{
  "doc_id": "21-254-0001",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "印尼泗水",
    "zh_TW": "印尼泗水"
  },
  "doc_number": "21-254-0001",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "21-254-0001_p0001",
      "zh_CN": "问：净空法师，这位先生意思是说如何把这些冲突或者对立，为什么不是从上层或是决策者那边解决，而是从我们所谓低下阶层。如何落实，如何解决，他意思是说不是从那些所谓决策者或是高层，他意思说高层和决策者是没问题，但是如何在百姓或是低下阶层消除这个对立？",
      "zh_TW": "問：淨空法師，這位先生意思是說如何把這些衝突或者對立，為什麼不是從上層或是決策者那邊解決，而是從我們所謂低下階層。如何落實，如何解決，他意思是說不是從那些所謂決策者或是高層，他意思說高層和決策者是沒問題，但是如何在百姓或是低下階層消除這個對立？"
    },
    {
      "id": "21-254-0001_p0002",
      "zh_CN": "答：这个问题我向联合国提出的方案，就是利用网路和卫星落实到全民教育。我们宗教教学对象不是对某一个人，是对全世界每个人来教学，用卫星电视，希望联合国能够从这里下手。我们用卫星电视的教学现在快要到两年了，给我们一个很大的信心，我们的卫星电视没有广告，没有向人家要一分钱，没有收费，电视的生存就是听众他自动寄一点钱给我们这个电视台。在这一年半快到两年当中，我们的电视台能够维持，证明世界上还有许多善心人，有许多好心人，他们自动来支持，这是我们得到的一个讯息。",
      "zh_TW": "答：這個問題我向聯合國提出的方案，就是利用網路和衛星落實到全民教育。我們宗教教學對象不是對某一個人，是對全世界每個人來教學，用衛星電視，希望聯合國能夠從這裡下手。我們用衛星電視的教學現在快要到兩年了，給我們一個很大的信心，我們的衛星電視沒有廣告，沒有向人家要一分錢，沒有收費，電視的生存就是聽眾他自動寄一點錢給我們這個電視台。在這一年半快到兩年當中，我們的電視台能夠維持，證明世界上還有許多善心人，有許多好心人，他們自動來支持，這是我們得到的一個訊息。"
    },
    {
      "id": "21-254-0001_p0003",
      "zh_CN": "问：老法师您好，阿弥陀佛！刚才老法师讲过从前佛教并不是宗教，佛教变成宗教只不过是三百年前的事情，问题是请问从前不是宗教现在是宗教有何差别？谢谢。",
      "zh_TW": "問：老法師您好，阿彌陀佛！剛才老法師講過從前佛教並不是宗教，佛教變成宗教只不過是三百年前的事情，問題是請問從前不是宗教現在是宗教有何差別？謝謝。"
    },
    {
      "id": "21-254-0001_p0004",
      "zh_CN": "答：这个差别很大，因为以前寺院庵堂都是佛教的学校，里面的出家人一定是天天都在讲经，天天教导大家修行。修行，我们要懂得这个名词的含义，行是行为，我们的思想是意识的行为，言语、身体造作，所谓身口意三业行为，行为有了错误，把错误修正过来就叫做修行。修行的标准就是经典，经论是修正我们思想见解的标准。我们的言语、我们的一切动作那就叫戒律，戒律是修正我们身口的行为，这叫修行。有人指导你修行，协助你修行，天天有人讲经，有人在说法，所以它是属于教学。变成宗教之后，寺院教学没有了，研究经论也没有了，只有去念经，只有超度，所以从前是为我们活人服务，现在是为死人服务，这不相同。",
      "zh_TW": "答：這個差別很大，因為以前寺院庵堂都是佛教的學校，裡面的出家人一定是天天都在講經，天天教導大家修行。修行，我們要懂得這個名詞的含義，行是行為，我們的思想是意識的行為，言語、身體造作，所謂身口意三業行為，行為有了錯誤，把錯誤修正過來就叫做修行。修行的標準就是經典，經論是修正我們思想見解的標準。我們的言語、我們的一切動作那就叫戒律，戒律是修正我們身口的行為，這叫修行。有人指導你修行，協助你修行，天天有人講經，有人在說法，所以它是屬於教學。變成宗教之後，寺院教學沒有了，研究經論也沒有了，只有去念經，只有超度，所以從前是為我們活人服務，現在是為死人服務，這不相同。"
    },
    {
      "id": "21-254-0001_p0005",
      "zh_CN": "问：这位修女要问刚刚说从网路进行所谓讲道，就是说佛法，她想问这个网址，然后用什么语言。",
      "zh_TW": "問：這位修女要問剛剛說從網路進行所謂講道，就是說佛法，她想問這個網址，然後用什麼語言。"
    },
    {
      "id": "21-254-0001_p0006",
      "zh_CN": "答：我们现在所用的主要是用华语，有一部分是用英语翻译的，我们现在正在进行当中，希望将来能够有除英语之外，有西班牙语、有阿拉伯语，因为这几种语言使用的范围都在十亿人以上，所以至少我们希望将来能发展到四种语言。",
      "zh_TW": "答：我們現在所用的主要是用華語，有一部分是用英語翻譯的，我們現在正在進行當中，希望將來能夠有除英語之外，有西班牙語、有阿拉伯語，因為這幾種語言使用的範圍都在十億人以上，所以至少我們希望將來能發展到四種語言。"
    },
    {
      "id": "21-254-0001_p0007",
      "zh_CN": "问：净空法师，这位先生是很认同你关于和平跟爱的研究，在这边他只是向你建议。就是说现在有很多宗教间的纷争是因为所谓宗教间的标志，他建议如何把这些标志的角色淡化掉，而促进各宗教间的和平与博爱的观念，来避免错误。只是向你建议。",
      "zh_TW": "問：淨空法師，這位先生是很認同你關於和平跟愛的研究，在這邊他只是向你建議。就是說現在有很多宗教間的紛爭是因為所謂宗教間的標誌，他建議如何把這些標誌的角色淡化掉，而促進各宗教間的和平與博愛的觀念，來避免錯誤。只是向你建議。"
    },
    {
      "id": "21-254-0001_p0008",
      "zh_CN": "答：这个问题我们也想到了，这次在日本参加联合国的和平会议，我就有两点建议。一个是希望联合国透过卫星电视举办一个专门是宗教的，二十四小时不中断，办一个「仁爱和平讲堂」，用这个题目，仁爱和平讲堂。怎样将来把这些宗教里面一些误会、隔阂化解？我说最好的方法是希望联合国能够办一个世界宗教大学，每一个教成立一个学院，将来所有各个宗教传教师都是这个大学毕业，都是同学，都认识，都在一起学习的，那不就变成一家人了！这是我对联合国的建议。",
      "zh_TW": "答：這個問題我們也想到了，這次在日本參加聯合國的和平會議，我就有兩點建議。一個是希望聯合國透過衛星電視舉辦一個專門是宗教的，二十四小時不中斷，辦一個「仁愛和平講堂」，用這個題目，仁愛和平講堂。怎樣將來把這些宗教裡面一些誤會、隔閡化解？我說最好的方法是希望聯合國能夠辦一個世界宗教大學，每一個教成立一個學院，將來所有各個宗教傳教師都是這個大學畢業，都是同學，都認識，都在一起學習的，那不就變成一家人了！這是我對聯合國的建議。"
    },
    {
      "id": "21-254-0001_p0009",
      "zh_CN": "这个构想在去年我曾经跟你们的副总统（今天办喜事），我对他谈过，我跟宗教部长谈过，跟教育部长谈过，他们都非常热烈、都很欢喜。所以现在因为政府改组，你们选举要改组，改组之后，部长人选定了之后，我会促请他们，希望印尼先做，做在联合国的前面，印尼来带动全世界的和平安定。",
      "zh_TW": "這個構想在去年我曾經跟你們的副總統（今天辦喜事），我對他談過，我跟宗教部長談過，跟教育部長談過，他們都非常熱烈、都很歡喜。所以現在因為政府改組，你們選舉要改組，改組之後，部長人選定了之後，我會促請他們，希望印尼先做，做在聯合國的前面，印尼來帶動全世界的和平安定。"
    },
    {
      "id": "21-254-0001_p0010",
      "zh_CN": "问：尊敬的净空法师，我非常赞扬你，我们知道天主教、伊斯兰教、佛教都用爱心来教导。请问净空法师，你是用什么方法使得伊斯兰教的大学能够封赏你一个博士的学位，请你告诉我们。",
      "zh_TW": "問：尊敬的淨空法師，我非常讚揚你，我們知道天主教、伊斯蘭教、佛教都用愛心來教導。請問淨空法師，你是用什麼方法使得伊斯蘭教的大學能夠封賞你一個博士的學位，請你告訴我們。"
    },
    {
      "id": "21-254-0001_p0011",
      "zh_CN": "答：这一桩事情我就不清楚了。大学送给我的博士学位，最初是澳洲格里菲斯大学，也是昆士兰大学跟格里菲斯大学它们两个学校，一个是做宗教和平工作，格里菲斯做宗教和平，昆士兰大学有一个和平研究中心，它的主题是化解冲突，促进社会的安定和平。这两个学校都邀请我去跟他们的教授举行座谈会，两次座谈会之后，学校就聘请我做教授，送个学位给我。我跟校长说：我们是出家人，一生都是做义务工作的，这个学位对我们没有什么意义，没什么意思，我谢谢他的好意。校长告诉我，他说希望我能够帮助联合国，联合国有许许多多和平会议希望你能够参加，代表我们学校。代表学校、代表国家参加联合国会议，他有这么一个目标在里面。我说那这个事情我也很乐意去做，我也想去看看联合国做了这么多年了，它是怎么个做法的，我想去了解、去看看。所以他们告诉我，联合国邀请的都是学者、专家、教授，没有邀请宗教界人士，这样子我才接受。接受这一个之后，南昆大的校长又送一个，到这边来这边大学又送给我一个。大概我听说这边有七位教授推荐，这七个推荐人当中有瓦希德前总统，前总统对我非常好，是他们推荐的。我也感觉到学校送给我这个当然是有任务，希望我们能够帮助伊斯兰的世界，对于整个世界安定和平做出贡献，我也会尽心尽力来协助。",
      "zh_TW": "答：這一樁事情我就不清楚了。大學送給我的博士學位，最初是澳洲格里菲斯大學，也是昆士蘭大學跟格里菲斯大學它們兩個學校，一個是做宗教和平工作，格里菲斯做宗教和平，昆士蘭大學有一個和平研究中心，它的主題是化解衝突，促進社會的安定和平。這兩個學校都邀請我去跟他們的教授舉行座談會，兩次座談會之後，學校就聘請我做教授，送個學位給我。我跟校長說：我們是出家人，一生都是做義務工作的，這個學位對我們沒有什麼意義，沒什麼意思，我謝謝他的好意。校長告訴我，他說希望我能夠幫助聯合國，聯合國有許許多多和平會議希望你能夠參加，代表我們學校。代表學校、代表國家參加聯合國會議，他有這麼一個目標在裡面。我說那這個事情我也很樂意去做，我也想去看看聯合國做了這麼多年了，它是怎麼個做法的，我想去了解、去看看。所以他們告訴我，聯合國邀請的都是學者、專家、教授，沒有邀請宗教界人士，這樣子我才接受。接受這一個之後，南昆大的校長又送一個，到這邊來這邊大學又送給我一個。大概我聽說這邊有七位教授推薦，這七個推薦人當中有瓦希德前總統，前總統對我非常好，是他們推薦的。我也感覺到學校送給我這個當然是有任務，希望我們能夠幫助伊斯蘭的世界，對於整個世界安定和平做出貢獻，我也會盡心盡力來協助。"
    },
    {
      "id": "21-254-0001_p0012",
      "zh_CN": "问：师父，他第一个问题是问，你之前提到很多人并不知道怎么落实自己的宗教教义，各宗教的信徒要怎样落实自己的教义。第二个问题怎么样帮助印尼的学生真正了解宗教是不分彼此的，不会有任何的歧视，能够互相和平共处。",
      "zh_TW": "問：師父，他第一個問題是問，你之前提到很多人並不知道怎麼落實自己的宗教教義，各宗教的信徒要怎樣落實自己的教義。第二個問題怎麼樣幫助印尼的學生真正了解宗教是不分彼此的，不會有任何的歧視，能夠互相和平共處。"
    },
    {
      "id": "21-254-0001_p0013",
      "zh_CN": "答：这两个问题可以合起来答复。这次回教大学给我这个学位，同时他在学校里面还给我图书馆里面有一个角落，我们也去看过。管理的人员告诉我，希望将来能够发展成为一个中心。听说他们学校里还有一块地，好像是有五千平方米，将来可以能够盖一个大楼，做一个多元文化中心。他本来用我的名字，叫净空法师中心。我说不好，没必要用我这个名字，用多元文化中心，希望这个中心将来能够发挥这一方面的工作，希望宗教能够在一起交流、在一起学习。不但是每个宗教他都能够接触得到，能够了解自己的教义，同时也能够学习其他宗教的典籍。这里面将来运用的教学，教学我们希望学校里头有一个摄影棚，我去看过，比较上简陋，设备都不是很高级的，这个我们都可以帮助它、协助它。希望将来有一个像电视台这样规模的摄影棚来作为大教室，学生上课，同步现场都把它录相录出来，同时在卫星、在网路向全世界播放，不但学生得利益，全世界的人也都能看到。我们会很努力的向这个方向去做，有关于这个构想，帮助这个学校，学校里面有一个多元文化中心。",
      "zh_TW": "答：這兩個問題可以合起來答覆。這次回教大學給我這個學位，同時他在學校裡面還給我圖書館裡面有一個角落，我們也去看過。管理的人員告訴我，希望將來能夠發展成為一個中心。聽說他們學校裡還有一塊地，好像是有五千平方米，將來可以能夠蓋一個大樓，做一個多元文化中心。他本來用我的名字，叫淨空法師中心。我說不好，沒必要用我這個名字，用多元文化中心，希望這個中心將來能夠發揮這一方面的工作，希望宗教能夠在一起交流、在一起學習。不但是每個宗教他都能夠接觸得到，能夠了解自己的教義，同時也能夠學習其他宗教的典籍。這裡面將來運用的教學，教學我們希望學校裡頭有一個攝影棚，我去看過，比較上簡陋，設備都不是很高級的，這個我們都可以幫助它、協助它。希望將來有一個像電視台這樣規模的攝影棚來作為大教室，學生上課，同步現場都把它錄相錄出來，同時在衛星、在網路向全世界播放，不但學生得利益，全世界的人也都能看到。我們會很努力的向這個方向去做，有關於這個構想，幫助這個學校，學校裡面有一個多元文化中心。"
    },
    {
      "id": "21-254-0001_p0014",
      "zh_CN": "问：师父，他基本上问的这个问题是，他说佛陀世尊有教导我们要怎么样去放弃我们的贪瞋痴，这是我们内心自己的挣扎，贪瞋痴要放下来。然后在外的一个问题是存在于社会上的，经济和政治上的问题，但是他说在学校的老师教导他们说，上面所说的这几项东西都是错误的并不是真实的。他说师父对这个有什么看法？",
      "zh_TW": "問：師父，他基本上問的這個問題是，他說佛陀世尊有教導我們要怎麼樣去放棄我們的貪瞋痴，這是我們內心自己的掙扎，貪瞋痴要放下來。然後在外的一個問題是存在於社會上的，經濟和政治上的問題，但是他說在學校的老師教導他們說，上面所說的這幾項東西都是錯誤的並不是真實的。他說師父對這個有什麼看法？"
    },
    {
      "id": "21-254-0001_p0015",
      "zh_CN": "答：真实、错误没有一定的标准，这个诸位从历史上就能够发现，佛在讲经的时候常说「佛无有定法可说」。所以佛给我们讲的东西是原理原则，应用的时候千变万化，没有一定的讲法，也没有一定的做法。但是他有一个原则，一定是帮助社会安定和平，这是肯定的；能够帮助一切众生离苦得乐。所以只要是这个大的目标，这个大的方向没有错，你怎么样去说、怎么样去做都可以。",
      "zh_TW": "答：真實、錯誤沒有一定的標準，這個諸位從歷史上就能夠發現，佛在講經的時候常說「佛無有定法可說」。所以佛給我們講的東西是原理原則，應用的時候千變萬化，沒有一定的講法，也沒有一定的做法。但是他有一個原則，一定是幫助社會安定和平，這是肯定的；能夠幫助一切眾生離苦得樂。所以只要是這個大的目標，這個大的方向沒有錯，你怎麼樣去說、怎麼樣去做都可以。"
    },
    {
      "id": "21-254-0001_p0016",
      "zh_CN": "问：净空法师，他问的就是如何能在净土里面重生。第二个问题是如何在我们现在活在世上的时候能够证实。敬爱的净空法师，净土的境界、环境是怎样的？我们如何证明有净土？因为我们去净土要经过往生，在我们还没有往生之前，我们能够证实有净土的存在吗？",
      "zh_TW": "問：淨空法師，他問的就是如何能在淨土裡面重生。第二個問題是如何在我們現在活在世上的時候能夠證實。敬愛的淨空法師，淨土的境界、環境是怎樣的？我們如何證明有淨土？因為我們去淨土要經過往生，在我們還沒有往生之前，我們能夠證實有淨土的存在嗎？"
    },
    {
      "id": "21-254-0001_p0017",
      "zh_CN": "答：能够，现代科学家已经给我们做出证明了，佛法里面讲净土，经典里头告诉我们一个原则，「心净则佛土净」。这个净土从哪里来的？是你自己心变现出来的。这个道理很深，绝对不是几句话能够说得清楚。我从三年前知道日本有科学家江本胜博士，他做水的实验。水是矿物，在我们一般讲它不是生物它是矿物，植物才是生物。这个实验，他做了十年的实验，证明这个水有见闻觉知，它会看，它会听，它懂得人的意思。人的意思很好，很美善，它变出的结晶在显微镜之下观察非常的美好；如果我们的念头不好、不善，它变现的这个相就很难看。所以这就说明所有一切环境是随我们的心变，我们的心如果清净、如果善良，现在这个世界就会变成净土。西方世界有没有？我们就肯定它有，为什么？那个地方的人，每个人的心都是善良的、都是清净的。我们这个地方人如果每个人都能够变成清净善良，我们这个地方的净土跟西方净土没有两样。所以是境随心转，佛门常讲境随心转，不是心随境转，境随心转，科学家实验出来了。",
      "zh_TW": "答：能夠，現代科學家已經給我們做出證明了，佛法裡面講淨土，經典裡頭告訴我們一個原則，「心淨則佛土淨」。這個淨土從哪裡來的？是你自己心變現出來的。這個道理很深，絕對不是幾句話能夠說得清楚。我從三年前知道日本有科學家江本勝博士，他做水的實驗。水是礦物，在我們一般講它不是生物它是礦物，植物才是生物。這個實驗，他做了十年的實驗，證明這個水有見聞覺知，它會看，它會聽，它懂得人的意思。人的意思很好，很美善，它變出的結晶在顯微鏡之下觀察非常的美好；如果我們的念頭不好、不善，它變現的這個相就很難看。所以這就說明所有一切環境是隨我們的心變，我們的心如果清淨、如果善良，現在這個世界就會變成淨土。西方世界有沒有？我們就肯定它有，為什麼？那個地方的人，每個人的心都是善良的、都是清淨的。我們這個地方人如果每個人都能夠變成清淨善良，我們這個地方的淨土跟西方淨土沒有兩樣。所以是境隨心轉，佛門常講境隨心轉，不是心隨境轉，境隨心轉，科學家實驗出來了。"
    },
    {
      "id": "21-254-0001_p0018",
      "zh_CN": "所以我去年到日本我就去看江本胜博士，我跟他见过两次面了，参观他的实验室。我告诉他：佛经里面讲矿物有见闻觉知你发现了，我说这个很难得，我说它还有四种德，四种你才发现一种，你还要努力，还有三种你没有发现。他说三种什么？你今天看到是色，颜色，它还有音声，它还有香、还有味道，色、声、香、味，所以四个你只看到一个色，后面还有三个，你好好努力。",
      "zh_TW": "所以我去年到日本我就去看江本勝博士，我跟他見過兩次面了，參觀他的實驗室。我告訴他：佛經裡面講礦物有見聞覺知你發現了，我說這個很難得，我說它還有四種德，四種你才發現一種，你還要努力，還有三種你沒有發現。他說三種什麼？你今天看到是色，顏色，它還有音聲，它還有香、還有味道，色、聲、香、味，所以四個你只看到一個色，後面還有三個，你好好努力。"
    },
    {
      "id": "21-254-0001_p0019",
      "zh_CN": "问：我们怎样练习，往生净土那条路我怎样去练习，而且肯定能够到达净土？",
      "zh_TW": "問：我們怎樣練習，往生淨土那條路我怎樣去練習，而且肯定能夠到達淨土？"
    },
    {
      "id": "21-254-0001_p0020",
      "zh_CN": "答：净土里面讲三桩事情，实在跟《古兰经》的六种信意思非常接近，所以它讲信、讲愿、讲行，它讲三桩事情。我们对于净土确确实实深信不疑，佛家讲净土，伊斯兰讲天园，基督教讲天国，其实都是一桩事情。所以只要心地清净，心地善良，你决定能够生到很好的地方。宗教都信有来世，信因果；伊斯兰教里面，信一切都是前定。前定就好像宿命论，但是在佛法里面虽然也讲前定，但是每天都有加减乘除，你一个善念就加，一个恶念就减，大善就乘，大恶就除，天天有加减乘除，所以命运是自己造的，命运自己可以改变。我们明白这个道理，虽然世界有很多，我们想到哪里都可以到哪里，真的是讲佛氏门中有求必应，一定能够求得到的。",
      "zh_TW": "答：淨土裡面講三樁事情，實在跟《古蘭經》的六種信意思非常接近，所以它講信、講願、講行，它講三樁事情。我們對於淨土確確實實深信不疑，佛家講淨土，伊斯蘭講天園，基督教講天國，其實都是一樁事情。所以只要心地清淨，心地善良，你決定能夠生到很好的地方。宗教都信有來世，信因果；伊斯蘭教裡面，信一切都是前定。前定就好像宿命論，但是在佛法裡面雖然也講前定，但是每天都有加減乘除，你一個善念就加，一個惡念就減，大善就乘，大惡就除，天天有加減乘除，所以命運是自己造的，命運自己可以改變。我們明白這個道理，雖然世界有很多，我們想到哪裡都可以到哪裡，真的是講佛氏門中有求必應，一定能夠求得到的。"
    },
    {
      "id": "21-254-0001_p0021",
      "zh_CN": "主持人：师父，他们要送给师父一点心意。泗水佛乘寺神像。",
      "zh_TW": "主持人：師父，他們要送給師父一點心意。泗水佛乘寺神像。"
    }
  ]
}