{
  "doc_id": "01-006-0005",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "01-006-0005",
  "total_paragraphs": 144,
  "paragraphs": [
    {
      "id": "01-006-0005_p0001",
      "zh_CN": "第三讲的题目是：",
      "zh_TW": "第三講的題目是："
    },
    {
      "id": "01-006-0005_p0002",
      "zh_CN": "【广陈彼土依正妙果以启信。】",
      "zh_TW": "【廣陳彼土依正妙果以啟信。】"
    },
    {
      "id": "01-006-0005_p0003",
      "zh_CN": "这就是《弥陀经》正宗分里面第一个大段。",
      "zh_TW": "這就是《彌陀經》正宗分裡面第一個大段。"
    },
    {
      "id": "01-006-0005_p0004",
      "zh_CN": "【信愿持名，一经要旨，信愿为慧行，持名为福行。】",
      "zh_TW": "【信願持名，一經要旨，信願為慧行，持名為福行。】"
    },
    {
      "id": "01-006-0005_p0005",
      "zh_CN": "这说明念佛法门是福慧双修。有些人对于念佛法门有误会，认为这个法门不修般若好像没有智慧，那是错误的，如果真正没有智慧，难道文殊菩萨没有智慧？文殊菩萨选这个法门。经文一展开，释迦牟尼佛叫着舍利弗给他说，难道舍利弗没有智慧？声闻弟子当中智慧第一是舍利弗，菩萨当中智慧第一是文殊师利菩萨，我们在《华严》看到，在本经的序分里头也看到，如果说念佛人不修慧，这是错误的见解。此地蕅益大师明白的指示我们，『信愿』是大智慧，如果没有大智慧、真智慧，对这个法门很难生起信心，也不会发愿求生净土。可见得你能信能愿，虽然智慧不像舍利弗、文殊菩萨，但是实际上也差不多，为什么？文殊、舍利弗那么大的智慧也不过就选这个法门而已，我们今天也选定这个法门那么也就差不多，所以这是『慧行』。",
      "zh_TW": "這說明念佛法門是福慧雙修。有些人對於念佛法門有誤會，認為這個法門不修般若好像沒有智慧，那是錯誤的，如果真正沒有智慧，難道文殊菩薩沒有智慧？文殊菩薩選這個法門。經文一展開，釋迦牟尼佛叫著舍利弗給他說，難道舍利弗沒有智慧？聲聞弟子當中智慧第一是舍利弗，菩薩當中智慧第一是文殊師利菩薩，我們在《華嚴》看到，在本經的序分裡頭也看到，如果說念佛人不修慧，這是錯誤的見解。此地蕅益大師明白的指示我們，『信願』是大智慧，如果沒有大智慧、真智慧，對這個法門很難生起信心，也不會發願求生淨土。可見得你能信能願，雖然智慧不像舍利弗、文殊菩薩，但是實際上也差不多，為什麼？文殊、舍利弗那麼大的智慧也不過就選這個法門而已，我們今天也選定這個法門那麼也就差不多，所以這是『慧行』。"
    },
    {
      "id": "01-006-0005_p0006",
      "zh_CN": "『持名』是福报，为什么是福？持名确实能消业障，能够消灾免难，那不是获福是什么？「持名」有个要领，不但是这个法门，佛法所谓无量法门、八万四千法门，这些方法、门道都是对治我们的毛病，咱们毛病里面最大的毛病就是打妄想，你们想想，你打不打妄想？要不打妄想，你就是佛菩萨。你会打妄想，一会儿想东，一会儿想西，一会儿想过去，又想未来，一天想到晚，而这些妄想都不切合实际，所以叫妄想，这是大病，你的心定不下来。心定不下来，真正的智慧不能现前，所以佛给我们说，在《华严经．如来出现品》里头说的，「一切众生都有如来智慧德相」，就是一切众生跟他一样没有差别，佛有多么大的智慧，每一个人都有，智慧并不是佛的专利，并不是佛独有，佛有很大的福报，他说一切众生也有。众生的智慧、福报现在有没有丢掉？佛说没有，并没有失掉，因为智慧福德是本性里面本来具足的，怎么会失掉？不会失掉，但是现在不起作用。",
      "zh_TW": "『持名』是福報，為什麼是福？持名確實能消業障，能夠消災免難，那不是獲福是什麼？「持名」有個要領，不但是這個法門，佛法所謂無量法門、八萬四千法門，這些方法、門道都是對治我們的毛病，咱們毛病裡面最大的毛病就是打妄想，你們想想，你打不打妄想？要不打妄想，你就是佛菩薩。你會打妄想，一會兒想東，一會兒想西，一會兒想過去，又想未來，一天想到晚，而這些妄想都不切合實際，所以叫妄想，這是大病，你的心定不下來。心定不下來，真正的智慧不能現前，所以佛給我們說，在《華嚴經．如來出現品》裡頭說的，「一切眾生都有如來智慧德相」，就是一切眾生跟他一樣沒有差別，佛有多麼大的智慧，每一個人都有，智慧並不是佛的專利，並不是佛獨有，佛有很大的福報，他說一切眾生也有。眾生的智慧、福報現在有沒有丟掉？佛說沒有，並沒有失掉，因為智慧福德是本性裡面本來具足的，怎麼會失掉？不會失掉，但是現在不起作用。"
    },
    {
      "id": "01-006-0005_p0007",
      "zh_CN": "我们有智慧，有而透不出来；有福报，有而不能起用，现在还是苦兮兮的不能享受，佛就告诉我们，这是什么缘故？就是因为众生起了妄想分别执着，所以你的智慧福德不能现前。假如你的妄想分别执着统统断了，你的福德智慧就现前，就跟佛没有两样。因此佛法里所有经论就是说明这个道理，所有修行方法无非是恢复我们本性里面的智慧德能而已，这就是佛法，你要明白这个大前题，用功就会得法。",
      "zh_TW": "我們有智慧，有而透不出來；有福報，有而不能起用，現在還是苦兮兮的不能享受，佛就告訴我們，這是什麼緣故？就是因為眾生起了妄想分別執著，所以你的智慧福德不能現前。假如你的妄想分別執著統統斷了，你的福德智慧就現前，就跟佛沒有兩樣。因此佛法裡所有經論就是說明這個道理，所有修行方法無非是恢復我們本性裡面的智慧德能而已，這就是佛法，你要明白這個大前題，用功就會得法。"
    },
    {
      "id": "01-006-0005_p0008",
      "zh_CN": "不管修什么法门，参禅、学密（持咒）、念佛，或者持戒，或是研究经论（这就是学教），无论用什么方法，最重要的就是把妄想打掉，把分别执着打掉，这个方法就得力。所以我们想想看，用种种方法是不是能够叫我们每天妄想减少，分别执着逐渐淡薄，如果是真的淡薄，妄想真的减少，你的心必定清净，一天比一天清净，你的智慧也必定一天比一天增长，这个佛法立刻就得受用，你当然会生欢喜心，这就是佛法里头常讲的「法喜充满」。念佛是许多方法里面的一种，我们为什么选这种？这种很方便，又简单，容易学习。持咒，咒太长，像《楞严神咒》两千多句，就是《大悲咒》也有八十四句，太长了，念一遍还要打妄想，妄想成了习惯，压也压不住，没有佛号来得方便，佛号就四个字，又简单又容易，凡是简单容易就容易得力，就容易成就，这是一定的道理。所以那些大菩萨们、诸佛，实在讲十方诸佛之所以能成佛也是修这个法门，这个到后面我们会讨论到。由此可知，念佛要能够把烦恼伏住，能够把妄想伏住，就是消业障。业障的根源就是妄想，你能把妄想伏住就是真正的消业、消灾，所以这是大福报。",
      "zh_TW": "不管修什麼法門，參禪、學密（持咒）、念佛，或者持戒，或是研究經論（這就是學教），無論用什麼方法，最重要的就是把妄想打掉，把分別執著打掉，這個方法就得力。所以我們想想看，用種種方法是不是能夠叫我們每天妄想減少，分別執著逐漸淡薄，如果是真的淡薄，妄想真的減少，你的心必定清淨，一天比一天清淨，你的智慧也必定一天比一天增長，這個佛法立刻就得受用，你當然會生歡喜心，這就是佛法裡頭常講的「法喜充滿」。念佛是許多方法裡面的一種，我們為什麼選這種？這種很方便，又簡單，容易學習。持咒，咒太長，像《楞嚴神咒》兩千多句，就是《大悲咒》也有八十四句，太長了，念一遍還要打妄想，妄想成了習慣，壓也壓不住，沒有佛號來得方便，佛號就四個字，又簡單又容易，凡是簡單容易就容易得力，就容易成就，這是一定的道理。所以那些大菩薩們、諸佛，實在講十方諸佛之所以能成佛也是修這個法門，這個到後面我們會討論到。由此可知，念佛要能夠把煩惱伏住，能夠把妄想伏住，就是消業障。業障的根源就是妄想，你能把妄想伏住就是真正的消業、消災，所以這是大福報。"
    },
    {
      "id": "01-006-0005_p0009",
      "zh_CN": "底下这一句也很重要，我们要牢牢的记住：",
      "zh_TW": "底下這一句也很重要，我們要牢牢的記住："
    },
    {
      "id": "01-006-0005_p0010",
      "zh_CN": "【得生与否，全由信愿之有无，品位高下，全由持名之深浅。】",
      "zh_TW": "【得生與否，全由信願之有無，品位高下，全由持名之深淺。】"
    },
    {
      "id": "01-006-0005_p0011",
      "zh_CN": "这两句话很重要，这是蕅益大师告诉我们的。就是能不能往生完全在信与愿，你是不是真的相信，是不是真正想去，你要真相信、真想去，那你就决定去得了；你要是怀疑，不太愿意，那就去不了，能不能到西方极乐世界完全看你有没有信愿。到了西方极乐世界之后，品位阶级高下也不是别人给你定的，不是别人把你分发到哪一土、哪一品，没有人分发，没有人派你，是你自己的功夫，功夫是什么？就是念佛。你看看他的念佛不说多少，他没有说「全由持名之多少」，可见我们念佛多少没有关系，是功力的深浅有关系。譬如一天念十万声佛号，你这个佛号伏不住烦恼，一面念佛一面打妄想，这个就浅，就没有用处。有人一天只念十声佛号，他这十声佛号，声声佛号能把妄想、烦恼压住，这个力量就深。所以念佛不在乎念得多少，在乎佛号有没有力量。所谓力量就是能够伏住妄想，在乎这个，所以他的用字用得很妙。要着重功夫得力。妄想多的人就要多念，妄想少的人就可以少念，念佛无非是把妄想伏住而已，所以我们也不必去学某个人一天念几万声，没有必要，如果我们生了羡慕的心、乐好的心、好胜心，那就错了。你一天念两万，我就要念三万，我比你强，这是好胜心，好胜心是烦恼，你用烦恼心念佛没用处。",
      "zh_TW": "這兩句話很重要，這是蕅益大師告訴我們的。就是能不能往生完全在信與願，你是不是真的相信，是不是真正想去，你要真相信、真想去，那你就決定去得了；你要是懷疑，不太願意，那就去不了，能不能到西方極樂世界完全看你有沒有信願。到了西方極樂世界之後，品位階級高下也不是別人給你定的，不是別人把你分發到哪一土、哪一品，沒有人分發，沒有人派你，是你自己的功夫，功夫是什麼？就是念佛。你看看他的念佛不說多少，他沒有說「全由持名之多少」，可見我們念佛多少沒有關係，是功力的深淺有關係。譬如一天念十萬聲佛號，你這個佛號伏不住煩惱，一面念佛一面打妄想，這個就淺，就沒有用處。有人一天只念十聲佛號，他這十聲佛號，聲聲佛號能把妄想、煩惱壓住，這個力量就深。所以念佛不在乎念得多少，在乎佛號有沒有力量。所謂力量就是能夠伏住妄想，在乎這個，所以他的用字用得很妙。要著重功夫得力。妄想多的人就要多念，妄想少的人就可以少念，念佛無非是把妄想伏住而已，所以我們也不必去學某個人一天念幾萬聲，沒有必要，如果我們生了羨慕的心、樂好的心、好勝心，那就錯了。你一天念兩萬，我就要念三萬，我比你強，這是好勝心，好勝心是煩惱，你用煩惱心念佛沒用處。"
    },
    {
      "id": "01-006-0005_p0012",
      "zh_CN": "每个人根性不相同，因此我们选择念佛的方法也不必完全相同，所以有出声念、有默念、有高声念、有低声念、有金刚念，所谓金刚念就是嘴动没有声音，默念是心里念，嘴不动。这些方法都是自己选择，哪个方法很适合，我们就用哪个方法，没有一定，只有一个原则，就是佛号决定要把自己的妄想伏住，这是不变的原则。怎么念法？现在有很多种念佛录音带，有几十种之多，腔调不一样没关系，你要问哪一个念法正确？能伏妄想就正确，不能伏妄想就不正确，以这个为标准。",
      "zh_TW": "每個人根性不相同，因此我們選擇念佛的方法也不必完全相同，所以有出聲念、有默念、有高聲念、有低聲念、有金剛念，所謂金剛念就是嘴動沒有聲音，默念是心裡念，嘴不動。這些方法都是自己選擇，哪個方法很適合，我們就用哪個方法，沒有一定，只有一個原則，就是佛號決定要把自己的妄想伏住，這是不變的原則。怎麼念法？現在有很多種念佛錄音帶，有幾十種之多，腔調不一樣沒關係，你要問哪一個念法正確？能伏妄想就正確，不能伏妄想就不正確，以這個為標準。"
    },
    {
      "id": "01-006-0005_p0013",
      "zh_CN": "【信愿为前导，持名为正修。】",
      "zh_TW": "【信願為前導，持名為正修。】"
    },
    {
      "id": "01-006-0005_p0014",
      "zh_CN": "信与愿在前面引导我们往西方极乐世界，『持名』就是真正的修行，修正我们的思想行为。一个念头起来，这个念头是错误的，把它换成阿弥陀佛，阿弥陀佛就是我们的正念，也就是声声佛号唤醒我们的自性觉，因为这句佛号的意思是无量觉，觉心没有妄念，妄念起来就是不觉。由此可知，这句佛号是帮助我们破迷开悟，这多么重要，所以这是净土法门的『正修』，也可以说是修学佛法里头最正确的修行。",
      "zh_TW": "信與願在前面引導我們往西方極樂世界，『持名』就是真正的修行，修正我們的思想行為。一個念頭起來，這個念頭是錯誤的，把它換成阿彌陀佛，阿彌陀佛就是我們的正念，也就是聲聲佛號喚醒我們的自性覺，因為這句佛號的意思是無量覺，覺心沒有妄念，妄念起來就是不覺。由此可知，這句佛號是幫助我們破迷開悟，這多麼重要，所以這是淨土法門的『正修』，也可以說是修學佛法裡頭最正確的修行。"
    },
    {
      "id": "01-006-0005_p0015",
      "zh_CN": "【持名时，心如佛，愿如佛，解如佛，行如佛，则一念相应一念佛，念念相应念念佛。】",
      "zh_TW": "【持名時，心如佛，願如佛，解如佛，行如佛，則一念相應一念佛，念念相應念念佛。】"
    },
    {
      "id": "01-006-0005_p0016",
      "zh_CN": "这是说念佛的态度，念佛时候的存心。我们念佛就是要学佛，就是要成佛，假如我们的心不像佛就成不了佛。佛的心是什么样子？前面讲过觉正净是佛心，经论里面常讲的菩提心就是佛心。简单的说，第一个，「佛心平等」，我们要学，我们待人接物要用平等心。「佛心清净」，顺逆境界都能够「外不着相，内不动心」，这是我们要学的，这是佛心。「佛心慈悲」，大慈大悲，平等的博爱，爱人、爱物。如果我们常常能存这个心，「平等心、清净心、慈悲心」，这是佛心。心要像佛，心是佛心，你的言语当然是佛的言语，你的言语一定对众生有决定的利益，不会欺骗众生，不会害众生。行是行为，一切的造作都是帮众生开悟，帮助众生离苦得乐，这是佛的行为。如果我们的行、口、意都像佛，这一声佛号就相应，念这一声佛号的时候，自己就是佛，念念相应念念就是佛。",
      "zh_TW": "這是說念佛的態度，念佛時候的存心。我們念佛就是要學佛，就是要成佛，假如我們的心不像佛就成不了佛。佛的心是什麼樣子？前面講過覺正淨是佛心，經論裡面常講的菩提心就是佛心。簡單的說，第一個，「佛心平等」，我們要學，我們待人接物要用平等心。「佛心清淨」，順逆境界都能夠「外不著相，內不動心」，這是我們要學的，這是佛心。「佛心慈悲」，大慈大悲，平等的博愛，愛人、愛物。如果我們常常能存這個心，「平等心、清淨心、慈悲心」，這是佛心。心要像佛，心是佛心，你的言語當然是佛的言語，你的言語一定對眾生有決定的利益，不會欺騙眾生，不會害眾生。行是行為，一切的造作都是幫眾生開悟，幫助眾生離苦得樂，這是佛的行為。如果我們的行、口、意都像佛，這一聲佛號就相應，念這一聲佛號的時候，自己就是佛，念念相應念念就是佛。"
    },
    {
      "id": "01-006-0005_p0017",
      "zh_CN": "【故经云：忆佛念佛，现前当来，必定见佛。】",
      "zh_TW": "【故經云：憶佛念佛，現前當來，必定見佛。】"
    },
    {
      "id": "01-006-0005_p0018",
      "zh_CN": "这三句是出在《楞严经大势至菩萨念佛圆通章》，这是大势至菩萨教给我们一个修行的准则。『忆』是心里面想，我们心里头想佛，要常常想佛，要念佛，不要想别的，想别的没有用处。想其他的，想人、想事都造业，想好人、想好事，你造善业；想坏人、想坏事，你造恶业，不值得。想佛才有成就，这是我们要觉悟的。",
      "zh_TW": "這三句是出在《楞嚴經大勢至菩薩念佛圓通章》，這是大勢至菩薩教給我們一個修行的準則。『憶』是心裡面想，我們心裡頭想佛，要常常想佛，要念佛，不要想別的，想別的沒有用處。想其他的，想人、想事都造業，想好人、想好事，你造善業；想壞人、想壞事，你造惡業，不值得。想佛才有成就，這是我們要覺悟的。"
    },
    {
      "id": "01-006-0005_p0019",
      "zh_CN": "前年我在香港讲经，很难得的和我母亲见了一面，三十六年没见过面，她给我说，她常常想我，我就告诉她，「想我没用，你常常想我，将来还要六道轮回，我们不能在一起」。我就告诉她，「以后不要想我，想阿弥陀佛，妳天天想阿弥陀佛，妳将来往生到西方极乐世界，我也到西方极乐世界，那我们常常见面，常常在一起，这才是一个好的办法」，她听了也相信，现在也念佛，也吃长素，很难得。我没劝她吃长素，她自己自动吃长素。她问我，我说「我二十六岁学佛，二十六岁就吃长素」，我不劝她吃长素，大概听说我二十六岁就吃长素，她也有一点感动，她自动吃长素，也念佛，这很要紧。咱们想一定想阿弥陀佛，不要想别的，能够常常忆佛念佛，这就是正念，想一个亲人都叫邪念，那是错误的念头。佛门讲大孝是要劝父母念佛求生净土，这是大孝，叫父母从此以后永远不再受轮回的苦报。父子至亲，容易感动，真正好好的学，好好的劝导，他能相信，能够接受。",
      "zh_TW": "前年我在香港講經，很難得的和我母親見了一面，三十六年沒見過面，她給我說，她常常想我，我就告訴她，「想我沒用，你常常想我，將來還要六道輪迴，我們不能在一起」。我就告訴她，「以後不要想我，想阿彌陀佛，妳天天想阿彌陀佛，妳將來往生到西方極樂世界，我也到西方極樂世界，那我們常常見面，常常在一起，這才是一個好的辦法」，她聽了也相信，現在也念佛，也吃長素，很難得。我沒勸她吃長素，她自己自動吃長素。她問我，我說「我二十六歲學佛，二十六歲就吃長素」，我不勸她吃長素，大概聽說我二十六歲就吃長素，她也有一點感動，她自動吃長素，也念佛，這很要緊。咱們想一定想阿彌陀佛，不要想別的，能夠常常憶佛念佛，這就是正念，想一個親人都叫邪念，那是錯誤的念頭。佛門講大孝是要勸父母念佛求生淨土，這是大孝，叫父母從此以後永遠不再受輪迴的苦報。父子至親，容易感動，真正好好的學，好好的勸導，他能相信，能夠接受。"
    },
    {
      "id": "01-006-0005_p0020",
      "zh_CN": "『现前当来』，「现前」就是现在，现在就能见到佛，有种种的瑞相，「当来」是我们往生到西方极乐世界的时候，那就常常和佛在一起。念佛的同修有不少人曾经见到佛，或者在定中见到，或者在梦中见到，也有些特殊的因缘现前见到的，这些都证明过去生中善根的显现，他这个因缘成熟了。",
      "zh_TW": "『現前當來』，「現前」就是現在，現在就能見到佛，有種種的瑞相，「當來」是我們往生到西方極樂世界的時候，那就常常和佛在一起。念佛的同修有不少人曾經見到佛，或者在定中見到，或者在夢中見到，也有些特殊的因緣現前見到的，這些都證明過去生中善根的顯現，他這個因緣成熟了。"
    },
    {
      "id": "01-006-0005_p0021",
      "zh_CN": "在美国达拉斯有位蔡文雄居士，他是个做生意的人，生意做得很不错，这几年他学佛了，他来告诉我他学佛是什么因缘。他父亲过逝，在他父亲病重的时候，他从美国回来看到父亲病得很重，快要走了，他听说念佛有好处，所以就劝他父亲念阿弥陀佛，他也跟着念，这是他念佛的开始。他说念了没多久，忽然看见阿弥陀佛，这尊阿弥陀佛是金色的，是坐着的像，也不太大，大概有一、二尺高，在窗户上看到的，阿弥陀佛在窗户上，差不多看了半个多小时，绝对不是眼花，眼花不能花半个钟点，看了半个多小时，阿弥陀佛才逐渐慢慢变小没有了。他回美国后，有一天在古董店（因他很喜欢古董，他是从事于珠宝生意）看到一尊阿弥陀佛的像，跟他爸爸生病时所看到的一模一样，就是那尊像，他就把那尊佛像请回家供养，从这个地方开始信佛，这是前世的善根。他说他要不看到，虽然不反对信佛，他信佛的心不坚固，而这是被他看了那么久。以后达拉斯成立佛教会（有些同修，大家在一起共修的，成立佛教会），他就把那尊佛像送在佛教会里头供养，是这么个起缘。确实「现前当来，必定见佛」。许多人见到佛相的样子都不一样，有些人见到站着，他见到的是雕塑的佛像，很奇怪，就现这样的相给他启信。我们接着看底下：",
      "zh_TW": "在美國達拉斯有位蔡文雄居士，他是個做生意的人，生意做得很不錯，這幾年他學佛了，他來告訴我他學佛是什麼因緣。他父親過逝，在他父親病重的時候，他從美國回來看到父親病得很重，快要走了，他聽說念佛有好處，所以就勸他父親念阿彌陀佛，他也跟著念，這是他念佛的開始。他說念了沒多久，忽然看見阿彌陀佛，這尊阿彌陀佛是金色的，是坐著的像，也不太大，大概有一、二尺高，在窗戶上看到的，阿彌陀佛在窗戶上，差不多看了半個多小時，絕對不是眼花，眼花不能花半個鐘點，看了半個多小時，阿彌陀佛才逐漸慢慢變小沒有了。他回美國後，有一天在古董店（因他很喜歡古董，他是從事於珠寶生意）看到一尊阿彌陀佛的像，跟他爸爸生病時所看到的一模一樣，就是那尊像，他就把那尊佛像請回家供養，從這個地方開始信佛，這是前世的善根。他說他要不看到，雖然不反對信佛，他信佛的心不堅固，而這是被他看了那麼久。以後達拉斯成立佛教會（有些同修，大家在一起共修的，成立佛教會），他就把那尊佛像送在佛教會裡頭供養，是這麼個起緣。確實「現前當來，必定見佛」。許多人見到佛相的樣子都不一樣，有些人見到站著，他見到的是雕塑的佛像，很奇怪，就現這樣的相給他啟信。我們接著看底下："
    },
    {
      "id": "01-006-0005_p0022",
      "zh_CN": "【依报妙。】",
      "zh_TW": "【依報妙。】"
    },
    {
      "id": "01-006-0005_p0023",
      "zh_CN": "【经云：『其国众生，无有众苦，但受诸乐，故名极乐』。】",
      "zh_TW": "【經云：『其國眾生，無有眾苦，但受諸樂，故名極樂』。】"
    },
    {
      "id": "01-006-0005_p0024",
      "zh_CN": "为什么这个世界叫做极乐世界？经上讲那个世界的众生『无有众苦』，没苦，只是享乐，所以叫做『极乐』。底下是「总说」，总说之后再分开来讲。先说「无有众苦」，苦太多了，佛经里面通常把它归纳为三类，第一类是「苦苦」，第一个苦是动词，第二个苦是名词。",
      "zh_TW": "為什麼這個世界叫做極樂世界？經上講那個世界的眾生『無有眾苦』，沒苦，只是享樂，所以叫做『極樂』。底下是「總說」，總說之後再分開來講。先說「無有眾苦」，苦太多了，佛經裡面通常把它歸納為三類，第一類是「苦苦」，第一個苦是動詞，第二個苦是名詞。"
    },
    {
      "id": "01-006-0005_p0025",
      "zh_CN": "【苦苦—生、老、病、死，求不得，爱别离，怨憎会，五阴炽盛。烦恼逼身心故。】",
      "zh_TW": "【苦苦—生、老、病、死，求不得，愛別離，怨憎會，五陰熾盛。煩惱逼身心故。】"
    },
    {
      "id": "01-006-0005_p0026",
      "zh_CN": "『苦苦』里面通常讲的「八苦」，又分做八类，第一个「生苦」，我们都经历过，现在忘掉了。佛经里讲生苦讲得非常详细，佛经说你到这个人间来，父母是缘分，你跟父母没有缘就不会来，自己的业因是「亲因缘」，父母不过是「增上缘」而已，帮助你而已。你来投胎的时候是你自己的业报，跟父母有缘，有什么缘？这个缘归纳起来有四种，「报恩、报怨、讨债、还债」，就这些事情。我在香港光明讲堂讲经，光明讲堂的佛堂上有一副对联，那副对联很有意思，上联写的是「夫妻是缘，有善缘有恶缘，冤冤相报」，下联写的是「儿女是债，有讨债有还债，无债不来」，他那个佛堂上有这么一副对联，很有趣味，这真是把人间事写得清清楚楚。",
      "zh_TW": "『苦苦』裡面通常講的「八苦」，又分做八類，第一個「生苦」，我們都經歷過，現在忘掉了。佛經裡講生苦講得非常詳細，佛經說你到這個人間來，父母是緣分，你跟父母沒有緣就不會來，自己的業因是「親因緣」，父母不過是「增上緣」而已，幫助你而已。你來投胎的時候是你自己的業報，跟父母有緣，有什麼緣？這個緣歸納起來有四種，「報恩、報怨、討債、還債」，就這些事情。我在香港光明講堂講經，光明講堂的佛堂上有一副對聯，那副對聯很有意思，上聯寫的是「夫妻是緣，有善緣有惡緣，冤冤相報」，下聯寫的是「兒女是債，有討債有還債，無債不來」，他那個佛堂上有這麼一副對聯，很有趣味，這真是把人間事寫得清清楚楚。"
    },
    {
      "id": "01-006-0005_p0027",
      "zh_CN": "你来投胎的时候，坐胎苦。在母亲肚子里面十个月，那十个月，佛所说的，就跟在地狱差不多，所以叫胎狱。母亲喝一杯热水，你在里面就像在「八热地狱」一样，她喝一杯冰水，像在「寒冰地狱」一样，很不好受，要煎熬十个月才能出来，出来的时候，皮肤接触外面空气，就像风刀地狱一样，刚接触的时候痛苦，很难忍受，所以一出生都哭，为什么哭？太痛苦了。生苦，确实是苦。人只有在最痛苦的时候才会哭，才哭得很伤心，你有没有看到哪个小孩一生下来就笑咪咪的？有没有看到过？没有，由此可知，生确实是苦。",
      "zh_TW": "你來投胎的時候，坐胎苦。在母親肚子裡面十個月，那十個月，佛所說的，就跟在地獄差不多，所以叫胎獄。母親喝一杯熱水，你在裡面就像在「八熱地獄」一樣，她喝一杯冰水，像在「寒冰地獄」一樣，很不好受，要煎熬十個月才能出來，出來的時候，皮膚接觸外面空氣，就像風刀地獄一樣，剛接觸的時候痛苦，很難忍受，所以一出生都哭，為什麼哭？太痛苦了。生苦，確實是苦。人只有在最痛苦的時候才會哭，才哭得很傷心，你有沒有看到哪個小孩一生下來就笑咪咪的？有沒有看到過？沒有，由此可知，生確實是苦。"
    },
    {
      "id": "01-006-0005_p0028",
      "zh_CN": "「老苦」，这是诸位见到过的。老人，苦，这都是不能避免的，你要想不老那只有短命，又不愿意短命那你就得受老苦，决定不能避免。所以年轻人对老人要尊重，要帮助他，这是你修福，到将来老的时候才有年轻人来关心你，也来照顾你，因缘果报。你今天看到老人讨厌瞧不起，你老的时候一般年轻人看你也讨厌，也瞧不起你，那时候你难过了，后悔也来不及，所以凡事要往前看，要往深远处去想，尊敬老人对自己决定有利益，因为你自己会老，不会永远年轻，这个要记住。对于老人要特别关怀他、照顾他。我曾经听说，前些年像公共巴士有老人上车，年轻人还会让坐，现在听说都没有，都不肯礼让，将来这一批年轻人老了，苦难必定比现在老年人要加倍，不知道修福。「病苦」多多少少都经历过。「死苦」，你现在还没死还不晓得。死是最苦，比病苦还要来得苦，佛经形容有如「生龟脱壳」。活的乌龟，把牠的壳拔下来，你想想那多痛苦！佛比喻人死那种痛苦，就像活着的乌龟，拔牠的壳一样。这四种苦人人都要受，每个人都免不了。",
      "zh_TW": "「老苦」，這是諸位見到過的。老人，苦，這都是不能避免的，你要想不老那只有短命，又不願意短命那你就得受老苦，決定不能避免。所以年輕人對老人要尊重，要幫助他，這是你修福，到將來老的時候才有年輕人來關心你，也來照顧你，因緣果報。你今天看到老人討厭瞧不起，你老的時候一般年輕人看你也討厭，也瞧不起你，那時候你難過了，後悔也來不及，所以凡事要往前看，要往深遠處去想，尊敬老人對自己決定有利益，因為你自己會老，不會永遠年輕，這個要記住。對於老人要特別關懷他、照顧他。我曾經聽說，前些年像公共巴士有老人上車，年輕人還會讓坐，現在聽說都沒有，都不肯禮讓，將來這一批年輕人老了，苦難必定比現在老年人要加倍，不知道修福。「病苦」多多少少都經歷過。「死苦」，你現在還沒死還不曉得。死是最苦，比病苦還要來得苦，佛經形容有如「生龜脫殼」。活的烏龜，把牠的殼拔下來，你想想那多痛苦！佛比喻人死那種痛苦，就像活著的烏龜，拔牠的殼一樣。這四種苦人人都要受，每個人都免不了。"
    },
    {
      "id": "01-006-0005_p0029",
      "zh_CN": "除此之外，还有「求不得苦」，你有愿望，愿望不能达到。「爱别离苦」，你所喜欢的人、喜欢的物偏偏失掉了。好的朋友不能常常在一起，爱别离苦。『怨憎会』，冤家对头不希望看到他，偏偏天天碰头。在学校念书，好同学、好朋友偏偏不在一个班上，冤家对头排在一个座位上，「怨憎会」，佛给我们讲的。这七种都是苦果，你能够感受得到。末后一条，『五阴炽盛』，这是你觉察不到的，这是苦因。为什么会有苦果？就是因为「五阴炽盛」，『烦恼逼身心故』。五阴是「色、受、想、行、识」。简单的讲就是你一天到晚胡思乱想，打妄想，分别执着，起贪瞋痴慢种种烦恼，你才胡作妄为，才感受到前面七种显著的苦报，这属于「苦苦」。",
      "zh_TW": "除此之外，還有「求不得苦」，你有願望，願望不能達到。「愛別離苦」，你所喜歡的人、喜歡的物偏偏失掉了。好的朋友不能常常在一起，愛別離苦。『怨憎會』，冤家對頭不希望看到他，偏偏天天碰頭。在學校念書，好同學、好朋友偏偏不在一個班上，冤家對頭排在一個座位上，「怨憎會」，佛給我們講的。這七種都是苦果，你能夠感受得到。末後一條，『五陰熾盛』，這是你覺察不到的，這是苦因。為什麼會有苦果？就是因為「五陰熾盛」，『煩惱逼身心故』。五陰是「色、受、想、行、識」。簡單的講就是你一天到晚胡思亂想，打妄想，分別執著，起貪瞋痴慢種種煩惱，你才胡作妄為，才感受到前面七種顯著的苦報，這屬於「苦苦」。"
    },
    {
      "id": "01-006-0005_p0030",
      "zh_CN": "【坏苦—乐是坏苦，不久住故。】",
      "zh_TW": "【壞苦—樂是壞苦，不久住故。】"
    },
    {
      "id": "01-006-0005_p0031",
      "zh_CN": "第二类『坏苦』，「坏苦」是什么？是说一切乐相都会变坏，在还没有变坏的时候不错，很好，时间久了就变坏，到变坏的时候你就感觉到苦。『乐是坏苦，不久住故』，不能够永久长住，譬如色界天人。欲界这三种苦统统都有，苦苦、坏苦、行苦全都有。坏苦，我们举个比喻，现在竞选，选上了，当市长、县长很乐，大家都来道贺，那个选不上的就苦了。或者纵然选上，下一任再选，落选了，要把县、市长的印交给别人，这时候回到家也没人理你，门可罗雀，坏苦，这是一个例子。好景不常，一定要记住，要觉悟。色界天人，因为他这个欲断掉了，「财、色、名、食、睡」五欲他离开了，所以他没有苦苦，虽然没有苦苦，他有坏苦，他有寿命，寿命到了他还要堕落，寿命虽然长，长也有尽的一天，色界天人有坏苦、有行苦。",
      "zh_TW": "第二類『壞苦』，「壞苦」是什麼？是說一切樂相都會變壞，在還沒有變壞的時候不錯，很好，時間久了就變壞，到變壞的時候你就感覺到苦。『樂是壞苦，不久住故』，不能夠永久長住，譬如色界天人。欲界這三種苦統統都有，苦苦、壞苦、行苦全都有。壞苦，我們舉個比喻，現在競選，選上了，當市長、縣長很樂，大家都來道賀，那個選不上的就苦了。或者縱然選上，下一任再選，落選了，要把縣、市長的印交給別人，這時候回到家也沒人理你，門可羅雀，壞苦，這是一個例子。好景不常，一定要記住，要覺悟。色界天人，因為他這個欲斷掉了，「財、色、名、食、睡」五欲他離開了，所以他沒有苦苦，雖然沒有苦苦，他有壞苦，他有壽命，壽命到了他還要墮落，壽命雖然長，長也有盡的一天，色界天人有壞苦、有行苦。"
    },
    {
      "id": "01-006-0005_p0032",
      "zh_CN": "【行苦—非苦非乐是行苦，性迁流故。】",
      "zh_TW": "【行苦—非苦非樂是行苦，性遷流故。】"
    },
    {
      "id": "01-006-0005_p0033",
      "zh_CN": "『行苦』是『非苦非乐』，苦乐两边都不受，这个境界好，好像人常在定中，这是非常的自在，但是也是不能永久的保留，『性迁流故』，就是不能永久保留。譬如人在青春（十八、九岁）的时候很好，少年，能不能永远保持十八、九岁？不能，一年比一年老，一月比一月老，再告诉诸位，一天比一天老。习俗过年都要恭贺新禧一番，你要实际上把这个事实真相明白，有什么可喜的？一年比一年老，有什么可喜？如果一年比一年年轻，应当恭贺一下才对。一年比一年衰老，喜从何来？再说寿命，一年比一年短，有什么可喜的？佛教我们了解真相，这是真正的觉悟。三界里面，四空天人不但五欲离开，连身都不要了，他晓得「身为苦本」，有身就有苦，他不要身了，所以四空天，现在一般人讲灵界，他没有色身。色界天有身体，有色身。四空天没有色身，叫无色界，因此他没有坏苦、没有苦苦，但是他有行苦。纵然生到「非想非非想天」，寿命八万大劫，这个时间长，八万大劫也有尽的时候，八万大劫到了，他还是要轮回，还是要堕落，所以佛给我们讲「三界统苦」，这称为极苦的世界。",
      "zh_TW": "『行苦』是『非苦非樂』，苦樂兩邊都不受，這個境界好，好像人常在定中，這是非常的自在，但是也是不能永久的保留，『性遷流故』，就是不能永久保留。譬如人在青春（十八、九歲）的時候很好，少年，能不能永遠保持十八、九歲？不能，一年比一年老，一月比一月老，再告訴諸位，一天比一天老。習俗過年都要恭賀新禧一番，你要實際上把這個事實真相明白，有什麼可喜的？一年比一年老，有什麼可喜？如果一年比一年年輕，應當恭賀一下才對。一年比一年衰老，喜從何來？再說壽命，一年比一年短，有什麼可喜的？佛教我們了解真相，這是真正的覺悟。三界裡面，四空天人不但五欲離開，連身都不要了，他曉得「身為苦本」，有身就有苦，他不要身了，所以四空天，現在一般人講靈界，他沒有色身。色界天有身體，有色身。四空天沒有色身，叫無色界，因此他沒有壞苦、沒有苦苦，但是他有行苦。縱然生到「非想非非想天」，壽命八萬大劫，這個時間長，八萬大劫也有盡的時候，八萬大劫到了，他還是要輪迴，還是要墮落，所以佛給我們講「三界統苦」，這稱為極苦的世界。"
    },
    {
      "id": "01-006-0005_p0034",
      "zh_CN": "到了西方极乐世界这三种苦都没有。没有苦苦，你的生活自在，无论在物质上、精神上，你的生活圆满，无忧无虑。没有坏苦，换句话说，到西方极乐世界的人是青春常驻，永远不会衰老，纵然你活到无量劫（寿命是无量劫），面貌跟年轻一样，没有看到衰老，这里没有坏苦。不会迁流转变，所以也没有行苦。所以那个地方称之为极乐世界，比我们这个世界真的是好得太多了，无法相比。",
      "zh_TW": "到了西方極樂世界這三種苦都沒有。沒有苦苦，你的生活自在，無論在物質上、精神上，你的生活圓滿，無憂無慮。沒有壞苦，換句話說，到西方極樂世界的人是青春常駐，永遠不會衰老，縱然你活到無量劫（壽命是無量劫），面貌跟年輕一樣，沒有看到衰老，這裡沒有壞苦。不會遷流轉變，所以也沒有行苦。所以那個地方稱之為極樂世界，比我們這個世界真的是好得太多了，無法相比。"
    },
    {
      "id": "01-006-0005_p0035",
      "zh_CN": "『受诸乐』，「受」是享受，这也归纳起来讲，第一个是：",
      "zh_TW": "『受諸樂』，「受」是享受，這也歸納起來講，第一個是："
    },
    {
      "id": "01-006-0005_p0036",
      "zh_CN": "【无罪报之苦。】",
      "zh_TW": "【無罪報之苦。】"
    },
    {
      "id": "01-006-0005_p0037",
      "zh_CN": "那个地方的人不迷惑、不造业，所以他没有『罪报之苦』，「罪报之苦」就是前面讲的三种苦，他没有。",
      "zh_TW": "那個地方的人不迷惑、不造業，所以他沒有『罪報之苦』，「罪報之苦」就是前面講的三種苦，他沒有。"
    },
    {
      "id": "01-006-0005_p0038",
      "zh_CN": "【无享受而造恶业之苦。】",
      "zh_TW": "【無享受而造惡業之苦。】"
    },
    {
      "id": "01-006-0005_p0039",
      "zh_CN": "这就是他不迷，他不造业。",
      "zh_TW": "這就是他不迷，他不造業。"
    },
    {
      "id": "01-006-0005_p0040",
      "zh_CN": "【无求寂灭之退转。】",
      "zh_TW": "【無求寂滅之退轉。】"
    },
    {
      "id": "01-006-0005_p0041",
      "zh_CN": "这是讲修道。我们这边修道人进得少、退得多，会退转，这是苦，所以道业不容易成就。那一边不退转，圆证三不退。",
      "zh_TW": "這是講修道。我們這邊修道人進得少、退得多，會退轉，這是苦，所以道業不容易成就。那一邊不退轉，圓證三不退。"
    },
    {
      "id": "01-006-0005_p0042",
      "zh_CN": "【无修道之障碍。】",
      "zh_TW": "【無修道之障礙。】"
    },
    {
      "id": "01-006-0005_p0043",
      "zh_CN": "我们这个地方修道障缘很多，西方极乐世界没有障碍，一帆风顺，所以无论在物质上、在修道上只有享受乐，没有苦受。接着看底下一段：",
      "zh_TW": "我們這個地方修道障緣很多，西方極樂世界沒有障礙，一帆風順，所以無論在物質上、在修道上只有享受樂，沒有苦受。接著看底下一段："
    },
    {
      "id": "01-006-0005_p0044",
      "zh_CN": "【地利之乐（居住）。】",
      "zh_TW": "【地利之樂（居住）。】"
    },
    {
      "id": "01-006-0005_p0045",
      "zh_CN": "这是说西方极乐世界居住的环境。",
      "zh_TW": "這是說西方極樂世界居住的環境。"
    },
    {
      "id": "01-006-0005_p0046",
      "zh_CN": "【经文：『又舍利弗，极乐国土，七重栏楯……成就如是功德庄严』。】",
      "zh_TW": "【經文：『又舍利弗，極樂國土，七重欄楯……成就如是功德莊嚴』。】"
    },
    {
      "id": "01-006-0005_p0047",
      "zh_CN": "【众宝栏树—（地利之乐）。】",
      "zh_TW": "【眾寶欄樹—（地利之樂）。】"
    },
    {
      "id": "01-006-0005_p0048",
      "zh_CN": "『众宝栏树』，这是讲『地利之乐』。",
      "zh_TW": "『眾寶欄樹』，這是講『地利之樂』。"
    },
    {
      "id": "01-006-0005_p0049",
      "zh_CN": "【七重表七科道品，又表圆满之意。四宝表常乐我净四德。】",
      "zh_TW": "【七重表七科道品，又表圓滿之意。四寶表常樂我淨四德。】"
    },
    {
      "id": "01-006-0005_p0050",
      "zh_CN": "经上讲的「七重行树、七重罗网、七重栏楯」，都说「七」这个数字，所以有些人看到《弥陀经》，认为极乐世界环境很呆板，好像都一个样子，没有什么变化，这个有什么意思？每一家建筑物都一样的。这个看法是看错了，「七」不是数目字，这跟《华严》里面讲的「十」，它不是代表一个数字，是代表『圆满』。七这个数字从什么地方来的？我们讲四方上下，中国人讲「六合」，再加上当中，这就都圆满了，七是从这儿来的，因此七在此地代表自在如意、随心所欲，这就是「圆满」，明白这个意思了，你就晓得极乐世界的确是庄严。你到那里住的房子，想什么样子就是什么样子，绝对不是呆呆板板每家都一样的。古德也告诉我们，『七重表七科道品』。「七科道品」是整个佛法的归纳，归纳为三十七道品，三十七道品可以分做七个部分，这个也能够讲得通，但是这个从教下来说。真正的意思的确是「圆满」的意思。",
      "zh_TW": "經上講的「七重行樹、七重羅網、七重欄楯」，都說「七」這個數字，所以有些人看到《彌陀經》，認為極樂世界環境很呆板，好像都一個樣子，沒有什麼變化，這個有什麼意思？每一家建築物都一樣的。這個看法是看錯了，「七」不是數目字，這跟《華嚴》裡面講的「十」，它不是代表一個數字，是代表『圓滿』。七這個數字從什麼地方來的？我們講四方上下，中國人講「六合」，再加上當中，這就都圓滿了，七是從這兒來的，因此七在此地代表自在如意、隨心所欲，這就是「圓滿」，明白這個意思了，你就曉得極樂世界的確是莊嚴。你到那裡住的房子，想什麼樣子就是什麼樣子，絕對不是呆呆板板每家都一樣的。古德也告訴我們，『七重表七科道品』。「七科道品」是整個佛法的歸納，歸納為三十七道品，三十七道品可以分做七個部分，這個也能夠講得通，但是這個從教下來說。真正的意思的確是「圓滿」的意思。"
    },
    {
      "id": "01-006-0005_p0051",
      "zh_CN": "经上常讲「金银琉璃」，这是『四宝』，「四宝」也是有意思，其实极乐世界的宝是数不尽的，种类数不尽，数量更是数不尽。佛在经上说「四」，他有用意，就是代表『常乐我净』四种德能。法身里面有「常乐我净」。「常」就是永远不变不坏，也就是没有坏苦。「乐」就是没有苦苦。「我」就是没有行苦，「我」是自在、主宰的意思，自己确实能做得了主宰。「净」是清净。所以法身有这四种德性，般若里面也有四种，解脱里头也有四种，都具足这四种德性。它是代表这个意思。",
      "zh_TW": "經上常講「金銀琉璃」，這是『四寶』，「四寶」也是有意思，其實極樂世界的寶是數不盡的，種類數不盡，數量更是數不盡。佛在經上說「四」，他有用意，就是代表『常樂我淨』四種德能。法身裡面有「常樂我淨」。「常」就是永遠不變不壞，也就是沒有壞苦。「樂」就是沒有苦苦。「我」就是沒有行苦，「我」是自在、主宰的意思，自己確實能做得了主宰。「淨」是清淨。所以法身有這四種德性，般若裡面也有四種，解脫裡頭也有四種，都具足這四種德性。它是代表這個意思。"
    },
    {
      "id": "01-006-0005_p0052",
      "zh_CN": "【自德深，他贤遍，是极乐之真实因缘。】",
      "zh_TW": "【自德深，他賢遍，是極樂之真實因緣。】"
    },
    {
      "id": "01-006-0005_p0053",
      "zh_CN": "『自德深』就是具足圆满的智慧德能，常乐我净这四净德。『他贤遍』，自己以外，所接触的人都是圣贤，普遍在极乐世界任何一个场所，不管到哪里，你都能够遇到诸佛，都能遇到这些大菩萨们，可以说这些人常常围绕在自己的周围。『是极乐之真实因缘』，为什么会这么乐？乐的因缘在此地，所以那个地方决定没有怨憎会。",
      "zh_TW": "『自德深』就是具足圓滿的智慧德能，常樂我淨這四淨德。『他賢遍』，自己以外，所接觸的人都是聖賢，普遍在極樂世界任何一個場所，不管到哪裡，你都能夠遇到諸佛，都能遇到這些大菩薩們，可以說這些人常常圍繞在自己的周圍。『是極樂之真實因緣』，為什麼會這麼樂？樂的因緣在此地，所以那個地方決定沒有怨憎會。"
    },
    {
      "id": "01-006-0005_p0054",
      "zh_CN": "【此等庄严，同居是增上善业（念佛）所感，亦圆五品观（１.随喜、２.读诵、３.解说、４.兼行六度、５.正行六度）所感。】",
      "zh_TW": "【此等莊嚴，同居是增上善業（念佛）所感，亦圓五品觀（１.隨喜、２.讀誦、３.解說、４.兼行六度、５.正行六度）所感。】"
    },
    {
      "id": "01-006-0005_p0055",
      "zh_CN": "这是讲西方极乐世界凡圣同居土的果报。此地『庄严』，我们可以说之为那个地方的果报，非常圆满的果报。真善美慧的果报从哪里来的？必定有因缘，这个因缘就是『增上善业』。善业里面最殊胜的、最上的善业是什么善业？『念佛』。凡是到西方极乐世界的人都是念佛成就的人，换句话说，最低限度，他的念佛功夫都能够伏住烦恼，都没有妄念，身心清净的人才能到那个地方，所以到西方极乐世界，各个人都是身心清净，才成就这样的庄严。也是圆教『五品观所感』的，圆教「五品观」就是凡圣同居土，这是天台大师说的。",
      "zh_TW": "這是講西方極樂世界凡聖同居土的果報。此地『莊嚴』，我們可以說之為那個地方的果報，非常圓滿的果報。真善美慧的果報從哪裡來的？必定有因緣，這個因緣就是『增上善業』。善業裡面最殊勝的、最上的善業是什麼善業？『念佛』。凡是到西方極樂世界的人都是念佛成就的人，換句話說，最低限度，他的念佛功夫都能夠伏住煩惱，都沒有妄念，身心清淨的人才能到那個地方，所以到西方極樂世界，各個人都是身心清淨，才成就這樣的莊嚴。也是圓教『五品觀所感』的，圓教「五品觀」就是凡聖同居土，這是天台大師說的。"
    },
    {
      "id": "01-006-0005_p0056",
      "zh_CN": "天台宗智者大师是隋朝时候人，他圆寂的时候是在唐朝，隋朝的年代不长。前面跟诸位说过，我们讲「一时」的时候提到他，他读《法华经》曾经入定，在定中见到释迦牟尼佛还在灵鹫山讲《法华经》，这就是智者大师的故事。他虽然是天台宗的祖师，他念阿弥陀佛求生净土，他在往生的时候，学生们就问他往生到西方极乐世界是什么样的品位？他就告诉大家，「我本来的品位可以相当高，能够得到相当高的品位，但是因为领众（领众就是管事，他是一个寺庙的住持，尤其那个时候寺庙里面住众差不多都上千人，那么大的团体他领导，样样要操心），我只落得个圆教五品位」，五品位就是凡圣同居土，所以五品位就是从这儿来的。以后我们讲凡圣同居土又说「圆五品观所感」，从天台大师他往生的时候所说的。",
      "zh_TW": "天台宗智者大師是隋朝時候人，他圓寂的時候是在唐朝，隋朝的年代不長。前面跟諸位說過，我們講「一時」的時候提到他，他讀《法華經》曾經入定，在定中見到釋迦牟尼佛還在靈鷲山講《法華經》，這就是智者大師的故事。他雖然是天台宗的祖師，他念阿彌陀佛求生淨土，他在往生的時候，學生們就問他往生到西方極樂世界是什麼樣的品位？他就告訴大家，「我本來的品位可以相當高，能夠得到相當高的品位，但是因為領眾（領眾就是管事，他是一個寺廟的住持，尤其那個時候寺廟裡面住眾差不多都上千人，那麼大的團體他領導，樣樣要操心），我只落得個圓教五品位」，五品位就是凡聖同居土，所以五品位就是從這兒來的。以後我們講凡聖同居土又說「圓五品觀所感」，從天台大師他往生的時候所說的。"
    },
    {
      "id": "01-006-0005_p0057",
      "zh_CN": "「五品观」怎么修法？「观」就是观照，这是在般若里面讲修行的功夫分三等，这般若经里头讲的。最起码的功夫就是「观照」，再往上一层就是「照住」，照住就是得定，就是三昧。观照是伏烦恼，没有断烦恼，照住是断烦恼。再往上一层就是「照见」，照见就是明心见性，是功夫最高的。我们念《心经》，「观自在菩萨…照见五蕴皆空」，那是上层的功夫。最起码的功夫是要观照。我们现在用什么方法来观照？念佛就是观照。你看看，烦恼心一动，「阿弥陀佛」，这就是观照，就把烦恼压住，把这个妄念取而代之，这就不迷。观照，照是不迷，明明白白，把它换过来，境界换过来，转变过来。明白这个道理就晓得，每个宗派里面所讲的名词不一样，那个功夫境界相等，完全相同。观照就是念佛法门里面的功夫成片，我们念佛得力了，功夫成片，照住就是事一心不乱，照见就是理一心不乱，净土宗和般若宗讲的名词不一样，内容是一样的，伏烦恼、断烦恼、明心见性，都是讲的这个事情，你才明了法门确实是平等的，是无有高下的。但是用般若那个观照的方法的确没有念佛这么方便，这是真话不是假话，所以念佛伏烦恼比观照伏烦恼要方便稳当得多，不会产生副作用，这个副作用就是着魔，念佛不容易着魔。",
      "zh_TW": "「五品觀」怎麼修法？「觀」就是觀照，這是在般若裡面講修行的功夫分三等，這般若經裡頭講的。最起碼的功夫就是「觀照」，再往上一層就是「照住」，照住就是得定，就是三昧。觀照是伏煩惱，沒有斷煩惱，照住是斷煩惱。再往上一層就是「照見」，照見就是明心見性，是功夫最高的。我們念《心經》，「觀自在菩薩…照見五蘊皆空」，那是上層的功夫。最起碼的功夫是要觀照。我們現在用什麼方法來觀照？念佛就是觀照。你看看，煩惱心一動，「阿彌陀佛」，這就是觀照，就把煩惱壓住，把這個妄念取而代之，這就不迷。觀照，照是不迷，明明白白，把它換過來，境界換過來，轉變過來。明白這個道理就曉得，每個宗派裡面所講的名詞不一樣，那個功夫境界相等，完全相同。觀照就是念佛法門裡面的功夫成片，我們念佛得力了，功夫成片，照住就是事一心不亂，照見就是理一心不亂，淨土宗和般若宗講的名詞不一樣，內容是一樣的，伏煩惱、斷煩惱、明心見性，都是講的這個事情，你才明瞭法門確實是平等的，是無有高下的。但是用般若那個觀照的方法的確沒有念佛這麼方便，這是真話不是假話，所以念佛伏煩惱比觀照伏煩惱要方便穩當得多，不會產生副作用，這個副作用就是著魔，念佛不容易著魔。"
    },
    {
      "id": "01-006-0005_p0058",
      "zh_CN": "圆五品观，观就是观照，第一个是『随喜』，要修「随喜功德」。「随」是随顺，随顺一切善法，当然不随顺恶法，这个诸位要记住的。随顺一切善事，随顺当中要尽心尽力的帮助他成就善事、好事，这叫随顺。如果没有力量帮助就赞叹，这也是随顺。我没有力量帮助他，没钱也没时间，也没能力帮助他，我看到了很欢喜，赞叹，希望别的有力量的人来帮助他把这个好事完成，这都属于「随喜」。第二是『读诵』，这就是天天要念大乘经典。念大乘经典，你能够明理，能够破除迷惑，在我们日常生活当中待人接物，心地光明，行为正大，这是「读诵」的观照。第三个『解说』，「解说」是为别人讲解佛法的道理，为别人讲解佛法的功德利益，换句话说，劝别人学佛，把佛法介绍给别人，这是「解说」。第四是『兼行六度』，「兼」是附带，在随喜、读诵、解说里头附带，这叫「兼行」。第五就是『正行六度』，「正行六度」完全是对自己的，布施是度自己的贪心，对治自己的悭贪，持戒是对治自己的恶业，忍辱是对治自己的瞋恚，精进是对治自己的懈怠、懒惰，禅定是对治自己的散乱，般若是对治自己的愚痴，这叫「正行六度」。这样念佛庄严了凡圣同居土，这是说明凡圣同居土种种庄严的来由。",
      "zh_TW": "圓五品觀，觀就是觀照，第一個是『隨喜』，要修「隨喜功德」。「隨」是隨順，隨順一切善法，當然不隨順惡法，這個諸位要記住的。隨順一切善事，隨順當中要盡心盡力的幫助他成就善事、好事，這叫隨順。如果沒有力量幫助就讚歎，這也是隨順。我沒有力量幫助他，沒錢也沒時間，也沒能力幫助他，我看到了很歡喜，讚歎，希望別的有力量的人來幫助他把這個好事完成，這都屬於「隨喜」。第二是『讀誦』，這就是天天要念大乘經典。念大乘經典，你能夠明理，能夠破除迷惑，在我們日常生活當中待人接物，心地光明，行為正大，這是「讀誦」的觀照。第三個『解說』，「解說」是為別人講解佛法的道理，為別人講解佛法的功德利益，換句話說，勸別人學佛，把佛法介紹給別人，這是「解說」。第四是『兼行六度』，「兼」是附帶，在隨喜、讀誦、解說裡頭附帶，這叫「兼行」。第五就是『正行六度』，「正行六度」完全是對自己的，布施是度自己的貪心，對治自己的慳貪，持戒是對治自己的惡業，忍辱是對治自己的瞋恚，精進是對治自己的懈怠、懶惰，禪定是對治自己的散亂，般若是對治自己的愚痴，這叫「正行六度」。這樣念佛莊嚴了凡聖同居土，這是說明凡聖同居土種種莊嚴的來由。"
    },
    {
      "id": "01-006-0005_p0059",
      "zh_CN": "【人民表因缘生法，声闻表即空，菩萨表即假，佛表即中，圆融无碍也。】",
      "zh_TW": "【人民表因緣生法，聲聞表即空，菩薩表即假，佛表即中，圓融無礙也。】"
    },
    {
      "id": "01-006-0005_p0060",
      "zh_CN": "凡圣同居土里头的人物，我们生到那边去是人天的身分，人的身分，我们见思烦恼没断，五欲也没断，到了西方极乐世界还想吃饭，疲倦了还想睡觉，没有断，我们的习气没有断。到西方极乐世界有没这些？有，衣、食、住、行统统都有，随着我们的欲念统统现前，是人的身分。那么看看别人，这里头有阿罗汉，你也天天见到，也有许多的菩萨，也有佛，都能够见到。所以『人民表因缘生法』，代表这个，这是一个境界。阿罗汉表『即空』，实际上西方极乐世界是大乘的佛法，决定没有小乘，那哪来的阿罗汉？所以这些阿罗汉都是小乘人发心念佛求生净土的，虽然生到西方极乐世界，还带着小乘的习气，就像我们人到了西方极乐世界还要穿衣吃饭，带着人的习气，所以叫做阿罗汉，实际上他确实不是阿罗汉。我们生到西方极乐世界，说是个人，其实是不是人？比人的身分高得多，他圆证三不退，怎么可以用平常人来看他？所以有这些名词，实际上境界不相同，绝对不一样。这是天台家讲「空假中」三观三谛配合这个意思来讲，也能讲得通，也讲得不错。菩萨代表假，佛代表中道，这些都是讲修行方法，最妙的是空假中三观三谛『圆融无碍』，这是最殊胜的境界。再看底下一段：",
      "zh_TW": "凡聖同居土裡頭的人物，我們生到那邊去是人天的身分，人的身分，我們見思煩惱沒斷，五欲也沒斷，到了西方極樂世界還想吃飯，疲倦了還想睡覺，沒有斷，我們的習氣沒有斷。到西方極樂世界有沒這些？有，衣、食、住、行統統都有，隨著我們的欲念統統現前，是人的身分。那麼看看別人，這裡頭有阿羅漢，你也天天見到，也有許多的菩薩，也有佛，都能夠見到。所以『人民表因緣生法』，代表這個，這是一個境界。阿羅漢表『即空』，實際上西方極樂世界是大乘的佛法，決定沒有小乘，那哪來的阿羅漢？所以這些阿羅漢都是小乘人發心念佛求生淨土的，雖然生到西方極樂世界，還帶著小乘的習氣，就像我們人到了西方極樂世界還要穿衣吃飯，帶著人的習氣，所以叫做阿羅漢，實際上他確實不是阿羅漢。我們生到西方極樂世界，說是個人，其實是不是人？比人的身分高得多，他圓證三不退，怎麼可以用平常人來看他？所以有這些名詞，實際上境界不相同，絕對不一樣。這是天台家講「空假中」三觀三諦配合這個意思來講，也能講得通，也講得不錯。菩薩代表假，佛代表中道，這些都是講修行方法，最妙的是空假中三觀三諦『圓融無礙』，這是最殊勝的境界。再看底下一段："
    },
    {
      "id": "01-006-0005_p0061",
      "zh_CN": "【宝池德水—（无老病苦）。】",
      "zh_TW": "【寶池德水—（無老病苦）。】"
    },
    {
      "id": "01-006-0005_p0062",
      "zh_CN": "七宝池，八功德水。这一段显示西方极乐世界没有『老病苦』，那个地方真的长生不老，永远不会生病，你就可以想像到西方极乐世界没有卖药的，没有医生。那个地方长生不老，永远不生病，真正是难得。",
      "zh_TW": "七寶池，八功德水。這一段顯示西方極樂世界沒有『老病苦』，那個地方真的長生不老，永遠不會生病，你就可以想像到西方極樂世界沒有賣藥的，沒有醫生。那個地方長生不老，永遠不生病，真正是難得。"
    },
    {
      "id": "01-006-0005_p0063",
      "zh_CN": "【上明住处，此节明生处。】",
      "zh_TW": "【上明住處，此節明生處。】"
    },
    {
      "id": "01-006-0005_p0064",
      "zh_CN": "前面众宝栏树是讲居住的环境，这个地方是讲我们出生的环境。",
      "zh_TW": "前面眾寶欄樹是講居住的環境，這個地方是講我們出生的環境。"
    },
    {
      "id": "01-006-0005_p0065",
      "zh_CN": "【此土同居是有漏惑业所感，彼土乃无漏净业所成，又为阿弥陀愿行之所庄严。】",
      "zh_TW": "【此土同居是有漏惑業所感，彼土乃無漏淨業所成，又為阿彌陀願行之所莊嚴。】"
    },
    {
      "id": "01-006-0005_p0066",
      "zh_CN": "这是说明为什么不一样。『此土』是指我们现在这个世界，我们居住这个地球，地球上这些众生、这些人，我们看得到的这些野兽畜生，这是显而易见的，为什么会有这些人、这些生物？佛告诉我们，这是『有漏惑业所感』。「漏」是烦恼的代名词，「有漏」就是有烦恼，就是有贪瞋痴慢。「惑」是迷惑，对于一切事理辨别不清楚，这就是迷惑。「业」是造作，既然迷惑，造作就是妄动。「迷」就起惑造业，当然就有果报，这个果报就是我们现在说的动物、植物、矿物，是这么来的。实在说六道轮回也就是这个原理，不仅仅解释我们眼前这个境界，也可以解释娑婆世界六道轮回的形成，因素就在此地。西方极乐世界的业因、因素不相同，那个地方的众生没有烦恼，他不迷惑、不造恶业，所以他的果报跟我们就完全不相同，那边是净业所成。诸位想想，我们天天念这句阿弥陀佛，我们这个世界是六道，在六道里头哪一道有阿弥陀佛？统统没有。我今天造一念善，起一念善心，我造善业，六道里有三善道，那三善道的果报，我们起一个恶念造作恶业有三恶道，你都有个去处。念阿弥陀佛，六道里头没有阿弥陀佛，阿弥陀佛在西方极乐世界，你跑到那边去了，所以阿弥陀佛是净业。什么叫净？就是善恶两边都离开，这就清净了。",
      "zh_TW": "這是說明為什麼不一樣。『此土』是指我們現在這個世界，我們居住這個地球，地球上這些眾生、這些人，我們看得到的這些野獸畜生，這是顯而易見的，為什麼會有這些人、這些生物？佛告訴我們，這是『有漏惑業所感』。「漏」是煩惱的代名詞，「有漏」就是有煩惱，就是有貪瞋痴慢。「惑」是迷惑，對於一切事理辨別不清楚，這就是迷惑。「業」是造作，既然迷惑，造作就是妄動。「迷」就起惑造業，當然就有果報，這個果報就是我們現在說的動物、植物、礦物，是這麼來的。實在說六道輪迴也就是這個原理，不僅僅解釋我們眼前這個境界，也可以解釋娑婆世界六道輪迴的形成，因素就在此地。西方極樂世界的業因、因素不相同，那個地方的眾生沒有煩惱，他不迷惑、不造惡業，所以他的果報跟我們就完全不相同，那邊是淨業所成。諸位想想，我們天天念這句阿彌陀佛，我們這個世界是六道，在六道裡頭哪一道有阿彌陀佛？統統沒有。我今天造一念善，起一念善心，我造善業，六道裡有三善道，那三善道的果報，我們起一個惡念造作惡業有三惡道，你都有個去處。念阿彌陀佛，六道裡頭沒有阿彌陀佛，阿彌陀佛在西方極樂世界，你跑到那邊去了，所以阿彌陀佛是淨業。什麼叫淨？就是善惡兩邊都離開，這就清淨了。"
    },
    {
      "id": "01-006-0005_p0067",
      "zh_CN": "因此一个真正发心求生西方净土的人，平常在这个世间一定要做到「诸恶莫作，众善奉行」。诸恶莫作从心地做起，我心里一个恶的念头都不生，这就是诸恶莫作。一个恶念不生，心真正清净。虽然没做坏事情，还有坏的念头，这心不清净，必须从根本上把恶业拔除，就是从此以后不起一个恶念。虽然做一切善事，帮助别人，做善事不要把事情挂在心上，「三轮体空」，做过就过了，不去想它，想什么？想阿弥陀佛，这个要紧。善恶都不想，就想阿弥陀佛，这叫净业，这个人必定往生西方极乐世界，所以那边叫『无漏净业所成』。「无漏」就是没有烦恼，不迷惑、不造业，这就叫清净业成就，这是我们自己力量，每一个到西方极乐世界的人都有一份功德庄严极乐世界。我们常常念佛回向，「愿以此功德，庄严佛净土」，我们用什么庄严？也就是帮助创造西方净土，我们去的人都有一份功德，那就是你的净业，你身心清净。同时又是『阿弥陀愿行之所庄严』，这也是一个不可思议的力量，这一桩事情的详细说明是在《无量寿经》里面，我们通常也称为《大阿弥陀经》，因为它的分量多，解说得详细。",
      "zh_TW": "因此一個真正發心求生西方淨土的人，平常在這個世間一定要做到「諸惡莫作，眾善奉行」。諸惡莫作從心地做起，我心裡一個惡的念頭都不生，這就是諸惡莫作。一個惡念不生，心真正清淨。雖然沒做壞事情，還有壞的念頭，這心不清淨，必須從根本上把惡業拔除，就是從此以後不起一個惡念。雖然做一切善事，幫助別人，做善事不要把事情掛在心上，「三輪體空」，做過就過了，不去想它，想什麼？想阿彌陀佛，這個要緊。善惡都不想，就想阿彌陀佛，這叫淨業，這個人必定往生西方極樂世界，所以那邊叫『無漏淨業所成』。「無漏」就是沒有煩惱，不迷惑、不造業，這就叫清淨業成就，這是我們自己力量，每一個到西方極樂世界的人都有一份功德莊嚴極樂世界。我們常常念佛迴向，「願以此功德，莊嚴佛淨土」，我們用什麼莊嚴？也就是幫助創造西方淨土，我們去的人都有一份功德，那就是你的淨業，你身心清淨。同時又是『阿彌陀願行之所莊嚴』，這也是一個不可思議的力量，這一樁事情的詳細說明是在《無量壽經》裡面，我們通常也稱為《大阿彌陀經》，因為它的分量多，解說得詳細。"
    },
    {
      "id": "01-006-0005_p0068",
      "zh_CN": "《无量寿经》里面介绍阿弥陀佛过去生中修行证果的经历。他在久远劫之前曾经做过国王，他做国王的时候就有一尊佛住世，他常常亲近佛，听佛讲经说法，以后很受感动，就把国王的位子让给别人，自己出家修行，跟着佛出家，这是说他因地最初的一个因由。出家之后，他的法名叫「法藏」，从此以后，生生世世修行。他那时候遇到的佛叫「世自在王佛」，在佛面前发四十八愿，四十八愿度众生，这四十八愿生生世世就在做，一直到四十八愿，愿愿都圆满，这才在西方极乐世界成佛。当中修行，他曾经参访过二百一十亿个佛国土，换句话说，他曾经亲近过二百一十亿尊佛陀，这真是博学多闻。他看了那么多诸佛的世界，到了西方极乐世界就建造自己的国土，采取人家的长处，舍人家的短处，这样建造了一个极乐世界。",
      "zh_TW": "《無量壽經》裡面介紹阿彌陀佛過去生中修行證果的經歷。他在久遠劫之前曾經做過國王，他做國王的時候就有一尊佛住世，他常常親近佛，聽佛講經說法，以後很受感動，就把國王的位子讓給別人，自己出家修行，跟著佛出家，這是說他因地最初的一個因由。出家之後，他的法名叫「法藏」，從此以後，生生世世修行。他那時候遇到的佛叫「世自在王佛」，在佛面前發四十八願，四十八願度眾生，這四十八願生生世世就在做，一直到四十八願，願願都圓滿，這才在西方極樂世界成佛。當中修行，他曾經參訪過二百一十億個佛國土，換句話說，他曾經親近過二百一十億尊佛陀，這真是博學多聞。他看了那麼多諸佛的世界，到了西方極樂世界就建造自己的國土，採取人家的長處，捨人家的短處，這樣建造了一個極樂世界。"
    },
    {
      "id": "01-006-0005_p0069",
      "zh_CN": "实在讲，这种模式我们可以采取，像你们这些年轻人将来学业完成，到世界各国去考察观摩，取人家的长处，舍人家的短处，来建设一个极乐的台湾，不是做不到的，使台湾成为地球上的极乐世界。阿弥陀佛在这诸佛国土里头建立的极乐世界就是用这种方式。他看得太多了，经上讲他看了二百一十亿个佛国土，所以他这个国土建立就很不平常，不是惑业成就的，是愿力成就的，是净业成就的，阿弥陀佛自己的大愿大行。所有往生到西方极乐世界，清净的净业，是这么样的一个团体，无怪它的庄严不是其他诸佛世界所能相比的。「因」不相同，其他诸佛国土都是染净混杂，有善业、有恶业，有清净业、有染业，是这样子聚合的，不像西方极乐世界纯粹是净业众生所聚集的，这个不相同，我们了解这个因由才晓得西方的殊胜原来如此。我们自己身心清净才可以到那里去，我们不清净，人家各个都清净，我们到那里去也没有办法跟人家融洽，所以不能去，要想去一定要修净业。第五：",
      "zh_TW": "實在講，這種模式我們可以採取，像你們這些年輕人將來學業完成，到世界各國去考察觀摩，取人家的長處，捨人家的短處，來建設一個極樂的台灣，不是做不到的，使台灣成為地球上的極樂世界。阿彌陀佛在這諸佛國土裡頭建立的極樂世界就是用這種方式。他看得太多了，經上講他看了二百一十億個佛國土，所以他這個國土建立就很不平常，不是惑業成就的，是願力成就的，是淨業成就的，阿彌陀佛自己的大願大行。所有往生到西方極樂世界，清淨的淨業，是這麼樣的一個團體，無怪它的莊嚴不是其他諸佛世界所能相比的。「因」不相同，其他諸佛國土都是染淨混雜，有善業、有惡業，有清淨業、有染業，是這樣子聚合的，不像西方極樂世界純粹是淨業眾生所聚集的，這個不相同，我們了解這個因由才曉得西方的殊勝原來如此。我們自己身心清淨才可以到那裡去，我們不清淨，人家各個都清淨，我們到那裡去也沒有辦法跟人家融洽，所以不能去，要想去一定要修淨業。第五："
    },
    {
      "id": "01-006-0005_p0070",
      "zh_CN": "【四色莲花—（无胎生苦，无爱别离苦）。】",
      "zh_TW": "【四色蓮花—（無胎生苦，無愛別離苦）。】"
    },
    {
      "id": "01-006-0005_p0071",
      "zh_CN": "『四色莲花』，这是讲七宝池中有许多的莲花，莲花化生，就像经上所讲的「青色青光，白色白光，黄色黄光，赤色赤光」，讲四色，其实颜色有无量种，不止四色。这个四色是四原色，四色一调和就变成无量色，是说的这个，这个诸位一定要明了，绝对不是西方极乐世界七宝池莲花只有四种颜色，那你就搞错了。这个四种是讲四原色，四色一调和就是无量无边的颜色，无量无边的光彩，美不胜收。这一段经文里面显示『无胎生苦』，因为莲花化生，没有胎生，同时也就『无爱别离苦』。我们这个世间人胎生，有父母，父子、母子是特别的亲爱，儿女长大了总要到外边去，总有「爱别离苦」，没有办法做到没有爱别离苦。西方极乐世界莲华化生，没有父母，不需要父母，所以没有胎生之苦，没有爱别离苦。这一段要说明的：",
      "zh_TW": "『四色蓮花』，這是講七寶池中有許多的蓮花，蓮花化生，就像經上所講的「青色青光，白色白光，黃色黃光，赤色赤光」，講四色，其實顏色有無量種，不止四色。這個四色是四原色，四色一調和就變成無量色，是說的這個，這個諸位一定要明瞭，絕對不是西方極樂世界七寶池蓮花只有四種顏色，那你就搞錯了。這個四種是講四原色，四色一調和就是無量無邊的顏色，無量無邊的光彩，美不勝收。這一段經文裡面顯示『無胎生苦』，因為蓮花化生，沒有胎生，同時也就『無愛別離苦』。我們這個世間人胎生，有父母，父子、母子是特別的親愛，兒女長大了總要到外邊去，總有「愛別離苦」，沒有辦法做到沒有愛別離苦。西方極樂世界蓮華化生，沒有父母，不需要父母，所以沒有胎生之苦，沒有愛別離苦。這一段要說明的："
    },
    {
      "id": "01-006-0005_p0072",
      "zh_CN": "【莲花大小光色不同。】",
      "zh_TW": "【蓮花大小光色不同。】"
    },
    {
      "id": "01-006-0005_p0073",
      "zh_CN": "都是无量无边。",
      "zh_TW": "都是無量無邊。"
    },
    {
      "id": "01-006-0005_p0074",
      "zh_CN": "【经云：众生发心信愿持名，池中即生一莲蕊，标名于上，若精进念佛，花则日大，光色日鲜，如中途退心或改习他法门，则花渐枯。】",
      "zh_TW": "【經云：眾生發心信願持名，池中即生一蓮蕊，標名於上，若精進念佛，花則日大，光色日鮮，如中途退心或改習他法門，則花漸枯。】"
    },
    {
      "id": "01-006-0005_p0075",
      "zh_CN": "这一段经文诸位要好好的记住，这在《观无量寿佛经》里面的，「净土三经」，《观经》里面所说的，这是事实。十方世界的众生，当然包括我们，哪一个人真正发心想往生西方极乐世界，极乐世界七宝池中就长一个莲花的花苞，而且这个花苞上就有你的名字，这很奇怪，这朵花就是你的。你念佛念得很勤，念得很精进，念的功夫很得力，那就是花的养分，花就有营养，花一天比一天大，光色一天比一天好，如果你去学禅，去改学密，不念佛，这朵花就枯死没有了，这很奇怪。所以你要晓得这一桩事情就得要认真努力，我们今天要修的是什么？希望将来到西方极乐世界，我们住的莲花又大又美，这是真正可以得到，真能得到。要晓得我们这个世间名闻利养种种富贵是过眼云烟，一样都得不到，你带不去，「生不带来，死不带去」，所以要用多少精神、时间去争取世间名闻利养，搞到后来一样也带不去，这是莫大的损失，为什么不拿这个精神、拿这个好时光去念佛？我们要求一个永远带得去、永远不会失掉的大莲花。",
      "zh_TW": "這一段經文諸位要好好的記住，這在《觀無量壽佛經》裡面的，「淨土三經」，《觀經》裡面所說的，這是事實。十方世界的眾生，當然包括我們，哪一個人真正發心想往生西方極樂世界，極樂世界七寶池中就長一個蓮花的花苞，而且這個花苞上就有你的名字，這很奇怪，這朵花就是你的。你念佛念得很勤，念得很精進，念的功夫很得力，那就是花的養分，花就有營養，花一天比一天大，光色一天比一天好，如果你去學禪，去改學密，不念佛，這朵花就枯死沒有了，這很奇怪。所以你要曉得這一樁事情就得要認真努力，我們今天要修的是什麼？希望將來到西方極樂世界，我們住的蓮花又大又美，這是真正可以得到，真能得到。要曉得我們這個世間名聞利養種種富貴是過眼雲煙，一樣都得不到，你帶不去，「生不帶來，死不帶去」，所以要用多少精神、時間去爭取世間名聞利養，搞到後來一樣也帶不去，這是莫大的損失，為什麼不拿這個精神、拿這個好時光去念佛？我們要求一個永遠帶得去、永遠不會失掉的大蓮花。"
    },
    {
      "id": "01-006-0005_p0076",
      "zh_CN": "经上说这个莲花，小的一由旬，一由旬多大？照印度的算法，比照中国古时候度量衡来讲，印度有中由旬、小由旬、大由旬，大由旬合中国是八十里，这是讲直径八十里，中由旬六十里，小由旬四十里，换句话说，最小的莲花也有四十里，住在那里也很舒服。你现在这个家虽然大，还没到四十里。四十里，我看比台北市还要大。台湾从南到北，算中国的华里有八百里，大由旬那就是八朵莲花，就是一个台湾大，一朵莲花是台湾的八分之一，可见得莲花相当之大，但那是小的。大的莲花，经上说有一百由旬、有一千由旬的，那一千由旬的比地球还大，希望大家努力，到西方极乐世界住千由旬的大莲花，这是我们要争取的。不要把这些精神、时间浪费在这个世间上，这个世间的生活能过得去就可以了，不争名、不逐利，衣能够保暖，饮食能够饱肚子，有一个小房子可以遮蔽风雨，就满足了，我要求的是西方极乐世界的大莲花，必须有这样的眼光、知见。",
      "zh_TW": "經上說這個蓮花，小的一由旬，一由旬多大？照印度的算法，比照中國古時候度量衡來講，印度有中由旬、小由旬、大由旬，大由旬合中國是八十里，這是講直徑八十里，中由旬六十里，小由旬四十里，換句話說，最小的蓮花也有四十里，住在那裡也很舒服。你現在這個家雖然大，還沒到四十里。四十里，我看比台北市還要大。台灣從南到北，算中國的華里有八百里，大由旬那就是八朵蓮花，就是一個台灣大，一朵蓮花是台灣的八分之一，可見得蓮花相當之大，但那是小的。大的蓮花，經上說有一百由旬、有一千由旬的，那一千由旬的比地球還大，希望大家努力，到西方極樂世界住千由旬的大蓮花，這是我們要爭取的。不要把這些精神、時間浪費在這個世間上，這個世間的生活能過得去就可以了，不爭名、不逐利，衣能夠保暖，飲食能夠飽肚子，有一個小房子可以遮蔽風雨，就滿足了，我要求的是西方極樂世界的大蓮花，必須有這樣的眼光、知見。"
    },
    {
      "id": "01-006-0005_p0077",
      "zh_CN": "莲花之美真是美不胜收。过去念佛人，或在定中，或是在念佛止静的时候，往往见到这个现象，就是看到莲花有自己的名字，我们在《往生传》、在《高僧传》里面看到有这些记载，现前也有人曾经看过，今天没有在座。旧金山有一位居士，她最近回到台湾来办事，这位念佛的同修就见到过，她是念佛打坐止静的时候看到莲花，那个莲花之好，有生以来从没有见过，那么好的莲花，那么美的莲花，莲花上有她自己的名字，她来告诉我，她见过这个境界，我勉励她「努力念佛，妳决定往生」。这是她亲自见到，亲自告诉我的，这是念佛的瑞相。她念得很诚，念得非常诚恳，所以这个事情决定不是虚妄的，我们个人要努力。认定这个法门决定不改，决定不退心，不管其他的种种法门来宣传，来劝勉你，我们自己的心绝不动摇，一句弥陀永远的念下去，你决定成就。",
      "zh_TW": "蓮花之美真是美不勝收。過去念佛人，或在定中，或是在念佛止靜的時候，往往見到這個現象，就是看到蓮花有自己的名字，我們在《往生傳》、在《高僧傳》裡面看到有這些記載，現前也有人曾經看過，今天沒有在座。舊金山有一位居士，她最近回到台灣來辦事，這位念佛的同修就見到過，她是念佛打坐止靜的時候看到蓮花，那個蓮花之好，有生以來從沒有見過，那麼好的蓮花，那麼美的蓮花，蓮花上有她自己的名字，她來告訴我，她見過這個境界，我勉勵她「努力念佛，妳決定往生」。這是她親自見到，親自告訴我的，這是念佛的瑞相。她念得很誠，念得非常誠懇，所以這個事情決定不是虛妄的，我們個人要努力。認定這個法門決定不改，決定不退心，不管其他的種種法門來宣傳，來勸勉你，我們自己的心絕不動搖，一句彌陀永遠的念下去，你決定成就。"
    },
    {
      "id": "01-006-0005_p0078",
      "zh_CN": "【信心坚固，一生不改，则临命终时，佛持此花，接引往生，即生此莲中，名为托质莲胎，清净受生，花开见佛。】",
      "zh_TW": "【信心堅固，一生不改，則臨命終時，佛持此花，接引往生，即生此蓮中，名為託質蓮胎，清淨受生，花開見佛。】"
    },
    {
      "id": "01-006-0005_p0079",
      "zh_CN": "所以念佛人最重要的就是信心要坚固，决定不动摇，晓得这个法门的殊胜，一生决定不改，老实念佛，这一句弥陀念到底，到临命终时，这个因缘成熟，阿弥陀佛就拿这朵莲花来接引你。我们这边这尊佛像是阿弥陀佛接引像，阿弥陀佛手上拿莲花来接引往生的人，他拿的是哪一朵莲花？就是七宝池中你自己的莲花，莲花上有你自己的名字，决定不会错。你平素功夫念得很勤，莲花就大，你念得不勤，莲花就小。换句话说，你将来见佛，你的莲花大，你见的阿弥陀佛身相就大；你那个莲花小，你见的阿弥陀佛也小，你愿意见大佛还是见小佛？见大佛，见的佛相愈大就证明你的品位愈高。赞佛偈里面赞叹阿弥陀佛，那个相大，「白毫宛转五须弥，绀目澄清四大海」，你说那个相多大！「白毫」是佛眉毛当中有根毫毛是白的，当中是空的，卷在一起，有多大？像五座须弥山那么大。佛的眼睛就像大海一样，你讲讲看这个相多大，那是报身如来。见到这个相是生实报庄严土，是理一心不乱才能见得到。当然，那么大的佛拿的莲花一定是很大的，你念到理一心不乱至少也是千百由旬的大莲花，一往生，花开见佛，你自己的地位就是法身大士，我们要向这个方向目标来努力，这才真正有价值。",
      "zh_TW": "所以念佛人最重要的就是信心要堅固，決定不動搖，曉得這個法門的殊勝，一生決定不改，老實念佛，這一句彌陀念到底，到臨命終時，這個因緣成熟，阿彌陀佛就拿這朵蓮花來接引你。我們這邊這尊佛像是阿彌陀佛接引像，阿彌陀佛手上拿蓮花來接引往生的人，他拿的是哪一朵蓮花？就是七寶池中你自己的蓮花，蓮花上有你自己的名字，決定不會錯。你平素功夫念得很勤，蓮花就大，你念得不勤，蓮花就小。換句話說，你將來見佛，你的蓮花大，你見的阿彌陀佛身相就大；你那個蓮花小，你見的阿彌陀佛也小，你願意見大佛還是見小佛？見大佛，見的佛相愈大就證明你的品位愈高。讚佛偈裡面讚歎阿彌陀佛，那個相大，「白毫宛轉五須彌，紺目澄清四大海」，你說那個相多大！「白毫」是佛眉毛當中有根毫毛是白的，當中是空的，捲在一起，有多大？像五座須彌山那麼大。佛的眼睛就像大海一樣，你講講看這個相多大，那是報身如來。見到這個相是生實報莊嚴土，是理一心不亂才能見得到。當然，那麼大的佛拿的蓮花一定是很大的，你念到理一心不亂至少也是千百由旬的大蓮花，一往生，花開見佛，你自己的地位就是法身大士，我們要向這個方向目標來努力，這才真正有價值。"
    },
    {
      "id": "01-006-0005_p0080",
      "zh_CN": "经上讲「事一心不乱，理一心不乱」，既然说了，我们必定可以做得到，做不到的佛不会说。人家做得到，我为什么做不到，别人可以做到，我要努力，相信也能做到，所以自己要相信自己。前面讲信心，第一个要相信自己，相信自己能往生，相信自己可以得一心不乱，相信自己能够成就上品上生，要有这种决心、毅力，要认真努力去修学。",
      "zh_TW": "經上講「事一心不亂，理一心不亂」，既然說了，我們必定可以做得到，做不到的佛不會說。人家做得到，我為什麼做不到，別人可以做到，我要努力，相信也能做到，所以自己要相信自己。前面講信心，第一個要相信自己，相信自己能往生，相信自己可以得一心不亂，相信自己能夠成就上品上生，要有這種決心、毅力，要認真努力去修學。"
    },
    {
      "id": "01-006-0005_p0081",
      "zh_CN": "【光色实无量，略言四色耳。】",
      "zh_TW": "【光色實無量，略言四色耳。】"
    },
    {
      "id": "01-006-0005_p0082",
      "zh_CN": "这个前面解释过。",
      "zh_TW": "這個前面解釋過。"
    },
    {
      "id": "01-006-0005_p0083",
      "zh_CN": "【极乐国土，成就如是功德庄严。弥陀因地，以四十八愿，摄取二百一十亿佛刹，清净之行，称性功德之所成就也。】",
      "zh_TW": "【極樂國土，成就如是功德莊嚴。彌陀因地，以四十八願，攝取二百一十億佛剎，清淨之行，稱性功德之所成就也。】"
    },
    {
      "id": "01-006-0005_p0084",
      "zh_CN": "这个意思前面也都曾经说过了。",
      "zh_TW": "這個意思前面也都曾經說過了。"
    },
    {
      "id": "01-006-0005_p0085",
      "zh_CN": "【读经史摄取古人之经验，参学摄取今人之成果，是读万卷书，行万里路，师法弥陀行也。】",
      "zh_TW": "【讀經史攝取古人之經驗，參學攝取今人之成果，是讀萬卷書，行萬里路，師法彌陀行也。】"
    },
    {
      "id": "01-006-0005_p0086",
      "zh_CN": "这是在此地特别勉励诸位同学，我们要重视经与史，经是学问，是讲宇宙人生的道理；史是经验，读史就是吸收古人的经验教训，供给我们现在人的参考，所以经与史一定要读，成就自己的学问。『参学』就是多看，所以是行万里路，看现代人的成果，在这个里面提取经验教训（今人的经验）。这样合起来那成就就不可思议，阿弥陀佛用这种方法来建造他的极乐世界，我们也可以用这个方法来建造自己的社会、国家，乃至于自己的家庭，使我们的生活能够更美满、更踏实。底下一段：",
      "zh_TW": "這是在此地特別勉勵諸位同學，我們要重視經與史，經是學問，是講宇宙人生的道理；史是經驗，讀史就是吸收古人的經驗教訓，供給我們現在人的參考，所以經與史一定要讀，成就自己的學問。『參學』就是多看，所以是行萬里路，看現代人的成果，在這個裡面提取經驗教訓（今人的經驗）。這樣合起來那成就就不可思議，阿彌陀佛用這種方法來建造他的極樂世界，我們也可以用這個方法來建造自己的社會、國家，乃至於自己的家庭，使我們的生活能夠更美滿、更踏實。底下一段："
    },
    {
      "id": "01-006-0005_p0087",
      "zh_CN": "【天乐雨华（天时之乐）。】",
      "zh_TW": "【天樂雨華（天時之樂）。】"
    },
    {
      "id": "01-006-0005_p0088",
      "zh_CN": "『天乐雨华』，这是『天时之乐』。",
      "zh_TW": "『天樂雨華』，這是『天時之樂』。"
    },
    {
      "id": "01-006-0005_p0089",
      "zh_CN": "「衣裓盛华，他方供佛，饭食经行」，这里面有很多的乐趣。衣裓就是盛花的盛具，就好像我们现在用的花篮，我们采花的时候用花篮，衣裓也就是花篮。西方凡是讲衣，这是讲印度，只要是布匹所织的都叫做衣，所以这个衣并不是中国人的观念，一听到衣，大概是衣服，裁缝好的。印度的衣没有裁缝，印度的衣就是一块布往身上裹起来。你们看到印度的袈裟，袈裟是佛门里用的，实际上就是印度人穿的衣服。所以印度的衣没有裁缝的，就是一块布裹在身上。「袈裟」两个字是杂色，印度因为天气热，他们多半用白布，佛弟子是用染色的布，所以袈裟的意思就是杂色，染色的。可能就是这些花篮，它有像绸缎、丝绸一样的，用来编织装饰，所以称为衣裓。这里面暗示着「无求不得苦」，有「衣食行」的乐，我们用线条画在这个地方。花是拿来供佛的，你想什么花就得到什么花，也是随心所欲，变化所作，所以天花！",
      "zh_TW": "「衣裓盛華，他方供佛，飯食經行」，這裡面有很多的樂趣。衣裓就是盛花的盛具，就好像我們現在用的花籃，我們採花的時候用花籃，衣裓也就是花籃。西方凡是講衣，這是講印度，只要是布匹所織的都叫做衣，所以這個衣並不是中國人的觀念，一聽到衣，大概是衣服，裁縫好的。印度的衣沒有裁縫，印度的衣就是一塊布往身上裹起來。你們看到印度的袈裟，袈裟是佛門裡用的，實際上就是印度人穿的衣服。所以印度的衣沒有裁縫的，就是一塊布裹在身上。「袈裟」兩個字是雜色，印度因為天氣熱，他們多半用白布，佛弟子是用染色的布，所以袈裟的意思就是雜色，染色的。可能就是這些花籃，它有像綢緞、絲綢一樣的，用來編織裝飾，所以稱為衣裓。這裡面暗示著「無求不得苦」，有「衣食行」的樂，我們用線條畫在這個地方。花是拿來供佛的，你想什麼花就得到什麼花，也是隨心所欲，變化所作，所以天花！"
    },
    {
      "id": "01-006-0005_p0090",
      "zh_CN": "「他方供佛，得神通乐」，你确实有这个能力，经上讲多少时间？不过是吃一餐饭的时间。西方极乐世界人早晨起来先去供佛，回来再吃早饭。你们现在在此地，早晨起来做早课，早课完了打太极拳，回来吃早饭，就这么长的时间，你已经到外面去供佛供多少佛？十万亿尊佛，一个世界有一尊佛，换句话说，你已经游遍了十万亿个大千世界，这是神通，这是多么大的速度！今天的飞机没办法，做不到，连飞到香港还要一个多小时，那怎么行！可见得到了西方极乐世界，神足通不可思议，神足通就是飞行自在，速度之快不是你能够想像的，有这么大的能力。飞行的工具是什么？给诸位说，不是飞机，飞机在那里不管用，速度太慢没人要，也不是飞碟，外太空人到这儿来旅游乘坐的飞碟，飞碟比我们这个飞机的性能好得太多了，飞碟也达不到，那是什么工具？就是莲花。西方极乐世界的人到其他佛世界游玩的时候，就是乘坐自己的莲花，速度之大，不可思议，所以莲花又是自己住的地方，又是自己的交通工具。「得神通乐」。",
      "zh_TW": "「他方供佛，得神通樂」，你確實有這個能力，經上講多少時間？不過是吃一餐飯的時間。西方極樂世界人早晨起來先去供佛，回來再吃早飯。你們現在在此地，早晨起來做早課，早課完了打太極拳，回來吃早飯，就這麼長的時間，你已經到外面去供佛供多少佛？十萬億尊佛，一個世界有一尊佛，換句話說，你已經遊遍了十萬億個大千世界，這是神通，這是多麼大的速度！今天的飛機沒辦法，做不到，連飛到香港還要一個多小時，那怎麼行！可見得到了西方極樂世界，神足通不可思議，神足通就是飛行自在，速度之快不是你能夠想像的，有這麼大的能力。飛行的工具是什麼？給諸位說，不是飛機，飛機在那裡不管用，速度太慢沒人要，也不是飛碟，外太空人到這兒來旅遊乘坐的飛碟，飛碟比我們這個飛機的性能好得太多了，飛碟也達不到，那是什麼工具？就是蓮花。西方極樂世界的人到其他佛世界遊玩的時候，就是乘坐自己的蓮花，速度之大，不可思議，所以蓮花又是自己住的地方，又是自己的交通工具。「得神通樂」。"
    },
    {
      "id": "01-006-0005_p0091",
      "zh_CN": "「侍多佛乐」，咱们这个世间见一尊佛就不容易，你每天至少可以去见十万亿尊佛，到那里听他讲法、听经，你到那里去以香花供养，这个自在，这个乐，福慧双修。经上讲十万亿的底下，底下一句我再告诉诸位，这是有意说的，有他特别的用意。「饭食经行」，这是回来之后吃完早饭，早饭吃了之后就经行，经行就是散步，这显示出衣食行之乐。",
      "zh_TW": "「侍多佛樂」，咱們這個世間見一尊佛就不容易，你每天至少可以去見十萬億尊佛，到那裡聽他講法、聽經，你到那裡去以香花供養，這個自在，這個樂，福慧雙修。經上講十萬億的底下，底下一句我再告訴諸位，這是有意說的，有他特別的用意。「飯食經行」，這是回來之後吃完早飯，早飯吃了之後就經行，經行就是散步，這顯示出衣食行之樂。"
    },
    {
      "id": "01-006-0005_p0092",
      "zh_CN": "【供养他方十万亿佛。】",
      "zh_TW": "【供養他方十萬億佛。】"
    },
    {
      "id": "01-006-0005_p0093",
      "zh_CN": "我解释这一句：",
      "zh_TW": "我解釋這一句："
    },
    {
      "id": "01-006-0005_p0094",
      "zh_CN": "【此句特为此土众生而说。】",
      "zh_TW": "【此句特為此土眾生而說。】"
    },
    {
      "id": "01-006-0005_p0095",
      "zh_CN": "说这个是有用意的，特别为我们娑婆世界人讲的，为什么要这样说法？",
      "zh_TW": "說這個是有用意的，特別為我們娑婆世界人講的，為什麼要這樣說法？"
    },
    {
      "id": "01-006-0005_p0096",
      "zh_CN": "【意显往生之后，有能力随时返来，供养本师、弥勒，普度怨亲，皆不难耳。】",
      "zh_TW": "【意顯往生之後，有能力隨時返來，供養本師、彌勒，普度怨親，皆不難耳。】"
    },
    {
      "id": "01-006-0005_p0097",
      "zh_CN": "用意在此地。因为我们这个世界到西方极乐世界是十万亿个佛国土，换句话说，你能供养十万亿佛，每天都可以回到地球上来看一看，每天都可以回来供养本师释迦牟尼佛，供养弥勒菩萨（当来下生佛），每天来看看你自己的父母、家亲眷属现在怎么样？得度的机缘有没有成熟？就是他能不能相信，他要能相信，你一定化身来劝他、来度他。这个意思是说，你虽然到了西方极乐世界，天天都可以回家来看看，换句话说，虽然往生到极乐世界，并没有离开这个世界，随时可以回来，你有这个能力，有这个本事，这是劝你不要舍不得这个地方，到那个地方才真正能照顾娑婆世界的家亲眷属。你要是不往生到西方极乐世界，虽然同样在这个世界，一轮回就不认识了，就没有法子照顾，这里面得失差别很大，一定要去。在这个地方，事与理说的都不多，所贵的就是诸位要有善根、福德、因缘，你要能相信。如果不能相信，你有疑惑，有疑惑就要探讨这里面的道理，理明了了，事就会相信，可是要探讨《弥陀经》深密的道理那就不是个短时间。",
      "zh_TW": "用意在此地。因為我們這個世界到西方極樂世界是十萬億個佛國土，換句話說，你能供養十萬億佛，每天都可以回到地球上來看一看，每天都可以回來供養本師釋迦牟尼佛，供養彌勒菩薩（當來下生佛），每天來看看你自己的父母、家親眷屬現在怎麼樣？得度的機緣有沒有成熟？就是他能不能相信，他要能相信，你一定化身來勸他、來度他。這個意思是說，你雖然到了西方極樂世界，天天都可以回家來看看，換句話說，雖然往生到極樂世界，並沒有離開這個世界，隨時可以回來，你有這個能力，有這個本事，這是勸你不要捨不得這個地方，到那個地方才真正能照顧娑婆世界的家親眷屬。你要是不往生到西方極樂世界，雖然同樣在這個世界，一輪迴就不認識了，就沒有法子照顧，這裡面得失差別很大，一定要去。在這個地方，事與理說的都不多，所貴的就是諸位要有善根、福德、因緣，你要能相信。如果不能相信，你有疑惑，有疑惑就要探討這裡面的道理，理明瞭了，事就會相信，可是要探討《彌陀經》深密的道理那就不是個短時間。"
    },
    {
      "id": "01-006-0005_p0098",
      "zh_CN": "我们此地讲的《弥陀经疏钞演义》，这个讲一遍要好多年，这是《弥陀经》的注解，的确是博大精深，真正研究明白了，你对于这个一点都不怀疑。《弥陀经疏钞》讲一遍至少要五百个小时以上，我们第二遍讲过，此地留着有录音带，九十分钟的录音带，三百三十五个。现在我们正在讲第三遍，第三遍比第二遍更要详细，所以第三遍讲的，我估计一定要超过六百个带子，要讲得更详细。「理」彻底明了，「事」一点怀疑都没有，真的会死心塌地修学这一门，而且自己有把握决定往生，在现前这个世界上快快乐乐，的确是离苦得乐，要懂得这个道理。",
      "zh_TW": "我們此地講的《彌陀經疏鈔演義》，這個講一遍要好多年，這是《彌陀經》的註解，的確是博大精深，真正研究明白了，你對於這個一點都不懷疑。《彌陀經疏鈔》講一遍至少要五百個小時以上，我們第二遍講過，此地留著有錄音帶，九十分鐘的錄音帶，三百三十五個。現在我們正在講第三遍，第三遍比第二遍更要詳細，所以第三遍講的，我估計一定要超過六百個帶子，要講得更詳細。「理」徹底明瞭，「事」一點懷疑都沒有，真的會死心塌地修學這一門，而且自己有把握決定往生，在現前這個世界上快快樂樂，的確是離苦得樂，要懂得這個道理。"
    },
    {
      "id": "01-006-0005_p0099",
      "zh_CN": "其实他每天早晨游历多少个佛国土？前面讲过，阿弥陀佛从前曾经参访二百一十亿个佛国土，到西方极乐世界为阿弥陀佛的弟子必定有这个能力，每天早晨去参访二百一十亿个佛国土，不止十万亿佛，真正的能力是百万亿佛，讲十万亿是特别为我们说的，怕我们留恋娑婆世界，舍不得家亲眷属，感情太重，特别为这个说的，就是告诉你生到西方极乐世界天天都可以回家来看看。底下说：",
      "zh_TW": "其實他每天早晨遊歷多少個佛國土？前面講過，阿彌陀佛從前曾經參訪二百一十億個佛國土，到西方極樂世界為阿彌陀佛的弟子必定有這個能力，每天早晨去參訪二百一十億個佛國土，不止十萬億佛，真正的能力是百萬億佛，講十萬億是特別為我們說的，怕我們留戀娑婆世界，捨不得家親眷屬，感情太重，特別為這個說的，就是告訴你生到西方極樂世界天天都可以回家來看看。底下說："
    },
    {
      "id": "01-006-0005_p0100",
      "zh_CN": "【食时，即清旦。】",
      "zh_TW": "【食時，即清旦。】"
    },
    {
      "id": "01-006-0005_p0101",
      "zh_CN": "『食时』是吃早饭的时候，所以是『清旦』。",
      "zh_TW": "『食時』是吃早飯的時候，所以是『清旦』。"
    },
    {
      "id": "01-006-0005_p0102",
      "zh_CN": "【故曰即以，明其神足不可思议。】",
      "zh_TW": "【故曰即以，明其神足不可思議。】"
    },
    {
      "id": "01-006-0005_p0103",
      "zh_CN": "『神足』就是飞行变化，『不可思议』。",
      "zh_TW": "『神足』就是飛行變化，『不可思議』。"
    },
    {
      "id": "01-006-0005_p0104",
      "zh_CN": "【不离彼土，常遍十方。】",
      "zh_TW": "【不離彼土，常遍十方。】"
    },
    {
      "id": "01-006-0005_p0105",
      "zh_CN": "这是真正恢复自己本性本有的能力，可以分身，可以化身，可以叫十方二百一十亿个佛国土里，同时都有你自己在那里，分身去的，有这样的能力。",
      "zh_TW": "這是真正恢復自己本性本有的能力，可以分身，可以化身，可以叫十方二百一十億個佛國土裡，同時都有你自己在那裡，分身去的，有這樣的能力。"
    },
    {
      "id": "01-006-0005_p0106",
      "zh_CN": "【不假逾时回还也。】",
      "zh_TW": "【不假逾時回還也。】"
    },
    {
      "id": "01-006-0005_p0107",
      "zh_CN": "这一餐饭的时候很短，绝对守时间，到吃饭的时候回来吃饭。我们今天在这个世界，像这些事情真是连作梦都不敢想，西方世界每个人有这样特殊的神通、能力。所以我过去讲《弥陀经》，有些同学学物理、学科学的，我就劝他到西方极乐世界去留学。外国的科技和西方极乐世界比，小巫见大巫，不足为道，那算得了什么！西方极乐世界是一个科学发达到最高峰的世界，真正到了究竟圆满，所以他变化自在，原理就是能与质的转变的确可以做到随心所欲来转换，所以那个地方的资源取之不尽、用之不竭，不会用完的，这就是能与质的转变，才会永远用不尽。我们今天不会转变，地球上的资源会用尽，会转变就用不尽。",
      "zh_TW": "這一餐飯的時候很短，絕對守時間，到吃飯的時候回來吃飯。我們今天在這個世界，像這些事情真是連作夢都不敢想，西方世界每個人有這樣特殊的神通、能力。所以我過去講《彌陀經》，有些同學學物理、學科學的，我就勸他到西方極樂世界去留學。外國的科技和西方極樂世界比，小巫見大巫，不足為道，那算得了什麼！西方極樂世界是一個科學發達到最高峰的世界，真正到了究竟圓滿，所以他變化自在，原理就是能與質的轉變的確可以做到隨心所欲來轉換，所以那個地方的資源取之不盡、用之不竭，不會用完的，這就是能與質的轉變，才會永遠用不盡。我們今天不會轉變，地球上的資源會用盡，會轉變就用不盡。"
    },
    {
      "id": "01-006-0005_p0108",
      "zh_CN": "【此文显极乐，一声，一尘，一刹那，乃至跨步弹指，悉与十方三宝，贯彻无碍。】",
      "zh_TW": "【此文顯極樂，一聲，一塵，一剎那，乃至跨步彈指，悉與十方三寶，貫徹無礙。】"
    },
    {
      "id": "01-006-0005_p0109",
      "zh_CN": "诸位看了这些经文，听了前面所说的这些意思，都能够想得到，也能够体会到一些，这是说明西方世界的殊胜。所以生到西方极乐世界就生十方一切诸佛国土，见到阿弥陀佛就见到十方三世一切诸佛，这是其他佛国土所没有的，其他经论里头也没有这个说法的，这样的地方要不去才真叫愚痴，怎能算是聪明人？不肯修学这个法门去修别的，诸位想想，你是有智慧的人还是愚痴的人？这不必说就能明了。",
      "zh_TW": "諸位看了這些經文，聽了前面所說的這些意思，都能夠想得到，也能夠體會到一些，這是說明西方世界的殊勝。所以生到西方極樂世界就生十方一切諸佛國土，見到阿彌陀佛就見到十方三世一切諸佛，這是其他佛國土所沒有的，其他經論裡頭也沒有這個說法的，這樣的地方要不去才真叫愚痴，怎能算是聰明人？不肯修學這個法門去修別的，諸位想想，你是有智慧的人還是愚痴的人？這不必說就能明瞭。"
    },
    {
      "id": "01-006-0005_p0110",
      "zh_CN": "【又显在娑婆，则浊重恶障，与极乐不隔而隔。】",
      "zh_TW": "【又顯在娑婆，則濁重惡障，與極樂不隔而隔。】"
    },
    {
      "id": "01-006-0005_p0111",
      "zh_CN": "这个障碍实在讲是自己形成的，惑业造成的。",
      "zh_TW": "這個障礙實在講是自己形成的，惑業造成的。"
    },
    {
      "id": "01-006-0005_p0112",
      "zh_CN": "【在极乐则功德甚深，与娑婆隔而不隔，斯意极深矣。】",
      "zh_TW": "【在極樂則功德甚深，與娑婆隔而不隔，斯意極深矣。】"
    },
    {
      "id": "01-006-0005_p0113",
      "zh_CN": "换句话说，到西方极乐世界成就圆满的功德，圆证三不退，十方世界没有障碍，喜欢去就去，想什么时候去就什么时候去，太自在了。我们这个世界，在理论上是不隔，在事实上我们有迷惑、我们有业障，所以我们得不到自在。这个意思很深，要细心去体会。下面一段讲：",
      "zh_TW": "換句話說，到西方極樂世界成就圓滿的功德，圓證三不退，十方世界沒有障礙，喜歡去就去，想什麼時候去就什麼時候去，太自在了。我們這個世界，在理論上是不隔，在事實上我們有迷惑、我們有業障，所以我們得不到自在。這個意思很深，要細心去體會。下面一段講："
    },
    {
      "id": "01-006-0005_p0114",
      "zh_CN": "【说法庄严。】",
      "zh_TW": "【說法莊嚴。】"
    },
    {
      "id": "01-006-0005_p0115",
      "zh_CN": "这也是极其善巧方便，在经上看到极乐世界还有很多鸟，有白鹤、孔雀、迦陵频伽、共命之鸟，说了很多珍禽异兽，西方极乐世界有。经上不是明明说「无三恶道」，怎么会有畜生道？原来那个不是畜生，是阿弥陀佛变化所作。譬如我们听经，如果佛坐在这儿讲经，我们在底下听要规规矩矩坐在那里表示尊重，我们很拘束，虽然听经是好事情，很喜欢，总觉得不太自在。假如释迦牟尼佛变一只孔雀为我们说法，我们可以和孔雀一面玩一面听牠说法，那就不一样，就不相同。所以阿弥陀佛非常开放，你喜欢怎么样，他就叫你怎么样，一点都不约束你，我们想到阿弥陀佛真好，他真的能随心所欲。",
      "zh_TW": "這也是極其善巧方便，在經上看到極樂世界還有很多鳥，有白鶴、孔雀、迦陵頻伽、共命之鳥，說了很多珍禽異獸，西方極樂世界有。經上不是明明說「無三惡道」，怎麼會有畜生道？原來那個不是畜生，是阿彌陀佛變化所作。譬如我們聽經，如果佛坐在這兒講經，我們在底下聽要規規矩矩坐在那裡表示尊重，我們很拘束，雖然聽經是好事情，很喜歡，總覺得不太自在。假如釋迦牟尼佛變一隻孔雀為我們說法，我們可以和孔雀一面玩一面聽牠說法，那就不一樣，就不相同。所以阿彌陀佛非常開放，你喜歡怎麼樣，他就叫你怎麼樣，一點都不約束你，我們想到阿彌陀佛真好，他真的能隨心所欲。"
    },
    {
      "id": "01-006-0005_p0116",
      "zh_CN": "【众鸟化迹。】",
      "zh_TW": "【眾鳥化跡。】"
    },
    {
      "id": "01-006-0005_p0117",
      "zh_CN": "都是阿弥陀佛变化的，叫你一点拘束都没有，叫你自自在在。",
      "zh_TW": "都是阿彌陀佛變化的，叫你一點拘束都沒有，叫你自自在在。"
    },
    {
      "id": "01-006-0005_p0118",
      "zh_CN": "【六时演法—闻正法乐。】",
      "zh_TW": "【六時演法—聞正法樂。】"
    },
    {
      "id": "01-006-0005_p0119",
      "zh_CN": "『六时演法』，这就是说法，西方极乐世界说法不中断，这是闻正法之乐。你想听什么法门就给你说什么法门，这非常的奇妙。譬如我们两个人在一起，孔雀在跟我们说法，我们逗着牠玩，听牠说法，我喜欢听《华严经》，我听牠说的就是《华严经》，你喜欢听《法华经》，你听牠讲的就是《法华经》，这个很妙，彼此一点障碍都没有。这个就是近代科学家天天在动脑筋还做不到，真是「佛以一音而说法，众生随类各得解」。所以我们要想博学多闻，要想学种种佛法，到西方极乐世界去学，现在不干，就是像莲池大师所讲的「三藏十二部，让给他人悟」，你们哪个耐烦去学，你去学，我不学；「八万四千门，饶与别人行」，你们哪个修行，你们去修行。他，经只要一部《阿弥陀经》，行只有一句阿弥陀佛四个字，只要一部《阿弥陀经》，只念一句阿弥陀佛，就决定成功，到西方极乐世界去。那些大经大论难道不想学？想学，到西方极乐世界再学，现在不学，现在先到西方，而且要找一朵大莲花，我要全部精神集中，我的莲花才大。我现在要学很多东西必定把念佛的功夫间断，那么就是往生也是朵小莲花，得不偿失。所以劝同修，真正聪明就一部《弥陀经》。",
      "zh_TW": "『六時演法』，這就是說法，西方極樂世界說法不中斷，這是聞正法之樂。你想聽什麼法門就給你說什麼法門，這非常的奇妙。譬如我們兩個人在一起，孔雀在跟我們說法，我們逗著牠玩，聽牠說法，我喜歡聽《華嚴經》，我聽牠說的就是《華嚴經》，你喜歡聽《法華經》，你聽牠講的就是《法華經》，這個很妙，彼此一點障礙都沒有。這個就是近代科學家天天在動腦筋還做不到，真是「佛以一音而說法，眾生隨類各得解」。所以我們要想博學多聞，要想學種種佛法，到西方極樂世界去學，現在不幹，就是像蓮池大師所講的「三藏十二部，讓給他人悟」，你們哪個耐煩去學，你去學，我不學；「八萬四千門，饒與別人行」，你們哪個修行，你們去修行。他，經只要一部《阿彌陀經》，行只有一句阿彌陀佛四個字，只要一部《阿彌陀經》，只念一句阿彌陀佛，就決定成功，到西方極樂世界去。那些大經大論難道不想學？想學，到西方極樂世界再學，現在不學，現在先到西方，而且要找一朵大蓮花，我要全部精神集中，我的蓮花才大。我現在要學很多東西必定把念佛的功夫間斷，那麼就是往生也是朵小蓮花，得不償失。所以勸同修，真正聰明就一部《彌陀經》。"
    },
    {
      "id": "01-006-0005_p0120",
      "zh_CN": "《弥陀经》注解有好几种，选择好的注解去研究。自古以来，最好的注解有三、四种，莲池大师的《疏钞》，蕅益大师的《要解》，我们这份讲义是从《要解》上节录下来的，全部依照《要解》编的，幽溪大师的《圆中钞》，这个流通比较少，但是可以找得到，过去台中印过。还有一个就是慈恩大师（就是窥基，玄奘大师的学生）的《通赞疏》。窥基是唯识法相宗的开山祖师，你看他注的《弥陀经》，注得非常之好，对于《弥陀经》赞叹备至，唯识宗的祖师所讲的。我介绍给诸位同修这四个注解，太好太好了。",
      "zh_TW": "《彌陀經》註解有好幾種，選擇好的註解去研究。自古以來，最好的註解有三、四種，蓮池大師的《疏鈔》，蕅益大師的《要解》，我們這份講義是從《要解》上節錄下來的，全部依照《要解》編的，幽溪大師的《圓中鈔》，這個流通比較少，但是可以找得到，過去台中印過。還有一個就是慈恩大師（就是窺基，玄奘大師的學生）的《通贊疏》。窺基是唯識法相宗的開山祖師，你看他註的《彌陀經》，註得非常之好，對於《彌陀經》讚歎備至，唯識宗的祖師所講的。我介紹給諸位同修這四個註解，太好太好了。"
    },
    {
      "id": "01-006-0005_p0121",
      "zh_CN": "【悉念三宝—得正念乐。】",
      "zh_TW": "【悉念三寶—得正念樂。】"
    },
    {
      "id": "01-006-0005_p0122",
      "zh_CN": "都是教给我们『念三宝』。",
      "zh_TW": "都是教給我們『念三寶』。"
    },
    {
      "id": "01-006-0005_p0123",
      "zh_CN": "【明无三途—无堕落苦。】",
      "zh_TW": "【明無三途—無墮落苦。】"
    },
    {
      "id": "01-006-0005_p0124",
      "zh_CN": "佛给我们解释这些众鸟都是阿弥陀变化所作，不是真正的畜生。",
      "zh_TW": "佛給我們解釋這些眾鳥都是阿彌陀變化所作，不是真正的畜生。"
    },
    {
      "id": "01-006-0005_p0125",
      "zh_CN": "【极乐普摄法界众生。根尘一一圆妙，知此文亦特为此土众生而说。】",
      "zh_TW": "【極樂普攝法界眾生。根塵一一圓妙，知此文亦特為此土眾生而說。】"
    },
    {
      "id": "01-006-0005_p0126",
      "zh_CN": "所以这段经文，阿弥陀佛也是对我们世界众生特别介绍的。换句话说，这个世界的众生玩心很重，都贪玩，阿弥陀佛「你喜欢贪玩，好，就叫你在玩乐当中闻佛法」，这个很自在，不要约束，不必叫你到讲堂去听课受那么多约束，还有那么多礼节，统统可以废除，一样也能成佛，也能开悟，这特别为我们说的。",
      "zh_TW": "所以這段經文，阿彌陀佛也是對我們世界眾生特別介紹的。換句話說，這個世界的眾生玩心很重，都貪玩，阿彌陀佛「你喜歡貪玩，好，就叫你在玩樂當中聞佛法」，這個很自在，不要約束，不必叫你到講堂去聽課受那麼多約束，還有那麼多禮節，統統可以廢除，一樣也能成佛，也能開悟，這特別為我們說的。"
    },
    {
      "id": "01-006-0005_p0127",
      "zh_CN": "【《大智度论》云：三十七品，无所不摄，即无量道品，亦在其中。】",
      "zh_TW": "【《大智度論》云：三十七品，無所不攝，即無量道品，亦在其中。】"
    },
    {
      "id": "01-006-0005_p0128",
      "zh_CN": "他说的什么法？经上讲的「五根、五力、七菩提分、八圣道分」，这都是讲的三十七道品。三十七道品就是整个佛法的归纳，所以说三十七道品就是说的一切佛法，诸佛如来所讲的一切法总不外乎这三十七类，这三十七个名相在此地略为介绍。",
      "zh_TW": "他說的什麼法？經上講的「五根、五力、七菩提分、八聖道分」，這都是講的三十七道品。三十七道品就是整個佛法的歸納，所以說三十七道品就是說的一切佛法，諸佛如來所講的一切法總不外乎這三十七類，這三十七個名相在此地略為介紹。"
    },
    {
      "id": "01-006-0005_p0129",
      "zh_CN": "【四念处（以智观境—看得破）。】",
      "zh_TW": "【四念處（以智觀境—看得破）。】"
    },
    {
      "id": "01-006-0005_p0130",
      "zh_CN": "一共有七个科目，第一个科目是『四念处』，「四念处」是『以智观境』，就是『看得破』。「此土」，这释迦牟尼佛教给我们的，这是智慧，开智慧的。第一个，「观身不净」，每个人对自己身体都爱惜得不得了，这是毛病，都非常爱惜，天天打扮，天天化妆，天天去洗发，要浪费很多时间在这上面，浪费这么多时间很可惜，所以佛教给我们「身不干净」，我们要好好的利用这个身来办道，不要天天伺候这个身。如果把精神、心力都伺候这个身体，这很冤枉的，不聪明的。所以要晓得身不干净，这个皮袋里面装着很肮脏的东西，没有一样是干净的，一定要觉悟。所以要好好的利用这个身体来办道，来取西方极乐世界，那你就是用得非常恰当，如果不能把身体用在取西方极乐世界那真的是可惜。",
      "zh_TW": "一共有七個科目，第一個科目是『四念處』，「四念處」是『以智觀境』，就是『看得破』。「此土」，這釋迦牟尼佛教給我們的，這是智慧，開智慧的。第一個，「觀身不淨」，每個人對自己身體都愛惜得不得了，這是毛病，都非常愛惜，天天打扮，天天化妝，天天去洗髮，要浪費很多時間在這上面，浪費這麼多時間很可惜，所以佛教給我們「身不乾淨」，我們要好好的利用這個身來辦道，不要天天伺候這個身。如果把精神、心力都伺候這個身體，這很冤枉的，不聰明的。所以要曉得身不乾淨，這個皮袋裡面裝著很骯髒的東西，沒有一樣是乾淨的，一定要覺悟。所以要好好的利用這個身體來辦道，來取西方極樂世界，那你就是用得非常恰當，如果不能把身體用在取西方極樂世界那真的是可惜。"
    },
    {
      "id": "01-006-0005_p0131",
      "zh_CN": "第二，「观受是苦」，「受」是我们的享受，我们今天在这个世界上种种的享受，无论在物质上、在精神上都是苦，这个要觉悟。有时候觉得「我也很乐、很自在」，乐是坏苦，因为那个乐不长，不是常在，何况乐会变坏的。苦是不会变的，苦不会变成乐，乐会变成苦，「乐极生悲」。肚子饿的时候吃东西很乐，吃饱了很舒服，尤其是好吃的，吃得很乐，如果叫你连续吃个十碗、二十碗，你乐不乐？就不乐，那就叫苦连天，乐会变成苦。你们年轻同学，学佛的人好多了，也许你们会跳舞，跳舞很乐，叫你连续跳七天七夜不准停止，你要喊救命了，你不是乐吗？一直乐下去不行，一直乐下去就变成苦，这就是乐会变成苦，乐是假的。苦是真的，打你一鞭，你很苦，继续打你十鞭，打你一百鞭，苦上加苦，不会打到最后快乐起来，没有这个事情。苦不会变成乐，乐会变成苦，这就说明苦是真的，乐是假的，你要觉悟。我们这个世间只有苦没有乐，所得的乐是假的，自己欺骗自己。",
      "zh_TW": "第二，「觀受是苦」，「受」是我們的享受，我們今天在這個世界上種種的享受，無論在物質上、在精神上都是苦，這個要覺悟。有時候覺得「我也很樂、很自在」，樂是壞苦，因為那個樂不長，不是常在，何況樂會變壞的。苦是不會變的，苦不會變成樂，樂會變成苦，「樂極生悲」。肚子餓的時候吃東西很樂，吃飽了很舒服，尤其是好吃的，吃得很樂，如果叫你連續吃個十碗、二十碗，你樂不樂？就不樂，那就叫苦連天，樂會變成苦。你們年輕同學，學佛的人好多了，也許你們會跳舞，跳舞很樂，叫你連續跳七天七夜不准停止，你要喊救命了，你不是樂嗎？一直樂下去不行，一直樂下去就變成苦，這就是樂會變成苦，樂是假的。苦是真的，打你一鞭，你很苦，繼續打你十鞭，打你一百鞭，苦上加苦，不會打到最後快樂起來，沒有這個事情。苦不會變成樂，樂會變成苦，這就說明苦是真的，樂是假的，你要覺悟。我們這個世間只有苦沒有樂，所得的樂是假的，自己欺騙自己。"
    },
    {
      "id": "01-006-0005_p0132",
      "zh_CN": "「观心无常」，心就是念头，一个念头起，一个念头灭，一天到晚胡思乱想，我们现在的心就是这么个心。胡思乱想就是迷惑颠倒，胡作妄为，造业受报。「观法无我」，一切法里面没有主宰，为什么？它刹那变化，没有主宰，没有自在。",
      "zh_TW": "「觀心無常」，心就是念頭，一個念頭起，一個念頭滅，一天到晚胡思亂想，我們現在的心就是這麼個心。胡思亂想就是迷惑顛倒，胡作妄為，造業受報。「觀法無我」，一切法裡面沒有主宰，為什麼？它剎那變化，沒有主宰，沒有自在。"
    },
    {
      "id": "01-006-0005_p0133",
      "zh_CN": "这是佛教我们以智慧来观察我们的身心、我们的环境，要彻底了解我们现前这个环境决定没有「常乐我净」。但是在西方极乐世界真有常乐我净，为什么？第一个，「莲花化生」，身清净，不像我们这个身，浓血之身，不清净。西方极乐世界莲花化生，身都是透明的，像琉璃、玻璃一样透明的，清净。「但受诸乐」，前面讲过，他所享受的，没有苦，苦苦、坏苦、行苦都没有。「一心不乱」，他「常」，那边的人心里头没有妄念，没有烦恼。「自在主宰」，他有「我」，他真的是长生不老，真的是年年十八，他真做得到，他能做主宰。这个智慧观察，两个世界的比较，我们应该取哪一个世界。",
      "zh_TW": "這是佛教我們以智慧來觀察我們的身心、我們的環境，要徹底了解我們現前這個環境決定沒有「常樂我淨」。但是在西方極樂世界真有常樂我淨，為什麼？第一個，「蓮花化生」，身清淨，不像我們這個身，濃血之身，不清淨。西方極樂世界蓮花化生，身都是透明的，像琉璃、玻璃一樣透明的，清淨。「但受諸樂」，前面講過，他所享受的，沒有苦，苦苦、壞苦、行苦都沒有。「一心不亂」，他「常」，那邊的人心裡頭沒有妄念，沒有煩惱。「自在主宰」，他有「我」，他真的是長生不老，真的是年年十八，他真做得到，他能做主宰。這個智慧觀察，兩個世界的比較，我們應該取哪一個世界。"
    },
    {
      "id": "01-006-0005_p0134",
      "zh_CN": "「四正勤」，「正」是正当，「勤」就是勤奋，应该要去做的。四正勤实在讲就是精进，为什么不称精进？这里头进步的意思多，精的意思比较少，所以还是用勤字来说。四正勤分两个部分，一个是「断恶」，一个是「修善」，这是我们时时刻刻要拿来检点自己，这是真正的修行。前面是智慧的观察选择，现在讲到真正修行了。第一个「断恶」，「已生恶令断」，我们反省自己的过失，思想行为不对的马上要把它断掉。「未生恶不生」，还没有生的恶，晓得那是不对，不但我们不能去造作，连念头都不要生，这叫「断恶」，我们在道业上、品德上、学问上才会真正有成就。第二就是「生善」，「已生善令增长」，我们已经晓得是好事、是善事，于自、于人都是有利益的事情，我们要努力去做，「增长」是希望它更能增加。「未生善令生」，晓得有很多自利利他的好事，我们还没有发心做，要赶快发心，努力的去做，这是正当的勤奋，正当的进步。再看西方极乐世界，他没有，这个表的后面，「无恶唯善」，他只有善没有恶。「净念相继，无上菩提」，这是西方极乐世界的众生。他们不但是四正勤，简直就是四精进，比正勤的意思还要来得圆满。",
      "zh_TW": "「四正勤」，「正」是正當，「勤」就是勤奮，應該要去做的。四正勤實在講就是精進，為什麼不稱精進？這裡頭進步的意思多，精的意思比較少，所以還是用勤字來說。四正勤分兩個部分，一個是「斷惡」，一個是「修善」，這是我們時時刻刻要拿來檢點自己，這是真正的修行。前面是智慧的觀察選擇，現在講到真正修行了。第一個「斷惡」，「已生惡令斷」，我們反省自己的過失，思想行為不對的馬上要把它斷掉。「未生惡不生」，還沒有生的惡，曉得那是不對，不但我們不能去造作，連念頭都不要生，這叫「斷惡」，我們在道業上、品德上、學問上才會真正有成就。第二就是「生善」，「已生善令增長」，我們已經曉得是好事、是善事，於自、於人都是有利益的事情，我們要努力去做，「增長」是希望它更能增加。「未生善令生」，曉得有很多自利利他的好事，我們還沒有發心做，要趕快發心，努力的去做，這是正當的勤奮，正當的進步。再看西方極樂世界，他沒有，這個表的後面，「無惡唯善」，他只有善沒有惡。「淨念相繼，無上菩提」，這是西方極樂世界的眾生。他們不但是四正勤，簡直就是四精進，比正勤的意思還要來得圓滿。"
    },
    {
      "id": "01-006-0005_p0135",
      "zh_CN": "再看第三个科目，「四如意足」，「足」就是圆满的意思，有四种圆满的如意。我们现在过年，有很多人见面的时候都恭贺「新年如意」，怎样才能如意？给诸位说，放下就如意，所以中国古时候大富大贵的人，手上拿了一个如意，拿这个东西提醒自己。你看如意那个头，回过头来的，那个头转过来的，那什么意思？回首如意，就是回头，回头就如意，佛门里讲「回头是岸」，中国古时候讲「回首如意」，所以拿到如意就想到我样样事情不要做得太过分，赶快要回头，回头就如意。这个地方讲「回首如意、回头是岸」，就是「放得下」。这个四种是修定、是修福，这四个名词是「欲、精进、念、慧」四种，这四种怎么讲法？许多注解里头的说法，恐怕你看了还是搞不清楚，我后面这个注子，你一看就明了。我在洛杉矶就讲这个科目，周宣德老居士（这是慧炬社的创办人，恐怕你们很多人知道他）听我这个讲法非常欢喜，他说这个四条我搞了几十年都搞不清楚，一听我这个就明白了。",
      "zh_TW": "再看第三個科目，「四如意足」，「足」就是圓滿的意思，有四種圓滿的如意。我們現在過年，有很多人見面的時候都恭賀「新年如意」，怎樣才能如意？給諸位說，放下就如意，所以中國古時候大富大貴的人，手上拿了一個如意，拿這個東西提醒自己。你看如意那個頭，回過頭來的，那個頭轉過來的，那什麼意思？回首如意，就是回頭，回頭就如意，佛門裡講「回頭是岸」，中國古時候講「回首如意」，所以拿到如意就想到我樣樣事情不要做得太過分，趕快要回頭，回頭就如意。這個地方講「回首如意、回頭是岸」，就是「放得下」。這個四種是修定、是修福，這四個名詞是「欲、精進、念、慧」四種，這四種怎麼講法？許多註解裡頭的說法，恐怕你看了還是搞不清楚，我後面這個註子，你一看就明瞭。我在洛杉磯就講這個科目，周宣德老居士（這是慧炬社的創辦人，恐怕你們很多人知道他）聽我這個講法非常歡喜，他說這個四條我搞了幾十年都搞不清楚，一聽我這個就明白了。"
    },
    {
      "id": "01-006-0005_p0136",
      "zh_CN": "「欲」是「知足」。知足，你的欲望就如意，你要不知足，你的欲望永远没有如意的时候，苦恼无边，你怎么能如意？欲望要知足。「精进」就「常乐」了，知足常乐。「念如意足」就是「心安」，「慧如意足」也就是「思惟如意足」，就是道理明白了，理得到了，心安理得。四如意足实在讲就是这四句，「知足常乐，心安理得。成就一心，不退菩提」，我们要修这个。一个修道人一定要做到这四个条件，能做到这四条，你佛号一定念得好，一定得力。今天我们的佛号念不好，我们的妄念伏不住，那就是你不知足，常常苦恼，常常忧虑，患得患失，你的心不安，理不明白，所以你这句佛号念不好。真正做到知足常乐、心安理得，佛号怎么会念不好？你的生活怎么会不自在？怎么会不快乐？一定是非常快乐，这样才能够修到一心，才能修到不退转。",
      "zh_TW": "「欲」是「知足」。知足，你的欲望就如意，你要不知足，你的欲望永遠沒有如意的時候，苦惱無邊，你怎麼能如意？欲望要知足。「精進」就「常樂」了，知足常樂。「念如意足」就是「心安」，「慧如意足」也就是「思惟如意足」，就是道理明白了，理得到了，心安理得。四如意足實在講就是這四句，「知足常樂，心安理得。成就一心，不退菩提」，我們要修這個。一個修道人一定要做到這四個條件，能做到這四條，你佛號一定念得好，一定得力。今天我們的佛號念不好，我們的妄念伏不住，那就是你不知足，常常苦惱，常常憂慮，患得患失，你的心不安，理不明白，所以你這句佛號念不好。真正做到知足常樂、心安理得，佛號怎麼會念不好？你的生活怎麼會不自在？怎麼會不快樂？一定是非常快樂，這樣才能夠修到一心，才能修到不退轉。"
    },
    {
      "id": "01-006-0005_p0137",
      "zh_CN": "《弥陀经》里面这个三科没说，为什么没说？西方极乐世界，这个十二个条目他全都做到，所以不必谈了。但是这十二个科目在我们这个世间是修学的共同纲领，不管修哪一宗、哪一派、哪一个法门，这都是基本的条件。你要连这十二个项目都做不到，什么样的法门你都会落空，都不会成就，换句话说，我们修的什么？就是修这些。这些也离不开觉、正、净，觉正净是总纲领，这是纲领里面分开来的细目。一定要晓得，修就是修这个东西，学也是学的这个。西方世界，《弥陀经》里面从五根、五力讲起，下面这就是五根、五力，我们把这两科合在一起讲，因为它的性质非常接近。",
      "zh_TW": "《彌陀經》裡面這個三科沒說，為什麼沒說？西方極樂世界，這個十二個條目他全都做到，所以不必談了。但是這十二個科目在我們這個世間是修學的共同綱領，不管修哪一宗、哪一派、哪一個法門，這都是基本的條件。你要連這十二個項目都做不到，什麼樣的法門你都會落空，都不會成就，換句話說，我們修的什麼？就是修這些。這些也離不開覺、正、淨，覺正淨是總綱領，這是綱領裡面分開來的細目。一定要曉得，修就是修這個東西，學也是學的這個。西方世界，《彌陀經》裡面從五根、五力講起，下面這就是五根、五力，我們把這兩科合在一起講，因為它的性質非常接近。"
    },
    {
      "id": "01-006-0005_p0138",
      "zh_CN": "「五根」就是「信、进、念、定、慧」，「五力」也是「信、进、念、定、慧」，名称相同。这五个科目，「信」就是信心，前面讲过至少有六种，「信自、信他、信因、信果、信事、信理」，最低限度要有这六个项目。「进」是精进。「念」是念念不忘。「定」与「慧」都容易懂得，这里面有「正道」、有「助道」，正道是正修的，助道是帮助的，是助缘。怎样叫做「根」？怎么样叫做信根、进根、念根、定根、慧根？根有「能持、能生」的意思，这是比较上功夫浅一点。如果这个根要是功夫更深，根就有力量，力量是他能「断疑」，这是根有了力量，能「成德」，能成就定慧，能成就一心不乱，能成就上品上生，这就是力量。我们今天的信有没有根？虽然我们讲信佛，我们也相信净土，我们有没有根？如果有根，信心就会增长，信心就不退，这就是有根。功夫深一点的，信根就变成信力，力就是对这个法门不怀疑，对这个法门不动摇，这就是有力量，不会被其他法门诱惑，不会被其他法门动心，那你这个信就有力量。你的精进只有向这个方向目标来努力，精进不懈，这个进也就有了力量，这是我们应当要修学的。先要有根，然后根长大就发生力量。详细注解在《要解》、《疏钞》里面都说得很清楚，诸位自己可以去参考。",
      "zh_TW": "「五根」就是「信、進、念、定、慧」，「五力」也是「信、進、念、定、慧」，名稱相同。這五個科目，「信」就是信心，前面講過至少有六種，「信自、信他、信因、信果、信事、信理」，最低限度要有這六個項目。「進」是精進。「念」是念念不忘。「定」與「慧」都容易懂得，這裡面有「正道」、有「助道」，正道是正修的，助道是幫助的，是助緣。怎樣叫做「根」？怎麼樣叫做信根、進根、念根、定根、慧根？根有「能持、能生」的意思，這是比較上功夫淺一點。如果這個根要是功夫更深，根就有力量，力量是他能「斷疑」，這是根有了力量，能「成德」，能成就定慧，能成就一心不亂，能成就上品上生，這就是力量。我們今天的信有沒有根？雖然我們講信佛，我們也相信淨土，我們有沒有根？如果有根，信心就會增長，信心就不退，這就是有根。功夫深一點的，信根就變成信力，力就是對這個法門不懷疑，對這個法門不動搖，這就是有力量，不會被其他法門誘惑，不會被其他法門動心，那你這個信就有力量。你的精進只有向這個方向目標來努力，精進不懈，這個進也就有了力量，這是我們應當要修學的。先要有根，然後根長大就發生力量。詳細註解在《要解》、《疏鈔》裡面都說得很清楚，諸位自己可以去參考。"
    },
    {
      "id": "01-006-0005_p0139",
      "zh_CN": "【七菩提分（又名七觉分）于一切法善能觉了，功夫也。】",
      "zh_TW": "【七菩提分（又名七覺分）於一切法善能覺了，功夫也。】"
    },
    {
      "id": "01-006-0005_p0140",
      "zh_CN": "下面一段讲『七菩提分』，「菩提」是印度话，翻成中国的意思就是「觉」，所以也叫做『七觉分』。『于一切法善能觉了』，所以这个科目里面完全讲的是『功夫』，我们要善于修学。表解里面说的：",
      "zh_TW": "下面一段講『七菩提分』，「菩提」是印度話，翻成中國的意思就是「覺」，所以也叫做『七覺分』。『於一切法善能覺了』，所以這個科目裡面完全講的是『功夫』，我們要善於修學。表解裡面說的："
    },
    {
      "id": "01-006-0005_p0141",
      "zh_CN": "【慧力所发无漏正智。】",
      "zh_TW": "【慧力所發無漏正智。】"
    },
    {
      "id": "01-006-0005_p0142",
      "zh_CN": "『智』是智慧，正确的智慧，正确的智慧与心性相应，拣别不是从分别、思惟、想像里面所生的，是从无分别心里面流露出来的真正的智慧。『慧』就是「四念处」，『力』就是「五根、五力」，都是有前面累积的功夫才能发生真智。这里面有七个项目。",
      "zh_TW": "『智』是智慧，正確的智慧，正確的智慧與心性相應，揀別不是從分別、思惟、想像裡面所生的，是從無分別心裡面流露出來的真正的智慧。『慧』就是「四念處」，『力』就是「五根、五力」，都是有前面累積的功夫才能發生真智。這裡面有七個項目。"
    },
    {
      "id": "01-006-0005_p0143",
      "zh_CN": "【择法—善别真妄正邪是非善恶，不取虚伪法。】",
      "zh_TW": "【擇法—善別真妄正邪是非善惡，不取虛偽法。】"
    },
    {
      "id": "01-006-0005_p0144",
      "zh_CN": "第一个是『择法』，「择」是选择。『善别真妄正邪是非善恶』，「善」是善巧，真正能够认识哪是真的、哪是虚妄的，哪是正、哪是邪，哪是是、哪是非，哪是善、哪是恶，你能够正确的辨别，这是智慧。世出世间法有很多似是而非，看到这是正法，哪里晓得里头是邪的，表面看起来很善很好，里头是恶的，众生没有智慧往往颠倒其事，这也是为诸佛如来之所怜悯的，不能辨别是非邪正。有能力辨别是非你就有选择，『不取虚伪法』，有这种智慧能力，在一切法门当中你也会选择，选择最适合自己个性、适合自己程度、适合自己生活环境，修学起来很容易，很有把握，决定成就，这要智慧选择。没有智慧，八万四千法门你选哪个法门好？千经万论你选哪一部经论好？要有智慧来选择、来决定。所以这个在七菩提分（七觉分）里面，「觉而不迷」，这个列在第一条。",
      "zh_TW": "第一個是『擇法』，「擇」是選擇。『善別真妄正邪是非善惡』，「善」是善巧，真正能夠認識哪是真的、哪是虛妄的，哪是正、哪是邪，哪是是、哪是非，哪是善、哪是惡，你能夠正確的辨別，這是智慧。世出世間法有很多似是而非，看到這是正法，哪裡曉得裡頭是邪的，表面看起來很善很好，裡頭是惡的，眾生沒有智慧往往顛倒其事，這也是為諸佛如來之所憐憫的，不能辨別是非邪正。有能力辨別是非你就有選擇，『不取虛偽法』，有這種智慧能力，在一切法門當中你也會選擇，選擇最適合自己個性、適合自己程度、適合自己生活環境，修學起來很容易，很有把握，決定成就，這要智慧選擇。沒有智慧，八萬四千法門你選哪個法門好？千經萬論你選哪一部經論好？要有智慧來選擇、來決定。所以這個在七菩提分（七覺分）裡面，「覺而不迷」，這個列在第一條。"
    }
  ]
}