{
  "doc_id": "01-006-0010",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "01-006-0010",
  "total_paragraphs": 173,
  "paragraphs": [
    {
      "id": "01-006-0010_p0001",
      "zh_CN": "【妙行胜果，不可思议。】",
      "zh_TW": "【妙行勝果，不可思議。】"
    },
    {
      "id": "01-006-0010_p0002",
      "zh_CN": "『妙行』就是信愿持名，果报『不可思议』。第一是：",
      "zh_TW": "『妙行』就是信願持名，果報『不可思議』。第一是："
    },
    {
      "id": "01-006-0010_p0003",
      "zh_CN": "【临终除障—往生极乐：临命终时，圣众来迎；心不颠倒，即得往生。】",
      "zh_TW": "【臨終除障—往生極樂：臨命終時，聖眾來迎；心不顛倒，即得往生。】"
    },
    {
      "id": "01-006-0010_p0004",
      "zh_CN": "这个地方也都要特别注意到。我们心里面既然是求生西方极乐世界，与阿弥陀佛本愿相应，他曾经有这个愿：「十方众生，有称念他的名号，希望生到极乐世界的人，在临命终时他一定来接引，欢迎你到极乐世界」。像这些瑞相，也就是事实，临终佛来接引的事，在过去、在现代许多往生传记里面，我们都曾经看到，不仅是传记，还有我们常常亲近的一些人，他走的时候，吉相也都能够看得出来。下面这是自己要具备的条件，就是『心不颠倒』，神智清清楚楚，如果在这个时候神智错乱，能不能往生就不一定。这一桩事情是真正的福报，在中国世俗里头也讲「五福」，福有五种，最后一种就是死的时候清清楚楚、明明白白，这样死，即使不学佛，他决定不会堕三恶道，换句话说，死得好，他来生一定好；糊里糊涂死了，来生问题就很大。你们想想看，饿鬼、地狱、畜生，哪有一个很明白的人愿意去？都是糊里糊涂去的，去了之后，要出来就困难了，迷惑颠倒去的。因此一生「存好心、说好话、做好事」，修一生的福报就希望临命终时清清楚楚。临命终时要是真正清清楚楚，那个时候就像经上讲的，一念十念是决定往生，这一点都不假。临命终时迷惑颠倒，助念都困难，都不一定能往生，所以一定要清楚。往生极乐世界，佛来接引，自己清楚明白跟佛一道去了。底下说：",
      "zh_TW": "這個地方也都要特別注意到。我們心裡面既然是求生西方極樂世界，與阿彌陀佛本願相應，他曾經有這個願：「十方眾生，有稱念他的名號，希望生到極樂世界的人，在臨命終時他一定來接引，歡迎你到極樂世界」。像這些瑞相，也就是事實，臨終佛來接引的事，在過去、在現代許多往生傳記裡面，我們都曾經看到，不僅是傳記，還有我們常常親近的一些人，他走的時候，吉相也都能夠看得出來。下面這是自己要具備的條件，就是『心不顛倒』，神智清清楚楚，如果在這個時候神智錯亂，能不能往生就不一定。這一樁事情是真正的福報，在中國世俗裡頭也講「五福」，福有五種，最後一種就是死的時候清清楚楚、明明白白，這樣死，即使不學佛，他決定不會墮三惡道，換句話說，死得好，他來生一定好；糊裡糊塗死了，來生問題就很大。你們想想看，餓鬼、地獄、畜生，哪有一個很明白的人願意去？都是糊裡糊塗去的，去了之後，要出來就困難了，迷惑顛倒去的。因此一生「存好心、說好話、做好事」，修一生的福報就希望臨命終時清清楚楚。臨命終時要是真正清清楚楚，那個時候就像經上講的，一念十念是決定往生，這一點都不假。臨命終時迷惑顛倒，助念都困難，都不一定能往生，所以一定要清楚。往生極樂世界，佛來接引，自己清楚明白跟佛一道去了。底下說："
    },
    {
      "id": "01-006-0010_p0005",
      "zh_CN": "【我见是利。】",
      "zh_TW": "【我見是利。】"
    },
    {
      "id": "01-006-0010_p0006",
      "zh_CN": "『我』是释迦牟尼佛，佛跟我们说这种殊胜的利益是佛亲自见到的，这种利益就是：",
      "zh_TW": "『我』是釋迦牟尼佛，佛跟我們說這種殊勝的利益是佛親自見到的，這種利益就是："
    },
    {
      "id": "01-006-0010_p0007",
      "zh_CN": "【横超五浊。】",
      "zh_TW": "【橫超五濁。】"
    },
    {
      "id": "01-006-0010_p0008",
      "zh_CN": "我们这个世间叫五浊恶世。什么叫『浊』？后面会讲到。「五浊」里面最严重的就是见浊、烦恼浊，这两条最严重，如果没有这两种，可以说也就没有其余的三种。五浊是形容现前的六道轮回，『横超』，超越了，脱离轮回，永出三界，这才真正得到永生。西方极乐世界无量寿，从「有量的无量」会修到「无量的无量」，那是真正的无量寿，真正的永生，这种利益没有法子比拟，无法能比。",
      "zh_TW": "我們這個世間叫五濁惡世。什麼叫『濁』？後面會講到。「五濁」裡面最嚴重的就是見濁、煩惱濁，這兩條最嚴重，如果沒有這兩種，可以說也就沒有其餘的三種。五濁是形容現前的六道輪迴，『橫超』，超越了，脫離輪迴，永出三界，這才真正得到永生。西方極樂世界無量壽，從「有量的無量」會修到「無量的無量」，那是真正的無量壽，真正的永生，這種利益沒有法子比擬，無法能比。"
    },
    {
      "id": "01-006-0010_p0009",
      "zh_CN": "【终时无倒。】",
      "zh_TW": "【終時無倒。】"
    },
    {
      "id": "01-006-0010_p0010",
      "zh_CN": "临命终时，心不颠倒。大多数的人在临命终时：",
      "zh_TW": "臨命終時，心不顛倒。大多數的人在臨命終時："
    },
    {
      "id": "01-006-0010_p0011",
      "zh_CN": "【第六意识已不行。】",
      "zh_TW": "【第六意識已不行。】"
    },
    {
      "id": "01-006-0010_p0012",
      "zh_CN": "『第六意识』不起作用，这个时候怎么样？他没有分别的能力，甚至于家亲眷属都不认识，俗话说「不省人事」，颠倒了。",
      "zh_TW": "『第六意識』不起作用，這個時候怎麼樣？他沒有分別的能力，甚至於家親眷屬都不認識，俗話說「不省人事」，顛倒了。"
    },
    {
      "id": "01-006-0010_p0013",
      "zh_CN": "【第八识习气乱发。】",
      "zh_TW": "【第八識習氣亂發。】"
    },
    {
      "id": "01-006-0010_p0014",
      "zh_CN": "这个麻烦大了，阿赖耶识里面，无始劫以来一直到今生，这个习气自己没有办法控制得住，往外面跑。",
      "zh_TW": "這個麻煩大了，阿賴耶識裡面，無始劫以來一直到今生，這個習氣自己沒有辦法控制得住，往外面跑。"
    },
    {
      "id": "01-006-0010_p0015",
      "zh_CN": "【名乱心位。】",
      "zh_TW": "【名亂心位。】"
    },
    {
      "id": "01-006-0010_p0016",
      "zh_CN": "这个叫『乱心位』，这是最危险的。阿赖耶识里面，习气里头有善有恶，哪一种习气多，哪一种习气的力量强大，就先发出来，发出来他就要受报。譬如贪欲的习气很重，贪心很重，贪念发出来就是饿鬼道，这个人死了以后就会到饿鬼道去，瞋恚的习气要是发出来就是地狱道，愚痴的习气发出来就是畜生道，这就是临命终时你要到哪一道去不一定，看你哪一种习气多，哪一种习气力量强大。习气，这就是业，它牵引着你去投胎、去轮回，如果是五戒十善的习气发出来，这是人天两道，到人道、天道，这是我们特别要注意的。如果临命终时很清醒，心不颠倒，你自己做得了主宰，这些习气你控制得住，它不会乱发，换句话说，你想到哪里去，自己可以做得了主宰，如果一下失了控制，自己做不了主宰，被业力牵引着，『习气乱发』就是业力，被业力牵着你走，所以这非常的可怕。因此，明白这一桩事情，晓得最后那一刹那，这是个非常严重的问题，那么我们在现在就要训练，训练什么？把恶的习气止住，就是贪瞋痴这些念头，不好的念头，恶念，一定要淡，一定要舍，你能够把恶念看得淡，能够把这个舍掉，将来有决定的好处，不生西方世界也不会到三恶道，这一点很重要。",
      "zh_TW": "這個叫『亂心位』，這是最危險的。阿賴耶識裡面，習氣裡頭有善有惡，哪一種習氣多，哪一種習氣的力量強大，就先發出來，發出來他就要受報。譬如貪欲的習氣很重，貪心很重，貪念發出來就是餓鬼道，這個人死了以後就會到餓鬼道去，瞋恚的習氣要是發出來就是地獄道，愚痴的習氣發出來就是畜生道，這就是臨命終時你要到哪一道去不一定，看你哪一種習氣多，哪一種習氣力量強大。習氣，這就是業，它牽引著你去投胎、去輪迴，如果是五戒十善的習氣發出來，這是人天兩道，到人道、天道，這是我們特別要注意的。如果臨命終時很清醒，心不顛倒，你自己做得了主宰，這些習氣你控制得住，它不會亂發，換句話說，你想到哪裡去，自己可以做得了主宰，如果一下失了控制，自己做不了主宰，被業力牽引著，『習氣亂發』就是業力，被業力牽著你走，所以這非常的可怕。因此，明白這一樁事情，曉得最後那一剎那，這是個非常嚴重的問題，那麼我們在現在就要訓練，訓練什麼？把惡的習氣止住，就是貪瞋痴這些念頭，不好的念頭，惡念，一定要淡，一定要捨，你能夠把惡念看得淡，能夠把這個捨掉，將來有決定的好處，不生西方世界也不會到三惡道，這一點很重要。"
    },
    {
      "id": "01-006-0010_p0017",
      "zh_CN": "佛看到这样的利益，念佛人各个都往生西方极乐世界，都在一生当中出离轮回，所以他老人家劝我们：",
      "zh_TW": "佛看到這樣的利益，念佛人各個都往生西方極樂世界，都在一生當中出離輪迴，所以他老人家勸我們："
    },
    {
      "id": "01-006-0010_p0018",
      "zh_CN": "【应当发愿。】",
      "zh_TW": "【應當發願。】"
    },
    {
      "id": "01-006-0010_p0019",
      "zh_CN": "这是应该的。",
      "zh_TW": "這是應該的。"
    },
    {
      "id": "01-006-0010_p0020",
      "zh_CN": "【理事二持，一心不乱。】",
      "zh_TW": "【理事二持，一心不亂。】"
    },
    {
      "id": "01-006-0010_p0021",
      "zh_CN": "无论是理持、事持都一样，不必在这上面计较，不必执着，能够明理当然好，但是这个因缘不容易，几个人有这个机会真正明白这个道理？不多。现在这个世间讲《弥陀经》的人虽然很多，道场很多，真能把这部经讲得透彻的不多，同时，讲《弥陀经》的时间很短。我们过去在台湾许多的道场讲《弥陀经》讲了几天？七天，七天就圆满。我们这里也是七天，讲大意。人家七天，实际上是七个小时，我们这里一天五个小时，七天是三十五个小时，不少了。我过去听这些法师讲《弥陀经》，还要用台语翻译，一个半钟头实际上只有四十分钟，前面还要唱念，后头还要回向，一个说国语，一个说台语，一个半钟头实际上四十分钟。七天这部经就圆满，你们想一想能讲到什么？我们这里是三十五个小时都不够用，非常紧凑，连法相名词我们都不讲了，可见得这个不容易，因缘很难得。",
      "zh_TW": "無論是理持、事持都一樣，不必在這上面計較，不必執著，能夠明理當然好，但是這個因緣不容易，幾個人有這個機會真正明白這個道理？不多。現在這個世間講《彌陀經》的人雖然很多，道場很多，真能把這部經講得透徹的不多，同時，講《彌陀經》的時間很短。我們過去在台灣許多的道場講《彌陀經》講了幾天？七天，七天就圓滿。我們這裡也是七天，講大意。人家七天，實際上是七個小時，我們這裡一天五個小時，七天是三十五個小時，不少了。我過去聽這些法師講《彌陀經》，還要用台語翻譯，一個半鐘頭實際上只有四十分鐘，前面還要唱念，後頭還要迴向，一個說國語，一個說台語，一個半鐘頭實際上四十分鐘。七天這部經就圓滿，你們想一想能講到什麼？我們這裡是三十五個小時都不夠用，非常緊湊，連法相名詞我們都不講了，可見得這個不容易，因緣很難得。"
    },
    {
      "id": "01-006-0010_p0022",
      "zh_CN": "要是把这部经，古德的注解细说一遍，要是讲《弥陀经要解》，《要解》不要讲得很详细，从头到尾概略的介绍一下，至少要六十个小时，我们过去在此地这个讲堂讲过，讲了九十多次，这是一部《弥陀经要解》。《疏钞》那时间就更长，一部《疏钞》要是讲下来、研究下来，总在六百个小时以上，这样才能把这部经了解一个大概。现在讲《弥陀经要解》的人不多，讲《疏钞》的更少，台湾的佛教在全世界是最发达的，任何一个地方没有台湾学佛风气这样的盛，找不到，学佛风气最盛的地区，几个人在这里研究《弥陀经疏钞》？这是个大问题。佛经虽然多，这部经一生能成就，其他的经论听是满好听，一生未必成就。",
      "zh_TW": "要是把這部經，古德的註解細說一遍，要是講《彌陀經要解》，《要解》不要講得很詳細，從頭到尾概略的介紹一下，至少要六十個小時，我們過去在此地這個講堂講過，講了九十多次，這是一部《彌陀經要解》。《疏鈔》那時間就更長，一部《疏鈔》要是講下來、研究下來，總在六百個小時以上，這樣才能把這部經了解一個大概。現在講《彌陀經要解》的人不多，講《疏鈔》的更少，台灣的佛教在全世界是最發達的，任何一個地方沒有台灣學佛風氣這樣的盛，找不到，學佛風氣最盛的地區，幾個人在這裡研究《彌陀經疏鈔》？這是個大問題。佛經雖然多，這部經一生能成就，其他的經論聽是滿好聽，一生未必成就。"
    },
    {
      "id": "01-006-0010_p0023",
      "zh_CN": "《弥陀经疏钞》还有注解，古德法师的注解，古德是莲池大师的学生，而且做过莲池大师的侍者，当然听莲池大师讲《弥陀经》、讲《疏钞》，大概也听了不少遍，他有笔记，这个笔记也流传下来，就是《演义》，我们这个地方印的《弥陀经》是《弥陀经疏钞演义》。《演义》是《疏钞》的注解，《疏钞》是《弥陀经》的注解，注解的注解，都是明朝时候的人作的。我看到《演义》是很早，刚刚出家的时候，我在圆山临济寺出家。临济寺里头有一部日本的《卍字大藏经》，原来是完整的，因为临济寺以后没有人管理，到那个地方去住的人，什么在家人、出家的人，反正没人管，看到那个经典，谁喜欢谁就拿几本去，所以到后来这个经典就非常的残缺不齐。我到临济寺的时候，这部大藏经大概还剩二、三百本，它这一套数量大概将近有一千本的样子，只剩下二、三百本，我就在里面找、翻，就翻到《弥陀经疏钞演义》，所以我就晓得莲池大师的《疏钞》有注解。",
      "zh_TW": "《彌陀經疏鈔》還有註解，古德法師的註解，古德是蓮池大師的學生，而且做過蓮池大師的侍者，當然聽蓮池大師講《彌陀經》、講《疏鈔》，大概也聽了不少遍，他有筆記，這個筆記也流傳下來，就是《演義》，我們這個地方印的《彌陀經》是《彌陀經疏鈔演義》。《演義》是《疏鈔》的註解，《疏鈔》是《彌陀經》的註解，註解的註解，都是明朝時候的人作的。我看到《演義》是很早，剛剛出家的時候，我在圓山臨濟寺出家。臨濟寺裡頭有一部日本的《卍字大藏經》，原來是完整的，因為臨濟寺以後沒有人管理，到那個地方去住的人，什麼在家人、出家的人，反正沒人管，看到那個經典，誰喜歡誰就拿幾本去，所以到後來這個經典就非常的殘缺不齊。我到臨濟寺的時候，這部大藏經大概還剩二、三百本，它這一套數量大概將近有一千本的樣子，只剩下二、三百本，我就在裡面找、翻，就翻到《彌陀經疏鈔演義》，所以我就曉得蓮池大師的《疏鈔》有註解。"
    },
    {
      "id": "01-006-0010_p0024",
      "zh_CN": "但是这一本一共是四卷，少第一卷，只有二、三、四，三卷，没有第一卷，第一卷是玄义，所以没有玄义，从第二卷起有经题，经题、经文是个完整的。以后我到香港讲经的时候遇到木刻的线装本，我带回来翻印，现在我们讲堂里面所用的。但是总是两个本子，对起来看相当麻烦，很不方便，这一次我们费了不少的工夫，有四、五位同学来帮忙把经文、疏钞跟演义会合起来，印成一本，以后就不会那么麻烦，现在正在校对，我们来校对作版，将来这个版做好之后，对于修净土的人是个很大的便利。虽然有这样完整的注疏，还是要研究讨论才能够彻底的明了，信愿持名求生净土的信心才会坚固，所以这部书非常重要，我们希望在三个月之内能印出来。后面说：",
      "zh_TW": "但是這一本一共是四卷，少第一卷，只有二、三、四，三卷，沒有第一卷，第一卷是玄義，所以沒有玄義，從第二卷起有經題，經題、經文是個完整的。以後我到香港講經的時候遇到木刻的線裝本，我帶回來翻印，現在我們講堂裡面所用的。但是總是兩個本子，對起來看相當麻煩，很不方便，這一次我們費了不少的工夫，有四、五位同學來幫忙把經文、疏鈔跟演義會合起來，印成一本，以後就不會那麼麻煩，現在正在校對，我們來校對作版，將來這個版做好之後，對於修淨土的人是個很大的便利。雖然有這樣完整的註疏，還是要研究討論才能夠徹底的明瞭，信願持名求生淨土的信心才會堅固，所以這部書非常重要，我們希望在三個月之內能印出來。後面說："
    },
    {
      "id": "01-006-0010_p0025",
      "zh_CN": "【不为见思乱故。】",
      "zh_TW": "【不為見思亂故。】"
    },
    {
      "id": "01-006-0010_p0026",
      "zh_CN": "这前面讲过。",
      "zh_TW": "這前面講過。"
    },
    {
      "id": "01-006-0010_p0027",
      "zh_CN": "【感化身佛现前。】",
      "zh_TW": "【感化身佛現前。】"
    },
    {
      "id": "01-006-0010_p0028",
      "zh_CN": "临命终时什么样的佛来接引你？『化身佛』来接引你，现在你面前来接引你。",
      "zh_TW": "臨命終時什麼樣的佛來接引你？『化身佛』來接引你，現在你面前來接引你。"
    },
    {
      "id": "01-006-0010_p0029",
      "zh_CN": "【生同居方便净土。】",
      "zh_TW": "【生同居方便淨土。】"
    },
    {
      "id": "01-006-0010_p0030",
      "zh_CN": "功夫浅的就是凡圣同居土，那是伏烦恼，如果是断烦恼，断见思烦恼、破我执，那就生方便净土（方便有余土）。这是说的事一心，功夫成片。如果念到理一心：",
      "zh_TW": "功夫淺的就是凡聖同居土，那是伏煩惱，如果是斷煩惱，斷見思煩惱、破我執，那就生方便淨土（方便有餘土）。這是說的事一心，功夫成片。如果念到理一心："
    },
    {
      "id": "01-006-0010_p0031",
      "zh_CN": "【不为二边乱故。】",
      "zh_TW": "【不為二邊亂故。】"
    },
    {
      "id": "01-006-0010_p0032",
      "zh_CN": "前面跟诸位说，超越了相对，超越了相对的世间，则生一真法界。",
      "zh_TW": "前面跟諸位說，超越了相對，超越了相對的世間，則生一真法界。"
    },
    {
      "id": "01-006-0010_p0033",
      "zh_CN": "【感报身佛来迎，生实报寂光二土。】",
      "zh_TW": "【感報身佛來迎，生實報寂光二土。】"
    },
    {
      "id": "01-006-0010_p0034",
      "zh_CN": "这个品位就高了。『报身佛』，佛相很大，我们在赞佛偈上常常念的，「白毫宛转五须弥，绀目澄清四大海」，相很大。实在讲这样的佛如果来了，你想想我们能不能看得见？看不见，看不见他来迎接我们，来迎了我们没看到他，好像蚂蚁上大山，蚂蚁能看到山吗？看不见，太大了。佛的眼睛比太平洋都大，你想想怎么能看得见他？那个面孔不要说了，毫毛，眉毛当中他有根毫毛，那根毫毛盘旋在一起有多大？有五座须弥山那么大。不要说须弥山，就说喜马拉雅山好了，这是我们世界上最大的山，有五个喜马拉雅山那么大，你怎么会看到？看不到的。可是诸位要晓得，你念到理一心，当你往生的时候，你自己的身相也是那么大，为什么？念到理一心不乱，分破无明，你自己也证得法身、证得报身，你三身都证得，那个时候你自己的身这么大，如果佛的身太小，佛跟你见面，你看不到佛，因此佛也要现这么大身，这是理一心不乱的境界。花开见佛悟无生就是证无生法忍，在《华严》里面来说，这是圆教初住以上的境界，是法身大士，自己也是法身菩萨，感佛的报身来迎接你。",
      "zh_TW": "這個品位就高了。『報身佛』，佛相很大，我們在讚佛偈上常常念的，「白毫宛轉五須彌，紺目澄清四大海」，相很大。實在講這樣的佛如果來了，你想想我們能不能看得見？看不見，看不見他來迎接我們，來迎了我們沒看到他，好像螞蟻上大山，螞蟻能看到山嗎？看不見，太大了。佛的眼睛比太平洋都大，你想想怎麼能看得見他？那個面孔不要說了，毫毛，眉毛當中他有根毫毛，那根毫毛盤旋在一起有多大？有五座須彌山那麼大。不要說須彌山，就說喜馬拉雅山好了，這是我們世界上最大的山，有五個喜馬拉雅山那麼大，你怎麼會看到？看不到的。可是諸位要曉得，你念到理一心，當你往生的時候，你自己的身相也是那麼大，為什麼？念到理一心不亂，分破無明，你自己也證得法身、證得報身，你三身都證得，那個時候你自己的身這麼大，如果佛的身太小，佛跟你見面，你看不到佛，因此佛也要現這麼大身，這是理一心不亂的境界。花開見佛悟無生就是證無生法忍，在《華嚴》裡面來說，這是圓教初住以上的境界，是法身大士，自己也是法身菩薩，感佛的報身來迎接你。"
    },
    {
      "id": "01-006-0010_p0035",
      "zh_CN": "【当知持名，简易直捷，至顿至圆。】",
      "zh_TW": "【當知持名，簡易直捷，至頓至圓。】"
    },
    {
      "id": "01-006-0010_p0036",
      "zh_CN": "简单、容易、『直捷』。『顿』是顿超，不是渐修的，确实是顿超，不但顿超，而且圆满至极，圆极了。世出世间一切法都包在其中，一样都不欠缺，一修一切修，念这一句阿弥陀佛可以说把菩萨无尽的法门全都修到。",
      "zh_TW": "簡單、容易、『直捷』。『頓』是頓超，不是漸修的，確實是頓超，不但頓超，而且圓滿至極，圓極了。世出世間一切法都包在其中，一樣都不欠缺，一修一切修，念這一句阿彌陀佛可以說把菩薩無盡的法門全都修到。"
    },
    {
      "id": "01-006-0010_p0037",
      "zh_CN": "【以念念即佛故。】",
      "zh_TW": "【以念念即佛故。】"
    },
    {
      "id": "01-006-0010_p0038",
      "zh_CN": "前面说过「一念相应一念佛，念念相应念念佛」。佛万德万能，法法具足，这是圆满的佛果，『念念即佛』。",
      "zh_TW": "前面說過「一念相應一念佛，念念相應念念佛」。佛萬德萬能，法法具足，這是圓滿的佛果，『念念即佛』。"
    },
    {
      "id": "01-006-0010_p0039",
      "zh_CN": "【不劳观想，不必参究，当下圆明，无余无欠。】",
      "zh_TW": "【不勞觀想，不必參究，當下圓明，無餘無欠。】"
    },
    {
      "id": "01-006-0010_p0040",
      "zh_CN": "『欠』是欠缺，没有欠缺的。『余』是遗漏，没有漏掉的。决定一法不漏，决定一法不欠，可见得这是真正的大圆满，所以真正念佛人一定要晓得这个事实真相，你才会死心塌地。纵然我们过去也念了一些经，或者也有别的修学方法，你要真正明白事实真相，你可以统统舍掉，专心念佛，这样才能成就。",
      "zh_TW": "『欠』是欠缺，沒有欠缺的。『餘』是遺漏，沒有漏掉的。決定一法不漏，決定一法不欠，可見得這是真正的大圓滿，所以真正念佛人一定要曉得這個事實真相，你才會死心塌地。縱然我們過去也念了一些經，或者也有別的修學方法，你要真正明白事實真相，你可以統統捨掉，專心念佛，這樣才能成就。"
    },
    {
      "id": "01-006-0010_p0041",
      "zh_CN": "有些人学佛也学了很久，早课又念《金刚经》，又念《普门品》，又念《药师经》，他念得很多，唯恐有一尊佛菩萨漏掉了，念了好多，念了十几样，而且早课做得很辛苦，他要做两个多小时，如果自己又上班，常常赶，拚命的赶。以后听说念佛法门，我就劝他念佛，他半信半疑，「念佛是好，但是我念这么多年的《药师经》，现在一下不念了，药师佛会怪我，我对不起他；念了几年的《普门品》，现在不念，怎么对得起观音菩萨？」怕一下不念了，这些佛菩萨都来找麻烦，那不是糟了！那时候李老师还在，他为这个事情跑到台中问李老师，回来之后，我问：「怎么样？老师怎么说？」他说：「老师跟你说的一样」。我说：「你还放不放下？改不改？」他还不敢肯定的说统统放下，这就是情执太重，他不知道念这一句阿弥陀佛就统统都念到，一个也不漏，不知道念阿弥陀佛功德之大。拉里拉杂的念了一大堆，修了多少年，心还是散乱的，就是不集中，搞得太多了。所以明白这个道理，真正想学佛，想一生成就，从前无论念的是些什么经，无论拜哪一尊佛菩萨，今天统统可以放下，专念阿弥陀佛。你果然放下，专念阿弥陀佛，不但那些佛菩萨不怪你，那些佛菩萨都欢喜，都替你高兴，你从今天总算走上一条正路，你决定能成就，所以不要害怕，要专修。",
      "zh_TW": "有些人學佛也學了很久，早課又念《金剛經》，又念《普門品》，又念《藥師經》，他念得很多，唯恐有一尊佛菩薩漏掉了，念了好多，念了十幾樣，而且早課做得很辛苦，他要做兩個多小時，如果自己又上班，常常趕，拚命的趕。以後聽說念佛法門，我就勸他念佛，他半信半疑，「念佛是好，但是我念這麼多年的《藥師經》，現在一下不念了，藥師佛會怪我，我對不起他；念了幾年的《普門品》，現在不念，怎麼對得起觀音菩薩？」怕一下不念了，這些佛菩薩都來找麻煩，那不是糟了！那時候李老師還在，他為這個事情跑到台中問李老師，回來之後，我問：「怎麼樣？老師怎麼說？」他說：「老師跟你說的一樣」。我說：「你還放不放下？改不改？」他還不敢肯定的說統統放下，這就是情執太重，他不知道念這一句阿彌陀佛就統統都念到，一個也不漏，不知道念阿彌陀佛功德之大。拉里拉雜的念了一大堆，修了多少年，心還是散亂的，就是不集中，搞得太多了。所以明白這個道理，真正想學佛，想一生成就，從前無論念的是些什麼經，無論拜哪一尊佛菩薩，今天統統可以放下，專念阿彌陀佛。你果然放下，專念阿彌陀佛，不但那些佛菩薩不怪你，那些佛菩薩都歡喜，都替你高興，你從今天總算走上一條正路，你決定能成就，所以不要害怕，要專修。"
    },
    {
      "id": "01-006-0010_p0042",
      "zh_CN": "修这个法门的人供佛只供一尊阿弥陀佛，专心，专一，或者就供西方三圣，其余的都可以不要供，供多了分心。经典只念一部，这一部《弥陀经》够念了，够念一辈子。再说《弥陀经》的注解，我在前面跟诸位介绍了四种，这四种要真正研究，我看至少也要十年。《疏钞演义》、《要解》，《要解》有两种讲义，圆瑛法师的《讲义》、宝静法师的《亲闻记》，窥基大师的《通赞疏》，幽溪大师的《圆中钞》，这四样东西可以说是《弥陀经》历代权威的注解，我们在这四种不同的注解里面去研究，这四种注都注得好。所以经念一种就够，如果就一样东西，有的时候念得很疲乏，想看看别的调剂调剂，这都是功夫不得力，功夫得力，一部决定够了。我们可以读《净土十要》，净土的东西也很多，也不要看杂了，《净土十要》、印光大师的《文钞》，有这些东西来调剂，我想也就够了，其余的应当放下，不要搞得太多太杂，太多太杂于我们决定没有好处。",
      "zh_TW": "修這個法門的人供佛只供一尊阿彌陀佛，專心，專一，或者就供西方三聖，其餘的都可以不要供，供多了分心。經典只念一部，這一部《彌陀經》夠念了，夠念一輩子。再說《彌陀經》的註解，我在前面跟諸位介紹了四種，這四種要真正研究，我看至少也要十年。《疏鈔演義》、《要解》，《要解》有兩種講義，圓瑛法師的《講義》、寶靜法師的《親聞記》，窺基大師的《通贊疏》，幽溪大師的《圓中鈔》，這四樣東西可以說是《彌陀經》歷代權威的註解，我們在這四種不同的註解裡面去研究，這四種註都註得好。所以經念一種就夠，如果就一樣東西，有的時候念得很疲乏，想看看別的調劑調劑，這都是功夫不得力，功夫得力，一部決定夠了。我們可以讀《淨土十要》，淨土的東西也很多，也不要看雜了，《淨土十要》、印光大師的《文鈔》，有這些東西來調劑，我想也就夠了，其餘的應當放下，不要搞得太多太雜，太多太雜於我們決定沒有好處。"
    },
    {
      "id": "01-006-0010_p0043",
      "zh_CN": "别人研究那些大经大论，我们遇到了，合掌赞叹就好，我们不要去费那个脑筋，不要去浪费那个时间，有时间多念佛号。你要晓得，佛号你愈念得多，你的莲花愈大，佛号就是培养七宝池中那个莲花的。你读那些花多少时间，花多少脑筋去研究那些大经大论，你的莲花长不大，不但莲花长不大，可能莲花都枯死了，你不知道，这个不得了，所以一定要知道。经上不是明明告诉我们，如果你改学其他的法门，退了心，莲花慢慢就枯了，枯了就没有了，就谢掉了，所以《弥陀经》、阿弥陀佛的圣号，咱们每天决定不中断，在这里下功夫。下面这一段说：",
      "zh_TW": "別人研究那些大經大論，我們遇到了，合掌讚歎就好，我們不要去費那個腦筋，不要去浪費那個時間，有時間多念佛號。你要曉得，佛號你愈念得多，你的蓮花愈大，佛號就是培養七寶池中那個蓮花的。你讀那些花多少時間，花多少腦筋去研究那些大經大論，你的蓮花長不大，不但蓮花長不大，可能蓮花都枯死了，你不知道，這個不得了，所以一定要知道。經上不是明明告訴我們，如果你改學其他的法門，退了心，蓮花慢慢就枯了，枯了就沒有了，就謝掉了，所以《彌陀經》、阿彌陀佛的聖號，咱們每天決定不中斷，在這裡下功夫。下面這一段說："
    },
    {
      "id": "01-006-0010_p0044",
      "zh_CN": "【上上根不能逾其阃，下下根亦能臻其域。其所感佛所生土，往往胜进，亦不一概。】",
      "zh_TW": "【上上根不能踰其閫，下下根亦能臻其域。其所感佛所生土，往往勝進，亦不一概。】"
    },
    {
      "id": "01-006-0010_p0045",
      "zh_CN": "『上上根』是讲他方世界的这些等觉菩萨，四十一位正等正觉里面最高的位子，他也往生。『阃』是门限，他也不能够超过，也要进这个门，这是我们在《华严经》上看到的，《华严经》上四十一位法身大士可以说是「上上根」，你看他们都发愿念佛往生。『下下根』，可以说是我们现前，人贵自知之明，不要好高骛远。当你在没学的时候，自己觉得很了不起，觉得哪一个人都不如我，我在年轻的时候就如此，很自负，可是学佛学了这么多年，愈学愈觉得自己不行，到今天才晓得自己确实是「下下根」，比什么人都比不上，连恶人也比不上，他敢作恶，我不敢作恶；他敢下地狱，我不敢下地狱，我比不上他，比上比下都不如，真正是个下下根人。",
      "zh_TW": "『上上根』是講他方世界的這些等覺菩薩，四十一位正等正覺裡面最高的位子，他也往生。『閫』是門限，他也不能夠超過，也要進這個門，這是我們在《華嚴經》上看到的，《華嚴經》上四十一位法身大士可以說是「上上根」，你看他們都發願念佛往生。『下下根』，可以說是我們現前，人貴自知之明，不要好高騖遠。當你在沒學的時候，自己覺得很了不起，覺得哪一個人都不如我，我在年輕的時候就如此，很自負，可是學佛學了這麼多年，愈學愈覺得自己不行，到今天才曉得自己確實是「下下根」，比什麼人都比不上，連惡人也比不上，他敢作惡，我不敢作惡；他敢下地獄，我不敢下地獄，我比不上他，比上比下都不如，真正是個下下根人。"
    },
    {
      "id": "01-006-0010_p0046",
      "zh_CN": "下下根人只有修这个法门，这个法门决定能成功，修别的法门都靠不住。你去学教，学《华严》、学《法华》、学唯识，我们做不到大开圆解；参禅，不能明心见性，不但明心见性做不到，连禅定都得不到。人家一盘腿可以坐上一个月不出定，我做不到。一个月不出定，三个月不出定，那是禅定，没有见性，那种功夫好的也不过是四禅天而已，差一点的是欲界天，成就也不过如此而已，这种成就又不是我们心甘情愿的。我们喜欢出三界，搞了半天还出不了三界，这不是我们心甘情愿的，我们的目的真的是想出三界。所以这个法门实在是好，很适合自己的程度。常常想到自己是下下根，自己就会老实，老实念佛才能成就。如果以为这样也了不起，那样也不得了，那到后来真的就不得了，麻烦可大了。",
      "zh_TW": "下下根人只有修這個法門，這個法門決定能成功，修別的法門都靠不住。你去學教，學《華嚴》、學《法華》、學唯識，我們做不到大開圓解；參禪，不能明心見性，不但明心見性做不到，連禪定都得不到。人家一盤腿可以坐上一個月不出定，我做不到。一個月不出定，三個月不出定，那是禪定，沒有見性，那種功夫好的也不過是四禪天而已，差一點的是欲界天，成就也不過如此而已，這種成就又不是我們心甘情願的。我們喜歡出三界，搞了半天還出不了三界，這不是我們心甘情願的，我們的目的真的是想出三界。所以這個法門實在是好，很適合自己的程度。常常想到自己是下下根，自己就會老實，老實念佛才能成就。如果以為這樣也了不起，那樣也不得了，那到後來真的就不得了，麻煩可大了。"
    },
    {
      "id": "01-006-0010_p0047",
      "zh_CN": "这一位同学有个问题，我还没答复他，那就是出家人常常以为「我戒腊很高」，我从前也是以为着我戒腊很高，我受戒几十年，觉得很了不起，现在才恍然大悟，才真正明白过来，所谓戒腊高就是罪业重，多受一天戒就是多造一天罪业，多破一天戒，不如那个初受戒的。初受戒的，破戒的时间少，他才破戒一年、两年，我破戒破了几十年，他的罪业要堕饿鬼，我一定堕阿鼻地狱，有什么值得骄傲？时时拿戒腊，拿戒腊就糟了。你想想看你所受的戒，哪一条你做到了？一条都做不到，换句话说，破戒、穿戒、犯戒，自己想一想是不是如此？一身的罪业。佛家常讲「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。",
      "zh_TW": "這一位同學有個問題，我還沒答覆他，那就是出家人常常以為「我戒臘很高」，我從前也是以為著我戒臘很高，我受戒幾十年，覺得很了不起，現在才恍然大悟，才真正明白過來，所謂戒臘高就是罪業重，多受一天戒就是多造一天罪業，多破一天戒，不如那個初受戒的。初受戒的，破戒的時間少，他才破戒一年、兩年，我破戒破了幾十年，他的罪業要墮餓鬼，我一定墮阿鼻地獄，有什麼值得驕傲？時時拿戒臘，拿戒臘就糟了。你想想看你所受的戒，哪一條你做到了？一條都做不到，換句話說，破戒、穿戒、犯戒，自己想一想是不是如此？一身的罪業。佛家常講「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。"
    },
    {
      "id": "01-006-0010_p0048",
      "zh_CN": "印光大师一生不劝人出家，一生不收一个出家徒弟，一生不传戒，为什么？害人，何必把一个好好的人送到地狱里去，不忍心做这个事情。台中李老师一生不劝人出家，我那个时候发心出家，他还问了我好几次，「你为什么一定要出家？」我提出个理由，我说「我不出家赶不上别的同学，那些同学跟老师已经十年，我不出家，要上下班，我一天在佛法上能用功只能两个小时」，我说「我一出家，我可以不要做事情，一天用八个小时功，两年就追上他们」，我这样出家的。",
      "zh_TW": "印光大師一生不勸人出家，一生不收一個出家徒弟，一生不傳戒，為什麼？害人，何必把一個好好的人送到地獄裡去，不忍心做這個事情。台中李老師一生不勸人出家，我那個時候發心出家，他還問了我好幾次，「你為什麼一定要出家？」我提出個理由，我說「我不出家趕不上別的同學，那些同學跟老師已經十年，我不出家，要上下班，我一天在佛法上能用功只能兩個小時」，我說「我一出家，我可以不要做事情，一天用八個小時功，兩年就追上他們」，我這樣出家的。"
    },
    {
      "id": "01-006-0010_p0049",
      "zh_CN": "下面所说的往生到西方极乐世界，所生之土，到那边这些环境往往也是不相同，这个不相同就是自己功夫浅深不一样，所以你感的果报也不相同。",
      "zh_TW": "下面所說的往生到西方極樂世界，所生之土，到那邊這些環境往往也是不相同，這個不相同就是自己功夫淺深不一樣，所以你感的果報也不相同。"
    },
    {
      "id": "01-006-0010_p0050",
      "zh_CN": "【可谓横该八教，竖彻五时，所以彻底悲心，无问自说，且叹其难信也。】",
      "zh_TW": "【可謂橫該八教，豎徹五時，所以徹底悲心，無問自說，且歎其難信也。】"
    },
    {
      "id": "01-006-0010_p0051",
      "zh_CN": "『八教五时』是代表整个的佛法。天台家将整个佛法分做化仪四教、化法四教，合起来称为「八教」。「五时」是五个时期，《华严》是佛最初讲的，《华严经》是佛在定中讲的，我们凡夫看不出来，我们看到释迦牟尼佛在菩提树下打坐，谁知道他讲《华严经》？他在打坐，在定中讲的，听众都是有大神通的四十一位法身大士，我们凡夫没有办法，根本就不知道这回事情。以后佛从菩提树起坐，起来之后，到鹿野苑遇到五比丘，僧团才正式建立，在鹿野苑为五比丘讲阿含。今天讲原始佛教，讲小乘佛教，都是从阿含讲起，阿含好比佛教的小学。阿含一共讲了十二年，然后讲到方等，方等之后讲般若，方等是八年，般若二十二年，法华也是讲八年，一共是五个时期，叫做「五时」，所以「五时」也是代表整个佛法。这是说明念佛一心不乱就总括释迦牟尼佛四十九年所说的，全都概括了。",
      "zh_TW": "『八教五時』是代表整個的佛法。天台家將整個佛法分做化儀四教、化法四教，合起來稱為「八教」。「五時」是五個時期，《華嚴》是佛最初講的，《華嚴經》是佛在定中講的，我們凡夫看不出來，我們看到釋迦牟尼佛在菩提樹下打坐，誰知道他講《華嚴經》？他在打坐，在定中講的，聽眾都是有大神通的四十一位法身大士，我們凡夫沒有辦法，根本就不知道這回事情。以後佛從菩提樹起坐，起來之後，到鹿野苑遇到五比丘，僧團才正式建立，在鹿野苑為五比丘講阿含。今天講原始佛教，講小乘佛教，都是從阿含講起，阿含好比佛教的小學。阿含一共講了十二年，然後講到方等，方等之後講般若，方等是八年，般若二十二年，法華也是講八年，一共是五個時期，叫做「五時」，所以「五時」也是代表整個佛法。這是說明念佛一心不亂就總括釋迦牟尼佛四十九年所說的，全都概括了。"
    },
    {
      "id": "01-006-0010_p0052",
      "zh_CN": "『所以彻底悲心，无问自说』。多半的经典都是有人启请，都是人家来问，佛来答复。这部经没有人问，佛自己给我们说出来的，「彻底悲心」。这个法门没有人能问得出来，是难信之法，谁有能力来问？佛看机缘成熟，怎么成熟？说出来有人相信，有人发愿，有人肯修，这就是机缘成熟，虽然他不能问，也要给他说，因为他可以修这个法门，一生决定能成就，所以这个法门真正是难信之法。再看下面这一章：",
      "zh_TW": "『所以徹底悲心，無問自說』。多半的經典都是有人啟請，都是人家來問，佛來答覆。這部經沒有人問，佛自己給我們說出來的，「徹底悲心」。這個法門沒有人能問得出來，是難信之法，誰有能力來問？佛看機緣成熟，怎麼成熟？說出來有人相信，有人發願，有人肯修，這就是機緣成熟，雖然他不能問，也要給他說，因為他可以修這個法門，一生決定能成就，所以這個法門真正是難信之法。再看下面這一章："
    },
    {
      "id": "01-006-0010_p0053",
      "zh_CN": "【我等今日犹不肯死心念佛，苦欲执敲门瓦子，向屋里打亲生爷娘，则于诸祖成恶逆，非善顺也。】",
      "zh_TW": "【我等今日猶不肯死心念佛，苦欲執敲門瓦子，向屋裡打親生爺娘，則於諸祖成惡逆，非善順也。】"
    },
    {
      "id": "01-006-0010_p0054",
      "zh_CN": "这几句话是蕅益大师用比喻来说的，这是说我们自己迷惑颠倒，难易不分，胜劣不能明了，这么好的法门，这样殊胜的法门，这样容易成就的法门，你不肯死心塌地的去念佛，还要去学教，还要去参禅，还要去念咒，这就好比拿着『敲门瓦子』。什么叫「敲门瓦子」，你们懂不懂？你们现在年轻人不懂，为什么？现在敲门是按电铃，哪来的敲门瓦子？这是从前，大概民国初年以前，没电铃，那时候住的房子跟现在不一样，不是现在一开门就是客厅。在从前，大门开了还有庭院，二门开了还有丹墀，所以到里面去见人的时候要走相当长的一段路。又没有电铃，怎么办？捡一个瓦片、小石头敲门，里面的人听到就出来开门，这个敲门砖，敲门的瓦片就丢掉，从前是这样的，敲门瓦子。门一打开，你那个敲门瓦子不丢，反而到里面打人，打什么人？大概是你爸爸妈妈来替你开门，你就拿这个敲门砖子去砸他，这是大逆不道，用这个来比喻。",
      "zh_TW": "這幾句話是蕅益大師用比喻來說的，這是說我們自己迷惑顛倒，難易不分，勝劣不能明瞭，這麼好的法門，這樣殊勝的法門，這樣容易成就的法門，你不肯死心塌地的去念佛，還要去學教，還要去參禪，還要去念咒，這就好比拿著『敲門瓦子』。什麼叫「敲門瓦子」，你們懂不懂？你們現在年輕人不懂，為什麼？現在敲門是按電鈴，哪來的敲門瓦子？這是從前，大概民國初年以前，沒電鈴，那時候住的房子跟現在不一樣，不是現在一開門就是客廳。在從前，大門開了還有庭院，二門開了還有丹墀，所以到裡面去見人的時候要走相當長的一段路。又沒有電鈴，怎麼辦？撿一個瓦片、小石頭敲門，裡面的人聽到就出來開門，這個敲門磚，敲門的瓦片就丟掉，從前是這樣的，敲門瓦子。門一打開，你那個敲門瓦子不丟，反而到裡面打人，打什麼人？大概是你爸爸媽媽來替你開門，你就拿這個敲門磚子去砸他，這是大逆不道，用這個來比喻。"
    },
    {
      "id": "01-006-0010_p0055",
      "zh_CN": "诸佛菩萨、祖师大德教你什么？都是教你念佛，偏不念佛，去搞别的，怎能对得起这些祖师？所以变成了『恶逆』，不是『善顺』。真正「善顺」，你就要老实念佛。所以一个人要是真正归心老实念佛，诸佛菩萨欢喜，祖师知识赞叹，这是真的。因为你要是找到这条门路，你就成功了，你这一生成就了；你走别的门路，八万四千法门，别的门路，你这一生未必能成就，只可以说在佛门里面种个善根而已，很难成就。你走这一条路是决定成就，诸佛菩萨、祖师大德怎么不欢喜？所贵的是老实，要真正老实。",
      "zh_TW": "諸佛菩薩、祖師大德教你什麼？都是教你念佛，偏不念佛，去搞別的，怎能對得起這些祖師？所以變成了『惡逆』，不是『善順』。真正「善順」，你就要老實念佛。所以一個人要是真正歸心老實念佛，諸佛菩薩歡喜，祖師知識讚歎，這是真的。因為你要是找到這條門路，你就成功了，你這一生成就了；你走別的門路，八萬四千法門，別的門路，你這一生未必能成就，只可以說在佛門裡面種個善根而已，很難成就。你走這一條路是決定成就，諸佛菩薩、祖師大德怎麼不歡喜？所貴的是老實，要真正老實。"
    },
    {
      "id": "01-006-0010_p0056",
      "zh_CN": "【逆恶之人，临终十念一念，下下品生，并是夙因成熟。】",
      "zh_TW": "【逆惡之人，臨終十念一念，下下品生，並是夙因成熟。】"
    },
    {
      "id": "01-006-0010_p0057",
      "zh_CN": "这是过去世的善根成熟，否则哪有那么容易？",
      "zh_TW": "這是過去世的善根成熟，否則哪有那麼容易？"
    },
    {
      "id": "01-006-0010_p0058",
      "zh_CN": "【故感遇善友，闻便信愿。】",
      "zh_TW": "【故感遇善友，聞便信願。】"
    },
    {
      "id": "01-006-0010_p0059",
      "zh_CN": "他在临命终时遇到一个真正懂得念佛的人劝他念佛，这是他的善知识，这是他的感应，他一听立刻就回心转意，真心诚意的念佛求生，真心显露，真诚心，信了、愿了，所以能往生。",
      "zh_TW": "他在臨命終時遇到一個真正懂得念佛的人勸他念佛，這是他的善知識，這是他的感應，他一聽立刻就回心轉意，真心誠意的念佛求生，真心顯露，真誠心，信了、願了，所以能往生。"
    },
    {
      "id": "01-006-0010_p0060",
      "zh_CN": "【此事万中无一，岂可侥幸。】",
      "zh_TW": "【此事萬中無一，豈可僥倖。】"
    },
    {
      "id": "01-006-0010_p0061",
      "zh_CN": "这个事情是真有，没错，但是你决定不能存一个侥幸的心，「净土还有这一个门道，不要紧，我现在不念没有关系，多造点罪业也不碍事，临命终时一念、十念都可以往生」，你要存这个侥幸的心就坏了。",
      "zh_TW": "這個事情是真有，沒錯，但是你決定不能存一個僥倖的心，「淨土還有這一個門道，不要緊，我現在不念沒有關係，多造點罪業也不礙事，臨命終時一念、十念都可以往生」，你要存這個僥倖的心就壞了。"
    },
    {
      "id": "01-006-0010_p0062",
      "zh_CN": "【《净土或问》，斥此最详，今人不可不读也。】",
      "zh_TW": "【《淨土或問》，斥此最詳，今人不可不讀也。】"
    },
    {
      "id": "01-006-0010_p0063",
      "zh_CN": "《净土或问》这一本书也收在《净土十要》里面。《净土十要》是蕅益大师编的，他一共收了十种，认为修净土的人必须要读的，《或问》也在其中，对这个事情讲得很详细，确实有这个事情。我们自己千万不要存侥幸的心理，以为现在可以不必念，到临命终时还来得及，万一临命终时有障碍，你怎么办？你这一生就错过了，这一生要是错过，损失就太大了。所以自己要多想想，我们这一生失掉人身，有没有资格来生再得人身？这个事情不要问人，也不要去问神，问自己就晓得。这一生在这个世间，我们存心、待人，你从这里去反省就晓得来生能不能得人身。来生要能得人身，我们基本的道德决定是修得很好，在佛法里就是五戒，不杀生、不偷盗、不邪淫、不妄语、不饮酒，在中国道德里面讲仁、义、礼、智、信，「五常」，「常」就是永远不变的道德标准，这五个字我们有没有做到？这五个字要没做到，来生就不能得人身。",
      "zh_TW": "《淨土或問》這一本書也收在《淨土十要》裡面。《淨土十要》是蕅益大師編的，他一共收了十種，認為修淨土的人必須要讀的，《或問》也在其中，對這個事情講得很詳細，確實有這個事情。我們自己千萬不要存僥倖的心理，以為現在可以不必念，到臨命終時還來得及，萬一臨命終時有障礙，你怎麼辦？你這一生就錯過了，這一生要是錯過，損失就太大了。所以自己要多想想，我們這一生失掉人身，有沒有資格來生再得人身？這個事情不要問人，也不要去問神，問自己就曉得。這一生在這個世間，我們存心、待人，你從這裡去反省就曉得來生能不能得人身。來生要能得人身，我們基本的道德決定是修得很好，在佛法裡就是五戒，不殺生、不偷盜、不邪淫、不妄語、不飲酒，在中國道德裡面講仁、義、禮、智、信，「五常」，「常」就是永遠不變的道德標準，這五個字我們有沒有做到？這五個字要沒做到，來生就不能得人身。"
    },
    {
      "id": "01-006-0010_p0064",
      "zh_CN": "再反省反省，三恶道我们去的机会多不多？饿鬼道是贪，悭贪，想想我们这个条件有没有具足？贪名、贪利、贪财、贪色，样样都贪而无厌，这饿鬼道的条件具足了。地狱道的条件是瞋恚、忌妒、障碍。畜生道是愚痴，邪正、善恶、是非都颠倒，把正法看作邪法，邪法认为是正法，颠倒错乱，这是愚痴，是畜生道。所以我们要认真反省，确实我们在六道里面，大概往三恶道的条件至少有百分之六十，得人天的只有百分之四十，很危险，所以失掉人身再得人身相当不容易，尤其是在这个时代，道德观念最弱的时候，很难再得人身，因此对于念佛求生净土这一桩事情要认真，决定不能侥幸。",
      "zh_TW": "再反省反省，三惡道我們去的機會多不多？餓鬼道是貪，慳貪，想想我們這個條件有沒有具足？貪名、貪利、貪財、貪色，樣樣都貪而無厭，這餓鬼道的條件具足了。地獄道的條件是瞋恚、忌妒、障礙。畜生道是愚痴，邪正、善惡、是非都顛倒，把正法看作邪法，邪法認為是正法，顛倒錯亂，這是愚痴，是畜生道。所以我們要認真反省，確實我們在六道裡面，大概往三惡道的條件至少有百分之六十，得人天的只有百分之四十，很危險，所以失掉人身再得人身相當不容易，尤其是在這個時代，道德觀念最弱的時候，很難再得人身，因此對於念佛求生淨土這一樁事情要認真，決定不能僥倖。"
    },
    {
      "id": "01-006-0010_p0065",
      "zh_CN": "【当知此经。】",
      "zh_TW": "【當知此經。】"
    },
    {
      "id": "01-006-0010_p0066",
      "zh_CN": "这是指《阿弥陀经》。",
      "zh_TW": "這是指《阿彌陀經》。"
    },
    {
      "id": "01-006-0010_p0067",
      "zh_CN": "【字字皆海印三昧，大圆镜智之灵文也。】",
      "zh_TW": "【字字皆海印三昧，大圓鏡智之靈文也。】"
    },
    {
      "id": "01-006-0010_p0068",
      "zh_CN": "『海印三昧』与『大圆镜智』都是真如本性的别名。就是从真如本性里面流露出来，换句话说，字字都是真言。",
      "zh_TW": "『海印三昧』與『大圓鏡智』都是真如本性的別名。就是從真如本性裡面流露出來，換句話說，字字都是真言。"
    },
    {
      "id": "01-006-0010_p0069",
      "zh_CN": "【唯念至一心不乱，则能超三界、伏烦恼、破无明也。】",
      "zh_TW": "【唯念至一心不亂，則能超三界、伏煩惱、破無明也。】"
    },
    {
      "id": "01-006-0010_p0070",
      "zh_CN": "这一段是赞叹这部经典，我们要认识这个经典的价值。",
      "zh_TW": "這一段是讚歎這部經典，我們要認識這個經典的價值。"
    },
    {
      "id": "01-006-0010_p0071",
      "zh_CN": "【所持名号，真实不可思议；能持心性，亦真实不可思议。】",
      "zh_TW": "【所持名號，真實不可思議；能持心性，亦真實不可思議。】"
    },
    {
      "id": "01-006-0010_p0072",
      "zh_CN": "【持一声。】",
      "zh_TW": "【持一聲。】"
    },
    {
      "id": "01-006-0010_p0073",
      "zh_CN": "就是念一声。",
      "zh_TW": "就是念一聲。"
    },
    {
      "id": "01-006-0010_p0074",
      "zh_CN": "【则一声不可思议。】",
      "zh_TW": "【則一聲不可思議。】"
    },
    {
      "id": "01-006-0010_p0075",
      "zh_CN": "【持十百千万无数声，声声不可思议也。】",
      "zh_TW": "【持十百千萬無數聲，聲聲不可思議也。】"
    },
    {
      "id": "01-006-0010_p0076",
      "zh_CN": "持名念佛，这世间只有两种人最容易成就，一种是上智，一种是下愚，这两种人最好成就。下愚是什么？事持，教他老实念佛，他就没有妄念，一句阿弥陀佛念到底，他决定不改，这个人决定往生，没有话说。上智之人一听，理就明白，就都通达，也没有怀疑。最麻烦就是当中的半吊子，很麻烦，最难度的，你说他不懂，他又好像懂；你说他懂，真是糊里糊涂，不老实，既不聪明又不老实，这个事情很麻烦。念佛要晓得，为什么说「念一声佛号，一声不可思议」？前面讲了，念一声佛与佛就相应，这一句阿弥陀佛佛号里头要具足三学、三慧、三资粮，这样才相应，「一念相应一念佛，念念相应念念佛」，一念不可思议，念念不可思议，就是个意思。这样念法，上智与下愚都做到，唯有当中这些人做不到，为什么？一面念佛一面打妄想，这就是不老实，所以虽然念，不相应，虽然念，功夫不得力，不能伏断烦恼，不能消除妄念，这就是功夫不得力。为什么别人念的得力？我念为什么不得力？同样是一句佛号，为什么别人念得相应，我念得不相应？这是自己一定要认真去反省。",
      "zh_TW": "持名念佛，這世間只有兩種人最容易成就，一種是上智，一種是下愚，這兩種人最好成就。下愚是什麼？事持，教他老實念佛，他就沒有妄念，一句阿彌陀佛念到底，他決定不改，這個人決定往生，沒有話說。上智之人一聽，理就明白，就都通達，也沒有懷疑。最麻煩就是當中的半吊子，很麻煩，最難度的，你說他不懂，他又好像懂；你說他懂，真是糊裡糊塗，不老實，既不聰明又不老實，這個事情很麻煩。念佛要曉得，為什麼說「念一聲佛號，一聲不可思議」？前面講了，念一聲佛與佛就相應，這一句阿彌陀佛佛號裡頭要具足三學、三慧、三資糧，這樣才相應，「一念相應一念佛，念念相應念念佛」，一念不可思議，念念不可思議，就是個意思。這樣念法，上智與下愚都做到，唯有當中這些人做不到，為什麼？一面念佛一面打妄想，這就是不老實，所以雖然念，不相應，雖然念，功夫不得力，不能伏斷煩惱，不能消除妄念，這就是功夫不得力。為什麼別人念的得力？我念為什麼不得力？同樣是一句佛號，為什麼別人念得相應，我念得不相應？這是自己一定要認真去反省。"
    },
    {
      "id": "01-006-0010_p0077",
      "zh_CN": "印光大师教我们一个方法，那个方法也是妙绝，实在是太妙了，可是看看自己能不能用得上，他用什么方法？他常常想着：「我就要死了」，把死字贴在额头上，我马上就要死了，只有这一句佛号能救命，如果用这种心情念佛，念佛可以得力，可以相应。人要死了，哪样你能带得了？一样都带不了。人要死了，还跟人争什么？也没得好争的。身心世界一切放下，你这句佛号就得力，你就老实了。聪明的人，他看破了，所以他的心清净，能够一心称念。老实人，他听话，教他怎么样他就怎么样，他不会改变，那个容易成功。只有当中这一段人，他放不下，放不下就成了大障碍。所以念佛堂常常讲「身心世界一切放下，单提一句佛号，正念分明」，这个样子才『声声不可思议』。下面是蕅益大师的话：",
      "zh_TW": "印光大師教我們一個方法，那個方法也是妙絕，實在是太妙了，可是看看自己能不能用得上，他用什麼方法？他常常想著：「我就要死了」，把死字貼在額頭上，我馬上就要死了，只有這一句佛號能救命，如果用這種心情念佛，念佛可以得力，可以相應。人要死了，哪樣你能帶得了？一樣都帶不了。人要死了，還跟人爭什麼？也沒得好爭的。身心世界一切放下，你這句佛號就得力，你就老實了。聰明的人，他看破了，所以他的心清淨，能夠一心稱念。老實人，他聽話，教他怎麼樣他就怎麼樣，他不會改變，那個容易成功。只有當中這一段人，他放不下，放不下就成了大障礙。所以念佛堂常常講「身心世界一切放下，單提一句佛號，正念分明」，這個樣子才『聲聲不可思議』。下面是蕅益大師的話："
    },
    {
      "id": "01-006-0010_p0078",
      "zh_CN": "【伏愿缁素智愚。】",
      "zh_TW": "【伏願緇素智愚。】"
    },
    {
      "id": "01-006-0010_p0079",
      "zh_CN": "你看这个言辞多么恳切，这是一代祖师苦口婆心。『伏愿』是跪在地下祈求，希望你们这些出家、在家的同修，『缁』是出家人，出家同修，『素』是在家同修，在家居士，蕅益大师这样对待我们。无论你是上智还是下愚，当然当中也都包括在其中，所有出家、在家学佛的同修们：",
      "zh_TW": "你看這個言辭多麼懇切，這是一代祖師苦口婆心。『伏願』是跪在地下祈求，希望你們這些出家、在家的同修，『緇』是出家人，出家同修，『素』是在家同修，在家居士，蕅益大師這樣對待我們。無論你是上智還是下愚，當然當中也都包括在其中，所有出家、在家學佛的同修們："
    },
    {
      "id": "01-006-0010_p0080",
      "zh_CN": "【于此简易直捷，无上圆顿法门，勿视为难，而辄生退诿。】",
      "zh_TW": "【於此簡易直捷，無上圓頓法門，勿視為難，而輒生退諉。】"
    },
    {
      "id": "01-006-0010_p0081",
      "zh_CN": "不要把它看得太难，太难你就不肯学、不敢学。",
      "zh_TW": "不要把它看得太難，太難你就不肯學、不敢學。"
    },
    {
      "id": "01-006-0010_p0082",
      "zh_CN": "【勿视为易。而漫不策勤。】",
      "zh_TW": "【勿視為易。而漫不策勤。】"
    },
    {
      "id": "01-006-0010_p0083",
      "zh_CN": "也不能看得太容易，看得太容易，掉以轻心，不认真努力，结果会落空。",
      "zh_TW": "也不能看得太容易，看得太容易，掉以輕心，不認真努力，結果會落空。"
    },
    {
      "id": "01-006-0010_p0084",
      "zh_CN": "【勿视为浅。】",
      "zh_TW": "【勿視為淺。】"
    },
    {
      "id": "01-006-0010_p0085",
      "zh_CN": "不要把它看得太浅，看得太浅，小看它了，没把它看在眼里，这都是现在很多人的毛病，一听说念佛，「老太婆教，这有什么了不起！」掉以轻心，轻慢心来看净土法门，我们在国外常常遇到。大家对于禅、密，觉得了不起，提到净土就非常轻视，这都造罪业。",
      "zh_TW": "不要把它看得太淺，看得太淺，小看它了，沒把它看在眼裡，這都是現在很多人的毛病，一聽說念佛，「老太婆教，這有什麼了不起！」掉以輕心，輕慢心來看淨土法門，我們在國外常常遇到。大家對於禪、密，覺得了不起，提到淨土就非常輕視，這都造罪業。"
    },
    {
      "id": "01-006-0010_p0086",
      "zh_CN": "我在国外弘扬净土，幸亏过去那些大经大论念了不少，他们问我的，我都知道，无论你讲教也好、讲禅也好、讲密也好，我都知道，我都讲过。我没有参过禅，禅宗重要的典籍我讲过很多遍。《六祖坛经》是禅宗根本的经典，我讲过不少遍。永嘉的《禅宗集》、《证道歌》，大珠和尚的《语录》，都曾经讲过很多遍。禅，我很内行，口头禅我比他高明，密宗的常识我也很丰富，他唬不了我，他们那些境界，我清楚明白。所以我出去念佛、讲《弥陀经》，大家还不大敢轻视，但是态度上总是不以为然。幸亏过去《弥陀经疏钞演义》留了这套带子在，三百三十五个，一部《弥陀经》，他们看到这个录音带吓了一跳，不敢说话了。一部《弥陀经》一天讲一个半钟头，要讲一年，他们连作梦都没想到，这才把他镇住，不敢动了，不敢随便讲话，老老实实来听经；没有这些东西压不住，他不服。所以今天弘扬净土比弘扬任何一个法门都难，多少法师到了外国之后，明明自己是念佛的，人家问，不敢讲念佛，因为讲念佛怕人家瞧不起，都说是参禅的，都说是念咒的，人家就恭敬了，太难了。",
      "zh_TW": "我在國外弘揚淨土，幸虧過去那些大經大論念了不少，他們問我的，我都知道，無論你講教也好、講禪也好、講密也好，我都知道，我都講過。我沒有參過禪，禪宗重要的典籍我講過很多遍。《六祖壇經》是禪宗根本的經典，我講過不少遍。永嘉的《禪宗集》、《證道歌》，大珠和尚的《語錄》，都曾經講過很多遍。禪，我很內行，口頭禪我比他高明，密宗的常識我也很豐富，他唬不了我，他們那些境界，我清楚明白。所以我出去念佛、講《彌陀經》，大家還不大敢輕視，但是態度上總是不以為然。幸虧過去《彌陀經疏鈔演義》留了這套帶子在，三百三十五個，一部《彌陀經》，他們看到這個錄音帶嚇了一跳，不敢說話了。一部《彌陀經》一天講一個半鐘頭，要講一年，他們連作夢都沒想到，這才把他鎮住，不敢動了，不敢隨便講話，老老實實來聽經；沒有這些東西壓不住，他不服。所以今天弘揚淨土比弘揚任何一個法門都難，多少法師到了外國之後，明明自己是念佛的，人家問，不敢講念佛，因為講念佛怕人家瞧不起，都說是參禪的，都說是念咒的，人家就恭敬了，太難了。"
    },
    {
      "id": "01-006-0010_p0087",
      "zh_CN": "所以不能把它看得太浅，也不能看得太深，深了就不敢学，不敢承当，这是大师教给我们，要记住。『无上圆顿法门』，容易、简单、直捷，它是「无上圆顿法门」，一点都不错。末后这一段：",
      "zh_TW": "所以不能把它看得太淺，也不能看得太深，深了就不敢學，不敢承當，這是大師教給我們，要記住。『無上圓頓法門』，容易、簡單、直捷，它是「無上圓頓法門」，一點都不錯。末後這一段："
    },
    {
      "id": "01-006-0010_p0088",
      "zh_CN": "【重劝发愿。】",
      "zh_TW": "【重勸發願。】"
    },
    {
      "id": "01-006-0010_p0089",
      "zh_CN": "【经云：『我见是利』。】",
      "zh_TW": "【經云：『我見是利』。】"
    },
    {
      "id": "01-006-0010_p0090",
      "zh_CN": "这是解释前面表解上说的。",
      "zh_TW": "這是解釋前面表解上說的。"
    },
    {
      "id": "01-006-0010_p0091",
      "zh_CN": "【是佛眼所见，究尽明了也。】",
      "zh_TW": "【是佛眼所見，究盡明了也。】"
    },
    {
      "id": "01-006-0010_p0092",
      "zh_CN": "这是如来五眼圆明，他看到念佛的利益，这个利益太大了。",
      "zh_TW": "這是如來五眼圓明，他看到念佛的利益，這個利益太大了。"
    },
    {
      "id": "01-006-0010_p0093",
      "zh_CN": "【是利者。】",
      "zh_TW": "【是利者。】"
    },
    {
      "id": "01-006-0010_p0094",
      "zh_CN": "什么样的利益？",
      "zh_TW": "什麼樣的利益？"
    },
    {
      "id": "01-006-0010_p0095",
      "zh_CN": "【横出五浊，圆净四土，直至不退位。】",
      "zh_TW": "【橫出五濁，圓淨四土，直至不退位。】"
    },
    {
      "id": "01-006-0010_p0096",
      "zh_CN": "这是圆证三不退。",
      "zh_TW": "這是圓證三不退。"
    },
    {
      "id": "01-006-0010_p0097",
      "zh_CN": "【是为不可思议功德之利。】",
      "zh_TW": "【是為不可思議功德之利。】"
    },
    {
      "id": "01-006-0010_p0098",
      "zh_CN": "这一种功德利益没有办法想像的，想像不到的。",
      "zh_TW": "這一種功德利益沒有辦法想像的，想像不到的。"
    },
    {
      "id": "01-006-0010_p0099",
      "zh_CN": "【又是利，约命终时心不颠倒而言。】",
      "zh_TW": "【又是利，約命終時心不顛倒而言。】"
    },
    {
      "id": "01-006-0010_p0100",
      "zh_CN": "这也是个利益。念佛人，因为这句佛号是善中之善、福中之福，所以常常念这句名号就是修善根福德，他的善根福德多了，善根福德大了，临命终时，他就不颠倒，为什么？善根深厚，福德太大，临命终时清清楚楚、明明白白，这个利益不可思议。",
      "zh_TW": "這也是個利益。念佛人，因為這句佛號是善中之善、福中之福，所以常常念這句名號就是修善根福德，他的善根福德多了，善根福德大了，臨命終時，他就不顛倒，為什麼？善根深厚，福德太大，臨命終時清清楚楚、明明白白，這個利益不可思議。"
    },
    {
      "id": "01-006-0010_p0101",
      "zh_CN": "【盖秽土自力修行，生死关头最难得力。】",
      "zh_TW": "【蓋穢土自力修行，生死關頭最難得力。】"
    },
    {
      "id": "01-006-0010_p0102",
      "zh_CN": "这是真的。不管你修什么法门，到了临终那一刹那，功夫能不能得力就在那个时候看，这就说明修学其他法门在这个时候所呈现出来的样子，你心里头应该有数。这一、两年来，佛门有不少大德往生，有几位瑞相非常好，预知时至，走的时候很自在，没有痛苦，说走就走。我在洛杉矶讲经的时候，洛杉矶有一位夏居士，夏荆山居士，他就提出一个问题问我。因为台湾这几位大德往生，瑞相都这么好，预知时至，很自在、很安详的走了，他虽然没看到，他听说了，当然这个听说不是假的，是真的，像广钦老和尚、李炳南老居士，真的不是假的，还有洛杉矶前年史清源居士往生也是真的，也没有害病，也预知时至，这就是在一个都市里面，他自己见到的。他就问我，念佛的人走得都这么自在。他这些年学密，跟西藏的大宝法王、仁波切、呼图克图们在一块儿学密，学得很起劲，大宝法王前年过世，也有几个大喇嘛，在西藏都是非常有名的，这些活佛、仁波切过世，他也看到了，非常的痛苦，都是癌症，很痛苦的过世。",
      "zh_TW": "這是真的。不管你修什麼法門，到了臨終那一剎那，功夫能不能得力就在那個時候看，這就說明修學其他法門在這個時候所呈現出來的樣子，你心裡頭應該有數。這一、兩年來，佛門有不少大德往生，有幾位瑞相非常好，預知時至，走的時候很自在，沒有痛苦，說走就走。我在洛杉磯講經的時候，洛杉磯有一位夏居士，夏荊山居士，他就提出一個問題問我。因為台灣這幾位大德往生，瑞相都這麼好，預知時至，很自在、很安詳的走了，他雖然沒看到，他聽說了，當然這個聽說不是假的，是真的，像廣欽老和尚、李炳南老居士，真的不是假的，還有洛杉磯前年史清源居士往生也是真的，也沒有害病，也預知時至，這就是在一個都市裡面，他自己見到的。他就問我，念佛的人走得都這麼自在。他這些年學密，跟西藏的大寶法王、仁波切、呼圖克圖們在一塊兒學密，學得很起勁，大寶法王前年過世，也有幾個大喇嘛，在西藏都是非常有名的，這些活佛、仁波切過世，他也看到了，非常的痛苦，都是癌症，很痛苦的過世。"
    },
    {
      "id": "01-006-0010_p0103",
      "zh_CN": "所以他就提出一个问题，好像密宗大德还不如念佛这么样安详自在，他问我这是什么缘故？密宗在美国的势力非常大，我们也不能得罪他，他来问我，我无可奈何，我想了想，「大概密宗大德福报享尽了，念佛人一生苦行，没享过福，临命终时就这么一点点福现前」。密宗大德是真正享福，七宝供养，真享受。达赖喇嘛在美国住的旅馆是最高级的旅馆，听说一晚上美金都要好几百块，那是真享受，帝王的享受。大概福报享尽了，所以在临命终时，他就很苦。念佛人一生不享福，临命终时这么一点福报现前，这一点要晓得。从这些现象，明白人一看就了解，前面说过，死得好，来生决定生得好，这是一定的道理。这是说到临命终时，心不颠倒，这是大利益，这是不可思议的利益。",
      "zh_TW": "所以他就提出一個問題，好像密宗大德還不如念佛這麼樣安詳自在，他問我這是什麼緣故？密宗在美國的勢力非常大，我們也不能得罪他，他來問我，我無可奈何，我想了想，「大概密宗大德福報享盡了，念佛人一生苦行，沒享過福，臨命終時就這麼一點點福現前」。密宗大德是真正享福，七寶供養，真享受。達賴喇嘛在美國住的旅館是最高級的旅館，聽說一晚上美金都要好幾百塊，那是真享受，帝王的享受。大概福報享盡了，所以在臨命終時，他就很苦。念佛人一生不享福，臨命終時這麼一點福報現前，這一點要曉得。從這些現象，明白人一看就了解，前面說過，死得好，來生決定生得好，這是一定的道理。這是說到臨命終時，心不顛倒，這是大利益，這是不可思議的利益。"
    },
    {
      "id": "01-006-0010_p0104",
      "zh_CN": "【圆瑛法师，归心净土，自号三求堂主人，求福、求慧、求生净土。】",
      "zh_TW": "【圓瑛法師，歸心淨土，自號三求堂主人，求福、求慧、求生淨土。】"
    },
    {
      "id": "01-006-0010_p0105",
      "zh_CN": "这是中国近代的一位大德，《楞严》专家。他从二十几岁就发心，就很喜欢《楞严经》，一生就是研究《楞严经》，到晚年成就了一部《楞严经讲义》，现在在台湾很流通，到处都翻印。初学《楞严经》，的确他这个《讲义》非常之好，深入浅出。他自己念佛求生净土，所以他住的地方叫『三求堂』，『求福、求慧、求生净土』，这是他自己标榜的。蕅益大师《弥陀经要解》，他也写个《讲义》，注得非常好。",
      "zh_TW": "這是中國近代的一位大德，《楞嚴》專家。他從二十幾歲就發心，就很喜歡《楞嚴經》，一生就是研究《楞嚴經》，到晚年成就了一部《楞嚴經講義》，現在在台灣很流通，到處都翻印。初學《楞嚴經》，的確他這個《講義》非常之好，深入淺出。他自己念佛求生淨土，所以他住的地方叫『三求堂』，『求福、求慧、求生淨土』，這是他自己標榜的。蕅益大師《彌陀經要解》，他也寫個《講義》，註得非常好。"
    },
    {
      "id": "01-006-0010_p0106",
      "zh_CN": "【无论顽修狂慧。】",
      "zh_TW": "【無論頑修狂慧。】"
    },
    {
      "id": "01-006-0010_p0107",
      "zh_CN": "这一句是指参禅的、学教的、学律的、学密的，是指这些人。",
      "zh_TW": "這一句是指參禪的、學教的、學律的、學密的，是指這些人。"
    },
    {
      "id": "01-006-0010_p0108",
      "zh_CN": "【到生死关头，不能得力，全然无用。】",
      "zh_TW": "【到生死關頭，不能得力，全然無用。】"
    },
    {
      "id": "01-006-0010_p0109",
      "zh_CN": "【即悟门深远。】",
      "zh_TW": "【即悟門深遠。】"
    },
    {
      "id": "01-006-0010_p0110",
      "zh_CN": "这是讲禅宗，真正得禅定，真正有功夫的人。",
      "zh_TW": "這是講禪宗，真正得禪定，真正有功夫的人。"
    },
    {
      "id": "01-006-0010_p0111",
      "zh_CN": "【操履潜确之人。】",
      "zh_TW": "【操履潛確之人。】"
    },
    {
      "id": "01-006-0010_p0112",
      "zh_CN": "这是指戒律精严之人，这都是很好的修行人，很有成就的修行人。",
      "zh_TW": "這是指戒律精嚴之人，這都是很好的修行人，很有成就的修行人。"
    },
    {
      "id": "01-006-0010_p0113",
      "zh_CN": "【傥分毫习气未除，未免随强偏坠。】",
      "zh_TW": "【儻分毫習氣未除，未免隨強偏墜。】"
    },
    {
      "id": "01-006-0010_p0114",
      "zh_CN": "这个话是真的，只要习气没有断尽就很麻烦。譬如谛闲法师那个参禅的徒弟，人家真的有定功，十几年禅堂确实有成就，从一个参禅的清众，地位一直升到首座和尚，不是一个普通人，到最后一念傲慢心生起来，被他太太拉去当土地公，你说有什么法子？这就是『习气未除，随强偏坠』。被他太太找去当土地公，他太太要当土地婆，非得把他找去当土地公不可，这是没有办法的事情。不容易，真正不容易。",
      "zh_TW": "這個話是真的，只要習氣沒有斷盡就很麻煩。譬如諦閑法師那個參禪的徒弟，人家真的有定功，十幾年禪堂確實有成就，從一個參禪的清眾，地位一直升到首座和尚，不是一個普通人，到最後一念傲慢心生起來，被他太太拉去當土地公，你說有什麼法子？這就是『習氣未除，隨強偏墜』。被他太太找去當土地公，他太太要當土地婆，非得把他找去當土地公不可，這是沒有辦法的事情。不容易，真正不容易。"
    },
    {
      "id": "01-006-0010_p0115",
      "zh_CN": "【永明所谓。】",
      "zh_TW": "【永明所謂。】"
    },
    {
      "id": "01-006-0010_p0116",
      "zh_CN": "就是永明延寿禅师讲的。",
      "zh_TW": "就是永明延壽禪師講的。"
    },
    {
      "id": "01-006-0010_p0117",
      "zh_CN": "【十人九蹉路。】",
      "zh_TW": "【十人九蹉路。】"
    },
    {
      "id": "01-006-0010_p0118",
      "zh_CN": "这个『十人』都是讲修行人。咱们发心学佛，皈依三宝了，十个人就有九个走错路，跟诸位说，是真的走错路了，是佛道没错，就是自己的习气没有除尽，不能成就，错在这个地方。「十人」也可以讲十个宗派，十个宗派里头只有净土这个宗派是稳稳当当决定成就，其余的九个宗派修行纵然有成就，习气要是没有除尽，恐怕还是有危险，还是有麻烦，所以说靠不住，只有这一个人才是真正靠得住。",
      "zh_TW": "這個『十人』都是講修行人。咱們發心學佛，皈依三寶了，十個人就有九個走錯路，跟諸位說，是真的走錯路了，是佛道沒錯，就是自己的習氣沒有除盡，不能成就，錯在這個地方。「十人」也可以講十個宗派，十個宗派裡頭只有淨土這個宗派是穩穩當當決定成就，其餘的九個宗派修行縱然有成就，習氣要是沒有除盡，恐怕還是有危險，還是有麻煩，所以說靠不住，只有這一個人才是真正靠得住。"
    },
    {
      "id": "01-006-0010_p0119",
      "zh_CN": "【阴境忽现前。】",
      "zh_TW": "【陰境忽現前。】"
    },
    {
      "id": "01-006-0010_p0120",
      "zh_CN": "『阴境』就是临命终的时候，这个境界现前。",
      "zh_TW": "『陰境』就是臨命終的時候，這個境界現前。"
    },
    {
      "id": "01-006-0010_p0121",
      "zh_CN": "【瞥尔随他去。】",
      "zh_TW": "【瞥爾隨他去。】"
    },
    {
      "id": "01-006-0010_p0122",
      "zh_CN": "随着境界转，又去轮回，又堕落了。",
      "zh_TW": "隨著境界轉，又去輪迴，又墮落了。"
    },
    {
      "id": "01-006-0010_p0123",
      "zh_CN": "【此诚可寒心也。】",
      "zh_TW": "【此誠可寒心也。】"
    },
    {
      "id": "01-006-0010_p0124",
      "zh_CN": "想到这个事情不能不寒心。",
      "zh_TW": "想到這個事情不能不寒心。"
    },
    {
      "id": "01-006-0010_p0125",
      "zh_CN": "【修行唯有念佛最为稳当，自有信愿持名净业之力。】",
      "zh_TW": "【修行唯有念佛最為穩當，自有信願持名淨業之力。】"
    },
    {
      "id": "01-006-0010_p0126",
      "zh_CN": "这是讲自己，自己培养成自己这一份的德能，就是『信愿持名』，这是『净业』，我们修的是这个。这个法门叫「二力法门」，自己具备的条件就是「信愿持名」。",
      "zh_TW": "這是講自己，自己培養成自己這一份的德能，就是『信願持名』，這是『淨業』，我們修的是這個。這個法門叫「二力法門」，自己具備的條件就是「信願持名」。"
    },
    {
      "id": "01-006-0010_p0127",
      "zh_CN": "【又仗弥陀慈悲愿力。】",
      "zh_TW": "【又仗彌陀慈悲願力。】"
    },
    {
      "id": "01-006-0010_p0128",
      "zh_CN": "这是他力。阿弥陀佛有愿力，在临命终时必定来接引你，决定不会落空。",
      "zh_TW": "這是他力。阿彌陀佛有願力，在臨命終時必定來接引你，決定不會落空。"
    },
    {
      "id": "01-006-0010_p0129",
      "zh_CN": "【所用之功，决定不虚。】",
      "zh_TW": "【所用之功，決定不虛。】"
    },
    {
      "id": "01-006-0010_p0130",
      "zh_CN": "你用的功是踏实的，决定不会落空。",
      "zh_TW": "你用的功是踏實的，決定不會落空。"
    },
    {
      "id": "01-006-0010_p0131",
      "zh_CN": "【佛及圣众，现前慰导。】",
      "zh_TW": "【佛及聖眾，現前慰導。】"
    },
    {
      "id": "01-006-0010_p0132",
      "zh_CN": "『慰』是安慰，来引导你。",
      "zh_TW": "『慰』是安慰，來引導你。"
    },
    {
      "id": "01-006-0010_p0133",
      "zh_CN": "【故得无颠倒，自在往生也。】",
      "zh_TW": "【故得無顛倒，自在往生也。】"
    },
    {
      "id": "01-006-0010_p0134",
      "zh_CN": "这是其他宗派、其他法门里面所没有的，再说学别的宗派、别的法门，魔障非常之多。你看《楞严经》末后很长的经文讲五十种阴魔，这些魔境现前，我们没有能力，不认识，会把他当作佛境界就跟他去了，这一跟他去就上当了。《楞严经》十卷，讲魔的境界就用了一卷半的文字，说得非常详细。念佛法门不容易着魔，因为这个法门是一切诸佛之所护念。",
      "zh_TW": "這是其他宗派、其他法門裡面所沒有的，再說學別的宗派、別的法門，魔障非常之多。你看《楞嚴經》末後很長的經文講五十種陰魔，這些魔境現前，我們沒有能力，不認識，會把他當作佛境界就跟他去了，這一跟他去就上當了。《楞嚴經》十卷，講魔的境界就用了一卷半的文字，說得非常詳細。念佛法門不容易著魔，因為這個法門是一切諸佛之所護念。"
    },
    {
      "id": "01-006-0010_p0135",
      "zh_CN": "【法门深妙，破尽一切戏论，斩尽一切意见。】",
      "zh_TW": "【法門深妙，破盡一切戲論，斬盡一切意見。】"
    },
    {
      "id": "01-006-0010_p0136",
      "zh_CN": "这个法门只有一句阿弥陀佛，用这一念打掉一切妄念，打掉一切见解，打掉一切成见，叫你心里头没有一个杂念，没有一个妄想，这是法门的深妙。",
      "zh_TW": "這個法門只有一句阿彌陀佛，用這一念打掉一切妄念，打掉一切見解，打掉一切成見，叫你心裡頭沒有一個雜念，沒有一個妄想，這是法門的深妙。"
    },
    {
      "id": "01-006-0010_p0137",
      "zh_CN": "【唯马鸣、龙树、智者、永明之流，彻底担荷得去。】",
      "zh_TW": "【唯馬鳴、龍樹、智者、永明之流，徹底擔荷得去。】"
    },
    {
      "id": "01-006-0010_p0138",
      "zh_CN": "这是举出过去成就的大德，念佛往生的，哪些人？马鸣菩萨、龙树菩萨。『龙树』是大乘八宗的祖师，大乘佛法八个宗都是从「龙树」这里流出来的，龙树是大乘八宗共同的祖师，『马鸣』是龙树的老师，这些人都是念佛往生的。『智者』是中国人，法华宗的祖师，天台祖师智者大师。『永明』是永明延寿禅师，古佛再来，传记记载说他是阿弥陀佛化身来的。他先是参禅，在禅宗里面大彻大悟、明心见性，回过头来专门念佛，成为净土宗第六代的祖师，净土宗的六祖是永明延寿，禅宗的六祖是惠能。这些人才能彻底担当得了，彻底承当念佛法门，他们不怀疑、不犹豫，一心称念，求生净土。",
      "zh_TW": "這是舉出過去成就的大德，念佛往生的，哪些人？馬鳴菩薩、龍樹菩薩。『龍樹』是大乘八宗的祖師，大乘佛法八個宗都是從「龍樹」這裡流出來的，龍樹是大乘八宗共同的祖師，『馬鳴』是龍樹的老師，這些人都是念佛往生的。『智者』是中國人，法華宗的祖師，天台祖師智者大師。『永明』是永明延壽禪師，古佛再來，傳記記載說他是阿彌陀佛化身來的。他先是參禪，在禪宗裡面大徹大悟、明心見性，回過頭來專門念佛，成為淨土宗第六代的祖師，淨土宗的六祖是永明延壽，禪宗的六祖是惠能。這些人才能徹底擔當得了，徹底承當念佛法門，他們不懷疑、不猶豫，一心稱念，求生淨土。"
    },
    {
      "id": "01-006-0010_p0139",
      "zh_CN": "【其余世智辩聪。】",
      "zh_TW": "【其餘世智辯聰。】"
    },
    {
      "id": "01-006-0010_p0140",
      "zh_CN": "他们这一类的人以外，那些世间聪明智慧的人。",
      "zh_TW": "他們這一類的人以外，那些世間聰明智慧的人。"
    },
    {
      "id": "01-006-0010_p0141",
      "zh_CN": "【通儒禅客。】",
      "zh_TW": "【通儒禪客。】"
    },
    {
      "id": "01-006-0010_p0142",
      "zh_CN": "『通儒』是真正通达事理的大儒，『禅客』，禅宗的大德们。",
      "zh_TW": "『通儒』是真正通達事理的大儒，『禪客』，禪宗的大德們。"
    },
    {
      "id": "01-006-0010_p0143",
      "zh_CN": "【尽思量度。】",
      "zh_TW": "【盡思量度。】"
    },
    {
      "id": "01-006-0010_p0144",
      "zh_CN": "要是来研究讨论净土法门，他们统统集合在一起开会研究讨论、思维想像，怎么样？",
      "zh_TW": "要是來研究討論淨土法門，他們統統集合在一起開會研究討論、思維想像，怎麼樣？"
    },
    {
      "id": "01-006-0010_p0145",
      "zh_CN": "【愈推愈远。】",
      "zh_TW": "【愈推愈遠。】"
    },
    {
      "id": "01-006-0010_p0146",
      "zh_CN": "没有法子了解，这个法门太深太妙了，法门深妙不是他们的智慧能够理解的，必须要大智慧的人，像马鸣、龙树这样一流的人物才能够真正理解。",
      "zh_TW": "沒有法子了解，這個法門太深太妙了，法門深妙不是他們的智慧能夠理解的，必須要大智慧的人，像馬鳴、龍樹這樣一流的人物才能夠真正理解。"
    },
    {
      "id": "01-006-0010_p0147",
      "zh_CN": "【又不若愚夫愚妇老实念佛者，为能潜通佛智，暗合道妙也。】",
      "zh_TW": "【又不若愚夫愚婦老實念佛者，為能潛通佛智，暗合道妙也。】"
    },
    {
      "id": "01-006-0010_p0148",
      "zh_CN": "这一些通儒禅客、世智辩聪的人，比上不如，比不上马鸣、龙树，也比不上智者、永明；比下也不如，「下」是什么？那些老太婆们，她们能老实念佛，虽然什么都不懂，能老实念佛。她不打妄想，也不怀疑，也不犹豫，一句弥陀念到底，她也能往生。而且下愚之人念到心清净，智慧就开了，那个智慧是真智慧，决定不是假智慧，智慧开了，决定超过这些世智辩聪，通儒禅客不如他，他能『潜通佛智』，他念到心地清净，念到一心不乱，恍然大悟，这是说念佛的好处。",
      "zh_TW": "這一些通儒禪客、世智辯聰的人，比上不如，比不上馬鳴、龍樹，也比不上智者、永明；比下也不如，「下」是什麼？那些老太婆們，她們能老實念佛，雖然什麼都不懂，能老實念佛。她不打妄想，也不懷疑，也不猶豫，一句彌陀念到底，她也能往生。而且下愚之人念到心清淨，智慧就開了，那個智慧是真智慧，決定不是假智慧，智慧開了，決定超過這些世智辯聰，通儒禪客不如他，他能『潛通佛智』，他念到心地清淨，念到一心不亂，恍然大悟，這是說念佛的好處。"
    },
    {
      "id": "01-006-0010_p0149",
      "zh_CN": "【我见是利，故说此言。】",
      "zh_TW": "【我見是利，故說此言。】"
    },
    {
      "id": "01-006-0010_p0150",
      "zh_CN": "这是释迦牟尼佛见到这样的利益、功德，所以一再劝勉我们。",
      "zh_TW": "這是釋迦牟尼佛見到這樣的利益、功德，所以一再勸勉我們。"
    },
    {
      "id": "01-006-0010_p0151",
      "zh_CN": "【分明以佛眼佛音。】",
      "zh_TW": "【分明以佛眼佛音。】"
    },
    {
      "id": "01-006-0010_p0152",
      "zh_CN": "『佛眼』清净，『佛音』，佛的言语来告诉我们。",
      "zh_TW": "『佛眼』清淨，『佛音』，佛的言語來告訴我們。"
    },
    {
      "id": "01-006-0010_p0153",
      "zh_CN": "【印定此事。】",
      "zh_TW": "【印定此事。】"
    },
    {
      "id": "01-006-0010_p0154",
      "zh_CN": "把这桩事情给我们做证明，释迦牟尼佛亲自来给我们做证明。",
      "zh_TW": "把這樁事情給我們做證明，釋迦牟尼佛親自來給我們做證明。"
    },
    {
      "id": "01-006-0010_p0155",
      "zh_CN": "【岂敢违抗，不善顺入也哉。】",
      "zh_TW": "【豈敢違抗，不善順入也哉。】"
    },
    {
      "id": "01-006-0010_p0156",
      "zh_CN": "我们怎么能够违背释迦牟尼佛的意思？不能老实念佛是对不起释迦牟尼佛，更对不起自己。无量劫以来，这个法门碰不到，遇不到，所以没有办法出离生死轮回，搞到现在这个样子，你要晓得这个机会不容易遇到。你们这次参加这个讲座有福，真正有福，绝对不是偶然。你们参加这一次讲座，如果你们自己将来年岁大了，老了，一生反省一下，这一生当中最有意义、最有利益、最有收获的就是这七天。百千万劫难遭遇，你们今天遭遇到了，不简单，所以一定要珍惜、要相信、要发愿，认真的念佛求生净土，不辜负释迦牟尼佛，不辜负自己这种殊胜的遭遇。遇不到没有法子，没有因缘，经上讲少因缘，你没有遇到。你今天遇到，因缘具足，问题就是你自己的善根福德，你能信能愿是你多善根，你肯念佛是你多福德，岂不是多善根、多福德、多因缘统统具足，那你就笃定往生，你这一生就成佛，很不容易。",
      "zh_TW": "我們怎麼能夠違背釋迦牟尼佛的意思？不能老實念佛是對不起釋迦牟尼佛，更對不起自己。無量劫以來，這個法門碰不到，遇不到，所以沒有辦法出離生死輪迴，搞到現在這個樣子，你要曉得這個機會不容易遇到。你們這次參加這個講座有福，真正有福，絕對不是偶然。你們參加這一次講座，如果你們自己將來年歲大了，老了，一生反省一下，這一生當中最有意義、最有利益、最有收穫的就是這七天。百千萬劫難遭遇，你們今天遭遇到了，不簡單，所以一定要珍惜、要相信、要發願，認真的念佛求生淨土，不辜負釋迦牟尼佛，不辜負自己這種殊勝的遭遇。遇不到沒有法子，沒有因緣，經上講少因緣，你沒有遇到。你今天遇到，因緣具足，問題就是你自己的善根福德，你能信能願是你多善根，你肯念佛是你多福德，豈不是多善根、多福德、多因緣統統具足，那你就篤定往生，你這一生就成佛，很不容易。"
    },
    {
      "id": "01-006-0010_p0157",
      "zh_CN": "问：闻师父言，今日往生西方净土者，在家居士比出家人多，堕入阿鼻地狱者，出家人反多，如此一来，谁还敢出家？",
      "zh_TW": "問：聞師父言，今日往生西方淨土者，在家居士比出家人多，墮入阿鼻地獄者，出家人反多，如此一來，誰還敢出家？"
    },
    {
      "id": "01-006-0010_p0158",
      "zh_CN": "答：这是真的，可是有些胆大的还是敢出家，他不怕，他敢出家。",
      "zh_TW": "答：這是真的，可是有些膽大的還是敢出家，他不怕，他敢出家。"
    },
    {
      "id": "01-006-0010_p0159",
      "zh_CN": "问：师父是否亦不鼓励众生出家，而出家与在家在修行上，或对于佛法的弘扬及护持上，是否有所别？愿闻其详。",
      "zh_TW": "問：師父是否亦不鼓勵眾生出家，而出家與在家在修行上，或對於佛法的弘揚及護持上，是否有所別？願聞其詳。"
    },
    {
      "id": "01-006-0010_p0160",
      "zh_CN": "答：确实，我不鼓励人出家，为什么？假如他出家修不好，堕地狱，他以后要怪我，他要找我的麻烦，我劝他出家的，所以我不劝人出家，确实是如此，为什么？现在出家人的环境不如从前，从前出家好，他有一个正规的修行环境，现在没有了。现在的寺庙可以说都是私人的，不是十方道场，从前凡是寺院庵堂都是十方的，只要你出了家，受了戒，哪个地方都可以住，大家的心都是平等的，都没有分别。今天你出家了，想到别的寺庙去挂单，人家不答应，不允许的，甚至于连一餐饭都不招待，所以出家比在家苦，出家的环境比在家复杂。你说你在家修行有障碍，你的障碍也不过是家庭，妻子儿女、兄弟姊妹、亲戚朋友，有多少人？一百个人不得了，你一个人应付一百人。你一出家，大的寺庙信徒就几千几万，够你应付的。不像从前，从前出家人不应付任何信徒，信徒到寺庙来烧香，出家人是眼观鼻、鼻观心，见到跟没见到一样，招呼都不打一个，接待人有知客师接待，不是知客师，你问他，他理都不理，话都不肯跟你讲，他心清净，今天要是出家这样的话，没有信徒就没有供养，生活就成问题，所以现在的情形跟从前不一样。",
      "zh_TW": "答：確實，我不鼓勵人出家，為什麼？假如他出家修不好，墮地獄，他以後要怪我，他要找我的麻煩，我勸他出家的，所以我不勸人出家，確實是如此，為什麼？現在出家人的環境不如從前，從前出家好，他有一個正規的修行環境，現在沒有了。現在的寺廟可以說都是私人的，不是十方道場，從前凡是寺院庵堂都是十方的，只要你出了家，受了戒，哪個地方都可以住，大家的心都是平等的，都沒有分別。今天你出家了，想到別的寺廟去掛單，人家不答應，不允許的，甚至於連一餐飯都不招待，所以出家比在家苦，出家的環境比在家複雜。你說你在家修行有障礙，你的障礙也不過是家庭，妻子兒女、兄弟姊妹、親戚朋友，有多少人？一百個人不得了，你一個人應付一百人。你一出家，大的寺廟信徒就幾千幾萬，夠你應付的。不像從前，從前出家人不應付任何信徒，信徒到寺廟來燒香，出家人是眼觀鼻、鼻觀心，見到跟沒見到一樣，招呼都不打一個，接待人有知客師接待，不是知客師，你問他，他理都不理，話都不肯跟你講，他心清淨，今天要是出家這樣的話，沒有信徒就沒有供養，生活就成問題，所以現在的情形跟從前不一樣。"
    },
    {
      "id": "01-006-0010_p0161",
      "zh_CN": "从前寺庙里头都有产业，都有田地，都有山林，可以租给农夫去耕种，农夫交一点税租给寺庙，寺庙拿这些收入来养出家人的生活，他生活非常安定，不求助于信徒，所以他对于信徒可以不理会。现在不行，现在生活要靠信徒，没有信徒，生活就成问题，换句话说，要拿出绝大部分的精神来应付信徒，反而不如在家。既然要发心出家了，可以，我在香港讲经就有几位年轻人发心想要跟我出家，我就提出两个条件，我说你要具足这两个条件，可以出家，第一个不怕死，明天没饭吃会饿死不在乎，这个可以出家，第二个不怕苦，真能做到这两个条件，行，能出家。又怕死，又怕苦，算了，还是在家学好了，确实如此。",
      "zh_TW": "從前寺廟裡頭都有產業，都有田地，都有山林，可以租給農夫去耕種，農夫交一點稅租給寺廟，寺廟拿這些收入來養出家人的生活，他生活非常安定，不求助於信徒，所以他對於信徒可以不理會。現在不行，現在生活要靠信徒，沒有信徒，生活就成問題，換句話說，要拿出絕大部分的精神來應付信徒，反而不如在家。既然要發心出家了，可以，我在香港講經就有幾位年輕人發心想要跟我出家，我就提出兩個條件，我說你要具足這兩個條件，可以出家，第一個不怕死，明天沒飯吃會餓死不在乎，這個可以出家，第二個不怕苦，真能做到這兩個條件，行，能出家。又怕死，又怕苦，算了，還是在家學好了，確實如此。"
    },
    {
      "id": "01-006-0010_p0162",
      "zh_CN": "问：何谓「无缘大慈」？",
      "zh_TW": "問：何謂「無緣大慈」？"
    },
    {
      "id": "01-006-0010_p0163",
      "zh_CN": "答：「缘」就是条件，「无缘」就是无条件的，对别人的慈悲是没有条件的，这叫「无缘」。父母对子女非常慈悲，他是有条件的，为什么？他是我的儿女，这个有条件，有条件的是爱缘慈悲。佛菩萨对于一切众生是无条件的，真正的慈悲。",
      "zh_TW": "答：「緣」就是條件，「無緣」就是無條件的，對別人的慈悲是沒有條件的，這叫「無緣」。父母對子女非常慈悲，他是有條件的，為什麼？他是我的兒女，這個有條件，有條件的是愛緣慈悲。佛菩薩對於一切眾生是無條件的，真正的慈悲。"
    },
    {
      "id": "01-006-0010_p0164",
      "zh_CN": "问：「自净其意，是诸佛教」，其意为何？",
      "zh_TW": "問：「自淨其意，是諸佛教」，其意為何？"
    },
    {
      "id": "01-006-0010_p0165",
      "zh_CN": "答：这个前面还有两句，你要写完全，「诸恶莫作，众善奉行，自净其意」，我这个底下加几个字，你就明了了，是十方三世一切诸佛教化众生的宗旨，「是诸佛教」，十方三世一切诸佛都是以这个纲领来教化众生。",
      "zh_TW": "答：這個前面還有兩句，你要寫完全，「諸惡莫作，眾善奉行，自淨其意」，我這個底下加幾個字，你就明瞭了，是十方三世一切諸佛教化眾生的宗旨，「是諸佛教」，十方三世一切諸佛都是以這個綱領來教化眾生。"
    },
    {
      "id": "01-006-0010_p0166",
      "zh_CN": "问：女众是否可以讲经说法？为何较少见女众法师弘法？",
      "zh_TW": "問：女眾是否可以講經說法？為何較少見女眾法師弘法？"
    },
    {
      "id": "01-006-0010_p0167",
      "zh_CN": "答：弘法利生男女平等，出家、在家平等，都可以。女众比较少说法大概是对经教不肯研究，那就没有法子，如果多下一点苦功，一样讲经说法。但是在家同修说法有一点须要注意到，一定要受菩萨戒，否则会受别人的讥斥，说「白衣说法」，白衣说法是佛法衰微相。在家居士受菩萨戒就不是白衣，受菩萨戒就搭衣了，所以他不是白衣，这一点诸位要记住。白衣不能称居士，不能称居士为白衣，受三皈五戒的还是白衣，受了菩萨戒就不是白衣，他就有资格代佛弘法，所以在家同修要发心弘法讲经一定要受菩萨戒。",
      "zh_TW": "答：弘法利生男女平等，出家、在家平等，都可以。女眾比較少說法大概是對經教不肯研究，那就沒有法子，如果多下一點苦功，一樣講經說法。但是在家同修說法有一點須要注意到，一定要受菩薩戒，否則會受別人的譏斥，說「白衣說法」，白衣說法是佛法衰微相。在家居士受菩薩戒就不是白衣，受菩薩戒就搭衣了，所以他不是白衣，這一點諸位要記住。白衣不能稱居士，不能稱居士為白衣，受三皈五戒的還是白衣，受了菩薩戒就不是白衣，他就有資格代佛弘法，所以在家同修要發心弘法講經一定要受菩薩戒。"
    },
    {
      "id": "01-006-0010_p0168",
      "zh_CN": "问：师父谈《西方确指》中的拜佛，可以一百拜或四十八拜或二十四拜，如此是否指拜佛要有一定的次数？又念佛号一千遍，若念佛得数其次数，岂不容易分心？是否有其他的诀窍？",
      "zh_TW": "問：師父談《西方確指》中的拜佛，可以一百拜或四十八拜或二十四拜，如此是否指拜佛要有一定的次數？又念佛號一千遍，若念佛得數其次數，豈不容易分心？是否有其他的訣竅？"
    },
    {
      "id": "01-006-0010_p0169",
      "zh_CN": "答：拜佛、念佛，心里面都是忆佛、想佛，不会分心的。念佛念一千声用念珠计数，念珠计数的方法有很多种，你念一声佛号拨一个珠子也可以，一千声佛号，像这个一百零八颗珠子就是十串。通常念佛的念珠后面拴着小珠子，小珠子是计数的，念一串拨一个，那是计数。还有一种念法，念三声佛号拨一个珠子，或者念五声佛号拨一个珠子，这样更容易摄心。这些方法都是随个人自己选择，你觉得哪一种方便容易，你就选择哪一种。",
      "zh_TW": "答：拜佛、念佛，心裡面都是憶佛、想佛，不會分心的。念佛念一千聲用念珠計數，念珠計數的方法有很多種，你念一聲佛號撥一個珠子也可以，一千聲佛號，像這個一百零八顆珠子就是十串。通常念佛的念珠後面拴著小珠子，小珠子是計數的，念一串撥一個，那是計數。還有一種念法，念三聲佛號撥一個珠子，或者念五聲佛號撥一個珠子，這樣更容易攝心。這些方法都是隨個人自己選擇，你覺得哪一種方便容易，你就選擇哪一種。"
    },
    {
      "id": "01-006-0010_p0170",
      "zh_CN": "问：僧伽，和合众也，非专指在家人，三皈依中，皈依佛、皈依法、皈依僧，其所指之僧，莫非亦可以皈依在家居士？",
      "zh_TW": "問：僧伽，和合眾也，非專指在家人，三皈依中，皈依佛、皈依法、皈依僧，其所指之僧，莫非亦可以皈依在家居士？"
    },
    {
      "id": "01-006-0010_p0171",
      "zh_CN": "答：不是的。三皈依中，你要记住是皈依自性三宝，这个到我们讲座圆满那一天，有同学要受三皈依，我们会详细跟诸位介绍。在家不能代表三宝，在家菩萨都不行，为什么？住持三宝是比丘的事情，菩萨不住持三宝，所以住持三宝一定是比丘，比丘、比丘尼都可以。",
      "zh_TW": "答：不是的。三皈依中，你要記住是皈依自性三寶，這個到我們講座圓滿那一天，有同學要受三皈依，我們會詳細跟諸位介紹。在家不能代表三寶，在家菩薩都不行，為什麼？住持三寶是比丘的事情，菩薩不住持三寶，所以住持三寶一定是比丘，比丘、比丘尼都可以。"
    },
    {
      "id": "01-006-0010_p0172",
      "zh_CN": "问：弟子出家初学，请师父慈悲，多开示如何做个如法的出家众？",
      "zh_TW": "問：弟子出家初學，請師父慈悲，多開示如何做個如法的出家眾？"
    },
    {
      "id": "01-006-0010_p0173",
      "zh_CN": "答：我们这个讲座自始至终都是讲如法出家、如法修行，你好好的听、好好的学。",
      "zh_TW": "答：我們這個講座自始至終都是講如法出家、如法修行，你好好的聽、好好的學。"
    }
  ]
}