{
  "doc_id": "01-006-0007",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "01-006-0007",
  "total_paragraphs": 144,
  "paragraphs": [
    {
      "id": "01-006-0007_p0001",
      "zh_CN": "诸位同学，由于时间限制，要赶进度，后面的文还很长，一些名词术语没有能够详细介绍，但是圆瑛法师的《要解讲义》里面都有，诸位可以参考。讲座当中着重在义理的探讨，不重在名相的解释。",
      "zh_TW": "諸位同學，由於時間限制，要趕進度，後面的文還很長，一些名詞術語沒有能夠詳細介紹，但是圓瑛法師的《要解講義》裡面都有，諸位可以參考。講座當中著重在義理的探討，不重在名相的解釋。"
    },
    {
      "id": "01-006-0007_p0002",
      "zh_CN": "请掀开《讲义》第十五页：",
      "zh_TW": "請掀開《講義》第十五頁："
    },
    {
      "id": "01-006-0007_p0003",
      "zh_CN": "【正报妙。】",
      "zh_TW": "【正報妙。】"
    },
    {
      "id": "01-006-0007_p0004",
      "zh_CN": "【经云：『彼佛何故号阿弥陀……成就如是功德庄严』。】",
      "zh_TW": "【經云：『彼佛何故號阿彌陀……成就如是功德莊嚴』。】"
    },
    {
      "id": "01-006-0007_p0005",
      "zh_CN": "【此经的示持名妙行，故特征释名号，欲人深信万德洪名，不可思议。一心执持，无复疑二也。】",
      "zh_TW": "【此經的示持名妙行，故特徵釋名號，欲人深信萬德洪名，不可思議。一心執持，無復疑二也。】"
    },
    {
      "id": "01-006-0007_p0006",
      "zh_CN": "首先说明佛为什么要说这几句话。这是叫着舍利弗来问他，为什么西方极乐世界的教主名叫阿弥陀佛？这句话的用意非常之深，因为特别用个问话，实在是提醒大家的注意力，目的是希望人能够深深相信名号的功德不可思议。因为在修学过程当中，这个法门就凭这句佛号从初发心一直到圆成佛果，真正不可思议，不必用第二个方法就成功，实在不可思议，任何一个法门都没有这样的方便容易。",
      "zh_TW": "首先說明佛為什麼要說這幾句話。這是叫著舍利弗來問他，為什麼西方極樂世界的教主名叫阿彌陀佛？這句話的用意非常之深，因為特別用個問話，實在是提醒大家的注意力，目的是希望人能夠深深相信名號的功德不可思議。因為在修學過程當中，這個法門就憑這句佛號從初發心一直到圓成佛果，真正不可思議，不必用第二個方法就成功，實在不可思議，任何一個法門都沒有這樣的方便容易。"
    },
    {
      "id": "01-006-0007_p0007",
      "zh_CN": "这个理实在是太深了，古来大德发挥这个道理，说得很透彻、很详细的，那就是四明尊者的《观无量寿佛经疏妙宗钞》，把净土的道理说得非常详细，但是这部书也有相当的分量，不但有相当的分量，还有相当的深度。到后来，明朝幽溪大师也有一个著作，叫《净土生无生论》，他这个书实在讲是接引初机，你想彻底明了西方极乐世界念佛往生的道理，这一本书就是给你介绍，叫你断疑生信。他把古来这些经论、祖师大德的著述，提纲挈领分成十类，简单扼要的为我们叙说，那是一本非常好的书。这本书在《净土十要》里，《净土十要》流通得很广泛，诸位在《净土十要》里头可以看到，虽然文不长，意思太深了，如果没有注解很难念得通，就跟《弥陀经》一样，《弥陀经》文不长，意思太丰富了。幽溪尊者的学生，当时听讲的时候就写了一本笔记，这学生也非常勤快，有不明了的就向老师请教，他把老师所讲的，以及自己的疑问、老师的解答，编成一本书，就是《生无生论》的注解，注解的名字是「净土生无生论亲闻记」，我们要得到这部书，对于净土的道理就能够了解一个大概。对于有一点佛学基础的来说，《亲闻记》是不太困难，如果佛学没有一些基础，看起来还是嫌深。",
      "zh_TW": "這個理實在是太深了，古來大德發揮這個道理，說得很透徹、很詳細的，那就是四明尊者的《觀無量壽佛經疏妙宗鈔》，把淨土的道理說得非常詳細，但是這部書也有相當的分量，不但有相當的分量，還有相當的深度。到後來，明朝幽溪大師也有一個著作，叫《淨土生無生論》，他這個書實在講是接引初機，你想徹底明瞭西方極樂世界念佛往生的道理，這一本書就是給你介紹，叫你斷疑生信。他把古來這些經論、祖師大德的著述，提綱挈領分成十類，簡單扼要的為我們敘說，那是一本非常好的書。這本書在《淨土十要》裡，《淨土十要》流通得很廣泛，諸位在《淨土十要》裡頭可以看到，雖然文不長，意思太深了，如果沒有註解很難念得通，就跟《彌陀經》一樣，《彌陀經》文不長，意思太豐富了。幽溪尊者的學生，當時聽講的時候就寫了一本筆記，這學生也非常勤快，有不明瞭的就向老師請教，他把老師所講的，以及自己的疑問、老師的解答，編成一本書，就是《生無生論》的註解，註解的名字是「淨土生無生論親聞記」，我們要得到這部書，對於淨土的道理就能夠了解一個大概。對於有一點佛學基礎的來說，《親聞記》是不太困難，如果佛學沒有一些基礎，看起來還是嫌深。"
    },
    {
      "id": "01-006-0007_p0008",
      "zh_CN": "这一次我在香港讲经，见到一部很适合初机的注解，《净土生无生论讲义》，是民国年间季圣一居士写的，他是谛闲法师的学生，是在家居士，在家的学生，学问也很好，佛学的造诣也很深，文章也写得好，他写的这部书非常适合我们初机，所以我就把这部书带回来准备翻印流通。我这几天也正在看，这对于我们修学净土的人可以说有很大的帮助，坚定我们的信心，理解念佛法门甚深不思议的道理，佛在经上这一段话的用意就是在此。所以『一心执持，无复疑二』，再不会有二心，再不会有疑惑，一心执持名号。翻经的法师，鸠摩罗什大师，也正是因为看到这段经文，所以他经题就不用原来的题目，就用「佛说阿弥陀经」，也是这个意思，可见得罗什大师也是很有慧眼的。再看第二段：",
      "zh_TW": "這一次我在香港講經，見到一部很適合初機的註解，《淨土生無生論講義》，是民國年間季聖一居士寫的，他是諦閑法師的學生，是在家居士，在家的學生，學問也很好，佛學的造詣也很深，文章也寫得好，他寫的這部書非常適合我們初機，所以我就把這部書帶回來準備翻印流通。我這幾天也正在看，這對於我們修學淨土的人可以說有很大的幫助，堅定我們的信心，理解念佛法門甚深不思議的道理，佛在經上這一段話的用意就是在此。所以『一心執持，無復疑二』，再不會有二心，再不會有疑惑，一心執持名號。翻經的法師，鳩摩羅什大師，也正是因為看到這段經文，所以他經題就不用原來的題目，就用「佛說阿彌陀經」，也是這個意思，可見得羅什大師也是很有慧眼的。再看第二段："
    },
    {
      "id": "01-006-0007_p0009",
      "zh_CN": "【阿弥陀，正翻无量，本不可说。本师以光寿二义，收尽一切无量，光则横遍十方，寿则竖穷三际，横竖交彻，即法界体。】",
      "zh_TW": "【阿彌陀，正翻無量，本不可說。本師以光壽二義，收盡一切無量，光則橫遍十方，壽則豎窮三際，橫豎交徹，即法界體。】"
    },
    {
      "id": "01-006-0007_p0010",
      "zh_CN": "我们先看这一段。『阿弥陀』是梵语音译过来的，翻成中国的意思就是『无量』，「阿」翻作「无」，「弥陀」翻作「量」，既然是无量，怎么个说法？凡是能够说得出的都是有量，凡是能够思惟想像得到的也是有量，所以「无量」真正是「言语道断，心行处灭」，不但没法子说，想都没有办法想，可是也不能不说，怎么个说法？这就把它归纳起来说。『本师』就是释迦牟尼佛，他给我们讲的时候就把这个无量归纳起来，用「无量光，无量寿」这两个意思来说，实际上这两个意思的确把无量的意思全都包括了。光是空间，光明遍照；寿是时间，过去、现在、未来，即使是无量也超不出时间与空间，用时间跟空间把无量全包括了。那么这么说法，为什么不说无量时、无量空？我们仔细来观察，说「时间」没有说「寿命」好，寿命的意思比时间的意思要圆满得多。因为说时，时是没有生命的东西，是个死的，而且还是非常抽象，使我们没有实质感，时间是个抽象的名词而已，说「空间」的确也没有讲「光」这个意义来得圆满，所以用「光寿」确实比「时空」要圆满得多。光明里面有无量的智慧。",
      "zh_TW": "我們先看這一段。『阿彌陀』是梵語音譯過來的，翻成中國的意思就是『無量』，「阿」翻作「無」，「彌陀」翻作「量」，既然是無量，怎麼個說法？凡是能夠說得出的都是有量，凡是能夠思惟想像得到的也是有量，所以「無量」真正是「言語道斷，心行處滅」，不但沒法子說，想都沒有辦法想，可是也不能不說，怎麼個說法？這就把它歸納起來說。『本師』就是釋迦牟尼佛，他給我們講的時候就把這個無量歸納起來，用「無量光，無量壽」這兩個意思來說，實際上這兩個意思的確把無量的意思全都包括了。光是空間，光明遍照；壽是時間，過去、現在、未來，即使是無量也超不出時間與空間，用時間跟空間把無量全包括了。那麼這麼說法，為什麼不說無量時、無量空？我們仔細來觀察，說「時間」沒有說「壽命」好，壽命的意思比時間的意思要圓滿得多。因為說時，時是沒有生命的東西，是個死的，而且還是非常抽象，使我們沒有實質感，時間是個抽象的名詞而已，說「空間」的確也沒有講「光」這個意義來得圓滿，所以用「光壽」確實比「時空」要圓滿得多。光明裡面有無量的智慧。"
    },
    {
      "id": "01-006-0007_p0011",
      "zh_CN": "光是『横遍十方』，「十方」是空间，照遍空间。寿量那就『竖穷三际』，过去，过去还有过去；未来，未来还有未来，彻始彻终叫「竖穷三际」，「三际」就是过去、现在、未来，全都包括在其中。三际十方这样的交彻，交互贯彻，这就是法界的本体。所以十法界，上从诸佛，下到恶道众生，一切的活动都离不开这个法界。法界能现，这个法界体能现，十法界依正庄严是所现所变的。这个法界体就是我们自己的真心本性，自己的真心本性就是法界体，你要是真正体会到这个意思，才能恍然大悟，宇宙人生从哪里来的？不是上帝造的，是自己真心变现之物，自己变现的，因此尽虚空遍法界就是一个自己，这叫「真我」。我们今天迷失了真我，把自己这个身体当作是我，这是错误。佛给我们这样说，这个说法到底是真的还是假的？佛不勉强我们，佛法最大的好处就是叫我们去证实。佛说了这些事、这些道理要我们自己去证实，绝对不是叫我们去盲从，这是佛法殊胜之处，到你自己证实了，你才晓得佛所说的话不是虚妄的。就像西方极乐世界也是叫你自己证实，你自己亲自见到那就不假，能不能证实？能，各个人都能，只要你依照这个理论、方法来修学，早晚你会证实的。往生到西方极乐世界去的，必定是阿弥陀佛、观音、势至来接引你，你亲眼看到，你乐意跟他去，这是真的不是假的。再看下面的文：",
      "zh_TW": "光是『橫遍十方』，「十方」是空間，照遍空間。壽量那就『豎窮三際』，過去，過去還有過去；未來，未來還有未來，徹始徹終叫「豎窮三際」，「三際」就是過去、現在、未來，全都包括在其中。三際十方這樣的交徹，交互貫徹，這就是法界的本體。所以十法界，上從諸佛，下到惡道眾生，一切的活動都離不開這個法界。法界能現，這個法界體能現，十法界依正莊嚴是所現所變的。這個法界體就是我們自己的真心本性，自己的真心本性就是法界體，你要是真正體會到這個意思，才能恍然大悟，宇宙人生從哪裡來的？不是上帝造的，是自己真心變現之物，自己變現的，因此盡虛空遍法界就是一個自己，這叫「真我」。我們今天迷失了真我，把自己這個身體當作是我，這是錯誤。佛給我們這樣說，這個說法到底是真的還是假的？佛不勉強我們，佛法最大的好處就是叫我們去證實。佛說了這些事、這些道理要我們自己去證實，絕對不是叫我們去盲從，這是佛法殊勝之處，到你自己證實了，你才曉得佛所說的話不是虛妄的。就像西方極樂世界也是叫你自己證實，你自己親自見到那就不假，能不能證實？能，各個人都能，只要你依照這個理論、方法來修學，早晚你會證實的。往生到西方極樂世界去的，必定是阿彌陀佛、觀音、勢至來接引你，你親眼看到，你樂意跟他去，這是真的不是假的。再看下面的文："
    },
    {
      "id": "01-006-0007_p0012",
      "zh_CN": "【举此体作弥陀身土。】",
      "zh_TW": "【舉此體作彌陀身土。】"
    },
    {
      "id": "01-006-0007_p0013",
      "zh_CN": "『身』是阿弥陀佛的正报，『土』是阿弥陀佛的依报，就是西方极乐世界，这就说明阿弥陀佛与西方净土从哪来的？法界理体里面显现出来的，这就是「唯心净土，自性弥陀」，就是这个意思。",
      "zh_TW": "『身』是阿彌陀佛的正報，『土』是阿彌陀佛的依報，就是西方極樂世界，這就說明阿彌陀佛與西方淨土從哪來的？法界理體裡面顯現出來的，這就是「唯心淨土，自性彌陀」，就是這個意思。"
    },
    {
      "id": "01-006-0007_p0014",
      "zh_CN": "【亦即举此体作弥陀名号。】",
      "zh_TW": "【亦即舉此體作彌陀名號。】"
    },
    {
      "id": "01-006-0007_p0015",
      "zh_CN": "「阿弥陀佛」这句名号从哪里来的？也是从自性里面流露出来的，唯有自性流露才是真正的无量，名与实相副，所以我们念这句名号就能证到实体。下面这句话说得就更亲切：",
      "zh_TW": "「阿彌陀佛」這句名號從哪裡來的？也是從自性裡面流露出來的，唯有自性流露才是真正的無量，名與實相副，所以我們念這句名號就能證到實體。下面這句話說得就更親切："
    },
    {
      "id": "01-006-0007_p0016",
      "zh_CN": "【即众生本觉理性。】",
      "zh_TW": "【即眾生本覺理性。】"
    },
    {
      "id": "01-006-0007_p0017",
      "zh_CN": "『理』是理体，『性』是本性。这句话说得太亲切了。从这句话里面我们明白西方极乐世界依正庄严，与我们的关系非常密切，那怎么不能到那里去？西方极乐世界不是心外之物，阿弥陀佛跟自己原来是一个人，关系太亲密了，确实是一家人。",
      "zh_TW": "『理』是理體，『性』是本性。這句話說得太親切了。從這句話裡面我們明白西方極樂世界依正莊嚴，與我們的關係非常密切，那怎麼不能到那裡去？西方極樂世界不是心外之物，阿彌陀佛跟自己原來是一個人，關係太親密了，確實是一家人。"
    },
    {
      "id": "01-006-0007_p0018",
      "zh_CN": "【持名即始觉合本。】",
      "zh_TW": "【持名即始覺合本。】"
    },
    {
      "id": "01-006-0007_p0019",
      "zh_CN": "底下再讲『持名』的道理。「持名」就是你念这一句阿弥陀佛，念阿弥陀佛就是『始觉合本』，「本」是本觉，本觉就是前面所讲的本觉理性；念这一句阿弥陀佛就是「始觉」，你开始觉悟了。本觉本有，我们虽有本觉，但是现在迷了，迷了就成了不觉，如果你觉，你还怀疑什么？你不会怀疑，因为你不觉，你才怀疑，不觉就是迷惑。《起信论》上说「不觉本无，本觉本有」，本无的当然可以断掉，本有的当然可以证得，可以恢复，用什么方法？这个法门就是用念阿弥陀佛的方法，所以念阿弥陀佛就是始觉，《起信论》里面讲的，你现在开始觉悟了。始觉与本觉相应，所以用这个方法决定能够打破无明，恢复本觉，这是佛号不可思议。那要怎么个念法？前面一再跟诸位提示过，后面还要讲到，后面有一段专门讲修行的。这个念法太重要了，要牢牢的记住，不但要记住，要时时刻刻会用才行，不用就没有办法，就是你要派得上用场，就是自己心里只要有念起，马上就用佛号把它代替，为什么？有念起就是不觉。",
      "zh_TW": "底下再講『持名』的道理。「持名」就是你念這一句阿彌陀佛，念阿彌陀佛就是『始覺合本』，「本」是本覺，本覺就是前面所講的本覺理性；念這一句阿彌陀佛就是「始覺」，你開始覺悟了。本覺本有，我們雖有本覺，但是現在迷了，迷了就成了不覺，如果你覺，你還懷疑什麼？你不會懷疑，因為你不覺，你才懷疑，不覺就是迷惑。《起信論》上說「不覺本無，本覺本有」，本無的當然可以斷掉，本有的當然可以證得，可以恢復，用什麼方法？這個法門就是用念阿彌陀佛的方法，所以念阿彌陀佛就是始覺，《起信論》裡面講的，你現在開始覺悟了。始覺與本覺相應，所以用這個方法決定能夠打破無明，恢復本覺，這是佛號不可思議。那要怎麼個念法？前面一再跟諸位提示過，後面還要講到，後面有一段專門講修行的。這個念法太重要了，要牢牢的記住，不但要記住，要時時刻刻會用才行，不用就沒有辦法，就是你要派得上用場，就是自己心裡只要有念起，馬上就用佛號把它代替，為什麼？有念起就是不覺。"
    },
    {
      "id": "01-006-0007_p0020",
      "zh_CN": "《起信论》里头讲「一念不觉而有无明」，无明就是妄念，就是妄想，你要是明，心地要是光明，它没有妄想，没有妄念，因为有无明，所以才起妄想，才起妄念，这个境界相我们要了解它，念头起来就是无明生了，就是不觉。古德常说「不怕念起，只怕觉迟」，「念」是不觉，不怕不觉，怕的是觉悟太迟了，就怕这个。什么是觉？阿弥陀佛就是觉。所以我们念头才起来的时候，自己有很高的警觉心，念头一起，立刻把它换成阿弥陀佛，这叫做念佛，这叫做功夫得力。你念念常有一个阿弥陀佛，没有杂念生起来，你的心渐渐就平静了，换句话说，烦恼不生，你的心情就愉快了，智慧增长，法喜充满，这是最低限度你能够得到的，而且念佛人很容易得到。要真正会这样用功，保险你一个星期就可以得到，你的妄念少了，欢喜心现前，法喜充满，不要很长的工夫，一个礼拜一定会得到法喜充满，你会感觉到很快乐。你要用的得法，要是不得法，早晨念一万声，晚上念一万声，一天到晚还是胡思乱想，这个不行，没有用处，所以一定要把这句佛号用得非常恰当，就是能够伏烦恼。开始是伏烦恼，一开始要断烦恼是不可能的，先把烦恼伏住，就是用佛号代替一切念头，这就是伏烦恼，就是消业障，所以念佛是一种最高明、最圆满的修行手段；你晓得始觉合本觉。",
      "zh_TW": "《起信論》裡頭講「一念不覺而有無明」，無明就是妄念，就是妄想，你要是明，心地要是光明，它沒有妄想，沒有妄念，因為有無明，所以才起妄想，才起妄念，這個境界相我們要了解它，念頭起來就是無明生了，就是不覺。古德常說「不怕念起，只怕覺遲」，「念」是不覺，不怕不覺，怕的是覺悟太遲了，就怕這個。什麼是覺？阿彌陀佛就是覺。所以我們念頭才起來的時候，自己有很高的警覺心，念頭一起，立刻把它換成阿彌陀佛，這叫做念佛，這叫做功夫得力。你念念常有一個阿彌陀佛，沒有雜念生起來，你的心漸漸就平靜了，換句話說，煩惱不生，你的心情就愉快了，智慧增長，法喜充滿，這是最低限度你能夠得到的，而且念佛人很容易得到。要真正會這樣用功，保險你一個星期就可以得到，你的妄念少了，歡喜心現前，法喜充滿，不要很長的工夫，一個禮拜一定會得到法喜充滿，你會感覺到很快樂。你要用的得法，要是不得法，早晨念一萬聲，晚上念一萬聲，一天到晚還是胡思亂想，這個不行，沒有用處，所以一定要把這句佛號用得非常恰當，就是能夠伏煩惱。開始是伏煩惱，一開始要斷煩惱是不可能的，先把煩惱伏住，就是用佛號代替一切念頭，這就是伏煩惱，就是消業障，所以念佛是一種最高明、最圓滿的修行手段；你曉得始覺合本覺。"
    },
    {
      "id": "01-006-0007_p0021",
      "zh_CN": "【始本不二，生佛不二。】",
      "zh_TW": "【始本不二，生佛不二。】"
    },
    {
      "id": "01-006-0007_p0022",
      "zh_CN": "『始本不二』，始觉与本觉是一不是二，这样用功才如法，这样用功才得力。不但「始本不二」，是『生佛不二』，「生」，我们是众生，我们现在能念，能念这一句阿弥陀佛，「佛」就是西方极乐世界的导师。我们念这一句名号就与他心心相应，就与他志同道合，怎么志同道合？因为他曾经发过这样的愿，「十方世界的众生，有念他名号，发愿往生他国土的人，在临命终时，他一定来接引他往生」，他有这个誓愿。如果我们念这句名号发愿往生，到临命终时，他要不来接引我们，阿弥陀佛那个愿就是假的，说话不算话，那就不守信用；佛句句话都是真实，佛不会不守信用。所以念这句名号的人与阿弥陀佛就合成一体，「生佛不二」，所以才说：",
      "zh_TW": "『始本不二』，始覺與本覺是一不是二，這樣用功才如法，這樣用功才得力。不但「始本不二」，是『生佛不二』，「生」，我們是眾生，我們現在能念，能念這一句阿彌陀佛，「佛」就是西方極樂世界的導師。我們念這一句名號就與他心心相應，就與他志同道合，怎麼志同道合？因為他曾經發過這樣的願，「十方世界的眾生，有念他名號，發願往生他國土的人，在臨命終時，他一定來接引他往生」，他有這個誓願。如果我們念這句名號發願往生，到臨命終時，他要不來接引我們，阿彌陀佛那個願就是假的，說話不算話，那就不守信用；佛句句話都是真實，佛不會不守信用。所以念這句名號的人與阿彌陀佛就合成一體，「生佛不二」，所以才說："
    },
    {
      "id": "01-006-0007_p0023",
      "zh_CN": "【一念相应一念佛。】",
      "zh_TW": "【一念相應一念佛。】"
    },
    {
      "id": "01-006-0007_p0024",
      "zh_CN": "『一念』里面就有信有愿，「念」是行，每一句佛号里头都具足信愿行，这叫『相应』。如果我虽然念这一句阿弥陀佛，我也不信，根本也没有意思往生，那个念了不相应，有没有这种人？这种人多得很，但是这个种了善根。譬如在台湾，这在全世界其他地方没有的，所以很多国外的学佛的同修到台湾来看，对台湾很羡慕，认为真正难得，难得在哪里？在台湾到处都能看到「南无阿弥陀佛」，电线杆上也有，墙壁上也有，在外国不可以，在外国是脏乱，要取缔的，不许可的。我们台湾到处贴的这些标语，「南无阿弥陀佛」，外面人一看，他也会念南无阿弥陀佛，他不信，他也没有愿，他念这一句阿弥陀佛不相应，跟我们念的不一样，我们念这一句阿弥陀佛里头有信有愿，所以信愿行三个条件都具足，这就相应。这样念法是：",
      "zh_TW": "『一念』裡面就有信有願，「念」是行，每一句佛號裡頭都具足信願行，這叫『相應』。如果我雖然念這一句阿彌陀佛，我也不信，根本也沒有意思往生，那個念了不相應，有沒有這種人？這種人多得很，但是這個種了善根。譬如在台灣，這在全世界其他地方沒有的，所以很多國外的學佛的同修到台灣來看，對台灣很羡慕，認為真正難得，難得在哪裡？在台灣到處都能看到「南無阿彌陀佛」，電線桿上也有，牆壁上也有，在外國不可以，在外國是髒亂，要取締的，不許可的。我們台灣到處貼的這些標語，「南無阿彌陀佛」，外面人一看，他也會念南無阿彌陀佛，他不信，他也沒有願，他念這一句阿彌陀佛不相應，跟我們念的不一樣，我們念這一句阿彌陀佛裡頭有信有願，所以信願行三個條件都具足，這就相應。這樣念法是："
    },
    {
      "id": "01-006-0007_p0025",
      "zh_CN": "【一念相应一念佛，念念相应念念佛，念佛人不可不知此义。】",
      "zh_TW": "【一念相應一念佛，念念相應念念佛，念佛人不可不知此義。】"
    },
    {
      "id": "01-006-0007_p0026",
      "zh_CN": "这个道理不可以不晓得，你不晓得，你就有怀疑，信心就不坚固。你晓得这个道理，愈念愈欢喜，愈念心愈清净，愈念烦恼愈少，愈念智慧愈长，那个不一样，所以一定要明理。",
      "zh_TW": "這個道理不可以不曉得，你不曉得，你就有懷疑，信心就不堅固。你曉得這個道理，愈念愈歡喜，愈念心愈清淨，愈念煩惱愈少，愈念智慧愈長，那個不一樣，所以一定要明理。"
    },
    {
      "id": "01-006-0007_p0027",
      "zh_CN": "【心性寂而常照，故为光明。】",
      "zh_TW": "【心性寂而常照，故為光明。】"
    },
    {
      "id": "01-006-0007_p0028",
      "zh_CN": "这是解释本师为什么用光寿这两个意思来解释无量。『心性寂』，「寂」就是清静，就是不动，心性确实是如此。像水在平静的时候，这是寂，波浪不生，这是平静的，这是真心显露。寂起作用一定是『照』，水平像一面镜子，它的作用就「照」，外面一切形相都照在里面，像一面镜子一样，照得清清楚楚，它一定会照。所以静是体，照是用，你明白这个道理就晓得佛法的教学为什么以定慧为根本。首先心要定，定了才能生智慧。心不能动，心要静。心要动，智慧就失掉。动好比水起波浪，起了波浪，它就不能照，照的作用就失掉。所以你想要有智慧就要修定，换句话说，你的心要清净，怎样清净？绝对不被外境扰乱，外面不管什么境界，你自己的心是清净的，像水照外面境界一样。外面境界在动，它也跟着动，那就糟了，就坏了。",
      "zh_TW": "這是解釋本師為什麼用光壽這兩個意思來解釋無量。『心性寂』，「寂」就是清靜，就是不動，心性確實是如此。像水在平靜的時候，這是寂，波浪不生，這是平靜的，這是真心顯露。寂起作用一定是『照』，水平像一面鏡子，它的作用就「照」，外面一切形相都照在裡面，像一面鏡子一樣，照得清清楚楚，它一定會照。所以靜是體，照是用，你明白這個道理就曉得佛法的教學為什麼以定慧為根本。首先心要定，定了才能生智慧。心不能動，心要靜。心要動，智慧就失掉。動好比水起波浪，起了波浪，它就不能照，照的作用就失掉。所以你想要有智慧就要修定，換句話說，你的心要清淨，怎樣清淨？絕對不被外境擾亂，外面不管什麼境界，你自己的心是清淨的，像水照外面境界一樣。外面境界在動，它也跟著動，那就糟了，就壞了。"
    },
    {
      "id": "01-006-0007_p0029",
      "zh_CN": "我们现在自己做不了主，看到外面境界，自己的心就动了，看到好事欢喜，欢喜心动了，看到不如意的事情就瞋恨，心又动了，我们的心自己做不了主宰，随着外面境界风动，它动我也动，这就叫迷惑颠倒。实实在在这个修行就是外面不管怎么动，我不动，不动就有主宰，不动就明了事实的真相，就晓得应该怎样来处理，你要随着外面心动，那是凡夫，不为外境所动是圣人、是佛菩萨。《楞严》上讲的「若能转物则同如来」，什么时候能转境界？自己在境界里如如不动就能转境界，就能主宰万物，就能得到「真我」，「我」是主宰、是自在的意思。心随境转，这个可怜。",
      "zh_TW": "我們現在自己做不了主，看到外面境界，自己的心就動了，看到好事歡喜，歡喜心動了，看到不如意的事情就瞋恨，心又動了，我們的心自己做不了主宰，隨著外面境界風動，它動我也動，這就叫迷惑顛倒。實實在在這個修行就是外面不管怎麼動，我不動，不動就有主宰，不動就明瞭事實的真相，就曉得應該怎樣來處理，你要隨著外面心動，那是凡夫，不為外境所動是聖人、是佛菩薩。《楞嚴》上講的「若能轉物則同如來」，什麼時候能轉境界？自己在境界裡如如不動就能轉境界，就能主宰萬物，就能得到「真我」，「我」是主宰、是自在的意思。心隨境轉，這個可憐。"
    },
    {
      "id": "01-006-0007_p0030",
      "zh_CN": "今天许多学佛的人不相信自己、不相信佛，还是被外境所转，没有办法转境，这样学佛要想成就不容易，纵然有很高的天分，其成就也很有限，修一点人天福报可以，要想超三界、了生死不容易，从什么地方去看？从迷信去看。学佛的人要开智慧，他还迷信，特别是迷信风水。风水有没有？有，不是没有。风水是环境，好的环境我们住起来欢喜，不好的环境我们身心不安，可见得我们的身心一定受外面环境的影响，自己不能做主宰。真正修道人，他转环境，好的环境、恶劣的环境，他都不影响，到都不影响的时候，他转风水，不是风水转他，他已经是破迷开悟，得大自在。我们是要被风水转，还是去转风水？你想哪个好？转风水，风水里头也有一句俗话，「福人居福地」，福人是什么？他能转风水，这个风水本来不好，他到那里一住，风水自然就变好，不必被风水转，风水会随自己的心来转，这个自在。",
      "zh_TW": "今天許多學佛的人不相信自己、不相信佛，還是被外境所轉，沒有辦法轉境，這樣學佛要想成就不容易，縱然有很高的天分，其成就也很有限，修一點人天福報可以，要想超三界、了生死不容易，從什麼地方去看？從迷信去看。學佛的人要開智慧，他還迷信，特別是迷信風水。風水有沒有？有，不是沒有。風水是環境，好的環境我們住起來歡喜，不好的環境我們身心不安，可見得我們的身心一定受外面環境的影響，自己不能做主宰。真正修道人，他轉環境，好的環境、惡劣的環境，他都不影響，到都不影響的時候，他轉風水，不是風水轉他，他已經是破迷開悟，得大自在。我們是要被風水轉，還是去轉風水？你想哪個好？轉風水，風水裡頭也有一句俗話，「福人居福地」，福人是什麼？他能轉風水，這個風水本來不好，他到那裡一住，風水自然就變好，不必被風水轉，風水會隨自己的心來轉，這個自在。"
    },
    {
      "id": "01-006-0007_p0031",
      "zh_CN": "所以学佛的人首先要相信自己，你看看信、愿、行里头第一个就要信自己，对自己有坚强的信心，信心坚强的人就能转风水。不要讲学佛，世间人也是如此，世间人有信心非常坚强的人，什么境界都转不动他，他就能转境界，他在这个世间能够建大功、立大业，他什么都不畏惧，为什么？他信心坚强。一个没有自信心的人，什么事情都不能成就，为什么？受环境左右。这个人给你说这个话，他又怀疑，又变主意了，那个人又给他说一句话，他主意又变了，这种人能成什么事？能成就事业的人就是一个坚定的信心，不管人家怎么说，我决定不变更，我走我的路，这个路就被他走通了，他就成功了，世间法尚且如此，何况佛法？可见得三资粮里讲「信」，第一个讲「信自」，这个意义多深！第一个不是讲信他，讲信他就完了，那自己就没主宰。第一信自己，第二才信他，「他」是什么？他提出的东西我可以做参考，我还是以我为主，不能以他为主，他的意见只可以供给我参考，我可以取他的，也可以不采取他的，要以自己为主。",
      "zh_TW": "所以學佛的人首先要相信自己，你看看信、願、行裡頭第一個就要信自己，對自己有堅強的信心，信心堅強的人就能轉風水。不要講學佛，世間人也是如此，世間人有信心非常堅強的人，什麼境界都轉不動他，他就能轉境界，他在這個世間能夠建大功、立大業，他什麼都不畏懼，為什麼？他信心堅強。一個沒有自信心的人，什麼事情都不能成就，為什麼？受環境左右。這個人給你說這個話，他又懷疑，又變主意了，那個人又給他說一句話，他主意又變了，這種人能成什麼事？能成就事業的人就是一個堅定的信心，不管人家怎麼說，我決定不變更，我走我的路，這個路就被他走通了，他就成功了，世間法尚且如此，何況佛法？可見得三資糧裡講「信」，第一個講「信自」，這個意義多深！第一個不是講信他，講信他就完了，那自己就沒主宰。第一信自己，第二才信他，「他」是什麼？他提出的東西我可以做參考，我還是以我為主，不能以他為主，他的意見只可以供給我參考，我可以取他的，也可以不採取他的，要以自己為主。"
    },
    {
      "id": "01-006-0007_p0032",
      "zh_CN": "我们念佛往生净土也是以自己为主，你有自力，阿弥陀佛才帮得上忙，那是他力，自己没有坚定的信心，阿弥陀佛没有法子，一点办法都没有。如果信他摆在第一，自信摆在第二，阿弥陀佛本事就大了，为什么？他可以个个把你们请到西方极乐世界去。正因为是自信摆在第一，信他摆在第二，阿弥陀佛没有力量，无能为力，你必须要信得过你自己，他才能帮得上忙，要懂得这个道理，这就是佛法与宗教决定不相同。",
      "zh_TW": "我們念佛往生淨土也是以自己為主，你有自力，阿彌陀佛才幫得上忙，那是他力，自己沒有堅定的信心，阿彌陀佛沒有法子，一點辦法都沒有。如果信他擺在第一，自信擺在第二，阿彌陀佛本事就大了，為什麼？他可以個個把你們請到西方極樂世界去。正因為是自信擺在第一，信他擺在第二，阿彌陀佛沒有力量，無能為力，你必須要信得過你自己，他才能幫得上忙，要懂得這個道理，這就是佛法與宗教決定不相同。"
    },
    {
      "id": "01-006-0007_p0033",
      "zh_CN": "宗教是第一个要信他，自信摆在第二，所以自己永远做不了主宰。信他能行吗？能成就吗？绝大多数都被他欺骗了。说信了上帝就得救，我就不相信。因为我过去在基督教会两年，就是因为这一句话，我不相信，牧师要我受洗，我不干，为什么不干？我说：「上帝那个地方不是好地方」，他说：「为什么？」「造作一切罪业的人只要信他就得救，一生都做好事的人因为不信上帝还堕地狱，这太不公平了，上帝那个地方充其量不过是黑社会、罪恶的包庇所而已，这个地方我不去也罢」，牧师也没办法，说不过我，这在理上讲不通，哪有这种道理？所以世出世间法想想这个道理，佛法自信第一。",
      "zh_TW": "宗教是第一個要信他，自信擺在第二，所以自己永遠做不了主宰。信他能行嗎？能成就嗎？絕大多數都被他欺騙了。說信了上帝就得救，我就不相信。因為我過去在基督教會兩年，就是因為這一句話，我不相信，牧師要我受洗，我不幹，為什麼不幹？我說：「上帝那個地方不是好地方」，他說：「為什麼？」「造作一切罪業的人只要信他就得救，一生都做好事的人因為不信上帝還墮地獄，這太不公平了，上帝那個地方充其量不過是黑社會、罪惡的包庇所而已，這個地方我不去也罷」，牧師也沒辦法，說不過我，這在理上講不通，哪有這種道理？所以世出世間法想想這個道理，佛法自信第一。"
    },
    {
      "id": "01-006-0007_p0034",
      "zh_CN": "【心性寂而常照，故为光明，今彻证心性无量之体，故放无量光明。具有摄受加被之功，除障开智之德。】",
      "zh_TW": "【心性寂而常照，故為光明，今徹證心性無量之體，故放無量光明。具有攝受加被之功，除障開智之德。】"
    },
    {
      "id": "01-006-0007_p0035",
      "zh_CN": "前面我们讲到心要定、要清净，也就是本经念佛最主要的目的，要达到一心不乱，一心不乱就是寂的意思，就是寂静。定是体，照是用，如果我们讲智慧也可以，讲戒定慧，慧是用，但是定与慧可以互为体用，尤其是在修学过程当中，也可以说慧是体，定是用，它是可以互为体用的，为什么能互为体用？因为体用是一不是二，所以可以互为体用，这就是『寂而常照』。心在清净的时候确实就是「常照」，不但在清醒的时候是常照，就是在睡眠的时候它也不迷、也不动，不动就是我们常讲的不作梦。作梦就是睡眠的时候，我们的心还是不老实，还是在那里起妄念，打妄想，它现梦境，所以修行人在睡眠当中也能够勘验自己的功夫境界，可以测验。譬如没学佛之前常常作梦，不但常作梦，还作恶梦，作希奇古怪的梦，会作这些恶梦，学佛学了几年，当然梦还是有，会少一些，决定没有恶梦，这就是你功夫得力，就是你有进步。如果到很少作梦，譬如一个月当中也不过有两、三次作梦，那你的功夫相当好，你的心已经相当的清净，这个能够考验我们自己的功夫。如果梦多，梦很杂很乱，这一定要好好的努力，要真正的用功。",
      "zh_TW": "前面我們講到心要定、要清淨，也就是本經念佛最主要的目的，要達到一心不亂，一心不亂就是寂的意思，就是寂靜。定是體，照是用，如果我們講智慧也可以，講戒定慧，慧是用，但是定與慧可以互為體用，尤其是在修學過程當中，也可以說慧是體，定是用，它是可以互為體用的，為什麼能互為體用？因為體用是一不是二，所以可以互為體用，這就是『寂而常照』。心在清淨的時候確實就是「常照」，不但在清醒的時候是常照，就是在睡眠的時候它也不迷、也不動，不動就是我們常講的不作夢。作夢就是睡眠的時候，我們的心還是不老實，還是在那裡起妄念，打妄想，它現夢境，所以修行人在睡眠當中也能夠勘驗自己的功夫境界，可以測驗。譬如沒學佛之前常常作夢，不但常作夢，還作惡夢，作希奇古怪的夢，會作這些惡夢，學佛學了幾年，當然夢還是有，會少一些，決定沒有惡夢，這就是你功夫得力，就是你有進步。如果到很少作夢，譬如一個月當中也不過有兩、三次作夢，那你的功夫相當好，你的心已經相當的清淨，這個能夠考驗我們自己的功夫。如果夢多，夢很雜很亂，這一定要好好的努力，要真正的用功。"
    },
    {
      "id": "01-006-0007_p0036",
      "zh_CN": "经上讲的这个境界都是功夫成熟了，所以说『彻证心性无量之体』，因为这是讲阿弥陀佛，他的功夫已经圆满了，不但是讲「证」，是「彻证」，彻底圆满的证得，所以他就放无量的光明，这是讲他的作用圆满。圆满的大用对于十方法界众生来讲，确实有摄受加被的功德，佛心平等、佛心清净、佛心慈悲，如果众生有障碍，他虽然很慈悲，想摄受我们、加持我们，我们自己有障碍，阻碍了他的摄受加持，不是他不慈悲。正如太阳的光明是普照的，我们自己要打个伞偏偏遮着不让它照，它没办法，它照不到，障碍在自己不在它。如何才能与佛的光明相应？就是我们自己也要学「寂而常照」，就用念佛这个方法来学，使自己的心清净，自己的心只要有一两分清净，就与阿弥陀佛光寿的气氛相接，就有感应，他的力量就加持得上，也就能够摄受。有『除障开智之德』，帮助我们破除障碍，开发我们本性本具的智慧，有这种德用。所以这个地方有功、有德，功德的意思，文字上很明显。底下一句说：",
      "zh_TW": "經上講的這個境界都是功夫成熟了，所以說『徹證心性無量之體』，因為這是講阿彌陀佛，他的功夫已經圓滿了，不但是講「證」，是「徹證」，徹底圓滿的證得，所以他就放無量的光明，這是講他的作用圓滿。圓滿的大用對於十方法界眾生來講，確實有攝受加被的功德，佛心平等、佛心清淨、佛心慈悲，如果眾生有障礙，他雖然很慈悲，想攝受我們、加持我們，我們自己有障礙，阻礙了他的攝受加持，不是他不慈悲。正如太陽的光明是普照的，我們自己要打個傘偏偏遮著不讓它照，它沒辦法，它照不到，障礙在自己不在它。如何才能與佛的光明相應？就是我們自己也要學「寂而常照」，就用念佛這個方法來學，使自己的心清淨，自己的心只要有一兩分清淨，就與阿彌陀佛光壽的氣氛相接，就有感應，他的力量就加持得上，也就能夠攝受。有『除障開智之德』，幫助我們破除障礙，開發我們本性本具的智慧，有這種德用。所以這個地方有功、有德，功德的意思，文字上很明顯。底下一句說："
    },
    {
      "id": "01-006-0007_p0037",
      "zh_CN": "【心性照而常寂。故为寿命。】",
      "zh_TW": "【心性照而常寂。故為壽命。】"
    },
    {
      "id": "01-006-0007_p0038",
      "zh_CN": "从『寂』的意思，这就是『寿命』的意思，「寂」是不生不灭，那真正是无量寿。虽然是『照』，它不动，不像我们的心在境界里起作用时，心就动，也有照，「照」就是了解、明了，一面明了一面心就在动，这是我们不如佛菩萨的地方。佛菩萨虽然用心，他的心不动，人家的功夫在此地。我们用心，我们的心动，心动是错误的，怎么错误？因为心本来不动，可见得动是错了。心本来不动，那现在为什么会动？给诸位说，现在还是不动，你要说心有动，没这种道理。我们现在的心动是什么？妄心在动，真心不动，可见得很冤枉。",
      "zh_TW": "從『寂』的意思，這就是『壽命』的意思，「寂」是不生不滅，那真正是無量壽。雖然是『照』，它不動，不像我們的心在境界裡起作用時，心就動，也有照，「照」就是了解、明瞭，一面明瞭一面心就在動，這是我們不如佛菩薩的地方。佛菩薩雖然用心，他的心不動，人家的功夫在此地。我們用心，我們的心動，心動是錯誤的，怎麼錯誤？因為心本來不動，可見得動是錯了。心本來不動，那現在為什麼會動？給諸位說，現在還是不動，你要說心有動，沒這種道理。我們現在的心動是什麼？妄心在動，真心不動，可見得很冤枉。"
    },
    {
      "id": "01-006-0007_p0039",
      "zh_CN": "我们有真心，真心如如不动，真心不迷，我们现在不知道用真心，去用妄心，妄心当了家，这个事情麻烦大了，上了当。这一桩事实的真相，佛在《楞严经》上说得非常清楚，佛指出我们每个人有真心，真心确实不动，不生不灭、不来不去。你看他讲的「十番显见」，真心是什么？在眼叫见性，在耳叫闻性，就是六根的根性是我们的真心，「常住真心」，那一段经文很长，为我们说明人人都有真心，但是我们不会用，我们从真心里面变出一个妄心，妄心当了家，做了主，这才迷惑颠倒，造业受报。从见性变出来一个眼识，从闻性变出来一个耳识，糟糕，所以八识从哪来的？八识是从真心里面变化出来的，变出的这个东西是迷，是不觉，不是真心，但是离开了真就没有妄，妄是由真变现出来的，怎么变的？经上说这个道理：「一念不觉」，《起信论》上告诉我们，变现出来，楞严会上佛告诉我们「知见立知」，是这个原因变现出来的。所以要找到这个错，根本错在什么地方？我们从根本错误把它纠正过来，这样就好。",
      "zh_TW": "我們有真心，真心如如不動，真心不迷，我們現在不知道用真心，去用妄心，妄心當了家，這個事情麻煩大了，上了當。這一樁事實的真相，佛在《楞嚴經》上說得非常清楚，佛指出我們每個人有真心，真心確實不動，不生不滅、不來不去。你看他講的「十番顯見」，真心是什麼？在眼叫見性，在耳叫聞性，就是六根的根性是我們的真心，「常住真心」，那一段經文很長，為我們說明人人都有真心，但是我們不會用，我們從真心裡面變出一個妄心，妄心當了家，做了主，這才迷惑顛倒，造業受報。從見性變出來一個眼識，從聞性變出來一個耳識，糟糕，所以八識從哪來的？八識是從真心裡面變化出來的，變出的這個東西是迷，是不覺，不是真心，但是離開了真就沒有妄，妄是由真變現出來的，怎麼變的？經上說這個道理：「一念不覺」，《起信論》上告訴我們，變現出來，楞嚴會上佛告訴我們「知見立知」，是這個原因變現出來的。所以要找到這個錯，根本錯在什麼地方？我們從根本錯誤把它糾正過來，這樣就好。"
    },
    {
      "id": "01-006-0007_p0040",
      "zh_CN": "前面同修也说过，这是古德的两句话，「理可顿悟，事须渐修」，同学都知道。顿悟是明白这个事实真相，但是在实际生活上要把它转换过来要一段时间，不转换过来，虽然悟着这个理还是没用处，必须要把境界转换过来我们才得到真实的受用，就离苦得乐，这是受用。怎么个转换法？我在讲席当中常常说，希望大家要记住，不但要记住，还要认真的去做，从哪里做起？我们要真诚待人接物，从这儿做起。真诚从什么地方做起？从不妄语做起，从不骗人做起，这是下手功夫。可是有许多人听到这一句话，他很为难，今天这个世界是骗人的世界，我要不骗人，人家骗我，我不骗人就不能生活，换句话说，就是靠骗人才能活着，这个苦，这是真的吗？不见得。如果靠骗人能发财，佛也要拜你作老师，没这个道理。你要是真正把《了凡四训》念透彻，你就会恍然大悟，「一饮一啄，莫非前定」，欺骗的手段得来的财富还是你命里有的，所以古人说「君子乐得做君子」，为什么？命里注定的。「小人冤枉做小人」，用尽心机去骗人，骗得来还是命里有的，不骗也有，你何必要骗？所以诸位要晓得，用欺骗、欺诈的手段说是会发财，这是决定错误的，没有这回事情。命里没有财富的，用尽其他的方法，他还是发不了财，不是各个都灵，而且你命里面该什么时候发财就什么时候发财。",
      "zh_TW": "前面同修也說過，這是古德的兩句話，「理可頓悟，事須漸修」，同學都知道。頓悟是明白這個事實真相，但是在實際生活上要把它轉換過來要一段時間，不轉換過來，雖然悟著這個理還是沒用處，必須要把境界轉換過來我們才得到真實的受用，就離苦得樂，這是受用。怎麼個轉換法？我在講席當中常常說，希望大家要記住，不但要記住，還要認真的去做，從哪裡做起？我們要真誠待人接物，從這兒做起。真誠從什麼地方做起？從不妄語做起，從不騙人做起，這是下手功夫。可是有許多人聽到這一句話，他很為難，今天這個世界是騙人的世界，我要不騙人，人家騙我，我不騙人就不能生活，換句話說，就是靠騙人才能活著，這個苦，這是真的嗎？不見得。如果靠騙人能發財，佛也要拜你作老師，沒這個道理。你要是真正把《了凡四訓》念透徹，你就會恍然大悟，「一飲一啄，莫非前定」，欺騙的手段得來的財富還是你命裡有的，所以古人說「君子樂得做君子」，為什麼？命裡注定的。「小人冤枉做小人」，用盡心機去騙人，騙得來還是命裡有的，不騙也有，你何必要騙？所以諸位要曉得，用欺騙、欺詐的手段說是會發財，這是決定錯誤的，沒有這回事情。命裡沒有財富的，用盡其他的方法，他還是發不了財，不是各個都靈，而且你命裡面該什麼時候發財就什麼時候發財。"
    },
    {
      "id": "01-006-0007_p0041",
      "zh_CN": "每个人命运里头五年一转运，有五年最好的运，一生当中也有五年最坏的运，命运是五年一转，要懂得这个道理。真正要想命好，那是修德，积功累德可以改造命运。命是自己造的，命自己可以改，要找别人来给你改命运那是错误的、是假的。我听说本省有个风俗，说可以改八字，到土地公庙前找什么大榕树，几百年的，把你的生辰八字在那里烧掉，写一个新的，自己想一个好的八字，在那里可以转变，这完全是欺骗人的，哪有这回事情！没这个道理，所以千万不要迷信，佛法就是破除迷信，破迷开悟，我们要有智慧。你要想真正改变命运，佛法是最好不过的，但是佛法你不容易懂，《了凡四训》容易懂，容易明了，《了凡四训》里头的道理也是从佛法里学到的，云谷禅师教给他的。你看命运应该怎么个改法？实在说连寿命都可以延长，何况其余！把短命改成长寿，这是最难的事情，这一桩事情都能办得到，还有什么事情办不到的！「佛氏门中，有求必应」是真的不是假的，但是「求」，你要懂得理论，要懂得方法，如理如法的求，有求必应；不懂理论、不懂方法，盲修瞎练，决定求不到的。",
      "zh_TW": "每個人命運裡頭五年一轉運，有五年最好的運，一生當中也有五年最壞的運，命運是五年一轉，要懂得這個道理。真正要想命好，那是修德，積功累德可以改造命運。命是自己造的，命自己可以改，要找別人來給你改命運那是錯誤的、是假的。我聽說本省有個風俗，說可以改八字，到土地公廟前找什麼大榕樹，幾百年的，把你的生辰八字在那裡燒掉，寫一個新的，自己想一個好的八字，在那裡可以轉變，這完全是欺騙人的，哪有這回事情！沒這個道理，所以千萬不要迷信，佛法就是破除迷信，破迷開悟，我們要有智慧。你要想真正改變命運，佛法是最好不過的，但是佛法你不容易懂，《了凡四訓》容易懂，容易明瞭，《了凡四訓》裡頭的道理也是從佛法裡學到的，雲谷禪師教給他的。你看命運應該怎麼個改法？實在說連壽命都可以延長，何況其餘！把短命改成長壽，這是最難的事情，這一樁事情都能辦得到，還有什麼事情辦不到的！「佛氏門中，有求必應」是真的不是假的，但是「求」，你要懂得理論，要懂得方法，如理如法的求，有求必應；不懂理論、不懂方法，盲修瞎練，決定求不到的。"
    },
    {
      "id": "01-006-0007_p0042",
      "zh_CN": "总而言之，一切方法里面，念这一句阿弥陀佛就全都包括，这妙极了，可是这个事情几个人肯信？没有人相信。念这一句阿弥陀佛，什么样坏命运都转过来，很少人能相信，很少人能照做，不晓得这一句佛号功德之大。这一句佛号念到你自己「心性寂而常照，照而常寂」，能够成就自己无量的寿命、无量的智慧、无量的德能。就是你也懂得这个理论与方法当然最好，不懂理论能够老实念下去也能得到，这妙不可言，可见它是真的不是假的。懂得理论当然更好，不懂理论老实念佛也可以得到。",
      "zh_TW": "總而言之，一切方法裡面，念這一句阿彌陀佛就全都包括，這妙極了，可是這個事情幾個人肯信？沒有人相信。念這一句阿彌陀佛，什麼樣壞命運都轉過來，很少人能相信，很少人能照做，不曉得這一句佛號功德之大。這一句佛號念到你自己「心性寂而常照，照而常寂」，能夠成就自己無量的壽命、無量的智慧、無量的德能。就是你也懂得這個理論與方法當然最好，不懂理論能夠老實念下去也能得到，這妙不可言，可見它是真的不是假的。懂得理論當然更好，不懂理論老實念佛也可以得到。"
    },
    {
      "id": "01-006-0007_p0043",
      "zh_CN": "【今彻证心性无量之体，故寿命无量。】",
      "zh_TW": "【今徹證心性無量之體，故壽命無量。】"
    },
    {
      "id": "01-006-0007_p0044",
      "zh_CN": "现在看阿弥陀佛，他『彻证心性无量之体』，所以他『寿命无量』，不生不灭，这是真正的无量。有生有灭是有量的无量，不生不灭是真正的无量。",
      "zh_TW": "現在看阿彌陀佛，他『徹證心性無量之體』，所以他『壽命無量』，不生不滅，這是真正的無量。有生有滅是有量的無量，不生不滅是真正的無量。"
    },
    {
      "id": "01-006-0007_p0045",
      "zh_CN": "【是无佛前佛后难之功。】",
      "zh_TW": "【是無佛前佛後難之功。】"
    },
    {
      "id": "01-006-0007_p0046",
      "zh_CN": "『佛前佛后』是「八难」里面的一种。我们一生遇不到佛就没有超越三界的机缘，遇到佛，这个机缘就遇到了，如果没有这个机缘，纵然有善根福德也不行，你的果报还是在六道里面得福报而已，不能超越三界，不能免掉轮回，所以《弥陀经》上讲「不可以少善根福德因缘得生彼国」，因缘重要，因缘就是机会。你遇不到佛就没有这个机会，遇到佛就是有这个机会，有了这个机会能不能成就就在你有没有善根福德。什么叫善根？古来解释得很多，看起来也不太好懂，我跟诸位讲的是很容易明了，善根就是信愿，你遇到这个机缘，遇到这个法门，你相信，发愿往生，这就是你的善根，无比的善根。什么是福德？你肯念阿弥陀佛，你就有福，最大的福德，无量的福德。我这样说法，诸位一听就明了，简单，也非常的正确，不必绕了些麻烦。所以信的人、肯去的人是大善根、多善根，一天到晚肯念阿弥陀佛是大福德（福报），你能够听到这部经，能够见到这部经，这是大因缘、多因缘。",
      "zh_TW": "『佛前佛後』是「八難」裡面的一種。我們一生遇不到佛就沒有超越三界的機緣，遇到佛，這個機緣就遇到了，如果沒有這個機緣，縱然有善根福德也不行，你的果報還是在六道裡面得福報而已，不能超越三界，不能免掉輪迴，所以《彌陀經》上講「不可以少善根福德因緣得生彼國」，因緣重要，因緣就是機會。你遇不到佛就沒有這個機會，遇到佛就是有這個機會，有了這個機會能不能成就就在你有沒有善根福德。什麼叫善根？古來解釋得很多，看起來也不太好懂，我跟諸位講的是很容易明瞭，善根就是信願，你遇到這個機緣，遇到這個法門，你相信，發願往生，這就是你的善根，無比的善根。什麼是福德？你肯念阿彌陀佛，你就有福，最大的福德，無量的福德。我這樣說法，諸位一聽就明瞭，簡單，也非常的正確，不必繞了些麻煩。所以信的人、肯去的人是大善根、多善根，一天到晚肯念阿彌陀佛是大福德（福報），你能夠聽到這部經，能夠見到這部經，這是大因緣、多因緣。"
    },
    {
      "id": "01-006-0007_p0047",
      "zh_CN": "「佛前」是佛没有出世之前，这个世间没有佛法，机会没有，没有因缘。「佛后」是佛灭度之后，这个世间也没有佛法，众生可怜。我们今天虽然生在释迦牟尼佛灭度之后，但是释迦牟尼佛的教法还没有灭，释迦牟尼佛的教法，法运（佛也有运）是一万二千年，一万二千年之后，佛法就灭了，这个世间就没有佛法，换句话说，一万二千年以后的众生就闻不到佛法，这世间没有佛法。现在释迦牟尼佛灭度依中国人的记载，今年是三千零十三年，过了年就是三千零十四年，外国人的算法只有二千五百多年，相差六百多年，不管怎么算法，总而言之，顶多距离三千年而已。一万二千年去了三千年还有九千年，这九千年内的众生还有闻法的机会，不幸中之大幸。我们生在佛法末法的初期，末法是一万年，我们生在末法第二个一千年的开端，还是非常的幸运，我们能闻到正法，能够听到这个法门。所以说「是无佛前佛后难之功」，就阿弥陀佛本身来说那更不必说。",
      "zh_TW": "「佛前」是佛沒有出世之前，這個世間沒有佛法，機會沒有，沒有因緣。「佛後」是佛滅度之後，這個世間也沒有佛法，眾生可憐。我們今天雖然生在釋迦牟尼佛滅度之後，但是釋迦牟尼佛的教法還沒有滅，釋迦牟尼佛的教法，法運（佛也有運）是一萬二千年，一萬二千年之後，佛法就滅了，這個世間就沒有佛法，換句話說，一萬二千年以後的眾生就聞不到佛法，這世間沒有佛法。現在釋迦牟尼佛滅度依中國人的記載，今年是三千零十三年，過了年就是三千零十四年，外國人的算法只有二千五百多年，相差六百多年，不管怎麼算法，總而言之，頂多距離三千年而已。一萬二千年去了三千年還有九千年，這九千年內的眾生還有聞法的機會，不幸中之大幸。我們生在佛法末法的初期，末法是一萬年，我們生在末法第二個一千年的開端，還是非常的幸運，我們能聞到正法，能夠聽到這個法門。所以說「是無佛前佛後難之功」，就阿彌陀佛本身來說那更不必說。"
    },
    {
      "id": "01-006-0007_p0048",
      "zh_CN": "【具有将来归依之德。】",
      "zh_TW": "【具有將來歸依之德。】"
    },
    {
      "id": "01-006-0007_p0049",
      "zh_CN": "『将来』就是我们往生到西方极乐世界，我们可以真正的依靠阿弥陀佛，真正依靠他，这个说法都是讲的别相三宝。要知道我们现前这个世界遇到这些法师、大德，你要想依靠他，靠得住靠不住？太难了，不可靠，正因为不可靠，所以我才劝诸位找古大德作老师，依靠古人，学古人，为古大德的私淑弟子，我们才真正有一条明路可走，有一条光明的道路。像蕅益大师就是以莲池为老师，蕅益大师学佛的时候，莲池大师已经往生不在世，用这个方法。因为现在这些法师、大德，我们是肉眼凡夫看不出他是不是真正善知识，纵然是真正善知识，他也很客气、很谦虚，他自己决定不承认，我们到哪里去找善知识？找不到。印光大师，有人说他是大势至菩萨再来的，这个传记里头讲得很清楚，那不是假的，他自己不承认，绝对否认，这是一代祖师。",
      "zh_TW": "『將來』就是我們往生到西方極樂世界，我們可以真正的依靠阿彌陀佛，真正依靠他，這個說法都是講的別相三寶。要知道我們現前這個世界遇到這些法師、大德，你要想依靠他，靠得住靠不住？太難了，不可靠，正因為不可靠，所以我才勸諸位找古大德作老師，依靠古人，學古人，為古大德的私淑弟子，我們才真正有一條明路可走，有一條光明的道路。像蕅益大師就是以蓮池為老師，蕅益大師學佛的時候，蓮池大師已經往生不在世，用這個方法。因為現在這些法師、大德，我們是肉眼凡夫看不出他是不是真正善知識，縱然是真正善知識，他也很客氣、很謙虛，他自己決定不承認，我們到哪裡去找善知識？找不到。印光大師，有人說他是大勢至菩薩再來的，這個傳記裡頭講得很清楚，那不是假的，他自己不承認，絕對否認，這是一代祖師。"
    },
    {
      "id": "01-006-0007_p0050",
      "zh_CN": "过去我的老师教我，他没有叫我跟他学，这个不容易。我跟老师的时候，老师很谦虚，告诉我，他说「我的能力只能教你五年」，这样的谦虚。教我跟谁学？但是先警告我，教我「古人不学苏东坡，今人不学梁启超」，这两个人不能学，这两个人都是大佛学家，是佛学的学者，都没有成就。他劝我学印光法师，怎么个学法？拿印光大师的《文钞》做为我们自己修学的标准。跟印光大师学，印光大师虽然不在，《文钞》在，决定不错，学古人你就不会走错路。真正能把《印光大师文钞》从头到尾念上十年，你就决定往生，决定是正知正见，其他一切东西统统放下，跟一个老师，听一个老师所说的，一个门路，这叫师承，你的老师是谁？老师就是印光大师。我们今天学《弥陀经》，我们是以莲池大师为老师，我们读《疏钞》，研究《疏钞》，讨论《疏钞》，讲解《疏钞》，依一家，依莲池大师作老师，这是一条光明的道路，所以这是讲『具有将来归依之德』。",
      "zh_TW": "過去我的老師教我，他沒有叫我跟他學，這個不容易。我跟老師的時候，老師很謙虛，告訴我，他說「我的能力只能教你五年」，這樣的謙虛。教我跟誰學？但是先警告我，教我「古人不學蘇東坡，今人不學梁啟超」，這兩個人不能學，這兩個人都是大佛學家，是佛學的學者，都沒有成就。他勸我學印光法師，怎麼個學法？拿印光大師的《文鈔》做為我們自己修學的標準。跟印光大師學，印光大師雖然不在，《文鈔》在，決定不錯，學古人你就不會走錯路。真正能把《印光大師文鈔》從頭到尾念上十年，你就決定往生，決定是正知正見，其他一切東西統統放下，跟一個老師，聽一個老師所說的，一個門路，這叫師承，你的老師是誰？老師就是印光大師。我們今天學《彌陀經》，我們是以蓮池大師為老師，我們讀《疏鈔》，研究《疏鈔》，討論《疏鈔》，講解《疏鈔》，依一家，依蓮池大師作老師，這是一條光明的道路，所以這是講『具有將來歸依之德』。"
    },
    {
      "id": "01-006-0007_p0051",
      "zh_CN": "【阿僧祇、无量、无边，皆算数名。华严根自在主章有一四四数，若带基数则有一五六位数。】",
      "zh_TW": "【阿僧祇、無量、無邊，皆算數名。華嚴根自在主章有一四四數，若帶基數則有一五六位數。】"
    },
    {
      "id": "01-006-0007_p0052",
      "zh_CN": "『阿僧祇、无量、无边』，这些字样都是数目字单位的名词，就像中国的个、十、百、千、万、千万、万万、亿，就是这些名词，这是印度数学里头的单位名称。『华严根自在主章』，这讲《华严经》，善财童子五十三参里面有一位善知识就叫做根自在主童子。在这段经文里面，因为根自在主童子可以说是一位数学家，善财童子去参访他，他就讲出数目字的单位名称，他讲了一百四十四个数，这一百四十四个数都是倍倍相乘的，譬如讲阿僧祇，阿僧祇个阿僧祇是一个无量，无量个无量叫一个无边，都是倍倍相乘，数字大得不得了，这天文数字，没有法子计算。若连基数则有一百五十六位数，基数就是个、十、百、千，要从基数算起算到最大的数目字，在印度数学单位里头一共有一百五十六个单位名称，恐怕全世界讲数目字的单位大概是印度第一，中国没有那么多，好像只有二十几个单位数字，我只晓得好像有二十几个，印度有一百五十六个。",
      "zh_TW": "『阿僧祇、無量、無邊』，這些字樣都是數目字單位的名詞，就像中國的個、十、百、千、萬、千萬、萬萬、億，就是這些名詞，這是印度數學裡頭的單位名稱。『華嚴根自在主章』，這講《華嚴經》，善財童子五十三參裡面有一位善知識就叫做根自在主童子。在這段經文裡面，因為根自在主童子可以說是一位數學家，善財童子去參訪他，他就講出數目字的單位名稱，他講了一百四十四個數，這一百四十四個數都是倍倍相乘的，譬如講阿僧祇，阿僧祇個阿僧祇是一個無量，無量個無量叫一個無邊，都是倍倍相乘，數字大得不得了，這天文數字，沒有法子計算。若連基數則有一百五十六位數，基數就是個、十、百、千，要從基數算起算到最大的數目字，在印度數學單位裡頭一共有一百五十六個單位名稱，恐怕全世界講數目字的單位大概是印度第一，中國沒有那麼多，好像只有二十幾個單位數字，我只曉得好像有二十幾個，印度有一百五十六個。"
    },
    {
      "id": "01-006-0007_p0053",
      "zh_CN": "【此是末十大数之名。】",
      "zh_TW": "【此是末十大數之名。】"
    },
    {
      "id": "01-006-0007_p0054",
      "zh_CN": "阿僧祇是最后十个大数，最后十个大数，「阿僧祇」是第一个，「无量」是第二个，「无边」是第三个，最后的一个、最大的一个数叫「不可说不可说」，「不可说不可说」是一个数目字的单位，还是可以计算得出来，就是数目字的单位叫「不可说不可说」，所以晓得这个「无量」实在讲是有量的无量。我们说西方极乐世界阿弥陀佛是无量寿，无量寿是有量的无量，不是真正的无量，阿弥陀佛将来寿命到了，他还要入涅槃，他还有圆寂，圆寂之后，观世音菩萨成佛，接替他的位子，这个佛在经上讲得很清楚，所以这个无量不是真正的无量，是数目字的无量，要懂得这个意思，这个数字非常之大。看到这一段也许有人就怀疑，无量还有完了的时候，那这不是还是有生有死？给诸位说，实在是没有生死。这个无量寿（有量的无量）是阿弥陀佛的应化身，就像释迦牟尼佛三千年前在印度示现的寿命八十岁，这是应化身，应化身的寿命有始有终，阿弥陀佛在西方极乐世界也不例外，他的应身寿命是无量，它是一个数字的单位名称，也有始有终，但是报身佛是有始无终，法身佛是无始无终，这在经上讲得非常清楚。",
      "zh_TW": "阿僧祇是最後十個大數，最後十個大數，「阿僧祇」是第一個，「無量」是第二個，「無邊」是第三個，最後的一個、最大的一個數叫「不可說不可說」，「不可說不可說」是一個數目字的單位，還是可以計算得出來，就是數目字的單位叫「不可說不可說」，所以曉得這個「無量」實在講是有量的無量。我們說西方極樂世界阿彌陀佛是無量壽，無量壽是有量的無量，不是真正的無量，阿彌陀佛將來壽命到了，他還要入涅槃，他還有圓寂，圓寂之後，觀世音菩薩成佛，接替他的位子，這個佛在經上講得很清楚，所以這個無量不是真正的無量，是數目字的無量，要懂得這個意思，這個數字非常之大。看到這一段也許有人就懷疑，無量還有完了的時候，那這不是還是有生有死？給諸位說，實在是沒有生死。這個無量壽（有量的無量）是阿彌陀佛的應化身，就像釋迦牟尼佛三千年前在印度示現的壽命八十歲，這是應化身，應化身的壽命有始有終，阿彌陀佛在西方極樂世界也不例外，他的應身壽命是無量，它是一個數字的單位名稱，也有始有終，但是報身佛是有始無終，法身佛是無始無終，這在經上講得非常清楚。"
    },
    {
      "id": "01-006-0007_p0055",
      "zh_CN": "我们到西方极乐世界是人身，等于是移民过去的，我们寿命多少？跟佛一样，是有量的无量，寿命长，长也有尽的时候，怕不怕？不怕，为什么不怕？你看佛常常在经上说，凡夫修成佛要多少时间？三个阿僧祇劫。你的寿命，不要说太多的无量，就算一个无量，一个无量是多少？是阿僧祇个阿僧祇，你只要用三个阿僧祇的时间就可以成佛，你还怕什么？成佛之后，你就证得报身，报身有始无终，那是真的无量，不是数目字的无量，所以到西方极乐世界，各个都成就无量的无量。我们今天在娑婆世界想成佛，难，为什么？寿命太短促，不容易成功，但是这短短的寿命当中要拿它来求生西方极乐世界，在时间上讲是足够了，修行证果不够，时间的确不够，所以聪明人知道这个事实，拿这个短促的时间取西方极乐世界。最低限度，到了西方极乐世界取这个长的寿命、长的时间，我慢慢再来修学，决定成功。就算我笨，人家三个阿僧祇劫能成佛，我三十个阿僧祇劫、三百个阿僧祇劫，甚至三万个阿僧祇劫也不在乎，为什么？因为你的寿命是阿僧祇个阿僧祇，三万个阿僧祇也不在乎，哪有不成佛的道理？再笨的人也成佛，这是西方的好处。",
      "zh_TW": "我們到西方極樂世界是人身，等於是移民過去的，我們壽命多少？跟佛一樣，是有量的無量，壽命長，長也有盡的時候，怕不怕？不怕，為什麼不怕？你看佛常常在經上說，凡夫修成佛要多少時間？三個阿僧祇劫。你的壽命，不要說太多的無量，就算一個無量，一個無量是多少？是阿僧祇個阿僧祇，你只要用三個阿僧祇的時間就可以成佛，你還怕什麼？成佛之後，你就證得報身，報身有始無終，那是真的無量，不是數目字的無量，所以到西方極樂世界，各個都成就無量的無量。我們今天在娑婆世界想成佛，難，為什麼？壽命太短促，不容易成功，但是這短短的壽命當中要拿它來求生西方極樂世界，在時間上講是足夠了，修行證果不夠，時間的確不夠，所以聰明人知道這個事實，拿這個短促的時間取西方極樂世界。最低限度，到了西方極樂世界取這個長的壽命、長的時間，我慢慢再來修學，決定成功。就算我笨，人家三個阿僧祇劫能成佛，我三十個阿僧祇劫、三百個阿僧祇劫，甚至三萬個阿僧祇劫也不在乎，為什麼？因為你的壽命是阿僧祇個阿僧祇，三萬個阿僧祇也不在乎，哪有不成佛的道理？再笨的人也成佛，這是西方的好處。"
    },
    {
      "id": "01-006-0007_p0056",
      "zh_CN": "聪明人一定要觉悟，一定要拿现在短促宝贵的光阴取西方极乐世界，不要搞别的耽误自己大好光阴，这比什么都要紧。所以真正认识这个法门，其他都丢掉了，不搞了，为什么？免得耽误时间，我现在取西方极乐世界要紧。研究其他的经论实在讲没有必要，不要花脑筋去搞那些不要紧的事情，现在最要紧的是到西方极乐世界，那些事情到西方极乐世界以后可以慢慢再来。末后说：",
      "zh_TW": "聰明人一定要覺悟，一定要拿現在短促寶貴的光陰取西方極樂世界，不要搞別的耽誤自己大好光陰，這比什麼都要緊。所以真正認識這個法門，其他都丟掉了，不搞了，為什麼？免得耽誤時間，我現在取西方極樂世界要緊。研究其他的經論實在講沒有必要，不要花腦筋去搞那些不要緊的事情，現在最要緊的是到西方極樂世界，那些事情到西方極樂世界以後可以慢慢再來。末後說："
    },
    {
      "id": "01-006-0007_p0057",
      "zh_CN": "【显示报身久长，有久度不息之功也。】",
      "zh_TW": "【顯示報身久長，有久度不息之功也。】"
    },
    {
      "id": "01-006-0007_p0058",
      "zh_CN": "这是讲阿弥陀佛寿命长，寿命长，他教化众生的时间长，换句话说，他讲经说法的内容也多，也丰富，不像释迦牟尼佛只住世八十年，讲经说法一共是四十九年，四十九年能讲多少东西？有限。阿弥陀佛寿命无量，无量劫的寿命，你想想看他一生讲多少东西，太丰富了，所以不发愿求生净土才叫愚人。",
      "zh_TW": "這是講阿彌陀佛壽命長，壽命長，他教化眾生的時間長，換句話說，他講經說法的內容也多，也豐富，不像釋迦牟尼佛只住世八十年，講經說法一共是四十九年，四十九年能講多少東西？有限。阿彌陀佛壽命無量，無量劫的壽命，你想想看他一生講多少東西，太豐富了，所以不發願求生淨土才叫愚人。"
    },
    {
      "id": "01-006-0007_p0059",
      "zh_CN": "【众生生极乐，即生十方。】",
      "zh_TW": "【眾生生極樂，即生十方。】"
    },
    {
      "id": "01-006-0007_p0060",
      "zh_CN": "确实如此。",
      "zh_TW": "確實如此。"
    },
    {
      "id": "01-006-0007_p0061",
      "zh_CN": "【见弥陀，即见十方诸佛。能自度，即能普利一切。】",
      "zh_TW": "【見彌陀，即見十方諸佛。能自度，即能普利一切。】"
    },
    {
      "id": "01-006-0007_p0062",
      "zh_CN": "生到西方净土就等于生到『十方诸佛』的世界，因为你每天都可以到十方诸佛世界，去供养佛、去参学、去访问、去听法，也可以帮佛教化众生，生一佛土就生一切佛国土，这个便宜事情到哪去找？见一尊佛就见十方一切诸佛，这是经上说得清清楚楚、明明白白。『能自度』，什么叫「自度」？往生西方极乐世界就是自度，只要你往生西方极乐世界，你就有能力度他，有什么能力？劝他往生就是度他，自己真正得到这个利益才可以帮助别人，『普利一切』。",
      "zh_TW": "生到西方淨土就等於生到『十方諸佛』的世界，因為你每天都可以到十方諸佛世界，去供養佛、去參學、去訪問、去聽法，也可以幫佛教化眾生，生一佛土就生一切佛國土，這個便宜事情到哪去找？見一尊佛就見十方一切諸佛，這是經上說得清清楚楚、明明白白。『能自度』，什麼叫「自度」？往生西方極樂世界就是自度，只要你往生西方極樂世界，你就有能力度他，有什麼能力？勸他往生就是度他，自己真正得到這個利益才可以幫助別人，『普利一切』。"
    },
    {
      "id": "01-006-0007_p0063",
      "zh_CN": "【经云：『成佛以来，于今十劫』。】",
      "zh_TW": "【經云：『成佛以來，於今十劫』。】"
    },
    {
      "id": "01-006-0007_p0064",
      "zh_CN": "这是释迦牟尼佛告诉我们的，阿弥陀佛在西方极乐世界示现成佛到现在多久？『十劫』。诸位要晓得，他的寿命是无量劫，无量劫的寿命现在才十劫，换句话就是西方极乐世界刚刚开幕不久，还没几天，我们要把一劫看作一天的话，才十天，所以现在往生到西方极乐世界，将来都是西方极乐世界的元老，开张没几天他就来了。",
      "zh_TW": "這是釋迦牟尼佛告訴我們的，阿彌陀佛在西方極樂世界示現成佛到現在多久？『十劫』。諸位要曉得，他的壽命是無量劫，無量劫的壽命現在才十劫，換句話就是西方極樂世界剛剛開幕不久，還沒幾天，我們要把一劫看作一天的話，才十天，所以現在往生到西方極樂世界，將來都是西方極樂世界的元老，開張沒幾天他就來了。"
    },
    {
      "id": "01-006-0007_p0065",
      "zh_CN": "【则现在说法，时正未央。】",
      "zh_TW": "【則現在說法，時正未央。】"
    },
    {
      "id": "01-006-0007_p0066",
      "zh_CN": "这个时节因缘太好了，佛在那里讲经才讲个开头，你就有这个福分去参加，这真正不可思议。",
      "zh_TW": "這個時節因緣太好了，佛在那裡講經才講個開頭，你就有這個福分去參加，這真正不可思議。"
    },
    {
      "id": "01-006-0007_p0067",
      "zh_CN": "【普劝三世众生，速求往生。】",
      "zh_TW": "【普勸三世眾生，速求往生。】"
    },
    {
      "id": "01-006-0007_p0068",
      "zh_CN": "要赶快去。",
      "zh_TW": "要趕快去。"
    },
    {
      "id": "01-006-0007_p0069",
      "zh_CN": "【同佛寿命，一生成办也。】",
      "zh_TW": "【同佛壽命，一生成辦也。】"
    },
    {
      "id": "01-006-0007_p0070",
      "zh_CN": "『成』是成就，成就无上正等正觉。『办』是办事，办什么事？办了生死、成佛道的大事，『一生』当中就能成就，就能办妥。",
      "zh_TW": "『成』是成就，成就無上正等正覺。『辦』是辦事，辦什麼事？辦了生死、成佛道的大事，『一生』當中就能成就，就能辦妥。"
    },
    {
      "id": "01-006-0007_p0071",
      "zh_CN": "【无量无边声闻菩萨皆十劫所成。】",
      "zh_TW": "【無量無邊聲聞菩薩皆十劫所成。】"
    },
    {
      "id": "01-006-0007_p0072",
      "zh_CN": "经上讲西方极乐世界依正庄严，『菩萨声闻』的人数都数不尽，『无量无边』，这些「无量无边」的「声闻菩萨」都是『十劫』当中修成的。他们最初去跟我们一样是凡夫，生到凡圣同居土下品下生，在十劫当中，他们都证到了方便有余土、实报庄严土、常寂光净土，这是看到往生到那边的人在「十劫」当中的成就。",
      "zh_TW": "經上講西方極樂世界依正莊嚴，『菩薩聲聞』的人數都數不盡，『無量無邊』，這些「無量無邊」的「聲聞菩薩」都是『十劫』當中修成的。他們最初去跟我們一樣是凡夫，生到凡聖同居土下品下生，在十劫當中，他們都證到了方便有餘土、實報莊嚴土、常寂光淨土，這是看到往生到那邊的人在「十劫」當中的成就。"
    },
    {
      "id": "01-006-0007_p0073",
      "zh_CN": "【正显往生不退，多且易也（无怨憎会苦）。】",
      "zh_TW": "【正顯往生不退，多且易也（無怨憎會苦）。】"
    },
    {
      "id": "01-006-0007_p0074",
      "zh_CN": "这个意思是说明往生到西方极乐世界的人数多，声闻缘觉都是往生去的人，人数多，不退转，所以他才成阿罗汉、成辟支佛、成菩萨。阿罗汉、辟支佛，前面说过不是真正的小乘的阿罗汉、辟支佛，是回小向大的菩萨，他带着声闻、辟支佛的习气，我们这样称他而已，其实都是明心见性的大菩萨。括弧里头『无怨憎会苦』，处处显示出那个地方只有乐没有苦。",
      "zh_TW": "這個意思是說明往生到西方極樂世界的人數多，聲聞緣覺都是往生去的人，人數多，不退轉，所以他才成阿羅漢、成辟支佛、成菩薩。阿羅漢、辟支佛，前面說過不是真正的小乘的阿羅漢、辟支佛，是迴小向大的菩薩，他帶著聲聞、辟支佛的習氣，我們這樣稱他而已，其實都是明心見性的大菩薩。括弧裡頭『無怨憎會苦』，處處顯示出那個地方只有樂沒有苦。"
    },
    {
      "id": "01-006-0007_p0075",
      "zh_CN": "【今信愿持名，念念亦必如是成就也。】",
      "zh_TW": "【今信願持名，念念亦必如是成就也。】"
    },
    {
      "id": "01-006-0007_p0076",
      "zh_CN": "这两句话勉励我们，我们今天相信、发愿，努力把这句佛号念好，将来往生也是这样的成就，到西方极乐世界，过了十劫，我们也是明心见性的大菩萨，稳稳当当，决定靠得住，决定不退转。如果不去，过十劫还是六道里头的生死凡夫，如果一堕地狱可不得了，这一堕阿鼻地狱，寿命差不多也就是十大劫，十大劫在地狱里受苦，人家十个大劫在西方极乐世界从凡夫修到明心见性的大菩萨，不能比，所以要知道这个实际的情况怎能不发心往生？",
      "zh_TW": "這兩句話勉勵我們，我們今天相信、發願，努力把這句佛號念好，將來往生也是這樣的成就，到西方極樂世界，過了十劫，我們也是明心見性的大菩薩，穩穩當當，決定靠得住，決定不退轉。如果不去，過十劫還是六道裡頭的生死凡夫，如果一墮地獄可不得了，這一墮阿鼻地獄，壽命差不多也就是十大劫，十大劫在地獄裡受苦，人家十個大劫在西方極樂世界從凡夫修到明心見性的大菩薩，不能比，所以要知道這個實際的情況怎能不發心往生？"
    },
    {
      "id": "01-006-0007_p0077",
      "zh_CN": "请掀开第四讲，这是经文正宗分里面的第二大段：",
      "zh_TW": "請掀開第四講，這是經文正宗分裡面的第二大段："
    },
    {
      "id": "01-006-0007_p0078",
      "zh_CN": "【特劝众生应求往生以发愿。】",
      "zh_TW": "【特勸眾生應求往生以發願。】"
    },
    {
      "id": "01-006-0007_p0079",
      "zh_CN": "前面一大段经文是劝我们要相信，到这一段特别要劝我们『发愿』，信了之后，一定要「发愿」，不发愿，这实在太可惜了。",
      "zh_TW": "前面一大段經文是勸我們要相信，到這一段特別要勸我們『發願』，信了之後，一定要「發願」，不發願，這實在太可惜了。"
    },
    {
      "id": "01-006-0007_p0080",
      "zh_CN": "【经文：『又舍利弗，极乐国土，众生生者，皆是阿鞞跋致……诸上善人，俱会一处』。】",
      "zh_TW": "【經文：『又舍利弗，極樂國土，眾生生者，皆是阿鞞跋致……諸上善人，俱會一處』。】"
    },
    {
      "id": "01-006-0007_p0081",
      "zh_CN": "第一段：",
      "zh_TW": "第一段："
    },
    {
      "id": "01-006-0007_p0082",
      "zh_CN": "【进德劝愿。】",
      "zh_TW": "【進德勸願。】"
    },
    {
      "id": "01-006-0007_p0083",
      "zh_CN": "诸位看表解：",
      "zh_TW": "諸位看表解："
    },
    {
      "id": "01-006-0007_p0084",
      "zh_CN": "【顿超圆证。】",
      "zh_TW": "【頓超圓證。】"
    },
    {
      "id": "01-006-0007_p0085",
      "zh_CN": "这一句显示出这部经在大乘经典里面的殊胜之处。『顿超』是快速，哪一个不希望快一点成就？一般人都听说学密最快，「即身成佛」，不是没有，即身成佛的有，即身成神经病的更多，我看得很多，问题非常严重。这个法门真的七天成就，快的一天成就，若一日到若七日，还有哪个法门比这个更快？我们自己要有智慧，不要被人骗，心要真诚，不要好奇骛怪，好奇骛怪就会上当。这里面包括三桩事情，第一个是：",
      "zh_TW": "這一句顯示出這部經在大乘經典裡面的殊勝之處。『頓超』是快速，哪一個不希望快一點成就？一般人都聽說學密最快，「即身成佛」，不是沒有，即身成佛的有，即身成神經病的更多，我看得很多，問題非常嚴重。這個法門真的七天成就，快的一天成就，若一日到若七日，還有哪個法門比這個更快？我們自己要有智慧，不要被人騙，心要真誠，不要好奇騖怪，好奇騖怪就會上當。這裡面包括三樁事情，第一個是："
    },
    {
      "id": "01-006-0007_p0086",
      "zh_CN": "【生皆不退。】",
      "zh_TW": "【生皆不退。】"
    },
    {
      "id": "01-006-0007_p0087",
      "zh_CN": "只要往生到西方极乐世界，哪怕是下品下生，凡圣同居土，最下等的极乐世界，他也不退转，不但不退转，而且是圆证三不退，妙就妙在此地。",
      "zh_TW": "只要往生到西方極樂世界，哪怕是下品下生，凡聖同居土，最下等的極樂世界，他也不退轉，不但不退轉，而且是圓證三不退，妙就妙在此地。"
    },
    {
      "id": "01-006-0007_p0088",
      "zh_CN": "【具有诱培根力功。】",
      "zh_TW": "【具有誘培根力功。】"
    },
    {
      "id": "01-006-0007_p0089",
      "zh_CN": "这是功德，它有这种功用，有诱导培育成就我们五根、五力的这种功能，决定不退转。其次：",
      "zh_TW": "這是功德，它有這種功用，有誘導培育成就我們五根、五力的這種功能，決定不退轉。其次："
    },
    {
      "id": "01-006-0007_p0090",
      "zh_CN": "【一生补处。】",
      "zh_TW": "【一生補處。】"
    },
    {
      "id": "01-006-0007_p0091",
      "zh_CN": "不要等到第二生，这不是即身成佛是什么？『一生补处』就是即身成佛。我们往生到极乐世界一直到成佛，这是连贯起来的，是一生不是二生。我们往生极乐世界是活着去的，不是死了去的，这一点诸位要特别清楚。明明活着看到阿弥陀佛来接引我，我跟他去了，这不是死了去的，是活着去的，到西方极乐世界一生成佛，你看看是不是一生？往生跟成佛是连在一起，一生成就的，所以这个法门叫「当生成就的法门」，这是真的，决定不假。",
      "zh_TW": "不要等到第二生，這不是即身成佛是什麼？『一生補處』就是即身成佛。我們往生到極樂世界一直到成佛，這是連貫起來的，是一生不是二生。我們往生極樂世界是活著去的，不是死了去的，這一點諸位要特別清楚。明明活著看到阿彌陀佛來接引我，我跟他去了，這不是死了去的，是活著去的，到西方極樂世界一生成佛，你看看是不是一生？往生跟成佛是連在一起，一生成就的，所以這個法門叫「當生成就的法門」，這是真的，決定不假。"
    },
    {
      "id": "01-006-0007_p0092",
      "zh_CN": "诸位要是看看印光大师民国二十五年，在上海举办过一次「护国息灾法会」，办了七天法会，每天请他讲开示，他讲了七天，最后一天，就是第八天，举行皈依，讲三皈五戒，他这个《讲义》也流通得很广，诸位要是细细看印光大师的开示，你就了解禅、密是什么样的成就，净土是什么样的成就，他在里面说得清楚。我在温哥华世界佛教会的书架上看到有好几十本，我就拿一本，在那里没有事情做，白天没有事情，我就看，看了很欢喜，所以回到美国之后，我就讲了两遍，就讲「印光大师法语」，在达拉斯讲了一遍，在洛杉矶讲过一遍，非常之好，把现代人学佛的毛病全都指出来了。法语里说真正即身成佛，净土宗不是这么说，但是净土宗讲的一生补处就是即生成佛。",
      "zh_TW": "諸位要是看看印光大師民國二十五年，在上海舉辦過一次「護國息災法會」，辦了七天法會，每天請他講開示，他講了七天，最後一天，就是第八天，舉行皈依，講三皈五戒，他這個《講義》也流通得很廣，諸位要是細細看印光大師的開示，你就了解禪、密是什麼樣的成就，淨土是什麼樣的成就，他在裡面說得清楚。我在溫哥華世界佛教會的書架上看到有好幾十本，我就拿一本，在那裡沒有事情做，白天沒有事情，我就看，看了很歡喜，所以回到美國之後，我就講了兩遍，就講「印光大師法語」，在達拉斯講了一遍，在洛杉磯講過一遍，非常之好，把現代人學佛的毛病全都指出來了。法語裡說真正即身成佛，淨土宗不是這麼說，但是淨土宗講的一生補處就是即生成佛。"
    },
    {
      "id": "01-006-0007_p0093",
      "zh_CN": "【具助当生成就之德。】",
      "zh_TW": "【具助當生成就之德。】"
    },
    {
      "id": "01-006-0007_p0094",
      "zh_CN": "『具』是具备，帮助我们『当生成就』，成无上正等正觉，有这一种的德用，要不是如此，文殊、普贤就没有理由劝尽华藏海会四十一位法身大士求生净土。四十一位法身大士，他们的成就是正等正觉，正等正觉里面就包括藏教的佛、通教的佛、别教的佛，都成佛了，藏、通、别佛还要往生到西方极乐世界，求什么？求圆教的佛，圆教的佛是无上正等正觉，这才有理由，所以往生西方这个一生成就是成就圆教佛果。已经证得无上正等正觉只能叫个后补佛，为什么？你不在佛位。你确实是圆教佛，但是你没有在佛的地位上，所以叫后补佛。这个地方的后补佛跟别的地方不一样，是无上正等正觉，诸位要明白这个事情。因为一个世界只能有一尊佛，不能每个人都跑到西方极乐世界成佛，这个不行。好像一所学校只有一位校长，你的道德学问比校长还高，你到那里去也只能做教授，不能做校长。所以要晓得此地西方极乐世界的后补佛都是无上正等正觉，都是圆教佛的地位，这是我们要认识的，跟他方世界的后补佛不一样，他方世界的后补佛是正等正觉，不是无上正等正觉。",
      "zh_TW": "『具』是具備，幫助我們『當生成就』，成無上正等正覺，有這一種的德用，要不是如此，文殊、普賢就沒有理由勸盡華藏海會四十一位法身大士求生淨土。四十一位法身大士，他們的成就是正等正覺，正等正覺裡面就包括藏教的佛、通教的佛、別教的佛，都成佛了，藏、通、別佛還要往生到西方極樂世界，求什麼？求圓教的佛，圓教的佛是無上正等正覺，這才有理由，所以往生西方這個一生成就是成就圓教佛果。已經證得無上正等正覺只能叫個後補佛，為什麼？你不在佛位。你確實是圓教佛，但是你沒有在佛的地位上，所以叫後補佛。這個地方的後補佛跟別的地方不一樣，是無上正等正覺，諸位要明白這個事情。因為一個世界只能有一尊佛，不能每個人都跑到西方極樂世界成佛，這個不行。好像一所學校只有一位校長，你的道德學問比校長還高，你到那裡去也只能做教授，不能做校長。所以要曉得此地西方極樂世界的後補佛都是無上正等正覺，都是圓教佛的地位，這是我們要認識的，跟他方世界的後補佛不一樣，他方世界的後補佛是正等正覺，不是無上正等正覺。"
    },
    {
      "id": "01-006-0007_p0095",
      "zh_CN": "说到这个地方，我特别要劝同学们，咱们还没成佛的时候，正在学佛这个时候，要与一切众生广结法缘，为什么？以后你一生补处就有地方去作佛。你要不与众生结法缘，你成就一生补处了，没地方去作佛，为什么？与众生没有缘。成佛就是去教化众生，主持一个地方的教化，你必须与那些人有缘才行。没有缘，你去只好以菩萨的身分帮助别的佛教化众生，就当教员，不能当校长。一定要与众生广结法缘，结法缘的方法很多，诸位自己去做。这个两桩就是：",
      "zh_TW": "說到這個地方，我特別要勸同學們，咱們還沒成佛的時候，正在學佛這個時候，要與一切眾生廣結法緣，為什麼？以後你一生補處就有地方去作佛。你要不與眾生結法緣，你成就一生補處了，沒地方去作佛，為什麼？與眾生沒有緣。成佛就是去教化眾生，主持一個地方的教化，你必須與那些人有緣才行。沒有緣，你去只好以菩薩的身分幫助別的佛教化眾生，就當教員，不能當校長。一定要與眾生廣結法緣，結法緣的方法很多，諸位自己去做。這個兩樁就是："
    },
    {
      "id": "01-006-0007_p0096",
      "zh_CN": "【无死亡苦。】",
      "zh_TW": "【無死亡苦。】"
    },
    {
      "id": "01-006-0007_p0097",
      "zh_CN": "到了极乐世界是真正得到永生。第三：",
      "zh_TW": "到了極樂世界是真正得到永生。第三："
    },
    {
      "id": "01-006-0007_p0098",
      "zh_CN": "【上善聚会。】",
      "zh_TW": "【上善聚會。】"
    },
    {
      "id": "01-006-0007_p0099",
      "zh_CN": "『上善』就是指一生补处，就是等觉菩萨，等觉以下称善人，「上善」就是称等觉菩萨。在那边等觉的地位太多了，所以「诸上善人俱会一处」。",
      "zh_TW": "『上善』就是指一生補處，就是等覺菩薩，等覺以下稱善人，「上善」就是稱等覺菩薩。在那邊等覺的地位太多了，所以「諸上善人俱會一處」。"
    },
    {
      "id": "01-006-0007_p0100",
      "zh_CN": "【具有胜缘增上功。】",
      "zh_TW": "【具有勝緣增上功。】"
    },
    {
      "id": "01-006-0007_p0101",
      "zh_CN": "这个缘分太殊胜了，能够天天跟等觉菩萨在一起，而且不是一个，是数不清的等觉菩萨，天天跟他们俱会一处，这个因缘太殊胜，他能够帮助你，能够成就你，你听经听不懂可以问他，这些人的学问、成就与阿弥陀佛都没有两样。",
      "zh_TW": "這個緣分太殊勝了，能夠天天跟等覺菩薩在一起，而且不是一個，是數不清的等覺菩薩，天天跟他們俱會一處，這個因緣太殊勝，他能夠幫助你，能夠成就你，你聽經聽不懂可以問他，這些人的學問、成就與阿彌陀佛都沒有兩樣。"
    },
    {
      "id": "01-006-0007_p0102",
      "zh_CN": "【人和之乐。】",
      "zh_TW": "【人和之樂。】"
    },
    {
      "id": "01-006-0007_p0103",
      "zh_CN": "所以才是顿超圆证，圆是圆满没有欠缺。西方极乐世界，『人和之乐』，我们在这经上看到天时、地利、人和，西方世界真的究竟圆满，这么好的一个世界怎能不去？所以佛在这部经上（《弥陀经》短短的，文不长）三次劝我们发愿往生，劝勉的话讲了三次。",
      "zh_TW": "所以才是頓超圓證，圓是圓滿沒有欠缺。西方極樂世界，『人和之樂』，我們在這經上看到天時、地利、人和，西方世界真的究竟圓滿，這麼好的一個世界怎能不去？所以佛在這部經上（《彌陀經》短短的，文不長）三次勸我們發願往生，勸勉的話講了三次。"
    },
    {
      "id": "01-006-0007_p0104",
      "zh_CN": "【带业往生横出三界。】",
      "zh_TW": "【帶業往生橫出三界。】"
    },
    {
      "id": "01-006-0007_p0105",
      "zh_CN": "这是很特别的法门，说横超了。要超越三界，修任何一个法门，没有『横出』的，都是竖出的。譬如我们在人道，比人高一级是天道，天道里面是欲界天，欲界天的道德比我们人高，他要修十善业道。再往上去，欲界的空居天：夜摩天、兜率天、化乐天、他化自在天，单单修十善业道还不行，还要修禅定才能到空居天。再往上面去，禅定成就了，所谓四禅，初禅、二禅、三禅、四禅，单单修禅定不能到色界，只能在欲界的空居天，四禅里面还要加修四无量心：「慈悲喜舍」，大慈大悲，大喜大舍，要修慈悲喜舍，再加上四禅定，这才能往生到四禅天。往上去还要修四空定，到无色界天，然后再修行才能超越，统统是这个路子，是这种走法的。所以阿罗汉超越了，阿罗汉修的定叫第九定，非想非非想天是第八定，第八级的禅定，阿罗汉修到第九级的禅定，超越了三界，诸位也晓得任何一个法门讲超越三界都是这个方式。所以修禅的人很难超越三界就在此地，因为禅是竖出不是横超，禅定修成也不过是到四禅天而已，很不容易出三界。",
      "zh_TW": "這是很特別的法門，說橫超了。要超越三界，修任何一個法門，沒有『橫出』的，都是豎出的。譬如我們在人道，比人高一級是天道，天道裡面是欲界天，欲界天的道德比我們人高，他要修十善業道。再往上去，欲界的空居天：夜摩天、兜率天、化樂天、他化自在天，單單修十善業道還不行，還要修禪定才能到空居天。再往上面去，禪定成就了，所謂四禪，初禪、二禪、三禪、四禪，單單修禪定不能到色界，只能在欲界的空居天，四禪裡面還要加修四無量心：「慈悲喜捨」，大慈大悲，大喜大捨，要修慈悲喜捨，再加上四禪定，這才能往生到四禪天。往上去還要修四空定，到無色界天，然後再修行才能超越，統統是這個路子，是這種走法的。所以阿羅漢超越了，阿羅漢修的定叫第九定，非想非非想天是第八定，第八級的禪定，阿羅漢修到第九級的禪定，超越了三界，諸位也曉得任何一個法門講超越三界都是這個方式。所以修禪的人很難超越三界就在此地，因為禪是豎出不是橫超，禪定修成也不過是到四禪天而已，很不容易出三界。"
    },
    {
      "id": "01-006-0007_p0106",
      "zh_CN": "净土法门，说实在的话，连生天的资格都没有，都去不了，居然他能够到西方极乐世界，这是什么？从旁边后门溜了，不是从正门走的，从旁边走的，这个方法太妙了，这叫「带业往生横出三界」，在人道就跑掉了，跑到西方极乐世界，所以我给诸位说「移民」，移民过去的，还是人的身分，到了西方极乐世界。一到西方极乐世界，当然我们是人的身分，必定是凡圣同居土，跟我们现在的环境一样，只是福报大，受用享受福报太大了。",
      "zh_TW": "淨土法門，說實在的話，連生天的資格都沒有，都去不了，居然他能夠到西方極樂世界，這是什麼？從旁邊後門溜了，不是從正門走的，從旁邊走的，這個方法太妙了，這叫「帶業往生橫出三界」，在人道就跑掉了，跑到西方極樂世界，所以我給諸位說「移民」，移民過去的，還是人的身分，到了西方極樂世界。一到西方極樂世界，當然我們是人的身分，必定是凡聖同居土，跟我們現在的環境一樣，只是福報大，受用享受福報太大了。"
    },
    {
      "id": "01-006-0007_p0107",
      "zh_CN": "【同居横具四土。】",
      "zh_TW": "【同居橫具四土。】"
    },
    {
      "id": "01-006-0007_p0108",
      "zh_CN": "这是不可思议。我们娑婆世界也有四土，四土不并列，四土不在一起，因此凡圣同居土决定没有实报庄严土的享受，可是在西方极乐世界不然，它四土在一起，因此凡圣同居土的众生就有实报庄严土的受用，就有这种享受。实报土的菩萨，衣食住行都是自在，所住的都是七宝宫殿，凡圣同居土下品下生的众生到了西方极乐世界，也是住七宝宫殿，也是衣食自然，跟实报土一样，这叫『同居横具四土』，「具」是具足，具足就是没有欠缺，完全一样，这个福报太大了。",
      "zh_TW": "這是不可思議。我們娑婆世界也有四土，四土不並列，四土不在一起，因此凡聖同居土決定沒有實報莊嚴土的享受，可是在西方極樂世界不然，它四土在一起，因此凡聖同居土的眾生就有實報莊嚴土的受用，就有這種享受。實報土的菩薩，衣食住行都是自在，所住的都是七寶宮殿，凡聖同居土下品下生的眾生到了西方極樂世界，也是住七寶宮殿，也是衣食自然，跟實報土一樣，這叫『同居橫具四土』，「具」是具足，具足就是沒有欠缺，完全一樣，這個福報太大了。"
    },
    {
      "id": "01-006-0007_p0109",
      "zh_CN": "【开显四教法轮。众生圆净四土，圆见三身，圆证三不退。】",
      "zh_TW": "【開顯四教法輪。眾生圓淨四土，圓見三身，圓證三不退。】"
    },
    {
      "id": "01-006-0007_p0110",
      "zh_CN": "这种殊胜的利益可以说一切经论里头统统没有，十方诸佛世界里头也没有，这才叫做难信之法。信的人有福，信的人真是多生多劫的善根福德因缘成就，你才肯相信，死心塌地的修这个法门决定不改，这个人是有无比的大福报。『开显四教』，「四教」是整个佛法，一切佛法都在极乐世界宣扬，不管你想学什么都能满你的愿。『众生圆净四土』，「众生」是指凡圣同居土的众生，就是像我们这种身分一往生西方极乐世界，「圆」是圆满清净，四土的功德利益我们同时得到。『圆见三身』，「三身」是见阿弥陀佛，见阿弥陀佛的应化身，见阿弥陀佛的报身，见阿弥陀佛的法身，三身统统见到。『圆证三不退』，这更不可思议。「圆证三不退」是我们自己。通常一般其他法门里面讲证三不退，难，断了见惑才证「位不退」，这是一种，断见惑，三界八十八品见惑断尽了。三界八十一品思惑断尽，证「行不退」。位不退，在小乘上讲就是初果，大乘圆教来说是初信位的菩萨。行不退，小乘就是阿罗汉，大乘圆教是七信位的菩萨。如果要证到「念不退」，小乘里头没有，大乘圆教初住，别教初地，才能证到念不退，这样的地位才叫三不退，三不退怎么样？没有圆满。",
      "zh_TW": "這種殊勝的利益可以說一切經論裡頭統統沒有，十方諸佛世界裡頭也沒有，這才叫做難信之法。信的人有福，信的人真是多生多劫的善根福德因緣成就，你才肯相信，死心塌地的修這個法門決定不改，這個人是有無比的大福報。『開顯四教』，「四教」是整個佛法，一切佛法都在極樂世界宣揚，不管你想學什麼都能滿你的願。『眾生圓淨四土』，「眾生」是指凡聖同居土的眾生，就是像我們這種身分一往生西方極樂世界，「圓」是圓滿清淨，四土的功德利益我們同時得到。『圓見三身』，「三身」是見阿彌陀佛，見阿彌陀佛的應化身，見阿彌陀佛的報身，見阿彌陀佛的法身，三身統統見到。『圓證三不退』，這更不可思議。「圓證三不退」是我們自己。通常一般其他法門裡面講證三不退，難，斷了見惑才證「位不退」，這是一種，斷見惑，三界八十八品見惑斷盡了。三界八十一品思惑斷盡，證「行不退」。位不退，在小乘上講就是初果，大乘圓教來說是初信位的菩薩。行不退，小乘就是阿羅漢，大乘圓教是七信位的菩薩。如果要證到「念不退」，小乘裡頭沒有，大乘圓教初住，別教初地，才能證到念不退，這樣的地位才叫三不退，三不退怎麼樣？沒有圓滿。"
    },
    {
      "id": "01-006-0007_p0111",
      "zh_CN": "圆满的三不退是谁？是等觉菩萨，等觉菩萨才是圆满的三不退。这真是没法子想像，我们一生到西方极乐世界就圆证三不退，哪有这么便宜的事情？难怪人不相信。你简直就没有花什么时间，没有花多少时间，也没有什么修行了不起的功夫，只是带业往生，这一往生，下品下生，居然圆证三不退，就等于等觉菩萨，怎能叫人相信？换句话说，没有理由好讲，找不到这个理论，这没有理论的依据，人家从哪里相信？难，真正是难。但是西方极乐世界，这又是事实，是真的不是假的，佛绝对不是用这个话来诱惑我们、来骗我们往生，西方极乐世界真正的样子就是这样。",
      "zh_TW": "圓滿的三不退是誰？是等覺菩薩，等覺菩薩才是圓滿的三不退。這真是沒法子想像，我們一生到西方極樂世界就圓證三不退，哪有這麼便宜的事情？難怪人不相信。你簡直就沒有花什麼時間，沒有花多少時間，也沒有什麼修行了不起的功夫，只是帶業往生，這一往生，下品下生，居然圓證三不退，就等於等覺菩薩，怎能叫人相信？換句話說，沒有理由好講，找不到這個理論，這沒有理論的依據，人家從哪裡相信？難，真正是難。但是西方極樂世界，這又是事實，是真的不是假的，佛絕對不是用這個話來誘惑我們、來騙我們往生，西方極樂世界真正的樣子就是這樣。"
    },
    {
      "id": "01-006-0007_p0112",
      "zh_CN": "【人民皆一生成佛。】",
      "zh_TW": "【人民皆一生成佛。】"
    },
    {
      "id": "01-006-0007_p0113",
      "zh_CN": "看了前面这个三句，那『一生成佛』是必定的。",
      "zh_TW": "看了前面這個三句，那『一生成佛』是必定的。"
    },
    {
      "id": "01-006-0007_p0114",
      "zh_CN": "【如是等胜异超绝。】",
      "zh_TW": "【如是等勝異超絕。】"
    },
    {
      "id": "01-006-0007_p0115",
      "zh_CN": "『胜』是殊胜，『异』是迥异于其他一切大乘法门，不一样，太特殊了。不但讲顿超，『超绝』，再没有比这个更殊胜的。这些理与事：",
      "zh_TW": "『勝』是殊勝，『異』是迥異於其他一切大乘法門，不一樣，太特殊了。不但講頓超，『超絕』，再沒有比這個更殊勝的。這些理與事："
    },
    {
      "id": "01-006-0007_p0116",
      "zh_CN": "【全在此二科点示。】",
      "zh_TW": "【全在此二科點示。】"
    },
    {
      "id": "01-006-0007_p0117",
      "zh_CN": "就是在这两段经文里头说明这个事实的真相。",
      "zh_TW": "就是在這兩段經文裡頭說明這個事實的真相。"
    },
    {
      "id": "01-006-0007_p0118",
      "zh_CN": "【须谛研之。】",
      "zh_TW": "【須諦研之。】"
    },
    {
      "id": "01-006-0007_p0119",
      "zh_CN": "要认真努力的来研究这两段经文。底下讲「不退」：",
      "zh_TW": "要認真努力的來研究這兩段經文。底下講「不退」："
    },
    {
      "id": "01-006-0007_p0120",
      "zh_CN": "【不退有三。】",
      "zh_TW": "【不退有三。】"
    },
    {
      "id": "01-006-0007_p0121",
      "zh_CN": "这就「三不退」，圆证三不退，「位不退，行不退，念不退」，这个表里头列得很清楚。",
      "zh_TW": "這就「三不退」，圓證三不退，「位不退，行不退，念不退」，這個表裡頭列得很清楚。"
    },
    {
      "id": "01-006-0007_p0122",
      "zh_CN": "【位不退—入圣流。】",
      "zh_TW": "【位不退—入聖流。】"
    },
    {
      "id": "01-006-0007_p0123",
      "zh_CN": "就是入圣人之流，就不是凡夫了。",
      "zh_TW": "就是入聖人之流，就不是凡夫了。"
    },
    {
      "id": "01-006-0007_p0124",
      "zh_CN": "【不堕凡地（小初果，别初住，圆初信）。】",
      "zh_TW": "【不墮凡地（小初果，別初住，圓初信）。】"
    },
    {
      "id": "01-006-0007_p0125",
      "zh_CN": "刚才跟诸位讲了，三界八十八品见惑断尽。括弧里头讲果位，小乘是初果，别教是初住菩萨，圆教是初信菩萨，这不是凡夫。",
      "zh_TW": "剛才跟諸位講了，三界八十八品見惑斷盡。括弧裡頭講果位，小乘是初果，別教是初住菩薩，圓教是初信菩薩，這不是凡夫。"
    },
    {
      "id": "01-006-0007_p0126",
      "zh_CN": "【行不退—恒度生，不堕二乘（通菩萨，别十向，圆十信）。】",
      "zh_TW": "【行不退—恒度生，不墮二乘（通菩薩，別十向，圓十信）。】"
    },
    {
      "id": "01-006-0007_p0127",
      "zh_CN": "这是八十一品思惑断尽，小乘是阿罗汉，但是阿罗汉必须回小向大，回小向大就是「通教的菩萨，别教的十回向菩萨，圆教十信菩萨」，这是『行不退』。",
      "zh_TW": "這是八十一品思惑斷盡，小乘是阿羅漢，但是阿羅漢必須迴小向大，迴小向大就是「通教的菩薩，別教的十迴向菩薩，圓教十信菩薩」，這是『行不退』。"
    },
    {
      "id": "01-006-0007_p0128",
      "zh_CN": "【念不退—心心流入萨婆若海（别初地，圆初住）。】",
      "zh_TW": "【念不退—心心流入薩婆若海（別初地，圓初住）。】"
    },
    {
      "id": "01-006-0007_p0129",
      "zh_CN": "『萨婆若』是梵语，翻成中文就是「一切种智」。『海』是比喻，是形容，形容它广大，形容它的深度，既深又广，所以是博大精深的意思。『心心』都是向着一切种智，如来本性里头本有的般若智慧。这是别教初地菩萨，圆教初住菩萨。这叫三不退，记住前面所讲的圆证三不退，这三不退不圆，刚刚证得，圆教的等觉菩萨才是圆证三不退。",
      "zh_TW": "『薩婆若』是梵語，翻成中文就是「一切種智」。『海』是比喻，是形容，形容它廣大，形容它的深度，既深又廣，所以是博大精深的意思。『心心』都是向著一切種智，如來本性裡頭本有的般若智慧。這是別教初地菩薩，圓教初住菩薩。這叫三不退，記住前面所講的圓證三不退，這三不退不圓，剛剛證得，圓教的等覺菩薩才是圓證三不退。"
    },
    {
      "id": "01-006-0007_p0130",
      "zh_CN": "【西方净土，五逆十恶，十念成就，带业往生，居下下品者，皆得三不退也。】",
      "zh_TW": "【西方淨土，五逆十惡，十念成就，帶業往生，居下下品者，皆得三不退也。】"
    },
    {
      "id": "01-006-0007_p0131",
      "zh_CN": "这真正是难以相信。人家要修到这个地位不晓得要吃多少苦头，要遭遇多少障难，要费多少的时间，才能到这个地位，你怎么不费功夫就得到？天下哪有这么便宜的事情被你占去。念佛的人就是占尽一切便宜，他不费时间、不费功夫就得到了，而且得的这么圆满，得的这么究竟，绝对不是其他法门能比拟的。请看《讲义》：",
      "zh_TW": "這真正是難以相信。人家要修到這個地位不曉得要吃多少苦頭，要遭遇多少障難，要費多少的時間，才能到這個地位，你怎麼不費功夫就得到？天下哪有這麼便宜的事情被你佔去。念佛的人就是佔盡一切便宜，他不費時間、不費功夫就得到了，而且得的這麼圓滿，得的這麼究竟，絕對不是其他法門能比擬的。請看《講義》："
    },
    {
      "id": "01-006-0007_p0132",
      "zh_CN": "【此点示圆证胜异。】",
      "zh_TW": "【此點示圓證勝異。】"
    },
    {
      "id": "01-006-0007_p0133",
      "zh_CN": "『此』是指前面这段文所说的，特别给我们点出来，指示出来，圆满证得，殊胜特异、超异。",
      "zh_TW": "『此』是指前面這段文所說的，特別給我們點出來，指示出來，圓滿證得，殊勝特異、超異。"
    },
    {
      "id": "01-006-0007_p0134",
      "zh_CN": "【即此经不思议之力用也。】",
      "zh_TW": "【即此經不思議之力用也。】"
    },
    {
      "id": "01-006-0007_p0135",
      "zh_CN": "这就是显示出《阿弥陀经》不可思议的力量、不可思议的作用，它能叫我们不费时间、不费功夫就能够成就，这是《阿弥陀经》了不起的力量、作用。",
      "zh_TW": "這就是顯示出《阿彌陀經》不可思議的力量、不可思議的作用，它能叫我們不費時間、不費功夫就能夠成就，這是《阿彌陀經》了不起的力量、作用。"
    },
    {
      "id": "01-006-0007_p0136",
      "zh_CN": "「五逆」，实在讲这是应当要堕地狱的，这样重罪的人要回过头来念佛也能往生，换句话说，从地狱里头一下就成佛了，这就是这个意思。他应当堕地狱，一念阿弥陀佛求生西方极乐世界，就从地狱里一下超到佛道，这个超得太厉害。地狱道的上面是饿鬼道，饿鬼道上面是畜生道，畜生上面是人道、修罗道、天道、声闻道、缘觉道、菩萨道、佛道，就好像从地下室一下就跑到顶楼，这坐电梯上去的，当中没停，一下就上去了，是这么个超法，确实任何一个宗派、法门没这种超法的，哪有这种超法的！",
      "zh_TW": "「五逆」，實在講這是應當要墮地獄的，這樣重罪的人要回過頭來念佛也能往生，換句話說，從地獄裡頭一下就成佛了，這就是這個意思。他應當墮地獄，一念阿彌陀佛求生西方極樂世界，就從地獄裡一下超到佛道，這個超得太厲害。地獄道的上面是餓鬼道，餓鬼道上面是畜生道，畜生上面是人道、修羅道、天道、聲聞道、緣覺道、菩薩道、佛道，就好像從地下室一下就跑到頂樓，這坐電梯上去的，當中沒停，一下就上去了，是這麼個超法，確實任何一個宗派、法門沒這種超法的，哪有這種超法的！"
    },
    {
      "id": "01-006-0007_p0137",
      "zh_CN": "五逆罪，底下表解里头写出来了，第一个是「出佛身血」。佛的福报太大，护法神很多，要想把佛害死不可能，保护佛的鬼神太多了，你决定害不了佛，但是要叫佛受一点伤，流一点血，这个可能。『出佛身血』，确实有这桩事情，谁害释迦牟尼佛？提婆达多。提婆达多就想把佛害死，因为把佛害死之后，在当代他的智慧最高，他可以取代佛的地位，取而代之，所以他对释迦牟尼佛嫉妒，就想把他害死。怎么害法？释迦牟尼佛在世，每天出去托钵，那个时候托钵都是走路，道路当中有一条路是他天天要经过的，是一个悬崖峭壁，他要从下面经过，提婆达多在上面准备了一块大石头，他来的时候把石头推下去，想把佛打死。刚才讲佛有护法神，这个石头推下去的时候，护法神拿金刚宝杵拦阻，就把石头打碎，碎片落下去，伤了佛的脚，碎片砸到脚，出血了，出佛身血，这个故事这么来的。提婆达多造这个罪业，生身堕地狱，提婆达多堕地狱。现在佛不在世，你想出佛身血也办不到，但是有一个相等的罪过等于出佛身血，那是什么？以恶心、瞋恨心毁灭佛像等于出佛身血。无意把佛像破坏了，这个罪不重。是一种瞋恨心，有心把佛像砸坏、毁掉，或者烧掉，这个罪过就等于出佛身血。",
      "zh_TW": "五逆罪，底下表解裡頭寫出來了，第一個是「出佛身血」。佛的福報太大，護法神很多，要想把佛害死不可能，保護佛的鬼神太多了，你決定害不了佛，但是要叫佛受一點傷，流一點血，這個可能。『出佛身血』，確實有這樁事情，誰害釋迦牟尼佛？提婆達多。提婆達多就想把佛害死，因為把佛害死之後，在當代他的智慧最高，他可以取代佛的地位，取而代之，所以他對釋迦牟尼佛嫉妒，就想把他害死。怎麼害法？釋迦牟尼佛在世，每天出去托缽，那個時候托缽都是走路，道路當中有一條路是他天天要經過的，是一個懸崖峭壁，他要從下面經過，提婆達多在上面準備了一塊大石頭，他來的時候把石頭推下去，想把佛打死。剛才講佛有護法神，這個石頭推下去的時候，護法神拿金剛寶杵攔阻，就把石頭打碎，碎片落下去，傷了佛的腳，碎片砸到腳，出血了，出佛身血，這個故事這麼來的。提婆達多造這個罪業，生身墮地獄，提婆達多墮地獄。現在佛不在世，你想出佛身血也辦不到，但是有一個相等的罪過等於出佛身血，那是什麼？以惡心、瞋恨心毀滅佛像等於出佛身血。無意把佛像破壞了，這個罪不重。是一種瞋恨心，有心把佛像砸壞、毀掉，或者燒掉，這個罪過就等於出佛身血。"
    },
    {
      "id": "01-006-0007_p0138",
      "zh_CN": "第二，「杀阿罗汉」，佛不在世，阿罗汉住世，那是人天的福田，杀阿罗汉的罪过也是堕地狱。现在阿罗汉也不住在世，你想找个阿罗汉也找不到，怎么能杀阿罗汉？可是与杀阿罗汉有等流的罪，就是相等的罪，害善知识。一个真正修行人，修道的人，弘法利生的人，你要是恶意把他杀掉，或者是嫉妒、瞋恨心要想把他毁掉，破坏他，这个罪过等于「弑阿罗汉」，所以像这些我们一定要晓得。第三，「杀父杀母」。父母对于我们有养育之恩，我们的身体得自于父母，父母的恩德太大了，没有办法报答得尽，如果存心杀害父母，这个罪业是堕阿鼻地狱。一个人在世，恩德最大的是父母、是师长（老师），佛是老师，阿罗汉是老师。",
      "zh_TW": "第二，「殺阿羅漢」，佛不在世，阿羅漢住世，那是人天的福田，殺阿羅漢的罪過也是墮地獄。現在阿羅漢也不住在世，你想找個阿羅漢也找不到，怎麼能殺阿羅漢？可是與殺阿羅漢有等流的罪，就是相等的罪，害善知識。一個真正修行人，修道的人，弘法利生的人，你要是惡意把他殺掉，或者是嫉妒、瞋恨心要想把他毀掉，破壞他，這個罪過等於「弒阿羅漢」，所以像這些我們一定要曉得。第三，「殺父殺母」。父母對於我們有養育之恩，我們的身體得自於父母，父母的恩德太大了，沒有辦法報答得盡，如果存心殺害父母，這個罪業是墮阿鼻地獄。一個人在世，恩德最大的是父母、是師長（老師），佛是老師，阿羅漢是老師。"
    },
    {
      "id": "01-006-0007_p0139",
      "zh_CN": "第四是「破和合僧」，破坏僧团，诸位要晓得破坏僧团的罪业堕阿鼻地狱。从前有一位赵默林老居士，有一次请我吃饭，特别提出这个问题，他说：现在众生造五逆罪的太多，用什么方法来救他？他的悲心很重，看到众生造这个罪业。我听了之后就反过来问他，我说：堕阿鼻地狱是破和合僧，你晓不晓得？他说：我知道。我说：你在什么地方看到和合僧团？他一想，笑起来了，确实没有。现在哪个地方有和合僧团？没有和合僧团，他自己就破坏自己，还等什么人家来破坏他。破和合僧团才堕阿鼻地狱，这个僧团不和合就不是僧团，它是假的不是真的，所以我说：您老人家放心，没那么重的罪，他才笑起来，确实如此。",
      "zh_TW": "第四是「破和合僧」，破壞僧團，諸位要曉得破壞僧團的罪業墮阿鼻地獄。從前有一位趙默林老居士，有一次請我吃飯，特別提出這個問題，他說：現在眾生造五逆罪的太多，用什麼方法來救他？他的悲心很重，看到眾生造這個罪業。我聽了之後就反過來問他，我說：墮阿鼻地獄是破和合僧，你曉不曉得？他說：我知道。我說：你在什麼地方看到和合僧團？他一想，笑起來了，確實沒有。現在哪個地方有和合僧團？沒有和合僧團，他自己就破壞自己，還等什麼人家來破壞他。破和合僧團才墮阿鼻地獄，這個僧團不和合就不是僧團，它是假的不是真的，所以我說：您老人家放心，沒那麼重的罪，他才笑起來，確實如此。"
    },
    {
      "id": "01-006-0007_p0140",
      "zh_CN": "前面讲了，「见和同解，戒和同修，身和同住，口和无诤，意和同悦，利和同均，理和同证」，四个人以上共住在一起要遵守这七和合，才叫做和合僧团。所以诸位要记住，如果你看到有个寺院庵堂，哪怕它再小，只有一间小茅蓬，四个人在一起进修，四个人都能够遵守这个六和合，你要对他恭敬，千万不能破坏他，你要破坏他的话，要堕阿鼻地狱，因为这样的僧团是十方诸佛之所护念，一切龙天之所护持，那是佛法住世的标志、代表，要破坏这种僧团是堕地狱的。现在这样的僧团，我学佛三十多年都没有看到，我所见到的僧团里面都不和，个人是个人的意见，都是吵吵闹闹的，彼此都闹意见，这不是僧团。僧团可贵，我这么多年来总是希望这个世界上能够出现一个僧团，如果真正能出现一个僧团，我们这个世界上的劫难纵然不能避免，可以延缓。真有一个僧团住世，三次世界大战，譬如十年当中会爆发，至少会迟个二十年、三十年，如果同时能够有个十几、二十个这样的僧团出现，三次大战就不会有了。今天到哪里去找四个人真正一条心？肯修行？两个人意见都不合，你说怎么办？众生的罪业真深重，就不肯把自己的成见放弃，天天还要叫「大慈大悲，救世救人」，天天在造业，要毁灭这个世界，他救什么人！",
      "zh_TW": "前面講了，「見和同解，戒和同修，身和同住，口和無諍，意和同悅，利和同均，理和同證」，四個人以上共住在一起要遵守這七和合，才叫做和合僧團。所以諸位要記住，如果你看到有個寺院庵堂，哪怕它再小，只有一間小茅蓬，四個人在一起進修，四個人都能夠遵守這個六和合，你要對他恭敬，千萬不能破壞他，你要破壞他的話，要墮阿鼻地獄，因為這樣的僧團是十方諸佛之所護念，一切龍天之所護持，那是佛法住世的標誌、代表，要破壞這種僧團是墮地獄的。現在這樣的僧團，我學佛三十多年都沒有看到，我所見到的僧團裡面都不和，個人是個人的意見，都是吵吵鬧鬧的，彼此都鬧意見，這不是僧團。僧團可貴，我這麼多年來總是希望這個世界上能夠出現一個僧團，如果真正能出現一個僧團，我們這個世界上的劫難縱然不能避免，可以延緩。真有一個僧團住世，三次世界大戰，譬如十年當中會爆發，至少會遲個二十年、三十年，如果同時能夠有個十幾、二十個這樣的僧團出現，三次大戰就不會有了。今天到哪裡去找四個人真正一條心？肯修行？兩個人意見都不合，你說怎麼辦？眾生的罪業真深重，就不肯把自己的成見放棄，天天還要叫「大慈大悲，救世救人」，天天在造業，要毀滅這個世界，他救什麼人！"
    },
    {
      "id": "01-006-0007_p0141",
      "zh_CN": "你们年轻的同修们既然学佛了，要留意这一点，这个僧团不一定要出家，在家也一样，在家就是几个志同道合的四、五个人能够住在一块，守理事七和合，你这样发心那就真叫大菩萨，真正是救苦救难，救度全世界的众生，你要是闹意见那就完了，一切都完蛋。这是我殷切的希望。没有发这么大心的人，这众生没福。五逆罪：",
      "zh_TW": "你們年輕的同修們既然學佛了，要留意這一點，這個僧團不一定要出家，在家也一樣，在家就是幾個志同道合的四、五個人能夠住在一塊，守理事七和合，你這樣發心那就真叫大菩薩，真正是救苦救難，救度全世界的眾生，你要是鬧意見那就完了，一切都完蛋。這是我殷切的希望。沒有發這麼大心的人，這眾生沒福。五逆罪："
    },
    {
      "id": "01-006-0007_p0142",
      "zh_CN": "【极重之罪为无间地狱之因。】",
      "zh_TW": "【極重之罪為無間地獄之因。】"
    },
    {
      "id": "01-006-0007_p0143",
      "zh_CN": "造作这样的罪业必定堕『无间地狱』。除此之外，就是「十恶」，毕竟这十种恶统统具足的人也是不多，十恶统统都有也是堕阿鼻地狱。",
      "zh_TW": "造作這樣的罪業必定墮『無間地獄』。除此之外，就是「十惡」，畢竟這十種惡統統具足的人也是不多，十惡統統都有也是墮阿鼻地獄。"
    },
    {
      "id": "01-006-0007_p0144",
      "zh_CN": "所以我常常在讲台上说，说得尤其是出家人很不高兴，既然出家了，不能修六和敬就是佛门的罪人。出家人很多，几个人能往生？今天真正学佛的，出家人不如在家人；往生，在家同修比出家人多；堕地狱，出家人比在家人多。在家好好的学佛能往生西方极乐世界，出家人多半都是到阿鼻地狱去，也往生，生到阿鼻地狱去了，我讲的话是真的不是假的，所以有很多出家人对我很不高兴。我连庙都没地方住，到哪里去想挂个单，人家都不要我，都讨厌我，说我说他的坏话，说我骂他，所以寺庙里不请我讲经。请我讲经，「你讲什么经，天天都骂我」，这不高兴了，把我赶出来，我说真话不说假话。这一点出家同修尤其要注意、要反省，既然出家了，将来堕在阿鼻地狱，这冤枉。经上说「犹如狮子虫，还食狮子肉」，谁是狮子虫？出家人是狮子虫，不守戒律，不守本分，破和合僧，破坏僧团，毁灭佛法，实际上心里面都是搞名闻利养，都是贪瞋痴，不但不能息灭贪瞋痴，天天增长贪瞋痴，怎么得了！他不堕地狱，谁堕地狱？要警觉。眼光要看远一点，不要看得太近，我们在世没几年好混的，后来的日子太长了，要想到往后，现在就不敢为非作歹。",
      "zh_TW": "所以我常常在講臺上說，說得尤其是出家人很不高興，既然出家了，不能修六和敬就是佛門的罪人。出家人很多，幾個人能往生？今天真正學佛的，出家人不如在家人；往生，在家同修比出家人多；墮地獄，出家人比在家人多。在家好好的學佛能往生西方極樂世界，出家人多半都是到阿鼻地獄去，也往生，生到阿鼻地獄去了，我講的話是真的不是假的，所以有很多出家人對我很不高興。我連廟都沒地方住，到哪裡去想掛個單，人家都不要我，都討厭我，說我說他的壞話，說我罵他，所以寺廟裡不請我講經。請我講經，「你講什麼經，天天都罵我」，這不高興了，把我趕出來，我說真話不說假話。這一點出家同修尤其要注意、要反省，既然出家了，將來墮在阿鼻地獄，這冤枉。經上說「猶如獅子蟲，還食獅子肉」，誰是獅子蟲？出家人是獅子蟲，不守戒律，不守本分，破和合僧，破壞僧團，毀滅佛法，實際上心裡面都是搞名聞利養，都是貪瞋痴，不但不能息滅貪瞋痴，天天增長貪瞋痴，怎麼得了！他不墮地獄，誰墮地獄？要警覺。眼光要看遠一點，不要看得太近，我們在世沒幾年好混的，後來的日子太長了，要想到往後，現在就不敢為非作歹。"
    }
  ]
}