{
  "doc_id": "15-017-0004",
  "title": {
    "zh_CN": "阿难问事佛吉凶经大意",
    "zh_TW": "阿難問事佛吉凶經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "15-017-0004",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "15-017-0004_p0001",
      "zh_CN": "诸位同学，大家好，我们接着看《阿难问事佛吉凶经》科会第八面，经文第三行：",
      "zh_TW": "諸位同學，大家好，我們接著看《阿難問事佛吉凶經》科會第八面，經文第三行："
    },
    {
      "id": "15-017-0004_p0002",
      "zh_CN": "【常为诸天善神拥护。所向谐偶。百事增倍。为天龙鬼神众人所敬。后必得道。是善男子。善女人。真佛弟子也。】",
      "zh_TW": "【常為諸天善神擁護。所向諧偶。百事增倍。為天龍鬼神眾人所敬。後必得道。是善男子。善女人。真佛弟子也。】"
    },
    {
      "id": "15-017-0004_p0003",
      "zh_CN": "前面所说的这两小段，「从明师受戒，专信不犯，精进奉行」，第二个小段从「形像鲜明，礼拜恭敬，净施所安，不违道禁」。如果这些开示我们都做到了，在日常生活当中，处事待人接物都能够不违背，今天这段就是讲的果报。『常为诸天善神拥护』，确确实实是诸佛护念，龙天善神保佑，这是冥冥当中加持。现在你所得到的效应，是『所向谐偶』，你在日常活当中工作应酬，谐偶就是我们现在讲的称心如意。如果我们学佛，在现前生活当中障碍重重，那我们就要认真反省，不是佛法不灵，是我们修学有问题，决定是违背了佛陀的教诫；如果不违背，一定有这样的效果。佛的话不是假话，其他宗教里头，经典里面所讲的也都是实话。",
      "zh_TW": "前面所說的這兩小段，「從明師受戒，專信不犯，精進奉行」，第二個小段從「形像鮮明，禮拜恭敬，淨施所安，不違道禁」。如果這些開示我們都做到了，在日常生活當中，處事待人接物都能夠不違背，今天這段就是講的果報。『常為諸天善神擁護』，確確實實是諸佛護念，龍天善神保佑，這是冥冥當中加持。現在你所得到的效應，是『所向諧偶』，你在日常活當中工作應酬，諧偶就是我們現在講的稱心如意。如果我們學佛，在現前生活當中障礙重重，那我們就要認真反省，不是佛法不靈，是我們修學有問題，決定是違背了佛陀的教誡；如果不違背，一定有這樣的效果。佛的話不是假話，其他宗教裡頭，經典裡面所講的也都是實話。"
    },
    {
      "id": "15-017-0004_p0004",
      "zh_CN": "为什么学佛、信仰宗教的人得不到经典所说这种殊胜的果报？这些地方我们要认真反省，一定要觉悟，决定是自己违背了经典所说的道理，违背了经典里面所说的教训，所以在日常生活当中，就事事不能称心如意。由此可知，这桩事情我们要认真学，经典上常讲「人身难得，佛法难闻」，得人身确确实实不容易，得人身最可贵的就是修行，在这一生当中有可能超越轮回，成就道业，这是有这个机会。缘有了，如果我们不认真努力去做，虽遇到缘还是空过，那就非常可惜，这一点我们不能不知道，不能不提高警觉。",
      "zh_TW": "為什麼學佛、信仰宗教的人得不到經典所說這種殊勝的果報？這些地方我們要認真反省，一定要覺悟，決定是自己違背了經典所說的道理，違背了經典裡面所說的教訓，所以在日常生活當中，就事事不能稱心如意。由此可知，這樁事情我們要認真學，經典上常講「人身難得，佛法難聞」，得人身確確實實不容易，得人身最可貴的就是修行，在這一生當中有可能超越輪迴，成就道業，這是有這個機會。緣有了，如果我們不認真努力去做，雖遇到緣還是空過，那就非常可惜，這一點我們不能不知道，不能不提高警覺。"
    },
    {
      "id": "15-017-0004_p0005",
      "zh_CN": "昨天晚上我得到新加坡传来的讯息，中国大陆佛教会的副会长茗山老和尚往生了，八十八岁。这个老和尚跟我交情很厚，正知正见，晚年还参与佛门里面许许多多的事务，还处处去讲经。听说在生病过程当中，往生的前夕还急救，我到这个地方来的那一天，中国打电话来说，他老人家已经在加护病房。诸位要知道，人临走的时候，急救是很痛苦的一桩事情，是很不幸的一桩事情。那得有相当的定功才不会受障碍；如果没有相当定功，在那个时间如果要是动一念瞋恨心，麻烦就来了。一生修行、持戒、讲经，临走的时候都不能避免这些事情。我们看了，想到将来我们自己走的时候会不会遇到这个事情？非常可能。你在生病的时候，人家把你送到医院来，在医院走的时候，肯定有这么一套手续，这个事麻烦。我们有没有想到？",
      "zh_TW": "昨天晚上我得到新加坡傳來的訊息，中國大陸佛教會的副會長茗山老和尚往生了，八十八歲。這個老和尚跟我交情很厚，正知正見，晚年還參與佛門裡面許許多多的事務，還處處去講經。聽說在生病過程當中，往生的前夕還急救，我到這個地方來的那一天，中國打電話來說，他老人家已經在加護病房。諸位要知道，人臨走的時候，急救是很痛苦的一樁事情，是很不幸的一樁事情。那得有相當的定功才不會受障礙；如果沒有相當定功，在那個時間如果要是動一念瞋恨心，麻煩就來了。一生修行、持戒、講經，臨走的時候都不能避免這些事情。我們看了，想到將來我們自己走的時候會不會遇到這個事情？非常可能。你在生病的時候，人家把你送到醫院來，在醫院走的時候，肯定有這麼一套手續，這個事麻煩。我們有沒有想到？"
    },
    {
      "id": "15-017-0004_p0006",
      "zh_CN": "两个月前新加坡居士林有一位老太太念佛往生，预知时至，很多好榜样给我们看。这个老太太在家里，头一天告诉他的儿子、媳妇跟家人，说她明天早晨五点钟往生极乐世界，叫家里人不要难过，她说不是死，我是到极乐世界去，明天早晨五点钟去。她半夜三点钟她就起来洗澡、梳头、换了衣服，五点整走了。现在她家里头儿子、女儿、媳妇都到居士林拜佛，真的一点不错，一点不差，准时她就走了。我们要有这个本事，不要生病去到医院躺在病床上。这样的人我这三年在新加坡看到十几个，还有几位可以控制时间的。",
      "zh_TW": "兩個月前新加坡居士林有一位老太太念佛往生，預知時至，很多好榜樣給我們看。這個老太太在家裡，頭一天告訴他的兒子、媳婦跟家人，說她明天早晨五點鐘往生極樂世界，叫家裡人不要難過，她說不是死，我是到極樂世界去，明天早晨五點鐘去。她半夜三點鐘她就起來洗澡、梳頭、換了衣服，五點整走了。現在她家裡頭兒子、女兒、媳婦都到居士林拜佛，真的一點不錯，一點不差，準時她就走了。我們要有這個本事，不要生病去到醫院躺在病床上。這樣的人我這三年在新加坡看到十幾個，還有幾位可以控制時間的。"
    },
    {
      "id": "15-017-0004_p0007",
      "zh_CN": "李木源居士要出国，她打电话给他，她说她哪一天走，要李木源替她办后事。这个时间跟李居士出国时间正好冲突，那李居士就告诉她，要不然你就提前，要不然你就退后等我回来，她听了之后，行，提前。在他出国前三天，她真的往生，李居士把她的后事办完之后，出国的时间到了。可以提前也可以延后，到自在！不止一个，我看到好几个，这个事情是真的不是假的。居士林念佛堂香火鼎盛，成就多少佛菩萨，往生的人就是佛菩萨，她那是真的往生，她不是假的。你要想为什么她能往生，她那么自在，李木源跟她的女儿、媳妇跟我讲，这个老太太一生为人厚道、祥和，她的媳妇对她很不好。但是她在外面对别人讲，我的媳妇好，我的媳妇好孝顺，从来没有说她媳妇不好。确确实实做到心里头不记一切人的过失，她心清净，都是赞叹人，尤其是赞叹那些对她很恶劣的人。她能够预知时至准时往生道理在此地。",
      "zh_TW": "李木源居士要出國，她打電話給他，她說她哪一天走，要李木源替她辦後事。這個時間跟李居士出國時間正好衝突，那李居士就告訴她，要不然你就提前，要不然你就退後等我回來，她聽了之後，行，提前。在他出國前三天，她真的往生，李居士把她的後事辦完之後，出國的時間到了。可以提前也可以延後，到自在！不止一個，我看到好幾個，這個事情是真的不是假的。居士林念佛堂香火鼎盛，成就多少佛菩薩，往生的人就是佛菩薩，她那是真的往生，她不是假的。你要想為什麼她能往生，她那麼自在，李木源跟她的女兒、媳婦跟我講，這個老太太一生為人厚道、祥和，她的媳婦對她很不好。但是她在外面對別人講，我的媳婦好，我的媳婦好孝順，從來沒有說她媳婦不好。確確實實做到心裡頭不記一切人的過失，她心清淨，都是讚歎人，尤其是讚歎那些對她很惡劣的人。她能夠預知時至準時往生道理在此地。"
    },
    {
      "id": "15-017-0004_p0008",
      "zh_CN": "这我常常勉励同学们，我们的心要纯善、要纯净。如果一天到晚把别人不善装在自己心里头，你自己心就变不善了。自己心本来是善的，本来是清净的，要把清净的心，善良的心当作垃圾堆、垃圾桶，你说你冤枉不冤枉。尽把别人不善的东西装在自己心里，世间像这样愚痴的人很多很多。为什么不装人家善的东西？许哲居士了不起，今年一百0二岁了，一百0二岁的年轻人！什么原因？她就是心地纯净纯善，绝对不会把别人不善放在心上。这个人懂得自爱，懂得自重，自重、自爱从这些方面去观察，我们不能不学。如果不认真学习，纵然这一生学佛，持戒谨严，积德修福，还是记着别人不善的事情，三途六道还是没有办法超越的。怎么晓得？",
      "zh_TW": "這我常常勉勵同學們，我們的心要純善、要純淨。如果一天到晚把別人不善裝在自己心裡頭，你自己心就變不善了。自己心本來是善的，本來是清淨的，要把清淨的心，善良的心當作垃圾堆、垃圾桶，你說你冤枉不冤枉。盡把別人不善的東西裝在自己心裡，世間像這樣愚痴的人很多很多。為什麼不裝人家善的東西？許哲居士了不起，今年一百0二歲了，一百0二歲的年輕人！什麼原因？她就是心地純淨純善，絕對不會把別人不善放在心上。這個人懂得自愛，懂得自重，自重、自愛從這些方面去觀察，我們不能不學。如果不認真學習，縱然這一生學佛，持戒謹嚴，積德修福，還是記著別人不善的事情，三途六道還是沒有辦法超越的。怎麼曉得？"
    },
    {
      "id": "15-017-0004_p0009",
      "zh_CN": "安世高那个同学就是个好例子，出家人明经好施，讲经说法这是修慧；又喜欢布施，修福，福慧双修。只是托钵，人家供养的菜饭不好，心里有一点不高兴，就这么一点点毛病堕落在畜生道。因为他有智慧、有福德，畜生道也不错，做龙王，这是安世高的老同参。安世高得道了，他在中国翻译经典，翻经告一段落之后，到[共+阝]亭湖去度他这个同学。我们看到这个故事，在佛家讲公案，我们肯定明经好施也不行，戒律清净也不行，只要你心里面还有恶念，还有愤恨，还有不高兴、不痛快的事情，你就没有办法脱离三恶道。",
      "zh_TW": "安世高那個同學就是個好例子，出家人明經好施，講經說法這是修慧；又喜歡布施，修福，福慧雙修。只是托缽，人家供養的菜飯不好，心裡有一點不高興，就這麼一點點毛病墮落在畜生道。因為他有智慧、有福德，畜生道也不錯，做龍王，這是安世高的老同參。安世高得道了，他在中國翻譯經典，翻經告一段落之後，到[共+阝]亭湖去度他這個同學。我們看到這個故事，在佛家講公案，我們肯定明經好施也不行，戒律清淨也不行，只要你心裡面還有惡念，還有憤恨，還有不高興、不痛快的事情，你就沒有辦法脫離三惡道。"
    },
    {
      "id": "15-017-0004_p0010",
      "zh_CN": "这个经前面最后一句话，「斋戒不厌，心中欣欣」，心中欣欣就是一般常讲的「常生欢喜心」。我们能不能做到？不管在什么时候，在什么处所，只要有一点不欢喜，我们就要觉悟到，这一点可能就是我们堕落三恶道的因缘。这个事情诸佛菩萨帮不上忙，一定要自己警觉，诸佛菩萨把道理讲给你听，事实真相讲给你听，修行在个人，你个人不肯修、不肯学，佛菩萨也没有办法，也无可奈何。所以你堕落看着你堕落，你受苦看着你受苦，帮不上忙！几时你回头，佛菩萨就来了。什么叫回头？真肯学、真肯干，真肯依教奉行，改过自新，佛菩萨就来帮助你。果然肯干，现前现在所受的果报，诸天善神拥护，我们讲的冥冥当中的加持，暗中保佑，无论做什么事情都顺利。",
      "zh_TW": "這個經前面最後一句話，「齋戒不厭，心中欣欣」，心中欣欣就是一般常講的「常生歡喜心」。我們能不能做到？不管在什麼時候，在什麼處所，只要有一點不歡喜，我們就要覺悟到，這一點可能就是我們墮落三惡道的因緣。這個事情諸佛菩薩幫不上忙，一定要自己警覺，諸佛菩薩把道理講給你聽，事實真相講給你聽，修行在個人，你個人不肯修、不肯學，佛菩薩也沒有辦法，也無可奈何。所以你墮落看著你墮落，你受苦看著你受苦，幫不上忙！幾時你回頭，佛菩薩就來了。什麼叫回頭？真肯學、真肯幹，真肯依教奉行，改過自新，佛菩薩就來幫助你。果然肯幹，現前現在所受的果報，諸天善神擁護，我們講的冥冥當中的加持，暗中保佑，無論做什麼事情都順利。"
    },
    {
      "id": "15-017-0004_p0011",
      "zh_CN": "底下一句『百事增倍』，无论干哪一样事情，增倍这两个字好！要用现在的话说，出乎你想像之外的顺利。『为天龙鬼神』，这是讲八部，前面讲是诸天，鬼神都尊敬你，你是真正的佛弟子。『后必得道』，前面几句是这一生现世的果报，最后这一句是未来的果报，来生能够后必得道。那如果我们是念佛就肯定往生，这样的人才称之为『善男子、善女人』。心善、行善、念头善，跟《十善业道经》上所说的，「昼夜常念善法，思惟善法，观察善法」，这才称善男子、善女人，『真佛弟子』。我们再看底下这一段，底下这一段这从反面讲的，「不谐凶相」，请看经文：",
      "zh_TW": "底下一句『百事增倍』，無論幹哪一樣事情，增倍這兩個字好！要用現在的話說，出乎你想像之外的順利。『為天龍鬼神』，這是講八部，前面講是諸天，鬼神都尊敬你，你是真正的佛弟子。『後必得道』，前面幾句是這一生現世的果報，最後這一句是未來的果報，來生能夠後必得道。那如果我們是念佛就肯定往生，這樣的人才稱之為『善男子、善女人』。心善、行善、念頭善，跟《十善業道經》上所說的，「晝夜常念善法，思惟善法，觀察善法」，這才稱善男子、善女人，『真佛弟子』。我們再看底下這一段，底下這一段這從反面講的，「不諧凶相」，請看經文："
    },
    {
      "id": "15-017-0004_p0012",
      "zh_CN": "【有人事佛。不值善师。不见经教。受戒而已。】",
      "zh_TW": "【有人事佛。不值善師。不見經教。受戒而已。】"
    },
    {
      "id": "15-017-0004_p0013",
      "zh_CN": "这『有人』，大概还有不少人没有遇到善知识，没有遇到好老师，对于经教他不懂。这个「见」不是眼见，是心见，眼睛见到佛经，每天读佛经不懂意思，这叫『不见经教』；意思懂了不能落实，也叫不见经教，没落实。『受戒而已』，形式上受了三皈、众戒，在家的五戒、菩萨戒，出家的比丘戒、比丘尼戒，受戒而已。接着说：",
      "zh_TW": "這『有人』，大概還有不少人沒有遇到善知識，沒有遇到好老師，對於經教他不懂。這個「見」不是眼見，是心見，眼睛見到佛經，每天讀佛經不懂意思，這叫『不見經教』；意思懂了不能落實，也叫不見經教，沒落實。『受戒而已』，形式上受了三皈、眾戒，在家的五戒、菩薩戒，出家的比丘戒、比丘尼戒，受戒而已。接著說："
    },
    {
      "id": "15-017-0004_p0014",
      "zh_CN": "【示有戒名。愦塞不信。违犯戒律。乍信乍不信。心意犹豫。】",
      "zh_TW": "【示有戒名。憒塞不信。違犯戒律。乍信乍不信。心意猶豫。】"
    },
    {
      "id": "15-017-0004_p0015",
      "zh_CN": "我们看这一段，经上所讲的不但是在家同修，出家众里头就有不少这样的人，受戒是有名无实。所以『示有戒名，愦塞不信』，愦是昏愦，人糊涂；塞是堵塞，古人所谓「茅塞顿开」，他不开，因此他虽然学佛，对佛不信。这个事情是真的，一点都不假。我学佛七年这出家了，我出家就教佛学院、就讲经，两年之后我才去受戒。受了戒之后到台中去看李老师，李老师看到我从那个门进来，距离还很远，他就指着我「你要信佛」，说了好几句，我走到他面前。我也感觉得很诧异，我已经教了两年佛学院，已经讲了两年经了，那么大的声音叫信佛。难道我不信佛吗？这叫我坐下来，跟我详细说明，信佛难！别说你刚刚受戒，他举例子，有些老和尚活到七老八十，临死还不信，我这才明白什么叫信佛。你没有把佛的教诲做到，都叫不信，佛教给我们不妄语，我们信不信？我们还是骗人。佛教我们不恶口，我们没有做到，不信；佛教我们不两舌，我们有意无意还是挑拨是非，确实不信，「愦塞不信」。这是我学佛第九年，李老师特别开导我，说了好几句「你要信佛，你要信佛」，给我的印象非常深刻。",
      "zh_TW": "我們看這一段，經上所講的不但是在家同修，出家眾裡頭就有不少這樣的人，受戒是有名無實。所以『示有戒名，憒塞不信』，憒是昏憒，人糊塗；塞是堵塞，古人所謂「茅塞頓開」，他不開，因此他雖然學佛，對佛不信。這個事情是真的，一點都不假。我學佛七年這出家了，我出家就教佛學院、就講經，兩年之後我才去受戒。受了戒之後到台中去看李老師，李老師看到我從那個門進來，距離還很遠，他就指著我「你要信佛」，說了好幾句，我走到他面前。我也感覺得很詫異，我已經教了兩年佛學院，已經講了兩年經了，那麼大的聲音叫信佛。難道我不信佛嗎？這叫我坐下來，跟我詳細說明，信佛難！別說你剛剛受戒，他舉例子，有些老和尚活到七老八十，臨死還不信，我這才明白什麼叫信佛。你沒有把佛的教誨做到，都叫不信，佛教給我們不妄語，我們信不信？我們還是騙人。佛教我們不惡口，我們沒有做到，不信；佛教我們不兩舌，我們有意無意還是挑撥是非，確實不信，「憒塞不信」。這是我學佛第九年，李老師特別開導我，說了好幾句「你要信佛，你要信佛」，給我的印象非常深刻。"
    },
    {
      "id": "15-017-0004_p0016",
      "zh_CN": "我们还是『违犯戒律，乍信乍不信』，说你不信，好像又信；说你信，你确实不信。这样子心态来学佛，怎么能有成就。『心意犹豫』，怀疑，学佛的人无论在家出家四众弟子的这种心态，在现在很普遍。几个人有坚定的信心，一丝毫疑惑都没有，这个人就会有成就。如果有疑惑，决定不能成就，世出世间法都不会违背这一个定律。就是连生病看医生，你的病怎么好的？我跟刘大夫就谈过，那是个好医生，好大夫，我说病是真的你治好的吗？不是。怎么治好的？病人对大夫有信心，准治好了；病人对大夫没有信心，准治不好。怎么治好的，信心！善知识，谁是善知识？我们心目当中最尊敬的那个人，那个人善知识。为什么？他说话我听，我肯依教奉行；那个不尊敬的人，他说的话跟我老师说的一样，就是不听，就是不相信。所以佛在经上说「一切法从心想生」，我对大夫讲这个话。",
      "zh_TW": "我們還是『違犯戒律，乍信乍不信』，說你不信，好像又信；說你信，你確實不信。這樣子心態來學佛，怎麼能有成就。『心意猶豫』，懷疑，學佛的人無論在家出家四眾弟子的這種心態，在現在很普遍。幾個人有堅定的信心，一絲毫疑惑都沒有，這個人就會有成就。如果有疑惑，決定不能成就，世出世間法都不會違背這一個定律。就是連生病看醫生，你的病怎麼好的？我跟劉大夫就談過，那是個好醫生，好大夫，我說病是真的你治好的嗎？不是。怎麼治好的？病人對大夫有信心，准治好了；病人對大夫沒有信心，准治不好。怎麼治好的，信心！善知識，誰是善知識？我們心目當中最尊敬的那個人，那個人善知識。為什麼？他說話我聽，我肯依教奉行；那個不尊敬的人，他說的話跟我老師說的一樣，就是不聽，就是不相信。所以佛在經上說「一切法從心想生」，我對大夫講這個話。"
    },
    {
      "id": "15-017-0004_p0017",
      "zh_CN": "往年那是十几年前我在美国，也是一个很有名的大夫，我跟他谈过。我那时候感冒，他给我开了些感冒药，我笑笑跟他讲，我说医生跟病人要有缘分才能治得好病，没有缘分治不好，他点头。什么叫缘分？信心，彼此都有信心，大夫有信心把病人的病治好，病人有信心大夫一定能帮我治好，彼此双方都有信心，决定会治好；失掉信心就不行，我讲的这些道理他同意，他肯定。佛法里面讲心转境界，我们这个身是境界，学佛的好处在哪里？明白这个道理，我自己能转自己的境界，自己对自己充满了信心，这是自信。然后我相信老师，经典是老师，我对于经典丝毫不怀疑，经典里面字字句句我明了，明了之后我能够落实，我得受用！世出世法都不违背这个道理。那不信就一点办法都没有，佛也帮不上忙，这五句是讲疑惑，对佛法没有信心。再看底下：",
      "zh_TW": "往年那是十幾年前我在美國，也是一個很有名的大夫，我跟他談過。我那時候感冒，他給我開了些感冒藥，我笑笑跟他講，我說醫生跟病人要有緣分才能治得好病，沒有緣分治不好，他點頭。什麼叫緣分？信心，彼此都有信心，大夫有信心把病人的病治好，病人有信心大夫一定能幫我治好，彼此雙方都有信心，決定會治好；失掉信心就不行，我講的這些道理他同意，他肯定。佛法裡面講心轉境界，我們這個身是境界，學佛的好處在哪裡？明白這個道理，我自己能轉自己的境界，自己對自己充滿了信心，這是自信。然後我相信老師，經典是老師，我對於經典絲毫不懷疑，經典裡面字字句句我明瞭，明瞭之後我能夠落實，我得受用！世出世法都不違背這個道理。那不信就一點辦法都沒有，佛也幫不上忙，這五句是講疑惑，對佛法沒有信心。再看底下："
    },
    {
      "id": "15-017-0004_p0018",
      "zh_CN": "【亦无经像恭恪之心。既不烧香。然灯。礼拜。恒怀狐疑。瞋恚骂詈。恶口嫉贤。】",
      "zh_TW": "【亦無經像恭恪之心。既不燒香。然燈。禮拜。恆懷狐疑。瞋恚罵詈。惡口嫉賢。】"
    },
    {
      "id": "15-017-0004_p0019",
      "zh_CN": "这造业！对于佛的经、佛像、菩萨的像没有恭敬心，虽然也供奉，他没有『烧香』，他也没有『然灯』，他也没有『礼拜』。日常生活当中常常怀疑！不但对自己的修学，甚至于对生活上、工作上，许许多多的这些事理都是犹豫不决。还恒常，生活当中所犯的过失『瞋恚』，常常生瞋恚心；『骂詈』，骂是当面叫骂，背后骂人叫詈，不是当人面。『恶口』，说话粗鲁，说得很难听。『嫉贤』，对于好人好事心怀嫉妒。佛讲得好，我们自己认真反省反省，确实是这样子的，这些毛病可以说是与生俱来的，这不要学，过去生中生生世世的烦恼习气太重了。禁不起外面境界的诱惑，境界风一动，毛病就出来了，这一段是第二个段落，我们的科题「昏愦、犯戒、无敬、詈嫉」。再看底下这一段：",
      "zh_TW": "這造業！對於佛的經、佛像、菩薩的像沒有恭敬心，雖然也供奉，他沒有『燒香』，他也沒有『然燈』，他也沒有『禮拜』。日常生活當中常常懷疑！不但對自己的修學，甚至於對生活上、工作上，許許多多的這些事理都是猶豫不決。還恆常，生活當中所犯的過失『瞋恚』，常常生瞋恚心；『罵詈』，罵是當面叫罵，背後罵人叫詈，不是當人面。『惡口』，說話粗魯，說得很難聽。『嫉賢』，對於好人好事心懷嫉妒。佛講得好，我們自己認真反省反省，確實是這樣子的，這些毛病可以說是與生俱來的，這不要學，過去生中生生世世的煩惱習氣太重了。禁不起外面境界的誘惑，境界風一動，毛病就出來了，這一段是第二個段落，我們的科題「昏憒、犯戒、無敬、詈嫉」。再看底下這一段："
    },
    {
      "id": "15-017-0004_p0020",
      "zh_CN": "【又不六斋。杀生趣手。】",
      "zh_TW": "【又不六齋。殺生趣手。】"
    },
    {
      "id": "15-017-0004_p0021",
      "zh_CN": "这里讲了好几桩事情，实在说，佛在此地这是略略举几个例子，我们毛病太多说不尽，举几个例子。在家同修修清净心重要，这是佛教在家同修，一个月应当要有六天的斋戒，叫六斋日，这六天就是持八关斋戒。现在有很多人，在家人这六天吃素食，就以为是吃斋了，这错误的。这六天吃素，吃素不吃荤腥，吃素当然也是好事情，它不是斋戒。斋戒是这六天修清净心，古时候是讲初一、十五按这个日子。现在因为时代不一样，现代修斋戒最好是利用星期假日，因为你平常都有工作。许多国家地区每个星期工作五天，星期六跟星期天都休假，有两天假，可以选在这个时候修八关斋戒，修清净心，这些人疏忽了。出家人是天天斋戒，不是修六斋，每天斋戒；在家人因为他有家庭，他有工作，他有营生事业，他不能不做这些工作，他要养家活口，所以佛劝导他一个月修六天，出家人是天天修。",
      "zh_TW": "這裡講了好幾樁事情，實在說，佛在此地這是略略舉幾個例子，我們毛病太多說不盡，舉幾個例子。在家同修修清淨心重要，這是佛教在家同修，一個月應當要有六天的齋戒，叫六齋日，這六天就是持八關齋戒。現在有很多人，在家人這六天吃素食，就以為是吃齋了，這錯誤的。這六天吃素，吃素不吃葷腥，吃素當然也是好事情，它不是齋戒。齋戒是這六天修清淨心，古時候是講初一、十五按這個日子。現在因為時代不一樣，現代修齋戒最好是利用星期假日，因為你平常都有工作。許多國家地區每個星期工作五天，星期六跟星期天都休假，有兩天假，可以選在這個時候修八關齋戒，修清淨心，這些人疏忽了。出家人是天天齋戒，不是修六齋，每天齋戒；在家人因為他有家庭，他有工作，他有營生事業，他不能不做這些工作，他要養家活口，所以佛勸導他一個月修六天，出家人是天天修。"
    },
    {
      "id": "15-017-0004_p0022",
      "zh_CN": "『杀生趣手』，就是亲自动手杀生，这个杀生是什么？有些家畜，你每天饮食里头有的。佛教导我们决定不能杀生，佛没有教导你不吃肉，这个诸位要懂。佛陀当年在世，像现在泰国、斯里兰卡小乘国家他们还有托钵，托钵是供养什么吃什么，没有分别，所以他们并不是素食，他们吃肉，他决定不杀生。所以吃这个肉叫三净肉，没有看到杀，没有听到杀的声音，不是为我杀的，培养慈悲心。这个地方讲「杀生趣手」，那就不一样了，他亲自动手杀。中国出家人素食，在家信徒也有很多吃长素的，这好事情。素食是中国梁武帝提倡的，我们到其他国家，看到人家的佛教徒吃肉我们不要奇怪，不可以恶口，佛本来就是这样的。所以有些时候彼此不了解，他看到我们不吃肉，觉得我们奇怪；我们看到他，也觉得他奇怪。这是不了解事实真相，了解了，这问题就没有了。",
      "zh_TW": "『殺生趣手』，就是親自動手殺生，這個殺生是什麼？有些家畜，你每天飲食裡頭有的。佛教導我們決定不能殺生，佛沒有教導你不吃肉，這個諸位要懂。佛陀當年在世，像現在泰國、斯里蘭卡小乘國家他們還有托缽，托缽是供養什麼吃什麼，沒有分別，所以他們並不是素食，他們吃肉，他決定不殺生。所以吃這個肉叫三淨肉，沒有看到殺，沒有聽到殺的聲音，不是為我殺的，培養慈悲心。這個地方講「殺生趣手」，那就不一樣了，他親自動手殺。中國出家人素食，在家信徒也有很多吃長素的，這好事情。素食是中國梁武帝提倡的，我們到其他國家，看到人家的佛教徒吃肉我們不要奇怪，不可以惡口，佛本來就是這樣的。所以有些時候彼此不了解，他看到我們不吃肉，覺得我們奇怪；我們看到他，也覺得他奇怪。這是不了解事實真相，了解了，這問題就沒有了。"
    },
    {
      "id": "15-017-0004_p0023",
      "zh_CN": "中国古代梁武帝是佛门的大护法，他有一次读《楞伽经》，佛在经上讲到「菩萨慈悲，不忍心食众生肉」，他看了很感动，他自己就把肉食断掉了。然后就劝这些出家人，所以这样就搞成一个素食运动，这素食运动是梁武帝发起的，以后的影响非常深远。中国学佛的同修，出家同修是全部接受，在家同修是大部分也都接受了，所以这是中国佛教的特色，跟其他地区都不一样。所以说日本佛教是从中国传过去的，韩国也是中国传过去的，越南也是从中国传过去的。韩国、日本也不是素食，这我们都要明了这些历史的背景，但是决定不杀生。",
      "zh_TW": "中國古代梁武帝是佛門的大護法，他有一次讀《楞伽經》，佛在經上講到「菩薩慈悲，不忍心食眾生肉」，他看了很感動，他自己就把肉食斷掉了。然後就勸這些出家人，所以這樣就搞成一個素食運動，這素食運動是梁武帝發起的，以後的影響非常深遠。中國學佛的同修，出家同修是全部接受，在家同修是大部分也都接受了，所以這是中國佛教的特色，跟其他地區都不一樣。所以說日本佛教是從中國傳過去的，韓國也是中國傳過去的，越南也是從中國傳過去的。韓國、日本也不是素食，這我們都要明瞭這些歷史的背景，但是決定不殺生。"
    },
    {
      "id": "15-017-0004_p0024",
      "zh_CN": "现代这个时代肉食不能吃，半个世纪以前的肉食可以吃，现在不能吃。为什么？现在肉食里头的病毒非常多，真的是病从口入，奇奇怪怪的病从哪里来的？都是从这些肉食里头来的。以往人家讲，大概水族比较干净一点，现在也不行了，海水都污染了，严重污染。所以连海鲜都有毒，不但动物有毒，慢慢的植物也有毒了，麻烦可大！过去我在台湾，听到别人给我讲，他说农夫种的这些菜，他们自己吃的菜是单独种的，卖给别人的是另外种的。为什么？他用一些农药用得很重，所以菜长得很好看，都有毒，他们自己不敢吃，卖给别人吃。所以这些都是谋财害命，我们常常吃这些东西，慢性中毒，所以奇奇怪怪的病都来了。",
      "zh_TW": "現代這個時代肉食不能吃，半個世紀以前的肉食可以吃，現在不能吃。為什麼？現在肉食裡頭的病毒非常多，真的是病從口入，奇奇怪怪的病從哪裡來的？都是從這些肉食裡頭來的。以往人家講，大概水族比較乾淨一點，現在也不行了，海水都污染了，嚴重污染。所以連海鮮都有毒，不但動物有毒，慢慢的植物也有毒了，麻煩可大！過去我在台灣，聽到別人給我講，他說農夫種的這些菜，他們自己吃的菜是單獨種的，賣給別人的是另外種的。為什麼？他用一些農藥用得很重，所以菜長得很好看，都有毒，他們自己不敢吃，賣給別人吃。所以這些都是謀財害命，我們常常吃這些東西，慢性中毒，所以奇奇怪怪的病都來了。"
    },
    {
      "id": "15-017-0004_p0025",
      "zh_CN": "佛经里面讲「饮苦食毒」，从前李老师常讲，现在人哪里吃饭，三餐服毒！我们想想确实很有道理，三餐服毒。饮苦，你们常常饮这些饮料，你们仔细注意看我，我不喝饮料，那个什么？里面都是一些化学成分在里头。我喝水，水可以，在不得已的时候，啤酒可以当饮料，为什么？它里头没有化学色素成分，这在不得已的情形之下的时候做饮料用。我们现在要懂得，佛法它不是死法，通权达变。所以现在希望你们这一边，胡居士她的房子后面一半给你们做菜园，这我征求她同意了，我们这里面自己种菜，决定不用化肥，决定不用农药，这真正健康的食品。",
      "zh_TW": "佛經裡面講「飲苦食毒」，從前李老師常講，現在人哪裡吃飯，三餐服毒！我們想想確實很有道理，三餐服毒。飲苦，你們常常飲這些飲料，你們仔細注意看我，我不喝飲料，那個什麼？裡面都是一些化學成分在裡頭。我喝水，水可以，在不得已的時候，啤酒可以當飲料，為什麼？它裡頭沒有化學色素成分，這在不得已的情形之下的時候做飲料用。我們現在要懂得，佛法它不是死法，通權達變。所以現在希望你們這一邊，胡居士她的房子後面一半給你們做菜園，這我徵求她同意了，我們這裡面自己種菜，決定不用化肥，決定不用農藥，這真正健康的食品。"
    },
    {
      "id": "15-017-0004_p0026",
      "zh_CN": "防虫，那我上一次来的时候看到，他原来有个小菜园，我看到他们种了很多葱，一块一块的。以后我就想到，他种这个葱是防虫的，很有道理。你看我这样一想我就知道了，辣椒虫不吃，你们种辣椒，辣椒也是防虫的，葱蒜、五辛都防虫，虫都不吃。所以九层塔大概也有味道，那个虫也不会吃，所以你们将来菜园分开，一块一块种一点点，一个地方种一点点，防虫用这个，不要用杀虫剂，九层塔、辣椒也可以佐料用。我们活在什么时代，我们要怎样生活，佛对我们很照顾，经上都讲得很详细。佛是很合情、合理、合法，他不是不通情达理的，像这些我们要学习。底下讲：",
      "zh_TW": "防蟲，那我上一次來的時候看到，他原來有個小菜園，我看到他們種了很多蔥，一塊一塊的。以後我就想到，他種這個蔥是防蟲的，很有道理。你看我這樣一想我就知道了，辣椒蟲不吃，你們種辣椒，辣椒也是防蟲的，蔥蒜、五辛都防蟲，蟲都不吃。所以九層塔大概也有味道，那個蟲也不會吃，所以你們將來菜園分開，一塊一塊種一點點，一個地方種一點點，防蟲用這個，不要用殺蟲劑，九層塔、辣椒也可以佐料用。我們活在什麼時代，我們要怎樣生活，佛對我們很照顧，經上都講得很詳細。佛是很合情、合理、合法，他不是不通情達理的，像這些我們要學習。底下講："
    },
    {
      "id": "15-017-0004_p0027",
      "zh_CN": "【不敬佛经。持着弊箧衣服不净之中。或着妻子床上不净之处。或持挂壁。无有座席恭敬之心。与世间凡书无异。】",
      "zh_TW": "【不敬佛經。持著弊篋衣服不淨之中。或著妻子床上不淨之處。或持掛壁。無有座席恭敬之心。與世間凡書無異。】"
    },
    {
      "id": "15-017-0004_p0028",
      "zh_CN": "这是什么？这是对于法宝不尊敬，佛法僧三宝，我们对三宝要恭敬。经典，佛不在世，三宝当中这是第一，这个排顺序排在第一，法宝我们一定要尊重。龙天善神都守护，经典是一切众生的法身慧命之所寄托，我们能不能在这一生得到解脱，能不能了生死出三界，我们凭什么？凭佛经。我们要依靠佛经，所以佛经是宝；世间的七宝不是宝，那个东西实在讲没什么用处，肚子饿了不能吃，天气冷了不能当衣服穿，不是宝。真正宝能帮助我们了生死出三界，帮助我们断烦恼、生智慧，佛的经典一定要恭敬。所以我们对佛经不恭敬，把它放在『弊箧』，这个箧是竹子的箱子，大概都是从前装旧衣服的。现在我们也能看到，在哪里看到？洗澡间里换洗衣服丢在那个里头。我们有时候旅馆里面看到，竹子编的、藤子编的，这是很不恭敬，把经书放在这个地方。或者是跟这些衣服，不干净的衣服，脏的衣服和在一起，随便放在一起，或者放在床上，这都是很不恭敬的。",
      "zh_TW": "這是什麼？這是對於法寶不尊敬，佛法僧三寶，我們對三寶要恭敬。經典，佛不在世，三寶當中這是第一，這個排順序排在第一，法寶我們一定要尊重。龍天善神都守護，經典是一切眾生的法身慧命之所寄託，我們能不能在這一生得到解脫，能不能了生死出三界，我們憑什麼？憑佛經。我們要依靠佛經，所以佛經是寶；世間的七寶不是寶，那個東西實在講沒什麼用處，肚子餓了不能吃，天氣冷了不能當衣服穿，不是寶。真正寶能幫助我們了生死出三界，幫助我們斷煩惱、生智慧，佛的經典一定要恭敬。所以我們對佛經不恭敬，把它放在『弊篋』，這個篋是竹子的箱子，大概都是從前裝舊衣服的。現在我們也能看到，在哪裡看到？洗澡間裡換洗衣服丟在那個裡頭。我們有時候旅館裡面看到，竹子編的、藤子編的，這是很不恭敬，把經書放在這個地方。或者是跟這些衣服，不乾淨的衣服，髒的衣服和在一起，隨便放在一起，或者放在床上，這都是很不恭敬的。"
    },
    {
      "id": "15-017-0004_p0029",
      "zh_CN": "『或持挂壁』，就像一般书一样，穿个洞栓个线挂在墙壁上，我们常常看到。『无有座席恭敬之心』，经书，什么是经书的座席？席是桌子，应当放在桌子上。座是什么？今天讲书架、书厨，应当把它摆得整整齐齐，恭敬。读书的时候恭恭敬敬书展开，读完之后一定要把它合起来，一定要放在原处。你以后找的时候很好找，书籍，实在讲一切事物、杂物都有一定的地方，绝不错乱。什么时候要拿随手就拿到。而且书决定不能够折页，有些人看书看到哪里就叠个角，这是很不恭敬；不可以用指甲来翻书，这也很不恭敬，书容易破损。",
      "zh_TW": "『或持掛壁』，就像一般書一樣，穿個洞栓個線掛在牆壁上，我們常常看到。『無有座席恭敬之心』，經書，什麼是經書的座席？席是桌子，應當放在桌子上。座是什麼？今天講書架、書廚，應當把它擺得整整齊齊，恭敬。讀書的時候恭恭敬敬書展開，讀完之後一定要把它合起來，一定要放在原處。你以後找的時候很好找，書籍，實在講一切事物、雜物都有一定的地方，絕不錯亂。什麼時候要拿隨手就拿到。而且書決定不能夠折頁，有些人看書看到哪裡就疊個角，這是很不恭敬；不可以用指甲來翻書，這也很不恭敬，書容易破損。"
    },
    {
      "id": "15-017-0004_p0030",
      "zh_CN": "特别是从前的线装书，线装书的纸比现在这个纸张脆弱，它柔软。但是线装书，中国那个纸张虽然看起来不好看，没有外国人纸张漂亮，寿命长。中国的毛边纸可以保存五百年，中国古书，你看像连史纸、宣纸，这些纸张可以保存一千年。外国的纸张虽然很好看，道林纸，它的寿命顶多两百年，它两百年就变成粉了。那我们中国这个书，毛边纸的书本，五百年之后书是很脆了，很容易破了，这个时候我们再把它裱褙一次，像裱画一样，里面托一层棉纸裱过一次，至少又可以延长一千年。中国东西虽然不好看，寿命长久！这个我们要懂，所以对于经典一定要爱惜。",
      "zh_TW": "特別是從前的線裝書，線裝書的紙比現在這個紙張脆弱，它柔軟。但是線裝書，中國那個紙張雖然看起來不好看，沒有外國人紙張漂亮，壽命長。中國的毛邊紙可以保存五百年，中國古書，你看像連史紙、宣紙，這些紙張可以保存一千年。外國的紙張雖然很好看，道林紙，它的壽命頂多兩百年，它兩百年就變成粉了。那我們中國這個書，毛邊紙的書本，五百年之後書是很脆了，很容易破了，這個時候我們再把它裱褙一次，像裱畫一樣，裡面托一層棉紙裱過一次，至少又可以延長一千年。中國東西雖然不好看，壽命長久！這個我們要懂，所以對於經典一定要愛惜。"
    },
    {
      "id": "15-017-0004_p0031",
      "zh_CN": "现在我们读书，喜欢在书上做记号，或者听经做个小注，可不可以？如果是线装书不可以。为什么？这个书我们读了还要留给后人，那我们在这上乱七八糟写了，以后人怎么读法！所以要想到留给后人去念。所以古人读书，自己写笔记，绝对不会把书本损坏；但是现在印刷术发达，印的数量很多，这个不算是善本书，这书我们可以写，这没有问题。但是要是线装书，像《大藏经》这些东西一定要流传给后世。我们要用，现在可以影印，影印下来那我们怎么画都没问题。原书一定要是完完整整保存，要给后代！不可以损坏，这是对法宝的恭敬。决定不能把法宝看作世间一般的书籍，那我们就错了。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "現在我們讀書，喜歡在書上做記號，或者聽經做個小註，可不可以？如果是線裝書不可以。為什麼？這個書我們讀了還要留給後人，那我們在這上亂七八糟寫了，以後人怎麼讀法！所以要想到留給後人去念。所以古人讀書，自己寫筆記，絕對不會把書本損壞；但是現在印刷術發達，印的數量很多，這個不算是善本書，這書我們可以寫，這沒有問題。但是要是線裝書，像《大藏經》這些東西一定要流傳給後世。我們要用，現在可以影印，影印下來那我們怎麼畫都沒問題。原書一定要是完完整整保存，要給後代！不可以損壞，這是對法寶的恭敬。決定不能把法寶看作世間一般的書籍，那我們就錯了。好，今天時間到了，我們就講到此地。"
    }
  ]
}