{
  "doc_id": "15-017-0003",
  "title": {
    "zh_CN": "阿难问事佛吉凶经大意",
    "zh_TW": "阿難問事佛吉凶經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "15-017-0003",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "15-017-0003_p0001",
      "zh_CN": "诸位同学，大家好，我们接着看《阿难问事佛吉凶经》底下这一段：",
      "zh_TW": "諸位同學，大家好，我們接著看《阿難問事佛吉凶經》底下這一段："
    },
    {
      "id": "15-017-0003_p0002",
      "zh_CN": "【净施所安。不违道禁。斋戒不厌。心中欣欣。】",
      "zh_TW": "【淨施所安。不違道禁。齋戒不厭。心中欣欣。】"
    },
    {
      "id": "15-017-0003_p0003",
      "zh_CN": "这些都是世尊教导我们基本修学的方法。在我们自己经验当中，以及我们周边许许多多的同参道友，修行有些很多年，甚至于几十年了，没有显著的成绩，原因在哪里？都在基础没有打好。就像盖房子一样，没有把地基做好，无论怎么样去盖，最后都倒塌掉了。这一桩事情我们总得搞清楚，不能不留意，否则的话，我们这一生必定又空过，这是非常可惜的。佛告诉我们头一桩事情教我们亲近善知识，如果我们找不到善知识怎么办，我们到什么地方学？这个要懂，就是现前找不到善知识，古时候善知识很多，可以找古人。亲近善知识，不一定要跟在他的身边；如果以为跟在身边就是亲近善知识，那这是大错特错！多少人跟在善知识身边，跟一辈子都没成就。",
      "zh_TW": "這些都是世尊教導我們基本修學的方法。在我們自己經驗當中，以及我們周邊許許多多的同參道友，修行有些很多年，甚至於幾十年了，沒有顯著的成績，原因在哪裡？都在基礎沒有打好。就像蓋房子一樣，沒有把地基做好，無論怎麼樣去蓋，最後都倒塌掉了。這一樁事情我們總得搞清楚，不能不留意，否則的話，我們這一生必定又空過，這是非常可惜的。佛告訴我們頭一樁事情教我們親近善知識，如果我們找不到善知識怎麼辦，我們到什麼地方學？這個要懂，就是現前找不到善知識，古時候善知識很多，可以找古人。親近善知識，不一定要跟在他的身邊；如果以為跟在身邊就是親近善知識，那這是大錯特錯！多少人跟在善知識身邊，跟一輩子都沒成就。"
    },
    {
      "id": "15-017-0003_p0004",
      "zh_CN": "什么叫亲近善知识？第一个具足诚敬，第二个具足仰信，仰慕、深信不疑。所以，古时候孟夫子，这是一个很聪明的人，他想找一个老师，他心目当中最仰慕的是孔子，但是孔子那个时候已经过世了，他读孔子的书，遇到有疑难的地方，向孔子的学生请教。他依孔老夫子为老师，依古人不依今人，他学得很成功。孔老夫子所讲的这些道理他明了，孔老夫子教导怎样做人、怎样待人接物，他全都学会了，学得很像。所以在中国历史上，孔老夫子是「至圣」，孟夫子尊之为「亚圣」。儒家往后没有能超过孟子的，所以孟子自称私淑孔子，中国有私淑弟子是从孟子来的，不以现代人为师，以古德为老师。往后在中国开这个例子就多了，这是孟子开的。",
      "zh_TW": "什麼叫親近善知識？第一個具足誠敬，第二個具足仰信，仰慕、深信不疑。所以，古時候孟夫子，這是一個很聰明的人，他想找一個老師，他心目當中最仰慕的是孔子，但是孔子那個時候已經過世了，他讀孔子的書，遇到有疑難的地方，向孔子的學生請教。他依孔老夫子為老師，依古人不依今人，他學得很成功。孔老夫子所講的這些道理他明瞭，孔老夫子教導怎樣做人、怎樣待人接物，他全都學會了，學得很像。所以在中國歷史上，孔老夫子是「至聖」，孟夫子尊之為「亞聖」。儒家往後沒有能超過孟子的，所以孟子自稱私淑孔子，中國有私淑弟子是從孟子來的，不以現代人為師，以古德為老師。往後在中國開這個例子就多了，這是孟子開的。"
    },
    {
      "id": "15-017-0003_p0005",
      "zh_CN": "在历史上最杰出的，做私淑弟子有成就的司马迁，汉朝的司马迁，中国第一位史学家，他也是学孟子的方法，以古人为老师。他依什么人？他依左丘明，左丘明跟孔子同时代的人，当然早就不在了。但是左丘明的著作在，《春秋左传》，他是专攻这一门，所以「教之道，贵以专」。我们要懂这个道理，不专你就不能成就，专就成就了，所以一定要身体力行，他学得非常成功，成为汉朝的大文学家，学《左传》。唐朝出了一个韩愈，唐宋八大家他排名第一。唐代跟宋代这两代合起来差不多四百年，大文学家在历史上享受盛名的八位，韩愈排名第一。韩愈也是用私淑弟子这个方法学成的，他学谁？他学司马迁，一生专攻《史记》，他学成了。",
      "zh_TW": "在歷史上最傑出的，做私淑弟子有成就的司馬遷，漢朝的司馬遷，中國第一位史學家，他也是學孟子的方法，以古人為老師。他依什麼人？他依左丘明，左丘明跟孔子同時代的人，當然早就不在了。但是左丘明的著作在，《春秋左傳》，他是專攻這一門，所以「教之道，貴以專」。我們要懂這個道理，不專你就不能成就，專就成就了，所以一定要身體力行，他學得非常成功，成為漢朝的大文學家，學《左傳》。唐朝出了一個韓愈，唐宋八大家他排名第一。唐代跟宋代這兩代合起來差不多四百年，大文學家在歷史上享受盛名的八位，韓愈排名第一。韓愈也是用私淑弟子這個方法學成的，他學誰？他學司馬遷，一生專攻《史記》，他學成了。"
    },
    {
      "id": "15-017-0003_p0006",
      "zh_CN": "在我们佛门私淑弟子，在明朝出了一个蕅益大师，蕅益大师那时候学佛，他对于莲池大师非常仰慕，莲池已经往生，莲池大师的著作在世间，我们现在所看到的《莲池大师全集》。现在印的是精装本四册，蕅益学成功了，成为净宗一代祖师。这就是说明，佛在此地教给我们求明师受戒，实在找不到好老师，找古人。也跟亲近老师一样的，学一家之言，专跟一个老师学，不能跟第二个老师。为什么？一个老师他的思路方法不一样，学多了你无所适从，你不可能有成就。自古以来，凡是成就的人，中国讲师承，师承就是跟一个老师学，我们才能有成就。",
      "zh_TW": "在我們佛門私淑弟子，在明朝出了一個蕅益大師，蕅益大師那時候學佛，他對於蓮池大師非常仰慕，蓮池已經往生，蓮池大師的著作在世間，我們現在所看到的《蓮池大師全集》。現在印的是精裝本四冊，蕅益學成功了，成為淨宗一代祖師。這就是說明，佛在此地教給我們求明師受戒，實在找不到好老師，找古人。也跟親近老師一樣的，學一家之言，專跟一個老師學，不能跟第二個老師。為什麼？一個老師他的思路方法不一樣，學多了你無所適從，你不可能有成就。自古以來，凡是成就的人，中國講師承，師承就是跟一個老師學，我們才能有成就。"
    },
    {
      "id": "15-017-0003_p0007",
      "zh_CN": "我在台中亲近李炳南老居士，李老居士非常谦虚，他说我的德行学问顶多只能教你五年，这他老人家谦虚。五年之后，他叫我依印光大师为老师，印祖是他的师父，他教我依印光大师为师父。印光大师不在了，印光大师的《文钞》在，我们每天读诵，依教奉行，那就是印祖的好学生。我这些年来到处讲经、教学，我不敢为人师，所以我劝大家，我们依阿弥陀佛为老师。这个老师好，世尊对他的赞叹，「光中极尊，佛中之王」，我们怎么亲近他？《无量寿经》就是老师。尤其是夏老居士的会集本，确确实实是集五种原译本之大成，我们对它有信心、有敬仰，决定没有怀疑。我们读诵、受持、研究、依教奉行，那我们就是阿弥陀佛的学生。",
      "zh_TW": "我在台中親近李炳南老居士，李老居士非常謙虛，他說我的德行學問頂多只能教你五年，這他老人家謙虛。五年之後，他叫我依印光大師為老師，印祖是他的師父，他教我依印光大師為師父。印光大師不在了，印光大師的《文鈔》在，我們每天讀誦，依教奉行，那就是印祖的好學生。我這些年來到處講經、教學，我不敢為人師，所以我勸大家，我們依阿彌陀佛為老師。這個老師好，世尊對他的讚歎，「光中極尊，佛中之王」，我們怎麼親近他？《無量壽經》就是老師。尤其是夏老居士的會集本，確確實實是集五種原譯本之大成，我們對它有信心、有敬仰，決定沒有懷疑。我們讀誦、受持、研究、依教奉行，那我們就是阿彌陀佛的學生。"
    },
    {
      "id": "15-017-0003_p0008",
      "zh_CN": "往年我在温哥华，有一位金石家，刻印章刻得非常好，我非常欢喜，我请他给我刻两个图章，「弥陀弟子」，另外一方「老实念佛」。我们做佛的学生，我们大家在一起同学，一定要学得像，把《无量寿经》里面的道理要参透，《无量寿经》当中的教诲，字字句句我们都落实，那我们就真正是阿弥陀佛的弟子，决定不是假的。这些经论确实非常重要，我们今天学，怎么学都学不像，没有在基础上下功夫。世出世间法做学问的根基，给诸位说在《弟子规》，《弟子规》里头教我们怎么做人，教我们怎样做学生，求学态度重于方法。",
      "zh_TW": "往年我在溫哥華，有一位金石家，刻印章刻得非常好，我非常歡喜，我請他給我刻兩個圖章，「彌陀弟子」，另外一方「老實念佛」。我們做佛的學生，我們大家在一起同學，一定要學得像，把《無量壽經》裡面的道理要參透，《無量壽經》當中的教誨，字字句句我們都落實，那我們就真正是阿彌陀佛的弟子，決定不是假的。這些經論確實非常重要，我們今天學，怎麼學都學不像，沒有在基礎上下功夫。世出世間法做學問的根基，給諸位說在《弟子規》，《弟子規》裡頭教我們怎麼做人，教我們怎樣做學生，求學態度重於方法。"
    },
    {
      "id": "15-017-0003_p0009",
      "zh_CN": "往年，这是在民国六十年代，那个时候南部有一位天乙法师，也许有些人知道他。他在高雄左营有一个兴隆寺，我是有一年过年，在他那个道场里住了三天。他也是每天把寺院里的大众集合起来，让我跟大家讲讲话。他提出个问题问我，怎么样学讲经？我写了一篇「内典研究要领」，就是在他那里写的。我特别强调修学的态度，我认为修学的态度，在我们学习过程当中，应当占百分之九十，方法充其量不过占百分之十而已。现在我们在培训班传的是方法，方法是末，修学的心态那是本，这个道理我们要懂。我在他那边写了这个大纲，总共不过六、七百个字，带回台中送给李老师看。李老师看的时候一个字都有没改动，那个时候用油印，印出来分给我们同学们做参考。求学的态度太重要了，《阿难问事佛吉凶经》完全是讲修学的态度。",
      "zh_TW": "往年，這是在民國六十年代，那個時候南部有一位天乙法師，也許有些人知道他。他在高雄左營有一個興隆寺，我是有一年過年，在他那個道場裡住了三天。他也是每天把寺院裡的大眾集合起來，讓我跟大家講講話。他提出個問題問我，怎麼樣學講經？我寫了一篇「內典研究要領」，就是在他那裡寫的。我特別強調修學的態度，我認為修學的態度，在我們學習過程當中，應當佔百分之九十，方法充其量不過佔百分之十而已。現在我們在培訓班傳的是方法，方法是末，修學的心態那是本，這個道理我們要懂。我在他那邊寫了這個大綱，總共不過六、七百個字，帶回台中送給李老師看。李老師看的時候一個字都有沒改動，那個時候用油印，印出來分給我們同學們做參考。求學的態度太重要了，《阿難問事佛吉凶經》完全是講修學的態度。"
    },
    {
      "id": "15-017-0003_p0010",
      "zh_CN": "今天说的这一句『净施所安』，这一句真正的意义是什么？法缘。讲经、教学如果没有法缘，不行。这李老师从前讲过，你学得再好，你讲得天花乱坠，人家不喜欢听，没有听众。有些人讲得并不好，听众可多了，都喜欢听他的，什么原因？法缘。所以老师那个时候教导我们，你们要懂得结法缘，用什么方法结法缘？布施，你不布施，你的缘从哪里来！世尊特别教给我们结法缘的一个方法，四摄法，摄是摄受众生，你的法缘殊胜。四摄法里头，头一个布施，欢喜布施，自己没得吃、没得穿，还欢喜布施。我只有一碗饭的时候，我可以分半碗饭给别人，欢欢喜喜，我们的法缘才殊胜。布施怎么样叫净施？净施毫无目的；如果布施有目的、有企图的、贪图回报的，那就不清净。净施是讲三轮体空，心地清净，丝毫染着都没有，不为名利，不为回报，布施给一切众生是理所当然的。这个道理懂得的人太少了，佛菩萨懂得，所以佛菩萨遍施、尽施。",
      "zh_TW": "今天說的這一句『淨施所安』，這一句真正的意義是什麼？法緣。講經、教學如果沒有法緣，不行。這李老師從前講過，你學得再好，你講得天花亂墜，人家不喜歡聽，沒有聽眾。有些人講得並不好，聽眾可多了，都喜歡聽他的，什麼原因？法緣。所以老師那個時候教導我們，你們要懂得結法緣，用什麼方法結法緣？布施，你不布施，你的緣從哪裡來！世尊特別教給我們結法緣的一個方法，四攝法，攝是攝受眾生，你的法緣殊勝。四攝法裡頭，頭一個布施，歡喜布施，自己沒得吃、沒得穿，還歡喜布施。我只有一碗飯的時候，我可以分半碗飯給別人，歡歡喜喜，我們的法緣才殊勝。布施怎麼樣叫淨施？淨施毫無目的；如果布施有目的、有企圖的、貪圖回報的，那就不清淨。淨施是講三輪體空，心地清淨，絲毫染著都沒有，不為名利，不為回報，布施給一切眾生是理所當然的。這個道理懂得的人太少了，佛菩薩懂得，所以佛菩薩遍施、盡施。"
    },
    {
      "id": "15-017-0003_p0011",
      "zh_CN": "佛菩萨懂什么？佛菩萨懂得虚空法界、国土众生是一体。一体怎么能不照顾！一体像我们这个身体，不同的众生，不同的细胞都是在一个身上，不同的部位，不同的器官，确确实实是一个身体，哪个地方有痛痒，全体都关心。除非不觉，不觉是什么？麻木不仁；觉悟的部分一定关心麻木的部分，没有任何条件。佛家常讲的「无缘大慈」，慈是爱，无缘没有条件，这个爱心没条件的；「同体大悲」，悲是怜悯、悲悯，他有难、他有苦我们要帮助他解决。为什么？同体，虚空法界一切众生跟我们同体，蚊虫蚂蚁跟我们也同体，怎么可以杀害！修布施波罗蜜，那个蚊子来咬我们叮一口，你正好欢喜布施，布施供养；把牠赶走已经错了，赶走是什么？你吝啬不肯布施，你不肯供养。说不定这个蚊子是佛菩萨变的，应以什么身得度就现什么身。佛菩萨要度这些蚊子，度这些苍蝇，度蚊子一定变蚊子，才能跟牠打成一片，度苍蝇一定变成苍蝇。我们肉眼凡夫，哪里晓得那是佛菩萨再来的？",
      "zh_TW": "佛菩薩懂什麼？佛菩薩懂得虛空法界、國土眾生是一體。一體怎麼能不照顧！一體像我們這個身體，不同的眾生，不同的細胞都是在一個身上，不同的部位，不同的器官，確確實實是一個身體，哪個地方有痛癢，全體都關心。除非不覺，不覺是什麼？麻木不仁；覺悟的部分一定關心麻木的部分，沒有任何條件。佛家常講的「無緣大慈」，慈是愛，無緣沒有條件，這個愛心沒條件的；「同體大悲」，悲是憐憫、悲憫，他有難、他有苦我們要幫助他解決。為什麼？同體，虛空法界一切眾生跟我們同體，蚊蟲螞蟻跟我們也同體，怎麼可以殺害！修布施波羅蜜，那個蚊子來咬我們叮一口，你正好歡喜布施，布施供養；把牠趕走已經錯了，趕走是什麼？你吝嗇不肯布施，你不肯供養。說不定這個蚊子是佛菩薩變的，應以什麼身得度就現什麼身。佛菩薩要度這些蚊子，度這些蒼蠅，度蚊子一定變蚊子，才能跟牠打成一片，度蒼蠅一定變成蒼蠅。我們肉眼凡夫，哪裡曉得那是佛菩薩再來的？"
    },
    {
      "id": "15-017-0003_p0012",
      "zh_CN": "佛菩萨应化在这个世间，哪一个族类都有，应以什么身得度就现什么身，我们肉眼凡夫把牠当畜生看待，这个错了。只有真正觉悟的人他懂得，他谨慎，不敢轻视一个众生，为什么？轻视众生就轻视诸佛。这大乘经上讲得很多，「一切众生皆有佛性，凡有佛性皆当作佛」。《无量寿经》上讲得更清楚、更明白，「一切皆成佛」，我们这一句经文能受持吗？果然受持，你对于一切众生自然就恭敬，你就能修普贤行了。西方极乐世界是普贤菩萨的法界，你看《无量寿经》讲得多清楚，在第二品里面一开端，「尊修普贤大士之德」，普贤之德就是十大愿王，总纲领！",
      "zh_TW": "佛菩薩應化在這個世間，哪一個族類都有，應以什麼身得度就現什麼身，我們肉眼凡夫把牠當畜生看待，這個錯了。只有真正覺悟的人他懂得，他謹慎，不敢輕視一個眾生，為什麼？輕視眾生就輕視諸佛。這大乘經上講得很多，「一切眾生皆有佛性，凡有佛性皆當作佛」。《無量壽經》上講得更清楚、更明白，「一切皆成佛」，我們這一句經文能受持嗎？果然受持，你對於一切眾生自然就恭敬，你就能修普賢行了。西方極樂世界是普賢菩薩的法界，你看《無量壽經》講得多清楚，在第二品裡面一開端，「尊修普賢大士之德」，普賢之德就是十大願王，總綱領！"
    },
    {
      "id": "15-017-0003_p0013",
      "zh_CN": "头一个「礼敬诸佛」，礼敬诸佛就是一切恭敬；对于一草一木、一沙一尘不恭敬，你就不是修普贤行。记住净土法门是修普贤行的，怎么晓得？《华严经》末后普贤菩萨十大愿王导归极乐。近代弘一法师一生专持《普贤行愿品》，这一品经已经列在净土五经之中，他一生专修念佛求生净土。他不是念《无量寿经》，也不是念《阿弥陀经》，他念《普贤行愿品》。所以普贤十愿我们要记住，决定不能够疏忽，起心动念都与十愿相应，真诚的恭敬，无有一物不敬。",
      "zh_TW": "頭一個「禮敬諸佛」，禮敬諸佛就是一切恭敬；對於一草一木、一沙一塵不恭敬，你就不是修普賢行。記住淨土法門是修普賢行的，怎麼曉得？《華嚴經》末後普賢菩薩十大願王導歸極樂。近代弘一法師一生專持《普賢行願品》，這一品經已經列在淨土五經之中，他一生專修念佛求生淨土。他不是念《無量壽經》，也不是念《阿彌陀經》，他念《普賢行願品》。所以普賢十願我們要記住，決定不能夠疏忽，起心動念都與十願相應，真誠的恭敬，無有一物不敬。"
    },
    {
      "id": "15-017-0003_p0014",
      "zh_CN": "第二是「称赞如来」，如来是从性德上说的，那我们就晓得，凡是与性德相应的是善法，我们要称赞；与性德相违背的是恶法，不放在心上。一切人事物里头有恶法，绝不放在心上，培养自己纯善的心，培养自己纯净的心，这样将来往生才诸上善人，我们在修上善。人要懂得修自己的，别的人、周边的人不要去理会，为什么？他们不求往生净土，我一心要求往生净土，我要做。他做种种不善，他不想到极乐世界去，他还依旧搞六道轮回，那当然可以。我不再想搞六道轮回，我这一生决定要求生净土，那我起心动念就要顺从佛陀的教诲，决定不可以随顺自己的烦恼习气；随顺自己的烦恼习气，那就完了。那么讲施，无有一法不是布施，都是施，《华严经》上讲的「一即一切，一切即一」，我们对一切众生布施恭敬，我们对一切众生布施赞叹。",
      "zh_TW": "第二是「稱讚如來」，如來是從性德上說的，那我們就曉得，凡是與性德相應的是善法，我們要稱讚；與性德相違背的是惡法，不放在心上。一切人事物裡頭有惡法，絕不放在心上，培養自己純善的心，培養自己純淨的心，這樣將來往生才諸上善人，我們在修上善。人要懂得修自己的，別的人、周邊的人不要去理會，為什麼？他們不求往生淨土，我一心要求往生淨土，我要做。他做種種不善，他不想到極樂世界去，他還依舊搞六道輪迴，那當然可以。我不再想搞六道輪迴，我這一生決定要求生淨土，那我起心動念就要順從佛陀的教誨，決定不可以隨順自己的煩惱習氣；隨順自己的煩惱習氣，那就完了。那麼講施，無有一法不是布施，都是施，《華嚴經》上講的「一即一切，一切即一」，我們對一切眾生布施恭敬，我們對一切眾生布施讚歎。"
    },
    {
      "id": "15-017-0003_p0015",
      "zh_CN": "第三愿「广修供养」，我们对一切众生布施供养，决定没有吝啬，这样才能够成就自己的德业、德行，成就自己的福德。佛菩萨的福德无量无边，从哪里来的？从修学当中来的。",
      "zh_TW": "第三願「廣修供養」，我們對一切眾生布施供養，決定沒有吝嗇，這樣才能夠成就自己的德業、德行，成就自己的福德。佛菩薩的福德無量無邊，從哪裡來的？從修學當中來的。"
    },
    {
      "id": "15-017-0003_p0016",
      "zh_CN": "「忏除业障」，这也是施舍，把自己的业障舍掉，无有一法不是布施。我们今天讲到最具体的，财布施、法布施、无畏布施，什么叫无畏布施？能令一切众生身心安稳，远离忧悲苦恼，这就是无畏布施。由此可知，如果说是，因我而令一切众生生烦恼，我们与净施所安就违背了，就错了。这个安是双方都安，我布施的人身心安稳，接受布施的人身心也安稳。为什么？因为我们布施是无条件的，不求他报偿的，他就安稳了。如果我的布施是借给你的，你将来还还钱，他心里不安稳；不要你还，接受布施的心，身心安稳。所以有人向我们借钱，你要懂得一个原则，你心里要想着，如果要叫他还，你就不要借；借出去之后，决定不要有他还我的念头，不可以，不能有这念头；他将来能还很好，不还也很好，这就对了。不但佛菩萨教我们这样做，中国古圣先贤无不是教我们这样做法。钱财身外之物，最重要的人与人当中的情义，不能因为身外之物而把仁义破坏了，把你的德行都破坏了，这冤枉！那才是真正的损失，这个钱财不是损失。性德天天在增长，天天在成就，亿万财富都不能够跟它相比的，这道理不能不懂！",
      "zh_TW": "「懺除業障」，這也是施捨，把自己的業障捨掉，無有一法不是布施。我們今天講到最具體的，財布施、法布施、無畏布施，什麼叫無畏布施？能令一切眾生身心安穩，遠離憂悲苦惱，這就是無畏布施。由此可知，如果說是，因我而令一切眾生生煩惱，我們與淨施所安就違背了，就錯了。這個安是雙方都安，我布施的人身心安穩，接受布施的人身心也安穩。為什麼？因為我們布施是無條件的，不求他報償的，他就安穩了。如果我的布施是借給你的，你將來還還錢，他心裡不安穩；不要你還，接受布施的心，身心安穩。所以有人向我們借錢，你要懂得一個原則，你心裡要想著，如果要叫他還，你就不要借；借出去之後，決定不要有他還我的念頭，不可以，不能有這念頭；他將來能還很好，不還也很好，這就對了。不但佛菩薩教我們這樣做，中國古聖先賢無不是教我們這樣做法。錢財身外之物，最重要的人與人當中的情義，不能因為身外之物而把仁義破壞了，把你的德行都破壞了，這冤枉！那才是真正的損失，這個錢財不是損失。性德天天在增長，天天在成就，億萬財富都不能夠跟它相比的，這道理不能不懂！"
    },
    {
      "id": "15-017-0003_p0017",
      "zh_CN": "底下一句『不违道禁』。道是道路，我们学佛这个道路是佛道，成佛之道，不可以违背。禁是禁戒，对于初学，像十善、五戒都是属于禁戒。不杀生、不偷盗，加上一个不，决定不可以，都是属于禁戒这一类的。佛为什么要制定这些禁戒？这些禁戒多半是众生无始无明的业障，恶习气，这些东西决定障道，障碍佛道，障碍菩提道。所以佛教导我们，哪些东西一定要禁止，这是对于初学，特别是对于六道众生。佛的这些禁戒，随着我们修学的功夫愈往上提升，那就愈宽松了，为什么？他明理他觉悟了，自自然然就不会犯，所以有定共戒、有道共戒。",
      "zh_TW": "底下一句『不違道禁』。道是道路，我們學佛這個道路是佛道，成佛之道，不可以違背。禁是禁戒，對於初學，像十善、五戒都是屬於禁戒。不殺生、不偷盜，加上一個不，決定不可以，都是屬於禁戒這一類的。佛為什麼要制定這些禁戒？這些禁戒多半是眾生無始無明的業障，惡習氣，這些東西決定障道，障礙佛道，障礙菩提道。所以佛教導我們，哪些東西一定要禁止，這是對於初學，特別是對於六道眾生。佛的這些禁戒，隨著我們修學的功夫愈往上提升，那就愈寬鬆了，為什麼？他明理他覺悟了，自自然然就不會犯，所以有定共戒、有道共戒。"
    },
    {
      "id": "15-017-0003_p0018",
      "zh_CN": "你入了禅定，禅定里面绝对不会有恶念，绝对不会有恶行为，叫定共戒。最高的道共戒，道是觉悟，大彻大悟明心见性，这是华严境界。你读《华严经》，清凉大师给我们讲的四法界，理无碍法界，事无碍法界，理事无碍法界，事事无碍法界，无障碍的法界。无障碍法界这是佛与菩萨都证得，佛菩萨到我们这个世间来度化我们这些众生，他怎么办？他要把他的境界降低跟我们的水平相同，才能度人道。他也要到这里来投胎受个人身，他也要严格的持三皈五戒，做给我们看。他自己本身确实是理事无碍，事事无碍，这叫什么？这叫大慈大悲，这叫净施所安。这是他对我们的布施，布施恩德，我们哪里懂！教化众生要做个样子给众生看。",
      "zh_TW": "你入了禪定，禪定裡面絕對不會有惡念，絕對不會有惡行為，叫定共戒。最高的道共戒，道是覺悟，大徹大悟明心見性，這是華嚴境界。你讀《華嚴經》，清涼大師給我們講的四法界，理無礙法界，事無礙法界，理事無礙法界，事事無礙法界，無障礙的法界。無障礙法界這是佛與菩薩都證得，佛菩薩到我們這個世間來度化我們這些眾生，他怎麼辦？他要把他的境界降低跟我們的水平相同，才能度人道。他也要到這裡來投胎受個人身，他也要嚴格的持三皈五戒，做給我們看。他自己本身確實是理事無礙，事事無礙，這叫什麼？這叫大慈大悲，這叫淨施所安。這是他對我們的布施，布施恩德，我們哪裡懂！教化眾生要做個樣子給眾生看。"
    },
    {
      "id": "15-017-0003_p0019",
      "zh_CN": "那么也有相反的例子，像济公长老，好像五戒十善他完全不遵守，那是什么？他是住在无障碍的法界里头。他要度另外一批众生，那批众生死在戒条里头，他做另外一个样子给他看，告诉你学佛是活活泼泼，不是死呆板的。但是他有个绝对不变的原则，那就是戒定慧三学，济公长老所作所为绝对没有违背戒定慧三学。但是他做的方法跟一般不一样，这叫通权达变，你在什么环境之中，你应当怎么样做法。戒是什么？戒是懂得方法，如理如法，定是清净不染，慧是一切明了。我们初学做不到，初学的人乖乖的随顺佛陀禁戒，小学生。到阿罗汉那持戒跟我们不一样，到菩萨那又不一样了，愈往上去升等了，境界不相同，决定是利益众生，帮助众生破迷开悟、离苦得乐。",
      "zh_TW": "那麼也有相反的例子，像濟公長老，好像五戒十善他完全不遵守，那是什麼？他是住在無障礙的法界裡頭。他要度另外一批眾生，那批眾生死在戒條裡頭，他做另外一個樣子給他看，告訴你學佛是活活潑潑，不是死呆板的。但是他有個絕對不變的原則，那就是戒定慧三學，濟公長老所作所為絕對沒有違背戒定慧三學。但是他做的方法跟一般不一樣，這叫通權達變，你在什麼環境之中，你應當怎麼樣做法。戒是什麼？戒是懂得方法，如理如法，定是清淨不染，慧是一切明瞭。我們初學做不到，初學的人乖乖的隨順佛陀禁戒，小學生。到阿羅漢那持戒跟我們不一樣，到菩薩那又不一樣了，愈往上去升等了，境界不相同，決定是利益眾生，幫助眾生破迷開悟、離苦得樂。"
    },
    {
      "id": "15-017-0003_p0020",
      "zh_CN": "我们的业障太重太重了，我们不持戒行吗？十善是根基，我们天天在犯，所以道业没有进步，罪业天天进步，想到哪一天才能成就？所以前途一片渺茫。真肯干的人，前途逐渐逐渐呈现的一片光明，所以修学功夫，这我在讲经常讲，就是成绩。你学了，学了有成绩，学佛的人成绩表现在哪里？表现在面孔上，表现在体质上，能看得出来。为什么这么说？其实这并不难懂，连算命看相的人都常说「相随心转」，你的心断恶修善，你的相貌就转善了，愈转愈端庄，端正庄严，体质一定是愈来愈健康、愈来愈强壮，这一定道理。所以修行一看就晓得。这一次同修们带来一张果林老和尚的照片，你们看到一百四十一岁，你看看那个，你就晓得人家修的怎么样，成绩表现。身体为什么？心安身安，他怎么不好！不违道禁，他就自在，他就快乐。",
      "zh_TW": "我們的業障太重太重了，我們不持戒行嗎？十善是根基，我們天天在犯，所以道業沒有進步，罪業天天進步，想到哪一天才能成就？所以前途一片渺茫。真肯幹的人，前途逐漸逐漸呈現的一片光明，所以修學功夫，這我在講經常講，就是成績。你學了，學了有成績，學佛的人成績表現在哪裡？表現在面孔上，表現在體質上，能看得出來。為什麼這麼說？其實這並不難懂，連算命看相的人都常說「相隨心轉」，你的心斷惡修善，你的相貌就轉善了，愈轉愈端莊，端正莊嚴，體質一定是愈來愈健康、愈來愈強壯，這一定道理。所以修行一看就曉得。這一次同修們帶來一張果林老和尚的照片，你們看到一百四十一歲，你看看那個，你就曉得人家修的怎麼樣，成績表現。身體為什麼？心安身安，他怎麼不好！不違道禁，他就自在，他就快樂。"
    },
    {
      "id": "15-017-0003_p0021",
      "zh_CN": "『斋戒不厌』，底下这个戒是戒律，这就讲的五戒、十戒；斋是讲清净心，不是说吃素就是持斋。现在很多人弄错了，以为素食就是斋，这错误的，素食不是斋，斋里头不一定是素食。那释迦牟尼佛当年在世托钵，人家给什么吃什么，像现在小乘的国家，你们到泰国看到托钵，给什么吃什么。什么叫斋？过午不食叫做斋，不论你是吃荤、吃素，过午不食，这个午还不行，午还不能说，怕人误会，叫过中，日中。日中每一个地方时差不一样，这个要注意。所以有不少同修持八关斋戒，八关斋戒那个斋很重要，决定不能过中，过中之后你所吃的东西只要有沉淀的，斋就破掉了。所以像果汁会沉淀，豆浆也会沉淀，只要有沉淀的东西，你吃了的时候斋就破掉，八关斋戒就破掉了。",
      "zh_TW": "『齋戒不厭』，底下這個戒是戒律，這就講的五戒、十戒；齋是講清淨心，不是說吃素就是持齋。現在很多人弄錯了，以為素食就是齋，這錯誤的，素食不是齋，齋裡頭不一定是素食。那釋迦牟尼佛當年在世托缽，人家給什麼吃什麼，像現在小乘的國家，你們到泰國看到托缽，給什麼吃什麼。什麼叫齋？過午不食叫做齋，不論你是吃葷、吃素，過午不食，這個午還不行，午還不能說，怕人誤會，叫過中，日中。日中每一個地方時差不一樣，這個要注意。所以有不少同修持八關齋戒，八關齋戒那個齋很重要，決定不能過中，過中之後你所吃的東西只要有沉澱的，齋就破掉了。所以像果汁會沉澱，豆漿也會沉澱，只要有沉澱的東西，你吃了的時候齋就破掉，八關齋戒就破掉了。"
    },
    {
      "id": "15-017-0003_p0022",
      "zh_CN": "它是帮助什么？帮助修清净心的，所以斋最重要的是心，斋心。真诚、恭敬，诚就灵了，就有感应，就感通了。持斋必定要守戒，为什么？你要是犯戒，你的心不清净，心不清净斋也破掉了。斋跟戒是连在一起，但是是以斋为主。不持戒，一条戒破了斋就破掉了。所以八关斋戒是佛给在家人制定的，制定得非常好，期间只是二十四小时，一天一夜，真正做到功德很大。修一天清净、真诚、恭敬，修二十四小时，不是简单的事情。现在我们看到许多修八关斋，那只有形式没有内容，所以这种殊胜的功德他得不到。",
      "zh_TW": "它是幫助什麼？幫助修清淨心的，所以齋最重要的是心，齋心。真誠、恭敬，誠就靈了，就有感應，就感通了。持齋必定要守戒，為什麼？你要是犯戒，你的心不清淨，心不清淨齋也破掉了。齋跟戒是連在一起，但是是以齋為主。不持戒，一條戒破了齋就破掉了。所以八關齋戒是佛給在家人制定的，制定得非常好，期間只是二十四小時，一天一夜，真正做到功德很大。修一天清淨、真誠、恭敬，修二十四小時，不是簡單的事情。現在我們看到許多修八關齋，那只有形式沒有內容，所以這種殊勝的功德他得不到。"
    },
    {
      "id": "15-017-0003_p0023",
      "zh_CN": "最后一句这是讲报，成绩，『心中欣欣』，就是我们讲法喜充满，自在安乐。学佛要得不到法喜我们一定要反省，不是在理论上产生错误，就是在方法上出了问题，学佛哪有不欢喜的。遇到再大的灾难，再严重的逆缘、逆境绝不减少法喜，为什么？他入佛的境界，他入真如的境界。知道这个世间所有一切法，无论是顺境、逆境，善缘、恶缘，「凡所有相，皆是虚妄」，没有放在心上。没有放在心上是性德，性德自然流露，他怎么不法喜充满！真正契入这个境界，在行持上你能够看得出来，决定是自在随缘。我们把佛陀的教学归纳这二十个字，这二十个字是我五十年修学的心得，我五十年修的就这个东西，非常简单。「真诚、清净、平等、正觉、慈悲，看破、放下、自在、随缘、念佛」，我学的就是这些，我教别人的也是这些。讲经四十二年没有离开这个纲领，无论讲什么经没有离开这十句，这个十句句句都落实，他怎么不自在？",
      "zh_TW": "最後一句這是講報，成績，『心中欣欣』，就是我們講法喜充滿，自在安樂。學佛要得不到法喜我們一定要反省，不是在理論上產生錯誤，就是在方法上出了問題，學佛哪有不歡喜的。遇到再大的災難，再嚴重的逆緣、逆境絕不減少法喜，為什麼？他入佛的境界，他入真如的境界。知道這個世間所有一切法，無論是順境、逆境，善緣、惡緣，「凡所有相，皆是虛妄」，沒有放在心上。沒有放在心上是性德，性德自然流露，他怎麼不法喜充滿！真正契入這個境界，在行持上你能夠看得出來，決定是自在隨緣。我們把佛陀的教學歸納這二十個字，這二十個字是我五十年修學的心得，我五十年修的就這個東西，非常簡單。「真誠、清淨、平等、正覺、慈悲，看破、放下、自在、隨緣、念佛」，我學的就是這些，我教別人的也是這些。講經四十二年沒有離開這個綱領，無論講什麼經沒有離開這十句，這個十句句句都落實，他怎麼不自在？"
    },
    {
      "id": "15-017-0003_p0024",
      "zh_CN": "我们在世间的目的，帮助一切众生觉悟，帮助一切众生离苦得乐，这就是目的。尤其是在晚年，不但是帮助学佛的同修，还要帮助所有不同的族群，不同的宗教。你们不肯低头，你们不肯下跪；我肯，我到不同的宗教的教堂，我低头，我下跪，我拜他们奉祀的神明。我让他们看看，我对你们尊敬。你们对我们佛不尊敬，我们对你们的神尊敬，都是应该的。我们对你们神明尊敬，应该的；你们对佛菩萨不恭敬、不尊敬，也是应该的。为什么？你不懂，你不了解事实真相，所以你当然不尊敬，所以说应该的，一点都不奇怪。我对你们那个神尊敬，我懂，我懂了也一点不奇怪了，我懂什么？虚空法界一切众生是一体，我礼敬的是敬性德。",
      "zh_TW": "我們在世間的目的，幫助一切眾生覺悟，幫助一切眾生離苦得樂，這就是目的。尤其是在晚年，不但是幫助學佛的同修，還要幫助所有不同的族群，不同的宗教。你們不肯低頭，你們不肯下跪；我肯，我到不同的宗教的教堂，我低頭，我下跪，我拜他們奉祀的神明。我讓他們看看，我對你們尊敬。你們對我們佛不尊敬，我們對你們的神尊敬，都是應該的。我們對你們神明尊敬，應該的；你們對佛菩薩不恭敬、不尊敬，也是應該的。為什麼？你不懂，你不了解事實真相，所以你當然不尊敬，所以說應該的，一點都不奇怪。我對你們那個神尊敬，我懂，我懂了也一點不奇怪了，我懂什麼？虛空法界一切眾生是一體，我禮敬的是敬性德。"
    },
    {
      "id": "15-017-0003_p0025",
      "zh_CN": "我记得大概总在四十年前，我还在台中跟李炳南老居士学教，那个时候慈光图书馆办大专佛学讲座，专门为大专学生开的班，我参加那个班。学生当中有基督教徒、有天主教徒，他们每天在这里听，听完之后，晚上就到他们教堂去会报，是来盗法的。有别的同学传给我，我晓得了，所以有一天我在解答问题的时候，我就提到这桩事情，我说上帝的儿女，这是受人尊敬，正大光明，上帝的儿女，那我们是决定尊敬的。不过如果说上帝儿女偷偷摸摸来学佛，学了之后回去报告，这上帝的脸、面子完蛋了，面上无光了。上帝儿女怎么可以做这种事情？我把这一逼，站起来了四个同学，其中有两个是台湾大学的，他们承认了。我说你们教会给我们来个公函，希望参加我们讲座，我们一定欢迎。",
      "zh_TW": "我記得大概總在四十年前，我還在台中跟李炳南老居士學教，那個時候慈光圖書館辦大專佛學講座，專門為大專學生開的班，我參加那個班。學生當中有基督教徒、有天主教徒，他們每天在這裡聽，聽完之後，晚上就到他們教堂去會報，是來盜法的。有別的同學傳給我，我曉得了，所以有一天我在解答問題的時候，我就提到這樁事情，我說上帝的兒女，這是受人尊敬，正大光明，上帝的兒女，那我們是決定尊敬的。不過如果說上帝兒女偷偷摸摸來學佛，學了之後回去報告，這上帝的臉、面子完蛋了，面上無光了。上帝兒女怎麼可以做這種事情？我把這一逼，站起來了四個同學，其中有兩個是台灣大學的，他們承認了。我說你們教會給我們來個公函，希望參加我們講座，我們一定歡迎。"
    },
    {
      "id": "15-017-0003_p0026",
      "zh_CN": "我们知道经上讲得很清楚，诸佛菩萨应以什么身得度就现什么身，应以基督身得度就现基督身，基督是佛菩萨。应以上帝身得度就现上帝身，上帝也是佛菩萨，所以我们见了赶紧顶礼膜拜，我们知道什么？佛菩萨的化身，应化。他们不知道，他们要对立，我们没有对立，我们知道。那在我们周边环境，这一切人事物你知道吗？他是不是佛菩萨化身？我想他是佛菩萨化身，他确实就是佛菩萨化身；我想他不是佛菩萨化身，那他就是魔鬼化身。说真话，境界上无佛亦无魔，这大乘经上佛教的。佛与魔从哪里来的？是我们心里变现的，我们心是佛心，所有一切众生都是佛，魔也是佛；我们心里头是魔，佛菩萨都变成魔，这是佛在大乘经上教我们的。这个话有依据，根据在什么？《华严经》上所说的「唯心所现，唯识所变」。大乘经教里头还有一句话，「一切法从心想生」，所以不管什么境界从心想生。我们的心善，没有一法不善；我们心不善，没有一法是善的。所以，心转境界这是学佛，被境界所转那是凡夫，是六道凡夫，圣跟凡差别就在此地。真正明白这个理事的真相，哪有不法喜充满的道理，哪有不快乐！好，今天我们就讲到此地。",
      "zh_TW": "我們知道經上講得很清楚，諸佛菩薩應以什麼身得度就現什麼身，應以基督身得度就現基督身，基督是佛菩薩。應以上帝身得度就現上帝身，上帝也是佛菩薩，所以我們見了趕緊頂禮膜拜，我們知道什麼？佛菩薩的化身，應化。他們不知道，他們要對立，我們沒有對立，我們知道。那在我們周邊環境，這一切人事物你知道嗎？他是不是佛菩薩化身？我想他是佛菩薩化身，他確實就是佛菩薩化身；我想他不是佛菩薩化身，那他就是魔鬼化身。說真話，境界上無佛亦無魔，這大乘經上佛教的。佛與魔從哪裡來的？是我們心裡變現的，我們心是佛心，所有一切眾生都是佛，魔也是佛；我們心裡頭是魔，佛菩薩都變成魔，這是佛在大乘經上教我們的。這個話有依據，根據在什麼？《華嚴經》上所說的「唯心所現，唯識所變」。大乘經教裡頭還有一句話，「一切法從心想生」，所以不管什麼境界從心想生。我們的心善，沒有一法不善；我們心不善，沒有一法是善的。所以，心轉境界這是學佛，被境界所轉那是凡夫，是六道凡夫，聖跟凡差別就在此地。真正明白這個理事的真相，哪有不法喜充滿的道理，哪有不快樂！好，今天我們就講到此地。"
    }
  ]
}