{
  "doc_id": "21-309-0001",
  "title": {
    "zh_CN": "对香港佛陀教育协会职员义工谈话三",
    "zh_TW": "對香港佛陀教育協會職員義工談話三"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-309-0001",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "21-309-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家好。今天是二００六年第三次我们内部的谈话。最近有些同学来问我，他说有人常常向他们发问：佛是不是真的有？菩萨真有吗？什么是佛？什么是菩萨？往往我们的同学答不出来。我说这个很遗憾，听经听了这么多年，什么叫佛、什么叫菩萨不知道，这佛不就白听了，课都白上了。我在今年这段时期当中也讲得很明白，讲了很多次，佛跟我们凡夫没有两样，是一不是二。不但佛法是这么说法，儒家也是这样说法。凡圣一如，凡克念就是圣，念是妄念，所以佛家讲得很好，你看我讲了多少次。",
      "zh_TW": "諸位法師，諸位同學，大家好。今天是二００六年第三次我們內部的談話。最近有些同學來問我，他說有人常常向他們發問：佛是不是真的有？菩薩真有嗎？什麼是佛？什麼是菩薩？往往我們的同學答不出來。我說這個很遺憾，聽經聽了這麼多年，什麼叫佛、什麼叫菩薩不知道，這佛不就白聽了，課都白上了。我在今年這段時期當中也講得很明白，講了很多次，佛跟我們凡夫沒有兩樣，是一不是二。不但佛法是這麼說法，儒家也是這樣說法。凡聖一如，凡克念就是聖，念是妄念，所以佛家講得很好，你看我講了多少次。"
    },
    {
      "id": "21-309-0001_p0002",
      "zh_CN": "《华严经》上那么明白、那么清楚的给我们说出来，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这个话说得多清楚多明白。《华严经》、《圆觉经》里面佛都说了，「一切众生本来成佛」，所以佛眼睛里面看一切众生，没有一个不是佛。佛从哪里看？佛从佛性看，一切众生皆有佛性，从佛性看。你现在虽然是迷了，你有妄想分别执着，你的佛性在不在？在！不是佛性没有了，佛性在；佛性虽然在，迷了，问题就在这里。",
      "zh_TW": "《華嚴經》上那麼明白、那麼清楚的給我們說出來，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這個話說得多清楚多明白。《華嚴經》、《圓覺經》裡面佛都說了，「一切眾生本來成佛」，所以佛眼睛裡面看一切眾生，沒有一個不是佛。佛從哪裡看？佛從佛性看，一切眾生皆有佛性，從佛性看。你現在雖然是迷了，你有妄想分別執著，你的佛性在不在？在！不是佛性沒有了，佛性在；佛性雖然在，迷了，問題就在這裡。"
    },
    {
      "id": "21-309-0001_p0003",
      "zh_CN": "怎么迷了？妄想，你要知道什么叫做妄想？我们讲胡思乱想叫妄想，错了，妄想不是这个意思。妄想是起心动念，那叫妄想。我们六根接触六尘境界不知不觉就起心动念，如果不起心不动念，给诸位说，你就没有念头，善念、恶念都没有，你晚上睡觉也不会作梦。为什么会作梦？梦是起心动念，不起心不动念，哪来的梦？这是最深最深的烦恼，根本烦恼，很不容易断，无量劫来已经养成习惯。妄想（就是起心动念）再往上提升就有分别，再往上提升就有执着，所以佛跟我们讲，这三大类叫烦恼。",
      "zh_TW": "怎麼迷了？妄想，你要知道什麼叫做妄想？我們講胡思亂想叫妄想，錯了，妄想不是這個意思。妄想是起心動念，那叫妄想。我們六根接觸六塵境界不知不覺就起心動念，如果不起心不動念，給諸位說，你就沒有念頭，善念、惡念都沒有，你晚上睡覺也不會作夢。為什麼會作夢？夢是起心動念，不起心不動念，哪來的夢？這是最深最深的煩惱，根本煩惱，很不容易斷，無量劫來已經養成習慣。妄想（就是起心動念）再往上提升就有分別，再往上提升就有執著，所以佛跟我們講，這三大類叫煩惱。"
    },
    {
      "id": "21-309-0001_p0004",
      "zh_CN": "起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，这是佛经上，不论大小乘经都讲得很多。佛告诉我们，如果我们能够把执着放下，没有执着，有起心动念，也有分别，就是没有执着，不再执着，这个人就证阿罗汉果。阿罗汉跟我们不一样，就是他没有执着，我们有执着，我们是三个都有，起心动念、分别、执着统统有，这就是六道凡夫。",
      "zh_TW": "起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，這是佛經上，不論大小乘經都講得很多。佛告訴我們，如果我們能夠把執著放下，沒有執著，有起心動念，也有分別，就是沒有執著，不再執著，這個人就證阿羅漢果。阿羅漢跟我們不一樣，就是他沒有執著，我們有執著，我們是三個都有，起心動念、分別、執著統統有，這就是六道凡夫。"
    },
    {
      "id": "21-309-0001_p0005",
      "zh_CN": "为什么会有六道？六道的来源，就是你在分别执着里面你造业，造善跟不善。一切善就感三善道，人、天、修罗，感这个三善道；你造恶业，那就是畜生、饿鬼、地狱。你把一切执着断掉，执着断掉就是见思烦恼断掉，没有了，六道就没有了。所以要知道执着是六道的因，执着放下，六道就没有，你就超越六道，轮回就没有了，善恶业就没有了。你还有分别，分别轻，这个烦恼轻，不在六道，在四圣法界，声缘、缘觉、菩萨有分别，在这个阶层。为什么它有三个层次？分别也是分上、中、下三品，上品的分别是阿罗汉，中品的分别是辟支佛，下品的分别，这分别很少了，愈来愈少的就是菩萨。不就是这么个道理吗？",
      "zh_TW": "為什麼會有六道？六道的來源，就是你在分別執著裡面你造業，造善跟不善。一切善就感三善道，人、天、修羅，感這個三善道；你造惡業，那就是畜生、餓鬼、地獄。你把一切執著斷掉，執著斷掉就是見思煩惱斷掉，沒有了，六道就沒有了。所以要知道執著是六道的因，執著放下，六道就沒有，你就超越六道，輪迴就沒有了，善惡業就沒有了。你還有分別，分別輕，這個煩惱輕，不在六道，在四聖法界，聲緣、緣覺、菩薩有分別，在這個階層。為什麼它有三個層次？分別也是分上、中、下三品，上品的分別是阿羅漢，中品的分別是辟支佛，下品的分別，這分別很少了，愈來愈少的就是菩薩。不就是這麼個道理嗎？"
    },
    {
      "id": "21-309-0001_p0006",
      "zh_CN": "如果哪一天起心动念你也放下，断了，那就叫成佛，《华严经》上讲得多透彻！什么时候放下？圆教初住菩萨就放下了。我们现在讲的这个经文，是四圣法界里面的菩萨法界、佛法界，还不到真正成佛，就是十法界还没离开，再下面一会就脱离十法界了。我们现在讲十法界最高层的层次，下面是初住菩萨，初住菩萨就成佛了，法身菩萨成佛了，那是真佛，不是假佛。初住菩萨，你看看他的能力，像观音菩萨一样，三十二应，应以佛身而得度者他就能现八相成道，现佛身来度化众生。究竟圆满的佛当然他还去得很远，这个我都讲得很清楚，这都没有关系。",
      "zh_TW": "如果哪一天起心動念你也放下，斷了，那就叫成佛，《華嚴經》上講得多透徹！什麼時候放下？圓教初住菩薩就放下了。我們現在講的這個經文，是四聖法界裡面的菩薩法界、佛法界，還不到真正成佛，就是十法界還沒離開，再下面一會就脫離十法界了。我們現在講十法界最高層的層次，下面是初住菩薩，初住菩薩就成佛了，法身菩薩成佛了，那是真佛，不是假佛。初住菩薩，你看看他的能力，像觀音菩薩一樣，三十二應，應以佛身而得度者他就能現八相成道，現佛身來度化眾生。究竟圓滿的佛當然他還去得很遠，這個我都講得很清楚，這都沒有關係。"
    },
    {
      "id": "21-309-0001_p0007",
      "zh_CN": "实在讲初住跟究竟圆满的佛，在形式上完全平等，一丝毫差别都没有。差别是什么？差别就是无明习气有厚薄不同。我们知道无明习气没有什么障碍，不碍事，所以这四十一个阶级在《金刚经》里面都称为诸佛。你们看江味农居士的《讲义》，《金刚经》上常讲的诸佛如来，那个诸佛就是四十一位法身大士，是指这个意思。这个讲得好，讲得清楚、讲得透彻，我们总要懂这个道理，事实真相。我们今天把这个统统搞清楚、搞明白了，佛有没有？很多，菩萨有没有？很多。有人问我，地藏菩萨会不会附身来？有，不管什么菩萨都会附身，但是你要有能力辨别。有很多附身的是鬼神冒充佛菩萨，不是真的佛菩萨来的，你要有能力辨别，不能把假的当作真的，那你就上当了。",
      "zh_TW": "實在講初住跟究竟圓滿的佛，在形式上完全平等，一絲毫差別都沒有。差別是什麼？差別就是無明習氣有厚薄不同。我們知道無明習氣沒有什麼障礙，不礙事，所以這四十一個階級在《金剛經》裡面都稱為諸佛。你們看江味農居士的《講義》，《金剛經》上常講的諸佛如來，那個諸佛就是四十一位法身大士，是指這個意思。這個講得好，講得清楚、講得透徹，我們總要懂這個道理，事實真相。我們今天把這個統統搞清楚、搞明白了，佛有沒有？很多，菩薩有沒有？很多。有人問我，地藏菩薩會不會附身來？有，不管什麼菩薩都會附身，但是你要有能力辨別。有很多附身的是鬼神冒充佛菩薩，不是真的佛菩薩來的，你要有能力辨別，不能把假的當作真的，那你就上當了。"
    },
    {
      "id": "21-309-0001_p0008",
      "zh_CN": "怎么辨别法？他附身来跟你谈话，你看看他讲的如不如法，他讲的很有道理，跟经上讲的没有两样，这是真的；跟经上讲的不一样，胡说八道，那是假的。所以经典就是标准，拿来对照对照，跟这个一样这是真的，佛佛道同！佛所讲的，古佛、今佛，此界佛、他界佛讲的都是一样的，诸法实相是一样的，他怎么会讲成两样！讲成两样那就没开悟，没有见到真相，胡说八道，妖言惑众。再给诸位说，诸佛菩萨肯定是慈悲，你要真正跟他接触，你身上有什么毛病全都没有了，那才对；如果一接触，这里痛那里痛，这有病那有病，那肯定是妖魔鬼怪，哪里是佛菩萨？佛菩萨怎么这么害人？哪有这种道理？这个我们要知道。",
      "zh_TW": "怎麼辨別法？他附身來跟你談話，你看看他講的如不如法，他講的很有道理，跟經上講的沒有兩樣，這是真的；跟經上講的不一樣，胡說八道，那是假的。所以經典就是標準，拿來對照對照，跟這個一樣這是真的，佛佛道同！佛所講的，古佛、今佛，此界佛、他界佛講的都是一樣的，諸法實相是一樣的，他怎麼會講成兩樣！講成兩樣那就沒開悟，沒有見到真相，胡說八道，妖言惑眾。再給諸位說，諸佛菩薩肯定是慈悲，你要真正跟他接觸，你身上有什麼毛病全都沒有了，那才對；如果一接觸，這裡痛那裡痛，這有病那有病，那肯定是妖魔鬼怪，哪裡是佛菩薩？佛菩薩怎麼這麼害人？哪有這種道理？這個我們要知道。"
    },
    {
      "id": "21-309-0001_p0009",
      "zh_CN": "还有同学顾虑到，大概也是灵媒传递的讯息，说有大灾难，我也听得很多。到底有没有？我们要多想想，灾难是怎么形成的？大乘教里头说得很好，「一切法从心想生」，众生的念头不善、行为不善，感得的灾难的业报。如何化解？心结成的灾难当然还是从心来化解，你不从心化解你怎么能化解得了？我们今天做的，不就是在化解吗？迷了，造恶业，就有灾难，觉悟了，灾难就没有了。觉悟的人愈多，觉悟的力量就愈大，我们讲心电的磁波，不是电磁波，不是光波，是心的念头的波，这个力量就很强大。善心的人愈多，真正把事实真相搞清楚、搞明白的人愈多，这个力量就很大。这个力量冲击他们不善的心波，他们那个会降低，我们当然也会有些伤害，但是可以能把他那个大的波浪、不平的波浪降低；降低就是灾难减轻，受灾难的时间也可以缩短，这很有道理！这不是迷信。",
      "zh_TW": "還有同學顧慮到，大概也是靈媒傳遞的訊息，說有大災難，我也聽得很多。到底有沒有？我們要多想想，災難是怎麼形成的？大乘教裡頭說得很好，「一切法從心想生」，眾生的念頭不善、行為不善，感得的災難的業報。如何化解？心結成的災難當然還是從心來化解，你不從心化解你怎麼能化解得了？我們今天做的，不就是在化解嗎？迷了，造惡業，就有災難，覺悟了，災難就沒有了。覺悟的人愈多，覺悟的力量就愈大，我們講心電的磁波，不是電磁波，不是光波，是心的念頭的波，這個力量就很強大。善心的人愈多，真正把事實真相搞清楚、搞明白的人愈多，這個力量就很大。這個力量衝擊他們不善的心波，他們那個會降低，我們當然也會有些傷害，但是可以能把他那個大的波浪、不平的波浪降低；降低就是災難減輕，受災難的時間也可以縮短，這很有道理！這不是迷信。"
    },
    {
      "id": "21-309-0001_p0010",
      "zh_CN": "我们尤其看到江本博士的水实验，那给我们非常好的证明。所以我们起心动念，一个善念，我们整个身体什么毛病都没有了。你们看到「山西小院」这些人生的病，得的癌症，医生没有法子治疗，放弃了，他们念佛诵经，居然就好了，就没事了。什么原因？有道理，不是迷信。我们佛门说这是佛菩萨加持，当然，能说得通。什么加持？佛菩萨把这些道理跟我们讲清楚，我们明白了，依照这个道理，用我们的意念来调整我们的生理，这就是他的加持！不是别的。",
      "zh_TW": "我們尤其看到江本博士的水實驗，那給我們非常好的證明。所以我們起心動念，一個善念，我們整個身體什麼毛病都沒有了。你們看到「山西小院」這些人生的病，得的癌症，醫生沒有法子治療，放棄了，他們念佛誦經，居然就好了，就沒事了。什麼原因？有道理，不是迷信。我們佛門說這是佛菩薩加持，當然，能說得通。什麼加持？佛菩薩把這些道理跟我們講清楚，我們明白了，依照這個道理，用我們的意念來調整我們的生理，這就是他的加持！不是別的。"
    },
    {
      "id": "21-309-0001_p0011",
      "zh_CN": "我也用这个方法来调整，就是最近半年当中，我这边的牙齿，上下牙齿都松动了。没有法子吃东西，没有办法咬东西，咬咬都好像要掉的样子。我也不理会它，用心念，现在完全好了，正常了。我也没有去找医生，也没有去吃药，用自己的意念能把它调整，这是最殊胜的方法，一点副作用都没有；你用药物，药物都有副作用。现在真正好的医生不容易找到，从前做医生的，社会大众都非常尊敬，一个教书的，一个做医生的，都受到社会人的尊重。为什么？救人！医生都是救人的。现在的医生是谋财害命。",
      "zh_TW": "我也用這個方法來調整，就是最近半年當中，我這邊的牙齒，上下牙齒都鬆動了。沒有法子吃東西，沒有辦法咬東西，咬咬都好像要掉的樣子。我也不理會它，用心念，現在完全好了，正常了。我也沒有去找醫生，也沒有去吃藥，用自己的意念能把它調整，這是最殊勝的方法，一點副作用都沒有；你用藥物，藥物都有副作用。現在真正好的醫生不容易找到，從前做醫生的，社會大眾都非常尊敬，一個教書的，一個做醫生的，都受到社會人的尊重。為什麼？救人！醫生都是救人的。現在的醫生是謀財害命。"
    },
    {
      "id": "21-309-0001_p0012",
      "zh_CN": "早年在台湾有个名医，这是台湾很有名的眼科医生，我们的韩馆长眼睛不好，就请他治，名医。治了两年，时好时坏，没办法，就是不能断根。有一年佛光山星云法师请我到那边去讲经，好像我们去住了两个星期。高雄也有个好医生，她就在那里看，一个星期治好了，断根了。然后我们才恍然大悟，他不是治不好，他不能给你治好，治好他赚不到钱。要你常常来，就是给你治个半好还留点根，他就是这样子，我们才知道医生厉害；高雄那个医生是个学佛的，到那里去，很少的钱一下就治好了。",
      "zh_TW": "早年在台灣有個名醫，這是台灣很有名的眼科醫生，我們的韓館長眼睛不好，就請他治，名醫。治了兩年，時好時壞，沒辦法，就是不能斷根。有一年佛光山星雲法師請我到那邊去講經，好像我們去住了兩個星期。高雄也有個好醫生，她就在那裡看，一個星期治好了，斷根了。然後我們才恍然大悟，他不是治不好，他不能給你治好，治好他賺不到錢。要你常常來，就是給你治個半好還留點根，他就是這樣子，我們才知道醫生厲害；高雄那個醫生是個學佛的，到那裡去，很少的錢一下就治好了。"
    },
    {
      "id": "21-309-0001_p0013",
      "zh_CN": "我们现在看到这个样子，这种社会害病不敢找医生，不是不想找医生，是不敢。不知道他有没有医德，他是来救人的，还是来要钱的？要钱可以说，譬如说我一次要个一百万、二百万，我真的把你治好也行；他慢慢的，真是叫你半死不活，天天给他送钱。现在的社会你说多可怕！我们要不是碰到佛法，你说活在这个世间有什么意思？活着不如死掉，这是实在的话。",
      "zh_TW": "我們現在看到這個樣子，這種社會害病不敢找醫生，不是不想找醫生，是不敢。不知道他有沒有醫德，他是來救人的，還是來要錢的？要錢可以說，譬如說我一次要個一百萬、二百萬，我真的把你治好也行；他慢慢的，真是叫你半死不活，天天給他送錢。現在的社會你說多可怕！我們要不是碰到佛法，你說活在這個世間有什麼意思？活著不如死掉，這是實在的話。"
    },
    {
      "id": "21-309-0001_p0014",
      "zh_CN": "佛法这么好，从哪里学起，你一定要知道。不但释迦牟尼佛，十方三世一切诸佛如来教化众生，从凡夫修行成佛，决定要依戒定慧。因戒得定，因定开慧，智慧开了你才能解决一切问题，你才了解事实真相，智慧不开不行。要开智慧一定要定，你要得定，一定要持戒。我们今天要问，要问自己，五戒做到了没有？十善做到了没有？十善做不到，三皈五戒是假的，不是真的。我们同修们看看大家都受过三皈五戒，有名无实。",
      "zh_TW": "佛法這麼好，從哪裡學起，你一定要知道。不但釋迦牟尼佛，十方三世一切諸佛如來教化眾生，從凡夫修行成佛，決定要依戒定慧。因戒得定，因定開慧，智慧開了你才能解決一切問題，你才了解事實真相，智慧不開不行。要開智慧一定要定，你要得定，一定要持戒。我們今天要問，要問自己，五戒做到了沒有？十善做到了沒有？十善做不到，三皈五戒是假的，不是真的。我們同修們看看大家都受過三皈五戒，有名無實。"
    },
    {
      "id": "21-309-0001_p0015",
      "zh_CN": "三皈是修学的指导纲领，实际上三皈就是戒定慧。佛，我们听到佛就会想到佛像，这就是错误的。所以六祖大师《坛经》里面，他给人家授皈依，他不叫皈依佛、法、僧，他叫皈依觉、皈依正、皈依净，他用这个话来说。为什么？六祖那时候，佛法传到中国大概七百年，七百年也是相当长的一个时期，大家把意思慢慢就错解了，就产生误会。讲到佛，在从前不会，没有这个误会，到后来，尤其到现在，讲到佛，他就想到佛像，这就很糟糕，讲到法，他就想到经典，讲到僧，他就想到出家人，着相！《金刚经》上讲的着相，错了，这是表法的。",
      "zh_TW": "三皈是修學的指導綱領，實際上三皈就是戒定慧。佛，我們聽到佛就會想到佛像，這就是錯誤的。所以六祖大師《壇經》裡面，他給人家授皈依，他不叫皈依佛、法、僧，他叫皈依覺、皈依正、皈依淨，他用這個話來說。為什麼？六祖那時候，佛法傳到中國大概七百年，七百年也是相當長的一個時期，大家把意思慢慢就錯解了，就產生誤會。講到佛，在從前不會，沒有這個誤會，到後來，尤其到現在，講到佛，他就想到佛像，這就很糟糕，講到法，他就想到經典，講到僧，他就想到出家人，著相！《金剛經》上講的著相，錯了，這是表法的。"
    },
    {
      "id": "21-309-0001_p0016",
      "zh_CN": "佛是印度话，佛法僧都是印度话，佛的意思是觉悟，皈依佛就是皈依觉。皈是回头，依是依靠，我们现在起心动念是迷惑颠倒，佛陀教给我们，起心动念要从迷回过头来依觉，觉而不迷，这叫皈依佛。这是总的方向、总的纲领，不管你学哪个宗哪个派，显教密教、宗门教下，统统不离开这个原则，离开这个原则就不是佛法。佛法决定是觉正净，决定是戒定慧，这是佛法。",
      "zh_TW": "佛是印度話，佛法僧都是印度話，佛的意思是覺悟，皈依佛就是皈依覺。皈是回頭，依是依靠，我們現在起心動念是迷惑顛倒，佛陀教給我們，起心動念要從迷回過頭來依覺，覺而不迷，這叫皈依佛。這是總的方向、總的綱領，不管你學哪個宗哪個派，顯教密教、宗門教下，統統不離開這個原則，離開這個原則就不是佛法。佛法決定是覺正淨，決定是戒定慧，這是佛法。"
    },
    {
      "id": "21-309-0001_p0017",
      "zh_CN": "法是正知正见，我们现在是邪知邪见，从邪知邪见回过头来依正知正见。僧是清净，六根清净一尘不染。现在我们知道染污非常严重，最明显的是环境的染污，环境染污从哪里来的？从心地染污变现出来的，心不清净，世界就不清净，心净则国土净。所以现在世界上许多国家政府都在推动环保，能不能有效？我在讲经讲了很多次，没效！为什么没效？它治标不治本，本是人心，心净环境自然就清净。香港居民如果个个心清净，你就看到蓝天白云，哪里会看到像在烟雾当中？所以你要把这个烟雾赶跑，让蓝天白云出现，没有别的，心净则国土净。",
      "zh_TW": "法是正知正見，我們現在是邪知邪見，從邪知邪見回過頭來依正知正見。僧是清淨，六根清淨一塵不染。現在我們知道染污非常嚴重，最明顯的是環境的染污，環境染污從哪裡來的？從心地染污變現出來的，心不清淨，世界就不清淨，心淨則國土淨。所以現在世界上許多國家政府都在推動環保，能不能有效？我在講經講了很多次，沒效！為什麼沒效？它治標不治本，本是人心，心淨環境自然就清淨。香港居民如果個個心清淨，你就看到藍天白雲，哪裡會看到像在煙霧當中？所以你要把這個煙霧趕跑，讓藍天白雲出現，沒有別的，心淨則國土淨。"
    },
    {
      "id": "21-309-0001_p0018",
      "zh_CN": "所以现在环保他搞错了，他没有找到根！根源在哪里。这个我们懂，最重要是人心。你看佛教的这三个原则，觉正净这三个原则，我们念念都不能够离开这个原则，这就是佛道，叫成佛之道！我们想想，我们自己现在起心动念、言语造作，走的是什么道？依旧是迷、依旧是邪、依旧是染污，迷邪染。迷邪染是轮回的道路，轮回心造轮回业，你走的是六道轮回的路子，不是佛道，这个我们总要搞清楚、要搞明白。佛法里面确实一丝毫的迷信都没有，你愈学会愈欢喜，所以佛教导我们。",
      "zh_TW": "所以現在環保他搞錯了，他沒有找到根！根源在哪裡。這個我們懂，最重要是人心。你看佛教的這三個原則，覺正淨這三個原則，我們念念都不能夠離開這個原則，這就是佛道，叫成佛之道！我們想想，我們自己現在起心動念、言語造作，走的是什麼道？依舊是迷、依舊是邪、依舊是染污，迷邪染。迷邪染是輪迴的道路，輪迴心造輪迴業，你走的是六道輪迴的路子，不是佛道，這個我們總要搞清楚、要搞明白。佛法裡面確實一絲毫的迷信都沒有，你愈學會愈歡喜，所以佛教導我們。"
    },
    {
      "id": "21-309-0001_p0019",
      "zh_CN": "觉正净是自性，自性里头本来有的。你皈依的不是皈依别人的，是皈依自性三宝，就是自性觉、自性正、自性清净，心外无法，法外无心。释迦牟尼佛没有教你皈依我，那就错了，他从来没有说这个话；阿弥陀佛也没有说你皈依我，不是的，所以你要真正懂得，弥陀是自性弥陀。阿弥陀佛这个名号把它翻成中国的意思，「阿」是无的意思，「弥陀」是量的意思，「佛」是觉的意思，无量觉。谁是无量觉？自性是无量觉，人人自性都是无量觉。",
      "zh_TW": "覺正淨是自性，自性裡頭本來有的。你皈依的不是皈依別人的，是皈依自性三寶，就是自性覺、自性正、自性清淨，心外無法，法外無心。釋迦牟尼佛沒有教你皈依我，那就錯了，他從來沒有說這個話；阿彌陀佛也沒有說你皈依我，不是的，所以你要真正懂得，彌陀是自性彌陀。阿彌陀佛這個名號把它翻成中國的意思，「阿」是無的意思，「彌陀」是量的意思，「佛」是覺的意思，無量覺。誰是無量覺？自性是無量覺，人人自性都是無量覺。"
    },
    {
      "id": "21-309-0001_p0020",
      "zh_CN": "所以中峰禅师开示里面讲得好，你看《三时系念》大家常常念的，「我心即是阿弥陀佛，阿弥陀佛即是我心，净土即此方，此方即净土」，讲得多好，多么明白、多么透彻！所以你要是恢复了无量觉，你就是阿弥陀佛。西方极乐世界有没有阿弥陀佛？有，还不少，挺多的，为什么？他们都已经修圆满了！究竟圆满那就叫阿弥陀佛。所以诸位一定要知道，观音菩萨、大至势菩萨、地藏菩萨多得很，不是一个人，而且还有等级的，我们讲经都跟大家做过详细报告。",
      "zh_TW": "所以中峰禪師開示裡面講得好，你看《三時繫念》大家常常念的，「我心即是阿彌陀佛，阿彌陀佛即是我心，淨土即此方，此方即淨土」，講得多好，多麼明白、多麼透徹！所以你要是恢復了無量覺，你就是阿彌陀佛。西方極樂世界有沒有阿彌陀佛？有，還不少，挺多的，為什麼？他們都已經修圓滿了！究竟圓滿那就叫阿彌陀佛。所以諸位一定要知道，觀音菩薩、大至勢菩薩、地藏菩薩多得很，不是一個人，而且還有等級的，我們講經都跟大家做過詳細報告。"
    },
    {
      "id": "21-309-0001_p0021",
      "zh_CN": "菩萨有等级，五十一个等级，这《华严经》上讲的；佛有没有等级？佛也有等级，佛有四十一个等级。但是菩萨愈是往下面，等级是非常显著，差别很大，到上面去，虽有差别我们看不出来，到了法身菩萨，我们就一点办法都看不出来。就是初住菩萨、跟等觉菩萨、跟究竟圆满佛决定没有两样，在那个境界里头，初住以上，所谓破一品无明，证一分法身。法身没有形相，但是法身能现形相，能现无量无边的形相。众生有感他就现身，众生心里想他什么身，他就能现什么身，所以说随众生心应所知量。",
      "zh_TW": "菩薩有等級，五十一個等級，這《華嚴經》上講的；佛有沒有等級？佛也有等級，佛有四十一個等級。但是菩薩愈是往下面，等級是非常顯著，差別很大，到上面去，雖有差別我們看不出來，到了法身菩薩，我們就一點辦法都看不出來。就是初住菩薩、跟等覺菩薩、跟究竟圓滿佛決定沒有兩樣，在那個境界裡頭，初住以上，所謂破一品無明，證一分法身。法身沒有形相，但是法身能現形相，能現無量無邊的形相。眾生有感他就現身，眾生心裡想他什麼身，他就能現什麼身，所以說隨眾生心應所知量。"
    },
    {
      "id": "21-309-0001_p0022",
      "zh_CN": "实在讲就跟江本博士水实验一样，你心动什么念头，他反应那个色相，第二个念头，他的相又不一样了，随你的念头他在变。我们有念头，他没有念头，这个道理要懂，他如果有念头，他就变成凡夫，那跟我们没有两样；只有他没有念头，他才能现一切相。我们为什么不能现一切相？因为有念头，念头是障碍，如果念头要是断掉了，我们也能现一切相。比孙悟空厉害多了，孙悟空只有七十二变，你那个变化是无量无边。这都是自性的本能，一切众生统统有，平等平等，没有差别。",
      "zh_TW": "實在講就跟江本博士水實驗一樣，你心動什麼念頭，他反應那個色相，第二個念頭，他的相又不一樣了，隨你的念頭他在變。我們有念頭，他沒有念頭，這個道理要懂，他如果有念頭，他就變成凡夫，那跟我們沒有兩樣；只有他沒有念頭，他才能現一切相。我們為什麼不能現一切相？因為有念頭，念頭是障礙，如果念頭要是斷掉了，我們也能現一切相。比孫悟空厲害多了，孫悟空只有七十二變，你那個變化是無量無邊。這都是自性的本能，一切眾生統統有，平等平等，沒有差別。"
    },
    {
      "id": "21-309-0001_p0023",
      "zh_CN": "你要明白这个道理，你也许听说过，中国、外国有很多特异功能，那个特异功能一点都不希奇，本能！他的本能为什么能现，我们为什么不能现？这里有个道理，实在讲一点神秘都没有。他能够在很短的时间把意志集中，所以他就有能力。我们用一天、二天、三天，意志都不能集中，所以这个能力就不能发现。就像我们用放大镜对着太阳一样，能把太阳的光聚起来，聚起来的时候，下面放着纸能把它烧起来。他能够聚，我们这个放大镜是平光的，所以永远聚不起来，就这个道理。你明白这个就不希奇了，你就知道这是可能的。",
      "zh_TW": "你要明白這個道理，你也許聽說過，中國、外國有很多特異功能，那個特異功能一點都不希奇，本能！他的本能為什麼能現，我們為什麼不能現？這裡有個道理，實在講一點神祕都沒有。他能夠在很短的時間把意志集中，所以他就有能力。我們用一天、二天、三天，意志都不能集中，所以這個能力就不能發現。就像我們用放大鏡對著太陽一樣，能把太陽的光聚起來，聚起來的時候，下面放著紙能把它燒起來。他能夠聚，我們這個放大鏡是平光的，所以永遠聚不起來，就這個道理。你明白這個就不希奇了，你就知道這是可能的。"
    },
    {
      "id": "21-309-0001_p0024",
      "zh_CN": "如果我们训练，我们用戒定，用戒律来训练，训练到一定程度你得定了，得定就是什么？就是你的意志集中了，《弥陀经》上讲的一心不乱，一心不乱是定，意志集中。集中的时候这就发通，通就是神通，天眼、天耳、他心、宿命、神足、漏尽。你定功愈深，就是你集中愈细密的时候，突破的力量就愈大，能力都能够现前。所以这是人的本能，个个都有，只要你肯修、肯学。你明白这个道理，一点都不奇怪，人家提到，你可不可以相信？可以，我知道这个东西，我知道它是怎么回事情。",
      "zh_TW": "如果我們訓練，我們用戒定，用戒律來訓練，訓練到一定程度你得定了，得定就是什麼？就是你的意志集中了，《彌陀經》上講的一心不亂，一心不亂是定，意志集中。集中的時候這就發通，通就是神通，天眼、天耳、他心、宿命、神足、漏盡。你定功愈深，就是你集中愈細密的時候，突破的力量就愈大，能力都能夠現前。所以這是人的本能，個個都有，只要你肯修、肯學。你明白這個道理，一點都不奇怪，人家提到，你可不可以相信？可以，我知道這個東西，我知道它是怎麼回事情。"
    },
    {
      "id": "21-309-0001_p0025",
      "zh_CN": "现在明白这些基本的道理，我们怎么个修法？修法一定要从持戒。持戒从哪里修起？在佛法里面是《十善业道》。今天我们连十善业道都做不到，虽然只有那么十条，很简单，不杀生、不偷盗、不邪淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴。为什么做不到？为什么这么难？在家、出家统统都做不到，那你还来学什么？你要把做不到的原因找出来，你把那个原因消除你就做到了。原因是什么？放不下！这个世间东西哪一样东西你放下了？我们在讲席当中常常劝勉同学，自私自利要放下，你有没有放下？名闻利养有没有放下？五欲六尘的享受有没有放下？贪瞋痴慢疑有没有放下？没有，所以你十善做不到。",
      "zh_TW": "現在明白這些基本的道理，我們怎麼個修法？修法一定要從持戒。持戒從哪裡修起？在佛法裡面是《十善業道》。今天我們連十善業道都做不到，雖然只有那麼十條，很簡單，不殺生、不偷盜、不邪淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴。為什麼做不到？為什麼這麼難？在家、出家統統都做不到，那你還來學什麼？你要把做不到的原因找出來，你把那個原因消除你就做到了。原因是什麼？放不下！這個世間東西哪一樣東西你放下了？我們在講席當中常常勸勉同學，自私自利要放下，你有沒有放下？名聞利養有沒有放下？五欲六塵的享受有沒有放下？貪瞋痴慢疑有沒有放下？沒有，所以你十善做不到。"
    },
    {
      "id": "21-309-0001_p0026",
      "zh_CN": "你看不但是佛法，世法也是教我们从放下开头的，中国老祖宗教导后世的子孙，也是先讲三皈。不过中国人不叫三皈，它也是三个纲领，在「大学」里头。「大学之道在明明德，在亲民，在止于至善」，这就是老祖宗传给我们的三个纲领、三个原则，跟佛法三皈没有两样。明明德是觉，就是觉而不迷，明德；在亲民，就是正知正见；止于至善是清净不染，不是一个意思吗？说法不一样而已。从哪里开始？老祖宗说得好，从「格物」开始。格就是放下，物是什么？物是欲望，首先把你的欲望放下，你欲望太多了麻烦，决定造成障碍，所以从格物。",
      "zh_TW": "你看不但是佛法，世法也是教我們從放下開頭的，中國老祖宗教導後世的子孫，也是先講三皈。不過中國人不叫三皈，它也是三個綱領，在「大學」裡頭。「大學之道在明明德，在親民，在止於至善」，這就是老祖宗傳給我們的三個綱領、三個原則，跟佛法三皈沒有兩樣。明明德是覺，就是覺而不迷，明德；在親民，就是正知正見；止於至善是清淨不染，不是一個意思嗎？說法不一樣而已。從哪裡開始？老祖宗說得好，從「格物」開始。格就是放下，物是什麼？物是欲望，首先把你的欲望放下，你欲望太多了麻煩，決定造成障礙，所以從格物。"
    },
    {
      "id": "21-309-0001_p0027",
      "zh_CN": "物欲放下了，你放下的愈多你的智慧就愈长。佛法教我们断烦恼，烦恼放下，中国儒家只讲五欲。你放下之后智慧就现前，你放得少，小智慧，放得多就大智慧。不断的放下，从初发心到如来地，没有别的，就是放下。所有一切欲望都要放下，佛法讲得清楚，佛法讲要把执着放下、把分别放下、把妄想放下，他把这个归纳为三大类。你真正能将这三个纲目做到了，就转凡成圣，中国称为圣人，在印度称为佛陀。所以圣跟佛，给诸位说，不是神、也不是仙，与神仙不相干，不是神仙；要用现在的俗话来说，是明白人，圣人是明白人，他觉正净。凡夫是什么？凡夫是个糊涂人，迷邪染；迷邪染就是凡夫，觉正净就是圣人。这个我们总得讲清楚、讲明白，人能不相信吗？",
      "zh_TW": "物欲放下了，你放下的愈多你的智慧就愈長。佛法教我們斷煩惱，煩惱放下，中國儒家只講五欲。你放下之後智慧就現前，你放得少，小智慧，放得多就大智慧。不斷的放下，從初發心到如來地，沒有別的，就是放下。所有一切欲望都要放下，佛法講得清楚，佛法講要把執著放下、把分別放下、把妄想放下，他把這個歸納為三大類。你真正能將這三個綱目做到了，就轉凡成聖，中國稱為聖人，在印度稱為佛陀。所以聖跟佛，給諸位說，不是神、也不是仙，與神仙不相干，不是神仙；要用現在的俗話來說，是明白人，聖人是明白人，他覺正淨。凡夫是什麼？凡夫是個糊塗人，迷邪染；迷邪染就是凡夫，覺正淨就是聖人。這個我們總得講清楚、講明白，人能不相信嗎？"
    },
    {
      "id": "21-309-0001_p0028",
      "zh_CN": "所以佛法是教育，佛法不是宗教。英国汤恩比博士说佛教是无神论，讲得很好，佛教里面确实没有讲神，就是讲个明白人、讲个糊涂人。菩萨是明白人，但是还不彻底，佛是彻底明白了，就这么个意思。所以，总要讲清楚、讲明白。然后你看儒家讲「知止而后有定」，这个话讲得好，告诉我们一个起步。知止就是什么？我们的欲望没有办法完全放下，可以就行了。像圣人教给我们，在物质生活上，吃得饱行了，不要再贪，能穿得暖，有个房子可以遮蔽风雨，足了！叫知止。止就是知足，人一定要知足，不知足就苦了。所以知止而后有定，物质生活简简单单的，能够满足，他心就定了，没有贪求。",
      "zh_TW": "所以佛法是教育，佛法不是宗教。英國湯恩比博士說佛教是無神論，講得很好，佛教裡面確實沒有講神，就是講個明白人、講個糊塗人。菩薩是明白人，但是還不徹底，佛是徹底明白了，就這麼個意思。所以，總要講清楚、講明白。然後你看儒家講「知止而後有定」，這個話講得好，告訴我們一個起步。知止就是什麼？我們的欲望沒有辦法完全放下，可以就行了。像聖人教給我們，在物質生活上，吃得飽行了，不要再貪，能穿得暖，有個房子可以遮蔽風雨，足了！叫知止。止就是知足，人一定要知足，不知足就苦了。所以知止而後有定，物質生活簡簡單單的，能夠滿足，他心就定了，沒有貪求。"
    },
    {
      "id": "21-309-0001_p0029",
      "zh_CN": "他这套方法讲得很清楚，很实用。物质生活愈低愈好，所以释迦牟尼佛给我示现日中一食，一天吃一餐，需要的少！你们一天吃三餐，他一天吃一餐就行了，他三个月的费用你们一个月就用掉了，你看他的寿命就比你们长。这个一定道理。所以知足者富，世间什么人最富？知足的人最富，为什么？他不要了。不知足的人永远贫，为什么？他还缺少，他还需要，贪而无厌，那是生生世世都穷。",
      "zh_TW": "他這套方法講得很清楚，很實用。物質生活愈低愈好，所以釋迦牟尼佛給我示現日中一食，一天吃一餐，需要的少！你們一天吃三餐，他一天吃一餐就行了，他三個月的費用你們一個月就用掉了，你看他的壽命就比你們長。這個一定道理。所以知足者富，世間什麼人最富？知足的人最富，為什麼？他不要了。不知足的人永遠貧，為什麼？他還缺少，他還需要，貪而無厭，那是生生世世都窮。"
    },
    {
      "id": "21-309-0001_p0030",
      "zh_CN": "你们在中国看孔子、看颜回，知足，那真正富有，他什么都不要，送给他他也不要。释迦牟尼佛给我们示现的，这是王子出身，把荣华富贵统统舍弃，示现给我们做个知足常乐的好榜样。所以人最重要的是知足，很容易满足。名闻利养那个东西一点用处都没有，全是假的，追求那个就更错误了。追求物质生活还情有可原，你总想生活过得好一点，还情有可原。搞名闻利养就太冤枉了，把精神、时间用在那上面多可惜。你要是真正求觉悟，就不一样了，那是完全提升自己的境界，了解宇宙人生的真相，这个有意义，这个有大用处。为什么？你了解得愈多愈深，我们生活的空间愈大，你会过得愈自在。我们现在居住在三度空间，没有办法突破空间维次，进入四度、五度，没有法子，他们能，他们有定、有慧；因为定，突破了，有慧就有能力，你说他生活空间那么大，那多自在。",
      "zh_TW": "你們在中國看孔子、看顏回，知足，那真正富有，他什麼都不要，送給他他也不要。釋迦牟尼佛給我們示現的，這是王子出身，把榮華富貴統統捨棄，示現給我們做個知足常樂的好榜樣。所以人最重要的是知足，很容易滿足。名聞利養那個東西一點用處都沒有，全是假的，追求那個就更錯誤了。追求物質生活還情有可原，你總想生活過得好一點，還情有可原。搞名聞利養就太冤枉了，把精神、時間用在那上面多可惜。你要是真正求覺悟，就不一樣了，那是完全提升自己的境界，了解宇宙人生的真相，這個有意義，這個有大用處。為什麼？你了解得愈多愈深，我們生活的空間愈大，你會過得愈自在。我們現在居住在三度空間，沒有辦法突破空間維次，進入四度、五度，沒有法子，他們能，他們有定、有慧；因為定，突破了，有慧就有能力，你說他生活空間那麼大，那多自在。"
    },
    {
      "id": "21-309-0001_p0031",
      "zh_CN": "譬如我们佛门讲六道，六道的空间不能突破，我们只是听说而已，听佛讲的，佛经上有这么些讯息。如果突破了那你就可以去了，天上、人间可以到处观光旅游，多自在，地狱也可以去参观，了解六道里头的真相。功夫再高的，就是定力、慧力再往上提升一层，就超越六道了，那真叫天外有天，人外有人，你能够去遨游十法界。再突破，那就遨游遍法界虚空界，这个人才真正有意义、有价值。没有智慧的人永远就躲在这个地区，永远出不去，留恋着这个小窝出不去，这个范围很小。",
      "zh_TW": "譬如我們佛門講六道，六道的空間不能突破，我們只是聽說而已，聽佛講的，佛經上有這麼些訊息。如果突破了那你就可以去了，天上、人間可以到處觀光旅遊，多自在，地獄也可以去參觀，了解六道裡頭的真相。功夫再高的，就是定力、慧力再往上提升一層，就超越六道了，那真叫天外有天，人外有人，你能夠去遨遊十法界。再突破，那就遨遊遍法界虛空界，這個人才真正有意義、有價值。沒有智慧的人永遠就躲在這個地區，永遠出不去，留戀著這個小窩出不去，這個範圍很小。"
    },
    {
      "id": "21-309-0001_p0032",
      "zh_CN": "这就是告诉你，学佛跟不学佛差别在哪里，我们要晓得。所以真正要起步，那就是欲望要降低，物质生活只要能吃得饱穿得暖，不再多求。有能力一定要听佛的话要修布施，修布施的果报不可思议；财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。愈施愈多，可是决定不能享受，为什么？一享受就迷惑，贪心就起来，贪瞋痴马上起来，立刻就堕落。所以福报再大，福报是很多穷苦的人去帮助他们，这样子是广结善缘，广度众生。",
      "zh_TW": "這就是告訴你，學佛跟不學佛差別在哪裡，我們要曉得。所以真正要起步，那就是欲望要降低，物質生活只要能吃得飽穿得暖，不再多求。有能力一定要聽佛的話要修布施，修布施的果報不可思議；財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。愈施愈多，可是決定不能享受，為什麼？一享受就迷惑，貪心就起來，貪瞋痴馬上起來，立刻就墮落。所以福報再大，福報是很多窮苦的人去幫助他們，這樣子是廣結善緣，廣度眾生。"
    },
    {
      "id": "21-309-0001_p0033",
      "zh_CN": "到智慧开了，就晓得宇宙是一体，你看大乘教里头常讲，「十方三世佛，共同一法身」。你能够体会到这个事实真相，才晓得遍法界虚空界是一体。法界虚空界里一切众生跟自己也是一体，就像我们一个人身，人身是一体，每个众生就像我们身上的细胞一样。细胞还可以分，还可以分成分子、分成原子、分成电子、分成粒子，统统是自己，是自己一身。这个时候，「无缘大慈，同体大悲」才能够出现。",
      "zh_TW": "到智慧開了，就曉得宇宙是一體，你看大乘教裡頭常講，「十方三世佛，共同一法身」。你能夠體會到這個事實真相，才曉得遍法界虛空界是一體。法界虛空界裡一切眾生跟自己也是一體，就像我們一個人身，人身是一體，每個眾生就像我們身上的細胞一樣。細胞還可以分，還可以分成分子、分成原子、分成電子、分成粒子，統統是自己，是自己一身。這個時候，「無緣大慈，同體大悲」才能夠出現。"
    },
    {
      "id": "21-309-0001_p0034",
      "zh_CN": "这个慈悲就是爱心，没有条件的，你对什么众生都爱，他做善你爱他，他做恶堕到地狱还是爱他，决定没有等差；天上天人就对他好一点，地狱就对他凶一点，没有，一律平等。正像我们身体哪个地方长了个疮，我们对这边没有长疮的，不会对它好一点，这边长疮，对它坏一点，没这个道理，我们还是想尽方法希望它能恢复正常，平等的爱心。这是不能不知道的。这就要靠智慧，从定开慧，你才能够恍然大悟，它是一体；还有等差，你还是在迷惑。",
      "zh_TW": "這個慈悲就是愛心，沒有條件的，你對什麼眾生都愛，他做善你愛他，他做惡墮到地獄還是愛他，決定沒有等差；天上天人就對他好一點，地獄就對他凶一點，沒有，一律平等。正像我們身體哪個地方長了個瘡，我們對這邊沒有長瘡的，不會對它好一點，這邊長瘡，對它壞一點，沒這個道理，我們還是想盡方法希望它能恢復正常，平等的愛心。這是不能不知道的。這就要靠智慧，從定開慧，你才能夠恍然大悟，它是一體；還有等差，你還是在迷惑。"
    },
    {
      "id": "21-309-0001_p0035",
      "zh_CN": "所以你看成佛之道，佛讲十法界，无量因缘，无量因缘里面有一个最重要的因缘。第一个因缘是什么？佛给我们说出来，成佛第一个因缘是平等心。我们对人还不平等，还有爱、还有瞋恨，那作佛没资格，你做不到；佛心是平等的。菩萨是六度四摄，我们想想我们能不能做到？缘觉是十二因缘，阿罗汉是四谛，天道是上品十善还要加上慈悲喜舍四无量心，人道是五戒十善，畜生道是愚痴，饿鬼道是贪，地狱道是瞋恚。我们今天起心动念贪瞋痴，我们走的哪个道？我们走的三恶道，不是菩萨道，清清楚楚，明明白白。",
      "zh_TW": "所以你看成佛之道，佛講十法界，無量因緣，無量因緣裡面有一個最重要的因緣。第一個因緣是什麼？佛給我們說出來，成佛第一個因緣是平等心。我們對人還不平等，還有愛、還有瞋恨，那作佛沒資格，你做不到；佛心是平等的。菩薩是六度四攝，我們想想我們能不能做到？緣覺是十二因緣，阿羅漢是四諦，天道是上品十善還要加上慈悲喜捨四無量心，人道是五戒十善，畜生道是愚痴，餓鬼道是貪，地獄道是瞋恚。我們今天起心動念貪瞋痴，我們走的哪個道？我們走的三惡道，不是菩薩道，清清楚楚，明明白白。"
    },
    {
      "id": "21-309-0001_p0036",
      "zh_CN": "你不想走三恶道，那你可要把贪瞋痴放下，放下贪瞋痴，三恶道就没有了。贪瞋痴放不下，所以诸位在日常生活当中人家惹你生气，一生气，他要叫我堕地狱，我马上就生气，乖乖听话，就往地狱里爬，那不是糟糕吗？愚痴到这种程度！贪，贪财、贪名、贪利，这个有缘人送给你，增长你的贪心，你就晓得，他对我好，送个大红包给我，这红包是什么？让你到饿鬼道去，鬼是贪心！聪明人怎么办？要不要接？你不接也不好，都要接，尤其出家人，他来种福田的，不接他心里就难过了，接到。接了干什么？赶紧拿去布施，就舍掉，可不能留，留着就当饿鬼。这是真的，不是假的，你要有高度的警觉心。",
      "zh_TW": "你不想走三惡道，那你可要把貪瞋痴放下，放下貪瞋痴，三惡道就沒有了。貪瞋痴放不下，所以諸位在日常生活當中人家惹你生氣，一生氣，他要叫我墮地獄，我馬上就生氣，乖乖聽話，就往地獄裡爬，那不是糟糕嗎？愚痴到這種程度！貪，貪財、貪名、貪利，這個有緣人送給你，增長你的貪心，你就曉得，他對我好，送個大紅包給我，這紅包是什麼？讓你到餓鬼道去，鬼是貪心！聰明人怎麼辦？要不要接？你不接也不好，都要接，尤其出家人，他來種福田的，不接他心裡就難過了，接到。接了幹什麼？趕緊拿去布施，就捨掉，可不能留，留著就當餓鬼。這是真的，不是假的，你要有高度的警覺心。"
    },
    {
      "id": "21-309-0001_p0037",
      "zh_CN": "愚痴。什么事情都要搞清楚，都要搞明白，尤其现在这个世间，两舌的人很多，就是挑拨是非，造谣、毁谤、生事，这个很多。自古以来就有，没有现在这么流行，现在这个风气太盛了，到处都是。你能够置之不理，这是上策；如果你要理会，那你就调查、追踪，把谣言的根追出来，这是中策；你要是听他的话，那是下策，那就错了，完全错了。从前华藏图书馆的韩馆长有一招就很厉害，没有一个人敢在她面前造谣。你要在那里造谣毁谤，她会问你，你怎么知道的？当然他也不好说自己造的，他不敢讲，「我从哪里听某人说的」。过几天她又把那人找来，你是不是说了？然后一对质。做了几次之后，没有一个人敢在她面前造谣生事，为什么？她要调查，她要把这个事情查个水落石出，找到那第一个人，然后问他，你说这个用意在哪里？目的在哪里？她要追根究柢。",
      "zh_TW": "愚痴。什麼事情都要搞清楚，都要搞明白，尤其現在這個世間，兩舌的人很多，就是挑撥是非，造謠、毀謗、生事，這個很多。自古以來就有，沒有現在這麼流行，現在這個風氣太盛了，到處都是。你能夠置之不理，這是上策；如果你要理會，那你就調查、追蹤，把謠言的根追出來，這是中策；你要是聽他的話，那是下策，那就錯了，完全錯了。從前華藏圖書館的韓館長有一招就很厲害，沒有一個人敢在她面前造謠。你要在那裡造謠毀謗，她會問你，你怎麼知道的？當然他也不好說自己造的，他不敢講，「我從哪裡聽某人說的」。過幾天她又把那人找來，你是不是說了？然後一對質。做了幾次之後，沒有一個人敢在她面前造謠生事，為什麼？她要調查，她要把這個事情查個水落石出，找到那第一個人，然後問他，你說這個用意在哪裡？目的在哪裡？她要追根究柢。"
    },
    {
      "id": "21-309-0001_p0038",
      "zh_CN": "所以古人讲谣言止于智者，有智慧的人他不会轻易接受，他要查清楚，不是糊涂人；糊涂人听了他就听话，他就信以为真，那个当就上大了，往往造成严重的罪过。这个罪过，《了凡四训》里头讲得很清楚，看它的影响，影响的面多大，影响的时间多长，从这个地方结罪。影响的面愈大，时间愈长，罪就愈重，果报都在三途，很可怕！",
      "zh_TW": "所以古人講謠言止於智者，有智慧的人他不會輕易接受，他要查清楚，不是糊塗人；糊塗人聽了他就聽話，他就信以為真，那個當就上大了，往往造成嚴重的罪過。這個罪過，《了凡四訓》裡頭講得很清楚，看它的影響，影響的面多大，影響的時間多長，從這個地方結罪。影響的面愈大，時間愈長，罪就愈重，果報都在三途，很可怕！"
    },
    {
      "id": "21-309-0001_p0039",
      "zh_CN": "我们今天恶断不了，善提不起来，没有别的，就是没放下，所以一定先要从放下下手。头一个放下我们对名闻利养、对于物质的享受，要把这个放下，降到最低的水平。现在的社会，大家在物质生活上都相当富裕，一件衣服你很爱惜它，至少可以穿十年；换句话说，十年你就可以不要买衣服。可是现在这个世间，妖魔鬼怪很多，妖魔鬼怪你都很喜欢，你绝对不会讨厌他，那是什么？我们举个例子，服装设计师，天天在设计新的花样。新花样设计出来，告诉你，你那个不流行了，那是去年的，穿出去人家笑话，赶紧要换今年的款式。你的钱都被他骗去了，你还很喜欢他，很乐意的辛辛苦苦赚的钱去供养他，这叫愚痴。从前有人常常去买衣服，告诉我，不行，这穿出去人家笑话。我就告诉他，笑死是他死，你没死！如果是你笑死，这个严重；是他笑死，你没有死，与你什么相干？总得要明理，不要被人骗了。",
      "zh_TW": "我們今天惡斷不了，善提不起來，沒有別的，就是沒放下，所以一定先要從放下下手。頭一個放下我們對名聞利養、對於物質的享受，要把這個放下，降到最低的水平。現在的社會，大家在物質生活上都相當富裕，一件衣服你很愛惜它，至少可以穿十年；換句話說，十年你就可以不要買衣服。可是現在這個世間，妖魔鬼怪很多，妖魔鬼怪你都很喜歡，你絕對不會討厭他，那是什麼？我們舉個例子，服裝設計師，天天在設計新的花樣。新花樣設計出來，告訴你，你那個不流行了，那是去年的，穿出去人家笑話，趕緊要換今年的款式。你的錢都被他騙去了，你還很喜歡他，很樂意的辛辛苦苦賺的錢去供養他，這叫愚痴。從前有人常常去買衣服，告訴我，不行，這穿出去人家笑話。我就告訴他，笑死是他死，你沒死！如果是你笑死，這個嚴重；是他笑死，你沒有死，與你什麼相干？總得要明理，不要被人騙了。"
    },
    {
      "id": "21-309-0001_p0040",
      "zh_CN": "吃，这是现在最麻烦的。现在的饮食，李老师引经据典说的，「饮苦食毒」，这一点都不假。现在的肉食决定有毒，所以为什么有这么多奇奇怪怪的病，病从口入。现在吃素食，素食都不放心，为什么？蔬菜里头有农药、有化肥。我们看到的报告，三十年前英国人做了个实验，用化学肥料种的这些蔬菜给学生吃。吃二个月到三个月，学生的身体很差，病很多。然后学校再给它改良，不用这个蔬菜，统统用从前农夫自己用劳力耕作的，没有化肥。用这种蔬菜给他吃，一个多月他身体就恢复了，好像换了一个人的样子。就说明农药、化肥栽培的东西，跟从前完全靠自然生长的，养分完全不同。",
      "zh_TW": "吃，這是現在最麻煩的。現在的飲食，李老師引經據典說的，「飲苦食毒」，這一點都不假。現在的肉食決定有毒，所以為什麼有這麼多奇奇怪怪的病，病從口入。現在吃素食，素食都不放心，為什麼？蔬菜裡頭有農藥、有化肥。我們看到的報告，三十年前英國人做了個實驗，用化學肥料種的這些蔬菜給學生吃。吃二個月到三個月，學生的身體很差，病很多。然後學校再給它改良，不用這個蔬菜，統統用從前農夫自己用勞力耕作的，沒有化肥。用這種蔬菜給他吃，一個多月他身體就恢復了，好像換了一個人的樣子。就說明農藥、化肥栽培的東西，跟從前完全靠自然生長的，養分完全不同。"
    },
    {
      "id": "21-309-0001_p0041",
      "zh_CN": "你说现在多可怕，农药、化肥的东西很好看、很漂亮，有毒！凡是好看的都是有毒，不好看的那很安全；但是不好看的你都不爱它，你爱那个好看的，那就没法子，这叫愚痴！贪瞋痴里头就叫愚痴。所以这个要知道。你看鸦片开的花朵最美，非常漂亮，有毒！像这些东西多看看，你就明白了。还有一个最有毒的，在现在这个社会里头第一毒，没有一个不爱好，电视！一家人天天看电视，看一个小时就一个小时中毒，全家中毒，看二个小时就二个小时中毒，这还得了吗？你怎么能不生病？",
      "zh_TW": "你說現在多可怕，農藥、化肥的東西很好看、很漂亮，有毒！凡是好看的都是有毒，不好看的那很安全；但是不好看的你都不愛它，你愛那個好看的，那就沒法子，這叫愚痴！貪瞋痴裡頭就叫愚痴。所以這個要知道。你看鴉片開的花朵最美，非常漂亮，有毒！像這些東西多看看，你就明白了。還有一個最有毒的，在現在這個社會裡頭第一毒，沒有一個不愛好，電視！一家人天天看電視，看一個小時就一個小時中毒，全家中毒，看二個小時就二個小時中毒，這還得了嗎？你怎麼能不生病？"
    },
    {
      "id": "21-309-0001_p0042",
      "zh_CN": "我们是接触到佛法才知道，才晓得这个事实真相。我给诸位说，我四十年没有看电视了。报纸没有看过，这些杂志、广播统统都断绝了，全都是毒。尤其我看到报纸看到很痛心，我们住在香港，邻居门口每天看到送的报纸一大叠。报纸的原料是树木，你说树木的砍伐不得了，非常严重。全世界气候不正常，常常看到洪水泛滥、干旱、水灾，与砍伐树木有密切关系。报纸你看看，看了之后都丢掉，你说多可惜，印那么一大堆，真叫劳民伤财。你们哪个看报纸从头到尾都看完的？我看都好像有几十张，那要用多少木材！天天喊环保，天天在糟蹋。地球上这些资源有限，像这样子滥用，用不了几年就用光了，那么人类在地球上也要绝种，这走死路，你说多可怕。",
      "zh_TW": "我們是接觸到佛法才知道，才曉得這個事實真相。我給諸位說，我四十年沒有看電視了。報紙沒有看過，這些雜誌、廣播統統都斷絕了，全都是毒。尤其我看到報紙看到很痛心，我們住在香港，鄰居門口每天看到送的報紙一大疊。報紙的原料是樹木，你說樹木的砍伐不得了，非常嚴重。全世界氣候不正常，常常看到洪水泛濫、乾旱、水災，與砍伐樹木有密切關係。報紙你看看，看了之後都丟掉，你說多可惜，印那麼一大堆，真叫勞民傷財。你們哪個看報紙從頭到尾都看完的？我看都好像有幾十張，那要用多少木材！天天喊環保，天天在糟蹋。地球上這些資源有限，像這樣子濫用，用不了幾年就用光了，那麼人類在地球上也要絕種，這走死路，你說多可怕。"
    },
    {
      "id": "21-309-0001_p0043",
      "zh_CN": "这些事情都摆在我们面前，你不去想，你觉得好像没事情，你稍微留意一下，你就会相信灾难从哪里来的，末日真正的因素是什么，你统统明白了。我们救不了世界，至少也救自己，救自己也要依教奉行，要把我们物质的欲望降到最低。精神生活，我们不要电视，我们不要现代这些东西，我们用经典。每天为什么不看经？为什么不念佛？看经、念佛那真正是有营养，绝对不会中毒。",
      "zh_TW": "這些事情都擺在我們面前，你不去想，你覺得好像沒事情，你稍微留意一下，你就會相信災難從哪裡來的，末日真正的因素是什麼，你統統明白了。我們救不了世界，至少也救自己，救自己也要依教奉行，要把我們物質的欲望降到最低。精神生活，我們不要電視，我們不要現代這些東西，我們用經典。每天為什麼不看經？為什麼不念佛？看經、念佛那真正是有營養，絕對不會中毒。"
    },
    {
      "id": "21-309-0001_p0044",
      "zh_CN": "所以我们这几年来提倡《弟子规》，弟子规是根本的根本。十善业道为什么做不到？为什么放不下？依照《弟子规》去做就放下了。你看弟子规告诉你哪些事情应该要做，哪些事情不可以做，好好的学，从这个地方扎根。我跟诸位同学讲的话是真话，你没有弟子规、没有十善业道，不能往生，念佛都不能往生。为什么？你不是个善人，你看经本一打开，「善男子，善女人」，你不是善男子、善女人，你怎么能往生？",
      "zh_TW": "所以我們這幾年來提倡《弟子規》，弟子規是根本的根本。十善業道為什麼做不到？為什麼放不下？依照《弟子規》去做就放下了。你看弟子規告訴你哪些事情應該要做，哪些事情不可以做，好好的學，從這個地方扎根。我跟諸位同學講的話是真話，你沒有弟子規、沒有十善業道，不能往生，念佛都不能往生。為什麼？你不是個善人，你看經本一打開，「善男子，善女人」，你不是善男子、善女人，你怎麼能往生？"
    },
    {
      "id": "21-309-0001_p0045",
      "zh_CN": "如果你要学其他法门，佛家是八万四千法门，任何一个法门都是断惑证真，就是你一定要断烦恼；见思烦恼断尽才证阿罗汉果，尘沙烦恼断尽你才成个菩萨。净宗法门是特别，不要断烦恼就能往生。但是不要断烦恼，你要把经看清楚，它要伏烦恼；伏比断实在讲容易太多了，断可不容易。伏是什么？你这个佛号功夫得力，能够把烦恼控制住。所以念佛的目的要清楚，《弥陀经》上两句话，「一心不乱，心不颠倒」，你要没有这两句，就不能往生。念佛的人很多，以前我老师常常跟我讲，他在台中办台中莲社、慈光图书馆，莲社的莲友我离开的时候有五十万人，莲社的莲友。他常常讲，一万个念佛人，真正能往生的，二、三个而已，不是万修万人去；万修万人去是如理如法的修行，那个个都去。他不懂理，他也不懂方法，「口念弥陀心散乱」，古人讲的「喊破喉咙也枉然」。口里念佛，心里头胡思乱想，这怎么行？这个不行。",
      "zh_TW": "如果你要學其他法門，佛家是八萬四千法門，任何一個法門都是斷惑證真，就是你一定要斷煩惱；見思煩惱斷盡才證阿羅漢果，塵沙煩惱斷盡你才成個菩薩。淨宗法門是特別，不要斷煩惱就能往生。但是不要斷煩惱，你要把經看清楚，它要伏煩惱；伏比斷實在講容易太多了，斷可不容易。伏是什麼？你這個佛號功夫得力，能夠把煩惱控制住。所以念佛的目的要清楚，《彌陀經》上兩句話，「一心不亂，心不顛倒」，你要沒有這兩句，就不能往生。念佛的人很多，以前我老師常常跟我講，他在台中辦台中蓮社、慈光圖書館，蓮社的蓮友我離開的時候有五十萬人，蓮社的蓮友。他常常講，一萬個念佛人，真正能往生的，二、三個而已，不是萬修萬人去；萬修萬人去是如理如法的修行，那個個都去。他不懂理，他也不懂方法，「口念彌陀心散亂」，古人講的「喊破喉嚨也枉然」。口裡念佛，心裡頭胡思亂想，這怎麼行？這個不行。"
    },
    {
      "id": "21-309-0001_p0046",
      "zh_CN": "念佛就是这一句佛号把自己的烦恼、习气、妄念统统放下。我们念头一起来，不管是善念、是恶念，起来之后这叫觉，古人讲的「不怕念起，只怕觉迟」，你要觉悟得快。这一觉悟是什么？在净宗里面就是佛号，阿弥陀佛提起，这就觉了；阿弥陀佛就把你这个念头控制住，压下去了，这叫念佛。念的时间久了，在一般讲大概三年到五年，现在恐怕不太容易，因为现在的社会太乱，影响你太大了，三年、五年不容易控制住。在过去，五十年前，五十年前的社会，三年、五年能够到功夫成片，就是把烦恼压住、控制住的还有，现在的确非常之难。现在就是诱惑太多了，最大的诱惑就是报纸跟电视，现在还加上电脑，麻烦很大。这个我们要知道，要知道远离一切诱惑。",
      "zh_TW": "念佛就是這一句佛號把自己的煩惱、習氣、妄念統統放下。我們念頭一起來，不管是善念、是惡念，起來之後這叫覺，古人講的「不怕念起，只怕覺遲」，你要覺悟得快。這一覺悟是什麼？在淨宗裡面就是佛號，阿彌陀佛提起，這就覺了；阿彌陀佛就把你這個念頭控制住，壓下去了，這叫念佛。念的時間久了，在一般講大概三年到五年，現在恐怕不太容易，因為現在的社會太亂，影響你太大了，三年、五年不容易控制住。在過去，五十年前，五十年前的社會，三年、五年能夠到功夫成片，就是把煩惱壓住、控制住的還有，現在的確非常之難。現在就是誘惑太多了，最大的誘惑就是報紙跟電視，現在還加上電腦，麻煩很大。這個我們要知道，要知道遠離一切誘惑。"
    },
    {
      "id": "21-309-0001_p0047",
      "zh_CN": "住在都市，都市的诱惑也非常严重，你只要一出门，你所看到的全是诱惑，你的心怎么能定得下来？怎么能够说不受感染？那要多大的定力，这个定力超过古人十倍、百倍都不止。古时候没有这么多诱惑，所以这是增加我们的难度。你一定要懂得念佛怎么个念法，就是妄念一起来，阿弥陀佛赶紧压住，这叫功夫。这个功夫做长久了，不念的时候，烦恼也不容易发作，这就叫成片。有这样的功夫，往生就有把握，你发愿求生净土，真有感应。不到这个功夫不行，阿弥陀佛不跟你讲人情的，人情这一关是决定通不过的。所以一定要懂理，如理如法才有感应。如果不如理、不如法也有感应，佛也来，菩萨也来，给诸位说全是妖魔鬼怪，都是你的冤亲债主。为什么？你喜欢菩萨，他就变菩萨的样子，你喜欢佛，他就变佛的样子，诱惑你。诱惑你跟他走了，他再回来找你算帐，那麻烦就大了。所以总要清楚。",
      "zh_TW": "住在都市，都市的誘惑也非常嚴重，你只要一出門，你所看到的全是誘惑，你的心怎麼能定得下來？怎麼能夠說不受感染？那要多大的定力，這個定力超過古人十倍、百倍都不止。古時候沒有這麼多誘惑，所以這是增加我們的難度。你一定要懂得念佛怎麼個念法，就是妄念一起來，阿彌陀佛趕緊壓住，這叫功夫。這個功夫做長久了，不念的時候，煩惱也不容易發作，這就叫成片。有這樣的功夫，往生就有把握，你發願求生淨土，真有感應。不到這個功夫不行，阿彌陀佛不跟你講人情的，人情這一關是決定通不過的。所以一定要懂理，如理如法才有感應。如果不如理、不如法也有感應，佛也來，菩薩也來，給諸位說全是妖魔鬼怪，都是你的冤親債主。為什麼？你喜歡菩薩，他就變菩薩的樣子，你喜歡佛，他就變佛的樣子，誘惑你。誘惑你跟他走了，他再回來找你算帳，那麻煩就大了。所以總要清楚。"
    },
    {
      "id": "21-309-0001_p0048",
      "zh_CN": "古来一些大德也跟我们说过，佛现前的时候，你自己要晓得，我有什么德行感得佛现前？如果我没有德行，我一天到晚胡思乱想，还为非作歹，佛也现前，这佛肯定是假的，不是真的。所以要跟自己对照一下，我有没有这个德行感得佛菩萨现前，这个重要。在佛现前的时候你要晓得，佛一定是庄严、一定是清净、一定是慈祥，佛光柔软。魔要是现的佛来，他有光，也有金色光明，他的光刺眼睛，像我们眼睛看太阳一样，刺眼睛，你看了会很不舒服；佛光看到像月亮光，很柔软，这个不一样。光一样大，一个刺眼，一个不刺眼。就是你在佛光之下感觉到非常舒适，魔的光底下你感觉到恐惧，你害怕、你不安，这就是很明显的分别，它里头有畏，有恐怖。",
      "zh_TW": "古來一些大德也跟我們說過，佛現前的時候，你自己要曉得，我有什麼德行感得佛現前？如果我沒有德行，我一天到晚胡思亂想，還為非作歹，佛也現前，這佛肯定是假的，不是真的。所以要跟自己對照一下，我有沒有這個德行感得佛菩薩現前，這個重要。在佛現前的時候你要曉得，佛一定是莊嚴、一定是清淨、一定是慈祥，佛光柔軟。魔要是現的佛來，他有光，也有金色光明，他的光刺眼睛，像我們眼睛看太陽一樣，刺眼睛，你看了會很不舒服；佛光看到像月亮光，很柔軟，這個不一樣。光一樣大，一個刺眼，一個不刺眼。就是你在佛光之下感覺到非常舒適，魔的光底下你感覺到恐懼，你害怕、你不安，這就是很明顯的分別，它裡頭有畏，有恐怖。"
    },
    {
      "id": "21-309-0001_p0049",
      "zh_CN": "像这些普通常识都要知道，因为现在这个世间太复杂了，正是《楞严经》上说的，也就是讲我们这个时代，「邪师说法，如恒河沙」，「清净明诲章」里面讲的都是妖魔鬼怪。在末法时期到处都是，充斥在这个世间，一般人没有能力辨别。所以《楞严经》是照妖镜，你懂得《楞严》的话你就有标准，你就能够观察哪些是正的、哪些是邪的、哪些是真的、哪些是假的，你有能力辨别。将来佛法在这个世间也会消失掉，从哪部经先消失起？《楞严经》是第一个，最后消灭的就是《无量寿经》，最后，最先消灭的就是《楞严经》。所以我说《楞严经》是照妖镜，《楞严经》消失掉之后，妖魔鬼怪在这个世间没有人能够认识他，没有人知道他是假的。",
      "zh_TW": "像這些普通常識都要知道，因為現在這個世間太複雜了，正是《楞嚴經》上說的，也就是講我們這個時代，「邪師說法，如恆河沙」，「清淨明誨章」裡面講的都是妖魔鬼怪。在末法時期到處都是，充斥在這個世間，一般人沒有能力辨別。所以《楞嚴經》是照妖鏡，你懂得《楞嚴》的話你就有標準，你就能夠觀察哪些是正的、哪些是邪的、哪些是真的、哪些是假的，你有能力辨別。將來佛法在這個世間也會消失掉，從哪部經先消失起？《楞嚴經》是第一個，最後消滅的就是《無量壽經》，最後，最先消滅的就是《楞嚴經》。所以我說《楞嚴經》是照妖鏡，《楞嚴經》消失掉之後，妖魔鬼怪在這個世間沒有人能夠認識他，沒有人知道他是假的。"
    },
    {
      "id": "21-309-0001_p0050",
      "zh_CN": "这些经教，自己有机会要多读，恭恭敬敬的去读，不要求解；念不懂，不懂没有关系，不求解，恭恭敬敬的念。这个方法是修行，你念一个钟点，你是修一个钟点的戒定慧。恭恭敬敬是戒；专心去念，没有妄想，没有夹杂，这是定；念得清清楚楚，明明白白，没有念错，没有念颠倒，这就是慧，这是根本智。每天念一个小时，就是戒定慧三学一次完成，每天修一个钟点。修两个钟点当然更好，时间愈长愈好，天天不间断，古人讲「读书千遍，其义自见」。",
      "zh_TW": "這些經教，自己有機會要多讀，恭恭敬敬的去讀，不要求解；念不懂，不懂沒有關係，不求解，恭恭敬敬的念。這個方法是修行，你念一個鐘點，你是修一個鐘點的戒定慧。恭恭敬敬是戒；專心去念，沒有妄想，沒有夾雜，這是定；念得清清楚楚，明明白白，沒有念錯，沒有念顛倒，這就是慧，這是根本智。每天念一個小時，就是戒定慧三學一次完成，每天修一個鐘點。修兩個鐘點當然更好，時間愈長愈好，天天不間斷，古人講「讀書千遍，其義自見」。"
    },
    {
      "id": "21-309-0001_p0051",
      "zh_CN": "《坛经》里面给我们介绍的法达禅师，他念《法华经》，《法华经》长，一天念一部，他念了三千部，所以念得很熟。三千部在一般讲大概是十年，所以六祖给他讲讲《法华经》的大意，他一听就开悟了。那是什么？他心已经定了，经已经熟透了，自己已经达到将悟未悟的边缘，到这个境界，所以六祖几句话一点他就豁然大悟。这些道理我们要懂，懂了之后自己可以做，认真去干。我们修净土不用去读《法华经》，读《无量寿经》就好。《无量寿经》没有《法华经》那么长，人家一天念一遍，《法华经》念一遍，那我《无量寿经》一天可以念五遍。如果念十遍的分量大概就等于《法华经》了，差不多跟《法华经》相等，你愈熟就念得愈快。",
      "zh_TW": "《壇經》裡面給我們介紹的法達禪師，他念《法華經》，《法華經》長，一天念一部，他念了三千部，所以念得很熟。三千部在一般講大概是十年，所以六祖給他講講《法華經》的大意，他一聽就開悟了。那是什麼？他心已經定了，經已經熟透了，自己已經達到將悟未悟的邊緣，到這個境界，所以六祖幾句話一點他就豁然大悟。這些道理我們要懂，懂了之後自己可以做，認真去幹。我們修淨土不用去讀《法華經》，讀《無量壽經》就好。《無量壽經》沒有《法華經》那麼長，人家一天念一遍，《法華經》念一遍，那我《無量壽經》一天可以念五遍。如果念十遍的分量大概就等於《法華經》了，差不多跟《法華經》相等，你愈熟就念得愈快。"
    },
    {
      "id": "21-309-0001_p0052",
      "zh_CN": "但是念的时候，自己修行最好还是不要念快，初学的时候可以快，快容易摄心，就是妄想进不去，有这个好处；慢的时候能够随文作观，这又有一种好处。就是慢的时候能帮助你开智慧，快的时候能帮助你定下来。初学还是要快，因为你妄念很多，让你妄念渗透不进去，用这个方法。念到妄念确实少了，就不要那么快，就慢慢的念；慢慢的念就随文入观，主要是求智慧，不要去想经里头意思，经里头没有意思，想不到的。所以你看我跟诸位讲经，我根本没有预备，为什么？它没有意思，你怎么可以准备？你要准备，全是你自己意思讲的，不是佛的意思，佛没有意思，你怎么会想出那么多意思出来？诸位一定要明白这个道理。",
      "zh_TW": "但是念的時候，自己修行最好還是不要念快，初學的時候可以快，快容易攝心，就是妄想進不去，有這個好處；慢的時候能夠隨文作觀，這又有一種好處。就是慢的時候能幫助你開智慧，快的時候能幫助你定下來。初學還是要快，因為你妄念很多，讓你妄念滲透不進去，用這個方法。念到妄念確實少了，就不要那麼快，就慢慢的念；慢慢的念就隨文入觀，主要是求智慧，不要去想經裡頭意思，經裡頭沒有意思，想不到的。所以你看我跟諸位講經，我根本沒有預備，為什麼？它沒有意思，你怎麼可以準備？你要準備，全是你自己意思講的，不是佛的意思，佛沒有意思，你怎麼會想出那麼多意思出來？諸位一定要明白這個道理。"
    },
    {
      "id": "21-309-0001_p0053",
      "zh_CN": "佛说法是应机而说，我们现在是学习，学习是自己到什么样的境界，实在讲这也是年年都不一样，遍遍不相同。我跟诸位讲一个小时经，你叫我再用一个小时重讲，我讲不出来，因为我不知道讲些什么，重讲跟前面讲的绝对不相同。所以这些道理都要懂，然后你才晓得学佛不难。学佛最重要是学智慧，就是学戒定慧，这才是真的。戒定慧能够贯穿一切经论，你说一部一部学，那不苦死了，学到哪一辈子！任何一部经都具足戒定慧，所以古人讲的话就有道理，一经通则一切经通，一个法门通达，一切法门就都通达了，乃至于世出世间法都通达了。",
      "zh_TW": "佛說法是應機而說，我們現在是學習，學習是自己到什麼樣的境界，實在講這也是年年都不一樣，遍遍不相同。我跟諸位講一個小時經，你叫我再用一個小時重講，我講不出來，因為我不知道講些什麼，重講跟前面講的絕對不相同。所以這些道理都要懂，然後你才曉得學佛不難。學佛最重要是學智慧，就是學戒定慧，這才是真的。戒定慧能夠貫穿一切經論，你說一部一部學，那不苦死了，學到哪一輩子！任何一部經都具足戒定慧，所以古人講的話就有道理，一經通則一切經通，一個法門通達，一切法門就都通達了，乃至於世出世間法都通達了。"
    },
    {
      "id": "21-309-0001_p0054",
      "zh_CN": "我这些年来，澳洲跟大学邀我参加世界和平会议，我在会议里面所讲的，好多次我是主题发言。我跟大家所接触的，这些专家学者跟他们在一起讨论，我没有学过这些东西。用什么方法来跟他们沟通？用戒定慧。他们有很多专业知识，我也不想学，为什么？浪费很多时间，我只听他的，你们说，说出来之后我回答你，就像解答问题一样，答复他们还都很满意。这个要知道这是佛法，我用佛法来答复他们。",
      "zh_TW": "我這些年來，澳洲跟大學邀我參加世界和平會議，我在會議裡面所講的，好多次我是主題發言。我跟大家所接觸的，這些專家學者跟他們在一起討論，我沒有學過這些東西。用什麼方法來跟他們溝通？用戒定慧。他們有很多專業知識，我也不想學，為什麼？浪費很多時間，我只聽他的，你們說，說出來之後我回答你，就像解答問題一樣，答覆他們還都很滿意。這個要知道這是佛法，我用佛法來答覆他們。"
    },
    {
      "id": "21-309-0001_p0055",
      "zh_CN": "世界和平大家都希求，能和平得了吗？理论上讲行，事上讲太难了，难在哪里？大家放不下！谁能放得下名闻利养？大家都能放下，天下太平，这个很难。联合国的和平会议做出的结论，大会的结论通常都会送给我看，谁能够落实？哪个国家政府能够接受？没有用。所以开了三十多年的会，我说你们这些结论都很好，如果这个政府客气一点，把你送到档案室里永久保存；如果不客气的话，全都丢到字纸篓里去了，废纸一堆。谁会尊重你？谁会听你的话去照做？所以不容易。搞了这么多年，现在参加大会的人都灰心了，议而不决，决而不行。我参加五次，以后我不再参加，为什么？我已经了解，我看清楚、看明白了，你们这几十年搞些什么我统统搞清楚。",
      "zh_TW": "世界和平大家都希求，能和平得了嗎？理論上講行，事上講太難了，難在哪裡？大家放不下！誰能放得下名聞利養？大家都能放下，天下太平，這個很難。聯合國的和平會議做出的結論，大會的結論通常都會送給我看，誰能夠落實？哪個國家政府能夠接受？沒有用。所以開了三十多年的會，我說你們這些結論都很好，如果這個政府客氣一點，把你送到檔案室裡永久保存；如果不客氣的話，全都丟到字紙簍裡去了，廢紙一堆。誰會尊重你？誰會聽你的話去照做？所以不容易。搞了這麼多年，現在參加大會的人都灰心了，議而不決，決而不行。我參加五次，以後我不再參加，為什麼？我已經了解，我看清楚、看明白了，你們這幾十年搞些什麼我統統搞清楚。"
    },
    {
      "id": "21-309-0001_p0056",
      "zh_CN": "解决之道，真的还是中国的老办法，教学！教学能解决。联合国那么多热心的人，都是世界上著名的一些专家学者，如果像我们这种上课的方法，大家每个人每星期有二、三次的上课，保险天下太平。一定要教，开会没用处，要教。非常可惜，你说宗教，经典那么好，没人讲，像我们现在这种方式天天讲经，天天大家在一起学习，可能在世界上找不到第二家，你说这多悲哀！我们总希望每个宗教都有很多传教师在各个地方来讲，每个宗教都好。为什么他不来？干这个事情不赚钱，大家都讲这是赔本生意，谁都不愿意干。如果可以卖门票，一张门票卖几百块钱、几千块钱，干的人就很多。可是人家愿意花钱买门票去看电影、看跳舞，不愿意来听经。这都是目前事实的真相。",
      "zh_TW": "解決之道，真的還是中國的老辦法，教學！教學能解決。聯合國那麼多熱心的人，都是世界上著名的一些專家學者，如果像我們這種上課的方法，大家每個人每星期有二、三次的上課，保險天下太平。一定要教，開會沒用處，要教。非常可惜，你說宗教，經典那麼好，沒人講，像我們現在這種方式天天講經，天天大家在一起學習，可能在世界上找不到第二家，你說這多悲哀！我們總希望每個宗教都有很多傳教師在各個地方來講，每個宗教都好。為什麼他不來？幹這個事情不賺錢，大家都講這是賠本生意，誰都不願意幹。如果可以賣門票，一張門票賣幾百塊錢、幾千塊錢，幹的人就很多。可是人家願意花錢買門票去看電影、看跳舞，不願意來聽經。這都是目前事實的真相。"
    },
    {
      "id": "21-309-0001_p0057",
      "zh_CN": "我们现在这些年来同学们很发心，用网路、用电视卫星，这个确实产生了很殊胜的效果。可是我们现在最担忧的是后继无人，这个事情难了，有很多人愿意学，想来学，很多，真正能学得成就的就不容易。这里面不在于文化的根基，不在乎这些，最重要的条件是你真正放下、真正好学，这两个条件最重要。你不是真正放下，稍稍涉及到名闻利养，就全毁了。讲经这条路也不是平平稳稳的道路，是一条险道。你讲得不好，无所谓，你要讲得好，皈依的人多了，供养的人多了，接触的人多了，很容易被别人度走，你不是度众生，被众生度跑掉了。这种情形很多，自古以来都不少，到那个时候就前功尽弃，所以很难！",
      "zh_TW": "我們現在這些年來同學們很發心，用網路、用電視衛星，這個確實產生了很殊勝的效果。可是我們現在最擔憂的是後繼無人，這個事情難了，有很多人願意學，想來學，很多，真正能學得成就的就不容易。這裡面不在於文化的根基，不在乎這些，最重要的條件是你真正放下、真正好學，這兩個條件最重要。你不是真正放下，稍稍涉及到名聞利養，就全毀了。講經這條路也不是平平穩穩的道路，是一條險道。你講得不好，無所謂，你要講得好，皈依的人多了，供養的人多了，接觸的人多了，很容易被別人度走，你不是度眾生，被眾生度跑掉了。這種情形很多，自古以來都不少，到那個時候就前功盡棄，所以很難！"
    },
    {
      "id": "21-309-0001_p0058",
      "zh_CN": "你真正禁得起诱惑，真正入进去，明白，了解了，你人生才有正确的方向、有正确的目标，摆脱所有一切诱惑。不要说人间，大梵天王来诱惑你，你也无动于心，那才行，要不然肯定失败。这在历史上记载就很多，古时候有很多修行人在山上，修得很不错，别人去参学见到没有不恭敬的。都市里面学佛的同学们请他到都市里去讲经弘法，没多久就染上名闻利养，就堕落了。你们看看莲池大师《竹窗随笔》里面，他就记载着当时的很好的修行人，功夫不够，定慧不足，一进入都市就迷了。现在这个社会就更不必说，几个人能够保住自己？古时候的修行不简单，师父管教徒弟管得很严，在山上如果不是经过十年、二十年不准下山的，还会被诱惑，现在这个社会怎么得了？",
      "zh_TW": "你真正禁得起誘惑，真正入進去，明白，了解了，你人生才有正確的方向、有正確的目標，擺脫所有一切誘惑。不要說人間，大梵天王來誘惑你，你也無動於心，那才行，要不然肯定失敗。這在歷史上記載就很多，古時候有很多修行人在山上，修得很不錯，別人去參學見到沒有不恭敬的。都市裡面學佛的同學們請他到都市裡去講經弘法，沒多久就染上名聞利養，就墮落了。你們看看蓮池大師《竹窗隨筆》裡面，他就記載著當時的很好的修行人，功夫不夠，定慧不足，一進入都市就迷了。現在這個社會就更不必說，幾個人能夠保住自己？古時候的修行不簡單，師父管教徒弟管得很嚴，在山上如果不是經過十年、二十年不准下山的，還會被誘惑，現在這個社會怎麼得了？"
    },
    {
      "id": "21-309-0001_p0059",
      "zh_CN": "我在澳洲办净宗学院，我要求同学九年不离开学院。你可以出去，但是图文巴这个市就是我们的界限，不可以离开这个都市，都做不到！还是喜欢到外面跑，这就没法子。现在是民主自由开放，谁也不能够干涉谁，动不动就讲人权，有什么法子？人权毁了我们传统的教学。所以我们现在真正要成就就要靠自己，自己决定要好学，决定不能离开经教。天天要读经，天天要学习，而且还要把经教里面的教诲，要变成自己的生活行为，你才真正得受用。",
      "zh_TW": "我在澳洲辦淨宗學院，我要求同學九年不離開學院。你可以出去，但是圖文巴這個市就是我們的界限，不可以離開這個都市，都做不到！還是喜歡到外面跑，這就沒法子。現在是民主自由開放，誰也不能夠干涉誰，動不動就講人權，有什麼法子？人權毀了我們傳統的教學。所以我們現在真正要成就就要靠自己，自己決定要好學，決定不能離開經教。天天要讀經，天天要學習，而且還要把經教裡面的教誨，要變成自己的生活行為，你才真正得受用。"
    },
    {
      "id": "21-309-0001_p0060",
      "zh_CN": "你弟子规统统做到了，肯定感化你一家人，你一家人感化了，肯定会感化你的邻居、你的亲戚朋友。所以弘法那个事情不要说，自然人家就跟你学，有心去弘法没效果，无心产生不思议的效果，所以你先要度一家人。你看儒家讲这个次第讲得很清楚，「知止」，知足，不能不知足，「知止而后有定」，你心定下来，「定而后能静，静而后能安」，心安了，「安而后能虑」，虑就是智慧，智慧开了，小定开小慧，大定开大慧，智慧开了，「虑而后能得」，你就真正能得。得是什么？有求必应，那就是得。",
      "zh_TW": "你弟子規統統做到了，肯定感化你一家人，你一家人感化了，肯定會感化你的鄰居、你的親戚朋友。所以弘法那個事情不要說，自然人家就跟你學，有心去弘法沒效果，無心產生不思議的效果，所以你先要度一家人。你看儒家講這個次第講得很清楚，「知止」，知足，不能不知足，「知止而後有定」，你心定下來，「定而後能靜，靜而後能安」，心安了，「安而後能慮」，慮就是智慧，智慧開了，小定開小慧，大定開大慧，智慧開了，「慮而後能得」，你就真正能得。得是什麼？有求必應，那就是得。"
    },
    {
      "id": "21-309-0001_p0061",
      "zh_CN": "你得的，我们这边下联写的，你得到自在，这个自在就是佛法里面讲的解脱。得到自在之后你才能随缘，随缘是教化众生，决定不攀缘。对自己来讲，随缘消旧业，过去今生造了很多恶业，业要消，处事待人接物平等心现前。顺境、善缘，缘是人事关系，境是物质的环境，顺境、善缘不生贪恋，你的心是清净的，不会被污染；逆境、恶缘没有瞋恨。你说这种生活，这就是我在初学的时候，方东美先生给我介绍的，「学佛是人生最高的享受」；最高的享受就是顺境、善缘没有贪恋，逆境、恶缘没有瞋恚，最高的享受。这个时候才能称得上经上讲的「善男子，善女人」，我们念佛求生净土，哪有不往生的道理！",
      "zh_TW": "你得的，我們這邊下聯寫的，你得到自在，這個自在就是佛法裡面講的解脫。得到自在之後你才能隨緣，隨緣是教化眾生，決定不攀緣。對自己來講，隨緣消舊業，過去今生造了很多惡業，業要消，處事待人接物平等心現前。順境、善緣，緣是人事關係，境是物質的環境，順境、善緣不生貪戀，你的心是清淨的，不會被污染；逆境、惡緣沒有瞋恨。你說這種生活，這就是我在初學的時候，方東美先生給我介紹的，「學佛是人生最高的享受」；最高的享受就是順境、善緣沒有貪戀，逆境、惡緣沒有瞋恚，最高的享受。這個時候才能稱得上經上講的「善男子，善女人」，我們念佛求生淨土，哪有不往生的道理！"
    },
    {
      "id": "21-309-0001_p0062",
      "zh_CN": "记住，修行的功夫在哪里？在你的面孔上，在你的身体上，相随心转！你看看你的相有没有定、有没有慧？戒定慧在哪里？戒定慧在面孔上，戒定慧在我们起心动念上。这个难得，日本江本博士不错，实在讲他也是无意当中发现的。水结晶随人的意念起变化，因为它是矿物，它不是生物，它是矿物，他这个实验就证明佛经上所讲的「一切法从心想生」。我们身体是法，我们身体的器官、我们的细胞、我们的毛发，统统从心想生。我们的念善，没有一样不善，我们的念不善，没有一样是善的，就这个道理。你的心善、言善、行善，你全身每个细胞、每个毛发没有一个不善，所以体质跟相貌就变了；你要不善，你怎么样去化妆、去美容，全是假的。",
      "zh_TW": "記住，修行的功夫在哪裡？在你的面孔上，在你的身體上，相隨心轉！你看看你的相有沒有定、有沒有慧？戒定慧在哪裡？戒定慧在面孔上，戒定慧在我們起心動念上。這個難得，日本江本博士不錯，實在講他也是無意當中發現的。水結晶隨人的意念起變化，因為它是礦物，它不是生物，它是礦物，他這個實驗就證明佛經上所講的「一切法從心想生」。我們身體是法，我們身體的器官、我們的細胞、我們的毛髮，統統從心想生。我們的念善，沒有一樣不善，我們的念不善，沒有一樣是善的，就這個道理。你的心善、言善、行善，你全身每個細胞、每個毛髮沒有一個不善，所以體質跟相貌就變了；你要不善，你怎麼樣去化妝、去美容，全是假的。"
    },
    {
      "id": "21-309-0001_p0063",
      "zh_CN": "美容那也是谋财害命，后遗症很可怕。当时好像给你做得有点样子，但是三年、五年之后毛病全出来了。到晚年那个面就跟鬼脸一样，不堪设想，你知道吗？那时候后悔就迟了。这个事情不能害自己，要想自己美容，用自己的善心善意，这个没有毛病，你要到美容院去你错了。你的心、念头不善，怎么样给你化妆，是假的，不是真的，时间久了，你本来面目就露出来了，这个道理要懂。所以用意念转变自己，我们如何能把自己这个肉身转变成像佛菩萨金刚不坏身，不是做不到，真做得到。",
      "zh_TW": "美容那也是謀財害命，後遺症很可怕。當時好像給你做得有點樣子，但是三年、五年之後毛病全出來了。到晚年那個面就跟鬼臉一樣，不堪設想，你知道嗎？那時候後悔就遲了。這個事情不能害自己，要想自己美容，用自己的善心善意，這個沒有毛病，你要到美容院去你錯了。你的心、念頭不善，怎麼樣給你化妝，是假的，不是真的，時間久了，你本來面目就露出來了，這個道理要懂。所以用意念轉變自己，我們如何能把自己這個肉身轉變成像佛菩薩金剛不壞身，不是做不到，真做得到。"
    },
    {
      "id": "21-309-0001_p0064",
      "zh_CN": "我们的寿命，不过你到一定的程度之后寿命没有了，想走能走，想住能住。那个时候来去自由，那个时候住不是业力；我们现在想走走不了，业力！所以我常讲，菩萨乘愿再来，怎么回事？业力转变成愿力，那不就是乘愿再来！愿力就不一样了，愿力看你跟这个世间众生的缘分，有缘就多住，没有缘赶快走，那住的有什么意思？有缘，什么叫有缘？还有众生听你的，你劝导他他还会相信，他还能接受，那你就要多住几天，要帮助他、成就他；缘没有，就是人不听你的、不喜欢你，那赶快走，这个地方就没意思了。所以，那个时候住的时间长短，就是看跟这个地方的众生缘分来决定，而绝对不是自己，与自己毫不相关，这随缘。",
      "zh_TW": "我們的壽命，不過你到一定的程度之後壽命沒有了，想走能走，想住能住。那個時候來去自由，那個時候住不是業力；我們現在想走走不了，業力！所以我常講，菩薩乘願再來，怎麼回事？業力轉變成願力，那不就是乘願再來！願力就不一樣了，願力看你跟這個世間眾生的緣分，有緣就多住，沒有緣趕快走，那住的有什麼意思？有緣，什麼叫有緣？還有眾生聽你的，你勸導他他還會相信，他還能接受，那你就要多住幾天，要幫助他、成就他；緣沒有，就是人不聽你的、不喜歡你，那趕快走，這個地方就沒意思了。所以，那個時候住的時間長短，就是看跟這個地方的眾生緣分來決定，而絕對不是自己，與自己毫不相關，這隨緣。"
    },
    {
      "id": "21-309-0001_p0065",
      "zh_CN": "自行化他就是念佛，念佛诸位要知道，就是念觉正净，就是念真诚清净平等正觉慈悲，就是念伦理道德。佛是觉，念念觉而不迷，这叫念佛。我们初学，我们现在觉不了，在迷惑的状态，我们用阿弥陀佛帮助我们觉悟。不是阿弥陀佛真来帮助你，用这句佛号，这句佛号是梵语，翻成中国意思是无量觉。常常念，知道我们自己的真心本性本来是无量觉，现在我们迷了，变成不觉，念念把我们自己本性的无量觉把它念出来，就是这个意思，这才真正叫佛力的加持。",
      "zh_TW": "自行化他就是念佛，念佛諸位要知道，就是念覺正淨，就是念真誠清淨平等正覺慈悲，就是念倫理道德。佛是覺，念念覺而不迷，這叫念佛。我們初學，我們現在覺不了，在迷惑的狀態，我們用阿彌陀佛幫助我們覺悟。不是阿彌陀佛真來幫助你，用這句佛號，這句佛號是梵語，翻成中國意思是無量覺。常常念，知道我們自己的真心本性本來是無量覺，現在我們迷了，變成不覺，念念把我們自己本性的無量覺把它念出來，就是這個意思，這才真正叫佛力的加持。"
    },
    {
      "id": "21-309-0001_p0066",
      "zh_CN": "因为你念这句佛号，用这句佛号把所有一切的杂念打掉。你不念，自然会起念头，不管起什么念头，「阿弥陀佛」，都用这个把它控制住，把它打住。让心里头只有一句阿弥陀佛，这就叫功夫成片。真正把自己的妄念伏住，控制住了，只有这一念，用一念对一切念，念佛道理就在此地，用一念克服一切念。儒家讲的「克念作圣」，我们要把妄念克服住，那你就是圣人，我们用这一句佛号这个方法把我们的念头克服。这句佛号又跟西方极乐世界阿弥陀佛愿力相应，相应就是我们有意思求生净土，就能往生。所以在现前，必须要把自己的妄念克服住，达到一心不乱。",
      "zh_TW": "因為你念這句佛號，用這句佛號把所有一切的雜念打掉。你不念，自然會起念頭，不管起什麼念頭，「阿彌陀佛」，都用這個把它控制住，把它打住。讓心裡頭只有一句阿彌陀佛，這就叫功夫成片。真正把自己的妄念伏住，控制住了，只有這一念，用一念對一切念，念佛道理就在此地，用一念克服一切念。儒家講的「克念作聖」，我們要把妄念克服住，那你就是聖人，我們用這一句佛號這個方法把我們的念頭克服。這句佛號又跟西方極樂世界阿彌陀佛願力相應，相應就是我們有意思求生淨土，就能往生。所以在現前，必須要把自己的妄念克服住，達到一心不亂。"
    },
    {
      "id": "21-309-0001_p0067",
      "zh_CN": "「一心不乱」是鸠摩罗什大师翻的，他老人家是意译，不是直译，就是印度梵文的原本上面不是一心不乱。原文，玄奘大师翻的，那是照原文翻的，原文是「一心系念」，不是不乱，是一心系念，就是一心专想，就是这个意思。当然这个就比较容易，不乱是难了。怎么样才能到一心不乱？他翻的并没有错，真正往生的时候，我们做到一心系念，系念就是功夫成片。临命终时阿弥陀佛来接引，一定先看到佛光，佛光一照，把我们的功夫提升一倍。这真的是佛光加持，提升一倍，那是阿弥陀佛四十八愿的愿力加持，就能达到一心。所以他翻一心不乱没有翻错，真的临命终时佛来接引，那个时候一心不乱。这个不能不知道，你要不知道你就会怀疑，怀疑，你的信心就不足，对你往生就产生障碍，所以这个我们不能不知道。一定要相信罗什翻的没错，而且翻得非常好。",
      "zh_TW": "「一心不亂」是鳩摩羅什大師翻的，他老人家是意譯，不是直譯，就是印度梵文的原本上面不是一心不亂。原文，玄奘大師翻的，那是照原文翻的，原文是「一心繫念」，不是不亂，是一心繫念，就是一心專想，就是這個意思。當然這個就比較容易，不亂是難了。怎麼樣才能到一心不亂？他翻的並沒有錯，真正往生的時候，我們做到一心繫念，繫念就是功夫成片。臨命終時阿彌陀佛來接引，一定先看到佛光，佛光一照，把我們的功夫提升一倍。這真的是佛光加持，提升一倍，那是阿彌陀佛四十八願的願力加持，就能達到一心。所以他翻一心不亂沒有翻錯，真的臨命終時佛來接引，那個時候一心不亂。這個不能不知道，你要不知道你就會懷疑，懷疑，你的信心就不足，對你往生就產生障礙，所以這個我們不能不知道。一定要相信羅什翻的沒錯，而且翻得非常好。"
    },
    {
      "id": "21-309-0001_p0068",
      "zh_CN": "一心功夫有浅深不一样，通常我们讲三等，上等的是理一心不乱，中等的是事一心不乱，下等的就是我们刚才讲的能控制住，一心系念，控制住烦恼习气。下等的，生凡圣同居土；中等的，就是事一心不乱，生方便有余土；最上等的，理一心不乱，生实报庄严土。这个都不要去想它，你就是去念，你愈想愈糟糕，愈想把自己功夫全破坏掉，不要去想。反正蕅益大师讲得好，我凡圣同居土下下品往生我也很满足了，有这个心态就非常好，这蕅益大师。蕅益大师了不起，我想他要不是阿弥陀佛再来，肯定也是观音菩萨再来，决定不是普通人。你看《弥陀经要解》注得那么好，印光大师赞叹「即使古佛再来给《弥陀经》作个注解，也不能超过其上」，这就赞叹到顶点了，你就晓得。印光大师的身分暴露了，我们知道他是大势至菩萨再来的，大势至菩萨对他这样的赞叹，你就晓得他是什么人。",
      "zh_TW": "一心功夫有淺深不一樣，通常我們講三等，上等的是理一心不亂，中等的是事一心不亂，下等的就是我們剛才講的能控制住，一心繫念，控制住煩惱習氣。下等的，生凡聖同居土；中等的，就是事一心不亂，生方便有餘土；最上等的，理一心不亂，生實報莊嚴土。這個都不要去想它，你就是去念，你愈想愈糟糕，愈想把自己功夫全破壞掉，不要去想。反正蕅益大師講得好，我凡聖同居土下下品往生我也很滿足了，有這個心態就非常好，這蕅益大師。蕅益大師了不起，我想他要不是阿彌陀佛再來，肯定也是觀音菩薩再來，決定不是普通人。你看《彌陀經要解》註得那麼好，印光大師讚歎「即使古佛再來給《彌陀經》作個註解，也不能超過其上」，這就讚歎到頂點了，你就曉得。印光大師的身分暴露了，我們知道他是大勢至菩薩再來的，大勢至菩薩對他這樣的讚歎，你就曉得他是什麼人。"
    },
    {
      "id": "21-309-0001_p0069",
      "zh_CN": "所以还是中国人有福报，这些佛菩萨都应化到这个地区来，外国没有这个福分。中国人为什么有福分？这个要知道，祖宗积的德，五千年来伦理道德的教诲。今天的世界灾难，灾难从哪里来？杀业！这是众生自己干的。中国历史上，从春秋战国之后就战争不间断，每次战争死亡的人都是十几万、几十万，二千年来冤冤相报。还有受灾难的这些人民，还有这些畜生众生，再看就是打猎，吃的这些动物，哪个动物是甘心情愿被你吃的？牠不甘心、不情愿你吃了牠，牠有怨恨在，二千年累积的怨恨还得了！这就是什么？这就是今天灾难的远因，你就明白了。这个灾难要是不能妥善的处理，世界末日肯定会现前。",
      "zh_TW": "所以還是中國人有福報，這些佛菩薩都應化到這個地區來，外國沒有這個福分。中國人為什麼有福分？這個要知道，祖宗積的德，五千年來倫理道德的教誨。今天的世界災難，災難從哪裡來？殺業！這是眾生自己幹的。中國歷史上，從春秋戰國之後就戰爭不間斷，每次戰爭死亡的人都是十幾萬、幾十萬，二千年來冤冤相報。還有受災難的這些人民，還有這些畜生眾生，再看就是打獵，吃的這些動物，哪個動物是甘心情願被你吃的？牠不甘心、不情願你吃了牠，牠有怨恨在，二千年累積的怨恨還得了！這就是什麼？這就是今天災難的遠因，你就明白了。這個災難要是不能妥善的處理，世界末日肯定會現前。"
    },
    {
      "id": "21-309-0001_p0070",
      "zh_CN": "我们挂的那张地图是末日的地图，你们去看看，那是美国人搞的。二十多年前我在美国买了五张，搬家搬来搬去都搬不见了，剩了一张。这张我拿到北京他们替我复制的，复制得不错，有详细的说明。全球统统变了，地壳变化，很多地方沉到海底，海上也有很多新的陆地露出来，真是天翻地覆。我们希望这个灾难在我们这一生不要看到，所以我们要好好努力干，我们要带领大众一起念佛，一起回心向善。首先的效果，改变我们的相貌、改变我们的体质，这是头一个效果；然后你的家庭和睦，你的事业很顺利，这就逐渐看到佛法的效果，在你身上看到了。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們掛的那張地圖是末日的地圖，你們去看看，那是美國人搞的。二十多年前我在美國買了五張，搬家搬來搬去都搬不見了，剩了一張。這張我拿到北京他們替我複製的，複製得不錯，有詳細的說明。全球統統變了，地殼變化，很多地方沉到海底，海上也有很多新的陸地露出來，真是天翻地覆。我們希望這個災難在我們這一生不要看到，所以我們要好好努力幹，我們要帶領大眾一起念佛，一起回心向善。首先的效果，改變我們的相貌、改變我們的體質，這是頭一個效果；然後你的家庭和睦，你的事業很順利，這就逐漸看到佛法的效果，在你身上看到了。今天時間到了，我們就講到此地。"
    }
  ]
}