{
  "doc_id": "32-228-0001",
  "title": {
    "zh_CN": "英国汉学院餐后开示",
    "zh_TW": "英國漢學院餐後開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国汉学院",
    "zh_TW": "英國漢學院"
  },
  "doc_number": "32-228-0001",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "32-228-0001_p0001",
      "zh_CN": "老师、同学，非常难得的缘分，也可以说是我们老祖宗几千年前已经给我们定在这个地方了，几千年前就准备了，就定在这个地方。",
      "zh_TW": "老師、同學，非常難得的緣分，也可以說是我們老祖宗幾千年前已經給我們定在這個地方了，幾千年前就準備了，就定在這個地方。"
    },
    {
      "id": "32-228-0001_p0002",
      "zh_CN": "我记得前年，我们跟校长认识还不到两年，第一次见面是二Ｏ一五年，我到英国来看看，住在马良家里，马居士，校长带了一位副校长来访问我。我们就谈到人类文化的危机，汤恩比博士说得很好，地球上，这五千年当中曾经出现二十多种文明，现在都没有了，只剩下一个，中国的文明，只剩下一个，其他都没有了。他的看法是，人类的历史是先有宗教后有文明，文明是宗教衍生出来的。所以没有宗教做基础的文明，都不会超过三百年，就没有了。我们根据他这个说法，中国文明到现在还存在，中国文明有三个宗教是它的支柱，儒、释、道。",
      "zh_TW": "我記得前年，我們跟校長認識還不到兩年，第一次見面是二Ｏ一五年，我到英國來看看，住在馬良家裡，馬居士，校長帶了一位副校長來訪問我。我們就談到人類文化的危機，湯恩比博士說得很好，地球上，這五千年當中曾經出現二十多種文明，現在都沒有了，只剩下一個，中國的文明，只剩下一個，其他都沒有了。他的看法是，人類的歷史是先有宗教後有文明，文明是宗教衍生出來的。所以沒有宗教做基礎的文明，都不會超過三百年，就沒有了。我們根據他這個說法，中國文明到現在還存在，中國文明有三個宗教是它的支柱，儒、釋、道。"
    },
    {
      "id": "32-228-0001_p0003",
      "zh_CN": "可是今天我们发现，儒释道的后继人没有了，大家现在不学文言文，不学中国古汉语了。这个将来，《四库》是可以保存下来，不会再失传，但是没有人能读。没有人读，那《四库全书》等于一堆废纸，那多么可惜。所以我说我们想培养一批年轻人，帮助他们，我们用全额奖学金，学费、生活费用全包括在其中，来培养五十个，三十到五十个，能够继传这个文明的命脉，让它不至于在这个世界中断。断了，我们对不起祖宗，对不起后代，这个罪过比什么都重。今天什么是大事？这是头等大事，一定要把它做出来。",
      "zh_TW": "可是今天我們發現，儒釋道的後繼人沒有了，大家現在不學文言文，不學中國古漢語了。這個將來，《四庫》是可以保存下來，不會再失傳，但是沒有人能讀。沒有人讀，那《四庫全書》等於一堆廢紙，那多麼可惜。所以我說我們想培養一批年輕人，幫助他們，我們用全額獎學金，學費、生活費用全包括在其中，來培養五十個，三十到五十個，能夠繼傳這個文明的命脈，讓它不至於在這個世界中斷。斷了，我們對不起祖宗，對不起後代，這個罪過比什麼都重。今天什麼是大事？這是頭等大事，一定要把它做出來。"
    },
    {
      "id": "32-228-0001_p0004",
      "zh_CN": "中国文明好处在哪里？为什么要学它？为什么要去承传？我觉得这个答案就是《论语》上的第一句，「学而时习之，不亦说乎」，这个答案就非常的圆满。人活在世间，我们总希望自己这一生能够过快乐幸福的生活，和谐家庭，家和万事兴。把伦常道德找回来，家文化。所以中国人确确实实，中国读书人把读书摆在第一位。过去的社会，士农工商，对于读书人最尊重，为什么？每个朝代都有一段太平盛世，这太平盛世从哪里来的？读书人制造成的。怎么说读书人？读书人他能把古圣先贤的教训落实在生活，落实在工作，落实在处事待人接物。像我们，生在战乱当中，没有机会读书，但是我们会做人。什么原因？看到那些念书人的样子，那是我们的榜样。这个就是社会导师，看他们日常生活、待人接物，我们从这个地方学会一点点。所以我觉得这些人对社会贡献非常大，把他列在头等，士农工商，是很有道理的。国家希望全国人民都向他们学习，那是圣贤君子。社会上有这些人做榜样，社会怎么会不好？当然会好。",
      "zh_TW": "中國文明好處在哪裡？為什麼要學它？為什麼要去承傳？我覺得這個答案就是《論語》上的第一句，「學而時習之，不亦說乎」，這個答案就非常的圓滿。人活在世間，我們總希望自己這一生能夠過快樂幸福的生活，和諧家庭，家和萬事興。把倫常道德找回來，家文化。所以中國人確確實實，中國讀書人把讀書擺在第一位。過去的社會，士農工商，對於讀書人最尊重，為什麼？每個朝代都有一段太平盛世，這太平盛世從哪裡來的？讀書人製造成的。怎麼說讀書人？讀書人他能把古聖先賢的教訓落實在生活，落實在工作，落實在處事待人接物。像我們，生在戰亂當中，沒有機會讀書，但是我們會做人。什麼原因？看到那些念書人的樣子，那是我們的榜樣。這個就是社會導師，看他們日常生活、待人接物，我們從這個地方學會一點點。所以我覺得這些人對社會貢獻非常大，把他列在頭等，士農工商，是很有道理的。國家希望全國人民都向他們學習，那是聖賢君子。社會上有這些人做榜樣，社會怎麼會不好？當然會好。"
    },
    {
      "id": "32-228-0001_p0005",
      "zh_CN": "还包括中国民间这些杂耍，唱戏的、说大鼓书的、民间这些杂技，统统都是社会教育的老师。他们表演出来的内容都是忠孝节义，都是表演善有善果、恶有恶报。不能轻视他们，我们对他们要非常尊重。所以这些演艺人员我见到，我都对他们行礼。难得，社会老师，社会教育的老师，社会的安定从这来的。",
      "zh_TW": "還包括中國民間這些雜耍，唱戲的、說大鼓書的、民間這些雜技，統統都是社會教育的老師。他們表演出來的內容都是忠孝節義，都是表演善有善果、惡有惡報。不能輕視他們，我們對他們要非常尊重。所以這些演藝人員我見到，我都對他們行禮。難得，社會老師，社會教育的老師，社會的安定從這來的。"
    },
    {
      "id": "32-228-0001_p0006",
      "zh_CN": "我把这个讲给校长听，校长完全能听得懂，完全能同意。所以讲我们办，办个汉学院，来培养这批，就是三十到五十个学生，我的目的就在此地。培养的期限，照他学校的学制，七年，行；我们再延长，十年也可以。希望有一批人能够读《四库全书》，有人也能够写文言文，把《四库》里面精华的地方讲清楚、讲明白，然后翻成白话文，由白话文再翻成全世界每一个国家的文字，让全世界人都能读到中国古圣先贤的教诲。我们是这个意思。校长非常赞成，我们谈了三个多小时，他就说我们来合办。我们常常想，有人能够志同道合的在一起，把这个事情做成功。没有想到在英国，在英国遇到这个法缘，他真干。他对我们也很小心谨慎，你看，到大埔去住了五天，二Ｏ一五年八月住五天，二Ｏ一六年一月去住了两天，他来看看我们；台南的极乐寺他去住了三天，马六甲的汉学院他也去住了三天，他到处在考察，看看我们做的什么。他看到很满意，他说我们是真干，不是假干，所以就催着我签订合同，去年九月合同就签订了，一年三个月。这进度很快。",
      "zh_TW": "我把這個講給校長聽，校長完全能聽得懂，完全能同意。所以講我們辦，辦個漢學院，來培養這批，就是三十到五十個學生，我的目的就在此地。培養的期限，照他學校的學制，七年，行；我們再延長，十年也可以。希望有一批人能夠讀《四庫全書》，有人也能夠寫文言文，把《四庫》裡面精華的地方講清楚、講明白，然後翻成白話文，由白話文再翻成全世界每一個國家的文字，讓全世界人都能讀到中國古聖先賢的教誨。我們是這個意思。校長非常贊成，我們談了三個多小時，他就說我們來合辦。我們常常想，有人能夠志同道合的在一起，把這個事情做成功。沒有想到在英國，在英國遇到這個法緣，他真幹。他對我們也很小心謹慎，你看，到大埔去住了五天，二Ｏ一五年八月住五天，二Ｏ一六年一月去住了兩天，他來看看我們；台南的極樂寺他去住了三天，馬六甲的漢學院他也去住了三天，他到處在考察，看看我們做的什麼。他看到很滿意，他說我們是真幹，不是假幹，所以就催著我簽訂合同，去年九月合同就簽訂了，一年三個月。這進度很快。"
    },
    {
      "id": "32-228-0001_p0007",
      "zh_CN": "他把我们这个事情向王子报告，王子跟我见过两次面，包括到此地来访问，我们谈得都很投缘。王子很有慈悲心，有爱心，很难得。所以我们的目标方向非常正确。他就问我，你为什么要搞汉学院？我跟他讲清楚、讲明白，没有任何目的，就是培养几个传人，让他们把汉学继承下去，发扬光大，我说我们就很快乐了。",
      "zh_TW": "他把我們這個事情向王子報告，王子跟我見過兩次面，包括到此地來訪問，我們談得都很投緣。王子很有慈悲心，有愛心，很難得。所以我們的目標方向非常正確。他就問我，你為什麼要搞漢學院？我跟他講清楚、講明白，沒有任何目的，就是培養幾個傳人，讓他們把漢學繼承下去，發揚光大，我說我們就很快樂了。"
    },
    {
      "id": "32-228-0001_p0008",
      "zh_CN": "为什么我说学古圣先贤的东西？古圣先贤的教育就是宗教教育。汤恩比说的，宗教教育是人类不能缺少的。特别是中国的宗教教育，中国的宗教教育它偏重在教育上，它不偏重在拜神，这是跟外国人不一样的地方。中国宗教两个字，这我们老祖宗的智慧，宗三个意思，主要的、重要的、尊崇的；教，教育、教学、教化。这两个字连起来，主要的教育、重要的教学、尊崇的教化，那人你能不要吗？我们用中文来解释宗教两个字，我们在新加坡、在澳洲，所有宗教都接受，都说我们的宗教是主要的教育、是重要的教学。那个宗教，我们宗教也是这样的。宗教团结有指望。这是真的，这不是假的。所以一定要把宗教回归到教育。",
      "zh_TW": "為什麼我說學古聖先賢的東西？古聖先賢的教育就是宗教教育。湯恩比說的，宗教教育是人類不能缺少的。特別是中國的宗教教育，中國的宗教教育它偏重在教育上，它不偏重在拜神，這是跟外國人不一樣的地方。中國宗教兩個字，這我們老祖宗的智慧，宗三個意思，主要的、重要的、尊崇的；教，教育、教學、教化。這兩個字連起來，主要的教育、重要的教學、尊崇的教化，那人你能不要嗎？我們用中文來解釋宗教兩個字，我們在新加坡、在澳洲，所有宗教都接受，都說我們的宗教是主要的教育、是重要的教學。那個宗教，我們宗教也是這樣的。宗教團結有指望。這是真的，這不是假的。所以一定要把宗教回歸到教育。"
    },
    {
      "id": "32-228-0001_p0009",
      "zh_CN": "宗教教学里头教学内容是什么？伦理、道德、因果，还有圣贤的教训。唐太宗把这个东西，古圣先贤好的，关于修身、齐家、治国、平天下，好的这些教训，把它统统节录下来，编成《群书治要》。那就是这部书可以指导我们，可以帮助我们得到幸福快乐的人生，这一生可以帮助你家和万事兴，帮助你事业成长，帮助社会安定，帮助国家富强，帮助世界和平。还有什么宝能比得上它？故宫藏那个宝，那个宝没用处的，我从来不欣赏这些东西，人家送给我这些东西，我马上都送人，我没有地方放。所以这个要知道，知道我们有使命感。",
      "zh_TW": "宗教教學裡頭教學內容是什麼？倫理、道德、因果，還有聖賢的教訓。唐太宗把這個東西，古聖先賢好的，關於修身、齊家、治國、平天下，好的這些教訓，把它統統節錄下來，編成《群書治要》。那就是這部書可以指導我們，可以幫助我們得到幸福快樂的人生，這一生可以幫助你家和萬事興，幫助你事業成長，幫助社會安定，幫助國家富強，幫助世界和平。還有什麼寶能比得上它？故宮藏那個寶，那個寶沒用處的，我從來不欣賞這些東西，人家送給我這些東西，我馬上都送人，我沒有地方放。所以這個要知道，知道我們有使命感。"
    },
    {
      "id": "32-228-0001_p0010",
      "zh_CN": "我在外给这些企业家，我说你们想发财，发财怎么发？财布施就得财富。财布施里头有一个舍一得万报的，你们知不知道？没人知道。寺庙里面舍一得万报，过去寺庙有，现在没有了。所以宗教需要改革，改革的时候，旧的不能废除，还要把它兴旺起来，为什么？宗教文物，用这个名义来保留。宗教文物。新的宗教，宗教活动中心，每个县市有一个。这个中心规模大的可以容纳一万人，任何宗教办活动都在这办，大家都看到，互相学习、互相观摩。再就是培训中心，这里面有很多小教室，小教室就各个宗教教学中心，每个宗教有个二、三个教室就够了。佛教有十个宗派，两个宗派共用一个教室，五个教室就够了。所以这里头有初级、有中级、有高级，甚至于有研究所，比照大学的一样，有学位。把每个宗、每个教都兴旺起来，有专家去研究。研究是学术，还要力行，就是要把它做到。它做不到是假的，不是真的，真正做到才能把宗教发扬光大。",
      "zh_TW": "我在外給這些企業家，我說你們想發財，發財怎麼發？財布施就得財富。財布施裡頭有一個捨一得萬報的，你們知不知道？沒人知道。寺廟裡面捨一得萬報，過去寺廟有，現在沒有了。所以宗教需要改革，改革的時候，舊的不能廢除，還要把它興旺起來，為什麼？宗教文物，用這個名義來保留。宗教文物。新的宗教，宗教活動中心，每個縣市有一個。這個中心規模大的可以容納一萬人，任何宗教辦活動都在這辦，大家都看到，互相學習、互相觀摩。再就是培訓中心，這裡面有很多小教室，小教室就各個宗教教學中心，每個宗教有個二、三個教室就夠了。佛教有十個宗派，兩個宗派共用一個教室，五個教室就夠了。所以這裡頭有初級、有中級、有高級，甚至於有研究所，比照大學的一樣，有學位。把每個宗、每個教都興旺起來，有專家去研究。研究是學術，還要力行，就是要把它做到。它做不到是假的，不是真的，真正做到才能把宗教發揚光大。"
    },
    {
      "id": "32-228-0001_p0011",
      "zh_CN": "所以宗教要改，我有这些很多想法，过去跟赵朴初谈，赵朴初听了非常高兴。他年岁大了，真的心有余而力不足。赵朴老过世之后，就没有对象了，没人谈了。所以到英国来，可以跟校长谈，可以跟王子谈。英国宗教大团结你来带头，这个多有意思，很快影响欧洲、影响全世界。宗教兴旺起来，文化就复兴起来了，我们今天干这个事情。所以你捐钱，你捐一万块钱给汉学院，等于捐其他的功德事情一百万都不止，叫舍一得万报。",
      "zh_TW": "所以宗教要改，我有這些很多想法，過去跟趙樸初談，趙樸初聽了非常高興。他年歲大了，真的心有餘而力不足。趙樸老過世之後，就沒有對象了，沒人談了。所以到英國來，可以跟校長談，可以跟王子談。英國宗教大團結你來帶頭，這個多有意思，很快影響歐洲、影響全世界。宗教興旺起來，文化就復興起來了，我們今天幹這個事情。所以你捐錢，你捐一萬塊錢給漢學院，等於捐其他的功德事情一百萬都不止，叫捨一得萬報。"
    },
    {
      "id": "32-228-0001_p0012",
      "zh_CN": "好，同学们知道这个宗旨，我们一定就向这个方向去做。我在台中求学，李老师教给我，教给我们的学生，能背五十篇古文，你就能看得懂文言文；能背一百篇古文，你就能写文言文。我们有一个同学专攻，徐醒民教授，他跟老师学儒，我跟老师学佛，江逸子跟老师学唐诗，学得真不错，都很有功底。老师多才多艺，我们只能学一样，学两样都不行，精神、时间都不够用。",
      "zh_TW": "好，同學們知道這個宗旨，我們一定就向這個方向去做。我在台中求學，李老師教給我，教給我們的學生，能背五十篇古文，你就能看得懂文言文；能背一百篇古文，你就能寫文言文。我們有一個同學專攻，徐醒民教授，他跟老師學儒，我跟老師學佛，江逸子跟老師學唐詩，學得真不錯，都很有功底。老師多才多藝，我們只能學一樣，學兩樣都不行，精神、時間都不夠用。"
    },
    {
      "id": "32-228-0001_p0013",
      "zh_CN": "好，今天我们就说到此地。",
      "zh_TW": "好，今天我們就說到此地。"
    }
  ]
}