{
  "doc_id": "02-027-0005",
  "title": {
    "zh_CN": "无量寿经（新加坡二次宣讲）",
    "zh_TW": "無量壽經（新加坡二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-027-0005",
  "total_paragraphs": 84,
  "paragraphs": [
    {
      "id": "02-027-0005_p0001",
      "zh_CN": "请掀开经本，第五页第一行末后这一句看起：",
      "zh_TW": "請掀開經本，第五頁第一行末後這一句看起："
    },
    {
      "id": "02-027-0005_p0002",
      "zh_CN": "【无量诸佛咸共护念。诸佛刹中。皆能示现。譬善幻师。现众异相。于彼相中。实无可得。此诸菩萨。亦复如是。】",
      "zh_TW": "【無量諸佛咸共護念。諸佛剎中。皆能示現。譬善幻師。現眾異相。於彼相中。實無可得。此諸菩薩。亦復如是。】"
    },
    {
      "id": "02-027-0005_p0003",
      "zh_CN": "到这个地方是一小段。前面所讲的是与会的这些大菩萨们，都是西方极乐世界的菩萨化身示现的，因此他们的智慧、德能都是无有穷尽的。虽然是大菩萨示现，这里面有许许多多值得我们学习的地方，给我们许多的启示，我们应当认真努力去效法，这样也必定得到诸佛护念。虽然这是初发心，初发心发这样的心实在是很不容易。正如同世尊在经里面给我们说的，这是无量劫来，善根福德在这个时候成熟了，所以才遇到这样殊胜的因缘，能发真信切愿念佛求生净土，一定也得诸佛如来的护念。",
      "zh_TW": "到這個地方是一小段。前面所講的是與會的這些大菩薩們，都是西方極樂世界的菩薩化身示現的，因此他們的智慧、德能都是無有窮盡的。雖然是大菩薩示現，這裡面有許許多多值得我們學習的地方，給我們許多的啟示，我們應當認真努力去效法，這樣也必定得到諸佛護念。雖然這是初發心，初發心發這樣的心實在是很不容易。正如同世尊在經裡面給我們說的，這是無量劫來，善根福德在這個時候成熟了，所以才遇到這樣殊勝的因緣，能發真信切願念佛求生淨土，一定也得諸佛如來的護念。"
    },
    {
      "id": "02-027-0005_p0004",
      "zh_CN": "这底下八句都是讲的智德，妙智成行。『诸佛刹中』，由此可知，往生西方极乐世界的殊胜。诸佛并没有说哪些佛刹你不能到那里去化身示现，没有。既没有，那就是说尽虚空遍法界所有一切诸佛刹土。真的生到西方极乐世界，这一切佛刹统统都有分；真的是古人讲的一生一切生，跟其他佛土不一样。譬如我们讲弥勒净土，生兜率天，生到弥勒净土就没有这么方便，想到其他佛刹不容易，很难离开兜率；唯独西方极乐世界，十方诸佛世界任凭你去游览观光参学，这显示它无比的殊胜。",
      "zh_TW": "這底下八句都是講的智德，妙智成行。『諸佛剎中』，由此可知，往生西方極樂世界的殊勝。諸佛並沒有說哪些佛剎你不能到那裡去化身示現，沒有。既沒有，那就是說盡虛空遍法界所有一切諸佛剎土。真的生到西方極樂世界，這一切佛剎統統都有分；真的是古人講的一生一切生，跟其他佛土不一樣。譬如我們講彌勒淨土，生兜率天，生到彌勒淨土就沒有這麼方便，想到其他佛剎不容易，很難離開兜率；唯獨西方極樂世界，十方諸佛世界任憑你去遊覽觀光參學，這顯示它無比的殊勝。"
    },
    {
      "id": "02-027-0005_p0005",
      "zh_CN": "『皆能示现』，当然得佛力加持，本师阿弥陀佛四十八愿，这个本愿威神的加持，这是我们在经上读到的。我们能够联想到，也得到一切诸佛如来的加持，为什么？《弥陀经》上我们念到的「六方诸佛」，《无量寿经》上虽然没有细说，但是也讲了「十方诸佛」，这就是说明一切诸佛都会加持我们。皆能示现是随类化身，其实像我们这样的人往生到极乐世界，都是凡夫，一品烦恼也没断，带业去的；可是到达西方极乐世界，我们的智慧神通能力就跟观世音菩萨差不多；观音是等觉菩萨，就跟他差不多。你看《普门品》里面讲的三十二应，我们到那个地方去个个人都有这个本事，都能以三十二应参访诸佛刹土，这种便宜到哪里能找得到？我们一定要明白；除这个法门之外，再也找不到了。昨天我们读的这一段，这段还没有完。「八相成道」就是随类化身，三十二应身里头举一个例子。",
      "zh_TW": "『皆能示現』，當然得佛力加持，本師阿彌陀佛四十八願，這個本願威神的加持，這是我們在經上讀到的。我們能夠聯想到，也得到一切諸佛如來的加持，為什麼？《彌陀經》上我們念到的「六方諸佛」，《無量壽經》上雖然沒有細說，但是也講了「十方諸佛」，這就是說明一切諸佛都會加持我們。皆能示現是隨類化身，其實像我們這樣的人往生到極樂世界，都是凡夫，一品煩惱也沒斷，帶業去的；可是到達西方極樂世界，我們的智慧神通能力就跟觀世音菩薩差不多；觀音是等覺菩薩，就跟他差不多。你看《普門品》裡面講的三十二應，我們到那個地方去個個人都有這個本事，都能以三十二應參訪諸佛剎土，這種便宜到哪裡能找得到？我們一定要明白；除這個法門之外，再也找不到了。昨天我們讀的這一段，這段還沒有完。「八相成道」就是隨類化身，三十二應身裡頭舉一個例子。"
    },
    {
      "id": "02-027-0005_p0006",
      "zh_CN": "下面是比喻，譬如『善幻师』，善幻师就是我们一般常讲的魔术师，变魔术的。那一边到十方世界去应化参学，就像变魔术师那么容易，真的可以随心所欲去变化。『现众异相』，众是众多，就是不一样的身分，形状不一样，这是从事相上说的。虽然如是的示现，我们会担心到他方世界去度众生，会不会退转？的确这是我们非常担心的一桩事情，就怕的是退转；这一点我们很可以放心，有阿弥陀佛加持我们，使我们永远不会退转。就如同在极乐世界一样，圆证三不退，这是佛力加持，什么个道理？这底下说。",
      "zh_TW": "下面是比喻，譬如『善幻師』，善幻師就是我們一般常講的魔術師，變魔術的。那一邊到十方世界去應化參學，就像變魔術師那麼容易，真的可以隨心所欲去變化。『現眾異相』，眾是眾多，就是不一樣的身分，形狀不一樣，這是從事相上說的。雖然如是的示現，我們會擔心到他方世界去度眾生，會不會退轉？的確這是我們非常擔心的一樁事情，就怕的是退轉；這一點我們很可以放心，有阿彌陀佛加持我們，使我們永遠不會退轉。就如同在極樂世界一樣，圓證三不退，這是佛力加持，什麼個道理？這底下說。"
    },
    {
      "id": "02-027-0005_p0007",
      "zh_CN": "『于彼相中，实无可得』。佛是以这个真实的事理加持这些菩萨们，使这些菩萨们在诸佛刹土里面知道，「凡所有相皆是虚妄」。佛在《金刚经》里面为我们说的，《圆觉经》上说得更好，「离幻即觉」，我们知道这一切法是幻化的，这就觉了，觉就不迷，不迷就不退转；退转是迷了才会退，觉悟的人不会退转。所以这里面有理、有事。『此诸菩萨，亦复如是』。这些菩萨就是西方极乐世界，以及参与法会的这些菩萨们，都是圆满具足权实二智，就跟此地所说的完全一样。再看下面这段经文：",
      "zh_TW": "『於彼相中，實無可得』。佛是以這個真實的事理加持這些菩薩們，使這些菩薩們在諸佛剎土裡面知道，「凡所有相皆是虛妄」。佛在《金剛經》裡面為我們說的，《圓覺經》上說得更好，「離幻即覺」，我們知道這一切法是幻化的，這就覺了，覺就不迷，不迷就不退轉；退轉是迷了才會退，覺悟的人不會退轉。所以這裡面有理、有事。『此諸菩薩，亦復如是』。這些菩薩就是西方極樂世界，以及參與法會的這些菩薩們，都是圓滿具足權實二智，就跟此地所說的完全一樣。再看下面這段經文："
    },
    {
      "id": "02-027-0005_p0008",
      "zh_CN": "【通诸法性。达众生相。】",
      "zh_TW": "【通諸法性。達眾生相。】"
    },
    {
      "id": "02-027-0005_p0009",
      "zh_CN": "佛教化众生，我们常听到讲经说法，这所讲的一定要契机、契理。『通诸法性』，这就契理，绝对不会讲错。这一句实在讲，也就是禅宗里面所说的明心见性。通是通达无碍，达是到达，决定没有障碍！第二句是契机，对于一切众生的根性也明了、也通达。『达众生相』，因此教化众生契机契理，能令一切众生个个都得真实的利益。这下面把教学的方式略略的给我们指示。第一个。",
      "zh_TW": "佛教化眾生，我們常聽到講經說法，這所講的一定要契機、契理。『通諸法性』，這就契理，絕對不會講錯。這一句實在講，也就是禪宗裡面所說的明心見性。通是通達無礙，達是到達，決定沒有障礙！第二句是契機，對於一切眾生的根性也明瞭、也通達。『達眾生相』，因此教化眾生契機契理，能令一切眾生個個都得真實的利益。這下面把教學的方式略略的給我們指示。第一個。"
    },
    {
      "id": "02-027-0005_p0010",
      "zh_CN": "【供养诸佛。】",
      "zh_TW": "【供養諸佛。】"
    },
    {
      "id": "02-027-0005_p0011",
      "zh_CN": "这是从根本修。前面跟诸位说过，我们学佛要从三福下手；要从孝养父母、奉事师长做起。你看菩萨教给我们供养诸佛，这就是孝敬。佛菩萨不仅是说，他做给我们看。世尊出家成佛之后，当机缘成熟的时候，他老人家特别上升忉利天为母亲说法，去度他母亲，尽孝！我们在传记里面读到，佛出生的时候，摩耶夫人生了佛陀之后就上生忉利天。我们世俗的人来看释迦牟尼佛命不好，你看生下来母亲就死了，这是我们世俗人看的；实在他的母亲功德太大，要到忉利天去享福去！所以他是姨母抚养长大的。他的生母在忉利天，他要到忉利天宫为母亲说法。说的什么法？《地藏菩萨本愿经》。这是大家常常读过的，《地藏经》是在忉利天讲的，为他母亲说的，孝经！《地藏经》是佛门的孝经，非常重要。可见得佛做榜样给我们看。",
      "zh_TW": "這是從根本修。前面跟諸位說過，我們學佛要從三福下手；要從孝養父母、奉事師長做起。你看菩薩教給我們供養諸佛，這就是孝敬。佛菩薩不僅是說，他做給我們看。世尊出家成佛之後，當機緣成熟的時候，他老人家特別上升忉利天為母親說法，去度他母親，盡孝！我們在傳記裡面讀到，佛出生的時候，摩耶夫人生了佛陀之後就上生忉利天。我們世俗的人來看釋迦牟尼佛命不好，你看生下來母親就死了，這是我們世俗人看的；實在他的母親功德太大，要到忉利天去享福去！所以他是姨母撫養長大的。他的生母在忉利天，他要到忉利天宮為母親說法。說的什麼法？《地藏菩薩本願經》。這是大家常常讀過的，《地藏經》是在忉利天講的，為他母親說的，孝經！《地藏經》是佛門的孝經，非常重要。可見得佛做榜樣給我們看。"
    },
    {
      "id": "02-027-0005_p0012",
      "zh_CN": "【开导群生。】",
      "zh_TW": "【開導群生。】"
    },
    {
      "id": "02-027-0005_p0013",
      "zh_CN": "这句话就是言教，为大众讲经说法。为大众讲经说法，假如所讲的自己做不到，不能叫人信服，人家怎么会相信？一定要自己真正做到了，然后才说出来，大家就能信、能接受，而且欢喜信受，这就是言教一定以身教做基础，先有身行然后才有言教，这个顺序不能颠倒的。",
      "zh_TW": "這句話就是言教，為大眾講經說法。為大眾講經說法，假如所講的自己做不到，不能叫人信服，人家怎麼會相信？一定要自己真正做到了，然後才說出來，大家就能信、能接受，而且歡喜信受，這就是言教一定以身教做基礎，先有身行然後才有言教，這個順序不能顛倒的。"
    },
    {
      "id": "02-027-0005_p0014",
      "zh_CN": "【化现其身。犹如电光。】",
      "zh_TW": "【化現其身。猶如電光。】"
    },
    {
      "id": "02-027-0005_p0015",
      "zh_CN": "佛在世间应化，应以什么身得度，他就现什么样的身。其实释迦牟尼佛时时在世间，这世间人不认识，这是真的不是假的。在我们中国历史上所记载的，隋朝时候，天台宗的智者大师就是释迦牟尼佛化身再来的。世尊在三千年前在印度示现，三十二相八十种好，那个时候大家这个机缘成熟，应以佛身得度，他就现佛身；一千多年之后在中国，中国人应以祖师的身分得度，他就现祖师的身分出现。你看这就是三十二应！这是我们知道的，还有不知道的这多！身分没有露的太多了，身分暴露的并不多。这都是证明『化现其身』。",
      "zh_TW": "佛在世間應化，應以什麼身得度，他就現什麼樣的身。其實釋迦牟尼佛時時在世間，這世間人不認識，這是真的不是假的。在我們中國歷史上所記載的，隋朝時候，天台宗的智者大師就是釋迦牟尼佛化身再來的。世尊在三千年前在印度示現，三十二相八十種好，那個時候大家這個機緣成熟，應以佛身得度，他就現佛身；一千多年之後在中國，中國人應以祖師的身分得度，他就現祖師的身分出現。你看這就是三十二應！這是我們知道的，還有不知道的這多！身分沒有露的太多了，身分暴露的並不多。這都是證明『化現其身』。"
    },
    {
      "id": "02-027-0005_p0016",
      "zh_CN": "『犹如电光』，这一句是比喻。电光就是闪电。这几天下雨我们都看到闪电，这个闪电有用，它有作用；它不住，一刹那就没有了，它不住，比喻这个意思。不住，比喻说不着相，度化一切众生不执着度化众生的相，他就自在！我们凡夫之所以不自在就是着相，这很苦，执着！那么电光，第一个它快速，一刹那就没有了，快速；第二它很明亮，明亮就是破暗的意思；第三个它不住，第四个意思它没有分别。这就是比喻佛菩萨在世间示现也是这个意思。他是众生根机熟了，众生有感，佛菩萨就有应；众生根机成熟这是有感，自自然然他就有应，他就来应。",
      "zh_TW": "『猶如電光』，這一句是比喻。電光就是閃電。這幾天下雨我們都看到閃電，這個閃電有用，它有作用；它不住，一剎那就沒有了，它不住，比喻這個意思。不住，比喻說不著相，度化一切眾生不執著度化眾生的相，他就自在！我們凡夫之所以不自在就是著相，這很苦，執著！那麼電光，第一個它快速，一剎那就沒有了，快速；第二它很明亮，明亮就是破暗的意思；第三個它不住，第四個意思它沒有分別。這就是比喻佛菩薩在世間示現也是這個意思。他是眾生根機熟了，眾生有感，佛菩薩就有應；眾生根機成熟這是有感，自自然然他就有應，他就來應。"
    },
    {
      "id": "02-027-0005_p0017",
      "zh_CN": "因此我们明白这个道理，知道这个事实真相，如果我们想佛菩萨多多的来到新加坡，常住弘法利生来教导我们，我们要有感才行。这感是什么？真诚的心，我们要学佛，我们想学佛，那佛菩萨自然来了。如果大家口是心非，口里头说学佛，心里头都还搞贪瞋痴慢，那佛菩萨不来；真诚的心想学佛，佛菩萨会来。佛氏门中不舍一人，佛菩萨一定会来的，所以完全凭我们的感应，我们没有感，他不会来。感应的样子，像我们敲大磬，这磬摆在这个地方，你敲它才会响，你不敲它不响；那敲是感，它响是应；我们敲得重，它响的声音大，响的声音长，就是这么个道理。佛菩萨心地清净，一念不生，众生有感他就有应。",
      "zh_TW": "因此我們明白這個道理，知道這個事實真相，如果我們想佛菩薩多多的來到新加坡，常住弘法利生來教導我們，我們要有感才行。這感是什麼？真誠的心，我們要學佛，我們想學佛，那佛菩薩自然來了。如果大家口是心非，口裡頭說學佛，心裡頭都還搞貪瞋痴慢，那佛菩薩不來；真誠的心想學佛，佛菩薩會來。佛氏門中不捨一人，佛菩薩一定會來的，所以完全憑我們的感應，我們沒有感，他不會來。感應的樣子，像我們敲大磬，這磬擺在這個地方，你敲它才會響，你不敲它不響；那敲是感，它響是應；我們敲得重，它響的聲音大，響的聲音長，就是這麼個道理。佛菩薩心地清淨，一念不生，眾生有感他就有應。"
    },
    {
      "id": "02-027-0005_p0018",
      "zh_CN": "【裂魔见网。解诸缠缚。】",
      "zh_TW": "【裂魔見網。解諸纏縛。】"
    },
    {
      "id": "02-027-0005_p0019",
      "zh_CN": "这两句要说一说，这是比喻。『裂』，也就是把它消除的意思。『魔见』，见是见解，一切错误的见解，错误的看法、错误的想法，带给我们无量无边的苦难，这叫魔见。『网』是比喻多，比喻它复杂，我们错误的思想见解确实非常多、非常复杂。唯有佛菩萨教导我们，我们才能够远离这些错误的见解思想，这叫魔见网。『解诸缠缚』，缠缚是烦恼。缠是缠绕，缚是绳索捆绑起来，那自由就失掉了，这是比喻。",
      "zh_TW": "這兩句要說一說，這是比喻。『裂』，也就是把它消除的意思。『魔見』，見是見解，一切錯誤的見解，錯誤的看法、錯誤的想法，帶給我們無量無邊的苦難，這叫魔見。『網』是比喻多，比喻它複雜，我們錯誤的思想見解確實非常多、非常複雜。唯有佛菩薩教導我們，我們才能夠遠離這些錯誤的見解思想，這叫魔見網。『解諸纏縛』，纏縛是煩惱。纏是纏繞，縛是繩索捆綁起來，那自由就失掉了，這是比喻。"
    },
    {
      "id": "02-027-0005_p0020",
      "zh_CN": "在佛经里面给我们讲八缠、三缚，总而言之都是烦恼。这八缠讲的是什么？其实这些在《佛学辞典》、《教乘法数》里面都有，这个地方略略的说一说。第一个是无惭，第二个是无愧，我们常讲惭愧。民国初年，我们净宗的大德印光老法师，他有一个别号叫常惭愧僧。在《百法明门》里面十一个善法里面有惭愧，惭愧是善法，什么叫做惭？惭的意思是自己做错了事情，自己会很难过，就是我们一般人讲良心的责备。所以他不会做错事情，做错事情他心不安，良心责备，这叫有良心，惭是这个意思。愧？愧是外面舆论的批评，你做了坏事，很多人批评你，这听到很难过，也不敢做坏事情，这就是有惭有愧。那要是没有惭愧，那问题就严重了。第一个做错事情，他不觉得他心不安，干坏事他心也安，外面批评他不在乎，这就没有法子。所以无惭无愧是大烦恼，这是严重的烦恼。",
      "zh_TW": "在佛經裡面給我們講八纏、三縛，總而言之都是煩惱。這八纏講的是什麼？其實這些在《佛學辭典》、《教乘法數》裡面都有，這個地方略略的說一說。第一個是無慚，第二個是無愧，我們常講慚愧。民國初年，我們淨宗的大德印光老法師，他有一個別號叫常慚愧僧。在《百法明門》裡面十一個善法裡面有慚愧，慚愧是善法，什麼叫做慚？慚的意思是自己做錯了事情，自己會很難過，就是我們一般人講良心的責備。所以他不會做錯事情，做錯事情他心不安，良心責備，這叫有良心，慚是這個意思。愧？愧是外面輿論的批評，你做了壞事，很多人批評你，這聽到很難過，也不敢做壞事情，這就是有慚有愧。那要是沒有慚愧，那問題就嚴重了。第一個做錯事情，他不覺得他心不安，幹壞事他心也安，外面批評他不在乎，這就沒有法子。所以無慚無愧是大煩惱，這是嚴重的煩惱。"
    },
    {
      "id": "02-027-0005_p0021",
      "zh_CN": "这两个字，世出世间的圣人都非常重视。在中国古代管仲曾经说过，他说「礼义廉耻，国之四维」；礼义廉耻这四个字，国之四维。「四维不张，国乃灭亡」。这个国家的国民不知道礼，不知道义，不知道廉；廉是廉洁，现在贪污就是不知道廉；要不知道耻，不知道耻是什么？就是无惭无愧，这个国家就很危险，就很容易灭亡。因此儒家跟我们说「知耻近乎勇」，如果我们能知耻，知道耻辱，知道错误，这个人就能够发愤、勇猛、精进，所以这是在修行德目当中非常重要的一条。",
      "zh_TW": "這兩個字，世出世間的聖人都非常重視。在中國古代管仲曾經說過，他說「禮義廉恥，國之四維」；禮義廉恥這四個字，國之四維。「四維不張，國乃滅亡」。這個國家的國民不知道禮，不知道義，不知道廉；廉是廉潔，現在貪污就是不知道廉；要不知道恥，不知道恥是什麼？就是無慚無愧，這個國家就很危險，就很容易滅亡。因此儒家跟我們說「知恥近乎勇」，如果我們能知恥，知道恥辱，知道錯誤，這個人就能夠發憤、勇猛、精進，所以這是在修行德目當中非常重要的一條。"
    },
    {
      "id": "02-027-0005_p0022",
      "zh_CN": "我们今天这个社会是一个严重病态的社会，毛病太多了，要治这个病，从哪个毛病治起？那毛病太多了，确确实实如果每个人都能够知耻，都有惭愧心，我们就有救了。自己有救了，社会也有救了，国家也有救了。可见得这个惭愧、知耻非常非常重要。在四维当中，这是最重要的一条。能够知耻，自然会守礼，自然能够尽义务，自然能够廉洁，耻的确是一个中心的问题。我今年在美国休士顿，有几位长老，在家的老居士，我们在一块谈论到这个问题，所以就有意思想成立一个知耻学社。我们来提倡，提倡知耻，我非常赞同。这是一个很好的事情，真正能够挽救世道人心。希望将来在新加坡我们也能够推动，真正有有心人，我们来推动。",
      "zh_TW": "我們今天這個社會是一個嚴重病態的社會，毛病太多了，要治這個病，從哪個毛病治起？那毛病太多了，確確實實如果每個人都能夠知恥，都有慚愧心，我們就有救了。自己有救了，社會也有救了，國家也有救了。可見得這個慚愧、知恥非常非常重要。在四維當中，這是最重要的一條。能夠知恥，自然會守禮，自然能夠盡義務，自然能夠廉潔，恥的確是一個中心的問題。我今年在美國休士頓，有幾位長老，在家的老居士，我們在一塊談論到這個問題，所以就有意思想成立一個知恥學社。我們來提倡，提倡知恥，我非常贊同。這是一個很好的事情，真正能夠挽救世道人心。希望將來在新加坡我們也能夠推動，真正有有心人，我們來推動。"
    },
    {
      "id": "02-027-0005_p0023",
      "zh_CN": "第三个嫉妒。嫉妒心这也是八缠之一，也是严重的烦恼。第四个是吝啬。这个跟贪是一样的，贪是贪求，吝是自己有的，舍不得给人，舍不得帮助人。吝财、吝法，这是吝啬。第五个是恶作。我们世间人常讲恶作剧，并不是有意的，但是这些造作不是善法，不是善的。这个事情在现代社会里面太多太多了，把恶作当作一个正常的现象，这不得了！不晓得自己言语造作，对于社会产生多大负面的影响，不善的影响。譬如我们今天看到的报纸杂志、电视广播，我们的青少年一天到晚接触这些东西，耳濡目染，渐渐就成了习惯。这一些不正当的影响造成心理上伤害，很不容易把他改正过来，所谓是少成若天性，从小就给他养成了，这是我们整个社会、整个世界的隐忧。但是知道的人不多，有警觉的人不多。",
      "zh_TW": "第三個嫉妒。嫉妒心這也是八纏之一，也是嚴重的煩惱。第四個是吝嗇。這個跟貪是一樣的，貪是貪求，吝是自己有的，捨不得給人，捨不得幫助人。吝財、吝法，這是吝嗇。第五個是惡作。我們世間人常講惡作劇，並不是有意的，但是這些造作不是善法，不是善的。這個事情在現代社會裡面太多太多了，把惡作當作一個正常的現象，這不得了！不曉得自己言語造作，對於社會產生多大負面的影響，不善的影響。譬如我們今天看到的報紙雜誌、電視廣播，我們的青少年一天到晚接觸這些東西，耳濡目染，漸漸就成了習慣。這一些不正當的影響造成心理上傷害，很不容易把他改正過來，所謂是少成若天性，從小就給他養成了，這是我們整個社會、整個世界的隱憂。但是知道的人不多，有警覺的人不多。"
    },
    {
      "id": "02-027-0005_p0024",
      "zh_CN": "我在过去曾经听到方东美先生有一次跟一些朋友们在谈话。有人向方老师请教，那个时候美国的国力很强，不像现在，现在美国国力是衰退！大概在三十年前方先生讲的话。有人问方老师美国会不会亡国？方先生笑一笑，罗马也亡国了，西方在历史上罗马帝国延续的时间最长，最后还是亡国。这就说明了，任何一个国家没有不灭亡的，没有不改朝换代的。他们就继续问：既然会亡国，亡国第一个因素是什么？它为什么会亡国？亡国第一个因素是什么？方先生的答复没有人能想到，他答复得很快，可见得他非常清楚，一点犹豫都没有，电视！美国将来亡国是亡国在电视上；我们想想真有道理，你看那个电视二十四小时，小孩一天到晚坐在电视面前看那些肮脏的、污染的东西，这怎么得了！",
      "zh_TW": "我在過去曾經聽到方東美先生有一次跟一些朋友們在談話。有人向方老師請教，那個時候美國的國力很強，不像現在，現在美國國力是衰退！大概在三十年前方先生講的話。有人問方老師美國會不會亡國？方先生笑一笑，羅馬也亡國了，西方在歷史上羅馬帝國延續的時間最長，最後還是亡國。這就說明了，任何一個國家沒有不滅亡的，沒有不改朝換代的。他們就繼續問：既然會亡國，亡國第一個因素是什麼？它為什麼會亡國？亡國第一個因素是什麼？方先生的答覆沒有人能想到，他答覆得很快，可見得他非常清楚，一點猶豫都沒有，電視！美國將來亡國是亡國在電視上；我們想想真有道理，你看那個電視二十四小時，小孩一天到晚坐在電視面前看那些骯髒的、污染的東西，這怎麼得了！"
    },
    {
      "id": "02-027-0005_p0025",
      "zh_CN": "那个时候台湾政府提倡文化复兴运动，教育部的官员向方老师请教，我们这个文化复兴运动应该怎样才能够做得有效果？方先生大概停了有五分钟，态度非常的凝重，然后说了，他说：有，方法是有。人家问什么方法？他说全国的报纸杂志一律停刊，电视广播一律取消。这人摇头说这做不到。他说那没法子了，这些东西天天在破坏中国传统的道德文化，你只要有这些东西在，你想复兴文化不可能！人家那是真有学问，真正看出病根的所在。我们今天念佛人，你念佛为什么不能得一心？一天念几个钟点佛，看个半小时、一小时电视就完！所以我们念佛的人不能看电视，不能听广播，最好连报纸都不要看。你们打开报纸，我是不看报纸的，在这边，有些同修每天买报纸，我偶尔翻一翻，里面乱七八糟，那个报纸一大堆那么多，真正能看的连半页都没有。这个东西是真的是问题，这都是属于恶作。所以这八缠里面，你看这个条目你不知道哪些东西是恶作，这都是恶作。我们要保护自己，就要远离；你要保护你的家庭，要让小孩远离，要让小孩懂得；他不懂得，别的小朋友为什么可以看，我为什么不可以看？他会提出理由来问你，你要能够说得出来，保护他的清净心，这很重要。清净心能生智慧，真智慧；被这些染污了，纵然聪明，那邪知邪见。",
      "zh_TW": "那個時候台灣政府提倡文化復興運動，教育部的官員向方老師請教，我們這個文化復興運動應該怎樣才能夠做得有效果？方先生大概停了有五分鐘，態度非常的凝重，然後說了，他說：有，方法是有。人家問什麼方法？他說全國的報紙雜誌一律停刊，電視廣播一律取消。這人搖頭說這做不到。他說那沒法子了，這些東西天天在破壞中國傳統的道德文化，你只要有這些東西在，你想復興文化不可能！人家那是真有學問，真正看出病根的所在。我們今天念佛人，你念佛為什麼不能得一心？一天念幾個鐘點佛，看個半小時、一小時電視就完！所以我們念佛的人不能看電視，不能聽廣播，最好連報紙都不要看。你們打開報紙，我是不看報紙的，在這邊，有些同修每天買報紙，我偶爾翻一翻，裡面亂七八糟，那個報紙一大堆那麼多，真正能看的連半頁都沒有。這個東西是真的是問題，這都是屬於惡作。所以這八纏裡面，你看這個條目你不知道哪些東西是惡作，這都是惡作。我們要保護自己，就要遠離；你要保護你的家庭，要讓小孩遠離，要讓小孩懂得；他不懂得，別的小朋友為什麼可以看，我為什麼不可以看？他會提出理由來問你，你要能夠說得出來，保護他的清淨心，這很重要。清淨心能生智慧，真智慧；被這些染污了，縱然聰明，那邪知邪見。"
    },
    {
      "id": "02-027-0005_p0026",
      "zh_CN": "第六个是睡眠。睡眠当然很重要，你睡得很好，你精神很饱满；但是不能贪睡，睡得太多就昏沈了，睡太多了不好，所以这也是个烦恼。贪睡的人睡得很多，这是烦恼。再就是掉举。掉举就是心里不安，心定不下来，心里头很乱，这属于掉举。昏沈是精神提不起来，特别是在念佛的时候。你看我们打佛七当中常常看见，念佛的时候，一止静坐下来，他就睡着了，就打瞌睡了；还有功夫好的，绕佛的时候他都打瞌睡，他也能绕，一面睡一面绕佛，这昏沈，昏沈的现象。这个诸位要晓得，那不是功夫，那是昏沈的现象，我们要明白这八样叫缠。这个缚？实在讲就是三毒烦恼，贪瞋痴，我们有这些东西你怎么会自在？解诸缠缚，把这个缠缚解开，那就好了。",
      "zh_TW": "第六個是睡眠。睡眠當然很重要，你睡得很好，你精神很飽滿；但是不能貪睡，睡得太多就昏沈了，睡太多了不好，所以這也是個煩惱。貪睡的人睡得很多，這是煩惱。再就是掉舉。掉舉就是心裡不安，心定不下來，心裡頭很亂，這屬於掉舉。昏沈是精神提不起來，特別是在念佛的時候。你看我們打佛七當中常常看見，念佛的時候，一止靜坐下來，他就睡著了，就打瞌睡了；還有功夫好的，繞佛的時候他都打瞌睡，他也能繞，一面睡一面繞佛，這昏沈，昏沈的現象。這個諸位要曉得，那不是功夫，那是昏沈的現象，我們要明白這八樣叫纏。這個縛？實在講就是三毒煩惱，貪瞋痴，我們有這些東西你怎麼會自在？解諸纏縛，把這個纏縛解開，那就好了。"
    },
    {
      "id": "02-027-0005_p0027",
      "zh_CN": "【远超声闻辟支佛地。】",
      "zh_TW": "【遠超聲聞辟支佛地。】"
    },
    {
      "id": "02-027-0005_p0028",
      "zh_CN": "像世尊这些弟子们，常随众千二百五十人表现的身分是声闻，也就是小乘的罗汉这些身分；实际上他们是菩萨，是大菩萨们示现的。不但是菩萨里面还有佛，像舍利弗、目犍连都是古佛再来，那不是菩萨。古佛再来示现做释迦牟尼佛弟子。就跟唱戏一样，释迦牟尼佛唱主角，他们唱配角，后台也许唱配角的是主角的老师都不一定；所以前台是这个样子，后台的样子我们不了解，所以弟子当中有很多是古佛再来的。他们『远超声闻，辟支佛地』，这句话就是把他们幕后那个身分，透露一点给我们，让我们要知道真正恭敬，不可以轻视，这都古佛与大菩萨再来的。",
      "zh_TW": "像世尊這些弟子們，常隨眾千二百五十人表現的身分是聲聞，也就是小乘的羅漢這些身分；實際上他們是菩薩，是大菩薩們示現的。不但是菩薩裡面還有佛，像舍利弗、目犍連都是古佛再來，那不是菩薩。古佛再來示現做釋迦牟尼佛弟子。就跟唱戲一樣，釋迦牟尼佛唱主角，他們唱配角，後台也許唱配角的是主角的老師都不一定；所以前台是這個樣子，後台的樣子我們不了解，所以弟子當中有很多是古佛再來的。他們『遠超聲聞，辟支佛地』，這句話就是把他們幕後那個身分，透露一點給我們，讓我們要知道真正恭敬，不可以輕視，這都古佛與大菩薩再來的。"
    },
    {
      "id": "02-027-0005_p0029",
      "zh_CN": "【入空无相无愿法门。善立方便。显示三乘。】",
      "zh_TW": "【入空無相無願法門。善立方便。顯示三乘。】"
    },
    {
      "id": "02-027-0005_p0030",
      "zh_CN": "『空、无相、无愿』，大小乘都有，这叫三解脱门，这是什么意思？这三个方法可以证道，可以证果，这三个门。实在讲这个门是通达无碍，用门来做比喻。所证得的诸法实相，也就是讲的真如本性。证得了，我们俗话就讲成佛了，所以成佛就是证得真如本性，就是证得诸法实相，就是这个意思。可见得这三个方法很重要，但是这三个方法都不容易！通途法门，八万四千法门都是走这三个门入进去的。我们将来成佛证果要不要走这三个门？还是要走这三个门，不过我们有个取巧的方法。我们先到极乐世界，阿弥陀佛带我们走就容易了，自己走就太难太难了，这便宜在这个地方，这是要晓得的。",
      "zh_TW": "『空、無相、無願』，大小乘都有，這叫三解脫門，這是什麼意思？這三個方法可以證道，可以證果，這三個門。實在講這個門是通達無礙，用門來做比喻。所證得的諸法實相，也就是講的真如本性。證得了，我們俗話就講成佛了，所以成佛就是證得真如本性，就是證得諸法實相，就是這個意思。可見得這三個方法很重要，但是這三個方法都不容易！通途法門，八萬四千法門都是走這三個門入進去的。我們將來成佛證果要不要走這三個門？還是要走這三個門，不過我們有個取巧的方法。我們先到極樂世界，阿彌陀佛帶我們走就容易了，自己走就太難太難了，這便宜在這個地方，這是要曉得的。"
    },
    {
      "id": "02-027-0005_p0031",
      "zh_CN": "如果由空门入，空门入要不见空相，我们中国禅宗、法性宗是走这个门入的，但是要不见空相；如果见了空相，他着了空，他入不进去，这很难很难。禅宗《六祖坛经》诸位要细细去念一念，与《坛经》有密切关系的，《金刚经》、《般若心经》都是从空门入。我们是天天念，没有问题，入不进去，怎么念都入不进去。那入不进去，从第二个门无相，同样道理，如果要是着了无相，还是入不进去。那这个门没有办法，走第三个无愿，愿也是造作，从这个门；换句话说，无有一切造作。这个地方诸位要记住，它的原则跟前面一样，假如我们要是有执着？那这个门还是入不进去。听说无愿无作了，好了，我什么愿也没有，什么造作都不作了，你这样能入进去吗？这不能，这错解了如来的意思。",
      "zh_TW": "如果由空門入，空門入要不見空相，我們中國禪宗、法性宗是走這個門入的，但是要不見空相；如果見了空相，他著了空，他入不進去，這很難很難。禪宗《六祖壇經》諸位要細細去念一念，與《壇經》有密切關係的，《金剛經》、《般若心經》都是從空門入。我們是天天念，沒有問題，入不進去，怎麼念都入不進去。那入不進去，從第二個門無相，同樣道理，如果要是著了無相，還是入不進去。那這個門沒有辦法，走第三個無願，願也是造作，從這個門；換句話說，無有一切造作。這個地方諸位要記住，它的原則跟前面一樣，假如我們要是有執著？那這個門還是入不進去。聽說無願無作了，好了，我什麼願也沒有，什麼造作都不作了，你這樣能入進去嗎？這不能，這錯解了如來的意思。"
    },
    {
      "id": "02-027-0005_p0032",
      "zh_CN": "这个造作是起心动念！不是叫你身不造作；身不造作，问问你要不要吃饭？吃饭是造作，你睡觉也造作，你走路也是造作，你坐在椅子上还是造作，哪能不造作？心里头无论做什么事情，不起心、不动念、不分别、不执着，那叫不造作。可见得也不是我们能做得到的。所以想来想去八万四千法门好是很好，对我来讲不得其门而入，八万四千法门哪个门我也入不进去；幸好有个念佛法门，这个门行。这个门想想自己还可以，还可以从这个门入进去，这叫老实念佛。本经里面说的这个，就是我们这部经涵盖了一切的法门，真的是一修一切修。这是讲菩萨们修证这些现象，知道性空相假，因此在一切法当中，都能够远离妄想分别执着。",
      "zh_TW": "這個造作是起心動念！不是叫你身不造作；身不造作，問問你要不要吃飯？吃飯是造作，你睡覺也造作，你走路也是造作，你坐在椅子上還是造作，哪能不造作？心裡頭無論做什麼事情，不起心、不動念、不分別、不執著，那叫不造作。可見得也不是我們能做得到的。所以想來想去八萬四千法門好是很好，對我來講不得其門而入，八萬四千法門哪個門我也入不進去；幸好有個念佛法門，這個門行。這個門想想自己還可以，還可以從這個門入進去，這叫老實念佛。本經裡面說的這個，就是我們這部經涵蓋了一切的法門，真的是一修一切修。這是講菩薩們修證這些現象，知道性空相假，因此在一切法當中，都能夠遠離妄想分別執著。"
    },
    {
      "id": "02-027-0005_p0033",
      "zh_CN": "『善立方便，显示三乘』，是帮助众生。菩萨有弘愿要度一切众生，像四弘誓愿里面第一句「众生无边誓愿度」，我们要帮助一切大众，为什么？因为一切大众与自己同体，同一个法性。大乘经上常讲十方一切佛共同一法身。这十方一切佛包括我们自己在内，我们自己并不在外，共同一法身；所以佛菩萨那个慈悲叫「同体大悲，无缘大慈」。凡夫迷就是迷这个事情，诸佛菩萨觉悟也就是觉悟这桩事情。觉悟什么？一切法是同体的，因此他这个慈悲没有任何条件，这心里真的解脱了，心开意解，那个境界是快乐无比。",
      "zh_TW": "『善立方便，顯示三乘』，是幫助眾生。菩薩有弘願要度一切眾生，像四弘誓願裡面第一句「眾生無邊誓願度」，我們要幫助一切大眾，為什麼？因為一切大眾與自己同體，同一個法性。大乘經上常講十方一切佛共同一法身。這十方一切佛包括我們自己在內，我們自己並不在外，共同一法身；所以佛菩薩那個慈悲叫「同體大悲，無緣大慈」。凡夫迷就是迷這個事情，諸佛菩薩覺悟也就是覺悟這樁事情。覺悟什麼？一切法是同體的，因此他這個慈悲沒有任何條件，這心裡真的解脫了，心開意解，那個境界是快樂無比。"
    },
    {
      "id": "02-027-0005_p0034",
      "zh_CN": "三乘是方便设的，哪有什么三乘？佛在《法华经》上就讲真话，「唯有一乘法，无二亦无三，除佛方便说」。那这是善立方便，方便说的！声闻乘、缘觉乘、菩萨乘，方便说的；或者我们讲大乘、小乘。连这个都是方便说的，那人乘、天乘，那更是方便了，所以现在人讲五乘佛法。还有这是近代，我曾听人家讲，不太熟悉，说有人提倡人间佛法、人乘佛法，它的内容我不太懂。如果是叫我们在这个人间享福，来生不失人身，要以这个为目标，这不是究竟法，为什么？脱不了六道轮回。这一生修善积德，来生得人身、享富贵，往往富贵迷人，这一迷了又造作罪业，那个福享完了，罪报现前了，就要堕三途受苦！所以这绝对不是究竟法。",
      "zh_TW": "三乘是方便設的，哪有什麼三乘？佛在《法華經》上就講真話，「唯有一乘法，無二亦無三，除佛方便說」。那這是善立方便，方便說的！聲聞乘、緣覺乘、菩薩乘，方便說的；或者我們講大乘、小乘。連這個都是方便說的，那人乘、天乘，那更是方便了，所以現在人講五乘佛法。還有這是近代，我曾聽人家講，不太熟悉，說有人提倡人間佛法、人乘佛法，它的內容我不太懂。如果是叫我們在這個人間享福，來生不失人身，要以這個為目標，這不是究竟法，為什麼？脫不了六道輪迴。這一生修善積德，來生得人身、享富貴，往往富貴迷人，這一迷了又造作罪業，那個福享完了，罪報現前了，就要墮三途受苦！所以這絕對不是究竟法。"
    },
    {
      "id": "02-027-0005_p0035",
      "zh_CN": "真正是究竟法，真正是真实法，唯有念佛求生净土。也许要问，那念佛人那现前有没有福报？现在能不能快乐幸福？我给诸位说，最高的层次我们能达到，这些最低的怎么会没有？像我们盖房子一样，这个房子是五层楼，我有第五层，我怎么会没有底下一层？一定的道理！你盖房子只盖底下一层，那你就没有第二层，当然三、四层也没有了。这你就能够真正明白念佛人、求生净土的人是最快乐的人，修学任何法门、任何宗派也不能够相比。因为什么？他所得到一切都是真实的，我们这个经就是证明。",
      "zh_TW": "真正是究竟法，真正是真實法，唯有念佛求生淨土。也許要問，那念佛人那現前有沒有福報？現在能不能快樂幸福？我給諸位說，最高的層次我們能達到，這些最低的怎麼會沒有？像我們蓋房子一樣，這個房子是五層樓，我有第五層，我怎麼會沒有底下一層？一定的道理！你蓋房子只蓋底下一層，那你就沒有第二層，當然三、四層也沒有了。這你就能夠真正明白念佛人、求生淨土的人是最快樂的人，修學任何法門、任何宗派也不能夠相比。因為什麼？他所得到一切都是真實的，我們這個經就是證明。"
    },
    {
      "id": "02-027-0005_p0036",
      "zh_CN": "我也跟诸位同修讲过多少次了。我们往生西方极乐世界有把握，有保证，什么保证？这个经是保证书，我们都拿到手上。你看我们的法名都叫妙音，这书上有我们的名字在，这保证书！这哪能错得了！讲到这个地方，这是八相成道的第七，转法轮。转法轮讲这么多意思，可见得它这个法轮是圆满法轮。里面显教、密教、宗门教下统统都有，都包括在其中。",
      "zh_TW": "我也跟諸位同修講過多少次了。我們往生西方極樂世界有把握，有保證，什麼保證？這個經是保證書，我們都拿到手上。你看我們的法名都叫妙音，這書上有我們的名字在，這保證書！這哪能錯得了！講到這個地方，這是八相成道的第七，轉法輪。轉法輪講這麼多意思，可見得它這個法輪是圓滿法輪。裡面顯教、密教、宗門教下統統都有，都包括在其中。"
    },
    {
      "id": "02-027-0005_p0037",
      "zh_CN": "【于此中下。而现灭度。】",
      "zh_TW": "【於此中下。而現滅度。】"
    },
    {
      "id": "02-027-0005_p0038",
      "zh_CN": "这是八相成道最后一个，涅槃。涅槃，佛、菩萨、连阿罗汉都不生不灭，佛怎么会灭度？哪有这个道理？经文上讲得很清楚、很明白，『于此中下，而现灭度』。那么于上等的？上等就没有了。上根的人知道，佛与菩萨连阿罗汉都没有灭度，不生不灭，中下是凡夫。凡夫眼睛里面看到佛出世了，佛灭度了、圆寂了，凡夫眼里看到的，上上根人他们看法跟我们不一样。诸佛菩萨没有生灭，没有来去，不生不灭，不来不去，那是真的，上根人能见到。所以这个示现灭度是对中下人说的，你看经文多清楚「于此中下，而现灭度」。",
      "zh_TW": "這是八相成道最後一個，涅槃。涅槃，佛、菩薩、連阿羅漢都不生不滅，佛怎麼會滅度？哪有這個道理？經文上講得很清楚、很明白，『於此中下，而現滅度』。那麼於上等的？上等就沒有了。上根的人知道，佛與菩薩連阿羅漢都沒有滅度，不生不滅，中下是凡夫。凡夫眼睛裡面看到佛出世了，佛滅度了、圓寂了，凡夫眼裡看到的，上上根人他們看法跟我們不一樣。諸佛菩薩沒有生滅，沒有來去，不生不滅，不來不去，那是真的，上根人能見到。所以這個示現滅度是對中下人說的，你看經文多清楚「於此中下，而現滅度」。"
    },
    {
      "id": "02-027-0005_p0039",
      "zh_CN": "八相成道到这里，这一大段这就讲完了。这是随类现身举一个例子，使我们了解西方世界殊胜无比，我们生到那边都像这个样子。所以这个经上所说的，就是讲我们或是现在，或是将来在西方极乐世界，或者他方世界教化众生、供养诸佛这一些真实的状况，字字句句与我们有密切的关系，才知道这部经的好处。再看下面经文：",
      "zh_TW": "八相成道到這裡，這一大段這就講完了。這是隨類現身舉一個例子，使我們了解西方世界殊勝無比，我們生到那邊都像這個樣子。所以這個經上所說的，就是講我們或是現在，或是將來在西方極樂世界，或者他方世界教化眾生、供養諸佛這一些真實的狀況，字字句句與我們有密切的關係，才知道這部經的好處。再看下面經文："
    },
    {
      "id": "02-027-0005_p0040",
      "zh_CN": "【得无生无灭诸三摩地。】",
      "zh_TW": "【得無生無滅諸三摩地。】"
    },
    {
      "id": "02-027-0005_p0041",
      "zh_CN": "这个话讲真的了。前面这个灭度是示现的，不是真的，示现的；真的是不生不灭。『得无生无灭诸三摩地』。",
      "zh_TW": "這個話講真的了。前面這個滅度是示現的，不是真的，示現的；真的是不生不滅。『得無生無滅諸三摩地』。"
    },
    {
      "id": "02-027-0005_p0042",
      "zh_CN": "【及得一切陀罗尼门。】",
      "zh_TW": "【及得一切陀羅尼門。】"
    },
    {
      "id": "02-027-0005_p0043",
      "zh_CN": "我们先说这两句。这是说明菩萨们的德用无量无边。这是自受用，自利德，自利不生不灭；生灭是苦！不生不灭，这就自在了。「三摩地」是梵语，翻成中国的意思正受，受是享受，正常的享受。我们今天的享受不正常。佛在经上说我们凡夫的享受有五种，苦、乐、忧、喜、舍五种受；我们无论有多少享受，把它归纳起来，不外乎这五种。心有忧，绝大多数的人心里头都有忧患、有喜，心有忧喜，顺着心意的时候喜欢，忧的时候多，喜的时候少。身的享受有苦有乐，同样的，苦的时候多，乐的时候少。在不苦不乐、不忧不喜，这叫舍受，这当然是最好的，但是不长久，不能保持。所以佛把我们的享受，身心的享受归纳起来这五种，苦乐忧喜舍，这都是不正常的。正常的享受？这五种受没有了，统统没有了，那叫正受；那就是经上讲的三昧、三摩地，三摩地都是这个意思，正常的享受。",
      "zh_TW": "我們先說這兩句。這是說明菩薩們的德用無量無邊。這是自受用，自利德，自利不生不滅；生滅是苦！不生不滅，這就自在了。「三摩地」是梵語，翻成中國的意思正受，受是享受，正常的享受。我們今天的享受不正常。佛在經上說我們凡夫的享受有五種，苦、樂、憂、喜、捨五種受；我們無論有多少享受，把它歸納起來，不外乎這五種。心有憂，絕大多數的人心裡頭都有憂患、有喜，心有憂喜，順著心意的時候喜歡，憂的時候多，喜的時候少。身的享受有苦有樂，同樣的，苦的時候多，樂的時候少。在不苦不樂、不憂不喜，這叫捨受，這當然是最好的，但是不長久，不能保持。所以佛把我們的享受，身心的享受歸納起來這五種，苦樂憂喜捨，這都是不正常的。正常的享受？這五種受沒有了，統統沒有了，那叫正受；那就是經上講的三昧、三摩地，三摩地都是這個意思，正常的享受。"
    },
    {
      "id": "02-027-0005_p0044",
      "zh_CN": "『及得一切陀罗尼门』。陀罗尼也是梵语，门是比喻。陀罗尼翻做总持，我们现在人讲纲领。一切法的纲领你掌握到了，世出世间一切法没有一样不通达，为什么会通达？那个总纲领你抓到了，这个话就是这个意思。他有这样的能力，第一个他得到不生不灭，他得到正受，苦乐忧喜舍没有了，又能得到一切法的总纲领抓到了。",
      "zh_TW": "『及得一切陀羅尼門』。陀羅尼也是梵語，門是比喻。陀羅尼翻做總持，我們現在人講綱領。一切法的綱領你掌握到了，世出世間一切法沒有一樣不通達，為什麼會通達？那個總綱領你抓到了，這個話就是這個意思。他有這樣的能力，第一個他得到不生不滅，他得到正受，苦樂憂喜捨沒有了，又能得到一切法的總綱領抓到了。"
    },
    {
      "id": "02-027-0005_p0045",
      "zh_CN": "【随时悟入华严三昧。具足总持百千三昧。】",
      "zh_TW": "【隨時悟入華嚴三昧。具足總持百千三昧。】"
    },
    {
      "id": "02-027-0005_p0046",
      "zh_CN": "这就是世出世间一切法他全得到了。《华严》所说的一真法界，就是宇宙人生的真相；在《华严》的术语叫一真法界。我们自己对于这个理论、事实真相完全明了通达就叫『华严三昧』。《华严》这个名字可以说是一切佛法的总纲领，一切佛法的总题目。我们现在中国会集的佛的经典，我们称它作《大藏经》，这是佛所有一切经都归在里头了。其实在佛经里面，它本来就有一个名字，就叫做《大方广佛华严经》；《大方广佛华严经》是所有一切经的总名字。「华严」是比喻，好像一个大的花园，大花园。这个花园里头所有一切花、木，品种统统齐全，一样都不漏，这个花园才美好。这个严就是美的意思，庄严就是美丽的意思。杂华庄严，它这个经题原来是杂华庄严，我们中国人喜欢讲万花庄严，是这么个意思。所以这是总名称。",
      "zh_TW": "這就是世出世間一切法他全得到了。《華嚴》所說的一真法界，就是宇宙人生的真相；在《華嚴》的術語叫一真法界。我們自己對於這個理論、事實真相完全明瞭通達就叫『華嚴三昧』。《華嚴》這個名字可以說是一切佛法的總綱領，一切佛法的總題目。我們現在中國會集的佛的經典，我們稱它作《大藏經》，這是佛所有一切經都歸在裡頭了。其實在佛經裡面，它本來就有一個名字，就叫做《大方廣佛華嚴經》；《大方廣佛華嚴經》是所有一切經的總名字。「華嚴」是比喻，好像一個大的花園，大花園。這個花園裡頭所有一切花、木，品種統統齊全，一樣都不漏，這個花園才美好。這個嚴就是美的意思，莊嚴就是美麗的意思。雜華莊嚴，它這個經題原來是雜華莊嚴，我們中國人喜歡講萬花莊嚴，是這麼個意思。所以這是總名稱。"
    },
    {
      "id": "02-027-0005_p0047",
      "zh_CN": "《华严》是以「一真法界，无尽缘起」为它的理论依据，这我们可以相信。无尽的缘起，就是我们现在人所说的，许许多多的条件。整个宇宙形成、发生、演变，确实是许许多多的条件，不是偶然的，非常非常复杂。谁能够把这个搞清楚、搞明白？佛与大菩萨。他们怎么会清楚、怎么会明白的？这个在我们想根本就想不通，我们想这根本不可能；我们想不可能是有道理的，为什么？我们用分别心，用执着心，用思惟想像，这不可能，这个能力是有限的，以有限的能力通达无限的境界，这是做不到的。那佛用什么方法统统明白、统统了解？佛用禅定。这个方法高明，禅定是什么？清净心，心里头一念不生，这个心广大没有边际；心一起心动念，就有界限，就自己把自己障碍住了。",
      "zh_TW": "《華嚴》是以「一真法界，無盡緣起」為它的理論依據，這我們可以相信。無盡的緣起，就是我們現在人所說的，許許多多的條件。整個宇宙形成、發生、演變，確實是許許多多的條件，不是偶然的，非常非常複雜。誰能夠把這個搞清楚、搞明白？佛與大菩薩。他們怎麼會清楚、怎麼會明白的？這個在我們想根本就想不通，我們想這根本不可能；我們想不可能是有道理的，為什麼？我們用分別心，用執著心，用思惟想像，這不可能，這個能力是有限的，以有限的能力通達無限的境界，這是做不到的。那佛用什麼方法統統明白、統統了解？佛用禪定。這個方法高明，禪定是什麼？清淨心，心裡頭一念不生，這個心廣大沒有邊際；心一起心動念，就有界限，就自己把自己障礙住了。"
    },
    {
      "id": "02-027-0005_p0048",
      "zh_CN": "心里头不起心不动念，心是清净，清净心没有障碍；尽虚空遍法界，清净心起作用就是智慧，这个智慧无法不了，无法不明，一切通达。不要去思惟想像，不要去学习，佛用这个方法。这个方法到底是真的、是假的？佛用这个方法通达了，佛告诉我们；我们如果也用这个方法真的通达了，证明佛所讲的没错！佛的弟子许许多多的人，入了这个境界，证明了这个事实；佛的教学不是假设的，不是一个理想的，完全是事实。所以我们依照佛所讲的理论、方法、境界去修学，认真的去做，我们也能够以一切行庄严佛果，这就叫做佛华严。",
      "zh_TW": "心裡頭不起心不動念，心是清淨，清淨心沒有障礙；盡虛空遍法界，清淨心起作用就是智慧，這個智慧無法不了，無法不明，一切通達。不要去思惟想像，不要去學習，佛用這個方法。這個方法到底是真的、是假的？佛用這個方法通達了，佛告訴我們；我們如果也用這個方法真的通達了，證明佛所講的沒錯！佛的弟子許許多多的人，入了這個境界，證明了這個事實；佛的教學不是假設的，不是一個理想的，完全是事實。所以我們依照佛所講的理論、方法、境界去修學，認真的去做，我們也能夠以一切行莊嚴佛果，這就叫做佛華嚴。"
    },
    {
      "id": "02-027-0005_p0049",
      "zh_CN": "佛家，说实在讲，讲得最圆满、最透澈、最究竟的这部经典就是《大方广佛华严经》。本经古人称之为中本《华严》，理论、方法、境界与大经完全相同，在文字上浓缩，当然就是我们说个大纲，不能细说，细说就变成《大方广佛华严经》。可是我也曾经给一些同学们说，如果同学们发心要想将来弘扬净土，要学着讲经说法，学讲《无量寿经》、学讲《阿弥陀经》，那我就要劝他一定要认真的去学《华严经》。为什么？《华严经》真正通达了，讲这个经就痛快淋漓，一点障碍都没有！为什么？你彻底明了，你长讲短讲，深讲浅讲，无不自在！这是以《华严》为基础，它是《华严经》的纲要。",
      "zh_TW": "佛家，說實在講，講得最圓滿、最透澈、最究竟的這部經典就是《大方廣佛華嚴經》。本經古人稱之為中本《華嚴》，理論、方法、境界與大經完全相同，在文字上濃縮，當然就是我們說個大綱，不能細說，細說就變成《大方廣佛華嚴經》。可是我也曾經給一些同學們說，如果同學們發心要想將來弘揚淨土，要學著講經說法，學講《無量壽經》、學講《阿彌陀經》，那我就要勸他一定要認真的去學《華嚴經》。為什麼？《華嚴經》真正通達了，講這個經就痛快淋漓，一點障礙都沒有！為什麼？你徹底明瞭，你長講短講，深講淺講，無不自在！這是以《華嚴》為基礎，它是《華嚴經》的綱要。"
    },
    {
      "id": "02-027-0005_p0050",
      "zh_CN": "我们一心专修，这一心专修或者专精，这就叫三昧，这就是华严三昧。华严三昧，实在说庄严法身、庄严宇宙的本体；法身就是真心，就是真如本性。佛常说一切法无不从此法界流出，一切法无不回归此法界；佛在大经上讲唯心所现，唯识所变，也是这个意思。一个人在一生当中能够把《华严经》看一遍，不是容易事情。如果一生当中能听过一遍《华严经》的，那真是希有！我们中国自古以来法师、大德无论讲什么经，没有记载；但是讲《华严经》，历史上有记载。可见得大家对这个非常的重视。这是讲随时悟入华严三昧，要具足前面的条件，你才能够随时悟入，庄严法身，庄严万法。",
      "zh_TW": "我們一心專修，這一心專修或者專精，這就叫三昧，這就是華嚴三昧。華嚴三昧，實在說莊嚴法身、莊嚴宇宙的本體；法身就是真心，就是真如本性。佛常說一切法無不從此法界流出，一切法無不回歸此法界；佛在大經上講唯心所現，唯識所變，也是這個意思。一個人在一生當中能夠把《華嚴經》看一遍，不是容易事情。如果一生當中能聽過一遍《華嚴經》的，那真是希有！我們中國自古以來法師、大德無論講什麼經，沒有記載；但是講《華嚴經》，歷史上有記載。可見得大家對這個非常的重視。這是講隨時悟入華嚴三昧，要具足前面的條件，你才能夠隨時悟入，莊嚴法身，莊嚴萬法。"
    },
    {
      "id": "02-027-0005_p0051",
      "zh_CN": "『具足总持百千三昧』，三昧哪有那么多？细说起来三昧是真多，三昧就是正常心。一切法无量无边，于是三昧就无量无边。譬如我们举一个例子。这个人不贪财，钱财摆在他面前他不动心，他念头都没有，这个人入了钱财三昧；但是有个荣誉给他，他动心了，那不行了，那荣誉上他没有得三昧，钱财上得三昧。诸位明白这个道理就晓得，这「百千三昧」就是一切万法当中，他都不起心不动念、不分别不执着了，世出世间一切法里头他都得三昧，这才叫圆满的三昧，这是如来果地上的境界。等觉菩萨还不行，等觉菩萨当然他在一切境界也不起心、不动念了，但是你要跟他讲成佛，他可能还会动个念头，因为他还想成佛，他在这个上面还没有得三昧。所以这个百千三昧、无量三昧意思就是此地，就是这个意思。",
      "zh_TW": "『具足總持百千三昧』，三昧哪有那麼多？細說起來三昧是真多，三昧就是正常心。一切法無量無邊，於是三昧就無量無邊。譬如我們舉一個例子。這個人不貪財，錢財擺在他面前他不動心，他念頭都沒有，這個人入了錢財三昧；但是有個榮譽給他，他動心了，那不行了，那榮譽上他沒有得三昧，錢財上得三昧。諸位明白這個道理就曉得，這「百千三昧」就是一切萬法當中，他都不起心不動念、不分別不執著了，世出世間一切法裡頭他都得三昧，這才叫圓滿的三昧，這是如來果地上的境界。等覺菩薩還不行，等覺菩薩當然他在一切境界也不起心、不動念了，但是你要跟他講成佛，他可能還會動個念頭，因為他還想成佛，他在這個上面還沒有得三昧。所以這個百千三昧、無量三昧意思就是此地，就是這個意思。"
    },
    {
      "id": "02-027-0005_p0052",
      "zh_CN": "【住深禅定。】",
      "zh_TW": "【住深禪定。】"
    },
    {
      "id": "02-027-0005_p0053",
      "zh_CN": "『深禅定』是性定，自性本定，就像《楞严经》里面所说的首楞严大定，那是深定；如来果地上的境界，也叫做理定，它不是事，理上的定。这是真正的禅定。",
      "zh_TW": "『深禪定』是性定，自性本定，就像《楞嚴經》裡面所說的首楞嚴大定，那是深定；如來果地上的境界，也叫做理定，它不是事，理上的定。這是真正的禪定。"
    },
    {
      "id": "02-027-0005_p0054",
      "zh_CN": "【悉睹无量诸佛。】",
      "zh_TW": "【悉睹無量諸佛。】"
    },
    {
      "id": "02-027-0005_p0055",
      "zh_CN": "『无量诸佛』，过去诸佛、现在诸佛、未来诸佛。这未来诸佛，我们人人都是；我们看到凡夫俗子，这些人看到我们都是诸佛，我们自己还不承认。这就是说明佛眼睛里头看一切众生都是佛，凡夫眼里头看一切诸佛都是凡夫。所以你要是真正想知道自己是个什么境界，不要问别人；你修行，你觉得你有没有证得菩萨果位？你看看这一切众生是不是菩萨？如果全都是菩萨，你自己明白你已经是菩萨了。如果哪一天睁着眼睛一看，尽虚空遍法界都是诸佛，那恭喜你，你成佛了。如果你修行，修了不少年了，看看众生还是凡夫，那你一定是凡夫，不必问人。你知道你自己是个好人、还是坏人？如果眼睛一看全世界的人个个都是好人，你是好人；如果你看到他都是坏人，自己是坏人，这是真理。",
      "zh_TW": "『無量諸佛』，過去諸佛、現在諸佛、未來諸佛。這未來諸佛，我們人人都是；我們看到凡夫俗子，這些人看到我們都是諸佛，我們自己還不承認。這就是說明佛眼睛裡頭看一切眾生都是佛，凡夫眼裡頭看一切諸佛都是凡夫。所以你要是真正想知道自己是個什麼境界，不要問別人；你修行，你覺得你有沒有證得菩薩果位？你看看這一切眾生是不是菩薩？如果全都是菩薩，你自己明白你已經是菩薩了。如果哪一天睜著眼睛一看，盡虛空遍法界都是諸佛，那恭喜你，你成佛了。如果你修行，修了不少年了，看看眾生還是凡夫，那你一定是凡夫，不必問人。你知道你自己是個好人、還是壞人？如果眼睛一看全世界的人個個都是好人，你是好人；如果你看到他都是壞人，自己是壞人，這是真理。"
    },
    {
      "id": "02-027-0005_p0056",
      "zh_CN": "你看六祖大师讲的「若真修道人，不见世间过」；还看到世间这些过失，那不是修道人，一点功夫也没有，凡夫一个。为什么说看一切世间人都是善人？所有一切万法都是自心变现的。我们的心好了，变现的境界全是好的。善财童子五十三参，礼敬诸佛。但是一切众生里面的确有顺法性的，有违背法性的。顺法性的我们称之为善，不顺法性的我们称之为恶；善我们赞叹，恶不赞叹，差别就在此地，除这一点之外，没有丝毫差别。善人是佛，恶人也是佛；那个行善我们赞叹，造恶不赞叹，但是恭敬心是完全一样的。",
      "zh_TW": "你看六祖大師講的「若真修道人，不見世間過」；還看到世間這些過失，那不是修道人，一點功夫也沒有，凡夫一個。為什麼說看一切世間人都是善人？所有一切萬法都是自心變現的。我們的心好了，變現的境界全是好的。善財童子五十三參，禮敬諸佛。但是一切眾生裡面的確有順法性的，有違背法性的。順法性的我們稱之為善，不順法性的我們稱之為惡；善我們讚歎，惡不讚歎，差別就在此地，除這一點之外，沒有絲毫差別。善人是佛，惡人也是佛；那個行善我們讚歎，造惡不讚歎，但是恭敬心是完全一樣的。"
    },
    {
      "id": "02-027-0005_p0057",
      "zh_CN": "所以学佛最贵的，就是我们日常生活处事待人接物要用真诚心，用清净心，用平等心，用慈悲心；你能这样去修，无论你做什么事情全都是佛法，穿衣吃饭都是佛法，待人接物也都是佛法，没有一样不是佛法。如果用虚伪的心，贪瞋的心，嫉妒的心，那就错了，天天念《无量寿经》也不是佛法，那为什么？心迷。佛是觉的意思，觉是心觉，口里头觉不了，要心觉。心一定要真诚，决定不吃亏。我常讲，同修们也有反应，法师我不是不明了，但是吃亏上当！我不骗人，人骗我。怕吃亏上当，于是也要去骗人，你说这糟糕不糟糕？这就被魔拉回去了，又拉到六道轮回去了。所以一定要坚守自己的原则，人骗我，我不骗人，他搞轮回，我到极乐世界，两条路，这不是一条路！要清楚要明白，要自己度自己，真的别人帮不上忙，一定要自己帮助自己。要是克实而论？这一句也可以解释为念佛见佛，念佛三昧，所以称之为宝王三昧，就是这个意思。大势至菩萨告诉我们「忆佛念佛，现前当来，必定见佛」。",
      "zh_TW": "所以學佛最貴的，就是我們日常生活處事待人接物要用真誠心，用清淨心，用平等心，用慈悲心；你能這樣去修，無論你做什麼事情全都是佛法，穿衣吃飯都是佛法，待人接物也都是佛法，沒有一樣不是佛法。如果用虛偽的心，貪瞋的心，嫉妒的心，那就錯了，天天念《無量壽經》也不是佛法，那為什麼？心迷。佛是覺的意思，覺是心覺，口裡頭覺不了，要心覺。心一定要真誠，決定不吃虧。我常講，同修們也有反應，法師我不是不明瞭，但是吃虧上當！我不騙人，人騙我。怕吃虧上當，於是也要去騙人，你說這糟糕不糟糕？這就被魔拉回去了，又拉到六道輪迴去了。所以一定要堅守自己的原則，人騙我，我不騙人，他搞輪迴，我到極樂世界，兩條路，這不是一條路！要清楚要明白，要自己度自己，真的別人幫不上忙，一定要自己幫助自己。要是剋實而論？這一句也可以解釋為念佛見佛，念佛三昧，所以稱之為寶王三昧，就是這個意思。大勢至菩薩告訴我們「憶佛念佛，現前當來，必定見佛」。"
    },
    {
      "id": "02-027-0005_p0058",
      "zh_CN": "【于一念顷。遍游一切佛土。】",
      "zh_TW": "【於一念頃。遍遊一切佛土。】"
    },
    {
      "id": "02-027-0005_p0059",
      "zh_CN": "可见他自在。『一念顷』，是时间之短。不要长时间，一念一刹那就能够游遍一切诸佛刹土，可见他这个神通道力的广大。怎么能遍一切刹土？当然他是分身去的，化身去的；要不能分身化身，怎么能够一念之间遍到、统统都到？这些事都是真实的，但是我们现在遇不到这样的人。我们在《高僧传》里面读到过。我初学佛的时候很喜欢念这些书，现在好多年不念了，印象是有一点，那些人的名字都忘掉了、记不得了。",
      "zh_TW": "可見他自在。『一念頃』，是時間之短。不要長時間，一念一剎那就能夠遊遍一切諸佛剎土，可見他這個神通道力的廣大。怎麼能遍一切剎土？當然他是分身去的，化身去的；要不能分身化身，怎麼能夠一念之間遍到、統統都到？這些事都是真實的，但是我們現在遇不到這樣的人。我們在《高僧傳》裡面讀到過。我初學佛的時候很喜歡念這些書，現在好多年不念了，印象是有一點，那些人的名字都忘掉了、記不得了。"
    },
    {
      "id": "02-027-0005_p0060",
      "zh_CN": "我在《高僧传》里头曾经看到有一段，有一位法师是印度的法师，在中国弘法。这天他要回到印度去，在头一天就有很多的信徒要给法师饯行，请法师吃饭。而法师很慈悲都答应了，许多人请他，统统都答来。这个传记里面记载的，到第二天他回国，这些人都给他送行，送到城外，十里长亭送行，每个人都欢喜，「法师慈悲，昨天到我家应供」，那个人听了「法师昨天到我家」，他说「法师明明在我家」。大家一对面五百家请他，他化身五百家，他都去了，这才晓得法师有神通！他有这个能力。一时遍到，哪个地方请他，他都去。像我就没有能力，你们请我，我只能到一个人家，不能到两家；他有本事，这五百人家请他，他统统都到，同一个时间他都到。这是我们《高僧传》、《神僧传》里头都有记载的，诸位可以去翻翻看，但哪一个人我记不得了。我对这个印象很深的，这在中国真有！所以佛经上讲「一念顷遍游一切刹土」，西方世界的菩萨应当有这个能力，何况得佛力加持。",
      "zh_TW": "我在《高僧傳》裡頭曾經看到有一段，有一位法師是印度的法師，在中國弘法。這天他要回到印度去，在頭一天就有很多的信徒要給法師餞行，請法師吃飯。而法師很慈悲都答應了，許多人請他，統統都答來。這個傳記裡面記載的，到第二天他回國，這些人都給他送行，送到城外，十里長亭送行，每個人都歡喜，「法師慈悲，昨天到我家應供」，那個人聽了「法師昨天到我家」，他說「法師明明在我家」。大家一對面五百家請他，他化身五百家，他都去了，這才曉得法師有神通！他有這個能力。一時遍到，哪個地方請他，他都去。像我就沒有能力，你們請我，我只能到一個人家，不能到兩家；他有本事，這五百人家請他，他統統都到，同一個時間他都到。這是我們《高僧傳》、《神僧傳》裡頭都有記載的，諸位可以去翻翻看，但哪一個人我記不得了。我對這個印象很深的，這在中國真有！所以佛經上講「一念頃遍遊一切剎土」，西方世界的菩薩應當有這個能力，何況得佛力加持。"
    },
    {
      "id": "02-027-0005_p0061",
      "zh_CN": "【得佛辩才。住普贤行。】",
      "zh_TW": "【得佛辯才。住普賢行。】"
    },
    {
      "id": "02-027-0005_p0062",
      "zh_CN": "这是利生德，利益一切众生。遍游一切诸佛刹土，两桩事情。第一个是供佛闻法，向佛请教，听佛说法；第二个帮助佛教化众生。这个地区与自己有缘的这些众生，一定要帮助佛去度化他们，所以这是做这两桩事情。『得佛辩才』，他没有成佛，他是菩萨。尤其像我们往生，生到西方极乐世界还是凡夫，但是我们也得佛辩才，这是阿弥陀佛加持的。我们也『住普贤行』，住普贤行这个句子在本经很多，我们要特别留意。从这些地方证实，西方极乐世界是普贤菩萨的法界，生到西方极乐世界就是普贤菩萨。所以普贤菩萨五十一个阶级，从十信位起，十信、十住、十行、十回向、十地、等觉、妙觉，菩萨位次五十一个阶级，生到那边就是普贤菩萨，这是非常非常不可思议。",
      "zh_TW": "這是利生德，利益一切眾生。遍遊一切諸佛剎土，兩樁事情。第一個是供佛聞法，向佛請教，聽佛說法；第二個幫助佛教化眾生。這個地區與自己有緣的這些眾生，一定要幫助佛去度化他們，所以這是做這兩樁事情。『得佛辯才』，他沒有成佛，他是菩薩。尤其像我們往生，生到西方極樂世界還是凡夫，但是我們也得佛辯才，這是阿彌陀佛加持的。我們也『住普賢行』，住普賢行這個句子在本經很多，我們要特別留意。從這些地方證實，西方極樂世界是普賢菩薩的法界，生到西方極樂世界就是普賢菩薩。所以普賢菩薩五十一個階級，從十信位起，十信、十住、十行、十迴向、十地、等覺、妙覺，菩薩位次五十一個階級，生到那邊就是普賢菩薩，這是非常非常不可思議。"
    },
    {
      "id": "02-027-0005_p0063",
      "zh_CN": "【善能分别众生语言。】",
      "zh_TW": "【善能分別眾生語言。】"
    },
    {
      "id": "02-027-0005_p0064",
      "zh_CN": "如果我们要去学习，那就不善；不学，会了，那就善。世界无量无边，众生无量无边，语言无量无边，不要学，全会了，这叫善。这个事情我们乍听起来很奇怪，其实在理上讲得通。清净心、无分别心能通达一切万法。我们今天这个能力失掉了，为什么失掉了？我们有分别有执着，我们有知，所以有所不知，不知道东西太多了。菩萨们修的，修无知。《心经》讲的无智亦无得。无知，无所不知；无得，无所不得，他什么都得到了。我们因为有得，一样也得不到；有知，一样也不知。你看麻烦就出在这个地方！佛在经上真的是一语给我们点破，我们要明了，要懂得佛讲的这个意思，要认真的去做、去修，把我们错误的地方修正过来。譬如说我们有知，这是错误的，我们要把它修正成无知；我们有得，这个得失的观念，这是错误的，我们把它修正过来，无得。那个时候我们的知、得就跟诸佛菩萨一样，就会无所不知，无所不得，样样都没有缺乏了。这才叫真快乐，叫大自在！『善能分别众生语言』。",
      "zh_TW": "如果我們要去學習，那就不善；不學，會了，那就善。世界無量無邊，眾生無量無邊，語言無量無邊，不要學，全會了，這叫善。這個事情我們乍聽起來很奇怪，其實在理上講得通。清淨心、無分別心能通達一切萬法。我們今天這個能力失掉了，為什麼失掉了？我們有分別有執著，我們有知，所以有所不知，不知道東西太多了。菩薩們修的，修無知。《心經》講的無智亦無得。無知，無所不知；無得，無所不得，他什麼都得到了。我們因為有得，一樣也得不到；有知，一樣也不知。你看麻煩就出在這個地方！佛在經上真的是一語給我們點破，我們要明瞭，要懂得佛講的這個意思，要認真的去做、去修，把我們錯誤的地方修正過來。譬如說我們有知，這是錯誤的，我們要把它修正成無知；我們有得，這個得失的觀念，這是錯誤的，我們把它修正過來，無得。那個時候我們的知、得就跟諸佛菩薩一樣，就會無所不知，無所不得，樣樣都沒有缺乏了。這才叫真快樂，叫大自在！『善能分別眾生語言』。"
    },
    {
      "id": "02-027-0005_p0065",
      "zh_CN": "【开化显示真实之际。】",
      "zh_TW": "【開化顯示真實之際。】"
    },
    {
      "id": "02-027-0005_p0066",
      "zh_CN": "这一句很要紧。本经里面讲三个真实，这第一个。『开』是开示，佛为我们开示。『化』就是悟入，化是变化，佛一开示我们就觉悟了，我们就入了，入什么？『真实之际』。真实之际就是禅宗里面讲的真如本性，禅家讲明心见性，这就是明心见性，见性成佛！所以你能够悟入真实之际，你就成佛了。",
      "zh_TW": "這一句很要緊。本經裡面講三個真實，這第一個。『開』是開示，佛為我們開示。『化』就是悟入，化是變化，佛一開示我們就覺悟了，我們就入了，入什麼？『真實之際』。真實之際就是禪宗裡面講的真如本性，禪家講明心見性，這就是明心見性，見性成佛！所以你能夠悟入真實之際，你就成佛了。"
    },
    {
      "id": "02-027-0005_p0067",
      "zh_CN": "【超过世间诸所有法。】",
      "zh_TW": "【超過世間諸所有法。】"
    },
    {
      "id": "02-027-0005_p0068",
      "zh_CN": "那当然不要说『世间诸所有法』，出世间诸所有法也不能相比，直接成佛的法门！",
      "zh_TW": "那當然不要說『世間諸所有法』，出世間諸所有法也不能相比，直接成佛的法門！"
    },
    {
      "id": "02-027-0005_p0069",
      "zh_CN": "【心常谛住度世之道。】",
      "zh_TW": "【心常諦住度世之道。】"
    },
    {
      "id": "02-027-0005_p0070",
      "zh_CN": "这是我们一定要学习的，我们在这个世间要不学佛，这一世白过了；不但是白过了，这一世还造无量无边的罪业，将来还有无穷的苦报自己要承当，这多麻烦、多可怜。一定要学佛菩萨，佛菩萨是什么心？『心常谛住度世之道』。常，没有间断，谛是真实，度是帮助世间人觉悟。所以我们学佛，无论是什么身分，无论从事哪一个行业，都是菩萨。你在家里面，家庭就是道场，你要有真心帮助你一家人，帮助你的亲戚朋友们觉悟，觉而不迷。最真实的帮助，帮助他念佛求生净土，要有这个心。你自己有一个公司行号，那就是你的道场，所有的员工你要发心去度他，不但你要照顾他的生活，要教导他，你还要帮助他了生死出三界，那你这个做老板的，菩萨老板！你看《华严经》上无论哪一个行业，统统是菩萨，男女老少、各行各业都是菩萨！不是说学佛一定要出家，一定要住在寺庙里面，这你就搞错！",
      "zh_TW": "這是我們一定要學習的，我們在這個世間要不學佛，這一世白過了；不但是白過了，這一世還造無量無邊的罪業，將來還有無窮的苦報自己要承當，這多麻煩、多可憐。一定要學佛菩薩，佛菩薩是什麼心？『心常諦住度世之道』。常，沒有間斷，諦是真實，度是幫助世間人覺悟。所以我們學佛，無論是什麼身分，無論從事哪一個行業，都是菩薩。你在家裡面，家庭就是道場，你要有真心幫助你一家人，幫助你的親戚朋友們覺悟，覺而不迷。最真實的幫助，幫助他念佛求生淨土，要有這個心。你自己有一個公司行號，那就是你的道場，所有的員工你要發心去度他，不但你要照顧他的生活，要教導他，你還要幫助他了生死出三界，那你這個做老闆的，菩薩老闆！你看《華嚴經》上無論哪一個行業，統統是菩薩，男女老少、各行各業都是菩薩！不是說學佛一定要出家，一定要住在寺廟裡面，這你就搞錯！"
    },
    {
      "id": "02-027-0005_p0071",
      "zh_CN": "我今天早晨，台湾有一个同修打了一个电话给我，陈娟娟居士。我们从前流通的有一个《认识佛陀教育》的小册子，那就是陈居士她从录音带上写出来的，那是最早的一份；现在你们拿到这一份是九一年在迈阿密讲的，这一份详细，这是讲了七天写成这么一本书。那个小册子是讲一次，一个半小时，在旧金山妈祖庙讲的。她早晨打个电话告诉我，她的父亲往生了，她父亲不信佛；她信佛，她父亲不信佛。一年多前她父亲得了病，得了癌症，她很孝顺，劝导她父亲，这父亲才接受。到最近半年，她从美国回到台湾，天天照顾她父亲，守在她父亲旁边，帮助她父亲念佛，大概一天念一万声。前天往生瑞相非常好，有三十多个人帮他助念，助念了二十四个小时，助念同修当中有不少看到佛来接引，见到佛像。他在病中，他那个相貌很不好，往生的时候相貌很圆满。一家人都得度了，她说她的哥哥、嫂嫂都不信佛，看到这个样子都念佛了；还有一个亲戚是学禅宗的，看到这个样子也不学禅了，也要回头念佛了，度了一家人！大家看到这个样子，信心增长了，这不是假的；那个瑞相非常非常难得，往生的时候就跟一个好人、健康的人睡着了一样，这是能叫大家生起真正的信心。",
      "zh_TW": "我今天早晨，台灣有一個同修打了一個電話給我，陳娟娟居士。我們從前流通的有一個《認識佛陀教育》的小冊子，那就是陳居士她從錄音帶上寫出來的，那是最早的一份；現在你們拿到這一份是九一年在邁阿密講的，這一份詳細，這是講了七天寫成這麼一本書。那個小冊子是講一次，一個半小時，在舊金山媽祖廟講的。她早晨打個電話告訴我，她的父親往生了，她父親不信佛；她信佛，她父親不信佛。一年多前她父親得了病，得了癌症，她很孝順，勸導她父親，這父親才接受。到最近半年，她從美國回到台灣，天天照顧她父親，守在她父親旁邊，幫助她父親念佛，大概一天念一萬聲。前天往生瑞相非常好，有三十多個人幫他助念，助念了二十四個小時，助念同修當中有不少看到佛來接引，見到佛像。他在病中，他那個相貌很不好，往生的時候相貌很圓滿。一家人都得度了，她說她的哥哥、嫂嫂都不信佛，看到這個樣子都念佛了；還有一個親戚是學禪宗的，看到這個樣子也不學禪了，也要回頭念佛了，度了一家人！大家看到這個樣子，信心增長了，這不是假的；那個瑞相非常非常難得，往生的時候就跟一個好人、健康的人睡著了一樣，這是能叫大家生起真正的信心。"
    },
    {
      "id": "02-027-0005_p0072",
      "zh_CN": "所以我们一定要有心，这个心念念无间，自己求生净土，帮助一切人求生净土。我们自己深信不疑，要帮助一切众生建立信心；这个人将来得利益，将来能往生，他感激你，是你介绍的，是你接引的。大慈菩萨讲得好，一个人在一生当中能够真正劝两个人往生，这往生就作佛了。劝两个人是因你劝勉他念佛到西方极乐世界去作佛了，大慈菩萨讲比你自己念佛的功德还大，你帮助两个成佛了；如果你能帮助十几个人真的往生了，那你就是真正的菩萨；你要能够帮助几千、几百个人往生，那你就是阿弥陀佛再来！大慈菩萨讲的。所以我们「心常谛住度世之道」，这句非常重要，一定要学习，要努力去做。",
      "zh_TW": "所以我們一定要有心，這個心念念無間，自己求生淨土，幫助一切人求生淨土。我們自己深信不疑，要幫助一切眾生建立信心；這個人將來得利益，將來能往生，他感激你，是你介紹的，是你接引的。大慈菩薩講得好，一個人在一生當中能夠真正勸兩個人往生，這往生就作佛了。勸兩個人是因你勸勉他念佛到西方極樂世界去作佛了，大慈菩薩講比你自己念佛的功德還大，你幫助兩個成佛了；如果你能幫助十幾個人真的往生了，那你就是真正的菩薩；你要能夠幫助幾千、幾百個人往生，那你就是阿彌陀佛再來！大慈菩薩講的。所以我們「心常諦住度世之道」，這句非常重要，一定要學習，要努力去做。"
    },
    {
      "id": "02-027-0005_p0073",
      "zh_CN": "现在真的缘很殊胜、很方便，你看我们的经书，实在讲，在今天的社会，我们把佛法介绍给别人，四个小册子就够了。第一个《认识佛教》，真正了解佛教；第二个《三皈传授》，三皈是我们入佛门的基础，清清楚楚、明明白白；第三个就是《无量寿经》，把这个经本介绍给他，劝他常常读诵，他渐渐明白了；修行的方法，我们《净宗朝暮课诵本》，我们早晚用那个来做功课，依教奉行，决定得度。一点都不麻烦！对于现在人在这个繁忙的社会，是很好的修学方法，很得受用的教材，因为分量不多，真实的利益。",
      "zh_TW": "現在真的緣很殊勝、很方便，你看我們的經書，實在講，在今天的社會，我們把佛法介紹給別人，四個小冊子就夠了。第一個《認識佛教》，真正了解佛教；第二個《三皈傳授》，三皈是我們入佛門的基礎，清清楚楚、明明白白；第三個就是《無量壽經》，把這個經本介紹給他，勸他常常讀誦，他漸漸明白了；修行的方法，我們《淨宗朝暮課誦本》，我們早晚用那個來做功課，依教奉行，決定得度。一點都不麻煩！對於現在人在這個繁忙的社會，是很好的修學方法，很得受用的教材，因為分量不多，真實的利益。"
    },
    {
      "id": "02-027-0005_p0074",
      "zh_CN": "【于一切万物。随意自在。为诸庶类。作不请之友。】",
      "zh_TW": "【於一切萬物。隨意自在。為諸庶類。作不請之友。】"
    },
    {
      "id": "02-027-0005_p0075",
      "zh_CN": "『一切万物』，就是指我们现在这个社会，我们常讲花花世界。禅宗里面有一句话说，「但自无心于万物，何妨万物常围绕」。只要自己能做得了主宰，不必离开社会，不必离开大众，就在这个社会里面成就自己的道业，坚定自己的信愿持名，这就成就了。『为诸庶类』，庶类是指一切众生，我们要主动的去帮助他。『作不请之友』，不要等他来找我帮助，我们才帮助他；他不请，我也帮助他，这是菩萨发心。等到人家来请你，那就不是菩萨发心了，所以说要「作不请之友」，主动去帮助人。",
      "zh_TW": "『一切萬物』，就是指我們現在這個社會，我們常講花花世界。禪宗裡面有一句話說，「但自無心於萬物，何妨萬物常圍繞」。只要自己能做得了主宰，不必離開社會，不必離開大眾，就在這個社會裡面成就自己的道業，堅定自己的信願持名，這就成就了。『為諸庶類』，庶類是指一切眾生，我們要主動的去幫助他。『作不請之友』，不要等他來找我幫助，我們才幫助他；他不請，我也幫助他，這是菩薩發心。等到人家來請你，那就不是菩薩發心了，所以說要「作不請之友」，主動去幫助人。"
    },
    {
      "id": "02-027-0005_p0076",
      "zh_CN": "像我刚才讲的这四个小册子，对现代的人来讲非常非常有用，真真实实的利益。我们这边的书都是结缘的，不怕你们拿，你们拿得愈多愈好，没有了再印。你们的亲戚、朋友，口袋里有通信地址的，都给他寄一本去，都劝导他们，你就是菩萨！你的心就真正住在度世之道，你真正是为诸庶类作不请之友；只要有通信处的统统都寄。书寄完了我们就再印，现在的印刷术很发达、很便宜，你做的是真实功德。这个书印一本，你们现在手上拿到的这一本书美金一块钱，你们新加坡币一块多一点，不到两块，你想想看，你要真正发心，你度多少人！你帮助多少人！快乐，这心里真是快乐。",
      "zh_TW": "像我剛才講的這四個小冊子，對現代的人來講非常非常有用，真真實實的利益。我們這邊的書都是結緣的，不怕你們拿，你們拿得愈多愈好，沒有了再印。你們的親戚、朋友，口袋裡有通信地址的，都給他寄一本去，都勸導他們，你就是菩薩！你的心就真正住在度世之道，你真正是為諸庶類作不請之友；只要有通信處的統統都寄。書寄完了我們就再印，現在的印刷術很發達、很便宜，你做的是真實功德。這個書印一本，你們現在手上拿到的這一本書美金一塊錢，你們新加坡幣一塊多一點，不到兩塊，你想想看，你要真正發心，你度多少人！你幫助多少人！快樂，這心裡真是快樂。"
    },
    {
      "id": "02-027-0005_p0077",
      "zh_CN": "【受持如来甚深法藏。】",
      "zh_TW": "【受持如來甚深法藏。】"
    },
    {
      "id": "02-027-0005_p0078",
      "zh_CN": "『受』是接受。『持』是保持，永远不失掉，念兹在兹。『如来甚深的法藏』是什么？就是「南无阿弥陀佛」六字洪名，这是如来甚深法藏。",
      "zh_TW": "『受』是接受。『持』是保持，永遠不失掉，念茲在茲。『如來甚深的法藏』是什麼？就是「南無阿彌陀佛」六字洪名，這是如來甚深法藏。"
    },
    {
      "id": "02-027-0005_p0079",
      "zh_CN": "【护佛种性常使不绝。】",
      "zh_TW": "【護佛種性常使不絕。】"
    },
    {
      "id": "02-027-0005_p0080",
      "zh_CN": "佛种性，就是佛性。一切众生皆有佛性，有佛性者必定作佛。他现在迷不觉，只要我们帮助他觉悟就行了。劝他发心，劝他念佛，在日常生活当中，劝导他遵修三福、六和、六度。我们自己这样做法，我们时时刻刻劝导别人这做法，这就是真正『护佛种性常使不绝』。这功德第一大！无量无边的功德，人人都可以作，人人都可以修，你为什么不干？为什么让大好光阴天天空过？这太可惜了。现在人常讲工作繁忙，分秒必争；我们今天也是分秒必争，争什么？争作功德，真实功德！不可以把这个好光阴空过了，这很重要很重要。下面是：",
      "zh_TW": "佛種性，就是佛性。一切眾生皆有佛性，有佛性者必定作佛。他現在迷不覺，只要我們幫助他覺悟就行了。勸他發心，勸他念佛，在日常生活當中，勸導他遵修三福、六和、六度。我們自己這樣做法，我們時時刻刻勸導別人這做法，這就是真正『護佛種性常使不絕』。這功德第一大！無量無邊的功德，人人都可以作，人人都可以修，你為什麼不幹？為什麼讓大好光陰天天空過？這太可惜了。現在人常講工作繁忙，分秒必爭；我們今天也是分秒必爭，爭什麼？爭作功德，真實功德！不可以把這個好光陰空過了，這很重要很重要。下面是："
    },
    {
      "id": "02-027-0005_p0081",
      "zh_CN": "【兴大悲。愍有情。演慈辩。授法眼。杜恶趣。开善门。】",
      "zh_TW": "【興大悲。愍有情。演慈辯。授法眼。杜惡趣。開善門。】"
    },
    {
      "id": "02-027-0005_p0082",
      "zh_CN": "这几句是告诉我们一个具体的做法，我做从哪里做起？从哪里下手？这教给你怎么个做法。当然这里讲的都是原则，这个原则好懂，掌握住，在日常生活当中，你就不会把你的光阴空过了，确确实实修积真实的功德。第一个你要有大悲心、有慈悲心，这是个动力，推动你。今天你们在社会上从事种种的行业，为什么那么样辛苦去做？饭吃不好，觉睡不好，全部精神去投注，为的是什么？什么力量在推动你？名利！你们想是不是？如果是既没有名又没有利，你还干不干？你不干了，利在推动你！名利推动你做的是业，轮回业，是迷不是觉。今天佛法叫你觉悟，觉悟什么力量推动？慈悲心，怜愍心。看到众生迷惑颠倒，我们讲慈悲、怜愍、同情心这个力量在推动。",
      "zh_TW": "這幾句是告訴我們一個具體的做法，我做從哪裡做起？從哪裡下手？這教給你怎麼個做法。當然這裡講的都是原則，這個原則好懂，掌握住，在日常生活當中，你就不會把你的光陰空過了，確確實實修積真實的功德。第一個你要有大悲心、有慈悲心，這是個動力，推動你。今天你們在社會上從事種種的行業，為什麼那麼樣辛苦去做？飯吃不好，覺睡不好，全部精神去投注，為的是什麼？什麼力量在推動你？名利！你們想是不是？如果是既沒有名又沒有利，你還幹不幹？你不幹了，利在推動你！名利推動你做的是業，輪迴業，是迷不是覺。今天佛法叫你覺悟，覺悟什麼力量推動？慈悲心，憐愍心。看到眾生迷惑顛倒，我們講慈悲、憐愍、同情心這個力量在推動。"
    },
    {
      "id": "02-027-0005_p0083",
      "zh_CN": "『兴大悲』。兴是兴起、发起，要发慈悲心，要怜愍一切有情众生，这就是大慈大悲。怎么做法？『演慈辩』，这开示。要慈悲，演是我们自己做出、做给他看。辩是什么？是讲给他听，他有疑问要跟他辨别清楚，让他觉悟。『授法眼』，授是传授给他。法眼就是觉悟的心，觉心，这个眼不是肉眼，心眼，心里觉悟了，心里不糊涂了、不迷惑了，这叫法眼；就是觉悟的心要帮助他悟入。『杜恶趣』，恶趣是什么？六道轮回的业因。杜是防止，教给他、帮助他，防止不要造六道轮回的业。造六道轮回的业没有不受报，我们今天不造轮回业就不会再堕落轮回。『开善门』，善门是什么？往生净土的法门，这真善；其他的善不行，其他的善是三善道受生，那不是真善，还要搞轮回。真正的善是了生死出三界，往生净土。一定要把这个法门传授给他，这才是真正的心常谛住度世之道，你能这样做，那才是真的，这不是假的。",
      "zh_TW": "『興大悲』。興是興起、發起，要發慈悲心，要憐愍一切有情眾生，這就是大慈大悲。怎麼做法？『演慈辯』，這開示。要慈悲，演是我們自己做出、做給他看。辯是什麼？是講給他聽，他有疑問要跟他辨別清楚，讓他覺悟。『授法眼』，授是傳授給他。法眼就是覺悟的心，覺心，這個眼不是肉眼，心眼，心裡覺悟了，心裡不糊塗了、不迷惑了，這叫法眼；就是覺悟的心要幫助他悟入。『杜惡趣』，惡趣是什麼？六道輪迴的業因。杜是防止，教給他、幫助他，防止不要造六道輪迴的業。造六道輪迴的業沒有不受報，我們今天不造輪迴業就不會再墮落輪迴。『開善門』，善門是什麼？往生淨土的法門，這真善；其他的善不行，其他的善是三善道受生，那不是真善，還要搞輪迴。真正的善是了生死出三界，往生淨土。一定要把這個法門傳授給他，這才是真正的心常諦住度世之道，你能這樣做，那才是真的，這不是假的。"
    },
    {
      "id": "02-027-0005_p0084",
      "zh_CN": "这品经文里面的意思实在讲说不尽。讲了好多天了，有很多同修问：这经三十天能讲得完吗？要紧的、重要的要细讲。到后面还大概有四分之一的经文，是介绍西方极乐世界的风光，那个之美，那个我们念念就好了，不要细讲，大概可以。今天时间到了，我们就讲到此地。",
      "zh_TW": "這品經文裡面的意思實在講說不盡。講了好多天了，有很多同修問：這經三十天能講得完嗎？要緊的、重要的要細講。到後面還大概有四分之一的經文，是介紹西方極樂世界的風光，那個之美，那個我們念念就好了，不要細講，大概可以。今天時間到了，我們就講到此地。"
    }
  ]
}