{
  "doc_id": "02-027-0015",
  "title": {
    "zh_CN": "无量寿经（新加坡二次宣讲）",
    "zh_TW": "無量壽經（新加坡二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-027-0015",
  "total_paragraphs": 179,
  "paragraphs": [
    {
      "id": "02-027-0015_p0001",
      "zh_CN": "请掀开经本第六十五面第二行「宝树遍国第十四」。这一章世尊为我们介绍西方世界的依报庄严，也是弥陀本愿的实现。请看经文：",
      "zh_TW": "請掀開經本第六十五面第二行「寶樹遍國第十四」。這一章世尊為我們介紹西方世界的依報莊嚴，也是彌陀本願的實現。請看經文："
    },
    {
      "id": "02-027-0015_p0002",
      "zh_CN": "【彼如来国。】",
      "zh_TW": "【彼如來國。】"
    },
    {
      "id": "02-027-0015_p0003",
      "zh_CN": "这一句就是称西方极乐世界阿弥陀佛的国土。",
      "zh_TW": "這一句就是稱西方極樂世界阿彌陀佛的國土。"
    },
    {
      "id": "02-027-0015_p0004",
      "zh_CN": "【多诸宝树。或纯金树。纯白银树。琉璃树。水晶树。琥珀树。美玉树。玛瑙树。唯一宝成。不杂余宝。】",
      "zh_TW": "【多諸寶樹。或純金樹。純白銀樹。琉璃樹。水晶樹。琥珀樹。美玉樹。瑪瑙樹。唯一寶成。不雜餘寶。】"
    },
    {
      "id": "02-027-0015_p0005",
      "zh_CN": "这也是举几个例子。这几种宝物我们这个世间有，说出来之后，我们都会有一个概念。那我们这个世间没有的那些珍宝，佛就不说了，说了我们也不知道，也无法想像，于是就省略了。即使佛在经中所说的这些宝，实际上是我们这个世间这些宝物与西方世界相似，就是有一点像就是了。西方世界的宝比我们这里要纯多了，不但有光明，而且有香气；我们这里这些宝物看起来是很好看，不会放光。有些光彩像宝石，它是反射的光，本身不能放光，西方的宝物本身都放光明、都有香气，是他方世界这类似的宝物，实在讲都不能够相比。",
      "zh_TW": "這也是舉幾個例子。這幾種寶物我們這個世間有，說出來之後，我們都會有一個概念。那我們這個世間沒有的那些珍寶，佛就不說了，說了我們也不知道，也無法想像，於是就省略了。即使佛在經中所說的這些寶，實際上是我們這個世間這些寶物與西方世界相似，就是有一點像就是了。西方世界的寶比我們這裡要純多了，不但有光明，而且有香氣；我們這裡這些寶物看起來是很好看，不會放光。有些光彩像寶石，它是反射的光，本身不能放光，西方的寶物本身都放光明、都有香氣，是他方世界這類似的寶物，實在講都不能夠相比。"
    },
    {
      "id": "02-027-0015_p0006",
      "zh_CN": "【或有二宝三宝。乃至七宝。转共合成。】",
      "zh_TW": "【或有二寶三寶。乃至七寶。轉共合成。】"
    },
    {
      "id": "02-027-0015_p0007",
      "zh_CN": "这是说明也有不少的这些宝树是很多宝合成的，有很单纯的、有合成的。所以这个境界实在讲是美不胜收。下面举几个例子来说。",
      "zh_TW": "這是說明也有不少的這些寶樹是很多寶合成的，有很單純的、有合成的。所以這個境界實在講是美不勝收。下面舉幾個例子來說。"
    },
    {
      "id": "02-027-0015_p0008",
      "zh_CN": "【根茎枝干。此宝所成。】",
      "zh_TW": "【根莖枝幹。此寶所成。】"
    },
    {
      "id": "02-027-0015_p0009",
      "zh_CN": "这是一种宝。",
      "zh_TW": "這是一種寶。"
    },
    {
      "id": "02-027-0015_p0010",
      "zh_CN": "【华叶果实。他宝化作。】",
      "zh_TW": "【華葉果實。他寶化作。】"
    },
    {
      "id": "02-027-0015_p0011",
      "zh_CN": "这个华、树叶、果实就是另外不同的珍宝，都是变化而成的。",
      "zh_TW": "這個華、樹葉、果實就是另外不同的珍寶，都是變化而成的。"
    },
    {
      "id": "02-027-0015_p0012",
      "zh_CN": "【或有宝树。】",
      "zh_TW": "【或有寶樹。】"
    },
    {
      "id": "02-027-0015_p0013",
      "zh_CN": "这是举个例子来说。",
      "zh_TW": "這是舉個例子來說。"
    },
    {
      "id": "02-027-0015_p0014",
      "zh_CN": "【黄金为根。】",
      "zh_TW": "【黃金為根。】"
    },
    {
      "id": "02-027-0015_p0015",
      "zh_CN": "根是金的。",
      "zh_TW": "根是金的。"
    },
    {
      "id": "02-027-0015_p0016",
      "zh_CN": "【白银为身。】",
      "zh_TW": "【白銀為身。】"
    },
    {
      "id": "02-027-0015_p0017",
      "zh_CN": "身就是主干。",
      "zh_TW": "身就是主幹。"
    },
    {
      "id": "02-027-0015_p0018",
      "zh_CN": "【琉璃为枝。水晶为梢。】",
      "zh_TW": "【琉璃為枝。水晶為梢。】"
    },
    {
      "id": "02-027-0015_p0019",
      "zh_CN": "『梢』就是末梢。细的、很细的枝条叫梢。",
      "zh_TW": "『梢』就是末梢。細的、很細的枝條叫梢。"
    },
    {
      "id": "02-027-0015_p0020",
      "zh_CN": "【琥珀为叶。美玉为华。玛瑙为果。】",
      "zh_TW": "【琥珀為葉。美玉為華。瑪瑙為果。】"
    },
    {
      "id": "02-027-0015_p0021",
      "zh_CN": "这个不一定，举一个例子来说，这是说明宝树由众宝所成的，许多珍宝所成的。",
      "zh_TW": "這個不一定，舉一個例子來說，這是說明寶樹由眾寶所成的，許多珍寶所成的。"
    },
    {
      "id": "02-027-0015_p0022",
      "zh_CN": "【其余诸树。复有七宝。互为根干枝叶华果。种种共成。】",
      "zh_TW": "【其餘諸樹。復有七寶。互為根幹枝葉華果。種種共成。】"
    },
    {
      "id": "02-027-0015_p0023",
      "zh_CN": "我们要很冷静的去思惟、去观想，这个境界确实是非常的庄严。我们世间形容这个环境之美，说光华灿烂，那只是形容而已。西方世界如果用这四个，那的确是名副其实，丝毫不为过，这是属于果报。从这种殊胜之果，我们一定要联想到它的因缘。这个世界为什么有这样殊胜的果报？佛告诉我们，世出世间法总不离因果，有因一定有果，有果当然有因。西方世界人心清净平等，感得的大地广博其平如场，可见得这个是感应。这些宝树，实在讲是无量功德的庄严。弥陀从初发心，修因证果，广度众生，功德巍巍。每一个往生的人，造恶、忏悔往生总是少数，那个功德也不可思议，我们没法子想像到的。一般九品往生的，信愿持名也是修积无量功德，庄严佛净土，所以有这样殊胜的果德。我们见到这个状况一定要晓得修因。",
      "zh_TW": "我們要很冷靜的去思惟、去觀想，這個境界確實是非常的莊嚴。我們世間形容這個環境之美，說光華燦爛，那只是形容而已。西方世界如果用這四個，那的確是名副其實，絲毫不為過，這是屬於果報。從這種殊勝之果，我們一定要聯想到它的因緣。這個世界為什麼有這樣殊勝的果報？佛告訴我們，世出世間法總不離因果，有因一定有果，有果當然有因。西方世界人心清淨平等，感得的大地廣博其平如場，可見得這個是感應。這些寶樹，實在講是無量功德的莊嚴。彌陀從初發心，修因證果，廣度眾生，功德巍巍。每一個往生的人，造惡、懺悔往生總是少數，那個功德也不可思議，我們沒法子想像到的。一般九品往生的，信願持名也是修積無量功德，莊嚴佛淨土，所以有這樣殊勝的果德。我們見到這個狀況一定要曉得修因。"
    },
    {
      "id": "02-027-0015_p0024",
      "zh_CN": "佛法自始至终都重在修行，就是要真的去做，所以菩萨三慧叫闻、思、修。闻思修是一次完成的，并不是分三个阶段，这诸位一定要知道。所谓闻是讲接触，用这个字来代表。我们眼见色，耳闻声，接触都叫闻。思是明了，我们一般人对于任何事务，这个我想一想，想一想就明白了，菩萨要不要去想一想？想一想他就变成凡夫了，为什么？落在第六意识里面。菩萨一接触就明了，用思做代表，明了当然就不迷，不明就迷。从不迷了，我们说它为修。由此可知，闻思修三慧是一次完成的，一而三，三而一。说闻里面就同时具足思修，说修同时具足闻思，这叫菩萨行，跟我们真的不一样。",
      "zh_TW": "佛法自始至終都重在修行，就是要真的去做，所以菩薩三慧叫聞、思、修。聞思修是一次完成的，並不是分三個階段，這諸位一定要知道。所謂聞是講接觸，用這個字來代表。我們眼見色，耳聞聲，接觸都叫聞。思是明瞭，我們一般人對於任何事務，這個我想一想，想一想就明白了，菩薩要不要去想一想？想一想他就變成凡夫了，為什麼？落在第六意識裡面。菩薩一接觸就明瞭，用思做代表，明瞭當然就不迷，不明就迷。從不迷了，我們說它為修。由此可知，聞思修三慧是一次完成的，一而三，三而一。說聞裡面就同時具足思修，說修同時具足聞思，這叫菩薩行，跟我們真的不一樣。"
    },
    {
      "id": "02-027-0015_p0025",
      "zh_CN": "菩萨这个能力从哪里来的？从戒定慧来的。所以小乘所修的是戒定慧三学，大乘菩萨是闻思修三慧。闻慧、思慧、修慧，都是慧，那个慧是哪个慧？就是戒定慧之慧。可见得菩萨行，是以戒定慧三学做基础，戒定慧三学又是以三福、六和为基础。三福、六和是基础的基础，要去做才行，不做不行。就是我们平常念这句阿弥陀佛，这一句佛号当中就具足了三慧、三学、六和、三福。一句佛号里统统圆满具足，这个佛号念的才相应。古德讲「一念相应一念佛，念念相应念念佛」。什么叫相应？我们真做到了，真的依教奉行，所以在果上才有这样殊胜庄严的成就。再看下面经文：",
      "zh_TW": "菩薩這個能力從哪裡來的？從戒定慧來的。所以小乘所修的是戒定慧三學，大乘菩薩是聞思修三慧。聞慧、思慧、修慧，都是慧，那個慧是哪個慧？就是戒定慧之慧。可見得菩薩行，是以戒定慧三學做基礎，戒定慧三學又是以三福、六和為基礎。三福、六和是基礎的基礎，要去做才行，不做不行。就是我們平常念這句阿彌陀佛，這一句佛號當中就具足了三慧、三學、六和、三福。一句佛號裡統統圓滿具足，這個佛號念的才相應。古德講「一念相應一念佛，念念相應念念佛」。什麼叫相應？我們真做到了，真的依教奉行，所以在果上才有這樣殊勝莊嚴的成就。再看下面經文："
    },
    {
      "id": "02-027-0015_p0026",
      "zh_CN": "【各自异行。行行相值。】",
      "zh_TW": "【各自異行。行行相值。】"
    },
    {
      "id": "02-027-0015_p0027",
      "zh_CN": "这个『各自』就是这些树它也分种类，一类、一类整整齐齐，一点都不杂、都不乱。「各自异行」，它分得很清楚，就非常的美。『行行相值』，整齐。它并不是人工设计去种植的，不是的，自然的成就，它就那么整齐。",
      "zh_TW": "這個『各自』就是這些樹它也分種類，一類、一類整整齊齊，一點都不雜、都不亂。「各自異行」，它分得很清楚，就非常的美。『行行相值』，整齊。它並不是人工設計去種植的，不是的，自然的成就，它就那麼整齊。"
    },
    {
      "id": "02-027-0015_p0028",
      "zh_CN": "【茎茎相望。枝叶相向。华实相当。荣色光曜。不可胜视。】",
      "zh_TW": "【莖莖相望。枝葉相向。華實相當。榮色光曜。不可勝視。】"
    },
    {
      "id": "02-027-0015_p0029",
      "zh_CN": "这些树不但种类分得很清楚，树的长相，真的就像艺术家作画那样安排好的，使你看到的时候非常之美，美不胜收，不是长得很凌乱。我们这个世间的树木很凌乱，你看还要修，修剪都剪不齐，什么原因？我们的心很乱、念头很乱，这个与外面境界有密切关系。大乘法中常说依报随着正报转，依报是我们环境，正报是人心。人心清净，环境就清净；人心杂乱，我们看外面的境界也杂、也乱，就这么个道理。",
      "zh_TW": "這些樹不但種類分得很清楚，樹的長相，真的就像藝術家作畫那樣安排好的，使你看到的時候非常之美，美不勝收，不是長得很凌亂。我們這個世間的樹木很凌亂，你看還要修，修剪都剪不齊，什麼原因？我們的心很亂、念頭很亂，這個與外面境界有密切關係。大乘法中常說依報隨著正報轉，依報是我們環境，正報是人心。人心清淨，環境就清淨；人心雜亂，我們看外面的境界也雜、也亂，就這麼個道理。"
    },
    {
      "id": "02-027-0015_p0030",
      "zh_CN": "【清风时发。出五音声。】",
      "zh_TW": "【清風時發。出五音聲。】"
    },
    {
      "id": "02-027-0015_p0031",
      "zh_CN": "极乐世界有清风，没有暴风，暴风太可怕了，没有，西方世界没有。西方世界有微风、有清风，吹在身上很舒服，这风吹到树叶花果，诸位想想这个树叶花果都是珍宝，这个珍宝风一吹相碰的时候，那个声音就非常好听。我们世间有风铃，西方那个树木花草比我们风铃还美。出五音声，这个五音声用现代话来讲是交响乐。中国古代用琴，琴像古筝都是五音，宫、商、角、征、羽五音；现在西方的乐器用七个音像Do、Re、Mi、Fa、So、La、Si七个音，五音是指这个。这就是说明风吹着宝树就像奏交响乐一样。",
      "zh_TW": "極樂世界有清風，沒有暴風，暴風太可怕了，沒有，西方世界沒有。西方世界有微風、有清風，吹在身上很舒服，這風吹到樹葉花果，諸位想想這個樹葉花果都是珍寶，這個珍寶風一吹相碰的時候，那個聲音就非常好聽。我們世間有風鈴，西方那個樹木花草比我們風鈴還美。出五音聲，這個五音聲用現代話來講是交響樂。中國古代用琴，琴像古箏都是五音，宮、商、角、徵、羽五音；現在西方的樂器用七個音像Do、Re、Mi、Fa、So、La、Si七個音，五音是指這個。這就是說明風吹著寶樹就像奏交響樂一樣。"
    },
    {
      "id": "02-027-0015_p0032",
      "zh_CN": "【微妙宫商。自然相和。是诸宝树。周遍其国。】",
      "zh_TW": "【微妙宮商。自然相和。是諸寶樹。周遍其國。】"
    },
    {
      "id": "02-027-0015_p0033",
      "zh_CN": "这样的宝树在西方极乐世界处处可以见得到。再看底下这一品，「菩提道场第十五」。",
      "zh_TW": "這樣的寶樹在西方極樂世界處處可以見得到。再看底下這一品，「菩提道場第十五」。"
    },
    {
      "id": "02-027-0015_p0034",
      "zh_CN": "【又其道场。有菩提树。高四百万里。其本周围五千由旬。枝叶四布二十万里。】",
      "zh_TW": "【又其道場。有菩提樹。高四百萬里。其本周圍五千由旬。枝葉四布二十萬里。】"
    },
    {
      "id": "02-027-0015_p0035",
      "zh_CN": "这个『道场』，在我们佛法里面有几种说法。佛成道的地方我们称为道场，像释迦牟尼佛示现成道的地方；第二种是修行的地方称为道场，无论是个人修行，无论是大众在一起共修，这个场所叫道场；第三是讲经说法的处所，这是道场。此地这个道场是指阿弥陀佛讲经说法的处所。佛讲经的这个道场，那感应自然是更不可思议，所以道场树比起一般的树要高、要大、要庄严，我们从这个地方能看得出来。",
      "zh_TW": "這個『道場』，在我們佛法裡面有幾種說法。佛成道的地方我們稱為道場，像釋迦牟尼佛示現成道的地方；第二種是修行的地方稱為道場，無論是個人修行，無論是大眾在一起共修，這個場所叫道場；第三是講經說法的處所，這是道場。此地這個道場是指阿彌陀佛講經說法的處所。佛講經的這個道場，那感應自然是更不可思議，所以道場樹比起一般的樹要高、要大、要莊嚴，我們從這個地方能看得出來。"
    },
    {
      "id": "02-027-0015_p0036",
      "zh_CN": "【一切众宝。自然合成。华果敷荣。光晖遍照。】",
      "zh_TW": "【一切眾寶。自然合成。華果敷榮。光暉遍照。】"
    },
    {
      "id": "02-027-0015_p0037",
      "zh_CN": "极力形容弥陀说法道场周边的环境。",
      "zh_TW": "極力形容彌陀說法道場周邊的環境。"
    },
    {
      "id": "02-027-0015_p0038",
      "zh_CN": "【复有红绿青白。诸摩尼宝。众宝之王。以为璎珞。云聚宝锁。饰诸宝柱。】",
      "zh_TW": "【復有紅綠青白。諸摩尼寶。眾寶之王。以為瓔珞。雲聚寶鎖。飾諸寶柱。】"
    },
    {
      "id": "02-027-0015_p0039",
      "zh_CN": "不仅仅是宝树成行，树间还有许许多多庄严。像这几天，我们看到乌节路，特别是晚上灯光开放的时候，你看这个街道树上许许多多装饰的灯光，真是美不胜收。西方世界那个树里行间也有，比这个还美，我们乌节路上比不上它。我们这是用小电灯泡做的，人家这是摩尼之宝，『众宝之王』。我们这个世间的宝石一点点大，价值就非常之高；西方世界的宝石，我看最小的比我们这个木鱼都大多了，顶小的是不是比这个都要大多了？这是价值连城，太多、太多了。颜色也有很多种，『红绿青白』，颜色多。摩尼是梵语，它的意思就是适意、如意的意思，『摩尼宝』，如意宝。我们得到这个宝，就像外国神话里面那个神灯一样，我们想什么它就变现什么出来。西方世界这个摩尼宝就是这样的。众宝之王，可见得这个光彩、这个大小，在一切诸宝里面它都是最为殊胜的。",
      "zh_TW": "不僅僅是寶樹成行，樹間還有許許多多莊嚴。像這幾天，我們看到烏節路，特別是晚上燈光開放的時候，你看這個街道樹上許許多多裝飾的燈光，真是美不勝收。西方世界那個樹裡行間也有，比這個還美，我們烏節路上比不上它。我們這是用小電燈泡做的，人家這是摩尼之寶，『眾寶之王』。我們這個世間的寶石一點點大，價值就非常之高；西方世界的寶石，我看最小的比我們這個木魚都大多了，頂小的是不是比這個都要大多了？這是價值連城，太多、太多了。顏色也有很多種，『紅綠青白』，顏色多。摩尼是梵語，它的意思就是適意、如意的意思，『摩尼寶』，如意寶。我們得到這個寶，就像外國神話裡面那個神燈一樣，我們想什麼它就變現什麼出來。西方世界這個摩尼寶就是這樣的。眾寶之王，可見得這個光彩、這個大小，在一切諸寶裡面它都是最為殊勝的。"
    },
    {
      "id": "02-027-0015_p0040",
      "zh_CN": "『以为璎珞』。这个璎珞是树上的装饰，树枝间的装饰，怎么晓得有树枝间？因为它树枝间有柱子。这底下讲，『云聚宝锁，饰诸宝柱』。这个柱子也是七宝。在这个树里行间排列的非常的整齐，这些也不是人工造的，西方极乐世界没人去干这些事情，都是自然变现出来的。「云聚宝锁」，我们这个讲堂没有看到。有些地方在中国古式那一种宫殿，梁跟柱接头的地方有锁把它锁住，大概都是像三角形的锁，把它锁住，那个叫云聚宝锁，就专门锁梁柱接头的地方，使它坚固。它也是高度的艺术品，雕刻得非常之精美，这些叫做云聚宝锁，这是梁柱上的装饰品。",
      "zh_TW": "『以為瓔珞』。這個瓔珞是樹上的裝飾，樹枝間的裝飾，怎麼曉得有樹枝間？因為它樹枝間有柱子。這底下講，『雲聚寶鎖，飾諸寶柱』。這個柱子也是七寶。在這個樹裡行間排列的非常的整齊，這些也不是人工造的，西方極樂世界沒人去幹這些事情，都是自然變現出來的。「雲聚寶鎖」，我們這個講堂沒有看到。有些地方在中國古式那一種宮殿，梁跟柱接頭的地方有鎖把它鎖住，大概都是像三角形的鎖，把它鎖住，那個叫雲聚寶鎖，就專門鎖梁柱接頭的地方，使它堅固。它也是高度的藝術品，雕刻得非常之精美，這些叫做雲聚寶鎖，這是梁柱上的裝飾品。"
    },
    {
      "id": "02-027-0015_p0041",
      "zh_CN": "【金珠铃铎。】",
      "zh_TW": "【金珠鈴鐸。】"
    },
    {
      "id": "02-027-0015_p0042",
      "zh_CN": "这是讲铃珠，我们讲铃当。",
      "zh_TW": "這是講鈴珠，我們講鈴噹。"
    },
    {
      "id": "02-027-0015_p0043",
      "zh_CN": "【周匝条间。】",
      "zh_TW": "【周匝條間。】"
    },
    {
      "id": "02-027-0015_p0044",
      "zh_CN": "是在这个罗网的当中系的有铃当，那个风一吹，那有音声就更美了。它系的有铃，所以它的音声就很妙了。下面说：",
      "zh_TW": "是在這個羅網的當中繫的有鈴噹，那個風一吹，那有音聲就更美了。它繫的有鈴，所以它的音聲就很妙了。下面說："
    },
    {
      "id": "02-027-0015_p0045",
      "zh_CN": "【珍妙宝网。罗覆其上。】",
      "zh_TW": "【珍妙寶網。羅覆其上。】"
    },
    {
      "id": "02-027-0015_p0046",
      "zh_CN": "这个柱子上面就是罗网，这些罗网都是属于装饰品的。西方世界很清净不会有灰尘、不会有污染，所以它这个罗网完全是装饰用的。",
      "zh_TW": "這個柱子上面就是羅網，這些羅網都是屬於裝飾品的。西方世界很清淨不會有灰塵、不會有污染，所以它這個羅網完全是裝飾用的。"
    },
    {
      "id": "02-027-0015_p0047",
      "zh_CN": "【百千万色。互相映饰。无量光炎。照耀无极。一切庄严。随应而现。】",
      "zh_TW": "【百千萬色。互相映飾。無量光炎。照耀無極。一切莊嚴。隨應而現。】"
    },
    {
      "id": "02-027-0015_p0048",
      "zh_CN": "这个地方我们要留意的，就是『一切庄严，随应而现』。景已经是这么美，如果仅仅是景观美丽，那并不算希奇，希奇的就是一切庄严随应而现，现什么？我们心里面想看哪一个世界，想看哪一个地区，那个景象随时就显现出来。就像我们电视一样，电视还要按钮、拨一个频道，那一边不需要，一动念头，这个境界就在这里面显现出来。所以我们往生到西方极乐世界，忽然想到新加坡居士林它怎么样？居士林的景观马上就现前了，你统统都看见了。所以说是十方世界，过去、现在、未来统统都看得到。这是一切庄严随应而现。",
      "zh_TW": "這個地方我們要留意的，就是『一切莊嚴，隨應而現』。景已經是這麼美，如果僅僅是景觀美麗，那並不算希奇，希奇的就是一切莊嚴隨應而現，現什麼？我們心裡面想看哪一個世界，想看哪一個地區，那個景象隨時就顯現出來。就像我們電視一樣，電視還要按鈕、撥一個頻道，那一邊不需要，一動念頭，這個境界就在這裡面顯現出來。所以我們往生到西方極樂世界，忽然想到新加坡居士林它怎麼樣？居士林的景觀馬上就現前了，你統統都看見了。所以說是十方世界，過去、現在、未來統統都看得到。這是一切莊嚴隨應而現。"
    },
    {
      "id": "02-027-0015_p0049",
      "zh_CN": "这里面好处就太大了。假如我们对于过去现在未来统统明了，过去的因，现在的果；现在的因，未来的果，你对于这些因因果果你就彻底明白了，你一丝毫都不迷惑了。佛给我们讲「一饮一啄，莫非前定」，我们听了，佛弟子！听了当然也接受；这个接受不是真的接受，因为听多了，遍数听多了，多了是麻木的接受，糊里糊涂就接受。究竟是什么一桩事情？这里面问号很多。如果是真的明白、真的接受了，那你就变成菩萨，就不是凡夫了。你的起心动念，一切行持，自自然然跟一般凡夫不一样。一般凡夫造业受报，你不会的，你这个事实真相搞清楚了，一到西方极乐世界，这些佛不必说，你全都看到了。亲眼看见的这些事实，不要说是别人！看自己，自己无量劫来生生世世造因受报都清楚了。",
      "zh_TW": "這裡面好處就太大了。假如我們對於過去現在未來統統明瞭，過去的因，現在的果；現在的因，未來的果，你對於這些因因果果你就徹底明白了，你一絲毫都不迷惑了。佛給我們講「一飲一啄，莫非前定」，我們聽了，佛弟子！聽了當然也接受；這個接受不是真的接受，因為聽多了，遍數聽多了，多了是麻木的接受，糊裡糊塗就接受。究竟是什麼一樁事情？這裡面問號很多。如果是真的明白、真的接受了，那你就變成菩薩，就不是凡夫了。你的起心動念，一切行持，自自然然跟一般凡夫不一樣。一般凡夫造業受報，你不會的，你這個事實真相搞清楚了，一到西方極樂世界，這些佛不必說，你全都看到了。親眼看見的這些事實，不要說是別人！看自己，自己無量劫來生生世世造因受報都清楚了。"
    },
    {
      "id": "02-027-0015_p0050",
      "zh_CN": "【微风徐动。吹诸枝叶。演出无量妙法音声。其声流布。遍诸佛国。清畅哀亮。微妙和雅。十方世界音声之中。最为第一。】",
      "zh_TW": "【微風徐動。吹諸枝葉。演出無量妙法音聲。其聲流布。遍諸佛國。清暢哀亮。微妙和雅。十方世界音聲之中。最為第一。】"
    },
    {
      "id": "02-027-0015_p0051",
      "zh_CN": "不但这风吹着树的枝叶出的这个音声美妙，它还会说法。这是我们这个世间，即使再多的风铃，它也不会说法，只是悦耳而已，不能说法。西方世界这个妙音能说法，说的是你喜欢听的法门；喜欢听哪个法门，听到了就是说这个法门。还有个妙事，我喜欢听阿弥陀佛说法，听起来就是阿弥陀佛的声音；那个人，我喜欢听听释迦牟尼佛说法，听起来果然没错，是释迦牟尼佛在说法。这妙极了，一切境界随心变化。",
      "zh_TW": "不但這風吹著樹的枝葉出的這個音聲美妙，它還會說法。這是我們這個世間，即使再多的風鈴，它也不會說法，只是悅耳而已，不能說法。西方世界這個妙音能說法，說的是你喜歡聽的法門；喜歡聽哪個法門，聽到了就是說這個法門。還有個妙事，我喜歡聽阿彌陀佛說法，聽起來就是阿彌陀佛的聲音；那個人，我喜歡聽聽釋迦牟尼佛說法，聽起來果然沒錯，是釋迦牟尼佛在說法。這妙極了，一切境界隨心變化。"
    },
    {
      "id": "02-027-0015_p0052",
      "zh_CN": "所以无量无边的法门，我也常常劝同修们，法门无量誓愿学，到西方极乐世界去学，省事、稳当，到那个地方再学。现在我们就全心全力求往生，别的事情不干，专求往生。我们知道生到极乐世界，我们一切的愿望都能够圆满，一切愿望不会有一个落空。如果不生西方世界，说老实话，我们所有那些愿望，统统是落空的，决定不可能成为事实。所以这个法门无量誓愿学，佛道无上誓愿成，一定在西方极乐世界去圆满。",
      "zh_TW": "所以無量無邊的法門，我也常常勸同修們，法門無量誓願學，到西方極樂世界去學，省事、穩當，到那個地方再學。現在我們就全心全力求往生，別的事情不幹，專求往生。我們知道生到極樂世界，我們一切的願望都能夠圓滿，一切願望不會有一個落空。如果不生西方世界，說老實話，我們所有那些願望，統統是落空的，決定不可能成為事實。所以這個法門無量誓願學，佛道無上誓願成，一定在西方極樂世界去圓滿。"
    },
    {
      "id": "02-027-0015_p0053",
      "zh_CN": "佛说法的音声周遍法界。这个地方讲的是六尘说法。西方世界六尘说法，那个法音也周遍法界。由此可知，西方世界的六尘，的的确确是如来自性功德的流露，不是我们凡夫这个善恶业报，是如来自性功德的流露，所以他的音周遍法界。这一小段里面末后这句我们要注意的，『十方世界音声之中，最为第一』。十方世界所有一切音声不能为比，这个第一是什么？克实而论，就是六字洪名的妙音，南无阿弥陀佛。",
      "zh_TW": "佛說法的音聲周遍法界。這個地方講的是六塵說法。西方世界六塵說法，那個法音也周遍法界。由此可知，西方世界的六塵，的的確確是如來自性功德的流露，不是我們凡夫這個善惡業報，是如來自性功德的流露，所以他的音周遍法界。這一小段裡面末後這句我們要注意的，『十方世界音聲之中，最為第一』。十方世界所有一切音聲不能為比，這個第一是什麼？剋實而論，就是六字洪名的妙音，南無阿彌陀佛。"
    },
    {
      "id": "02-027-0015_p0054",
      "zh_CN": "【若有众生。睹菩提树。】",
      "zh_TW": "【若有眾生。睹菩提樹。】"
    },
    {
      "id": "02-027-0015_p0055",
      "zh_CN": "当然到达西方极乐世界，这会看得到！这树能看得到。前面本愿里面给我们说过，纵然是善根劣者也能够看得清清楚楚，这就是说我们能见到。到西方极乐世界能见到。",
      "zh_TW": "當然到達西方極樂世界，這會看得到！這樹能看得到。前面本願裡面給我們說過，縱然是善根劣者也能夠看得清清楚楚，這就是說我們能見到。到西方極樂世界能見到。"
    },
    {
      "id": "02-027-0015_p0056",
      "zh_CN": "【闻声。】",
      "zh_TW": "【聞聲。】"
    },
    {
      "id": "02-027-0015_p0057",
      "zh_CN": "听到这个宝树说法的音声。",
      "zh_TW": "聽到這個寶樹說法的音聲。"
    },
    {
      "id": "02-027-0015_p0058",
      "zh_CN": "【嗅香。】",
      "zh_TW": "【嗅香。】"
    },
    {
      "id": "02-027-0015_p0059",
      "zh_CN": "这些宝树有香气。",
      "zh_TW": "這些寶樹有香氣。"
    },
    {
      "id": "02-027-0015_p0060",
      "zh_CN": "【尝其果味。】",
      "zh_TW": "【嘗其果味。】"
    },
    {
      "id": "02-027-0015_p0061",
      "zh_CN": "这树有果实，你可以尝它的滋味。",
      "zh_TW": "這樹有果實，你可以嘗它的滋味。"
    },
    {
      "id": "02-027-0015_p0062",
      "zh_CN": "【触其光影。】",
      "zh_TW": "【觸其光影。】"
    },
    {
      "id": "02-027-0015_p0063",
      "zh_CN": "这更不可思议。树放光，树在光下的时候也有影子，你的身体触到了。",
      "zh_TW": "這更不可思議。樹放光，樹在光下的時候也有影子，你的身體觸到了。"
    },
    {
      "id": "02-027-0015_p0064",
      "zh_CN": "【念树功德。】",
      "zh_TW": "【念樹功德。】"
    },
    {
      "id": "02-027-0015_p0065",
      "zh_CN": "这个树的功德实实在在不可思议，能说法，能显现十方三世一切境界，它能显现。",
      "zh_TW": "這個樹的功德實實在在不可思議，能說法，能顯現十方三世一切境界，它能顯現。"
    },
    {
      "id": "02-027-0015_p0066",
      "zh_CN": "【皆得六根清彻。无诸恼患。住不退转。至成佛道。】",
      "zh_TW": "【皆得六根清徹。無諸惱患。住不退轉。至成佛道。】"
    },
    {
      "id": "02-027-0015_p0067",
      "zh_CN": "这个树的功德实在太大了，真正不可思议。你见到树，听到树的音声，说法的音声，闻到树的香味，乃至于接触到光影，都能帮助你消业障，都能帮助你灭罪、断烦恼，帮你开悟，得六根清净，『无诸恼患』。无诸恼患就是断烦恼、消业障。『住不退转』。不退当然就精进，精进不退一直到成佛。环境的助缘对我们来说非常重要，不但对我们乃至于对菩萨说都非常重要，如果没有好的环境助缘很容易退转。在这个环境里面为什么不退转？因为你能够见到十方诸佛的刹土，你能够见到过去、未来种种的现象，你能够见到十方诸佛说法，这个人怎么会退转？这是不退转的真因。",
      "zh_TW": "這個樹的功德實在太大了，真正不可思議。你見到樹，聽到樹的音聲，說法的音聲，聞到樹的香味，乃至於接觸到光影，都能幫助你消業障，都能幫助你滅罪、斷煩惱，幫你開悟，得六根清淨，『無諸惱患』。無諸惱患就是斷煩惱、消業障。『住不退轉』。不退當然就精進，精進不退一直到成佛。環境的助緣對我們來說非常重要，不但對我們乃至於對菩薩說都非常重要，如果沒有好的環境助緣很容易退轉。在這個環境裡面為什麼不退轉？因為你能夠見到十方諸佛的剎土，你能夠見到過去、未來種種的現象，你能夠見到十方諸佛說法，這個人怎麼會退轉？這是不退轉的真因。"
    },
    {
      "id": "02-027-0015_p0068",
      "zh_CN": "【复由见彼树故。获三种忍。】",
      "zh_TW": "【復由見彼樹故。獲三種忍。】"
    },
    {
      "id": "02-027-0015_p0069",
      "zh_CN": "这是阿弥陀佛本愿的加持，我们在四十八愿里面读过，『获三种忍』。",
      "zh_TW": "這是阿彌陀佛本願的加持，我們在四十八願裡面讀過，『獲三種忍』。"
    },
    {
      "id": "02-027-0015_p0070",
      "zh_CN": "【一音响忍。二柔顺忍。三者无生法忍。】",
      "zh_TW": "【一音響忍。二柔順忍。三者無生法忍。】"
    },
    {
      "id": "02-027-0015_p0071",
      "zh_CN": "『音响』。音是说法的音声，响是指前面所说的微风徐动。这是微妙宫商，这些交响的乐音，听到这些响。一个人闻法，这个法乐我们能体会。讲经说法在这个讲堂里面，有很多人听到里头很枯燥无味，如果把讲经再配成音乐唱出来，那个好听了，那听众一定比现在要超过，我看十倍、百倍都不止，还可以卖票！如果再带表演的话，在舞台上再表演的话，那就更为殊胜！西方极乐世界闻法不是这么枯燥的，它是交响乐演奏的，而且还有表演的。所以那个环境，听到之后人很容易开悟。开悟之后对于一切法都明白了，自然能忍了，不会再计较了。正如同《金刚经》上所说的，「凡所有相，皆是虚妄」。还有什么好计较的？「一切有为法，如梦幻泡影」。我们在这里念这几句经文，很难想像这里面的境界。在西方极乐世界这个梦幻泡影皆是虚妄，让你亲眼看到，亲身接触到，为什么？过去、现在、未来统统都在你眼前，你果然看清楚了，你才真正知道这个事实真相。佛这一说，再一看，心里明白了、定了。",
      "zh_TW": "『音響』。音是說法的音聲，響是指前面所說的微風徐動。這是微妙宮商，這些交響的樂音，聽到這些響。一個人聞法，這個法樂我們能體會。講經說法在這個講堂裡面，有很多人聽到裡頭很枯燥無味，如果把講經再配成音樂唱出來，那個好聽了，那聽眾一定比現在要超過，我看十倍、百倍都不止，還可以賣票！如果再帶表演的話，在舞台上再表演的話，那就更為殊勝！西方極樂世界聞法不是這麼枯燥的，它是交響樂演奏的，而且還有表演的。所以那個環境，聽到之後人很容易開悟。開悟之後對於一切法都明白了，自然能忍了，不會再計較了。正如同《金剛經》上所說的，「凡所有相，皆是虛妄」。還有什麼好計較的？「一切有為法，如夢幻泡影」。我們在這裡念這幾句經文，很難想像這裡面的境界。在西方極樂世界這個夢幻泡影皆是虛妄，讓你親眼看到，親身接觸到，為什麼？過去、現在、未來統統都在你眼前，你果然看清楚了，你才真正知道這個事實真相。佛這一說，再一看，心裡明白了、定了。"
    },
    {
      "id": "02-027-0015_p0072",
      "zh_CN": "从这个再往上提升，『柔顺忍』。柔是心意柔和，是恒顺众生。普贤菩萨恒顺众生，随喜功德。再往上提升，『无生法忍』。确确实实证得一切法本自不生，哪里还有灭？一切法不生不灭。就像六祖悟道的时候所说的，「何期自性，本来清净，何期自性，本无生灭」。不但无生灭亦无动摇，「本来具足，能生万法」。他讲的这五句，到西方极乐世界你统统亲自证得了，这就是入无生法忍的境界。",
      "zh_TW": "從這個再往上提升，『柔順忍』。柔是心意柔和，是恆順眾生。普賢菩薩恆順眾生，隨喜功德。再往上提升，『無生法忍』。確確實實證得一切法本自不生，哪裡還有滅？一切法不生不滅。就像六祖悟道的時候所說的，「何期自性，本來清淨，何期自性，本無生滅」。不但無生滅亦無動搖，「本來具足，能生萬法」。他講的這五句，到西方極樂世界你統統親自證得了，這就是入無生法忍的境界。"
    },
    {
      "id": "02-027-0015_p0073",
      "zh_CN": "这三种忍在菩萨地位上来说，音响忍是初地、二地、三地，这是别教不是圆教，别教，柔顺忍是四、五、六地，无生法忍是七、八、九地，地上菩萨的境界。在这个境界里面，我们去的时候本来是凡夫，在这个环境里修学，的确很容易让我们真正证得菩萨的果位。前面说过了，我们的智慧、神通、道力都是阿弥陀佛加持的，好像都是七地、八地、九地菩萨，那是佛力加持，不是自己修成的。到这个地方确确实实是自分提升的，自己确实证得这个境界。",
      "zh_TW": "這三種忍在菩薩地位上來說，音響忍是初地、二地、三地，這是別教不是圓教，別教，柔順忍是四、五、六地，無生法忍是七、八、九地，地上菩薩的境界。在這個境界裡面，我們去的時候本來是凡夫，在這個環境裡修學，的確很容易讓我們真正證得菩薩的果位。前面說過了，我們的智慧、神通、道力都是阿彌陀佛加持的，好像都是七地、八地、九地菩薩，那是佛力加持，不是自己修成的。到這個地方確確實實是自分提升的，自己確實證得這個境界。"
    },
    {
      "id": "02-027-0015_p0074",
      "zh_CN": "【佛告阿难。如是佛刹。华果树木。与诸众生。而作佛事。】",
      "zh_TW": "【佛告阿難。如是佛剎。華果樹木。與諸眾生。而作佛事。】"
    },
    {
      "id": "02-027-0015_p0075",
      "zh_CN": "佛法里面所讲的『佛事』，帮助一切众生破迷开悟，离苦得乐，这些事情都叫佛事。现在接触经典的时间机会比较少，看到佛门里面，多数都是以经忏佛事超度亡人，都认为这是佛事。所以一听佛事，很容易发生误会。超度亡灵这一些事情，在佛教里面出现得很晚、很晚。古时候印度没有，佛教传到中国，早期也没有，这个事情究竟怎么发生的，我们也没办法去考证。在往年台湾大专佛学讲座，道安法师主持的，曾经有学生提出这个问题，问过道安法师，刚好那一天我也在场听老法师说。他说这桩事情可能是起源于开元。唐朝开元年间那个时候，国家发生很大的灾难，安禄山造反。安禄山造反这得力于郭子仪平定了内乱。以后国家就在每个大的战场建一个寺叫开元寺，开元年间的。所以说很多古战场里头都建开元寺。以后不是战场，好像也有开元寺，连台湾台南都有个开元寺，开元寺是这么来的。所以那个时候国家提倡的，开追悼会，请这些高僧大德诵经超度追悼，可能是这个起源。国家既然这样子超度死难的军民，以后可能民间家里有人亡了，也请法师来超度，可能从这起来的。所以这是佛法里面，的确是附带做的，不是佛门主要的工作，不是的；但是现在就变成主要的。现在在台湾很多道场是以这个为主，纵然有讲经，一年讲经的时间很短、很少。有些寺庙一年讲四次经，就是四季，春夏秋冬四季，一次一个星期，就一年讲四个星期，分四次。所以讲经变成附带的，这个变成主要的佛事，这我们要把它认识清楚。在从前，这个佛事是讲经说法。",
      "zh_TW": "佛法裡面所講的『佛事』，幫助一切眾生破迷開悟，離苦得樂，這些事情都叫佛事。現在接觸經典的時間機會比較少，看到佛門裡面，多數都是以經懺佛事超度亡人，都認為這是佛事。所以一聽佛事，很容易發生誤會。超度亡靈這一些事情，在佛教裡面出現得很晚、很晚。古時候印度沒有，佛教傳到中國，早期也沒有，這個事情究竟怎麼發生的，我們也沒辦法去考證。在往年台灣大專佛學講座，道安法師主持的，曾經有學生提出這個問題，問過道安法師，剛好那一天我也在場聽老法師說。他說這樁事情可能是起源於開元。唐朝開元年間那個時候，國家發生很大的災難，安祿山造反。安祿山造反這得力於郭子儀平定了內亂。以後國家就在每個大的戰場建一個寺叫開元寺，開元年間的。所以說很多古戰場裡頭都建開元寺。以後不是戰場，好像也有開元寺，連台灣台南都有個開元寺，開元寺是這麼來的。所以那個時候國家提倡的，開追悼會，請這些高僧大德誦經超度追悼，可能是這個起源。國家既然這樣子超度死難的軍民，以後可能民間家裡有人亡了，也請法師來超度，可能從這起來的。所以這是佛法裡面，的確是附帶做的，不是佛門主要的工作，不是的；但是現在就變成主要的。現在在台灣很多道場是以這個為主，縱然有講經，一年講經的時間很短、很少。有些寺廟一年講四次經，就是四季，春夏秋冬四季，一次一個星期，就一年講四個星期，分四次。所以講經變成附帶的，這個變成主要的佛事，這我們要把它認識清楚。在從前，這個佛事是講經說法。"
    },
    {
      "id": "02-027-0015_p0076",
      "zh_CN": "【此皆无量寿佛。威神力故。本愿力故。满足愿故。明了。坚固。究竟愿故。】",
      "zh_TW": "【此皆無量壽佛。威神力故。本願力故。滿足願故。明了。堅固。究竟願故。】"
    },
    {
      "id": "02-027-0015_p0077",
      "zh_CN": "这一段非常重要。前面都是说的果德，末后释迦牟尼佛把这个因缘为我们说出来，这是阿弥陀佛威德神通的变化，变化所作，是阿弥陀佛的『本愿力故』。他在因地发这个大愿，现在成佛了，他这个世界种种庄严，那真的完全兑现了。『满足愿』，满是圆满，没有一丝毫的欠缺。由此可知，佛的修因圆满，因圆满，果才会圆满。这个世界，我们看它种种庄严，的确超过一切诸佛刹土，因圆果满。明了是智慧。这个世界不但是佛、菩萨、一切大众、所有一切万物，万事万物都充满智慧，所以到那个地方破迷开悟不难！我们这个地方是大难大难，到那个地方一点都不难，原因在这个地方，是充满了智慧的环境，万物都充满智慧。坚固是不退，在这个环境里面决定没有退的缘，所有一切的助缘，都是帮助你精进的，没有退缘、没有障碍。究竟是讲究竟圆满成佛，是这样成就的。这是把这个因跟缘为我们说出来。我们看到的是弥陀世尊的因圆果满，要紧的我们在这个地方要学习，哪些地方我们应该在现实生活当中，如何来修学？这一点很重要。底下一章。",
      "zh_TW": "這一段非常重要。前面都是說的果德，末後釋迦牟尼佛把這個因緣為我們說出來，這是阿彌陀佛威德神通的變化，變化所作，是阿彌陀佛的『本願力故』。他在因地發這個大願，現在成佛了，他這個世界種種莊嚴，那真的完全兌現了。『滿足願』，滿是圓滿，沒有一絲毫的欠缺。由此可知，佛的修因圓滿，因圓滿，果才會圓滿。這個世界，我們看它種種莊嚴，的確超過一切諸佛剎土，因圓果滿。明了是智慧。這個世界不但是佛、菩薩、一切大眾、所有一切萬物，萬事萬物都充滿智慧，所以到那個地方破迷開悟不難！我們這個地方是大難大難，到那個地方一點都不難，原因在這個地方，是充滿了智慧的環境，萬物都充滿智慧。堅固是不退，在這個環境裡面決定沒有退的緣，所有一切的助緣，都是幫助你精進的，沒有退緣、沒有障礙。究竟是講究竟圓滿成佛，是這樣成就的。這是把這個因跟緣為我們說出來。我們看到的是彌陀世尊的因圓果滿，要緊的我們在這個地方要學習，哪些地方我們應該在現實生活當中，如何來修學？這一點很重要。底下一章。"
    },
    {
      "id": "02-027-0015_p0078",
      "zh_CN": "「堂舍楼观第十六」。堂是讲堂，大众聚会的场所。堂也叫殿，殿、堂是一个意思，是大众聚会的场所就叫做殿堂。舍是私人休息、居住的地方。古时候的宫，宫、舍意思是相同的。楼观，这是两层以上的称之为楼，这是像我们中国亭台楼阁这一类休息的场所。",
      "zh_TW": "「堂舍樓觀第十六」。堂是講堂，大眾聚會的場所。堂也叫殿，殿、堂是一個意思，是大眾聚會的場所就叫做殿堂。舍是私人休息、居住的地方。古時候的宮，宮、舍意思是相同的。樓觀，這是兩層以上的稱之為樓，這是像我們中國亭臺樓閣這一類休息的場所。"
    },
    {
      "id": "02-027-0015_p0079",
      "zh_CN": "【又无量寿佛讲堂精舍。楼观栏楯。亦皆七宝自然化成。】",
      "zh_TW": "【又無量壽佛講堂精舍。樓觀欄楯。亦皆七寶自然化成。】"
    },
    {
      "id": "02-027-0015_p0080",
      "zh_CN": "所以他那个地方，这一切建筑物不需要人工去营造，变化所作。我们这个世间，福报大的也不需要营造。像欲界第五层天叫化乐天，福报大，他要想居住宫殿，随念就变化就成就。第六层天那福报就更大，不需要自己变化，他化自在天，第五天变化去供养他，他自己变化都不需要，第五天来供养他，叫他化自在天。我们欲界最高的两层天，尚且有这种神通能力，西方极乐世界我们当然可以相信，所以统统是变化所作，自自然然的变化。这个自然变化就像他化自在天，自然的。",
      "zh_TW": "所以他那個地方，這一切建築物不需要人工去營造，變化所作。我們這個世間，福報大的也不需要營造。像欲界第五層天叫化樂天，福報大，他要想居住宮殿，隨念就變化就成就。第六層天那福報就更大，不需要自己變化，他化自在天，第五天變化去供養他，他自己變化都不需要，第五天來供養他，叫他化自在天。我們欲界最高的兩層天，尚且有這種神通能力，西方極樂世界我們當然可以相信，所以統統是變化所作，自自然然的變化。這個自然變化就像他化自在天，自然的。"
    },
    {
      "id": "02-027-0015_p0081",
      "zh_CN": "【复有白珠摩尼以为交络。】",
      "zh_TW": "【復有白珠摩尼以為交絡。】"
    },
    {
      "id": "02-027-0015_p0082",
      "zh_CN": "这是摩尼珠里面极为珍贵的，白色透明的。",
      "zh_TW": "這是摩尼珠裡面極為珍貴的，白色透明的。"
    },
    {
      "id": "02-027-0015_p0083",
      "zh_CN": "【明妙无比。诸菩萨众。所居宫殿。亦复如是。】",
      "zh_TW": "【明妙無比。諸菩薩眾。所居宮殿。亦復如是。】"
    },
    {
      "id": "02-027-0015_p0084",
      "zh_CN": "这显示出西方世界物质生活环境平等的，跟阿弥陀佛没有两样，真正平等的世界。佛所得的受用当然没有话说，是佛无量劫功德的成就。菩萨，特别是初往生去西方的那些菩萨们，烦恼还没断，见思烦恼还没断，他所得的一切受用跟阿弥陀佛一样，这就不可思议。绝对不是这些人自分功德变现的，不是的，不是自分，而是阿弥陀佛本愿加持的。佛的愿力加持的，使这些初往生的人所有一切受用，跟阿弥陀佛一样，这是他方世界没有的，唯独极乐世界，这是超于十方一切诸佛刹土。",
      "zh_TW": "這顯示出西方世界物質生活環境平等的，跟阿彌陀佛沒有兩樣，真正平等的世界。佛所得的受用當然沒有話說，是佛無量劫功德的成就。菩薩，特別是初往生去西方的那些菩薩們，煩惱還沒斷，見思煩惱還沒斷，他所得的一切受用跟阿彌陀佛一樣，這就不可思議。絕對不是這些人自分功德變現的，不是的，不是自分，而是阿彌陀佛本願加持的。佛的願力加持的，使這些初往生的人所有一切受用，跟阿彌陀佛一樣，這是他方世界沒有的，唯獨極樂世界，這是超於十方一切諸佛剎土。"
    },
    {
      "id": "02-027-0015_p0085",
      "zh_CN": "【中有在地讲经。诵经者。有在地受经。听经者。有在地经行者。思道。及坐禅者。】",
      "zh_TW": "【中有在地講經。誦經者。有在地受經。聽經者。有在地經行者。思道。及坐禪者。】"
    },
    {
      "id": "02-027-0015_p0086",
      "zh_CN": "底下这四行经文为我们描述西方世界大众，他们日常生活的状况。往生西方去干什么？我们在这个世间总得有事做，人总不能可以不做事，西方世界也有事，什么事？听经、修道，没别的事情。所以有讲经的，在地面上，有在地面上讲经的，有诵经的；喜欢诵经的诵经，喜欢讲经的讲经。有受经的，受是接受，依照经典教训去做的、去实行的，有听经的。除此之外，有人在思道，在用功思惟，有人在坐禅。这几句代表了佛法无量无边的法门。你到西方极乐世界，无论喜欢修哪个法门都没有障碍，这是我们要特别注意的。因为我们的根性不相同，爱好不一样，譬如说我喜欢禅，你喜欢密，这两样东西在现在这个世间都很难修，我们换个地方修！到极乐世界去修去。先念阿弥陀佛，念到西方极乐世界，我再去参禅，我再去学密。西方世界哪个法门都有，阿弥陀佛并没有限定你非念佛不可。我这个西方极乐世界是专修念佛的，除念佛之外，其他不收，没这个，佛没有这个说法。就是我们后面三辈往生都说得很清楚、很明白。前面上辈、中辈、下辈，这是修净土念佛去往生的；后面还有一段是泛指修学一切大乘的，不是修净土的，只要回向求愿往生，统统得生。那生到西方极乐世界，你喜欢学哪个法门就学哪个法门，这里清清楚楚，我们看到了。这一段是讲在地面的，还有喜欢在空中的。",
      "zh_TW": "底下這四行經文為我們描述西方世界大眾，他們日常生活的狀況。往生西方去幹什麼？我們在這個世間總得有事做，人總不能可以不做事，西方世界也有事，什麼事？聽經、修道，沒別的事情。所以有講經的，在地面上，有在地面上講經的，有誦經的；喜歡誦經的誦經，喜歡講經的講經。有受經的，受是接受，依照經典教訓去做的、去實行的，有聽經的。除此之外，有人在思道，在用功思惟，有人在坐禪。這幾句代表了佛法無量無邊的法門。你到西方極樂世界，無論喜歡修哪個法門都沒有障礙，這是我們要特別注意的。因為我們的根性不相同，愛好不一樣，譬如說我喜歡禪，你喜歡密，這兩樣東西在現在這個世間都很難修，我們換個地方修！到極樂世界去修去。先念阿彌陀佛，念到西方極樂世界，我再去參禪，我再去學密。西方世界哪個法門都有，阿彌陀佛並沒有限定你非念佛不可。我這個西方極樂世界是專修念佛的，除念佛之外，其他不收，沒這個，佛沒有這個說法。就是我們後面三輩往生都說得很清楚、很明白。前面上輩、中輩、下輩，這是修淨土念佛去往生的；後面還有一段是泛指修學一切大乘的，不是修淨土的，只要迴向求願往生，統統得生。那生到西方極樂世界，你喜歡學哪個法門就學哪個法門，這裡清清楚楚，我們看到了。這一段是講在地面的，還有喜歡在空中的。"
    },
    {
      "id": "02-027-0015_p0087",
      "zh_CN": "【有在虚空讲诵受听者。经行。思道及坐禅者。】",
      "zh_TW": "【有在虛空講誦受聽者。經行。思道及坐禪者。】"
    },
    {
      "id": "02-027-0015_p0088",
      "zh_CN": "你喜欢在地面就在地面，喜欢在空中就在空中，你看多自在。他在空中的时候，连居住的宫殿、楼阁都在空中。西方极乐世界人到他方世界去参学、去供养诸佛、教化众生，他那个宫殿是一起走的。他那个宫殿就变成了飞行工具，那速度之快，我们无法想像的，真正是自在！今天你家里房子很好，你要到别的地方去带不走；西方世界可以带走，无论到什么地方可以带走。而且这个宫殿都随心所欲，喜欢什么样子就变什么样子，大小都如意。大小形式都随自己的心意，喜欢什么样子就变什么样子。这是说明极乐世界大众日常生活的状况。他们是全心都在道业上，这成佛才快！",
      "zh_TW": "你喜歡在地面就在地面，喜歡在空中就在空中，你看多自在。他在空中的時候，連居住的宮殿、樓閣都在空中。西方極樂世界人到他方世界去參學、去供養諸佛、教化眾生，他那個宮殿是一起走的。他那個宮殿就變成了飛行工具，那速度之快，我們無法想像的，真正是自在！今天你家裡房子很好，你要到別的地方去帶不走；西方世界可以帶走，無論到什麼地方可以帶走。而且這個宮殿都隨心所欲，喜歡什麼樣子就變什麼樣子，大小都如意。大小形式都隨自己的心意，喜歡什麼樣子就變什麼樣子。這是說明極樂世界大眾日常生活的狀況。他們是全心都在道業上，這成佛才快！"
    },
    {
      "id": "02-027-0015_p0089",
      "zh_CN": "【或得须陀洹。或得斯陀含。或得阿那含。阿罗汉。】",
      "zh_TW": "【或得須陀洹。或得斯陀含。或得阿那含。阿羅漢。】"
    },
    {
      "id": "02-027-0015_p0090",
      "zh_CN": "这是讲自分功夫的成就。不是说佛的加持，是自分。你到那里修持，见思烦恼，见烦恼断尽了等于他方世界的初果『须陀洹』。实际上西方世界这些名称都没有，这是释迦牟尼佛告诉我们的，等于我们这个世界的初果须陀洹，他在那边见惑断了。思惑也断掉了，等于我们这个世界的『阿罗汉』。思惑九九八十一品，断前六品粗惑，证二果，再断后面这三品，就证三果，还余七十二品那在四禅天、五不还天去断，断尽了就证四果阿罗汉。这是讲自分断见思烦恼，不论弥陀威神加持；如果要是说阿弥陀佛本愿加持，那大家是平等的、是一样的，没有阶级的差别，这是讲自分功夫的提升。",
      "zh_TW": "這是講自分功夫的成就。不是說佛的加持，是自分。你到那裡修持，見思煩惱，見煩惱斷盡了等於他方世界的初果『須陀洹』。實際上西方世界這些名稱都沒有，這是釋迦牟尼佛告訴我們的，等於我們這個世界的初果須陀洹，他在那邊見惑斷了。思惑也斷掉了，等於我們這個世界的『阿羅漢』。思惑九九八十一品，斷前六品粗惑，證二果，再斷後面這三品，就證三果，還餘七十二品那在四禪天、五不還天去斷，斷盡了就證四果阿羅漢。這是講自分斷見思煩惱，不論彌陀威神加持；如果要是說阿彌陀佛本願加持，那大家是平等的、是一樣的，沒有階級的差別，這是講自分功夫的提升。"
    },
    {
      "id": "02-027-0015_p0091",
      "zh_CN": "【未得阿惟越致者。】",
      "zh_TW": "【未得阿惟越致者。】"
    },
    {
      "id": "02-027-0015_p0092",
      "zh_CN": "这是讲弥陀加持，弥陀本愿威神的加持，没有得阿惟越致。",
      "zh_TW": "這是講彌陀加持，彌陀本願威神的加持，沒有得阿惟越致。"
    },
    {
      "id": "02-027-0015_p0093",
      "zh_CN": "【则得阿惟越致。】",
      "zh_TW": "【則得阿惟越致。】"
    },
    {
      "id": "02-027-0015_p0094",
      "zh_CN": "阿惟越致是圆证三不退。",
      "zh_TW": "阿惟越致是圓證三不退。"
    },
    {
      "id": "02-027-0015_p0095",
      "zh_CN": "【各自念道。说道。行道。莫不欢喜。】",
      "zh_TW": "【各自念道。說道。行道。莫不歡喜。】"
    },
    {
      "id": "02-027-0015_p0096",
      "zh_CN": "西方极乐世界给诸位说，是典型的、标准的、模范的三福、六和、三学、六度、十大愿王圆修圆证的一个修学场所。我们真的把这个搞清楚、搞明白，你那个恳心死心塌地了，真正肯往生，真正乐意去往生，这个心绝对不会动摇。你搞清楚、搞明白了，这才是一个真正理想修行的好环境。底下一品「泉池功德第十七」。还是介绍西方极乐世界的环境。",
      "zh_TW": "西方極樂世界給諸位說，是典型的、標準的、模範的三福、六和、三學、六度、十大願王圓修圓證的一個修學場所。我們真的把這個搞清楚、搞明白，你那個懇心死心塌地了，真正肯往生，真正樂意去往生，這個心絕對不會動搖。你搞清楚、搞明白了，這才是一個真正理想修行的好環境。底下一品「泉池功德第十七」。還是介紹西方極樂世界的環境。"
    },
    {
      "id": "02-027-0015_p0097",
      "zh_CN": "【又其讲堂左右。泉池交流。】",
      "zh_TW": "【又其講堂左右。泉池交流。】"
    },
    {
      "id": "02-027-0015_p0098",
      "zh_CN": "这一句是总说，西方世界宝池很多。",
      "zh_TW": "這一句是總說，西方世界寶池很多。"
    },
    {
      "id": "02-027-0015_p0099",
      "zh_CN": "【纵广深浅。皆各一等。】",
      "zh_TW": "【縱廣深淺。皆各一等。】"
    },
    {
      "id": "02-027-0015_p0100",
      "zh_CN": "『纵广深浅』，都是讲宝池的面积。『皆各一等』，是指前面这一句，『泉池交流』，纵广深浅。这个一等是如意。",
      "zh_TW": "『縱廣深淺』，都是講寶池的面積。『皆各一等』，是指前面這一句，『泉池交流』，縱廣深淺。這個一等是如意。"
    },
    {
      "id": "02-027-0015_p0101",
      "zh_CN": "【或十由旬。二十由旬。乃至百千由旬。】",
      "zh_TW": "【或十由旬。二十由旬。乃至百千由旬。】"
    },
    {
      "id": "02-027-0015_p0102",
      "zh_CN": "这是讲广，是指的大，广大。一由旬在经上来讲都应当是指大由旬，合我们中国古代八十里，十由旬八百里。我们中国过去人常讲，中国有个大湖，洞庭湖，洞庭湖面积多大？八百里。西方极乐世界七宝池之小者，这个不大，小者。如果大的那就是百千由旬，世界大！由此可知，宝池大小也是随人之意，当然那个形状也是如意的，浅深也如意。这后面都会讲到，浅深也很如意。",
      "zh_TW": "這是講廣，是指的大，廣大。一由旬在經上來講都應當是指大由旬，合我們中國古代八十里，十由旬八百里。我們中國過去人常講，中國有個大湖，洞庭湖，洞庭湖面積多大？八百里。西方極樂世界七寶池之小者，這個不大，小者。如果大的那就是百千由旬，世界大！由此可知，寶池大小也是隨人之意，當然那個形狀也是如意的，淺深也如意。這後面都會講到，淺深也很如意。"
    },
    {
      "id": "02-027-0015_p0103",
      "zh_CN": "【湛然香洁。具八功德。】",
      "zh_TW": "【湛然香潔。具八功德。】"
    },
    {
      "id": "02-027-0015_p0104",
      "zh_CN": "这里面的水叫八功德水，水有八德。《观经》上为我们说明，第一个澄净，就是水很干净，从水面可以看到池子的底，清清楚楚。水像一面镜子一样，一尘不染。第二个清冷，水清、水很凉，像我们这个世间的泉水一样。第三个甘美，这水是甜的，我们这个世间甘泉很少，也有，太少了，水是甜的。第四轻软，我们这个世间的水没有，我们这个世间水很重；西方极乐的水很轻、很柔软，不像我们，跟我们的水质不一样。第五个是润泽，这是我们这边水有这个功能，它能够滋润。所以在这个水里面洗澡能够滋润身体，水的本身就是最好的养分。第六个安和，这是我们这里水没有，也就是说在这个水里面游泳、沐浴决定安全，不会被水淹死，不会有这种事情，西方世界从来没有听说过这个事情。安和。第七个功德，这也是我们这个世间水没有的，我们这个世间水可以解渴，喝了可以解渴，但是肚子饿的时候不能饱饥。西方世界这个水，不但可以止渴，也可以疗饥，肚子饿的时候，喝几口水就饱了，它有这个好处；能除一切过患，也就是说，当然西方世界人都是金刚不坏身，哪里有病？这是比喻，像我们这个世界众生许许多多疾病，要在那个池子里洗个澡，什么病都没有了，比什么样药物都好。第八个好处长养诸根，这个水是最丰富的营养。无论你是沐浴，或者是你喝这个水的时候，都是最殊胜的营养，它有这八种功德，所以称为八功德水。",
      "zh_TW": "這裡面的水叫八功德水，水有八德。《觀經》上為我們說明，第一個澄淨，就是水很乾淨，從水面可以看到池子的底，清清楚楚。水像一面鏡子一樣，一塵不染。第二個清冷，水清、水很涼，像我們這個世間的泉水一樣。第三個甘美，這水是甜的，我們這個世間甘泉很少，也有，太少了，水是甜的。第四輕軟，我們這個世間的水沒有，我們這個世間水很重；西方極樂的水很輕、很柔軟，不像我們，跟我們的水質不一樣。第五個是潤澤，這是我們這邊水有這個功能，它能夠滋潤。所以在這個水裡面洗澡能夠滋潤身體，水的本身就是最好的養分。第六個安和，這是我們這裡水沒有，也就是說在這個水裡面游泳、沐浴決定安全，不會被水淹死，不會有這種事情，西方世界從來沒有聽說過這個事情。安和。第七個功德，這也是我們這個世間水沒有的，我們這個世間水可以解渴，喝了可以解渴，但是肚子餓的時候不能飽飢。西方世界這個水，不但可以止渴，也可以療飢，肚子餓的時候，喝幾口水就飽了，它有這個好處；能除一切過患，也就是說，當然西方世界人都是金剛不壞身，哪裡有病？這是比喻，像我們這個世界眾生許許多多疾病，要在那個池子裡洗個澡，什麼病都沒有了，比什麼樣藥物都好。第八個好處長養諸根，這個水是最豐富的營養。無論你是沐浴，或者是你喝這個水的時候，都是最殊勝的營養，它有這八種功德，所以稱為八功德水。"
    },
    {
      "id": "02-027-0015_p0105",
      "zh_CN": "【岸边无数栴檀香树。】",
      "zh_TW": "【岸邊無數栴檀香樹。】"
    },
    {
      "id": "02-027-0015_p0106",
      "zh_CN": "这也是比喻。我们这个世间有栴檀树，檀香！实在讲我们这个檀香怎么能跟它比？这比不上的。",
      "zh_TW": "這也是比喻。我們這個世間有栴檀樹，檀香！實在講我們這個檀香怎麼能跟它比？這比不上的。"
    },
    {
      "id": "02-027-0015_p0107",
      "zh_CN": "【吉祥果树。华果恒芳。】",
      "zh_TW": "【吉祥果樹。華果恆芳。】"
    },
    {
      "id": "02-027-0015_p0108",
      "zh_CN": "注意这个『恒』字，恒是永远是这个样子。并不像我们这个世间这些花草树木随着四季变化，秋天叶子都落了，一定到春天才发芽，西方世界没有，恒芳，永远是这个样子。因为前面我们读过，西方世界没有四季，所以这些华果树木也是无量寿。佛无量寿，大众无量寿，所有一切万物都是无量寿，叫无量寿国。",
      "zh_TW": "注意這個『恆』字，恆是永遠是這個樣子。並不像我們這個世間這些花草樹木隨著四季變化，秋天葉子都落了，一定到春天才發芽，西方世界沒有，恆芳，永遠是這個樣子。因為前面我們讀過，西方世界沒有四季，所以這些華果樹木也是無量壽。佛無量壽，大眾無量壽，所有一切萬物都是無量壽，叫無量壽國。"
    },
    {
      "id": "02-027-0015_p0109",
      "zh_CN": "【光明照耀。修条密叶。】",
      "zh_TW": "【光明照耀。修條密葉。】"
    },
    {
      "id": "02-027-0015_p0110",
      "zh_CN": "『修』是长，这个枝条很长，叶很密、很茂盛。",
      "zh_TW": "『修』是長，這個枝條很長，葉很密、很茂盛。"
    },
    {
      "id": "02-027-0015_p0111",
      "zh_CN": "【交覆于池。】",
      "zh_TW": "【交覆於池。】"
    },
    {
      "id": "02-027-0015_p0112",
      "zh_CN": "这四边的这个岸边的树，树也大，好像把这个池盖起来一样，那池里面就非常之美",
      "zh_TW": "這四邊的這個岸邊的樹，樹也大，好像把這個池蓋起來一樣，那池裡面就非常之美"
    },
    {
      "id": "02-027-0015_p0113",
      "zh_CN": "【出种种香。世无能喻。随风散馥。沿水流芬。】",
      "zh_TW": "【出種種香。世無能喻。隨風散馥。沿水流芬。】"
    },
    {
      "id": "02-027-0015_p0114",
      "zh_CN": "这些香气随着风远送，实在说，华树、水池的德相也是周遍法界。",
      "zh_TW": "這些香氣隨著風遠送，實在說，華樹、水池的德相也是周遍法界。"
    },
    {
      "id": "02-027-0015_p0115",
      "zh_CN": "【又复池饰七宝。】",
      "zh_TW": "【又復池飾七寶。】"
    },
    {
      "id": "02-027-0015_p0116",
      "zh_CN": "这个池是以七宝做装饰，当然这也不是人工，是自自然然而有的，自然而有的。",
      "zh_TW": "這個池是以七寶做裝飾，當然這也不是人工，是自自然然而有的，自然而有的。"
    },
    {
      "id": "02-027-0015_p0117",
      "zh_CN": "【地布金沙。】",
      "zh_TW": "【地布金沙。】"
    },
    {
      "id": "02-027-0015_p0118",
      "zh_CN": "这个地是指池底，池底是『金沙』，不像我们这边池底是泥沙，这里是金沙，池底是金沙。",
      "zh_TW": "這個地是指池底，池底是『金沙』，不像我們這邊池底是泥沙，這裡是金沙，池底是金沙。"
    },
    {
      "id": "02-027-0015_p0119",
      "zh_CN": "【优钵罗华。钵昙摩华。拘牟头华。芬陀利华。】",
      "zh_TW": "【優缽羅華。缽曇摩華。拘牟頭華。芬陀利華。】"
    },
    {
      "id": "02-027-0015_p0120",
      "zh_CN": "这个『优钵罗』，青色的，『钵昙摩』是红色的。这就是《弥陀经》上讲的四色莲花。这个红色就是赤色，这个拘牟头是黄色，芬陀利是白色，跟《弥陀经》上讲的一样，四色莲花，《弥陀经》上只讲四色，它后面还有。",
      "zh_TW": "這個『優缽羅』，青色的，『缽曇摩』是紅色的。這就是《彌陀經》上講的四色蓮花。這個紅色就是赤色，這個拘牟頭是黃色，芬陀利是白色，跟《彌陀經》上講的一樣，四色蓮花，《彌陀經》上只講四色，它後面還有。"
    },
    {
      "id": "02-027-0015_p0121",
      "zh_CN": "【杂色光茂。弥覆水上。】",
      "zh_TW": "【雜色光茂。彌覆水上。】"
    },
    {
      "id": "02-027-0015_p0122",
      "zh_CN": "我们从后面这两句就知道，这个七宝池中的莲花不只四色，颜色非常、非常之多。它底下有『杂色光茂』，并不是很单纯的四色。这些莲花，十方世界往生极乐世界的人莲花化生，都在七宝池的莲花化生。",
      "zh_TW": "我們從後面這兩句就知道，這個七寶池中的蓮花不只四色，顏色非常、非常之多。它底下有『雜色光茂』，並不是很單純的四色。這些蓮花，十方世界往生極樂世界的人蓮花化生，都在七寶池的蓮花化生。"
    },
    {
      "id": "02-027-0015_p0123",
      "zh_CN": "【若彼众生。过浴此水。】",
      "zh_TW": "【若彼眾生。過浴此水。】"
    },
    {
      "id": "02-027-0015_p0124",
      "zh_CN": "这是西方世界的人常常到宝池里面去沐浴、去游泳，我们现在人讲游泳，这个地方讲『过浴』，就是现在人讲的游泳，到这个池子里面去游泳。",
      "zh_TW": "這是西方世界的人常常到寶池裡面去沐浴、去游泳，我們現在人講游泳，這個地方講『過浴』，就是現在人講的游泳，到這個池子裡面去游泳。"
    },
    {
      "id": "02-027-0015_p0125",
      "zh_CN": "【欲至足者。欲至膝者。欲至腰腋。欲至颈者。】",
      "zh_TW": "【欲至足者。欲至膝者。欲至腰腋。欲至頸者。】"
    },
    {
      "id": "02-027-0015_p0126",
      "zh_CN": "这是讲池里面的水深它可以随人意。我想这个水浅一点，它就浅了；想深一点，它就深了。它能如人意、很听话，这不容易。我们现在这个世间，纵然用机械化这种设置，还没有它这个方便。没有一样东西不是随心所欲，自自然然的成就。",
      "zh_TW": "這是講池裡面的水深它可以隨人意。我想這個水淺一點，它就淺了；想深一點，它就深了。它能如人意、很聽話，這不容易。我們現在這個世間，縱然用機械化這種設置，還沒有它這個方便。沒有一樣東西不是隨心所欲，自自然然的成就。"
    },
    {
      "id": "02-027-0015_p0127",
      "zh_CN": "【或欲灌身。】",
      "zh_TW": "【或欲灌身。】"
    },
    {
      "id": "02-027-0015_p0128",
      "zh_CN": "『灌身』，水从上面灌下来，像我们现在用沐浴，用雨淋的这种方式。西方极乐世界有，不需要这个设备，只要一动念头，水自然就上去再淋下来，自然就下来了。",
      "zh_TW": "『灌身』，水從上面灌下來，像我們現在用沐浴，用雨淋的這種方式。西方極樂世界有，不需要這個設備，只要一動念頭，水自然就上去再淋下來，自然就下來了。"
    },
    {
      "id": "02-027-0015_p0129",
      "zh_CN": "【或欲冷者。温者。急流者。缓流者。其水一一随众生意。】",
      "zh_TW": "【或欲冷者。溫者。急流者。緩流者。其水一一隨眾生意。】"
    },
    {
      "id": "02-027-0015_p0130",
      "zh_CN": "这西方世界水之好，的确他方世界没有！",
      "zh_TW": "這西方世界水之好，的確他方世界沒有！"
    },
    {
      "id": "02-027-0015_p0131",
      "zh_CN": "【开神悦体。净若无形。】",
      "zh_TW": "【開神悅體。淨若無形。】"
    },
    {
      "id": "02-027-0015_p0132",
      "zh_CN": "你在这个宝池里面游泳，『开神』就是我们一般讲的开悟，在水里游泳会开悟的。『悦体』是身心快乐。『净若无形』，因为它的水清、水净（干净），完全是透明的。我们这边空气无形，它那里的水也无形。",
      "zh_TW": "你在這個寶池裡面游泳，『開神』就是我們一般講的開悟，在水裡游泳會開悟的。『悅體』是身心快樂。『淨若無形』，因為它的水清、水淨（乾淨），完全是透明的。我們這邊空氣無形，它那裡的水也無形。"
    },
    {
      "id": "02-027-0015_p0133",
      "zh_CN": "【宝沙映澈。无深不照。】",
      "zh_TW": "【寶沙映澈。無深不照。】"
    },
    {
      "id": "02-027-0015_p0134",
      "zh_CN": "池底里面是金沙，金沙只是说出好像成分比例多一点，跟金沙混在一起的众宝，宝池！是众宝，都放光明，『无深不照』，池水都放光明。",
      "zh_TW": "池底裡面是金沙，金沙只是說出好像成分比例多一點，跟金沙混在一起的眾寶，寶池！是眾寶，都放光明，『無深不照』，池水都放光明。"
    },
    {
      "id": "02-027-0015_p0135",
      "zh_CN": "【微澜徐回。】",
      "zh_TW": "【微瀾徐迴。】"
    },
    {
      "id": "02-027-0015_p0136",
      "zh_CN": "这是非常之美。『澜』是波澜，它不是大的波浪，很小的，可见得它很美。『徐』是很慢的转。",
      "zh_TW": "這是非常之美。『瀾』是波瀾，它不是大的波浪，很小的，可見得它很美。『徐』是很慢的轉。"
    },
    {
      "id": "02-027-0015_p0137",
      "zh_CN": "【转相灌注。】",
      "zh_TW": "【轉相灌注。】"
    },
    {
      "id": "02-027-0015_p0138",
      "zh_CN": "这个水可以彼此互相的『灌注』。",
      "zh_TW": "這個水可以彼此互相的『灌注』。"
    },
    {
      "id": "02-027-0015_p0139",
      "zh_CN": "【波扬无量微妙音声。】",
      "zh_TW": "【波揚無量微妙音聲。】"
    },
    {
      "id": "02-027-0015_p0140",
      "zh_CN": "水既然灌注了，那就有音声，这个水池的水灌到那边去，那个水池的水灌到那边去，不但很美，而且它有声音。这个音声，音声又说法，又是交响乐又要说法，没有一样东西不说法的，『波扬无量妙音声』。",
      "zh_TW": "水既然灌注了，那就有音聲，這個水池的水灌到那邊去，那個水池的水灌到那邊去，不但很美，而且它有聲音。這個音聲，音聲又說法，又是交響樂又要說法，沒有一樣東西不說法的，『波揚無量妙音聲』。"
    },
    {
      "id": "02-027-0015_p0141",
      "zh_CN": "【或闻佛法僧声。】",
      "zh_TW": "【或聞佛法僧聲。】"
    },
    {
      "id": "02-027-0015_p0142",
      "zh_CN": "这是三宝声，佛法僧，这个声代表整个佛法。大小乘佛法总不出三宝，这个三宝就是觉正净。觉而不迷，正而不邪，净而不染，这是包括了所有的佛法了，这是总说。",
      "zh_TW": "這是三寶聲，佛法僧，這個聲代表整個佛法。大小乘佛法總不出三寶，這個三寶就是覺正淨。覺而不迷，正而不邪，淨而不染，這是包括了所有的佛法了，這是總說。"
    },
    {
      "id": "02-027-0015_p0143",
      "zh_CN": "【波罗蜜声。】",
      "zh_TW": "【波羅蜜聲。】"
    },
    {
      "id": "02-027-0015_p0144",
      "zh_CN": "波罗蜜是梵语，翻成中国的意思，古时候翻的是到彼岸，那要用我们现代话来讲是究竟圆满，就是这个意思。一一法都证到究竟圆满，这叫『波罗蜜声』。",
      "zh_TW": "波羅蜜是梵語，翻成中國的意思，古時候翻的是到彼岸，那要用我們現代話來講是究竟圓滿，就是這個意思。一一法都證到究竟圓滿，這叫『波羅蜜聲』。"
    },
    {
      "id": "02-027-0015_p0145",
      "zh_CN": "【止息寂静声。】",
      "zh_TW": "【止息寂靜聲。】"
    },
    {
      "id": "02-027-0015_p0146",
      "zh_CN": "这一句是对禅门所说的，禅家修禅定。止息、寂静都是属于禅定。",
      "zh_TW": "這一句是對禪門所說的，禪家修禪定。止息、寂靜都是屬於禪定。"
    },
    {
      "id": "02-027-0015_p0147",
      "zh_CN": "【无生无灭声。】",
      "zh_TW": "【無生無滅聲。】"
    },
    {
      "id": "02-027-0015_p0148",
      "zh_CN": "这一句不但包含大乘法，特别指的密宗里面所提倡的。所以本经有显、有密、有宗、有教，虽是无上乘，但是里面也包含小乘。的的确确是究竟圆满的佛法，就在这一部经中圆满的含摄。",
      "zh_TW": "這一句不但包含大乘法，特別指的密宗裡面所提倡的。所以本經有顯、有密、有宗、有教，雖是無上乘，但是裡面也包含小乘。的的確確是究竟圓滿的佛法，就在這一部經中圓滿的含攝。"
    },
    {
      "id": "02-027-0015_p0149",
      "zh_CN": "【十力无畏声。】",
      "zh_TW": "【十力無畏聲。】"
    },
    {
      "id": "02-027-0015_p0150",
      "zh_CN": "如来果地上十种特殊的能力，菩萨所没有的，『无畏』就是如来的四种无畏。",
      "zh_TW": "如來果地上十種特殊的能力，菩薩所沒有的，『無畏』就是如來的四種無畏。"
    },
    {
      "id": "02-027-0015_p0151",
      "zh_CN": "【或闻无性无作无我声。】",
      "zh_TW": "【或聞無性無作無我聲。】"
    },
    {
      "id": "02-027-0015_p0152",
      "zh_CN": "这是通大小乘法。",
      "zh_TW": "這是通大小乘法。"
    },
    {
      "id": "02-027-0015_p0153",
      "zh_CN": "【大慈大悲喜舍声。】",
      "zh_TW": "【大慈大悲喜捨聲。】"
    },
    {
      "id": "02-027-0015_p0154",
      "zh_CN": "这是纯大乘佛法。",
      "zh_TW": "這是純大乘佛法。"
    },
    {
      "id": "02-027-0015_p0155",
      "zh_CN": "【甘露灌顶受位声。】",
      "zh_TW": "【甘露灌頂受位聲。】"
    },
    {
      "id": "02-027-0015_p0156",
      "zh_CN": "这是密法。无量无边的法门，在这个宝池德水互相流注的音声里面，我们都能够听懂，这是水之德，不只前面八种功德，真的是无量功德。",
      "zh_TW": "這是密法。無量無邊的法門，在這個寶池德水互相流注的音聲裡面，我們都能夠聽懂，這是水之德，不只前面八種功德，真的是無量功德。"
    },
    {
      "id": "02-027-0015_p0157",
      "zh_CN": "【得闻如是种种声已。其心清净。无诸分别。正直平等。成熟善根。】",
      "zh_TW": "【得聞如是種種聲已。其心清淨。無諸分別。正直平等。成熟善根。】"
    },
    {
      "id": "02-027-0015_p0158",
      "zh_CN": "这四句是讲的果证。四句都是如来果地上的境界，也是我们修学的目标，我们修什么，这个自己不能不知道。本经的经题给我们标出修行的三大纲领，清净、平等、觉，我们就是修的这个。这三句就是三宝，就是三学。清净是僧宝，平等是法宝，觉是佛宝；三学是戒定慧，清净是戒，平等是定，觉是慧。所以我们的修学总纲领，就是清净平等觉。这个地方成就了，『其心清净』。清净心得到了，得到清净心，当然没有分别，正直、平等。『成熟善根』。无量无边如来果地上的善根，都从这个地方生出来，这成熟善根。",
      "zh_TW": "這四句是講的果證。四句都是如來果地上的境界，也是我們修學的目標，我們修什麼，這個自己不能不知道。本經的經題給我們標出修行的三大綱領，清淨、平等、覺，我們就是修的這個。這三句就是三寶，就是三學。清淨是僧寶，平等是法寶，覺是佛寶；三學是戒定慧，清淨是戒，平等是定，覺是慧。所以我們的修學總綱領，就是清淨平等覺。這個地方成就了，『其心清淨』。清淨心得到了，得到清淨心，當然沒有分別，正直、平等。『成熟善根』。無量無邊如來果地上的善根，都從這個地方生出來，這成熟善根。"
    },
    {
      "id": "02-027-0015_p0159",
      "zh_CN": "【随其所闻。与法相应。】",
      "zh_TW": "【隨其所聞。與法相應。】"
    },
    {
      "id": "02-027-0015_p0160",
      "zh_CN": "这一句我们要注意。这个与法相应，契机、契理就相应了。这一点，在我们现前这个阶段，我们不能不知道。世尊给我们留下来许许多多的经典，后人把它分类，重新编辑，在中国称之为《大藏经》，这是佛留给我们无价的珍宝。但是这一些经论里面，有些契我们之机，有些不契机，不能不明了。那个不契我们根机的，我们勉强去修学，就不相应；换句话说，我们得不到利益。对我们根机非常适合的，那就很相应，我们立刻就得受用、就得好处，这个要知道。",
      "zh_TW": "這一句我們要注意。這個與法相應，契機、契理就相應了。這一點，在我們現前這個階段，我們不能不知道。世尊給我們留下來許許多多的經典，後人把它分類，重新編輯，在中國稱之為《大藏經》，這是佛留給我們無價的珍寶。但是這一些經論裡面，有些契我們之機，有些不契機，不能不明瞭。那個不契我們根機的，我們勉強去修學，就不相應；換句話說，我們得不到利益。對我們根機非常適合的，那就很相應，我們立刻就得受用、就得好處，這個要知道。"
    },
    {
      "id": "02-027-0015_p0161",
      "zh_CN": "现代人开口闭口都讲现实，实实在在讲佛法是最讲现实的，世间人讲现实，跟佛法比起还差远！什么是最现实？离苦得乐是最现实的。佛法求的就是要离苦，就是要得乐，要赶快离苦，赶快得乐，要得究竟快乐、圆满快乐，这是佛法求的，还有比这个更现实的吗？我们是不是真的能得到？真能得到，只要你所修的与法相应就行了，你就得到了。所以我们学佛要求相应之法，与自己的根性相应，与自己的程度相应，与自己生活环境相应，与自己的愿望相应。要选择这样的法门，那你学了就快乐了。到西方世界还是如此，都是学与自己相应的法门。",
      "zh_TW": "現代人開口閉口都講現實，實實在在講佛法是最講現實的，世間人講現實，跟佛法比起還差遠！什麼是最現實？離苦得樂是最現實的。佛法求的就是要離苦，就是要得樂，要趕快離苦，趕快得樂，要得究竟快樂、圓滿快樂，這是佛法求的，還有比這個更現實的嗎？我們是不是真的能得到？真能得到，只要你所修的與法相應就行了，你就得到了。所以我們學佛要求相應之法，與自己的根性相應，與自己的程度相應，與自己生活環境相應，與自己的願望相應。要選擇這樣的法門，那你學了就快樂了。到西方世界還是如此，都是學與自己相應的法門。"
    },
    {
      "id": "02-027-0015_p0162",
      "zh_CN": "【其愿闻者。辄独闻之。所不欲闻。了无所闻。】",
      "zh_TW": "【其願聞者。輒獨聞之。所不欲聞。了無所聞。】"
    },
    {
      "id": "02-027-0015_p0163",
      "zh_CN": "这个好。你看华树说法，德水也说法。如果说的这些法我不想听，它偏偏要说，你说那多难过！不想听的就很安静，什么声音也没有。想听的，想听《华严》，它都在说《华严》；想听《法华》的，那个人他听的就是《法华》。两个人手牵手，各人听各人的，你看，一点都不妨碍，这难得！所以阿弥陀佛教化众生，那个设想的周到，实实在在叫人佩服得五体投地。我们今天科技虽然发达，没能达到这个程度。",
      "zh_TW": "這個好。你看華樹說法，德水也說法。如果說的這些法我不想聽，它偏偏要說，你說那多難過！不想聽的就很安靜，什麼聲音也沒有。想聽的，想聽《華嚴》，它都在說《華嚴》；想聽《法華》的，那個人他聽的就是《法華》。兩個人手牽手，各人聽各人的，你看，一點都不妨礙，這難得！所以阿彌陀佛教化眾生，那個設想的周到，實實在在叫人佩服得五體投地。我們今天科技雖然發達，沒能達到這個程度。"
    },
    {
      "id": "02-027-0015_p0164",
      "zh_CN": "我过去也曾经想过，假如我们有一个很高频率的广播电台，我们有很多种频道，把这些频道都分开，一个频道讲《华严》，一个频道讲《金刚经》，一个频道讲《弥陀经》，还有念佛的频道，你拿着收音机，想听哪个频道就听哪个频道。但是跟这个比还差远了，西方世界比差远了。我们还要有一个广播电台，手上还要拿机器才行，人家那个不需要，什么都不需要。实在讲在现代化的道场，应该是这样的道场，而不是建了高楼大厦，这没有意思；请法师来讲经也很累，大家来听也很辛苦。如果有这样一个道场建立了，无论在什么地方，你这个频道一打开，都能听到你自己喜欢听的佛法，与你自己样样都能相应。往后我是没有福报，我常常在讲，希望有福报的人建这样的道场，现代化的道场，二十一世纪的道场，跟我们这里这个道场不一样、不相同。",
      "zh_TW": "我過去也曾經想過，假如我們有一個很高頻率的廣播電台，我們有很多種頻道，把這些頻道都分開，一個頻道講《華嚴》，一個頻道講《金剛經》，一個頻道講《彌陀經》，還有念佛的頻道，你拿著收音機，想聽哪個頻道就聽哪個頻道。但是跟這個比還差遠了，西方世界比差遠了。我們還要有一個廣播電台，手上還要拿機器才行，人家那個不需要，什麼都不需要。實在講在現代化的道場，應該是這樣的道場，而不是建了高樓大廈，這沒有意思；請法師來講經也很累，大家來聽也很辛苦。如果有這樣一個道場建立了，無論在什麼地方，你這個頻道一打開，都能聽到你自己喜歡聽的佛法，與你自己樣樣都能相應。往後我是沒有福報，我常常在講，希望有福報的人建這樣的道場，現代化的道場，二十一世紀的道場，跟我們這裡這個道場不一樣、不相同。"
    },
    {
      "id": "02-027-0015_p0165",
      "zh_CN": "【永不退于阿耨多罗三藐三菩提心。】",
      "zh_TW": "【永不退於阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "02-027-0015_p0166",
      "zh_CN": "这是这样修学的环境之下，是你六根所接触的，都是与你相应的佛法，这怎么会退转？决定不会退转，无上菩提！在我们现前这个时代，我们走过许许多多国家地区，几乎普遍的有一个感触，弘法的人太少，而且几乎每个地区都迫切需要弘法的人才。弘法人少，太少太少了。弘法人才培养非常非常不容易，特别在今天这个社会，真正是太难太难。第一个需要时间长，没有十年出不来，至少要学十年。修学的环境，这还不算难，还能找得到，最难得的是师资，老师太难。老一辈的大德，大多数都往生了，纵然不往生还在的，大概都是八十岁以上了，你叫他每天来给你上几个钟点课，不可能的事情，换句话说，都已经到退休的年龄了，这个难、太难了。更难的是学生没有了，也许说这学生想学，学生很多，不是简单。学道的学生要具备什么条件？要贪瞋痴都放下了，这才能学道。今天这个花花世界，名闻利养、五欲六尘时时刻刻在那里勾引你，你能够不动心，这才能学得成功，稍稍那个心一动，都被人勾跑了，这个难。所以学生太难、太难了，这是老师不容易，这学生更不容易。",
      "zh_TW": "這是這樣修學的環境之下，是你六根所接觸的，都是與你相應的佛法，這怎麼會退轉？決定不會退轉，無上菩提！在我們現前這個時代，我們走過許許多多國家地區，幾乎普遍的有一個感觸，弘法的人太少，而且幾乎每個地區都迫切需要弘法的人才。弘法人少，太少太少了。弘法人才培養非常非常不容易，特別在今天這個社會，真正是太難太難。第一個需要時間長，沒有十年出不來，至少要學十年。修學的環境，這還不算難，還能找得到，最難得的是師資，老師太難。老一輩的大德，大多數都往生了，縱然不往生還在的，大概都是八十歲以上了，你叫他每天來給你上幾個鐘點課，不可能的事情，換句話說，都已經到退休的年齡了，這個難、太難了。更難的是學生沒有了，也許說這學生想學，學生很多，不是簡單。學道的學生要具備什麼條件？要貪瞋痴都放下了，這才能學道。今天這個花花世界，名聞利養、五欲六塵時時刻刻在那裡勾引你，你能夠不動心，這才能學得成功，稍稍那個心一動，都被人勾跑了，這個難。所以學生太難、太難了，這是老師不容易，這學生更不容易。"
    },
    {
      "id": "02-027-0015_p0167",
      "zh_CN": "所以我们想想唯一的一个方法，就是我刚才讲的二十一世纪的新道场，电视广播台，这个东西能起作用，为什么？只找到几个很少的弘法人才，就能把佛法普遍到全世界，让每一个人在家庭里面，都能够收看、都能够收听，这样才行。所以真正能够为利益一切众生，牺牲自己，把名闻利养、五欲六尘，一切物质享受都放下的，这样的人少，少数。少数几个也行，也能把佛法普遍弘扬，这就一定要运用科学的工具把佛法普遍的推广。我们看末后一段。",
      "zh_TW": "所以我們想想唯一的一個方法，就是我剛才講的二十一世紀的新道場，電視廣播台，這個東西能起作用，為什麼？只找到幾個很少的弘法人才，就能把佛法普遍到全世界，讓每一個人在家庭裡面，都能夠收看、都能夠收聽，這樣才行。所以真正能夠為利益一切眾生，犧牲自己，把名聞利養、五欲六塵，一切物質享受都放下的，這樣的人少，少數。少數幾個也行，也能把佛法普遍弘揚，這就一定要運用科學的工具把佛法普遍的推廣。我們看末後一段。"
    },
    {
      "id": "02-027-0015_p0168",
      "zh_CN": "【十方世界诸往生者。皆于七宝池莲华中。自然化生。】",
      "zh_TW": "【十方世界諸往生者。皆於七寶池蓮華中。自然化生。】"
    },
    {
      "id": "02-027-0015_p0169",
      "zh_CN": "这经文非常明显，西方世界往生去，不是父母的胎生，不是胎生的，莲花化生。这也是阿弥陀佛在因地上选择的，为什么不选胎生？这个胎生，第一个不清净，第二个有情执，母子有感情，那个情很难断，这很麻烦，那是六道轮回的根本，所以阿弥陀佛是舍取，舍掉，取莲花化生。莲花洁净，出污泥而不染，所以没有情执在其中，心容易得平等，容易得清净，选择的莲花化生。",
      "zh_TW": "這經文非常明顯，西方世界往生去，不是父母的胎生，不是胎生的，蓮花化生。這也是阿彌陀佛在因地上選擇的，為什麼不選胎生？這個胎生，第一個不清淨，第二個有情執，母子有感情，那個情很難斷，這很麻煩，那是六道輪迴的根本，所以阿彌陀佛是捨取，捨掉，取蓮花化生。蓮花潔淨，出污泥而不染，所以沒有情執在其中，心容易得平等，容易得清淨，選擇的蓮花化生。"
    },
    {
      "id": "02-027-0015_p0170",
      "zh_CN": "【悉受清虚之身。无极之体。】",
      "zh_TW": "【悉受清虛之身。無極之體。】"
    },
    {
      "id": "02-027-0015_p0171",
      "zh_CN": "这两句好！要和前面金刚不坏身，你才晓得西方世界的人『清虚之身，无极之体』，所以他无量寿。无量寿，不衰、不变道理就在此地。跟我们这个肉体完全不相同，我们这个肉体是细胞组成的，这个细胞就不干净，本身就不干净，而且是无常的，细胞存在的时间并不长。所以这新陈代谢，这个新陈代谢就变化，西方世界是不变的。",
      "zh_TW": "這兩句好！要和前面金剛不壞身，你才曉得西方世界的人『清虛之身，無極之體』，所以他無量壽。無量壽，不衰、不變道理就在此地。跟我們這個肉體完全不相同，我們這個肉體是細胞組成的，這個細胞就不乾淨，本身就不乾淨，而且是無常的，細胞存在的時間並不長。所以這新陳代謝，這個新陳代謝就變化，西方世界是不變的。"
    },
    {
      "id": "02-027-0015_p0172",
      "zh_CN": "【不闻三涂恶恼苦难之名。】",
      "zh_TW": "【不聞三塗惡惱苦難之名。】"
    },
    {
      "id": "02-027-0015_p0173",
      "zh_CN": "西方世界连这些，三途是三恶道，三苦、八苦种种这些灾难名都听不到，哪里会有事实？",
      "zh_TW": "西方世界連這些，三途是三惡道，三苦、八苦種種這些災難名都聽不到，哪裡會有事實？"
    },
    {
      "id": "02-027-0015_p0174",
      "zh_CN": "【尚无假设。何况实苦。】",
      "zh_TW": "【尚無假設。何況實苦。】"
    },
    {
      "id": "02-027-0015_p0175",
      "zh_CN": "真的苦事是决定没有，不但没有这些苦事，这些苦的名称都听不到，连名字都听不到。",
      "zh_TW": "真的苦事是決定沒有，不但沒有這些苦事，這些苦的名稱都聽不到，連名字都聽不到。"
    },
    {
      "id": "02-027-0015_p0176",
      "zh_CN": "【但有自然快乐之音。】",
      "zh_TW": "【但有自然快樂之音。】"
    },
    {
      "id": "02-027-0015_p0177",
      "zh_CN": "所以那个地方一切享受都是自然的。每一天的生活都是在精进，都是在用功。这是这一段里面，世尊是为我们介绍西方世界的大众，日常生活的状况，以及他依报环境之美，为我们介绍出来了。他们除这个之外，也有不少活动。活动空间之大，后面经文会说明，尽虚空遍法界是他们活动的空间。他们常常去供佛，到其他的诸佛刹土去参访，像我们讲去旅游、去观光、去考察，他们常常干这事情。上供诸佛，下化众生，去做这些事。所以他的生活是多彩多姿，一点都不呆板，快乐无比。没有很烦重的工作，没有工作压力，也没有生活压力，所以说快乐无比。这是这在极乐世界，但有自然快乐之音。",
      "zh_TW": "所以那個地方一切享受都是自然的。每一天的生活都是在精進，都是在用功。這是這一段裡面，世尊是為我們介紹西方世界的大眾，日常生活的狀況，以及他依報環境之美，為我們介紹出來了。他們除這個之外，也有不少活動。活動空間之大，後面經文會說明，盡虛空遍法界是他們活動的空間。他們常常去供佛，到其他的諸佛剎土去參訪，像我們講去旅遊、去觀光、去考察，他們常常幹這事情。上供諸佛，下化眾生，去做這些事。所以他的生活是多彩多姿，一點都不呆板，快樂無比。沒有很煩重的工作，沒有工作壓力，也沒有生活壓力，所以說快樂無比。這是這在極樂世界，但有自然快樂之音。"
    },
    {
      "id": "02-027-0015_p0178",
      "zh_CN": "【是故彼国名为极乐。】",
      "zh_TW": "【是故彼國名為極樂。】"
    },
    {
      "id": "02-027-0015_p0179",
      "zh_CN": "这是真的，一点都不假，我们今天就讲到此地。",
      "zh_TW": "這是真的，一點都不假，我們今天就講到此地。"
    }
  ]
}