{
  "doc_id": "02-027-0007",
  "title": {
    "zh_CN": "无量寿经（新加坡二次宣讲）",
    "zh_TW": "無量壽經（新加坡二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-027-0007",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "02-027-0007_p0001",
      "zh_CN": "请掀开经本第十三面第一行，「法藏因地第四」。从这品以下是本经的正宗分。在这品里面，首先世尊为我们说明阿弥陀佛在因地发心修学的因缘。这些地方也很值得我们学习。请看经文：",
      "zh_TW": "請掀開經本第十三面第一行，「法藏因地第四」。從這品以下是本經的正宗分。在這品裡面，首先世尊為我們說明阿彌陀佛在因地發心修學的因緣。這些地方也很值得我們學習。請看經文："
    },
    {
      "id": "02-027-0007_p0002",
      "zh_CN": "【佛告阿难。过去无量不可思议。无央数劫。有佛出世。名世间自在王如来。应供。等正觉。明行足。善逝。世间解。无上士。调御丈夫。天人师。佛世尊。】",
      "zh_TW": "【佛告阿難。過去無量不可思議。無央數劫。有佛出世。名世間自在王如來。應供。等正覺。明行足。善逝。世間解。無上士。調御丈夫。天人師。佛世尊。】"
    },
    {
      "id": "02-027-0007_p0003",
      "zh_CN": "这段经文当中也含藏着很深的玄机。因为佛在《弥陀经》上告诉我们，阿弥陀佛成佛以来到我们现在时间只有十劫。十劫是很短的一个时间，阿弥陀佛究竟是新成之佛还是古佛应化再来？这里面就含藏着玄机。可见得阿弥陀佛十劫之前不是新成之佛。为什么？是久远劫他就成就了。这个时间太长，我们今天讲的天文数字，用天文数字都无法形容。『无量不可思议，无央数』，底下的单位是『劫』，这劫当然是指的大劫，这我们不必细说，很久很久以前。『有佛出世』。那个时候有一尊佛出现在世间。",
      "zh_TW": "這段經文當中也含藏著很深的玄機。因為佛在《彌陀經》上告訴我們，阿彌陀佛成佛以來到我們現在時間只有十劫。十劫是很短的一個時間，阿彌陀佛究竟是新成之佛還是古佛應化再來？這裡面就含藏著玄機。可見得阿彌陀佛十劫之前不是新成之佛。為什麼？是久遠劫他就成就了。這個時間太長，我們今天講的天文數字，用天文數字都無法形容。『無量不可思議，無央數』，底下的單位是『劫』，這劫當然是指的大劫，這我們不必細說，很久很久以前。『有佛出世』。那個時候有一尊佛出現在世間。"
    },
    {
      "id": "02-027-0007_p0004",
      "zh_CN": "佛的名号叫『世间自在王如来』。叫世间自在王。这如来以下是佛的十种德号，以十种德号来显示佛的智慧德能。这十种号是通号，任何一尊佛都有这十种称号。世间自在王，这是别名，只有这一尊佛称，其他的佛不能称。譬如我们的本师释迦牟尼，释迦牟尼只有他称，没有别人称，这叫别名。如果称如来、称等正觉，我们本师也称，世间自在王佛也称，阿弥陀佛也称，通号。通号是什么意思？我们在此地要略略的跟诸位简单的介绍一下，都是自己性德的名号。先说别名。这世间就是讲的三种世间，有情世间、器世间。有情世间是指九法界的正报，器世间是讲的依报，也就是生活环境。如果说得明白一点让我们好懂，佛在人事环境当中、物质环境当中都得自在。这在佛法里面讲可以说是三德圆满的证得，三学也圆满成就；三学是戒定慧三学。所以他在一切世间得大自在，称之为世间自在王。王是比喻，就是比喻自在的意思。在古时候，一个国家所有的臣民都要听命于国王，国王可以自由自在的发号施令，其余的人都要听从他。王是自在，此地是比喻，比喻佛在一切法当中得大自在。",
      "zh_TW": "佛的名號叫『世間自在王如來』。叫世間自在王。這如來以下是佛的十種德號，以十種德號來顯示佛的智慧德能。這十種號是通號，任何一尊佛都有這十種稱號。世間自在王，這是別名，只有這一尊佛稱，其他的佛不能稱。譬如我們的本師釋迦牟尼，釋迦牟尼只有他稱，沒有別人稱，這叫別名。如果稱如來、稱等正覺，我們本師也稱，世間自在王佛也稱，阿彌陀佛也稱，通號。通號是什麼意思？我們在此地要略略的跟諸位簡單的介紹一下，都是自己性德的名號。先說別名。這世間就是講的三種世間，有情世間、器世間。有情世間是指九法界的正報，器世間是講的依報，也就是生活環境。如果說得明白一點讓我們好懂，佛在人事環境當中、物質環境當中都得自在。這在佛法裡面講可以說是三德圓滿的證得，三學也圓滿成就；三學是戒定慧三學。所以他在一切世間得大自在，稱之為世間自在王。王是比喻，就是比喻自在的意思。在古時候，一個國家所有的臣民都要聽命於國王，國王可以自由自在的發號施令，其餘的人都要聽從他。王是自在，此地是比喻，比喻佛在一切法當中得大自在。"
    },
    {
      "id": "02-027-0007_p0005",
      "zh_CN": "下面这十种德号，第一个是「如来」。我们学佛的同学对于佛法里面的术语，一定要有正确的理解。世间有许多人对佛法没研究，大概小说看多了，特别是《西游记》，小说看多了，一提起佛教，我知道佛教里头如来佛最大，孙悟空都翻不过如来的掌心，如来佛最大。说这些话都是外行。如来的意思浅显的说「今佛如古佛再来」。成了佛，佛佛道同，今佛就如同古佛再来一样，没有两样，所以称他作如来。《金刚经》上有一个解释，解释的意思比较深，但是讲得非常的圆满，「如来者，诸法如义」。这个解释得非常之好。在一切法里面则「法法皆如」，这个话比较难懂。这一切法是讲相、形相皆如，如什么？如其性。性就是真心、就是本性。佛告诉我们所有一切万象都是真心变现出来的。古德用比喻说，如同金与器一样，「以金作器，器器皆金」。器就是相，就是万象。金是体，能成之体，样样都是金。如是这个意思，法法皆如，哪一法不是真如本性？这个意思说得深，但是这个意思说得非常圆满。深说、浅说我们都要懂得。",
      "zh_TW": "下面這十種德號，第一個是「如來」。我們學佛的同學對於佛法裡面的術語，一定要有正確的理解。世間有許多人對佛法沒研究，大概小說看多了，特別是《西遊記》，小說看多了，一提起佛教，我知道佛教裡頭如來佛最大，孫悟空都翻不過如來的掌心，如來佛最大。說這些話都是外行。如來的意思淺顯的說「今佛如古佛再來」。成了佛，佛佛道同，今佛就如同古佛再來一樣，沒有兩樣，所以稱他作如來。《金剛經》上有一個解釋，解釋的意思比較深，但是講得非常的圓滿，「如來者，諸法如義」。這個解釋得非常之好。在一切法裡面則「法法皆如」，這個話比較難懂。這一切法是講相、形相皆如，如什麼？如其性。性就是真心、就是本性。佛告訴我們所有一切萬象都是真心變現出來的。古德用比喻說，如同金與器一樣，「以金作器，器器皆金」。器就是相，就是萬象。金是體，能成之體，樣樣都是金。如是這個意思，法法皆如，哪一法不是真如本性？這個意思說得深，但是這個意思說得非常圓滿。深說、淺說我們都要懂得。"
    },
    {
      "id": "02-027-0007_p0006",
      "zh_CN": "第二『应供』。应是应当。佛是天人导师，对于大众的恩惠太大。佛教化众生无条件也没有拣别，比我们中国孔老夫子教学心量还要伟大。孔老夫子有教无类，这个佛有。但是孔老夫子说，告诉你一桩事情，如果你的反应不好，孔老夫子就不愿意教。「举一隅」，我们这一个房间方方的四个角，举一个隅教你，这个地方是直角，其他的三个角你就不知道，夫子就不教了。举一隅而不以三隅反，孔夫子就不愿意教；释迦牟尼佛肯教，再笨的人，他都不舍弃，只要肯跟他学，他就教。譬如佛弟子当中像周利槃陀伽这样的人，那遇到孔老夫子，孔老夫子一定不教他；但是遇到释迦牟尼佛，佛慈悲，还是一样帮助他。佛有善巧方便，一样教他开悟。可见得佛的教学真的超过夫子，因此对我们的恩德太大！所以佛是应当接受人天的供养。",
      "zh_TW": "第二『應供』。應是應當。佛是天人導師，對於大眾的恩惠太大。佛教化眾生無條件也沒有揀別，比我們中國孔老夫子教學心量還要偉大。孔老夫子有教無類，這個佛有。但是孔老夫子說，告訴你一樁事情，如果你的反應不好，孔老夫子就不願意教。「舉一隅」，我們這一個房間方方的四個角，舉一個隅教你，這個地方是直角，其他的三個角你就不知道，夫子就不教了。舉一隅而不以三隅反，孔夫子就不願意教；釋迦牟尼佛肯教，再笨的人，他都不捨棄，只要肯跟他學，他就教。譬如佛弟子當中像周利槃陀伽這樣的人，那遇到孔老夫子，孔老夫子一定不教他；但是遇到釋迦牟尼佛，佛慈悲，還是一樣幫助他。佛有善巧方便，一樣教他開悟。可見得佛的教學真的超過夫子，因此對我們的恩德太大！所以佛是應當接受人天的供養。"
    },
    {
      "id": "02-027-0007_p0007",
      "zh_CN": "佛的生活非常简单，对大家的要求并不苛刻。佛的生活只需要四事供养。佛在世间要吃饭，一天只吃一餐，你看这多简单！就我们有应当供养他一钵饭，佛并不选择。你供养的饭菜好坏，他不分别、他也不执着；衣服的供养，一件衣服可以穿很多年，不要天天供养，衣服破了再供养一件新的，给他换一件；卧具，睡觉时候的卧具，卧具也非常简单；生病的时候，医药。就这四桩事情应当接受大众的供养，除这个之外，佛什么都不要。这是在那个社会。现在社会不一样，现在社会可以说普遍的富裕，物质生活的条件比从前便利太多太多了，于是乎现在供养跟从前也不一样。供养得太多、太过分了，结果弊病就发生了。发生什么毛病？本来这个出家人初出家时候，那个心都好心！出家之后，在家弟子供养的太丰厚了，于是乎贪心就起来了；连着贪心，瞋恚心、嫉妒心、傲慢心统统出来了。都是在家同修把他供养，供出来的，这麻烦大！在家同修要晓得，这造业不得了，这个业造得很重、很重。所以我们真正修福要有智慧，没有智慧感情用事，总免不了要造罪业。",
      "zh_TW": "佛的生活非常簡單，對大家的要求並不苛刻。佛的生活只需要四事供養。佛在世間要吃飯，一天只吃一餐，你看這多簡單！就我們有應當供養他一缽飯，佛並不選擇。你供養的飯菜好壞，他不分別、他也不執著；衣服的供養，一件衣服可以穿很多年，不要天天供養，衣服破了再供養一件新的，給他換一件；臥具，睡覺時候的臥具，臥具也非常簡單；生病的時候，醫藥。就這四樁事情應當接受大眾的供養，除這個之外，佛什麼都不要。這是在那個社會。現在社會不一樣，現在社會可以說普遍的富裕，物質生活的條件比從前便利太多太多了，於是乎現在供養跟從前也不一樣。供養得太多、太過分了，結果弊病就發生了。發生什麼毛病？本來這個出家人初出家時候，那個心都好心！出家之後，在家弟子供養的太豐厚了，於是乎貪心就起來了；連著貪心，瞋恚心、嫉妒心、傲慢心統統出來了。都是在家同修把他供養，供出來的，這麻煩大！在家同修要曉得，這造業不得了，這個業造得很重、很重。所以我們真正修福要有智慧，沒有智慧感情用事，總免不了要造罪業。"
    },
    {
      "id": "02-027-0007_p0008",
      "zh_CN": "那我们生在这个社会，出家人一定要认清这个时代的弊病。我也常常接受大家供养，我很提心吊胆，唯恐堕落。所以你们供养我的，我转手代你们供养别人去了。我供养的方法，第一个印经，普遍的供养全世界的大众，印送经书供养。这几年来又增加了一个项目，做奖学金，帮助一些清寒优秀的学生，帮助他们。你们供养我的钱就做这两种用途，全部都施舍掉了。佛门里面有一句话说的是真的，这对出家人讲的「今生不了道，披毛戴角还」。那个债务可不得了。我这样做，我就不怕，纵然我不能了道，有很多人代我还，不要我自己还。所以佛菩萨实在讲，阿罗汉以上修行证果的人应当接受供养，为一切众生做真实的福田，这是正确的。",
      "zh_TW": "那我們生在這個社會，出家人一定要認清這個時代的弊病。我也常常接受大家供養，我很提心吊膽，唯恐墮落。所以你們供養我的，我轉手代你們供養別人去了。我供養的方法，第一個印經，普遍的供養全世界的大眾，印送經書供養。這幾年來又增加了一個項目，做獎學金，幫助一些清寒優秀的學生，幫助他們。你們供養我的錢就做這兩種用途，全部都施捨掉了。佛門裡面有一句話說的是真的，這對出家人講的「今生不了道，披毛戴角還」。那個債務可不得了。我這樣做，我就不怕，縱然我不能了道，有很多人代我還，不要我自己還。所以佛菩薩實在講，阿羅漢以上修行證果的人應當接受供養，為一切眾生做真實的福田，這是正確的。"
    },
    {
      "id": "02-027-0007_p0009",
      "zh_CN": "第三个名号叫『等正觉』。等就是无上正等正觉。这个地方简称等正觉就是无上正等正觉。这是学佛最高的目的，是我们真实的愿望。这句话如果用现代话来说，究竟圆满的智慧。所以佛法是智慧的方法，佛学是智慧的学问，学佛就是要开智慧。第四个名号叫『明行足』。明是光明，就是指的智慧。行就是日常生活行为。行为没有一丝毫过失，足就是圆满的意思。他的智慧圆满、德行圆满，没有一丝毫的过失，这叫明行足。如果用戒定慧来讲也讲得通。明是慧，行是戒，足是定，也可以表达戒定慧三学的圆满。",
      "zh_TW": "第三個名號叫『等正覺』。等就是無上正等正覺。這個地方簡稱等正覺就是無上正等正覺。這是學佛最高的目的，是我們真實的願望。這句話如果用現代話來說，究竟圓滿的智慧。所以佛法是智慧的方法，佛學是智慧的學問，學佛就是要開智慧。第四個名號叫『明行足』。明是光明，就是指的智慧。行就是日常生活行為。行為沒有一絲毫過失，足就是圓滿的意思。他的智慧圓滿、德行圓滿，沒有一絲毫的過失，這叫明行足。如果用戒定慧來講也講得通。明是慧，行是戒，足是定，也可以表達戒定慧三學的圓滿。"
    },
    {
      "id": "02-027-0007_p0010",
      "zh_CN": "第五个名号叫『善逝』。这个名号不太好懂。逝是远离的意思，是寂灭的意思。什么东西灭掉？烦恼灭掉了、妄想灭掉了、分别执着灭掉了，这叫逝。阿罗汉做到了，但是不善，佛与大菩萨善。善是什么？是善巧。所谓是即相离相，这就是善；也是大乘经上常讲的「无住涅槃」，像《金刚经》上所说的就是这个意思。跟小乘人所讲的涅槃完全不相同，小乘人的涅槃是真的安住在涅槃境界之中，佛与大菩萨心是在涅槃的境界，身是在世间。恒顺众生，随喜功德，他的心境是涅槃境界，无住涅槃。不住涅槃不住生死，不住涅槃在世间弘法利生教化大众；不住生死，他心地清净寂灭。清净寂灭就是逝，教化一切众生那就是善，善逝的意思。底下『世间解』，这个好懂。世间法无论是理、是事、是体、是用，佛没有一样不明了。解就是明了，样样都能够通达，世间解。",
      "zh_TW": "第五個名號叫『善逝』。這個名號不太好懂。逝是遠離的意思，是寂滅的意思。什麼東西滅掉？煩惱滅掉了、妄想滅掉了、分別執著滅掉了，這叫逝。阿羅漢做到了，但是不善，佛與大菩薩善。善是什麼？是善巧。所謂是即相離相，這就是善；也是大乘經上常講的「無住涅槃」，像《金剛經》上所說的就是這個意思。跟小乘人所講的涅槃完全不相同，小乘人的涅槃是真的安住在涅槃境界之中，佛與大菩薩心是在涅槃的境界，身是在世間。恆順眾生，隨喜功德，他的心境是涅槃境界，無住涅槃。不住涅槃不住生死，不住涅槃在世間弘法利生教化大眾；不住生死，他心地清淨寂滅。清淨寂滅就是逝，教化一切眾生那就是善，善逝的意思。底下『世間解』，這個好懂。世間法無論是理、是事、是體、是用，佛沒有一樣不明瞭。解就是明瞭，樣樣都能夠通達，世間解。"
    },
    {
      "id": "02-027-0007_p0011",
      "zh_CN": "第七个名号叫『无上士』。士是我们中国古时候读书明理的人称之为士。中国古时候的社会，可以说是知识分子的社会。大众普遍推崇的是读书人，所谓「万般皆下品，唯有读书高」。读书人能明理，所以社会上对读书人非常尊敬，纵然读书人很贫穷。如果在大众聚会当中，首席这个大位一定是让给读书人坐，可见得对于知识分子的尊重。这是在全世界来说是一个特色，其他的民族我们没有见到这样的推崇读书人，重视教育。我们中国古代所重视的。无上士，在知识分子里面至高无上，没有比他更高的。这是对佛的称赞，佛是有道德、有学问。",
      "zh_TW": "第七個名號叫『無上士』。士是我們中國古時候讀書明理的人稱之為士。中國古時候的社會，可以說是知識分子的社會。大眾普遍推崇的是讀書人，所謂「萬般皆下品，唯有讀書高」。讀書人能明理，所以社會上對讀書人非常尊敬，縱然讀書人很貧窮。如果在大眾聚會當中，首席這個大位一定是讓給讀書人坐，可見得對於知識分子的尊重。這是在全世界來說是一個特色，其他的民族我們沒有見到這樣的推崇讀書人，重視教育。我們中國古代所重視的。無上士，在知識分子裡面至高無上，沒有比他更高的。這是對佛的稱讚，佛是有道德、有學問。"
    },
    {
      "id": "02-027-0007_p0012",
      "zh_CN": "『调御丈夫』。这个名号是对佛教化众生所称的。调是调心。众生的心充满了妄想、烦恼、执着，佛能够把他调教、调化。御就是统御的意思，这里面有指导的意思在。佛能够教导我们、指示我们人生幸福光明的道路。这个话是真的，不但能教我们现前得到幸福美满，更重要的，他能够帮助我们永脱轮回，帮助我们在这一生当中了生死出三界；在这一生当中，我们就可以证得不生不灭。这话听起来好像很玄、好像是神话，其实是千真万确的事实。人，哪个人没有死？人都要死，死了就要轮回，没有一个人能够逃过轮回的，没有。但是诸位要知道，唯独修学佛法成功的人，修行证果的人，生死没有了，不再有生死了。当然这不是等闲的功夫。佛为我们说明生死从哪里来的？你为什么会有生死？为什么会有轮回？因为你有妄想、你有烦恼。妄想跟烦恼就是生死轮回的因缘，就是生死轮回的根本。所以妄想断了、烦恼断了，生死轮回就没有了。这个话说起来容易，做起来就难了。几个人这一生当中能把妄想、烦恼断掉？",
      "zh_TW": "『調御丈夫』。這個名號是對佛教化眾生所稱的。調是調心。眾生的心充滿了妄想、煩惱、執著，佛能夠把他調教、調化。御就是統御的意思，這裡面有指導的意思在。佛能夠教導我們、指示我們人生幸福光明的道路。這個話是真的，不但能教我們現前得到幸福美滿，更重要的，他能夠幫助我們永脫輪迴，幫助我們在這一生當中了生死出三界；在這一生當中，我們就可以證得不生不滅。這話聽起來好像很玄、好像是神話，其實是千真萬確的事實。人，哪個人沒有死？人都要死，死了就要輪迴，沒有一個人能夠逃過輪迴的，沒有。但是諸位要知道，唯獨修學佛法成功的人，修行證果的人，生死沒有了，不再有生死了。當然這不是等閒的功夫。佛為我們說明生死從哪裡來的？你為什麼會有生死？為什麼會有輪迴？因為你有妄想、你有煩惱。妄想跟煩惱就是生死輪迴的因緣，就是生死輪迴的根本。所以妄想斷了、煩惱斷了，生死輪迴就沒有了。這個話說起來容易，做起來就難了。幾個人這一生當中能把妄想、煩惱斷掉？"
    },
    {
      "id": "02-027-0007_p0013",
      "zh_CN": "佛法特别是大乘佛法，无量法门，法是方法，门是门径，都是断烦恼破妄想的。就如同《华严经》上所说的「一切众生皆有如来智慧德相」。这是佛说的。我们跟诸佛如来本来没有两样，一样的；本来没有生死，本来没有轮回，为什么会变成这个样子？佛说「但以妄想执着而不能证得」。这是把我们的病根一语道破，就是因为我们有妄想、有执着。执着就是烦恼，有这些东西，使我们本来是佛，我们没有办法证得佛的果位、没有办法证得佛的自在，变成现在这个样子。病根找到了，只要把这个根源消除，我们就恢复本来面目。佛法的教学，总而言之，都在解决这个问题。",
      "zh_TW": "佛法特別是大乘佛法，無量法門，法是方法，門是門徑，都是斷煩惱破妄想的。就如同《華嚴經》上所說的「一切眾生皆有如來智慧德相」。這是佛說的。我們跟諸佛如來本來沒有兩樣，一樣的；本來沒有生死，本來沒有輪迴，為什麼會變成這個樣子？佛說「但以妄想執著而不能證得」。這是把我們的病根一語道破，就是因為我們有妄想、有執著。執著就是煩惱，有這些東西，使我們本來是佛，我們沒有辦法證得佛的果位、沒有辦法證得佛的自在，變成現在這個樣子。病根找到了，只要把這個根源消除，我們就恢復本來面目。佛法的教學，總而言之，都在解決這個問題。"
    },
    {
      "id": "02-027-0007_p0014",
      "zh_CN": "我们知道妄想执着是无始劫来俱生的烦恼习气，要想断除谈何容易，所以修行人多，了生死的人太少太少了。尤其是我们现代这个环境，对于真正修行那个障碍，比古人不晓得要增加了多少个百千万倍。什么原因？就是我们今天六根接触外面六尘境界，处处都在诱惑我们，不会让我们心得清净的，这叫魔障。现代的魔障比古时候增加百千万倍，成就当然就更难了。幸亏我们遇到这个念佛法门，念佛法门好处在哪里？带业往生。业是什么？业就是妄想执着。妄想执着不要破，也能了生死出三界，这了不起！我们遇到这个法门，这末法业障深重的众生才有得度的希望。我们用这个方法，用这一句「南无阿弥陀佛」来调心；用三福、六和、三学、六度、十大愿王，这五个科目来修正我们日常生活行为，这就是御。御就是修正我们的错误行为，这就对了。所以佛确确实实在这一本经里头，调御两个字对我们凡夫是很圆满的做到了，真正收到了很好的效果，我们要依教奉行。",
      "zh_TW": "我們知道妄想執著是無始劫來俱生的煩惱習氣，要想斷除談何容易，所以修行人多，了生死的人太少太少了。尤其是我們現代這個環境，對於真正修行那個障礙，比古人不曉得要增加了多少個百千萬倍。什麼原因？就是我們今天六根接觸外面六塵境界，處處都在誘惑我們，不會讓我們心得清淨的，這叫魔障。現代的魔障比古時候增加百千萬倍，成就當然就更難了。幸虧我們遇到這個念佛法門，念佛法門好處在哪裡？帶業往生。業是什麼？業就是妄想執著。妄想執著不要破，也能了生死出三界，這了不起！我們遇到這個法門，這末法業障深重的眾生才有得度的希望。我們用這個方法，用這一句「南無阿彌陀佛」來調心；用三福、六和、三學、六度、十大願王，這五個科目來修正我們日常生活行為，這就是御。御就是修正我們的錯誤行為，這就對了。所以佛確確實實在這一本經裡頭，調御兩個字對我們凡夫是很圓滿的做到了，真正收到了很好的效果，我們要依教奉行。"
    },
    {
      "id": "02-027-0007_p0015",
      "zh_CN": "「丈夫」是称赞。所以古时候称赞佛为大丈夫。这个大丈夫跟我们中国大英雄意思是相同的。什么样的人才能叫大丈夫？别人办不到的事情，他能够办到，这才称之为大丈夫。什么事情别人办不到？了生死、脱轮回、断烦恼、破妄想，这是别人做不到的，他能做到。佛菩萨称大丈夫，我们供佛的殿，你看那个匾额上都写的「大雄宝殿」。雄是英雄，大英雄宝殿。这里就是说这世间人不能办的事情，佛能办，佛是大英雄、佛是大丈夫，调御丈夫是这个意思。四个字合起来就是说教化众生能够得心应手，随心所欲，有这个意思在。",
      "zh_TW": "「丈夫」是稱讚。所以古時候稱讚佛為大丈夫。這個大丈夫跟我們中國大英雄意思是相同的。什麼樣的人才能叫大丈夫？別人辦不到的事情，他能夠辦到，這才稱之為大丈夫。什麼事情別人辦不到？了生死、脫輪迴、斷煩惱、破妄想，這是別人做不到的，他能做到。佛菩薩稱大丈夫，我們供佛的殿，你看那個匾額上都寫的「大雄寶殿」。雄是英雄，大英雄寶殿。這裡就是說這世間人不能辦的事情，佛能辦，佛是大英雄、佛是大丈夫，調御丈夫是這個意思。四個字合起來就是說教化眾生能夠得心應手，隨心所欲，有這個意思在。"
    },
    {
      "id": "02-027-0007_p0016",
      "zh_CN": "第九个名号『天人师』。这是我们要特别注意的。佛在世间的身分不是国王、不是天主、不是上帝、不是天神，是老师。老师，人间的老师，天神也拜他做老师，所以他的身分是老师。我们是佛的学生，天神也是佛的学生，上帝还是佛的学生。所以我们大家跟佛的关系是师生关系，佛是我们的老师。我们称释迦牟尼佛称本师。本是根本，最初创办这个教育的创始人，我们称他为本师，天人师。",
      "zh_TW": "第九個名號『天人師』。這是我們要特別注意的。佛在世間的身分不是國王、不是天主、不是上帝、不是天神，是老師。老師，人間的老師，天神也拜他做老師，所以他的身分是老師。我們是佛的學生，天神也是佛的學生，上帝還是佛的學生。所以我們大家跟佛的關係是師生關係，佛是我們的老師。我們稱釋迦牟尼佛稱本師。本是根本，最初創辦這個教育的創始人，我們稱他為本師，天人師。"
    },
    {
      "id": "02-027-0007_p0017",
      "zh_CN": "第十个号叫『佛』。佛是第十个号。这我们常常讲佛是觉的意思，自觉、觉他、觉行圆满称之为佛。自觉不能觉他，这是阿罗汉，小乘圣者，自觉而不觉他。但是诸位也要清楚，小乘圣者所谓不觉他，是不主动的去觉他。如果我们求他、拜他做老师，他也肯教我们；我们不拜他做老师，不去求他，他不主动的来教我们，这叫自觉。菩萨是自觉觉他，菩萨就不一样，我们不找他，他会来找我们；我们不求他，他会想方设法让我们去求他。他有这些方式，他主动的教化众生，主动的帮助一切众生，这自行化他。菩萨自行化他都没有圆满，自己烦恼没有断尽，无明也是烦恼。烦恼有三种，见思烦恼、尘沙烦恼、无明烦恼。大菩萨见思烦恼当然断尽了，尘沙烦恼也断尽了，无明烦恼没有断尽。等觉菩萨还有一品生相无明没有破，这就不圆满。一直到成佛那就圆满了，最后一品生相无明也断了，这觉行圆满才称之为佛。这是佛的十个德号，显示佛果地上的智慧德能。",
      "zh_TW": "第十個號叫『佛』。佛是第十個號。這我們常常講佛是覺的意思，自覺、覺他、覺行圓滿稱之為佛。自覺不能覺他，這是阿羅漢，小乘聖者，自覺而不覺他。但是諸位也要清楚，小乘聖者所謂不覺他，是不主動的去覺他。如果我們求他、拜他做老師，他也肯教我們；我們不拜他做老師，不去求他，他不主動的來教我們，這叫自覺。菩薩是自覺覺他，菩薩就不一樣，我們不找他，他會來找我們；我們不求他，他會想方設法讓我們去求他。他有這些方式，他主動的教化眾生，主動的幫助一切眾生，這自行化他。菩薩自行化他都沒有圓滿，自己煩惱沒有斷盡，無明也是煩惱。煩惱有三種，見思煩惱、塵沙煩惱、無明煩惱。大菩薩見思煩惱當然斷盡了，塵沙煩惱也斷盡了，無明煩惱沒有斷盡。等覺菩薩還有一品生相無明沒有破，這就不圓滿。一直到成佛那就圓滿了，最後一品生相無明也斷了，這覺行圓滿才稱之為佛。這是佛的十個德號，顯示佛果地上的智慧德能。"
    },
    {
      "id": "02-027-0007_p0018",
      "zh_CN": "末后『世尊』。世是世间最值得尊敬的，称之为世尊。世尊是这十个名号的总结，具足这十种德行，那就是世间最值得人尊敬的人，所以称之为世尊。这是将这十个名号，简单给诸位介绍。接着我们看经文。",
      "zh_TW": "末後『世尊』。世是世間最值得尊敬的，稱之為世尊。世尊是這十個名號的總結，具足這十種德行，那就是世間最值得人尊敬的人，所以稱之為世尊。這是將這十個名號，簡單給諸位介紹。接著我們看經文。"
    },
    {
      "id": "02-027-0007_p0019",
      "zh_CN": "【在世教授四十二劫。】",
      "zh_TW": "【在世教授四十二劫。】"
    },
    {
      "id": "02-027-0007_p0020",
      "zh_CN": "我们看这一句。从这一句里面我们能够明白，那个时候的人福报很大。为什么？寿命长。佛的寿命，示现的跟当时一般人民的寿命一定相当。像三千年前释迦牟尼佛出现在印度，他住世八十岁；我们中国人讲虚岁八十岁，实际上这个年龄？外国人算法，释迦牟尼佛是七十九岁入涅槃的、圆寂的。佛七十九岁跟我们一般人的寿命差不多，讲经说法四十九年。世间自在王，当时出现在世间为大家讲经说法四十二劫，你就晓得那个时候人寿命多长！寿命长福报就大。",
      "zh_TW": "我們看這一句。從這一句裡面我們能夠明白，那個時候的人福報很大。為什麼？壽命長。佛的壽命，示現的跟當時一般人民的壽命一定相當。像三千年前釋迦牟尼佛出現在印度，他住世八十歲；我們中國人講虛歲八十歲，實際上這個年齡？外國人算法，釋迦牟尼佛是七十九歲入涅槃的、圓寂的。佛七十九歲跟我們一般人的壽命差不多，講經說法四十九年。世間自在王，當時出現在世間為大家講經說法四十二劫，你就曉得那個時候人壽命多長！壽命長福報就大。"
    },
    {
      "id": "02-027-0007_p0021",
      "zh_CN": "佛也曾经跟我们说过，这个世间时运不同。我们娑婆世界人寿最长的时候八万大劫。四十二劫要跟八万大劫相比还差很远。佛跟我们说每一百年减一岁，人的寿命最长是八万大劫，最短是十岁。从八万大劫每一百年减一岁，减到十岁，再从十岁每一百年加一岁加到八万大劫，这一个增减是一劫。所以世间自在王佛出世的时候，世间人民他们的福报比我们大的太多了。佛讲经说法有四十二劫。诸佛菩萨住世示现的，都跟大众差不多相接近。在这个地方我们要注意到的，佛菩萨住在世间干什么？『教授』，就是讲经说法，教导大众。这就是经中常说的佛事。佛的事业就是教学、教化众生。",
      "zh_TW": "佛也曾經跟我們說過，這個世間時運不同。我們娑婆世界人壽最長的時候八萬大劫。四十二劫要跟八萬大劫相比還差很遠。佛跟我們說每一百年減一歲，人的壽命最長是八萬大劫，最短是十歲。從八萬大劫每一百年減一歲，減到十歲，再從十歲每一百年加一歲加到八萬大劫，這一個增減是一劫。所以世間自在王佛出世的時候，世間人民他們的福報比我們大的太多了。佛講經說法有四十二劫。諸佛菩薩住世示現的，都跟大眾差不多相接近。在這個地方我們要注意到的，佛菩薩住在世間幹什麼？『教授』，就是講經說法，教導大眾。這就是經中常說的佛事。佛的事業就是教學、教化眾生。"
    },
    {
      "id": "02-027-0007_p0022",
      "zh_CN": "【时为诸天及世人民说经讲道。】",
      "zh_TW": "【時為諸天及世人民說經講道。】"
    },
    {
      "id": "02-027-0007_p0023",
      "zh_CN": "佛在这个世间做的事情。佛灭度之后，佛弟子在世间继承了佛的事业。我们看古时候印度这些高僧大德，佛教传到中国之后，中国历代的高僧大德，也都像佛一样不间断的为大众说经讲道，佛法兴隆。佛法兴隆就是佛教育普及，佛教育普及人心就向善。世间善人多，这个社会就和谐，国泰民安，众生就有福！这是佛教育推行的成就。佛就是为这个而来的。『说经』，佛所讲的这些教训，我们尊称为经典。典是典型、是模范，经是真理，永远不会改变的。经典两个字意思就是永远不变的规范（规矩、模范），它超越时间、超越空间，无论在哪个地区都适合，很了不起！无论在哪个年代，古时候、现代也都适合，可见得确实超越了时空。这我们现在人所讲的真理，这是佛为我们说明。『道』是道路。正当的道路、正常的道路、正确的道路会带给我们真正的幸福美满。这是说，佛经常不断的教学的内容。",
      "zh_TW": "佛在這個世間做的事情。佛滅度之後，佛弟子在世間繼承了佛的事業。我們看古時候印度這些高僧大德，佛教傳到中國之後，中國歷代的高僧大德，也都像佛一樣不間斷的為大眾說經講道，佛法興隆。佛法興隆就是佛教育普及，佛教育普及人心就向善。世間善人多，這個社會就和諧，國泰民安，眾生就有福！這是佛教育推行的成就。佛就是為這個而來的。『說經』，佛所講的這些教訓，我們尊稱為經典。典是典型、是模範，經是真理，永遠不會改變的。經典兩個字意思就是永遠不變的規範（規矩、模範），它超越時間、超越空間，無論在哪個地區都適合，很了不起！無論在哪個年代，古時候、現代也都適合，可見得確實超越了時空。這我們現在人所講的真理，這是佛為我們說明。『道』是道路。正當的道路、正常的道路、正確的道路會帶給我們真正的幸福美滿。這是說，佛經常不斷的教學的內容。"
    },
    {
      "id": "02-027-0007_p0024",
      "zh_CN": "【有大国主名世饶王。】",
      "zh_TW": "【有大國主名世饒王。】"
    },
    {
      "id": "02-027-0007_p0025",
      "zh_CN": "佛讲经，听众当中有一位国王。实在说佛讲经听众里面，国王往往很多。像释迦牟尼佛过去讲经，常常在坐的国王有十几二十位，国王哪有那么多？释迦牟尼佛在世，印度都是些小国。如果像新加坡这么大的一个地方，可能就有五、六个国，所以佛一讲经，这国王都来了。我们中国古书记载的大国，这个大国只不过是百里，叫百里侯，大国！方圆一百里就是大国。那小国有五十里的，二、三十里的。那个时候是部落的民族，部落里面酋长就是国王。佛一讲经的时候，许多国王都来听了，世间自在王佛说法也有这个情形。这是大国的国王，『名世饶王』。这个名称不错，世是世间，饶是丰饶。从他的名号上来看，这个国王治理这个国家一定是很上轨道。这个国家人民，文化水准很高，物产丰富，人生活过得很好，才能称为饶。所以从名号上能看到这个国王的政绩。他的政绩我们能看得出来，这是一位有智慧、有德行、有能力的好国王。",
      "zh_TW": "佛講經，聽眾當中有一位國王。實在說佛講經聽眾裡面，國王往往很多。像釋迦牟尼佛過去講經，常常在坐的國王有十幾二十位，國王哪有那麼多？釋迦牟尼佛在世，印度都是些小國。如果像新加坡這麼大的一個地方，可能就有五、六個國，所以佛一講經，這國王都來了。我們中國古書記載的大國，這個大國只不過是百里，叫百里侯，大國！方圓一百里就是大國。那小國有五十里的，二、三十里的。那個時候是部落的民族，部落裡面酋長就是國王。佛一講經的時候，許多國王都來聽了，世間自在王佛說法也有這個情形。這是大國的國王，『名世饒王』。這個名稱不錯，世是世間，饒是豐饒。從他的名號上來看，這個國王治理這個國家一定是很上軌道。這個國家人民，文化水準很高，物產豐富，人生活過得很好，才能稱為饒。所以從名號上能看到這個國王的政績。他的政績我們能看得出來，這是一位有智慧、有德行、有能力的好國王。"
    },
    {
      "id": "02-027-0007_p0026",
      "zh_CN": "【闻佛说法。欢喜开解。】",
      "zh_TW": "【聞佛說法。歡喜開解。】"
    },
    {
      "id": "02-027-0007_p0027",
      "zh_CN": "常常听佛说法，听得很欢喜，当然他能够领悟，而且很深的领悟。『开』就是我们平常讲开悟。对佛所说的完全能够理解、开悟、明了，对佛所说的。佛所说的是什么？这我们一定要知道。一切诸佛为众生所说的，总而言之，都是诸法实相，也就是跟大家讲明宇宙人生的真相。这个国王听了，明了觉悟了。",
      "zh_TW": "常常聽佛說法，聽得很歡喜，當然他能夠領悟，而且很深的領悟。『開』就是我們平常講開悟。對佛所說的完全能夠理解、開悟、明瞭，對佛所說的。佛所說的是什麼？這我們一定要知道。一切諸佛為眾生所說的，總而言之，都是諸法實相，也就是跟大家講明宇宙人生的真相。這個國王聽了，明瞭覺悟了。"
    },
    {
      "id": "02-027-0007_p0028",
      "zh_CN": "【寻发无上真正道意。】",
      "zh_TW": "【尋發無上真正道意。】"
    },
    {
      "id": "02-027-0007_p0029",
      "zh_CN": "这发了心，发了无上心。这个无上心，就是我们常讲的菩提心。也就是说他真正觉悟、真正有一个愿望，希望自己以及一切大众都能像佛一样，圆满证得无上的佛道。他发这个心，实在上这个心就是四弘誓愿！众生无边誓愿度，佛道无上誓愿成。不但自己要成佛，希望一切众生个个成佛。他发了这个心，这了不起！不是普通世间人能够发得出来的。这就是长年不断听经、听道，他开悟了。",
      "zh_TW": "這發了心，發了無上心。這個無上心，就是我們常講的菩提心。也就是說他真正覺悟、真正有一個願望，希望自己以及一切大眾都能像佛一樣，圓滿證得無上的佛道。他發這個心，實在上這個心就是四弘誓願！眾生無邊誓願度，佛道無上誓願成。不但自己要成佛，希望一切眾生個個成佛。他發了這個心，這了不起！不是普通世間人能夠發得出來的。這就是長年不斷聽經、聽道，他開悟了。"
    },
    {
      "id": "02-027-0007_p0030",
      "zh_CN": "【弃国捐王。行作沙门。】",
      "zh_TW": "【棄國捐王。行作沙門。】"
    },
    {
      "id": "02-027-0007_p0031",
      "zh_CN": "国王不干了，把王位让给别人，他出家修行。世间人所求的名闻利养，今天这个社会一般人所追求的，追求财富、追求权利。这个国王，国这是利益、是财富，贵为天子富有四海，他有权利、有地位，权利、地位不要了，一切富贵也不要了、舍弃了，出家去修道去了。诸位想想这个佛道如果要是不好的话，不真实的话，人家怎么肯牺牲王位来追求？由此可知，佛道它的利益一定超过王位，他才肯干。世饶王是这样出家的，我们再想想我们的本师释迦牟尼佛也是这么出家的。不过释迦牟尼佛是以太子的身分出家的，没有做国王，这是已经做了国王，舍弃王位出家的。",
      "zh_TW": "國王不幹了，把王位讓給別人，他出家修行。世間人所求的名聞利養，今天這個社會一般人所追求的，追求財富、追求權利。這個國王，國這是利益、是財富，貴為天子富有四海，他有權利、有地位，權利、地位不要了，一切富貴也不要了、捨棄了，出家去修道去了。諸位想想這個佛道如果要是不好的話，不真實的話，人家怎麼肯犧牲王位來追求？由此可知，佛道它的利益一定超過王位，他才肯幹。世饒王是這樣出家的，我們再想想我們的本師釋迦牟尼佛也是這麼出家的。不過釋迦牟尼佛是以太子的身分出家的，沒有做國王，這是已經做了國王，捨棄王位出家的。"
    },
    {
      "id": "02-027-0007_p0032",
      "zh_CN": "佛灭以后，舍弃王位出家的人也不少。像我们读经，早期翻译的安世高大师。《八大人觉经》大家常常念到的，安世高翻译的。我们过去曾经带来的录音带当中，《阿难问事佛吉凶经》也是安世高翻译的。安世高做过国王，安息国的国王，他是安息国的王太子，父亲死了之后继承王位。但是他做国王只做了半年不到一年，就把王位让给他的叔叔，他出家，出家学道。跟中国人缘分很深，到中国来弘法利生，圆寂在中国。这都是舍弃王位。汉朝的安息就是唐朝的波斯，现在的伊朗。安世高是古代伊朗的国王，出家了。这是值得我们深思，他真的觉悟了。",
      "zh_TW": "佛滅以後，捨棄王位出家的人也不少。像我們讀經，早期翻譯的安世高大師。《八大人覺經》大家常常念到的，安世高翻譯的。我們過去曾經帶來的錄音帶當中，《阿難問事佛吉凶經》也是安世高翻譯的。安世高做過國王，安息國的國王，他是安息國的王太子，父親死了之後繼承王位。但是他做國王只做了半年不到一年，就把王位讓給他的叔叔，他出家，出家學道。跟中國人緣分很深，到中國來弘法利生，圓寂在中國。這都是捨棄王位。漢朝的安息就是唐朝的波斯，現在的伊朗。安世高是古代伊朗的國王，出家了。這是值得我們深思，他真的覺悟了。"
    },
    {
      "id": "02-027-0007_p0033",
      "zh_CN": "『沙门』，在古印度是修行人的通称，不一定是学佛的，一切宗教徒修行都叫沙门。佛教传到中国之后，沙门专门变成佛弟子的一种称呼。它的意思是勤息，「勤修戒定慧，息灭贪瞋痴」。一个人能够勤修戒定慧，息灭贪瞋痴，就叫做沙门。由此可知，沙门不分在家出家。在家人勤修戒定慧，息灭贪瞋痴，也叫沙门，所以这个名称在家出家通用的。古时候通用，现在在家人很少用，多半出家人用这个名称，古时候是通用的。",
      "zh_TW": "『沙門』，在古印度是修行人的通稱，不一定是學佛的，一切宗教徒修行都叫沙門。佛教傳到中國之後，沙門專門變成佛弟子的一種稱呼。它的意思是勤息，「勤修戒定慧，息滅貪瞋痴」。一個人能夠勤修戒定慧，息滅貪瞋痴，就叫做沙門。由此可知，沙門不分在家出家。在家人勤修戒定慧，息滅貪瞋痴，也叫沙門，所以這個名稱在家出家通用的。古時候通用，現在在家人很少用，多半出家人用這個名稱，古時候是通用的。"
    },
    {
      "id": "02-027-0007_p0034",
      "zh_CN": "佛教里面，不少的称呼是在家出家都可以通用的。佛，在家出家通用，菩萨也是在家出家通用的，阿罗汉也是在家出家都通用的。乃至于我们常讲的和尚，和尚在家人也可以称和尚，没有剃头也可以称和尚，不是说剃了头就叫和尚，那你就搞错了。和尚的意思是什么？亲教师。主持这个道场，教化众生的，这个人就称和尚，就好像学校里头校长一样。这个寺院道场的住持称和尚，只有他一个人可以称和尚，他主持教化的。像你们居士林这个道场，是在家居士的道场，居士林的林长就是和尚，他主持教化。所以和尚不分在家出家，阿阇黎也不分在家出家，法师在家出家都可以称呼，以佛法教导一切众生都可以称之为法师。唯有比丘、比丘尼、沙弥、沙弥尼，这四种称呼在家人不能称，其他在家人都可以称。像我们从前在台中，我跟李炳南老居士学佛。有很多人送李老师这些字画，上面提的字是雪庐大和尚，雪庐是他的别号。他是在家居士，怎么称大和尚？这都是内行人写的。的确他在台中主持台中莲社，主持台中慈光图书馆，以佛法教导一方，他是这一方的老师、导师，称大和尚。所以和尚在家人可以称呼，这是附带给诸位说明称呼。",
      "zh_TW": "佛教裡面，不少的稱呼是在家出家都可以通用的。佛，在家出家通用，菩薩也是在家出家通用的，阿羅漢也是在家出家都通用的。乃至於我們常講的和尚，和尚在家人也可以稱和尚，沒有剃頭也可以稱和尚，不是說剃了頭就叫和尚，那你就搞錯了。和尚的意思是什麼？親教師。主持這個道場，教化眾生的，這個人就稱和尚，就好像學校裡頭校長一樣。這個寺院道場的住持稱和尚，只有他一個人可以稱和尚，他主持教化的。像你們居士林這個道場，是在家居士的道場，居士林的林長就是和尚，他主持教化。所以和尚不分在家出家，阿闍黎也不分在家出家，法師在家出家都可以稱呼，以佛法教導一切眾生都可以稱之為法師。唯有比丘、比丘尼、沙彌、沙彌尼，這四種稱呼在家人不能稱，其他在家人都可以稱。像我們從前在台中，我跟李炳南老居士學佛。有很多人送李老師這些字畫，上面提的字是雪廬大和尚，雪廬是他的別號。他是在家居士，怎麼稱大和尚？這都是內行人寫的。的確他在台中主持台中蓮社，主持台中慈光圖書館，以佛法教導一方，他是這一方的老師、導師，稱大和尚。所以和尚在家人可以稱呼，這是附帶給諸位說明稱呼。"
    },
    {
      "id": "02-027-0007_p0035",
      "zh_CN": "【号曰法藏。】",
      "zh_TW": "【號曰法藏。】"
    },
    {
      "id": "02-027-0007_p0036",
      "zh_CN": "这出家了，老师给他起个法名，他的法名叫『法藏』。这个名字的意思也很好，藏是含藏的意思，像仓库一样，一切万法都藏在其中，这个名号的意义很深。这个人就是以后的阿弥陀佛。说明阿弥陀佛当初怎样出家，什么因缘出家。是听经开悟的，真正觉悟了，发起大菩提心、大道心，舍弃了王位跟世间自在王佛出家。出家之后，我们看他修持。",
      "zh_TW": "這出家了，老師給他起個法名，他的法名叫『法藏』。這個名字的意思也很好，藏是含藏的意思，像倉庫一樣，一切萬法都藏在其中，這個名號的意義很深。這個人就是以後的阿彌陀佛。說明阿彌陀佛當初怎樣出家，什麼因緣出家。是聽經開悟的，真正覺悟了，發起大菩提心、大道心，捨棄了王位跟世間自在王佛出家。出家之後，我們看他修持。"
    },
    {
      "id": "02-027-0007_p0037",
      "zh_CN": "【修菩萨道。高才勇哲。与世超异。信解明记。悉皆第一。】",
      "zh_TW": "【修菩薩道。高才勇哲。與世超異。信解明記。悉皆第一。】"
    },
    {
      "id": "02-027-0007_p0038",
      "zh_CN": "一个真正觉悟的人、真正发道心的人，没有不精进的，没有不用功的。为什么？他追求一个目标，他希望能够早一天实现。法藏比丘的目标是什么？是成佛，而且希望一切众生都成佛，这是他的目标。他果然达到了，真正了不起。这些地方都是值得我们学习的，我们要认真的学习。『修』是修正，『菩萨道』是标准。我们在《华严经》上看到善财童子参学。善财每参访一位善知识，礼敬赞叹之后，一定自己就表明自己的来意。他就说我已经发了菩提心，已经发了无上菩提心，不知道怎样学菩萨道？怎样修菩萨行？发心之后，这两桩事情最重要。此地这个道字也就包含了菩萨行，道是什么？存心。菩萨存的是什么心？行是行为，日常生活处事待人接物，菩萨怎么做法？这到处去参学，听善知识的教诲，修正自己错误的思想见解，这是有道；言语造作是属于行，把所有一切错误修正过来，这叫修菩萨道。",
      "zh_TW": "一個真正覺悟的人、真正發道心的人，沒有不精進的，沒有不用功的。為什麼？他追求一個目標，他希望能夠早一天實現。法藏比丘的目標是什麼？是成佛，而且希望一切眾生都成佛，這是他的目標。他果然達到了，真正了不起。這些地方都是值得我們學習的，我們要認真的學習。『修』是修正，『菩薩道』是標準。我們在《華嚴經》上看到善財童子參學。善財每參訪一位善知識，禮敬讚歎之後，一定自己就表明自己的來意。他就說我已經發了菩提心，已經發了無上菩提心，不知道怎樣學菩薩道？怎樣修菩薩行？發心之後，這兩樁事情最重要。此地這個道字也就包含了菩薩行，道是什麼？存心。菩薩存的是什麼心？行是行為，日常生活處事待人接物，菩薩怎麼做法？這到處去參學，聽善知識的教誨，修正自己錯誤的思想見解，這是有道；言語造作是屬於行，把所有一切錯誤修正過來，這叫修菩薩道。"
    },
    {
      "id": "02-027-0007_p0039",
      "zh_CN": "『高才勇哲，与世超异』。这四句是赞叹他修学的成就。这是别人比不上的。高是讲德行，他有高尚的道德；才是讲智慧，他有超人的智慧，一般人比不上。勇哲，哲是明哲，他不迷惑，清清楚楚、明明白白。勇是精进，勇猛、发愤、精进、努力。与世超异。这世间人，就是在一般同学当中，同学比不上他，他的智慧高，愿力大；他的愿超过其他的同学。",
      "zh_TW": "『高才勇哲，與世超異』。這四句是讚歎他修學的成就。這是別人比不上的。高是講德行，他有高尚的道德；才是講智慧，他有超人的智慧，一般人比不上。勇哲，哲是明哲，他不迷惑，清清楚楚、明明白白。勇是精進，勇猛、發憤、精進、努力。與世超異。這世間人，就是在一般同學當中，同學比不上他，他的智慧高，願力大；他的願超過其他的同學。"
    },
    {
      "id": "02-027-0007_p0040",
      "zh_CN": "『信解明记』。这是在求学过程当中，必须要具备的，这几个条件很重要！第一对老师要有信心，所谓尊师重道。如果对老师没有信心，老师再高明，你也不会有成就，你得不到东西。如果对老师有坚定的信心，有崇高的敬仰，老师虽然不甚高明，你也会有杰出的成就。这在古往今来的历史当中，我们都可以见到。所以在学习当中，尊师就重道！重道没有不尊师的。他对于他的老师自在王佛，当然有坚定清净的信仰。老师教导的，他能接受、他能理解，清清楚楚、明明白白。明记，而且都能够记住不会忘失。『悉皆第一』。信第一、解第一、明记也是第一。这是世间自在王佛真的很快乐，得到了传人，最好的学生，真能够传他的法。这下面说的更难得！这已经是不容易了、已经非常难得了，更难得的：",
      "zh_TW": "『信解明記』。這是在求學過程當中，必須要具備的，這幾個條件很重要！第一對老師要有信心，所謂尊師重道。如果對老師沒有信心，老師再高明，你也不會有成就，你得不到東西。如果對老師有堅定的信心，有崇高的敬仰，老師雖然不甚高明，你也會有傑出的成就。這在古往今來的歷史當中，我們都可以見到。所以在學習當中，尊師就重道！重道沒有不尊師的。他對於他的老師自在王佛，當然有堅定清淨的信仰。老師教導的，他能接受、他能理解，清清楚楚、明明白白。明記，而且都能夠記住不會忘失。『悉皆第一』。信第一、解第一、明記也是第一。這是世間自在王佛真的很快樂，得到了傳人，最好的學生，真能夠傳他的法。這下面說的更難得！這已經是不容易了、已經非常難得了，更難得的："
    },
    {
      "id": "02-027-0007_p0041",
      "zh_CN": "【又有殊胜行愿。及念慧力。增上其心。坚固不动。修行精进。无能逾者。】",
      "zh_TW": "【又有殊勝行願。及念慧力。增上其心。堅固不動。修行精進。無能踰者。】"
    },
    {
      "id": "02-027-0007_p0042",
      "zh_CN": "这几句话对他是特别的赞叹。前面这是一般，换句话说，做学生应当具足的条件。『又有殊胜的行愿』。这是其他同学没有，纵有，不殊胜。殊胜是非常强烈的愿望，这就是四弘誓愿。以后四十八愿就从这个地方来的。弥陀四十八愿不是没有根的，根在这个地方！这是没有出家之前就发这个大愿，普度众生，圆成佛道，在本经里讲平等成佛的这个大愿。这个大愿太殊胜！一切诸佛度众生没有说平等成佛。平等成佛真的是殊胜。『及念慧力』。这念慧具足了五根五力。《弥陀经》上所说的信、进、念、定、慧。虽然只说了两个，实际上五根五力统统具足。以根力『增上其心』。增上就是格外的加强，加强他学习修持的这个心。『坚固不动』。这一句不退转的意思。接着底下讲修行精进，这两句统赞。『修行精进，无能逾者』。没有一个能比得上他，他的精进努力是别人比不上的。到这个地方，这是世尊为我们介绍，法藏比丘跟随他的老师世间自在王佛平常学习的状况。",
      "zh_TW": "這幾句話對他是特別的讚歎。前面這是一般，換句話說，做學生應當具足的條件。『又有殊勝的行願』。這是其他同學沒有，縱有，不殊勝。殊勝是非常強烈的願望，這就是四弘誓願。以後四十八願就從這個地方來的。彌陀四十八願不是沒有根的，根在這個地方！這是沒有出家之前就發這個大願，普度眾生，圓成佛道，在本經裡講平等成佛的這個大願。這個大願太殊勝！一切諸佛度眾生沒有說平等成佛。平等成佛真的是殊勝。『及念慧力』。這念慧具足了五根五力。《彌陀經》上所說的信、進、念、定、慧。雖然只說了兩個，實際上五根五力統統具足。以根力『增上其心』。增上就是格外的加強，加強他學習修持的這個心。『堅固不動』。這一句不退轉的意思。接著底下講修行精進，這兩句統讚。『修行精進，無能踰者』。沒有一個能比得上他，他的精進努力是別人比不上的。到這個地方，這是世尊為我們介紹，法藏比丘跟隨他的老師世間自在王佛平常學習的狀況。"
    },
    {
      "id": "02-027-0007_p0043",
      "zh_CN": "【往诣佛所。顶礼长跪。向佛合掌。即以伽他赞佛。发广大愿。】",
      "zh_TW": "【往詣佛所。頂禮長跪。向佛合掌。即以伽他讚佛。發廣大願。】"
    },
    {
      "id": "02-027-0007_p0044",
      "zh_CN": "平常的修学，佛的确已经赞到极处了。法藏有这么一天，到老师这个地方来，『往诣佛所』。这就是世间自在王佛。见到老师，『顶礼长跪』。这是礼节。『向佛合掌』。当然他有事情要向老师请教。这一次的事情也很特别，在老师面前说明他自己的愿望，求老师给他作证明。『伽他』是梵语，翻成中国的意思叫孤起颂。这个颂就像中国的诗歌一样。词句很整齐，这个地方每一句是七个字，七言颂。每四句是一首，可以唱诵，音韵都非常美。用这个先赞佛，说明他自己的愿望，都在这偈颂当中。",
      "zh_TW": "平常的修學，佛的確已經讚到極處了。法藏有這麼一天，到老師這個地方來，『往詣佛所』。這就是世間自在王佛。見到老師，『頂禮長跪』。這是禮節。『向佛合掌』。當然他有事情要向老師請教。這一次的事情也很特別，在老師面前說明他自己的願望，求老師給他作證明。『伽他』是梵語，翻成中國的意思叫孤起頌。這個頌就像中國的詩歌一樣。詞句很整齊，這個地方每一句是七個字，七言頌。每四句是一首，可以唱誦，音韻都非常美。用這個先讚佛，說明他自己的願望，都在這偈頌當中。"
    },
    {
      "id": "02-027-0007_p0045",
      "zh_CN": "【颂曰。】",
      "zh_TW": "【頌曰。】"
    },
    {
      "id": "02-027-0007_p0046",
      "zh_CN": "底下就是法藏对老师所说的话。前面八句是对老师的赞叹、对老师的称赞。我们看第一首四句。",
      "zh_TW": "底下就是法藏對老師所說的話。前面八句是對老師的讚歎、對老師的稱讚。我們看第一首四句。"
    },
    {
      "id": "02-027-0007_p0047",
      "zh_CN": "【如来微妙色端严。一切世间无有等。光明无量照十方。日月火珠皆匿曜。】",
      "zh_TW": "【如來微妙色端嚴。一切世間無有等。光明無量照十方。日月火珠皆匿曜。】"
    },
    {
      "id": "02-027-0007_p0048",
      "zh_CN": "前面两句是赞佛的相好，后面两句是赞佛的光明。『如来微妙色』，相。『端』是端正、庄严，微妙可以说无比的端正庄严。前面跟诸位说过，相随心转。相怎么来的？心变的。一切法从心想生，佛的心好，所现的相就好，佛有三十二相，八十随形好。相是果报，果必有因，因好果就好。譬如我们在经典里面常读「广长舌相」。佛的舌头很薄，舌头伸出来可以把面孔盖住。释迦牟尼佛曾经表演过，证明什么？证明佛所讲的话真实，不骗人。佛讲一个人，假如他三世不妄语、不骗人，他的舌头伸出来可以舔到自己鼻子。我们的舌头很短舔不到，就是我们常常打妄语骗人，因不好果就不好。佛的舌头伸出来把面孔盖住，告诉我们佛生生世世不骗人，证明佛讲的话真实不虚。所以好因得好相，我们要想自己的相好，一定要修好因，要存好心，要做好人。好心好人的相貌一定好，这是一定道理的。如果自己心行不好，要想相貌好，现在去美容，那都是假的，那不是真的，还有很多副作用。我听说很多美容的，得了一身的怪病，那真是得不偿失。要相好不难，先要修好心、说好话、做好事。总而言之，做好人，相就好了。",
      "zh_TW": "前面兩句是讚佛的相好，後面兩句是讚佛的光明。『如來微妙色』，相。『端』是端正、莊嚴，微妙可以說無比的端正莊嚴。前面跟諸位說過，相隨心轉。相怎麼來的？心變的。一切法從心想生，佛的心好，所現的相就好，佛有三十二相，八十隨形好。相是果報，果必有因，因好果就好。譬如我們在經典裡面常讀「廣長舌相」。佛的舌頭很薄，舌頭伸出來可以把面孔蓋住。釋迦牟尼佛曾經表演過，證明什麼？證明佛所講的話真實，不騙人。佛講一個人，假如他三世不妄語、不騙人，他的舌頭伸出來可以舔到自己鼻子。我們的舌頭很短舔不到，就是我們常常打妄語騙人，因不好果就不好。佛的舌頭伸出來把面孔蓋住，告訴我們佛生生世世不騙人，證明佛講的話真實不虛。所以好因得好相，我們要想自己的相好，一定要修好因，要存好心，要做好人。好心好人的相貌一定好，這是一定道理的。如果自己心行不好，要想相貌好，現在去美容，那都是假的，那不是真的，還有很多副作用。我聽說很多美容的，得了一身的怪病，那真是得不償失。要相好不難，先要修好心、說好話、做好事。總而言之，做好人，相就好了。"
    },
    {
      "id": "02-027-0007_p0049",
      "zh_CN": "『一切世间无有等』。这个世间人都比不上；换句话说，这心行上，世间人没有法子跟佛相比。『光明无量照十方』。佛的光明从理上说，佛的智慧念念不舍一切众生，有些众生得到佛的加持，有些众生得不到佛的加持，这是什么原因？这个原因不在佛。佛的光明是普照、是遍照，没有分别也没有好恶。众生所得的利益多少不同，是因为众生业障不一样；业障薄的人得的利益就多，业障厚的人、深的人得的利益就少，这是事实的真相。业障从什么地方看？对佛尊敬的人，对佛经法能够理解的人、能够接受的人，这个人善根就厚，业障就少。如果对佛不相信，对佛所说的经法不能够正确的理解，不能够信受奉行，那他得的利益就少，这就说明他的业障重。在佛菩萨的确是光明遍照、普照。",
      "zh_TW": "『一切世間無有等』。這個世間人都比不上；換句話說，這心行上，世間人沒有法子跟佛相比。『光明無量照十方』。佛的光明從理上說，佛的智慧念念不捨一切眾生，有些眾生得到佛的加持，有些眾生得不到佛的加持，這是什麼原因？這個原因不在佛。佛的光明是普照、是遍照，沒有分別也沒有好惡。眾生所得的利益多少不同，是因為眾生業障不一樣；業障薄的人得的利益就多，業障厚的人、深的人得的利益就少，這是事實的真相。業障從什麼地方看？對佛尊敬的人，對佛經法能夠理解的人、能夠接受的人，這個人善根就厚，業障就少。如果對佛不相信，對佛所說的經法不能夠正確的理解，不能夠信受奉行，那他得的利益就少，這就說明他的業障重。在佛菩薩的確是光明遍照、普照。"
    },
    {
      "id": "02-027-0007_p0050",
      "zh_CN": "底下一句是形容。世间光明最殊胜的是太阳、月亮。『日月』之光要跟佛光比较？那就像太阳底下我们点灯一样，灯很明亮，但是在太阳底下就显不出来了。『匿曜』，显示不出来。这是形容佛的光明伟大，佛光的圆满，也就是形容佛的智慧与慈悲。第二首：",
      "zh_TW": "底下一句是形容。世間光明最殊勝的是太陽、月亮。『日月』之光要跟佛光比較？那就像太陽底下我們點燈一樣，燈很明亮，但是在太陽底下就顯不出來了。『匿曜』，顯示不出來。這是形容佛的光明偉大，佛光的圓滿，也就是形容佛的智慧與慈悲。第二首："
    },
    {
      "id": "02-027-0007_p0051",
      "zh_CN": "【世尊能演一音声。有情各各随类解。又能现一妙色身。普使众生随类见。】",
      "zh_TW": "【世尊能演一音聲。有情各各隨類解。又能現一妙色身。普使眾生隨類見。】"
    },
    {
      "id": "02-027-0007_p0052",
      "zh_CN": "这四句也是赞佛。前面两句赞佛说法，佛的音声的确是微妙，微妙到我们不可思议。佛以一音说法，一切众生语言不相同，但是大家听佛说法都听得懂。像我们听华语的，佛说法我们听是我们华语；那个听英语的人，佛说的是英语；每个人听佛说法都是自己的言语。佛用不着翻译，大家听得都非常欢喜，都听得很明了。『有情各各随类解』。不但我们人间的言语不同，佛说法各个都听得懂。这道场里面还有诸天鬼神，他们的言语跟我们更不一样。这些诸天鬼神也听得懂，都像听自己的语言一样。所以佛的音声微妙！古人赞叹这圆明具德！语密这其中的道理，现代的科学家真的是很聪明，他们相信。他们从理论上来分析，确确实实是可能，但是现在还不晓得用什么方法能够达到。所以科学的理论，有些的确把佛法深密的部分，帮助我们解决了不少问题。",
      "zh_TW": "這四句也是讚佛。前面兩句讚佛說法，佛的音聲的確是微妙，微妙到我們不可思議。佛以一音說法，一切眾生語言不相同，但是大家聽佛說法都聽得懂。像我們聽華語的，佛說法我們聽是我們華語；那個聽英語的人，佛說的是英語；每個人聽佛說法都是自己的言語。佛用不著翻譯，大家聽得都非常歡喜，都聽得很明瞭。『有情各各隨類解』。不但我們人間的言語不同，佛說法各個都聽得懂。這道場裡面還有諸天鬼神，他們的言語跟我們更不一樣。這些諸天鬼神也聽得懂，都像聽自己的語言一樣。所以佛的音聲微妙！古人讚歎這圓明具德！語密這其中的道理，現代的科學家真的是很聰明，他們相信。他們從理論上來分析，確確實實是可能，但是現在還不曉得用什麼方法能夠達到。所以科學的理論，有些的確把佛法深密的部分，幫助我們解決了不少問題。"
    },
    {
      "id": "02-027-0007_p0053",
      "zh_CN": "底下两句是讲身密。佛的这个身也微妙。『又能现一妙色身，普使众生随类见』。你要说佛的身相，实在讲说不出的。为什么？每个人看佛的相都不一样，佛能令一切众生生欢喜心。你喜欢什么相看佛，佛就是那个相，就是你喜欢的相。随类现身！随类现身含义非常的深广。每个人审美的标准不相同。我看这个相喜欢，你看这个相未必喜欢，可是佛所现的相，叫每个人看到都喜欢。确确实实，像《楞严经》上所讲的「随众生心，应所知量」。《楞严》上跟我们说出来，不仅是示现这个心、这个身。这个身相千变万化，不是一个相，不是一个固定的相。",
      "zh_TW": "底下兩句是講身密。佛的這個身也微妙。『又能現一妙色身，普使眾生隨類見』。你要說佛的身相，實在講說不出的。為什麼？每個人看佛的相都不一樣，佛能令一切眾生生歡喜心。你喜歡什麼相看佛，佛就是那個相，就是你喜歡的相。隨類現身！隨類現身含義非常的深廣。每個人審美的標準不相同。我看這個相喜歡，你看這個相未必喜歡，可是佛所現的相，叫每個人看到都喜歡。確確實實，像《楞嚴經》上所講的「隨眾生心，應所知量」。《楞嚴》上跟我們說出來，不僅是示現這個心、這個身。這個身相千變萬化，不是一個相，不是一個固定的相。"
    },
    {
      "id": "02-027-0007_p0054",
      "zh_CN": "有些同修不明这个事实，我常常听到有人问我说：法师，观音菩萨到底是男的，还是女的？观音菩萨是男的也是女的，他随类化身！你喜欢看女生他就现女生，你喜欢看男生他就现男生，不是一个固定形相。诸佛菩萨已经无我，无相。你看看《金刚经》上说「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。执着相的那是凡夫。他不执着，没有了，因为无相所以无不相。我们今天亏吃大了，执着有一定的相。有相，所以没办法变第二个相。佛菩萨无相，他能够随一切众生现无量无边的相。「普使众生随类见」，这赞叹佛。这八句。下面陈说自己的愿望。这些都是我们要学的。你看看人家怎么发心？怎么发愿？怎么修行？我们要想到西方极乐世界、要想见阿弥陀佛，我们就应当学阿弥陀佛，从阿弥陀佛发心修行的时候学起。这是真学。",
      "zh_TW": "有些同修不明這個事實，我常常聽到有人問我說：法師，觀音菩薩到底是男的，還是女的？觀音菩薩是男的也是女的，他隨類化身！你喜歡看女生他就現女生，你喜歡看男生他就現男生，不是一個固定形相。諸佛菩薩已經無我，無相。你看看《金剛經》上說「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。執著相的那是凡夫。他不執著，沒有了，因為無相所以無不相。我們今天虧吃大了，執著有一定的相。有相，所以沒辦法變第二個相。佛菩薩無相，他能夠隨一切眾生現無量無邊的相。「普使眾生隨類見」，這讚歎佛。這八句。下面陳說自己的願望。這些都是我們要學的。你看看人家怎麼發心？怎麼發願？怎麼修行？我們要想到西方極樂世界、要想見阿彌陀佛，我們就應當學阿彌陀佛，從阿彌陀佛發心修行的時候學起。這是真學。"
    },
    {
      "id": "02-027-0007_p0055",
      "zh_CN": "【愿我得佛清净声。法音普及无边界。】",
      "zh_TW": "【願我得佛清淨聲。法音普及無邊界。】"
    },
    {
      "id": "02-027-0007_p0056",
      "zh_CN": "我们发心学佛，特别是出家了，这国王不做，出家了。出家干什么？出家就要为一切众生说经讲道。说经讲道最重要的音声！我们娑婆世界，文殊菩萨讲得很好，「此方真教体，清净在音闻」。所以这个音声就要好。音声之好有些人是天赋的，前生修的好因，赞佛、赞法、赞僧，赞叹三宝，赞叹世间善人、善事，他的音声就好，这个善！凡事都有因果，这是我们要常常去想想，我们要想样样好，要修善因。除了自己修行之外，还要求佛加持。所以诸位同修要知道你发心讲经说法，上了讲台之后，那个人的相跟声音都不一样，跟台下不相同。诸位如果仔细去观察你会发现，为什么？在讲台上有佛菩萨加持，下了讲台就没有了。所以台上、台下相貌不一样，音声也不相同，音声也是佛力加持的。你们认识我的时间不长，在台北有不少同修很早年就认识我的，还有一些我在初出家刚刚学佛的时候认识我的，那个时候的相貌音声跟现在完全不相同。这些都是学佛之后，得三宝威神的加持。得佛清净音，做什么用处？",
      "zh_TW": "我們發心學佛，特別是出家了，這國王不做，出家了。出家幹什麼？出家就要為一切眾生說經講道。說經講道最重要的音聲！我們娑婆世界，文殊菩薩講得很好，「此方真教體，清淨在音聞」。所以這個音聲就要好。音聲之好有些人是天賦的，前生修的好因，讚佛、讚法、讚僧，讚歎三寶，讚歎世間善人、善事，他的音聲就好，這個善！凡事都有因果，這是我們要常常去想想，我們要想樣樣好，要修善因。除了自己修行之外，還要求佛加持。所以諸位同修要知道你發心講經說法，上了講台之後，那個人的相跟聲音都不一樣，跟台下不相同。諸位如果仔細去觀察你會發現，為什麼？在講台上有佛菩薩加持，下了講台就沒有了。所以台上、台下相貌不一樣，音聲也不相同，音聲也是佛力加持的。你們認識我的時間不長，在台北有不少同修很早年就認識我的，還有一些我在初出家剛剛學佛的時候認識我的，那個時候的相貌音聲跟現在完全不相同。這些都是學佛之後，得三寶威神的加持。得佛清淨音，做什麼用處？"
    },
    {
      "id": "02-027-0007_p0057",
      "zh_CN": "【宣扬戒定精进门。通达甚深微妙法。】",
      "zh_TW": "【宣揚戒定精進門。通達甚深微妙法。】"
    },
    {
      "id": "02-027-0007_p0058",
      "zh_CN": "我得的相好音声不是向世间人炫耀，我比你长得美，不是这个意思，而是弘法利生，是利益众生。利益众生，实在讲相是要好，因为众生都爱美；相貌不好，法缘就不会好。这是我们在大乘经上读到的诸佛成佛，成佛之后，他要用一百劫的时间去修相好。三十二相八十种好是福报，修来的，用一百劫的时间去修相好，为什么？因为相好就能够摄受众生，这众生一看到这个相，他就会跟着你走。这很厉害，舍不得离开你。最明显的例子，我们在《楞严经》上看到，阿难尊者为什么出家？楞严会上阿难尊者说出来了。他就是因为看到释迦牟尼佛相太好，说这个相不是父母所生的，一定是他修成的，就是因为爱释迦牟尼佛的相，出家了。我们这个世间人也常说「秀色可餐」，遇到一个相好的，把吃饭都忘掉了。所以佛很懂得众生的心理，一定要示现很好的相，来摄受一切众生，道理在此地。为的是『宣扬戒定精进』。这是包括整个的佛法。戒定慧三学，小乘法里头修学的中心，精进是菩萨第一善根，所以这三样合起来就是大、小乘佛法统统涵盖在其中。下面一句尤其是难得！",
      "zh_TW": "我得的相好音聲不是向世間人炫耀，我比你長得美，不是這個意思，而是弘法利生，是利益眾生。利益眾生，實在講相是要好，因為眾生都愛美；相貌不好，法緣就不會好。這是我們在大乘經上讀到的諸佛成佛，成佛之後，他要用一百劫的時間去修相好。三十二相八十種好是福報，修來的，用一百劫的時間去修相好，為什麼？因為相好就能夠攝受眾生，這眾生一看到這個相，他就會跟著你走。這很厲害，捨不得離開你。最明顯的例子，我們在《楞嚴經》上看到，阿難尊者為什麼出家？楞嚴會上阿難尊者說出來了。他就是因為看到釋迦牟尼佛相太好，說這個相不是父母所生的，一定是他修成的，就是因為愛釋迦牟尼佛的相，出家了。我們這個世間人也常說「秀色可餐」，遇到一個相好的，把吃飯都忘掉了。所以佛很懂得眾生的心理，一定要示現很好的相，來攝受一切眾生，道理在此地。為的是『宣揚戒定精進』。這是包括整個的佛法。戒定慧三學，小乘法裡頭修學的中心，精進是菩薩第一善根，所以這三樣合起來就是大、小乘佛法統統涵蓋在其中。下面一句尤其是難得！"
    },
    {
      "id": "02-027-0007_p0059",
      "zh_CN": "『通达甚深微妙法』。这一句指的是什么？以平常佛法来说，「明心见性」，禅宗里面讲的；《观无量寿经》上告诉我们的心是心作，「是心是佛，是心作佛」。这是甚深微妙法。如果克实而论，真实甚深微妙法就是念佛往生不退成佛，这个法门的确是甚深微妙法，为什么？一切诸佛都说难信之法，净土是难信之法。一般人听了不相信，听了要反对、排斥，给诸位说这是很正常的现象，这不希奇，我听了点头不错，很正常。听了他就欢喜接受，那是不平常，那是奇怪！一切诸佛都说是难信之法，他怎么会相信！所以你能够相信，不平常。",
      "zh_TW": "『通達甚深微妙法』。這一句指的是什麼？以平常佛法來說，「明心見性」，禪宗裡面講的；《觀無量壽經》上告訴我們的心是心作，「是心是佛，是心作佛」。這是甚深微妙法。如果剋實而論，真實甚深微妙法就是念佛往生不退成佛，這個法門的確是甚深微妙法，為什麼？一切諸佛都說難信之法，淨土是難信之法。一般人聽了不相信，聽了要反對、排斥，給諸位說這是很正常的現象，這不希奇，我聽了點頭不錯，很正常。聽了他就歡喜接受，那是不平常，那是奇怪！一切諸佛都說是難信之法，他怎麼會相信！所以你能夠相信，不平常。"
    },
    {
      "id": "02-027-0007_p0060",
      "zh_CN": "本经后面都说到，你能够相信这个法门，是你过去生中无量劫的善根今天发现。你过去世没有很深的善根、福德、因缘，你怎么会相信？这个法门一宣扬，人家一听就相信了，那怎么能叫难信之法？那很容易相信，那不叫难信之法。所以一般人听了不能接受、排斥是非常正常的现象。我们明白，这就是他多生多劫没有这个善根，或者是有这个善根还没有成熟。由此可知，一定是先通达，然后才能够顺利的宣扬，为大众介绍。我们再看下面一首，这底下六句很重要。虽然是法藏比丘向老师提出他自己修学的心得报告。这都是我们自己修行的典范。",
      "zh_TW": "本經後面都說到，你能夠相信這個法門，是你過去生中無量劫的善根今天發現。你過去世沒有很深的善根、福德、因緣，你怎麼會相信？這個法門一宣揚，人家一聽就相信了，那怎麼能叫難信之法？那很容易相信，那不叫難信之法。所以一般人聽了不能接受、排斥是非常正常的現象。我們明白，這就是他多生多劫沒有這個善根，或者是有這個善根還沒有成熟。由此可知，一定是先通達，然後才能夠順利的宣揚，為大眾介紹。我們再看下面一首，這底下六句很重要。雖然是法藏比丘向老師提出他自己修學的心得報告。這都是我們自己修行的典範。"
    },
    {
      "id": "02-027-0007_p0061",
      "zh_CN": "【智慧广大深如海。】",
      "zh_TW": "【智慧廣大深如海。】"
    },
    {
      "id": "02-027-0007_p0062",
      "zh_CN": "佛法所求就是智慧。大乘的禅宗所修的不是禅定是智慧。六祖大师在《坛经》一开端就跟大家说「总念摩诃般若波罗蜜多」。他没有叫他们修禅定，总念摩诃般若波罗蜜多。可见得中国的禅宗是修的般若。宗门教下、显教密教无不是以智慧为目标。这智慧从哪里来？从定当中来。所以定是枢纽，智慧是目标。定就是清净心。",
      "zh_TW": "佛法所求就是智慧。大乘的禪宗所修的不是禪定是智慧。六祖大師在《壇經》一開端就跟大家說「總念摩訶般若波羅蜜多」。他沒有叫他們修禪定，總念摩訶般若波羅蜜多。可見得中國的禪宗是修的般若。宗門教下、顯教密教無不是以智慧為目標。這智慧從哪裡來？從定當中來。所以定是樞紐，智慧是目標。定就是清淨心。"
    },
    {
      "id": "02-027-0007_p0063",
      "zh_CN": "【内心清净绝尘劳。】",
      "zh_TW": "【內心清淨絕塵勞。】"
    },
    {
      "id": "02-027-0007_p0064",
      "zh_CN": "『尘劳』是污染。就是妄想、分别、执着，这些东西就是尘劳。要把这些东西淘汰得干干净净，恢复到清净心，清净心是真心，清净心就是本性。六祖大师他在成就的时候，向五祖陈述他的心得报告。五祖传法跟他讲《金刚经》，讲到「应无所住而生其心」，他契入了、他明白了，说出他自己的心得，第一句话就说「何期自性，本来清净」。所以清净心是我们的本心，是我们的本来心！我们现在心不清净是被污染。现在我们要做的工作，就是怎样由染再回归到清净，这就要真修行。你把修行真正的纲领掌握到了，你真的会用功了。",
      "zh_TW": "『塵勞』是污染。就是妄想、分別、執著，這些東西就是塵勞。要把這些東西淘汰得乾乾淨淨，恢復到清淨心，清淨心是真心，清淨心就是本性。六祖大師他在成就的時候，向五祖陳述他的心得報告。五祖傳法跟他講《金剛經》，講到「應無所住而生其心」，他契入了、他明白了，說出他自己的心得，第一句話就說「何期自性，本來清淨」。所以清淨心是我們的本心，是我們的本來心！我們現在心不清淨是被污染。現在我們要做的工作，就是怎樣由染再回歸到清淨，這就要真修行。你把修行真正的綱領掌握到了，你真的會用功了。"
    },
    {
      "id": "02-027-0007_p0065",
      "zh_CN": "如何把我们污染的心恢复到清净？八万四千法门，法是方法，门是门道。无论哪一个法门都是为了这个目标。怎样由染再回归清净？我们今天用念佛这个方法。净宗是用执持名号（信愿持名），用这个方法。心净则土净，得到清净心，给诸位说，你求生西方极乐世界就有把握。与西方净土感应道交，那个时候往生可以说是自在往生。这自在往生，想什么时候去，就什么时候去。我们今天想去，去不了，道理在哪里？心不清净跟净土不相应，一定要念到清净心。凡是对心有污染的，我们都要警觉到那是错误的，应该舍离。你看这个世间，世饶王他是国王处理国家的政事，办得再好都是染污清净心，所以他必须把他的王位舍弃掉、富贵舍弃掉。为什么？希望把污染的心再回归到清净。真正的道理在此地。今天时间到了，我们就讲到此地。",
      "zh_TW": "如何把我們污染的心恢復到清淨？八萬四千法門，法是方法，門是門道。無論哪一個法門都是為了這個目標。怎樣由染再回歸清淨？我們今天用念佛這個方法。淨宗是用執持名號（信願持名），用這個方法。心淨則土淨，得到清淨心，給諸位說，你求生西方極樂世界就有把握。與西方淨土感應道交，那個時候往生可以說是自在往生。這自在往生，想什麼時候去，就什麼時候去。我們今天想去，去不了，道理在哪裡？心不清淨跟淨土不相應，一定要念到清淨心。凡是對心有污染的，我們都要警覺到那是錯誤的，應該捨離。你看這個世間，世饒王他是國王處理國家的政事，辦得再好都是染污清淨心，所以他必須把他的王位捨棄掉、富貴捨棄掉。為什麼？希望把污染的心再回歸到清淨。真正的道理在此地。今天時間到了，我們就講到此地。"
    }
  ]
}