{
  "doc_id": "02-027-0025",
  "title": {
    "zh_CN": "无量寿经（新加坡二次宣讲）",
    "zh_TW": "無量壽經（新加坡二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-027-0025",
  "total_paragraphs": 130,
  "paragraphs": [
    {
      "id": "02-027-0025_p0001",
      "zh_CN": "请掀开经本，一百五十三面第二行，「礼佛现光第三十八」。在这品里面，我们会看到西方世界与我们娑婆世界两位导师加持与会的大众，让大家都能够见到西方极乐世界依正庄严。这就是作证转，在三转法轮当中，这是拿出证据出来给我们看，让我们知道西方世界确确实实存在，决定不是虚妄的，当时有这个情况发生。虽然事隔三千年，经典的记载、承传必定是有根据的，决定不是虚妄的。我们要能够相信经典的记载，相信历史。请看经文：",
      "zh_TW": "請掀開經本，一百五十三面第二行，「禮佛現光第三十八」。在這品裡面，我們會看到西方世界與我們娑婆世界兩位導師加持與會的大眾，讓大家都能夠見到西方極樂世界依正莊嚴。這就是作證轉，在三轉法輪當中，這是拿出證據出來給我們看，讓我們知道西方世界確確實實存在，決定不是虛妄的，當時有這個情況發生。雖然事隔三千年，經典的記載、承傳必定是有根據的，決定不是虛妄的。我們要能夠相信經典的記載，相信歷史。請看經文："
    },
    {
      "id": "02-027-0025_p0002",
      "zh_CN": "【佛告阿难。若曹欲见无量清净平等觉。及诸菩萨阿罗汉等所居国土。】",
      "zh_TW": "【佛告阿難。若曹欲見無量清淨平等覺。及諸菩薩阿羅漢等所居國土。】"
    },
    {
      "id": "02-027-0025_p0003",
      "zh_CN": "这是世尊给当时在会的大众一个提示，我们现在讲提议，一个提议。你们大家想不想见无量清净平等觉？在这个地方我们有见到阿弥陀佛的另外一个别号，就是『无量清净平等觉』，所以这是阿弥陀佛的别号；也在经题里面显示出来，这就是阿弥陀佛。以『及诸菩萨阿罗汉等』。这是西方世界弥陀的学生。学生众里面，有这个统统是讲自分的能力，不讲佛加持。若说佛加持，凡是往生到西方极乐世界统统是平等的。如果说自分，修证功夫，假如是破了无明，破一品无明，证一分法身，这是菩萨；如果只破见思，还没有断无明，等于他方世界的阿罗汉。所以这个名词是自分所称的，如果是佛力加持那统统是平等，这个地方我们必须要了解、要清楚。以及他们所居的国土，西方极乐世界。",
      "zh_TW": "這是世尊給當時在會的大眾一個提示，我們現在講提議，一個提議。你們大家想不想見無量清淨平等覺？在這個地方我們有見到阿彌陀佛的另外一個別號，就是『無量清淨平等覺』，所以這是阿彌陀佛的別號；也在經題裡面顯示出來，這就是阿彌陀佛。以『及諸菩薩阿羅漢等』。這是西方世界彌陀的學生。學生眾裡面，有這個統統是講自分的能力，不講佛加持。若說佛加持，凡是往生到西方極樂世界統統是平等的。如果說自分，修證功夫，假如是破了無明，破一品無明，證一分法身，這是菩薩；如果只破見思，還沒有斷無明，等於他方世界的阿羅漢。所以這個名詞是自分所稱的，如果是佛力加持那統統是平等，這個地方我們必須要了解、要清楚。以及他們所居的國土，西方極樂世界。"
    },
    {
      "id": "02-027-0025_p0004",
      "zh_CN": "【应起西向。当日没处。恭敬顶礼。称念南无阿弥陀佛。】",
      "zh_TW": "【應起西向。當日沒處。恭敬頂禮。稱念南無阿彌陀佛。】"
    },
    {
      "id": "02-027-0025_p0005",
      "zh_CN": "这是佛教给大家的方法。佛讲经，大家都坐在那听，你要想见西方世界依正庄严，你得起来面向西方，太阳落的地方，西方。『恭敬顶礼，称念南无阿弥陀佛』。这两句里面说明了三业清净，三业真诚，三业恭敬。这三业就是身口意，这就能够起感应道交的作用。",
      "zh_TW": "這是佛教給大家的方法。佛講經，大家都坐在那聽，你要想見西方世界依正莊嚴，你得起來面向西方，太陽落的地方，西方。『恭敬頂禮，稱念南無阿彌陀佛』。這兩句裡面說明了三業清淨，三業真誠，三業恭敬。這三業就是身口意，這就能夠起感應道交的作用。"
    },
    {
      "id": "02-027-0025_p0006",
      "zh_CN": "【阿难即从座起。】",
      "zh_TW": "【阿難即從座起。】"
    },
    {
      "id": "02-027-0025_p0007",
      "zh_CN": "『阿难』在大会里面，非常乖巧，阿难一听到佛这么说，他立刻就从座起，他的动作比别人快。",
      "zh_TW": "『阿難』在大會裡面，非常乖巧，阿難一聽到佛這麼說，他立刻就從座起，他的動作比別人快。"
    },
    {
      "id": "02-027-0025_p0008",
      "zh_CN": "【面西合掌。顶礼白言。我今愿见极乐世界阿弥陀佛。供养奉事。种诸善根。】",
      "zh_TW": "【面西合掌。頂禮白言。我今願見極樂世界阿彌陀佛。供養奉事。種諸善根。】"
    },
    {
      "id": "02-027-0025_p0009",
      "zh_CN": "阿难尊者前面曾经听世尊讲西方极乐世界，详细的给大家做了介绍，所以他非常欢喜，想见佛陀，想见西方殊胜的状况，而且发愿，『供养奉事，种诸善根』。",
      "zh_TW": "阿難尊者前面曾經聽世尊講西方極樂世界，詳細的給大家做了介紹，所以他非常歡喜，想見佛陀，想見西方殊勝的狀況，而且發願，『供養奉事，種諸善根』。"
    },
    {
      "id": "02-027-0025_p0010",
      "zh_CN": "【顶礼之间。忽见阿弥陀佛。容颜广大。色相端严。如黄金山。高出一切诸世界上。】",
      "zh_TW": "【頂禮之間。忽見阿彌陀佛。容顏廣大。色相端嚴。如黃金山。高出一切諸世界上。】"
    },
    {
      "id": "02-027-0025_p0011",
      "zh_CN": "从这个地方我们看得到，感应之快，感应的不可思议。你看阿难这一拜下去还没起来，阿弥陀佛，西方极乐世界，已经显现在他的面前。他都看到了，看到阿弥陀佛，『容颜』。这个容貌颜色既广又大。我们在赞佛偈里面念的「白毫宛转五须弥，绀目澄清四大海」，赞叹佛的报身。佛的身相现起来就像在虚空当中一样，『如黄金山』。佛的身都是显现的金色。『高出一切诸世界上』。当然一切诸佛世界这个时候也显现出来了，不但见到西方极乐世界，十方诸佛刹土都见到了。我们看底下就晓得：",
      "zh_TW": "從這個地方我們看得到，感應之快，感應的不可思議。你看阿難這一拜下去還沒起來，阿彌陀佛，西方極樂世界，已經顯現在他的面前。他都看到了，看到阿彌陀佛，『容顏』。這個容貌顏色既廣又大。我們在讚佛偈裡面念的「白毫宛轉五須彌，紺目澄清四大海」，讚歎佛的報身。佛的身相現起來就像在虛空當中一樣，『如黃金山』。佛的身都是顯現的金色。『高出一切諸世界上』。當然一切諸佛世界這個時候也顯現出來了，不但見到西方極樂世界，十方諸佛剎土都見到了。我們看底下就曉得："
    },
    {
      "id": "02-027-0025_p0012",
      "zh_CN": "【又闻十方世界。诸佛如来。称扬赞叹。阿弥陀佛种种功德。无碍无断。】",
      "zh_TW": "【又聞十方世界。諸佛如來。稱揚讚歎。阿彌陀佛種種功德。無礙無斷。】"
    },
    {
      "id": "02-027-0025_p0013",
      "zh_CN": "由此可知，世尊在这一次会里面给我们介绍的，没错！十方诸佛真的来作证明，一切诸佛都赞叹，就像本师赞叹阿弥陀佛一样。本师怎样赞叹？本师释迦牟尼佛为我们讲净土三经，净土三经里面对阿弥陀佛的赞叹，一切诸佛如来也是这样的赞叹。这里面赞叹最殊胜的一句，我们应该牢牢的记住，「光中极尊，佛中之王」，这是把阿弥陀佛赞叹到顶点了。如果诸位能够细细体会这个意思，阿弥陀佛是佛中之王，《无量寿经》，一定也是经中之王，一个道理！弥陀名号是十方一切诸佛如来名号之王，你要懂得这个意思。孔老夫子讲，举一隅，我们要以三隅反。你才能看到这个经典、法门无比的殊胜，然后，我们才恍然大悟为什么古来许许多多的大德，到晚年接触到这个法门，统统放下，专念《弥陀经》，专念阿弥陀，道理就在此地。他真的明白、真的清楚了。如果他不是真正搞清楚，怎么肯放下？我们说怎么舍得放下？真搞清楚、搞明白了，原来经中之王，佛中之王，那个我们不皈依，我们皈依谁！",
      "zh_TW": "由此可知，世尊在這一次會裡面給我們介紹的，沒錯！十方諸佛真的來作證明，一切諸佛都讚歎，就像本師讚歎阿彌陀佛一樣。本師怎樣讚歎？本師釋迦牟尼佛為我們講淨土三經，淨土三經裡面對阿彌陀佛的讚歎，一切諸佛如來也是這樣的讚歎。這裡面讚歎最殊勝的一句，我們應該牢牢的記住，「光中極尊，佛中之王」，這是把阿彌陀佛讚歎到頂點了。如果諸位能夠細細體會這個意思，阿彌陀佛是佛中之王，《無量壽經》，一定也是經中之王，一個道理！彌陀名號是十方一切諸佛如來名號之王，你要懂得這個意思。孔老夫子講，舉一隅，我們要以三隅反。你才能看到這個經典、法門無比的殊勝，然後，我們才恍然大悟為什麼古來許許多多的大德，到晚年接觸到這個法門，統統放下，專念《彌陀經》，專念阿彌陀，道理就在此地。他真的明白、真的清楚了。如果他不是真正搞清楚，怎麼肯放下？我們說怎麼捨得放下？真搞清楚、搞明白了，原來經中之王，佛中之王，那個我們不皈依，我們皈依誰！"
    },
    {
      "id": "02-027-0025_p0014",
      "zh_CN": "末后这一句很难得，『无碍无断』。无碍，没有障碍，一切诸佛的赞叹，尽虚空遍法界都听得清清楚楚、明明白白，这是无碍。无断，就是诸佛如来对于阿弥陀佛的赞叹，从来没有中断过。由此可知，《无量寿经》是一切如来在尽虚空遍法界，演说没断过。佛在我们这个地方说，到另外一个地方又讲，无论到什么地方确实没中断过。就以释迦牟尼佛来说，释迦牟尼佛的教化区，这个三千大千世界，如果以黄念祖的意见，这一个三千大千世界多大？是一百亿个银河系，佛在我们这里讲，可能就到别的星球轮流去讲，没断过！",
      "zh_TW": "末後這一句很難得，『無礙無斷』。無礙，沒有障礙，一切諸佛的讚歎，盡虛空遍法界都聽得清清楚楚、明明白白，這是無礙。無斷，就是諸佛如來對於阿彌陀佛的讚歎，從來沒有中斷過。由此可知，《無量壽經》是一切如來在盡虛空遍法界，演說沒斷過。佛在我們這個地方說，到另外一個地方又講，無論到什麼地方確實沒中斷過。就以釋迦牟尼佛來說，釋迦牟尼佛的教化區，這個三千大千世界，如果以黃念祖的意見，這一個三千大千世界多大？是一百億個銀河系，佛在我們這裡講，可能就到別的星球輪流去講，沒斷過！"
    },
    {
      "id": "02-027-0025_p0015",
      "zh_CN": "【阿难白言。】",
      "zh_TW": "【阿難白言。】"
    },
    {
      "id": "02-027-0025_p0016",
      "zh_CN": "阿难尊者见到了，跟世尊说。",
      "zh_TW": "阿難尊者見到了，跟世尊說。"
    },
    {
      "id": "02-027-0025_p0017",
      "zh_CN": "【彼佛净刹。得未曾有。】",
      "zh_TW": "【彼佛淨剎。得未曾有。】"
    },
    {
      "id": "02-027-0025_p0018",
      "zh_CN": "他见了之后，十方诸佛的刹土他也见到了。这一比较之下，都比不上极乐世界庄严。极乐世界最殊胜、最庄严的是什么我们要清楚，决不是在物质受用上的庄严。如果讲物质上，这是六尘的受用上来说，世尊告诉我们，比西方极乐世界庄严的佛国土很多很多，西方世界比不上！它是什么样的庄严，令一切诸佛这样赞叹？教学的庄严，证果的庄严，这是诸佛世界没有的。你看一切往生的人，生到西方极乐世界都成了阿鞞跋致的菩萨，这不容易！阿鞞跋致七地以上，像我们凡夫烦恼一品都没有断，生到西方极乐世界就当了七地菩萨，这不可思议！一切诸佛世界里面没有。他方国土修行成佛要三大阿僧祇劫，要无量阿僧祇劫；西方极乐世界，我们给它算一算大概只要三劫、四劫就成佛了。三劫、四劫跟三个阿僧祇劫、跟无量劫不能比！就好比要学一样东西，人家要学二、三百年都学不会，在阿弥陀佛那边，二、三个小时就学完了，就好比是这么快速！这是一切诸佛刹土里面没有的，所以诸佛赞叹。这阿难见到的，阿难一见到的时候：",
      "zh_TW": "他見了之後，十方諸佛的剎土他也見到了。這一比較之下，都比不上極樂世界莊嚴。極樂世界最殊勝、最莊嚴的是什麼我們要清楚，決不是在物質受用上的莊嚴。如果講物質上，這是六塵的受用上來說，世尊告訴我們，比西方極樂世界莊嚴的佛國土很多很多，西方世界比不上！它是什麼樣的莊嚴，令一切諸佛這樣讚歎？教學的莊嚴，證果的莊嚴，這是諸佛世界沒有的。你看一切往生的人，生到西方極樂世界都成了阿鞞跋致的菩薩，這不容易！阿鞞跋致七地以上，像我們凡夫煩惱一品都沒有斷，生到西方極樂世界就當了七地菩薩，這不可思議！一切諸佛世界裡面沒有。他方國土修行成佛要三大阿僧祇劫，要無量阿僧祇劫；西方極樂世界，我們給它算一算大概只要三劫、四劫就成佛了。三劫、四劫跟三個阿僧祇劫、跟無量劫不能比！就好比要學一樣東西，人家要學二、三百年都學不會，在阿彌陀佛那邊，二、三個小時就學完了，就好比是這麼快速！這是一切諸佛剎土裡面沒有的，所以諸佛讚歎。這阿難見到的，阿難一見到的時候："
    },
    {
      "id": "02-027-0025_p0019",
      "zh_CN": "【我亦愿乐生于彼土。】",
      "zh_TW": "【我亦願樂生於彼土。】"
    },
    {
      "id": "02-027-0025_p0020",
      "zh_CN": "我们现在问，阿难尊者现在在哪里？在西方极乐世界。为什么？这个地方看到他发愿，阿难求生。阿难是世尊教下的传人，我们晓得这三藏经典是他集结的、是他传下来的；他又是禅宗的传人，他是禅宗的二祖。禅宗是世尊传给摩诃迦叶，摩诃迦叶传给阿难，所以阿难也是禅宗的传人。他现在在哪里？他在西方极乐世界，你怎么知道的？《无量寿经》这有，他发愿求生西方。所以这是证明。",
      "zh_TW": "我們現在問，阿難尊者現在在哪裡？在西方極樂世界。為什麼？這個地方看到他發願，阿難求生。阿難是世尊教下的傳人，我們曉得這三藏經典是他集結的、是他傳下來的；他又是禪宗的傳人，他是禪宗的二祖。禪宗是世尊傳給摩訶迦葉，摩訶迦葉傳給阿難，所以阿難也是禪宗的傳人。他現在在哪裡？他在西方極樂世界，你怎麼知道的？《無量壽經》這有，他發願求生西方。所以這是證明。"
    },
    {
      "id": "02-027-0025_p0021",
      "zh_CN": "【世尊告言。其中生者。已曾亲近无量诸佛。植众德本。】",
      "zh_TW": "【世尊告言。其中生者。已曾親近無量諸佛。植眾德本。】"
    },
    {
      "id": "02-027-0025_p0022",
      "zh_CN": "这些经文我们要牢记在心。什么人能往生？过去生中，已经亲近无量诸佛，『植众德本』。我们想想，我们在前面看到，阿阇王子与五百长者，他们过去生中曾经供养四百亿佛，万万是亿，四百亿。诸位想想四百亿佛！听到释迦牟尼佛讲《无量寿经》，还没发心想往生，只是动一个念头，希望我们将来成佛跟阿弥陀佛一样，还没有意思往生。阿难尊者的善根超过他们，阿难有意思往生，一听他就动了往生的念头。我们今天有缘，缘成熟了，什么缘？已曾亲近无量诸佛，植众德本，这个缘成熟了。怎么晓得成熟？我们也发了往生的念头，尤其是一种强烈的往生念头。万缘放下，一心念佛，这就是你无量劫来曾经供养无量诸佛如来，这个善根这一生当中成熟了。",
      "zh_TW": "這些經文我們要牢記在心。什麼人能往生？過去生中，已經親近無量諸佛，『植眾德本』。我們想想，我們在前面看到，阿闍王子與五百長者，他們過去生中曾經供養四百億佛，萬萬是億，四百億。諸位想想四百億佛！聽到釋迦牟尼佛講《無量壽經》，還沒發心想往生，只是動一個念頭，希望我們將來成佛跟阿彌陀佛一樣，還沒有意思往生。阿難尊者的善根超過他們，阿難有意思往生，一聽他就動了往生的念頭。我們今天有緣，緣成熟了，什麼緣？已曾親近無量諸佛，植眾德本，這個緣成熟了。怎麼曉得成熟？我們也發了往生的念頭，尤其是一種強烈的往生念頭。萬緣放下，一心念佛，這就是你無量劫來曾經供養無量諸佛如來，這個善根這一生當中成熟了。"
    },
    {
      "id": "02-027-0025_p0023",
      "zh_CN": "《弥陀经》上讲得好，「不可以少善根福德因缘，得生彼国」。我们过去念《弥陀经》，不知道经上讲的少善根少到什么程度，不可以少，那当然要相当一个数字，这个相当数字到底是多少我们不知道！这《无量寿经》一念才晓得，最起码我们现在知道要超过四百亿佛。你过去生中供养的诸佛，已经超过四百亿佛，你才比阿阇王子强，你才有往生的念头。所以这个法门，我们通常劝人，人家不能接受，不能认真修行，我们点点头。为什么？很正常，一点都不奇怪。他要是听了就相信，想发心往生，这不得了，这很不平常，这不简单！为什么？我们就知道他的善根成熟了，而且真的是不可思议的善根，善根成熟了。善根不成熟，那个心起不来。所以，这是世间第一等的善根，我常说，世间第一等的福报。没有第一等的善根福报，这个法门他不会动念头、他不会动心。第一等的善根福报能有几人？这一定的道理，这个法门叫难信之法。所以我们要珍惜这个因缘。「植众德本」。这个德本在此地讲就是跟阿弥陀佛结了缘，你才能往生西方极乐世界。跟阿弥陀佛结了缘！",
      "zh_TW": "《彌陀經》上講得好，「不可以少善根福德因緣，得生彼國」。我們過去念《彌陀經》，不知道經上講的少善根少到什麼程度，不可以少，那當然要相當一個數字，這個相當數字到底是多少我們不知道！這《無量壽經》一念才曉得，最起碼我們現在知道要超過四百億佛。你過去生中供養的諸佛，已經超過四百億佛，你才比阿闍王子強，你才有往生的念頭。所以這個法門，我們通常勸人，人家不能接受，不能認真修行，我們點點頭。為什麼？很正常，一點都不奇怪。他要是聽了就相信，想發心往生，這不得了，這很不平常，這不簡單！為什麼？我們就知道他的善根成熟了，而且真的是不可思議的善根，善根成熟了。善根不成熟，那個心起不來。所以，這是世間第一等的善根，我常說，世間第一等的福報。沒有第一等的善根福報，這個法門他不會動念頭、他不會動心。第一等的善根福報能有幾人？這一定的道理，這個法門叫難信之法。所以我們要珍惜這個因緣。「植眾德本」。這個德本在此地講就是跟阿彌陀佛結了緣，你才能往生西方極樂世界。跟阿彌陀佛結了緣！"
    },
    {
      "id": "02-027-0025_p0024",
      "zh_CN": "【如欲生彼。应当一心归依瞻仰。】",
      "zh_TW": "【如欲生彼。應當一心歸依瞻仰。】"
    },
    {
      "id": "02-027-0025_p0025",
      "zh_CN": "这句要紧！这是释迦牟尼佛教导阿难尊者往生的方法。这一句是往生的方法。阿难想往生，这是前面世尊给他证明，他的善根成熟，他过去曾经亲近无量诸佛，善根成熟，怎么去？方法教给他。这个地方讲的方法比《观无量寿经》讲的就简单了。《观无量寿经》可以说是这句的详细说明，『应当一心归依』。",
      "zh_TW": "這句要緊！這是釋迦牟尼佛教導阿難尊者往生的方法。這一句是往生的方法。阿難想往生，這是前面世尊給他證明，他的善根成熟，他過去曾經親近無量諸佛，善根成熟，怎麼去？方法教給他。這個地方講的方法比《觀無量壽經》講的就簡單了。《觀無量壽經》可以說是這句的詳細說明，『應當一心歸依』。"
    },
    {
      "id": "02-027-0025_p0026",
      "zh_CN": "什么叫「归」？什么叫「依」？今天我们这个道场下午举行了皈依，我看看大概有三百多位同修，了不起！你们一心皈依，瞻仰阿弥陀佛，将来这三百多人都要往生，三百多尊佛出世！这还得了，这不得了的事。我们皈依有一个录音带，过去这边同修们发心曾经做成了CD片，镭射的激光片，希望大家能多听几遍。过去，有些同修就从这个录音带里面把它写出来，写成一个小册，今天分发给诸位。",
      "zh_TW": "什麼叫「歸」？什麼叫「依」？今天我們這個道場下午舉行了皈依，我看看大概有三百多位同修，了不起！你們一心皈依，瞻仰阿彌陀佛，將來這三百多人都要往生，三百多尊佛出世！這還得了，這不得了的事。我們皈依有一個錄音帶，過去這邊同修們發心曾經做成了CD片，鐳射的激光片，希望大家能多聽幾遍。過去，有些同修就從這個錄音帶裡面把它寫出來，寫成一個小冊，今天分發給諸位。"
    },
    {
      "id": "02-027-0025_p0027",
      "zh_CN": "『瞻仰』，就是念佛。因为《观无量寿经》里面，跟我们讲的念佛的方法有三种：有观想念佛、观像念佛、持名念佛。观想、观像都不是属于瞻仰。由此可知，世尊不用念佛而用瞻仰，这个用意也非常之深；可以跟念佛会合起来看，我们就了解它的真实义。这个意思就是说，念佛心里头一定要有佛。口里念佛，心里没有佛，不行，那是没有用处的。古人这是笑话这些人说「喊破喉咙也枉然」，为什么？不相应。一定要心愿解行与佛都能够相应，这样才是真正的念佛，这就是真的瞻仰。",
      "zh_TW": "『瞻仰』，就是念佛。因為《觀無量壽經》裡面，跟我們講的念佛的方法有三種：有觀想念佛、觀像念佛、持名念佛。觀想、觀像都不是屬於瞻仰。由此可知，世尊不用念佛而用瞻仰，這個用意也非常之深；可以跟念佛會合起來看，我們就了解它的真實義。這個意思就是說，念佛心裡頭一定要有佛。口裡念佛，心裡沒有佛，不行，那是沒有用處的。古人這是笑話這些人說「喊破喉嚨也枉然」，為什麼？不相應。一定要心願解行與佛都能夠相應，這樣才是真正的念佛，這就是真的瞻仰。"
    },
    {
      "id": "02-027-0025_p0028",
      "zh_CN": "【作是语时。阿弥陀佛即于掌中放无量光。普照一切诸佛世界。时诸佛国。皆悉明现。如处一寻。】",
      "zh_TW": "【作是語時。阿彌陀佛即於掌中放無量光。普照一切諸佛世界。時諸佛國。皆悉明現。如處一尋。】"
    },
    {
      "id": "02-027-0025_p0029",
      "zh_CN": "我们的世尊，释迦牟尼佛跟阿弥陀佛，你看沟通多快！世尊这话还没说完，阿弥陀佛光就放出来了，他们的沟通、配合默契很够。释迦牟尼佛一讲完，阿弥陀佛就放光，这个放光就是证明，给世尊证明佛所讲的没错，佛所教的方法也不错。同时这个佛光，佛光里面出现了无量无边诸佛世界，从佛的光明当中出现，这就是佛光普照一切诸佛的刹土。『皆悉明现』，明是清清楚楚、明明白白，显现在眼前，『如处一寻』。一寻是很短的距离；换句话，就在眼前，你一定会看得很清楚、很明白。这个一寻是多长？它是长度的单位。古时候的度量衡，八尺叫一寻，十尺叫一丈，可见得还不到一丈。八尺这么远的距离，那你当然看得很清楚、很明白。",
      "zh_TW": "我們的世尊，釋迦牟尼佛跟阿彌陀佛，你看溝通多快！世尊這話還沒說完，阿彌陀佛光就放出來了，他們的溝通、配合默契很夠。釋迦牟尼佛一講完，阿彌陀佛就放光，這個放光就是證明，給世尊證明佛所講的沒錯，佛所教的方法也不錯。同時這個佛光，佛光裡面出現了無量無邊諸佛世界，從佛的光明當中出現，這就是佛光普照一切諸佛的剎土。『皆悉明現』，明是清清楚楚、明明白白，顯現在眼前，『如處一尋』。一尋是很短的距離；換句話，就在眼前，你一定會看得很清楚、很明白。這個一尋是多長？它是長度的單位。古時候的度量衡，八尺叫一尋，十尺叫一丈，可見得還不到一丈。八尺這麼遠的距離，那你當然看得很清楚、很明白。"
    },
    {
      "id": "02-027-0025_p0030",
      "zh_CN": "【以阿弥陀佛殊胜光明。极清净故。】",
      "zh_TW": "【以阿彌陀佛殊勝光明。極清淨故。】"
    },
    {
      "id": "02-027-0025_p0031",
      "zh_CN": "佛光注照。我们平常这个光是日、月、灯光，我们现在接触的光是日月灯光。日月灯光，这个波长，我们现在讲光波，现在这个常识我们有了。比这个光波长的光我们见不到，比这个光波短的我们也见不到，可见得我们的肉眼能力非常有限，见到的东西不多。佛光不可思议，我们现在借着科学仪器晓得有X光，有红外线，我们现在能够晓得，波度长短不同的还有不少种，这些光波能够透过物质、能够透过人体，使日月灯光，这个光波不一样。佛的这个光波就更奇妙了，他这个光一照的时候，我们不必用仪器，这个世间里头六道轮回里面状况都见到了。这天道我们看不到，饿鬼道我们也看不到，地狱道我们也看不到，佛在经上给我们讲的这个世间，有黑山、雪山、金刚、铁围，我们也见不到；佛的光明一照统统出现了，全都见到了。",
      "zh_TW": "佛光注照。我們平常這個光是日、月、燈光，我們現在接觸的光是日月燈光。日月燈光，這個波長，我們現在講光波，現在這個常識我們有了。比這個光波長的光我們見不到，比這個光波短的我們也見不到，可見得我們的肉眼能力非常有限，見到的東西不多。佛光不可思議，我們現在藉著科學儀器曉得有X光，有紅外線，我們現在能夠曉得，波度長短不同的還有不少種，這些光波能夠透過物質、能夠透過人體，使日月燈光，這個光波不一樣。佛的這個光波就更奇妙了，他這個光一照的時候，我們不必用儀器，這個世間裡頭六道輪迴裡面狀況都見到了。這天道我們看不到，餓鬼道我們也看不到，地獄道我們也看不到，佛在經上給我們講的這個世間，有黑山、雪山、金剛、鐵圍，我們也見不到；佛的光明一照統統出現了，全都見到了。"
    },
    {
      "id": "02-027-0025_p0032",
      "zh_CN": "【于此世界所有黑山。雪山。金刚。铁围。大小诸山。江河。丛林。天人宫殿。】",
      "zh_TW": "【於此世界所有黑山。雪山。金剛。鐵圍。大小諸山。江河。叢林。天人宮殿。】"
    },
    {
      "id": "02-027-0025_p0033",
      "zh_CN": "这是诸天，色界天，欲界天，天人的宫殿。",
      "zh_TW": "這是諸天，色界天，欲界天，天人的宮殿。"
    },
    {
      "id": "02-027-0025_p0034",
      "zh_CN": "【一切境界。无不照见。】",
      "zh_TW": "【一切境界。無不照見。】"
    },
    {
      "id": "02-027-0025_p0035",
      "zh_CN": "这一切里面包括饿鬼道跟地狱道，统统在佛光当中出现，佛说的没错。这是阿难与与会的大众，大家亲眼所见的。所以，这段算是历史的见证。我们今天看这是历史的见证，怎么能不相信？下面这是比喻：",
      "zh_TW": "這一切裡面包括餓鬼道跟地獄道，統統在佛光當中出現，佛說的沒錯。這是阿難與與會的大眾，大家親眼所見的。所以，這段算是歷史的見證。我們今天看這是歷史的見證，怎麼能不相信？下面這是比喻："
    },
    {
      "id": "02-027-0025_p0036",
      "zh_CN": "【譬如日出。】",
      "zh_TW": "【譬如日出。】"
    },
    {
      "id": "02-027-0025_p0037",
      "zh_CN": "这是把佛光比喻作日出。",
      "zh_TW": "這是把佛光比喻作日出。"
    },
    {
      "id": "02-027-0025_p0038",
      "zh_CN": "【明照世间。】",
      "zh_TW": "【明照世間。】"
    },
    {
      "id": "02-027-0025_p0039",
      "zh_CN": "在黑夜的时候，我们在这个世间，这一切境界我们也见不到。太阳出来了，我们见到了，这就好比佛光出现了，诸佛刹土、六道轮回统统见到了，下面这补出来。",
      "zh_TW": "在黑夜的時候，我們在這個世間，這一切境界我們也見不到。太陽出來了，我們見到了，這就好比佛光出現了，諸佛剎土、六道輪迴統統見到了，下面這補出來。"
    },
    {
      "id": "02-027-0025_p0040",
      "zh_CN": "【乃至泥犁。】",
      "zh_TW": "【乃至泥犁。】"
    },
    {
      "id": "02-027-0025_p0041",
      "zh_CN": "就是地狱。地狱也看到了。",
      "zh_TW": "就是地獄。地獄也看到了。"
    },
    {
      "id": "02-027-0025_p0042",
      "zh_CN": "【谿谷。幽冥之处。】",
      "zh_TW": "【谿谷。幽冥之處。】"
    },
    {
      "id": "02-027-0025_p0043",
      "zh_CN": "『幽冥』指饿鬼道。『谿谷』里面是什么？是龙所居住的，畜生道里面的龙。有很多畜生我们肉眼也见不到，这个也都看见了。",
      "zh_TW": "『幽冥』指餓鬼道。『谿谷』裡面是什麼？是龍所居住的，畜生道裡面的龍。有很多畜生我們肉眼也見不到，這個也都看見了。"
    },
    {
      "id": "02-027-0025_p0044",
      "zh_CN": "【悉大开辟。皆同一色。】",
      "zh_TW": "【悉大開闢。皆同一色。】"
    },
    {
      "id": "02-027-0025_p0045",
      "zh_CN": "因为在佛光照下去，都得佛光明的加持，所有一切众生都得殊胜的利益。",
      "zh_TW": "因為在佛光照下去，都得佛光明的加持，所有一切眾生都得殊勝的利益。"
    },
    {
      "id": "02-027-0025_p0046",
      "zh_CN": "【犹如劫水弥满世界。其中万物。沉没不现。】",
      "zh_TW": "【猶如劫水彌滿世界。其中萬物。沉沒不現。】"
    },
    {
      "id": "02-027-0025_p0047",
      "zh_CN": "这是比喻，好像这个世界。世界动物、植物种类繁多！如果在大水，淹到水里面，那就看到这个水的颜色，其他都看不到，这是用比喻，比喻上皆同一色。佛的金光照耀之下，所有一切境界都变成金色的。这个比喻我们不难懂，因为现在人很多戴太阳眼镜，我们戴上红色的太阳眼镜，看到所有境界都是红色的，戴个蓝色的眼镜看到都是蓝色的，绿色的眼镜都看到是绿色的。佛是金光所照，所有境界都现成金色的，这是这个意思。他用水来做比喻。",
      "zh_TW": "這是比喻，好像這個世界。世界動物、植物種類繁多！如果在大水，淹到水裡面，那就看到這個水的顏色，其他都看不到，這是用比喻，比喻上皆同一色。佛的金光照耀之下，所有一切境界都變成金色的。這個比喻我們不難懂，因為現在人很多戴太陽眼鏡，我們戴上紅色的太陽眼鏡，看到所有境界都是紅色的，戴個藍色的眼鏡看到都是藍色的，綠色的眼鏡都看到是綠色的。佛是金光所照，所有境界都現成金色的，這是這個意思。他用水來做比喻。"
    },
    {
      "id": "02-027-0025_p0048",
      "zh_CN": "【滉瀁浩汗，唯见大水。】",
      "zh_TW": "【滉瀁浩汗，唯見大水。】"
    },
    {
      "id": "02-027-0025_p0049",
      "zh_CN": "用这个来比喻。",
      "zh_TW": "用這個來比喻。"
    },
    {
      "id": "02-027-0025_p0050",
      "zh_CN": "【彼佛光明。亦复如是。】",
      "zh_TW": "【彼佛光明。亦復如是。】"
    },
    {
      "id": "02-027-0025_p0051",
      "zh_CN": "佛光也像这样，看到所有的境界都是金色的，这是因为是金色光明所照的。说到这个地方，佛放光，菩萨放光，罗汉也放光，那个大小当然不同；可是我们凡夫眼光很浅，凡夫看的大概都差不多，因为我们心量不大。魔也会放光，妖魔鬼怪也会放光。魔的光明也是金色的，魔也有修持、也有大福报，他的光明也是金色光明。跟佛光不相同的地方，佛的金光你接触到，身上感觉到非常快乐、非常舒适，光明是柔软的，不刺眼睛；魔的金色光明它刺眼睛，像太阳光一样，刺眼睛，接触到身上不舒服，感觉到不舒服，就像这大热天在太阳底下不舒服，光刺眼睛，同样是金光，从这个地方能够辨别，这是光也有邪正之分。这里头意思很深很广，诸位很冷静的去观察，你能够开智慧。",
      "zh_TW": "佛光也像這樣，看到所有的境界都是金色的，這是因為是金色光明所照的。說到這個地方，佛放光，菩薩放光，羅漢也放光，那個大小當然不同；可是我們凡夫眼光很淺，凡夫看的大概都差不多，因為我們心量不大。魔也會放光，妖魔鬼怪也會放光。魔的光明也是金色的，魔也有修持、也有大福報，他的光明也是金色光明。跟佛光不相同的地方，佛的金光你接觸到，身上感覺到非常快樂、非常舒適，光明是柔軟的，不刺眼睛；魔的金色光明它刺眼睛，像太陽光一樣，刺眼睛，接觸到身上不舒服，感覺到不舒服，就像這大熱天在太陽底下不舒服，光刺眼睛，同樣是金光，從這個地方能夠辨別，這是光也有邪正之分。這裡頭意思很深很廣，諸位很冷靜的去觀察，你能夠開智慧。"
    },
    {
      "id": "02-027-0025_p0052",
      "zh_CN": "【声闻菩萨。一切光明。悉皆隐蔽。唯见佛光。明耀显赫。】",
      "zh_TW": "【聲聞菩薩。一切光明。悉皆隱蔽。唯見佛光。明耀顯赫。】"
    },
    {
      "id": "02-027-0025_p0053",
      "zh_CN": "这一段也做了一个比较。声闻是阿罗汉，菩萨就包括了等觉菩萨，跟佛就很接近了。但是，菩萨的光明，声闻缘觉的光明，在弥陀佛光之下，完全没有了，显现不出来了。譬如我们这边灯光很亮！在太阳底下，这灯光就没有了，为什么？阳光太强显不出它的光明。这菩萨的光明，在佛光之下，就像萤火之光比太阳一样。",
      "zh_TW": "這一段也做了一個比較。聲聞是阿羅漢，菩薩就包括了等覺菩薩，跟佛就很接近了。但是，菩薩的光明，聲聞緣覺的光明，在彌陀佛光之下，完全沒有了，顯現不出來了。譬如我們這邊燈光很亮！在太陽底下，這燈光就沒有了，為什麼？陽光太強顯不出它的光明。這菩薩的光明，在佛光之下，就像螢火之光比太陽一樣。"
    },
    {
      "id": "02-027-0025_p0054",
      "zh_CN": "【此会四众。天龙八部。人非人等。皆见极乐世界。种种庄严。】",
      "zh_TW": "【此會四眾。天龍八部。人非人等。皆見極樂世界。種種莊嚴。】"
    },
    {
      "id": "02-027-0025_p0055",
      "zh_CN": "所以这一会实在不可思议！世尊不但把西方极乐世界依正庄严给我们做了详细的报告；没想到在这个地方阿弥陀佛出现了，把世尊所说的，统统给大家做了一个证明，让你都看到了。这是二土世尊的加持，阿弥陀佛加持大众，释迦牟尼佛加持大众，见到了。",
      "zh_TW": "所以這一會實在不可思議！世尊不但把西方極樂世界依正莊嚴給我們做了詳細的報告；沒想到在這個地方阿彌陀佛出現了，把世尊所說的，統統給大家做了一個證明，讓你都看到了。這是二土世尊的加持，阿彌陀佛加持大眾，釋迦牟尼佛加持大眾，見到了。"
    },
    {
      "id": "02-027-0025_p0056",
      "zh_CN": "『此会四众』。四众是讲出家二众、在家二众。出家二众比丘、比丘尼；在家二众，优婆塞、优婆夷，我们今天讲男居士、女居士，这是四种。除四种之外，佛讲经的道场都有天龙八部参与，他们不仅是护法，他也来听经。我们今天这个道场也不例外，也有菩萨声闻、天龙八部，我们肉眼看不见，他看得到我们，我们看不到他。统统都见到极乐世界，都见到阿弥陀佛了，以及西方极乐世界弥陀弟子们他们的活动，这些状况统统见到了。就像世尊前面所说的。",
      "zh_TW": "『此會四眾』。四眾是講出家二眾、在家二眾。出家二眾比丘、比丘尼；在家二眾，優婆塞、優婆夷，我們今天講男居士、女居士，這是四種。除四種之外，佛講經的道場都有天龍八部參與，他們不僅是護法，他也來聽經。我們今天這個道場也不例外，也有菩薩聲聞、天龍八部，我們肉眼看不見，他看得到我們，我們看不到他。統統都見到極樂世界，都見到阿彌陀佛了，以及西方極樂世界彌陀弟子們他們的活動，這些狀況統統見到了。就像世尊前面所說的。"
    },
    {
      "id": "02-027-0025_p0057",
      "zh_CN": "【阿弥陀佛。于彼高座。】",
      "zh_TW": "【阿彌陀佛。於彼高座。】"
    },
    {
      "id": "02-027-0025_p0058",
      "zh_CN": "阿弥陀佛坐在讲台上。",
      "zh_TW": "阿彌陀佛坐在講台上。"
    },
    {
      "id": "02-027-0025_p0059",
      "zh_CN": "【威德巍巍。相好光明。声闻菩萨。围绕恭敬。】",
      "zh_TW": "【威德巍巍。相好光明。聲聞菩薩。圍繞恭敬。】"
    },
    {
      "id": "02-027-0025_p0060",
      "zh_CN": "看到世尊说法的法会，这也就是法会的状况，菩萨恭敬围绕。这种也是诸佛所赞叹的，也是超胜第一，说明师资道合。阿弥陀佛是老师，其他是学生。老师真诚慈悲热心教导，学生真诚恭敬的学习，对老师没有一丝毫怀疑，百分之百的顺从，能依教奉行。看到这个状况，这也是诸佛刹土里面少见的。你看我们释迦牟尼佛，我们的本师，当年讲经的法会里面，还有一些徒弟（释迦牟尼佛的弟子），对释迦牟尼佛所讲的还怀疑，还反对。带头的，提婆达多！提婆达多也是皈依释迦牟尼佛的，也是释迦牟尼佛剃度受了戒的弟子。他带了一批调皮捣蛋，专门给佛找麻烦的，专门在外面做坏事的，败坏僧团荣誉的，你看还有这些弟子。释迦如是，其他诸佛想必也没有例外！唯独阿弥陀佛没有，没有这些学生，个个都是好学生。所以这也是阿弥陀佛庄严里面无比殊胜，超越诸佛的地方。",
      "zh_TW": "看到世尊說法的法會，這也就是法會的狀況，菩薩恭敬圍繞。這種也是諸佛所讚歎的，也是超勝第一，說明師資道合。阿彌陀佛是老師，其他是學生。老師真誠慈悲熱心教導，學生真誠恭敬的學習，對老師沒有一絲毫懷疑，百分之百的順從，能依教奉行。看到這個狀況，這也是諸佛剎土裡面少見的。你看我們釋迦牟尼佛，我們的本師，當年講經的法會裡面，還有一些徒弟（釋迦牟尼佛的弟子），對釋迦牟尼佛所講的還懷疑，還反對。帶頭的，提婆達多！提婆達多也是皈依釋迦牟尼佛的，也是釋迦牟尼佛剃度受了戒的弟子。他帶了一批調皮搗蛋，專門給佛找麻煩的，專門在外面做壞事的，敗壞僧團榮譽的，你看還有這些弟子。釋迦如是，其他諸佛想必也沒有例外！唯獨阿彌陀佛沒有，沒有這些學生，個個都是好學生。所以這也是阿彌陀佛莊嚴裡面無比殊勝，超越諸佛的地方。"
    },
    {
      "id": "02-027-0025_p0061",
      "zh_CN": "【譬如须弥山王。出于海面。明现照耀。清净平正。无有杂秽。及异形类。唯是众宝庄严。圣贤共住。】",
      "zh_TW": "【譬如須彌山王。出於海面。明現照耀。清淨平正。無有雜穢。及異形類。唯是眾寶莊嚴。聖賢共住。】"
    },
    {
      "id": "02-027-0025_p0062",
      "zh_CN": "这是比喻就像须弥山一样，它不是一般的须弥山，『须弥山王』。我们晓得，佛在经上讲的一个单位世界有一个须弥山，三千大千世界有一百亿个单位世界；换句话说，就有一百亿座须弥山。当然每个须弥山高度不可能完全是一样的，我们这个世界人心不一样！所以，依报环境不相同，西方极乐世界人心一样。怎么一样？每个人心里就是阿弥陀佛，除阿弥陀佛之外，没有第二念，没有牵肠挂肚的，所以大家心都清净，现的世界清净平等。在不平等的境况之下，那个须弥山大小一定也不一样。须弥山王在一百亿座须弥山当中最大的，那他就成王了，举这个做比喻。",
      "zh_TW": "這是比喻就像須彌山一樣，它不是一般的須彌山，『須彌山王』。我們曉得，佛在經上講的一個單位世界有一個須彌山，三千大千世界有一百億個單位世界；換句話說，就有一百億座須彌山。當然每個須彌山高度不可能完全是一樣的，我們這個世界人心不一樣！所以，依報環境不相同，西方極樂世界人心一樣。怎麼一樣？每個人心裡就是阿彌陀佛，除阿彌陀佛之外，沒有第二念，沒有牽腸掛肚的，所以大家心都清淨，現的世界清淨平等。在不平等的境況之下，那個須彌山大小一定也不一樣。須彌山王在一百億座須彌山當中最大的，那他就成王了，舉這個做比喻。"
    },
    {
      "id": "02-027-0025_p0063",
      "zh_CN": "须弥山『出于海面』，很高大的这么一座山。须弥山实在讲并不在我们这个地球上，所以我们不可以把喜马拉雅山当作须弥山，你要把这个当须弥山，有很多地方讲不通。佛告诉我们，须弥山的北面是北瞿卢洲，是这个世间福报最大的地方；北瞿卢洲衣食自然，人不要去劳作，衣食自然，寿命都是一千岁，没有短命的。现在看我们这个地球上最高的山，喜马拉雅山，喜马拉雅山的北面是西藏，西藏人没有活一千岁的，没有个个都活一千岁，这证明须弥山不在我们地球上。须弥山是我们这个银河系的中心，这是黄念祖老居士他这样的说法，说得也满有道理的。",
      "zh_TW": "須彌山『出於海面』，很高大的這麼一座山。須彌山實在講並不在我們這個地球上，所以我們不可以把喜馬拉雅山當作須彌山，你要把這個當須彌山，有很多地方講不通。佛告訴我們，須彌山的北面是北瞿盧洲，是這個世間福報最大的地方；北瞿盧洲衣食自然，人不要去勞作，衣食自然，壽命都是一千歲，沒有短命的。現在看我們這個地球上最高的山，喜馬拉雅山，喜馬拉雅山的北面是西藏，西藏人沒有活一千歲的，沒有個個都活一千歲，這證明須彌山不在我們地球上。須彌山是我們這個銀河系的中心，這是黃念祖老居士他這樣的說法，說得也滿有道理的。"
    },
    {
      "id": "02-027-0025_p0064",
      "zh_CN": "佛经上所说的，都是佛的现量境界。所谓现量就是亲眼所见，不是猜测，不是理想，是亲眼所见。我们凡夫肉眼这个见的能力太小了，刚才讲，在无量光波里面我们只见一小段，比这个一小段长的看不到，短的也看不到；佛的眼睛是所有一切无量的光波，他统统见得清楚、见得明白。所以他所看的世界跟我们看到的不一样，不相同！要依我们的见，依我们的心量，去猜测佛的境界，那就会大错特错。那佛会不会骗我们？佛不会骗我们，为什么？佛的境界我们可以证明。那就是我们要如何突破我们六根的能量。譬如今天我们的眼睛只能见到这光波，怎样突破，使比这个波长的我们也能见到，比这个波短的我们也能见到。我们跟佛完全一样，能不能突破？能。用什么方法突破？佛给我们讲用定，用定功。",
      "zh_TW": "佛經上所說的，都是佛的現量境界。所謂現量就是親眼所見，不是猜測，不是理想，是親眼所見。我們凡夫肉眼這個見的能力太小了，剛才講，在無量光波裡面我們只見一小段，比這個一小段長的看不到，短的也看不到；佛的眼睛是所有一切無量的光波，他統統見得清楚、見得明白。所以他所看的世界跟我們看到的不一樣，不相同！要依我們的見，依我們的心量，去猜測佛的境界，那就會大錯特錯。那佛會不會騙我們？佛不會騙我們，為什麼？佛的境界我們可以證明。那就是我們要如何突破我們六根的能量。譬如今天我們的眼睛只能見到這光波，怎樣突破，使比這個波長的我們也能見到，比這個波短的我們也能見到。我們跟佛完全一樣，能不能突破？能。用什麼方法突破？佛給我們講用定，用定功。"
    },
    {
      "id": "02-027-0025_p0065",
      "zh_CN": "所以，佛说我们的能力丧失，什么原因丧失的？本来我们的能力跟佛完全一样，现在丧失掉了，为什么会丧失？佛在《华严经》上说得清楚，佛讲「一切众生皆有如来智慧德相」，跟佛完全一样；「但以妄想执着而不能证得」，这是一句话把我们病根说出来。我们因为有妄想，因为有执着，所以把我们的能量变得这么小，可怜！那假如把这一切妄想执着都断掉了，我们的能力又恢复了。",
      "zh_TW": "所以，佛說我們的能力喪失，什麼原因喪失的？本來我們的能力跟佛完全一樣，現在喪失掉了，為什麼會喪失？佛在《華嚴經》上說得清楚，佛講「一切眾生皆有如來智慧德相」，跟佛完全一樣；「但以妄想執著而不能證得」，這是一句話把我們病根說出來。我們因為有妄想，因為有執著，所以把我們的能量變得這麼小，可憐！那假如把這一切妄想執著都斷掉了，我們的能力又恢復了。"
    },
    {
      "id": "02-027-0025_p0066",
      "zh_CN": "佛对一切众生的教导，没有别的，无非就是破妄想执着而已，诸位一定要明了。既然破妄想执着，佛为什么许多经典里面教我们执着，教我们妄想？这是佛对初学人的，这要知道，这个初学人，叫以毒攻毒、叫择善固执。佛教制定许多戒律叫你遵守，那就是执着，那是以毒攻毒，前面说以善攻恶，你懂这个意思。这是在教学第一个层次。将来再往上提升？愈往上提升，那个执着妄想就愈来愈放宽了，到华严会上，完全开放。华严会上，理事无碍，事事无碍。无障碍的法界！",
      "zh_TW": "佛對一切眾生的教導，沒有別的，無非就是破妄想執著而已，諸位一定要明瞭。既然破妄想執著，佛為什麼許多經典裡面教我們執著，教我們妄想？這是佛對初學人的，這要知道，這個初學人，叫以毒攻毒、叫擇善固執。佛教制定許多戒律叫你遵守，那就是執著，那是以毒攻毒，前面說以善攻惡，你懂這個意思。這是在教學第一個層次。將來再往上提升？愈往上提升，那個執著妄想就愈來愈放寬了，到華嚴會上，完全開放。華嚴會上，理事無礙，事事無礙。無障礙的法界！"
    },
    {
      "id": "02-027-0025_p0067",
      "zh_CN": "稍稍有一点执着，那就是障碍。《华严》到无障碍的法界，那是最高级的修行。我们中国孔老夫子说，他到七十岁的时候，「七十随心所欲，不逾矩」。那个随心所欲就好像是事事无碍，虽然事事无碍，样样都合规矩，没有乱，样样都如法度。并不是破坏法律、破坏制度，没有。样样合法、样样自在，入了这个境界。所以，这个层次是要往上不断去提升，这是对的；不可以执着停留在一个阶段。就像我们念书，今年念一年级，一年级不错，老师也很好，同学也很处得来，不想升级了，有没有这种人？希望明年还念一年级，后年还念一年级，那这就是愚痴！那就错了，明年要提升念二年级，后年再提升念三年级。往上面去，下面就舍掉了，就放下、就舍掉了。这底下的不肯舍，老是不肯放下；换句话说，你就停留在这个阶段，你的境界不能向上提升。这我们要明了，要知道佛教学的理论，教学的义趣，教学的方法，我们懂得。",
      "zh_TW": "稍稍有一點執著，那就是障礙。《華嚴》到無障礙的法界，那是最高級的修行。我們中國孔老夫子說，他到七十歲的時候，「七十隨心所欲，不踰矩」。那個隨心所欲就好像是事事無礙，雖然事事無礙，樣樣都合規矩，沒有亂，樣樣都如法度。並不是破壞法律、破壞制度，沒有。樣樣合法、樣樣自在，入了這個境界。所以，這個層次是要往上不斷去提升，這是對的；不可以執著停留在一個階段。就像我們念書，今年念一年級，一年級不錯，老師也很好，同學也很處得來，不想升級了，有沒有這種人？希望明年還念一年級，後年還念一年級，那這就是愚痴！那就錯了，明年要提升念二年級，後年再提升念三年級。往上面去，下面就捨掉了，就放下、就捨掉了。這底下的不肯捨，老是不肯放下；換句話說，你就停留在這個階段，你的境界不能向上提升。這我們要明瞭，要知道佛教學的理論，教學的義趣，教學的方法，我們懂得。"
    },
    {
      "id": "02-027-0025_p0068",
      "zh_CN": "须弥山，佛告诉我们是四宝所成，所以这个山能放光明，『无有杂秽』，清净光明。『及异形类』。没有其他杂的形类，它很庄严、很整齐。『唯是众宝庄严，圣贤共住』。须弥山当中是四王天，四天王居住的地方。须弥山顶是忉利天，是三十三天忉利天王所住的地方，这里面有圣、有贤，有菩萨、有诸佛化现在其中，所以说是圣贤共住。",
      "zh_TW": "須彌山，佛告訴我們是四寶所成，所以這個山能放光明，『無有雜穢』，清淨光明。『及異形類』。沒有其他雜的形類，它很莊嚴、很整齊。『唯是眾寶莊嚴，聖賢共住』。須彌山當中是四王天，四天王居住的地方。須彌山頂是忉利天，是三十三天忉利天王所住的地方，這裡面有聖、有賢，有菩薩、有諸佛化現在其中，所以說是聖賢共住。"
    },
    {
      "id": "02-027-0025_p0069",
      "zh_CN": "【阿难及诸菩萨众等。皆大欢喜。踊跃作礼。】",
      "zh_TW": "【阿難及諸菩薩眾等。皆大歡喜。踊躍作禮。】"
    },
    {
      "id": "02-027-0025_p0070",
      "zh_CN": "前面这一大段都是阿难尊者记录的，记录下来当时的盛况。弥陀现身放光的盛况，阿难尊者记录下来的。『阿难及诸菩萨众等，皆大欢喜』。见到这个境界非常欢喜。『踊跃作礼』。",
      "zh_TW": "前面這一大段都是阿難尊者記錄的，記錄下來當時的盛況。彌陀現身放光的盛況，阿難尊者記錄下來的。『阿難及諸菩薩眾等，皆大歡喜』。見到這個境界非常歡喜。『踊躍作禮』。"
    },
    {
      "id": "02-027-0025_p0071",
      "zh_CN": "【以头着地。称念南无阿弥陀三藐三佛陀。】",
      "zh_TW": "【以頭著地。稱念南無阿彌陀三藐三佛陀。】"
    },
    {
      "id": "02-027-0025_p0072",
      "zh_CN": "这是称念阿弥陀佛的名号。『三藐三佛陀』。这是正等正觉，南无阿弥陀正等正觉，要我们用中文翻译的话，这样子翻译法。这是恭敬、礼拜、称念。",
      "zh_TW": "這是稱念阿彌陀佛的名號。『三藐三佛陀』。這是正等正覺，南無阿彌陀正等正覺，要我們用中文翻譯的話，這樣子翻譯法。這是恭敬、禮拜、稱念。"
    },
    {
      "id": "02-027-0025_p0073",
      "zh_CN": "【诸天人民。以至蜎飞蠕动。睹斯光者。所有疾苦。莫不休止。一切忧恼。莫不解脱。悉皆慈心作善。欢喜快乐。】",
      "zh_TW": "【諸天人民。以至蜎飛蠕動。睹斯光者。所有疾苦。莫不休止。一切憂惱。莫不解脫。悉皆慈心作善。歡喜快樂。】"
    },
    {
      "id": "02-027-0025_p0074",
      "zh_CN": "『诸天』。包括有欲界六层天，色界十八层天，都见到光明。『蜎飞蠕动』，畜生，这是讲的小动物，像蚊虫蚂蚁这一类的小动物。凡是佛光注照，他们都得到好处、都得到利益。他的疾苦在这个时候，在佛的光明之下，中止了，休止了，生欢喜心。『忧恼』。就是忧悲苦恼，在佛光之下也中止了，这个时候也停止了。『莫不解脱』。这个解，解开，这个心念所谓心结、烦恼，烦恼消除了，这叫解。脱是离开苦恼，就解脱。",
      "zh_TW": "『諸天』。包括有欲界六層天，色界十八層天，都見到光明。『蜎飛蠕動』，畜生，這是講的小動物，像蚊蟲螞蟻這一類的小動物。凡是佛光注照，他們都得到好處、都得到利益。他的疾苦在這個時候，在佛的光明之下，中止了，休止了，生歡喜心。『憂惱』。就是憂悲苦惱，在佛光之下也中止了，這個時候也停止了。『莫不解脫』。這個解，解開，這個心念所謂心結、煩惱，煩惱消除了，這叫解。脫是離開苦惱，就解脫。"
    },
    {
      "id": "02-027-0025_p0075",
      "zh_CN": "『悉皆慈心作善』。离苦得乐，破迷开悟，都能生起慈悲心，都想做好事，都想作善。『欢喜快乐』。得益的浅深，当然是个个人不相同，不相同的原因在哪里？每个众生他的业力、习气不一样。业力轻的人、习气薄的人得的利益就大；反过来，烦恼重的人、习气深的人，他得的利益就小。总而言之，没有不得利益的。这底下一段是讲天乐的供养。",
      "zh_TW": "『悉皆慈心作善』。離苦得樂，破迷開悟，都能生起慈悲心，都想做好事，都想作善。『歡喜快樂』。得益的淺深，當然是個個人不相同，不相同的原因在哪裡？每個眾生他的業力、習氣不一樣。業力輕的人、習氣薄的人得的利益就大；反過來，煩惱重的人、習氣深的人，他得的利益就小。總而言之，沒有不得利益的。這底下一段是講天樂的供養。"
    },
    {
      "id": "02-027-0025_p0076",
      "zh_CN": "【钟磬琴瑟。箜篌乐器。不鼓自然皆作五音。】",
      "zh_TW": "【鐘磬琴瑟。箜篌樂器。不鼓自然皆作五音。】"
    },
    {
      "id": "02-027-0025_p0077",
      "zh_CN": "这个『鼓』是鼓动，就是我们今天讲的演奏。没有人演奏，自自然然这个音乐在空中。『五音』。现在的话来讲就是交响乐。因为，它有许多种乐器，这是交响乐，这是天乐供养。",
      "zh_TW": "這個『鼓』是鼓動，就是我們今天講的演奏。沒有人演奏，自自然然這個音樂在空中。『五音』。現在的話來講就是交響樂。因為，它有許多種樂器，這是交響樂，這是天樂供養。"
    },
    {
      "id": "02-027-0025_p0078",
      "zh_CN": "【诸佛国中。诸天人民。各持花香。来于虚空散作供养。】",
      "zh_TW": "【諸佛國中。諸天人民。各持花香。來於虛空散作供養。】"
    },
    {
      "id": "02-027-0025_p0079",
      "zh_CN": "这是其他佛国天人散花供佛，这大家也见到了，所以，见到西方世界，见到诸佛国土，是一个非常生动的画面，不是呆板的，生动的。佛与菩萨、一切大众他们的活动状况统统见到了。",
      "zh_TW": "這是其他佛國天人散花供佛，這大家也見到了，所以，見到西方世界，見到諸佛國土，是一個非常生動的畫面，不是呆板的，生動的。佛與菩薩、一切大眾他們的活動狀況統統見到了。"
    },
    {
      "id": "02-027-0025_p0080",
      "zh_CN": "【尔时极乐世界。过于西方百千俱胝那由他国。以佛威力。如对目前。】",
      "zh_TW": "【爾時極樂世界。過於西方百千俱胝那由他國。以佛威力。如對目前。】"
    },
    {
      "id": "02-027-0025_p0081",
      "zh_CN": "西方极乐世界距离我们娑婆世界十万亿佛国土。『百千俱胝那由他』，就是十万亿佛国土这么远的距离。释迦牟尼佛以他的神力，神通之力，让我们见到，而且西方极乐世界好像就在我们眼前。",
      "zh_TW": "西方極樂世界距離我們娑婆世界十萬億佛國土。『百千俱胝那由他』，就是十萬億佛國土這麼遠的距離。釋迦牟尼佛以他的神力，神通之力，讓我們見到，而且西方極樂世界好像就在我們眼前。"
    },
    {
      "id": "02-027-0025_p0082",
      "zh_CN": "【如净天眼。观一寻地。】",
      "zh_TW": "【如淨天眼。觀一尋地。】"
    },
    {
      "id": "02-027-0025_p0083",
      "zh_CN": "非常明净的天眼看八尺的距离。我们眼睛看八尺距离也看得很清楚，用不着净天眼。这就是说看得非常仔细，看得非常的清楚。",
      "zh_TW": "非常明淨的天眼看八尺的距離。我們眼睛看八尺距離也看得很清楚，用不著淨天眼。這就是說看得非常仔細，看得非常的清楚。"
    },
    {
      "id": "02-027-0025_p0084",
      "zh_CN": "【彼见此土。亦复如是。】",
      "zh_TW": "【彼見此土。亦復如是。】"
    },
    {
      "id": "02-027-0025_p0085",
      "zh_CN": "我们看见他了，他有没有看见我们？他也看见我们了。不像我们现在看电视，我们看得见他，他看不见我们；眼睛张得再大，他也看不见我们。在这个景观之下，我们看见他，他看见我们，彼此可以对话，这真正不可思议！",
      "zh_TW": "我們看見他了，他有沒有看見我們？他也看見我們了。不像我們現在看電視，我們看得見他，他看不見我們；眼睛張得再大，他也看不見我們。在這個景觀之下，我們看見他，他看見我們，彼此可以對話，這真正不可思議！"
    },
    {
      "id": "02-027-0025_p0086",
      "zh_CN": "【悉睹娑婆世界。释迦如来。及比丘众。围绕说法。】",
      "zh_TW": "【悉睹娑婆世界。釋迦如來。及比丘眾。圍繞說法。】"
    },
    {
      "id": "02-027-0025_p0087",
      "zh_CN": "他们也看到释迦牟尼佛在这里讲《无量寿经》，大众在围绕，听的欢喜的状况。阿弥陀佛世界的人看到了，十方诸佛刹土那些人也都看到了。我们要问问，我们现在这一会他们有没有看到？当然看到，必定如是。彼土佛天见到我们这道场，听到我们这边道场，知道我们现在在做些什么。不仅如此，也知道我们现在每个人心里在想什么，所以不能胡思乱想。我跟大家讲的都是实实在在的话。这段经文，我们可以把它当作历史见证来看，显示世尊所说的西方极乐世界真实不虚。阿难尊者一见到就想去；我们现在不想去，没见到、没听到。今天看到这段经文，等于见到。阿难见到了，我们也都见到了。再看下面第三十九品。",
      "zh_TW": "他們也看到釋迦牟尼佛在這裡講《無量壽經》，大眾在圍繞，聽的歡喜的狀況。阿彌陀佛世界的人看到了，十方諸佛剎土那些人也都看到了。我們要問問，我們現在這一會他們有沒有看到？當然看到，必定如是。彼土佛天見到我們這道場，聽到我們這邊道場，知道我們現在在做些什麼。不僅如此，也知道我們現在每個人心裡在想什麼，所以不能胡思亂想。我跟大家講的都是實實在在的話。這段經文，我們可以把它當作歷史見證來看，顯示世尊所說的西方極樂世界真實不虛。阿難尊者一見到就想去；我們現在不想去，沒見到、沒聽到。今天看到這段經文，等於見到。阿難見到了，我們也都見到了。再看下面第三十九品。"
    },
    {
      "id": "02-027-0025_p0088",
      "zh_CN": "「慈氏述见第三十九」。弥勒菩萨来为我们作证，证明释迦牟尼佛的话句句真实，帮助我们断疑生信。请看经文：",
      "zh_TW": "「慈氏述見第三十九」。彌勒菩薩來為我們作證，證明釋迦牟尼佛的話句句真實，幫助我們斷疑生信。請看經文："
    },
    {
      "id": "02-027-0025_p0089",
      "zh_CN": "【尔时佛告阿难。及慈氏菩萨。】",
      "zh_TW": "【爾時佛告阿難。及慈氏菩薩。】"
    },
    {
      "id": "02-027-0025_p0090",
      "zh_CN": "这两位都是法会的当机者。",
      "zh_TW": "這兩位都是法會的當機者。"
    },
    {
      "id": "02-027-0025_p0091",
      "zh_CN": "【汝见极乐世界。宫殿。楼阁。泉池。林树。具足微妙。清净庄严不。】",
      "zh_TW": "【汝見極樂世界。宮殿。樓閣。泉池。林樹。具足微妙。清淨莊嚴不。】"
    },
    {
      "id": "02-027-0025_p0092",
      "zh_CN": "这问他，你们有没有看清楚西方极乐世界，佛所居住的『宫殿，楼阁』，大众所居住的宫殿楼阁，七宝池，八功德水，七重行树，七重罗网，有没有见到？地面上的庄严。",
      "zh_TW": "這問他，你們有沒有看清楚西方極樂世界，佛所居住的『宮殿，樓閣』，大眾所居住的宮殿樓閣，七寶池，八功德水，七重行樹，七重羅網，有沒有見到？地面上的莊嚴。"
    },
    {
      "id": "02-027-0025_p0093",
      "zh_CN": "【汝见欲界诸天。上至色究竟天。雨诸香华。遍佛刹不。】",
      "zh_TW": "【汝見欲界諸天。上至色究竟天。雨諸香華。遍佛剎不。】"
    },
    {
      "id": "02-027-0025_p0094",
      "zh_CN": "这是空中的庄严。空中有欲界天人，有色界天人，色究竟天是色界的天人，天人在空中散花，供养佛及大众。空中庄严。这个地方，我怕大家怀疑，西方世界，我们说了是大乘当中的大乘，一乘当中的一乘，怎么会有欲界、色界天？如果要有欲界色界天，这不变成六道了吗？西方极乐世界没有六道！对的，这个问题问得很好。这些诸天都是阿弥陀佛变化所作，不是真的六道天人来散花。六道里面天人怎么能到西方极乐世界去？正如同西方极乐世界有许多众鸟，像《弥陀经》上讲的，白鹤、孔雀、鹦鹉都能够说话，那都是阿弥陀佛变化所作，不是真的畜生道；是阿弥陀佛变化所作，不是真的。这些天人亦复如是。空中的庄严。",
      "zh_TW": "這是空中的莊嚴。空中有欲界天人，有色界天人，色究竟天是色界的天人，天人在空中散花，供養佛及大眾。空中莊嚴。這個地方，我怕大家懷疑，西方世界，我們說了是大乘當中的大乘，一乘當中的一乘，怎麼會有欲界、色界天？如果要有欲界色界天，這不變成六道了嗎？西方極樂世界沒有六道！對的，這個問題問得很好。這些諸天都是阿彌陀佛變化所作，不是真的六道天人來散花。六道裡面天人怎麼能到西方極樂世界去？正如同西方極樂世界有許多眾鳥，像《彌陀經》上講的，白鶴、孔雀、鸚鵡都能夠說話，那都是阿彌陀佛變化所作，不是真的畜生道；是阿彌陀佛變化所作，不是真的。這些天人亦復如是。空中的莊嚴。"
    },
    {
      "id": "02-027-0025_p0095",
      "zh_CN": "【阿难对曰。唯然已见。】",
      "zh_TW": "【阿難對曰。唯然已見。】"
    },
    {
      "id": "02-027-0025_p0096",
      "zh_CN": "『唯然』是很恭敬的答复。佛一问，是的，见到了。唯然见到了，都已经见到了。",
      "zh_TW": "『唯然』是很恭敬的答覆。佛一問，是的，見到了。唯然見到了，都已經見到了。"
    },
    {
      "id": "02-027-0025_p0097",
      "zh_CN": "【汝闻阿弥陀佛大音宣布一切世界。化众生不。】",
      "zh_TW": "【汝聞阿彌陀佛大音宣布一切世界。化眾生不。】"
    },
    {
      "id": "02-027-0025_p0098",
      "zh_CN": "前面是见，见色相，这是听声音。阿弥陀佛在那里讲经说法，你们有没有听到？听到了，阿弥陀佛在教化众生。此地的这些众生就是往生到西方极乐世界的大众。因为众生，除佛之外，都称众生，九法界有情众生。西方世界只有菩萨，菩萨也是众生。",
      "zh_TW": "前面是見，見色相，這是聽聲音。阿彌陀佛在那裡講經說法，你們有沒有聽到？聽到了，阿彌陀佛在教化眾生。此地的這些眾生就是往生到西方極樂世界的大眾。因為眾生，除佛之外，都稱眾生，九法界有情眾生。西方世界只有菩薩，菩薩也是眾生。"
    },
    {
      "id": "02-027-0025_p0099",
      "zh_CN": "【阿难对曰。唯然已闻。】",
      "zh_TW": "【阿難對曰。唯然已聞。】"
    },
    {
      "id": "02-027-0025_p0100",
      "zh_CN": "阿弥陀佛讲经说法，大众听经，当然听经里面一定也有发问、也有讨论。这就不用细说了，这种状况我们都能够联想得到，阿难都听到了。阿难表示，大众个个都听到了，个个都见到。",
      "zh_TW": "阿彌陀佛講經說法，大眾聽經，當然聽經裡面一定也有發問、也有討論。這就不用細說了，這種狀況我們都能夠聯想得到，阿難都聽到了。阿難表示，大眾個個都聽到了，個個都見到。"
    },
    {
      "id": "02-027-0025_p0101",
      "zh_CN": "【佛言汝见彼国净行之众。游处虚空。宫殿随身。无所障碍。遍至十方供养诸佛不。】",
      "zh_TW": "【佛言汝見彼國淨行之眾。遊處虛空。宮殿隨身。無所障礙。遍至十方供養諸佛不。】"
    },
    {
      "id": "02-027-0025_p0102",
      "zh_CN": "这是弥陀的本愿。本经所叙说的，佛在《弥陀经》里面所讲的，这又给我们作证明。你有没有看到？西方极乐世界的大众，称为『净行』，凡是生西方极乐世界都是修行净业。这我们要晓得，要搞清楚、搞明白，我们是修净业，才能往生极乐世界。如果你在这个世间是修善业而非净业，将来只能在三善道享福，不能往生，念佛也不能往生，为什么？你的业不净。西方世界称净土，这要很清楚、很明白。怎样净法？心清净。心怎么清净？对于这个世间没有一丝毫的染污，你的心就清净了。我们想想，我们每天念佛，在佛菩萨面前发愿，我要求生净土；天天念回向偈，愿生极乐国，天天念，可是心不清净，身不清净，不能往生。就是经上讲的，我们过去生中，曾经供养无量诸佛，为什么不能往生？就是心不清净，行不清净。行是生活行为，表现在外面的；心是里面，里外都不清净，念佛回向，只能跟阿弥陀佛结个缘，去不了。这一生当中决定要去了，这决定要去了，一定要里外都清净。里的清净，对于这个世间，不但世间，出世间法，世法、佛法统统放下，世法、佛法都要放下。",
      "zh_TW": "這是彌陀的本願。本經所敘說的，佛在《彌陀經》裡面所講的，這又給我們作證明。你有沒有看到？西方極樂世界的大眾，稱為『淨行』，凡是生西方極樂世界都是修行淨業。這我們要曉得，要搞清楚、搞明白，我們是修淨業，才能往生極樂世界。如果你在這個世間是修善業而非淨業，將來只能在三善道享福，不能往生，念佛也不能往生，為什麼？你的業不淨。西方世界稱淨土，這要很清楚、很明白。怎樣淨法？心清淨。心怎麼清淨？對於這個世間沒有一絲毫的染污，你的心就清淨了。我們想想，我們每天念佛，在佛菩薩面前發願，我要求生淨土；天天念迴向偈，願生極樂國，天天念，可是心不清淨，身不清淨，不能往生。就是經上講的，我們過去生中，曾經供養無量諸佛，為什麼不能往生？就是心不清淨，行不清淨。行是生活行為，表現在外面的；心是裡面，裡外都不清淨，念佛迴向，只能跟阿彌陀佛結個緣，去不了。這一生當中決定要去了，這決定要去了，一定要裡外都清淨。裡的清淨，對於這個世間，不但世間，出世間法，世法、佛法統統放下，世法、佛法都要放下。"
    },
    {
      "id": "02-027-0025_p0103",
      "zh_CN": "你们看看觉明妙行菩萨，在《西方确指》的开示。他告诉我们，念佛最忌讳的是夹杂。这个夹杂里面包括诵经。譬如说，我们一心想要求生净土，我们每天念《金刚经》，念《普门品》，念《地藏经》，念一大堆的经，夹杂！不能往生。夹杂是你心不清净，怎么个不清净法？大家自己冷静想一想就晓得了，不用我多说，世法里面牵肠挂肚的事情很多，心里放不下，这个心不清净，世出世间法都被染污了。如果要达到清净，世出世间法统统放下，身心世界一切放下，我们的心才会清净。",
      "zh_TW": "你們看看覺明妙行菩薩，在《西方確指》的開示。他告訴我們，念佛最忌諱的是夾雜。這個夾雜裡面包括誦經。譬如說，我們一心想要求生淨土，我們每天念《金剛經》，念《普門品》，念《地藏經》，念一大堆的經，夾雜！不能往生。夾雜是你心不清淨，怎麼個不清淨法？大家自己冷靜想一想就曉得了，不用我多說，世法裡面牽腸掛肚的事情很多，心裡放不下，這個心不清淨，世出世間法都被染污了。如果要達到清淨，世出世間法統統放下，身心世界一切放下，我們的心才會清淨。"
    },
    {
      "id": "02-027-0025_p0104",
      "zh_CN": "放下，听着是叫你心里的放下，不是叫你事上放下。事照做，该干什么活还干什么活，事照做！心里头不沾染。你做的这个事，断一切恶是做事，修一切善也是做事，这个事就不叫善业，叫净业。断恶修善都是属于净业，心清净，不染着了。我做这个善事，做了好事，心里头牢牢的记住，你看我捐多少钱，做多少功德，一生一世都忘不掉。那是善，那个不净，心被污染了。所以佛教给我们，特别是《般若经》上所讲的，三轮体空。做要认真努力去做，决定不着相，不执着，心干净！这样心清净，行也清净，这叫菩萨。",
      "zh_TW": "放下，聽著是叫你心裡的放下，不是叫你事上放下。事照做，該幹什麼活還幹什麼活，事照做！心裡頭不沾染。你做的這個事，斷一切惡是做事，修一切善也是做事，這個事就不叫善業，叫淨業。斷惡修善都是屬於淨業，心清淨，不染著了。我做這個善事，做了好事，心裡頭牢牢的記住，你看我捐多少錢，做多少功德，一生一世都忘不掉。那是善，那個不淨，心被污染了。所以佛教給我們，特別是《般若經》上所講的，三輪體空。做要認真努力去做，決定不著相，不執著，心乾淨！這樣心清淨，行也清淨，這叫菩薩。"
    },
    {
      "id": "02-027-0025_p0105",
      "zh_CN": "所以不是受了菩萨戒就是菩萨，你不受菩萨戒，诸佛菩萨看到你都恭敬你，菩萨，都承认你是菩萨。受了菩萨戒，身心不清净，别人称你菩萨，自己也觉得我是菩萨，诸佛菩萨不承认，连那个鬼神也不承认你是菩萨，假菩萨，不是真的，冒充菩萨。那假的，冒充的，不但没有好处，还有罪过。不是菩萨，冒充菩萨，这还得了？所以一定要晓得。",
      "zh_TW": "所以不是受了菩薩戒就是菩薩，你不受菩薩戒，諸佛菩薩看到你都恭敬你，菩薩，都承認你是菩薩。受了菩薩戒，身心不清淨，別人稱你菩薩，自己也覺得我是菩薩，諸佛菩薩不承認，連那個鬼神也不承認你是菩薩，假菩薩，不是真的，冒充菩薩。那假的，冒充的，不但沒有好處，還有罪過。不是菩薩，冒充菩薩，這還得了？所以一定要曉得。"
    },
    {
      "id": "02-027-0025_p0106",
      "zh_CN": "要修清净心，这个经好！经题上「清净平等觉」，你看这标示得多么清楚、多明白，简单扼要。这是这部经最大的好处，为什么？我们不去读《华严》，不去讲《华严》，《华严经》要像我讲这个经这样的进度，这种讲法，一部《华严经》要讲五千个小时。现在的人谁有时间用五千个小时听一部《华严经》？不可能！就是笼笼统统不要细说，简单扼要的说，要把《华严经》讲圆满至少也要三千个小时，《华严》麻烦！详细是详细，显得啰嗦，抓不到纲领。这个经好！《华严经》的浓缩，全部《华严经》就是《无量寿经》。《华严经》是《无量寿经》的细说，说得详细一点，但是详细，太详细了，纲领抓不到。我们的人心太粗了，细心的人可以，聪明的人、细心的人可以。我们这样粗心大意，《华严》上抓不到纲领。这个经还行，这个经不太长，如果在这个经上再抓不住纲领，就念小本《弥陀经》，那就比这个更要容易、更简单了。那才能得受用。所以，这不可以不知道。对于我们这一生当中，能不能成就关键之所在。",
      "zh_TW": "要修清淨心，這個經好！經題上「清淨平等覺」，你看這標示得多麼清楚、多明白，簡單扼要。這是這部經最大的好處，為什麼？我們不去讀《華嚴》，不去講《華嚴》，《華嚴經》要像我講這個經這樣的進度，這種講法，一部《華嚴經》要講五千個小時。現在的人誰有時間用五千個小時聽一部《華嚴經》？不可能！就是籠籠統統不要細說，簡單扼要的說，要把《華嚴經》講圓滿至少也要三千個小時，《華嚴》麻煩！詳細是詳細，顯得囉嗦，抓不到綱領。這個經好！《華嚴經》的濃縮，全部《華嚴經》就是《無量壽經》。《華嚴經》是《無量壽經》的細說，說得詳細一點，但是詳細，太詳細了，綱領抓不到。我們的人心太粗了，細心的人可以，聰明的人、細心的人可以。我們這樣粗心大意，《華嚴》上抓不到綱領。這個經還行，這個經不太長，如果在這個經上再抓不住綱領，就念小本《彌陀經》，那就比這個更要容易、更簡單了。那才能得受用。所以，這不可以不知道。對於我們這一生當中，能不能成就關鍵之所在。"
    },
    {
      "id": "02-027-0025_p0107",
      "zh_CN": "所以，这个净行就很重要了。在日常生活当中，从早起到晚上睡觉，处事待人接物，在这里面修清净心，修清净行。你果然会了，那你这一生往生，决定是上品，不是中下。净行，普贤菩萨修的，不是普通的菩萨。无论做什么事情，身心清净，事事清净。心清净，语清净，言清净，行清净，没有一样不清净，这叫「净行之众」。这在西方极乐世界，他们都是普贤菩萨，都是修普贤行的。普贤是高级的，普贤行最高级的，我们也把它列在修行五个科目之中。就好像五层楼一样，五层大楼，普贤行是最高的一层，它底下有基础！我们应该怎么修法？我们先修第一层。",
      "zh_TW": "所以，這個淨行就很重要了。在日常生活當中，從早起到晚上睡覺，處事待人接物，在這裡面修清淨心，修清淨行。你果然會了，那你這一生往生，決定是上品，不是中下。淨行，普賢菩薩修的，不是普通的菩薩。無論做什麼事情，身心清淨，事事清淨。心清淨，語清淨，言清淨，行清淨，沒有一樣不清淨，這叫「淨行之眾」。這在西方極樂世界，他們都是普賢菩薩，都是修普賢行的。普賢是高級的，普賢行最高級的，我們也把它列在修行五個科目之中。就好像五層樓一樣，五層大樓，普賢行是最高的一層，它底下有基礎！我們應該怎麼修法？我們先修第一層。"
    },
    {
      "id": "02-027-0025_p0108",
      "zh_CN": "第一层是什么？三福，我们从这修起。三福里面包括十一条，第一福有四句「孝养父母，奉事师长，慈心不杀，修十善业」。在我们这个经里面，第三十三品到三十七品就是第一福。第二福有三句「受持三归，具足众戒，不犯威仪」，也在这一段。可见得这三十三品到三十七品，包括三福里面前面两种，三皈依。什么叫三皈依要清清楚楚、明明白白。三皈的基础是建立在孝亲尊师，十善业道的基础上建立的，三皈五戒没有底下这个基础，三皈五戒都落空。好像盖楼房，我们没有第一层，哪来的第二层？这不能不知道。第三福「发菩提心，读诵大乘，深信因果，劝进行者」。这是我们现在修行第一个阶段，好像这五层大楼第一层，包括这么多内容。",
      "zh_TW": "第一層是什麼？三福，我們從這修起。三福裡面包括十一條，第一福有四句「孝養父母，奉事師長，慈心不殺，修十善業」。在我們這個經裡面，第三十三品到三十七品就是第一福。第二福有三句「受持三歸，具足眾戒，不犯威儀」，也在這一段。可見得這三十三品到三十七品，包括三福裡面前面兩種，三皈依。什麼叫三皈依要清清楚楚、明明白白。三皈的基礎是建立在孝親尊師，十善業道的基礎上建立的，三皈五戒沒有底下這個基礎，三皈五戒都落空。好像蓋樓房，我們沒有第一層，哪來的第二層？這不能不知道。第三福「發菩提心，讀誦大乘，深信因果，勸進行者」。這是我們現在修行第一個階段，好像這五層大樓第一層，包括這麼多內容。"
    },
    {
      "id": "02-027-0025_p0109",
      "zh_CN": "第二个层次六和。教我们怎样与人相处。与大众相处，最难的，意见的沟通，这个最难；见和同解，这一条最难。怎么样，我们跟大家能够做到见和同解？一般人听到之后，决定做不到。是不是真做不到？真做不到。佛教给我们怎样做到，心清净就做到了。他争我不争，我跟他就和。清净能够包容不清净，不清净不能包容清净。清净可以包容不清净，正如同六祖所讲的「若真修道人，不见世间过」，世间有没有过？过太多了，什么叫不见？不是你眼睛没看见，不是耳朵没听见。眼也见，耳也听，眼见耳听为何不见？心清净，没有放在心上，这个见和就同解了，同诸佛菩萨，不是叫你同一切人。同诸佛菩萨，同真心法性，叫你在这里同。不是叫众生在妄想上同、在分别执着上同，那个同不了的，那是妄。我们要跟真同，跟真心同，跟本性同，这就同了。只要这个一同，下面五个就迎刃而解，一丝毫的困难都没有了。",
      "zh_TW": "第二個層次六和。教我們怎樣與人相處。與大眾相處，最難的，意見的溝通，這個最難；見和同解，這一條最難。怎麼樣，我們跟大家能夠做到見和同解？一般人聽到之後，決定做不到。是不是真做不到？真做不到。佛教給我們怎樣做到，心清淨就做到了。他爭我不爭，我跟他就和。清淨能夠包容不清淨，不清淨不能包容清淨。清淨可以包容不清淨，正如同六祖所講的「若真修道人，不見世間過」，世間有沒有過？過太多了，什麼叫不見？不是你眼睛沒看見，不是耳朵沒聽見。眼也見，耳也聽，眼見耳聽為何不見？心清淨，沒有放在心上，這個見和就同解了，同諸佛菩薩，不是叫你同一切人。同諸佛菩薩，同真心法性，叫你在這裡同。不是叫眾生在妄想上同、在分別執著上同，那個同不了的，那是妄。我們要跟真同，跟真心同，跟本性同，這就同了。只要這個一同，下面五個就迎刃而解，一絲毫的困難都沒有了。"
    },
    {
      "id": "02-027-0025_p0110",
      "zh_CN": "戒同修，守法，一切自然守法；身同住，同在这个国土，同在这个社会；口无诤，他争我不争，就没有争了，遇到争论，这个方法很好，他看你不顺眼，骂你，你就乖乖的听，他骂上二个钟点，骂累了就不骂了。是不是？没事、没事！笑笑，没事。这个方法好得很，人家要打你，你不要还手，让他打，打了几下，他下不了台，他打不下去了。你看，打，人家不还手，不打，这怎么办？是不是？下不了台。这两个相骂，两个相打，程度一般高；一个高的，一个低的，绝没事情。你哪里看到一个老头跟三岁小孩打架，你有没有看到？没有看到过。一个高，一个低，打不起来，也骂不起来；一个心清净，一个心污染，打不起来，闹不起来。口无诤，意同悦，利同均，所以最难的见和同解，那个见解要相同。今天我跟大家的讲法是深入了一层，这完全都是真实的。",
      "zh_TW": "戒同修，守法，一切自然守法；身同住，同在這個國土，同在這個社會；口無諍，他爭我不爭，就沒有爭了，遇到爭論，這個方法很好，他看你不順眼，罵你，你就乖乖的聽，他罵上二個鐘點，罵累了就不罵了。是不是？沒事、沒事！笑笑，沒事。這個方法好得很，人家要打你，你不要還手，讓他打，打了幾下，他下不了台，他打不下去了。你看，打，人家不還手，不打，這怎麼辦？是不是？下不了台。這兩個相罵，兩個相打，程度一般高；一個高的，一個低的，絕沒事情。你哪裡看到一個老頭跟三歲小孩打架，你有沒有看到？沒有看到過。一個高，一個低，打不起來，也罵不起來；一個心清淨，一個心污染，打不起來，鬧不起來。口無諍，意同悅，利同均，所以最難的見和同解，那個見解要相同。今天我跟大家的講法是深入了一層，這完全都是真實的。"
    },
    {
      "id": "02-027-0025_p0111",
      "zh_CN": "再往上，这才能真正的入佛了，学三学，戒定慧三学；再学菩萨的六度，最高级的普贤十愿。普贤十愿完全是清净平等觉来修的，如果没有清净平等觉，哪来的普贤十愿？所以，那是最高级的修行法。我们向往，我们明了，我们从最基层去做，向着这个目标就对了，步步踏实，他们的感应，不可思议。",
      "zh_TW": "再往上，這才能真正的入佛了，學三學，戒定慧三學；再學菩薩的六度，最高級的普賢十願。普賢十願完全是清淨平等覺來修的，如果沒有清淨平等覺，哪來的普賢十願？所以，那是最高級的修行法。我們嚮往，我們明瞭，我們從最基層去做，向著這個目標就對了，步步踏實，他們的感應，不可思議。"
    },
    {
      "id": "02-027-0025_p0112",
      "zh_CN": "『游处虚空』。他为什么能够游行在虚空？道理在哪里？他们无心，就自在了。我们为什么不能游行虚空？我们心里有压力，好沉重！压在地下了，是不是？再重一点就往下面去了，这怎么能往上飘？没有压力，所以叫一身轻松！这是实实在在的。你要是试验爬楼梯就晓得了。你从底下，楼梯一步一步的爬到五楼来，你感觉到一身轻松，好像是走平地一样的，就证明你的心里没有压力，你的心比较清净；如果走上来的时候，一步比一步累，走到上面都喘气了，都走不动了，这就晓得你烦恼很多，你的压力很重；那要登山就更明显了，这是真的不是假的。",
      "zh_TW": "『遊處虛空』。他為什麼能夠遊行在虛空？道理在哪裡？他們無心，就自在了。我們為什麼不能遊行虛空？我們心裡有壓力，好沉重！壓在地下了，是不是？再重一點就往下面去了，這怎麼能往上飄？沒有壓力，所以叫一身輕鬆！這是實實在在的。你要是試驗爬樓梯就曉得了。你從底下，樓梯一步一步的爬到五樓來，你感覺到一身輕鬆，好像是走平地一樣的，就證明你的心裡沒有壓力，你的心比較清淨；如果走上來的時候，一步比一步累，走到上面都喘氣了，都走不動了，這就曉得你煩惱很多，你的壓力很重；那要登山就更明顯了，這是真的不是假的。"
    },
    {
      "id": "02-027-0025_p0113",
      "zh_CN": "我们过去在台中，办大专佛学讲座的时候，讲座里面有一天老师带着同学们去郊游，那个时候郊游最近的地方就是彰化的八卦山。在那个时候，三十年前八卦山上只有一条很窄的公路上去，上面房子并不多，李老师带着这些年轻的大学生爬山，老师第一个登到山顶。老师七十多岁了，第一个登到山顶，学生一个个爬得是，还喘气！老师说，你看你们这些没有用的小孩！我七十岁了，走上来走到山顶不累，没喘气。心清净，身体轻，身体清净，爬山跟走平地一样。我们看到这里是果，你想到那是什么因？净行。身心清净，没有丝毫污染，游处虚空。",
      "zh_TW": "我們過去在台中，辦大專佛學講座的時候，講座裡面有一天老師帶著同學們去郊遊，那個時候郊遊最近的地方就是彰化的八卦山。在那個時候，三十年前八卦山上只有一條很窄的公路上去，上面房子並不多，李老師帶著這些年輕的大學生爬山，老師第一個登到山頂。老師七十多歲了，第一個登到山頂，學生一個個爬得是，還喘氣！老師說，你看你們這些沒有用的小孩！我七十歲了，走上來走到山頂不累，沒喘氣。心清淨，身體輕，身體清淨，爬山跟走平地一樣。我們看到這裡是果，你想到那是什麼因？淨行。身心清淨，沒有絲毫污染，遊處虛空。"
    },
    {
      "id": "02-027-0025_p0114",
      "zh_CN": "『宫殿随身』。宫殿随身，就证明依报随着正报转，这是十足的证明。『无所障碍，遍至十方供养诸佛』。这是讲的活动空间之大。十方世界尽虚空遍法界，极乐世界大众，他们生活的大环境。我们读到这个地方，的确是非常羡慕！羡慕就要赶快去，我们从台湾飞到这里四个多钟点，人家不要，一念之间，十方诸佛刹土就到了。",
      "zh_TW": "『宮殿隨身』。宮殿隨身，就證明依報隨著正報轉，這是十足的證明。『無所障礙，遍至十方供養諸佛』。這是講的活動空間之大。十方世界盡虛空遍法界，極樂世界大眾，他們生活的大環境。我們讀到這個地方，的確是非常羨慕！羨慕就要趕快去，我們從台灣飛到這裡四個多鐘點，人家不要，一念之間，十方諸佛剎土就到了。"
    },
    {
      "id": "02-027-0025_p0115",
      "zh_CN": "『及见彼等念佛相续不』。这就是净念相继。你看西方极乐世界的这些菩萨还念阿弥陀佛，并没有说我们念佛生到极乐世界，你就不必再念阿弥陀佛，到了极乐世界还念阿弥陀佛，这很奇怪。阿弥陀佛老听着我们念他，他耳不烦？这是我们世间人的一个妄想。其实阿弥陀佛的意思，我们要加上南无，皈依无量觉，阿弥陀是无量，佛是觉，皈依无量觉。阿弥陀佛听到点头，正确！念念不忘皈依无量觉。我们一切时、一切处要觉而不迷，阿弥陀佛是这个意思，他怎么会厌？念到成佛了，成佛还念这个佛号，为什么？教化众生。我们是这个法门成就的，成佛的，还以这个法门度众生，净念相继。",
      "zh_TW": "『及見彼等念佛相續不』。這就是淨念相繼。你看西方極樂世界的這些菩薩還念阿彌陀佛，並沒有說我們念佛生到極樂世界，你就不必再念阿彌陀佛，到了極樂世界還念阿彌陀佛，這很奇怪。阿彌陀佛老聽著我們念他，他耳不煩？這是我們世間人的一個妄想。其實阿彌陀佛的意思，我們要加上南無，皈依無量覺，阿彌陀是無量，佛是覺，皈依無量覺。阿彌陀佛聽到點頭，正確！念念不忘皈依無量覺。我們一切時、一切處要覺而不迷，阿彌陀佛是這個意思，他怎麼會厭？念到成佛了，成佛還念這個佛號，為什麼？教化眾生。我們是這個法門成就的，成佛的，還以這個法門度眾生，淨念相繼。"
    },
    {
      "id": "02-027-0025_p0116",
      "zh_CN": "【复有众鸟。住虚空界。出种种音。皆是化作。汝悉见不。】",
      "zh_TW": "【復有眾鳥。住虛空界。出種種音。皆是化作。汝悉見不。】"
    },
    {
      "id": "02-027-0025_p0117",
      "zh_CN": "都是阿弥陀佛变化所作的，你有没有见到？",
      "zh_TW": "都是阿彌陀佛變化所作的，你有沒有見到？"
    },
    {
      "id": "02-027-0025_p0118",
      "zh_CN": "【慈氏白言。如佛所说。一一皆见。】",
      "zh_TW": "【慈氏白言。如佛所說。一一皆見。】"
    },
    {
      "id": "02-027-0025_p0119",
      "zh_CN": "弥勒菩萨在这里答应，就像佛所说，这一桩一桩我们统统都见到了。不但见到这些，佛还没有说，没有提起的，弥勒菩萨还见到西方极乐世界，有些人还在那里受苦。世尊说了。",
      "zh_TW": "彌勒菩薩在這裡答應，就像佛所說，這一樁一樁我們統統都見到了。不但見到這些，佛還沒有說，沒有提起的，彌勒菩薩還見到西方極樂世界，有些人還在那裡受苦。世尊說了。"
    },
    {
      "id": "02-027-0025_p0120",
      "zh_CN": "【佛告弥勒。彼国人民有胎生者。汝复见不。】",
      "zh_TW": "【佛告彌勒。彼國人民有胎生者。汝復見不。】"
    },
    {
      "id": "02-027-0025_p0121",
      "zh_CN": "西方极乐世界有『胎生』的，你们有没有看到？这个胎生不是真的，还是莲华化生，胎是形容苦，胎生苦！西方极乐世界有一些人还在过苦日子，世尊把它比喻做胎生，问弥勒菩萨，你们有没有见到？见到了，弥勒菩萨也见到了。",
      "zh_TW": "西方極樂世界有『胎生』的，你們有沒有看到？這個胎生不是真的，還是蓮華化生，胎是形容苦，胎生苦！西方極樂世界有一些人還在過苦日子，世尊把它比喻做胎生，問彌勒菩薩，你們有沒有見到？見到了，彌勒菩薩也見到了。"
    },
    {
      "id": "02-027-0025_p0122",
      "zh_CN": "【弥勒白言。世尊。我见极乐世界人住胎者。如夜摩天。处于宫殿。】",
      "zh_TW": "【彌勒白言。世尊。我見極樂世界人住胎者。如夜摩天。處於宮殿。】"
    },
    {
      "id": "02-027-0025_p0123",
      "zh_CN": "你看那些人多快乐，虽然受苦，受什么苦？没有见佛，没有闻法。除了见佛闻法之外，他们的生活状况就像夜摩天人一样；夜摩天比忉利天还要高一级，像天人一样快乐。那他苦在哪里？不见佛苦，不闻法苦。不见佛，不闻法，像前面极乐世界的人游处虚空，宫殿随身，遍至十方供养诸佛，他们没有，他们做不到。这就比喻作胎生，是这么个意思。为什么会有这个状况？下面一品要详细说明。世尊非常慈悲，希望我们不要去做这类众生。其实不见佛、不闻法也不过是五百年而已。五百年，我们这个世间五百年，极乐世界人寿都无量，那五百年算什么，所以说纵然住在边地也很幸福，我也很恭喜他，也难得！总算是超越六道轮回了，不过比那个九品往生的人耽误一些时间就是了。",
      "zh_TW": "你看那些人多快樂，雖然受苦，受什麼苦？沒有見佛，沒有聞法。除了見佛聞法之外，他們的生活狀況就像夜摩天人一樣；夜摩天比忉利天還要高一級，像天人一樣快樂。那他苦在哪裡？不見佛苦，不聞法苦。不見佛，不聞法，像前面極樂世界的人遊處虛空，宮殿隨身，遍至十方供養諸佛，他們沒有，他們做不到。這就比喻作胎生，是這麼個意思。為什麼會有這個狀況？下面一品要詳細說明。世尊非常慈悲，希望我們不要去做這類眾生。其實不見佛、不聞法也不過是五百年而已。五百年，我們這個世間五百年，極樂世界人壽都無量，那五百年算什麼，所以說縱然住在邊地也很幸福，我也很恭喜他，也難得！總算是超越六道輪迴了，不過比那個九品往生的人耽誤一些時間就是了。"
    },
    {
      "id": "02-027-0025_p0124",
      "zh_CN": "【又见众生。于莲华内结跏趺坐。自然化生。】",
      "zh_TW": "【又見眾生。於蓮華內結跏趺坐。自然化生。】"
    },
    {
      "id": "02-027-0025_p0125",
      "zh_CN": "这段是弥勒菩萨见到一般念佛九品往生的，九品往生的都是莲华化生，他看得很清楚。",
      "zh_TW": "這段是彌勒菩薩見到一般念佛九品往生的，九品往生的都是蓮華化生，他看得很清楚。"
    },
    {
      "id": "02-027-0025_p0126",
      "zh_CN": "【何因缘故。彼国人民有胎生者。有化生者。】",
      "zh_TW": "【何因緣故。彼國人民有胎生者。有化生者。】"
    },
    {
      "id": "02-027-0025_p0127",
      "zh_CN": "其实胎生还是化生，这里不可以误会。为什么缘故？实在讲为什么缘故，有些人生到西方极乐世界就见佛、就闻法；而有一些人生到西方极乐世界不能马上就见佛闻法，他的疑问在这个地方。所谓『胎生』，下面一品经里面要为我们说明原因。在这个地方我们略略的提一提，他是疑心没有断尽，疑惑，那既然疑没有断尽，他怎么能往生？他跟别人不一样，他是一种试探的心情。听说西方世界这些这么好，我就拼命念佛求往生，不能往生就算了，能往生更好，这样的心，而不是完全肯定。没有丝毫怀疑的心，那人家就是九品往生了。他这是对自己或者是对阿弥陀佛这个疑没有断。因此这个地方有一点障碍，所以生到西方极乐世界不能立刻见佛闻法，佛用胎生来做比喻。如果要克实而论，所有往生的人，包括这个地方所讲的胎生边地，都是莲华化生。",
      "zh_TW": "其實胎生還是化生，這裡不可以誤會。為什麼緣故？實在講為什麼緣故，有些人生到西方極樂世界就見佛、就聞法；而有一些人生到西方極樂世界不能馬上就見佛聞法，他的疑問在這個地方。所謂『胎生』，下面一品經裡面要為我們說明原因。在這個地方我們略略的提一提，他是疑心沒有斷盡，疑惑，那既然疑沒有斷盡，他怎麼能往生？他跟別人不一樣，他是一種試探的心情。聽說西方世界這些這麼好，我就拼命念佛求往生，不能往生就算了，能往生更好，這樣的心，而不是完全肯定。沒有絲毫懷疑的心，那人家就是九品往生了。他這是對自己或者是對阿彌陀佛這個疑沒有斷。因此這個地方有一點障礙，所以生到西方極樂世界不能立刻見佛聞法，佛用胎生來做比喻。如果要剋實而論，所有往生的人，包括這個地方所講的胎生邊地，都是蓮華化生。"
    },
    {
      "id": "02-027-0025_p0128",
      "zh_CN": "西方世界，世尊为我们讲得很清楚，是平等的世界，我们在第一天介绍经题的时候就跟诸位说明了。阿弥陀佛所以被称为佛中之王，他这些功德庄严是十方诸佛所没有的，就是用平等法度一切众生。一切众生不平等，你看上从菩萨，下至地狱众生，九法界怎么会平等？一个法界里面就无量差别，何况九法界决定不平等的。他用一个平等法，这是诸佛刹土里头没有的，什么平等法？信、愿、持名。文殊、普贤也是信愿持名求生净土的，我们今天还是用信愿持名往生的。我们跟文殊普贤差异太大太大，但是我们往生西方极乐世界的方法居然是相同的，这不可思议！",
      "zh_TW": "西方世界，世尊為我們講得很清楚，是平等的世界，我們在第一天介紹經題的時候就跟諸位說明了。阿彌陀佛所以被稱為佛中之王，他這些功德莊嚴是十方諸佛所沒有的，就是用平等法度一切眾生。一切眾生不平等，你看上從菩薩，下至地獄眾生，九法界怎麼會平等？一個法界裡面就無量差別，何況九法界決定不平等的。他用一個平等法，這是諸佛剎土裡頭沒有的，什麼平等法？信、願、持名。文殊、普賢也是信願持名求生淨土的，我們今天還是用信願持名往生的。我們跟文殊普賢差異太大太大，但是我們往生西方極樂世界的方法居然是相同的，這不可思議！"
    },
    {
      "id": "02-027-0025_p0129",
      "zh_CN": "生到西方极乐世界，果平等，他是以平等法令一切众生平等成佛。因平等，果平等，一切经里头没有，一切世界里头没有，所以他称为佛中之王，就是凭这个。生到西方极乐世界，阿弥陀佛四十八愿加持这个人，使这个人立刻就等同七地以上的菩萨。凡夫，业障深重的凡夫，一下就把你拉到七地菩萨的这个境界，你所显示出来的智慧、神通、道力，跟这些大菩萨们没有两样，七地、八地、九地、十地，没有两样，这从哪里来的？是阿弥陀佛本愿威神的加持，所以不可思议。",
      "zh_TW": "生到西方極樂世界，果平等，他是以平等法令一切眾生平等成佛。因平等，果平等，一切經裡頭沒有，一切世界裡頭沒有，所以他稱為佛中之王，就是憑這個。生到西方極樂世界，阿彌陀佛四十八願加持這個人，使這個人立刻就等同七地以上的菩薩。凡夫，業障深重的凡夫，一下就把你拉到七地菩薩的這個境界，你所顯示出來的智慧、神通、道力，跟這些大菩薩們沒有兩樣，七地、八地、九地、十地，沒有兩樣，這從哪裡來的？是阿彌陀佛本願威神的加持，所以不可思議。"
    },
    {
      "id": "02-027-0025_p0130",
      "zh_CN": "对于存着疑心往生的这些人，这些往生的人还是信愿持名，就是信里头有一点怀疑，我拼命，我很认真努力的念，认真求阿弥陀佛，绝对不会输于九品的。他一个念头就是有很好，我就往生了；没有，没有就算了，也就不在乎了。就是这么一个念头，这么一个妄想没断，这是生到边地的。阿弥陀佛是平等加持，平等。为什么他得不到？他这一念疑情没断，是他的业障，障碍了佛力的加持，他要是一觉悟，这个念头断了，立刻就入品。五百年是最高的限度，有些人到那边几天他就觉悟了，他就不怀疑了，那马上就入品。有些人要等个几年，几十年不定，最长五百年，五百年是最长的限期。明天我们来讨论这一段，这段也很有味道。",
      "zh_TW": "對於存著疑心往生的這些人，這些往生的人還是信願持名，就是信裡頭有一點懷疑，我拼命，我很認真努力的念，認真求阿彌陀佛，絕對不會輸於九品的。他一個念頭就是有很好，我就往生了；沒有，沒有就算了，也就不在乎了。就是這麼一個念頭，這麼一個妄想沒斷，這是生到邊地的。阿彌陀佛是平等加持，平等。為什麼他得不到？他這一念疑情沒斷，是他的業障，障礙了佛力的加持，他要是一覺悟，這個念頭斷了，立刻就入品。五百年是最高的限度，有些人到那邊幾天他就覺悟了，他就不懷疑了，那馬上就入品。有些人要等個幾年，幾十年不定，最長五百年，五百年是最長的限期。明天我們來討論這一段，這段也很有味道。"
    }
  ]
}