{
  "doc_id": "02-027-0006",
  "title": {
    "zh_CN": "无量寿经（新加坡二次宣讲）",
    "zh_TW": "無量壽經（新加坡二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-027-0006",
  "total_paragraphs": 99,
  "paragraphs": [
    {
      "id": "02-027-0006_p0001",
      "zh_CN": "请掀开经本第七面最后一行。",
      "zh_TW": "請掀開經本第七面最後一行。"
    },
    {
      "id": "02-027-0006_p0002",
      "zh_CN": "【于诸众生。视若自己。拯济负荷。皆度彼岸。】",
      "zh_TW": "【於諸眾生。視若自己。拯濟負荷。皆度彼岸。】"
    },
    {
      "id": "02-027-0006_p0003",
      "zh_CN": "这四句是一小段。菩萨心目当中的众生，跟自己实在是无二无别，看到众生受苦受难，就如同自己在受苦难一样。因此『拯济负荷』，就是度众生这个责任使命，在菩萨讲是义务，是应该要做的，是菩萨分内所做的事情。『皆度彼岸』是目标。就像《地藏菩萨本愿经》里面所说的，众生不成佛，菩萨就誓愿不成佛，一定先帮助众生成佛。有这样伟大的弘愿，这是真实的觉悟、彻底的觉悟。下面经文：",
      "zh_TW": "這四句是一小段。菩薩心目當中的眾生，跟自己實在是無二無別，看到眾生受苦受難，就如同自己在受苦難一樣。因此『拯濟負荷』，就是度眾生這個責任使命，在菩薩講是義務，是應該要做的，是菩薩分內所做的事情。『皆度彼岸』是目標。就像《地藏菩薩本願經》裡面所說的，眾生不成佛，菩薩就誓願不成佛，一定先幫助眾生成佛。有這樣偉大的弘願，這是真實的覺悟、徹底的覺悟。下面經文："
    },
    {
      "id": "02-027-0006_p0004",
      "zh_CN": "【悉获诸佛无量功德。智慧圣明。不可思议。】",
      "zh_TW": "【悉獲諸佛無量功德。智慧聖明。不可思議。】"
    },
    {
      "id": "02-027-0006_p0005",
      "zh_CN": "『悉』是令每个众生都能够得到像佛一样圆满的功德；我们通常讲福慧二严。在我们受持三皈的时候，我们常常念到「皈依佛二足尊」，二是两种，足就是满足、圆满。智慧圆满、福德圆满，福慧二足。说到智慧与福德，九法界的众生都比不上佛；纵然是等觉菩萨，福慧还欠缺一分，还没有圆满。因为菩萨还有一品生相无明没破，这就是福德、智慧不圆的地方。一定要证到圆满的佛果，福慧才圆满。这个地方说『诸佛无量功德』就是福慧圆满，证得的地位跟诸佛平等。『智慧圣明，不可思议』。",
      "zh_TW": "『悉』是令每個眾生都能夠得到像佛一樣圓滿的功德；我們通常講福慧二嚴。在我們受持三皈的時候，我們常常念到「皈依佛二足尊」，二是兩種，足就是滿足、圓滿。智慧圓滿、福德圓滿，福慧二足。說到智慧與福德，九法界的眾生都比不上佛；縱然是等覺菩薩，福慧還欠缺一分，還沒有圓滿。因為菩薩還有一品生相無明沒破，這就是福德、智慧不圓的地方。一定要證到圓滿的佛果，福慧才圓滿。這個地方說『諸佛無量功德』就是福慧圓滿，證得的地位跟諸佛平等。『智慧聖明，不可思議』。"
    },
    {
      "id": "02-027-0006_p0006",
      "zh_CN": "【如是等诸大菩萨。无量无边。一时来集。】",
      "zh_TW": "【如是等諸大菩薩。無量無邊。一時來集。】"
    },
    {
      "id": "02-027-0006_p0007",
      "zh_CN": "当然这些菩萨不仅是我们娑婆世界，他方世界的菩萨更多。此界他方，像前面所说的这些大菩萨们，他们的智慧、德能跟佛齐等的，多少？『无量无边』。『一时』，世尊为众生宣讲《无量寿经》，宣讲成佛第一法门。他们看到了，听到了，统统都到道场来集会。经文到这个地方，是将大比丘、大菩萨们的智慧、德能是赞叹也是说明。到这个地方是一个段落。下面说：",
      "zh_TW": "當然這些菩薩不僅是我們娑婆世界，他方世界的菩薩更多。此界他方，像前面所說的這些大菩薩們，他們的智慧、德能跟佛齊等的，多少？『無量無邊』。『一時』，世尊為眾生宣講《無量壽經》，宣講成佛第一法門。他們看到了，聽到了，統統都到道場來集會。經文到這個地方，是將大比丘、大菩薩們的智慧、德能是讚歎也是說明。到這個地方是一個段落。下面說："
    },
    {
      "id": "02-027-0006_p0008",
      "zh_CN": "【又有比丘尼五百人。】",
      "zh_TW": "【又有比丘尼五百人。】"
    },
    {
      "id": "02-027-0006_p0009",
      "zh_CN": "这是佛讲经。这个法会里面，有出家的女众『五百人』。",
      "zh_TW": "這是佛講經。這個法會裡面，有出家的女眾『五百人』。"
    },
    {
      "id": "02-027-0006_p0010",
      "zh_CN": "【清信士七千人。清信女五百人。】",
      "zh_TW": "【清信士七千人。清信女五百人。】"
    },
    {
      "id": "02-027-0006_p0011",
      "zh_CN": "『清信士』是在家学佛的，我们中国人称为居士。这在家的男众，男居士有『七千人』，女居士也有『五百人』。比丘尼五百人、在家的男女二众合起来八千人。前面我们看到参加这个法会的大比丘众是一万二千人，再加上这八千人，释迦牟尼佛这个法会参加的听众二万人！此界他方的菩萨那不算，那个数目无量无边。有一些我们肉眼能看到的，大部分我们肉眼不能看见，但是他们都参与这个道场、这个法会，世尊道场如是庄严！世尊以后，弟子们讲经说法，大众共修的道场，此界他方的罗汉菩萨也常常来参加这个法会，也是我们肉眼见不到的。因为有这些人参加，这个法会显得无比殊胜庄严，让我们每个人在道场里面都能够法喜充满。这是用现代的话来讲，现代人讲磁场，这磁场不一样，有诸佛菩萨加持；除此之外，还有天人，这也是我们肉眼见不到的。",
      "zh_TW": "『清信士』是在家學佛的，我們中國人稱為居士。這在家的男眾，男居士有『七千人』，女居士也有『五百人』。比丘尼五百人、在家的男女二眾合起來八千人。前面我們看到參加這個法會的大比丘眾是一萬二千人，再加上這八千人，釋迦牟尼佛這個法會參加的聽眾二萬人！此界他方的菩薩那不算，那個數目無量無邊。有一些我們肉眼能看到的，大部分我們肉眼不能看見，但是他們都參與這個道場、這個法會，世尊道場如是莊嚴！世尊以後，弟子們講經說法，大眾共修的道場，此界他方的羅漢菩薩也常常來參加這個法會，也是我們肉眼見不到的。因為有這些人參加，這個法會顯得無比殊勝莊嚴，讓我們每個人在道場裡面都能夠法喜充滿。這是用現代的話來講，現代人講磁場，這磁場不一樣，有諸佛菩薩加持；除此之外，還有天人，這也是我們肉眼見不到的。"
    },
    {
      "id": "02-027-0006_p0012",
      "zh_CN": "【欲界天。】",
      "zh_TW": "【欲界天。】"
    },
    {
      "id": "02-027-0006_p0013",
      "zh_CN": "『欲界』有六层天。",
      "zh_TW": "『欲界』有六層天。"
    },
    {
      "id": "02-027-0006_p0014",
      "zh_CN": "【色界天。】",
      "zh_TW": "【色界天。】"
    },
    {
      "id": "02-027-0006_p0015",
      "zh_CN": "『色界』有十八层天。无色界不说。那无色界没有形象的。",
      "zh_TW": "『色界』有十八層天。無色界不說。那無色界沒有形象的。"
    },
    {
      "id": "02-027-0006_p0016",
      "zh_CN": "【诸天梵众。】",
      "zh_TW": "【諸天梵眾。】"
    },
    {
      "id": "02-027-0006_p0017",
      "zh_CN": "『梵』是清净。天人的心在六道里面是最清净的，比起其他五道要清净多了。",
      "zh_TW": "『梵』是清淨。天人的心在六道裡面是最清淨的，比起其他五道要清淨多了。"
    },
    {
      "id": "02-027-0006_p0018",
      "zh_CN": "【悉共大会。】",
      "zh_TW": "【悉共大會。】"
    },
    {
      "id": "02-027-0006_p0019",
      "zh_CN": "这品经在序分里面，还是属于通序。我们这部经经文并不长，可是它的序分很长，的确是大经的架势。「大教缘起第三」。这品是别序。所以本经的序分有三品。在这品经里面，如来放光现瑞。示现的瑞相，阿难尊者看到了，生起无比的欢喜心来请法，世尊大慈大悲为阿难尊者说明这桩事情。这个样子，就说出这部广大圆满，直截、方便、究竟，第一希有的《无量寿经》。这是把说经的因缘都在这品经上。",
      "zh_TW": "這品經在序分裡面，還是屬於通序。我們這部經經文並不長，可是它的序分很長，的確是大經的架勢。「大教緣起第三」。這品是別序。所以本經的序分有三品。在這品經裡面，如來放光現瑞。示現的瑞相，阿難尊者看到了，生起無比的歡喜心來請法，世尊大慈大悲為阿難尊者說明這樁事情。這個樣子，就說出這部廣大圓滿，直截、方便、究竟，第一希有的《無量壽經》。這是把說經的因緣都在這品經上。"
    },
    {
      "id": "02-027-0006_p0020",
      "zh_CN": "经序三品，前面两品是通序，这一品是别序。目的是为了正信，让我们对这部经典、对这个法门真正生起无比的信心。蕅益大师说信愿持名，这是修净土的三个重要条件，缺一不可。三个条件当中，信是第一个条件；由此可知，它的重要。本经经文里面说得很清楚，我们在前面这一品里面读过「开化显示真实之际」，真实之际就是《观经》里面所说的「是心是佛，是心作佛」。所以这部经典、这个法门可以相信，应当要相信。他依据的理论非常真实，不是虚妄的。这部经的作用是以平等法觉悟一切众生，也就是说，使一切众生平等成佛的法门。法是方法，门是门径。令一切众生平等成佛。",
      "zh_TW": "經序三品，前面兩品是通序，這一品是別序。目的是為了正信，讓我們對這部經典、對這個法門真正生起無比的信心。蕅益大師說信願持名，這是修淨土的三個重要條件，缺一不可。三個條件當中，信是第一個條件；由此可知，它的重要。本經經文裡面說得很清楚，我們在前面這一品裡面讀過「開化顯示真實之際」，真實之際就是《觀經》裡面所說的「是心是佛，是心作佛」。所以這部經典、這個法門可以相信，應當要相信。他依據的理論非常真實，不是虛妄的。這部經的作用是以平等法覺悟一切眾生，也就是說，使一切眾生平等成佛的法門。法是方法，門是門徑。令一切眾生平等成佛。"
    },
    {
      "id": "02-027-0006_p0021",
      "zh_CN": "九法界众生实实在在不平等，往上面讲菩萨、圆觉、声闻；圆觉就是辟支佛，声闻是阿罗汉，这下面六道众生，怎么能平等？在事上讲决定不平等，在理上讲也不可能平等。但是佛这部经上所说的理，不是普通的理，是真实究竟圆满的法性之理。法性是平等的，这我们学佛的人，大家都知道，是从这个理里面开化出来的。所以这个法门实实在在是殊胜之极、无与伦比。没有一个法门能够跟它相比，它真的是平等成就；成就不是普通的成就，是究竟圆满的成就。",
      "zh_TW": "九法界眾生實實在在不平等，往上面講菩薩、圓覺、聲聞；圓覺就是辟支佛，聲聞是阿羅漢，這下面六道眾生，怎麼能平等？在事上講決定不平等，在理上講也不可能平等。但是佛這部經上所說的理，不是普通的理，是真實究竟圓滿的法性之理。法性是平等的，這我們學佛的人，大家都知道，是從這個理裡面開化出來的。所以這個法門實實在在是殊勝之極、無與倫比。沒有一個法門能夠跟它相比，它真的是平等成就；成就不是普通的成就，是究竟圓滿的成就。"
    },
    {
      "id": "02-027-0006_p0022",
      "zh_CN": "经上又告诉我们「惠以众生真实之利」，就是佛要把真实的利益给我们，这真实的利益是什么？就是信、愿、持名。是佛普遍广大的、平等无分别的授予一切众生。我们只要依据这三个条件。这三个条件实在讲，九界众生人人能做得到，只要你肯做，你肯信，你肯愿，你肯念佛，你就平等得度。所以信愿持名这个方法是平等法。我们知道华藏世界，四十一位法身大士用这个方法，往生西方世界成佛了；六道凡夫乃至于地狱众生，闻到这个法门能够依教奉行，也往生到西方极乐世界去作佛了。确实是平等，不可思议。",
      "zh_TW": "經上又告訴我們「惠以眾生真實之利」，就是佛要把真實的利益給我們，這真實的利益是什麼？就是信、願、持名。是佛普遍廣大的、平等無分別的授予一切眾生。我們只要依據這三個條件。這三個條件實在講，九界眾生人人能做得到，只要你肯做，你肯信，你肯願，你肯念佛，你就平等得度。所以信願持名這個方法是平等法。我們知道華藏世界，四十一位法身大士用這個方法，往生西方世界成佛了；六道凡夫乃至於地獄眾生，聞到這個法門能夠依教奉行，也往生到西方極樂世界去作佛了。確實是平等，不可思議。"
    },
    {
      "id": "02-027-0006_p0023",
      "zh_CN": "莲池大师讲「越三祇于一念」。越是超越，三祇是三大阿僧祇劫，超过三大阿僧祇劫的修行。这个三大阿僧祇劫是普通菩萨的修行，才能成佛。我们这个法门里面，一念，一句南无阿弥陀佛就成功了；换句话说，这一念超过他们三大阿僧祇劫，这从时间上说。「齐诸圣于片言」。诸圣，如果我们就圆教而论，这是顶殊胜的。圆教菩萨有五十一个阶级，十信、十住、十行、十回向、十地、等觉，五十一个位次。我们要不要一个位次、一个位次去证得？不需要，就这一句南无阿弥陀佛，就顿超，一下就成佛了。通途法门是要一个位次、一个位次证得，往上证。好像诸位到这个讲堂来，这个讲堂在五楼！通途法门是爬楼梯，一阶比一阶高，从第一个阶级一直爬到这个顶楼；念佛法门坐电梯上来的，不必一层、一层爬，一下就上来了。这个诸位容易体会得到。齐是整齐、等齐。与这些大圣观音、势至、文殊、普贤，跟他们的地位平等；就用这句南无阿弥陀佛，就跟他平等了。所以莲池大师赞叹这真是奇妙到极处！真实不可思议。",
      "zh_TW": "蓮池大師講「越三祇於一念」。越是超越，三祇是三大阿僧祇劫，超過三大阿僧祇劫的修行。這個三大阿僧祇劫是普通菩薩的修行，才能成佛。我們這個法門裡面，一念，一句南無阿彌陀佛就成功了；換句話說，這一念超過他們三大阿僧祇劫，這從時間上說。「齊諸聖於片言」。諸聖，如果我們就圓教而論，這是頂殊勝的。圓教菩薩有五十一個階級，十信、十住、十行、十迴向、十地、等覺，五十一個位次。我們要不要一個位次、一個位次去證得？不需要，就這一句南無阿彌陀佛，就頓超，一下就成佛了。通途法門是要一個位次、一個位次證得，往上證。好像諸位到這個講堂來，這個講堂在五樓！通途法門是爬樓梯，一階比一階高，從第一個階級一直爬到這個頂樓；念佛法門坐電梯上來的，不必一層、一層爬，一下就上來了。這個諸位容易體會得到。齊是整齊、等齊。與這些大聖觀音、勢至、文殊、普賢，跟他們的地位平等；就用這句南無阿彌陀佛，就跟他平等了。所以蓮池大師讚歎這真是奇妙到極處！真實不可思議。"
    },
    {
      "id": "02-027-0006_p0024",
      "zh_CN": "我们可以说是非常幸运，今天这个缘成熟了。什么缘？作佛的缘，我们今天作佛的缘成熟！是心作佛，听到这部究竟圆满成佛的经典。这个经典里面告诉我们成佛的方法，真正是「无量劫来希有难逢的一日」，这句话是前清彭际清居士所说的，他也是遇到这个法门欢喜得不得了。我们现在看经文：",
      "zh_TW": "我們可以說是非常幸運，今天這個緣成熟了。什麼緣？作佛的緣，我們今天作佛的緣成熟！是心作佛，聽到這部究竟圓滿成佛的經典。這個經典裡面告訴我們成佛的方法，真正是「無量劫來希有難逢的一日」，這句話是前清彭際清居士所說的，他也是遇到這個法門歡喜得不得了。我們現在看經文："
    },
    {
      "id": "02-027-0006_p0025",
      "zh_CN": "【尔时世尊。威光赫奕。如融金聚。又如明镜。影畅表里。现大光明。数千百变。】",
      "zh_TW": "【爾時世尊。威光赫奕。如融金聚。又如明鏡。影暢表裏。現大光明。數千百變。】"
    },
    {
      "id": "02-027-0006_p0026",
      "zh_CN": "这段是如来放光现出的瑞相。这里我们要特别注意的，每个字里面都含着很深、很广的意义。『尔时』是大众集会的时候，实在讲也就是因缘到了。佛看这个因缘，缘成熟了。佛要为大家宣说这个法门，大众能信、能欢喜接受，依教奉行，这就是缘成熟了。所以佛非常欢喜，佛的本愿就是帮助众生脱离生死轮回，圆成佛道。今天这个缘成熟了，那怎么不欢喜？这种欢喜是世尊一生四十九年讲经说法最欢喜的一次。这个欢喜心是达到了顶点，现出这样的瑞相。",
      "zh_TW": "這段是如來放光現出的瑞相。這裡我們要特別注意的，每個字裡面都含著很深、很廣的意義。『爾時』是大眾集會的時候，實在講也就是因緣到了。佛看這個因緣，緣成熟了。佛要為大家宣說這個法門，大眾能信、能歡喜接受，依教奉行，這就是緣成熟了。所以佛非常歡喜，佛的本願就是幫助眾生脫離生死輪迴，圓成佛道。今天這個緣成熟了，那怎麼不歡喜？這種歡喜是世尊一生四十九年講經說法最歡喜的一次。這個歡喜心是達到了頂點，現出這樣的瑞相。"
    },
    {
      "id": "02-027-0006_p0027",
      "zh_CN": "『威光赫奕』。威是威德，光是光明。我们世间人常讲「人逢喜事精神爽」。如果一个人有很大快乐的喜事来的时候，你看他的精神就不一样，容光焕发！佛也是这样，佛这一次遇到这么欢喜的事情，所以这个光彩跟平常不一样。",
      "zh_TW": "『威光赫奕』。威是威德，光是光明。我們世間人常講「人逢喜事精神爽」。如果一個人有很大快樂的喜事來的時候，你看他的精神就不一樣，容光煥發！佛也是這樣，佛這一次遇到這麼歡喜的事情，所以這個光彩跟平常不一樣。"
    },
    {
      "id": "02-027-0006_p0028",
      "zh_CN": "『如融金聚』。这句是比喻，黄金已经是很美了，色彩多美！如果把黄金在高温下面使它融化，那个颜色就更好看。不但色彩好看而且有光，放金色的光明。这比喻佛欢喜的样子。佛原本金色身是如融金聚。这是说佛的体相庄严到了极处。『又如明镜』，这也是比喻，像一面明镜一尘不染，光明遍照。这句是比喻佛的德用，他起的作用，这用的相。前面一句是体相，这句讲的是作用，用之相。平常都没有见到过，今天显示得非常特殊。『影畅表里』，这句讲的是他这个体用如如。影是影像，畅是没有阻隔，表里一如。",
      "zh_TW": "『如融金聚』。這句是比喻，黃金已經是很美了，色彩多美！如果把黃金在高溫下面使它融化，那個顏色就更好看。不但色彩好看而且有光，放金色的光明。這比喻佛歡喜的樣子。佛原本金色身是如融金聚。這是說佛的體相莊嚴到了極處。『又如明鏡』，這也是比喻，像一面明鏡一塵不染，光明遍照。這句是比喻佛的德用，他起的作用，這用的相。前面一句是體相，這句講的是作用，用之相。平常都沒有見到過，今天顯示得非常特殊。『影暢表裏』，這句講的是他這個體用如如。影是影像，暢是沒有阻隔，表裏一如。"
    },
    {
      "id": "02-027-0006_p0029",
      "zh_CN": "『现大光明，数千百变』，这就是大用具体的表现。现大光明，大经当中常讲的一真法界；数千百变，就是讲的十法界，都在佛的赫奕威光之中显现出来。这是它所表的意思。佛这一示现就是佛法的全体，一切诸佛为众生所说的一切法，就是这个事实真相。今天这个事实真相，佛没有说一句话，从他身光上都显露无遗，这是圆满的德相。阿难尊者是释迦牟尼佛的侍者，天天跟着佛，从来不离开的。阿难尊者在以前没见过，从来没见过，佛今天相好庄严是这个样子，从来没见过，所以他感觉得非常的奇特、希有、特殊！",
      "zh_TW": "『現大光明，數千百變』，這就是大用具體的表現。現大光明，大經當中常講的一真法界；數千百變，就是講的十法界，都在佛的赫奕威光之中顯現出來。這是它所表的意思。佛這一示現就是佛法的全體，一切諸佛為眾生所說的一切法，就是這個事實真相。今天這個事實真相，佛沒有說一句話，從他身光上都顯露無遺，這是圓滿的德相。阿難尊者是釋迦牟尼佛的侍者，天天跟著佛，從來不離開的。阿難尊者在以前沒見過，從來沒見過，佛今天相好莊嚴是這個樣子，從來沒見過，所以他感覺得非常的奇特、希有、特殊！"
    },
    {
      "id": "02-027-0006_p0030",
      "zh_CN": "【尊者阿难。即自思惟。今日世尊。色身诸根。悦豫清净。光颜巍巍。宝刹庄严。从昔以来。所未曾见。】",
      "zh_TW": "【尊者阿難。即自思惟。今日世尊。色身諸根。悅豫清淨。光顏巍巍。寶剎莊嚴。從昔以來。所未曾見。】"
    },
    {
      "id": "02-027-0006_p0031",
      "zh_CN": "阿难说，他从前没有见过，佛今天现出这样的相好、这样的愉快。这段经文我们也不能含糊把它略过，里面的含义很深。『色身诸根』，诸根是讲的六根，眼、耳、鼻、舌、身、意，这说的诸根。悦是快乐、喜悦，『悦豫清净』。我们世间人快乐的时候，他心不清净，所以就不能影畅表里。我们有快乐的时候，但是不能影畅表里，心不清净。声闻、圆觉、权教菩萨心很清净他不快乐，这个色相都现不出来！",
      "zh_TW": "阿難說，他從前沒有見過，佛今天現出這樣的相好、這樣的愉快。這段經文我們也不能含糊把它略過，裡面的含義很深。『色身諸根』，諸根是講的六根，眼、耳、鼻、舌、身、意，這說的諸根。悅是快樂、喜悅，『悅豫清淨』。我們世間人快樂的時候，他心不清淨，所以就不能影暢表裏。我們有快樂的時候，但是不能影暢表裏，心不清淨。聲聞、圓覺、權教菩薩心很清淨他不快樂，這個色相都現不出來！"
    },
    {
      "id": "02-027-0006_p0032",
      "zh_CN": "『光颜巍巍』。光是光明，颜是容貌，巍巍是高盛的样子。这是形容、是赞叹。『宝刹庄严』，这句是赞叹现大光明数千百变，十方刹海依正庄严，都从佛的光明里面显现出来了，赞叹这个。这是世尊看到众生缘熟，心里面念阿弥陀佛，弥陀所成的行愿，一切诸佛都佩服、都尊敬、都赞叹。这是念佛！佛念佛，得弥陀本愿威神的加持，佛也加持佛。佛当然护念佛，不但弥陀加持世尊，十方一切诸佛如来这个时候统统都加持释迦牟尼佛。所以释迦牟尼佛显的这个色相，真的是无比殊胜！同时又念一切众生成佛的机缘成熟了，应当宣说这个法门，众生欢喜得度，所以佛今天现这个相非常奇异殊特。阿难尊者自己感叹到『从昔以来，所未曾见』。由此可知，佛身光、面光应现的一真法界、十界依正庄严，的确是非常的希有。",
      "zh_TW": "『光顏巍巍』。光是光明，顏是容貌，巍巍是高盛的樣子。這是形容、是讚歎。『寶剎莊嚴』，這句是讚歎現大光明數千百變，十方剎海依正莊嚴，都從佛的光明裡面顯現出來了，讚歎這個。這是世尊看到眾生緣熟，心裡面念阿彌陀佛，彌陀所成的行願，一切諸佛都佩服、都尊敬、都讚歎。這是念佛！佛念佛，得彌陀本願威神的加持，佛也加持佛。佛當然護念佛，不但彌陀加持世尊，十方一切諸佛如來這個時候統統都加持釋迦牟尼佛。所以釋迦牟尼佛顯的這個色相，真的是無比殊勝！同時又念一切眾生成佛的機緣成熟了，應當宣說這個法門，眾生歡喜得度，所以佛今天現這個相非常奇異殊特。阿難尊者自己感嘆到『從昔以來，所未曾見』。由此可知，佛身光、面光應現的一真法界、十界依正莊嚴，的確是非常的希有。"
    },
    {
      "id": "02-027-0006_p0033",
      "zh_CN": "【喜得瞻仰。生希有心。】",
      "zh_TW": "【喜得瞻仰。生希有心。】"
    },
    {
      "id": "02-027-0006_p0034",
      "zh_CN": "这是阿难当时见到世尊放光现瑞，他的感想。佛现相决不是偶然的，一定有很深的用意，引起阿难发问。",
      "zh_TW": "這是阿難當時見到世尊放光現瑞，他的感想。佛現相決不是偶然的，一定有很深的用意，引起阿難發問。"
    },
    {
      "id": "02-027-0006_p0035",
      "zh_CN": "【即从座起。偏袒右肩。长跪合掌。】",
      "zh_TW": "【即從座起。偏袒右肩。長跪合掌。】"
    },
    {
      "id": "02-027-0006_p0036",
      "zh_CN": "这是礼节，向佛请法一定先行礼。原本他是坐着他的座位上听经。这个时候从座位站起来，到佛面前去礼拜请法。『偏袒右肩』，这是最敬礼，印度是这样的做法。在我们中国古礼祭祀当中，这个祭礼是中国古礼里面最重要的，祭祖先。一般民间是祭祖先，如果是国王大臣，还要祭天地山川之神，那不是普通老百姓所祭祀的，老百姓是祭祖先。这在礼里面是最隆重的礼节，也偏袒右肩，把右面膀子露出来，为什么？在行礼的时候，如果有吩咐要你去做的事情，你的动作很快、很敏捷是这个意思。弟子给佛行礼的时候。佛有的时候叫他去办事，他的动作要很快、很方便。在行礼的时候，右肩要露出来，表示愿意奉事师长、随时听命于师长的吩咐，乐意为他服务是这个意思。偏袒右肩。",
      "zh_TW": "這是禮節，向佛請法一定先行禮。原本他是坐著他的座位上聽經。這個時候從座位站起來，到佛面前去禮拜請法。『偏袒右肩』，這是最敬禮，印度是這樣的做法。在我們中國古禮祭祀當中，這個祭禮是中國古禮裡面最重要的，祭祖先。一般民間是祭祖先，如果是國王大臣，還要祭天地山川之神，那不是普通老百姓所祭祀的，老百姓是祭祖先。這在禮裡面是最隆重的禮節，也偏袒右肩，把右面膀子露出來，為什麼？在行禮的時候，如果有吩咐要你去做的事情，你的動作很快、很敏捷是這個意思。弟子給佛行禮的時候。佛有的時候叫他去辦事，他的動作要很快、很方便。在行禮的時候，右肩要露出來，表示願意奉事師長、隨時聽命於師長的吩咐，樂意為他服務是這個意思。偏袒右肩。"
    },
    {
      "id": "02-027-0006_p0037",
      "zh_CN": "『长跪合掌』。长跪，诸位如果细细的去看，大概在像敦煌壁画里面，诸位能看到跪的时候，跪一只腿，左膝跪下去，右膝没有跪。这也是礼节。表示佛要吩咐我们做事，起来方便、动作敏捷表这个意思，随时听命服务的意思。这是长跪的礼。合掌表恭敬、表一心。平常这个心是散乱的，就有妄想、有杂念。这十个指头表示妄想杂念，合掌把它合成一，表示一心。所有妄想、杂念统统放下，专心听老师的吩咐，所以合掌是表敬、表一心的意思。",
      "zh_TW": "『長跪合掌』。長跪，諸位如果細細的去看，大概在像敦煌壁畫裡面，諸位能看到跪的時候，跪一隻腿，左膝跪下去，右膝沒有跪。這也是禮節。表示佛要吩咐我們做事，起來方便、動作敏捷表這個意思，隨時聽命服務的意思。這是長跪的禮。合掌表恭敬、表一心。平常這個心是散亂的，就有妄想、有雜念。這十個指頭表示妄想雜念，合掌把它合成一，表示一心。所有妄想、雜念統統放下，專心聽老師的吩咐，所以合掌是表敬、表一心的意思。"
    },
    {
      "id": "02-027-0006_p0038",
      "zh_CN": "【而白佛言。】",
      "zh_TW": "【而白佛言。】"
    },
    {
      "id": "02-027-0006_p0039",
      "zh_CN": "『白』是下对上。下对上这是一个敬词，恭敬的言辞，「白佛言」。",
      "zh_TW": "『白』是下對上。下對上這是一個敬詞，恭敬的言辭，「白佛言」。"
    },
    {
      "id": "02-027-0006_p0040",
      "zh_CN": "【世尊今日入大寂定。住奇特法。住诸佛所住导师之行。最胜之道。去来现在佛佛相念。为念过去未来诸佛耶。为念现在他方诸佛耶。何故威神显耀。光瑞殊妙乃尔。愿为宣说。】",
      "zh_TW": "【世尊今日入大寂定。住奇特法。住諸佛所住導師之行。最勝之道。去來現在佛佛相念。為念過去未來諸佛耶。為念現在他方諸佛耶。何故威神顯耀。光瑞殊妙乃爾。願為宣說。】"
    },
    {
      "id": "02-027-0006_p0041",
      "zh_CN": "在这段里面，我们看到阿难尊者这几句话里头他的判断，毕竟是跟佛的时间很长，佛有一些动作，阿难尊者也能够预料到几分。相为什么这么好？诸位要知道世俗人常说相从心转，看相算命都说相从心转；换句话说，这个人心好，相就很好。一个人很慈悲，你一看到那个相就是慈悲的样子。人心要刁滑奸诈，你看那个相，相貌不善，看到有恐怖。这就说明这个相确确实实是随心在转。",
      "zh_TW": "在這段裡面，我們看到阿難尊者這幾句話裡頭他的判斷，畢竟是跟佛的時間很長，佛有一些動作，阿難尊者也能夠預料到幾分。相為什麼這麼好？諸位要知道世俗人常說相從心轉，看相算命都說相從心轉；換句話說，這個人心好，相就很好。一個人很慈悲，你一看到那個相就是慈悲的樣子。人心要刁滑奸詐，你看那個相，相貌不善，看到有恐怖。這就說明這個相確確實實是隨心在轉。"
    },
    {
      "id": "02-027-0006_p0042",
      "zh_CN": "从前有人说，人到四十岁以后，这个相貌要自己负责任；四十岁以前那个相貌，我们世间人讲是受父母的遗传，其实这在佛门里面讲不通的。佛门里面说你那个相貌怎么变的？是你投胎的时候，你跟父母有缘，没有缘不会来投胎！有缘遇到了就生欢喜心，喜欢父母这个相貌。你看那个相貌是不是唯心所变的？所以这个小孩生下来，这个相貌很像父母，是在投胎那个时候你心想生的，是这么一回事情。不是什么遗传的，父母长什么样子，小孩就长那个样子，不是的。是小孩心里喜欢父母那个相，取他那个相，这么回事情。出生之后，那有四十年了，对父母已经很冷淡了，这我们能体会得到。小孩跟着父母依依不舍，长大以后，他的男女爱心、事业上的爱心生起来，对父母的心就淡了。因此四十岁以后他的相貌会变。所以一个人少年时候、壮年时候、老年时候，相貌会变，怎么变？心变了。如果受到好的教育，人心地端正、善良，他的相就变得很端庄、很慈悲。所以说四十以后的相貌要自己负责任！",
      "zh_TW": "從前有人說，人到四十歲以後，這個相貌要自己負責任；四十歲以前那個相貌，我們世間人講是受父母的遺傳，其實這在佛門裡面講不通的。佛門裡面說你那個相貌怎麼變的？是你投胎的時候，你跟父母有緣，沒有緣不會來投胎！有緣遇到了就生歡喜心，喜歡父母這個相貌。你看那個相貌是不是唯心所變的？所以這個小孩生下來，這個相貌很像父母，是在投胎那個時候你心想生的，是這麼一回事情。不是什麼遺傳的，父母長什麼樣子，小孩就長那個樣子，不是的。是小孩心裡喜歡父母那個相，取他那個相，這麼回事情。出生之後，那有四十年了，對父母已經很冷淡了，這我們能體會得到。小孩跟著父母依依不捨，長大以後，他的男女愛心、事業上的愛心生起來，對父母的心就淡了。因此四十歲以後他的相貌會變。所以一個人少年時候、壯年時候、老年時候，相貌會變，怎麼變？心變了。如果受到好的教育，人心地端正、善良，他的相就變得很端莊、很慈悲。所以說四十以後的相貌要自己負責任！"
    },
    {
      "id": "02-027-0006_p0043",
      "zh_CN": "世尊今天现这个相是殊胜无比！这个心也是第一殊胜无比，为什么？佛都念佛，念阿弥陀佛、念一切诸佛，这不是一尊佛的庄严，无量佛的庄严集中在佛的色相当中显现出来，这当然是太希有了。所以阿难赞叹，猜想赞叹。『世尊今天入大寂定』。寂定是受用、是享受。大寂定是什么？就是念佛三昧！今天佛是入念佛三昧。『住奇特法』。奇是希奇，特胜，无比的殊胜！这个意思将要为一切众生宣布平等成佛的法门。佛心里头这样准备着，这就是住奇特法。『住诸佛所住』。念佛法门是十方三世一切诸佛，度众生成佛道的第一法门，这是住诸佛所住。『导师之行』。导是引导，引导一切众生在这一生当中平等成佛。『最胜之道』。道是道路，就是修行证果的方法。最胜就是最殊胜，当然这就是指念佛这个法门。念佛这个法门是一切诸佛所修的、一切诸佛所弘的。今天世尊念弥陀之所念、行弥陀之所行，跟阿弥陀佛、跟一切诸佛感应道交。",
      "zh_TW": "世尊今天現這個相是殊勝無比！這個心也是第一殊勝無比，為什麼？佛都念佛，念阿彌陀佛、念一切諸佛，這不是一尊佛的莊嚴，無量佛的莊嚴集中在佛的色相當中顯現出來，這當然是太希有了。所以阿難讚歎，猜想讚歎。『世尊今天入大寂定』。寂定是受用、是享受。大寂定是什麼？就是念佛三昧！今天佛是入念佛三昧。『住奇特法』。奇是希奇，特勝，無比的殊勝！這個意思將要為一切眾生宣布平等成佛的法門。佛心裡頭這樣準備著，這就是住奇特法。『住諸佛所住』。念佛法門是十方三世一切諸佛，度眾生成佛道的第一法門，這是住諸佛所住。『導師之行』。導是引導，引導一切眾生在這一生當中平等成佛。『最勝之道』。道是道路，就是修行證果的方法。最勝就是最殊勝，當然這就是指念佛這個法門。念佛這個法門是一切諸佛所修的、一切諸佛所弘的。今天世尊念彌陀之所念、行彌陀之所行，跟阿彌陀佛、跟一切諸佛感應道交。"
    },
    {
      "id": "02-027-0006_p0044",
      "zh_CN": "『去来现在』。去是过去，来是未来，现在这是讲三世。三世诸佛，佛佛都相念、佛佛都念佛。『佛佛相念』当中，几乎没有一尊佛不念阿弥陀佛。阿弥陀佛是一切诸佛都共念的，佛都念佛何况我们？『为念过去未来诸佛耶』。实在是佛佛道同。大经上我们常看到「十方一切佛，共同一法身」，生佛不二，生佛一体！《华严》上跟我们说的「情与无情，同圆种智」。这就是说明一切万法体用一如。所以佛念佛是非常正常，法尔如是。这阿难果然猜对了。世尊今天是念佛，但是阿难不知道释迦牟尼佛是念哪一尊佛？他不知道，所以发出这个问题。『何故威神显耀』。佛的威德、神明。『光瑞殊妙乃尔』。乃尔是像现前所显示的。『愿为宣说』。这一句话是请法。不但阿难尊者心里头愿意佛为他详细说明，与会的大众没有一个没有这样的愿望，就是求佛开示。到这个地方这是阿难请法。佛非常慈悲，有求必应，阿难启请哪有不说的道理？不启请也要说，何况阿难还出来启请。",
      "zh_TW": "『去來現在』。去是過去，來是未來，現在這是講三世。三世諸佛，佛佛都相念、佛佛都念佛。『佛佛相念』當中，幾乎沒有一尊佛不念阿彌陀佛。阿彌陀佛是一切諸佛都共念的，佛都念佛何況我們？『為念過去未來諸佛耶』。實在是佛佛道同。大經上我們常看到「十方一切佛，共同一法身」，生佛不二，生佛一體！《華嚴》上跟我們說的「情與無情，同圓種智」。這就是說明一切萬法體用一如。所以佛念佛是非常正常，法爾如是。這阿難果然猜對了。世尊今天是念佛，但是阿難不知道釋迦牟尼佛是念哪一尊佛？他不知道，所以發出這個問題。『何故威神顯耀』。佛的威德、神明。『光瑞殊妙乃爾』。乃爾是像現前所顯示的。『願為宣說』。這一句話是請法。不但阿難尊者心裡頭願意佛為他詳細說明，與會的大眾沒有一個沒有這樣的願望，就是求佛開示。到這個地方這是阿難請法。佛非常慈悲，有求必應，阿難啟請哪有不說的道理？不啟請也要說，何況阿難還出來啟請。"
    },
    {
      "id": "02-027-0006_p0045",
      "zh_CN": "【于是世尊。告阿难言。善哉善哉。】",
      "zh_TW": "【於是世尊。告阿難言。善哉善哉。】"
    },
    {
      "id": "02-027-0006_p0046",
      "zh_CN": "这底下是世尊赞叹阿难尊者的发问。没有说明之前先就赞叹他。『善哉善哉』。这两个善哉意思都很深，这个「善哉善哉」用现代的话来说，好极了、好极了，问得太好了。第一个意思是称机，你问得正好。一切大众成佛的机会成熟了，你这一问，我就要说出平等成佛的方法，所以称赞你问得太好！第二个善哉是佛亲身的感受，佛的受用，佛今天真欢喜，时时刻刻就想说这个法门，机缘没成熟。佛天天在等待，果然等到了，今天缘成熟了，你说这多痛快。把佛久蕴在心中想说之法，今天跟大众吐露出来。畅佛的本怀，这真是快乐无比，赞叹他善哉善哉。这里面也是值得我们要学习的，我们要向阿难学习的。",
      "zh_TW": "這底下是世尊讚歎阿難尊者的發問。沒有說明之前先就讚歎他。『善哉善哉』。這兩個善哉意思都很深，這個「善哉善哉」用現代的話來說，好極了、好極了，問得太好了。第一個意思是稱機，你問得正好。一切大眾成佛的機會成熟了，你這一問，我就要說出平等成佛的方法，所以稱讚你問得太好！第二個善哉是佛親身的感受，佛的受用，佛今天真歡喜，時時刻刻就想說這個法門，機緣沒成熟。佛天天在等待，果然等到了，今天緣成熟了，你說這多痛快。把佛久蘊在心中想說之法，今天跟大眾吐露出來。暢佛的本懷，這真是快樂無比，讚歎他善哉善哉。這裡面也是值得我們要學習的，我們要向阿難學習的。"
    },
    {
      "id": "02-027-0006_p0047",
      "zh_CN": "【汝为哀愍利乐众生故。能问如是微妙之义。】",
      "zh_TW": "【汝為哀愍利樂眾生故。能問如是微妙之義。】"
    },
    {
      "id": "02-027-0006_p0048",
      "zh_CN": "世尊这句话实在讲，也为我们透了一点消息，阿难也不是普通人。在法会他示现为佛的弟子，证的果位不高，只证初果须陀洹的地位。我们在《楞严经》上看到的他只证得须陀洹的果位，小乘初果。实际上阿难尊者也是等觉菩萨再来的，不是普通人，跟观音、势至、文殊、普贤没有两样。这次登台表演，他的角色是分配到释迦牟尼佛的侍者，这是台前是这么个身分表演，台后他是大菩萨，所以来唱这台戏的。这是一佛出世，千佛拥护。佛的这些弟子都不是普通人。",
      "zh_TW": "世尊這句話實在講，也為我們透了一點消息，阿難也不是普通人。在法會他示現為佛的弟子，證的果位不高，只證初果須陀洹的地位。我們在《楞嚴經》上看到的他只證得須陀洹的果位，小乘初果。實際上阿難尊者也是等覺菩薩再來的，不是普通人，跟觀音、勢至、文殊、普賢沒有兩樣。這次登台表演，他的角色是分配到釋迦牟尼佛的侍者，這是台前是這麼個身分表演，台後他是大菩薩，所以來唱這台戲的。這是一佛出世，千佛擁護。佛的這些弟子都不是普通人。"
    },
    {
      "id": "02-027-0006_p0049",
      "zh_CN": "这佛为我们透了消息。你来问这个话是为了『哀愍利乐诸众生』。诸众生，特别指的六道众生。六道众生太苦了，生死轮回，苦难无边！你兴起了大慈悲怜悯他们，你代他们来请法。『问如是微妙之义』，如是微妙之义就是指这部《无量寿经》。佛要为我们宣讲的。你问的功德太大，这一问的功德太大！一问把《无量寿经》给问出来了，众生平等成佛的法门问出来了，这个功德就大！",
      "zh_TW": "這佛為我們透了消息。你來問這個話是為了『哀愍利樂諸眾生』。諸眾生，特別指的六道眾生。六道眾生太苦了，生死輪迴，苦難無邊！你興起了大慈悲憐憫他們，你代他們來請法。『問如是微妙之義』，如是微妙之義就是指這部《無量壽經》。佛要為我們宣講的。你問的功德太大，這一問的功德太大！一問把《無量壽經》給問出來了，眾生平等成佛的法門問出來了，這個功德就大！"
    },
    {
      "id": "02-027-0006_p0050",
      "zh_CN": "【汝今斯问。】",
      "zh_TW": "【汝今斯問。】"
    },
    {
      "id": "02-027-0006_p0051",
      "zh_CN": "你今天问的这个问题，提出这个问题。",
      "zh_TW": "你今天問的這個問題，提出這個問題。"
    },
    {
      "id": "02-027-0006_p0052",
      "zh_CN": "【胜于供养一天下阿罗汉。辟支佛。】",
      "zh_TW": "【勝於供養一天下阿羅漢。辟支佛。】"
    },
    {
      "id": "02-027-0006_p0053",
      "zh_CN": "『胜』是超过、胜过。胜过『供养一天下』，一天下怎么讲法？佛告诉我们，我们所住的这个世界是以须弥山为中心，须弥山的山顶是忉利天，忉利天主所住的地方。须弥山的当中。四面是四天王居住的地方，我们所住的这叫小周，小星球围绕着中心转的这个小星球。一天下就是这整个大的宇宙的四分之一，叫一天下。这个数量就太多太多！过去我们总以为佛讲的这一个单位世界，我们以为是太阳系。黄念祖老居士在《无量寿经注解》后面有一篇文章，我把它附在这后面，这是他的看法，他提出来的意见。佛经上讲的单位世界不是太阳系。为什么？佛说得很清楚，日月都是绕须弥山转的，那太阳当然不能算是中心。如果依这个说法，那能够讲得比较圆满的，就是我们今天所讲的银河系。的确我们的太阳是绕着银河系转的，银河系的中心，我们中国人称之为黄极。这个地球有南极、北极。银河系的中心，我们中国人称为黄极，老居士认为那才是须弥山。那这样一说这个范围就太大！这一四天下就是一个银河系，这一天下就是银河系的四分之一。诸位想想这个范围多大？银河系里头有（这经上讲的概数，不是确定的数）一百亿个太阳系。一百亿个太阳系四分之一是二十五亿个太阳系，这样大的数字。『阿罗汉，辟支佛』。这都是小乘证果的人。四果以上的圣人供养他们，那个福报太大太大！供养不是一次，不是供养一天，不是供养一年。",
      "zh_TW": "『勝』是超過、勝過。勝過『供養一天下』，一天下怎麼講法？佛告訴我們，我們所住的這個世界是以須彌山為中心，須彌山的山頂是忉利天，忉利天主所住的地方。須彌山的當中。四面是四天王居住的地方，我們所住的這叫小周，小星球圍繞著中心轉的這個小星球。一天下就是這整個大的宇宙的四分之一，叫一天下。這個數量就太多太多！過去我們總以為佛講的這一個單位世界，我們以為是太陽系。黃念祖老居士在《無量壽經註解》後面有一篇文章，我把它附在這後面，這是他的看法，他提出來的意見。佛經上講的單位世界不是太陽系。為什麼？佛說得很清楚，日月都是繞須彌山轉的，那太陽當然不能算是中心。如果依這個說法，那能夠講得比較圓滿的，就是我們今天所講的銀河系。的確我們的太陽是繞著銀河系轉的，銀河系的中心，我們中國人稱之為黃極。這個地球有南極、北極。銀河系的中心，我們中國人稱為黃極，老居士認為那才是須彌山。那這樣一說這個範圍就太大！這一四天下就是一個銀河系，這一天下就是銀河系的四分之一。諸位想想這個範圍多大？銀河系裡頭有（這經上講的概數，不是確定的數）一百億個太陽系。一百億個太陽系四分之一是二十五億個太陽系，這樣大的數字。『阿羅漢，辟支佛』。這都是小乘證果的人。四果以上的聖人供養他們，那個福報太大太大！供養不是一次，不是供養一天，不是供養一年。"
    },
    {
      "id": "02-027-0006_p0054",
      "zh_CN": "【布施累劫。】",
      "zh_TW": "【布施累劫。】"
    },
    {
      "id": "02-027-0006_p0055",
      "zh_CN": "每天供养，累到一劫、二劫，『累劫』！这个人修的福报，我们没有办法想像，也只好用不可思议四个字来形容。这是供养这些圣者，下面还有：",
      "zh_TW": "每天供養，累到一劫、二劫，『累劫』！這個人修的福報，我們沒有辦法想像，也只好用不可思議四個字來形容。這是供養這些聖者，下面還有："
    },
    {
      "id": "02-027-0006_p0056",
      "zh_CN": "【诸天人民。】",
      "zh_TW": "【諸天人民。】"
    },
    {
      "id": "02-027-0006_p0057",
      "zh_CN": "这就更多更多了。",
      "zh_TW": "這就更多更多了。"
    },
    {
      "id": "02-027-0006_p0058",
      "zh_CN": "【蜎飞蠕动之类。】",
      "zh_TW": "【蜎飛蠕動之類。】"
    },
    {
      "id": "02-027-0006_p0059",
      "zh_CN": "从这一句里面就包括了所谓的六道众生，这九法界里面，除了菩萨没说，八个法界。你看圆觉、声闻，下面六道。这布施累劫对象是八个法界！",
      "zh_TW": "從這一句裡面就包括了所謂的六道眾生，這九法界裡面，除了菩薩沒說，八個法界。你看圓覺、聲聞，下面六道。這布施累劫對象是八個法界！"
    },
    {
      "id": "02-027-0006_p0060",
      "zh_CN": "【功德百千万倍。】",
      "zh_TW": "【功德百千萬倍。】"
    },
    {
      "id": "02-027-0006_p0061",
      "zh_CN": "你这一问，比一个真正修这样功德的人，你那个功德跟他比要超过百倍、千倍、万倍。这一段诸位要细细去听、细细去揣摩，那个境界你才能够得到一个仿佛，因为境界太大、太大！我们能信吗？佛知道唯恐我们不能相信，再把这个道理为我们宣说出来。",
      "zh_TW": "你這一問，比一個真正修這樣功德的人，你那個功德跟他比要超過百倍、千倍、萬倍。這一段諸位要細細去聽、細細去揣摩，那個境界你才能夠得到一個彷彿，因為境界太大、太大！我們能信嗎？佛知道唯恐我們不能相信，再把這個道理為我們宣說出來。"
    },
    {
      "id": "02-027-0006_p0062",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-027-0006_p0063",
      "zh_CN": "为什么？为什么这一问，这个功德会有这么大？",
      "zh_TW": "為什麼？為什麼這一問，這個功德會有這麼大？"
    },
    {
      "id": "02-027-0006_p0064",
      "zh_CN": "【当来诸天人民。一切含灵。皆因汝问而得度脱故。】",
      "zh_TW": "【當來諸天人民。一切含靈。皆因汝問而得度脫故。】"
    },
    {
      "id": "02-027-0006_p0065",
      "zh_CN": "佛把这个道理说出来了。那这是真的，这个功德确确实实超过前面所说的这个人布施供养的功德，那当然不能为比。因为阿难这一问，佛说出这个法门，『当来』，将来，『诸天人民』就是指六道众生。六道里头，『一切含灵』，这是一切有情众生。如果他听到这个法门，没有一个不得度的；依照这个法门修学，永脱轮回，往生不退成佛，一生当中成就！这样的功德，当然不是前面累劫布施的人所能够相比的。这段话跟《普贤行愿品》里面「广修供养」，普贤菩萨所说的「一切供养中，法供养最」。无量无边的财供养都比不上法供养的功德大，一个道理。所以我们要想积功累德，修真实的福德，要懂得布施，懂得供养，特别要懂得法布施、法供养，这个功德无量无边。下面还是世尊对阿难的赞叹。",
      "zh_TW": "佛把這個道理說出來了。那這是真的，這個功德確確實實超過前面所說的這個人布施供養的功德，那當然不能為比。因為阿難這一問，佛說出這個法門，『當來』，將來，『諸天人民』就是指六道眾生。六道裡頭，『一切含靈』，這是一切有情眾生。如果他聽到這個法門，沒有一個不得度的；依照這個法門修學，永脫輪迴，往生不退成佛，一生當中成就！這樣的功德，當然不是前面累劫布施的人所能夠相比的。這段話跟《普賢行願品》裡面「廣修供養」，普賢菩薩所說的「一切供養中，法供養最」。無量無邊的財供養都比不上法供養的功德大，一個道理。所以我們要想積功累德，修真實的福德，要懂得布施，懂得供養，特別要懂得法布施、法供養，這個功德無量無邊。下面還是世尊對阿難的讚歎。"
    },
    {
      "id": "02-027-0006_p0066",
      "zh_CN": "【阿难。】",
      "zh_TW": "【阿難。】"
    },
    {
      "id": "02-027-0006_p0067",
      "zh_CN": "凡是在经上佛要叫着这个人的名字，下面开示一定很重要。因为叫著名字是提醒他、叫他特别注意。在经上看到有这个名字，我们要特别提高警觉。",
      "zh_TW": "凡是在經上佛要叫著這個人的名字，下面開示一定很重要。因為叫著名字是提醒他、叫他特別注意。在經上看到有這個名字，我們要特別提高警覺。"
    },
    {
      "id": "02-027-0006_p0068",
      "zh_CN": "【如来以无尽大悲。矜哀三界。所以出兴于世。光阐道教。欲拯群萌。惠以真实之利。难值难见。如优昙花。希有出现。汝今所问。多所饶益。】",
      "zh_TW": "【如來以無盡大悲。矜哀三界。所以出興於世。光闡道教。欲拯群萌。惠以真實之利。難值難見。如優曇花。希有出現。汝今所問。多所饒益。】"
    },
    {
      "id": "02-027-0006_p0069",
      "zh_CN": "我们看这一段，这一段是佛自己说出畅佛出世本怀的意思。佛为什么要到这个世间来？出现在这个世间来做什么？假如我们自己要常常来问问自己，我们会开悟。几个人常常问自己，我为什么到这个世间来？我到这个世间来干什么的？你们同修们有没有问过？如果常常有这个问题，虽然这个花花世界，也不容易迷惑。隋朝智者大师说「如来所以兴出世，唯说弥陀本愿海」。他这两句话就是这段经文说出来的。",
      "zh_TW": "我們看這一段，這一段是佛自己說出暢佛出世本懷的意思。佛為什麼要到這個世間來？出現在這個世間來做什麼？假如我們自己要常常來問問自己，我們會開悟。幾個人常常問自己，我為什麼到這個世間來？我到這個世間來幹什麼的？你們同修們有沒有問過？如果常常有這個問題，雖然這個花花世界，也不容易迷惑。隋朝智者大師說「如來所以興出世，唯說彌陀本願海」。他這兩句話就是這段經文說出來的。"
    },
    {
      "id": "02-027-0006_p0070",
      "zh_CN": "佛为什么出现在世间？就是要为我们说明往生不退成佛的法门，就为这个。那为这个，为什么不早说？说得那么多经典？这是什么道理？是因为机缘不成熟。所谓机缘不成熟，佛说出来大家不相信、大家不听，那就没有法子。所以佛一定要等待机缘，等缘成熟了，你能相信、能够接受了、肯发愿修行了，这个时候佛才说出。所以佛在此地也很感慨的讲，如来是以无尽的大慈悲，这大慈悲是平等的慈悲，不平等的慈悲就不叫大慈悲；没有分别、没有界限，这样的慈悲叫平等的慈悲。佛是无尽的大慈大悲。『矜哀三界』。三界就是六道。三界是讲欲界、色界、无色界。欲界里面有欲界天、阿修罗、人、饿鬼、地狱、畜生，这都在欲界，色界是天人，无色界也是天人。说三界就是讲的六道。怜悯六道众生。天不究竟，纵然生到无色界非想非非想天，寿命八万大劫，时间到了、定力失掉了，还是要往下堕落的。因为他上面没有了，当然往下堕落了，所以这不究竟；换句话说，还是要受轮回之苦。这是佛在许多大乘经里面讲得非常详细。",
      "zh_TW": "佛為什麼出現在世間？就是要為我們說明往生不退成佛的法門，就為這個。那為這個，為什麼不早說？說得那麼多經典？這是什麼道理？是因為機緣不成熟。所謂機緣不成熟，佛說出來大家不相信、大家不聽，那就沒有法子。所以佛一定要等待機緣，等緣成熟了，你能相信、能夠接受了、肯發願修行了，這個時候佛才說出。所以佛在此地也很感慨的講，如來是以無盡的大慈悲，這大慈悲是平等的慈悲，不平等的慈悲就不叫大慈悲；沒有分別、沒有界限，這樣的慈悲叫平等的慈悲。佛是無盡的大慈大悲。『矜哀三界』。三界就是六道。三界是講欲界、色界、無色界。欲界裡面有欲界天、阿修羅、人、餓鬼、地獄、畜生，這都在欲界，色界是天人，無色界也是天人。說三界就是講的六道。憐憫六道眾生。天不究竟，縱然生到無色界非想非非想天，壽命八萬大劫，時間到了、定力失掉了，還是要往下墮落的。因為他上面沒有了，當然往下墮落了，所以這不究竟；換句話說，還是要受輪迴之苦。這是佛在許多大乘經裡面講得非常詳細。"
    },
    {
      "id": "02-027-0006_p0071",
      "zh_CN": "佛是怜悯六道的凡夫，所以『出兴于世』。凡夫里面有聪明人，不是没有，哪些是聪明人？知道世间苦，非常想出离轮回，但是没有方法。在古时候古印度，我们历史上称它作宗教之国。宗教在古印度是最发达的。世尊当年在世，著名的宗教有九十六种，这些都是聪明人，都是想了脱生死轮回。大多数的宗教以为天就是究竟了，生到天堂大概就没有事了，不会再有生死、不会再有苦恼，把天当作究竟。可是天有很多，层次不一样；佛跟我们说天有二十八层。有些宗教目标在忉利天，有些宗教在色界天，有些宗教在大梵天，可见得他们这个智慧功夫的确有高下不同。纵然到非非想天，那是最高的一层，依旧不究竟。佛为了这些众生出现在世间。你有志要出三界，佛来帮助你出三界，这是佛陀出现在世间，唯一的一个理由！",
      "zh_TW": "佛是憐憫六道的凡夫，所以『出興於世』。凡夫裡面有聰明人，不是沒有，哪些是聰明人？知道世間苦，非常想出離輪迴，但是沒有方法。在古時候古印度，我們歷史上稱它作宗教之國。宗教在古印度是最發達的。世尊當年在世，著名的宗教有九十六種，這些都是聰明人，都是想了脫生死輪迴。大多數的宗教以為天就是究竟了，生到天堂大概就沒有事了，不會再有生死、不會再有苦惱，把天當作究竟。可是天有很多，層次不一樣；佛跟我們說天有二十八層。有些宗教目標在忉利天，有些宗教在色界天，有些宗教在大梵天，可見得他們這個智慧功夫的確有高下不同。縱然到非非想天，那是最高的一層，依舊不究竟。佛為了這些眾生出現在世間。你有志要出三界，佛來幫助你出三界，這是佛陀出現在世間，唯一的一個理由！"
    },
    {
      "id": "02-027-0006_p0072",
      "zh_CN": "『光』是智慧，『阐』是阐扬。佛是用真实的智慧为我们说明这个事实的真相，六道轮回的真相、十法界的真相。这个『道』就是真相。『教』就是教学、教化。把这些道理、把这些事实真相，教导给我们。『欲拯群萌』，拯济这一些，萌就是迷惑颠倒的众生，想出离而没有方法。这一些人就是佛教导的对象。因为他们已经觉得世间苦，已经觉察到轮回苦，心心想出离，这一群人，佛出现这是要度他们。",
      "zh_TW": "『光』是智慧，『闡』是闡揚。佛是用真實的智慧為我們說明這個事實的真相，六道輪迴的真相、十法界的真相。這個『道』就是真相。『教』就是教學、教化。把這些道理、把這些事實真相，教導給我們。『欲拯群萌』，拯濟這一些，萌就是迷惑顛倒的眾生，想出離而沒有方法。這一些人就是佛教導的對象。因為他們已經覺得世間苦，已經覺察到輪迴苦，心心想出離，這一群人，佛出現這是要度他們。"
    },
    {
      "id": "02-027-0006_p0073",
      "zh_CN": "『惠以真实之利』，最真实的利益，决定没有拐弯抹角、决定没有委曲婉转。佛今天跟我们说的是直截稳当，快速，究竟圆满的成佛之道。这个真实之利就是指的净土三经。诸位要晓得净土三经是真实之利！如果再归纳，这真实之利就是六字洪名。九界凡圣平等共修、平等成就。",
      "zh_TW": "『惠以真實之利』，最真實的利益，決定沒有拐彎抹角、決定沒有委曲婉轉。佛今天跟我們說的是直截穩當，快速，究竟圓滿的成佛之道。這個真實之利就是指的淨土三經。諸位要曉得淨土三經是真實之利！如果再歸納，這真實之利就是六字洪名。九界凡聖平等共修、平等成就。"
    },
    {
      "id": "02-027-0006_p0074",
      "zh_CN": "三经的性质，我们念佛人不能不知道。《无量寿经》是净宗概论；把宇宙人生的真相为我们说出，把西方极乐世界依正庄严为我们说明，这是《无量寿经》。《观无量寿经》，佛给我们说出净宗的原理、理论、修行的方法，这十六观；观想念佛、观像念佛、持名念佛都在十六观中，所以方法教给我们，特别是这个方法之前要奠定修学的基础。基础就是三福、六和，这基础！从这个基础上修念佛法门。你用观想、用观相、用持名都可以，而持名是最方便的。《阿弥陀经》这是三经最后说的。《弥陀经》的内容是，世尊苦口婆心的劝导我们，应当求生极乐世界。这个经里面四次劝告，我们常讲一而三、三而四，四次的劝告。劝我们要相信、要发愿、要念佛。这个三经是一系列的。三经的分量都不长，是净宗圆满的典籍、是我们念佛人真正的依靠，真实之利！",
      "zh_TW": "三經的性質，我們念佛人不能不知道。《無量壽經》是淨宗概論；把宇宙人生的真相為我們說出，把西方極樂世界依正莊嚴為我們說明，這是《無量壽經》。《觀無量壽經》，佛給我們說出淨宗的原理、理論、修行的方法，這十六觀；觀想念佛、觀像念佛、持名念佛都在十六觀中，所以方法教給我們，特別是這個方法之前要奠定修學的基礎。基礎就是三福、六和，這基礎！從這個基礎上修念佛法門。你用觀想、用觀相、用持名都可以，而持名是最方便的。《阿彌陀經》這是三經最後說的。《彌陀經》的內容是，世尊苦口婆心的勸導我們，應當求生極樂世界。這個經裡面四次勸告，我們常講一而三、三而四，四次的勸告。勸我們要相信、要發願、要念佛。這個三經是一系列的。三經的分量都不長，是淨宗圓滿的典籍、是我們念佛人真正的依靠，真實之利！"
    },
    {
      "id": "02-027-0006_p0075",
      "zh_CN": "『难值难见』，值是遇到。确实不容易遇到，不容易见到。这个经典自古以来流通量不大。这个原因，梅光羲居士在本经序文里面讲得很详细，诸位看看就晓得了。这些年来我们得力科技的发达，虽然是流通比过去要殊胜得多，但在整个佛门之中，众多修行的大众，听到这部经典欢喜信受奉行，毕竟还是少数。什么原因？一定要成佛的机会到了，他遇到了才会生欢喜心。如果不是成佛机缘成熟，纵然他遇到了，那个欢喜心很难生起。芸芸大众，有几个人这一生像要成佛？我们仔细看看哪几个人好像要成佛的样子？当然是少数！道理就在此地。那回头我们想一想自己，好幸运！我们就是那少数当中的几个。真的是难得，真正不容易！难值难见。",
      "zh_TW": "『難值難見』，值是遇到。確實不容易遇到，不容易見到。這個經典自古以來流通量不大。這個原因，梅光羲居士在本經序文裡面講得很詳細，諸位看看就曉得了。這些年來我們得力科技的發達，雖然是流通比過去要殊勝得多，但在整個佛門之中，眾多修行的大眾，聽到這部經典歡喜信受奉行，畢竟還是少數。什麼原因？一定要成佛的機會到了，他遇到了才會生歡喜心。如果不是成佛機緣成熟，縱然他遇到了，那個歡喜心很難生起。芸芸大眾，有幾個人這一生像要成佛？我們仔細看看哪幾個人好像要成佛的樣子？當然是少數！道理就在此地。那回頭我們想一想自己，好幸運！我們就是那少數當中的幾個。真的是難得，真正不容易！難值難見。"
    },
    {
      "id": "02-027-0006_p0076",
      "zh_CN": "『如优昙花』。优昙花，昙花一现，昙花开的时间很短。比喻这个法门遇到不容易，非常希有。世尊在本经里面告诉我们，将来佛法灭尽，这部经、这个念佛的方法还会流传一百年，最后消失。可见得这个经的功德确确实实是无量无边。",
      "zh_TW": "『如優曇花』。優曇花，曇花一現，曇花開的時間很短。比喻這個法門遇到不容易，非常希有。世尊在本經裡面告訴我們，將來佛法滅盡，這部經、這個念佛的方法還會流傳一百年，最後消失。可見得這個經的功德確確實實是無量無邊。"
    },
    {
      "id": "02-027-0006_p0077",
      "zh_CN": "『希有出现，汝今所问，多所饶益』。阿难这一问，利益无边。佛说的这些话，一点都不过分。我们明白这个道理、明白这个事实。我们要常常想着、常常记着，能把这个法门介绍给别人、推荐给别人，那个利益就跟阿难启请的利益无二无别，这都是真实的。何况我们翻印、流通，印得愈多愈好！现在除了经本流通之外，还有录音带、录影带的流通，那个功德就跟佛在此地所讲的无二无别。所以我们看了，不要看了好羡慕，阿难运气真好。你看这一问得这么大的功德，我们没这个运气、没这个机会。其实我们有，就在眼前，只要你自己有心、自己有意肯做，你的这个功德跟阿难一样的。他有机会，我们也有机会，我们没有输给阿难，这要晓得的。底下这段经文是世尊这在正面答复他，许说，给他讲。但是听经要具备条件，条件不具足，听了也是白听。我们看看佛对听经人的要求是什么？",
      "zh_TW": "『希有出現，汝今所問，多所饒益』。阿難這一問，利益無邊。佛說的這些話，一點都不過分。我們明白這個道理、明白這個事實。我們要常常想著、常常記著，能把這個法門介紹給別人、推薦給別人，那個利益就跟阿難啟請的利益無二無別，這都是真實的。何況我們翻印、流通，印得愈多愈好！現在除了經本流通之外，還有錄音帶、錄影帶的流通，那個功德就跟佛在此地所講的無二無別。所以我們看了，不要看了好羨慕，阿難運氣真好。你看這一問得這麼大的功德，我們沒這個運氣、沒這個機會。其實我們有，就在眼前，只要你自己有心、自己有意肯做，你的這個功德跟阿難一樣的。他有機會，我們也有機會，我們沒有輸給阿難，這要曉得的。底下這段經文是世尊這在正面答覆他，許說，給他講。但是聽經要具備條件，條件不具足，聽了也是白聽。我們看看佛對聽經人的要求是什麼？"
    },
    {
      "id": "02-027-0006_p0078",
      "zh_CN": "【阿难当知。如来正觉。其智难量。无有障碍。】",
      "zh_TW": "【阿難當知。如來正覺。其智難量。無有障礙。】"
    },
    {
      "id": "02-027-0006_p0079",
      "zh_CN": "这一段文字乍看是佛自己称赞自己。为什么？佛的功德没有人能知道、没有人能称赞，佛只好自己说了。希望我们对佛多了解一些、多认识一些，我们对佛的信心能增长；他讲的话，我们要认真牢记去学习，用意在此地。第一句是讲佛的智慧。佛的智慧就是我们一切众生真心本性里面本有的智慧，我们是迷了，智慧不能现前，佛是大觉不迷，本性的德能完全透露出来，没有一丝毫的障碍，『无有障碍』，佛智就是众生本具的智慧。这要知道。下面举一个例子，我们从这个例子里面去体会，他的智慧德能的确是不可思议。",
      "zh_TW": "這一段文字乍看是佛自己稱讚自己。為什麼？佛的功德沒有人能知道、沒有人能稱讚，佛只好自己說了。希望我們對佛多了解一些、多認識一些，我們對佛的信心能增長；他講的話，我們要認真牢記去學習，用意在此地。第一句是講佛的智慧。佛的智慧就是我們一切眾生真心本性裡面本有的智慧，我們是迷了，智慧不能現前，佛是大覺不迷，本性的德能完全透露出來，沒有一絲毫的障礙，『無有障礙』，佛智就是眾生本具的智慧。這要知道。下面舉一個例子，我們從這個例子裡面去體會，他的智慧德能的確是不可思議。"
    },
    {
      "id": "02-027-0006_p0080",
      "zh_CN": "【能于念顷。】",
      "zh_TW": "【能於念頃。】"
    },
    {
      "id": "02-027-0006_p0081",
      "zh_CN": "『念顷』是讲时间非常之短暂，一念间，一刹那。",
      "zh_TW": "『念頃』是講時間非常之短暫，一念間，一剎那。"
    },
    {
      "id": "02-027-0006_p0082",
      "zh_CN": "【住无量亿劫。】",
      "zh_TW": "【住無量億劫。】"
    },
    {
      "id": "02-027-0006_p0083",
      "zh_CN": "这是不思议的境界，很短的时间里面，能把它变成很长很长的时间。《华严》里头所讲的「念劫圆融」，佛能够用一念顷变成无量劫，也能够把无量劫变成一念顷、一刹那。在时间上得大自在，空间的自在就更不必说！这在时间上得自在。这个事情很不好懂，怎么能够把时间缩短？其实这个事实也并不难体会。譬如一个人作梦，在我们中国笔记小说的《黄粱梦》大概有不少人念过。你看他那个作梦的时间多短，并不长！在梦中过了几十年了。醒来的时候，黄粱还没有煮熟。黄粱是小米，小米煮饭，他打个瞌睡，打个瞌睡做个梦，梦中已经过了几十年，醒过来他煮的小米稀饭还没熟。岂不是这几十年时间浓缩在几十分钟当中。于是乎我们能体会这个事情是可能，不是不可能。所以人可以回到过去，也可以提前进入未来。现在科幻小说里面讲时光隧道，这是一些人的幻想。一切法从心想生，这人会想将来，就会变成事实。一切法从心想生！所以这个本能，众生自性的德能超越时空。",
      "zh_TW": "這是不思議的境界，很短的時間裡面，能把它變成很長很長的時間。《華嚴》裡頭所講的「念劫圓融」，佛能夠用一念頃變成無量劫，也能夠把無量劫變成一念頃、一剎那。在時間上得大自在，空間的自在就更不必說！這在時間上得自在。這個事情很不好懂，怎麼能夠把時間縮短？其實這個事實也並不難體會。譬如一個人作夢，在我們中國筆記小說的《黃粱夢》大概有不少人念過。你看他那個作夢的時間多短，並不長！在夢中過了幾十年了。醒來的時候，黃粱還沒有煮熟。黃粱是小米，小米煮飯，他打個瞌睡，打個瞌睡做個夢，夢中已經過了幾十年，醒過來他煮的小米稀飯還沒熟。豈不是這幾十年時間濃縮在幾十分鐘當中。於是乎我們能體會這個事情是可能，不是不可能。所以人可以回到過去，也可以提前進入未來。現在科幻小說裡面講時光隧道，這是一些人的幻想。一切法從心想生，這人會想將來，就會變成事實。一切法從心想生！所以這個本能，眾生自性的德能超越時空。"
    },
    {
      "id": "02-027-0006_p0084",
      "zh_CN": "【身及诸根。无有增减。】",
      "zh_TW": "【身及諸根。無有增減。】"
    },
    {
      "id": "02-027-0006_p0085",
      "zh_CN": "『无有增减』的意思就是不生不灭。有生灭就有增减。不生不灭！超越时空就无有来去，不来不去，这都是性德的本能，佛证得了。所以他的示现无不自在、无有障碍。这是从事上来说的。",
      "zh_TW": "『無有增減』的意思就是不生不滅。有生滅就有增減。不生不滅！超越時空就無有來去，不來不去，這都是性德的本能，佛證得了。所以他的示現無不自在、無有障礙。這是從事上來說的。"
    },
    {
      "id": "02-027-0006_p0086",
      "zh_CN": "【所以者何。】",
      "zh_TW": "【所以者何。】"
    },
    {
      "id": "02-027-0006_p0087",
      "zh_CN": "为什么佛有这样的德能？这种能力《华严经》上说得详细、说得透彻，就是四无碍法界。清凉大师给我们说事无碍、理无碍、理事无碍、事事无碍，这一真法界。我们学佛、我们想成就，成就的是什么？成就就是希望我们能够证得无障碍的法界，我们能够契入无障碍的法界。像诸佛如来与大菩萨一样，智慧神通无不自在。能不能得到？能。为什么能？因为是我们的本能，本有的当然可以证得。就如同马鸣菩萨在《大乘起信论》里面所说的「本觉本有，不觉本无」。本有当然可以证得，本无当然可以破除掉。我们的烦恼、习气、妄想本来无。本来无的，怎么会断不掉？本来无的一定可以断掉，本来有的一定可以恢复、可以证得。我们从这个地方建立信心。佛在这里表演给我们看、示现给我们看。『所以者何』，这底下解释。",
      "zh_TW": "為什麼佛有這樣的德能？這種能力《華嚴經》上說得詳細、說得透徹，就是四無礙法界。清涼大師給我們說事無礙、理無礙、理事無礙、事事無礙，這一真法界。我們學佛、我們想成就，成就的是什麼？成就就是希望我們能夠證得無障礙的法界，我們能夠契入無障礙的法界。像諸佛如來與大菩薩一樣，智慧神通無不自在。能不能得到？能。為什麼能？因為是我們的本能，本有的當然可以證得。就如同馬鳴菩薩在《大乘起信論》裡面所說的「本覺本有，不覺本無」。本有當然可以證得，本無當然可以破除掉。我們的煩惱、習氣、妄想本來無。本來無的，怎麼會斷不掉？本來無的一定可以斷掉，本來有的一定可以恢復、可以證得。我們從這個地方建立信心。佛在這裡表演給我們看、示現給我們看。『所以者何』，這底下解釋。"
    },
    {
      "id": "02-027-0006_p0088",
      "zh_CN": "【如来定慧。究畅无极。】",
      "zh_TW": "【如來定慧。究暢無極。】"
    },
    {
      "id": "02-027-0006_p0089",
      "zh_CN": "是这么个道理。佛果地上的定圆满了、慧圆满了。我们常讲福慧二严，这两种庄严。定是福，佛门里面常讲清福。世间人的名闻利养佛法里叫红福，红尘里面的福报；那个福报不清净，有苦恼的。你看世间人常讲的：你好福气！有福后头就有气。这个话不是好话，你好福气，你听听，福去掉后头就是气，有福是假的，气是真的。所以佛法里面讲清福，清福没气，只有福没有气，清福。所以说这个定是福报，心地有主宰、心地很清净，这真正福报，没有烦恼、没有副作用。世间的红福麻烦大，福大、气大、麻烦大。慧是智慧。『究畅无极』是达到究竟圆满。",
      "zh_TW": "是這麼個道理。佛果地上的定圓滿了、慧圓滿了。我們常講福慧二嚴，這兩種莊嚴。定是福，佛門裡面常講清福。世間人的名聞利養佛法裡叫紅福，紅塵裡面的福報；那個福報不清淨，有苦惱的。你看世間人常講的：你好福氣！有福後頭就有氣。這個話不是好話，你好福氣，你聽聽，福去掉後頭就是氣，有福是假的，氣是真的。所以佛法裡面講清福，清福沒氣，只有福沒有氣，清福。所以說這個定是福報，心地有主宰、心地很清淨，這真正福報，沒有煩惱、沒有副作用。世間的紅福麻煩大，福大、氣大、麻煩大。慧是智慧。『究暢無極』是達到究竟圓滿。"
    },
    {
      "id": "02-027-0006_p0090",
      "zh_CN": "【于一切法。而得最胜自在故。】",
      "zh_TW": "【於一切法。而得最勝自在故。】"
    },
    {
      "id": "02-027-0006_p0091",
      "zh_CN": "在一切法当中，他得到最殊胜的自在。《华严经》上，佛为我们把这个自在，自在是最殊胜是无量无边。《华严》把它归纳为十大类，十自在，十种自在。我们看《心经》。《心经》每个同修都会念，常常念，《朝暮课诵》里面都有《心经》。《心经》第一句「观自在菩萨」。那个自在就是《华严》里面讲的圆满的十种自在，自在怎么得来？观就自在。我们就是不会观，我们常常打妄想，这个想就不自在。诸位要知道，想不自在，观就自在。那么我们要问什么叫观？什么叫想？想是落在心意识里，那就不自在了。",
      "zh_TW": "在一切法當中，他得到最殊勝的自在。《華嚴經》上，佛為我們把這個自在，自在是最殊勝是無量無邊。《華嚴》把它歸納為十大類，十自在，十種自在。我們看《心經》。《心經》每個同修都會念，常常念，《朝暮課誦》裡面都有《心經》。《心經》第一句「觀自在菩薩」。那個自在就是《華嚴》裡面講的圓滿的十種自在，自在怎麼得來？觀就自在。我們就是不會觀，我們常常打妄想，這個想就不自在。諸位要知道，想不自在，觀就自在。那麼我們要問什麼叫觀？什麼叫想？想是落在心意識裡，那就不自在了。"
    },
    {
      "id": "02-027-0006_p0092",
      "zh_CN": "心是阿赖耶识，意是末那，识就是第六意识。这心意识。第六意识分别，第七末那执着，第八阿赖耶落印象，这就不好。离心意识，我们眼见色，耳闻声，六根接触外面六尘境界，没有分别心，不用第六意识；没有执着，不用末那，不用意识；不落印象，不用第八识。离心意识，大乘菩萨用功，这是最重要的一个原则。禅宗里面参禅。禅堂里面大和尚常常提起离心意识参，要离心意识。参禅离心意识，我们念经、学教、念佛要不要离心意识？还是要离心意识。研教的人离心意识能大开圆解，念佛的人离心意识就能证得理一心不乱。可见得这个观重要。观就是不用心意识，这叫观，直截的。也就是交光大师在《楞严经正脉》里面讲的「舍识用根」，就用根中之性。",
      "zh_TW": "心是阿賴耶識，意是末那，識就是第六意識。這心意識。第六意識分別，第七末那執著，第八阿賴耶落印象，這就不好。離心意識，我們眼見色，耳聞聲，六根接觸外面六塵境界，沒有分別心，不用第六意識；沒有執著，不用末那，不用意識；不落印象，不用第八識。離心意識，大乘菩薩用功，這是最重要的一個原則。禪宗裡面參禪。禪堂裡面大和尚常常提起離心意識參，要離心意識。參禪離心意識，我們念經、學教、念佛要不要離心意識？還是要離心意識。研教的人離心意識能大開圓解，念佛的人離心意識就能證得理一心不亂。可見得這個觀重要。觀就是不用心意識，這叫觀，直截的。也就是交光大師在《楞嚴經正脈》裡面講的「捨識用根」，就用根中之性。"
    },
    {
      "id": "02-027-0006_p0093",
      "zh_CN": "我们眼见色用见性见，耳闻声用闻性闻，这叫观。所以观音菩萨他高明，他六根接触六尘境界跟我们不一样，我们用心意识，他离心意识，完全用真如本性来观这个世间，所以他得最胜自在。佛与大菩萨都是入这样的境界，这是我们一定要明了。纵然学不成，不能不知道，我们要清清楚楚、明明白白。现在烦恼习气太重，没有办法学不要紧，念佛求生净土，到达西方极乐世界，见到阿弥陀佛，我们再修这个法门。那个时候就不怕了，佛力加持，我们的妄想烦恼都消灭了，这个功夫就不难现前。下面嘱咐：",
      "zh_TW": "我們眼見色用見性見，耳聞聲用聞性聞，這叫觀。所以觀音菩薩他高明，他六根接觸六塵境界跟我們不一樣，我們用心意識，他離心意識，完全用真如本性來觀這個世間，所以他得最勝自在。佛與大菩薩都是入這樣的境界，這是我們一定要明瞭。縱然學不成，不能不知道，我們要清清楚楚、明明白白。現在煩惱習氣太重，沒有辦法學不要緊，念佛求生淨土，到達西方極樂世界，見到阿彌陀佛，我們再修這個法門。那個時候就不怕了，佛力加持，我們的妄想煩惱都消滅了，這個功夫就不難現前。下面囑咐："
    },
    {
      "id": "02-027-0006_p0094",
      "zh_CN": "【阿难谛听。】",
      "zh_TW": "【阿難諦聽。】"
    },
    {
      "id": "02-027-0006_p0095",
      "zh_CN": "阿难问。好，我现在跟你讲，你要认真听、要仔细听。这个谛就是要用心、要仔细。我们今天有没有用心？有没有仔细在听？假如我们一面听经、一面还在打妄想，这就不是谛听了。『谛听』叫老实听。听经的时候没有一个妄念，那叫谛听；打个妄念就不是谛听了。这是佛特别嘱咐阿难。因为心地清净没有妄想，听经会开悟。古人听经会开悟，我们现在人听经为什么不会开悟？一面听一面打妄想，难！不容易，这里头有很深的意思。",
      "zh_TW": "阿難問。好，我現在跟你講，你要認真聽、要仔細聽。這個諦就是要用心、要仔細。我們今天有沒有用心？有沒有仔細在聽？假如我們一面聽經、一面還在打妄想，這就不是諦聽了。『諦聽』叫老實聽。聽經的時候沒有一個妄念，那叫諦聽；打個妄念就不是諦聽了。這是佛特別囑咐阿難。因為心地清淨沒有妄想，聽經會開悟。古人聽經會開悟，我們現在人聽經為什麼不會開悟？一面聽一面打妄想，難！不容易，這裡頭有很深的意思。"
    },
    {
      "id": "02-027-0006_p0096",
      "zh_CN": "【善思念之。】",
      "zh_TW": "【善思念之。】"
    },
    {
      "id": "02-027-0006_p0097",
      "zh_CN": "『善思』是思慧。『念之』是修行。谛听是闻慧。闻、思、修三慧。三慧具足，他听了之后，他能够领悟，他能悟入。",
      "zh_TW": "『善思』是思慧。『念之』是修行。諦聽是聞慧。聞、思、修三慧。三慧具足，他聽了之後，他能夠領悟，他能悟入。"
    },
    {
      "id": "02-027-0006_p0098",
      "zh_CN": "【吾当为汝分别解说。】",
      "zh_TW": "【吾當為汝分別解說。】"
    },
    {
      "id": "02-027-0006_p0099",
      "zh_CN": "佛很慈悲。我当然要告诉你，要给你详细说明这个事实。别序就讲到此地。但是刚才我提到《华严经》上「八自在」，看看明天我再跟诸位把这个补出来。好，我们念佛回向。",
      "zh_TW": "佛很慈悲。我當然要告訴你，要給你詳細說明這個事實。別序就講到此地。但是剛才我提到《華嚴經》上「八自在」，看看明天我再跟諸位把這個補出來。好，我們念佛迴向。"
    }
  ]
}