{
  "doc_id": "02-027-0018",
  "title": {
    "zh_CN": "无量寿经（新加坡二次宣讲）",
    "zh_TW": "無量壽經（新加坡二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-027-0018",
  "total_paragraphs": 245,
  "paragraphs": [
    {
      "id": "02-027-0018_p0001",
      "zh_CN": "请掀开经本第九十六面第一行第三句看起：",
      "zh_TW": "請掀開經本第九十六面第一行第三句看起："
    },
    {
      "id": "02-027-0018_p0002",
      "zh_CN": "【行菩萨道。诸往生者。皆得阿惟越致。皆具金色三十二相。皆当作佛。】",
      "zh_TW": "【行菩薩道。諸往生者。皆得阿惟越致。皆具金色三十二相。皆當作佛。】"
    },
    {
      "id": "02-027-0018_p0003",
      "zh_CN": "从这个地方看起。最后一段就是第四类往生的，是修学大乘法门，而不是专修净土去往生的，在前面都已经跟大家报告过。这个地方补充这一点使我们更清楚、更明白。『行菩萨道』。这一句就是修学一切大乘法门。大乘法门是菩萨道，包括显教、密教，宗门教下。只要他对于阿弥陀佛，西方极乐世界能信能愿，都能往生，这是十念、一念也能够成就。这些人往生到西方极乐世界，跟专修净宗人往生，是平等的，这是非常非常的希有难得，也都『得阿惟越致』，都证这个，可以算是证果，都是七地、八地以上菩萨的阶位。『皆具金色三十二相』。这就是在一切平等法里面举一个例子。往生到西方极乐世界，都是紫磨真金色身，都具足如佛一样的相好光明，跟阿弥陀佛相同。这个世界确实是平等的世界。",
      "zh_TW": "從這個地方看起。最後一段就是第四類往生的，是修學大乘法門，而不是專修淨土去往生的，在前面都已經跟大家報告過。這個地方補充這一點使我們更清楚、更明白。『行菩薩道』。這一句就是修學一切大乘法門。大乘法門是菩薩道，包括顯教、密教，宗門教下。只要他對於阿彌陀佛，西方極樂世界能信能願，都能往生，這是十念、一念也能夠成就。這些人往生到西方極樂世界，跟專修淨宗人往生，是平等的，這是非常非常的希有難得，也都『得阿惟越致』，都證這個，可以算是證果，都是七地、八地以上菩薩的階位。『皆具金色三十二相』。這就是在一切平等法裡面舉一個例子。往生到西方極樂世界，都是紫磨真金色身，都具足如佛一樣的相好光明，跟阿彌陀佛相同。這個世界確實是平等的世界。"
    },
    {
      "id": "02-027-0018_p0004",
      "zh_CN": "底下这一句前面就没有说过，这一句就太殊胜！诸位要知道，修学一切大乘佛法的，回向往生有这样殊胜的成就，我们专修净土往生的，那当然不会例外的。所以经上所说的，我们都有分，『皆当作佛』。到西方极乐世界，你一生当中决定会作佛。到那里修行成就了，看看他方世界，哪一个世界里面的众生与自己有缘分，这才能得度。佛法里头常讲「佛不度无缘之人」，所以我们没有成佛之前，要跟众生广结法缘。这个缘结得愈多，将来你成佛度众生也多，道场国土就庄严了，所以要广结法缘。",
      "zh_TW": "底下這一句前面就沒有說過，這一句就太殊勝！諸位要知道，修學一切大乘佛法的，迴向往生有這樣殊勝的成就，我們專修淨土往生的，那當然不會例外的。所以經上所說的，我們都有分，『皆當作佛』。到西方極樂世界，你一生當中決定會作佛。到那裡修行成就了，看看他方世界，哪一個世界裡面的眾生與自己有緣分，這才能得度。佛法裡頭常講「佛不度無緣之人」，所以我們沒有成佛之前，要跟眾生廣結法緣。這個緣結得愈多，將來你成佛度眾生也多，道場國土就莊嚴了，所以要廣結法緣。"
    },
    {
      "id": "02-027-0018_p0005",
      "zh_CN": "【欲于何方佛国作佛。从心所愿。】",
      "zh_TW": "【欲於何方佛國作佛。從心所願。】"
    },
    {
      "id": "02-027-0018_p0006",
      "zh_CN": "哪一方众生缘成熟了，应以佛身而得度者，菩萨就现佛身。像前面所说的「八相成道」，到那个世间去作佛，度众生，『从心所愿』。",
      "zh_TW": "哪一方眾生緣成熟了，應以佛身而得度者，菩薩就現佛身。像前面所說的「八相成道」，到那個世間去作佛，度眾生，『從心所願』。"
    },
    {
      "id": "02-027-0018_p0007",
      "zh_CN": "【随其精进早晚。求道不休。会当得之。不失其所愿也。】",
      "zh_TW": "【隨其精進早晚。求道不休。會當得之。不失其所願也。】"
    },
    {
      "id": "02-027-0018_p0008",
      "zh_CN": "这个地方告诉我们，这一点很重要，西方极乐世界决定是不退转的，但是成佛早晚可不一定。为什么？有些人特别精进，他成佛就早，提早了；有些人就马虎一点，只要不退就好了，他成佛的时间就比较晚一点。特别用功，特别精进，那个成佛就超前、提前了，早晚不一样，但是一定得到；晚，他也会成佛，不失所愿。这也是阿弥陀佛给我们的保证。",
      "zh_TW": "這個地方告訴我們，這一點很重要，西方極樂世界決定是不退轉的，但是成佛早晚可不一定。為什麼？有些人特別精進，他成佛就早，提早了；有些人就馬虎一點，只要不退就好了，他成佛的時間就比較晚一點。特別用功，特別精進，那個成佛就超前、提前了，早晚不一樣，但是一定得到；晚，他也會成佛，不失所願。這也是阿彌陀佛給我們的保證。"
    },
    {
      "id": "02-027-0018_p0009",
      "zh_CN": "【阿难。以此义利故。】",
      "zh_TW": "【阿難。以此義利故。】"
    },
    {
      "id": "02-027-0018_p0010",
      "zh_CN": "『义』是道理。『利』是利益！因为这个道理，这个好处。",
      "zh_TW": "『義』是道理。『利』是利益！因為這個道理，這個好處。"
    },
    {
      "id": "02-027-0018_p0011",
      "zh_CN": "【无量无数不可思议无有等等无边世界。诸佛如来。】",
      "zh_TW": "【無量無數不可思議無有等等無邊世界。諸佛如來。】"
    },
    {
      "id": "02-027-0018_p0012",
      "zh_CN": "这把尽虚空遍法界所有一切诸佛如来统统讲到了，一个也没有漏！这一切诸佛如来：",
      "zh_TW": "這把盡虛空遍法界所有一切諸佛如來統統講到了，一個也沒有漏！這一切諸佛如來："
    },
    {
      "id": "02-027-0018_p0013",
      "zh_CN": "【皆共称赞无量寿佛所有功德。】",
      "zh_TW": "【皆共稱讚無量壽佛所有功德。】"
    },
    {
      "id": "02-027-0018_p0014",
      "zh_CN": "因为确确实实阿弥陀佛的功德，超逾诸佛！这是我们在这几品经里面，读下来之后，这个意思、事实真相可以说是清清楚楚、明明白白，无怪乎诸佛赞叹弥陀光中极尊，佛中之王。",
      "zh_TW": "因為確確實實阿彌陀佛的功德，超踰諸佛！這是我們在這幾品經裡面，讀下來之後，這個意思、事實真相可以說是清清楚楚、明明白白，無怪乎諸佛讚歎彌陀光中極尊，佛中之王。"
    },
    {
      "id": "02-027-0018_p0015",
      "zh_CN": "我们再看底下这一段，「礼供听法第二十六」。前面都是讲极乐世界的菩萨，这一段是讲他方菩萨，他方菩萨来供养阿弥陀佛。",
      "zh_TW": "我們再看底下這一段，「禮供聽法第二十六」。前面都是講極樂世界的菩薩，這一段是講他方菩薩，他方菩薩來供養阿彌陀佛。"
    },
    {
      "id": "02-027-0018_p0016",
      "zh_CN": "【复次阿难。十方世界诸菩萨众。】",
      "zh_TW": "【復次阿難。十方世界諸菩薩眾。】"
    },
    {
      "id": "02-027-0018_p0017",
      "zh_CN": "这是很清楚给我们标示出来，这是说十方世界一切有缘的菩萨们。哪些是有缘，哪些是没缘，我们要搞清楚。一切诸佛都说这个法门，叫难信之法，菩萨听了肯相信就有缘，菩萨听了不相信，那就没有缘，缘就没成熟。这是缘成熟的菩萨，听了都非常欢喜，能够接受。",
      "zh_TW": "這是很清楚給我們標示出來，這是說十方世界一切有緣的菩薩們。哪些是有緣，哪些是沒緣，我們要搞清楚。一切諸佛都說這個法門，叫難信之法，菩薩聽了肯相信就有緣，菩薩聽了不相信，那就沒有緣，緣就沒成熟。這是緣成熟的菩薩，聽了都非常歡喜，能夠接受。"
    },
    {
      "id": "02-027-0018_p0018",
      "zh_CN": "【为欲瞻礼。极乐世界。无量寿佛。】",
      "zh_TW": "【為欲瞻禮。極樂世界。無量壽佛。】"
    },
    {
      "id": "02-027-0018_p0019",
      "zh_CN": "听到阿弥陀佛如此的功德庄严，菩萨当然都想去亲近阿弥陀佛，到西方世界去参访参访，供佛闻法。他们有这个能力，阿弥陀佛也非常的欢迎。这是菩萨去供佛，用不着阿弥陀佛去接引，他不是去往生，用不着接引，菩萨都是自己来的。",
      "zh_TW": "聽到阿彌陀佛如此的功德莊嚴，菩薩當然都想去親近阿彌陀佛，到西方世界去參訪參訪，供佛聞法。他們有這個能力，阿彌陀佛也非常的歡迎。這是菩薩去供佛，用不著阿彌陀佛去接引，他不是去往生，用不著接引，菩薩都是自己來的。"
    },
    {
      "id": "02-027-0018_p0020",
      "zh_CN": "【各以香华幢幡宝盖。】",
      "zh_TW": "【各以香華幢幡寶蓋。】"
    },
    {
      "id": "02-027-0018_p0021",
      "zh_CN": "这是举个例子，见佛总要带一点礼物去供养，不能空手去！我们世间人情也是如此，到哪个地方多少是带一点礼物，不会空手；菩萨去见佛也不例外，也要带一带礼物。这是举出个例子，像『香华幢幡宝盖』之类的，这都是属于礼物。",
      "zh_TW": "這是舉個例子，見佛總要帶一點禮物去供養，不能空手去！我們世間人情也是如此，到哪個地方多少是帶一點禮物，不會空手；菩薩去見佛也不例外，也要帶一帶禮物。這是舉出個例子，像『香華幢幡寶蓋』之類的，這都是屬於禮物。"
    },
    {
      "id": "02-027-0018_p0022",
      "zh_CN": "【往诣佛所。恭敬供养。听受经法。宣布道化。】",
      "zh_TW": "【往詣佛所。恭敬供養。聽受經法。宣布道化。】"
    },
    {
      "id": "02-027-0018_p0023",
      "zh_CN": "到那里先供佛。供佛之后，坐下来，听阿弥陀佛讲经说法，然后再回到自己的国土，把听阿弥陀佛所说的，再辗转『宣布』。宣布就是宣传流布，这就是转法轮的意思。听完之后他回去告诉别人，「宣布道化」。道就是道德，阿弥陀佛的道德，阿弥陀佛如何教化众生，辗转的宣扬流布。",
      "zh_TW": "到那裡先供佛。供佛之後，坐下來，聽阿彌陀佛講經說法，然後再回到自己的國土，把聽阿彌陀佛所說的，再輾轉『宣布』。宣布就是宣傳流布，這就是轉法輪的意思。聽完之後他回去告訴別人，「宣布道化」。道就是道德，阿彌陀佛的道德，阿彌陀佛如何教化眾生，輾轉的宣揚流布。"
    },
    {
      "id": "02-027-0018_p0024",
      "zh_CN": "【称赞佛土功德庄严。】",
      "zh_TW": "【稱讚佛土功德莊嚴。】"
    },
    {
      "id": "02-027-0018_p0025",
      "zh_CN": "称赞西方极乐世界。这些菩萨已经亲自去过，一切都看到了，当然他极力的宣扬。",
      "zh_TW": "稱讚西方極樂世界。這些菩薩已經親自去過，一切都看到了，當然他極力的宣揚。"
    },
    {
      "id": "02-027-0018_p0026",
      "zh_CN": "【尔时世尊即说颂曰。】",
      "zh_TW": "【爾時世尊即說頌曰。】"
    },
    {
      "id": "02-027-0018_p0027",
      "zh_CN": "这前面有八首偈，是本师释迦牟尼佛对于十方菩萨这种行为的赞叹！这些菩萨都是不可思议的菩萨。",
      "zh_TW": "這前面有八首偈，是本師釋迦牟尼佛對於十方菩薩這種行為的讚歎！這些菩薩都是不可思議的菩薩。"
    },
    {
      "id": "02-027-0018_p0028",
      "zh_CN": "【东方诸佛刹。数如恒河沙。】",
      "zh_TW": "【東方諸佛剎。數如恆河沙。】"
    },
    {
      "id": "02-027-0018_p0029",
      "zh_CN": "世界无量无边，每一个世界里面。",
      "zh_TW": "世界無量無邊，每一個世界裡面。"
    },
    {
      "id": "02-027-0018_p0030",
      "zh_CN": "【恒沙菩萨众。往礼无量寿。】",
      "zh_TW": "【恆沙菩薩眾。往禮無量壽。】"
    },
    {
      "id": "02-027-0018_p0031",
      "zh_CN": "我们就知道西方世界时时刻刻川流不息！往生的人多，阿弥陀佛自己的弟子们多，外面来参学这些客人多，西方世界好热闹。你们看到了吗？的确很热闹！所以有些怕寂寞的人，西方极乐世界好！你看看多好，是不是？这确确实实我们读这个经，那个境界就好像在面前一样，就好像我们亲自看到一样。这说东方，其余：",
      "zh_TW": "我們就知道西方世界時時刻刻川流不息！往生的人多，阿彌陀佛自己的弟子們多，外面來參學這些客人多，西方世界好熱鬧。你們看到了嗎？的確很熱鬧！所以有些怕寂寞的人，西方極樂世界好！你看看多好，是不是？這確確實實我們讀這個經，那個境界就好像在面前一樣，就好像我們親自看到一樣。這說東方，其餘："
    },
    {
      "id": "02-027-0018_p0032",
      "zh_CN": "【南西北四维。上下。】",
      "zh_TW": "【南西北四維。上下。】"
    },
    {
      "id": "02-027-0018_p0033",
      "zh_CN": "这就是讲的其他九方，合起来十方。",
      "zh_TW": "這就是講的其他九方，合起來十方。"
    },
    {
      "id": "02-027-0018_p0034",
      "zh_CN": "【亦复然。】",
      "zh_TW": "【亦復然。】"
    },
    {
      "id": "02-027-0018_p0035",
      "zh_CN": "跟东方一样。无量无数的菩萨川流不息的到西方世界去参学、听经，听阿弥陀佛说经；当然，也会跟这些同学们，阿弥陀佛的学生，以及新往生的这些人，交换意见，讨论佛法。在我们想像当中，也必然是彼此互相接受邀请。那些菩萨，像我们这边弥勒菩萨也常常到极乐世界去；新往生的人，弥勒菩萨也会邀请到他的兜率内院去参观参观，这不就到兜率天去了吗？所以不要去修那个唯心识定，那个好麻烦！念阿弥陀佛也能到兜率内院，走近路！",
      "zh_TW": "跟東方一樣。無量無數的菩薩川流不息的到西方世界去參學、聽經，聽阿彌陀佛說經；當然，也會跟這些同學們，阿彌陀佛的學生，以及新往生的這些人，交換意見，討論佛法。在我們想像當中，也必然是彼此互相接受邀請。那些菩薩，像我們這邊彌勒菩薩也常常到極樂世界去；新往生的人，彌勒菩薩也會邀請到他的兜率內院去參觀參觀，這不就到兜率天去了嗎？所以不要去修那個唯心識定，那個好麻煩！念阿彌陀佛也能到兜率內院，走近路！"
    },
    {
      "id": "02-027-0018_p0036",
      "zh_CN": "【咸以尊重心。奉诸珍妙供。】",
      "zh_TW": "【咸以尊重心。奉諸珍妙供。】"
    },
    {
      "id": "02-027-0018_p0037",
      "zh_CN": "以最真诚、恭敬的心到极乐世界供佛。",
      "zh_TW": "以最真誠、恭敬的心到極樂世界供佛。"
    },
    {
      "id": "02-027-0018_p0038",
      "zh_CN": "【畅发和雅音。歌叹最胜尊。】",
      "zh_TW": "【暢發和雅音。歌嘆最勝尊。】"
    },
    {
      "id": "02-027-0018_p0039",
      "zh_CN": "『畅』是舒畅。因为对无量寿佛很久就仰慕，都没有缘分去见一面、去参访，今天缘成熟了，你说这个心情多痛快！所以见了佛之后，礼拜以后，对于阿弥陀佛赞叹。『最胜尊』，就是阿弥陀佛，阿弥陀佛在诸佛之中是第一超胜！",
      "zh_TW": "『暢』是舒暢。因為對無量壽佛很久就仰慕，都沒有緣分去見一面、去參訪，今天緣成熟了，你說這個心情多痛快！所以見了佛之後，禮拜以後，對於阿彌陀佛讚歎。『最勝尊』，就是阿彌陀佛，阿彌陀佛在諸佛之中是第一超勝！"
    },
    {
      "id": "02-027-0018_p0040",
      "zh_CN": "【究达神通慧。】",
      "zh_TW": "【究達神通慧。】"
    },
    {
      "id": "02-027-0018_p0041",
      "zh_CN": "究竟通达，圆满的神通智慧。",
      "zh_TW": "究竟通達，圓滿的神通智慧。"
    },
    {
      "id": "02-027-0018_p0042",
      "zh_CN": "【游入深法门。闻佛圣德名。】",
      "zh_TW": "【遊入深法門。聞佛聖德名。】"
    },
    {
      "id": "02-027-0018_p0043",
      "zh_CN": "这就是名号功德不可思议。十方世界的众生听到南无阿弥陀佛的圣号。",
      "zh_TW": "這就是名號功德不可思議。十方世界的眾生聽到南無阿彌陀佛的聖號。"
    },
    {
      "id": "02-027-0018_p0044",
      "zh_CN": "【安隐得大利。】",
      "zh_TW": "【安隱得大利。】"
    },
    {
      "id": "02-027-0018_p0045",
      "zh_CN": "『安』是安全，『隐』是稳当，稳妥。『得大利』，是一生不退成佛！这在世出世间利益，没有比这个更大的，这是我们要晓得。遇到这个法门，心要安下来，安住在这个法门之中；身也要安住，身不再妄动，不必再学其他的法门，死心塌地一句弥陀念到底。身恭敬，口称名，意观想，我们这一身当中决定得生，「安隐得大利」。",
      "zh_TW": "『安』是安全，『隱』是穩當，穩妥。『得大利』，是一生不退成佛！這在世出世間利益，沒有比這個更大的，這是我們要曉得。遇到這個法門，心要安下來，安住在這個法門之中；身也要安住，身不再妄動，不必再學其他的法門，死心塌地一句彌陀念到底。身恭敬，口稱名，意觀想，我們這一身當中決定得生，「安隱得大利」。"
    },
    {
      "id": "02-027-0018_p0046",
      "zh_CN": "【种种供养中。勤修无懈倦。】",
      "zh_TW": "【種種供養中。勤修無懈倦。】"
    },
    {
      "id": "02-027-0018_p0047",
      "zh_CN": "『供养』。前面都说得很清楚，勤修供养，上供诸佛，下供众生，菩萨都是修普贤行！",
      "zh_TW": "『供養』。前面都說得很清楚，勤修供養，上供諸佛，下供眾生，菩薩都是修普賢行！"
    },
    {
      "id": "02-027-0018_p0048",
      "zh_CN": "【观彼殊胜刹。】",
      "zh_TW": "【觀彼殊勝剎。】"
    },
    {
      "id": "02-027-0018_p0049",
      "zh_CN": "参观西方极乐世界，殊胜的刹土。",
      "zh_TW": "參觀西方極樂世界，殊勝的剎土。"
    },
    {
      "id": "02-027-0018_p0050",
      "zh_CN": "【微妙难思议。功德普庄严。】",
      "zh_TW": "【微妙難思議。功德普莊嚴。】"
    },
    {
      "id": "02-027-0018_p0051",
      "zh_CN": "『功德』是讲佛的大愿。每一位往生到西方极乐世界的这些菩萨们，他们的薰修，这是功德，普遍庄严，无有一法不庄严。这个庄严就是依正庄严，西方世界。",
      "zh_TW": "『功德』是講佛的大願。每一位往生到西方極樂世界的這些菩薩們，他們的薰修，這是功德，普遍莊嚴，無有一法不莊嚴。這個莊嚴就是依正莊嚴，西方世界。"
    },
    {
      "id": "02-027-0018_p0052",
      "zh_CN": "【诸佛国难比。】",
      "zh_TW": "【諸佛國難比。】"
    },
    {
      "id": "02-027-0018_p0053",
      "zh_CN": "一切诸佛刹土跟西方极乐世界，没有法子对比。",
      "zh_TW": "一切諸佛剎土跟西方極樂世界，沒有法子對比。"
    },
    {
      "id": "02-027-0018_p0054",
      "zh_CN": "【因发无上心。愿速成菩提。】",
      "zh_TW": "【因發無上心。願速成菩提。】"
    },
    {
      "id": "02-027-0018_p0055",
      "zh_CN": "这些菩萨见到这盛况，也发了无上心。这个无上心，就是追随阿弥陀佛，做弥陀的学生。他们到西方极乐世界，有能力去，无需要接引。这菩萨众自动到西方极乐世界去亲近阿弥陀佛。像我们这些人业障深重，没得办法，要靠阿弥陀佛来接引，他们行，有能力，自己有能力。到西方极乐世界，成佛就有了保障，快速了，所以十方一切菩萨没有不往生的。",
      "zh_TW": "這些菩薩見到這盛況，也發了無上心。這個無上心，就是追隨阿彌陀佛，做彌陀的學生。他們到西方極樂世界，有能力去，無需要接引。這菩薩眾自動到西方極樂世界去親近阿彌陀佛。像我們這些人業障深重，沒得辦法，要靠阿彌陀佛來接引，他們行，有能力，自己有能力。到西方極樂世界，成佛就有了保障，快速了，所以十方一切菩薩沒有不往生的。"
    },
    {
      "id": "02-027-0018_p0056",
      "zh_CN": "下面这一段是阿弥陀佛为菩萨们所讲的开示，阿弥陀佛自己说的，是释迦牟尼佛为我们转述。释迦牟尼佛是亲听到了，转告我们。世尊转述，如同弥陀亲说没有两样。",
      "zh_TW": "下面這一段是阿彌陀佛為菩薩們所講的開示，阿彌陀佛自己說的，是釋迦牟尼佛為我們轉述。釋迦牟尼佛是親聽到了，轉告我們。世尊轉述，如同彌陀親說沒有兩樣。"
    },
    {
      "id": "02-027-0018_p0057",
      "zh_CN": "【应时无量尊。微笑现金容。】",
      "zh_TW": "【應時無量尊。微笑現金容。】"
    },
    {
      "id": "02-027-0018_p0058",
      "zh_CN": "这先看瑞相，这些菩萨到西方世界见阿弥陀佛，供佛赞叹！阿弥陀佛微笑。『应时』，就在这个时候，佛看到十方菩萨来，表示欢迎，满面笑容，表示欢迎。",
      "zh_TW": "這先看瑞相，這些菩薩到西方世界見阿彌陀佛，供佛讚歎！阿彌陀佛微笑。『應時』，就在這個時候，佛看到十方菩薩來，表示歡迎，滿面笑容，表示歡迎。"
    },
    {
      "id": "02-027-0018_p0059",
      "zh_CN": "【光明从口出。】",
      "zh_TW": "【光明從口出。】"
    },
    {
      "id": "02-027-0018_p0060",
      "zh_CN": "佛口放光，光也就是说法。",
      "zh_TW": "佛口放光，光也就是說法。"
    },
    {
      "id": "02-027-0018_p0061",
      "zh_CN": "【遍照十方国。回光还绕佛。三匝从顶入。】",
      "zh_TW": "【遍照十方國。迴光還繞佛。三匝從頂入。】"
    },
    {
      "id": "02-027-0018_p0062",
      "zh_CN": "佛是先用光明摄受这些菩萨，这是属于密义。我们凡夫看到这些光，从佛的口出，照遍十方世界，然后这光又回来，从佛的顶，无见顶相又收进去了，我们看起来满好玩的，不懂什么意思！菩萨懂得，菩萨知道。",
      "zh_TW": "佛是先用光明攝受這些菩薩，這是屬於密義。我們凡夫看到這些光，從佛的口出，照遍十方世界，然後這光又回來，從佛的頂，無見頂相又收進去了，我們看起來滿好玩的，不懂什麼意思！菩薩懂得，菩薩知道。"
    },
    {
      "id": "02-027-0018_p0063",
      "zh_CN": "【菩萨见此光。即证不退位。】",
      "zh_TW": "【菩薩見此光。即證不退位。】"
    },
    {
      "id": "02-027-0018_p0064",
      "zh_CN": "菩萨要是像我们一样不知道，光看着好玩，那怎么能证位？怎么会证果？所以菩萨对光明所含的意思统统明了，这实在讲并不难懂。譬如我们住在都市的人，大家都有交通常识，走到十字路口，一看红灯一亮了，我们就晓得不能过去；如果乡下人，从来没见过城的，看到一会儿红灯、一会绿灯，满好玩的，他也不晓得什么事情，他也不懂，我们就晓得。懂得的他得利益，他得好处了，就是这么一会意思，菩萨懂得。",
      "zh_TW": "菩薩要是像我們一樣不知道，光看著好玩，那怎麼能證位？怎麼會證果？所以菩薩對光明所含的意思統統明瞭，這實在講並不難懂。譬如我們住在都市的人，大家都有交通常識，走到十字路口，一看紅燈一亮了，我們就曉得不能過去；如果鄉下人，從來沒見過城的，看到一會兒紅燈、一會綠燈，滿好玩的，他也不曉得什麼事情，他也不懂，我們就曉得。懂得的他得利益，他得好處了，就是這麼一會意思，菩薩懂得。"
    },
    {
      "id": "02-027-0018_p0065",
      "zh_CN": "【时会一切众。互庆生欢喜。】",
      "zh_TW": "【時會一切眾。互慶生歡喜。】"
    },
    {
      "id": "02-027-0018_p0066",
      "zh_CN": "这是佛放光，密说。光就是说法。菩萨都证得三不退，所以大家彼此互相庆祝。",
      "zh_TW": "這是佛放光，密說。光就是說法。菩薩都證得三不退，所以大家彼此互相慶祝。"
    },
    {
      "id": "02-027-0018_p0067",
      "zh_CN": "【佛语梵雷震。】",
      "zh_TW": "【佛語梵雷震。】"
    },
    {
      "id": "02-027-0018_p0068",
      "zh_CN": "这个『佛』是阿弥陀佛。",
      "zh_TW": "這個『佛』是阿彌陀佛。"
    },
    {
      "id": "02-027-0018_p0069",
      "zh_CN": "【八音畅妙声。】",
      "zh_TW": "【八音暢妙聲。】"
    },
    {
      "id": "02-027-0018_p0070",
      "zh_CN": "这两句是释迦牟尼佛赞叹阿弥陀佛说法，音声的圆满。这佛语是阿弥陀佛说话。『梵』是清净。『雷震』，就是十方都能够听到。雷震是远闻的意思，十方诸佛刹土都能听到阿弥陀佛说法的音声。『八音畅妙声』。佛的音声具足八种圆满极好之相。这在此地我也不细说，细说耽误时间，我们要赶进度。这底下就是阿弥陀佛说法。",
      "zh_TW": "這兩句是釋迦牟尼佛讚歎阿彌陀佛說法，音聲的圓滿。這佛語是阿彌陀佛說話。『梵』是清淨。『雷震』，就是十方都能夠聽到。雷震是遠聞的意思，十方諸佛剎土都能聽到阿彌陀佛說法的音聲。『八音暢妙聲』。佛的音聲具足八種圓滿極好之相。這在此地我也不細說，細說耽誤時間，我們要趕進度。這底下就是阿彌陀佛說法。"
    },
    {
      "id": "02-027-0018_p0071",
      "zh_CN": "【十方来正士。吾悉知彼愿。志求严净土。受记当作佛。】",
      "zh_TW": "【十方來正士。吾悉知彼願。志求嚴淨土。受記當作佛。】"
    },
    {
      "id": "02-027-0018_p0072",
      "zh_CN": "这是阿弥陀佛为这些菩萨们所说的法。『十方来正士』。正士就是菩萨，对菩萨的称呼，就是正觉之士。『吾悉知彼愿』。吾是阿弥陀佛自称。阿弥陀佛说你们的心愿我都知道，什么心愿？『志求严净土』。严是庄严，这个字很重要，菩萨的弘愿就是求庄严净土，不仅仅是庄严阿弥陀佛的净土，对老师上报四重恩，是庄严弥陀的净土，庄严西方净土；离开极乐世界，回到自己本国，是下济三途苦，要庄严本国的净土。所以这个严的意思就很长了。阿弥陀佛满他的愿望，『受记当作佛』。阿弥陀佛为他们授作佛之记。下面开示有四首偈，很重要。",
      "zh_TW": "這是阿彌陀佛為這些菩薩們所說的法。『十方來正士』。正士就是菩薩，對菩薩的稱呼，就是正覺之士。『吾悉知彼願』。吾是阿彌陀佛自稱。阿彌陀佛說你們的心願我都知道，什麼心願？『志求嚴淨土』。嚴是莊嚴，這個字很重要，菩薩的弘願就是求莊嚴淨土，不僅僅是莊嚴阿彌陀佛的淨土，對老師上報四重恩，是莊嚴彌陀的淨土，莊嚴西方淨土；離開極樂世界，回到自己本國，是下濟三途苦，要莊嚴本國的淨土。所以這個嚴的意思就很長了。阿彌陀佛滿他的願望，『受記當作佛』。阿彌陀佛為他們授作佛之記。下面開示有四首偈，很重要。"
    },
    {
      "id": "02-027-0018_p0073",
      "zh_CN": "【觉了一切法。犹如梦幻响。】",
      "zh_TW": "【覺了一切法。猶如夢幻響。】"
    },
    {
      "id": "02-027-0018_p0074",
      "zh_CN": "就是真正觉悟，彻底明白。这一切法，体是空的，相是有，相由心造，空无自性。体是空的，相是心变现出来的，所以说『觉了一切法，犹如梦幻响』。梦幻容易懂，响是什么？回响。我们在山谷长啸一声有回音，那个叫响。响是回音，也是不可得，相有体空，不可得。这一句话跟世尊在《金刚经》上所讲的「凡所有相，皆是虚妄；一切有为法，如梦幻泡影」，意思完全相同，阿弥陀佛也是这样对十方菩萨们宣示。",
      "zh_TW": "就是真正覺悟，徹底明白。這一切法，體是空的，相是有，相由心造，空無自性。體是空的，相是心變現出來的，所以說『覺了一切法，猶如夢幻響』。夢幻容易懂，響是什麼？迴響。我們在山谷長嘯一聲有回音，那個叫響。響是回音，也是不可得，相有體空，不可得。這一句話跟世尊在《金剛經》上所講的「凡所有相，皆是虛妄；一切有為法，如夢幻泡影」，意思完全相同，阿彌陀佛也是這樣對十方菩薩們宣示。"
    },
    {
      "id": "02-027-0018_p0075",
      "zh_CN": "【满足诸妙愿。必成如是刹。】",
      "zh_TW": "【滿足諸妙願。必成如是剎。】"
    },
    {
      "id": "02-027-0018_p0076",
      "zh_CN": "前面两句说空，这两句是有，合起来看就是中道。明了一切法空，仍然愿意修净土，这是菩萨法！这就是讲的不落二边，妙其中道，这是净宗的宗旨，空有两边都不落，这得真实的受用！所以满足诸妙愿，这个诸妙愿要简单的讲就是四弘誓愿。十方诸菩萨所有的愿，归纳起来都离不开四弘誓愿，或者是指阿弥陀佛的本愿，四十八愿，都讲得通。『必成如是刹』。这是阿弥陀佛嘱咐这些菩萨，能够依教奉行，将来你们的国土也像我一样庄严，像我西方世界一样庄严。这是为他们嘱咐。",
      "zh_TW": "前面兩句說空，這兩句是有，合起來看就是中道。明瞭一切法空，仍然願意修淨土，這是菩薩法！這就是講的不落二邊，妙其中道，這是淨宗的宗旨，空有兩邊都不落，這得真實的受用！所以滿足諸妙願，這個諸妙願要簡單的講就是四弘誓願。十方諸菩薩所有的願，歸納起來都離不開四弘誓願，或者是指阿彌陀佛的本願，四十八願，都講得通。『必成如是剎』。這是阿彌陀佛囑咐這些菩薩，能夠依教奉行，將來你們的國土也像我一樣莊嚴，像我西方世界一樣莊嚴。這是為他們囑咐。"
    },
    {
      "id": "02-027-0018_p0077",
      "zh_CN": "【知土如影像。恒发弘誓心。】",
      "zh_TW": "【知土如影像。恆發弘誓心。】"
    },
    {
      "id": "02-027-0018_p0078",
      "zh_CN": "十方世界是梦幻泡影，西方世界也不能执着。虽然它跟十方世界比较，它确实显示出真常，但是不能执着，执着那就错误了。所以『知土如影像』。这是真实的智慧，真正的智慧。『恒发弘誓心』。像菩萨一样，一定发四弘、四十八愿。",
      "zh_TW": "十方世界是夢幻泡影，西方世界也不能執著。雖然它跟十方世界比較，它確實顯示出真常，但是不能執著，執著那就錯誤了。所以『知土如影像』。這是真實的智慧，真正的智慧。『恆發弘誓心』。像菩薩一樣，一定發四弘、四十八願。"
    },
    {
      "id": "02-027-0018_p0079",
      "zh_CN": "【究竟菩萨道。具诸功德本。】",
      "zh_TW": "【究竟菩薩道。具諸功德本。】"
    },
    {
      "id": "02-027-0018_p0080",
      "zh_CN": "这个『功德本』，就是指前面诸妙愿跟菩提道，这是真实的功德。『道』，是真正实现，真正去做。有愿没有行，那个愿是空愿，一定要把自己的愿统统做到，就像阿弥陀佛一样，四十八愿愿愿都做到了，这就叫究竟菩提道，他愿愿做到了。",
      "zh_TW": "這個『功德本』，就是指前面諸妙願跟菩提道，這是真實的功德。『道』，是真正實現，真正去做。有願沒有行，那個願是空願，一定要把自己的願統統做到，就像阿彌陀佛一樣，四十八願願願都做到了，這就叫究竟菩提道，他願願做到了。"
    },
    {
      "id": "02-027-0018_p0081",
      "zh_CN": "【修胜菩提行。】",
      "zh_TW": "【修勝菩提行。】"
    },
    {
      "id": "02-027-0018_p0082",
      "zh_CN": "『胜』是殊胜。『菩提』是觉悟，就是不迷、不邪、不染。三皈依里面就显示出这个意思，这就是菩提行。",
      "zh_TW": "『勝』是殊勝。『菩提』是覺悟，就是不迷、不邪、不染。三皈依裡面就顯示出這個意思，這就是菩提行。"
    },
    {
      "id": "02-027-0018_p0083",
      "zh_CN": "【受记当作佛。】",
      "zh_TW": "【受記當作佛。】"
    },
    {
      "id": "02-027-0018_p0084",
      "zh_CN": "这就是讲成就。如果你要是修第一无比殊胜的菩提心，实实在在说，这不是普通的菩萨道、菩萨行。专学净宗，专依弥陀，换句话说，专依《无量寿经》。你把《无量寿经》里面所说的道理，都能把它融会贯通，《无量寿经》里面所有的教训，我们统统做到。佛告诉我们，哪些不应该做的，我们决定不做；哪些应当做的，我们依教奉行，这就是修胜菩提行！我们不必到西方世界，现在就『受记当作佛』，佛真的就为我们授记了。",
      "zh_TW": "這就是講成就。如果你要是修第一無比殊勝的菩提心，實實在在說，這不是普通的菩薩道、菩薩行。專學淨宗，專依彌陀，換句話說，專依《無量壽經》。你把《無量壽經》裡面所說的道理，都能把它融會貫通，《無量壽經》裡面所有的教訓，我們統統做到。佛告訴我們，哪些不應該做的，我們決定不做；哪些應當做的，我們依教奉行，這就是修勝菩提行！我們不必到西方世界，現在就『受記當作佛』，佛真的就為我們授記了。"
    },
    {
      "id": "02-027-0018_p0085",
      "zh_CN": "【通达诸法性。一切空无我。】",
      "zh_TW": "【通達諸法性。一切空無我。】"
    },
    {
      "id": "02-027-0018_p0086",
      "zh_CN": "这个意思在这么一小段里面重复说了三次，这意思叫我们离一切相，本性般若智慧就现前了。「离一切相，即一切法」。",
      "zh_TW": "這個意思在這麼一小段裡面重複說了三次，這意思叫我們離一切相，本性般若智慧就現前了。「離一切相，即一切法」。"
    },
    {
      "id": "02-027-0018_p0087",
      "zh_CN": "【专求净佛土。必成如是刹。】",
      "zh_TW": "【專求淨佛土。必成如是剎。】"
    },
    {
      "id": "02-027-0018_p0088",
      "zh_CN": "教导我们修善，『专求净佛土』，一定要从自心中求，心净则土净。我们念这句佛号，有许多同修常常说，虽念佛不过妄想还是很多，还是伏不住，这什么原因？功夫不得力。功夫得力了，妄想自然就少，就会减少。所以，你不能怀疑，你要认真努力去念，念得太少，所以压不住烦恼！一定要多念，要使自己心上真正有佛。阿弥陀佛是我们第一生命，你这个心上真有才行；你没有，口里念佛，心里没有佛，心里还在打妄想那怎么能成功？这样念佛，那古人讲「喊破喉咙也枉然」，你不可能得力的，不可能往生的。一定要念到功夫得力，要把念佛这一桩事情当作我们一生当中第一桩大事；我们不吃饭没关系，不睡觉没关系，不工作也没关系，不念佛就不得了！要这样才行，你那个功夫才会得力。这是「专求净佛土，必成如是刹」。到这个地方是弥陀所说之法，下面这是释迦牟尼佛说的，是我们本师说的，为我们介绍的。",
      "zh_TW": "教導我們修善，『專求淨佛土』，一定要從自心中求，心淨則土淨。我們念這句佛號，有許多同修常常說，雖念佛不過妄想還是很多，還是伏不住，這什麼原因？功夫不得力。功夫得力了，妄想自然就少，就會減少。所以，你不能懷疑，你要認真努力去念，念得太少，所以壓不住煩惱！一定要多念，要使自己心上真正有佛。阿彌陀佛是我們第一生命，你這個心上真有才行；你沒有，口裡念佛，心裡沒有佛，心裡還在打妄想那怎麼能成功？這樣念佛，那古人講「喊破喉嚨也枉然」，你不可能得力的，不可能往生的。一定要念到功夫得力，要把念佛這一樁事情當作我們一生當中第一樁大事；我們不吃飯沒關係，不睡覺沒關係，不工作也沒關係，不念佛就不得了！要這樣才行，你那個功夫才會得力。這是「專求淨佛土，必成如是剎」。到這個地方是彌陀所說之法，下面這是釋迦牟尼佛說的，是我們本師說的，為我們介紹的。"
    },
    {
      "id": "02-027-0018_p0089",
      "zh_CN": "【闻法乐受行。得至清净处。必于无量尊。受记成等觉。】",
      "zh_TW": "【聞法樂受行。得至清淨處。必於無量尊。受記成等覺。】"
    },
    {
      "id": "02-027-0018_p0090",
      "zh_CN": "释迦牟尼佛赞叹这些菩萨，听了阿弥陀佛说法之后，很欢喜，依教奉行，『乐受行，得至清净处』。这个清净，心清净，听到弥陀说法，心清净了。下面两句是对他们的赞叹，也是恭喜他们，他们将来必定在无量寿那个地方，就是在阿弥陀佛那个地方受记成佛，是祝福这些菩萨们。",
      "zh_TW": "釋迦牟尼佛讚歎這些菩薩，聽了阿彌陀佛說法之後，很歡喜，依教奉行，『樂受行，得至清淨處』。這個清淨，心清淨，聽到彌陀說法，心清淨了。下面兩句是對他們的讚歎，也是恭喜他們，他們將來必定在無量壽那個地方，就是在阿彌陀佛那個地方受記成佛，是祝福這些菩薩們。"
    },
    {
      "id": "02-027-0018_p0091",
      "zh_CN": "【无边殊胜刹。】",
      "zh_TW": "【無邊殊勝剎。】"
    },
    {
      "id": "02-027-0018_p0092",
      "zh_CN": "是无量无边不可思议的殊胜刹土。",
      "zh_TW": "是無量無邊不可思議的殊勝剎土。"
    },
    {
      "id": "02-027-0018_p0093",
      "zh_CN": "【其佛本愿力。闻名欲往生。自致不退转。】",
      "zh_TW": "【其佛本願力。聞名欲往生。自致不退轉。】"
    },
    {
      "id": "02-027-0018_p0094",
      "zh_CN": "这一首偈是告诉我们，圆证三不退的真实利益。不仅是这个经文非常非常的清楚，不仅是阿弥陀佛的本愿，也是无量无边诸佛的本愿。『闻名欲往生』。一切诸佛都弘扬净土，一切诸佛都念阿弥陀佛，一切诸佛都劝一切众生念佛求生净土。「闻名欲往生，自致不退转」，这个三不退，虽然是阿弥陀佛加持你的，你要不念，不求往生，那你还是得不到！我们自己深信切愿，求生净土，一生到极乐世界，就得三不退了。",
      "zh_TW": "這一首偈是告訴我們，圓證三不退的真實利益。不僅是這個經文非常非常的清楚，不僅是阿彌陀佛的本願，也是無量無邊諸佛的本願。『聞名欲往生』。一切諸佛都弘揚淨土，一切諸佛都念阿彌陀佛，一切諸佛都勸一切眾生念佛求生淨土。「聞名欲往生，自致不退轉」，這個三不退，雖然是阿彌陀佛加持你的，你要不念，不求往生，那你還是得不到！我們自己深信切願，求生淨土，一生到極樂世界，就得三不退了。"
    },
    {
      "id": "02-027-0018_p0095",
      "zh_CN": "【菩萨兴至愿。】",
      "zh_TW": "【菩薩興至願。】"
    },
    {
      "id": "02-027-0018_p0096",
      "zh_CN": "『兴』是法，法器。菩萨发了大愿！",
      "zh_TW": "『興』是法，法器。菩薩發了大願！"
    },
    {
      "id": "02-027-0018_p0097",
      "zh_CN": "【愿己国无异。】",
      "zh_TW": "【願己國無異。】"
    },
    {
      "id": "02-027-0018_p0098",
      "zh_CN": "愿自己的国，自己的世界，希望跟西方极乐世界一样，『无异』，菩萨有这个愿。",
      "zh_TW": "願自己的國，自己的世界，希望跟西方極樂世界一樣，『無異』，菩薩有這個願。"
    },
    {
      "id": "02-027-0018_p0099",
      "zh_CN": "【普念度一切。各发菩提心。】",
      "zh_TW": "【普念度一切。各發菩提心。】"
    },
    {
      "id": "02-027-0018_p0100",
      "zh_CN": "菩萨心确确实实与阿弥陀佛本愿相应，发了菩提心了。",
      "zh_TW": "菩薩心確確實實與阿彌陀佛本願相應，發了菩提心了。"
    },
    {
      "id": "02-027-0018_p0101",
      "zh_CN": "【舍彼轮回身。俱令登彼岸。】",
      "zh_TW": "【捨彼輪迴身。俱令登彼岸。】"
    },
    {
      "id": "02-027-0018_p0102",
      "zh_CN": "菩萨如何令一切众生也像自己短短的时间，一生当中能成就如是的功德利益？没有第二个方法，也是劝他念佛求生净土，将这个法门辗转教化一切众生。真的，这是一切诸佛度众生成佛道的第一法门。我们在经本子上，印那个小印章，这个印章是我叫人刻的，「如来所说第一经」！我们要把它认识清楚，遇到不容易，你遇到是真的有福。这世出世间你的福报最大，你才遇到这部经，要不然，你遇不到。这是《弥陀经》上讲的，「不可以少善根福德因缘得生彼国」。你能够遇到，证明你的善根福德因缘是第一，你才遇到第一经。",
      "zh_TW": "菩薩如何令一切眾生也像自己短短的時間，一生當中能成就如是的功德利益？沒有第二個方法，也是勸他念佛求生淨土，將這個法門輾轉教化一切眾生。真的，這是一切諸佛度眾生成佛道的第一法門。我們在經本子上，印那個小印章，這個印章是我叫人刻的，「如來所說第一經」！我們要把它認識清楚，遇到不容易，你遇到是真的有福。這世出世間你的福報最大，你才遇到這部經，要不然，你遇不到。這是《彌陀經》上講的，「不可以少善根福德因緣得生彼國」。你能夠遇到，證明你的善根福德因緣是第一，你才遇到第一經。"
    },
    {
      "id": "02-027-0018_p0103",
      "zh_CN": "【奉事万亿佛。飞化遍诸刹。恭敬欢喜去。还到安养国。】",
      "zh_TW": "【奉事萬億佛。飛化遍諸剎。恭敬歡喜去。還到安養國。】"
    },
    {
      "id": "02-027-0018_p0104",
      "zh_CN": "这是讲十方世界的这些念佛往生的人，生到西方极乐世界，就有能力奉事万亿佛，能够到他方世界，随时随处都可以去。只要你一动个念头，想到他方世界去礼佛，去供佛闻法，都能满愿。『飞化遍诸刹』。飞是飞行，化是化身。你要去供养无量无边的佛，要化很多很多身，同时去，『恭敬欢喜去』。到那里去供佛闻法，听完了之后又回来，回到西方极乐世界，『还到安乐国』。这一首偈，末后这一首虽然经文很短，已经把西方世界往生的人，那个生活快乐的样子都给我们描绘出来了。再看下面这一品，「歌叹佛德第二十七」。",
      "zh_TW": "這是講十方世界的這些念佛往生的人，生到西方極樂世界，就有能力奉事萬億佛，能夠到他方世界，隨時隨處都可以去。只要你一動個念頭，想到他方世界去禮佛，去供佛聞法，都能滿願。『飛化遍諸剎』。飛是飛行，化是化身。你要去供養無量無邊的佛，要化很多很多身，同時去，『恭敬歡喜去』。到那裡去供佛聞法，聽完了之後又回來，回到西方極樂世界，『還到安樂國』。這一首偈，末後這一首雖然經文很短，已經把西方世界往生的人，那個生活快樂的樣子都給我們描繪出來了。再看下面這一品，「歌嘆佛德第二十七」。"
    },
    {
      "id": "02-027-0018_p0105",
      "zh_CN": "【佛语阿难。彼国菩萨。】",
      "zh_TW": "【佛語阿難。彼國菩薩。】"
    },
    {
      "id": "02-027-0018_p0106",
      "zh_CN": "这完全是讲极乐世界的菩萨，前面那一段是讲他方世界的菩萨，这讲极乐世界的菩萨。",
      "zh_TW": "這完全是講極樂世界的菩薩，前面那一段是講他方世界的菩薩，這講極樂世界的菩薩。"
    },
    {
      "id": "02-027-0018_p0107",
      "zh_CN": "【承佛威神。】",
      "zh_TW": "【承佛威神。】"
    },
    {
      "id": "02-027-0018_p0108",
      "zh_CN": "这是阿弥陀佛，蒙阿弥陀佛本愿威神的加持。",
      "zh_TW": "這是阿彌陀佛，蒙阿彌陀佛本願威神的加持。"
    },
    {
      "id": "02-027-0018_p0109",
      "zh_CN": "【于一食顷。复往。】",
      "zh_TW": "【於一食頃。復往。】"
    },
    {
      "id": "02-027-0018_p0110",
      "zh_CN": "『复往』是来回，就是往返，来回。",
      "zh_TW": "『復往』是來回，就是往返，來回。"
    },
    {
      "id": "02-027-0018_p0111",
      "zh_CN": "【十方无边净刹。供养诸佛。】",
      "zh_TW": "【十方無邊淨剎。供養諸佛。】"
    },
    {
      "id": "02-027-0018_p0112",
      "zh_CN": "这个经上所说的，跟小本《弥陀经》上所讲的，「其土众生，常以清旦，各以衣裓」，这个衣裓是盛花的，装花的，拿花去供佛，装花的叫衣裓。「供养他方十万亿佛，即以食时，还到本国，饭食经行」。跟《弥陀经》上那段文一样一个意思，就是看出西方极乐世界，我们往生去的，在那边的生活状况。你看这多美多自在！",
      "zh_TW": "這個經上所說的，跟小本《彌陀經》上所講的，「其土眾生，常以清旦，各以衣裓」，這個衣裓是盛花的，裝花的，拿花去供佛，裝花的叫衣裓。「供養他方十萬億佛，即以食時，還到本國，飯食經行」。跟《彌陀經》上那段文一樣一個意思，就是看出西方極樂世界，我們往生去的，在那邊的生活狀況。你看這多美多自在！"
    },
    {
      "id": "02-027-0018_p0113",
      "zh_CN": "我们这个世界，欧美的一些比较富有的一些人，他们没有缘分闻到佛法，在物质享受是过得去，精神很痛苦，所以有一点假期，他们都到外国去旅行，这是他们唯一的休闲，觉得是很快乐的事情。在我们这个世界，无论到哪个地方旅行，也很累、也很苦！我常常旅行，很苦！西方极乐世界，你看他们旅行，那真是尽虚空遍佛刹，不是我们到这个小小地球里头，都出不去，离不开地球。他们是十方佛刹，那个旅游的空间太大太大，我们简直是不可思议！你看人家那个生活、那种快乐，西方人可惜没听到，他要听到一定非常羡慕，他也想去。",
      "zh_TW": "我們這個世界，歐美的一些比較富有的一些人，他們沒有緣分聞到佛法，在物質享受是過得去，精神很痛苦，所以有一點假期，他們都到外國去旅行，這是他們唯一的休閒，覺得是很快樂的事情。在我們這個世界，無論到哪個地方旅行，也很累、也很苦！我常常旅行，很苦！西方極樂世界，你看他們旅行，那真是盡虛空遍佛剎，不是我們到這個小小地球裡頭，都出不去，離不開地球。他們是十方佛剎，那個旅遊的空間太大太大，我們簡直是不可思議！你看人家那個生活、那種快樂，西方人可惜沒聽到，他要聽到一定非常羨慕，他也想去。"
    },
    {
      "id": "02-027-0018_p0114",
      "zh_CN": "【华香幢幡。供养之具。应念即至。皆现手中。珍妙殊特。非世所有。】",
      "zh_TW": "【華香幢幡。供養之具。應念即至。皆現手中。珍妙殊特。非世所有。】"
    },
    {
      "id": "02-027-0018_p0115",
      "zh_CN": "这几句是介绍极乐世界的这些菩萨，到他方世界供佛的这些礼物，都是非常珍妙，我们人间所没有的。",
      "zh_TW": "這幾句是介紹極樂世界的這些菩薩，到他方世界供佛的這些禮物，都是非常珍妙，我們人間所沒有的。"
    },
    {
      "id": "02-027-0018_p0116",
      "zh_CN": "【以奉诸佛。及菩萨众。其所散华。即于空中。合为一华。华皆向下。端圆周匝。化成华盖。】",
      "zh_TW": "【以奉諸佛。及菩薩眾。其所散華。即於空中。合為一華。華皆向下。端圓周匝。化成華蓋。】"
    },
    {
      "id": "02-027-0018_p0117",
      "zh_CN": "诸佛的道场无比的庄严清净，功德巍巍。这十方菩萨来参学，供养听法，这是常事，而且是川流不息，人数之多也是不可思议。每个人都散花供养，花就太多了，可是这些花它并不凌乱。诸菩萨散的花，散在空中，那个花自自然然就编成一个华盖，像个宝盖一样。而且那个盖在空中，花都向下，那看起来才美，花都向上那就看不见了，花都向下，所以，看起来非常美、非常庄严。都是自然变现的，不是人工去设计、去制造的，不是的，都是自然的变化，化成了华盖。",
      "zh_TW": "諸佛的道場無比的莊嚴清淨，功德巍巍。這十方菩薩來參學，供養聽法，這是常事，而且是川流不息，人數之多也是不可思議。每個人都散花供養，花就太多了，可是這些花它並不凌亂。諸菩薩散的花，散在空中，那個花自自然然就編成一個華蓋，像個寶蓋一樣。而且那個蓋在空中，花都向下，那看起來才美，花都向上那就看不見了，花都向下，所以，看起來非常美、非常莊嚴。都是自然變現的，不是人工去設計、去製造的，不是的，都是自然的變化，化成了華蓋。"
    },
    {
      "id": "02-027-0018_p0118",
      "zh_CN": "【百千光色。色色异香。香气普薰。】",
      "zh_TW": "【百千光色。色色異香。香氣普薰。】"
    },
    {
      "id": "02-027-0018_p0119",
      "zh_CN": "花有香气，花有光明，无量的光彩，无量的宝香！",
      "zh_TW": "花有香氣，花有光明，無量的光彩，無量的寶香！"
    },
    {
      "id": "02-027-0018_p0120",
      "zh_CN": "【盖之小者。满十由旬。如是转倍。乃至遍覆三千大千世界。】",
      "zh_TW": "【蓋之小者。滿十由旬。如是轉倍。乃至遍覆三千大千世界。】"
    },
    {
      "id": "02-027-0018_p0121",
      "zh_CN": "这个花在空中会变化，从小愈变愈大，就像我们这个世间彩云一样。我们这个世间看到彩云，空中的庄严也非常之美，那个彩云也会愈散愈广，这个佛世界看到华盖。",
      "zh_TW": "這個花在空中會變化，從小愈變愈大，就像我們這個世間彩雲一樣。我們這個世間看到彩雲，空中的莊嚴也非常之美，那個彩雲也會愈散愈廣，這個佛世界看到華蓋。"
    },
    {
      "id": "02-027-0018_p0122",
      "zh_CN": "【随其前后。以次化没。】",
      "zh_TW": "【隨其前後。以次化沒。】"
    },
    {
      "id": "02-027-0018_p0123",
      "zh_CN": "这些菩萨供养完了，走了，这个华盖没有了，散掉了。烟消云散，像云彩一样，散掉了。后面又有一批菩萨来供养，华盖又形成了。我们看这个境界，看这个景观。",
      "zh_TW": "這些菩薩供養完了，走了，這個華蓋沒有了，散掉了。煙消雲散，像雲彩一樣，散掉了。後面又有一批菩薩來供養，華蓋又形成了。我們看這個境界，看這個景觀。"
    },
    {
      "id": "02-027-0018_p0124",
      "zh_CN": "【若不更以新华重散。前所散华终不复落。】",
      "zh_TW": "【若不更以新華重散。前所散華終不復落。】"
    },
    {
      "id": "02-027-0018_p0125",
      "zh_CN": "就是华盖绝对是常有的，如果又有菩萨来散花，这新的华盖就形成了，如果没有菩萨来参学，这旧的华盖不散，所以空中永远是这样的庄严。有花、有光、有香，这些花、光、香都能帮助人消业障，都能帮助人开智慧，这都是无量的功德。",
      "zh_TW": "就是華蓋絕對是常有的，如果又有菩薩來散花，這新的華蓋就形成了，如果沒有菩薩來參學，這舊的華蓋不散，所以空中永遠是這樣的莊嚴。有花、有光、有香，這些花、光、香都能幫助人消業障，都能幫助人開智慧，這都是無量的功德。"
    },
    {
      "id": "02-027-0018_p0126",
      "zh_CN": "【于虚空中共奏天乐。以微妙音歌叹佛德。】",
      "zh_TW": "【於虛空中共奏天樂。以微妙音歌嘆佛德。】"
    },
    {
      "id": "02-027-0018_p0127",
      "zh_CN": "不但看到有香、有光、有花，还有天乐。这个音乐里面演奏都是赞佛的，都是赞叹佛德。",
      "zh_TW": "不但看到有香、有光、有花，還有天樂。這個音樂裡面演奏都是讚佛的，都是讚歎佛德。"
    },
    {
      "id": "02-027-0018_p0128",
      "zh_CN": "【经须臾间。还其本国。】",
      "zh_TW": "【經須臾間。還其本國。】"
    },
    {
      "id": "02-027-0018_p0129",
      "zh_CN": "『须臾』是指时间的短暂。他来供佛闻法之后回去，回其本国。本国就是西方极乐世界。这是讲西方极乐世界的人，常常到其他诸佛世界去参访，这个种种庄严。所以在西方极乐世界的生活，给诸位说，的确是多彩多姿、非常快乐！所以那个地方叫做极乐世界。回来之后。",
      "zh_TW": "『須臾』是指時間的短暫。他來供佛聞法之後回去，回其本國。本國就是西方極樂世界。這是講西方極樂世界的人，常常到其他諸佛世界去參訪，這個種種莊嚴。所以在西方極樂世界的生活，給諸位說，的確是多彩多姿、非常快樂！所以那個地方叫做極樂世界。回來之後。"
    },
    {
      "id": "02-027-0018_p0130",
      "zh_CN": "【都悉集会七宝讲堂。】",
      "zh_TW": "【都悉集會七寶講堂。】"
    },
    {
      "id": "02-027-0018_p0131",
      "zh_CN": "回来一定去拜老师，跟老师说我到哪里去参访，那些佛跟我说些什么法，给老师做报告。老师是阿弥陀佛。",
      "zh_TW": "回來一定去拜老師，跟老師說我到哪裡去參訪，那些佛跟我說些什麼法，給老師做報告。老師是阿彌陀佛。"
    },
    {
      "id": "02-027-0018_p0132",
      "zh_CN": "【无量寿佛。则为广宣大教。演畅妙法。莫不欢喜。心解得道。】",
      "zh_TW": "【無量壽佛。則為廣宣大教。演暢妙法。莫不歡喜。心解得道。】"
    },
    {
      "id": "02-027-0018_p0133",
      "zh_CN": "回来之后，各人说各人的心得。大概阿弥陀佛把每个人的心得综合起来，做一个总开示。阿弥陀佛天天都为大家做总开示，那是『演畅妙法』，听了之后，『心解』就是开悟了，大开圆解，『得道』就是证果。",
      "zh_TW": "回來之後，各人說各人的心得。大概阿彌陀佛把每個人的心得綜合起來，做一個總開示。阿彌陀佛天天都為大家做總開示，那是『演暢妙法』，聽了之後，『心解』就是開悟了，大開圓解，『得道』就是證果。"
    },
    {
      "id": "02-027-0018_p0134",
      "zh_CN": "【即时香风吹七宝树。出五音声。无量妙华。随风四散。自然供养。如是不绝。一切诸天。皆赍百千华香。万种伎乐。供养彼佛。】",
      "zh_TW": "【即時香風吹七寶樹。出五音聲。無量妙華。隨風四散。自然供養。如是不絕。一切諸天。皆齎百千華香。萬種伎樂。供養彼佛。】"
    },
    {
      "id": "02-027-0018_p0135",
      "zh_CN": "这是『诸天』，诸天是凡夫！西方极乐世界是一真法界，怎么会有诸天出现？这个诸天是六道里面的。可是诸位要晓得，西方世界还有许多鸟，白鹤、孔雀、鹦鹉都会讲经说法，是阿弥陀佛变化所作的，这些飞天也是阿弥陀佛变化所作，弥陀变现这些飞天，在空中散花，演奏妙乐，演奏音乐，供佛。",
      "zh_TW": "這是『諸天』，諸天是凡夫！西方極樂世界是一真法界，怎麼會有諸天出現？這個諸天是六道裡面的。可是諸位要曉得，西方世界還有許多鳥，白鶴、孔雀、鸚鵡都會講經說法，是阿彌陀佛變化所作的，這些飛天也是阿彌陀佛變化所作，彌陀變現這些飛天，在空中散花，演奏妙樂，演奏音樂，供佛。"
    },
    {
      "id": "02-027-0018_p0136",
      "zh_CN": "【及诸菩萨声闻之众。前后往来，熙怡快乐。】",
      "zh_TW": "【及諸菩薩聲聞之眾。前後往來，熙怡快樂。】"
    },
    {
      "id": "02-027-0018_p0137",
      "zh_CN": "这种生活确实是快乐无比，这是一个真正觉悟者的生活；回头再想想看，我们这些迷人生活在六道轮回里面，好苦、好苦！这两个一对照才知道，我们这个世间极苦的世间，没有一桩不辛苦。纵然是得一点很短暂的快乐，要付出好多的代价，你才能得到一点，想想实实在在得不偿失！想通了，大概就决定要求生净土，就不会再怀疑，不会再犹豫了。",
      "zh_TW": "這種生活確實是快樂無比，這是一個真正覺悟者的生活；回頭再想想看，我們這些迷人生活在六道輪迴裡面，好苦、好苦！這兩個一對照才知道，我們這個世間極苦的世間，沒有一樁不辛苦。縱然是得一點很短暫的快樂，要付出好多的代價，你才能得到一點，想想實實在在得不償失！想通了，大概就決定要求生淨土，就不會再懷疑，不會再猶豫了。"
    },
    {
      "id": "02-027-0018_p0138",
      "zh_CN": "【此皆无量寿佛本愿加威。】",
      "zh_TW": "【此皆無量壽佛本願加威。】"
    },
    {
      "id": "02-027-0018_p0139",
      "zh_CN": "这说出来往生的这些人，像我们这样去的，带业往生，一品烦恼都没有断，那个享受的快乐就跟经上讲的完全一样，所以这真的是很难让人相信。不要说人不相信，许多声闻缘觉菩萨都不相信。什么原因？是阿弥陀佛四十八愿威神加持你的，叫你得到的。",
      "zh_TW": "這說出來往生的這些人，像我們這樣去的，帶業往生，一品煩惱都沒有斷，那個享受的快樂就跟經上講的完全一樣，所以這真的是很難讓人相信。不要說人不相信，許多聲聞緣覺菩薩都不相信。什麼原因？是阿彌陀佛四十八願威神加持你的，叫你得到的。"
    },
    {
      "id": "02-027-0018_p0140",
      "zh_CN": "【及曾供养如来。善根相续。无缺减故。】",
      "zh_TW": "【及曾供養如來。善根相續。無缺減故。】"
    },
    {
      "id": "02-027-0018_p0141",
      "zh_CN": "这里很有道理，这是什么？就像前面阿阇王子五百人一样，我们过去生中，我们现在不知道，佛不告诉我们，我们哪里晓得？我们过去也是无量劫中修行，曾经供养无量无边的如来，『善根相续』，善根成熟，阿弥陀佛四十八愿本愿加持，我们才能得到这个果报。得这个果报，说实在话并不是偶然的。",
      "zh_TW": "這裡很有道理，這是什麼？就像前面阿闍王子五百人一樣，我們過去生中，我們現在不知道，佛不告訴我們，我們哪裡曉得？我們過去也是無量劫中修行，曾經供養無量無邊的如來，『善根相續』，善根成熟，阿彌陀佛四十八願本願加持，我們才能得到這個果報。得這個果報，說實在話並不是偶然的。"
    },
    {
      "id": "02-027-0018_p0142",
      "zh_CN": "【善修习故。善摄取故。善成就故。】",
      "zh_TW": "【善修習故。善攝取故。善成就故。】"
    },
    {
      "id": "02-027-0018_p0143",
      "zh_CN": "无一不善。底下「大士神光第二十八」。这个地方要补充一下，这个「善」字是个关键的字，完全用净宗的法门，这就善。『善修习』，专修净宗。『善摄取』。摄取是摄取众生，诱导众生也是用净宗法门，一切成就统统是，特别是指一句名号，名号功德不可思议，这是善，善的真正的意思。看底下这一段。",
      "zh_TW": "無一不善。底下「大士神光第二十八」。這個地方要補充一下，這個「善」字是個關鍵的字，完全用淨宗的法門，這就善。『善修習』，專修淨宗。『善攝取』。攝取是攝取眾生，誘導眾生也是用淨宗法門，一切成就統統是，特別是指一句名號，名號功德不可思議，這是善，善的真正的意思。看底下這一段。"
    },
    {
      "id": "02-027-0018_p0144",
      "zh_CN": "【佛告阿难。彼佛国中诸菩萨众。悉皆洞视。彻听。八方。上下。去来。现在之事。】",
      "zh_TW": "【佛告阿難。彼佛國中諸菩薩眾。悉皆洞視。徹聽。八方。上下。去來。現在之事。】"
    },
    {
      "id": "02-027-0018_p0145",
      "zh_CN": "『彼佛国中诸菩萨众』。西方极乐世界，凡是往生的，统统是阿惟越致菩萨。这就是通指往生到西方世界，得阿弥陀佛本愿的加持，每一个人都有这个能力，这个能力几乎跟佛相似。『洞视』，是天眼通，看得清清楚楚。『彻听』，是天耳通，听得明明白白，那个范围多大？『八方、上下』。东南西北，四维上下，十方！范围是十方。『去』，过去，『来』是未来，『现在』，十方无量无边的刹土，过去、现在、未来他看得清清楚楚，听得清清楚楚。",
      "zh_TW": "『彼佛國中諸菩薩眾』。西方極樂世界，凡是往生的，統統是阿惟越致菩薩。這就是通指往生到西方世界，得阿彌陀佛本願的加持，每一個人都有這個能力，這個能力幾乎跟佛相似。『洞視』，是天眼通，看得清清楚楚。『徹聽』，是天耳通，聽得明明白白，那個範圍多大？『八方、上下』。東南西北，四維上下，十方！範圍是十方。『去』，過去，『來』是未來，『現在』，十方無量無邊的剎土，過去、現在、未來他看得清清楚楚，聽得清清楚楚。"
    },
    {
      "id": "02-027-0018_p0146",
      "zh_CN": "我们读了这个经文，你们有什么感触？我感到寒毛直竖，太可怕！为什么？我们要起一个坏念头，他知道了；我们做一个坏事情，他看到了、他听到！这是真的，西方世界每一个人都有这个能力，何况观音、势至、阿弥陀佛。所以不要以为我们做一个坏事瞒着人，没有人晓得，佛也不知道，那你就自欺欺人。西方世界那个人是无量无边，个个都晓得，我们要想到西方极乐世界去，去入他们的伍，入伍！跟他们做同一类，人家都是诸上善人，我们现在还在打妄想，还在搞贪瞋痴慢，那你怎么念也去不成。阿弥陀佛纵然很慈悲欢迎你，那些大众说，这个人心不好，我们不跟他一类，阿弥陀佛也没法子，也不能来接你。所以，你就晓得念佛的人多，往生的人少，为什么不能去？我们隐藏在内心那个恶，人家全知道！你们说悄悄话，第三个人没听到，西方世界人全听到了。这属于真的，读这一段经文，寒毛直竖，千万不要以为，我们做什么事情，他没看到、没听到，那你就大错特错。我们再看底下经文。",
      "zh_TW": "我們讀了這個經文，你們有什麼感觸？我感到寒毛直豎，太可怕！為什麼？我們要起一個壞念頭，他知道了；我們做一個壞事情，他看到了、他聽到！這是真的，西方世界每一個人都有這個能力，何況觀音、勢至、阿彌陀佛。所以不要以為我們做一個壞事瞞著人，沒有人曉得，佛也不知道，那你就自欺欺人。西方世界那個人是無量無邊，個個都曉得，我們要想到西方極樂世界去，去入他們的伍，入伍！跟他們做同一類，人家都是諸上善人，我們現在還在打妄想，還在搞貪瞋痴慢，那你怎麼念也去不成。阿彌陀佛縱然很慈悲歡迎你，那些大眾說，這個人心不好，我們不跟他一類，阿彌陀佛也沒法子，也不能來接你。所以，你就曉得念佛的人多，往生的人少，為什麼不能去？我們隱藏在內心那個惡，人家全知道！你們說悄悄話，第三個人沒聽到，西方世界人全聽到了。這屬於真的，讀這一段經文，寒毛直豎，千萬不要以為，我們做什麼事情，他沒看到、沒聽到，那你就大錯特錯。我們再看底下經文。"
    },
    {
      "id": "02-027-0018_p0147",
      "zh_CN": "【诸天人民。】",
      "zh_TW": "【諸天人民。】"
    },
    {
      "id": "02-027-0018_p0148",
      "zh_CN": "这是讲十方世界，像我们这是『诸天人民』。",
      "zh_TW": "這是講十方世界，像我們這是『諸天人民』。"
    },
    {
      "id": "02-027-0018_p0149",
      "zh_CN": "【以及蜎飞蠕动之类。】",
      "zh_TW": "【以及蜎飛蠕動之類。】"
    },
    {
      "id": "02-027-0018_p0150",
      "zh_CN": "『蜎飞蠕动』是畜生道。这就是不但我们人，一举一动他看得清楚，听得清楚；畜生、饿鬼、地狱，所有一切众生之类，真是一举一动，一言一笑，心里起个念头，他们全都知道。",
      "zh_TW": "『蜎飛蠕動』是畜生道。這就是不但我們人，一舉一動他看得清楚，聽得清楚；畜生、餓鬼、地獄，所有一切眾生之類，真是一舉一動，一言一笑，心裡起個念頭，他們全都知道。"
    },
    {
      "id": "02-027-0018_p0151",
      "zh_CN": "【心意善恶，口所欲言。何时度脱。得道往生。皆豫知之。】",
      "zh_TW": "【心意善惡，口所欲言。何時度脫。得道往生。皆豫知之。】"
    },
    {
      "id": "02-027-0018_p0152",
      "zh_CN": "他们统统晓得，没有一样不知道！西方世界的人神通广大，我们这个世间一般人看小说，都以为孙悟空很了不起，孙悟空怎么能比？差太远了，简直不能比。这个地方有一句，可能大家听了有疑惑。『得道往生，皆豫知之』。他们预先都知道。这样看起来，我们往生大概是注定的，注定的，何必一定要念佛？到时候不就往生了，他就预知了！这个注定可以这么说法，为什么？这一句阿弥陀佛名号，一入耳根，那就算是注定了，你将来决定得生，这是注定的。可是这个往生的时间是可以提前的，能提前那当然是愈快愈好，我们在这诸佛刹土六道里头少受罪，愈快愈好。这就是虽然决定往生，如果我们精进不懈，使我们的缘在这一生就成熟了；假如我们懈怠了，看到这一句，「得道往生，皆豫知之」，算了，可以不要念佛了，贪图人间富贵，没有关系，反正是要往生的。这也没错，但是六道里面这些苦难，那还够你受的。那我们精进努力，我们的缘提前成熟了，他们也知道；你懈怠、懒散、堕落他也知道，没有一样不知道的。",
      "zh_TW": "他們統統曉得，沒有一樣不知道！西方世界的人神通廣大，我們這個世間一般人看小說，都以為孫悟空很了不起，孫悟空怎麼能比？差太遠了，簡直不能比。這個地方有一句，可能大家聽了有疑惑。『得道往生，皆豫知之』。他們預先都知道。這樣看起來，我們往生大概是注定的，注定的，何必一定要念佛？到時候不就往生了，他就預知了！這個注定可以這麼說法，為什麼？這一句阿彌陀佛名號，一入耳根，那就算是注定了，你將來決定得生，這是注定的。可是這個往生的時間是可以提前的，能提前那當然是愈快愈好，我們在這諸佛剎土六道裡頭少受罪，愈快愈好。這就是雖然決定往生，如果我們精進不懈，使我們的緣在這一生就成熟了；假如我們懈怠了，看到這一句，「得道往生，皆豫知之」，算了，可以不要念佛了，貪圖人間富貴，沒有關係，反正是要往生的。這也沒錯，但是六道裡面這些苦難，那還夠你受的。那我們精進努力，我們的緣提前成熟了，他們也知道；你懈怠、懶散、墮落他也知道，沒有一樣不知道的。"
    },
    {
      "id": "02-027-0018_p0153",
      "zh_CN": "【又彼佛刹诸声闻众。身光一寻。菩萨光明。照百由旬。】",
      "zh_TW": "【又彼佛剎諸聲聞眾。身光一尋。菩薩光明。照百由旬。】"
    },
    {
      "id": "02-027-0018_p0154",
      "zh_CN": "生到西方世界，这是讲自分的能力，不讲佛加持，要讲佛加持，都一样、平等的。这个地方给你讲天人、给你讲声闻、给你讲菩萨，是自分，不论加持。一论加持就平等，这都没有了，这都显示不出来了，这是讲自分。但是有两个菩萨很特殊，他自分就不可思议，实在讲这两位菩萨都是古佛再来，那当然不一样！是不是？",
      "zh_TW": "生到西方世界，這是講自分的能力，不講佛加持，要講佛加持，都一樣、平等的。這個地方給你講天人、給你講聲聞、給你講菩薩，是自分，不論加持。一論加持就平等，這都沒有了，這都顯示不出來了，這是講自分。但是有兩個菩薩很特殊，他自分就不可思議，實在講這兩位菩薩都是古佛再來，那當然不一樣！是不是？"
    },
    {
      "id": "02-027-0018_p0155",
      "zh_CN": "【有二菩萨。最尊第一。威神光明。普照三千大世界。阿难白佛。彼二菩萨。其号云何。佛言。一名观世音。一名大势至。】",
      "zh_TW": "【有二菩薩。最尊第一。威神光明。普照三千大世界。阿難白佛。彼二菩薩。其號云何。佛言。一名觀世音。一名大勢至。】"
    },
    {
      "id": "02-027-0018_p0156",
      "zh_CN": "观音、势至这两大菩萨，这两位菩萨在西方极乐世界，帮助阿弥陀佛教化众生。人与人都有缘分，没有缘分是聚不拢来的，诸佛菩萨他们在一块度化众生也是有缘分的。像阿弥陀佛跟释迦牟尼佛的关系，我们在许多大乘经上看到，他们在过去生中，曾经做过兄弟，曾经做过师生，曾经做过同参道友，过去生中关系非常密切。过去生中，要没有缘、没有关系，这一生一碰到的时候就有好缘分，没这个道理的，怎么讲也讲不通的。这些事情，如果我们很冷静去观察、去体验，可以得到证明。譬如我们第一次到一个地方去旅游，确确实实从来没有去过的，第一次去，会突然感觉这个地方好熟，好像是来过的，但是这一生确确实实是第一次。那为什么会有这个感触？过去生中曾经到这里来过，或者在这边住过。有些人我们一见面就很欢喜，就很投缘，为什么不是每一个人见面都投缘？为什么只有那一、二个特别？前生的缘分，过去生中有这个关系。观音、势至跟阿弥陀佛也是生生世世的老关系，他们一定要互相帮助的。观音成佛了，阿弥陀佛也要做菩萨去帮他的忙，所以他们这个因缘非常非常的深远。",
      "zh_TW": "觀音、勢至這兩大菩薩，這兩位菩薩在西方極樂世界，幫助阿彌陀佛教化眾生。人與人都有緣分，沒有緣分是聚不攏來的，諸佛菩薩他們在一塊度化眾生也是有緣分的。像阿彌陀佛跟釋迦牟尼佛的關係，我們在許多大乘經上看到，他們在過去生中，曾經做過兄弟，曾經做過師生，曾經做過同參道友，過去生中關係非常密切。過去生中，要沒有緣、沒有關係，這一生一碰到的時候就有好緣分，沒這個道理的，怎麼講也講不通的。這些事情，如果我們很冷靜去觀察、去體驗，可以得到證明。譬如我們第一次到一個地方去旅遊，確確實實從來沒有去過的，第一次去，會突然感覺這個地方好熟，好像是來過的，但是這一生確確實實是第一次。那為什麼會有這個感觸？過去生中曾經到這裡來過，或者在這邊住過。有些人我們一見面就很歡喜，就很投緣，為什麼不是每一個人見面都投緣？為什麼只有那一、二個特別？前生的緣分，過去生中有這個關係。觀音、勢至跟阿彌陀佛也是生生世世的老關係，他們一定要互相幫助的。觀音成佛了，阿彌陀佛也要做菩薩去幫他的忙，所以他們這個因緣非常非常的深遠。"
    },
    {
      "id": "02-027-0018_p0157",
      "zh_CN": "【此二菩萨。于娑婆界。修菩萨行。往生彼国。常在阿弥陀佛左右。】",
      "zh_TW": "【此二菩薩。於娑婆界。修菩薩行。往生彼國。常在阿彌陀佛左右。】"
    },
    {
      "id": "02-027-0018_p0158",
      "zh_CN": "这是两大菩萨帮助佛教化众生的。",
      "zh_TW": "這是兩大菩薩幫助佛教化眾生的。"
    },
    {
      "id": "02-027-0018_p0159",
      "zh_CN": "【欲至十方无量佛所。随心则到。】",
      "zh_TW": "【欲至十方無量佛所。隨心則到。】"
    },
    {
      "id": "02-027-0018_p0160",
      "zh_CN": "这两位菩萨他们教化的范围跟阿弥陀佛一样，尽虚空遍法界。弥陀名号所到之处，观音、势至的名号也到达，真的是处处观世音，刹刹都有弥陀佛！",
      "zh_TW": "這兩位菩薩他們教化的範圍跟阿彌陀佛一樣，盡虛空遍法界。彌陀名號所到之處，觀音、勢至的名號也到達，真的是處處觀世音，剎剎都有彌陀佛！"
    },
    {
      "id": "02-027-0018_p0161",
      "zh_CN": "【现居此界。作大利乐。】",
      "zh_TW": "【現居此界。作大利樂。】"
    },
    {
      "id": "02-027-0018_p0162",
      "zh_CN": "这两位菩萨住在我们娑婆世界。诸位要知道，当然是化身的，因为什么？他尽虚空遍法界都住！你说哪个是真身？可以说每一个身都是真身，每一个身都是化身。来帮助我们，来成就我们。",
      "zh_TW": "這兩位菩薩住在我們娑婆世界。諸位要知道，當然是化身的，因為什麼？他盡虛空遍法界都住！你說哪個是真身？可以說每一個身都是真身，每一個身都是化身。來幫助我們，來成就我們。"
    },
    {
      "id": "02-027-0018_p0163",
      "zh_CN": "【世间善男子。善女人。若有急难恐怖。但自归命观世音菩萨。无不得解脱者。】",
      "zh_TW": "【世間善男子。善女人。若有急難恐怖。但自歸命觀世音菩薩。無不得解脫者。】"
    },
    {
      "id": "02-027-0018_p0164",
      "zh_CN": "这两句话就是《法华经．普门品》，那一品经文里头所说的，在这个地方一句话就带过了。说明菩萨住在这个世间『作大利乐』。利是利益众生。乐是给一切众生快乐。帮助一切众生离苦得乐，就如《普门品》所说。我们再看底下一章。",
      "zh_TW": "這兩句話就是《法華經．普門品》，那一品經文裡頭所說的，在這個地方一句話就帶過了。說明菩薩住在這個世間『作大利樂』。利是利益眾生。樂是給一切眾生快樂。幫助一切眾生離苦得樂，就如《普門品》所說。我們再看底下一章。"
    },
    {
      "id": "02-027-0018_p0165",
      "zh_CN": "「愿力宏深第二十九」。这一品里面，显示西方极乐世界，大菩萨愿力宏深，决定成就一生补处；换句话说，就是一生成佛。虽生极乐世界，没有把他方世界六道众生给忘记，反而是常常关怀，尽心尽力的帮助教化，无穷无尽。我们看经文。",
      "zh_TW": "「願力宏深第二十九」。這一品裡面，顯示西方極樂世界，大菩薩願力宏深，決定成就一生補處；換句話說，就是一生成佛。雖生極樂世界，沒有把他方世界六道眾生給忘記，反而是常常關懷，盡心盡力的幫助教化，無窮無盡。我們看經文。"
    },
    {
      "id": "02-027-0018_p0166",
      "zh_CN": "【复次阿难。彼佛刹中。所有现在。未来。一切菩萨。】",
      "zh_TW": "【復次阿難。彼佛剎中。所有現在。未來。一切菩薩。】"
    },
    {
      "id": "02-027-0018_p0167",
      "zh_CN": "现在，已经在极乐世界这些菩萨们；未来是将要去往生的这些人，现在还没有到西方极乐世界，这些菩萨。",
      "zh_TW": "現在，已經在極樂世界這些菩薩們；未來是將要去往生的這些人，現在還沒有到西方極樂世界，這些菩薩。"
    },
    {
      "id": "02-027-0018_p0168",
      "zh_CN": "【皆当究竟一生补处。】",
      "zh_TW": "【皆當究竟一生補處。】"
    },
    {
      "id": "02-027-0018_p0169",
      "zh_CN": "这一句话说得好！因为那个未来就是包括我们现在这些人，我们现在还没去，这是属于未来的。虽然是未来，因为你决定往生，这才是未来的菩萨，肯定要往生的。我们自己问一问，我们能肯定往生吗？能有百分之百的把握吗？一定要肯定，一定要有，凭什么？凭阿弥陀佛、本师释迦牟尼佛发给我们的保证书，这就肯定。保证书在哪里？你手上拿的这一本就是保证书。只要你真正依教奉行，你就肯定这一生往生，所以这确确实实是往生的保证书。刚才讲，你能把这个经典里面的理论，能够融会于心，教诲都能做到，依教奉行，决定得生，所以这个本子就是保证书。拿到保证书，哪有不往生的道理？不过要记住，拿到不做不行！那个不能往生，这个要记住。书拿到手上，没有依教奉行不能往生。我们再看下面经文。",
      "zh_TW": "這一句話說得好！因為那個未來就是包括我們現在這些人，我們現在還沒去，這是屬於未來的。雖然是未來，因為你決定往生，這才是未來的菩薩，肯定要往生的。我們自己問一問，我們能肯定往生嗎？能有百分之百的把握嗎？一定要肯定，一定要有，憑什麼？憑阿彌陀佛、本師釋迦牟尼佛發給我們的保證書，這就肯定。保證書在哪裡？你手上拿的這一本就是保證書。只要你真正依教奉行，你就肯定這一生往生，所以這確確實實是往生的保證書。剛才講，你能把這個經典裡面的理論，能夠融會於心，教誨都能做到，依教奉行，決定得生，所以這個本子就是保證書。拿到保證書，哪有不往生的道理？不過要記住，拿到不做不行！那個不能往生，這個要記住。書拿到手上，沒有依教奉行不能往生。我們再看下面經文。"
    },
    {
      "id": "02-027-0018_p0170",
      "zh_CN": "【唯除大愿。入生死界。为度群生。作师子吼。擐大甲胄。以宏誓功德而自庄严。虽生五浊恶世。示现同彼。直至成佛。不受恶趣。生生之处。常识宿命。】",
      "zh_TW": "【唯除大願。入生死界。為度群生。作師子吼。擐大甲胄。以宏誓功德而自莊嚴。雖生五濁惡世。示現同彼。直至成佛。不受惡趣。生生之處。常識宿命。】"
    },
    {
      "id": "02-027-0018_p0171",
      "zh_CN": "这是西方世界的再来人，他不着急成佛，因为他有愿要帮助一些苦难的众生，慈悲心重！这一些人到西方极乐世界，见了阿弥陀佛之后，常常又回到六道轮回里头来，『入生死界』，他又回到六道里头来，回到六道里头来干什么？说法度生，『为度群生，作师子吼』。说法度生，这是慈悲。『擐大甲胄』，这是比喻，比喻他勇猛精进。古时候，打仗！武士去打仗的时候，披铠甲，铠甲是防御的，现在的战争跟从前不一样，但是防御也相同。你看现在这个战争，摆在第一线的是坦克，装甲车，冲锋陷阵，这就是擐大甲胄。表示他勇猛，不怕一切魔障苦难，他要帮助一切众生。这是他发的誓愿，众生无边誓愿度，他要去做，以这个来庄严自己，六道里头弘法利生，来庄严自己。",
      "zh_TW": "這是西方世界的再來人，他不著急成佛，因為他有願要幫助一些苦難的眾生，慈悲心重！這一些人到西方極樂世界，見了阿彌陀佛之後，常常又回到六道輪迴裡頭來，『入生死界』，他又回到六道裡頭來，回到六道裡頭來幹什麼？說法度生，『為度群生，作師子吼』。說法度生，這是慈悲。『擐大甲冑』，這是比喻，比喻他勇猛精進。古時候，打仗！武士去打仗的時候，披鎧甲，鎧甲是防禦的，現在的戰爭跟從前不一樣，但是防禦也相同。你看現在這個戰爭，擺在第一線的是坦克，裝甲車，衝鋒陷陣，這就是擐大甲胄。表示他勇猛，不怕一切魔障苦難，他要幫助一切眾生。這是他發的誓願，眾生無邊誓願度，他要去做，以這個來莊嚴自己，六道裡頭弘法利生，來莊嚴自己。"
    },
    {
      "id": "02-027-0018_p0172",
      "zh_CN": "这些菩萨虽然生在五浊恶世，像我们现在这个环境，『示现同彼』，他在五浊恶世里面也像普通人一样，示现的跟一般人一样，但是，他得阿弥陀佛本愿威神的加持，一直到他将来成佛，他都不会受这个恶趣。他也会到三恶道去，也去变饿鬼、变畜生，去度那些众生，但是，恶道里面这些苦他不是真的受，他没有，但是他也装着受，跟大家一样。像释迦牟尼佛出现在我们这个世间，不也受了很多折磨苦难吗？你问释迦牟尼佛有没有受？释迦牟尼佛没有受，但是装那个样子，是很像受了，让我们看到很受感动，佛菩萨为我们受这么多苦难！我们对佛菩萨生了感激之心，实际上他并不是真受，他清清楚楚、明明白白。他是唱戏、是在演戏，不是真的，我们可怜，当真了，我们当真了，真的受了。『生生之处，常识宿命』。他无论在哪一道，无论什么变化，他都知道，都清楚，不迷惑！常识宿命，生生世世他很清楚、很明白。",
      "zh_TW": "這些菩薩雖然生在五濁惡世，像我們現在這個環境，『示現同彼』，他在五濁惡世裡面也像普通人一樣，示現的跟一般人一樣，但是，他得阿彌陀佛本願威神的加持，一直到他將來成佛，他都不會受這個惡趣。他也會到三惡道去，也去變餓鬼、變畜生，去度那些眾生，但是，惡道裡面這些苦他不是真的受，他沒有，但是他也裝著受，跟大家一樣。像釋迦牟尼佛出現在我們這個世間，不也受了很多折磨苦難嗎？你問釋迦牟尼佛有沒有受？釋迦牟尼佛沒有受，但是裝那個樣子，是很像受了，讓我們看到很受感動，佛菩薩為我們受這麼多苦難！我們對佛菩薩生了感激之心，實際上他並不是真受，他清清楚楚、明明白白。他是唱戲、是在演戲，不是真的，我們可憐，當真了，我們當真了，真的受了。『生生之處，常識宿命』。他無論在哪一道，無論什麼變化，他都知道，都清楚，不迷惑！常識宿命，生生世世他很清楚、很明白。"
    },
    {
      "id": "02-027-0018_p0173",
      "zh_CN": "【无量寿佛意欲度脱十方世界诸众生类。】",
      "zh_TW": "【無量壽佛意欲度脫十方世界諸眾生類。】"
    },
    {
      "id": "02-027-0018_p0174",
      "zh_CN": "所以阿弥陀佛的寿命很长很长，没有办法计算的，因为什么？佛的愿望是要度尽十方世界所有众生之类，那时间不长，他怎么能度得了？这无量寿是从这来的。我们寿命为什么很短？因为愿很小，一点点，一下就满足了，是不是？所以他寿命就到了。你说一般世间人为什么？先是为自己，然后是为儿女，儿女长成了，没事了，就走了，这愿就没有了，他不是生生世世。所以弥陀的愿大，不得了！他要度尽一切苦众生。",
      "zh_TW": "所以阿彌陀佛的壽命很長很長，沒有辦法計算的，因為什麼？佛的願望是要度盡十方世界所有眾生之類，那時間不長，他怎麼能度得了？這無量壽是從這來的。我們壽命為什麼很短？因為願很小，一點點，一下就滿足了，是不是？所以他壽命就到了。你說一般世間人為什麼？先是為自己，然後是為兒女，兒女長成了，沒事了，就走了，這願就沒有了，他不是生生世世。所以彌陀的願大，不得了！他要度盡一切苦眾生。"
    },
    {
      "id": "02-027-0018_p0175",
      "zh_CN": "【皆使往生其国。】",
      "zh_TW": "【皆使往生其國。】"
    },
    {
      "id": "02-027-0018_p0176",
      "zh_CN": "他这个极乐世界要长住，那不长住那怎么办？都要叫这众生都要往生极乐世界，所以这国土也无量寿了。佛无量寿，国土也无量寿。",
      "zh_TW": "他這個極樂世界要長住，那不長住那怎麼辦？都要叫這眾生都要往生極樂世界，所以這國土也無量壽了。佛無量壽，國土也無量壽。"
    },
    {
      "id": "02-027-0018_p0177",
      "zh_CN": "【悉令得泥洹道。】",
      "zh_TW": "【悉令得泥洹道。】"
    },
    {
      "id": "02-027-0018_p0178",
      "zh_CN": "『令得泥洹之道』。这泥洹就是得大般涅槃，这就教他成佛了，令一切众生到西方世界去成佛。",
      "zh_TW": "『令得泥洹之道』。這泥洹就是得大般涅槃，這就教他成佛了，令一切眾生到西方世界去成佛。"
    },
    {
      "id": "02-027-0018_p0179",
      "zh_CN": "【作菩萨者。令悉作佛。】",
      "zh_TW": "【作菩薩者。令悉作佛。】"
    },
    {
      "id": "02-027-0018_p0180",
      "zh_CN": "成佛，才真的叫究竟圆满，不成佛就不圆满！所以：",
      "zh_TW": "成佛，才真的叫究竟圓滿，不成佛就不圓滿！所以："
    },
    {
      "id": "02-027-0018_p0181",
      "zh_CN": "【既作佛已。】",
      "zh_TW": "【既作佛已。】"
    },
    {
      "id": "02-027-0018_p0182",
      "zh_CN": "这些人在西方世界都成佛了。成佛之后？",
      "zh_TW": "這些人在西方世界都成佛了。成佛之後？"
    },
    {
      "id": "02-027-0018_p0183",
      "zh_CN": "【转相教授。转相度脱。如是辗转。不可复计。】",
      "zh_TW": "【轉相教授。轉相度脫。如是輾轉。不可復計。】"
    },
    {
      "id": "02-027-0018_p0184",
      "zh_CN": "这就是转法轮的意思。这些人成佛了，成佛之后再度一些众生，把那些众生度成佛了，那些成佛的人又度一些众生，辗转无有穷尽，不可复计。",
      "zh_TW": "這就是轉法輪的意思。這些人成佛了，成佛之後再度一些眾生，把那些眾生度成佛了，那些成佛的人又度一些眾生，輾轉無有窮盡，不可復計。"
    },
    {
      "id": "02-027-0018_p0185",
      "zh_CN": "【十方世界。声闻菩萨。诸众生类。生彼佛国。得泥洹道。当作佛者。不可胜数。】",
      "zh_TW": "【十方世界。聲聞菩薩。諸眾生類。生彼佛國。得泥洹道。當作佛者。不可勝數。】"
    },
    {
      "id": "02-027-0018_p0186",
      "zh_CN": "生到西方世界的，无论是天人，无论是声闻、缘觉菩萨，到那边去成佛的那个数量，没法子计算。",
      "zh_TW": "生到西方世界的，無論是天人，無論是聲聞、緣覺菩薩，到那邊去成佛的那個數量，沒法子計算。"
    },
    {
      "id": "02-027-0018_p0187",
      "zh_CN": "【彼佛国中。常如一法。】",
      "zh_TW": "【彼佛國中。常如一法。】"
    },
    {
      "id": "02-027-0018_p0188",
      "zh_CN": "这后头这一段非常好，因为有人妄想多、执着重！这些人统统到西方极乐世界去了，西方极乐世界能容纳得下吗？你看他还没去，就替阿弥陀佛担忧了，他不晓得西方世界的状况，以为西方世界像我们的地球一样，人太多就容纳不下，人口爆炸！西方世界没有这个状况。『彼佛国中，常如一法』。常、一，一就是不增不减，人再多，没有看到多。何况我们在前面所看过，西方世界川流不息。就像一个学校一样，每年有招生，每年也有毕业，成了佛了，那就毕业去了，到他方世界，又辗转度化。所以一批进来的，天天有进来的，天天有成佛的，天天有他方世界去度化众生去了，去成佛去了。所以你明白这个道理，有来有去，即使没有去的，西方世界也决定能容纳得下，也不用你操心。下面有个比喻。",
      "zh_TW": "這後頭這一段非常好，因為有人妄想多、執著重！這些人統統到西方極樂世界去了，西方極樂世界能容納得下嗎？你看他還沒去，就替阿彌陀佛擔憂了，他不曉得西方世界的狀況，以為西方世界像我們的地球一樣，人太多就容納不下，人口爆炸！西方世界沒有這個狀況。『彼佛國中，常如一法』。常、一，一就是不增不減，人再多，沒有看到多。何況我們在前面所看過，西方世界川流不息。就像一個學校一樣，每年有招生，每年也有畢業，成了佛了，那就畢業去了，到他方世界，又輾轉度化。所以一批進來的，天天有進來的，天天有成佛的，天天有他方世界去度化眾生去了，去成佛去了。所以你明白這個道理，有來有去，即使沒有去的，西方世界也決定能容納得下，也不用你操心。下面有個比喻。"
    },
    {
      "id": "02-027-0018_p0189",
      "zh_CN": "【不为增多。所以者何。犹如大海。为水中王。诸水流行。都入海中。是大海水。宁为增减。】",
      "zh_TW": "【不為增多。所以者何。猶如大海。為水中王。諸水流行。都入海中。是大海水。甯為增減。】"
    },
    {
      "id": "02-027-0018_p0190",
      "zh_CN": "这是世尊为我们举个比喻。我们这个世间人，眼光短浅，所看到的水最大的是海！陆地上所有江河的水都流到大海，一天到晚流，从来也没有停止，海有没有漫过？没听说过，西方极乐世界这个情形，就像这个样子，实在想想我们现在明白，海水为什么不漫？循环！海水蒸发成水蒸气，又变成了雨了，雨降在陆地上，又从江河流到海上，循环。西方极乐世界情形亦复如是，所以那边绝没有人满的状况。我们现在这个地球上，特别是都市，有人满为患，走到街上看到尽是人，我们念古书，古时候山川秀丽，风景之美，人生活在诗情画意当中，现在看不到了，纵然名胜地区，我都不想去了，为什么？去看什么？看人头！人家说那里好玩，好！我去过一次，再也不去了，没有去过的地方，我都不去了，为什么？到那里去看人头的，人太多了。人太多了，风水就破坏了，秀丽的景观就破坏了，就没有了。所以现在想想，还是老老实实在家里，念阿弥陀佛到西方极乐世界，到他方国土去游览观光，也许不像这个样子。",
      "zh_TW": "這是世尊為我們舉個比喻。我們這個世間人，眼光短淺，所看到的水最大的是海！陸地上所有江河的水都流到大海，一天到晚流，從來也沒有停止，海有沒有漫過？沒聽說過，西方極樂世界這個情形，就像這個樣子，實在想想我們現在明白，海水為什麼不漫？循環！海水蒸發成水蒸氣，又變成了雨了，雨降在陸地上，又從江河流到海上，循環。西方極樂世界情形亦復如是，所以那邊絕沒有人滿的狀況。我們現在這個地球上，特別是都市，有人滿為患，走到街上看到盡是人，我們念古書，古時候山川秀麗，風景之美，人生活在詩情畫意當中，現在看不到了，縱然名勝地區，我都不想去了，為什麼？去看什麼？看人頭！人家說那裡好玩，好！我去過一次，再也不去了，沒有去過的地方，我都不去了，為什麼？到那裡去看人頭的，人太多了。人太多了，風水就破壞了，秀麗的景觀就破壞了，就沒有了。所以現在想想，還是老老實實在家裡，念阿彌陀佛到西方極樂世界，到他方國土去遊覽觀光，也許不像這個樣子。"
    },
    {
      "id": "02-027-0018_p0191",
      "zh_CN": "【八方上下。】",
      "zh_TW": "【八方上下。】"
    },
    {
      "id": "02-027-0018_p0192",
      "zh_CN": "这是讲十方世界。",
      "zh_TW": "這是講十方世界。"
    },
    {
      "id": "02-027-0018_p0193",
      "zh_CN": "【佛国无数。】",
      "zh_TW": "【佛國無數。】"
    },
    {
      "id": "02-027-0018_p0194",
      "zh_CN": "世界无边，诸佛也无量。",
      "zh_TW": "世界無邊，諸佛也無量。"
    },
    {
      "id": "02-027-0018_p0195",
      "zh_CN": "【阿弥陀国。长久广大。】",
      "zh_TW": "【阿彌陀國。長久廣大。】"
    },
    {
      "id": "02-027-0018_p0196",
      "zh_CN": "在一切诸佛刹土里面，阿弥陀佛这个国土是最长久的，是最广大的。",
      "zh_TW": "在一切諸佛剎土裡面，阿彌陀佛這個國土是最長久的，是最廣大的。"
    },
    {
      "id": "02-027-0018_p0197",
      "zh_CN": "【明好快乐。】",
      "zh_TW": "【明好快樂。】"
    },
    {
      "id": "02-027-0018_p0198",
      "zh_CN": "『明』是光明，善好，快乐。",
      "zh_TW": "『明』是光明，善好，快樂。"
    },
    {
      "id": "02-027-0018_p0199",
      "zh_CN": "【最为独胜。】",
      "zh_TW": "【最為獨勝。】"
    },
    {
      "id": "02-027-0018_p0200",
      "zh_CN": "所有一切诸佛，诸佛刹土都不能为比，为什么？",
      "zh_TW": "所有一切諸佛，諸佛剎土都不能為比，為什麼？"
    },
    {
      "id": "02-027-0018_p0201",
      "zh_CN": "【本其为菩萨时。求道所愿。累德所致。】",
      "zh_TW": "【本其為菩薩時。求道所願。累德所致。】"
    },
    {
      "id": "02-027-0018_p0202",
      "zh_CN": "这是我们在前面已经读过，阿弥陀佛在因地发愿，求道，修行，积功累德，就跟其他诸佛不一样。",
      "zh_TW": "這是我們在前面已經讀過，阿彌陀佛在因地發願，求道，修行，積功累德，就跟其他諸佛不一樣。"
    },
    {
      "id": "02-027-0018_p0203",
      "zh_CN": "【无量寿佛。恩德布施八方上下。无穷无极。深大无量。不可胜言。】",
      "zh_TW": "【無量壽佛。恩德布施八方上下。無窮無極。深大無量。不可勝言。】"
    },
    {
      "id": "02-027-0018_p0204",
      "zh_CN": "我们要讲到恩德，实在说，恩德最大的，就是阿弥陀佛。阿弥陀佛对我们的照顾，对我们的关怀，生生世世，永无中断，我们一直都是蒙他照顾。这一项，前面阿阇王子那一章所看到的，我们是无量劫来，修积功德，供养诸佛，今天善根成熟。无量劫来，都是阿弥陀佛照顾，佛不把这个事实真相说出来，我们怎么知道？怎么晓得还有这么一个人在那里关怀我们，在那里关心我们，在爱护着我们？我们都不知道！这个底下一章，相当重要。",
      "zh_TW": "我們要講到恩德，實在說，恩德最大的，就是阿彌陀佛。阿彌陀佛對我們的照顧，對我們的關懷，生生世世，永無中斷，我們一直都是蒙他照顧。這一項，前面阿闍王子那一章所看到的，我們是無量劫來，修積功德，供養諸佛，今天善根成熟。無量劫來，都是阿彌陀佛照顧，佛不把這個事實真相說出來，我們怎麼知道？怎麼曉得還有這麼一個人在那裡關懷我們，在那裡關心我們，在愛護著我們？我們都不知道！這個底下一章，相當重要。"
    },
    {
      "id": "02-027-0018_p0205",
      "zh_CN": "「菩萨修持」。这一章里面值得我们学习的地方，非常之多，这是极乐菩萨修持的状况。前面二十八、二十九品一直到底下三十二品，都是说明极乐世界菩萨他们的生活状况，他们一些不思议的功德。可是这一品经里面是要为我们介绍他们怎样修行，所以很重要。",
      "zh_TW": "「菩薩修持」。這一章裡面值得我們學習的地方，非常之多，這是極樂菩薩修持的狀況。前面二十八、二十九品一直到底下三十二品，都是說明極樂世界菩薩他們的生活狀況，他們一些不思議的功德。可是這一品經裡面是要為我們介紹他們怎樣修行，所以很重要。"
    },
    {
      "id": "02-027-0018_p0206",
      "zh_CN": "【复次阿难，彼佛刹中一切菩萨。】",
      "zh_TW": "【復次阿難，彼佛剎中一切菩薩。】"
    },
    {
      "id": "02-027-0018_p0207",
      "zh_CN": "这就包括了四土九品，所有一切的菩萨。",
      "zh_TW": "這就包括了四土九品，所有一切的菩薩。"
    },
    {
      "id": "02-027-0018_p0208",
      "zh_CN": "【禅定。智慧。神通。威德。无不圆满。】",
      "zh_TW": "【禪定。智慧。神通。威德。無不圓滿。】"
    },
    {
      "id": "02-027-0018_p0209",
      "zh_CN": "像我们往生，纵然带业往生，下下品往生，生到西方极乐世界，都圆满了。这是佛力加持，阿弥陀佛给我们的。",
      "zh_TW": "像我們往生，縱然帶業往生，下下品往生，生到西方極樂世界，都圓滿了。這是佛力加持，阿彌陀佛給我們的。"
    },
    {
      "id": "02-027-0018_p0210",
      "zh_CN": "【诸佛密藏。究竟明了。】",
      "zh_TW": "【諸佛密藏。究竟明了。】"
    },
    {
      "id": "02-027-0018_p0211",
      "zh_CN": "『密』是深密。诸位要知道，佛法里头没有秘密，秘密是不能告人的事情，不能告人的事情，想想看还是好事吗？好事哪有不能告人的？不能告人的事情不是好事情，所以佛法里头没有秘密。密是深密，太深了，一般智慧小的人没有办法理解，讲他也不明白，深密。『藏』就是藏在里面的，一切诸佛深密的是什么？给诸位同修说，就是《无量寿经》，就是六字洪名，南无阿弥陀佛，名号功德不可思议！唯佛与佛方能究竟，等觉菩萨不蒙佛加持，都不知道。我们生到西方极乐世界，都得阿弥陀佛十方一切诸佛如来的加持，所以对于名号功德，《无量寿经》彻底明白了，究竟明了。",
      "zh_TW": "『密』是深密。諸位要知道，佛法裡頭沒有祕密，祕密是不能告人的事情，不能告人的事情，想想看還是好事嗎？好事哪有不能告人的？不能告人的事情不是好事情，所以佛法裡頭沒有祕密。密是深密，太深了，一般智慧小的人沒有辦法理解，講他也不明白，深密。『藏』就是藏在裡面的，一切諸佛深密的是什麼？給諸位同修說，就是《無量壽經》，就是六字洪名，南無阿彌陀佛，名號功德不可思議！唯佛與佛方能究竟，等覺菩薩不蒙佛加持，都不知道。我們生到西方極樂世界，都得阿彌陀佛十方一切諸佛如來的加持，所以對於名號功德，《無量壽經》徹底明白了，究竟明瞭。"
    },
    {
      "id": "02-027-0018_p0212",
      "zh_CN": "【调伏诸根。】",
      "zh_TW": "【調伏諸根。】"
    },
    {
      "id": "02-027-0018_p0213",
      "zh_CN": "『诸根』是六根，调伏诸根就像大势至菩萨所讲的都摄六根，都摄就调伏！",
      "zh_TW": "『諸根』是六根，調伏諸根就像大勢至菩薩所講的都攝六根，都攝就調伏！"
    },
    {
      "id": "02-027-0018_p0214",
      "zh_CN": "【身心柔软。深入正慧。无复余习。】",
      "zh_TW": "【身心柔軟。深入正慧。無復餘習。】"
    },
    {
      "id": "02-027-0018_p0215",
      "zh_CN": "『习』是习气。所以到西方极乐世界，你看佛光一照，佛愿一加持，我们的烦恼习气都没有了，都不会起作用了，所以西方世界成就快速！这一切菩萨明了的，没有一个不向往，个个都想去极乐世界，都想去见阿弥陀佛。",
      "zh_TW": "『習』是習氣。所以到西方極樂世界，你看佛光一照，佛願一加持，我們的煩惱習氣都沒有了，都不會起作用了，所以西方世界成就快速！這一切菩薩明瞭的，沒有一個不嚮往，個個都想去極樂世界，都想去見阿彌陀佛。"
    },
    {
      "id": "02-027-0018_p0216",
      "zh_CN": "【依佛所行。七觉圣道。】",
      "zh_TW": "【依佛所行。七覺聖道。】"
    },
    {
      "id": "02-027-0018_p0217",
      "zh_CN": "这就是《弥陀经》里面讲的「七菩提分，八圣道」。",
      "zh_TW": "這就是《彌陀經》裡面講的「七菩提分，八聖道」。"
    },
    {
      "id": "02-027-0018_p0218",
      "zh_CN": "【修行五眼。】",
      "zh_TW": "【修行五眼。】"
    },
    {
      "id": "02-027-0018_p0219",
      "zh_CN": "《金刚经》上讲如来有五眼。",
      "zh_TW": "《金剛經》上講如來有五眼。"
    },
    {
      "id": "02-027-0018_p0220",
      "zh_CN": "【照真达俗。】",
      "zh_TW": "【照真達俗。】"
    },
    {
      "id": "02-027-0018_p0221",
      "zh_CN": "『照真』就是见性，明心见性。『达俗』通达法相，十法界依正庄严，他都明了，都清楚，像前面所说的，洞视彻听，那是指达俗。",
      "zh_TW": "『照真』就是見性，明心見性。『達俗』通達法相，十法界依正莊嚴，他都明瞭，都清楚，像前面所說的，洞視徹聽，那是指達俗。"
    },
    {
      "id": "02-027-0018_p0222",
      "zh_CN": "【肉眼简择。】",
      "zh_TW": "【肉眼簡擇。】"
    },
    {
      "id": "02-027-0018_p0223",
      "zh_CN": "拣别选择。",
      "zh_TW": "揀別選擇。"
    },
    {
      "id": "02-027-0018_p0224",
      "zh_CN": "【天眼通达。法眼清净。慧眼见真。佛眼具足。】",
      "zh_TW": "【天眼通達。法眼清淨。慧眼見真。佛眼具足。】"
    },
    {
      "id": "02-027-0018_p0225",
      "zh_CN": "这五眼的名字，在这都说出来了，但是没法子细说，细说我们的时间不够。想想今天是第十八天，我们还有十二天就圆满了，所以很多都不能细说，但是大意掌握住，我们就得利益。那我们现在五眼没有，只有肉眼。肉眼拣择，我们能够选择净土法门，选择《无量寿经》，选择阿弥陀佛，这了不起、这大智慧！这个跟文殊、普贤没有两样，他们也是这样选择的，我们也是这么选择的。",
      "zh_TW": "這五眼的名字，在這都說出來了，但是沒法子細說，細說我們的時間不夠。想想今天是第十八天，我們還有十二天就圓滿了，所以很多都不能細說，但是大意掌握住，我們就得利益。那我們現在五眼沒有，只有肉眼。肉眼揀擇，我們能夠選擇淨土法門，選擇《無量壽經》，選擇阿彌陀佛，這了不起、這大智慧！這個跟文殊、普賢沒有兩樣，他們也是這樣選擇的，我們也是這麼選擇的。"
    },
    {
      "id": "02-027-0018_p0226",
      "zh_CN": "【觉了法性。】",
      "zh_TW": "【覺了法性。】"
    },
    {
      "id": "02-027-0018_p0227",
      "zh_CN": "『觉』是觉悟，明了，诸法的体性。",
      "zh_TW": "『覺』是覺悟，明瞭，諸法的體性。"
    },
    {
      "id": "02-027-0018_p0228",
      "zh_CN": "【辩才总持。自在无碍。善解世间无边方便。】",
      "zh_TW": "【辯才總持。自在無礙。善解世間無邊方便。】"
    },
    {
      "id": "02-027-0018_p0229",
      "zh_CN": "佛所教的，佛所说的，都叫做方便门。一切众生，因佛善巧方便，而能够契入真实，契入就是证得，证得这个真实，真实宇宙人生的真实相，真相。",
      "zh_TW": "佛所教的，佛所說的，都叫做方便門。一切眾生，因佛善巧方便，而能夠契入真實，契入就是證得，證得這個真實，真實宇宙人生的真實相，真相。"
    },
    {
      "id": "02-027-0018_p0230",
      "zh_CN": "【所言诚谛。深入义味。】",
      "zh_TW": "【所言誠諦。深入義味。】"
    },
    {
      "id": "02-027-0018_p0231",
      "zh_CN": "这一句话很要紧，佛所说的，字字句句都真诚。『谛』是谛实，决定不是虚假，字字句句都是真实的，这世间人不知道，把它看作宗教，把它看作欺骗众生。这是大罪过！佛语真诚，『深入义味』。义是义理，味是法味。这个里面是其味无穷！无有穷尽。佛法实实在在是这样的，你说这一部经，我们初学佛的人，有人问我初学佛应该从哪一部经学起？就从《无量寿经》，没错的；学了两年，我再学什么？还学《无量寿经》，学到老都学《无量寿经》，将来你成佛、成菩萨了，还学《无量寿经》；其味无穷，这个经你读诵，遍遍味道不一样！年年境界不相同，这就是义味，深入义味，它才有这个力量。",
      "zh_TW": "這一句話很要緊，佛所說的，字字句句都真誠。『諦』是諦實，決定不是虛假，字字句句都是真實的，這世間人不知道，把它看作宗教，把它看作欺騙眾生。這是大罪過！佛語真誠，『深入義味』。義是義理，味是法味。這個裡面是其味無窮！無有窮盡。佛法實實在在是這樣的，你說這一部經，我們初學佛的人，有人問我初學佛應該從哪一部經學起？就從《無量壽經》，沒錯的；學了兩年，我再學什麼？還學《無量壽經》，學到老都學《無量壽經》，將來你成佛、成菩薩了，還學《無量壽經》；其味無窮，這個經你讀誦，遍遍味道不一樣！年年境界不相同，這就是義味，深入義味，它才有這個力量。"
    },
    {
      "id": "02-027-0018_p0232",
      "zh_CN": "【度诸有情。演说正法。】",
      "zh_TW": "【度諸有情。演說正法。】"
    },
    {
      "id": "02-027-0018_p0233",
      "zh_CN": "『度』是帮助这一切有情众生，度是今天讲帮助他，协助大家。『演说正法』，演是表演，是要做给人家看，人家才会相信。说是说明。所以佛法，不只是口头说说而已、念念而已，那个没有用处的，要做到，身体力行。也就是说，我们今天学净土，我们依《无量寿经》，要把《无量寿经》的道理变成我们的思想见解，把《无量寿经》的教训变成我们生活行为，我们把这部经统统在日常生活当中表演出来，都把它做到，这叫演。你做到之后，你一定是这个世间快乐无比的人，幸福无比的人，别人看到羡慕！你怎么那么快乐，怎么那么幸福？你再给他说，演说！这再劝他，他当然就接受了，就相信了。如果你学佛，学得一天到晚愁眉苦脸，苦得不得了，人家一看到，佛不能学！你看，那个人学佛的。你还能演说吗？你还能劝人吗？所以自己一定是非常快乐、非常圆满。所以你看释迦牟尼佛菩萨的相貌多圆满，多令人羡慕，人家一看到这个相貌，就要问你的相貌怎么好？佛就可以告诉他，相是果报，要修因，因好，果就好。这就相信。所以诸佛菩萨如果相貌长的丑八怪，那怎么能度众生？那不可以的。演很重要，我们往往读经，看到演说，这个演的意思搞不清楚，演就是做到，做给人家看。演说正法。",
      "zh_TW": "『度』是幫助這一切有情眾生，度是今天講幫助他，協助大家。『演說正法』，演是表演，是要做給人家看，人家才會相信。說是說明。所以佛法，不只是口頭說說而已、念念而已，那個沒有用處的，要做到，身體力行。也就是說，我們今天學淨土，我們依《無量壽經》，要把《無量壽經》的道理變成我們的思想見解，把《無量壽經》的教訓變成我們生活行為，我們把這部經統統在日常生活當中表演出來，都把它做到，這叫演。你做到之後，你一定是這個世間快樂無比的人，幸福無比的人，別人看到羨慕！你怎麼那麼快樂，怎麼那麼幸福？你再給他說，演說！這再勸他，他當然就接受了，就相信了。如果你學佛，學得一天到晚愁眉苦臉，苦得不得了，人家一看到，佛不能學！你看，那個人學佛的。你還能演說嗎？你還能勸人嗎？所以自己一定是非常快樂、非常圓滿。所以你看釋迦牟尼佛菩薩的相貌多圓滿，多令人羨慕，人家一看到這個相貌，就要問你的相貌怎麼好？佛就可以告訴他，相是果報，要修因，因好，果就好。這就相信。所以諸佛菩薩如果相貌長的醜八怪，那怎麼能度眾生？那不可以的。演很重要，我們往往讀經，看到演說，這個演的意思搞不清楚，演就是做到，做給人家看。演說正法。"
    },
    {
      "id": "02-027-0018_p0234",
      "zh_CN": "【无相无为。无缚无脱。】",
      "zh_TW": "【無相無為。無縛無脫。】"
    },
    {
      "id": "02-027-0018_p0235",
      "zh_CN": "『无』是不执着，相有没有？相当然有，『为』是造作。佛菩萨每一天为众生讲经说法，那也是为，他也做事情，不执着。作而无作，无作而作，心地清净，一尘不染，随缘去做。这就是无相无为，不着相。『无缚无脱』，缚就是烦恼，脱是解脱，你心地清净，没有分别执着，哪里会有烦恼？哪里会有解脱？缚跟脱是对立的，一边没有了，那一边当然也没有了。",
      "zh_TW": "『無』是不執著，相有沒有？相當然有，『為』是造作。佛菩薩每一天為眾生講經說法，那也是為，他也做事情，不執著。作而無作，無作而作，心地清淨，一塵不染，隨緣去做。這就是無相無為，不著相。『無縛無脫』，縛就是煩惱，脫是解脫，你心地清淨，沒有分別執著，哪裡會有煩惱？哪裡會有解脫？縛跟脫是對立的，一邊沒有了，那一邊當然也沒有了。"
    },
    {
      "id": "02-027-0018_p0236",
      "zh_CN": "【无诸分别。远离颠倒。】",
      "zh_TW": "【無諸分別。遠離顛倒。】"
    },
    {
      "id": "02-027-0018_p0237",
      "zh_CN": "「无相无为，无缚无脱」，这四句，两个字就是一句，是从境界上说的；下面这两句，『无诸分别，远离颠倒』，从功夫上说的、从修行上说的。你在这上修这种行，用这个功夫，前面境界就达到了，那是诸佛与大菩萨的境界。这是纲领，菩萨修行的总纲领，极乐世界菩萨都用这个纲领。",
      "zh_TW": "「無相無為，無縛無脫」，這四句，兩個字就是一句，是從境界上說的；下面這兩句，『無諸分別，遠離顛倒』，從功夫上說的、從修行上說的。你在這上修這種行，用這個功夫，前面境界就達到了，那是諸佛與大菩薩的境界。這是綱領，菩薩修行的總綱領，極樂世界菩薩都用這個綱領。"
    },
    {
      "id": "02-027-0018_p0238",
      "zh_CN": "【于所受用。】",
      "zh_TW": "【於所受用。】"
    },
    {
      "id": "02-027-0018_p0239",
      "zh_CN": "这个我们回过头来，实际的生活上，现在的话讲落实在生活上，在我们现实的生活上，一切受用，受用有。",
      "zh_TW": "這個我們回過頭來，實際的生活上，現在的話講落實在生活上，在我們現實的生活上，一切受用，受用有。"
    },
    {
      "id": "02-027-0018_p0240",
      "zh_CN": "【皆无摄取。】",
      "zh_TW": "【皆無攝取。】"
    },
    {
      "id": "02-027-0018_p0241",
      "zh_CN": "这个『摄取』是心里头不着，心里面干干净净，一切事相上有没有？有，统统都有，一样也不少，但是心里头没有执着，好的受用没有贪爱，不好的恶的受用也没有嫌弃。实在讲，好恶是分别心才有，离开一切分别，哪来的好恶？没有。我们这些人都有分别心，这个好、那个不好。你看那个婴儿，小孩几个月的，五、六个月大的，还没有分别，还没有执着，你给他糖吃，他笑笑，你给他大便吃，他也笑笑，就是这个境界。他没有分别！他那个心是平等的，没有好坏，你从这上去观察。我们今天被污染了，起了分别执着。所以菩萨行里头有一条叫婴儿行，学婴儿没有分别，没有执着，那个人多快乐；心里头没有忧虑，没有牵挂，也没有恐怖，什么都没有，真快乐、真幸福！所以，人说懂事，懂什么事？苦，受苦！受难！受苦受难。一懂事开始受苦受难，可怜，哪里是幸福？皆无摄取是这个意思。",
      "zh_TW": "這個『攝取』是心裡頭不著，心裡面乾乾淨淨，一切事相上有沒有？有，統統都有，一樣也不少，但是心裡頭沒有執著，好的受用沒有貪愛，不好的惡的受用也沒有嫌棄。實在講，好惡是分別心才有，離開一切分別，哪來的好惡？沒有。我們這些人都有分別心，這個好、那個不好。你看那個嬰兒，小孩幾個月的，五、六個月大的，還沒有分別，還沒有執著，你給他糖吃，他笑笑，你給他大便吃，他也笑笑，就是這個境界。他沒有分別！他那個心是平等的，沒有好壞，你從這上去觀察。我們今天被污染了，起了分別執著。所以菩薩行裡頭有一條叫嬰兒行，學嬰兒沒有分別，沒有執著，那個人多快樂；心裡頭沒有憂慮，沒有牽掛，也沒有恐怖，什麼都沒有，真快樂、真幸福！所以，人說懂事，懂什麼事？苦，受苦！受難！受苦受難。一懂事開始受苦受難，可憐，哪裡是幸福？皆無攝取是這個意思。"
    },
    {
      "id": "02-027-0018_p0242",
      "zh_CN": "【遍游佛刹。无爱无厌。】",
      "zh_TW": "【遍遊佛剎。無愛無厭。】"
    },
    {
      "id": "02-027-0018_p0243",
      "zh_CN": "一切诸佛刹土里面，诸佛有净土、有秽土。净土里面没有爱心，没有爱恋；秽土里面像三恶道，地狱、饿鬼、畜生到那个里面去，也不会厌弃，心是平等的。那一些地狱众生在受苦，菩萨进去不受苦，他为什么受苦？他有分别执着他受苦，他没有分别执着他不受苦，所以他不受。他在里面那个受苦是什么？那是表演的，是同情那些苦难的人！好像你们苦，我跟你一样，那是假的不是真的。",
      "zh_TW": "一切諸佛剎土裡面，諸佛有淨土、有穢土。淨土裡面沒有愛心，沒有愛戀；穢土裡面像三惡道，地獄、餓鬼、畜生到那個裡面去，也不會厭棄，心是平等的。那一些地獄眾生在受苦，菩薩進去不受苦，他為什麼受苦？他有分別執著他受苦，他沒有分別執著他不受苦，所以他不受。他在裡面那個受苦是什麼？那是表演的，是同情那些苦難的人！好像你們苦，我跟你一樣，那是假的不是真的。"
    },
    {
      "id": "02-027-0018_p0244",
      "zh_CN": "【亦无希求不希求想。】",
      "zh_TW": "【亦無希求不希求想。】"
    },
    {
      "id": "02-027-0018_p0245",
      "zh_CN": "这个『希求』，这个人的希望，有希望就有失望，这是一定的，你要是永远没有希望，就没有失望了，那就正确了。所以我们对于世出世间法不希求，一样也不求，什么事情都随缘、都随分。我今天给台北基金会打个电话，简丰文居士向我哭穷，我现在基金会很穷，印经没有办法。我就告诉他，你为什么不守原则？钱多多印，钱少少印，没钱不印，这多快乐！是不是？不要希求，我一定要印多少，那苦死了！学佛就是要学开悟，就是要学快乐！好，我们今天就讲到此地。",
      "zh_TW": "這個『希求』，這個人的希望，有希望就有失望，這是一定的，你要是永遠沒有希望，就沒有失望了，那就正確了。所以我們對於世出世間法不希求，一樣也不求，什麼事情都隨緣、都隨分。我今天給台北基金會打個電話，簡豐文居士向我哭窮，我現在基金會很窮，印經沒有辦法。我就告訴他，你為什麼不守原則？錢多多印，錢少少印，沒錢不印，這多快樂！是不是？不要希求，我一定要印多少，那苦死了！學佛就是要學開悟，就是要學快樂！好，我們今天就講到此地。"
    }
  ]
}