{
  "doc_id": "07-003-0002",
  "title": {
    "zh_CN": "楞严经清净明诲章—清净心第一",
    "zh_TW": "楞嚴經清淨明誨章—清淨心第一"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "07-003-0002",
  "total_paragraphs": 68,
  "paragraphs": [
    {
      "id": "07-003-0002_p0001",
      "zh_CN": "请掀开经本的第三页，经文的第五行：",
      "zh_TW": "請掀開經本的第三頁，經文的第五行："
    },
    {
      "id": "07-003-0002_p0002",
      "zh_CN": "【纵有多智。禅定现前。如不断杀。必落神道。上品之人。为大力鬼。中品则为飞行夜叉诸鬼帅等。下品当为地行罗刹。彼诸鬼神。亦有徒众。各各自谓成无上道。】",
      "zh_TW": "【縱有多智。禪定現前。如不斷殺。必落神道。上品之人。為大力鬼。中品則為飛行夜叉諸鬼帥等。下品當為地行羅剎。彼諸鬼神。亦有徒眾。各各自謂成無上道。】"
    },
    {
      "id": "07-003-0002_p0003",
      "zh_CN": "世尊在此地给我们明白的开示，杀心要不断，还有这个意念，纵然依着佛所讲的理论、方法修行，也真正能够勇猛精进，他也能有点小成就。跟前面一样，他也能够修成未到定，就是禅定的功夫达不到初禅。如果功夫能够达到初禅，他的禅定成功了，那才算是真正的禅定。到不了初禅，我们都叫他未到定，就是他修定还不及格，功夫没能成就。这也是欲界六层天以下的，他们所得的果报，此地讲的是鬼王，实际上跟佛在一般大乘经典里面所讲的罗刹、阿修罗的业因相同。天上有阿修罗，阿修罗有诸天之福报，福报跟天上人没有两样，但是没有天的德行。天人的德行是什么？是慈悲。尤其是初禅以上的，不但要修禅定，而且要修慈悲喜舍，所以慈悲喜舍是色界天人的德行。欲界天是十善业道，这是欲界天德行的标准。这一类，杀心不除，换句话说，瞋恚的习气没断，还是三毒烦恼没断，因此纵然有相似的禅定，就是欲界的定。有定就有智慧，也有神通，他能够知道过去、现在、未来。这些通，这个通是属于智，没有智哪里会通？通有修得的，换句话说，有定就有智，就有通。随着他修定功夫的浅深，他的智慧、神通大小不一样，这真正修行人就是心不清净得这个果报。假如心不清净也没有修行，忽然这个人有神通、有智慧，这是什么回事情？佛在《楞严经》上说得很清楚，那是魔鬼附身；换句话说，通不是你自己修得的。前面第一段讲的是魔，第二段讲的是鬼，魔鬼附在你身上，所以那个神通是他的，一旦魔鬼离开了你，你的智慧、神通完全丧失掉，就没有了。我们在现在这个社会，全世界几乎每到一处都听说有这些人。所以有很多人来问我，他这个神通到底是真的是假的？我说真的，那哪里会假？但是这些神通不足以为奇，经上讲得太清楚了，而且这些有神通的人，恐怕里头有不少是妖魔鬼怪附身，还不是他自己修的。这是我们不能不知道，不能不谨慎，与这些人往来要谨慎，我们才不至于受他的迷惑，吃亏上当那就划不来了。",
      "zh_TW": "世尊在此地給我們明白的開示，殺心要不斷，還有這個意念，縱然依著佛所講的理論、方法修行，也真正能夠勇猛精進，他也能有點小成就。跟前面一樣，他也能夠修成未到定，就是禪定的功夫達不到初禪。如果功夫能夠達到初禪，他的禪定成功了，那才算是真正的禪定。到不了初禪，我們都叫他未到定，就是他修定還不及格，功夫沒能成就。這也是欲界六層天以下的，他們所得的果報，此地講的是鬼王，實際上跟佛在一般大乘經典裡面所講的羅剎、阿修羅的業因相同。天上有阿修羅，阿修羅有諸天之福報，福報跟天上人沒有兩樣，但是沒有天的德行。天人的德行是什麼？是慈悲。尤其是初禪以上的，不但要修禪定，而且要修慈悲喜捨，所以慈悲喜捨是色界天人的德行。欲界天是十善業道，這是欲界天德行的標準。這一類，殺心不除，換句話說，瞋恚的習氣沒斷，還是三毒煩惱沒斷，因此縱然有相似的禪定，就是欲界的定。有定就有智慧，也有神通，他能夠知道過去、現在、未來。這些通，這個通是屬於智，沒有智哪裡會通？通有修得的，換句話說，有定就有智，就有通。隨著他修定功夫的淺深，他的智慧、神通大小不一樣，這真正修行人就是心不清淨得這個果報。假如心不清淨也沒有修行，忽然這個人有神通、有智慧，這是什麼回事情？佛在《楞嚴經》上說得很清楚，那是魔鬼附身；換句話說，通不是你自己修得的。前面第一段講的是魔，第二段講的是鬼，魔鬼附在你身上，所以那個神通是他的，一旦魔鬼離開了你，你的智慧、神通完全喪失掉，就沒有了。我們在現在這個社會，全世界幾乎每到一處都聽說有這些人。所以有很多人來問我，他這個神通到底是真的是假的？我說真的，那哪裡會假？但是這些神通不足以為奇，經上講得太清楚了，而且這些有神通的人，恐怕裡頭有不少是妖魔鬼怪附身，還不是他自己修的。這是我們不能不知道，不能不謹慎，與這些人往來要謹慎，我們才不至於受他的迷惑，吃虧上當那就划不來了。"
    },
    {
      "id": "07-003-0002_p0004",
      "zh_CN": "所以记住一个大原则，佛教人修行，是以清净心为第一。要想心清净，《楞严》这一大段所讲的，这就是个标准，是所有一切大乘佛法修学的标准。我们念佛修净土，我们的目的是要求生西方极乐世界，真正要达到这个目的，那就必须要遵照佛的教训，认真去修学，马虎不得，佛在这里给我们讲真话。我们在经上读过，西方世界是什么人？「诸上善人，俱会一处」，不但是善人，上善。我们通常讲能够持五戒、修十善这就是善人，虽是善人，还不能称为上善。上善的标准在哪里？心地清净。像前面所讲的，杀盗淫妄，「身心俱断，断性亦无」，这叫上善。我们要想到西方极乐世界，要加入这些人的行列，我们的标准不够不行。阿弥陀佛虽然大慈大悲，也不能把我们拿去滥竽充数，这是不可能的事情，所以一定要明白这个道理。",
      "zh_TW": "所以記住一個大原則，佛教人修行，是以清淨心為第一。要想心清淨，《楞嚴》這一大段所講的，這就是個標準，是所有一切大乘佛法修學的標準。我們念佛修淨土，我們的目的是要求生西方極樂世界，真正要達到這個目的，那就必須要遵照佛的教訓，認真去修學，馬虎不得，佛在這裡給我們講真話。我們在經上讀過，西方世界是什麼人？「諸上善人，俱會一處」，不但是善人，上善。我們通常講能夠持五戒、修十善這就是善人，雖是善人，還不能稱為上善。上善的標準在哪裡？心地清淨。像前面所講的，殺盜淫妄，「身心俱斷，斷性亦無」，這叫上善。我們要想到西方極樂世界，要加入這些人的行列，我們的標準不夠不行。阿彌陀佛雖然大慈大悲，也不能把我們拿去濫竽充數，這是不可能的事情，所以一定要明白這個道理。"
    },
    {
      "id": "07-003-0002_p0005",
      "zh_CN": "这些妖魔鬼怪，在末法时期也都混入佛门，披上袈裟，也示现修行、讲经说法，他跟佛讲的不一样的地方在哪里？淫心、杀心、偷心不必断也能成无上道，这就是跟佛讲法不一样。换句话说，真的佛法、假的佛法，诸位要是熟读《楞严经》这一章，你自然就明了了，你就有能力、有智慧去拣别，哪是真、哪是假，哪是是、哪是非。所以他们有很多的徒众，他们也有很大的势力，佛门里头有护法，妖魔鬼怪也有护法神，这些人我们也不要去惹他，我们的道行不高，惹不起。但是我们自己心正、行正，认真修学，我们自然有佛菩萨、护法神保佑我们，这些妖魔鬼怪也不能加害于我们，这个我们心一定很安的。",
      "zh_TW": "這些妖魔鬼怪，在末法時期也都混入佛門，披上袈裟，也示現修行、講經說法，他跟佛講的不一樣的地方在哪裡？淫心、殺心、偷心不必斷也能成無上道，這就是跟佛講法不一樣。換句話說，真的佛法、假的佛法，諸位要是熟讀《楞嚴經》這一章，你自然就明瞭了，你就有能力、有智慧去揀別，哪是真、哪是假，哪是是、哪是非。所以他們有很多的徒眾，他們也有很大的勢力，佛門裡頭有護法，妖魔鬼怪也有護法神，這些人我們也不要去惹他，我們的道行不高，惹不起。但是我們自己心正、行正，認真修學，我們自然有佛菩薩、護法神保佑我們，這些妖魔鬼怪也不能加害於我們，這個我們心一定很安的。"
    },
    {
      "id": "07-003-0002_p0006",
      "zh_CN": "凡是受害都是自己心不清净，我们在海内外，遇到许多受了魔的伤害。严重的个人自己，我们现在话讲精神分裂，我们佛门讲着魔，医生讲精神分裂，神经病了，送到精神病院。更严重的不但身体受伤害，往往到家破人亡，我们也常常听到。你追究他原因，我遇到这些人，我问他，你是不是喜欢神通？他马上点头是的。喜欢神通，喜欢感应，喜欢奇奇怪怪的这些念头，这就是着魔的因由。你人心正、行正，这个东西我边都不沾，妖魔鬼怪也沾不上你。所以归根结柢不能够怨天尤人，还是怪自己心不清净，没有真正依着佛的教诲去修学。所以我们在末法时期眼睛要亮，要看得清楚。再看底下经文，下面就显示出来了，他这个教法跟佛所讲的不一样。",
      "zh_TW": "凡是受害都是自己心不清淨，我們在海內外，遇到許多受了魔的傷害。嚴重的個人自己，我們現在話講精神分裂，我們佛門講著魔，醫生講精神分裂，神經病了，送到精神病院。更嚴重的不但身體受傷害，往往到家破人亡，我們也常常聽到。你追究他原因，我遇到這些人，我問他，你是不是喜歡神通？他馬上點頭是的。喜歡神通，喜歡感應，喜歡奇奇怪怪的這些念頭，這就是著魔的因由。你人心正、行正，這個東西我邊都不沾，妖魔鬼怪也沾不上你。所以歸根結柢不能夠怨天尤人，還是怪自己心不清淨，沒有真正依著佛的教誨去修學。所以我們在末法時期眼睛要亮，要看得清楚。再看底下經文，下面就顯示出來了，他這個教法跟佛所講的不一樣。"
    },
    {
      "id": "07-003-0002_p0007",
      "zh_CN": "【我灭度后。】",
      "zh_TW": "【我滅度後。】"
    },
    {
      "id": "07-003-0002_p0008",
      "zh_CN": "『我』是释迦牟尼佛自称。",
      "zh_TW": "『我』是釋迦牟尼佛自稱。"
    },
    {
      "id": "07-003-0002_p0009",
      "zh_CN": "【末法之中。】",
      "zh_TW": "【末法之中。】"
    },
    {
      "id": "07-003-0002_p0010",
      "zh_CN": "我们现在正处在『末法』时代，就讲的我们现在这个时候。",
      "zh_TW": "我們現在正處在『末法』時代，就講的我們現在這個時候。"
    },
    {
      "id": "07-003-0002_p0011",
      "zh_CN": "【多此鬼神炽盛世间。自言食肉得菩提路。】",
      "zh_TW": "【多此鬼神熾盛世間。自言食肉得菩提路。】"
    },
    {
      "id": "07-003-0002_p0012",
      "zh_CN": "所谓「酒肉穿肠过，佛在心中坐」，是修心不修口，这些口号很响亮，也很好听。诸位记住，那是鬼话，不是佛话，这鬼说的，这哪里是佛话！我们再看底下一段经文：",
      "zh_TW": "所謂「酒肉穿腸過，佛在心中坐」，是修心不修口，這些口號很響亮，也很好聽。諸位記住，那是鬼話，不是佛話，這鬼說的，這哪裡是佛話！我們再看底下一段經文："
    },
    {
      "id": "07-003-0002_p0013",
      "zh_CN": "【阿难。我令比丘食五净肉。此肉皆我神力化生。本无命根。汝婆罗门。地多蒸湿。加以沙石。草菜不生。我以大悲神力所加。因大慈悲。假名为肉。汝得其味。】",
      "zh_TW": "【阿難。我令比丘食五淨肉。此肉皆我神力化生。本無命根。汝婆羅門。地多蒸濕。加以沙石。草菜不生。我以大悲神力所加。因大慈悲。假名為肉。汝得其味。】"
    },
    {
      "id": "07-003-0002_p0014",
      "zh_CN": "这种话，佛确确实实很少说。我们知道释迦牟尼佛当年在世，出家人生活方式是托钵，那个时候日中一食，树下一宿。托钵，佛法常讲「慈悲为本，方便为门」，到你家来乞食，你吃什么你就供养什么，不必为出家人另外去做，这叫大慈悲。所以佛制定的五净肉，通常乞食是三净肉，三净肉是不见杀，没有看到杀生；不闻杀，没有听到杀的声音；第三个不为我杀，不是为我杀的。像现在我们在外国，外国市场上买的冷冻，确实全是三净肉。五净肉，是因为出家人有些住在荒山野外，再加上动物自己死的，不是人杀牠，自己死的；还一种是鸟兽吃剩下来的，加这两种就叫五净肉，这是那个时候的生活方式。同时，佛讲经说法这个地区，我们今天知道多半在北印度，在西藏高原这一带地方，尼泊尔这些地方，在这些地方时间最久。这些地方属于热带，也有不少地方是沙漠地带，五谷杂粮不生的，游牧民族他们主要的食物就是牛羊肉，这是开缘，所以许可你吃三净肉。",
      "zh_TW": "這種話，佛確確實實很少說。我們知道釋迦牟尼佛當年在世，出家人生活方式是托缽，那個時候日中一食，樹下一宿。托缽，佛法常講「慈悲為本，方便為門」，到你家來乞食，你吃什麼你就供養什麼，不必為出家人另外去做，這叫大慈悲。所以佛制定的五淨肉，通常乞食是三淨肉，三淨肉是不見殺，沒有看到殺生；不聞殺，沒有聽到殺的聲音；第三個不為我殺，不是為我殺的。像現在我們在外國，外國市場上買的冷凍，確實全是三淨肉。五淨肉，是因為出家人有些住在荒山野外，再加上動物自己死的，不是人殺牠，自己死的；還一種是鳥獸吃剩下來的，加這兩種就叫五淨肉，這是那個時候的生活方式。同時，佛講經說法這個地區，我們今天知道多半在北印度，在西藏高原這一帶地方，尼泊爾這些地方，在這些地方時間最久。這些地方屬於熱帶，也有不少地方是沙漠地帶，五穀雜糧不生的，游牧民族他們主要的食物就是牛羊肉，這是開緣，所以許可你吃三淨肉。"
    },
    {
      "id": "07-003-0002_p0015",
      "zh_CN": "佛法在中国，蒙古、新疆、西藏、青海、甘肃，这一带到现在还是游牧民族，还住了个蒙古包，哪个地方有水草，赶着牛羊就去了，他们就是经上讲的『草菜不生』，这是许可的。但是现在不行了，现在讲不过去了，为什么？交通便捷。你看看我们在美国，我们可以吃到台湾新鲜的蔬菜、日本的蔬菜，韩国的、大陆的，你能够有素食吃，你就不应该再吃肉了，这是培养慈悲心，这点非常重要。由于印度佛教的生活方式跟我们不一样，佛法从印度传到中国来，在早期出家人还是吃三净肉。完全改成素食，在中国是梁武帝提倡的，梁武帝读《楞伽经》，佛对一些大菩萨们开示，菩萨是以大慈悲心为第一，所以不忍心吃众生肉。梁武帝看到这些经文非常感动，他自己就开始吃长素了，他是佛门的大护法，所以佛教里面自然就响应了素食运动。所以今天全世界的佛教，一学佛不管在家、出家，一律是吃素食的，只有中国这一个国家。现在像泰国他们还是托钵，还是三净肉，锡兰小乘国家都是托钵的；日本是大乘，韩国是大乘，他们也吃肉的；在蒙古、新疆、西藏，这些密宗他们也吃肉，这些在现在如法不如法？我们要明了。",
      "zh_TW": "佛法在中國，蒙古、新疆、西藏、青海、甘肅，這一帶到現在還是游牧民族，還住了個蒙古包，哪個地方有水草，趕著牛羊就去了，他們就是經上講的『草菜不生』，這是許可的。但是現在不行了，現在講不過去了，為什麼？交通便捷。你看看我們在美國，我們可以吃到台灣新鮮的蔬菜、日本的蔬菜，韓國的、大陸的，你能夠有素食吃，你就不應該再吃肉了，這是培養慈悲心，這點非常重要。由於印度佛教的生活方式跟我們不一樣，佛法從印度傳到中國來，在早期出家人還是吃三淨肉。完全改成素食，在中國是梁武帝提倡的，梁武帝讀《楞伽經》，佛對一些大菩薩們開示，菩薩是以大慈悲心為第一，所以不忍心吃眾生肉。梁武帝看到這些經文非常感動，他自己就開始吃長素了，他是佛門的大護法，所以佛教裡面自然就響應了素食運動。所以今天全世界的佛教，一學佛不管在家、出家，一律是吃素食的，只有中國這一個國家。現在像泰國他們還是托缽，還是三淨肉，錫蘭小乘國家都是托缽的；日本是大乘，韓國是大乘，他們也吃肉的；在蒙古、新疆、西藏，這些密宗他們也吃肉，這些在現在如法不如法？我們要明瞭。"
    },
    {
      "id": "07-003-0002_p0016",
      "zh_CN": "我早年学佛，我是二十六岁开始学佛的，亲近章嘉大师，章嘉大师是黄教的喇嘛，他就是素食。我对他很尊敬，我那个时候刚刚学佛，他请我吃饭，有荤菜，他不跟我们在一起吃，他单独吃，他素食。在那个时候我们还不晓得，对佛教情形不太清楚，以后才知道。不吃众生肉，佛在《楞严》里面，比《楞伽经》里面教诲得还要明白、还要清楚，这是我们应当要记住的。佛如果在此地不说，那我们根本就不晓得，原来佛在世的时候，出家人托钵这些肉食，是佛的神力变化所作，不是真正有生命的。这些话我们决定相信圣言量，但是在外头不必说，外面这个说法不合于科学。如果说是比丘托钵里面的肉食都是佛神力变化，一切众生家里吃的肉还不都是佛变化的？这很难讲，我们知道就好，不必跟人家辩论。总而言之，现在交通便捷运输方便，素菜得来不难；换句话说，就不应该贪图口味。",
      "zh_TW": "我早年學佛，我是二十六歲開始學佛的，親近章嘉大師，章嘉大師是黃教的喇嘛，他就是素食。我對他很尊敬，我那個時候剛剛學佛，他請我吃飯，有葷菜，他不跟我們在一起吃，他單獨吃，他素食。在那個時候我們還不曉得，對佛教情形不太清楚，以後才知道。不吃眾生肉，佛在《楞嚴》裡面，比《楞伽經》裡面教誨得還要明白、還要清楚，這是我們應當要記住的。佛如果在此地不說，那我們根本就不曉得，原來佛在世的時候，出家人托缽這些肉食，是佛的神力變化所作，不是真正有生命的。這些話我們決定相信聖言量，但是在外頭不必說，外面這個說法不合於科學。如果說是比丘托缽裡面的肉食都是佛神力變化，一切眾生家裡吃的肉還不都是佛變化的？這很難講，我們知道就好，不必跟人家辯論。總而言之，現在交通便捷運輸方便，素菜得來不難；換句話說，就不應該貪圖口味。"
    },
    {
      "id": "07-003-0002_p0017",
      "zh_CN": "实在是，肉食一般人说鲜美，殊不知副作用很大，现在人医疗设备方便，检查容易，人常常得一些怪病，古时候没听说的。这病从哪里来的？我们中国有个俗话说「病从口入」，这个话说得很有道理。特别是现在这些动物，说实在话，我就是不学佛，我也不敢吃。为什么？这些动物饲养都不正常，我们在台湾看到的，养猪、养鸡、养鸭用化学饲料，听说还给牠们打针，让牠又肥又胖，都不正常，养鸡也是如此，连鸡蛋都是如此。诸位如果要不相信，你们现在肉食这平常吃，蛋也常常吃，假如你到中国大陆去旅行，中国大陆农村，你叫他杀个鸡或者鸡生个蛋，你去尝尝那个味道，跟我们这里不一样，差别太大了。为什么？牠那是自然生长的。我们今天饲养得不正常，等于那个鸡生下来就把牠关在笼子里头天天喂牠，就等于说一生下来就叫牠坐监牢，坐牢，天天送囚粮给牠吃，你说牠心情能自在吗？这个心里面就有瞋恚心，瞋恚就是毒，所以那个肉里面都是含着有毒素，我们吃了怎么不长病？牠自然在外面生长的，那个心态完全不一样，牠生活得快快乐乐的。诸位从这个地方想想，仔细你去揣摩一下，不一样。",
      "zh_TW": "實在是，肉食一般人說鮮美，殊不知副作用很大，現在人醫療設備方便，檢查容易，人常常得一些怪病，古時候沒聽說的。這病從哪裡來的？我們中國有個俗話說「病從口入」，這個話說得很有道理。特別是現在這些動物，說實在話，我就是不學佛，我也不敢吃。為什麼？這些動物飼養都不正常，我們在台灣看到的，養豬、養雞、養鴨用化學飼料，聽說還給牠們打針，讓牠又肥又胖，都不正常，養雞也是如此，連雞蛋都是如此。諸位如果要不相信，你們現在肉食這平常吃，蛋也常常吃，假如你到中國大陸去旅行，中國大陸農村，你叫他殺個雞或者雞生個蛋，你去嘗嘗那個味道，跟我們這裡不一樣，差別太大了。為什麼？牠那是自然生長的。我們今天飼養得不正常，等於那個雞生下來就把牠關在籠子裡頭天天餵牠，就等於說一生下來就叫牠坐監牢，坐牢，天天送囚糧給牠吃，你說牠心情能自在嗎？這個心裡面就有瞋恚心，瞋恚就是毒，所以那個肉裡面都是含著有毒素，我們吃了怎麼不長病？牠自然在外面生長的，那個心態完全不一樣，牠生活得快快樂樂的。諸位從這個地方想想，仔細你去揣摩一下，不一樣。"
    },
    {
      "id": "07-003-0002_p0018",
      "zh_CN": "我是有一年去看方东美先生的夫人，她那个时候年岁很大，八十岁了，我去看她，我劝她吃素，她身体不好。有一天就谈起来，我说我是很多年吃素了，我就请她仔细想想，我说妳们现在吃的鸡蛋，我不说别的，就吃鸡蛋。跟我们三十八年刚刚到台湾来的时候吃那种鸡蛋，味道一样不一样？我提出这个问题，她大概等了有二、三分钟之后，才说不一样。那个时候我们吃的蛋，鸡自然养在野外生的，现在的鸡是养在鸽子笼里头生的，不相同，所以人吃了怎么会不生病？这是我们一定要知道的。为了养生，为了我们健康长寿，我们对于食物不能不选择。何况佛在此地的教训，意思就更深了，贪图肉味这是贪心，要取众生的肉一定就杀心，杀里面就是有盗。牠不是自己愿意供养你的，是没有方法抵抗，所谓是「弱肉强食」，既然不甘心、不情愿，这里面就有结下的冤仇，佛在大乘经上常说「人死为羊，羊死为人」，生生世世互相酬偿，这个冤业没完没了。不知道的不晓得，真正晓得的太可怕了，何必跟这些众生结冤仇？这是我们一定要谨慎的，一定要明了的。我们再看下面经文：",
      "zh_TW": "我是有一年去看方東美先生的夫人，她那個時候年歲很大，八十歲了，我去看她，我勸她吃素，她身體不好。有一天就談起來，我說我是很多年吃素了，我就請她仔細想想，我說妳們現在吃的雞蛋，我不說別的，就吃雞蛋。跟我們三十八年剛剛到台灣來的時候吃那種雞蛋，味道一樣不一樣？我提出這個問題，她大概等了有二、三分鐘之後，才說不一樣。那個時候我們吃的蛋，雞自然養在野外生的，現在的雞是養在鴿子籠裡頭生的，不相同，所以人吃了怎麼會不生病？這是我們一定要知道的。為了養生，為了我們健康長壽，我們對於食物不能不選擇。何況佛在此地的教訓，意思就更深了，貪圖肉味這是貪心，要取眾生的肉一定就殺心，殺裡面就是有盜。牠不是自己願意供養你的，是沒有方法抵抗，所謂是「弱肉強食」，既然不甘心、不情願，這裡面就有結下的冤仇，佛在大乘經上常說「人死為羊，羊死為人」，生生世世互相酬償，這個冤業沒完沒了。不知道的不曉得，真正曉得的太可怕了，何必跟這些眾生結冤仇？這是我們一定要謹慎的，一定要明瞭的。我們再看下面經文："
    },
    {
      "id": "07-003-0002_p0019",
      "zh_CN": "【奈何如来灭度之后。食众生肉。名为释子。】",
      "zh_TW": "【奈何如來滅度之後。食眾生肉。名為釋子。】"
    },
    {
      "id": "07-003-0002_p0020",
      "zh_CN": "佛世是如来以神力加持的，佛『灭度之后』就没有了，这经上讲得很清楚，佛灭度之后你吃的众生肉，那就真正跟众生结了冤仇。",
      "zh_TW": "佛世是如來以神力加持的，佛『滅度之後』就沒有了，這經上講得很清楚，佛滅度之後你吃的眾生肉，那就真正跟眾生結了冤仇。"
    },
    {
      "id": "07-003-0002_p0021",
      "zh_CN": "【汝等当知是食肉人。纵得心开似三摩地。】",
      "zh_TW": "【汝等當知是食肉人。縱得心開似三摩地。】"
    },
    {
      "id": "07-003-0002_p0022",
      "zh_CN": "这个『似』是相似的。他的杀心没断，肉食不断，修行也非常用功，也很认真，他也能得相似的三昧，也能有相似的智慧；换句话说，也有神通，但是他不能成正果。佛在这里告诉我们：",
      "zh_TW": "這個『似』是相似的。他的殺心沒斷，肉食不斷，修行也非常用功，也很認真，他也能得相似的三昧，也能有相似的智慧；換句話說，也有神通，但是他不能成正果。佛在這裡告訴我們："
    },
    {
      "id": "07-003-0002_p0023",
      "zh_CN": "【皆大罗刹。】",
      "zh_TW": "【皆大羅剎。】"
    },
    {
      "id": "07-003-0002_p0024",
      "zh_CN": "他修的得什么结果？阿修罗，『罗刹』，在我们一般人讲是大福德的鬼神。",
      "zh_TW": "他修的得什麼結果？阿修羅，『羅剎』，在我們一般人講是大福德的鬼神。"
    },
    {
      "id": "07-003-0002_p0025",
      "zh_CN": "【报终必沉生死苦海。非佛弟子。】",
      "zh_TW": "【報終必沉生死苦海。非佛弟子。】"
    },
    {
      "id": "07-003-0002_p0026",
      "zh_CN": "他有修行，所以他有智慧，他有福德，但是他的福德享尽了一定堕落。像安世高传记里面所说的，他有个同学，这个同学是过去世的同学。传记上记载的说这个是出家人，都是出家的，明经好施，对于教理很通达，喜欢布施，这个修行很难得，不容易。可是常常在乞食的时候，因为那个时候生活方式都是托钵，托来的饭菜不合自己的口味，心里面就有不平的念头，就很不痛快。就这个，这是不清净的心，说实在话，还不是有太大的过失，死了以后落在神道，跟这里讲的一样，就做了宫亭湖的龙王。宫亭湖就是现在江西的鄱阳湖，在九江的旁边。因为他明经，经教通达，所以这个鬼王很有灵感，确实是有求必应，他明经，福报很大，周围一千里的地方都去拜他，所以香火非常之盛，因为他喜欢布施。你看看什么因得什么果报，因为他心里不平，所以他没有成正果，他去做龙王去了。",
      "zh_TW": "他有修行，所以他有智慧，他有福德，但是他的福德享盡了一定墮落。像安世高傳記裡面所說的，他有個同學，這個同學是過去世的同學。傳記上記載的說這個是出家人，都是出家的，明經好施，對於教理很通達，喜歡布施，這個修行很難得，不容易。可是常常在乞食的時候，因為那個時候生活方式都是托缽，托來的飯菜不合自己的口味，心裡面就有不平的念頭，就很不痛快。就這個，這是不清淨的心，說實在話，還不是有太大的過失，死了以後落在神道，跟這裡講的一樣，就做了宮亭湖的龍王。宮亭湖就是現在江西的鄱陽湖，在九江的旁邊。因為他明經，經教通達，所以這個鬼王很有靈感，確實是有求必應，他明經，福報很大，周圍一千里的地方都去拜他，所以香火非常之盛，因為他喜歡布施。你看看什麼因得什麼果報，因為他心裡不平，所以他沒有成正果，他去做龍王去了。"
    },
    {
      "id": "07-003-0002_p0027",
      "zh_CN": "龙王死了以后牠的罪业就更深了，因为做了鬼神，福报也大，瞋恨心愈重。凡是从牠管辖地区经过这些船只，如果要不去祭祀牠，不去拜牠、供养牠，你这一路都不平安，牠有神通让你受苦受难；你要去拜拜、去供养，你就是一帆风顺。这个造的罪业就很重，死了以后牠知道一定堕地狱，好在牠有个同学成了正果，安世高，他就求安世高帮助牠。安世高在中国译经告一个段落之后，就特地到九江去度他这个同学。牠也很难得，预先托梦给寺庙的住持，说有个高僧大德明天要来，你要好好的招待、供养他，不可以怠慢。第二天安世高到达这个庙里，这个庙里面早就晓得了，都迎接、招待非常周到。安世高见了这个龙王，就叫牠现身给大家看看，牠不好意思，牠说我的身体很难看。他说没有关系，一定要现身，你的罪孽才能够消除得掉。这样子不得已，牠就从神龛里面爬出来了，原来是一条大蛇。安世高给牠说法，说的法在场的人也听不懂，一般人想他是给牠念咒了，实际上他是给牠讲开示。",
      "zh_TW": "龍王死了以後牠的罪業就更深了，因為做了鬼神，福報也大，瞋恨心愈重。凡是從牠管轄地區經過這些船隻，如果要不去祭祀牠，不去拜牠、供養牠，你這一路都不平安，牠有神通讓你受苦受難；你要去拜拜、去供養，你就是一帆風順。這個造的罪業就很重，死了以後牠知道一定墮地獄，好在牠有個同學成了正果，安世高，他就求安世高幫助牠。安世高在中國譯經告一個段落之後，就特地到九江去度他這個同學。牠也很難得，預先託夢給寺廟的住持，說有個高僧大德明天要來，你要好好的招待、供養他，不可以怠慢。第二天安世高到達這個廟裡，這個廟裡面早就曉得了，都迎接、招待非常周到。安世高見了這個龍王，就叫牠現身給大家看看，牠不好意思，牠說我的身體很難看。他說沒有關係，一定要現身，你的罪孽才能夠消除得掉。這樣子不得已，牠就從神龕裡面爬出來了，原來是一條大蛇。安世高給牠說法，說的法在場的人也聽不懂，一般人想他是給牠念咒了，實際上他是給牠講開示。"
    },
    {
      "id": "07-003-0002_p0028",
      "zh_CN": "这个龙王把牠所有这些财富，人家供养牠的财富全部交给安世高，安世高给牠在现在的江西南昌建了个佛寺。那个佛寺的钱财就是这个龙王贡献的，那个庙叫大安寺，这是江南佛教第一个寺庙。安世高从九江还是乘船到南昌，在中途他船上有个穿白衣服的年轻人，站在船头上拜了三拜。安世高跟旁边的人说，他说那个年轻人就是那个龙王，现在生忉利天了。所以说真正得道的高僧帮助你、超度你，凭福德只能够到忉利天，忉利天以上一定要自己修行的功夫，靠别人帮忙做不到。完全靠他利可以能够到忉利天，已经很难得了，从地狱里头能够脱离，能生到忉利天相当不容易。这就是说明杀心未除，虽然修行，真的还是落在大罗刹一类的，『报终必沉生死苦海』，必定堕地狱。好像是佛的弟子，其实不是真正佛弟子，『非佛弟子』。",
      "zh_TW": "這個龍王把牠所有這些財富，人家供養牠的財富全部交給安世高，安世高給牠在現在的江西南昌建了個佛寺。那個佛寺的錢財就是這個龍王貢獻的，那個廟叫大安寺，這是江南佛教第一個寺廟。安世高從九江還是乘船到南昌，在中途他船上有個穿白衣服的年輕人，站在船頭上拜了三拜。安世高跟旁邊的人說，他說那個年輕人就是那個龍王，現在生忉利天了。所以說真正得道的高僧幫助你、超度你，憑福德只能夠到忉利天，忉利天以上一定要自己修行的功夫，靠別人幫忙做不到。完全靠他利可以能夠到忉利天，已經很難得了，從地獄裡頭能夠脫離，能生到忉利天相當不容易。這就是說明殺心未除，雖然修行，真的還是落在大羅剎一類的，『報終必沉生死苦海』，必定墮地獄。好像是佛的弟子，其實不是真正佛弟子，『非佛弟子』。"
    },
    {
      "id": "07-003-0002_p0029",
      "zh_CN": "【如是之人。相杀相吞。相食未已。云何是人得出三界。】",
      "zh_TW": "【如是之人。相殺相吞。相食未已。云何是人得出三界。】"
    },
    {
      "id": "07-003-0002_p0030",
      "zh_CN": "这是言归正传，我们修行大乘法门，目标都是要超越六道轮回，都是要超越三界的，我们念佛往生西方极乐世界也是得超越三界。如果三界之内还有许多冤家债主，这些人我们欠他命的，他要问我们讨命，要偿命；欠钱的，要还债。命没偿、债没还，你想偷偷的溜出三界，哪有这么简单？所以修行为什么障碍多？就是这些人找麻烦。如果没有这些冤家债主，那我老实跟诸位同修说，我们每个人早都成无上道了，就是没有能力躲过这些冤家债主。冤家债主这是因，我们心不清净就是缘，就是给他机会，他很容易找到我们；换句话说，我们心真的清净了，这个缘断了。你心真正清净了，你在哪里，他找不到；你心不清净，很容易被人发现，很容易找到。由此可知，清净心就太重要了。",
      "zh_TW": "這是言歸正傳，我們修行大乘法門，目標都是要超越六道輪迴，都是要超越三界的，我們念佛往生西方極樂世界也是得超越三界。如果三界之內還有許多冤家債主，這些人我們欠他命的，他要問我們討命，要償命；欠錢的，要還債。命沒償、債沒還，你想偷偷的溜出三界，哪有這麼簡單？所以修行為什麼障礙多？就是這些人找麻煩。如果沒有這些冤家債主，那我老實跟諸位同修說，我們每個人早都成無上道了，就是沒有能力躲過這些冤家債主。冤家債主這是因，我們心不清淨就是緣，就是給他機會，他很容易找到我們；換句話說，我們心真的清淨了，這個緣斷了。你心真正清淨了，你在哪裡，他找不到；你心不清淨，很容易被人發現，很容易找到。由此可知，清淨心就太重要了。"
    },
    {
      "id": "07-003-0002_p0031",
      "zh_CN": "其次，一定要发大慈悲心。我们所修积的再微细的功德，我们也要将这点功德回向给一切冤亲债主，我过去对不起你，今天所修积的一切统统贡献给你。所以我们的回向偈里面，「上报四重恩，下济三途苦」，这是把生生世世冤亲债主统统包括了。希望他们对我们不但不阻挠，还要护持，帮助我快快证果。我们修行证果了对他有大好处，我们真正有智慧、有能力帮助他们脱离苦海，回过头来普度众生。佛在经上常说「佛不度无缘之人」，哪些人与我有缘的？就是生生世世这些冤家债主，他跟我有缘，跟他有缘，这就是他接受度了；如果没有缘，对面都不相逢。既然真正发大菩提心，确实我们的心与行要相应，以前无知、愚痴做了很多错事，现在觉悟了，觉悟之后再不伤害众生。不但不可以杀害，连让他生烦恼都不可以，这是我们真正彻底忏悔，希望这一生真正能够超越三界，往生净土。",
      "zh_TW": "其次，一定要發大慈悲心。我們所修積的再微細的功德，我們也要將這點功德迴向給一切冤親債主，我過去對不起你，今天所修積的一切統統貢獻給你。所以我們的迴向偈裡面，「上報四重恩，下濟三途苦」，這是把生生世世冤親債主統統包括了。希望他們對我們不但不阻撓，還要護持，幫助我快快證果。我們修行證果了對他有大好處，我們真正有智慧、有能力幫助他們脫離苦海，回過頭來普度眾生。佛在經上常說「佛不度無緣之人」，哪些人與我有緣的？就是生生世世這些冤家債主，他跟我有緣，跟他有緣，這就是他接受度了；如果沒有緣，對面都不相逢。既然真正發大菩提心，確實我們的心與行要相應，以前無知、愚痴做了很多錯事，現在覺悟了，覺悟之後再不傷害眾生。不但不可以殺害，連讓他生煩惱都不可以，這是我們真正徹底懺悔，希望這一生真正能夠超越三界，往生淨土。"
    },
    {
      "id": "07-003-0002_p0032",
      "zh_CN": "【汝教世人修三摩地。次断杀生。是名如来先佛世尊第二决定清净明诲。】",
      "zh_TW": "【汝教世人修三摩地。次斷殺生。是名如來先佛世尊第二決定清淨明誨。】"
    },
    {
      "id": "07-003-0002_p0033",
      "zh_CN": "前面跟诸位说过，「杀盗淫妄酒，地狱五条根」，前面断淫断掉一条，断杀又断一条，这五条根统统都断了，我们在菩提道上会一帆风顺，心地真正得到清凉自在。所以这不但是释迦牟尼佛教我们，十方三世一切诸佛如来都不例外，『先佛世尊』，佛佛道同，都是这样决定清净明了的教诲。",
      "zh_TW": "前面跟諸位說過，「殺盜淫妄酒，地獄五條根」，前面斷淫斷掉一條，斷殺又斷一條，這五條根統統都斷了，我們在菩提道上會一帆風順，心地真正得到清涼自在。所以這不但是釋迦牟尼佛教我們，十方三世一切諸佛如來都不例外，『先佛世尊』，佛佛道同，都是這樣決定清淨明瞭的教誨。"
    },
    {
      "id": "07-003-0002_p0034",
      "zh_CN": "【是故阿难。若不断杀修禅定者。譬如有人自塞其耳。高声大叫。求人不闻。此等名为欲隐弥露。】",
      "zh_TW": "【是故阿難。若不斷殺修禪定者。譬如有人自塞其耳。高聲大叫。求人不聞。此等名為欲隱彌露。】"
    },
    {
      "id": "07-003-0002_p0035",
      "zh_CN": "这是特别为我们开示，我们修行能不能得成正果，假如杀心没断修禅定，禅定是决定得不到的，这个比喻容易懂。",
      "zh_TW": "這是特別為我們開示，我們修行能不能得成正果，假如殺心沒斷修禪定，禪定是決定得不到的，這個比喻容易懂。"
    },
    {
      "id": "07-003-0002_p0036",
      "zh_CN": "【清净比丘。及诸菩萨。】",
      "zh_TW": "【清淨比丘。及諸菩薩。】"
    },
    {
      "id": "07-003-0002_p0037",
      "zh_CN": "『比丘』是小乘人，『菩萨』是大乘人，在家修行都是菩萨众。",
      "zh_TW": "『比丘』是小乘人，『菩薩』是大乘人，在家修行都是菩薩眾。"
    },
    {
      "id": "07-003-0002_p0038",
      "zh_CN": "【于歧路行。不踏生草。况以手拔。云何大悲。取诸众生血肉充食。】",
      "zh_TW": "【於歧路行。不踏生草。況以手拔。云何大悲。取諸眾生血肉充食。】"
    },
    {
      "id": "07-003-0002_p0039",
      "zh_CN": "佛在此地这两句开导，跟《菩萨戒经》里面所说的完全相同，连植物都怜惜，何况动物！我们走路，除非这四面没有路，必须要从草地经过，那是许可的。不能说没路，这草地不能走，就不动，那就错误了，是可以走过去的。如果旁边有路一定要走路，不可以去踏生草，这是显示出慈悲。草都不可以踏了，何况『手拔』？可是诸位同修要记住，佛法修学，经上讲得清清楚楚，要持的是心戒，同时也要了解世间法。如果只通达佛法，不晓得世间法，这个人不能成就，也不能教化众生；懂得世间法，不通佛法也不行，世法、佛法都要圆融通达，你的修行才没有障碍。",
      "zh_TW": "佛在此地這兩句開導，跟《菩薩戒經》裡面所說的完全相同，連植物都憐惜，何況動物！我們走路，除非這四面沒有路，必須要從草地經過，那是許可的。不能說沒路，這草地不能走，就不動，那就錯誤了，是可以走過去的。如果旁邊有路一定要走路，不可以去踏生草，這是顯示出慈悲。草都不可以踏了，何況『手拔』？可是諸位同修要記住，佛法修學，經上講得清清楚楚，要持的是心戒，同時也要了解世間法。如果只通達佛法，不曉得世間法，這個人不能成就，也不能教化眾生；懂得世間法，不通佛法也不行，世法、佛法都要圓融通達，你的修行才沒有障礙。"
    },
    {
      "id": "07-003-0002_p0040",
      "zh_CN": "我们现在住在美国，在这个环境每一家都有草坪，这个草让它生长，你要不去剪草，你的邻居就告你，警察来找麻烦，你怎么办？草要不要去剪？给诸位说要剪。不能说这里「不踏生草」，我怎么敢去剪？你请别人剪，还是你自己剪。为什么？你下的命令，你起心动念。所以这要晓得，我们现在居住环境跟从前那个环境不一样，从前修行人确实「绿满窗前草不除」，可以。今天我们的环境不许可，所以我们要尊重这个地区他们的法律，他们的风俗习惯，不能违背它。让这个地区人跟我们相处非常融洽，非常欢喜，慢慢的我们来感化他们，这就对了。这是说无故不踏生草。",
      "zh_TW": "我們現在住在美國，在這個環境每一家都有草坪，這個草讓它生長，你要不去剪草，你的鄰居就告你，警察來找麻煩，你怎麼辦？草要不要去剪？給諸位說要剪。不能說這裡「不踏生草」，我怎麼敢去剪？你請別人剪，還是你自己剪。為什麼？你下的命令，你起心動念。所以這要曉得，我們現在居住環境跟從前那個環境不一樣，從前修行人確實「綠滿窗前草不除」，可以。今天我們的環境不許可，所以我們要尊重這個地區他們的法律，他們的風俗習慣，不能違背它。讓這個地區人跟我們相處非常融洽，非常歡喜，慢慢的我們來感化他們，這就對了。這是說無故不踏生草。"
    },
    {
      "id": "07-003-0002_p0041",
      "zh_CN": "【若诸比丘。不服东方丝绵绢帛。及是此土靴履裘毳。乳酪醍醐。如是比丘。于世真脱。酬还宿债。不游三界。】",
      "zh_TW": "【若諸比丘。不服東方絲綿絹帛。及是此土靴履裘毳。乳酪醍醐。如是比丘。於世真脫。酬還宿債。不遊三界。】"
    },
    {
      "id": "07-003-0002_p0042",
      "zh_CN": "这是劝我们要真正发心断得干净，不但不吃众生肉，也不能穿众生的皮毛。穿众生的皮毛，跟吃牠的肉有什么两样？『丝』是蚕丝，这个地方的『棉』是丝绵，在我们中国冬天做丝绵的棉袄、丝绵被，这用的是丝绵，这是「棉」。『绢帛』都是绸缎，丝织品，这是学佛的人不穿这些东西。为什么？杀的生命太多了，一件衣服要多少蚕，杀生太多。『靴』是皮靴，『履』这都是鞋子，皮鞋，『裘』是皮衣，『毳』是羽毛的衣服，这都是伤害禽兽所得来的。但是在佛门里面这就讲开缘了，开缘前面说过，是不了义教，是方便说；这个地方是了义真实说，所以他断得干干净净。在不了义开缘当中讲，出家人七十岁以上，年岁大了身体衰弱，冬天非皮衣不能保暖，允许穿。可见得佛法的戒律它是圆融的，它并不是一丝毫都不能够犯的。这刚才讲了，这一丝毫都不能犯的，这是佛的正教；种种开缘是佛的方便教，非不得已的时候，我们决定不从佛不了义教，这就对了。",
      "zh_TW": "這是勸我們要真正發心斷得乾淨，不但不吃眾生肉，也不能穿眾生的皮毛。穿眾生的皮毛，跟吃牠的肉有什麼兩樣？『絲』是蠶絲，這個地方的『棉』是絲綿，在我們中國冬天做絲綿的棉襖、絲綿被，這用的是絲綿，這是「棉」。『絹帛』都是綢緞，絲織品，這是學佛的人不穿這些東西。為什麼？殺的生命太多了，一件衣服要多少蠶，殺生太多。『靴』是皮靴，『履』這都是鞋子，皮鞋，『裘』是皮衣，『毳』是羽毛的衣服，這都是傷害禽獸所得來的。但是在佛門裡面這就講開緣了，開緣前面說過，是不了義教，是方便說；這個地方是了義真實說，所以他斷得乾乾淨淨。在不了義開緣當中講，出家人七十歲以上，年歲大了身體衰弱，冬天非皮衣不能保暖，允許穿。可見得佛法的戒律它是圓融的，它並不是一絲毫都不能夠犯的。這剛才講了，這一絲毫都不能犯的，這是佛的正教；種種開緣是佛的方便教，非不得已的時候，我們決定不從佛不了義教，這就對了。"
    },
    {
      "id": "07-003-0002_p0043",
      "zh_CN": "『乳酪醍醐』，这是食品，讲牛奶、羊奶，这些东西开缘是最多了，佛在世的时候托钵里头常常都供养的。像现在牛奶、鸡蛋，出家人吃的都很多，那在家就更不必说了。为什么？这没有伤害众生的生命。虽然没有伤害牠的生命，总是牠身体的一部分，所以在这方面开缘是非常的宽。毛衣，羊毛织的毛衣，没有杀牠，是把牠的毛剪下来的，没有伤害生命。现在的鸡蛋不是种蛋，不是种蛋没有生命，不是杀生，所以这个都是许可的。可在《楞严经》这一会上讲的是究竟了义，究竟了义这心是清净到极处，所以我们一定要晓得。但是自己在生活习惯当中，我们顾自己，也要照顾别人，那应该怎么做？心要极清净，事要随缘；事不随缘，你跟世间法就抵触，你与佛的教义也抵触了。佛教菩萨，「菩萨所在之处，令一切众生生欢喜心」，四悉檀里面第一个，世界悉檀的意思，就是要一切众生生欢喜心。我们家里一个人修行学佛，一家人还没有闻到佛法，我们持戒做到这么清净，你的家人看到你就很怪，必定是搞得一家不和，那就错了。佛法里面还是以孝行为第一，孝名为戒，一定要随顺你的父母、家族。到他也明了佛的道理，他自然就知道了；当他还不甚明了的时候，要随缘，心要极清净。我们有的时候吃众生的身分，或者是穿的皮毛，我们要记住，每天念经、念佛、念咒，都要给牠回向，这是报答牠对我们的供养，这就对了。这是在实实在在不得已的环境之下，我们这样做能够利益一切众生，使我们家人、邻里乡党，觉得我们学佛的人是很可尊敬的、是正确的，使他能够向往，也能够学佛，这就对了。所以佛法终极的目标是要智慧，智慧就是通权达变，什么环境里面我们怎样做法是真正正确的，这个非常的要紧。『酬还宿债，不游三界』，你做到这样清净，这才是真正还债了，「不游三界」是出离了。",
      "zh_TW": "『乳酪醍醐』，這是食品，講牛奶、羊奶，這些東西開緣是最多了，佛在世的時候托缽裡頭常常都供養的。像現在牛奶、雞蛋，出家人吃的都很多，那在家就更不必說了。為什麼？這沒有傷害眾生的生命。雖然沒有傷害牠的生命，總是牠身體的一部分，所以在這方面開緣是非常的寬。毛衣，羊毛織的毛衣，沒有殺牠，是把牠的毛剪下來的，沒有傷害生命。現在的雞蛋不是種蛋，不是種蛋沒有生命，不是殺生，所以這個都是許可的。可在《楞嚴經》這一會上講的是究竟了義，究竟了義這心是清淨到極處，所以我們一定要曉得。但是自己在生活習慣當中，我們顧自己，也要照顧別人，那應該怎麼做？心要極清淨，事要隨緣；事不隨緣，你跟世間法就牴觸，你與佛的教義也牴觸了。佛教菩薩，「菩薩所在之處，令一切眾生生歡喜心」，四悉檀裡面第一個，世界悉檀的意思，就是要一切眾生生歡喜心。我們家裡一個人修行學佛，一家人還沒有聞到佛法，我們持戒做到這麼清淨，你的家人看到你就很怪，必定是搞得一家不和，那就錯了。佛法裡面還是以孝行為第一，孝名為戒，一定要隨順你的父母、家族。到他也明瞭佛的道理，他自然就知道了；當他還不甚明瞭的時候，要隨緣，心要極清淨。我們有的時候吃眾生的身分，或者是穿的皮毛，我們要記住，每天念經、念佛、念咒，都要給牠迴向，這是報答牠對我們的供養，這就對了。這是在實實在在不得已的環境之下，我們這樣做能夠利益一切眾生，使我們家人、鄰里鄉黨，覺得我們學佛的人是很可尊敬的、是正確的，使他能夠嚮往，也能夠學佛，這就對了。所以佛法終極的目標是要智慧，智慧就是通權達變，什麼環境裡面我們怎樣做法是真正正確的，這個非常的要緊。『酬還宿債，不遊三界』，你做到這樣清淨，這才是真正還債了，「不遊三界」是出離了。"
    },
    {
      "id": "07-003-0002_p0044",
      "zh_CN": "【何以故。服其身分。皆为彼缘。】",
      "zh_TW": "【何以故。服其身分。皆為彼緣。】"
    },
    {
      "id": "07-003-0002_p0045",
      "zh_CN": "你穿着众生之皮毛，你跟牠都结了冤。",
      "zh_TW": "你穿著眾生之皮毛，你跟牠都結了冤。"
    },
    {
      "id": "07-003-0002_p0046",
      "zh_CN": "【如人食其地中百谷。足不离地。】",
      "zh_TW": "【如人食其地中百穀。足不離地。】"
    },
    {
      "id": "07-003-0002_p0047",
      "zh_CN": "为什么？你跟大地结了缘，这个缘太深了，你离不开大地。这里面要讲起故事就长了，但是在经论里面有许多，这是查经比较麻烦。《法苑珠林》、《经律异相》，这里面记载得很多，都是经典里面所说的，佛给我们讲我们地球上的人是来自光音天。现在科学家找我们人类祖先的起源，人到底从哪来的？但是现在也有人说我们的祖先是从外太空来的，这个说法跟我们佛法里面讲的是相同的。佛跟我们讲我们的祖先是从光音天来的，光音天不是这个地球，现在讲是外太空，从那里移民过来的。过来之后吃地上所生长的东西，好吃、贪图，所以以后就再飞不起来了，再回不去了。",
      "zh_TW": "為什麼？你跟大地結了緣，這個緣太深了，你離不開大地。這裡面要講起故事就長了，但是在經論裡面有許多，這是查經比較麻煩。《法苑珠林》、《經律異相》，這裡面記載得很多，都是經典裡面所說的，佛給我們講我們地球上的人是來自光音天。現在科學家找我們人類祖先的起源，人到底從哪來的？但是現在也有人說我們的祖先是從外太空來的，這個說法跟我們佛法裡面講的是相同的。佛跟我們講我們的祖先是從光音天來的，光音天不是這個地球，現在講是外太空，從那裡移民過來的。過來之後吃地上所生長的東西，好吃、貪圖，所以以後就再飛不起來了，再回不去了。"
    },
    {
      "id": "07-003-0002_p0048",
      "zh_CN": "【必使身心于诸众生。若身。身分。】",
      "zh_TW": "【必使身心於諸眾生。若身。身分。】"
    },
    {
      "id": "07-003-0002_p0049",
      "zh_CN": "这个『身』是身体，『身分』，身体的一部分。",
      "zh_TW": "這個『身』是身體，『身分』，身體的一部分。"
    },
    {
      "id": "07-003-0002_p0050",
      "zh_CN": "【身心二途。】",
      "zh_TW": "【身心二途。】"
    },
    {
      "id": "07-003-0002_p0051",
      "zh_CN": "我们不但身要断，我们心里也要断，决定没有杀害、恼害众生的念头，这就是『身心二途』。",
      "zh_TW": "我們不但身要斷，我們心裡也要斷，決定沒有殺害、惱害眾生的念頭，這就是『身心二途』。"
    },
    {
      "id": "07-003-0002_p0052",
      "zh_CN": "【不服不食。】",
      "zh_TW": "【不服不食。】"
    },
    {
      "id": "07-003-0002_p0053",
      "zh_CN": "不穿众生的皮毛，不吃众生之肉。",
      "zh_TW": "不穿眾生的皮毛，不吃眾生之肉。"
    },
    {
      "id": "07-003-0002_p0054",
      "zh_CN": "【我说是人真解脱者。】",
      "zh_TW": "【我說是人真解脫者。】"
    },
    {
      "id": "07-003-0002_p0055",
      "zh_CN": "这个都是真正解脱，与这个世间一切众生缘断掉了。",
      "zh_TW": "這個都是真正解脫，與這個世間一切眾生緣斷掉了。"
    },
    {
      "id": "07-003-0002_p0056",
      "zh_CN": "【如我此说。名为佛说。不如此说。即波旬说。】",
      "zh_TW": "【如我此說。名為佛說。不如此說。即波旬說。】"
    },
    {
      "id": "07-003-0002_p0057",
      "zh_CN": "这里面刚才我提醒同修的，佛在一切经里面有了义说、有不了义说，不了义说里面开缘就很多。这部经经题是「大佛顶如来密因修证了义」，这个经是了义，不但是了义，究竟了义，所以经上说的话没有委屈婉转，完全是直心直说。我们要细心去体会，一定要依教奉行，对于自己修行必定有大利益。",
      "zh_TW": "這裡面剛才我提醒同修的，佛在一切經裡面有了義說、有不了義說，不了義說裡面開緣就很多。這部經經題是「大佛頂如來密因修證了義」，這個經是了義，不但是了義，究竟了義，所以經上說的話沒有委屈婉轉，完全是直心直說。我們要細心去體會，一定要依教奉行，對於自己修行必定有大利益。"
    },
    {
      "id": "07-003-0002_p0058",
      "zh_CN": "再看第三段，断盗，就是不偷盗，五戒里头不偷盗。",
      "zh_TW": "再看第三段，斷盜，就是不偷盜，五戒裡頭不偷盜。"
    },
    {
      "id": "07-003-0002_p0059",
      "zh_CN": "【阿难。又复世界六道众生。其心不偷。则不随其生死相续。】",
      "zh_TW": "【阿難。又復世界六道眾生。其心不偷。則不隨其生死相續。】"
    },
    {
      "id": "07-003-0002_p0060",
      "zh_CN": "经文跟前面完全一样，境界无限的深广。『世界』，不单单指我们这个世界，是十方一切诸佛世界统统都包括了，里面的『六道众生』。为什么？只有「六道众生」才迷惑颠倒，才造作罪业。三界之外的阿罗汉、辟支佛、菩萨，这些都没有，那超越了。所以是特别指的六道众生。『其心不偷』，禅家常说「死尽偷心」，跟这个地方的意思相同；换句话说，这个念头还有，也是不能出三界六道根本因素之一。",
      "zh_TW": "經文跟前面完全一樣，境界無限的深廣。『世界』，不單單指我們這個世界，是十方一切諸佛世界統統都包括了，裡面的『六道眾生』。為什麼？只有「六道眾生」才迷惑顛倒，才造作罪業。三界之外的阿羅漢、辟支佛、菩薩，這些都沒有，那超越了。所以是特別指的六道眾生。『其心不偷』，禪家常說「死盡偷心」，跟這個地方的意思相同；換句話說，這個念頭還有，也是不能出三界六道根本因素之一。"
    },
    {
      "id": "07-003-0002_p0061",
      "zh_CN": "【汝修三昧。本出尘劳。偷心不除。尘不可出。】",
      "zh_TW": "【汝修三昧。本出塵勞。偷心不除。塵不可出。】"
    },
    {
      "id": "07-003-0002_p0062",
      "zh_CN": "『偷心』，占的范围非常广大，要用现代的话来讲，简单的说，稍稍有一点点占人家便宜的念头就是偷心。因此戒律里面，偷盗戒是非常难持，很不容易持。从前李老师讲这段经文，他老人家举个例子，他在公家机关里面上班，公家印的有些信纸信封，我们私人写信就拿来用，这好像是理所当然的，你问谁谁都是这样说，这是自然的，这有什么稀奇。但是这就是偷心，公家的这些东西是公事用的，不是供给你私人用的。他告诉我们，他说我每次去领信纸信封，都要跟他的长官说一下，我领来我要写私人信。那个长官每次都听了，听了讨厌，哪个人不是私人拿去写信。他说不行，我要不告诉你，你不答应我，我犯偷盗戒。从这点小事来看，你就晓得很难持。偷盗将来要还债的，诸位如果真正明了大乘经上讲的诸法实相，就是我们宇宙人生的真相，你要是真的了解，你的心就会很平。知道什么？这个世间没有一个人是能占人便宜的，也没有一个人吃亏的，占了便宜要还人家，吃了亏的要等他来补偿。这个心哪有不定的道理！真的是「一饮一啄，莫非前定」。所以古人常讲君子乐得作君子，小人是冤枉作小人，哪里知道「因果报应，丝毫不爽」。偷一个人的，你要还一个人；如果偷大众的，这个罪就重，很难还，还不清。譬如我们在此地，假如说市政府公共设施，这是市民纳税的，这个市每一个市民都有分，你要是窃盗，债主就是这一市的人民。如果是国家的设施，你偷盗，好了，那全国人民都是你的债主，虽然得的东西极微细，那个债主太多了，还不清。",
      "zh_TW": "『偷心』，佔的範圍非常廣大，要用現代的話來講，簡單的說，稍稍有一點點佔人家便宜的念頭就是偷心。因此戒律裡面，偷盜戒是非常難持，很不容易持。從前李老師講這段經文，他老人家舉個例子，他在公家機關裡面上班，公家印的有些信紙信封，我們私人寫信就拿來用，這好像是理所當然的，你問誰誰都是這樣說，這是自然的，這有什麼稀奇。但是這就是偷心，公家的這些東西是公事用的，不是供給你私人用的。他告訴我們，他說我每次去領信紙信封，都要跟他的長官說一下，我領來我要寫私人信。那個長官每次都聽了，聽了討厭，哪個人不是私人拿去寫信。他說不行，我要不告訴你，你不答應我，我犯偷盜戒。從這點小事來看，你就曉得很難持。偷盜將來要還債的，諸位如果真正明瞭大乘經上講的諸法實相，就是我們宇宙人生的真相，你要是真的了解，你的心就會很平。知道什麼？這個世間沒有一個人是能佔人便宜的，也沒有一個人吃虧的，佔了便宜要還人家，吃了虧的要等他來補償。這個心哪有不定的道理！真的是「一飲一啄，莫非前定」。所以古人常講君子樂得作君子，小人是冤枉作小人，哪裡知道「因果報應，絲毫不爽」。偷一個人的，你要還一個人；如果偷大眾的，這個罪就重，很難還，還不清。譬如我們在此地，假如說市政府公共設施，這是市民納稅的，這個市每一個市民都有分，你要是竊盜，債主就是這一市的人民。如果是國家的設施，你偷盜，好了，那全國人民都是你的債主，雖然得的東西極微細，那個債主太多了，還不清。"
    },
    {
      "id": "07-003-0002_p0063",
      "zh_CN": "所以戒经里头常说，常住物不能偷，偷常住物一根针、一条线，说一草一缕这真是太微不足道了，果报都堕阿鼻地狱。我们看了这些经文很难理解，总认为佛讲得太过分了，其实真正明了这个道理，才晓得佛讲的话是真话。为什么？刚才讲你要是偷盗国家的建设、设施，你的债主是全国的人民，这个罪多重。寺院里常住物，就不止一个世界，尽虚空遍法界，只要是出家的佛弟子他都有分；换句话说，它超越了世界，因此这个罪过就太重了。从前的寺院叫十方常住，这个寺院道场设施是公共的，不是某个人的，只要是出家人他就可以到这住，他就可以到这边来接受供养，叫十方常住。因此盗十方常住物，这个罪过真的是阿鼻地狱，很难出头。但是现在这个世界上，还有没有十方常住的道场？可能有，但是我没有听说，我也没有见到过。为什么？现在一般寺庙，你说一般人去挂个单不容易；换句话说，已经不是真正的十方常住，而是变成个人或者是某些人的，他们私人道场，这个罪过就要轻很多了，不是像戒经上说得那么严重。所以这些事与理我们都要知道，偷心是不能成就的第三个大障碍。",
      "zh_TW": "所以戒經裡頭常說，常住物不能偷，偷常住物一根針、一條線，說一草一縷這真是太微不足道了，果報都墮阿鼻地獄。我們看了這些經文很難理解，總認為佛講得太過分了，其實真正明瞭這個道理，才曉得佛講的話是真話。為什麼？剛才講你要是偷盜國家的建設、設施，你的債主是全國的人民，這個罪多重。寺院裡常住物，就不止一個世界，盡虛空遍法界，只要是出家的佛弟子他都有分；換句話說，它超越了世界，因此這個罪過就太重了。從前的寺院叫十方常住，這個寺院道場設施是公共的，不是某個人的，只要是出家人他就可以到這住，他就可以到這邊來接受供養，叫十方常住。因此盜十方常住物，這個罪過真的是阿鼻地獄，很難出頭。但是現在這個世界上，還有沒有十方常住的道場？可能有，但是我沒有聽說，我也沒有見到過。為什麼？現在一般寺廟，你說一般人去掛個單不容易；換句話說，已經不是真正的十方常住，而是變成個人或者是某些人的，他們私人道場，這個罪過就要輕很多了，不是像戒經上說得那麼嚴重。所以這些事與理我們都要知道，偷心是不能成就的第三個大障礙。"
    },
    {
      "id": "07-003-0002_p0064",
      "zh_CN": "【纵有多智。禅定现前。如不断偷。必落邪道。上品精灵。中品妖魅。下品邪人。诸魅所着。彼等群邪。亦有徒众。各各自谓。成无上道。】",
      "zh_TW": "【縱有多智。禪定現前。如不斷偷。必落邪道。上品精靈。中品妖魅。下品邪人。諸魅所著。彼等群邪。亦有徒眾。各各自謂。成無上道。】"
    },
    {
      "id": "07-003-0002_p0065",
      "zh_CN": "简单说，虽然修行，修行也如理如法，投机取巧的心没断，喜欢占人便宜的念头没断，不但心没断，有的时候还有行动，这就错了。偷盗，刚才讲包括的范围非常之广，用一种巧妙的方法让你欢欢喜喜来供养，都算是偷盗。世间法里面，一般的权贵，老百姓想托他办事情，给他送点礼，是不是情愿送的？不是的，不得已。求他办事不送他一份厚礼，人家不肯给你办，这是偷盗，逼使你不能不送来。如果佛教里面学了佛，出家人，拿着佛的招牌逼着你不能不供养，那也是偷盗，这里面得失利害太大了。佛门里面做功德是非常殊胜，但是那是真佛还是假佛？我们看了这段经，这都是讲学佛的，前面一段讲魔，第二段讲的鬼，这是妖怪；偷盗的心，这就是我们讲的妖怪，表面上看起来是佛，实际是妖魔鬼怪，你在妖魔鬼怪里面去种福，哪能得福报？他们有徒众，他们也自称证得无上道，欺骗众生。",
      "zh_TW": "簡單說，雖然修行，修行也如理如法，投機取巧的心沒斷，喜歡佔人便宜的念頭沒斷，不但心沒斷，有的時候還有行動，這就錯了。偷盜，剛才講包括的範圍非常之廣，用一種巧妙的方法讓你歡歡喜喜來供養，都算是偷盜。世間法裡面，一般的權貴，老百姓想托他辦事情，給他送點禮，是不是情願送的？不是的，不得已。求他辦事不送他一份厚禮，人家不肯給你辦，這是偷盜，逼使你不能不送來。如果佛教裡面學了佛，出家人，拿著佛的招牌逼著你不能不供養，那也是偷盜，這裡面得失利害太大了。佛門裡面做功德是非常殊勝，但是那是真佛還是假佛？我們看了這段經，這都是講學佛的，前面一段講魔，第二段講的鬼，這是妖怪；偷盜的心，這就是我們講的妖怪，表面上看起來是佛，實際是妖魔鬼怪，你在妖魔鬼怪裡面去種福，哪能得福報？他們有徒眾，他們也自稱證得無上道，欺騙眾生。"
    },
    {
      "id": "07-003-0002_p0066",
      "zh_CN": "【我灭度后。末法之中。多此妖邪炽盛世间。潜匿奸欺。称善知识。各自谓已得上人法。炫惑无识。恐令失心。所过之处。其家耗散。】",
      "zh_TW": "【我滅度後。末法之中。多此妖邪熾盛世間。潛匿奸欺。稱善知識。各自謂已得上人法。炫惑無識。恐令失心。所過之處。其家耗散。】"
    },
    {
      "id": "07-003-0002_p0067",
      "zh_CN": "这些事情，在现代社会里我们常常看到，非常可怜，我们敢不敢跟他说？不敢跟他说。为什么？说了他也不听，他也不相信。现在人信邪不信正、听骗不听劝，劝他，他不相信，讲正法很难接受，你说欺骗他很容易。但是我们要晓得，欺骗虽然是容易，将来果报在三途，不得了！我们只有心正、行正，这一生永脱轮回，往生净土才有真正的把握。",
      "zh_TW": "這些事情，在現代社會裡我們常常看到，非常可憐，我們敢不敢跟他說？不敢跟他說。為什麼？說了他也不聽，他也不相信。現在人信邪不信正、聽騙不聽勸，勸他，他不相信，講正法很難接受，你說欺騙他很容易。但是我們要曉得，欺騙雖然是容易，將來果報在三途，不得了！我們只有心正、行正，這一生永脫輪迴，往生淨土才有真正的把握。"
    },
    {
      "id": "07-003-0002_p0068",
      "zh_CN": "好，今天时间到了，明天我们就讲圆满了。",
      "zh_TW": "好，今天時間到了，明天我們就講圓滿了。"
    }
  ]
}