{
  "doc_id": "21-174-0001",
  "title": {
    "zh_CN": "伦理道德与宗教对谈",
    "zh_TW": "倫理道德與宗教對談"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "台湾电视公司",
    "zh_TW": "台灣電視公司"
  },
  "doc_number": "21-174-0001",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "21-174-0001_p0001",
      "zh_CN": "主持人：各位尊重生命、关心人权以及关心宗教，甚至关心所有全世界现在最值得注意的问题的朋友们大家好。我是郎祖筠。",
      "zh_TW": "主持人：各位尊重生命、關心人權以及關心宗教，甚至關心所有全世界現在最值得注意的問題的朋友們大家好。我是郎祖筠。"
    },
    {
      "id": "21-174-0001_p0002",
      "zh_CN": "在我们今天的访谈当中，当然来了两位非常非常重要，不管在宗教界，或者是各位的精神导师的这个领域方面都很重要的人物。首先让我们来为您介绍一直在强调要将佛教正名为佛陀教育的净空法师。法师您好！另外这一位本身他修习哲学，甚至对於伦理、宗教本身都有相当研究，而且在国内一直为堕胎法这些法条而努力的，辅仁大学神学院的院长艾立勤艾神父，您好！",
      "zh_TW": "在我們今天的訪談當中，當然來了兩位非常非常重要，不管在宗教界，或者是各位的精神導師的這個領域方面都很重要的人物。首先讓我們來為您介紹一直在強調要將佛教正名為佛陀教育的淨空法師。法師您好！另外這一位本身他修習哲學，甚至對於倫理、宗教本身都有相當研究，而且在國內一直為墮胎法這些法條而努力的，輔仁大學神學院的院長艾立勤艾神父，您好！"
    },
    {
      "id": "21-174-0001_p0003",
      "zh_CN": "我们今天要讨论的这个话题，当然我们都知道，其实法师曾经在很多的影音的录影带里面告诉我们，告诫我们大家，其实家庭是支持我们所有的伦理，或者支持我们生命成长的很重要的一个环境。可是现在家庭观念似乎愈来愈薄弱，或者是家庭常常发生一些伦理悲剧的状况之下，所以两位大师今天来到节目中，要跟我们一起来谈一谈伦理、家庭这一件事情。",
      "zh_TW": "我們今天要討論的這個話題，當然我們都知道，其實法師曾經在很多的影音的錄影帶裡面告訴我們，告誡我們大家，其實家庭是支持我們所有的倫理，或者支持我們生命成長的很重要的一個環境。可是現在家庭觀念似乎愈來愈薄弱，或者是家庭常常發生一些倫理悲劇的狀況之下，所以兩位大師今天來到節目中，要跟我們一起來談一談倫理、家庭這一件事情。"
    },
    {
      "id": "21-174-0001_p0004",
      "zh_CN": "我想首先一开始，因为我们今天在现场，的确有两个很重要的不同的宗教，就是佛教，以及天主教。那就一般人，我想跟大家所讨论的，就是在我们佛教的领域当中，家庭伦理这样的一个范围，到底是一个什么样子的教育，可以请法师跟我们开示一下。",
      "zh_TW": "我想首先一開始，因為我們今天在現場，的確有兩個很重要的不同的宗教，就是佛教，以及天主教。那就一般人，我想跟大家所討論的，就是在我們佛教的領域當中，家庭倫理這樣的一個範圍，到底是一個什麼樣子的教育，可以請法師跟我們開示一下。"
    },
    {
      "id": "21-174-0001_p0005",
      "zh_CN": "净空法师：佛在《观无量寿佛经》里面，给我们有一段非常重要的教诲。这一段话是当时韦提希夫人（这是一个用我们中国人说的话，她是皇后），遭到家庭的变故，儿子的叛逆，杀了父亲，夺了王位，把他母亲给幽禁起来。遭这样的一个因缘，她感到非常的沮丧，也不愿意再活在这个世间。就向释迦牟尼佛要求，有没有他方更好的世界，她想往生。用我们现在的话来说就是移民，移民到另外一个佛国度去。",
      "zh_TW": "淨空法師：佛在《觀無量壽佛經》裡面，給我們有一段非常重要的教誨。這一段話是當時韋提希夫人（這是一個用我們中國人說的話，她是皇后），遭到家庭的變故，兒子的叛逆，殺了父親，奪了王位，把他母親給幽禁起來。遭這樣的一個因緣，她感到非常的沮喪，也不願意再活在這個世間。就向釋迦牟尼佛要求，有沒有他方更好的世界，她想往生。用我們現在的話來說就是移民，移民到另外一個佛國度去。"
    },
    {
      "id": "21-174-0001_p0006",
      "zh_CN": "释迦牟尼佛在没有答复她这个问题之前，先告诉她三桩事情，这三桩事情是佛法修学的基本条件叫「净业三福」。第一句就是讲到「孝养父母，奉事师长，慈心不杀，修十善业」。我们从这一条教诲当中，就知道佛教的教学是以家庭、是以孝道为基础。所以，佛教传到中国之后，能够在中国生根茁壮、发扬光大是有它道理的，那就是佛家所讲的基本的概念，跟我们中国传统的圣贤教诲完全相符合。所以它传到中国来之后，受到中国朝野普遍的欢迎，以后真的是变成中国学术思想的主流。我们今天看佛教文化绝对没有把它看成是印度文化，而看成是我们自己本国的文化了。",
      "zh_TW": "釋迦牟尼佛在沒有答覆她這個問題之前，先告訴她三樁事情，這三樁事情是佛法修學的基本條件叫「淨業三福」。第一句就是講到「孝養父母，奉事師長，慈心不殺，修十善業」。我們從這一條教誨當中，就知道佛教的教學是以家庭、是以孝道為基礎。所以，佛教傳到中國之後，能夠在中國生根茁壯、發揚光大是有它道理的，那就是佛家所講的基本的概念，跟我們中國傳統的聖賢教誨完全相符合。所以它傳到中國來之後，受到中國朝野普遍的歡迎，以後真的是變成中國學術思想的主流。我們今天看佛教文化絕對沒有把它看成是印度文化，而看成是我們自己本國的文化了。"
    },
    {
      "id": "21-174-0001_p0007",
      "zh_CN": "我们儒家、道家都是建立在孝道的基础上，佛也是建立在这个基础上。我们再仔细的去观察，其他许许多多宗教，没有不说孝顺父母的。所以，孝道可以说是宇宙里面的精髓，这是我们必须要重视的，怎样把「孝」发扬光大，那就是佛菩萨。所以佛家讲孝顺自己的父母，把这个孝心扩大，孝顺一切众生。经典上明白的告诉我们，说「一切男人是我父，一切女人是我母」；又说「一切众生皆是我过去父母，未来诸佛」。佛是老师，所以说佛家的整个教学就是孝道跟师道。",
      "zh_TW": "我們儒家、道家都是建立在孝道的基礎上，佛也是建立在這個基礎上。我們再仔細的去觀察，其他許許多多宗教，沒有不說孝順父母的。所以，孝道可以說是宇宙裡面的精髓，這是我們必須要重視的，怎樣把「孝」發揚光大，那就是佛菩薩。所以佛家講孝順自己的父母，把這個孝心擴大，孝順一切眾生。經典上明白的告訴我們，說「一切男人是我父，一切女人是我母」；又說「一切眾生皆是我過去父母，未來諸佛」。佛是老師，所以說佛家的整個教學就是孝道跟師道。"
    },
    {
      "id": "21-174-0001_p0008",
      "zh_CN": "主持人：其实我们刚刚讲的家庭，那也就是表示说，所谓家庭伦理这个部分，就是法师刚刚讲到的。",
      "zh_TW": "主持人：其實我們剛剛講的家庭，那也就是表示說，所謂家庭倫理這個部分，就是法師剛剛講到的。"
    },
    {
      "id": "21-174-0001_p0009",
      "zh_CN": "净空法师：对，不错！",
      "zh_TW": "淨空法師：對，不錯！"
    },
    {
      "id": "21-174-0001_p0010",
      "zh_CN": "主持人：那同样的问题，我们要来请教艾神父。您一直都在修习所谓伦理这一方面，伦理神学这个部分，是不是也可以借着今天的机会，跟我们所有的朋友来解释一下，什么叫做伦理？在天主教的概念里面，家庭、伦理这个部分。",
      "zh_TW": "主持人：那同樣的問題，我們要來請教艾神父。您一直都在修習所謂倫理這一方面，倫理神學這個部分，是不是也可以藉著今天的機會，跟我們所有的朋友來解釋一下，什麼叫做倫理？在天主教的概念裡面，家庭、倫理這個部分。"
    },
    {
      "id": "21-174-0001_p0011",
      "zh_CN": "艾神父：好！如果我们开始从最基本的伦理道德，就是我要教学生的时候，伦理的基本就是它告诉我们，自由意志的行为是对或是不对。所以应该是自由的，自由的行为包括我应该知道我做什么，所以我的理智要在，我的理性也要在。普通的说，我们伦理这些题目，都是看人在他的自由内，他了解以后，他自由所做的事情是对或是不对。所以这是从一个行动可以看，还有就是习惯性的内在的态度，或是习惯性的行动，这就是变成了德性或是恶性。",
      "zh_TW": "艾神父：好！如果我們開始從最基本的倫理道德，就是我要教學生的時候，倫理的基本就是它告訴我們，自由意志的行為是對或是不對。所以應該是自由的，自由的行為包括我應該知道我做什麼，所以我的理智要在，我的理性也要在。普通的說，我們倫理這些題目，都是看人在他的自由內，他了解以後，他自由所做的事情是對或是不對。所以這是從一個行動可以看，還有就是習慣性的內在的態度，或是習慣性的行動，這就是變成了德性或是惡性。"
    },
    {
      "id": "21-174-0001_p0012",
      "zh_CN": "在这方面，在中国的历史或是传统的宗教（就是佛教或是儒教），跟天主教都差不多。就是法师刚刚提的，就是孝顺、仁爱、爱、爱的正义等等见解。这些都变成了，因为常常我的行为是正义的，我变成了正义的人；因为我的行为常常是孝顺，我变成了孝顺的人。我不必想，我就是知道孝顺是什么，我已经到那个境界了。所以这可以说是基本伦理要面对的。",
      "zh_TW": "在這方面，在中國的歷史或是傳統的宗教（就是佛教或是儒教），跟天主教都差不多。就是法師剛剛提的，就是孝順、仁愛、愛、愛的正義等等見解。這些都變成了，因為常常我的行為是正義的，我變成了正義的人；因為我的行為常常是孝順，我變成了孝順的人。我不必想，我就是知道孝順是什麼，我已經到那個境界了。所以這可以說是基本倫理要面對的。"
    },
    {
      "id": "21-174-0001_p0013",
      "zh_CN": "主持人：中心思想其实是很接近的。",
      "zh_TW": "主持人：中心思想其實是很接近的。"
    },
    {
      "id": "21-174-0001_p0014",
      "zh_CN": "艾神父：对对对！所以最重要的，我想中国传统是发展德行，就是经过修身。可能每一个文化有不同的，可以说是中心的德性；中国文化可能本来是仁慈或是孝顺，可能天主教、基督教的文化比较是爱为中心，希腊人的文化是智慧。所以所有的事情从这个立场来看，这个当然也跟我们的家庭伦理有关系。你要不要我讲家庭伦理的事情？",
      "zh_TW": "艾神父：對對對！所以最重要的，我想中國傳統是發展德行，就是經過修身。可能每一個文化有不同的，可以說是中心的德性；中國文化可能本來是仁慈或是孝順，可能天主教、基督教的文化比較是愛為中心，希臘人的文化是智慧。所以所有的事情從這個立場來看，這個當然也跟我們的家庭倫理有關係。你要不要我講家庭倫理的事情？"
    },
    {
      "id": "21-174-0001_p0015",
      "zh_CN": "主持人：当然要讲，因为家庭是所有社会组成当中最重要的一环，是很重要的一个我们人格养成的地方。",
      "zh_TW": "主持人：當然要講，因為家庭是所有社會組成當中最重要的一環，是很重要的一個我們人格養成的地方。"
    },
    {
      "id": "21-174-0001_p0016",
      "zh_CN": "艾神父：因为这个很广，可能我可以提，因为法师刚刚提了众生的那些德性，可以说积极的，我们要发展每一个父母要教他的孩子，法师已经提了，可能我可以提出来就是我们现在的台湾的情况。我们发现今天的家庭为什么很多问题，我自己觉得是没有真正的宗教的经营跟伦理结合、联合。就是说有人可能有一种宗教，但是没有跟伦理生活结合；有些人认为他有伦理价值观，但是因为他缺乏更深的宗教的力量，他现在做不到。因为我们现在的社会跟传统的社会不一样，诱惑非常非常多。过去的社会可能会帮忙人不做错误的行为，现在它不但不帮忙，它引起犯罪的心态，就是帮忙他犯罪，给他很多的机会。",
      "zh_TW": "艾神父：因為這個很廣，可能我可以提，因為法師剛剛提了眾生的那些德性，可以說積極的，我們要發展每一個父母要教他的孩子，法師已經提了，可能我可以提出來就是我們現在的台灣的情況。我們發現今天的家庭為什麼很多問題，我自己覺得是沒有真正的宗教的經營跟倫理結合、聯合。就是說有人可能有一種宗教，但是沒有跟倫理生活結合；有些人認為他有倫理價值觀，但是因為他缺乏更深的宗教的力量，他現在做不到。因為我們現在的社會跟傳統的社會不一樣，誘惑非常非常多。過去的社會可能會幫忙人不做錯誤的行為，現在它不但不幫忙，它引起犯罪的心態，就是幫忙他犯罪，給他很多的機會。"
    },
    {
      "id": "21-174-0001_p0017",
      "zh_CN": "这个多半是媒体的力量，现在是非常非常重要。年轻的人一直看，所以一方面是它们的影响，一方面是宗教的，因为他们可以花很多时间在媒体，他们没有时间发展宗教的内在的力量。我给你一个例子，在美国，不是天主教、或是佛教、或基督教做的，而是普通的、世俗的社会学者，他们来研究青年人，有问题的青年人。他们发现如果他们长大在一个有宗教，真正的宗教的一个家庭，他们所有的生活问题比较小；就是吸毒、酗酒、赌博、婚前性行为、自杀，所有的这些问题都降低了。",
      "zh_TW": "這個多半是媒體的力量，現在是非常非常重要。年輕的人一直看，所以一方面是它們的影響，一方面是宗教的，因為他們可以花很多時間在媒體，他們沒有時間發展宗教的內在的力量。我給你一個例子，在美國，不是天主教、或是佛教、或基督教做的，而是普通的、世俗的社會學者，他們來研究青年人，有問題的青年人。他們發現如果他們長大在一個有宗教，真正的宗教的一個家庭，他們所有的生活問題比較小；就是吸毒、酗酒、賭博、婚前性行為、自殺，所有的這些問題都降低了。"
    },
    {
      "id": "21-174-0001_p0018",
      "zh_CN": "我们也在台湾做一个调查，我们发现真正有佛教的，我们就是问年轻人的态度（这个就是态度的问题），就是你对这些比方说婚前性行为、堕胎、赌博等等，你有什么态度？你可以说最正确的是佛教的青年人，比较说我不会有婚前性行为，不会堕胎。我们发现天主教跟基督教反对堕胎还是清楚，但是婚前性行为现在不清楚。这给我们自己有一个反省的部分。不过，有宗教的力量很大，也有很实际的一个好的成果。",
      "zh_TW": "我們也在台灣做一個調查，我們發現真正有佛教的，我們就是問年輕人的態度（這個就是態度的問題），就是你對這些比方說婚前性行為、墮胎、賭博等等，你有什麼態度？你可以說最正確的是佛教的青年人，比較說我不會有婚前性行為，不會墮胎。我們發現天主教跟基督教反對墮胎還是清楚，但是婚前性行為現在不清楚。這給我們自己有一個反省的部分。不過，有宗教的力量很大，也有很實際的一個好的成果。"
    },
    {
      "id": "21-174-0001_p0019",
      "zh_CN": "主持人：不过刚刚艾神父点到一个很重要的重点。的确从前比较传统的社会当中，很多诱惑我们犯罪、或是犯错的诱因的确很少。起码在以前的社会里面没有网咖，不可能说年轻人不回家都去逛网咖，也比较没有电影或者是媒体上的一些催化。刚刚艾神父讲到因为媒体的一些力量，常常会让年轻人忽略了宗教本身教导他的一个本质。就是说让他的心态，就像您刚刚讲的，奇怪了，为什么应该是最反对所有婚前性行为、堕胎行为的天主教或是基督教，反而在这个部分的教育力量，不如佛教的力量来得大，我想可能也是受到电影的影响。",
      "zh_TW": "主持人：不過剛剛艾神父點到一個很重要的重點。的確從前比較傳統的社會當中，很多誘惑我們犯罪、或是犯錯的誘因的確很少。起碼在以前的社會裡面沒有網咖，不可能說年輕人不回家都去逛網咖，也比較沒有電影或者是媒體上的一些催化。剛剛艾神父講到因為媒體的一些力量，常常會讓年輕人忽略了宗教本身教導他的一個本質。就是說讓他的心態，就像您剛剛講的，奇怪了，為什麼應該是最反對所有婚前性行為、墮胎行為的天主教或是基督教，反而在這個部分的教育力量，不如佛教的力量來得大，我想可能也是受到電影的影響。"
    },
    {
      "id": "21-174-0001_p0020",
      "zh_CN": "在我自己没嫁给我先生之前，我总觉得看起来像外国人的应该都很开明，都很开放，实际上不是的，其实他们都是非常保守的家庭。我们再继续下去就是说，您刚刚讲到，不管是艾神父所提到要尊重一切有生命的，要尊重一切的众生；或者是法师所提到的，一样，也就是要把所有的众生当成是我们自己父亲、母亲，然后用佛陀的教育来延续自己在现在所活的立场上面。",
      "zh_TW": "在我自己沒嫁給我先生之前，我總覺得看起來像外國人的應該都很開明，都很開放，實際上不是的，其實他們都是非常保守的家庭。我們再繼續下去就是說，您剛剛講到，不管是艾神父所提到要尊重一切有生命的，要尊重一切的眾生；或者是法師所提到的，一樣，也就是要把所有的眾生當成是我們自己父親、母親，然後用佛陀的教育來延續自己在現在所活的立場上面。"
    },
    {
      "id": "21-174-0001_p0021",
      "zh_CN": "我接下就要问到了，既然家庭的力量如此的重要，可是我们现在看到有很多的社会问题，就像是因为由婚前性行为所引发的，因为没有避孕的观念，于是可能在一个不小心的状态之下，有了小生命。然后我们看到很多令人觉得很难过的一些新闻，比方说是厕所当中产子，或是自己怀孕不知道。于是堕胎似乎变成一个在法律规范之外的一件合法的事情。像我们现在年轻人大概到了情人节之后，中秋节之后，长期的假期之后就会有所谓的堕胎潮。然后也有很多的伤及她们的生命，甚至生育的能力。我想就这个问题，我们来听听看法师您的意见，对于堕胎这个事情站在佛教的立场上，您是怎么看的？",
      "zh_TW": "我接下就要問到了，既然家庭的力量如此的重要，可是我們現在看到有很多的社會問題，就像是因為由婚前性行為所引發的，因為沒有避孕的觀念，於是可能在一個不小心的狀態之下，有了小生命。然後我們看到很多令人覺得很難過的一些新聞，比方說是廁所當中產子，或是自己懷孕不知道。於是墮胎似乎變成一個在法律規範之外的一件合法的事情。像我們現在年輕人大概到了情人節之後，中秋節之後，長期的假期之後就會有所謂的墮胎潮。然後也有很多的傷及她們的生命，甚至生育的能力。我想就這個問題，我們來聽聽看法師您的意見，對於墮胎這個事情站在佛教的立場上，您是怎麼看的？"
    },
    {
      "id": "21-174-0001_p0022",
      "zh_CN": "净空法师：子女的关系，兄弟的关系，人与人的关系，佛在经典里面告诉我们，归纳起来不外乎四大类：第一类报恩的，第二类是报怨的，第三类是讨债的，第四类是还债的。这是大概一般能信仰宗教的人，都信仰人有过去世，人有来生，这是一个基本的观念，在佛家讲的六道轮回。实际上六道轮回不是佛先说的，而是印度教，就是古婆罗门教。在现在世界宗教史里面，是印度婆罗门教历史最久，大概现在世界上一般承认的它有八千五百年。他自己说它有一万多年，这很可能，因为印度教不重视历史，所以确实有这个可能。佛教大家知道才二千五百多年，这是世界公认的，犹太教有四千年，所以犹太教排列在佛教之前。所以六道轮回这种说法是婆罗门教，当时在印度非常普遍。",
      "zh_TW": "淨空法師：子女的關係，兄弟的關係，人與人的關係，佛在經典裡面告訴我們，歸納起來不外乎四大類：第一類報恩的，第二類是報怨的，第三類是討債的，第四類是還債的。這是大概一般能信仰宗教的人，都信仰人有過去世，人有來生，這是一個基本的觀念，在佛家講的六道輪迴。實際上六道輪迴不是佛先說的，而是印度教，就是古婆羅門教。在現在世界宗教史裡面，是印度婆羅門教歷史最久，大概現在世界上一般承認的它有八千五百年。他自己說它有一萬多年，這很可能，因為印度教不重視歷史，所以確實有這個可能。佛教大家知道才二千五百多年，這是世界公認的，猶太教有四千年，所以猶太教排列在佛教之前。所以六道輪迴這種說法是婆羅門教，當時在印度非常普遍。"
    },
    {
      "id": "21-174-0001_p0023",
      "zh_CN": "怎么会有六道轮回的这个说法？实际上六道轮回是确确实实有这个事情，他们看到了。六道用现在的话来说就是不同维次的空间，我们讲三度空间、四度空间、五度空间，他的空间维次不相同。这样一来，现在科学家知道，确确实实这个不同维次空间存在，而且在理论上讲是无限的，空间维次是无限的。确实被证明存在的有十一种不同维次空间。",
      "zh_TW": "怎麼會有六道輪迴的這個說法？實際上六道輪迴是確確實實有這個事情，他們看到了。六道用現在的話來說就是不同維次的空間，我們講三度空間、四度空間、五度空間，他的空間維次不相同。這樣一來，現在科學家知道，確確實實這個不同維次空間存在，而且在理論上講是無限的，空間維次是無限的。確實被證明存在的有十一種不同維次空間。"
    },
    {
      "id": "21-174-0001_p0024",
      "zh_CN": "他们是用什么方法突破的？这是我们都了解，用禅定！禅定愈深，空间维次就突破了。他看到这些情形，所以他就说出来。在古婆罗门这些教义里头，我们知道他是知其当然而不知其所以然，就是这六道到底从哪儿来的，他不知道。六道的实际状况他看到了，所以他讲得很清楚。佛陀出世之后就加以解释，六道是怎么来的，就是空间维次是怎么来的。",
      "zh_TW": "他們是用什麼方法突破的？這是我們都了解，用禪定！禪定愈深，空間維次就突破了。他看到這些情形，所以他就說出來。在古婆羅門這些教義裡頭，我們知道他是知其當然而不知其所以然，就是這六道到底從哪兒來的，他不知道。六道的實際狀況他看到了，所以他講得很清楚。佛陀出世之後就加以解釋，六道是怎麼來的，就是空間維次是怎麼來的。"
    },
    {
      "id": "21-174-0001_p0025",
      "zh_CN": "空间维次怎么来的现在科学家也没有说出来。他是讲空间维次，在佛法不讲空间，佛家讲「法界」，法界就是他们讲的不同空间维次。从哪里来的？佛说从一切众生妄想分别执着里头变现出来的，是从这个地方产生的。那你怎么突破？你能够把妄想分别执着放下，就突破了；你放下得愈多，突破的面就愈大，深度就愈深。你不但是形相里看清楚了，而且你能够看到过去，你能够看到未来。为什么？时间、空间不是真的。",
      "zh_TW": "空間維次怎麼來的現在科學家也沒有說出來。他是講空間維次，在佛法不講空間，佛家講「法界」，法界就是他們講的不同空間維次。從哪裡來的？佛說從一切眾生妄想分別執著裡頭變現出來的，是從這個地方產生的。那你怎麼突破？你能夠把妄想分別執著放下，就突破了；你放下得愈多，突破的面就愈大，深度就愈深。你不但是形相裡看清楚了，而且你能夠看到過去，你能夠看到未來。為什麼？時間、空間不是真的。"
    },
    {
      "id": "21-174-0001_p0026",
      "zh_CN": "最近科学家发现，他们是从数学理论上得到这个结论，有这个可能性，时间跟空间在某一种状况之下等于零。等于零的那个状况就是空间没有了，远近没有了，譬如我们在此地，如果远近没有了，美国华盛顿ＤＣ，我们想跟他见面就是面对面，没有空间了！时间没有了的话，过去、未来你都可以进入，你可以回到过去，你也可以进入未来。这个科学论文是昆士兰大学一个教授拿来给我看，他说这个东西跟你们佛经讲的是一样的，我说没错。但是现在科学家知道这个理论，不知道用什么方法。要超越光速，超越光速这个现象就没有了，空间跟时间就没有了。",
      "zh_TW": "最近科學家發現，他們是從數學理論上得到這個結論，有這個可能性，時間跟空間在某一種狀況之下等於零。等於零的那個狀況就是空間沒有了，遠近沒有了，譬如我們在此地，如果遠近沒有了，美國華盛頓ＤＣ，我們想跟他見面就是面對面，沒有空間了！時間沒有了的話，過去、未來你都可以進入，你可以回到過去，你也可以進入未來。這個科學論文是昆士蘭大學一個教授拿來給我看，他說這個東西跟你們佛經講的是一樣的，我說沒錯。但是現在科學家知道這個理論，不知道用什麼方法。要超越光速，超越光速這個現象就沒有了，空間跟時間就沒有了。"
    },
    {
      "id": "21-174-0001_p0027",
      "zh_CN": "如果能够超过光的速度，比光的速度更大的时候，人就能回到过去。所以实际上快慢也是相对的，也不是真的，只有在甚深禅定里面把相对的都离开。你看六祖在《坛经》里面不是说，那是印宗问他，问他两个问题，禅定、解脱。问他这两个，五祖在黄梅的时候平常怎么讲的？他就跟他说，禅定、解脱是二法，佛法是不二法，二法不是佛法。这个答复得高明！",
      "zh_TW": "如果能夠超過光的速度，比光的速度更大的時候，人就能回到過去。所以實際上快慢也是相對的，也不是真的，只有在甚深禪定裡面把相對的都離開。你看六祖在《壇經》裡面不是說，那是印宗問他，問他兩個問題，禪定、解脫。問他這兩個，五祖在黃梅的時候平常怎麼講的？他就跟他說，禪定、解脫是二法，佛法是不二法，二法不是佛法。這個答覆得高明！"
    },
    {
      "id": "21-174-0001_p0028",
      "zh_CN": "「二」从哪里来的？二从你分别执着里来的。你要离开分别执着，哪来的二？没有「二」的话，所有一切对立的都突破了，今天讲相对的，所有相对的都突破了。所以甚深禅定见到这个事实的真相。这个事实真相要说起来是很深，但是现在非常难得，我们也很欢喜，科学逐渐逐渐已经发现了。譬如说「有」，有从哪里来的？有从无中来的，无还归到有，这都是「般若经」里面的教义。",
      "zh_TW": "「二」從哪裡來的？二從你分別執著裡來的。你要離開分別執著，哪來的二？沒有「二」的話，所有一切對立的都突破了，今天講相對的，所有相對的都突破了。所以甚深禪定見到這個事實的真相。這個事實真相要說起來是很深，但是現在非常難得，我們也很歡喜，科學逐漸逐漸已經發現了。譬如說「有」，有從哪裡來的？有從無中來的，無還歸到有，這都是「般若經」裡面的教義。"
    },
    {
      "id": "21-174-0001_p0029",
      "zh_CN": "另外讲的是宇宙，宇宙从哪里来的？虚空从哪里来的？现在一般科学家都讲宇宙是大爆炸产生的，现在还不断的在膨胀。最近科学家发现，他说宇宙确确实实空间跟所有这些星系都不是真实的，愈来愈像佛经上所说的。他说宇宙是有个原点，这个原点突然之间展开来的时候，宇宙就出现了。这个原点也可以算是爆炸，但是不能讲爆炸，爆炸这个事情是很难理解，所以他们现在已经有倾向于「一时顿现」。",
      "zh_TW": "另外講的是宇宙，宇宙從哪裡來的？虛空從哪裡來的？現在一般科學家都講宇宙是大爆炸產生的，現在還不斷的在膨脹。最近科學家發現，他說宇宙確確實實空間跟所有這些星系都不是真實的，愈來愈像佛經上所說的。他說宇宙是有個原點，這個原點突然之間展開來的時候，宇宙就出現了。這個原點也可以算是爆炸，但是不能講爆炸，爆炸這個事情是很難理解，所以他們現在已經有傾向於「一時頓現」。"
    },
    {
      "id": "21-174-0001_p0030",
      "zh_CN": "一时顿现这个讲得好，这跟佛经上讲的一样，就是一刹那的时间这个宇宙突然之间发现。这个宇宙的原点，原点有多大？是科学家说的，他说一根头发，像一根头发，把它切断，切断的平面，这个平面的直径排那个宇宙的原点，可以排多少个？一百万亿亿亿，一百万后头三个亿，你说那个点多小？那个点恐怕现在我们显微镜都看不到。",
      "zh_TW": "一時頓現這個講得好，這跟佛經上講的一樣，就是一剎那的時間這個宇宙突然之間發現。這個宇宙的原點，原點有多大？是科學家說的，他說一根頭髮，像一根頭髮，把它切斷，切斷的平面，這個平面的直徑排那個宇宙的原點，可以排多少個？一百萬億億億，一百萬後頭三個億，你說那個點多小？那個點恐怕現在我們顯微鏡都看不到。"
    },
    {
      "id": "21-174-0001_p0031",
      "zh_CN": "主持人：可能比奈米科技还要小。",
      "zh_TW": "主持人：可能比奈米科技還要小。"
    },
    {
      "id": "21-174-0001_p0032",
      "zh_CN": "净空法师：对，所以我一听到这个讯息之后，我说今天科技要跟宇宙事实真相相比，还差得很远。现在一个晶片能够包括很多东西在里面，人家那一个小点里头包括整个宇宙。科学发展前途还未可限量。那是太小了，我们没有法子计算，一百万后头加三个亿。那是原点爆发出来的，所以他讲的这是「一时顿现」。",
      "zh_TW": "淨空法師：對，所以我一聽到這個訊息之後，我說今天科技要跟宇宙事實真相相比，還差得很遠。現在一個晶片能夠包括很多東西在裡面，人家那一個小點裡頭包括整個宇宙。科學發展前途還未可限量。那是太小了，我們沒有法子計算，一百萬後頭加三個億。那是原點爆發出來的，所以他講的這是「一時頓現」。"
    },
    {
      "id": "21-174-0001_p0033",
      "zh_CN": "我就问这个教授，我说一时是哪一时？他答不出来。是哪一时突发的？他就说不出来。其实佛经上早就说过了，「当处出生，随处灭尽」。这是《楞严经》上讲的。当处出生，是就在现前。一时，一时就是现在，但是说现在，现在已经过去了。所以我这个讲法他不太容易理解。",
      "zh_TW": "我就問這個教授，我說一時是哪一時？他答不出來。是哪一時突發的？他就說不出來。其實佛經上早就說過了，「當處出生，隨處滅盡」。這是《楞嚴經》上講的。當處出生，是就在現前。一時，一時就是現在，但是說現在，現在已經過去了。所以我這個講法他不太容易理解。"
    },
    {
      "id": "21-174-0001_p0034",
      "zh_CN": "我就用电影，电影的常识大家都有。我说你们看电影，那个电影片，底片，放映机镜头一打开那就是「一时顿现」，那不就是画面同时出去的，绝对没有先后，所以是一时顿现。镜头关起来了，不就是灭尽吗！打开就是「当处出生」，关起来不就「随处灭尽」，就是在这个时候。第二次再打开又是一个画面，等于一个里面排得那么多，你一个一个去放。所以每一个画面绝对没有完全相同的。就好像日本江本胜实验的水结晶，绝对没有相同的图案。确确实实不可能有相同的，因为它原点不一样，确确实实是当处出生，随处灭尽。",
      "zh_TW": "我就用電影，電影的常識大家都有。我說你們看電影，那個電影片，底片，放映機鏡頭一打開那就是「一時頓現」，那不就是畫面同時出去的，絕對沒有先後，所以是一時頓現。鏡頭關起來了，不就是滅盡嗎！打開就是「當處出生」，關起來不就「隨處滅盡」，就是在這個時候。第二次再打開又是一個畫面，等於一個裡面排得那麼多，你一個一個去放。所以每一個畫面絕對沒有完全相同的。就好像日本江本勝實驗的水結晶，絕對沒有相同的圖案。確確實實不可能有相同的，因為它原點不一樣，確確實實是當處出生，隨處滅盡。"
    },
    {
      "id": "21-174-0001_p0035",
      "zh_CN": "所以佛在大乘经上常讲「万法皆空」。《金刚经》上说「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，又说「凡所有相，皆是虚妄」。但是经上讲了一句很重要的话，「万法皆空，因果不空」。",
      "zh_TW": "所以佛在大乘經上常講「萬法皆空」。《金剛經》上說「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，又說「凡所有相，皆是虛妄」。但是經上講了一句很重要的話，「萬法皆空，因果不空」。"
    },
    {
      "id": "21-174-0001_p0036",
      "zh_CN": "主持人：因果不空？",
      "zh_TW": "主持人：因果不空？"
    },
    {
      "id": "21-174-0001_p0037",
      "zh_CN": "对！因果为什么不空？因果有三个现象不空，「因果转变不空」，因会变成果，果又会变成因；第二个「因果相续不空」，第三个是「因果循环不空」，有这三种现象，它真的是存在。换句话说，报恩、报怨、讨债、还债麻烦就大了，这就是因果问题。像这个小孩到你家来投胎，跟你都是有缘的，没有缘不会来。没有缘，想儿女想得不得了，想一辈子，一个也没有。",
      "zh_TW": "對！因果為什麼不空？因果有三個現象不空，「因果轉變不空」，因會變成果，果又會變成因；第二個「因果相續不空」，第三個是「因果循環不空」，有這三種現象，它真的是存在。換句話說，報恩、報怨、討債、還債麻煩就大了，這就是因果問題。像這個小孩到你家來投胎，跟你都是有緣的，沒有緣不會來。沒有緣，想兒女想得不得了，想一輩子，一個也沒有。"
    },
    {
      "id": "21-174-0001_p0038",
      "zh_CN": "主持人：没有缘分。",
      "zh_TW": "主持人：沒有緣分。"
    },
    {
      "id": "21-174-0001_p0039",
      "zh_CN": "他有缘分，不想他偏偏来，来一大堆，这都是事实。小孩来的时候，真的，来报恩的，前世彼此有恩，有恩惠来报恩的，孝子贤孙，你叫他学坏，他学不坏。如果是报怨的，来报仇的，那可麻烦！你怎么样去教他，他还是会变坏。因果教育非常重要！",
      "zh_TW": "他有緣分，不想他偏偏來，來一大堆，這都是事實。小孩來的時候，真的，來報恩的，前世彼此有恩，有恩惠來報恩的，孝子賢孫，你叫他學壞，他學不壞。如果是報怨的，來報仇的，那可麻煩！你怎麼樣去教他，他還是會變壞。因果教育非常重要！"
    },
    {
      "id": "21-174-0001_p0040",
      "zh_CN": "你看民国初年，印光大师一生极力提倡因果教育，甚至于他把佛经都放在一边，他教人学什么？学《了凡四训》，《了凡四训》是儒家的。他教人学《感应篇》，《感应篇》是道教的。学《安士全书》，他是最佩服《安士全书》，《安士全书》里面讲的因果讲得最好，文字也好，而且都不是虚构的，都是确实的事情。《安士全书》前面一部分，《文昌帝君阴骘文》也是道教的，后面是周安士自己写的，他是综合儒家、道家、佛教的东西写出来的，写出两样东西。",
      "zh_TW": "你看民國初年，印光大師一生極力提倡因果教育，甚至於他把佛經都放在一邊，他教人學什麼？學《了凡四訓》，《了凡四訓》是儒家的。他教人學《感應篇》，《感應篇》是道教的。學《安士全書》，他是最佩服《安士全書》，《安士全書》裡面講的因果講得最好，文字也好，而且都不是虛構的，都是確實的事情。《安士全書》前面一部分，《文昌帝君陰騭文》也是道教的，後面是周安士自己寫的，他是綜合儒家、道家、佛教的東西寫出來的，寫出兩樣東西。"
    },
    {
      "id": "21-174-0001_p0041",
      "zh_CN": "第一个是「欲海回狂」就是教戒淫，知道淫欲果报非常可怕，而且会折福。",
      "zh_TW": "第一個是「欲海回狂」就是教戒淫，知道淫欲果報非常可怕，而且會折福。"
    },
    {
      "id": "21-174-0001_p0042",
      "zh_CN": "主持人：折福。",
      "zh_TW": "主持人：折福。"
    },
    {
      "id": "21-174-0001_p0043",
      "zh_CN": "折福！那是大幅度的折福。所以这是一般人、年轻人不晓得，因果教育比什么都重要！你做错事情，不是说不负责任，后果后患无穷，所以起心念动、言语造作不能够不谨慎。堕落三途那个我们不必说了，冤冤相报怎么得了！就是说他来报恩的，你把他杀掉了就变成仇了，恩将仇报，下一次来是仇，树敌了。他要是来报怨的，来报仇的，你把他杀掉了，这个仇结得愈结愈深。",
      "zh_TW": "折福！那是大幅度的折福。所以這是一般人、年輕人不曉得，因果教育比什麼都重要！你做錯事情，不是說不負責任，後果後患無窮，所以起心念動、言語造作不能夠不謹慎。墮落三途那個我們不必說了，冤冤相報怎麼得了！就是說他來報恩的，你把他殺掉了就變成仇了，恩將仇報，下一次來是仇，樹敵了。他要是來報怨的，來報仇的，你把他殺掉了，這個仇結得愈結愈深。"
    },
    {
      "id": "21-174-0001_p0044",
      "zh_CN": "主持人：仇上加仇。",
      "zh_TW": "主持人：仇上加仇。"
    },
    {
      "id": "21-174-0001_p0045",
      "zh_CN": "这个仇还得了！所以很麻烦这个事情。要是讲讨债、还债，那算是财务上的事情。如果是还债的，还债的一般来讲，这个儿女对父母物质生活会照顾很周到，但没有孝心，不会尊重，不会孝顺。如果是讨债的，大概债讨完的时候他就走了。欠的少的，很小，几岁他就走了；欠得多的，这都是麻烦事情，所以我们要懂得人与人这些关系",
      "zh_TW": "這個仇還得了！所以很麻煩這個事情。要是講討債、還債，那算是財務上的事情。如果是還債的，還債的一般來講，這個兒女對父母物質生活會照顧很周到，但沒有孝心，不會尊重，不會孝順。如果是討債的，大概債討完的時候他就走了。欠的少的，很小，幾歲他就走了；欠得多的，這都是麻煩事情，所以我們要懂得人與人這些關係"
    },
    {
      "id": "21-174-0001_p0046",
      "zh_CN": "既然有这些关系了，圣人教导我们怎么样把这个关系改善？这就是学问，这就是教育。所以说不管他是来报恩、来报怨、来讨债、来还债，我们一定要把关系改善；关系改善完全靠后天的教育。所以我们要承认，我跟许多宗教接触，我对这些宗教领袖、传教师都很尊敬，我说今天这个社会很麻烦，大家都知道，尤其是基督教讲的世界末日，伊斯兰《古兰经》里头（我也常读），信真主，信末日。我看看现前这个社会现象，真的是末日之前的预兆。今天家庭教育没有了，在从前家教，父母从怀孕那一天起就开始要教他的婴儿，就是心平气和，不能够发脾气，发脾气影响胎儿。",
      "zh_TW": "既然有這些關係了，聖人教導我們怎麼樣把這個關係改善？這就是學問，這就是教育。所以說不管他是來報恩、來報怨、來討債、來還債，我們一定要把關係改善；關係改善完全靠後天的教育。所以我們要承認，我跟許多宗教接觸，我對這些宗教領袖、傳教師都很尊敬，我說今天這個社會很麻煩，大家都知道，尤其是基督教講的世界末日，伊斯蘭《古蘭經》裡頭（我也常讀），信真主，信末日。我看看現前這個社會現象，真的是末日之前的預兆。今天家庭教育沒有了，在從前家教，父母從懷孕那一天起就開始要教他的嬰兒，就是心平氣和，不能夠發脾氣，發脾氣影響胎兒。"
    },
    {
      "id": "21-174-0001_p0047",
      "zh_CN": "主持人：胎教不好。",
      "zh_TW": "主持人：胎教不好。"
    },
    {
      "id": "21-174-0001_p0048",
      "zh_CN": "胎教、胎教。小孩出世之后，父母在小孩面前，在小孩面前一举一动都要守礼，都要规规矩矩。为什么？他两个小眼睛睁开他在看，他在看他就在学。你不要看他不会说话，他的教育的根从那里扎进去的。所以这个比什么都重要！不要认为小孩还不懂事，他懂，他不是不懂。",
      "zh_TW": "胎教、胎教。小孩出世之後，父母在小孩面前，在小孩面前一舉一動都要守禮，都要規規矩矩。為什麼？他兩個小眼睛睜開他在看，他在看他就在學。你不要看他不會說話，他的教育的根從那裡扎進去的。所以這個比什麼都重要！不要認為小孩還不懂事，他懂，他不是不懂。"
    },
    {
      "id": "21-174-0001_p0049",
      "zh_CN": "主持人：他说不出来而已。",
      "zh_TW": "主持人：他說不出來而已。"
    },
    {
      "id": "21-174-0001_p0050",
      "zh_CN": "他说不出来，对，他懂。所以这种印象一天一天给他薰习，在我们佛家讲阿赖耶识，现在讲印象在脑筋里头，这就影响他一生。所以中国从前非常着重于家庭教育，学校教育，社会教育无一不是伦理道德。伦理，伦是讲五伦，五伦就是人与人的关系：父子关系，夫妻关系，兄弟关系，君臣关系，朋友关系。这五种关系搞好了，这天下太平！",
      "zh_TW": "他說不出來，對，他懂。所以這種印象一天一天給他薰習，在我們佛家講阿賴耶識，現在講印象在腦筋裡頭，這就影響他一生。所以中國從前非常著重於家庭教育，學校教育，社會教育無一不是倫理道德。倫理，倫是講五倫，五倫就是人與人的關係：父子關係，夫妻關係，兄弟關係，君臣關係，朋友關係。這五種關係搞好了，這天下太平！"
    },
    {
      "id": "21-174-0001_p0051",
      "zh_CN": "佛家讲的会扩大一些，不但人际关系你要懂得，你要善与善处，人还要懂跟自然环境关系。现在大家不懂，任意破坏地球生态平衡，惹来的是天灾人祸，这就是你不懂得处理这个关系。第三个就是人与天地鬼神的关系。所以佛就教我们这三桩事情，这三个关系搞好了，三方面相处非常和谐，宇宙和平，这是大学问。",
      "zh_TW": "佛家講的會擴大一些，不但人際關係你要懂得，你要善與善處，人還要懂跟自然環境關係。現在大家不懂，任意破壞地球生態平衡，惹來的是天災人禍，這就是你不懂得處理這個關係。第三個就是人與天地鬼神的關係。所以佛就教我們這三樁事情，這三個關係搞好了，三方面相處非常和諧，宇宙和平，這是大學問。"
    },
    {
      "id": "21-174-0001_p0052",
      "zh_CN": "最完备的就是《大方广佛华严经》，从前方东美先生晚年台大退休，到辅仁大学博士班去开「华严哲学」。他是我的老师，他对我影响很大，我学佛是他劝我的，原来我不相信佛教。他说「佛经是哲学里面最高的哲学，学佛是人生最高的享受」，我就被他这一句话拉进来。这五十年我很感激他，果然我这一生有很高的享受，老师指导的，老师不指导哪里会知道这个路子！不晓得这条路，不知道。",
      "zh_TW": "最完備的就是《大方廣佛華嚴經》，從前方東美先生晚年台大退休，到輔仁大學博士班去開「華嚴哲學」。他是我的老師，他對我影響很大，我學佛是他勸我的，原來我不相信佛教。他說「佛經是哲學裡面最高的哲學，學佛是人生最高的享受」，我就被他這一句話拉進來。這五十年我很感激他，果然我這一生有很高的享受，老師指導的，老師不指導哪裡會知道這個路子！不曉得這條路，不知道。"
    },
    {
      "id": "21-174-0001_p0053",
      "zh_CN": "主持人：感觉上方教授是来报恩的。",
      "zh_TW": "主持人：感覺上方教授是來報恩的。"
    },
    {
      "id": "21-174-0001_p0054",
      "zh_CN": "对我是，我无论在哪个地方，我都放上他的照片，念念不忘他的恩德。堕胎不得了，这个果报不得了，太可怕！",
      "zh_TW": "對我是，我無論在哪個地方，我都放上他的照片，念念不忘他的恩德。墮胎不得了，這個果報不得了，太可怕！"
    },
    {
      "id": "21-174-0001_p0055",
      "zh_CN": "主持人：刚刚我们法师提到了，可能有朋友一开始觉得法师怎么会从科学、从数学、从宇宙观讲这么大一圈，最后回来原来是要告诉我们说，这个果报是非常非常可怕的。当然其实我们还有其他的问题，我今天要当作各位观众的引导，我们等下再来继续请教法师。不过现在要请教艾神父的就是，当然我们大家都非常清楚，天主教、基督教的立场是绝对反对堕胎的。不晓得在这个观点上面，您可不可以跟我们说得清楚一点点，是《圣经》上说不准，还是有什么样的人道精神，还是有什么样的理论。我觉得藉这个机会，您要好好的跟我们大家说一说。",
      "zh_TW": "主持人：剛剛我們法師提到了，可能有朋友一開始覺得法師怎麼會從科學、從數學、從宇宙觀講這麼大一圈，最後回來原來是要告訴我們說，這個果報是非常非常可怕的。當然其實我們還有其他的問題，我今天要當作各位觀眾的引導，我們等下再來繼續請教法師。不過現在要請教艾神父的就是，當然我們大家都非常清楚，天主教、基督教的立場是絕對反對墮胎的。不曉得在這個觀點上面，您可不可以跟我們說得清楚一點點，是《聖經》上說不准，還是有什麼樣的人道精神，還是有什麼樣的理論。我覺得藉這個機會，您要好好的跟我們大家說一說。"
    },
    {
      "id": "21-174-0001_p0056",
      "zh_CN": "艾神父：好，可能我可以用法师刚刚用的方法，我也是从宇宙跟科学。当然我们在这里就是分享我们一方面不同的宗教的看法。可能我就从天主教的哲学开始。我们会这样说，宇宙，就是能够摸到的，或是看到的，或是人的宇宙，我们普通的科学有时候去研究的，这有两个可能性：一个是它永远存在的，好像就是佛教的立场；另外一个是它有开始，可能有结束。我们会说从哲学的立场，这是没有办法答复的问题，天主教会说你没有办法答复这个问题，用人的思想。所以法师刚才说这是一个很深的宗教经验，才告诉佛教它是永远的。",
      "zh_TW": "艾神父：好，可能我可以用法師剛剛用的方法，我也是從宇宙跟科學。當然我們在這裡就是分享我們一方面不同的宗教的看法。可能我就從天主教的哲學開始。我們會這樣說，宇宙，就是能夠摸到的，或是看到的，或是人的宇宙，我們普通的科學有時候去研究的，這有兩個可能性：一個是它永遠存在的，好像就是佛教的立場；另外一個是它有開始，可能有結束。我們會說從哲學的立場，這是沒有辦法答覆的問題，天主教會說你沒有辦法答覆這個問題，用人的思想。所以法師剛才說這是一個很深的宗教經驗，才告訴佛教它是永遠的。"
    },
    {
      "id": "21-174-0001_p0057",
      "zh_CN": "说真的，天主教是这样的，我们会说从哲学这个不会解决，但是哲学会告诉你这个。因为这个宇宙是有限的，因此除非有一个无限的一直维持它的能够存在，它有一天会不存在。所以如果它今天是永远的，它同时有无限的在维持它，因为无限的就是无限的。无论怎么样，我们所看的那个宇宙是有限的。它很大，不过它这样的相对的，就是需要有无限的。所以这个无限的应该存在，是天主教的哲学会肯定。我们宗教的经验或是我们的启示肯定，事实上按照我们天主教（也是基督教），它是被创造的。所以从这方面我们认为，由我们的信仰，它有个开始，也会有个结束。",
      "zh_TW": "說真的，天主教是這樣的，我們會說從哲學這個不會解決，但是哲學會告訴你這個。因為這個宇宙是有限的，因此除非有一個無限的一直維持它的能夠存在，它有一天會不存在。所以如果它今天是永遠的，它同時有無限的在維持它，因為無限的就是無限的。無論怎麼樣，我們所看的那個宇宙是有限的。它很大，不過它這樣的相對的，就是需要有無限的。所以這個無限的應該存在，是天主教的哲學會肯定。我們宗教的經驗或是我們的啟示肯定，事實上按照我們天主教（也是基督教），它是被創造的。所以從這方面我們認為，由我們的信仰，它有個開始，也會有個結束。"
    },
    {
      "id": "21-174-0001_p0058",
      "zh_CN": "在这样的背景，我们会说这个无限的天主，祂是创造这个宇宙，也创造每一个人。祂特别创造人类，祂创造人类，人类特别的地方，是他跟天主有相似的地方，或是他是天主的肖像。为什么？因为他有这个能力跟天主一样，就是他可以认识天主，可以认识自己，可以认识别人，可以爱天主、爱自己、爱别人。这个跟堕胎有什么关系？就是说因为我们会认为那个无限的天主创造人类，给他特别特别授祂的肖像，给他一个精神的灵魂，他的价值非常非常高。他跟无限的天主有那样的关系，所以你不能自己一个有限的人，直接的杀一个无辜的，就是你没有那个权利。",
      "zh_TW": "在這樣的背景，我們會說這個無限的天主，祂是創造這個宇宙，也創造每一個人。祂特別創造人類，祂創造人類，人類特別的地方，是他跟天主有相似的地方，或是他是天主的肖像。為什麼？因為他有這個能力跟天主一樣，就是他可以認識天主，可以認識自己，可以認識別人，可以愛天主、愛自己、愛別人。這個跟墮胎有什麼關係？就是說因為我們會認為那個無限的天主創造人類，給他特別特別授祂的肖像，給他一個精神的靈魂，他的價值非常非常高。他跟無限的天主有那樣的關係，所以你不能自己一個有限的人，直接的殺一個無辜的，就是你沒有那個權利。"
    },
    {
      "id": "21-174-0001_p0059",
      "zh_CN": "主持人：我们没有那个权利，没有那个能力，这一切的授权是来自于天主的。",
      "zh_TW": "主持人：我們沒有那個權利，沒有那個能力，這一切的授權是來自於天主的。"
    },
    {
      "id": "21-174-0001_p0060",
      "zh_CN": "对。这是从我们的立场。所以我们说为什么这是一个绝对的事情，因为他跟无限的天主有关系，不是跟我们人有关系。这是天主教的立场。",
      "zh_TW": "對。這是從我們的立場。所以我們說為什麼這是一個絕對的事情，因為他跟無限的天主有關係，不是跟我們人有關係。這是天主教的立場。"
    },
    {
      "id": "21-174-0001_p0061",
      "zh_CN": "主持人：宗教上一些基本的看法。",
      "zh_TW": "主持人：宗教上一些基本的看法。"
    },
    {
      "id": "21-174-0001_p0062",
      "zh_CN": "对！我们也会说天主创造我们，不但是能够存在在这里，这是我们宗教，能够跟天主建立这个永远的关系。所以我们说每一个人能够永远存在跟天主无限的关系，因为天主爱他、创造他、友爱他，跟他建立永远爱的关系。他可以分享天主无限的喜乐，无限的爱，无限的生命，这是我们所谓的天堂。",
      "zh_TW": "對！我們也會說天主創造我們，不但是能夠存在在這裡，這是我們宗教，能夠跟天主建立這個永遠的關係。所以我們說每一個人能夠永遠存在跟天主無限的關係，因為天主愛他、創造他、友愛他，跟他建立永遠愛的關係。他可以分享天主無限的喜樂，無限的愛，無限的生命，這是我們所謂的天堂。"
    },
    {
      "id": "21-174-0001_p0063",
      "zh_CN": "因为每一个人是被创造为建立这样永远的关系，跟无限的天主，他的价值更高更高。所以你更不能杀他。这个跟家庭有什么关系？我们说因为天主选择家庭创造这个人，这是天主教的一条，特别是《旧约》，就是创造男女以后，告诉他们你要结合生孩子，这是第一章的圣经，这个也一直没有改。所以家庭是非常非常重要，也不可以分，就是孩子跟家庭。所以这是父母本来的（佛教也看得很清楚），这是父母本来的、最基本的使命，我们说使命，就是要生孩子。",
      "zh_TW": "因為每一個人是被創造為建立這樣永遠的關係，跟無限的天主，他的價值更高更高。所以你更不能殺他。這個跟家庭有什麼關係？我們說因為天主選擇家庭創造這個人，這是天主教的一條，特別是《舊約》，就是創造男女以後，告訴他們你要結合生孩子，這是第一章的聖經，這個也一直沒有改。所以家庭是非常非常重要，也不可以分，就是孩子跟家庭。所以這是父母本來的（佛教也看得很清楚），這是父母本來的、最基本的使命，我們說使命，就是要生孩子。"
    },
    {
      "id": "21-174-0001_p0064",
      "zh_CN": "主持人：结合变成一个家庭。",
      "zh_TW": "主持人：結合變成一個家庭。"
    },
    {
      "id": "21-174-0001_p0065",
      "zh_CN": "对，生孩子以后，照顾这些孩子。",
      "zh_TW": "對，生孩子以後，照顧這些孩子。"
    },
    {
      "id": "21-174-0001_p0066",
      "zh_CN": "主持人：延续生命。",
      "zh_TW": "主持人：延續生命。"
    },
    {
      "id": "21-174-0001_p0067",
      "zh_CN": "对，所以在这个背景，天主教会觉得堕胎是绝对不可做。我们以后会说，从科学或是哲学，我们知道人，一个无辜的人，你不可以直接的杀他。堕胎的问题就是变成了是不是人？天主教本来有些别的原则、伦理原则，就是如果你不清楚你的对象是人或不是人，你也绝对不可杀他。比方说我去打猎，我看在比较远的地方，我不知道是熊或是人，我不可以打。因为如果我能打，就是说我可以允许自己杀一个人。还有就是说如果一个存在者，他是好像在发展当中，他一定会发展到变成一个人，我也不能杀。因为这是跟杀人一样。",
      "zh_TW": "對，所以在這個背景，天主教會覺得墮胎是絕對不可做。我們以後會說，從科學或是哲學，我們知道人，一個無辜的人，你不可以直接的殺他。墮胎的問題就是變成了是不是人？天主教本來有些別的原則、倫理原則，就是如果你不清楚你的對象是人或不是人，你也絕對不可殺他。比方說我去打獵，我看在比較遠的地方，我不知道是熊或是人，我不可以打。因為如果我能打，就是說我可以允許自己殺一個人。還有就是說如果一個存在者，他是好像在發展當中，他一定會發展到變成一個人，我也不能殺。因為這是跟殺人一樣。"
    },
    {
      "id": "21-174-0001_p0068",
      "zh_CN": "主持人：他一定会变成人，等于我提早杀了这个人。",
      "zh_TW": "主持人：他一定會變成人，等於我提早殺了這個人。"
    },
    {
      "id": "21-174-0001_p0069",
      "zh_CN": "对对对。这个行为在历史上，两千年以前没有生物学，没有人知道。他们知道大概有怀孕了，他们知道好像过了一定时间有孩子会来，不过这个过程他们都不懂。但是虽然不懂这个过程，什么时候渐渐的有人，还不可以堕胎。从开始天主教是这样的，说你不可以。我们的问题，今天是，比方说美国的最高法官，他用什么理由让堕胎变成了合法？他说我们不清楚是不是人。虽然现在非常清楚是人，他说我们不清楚是人。",
      "zh_TW": "對對對。這個行為在歷史上，兩千年以前沒有生物學，沒有人知道。他們知道大概有懷孕了，他們知道好像過了一定時間有孩子會來，不過這個過程他們都不懂。但是雖然不懂這個過程，什麼時候漸漸的有人，還不可以墮胎。從開始天主教是這樣的，說你不可以。我們的問題，今天是，比方說美國的最高法官，他用什麼理由讓墮胎變成了合法？他說我們不清楚是不是人。雖然現在非常清楚是人，他說我們不清楚是人。"
    },
    {
      "id": "21-174-0001_p0070",
      "zh_CN": "你说不清楚就不应该杀，应该是相反的。就是说，我怀疑可能是熊、可能是人，没有关系我不清楚，我可以打；但结果我发现是人，那是不可以的。至少他们都承认，至少是按照变成人的过程当中，所以更不应该。这是为什么天主教是满坚持。但是我发现佛教跟天主教这方面是一样坚持，佛教是跟天主教这方面完全一样，我是很喜乐的惊讶这方面，就是佛教跟天主教在这方面。所以我们现在，你刚提的那个运动，整个佛教界很支持，完全支持的。说真的，现在变成了佛教界领导，当然基督教很多，包括你自己的妇女安息日会也很支持，还有很多妇运派很支持。",
      "zh_TW": "你說不清楚就不應該殺，應該是相反的。就是說，我懷疑可能是熊、可能是人，沒有關係我不清楚，我可以打；但結果我發現是人，那是不可以的。至少他們都承認，至少是按照變成人的過程當中，所以更不應該。這是為什麼天主教是滿堅持。但是我發現佛教跟天主教這方面是一樣堅持，佛教是跟天主教這方面完全一樣，我是很喜樂的驚訝這方面，就是佛教跟天主教在這方面。所以我們現在，你剛提的那個運動，整個佛教界很支持，完全支持的。說真的，現在變成了佛教界領導，當然基督教很多，包括你自己的婦女安息日會也很支持，還有很多婦運派很支持。"
    },
    {
      "id": "21-174-0001_p0071",
      "zh_CN": "当然因为台湾的佛教徒多，所以他们的支持非常有力量。我们现在就是要，我们知道在台湾现在你要老百姓接受天主教的整个伦理，很难。几乎今天因为已经腐败，或是佛教的到了，几乎不可能的，我们要一步一步的。但是我们希望至少有些允许堕胎的法律要修改，特别是有些我们一直提的第六款，为什么？因为它是适用在那个母亲是健康的，完全健康，那个胎儿也完全健康，母亲也没有被强暴，没有这个。所以我们问为什么在这个情况可以堕胎？佛教也问，你的也问，我们认为老百姓会支持这个。可能很多的地方，他们还没有办法将所有的堕胎法规今天都要删除，我们认为至少这个应该开始。因为如果没有做这个，那台湾的整个的社会，我们认为没有将来，因为太基本的。",
      "zh_TW": "當然因為台灣的佛教徒多，所以他們的支持非常有力量。我們現在就是要，我們知道在台灣現在你要老百姓接受天主教的整個倫理，很難。幾乎今天因為已經腐敗，或是佛教的到了，幾乎不可能的，我們要一步一步的。但是我們希望至少有些允許墮胎的法律要修改，特別是有些我們一直提的第六款，為什麼？因為它是適用在那個母親是健康的，完全健康，那個胎兒也完全健康，母親也沒有被強暴，沒有這個。所以我們問為什麼在這個情況可以墮胎？佛教也問，你的也問，我們認為老百姓會支持這個。可能很多的地方，他們還沒有辦法將所有的墮胎法規今天都要刪除，我們認為至少這個應該開始。因為如果沒有做這個，那台灣的整個的社會，我們認為沒有將來，因為太基本的。"
    },
    {
      "id": "21-174-0001_p0072",
      "zh_CN": "主持人：因为事实上艾神父提到的这个问题，我们也有一个实际的数据，就是每年在台湾起码有三十万到五十万无辜的生命，就因为一个堕胎的行为而受到了迫害，可以这样说。我们简单在这边跟朋友们讲一下，在我们的优生保健法里面允许堕胎的条约，其实前五条都还算合理，第一个就是双亲之一有有碍优生的遗传病，比方说有精神疾病或者是有很难治的绝症。再来就是说，有近亲有有碍优生的遗传病，近亲结婚。或者第三条医学认定怀孕或分娩会危害母亲生命、身体或是精神健康，就是会影响到母亲健康的这个部分。再来就是医学认定幼儿是有不正常发展，幼儿本身不健康，胎儿不健康。再来因为强制性交，诱奸而怀孕，等于说是被强暴的，非自愿性的，依法不得结婚，这样的受孕者。这些听起来都满合理的，因为都是为了要保护生命，尊重生命以及为了健康的。我不知道，就是在我们一般看来，一般的人看来这都是满合理的。",
      "zh_TW": "主持人：因為事實上艾神父提到的這個問題，我們也有一個實際的數據，就是每年在台灣起碼有三十萬到五十萬無辜的生命，就因為一個墮胎的行為而受到了迫害，可以這樣說。我們簡單在這邊跟朋友們講一下，在我們的優生保健法裡面允許墮胎的條約，其實前五條都還算合理，第一個就是雙親之一有有礙優生的遺傳病，比方說有精神疾病或者是有很難治的絕症。再來就是說，有近親有有礙優生的遺傳病，近親結婚。或者第三條醫學認定懷孕或分娩會危害母親生命、身體或是精神健康，就是會影響到母親健康的這個部分。再來就是醫學認定幼兒是有不正常發展，幼兒本身不健康，胎兒不健康。再來因為強制性交，誘姦而懷孕，等於說是被強暴的，非自願性的，依法不得結婚，這樣的受孕者。這些聽起來都滿合理的，因為都是為了要保護生命，尊重生命以及為了健康的。我不知道，就是在我們一般看來，一般的人看來這都是滿合理的。"
    },
    {
      "id": "21-174-0001_p0073",
      "zh_CN": "可是我想对于艾神父来说，其实第六款是大家最被争议的部分。我们先从第六款开始讲，等一下我们再让您回头去讲前面那几个部分。第六款因为是说怀孕或生产将影响其心理健康或家庭生活者。这变成是一个很宽的，只要是我今天，比方说我未婚生子，我觉得这样会影响我将来交男朋友，或者说影响我家里面人不接受我，好吧！我就把这个小孩拿掉了。这是一个变成很轻易的就可以做的事情。所以这条条款是大家都满积极在做的一个工作，我们就先从第六条这里开始讲，我们再讲回去。",
      "zh_TW": "可是我想對於艾神父來說，其實第六款是大家最被爭議的部分。我們先從第六款開始講，等一下我們再讓您回頭去講前面那幾個部分。第六款因為是說懷孕或生產將影響其心理健康或家庭生活者。這變成是一個很寬的，只要是我今天，比方說我未婚生子，我覺得這樣會影響我將來交男朋友，或者說影響我家裡面人不接受我，好吧！我就把這個小孩拿掉了。這是一個變成很輕易的就可以做的事情。所以這條條款是大家都滿積極在做的一個工作，我們就先從第六條這裡開始講，我們再講回去。"
    },
    {
      "id": "21-174-0001_p0074",
      "zh_CN": "艾神父：好。可能我们要了解，几乎所有的堕胎是接近第六款。因为前五个，有一次我在卫生署里的委员会谈优生保健法，比方说畸形的孩子，我问他到底（因为我们谈这个很多），到底有多少？他是台大的一个教授，他说不到五百。被强暴的很少，强暴的怀孕非常少。就是说真正的，我有一次另外一位台大的医生，我问他（他做了十二年妇产科的医师，我问他），你有没有碰到一次如果你不做堕胎，一个妇女会过世？他说他没有碰到一次。因为在现在的科学这是不必的，我们所谓直接的堕胎，所以这是非常少。",
      "zh_TW": "艾神父：好。可能我們要了解，幾乎所有的墮胎是接近第六款。因為前五個，有一次我在衛生署裡的委員會談優生保健法，比方說畸形的孩子，我問他到底（因為我們談這個很多），到底有多少？他是台大的一個教授，他說不到五百。被強暴的很少，強暴的懷孕非常少。就是說真正的，我有一次另外一位台大的醫生，我問他（他做了十二年婦產科的醫師，我問他），你有沒有碰到一次如果你不做墮胎，一個婦女會過世？他說他沒有碰到一次。因為在現在的科學這是不必的，我們所謂直接的墮胎，所以這是非常少。"
    },
    {
      "id": "21-174-0001_p0075",
      "zh_CN": "本来是为这些比较意外的情况，我们天主教会认为这是意外的，从这一方面你合理说这是意外。但是我们会说你要有宗教的智慧，跟佛教一样，才能够到，从人的立场是合理，不过从真正的我们的宇宙、或是我们说天主或是佛法，还是不合理。但是我们知道多半的老百姓很难抓住这个，现在，但是是真正的不合理。不过在现在的社会，我才说好像合理。所以，有时候人需要宗教就是这个，是另外的、更深的幅度来看事情，不是普通的幅度，但是这很少。不过第六款施行以后，我们整个的社会进入一个恶性循环，就是慢慢的性泛滥会开始。因为你有这个堕胎，因为没有什么人工避孕是百分之百，特别是很多人，多半的人堕胎百分之八十是因为人工避孕没有成功。",
      "zh_TW": "本來是為這些比較意外的情況，我們天主教會認為這是意外的，從這一方面你合理說這是意外。但是我們會說你要有宗教的智慧，跟佛教一樣，才能夠到，從人的立場是合理，不過從真正的我們的宇宙、或是我們說天主或是佛法，還是不合理。但是我們知道多半的老百姓很難抓住這個，現在，但是是真正的不合理。不過在現在的社會，我才說好像合理。所以，有時候人需要宗教就是這個，是另外的、更深的幅度來看事情，不是普通的幅度，但是這很少。不過第六款施行以後，我們整個的社會進入一個惡性循環，就是慢慢的性氾濫會開始。因為你有這個墮胎，因為沒有什麼人工避孕是百分之百，特別是很多人，多半的人墮胎百分之八十是因為人工避孕沒有成功。"
    },
    {
      "id": "21-174-0001_p0076",
      "zh_CN": "主持人：或者根本不避孕。",
      "zh_TW": "主持人：或者根本不避孕。"
    },
    {
      "id": "21-174-0001_p0077",
      "zh_CN": "对。不过，有的是真正的避孕，但没有成功。因为她认为我已经尽量避孕，而我怀孕了，我应该有权利。她们几乎是这样的看法。问题是这样开始，慢慢的就是我们看任何的社会进入这样的恶性循环；法师在澳洲，澳洲也这样的，美国也这样的，欧洲也这样的。很可惜台湾最近二十年也进入这样的情况，愈来愈快。整个事情很快发生的就是婚前性行为，离婚愈来愈多，年轻人离婚的比率非常高，他们说三分之一，现在，在前五年，我不记得，不过差不多。当然婚外等等，还有就是人口问题变成孩子愈来愈少，那台湾这样几乎没有将来。你可以看每年在小学、幼稚园的孩子愈来愈少。",
      "zh_TW": "對。不過，有的是真正的避孕，但沒有成功。因為她認為我已經盡量避孕，而我懷孕了，我應該有權利。她們幾乎是這樣的看法。問題是這樣開始，慢慢的就是我們看任何的社會進入這樣的惡性循環；法師在澳洲，澳洲也這樣的，美國也這樣的，歐洲也這樣的。很可惜台灣最近二十年也進入這樣的情況，愈來愈快。整個事情很快發生的就是婚前性行為，離婚愈來愈多，年輕人離婚的比率非常高，他們說三分之一，現在，在前五年，我不記得，不過差不多。當然婚外等等，還有就是人口問題變成孩子愈來愈少，那台灣這樣幾乎沒有將來。你可以看每年在小學、幼稚園的孩子愈來愈少。"
    },
    {
      "id": "21-174-0001_p0078",
      "zh_CN": "主持人：我们的社会开始老化了。",
      "zh_TW": "主持人：我們的社會開始老化了。"
    },
    {
      "id": "21-174-0001_p0079",
      "zh_CN": "那我在这里停，可能法师有？",
      "zh_TW": "那我在這裡停，可能法師有？"
    },
    {
      "id": "21-174-0001_p0080",
      "zh_CN": "主持人：其实这个问题就像我刚刚一开始提到，毕竟我是肉眼凡胎，就像跟大部分的普罗大众一样，我们总觉得前面这五条听起来满合理的，基于对母亲的健康，或者是基于对下一代的优生学。不过在宗教界的大师眼中总是会有一些不同的看法，因为这是属于更深的一个领域，我们本来就是要有更高深的智慧来给我们启示，给我们开发更不一样的想法。所以我们下一个阶段，我们还要再继续请教法师的，就是有关于不晓得我们佛教界的大师们对于堕胎法，就是国内所有的优生学的看法，是有什么样的开示。我们先稍微休息一下，马上回来。",
      "zh_TW": "主持人：其實這個問題就像我剛剛一開始提到，畢竟我是肉眼凡胎，就像跟大部分的普羅大眾一樣，我們總覺得前面這五條聽起來滿合理的，基於對母親的健康，或者是基於對下一代的優生學。不過在宗教界的大師眼中總是會有一些不同的看法，因為這是屬於更深的一個領域，我們本來就是要有更高深的智慧來給我們啟示，給我們開發更不一樣的想法。所以我們下一個階段，我們還要再繼續請教法師的，就是有關於不曉得我們佛教界的大師們對於墮胎法，就是國內所有的優生學的看法，是有什麼樣的開示。我們先稍微休息一下，馬上回來。"
    }
  ]
}