{
  "doc_id": "21-766-0001",
  "title": {
    "zh_CN": "孝道与汉学对当代的重要性",
    "zh_TW": "孝道與漢學對當代的重要性"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-766-0001",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "21-766-0001_p0001",
      "zh_CN": "尊敬的各位领导、各位嘉宾、各位大德，大家好！今天是马六甲孔教会暨双喜园举办「双亲节讲座会」的吉日，请蔡礼旭老师讲演孝道的主题，「饮水思源，知恩报恩」。蔡老师很客气，让我有这个机会，也能跟大家分享个人学习中国传统文化的一点心得。",
      "zh_TW": "尊敬的各位領導、各位嘉賓、各位大德，大家好！今天是馬六甲孔教會暨雙喜園舉辦「雙親節講座會」的吉日，請蔡禮旭老師講演孝道的主題，「飲水思源，知恩報恩」。蔡老師很客氣，讓我有這個機會，也能跟大家分享個人學習中國傳統文化的一點心得。"
    },
    {
      "id": "21-766-0001_p0002",
      "zh_CN": "得知孔教会暨双喜园将二Ｏ一六年定为「孝道年」，我感到非常欢喜。一方面为了满足蔡老师的请求，一方面为了赞叹孔教会暨双喜园的功德，所以我就不揣浅陋，在这里班门弄斧，向大家报告个人浅显的心得，希望大家不吝批评指教。",
      "zh_TW": "得知孔教會暨雙喜園將二Ｏ一六年定為「孝道年」，我感到非常歡喜。一方面為了滿足蔡老師的請求，一方面為了讚歎孔教會暨雙喜園的功德，所以我就不揣淺陋，在這裡班門弄斧，向大家報告個人淺顯的心得，希望大家不吝批評指教。"
    },
    {
      "id": "21-766-0001_p0003",
      "zh_CN": "弘扬孝道与汉学的因缘具足",
      "zh_TW": "弘揚孝道與漢學的因緣具足"
    },
    {
      "id": "21-766-0001_p0004",
      "zh_CN": "当今这个时代，人们疏忽了伦理、道德、因果的普世教育，着重于竞争经济利益与满足欲望享乐，就像孟子所说的，「上下交征利而国危矣」，大家都见利忘义，这个社会就很危险了。《左传》上说：「人弃常则妖兴」，人要是把伦常道德舍弃了，这个社会就变成妖魔鬼怪的社会，不像人了。为了挽救这个社会，端正世道人心，孝道与汉学的提倡实在是太重要了！这是天时的缘分成熟了。",
      "zh_TW": "當今這個時代，人們疏忽了倫理、道德、因果的普世教育，著重於競爭經濟利益與滿足欲望享樂，就像孟子所說的，「上下交征利而國危矣」，大家都見利忘義，這個社會就很危險了。《左傳》上說：「人棄常則妖興」，人要是把倫常道德捨棄了，這個社會就變成妖魔鬼怪的社會，不像人了。為了挽救這個社會，端正世道人心，孝道與漢學的提倡實在是太重要了！這是天時的緣分成熟了。"
    },
    {
      "id": "21-766-0001_p0005",
      "zh_CN": "马六甲是一个很特别的地方。六百年前，郑和下西洋，到处传播中华文化，将马六甲这个地方建设起来，造福当地。六百年后，马六甲孔教会暨双喜园在这里弘扬孝道，马来西亚汉学院也在马六甲这个地方成立，以弘扬汉学为己任。这是地利的缘分成熟了。",
      "zh_TW": "馬六甲是一個很特別的地方。六百年前，鄭和下西洋，到處傳播中華文化，將馬六甲這個地方建設起來，造福當地。六百年後，馬六甲孔教會暨雙喜園在這裡弘揚孝道，馬來西亞漢學院也在馬六甲這個地方成立，以弘揚漢學為己任。這是地利的緣分成熟了。"
    },
    {
      "id": "21-766-0001_p0006",
      "zh_CN": "马六甲孔教会暨双喜园的诸位大德，以及马来西亚汉学院的诸位仁者，和合一心，都以弘扬孝道与汉学为迫切必行的事，这是人和的缘分成熟了。",
      "zh_TW": "馬六甲孔教會暨雙喜園的諸位大德，以及馬來西亞漢學院的諸位仁者，和合一心，都以弘揚孝道與漢學為迫切必行的事，這是人和的緣分成熟了。"
    },
    {
      "id": "21-766-0001_p0007",
      "zh_CN": "马六甲在天时、地利、人和三方面的因缘都成熟了，这是非常难得的。在这里弘扬孝道与汉学一定成功，能够造福当地与世界其他地区，这也是令我感到非常欢喜的原因。",
      "zh_TW": "馬六甲在天時、地利、人和三方面的因緣都成熟了，這是非常難得的。在這裡弘揚孝道與漢學一定成功，能夠造福當地與世界其他地區，這也是令我感到非常歡喜的原因。"
    },
    {
      "id": "21-766-0001_p0008",
      "zh_CN": "孝道的重要性",
      "zh_TW": "孝道的重要性"
    },
    {
      "id": "21-766-0001_p0009",
      "zh_CN": "中华民族自古以来崇尚孝道，所以中华文化是孝文化。我们看中国文字「孝」这个字是会意字，上面是个「老」字，下面是个「子」字，这两个字合成一个字，这意思是父子是一体，不能分的。父亲上面还有父亲，祖父，再上去曾祖父，再上去高祖父；儿子下面还有子子孙孙，统统是一体。告诉你，我们世世代代，生下来的时候，整个宇宙所有一切人统统是一体，这是孝的含义。",
      "zh_TW": "中華民族自古以來崇尚孝道，所以中華文化是孝文化。我們看中國文字「孝」這個字是會意字，上面是個「老」字，下面是個「子」字，這兩個字合成一個字，這意思是父子是一體，不能分的。父親上面還有父親，祖父，再上去曾祖父，再上去高祖父；兒子下面還有子子孫孫，統統是一體。告訴你，我們世世代代，生下來的時候，整個宇宙所有一切人統統是一體，這是孝的含義。"
    },
    {
      "id": "21-766-0001_p0010",
      "zh_CN": "一体就应该怎样？一体就要爱，要亲爱，「父子有亲」。别人跟我是一体，不能杀他、不能害他，害他就是害自己。中国教育的原点就是「父子有亲」，这是五伦的头一条。孝是真正的亲爱，不是虚伪的，是从自性里头发出来的，真诚到极处，这个亲爱是中国传统文化的核心。传统教育的第一个目的，是怎样保持这种亲爱，一生都不会改变。这是中国几千年的教育理念，一直到满清都是这样，没有改变过。教育的第二个目的，是要把这个爱发扬光大，从子女爱父母、父母爱子女，把这种爱扩大，爱你的家族，爱邻里乡党；再扩大，爱国家、爱民族；最后「凡是人，皆须爱」，爱全天下的人。",
      "zh_TW": "一體就應該怎樣？一體就要愛，要親愛，「父子有親」。別人跟我是一體，不能殺他、不能害他，害他就是害自己。中國教育的原點就是「父子有親」，這是五倫的頭一條。孝是真正的親愛，不是虛偽的，是從自性裡頭發出來的，真誠到極處，這個親愛是中國傳統文化的核心。傳統教育的第一個目的，是怎樣保持這種親愛，一生都不會改變。這是中國幾千年的教育理念，一直到滿清都是這樣，沒有改變過。教育的第二個目的，是要把這個愛發揚光大，從子女愛父母、父母愛子女，把這種愛擴大，愛你的家族，愛鄰里鄉黨；再擴大，愛國家、愛民族；最後「凡是人，皆須愛」，愛全天下的人。"
    },
    {
      "id": "21-766-0001_p0011",
      "zh_CN": "由此可知，孝是中华文化的根，所以古德说「百善孝为先」。从孝衍生出四科，就是五伦、五常、四维、八德，这就是中华文化的特色，是中国的精神。由此缔造出和睦幸福，长治久安，礼义之邦，和谐社会。我们的老祖宗、古圣先贤，为后世子孙留下这些无价的珍宝，我们应该怎样报恩？我们接受过来，依教奉行，那就是对祖先最好的报答。",
      "zh_TW": "由此可知，孝是中華文化的根，所以古德說「百善孝為先」。從孝衍生出四科，就是五倫、五常、四維、八德，這就是中華文化的特色，是中國的精神。由此締造出和睦幸福，長治久安，禮義之邦，和諧社會。我們的老祖宗、古聖先賢，為後世子孫留下這些無價的珍寶，我們應該怎樣報恩？我們接受過來，依教奉行，那就是對祖先最好的報答。"
    },
    {
      "id": "21-766-0001_p0012",
      "zh_CN": "今天大家讲现代化，真正讲求现代化，就不能离开根本。好像一棵几千年的大树，它有根、它有本，年年发新枝、长新叶、开新花、结新果，今年开的花果不是去年的，那叫现代化，所以现代化离不开根本。我们今天现代化是把根本铲除，像这棵大树一样，把根砍掉，只留下这些新花去插在花瓶里，它没有根，好不了几天枯萎了。但是现代人不知道根，完全迷失了，凡是根本、旧东西都一概要铲除，都不要了，完全做新的，这是非常可怕的一个观念，会给社会带来灾难。",
      "zh_TW": "今天大家講現代化，真正講求現代化，就不能離開根本。好像一棵幾千年的大樹，它有根、它有本，年年發新枝、長新葉、開新花、結新果，今年開的花果不是去年的，那叫現代化，所以現代化離不開根本。我們今天現代化是把根本剷除，像這棵大樹一樣，把根砍掉，只留下這些新花去插在花瓶裡，它沒有根，好不了幾天枯萎了。但是現代人不知道根，完全迷失了，凡是根本、舊東西都一概要剷除，都不要了，完全做新的，這是非常可怕的一個觀念，會給社會帶來災難。"
    },
    {
      "id": "21-766-0001_p0013",
      "zh_CN": "我们觉悟了、明白了，要救根本。救根本从哪里救起？从孝顺父母做起。怎么尽孝？依教奉行就是尽孝。这十几年来，我们也看到一点效果，大家对于《弟子规》《感应篇》《十善业》重视了，在以前根本不重视。现在大家真正看到，儒释道这三个根管用，真的能带给社会安定和谐，带给人类幸福美满的生活，古圣先贤的东西在今天管用。所以我们要很努力去做，把我们学到的一定要兑现，就像孔夫子所说的，「学而时习之，不亦悦乎」，学一句就做一句，学两句就做两句。做到的时候你会非常欢喜，法喜充满，你会真正尝到法味，这就能够感化别人。",
      "zh_TW": "我們覺悟了、明白了，要救根本。救根本從哪裡救起？從孝順父母做起。怎麼盡孝？依教奉行就是盡孝。這十幾年來，我們也看到一點效果，大家對於《弟子規》《感應篇》《十善業》重視了，在以前根本不重視。現在大家真正看到，儒釋道這三個根管用，真的能帶給社會安定和諧，帶給人類幸福美滿的生活，古聖先賢的東西在今天管用。所以我們要很努力去做，把我們學到的一定要兌現，就像孔夫子所說的，「學而時習之，不亦悅乎」，學一句就做一句，學兩句就做兩句。做到的時候你會非常歡喜，法喜充滿，你會真正嘗到法味，這就能夠感化別人。"
    },
    {
      "id": "21-766-0001_p0014",
      "zh_CN": "汉学的重要性",
      "zh_TW": "漢學的重要性"
    },
    {
      "id": "21-766-0001_p0015",
      "zh_CN": "老祖宗、古圣先贤留给我们修身、齐家、治国、平天下的智慧、理念、方法、经验和成效，都完整的记载在《四库全书》和《四库荟要》里，这是全人类共享的无价文化宝藏，这些智慧经验，真正能够帮助现代社会化解冲突，促进安定和谐。",
      "zh_TW": "老祖宗、古聖先賢留給我們修身、齊家、治國、平天下的智慧、理念、方法、經驗和成效，都完整的記載在《四庫全書》和《四庫薈要》裡，這是全人類共享的無價文化寶藏，這些智慧經驗，真正能夠幫助現代社會化解衝突，促進安定和諧。"
    },
    {
      "id": "21-766-0001_p0016",
      "zh_CN": "我前后买了一百一十二套《四库全书》、三百三十多套《四库荟要》，赠送给全世界大学图书馆、国家图书馆去收藏。这样子就不会失传了，肯定会有留下来的，用这个方法保存中国传统文化宝藏，这样我们就放心了。可是我们又想到一桩大事情，谁能去读呢？如果没有人能读，摆在那个地方，只是废纸一堆而已，起不了作用。所以我们就想到要办汉学院，培养能够读《四库全书》《四库荟要》的人才。",
      "zh_TW": "我前後買了一百一十二套《四庫全書》、三百三十多套《四庫薈要》，贈送給全世界大學圖書館、國家圖書館去收藏。這樣子就不會失傳了，肯定會有留下來的，用這個方法保存中國傳統文化寶藏，這樣我們就放心了。可是我們又想到一樁大事情，誰能去讀呢？如果沒有人能讀，擺在那個地方，只是廢紙一堆而已，起不了作用。所以我們就想到要辦漢學院，培養能夠讀《四庫全書》《四庫薈要》的人才。"
    },
    {
      "id": "21-766-0001_p0017",
      "zh_CN": "《四库全书》和《四库荟要》是用汉字文言文写出来的。汉字文言文是很特殊的工具，这个工具也是世界第一，找不到第二家。汉字文言文过去是东亚文化圈共用的书面语，东亚文化圈包括中国、日本、韩国、越南和东南亚的一些国家。汉字是表意的文字，它不是拼音，拼音文字会随着语言而改变。现在世界上几乎所有国家的文字都是用拼音，这种拼音文字语音会变，二、三百年之后的人说话跟现在不一样，意思就不能沟通了。汉字是表意的文字，不会随语言而改变，所以就没有这个问题。对于不同的时代、使用不同语言的人，汉字都保持不变，这就是汉字的优越性。",
      "zh_TW": "《四庫全書》和《四庫薈要》是用漢字文言文寫出來的。漢字文言文是很特殊的工具，這個工具也是世界第一，找不到第二家。漢字文言文過去是東亞文化圈共用的書面語，東亞文化圈包括中國、日本、韓國、越南和東南亞的一些國家。漢字是表意的文字，它不是拼音，拼音文字會隨著語言而改變。現在世界上幾乎所有國家的文字都是用拼音，這種拼音文字語音會變，二、三百年之後的人說話跟現在不一樣，意思就不能溝通了。漢字是表意的文字，不會隨語言而改變，所以就沒有這個問題。對於不同的時代、使用不同語言的人，漢字都保持不變，這就是漢字的優越性。"
    },
    {
      "id": "21-766-0001_p0018",
      "zh_CN": "中国老祖宗很有智慧，发明了文言文。他知道语言会变，所以把语言跟文言分开两条路走，说话用语言，书写用文言。把古圣先贤的智慧、理念、经验、方法、成效保存下来，让后人也能看得懂，就必须用一种超越时间、超越空间的工具记载下来，这个工具就是汉字文言文。超越空间，无论哪个国家的人，只要学会汉字文言文，都能够读得懂，这是超越空间；超越时间，几百年、几千年、几万年以后，只要是懂得汉字文言文的人，依然能够读得懂，这是超越时间。所以汉字文言文是最有价值的文化载体，对整个人类有最大的贡献，我们必须好好学习。",
      "zh_TW": "中國老祖宗很有智慧，發明了文言文。他知道語言會變，所以把語言跟文言分開兩條路走，說話用語言，書寫用文言。把古聖先賢的智慧、理念、經驗、方法、成效保存下來，讓後人也能看得懂，就必須用一種超越時間、超越空間的工具記載下來，這個工具就是漢字文言文。超越空間，無論哪個國家的人，只要學會漢字文言文，都能夠讀得懂，這是超越空間；超越時間，幾百年、幾千年、幾萬年以後，只要是懂得漢字文言文的人，依然能夠讀得懂，這是超越時間。所以漢字文言文是最有價值的文化載體，對整個人類有最大的貢獻，我們必須好好學習。"
    },
    {
      "id": "21-766-0001_p0019",
      "zh_CN": "我们希望汉学院的学生先补蒙学的课，学习《圣学根之根》，奠定德行的基础；然后学习汉字文言文，奠定学问的基础；然后以《群书治要》和《国学治要》做为主要教材，在这里面选择一门专攻，成为这一门的专家。我们还希望将来能办一条龙的学校，从幼稚园办到研究所。真正扎根要从娃娃抓起，所以汉学院要办附属小学、附属幼稚园，要从小孩教起，那个根才牢，才能真正发扬光大。我们希望办的是圣贤教育，教育的目的是培养圣贤君子，希望学生是现代的圣贤君子，来拯救社会，延续传统文化。真正像张子所说的，「为天地立心，为生民立命，为往圣继绝学，为万世开太平」，我们是以这样的心怀来办学，来帮助下一代。",
      "zh_TW": "我們希望漢學院的學生先補蒙學的課，學習《聖學根之根》，奠定德行的基礎；然後學習漢字文言文，奠定學問的基礎；然後以《群書治要》和《國學治要》做為主要教材，在這裡面選擇一門專攻，成為這一門的專家。我們還希望將來能辦一條龍的學校，從幼稚園辦到研究所。真正扎根要從娃娃抓起，所以漢學院要辦附屬小學、附屬幼稚園，要從小孩教起，那個根才牢，才能真正發揚光大。我們希望辦的是聖賢教育，教育的目的是培養聖賢君子，希望學生是現代的聖賢君子，來拯救社會，延續傳統文化。真正像張子所說的，「為天地立心，為生民立命，為往聖繼絕學，為萬世開太平」，我們是以這樣的心懷來辦學，來幫助下一代。"
    },
    {
      "id": "21-766-0001_p0020",
      "zh_CN": "结语",
      "zh_TW": "結語"
    },
    {
      "id": "21-766-0001_p0021",
      "zh_CN": "我们生在这个时代，是个非常特殊的时代，中国传统文化走到了继绝存亡的边缘。如果传统文化灭了，那是人类的大不幸，人类将进入黑暗时期，那多么可悲！",
      "zh_TW": "我們生在這個時代，是個非常特殊的時代，中國傳統文化走到了繼絕存亡的邊緣。如果傳統文化滅了，那是人類的大不幸，人類將進入黑暗時期，那多麼可悲！"
    },
    {
      "id": "21-766-0001_p0022",
      "zh_CN": "为了社会和谐，为了世界和平，我们每个人都应该为弘扬传统文化担负起一分责任，就从弘扬孝道与汉学做起。相信由大家自身的认真落实，与团队的通力合作，必然能够将传统文化振兴起来，带领全世界人类走向更光明的未来。",
      "zh_TW": "為了社會和諧，為了世界和平，我們每個人都應該為弘揚傳統文化擔負起一分責任，就從弘揚孝道與漢學做起。相信由大家自身的認真落實，與團隊的通力合作，必然能夠將傳統文化振興起來，帶領全世界人類走向更光明的未來。"
    },
    {
      "id": "21-766-0001_p0023",
      "zh_CN": "最后，祝福座谈会顺利圆满！敬祝大家身心安康，光寿无量！谢谢大家！",
      "zh_TW": "最後，祝福座談會順利圓滿！敬祝大家身心安康，光壽無量！謝謝大家！"
    }
  ]
}