{
  "doc_id": "20-003-0001",
  "title": {
    "zh_CN": "倓老佛七开示简介",
    "zh_TW": "倓老佛七開示簡介"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "20-003-0001",
  "total_paragraphs": 93,
  "paragraphs": [
    {
      "id": "20-003-0001_p0001",
      "zh_CN": "诸位同修，今天要跟诸位报告的是倓虚老法师早年在香港佛七期间当中的开示。这个录音带我是从旧金山甘贵穗居士那里得到的，得到这个带子感到非常的希有，因为老法师在香港圆寂已经有二十多年了。由此可知，这个带子流传的时间很长，辗转拷贝，音质已经差了很多了，不容易听清楚。",
      "zh_TW": "諸位同修，今天要跟諸位報告的是倓虛老法師早年在香港佛七期間當中的開示。這個錄音帶我是從舊金山甘貴穗居士那裡得到的，得到這個帶子感到非常的希有，因為老法師在香港圓寂已經有二十多年了。由此可知，這個帶子流傳的時間很長，輾轉拷貝，音質已經差了很多了，不容易聽清楚。"
    },
    {
      "id": "20-003-0001_p0002",
      "zh_CN": "我是一九七七年第一次到香港讲经，住在「中华佛教图书馆」，这个图书馆是倓老创办的，我去的时候，老法师已经过去很多年了，所以没有缘见到他。尔后几乎每年到香港讲经，住在图书馆的时间最多；换句话说，这个缘分也很深，能够听到老法师的声音，当然非常的欢喜。",
      "zh_TW": "我是一九七七年第一次到香港講經，住在「中華佛教圖書館」，這個圖書館是倓老創辦的，我去的時候，老法師已經過去很多年了，所以沒有緣見到他。爾後幾乎每年到香港講經，住在圖書館的時間最多；換句話說，這個緣分也很深，能夠聽到老法師的聲音，當然非常的歡喜。"
    },
    {
      "id": "20-003-0001_p0003",
      "zh_CN": "他老人家一生的事迹，在《影尘回忆录》里面说得很清楚，大光法师是个有心人，老法师不愿意写传记，也不愿意把他一生的事情告诉人。而大光这几个人没有事情时就，找老和尚聊天，请老和尚讲从前的这些故事，以讲故事的方式，把他一生的经历说出来，大光就把它记下来，《影尘回忆录》就是倓老法师的传记。我们在这个传记里面，看到他老人家一生的经历。",
      "zh_TW": "他老人家一生的事蹟，在《影塵回憶錄》裡面說得很清楚，大光法師是個有心人，老法師不願意寫傳記，也不願意把他一生的事情告訴人。而大光這幾個人沒有事情時就，找老和尚聊天，請老和尚講從前的這些故事，以講故事的方式，把他一生的經歷說出來，大光就把它記下來，《影塵回憶錄》就是倓老法師的傳記。我們在這個傳記裡面，看到他老人家一生的經歷。"
    },
    {
      "id": "20-003-0001_p0004",
      "zh_CN": "他是中年学佛的，四十多岁才出家，出家的过程也相当艰苦。在没出家之前，他跟几个朋友开了个中药铺，当中有一个朋友是学佛的，他受他影响很深，而且这个朋友是专读《楞严经》的。《影尘回忆录》里有一段「八载寒窗读楞严」，八年时间就在一部经上下功夫，这个很如法。它里面记载着感应的事情。",
      "zh_TW": "他是中年學佛的，四十多歲才出家，出家的過程也相當艱苦。在沒出家之前，他跟幾個朋友開了個中藥鋪，當中有一個朋友是學佛的，他受他影響很深，而且這個朋友是專讀《楞嚴經》的。《影塵回憶錄》裡有一段「八載寒窗讀楞嚴」，八年時間就在一部經上下功夫，這個很如法。它裡面記載著感應的事情。"
    },
    {
      "id": "20-003-0001_p0005",
      "zh_CN": "有一天中午他们都在这个药铺，中午生意很冷清，没有什么人来，就趴在案子上打瞌睡。中午睡午觉的时候打瞌睡，这个朋友做了个梦，他看到两个人来了，抬头一看是他的冤家债主。从前因为财务纠纷，这两个人欠他的钱，打官司他打赢了，就逼他们还债，结果这两个人上吊自杀了。",
      "zh_TW": "有一天中午他們都在這個藥鋪，中午生意很冷清，沒有什麼人來，就趴在案子上打瞌睡。中午睡午覺的時候打瞌睡，這個朋友做了個夢，他看到兩個人來了，抬頭一看是他的冤家債主。從前因為財務糾紛，這兩個人欠他的錢，打官司他打贏了，就逼他們還債，結果這兩個人上吊自殺了。"
    },
    {
      "id": "20-003-0001_p0006",
      "zh_CN": "以后他非常后悔，对这个事情感觉很歉疚、很后悔。现在看到这两个人来了，他就知道这是两个鬼魂来了，心里就很恐惧，是不是来找麻烦的。看他们好像很和善，不像是找麻烦的样子。走到面前就给他跪下来，他心里就比较安了，不是来找麻烦的。",
      "zh_TW": "以後他非常後悔，對這個事情感覺很歉疚、很後悔。現在看到這兩個人來了，他就知道這是兩個鬼魂來了，心裡就很恐懼，是不是來找麻煩的。看他們好像很和善，不像是找麻煩的樣子。走到面前就給他跪下來，他心裡就比較安了，不是來找麻煩的。"
    },
    {
      "id": "20-003-0001_p0007",
      "zh_CN": "就问他们：「你们来干什么﹖」",
      "zh_TW": "就問他們：「你們來幹什麼﹖」"
    },
    {
      "id": "20-003-0001_p0008",
      "zh_CN": "那两个人说：「我们来求你超度。」",
      "zh_TW": "那兩個人說：「我們來求你超度。」"
    },
    {
      "id": "20-003-0001_p0009",
      "zh_CN": "他那个心就放心了。求超度，好，我答应你。他说：「怎么个超度法﹖」",
      "zh_TW": "他那個心就放心了。求超度，好，我答應你。他說：「怎麼個超度法﹖」"
    },
    {
      "id": "20-003-0001_p0010",
      "zh_CN": "那两个人说：「只要你答应就可以了。」",
      "zh_TW": "那兩個人說：「只要你答應就可以了。」"
    },
    {
      "id": "20-003-0001_p0011",
      "zh_CN": "他说：「那行！我答应你。」就看到这个鬼魂踩到他的膝盖，踩到他的肩膀升天了。",
      "zh_TW": "他說：「那行！我答應你。」就看到這個鬼魂踩到他的膝蓋，踩到他的肩膀升天了。"
    },
    {
      "id": "20-003-0001_p0012",
      "zh_CN": "过了没有一会，又来了两个人，一个是他的太太，还有一个小孩，这是他的小儿子，母子两个都过世了。两个人来到面前，也跟前面两个人一样，跪在地下求超度。他都点头同意，也看到这两个人踩着肩膀升天。梦醒了之后，他就告诉倓老。由此可知，超度是真的，超度一定要真正修行人，你才有这个功德；不是只按照这个仪式做做就行了，那未必，真正要有修行的。",
      "zh_TW": "過了沒有一會，又來了兩個人，一個是他的太太，還有一個小孩，這是他的小兒子，母子兩個都過世了。兩個人來到面前，也跟前面兩個人一樣，跪在地下求超度。他都點頭同意，也看到這兩個人踩著肩膀升天。夢醒了之後，他就告訴倓老。由此可知，超度是真的，超度一定要真正修行人，你才有這個功德；不是只按照這個儀式做做就行了，那未必，真正要有修行的。"
    },
    {
      "id": "20-003-0001_p0013",
      "zh_CN": "这就说明「八载寒窗读楞严」的功德，确实有这个能力，鬼神才来找你；你没有这个能力，他不找你，找你没用处，帮不上忙。今天看到你修行确实有功德，你可以帮的上忙，他来找你。",
      "zh_TW": "這就說明「八載寒窗讀楞嚴」的功德，確實有這個能力，鬼神才來找你；你沒有這個能力，他不找你，找你沒用處，幫不上忙。今天看到你修行確實有功德，你可以幫的上忙，他來找你。"
    },
    {
      "id": "20-003-0001_p0014",
      "zh_CN": "像这种情形，很多学佛的同修都有，但是没有这么殊胜。我们常常作梦，梦到已经过去的家亲眷属，他有求于你，《地藏经》上说得很明白，他来求你帮助他。我们没有像倓老朋友那么样的功夫，但是可以念经、念佛，把这个功德回向给他。他所得到的利益，虽不是踩着肩膀升天，但是对他多少都会有帮助。",
      "zh_TW": "像這種情形，很多學佛的同修都有，但是沒有這麼殊勝。我們常常作夢，夢到已經過去的家親眷屬，他有求於你，《地藏經》上說得很明白，他來求你幫助他。我們沒有像倓老朋友那麼樣的功夫，但是可以念經、念佛，把這個功德迴向給他。他所得到的利益，雖不是踩著肩膀升天，但是對他多少都會有幫助。"
    },
    {
      "id": "20-003-0001_p0015",
      "zh_CN": "倓老学佛以后，到最后出家了。出家没多久，大概两、三年的时间，对当时的天台宗大德谛闲老法师非常的景仰，就到天台去参学。谛老法师见到他也很欢喜，认为他根性很利，是一个难得的好学生，就收了他。以后他继承了谛老的衣钵，是谛闲老法师的传人。谛老曾经跟他说：「你的法缘在东北」，学成之后劝他回到北方。他也接受老师的指导，所以中国北方的佛教是他老人家一手创建的。",
      "zh_TW": "倓老學佛以後，到最後出家了。出家沒多久，大概兩、三年的時間，對當時的天台宗大德諦閑老法師非常的景仰，就到天台去參學。諦老法師見到他也很歡喜，認為他根性很利，是一個難得的好學生，就收了他。以後他繼承了諦老的衣缽，是諦閑老法師的傳人。諦老曾經跟他說：「你的法緣在東北」，學成之後勸他回到北方。他也接受老師的指導，所以中國北方的佛教是他老人家一手創建的。"
    },
    {
      "id": "20-003-0001_p0016",
      "zh_CN": "他在东北大大小小寺庙，建了差不多将近有二十座，真的是福报大。我们不敢讲有证，确实是有修有学的大善知识。虽然他是天台宗，也是天台宗的传人，但是他一生念佛，为什么？他说他亲眼见到的念佛往生、预知时至、不生病的，晓得哪一天走的，站着走的，坐着走的，他一生看到二十多个人，这个真是非常有力的见证。因此，他对这个法门深信不疑，所以他念佛求生净土。他老人家走的时候也是坐着走的，总算满了他的愿。",
      "zh_TW": "他在東北大大小小寺廟，建了差不多將近有二十座，真的是福報大。我們不敢講有證，確實是有修有學的大善知識。雖然他是天台宗，也是天台宗的傳人，但是他一生念佛，為什麼？他說他親眼見到的念佛往生、預知時至、不生病的，曉得哪一天走的，站著走的，坐著走的，他一生看到二十多個人，這個真是非常有力的見證。因此，他對這個法門深信不疑，所以他念佛求生淨土。他老人家走的時候也是坐著走的，總算滿了他的願。"
    },
    {
      "id": "20-003-0001_p0017",
      "zh_CN": "佛七期间，一开端等于是介绍佛学的修学纲要，虽然没有把大乘几个宗派说明，也都顺便提了一下。因为佛七是净土宗的法门，说明净土宗的殊胜，他讲到三辈九品，即使是下下品往生，也比欲界天、色界天的福报还要大。这是劝人从修学大乘，应当要转入净土一门专修。",
      "zh_TW": "佛七期間，一開端等於是介紹佛學的修學綱要，雖然沒有把大乘幾個宗派說明，也都順便提了一下。因為佛七是淨土宗的法門，說明淨土宗的殊勝，他講到三輩九品，即使是下下品往生，也比欲界天、色界天的福報還要大。這是勸人從修學大乘，應當要轉入淨土一門專修。"
    },
    {
      "id": "20-003-0001_p0018",
      "zh_CN": "这个音带，第一段是第二天讲的，第二段是第四天讲的，可见得他不是天天讲，他是隔一天讲一次。第二天一开端，有几句话很重要。他说佛七头两天，大家的心还很散乱，还没有收起来；换句话说，功夫还不得力。最得力的是第三天、第四天、第五天，七天当中这第三天最得力。后两天又懈怠了，为什么？佛七快要完了，想想还有什么事情要办，这又打闲岔了。功夫真正得力是当中的三天，这个很有道理。",
      "zh_TW": "這個音帶，第一段是第二天講的，第二段是第四天講的，可見得他不是天天講，他是隔一天講一次。第二天一開端，有幾句話很重要。他說佛七頭兩天，大家的心還很散亂，還沒有收起來；換句話說，功夫還不得力。最得力的是第三天、第四天、第五天，七天當中這第三天最得力。後兩天又懈怠了，為什麼？佛七快要完了，想想還有什麼事情要辦，這又打閒岔了。功夫真正得力是當中的三天，這個很有道理。"
    },
    {
      "id": "20-003-0001_p0019",
      "zh_CN": "因为香港那边学禅的人很多，风气很盛，念佛这个法门没有禅那样的盛。他老人家就举出谛闲老法师在外面讲经说法，常常举他两个学生的榜样来劝勉大众。",
      "zh_TW": "因為香港那邊學禪的人很多，風氣很盛，念佛這個法門沒有禪那樣的盛。他老人家就舉出諦閑老法師在外面講經說法，常常舉他兩個學生的榜樣來勸勉大眾。"
    },
    {
      "id": "20-003-0001_p0020",
      "zh_CN": "第一个是学禅的徒弟，这都是早年的徒弟了，现在都不在了。这个徒弟，用现在话来讲，他是知识分子，读过书的；没有出家之前他结过婚，而且还有一个小女儿。学佛之后，对佛法非常的仰慕，决心出家，经人介绍给谛老法师，谛老法师收了他。但是他跟家里没商量妥当，就毅然出家了。太太虽不答应，也无可奈何，没法子，太太就跳江自杀了。剩下这个小女儿很小，就交给亲戚去扶养，他就出家了。",
      "zh_TW": "第一個是學禪的徒弟，這都是早年的徒弟了，現在都不在了。這個徒弟，用現在話來講，他是知識分子，讀過書的；沒有出家之前他結過婚，而且還有一個小女兒。學佛之後，對佛法非常的仰慕，決心出家，經人介紹給諦老法師，諦老法師收了他。但是他跟家裡沒商量妥當，就毅然出家了。太太雖不答應，也無可奈何，沒法子，太太就跳江自殺了。剩下這個小女兒很小，就交給親戚去扶養，他就出家了。"
    },
    {
      "id": "20-003-0001_p0021",
      "zh_CN": "他对禅很有兴趣，天台山是学教的，不是禅宗道场。他既然愿意学禅，老法师也不勉强，就把他送到当时禅宗第一个道场镇江「金山寺」。你们看《白蛇传》里有个金山寺，就是那个地方，当时是中国禅宗最盛的一个道场。金山寺也叫江天寺，因为这个寺是建在长江一个岛上，靠近南岸，靠近镇江，但是要坐船过去，寺庙建在那里，所以叫江天寺。这个寺庙年代很久，现在也是观光名胜的地区。",
      "zh_TW": "他對禪很有興趣，天台山是學教的，不是禪宗道場。他既然願意學禪，老法師也不勉強，就把他送到當時禪宗第一個道場鎮江「金山寺」。你們看《白蛇傳》裡有個金山寺，就是那個地方，當時是中國禪宗最盛的一個道場。金山寺也叫江天寺，因為這個寺是建在長江一個島上，靠近南岸，靠近鎮江，但是要坐船過去，寺廟建在那裡，所以叫江天寺。這個寺廟年代很久，現在也是觀光名勝的地區。"
    },
    {
      "id": "20-003-0001_p0022",
      "zh_CN": "他到那边去，在禅堂确实很用功，很有道心。在这个寺过了不少年，慢慢的他就升为执事（执事就是管理大众），最后升到首座和尚。寺院等于是个学校一样，住持就好像是校长，首座相当于教务主任，维那是训导主任，监院（当家师）是总务主任，这个叫三大纲领执事，跟学校一样，只是名称不相同，他们的职务相同。",
      "zh_TW": "他到那邊去，在禪堂確實很用功，很有道心。在這個寺過了不少年，慢慢的他就升為執事（執事就是管理大眾），最後升到首座和尚。寺院等於是個學校一樣，住持就好像是校長，首座相當於教務主任，維那是訓導主任，監院（當家師）是總務主任，這個叫三大綱領執事，跟學校一樣，只是名稱不相同，他們的職務相同。"
    },
    {
      "id": "20-003-0001_p0023",
      "zh_CN": "做到教务主任，这个地位非常高，仅次于和尚。这个时候皈依的信徒也多，供养也多；这些多了之后，贡高我慢的念头起来了，自己以为很了不起了。这个念头一起来，道心就失掉了。什么是道心？清净心、平等心，这个很重要。",
      "zh_TW": "做到教務主任，這個地位非常高，僅次於和尚。這個時候皈依的信徒也多，供養也多；這些多了之後，貢高我慢的念頭起來了，自己以為很了不起了。這個念頭一起來，道心就失掉了。什麼是道心？清淨心、平等心，這個很重要。"
    },
    {
      "id": "20-003-0001_p0024",
      "zh_CN": "从前在禅堂里参禅有道心，现在当了首座和尚，道心没有了。道心失掉了，护法神就不保护你了。人真正有道心，就有护法神保护你。道心失掉了，护法神走了，他的冤家债主找上门，我们俗话讲「着魔」了。着魔之后，说话颠三倒四，用我们现在的话说，他得了神经病，精神分裂，不正常。江天寺四面都是水，看到旁边没人，他一个人出去跳江自杀，被人发现把他救起来。过了几天，他又去跳江，又被人救起来。",
      "zh_TW": "從前在禪堂裡參禪有道心，現在當了首座和尚，道心沒有了。道心失掉了，護法神就不保護你了。人真正有道心，就有護法神保護你。道心失掉了，護法神走了，他的冤家債主找上門，我們俗話講「著魔」了。著魔之後，說話顛三倒四，用我們現在的話說，他得了神經病，精神分裂，不正常。江天寺四面都是水，看到旁邊沒人，他一個人出去跳江自殺，被人發現把他救起來。過了幾天，他又去跳江，又被人救起來。"
    },
    {
      "id": "20-003-0001_p0025",
      "zh_CN": "江天寺的方丈和尚觉得他有了问题，这个首座和尚常常闹自杀，影响整个寺庙的修行人。所以赶紧给谛闲老法师送信，说：「你这个徒弟现在常常想自杀，我们也不晓得什么缘故，请老和尚来把他带回去。」谛老就到江天寺去接他回来。见了面，一切情形都很正常，就把他带回到温州天台山。他们走水路，这个水路是通的，从长江远海坐船来，一直可以到温州。他们坐的是轮船，轮船是上下舖，老和尚睡下面，他年轻动作比较伶俐，就叫他睡上舖。一路平安无事，也没出什么问题。这是老和尚有道行保护他，魔也不敢作祟。",
      "zh_TW": "江天寺的方丈和尚覺得他有了問題，這個首座和尚常常鬧自殺，影響整個寺廟的修行人。所以趕緊給諦閑老法師送信，說：「你這個徒弟現在常常想自殺，我們也不曉得什麼緣故，請老和尚來把他帶回去。」諦老就到江天寺去接他回來。見了面，一切情形都很正常，就把他帶回到溫州天台山。他們走水路，這個水路是通的，從長江遠海坐船來，一直可以到溫州。他們坐的是輪船，輪船是上下舖，老和尚睡下面，他年輕動作比較伶俐，就叫他睡上舖。一路平安無事，也沒出什麼問題。這是老和尚有道行保護他，魔也不敢作祟。"
    },
    {
      "id": "20-003-0001_p0026",
      "zh_CN": "回到天台，寺院里面也讲求身分地位。他曾经做过大寺院的首座和尚，很有身分，在佛门里也相当有地位，所以特别给他一个房间。通常一般是住广单，睡通舖的。这是特别礼遇他对于佛教有页献，所以给他一个房间。",
      "zh_TW": "回到天台，寺院裡面也講求身分地位。他曾經做過大寺院的首座和尚，很有身分，在佛門裡也相當有地位，所以特別給他一個房間。通常一般是住廣單，睡通舖的。這是特別禮遇他對於佛教有頁獻，所以給他一個房間。"
    },
    {
      "id": "20-003-0001_p0027",
      "zh_CN": "早晚上殿随他意，他愿意去就去，不愿意去就不去。有一天早晨吃早饭的时候他没来。上殿他不去无所谓，吃早饭的时候也没来，未免睡得太晚，太过分了！老和尚就叫庙里面的查房去喊他。去敲门，没有人答应。把门打开，房间里没有人，窗户是打开的，人可以从窗户跳出去。查房赶紧回去报告老法师，谛老法师一听不好了，恐怕又去跳水了。那个道场虽然外头没有江，有个小河，河里可以走小帆船，可以淹死人的。过去他曾经有两次纪录，是不是又跑去跳水了？赶紧找人分头去找。找了半天，差不多找了半里多的路发现，真的找到了，但已经死了，尸首浮起来了，那就没法子。把他打捞上来，抬回来，再给他念念经，超度超度，办后事。",
      "zh_TW": "早晚上殿隨他意，他願意去就去，不願意去就不去。有一天早晨吃早飯的時候他沒來。上殿他不去無所謂，吃早飯的時候也沒來，未免睡得太晚，太過分了！老和尚就叫廟裡面的查房去喊他。去敲門，沒有人答應。把門打開，房間裡沒有人，窗戶是打開的，人可以從窗戶跳出去。查房趕緊回去報告老法師，諦老法師一聽不好了，恐怕又去跳水了。那個道場雖然外頭沒有江，有個小河，河裡可以走小帆船，可以淹死人的。過去他曾經有兩次紀錄，是不是又跑去跳水了？趕緊找人分頭去找。找了半天，差不多找了半里多的路發現，真的找到了，但已經死了，屍首浮起來了，那就沒法子。把他打撈上來，抬回來，再給他念念經，超度超度，辦後事。"
    },
    {
      "id": "20-003-0001_p0028",
      "zh_CN": "正当他的尸首抬到庙里的时候，他的女儿来了。他女儿长大了，也结婚了，哭哭啼啼到庙里来，见老和尚。老和尚说：「你来的正好！」就问她：「你为什么来的？」",
      "zh_TW": "正當他的屍首抬到廟裡的時候，他的女兒來了。他女兒長大了，也結婚了，哭哭啼啼到廟裡來，見老和尚。老和尚說：「你來的正好！」就問她：「你為什麼來的？」"
    },
    {
      "id": "20-003-0001_p0029",
      "zh_CN": "他女儿讲：「昨天晚上做了个梦，梦了爸爸妈妈，说今天去上任。」",
      "zh_TW": "他女兒講：「昨天晚上做了個夢，夢了爸爸媽媽，說今天去上任。」"
    },
    {
      "id": "20-003-0001_p0030",
      "zh_CN": "老和尚说：「上什么任？」",
      "zh_TW": "老和尚說：「上什麼任？」"
    },
    {
      "id": "20-003-0001_p0031",
      "zh_CN": "她说：「他们去作土地公了。」",
      "zh_TW": "她說：「他們去作土地公了。」"
    },
    {
      "id": "20-003-0001_p0032",
      "zh_CN": "老和尚一听明白了，山旁盖了一个新的土地庙，原来他去当土地公，他太太去当土地奶奶了，这一下才恍然大悟。原来他太太跳水死的，这个鬼魂一直就在他的旁边，因为他过去参禅真正有功夫、有道心，有护法神，她这个鬼魂没有办法贴到他身上。到他道心失掉了，贪图享受、贡高我慢这个念头一起来了，护法神离开了，这个鬼魂附在他身上。实际上，常常闹跳水不是他自己，他是被鬼迷了，太太还是把他抓去了。这就说明参禅参了几十年，最后的结果是落个土地公，还被他太太抓去了，太太去当土地婆去了。",
      "zh_TW": "老和尚一聽明白了，山旁蓋了一個新的土地廟，原來他去當土地公，他太太去當土地奶奶了，這一下才恍然大悟。原來他太太跳水死的，這個鬼魂一直就在他的旁邊，因為他過去參禪真正有功夫、有道心，有護法神，她這個鬼魂沒有辦法貼到他身上。到他道心失掉了，貪圖享受、貢高我慢這個念頭一起來了，護法神離開了，這個鬼魂附在他身上。實際上，常常鬧跳水不是他自己，他是被鬼迷了，太太還是把他抓去了。這就說明參禪參了幾十年，最後的結果是落個土地公，還被他太太抓去了，太太去當土地婆去了。"
    },
    {
      "id": "20-003-0001_p0033",
      "zh_CN": "于是老和尚超度佛事就到土地庙去做，给他念经，给他超度。老和尚也很有趣，他说：「你既然做了土地公了，我们给你念经超度，你要显显灵给我们看看。」说了这个话，也很奇怪，他们念经的那个桌子前面，就有一个小的旋风，像龙卷风一样，很小，在念经的台面前转，转了很久。老和尚点点头，知道了。",
      "zh_TW": "於是老和尚超度佛事就到土地廟去做，給他念經，給他超度。老和尚也很有趣，他說：「你既然做了土地公了，我們給你念經超度，你要顯顯靈給我們看看。」說了這個話，也很奇怪，他們念經的那個桌子前面，就有一個小的旋風，像龍捲風一樣，很小，在念經的台面前轉，轉了很久。老和尚點點頭，知道了。"
    },
    {
      "id": "20-003-0001_p0034",
      "zh_CN": "这是说参禅的人为什么会着魔？《楞严经‧清净明诲章》讲了，大家心里都会明了。清净心失掉了，「贪瞋痴慢」事可能不严重，念头还有，有念头就不行，这就是着魔的因由。如果他心真正清净，断信亦无，他太太的鬼魂找都找不到他，他的道业当然就能成就。老法师常常讲这个公案，警惕现前修行人，心不清净就遭魔难，落得这么一个下场，一生的修行换了一个土地公。",
      "zh_TW": "這是說參禪的人為什麼會著魔？《楞嚴經‧清淨明誨章》講了，大家心裡都會明瞭。清淨心失掉了，「貪瞋痴慢」事可能不嚴重，念頭還有，有念頭就不行，這就是著魔的因由。如果他心真正清淨，斷信亦無，他太太的鬼魂找都找不到他，他的道業當然就能成就。老法師常常講這個公案，警惕現前修行人，心不清淨就遭魔難，落得這麼一個下場，一生的修行換了一個土地公。"
    },
    {
      "id": "20-003-0001_p0035",
      "zh_CN": "然后又说一个念佛的徒弟，这个念佛的徒弟，比这个参禅的徒弟还要早，是老法师还没有成名的时候，在观宗寺当知客师时。知客师是什么？寺庙里头专门管招待宾客的，做这么一个职务。老和尚年岁大概只有四十几岁的样子，不太大。有一个从小的玩伴，他们都是出生在乡下，一个村庄里面，小时候就在一块玩耍，交情很深厚。大陆上，在民国初年、清朝末年的时候，教育很不发达，那时候还没有学校，只有私塾，小孩读书的机会很少，只有家庭好的才能够读几年书。",
      "zh_TW": "然後又說一個念佛的徒弟，這個念佛的徒弟，比這個參禪的徒弟還要早，是老法師還沒有成名的時候，在觀宗寺當知客師時。知客師是什麼？寺廟裡頭專門管招待賓客的，做這麼一個職務。老和尚年歲大概只有四十幾歲的樣子，不太大。有一個從小的玩伴，他們都是出生在鄉下，一個村莊裡面，小時候就在一塊玩耍，交情很深厚。大陸上，在民國初年、清朝末年的時候，教育很不發達，那時候還沒有學校，只有私塾，小孩讀書的機會很少，只有家庭好的才能夠讀幾年書。"
    },
    {
      "id": "20-003-0001_p0036",
      "zh_CN": "谛闲老法师家境还算不错，所以念了几年书。以后他舅舅做生意，跟他舅舅学做生意，跑过不少地方，所以有一些学术的基础。他这个朋友家境很清寒，没有念过书，不认识字。长大之后，学了个手艺，靠这个手艺维持生活。什么手艺？老和尚给我们讲是「锅漏匠」。",
      "zh_TW": "諦閑老法師家境還算不錯，所以念了幾年書。以後他舅舅做生意，跟他舅舅學做生意，跑過不少地方，所以有一些學術的基礎。他這個朋友家境很清寒，沒有念過書，不認識字。長大之後，學了個手藝，靠這個手藝維持生活。什麼手藝？老和尚給我們講是「鍋漏匠」。"
    },
    {
      "id": "20-003-0001_p0037",
      "zh_CN": "这个「锅漏匠」，恐怕你们都不知道他说的是什么，我知道，我还记得！因为我也是出生在乡下村庄里面，「锅漏匠」就是补锅、补碗的，这是我亲眼见到的。从前家里用的锅碗打破了，舍不得丢，想办法把它补起来。这个补锅补碗的挑着一个担子，大概一个月会到这个地方来走一次，你有打破的锅碗，他会给你补。这个现在没有了，现在哪里还会用破锅破碗，没这个道理，早就丢掉了。那个时候，生活多么的艰难。",
      "zh_TW": "這個「鍋漏匠」，恐怕你們都不知道他說的是什麼，我知道，我還記得！因為我也是出生在鄉下村莊裡面，「鍋漏匠」就是補鍋、補碗的，這是我親眼見到的。從前家裡用的鍋碗打破了，捨不得丟，想辦法把它補起來。這個補鍋補碗的挑著一個擔子，大概一個月會到這個地方來走一次，你有打破的鍋碗，他會給你補。這個現在沒有了，現在哪裡還會用破鍋破碗，沒這個道理，早就丟掉了。那個時候，生活多麼的艱難。"
    },
    {
      "id": "20-003-0001_p0038",
      "zh_CN": "他这个工作很辛苦，深深体会到人生的痛苦，所以就找他这个老朋友。听说老朋友做了和尚，找到之后，他就跟谛闲法师说：「我要出家。」谛闲法师说：「你不要找我的麻烦，你在我庙里住几天，你还是出去做你的生意去。」结果他非常坚决，一定要出家。老法师就说：「出家要学经教，你不认识字，没有法子学。出家不学经教的要学佛寺的唱念，你年岁大了，你也学不会，你还是去做生意好了。」在那个时候，四十多岁几乎就是进入老年，五十岁就称老人，五十岁的人出去都拄拐杖。",
      "zh_TW": "他這個工作很辛苦，深深體會到人生的痛苦，所以就找他這個老朋友。聽說老朋友做了和尚，找到之後，他就跟諦閑法師說：「我要出家。」諦閑法師說：「你不要找我的麻煩，你在我廟裡住幾天，你還是出去做你的生意去。」結果他非常堅決，一定要出家。老法師就說：「出家要學經教，你不認識字，沒有法子學。出家不學經教的要學佛寺的唱念，你年歲大了，你也學不會，你還是去做生意好了。」在那個時候，四十多歲幾乎就是進入老年，五十歲就稱老人，五十歲的人出去都拄柺杖。"
    },
    {
      "id": "20-003-0001_p0039",
      "zh_CN": "结果他那个朋友说，他太苦了，他非出家不可。谛老被他逼得没办法，他说：「这样好了，你既然真的要出家，那你要依我的条件。」他那个朋友说：「行，我既然认你作师父了，你说什么我都接受，我都听。」这样谈妥条件了，谛老就给他剃头。出家之后，他说：「你也不要去受戒。受戒的戒期是五十三天，非常辛苦！年岁大的人吃不消。戒坛里面许许多多东西要学习，你学不会，天天挨骂挨打，甚至于被开除，被赶出去。算了，你不要去受戒了。你也不要住在庙里，住在庙里面什么都不会，人家冷眼看你，你这日子也很难过。宁波乡下小庙很多，有很多小庙没人住的，我就给你找一个没人住的庙，你一个人去住。」",
      "zh_TW": "結果他那個朋友說，他太苦了，他非出家不可。諦老被他逼得沒辦法，他說：「這樣好了，你既然真的要出家，那你要依我的條件。」他那個朋友說：「行，我既然認你作師父了，你說什麼我都接受，我都聽。」這樣談妥條件了，諦老就給他剃頭。出家之後，他說：「你也不要去受戒。受戒的戒期是五十三天，非常辛苦！年歲大的人吃不消。戒壇裡面許許多多東西要學習，你學不會，天天挨罵挨打，甚至於被開除，被趕出去。算了，你不要去受戒了。你也不要住在廟裡，住在廟裡面什麼都不會，人家冷眼看你，你這日子也很難過。寧波鄉下小廟很多，有很多小廟沒人住的，我就給你找一個沒人住的廟，你一個人去住。」"
    },
    {
      "id": "20-003-0001_p0040",
      "zh_CN": "因为谛老是观宗寺的知客师，知客师跟在家信徒常常连系，所以他的熟人很多。就近找几个护法，每个月给他送点钱、送点米，生活可以过得去。又在这个破庙附近找到一个学佛的老太太，请这个老太太每天给他烧中、晚两餐饭，早饭自己做。",
      "zh_TW": "因為諦老是觀宗寺的知客師，知客師跟在家信徒常常連繫，所以他的熟人很多。就近找幾個護法，每個月給他送點錢、送點米，生活可以過得去。又在這個破廟附近找到一個學佛的老太太，請這個老太太每天給他燒中、晚兩餐飯，早飯自己做。"
    },
    {
      "id": "20-003-0001_p0041",
      "zh_CN": "谛老说：「我教你一句『南无阿弥陀佛』，你就念这六个字。念累了，你就休息，休息好了再念。就这一句佛号一直念下去，准有好处。」究竟有什么好处？他也没问。老和尚也没说，就告诉他这一句佛号念下去，一定有好处。",
      "zh_TW": "諦老說：「我教你一句『南無阿彌陀佛』，你就念這六個字。念累了，你就休息，休息好了再念。就這一句佛號一直念下去，准有好處。」究竟有什麼好處？他也沒問。老和尚也沒說，就告訴他這一句佛號念下去，一定有好處。"
    },
    {
      "id": "20-003-0001_p0042",
      "zh_CN": "这样大概念了三、四年，他也真听话，这三、四年在这个小庙里从来都不出门，真的一句佛号念到底。这一天，他特别出去看看他的亲戚朋友。晚上回来吃晚饭的时候，就告诉烧饭的老太太说：「明天你不用替我烧饭了，你不要来了。」老太太也没有问什么缘故，心想这个师父这么久都没出门，今天下午出了门之后，可能明天有朋友请他吃饭。",
      "zh_TW": "這樣大概念了三、四年，他也真聽話，這三、四年在這個小廟裡從來都不出門，真的一句佛號念到底。這一天，他特別出去看看他的親戚朋友。晚上回來吃晚飯的時候，就告訴燒飯的老太太說：「明天你不用替我燒飯了，你不要來了。」老太太也沒有問什麼緣故，心想這個師父這麼久都沒出門，今天下午出了門之後，可能明天有朋友請他吃飯。"
    },
    {
      "id": "20-003-0001_p0043",
      "zh_CN": "到第二天中午吃饭的时候，老太太不放心，再到庙里去看看。庙门是不关的，为什么？什么东西都没有，所以夜不闭户。到里面找师父，师父的房门是开的，窗户也是开的，看到这个师父站在那个地方，面孔朝着窗外，一个手拿念珠，一个手上有灰。倓老叫它是小灰，小灰是什么？从前吐痰，有钱人家有痰盂，没有钱的人家就用木头钉一个小盒子，盒子里放草灰。大陆上烧饭的灶烧草的比较多，烧柴、烧草都有灰。把那个灰放在盒子上，吐痰就吐在那个地方，过几天把这个灰换一次。",
      "zh_TW": "到第二天中午吃飯的時候，老太太不放心，再到廟裡去看看。廟門是不關的，為什麼？什麼東西都沒有，所以夜不閉戶。到裡面找師父，師父的房門是開的，窗戶也是開的，看到這個師父站在那個地方，面孔朝著窗外，一個手拿念珠，一個手上有灰。倓老叫它是小灰，小灰是什麼？從前吐痰，有錢人家有痰盂，沒有錢的人家就用木頭釘一個小盒子，盒子裡放草灰。大陸上燒飯的灶燒草的比較多，燒柴、燒草都有灰。把那個灰放在盒子上，吐痰就吐在那個地方，過幾天把這個灰換一次。"
    },
    {
      "id": "20-003-0001_p0044",
      "zh_CN": "他手上拿着灰，叫他又不答应，仔细一看，他死了，什么时候走的不晓得。这个老太太一生从来没有看到人是站着死的，这也把她吓到了。老太太赶紧去通知平常送米送钱护持他照顾他生活的几个护法来。这几个人来了一看，也不敢处置，立刻派人到观宗寺给谛老法师送信。谛老法师听说他已经走了，也赶紧赶来。那个时候没有车，只能用走路的，这一个往返要三天的时间。老法师来了，看到这个情形，非常赞叹。他说：「你总算没有白出家，你的成就，讲经说法的大法师、名山宝刹的方丈住持也比不上你。」",
      "zh_TW": "他手上拿著灰，叫他又不答應，仔細一看，他死了，什麼時候走的不曉得。這個老太太一生從來沒有看到人是站著死的，這也把她嚇到了。老太太趕緊去通知平常送米送錢護持他照顧他生活的幾個護法來。這幾個人來了一看，也不敢處置，立刻派人到觀宗寺給諦老法師送信。諦老法師聽說他已經走了，也趕緊趕來。那個時候沒有車，只能用走路的，這一個往返要三天的時間。老法師來了，看到這個情形，非常讚歎。他說：「你總算沒有白出家，你的成就，講經說法的大法師、名山寶剎的方丈住持也比不上你。」"
    },
    {
      "id": "20-003-0001_p0045",
      "zh_CN": "一句佛号，什么都不懂，念了三年，念累了就休息，休息好了就再念，这个多自在！他为什么能念成功？确实是万缘放下了。他也不知道怎么回事情，但是他听师父的教导，百分之百的奉行，没有一点折扣，也没有一点意见。他是预知时至，他晓得什么时候走，在走之前去看看朋友，见最后一面。但是他自己不说，交代烧饭的老太太明天不必来了。他走了，没有生病，你看多潇洒！多自在！",
      "zh_TW": "一句佛號，什麼都不懂，念了三年，念累了就休息，休息好了就再念，這個多自在！他為什麼能念成功？確實是萬緣放下了。他也不知道怎麼回事情，但是他聽師父的教導，百分之百的奉行，沒有一點折扣，也沒有一點意見。他是預知時至，他曉得什麼時候走，在走之前去看看朋友，見最後一面。但是他自己不說，交代燒飯的老太太明天不必來了。他走了，沒有生病，你看多瀟灑！多自在！"
    },
    {
      "id": "20-003-0001_p0046",
      "zh_CN": "这样的功夫，一定是念到「一心不乱」，一心不乱是定慧都具足。也许有人问：「既然有定有慧，为什么不弘法利生？」弘法利生要法缘，没有法缘没有用处，人家不听你的。他是个锅漏匠出身，又不认识字，也没有学过，谁听你的？没人听！这样一往生，劝了多少人，这个样子在那里，就是利他。使人家见到、听到了，信心增长，也知道应该如何用功，一句佛号就成就了。",
      "zh_TW": "這樣的功夫，一定是念到「一心不亂」，一心不亂是定慧都具足。也許有人問：「既然有定有慧，為什麼不弘法利生？」弘法利生要法緣，沒有法緣沒有用處，人家不聽你的。他是個鍋漏匠出身，又不認識字，也沒有學過，誰聽你的？沒人聽！這樣一往生，勸了多少人，這個樣子在那裡，就是利他。使人家見到、聽到了，信心增長，也知道應該如何用功，一句佛號就成就了。"
    },
    {
      "id": "20-003-0001_p0047",
      "zh_CN": "谛老替他办后事时，把他的手掰开，原来他手上还握着八、九块大洋。谛老一想，可能是他从前做生意积蓄的一点钱，平常把它放在吐痰的那个灰底下，人家也不知道。现在他要走了，钱他拿在手上，这个意思大家很明白，就是替他办理后事，他连后事也不找人麻烦。",
      "zh_TW": "諦老替他辦後事時，把他的手掰開，原來他手上還握著八、九塊大洋。諦老一想，可能是他從前做生意積蓄的一點錢，平常把它放在吐痰的那個灰底下，人家也不知道。現在他要走了，錢他拿在手上，這個意思大家很明白，就是替他辦理後事，他連後事也不找人麻煩。"
    },
    {
      "id": "20-003-0001_p0048",
      "zh_CN": "这是说一个念佛人的成就。给诸位说，这个成就往生的品位绝对不在中下，决定是上三品往生。往往是一个被看不起的人才真有成就，人家恭敬供养的人反而不能成就，这一恭敬供养，毛病都出来了，心就不清净了，自以为是。他们这样的人心里谦虚，觉得样样都不如人，对一切人一切事真诚恭敬，所以他有成就。",
      "zh_TW": "這是說一個念佛人的成就。給諸位說，這個成就往生的品位絕對不在中下，決定是上三品往生。往往是一個被看不起的人才真有成就，人家恭敬供養的人反而不能成就，這一恭敬供養，毛病都出來了，心就不清淨了，自以為是。他們這樣的人心裡謙虛，覺得樣樣都不如人，對一切人一切事真誠恭敬，所以他有成就。"
    },
    {
      "id": "20-003-0001_p0049",
      "zh_CN": "这是老法师常常举出他亲眼看到的两个徒弟，一个参禅参了几十年，当土地公去了；一个念佛念了三年，上品上生去了，哪能为比？一个是有知识的，一个是不识字；不识字的见阿弥陀佛去了，识字的去当土地公去了。正应了我们中国古人所说：「唯上智与下愚不移。」真正有成就的，一个是上智，一个是下愚。不能成就的，就是当中这个，俗话讲：「半吊子！」你说他不行，他很行；说他真行，他又不行，这一种人是最难度的，这一种人占大多数。",
      "zh_TW": "這是老法師常常舉出他親眼看到的兩個徒弟，一個參禪參了幾十年，當土地公去了；一個念佛念了三年，上品上生去了，哪能為比？一個是有知識的，一個是不識字；不識字的見阿彌陀佛去了，識字的去當土地公去了。正應了我們中國古人所說：「唯上智與下愚不移。」真正有成就的，一個是上智，一個是下愚。不能成就的，就是當中這個，俗話講：「半吊子！」你說他不行，他很行；說他真行，他又不行，這一種人是最難度的，這一種人佔大多數。"
    },
    {
      "id": "20-003-0001_p0050",
      "zh_CN": "所以世尊四十九年苦口婆心说一切法，教化的多半都是中等人。真正上根利智跟下愚之人，佛用什么法子度他？念佛法门。上根利智的，告诉他这个法门，他马上接受，他不怀疑，他就一直念到底，这根性最利。下愚之人，劝他念一句阿弥陀佛，他死心塌地念，他什么也不会、也不要，也不懂得道理，你教我念我就念，念到成就了，那个果实自然现前。所以这两种人是佛门常讲根熟众生，根性、机缘成熟了。这是老和尚第二天讲的。",
      "zh_TW": "所以世尊四十九年苦口婆心說一切法，教化的多半都是中等人。真正上根利智跟下愚之人，佛用什麼法子度他？念佛法門。上根利智的，告訴他這個法門，他馬上接受，他不懷疑，他就一直念到底，這根性最利。下愚之人，勸他念一句阿彌陀佛，他死心塌地念，他什麼也不會、也不要，也不懂得道理，你教我念我就念，念到成就了，那個果實自然現前。所以這兩種人是佛門常講根熟眾生，根性、機緣成熟了。這是老和尚第二天講的。"
    },
    {
      "id": "20-003-0001_p0051",
      "zh_CN": "后面一段讲畜牲往生，那也是很早的事情，是谛老法师还没有成名，在一个小庙里头当住持，这个庙叫「头陀寺」，也在温州。现在好像这个庙还在，大概总是因为谛闲老法师曾经在那里做过住持，以后老法师成名了，所以这个小庙也沾光。",
      "zh_TW": "後面一段講畜牲往生，那也是很早的事情，是諦老法師還沒有成名，在一個小廟裡頭當住持，這個廟叫「頭陀寺」，也在溫州。現在好像這個廟還在，大概總是因為諦閑老法師曾經在那裡做過住持，以後老法師成名了，所以這個小廟也沾光。"
    },
    {
      "id": "20-003-0001_p0052",
      "zh_CN": "他在头陀寺做住持的时候，因为庙小，人不多，也很穷，这个寺庙里连个钟都没有，作息时间怎么办？看太阳！寺庙里养了一只大公鸡，早晨鸡报晓，就打板、起床，做早课。这个公鸡是庙里养的，出家人做早晚课，这个公鸡也来参加。早晚课念阿弥陀佛，这个公鸡也跟着大众后面走，牠也「嘎咕、嘎咕」叫，大概是念牠的佛，我们也听不懂。中午过堂吃饭，这个公鸡也来参加，凡是大众吃的菜饭掉在地上的，牠都会把它吃得干干净净。",
      "zh_TW": "他在頭陀寺做住持的時候，因為廟小，人不多，也很窮，這個寺廟裡連個鐘都沒有，作息時間怎麼辦？看太陽！寺廟裡養了一隻大公雞，早晨雞報曉，就打板、起床，做早課。這個公雞是廟裡養的，出家人做早晚課，這個公雞也來參加。早晚課念阿彌陀佛，這個公雞也跟著大眾後面走，牠也「嘎咕、嘎咕」叫，大概是念牠的佛，我們也聽不懂。中午過堂吃飯，這個公雞也來參加，凡是大眾吃的菜飯掉在地上的，牠都會把它吃得乾乾淨淨。"
    },
    {
      "id": "20-003-0001_p0053",
      "zh_CN": "每一天课诵完了以后，大众都散了、都走了，公鸡也离开了。这一天早课完了之后，大众都走了，这个公鸡还在佛殿里面绕佛，香灯师就赶牠走。香灯师是最后走的，他管照顾香、蜡烛、油灯，大众离开后，只有一盏油灯点着，蜡烛都要熄掉，以防火灾。",
      "zh_TW": "每一天課誦完了以後，大眾都散了、都走了，公雞也離開了。這一天早課完了之後，大眾都走了，這個公雞還在佛殿裡面繞佛，香燈師就趕牠走。香燈師是最後走的，他管照顧香、蠟燭、油燈，大眾離開後，只有一盞油燈點著，蠟燭都要熄掉，以防火災。"
    },
    {
      "id": "20-003-0001_p0054",
      "zh_CN": "香灯师就告诉大公鸡：「人都走了，你也该走了。」那里晓得那个大公鸡走到佛殿当中一站，嘎咕叫了三大声，站在那里往生了。香灯师马上报告老和尚。老和尚召集大众来看，果然没错，把牠当作出家人往生一样的仪式来做，给牠做超度的佛事。以后这个大公鸡葬在后面山上。这是说明鸡都有灵性，都会念佛，这是谛老法师自己道场亲眼看到的事实。畜牲有灵性，尚且念佛求往生；人要不用功，不如畜牲。这是头陀寺里面有这么一桩事情。",
      "zh_TW": "香燈師就告訴大公雞：「人都走了，你也該走了。」那裡曉得那個大公雞走到佛殿當中一站，嘎咕叫了三大聲，站在那裡往生了。香燈師馬上報告老和尚。老和尚召集大眾來看，果然沒錯，把牠當作出家人往生一樣的儀式來做，給牠做超度的佛事。以後這個大公雞葬在後面山上。這是說明雞都有靈性，都會念佛，這是諦老法師自己道場親眼看到的事實。畜牲有靈性，尚且念佛求往生；人要不用功，不如畜牲。這是頭陀寺裡面有這麼一樁事情。"
    },
    {
      "id": "20-003-0001_p0055",
      "zh_CN": "畜生真有灵性。我们住的这个地方离鸭子公园很近，我每天早晨和馆长有六、七个人都到公园散步，去喂鸭子。这个公园鸭子多、鸽子多，海鸥很多。前天我们发现一只鸽子趴在地下，看样子好可怜。我们费了很大的力气，把牠抓过来一看，才晓得两只脚都被线捆得很紧，大概是小孩捉弄牠。我们把牠带回来，用剪刀把线剪开，因为勒得很紧，两只脚都肿了，后来放走了。昨天我们去喂鸽子，有一只鸽子自动走到我们面前，看牠的脚一摆一摆的也很可怜。结果一看，脚上也有绳子绑住，牠是来找我们的。",
      "zh_TW": "畜生真有靈性。我們住的這個地方離鴨子公園很近，我每天早晨和館長有六、七個人都到公園散步，去餵鴨子。這個公園鴨子多、鴿子多，海鷗很多。前天我們發現一隻鴿子趴在地下，看樣子好可憐。我們費了很大的力氣，把牠抓過來一看，才曉得兩隻腳都被線綑得很緊，大概是小孩捉弄牠。我們把牠帶回來，用剪刀把線剪開，因為勒得很緊，兩隻腳都腫了，後來放走了。昨天我們去餵鴿子，有一隻鴿子自動走到我們面前，看牠的腳一擺一擺的也很可憐。結果一看，腳上也有繩子綁住，牠是來找我們的。"
    },
    {
      "id": "20-003-0001_p0056",
      "zh_CN": "馆长就奇怪，牠怎么自己会找来？是不是那个鸽子告诉牠的，这里有人可以帮助！也把牠搞干净了。以后又有一只，都是自己找来的，给牠剪线的时候，动都不动，乖得不得了。所以小动物有灵性，牠们彼此也有语言，也有沟通，「这几个人大概不是坏人，可以帮助我们，有麻烦来找他们」。",
      "zh_TW": "館長就奇怪，牠怎麼自己會找來？是不是那個鴿子告訴牠的，這裡有人可以幫助！也把牠搞乾淨了。以後又有一隻，都是自己找來的，給牠剪線的時候，動都不動，乖得不得了。所以小動物有靈性，牠們彼此也有語言，也有溝通，「這幾個人大概不是壞人，可以幫助我們，有麻煩來找他們」。"
    },
    {
      "id": "20-003-0001_p0057",
      "zh_CN": "我们从前是在书籍的记载里看到许多动物念佛往生的，谛闲老法师头陀寺的公鸡，是他亲眼见到畜牲念佛往生。这是给我们说了三个例子，学佛人得到的这个结果。",
      "zh_TW": "我們從前是在書籍的記載裡看到許多動物念佛往生的，諦閑老法師頭陀寺的公雞，是他親眼見到畜牲念佛往生。這是給我們說了三個例子，學佛人得到的這個結果。"
    },
    {
      "id": "20-003-0001_p0058",
      "zh_CN": "后面有一段是讲他在东北办学时的例子。东北那个时候虽然有学校，民国初年闹革命，大家都很害怕儿女上学之后，受了这个影响。谛老在寺庙里面办的这个学校，课程是儒书、佛学，所以当地人对他就很放心，这个不闹革命，把小孩送到他那个学校。他也请了一个居士来主持校务，他自己跟定西法师有时也去讲一点佛法。他在东北办了不少所的佛学院，办佛学院也办义学，所以东北的佛教受他老人家的恩惠非常之大。",
      "zh_TW": "後面有一段是講他在東北辦學時的例子。東北那個時候雖然有學校，民國初年鬧革命，大家都很害怕兒女上學之後，受了這個影響。諦老在寺廟裡面辦的這個學校，課程是儒書、佛學，所以當地人對他就很放心，這個不鬧革命，把小孩送到他那個學校。他也請了一個居士來主持校務，他自己跟定西法師有時也去講一點佛法。他在東北辦了不少所的佛學院，辦佛學院也辦義學，所以東北的佛教受他老人家的恩惠非常之大。"
    },
    {
      "id": "20-003-0001_p0059",
      "zh_CN": "老和尚常常劝人念佛，这个校长看了些佛书，有一天向老和尚提了一个问题，他说他看到这个书上讲「唯心净土，自性弥陀」，既然是「唯心净土，自性弥陀」，那我们何必要求生西方极乐世界？老和尚听了以后就跟他说：「你提的这个问题很有道理」",
      "zh_TW": "老和尚常常勸人念佛，這個校長看了些佛書，有一天向老和尚提了一個問題，他說他看到這個書上講「唯心淨土，自性彌陀」，既然是「唯心淨土，自性彌陀」，那我們何必要求生西方極樂世界？老和尚聽了以後就跟他說：「你提的這個問題很有道理」"
    },
    {
      "id": "20-003-0001_p0060",
      "zh_CN": "老和尚问他：「自性弥陀跟西方极乐世界的弥陀，从哪里分界限？唯心净土跟西方净土边界在哪里？」谛老法师这样一反问，这一位居士想了半天，好像分不出边界，没有界限。老和尚说：「对了！确确实实没有界限。」自性弥陀跟西方弥陀没有界限，自性是从理上讲，西方是从事上讲，理事是一个。理是事之理，事是理之事，诸位要把这个事实真相搞清楚、搞明白了，你念佛那个心就定了，你就不会怀疑。",
      "zh_TW": "老和尚問他：「自性彌陀跟西方極樂世界的彌陀，從哪裡分界限？唯心淨土跟西方淨土邊界在哪裡？」諦老法師這樣一反問，這一位居士想了半天，好像分不出邊界，沒有界限。老和尚說：「對了！確確實實沒有界限。」自性彌陀跟西方彌陀沒有界限，自性是從理上講，西方是從事上講，理事是一個。理是事之理，事是理之事，諸位要把這個事實真相搞清楚、搞明白了，你念佛那個心就定了，你就不會懷疑。"
    },
    {
      "id": "20-003-0001_p0061",
      "zh_CN": "古人也提出来「生则决定生，去则实不去」，实不去是从理上说的，决定生是从事上说的。那么佛号要不要念？要念！你要是执理废事，换句话说，你还比不上谛老法师念佛三年的那个锅漏匠徒弟，人家站着走，预知时至，你有这个本事吗？",
      "zh_TW": "古人也提出來「生則決定生，去則實不去」，實不去是從理上說的，決定生是從事上說的。那麼佛號要不要念？要念！你要是執理廢事，換句話說，你還比不上諦老法師念佛三年的那個鍋漏匠徒弟，人家站著走，預知時至，你有這個本事嗎？"
    },
    {
      "id": "20-003-0001_p0062",
      "zh_CN": "第二种人不懂理，完全是事修。所以，莲池、蕅益这一些大德们，常常警告学人，如果执着理，不在事上用功夫，执理废事，你的修学决定是失败的，你不能成功。反过来讲，如果你执着在事上，你不明理，完全在事修，古德讲：「不虚入品之功」，三辈九品你决定有分。事到一定程度跟理就圆融了，单单明理，没有事修，那个理没有办法融事，当中有障碍。所以事到什么时候融理？心地清净。为什么？清净心就是理，清净心周遍法界，哪有边界！这是我们一定要清楚，一定要明了的。谛老法师说的是真实的例子，一点都不假。",
      "zh_TW": "第二種人不懂理，完全是事修。所以，蓮池、蕅益這一些大德們，常常警告學人，如果執著理，不在事上用功夫，執理廢事，你的修學決定是失敗的，你不能成功。反過來講，如果你執著在事上，你不明理，完全在事修，古德講：「不虛入品之功」，三輩九品你決定有分。事到一定程度跟理就圓融了，單單明理，沒有事修，那個理沒有辦法融事，當中有障礙。所以事到什麼時候融理？心地清淨。為什麼？清淨心就是理，清淨心周遍法界，哪有邊界！這是我們一定要清楚，一定要明瞭的。諦老法師說的是真實的例子，一點都不假。"
    },
    {
      "id": "20-003-0001_p0063",
      "zh_CN": "我们再看倓老《念佛论》里面所说的。《念佛论》是他老人家在香港讲的开示，大光法师笔记的，这个小册子对于接引初机非常好。前面三分之二广泛介绍佛法，各宗都提到，后面完全讲念佛，赞叹净土。末后他老人家举了三个念佛往生的例子，这是老法师亲眼看见的。",
      "zh_TW": "我們再看倓老《念佛論》裡面所說的。《念佛論》是他老人家在香港講的開示，大光法師筆記的，這個小冊子對於接引初機非常好。前面三分之二廣泛介紹佛法，各宗都提到，後面完全講念佛，讚歎淨土。末後他老人家舉了三個念佛往生的例子，這是老法師親眼看見的。"
    },
    {
      "id": "20-003-0001_p0064",
      "zh_CN": "第一个修无师。哈尔滨极乐寺是老和尚建的，老和尚建这个道场之后，要将这个道场兴隆，所以举办一次传戒法会，这是佛门佛寺里最殊胜的、规模最大的法会，请他的老师谛闲老和尚作得戒和尚。在戒期筹备期间，修无师来了。他从外地来的，修无师是营口人，想在戒期当中帮忙，用现在话来讲，做义工。寺庙里对发心来帮忙的人都非常欢迎，就问修无师：「你能做什么？」修无师在没有出家之前是做泥水匠的，是粗活，不认识字，没有念过书的；出家之后，就念一句「阿弥陀佛」。他发心在戒期当中照顾病人，伤风、感冒在传戒期间是免不了的，他讨这一份工作。",
      "zh_TW": "第一個修無師。哈爾濱極樂寺是老和尚建的，老和尚建這個道場之後，要將這個道場興隆，所以舉辦一次傳戒法會，這是佛門佛寺裡最殊勝的、規模最大的法會，請他的老師諦閑老和尚作得戒和尚。在戒期籌備期間，修無師來了。他從外地來的，修無師是營口人，想在戒期當中幫忙，用現在話來講，做義工。寺廟裡對發心來幫忙的人都非常歡迎，就問修無師：「你能做什麼？」修無師在沒有出家之前是做泥水匠的，是粗活，不認識字，沒有念過書的；出家之後，就念一句「阿彌陀佛」。他發心在戒期當中照顧病人，傷風、感冒在傳戒期間是免不了的，他討這一份工作。"
    },
    {
      "id": "20-003-0001_p0065",
      "zh_CN": "那时候住持是倓虚法师，当家师是定西法师。这两位老法师以后都到香港去了，也都在香港往生。工作分配过了不久，修无师就来见老和尚，见当家师，说他要走了。倓老很有修养，你是发心来帮助的，你要走也不好意思留你。定西法师修养比老和尚要差一点，所以脸上马上就摆出不高兴的样子，而且责备他，既然来发心，就应当戒期圆满之后再走，戒期是五十三天，你不应该没有长远心，中途而退，这个功德就没有了。",
      "zh_TW": "那時候住持是倓虛法師，當家師是定西法師。這兩位老法師以後都到香港去了，也都在香港往生。工作分配過了不久，修無師就來見老和尚，見當家師，說他要走了。倓老很有修養，你是發心來幫助的，你要走也不好意思留你。定西法師修養比老和尚要差一點，所以臉上馬上就擺出不高興的樣子，而且責備他，既然來發心，就應當戒期圓滿之後再走，戒期是五十三天，你不應該沒有長遠心，中途而退，這個功德就沒有了。"
    },
    {
      "id": "20-003-0001_p0066",
      "zh_CN": "修无师说：「我不是到别的地方去，我要往生到西方极乐世界去。」",
      "zh_TW": "修無師說：「我不是到別的地方去，我要往生到西方極樂世界去。」"
    },
    {
      "id": "20-003-0001_p0067",
      "zh_CN": "这两个老和尚一听，这不是普通事情，就问他：「你哪一天走？」",
      "zh_TW": "這兩個老和尚一聽，這不是普通事情，就問他：「你哪一天走？」"
    },
    {
      "id": "20-003-0001_p0068",
      "zh_CN": "修无师说：「就是十天之内，没有确定哪一天，就十天之内。」",
      "zh_TW": "修無師說：「就是十天之內，沒有確定哪一天，就十天之內。」"
    },
    {
      "id": "20-003-0001_p0069",
      "zh_CN": "要求当家师给他准备两百斤柴火，准备火化用。这是大事情，不是普通事情，而且在这个大法会当中，这样殊胜的事情很难得，非常希有。所以当家师就答应给他准备后事。",
      "zh_TW": "要求當家師給他準備兩百斤柴火，準備火化用。這是大事情，不是普通事情，而且在這個大法會當中，這樣殊勝的事情很難得，非常希有。所以當家師就答應給他準備後事。"
    },
    {
      "id": "20-003-0001_p0070",
      "zh_CN": "到第二天，修无师又去见老和尚、当家师，向他们告假：「我今天就要走！」这个措手不及，所以定西师赶紧替他准备。寺庙后面堆柴的这个房间，在那个地方临时给他搭个舖。他还要求希望能有几个人帮他助念，送他往生。当然乐意去助念送他的人很多，这个事情很希有，功德非常殊胜。",
      "zh_TW": "到第二天，修無師又去見老和尚、當家師，向他們告假：「我今天就要走！」這個措手不及，所以定西師趕緊替他準備。寺廟後面堆柴的這個房間，在那個地方臨時給他搭個舖。他還要求希望能有幾個人幫他助念，送他往生。當然樂意去助念送他的人很多，這個事情很希有，功德非常殊勝。"
    },
    {
      "id": "20-003-0001_p0071",
      "zh_CN": "坐在这上面的时候，助念的同修就要求修无师，说：「过去这些大德往生，都会作几首诗，作几首偈子，留给后人作纪念，你老人家也给我们留个纪念吧！」",
      "zh_TW": "坐在這上面的時候，助念的同修就要求修無師，說：「過去這些大德往生，都會作幾首詩，作幾首偈子，留給後人作紀念，你老人家也給我們留個紀念吧！」"
    },
    {
      "id": "20-003-0001_p0072",
      "zh_CN": "修无师就说老实话，他说：「我是个老粗出身，不认识字，我也不会作诗，也不会作偈子。不过我有一个老实话可以告诉诸位，『能说不能行，不是真智慧』，就算是做个纪念吧！」最后说了这么一句话。大家念佛号送他，大概念了一刻钟，他就坐化了。他往生的时候是在临时搭的一个舖里，盘腿坐着走的。就在极乐寺戒期当中。",
      "zh_TW": "修無師就說老實話，他說：「我是個老粗出身，不認識字，我也不會作詩，也不會作偈子。不過我有一個老實話可以告訴諸位，『能說不能行，不是真智慧』，就算是做個紀念吧！」最後說了這麼一句話。大家念佛號送他，大概念了一刻鐘，他就坐化了。他往生的時候是在臨時搭的一個舖裡，盤腿坐著走的。就在極樂寺戒期當中。"
    },
    {
      "id": "20-003-0001_p0073",
      "zh_CN": "谛闲老和尚到极乐寺的时候，听到修无师往生的这桩事情，非常赞叹！认为这才是真正出家修行的好榜样，往生这么自在，这么潇洒，都是没有念过书的人，不认识字的人。可见得知识多了是魔障、是障碍，不认识字，没念过书的人老实，老实人都有成就；书念多了就不老实，成就就难了。这是一个出家人念佛往生的例子。",
      "zh_TW": "諦閑老和尚到極樂寺的時候，聽到修無師往生的這樁事情，非常讚歎！認為這才是真正出家修行的好榜樣，往生這麼自在，這麼瀟灑，都是沒有念過書的人，不認識字的人。可見得知識多了是魔障、是障礙，不認識字，沒念過書的人老實，老實人都有成就；書念多了就不老實，成就就難了。這是一個出家人念佛往生的例子。"
    },
    {
      "id": "20-003-0001_p0074",
      "zh_CN": "第二个是郑锡宾，郑锡宾是位居士。郑居士是念过书的人，是个生意人。倓老法师在山东青岛创办湛山寺，他是在那里皈依的。学佛之后，他学会讲《阿弥陀经》。于是生意也不做，到处劝人念佛。他常到乡下那些小地方去给人讲《阿弥陀经》，劝人念佛。他家人很反感，说：「正经事情生意不做，学佛学迷了！」",
      "zh_TW": "第二個是鄭錫賓，鄭錫賓是位居士。鄭居士是念過書的人，是個生意人。倓老法師在山東青島創辦湛山寺，他是在那裡皈依的。學佛之後，他學會講《阿彌陀經》。於是生意也不做，到處勸人念佛。他常到鄉下那些小地方去給人講《阿彌陀經》，勸人念佛。他家人很反感，說：「正經事情生意不做，學佛學迷了！」"
    },
    {
      "id": "20-003-0001_p0075",
      "zh_CN": "有一天在外面讲完经后，他就跟几个老朋友说说：「我要走了，麻烦你们给我租个房子。」",
      "zh_TW": "有一天在外面講完經後，他就跟幾個老朋友說說：「我要走了，麻煩你們給我租個房子。」"
    },
    {
      "id": "20-003-0001_p0076",
      "zh_CN": "这些朋友听了奇怪：「你要走了还租房子干什么？」",
      "zh_TW": "這些朋友聽了奇怪：「你要走了還租房子幹什麼？」"
    },
    {
      "id": "20-003-0001_p0077",
      "zh_CN": "他说：「我不是到别的地方去，我要往生极乐世界，怕死在人家家里不方便，你们给我租个房子。」",
      "zh_TW": "他說：「我不是到別的地方去，我要往生極樂世界，怕死在人家家裡不方便，你們給我租個房子。」"
    },
    {
      "id": "20-003-0001_p0078",
      "zh_CN": "这些朋友一听，问他：「你真有本事走？」",
      "zh_TW": "這些朋友一聽，問他：「你真有本事走？」"
    },
    {
      "id": "20-003-0001_p0079",
      "zh_CN": "他说：「真的！」",
      "zh_TW": "他說：「真的！」"
    },
    {
      "id": "20-003-0001_p0080",
      "zh_CN": "那个人说：「那没问题，到我家去」；这个人说：「到我家去！」都不忌讳，你真有本事往生的话，我们都欢迎。这就到他朋友家里去了。朋友家临时给他打扫一个干净的房间，他老人家也是盘腿坐在那里。这几个好朋友也是来看他怎么走法。他要求大家念佛送他一程。大家也要求他：「你得作几首偈、作几首诗，给我们留个纪念。」他说：「不必！你看我这个样子，这就是最好的纪念。」好！大家给他念佛，也是念不到一刻钟，他真走了。讲大经之后什么事也没有，去的这么潇洒！这么自在！以后他的弟弟来替他办后事，看到哥哥这样，弟弟也念佛了。三年之后，他的弟弟也往生了。不过比哥哥差一点，他在病中往生的。",
      "zh_TW": "那個人說：「那沒問題，到我家去」；這個人說：「到我家去！」都不忌諱，你真有本事往生的話，我們都歡迎。這就到他朋友家裡去了。朋友家臨時給他打掃一個乾淨的房間，他老人家也是盤腿坐在那裡。這幾個好朋友也是來看他怎麼走法。他要求大家念佛送他一程。大家也要求他：「你得作幾首偈、作幾首詩，給我們留個紀念。」他說：「不必！你看我這個樣子，這就是最好的紀念。」好！大家給他念佛，也是念不到一刻鐘，他真走了。講大經之後什麼事也沒有，去的這麼瀟灑！這麼自在！以後他的弟弟來替他辦後事，看到哥哥這樣，弟弟也念佛了。三年之後，他的弟弟也往生了。不過比哥哥差一點，他在病中往生的。"
    },
    {
      "id": "20-003-0001_p0081",
      "zh_CN": "这是举一个男的居士，他是倓老法师的皈依弟子，一心念佛，专讲《阿弥陀经》，其他的不会也不学，就一门，能念到预知时至，没有病苦，自在往生。",
      "zh_TW": "這是舉一個男的居士，他是倓老法師的皈依弟子，一心念佛，專講《阿彌陀經》，其他的不會也不學，就一門，能念到預知時至，沒有病苦，自在往生。"
    },
    {
      "id": "20-003-0001_p0082",
      "zh_CN": "第三个例子举的是一个在家的女居士。他老人家举例都很有趣味，一个出家的，一个在家男居士，一个在家女居士。",
      "zh_TW": "第三個例子舉的是一個在家的女居士。他老人家舉例都很有趣味，一個出家的，一個在家男居士，一個在家女居士。"
    },
    {
      "id": "20-003-0001_p0083",
      "zh_CN": "这个女居士住在青岛，是湛山寺里的信徒。湛山寺每一个星期有一个念佛会，她是念佛会里面的一分子。但是这个人不认识字，家境很苦，他先生是在码头上拉黄包车的。一天不做工，一天就没有收入，所以日子过得很苦。一家四口，她有两个小孩都很小。每一个星期天湛山寺念佛会她都参加，在厨房里帮忙洗碗、洗东西。由此可知，她是贫贱人家，没人瞧得起她，平常谁注意到她！到寺庙里也是做苦工的。",
      "zh_TW": "這個女居士住在青島，是湛山寺裡的信徒。湛山寺每一個星期有一個念佛會，她是念佛會裡面的一分子。但是這個人不認識字，家境很苦，他先生是在碼頭上拉黃包車的。一天不做工，一天就沒有收入，所以日子過得很苦。一家四口，她有兩個小孩都很小。每一個星期天湛山寺念佛會她都參加，在廚房裡幫忙洗碗、洗東西。由此可知，她是貧賤人家，沒人瞧得起她，平常誰注意到她！到寺廟裡也是做苦工的。"
    },
    {
      "id": "20-003-0001_p0084",
      "zh_CN": "她是中午走的。早晨吃早饭的时候，告诉她先生，她说要往生西方极乐世界了，劝他好好的照顾小孩。她的先生听了很生气，说：「我们家已经穷到了这种程度，还说什么风凉话！」拉了黄包车就走了。她又把两个小孩叫到面前，叫小孩要听他爸爸的话。小孩不懂事还太小，一会儿就出去玩了。",
      "zh_TW": "她是中午走的。早晨吃早飯的時候，告訴她先生，她說要往生西方極樂世界了，勸他好好的照顧小孩。她的先生聽了很生氣，說：「我們家已經窮到了這種程度，還說什麼風涼話！」拉了黃包車就走了。她又把兩個小孩叫到面前，叫小孩要聽他爸爸的話。小孩不懂事還太小，一會兒就出去玩了。"
    },
    {
      "id": "20-003-0001_p0085",
      "zh_CN": "到了中午，小孩肚子饿了要吃午饭，回家去找妈妈要吃饭了。回去之后，看到妈妈没做饭，妈妈坐在床上已经往生了，这才哭哭啼啼的告诉邻居。邻居一听说，早晨满好的，还都见了面，到他家一看，端端正正坐在床上，换了干干净净的衣服。到码头上把她先生找回来，再去通知湛山寺念佛会。念佛会这个时候对于这一位居士才佩服，才知道人家天天在洗碗，帮忙工作，那才真是身心清净，一切放下，那是真修行人！这是在青岛的事情。",
      "zh_TW": "到了中午，小孩肚子餓了要吃午飯，回家去找媽媽要吃飯了。回去之後，看到媽媽沒做飯，媽媽坐在床上已經往生了，這才哭哭啼啼的告訴鄰居。鄰居一聽說，早晨滿好的，還都見了面，到他家一看，端端正正坐在床上，換了乾乾淨淨的衣服。到碼頭上把她先生找回來，再去通知湛山寺念佛會。念佛會這個時候對於這一位居士才佩服，才知道人家天天在洗碗，幫忙工作，那才真是身心清淨，一切放下，那是真修行人！這是在青島的事情。"
    },
    {
      "id": "20-003-0001_p0086",
      "zh_CN": "这一些给我们念佛人做了最好的榜样。古德常说：「但得见弥陀，何愁不开悟。」在这个世间跟人有什么好比的？有什么好争的？那都叫妄想，大错特错！凡是真有成就的人，确确实实于人无争，于世无求，他只求西方极乐世界。你们怀疑那是假的，他不怀疑，他真走了。你怀疑，西方极乐世界跟你没分，你还是要搞六道轮回！其间得失利害天壤之别。",
      "zh_TW": "這一些給我們念佛人做了最好的榜樣。古德常說：「但得見彌陀，何愁不開悟。」在這個世間跟人有什麼好比的？有什麼好爭的？那都叫妄想，大錯特錯！凡是真有成就的人，確確實實於人無爭，於世無求，他只求西方極樂世界。你們懷疑那是假的，他不懷疑，他真走了。你懷疑，西方極樂世界跟你沒分，你還是要搞六道輪迴！其間得失利害天壤之別。"
    },
    {
      "id": "20-003-0001_p0087",
      "zh_CN": "学佛学什么？一句「阿弥陀佛」。我这么多年的体验，也常常勉励大家，真正上根上智就是一句佛号，那叫真智慧！没有闲岔，没有夹杂。如果觉得这一句佛号还不行，还得加一点，那就净土三经、净土五经，帮忙你、调剂你。如果觉得还少了，还有《净土十要》；还要多一点，恐怕往生未必可靠，这是真的！为什么？多了，杂了，决定有障碍。这个法门三根普被，利钝全收，它精彩的地方就是专精，这一句「阿弥陀佛」谁不会念？谁不能念？各个成就，不可思议的成就！",
      "zh_TW": "學佛學什麼？一句「阿彌陀佛」。我這麼多年的體驗，也常常勉勵大家，真正上根上智就是一句佛號，那叫真智慧！沒有閒岔，沒有夾雜。如果覺得這一句佛號還不行，還得加一點，那就淨土三經、淨土五經，幫忙你、調劑你。如果覺得還少了，還有《淨土十要》；還要多一點，恐怕往生未必可靠，這是真的！為什麼？多了，雜了，決定有障礙。這個法門三根普被，利鈍全收，它精彩的地方就是專精，這一句「阿彌陀佛」誰不會念？誰不能念？各個成就，不可思議的成就！"
    },
    {
      "id": "20-003-0001_p0088",
      "zh_CN": "佛在经上讲的我们不能完全相信，古来的这些记载的我们也不完全肯定，眼前你亲眼看见的，你信不信？你说这些是倓老法师看见，我没看见，那就没有法子了。要自己亲眼看见，那也要大因缘、大福报；你没有这个福德、因缘，你看不见。你能够相信等于亲见。",
      "zh_TW": "佛在經上講的我們不能完全相信，古來的這些記載的我們也不完全肯定，眼前你親眼看見的，你信不信？你說這些是倓老法師看見，我沒看見，那就沒有法子了。要自己親眼看見，那也要大因緣、大福報；你沒有這個福德、因緣，你看不見。你能夠相信等於親見。"
    },
    {
      "id": "20-003-0001_p0089",
      "zh_CN": "站着往生，坐着往生，在台湾就不少。台湾这四十年当中，我们没有正式统计，概略估计绝对不会少过五百人。这么一个小岛，有这么多人念佛预知时至，自在往生，真正不可思议。按照比例来说，称它「宝岛」，真是名副其实！",
      "zh_TW": "站著往生，坐著往生，在台灣就不少。台灣這四十年當中，我們沒有正式統計，概略估計絕對不會少過五百人。這麼一個小島，有這麼多人念佛預知時至，自在往生，真正不可思議。按照比例來說，稱它「寶島」，真是名副其實！"
    },
    {
      "id": "20-003-0001_p0090",
      "zh_CN": "所以，事实、理论、方法都明白了，都清楚了，没有疑惑了，这个时候下定决心求生净土，一句弥陀老实念，没有不成就的。他们这些人能这样自在走，我为什么做不到？这个要认真的反省。",
      "zh_TW": "所以，事實、理論、方法都明白了，都清楚了，沒有疑惑了，這個時候下定決心求生淨土，一句彌陀老實念，沒有不成就的。他們這些人能這樣自在走，我為什麼做不到？這個要認真的反省。"
    },
    {
      "id": "20-003-0001_p0091",
      "zh_CN": "世间所有一切统统是假的，不但是假的，统统都是障碍你往生的，能不能舍弃？一定要舍弃！不能舍弃，纵然往生也不自在。自在是决定往生，而且品位都在上中位，不在下品。下三品不可能走得这么潇洒！走得这么自在！",
      "zh_TW": "世間所有一切統統是假的，不但是假的，統統都是障礙你往生的，能不能捨棄？一定要捨棄！不能捨棄，縱然往生也不自在。自在是決定往生，而且品位都在上中位，不在下品。下三品不可能走得這麼瀟灑！走得這麼自在！"
    },
    {
      "id": "20-003-0001_p0092",
      "zh_CN": "临命终时有病苦往生的，那个品位是中下，不会在上三品。为什么人家能做到，我们做不到？我们今天要争、要跟人家比的，应该跟他们去比，那就对了；跟世间人比名闻利养，那你就错了！这是真正错了。",
      "zh_TW": "臨命終時有病苦往生的，那個品位是中下，不會在上三品。為什麼人家能做到，我們做不到？我們今天要爭、要跟人家比的，應該跟他們去比，那就對了；跟世間人比名聞利養，那你就錯了！這是真正錯了。"
    },
    {
      "id": "20-003-0001_p0093",
      "zh_CN": "好，今天时间也到了，我们就讲到此地。",
      "zh_TW": "好，今天時間也到了，我們就講到此地。"
    }
  ]
}