{
  "doc_id": "09-003-0005",
  "title": {
    "zh_CN": "六祖大师法宝坛经",
    "zh_TW": "六祖大師法寶壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1982/10",
    "zh_TW": "1982/10"
  },
  "doc_number": "09-003-0005",
  "total_paragraphs": 222,
  "paragraphs": [
    {
      "id": "09-003-0005_p0001",
      "zh_CN": "《六祖大师法宝坛经》。",
      "zh_TW": "《六祖大師法寶壇經》。"
    },
    {
      "id": "09-003-0005_p0002",
      "zh_CN": "在上一次，我们经文里面有两句话没有解释，有同学来问，什么叫「下下人有上上智，上上人有没意智」？请看经文第五页倒数第六行，从当中看起。「下下人有上上智」，这个意思是说，在最下等之人，往往就是偶然之间，他会有很高的智慧现前。我们中国有一句俗话说，「愚者千虑，必有一得」，就是这个意思。「上上人有没意智」，意思就是讲，在居高上地位者，聪明智慧之人，有时候他的智慧会被埋没而不能够现前，正是所谓「智者千虑，必有一失」，就是这个意思。这两句话我们在此地补出来。",
      "zh_TW": "在上一次，我們經文裡面有兩句話沒有解釋，有同學來問，什麼叫「下下人有上上智，上上人有沒意智」？請看經文第五頁倒數第六行，從當中看起。「下下人有上上智」，這個意思是說，在最下等之人，往往就是偶然之間，他會有很高的智慧現前。我們中國有一句俗話說，「愚者千慮，必有一得」，就是這個意思。「上上人有沒意智」，意思就是講，在居高上地位者，聰明智慧之人，有時候他的智慧會被埋沒而不能夠現前，正是所謂「智者千慮，必有一失」，就是這個意思。這兩句話我們在此地補出來。"
    },
    {
      "id": "09-003-0005_p0003",
      "zh_CN": "再看今天的经文，我们接着说。前面讲到能大师接受了五祖传给他的法与衣钵，五祖告诉他，悟了本性就是天人师、就是佛。禅家常讲明心见性，见性成佛。「三更受法，人尽不知」。这是将大乘顿教法门传授给能大师，告诉他，你是第六代祖师了。「善自护念，广度有情，流布将来，无令断绝」，嘱咐他这几句话。嘱咐完了之后，这又说一首偈子，这首偈子是：",
      "zh_TW": "再看今天的經文，我們接著說。前面講到能大師接受了五祖傳給他的法與衣缽，五祖告訴他，悟了本性就是天人師、就是佛。禪家常講明心見性，見性成佛。「三更受法，人盡不知」。這是將大乘頓教法門傳授給能大師，告訴他，你是第六代祖師了。「善自護念，廣度有情，流布將來，無令斷絕」，囑咐他這幾句話。囑咐完了之後，這又說一首偈子，這首偈子是："
    },
    {
      "id": "09-003-0005_p0004",
      "zh_CN": "【有情来下种。因地果还生。无情既无种。无性亦无生。】",
      "zh_TW": "【有情來下種。因地果還生。無情既無種。無性亦無生。】"
    },
    {
      "id": "09-003-0005_p0005",
      "zh_CN": "这个意思我们要给诸位介绍一下。这是接着前面讲的，「性即是心，心即是佛，佛即是法」，这三句话是很重要的。前面一再给诸位说明，学佛最重要的是建立信心，像《金刚经》上所讲的，「信心清净，则生实相」。信什么？就是相信性就是心，心就是佛，佛就是法。换句话说，佛、法、僧三者原是自己的一心，一心具足佛、法、僧三宝，一心具足体、相、用三大，一心具足世出世间一切法，要相信这个，才叫真正相信。信心清净，决定没有疑惑了，则生实相。实相是什么？实相就是明心见性，实相就是净土法门里面的理一心不乱，所以说是见性成佛，诸位必须要记住这个意思。五祖教他要「善自护念」，这善自护念，外缘不能够侵犯我们，内心是常生智慧，这就是真正的护念。",
      "zh_TW": "這個意思我們要給諸位介紹一下。這是接著前面講的，「性即是心，心即是佛，佛即是法」，這三句話是很重要的。前面一再給諸位說明，學佛最重要的是建立信心，像《金剛經》上所講的，「信心清淨，則生實相」。信什麼？就是相信性就是心，心就是佛，佛就是法。換句話說，佛、法、僧三者原是自己的一心，一心具足佛、法、僧三寶，一心具足體、相、用三大，一心具足世出世間一切法，要相信這個，才叫真正相信。信心清淨，決定沒有疑惑了，則生實相。實相是什麼？實相就是明心見性，實相就是淨土法門裡面的理一心不亂，所以說是見性成佛，諸位必須要記住這個意思。五祖教他要「善自護念」，這善自護念，外緣不能夠侵犯我們，內心是常生智慧，這就是真正的護念。"
    },
    {
      "id": "09-003-0005_p0006",
      "zh_CN": "五祖给他说的这首偈子，就是『有情来下种』这首偈子，我们举《金刚经》上一段经文来说明这首偈子的大意。《金刚经》上说，「如是灭度无量无数无边众生，实无众生得灭度者」，我想这句经文诸位一定都很熟悉。五祖这首偈子，前面两句就是度生，「有情来下种，因地果还生」，就是度众生。有情是说一切有情众生，都能够到诸佛如来的法会，到祖师大德的法会当中，到这个地方来下种子，下菩提涅槃之种。「因地果还生」，下种是下在因地，有因必定会结果；换句话说，佛种子种在我们八识田中，只要时节因缘成熟，必定是要圆成佛果的，这是讲度生。末后两句说，『无情亦无种，无性亦无生』，这是讲要离相，就跟《金刚经》这两句话一个意思，度无量无数无边众生，实无众生得灭度者。为什么？如果你要是着相了，自己能度，一切众生为我所度，能所不忘，我执没有破，法执也没有破，那是凡夫不是圣人。圣人天天度众生，天天无所度，正是「应无所住，而生其心」。无住就是离相，一切决定不执着，生心生什么心？就是生度众生的心。因为生度众生的心，他不住空；因为他离相，他又不住有，正是空有二边不住，大乘中道的精神。五祖又告诉他说：",
      "zh_TW": "五祖給他說的這首偈子，就是『有情來下種』這首偈子，我們舉《金剛經》上一段經文來說明這首偈子的大意。《金剛經》上說，「如是滅度無量無數無邊眾生，實無眾生得滅度者」，我想這句經文諸位一定都很熟悉。五祖這首偈子，前面兩句就是度生，「有情來下種，因地果還生」，就是度眾生。有情是說一切有情眾生，都能夠到諸佛如來的法會，到祖師大德的法會當中，到這個地方來下種子，下菩提涅槃之種。「因地果還生」，下種是下在因地，有因必定會結果；換句話說，佛種子種在我們八識田中，只要時節因緣成熟，必定是要圓成佛果的，這是講度生。末後兩句說，『無情亦無種，無性亦無生』，這是講要離相，就跟《金剛經》這兩句話一個意思，度無量無數無邊眾生，實無眾生得滅度者。為什麼？如果你要是著相了，自己能度，一切眾生為我所度，能所不忘，我執沒有破，法執也沒有破，那是凡夫不是聖人。聖人天天度眾生，天天無所度，正是「應無所住，而生其心」。無住就是離相，一切決定不執著，生心生什麼心？就是生度眾生的心。因為生度眾生的心，他不住空；因為他離相，他又不住有，正是空有二邊不住，大乘中道的精神。五祖又告訴他說："
    },
    {
      "id": "09-003-0005_p0007",
      "zh_CN": "【祖复曰。昔达摩大师初来此土。人未之信。】",
      "zh_TW": "【祖復曰。昔達摩大師初來此土。人未之信。】"
    },
    {
      "id": "09-003-0005_p0008",
      "zh_CN": "达摩祖师到中国来，谁相信他是传佛衣钵之人？所以衣就是信物。",
      "zh_TW": "達摩祖師到中國來，誰相信他是傳佛衣缽之人？所以衣就是信物。"
    },
    {
      "id": "09-003-0005_p0009",
      "zh_CN": "【故传此衣以为信体。代代相承。】",
      "zh_TW": "【故傳此衣以為信體。代代相承。】"
    },
    {
      "id": "09-003-0005_p0010",
      "zh_CN": "这是信物，取信于大众的。",
      "zh_TW": "這是信物，取信於大眾的。"
    },
    {
      "id": "09-003-0005_p0011",
      "zh_CN": "【法则以心传心。皆令自悟自解。】",
      "zh_TW": "【法則以心傳心。皆令自悟自解。】"
    },
    {
      "id": "09-003-0005_p0012",
      "zh_CN": "这两句话很重要，特别要注意的是『自悟自解』，别人不能帮你开悟，别人也没有法子帮你理解。",
      "zh_TW": "這兩句話很重要，特別要注意的是『自悟自解』，別人不能幫你開悟，別人也沒有法子幫你理解。"
    },
    {
      "id": "09-003-0005_p0013",
      "zh_CN": "【自古佛佛惟传本体。师师密付本心。衣为争端。止汝勿传。】",
      "zh_TW": "【自古佛佛惟傳本體。師師密付本心。衣為爭端。止汝勿傳。】"
    },
    {
      "id": "09-003-0005_p0014",
      "zh_CN": "衣钵是大家争执的焦点，到你手上之后不要再传了。",
      "zh_TW": "衣缽是大家爭執的焦點，到你手上之後不要再傳了。"
    },
    {
      "id": "09-003-0005_p0015",
      "zh_CN": "【若传此衣。命如悬丝。】",
      "zh_TW": "【若傳此衣。命如懸絲。】"
    },
    {
      "id": "09-003-0005_p0016",
      "zh_CN": "这两句话我们看六祖这一生的际遇就明了了。",
      "zh_TW": "這兩句話我們看六祖這一生的際遇就明瞭了。"
    },
    {
      "id": "09-003-0005_p0017",
      "zh_CN": "【汝须速去。恐人害汝。】",
      "zh_TW": "【汝須速去。恐人害汝。】"
    },
    {
      "id": "09-003-0005_p0018",
      "zh_CN": "换句话说，这个时候虽然是盛唐，佛法的黄金时代，众生毕竟是众生，烦恼、恶习还是相当的深重。换句话说，嫉妒障碍、迷惑颠倒所做无量无边的罪业是普遍能够见到的。那个时候都如此，何况于现在？所以我们说学佛有许多的障碍，有许多的磨难，看看释迦牟尼佛、看看六祖，我们心也就平了，我们今天受这一点小的挫折障碍算得了什么！可见得佛祖在当时已经做出榜样给我们看了。",
      "zh_TW": "換句話說，這個時候雖然是盛唐，佛法的黃金時代，眾生畢竟是眾生，煩惱、惡習還是相當的深重。換句話說，嫉妒障礙、迷惑顛倒所做無量無邊的罪業是普遍能夠見到的。那個時候都如此，何況於現在？所以我們說學佛有許多的障礙，有許多的磨難，看看釋迦牟尼佛、看看六祖，我們心也就平了，我們今天受這一點小的挫折障礙算得了什麼！可見得佛祖在當時已經做出榜樣給我們看了。"
    },
    {
      "id": "09-003-0005_p0019",
      "zh_CN": "【能曰。向甚处去。祖云。】",
      "zh_TW": "【能曰。向甚處去。祖云。】"
    },
    {
      "id": "09-003-0005_p0020",
      "zh_CN": "向什么地方去？五祖就说：",
      "zh_TW": "向什麼地方去？五祖就說："
    },
    {
      "id": "09-003-0005_p0021",
      "zh_CN": "【逢怀则止。遇会则藏。】",
      "zh_TW": "【逢懷則止。遇會則藏。】"
    },
    {
      "id": "09-003-0005_p0022",
      "zh_CN": "告诉他去处。这个『怀』就是怀集县，『会』就是四会县，前面我们画了一个简单的地图，诸位都看过，我也特别叫大家留意，这个地理位置。这一段里面有几点重要的意思，诸位要把它听清楚，要记住。因为这是修行很重要的一个地方，很重要的处所。图也摆在此地，这是怀集、这是四会，现在这两个县都在广东省。四会再下来就是广州，可见它距离广州、南海不太远。五祖就教他在这个地区隐居。六祖在这个地方一共是隐居十五年，前面曾经说过，这两句在此地。再看底下，下面是第十段，说明惠能大师南隐，往南方去了。",
      "zh_TW": "告訴他去處。這個『懷』就是懷集縣，『會』就是四會縣，前面我們畫了一個簡單的地圖，諸位都看過，我也特別叫大家留意，這個地理位置。這一段裡面有幾點重要的意思，諸位要把它聽清楚，要記住。因為這是修行很重要的一個地方，很重要的處所。圖也擺在此地，這是懷集、這是四會，現在這兩個縣都在廣東省。四會再下來就是廣州，可見它距離廣州、南海不太遠。五祖就教他在這個地區隱居。六祖在這個地方一共是隱居十五年，前面曾經說過，這兩句在此地。再看底下，下面是第十段，說明惠能大師南隱，往南方去了。"
    },
    {
      "id": "09-003-0005_p0023",
      "zh_CN": "【惠能三更领得衣钵。】",
      "zh_TW": "【惠能三更領得衣缽。】"
    },
    {
      "id": "09-003-0005_p0024",
      "zh_CN": "这是接受了五祖的传法。",
      "zh_TW": "這是接受了五祖的傳法。"
    },
    {
      "id": "09-003-0005_p0025",
      "zh_CN": "【云。能本是南中人。】",
      "zh_TW": "【云。能本是南中人。】"
    },
    {
      "id": "09-003-0005_p0026",
      "zh_CN": "就是南方人。",
      "zh_TW": "就是南方人。"
    },
    {
      "id": "09-003-0005_p0027",
      "zh_CN": "【久不知此山路。】",
      "zh_TW": "【久不知此山路。】"
    },
    {
      "id": "09-003-0005_p0028",
      "zh_CN": "他到黄梅来，这八个多月都没有出过寺院的山门，所以这外面路径当然不熟。",
      "zh_TW": "他到黃梅來，這八個多月都沒有出過寺院的山門，所以這外面路徑當然不熟。"
    },
    {
      "id": "09-003-0005_p0029",
      "zh_CN": "【如何出得江口。】",
      "zh_TW": "【如何出得江口。】"
    },
    {
      "id": "09-003-0005_p0030",
      "zh_CN": "我们晓得，黄梅距离长江不远。五祖就说了：",
      "zh_TW": "我們曉得，黃梅距離長江不遠。五祖就說了："
    },
    {
      "id": "09-003-0005_p0031",
      "zh_CN": "【汝不须忧。】",
      "zh_TW": "【汝不須憂。】"
    },
    {
      "id": "09-003-0005_p0032",
      "zh_CN": "这个事情你不要担忧。",
      "zh_TW": "這個事情你不要擔憂。"
    },
    {
      "id": "09-003-0005_p0033",
      "zh_CN": "【吾自送汝。】",
      "zh_TW": "【吾自送汝。】"
    },
    {
      "id": "09-003-0005_p0034",
      "zh_CN": "我亲自送你去。",
      "zh_TW": "我親自送你去。"
    },
    {
      "id": "09-003-0005_p0035",
      "zh_CN": "【祖相送直至九江驿。】",
      "zh_TW": "【祖相送直至九江驛。】"
    },
    {
      "id": "09-003-0005_p0036",
      "zh_CN": "『驿』是码头，一直把他送到『九江』。",
      "zh_TW": "『驛』是碼頭，一直把他送到『九江』。"
    },
    {
      "id": "09-003-0005_p0037",
      "zh_CN": "【驿边有一只船子。】",
      "zh_TW": "【驛邊有一隻船子。】"
    },
    {
      "id": "09-003-0005_p0038",
      "zh_CN": "大概这是五祖预先安排好了渡江。",
      "zh_TW": "大概這是五祖預先安排好了渡江。"
    },
    {
      "id": "09-003-0005_p0039",
      "zh_CN": "【祖令惠能上船。五祖把𫇛自摇。】",
      "zh_TW": "【祖令惠能上船。五祖把艣自搖。】"
    },
    {
      "id": "09-003-0005_p0040",
      "zh_CN": "叫他上了船，五祖摇𫇛。",
      "zh_TW": "叫他上了船，五祖搖艣。"
    },
    {
      "id": "09-003-0005_p0041",
      "zh_CN": "【惠能言。请和尚坐。弟子合摇𫇛。】",
      "zh_TW": "【惠能言。請和尚坐。弟子合搖艣。】"
    },
    {
      "id": "09-003-0005_p0042",
      "zh_CN": "哪有老师去划船，学生在坐船？他说，老师您请坐，这个划船的事情应该是学生做的。",
      "zh_TW": "哪有老師去划船，學生在坐船？他說，老師您請坐，這個划船的事情應該是學生做的。"
    },
    {
      "id": "09-003-0005_p0043",
      "zh_CN": "【五祖云。合是吾渡汝。】",
      "zh_TW": "【五祖云。合是吾渡汝。】"
    },
    {
      "id": "09-003-0005_p0044",
      "zh_CN": "我度你才对！当然是我划船，我来度你。",
      "zh_TW": "我度你才對！當然是我划船，我來度你。"
    },
    {
      "id": "09-003-0005_p0045",
      "zh_CN": "【能云。迷时师度。悟了自度。度名虽一。用处不同。】",
      "zh_TW": "【能云。迷時師度。悟了自度。度名雖一。用處不同。】"
    },
    {
      "id": "09-003-0005_p0046",
      "zh_CN": "我们看他师生的对话，这里面充满了浓厚的人情味，可见得佛法真正是最圆满、最美满的人情，合情合理合法，只有开悟的人才能做得到，生活里面表演的、表现的这种情趣，一个迷惑颠倒的人决定做不到。那他说了：",
      "zh_TW": "我們看他師生的對話，這裡面充滿了濃厚的人情味，可見得佛法真正是最圓滿、最美滿的人情，合情合理合法，只有開悟的人才能做得到，生活裡面表演的、表現的這種情趣，一個迷惑顛倒的人決定做不到。那他說了："
    },
    {
      "id": "09-003-0005_p0047",
      "zh_CN": "【惠能生在边方。】",
      "zh_TW": "【惠能生在邊方。】"
    },
    {
      "id": "09-003-0005_p0048",
      "zh_CN": "这是中国当时的边疆。",
      "zh_TW": "這是中國當時的邊疆。"
    },
    {
      "id": "09-003-0005_p0049",
      "zh_CN": "【语音不正。】",
      "zh_TW": "【語音不正。】"
    },
    {
      "id": "09-003-0005_p0050",
      "zh_CN": "当然他带着有浓厚的广东话，这是我们都能够想像得到的。",
      "zh_TW": "當然他帶著有濃厚的廣東話，這是我們都能夠想像得到的。"
    },
    {
      "id": "09-003-0005_p0051",
      "zh_CN": "【蒙师付法。今已得悟。只合自性自度。】",
      "zh_TW": "【蒙師付法。今已得悟。只合自性自度。】"
    },
    {
      "id": "09-003-0005_p0052",
      "zh_CN": "你看看从生活上，他们坐一个船，两个人在划船，从这个事都能够会归自性。这个是佛法常常说的，听经最要紧的是消归自性，修行最重要的是转识成智，我们看看这个消归自性、转识成智完全在生活之中。无怪他讲，「弟子心中常生智慧，即是福田」，没错。不仅仅是他跟五祖在一起坐船，这个境界完全会归自性，日常在生活当中，待人接物、穿衣吃饭，真正是法法圆融，头头是道。所以悟的人，他生活在哪里？他生活在法性里面，这跟我们一般凡夫俗子境界迥然不同。所以我们读经，这些地方要特别留意。祖师给他印证。",
      "zh_TW": "你看看從生活上，他們坐一個船，兩個人在划船，從這個事都能夠會歸自性。這個是佛法常常說的，聽經最要緊的是消歸自性，修行最重要的是轉識成智，我們看看這個消歸自性、轉識成智完全在生活之中。無怪他講，「弟子心中常生智慧，即是福田」，沒錯。不僅僅是他跟五祖在一起坐船，這個境界完全會歸自性，日常在生活當中，待人接物、穿衣吃飯，真正是法法圓融，頭頭是道。所以悟的人，他生活在哪裡？他生活在法性裡面，這跟我們一般凡夫俗子境界迥然不同。所以我們讀經，這些地方要特別留意。祖師給他印證。"
    },
    {
      "id": "09-003-0005_p0053",
      "zh_CN": "【祖云。】",
      "zh_TW": "【祖云。】"
    },
    {
      "id": "09-003-0005_p0054",
      "zh_CN": "这五祖说。",
      "zh_TW": "這五祖說。"
    },
    {
      "id": "09-003-0005_p0055",
      "zh_CN": "【如是如是。】",
      "zh_TW": "【如是如是。】"
    },
    {
      "id": "09-003-0005_p0056",
      "zh_CN": "一点都不错。这种境界悟了的人才明白，所以常说「如人饮水，冷暖自知」。这是两个都开悟的人，他们交谈，彼此的境界完全都能够理解。",
      "zh_TW": "一點都不錯。這種境界悟了的人才明白，所以常說「如人飲水，冷暖自知」。這是兩個都開悟的人，他們交談，彼此的境界完全都能夠理解。"
    },
    {
      "id": "09-003-0005_p0057",
      "zh_CN": "【以后佛法。由汝大行。】",
      "zh_TW": "【以後佛法。由汝大行。】"
    },
    {
      "id": "09-003-0005_p0058",
      "zh_CN": "这个地方讲的佛法，专指达摩祖师传到中国来的这一支，就是禅宗。禅宗到什么时候才发大？就是由你才发大。所谓是经是佛语，禅是佛意。",
      "zh_TW": "這個地方講的佛法，專指達摩祖師傳到中國來的這一支，就是禪宗。禪宗到什麼時候才發大？就是由你才發大。所謂是經是佛語，禪是佛意。"
    },
    {
      "id": "09-003-0005_p0059",
      "zh_CN": "【汝去三年。吾方逝世。汝今好去。努力向南。不宜速说。佛法难起。能辞违祖已。发足南行。】",
      "zh_TW": "【汝去三年。吾方逝世。汝今好去。努力向南。不宜速說。佛法難起。能辭違祖已。發足南行。】"
    },
    {
      "id": "09-003-0005_p0060",
      "zh_CN": "从这几句话当中我们晓得，祖师真正是具足了先知。他送能大师南下了，告诉他，你去了三年之后，我就往生了。你看预知时至。一般人我们看人家往生，大概一个多月以前晓得，一、二个月以前，我们常见的；祖师三年前就晓得了，而且是真的，六祖大师离开黄梅之后第四年，五祖圆寂了。算实际的时间，真的是三年，他逝世了。可见得五祖跟能大师这一次的分别是永别，以后再没有见面的机会了。你看看他们两个人谈话分手，这样的轻松、这样的潇洒。如果要是有个别人知道了，这是生离死别，那心里多难过。你看他们若无其事，谈笑风生，生死自在。所以过去、现在、未来，没有一桩事情不明白、没有一桩事情不了解。这个是心地清净，神通的妙用。特别告诉他讲，你现在努力往南方去，『不宜速说』。为什么？弘法的机缘没成熟。因为佛法还有一些障难要发生了，所以前面叫他隐居，你要到怀集、四会这个地方去藏起来，不可以暴露身分，去隐藏起来，等待机缘成熟，而后才能够弘法利生。惠能拜别之后，就往南方走了。",
      "zh_TW": "從這幾句話當中我們曉得，祖師真正是具足了先知。他送能大師南下了，告訴他，你去了三年之後，我就往生了。你看預知時至。一般人我們看人家往生，大概一個多月以前曉得，一、二個月以前，我們常見的；祖師三年前就曉得了，而且是真的，六祖大師離開黃梅之後第四年，五祖圓寂了。算實際的時間，真的是三年，他逝世了。可見得五祖跟能大師這一次的分別是永別，以後再沒有見面的機會了。你看看他們兩個人談話分手，這樣的輕鬆、這樣的瀟灑。如果要是有個別人知道了，這是生離死別，那心裡多難過。你看他們若無其事，談笑風生，生死自在。所以過去、現在、未來，沒有一樁事情不明白、沒有一樁事情不了解。這個是心地清淨，神通的妙用。特別告訴他講，你現在努力往南方去，『不宜速說』。為什麼？弘法的機緣沒成熟。因為佛法還有一些障難要發生了，所以前面叫他隱居，你要到懷集、四會這個地方去藏起來，不可以暴露身分，去隱藏起來，等待機緣成熟，而後才能夠弘法利生。惠能拜別之後，就往南方走了。"
    },
    {
      "id": "09-003-0005_p0061",
      "zh_CN": "【两月中间。至大庾岭。】",
      "zh_TW": "【兩月中間。至大庾嶺。】"
    },
    {
      "id": "09-003-0005_p0062",
      "zh_CN": "走了两个多月，从江西走到了广东，到了广东大庾岭。大庾岭是江西、福建跟广东交界的地方，过了大庾岭就是广东的境地了。",
      "zh_TW": "走了兩個多月，從江西走到了廣東，到了廣東大庾嶺。大庾嶺是江西、福建跟廣東交界的地方，過了大庾嶺就是廣東的境地了。"
    },
    {
      "id": "09-003-0005_p0063",
      "zh_CN": "【五祖归。数日不上堂。众疑。诣问曰。】",
      "zh_TW": "【五祖歸。數日不上堂。眾疑。詣問曰。】"
    },
    {
      "id": "09-003-0005_p0064",
      "zh_CN": "五祖把惠能大师送走了之后，好几天都不上堂。终于学生们都疑惑了，老师怎么这么多天没上堂，没跟我们说法了？是不是害病了？所以到那里去问候。",
      "zh_TW": "五祖把惠能大師送走了之後，好幾天都不上堂。終於學生們都疑惑了，老師怎麼這麼多天沒上堂，沒跟我們說法了？是不是害病了？所以到那裡去問候。"
    },
    {
      "id": "09-003-0005_p0065",
      "zh_CN": "【和尚少病少恼否。曰。病即无。】",
      "zh_TW": "【和尚少病少惱否。曰。病即無。】"
    },
    {
      "id": "09-003-0005_p0066",
      "zh_CN": "这个问词是佛陀在世教诫弟子们问候人的话，这几天没病、没烦恼，『少病少恼』？五祖就说了，病是没有。",
      "zh_TW": "這個問詞是佛陀在世教誡弟子們問候人的話，這幾天沒病、沒煩惱，『少病少惱』？五祖就說了，病是沒有。"
    },
    {
      "id": "09-003-0005_p0067",
      "zh_CN": "【衣法已南矣。】",
      "zh_TW": "【衣法已南矣。】"
    },
    {
      "id": "09-003-0005_p0068",
      "zh_CN": "衣钵传法往南边去了！大家就奇怪了，就问了：",
      "zh_TW": "衣缽傳法往南邊去了！大家就奇怪了，就問了："
    },
    {
      "id": "09-003-0005_p0069",
      "zh_CN": "【问谁人传授。】",
      "zh_TW": "【問誰人傳授。】"
    },
    {
      "id": "09-003-0005_p0070",
      "zh_CN": "老师你传给哪个去了？五祖说：",
      "zh_TW": "老師你傳給哪個去了？五祖說："
    },
    {
      "id": "09-003-0005_p0071",
      "zh_CN": "【曰。能者得之。众乃知焉。】",
      "zh_TW": "【曰。能者得之。眾乃知焉。】"
    },
    {
      "id": "09-003-0005_p0072",
      "zh_CN": "这个话是双关的意思。『能』是什么？有能力的人他得去了。惠能大师正好名字上有一个「能」字，于是乎大家一想，那个作偈的獦獠，一定是他得去了。他得去了，诸位想想看，这庙里头这些徒众，当然就有一些不服气的。平常根本就瞧不起他，怎么他可以得衣钵？是不是老和尚糊涂了，怎么可以把衣钵传给他？",
      "zh_TW": "這個話是雙關的意思。『能』是什麼？有能力的人他得去了。惠能大師正好名字上有一個「能」字，於是乎大家一想，那個作偈的獦獠，一定是他得去了。他得去了，諸位想想看，這廟裡頭這些徒眾，當然就有一些不服氣的。平常根本就瞧不起他，怎麼他可以得衣缽？是不是老和尚糊塗了，怎麼可以把衣缽傳給他？"
    },
    {
      "id": "09-003-0005_p0073",
      "zh_CN": "【逐后数百人来。欲夺衣钵。】",
      "zh_TW": "【逐後數百人來。欲奪衣缽。】"
    },
    {
      "id": "09-003-0005_p0074",
      "zh_CN": "诸位看此地记载，当然是事实，寺庙里有一千多人，里面就有几百个人分头去追，想把这个衣钵夺回来。",
      "zh_TW": "諸位看此地記載，當然是事實，寺廟裡有一千多人，裡面就有幾百個人分頭去追，想把這個衣缽奪回來。"
    },
    {
      "id": "09-003-0005_p0075",
      "zh_CN": "【一僧俗姓陈名惠明。先是四品将军。性情粗糙。极意参寻。为众人先。】",
      "zh_TW": "【一僧俗姓陳名惠明。先是四品將軍。性情粗糙。極意參尋。為眾人先。】"
    },
    {
      "id": "09-003-0005_p0076",
      "zh_CN": "这个里面去追六祖夺回衣钵，我想发起人大概就是他。因为什么？他是『为众人先』，他带头的。他一发起，我们去追去，把衣钵抢回来。于是乎大家都响应，好。这一下就有几百个人参加，分头去追赶。这个人到后来也是了不起的人，我们在这里要跟诸位介绍一下。在《传灯录》里面，就是惠明这一段，我们要讲惠明悟法，开悟了，这是六祖大师最初度的就是惠明禅师，最初度的。在《传灯录》里面，也就是禅宗史里头所记载的，「袁州蒙山」，这是他以后的道场，这个地方在现在的江西。「道明禅师」，就是惠明，因为六祖度了他之后，他就拜六祖为师，自己不敢称惠，六祖称惠能，他叫惠明，所以就改了一个名字，改作道明，避六祖的讳，所以以后称之为道明禅师。",
      "zh_TW": "這個裡面去追六祖奪回衣缽，我想發起人大概就是他。因為什麼？他是『為眾人先』，他帶頭的。他一發起，我們去追去，把衣缽搶回來。於是乎大家都響應，好。這一下就有幾百個人參加，分頭去追趕。這個人到後來也是了不起的人，我們在這裡要跟諸位介紹一下。在《傳燈錄》裡面，就是惠明這一段，我們要講惠明悟法，開悟了，這是六祖大師最初度的就是惠明禪師，最初度的。在《傳燈錄》裡面，也就是禪宗史裡頭所記載的，「袁州蒙山」，這是他以後的道場，這個地方在現在的江西。「道明禪師」，就是惠明，因為六祖度了他之後，他就拜六祖為師，自己不敢稱惠，六祖稱惠能，他叫惠明，所以就改了一個名字，改作道明，避六祖的諱，所以以後稱之為道明禪師。"
    },
    {
      "id": "09-003-0005_p0077",
      "zh_CN": "他是鄱阳人，江西鄱阳县的人。这个人世家也相当了不起，他是陈宣帝的裔孙，就是后人，宋、齐、梁、陈，陈宣帝的后人。「少于永昌寺出家」，年轻的时候他就发心出了家了，因为他的国亡了，真是国破家亡，所以他发心出家。以后他就是依止黄梅五祖，也非常用功，「极意研寻，初无解悟」，但是没有开悟。在五祖会下多年没有开悟，用功倒是满用功的，他有障碍。他在追寻六祖时，「言下悟入」，所以才以六祖为老师。这一段公案就在这一段经文里面我们可以看到。他也是有缘，佛法里面常讲是有缘人，他大概是追到六祖了。",
      "zh_TW": "他是鄱陽人，江西鄱陽縣的人。這個人世家也相當了不起，他是陳宣帝的裔孫，就是後人，宋、齊、梁、陳，陳宣帝的後人。「少於永昌寺出家」，年輕的時候他就發心出了家了，因為他的國亡了，真是國破家亡，所以他發心出家。以後他就是依止黃梅五祖，也非常用功，「極意研尋，初無解悟」，但是沒有開悟。在五祖會下多年沒有開悟，用功倒是滿用功的，他有障礙。他在追尋六祖時，「言下悟入」，所以才以六祖為老師。這一段公案就在這一段經文裡面我們可以看到。他也是有緣，佛法裡面常講是有緣人，他大概是追到六祖了。"
    },
    {
      "id": "09-003-0005_p0078",
      "zh_CN": "【趁及于能。】",
      "zh_TW": "【趁及於能。】"
    },
    {
      "id": "09-003-0005_p0079",
      "zh_CN": "『趁』就是追到了，从后面追赶，追到了。",
      "zh_TW": "『趁』就是追到了，從後面追趕，追到了。"
    },
    {
      "id": "09-003-0005_p0080",
      "zh_CN": "【能掷下衣钵于石上。云。此衣表信。可力争耶。能隐于草莽中。惠明至。】",
      "zh_TW": "【能擲下衣缽於石上。云。此衣表信。可力爭耶。能隱於草莽中。惠明至。】"
    },
    {
      "id": "09-003-0005_p0081",
      "zh_CN": "惠能大师看到后头有人来追赶，一发现是惠明，心里就晓得，他来无非是来夺取衣钵的。衣钵是『表信』的，是信物，怎么可以以力来争？他是一个武夫，是一个粗人，力气当然很大，曾经做过四品将军。看他来了，这时无可奈何，把衣钵放在路旁边的石头上，自己躲在荒草里面，想躲过这个劫难。惠明赶上了，看到能大师已经躲藏起来了，衣钵在石头上，那他也很开心，目的总算是达到了。可是怎么样？",
      "zh_TW": "惠能大師看到後頭有人來追趕，一發現是惠明，心裡就曉得，他來無非是來奪取衣缽的。衣缽是『表信』的，是信物，怎麼可以以力來爭？他是一個武夫，是一個粗人，力氣當然很大，曾經做過四品將軍。看他來了，這時無可奈何，把衣缽放在路旁邊的石頭上，自己躲在荒草裡面，想躲過這個劫難。惠明趕上了，看到能大師已經躲藏起來了，衣缽在石頭上，那他也很開心，目的總算是達到了。可是怎麼樣？"
    },
    {
      "id": "09-003-0005_p0082",
      "zh_CN": "【提掇不动。】",
      "zh_TW": "【提掇不動。】"
    },
    {
      "id": "09-003-0005_p0083",
      "zh_CN": "诸位想想，这个衣钵，钵也只这么一点大，那个衣绝对不到一公斤。我们想像当中，三、四岁的小孩都可以拿得起来，一个四品将军居然拿不起来。当然有护法神在那边守护住，所以这个衣钵他居然提不起来。这个时候他觉悟了，就在这个时候觉悟了，知道自己什么？错了。衣钵该是他的，他拿很轻松，拿了就走了；我想拿，拿不动。这个是一个大觉悟。",
      "zh_TW": "諸位想想，這個衣缽，缽也只這麼一點大，那個衣絕對不到一公斤。我們想像當中，三、四歲的小孩都可以拿得起來，一個四品將軍居然拿不起來。當然有護法神在那邊守護住，所以這個衣缽他居然提不起來。這個時候他覺悟了，就在這個時候覺悟了，知道自己什麼？錯了。衣缽該是他的，他拿很輕鬆，拿了就走了；我想拿，拿不動。這個是一個大覺悟。"
    },
    {
      "id": "09-003-0005_p0084",
      "zh_CN": "【乃唤云。行者行者。】",
      "zh_TW": "【乃喚云。行者行者。】"
    },
    {
      "id": "09-003-0005_p0085",
      "zh_CN": "『行者』是修行人，是个带发修行人。他在黄梅的时候没有出家，也没有剃发，在那里做工。他说：",
      "zh_TW": "『行者』是修行人，是個帶髮修行人。他在黃梅的時候沒有出家，也沒有剃髮，在那裡做工。他說："
    },
    {
      "id": "09-003-0005_p0086",
      "zh_CN": "【我为法来。不为衣来。】",
      "zh_TW": "【我為法來。不為衣來。】"
    },
    {
      "id": "09-003-0005_p0087",
      "zh_CN": "他本来是为衣来不是为法来，就是一念觉悟，正是所谓「放下屠刀，立地成佛」，这个念头一转，这两句话真的，千真万确的，他这个时候念头转了。我现在到这里来求法，我不争衣了，来求法的。",
      "zh_TW": "他本來是為衣來不是為法來，就是一念覺悟，正是所謂「放下屠刀，立地成佛」，這個念頭一轉，這兩句話真的，千真萬確的，他這個時候念頭轉了。我現在到這裡來求法，我不爭衣了，來求法的。"
    },
    {
      "id": "09-003-0005_p0088",
      "zh_CN": "【能遂出。】",
      "zh_TW": "【能遂出。】"
    },
    {
      "id": "09-003-0005_p0089",
      "zh_CN": "惠能从草堆里头出来了。",
      "zh_TW": "惠能從草堆裡頭出來了。"
    },
    {
      "id": "09-003-0005_p0090",
      "zh_CN": "【坐盘石上。】",
      "zh_TW": "【坐盤石上。】"
    },
    {
      "id": "09-003-0005_p0091",
      "zh_CN": "盘腿坐在石头上，求法来的。",
      "zh_TW": "盤腿坐在石頭上，求法來的。"
    },
    {
      "id": "09-003-0005_p0092",
      "zh_CN": "【惠明作礼。云。】",
      "zh_TW": "【惠明作禮。云。】"
    },
    {
      "id": "09-003-0005_p0093",
      "zh_CN": "真正给他礼拜了，这个时候具足了虔诚恭敬心，态度做一百八十度的大转变，一心一意来求法。",
      "zh_TW": "真正給他禮拜了，這個時候具足了虔誠恭敬心，態度做一百八十度的大轉變，一心一意來求法。"
    },
    {
      "id": "09-003-0005_p0094",
      "zh_CN": "【望行者为我说法。能云。汝既为法而来。】",
      "zh_TW": "【望行者為我說法。能云。汝既為法而來。】"
    },
    {
      "id": "09-003-0005_p0095",
      "zh_CN": "惠能大师告诉他，你既然为法而来的。",
      "zh_TW": "惠能大師告訴他，你既然為法而來的。"
    },
    {
      "id": "09-003-0005_p0096",
      "zh_CN": "【可屏息诸缘。勿生一念。吾为汝说。】",
      "zh_TW": "【可屏息諸緣。勿生一念。吾為汝說。】"
    },
    {
      "id": "09-003-0005_p0097",
      "zh_CN": "这是求法的先决条件。你既然为法了，那好，先告诉你，你把万缘放下，先把心定下来。这两句话非常重要，平素一般人所以不能够悟法、不能开悟，原因在哪里？六根攀缘外面六尘，眼根攀缘色尘、耳根攀缘声尘，所以总是向外头攀缘而不能够放下。这个放下，诸位要晓得，不是放下六根，也不是放下六尘，放下什么？放下这个攀缘心，这是个妄心。『屏息诸缘』，「息」这个东西，诸位要清楚、要明了。达摩祖师说，「外息诸缘」，外息攀缘六尘这个心，「内心无喘，心如墙壁，可以入道」。这个是比喻，墙壁是无知，比喻什么？比喻这个心定，心在境界里不动，这个才有资格入道。如果你的心还为外境所动，这个外境六尘里头，五种属于外，色、声、香、味、触这是外五尘；内里面有法尘，法尘就是打妄想，想过去、想未来，过去、未来都不在眼前，这叫内攀缘法尘。内外统统把这个缘息掉，「屏息诸缘」。",
      "zh_TW": "這是求法的先決條件。你既然為法了，那好，先告訴你，你把萬緣放下，先把心定下來。這兩句話非常重要，平素一般人所以不能夠悟法、不能開悟，原因在哪裡？六根攀緣外面六塵，眼根攀緣色塵、耳根攀緣聲塵，所以總是向外頭攀緣而不能夠放下。這個放下，諸位要曉得，不是放下六根，也不是放下六塵，放下什麼？放下這個攀緣心，這是個妄心。『屏息諸緣』，「息」這個東西，諸位要清楚、要明瞭。達摩祖師說，「外息諸緣」，外息攀緣六塵這個心，「內心無喘，心如牆壁，可以入道」。這個是比喻，牆壁是無知，比喻什麼？比喻這個心定，心在境界裡不動，這個才有資格入道。如果你的心還為外境所動，這個外境六塵裡頭，五種屬於外，色、聲、香、味、觸這是外五塵；內裡面有法塵，法塵就是打妄想，想過去、想未來，過去、未來都不在眼前，這叫內攀緣法塵。內外統統把這個緣息掉，「屏息諸緣」。"
    },
    {
      "id": "09-003-0005_p0098",
      "zh_CN": "慧海禅师说，「万缘具绝者，即一切法性空是也」。这一句话说得很好，不但世间一切法我们要觉，不攀缘了，把这个攀缘心息掉，出世间的一切佛法也不攀缘。这个万缘是世出世间一切法统统包括在里面，要具绝，这就叫一切法性空。「法性空者，即一切处无心是」，无什么心？妄心、攀缘心。世出世间一切法里头都不能用攀缘心，这个叫屏息诸缘。你看净土念佛堂里打佛七，常常讲「放下万缘」，这个放下万缘跟此地屏息诸缘是一个意思。",
      "zh_TW": "慧海禪師說，「萬緣具絕者，即一切法性空是也」。這一句話說得很好，不但世間一切法我們要覺，不攀緣了，把這個攀緣心息掉，出世間的一切佛法也不攀緣。這個萬緣是世出世間一切法統統包括在裡面，要具絕，這就叫一切法性空。「法性空者，即一切處無心是」，無什麼心？妄心、攀緣心。世出世間一切法裡頭都不能用攀緣心，這個叫屏息諸緣。你看淨土念佛堂裡打佛七，常常講「放下萬緣」，這個放下萬緣跟此地屏息諸緣是一個意思。"
    },
    {
      "id": "09-003-0005_p0099",
      "zh_CN": "『勿生一念』，慧海禅师说，「对诸境色，永无起动，即是无念」。境是境界，色是色相。这个色在此地它是六尘之首，举一个其余的五种都包括在其中了，就是色、声、香、味、触、法，这是外境。永无起心动念，这叫无念，就是无妄念。无妄念就是正念现前，也就是我们讲正智，正智现前，这是用功修行不可以不知道的。黄檗禅师说，「一念不起，即十八界空」，十八界是什么？诸缘，一念不起就是屏息，屏息诸缘。「即身便是菩提华果」，花是菩萨，果是佛，只要你在境界里面能够做到一念不生，你这个身就是菩萨、就是佛。「即心便是灵知」，灵知是般若智慧。这一个名词里面包括了三种般若，实相般若是体，观照般若是自受用，方便般若是他受用，这都叫灵知。",
      "zh_TW": "『勿生一念』，慧海禪師說，「對諸境色，永無起動，即是無念」。境是境界，色是色相。這個色在此地它是六塵之首，舉一個其餘的五種都包括在其中了，就是色、聲、香、味、觸、法，這是外境。永無起心動念，這叫無念，就是無妄念。無妄念就是正念現前，也就是我們講正智，正智現前，這是用功修行不可以不知道的。黃檗禪師說，「一念不起，即十八界空」，十八界是什麼？諸緣，一念不起就是屏息，屏息諸緣。「即身便是菩提華果」，花是菩薩，果是佛，只要你在境界裡面能夠做到一念不生，你這個身就是菩薩、就是佛。「即心便是靈知」，靈知是般若智慧。這一個名詞裡面包括了三種般若，實相般若是體，觀照般若是自受用，方便般若是他受用，這都叫靈知。"
    },
    {
      "id": "09-003-0005_p0100",
      "zh_CN": "又说「善恶都莫思量，当处便出三界」，三界是讲欲界、色界、无色界，这是六道轮回。一切凡夫无量劫来，在三界六道随业流转，苦不堪言，如何能够出去？只要你真正能做到善恶都莫思量。我们想想，不说别人，反省反省自己，你看念念当中不是思善，就是思恶。思善的将来感三善道的果报，思恶的将来感三恶道的果报，有因必有果。如果善恶都不思量了，三善道的因断了，三恶道的因也断了，岂不是当处便出三界？这一点希望我们要特别的留意到。我们如果是真正要想求了生死出三界，真正要想求往生，一定要懂这个道理。这个是前方便，叫他把妄念息掉，把心定下来，「勿生一念」。必须具足这样的条件才能说法，所说之法他能够接受；不具足这个条件，说了也是枉然。在这个时候，惠明真听话，他能够顿息万缘，一念不生。",
      "zh_TW": "又說「善惡都莫思量，當處便出三界」，三界是講欲界、色界、無色界，這是六道輪迴。一切凡夫無量劫來，在三界六道隨業流轉，苦不堪言，如何能夠出去？只要你真正能做到善惡都莫思量。我們想想，不說別人，反省反省自己，你看念念當中不是思善，就是思惡。思善的將來感三善道的果報，思惡的將來感三惡道的果報，有因必有果。如果善惡都不思量了，三善道的因斷了，三惡道的因也斷了，豈不是當處便出三界？這一點希望我們要特別的留意到。我們如果是真正要想求了生死出三界，真正要想求往生，一定要懂這個道理。這個是前方便，叫他把妄念息掉，把心定下來，「勿生一念」。必須具足這樣的條件才能說法，所說之法他能夠接受；不具足這個條件，說了也是枉然。在這個時候，惠明真聽話，他能夠頓息萬緣，一念不生。"
    },
    {
      "id": "09-003-0005_p0101",
      "zh_CN": "【良久。】",
      "zh_TW": "【良久。】"
    },
    {
      "id": "09-003-0005_p0102",
      "zh_CN": "这样静下来很久一段时间，这是必要的，为什么？没有一段时间，心静不下来，收摄不住。整个心定下来了，六祖是一句话把他点醒。",
      "zh_TW": "這樣靜下來很久一段時間，這是必要的，為什麼？沒有一段時間，心靜不下來，收攝不住。整個心定下來了，六祖是一句話把他點醒。"
    },
    {
      "id": "09-003-0005_p0103",
      "zh_CN": "【谓明曰。】",
      "zh_TW": "【謂明曰。】"
    },
    {
      "id": "09-003-0005_p0104",
      "zh_CN": "告诉惠明说：",
      "zh_TW": "告訴惠明說："
    },
    {
      "id": "09-003-0005_p0105",
      "zh_CN": "【不思善。不思恶。正与么时。】",
      "zh_TW": "【不思善。不思惡。正與麼時。】"
    },
    {
      "id": "09-003-0005_p0106",
      "zh_CN": "正在这个时候。",
      "zh_TW": "正在這個時候。"
    },
    {
      "id": "09-003-0005_p0107",
      "zh_CN": "【哪个是明上座本来面目。惠明言下大悟。】",
      "zh_TW": "【哪個是明上座本來面目。惠明言下大悟。】"
    },
    {
      "id": "09-003-0005_p0108",
      "zh_CN": "我们想一想，这样的话，在禅宗来讲是一个很普通的一句话，而且是个口头禅。我相信惠明大师在五祖会下，像这样的口头禅不晓得听了多少遍了，为什么不开悟？开悟的关键就是「屏息诸缘，勿生一念」，就在此地。可见得惠明在五祖会下那么多年，从来就没有屏息诸缘过；换句话说，一天到晚总是妄念纷飞。所以祖师每一次上堂说法都跟耳边风一样，不悟！我们在这里继续跟诸位介绍这个意思。",
      "zh_TW": "我們想一想，這樣的話，在禪宗來講是一個很普通的一句話，而且是個口頭禪。我相信惠明大師在五祖會下，像這樣的口頭禪不曉得聽了多少遍了，為什麼不開悟？開悟的關鍵就是「屏息諸緣，勿生一念」，就在此地。可見得惠明在五祖會下那麼多年，從來就沒有屏息諸緣過；換句話說，一天到晚總是妄念紛飛。所以祖師每一次上堂說法都跟耳邊風一樣，不悟！我們在這裡繼續跟諸位介紹這個意思。"
    },
    {
      "id": "09-003-0005_p0109",
      "zh_CN": "『本来面目』，在《修心诀》里头有几句话说，「诸法如梦」，希望诸位要细心的体会，不要以为眼前境界是真的，的确像《金刚经》所讲的，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，佛讲的话千真万确。「亦如幻化，故妄念本寂，尘境本空。诸法皆空之处，灵知不昧。即此空寂灵知之心，是汝本来面目」。你要问，什么是本来面目？我们不要去管别人，要紧的是什么是自己的本来面目？就像六祖说，『哪个是明上座本来面目』，我们读了这句话，就像六祖问我们，哪个是我们自己的本来面目？要晓得，本来面目就是空寂灵知之心。我们现在本来面目丧失掉了，就是空寂灵知的心丧失掉了。现在你的心不空，你心里头乱七八糟的妄念太多，你的心不寂，寂是清净、寂是定，你现在这个心里头一个念头生、一个念头灭，是一个浑浊之相。所以虽有知，不灵，不是灵明觉知。这就叫失去本来面目，失去空寂灵知的心，我们着诸法之相、着尘境之相，在这个里面生起无量无边的妄念，不知道这全是妄想。",
      "zh_TW": "『本來面目』，在《修心訣》裡頭有幾句話說，「諸法如夢」，希望諸位要細心的體會，不要以為眼前境界是真的，的確像《金剛經》所講的，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，佛講的話千真萬確。「亦如幻化，故妄念本寂，塵境本空。諸法皆空之處，靈知不昧。即此空寂靈知之心，是汝本來面目」。你要問，什麼是本來面目？我們不要去管別人，要緊的是什麼是自己的本來面目？就像六祖說，『哪個是明上座本來面目』，我們讀了這句話，就像六祖問我們，哪個是我們自己的本來面目？要曉得，本來面目就是空寂靈知之心。我們現在本來面目喪失掉了，就是空寂靈知的心喪失掉了。現在你的心不空，你心裡頭亂七八糟的妄念太多，你的心不寂，寂是清淨、寂是定，你現在這個心裡頭一個念頭生、一個念頭滅，是一個渾濁之相。所以雖有知，不靈，不是靈明覺知。這就叫失去本來面目，失去空寂靈知的心，我們著諸法之相、著塵境之相，在這個裡面生起無量無邊的妄念，不知道這全是妄想。"
    },
    {
      "id": "09-003-0005_p0110",
      "zh_CN": "再看底下，「若悟此心」，此心就是空寂灵知的心，「真所谓不践阶梯，径登佛地」。只要你真正觉悟，悟什么？空寂灵知的心是自己的真心、是自己的佛性，那你就不必要经过什么十住、十行、十回向、十地再成佛，立刻就成佛了。正像《楞严》所说「歇即菩提」。经上所讲的句句都是实话。",
      "zh_TW": "再看底下，「若悟此心」，此心就是空寂靈知的心，「真所謂不踐階梯，徑登佛地」。只要你真正覺悟，悟什麼？空寂靈知的心是自己的真心、是自己的佛性，那你就不必要經過什麼十住、十行、十迴向、十地再成佛，立刻就成佛了。正像《楞嚴》所說「歇即菩提」。經上所講的句句都是實話。"
    },
    {
      "id": "09-003-0005_p0111",
      "zh_CN": "在此地惠明禅师的缘成熟了，「只经能大师一点便大悟」。像画龙点睛一样，他已经画成了，睛一点龙就飞走了，大彻大悟。什么叫缘熟？所谓缘熟就是「顿息诸缘，于一切境不生一念也」，这就叫缘熟。我们要问我们自己，我的缘熟了没有？我的缘要到哪一天才熟？如果你提出这个问题，我就告诉你，缘成熟与否没有一定的时间、没有一定的所在，问题你如果现在能够顿息诸缘，于一切境不生一念，你的缘今天就熟了，就是现在就熟了。如果你现在不能够息诸缘，于一切境界上还是起心动念，那你的缘今天没熟。所以你要问缘哪一天成熟，你问别人就错了，这个事情要问自己。换句话说，你今天肯不肯放下。今天肯放下，今天就熟了；明天放下，明天就熟了；后天放下，后天就熟了。惠明禅师在这个时候真放下了，于一切境界里头不生一念了，所以六祖这么一点他言下大悟。我们要晓得这个道理，要知道这个事实，这是我们修学的榜样。这个事实、这个道理我们真正明白了，试问问我们在这一生当中，大彻大悟、明心见性、成佛作祖，你说可能不可能？还有疑惑吗？惠明悟了以后又问：",
      "zh_TW": "在此地惠明禪師的緣成熟了，「只經能大師一點便大悟」。像畫龍點睛一樣，他已經畫成了，睛一點龍就飛走了，大徹大悟。什麼叫緣熟？所謂緣熟就是「頓息諸緣，於一切境不生一念也」，這就叫緣熟。我們要問我們自己，我的緣熟了沒有？我的緣要到哪一天才熟？如果你提出這個問題，我就告訴你，緣成熟與否沒有一定的時間、沒有一定的所在，問題你如果現在能夠頓息諸緣，於一切境不生一念，你的緣今天就熟了，就是現在就熟了。如果你現在不能夠息諸緣，於一切境界上還是起心動念，那你的緣今天沒熟。所以你要問緣哪一天成熟，你問別人就錯了，這個事情要問自己。換句話說，你今天肯不肯放下。今天肯放下，今天就熟了；明天放下，明天就熟了；後天放下，後天就熟了。惠明禪師在這個時候真放下了，於一切境界裡頭不生一念了，所以六祖這麼一點他言下大悟。我們要曉得這個道理，要知道這個事實，這是我們修學的榜樣。這個事實、這個道理我們真正明白了，試問問我們在這一生當中，大徹大悟、明心見性、成佛作祖，你說可能不可能？還有疑惑嗎？惠明悟了以後又問："
    },
    {
      "id": "09-003-0005_p0112",
      "zh_CN": "【复问云。上来密语密意外。还更有密意否。】",
      "zh_TW": "【復問云。上來密語密意外。還更有密意否。】"
    },
    {
      "id": "09-003-0005_p0113",
      "zh_CN": "他问什么叫『密语密意』？这样的话，刚才我说过，五祖在黄梅不晓得说了多少遍，他都不懂，他都不开悟，这就叫迷。缘成熟了，一点就破了。所以对于缘未成熟之人，这个话就是「密语密意」。像我们读《坛经》，你们诸位在此地听讲，你这一听能不能言下大悟？如果不能言下大悟，这个话对你来说就是「密语密意」。如果言下大悟了，那还有什么秘密可言？不密了。所以惠能大师说了：",
      "zh_TW": "他問什麼叫『密語密意』？這樣的話，剛才我說過，五祖在黃梅不曉得說了多少遍，他都不懂，他都不開悟，這就叫迷。緣成熟了，一點就破了。所以對於緣未成熟之人，這個話就是「密語密意」。像我們讀《壇經》，你們諸位在此地聽講，你這一聽能不能言下大悟？如果不能言下大悟，這個話對你來說就是「密語密意」。如果言下大悟了，那還有什麼祕密可言？不密了。所以惠能大師說了："
    },
    {
      "id": "09-003-0005_p0114",
      "zh_CN": "【与汝说者。即非密也。】",
      "zh_TW": "【與汝說者。即非密也。】"
    },
    {
      "id": "09-003-0005_p0115",
      "zh_CN": "给你讲得这么明白，这密什么？",
      "zh_TW": "給你講得這麼明白，這密什麼？"
    },
    {
      "id": "09-003-0005_p0116",
      "zh_CN": "【汝若返照。密在汝边。】",
      "zh_TW": "【汝若返照。密在汝邊。】"
    },
    {
      "id": "09-003-0005_p0117",
      "zh_CN": "你要自己回光一返照，无量无边法门一时通达，密在哪里？密在你自己那一边，不在我这里，不在外境上。",
      "zh_TW": "你要自己回光一返照，無量無邊法門一時通達，密在哪裡？密在你自己那一邊，不在我這裡，不在外境上。"
    },
    {
      "id": "09-003-0005_p0118",
      "zh_CN": "【明曰。】",
      "zh_TW": "【明曰。】"
    },
    {
      "id": "09-003-0005_p0119",
      "zh_CN": "惠明禅师就说了：",
      "zh_TW": "惠明禪師就說了："
    },
    {
      "id": "09-003-0005_p0120",
      "zh_CN": "【惠明虽在黄梅。实未省自己面目。】",
      "zh_TW": "【惠明雖在黃梅。實未省自己面目。】"
    },
    {
      "id": "09-003-0005_p0121",
      "zh_CN": "这他承认了，老老实实说了，虽然在黄梅这么多年，实在没开悟，不晓得自己本来面目。",
      "zh_TW": "這他承認了，老老實實說了，雖然在黃梅這麼多年，實在沒開悟，不曉得自己本來面目。"
    },
    {
      "id": "09-003-0005_p0122",
      "zh_CN": "【今蒙指示。如人饮水。冷暖自知。今行者即惠明师也。】",
      "zh_TW": "【今蒙指示。如人飲水。冷暖自知。今行者即惠明師也。】"
    },
    {
      "id": "09-003-0005_p0123",
      "zh_CN": "今天在这个地方，承蒙你这一指点，我大彻大悟了。这个境界说不出来，真是『如人饮水，冷暖自知』。我们喝一杯水，你说这水冷，究竟冷到什么程度？不晓得，说不出来的。我说这水很热，热到什么程度？也不知道，怎么给人说，别人能体会吗？不能体会，只有那个人亲自去喝一口，他才晓得，他才能够体会。他要不亲自去喝一口，怎么说也体会不到，何况这是大彻大悟的境界！惠能大师说：",
      "zh_TW": "今天在這個地方，承蒙你這一指點，我大徹大悟了。這個境界說不出來，真是『如人飲水，冷暖自知』。我們喝一杯水，你說這水冷，究竟冷到什麼程度？不曉得，說不出來的。我說這水很熱，熱到什麼程度？也不知道，怎麼給人說，別人能體會嗎？不能體會，只有那個人親自去喝一口，他才曉得，他才能夠體會。他要不親自去喝一口，怎麼說也體會不到，何況這是大徹大悟的境界！惠能大師說："
    },
    {
      "id": "09-003-0005_p0124",
      "zh_CN": "【能曰。汝若如是。】",
      "zh_TW": "【能曰。汝若如是。】"
    },
    {
      "id": "09-003-0005_p0125",
      "zh_CN": "你要是这样讲，这是应当的，他是在能大师手下开悟的。所以刚才说了，这是第一个得度的，六祖一生度了四十三个开悟的，这是第一个。",
      "zh_TW": "你要是這樣講，這是應當的，他是在能大師手下開悟的。所以剛才說了，這是第一個得度的，六祖一生度了四十三個開悟的，這是第一個。"
    },
    {
      "id": "09-003-0005_p0126",
      "zh_CN": "【吾与汝同师黄梅。】",
      "zh_TW": "【吾與汝同師黃梅。】"
    },
    {
      "id": "09-003-0005_p0127",
      "zh_CN": "我们两个同学，都是五祖的学生，你何必这么客气，要拜我为师？",
      "zh_TW": "我們兩個同學，都是五祖的學生，你何必這麼客氣，要拜我為師？"
    },
    {
      "id": "09-003-0005_p0128",
      "zh_CN": "【善自护持。】",
      "zh_TW": "【善自護持。】"
    },
    {
      "id": "09-003-0005_p0129",
      "zh_CN": "你要好好的保护你自己，不可以再迷失了本性。",
      "zh_TW": "你要好好的保護你自己，不可以再迷失了本性。"
    },
    {
      "id": "09-003-0005_p0130",
      "zh_CN": "【明又问。惠明今后向甚处去。能曰。】",
      "zh_TW": "【明又問。惠明今後向甚處去。能曰。】"
    },
    {
      "id": "09-003-0005_p0131",
      "zh_CN": "这惠明问，今后往什么地方去？惠能大师就告诉他：",
      "zh_TW": "這惠明問，今後往什麼地方去？惠能大師就告訴他："
    },
    {
      "id": "09-003-0005_p0132",
      "zh_CN": "【逢袁则止。遇蒙则居。】",
      "zh_TW": "【逢袁則止。遇蒙則居。】"
    },
    {
      "id": "09-003-0005_p0133",
      "zh_CN": "前面跟诸位说过，『袁』就是袁州，袁州的蒙山。由此可知，惠能大师似乎也有神通，能够指点惠明禅师在某一个地方有缘，他将来在那个地区度很多的众生，指点他的去路。所以悟了的人都有先知。",
      "zh_TW": "前面跟諸位說過，『袁』就是袁州，袁州的蒙山。由此可知，惠能大師似乎也有神通，能夠指點惠明禪師在某一個地方有緣，他將來在那個地區度很多的眾生，指點他的去路。所以悟了的人都有先知。"
    },
    {
      "id": "09-003-0005_p0134",
      "zh_CN": "【明礼辞。】",
      "zh_TW": "【明禮辭。】"
    },
    {
      "id": "09-003-0005_p0135",
      "zh_CN": "惠明拜谢六祖，辞别六祖，让六祖再往南边去避难。",
      "zh_TW": "惠明拜謝六祖，辭別六祖，讓六祖再往南邊去避難。"
    },
    {
      "id": "09-003-0005_p0136",
      "zh_CN": "【明回至岭下。谓趁众曰。】",
      "zh_TW": "【明回至嶺下。謂趁眾曰。】"
    },
    {
      "id": "09-003-0005_p0137",
      "zh_CN": "他从『岭下』，这个小山坡下来之后，又碰到后面追的人来了，来追赶、来找六祖的人来了。看到这些人来，就告诉他说：",
      "zh_TW": "他從『嶺下』，這個小山坡下來之後，又碰到後面追的人來了，來追趕、來找六祖的人來了。看到這些人來，就告訴他說："
    },
    {
      "id": "09-003-0005_p0138",
      "zh_CN": "【向陟崔嵬。竟无踪迹。当别道寻之。趁众咸以为然。】",
      "zh_TW": "【向陟崔嵬。竟無蹤跡。當別道尋之。趁眾咸以為然。】"
    },
    {
      "id": "09-003-0005_p0139",
      "zh_CN": "他在这里打了个妄语，这个山岗我刚才去过了，没有。而且这个山路又不好走，我没有找到，恐怕从别的路上走了，咱们分头再去找，这个我已找过了，不必去了。打个妄语。大家一听这个话，他是个带头的人，大家都信了他的话了，不从这一条路追了，六祖从这个路平平安安的避难去了。这个『崔嵬』是山路、土山，这是带石者，土山是石头路，不好走的小路。",
      "zh_TW": "他在這裡打了個妄語，這個山崗我剛才去過了，沒有。而且這個山路又不好走，我沒有找到，恐怕從別的路上走了，咱們分頭再去找，這個我已找過了，不必去了。打個妄語。大家一聽這個話，他是個帶頭的人，大家都信了他的話了，不從這一條路追了，六祖從這個路平平安安的避難去了。這個『崔嵬』是山路、土山，這是帶石者，土山是石頭路，不好走的小路。"
    },
    {
      "id": "09-003-0005_p0140",
      "zh_CN": "向下这一段经文，我这里标了个小标题，叫「密参真印」，参是参学，密是讲密行，真正的来求一心，这一段讲的历事炼心。我们先读经文，经文读了之后，我把大意给诸位来说明。",
      "zh_TW": "向下這一段經文，我這裡標了個小標題，叫「密參真印」，參是參學，密是講密行，真正的來求一心，這一段講的歷事鍊心。我們先讀經文，經文讀了之後，我把大意給諸位來說明。"
    },
    {
      "id": "09-003-0005_p0141",
      "zh_CN": "【能后至曹溪。又被恶人寻逐。乃于四会县避难猎人队中。凡经一十五载。时与猎人随宜说法。猎人常令守网。每见生命尽放之。每至饭时。以菜寄煮肉锅。或问。则对曰。但吃肉边菜。】",
      "zh_TW": "【能後至曹溪。又被惡人尋逐。乃於四會縣避難獵人隊中。凡經一十五載。時與獵人隨宜說法。獵人常令守網。每見生命盡放之。每至飯時。以菜寄煮肉鍋。或問。則對曰。但喫肉邊菜。】"
    },
    {
      "id": "09-003-0005_p0142",
      "zh_CN": "就是这一段。这十五年当中，就是祖师真正的参学。所以我们要了解参学在哪些地方参，不是像我们一般以为参学一定去寻师访友，哪个地方有高明的、有道德、有学问的人就跟他学这叫参学。固然那也是学，那是初级的参学，高级的参学则不然，是历事炼心。历是经历，事是一切事物，统统要去经历，在这个事物当中经历去炼心。心就是一，要炼这个。所以修行首先要明了这两个字的意思。修行乃是修正行为，叫修行，修是修正，行是行为。行为它的范围非常广大，无量无边。无量无边的行为可以归纳为三大类，就统统包尽了，就是身、口、意，总不外乎这三类。身是一切的动作，一切造作，口是一切言语，意是念头，包括了所有的行为。",
      "zh_TW": "就是這一段。這十五年當中，就是祖師真正的參學。所以我們要了解參學在哪些地方參，不是像我們一般以為參學一定去尋師訪友，哪個地方有高明的、有道德、有學問的人就跟他學這叫參學。固然那也是學，那是初級的參學，高級的參學則不然，是歷事鍊心。歷是經歷，事是一切事物，統統要去經歷，在這個事物當中經歷去鍊心。心就是一，要鍊這個。所以修行首先要明瞭這兩個字的意思。修行乃是修正行為，叫修行，修是修正，行是行為。行為它的範圍非常廣大，無量無邊。無量無邊的行為可以歸納為三大類，就統統包盡了，就是身、口、意，總不外乎這三類。身是一切的動作，一切造作，口是一切言語，意是念頭，包括了所有的行為。"
    },
    {
      "id": "09-003-0005_p0143",
      "zh_CN": "怎么个修法？身与口要修恒顺众生，随喜功德。这个都是大乘法里面修学的总纲领，普贤菩萨十大愿王里面教我们恒顺众生，随喜功德，要懂得顺，要懂得随喜。在恒顺随喜里面修什么？刚才讲了，炼心。恒顺随喜就是历事，身口历事。炼心？炼清净心，炼明了心。恒顺随喜里面样样明了，这是智慧；一念不生，一念不生才清净，起了一个念头就不清净了。是非善恶都莫思量，不思善、不思恶，这个心才清净。又明了，明了是智慧，清净是禅定，定慧等持。这叫真正修行，这是修行最高的指导原则。所以六祖在怀集、四会县一十五年修的什么？就是修的这个。这叫真修行，真正在炼心！",
      "zh_TW": "怎麼個修法？身與口要修恆順眾生，隨喜功德。這個都是大乘法裡面修學的總綱領，普賢菩薩十大願王裡面教我們恆順眾生，隨喜功德，要懂得順，要懂得隨喜。在恆順隨喜裡面修什麼？剛才講了，鍊心。恆順隨喜就是歷事，身口歷事。鍊心？鍊清淨心，鍊明了心。恆順隨喜裡面樣樣明瞭，這是智慧；一念不生，一念不生才清淨，起了一個念頭就不清淨了。是非善惡都莫思量，不思善、不思惡，這個心才清淨。又明瞭，明瞭是智慧，清淨是禪定，定慧等持。這叫真正修行，這是修行最高的指導原則。所以六祖在懷集、四會縣一十五年修的什麼？就是修的這個。這叫真修行，真正在鍊心！"
    },
    {
      "id": "09-003-0005_p0144",
      "zh_CN": "大经里面像《华严》，清凉大师教我们的《华严》的四分，与此地所讲的大意都相当。《华严》四分里头第一个是「举果劝乐生信」，果是讲果报，如来的果报清净庄严。咱们不要讲《华严经》，《华严经》太复杂了，境界太广大了，不可思议，我们就讲六祖。六祖开悟的时候，他讲过，「何期自性本来清净」，好不好，这清净好不好？「何期自性本来具足」，具足好不好？「何期自性能生万法」，你说好不好？如果你要晓得自性清净心里面有这样殊胜的果报，你喜不喜欢、你信不信？如果你真正喜欢，真正信了，这是学佛第一个基础奠定了。信了以后要理解，怎么解？要修因，因与果要相契，这才能生解。所以解不是我多听听、多看看，那个解是靠不住的，那种理解不是真正的解，而是什么？是一种记问之学。换句话说，你所理解的是听别人说的，道听涂说，是这种理解，这个理解不是自己的，全是别人的，靠不住。所以自己真正要解，要修因，这个因一定与果相契合，这个解是真的。",
      "zh_TW": "大經裡面像《華嚴》，清涼大師教我們的《華嚴》的四分，與此地所講的大意都相當。《華嚴》四分裡頭第一個是「舉果勸樂生信」，果是講果報，如來的果報清淨莊嚴。咱們不要講《華嚴經》，《華嚴經》太複雜了，境界太廣大了，不可思議，我們就講六祖。六祖開悟的時候，他講過，「何期自性本來清淨」，好不好，這清淨好不好？「何期自性本來具足」，具足好不好？「何期自性能生萬法」，你說好不好？如果你要曉得自性清淨心裡面有這樣殊勝的果報，你喜不喜歡、你信不信？如果你真正喜歡，真正信了，這是學佛第一個基礎奠定了。信了以後要理解，怎麼解？要修因，因與果要相契，這才能生解。所以解不是我多聽聽、多看看，那個解是靠不住的，那種理解不是真正的解，而是什麼？是一種記問之學。換句話說，你所理解的是聽別人說的，道聽塗說，是這種理解，這個理解不是自己的，全是別人的，靠不住。所以自己真正要解，要修因，這個因一定與果相契合，這個解是真的。"
    },
    {
      "id": "09-003-0005_p0145",
      "zh_CN": "讲到修行，「托法进修」，像刚才跟诸位所说的，法，你懂得方法，必须依托这个方法来进修。可是你要证，得依人，就是要历事炼心，在境界里头炼自己的心、智慧、光明，一切明了，炼自己的心清净、如如不动，这是真正修行。特别要记住这个四条，《华严》里面提出，《华严》所谓是经中之王，根本法轮，信解行证这个程序，这个里面所讲的真实的境界，不可不知。违背这个原则那就是盲修瞎练，不会有成就的。",
      "zh_TW": "講到修行，「託法進修」，像剛才跟諸位所說的，法，你懂得方法，必須依託這個方法來進修。可是你要證，得依人，就是要歷事鍊心，在境界裡頭鍊自己的心、智慧、光明，一切明瞭，鍊自己的心清淨、如如不動，這是真正修行。特別要記住這個四條，《華嚴》裡面提出，《華嚴》所謂是經中之王，根本法輪，信解行證這個程序，這個裡面所講的真實的境界，不可不知。違背這個原則那就是盲修瞎練，不會有成就的。"
    },
    {
      "id": "09-003-0005_p0146",
      "zh_CN": "在饮食方面，你看祖师讲了，他吃肉边菜，这从饮食上说的。我们晓得，佛法里面在饮食起居里，它讲求的是卫生、卫性、卫心，讲求这三种。我们世间人所重视的只是卫生，卫生是讲保卫生理，我们讲生理卫生、生理健康，只晓得这个，还有两个重要的他疏忽了，所以世间人有许多疾病。保卫是保卫三方面，他只一方面，缺少两方面。世间宗教像伊斯兰教，回教，他懂得卫性，不但晓得卫生，他还晓得卫性。性是什么？性情。凡是性情不好的那些动物他们都不吃。为什么？因为这些动物，那个不良的性情，你要是多吃了，会吸收了牠的气分，他懂这个道理。所以他的饮食除了在卫生上有选择，卫性上，保卫善良的性情上，他有多一重的选择。",
      "zh_TW": "在飲食方面，你看祖師講了，他吃肉邊菜，這從飲食上說的。我們曉得，佛法裡面在飲食起居裡，它講求的是衛生、衛性、衛心，講求這三種。我們世間人所重視的只是衛生，衛生是講保衛生理，我們講生理衛生、生理健康，只曉得這個，還有兩個重要的他疏忽了，所以世間人有許多疾病。保衛是保衛三方面，他只一方面，缺少兩方面。世間宗教像伊斯蘭教，回教，他懂得衛性，不但曉得衛生，他還曉得衛性。性是什麼？性情。凡是性情不好的那些動物他們都不吃。為什麼？因為這些動物，那個不良的性情，你要是多吃了，會吸收了牠的氣分，他懂這個道理。所以他的飲食除了在衛生上有選擇，衛性上，保衛善良的性情上，他有多一重的選擇。"
    },
    {
      "id": "09-003-0005_p0147",
      "zh_CN": "讲到佛法里面生活才算是最圆满的，除了懂得卫性之外，他懂得卫心，那就是保卫自己的清净心，保卫自己的慈悲心，所以讲的「闻其声而不忍食其肉」。佛法里面虽然有讲三净肉，所谓是不见杀、不闻杀、不为我杀，完全是为了保卫慈悲心，保卫自己的清净心。佛门里面戒律禁止五荤，所谓五荤，在我们来看都是蔬菜，葱、蒜、韭菜、荞头、洋葱，这不都是蔬菜类的吗？为什么要禁止？因为卫性。这五类的蔬菜它的性情不好，熟吃，煮熟了吃，吃多了增长荷尔蒙；换句话说，容易引起性欲的冲动。特别是对于出家人，那就是多生许多无谓的烦恼，所以这个不吃。生吃容易增肝火，就是容易发脾气，使性情暴躁、粗暴。所以说生吃也不好，熟吃也不好。佛法里头，蔬菜里头把这五种挑出来完全是卫性，保卫一个温柔善良的性情，所以不吃它。可是如果用在治病上，那是有开缘、有例外的。你譬如以蒜来讲，大蒜，大蒜是以生吃而不是熟吃，它能够抗许多的疾病。我们晓得最著名的就是肺结核，今天肺结核所用的医药，几乎完全是从大蒜里面提炼的。所以为了治病，佛法有开缘，那就是统统都可以用，没有任何的拘束。",
      "zh_TW": "講到佛法裡面生活才算是最圓滿的，除了懂得衛性之外，他懂得衛心，那就是保衛自己的清淨心，保衛自己的慈悲心，所以講的「聞其聲而不忍食其肉」。佛法裡面雖然有講三淨肉，所謂是不見殺、不聞殺、不為我殺，完全是為了保衛慈悲心，保衛自己的清淨心。佛門裡面戒律禁止五葷，所謂五葷，在我們來看都是蔬菜，蔥、蒜、韭菜、蕎頭、洋蔥，這不都是蔬菜類的嗎？為什麼要禁止？因為衛性。這五類的蔬菜它的性情不好，熟吃，煮熟了吃，吃多了增長荷爾蒙；換句話說，容易引起性欲的衝動。特別是對於出家人，那就是多生許多無謂的煩惱，所以這個不吃。生吃容易增肝火，就是容易發脾氣，使性情暴躁、粗暴。所以說生吃也不好，熟吃也不好。佛法裡頭，蔬菜裡頭把這五種挑出來完全是衛性，保衛一個溫柔善良的性情，所以不吃它。可是如果用在治病上，那是有開緣、有例外的。你譬如以蒜來講，大蒜，大蒜是以生吃而不是熟吃，它能夠抗許多的疾病。我們曉得最著名的就是肺結核，今天肺結核所用的醫藥，幾乎完全是從大蒜裡面提煉的。所以為了治病，佛法有開緣，那就是統統都可以用，沒有任何的拘束。"
    },
    {
      "id": "09-003-0005_p0148",
      "zh_CN": "这一段经文里面就是说明了六祖大师在怀集、四会这一带，这一地区，随着猎人，诸位知道，猎人他行踪不定的，总在这一个山区，范围相当之大，在这一带打猎，行踪不定。换句话说，六祖被他们雇用，担任看守猎物这一个职务。这些猎人打了一些猎物，叫他来看守。他是一个修行得道之人，在这个环境里面，这是逆缘。这修行人大慈大悲，诸位想想，他这个环境里天天看到那么多人去打猎、去杀生，所以这是一个非常的逆境。就像《华严经》五十三参里面的甘露火王，他是在逆境里头炼自己的慈悲心，炼自己的清净心，在这个里面去修不取于相，如如不动。看守猎物，如果这个野兽受的是轻伤，伤势不重，被猎人抓来了，这个野兽还有活下去的可能，他就偷偷的把牠放掉；伤得很重了，放牠，牠也死了，那就不必放了，替他看守。",
      "zh_TW": "這一段經文裡面就是說明了六祖大師在懷集、四會這一帶，這一地區，隨著獵人，諸位知道，獵人他行蹤不定的，總在這一個山區，範圍相當之大，在這一帶打獵，行蹤不定。換句話說，六祖被他們雇用，擔任看守獵物這一個職務。這些獵人打了一些獵物，叫他來看守。他是一個修行得道之人，在這個環境裡面，這是逆緣。這修行人大慈大悲，諸位想想，他這個環境裡天天看到那麼多人去打獵、去殺生，所以這是一個非常的逆境。就像《華嚴經》五十三參裡面的甘露火王，他是在逆境裡頭鍊自己的慈悲心，鍊自己的清淨心，在這個裡面去修不取於相，如如不動。看守獵物，如果這個野獸受的是輕傷，傷勢不重，被獵人抓來了，這個野獸還有活下去的可能，他就偷偷的把牠放掉；傷得很重了，放牠，牠也死了，那就不必放了，替他看守。"
    },
    {
      "id": "09-003-0005_p0149",
      "zh_CN": "同时方便说法，看到猎人有兴趣的时候，兴高采烈的时候，他随便给他说几句话，这些话里面都有启示，都有规劝的意思在。由此可知，这些猎人虽然造作重罪、造重业，他与六祖在往昔生中必定有很深厚的因缘。六祖将来示现出家，在曹溪弘法利生，这些猎人，我想他到晚年一定回头，从前替我们看猎物的那个小孩，现在他是佛门祖师！诸位想想，他必定会来跟六祖学佛，一定会改过自新，回头是岸。六祖把这批恶人统统都度了，真是自度度他，无量功德。所以我们往深远处看，才晓得菩萨他的操行不可思议。下面一段讲祖师的弘法护法的因缘，「弘护因缘」。",
      "zh_TW": "同時方便說法，看到獵人有興趣的時候，興高采烈的時候，他隨便給他說幾句話，這些話裡面都有啟示，都有規勸的意思在。由此可知，這些獵人雖然造作重罪、造重業，他與六祖在往昔生中必定有很深厚的因緣。六祖將來示現出家，在曹溪弘法利生，這些獵人，我想他到晚年一定回頭，從前替我們看獵物的那個小孩，現在他是佛門祖師！諸位想想，他必定會來跟六祖學佛，一定會改過自新，回頭是岸。六祖把這批惡人統統都度了，真是自度度他，無量功德。所以我們往深遠處看，才曉得菩薩他的操行不可思議。下面一段講祖師的弘法護法的因緣，「弘護因緣」。"
    },
    {
      "id": "09-003-0005_p0150",
      "zh_CN": "【一日思惟。】",
      "zh_TW": "【一日思惟。】"
    },
    {
      "id": "09-003-0005_p0151",
      "zh_CN": "有一天他忽然想到。",
      "zh_TW": "有一天他忽然想到。"
    },
    {
      "id": "09-003-0005_p0152",
      "zh_CN": "【时当弘法。】",
      "zh_TW": "【時當弘法。】"
    },
    {
      "id": "09-003-0005_p0153",
      "zh_CN": "时节因缘成熟了，应当出来弘法利生。",
      "zh_TW": "時節因緣成熟了，應當出來弘法利生。"
    },
    {
      "id": "09-003-0005_p0154",
      "zh_CN": "【不可终遯。】",
      "zh_TW": "【不可終遯。】"
    },
    {
      "id": "09-003-0005_p0155",
      "zh_CN": "『遯』就是隐居，不让人知道。这是自己警觉因缘成熟了。缘成熟不成熟，自己晓得。因缘成熟了，真正成熟了，就是没有障碍了，所有的灾难都已经过去了。",
      "zh_TW": "『遯』就是隱居，不讓人知道。這是自己警覺因緣成熟了。緣成熟不成熟，自己曉得。因緣成熟了，真正成熟了，就是沒有障礙了，所有的災難都已經過去了。"
    },
    {
      "id": "09-003-0005_p0156",
      "zh_CN": "【遂出。】",
      "zh_TW": "【遂出。】"
    },
    {
      "id": "09-003-0005_p0157",
      "zh_CN": "这是离开猎人队，他出来了。从怀集、四会，从这个地方走出这个范围。",
      "zh_TW": "這是離開獵人隊，他出來了。從懷集、四會，從這個地方走出這個範圍。"
    },
    {
      "id": "09-003-0005_p0158",
      "zh_CN": "【至广州法性寺。值印宗法师讲涅槃经。】",
      "zh_TW": "【至廣州法性寺。值印宗法師講涅槃經。】"
    },
    {
      "id": "09-003-0005_p0159",
      "zh_CN": "这个机缘非常殊胜。他一出来到广州，广州法性寺这个地方，有一位印宗法师正在那边讲经说法，讲的是《涅槃经》。这个人也是个关键的人物，在此地要特别跟诸位介绍一下。这一段是讲「弘护因缘」。法性寺在广州城内西北方。印宗法师，在禅宗史里面记载的，是广州法性寺印宗和尚，吴郡人，吴郡是现在的江苏。他的俗家就姓印，出家叫印宗，俗家姓印。出家之后，精涅槃大部，专攻《大涅槃经》。他也亲近过五祖忍大师，「往谒忍大师」，在五祖会下也有一段时期，有这样殊胜的因缘。五祖圆寂之后，他就到广州住在法性寺，在法性寺讲《涅槃经》。遇到六祖「始悟法理」，他开悟，真正示现开悟是在六祖的会下。",
      "zh_TW": "這個機緣非常殊勝。他一出來到廣州，廣州法性寺這個地方，有一位印宗法師正在那邊講經說法，講的是《涅槃經》。這個人也是個關鍵的人物，在此地要特別跟諸位介紹一下。這一段是講「弘護因緣」。法性寺在廣州城內西北方。印宗法師，在禪宗史裡面記載的，是廣州法性寺印宗和尚，吳郡人，吳郡是現在的江蘇。他的俗家就姓印，出家叫印宗，俗家姓印。出家之後，精涅槃大部，專攻《大涅槃經》。他也親近過五祖忍大師，「往謁忍大師」，在五祖會下也有一段時期，有這樣殊勝的因緣。五祖圓寂之後，他就到廣州住在法性寺，在法性寺講《涅槃經》。遇到六祖「始悟法理」，他開悟，真正示現開悟是在六祖的會下。"
    },
    {
      "id": "09-003-0005_p0160",
      "zh_CN": "【时有风吹幡动。】",
      "zh_TW": "【時有風吹幡動。】"
    },
    {
      "id": "09-003-0005_p0161",
      "zh_CN": "寺院讲经，从前寺院有旗杆，这个旗杆不是悬挂国旗的，是悬幡幢的。诸位晓得，佛法是教学，教学最讲求的是尊师重道，只闻来学，未闻往教。所以这是一桩很庄严、很隆重的大事，绝不会到外面去拉信徒，这是不可能的。也不能做宣传，我某法师经讲得很好，你们大家应该要来听。这个话说不出口的，不可以的。何况在那个时候又没有报纸，你也不能登广告；又没有邮政，也不能发通知。所以在从前讲经说法，就是寺院前面这个旗杆悬幡幢，幡幢悬挂了，外面都能看得很清楚。一看到寺庙今天挂着有幡，晓得了，幡就是一个表示，表示今天寺院讲经。有兴趣的人一看到挂幡，就到寺院里面来听经，这是一种信号。幡是个扁型的，长长的，也是属于旗帜一类的，旗大概是方型的、是三角型的，长扁型的这是幡。有风的时候，幡就被风吹动，这个时候正好是有风吹动旗杆上悬的幡。",
      "zh_TW": "寺院講經，從前寺院有旗杆，這個旗杆不是懸掛國旗的，是懸幡幢的。諸位曉得，佛法是教學，教學最講求的是尊師重道，只聞來學，未聞往教。所以這是一樁很莊嚴、很隆重的大事，絕不會到外面去拉信徒，這是不可能的。也不能做宣傳，我某法師經講得很好，你們大家應該要來聽。這個話說不出口的，不可以的。何況在那個時候又沒有報紙，你也不能登廣告；又沒有郵政，也不能發通知。所以在從前講經說法，就是寺院前面這個旗杆懸幡幢，幡幢懸掛了，外面都能看得很清楚。一看到寺廟今天掛著有幡，曉得了，幡就是一個表示，表示今天寺院講經。有興趣的人一看到掛幡，就到寺院裡面來聽經，這是一種信號。幡是個扁型的，長長的，也是屬於旗幟一類的，旗大概是方型的、是三角型的，長扁型的這是幡。有風的時候，幡就被風吹動，這個時候正好是有風吹動旗杆上懸的幡。"
    },
    {
      "id": "09-003-0005_p0162",
      "zh_CN": "【一僧云。风动。一僧云。幡动。议论不已。能进曰。】",
      "zh_TW": "【一僧云。風動。一僧云。幡動。議論不已。能進曰。】"
    },
    {
      "id": "09-003-0005_p0163",
      "zh_CN": "有一个出家人就说『风动』，你看风动了。另外一个出家人就不同意，他说是『幡动』。一个人讲「风动」，一个人讲「幡动」，彼此争论不休，『议论不已』。正在这个时候惠能大师也到这个地方，看到他们在争论不休，彼此都不服气，都在争论，于是乎他在当中就插了一句话说：",
      "zh_TW": "有一個出家人就說『風動』，你看風動了。另外一個出家人就不同意，他說是『幡動』。一個人講「風動」，一個人講「幡動」，彼此爭論不休，『議論不已』。正在這個時候惠能大師也到這個地方，看到他們在爭論不休，彼此都不服氣，都在爭論，於是乎他在當中就插了一句話說："
    },
    {
      "id": "09-003-0005_p0164",
      "zh_CN": "【不是风动。不是幡动。】",
      "zh_TW": "【不是風動。不是幡動。】"
    },
    {
      "id": "09-003-0005_p0165",
      "zh_CN": "你们两个人不要争，不是风动、不是幡动。",
      "zh_TW": "你們兩個人不要爭，不是風動、不是幡動。"
    },
    {
      "id": "09-003-0005_p0166",
      "zh_CN": "【仁者心动。】",
      "zh_TW": "【仁者心動。】"
    },
    {
      "id": "09-003-0005_p0167",
      "zh_CN": "『仁者』是尊称他们两位，是你们两个人心在动。这一句话说出来的时候。",
      "zh_TW": "『仁者』是尊稱他們兩位，是你們兩個人心在動。這一句話說出來的時候。"
    },
    {
      "id": "09-003-0005_p0168",
      "zh_CN": "【一众骇然。】",
      "zh_TW": "【一眾駭然。】"
    },
    {
      "id": "09-003-0005_p0169",
      "zh_CN": "大家一听都吃了一惊，彼此都不争论了。这一句话破了两方面的争执，一句话平息了争执。这个地方，法性寺这个地方，现在那个场地就叫风幡堂，纪念六祖大师当年到法性寺平息这个争论。这是讲到「仁者心动」，生一念心就叫心动。你看这两个出家人，一个人是讲风动，实在讲他生一念心，他心动了，他以为外头有风动；一个生一念心，说是幡动。一个着了风的相，一个是着了幡的相。实际上来说，真的不是风动、不是幡动，是他着相的那个心在动，所以「仁者心动」。六祖这句话的目的，打破他们的偏见，打破他们的执着，令入此宗也，心静下来了。此宗是什么？禅宗。不取于相，如如不动，教他入这个境界，非常的高明，一语道破偏见、执着的所在。所以当时在座的大众真是吃了一惊。印宗是了不起的人，看到这个人有这样高的智慧，这样简洁的言词，他马上就向他来请教，「征诘」。我们请看底下这一段经文：",
      "zh_TW": "大家一聽都吃了一驚，彼此都不爭論了。這一句話破了兩方面的爭執，一句話平息了爭執。這個地方，法性寺這個地方，現在那個場地就叫風幡堂，紀念六祖大師當年到法性寺平息這個爭論。這是講到「仁者心動」，生一念心就叫心動。你看這兩個出家人，一個人是講風動，實在講他生一念心，他心動了，他以為外頭有風動；一個生一念心，說是幡動。一個著了風的相，一個是著了幡的相。實際上來說，真的不是風動、不是幡動，是他著相的那個心在動，所以「仁者心動」。六祖這句話的目的，打破他們的偏見，打破他們的執著，令入此宗也，心靜下來了。此宗是什麼？禪宗。不取於相，如如不動，教他入這個境界，非常的高明，一語道破偏見、執著的所在。所以當時在座的大眾真是吃了一驚。印宗是了不起的人，看到這個人有這樣高的智慧，這樣簡潔的言詞，他馬上就向他來請教，「徵詰」。我們請看底下這一段經文："
    },
    {
      "id": "09-003-0005_p0170",
      "zh_CN": "【印宗延至上席。】",
      "zh_TW": "【印宗延至上席。】"
    },
    {
      "id": "09-003-0005_p0171",
      "zh_CN": "印宗法师听了他这一番议论之后，立刻就请他上座，把他当作贵宾来接待。",
      "zh_TW": "印宗法師聽了他這一番議論之後，立刻就請他上座，把他當作貴賓來接待。"
    },
    {
      "id": "09-003-0005_p0172",
      "zh_CN": "【征诘奥义。】",
      "zh_TW": "【徵詰奧義。】"
    },
    {
      "id": "09-003-0005_p0173",
      "zh_CN": "『征诘』就是请教，『奥义』是经典里面深奥的义理，来向他请教。",
      "zh_TW": "『徵詰』就是請教，『奧義』是經典裡面深奧的義理，來向他請教。"
    },
    {
      "id": "09-003-0005_p0174",
      "zh_CN": "【见能言简理当。不由文字。】",
      "zh_TW": "【見能言簡理當。不由文字。】"
    },
    {
      "id": "09-003-0005_p0175",
      "zh_CN": "惠能大师对答如流，而且言语简洁，说理清楚。",
      "zh_TW": "惠能大師對答如流，而且言語簡潔，說理清楚。"
    },
    {
      "id": "09-003-0005_p0176",
      "zh_CN": "【宗云。】",
      "zh_TW": "【宗云。】"
    },
    {
      "id": "09-003-0005_p0177",
      "zh_CN": "印宗就说了。",
      "zh_TW": "印宗就說了。"
    },
    {
      "id": "09-003-0005_p0178",
      "zh_CN": "【行者定非常人。】",
      "zh_TW": "【行者定非常人。】"
    },
    {
      "id": "09-003-0005_p0179",
      "zh_CN": "『行者』是像我们现在称在家居士一样，你一定不是平常人。",
      "zh_TW": "『行者』是像我們現在稱在家居士一樣，你一定不是平常人。"
    },
    {
      "id": "09-003-0005_p0180",
      "zh_CN": "【久闻黄梅衣法南来。莫是行者否。】",
      "zh_TW": "【久聞黃梅衣法南來。莫是行者否。】"
    },
    {
      "id": "09-003-0005_p0181",
      "zh_CN": "这个事情十几年了，十五、六年了，十五、六年以前听说五祖传法传给能大师是一个行者，到南方来隐居了，他说是不是你？他怀疑了。",
      "zh_TW": "這個事情十幾年了，十五、六年了，十五、六年以前聽說五祖傳法傳給能大師是一個行者，到南方來隱居了，他說是不是你？他懷疑了。"
    },
    {
      "id": "09-003-0005_p0182",
      "zh_CN": "【能曰。不敢。】",
      "zh_TW": "【能曰。不敢。】"
    },
    {
      "id": "09-003-0005_p0183",
      "zh_CN": "惠能他很谦虚，说『不敢』。「不敢」就是承认了，的确就是我，这就承认了。",
      "zh_TW": "惠能他很謙虛，說『不敢』。「不敢」就是承認了，的確就是我，這就承認了。"
    },
    {
      "id": "09-003-0005_p0184",
      "zh_CN": "【宗于是执弟子礼。】",
      "zh_TW": "【宗於是執弟子禮。】"
    },
    {
      "id": "09-003-0005_p0185",
      "zh_CN": "这是传法的人，这是祖师，第六代的祖师。印宗的确是个很了不起的人，马上就行弟子礼。",
      "zh_TW": "這是傳法的人，這是祖師，第六代的祖師。印宗的確是個很了不起的人，馬上就行弟子禮。"
    },
    {
      "id": "09-003-0005_p0186",
      "zh_CN": "【告请传来衣钵出示大众。】",
      "zh_TW": "【告請傳來衣缽出示大眾。】"
    },
    {
      "id": "09-003-0005_p0187",
      "zh_CN": "『告』也就是报告，请求六祖将五祖所传的衣钵拿出来让大家看看。这个衣钵是信物，让大家明了第六代的祖师今天到我们法性寺来了，这是法性寺的一桩大事情。",
      "zh_TW": "『告』也就是報告，請求六祖將五祖所傳的衣缽拿出來讓大家看看。這個衣缽是信物，讓大家明瞭第六代的祖師今天到我們法性寺來了，這是法性寺的一樁大事情。"
    },
    {
      "id": "09-003-0005_p0188",
      "zh_CN": "【宗复问曰。】",
      "zh_TW": "【宗復問曰。】"
    },
    {
      "id": "09-003-0005_p0189",
      "zh_CN": "印宗又问：",
      "zh_TW": "印宗又問："
    },
    {
      "id": "09-003-0005_p0190",
      "zh_CN": "【黄梅付嘱。】",
      "zh_TW": "【黃梅付囑。】"
    },
    {
      "id": "09-003-0005_p0191",
      "zh_CN": "五祖大师传授嘱咐你的。",
      "zh_TW": "五祖大師傳授囑咐你的。"
    },
    {
      "id": "09-003-0005_p0192",
      "zh_CN": "【如何指授。】",
      "zh_TW": "【如何指授。】"
    },
    {
      "id": "09-003-0005_p0193",
      "zh_CN": "五祖怎么传法给你的？向他领教。",
      "zh_TW": "五祖怎麼傳法給你的？向他領教。"
    },
    {
      "id": "09-003-0005_p0194",
      "zh_CN": "【能曰。指授即无。唯论见性。不论禅定解脱。宗曰。何不论禅定解脱。】",
      "zh_TW": "【能曰。指授即無。唯論見性。不論禪定解脫。宗曰。何不論禪定解脫。】"
    },
    {
      "id": "09-003-0005_p0195",
      "zh_CN": "『禅定解脱』这在佛法里面讲是大事，为什么连这个都不说？",
      "zh_TW": "『禪定解脫』這在佛法裡面講是大事，為什麼連這個都不說？"
    },
    {
      "id": "09-003-0005_p0196",
      "zh_CN": "【谓曰。为是二法。不是佛法。佛法是不二之法。】",
      "zh_TW": "【謂曰。為是二法。不是佛法。佛法是不二之法。】"
    },
    {
      "id": "09-003-0005_p0197",
      "zh_CN": "这几句话里面说出了禅宗的宗旨，一语点醒我们什么是佛法，『佛法是不二之法』，要记住这一句话。这个意思我们在此地跟诸位做个介绍。这一段经文里面，我们应当要注意到，第一点，「得意者越于浮言」，越是超越，「悟理者超于文字」。意是什么？佛心，佛法的宗旨。所以禅宗是以心传心，得意就是悟明心性，所以它超越言语文字。第二点，「发菩提心者，得意而忘言，悟理而遗教」，这一点希望诸位要特别注意。菩提心是大心，真正发大心，明心见性。有文字、有言语，但是绝不执着在言语文字上，这就叫忘言，教这是讲文字；换句话说，决定不执着言语文字，是一个真正得意、真正悟理之人。发菩提心者是菩萨。",
      "zh_TW": "這幾句話裡面說出了禪宗的宗旨，一語點醒我們什麼是佛法，『佛法是不二之法』，要記住這一句話。這個意思我們在此地跟諸位做個介紹。這一段經文裡面，我們應當要注意到，第一點，「得意者越於浮言」，越是超越，「悟理者超於文字」。意是什麼？佛心，佛法的宗旨。所以禪宗是以心傳心，得意就是悟明心性，所以它超越言語文字。第二點，「發菩提心者，得意而忘言，悟理而遺教」，這一點希望諸位要特別注意。菩提心是大心，真正發大心，明心見性。有文字、有言語，但是絕不執著在言語文字上，這就叫忘言，教這是講文字；換句話說，決定不執著言語文字，是一個真正得意、真正悟理之人。發菩提心者是菩薩。"
    },
    {
      "id": "09-003-0005_p0198",
      "zh_CN": "『唯论见性』，这是达摩祖师传来的禅宗宗旨，禅宗修学的宗旨就是明心见性。《血脉论》里头，这是禅宗的书，里面有这么一段话说，「若欲见佛，须是见性，性即是佛」，这叫真佛。「若不见性，念佛、诵经、持斋、持戒，亦无有益」。这个话要记清楚，这个无有益就是讲与见性不相干，与成佛不相干。你要不见性，念佛、诵经、持斋、持戒是人天有漏福报，只是如此而已。此地讲亦无有益，亦无有益于明心见性，要晓得这个道理。其次讲，「顿悟自心，即是见性，即是禅定，非见性外别有禅定」。由此可知，禅定的宗旨是在见性，是在顿悟自性。顿悟自性就是见性、就是成佛，就是圆满的禅定。这一点意思我们必须要明了，一点都不可以错会。这个地方就说得更清楚、更明白了，自心就是佛，自心就是自性，真心，莫污染自性，就是解脱，解脱就得大自在！怎么叫不染污？分别、执着、妄想就是污染，如果我们自己清净心里面没有分别、没有执着、没有妄想，解脱大自在就现前了。",
      "zh_TW": "『唯論見性』，這是達摩祖師傳來的禪宗宗旨，禪宗修學的宗旨就是明心見性。《血脈論》裡頭，這是禪宗的書，裡面有這麼一段話說，「若欲見佛，須是見性，性即是佛」，這叫真佛。「若不見性，念佛、誦經、持齋、持戒，亦無有益」。這個話要記清楚，這個無有益就是講與見性不相干，與成佛不相干。你要不見性，念佛、誦經、持齋、持戒是人天有漏福報，只是如此而已。此地講亦無有益，亦無有益於明心見性，要曉得這個道理。其次講，「頓悟自心，即是見性，即是禪定，非見性外別有禪定」。由此可知，禪定的宗旨是在見性，是在頓悟自性。頓悟自性就是見性、就是成佛，就是圓滿的禪定。這一點意思我們必須要明瞭，一點都不可以錯會。這個地方就說得更清楚、更明白了，自心就是佛，自心就是自性，真心，莫污染自性，就是解脫，解脫就得大自在！怎麼叫不染污？分別、執著、妄想就是污染，如果我們自己清淨心裡面沒有分別、沒有執著、沒有妄想，解脫大自在就現前了。"
    },
    {
      "id": "09-003-0005_p0199",
      "zh_CN": "再讲「佛法是不二法」，这是诸位必须要记住，什么叫佛法，你得要搞清楚。「只论见性，不论禅定解脱，即是不二之法」。这个不二法，诸位记住，这是举一个例子去说，为什么？见性就是禅定解脱，禅定解脱就是见性，可见得是一不是二。「顿除妄念，悟无所得」，《心经》里面讲的「无智亦无得」。世出世间法里头，凡是有修有证、有得有失，全属于妄念。所以教你顿除，顿除妄念，恍然大悟，悟什么？悟无所得。悟，像六祖所说的，「本来无一物，何处惹尘埃」，尘埃就是污染，没有污染。有所得就有污染。「妄念不生为禅」，这是讲什么叫禅定，妄念不生就叫禅，「坐见本性为定」，这是禅定最简单的一个解释。我们再看经文，印宗法师又问：",
      "zh_TW": "再講「佛法是不二法」，這是諸位必須要記住，什麼叫佛法，你得要搞清楚。「只論見性，不論禪定解脫，即是不二之法」。這個不二法，諸位記住，這是舉一個例子去說，為什麼？見性就是禪定解脫，禪定解脫就是見性，可見得是一不是二。「頓除妄念，悟無所得」，《心經》裡面講的「無智亦無得」。世出世間法裡頭，凡是有修有證、有得有失，全屬於妄念。所以教你頓除，頓除妄念，恍然大悟，悟什麼？悟無所得。悟，像六祖所說的，「本來無一物，何處惹塵埃」，塵埃就是污染，沒有污染。有所得就有污染。「妄念不生為禪」，這是講什麼叫禪定，妄念不生就叫禪，「坐見本性為定」，這是禪定最簡單的一個解釋。我們再看經文，印宗法師又問："
    },
    {
      "id": "09-003-0005_p0200",
      "zh_CN": "【宗又问。如何是佛法不二之法。】",
      "zh_TW": "【宗又問。如何是佛法不二之法。】"
    },
    {
      "id": "09-003-0005_p0201",
      "zh_CN": "刚才我们曾经说明过，法师又提出这个问题。",
      "zh_TW": "剛才我們曾經說明過，法師又提出這個問題。"
    },
    {
      "id": "09-003-0005_p0202",
      "zh_CN": "【能曰。法师讲涅槃经。】",
      "zh_TW": "【能曰。法師講涅槃經。】"
    },
    {
      "id": "09-003-0005_p0203",
      "zh_CN": "这个太好了，就现前的例子来说，你不是在这讲《涅槃经》吗？",
      "zh_TW": "這個太好了，就現前的例子來說，你不是在這講《涅槃經》嗎？"
    },
    {
      "id": "09-003-0005_p0204",
      "zh_CN": "【经明见佛性。】",
      "zh_TW": "【經明見佛性。】"
    },
    {
      "id": "09-003-0005_p0205",
      "zh_CN": "经中就说明见佛性。",
      "zh_TW": "經中就說明見佛性。"
    },
    {
      "id": "09-003-0005_p0206",
      "zh_CN": "【是佛法不二之法。】",
      "zh_TW": "【是佛法不二之法。】"
    },
    {
      "id": "09-003-0005_p0207",
      "zh_CN": "见佛性就是佛法不二之法。",
      "zh_TW": "見佛性就是佛法不二之法。"
    },
    {
      "id": "09-003-0005_p0208",
      "zh_CN": "【如《涅槃经》高贵德王菩萨白佛言。】",
      "zh_TW": "【如《涅槃經》高貴德王菩薩白佛言。】"
    },
    {
      "id": "09-003-0005_p0209",
      "zh_CN": "这就举《涅槃经》上一段经文来说，『高贵德王菩萨白佛言』。",
      "zh_TW": "這就舉《涅槃經》上一段經文來說，『高貴德王菩薩白佛言』。"
    },
    {
      "id": "09-003-0005_p0210",
      "zh_CN": "【犯四重禁。作五逆罪。及一阐提等。当断善根佛性否。】",
      "zh_TW": "【犯四重禁。作五逆罪。及一闡提等。當斷善根佛性否。】"
    },
    {
      "id": "09-003-0005_p0211",
      "zh_CN": "这是「高贵德王菩萨」在涅槃会上向释迦牟尼佛提出这个问题。",
      "zh_TW": "這是「高貴德王菩薩」在涅槃會上向釋迦牟尼佛提出這個問題。"
    },
    {
      "id": "09-003-0005_p0212",
      "zh_CN": "【佛言。善根有二。一者常。二者无常。佛性非常非无常。是故不断。名为不二。一者善。二者不善。佛性非善非不善。是名不二。蕴之与界。】",
      "zh_TW": "【佛言。善根有二。一者常。二者無常。佛性非常非無常。是故不斷。名為不二。一者善。二者不善。佛性非善非不善。是名不二。蘊之與界。】"
    },
    {
      "id": "09-003-0005_p0213",
      "zh_CN": "『蕴』是五蕴，『界』是十八界，五蕴和十八界。",
      "zh_TW": "『蘊』是五蘊，『界』是十八界，五蘊和十八界。"
    },
    {
      "id": "09-003-0005_p0214",
      "zh_CN": "【凡夫见二。】",
      "zh_TW": "【凡夫見二。】"
    },
    {
      "id": "09-003-0005_p0215",
      "zh_CN": "二是差别相。",
      "zh_TW": "二是差別相。"
    },
    {
      "id": "09-003-0005_p0216",
      "zh_CN": "【智者了达其性无二。无二之性。即是佛性。印宗闻说。欢喜合掌言。某甲讲经。犹如瓦砾。仁者论义。犹如真金。】",
      "zh_TW": "【智者了達其性無二。無二之性。即是佛性。印宗聞說。歡喜合掌言。某甲講經。猶如瓦礫。仁者論義。猶如真金。】"
    },
    {
      "id": "09-003-0005_p0217",
      "zh_CN": "这一段的意思我们在此地简单跟诸位提示。先说高贵德王菩萨，这是在《大涅槃经》二十一卷到二十六卷，这有六卷经文都是讲「高贵德王菩萨品」，他这里头所引用的经文就是从这个地方出来的。『四重禁』就是出家人四条最重的戒律，第一个是淫戒，第二个是盗戒，第三个是杀戒，第四个是妄语戒，平常我们讲杀盗淫妄。这「四重戒」，出家戒是把淫摆在第一，为什么？因为出家人目的要了生死、要出三界，所以最重的要把这一条戒要能守好。在家戒是以杀戒为第一，因为在家人他并不想出三界。诸位要晓得，三界六道是以淫欲为根本，断了淫心就超越三界了。所以说在三界之内要培养大慈悲心。所以在家戒是以杀戒摆在第一条，出家戒是以淫戒摆在第一条，他们的目的不相同，这是讲犯四重罪的。",
      "zh_TW": "這一段的意思我們在此地簡單跟諸位提示。先說高貴德王菩薩，這是在《大涅槃經》二十一卷到二十六卷，這有六卷經文都是講「高貴德王菩薩品」，他這裡頭所引用的經文就是從這個地方出來的。『四重禁』就是出家人四條最重的戒律，第一個是淫戒，第二個是盜戒，第三個是殺戒，第四個是妄語戒，平常我們講殺盜淫妄。這「四重戒」，出家戒是把淫擺在第一，為什麼？因為出家人目的要了生死、要出三界，所以最重的要把這一條戒要能守好。在家戒是以殺戒為第一，因為在家人他並不想出三界。諸位要曉得，三界六道是以淫欲為根本，斷了淫心就超越三界了。所以說在三界之內要培養大慈悲心。所以在家戒是以殺戒擺在第一條，出家戒是以淫戒擺在第一條，他們的目的不相同，這是講犯四重罪的。"
    },
    {
      "id": "09-003-0005_p0218",
      "zh_CN": "五逆罪这是讲地狱罪业，这是最重的。父母与我们恩德最大，这是大逆不孝，杀父亲、杀母亲；阿罗汉是天人的老师，有功德于社会，他要杀害阿罗汉；破和合僧，和合僧是真正依佛法的理论方法来修行的这一个团体，他想破坏它；第五条叫出佛身血，佛现在不在世了，如果是以恶意来毁坏佛像，等于出佛身血。这个五种罪在经里面讲都是堕阿鼻地狱，就是地狱里头最重的罪业，要受最苦的果报。这是说的学佛，就是佛门出家弟子破了四重戒，在家的有五种五逆罪。一阐提是印度话，翻成中国的意思，华语叫「不信」，就是不相信佛法，对于佛所说的理论方法，佛所讲的因缘果报，他都不相信，这样的人叫一阐提。一阐提，佛来了也度不了他。",
      "zh_TW": "五逆罪這是講地獄罪業，這是最重的。父母與我們恩德最大，這是大逆不孝，殺父親、殺母親；阿羅漢是天人的老師，有功德於社會，他要殺害阿羅漢；破和合僧，和合僧是真正依佛法的理論方法來修行的這一個團體，他想破壞它；第五條叫出佛身血，佛現在不在世了，如果是以惡意來毀壞佛像，等於出佛身血。這個五種罪在經裡面講都是墮阿鼻地獄，就是地獄裡頭最重的罪業，要受最苦的果報。這是說的學佛，就是佛門出家弟子破了四重戒，在家的有五種五逆罪。一闡提是印度話，翻成中國的意思，華語叫「不信」，就是不相信佛法，對於佛所說的理論方法，佛所講的因緣果報，他都不相信，這樣的人叫一闡提。一闡提，佛來了也度不了他。"
    },
    {
      "id": "09-003-0005_p0219",
      "zh_CN": "在这个地方，高贵德王菩萨就问了，这样的人，犯四重禁、造五逆罪、一阐提，这样的人还断不断善根佛性？佛在经上就解释了，说『善根有二』，这个「二」实际上经里面举例好几种，一个是内、一个是外，佛性非内非外，所以不断。那又说二，一个是有漏、一个是无漏，而佛性非有漏非无漏，所以佛性不断。说到这个地方，善根有常、有无常，『佛性非常非无常』，所以佛性不断。下面这个善不善，意思就很容易懂了。佛性不是善也不是不善，佛性当然不断。二边才有断，不是二边它怎么会有断？",
      "zh_TW": "在這個地方，高貴德王菩薩就問了，這樣的人，犯四重禁、造五逆罪、一闡提，這樣的人還斷不斷善根佛性？佛在經上就解釋了，說『善根有二』，這個「二」實際上經裡面舉例好幾種，一個是內、一個是外，佛性非內非外，所以不斷。那又說二，一個是有漏、一個是無漏，而佛性非有漏非無漏，所以佛性不斷。說到這個地方，善根有常、有無常，『佛性非常非無常』，所以佛性不斷。下面這個善不善，意思就很容易懂了。佛性不是善也不是不善，佛性當然不斷。二邊才有斷，不是二邊它怎麼會有斷？"
    },
    {
      "id": "09-003-0005_p0220",
      "zh_CN": "再讲到五蕴与十八界，一样的道理。『凡夫见二』，有种种差别；智者是开悟的人、大彻大悟的人，他通达，五蕴之性、十八界之性也是无二，无二之性就是佛性。这个地方我们举出《心经》里面所谓「照见五蕴皆空」，这是《心经》里面讲观自在菩萨，照见五蕴皆空。《传心法要》里头说，「一念不受」，那就没有受身；「一念不想」，就没有想身；「决定不迁流造作」，就没有行身；「不思量卜度分别」，就没有识身，五蕴皆空。「据此即知，无念则五蕴空」，十八界是五蕴的扩展，五蕴空了，「十八界空」。所以五蕴性空，十八界也是性空。所以说「蕴之与界，无二无别」，意思你懂了吗？意思懂不懂？五蕴空，十八界也空，空与空不是无二无别吗？道理是在此地。",
      "zh_TW": "再講到五蘊與十八界，一樣的道理。『凡夫見二』，有種種差別；智者是開悟的人、大徹大悟的人，他通達，五蘊之性、十八界之性也是無二，無二之性就是佛性。這個地方我們舉出《心經》裡面所謂「照見五蘊皆空」，這是《心經》裡面講觀自在菩薩，照見五蘊皆空。《傳心法要》裡頭說，「一念不受」，那就沒有受身；「一念不想」，就沒有想身；「決定不遷流造作」，就沒有行身；「不思量卜度分別」，就沒有識身，五蘊皆空。「據此即知，無念則五蘊空」，十八界是五蘊的擴展，五蘊空了，「十八界空」。所以五蘊性空，十八界也是性空。所以說「蘊之與界，無二無別」，意思你懂了嗎？意思懂不懂？五蘊空，十八界也空，空與空不是無二無別嗎？道理是在此地。"
    },
    {
      "id": "09-003-0005_p0221",
      "zh_CN": "印宗法师一听这个解释就明白了，佩服得五体投地。于是乎就『欢喜合掌』，自己说了，『某甲讲经』，「某甲」是自称，我讲经算什么？像砖头瓦块一样，『仁者论义，犹如真金』，这两句话对于祖师赞叹备至。",
      "zh_TW": "印宗法師一聽這個解釋就明白了，佩服得五體投地。於是乎就『歡喜合掌』，自己說了，『某甲講經』，「某甲」是自稱，我講經算什麼？像磚頭瓦塊一樣，『仁者論義，猶如真金』，這兩句話對於祖師讚歎備至。"
    },
    {
      "id": "09-003-0005_p0222",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}