{
  "doc_id": "09-003-0013",
  "title": {
    "zh_CN": "六祖大师法宝坛经",
    "zh_TW": "六祖大師法寶壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1982/10",
    "zh_TW": "1982/10"
  },
  "doc_number": "09-003-0013",
  "total_paragraphs": 212,
  "paragraphs": [
    {
      "id": "09-003-0013_p0001",
      "zh_CN": "《六祖坛经》第十一讲。",
      "zh_TW": "《六祖壇經》第十一講。"
    },
    {
      "id": "09-003-0013_p0002",
      "zh_CN": "经文第十七页倒数第三行，第三句：",
      "zh_TW": "經文第十七頁倒數第三行，第三句："
    },
    {
      "id": "09-003-0013_p0003",
      "zh_CN": "【善知识。既归依自三宝竟。】",
      "zh_TW": "【善知識。既歸依自三寶竟。】"
    },
    {
      "id": "09-003-0013_p0004",
      "zh_CN": "从这个地方开始。这是这一章最后的一段，大师给我们开示一体三身自性佛。前面已经说过三皈的意义，这一段经文是相当的重要，三皈既然说完了，大师在此地告诉我们果地上的境界。『既归依自三宝竟』。",
      "zh_TW": "從這個地方開始。這是這一章最後的一段，大師給我們開示一體三身自性佛。前面已經說過三皈的意義，這一段經文是相當的重要，三皈既然說完了，大師在此地告訴我們果地上的境界。『既歸依自三寶竟』。"
    },
    {
      "id": "09-003-0013_p0005",
      "zh_CN": "【各各志心。吾与说一体三身自性佛。】",
      "zh_TW": "【各各志心。吾與說一體三身自性佛。】"
    },
    {
      "id": "09-003-0013_p0006",
      "zh_CN": "这个『志心』也就是佛常常在大经里面嘱咐我们要谛听是一样的意思，所以这个地方就是谛听的意思，也就是每一个人要留意、要用心的听。底下这是祖师给我们开示什么叫『一体三身自性佛』。",
      "zh_TW": "這個『志心』也就是佛常常在大經裡面囑咐我們要諦聽是一樣的意思，所以這個地方就是諦聽的意思，也就是每一個人要留意、要用心的聽。底下這是祖師給我們開示什麼叫『一體三身自性佛』。"
    },
    {
      "id": "09-003-0013_p0007",
      "zh_CN": "【令汝等见三身。了然自悟自性。】",
      "zh_TW": "【令汝等見三身。了然自悟自性。】"
    },
    {
      "id": "09-003-0013_p0008",
      "zh_CN": "这种因缘实在是太难得了，因为证三身是如来果地上的境界，没有想到我们在因地，而且是因地初学的阶段，祖师就为我们指出自性三身佛，这是何等的难得。叫我们大家『自悟自性』，实在讲这就是成佛的境界。",
      "zh_TW": "這種因緣實在是太難得了，因為證三身是如來果地上的境界，沒有想到我們在因地，而且是因地初學的階段，祖師就為我們指出自性三身佛，這是何等的難得。叫我們大家『自悟自性』，實在講這就是成佛的境界。"
    },
    {
      "id": "09-003-0013_p0009",
      "zh_CN": "【总随我道。】",
      "zh_TW": "【總隨我道。】"
    },
    {
      "id": "09-003-0013_p0010",
      "zh_CN": "随着祖师的言教，我们要契入这个境界。",
      "zh_TW": "隨著祖師的言教，我們要契入這個境界。"
    },
    {
      "id": "09-003-0013_p0011",
      "zh_CN": "【于自色身。】",
      "zh_TW": "【於自色身。】"
    },
    {
      "id": "09-003-0013_p0012",
      "zh_CN": "这个『色身』就是我们父母所生的肉身。",
      "zh_TW": "這個『色身』就是我們父母所生的肉身。"
    },
    {
      "id": "09-003-0013_p0013",
      "zh_CN": "【归依清净法身佛。于自色身归依千百亿化身佛。于自色身归依圆满报身佛。】",
      "zh_TW": "【歸依清淨法身佛。於自色身歸依千百億化身佛。於自色身歸依圓滿報身佛。】"
    },
    {
      "id": "09-003-0013_p0014",
      "zh_CN": "这是祖师教给我们皈依自性三身佛。",
      "zh_TW": "這是祖師教給我們皈依自性三身佛。"
    },
    {
      "id": "09-003-0013_p0015",
      "zh_CN": "【善知识。色身是舍宅。不可言归。向者三身佛。在自性中。世人总有。为自心迷。不见内性。】",
      "zh_TW": "【善知識。色身是舍宅。不可言歸。向者三身佛。在自性中。世人總有。為自心迷。不見內性。】"
    },
    {
      "id": "09-003-0013_p0016",
      "zh_CN": "这几句话的确是打开了我们的茅塞，使我们自己恍然大悟，我们虽然在烦恼火宅之中，并没有失去自性三身。这一桩事情果真明白了，肯定了，清净信心就现前。凭着清净的信心，坚定的相信自己，依照这样的理论方法来修学，在这一生当中决定可以成就的。不但祖师在此地说三身佛是我们自性清净心中本有，佛在一切大经大论里面都是这样指示我们。只因为我们自己心迷，所以无法见性，这就是我们自己发生了障碍。这个障碍在一般说来有两种，一种是烦恼障，一种是所知障；换句话说，也就是我执与法执，有了这两种执着，无明、妄想，所以我们不能够见性。",
      "zh_TW": "這幾句話的確是打開了我們的茅塞，使我們自己恍然大悟，我們雖然在煩惱火宅之中，並沒有失去自性三身。這一樁事情果真明白了，肯定了，清淨信心就現前。憑著清淨的信心，堅定的相信自己，依照這樣的理論方法來修學，在這一生當中決定可以成就的。不但祖師在此地說三身佛是我們自性清淨心中本有，佛在一切大經大論裡面都是這樣指示我們。只因為我們自己心迷，所以無法見性，這就是我們自己發生了障礙。這個障礙在一般說來有兩種，一種是煩惱障，一種是所知障；換句話說，也就是我執與法執，有了這兩種執著，無明、妄想，所以我們不能夠見性。"
    },
    {
      "id": "09-003-0013_p0017",
      "zh_CN": "【外觅三身如来。】",
      "zh_TW": "【外覓三身如來。】"
    },
    {
      "id": "09-003-0013_p0018",
      "zh_CN": "这是邪见，身外求法，以为我们自己身心之外还有三身佛为我们所依靠、为我们所皈依的，那就错了。",
      "zh_TW": "這是邪見，身外求法，以為我們自己身心之外還有三身佛為我們所依靠、為我們所皈依的，那就錯了。"
    },
    {
      "id": "09-003-0013_p0019",
      "zh_CN": "【不见自身中有三身佛。】",
      "zh_TW": "【不見自身中有三身佛。】"
    },
    {
      "id": "09-003-0013_p0020",
      "zh_CN": "因为你有邪见，你迷失了自己，向心外去求法，你对于你自性当中的三身佛就迷失了，你见不到了。",
      "zh_TW": "因為你有邪見，你迷失了自己，向心外去求法，你對於你自性當中的三身佛就迷失了，你見不到了。"
    },
    {
      "id": "09-003-0013_p0021",
      "zh_CN": "【汝等听说。】",
      "zh_TW": "【汝等聽說。】"
    },
    {
      "id": "09-003-0013_p0022",
      "zh_CN": "这一句是特别提醒听众的注意，你们大众好好的听我来说，就是这个意思。",
      "zh_TW": "這一句是特別提醒聽眾的注意，你們大眾好好的聽我來說，就是這個意思。"
    },
    {
      "id": "09-003-0013_p0023",
      "zh_CN": "【令汝等于自身中见自性有三身佛。】",
      "zh_TW": "【令汝等於自身中見自性有三身佛。】"
    },
    {
      "id": "09-003-0013_p0024",
      "zh_CN": "这就是叫我们个个见性、个个证果。",
      "zh_TW": "這就是叫我們個個見性、個個證果。"
    },
    {
      "id": "09-003-0013_p0025",
      "zh_CN": "【此三身佛。】",
      "zh_TW": "【此三身佛。】"
    },
    {
      "id": "09-003-0013_p0026",
      "zh_CN": "就是指清净法身、圆满报身、千百亿化身。我们晓得，大经里面诸佛如来都具足三身，所以这是如来果地上的境界，哪里晓得我们自己每一个人本来就具足这个三身。我们看六祖大师怎么给我们开示，说『此三身佛』：",
      "zh_TW": "就是指清淨法身、圓滿報身、千百億化身。我們曉得，大經裡面諸佛如來都具足三身，所以這是如來果地上的境界，哪裡曉得我們自己每一個人本來就具足這個三身。我們看六祖大師怎麼給我們開示，說『此三身佛』："
    },
    {
      "id": "09-003-0013_p0027",
      "zh_CN": "【从自性生。不从外得。】",
      "zh_TW": "【從自性生。不從外得。】"
    },
    {
      "id": "09-003-0013_p0028",
      "zh_CN": "可见得向外去求是错误的，向内去悟这是正确的。",
      "zh_TW": "可見得向外去求是錯誤的，向內去悟這是正確的。"
    },
    {
      "id": "09-003-0013_p0029",
      "zh_CN": "【何名清净法身。世人性本清净。万法从自性生。】",
      "zh_TW": "【何名清淨法身。世人性本清淨。萬法從自性生。】"
    },
    {
      "id": "09-003-0013_p0030",
      "zh_CN": "什么叫做『清净法身』？世间人自性本来就是清净的，一切万法无不从自性而生。所以祖师在黄梅开悟的时候，他自己不期然的就说出来了，「何期自性，能生万法」，就是这个意思，「何期自性，本自具足」，这都是祖师在前面说过，我们已经读过的。",
      "zh_TW": "什麼叫做『清淨法身』？世間人自性本來就是清淨的，一切萬法無不從自性而生。所以祖師在黃梅開悟的時候，他自己不期然的就說出來了，「何期自性，能生萬法」，就是這個意思，「何期自性，本自具足」，這都是祖師在前面說過，我們已經讀過的。"
    },
    {
      "id": "09-003-0013_p0031",
      "zh_CN": "【思量一切恶事。即生恶行。思量一切善事。即生善行。】",
      "zh_TW": "【思量一切惡事。即生惡行。思量一切善事。即生善行。】"
    },
    {
      "id": "09-003-0013_p0032",
      "zh_CN": "可见得一切善恶因果无不是从自性当中生的。",
      "zh_TW": "可見得一切善惡因果無不是從自性當中生的。"
    },
    {
      "id": "09-003-0013_p0033",
      "zh_CN": "【如是诸法在自性中。如天常清。日月常明。】",
      "zh_TW": "【如是諸法在自性中。如天常清。日月常明。】"
    },
    {
      "id": "09-003-0013_p0034",
      "zh_CN": "这两句是形容自性清净，能生万法。",
      "zh_TW": "這兩句是形容自性清淨，能生萬法。"
    },
    {
      "id": "09-003-0013_p0035",
      "zh_CN": "【为浮云盖覆。上明下暗。】",
      "zh_TW": "【為浮雲蓋覆。上明下暗。】"
    },
    {
      "id": "09-003-0013_p0036",
      "zh_CN": "这就是比喻众生无始劫来是一念不觉而起无明，把自己清净法身盖复住了。是不是真的盖住了？不是的。为什么？『上明下暗』，并不是真正的盖住，而只是我们现前迷失了，现前这一念不觉，迷失了。",
      "zh_TW": "這就是比喻眾生無始劫來是一念不覺而起無明，把自己清淨法身蓋覆住了。是不是真的蓋住了？不是的。為什麼？『上明下暗』，並不是真正的蓋住，而只是我們現前迷失了，現前這一念不覺，迷失了。"
    },
    {
      "id": "09-003-0013_p0037",
      "zh_CN": "【忽遇风吹云散。上下俱明。万象皆现。世人性常浮游。如彼天云。】",
      "zh_TW": "【忽遇風吹雲散。上下俱明。萬象皆現。世人性常浮游。如彼天雲。】"
    },
    {
      "id": "09-003-0013_p0038",
      "zh_CN": "此地讲的『风』是把无明吹散了，这是般若之风。智慧一现前，障碍的浮云就散失了，青天白日又现前了，这是以青天白日代表我们的自性。",
      "zh_TW": "此地講的『風』是把無明吹散了，這是般若之風。智慧一現前，障礙的浮雲就散失了，青天白日又現前了，這是以青天白日代表我們的自性。"
    },
    {
      "id": "09-003-0013_p0039",
      "zh_CN": "【善知识。智如日。慧如月。智慧常明。于外着境。被妄念浮云盖覆自性。不得明朗。】",
      "zh_TW": "【善知識。智如日。慧如月。智慧常明。於外著境。被妄念浮雲蓋覆自性。不得明朗。】"
    },
    {
      "id": "09-003-0013_p0040",
      "zh_CN": "这是说明我们为什么迷失了自性，追究其根本原因是对于外面境界执着了，着相了。执着内六根、外六尘，以为这个东西是实有的，这是很大的错误，这样就被无明烦恼障碍了自性。",
      "zh_TW": "這是說明我們為什麼迷失了自性，追究其根本原因是對於外面境界執著了，著相了。執著內六根、外六塵，以為這個東西是實有的，這是很大的錯誤，這樣就被無明煩惱障礙了自性。"
    },
    {
      "id": "09-003-0013_p0041",
      "zh_CN": "【若遇善知识。】",
      "zh_TW": "【若遇善知識。】"
    },
    {
      "id": "09-003-0013_p0042",
      "zh_CN": "『善知识』是指有修有证的这些人，有修有证者是真正的善知识，我们要是遇到这样的人。",
      "zh_TW": "『善知識』是指有修有證的這些人，有修有證者是真正的善知識，我們要是遇到這樣的人。"
    },
    {
      "id": "09-003-0013_p0043",
      "zh_CN": "【闻真正法。自除迷妄。内外明彻。于自性中万法皆现。】",
      "zh_TW": "【聞真正法。自除迷妄。內外明徹。於自性中萬法皆現。】"
    },
    {
      "id": "09-003-0013_p0044",
      "zh_CN": "这就是见道、见性了，明心见性，见性成佛。善知识对我们只是做增上缘而已，他把这个事实真相给我们说破，我们一听了就觉悟了，知道过去所发生的错误。所以说『闻真正法』是非常难得的一个因缘。若不「闻真正法」，迷妄很难除去。底下说：",
      "zh_TW": "這就是見道、見性了，明心見性，見性成佛。善知識對我們只是做增上緣而已，他把這個事實真相給我們說破，我們一聽了就覺悟了，知道過去所發生的錯誤。所以說『聞真正法』是非常難得的一個因緣。若不「聞真正法」，迷妄很難除去。底下說："
    },
    {
      "id": "09-003-0013_p0045",
      "zh_CN": "【见性之人。亦复如是。此名清净法身佛。】",
      "zh_TW": "【見性之人。亦復如是。此名清淨法身佛。】"
    },
    {
      "id": "09-003-0013_p0046",
      "zh_CN": "由此可知，清净法身并没有失掉，只是被二执、二障障碍了。虽障碍，并没有失掉，只要我们破二执、离二障，眼前的境界就是自性清净法身，与十方如来所证的无二无别。",
      "zh_TW": "由此可知，清淨法身並沒有失掉，只是被二執、二障障礙了。雖障礙，並沒有失掉，只要我們破二執、離二障，眼前的境界就是自性清淨法身，與十方如來所證的無二無別。"
    },
    {
      "id": "09-003-0013_p0047",
      "zh_CN": "【善知识。自心归依自性。是归依真佛。】",
      "zh_TW": "【善知識。自心歸依自性。是歸依真佛。】"
    },
    {
      "id": "09-003-0013_p0048",
      "zh_CN": "这是说明皈依真佛不是皈依我们身心外面的释迦牟尼佛，不是皈依我们身心外面的阿弥陀佛，而是皈依我们自性当中的释迦、弥陀，这叫真皈依，这叫皈依真佛。这些意思前面也都说过。释迦是能仁、寂默，阿弥陀是无量觉。我们六根接触六尘境界，念念之中觉而不迷就是皈依阿弥陀。南无就是皈依的意思，南无阿弥陀佛翻成中国意思就是皈依无量觉。这个叫皈依真佛。怎么皈依法？大师在此地给我们举了几个具体的例子，教给我们下手之处。",
      "zh_TW": "這是說明皈依真佛不是皈依我們身心外面的釋迦牟尼佛，不是皈依我們身心外面的阿彌陀佛，而是皈依我們自性當中的釋迦、彌陀，這叫真皈依，這叫皈依真佛。這些意思前面也都說過。釋迦是能仁、寂默，阿彌陀是無量覺。我們六根接觸六塵境界，念念之中覺而不迷就是皈依阿彌陀。南無就是皈依的意思，南無阿彌陀佛翻成中國意思就是皈依無量覺。這個叫皈依真佛。怎麼皈依法？大師在此地給我們舉了幾個具體的例子，教給我們下手之處。"
    },
    {
      "id": "09-003-0013_p0049",
      "zh_CN": "【自归依者。】",
      "zh_TW": "【自歸依者。】"
    },
    {
      "id": "09-003-0013_p0050",
      "zh_CN": "这是自性真正皈依。",
      "zh_TW": "這是自性真正皈依。"
    },
    {
      "id": "09-003-0013_p0051",
      "zh_CN": "【除却自性中不善心。】",
      "zh_TW": "【除卻自性中不善心。】"
    },
    {
      "id": "09-003-0013_p0052",
      "zh_CN": "这一句是总说。在境界当中起心动念都不善，不知道向自性求，而向心外去求佛觅祖，这都是不善心。底下给我们举几个例子。",
      "zh_TW": "這一句是總說。在境界當中起心動念都不善，不知道向自性求，而向心外去求佛覓祖，這都是不善心。底下給我們舉幾個例子。"
    },
    {
      "id": "09-003-0013_p0053",
      "zh_CN": "【嫉妒心。】",
      "zh_TW": "【嫉妒心。】"
    },
    {
      "id": "09-003-0013_p0054",
      "zh_CN": "这是本性里面没有的。这个『嫉妒』是从哪里来的？从妄心里面。迷心里面才有「嫉妒」，觉心里面没有嫉妒。如果我们在二六时中，嫉妒心一生起来，自己马上就觉悟，我又迷了。为什么？觉心里面没有嫉妒，迷心里头才有，这就是自己迷了。古德所谓「不怕念起」，念就是迷的这个念头，「只怕觉迟」，一觉就不再迷了，回头是岸，就又皈依到自性佛，又皈依到无量觉了，这叫皈依真佛。最怕的就是嫉妒心起了，起了不晓得回来，而这个嫉妒心是念念增长，愈迷愈深，这就是随迷而去了，迷而不觉，这个就是自己错了。这样下去，如何能明心见性？",
      "zh_TW": "這是本性裡面沒有的。這個『嫉妒』是從哪裡來的？從妄心裡面。迷心裡面才有「嫉妒」，覺心裡面沒有嫉妒。如果我們在二六時中，嫉妒心一生起來，自己馬上就覺悟，我又迷了。為什麼？覺心裡面沒有嫉妒，迷心裡頭才有，這就是自己迷了。古德所謂「不怕念起」，念就是迷的這個念頭，「只怕覺遲」，一覺就不再迷了，回頭是岸，就又皈依到自性佛，又皈依到無量覺了，這叫皈依真佛。最怕的就是嫉妒心起了，起了不曉得回來，而這個嫉妒心是念念增長，愈迷愈深，這就是隨迷而去了，迷而不覺，這個就是自己錯了。這樣下去，如何能明心見性？"
    },
    {
      "id": "09-003-0013_p0055",
      "zh_CN": "【憍慢心。】",
      "zh_TW": "【憍慢心。】"
    },
    {
      "id": "09-003-0013_p0056",
      "zh_CN": "贡高我慢，这个也是不善心。骄慢是大烦恼，嫉妒是从贪心里面起来的，骄慢是从瞋恚里面起来的，这是无始劫来的烦恼习气，佛法里常讲俱生烦恼，是与生俱来的。为什么？前生的习气。不但佛法对于这个事情了解得很透彻，就是儒家对这个问题也看得很清楚，所以《礼记》里面就教给我们「傲不可长」，傲就是骄慢。骄慢的心是人人都有，纵然是贫贱到极处了，像要饭的，这是贫贱之极了，他有没有骄慢心？你注意去观察观察，他还是有骄慢心。他在路边要饭，看到那个有钱的人走过，他还会哼一声，「有什么了不起，不过是有几个臭铜钱而已」；换句话说，他好像还不比别人差。可见得傲慢的心是人皆有之。儒家只讲人天，所以这烦恼他不叫人断，但是要叫人止住在某一个境界里，不可以再增长了。佛法是超世法，目的在明心见性，你要明心见性，这种不善的心一定要把它断得干干净净，这样才行。第三：",
      "zh_TW": "貢高我慢，這個也是不善心。驕慢是大煩惱，嫉妒是從貪心裡面起來的，驕慢是從瞋恚裡面起來的，這是無始劫來的煩惱習氣，佛法裡常講俱生煩惱，是與生俱來的。為什麼？前生的習氣。不但佛法對於這個事情了解得很透徹，就是儒家對這個問題也看得很清楚，所以《禮記》裡面就教給我們「傲不可長」，傲就是驕慢。驕慢的心是人人都有，縱然是貧賤到極處了，像要飯的，這是貧賤之極了，他有沒有驕慢心？你注意去觀察觀察，他還是有驕慢心。他在路邊要飯，看到那個有錢的人走過，他還會哼一聲，「有什麼了不起，不過是有幾個臭銅錢而已」；換句話說，他好像還不比別人差。可見得傲慢的心是人皆有之。儒家只講人天，所以這煩惱他不叫人斷，但是要叫人止住在某一個境界裡，不可以再增長了。佛法是超世法，目的在明心見性，你要明心見性，這種不善的心一定要把它斷得乾乾淨淨，這樣才行。第三："
    },
    {
      "id": "09-003-0013_p0057",
      "zh_CN": "【吾我心。】",
      "zh_TW": "【吾我心。】"
    },
    {
      "id": "09-003-0013_p0058",
      "zh_CN": "这就是佛法里面讲的我执。这个执着是很深、很重的，的确是很不容易把它断掉的，这是我执的烦恼。破了我执，是阿罗汉以上的境界！下面一句：",
      "zh_TW": "這就是佛法裡面講的我執。這個執著是很深、很重的，的確是很不容易把它斷掉的，這是我執的煩惱。破了我執，是阿羅漢以上的境界！下面一句："
    },
    {
      "id": "09-003-0013_p0059",
      "zh_CN": "【诳妄心。】",
      "zh_TW": "【誑妄心。】"
    },
    {
      "id": "09-003-0013_p0060",
      "zh_CN": "也是从骄慢当中发生的。",
      "zh_TW": "也是從驕慢當中發生的。"
    },
    {
      "id": "09-003-0013_p0061",
      "zh_CN": "【轻人心。】",
      "zh_TW": "【輕人心。】"
    },
    {
      "id": "09-003-0013_p0062",
      "zh_CN": "轻视别人，高推自己，这是诳妄、轻他。",
      "zh_TW": "輕視別人，高推自己，這是誑妄、輕他。"
    },
    {
      "id": "09-003-0013_p0063",
      "zh_CN": "【慢人心。】",
      "zh_TW": "【慢人心。】"
    },
    {
      "id": "09-003-0013_p0064",
      "zh_CN": "『慢』是对别人有骄慢的态度。",
      "zh_TW": "『慢』是對別人有驕慢的態度。"
    },
    {
      "id": "09-003-0013_p0065",
      "zh_CN": "【邪见心。】",
      "zh_TW": "【邪見心。】"
    },
    {
      "id": "09-003-0013_p0066",
      "zh_CN": "这个『邪见』也叫做恶见，就是佛法里面常讲的五种错误的见解，像身见、边见、见取见、戒取见、邪见，都是属于这一类的。",
      "zh_TW": "這個『邪見』也叫做惡見，就是佛法裡面常講的五種錯誤的見解，像身見、邊見、見取見、戒取見、邪見，都是屬於這一類的。"
    },
    {
      "id": "09-003-0013_p0067",
      "zh_CN": "【贡高心。】",
      "zh_TW": "【貢高心。】"
    },
    {
      "id": "09-003-0013_p0068",
      "zh_CN": "这个『贡高』就是夸耀，夸耀自己的功德，或者是炫耀自己的学问，这一类都是属于「贡高」。",
      "zh_TW": "這個『貢高』就是誇耀，誇耀自己的功德，或者是炫耀自己的學問，這一類都是屬於「貢高」。"
    },
    {
      "id": "09-003-0013_p0069",
      "zh_CN": "【及一切时中不善之行。】",
      "zh_TW": "【及一切時中不善之行。】"
    },
    {
      "id": "09-003-0013_p0070",
      "zh_CN": "这是举这几个例子说明种种的不善。这些都是不善，自性当中的确没有这个东西。现在有这些东西，这些东西都是过失，这是我们一定要明了的。下面大师就教我们要把这些东西除掉。",
      "zh_TW": "這是舉這幾個例子說明種種的不善。這些都是不善，自性當中的確沒有這個東西。現在有這些東西，這些東西都是過失，這是我們一定要明瞭的。下面大師就教我們要把這些東西除掉。"
    },
    {
      "id": "09-003-0013_p0071",
      "zh_CN": "【常自见已过。不说他人好恶。是自归依。】",
      "zh_TW": "【常自見已過。不說他人好惡。是自歸依。】"
    },
    {
      "id": "09-003-0013_p0072",
      "zh_CN": "这是教给我们如何来皈依。这皈依是一定要常常能够见到自己的过失，不说别人的好恶。自己的心像一面明镜一样，对外面境界照得清清楚楚、明明白白，而自己不动心、不起念、不分别、不生妄想，这个心是清净的。那一切是非好恶你明不明了？明了，既明了又不动心。前面跟诸位讲过无念的功德，无念无住，要好好的把这几句记住。",
      "zh_TW": "這是教給我們如何來皈依。這皈依是一定要常常能夠見到自己的過失，不說別人的好惡。自己的心像一面明鏡一樣，對外面境界照得清清楚楚、明明白白，而自己不動心、不起念、不分別、不生妄想，這個心是清淨的。那一切是非好惡你明不明瞭？明瞭，既明瞭又不動心。前面跟諸位講過無念的功德，無念無住，要好好的把這幾句記住。"
    },
    {
      "id": "09-003-0013_p0073",
      "zh_CN": "【常须下心。普行恭敬。即是见性通达。更无滞碍。是自归依。】",
      "zh_TW": "【常須下心。普行恭敬。即是見性通達。更無滯礙。是自歸依。】"
    },
    {
      "id": "09-003-0013_p0074",
      "zh_CN": "如果我们对于皈依的理论境界要是不晓得，前面跟诸位说过，早晚课诵里面打个三皈，在佛菩萨形像面前将三皈依文词念念，这就叫皈依，这是错误的。真正皈依，六祖大师在此地给我们说得很清楚，这一段这是讲的皈依清净法身佛。再看底下这一段：",
      "zh_TW": "如果我們對於皈依的理論境界要是不曉得，前面跟諸位說過，早晚課誦裡面打個三皈，在佛菩薩形像面前將三皈依文詞念念，這就叫皈依，這是錯誤的。真正皈依，六祖大師在此地給我們說得很清楚，這一段這是講的皈依清淨法身佛。再看底下這一段："
    },
    {
      "id": "09-003-0013_p0075",
      "zh_CN": "【何名千百亿化身。】",
      "zh_TW": "【何名千百億化身。】"
    },
    {
      "id": "09-003-0013_p0076",
      "zh_CN": "继续再看，讲这化身菩萨。",
      "zh_TW": "繼續再看，講這化身菩薩。"
    },
    {
      "id": "09-003-0013_p0077",
      "zh_CN": "【若不思万法。性本如空。】",
      "zh_TW": "【若不思萬法。性本如空。】"
    },
    {
      "id": "09-003-0013_p0078",
      "zh_CN": "这是清净法身。",
      "zh_TW": "這是清淨法身。"
    },
    {
      "id": "09-003-0013_p0079",
      "zh_CN": "【一念思量。名为变化。】",
      "zh_TW": "【一念思量。名為變化。】"
    },
    {
      "id": "09-003-0013_p0080",
      "zh_CN": "这就是讲的化身。这个地方特别要注意到的，此地所说的『思量』，不是意识「思量」，但是不得不用这个名词。此地的思量就是八正道里面讲的正思惟。这是诸佛菩萨在果后，就是证果以后，与十法界一切众生感应道交，随心应量，循业发现，所以才能够无处不现身，示现种种色相，为一切众生做增上缘，这就是讲的变化。所以这个念是讲的『一念』。「一念」，实在讲是无念！",
      "zh_TW": "這就是講的化身。這個地方特別要注意到的，此地所說的『思量』，不是意識「思量」，但是不得不用這個名詞。此地的思量就是八正道裡面講的正思惟。這是諸佛菩薩在果後，就是證果以後，與十法界一切眾生感應道交，隨心應量，循業發現，所以才能夠無處不現身，示現種種色相，為一切眾生做增上緣，這就是講的變化。所以這個念是講的『一念』。「一念」，實在講是無念！"
    },
    {
      "id": "09-003-0013_p0081",
      "zh_CN": "【思量恶事。化为地狱。思量善事。化为天堂。毒害。化为龙蛇。慈悲。化为菩萨。智慧。化为上界。愚痴。化为下方。自性变化甚多。迷人不能省觉。】",
      "zh_TW": "【思量惡事。化為地獄。思量善事。化為天堂。毒害。化為龍蛇。慈悲。化為菩薩。智慧。化為上界。愚痴。化為下方。自性變化甚多。迷人不能省覺。】"
    },
    {
      "id": "09-003-0013_p0082",
      "zh_CN": "由此可知，十法界依正庄严，上自十方三世一切诸佛，下至三途地狱一切罪报的众生，这些相从哪来的？马鸣菩萨在《起信论》里面跟我们讲「等现」，一念思量等现一切境界，就是《楞严》里面讲的「随心应量，循业发现」，就是这个意思。这是千百亿化身，『自性变化甚多』，可惜的是『迷人』不觉。",
      "zh_TW": "由此可知，十法界依正莊嚴，上自十方三世一切諸佛，下至三途地獄一切罪報的眾生，這些相從哪來的？馬鳴菩薩在《起信論》裡面跟我們講「等現」，一念思量等現一切境界，就是《楞嚴》裡面講的「隨心應量，循業發現」，就是這個意思。這是千百億化身，『自性變化甚多』，可惜的是『迷人』不覺。"
    },
    {
      "id": "09-003-0013_p0083",
      "zh_CN": "【念念起恶。常行恶道。】",
      "zh_TW": "【念念起惡。常行惡道。】"
    },
    {
      "id": "09-003-0013_p0084",
      "zh_CN": "这是指我们修学的人在行恶行善。",
      "zh_TW": "這是指我們修學的人在行惡行善。"
    },
    {
      "id": "09-003-0013_p0085",
      "zh_CN": "【回一念善。智慧即生。此名自性化身佛。】",
      "zh_TW": "【迴一念善。智慧即生。此名自性化身佛。】"
    },
    {
      "id": "09-003-0013_p0086",
      "zh_CN": "由此可知，我们自己要证得自性化身佛，从哪里证？就是从一念回光返照，就见到『自性化身』。再看底下这一段：",
      "zh_TW": "由此可知，我們自己要證得自性化身佛，從哪裡證？就是從一念回光返照，就見到『自性化身』。再看底下這一段："
    },
    {
      "id": "09-003-0013_p0087",
      "zh_CN": "【何名圆满报身。譬如一灯能除千年暗。一智能灭万年愚。】",
      "zh_TW": "【何名圓滿報身。譬如一燈能除千年暗。一智能滅萬年愚。】"
    },
    {
      "id": "09-003-0013_p0088",
      "zh_CN": "前面是比喻，譬如说一个岩洞，深山里面岩洞，从来没有人进去过，这里面是黑暗的，千年的黑洞，我们点一盏灯到里面去，这里面就照明了，一灯能破千年暗，『灯』比的智慧，『暗』比的无明。无始劫来的无明，我们不要害怕，不要一听，这无明烦恼是无始劫以来的，我们要到什么时候才能够断得掉？实在讲破无始无明太简单了，智慧一开，无明就断了，『一智能灭万年愚』。怎么个灭法？",
      "zh_TW": "前面是比喻，譬如說一個岩洞，深山裡面岩洞，從來沒有人進去過，這裡面是黑暗的，千年的黑洞，我們點一盞燈到裡面去，這裡面就照明了，一燈能破千年暗，『燈』比的智慧，『暗』比的無明。無始劫來的無明，我們不要害怕，不要一聽，這無明煩惱是無始劫以來的，我們要到什麼時候才能夠斷得掉？實在講破無始無明太簡單了，智慧一開，無明就斷了，『一智能滅萬年愚』。怎麼個滅法？"
    },
    {
      "id": "09-003-0013_p0089",
      "zh_CN": "【莫思向前。已过不可得。常思于后。念念圆明。自见本性。善恶虽殊。本性无二。无二之性。名为实性。】",
      "zh_TW": "【莫思向前。已過不可得。常思於後。念念圓明。自見本性。善惡雖殊。本性無二。無二之性。名為實性。】"
    },
    {
      "id": "09-003-0013_p0090",
      "zh_CN": "可见得诸佛菩萨的修学无不是着重在见性。换句话说，凡是能够帮助我们见性的这是佛法、这是正法，凡是障碍我们见性的，换句话说，增长无明、增长邪见的，这个法就不是正法，邪正要从这个地方去辨别。我们思前想后都是错误的，我们一定要『念念圆明』，「圆」是圆满，「明」是光明。但是诸位要晓得，你要是起念，这个念就有界限、就有范围，就不圆了，就不圆满了。不圆满，那个智慧光明就失掉了。所以此地这个「念念」是前面所讲无念之念，无念之念才是「念念圆明，自见本性」。为什么不要去顾虑这些善恶？善恶虽然不一样，可是善性与恶性，性是一样的。善性是佛性、是觉性，恶性还是佛性、还是觉性，我们要去了它的相与作用，从本性上、从性体上来看，简直是无二无别。『无二之性』，这叫真实性。",
      "zh_TW": "可見得諸佛菩薩的修學無不是著重在見性。換句話說，凡是能夠幫助我們見性的這是佛法、這是正法，凡是障礙我們見性的，換句話說，增長無明、增長邪見的，這個法就不是正法，邪正要從這個地方去辨別。我們思前想後都是錯誤的，我們一定要『念念圓明』，「圓」是圓滿，「明」是光明。但是諸位要曉得，你要是起念，這個念就有界限、就有範圍，就不圓了，就不圓滿了。不圓滿，那個智慧光明就失掉了。所以此地這個「念念」是前面所講無念之念，無念之念才是「念念圓明，自見本性」。為什麼不要去顧慮這些善惡？善惡雖然不一樣，可是善性與惡性，性是一樣的。善性是佛性、是覺性，惡性還是佛性、還是覺性，我們要去了它的相與作用，從本性上、從性體上來看，簡直是無二無別。『無二之性』，這叫真實性。"
    },
    {
      "id": "09-003-0013_p0091",
      "zh_CN": "【于实性中。不染善恶。此名圆满报身佛。】",
      "zh_TW": "【於實性中。不染善惡。此名圓滿報身佛。】"
    },
    {
      "id": "09-003-0013_p0092",
      "zh_CN": "这两句话就说得很透彻了。『实性』就是我们的真如本性，「实」是真实而不是虚妄的，「性」是我们的理体，是我们自己，禅家所谓「父母未生前本来面目」，这就是本来面目。在我们现在这个根身上来说，正是《楞严经》里面所讲的「六根根性」，这是实性，在眼曰见，在耳曰闻，见闻嗅尝觉知之性就是实性，这是圆满的，它『不染善恶』。谁染善恶？我们要晓得，善与恶是妄心感染，那就是讲的八识五十一心所。在唯识里面讲，善心所与一切善法感应，烦恼心所与一切恶法起感应，它相应。但是八识五十一心所是虚妄不是真实的，真实性里面没有这些东西。我们要是能够见到了这个境界，证得这个境界，这就叫『圆满报身佛』。这一说来，可见得我们现前就具足三身。我具足三身，你也具足三身，试问问哪个不具足三身？佛菩萨具足三身，他自在明了；我们凡夫人人具足三身，是迷惑颠倒不知道自己有三身，这则说之为众生。",
      "zh_TW": "這兩句話就說得很透徹了。『實性』就是我們的真如本性，「實」是真實而不是虛妄的，「性」是我們的理體，是我們自己，禪家所謂「父母未生前本來面目」，這就是本來面目。在我們現在這個根身上來說，正是《楞嚴經》裡面所講的「六根根性」，這是實性，在眼曰見，在耳曰聞，見聞嗅嘗覺知之性就是實性，這是圓滿的，它『不染善惡』。誰染善惡？我們要曉得，善與惡是妄心感染，那就是講的八識五十一心所。在唯識裡面講，善心所與一切善法感應，煩惱心所與一切惡法起感應，它相應。但是八識五十一心所是虛妄不是真實的，真實性裡面沒有這些東西。我們要是能夠見到了這個境界，證得這個境界，這就叫『圓滿報身佛』。這一說來，可見得我們現前就具足三身。我具足三身，你也具足三身，試問問哪個不具足三身？佛菩薩具足三身，他自在明瞭；我們凡夫人人具足三身，是迷惑顛倒不知道自己有三身，這則說之為眾生。"
    },
    {
      "id": "09-003-0013_p0093",
      "zh_CN": "【自性起一念恶。灭万劫善因。自性起一念善。得恒沙恶尽。】",
      "zh_TW": "【自性起一念惡。滅萬劫善因。自性起一念善。得恆沙惡盡。】"
    },
    {
      "id": "09-003-0013_p0094",
      "zh_CN": "这是说自性功德不可思议。『自性起一念恶』，这就是迷，自性迷，这一迷就一切都迷了，所以说是『万劫善因』都失掉了。『自性起一念善』，这「一念善」是觉，觉的功德也不可思议，这一觉，你这恒沙劫所造的种种恶业一时消灭，就好像前面所讲的「一灯能除千年暗」，这一觉能灭恒沙罪恶。",
      "zh_TW": "這是說自性功德不可思議。『自性起一念惡』，這就是迷，自性迷，這一迷就一切都迷了，所以說是『萬劫善因』都失掉了。『自性起一念善』，這「一念善」是覺，覺的功德也不可思議，這一覺，你這恆沙劫所造的種種惡業一時消滅，就好像前面所講的「一燈能除千年暗」，這一覺能滅恆沙罪惡。"
    },
    {
      "id": "09-003-0013_p0095",
      "zh_CN": "【直至无上菩提。念念自见。不失本念。名为报身。】",
      "zh_TW": "【直至無上菩提。念念自見。不失本念。名為報身。】"
    },
    {
      "id": "09-003-0013_p0096",
      "zh_CN": "的确这是把三身说得这么清楚、这样的明白。底下经文再看：",
      "zh_TW": "的確這是把三身說得這麼清楚、這樣的明白。底下經文再看："
    },
    {
      "id": "09-003-0013_p0097",
      "zh_CN": "【善知识。从法身思量。即是化身佛。念念自性自见。即是报身佛。自悟自修自性功德。是真归依。】",
      "zh_TW": "【善知識。從法身思量。即是化身佛。念念自性自見。即是報身佛。自悟自修自性功德。是真歸依。】"
    },
    {
      "id": "09-003-0013_p0098",
      "zh_CN": "这几句与流行的本子，像丁福保《笺注》的本子里面，字句有一点不相同，我们可以比照来看看，可以对照起来看看。在流行本里头是这样几句，我觉得他说的也很有道理。第十八页倒数第四行的中间，「善知识」起，到「自悟自修自性功德」六句，似乎是不如丁氏笺注文字通顺。丁本的经文是这样的，「善知识，法身本具。念念自性自见，是报身佛；从报身思量，即是化身佛；自悟自修自性功德，是真归依」，这是跟我们这本子句法里头有一点不相同。这个经文不一样，意思是大同小异的，而且在这个里面也很有深意。",
      "zh_TW": "這幾句與流行的本子，像丁福保《箋註》的本子裡面，字句有一點不相同，我們可以比照來看看，可以對照起來看看。在流行本裡頭是這樣幾句，我覺得他說的也很有道理。第十八頁倒數第四行的中間，「善知識」起，到「自悟自修自性功德」六句，似乎是不如丁氏箋註文字通順。丁本的經文是這樣的，「善知識，法身本具。念念自性自見，是報身佛；從報身思量，即是化身佛；自悟自修自性功德，是真歸依」，這是跟我們這本子句法裡頭有一點不相同。這個經文不一樣，意思是大同小異的，而且在這個裡面也很有深意。"
    },
    {
      "id": "09-003-0013_p0099",
      "zh_CN": "在这个地方我们要特别着重『思量』两个字，在这里我们也特别给它解释一下。『从法身思量，即是化身佛』，诸位特别要记住，这「思量」不是意识，乃是指智照，智慧的照用。如《楞严经》里面「观世音菩萨耳根圆通章」里面所说，「生灭既灭，寂灭现前，忽然超越世出世间，十方圆明，获二殊胜，上合十方诸佛妙心，同一慈力。下合一切众生，同一悲仰」。这就是观世音菩萨所以得成感应道交，而能够随类化身的理由。「是知自性三身，皆由智照生」，这个生的意思是说显明的意思，换句话说，它不显明的时候它也在。所以说生即无生，无生与生是一桩事情，而不是两桩事情。如果是两桩事情，那就不是佛法了。六祖大师前面说过，佛法是不二法，所以生与无生是不二，这个才是真正的无生法。这个是思量这两个字的意思，我们要把它搞清楚。再看底下经文：",
      "zh_TW": "在這個地方我們要特別著重『思量』兩個字，在這裡我們也特別給它解釋一下。『從法身思量，即是化身佛』，諸位特別要記住，這「思量」不是意識，乃是指智照，智慧的照用。如《楞嚴經》裡面「觀世音菩薩耳根圓通章」裡面所說，「生滅既滅，寂滅現前，忽然超越世出世間，十方圓明，獲二殊勝，上合十方諸佛妙心，同一慈力。下合一切眾生，同一悲仰」。這就是觀世音菩薩所以得成感應道交，而能夠隨類化身的理由。「是知自性三身，皆由智照生」，這個生的意思是說顯明的意思，換句話說，它不顯明的時候它也在。所以說生即無生，無生與生是一樁事情，而不是兩樁事情。如果是兩樁事情，那就不是佛法了。六祖大師前面說過，佛法是不二法，所以生與無生是不二，這個才是真正的無生法。這個是思量這兩個字的意思，我們要把它搞清楚。再看底下經文："
    },
    {
      "id": "09-003-0013_p0100",
      "zh_CN": "【皮肉是色身。色身是舍宅。不言归依也。】",
      "zh_TW": "【皮肉是色身。色身是舍宅。不言歸依也。】"
    },
    {
      "id": "09-003-0013_p0101",
      "zh_CN": "这再重复前面的话，既重复，他这个意思就是特别的强调。可见得这个皈依是要皈依自性三宝，而不是皈依色相的三宝，为什么？色相三宝是虚妄的，像《金刚经》里面所说的「凡所有相，皆是虚妄」，所以是『不言归依也』。",
      "zh_TW": "這再重複前面的話，既重複，他這個意思就是特別的強調。可見得這個皈依是要皈依自性三寶，而不是皈依色相的三寶，為什麼？色相三寶是虛妄的，像《金剛經》裡面所說的「凡所有相，皆是虛妄」，所以是『不言歸依也』。"
    },
    {
      "id": "09-003-0013_p0102",
      "zh_CN": "【但悟自性三身。即识自性佛。】",
      "zh_TW": "【但悟自性三身。即識自性佛。】"
    },
    {
      "id": "09-003-0013_p0103",
      "zh_CN": "『识』就是认识，换句话说，也就是你见得，也就是你证到了。可见得顿教的教学自始至终它的目标就是叫你『悟自性三身』，叫你悟『自性佛』。「自性佛」，你自己本来就是佛。这个话佛在《华严》、《圆觉》里面都说过，他说「一切众生本来成佛」，这是大经里头说过的。这个才是佛法教学真正的目的，是要我们自己成佛、自己见性。",
      "zh_TW": "『識』就是認識，換句話說，也就是你見得，也就是你證到了。可見得頓教的教學自始至終它的目標就是叫你『悟自性三身』，叫你悟『自性佛』。「自性佛」，你自己本來就是佛。這個話佛在《華嚴》、《圓覺》裡面都說過，他說「一切眾生本來成佛」，這是大經裡頭說過的。這個才是佛法教學真正的目的，是要我們自己成佛、自己見性。"
    },
    {
      "id": "09-003-0013_p0104",
      "zh_CN": "【吾有一无相颂。若能诵持。言下令汝积劫迷罪一时消灭。】",
      "zh_TW": "【吾有一無相頌。若能誦持。言下令汝積劫迷罪一時消滅。】"
    },
    {
      "id": "09-003-0013_p0105",
      "zh_CN": "前面这是以长行来说明理事境界，大师真正是慈悲至极，因为这些道理你要是不能够牢牢的记住，不能够彻底通达，在日常生活当中没有法子修行。换句话说，无法提起观照的作用，何况所说的这样简要，这样精深的大道理。所以特别再以偈颂重复再说一遍，这个偈子是属于重颂，一共有二十句。这些偈子我们一定要把它背过，时时刻刻提起观照的功夫。请看经文：",
      "zh_TW": "前面這是以長行來說明理事境界，大師真正是慈悲至極，因為這些道理你要是不能夠牢牢的記住，不能夠徹底通達，在日常生活當中沒有法子修行。換句話說，無法提起觀照的作用，何況所說的這樣簡要，這樣精深的大道理。所以特別再以偈頌重複再說一遍，這個偈子是屬於重頌，一共有二十句。這些偈子我們一定要把它背過，時時刻刻提起觀照的功夫。請看經文："
    },
    {
      "id": "09-003-0013_p0106",
      "zh_CN": "【颂曰。迷人修福不修道。】",
      "zh_TW": "【頌曰。迷人修福不修道。】"
    },
    {
      "id": "09-003-0013_p0107",
      "zh_CN": "可以说大多数学佛的人都是这样一个态度。",
      "zh_TW": "可以說大多數學佛的人都是這樣一個態度。"
    },
    {
      "id": "09-003-0013_p0108",
      "zh_CN": "【只言修福便是道。】",
      "zh_TW": "【只言修福便是道。】"
    },
    {
      "id": "09-003-0013_p0109",
      "zh_CN": "这是很大的一个错误见解，也就是前面所讲的邪知邪见。修福不是修道！我们想一想，我们拿六度来说，布施、持戒、忍辱、精进、禅定，如果这个里面没有般若，这都是修福，不是修道。什么叫修道？明心见性叫修道。布施，其目的不在明心见性，那就不是修道；持戒，其目的也不在明心见性，那也不叫修道；乃至于禅定，目的不是在见性，都不叫修道，这一点我们要认识清楚，那只是修福而已。菩萨修六度，度这一字诸位要搞清楚，前面五度是事，是事修，事相；般若是理，是观照。修布施，三轮体空，不着布施之相，这个布施里面有般若。布施能够成就大定，能够破除我法二执，能够明心见性，这个布施就是道。如果我们修布施、修持戒，乃至于禅定，我们只求人天福报，那就不是道，那就错了。所以这一点一定要把它辨别得很清楚。底下说：",
      "zh_TW": "這是很大的一個錯誤見解，也就是前面所講的邪知邪見。修福不是修道！我們想一想，我們拿六度來說，布施、持戒、忍辱、精進、禪定，如果這個裡面沒有般若，這都是修福，不是修道。什麼叫修道？明心見性叫修道。布施，其目的不在明心見性，那就不是修道；持戒，其目的也不在明心見性，那也不叫修道；乃至於禪定，目的不是在見性，都不叫修道，這一點我們要認識清楚，那只是修福而已。菩薩修六度，度這一字諸位要搞清楚，前面五度是事，是事修，事相；般若是理，是觀照。修布施，三輪體空，不著布施之相，這個布施裡面有般若。布施能夠成就大定，能夠破除我法二執，能夠明心見性，這個布施就是道。如果我們修布施、修持戒，乃至於禪定，我們只求人天福報，那就不是道，那就錯了。所以這一點一定要把它辨別得很清楚。底下說："
    },
    {
      "id": "09-003-0013_p0110",
      "zh_CN": "【布施供养福无边。】",
      "zh_TW": "【布施供養福無邊。】"
    },
    {
      "id": "09-003-0013_p0111",
      "zh_CN": "这是在六度里举一个例子来说，无论是你修的财布施、法布施、无畏布施。我们今天在讲席里面讲经说法，这是法布施，这是修的布施，这是修福。所以说布施供养，我这里法供养、我这里法布施，这是修很大的福报。如果这里面没有智慧观照的功夫，这个心里面还起贪瞋痴，我今天修法布施，希望我将来得大福报；我今天修财布施，希望将来能够发大财，心里面的贪瞋痴三毒烦恼并没有断，不但没有断，还继续在增长，这就是：",
      "zh_TW": "這是在六度裡舉一個例子來說，無論是你修的財布施、法布施、無畏布施。我們今天在講席裡面講經說法，這是法布施，這是修的布施，這是修福。所以說布施供養，我這裡法供養、我這裡法布施，這是修很大的福報。如果這裡面沒有智慧觀照的功夫，這個心裡面還起貪瞋痴，我今天修法布施，希望我將來得大福報；我今天修財布施，希望將來能夠發大財，心裡面的貪瞋痴三毒煩惱並沒有斷，不但沒有斷，還繼續在增長，這就是："
    },
    {
      "id": "09-003-0013_p0112",
      "zh_CN": "【心中三恶元来造。】",
      "zh_TW": "【心中三惡元來造。】"
    },
    {
      "id": "09-003-0013_p0113",
      "zh_CN": "你这『三恶』还在增长，三毒还在增长。诸位要晓得，断烦恼开智慧，这个叫道；增长烦恼这不是道，这是修世间有漏福报，这是一定要搞得清清楚楚，真是差之毫厘，失之千里，一点都错不得的。",
      "zh_TW": "你這『三惡』還在增長，三毒還在增長。諸位要曉得，斷煩惱開智慧，這個叫道；增長煩惱這不是道，這是修世間有漏福報，這是一定要搞得清清楚楚，真是差之毫釐，失之千里，一點都錯不得的。"
    },
    {
      "id": "09-003-0013_p0114",
      "zh_CN": "【拟将修福欲灭罪。后世得福罪还在。】",
      "zh_TW": "【擬將修福欲滅罪。後世得福罪還在。】"
    },
    {
      "id": "09-003-0013_p0115",
      "zh_CN": "这是指世间一些邪知见错误的见解，以为自己罪造得多，我现在多多的修福，希望修福能够将功折罪。能够折得了吗？给诸位说，折不了。稍稍学佛的同修都晓得，佛门里面所讲的罪恶，这个罪与福是不能够抵消的。正所谓是种瓜得瓜，种豆得豆，我种了豆下去了，我不想要这个豆，我希望它能够结出瓜，我再多下一些瓜籽，结果长出来的，瓜还是瓜、豆还是豆。不会说瓜的籽放多了，豆的种子长出来也变成瓜了，没有这个道理。由此可知，真正修道人起心动念要谨慎，要晓得罪恶不能抵消。因此念念我们要存善念，不可以有恶念，起一个恶念，阿赖耶识里面就下了一个恶的种子，这个事情是很麻烦的。",
      "zh_TW": "這是指世間一些邪知見錯誤的見解，以為自己罪造得多，我現在多多的修福，希望修福能夠將功折罪。能夠折得了嗎？給諸位說，折不了。稍稍學佛的同修都曉得，佛門裡面所講的罪惡，這個罪與福是不能夠抵消的。正所謂是種瓜得瓜，種豆得豆，我種了豆下去了，我不想要這個豆，我希望它能夠結出瓜，我再多下一些瓜籽，結果長出來的，瓜還是瓜、豆還是豆。不會說瓜的籽放多了，豆的種子長出來也變成瓜了，沒有這個道理。由此可知，真正修道人起心動念要謹慎，要曉得罪惡不能抵消。因此念念我們要存善念，不可以有惡念，起一個惡念，阿賴耶識裡面就下了一個惡的種子，這個事情是很麻煩的。"
    },
    {
      "id": "09-003-0013_p0116",
      "zh_CN": "这福报要是修得很大，可以先享福。到福报尽了，那你罪业的种子就会起现行。可是诸位要晓得，这在佛法里面称之为三世怨。就是第一世拼命在修福，他不晓得道理，拼命修福。到来生的时候，福报现前了，他享福了，大富贵人家享福了。他享福的当中，他不知道再修福，于是乎怎么样？于是乎有大的福报就造罪业。福报享完了，罪报现前，又堕落了。第一世修福，第二世享福，享福里头造罪业，第三世受苦报去了，这叫三世怨。因此佛法的教学过程当中，并不劝人刻意的去修福，而常常劝人去求智慧，这里面是很有道理的。当然佛对菩萨来讲，是劝菩萨福慧双修，这是最好的。菩萨要普度一切众生，如果没有福报，纵有智慧，你没有这个因缘，没有因缘就不能普度。虽然是有正法，那也是枉然，像这个我们都要明了。",
      "zh_TW": "這福報要是修得很大，可以先享福。到福報盡了，那你罪業的種子就會起現行。可是諸位要曉得，這在佛法裡面稱之為三世怨。就是第一世拼命在修福，他不曉得道理，拼命修福。到來生的時候，福報現前了，他享福了，大富貴人家享福了。他享福的當中，他不知道再修福，於是乎怎麼樣？於是乎有大的福報就造罪業。福報享完了，罪報現前，又墮落了。第一世修福，第二世享福，享福裡頭造罪業，第三世受苦報去了，這叫三世怨。因此佛法的教學過程當中，並不勸人刻意的去修福，而常常勸人去求智慧，這裡面是很有道理的。當然佛對菩薩來講，是勸菩薩福慧雙修，這是最好的。菩薩要普度一切眾生，如果沒有福報，縱有智慧，你沒有這個因緣，沒有因緣就不能普度。雖然是有正法，那也是枉然，像這個我們都要明瞭。"
    },
    {
      "id": "09-003-0013_p0117",
      "zh_CN": "【但向心中除罪缘。各自性中真忏悔。】",
      "zh_TW": "【但向心中除罪緣。各自性中真懺悔。】"
    },
    {
      "id": "09-003-0013_p0118",
      "zh_CN": "这两句就是前面教给我们无相忏悔的方法。无相忏悔里面最重要的就是改过自新，天天能够见到自己的过失，天天努力去改过，一直到见性，才叫真正的忏悔。底下忏悔的相就说出来了。",
      "zh_TW": "這兩句就是前面教給我們無相懺悔的方法。無相懺悔裡面最重要的就是改過自新，天天能夠見到自己的過失，天天努力去改過，一直到見性，才叫真正的懺悔。底下懺悔的相就說出來了。"
    },
    {
      "id": "09-003-0013_p0119",
      "zh_CN": "【忽悟大乘真忏悔。除邪行正即无罪。】",
      "zh_TW": "【忽悟大乘真懺悔。除邪行正即無罪。】"
    },
    {
      "id": "09-003-0013_p0120",
      "zh_CN": "这是讲忽然你遇到善知识，觉悟到大乘法里面的真忏悔法门。真忏悔法门，『除邪』，邪知邪见，一切邪知见你都能够拔除；心行三业都能与自性清净心相应，就是『行正』，我们思想纯正、行为纯正，这就无罪了，这是真忏悔。",
      "zh_TW": "這是講忽然你遇到善知識，覺悟到大乘法裡面的真懺悔法門。真懺悔法門，『除邪』，邪知邪見，一切邪知見你都能夠拔除；心行三業都能與自性清淨心相應，就是『行正』，我們思想純正、行為純正，這就無罪了，這是真懺悔。"
    },
    {
      "id": "09-003-0013_p0121",
      "zh_CN": "【学道常于自性观。即与诸佛同一类。】",
      "zh_TW": "【學道常於自性觀。即與諸佛同一類。】"
    },
    {
      "id": "09-003-0013_p0122",
      "zh_CN": "『学道』要注意这一点，要依自性提起观照的功夫，了达一切诸法实相，心地清净，不染不着，这就与诸佛菩萨同一类了。",
      "zh_TW": "『學道』要注意這一點，要依自性提起觀照的功夫，了達一切諸法實相，心地清淨，不染不著，這就與諸佛菩薩同一類了。"
    },
    {
      "id": "09-003-0013_p0123",
      "zh_CN": "【吾祖惟传此顿法。】",
      "zh_TW": "【吾祖惟傳此頓法。】"
    },
    {
      "id": "09-003-0013_p0124",
      "zh_CN": "这是大师说明，从达摩祖师到中国来代代所传的就是这个顿悟法门。",
      "zh_TW": "這是大師說明，從達摩祖師到中國來代代所傳的就是這個頓悟法門。"
    },
    {
      "id": "09-003-0013_p0125",
      "zh_CN": "【普愿见性同一体。若欲当来觅法身。离诸法相心中洗。】",
      "zh_TW": "【普願見性同一體。若欲當來覓法身。離諸法相心中洗。】"
    },
    {
      "id": "09-003-0013_p0126",
      "zh_CN": "这是讲到一体三身自性佛了。佛的真身就叫做『法身』，这个「法身」是我们每一个人的本性，是我们每一个人的自体。你要想见得法身，那你就必须要『离诸法相』，世出世间一切法相都不可以执着，心地要清净，这个『洗』就是清净，就是心里头不能有一丝毫的染着，干干净净，你就见到法身了。讲到一体三身，我们在此地用个表解简单的把它提示出来，这一段是很重要的。",
      "zh_TW": "這是講到一體三身自性佛了。佛的真身就叫做『法身』，這個「法身」是我們每一個人的本性，是我們每一個人的自體。你要想見得法身，那你就必須要『離諸法相』，世出世間一切法相都不可以執著，心地要清淨，這個『洗』就是清淨，就是心裡頭不能有一絲毫的染著，乾乾淨淨，你就見到法身了。講到一體三身，我們在此地用個表解簡單的把它提示出來，這一段是很重要的。"
    },
    {
      "id": "09-003-0013_p0127",
      "zh_CN": "上面标出来这是一体，法身是理体，是体。这个报身是用，旁边我写了个小字，自受用。化身是他受用。报身有智证、有业感。譬如刚才六祖大师告诉我们的，指出我们自己身中的一体三身。在如来与大菩萨地位上，他们这报身是智证的报身；我们现前这个报身，我们有，我们是业感的报身，我们缺乏了智证。就是说我们现在有法身，法身决定不会失的，我们的报身现在只有一半，只有一个业感，没有智证，因此我们的报身不显，虽有，自己迷了，不觉。佛与大菩萨，这个报身他是两者都有，智证、业感不二，所以他有这个身。讲到化身也是如此，他受用身，也是有业感与智证。我们现前在凡夫境界里头我们只有业感，没有智证。诸佛菩萨业感、智证两者具足，所以这是不二的。",
      "zh_TW": "上面標出來這是一體，法身是理體，是體。這個報身是用，旁邊我寫了個小字，自受用。化身是他受用。報身有智證、有業感。譬如剛才六祖大師告訴我們的，指出我們自己身中的一體三身。在如來與大菩薩地位上，他們這報身是智證的報身；我們現前這個報身，我們有，我們是業感的報身，我們缺乏了智證。就是說我們現在有法身，法身決定不會失的，我們的報身現在只有一半，只有一個業感，沒有智證，因此我們的報身不顯，雖有，自己迷了，不覺。佛與大菩薩，這個報身他是兩者都有，智證、業感不二，所以他有這個身。講到化身也是如此，他受用身，也是有業感與智證。我們現前在凡夫境界裡頭我們只有業感，沒有智證。諸佛菩薩業感、智證兩者具足，所以這是不二的。"
    },
    {
      "id": "09-003-0013_p0128",
      "zh_CN": "底下我们讲迷与悟。悟三身是佛、是菩萨，迷了三身这就叫凡夫。所以凡夫与佛菩萨只有迷悟之分，没有其他的差别，这三身的体相用无不具足。虽然迷，并没有失掉，所以迷而没有失。诸佛菩萨虽然证，证他也没有多得一点，所谓是「在圣不增，在凡不减」，就是说这个道理。末后一首偈：",
      "zh_TW": "底下我們講迷與悟。悟三身是佛、是菩薩，迷了三身這就叫凡夫。所以凡夫與佛菩薩只有迷悟之分，沒有其他的差別，這三身的體相用無不具足。雖然迷，並沒有失掉，所以迷而沒有失。諸佛菩薩雖然證，證他也沒有多得一點，所謂是「在聖不增，在凡不減」，就是說這個道理。末後一首偈："
    },
    {
      "id": "09-003-0013_p0129",
      "zh_CN": "【努力自见莫悠悠。后念忽绝一世休。】",
      "zh_TW": "【努力自見莫悠悠。後念忽絕一世休。】"
    },
    {
      "id": "09-003-0013_p0130",
      "zh_CN": "这两句是勉励我们，真是苦口婆心要我们现前要努力，一口气不来，后悔就来不及了。『后念忽绝』就是一口气不来了，再想修来不及了，这一生结束了。",
      "zh_TW": "這兩句是勉勵我們，真是苦口婆心要我們現前要努力，一口氣不來，後悔就來不及了。『後念忽絕』就是一口氣不來了，再想修來不及了，這一生結束了。"
    },
    {
      "id": "09-003-0013_p0131",
      "zh_CN": "【若悟大乘得见性。虔恭合掌至心求。】",
      "zh_TW": "【若悟大乘得見性。虔恭合掌至心求。】"
    },
    {
      "id": "09-003-0013_p0132",
      "zh_CN": "这五首偈子我们在此地把它做一个总结，说出这五首偈的大意。这个「迷人」，就是开头的六句，是指的一些人盲修瞎练，就是「迷人修福不修道」，一直到「心中三恶元来造，拟将修福欲灭罪，后世得福罪还在」，这六句都是说的盲修瞎练。「但向心中除罪缘」，这两句是说明真正消灾灭罪的修行方法；「忽悟」两句，是说明大乘理忏，是真正的忏悔；「学道」这两句，上面一句是一乘因，下一句是一乘果；「吾祖」这两句，可以说是祖师西来意；「若欲」两句，是说明修证一体三身法门；「努力」两句，刚才说了，是祖师婆心苦切；末后「若悟」两句，是祖师期望弟子们的真心之话，我们要能够体会得到。",
      "zh_TW": "這五首偈子我們在此地把它做一個總結，說出這五首偈的大意。這個「迷人」，就是開頭的六句，是指的一些人盲修瞎練，就是「迷人修福不修道」，一直到「心中三惡元來造，擬將修福欲滅罪，後世得福罪還在」，這六句都是說的盲修瞎練。「但向心中除罪緣」，這兩句是說明真正消災滅罪的修行方法；「忽悟」兩句，是說明大乘理懺，是真正的懺悔；「學道」這兩句，上面一句是一乘因，下一句是一乘果；「吾祖」這兩句，可以說是祖師西來意；「若欲」兩句，是說明修證一體三身法門；「努力」兩句，剛才說了，是祖師婆心苦切；末後「若悟」兩句，是祖師期望弟子們的真心之話，我們要能夠體會得到。"
    },
    {
      "id": "09-003-0013_p0133",
      "zh_CN": "【师言。善知识。总须诵取。】",
      "zh_TW": "【師言。善知識。總須誦取。】"
    },
    {
      "id": "09-003-0013_p0134",
      "zh_CN": "『诵』是背诵，就是你要把这个东西记住，要能够背诵；『取』是要取法修行，你要采取道理与方法。",
      "zh_TW": "『誦』是背誦，就是你要把這個東西記住，要能夠背誦；『取』是要取法修行，你要採取道理與方法。"
    },
    {
      "id": "09-003-0013_p0135",
      "zh_CN": "【依此修行。言下见性。】",
      "zh_TW": "【依此修行。言下見性。】"
    },
    {
      "id": "09-003-0013_p0136",
      "zh_CN": "你依照这个理论方法来修行，『言下』大彻大悟，明心见性。这是说这偈子的功德。",
      "zh_TW": "你依照這個理論方法來修行，『言下』大徹大悟，明心見性。這是說這偈子的功德。"
    },
    {
      "id": "09-003-0013_p0137",
      "zh_CN": "【虽去吾千里。如常在吾边。】",
      "zh_TW": "【雖去吾千里。如常在吾邊。】"
    },
    {
      "id": "09-003-0013_p0138",
      "zh_CN": "这是说当时，如果拿现在来说，六祖大师去我们已经一千三百年了，我们如果能够真正明了通达《坛经》里面的义理，依照这个方法来修学，岂不是如同祖师在我们身边一样，有什么两样？",
      "zh_TW": "這是說當時，如果拿現在來說，六祖大師去我們已經一千三百年了，我們如果能夠真正明瞭通達《壇經》裡面的義理，依照這個方法來修學，豈不是如同祖師在我們身邊一樣，有什麼兩樣？"
    },
    {
      "id": "09-003-0013_p0139",
      "zh_CN": "【于此言下不悟。即对面千里。何勤远来。】",
      "zh_TW": "【於此言下不悟。即對面千里。何勤遠來。】"
    },
    {
      "id": "09-003-0013_p0140",
      "zh_CN": "假如对于祖师的话不能够觉悟、不能够通达、不能够依照这个理论方法去修学，纵然你跟祖师两个对面，像俗话所谓貌合神离，距离得太远太远了，不是一个境界。所以说『对面千里』。『何勤远来』，你们从老远的地方跑到这里来参学，何苦来？",
      "zh_TW": "假如對於祖師的話不能夠覺悟、不能夠通達、不能夠依照這個理論方法去修學，縱然你跟祖師兩個對面，像俗話所謂貌合神離，距離得太遠太遠了，不是一個境界。所以說『對面千里』。『何勤遠來』，你們從老遠的地方跑到這裡來參學，何苦來？"
    },
    {
      "id": "09-003-0013_p0141",
      "zh_CN": "【珍重好去。】",
      "zh_TW": "【珍重好去。】"
    },
    {
      "id": "09-003-0013_p0142",
      "zh_CN": "这『珍重』是嘱咐大家一定要依教奉行，自己好好的珍重，你们去吧。",
      "zh_TW": "這『珍重』是囑咐大家一定要依教奉行，自己好好的珍重，你們去吧。"
    },
    {
      "id": "09-003-0013_p0143",
      "zh_CN": "【一众闻法。靡不开悟。欢喜奉行。】",
      "zh_TW": "【一眾聞法。靡不開悟。歡喜奉行。】"
    },
    {
      "id": "09-003-0013_p0144",
      "zh_CN": "这『一众』是指全体，与会的全体大众听了六祖大师的法语、开示，没有不开悟的。这个『悟』里面有小悟、有大悟，当然也有彻悟的。每一个人悟的境界不相同，那就是每一个人自己烦恼习气厚薄不一样。烦恼习气薄的人就悟得深，烦恼习气厚的人就悟得浅，都开悟了。『欢喜奉行』，听了之后非常的欢喜，「奉行」是发心依这个理论、方法、教诫去修行、去努力。到这个地方是第五章讲完了。下面是第六章：",
      "zh_TW": "這『一眾』是指全體，與會的全體大眾聽了六祖大師的法語、開示，沒有不開悟的。這個『悟』裡面有小悟、有大悟，當然也有徹悟的。每一個人悟的境界不相同，那就是每一個人自己煩惱習氣厚薄不一樣。煩惱習氣薄的人就悟得深，煩惱習氣厚的人就悟得淺，都開悟了。『歡喜奉行』，聽了之後非常的歡喜，「奉行」是發心依這個理論、方法、教誡去修行、去努力。到這個地方是第五章講完了。下面是第六章："
    },
    {
      "id": "09-003-0013_p0145",
      "zh_CN": "【参请机缘第六】",
      "zh_TW": "【參請機緣第六】"
    },
    {
      "id": "09-003-0013_p0146",
      "zh_CN": "在这一章里面一共列举十三个人，就是「参请机缘」这一章列举十三人。这十三个人都是六祖大师的入室弟子，换句话说，都是明心见性、大彻大悟之人。在这一章里面，我们可以见到佛家的师承，也是为末法时期事师者的典范。我们现在生在末法时期，我们想学佛，我们用什么态度来事师，用什么样的态度来学习？这十三个人是我们的模范，吾人可以见贤思齐之心来读这一章经。",
      "zh_TW": "在這一章裡面一共列舉十三個人，就是「參請機緣」這一章列舉十三人。這十三個人都是六祖大師的入室弟子，換句話說，都是明心見性、大徹大悟之人。在這一章裡面，我們可以見到佛家的師承，也是為末法時期事師者的典範。我們現在生在末法時期，我們想學佛，我們用什麼態度來事師，用什麼樣的態度來學習？這十三個人是我們的模範，吾人可以見賢思齊之心來讀這一章經。"
    },
    {
      "id": "09-003-0013_p0147",
      "zh_CN": "『参请机缘』，这个「机」是指的根机，就是善根；「缘」是讲胜缘，是福德。这些人有福报，所以才能够遇到六祖大师，没有福的人遇不到这样殊胜的机缘、机会。如果自己善根要不具足，纵然遇到了也是枉然，遇到了也不能开悟。所以机与缘是很重要的。换句话说，善根与福德都得要具足，这样才能够在一生当中很顺利、很快速的就成就了。这个第一位就是无尽藏尼师。",
      "zh_TW": "『參請機緣』，這個「機」是指的根機，就是善根；「緣」是講勝緣，是福德。這些人有福報，所以才能夠遇到六祖大師，沒有福的人遇不到這樣殊勝的機緣、機會。如果自己善根要不具足，縱然遇到了也是枉然，遇到了也不能開悟。所以機與緣是很重要的。換句話說，善根與福德都得要具足，這樣才能夠在一生當中很順利、很快速的就成就了。這個第一位就是無盡藏尼師。"
    },
    {
      "id": "09-003-0013_p0148",
      "zh_CN": "【师自黄梅得法。】",
      "zh_TW": "【師自黃梅得法。】"
    },
    {
      "id": "09-003-0013_p0149",
      "zh_CN": "这个我们要回忆第一章里面所说的，就是五祖在黄梅传授衣钵给能大师的故事。他在黄梅得法之后：",
      "zh_TW": "這個我們要回憶第一章裡面所說的，就是五祖在黃梅傳授衣缽給能大師的故事。他在黃梅得法之後："
    },
    {
      "id": "09-003-0013_p0150",
      "zh_CN": "【回至韶州曹侯村。】",
      "zh_TW": "【回至韶州曹侯村。】"
    },
    {
      "id": "09-003-0013_p0151",
      "zh_CN": "他回来的路线大致上我们还清楚，前面说过，这是到了『韶州曹侯村』。",
      "zh_TW": "他回來的路線大致上我們還清楚，前面說過，這是到了『韶州曹侯村』。"
    },
    {
      "id": "09-003-0013_p0152",
      "zh_CN": "【人无知者。】",
      "zh_TW": "【人無知者。】"
    },
    {
      "id": "09-003-0013_p0153",
      "zh_CN": "诸位要晓得，这个时候是六祖才二十四岁的时候，他离开了黄梅，避难到曹侯村，到这个地方没有人认识他，他在这个地方也没有熟人。",
      "zh_TW": "諸位要曉得，這個時候是六祖才二十四歲的時候，他離開了黃梅，避難到曹侯村，到這個地方沒有人認識他，他在這個地方也沒有熟人。"
    },
    {
      "id": "09-003-0013_p0154",
      "zh_CN": "【有儒士刘志略。礼遇甚厚。】",
      "zh_TW": "【有儒士劉志略。禮遇甚厚。】"
    },
    {
      "id": "09-003-0013_p0155",
      "zh_CN": "『儒士』是一个读书人，这个人也非常之难得，见到六祖一个人无依无靠，到这边来了，所以他对待他很好，来接待他，就是对他很照顾。",
      "zh_TW": "『儒士』是一個讀書人，這個人也非常之難得，見到六祖一個人無依無靠，到這邊來了，所以他對待他很好，來接待他，就是對他很照顧。"
    },
    {
      "id": "09-003-0013_p0156",
      "zh_CN": "【志略有姑为尼。名无尽藏。】",
      "zh_TW": "【志略有姑為尼。名無盡藏。】"
    },
    {
      "id": "09-003-0013_p0157",
      "zh_CN": "这个『姑』就是他的姑母，刘志略有个姑母出家了，这出家就是比丘尼，她的法名叫无尽藏，就是无尽藏尼师。这一位尼师：",
      "zh_TW": "這個『姑』就是他的姑母，劉志略有個姑母出家了，這出家就是比丘尼，她的法名叫無盡藏，就是無盡藏尼師。這一位尼師："
    },
    {
      "id": "09-003-0013_p0158",
      "zh_CN": "【常诵大涅槃经。师暂听即知妙义。】",
      "zh_TW": "【常誦大涅槃經。師暫聽即知妙義。】"
    },
    {
      "id": "09-003-0013_p0159",
      "zh_CN": "这是大乘经之一，在佛教里头也是非常重要的一部经典，分量是相当之大。她是每一天以《大涅槃经》为功课，专攻《大涅槃经》。六祖大师就有这么一个机会，他常常听，她在那里念，他就在旁边听。他一听，这经里面的意思他都通达。",
      "zh_TW": "這是大乘經之一，在佛教裡頭也是非常重要的一部經典，分量是相當之大。她是每一天以《大涅槃經》為功課，專攻《大涅槃經》。六祖大師就有這麼一個機會，他常常聽，她在那裡念，他就在旁邊聽。他一聽，這經裡面的意思他都通達。"
    },
    {
      "id": "09-003-0013_p0160",
      "zh_CN": "【遂为解说。】",
      "zh_TW": "【遂為解說。】"
    },
    {
      "id": "09-003-0013_p0161",
      "zh_CN": "他就给无尽藏尼师说《大涅槃经》里面的这些道理。当然这个尼师听了很欢喜，觉得讲得很对。于是乎：",
      "zh_TW": "他就給無盡藏尼師說《大涅槃經》裡面的這些道理。當然這個尼師聽了很歡喜，覺得講得很對。於是乎："
    },
    {
      "id": "09-003-0013_p0162",
      "zh_CN": "【尼乃执卷问字。】",
      "zh_TW": "【尼乃執卷問字。】"
    },
    {
      "id": "09-003-0013_p0163",
      "zh_CN": "这个『执卷问字』并不是字不认识来问他，不是的。就是拿到《大涅槃经》本来请教他，这个叫「执卷问字」，拿着经本来问他。六祖大师就告诉她：",
      "zh_TW": "這個『執卷問字』並不是字不認識來問他，不是的。就是拿到《大涅槃經》本來請教他，這個叫「執卷問字」，拿著經本來問他。六祖大師就告訴她："
    },
    {
      "id": "09-003-0013_p0164",
      "zh_CN": "【字即不识。义即请问。】",
      "zh_TW": "【字即不識。義即請問。】"
    },
    {
      "id": "09-003-0013_p0165",
      "zh_CN": "他说你拿经本来，我为难了，我不认识字，我没念过书。他说如果经里面这些义理妳要是有问题，妳尽管来问。这个真正是稀有的事情。这个无尽藏尼师就说了：",
      "zh_TW": "他說你拿經本來，我為難了，我不認識字，我沒念過書。他說如果經裡面這些義理妳要是有問題，妳儘管來問。這個真正是稀有的事情。這個無盡藏尼師就說了："
    },
    {
      "id": "09-003-0013_p0166",
      "zh_CN": "【字尚不识。曷能会义。】",
      "zh_TW": "【字尚不識。曷能會義。】"
    },
    {
      "id": "09-003-0013_p0167",
      "zh_CN": "你『字』都不认识，这个经里的道理你怎么会懂？六祖底下这两句话，我们要把它记住。",
      "zh_TW": "你『字』都不認識，這個經裡的道理你怎麼會懂？六祖底下這兩句話，我們要把它記住。"
    },
    {
      "id": "09-003-0013_p0168",
      "zh_CN": "【师曰。诸佛妙理。非关文字。尼惊异之。】",
      "zh_TW": "【師曰。諸佛妙理。非關文字。尼驚異之。】"
    },
    {
      "id": "09-003-0013_p0169",
      "zh_CN": "无尽藏尼师也不是普通人，这是六祖大师他一生当中所度四十三个明心见性的人，无尽藏是第一个得度的。这两句话很了不起，这个尼师一听，真正是一惊，『惊异』。于是乎：",
      "zh_TW": "無盡藏尼師也不是普通人，這是六祖大師他一生當中所度四十三個明心見性的人，無盡藏是第一個得度的。這兩句話很了不起，這個尼師一聽，真正是一驚，『驚異』。於是乎："
    },
    {
      "id": "09-003-0013_p0170",
      "zh_CN": "【遍告里中耆德云。】",
      "zh_TW": "【遍告里中耆德云。】"
    },
    {
      "id": "09-003-0013_p0171",
      "zh_CN": "他们这个村子里面年岁大的人，有学问、有道德的，当然那个时候的佛法是相当的普遍，凡是读书的人几乎没有不读佛经的，对于佛法的道理多多少少都通达一些，在家修行的人非常之多。所以她就告诉村子里面这些老人，有学问、有道德的人，告诉他们。",
      "zh_TW": "他們這個村子裡面年歲大的人，有學問、有道德的，當然那個時候的佛法是相當的普遍，凡是讀書的人幾乎沒有不讀佛經的，對於佛法的道理多多少少都通達一些，在家修行的人非常之多。所以她就告訴村子裡面這些老人，有學問、有道德的人，告訴他們。"
    },
    {
      "id": "09-003-0013_p0172",
      "zh_CN": "【此是有道之士。宜请供养。】",
      "zh_TW": "【此是有道之士。宜請供養。】"
    },
    {
      "id": "09-003-0013_p0173",
      "zh_CN": "别看这个年轻人，因为六祖这个时候才二十四岁，也没有出家，等于说是一个在家居士的身分。他也没有曝露他的身分，也没有说他在黄梅得法，也没有说。所以大家对他很惊奇，他有这样高的智慧，能够不认识字而通达大经的义理，能够说出『诸佛妙理，非关文字』，这实在是难能可贵。这是无尽藏比丘尼劝大家，我们对这个人应当要供养他，应当要向他请教。",
      "zh_TW": "別看這個年輕人，因為六祖這個時候才二十四歲，也沒有出家，等於說是一個在家居士的身分。他也沒有曝露他的身分，也沒有說他在黃梅得法，也沒有說。所以大家對他很驚奇，他有這樣高的智慧，能夠不認識字而通達大經的義理，能夠說出『諸佛妙理，非關文字』，這實在是難能可貴。這是無盡藏比丘尼勸大家，我們對這個人應當要供養他，應當要向他請教。"
    },
    {
      "id": "09-003-0013_p0174",
      "zh_CN": "【有晋武侯玄孙曹叔良。】",
      "zh_TW": "【有晉武侯玄孫曹叔良。】"
    },
    {
      "id": "09-003-0013_p0175",
      "zh_CN": "经过无尽藏比丘尼这样一宣传，这个村子里面都知道有这么一个高人，很年轻的高人。这个时候，他们这个族里面有一位长者，武侯玄孙曹叔良，这个武侯是谁？就是三国魏武侯，这个在三国里面讲就是魏太祖，也就是曹操。我们今天这世间人提到曹操，都说曹操不是个好人，这是受了《三国演义》的影响。其实曹操在正史里面是一位了不起的人，我们看在唐宋的时候，这些文学家对于曹操都相当的尊重，在诗词、文章里面我们往往能够见到。那这就是曹操的后代，叫曹叔良，这个村叫曹侯村，名称也是从这儿来的。他在晋朝时候他就封侯，所以他所居住的这个村庄大家叫它做曹侯村。这位长者叫曹叔良。",
      "zh_TW": "經過無盡藏比丘尼這樣一宣傳，這個村子裡面都知道有這麼一個高人，很年輕的高人。這個時候，他們這個族裡面有一位長者，武侯玄孫曹叔良，這個武侯是誰？就是三國魏武侯，這個在三國裡面講就是魏太祖，也就是曹操。我們今天這世間人提到曹操，都說曹操不是個好人，這是受了《三國演義》的影響。其實曹操在正史裡面是一位了不起的人，我們看在唐宋的時候，這些文學家對於曹操都相當的尊重，在詩詞、文章裡面我們往往能夠見到。那這就是曹操的後代，叫曹叔良，這個村叫曹侯村，名稱也是從這兒來的。他在晉朝時候他就封侯，所以他所居住的這個村莊大家叫它做曹侯村。這位長者叫曹叔良。"
    },
    {
      "id": "09-003-0013_p0176",
      "zh_CN": "【及居民。】",
      "zh_TW": "【及居民。】"
    },
    {
      "id": "09-003-0013_p0177",
      "zh_CN": "就是这个村子里面的老百姓。",
      "zh_TW": "就是這個村子裡面的老百姓。"
    },
    {
      "id": "09-003-0013_p0178",
      "zh_CN": "【竞来瞻礼。时宝林古寺自隋末兵火已废。】",
      "zh_TW": "【競來瞻禮。時寶林古寺自隋末兵火已廢。】"
    },
    {
      "id": "09-003-0013_p0179",
      "zh_CN": "『竞』是大家听了这回事，很快的就跑来了，来看看六祖大师，来看看这个人，到这里来瞻仰，都来给他行礼，表示欢迎的意思。这个时候宝林古寺，这是在韶州，宝林寺自隋朝的末年，我们晓得这个时候是天下很混乱的时代，唐太宗起兵消灭群雄割据的局面，统一了中国，这就入了唐朝。这是讲隋朝末年的时候，经过兵荒马乱，这个寺庙已经受了很大破坏，说是『已废』，就是破坏得很严重。这个庙是个古庙，是一个有历史的一个寺院，于是大众就又发心在原来的地基上重新把这个寺院再建造起来。",
      "zh_TW": "『競』是大家聽了這回事，很快的就跑來了，來看看六祖大師，來看看這個人，到這裡來瞻仰，都來給他行禮，表示歡迎的意思。這個時候寶林古寺，這是在韶州，寶林寺自隋朝的末年，我們曉得這個時候是天下很混亂的時代，唐太宗起兵消滅群雄割據的局面，統一了中國，這就入了唐朝。這是講隋朝末年的時候，經過兵荒馬亂，這個寺廟已經受了很大破壞，說是『已廢』，就是破壞得很嚴重。這個廟是個古廟，是一個有歷史的一個寺院，於是大眾就又發心在原來的地基上重新把這個寺院再建造起來。"
    },
    {
      "id": "09-003-0013_p0180",
      "zh_CN": "【遂于故基重建梵宇。】",
      "zh_TW": "【遂於故基重建梵宇。】"
    },
    {
      "id": "09-003-0013_p0181",
      "zh_CN": "把这个道场再把它复兴起来。",
      "zh_TW": "把這個道場再把它復興起來。"
    },
    {
      "id": "09-003-0013_p0182",
      "zh_CN": "【延僧居之。俄成宝坊。】",
      "zh_TW": "【延僧居之。俄成寶坊。】"
    },
    {
      "id": "09-003-0013_p0183",
      "zh_CN": "这个『延』是聘请，这个道场是地方上人出钱出力把它再兴建起来，聘请出家人来居住，在这个地方来弘法。没有多时这个道场就兴旺起来了。",
      "zh_TW": "這個『延』是聘請，這個道場是地方上人出錢出力把它再興建起來，聘請出家人來居住，在這個地方來弘法。沒有多時這個道場就興旺起來了。"
    },
    {
      "id": "09-003-0013_p0184",
      "zh_CN": "【师住九月余日。】",
      "zh_TW": "【師住九月餘日。】"
    },
    {
      "id": "09-003-0013_p0185",
      "zh_CN": "六祖大师在曹侯村住了九个多月。",
      "zh_TW": "六祖大師在曹侯村住了九個多月。"
    },
    {
      "id": "09-003-0013_p0186",
      "zh_CN": "【又为恶党寻逐。】",
      "zh_TW": "【又為惡黨尋逐。】"
    },
    {
      "id": "09-003-0013_p0187",
      "zh_CN": "这个事情诸位应该记得很清楚，他离开黄梅之后，黄梅那些弟子们不服气，到处去找他，想把这个衣钵夺回去。他在这个地方隐居了九个多月，这些追赶他的人来了，发现他躲在这个地方。",
      "zh_TW": "這個事情諸位應該記得很清楚，他離開黃梅之後，黃梅那些弟子們不服氣，到處去找他，想把這個衣缽奪回去。他在這個地方隱居了九個多月，這些追趕他的人來了，發現他躲在這個地方。"
    },
    {
      "id": "09-003-0013_p0188",
      "zh_CN": "【师乃遁于前山。被其纵火焚烧草木。师隐身挨入石中得免。】",
      "zh_TW": "【師乃遁於前山。被其縱火焚燒草木。師隱身挨入石中得免。】"
    },
    {
      "id": "09-003-0013_p0189",
      "zh_CN": "我们想想，这一个争夺太厉害了。他躲在山里头，大家找不到，找不到这些人怎么样？放火烧山，把他逼出来。结果他藏在一个石洞里面，大概这个石洞进口很小，所以他是挨身很勉强挤进去的，藏在这个石洞里面没有被烧死。这个地方到现在还有古迹存在。",
      "zh_TW": "我們想想，這一個爭奪太厲害了。他躲在山裡頭，大家找不到，找不到這些人怎麼樣？放火燒山，把他逼出來。結果他藏在一個石洞裡面，大概這個石洞進口很小，所以他是挨身很勉強擠進去的，藏在這個石洞裡面沒有被燒死。這個地方到現在還有古蹟存在。"
    },
    {
      "id": "09-003-0013_p0190",
      "zh_CN": "【石于是有师趺坐膝痕及衣布之纹。因名避难石。】",
      "zh_TW": "【石於是有師趺坐膝痕及衣布之紋。因名避難石。】"
    },
    {
      "id": "09-003-0013_p0191",
      "zh_CN": "这个地方还在。",
      "zh_TW": "這個地方還在。"
    },
    {
      "id": "09-003-0013_p0192",
      "zh_CN": "【师忆五祖怀会止藏之嘱。遂行隐于二邑焉。】",
      "zh_TW": "【師憶五祖懷會止藏之囑。遂行隱於二邑焉。】"
    },
    {
      "id": "09-003-0013_p0193",
      "zh_CN": "这个时候忽然想起五祖嘱咐他，叫他隐居在怀集县、四会县，在这个地区可以免难。这个时候想起来，他才再离开曹侯村，到四会县、到怀集县那边，跟猎人队里面一十五年。这是在跟猎人队之前有这么一段事情，就是度无尽藏比丘尼，是他二十四岁刚刚离开五祖，第一个遇到的因缘。再看第二位，第二位是法海禅师。",
      "zh_TW": "這個時候忽然想起五祖囑咐他，叫他隱居在懷集縣、四會縣，在這個地區可以免難。這個時候想起來，他才再離開曹侯村，到四會縣、到懷集縣那邊，跟獵人隊裡面一十五年。這是在跟獵人隊之前有這麼一段事情，就是度無盡藏比丘尼，是他二十四歲剛剛離開五祖，第一個遇到的因緣。再看第二位，第二位是法海禪師。"
    },
    {
      "id": "09-003-0013_p0194",
      "zh_CN": "【一僧法海。韶州曲江人也。】",
      "zh_TW": "【一僧法海。韶州曲江人也。】"
    },
    {
      "id": "09-003-0013_p0195",
      "zh_CN": "『一僧』是有一个出家人，他的法名叫『法海』。这个人在六祖弟子当中也是很有名望的一位大德。他是韶州曲江人，曹溪宝林寺可以说是他家乡的道场，机缘特别的殊胜。",
      "zh_TW": "『一僧』是有一個出家人，他的法名叫『法海』。這個人在六祖弟子當中也是很有名望的一位大德。他是韶州曲江人，曹溪寶林寺可以說是他家鄉的道場，機緣特別的殊勝。"
    },
    {
      "id": "09-003-0013_p0196",
      "zh_CN": "【初参祖师。】",
      "zh_TW": "【初參祖師。】"
    },
    {
      "id": "09-003-0013_p0197",
      "zh_CN": "这就是初次遇到六祖大师的时候，他向大师请教。",
      "zh_TW": "這就是初次遇到六祖大師的時候，他向大師請教。"
    },
    {
      "id": "09-003-0013_p0198",
      "zh_CN": "【问曰。即心即佛。愿垂指谕。】",
      "zh_TW": "【問曰。即心即佛。願垂指諭。】"
    },
    {
      "id": "09-003-0013_p0199",
      "zh_CN": "『垂』是垂此，『指』是指示，『谕』就是开导、就是教训。他对于『即心即佛』这一句话的意思不明白。大师就给他说：",
      "zh_TW": "『垂』是垂此，『指』是指示，『諭』就是開導、就是教訓。他對於『即心即佛』這一句話的意思不明白。大師就給他說："
    },
    {
      "id": "09-003-0013_p0200",
      "zh_CN": "【师曰。前念不生即心。后念不灭即佛。成一切相即心。离一切相即佛。】",
      "zh_TW": "【師曰。前念不生即心。後念不滅即佛。成一切相即心。離一切相即佛。】"
    },
    {
      "id": "09-003-0013_p0201",
      "zh_CN": "这四句是六祖答复他的、开示他的。这四句说明不生不灭的是心，是体用的实相。因为这一段太重要了，这就是法海禅师大彻大悟的所在。『前念不生即心』，这是说心之本体，清净圆明，本无一物。我在此用个比喻，好比是镜子，这是一面镜子，镜子的体就叫性。『后念不灭即佛』，这是讲寂净光通，作用自在，好比镜子的光不灭。镜子之体与镜子之光也是一不是二。『成一切相即心』，这是说心的作用。经上说「一切唯心造」，就好像镜子里面所显的相一样，它照在外面的是相。『离一切相即佛』，这是说定慧不二的受用，就是三昧正受，就好像镜子照外面，了了照见而非染着。镜子体不染外面的相，镜子的光也不染外面的境界相。我们自受用不染，化他为他做增上缘，他受用也不染，自他应用皆不二。诸位把这些道理好好的想一想，从我这个比喻里头也细心的去揣摩揣摩，你才晓得『即心即佛』这一句话的真实义。",
      "zh_TW": "這四句是六祖答覆他的、開示他的。這四句說明不生不滅的是心，是體用的實相。因為這一段太重要了，這就是法海禪師大徹大悟的所在。『前念不生即心』，這是說心之本體，清淨圓明，本無一物。我在此用個比喻，好比是鏡子，這是一面鏡子，鏡子的體就叫性。『後念不滅即佛』，這是講寂淨光通，作用自在，好比鏡子的光不滅。鏡子之體與鏡子之光也是一不是二。『成一切相即心』，這是說心的作用。經上說「一切唯心造」，就好像鏡子裡面所顯的相一樣，它照在外面的是相。『離一切相即佛』，這是說定慧不二的受用，就是三昧正受，就好像鏡子照外面，了了照見而非染著。鏡子體不染外面的相，鏡子的光也不染外面的境界相。我們自受用不染，化他為他做增上緣，他受用也不染，自他應用皆不二。諸位把這些道理好好的想一想，從我這個比喻裡頭也細心的去揣摩揣摩，你才曉得『即心即佛』這一句話的真實義。"
    },
    {
      "id": "09-003-0013_p0202",
      "zh_CN": "从这个地方我们也能够明了，就是这四句话也能够晓得心性，也是我们修行很重要的一个纲领。所以古人常讲「用心如镜」，我们每一天早晚都照镜子，常常照镜子，如果你照镜子的时候，你立刻能够见到镜子之体、镜子之光、镜子的作用，你要明白这个道理，一回光返照，这就是真正的修行。我们自性清净心，就是我们的真如本性，就像镜子体一样，是清净的，是寂；我们的智慧光明是常照的，就像镜子之光一样，寂而常照，照而常寂。外面这个境界，内而根身，我们的六根根身，外面六尘境界，这是我们所照的境界相，就好像镜子里面照的物像一样，照得清清楚楚、明明白白。镜子染不染？不染，镜子的体不染、镜子的光也不染。换句话说，我们的自性理体的确不染一切法、不着一切法。我们自性的应用就像镜子光一样，也不染五阴，澄净。如果我们晓得这个道理，果然能够用心如镜，这就是真修行。换句话说，我们每一天照镜子的时候就是修行，能够回光返照，提醒我们的觉悟，能这样修行，这是真修行。",
      "zh_TW": "從這個地方我們也能夠明瞭，就是這四句話也能夠曉得心性，也是我們修行很重要的一個綱領。所以古人常講「用心如鏡」，我們每一天早晚都照鏡子，常常照鏡子，如果你照鏡子的時候，你立刻能夠見到鏡子之體、鏡子之光、鏡子的作用，你要明白這個道理，一回光返照，這就是真正的修行。我們自性清淨心，就是我們的真如本性，就像鏡子體一樣，是清淨的，是寂；我們的智慧光明是常照的，就像鏡子之光一樣，寂而常照，照而常寂。外面這個境界，內而根身，我們的六根根身，外面六塵境界，這是我們所照的境界相，就好像鏡子裡面照的物像一樣，照得清清楚楚、明明白白。鏡子染不染？不染，鏡子的體不染、鏡子的光也不染。換句話說，我們的自性理體的確不染一切法、不著一切法。我們自性的應用就像鏡子光一樣，也不染五陰，澄淨。如果我們曉得這個道理，果然能夠用心如鏡，這就是真修行。換句話說，我們每一天照鏡子的時候就是修行，能夠回光返照，提醒我們的覺悟，能這樣修行，這是真修行。"
    },
    {
      "id": "09-003-0013_p0203",
      "zh_CN": "所以我们要是能够懂得祖师意，镜子就是大善知识，用心如镜就是佛。所以像镜子，了了照见而无染着。祖师在此地也就是教给我们，教我们真正修行人，譬如用心，一定要息诸妄缘。前面所讲的，一切人我是非这一些妄念都要将它远离，所以说离一切相就是自性清净佛。",
      "zh_TW": "所以我們要是能夠懂得祖師意，鏡子就是大善知識，用心如鏡就是佛。所以像鏡子，了了照見而無染著。祖師在此地也就是教給我們，教我們真正修行人，譬如用心，一定要息諸妄緣。前面所講的，一切人我是非這一些妄念都要將它遠離，所以說離一切相就是自性清淨佛。"
    },
    {
      "id": "09-003-0013_p0204",
      "zh_CN": "【吾若具说。穷劫不尽。】",
      "zh_TW": "【吾若具說。窮劫不盡。】"
    },
    {
      "id": "09-003-0013_p0205",
      "zh_CN": "『具』是具体的要说出这一个境界，就是说一劫也说不尽。这是希望他能够在言下开悟。",
      "zh_TW": "『具』是具體的要說出這一個境界，就是說一劫也說不盡。這是希望他能夠在言下開悟。"
    },
    {
      "id": "09-003-0013_p0206",
      "zh_CN": "【听吾偈曰。】",
      "zh_TW": "【聽吾偈曰。】"
    },
    {
      "id": "09-003-0013_p0207",
      "zh_CN": "底下有两首偈子。",
      "zh_TW": "底下有兩首偈子。"
    },
    {
      "id": "09-003-0013_p0208",
      "zh_CN": "【即心名慧。即佛乃定。定慧等等。意中清净。悟此法门。由汝习性。用本无生。双修是正。】",
      "zh_TW": "【即心名慧。即佛乃定。定慧等等。意中清淨。悟此法門。由汝習性。用本無生。雙修是正。】"
    },
    {
      "id": "09-003-0013_p0209",
      "zh_CN": "这八句我简单的跟诸位说明。『即心名慧，即佛乃定』，这两句是说明定慧一体，心佛不二。『定慧等等，意中清净』，这两句是说本来无一物，了了见性。『悟此法门，由汝习性』，这两句指示我们修学的入处。你觉悟，你悟了这个法门，是由于你自己的习性。这个习性就是研习修成的习性，在大经里面所讲的「习种性」，就是这个修学，实在讲，一切众生的修学都有无始劫来的习气。我们常讲某人的根性不相同，譬如说有人的根性容易接近于禅，他接近禅他很容易成就；有些人欢喜文字，他接受文字他很欢喜，他很容易悟入，这就是有过去生中习性不相同。他过去世学《楞严》的，他今天一读《楞严经》就开智慧，为什么？他继续起来干，这就是讲的习性。由此可知，这习性是相当重要的。习性一定要专一，所以说一门深入才有入处。如果是涉及的法门太广泛了，用心分散了，换句话就是不容易有入处。",
      "zh_TW": "這八句我簡單的跟諸位說明。『即心名慧，即佛乃定』，這兩句是說明定慧一體，心佛不二。『定慧等等，意中清淨』，這兩句是說本來無一物，了了見性。『悟此法門，由汝習性』，這兩句指示我們修學的入處。你覺悟，你悟了這個法門，是由於你自己的習性。這個習性就是研習修成的習性，在大經裡面所講的「習種性」，就是這個修學，實在講，一切眾生的修學都有無始劫來的習氣。我們常講某人的根性不相同，譬如說有人的根性容易接近於禪，他接近禪他很容易成就；有些人歡喜文字，他接受文字他很歡喜，他很容易悟入，這就是有過去生中習性不相同。他過去世學《楞嚴》的，他今天一讀《楞嚴經》就開智慧，為什麼？他繼續起來幹，這就是講的習性。由此可知，這習性是相當重要的。習性一定要專一，所以說一門深入才有入處。如果是涉及的法門太廣泛了，用心分散了，換句話就是不容易有入處。"
    },
    {
      "id": "09-003-0013_p0210",
      "zh_CN": "末后这两句『用本无生，双修是正』，前面一句是说体用一如，后面一句是劝我们双修，就是要定慧等持。后面说的，有定无慧，这是增长无明，这佛法里叫愚人；有慧无定，这是增长邪见，佛法里叫狂人。所以佛法中修一定要「定慧等等」，定等于慧，慧等于定，定慧平等，「双修是正」。",
      "zh_TW": "末後這兩句『用本無生，雙修是正』，前面一句是說體用一如，後面一句是勸我們雙修，就是要定慧等持。後面說的，有定無慧，這是增長無明，這佛法裡叫愚人；有慧無定，這是增長邪見，佛法裡叫狂人。所以佛法中修一定要「定慧等等」，定等於慧，慧等於定，定慧平等，「雙修是正」。"
    },
    {
      "id": "09-003-0013_p0211",
      "zh_CN": "【法海言下大悟。以偈赞曰。即心元是佛。不悟而自屈。我知定慧因。双修离诸物。】",
      "zh_TW": "【法海言下大悟。以偈讚曰。即心元是佛。不悟而自屈。我知定慧因。雙修離諸物。】"
    },
    {
      "id": "09-003-0013_p0212",
      "zh_CN": "这是他听了之后大彻大悟，这四句就是他的心得报告，他的确是由六祖这个开示而入进去的。我们今天讲到此地。",
      "zh_TW": "這是他聽了之後大徹大悟，這四句就是他的心得報告，他的確是由六祖這個開示而入進去的。我們今天講到此地。"
    }
  ]
}