{
  "doc_id": "09-003-0002",
  "title": {
    "zh_CN": "六祖大师法宝坛经",
    "zh_TW": "六祖大師法寶壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1982/10",
    "zh_TW": "1982/10"
  },
  "doc_number": "09-003-0002",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "09-003-0002_p0001",
      "zh_CN": "《六祖大师法宝坛经》。",
      "zh_TW": "《六祖大師法寶壇經》。"
    },
    {
      "id": "09-003-0002_p0002",
      "zh_CN": "【悟法传衣第一】",
      "zh_TW": "【悟法傳衣第一】"
    },
    {
      "id": "09-003-0002_p0003",
      "zh_CN": "请看经文：",
      "zh_TW": "請看經文："
    },
    {
      "id": "09-003-0002_p0004",
      "zh_CN": "【时大师至宝林。韶州韦刺史名璩。与官僚入山。请师于大梵寺讲堂为众开缘说摩诃般若波罗蜜法。师升座次。刺史官僚三十余人。儒宗学士三十余人。僧尼道俗一千余人。同时作礼。愿闻法要。】",
      "zh_TW": "【時大師至寶林。韶州韋刺史名璩。與官僚入山。請師於大梵寺講堂為眾開緣說摩訶般若波羅蜜法。師升座次。刺史官僚三十餘人。儒宗學士三十餘人。僧尼道俗一千餘人。同時作禮。願聞法要。】"
    },
    {
      "id": "09-003-0002_p0005",
      "zh_CN": "这是这一章里面的第一段。我们为了方便起见，将这一章，既然是在大梵寺一日完整的开示，也是最完整的一次记录，我们把它分成三十三段，这也是便利来介绍这一次开示的大意。请看字幕上，第一段，这三十三段我们是这样子标示的，这是第一段。第一段就是我刚才所念的这一段文，我把它定一个小题目，一个小标题，叫「法会因由」。",
      "zh_TW": "這是這一章裡面的第一段。我們為了方便起見，將這一章，既然是在大梵寺一日完整的開示，也是最完整的一次記錄，我們把它分成三十三段，這也是便利來介紹這一次開示的大意。請看字幕上，第一段，這三十三段我們是這樣子標示的，這是第一段。第一段就是我剛才所念的這一段文，我把它定一個小題目，一個小標題，叫「法會因由」。"
    },
    {
      "id": "09-003-0002_p0006",
      "zh_CN": "这里面的『时』，亦同一般经典里面所讲的时成就，一般经我们一展开，「如是我闻，一时」，这是时成就。这个「时」是确定的时间，这是六祖大师自广州法性寺到宝林寺这个时候。这是什么时候？这是唐高宗仪凤，仪凤是年号，仪凤二年，公元六百七十七年，六祖四十岁。诸位这个地方要记住，六祖出家是三十九岁出家的，出家就是在法性寺。法性寺这个地方就是印宗法师弘法的道场，他在这里剃度受戒出家。到第二年他就到宝林了，到宝林之后一直就没有离开宝林，所以说归宝林。这个时候六祖四十岁，二月八日归宝林，在大梵寺讲经就在这个时候。宝林寺就是现在广东曲江曹溪南华寺，现在这个寺庙还是很完整的保存在。『韶州』，唐朝的「韶州」，我们习惯也称之为韶关，就是现在的广东曲江县。大梵寺是唐朝开元二年建造的，当时就称开元寺。诸位要是熟悉历史就会知道这个事情，就是开元年间朝廷里面有一个命令，凡是在各个地区，朝廷命令来建寺院，所建的寺院统统叫开元寺，开元年间所造的叫开元寺。以后又改名叫大梵寺，也有称作报恩光孝寺，这一座寺院现在还存在。",
      "zh_TW": "這裡面的『時』，亦同一般經典裡面所講的時成就，一般經我們一展開，「如是我聞，一時」，這是時成就。這個「時」是確定的時間，這是六祖大師自廣州法性寺到寶林寺這個時候。這是什麼時候？這是唐高宗儀鳳，儀鳳是年號，儀鳳二年，公元六百七十七年，六祖四十歲。諸位這個地方要記住，六祖出家是三十九歲出家的，出家就是在法性寺。法性寺這個地方就是印宗法師弘法的道場，他在這裡剃度受戒出家。到第二年他就到寶林了，到寶林之後一直就沒有離開寶林，所以說歸寶林。這個時候六祖四十歲，二月八日歸寶林，在大梵寺講經就在這個時候。寶林寺就是現在廣東曲江曹溪南華寺，現在這個寺廟還是很完整的保存在。『韶州』，唐朝的「韶州」，我們習慣也稱之為韶關，就是現在的廣東曲江縣。大梵寺是唐朝開元二年建造的，當時就稱開元寺。諸位要是熟悉歷史就會知道這個事情，就是開元年間朝廷裡面有一個命令，凡是在各個地區，朝廷命令來建寺院，所建的寺院統統叫開元寺，開元年間所造的叫開元寺。以後又改名叫大梵寺，也有稱作報恩光孝寺，這一座寺院現在還存在。"
    },
    {
      "id": "09-003-0002_p0007",
      "zh_CN": "『开缘』说法，这两个字的意思就是开启众生闻法得度的因缘，就叫做「开缘」说法。这一次『韦刺史』这一些大众们，请六祖大师开示的主题就是『摩诃般若波罗蜜』；换句话说，请六祖大师主要是讲解这个法门。这句话是印度梵语，翻成中国的意思，「摩诃」翻作大，「般若」翻作智慧，「波罗蜜」翻作到彼岸，意思就是大智慧到彼岸。这个翻法我们听起来不太习惯，怎么叫大智慧到彼岸？换成我们中国一般习惯的讲法，就是最极圆满究竟，就是到彼岸的意思。到彼岸，所谓是到家了，智慧到家了，再没有比这个更圆满了、更究竟了，最极圆满究竟的智慧，我们这个说法大家就很容易懂得了。",
      "zh_TW": "『開緣』說法，這兩個字的意思就是開啟眾生聞法得度的因緣，就叫做「開緣」說法。這一次『韋刺史』這一些大眾們，請六祖大師開示的主題就是『摩訶般若波羅蜜』；換句話說，請六祖大師主要是講解這個法門。這句話是印度梵語，翻成中國的意思，「摩訶」翻作大，「般若」翻作智慧，「波羅蜜」翻作到彼岸，意思就是大智慧到彼岸。這個翻法我們聽起來不太習慣，怎麼叫大智慧到彼岸？換成我們中國一般習慣的講法，就是最極圓滿究竟，就是到彼岸的意思。到彼岸，所謂是到家了，智慧到家了，再沒有比這個更圓滿了、更究竟了，最極圓滿究竟的智慧，我們這個說法大家就很容易懂得了。"
    },
    {
      "id": "09-003-0002_p0008",
      "zh_CN": "『儒宗』是讲儒家的宗师。所谓宗师跟我们佛门里面所讲的祖师有同样的地位，儒家很少称祖师，他们称宗师，等于佛教里面的祖师，在儒家这地位非常高的。『学士』相当于我们现在所谓的学者，有学问、有道德，但是他没有主持教化一方，如果是主持教化一方就称之为宗师了。『道』，这是讲道士，道教的，犹今之宗教界人士，这一点请诸位特别要留意。我们在这一次法会当中，所看到这个阵容，就是参加与会的大众，并不是完全都是佛教徒，这一点请诸位要特别注意，里面有儒家的宗师学者、有道教的道士、有许多宗教界的人士来参加。",
      "zh_TW": "『儒宗』是講儒家的宗師。所謂宗師跟我們佛門裡面所講的祖師有同樣的地位，儒家很少稱祖師，他們稱宗師，等於佛教裡面的祖師，在儒家這地位非常高的。『學士』相當於我們現在所謂的學者，有學問、有道德，但是他沒有主持教化一方，如果是主持教化一方就稱之為宗師了。『道』，這是講道士，道教的，猶今之宗教界人士，這一點請諸位特別要留意。我們在這一次法會當中，所看到這個陣容，就是參加與會的大眾，並不是完全都是佛教徒，這一點請諸位要特別注意，裡面有儒家的宗師學者、有道教的道士、有許多宗教界的人士來參加。"
    },
    {
      "id": "09-003-0002_p0009",
      "zh_CN": "讲佛法、讲佛家的经典，为什么其他宗教、世间这些学者也来参加？这一点在今日我们必须要向诸位声明，那就是佛法不是宗教也不是哲学。民国十二年，欧阳竟无先生在中山大学发表了一篇讲演，题目就是「佛法非宗教非哲学，而为今时所必需」。这一篇讲演曾经轰动一时，也给学术界带来了相当的震憾。许多人就来讨论，佛教究竟是不是宗教、是不是哲学？我在学佛这么多年当中，对于这一层也有相当程度的体认。我在学佛出家的时候，还没有看到欧阳大师这一篇文章。欧阳大师这一篇文章，我是在一九七七年，我到香港去讲经，在香港中华佛教图书馆看到有一个小册子，这一本小册子里面包含了两篇文章，就是欧阳大师的著作，他的讲演。第一篇就是「佛法非宗教非哲学」，而第二篇就是「以俗说真之佛法」。我觉得这两篇讲演非常之好，也非常的重要。这个东西我看到得很晚，读了之后，感觉得欧阳先生跟我的看法是一样的，我自己非常的安慰。",
      "zh_TW": "講佛法、講佛家的經典，為什麼其他宗教、世間這些學者也來參加？這一點在今日我們必須要向諸位聲明，那就是佛法不是宗教也不是哲學。民國十二年，歐陽竟無先生在中山大學發表了一篇講演，題目就是「佛法非宗教非哲學，而為今時所必需」。這一篇講演曾經轟動一時，也給學術界帶來了相當的震憾。許多人就來討論，佛教究竟是不是宗教、是不是哲學？我在學佛這麼多年當中，對於這一層也有相當程度的體認。我在學佛出家的時候，還沒有看到歐陽大師這一篇文章。歐陽大師這一篇文章，我是在一九七七年，我到香港去講經，在香港中華佛教圖書館看到有一個小冊子，這一本小冊子裡面包含了兩篇文章，就是歐陽大師的著作，他的講演。第一篇就是「佛法非宗教非哲學」，而第二篇就是「以俗說真之佛法」。我覺得這兩篇講演非常之好，也非常的重要。這個東西我看到得很晚，讀了之後，感覺得歐陽先生跟我的看法是一樣的，我自己非常的安慰。"
    },
    {
      "id": "09-003-0002_p0010",
      "zh_CN": "我在民国五十六年，到台北来讲经。那个时候辅仁大学大千学社刚刚成立不久，有一些同学来请我到他们学校里面去做一次讲演。去之前同学们告诉我，他说，法师，今天的讲演有十几位神父参加，希望讲完之后能够留半个小时，他们有一些问题要发问。我就同意了。当我走进讲堂，果然不错，大概总有十几二十位神父，里面还有两位外国神父，我相信他的国语一定讲得很标准。我看到这些人在座，正好就像六祖大师这种状况一样，这个讲席里面有佛教徒，也有几位出家人跟着我一道去听，有在家信徒、有学生，也有外教的宗教徒，我非常欢喜。我在讲演的时候特别提出来，佛教不是宗教。佛教是什么？佛教是佛陀的教育。",
      "zh_TW": "我在民國五十六年，到台北來講經。那個時候輔仁大學大千學社剛剛成立不久，有一些同學來請我到他們學校裡面去做一次講演。去之前同學們告訴我，他說，法師，今天的講演有十幾位神父參加，希望講完之後能夠留半個小時，他們有一些問題要發問。我就同意了。當我走進講堂，果然不錯，大概總有十幾二十位神父，裡面還有兩位外國神父，我相信他的國語一定講得很標準。我看到這些人在座，正好就像六祖大師這種狀況一樣，這個講席裡面有佛教徒，也有幾位出家人跟著我一道去聽，有在家信徒、有學生，也有外教的宗教徒，我非常歡喜。我在講演的時候特別提出來，佛教不是宗教。佛教是什麼？佛教是佛陀的教育。"
    },
    {
      "id": "09-003-0002_p0011",
      "zh_CN": "我提出这个名词，是在我一出家的时候，就向中国佛教会提出来，这是民国四十八年的事情。我四十八年出家，就向中国佛教会提出一篇报告，希望佛教会能够将佛教证明为佛陀教育。当时佛教会对于我这个提案也非常的热烈，曾经成立了一个小组来讨论这个事情，也邀请我参加，但是到后来也就不了了之了。为什么？因为一般的世间人提到佛教总认为是迷信，或者认为这是宗教。如果我们把佛教看成了宗教，那你这是一开头就错了，那真是一错到底了。佛教确实跟我们孔子公一样，孔子的教育是儒家的教育，或者是孔子的教学，释迦牟尼佛也一样。如果说宗教，我们可以说，信不信都没有关系。信仰宗教，有的人说很好，有点精神安慰；不信宗教，人家也觉得你很清高。但是如果说是教育，那就不能不接受了。如果一个人说，我没有受过教育，这个话说不出口；我不信宗教，这个话可以说得出口。由此可知，如果要佛法普遍的弘扬，决定不能把佛法看作是宗教。所以我一出家的时候就抱着这样一个宗旨，为佛法正名，名不正则言不顺。",
      "zh_TW": "我提出這個名詞，是在我一出家的時候，就向中國佛教會提出來，這是民國四十八年的事情。我四十八年出家，就向中國佛教會提出一篇報告，希望佛教會能夠將佛教證明為佛陀教育。當時佛教會對於我這個提案也非常的熱烈，曾經成立了一個小組來討論這個事情，也邀請我參加，但是到後來也就不了了之了。為什麼？因為一般的世間人提到佛教總認為是迷信，或者認為這是宗教。如果我們把佛教看成了宗教，那你這是一開頭就錯了，那真是一錯到底了。佛教確實跟我們孔子公一樣，孔子的教育是儒家的教育，或者是孔子的教學，釋迦牟尼佛也一樣。如果說宗教，我們可以說，信不信都沒有關係。信仰宗教，有的人說很好，有點精神安慰；不信宗教，人家也覺得你很清高。但是如果說是教育，那就不能不接受了。如果一個人說，我沒有受過教育，這個話說不出口；我不信宗教，這個話可以說得出口。由此可知，如果要佛法普遍的弘揚，決定不能把佛法看作是宗教。所以我一出家的時候就抱著這樣一個宗旨，為佛法正名，名不正則言不順。"
    },
    {
      "id": "09-003-0002_p0012",
      "zh_CN": "于是我就告诉那些神父们，我劝他们皈依三宝，劝他们认真的来学佛。我举一个比喻说，我说你们皈依三宝认真来学佛，与你们信教没有冲突。为什么没有冲突？像辅仁大学，这是他们教会办的，这些学生在家里面，我们问问他有没有父母？他有父母，他不是孤儿，他家庭里有父母。送到学校里来念书，学校有老师，有没有冲突？没有冲突。你们诸位信仰天主教，我对你们非常尊敬，你们是上帝的儿女。上帝的儿女，我问一问，要不要受教育？如果他要不受教育，那上帝说，我这个小孩都没有受过教育，上帝这个话也说不出口，说出来也难为情！受教育，世出世间智慧学问道德最高的，释迦牟尼佛，如果你要皈依三宝做释迦牟尼佛的学生，上帝一定很欢喜，我的儿女了不起，是释迦牟尼佛的学生，上帝也高兴、也欢喜，哪里有冲突？",
      "zh_TW": "於是我就告訴那些神父們，我勸他們皈依三寶，勸他們認真的來學佛。我舉一個比喻說，我說你們皈依三寶認真來學佛，與你們信教沒有衝突。為什麼沒有衝突？像輔仁大學，這是他們教會辦的，這些學生在家裡面，我們問問他有沒有父母？他有父母，他不是孤兒，他家庭裡有父母。送到學校裡來念書，學校有老師，有沒有衝突？沒有衝突。你們諸位信仰天主教，我對你們非常尊敬，你們是上帝的兒女。上帝的兒女，我問一問，要不要受教育？如果他要不受教育，那上帝說，我這個小孩都沒有受過教育，上帝這個話也說不出口，說出來也難為情！受教育，世出世間智慧學問道德最高的，釋迦牟尼佛，如果你要皈依三寶做釋迦牟尼佛的學生，上帝一定很歡喜，我的兒女了不起，是釋迦牟尼佛的學生，上帝也高興、也歡喜，哪裡有衝突？"
    },
    {
      "id": "09-003-0002_p0013",
      "zh_CN": "绝对不会说，你皈依三宝学佛了，你是背叛了你们的宗教，如果你要是这样看法，你就看错了。你信仰这个宗教，如果舍弃了再信仰别的宗教，那你是叛教。佛教不是宗教，它是教育。所以你来接受这个教育，皈依三宝是拜老师，你既然上学了，当然要拜老师，所以说是绝无冲突。这是为上帝争光，是光大门楣。我这么一说一解释，这些神父们听了都笑起来了。我讲完之后留了半个小时，请他们来提出问题，结果没有人发问。既然没有人发问，我就多说一点。最后我离开学校，同学们说的，他们听了都很欢喜。我说怎么没有问题了？好像不知道怎么的他不问了，问题他不问了。",
      "zh_TW": "絕對不會說，你皈依三寶學佛了，你是背叛了你們的宗教，如果你要是這樣看法，你就看錯了。你信仰這個宗教，如果捨棄了再信仰別的宗教，那你是叛教。佛教不是宗教，它是教育。所以你來接受這個教育，皈依三寶是拜老師，你既然上學了，當然要拜老師，所以說是絕無衝突。這是為上帝爭光，是光大門楣。我這麼一說一解釋，這些神父們聽了都笑起來了。我講完之後留了半個小時，請他們來提出問題，結果沒有人發問。既然沒有人發問，我就多說一點。最後我離開學校，同學們說的，他們聽了都很歡喜。我說怎麼沒有問題了？好像不知道怎麼的他不問了，問題他不問了。"
    },
    {
      "id": "09-003-0002_p0014",
      "zh_CN": "所以这是我们在今日之下，最重要的无过于为佛教正名。佛教本身称宗教，这一点诸位要晓得，佛门里头本身称宗教，这个宗教的意思与我们一般世间人讲宗教，这个意义不相同，定义不相同。佛门本身称宗教，这个宗是指宗门，专门是指禅宗的；讲教是指禅宗以外，像大乘佛法一共有八个宗派，禅宗之外，其余的七个宗派称之为教下。原因我们在前面已经跟诸位提到过。教下就是依据某一部，或者是某几部经论，理论方法来修持，这叫教下；宗门就是专指达摩祖师传过来的，这个代代相传，不立文字、直指人心、见性成佛，称之为顿教，所以这个称之为宗门。换句话说，单提宗旨，直截了当。佛教里头讲宗门教下，把「门」与「下」舍掉，简称为宗教。所以不同于我们世间一般的宗教，这个在定义上统统不相符合。诸位如果要详细的辨别，请看欧阳大师这一篇文章。欧阳大师这一篇文章写得很详细，不必我在此地再啰嗦了。特别要紧的，他这个题目里头，是「而为今时所必需」。我们读了他这一篇讲演词，深深觉得欧阳先生所说这个话是非常有道理的。",
      "zh_TW": "所以這是我們在今日之下，最重要的無過於為佛教正名。佛教本身稱宗教，這一點諸位要曉得，佛門裡頭本身稱宗教，這個宗教的意思與我們一般世間人講宗教，這個意義不相同，定義不相同。佛門本身稱宗教，這個宗是指宗門，專門是指禪宗的；講教是指禪宗以外，像大乘佛法一共有八個宗派，禪宗之外，其餘的七個宗派稱之為教下。原因我們在前面已經跟諸位提到過。教下就是依據某一部，或者是某幾部經論，理論方法來修持，這叫教下；宗門就是專指達摩祖師傳過來的，這個代代相傳，不立文字、直指人心、見性成佛，稱之為頓教，所以這個稱之為宗門。換句話說，單提宗旨，直截了當。佛教裡頭講宗門教下，把「門」與「下」捨掉，簡稱為宗教。所以不同於我們世間一般的宗教，這個在定義上統統不相符合。諸位如果要詳細的辨別，請看歐陽大師這一篇文章。歐陽大師這一篇文章寫得很詳細，不必我在此地再囉嗦了。特別要緊的，他這個題目裡頭，是「而為今時所必需」。我們讀了他這一篇講演詞，深深覺得歐陽先生所說這個話是非常有道理的。"
    },
    {
      "id": "09-003-0002_p0015",
      "zh_CN": "我们看六祖大师这个法会里面，可见得这个里面没有宗教的色彩，完全是一种学术的讲座。正因为它是学术讲座，而且是最高等的学术讲座，儒家的宗师、道教里面的这些道士、宗教界的人士，大家都欢喜来参加，来向大师请教。所以一共有僧俗一千多人，『同时作礼，愿闻法要』。这个法会是多么的殊胜、多么的庄严，这个能够看到佛法的正法道场，应当是如是的。所以学佛的人，自己一定是一个觉悟的人。觉悟的人是以平等心、以恭敬心来看一切众生。佛在经典里面告诉我们，一切众生皆有佛性，一切众生本来成佛，我们怎么能够不加以礼敬？世出世间，真正平等在佛法，也就是说真正的平等是在觉悟。不觉悟，口里面有平等，没有办法达到真正的平等。这一章我们可以把它看作这是本经的序分，也就是发起。",
      "zh_TW": "我們看六祖大師這個法會裡面，可見得這個裡面沒有宗教的色彩，完全是一種學術的講座。正因為它是學術講座，而且是最高等的學術講座，儒家的宗師、道教裡面的這些道士、宗教界的人士，大家都歡喜來參加，來向大師請教。所以一共有僧俗一千多人，『同時作禮，願聞法要』。這個法會是多麼的殊勝、多麼的莊嚴，這個能夠看到佛法的正法道場，應當是如是的。所以學佛的人，自己一定是一個覺悟的人。覺悟的人是以平等心、以恭敬心來看一切眾生。佛在經典裡面告訴我們，一切眾生皆有佛性，一切眾生本來成佛，我們怎麼能夠不加以禮敬？世出世間，真正平等在佛法，也就是說真正的平等是在覺悟。不覺悟，口裡面有平等，沒有辦法達到真正的平等。這一章我們可以把它看作這是本經的序分，也就是發起。"
    },
    {
      "id": "09-003-0002_p0016",
      "zh_CN": "下面第二段，第二段非常重要了，可以说不但是这一次讲演开示的总纲领，「总示法要」，因为大家是「愿闻法要」，祖师（六祖）就先把这个法要提纲挈领给我们表示出来，整个的经典就是讲的这几句。不但整个经典，我们也可以说千经万论，十方三世一切诸佛如来为众生所讲的一切经论，都出不了这个纲要；换句话说，都出不了这个题目，都在这个题目里面做文章。我们把这一段经文念一念，经文不多：",
      "zh_TW": "下面第二段，第二段非常重要了，可以說不但是這一次講演開示的總綱領，「總示法要」，因為大家是「願聞法要」，祖師（六祖）就先把這個法要提綱挈領給我們表示出來，整個的經典就是講的這幾句。不但整個經典，我們也可以說千經萬論，十方三世一切諸佛如來為眾生所講的一切經論，都出不了這個綱要；換句話說，都出不了這個題目，都在這個題目裡面做文章。我們把這一段經文念一念，經文不多："
    },
    {
      "id": "09-003-0002_p0017",
      "zh_CN": "【大师告曰。善知识。总净心念摩诃般若波罗蜜。大师良久复告众曰。善知识。菩提自性。本来清净。但用此心。直了成佛。】",
      "zh_TW": "【大師告曰。善知識。總淨心念摩訶般若波羅蜜。大師良久復告眾曰。善知識。菩提自性。本來清淨。但用此心。直了成佛。】"
    },
    {
      "id": "09-003-0002_p0018",
      "zh_CN": "到这个地方就是一段，这是第二段，文字很少。刚才讲了这是全经的纲要，也是这一次讲演的题目，所以这一段我们要特别的重视。不但《坛经》里面，整部《坛经》就是解释这几句话，刚才说过了，千经万论、诸佛如来所说一切经典都超不出这四句。我们在此地来跟诸位解释。",
      "zh_TW": "到這個地方就是一段，這是第二段，文字很少。剛才講了這是全經的綱要，也是這一次講演的題目，所以這一段我們要特別的重視。不但《壇經》裡面，整部《壇經》就是解釋這幾句話，剛才說過了，千經萬論、諸佛如來所說一切經典都超不出這四句。我們在此地來跟諸位解釋。"
    },
    {
      "id": "09-003-0002_p0019",
      "zh_CN": "第一，『菩提自性』就是一心，一心就是佛。像这些基本的概念我们要把它搞清楚。这个说法，诸位从经本里面也能够看到祖师说法的善巧。他叫着大众，称『善知识』，这句话是对听众的敬称，很尊敬的称词。佛在世的时候，每一次讲经法会当中都常用这种字样，我们在经本常常看到，佛称为的善男子、善女人。称「善知识」那就是更尊敬了。这个「善」是善知善觉，善是一种善巧。换句话说，必须要用一心，要用清净心，对于世出世间一切法才能够善知善了。如果我们还用分别心，虽然有知，这不善了。这个意思我留在底下给诸位来说明，那就是觉与迷的辨别了。善知是觉，不善则是迷，虽然是知也不是觉。觉就是佛，不觉是凡夫。大众虽然还在凡夫位，祖师这样称呼，这里面有两层意思。第一个意思，希望与会大众能够直下承当；第二个意思是鼓励的意思，祖师都称我们作善知识了，善知识一般是菩萨了，是觉悟的有情众生，我们在菩萨道里面万万不可以退转，我们要努力，不辜负大师对我的期望。所以这一句善知识里头有两重意思在里面。",
      "zh_TW": "第一，『菩提自性』就是一心，一心就是佛。像這些基本的概念我們要把它搞清楚。這個說法，諸位從經本裡面也能夠看到祖師說法的善巧。他叫著大眾，稱『善知識』，這句話是對聽眾的敬稱，很尊敬的稱詞。佛在世的時候，每一次講經法會當中都常用這種字樣，我們在經本常常看到，佛稱為的善男子、善女人。稱「善知識」那就是更尊敬了。這個「善」是善知善覺，善是一種善巧。換句話說，必須要用一心，要用清淨心，對於世出世間一切法才能夠善知善了。如果我們還用分別心，雖然有知，這不善了。這個意思我留在底下給諸位來說明，那就是覺與迷的辨別了。善知是覺，不善則是迷，雖然是知也不是覺。覺就是佛，不覺是凡夫。大眾雖然還在凡夫位，祖師這樣稱呼，這裡面有兩層意思。第一個意思，希望與會大眾能夠直下承當；第二個意思是鼓勵的意思，祖師都稱我們作善知識了，善知識一般是菩薩了，是覺悟的有情眾生，我們在菩薩道裡面萬萬不可以退轉，我們要努力，不辜負大師對我的期望。所以這一句善知識裡頭有兩重意思在裡面。"
    },
    {
      "id": "09-003-0002_p0020",
      "zh_CN": "说法的技巧，你看一开头题目标出来了，叫你『总净心念』。这个「总」，总而言之，这个事情要「净心」；换句话说，一定要用清净心。清净心是什么？就是一心，要用这个。「念」什么？『念摩诃般若波罗蜜』，就是最极圆满究竟的大智慧。学佛就是学这个，开悟也是悟这个，成佛亦是成这个。诸位想想，这是宗教吗？凡是宗教都是要信赖神，信赖有外界的一个不可思议的力量主宰宇宙、主宰自己，我们要依靠他，这是宗教里头唯一的要素。这种现象在佛法里头看不到。佛法里面求的是什么？求的是自己要信赖自己的智慧，最极究竟圆满的智慧是自家的智慧，不是别人的，佛法是信自己不是信别人。佛菩萨是先知先觉，他们是已经觉悟的人，在佛门里面这是我们的老师，是我们的学长。我们初学的人依靠他，他把他的经验提供给我们做参考，给我们做增上缘，帮助我们开悟。真正开悟是自己。真正开悟，说老实话，他帮不上忙的，他只能说把他开悟的情形说出来提供给我们做参考，给我们做一个样子。我们也可以模仿，也可以依照他这个样子自己开悟，自己成就了最极圆满的智慧，那就叫成佛。",
      "zh_TW": "說法的技巧，你看一開頭題目標出來了，叫你『總淨心念』。這個「總」，總而言之，這個事情要「淨心」；換句話說，一定要用清淨心。清淨心是什麼？就是一心，要用這個。「念」什麼？『念摩訶般若波羅蜜』，就是最極圓滿究竟的大智慧。學佛就是學這個，開悟也是悟這個，成佛亦是成這個。諸位想想，這是宗教嗎？凡是宗教都是要信賴神，信賴有外界的一個不可思議的力量主宰宇宙、主宰自己，我們要依靠他，這是宗教裡頭唯一的要素。這種現象在佛法裡頭看不到。佛法裡面求的是什麼？求的是自己要信賴自己的智慧，最極究竟圓滿的智慧是自家的智慧，不是別人的，佛法是信自己不是信別人。佛菩薩是先知先覺，他們是已經覺悟的人，在佛門裡面這是我們的老師，是我們的學長。我們初學的人依靠他，他把他的經驗提供給我們做參考，給我們做增上緣，幫助我們開悟。真正開悟是自己。真正開悟，說老實話，他幫不上忙的，他只能說把他開悟的情形說出來提供給我們做參考，給我們做一個樣子。我們也可以模仿，也可以依照他這個樣子自己開悟，自己成就了最極圓滿的智慧，那就叫成佛。"
    },
    {
      "id": "09-003-0002_p0021",
      "zh_CN": "说了这个题目之后，你看『大师良久』，「良久」就是静默下来，不是接着就说，静下来，静下来很久的时间，这就是说法。为什么？前面不是讲「总净心念」，统统静下来这就是总净心念。如果没有这一段静下来的功夫，大家心都定了，听了祖师前面这句话，聚精会神，把一切妄念都舍掉。祖师现在没有说话，静静坐在那个地方，大家期望着他，等待着他，底下说些什么。于是乎他静了，大家心这个时候也都静下来了。静下来之后，下面这个开示是句句具足启发的妙用。像这种说法的方式，从前教学当中是常见的，今日之下就很少见到了。",
      "zh_TW": "說了這個題目之後，你看『大師良久』，「良久」就是靜默下來，不是接著就說，靜下來，靜下來很久的時間，這就是說法。為什麼？前面不是講「總淨心念」，統統靜下來這就是總淨心念。如果沒有這一段靜下來的功夫，大家心都定了，聽了祖師前面這句話，聚精會神，把一切妄念都捨掉。祖師現在沒有說話，靜靜坐在那個地方，大家期望著他，等待著他，底下說些什麼。於是乎他靜了，大家心這個時候也都靜下來了。靜下來之後，下面這個開示是句句具足啟發的妙用。像這種說法的方式，從前教學當中是常見的，今日之下就很少見到了。"
    },
    {
      "id": "09-003-0002_p0022",
      "zh_CN": "我记得我在初学的时候，也就是初初接触佛法，经过一个朋友介绍我认识了章嘉大师，那个时候我接触佛法才一个月的光景。我第一次去拜访他老人家，我向他请教，我说我发现佛法的经典里面的理论方法太好了，我说我很喜欢，大师，有没有什么方法教我一下就能够入门、入进去？章嘉大师听了我这个发问之后，他就是静坐在那里。因为那天我们一共只有三个人，另外就是介绍我、陪我去的一个人，小会客室里头跟章嘉大师我们三个人。大师仔细的看着我，我也看着他，他老人家一句话都不说。这样看着的时候大概有十五分钟到二十分钟，就是良久！这是我在过去从来没有过的经验。他那个样子，坐在那个地方非常的安详，就像是入定了，整个人都入定了，但是就是眼睛没有闭下来，眼睛看着我。我坐在那里也端端正正的眼睛也看着他，也好像整个定下来了。那么长久时间之后，大师就说了，「有」，慢吞吞的说了一个有。有，说了一个有之后，又不是接着马上就说，又停了一小会儿，「看得破，放得下」。",
      "zh_TW": "我記得我在初學的時候，也就是初初接觸佛法，經過一個朋友介紹我認識了章嘉大師，那個時候我接觸佛法才一個月的光景。我第一次去拜訪他老人家，我向他請教，我說我發現佛法的經典裡面的理論方法太好了，我說我很喜歡，大師，有沒有什麼方法教我一下就能夠入門、入進去？章嘉大師聽了我這個發問之後，他就是靜坐在那裡。因為那天我們一共只有三個人，另外就是介紹我、陪我去的一個人，小會客室裡頭跟章嘉大師我們三個人。大師仔細的看著我，我也看著他，他老人家一句話都不說。這樣看著的時候大概有十五分鐘到二十分鐘，就是良久！這是我在過去從來沒有過的經驗。他那個樣子，坐在那個地方非常的安詳，就像是入定了，整個人都入定了，但是就是眼睛沒有閉下來，眼睛看著我。我坐在那裡也端端正正的眼睛也看著他，也好像整個定下來了。那麼長久時間之後，大師就說了，「有」，慢吞吞的說了一個有。有，說了一個有之後，又不是接著馬上就說，又停了一小會兒，「看得破，放得下」。"
    },
    {
      "id": "09-003-0002_p0023",
      "zh_CN": "所以这个良久发生了很大的潜移默化的作用，这是一种了不起的教学仪式。我毕竟年轻沉不住气，他老人家这六个字说出来之后，「看得破，放得下」，我也听懂了，我于是乎接着就请教他，从什么地方下手？大师大概又静止了有十几分钟，没有前一次那么长，但是也相当长的时间；换句话说，整个气氛就像在禅定之中。然后告诉我，布施。所以这第一次见面印象非常的深刻。从此之后，我每一个星期见他老人家一次，时间大概都是两个小时，都是在很安静的安详静坐的场合之中。纵然大师一句话不说，我们自己感觉得得的利益很多，整个身心都被他的静、定以及他的眼神（那眼神是充满了智慧）所摄受，一句话不说，我们就得很多的受用。",
      "zh_TW": "所以這個良久發生了很大的潛移默化的作用，這是一種了不起的教學儀式。我畢竟年輕沉不住氣，他老人家這六個字說出來之後，「看得破，放得下」，我也聽懂了，我於是乎接著就請教他，從什麼地方下手？大師大概又靜止了有十幾分鐘，沒有前一次那麼長，但是也相當長的時間；換句話說，整個氣氛就像在禪定之中。然後告訴我，布施。所以這第一次見面印象非常的深刻。從此之後，我每一個星期見他老人家一次，時間大概都是兩個小時，都是在很安靜的安詳靜坐的場合之中。縱然大師一句話不說，我們自己感覺得得的利益很多，整個身心都被他的靜、定以及他的眼神（那眼神是充滿了智慧）所攝受，一句話不說，我們就得很多的受用。"
    },
    {
      "id": "09-003-0002_p0024",
      "zh_CN": "我们今天在此地看到六祖大师教导也是这个意思，良久这才说。『菩提自性，本来清净』，「菩提自性」就是真性、就是真心，真心不是妄心，真心是不生不灭的，妄心是刹那生灭。我们现在讲念头，一个念头起一个念头灭，这种生灭念头是妄心。如果是真心，真心是没有生灭这个现象，这是真心。所以经典里面常说，「常住真心、真如本性」，都是一个意思。常住真心、真如本性是本来清净的。现在有没有染污？没有染污，本来清净。换句话说，你要会用这个心那你就成佛了，就是佛了。像佛在《华严》、《圆觉》里面说，「一切众生本来成佛」，你信不信？你不信。你为什么不信？因为你虽然有菩提自性，本来清净的常住真心，你从来没有用过。你要是一用，立刻就觉悟了，自己原本是个佛。一切众生原本成佛，『直了成佛』，直截了当成佛。这个地方我们要细细的来研究了，对我们来说太重要了。所以在此地跟诸位说明，菩提自性就是一心。我特别用这个名词，因为我们现在道场修净土的人多，净土也就是念佛法门，念佛法门的目标就是一心不乱。你修一心不乱就是修菩提自性，你修一心不乱就是修成佛之道。可见这个法门的殊胜。",
      "zh_TW": "我們今天在此地看到六祖大師教導也是這個意思，良久這才說。『菩提自性，本來清淨』，「菩提自性」就是真性、就是真心，真心不是妄心，真心是不生不滅的，妄心是剎那生滅。我們現在講念頭，一個念頭起一個念頭滅，這種生滅念頭是妄心。如果是真心，真心是沒有生滅這個現象，這是真心。所以經典裡面常說，「常住真心、真如本性」，都是一個意思。常住真心、真如本性是本來清淨的。現在有沒有染污？沒有染污，本來清淨。換句話說，你要會用這個心那你就成佛了，就是佛了。像佛在《華嚴》、《圓覺》裡面說，「一切眾生本來成佛」，你信不信？你不信。你為什麼不信？因為你雖然有菩提自性，本來清淨的常住真心，你從來沒有用過。你要是一用，立刻就覺悟了，自己原本是個佛。一切眾生原本成佛，『直了成佛』，直截了當成佛。這個地方我們要細細的來研究了，對我們來說太重要了。所以在此地跟諸位說明，菩提自性就是一心。我特別用這個名詞，因為我們現在道場修淨土的人多，淨土也就是念佛法門，念佛法門的目標就是一心不亂。你修一心不亂就是修菩提自性，你修一心不亂就是修成佛之道。可見這個法門的殊勝。"
    },
    {
      "id": "09-003-0002_p0025",
      "zh_CN": "前面在大意里面跟诸位也提到过，禅与净是一不是二。六祖大师非常慈悲，希望人直接修理一心不乱；换句话说，「直了成佛」。绝不是有门户之见，那要有门户之见，那他是迷不是悟。为什么？佛与众生更无别异。佛与众生都平等平等、无二无别了，如果说净土宗与禅宗有差别，不一样，诸位想想，那哪里是一心？一心里面不但是禅与净更无别异，佛法与天主教更无别异，佛法与基督教也更无别异，这才是佛，这才是一心所现。凡夫的病，病在哪里？着相外求，麻烦在这个地方。这一着相，向外面去求，不晓得向内去证，他去外求了，迷之转深。外求叫分别执着，这个就所谓是愈迷愈深，大错特错了。不但佛法里面讲一心，儒家也不例外。所以儒者亦云，「诚则明矣，明则诚矣」，这是诸位念过四书《中庸》里面所讲的。什么是诚？曾国藩先生在他《求阙斋笔记》里面，将这个诚字下一个定义，这个定义下得非常恰当，诚，无念。有念头就不诚了。",
      "zh_TW": "前面在大意裡面跟諸位也提到過，禪與淨是一不是二。六祖大師非常慈悲，希望人直接修理一心不亂；換句話說，「直了成佛」。絕不是有門戶之見，那要有門戶之見，那他是迷不是悟。為什麼？佛與眾生更無別異。佛與眾生都平等平等、無二無別了，如果說淨土宗與禪宗有差別，不一樣，諸位想想，那哪裡是一心？一心裡面不但是禪與淨更無別異，佛法與天主教更無別異，佛法與基督教也更無別異，這才是佛，這才是一心所現。凡夫的病，病在哪裡？著相外求，麻煩在這個地方。這一著相，向外面去求，不曉得向內去證，他去外求了，迷之轉深。外求叫分別執著，這個就所謂是愈迷愈深，大錯特錯了。不但佛法裡面講一心，儒家也不例外。所以儒者亦云，「誠則明矣，明則誠矣」，這是諸位念過四書《中庸》裡面所講的。什麼是誠？曾國藩先生在他《求闕齋筆記》裡面，將這個誠字下一個定義，這個定義下得非常恰當，誠，無念。有念頭就不誠了。"
    },
    {
      "id": "09-003-0002_p0026",
      "zh_CN": "所以说诚则灵，世俗常讲的。像画符、念咒，因为画符、念咒多半是与鬼神打交道的，与鬼神通消息的，最重要的条件就是诚。所以画符，你平常这个符要练习得很熟悉，当你在画的时候，这个笔一点下去之后，到一道符画成功，时间虽然短，在这极短的时间当中，一念不生，这个符就灵了。如果你画这道符心里还想别的事情，这个符就不灵了。念咒也是如此，所以诸位晓得这个道理，那个咒为什么要选愈短愈好，为什么？求诚容易。你说念个楞严咒那么长，如果这个咒又不太熟，念的时候又怕忘掉了，还要想，这个怎么会灵？这就不灵了。这个道理诸位要懂。愈是简单的，它时间短，容易做到无念，它才有效果，才会有感应道交。符咒需要诚才有感应，你念经、念佛号统统要诚，不诚就全不灵了。",
      "zh_TW": "所以說誠則靈，世俗常講的。像畫符、念咒，因為畫符、念咒多半是與鬼神打交道的，與鬼神通消息的，最重要的條件就是誠。所以畫符，你平常這個符要練習得很熟悉，當你在畫的時候，這個筆一點下去之後，到一道符畫成功，時間雖然短，在這極短的時間當中，一念不生，這個符就靈了。如果你畫這道符心裡還想別的事情，這個符就不靈了。念咒也是如此，所以諸位曉得這個道理，那個咒為什麼要選愈短愈好，為什麼？求誠容易。你說念個楞嚴咒那麼長，如果這個咒又不太熟，念的時候又怕忘掉了，還要想，這個怎麼會靈？這就不靈了。這個道理諸位要懂。愈是簡單的，它時間短，容易做到無念，它才有效果，才會有感應道交。符咒需要誠才有感應，你念經、念佛號統統要誠，不誠就全不靈了。"
    },
    {
      "id": "09-003-0002_p0027",
      "zh_CN": "在佛法里面我再加上两个字，「无住」，无念、无住就是诚，诚则明矣。可见得这个诚是什么？是定，心在定中，这是诚。定起的作用就放光明。所以这个明是无无明，无明是障碍，没有无明了，没有无明则一切明了。这是定、这是慧，定慧等学。儒家也讲这个基本的原理，佛法比它讲得更透彻，功夫做得比它更深。实在讲，儒家功夫做到极处与佛法有什么两样？这个将来在有机会的时候，我一定会提出来跟诸位来做研究。因此起心动念皆是妄想，即是着相，即是迷失一心本性，换句话就是迷失了菩提自性。这个地方请大家特别注意到，自己常常要勘验自己，我的菩提自性本来清净，现在迷失了。怎么迷失？着相了。何以知道我着相？我现在有妄想，我现在起心动念，这个事情就坏了。",
      "zh_TW": "在佛法裡面我再加上兩個字，「無住」，無念、無住就是誠，誠則明矣。可見得這個誠是什麼？是定，心在定中，這是誠。定起的作用就放光明。所以這個明是無無明，無明是障礙，沒有無明了，沒有無明則一切明瞭。這是定、這是慧，定慧等學。儒家也講這個基本的原理，佛法比它講得更透徹，功夫做得比它更深。實在講，儒家功夫做到極處與佛法有什麼兩樣？這個將來在有機會的時候，我一定會提出來跟諸位來做研究。因此起心動念皆是妄想，即是著相，即是迷失一心本性，換句話就是迷失了菩提自性。這個地方請大家特別注意到，自己常常要勘驗自己，我的菩提自性本來清淨，現在迷失了。怎麼迷失？著相了。何以知道我著相？我現在有妄想，我現在起心動念，這個事情就壞了。"
    },
    {
      "id": "09-003-0002_p0028",
      "zh_CN": "此地还有一桩很重要的一个问题，我必须要跟诸位来做一个研究，就是佛、凡夫、觉、迷，我们如何来辨别，使我们自己有一个很清楚的概念，这一点很重要。这个四句我在讲堂里常常跟诸位讲解，我教大家六根接触六尘境界要晓得不起心、不动念、不分别、不执着，要记住这个。六根接触六尘境界，果然是不起心、不动念、无分别、无执着，得要一切明了，一切通达，这就是觉，这就叫做佛。这就是「菩提自性，本来清净，但用此心，直了成佛」。可是如果你确实六根对六境的时候，不起心、不动念、无分别、无执着，可是效果怎么样？是一切不明了，不甚明了，是一切不明了、一切不通达，这是什么？这叫无明。这不是觉、不是佛，无明就是不觉，这是诸位要记住的，你就堕在无明里。",
      "zh_TW": "此地還有一樁很重要的一個問題，我必須要跟諸位來做一個研究，就是佛、凡夫、覺、迷，我們如何來辨別，使我們自己有一個很清楚的概念，這一點很重要。這個四句我在講堂裡常常跟諸位講解，我教大家六根接觸六塵境界要曉得不起心、不動念、不分別、不執著，要記住這個。六根接觸六塵境界，果然是不起心、不動念、無分別、無執著，得要一切明瞭，一切通達，這就是覺，這就叫做佛。這就是「菩提自性，本來清淨，但用此心，直了成佛」。可是如果你確實六根對六境的時候，不起心、不動念、無分別、無執著，可是效果怎麼樣？是一切不明瞭，不甚明瞭，是一切不明瞭、一切不通達，這是什麼？這叫無明。這不是覺、不是佛，無明就是不覺，這是諸位要記住的，你就墮在無明裡。"
    },
    {
      "id": "09-003-0002_p0029",
      "zh_CN": "我们想一想，为什么会堕在无明里面？人家不起心、不动念、无分别、无执着，是个佛，我也不起心、不动念、无分别、无执着，我为什么是无明？为什么人家一切明了、通达，我为什么一切不明了、不通达？诸位必须要晓得，你这四样都做到了，外境不明了，实际上你还是起心、动念、分别、执着。我没有起心动念、我没有分别执着。实在讲是微细的起心动念、分别执着，是连你自己也不晓得。我举个比喻说，我不起心了，你起心没有？你起心了，你起了个不起心；我不动念了，你已经动念了，你动了个不动念；我无分别，你已经分别了，你分别无分别；我不执着了，你执着，执着个无执着，对不对？所以你一切不明了，你堕在无明里头。",
      "zh_TW": "我們想一想，為什麼會墮在無明裡面？人家不起心、不動念、無分別、無執著，是個佛，我也不起心、不動念、無分別、無執著，我為什麼是無明？為什麼人家一切明瞭、通達，我為什麼一切不明瞭、不通達？諸位必須要曉得，你這四樣都做到了，外境不明瞭，實際上你還是起心、動念、分別、執著。我沒有起心動念、我沒有分別執著。實在講是微細的起心動念、分別執著，是連你自己也不曉得。我舉個比喻說，我不起心了，你起心沒有？你起心了，你起了個不起心；我不動念了，你已經動念了，你動了個不動念；我無分別，你已經分別了，你分別無分別；我不執著了，你執著，執著個無執著，對不對？所以你一切不明瞭，你墮在無明裡頭。"
    },
    {
      "id": "09-003-0002_p0030",
      "zh_CN": "跟诸位说，小乘阿罗汉内守幽闲就是说这个。他起心，起了一个不起心；他动念，动了一个不动念；他分别，分别一个无分别；他执着，执着一个无执着。所以这个境界，佛在《楞严》里面说，叫「内守幽闲，犹为法尘分别影事」，这是极微细的分别，连他自己本人都不晓得，所以他一切不明了。阿罗汉堕在无明坑里头，为什么？不能见性。这个意思诸位一定要把它搞清楚，不但不起心，连不起心也不可以；不但不动念，动念要不得，不动念也要不得，动念、不动念都不要，才叫真不动念；分别不可有，无分别也不可有。所谓「二边不立，中道不存」，那就一切明了通达了，这才叫觉，才叫佛，这叫修行人。",
      "zh_TW": "跟諸位說，小乘阿羅漢內守幽閒就是說這個。他起心，起了一個不起心；他動念，動了一個不動念；他分別，分別一個無分別；他執著，執著一個無執著。所以這個境界，佛在《楞嚴》裡面說，叫「內守幽閒，猶為法塵分別影事」，這是極微細的分別，連他自己本人都不曉得，所以他一切不明瞭。阿羅漢墮在無明坑裡頭，為什麼？不能見性。這個意思諸位一定要把它搞清楚，不但不起心，連不起心也不可以；不但不動念，動念要不得，不動念也要不得，動念、不動念都不要，才叫真不動念；分別不可有，無分別也不可有。所謂「二邊不立，中道不存」，那就一切明瞭通達了，這才叫覺，才叫佛，這叫修行人。"
    },
    {
      "id": "09-003-0002_p0031",
      "zh_CN": "我们再看世间人，世间人六根接触六尘境界起心动念、分别执着，好像一切明了，看得很清楚、听得很明白，但是怎么样？邪见，不是正知正见。所以凡夫总是迷，不是堕在无明里头，就堕在邪见里。大概总是小乘人堕在无明，六道凡夫堕在邪见。六道里面高级的六道凡夫，像四禅天的、四空天的，他堕在无明里头。这一点意思很重要，跟诸位辨别什么是觉、什么是迷，什么样子叫佛，什么样子叫凡夫，希望诸位在这个简单表解里面得到一个清晰的概念。我们把这桩事情把它认识清楚，而后我们的修学就不会迷失方向了，不会把目标给搞错了。这几句话很重要。",
      "zh_TW": "我們再看世間人，世間人六根接觸六塵境界起心動念、分別執著，好像一切明瞭，看得很清楚、聽得很明白，但是怎麼樣？邪見，不是正知正見。所以凡夫總是迷，不是墮在無明裡頭，就墮在邪見裡。大概總是小乘人墮在無明，六道凡夫墮在邪見。六道裡面高級的六道凡夫，像四禪天的、四空天的，他墮在無明裡頭。這一點意思很重要，跟諸位辨別什麼是覺、什麼是迷，什麼樣子叫佛，什麼樣子叫凡夫，希望諸位在這個簡單表解裡面得到一個清晰的概念。我們把這樁事情把它認識清楚，而後我們的修學就不會迷失方向了，不會把目標給搞錯了。這幾句話很重要。"
    },
    {
      "id": "09-003-0002_p0032",
      "zh_CN": "六祖讲「但用此心」，你晓得了，用什么心？用的是「二边不着，中道不存」，这就是用真心，用真心是样样明了。正如同佛在《金刚经》给我们讲的，「不取于相，如如不动」，不取于相是禅，如如不动是定，这叫真正的修禅定；不取于相是慧，如如不动是福，福慧双修，定慧等运，那怎么不成佛？就是佛。所以叫直了成佛，成佛不难！你不用这个心，你还是起心动念、分别执着，你落在邪见；或者不起心动念、不分别、不执着，落在无明，这就是不善用心，你所用的是妄想心，你没有用本来清净的真心，没有用。本来清净的真心，跟诸位说，是本有的，而分别的妄心是本来无的。马鸣菩萨在《起信论》里头尤其说得好，「本觉本有，不觉本无」。六祖告诉我们要用本有的本觉，就是直了成佛，直截了当，你就是佛；如果你要用本来没有的不觉，妄心，那就叫生死凡夫，佛经里面常称之为「可怜悯者」，就是指这些人。",
      "zh_TW": "六祖講「但用此心」，你曉得了，用什麼心？用的是「二邊不著，中道不存」，這就是用真心，用真心是樣樣明瞭。正如同佛在《金剛經》給我們講的，「不取於相，如如不動」，不取於相是禪，如如不動是定，這叫真正的修禪定；不取於相是慧，如如不動是福，福慧雙修，定慧等運，那怎麼不成佛？就是佛。所以叫直了成佛，成佛不難！你不用這個心，你還是起心動念、分別執著，你落在邪見；或者不起心動念、不分別、不執著，落在無明，這就是不善用心，你所用的是妄想心，你沒有用本來清淨的真心，沒有用。本來清淨的真心，跟諸位說，是本有的，而分別的妄心是本來無的。馬鳴菩薩在《起信論》裡頭尤其說得好，「本覺本有，不覺本無」。六祖告訴我們要用本有的本覺，就是直了成佛，直截了當，你就是佛；如果你要用本來沒有的不覺，妄心，那就叫生死凡夫，佛經裡面常稱之為「可憐憫者」，就是指這些人。"
    },
    {
      "id": "09-003-0002_p0033",
      "zh_CN": "我们再看这下面，底下这一段是讲六祖自己叙说他「得法经过」，就是这一段可以说他老人家现身说法。前面讲的这个原理真正是成佛的原理，开悟的原理原则，明心见性，净土人讲修理一心不乱的原理原则。如果诸位在这几句话当中，我们套一句古人说的话，「言下大悟」，那你就成佛作祖了，也用不着六祖做出这个样子来给我们看了。得悟，前面是法说，这个做证明，说明他自己怎么开悟的。他自己就是会用这个心，叙说他自己得法的经过，提供我们做一个参考，做个样子给我们看看，这是第三段。我们把这一段的文先念一念：",
      "zh_TW": "我們再看這下面，底下這一段是講六祖自己敘說他「得法經過」，就是這一段可以說他老人家現身說法。前面講的這個原理真正是成佛的原理，開悟的原理原則，明心見性，淨土人講修理一心不亂的原理原則。如果諸位在這幾句話當中，我們套一句古人說的話，「言下大悟」，那你就成佛作祖了，也用不著六祖做出這個樣子來給我們看了。得悟，前面是法說，這個做證明，說明他自己怎麼開悟的。他自己就是會用這個心，敘說他自己得法的經過，提供我們做一個參考，做個樣子給我們看看，這是第三段。我們把這一段的文先念一念："
    },
    {
      "id": "09-003-0002_p0034",
      "zh_CN": "【善知识。且听惠能行由得法事意。】",
      "zh_TW": "【善知識。且聽惠能行由得法事意。】"
    },
    {
      "id": "09-003-0002_p0035",
      "zh_CN": "『行』就是行状，『由』是根由。换句话说，他修行得法，也就是证得一心、证得菩提自性，这些事、这些意。这一句话就说明，他要把他自己修行证果这个样子示现出来给我们做一个榜样。",
      "zh_TW": "『行』就是行狀，『由』是根由。換句話說，他修行得法，也就是證得一心、證得菩提自性，這些事、這些意。這一句話就說明，他要把他自己修行證果這個樣子示現出來給我們做一個榜樣。"
    },
    {
      "id": "09-003-0002_p0036",
      "zh_CN": "【能严父。】",
      "zh_TW": "【能嚴父。】"
    },
    {
      "id": "09-003-0002_p0037",
      "zh_CN": "『严父』是称父亲，母亲称为慈母。一般总是父亲比较严，母亲比较慈。",
      "zh_TW": "『嚴父』是稱父親，母親稱為慈母。一般總是父親比較嚴，母親比較慈。"
    },
    {
      "id": "09-003-0002_p0038",
      "zh_CN": "【本贯范阳。左降流于岭南。作新州百姓。此身不幸。父又早亡。老母孤遗。移来南海。艰辛贫乏。于市卖柴。时有一客买柴。使令送至客店。客收去。能得钱。却出门外。见一客诵经。能一闻经云。应无所住。而生其心。心即开悟。遂问客诵何经。客曰。金刚经。复问从何所来持此经典。客云。我从蕲州黄梅县东禅寺来。其寺是五祖忍大师在彼主化。门人一千有余。我到彼中礼拜。听受此经。大师常劝僧俗但持金刚经即自见性。直了成佛。能闻说。宿昔有缘。乃蒙一客取银十两与能。令充老母衣粮。教便往黄梅礼拜五祖。】",
      "zh_TW": "【本貫范陽。左降流於嶺南。作新州百姓。此身不幸。父又早亡。老母孤遺。移來南海。艱辛貧乏。於市賣柴。時有一客買柴。使令送至客店。客收去。能得錢。卻出門外。見一客誦經。能一聞經云。應無所住。而生其心。心即開悟。遂問客誦何經。客曰。金剛經。復問從何所來持此經典。客云。我從蘄州黃梅縣東禪寺來。其寺是五祖忍大師在彼主化。門人一千有餘。我到彼中禮拜。聽受此經。大師常勸僧俗但持金剛經即自見性。直了成佛。能聞說。宿昔有緣。乃蒙一客取銀十兩與能。令充老母衣糧。教便往黃梅禮拜五祖。】"
    },
    {
      "id": "09-003-0002_p0039",
      "zh_CN": "到这边是一段，这是第三段。这一段里面讲的有很多地方，也就是地理，这一些地理的位置在此地我用个略图把它表示出来，我们先了解这个位置。我们先来解释『范阳』，这是他的祖籍。我们晓得在唐朝，藩镇里面有范阳节度使，唐朝节度使只有十个。这个地区范围很大，这是唐朝的郡名，它这个地方包括了现在的北平、大兴、宛平、昌平、房山、宝坻等县之地，这个范围是相当之大。在唐朝这个时候就叫做范阳郡，节度使所住的地方就是现在的北平。从前好像是袁了凡曾经做过宝坻县的知县。这是在中国的北方，六祖叙说他的祖籍在「范阳」。『左降』是降级，大概总是得罪了朝庭的这些大官，得罪他们，于是乎他们把他贬，就是把他流放，把他放到岭南去，做一个小小的边方的百姓。",
      "zh_TW": "到這邊是一段，這是第三段。這一段裡面講的有很多地方，也就是地理，這一些地理的位置在此地我用個略圖把它表示出來，我們先了解這個位置。我們先來解釋『范陽』，這是他的祖籍。我們曉得在唐朝，藩鎮裡面有范陽節度使，唐朝節度使只有十個。這個地區範圍很大，這是唐朝的郡名，它這個地方包括了現在的北平、大興、宛平、昌平、房山、寶坻等縣之地，這個範圍是相當之大。在唐朝這個時候就叫做范陽郡，節度使所住的地方就是現在的北平。從前好像是袁了凡曾經做過寶坻縣的知縣。這是在中國的北方，六祖敘說他的祖籍在「范陽」。『左降』是降級，大概總是得罪了朝庭的這些大官，得罪他們，於是乎他們把他貶，就是把他流放，把他放到嶺南去，做一個小小的邊方的百姓。"
    },
    {
      "id": "09-003-0002_p0040",
      "zh_CN": "这个岭南是没有开化的地方，现在的广州东北方，一共有十余县之地，在那个时候称之为岭南，就是五岭之南。新州是现在的广东新兴县，南海是现在的广东的南海县。这个地理地置，我们在这个图里面跟诸位标示出来，大家请看这个图，这是我们将来会讲到的。这个地方这是曲江，南华寺，就是曹溪宝林寺，就在曲江附近大概有五、六十里的地方，曲江下来这里是广州。岭南就是这一块地方，这一块地方有十几个县，这称之为岭南，五岭之南，称为岭南是在这个地方。这个新兴就是新州，他的一家人是从北方，也就是范阳郡流放到岭南新州，流放到这个地方。",
      "zh_TW": "這個嶺南是沒有開化的地方，現在的廣州東北方，一共有十餘縣之地，在那個時候稱之為嶺南，就是五嶺之南。新州是現在的廣東新興縣，南海是現在的廣東的南海縣。這個地理地置，我們在這個圖裡面跟諸位標示出來，大家請看這個圖，這是我們將來會講到的。這個地方這是曲江，南華寺，就是曹溪寶林寺，就在曲江附近大概有五、六十里的地方，曲江下來這裡是廣州。嶺南就是這一塊地方，這一塊地方有十幾個縣，這稱之為嶺南，五嶺之南，稱為嶺南是在這個地方。這個新興就是新州，他的一家人是從北方，也就是范陽郡流放到嶺南新州，流放到這個地方。"
    },
    {
      "id": "09-003-0002_p0041",
      "zh_CN": "根据大师在此地给我们说，他自己很不幸，父亲当然是贬放到这个地方，这个地方在唐朝这个时候，几乎都没有开化，是边疆文化落后的地区。在那个时候大概都是一些罪犯，朝廷里头把他流放到这个地方。凡是得罪朝廷的、得罪朝廷当权派的这些人，几乎都要遭这个难，流放到这个地方。当然是心情也不好，水土也不服，所以没有多久，他父亲死了。死了之后，他家里生活就非常困苦了，由新兴就迁到南海。南海这个地方离广州很近，这是迁移到南海来。在南海这个地方靠卖柴过日子。卖柴是相当辛苦的一个工作，相当辛苦。在现在都市里面我们已经看不到了，不但在都市里看不到，大概在台湾乡村里面也看不到了，也看不到卖柴的了。我在童年念小学、初中的时候，在大陆上城市里面还看有卖柴的。大概是乡下人，清早起来上山去砍柴火，砍好之后挑到城市里面来卖。柴卖掉了，拿了这个钱，再买一点米、买一点粮食回家过日子，非常的清苦。现在经济繁荣了，生活水准提高了，家家用瓦斯、用电，不再烧柴了。",
      "zh_TW": "根據大師在此地給我們說，他自己很不幸，父親當然是貶放到這個地方，這個地方在唐朝這個時候，幾乎都沒有開化，是邊疆文化落後的地區。在那個時候大概都是一些罪犯，朝廷裡頭把他流放到這個地方。凡是得罪朝廷的、得罪朝廷當權派的這些人，幾乎都要遭這個難，流放到這個地方。當然是心情也不好，水土也不服，所以沒有多久，他父親死了。死了之後，他家裡生活就非常困苦了，由新興就遷到南海。南海這個地方離廣州很近，這是遷移到南海來。在南海這個地方靠賣柴過日子。賣柴是相當辛苦的一個工作，相當辛苦。在現在都市裡面我們已經看不到了，不但在都市裡看不到，大概在台灣鄉村裡面也看不到了，也看不到賣柴的了。我在童年念小學、初中的時候，在大陸上城市裡面還看有賣柴的。大概是鄉下人，清早起來上山去砍柴火，砍好之後挑到城市裡面來賣。柴賣掉了，拿了這個錢，再買一點米、買一點糧食回家過日子，非常的清苦。現在經濟繁榮了，生活水準提高了，家家用瓦斯、用電，不再燒柴了。"
    },
    {
      "id": "09-003-0002_p0042",
      "zh_CN": "说这个时候有一个客人买了他的柴，买了他的一担柴，就告诉他，叫他送到客店里面去。客人把这个柴收去了，付了他的钱了，他出了这个店家的门。他在出门的时候，就见到有一个客人在念经。惠能大师平素心地就清净，正因为心地清净，所以前面讲「但用此心」，他用清净心。所以他一听，这个客人念《金刚经》，他听的是什么？刚听的就是客人在念「应无所住，而生其心」，他这一听就开悟了。《金刚经》我们天天念，常常外面有讲的，你也常听、常念，你为什么不开悟？他是很偶然的听人家这么一念，就开悟了。记住，前面讲「但用此心，直了成佛」。我们天天念、天天听，我们用心跟六祖用的不是一个心，所以开不了悟。如果我们也会用常住真心，哪有不开悟的道理？这一点希望我们要好好的记住。",
      "zh_TW": "說這個時候有一個客人買了他的柴，買了他的一擔柴，就告訴他，叫他送到客店裡面去。客人把這個柴收去了，付了他的錢了，他出了這個店家的門。他在出門的時候，就見到有一個客人在念經。惠能大師平素心地就清淨，正因為心地清淨，所以前面講「但用此心」，他用清淨心。所以他一聽，這個客人念《金剛經》，他聽的是什麼？剛聽的就是客人在念「應無所住，而生其心」，他這一聽就開悟了。《金剛經》我們天天念，常常外面有講的，你也常聽、常念，你為什麼不開悟？他是很偶然的聽人家這麼一念，就開悟了。記住，前面講「但用此心，直了成佛」。我們天天念、天天聽，我們用心跟六祖用的不是一個心，所以開不了悟。如果我們也會用常住真心，哪有不開悟的道理？這一點希望我們要好好的記住。"
    },
    {
      "id": "09-003-0002_p0043",
      "zh_CN": "这个图里面的位置，希望大家要仔细的看看，得有个印象。为什么？到后来，六祖大师逃难的时候，得法之后逃难，隐居在怀、四之间，怀集在什么地方，四会在什么地方，这个地方位置都给诸位标出来了。四会在这个地方，离广州不远，怀集在这个地方，这个地方是广东、广西的交界线，此地过去一点点，这边就是广西了，这是广东。香港的位置在这个地方。广九铁路是这样一个弧形，到广州。粤汉铁路从广州到汉口，这一条铁路通过曲江。曲江再过去就是湖南了。所以曲江是广东跟湖南交界的地方，这个地方相当重要，形势很重要，自古以来所谓是兵家必争之地，这是个关口。这一边是岭南，岭南过去这边是江西，这一边是福建，这是香港，诸位晓得，这一边就是中国的南海，东海、南海。这是概略的地理位置图，我们把它记清楚，到后面讲经，我们就有一个概略的印象了。",
      "zh_TW": "這個圖裡面的位置，希望大家要仔細的看看，得有個印象。為什麼？到後來，六祖大師逃難的時候，得法之後逃難，隱居在懷、四之間，懷集在什麼地方，四會在什麼地方，這個地方位置都給諸位標出來了。四會在這個地方，離廣州不遠，懷集在這個地方，這個地方是廣東、廣西的交界線，此地過去一點點，這邊就是廣西了，這是廣東。香港的位置在這個地方。廣九鐵路是這樣一個弧形，到廣州。粵漢鐵路從廣州到漢口，這一條鐵路通過曲江。曲江再過去就是湖南了。所以曲江是廣東跟湖南交界的地方，這個地方相當重要，形勢很重要，自古以來所謂是兵家必爭之地，這是個關口。這一邊是嶺南，嶺南過去這邊是江西，這一邊是福建，這是香港，諸位曉得，這一邊就是中國的南海，東海、南海。這是概略的地理位置圖，我們把它記清楚，到後面講經，我們就有一個概略的印象了。"
    },
    {
      "id": "09-003-0002_p0044",
      "zh_CN": "他一听就开悟了，这是非常难得。于是乎祖师就问这个客人，请教你念的是什么经？这时候他是很年轻的，才二十一岁。客人就说，我念的是《金刚经》。《金刚经》在我们中国很出名，佛教的经典很多，但是《金刚经》的知名度最高，没有人不晓得《金刚经》的，一切经里头，《金刚经》知名度摆在第一。为什么它有这么大的名气，家喻户晓？实在说这是五祖跟六祖提倡的。这部经实在好，言简意赅，非常适合中国人的口味。中国人就怕麻烦，最好是很简单。简单怎么样？义理，就是佛法的理论方法境界，又能讲得清清楚楚、明明白白，这个文字又少，我们中国人就欢迎这一类的经典。所以念的人非常多，不但学佛，无论你学哪一宗、哪一派，没有不读《金刚经》的。诸位读了《六祖坛经》，再来读《金刚经》，这是非常好的一个程序，以《坛经》做基础，进入到《金刚经》，不难理解经中的义趣。",
      "zh_TW": "他一聽就開悟了，這是非常難得。於是乎祖師就問這個客人，請教你念的是什麼經？這時候他是很年輕的，才二十一歲。客人就說，我念的是《金剛經》。《金剛經》在我們中國很出名，佛教的經典很多，但是《金剛經》的知名度最高，沒有人不曉得《金剛經》的，一切經裡頭，《金剛經》知名度擺在第一。為什麼它有這麼大的名氣，家喻戶曉？實在說這是五祖跟六祖提倡的。這部經實在好，言簡意賅，非常適合中國人的口味。中國人就怕麻煩，最好是很簡單。簡單怎麼樣？義理，就是佛法的理論方法境界，又能講得清清楚楚、明明白白，這個文字又少，我們中國人就歡迎這一類的經典。所以念的人非常多，不但學佛，無論你學哪一宗、哪一派，沒有不讀《金剛經》的。諸位讀了《六祖壇經》，再來讀《金剛經》，這是非常好的一個程序，以《壇經》做基礎，進入到《金剛經》，不難理解經中的義趣。"
    },
    {
      "id": "09-003-0002_p0045",
      "zh_CN": "祖师又问他了，你从什么地方来？你这客人好像不是此地人，从哪里来，你每一天在这里受持这经典？客人就说了，我是从蕲州黄梅东禅寺来的。蕲州是现在湖北的地方，诸位请看这个地方，这个地方在湖北，现在还叫蕲州。我把这个图也简单的画在这个地方。蕲州，今湖北省蕲州县，在这个地方，靠在长江边上。这是湖北，这个地区是湖北，这边是安徽，这边是江西，三省交界的处所。这个太湖就是安徽的了，这个界线就在此地，九江则是江西了，这个地方这是湖北，所以是三省交界之处。黄梅县在此地。所以在地理位置上，太湖、蕲州、九江，这是个三角形，它在三角形的当中，在这个地方。这个地方是龙湖，大概这边还有一条水路通长江。",
      "zh_TW": "祖師又問他了，你從什麼地方來？你這客人好像不是此地人，從哪裡來，你每一天在這裡受持這經典？客人就說了，我是從蘄州黃梅東禪寺來的。蘄州是現在湖北的地方，諸位請看這個地方，這個地方在湖北，現在還叫蘄州。我把這個圖也簡單的畫在這個地方。蘄州，今湖北省蘄州縣，在這個地方，靠在長江邊上。這是湖北，這個地區是湖北，這邊是安徽，這邊是江西，三省交界的處所。這個太湖就是安徽的了，這個界線就在此地，九江則是江西了，這個地方這是湖北，所以是三省交界之處。黃梅縣在此地。所以在地理位置上，太湖、蘄州、九江，這是個三角形，它在三角形的當中，在這個地方。這個地方是龍湖，大概這邊還有一條水路通長江。"
    },
    {
      "id": "09-003-0002_p0046",
      "zh_CN": "我们就不晓得他离开黄梅的时候，是从这个路线还是从这个路线？我想可能从这个路线，这里因为有一条水，有一条溪。因为他是坐那个小船，五祖送他的时候，可能由这个地方到广济，由广济到九江。因为这个路都不远，所以祖师送他到九江，就是五祖送他，这是后面我们会看到。这个地理位置图我们也把它记清楚，这是湖北这个地方。他是从东禅寺来的。东禅寺在黄梅县西南方一里。所以我这个图画在这里。江西底下这是庐山，在这个地方。这是黄梅，上面是北方，这是东方，这是南方，这是西方。这西南方一里，就是城外一里，距离城很近，不太远，这个地方有个寺庙，就是东禅寺。弘忍大师，就是五祖，他俗家姓周，他就是黄梅人。『主化』就是主持教化的意思。",
      "zh_TW": "我們就不曉得他離開黃梅的時候，是從這個路線還是從這個路線？我想可能從這個路線，這裡因為有一條水，有一條溪。因為他是坐那個小船，五祖送他的時候，可能由這個地方到廣濟，由廣濟到九江。因為這個路都不遠，所以祖師送他到九江，就是五祖送他，這是後面我們會看到。這個地理位置圖我們也把它記清楚，這是湖北這個地方。他是從東禪寺來的。東禪寺在黃梅縣西南方一里。所以我這個圖畫在這裡。江西底下這是廬山，在這個地方。這是黃梅，上面是北方，這是東方，這是南方，這是西方。這西南方一里，就是城外一里，距離城很近，不太遠，這個地方有個寺廟，就是東禪寺。弘忍大師，就是五祖，他俗家姓周，他就是黃梅人。『主化』就是主持教化的意思。"
    },
    {
      "id": "09-003-0002_p0047",
      "zh_CN": "地理位置我们了解之后，我把经文跟诸位消一消。这一座寺院就是禅宗五祖弘忍大师主持教学的道场。「主化」，这个化的意思很深，教是教学、是教育，教学教育的目的都是在变化气质。我们中国古人常说，读书志在变化气质，这是读圣贤书的目的。读佛书更是如此，接受佛法的教育、接受佛法的教学，目的是要化凡为圣，化愚为智，化烦恼为菩提，化生死为涅槃，那我们学佛的目标就达到了。所以通常我们讲教化，不说教育。因为教育只是手段，没有目的；说教化，连手段到目的都包括了。五祖大师在那边化导一方，做为这一方的亲教师。『门人一千有余』，诸位要晓得，「门人」就是学生，大师会下的学生有一千多人，这些学生都是常随大师修学的。就像我们佛经里面，六种成就里头常常看到「一千二百五十人俱」，那个「一千二百五十人俱」是佛的常随众。来来往往来请教的那个人数不定，所以不能够列入。如果说包括每一天都有客人来拜访、都有人来请教，人数不等，这个道场总有二、三千人，所以这流水众，那个人数不少。",
      "zh_TW": "地理位置我們了解之後，我把經文跟諸位消一消。這一座寺院就是禪宗五祖弘忍大師主持教學的道場。「主化」，這個化的意思很深，教是教學、是教育，教學教育的目的都是在變化氣質。我們中國古人常說，讀書志在變化氣質，這是讀聖賢書的目的。讀佛書更是如此，接受佛法的教育、接受佛法的教學，目的是要化凡為聖，化愚為智，化煩惱為菩提，化生死為涅槃，那我們學佛的目標就達到了。所以通常我們講教化，不說教育。因為教育只是手段，沒有目的；說教化，連手段到目的都包括了。五祖大師在那邊化導一方，做為這一方的親教師。『門人一千有餘』，諸位要曉得，「門人」就是學生，大師會下的學生有一千多人，這些學生都是常隨大師修學的。就像我們佛經裡面，六種成就裡頭常常看到「一千二百五十人俱」，那個「一千二百五十人俱」是佛的常隨眾。來來往往來請教的那個人數不定，所以不能夠列入。如果說包括每一天都有客人來拜訪、都有人來請教，人數不等，這個道場總有二、三千人，所以這流水眾，那個人數不少。"
    },
    {
      "id": "09-003-0002_p0048",
      "zh_CN": "『我到彼中礼拜』，他也有这个因缘，曾经到过黄梅，听过五祖讲经说法，参与过法会，所以到这个地方礼拜。这个「礼拜」就是有皈依的意思，他在那里曾经皈依过五祖，就是拜五祖为老师，在那边学过。『听受此经』，「听」是听讲，「受」是什么？受是接受了。听讲是明理，接受是依照这个理论方法来修行，所以受有受持的意思、有依教奉行的意思在。大师常常劝僧俗，你出家也好、在家也好，如果你要是认真的学佛，要想认真的修行，祖师告诉人，『但持金刚经』，不必麻烦。佛教经论浩如烟海，博大精深，往往叫人望洋兴叹，这么多的经典，我从哪里入门？",
      "zh_TW": "『我到彼中禮拜』，他也有這個因緣，曾經到過黃梅，聽過五祖講經說法，參與過法會，所以到這個地方禮拜。這個「禮拜」就是有皈依的意思，他在那裡曾經皈依過五祖，就是拜五祖為老師，在那邊學過。『聽受此經』，「聽」是聽講，「受」是什麼？受是接受了。聽講是明理，接受是依照這個理論方法來修行，所以受有受持的意思、有依教奉行的意思在。大師常常勸僧俗，你出家也好、在家也好，如果你要是認真的學佛，要想認真的修行，祖師告訴人，『但持金剛經』，不必麻煩。佛教經論浩如煙海，博大精深，往往叫人望洋興歎，這麼多的經典，我從哪裡入門？"
    },
    {
      "id": "09-003-0002_p0049",
      "zh_CN": "过去世俗间，人常说，看到《二十五史》，这一部《二十五史》，都不晓得从哪里读起。《二十五史》也不过是两千多卷。佛教的经典差不多是十倍的《二十五史》，我们今天在台湾看到的《中华大藏经》，十倍的《二十五史》，你从哪里下手？祖师给我们指出一条捷径，『但持金刚经即自见性，直了成佛』。这个话说起来是太简单了，不必再搞别的了，只要在这一部经上下功夫，真正把金刚般若波罗蜜的道理透彻了、明白了，依照这个原理原则来修行。《金刚经》虽然五千言，有如来果地里面的境界，真是理论、方法、境界全都说得明明白白。所以这一部经典只要你能够，这个「持」就是依教奉行，就能够达到见性成佛的效果。见性成佛，教学或者教育的功效达到了究竟圆满，所以说「即自见性，直了成佛」。由此可知这一部经典的重要性，五祖、六祖在世的时候极力提倡，也真正收到了很好的效果。",
      "zh_TW": "過去世俗間，人常說，看到《二十五史》，這一部《二十五史》，都不曉得從哪裡讀起。《二十五史》也不過是兩千多卷。佛教的經典差不多是十倍的《二十五史》，我們今天在台灣看到的《中華大藏經》，十倍的《二十五史》，你從哪裡下手？祖師給我們指出一條捷徑，『但持金剛經即自見性，直了成佛』。這個話說起來是太簡單了，不必再搞別的了，只要在這一部經上下功夫，真正把金剛般若波羅蜜的道理透徹了、明白了，依照這個原理原則來修行。《金剛經》雖然五千言，有如來果地裡面的境界，真是理論、方法、境界全都說得明明白白。所以這一部經典只要你能夠，這個「持」就是依教奉行，就能夠達到見性成佛的效果。見性成佛，教學或者教育的功效達到了究竟圓滿，所以說「即自見性，直了成佛」。由此可知這一部經典的重要性，五祖、六祖在世的時候極力提倡，也真正收到了很好的效果。"
    },
    {
      "id": "09-003-0002_p0050",
      "zh_CN": "佛法，再好的经论，最契合时人的这些经典，如果没有人提倡、没有人宣传、没有人弘扬，对众生还是没有实际的功德利益。所以古人常说「人能弘道，非道弘人」，这两句话有深刻的意义。我们生长在末法时代的今天，又遇到整个世界动乱不安，物质繁荣进步，反显示道德坠落，人心糜烂，在这样的时代当中，正是像欧阳大师所说的，佛法是今时之必需！挽救这个社会，充实众生的精神生活，解除他们的忧悲苦闷，带给他们真正幸福、美满、快乐的生活，除了佛法之外，可以说已经没有东西能够代替了。所以我在此地普遍的劝勉诸位同修，你们今天得到这个影带，看过这个节目，都是佛法有缘之人。不管我们是有没有见过面，没有见过面，我们在电视萤幕画面上也见了面了。我们大家共同努力，《金刚经》是释迦牟尼佛的开示，《坛经》是六祖大师的开示，依照这个经典来修行、来弘扬、来光大，自利利他，是今日佛门弟子最大的责任。无论什么障碍，只要自己不取于相，如如不动，什么样的魔障也障碍不了。最怕自己着相，着相、心动，那就上了魔的当了，自己心就乱了。",
      "zh_TW": "佛法，再好的經論，最契合時人的這些經典，如果沒有人提倡、沒有人宣傳、沒有人弘揚，對眾生還是沒有實際的功德利益。所以古人常說「人能弘道，非道弘人」，這兩句話有深刻的意義。我們生長在末法時代的今天，又遇到整個世界動亂不安，物質繁榮進步，反顯示道德墜落，人心糜爛，在這樣的時代當中，正是像歐陽大師所說的，佛法是今時之必需！挽救這個社會，充實眾生的精神生活，解除他們的憂悲苦悶，帶給他們真正幸福、美滿、快樂的生活，除了佛法之外，可以說已經沒有東西能夠代替了。所以我在此地普遍的勸勉諸位同修，你們今天得到這個影帶，看過這個節目，都是佛法有緣之人。不管我們是有沒有見過面，沒有見過面，我們在電視螢幕畫面上也見了面了。我們大家共同努力，《金剛經》是釋迦牟尼佛的開示，《壇經》是六祖大師的開示，依照這個經典來修行、來弘揚、來光大，自利利他，是今日佛門弟子最大的責任。無論什麼障礙，只要自己不取於相，如如不動，什麼樣的魔障也障礙不了。最怕自己著相，著相、心動，那就上了魔的當了，自己心就亂了。"
    },
    {
      "id": "09-003-0002_p0051",
      "zh_CN": "刚才在表解里头告诉诸位的，我们修的是觉，修的是佛，不要把这个目标失去了。一切的顺逆境界就是我们修行的场所。所以我在讲《华严》的时候，讲清凉大师的开示，这八个字特别提出来，我们前一次也曾经给诸位提到过，「托法进修」，托也就是依的意思，依靠、遵守理论与方法来进修；「依人证入」，世间人，各种性情都不一样，有善有恶、有良有莠，在这种复杂的社会环境、人事环境里面去磨炼，炼什么？炼如如不动，炼不取于相。炼不取于相就是修禅，炼如如不动就是修定。所以禅定是在人事环境里面去修的，而不是盘腿面壁，这一点六祖大师在本经「教授坐禅」这一章说得非常详细，这一点我们要晓得，我们要特别记住。",
      "zh_TW": "剛才在表解裡頭告訴諸位的，我們修的是覺，修的是佛，不要把這個目標失去了。一切的順逆境界就是我們修行的場所。所以我在講《華嚴》的時候，講清涼大師的開示，這八個字特別提出來，我們前一次也曾經給諸位提到過，「托法進修」，托也就是依的意思，依靠、遵守理論與方法來進修；「依人証入」，世間人，各種性情都不一樣，有善有惡、有良有莠，在這種複雜的社會環境、人事環境裡面去磨鍊，鍊什麼？鍊如如不動，鍊不取於相。鍊不取於相就是修禪，鍊如如不動就是修定。所以禪定是在人事環境裡面去修的，而不是盤腿面壁，這一點六祖大師在本經「教授坐禪」這一章說得非常詳細，這一點我們要曉得，我們要特別記住。"
    },
    {
      "id": "09-003-0002_p0052",
      "zh_CN": "惠能大师听了客人这一番话之后，诸位要晓得，这个经典里面所记载的都是最简单的、最扼要的，当时谈话哪有那么简单？哪有这么容易那些客人就动了心了，哪有那么简单？必定是他听客人念这个经，念了之后他听了很有味道，他一定把这个经里面的意思讲解给大家听。你们诸位想想，是不是这种情形？这些大众听了他讲解「应无所住，而生其心」，必定都吃了一惊，都佩服到五体投地。所以这才与这些客人有缘，当中就有一个客人马上很慷慨的拿了十两银子。你们诸位想，十两银子，他去卖柴，他要卖多少年的柴才能够卖出十两银子？一担柴值几个钱而已，几个铜钱。做小本生意，有个四、五两银子就可以开个小店了，做小本生意。十两银子是相当大的一个数目，你想想看，当时这个客人这么慷慨，拿出这么多钱给他做安家费，劝他到黄梅去礼祖；换句话说，一定是听了他的议论，对他佩服得五体投地，备极赞叹。",
      "zh_TW": "惠能大師聽了客人這一番話之後，諸位要曉得，這個經典裡面所記載的都是最簡單的、最扼要的，當時談話哪有那麼簡單？哪有這麼容易那些客人就動了心了，哪有那麼簡單？必定是他聽客人念這個經，念了之後他聽了很有味道，他一定把這個經裡面的意思講解給大家聽。你們諸位想想，是不是這種情形？這些大眾聽了他講解「應無所住，而生其心」，必定都吃了一驚，都佩服到五體投地。所以這才與這些客人有緣，當中就有一個客人馬上很慷慨的拿了十兩銀子。你們諸位想，十兩銀子，他去賣柴，他要賣多少年的柴才能夠賣出十兩銀子？一擔柴值幾個錢而已，幾個銅錢。做小本生意，有個四、五兩銀子就可以開個小店了，做小本生意。十兩銀子是相當大的一個數目，你想想看，當時這個客人這麼慷慨，拿出這麼多錢給他做安家費，勸他到黃梅去禮祖；換句話說，一定是聽了他的議論，對他佩服得五體投地，備極讚歎。"
    },
    {
      "id": "09-003-0002_p0053",
      "zh_CN": "古人对于人才的发掘，对人才的培植、爱护，可以说我们今时之人是比不上的，一经发现马上就大力的支援，劝他去。他一定说，我很困难，我一天不卖柴我的老母生活就成问题。母亲年岁大了，单单有钱养活不行，还要照顾。所以像这些，都不必写在这里，一提到，我们都联想到了。这些人一定答应，你的母亲由我们照顾，由我们来供养，你放心前去就好了，这才叫『宿昔有缘』，这个才叫有缘。他把这钱也就接受了，给母亲安家的费用都预备妥当了，也接受这些人的善意，叫他到黄梅去礼拜五祖。底下一段就是「黄梅礼祖」，第四个大段，第四段，不要说大段小段，本经的第四段，黄梅礼祖。请看经文：",
      "zh_TW": "古人對於人才的發掘，對人才的培植、愛護，可以說我們今時之人是比不上的，一經發現馬上就大力的支援，勸他去。他一定說，我很困難，我一天不賣柴我的老母生活就成問題。母親年歲大了，單單有錢養活不行，還要照顧。所以像這些，都不必寫在這裡，一提到，我們都聯想到了。這些人一定答應，你的母親由我們照顧，由我們來供養，你放心前去就好了，這才叫『宿昔有緣』，這個才叫有緣。他把這錢也就接受了，給母親安家的費用都預備妥當了，也接受這些人的善意，叫他到黃梅去禮拜五祖。底下一段就是「黃梅禮祖」，第四個大段，第四段，不要說大段小段，本經的第四段，黃梅禮祖。請看經文："
    },
    {
      "id": "09-003-0002_p0054",
      "zh_CN": "【能安置母毕。】",
      "zh_TW": "【能安置母畢。】"
    },
    {
      "id": "09-003-0002_p0055",
      "zh_CN": "他一定回去之后，把今天所遇到这个事情都告诉他母亲。母亲当然也非常欢喜，有这样一个难得的因缘，这么多好人，出钱出力来帮助他、来成全他。所以他把这个事情办妥了，安置妥当了。",
      "zh_TW": "他一定回去之後，把今天所遇到這個事情都告訴他母親。母親當然也非常歡喜，有這樣一個難得的因緣，這麼多好人，出錢出力來幫助他、來成全他。所以他把這個事情辦妥了，安置妥當了。"
    },
    {
      "id": "09-003-0002_p0056",
      "zh_CN": "【即便辞亲。】",
      "zh_TW": "【即便辭親。】"
    },
    {
      "id": "09-003-0002_p0057",
      "zh_CN": "向他老母拜别。",
      "zh_TW": "向他老母拜別。"
    },
    {
      "id": "09-003-0002_p0058",
      "zh_CN": "【不经三十余日。】",
      "zh_TW": "【不經三十餘日。】"
    },
    {
      "id": "09-003-0002_p0059",
      "zh_CN": "这个『不经』就是不到三十几天。诸位晓得，刚才我们从地图里头看到这个情形，从南海，南海离广州很近，在广州的西南方，从这个地方要经过湖南再到湖北，这是一条路；另外一条路就是从五岭走江西，由江西再到黄梅，但是这个路相当之长。唐朝那个时候，不像现在交通这样方便，六祖又是一个贫穷出身，纵然身上带了几个钱的路费，想必很有限，他也绝对不会骑马、坐轿或者坐船，不会的，一定都是步行，一天走几十里、一百里，像行军一样。所以从南海走到黄梅，走了多少天？三十多天，这三十多天我们就能想像得到，他年轻力壮，脚程很快，同时沿途没休息。这个没休息，像我们从前的行军，走三天休息一天，或者走五天休息两天，当中会休息个一、二天，他这个没有，天天走，这当中没有休息，三十余日到达了。",
      "zh_TW": "這個『不經』就是不到三十幾天。諸位曉得，剛才我們從地圖裡頭看到這個情形，從南海，南海離廣州很近，在廣州的西南方，從這個地方要經過湖南再到湖北，這是一條路；另外一條路就是從五嶺走江西，由江西再到黃梅，但是這個路相當之長。唐朝那個時候，不像現在交通這樣方便，六祖又是一個貧窮出身，縱然身上帶了幾個錢的路費，想必很有限，他也絕對不會騎馬、坐轎或者坐船，不會的，一定都是步行，一天走幾十里、一百里，像行軍一樣。所以從南海走到黃梅，走了多少天？三十多天，這三十多天我們就能想像得到，他年輕力壯，腳程很快，同時沿途沒休息。這個沒休息，像我們從前的行軍，走三天休息一天，或者走五天休息兩天，當中會休息個一、二天，他這個沒有，天天走，這當中沒有休息，三十餘日到達了。"
    },
    {
      "id": "09-003-0002_p0060",
      "zh_CN": "【便至黄梅。】",
      "zh_TW": "【便至黃梅。】"
    },
    {
      "id": "09-003-0002_p0061",
      "zh_CN": "到了东禅寺，见到五祖了。",
      "zh_TW": "到了東禪寺，見到五祖了。"
    },
    {
      "id": "09-003-0002_p0062",
      "zh_CN": "【礼拜五祖。问能曰。汝何方人。】",
      "zh_TW": "【禮拜五祖。問能曰。汝何方人。】"
    },
    {
      "id": "09-003-0002_p0063",
      "zh_CN": "五祖看到这么一个人来了，就问他，你哪里人，你来干什么？",
      "zh_TW": "五祖看到這麼一個人來了，就問他，你哪裡人，你來幹什麼？"
    },
    {
      "id": "09-003-0002_p0064",
      "zh_CN": "【欲求何物。】",
      "zh_TW": "【欲求何物。】"
    },
    {
      "id": "09-003-0002_p0065",
      "zh_CN": "就是你来想求什么，你来找我想求什么，目的何在？",
      "zh_TW": "就是你來想求什麼，你來找我想求什麼，目的何在？"
    },
    {
      "id": "09-003-0002_p0066",
      "zh_CN": "【能对曰。弟子是岭南新州百姓。】",
      "zh_TW": "【能對曰。弟子是嶺南新州百姓。】"
    },
    {
      "id": "09-003-0002_p0067",
      "zh_CN": "答复他的来处，这真是远道而来，表示自己的虔诚、恭敬心，远道而来的。",
      "zh_TW": "答覆他的來處，這真是遠道而來，表示自己的虔誠、恭敬心，遠道而來的。"
    },
    {
      "id": "09-003-0002_p0068",
      "zh_CN": "【远来礼师。】",
      "zh_TW": "【遠來禮師。】"
    },
    {
      "id": "09-003-0002_p0069",
      "zh_CN": "真是千里而来，一千多里！通常我们走路，一天走六十里，这是常走路的，每天走六十里。他年轻体力壮，一天可以走八十里，三十多天。我来这里做什么？",
      "zh_TW": "真是千里而來，一千多里！通常我們走路，一天走六十里，這是常走路的，每天走六十里。他年輕體力壯，一天可以走八十里，三十多天。我來這裡做什麼？"
    },
    {
      "id": "09-003-0002_p0070",
      "zh_CN": "【惟求作佛。不求余物。】",
      "zh_TW": "【惟求作佛。不求餘物。】"
    },
    {
      "id": "09-003-0002_p0071",
      "zh_CN": "这个真正是了不起！诸位来看这个地方。『作佛』就是成佛，也就是成就无上正等正觉，也是成就究竟圆满真实的智慧。诸位从这里去看，这个口气好大！大家知道他没念过书，他不认识字。所以我们今天想想，这个地方得认真的反省反省、检点检点，我们自己从来没有这个念头，而这些年我们到处参学看到，也没有一个人有这么大的口气过。我这个道场里头也常常有人来，来拜访，当然我们会照例问他，你从哪里来，你来想做些什么？他说我从某个地方来，我到这来想听听经，我到这来看看，或者说我到这里来学讲经。我从来没有听到一个人说，我要到这儿来作佛的，没有听说过。我们自己学道，我也算是不太容易了。我第一次见章嘉大师，我说佛法这样好，有什么方法教我一下入进去，比六祖还差了一大截。六祖直截了当『惟求作佛，不求余物』，而我当年所求的是了解甚深教义。这就是看什么？初发心。六祖大师这句话就是说明了，他发的这个心是无上菩提心，这是我们要特别注意的。",
      "zh_TW": "這個真正是了不起！諸位來看這個地方。『作佛』就是成佛，也就是成就無上正等正覺，也是成就究竟圓滿真實的智慧。諸位從這裡去看，這個口氣好大！大家知道他沒念過書，他不認識字。所以我們今天想想，這個地方得認真的反省反省、檢點檢點，我們自己從來沒有這個念頭，而這些年我們到處參學看到，也沒有一個人有這麼大的口氣過。我這個道場裡頭也常常有人來，來拜訪，當然我們會照例問他，你從哪裡來，你來想做些什麼？他說我從某個地方來，我到這來想聽聽經，我到這來看看，或者說我到這裡來學講經。我從來沒有聽到一個人說，我要到這兒來作佛的，沒有聽說過。我們自己學道，我也算是不太容易了。我第一次見章嘉大師，我說佛法這樣好，有什麼方法教我一下入進去，比六祖還差了一大截。六祖直截了當『惟求作佛，不求餘物』，而我當年所求的是了解甚深教義。這就是看什麼？初發心。六祖大師這句話就是說明了，他發的這個心是無上菩提心，這是我們要特別注意的。"
    },
    {
      "id": "09-003-0002_p0072",
      "zh_CN": "我们在《华严》里面看到，善财童子参访善知识之前一定先说，我已经发阿耨多罗三藐三菩提心，不知道菩萨道、菩萨行应当如何的修学，都是这个意思。六祖在此地直截了当说，「惟求作佛，不求余物」；换句话说，他来的意图、目的，直截了当一句话就道破了。这一种发心，这样的气概，我们应当要注意。若非如是发心，如是的气概，他怎么能够绍隆祖位？在我想，五祖接引的门人，前面说过了，有那么多。如果说包括在家、出家，常随以及日常来拜访的，那是多少人！大概有这样的口气、这样的发心，恐怕他也是生平第一个遇到的。你想想看，他怎么不欢喜、怎么不赞叹？听了这个，那真是开心极了，为什么？太难得了，真正的稀有。底下这些话，这个问答，就是考试，这是他一入门来，五祖就考试了，就来试验试验他，你惟求作佛，不求余物，你够不够资格？就来考试。",
      "zh_TW": "我們在《華嚴》裡面看到，善財童子參訪善知識之前一定先說，我已經發阿耨多羅三藐三菩提心，不知道菩薩道、菩薩行應當如何的修學，都是這個意思。六祖在此地直截了當說，「惟求作佛，不求餘物」；換句話說，他來的意圖、目的，直截了當一句話就道破了。這一種發心，這樣的氣概，我們應當要注意。若非如是發心，如是的氣概，他怎麼能夠紹隆祖位？在我想，五祖接引的門人，前面說過了，有那麼多。如果說包括在家、出家，常隨以及日常來拜訪的，那是多少人！大概有這樣的口氣、這樣的發心，恐怕他也是生平第一個遇到的。你想想看，他怎麼不歡喜、怎麼不讚歎？聽了這個，那真是開心極了，為什麼？太難得了，真正的稀有。底下這些話，這個問答，就是考試，這是他一入門來，五祖就考試了，就來試驗試驗他，你惟求作佛，不求餘物，你夠不夠資格？就來考試。"
    },
    {
      "id": "09-003-0002_p0073",
      "zh_CN": "【祖言。汝是岭南人。又是獦獠。若为堪作佛。】",
      "zh_TW": "【祖言。汝是嶺南人。又是獦獠。若為堪作佛。】"
    },
    {
      "id": "09-003-0002_p0074",
      "zh_CN": "『岭南』，没有开化的地方，文化落后，这是野蛮人。这个『獦獠』就是说野蛮人，没有知识，没有接受过教育，野蛮人，那怎么能作佛？佛是有最极圆满智慧德行，这个边区，没有开化，文化落后，没有教育，别说作佛了，想学佛、想闻法都不容易，你怎么能作佛？",
      "zh_TW": "『嶺南』，沒有開化的地方，文化落後，這是野蠻人。這個『獦獠』就是說野蠻人，沒有知識，沒有接受過教育，野蠻人，那怎麼能作佛？佛是有最極圓滿智慧德行，這個邊區，沒有開化，文化落後，沒有教育，別說作佛了，想學佛、想聞法都不容易，你怎麼能作佛？"
    },
    {
      "id": "09-003-0002_p0075",
      "zh_CN": "【能曰。】",
      "zh_TW": "【能曰。】"
    },
    {
      "id": "09-003-0002_p0076",
      "zh_CN": "这是五祖提出试题，口试出了这个题目，惠能大师答复说：",
      "zh_TW": "這是五祖提出試題，口試出了這個題目，惠能大師答覆說："
    },
    {
      "id": "09-003-0002_p0077",
      "zh_CN": "【人虽有南北。佛性本无南北。獦獠身与和尚不同。佛性有何差别。】",
      "zh_TW": "【人雖有南北。佛性本無南北。獦獠身與和尚不同。佛性有何差別。】"
    },
    {
      "id": "09-003-0002_p0078",
      "zh_CN": "这一答复就及格了，就圆满了。所以五祖一出题，六祖这一答复就得了一个满分，真正是难得。",
      "zh_TW": "這一答覆就及格了，就圓滿了。所以五祖一出題，六祖這一答覆就得了一個滿分，真正是難得。"
    },
    {
      "id": "09-003-0002_p0079",
      "zh_CN": "今天时间到了，我们就讲到此地，下一次我们再将这个意思跟诸位细细的叙说。",
      "zh_TW": "今天時間到了，我們就講到此地，下一次我們再將這個意思跟諸位細細的敘說。"
    }
  ]
}