{
  "doc_id": "09-003-0018",
  "title": {
    "zh_CN": "六祖大师法宝坛经",
    "zh_TW": "六祖大師法寶壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1982/10",
    "zh_TW": "1982/10"
  },
  "doc_number": "09-003-0018",
  "total_paragraphs": 166,
  "paragraphs": [
    {
      "id": "09-003-0018_p0001",
      "zh_CN": "《六祖坛经》第十六讲。",
      "zh_TW": "《六祖壇經》第十六講。"
    },
    {
      "id": "09-003-0018_p0002",
      "zh_CN": "经文第二十八页第二行：",
      "zh_TW": "經文第二十八頁第二行："
    },
    {
      "id": "09-003-0018_p0003",
      "zh_CN": "【师曰。吾闻汝师教示。】",
      "zh_TW": "【師曰。吾聞汝師教示。】"
    },
    {
      "id": "09-003-0018_p0004",
      "zh_CN": "从这个地方开始。志诚禅师于是再向六祖请教，提出了生死事大，求六祖大师给他开示。这个在佛法修学上来讲，的确是一个大问题。我们看六祖大师所教诫他的，他是先要听一听神秀大师过去是如何教他的。所以六祖就说了，我听说你的老师就是神秀大师，『教示』，这个「教」就是教授，「示」是指示，教学指示。这个『学人』就是指学生，教这学生们：",
      "zh_TW": "從這個地方開始。志誠禪師於是再向六祖請教，提出了生死事大，求六祖大師給他開示。這個在佛法修學上來講，的確是一個大問題。我們看六祖大師所教誡他的，他是先要聽一聽神秀大師過去是如何教他的。所以六祖就說了，我聽說你的老師就是神秀大師，『教示』，這個「教」就是教授，「示」是指示，教學指示。這個『學人』就是指學生，教這學生們："
    },
    {
      "id": "09-003-0018_p0005",
      "zh_CN": "【学人戒定慧法。未审汝师说戒定慧行相如何。】",
      "zh_TW": "【學人戒定慧法。未審汝師說戒定慧行相如何。】"
    },
    {
      "id": "09-003-0018_p0006",
      "zh_CN": "究竟他对于戒定慧修行的状况，秀大师做何指示？怎么个教给你们？",
      "zh_TW": "究竟他對於戒定慧修行的狀況，秀大師做何指示？怎麼個教給你們？"
    },
    {
      "id": "09-003-0018_p0007",
      "zh_CN": "【与吾说看。】",
      "zh_TW": "【與吾說看。】"
    },
    {
      "id": "09-003-0018_p0008",
      "zh_CN": "你说来我听听。",
      "zh_TW": "你說來我聽聽。"
    },
    {
      "id": "09-003-0018_p0009",
      "zh_CN": "【诚曰。秀大师说。诸恶莫作名为戒。诸善奉行名为慧。自净其意名为定。彼说如此。】",
      "zh_TW": "【誠曰。秀大師說。諸惡莫作名為戒。諸善奉行名為慧。自淨其意名為定。彼說如此。】"
    },
    {
      "id": "09-003-0018_p0010",
      "zh_CN": "秀大师常常这样教我们。",
      "zh_TW": "秀大師常常這樣教我們。"
    },
    {
      "id": "09-003-0018_p0011",
      "zh_CN": "【未审和尚以何法诲人。】",
      "zh_TW": "【未審和尚以何法誨人。】"
    },
    {
      "id": "09-003-0018_p0012",
      "zh_CN": "不知道你老人家是以什么方法来教我们？秀大师这种教学是佛门里面正统的教学。我们如果要谈到佛教的根本法，可以说这四句偈已经把一切的佛法统统包括了。所以古人说，佛教如同大海一样，而这四句偈完全摄尽了，一切经都不能够超越这首偈的范围。佛在《阿含经》里面，在《增一阿含》里面，都是这样说法，所以这四句偈可以说是佛法的法印。我们讲到佛教的根源，从前面所说，以及在此地，我们可以能够看到，佛的根源，前面我们读过，三界唯心，万法唯识，这是佛之根源。佛就是自己，佛是自己的真如本性，我们也叫做觉心。三界唯心，心是世出世间法的理体，就是本体。一切万法现象之根源是唯识，所以说唯识所变。在《华严经》里面有一首偈子说，「应观法界性，一切唯心造」，这是说明了三界唯心。心就是自己的真心，就是自己的本性。我们真心本性起作用就叫做识，所以一切万法是识变现出来的，识是心的作用，心是体。",
      "zh_TW": "不知道你老人家是以什麼方法來教我們？秀大師這種教學是佛門裡面正統的教學。我們如果要談到佛教的根本法，可以說這四句偈已經把一切的佛法統統包括了。所以古人說，佛教如同大海一樣，而這四句偈完全攝盡了，一切經都不能夠超越這首偈的範圍。佛在《阿含經》裡面，在《增一阿含》裡面，都是這樣說法，所以這四句偈可以說是佛法的法印。我們講到佛教的根源，從前面所說，以及在此地，我們可以能夠看到，佛的根源，前面我們讀過，三界唯心，萬法唯識，這是佛之根源。佛就是自己，佛是自己的真如本性，我們也叫做覺心。三界唯心，心是世出世間法的理體，就是本體。一切萬法現象之根源是唯識，所以說唯識所變。在《華嚴經》裡面有一首偈子說，「應觀法界性，一切唯心造」，這是說明了三界唯心。心就是自己的真心，就是自己的本性。我們真心本性起作用就叫做識，所以一切萬法是識變現出來的，識是心的作用，心是體。"
    },
    {
      "id": "09-003-0018_p0013",
      "zh_CN": "假如说我们以镜子来做比喻，心就像一面镜子一样，镜子不会变现一切万法，可是镜子的光它能够现一切万法，把这一切万法照到里面照得清清楚楚。我们可以这样说法，心就是镜之体，识就是镜子的作用，镜子它能够照，有作用。我们从这个比喻上诸位能够体会到，体与用是一不是二。所谓体，乃是用之体；所谓用，即是体之用。这是一切众生人人本来具足的，这个就是佛。佛，要紧的就是自己，自己就是佛。所以佛在《华严》、《圆觉》里面说，「一切众生，本来成佛」，这是我们自己要体认的，我们自己要相信。",
      "zh_TW": "假如說我們以鏡子來做比喻，心就像一面鏡子一樣，鏡子不會變現一切萬法，可是鏡子的光它能夠現一切萬法，把這一切萬法照到裡面照得清清楚楚。我們可以這樣說法，心就是鏡之體，識就是鏡子的作用，鏡子它能夠照，有作用。我們從這個比喻上諸位能夠體會到，體與用是一不是二。所謂體，乃是用之體；所謂用，即是體之用。這是一切眾生人人本來具足的，這個就是佛。佛，要緊的就是自己，自己就是佛。所以佛在《華嚴》、《圓覺》裡面說，「一切眾生，本來成佛」，這是我們自己要體認的，我們自己要相信。"
    },
    {
      "id": "09-003-0018_p0014",
      "zh_CN": "再讲教，教就是教学，因为我们迷了，所以这些觉悟的老师来指点我们，这是教。教的根源是什么？就是此地所讲的四句话，「诸恶莫作，众善奉行，自净其意，是诸佛教」。这是佛法教学的总纲领，不但释迦牟尼佛他老人家教学不离开这个总纲领，十方三世一切诸佛菩萨，千经万论都离不开这一个纲领，所以这四句十二个字是我们佛法教学的总纲领。向上一着的指示就没有定法了，这是底下我们才读到，我在这个地方先把这个意思说一说，「但且随方解缚耳，即令其除执自证」，下文三十六对天然佛法就是这个意思。所以这一点我们一定要晓得，那是向上一着的，也可以说是最高级、最究竟了义的教学法。",
      "zh_TW": "再講教，教就是教學，因為我們迷了，所以這些覺悟的老師來指點我們，這是教。教的根源是什麼？就是此地所講的四句話，「諸惡莫作，眾善奉行，自淨其意，是諸佛教」。這是佛法教學的總綱領，不但釋迦牟尼佛他老人家教學不離開這個總綱領，十方三世一切諸佛菩薩，千經萬論都離不開這一個綱領，所以這四句十二個字是我們佛法教學的總綱領。向上一著的指示就沒有定法了，這是底下我們才讀到，我在這個地方先把這個意思說一說，「但且隨方解縛耳，即令其除執自證」，下文三十六對天然佛法就是這個意思。所以這一點我們一定要曉得，那是向上一著的，也可以說是最高級、最究竟了義的教學法。"
    },
    {
      "id": "09-003-0018_p0015",
      "zh_CN": "这是神秀大师循规蹈矩教诫他的学生。在佛法修学上，我们一定要记住，好像前面我们也说过，那就是一定要先求根本智，然后才能够得到后得智。根本智的修学就是在戒定慧。戒定慧这三个字把整个的佛法都包括尽了，戒学包括经典里面的律藏，三藏里面的律藏，定学包括了经藏，慧学包括了论藏。所以三藏经典用这三个字就统统包含尽了。任何一宗、任何一派，乃至于我们所讲的八万四千法门，门庭施设尽管不同，教学所遵守的方针决定是一致的，那就是依戒定慧来修学。",
      "zh_TW": "這是神秀大師循規蹈矩教誡他的學生。在佛法修學上，我們一定要記住，好像前面我們也說過，那就是一定要先求根本智，然後才能夠得到後得智。根本智的修學就是在戒定慧。戒定慧這三個字把整個的佛法都包括盡了，戒學包括經典裡面的律藏，三藏裡面的律藏，定學包括了經藏，慧學包括了論藏。所以三藏經典用這三個字就統統包含盡了。任何一宗、任何一派，乃至於我們所講的八萬四千法門，門庭施設儘管不同，教學所遵守的方針決定是一致的，那就是依戒定慧來修學。"
    },
    {
      "id": "09-003-0018_p0016",
      "zh_CN": "说到这个地方，在过去佛法的教学，初学的学人依照规矩一定是五年学戒。这个五年学戒，实际上就是五年奠定戒定慧的基础；换句话说，是在这一个限期之内，就是五年的学程，希望能够得到根本智，这个是佛法的教学。我们也知道，根本智的求得的确不是一桩容易事情，五年的时间够吗？在中国历史上来看，五年时间而成就的实在是大有人在。由此可知，五年的时间足够了。但是这个必须是要有教学的环境，有这个修学的环境。像我们现前这一个社会环境，我们要想来修戒定慧，那的确是相当不容易。为什么？说到教学，佛法非常重视薰习，凡夫的心终日为烦恼所薰习，六根接触六尘境界无不是起心动念，诸位想想，他这个戒定慧怎么能成就得了？",
      "zh_TW": "說到這個地方，在過去佛法的教學，初學的學人依照規矩一定是五年學戒。這個五年學戒，實際上就是五年奠定戒定慧的基礎；換句話說，是在這一個限期之內，就是五年的學程，希望能夠得到根本智，這個是佛法的教學。我們也知道，根本智的求得的確不是一樁容易事情，五年的時間夠嗎？在中國歷史上來看，五年時間而成就的實在是大有人在。由此可知，五年的時間足夠了。但是這個必須是要有教學的環境，有這個修學的環境。像我們現前這一個社會環境，我們要想來修戒定慧，那的確是相當不容易。為什麼？說到教學，佛法非常重視薰習，凡夫的心終日為煩惱所薰習，六根接觸六塵境界無不是起心動念，諸位想想，他這個戒定慧怎麼能成就得了？"
    },
    {
      "id": "09-003-0018_p0017",
      "zh_CN": "从前的修学，那就是马祖以后，我们有了很理想的修学环境，那就是丛林制度的建立。丛林就等于学校一样，你只要到这个地方去修学，每一天给你上八个钟点课，八个钟点讲堂的作业，教你听这些道理、教你学这些方法，把你的迷惑、把你的烦恼都给解开了；每一天再加上八个钟点的修行，或是念佛、或是参禅。诸位想想，一天二十四小时，有十六个钟点他的心在道上，不染五欲六尘。这样如果说连续到五年，在从前这个修学并没有寒暑假，一年到头不放假的，没有寒暑假的，一年三百六十天，天天这样薰习，他薰习了五年，这个必然产生了了不起的效果。",
      "zh_TW": "從前的修學，那就是馬祖以後，我們有了很理想的修學環境，那就是叢林制度的建立。叢林就等於學校一樣，你只要到這個地方去修學，每一天給你上八個鐘點課，八個鐘點講堂的作業，教你聽這些道理、教你學這些方法，把你的迷惑、把你的煩惱都給解開了；每一天再加上八個鐘點的修行，或是念佛、或是參禪。諸位想想，一天二十四小時，有十六個鐘點他的心在道上，不染五欲六塵。這樣如果說連續到五年，在從前這個修學並沒有寒暑假，一年到頭不放假的，沒有寒暑假的，一年三百六十天，天天這樣薰習，他薰習了五年，這個必然產生了了不起的效果。"
    },
    {
      "id": "09-003-0018_p0018",
      "zh_CN": "我们今天的修行，正是古人所谓「一日暴之，十日寒之」。就是我们每天功课不断，我们跟古人比比，差得太远了。我们天天不断，我们听经，听两个钟点，一天听两个钟点，人家一天听八个钟点；我们一天也去打坐，去念佛念两个钟点，人家一天干八个钟点，我们干两个钟点。在我们每天用四个钟点功，觉得很不错了。但是诸位想想，二十四小时，你这个摄心只有四小时，其余的二十个小时还是被烦恼、被境界所转，那么自己想一想，烦恼的力量大还是佛法的力量大？烦恼薰习占二十个钟点，佛法薰习只占四个钟点，所以我们的修学怎么会成就？我们的烦恼怎么能断得了？我们的智慧、戒定慧怎么会现前？",
      "zh_TW": "我們今天的修行，正是古人所謂「一日暴之，十日寒之」。就是我們每天功課不斷，我們跟古人比比，差得太遠了。我們天天不斷，我們聽經，聽兩個鐘點，一天聽兩個鐘點，人家一天聽八個鐘點；我們一天也去打坐，去念佛念兩個鐘點，人家一天幹八個鐘點，我們幹兩個鐘點。在我們每天用四個鐘點功，覺得很不錯了。但是諸位想想，二十四小時，你這個攝心只有四小時，其餘的二十個小時還是被煩惱、被境界所轉，那麼自己想一想，煩惱的力量大還是佛法的力量大？煩惱薰習佔二十個鐘點，佛法薰習只佔四個鐘點，所以我們的修學怎麼會成就？我們的煩惱怎麼能斷得了？我們的智慧、戒定慧怎麼會現前？"
    },
    {
      "id": "09-003-0018_p0019",
      "zh_CN": "古人他定的功课，就是八个钟点讲堂，八个钟点禅堂、念佛堂，一天二十四小时，三分之二的时间是佛法的薰习。另外八个钟点，吃饭，还得加五堂功课，连吃饭也不放弃，吃饭、睡觉，甚至于大小便溺，都不敢放逸，都要摄心，这就所谓是五堂功课，包括吃饭在内。睡眠的时间一天只有四小时，中夜睡眠。可见得人家那种修学是真精进，有那么完善的一个修学环境。所以他这种薰习，一年足足超过我们十年，他们五年的薰习功夫我们今天修五十年都比不上人家，这是我们要认真反省的。如果要是像志诚提出来这个生死事大，我们要真正解决生死事大，我们要晓得这个道理。",
      "zh_TW": "古人他定的功課，就是八個鐘點講堂，八個鐘點禪堂、念佛堂，一天二十四小時，三分之二的時間是佛法的薰習。另外八個鐘點，吃飯，還得加五堂功課，連吃飯也不放棄，吃飯、睡覺，甚至於大小便溺，都不敢放逸，都要攝心，這就所謂是五堂功課，包括吃飯在內。睡眠的時間一天只有四小時，中夜睡眠。可見得人家那種修學是真精進，有那麼完善的一個修學環境。所以他這種薰習，一年足足超過我們十年，他們五年的薰習功夫我們今天修五十年都比不上人家，這是我們要認真反省的。如果要是像志誠提出來這個生死事大，我們要真正解決生死事大，我們要曉得這個道理。"
    },
    {
      "id": "09-003-0018_p0020",
      "zh_CN": "丛林的规模，在今天我们要想去做，的确不容易。我学佛之后，对于这桩事情就很留意，就看得很重，总希望着我们台湾能有一个道场，不敢希望多，能希望有一个道场。这一个道场不必要很大，能够做到每一天八个钟点讲经，八个钟点念佛，或者是八个钟点参禅。就是有一个讲堂，有一个念佛堂、有一个禅堂，能够有十几、二十个人在一块共修，这个场所不大，但是里面的内容与古时候一模一样。如果有这么一个讲堂，我们的佛法一定能够复兴，修行证果的人我们在今天一定能够看到。能有这么一个道场出现，这是我们众生的福报，是我们国家的福报，这是我们应当努力去做的。在以往，这些有福报的法师们，我亲近的时候总劝勉他们，他们听到我所建议，也点头、也觉得很有道理，我们应当向这个方向去发展。可是说了以后也就完了，始终没有一个真正热心的人去做。这一桩事情当然关系了大众的福报，在佛法里面讲，众生的福德因缘。这是讲的修学环境。",
      "zh_TW": "叢林的規模，在今天我們要想去做，的確不容易。我學佛之後，對於這樁事情就很留意，就看得很重，總希望著我們台灣能有一個道場，不敢希望多，能希望有一個道場。這一個道場不必要很大，能夠做到每一天八個鐘點講經，八個鐘點念佛，或者是八個鐘點參禪。就是有一個講堂，有一個念佛堂、有一個禪堂，能夠有十幾、二十個人在一塊共修，這個場所不大，但是裡面的內容與古時候一模一樣。如果有這麼一個講堂，我們的佛法一定能夠復興，修行證果的人我們在今天一定能夠看到。能有這麼一個道場出現，這是我們眾生的福報，是我們國家的福報，這是我們應當努力去做的。在以往，這些有福報的法師們，我親近的時候總勸勉他們，他們聽到我所建議，也點頭、也覺得很有道理，我們應當向這個方向去發展。可是說了以後也就完了，始終沒有一個真正熱心的人去做。這一樁事情當然關係了大眾的福報，在佛法裡面講，眾生的福德因緣。這是講的修學環境。"
    },
    {
      "id": "09-003-0018_p0021",
      "zh_CN": "这五年当中，最重要的就是德育的教学，拿我们现在讲就是道德的教育，所以说偏重在戒学上。换句话说，也就是生活的教育，生活就是道德。这种教学的观念，不但是佛门建立的，我们中国儒家的教学，大家晓得，孔夫子跟释迦牟尼佛并没有见过面，可是孔夫子当年在世教学，他有两个共同的科目，那就是德行、语言，这两个是共同科目，是所有学生必须要修学的。他的德行建立在伦常的基础上，就是五伦五常。五常是仁、义、礼、智、信，与佛法里面的根本戒，不杀生、不邪淫、不偷盗、不妄语、不饮酒，是一个意思。可见得圣人教学着眼点第一个就是培养众生的德行，培养他基本的道德观念，使他能够终身奉行不渝。佛门也是如此。所以这是实际的生活教育，这是真正的教育。然后才谈到政事、文学，这个等于是分科教育了，这是我们说孔子当年的教学。",
      "zh_TW": "這五年當中，最重要的就是德育的教學，拿我們現在講就是道德的教育，所以說偏重在戒學上。換句話說，也就是生活的教育，生活就是道德。這種教學的觀念，不但是佛門建立的，我們中國儒家的教學，大家曉得，孔夫子跟釋迦牟尼佛並沒有見過面，可是孔夫子當年在世教學，他有兩個共同的科目，那就是德行、語言，這兩個是共同科目，是所有學生必須要修學的。他的德行建立在倫常的基礎上，就是五倫五常。五常是仁、義、禮、智、信，與佛法裡面的根本戒，不殺生、不邪淫、不偷盜、不妄語、不飲酒，是一個意思。可見得聖人教學著眼點第一個就是培養眾生的德行，培養他基本的道德觀念，使他能夠終身奉行不渝。佛門也是如此。所以這是實際的生活教育，這是真正的教育。然後才談到政事、文學，這個等於是分科教育了，這是我們說孔子當年的教學。"
    },
    {
      "id": "09-003-0018_p0022",
      "zh_CN": "在佛法里面也是如此，所以一开头就重视生活教育。生活教育的戒律里面有两大类，一个就是私生活，是单独自己在寮房当中，没有第二个人相处，这个是属于私生活的教育，在佛法里面讲的小乘戒，摄心修定。寺院，尤其是丛林，它是一个团体，从寺院发展到丛林，大的丛林住几千人、上万人，那是相当大的一个团体，团体相处一定要有团体生活的公约；换句话说，就是团体的秩序，这个在佛法里面叫菩萨戒，就是大乘戒。大乘戒是入众的自律的戒条，就是我们在大众之中，我们应当如何约束自己，不妨碍他人，这个是大乘戒的精神。此地这四句，「诸恶莫作」就是说的小乘戒，「众善奉行」就是大乘戒。可是志诚禅师说，秀大师讲「众善奉行名为慧」，这个是也有道理的，因为这是从根本智得到之后，六根接触六尘境界起作用的时候就是后得智。没有智慧，不愿意行善，没有智慧的人是自私自利。心胸开阔，舍己为人，这种人是有智慧的，所以这是大乘戒的精神。",
      "zh_TW": "在佛法裡面也是如此，所以一開頭就重視生活教育。生活教育的戒律裡面有兩大類，一個就是私生活，是單獨自己在寮房當中，沒有第二個人相處，這個是屬於私生活的教育，在佛法裡面講的小乘戒，攝心修定。寺院，尤其是叢林，它是一個團體，從寺院發展到叢林，大的叢林住幾千人、上萬人，那是相當大的一個團體，團體相處一定要有團體生活的公約；換句話說，就是團體的秩序，這個在佛法裡面叫菩薩戒，就是大乘戒。大乘戒是入眾的自律的戒條，就是我們在大眾之中，我們應當如何約束自己，不妨礙他人，這個是大乘戒的精神。此地這四句，「諸惡莫作」就是說的小乘戒，「眾善奉行」就是大乘戒。可是志誠禪師說，秀大師講「眾善奉行名為慧」，這個是也有道理的，因為這是從根本智得到之後，六根接觸六塵境界起作用的時候就是後得智。沒有智慧，不願意行善，沒有智慧的人是自私自利。心胸開闊，捨己為人，這種人是有智慧的，所以這是大乘戒的精神。"
    },
    {
      "id": "09-003-0018_p0023",
      "zh_CN": "可是戒律的目的是要得定的，绝不是止于戒学。五年当中，我们要接受生活教育的锻炼，同时还要读诵修学的经典。说到这一方面，我们知道，佛法的经典众多，的确不是一个人一生所能够学得完的。因此经典翻译到中国来之后，我们中国这些大师们就将它分科了，这就是所谓建立宗派。在一切经里面，选择一部经义圆融，能够代表整个佛法的，拿它来做为我们终身修学的标准。像五台，山西五台，从杜顺和尚到贤首国师，这是师徒三代，以《华严经》为修学的方针，它就成了一个华严宗。到贤首，这华严宗算是真正建立了。到贤首的学生，就是清凉大师（澄观国师），华严宗是盛极一时。这是依一部经建立了一个宗派，依这部经的理论方法来修学。同时，在同一个时代，智𫖮大师，在现在的浙江四明天台山，他老人家是依《法华经》也建立一个宗派，我们称之为天台宗。称天台是大师居住的所在是天台山，要是以经来说叫法华宗。所以天台宗就是法华宗，贤首宗就是华严宗。因此，到后来有取法于三论的，有取法于唯识的，乃至于到后来的法师有依据一部经来修学的，这种构想是很合乎科学之精神。",
      "zh_TW": "可是戒律的目的是要得定的，絕不是止於戒學。五年當中，我們要接受生活教育的鍛鍊，同時還要讀誦修學的經典。說到這一方面，我們知道，佛法的經典眾多，的確不是一個人一生所能夠學得完的。因此經典翻譯到中國來之後，我們中國這些大師們就將它分科了，這就是所謂建立宗派。在一切經裡面，選擇一部經義圓融，能夠代表整個佛法的，拿它來做為我們終身修學的標準。像五台，山西五台，從杜順和尚到賢首國師，這是師徒三代，以《華嚴經》為修學的方針，它就成了一個華嚴宗。到賢首，這華嚴宗算是真正建立了。到賢首的學生，就是清涼大師（澄觀國師），華嚴宗是盛極一時。這是依一部經建立了一個宗派，依這部經的理論方法來修學。同時，在同一個時代，智顗大師，在現在的浙江四明天台山，他老人家是依《法華經》也建立一個宗派，我們稱之為天台宗。稱天台是大師居住的所在是天台山，要是以經來說叫法華宗。所以天台宗就是法華宗，賢首宗就是華嚴宗。因此，到後來有取法於三論的，有取法於唯識的，乃至於到後來的法師有依據一部經來修學的，這種構想是很合乎科學之精神。"
    },
    {
      "id": "09-003-0018_p0024",
      "zh_CN": "我们晓得，中文的经典不过三千多部，我们台湾的寺院，我看不止一万所，如果我们能够师法前贤，效法古大德，我们一个寺院，一个道场，以一部经，标榜一部经，专攻一部经，有三千个这样的道场，那我们中华民国就有一部活的《大藏经》，就有一部最圆满的佛法修学的场所。而且这些道场个个第一，大家也不必争了，法门平等，无有高下，只要我们能够专攻。学得太多了，俗话常说，贪多嚼不烂，一定要专攻。禅宗达摩祖师到中国来的时候，只是以《楞伽》印心，五祖忍大师以后，改换为《金刚经》来印证，都是取经典的精华，不杂不乱，便于用心。一部经里面成就了戒定慧，也就是得到了根本智，然后再去博览群经，参访善知识，成就后得智，成就最圆满、最究竟、最实际的学问。这是我们中国古人所走的途径。这是我们要多多的去想想，去比较比较，从前这个方法的确比我们现行的方法要好得太多，所以古人的成就绝不偶然。",
      "zh_TW": "我們曉得，中文的經典不過三千多部，我們台灣的寺院，我看不止一萬所，如果我們能夠師法前賢，效法古大德，我們一個寺院，一個道場，以一部經，標榜一部經，專攻一部經，有三千個這樣的道場，那我們中華民國就有一部活的《大藏經》，就有一部最圓滿的佛法修學的場所。而且這些道場個個第一，大家也不必爭了，法門平等，無有高下，只要我們能夠專攻。學得太多了，俗話常說，貪多嚼不爛，一定要專攻。禪宗達摩祖師到中國來的時候，只是以《楞伽》印心，五祖忍大師以後，改換為《金剛經》來印證，都是取經典的精華，不雜不亂，便於用心。一部經裡面成就了戒定慧，也就是得到了根本智，然後再去博覽群經，參訪善知識，成就後得智，成就最圓滿、最究竟、最實際的學問。這是我們中國古人所走的途徑。這是我們要多多的去想想，去比較比較，從前這個方法的確比我們現行的方法要好得太多，所以古人的成就絕不偶然。"
    },
    {
      "id": "09-003-0018_p0025",
      "zh_CN": "我们看所有成就的人，他住在一个地方，他能够住上几十年，你看他这个心是清净的、是不动的。现在人总是希望有很多个地方，有很多个道场，假如他说有十个道场，他每个月每个道场都要去一次，一个月三十天，他每个道场只能住三天，诸位想想，他的心怎么能不乱？他的这些学生怎么能够依靠他？那靠不住，到这里来住了三天，明天又跑到别的地方去了。这个搞法，不但自己不能成就，也耽误了你的学生。古人的好处，他一生住一个地方，如如不动，只闻来学，未闻往教，你要想跟他去求学，你到他那里去，绝不是把这个老师请到我家里来教教我，没有这个道理。我们到底下一章可以能看到，唐朝的皇室，皇帝，那时候是武则天做皇帝、中宗做皇帝，下了诏书，想请六祖大师到宫廷里面去应供、说法，六祖都不答应，都不肯去。他在曹溪宝林寺一住就是三十七年，这是值得我们效法的。",
      "zh_TW": "我們看所有成就的人，他住在一個地方，他能夠住上幾十年，你看他這個心是清淨的、是不動的。現在人總是希望有很多個地方，有很多個道場，假如他說有十個道場，他每個月每個道場都要去一次，一個月三十天，他每個道場只能住三天，諸位想想，他的心怎麼能不亂？他的這些學生怎麼能夠依靠他？那靠不住，到這裡來住了三天，明天又跑到別的地方去了。這個搞法，不但自己不能成就，也耽誤了你的學生。古人的好處，他一生住一個地方，如如不動，只聞來學，未聞往教，你要想跟他去求學，你到他那裡去，絕不是把這個老師請到我家裡來教教我，沒有這個道理。我們到底下一章可以能看到，唐朝的皇室，皇帝，那時候是武則天做皇帝、中宗做皇帝，下了詔書，想請六祖大師到宮廷裡面去應供、說法，六祖都不答應，都不肯去。他在曹溪寶林寺一住就是三十七年，這是值得我們效法的。"
    },
    {
      "id": "09-003-0018_p0026",
      "zh_CN": "真正要讲佛法，要讲修道，要讲弘道，要在一个地方如如不动，不但你自己人成就了，你这个道场也成就了，提到某一个法门，一定立刻就想到这个地方。譬如在以前，我们一讲到《华严经》，哪一个不想到清凉山？一讲到《法华经》，哪一个不想到天台？这样的一个道场变成了世界第一权威。如果当年清凉国师、智者大师要常常今天到这儿讲经，明天到那里去，纵然他个人成就了，权威的学府没有。我们想学《法华》，只有去找智者大师，智者大师今天在哪里？不晓得，不知道在哪里，那么学的人兴趣就没有了，无法去修学了。智者大师一生就在天台山，他不下山的，我们要想学《法华》到哪里去学？到天台山就行，什么时候去，他老人家都在那里，那个地方是《法华》大学，随人参叩，这是我们中国古代佛法的教学。",
      "zh_TW": "真正要講佛法，要講修道，要講弘道，要在一個地方如如不動，不但你自己人成就了，你這個道場也成就了，提到某一個法門，一定立刻就想到這個地方。譬如在以前，我們一講到《華嚴經》，哪一個不想到清涼山？一講到《法華經》，哪一個不想到天台？這樣的一個道場變成了世界第一權威。如果當年清涼國師、智者大師要常常今天到這兒講經，明天到那裡去，縱然他個人成就了，權威的學府沒有。我們想學《法華》，只有去找智者大師，智者大師今天在哪裡？不曉得，不知道在哪裡，那麼學的人興趣就沒有了，無法去修學了。智者大師一生就在天台山，他不下山的，我們要想學《法華》到哪裡去學？到天台山就行，什麼時候去，他老人家都在那裡，那個地方是《法華》大學，隨人參叩，這是我們中國古代佛法的教學。"
    },
    {
      "id": "09-003-0018_p0027",
      "zh_CN": "所以我是常常勉励我们的同修们，应当在一切经里面选择自己有兴趣，适合于自己程度的，专攻一门。如果你在这一部经上用上十年的工夫，你今天在这一部经来说，你就是世界权威。如果你住在这一个道场，一直在这里讲这部经，讲上十年，你这个道场变成世界权威。也许你要问我，你既然晓得，你为什么不做？我告诉诸位，我没有福报，我没有一个道场。如果我要有一个寺院，我今年讲经二十三年了，我要有一个寺院，我就住在这一个寺院不动，如如不动，我在这一个寺院里面讲二十三年经，这一个寺院在今天世界上就很难得找到第二个了。你们去查查看，哪一个寺院一年到头讲经居然讲了二十三年没有中断，哪里有？所以这是福德。",
      "zh_TW": "所以我是常常勉勵我們的同修們，應當在一切經裡面選擇自己有興趣，適合於自己程度的，專攻一門。如果你在這一部經上用上十年的工夫，你今天在這一部經來說，你就是世界權威。如果你住在這一個道場，一直在這裡講這部經，講上十年，你這個道場變成世界權威。也許你要問我，你既然曉得，你為什麼不做？我告訴諸位，我沒有福報，我沒有一個道場。如果我要有一個寺院，我今年講經二十三年了，我要有一個寺院，我就住在這一個寺院不動，如如不動，我在這一個寺院裡面講二十三年經，這一個寺院在今天世界上就很難得找到第二個了。你們去查查看，哪一個寺院一年到頭講經居然講了二十三年沒有中斷，哪裡有？所以這是福德。"
    },
    {
      "id": "09-003-0018_p0028",
      "zh_CN": "我讲经讲到二十年才有景美这个图书馆，图书馆不是一个寺院，不具寺院的规模，仅仅是一个讲堂而已，这的确是心有余而力不足。但是我们发心是圆满的，所以我也常常讲，对我个人来说，我是念念圆满功德，一点欠缺都没有。道场的成就是众生的福报。但是我有信心，我相信众生福报有成熟的一天，众生福报成熟，这种道场就现前了。所以我们一方面努力的来进修，一方面期待着这个道场的成就。",
      "zh_TW": "我講經講到二十年才有景美這個圖書館，圖書館不是一個寺院，不具寺院的規模，僅僅是一個講堂而已，這的確是心有餘而力不足。但是我們發心是圓滿的，所以我也常常講，對我個人來說，我是念念圓滿功德，一點欠缺都沒有。道場的成就是眾生的福報。但是我有信心，我相信眾生福報有成熟的一天，眾生福報成熟，這種道場就現前了。所以我們一方面努力的來進修，一方面期待著這個道場的成就。"
    },
    {
      "id": "09-003-0018_p0029",
      "zh_CN": "这是讲从古德的教学，一直谈到我们现在修学，应当要取法于古人，才会有像古德一样的成就。经典的学习，主要的是背诵，也是在这五年当中要完成的。学华严的要背《华严经》，学天台的要背《法华经》。这点我们晓得，《法华经》，过去就是学天台的人，我们不要看《华严经》太多，有八十卷，法华宗（天台）会少吗？不少。天台宗不但要背《法华经》的经文，而且要背《法华经》的注解，智者大师的注解《文句》，以及湛然的疏，就是《文句记》，他要背《文句记》，要背《玄义释签》，要背《摩诃止观》，整个合起来，这个分量实在不亚于《八十华严》。可见得古人用力之勤。不能够背诵天台三大部，就是《文句记》、《摩诃止观》、《玄义释签》，不能背诵这三大部，没有资格进天台之门。这个工作都是在五年学戒当中完成。",
      "zh_TW": "這是講從古德的教學，一直談到我們現在修學，應當要取法於古人，才會有像古德一樣的成就。經典的學習，主要的是背誦，也是在這五年當中要完成的。學華嚴的要背《華嚴經》，學天台的要背《法華經》。這點我們曉得，《法華經》，過去就是學天台的人，我們不要看《華嚴經》太多，有八十卷，法華宗（天台）會少嗎？不少。天台宗不但要背《法華經》的經文，而且要背《法華經》的註解，智者大師的註解《文句》，以及湛然的疏，就是《文句記》，他要背《文句記》，要背《玄義釋籤》，要背《摩訶止觀》，整個合起來，這個分量實在不亞於《八十華嚴》。可見得古人用力之勤。不能夠背誦天台三大部，就是《文句記》、《摩訶止觀》、《玄義釋籤》，不能背誦這三大部，沒有資格進天台之門。這個工作都是在五年學戒當中完成。"
    },
    {
      "id": "09-003-0018_p0030",
      "zh_CN": "背诵经典，世出世间的教学不注重在记诵。我背诵，是用这个方法，背诵的目的不是叫你把经文念得熟熟的都把它记住，不是的。你看《礼记．学记》里头就说得很清楚，「记问之学，不足以为人师」，可见得并不重视在记问。它的目的在哪里？目的就是在戒定慧。为什么？我们就拿这四句话来说，当你背诵经的时候，你的心里面不会起妄念。如果心里还想坏事情，你这个经怎么背法？所以背经的时候，自然就不想，没有坏念头，诸恶莫作，自然就诸恶莫作了。经典是佛菩萨从真如本性当中流露出来的身教、言教，这个是善中之善，是纯善，所以你背经的时候岂不就是众善奉行了吗？",
      "zh_TW": "背誦經典，世出世間的教學不注重在記誦。我背誦，是用這個方法，背誦的目的不是叫你把經文念得熟熟的都把它記住，不是的。你看《禮記．學記》裡頭就說得很清楚，「記問之學，不足以為人師」，可見得並不重視在記問。它的目的在哪裡？目的就是在戒定慧。為什麼？我們就拿這四句話來說，當你背誦經的時候，你的心裡面不會起妄念。如果心裡還想壞事情，你這個經怎麼背法？所以背經的時候，自然就不想，沒有壞念頭，諸惡莫作，自然就諸惡莫作了。經典是佛菩薩從真如本性當中流露出來的身教、言教，這個是善中之善，是純善，所以你背經的時候豈不就是眾善奉行了嗎？"
    },
    {
      "id": "09-003-0018_p0031",
      "zh_CN": "由此可知，背诵经典就是修戒学，大乘戒、小乘戒都包括了。背诵的时候要专心，专心就是定。背诵的时候，从「如是我闻」到「信受奉行」，是字字分明，一个字也没错，一个字也没漏，这就是慧。由此可知，他是用背诵这种方法将戒定慧三学一次完成，这个办法妙绝了。在生活当中，这戒定慧是有次第的，是渐修的、是有次序的；在背诵经典是没有次序的，戒定慧一次完成。这种方法妙绝了，目的在开悟，目的在入定。就是背诵可以入定，可以开智慧，这一点我们要认识清楚。所以老方法里面有大学问在，我们不能把它看错。这是佛法里面的常规，这是神秀大师教诫他的学生，都是运用诸佛所传的传统常规。他说出来了，这是志诚向六祖提出这个报告。接着就问，你老人家用什么方法来教学生？",
      "zh_TW": "由此可知，背誦經典就是修戒學，大乘戒、小乘戒都包括了。背誦的時候要專心，專心就是定。背誦的時候，從「如是我聞」到「信受奉行」，是字字分明，一個字也沒錯，一個字也沒漏，這就是慧。由此可知，他是用背誦這種方法將戒定慧三學一次完成，這個辦法妙絕了。在生活當中，這戒定慧是有次第的，是漸修的、是有次序的；在背誦經典是沒有次序的，戒定慧一次完成。這種方法妙絕了，目的在開悟，目的在入定。就是背誦可以入定，可以開智慧，這一點我們要認識清楚。所以老方法裡面有大學問在，我們不能把它看錯。這是佛法裡面的常規，這是神秀大師教誡他的學生，都是運用諸佛所傳的傳統常規。他說出來了，這是志誠向六祖提出這個報告。接著就問，你老人家用什麼方法來教學生？"
    },
    {
      "id": "09-003-0018_p0032",
      "zh_CN": "【师曰。吾若言有法与人。即为诳汝。】",
      "zh_TW": "【師曰。吾若言有法與人。即為誑汝。】"
    },
    {
      "id": "09-003-0018_p0033",
      "zh_CN": "这一句话不是客气话，这一句话是真实话。六祖大师说，我要是说有方法来教你们，那我是欺骗你。我们听了这句话，是不是没指望了？诸位要晓得，一乘了义的佛法是无有定法可说的。《般若经》里面释迦牟尼佛说过，「如来于然灯佛所，于法实无所得」。由此可知，燃灯佛也实在没有法教释迦牟尼佛，释迦牟尼佛也实在没有得到什么法，这是《般若经》里面说得很清楚。《维摩经》里面讲「除去所有」，《法华经》里面也不过是说明只是除去我们心里面所有的一切见解而已。为什么？我们想想六祖大师前面那首偈子就晓得了，「本来无一物，何处惹尘埃」，本来无一物里头哪有一法？要晓得，心是清净的，我们讲如来藏，空如来藏是清净寂灭，里面什么也没有。所以祖师在此地说出真心话，无法与人。",
      "zh_TW": "這一句話不是客氣話，這一句話是真實話。六祖大師說，我要是說有方法來教你們，那我是欺騙你。我們聽了這句話，是不是沒指望了？諸位要曉得，一乘了義的佛法是無有定法可說的。《般若經》裡面釋迦牟尼佛說過，「如來於然燈佛所，於法實無所得」。由此可知，燃燈佛也實在沒有法教釋迦牟尼佛，釋迦牟尼佛也實在沒有得到什麼法，這是《般若經》裡面說得很清楚。《維摩經》裡面講「除去所有」，《法華經》裡面也不過是說明只是除去我們心裡面所有的一切見解而已。為什麼？我們想想六祖大師前面那首偈子就曉得了，「本來無一物，何處惹塵埃」，本來無一物裡頭哪有一法？要曉得，心是清淨的，我們講如來藏，空如來藏是清淨寂滅，裡面什麼也沒有。所以祖師在此地說出真心話，無法與人。"
    },
    {
      "id": "09-003-0018_p0034",
      "zh_CN": "若有所得，那就坏了、那就错了，为什么？有所得就有能得，有能所是众生知见，不是佛知见。可是教学是要有层次的，对初学的人，初级的佛法、中级的佛法，乃至于高级的佛法，没有离开心意识，他有所得，有能修、有所修，有能得、有所得，有修有证，这是不究竟的，这是不了义的。说到究竟了义，那就是宗门里面所讲的向上一着。刚才给诸位说过，这个向上一着的指示就无有定法可说。六祖他教学的对象，就是他的学生，是高水准的，他办的学院是最高等的学院，不是普通的学院。因此曹溪的教学法跟一般佛门的教学法就不一样了。所以他说无法与人。他怎么教？这底下一句就重要了。",
      "zh_TW": "若有所得，那就壞了、那就錯了，為什麼？有所得就有能得，有能所是眾生知見，不是佛知見。可是教學是要有層次的，對初學的人，初級的佛法、中級的佛法，乃至於高級的佛法，沒有離開心意識，他有所得，有能修、有所修，有能得、有所得，有修有證，這是不究竟的，這是不了義的。說到究竟了義，那就是宗門裡面所講的向上一著。剛才給諸位說過，這個向上一著的指示就無有定法可說。六祖他教學的對象，就是他的學生，是高水準的，他辦的學院是最高等的學院，不是普通的學院。因此曹溪的教學法跟一般佛門的教學法就不一樣了。所以他說無法與人。他怎麼教？這底下一句就重要了。"
    },
    {
      "id": "09-003-0018_p0035",
      "zh_CN": "【但且随方解缚。】",
      "zh_TW": "【但且隨方解縛。】"
    },
    {
      "id": "09-003-0018_p0036",
      "zh_CN": "只是随着，这个『方』是方便，『缚』是系缚，只是把你的系缚帮助你解开而已，除这个之外，什么法也没有，这个就很了不起了。你的关节在什么地方，你哪个地方不通了，他帮你指点一下，使你豁然大悟。因此六祖的学生都要自己有相当的根基，你到他这个门庭里面来才有大利益。如果是初学的人去跟六祖，那你一生都不会有成就。就好像一个研究所一样，大学毕业了，你到研究所，有受用，有大利益。你说我没念过书，我字都不认识，我要到研究所去念，你念一辈子都不得受用。为什么？程度不对，在佛门里面讲，根基不相契。",
      "zh_TW": "只是隨著，這個『方』是方便，『縛』是繫縛，只是把你的繫縛幫助你解開而已，除這個之外，什麼法也沒有，這個就很了不起了。你的關節在什麼地方，你哪個地方不通了，他幫你指點一下，使你豁然大悟。因此六祖的學生都要自己有相當的根基，你到他這個門庭裡面來才有大利益。如果是初學的人去跟六祖，那你一生都不會有成就。就好像一個研究所一樣，大學畢業了，你到研究所，有受用，有大利益。你說我沒念過書，我字都不認識，我要到研究所去念，你念一輩子都不得受用。為什麼？程度不對，在佛門裡面講，根基不相契。"
    },
    {
      "id": "09-003-0018_p0037",
      "zh_CN": "【假名三昧。如汝师所说戒定慧。实不可思议。】",
      "zh_TW": "【假名三昧。如汝師所說戒定慧。實不可思議。】"
    },
    {
      "id": "09-003-0018_p0038",
      "zh_CN": "这个『汝师』是指秀大师，平素教给你们这个戒定慧，实实在在是不可思议。这一句是赞叹的话。为什么？完全是为初学的人奠定良好的基础。",
      "zh_TW": "這個『汝師』是指秀大師，平素教給你們這個戒定慧，實實在在是不可思議。這一句是讚歎的話。為什麼？完全是為初學的人奠定良好的基礎。"
    },
    {
      "id": "09-003-0018_p0039",
      "zh_CN": "【吾所见戒定慧又别。】",
      "zh_TW": "【吾所見戒定慧又別。】"
    },
    {
      "id": "09-003-0018_p0040",
      "zh_CN": "我这个地方所讲戒定慧的形相，跟你老师教过你的不一样。",
      "zh_TW": "我這個地方所講戒定慧的形相，跟你老師教過你的不一樣。"
    },
    {
      "id": "09-003-0018_p0041",
      "zh_CN": "【志诚曰。戒定慧只合一种。如何更别。】",
      "zh_TW": "【志誠曰。戒定慧只合一種。如何更別。】"
    },
    {
      "id": "09-003-0018_p0042",
      "zh_CN": "诸位想到前面所讲的，法的确只有一种，但是人的根性不相同，所以才有大乘、小乘、顿教、渐教。大小顿渐是因人而分的，不是因法而生的，法里面没有大小顿渐，前面跟诸位说过。六祖就说了：",
      "zh_TW": "諸位想到前面所講的，法的確只有一種，但是人的根性不相同，所以才有大乘、小乘、頓教、漸教。大小頓漸是因人而分的，不是因法而生的，法裡面沒有大小頓漸，前面跟諸位說過。六祖就說了："
    },
    {
      "id": "09-003-0018_p0043",
      "zh_CN": "【师曰。汝师戒定慧接大乘人。】",
      "zh_TW": "【師曰。汝師戒定慧接大乘人。】"
    },
    {
      "id": "09-003-0018_p0044",
      "zh_CN": "『接』是接引，是教学，教这些大乘学者。",
      "zh_TW": "『接』是接引，是教學，教這些大乘學者。"
    },
    {
      "id": "09-003-0018_p0045",
      "zh_CN": "【吾戒定慧接最上乘人。】",
      "zh_TW": "【吾戒定慧接最上乘人。】"
    },
    {
      "id": "09-003-0018_p0046",
      "zh_CN": "好比说神秀大师所办的是大学，六祖大师所办的是研究所博士班，不一样。学生的根性不相同，水准不一样。",
      "zh_TW": "好比說神秀大師所辦的是大學，六祖大師所辦的是研究所博士班，不一樣。學生的根性不相同，水準不一樣。"
    },
    {
      "id": "09-003-0018_p0047",
      "zh_CN": "【悟解不同。见有迟疾。】",
      "zh_TW": "【悟解不同。見有遲疾。】"
    },
    {
      "id": "09-003-0018_p0048",
      "zh_CN": "『见』是见性。大乘见性慢，上上乘见性快，这个不同。",
      "zh_TW": "『見』是見性。大乘見性慢，上上乘見性快，這個不同。"
    },
    {
      "id": "09-003-0018_p0049",
      "zh_CN": "【汝听吾说。与彼同否。】",
      "zh_TW": "【汝聽吾說。與彼同否。】"
    },
    {
      "id": "09-003-0018_p0050",
      "zh_CN": "你听听我来讲讲，我平常教学生这个戒定慧的形相，你听听看，与你老师所讲的一样不一样？",
      "zh_TW": "你聽聽我來講講，我平常教學生這個戒定慧的形相，你聽聽看，與你老師所講的一樣不一樣？"
    },
    {
      "id": "09-003-0018_p0051",
      "zh_CN": "【吾所说法。不离自性。离体说法。名为相说。】",
      "zh_TW": "【吾所說法。不離自性。離體說法。名為相說。】"
    },
    {
      "id": "09-003-0018_p0052",
      "zh_CN": "这是先把他自己教学的原则说出来。曹溪所教的『不离自性』，不但是所有的言语「不离自性」；换句话说，都是从自性当中流露出来的，不落在八识里头，这一点非常重要。曹溪，在生活一切的作为上也不离自性，穿衣吃饭、一切造作都不离自性。不但在曹溪的时候六祖不离自性，六祖在黄梅破柴舂米都不离自性。这个不离自性，给诸位说，他生活在一真法界里，他生活在常寂光净土里、在实报庄严土里，跟我们怎么一样？我们今天生活在凡圣同居土中，所以这是不相同之处。如果说离开了自性，体就是自性，离开自性说法，『名为相说』，「相」是着相而说。着相而说那是众生知见，对于初级、中级的人来讲，他会听得懂，他能够接受；高级的佛法，对他们那些人来讲，反而不得受用，这是我们应当要晓得的。",
      "zh_TW": "這是先把他自己教學的原則說出來。曹溪所教的『不離自性』，不但是所有的言語「不離自性」；換句話說，都是從自性當中流露出來的，不落在八識裡頭，這一點非常重要。曹溪，在生活一切的作為上也不離自性，穿衣吃飯、一切造作都不離自性。不但在曹溪的時候六祖不離自性，六祖在黃梅破柴舂米都不離自性。這個不離自性，給諸位說，他生活在一真法界裡，他生活在常寂光淨土裡、在實報莊嚴土裡，跟我們怎麼一樣？我們今天生活在凡聖同居土中，所以這是不相同之處。如果說離開了自性，體就是自性，離開自性說法，『名為相說』，「相」是著相而說。著相而說那是眾生知見，對於初級、中級的人來講，他會聽得懂，他能夠接受；高級的佛法，對他們那些人來講，反而不得受用，這是我們應當要曉得的。"
    },
    {
      "id": "09-003-0018_p0053",
      "zh_CN": "【自性常迷。须知一切万法皆从自性起用。是真戒定慧法。】",
      "zh_TW": "【自性常迷。須知一切萬法皆從自性起用。是真戒定慧法。】"
    },
    {
      "id": "09-003-0018_p0054",
      "zh_CN": "『自性常迷』是指一切众生，如果自性要不迷，那就是佛菩萨。佛菩萨与众生实在没有差别，一个是自性迷了，一个是自性不迷，自性本身没有迷与不迷。『须知』就是对「常迷」来说的，如果是觉悟了，那就不需要多费事了。正因为众生自性常迷，所以佛菩萨才点醒你、告诉你，必须要知道，一切万法都是自性起用，这就是讲的万法唯识，所谓是三界唯心，万法唯识。自性起用就是戒定慧，是真正的『戒定慧法』。这是大意，曹溪教学的大意，六祖已经和盘托出了。",
      "zh_TW": "『自性常迷』是指一切眾生，如果自性要不迷，那就是佛菩薩。佛菩薩與眾生實在沒有差別，一個是自性迷了，一個是自性不迷，自性本身沒有迷與不迷。『須知』就是對「常迷」來說的，如果是覺悟了，那就不需要多費事了。正因為眾生自性常迷，所以佛菩薩才點醒你、告訴你，必須要知道，一切萬法都是自性起用，這就是講的萬法唯識，所謂是三界唯心，萬法唯識。自性起用就是戒定慧，是真正的『戒定慧法』。這是大意，曹溪教學的大意，六祖已經和盤托出了。"
    },
    {
      "id": "09-003-0018_p0055",
      "zh_CN": "【听吾偈曰。】",
      "zh_TW": "【聽吾偈曰。】"
    },
    {
      "id": "09-003-0018_p0056",
      "zh_CN": "末后说一首偈做为总结。",
      "zh_TW": "末後說一首偈做為總結。"
    },
    {
      "id": "09-003-0018_p0057",
      "zh_CN": "【心地无非自性戒。】",
      "zh_TW": "【心地無非自性戒。】"
    },
    {
      "id": "09-003-0018_p0058",
      "zh_CN": "宇宙万有的本体就是心地。佛法里面讲心，这个地是比喻，把心比喻作大地。我们晓得，一切万法都是依地而生长、依地而生存，地能生、能长，它有这个意思。这个地方就把心比喻作地，心能生万法。所以《华严》上说，「应观法界性」，就是你应该要观察，十法界依正庄严的体性，体性是什么？「一切唯心造」。一切现象怎么来的？唯识所变，识就是心，心就是识。我们讲心，从体上讲，好比我们讲镜子，从体上说的；讲识，从它作用上说，譬如镜子它有能照的作用，它有显像的作用。从能照、从显像来说，这就是万法唯识；从它本体上来讲，就是三界唯心。",
      "zh_TW": "宇宙萬有的本體就是心地。佛法裡面講心，這個地是比喻，把心比喻作大地。我們曉得，一切萬法都是依地而生長、依地而生存，地能生、能長，它有這個意思。這個地方就把心比喻作地，心能生萬法。所以《華嚴》上說，「應觀法界性」，就是你應該要觀察，十法界依正莊嚴的體性，體性是什麼？「一切唯心造」。一切現象怎麼來的？唯識所變，識就是心，心就是識。我們講心，從體上講，好比我們講鏡子，從體上說的；講識，從它作用上說，譬如鏡子它有能照的作用，它有顯像的作用。從能照、從顯像來說，這就是萬法唯識；從它本體上來講，就是三界唯心。"
    },
    {
      "id": "09-003-0018_p0059",
      "zh_CN": "『心地无非』，我们心是清净的，心是真本，无染无过失。像经论当中常常讲的，「自性本来无染，离五欲过故」，这五欲就是财色名食睡，我们自性里面的确没有这些东西。「但有系念则违自性作用，所以为非也」，我们在五欲六尘境界当中，心里面才有一点点系念，系念就是我们俗话讲的牵挂，有那么一点点牵挂，这就是违背了自性作用，这个就叫非，错了。「为非是恶作愚痴散乱，故佛教以戒定慧对治之也」。所以六祖说了，「心地无非」，心地没有贪瞋痴，心地本来清净，心地本来无染，这个就是戒，这个戒是自性戒，自性起用就是戒，而且这个是真戒。",
      "zh_TW": "『心地無非』，我們心是清淨的，心是真本，無染無過失。像經論當中常常講的，「自性本來無染，離五欲過故」，這五欲就是財色名食睡，我們自性裡面的確沒有這些東西。「但有繫念則違自性作用，所以為非也」，我們在五欲六塵境界當中，心裡面才有一點點繫念，繫念就是我們俗話講的牽掛，有那麼一點點牽掛，這就是違背了自性作用，這個就叫非，錯了。「為非是惡作愚痴散亂，故佛教以戒定慧對治之也」。所以六祖說了，「心地無非」，心地沒有貪瞋痴，心地本來清淨，心地本來無染，這個就是戒，這個戒是自性戒，自性起用就是戒，而且這個是真戒。"
    },
    {
      "id": "09-003-0018_p0060",
      "zh_CN": "【心地无痴自性慧。】",
      "zh_TW": "【心地無痴自性慧。】"
    },
    {
      "id": "09-003-0018_p0061",
      "zh_CN": "真如本性里头没有愚痴。为什么？自性是觉悟的，而且自性本来就是觉悟的，像《起信论》里面所说的「本觉本有，不觉本无」。诸位要知道，如果你是肯定，相信了这句话，「本觉本有」这就是自性慧，『心地无痴自性慧』就是本觉本有。本有当然不会失掉，本有当然可以证得。不觉就是愚痴、就是迷惑，菩萨告诉我们，这个本无，本来没有。因此，愚痴迷惑是不正常的现象，本来没有这个现象。既然是本来无，我们当然可以断掉，这我们自己有信心。如果这愚痴是本来有的，那我们就断不了。痴迷本来无的，必定可以断掉。",
      "zh_TW": "真如本性裡頭沒有愚痴。為什麼？自性是覺悟的，而且自性本來就是覺悟的，像《起信論》裡面所說的「本覺本有，不覺本無」。諸位要知道，如果你是肯定，相信了這句話，「本覺本有」這就是自性慧，『心地無痴自性慧』就是本覺本有。本有當然不會失掉，本有當然可以證得。不覺就是愚痴、就是迷惑，菩薩告訴我們，這個本無，本來沒有。因此，愚痴迷惑是不正常的現象，本來沒有這個現象。既然是本來無，我們當然可以斷掉，這我們自己有信心。如果這愚痴是本來有的，那我們就斷不了。痴迷本來無的，必定可以斷掉。"
    },
    {
      "id": "09-003-0018_p0062",
      "zh_CN": "【心地无乱自性定。】",
      "zh_TW": "【心地無亂自性定。】"
    },
    {
      "id": "09-003-0018_p0063",
      "zh_CN": "真如本性这是本定，《楞严经》里面讲的首楞严大定。楞严大定叫性定，性定就是说真如本性它原本就是定，它不乱，不乱就叫定。由此可知，六祖大师所讲的戒定慧完全讲的性德，神秀大师所讲的戒定慧是讲的修德。性定、性德是不要修的，本来具足的。可是诸位必须要记住，如果没有修德，性德虽有，不能现前。因为照六祖这个讲的，这个自性的戒定慧我们人人具足。我们回过头来想想，我们今天戒定慧在哪里？本具的，不错！而我们今天在日常生活当中，戒定慧统统丧失掉了，我们今天所看到的现象，是起心动念造作一切恶业，是愚痴、是散乱。由此可知，我们与自性戒定慧完全相违背了，这就叫凡夫。自己虽然有，把它迷失了，所以这个戒定慧的相显露不出来了。觉悟了，自性戒定慧一下契入，这就是向上一着的提升，从修德进入到性德。进入到性德，这叫大彻大悟，这叫做明心见性，见性成佛。",
      "zh_TW": "真如本性這是本定，《楞嚴經》裡面講的首楞嚴大定。楞嚴大定叫性定，性定就是說真如本性它原本就是定，它不亂，不亂就叫定。由此可知，六祖大師所講的戒定慧完全講的性德，神秀大師所講的戒定慧是講的修德。性定、性德是不要修的，本來具足的。可是諸位必須要記住，如果沒有修德，性德雖有，不能現前。因為照六祖這個講的，這個自性的戒定慧我們人人具足。我們回過頭來想想，我們今天戒定慧在哪裡？本具的，不錯！而我們今天在日常生活當中，戒定慧統統喪失掉了，我們今天所看到的現象，是起心動念造作一切惡業，是愚痴、是散亂。由此可知，我們與自性戒定慧完全相違背了，這就叫凡夫。自己雖然有，把它迷失了，所以這個戒定慧的相顯露不出來了。覺悟了，自性戒定慧一下契入，這就是向上一著的提升，從修德進入到性德。進入到性德，這叫大徹大悟，這叫做明心見性，見性成佛。"
    },
    {
      "id": "09-003-0018_p0064",
      "zh_CN": "【不增不减自金刚。】",
      "zh_TW": "【不增不減自金剛。】"
    },
    {
      "id": "09-003-0018_p0065",
      "zh_CN": "『金刚』是比喻，这就是说自性。自性戒定慧，在佛的位置上并没有增加一点，在我们凡夫地位上也没有减少一点，『不增不减』，犹如「金刚」一样，金刚是比喻它坚固、不坏，取这个比喻。",
      "zh_TW": "『金剛』是比喻，這就是說自性。自性戒定慧，在佛的位置上並沒有增加一點，在我們凡夫地位上也沒有減少一點，『不增不減』，猶如「金剛」一樣，金剛是比喻它堅固、不壞，取這個比喻。"
    },
    {
      "id": "09-003-0018_p0066",
      "zh_CN": "【身去身来本三昧。】",
      "zh_TW": "【身去身來本三昧。】"
    },
    {
      "id": "09-003-0018_p0067",
      "zh_CN": "来去、作务一切自在。『三昧』就是大定，性定，我们所谓是楞严大定，什么时候不在定中？坐着是定，站着也是定，走路还是入定，睡大觉也是入定，这个定没有出入，所谓的「那伽常在定，无有不定时」。所以这个定叫常定，常定就是性定。诸佛菩萨看一切众生，的确与他自己没有两样，可是众生自己不觉得。这从哪里看？诸位如果说读过《楞严经》，我一提你就晓得。楞严会里面，佛就一切众生六根根性当中指出来，根性就是本性，我们的见性、我们的闻性、我们的觉性、我们的知性，何尝有散乱、何尝有来去、何尝有动摇、何尝有生灭，那不是自性本定是什么？一切众生天天用它而不晓得它的本来面目，它的本来面目就是自家本来面目，所以一切众生迷失了自己本来面目。六祖大师开示到此地。",
      "zh_TW": "來去、作務一切自在。『三昧』就是大定，性定，我們所謂是楞嚴大定，什麼時候不在定中？坐著是定，站著也是定，走路還是入定，睡大覺也是入定，這個定沒有出入，所謂的「那伽常在定，無有不定時」。所以這個定叫常定，常定就是性定。諸佛菩薩看一切眾生，的確與他自己沒有兩樣，可是眾生自己不覺得。這從哪裡看？諸位如果說讀過《楞嚴經》，我一提你就曉得。楞嚴會裡面，佛就一切眾生六根根性當中指出來，根性就是本性，我們的見性、我們的聞性、我們的覺性、我們的知性，何嘗有散亂、何嘗有來去、何嘗有動搖、何嘗有生滅，那不是自性本定是什麼？一切眾生天天用它而不曉得它的本來面目，它的本來面目就是自家本來面目，所以一切眾生迷失了自己本來面目。六祖大師開示到此地。"
    },
    {
      "id": "09-003-0018_p0068",
      "zh_CN": "【诚闻偈。悔谢。乃呈一偈。】",
      "zh_TW": "【誠聞偈。悔謝。乃呈一偈。】"
    },
    {
      "id": "09-003-0018_p0069",
      "zh_CN": "志诚听到六祖开示之后，这觉悟了。『悔』是后悔，过去那么多年的修学没有能够悟明这个道理，现在才恍然大悟。对于老师指点的恩德非常之感谢。他也呈一首偈子，提出他自己心得报告。",
      "zh_TW": "志誠聽到六祖開示之後，這覺悟了。『悔』是後悔，過去那麼多年的修學沒有能夠悟明這個道理，現在才恍然大悟。對於老師指點的恩德非常之感謝。他也呈一首偈子，提出他自己心得報告。"
    },
    {
      "id": "09-003-0018_p0070",
      "zh_CN": "【五蕴幻身。幻何究竟。回趣真如。法还不净。】",
      "zh_TW": "【五蘊幻身。幻何究竟。迴趣真如。法還不淨。】"
    },
    {
      "id": "09-003-0018_p0071",
      "zh_CN": "这四句偈是了义、是究竟，是真正觉悟了。我们现在这个身是『五蕴幻身』，色受想行识众缘和合而现的幻相，这个幻相不是真的，刹那生灭。现在科学发达，医药进步，我们现在已经明了，我们这个身体是无数的细胞所组合的，而且这些细胞不断的在新陈代谢，刹那刹那之中，老的细胞死了，新的细胞产生了。现代的生理学里面告诉我们，我们的新陈代谢七年是一个周期，就是七年旧的细胞一个都没有了，换句话就是，七年完全统统都换成新的了，新陈代谢。我们要问问，这个身是自己，身是无数细胞合成的，哪一个细胞是自己？不断的有新生，不断的有消灭的，所以在新陈代谢里面，心心不住，这里头没有自己。色法里头没有自己，心法受想行识念念迁灭，更找不到自己了。所以要觉悟，这个身是幻身，这个心是妄心，不是真心。",
      "zh_TW": "這四句偈是了義、是究竟，是真正覺悟了。我們現在這個身是『五蘊幻身』，色受想行識眾緣和合而現的幻相，這個幻相不是真的，剎那生滅。現在科學發達，醫藥進步，我們現在已經明瞭，我們這個身體是無數的細胞所組合的，而且這些細胞不斷的在新陳代謝，剎那剎那之中，老的細胞死了，新的細胞產生了。現代的生理學裡面告訴我們，我們的新陳代謝七年是一個周期，就是七年舊的細胞一個都沒有了，換句話就是，七年完全統統都換成新的了，新陳代謝。我們要問問，這個身是自己，身是無數細胞合成的，哪一個細胞是自己？不斷的有新生，不斷的有消滅的，所以在新陳代謝裡面，心心不住，這裡頭沒有自己。色法裡頭沒有自己，心法受想行識念念遷滅，更找不到自己了。所以要覺悟，這個身是幻身，這個心是妄心，不是真心。"
    },
    {
      "id": "09-003-0018_p0072",
      "zh_CN": "『幻何究竟』，你要一下觉悟到身心皆幻，幻不是究竟的，幻是虚妄的。我们现在学道了，我们要回向，要趣向于真如。你要有趣向于真如这个念头，这样的分别、这样的执着，『法还不净』，这还叫多事。能不能证得真如？不能证得。为什么？你有障碍。你障碍在哪里？就是你有趣向真如。本来无一物，哪来的真如？本来无一物，怎么里头又产生了一个趣向？到这个时候才是言语道断，心行处灭。这是彻悟的境界。",
      "zh_TW": "『幻何究竟』，你要一下覺悟到身心皆幻，幻不是究竟的，幻是虛妄的。我們現在學道了，我們要迴向，要趣向於真如。你要有趣向於真如這個念頭，這樣的分別、這樣的執著，『法還不淨』，這還叫多事。能不能證得真如？不能證得。為什麼？你有障礙。你障礙在哪裡？就是你有趣向真如。本來無一物，哪來的真如？本來無一物，怎麼裡頭又產生了一個趣向？到這個時候才是言語道斷，心行處滅。這是徹悟的境界。"
    },
    {
      "id": "09-003-0018_p0073",
      "zh_CN": "【师然之。】",
      "zh_TW": "【師然之。】"
    },
    {
      "id": "09-003-0018_p0074",
      "zh_CN": "他这一首偈呈出之后，六祖大师同意，许可他，也就是给他印可，对的。",
      "zh_TW": "他這一首偈呈出之後，六祖大師同意，許可他，也就是給他印可，對的。"
    },
    {
      "id": "09-003-0018_p0075",
      "zh_CN": "【复语诚曰。汝师戒定慧。劝小根智人。吾戒定慧。劝大根智人。】",
      "zh_TW": "【復語誠曰。汝師戒定慧。勸小根智人。吾戒定慧。勸大根智人。】"
    },
    {
      "id": "09-003-0018_p0076",
      "zh_CN": "这是又告诉他，秀大师所说的那个戒定慧是劝勉一些小根智慧之人。这个地方的小根智人不当作小乘人讲。前面说过，秀大师所接引的是大乘人，六祖所接的是上上根人。他这个地方的大根智人就是上上根人，他这里所讲的小根智人就是一般的大乘人。这就是南北两宗教学对象不相同，不是法不相同，是对象不相同。",
      "zh_TW": "這是又告訴他，秀大師所說的那個戒定慧是勸勉一些小根智慧之人。這個地方的小根智人不當作小乘人講。前面說過，秀大師所接引的是大乘人，六祖所接的是上上根人。他這個地方的大根智人就是上上根人，他這裡所講的小根智人就是一般的大乘人。這就是南北兩宗教學對象不相同，不是法不相同，是對象不相同。"
    },
    {
      "id": "09-003-0018_p0077",
      "zh_CN": "【若悟自性。亦不立菩提涅槃。亦不立解脱知见。无一法可得。方能建立万法。】",
      "zh_TW": "【若悟自性。亦不立菩提涅槃。亦不立解脫知見。無一法可得。方能建立萬法。】"
    },
    {
      "id": "09-003-0018_p0078",
      "zh_CN": "这就是我们平常所讲，无为而无所不为。问题在哪里？问题就是要在悟，在开悟，『悟自性』。所谓「悟自性」，也就是悟三界唯心，万法唯识。悟自性是什么样子？悟性、悟自性我自己晓得不晓得？给诸位说，晓得。真正悟自性了，自己亲自见到了，亲自体会到了，这里头不是妄想、不是猜测、不是推想，是你自己亲证。证得什么？尽虚空遍法界原来就是自己一个人。这个境界很难懂。",
      "zh_TW": "這就是我們平常所講，無為而無所不為。問題在哪裡？問題就是要在悟，在開悟，『悟自性』。所謂「悟自性」，也就是悟三界唯心，萬法唯識。悟自性是什麼樣子？悟性、悟自性我自己曉得不曉得？給諸位說，曉得。真正悟自性了，自己親自見到了，親自體會到了，這裡頭不是妄想、不是猜測、不是推想，是你自己親證。證得什麼？盡虛空遍法界原來就是自己一個人。這個境界很難懂。"
    },
    {
      "id": "09-003-0018_p0079",
      "zh_CN": "我举一个比喻给诸位说，凡夫都会作梦，学佛的人除了梦中境界之外，他还有定中境界。这些境界都不是我们事实现量境界，别人见不到的。可是你作梦的时候，你自己清清楚楚，你入定的时候，你也清清楚楚。你有没有想到，譬如作梦了，我这一觉醒来，想想刚才的梦境，梦里面有自己，也有自己认识的人，还有不认识的人；有喜欢的人，也有冤家对头；梦里面也有天地，有山河大地，跟我们现前境界一样。梦境从哪来的？是不是你自己心里头变现出来的？因为这个时间短，觉悟得快，立刻就晓得，整个梦境都是我们自己心里头变现出来的。我们要问，梦中哪一个境界不是你的心？梦中的自己是我心变现的，梦中我喜欢的人是我自己变的，梦中冤家对头也是自己变的，梦中山河大地还是自己变的，除了自己之外，你能找得到第二个人吗？找不到。整个梦境就是自己的一心，自己一个心变化为整个梦境。这一个比喻容易懂。入定里所见到定中境界亦复如是，跟梦境没有两样，晓得全境即心，全心即境。",
      "zh_TW": "我舉一個比喻給諸位說，凡夫都會作夢，學佛的人除了夢中境界之外，他還有定中境界。這些境界都不是我們事實現量境界，別人見不到的。可是你作夢的時候，你自己清清楚楚，你入定的時候，你也清清楚楚。你有沒有想到，譬如作夢了，我這一覺醒來，想想剛才的夢境，夢裡面有自己，也有自己認識的人，還有不認識的人；有喜歡的人，也有冤家對頭；夢裡面也有天地，有山河大地，跟我們現前境界一樣。夢境從哪來的？是不是你自己心裡頭變現出來的？因為這個時間短，覺悟得快，立刻就曉得，整個夢境都是我們自己心裡頭變現出來的。我們要問，夢中哪一個境界不是你的心？夢中的自己是我心變現的，夢中我喜歡的人是我自己變的，夢中冤家對頭也是自己變的，夢中山河大地還是自己變的，除了自己之外，你能找得到第二個人嗎？找不到。整個夢境就是自己的一心，自己一個心變化為整個夢境。這一個比喻容易懂。入定裡所見到定中境界亦復如是，跟夢境沒有兩樣，曉得全境即心，全心即境。"
    },
    {
      "id": "09-003-0018_p0080",
      "zh_CN": "如果你把这个道理再回过来一观照，你就晓得，我们今天所谓十法界依正庄严，整个宇宙人生的全体，就是我们自己真心显现之物。它的体就是我们自己的一个真心，它的相就是我们真心起作用，所以说唯识，识就是真心起作用，变现出来的境界。尽虚空遍法界就是自己一个心自己变现出来的。所以宗门常讲「若人识得心，大地无寸土」，这个就是悟自性。所以一悟自性，这个法界就是一了，就不是十了，叫一真法界。一是真的，真实的，没有虚妄。为什么？境也不妄了，境就是心，心是真实的，境就是心，心就是境，心境不二，这个就入不二法门。这个时候你的心也真正是一了，没有二心了，尽虚空遍法界你的心常一，什么境界里头都不起心、都不动念，真相大白。",
      "zh_TW": "如果你把這個道理再回過來一觀照，你就曉得，我們今天所謂十法界依正莊嚴，整個宇宙人生的全體，就是我們自己真心顯現之物。它的體就是我們自己的一個真心，它的相就是我們真心起作用，所以說唯識，識就是真心起作用，變現出來的境界。盡虛空遍法界就是自己一個心自己變現出來的。所以宗門常講「若人識得心，大地無寸土」，這個就是悟自性。所以一悟自性，這個法界就是一了，就不是十了，叫一真法界。一是真的，真實的，沒有虛妄。為什麼？境也不妄了，境就是心，心是真實的，境就是心，心就是境，心境不二，這個就入不二法門。這個時候你的心也真正是一了，沒有二心了，盡虛空遍法界你的心常一，什麼境界裡頭都不起心、都不動念，真相大白。"
    },
    {
      "id": "09-003-0018_p0081",
      "zh_CN": "这个时候『亦不立菩提涅槃』，什么「菩提涅槃」都没有了。所以菩提涅槃是假的。『亦不立解脱知见』，「解脱知见」也没有了。为什么？菩提涅槃、解脱知见都是因为众生不悟的时候建立这些法，好像众生有病，用这些药方来治病的。病一好了，这药方也不要了；病好了，没有药了。这个时候叫无有一法可得，这个就是《心经》里面「无智亦无得」，也就是释迦牟尼佛在《金刚经》上所讲的，如来于燃灯佛所实无法可得，无有一法可得。无有一法可得，叫得道了，叫成佛了，也是《楞严经》里面所说的，「圆满菩提，归无所得」。前面我们特别跟诸位提示这个「无所得」，像智隍禅师来参学的时候，他证得什么？就是证得个无所得，他得道了。",
      "zh_TW": "這個時候『亦不立菩提涅槃』，什麼「菩提涅槃」都沒有了。所以菩提涅槃是假的。『亦不立解脫知見』，「解脫知見」也沒有了。為什麼？菩提涅槃、解脫知見都是因為眾生不悟的時候建立這些法，好像眾生有病，用這些藥方來治病的。病一好了，這藥方也不要了；病好了，沒有藥了。這個時候叫無有一法可得，這個就是《心經》裡面「無智亦無得」，也就是釋迦牟尼佛在《金剛經》上所講的，如來於燃燈佛所實無法可得，無有一法可得。無有一法可得，叫得道了，叫成佛了，也是《楞嚴經》裡面所說的，「圓滿菩提，歸無所得」。前面我們特別跟諸位提示這個「無所得」，像智隍禪師來參學的時候，他證得什麼？就是證得個無所得，他得道了。"
    },
    {
      "id": "09-003-0018_p0082",
      "zh_CN": "到这个时候『方能建立万法』，这个「万法」是什么？教学法。因为你自己成就了，自己真正觉悟、不迷了，这个时候你可以教化一切众生，你可以开无量方便法门。释迦牟尼佛说法四十九年，讲经三百余会，以八万四千法门教化一切众生，「建立万法」。由此可知，他所建立的万法是从什么基础上建立的？是从「无一法可得」上建立的。你就应当要晓得，一切万法原来是一法也没有。为什么？因为它是在「无一法可得」的基础上建立的，所以我们要懂这个意思。因此，诸佛所说之法决定不能执着，执着就错了。",
      "zh_TW": "到這個時候『方能建立萬法』，這個「萬法」是什麼？教學法。因為你自己成就了，自己真正覺悟、不迷了，這個時候你可以教化一切眾生，你可以開無量方便法門。釋迦牟尼佛說法四十九年，講經三百餘會，以八萬四千法門教化一切眾生，「建立萬法」。由此可知，他所建立的萬法是從什麼基礎上建立的？是從「無一法可得」上建立的。你就應當要曉得，一切萬法原來是一法也沒有。為什麼？因為它是在「無一法可得」的基礎上建立的，所以我們要懂這個意思。因此，諸佛所說之法決定不能執著，執著就錯了。"
    },
    {
      "id": "09-003-0018_p0083",
      "zh_CN": "【若解此意。亦名佛身。亦名菩提涅槃。亦名解脱知见。】",
      "zh_TW": "【若解此意。亦名佛身。亦名菩提涅槃。亦名解脫知見。】"
    },
    {
      "id": "09-003-0018_p0084",
      "zh_CN": "你要不解这个意思，换句话说，给你讲佛身，你就执着佛身；给你讲菩提涅槃，就执着有个菩提涅槃；给你说解脱知见，你真以为有个解脱知见，你完全是死在名句之下，执迷不悟！这样的读书人是书呆子，这样的学佛人叫佛呆子，愈学愈傻，愈迷愈重，他永远不能开悟。",
      "zh_TW": "你要不解這個意思，換句話說，給你講佛身，你就執著佛身；給你講菩提涅槃，就執著有個菩提涅槃；給你說解脫知見，你真以為有個解脫知見，你完全是死在名句之下，執迷不悟！這樣的讀書人是書呆子，這樣的學佛人叫佛呆子，愈學愈傻，愈迷愈重，他永遠不能開悟。"
    },
    {
      "id": "09-003-0018_p0085",
      "zh_CN": "【见性之人。立亦得。不立亦得。】",
      "zh_TW": "【見性之人。立亦得。不立亦得。】"
    },
    {
      "id": "09-003-0018_p0086",
      "zh_CN": "见性的人他说话就活活泼泼，正面说也是，反面说也是，无所不是，所谓是理事无碍，事事无碍。不见性的人问题就大，怎么说都不是，无有是处；见性的人横说、竖说都对，无有非处。",
      "zh_TW": "見性的人他說話就活活潑潑，正面說也是，反面說也是，無所不是，所謂是理事無礙，事事無礙。不見性的人問題就大，怎麼說都不是，無有是處；見性的人橫說、豎說都對，無有非處。"
    },
    {
      "id": "09-003-0018_p0087",
      "zh_CN": "【来去自由。无滞无碍。应用随作。应语随答。】",
      "zh_TW": "【來去自由。無滯無礙。應用隨作。應語隨答。】"
    },
    {
      "id": "09-003-0018_p0088",
      "zh_CN": "理事无碍，事事无碍。『应用随作』，像观世音菩萨三十二应身，像释迦牟尼佛千百亿化身，与一切众生和光同尘，「应用随作」。心里面空空如也，无有一物。一切众生，无论你问什么问题，随问随答，答得一点都不错。释迦牟尼佛四十九年讲经就是随语随答，「语」是别人来问，决定不落在思惟上，不落在意识上。人家要问我们一个问题，我们要想一想怎么答复他，这想一想就落到第六识去了。第六识是比量不是现量，第六识是迷不是悟。所以禅宗这个机锋语不落在思量上，要随问随答，答得很快，不可以思考。说想一想，思考一下，那就错了，那就落在第二义了，不是第一义。",
      "zh_TW": "理事無礙，事事無礙。『應用隨作』，像觀世音菩薩三十二應身，像釋迦牟尼佛千百億化身，與一切眾生和光同塵，「應用隨作」。心裡面空空如也，無有一物。一切眾生，無論你問什麼問題，隨問隨答，答得一點都不錯。釋迦牟尼佛四十九年講經就是隨語隨答，「語」是別人來問，決定不落在思惟上，不落在意識上。人家要問我們一個問題，我們要想一想怎麼答覆他，這想一想就落到第六識去了。第六識是比量不是現量，第六識是迷不是悟。所以禪宗這個機鋒語不落在思量上，要隨問隨答，答得很快，不可以思考。說想一想，思考一下，那就錯了，那就落在第二義了，不是第一義。"
    },
    {
      "id": "09-003-0018_p0089",
      "zh_CN": "【普见化身。不离自性。】",
      "zh_TW": "【普見化身。不離自性。】"
    },
    {
      "id": "09-003-0018_p0090",
      "zh_CN": "这个『化身』，前面讲过，在自性三身佛里面说过，就我们自己的这个身体，我们一天到晚的造作，一天到晚的应用，就是千百亿化身，总不离自性。",
      "zh_TW": "這個『化身』，前面講過，在自性三身佛裡面說過，就我們自己的這個身體，我們一天到晚的造作，一天到晚的應用，就是千百億化身，總不離自性。"
    },
    {
      "id": "09-003-0018_p0091",
      "zh_CN": "【即得自在神通游戏三昧。】",
      "zh_TW": "【即得自在神通遊戲三昧。】"
    },
    {
      "id": "09-003-0018_p0092",
      "zh_CN": "『神』是神奇，『通』是通达。什么都通达，这在我们感觉得是不可思议，很神奇的，别人做不到，他都能做到，这个叫『自在神通』，在生活里面得大自在，一切障碍都没有了。『游戏三昧』，「游戏」是什么？在人间；「三昧」是什么？是在定中。像释迦牟尼佛，讲经三百余会，说法四十九年，足迹游遍了五印度，他常在定中。为什么？他的心从来没有乱过、没有动过，这就是常在三昧之中。一天到晚跟大众相处，什么境界他都接触，他的心不为境界所动，就是三昧；什么场合都接触，就是游戏。像我们看《华严经》，善财童子五十三参是游戏，生活就是游戏。你看，这个多自在！这是真正之乐。虽游戏，不动，不起心不动念、不分别不执着，这个叫三昧。佛门里面讲功夫，这就叫功夫，这是真正的功夫。",
      "zh_TW": "『神』是神奇，『通』是通達。什麼都通達，這在我們感覺得是不可思議，很神奇的，別人做不到，他都能做到，這個叫『自在神通』，在生活裡面得大自在，一切障礙都沒有了。『遊戲三昧』，「遊戲」是什麼？在人間；「三昧」是什麼？是在定中。像釋迦牟尼佛，講經三百餘會，說法四十九年，足跡遊遍了五印度，他常在定中。為什麼？他的心從來沒有亂過、沒有動過，這就是常在三昧之中。一天到晚跟大眾相處，什麼境界他都接觸，他的心不為境界所動，就是三昧；什麼場合都接觸，就是遊戲。像我們看《華嚴經》，善財童子五十三參是遊戲，生活就是遊戲。你看，這個多自在！這是真正之樂。雖遊戲，不動，不起心不動念、不分別不執著，這個叫三昧。佛門裡面講功夫，這就叫功夫，這是真正的功夫。"
    },
    {
      "id": "09-003-0018_p0093",
      "zh_CN": "凡夫在这个世间，为什么不能说游戏？游戏是乐，凡夫的生活苦。他为什么苦？因为他心动，心随着境界转，生苦乐忧喜舍，起七情五欲，这苦！佛菩萨在境界里面，不起心、不动念、不执着、不分别，不起七情五欲，所以他乐，得大自在，这个就叫做「自在神通游戏三昧」。",
      "zh_TW": "凡夫在這個世間，為什麼不能說遊戲？遊戲是樂，凡夫的生活苦。他為什麼苦？因為他心動，心隨著境界轉，生苦樂憂喜捨，起七情五欲，這苦！佛菩薩在境界裡面，不起心、不動念、不執著、不分別，不起七情五欲，所以他樂，得大自在，這個就叫做「自在神通遊戲三昧」。"
    },
    {
      "id": "09-003-0018_p0094",
      "zh_CN": "【是名见性。】",
      "zh_TW": "【是名見性。】"
    },
    {
      "id": "09-003-0018_p0095",
      "zh_CN": "这是见性的样子。所以我们自己有没有见性自己非常清楚。甚至于我们是不是向见性这个路上走，距离见性大概还有多少时候，我们自己都晓得。我们一天比一天接近，我们这个境界就是一天比一天自在，我们六根在六尘境界里头，一天比一天不染，一天比一天清净。所以「神通游戏三昧」如果说是天天在增长，我们就晓得，我们是在菩提道上，我们这个修行的路子很正确，对于我们明心见性，我们自己有信心、有把握。所以这种修学法，这叫法喜充满。",
      "zh_TW": "這是見性的樣子。所以我們自己有沒有見性自己非常清楚。甚至於我們是不是向見性這個路上走，距離見性大概還有多少時候，我們自己都曉得。我們一天比一天接近，我們這個境界就是一天比一天自在，我們六根在六塵境界裡頭，一天比一天不染，一天比一天清淨。所以「神通遊戲三昧」如果說是天天在增長，我們就曉得，我們是在菩提道上，我們這個修行的路子很正確，對於我們明心見性，我們自己有信心、有把握。所以這種修學法，這叫法喜充滿。"
    },
    {
      "id": "09-003-0018_p0096",
      "zh_CN": "【志诚再启师曰。】",
      "zh_TW": "【志誠再啟師曰。】"
    },
    {
      "id": "09-003-0018_p0097",
      "zh_CN": "这是又请教。",
      "zh_TW": "這是又請教。"
    },
    {
      "id": "09-003-0018_p0098",
      "zh_CN": "【如何是不立义。】",
      "zh_TW": "【如何是不立義。】"
    },
    {
      "id": "09-003-0018_p0099",
      "zh_CN": "见了性了，立也可，不立也可。『立』这个意思容易明了，为什么？诸佛菩萨教化众生，建立万法。什么是叫「不立」？",
      "zh_TW": "見了性了，立也可，不立也可。『立』這個意思容易明瞭，為什麼？諸佛菩薩教化眾生，建立萬法。什麼是叫「不立」？"
    },
    {
      "id": "09-003-0018_p0100",
      "zh_CN": "【师曰。自性无非无痴无乱。】",
      "zh_TW": "【師曰。自性無非無痴無亂。】"
    },
    {
      "id": "09-003-0018_p0101",
      "zh_CN": "真如自性里面没有一念之非，我们就是以六根根性来说，我们的见性、闻性、觉性、尝性、知性，在这里头找不到过失。诸位在《楞严经》里面，你去读十番显见，你就可以明了了。自性『无痴』，它本觉，它哪有痴？自性『无乱』，它本定。",
      "zh_TW": "真如自性裡面沒有一念之非，我們就是以六根根性來說，我們的見性、聞性、覺性、嘗性、知性，在這裡頭找不到過失。諸位在《楞嚴經》裡面，你去讀十番顯見，你就可以明瞭了。自性『無痴』，它本覺，它哪有痴？自性『無亂』，它本定。"
    },
    {
      "id": "09-003-0018_p0102",
      "zh_CN": "【念念般若观照。常离法相。自由自在。纵横尽得。有何可立。】",
      "zh_TW": "【念念般若觀照。常離法相。自由自在。縱橫盡得。有何可立。】"
    },
    {
      "id": "09-003-0018_p0103",
      "zh_CN": "诸位要晓得，祖师说，「见性之人，立亦得，不立亦得」，立是为了利益众生，由此可知，建立万法是利他的。这个建立万法要是自利，那糟糕了，那就迷惑颠倒了。自受用是不立，一法不立，自己这个心才清净，对众生则是建立八万四千法门。所以建立就是不建立，建立他，不建立自，自他不二。对自己不能建立一法，建立一法就是迷；对他要建立，因为他正在迷，他没有悟。这个意思我们一定要懂。下面几句话是劝勉他的。",
      "zh_TW": "諸位要曉得，祖師說，「見性之人，立亦得，不立亦得」，立是為了利益眾生，由此可知，建立萬法是利他的。這個建立萬法要是自利，那糟糕了，那就迷惑顛倒了。自受用是不立，一法不立，自己這個心才清淨，對眾生則是建立八萬四千法門。所以建立就是不建立，建立他，不建立自，自他不二。對自己不能建立一法，建立一法就是迷；對他要建立，因為他正在迷，他沒有悟。這個意思我們一定要懂。下面幾句話是勸勉他的。"
    },
    {
      "id": "09-003-0018_p0104",
      "zh_CN": "【自性自悟。顿悟顿修。亦无渐次。所以不立一切法。】",
      "zh_TW": "【自性自悟。頓悟頓修。亦無漸次。所以不立一切法。】"
    },
    {
      "id": "09-003-0018_p0105",
      "zh_CN": "明心见性，向上一着，不离开这个原则，悟要顿悟，修要顿修，前面所谓是不落阶级，何阶级之有，就是此地讲『无渐次』。『所以不立一切法』。",
      "zh_TW": "明心見性，向上一著，不離開這個原則，悟要頓悟，修要頓修，前面所謂是不落階級，何階級之有，就是此地講『無漸次』。『所以不立一切法』。"
    },
    {
      "id": "09-003-0018_p0106",
      "zh_CN": "【诸法寂灭。有何次第。】",
      "zh_TW": "【諸法寂滅。有何次第。】"
    },
    {
      "id": "09-003-0018_p0107",
      "zh_CN": "这是说明不立之所以然。这一种真实相凡夫见不到。《法华经》里面所说的，「诸法从本来，常自寂灭相」，诸法就是一切万法，依正庄严，我们今天所看到这个复杂的社会，芸芸众生，我们看到的是混乱的，佛菩萨眼晴看寂灭的；我们看的是虚妄相，佛菩萨看的是真实相。为什么我们看的是混乱？因为我们心乱，心乱见到外面境界相是混乱的，心净见到外面境界相是净的。",
      "zh_TW": "這是說明不立之所以然。這一種真實相凡夫見不到。《法華經》裡面所說的，「諸法從本來，常自寂滅相」，諸法就是一切萬法，依正莊嚴，我們今天所看到這個複雜的社會，芸芸眾生，我們看到的是混亂的，佛菩薩眼晴看寂滅的；我們看的是虛妄相，佛菩薩看的是真實相。為什麼我們看的是混亂？因為我們心亂，心亂見到外面境界相是混亂的，心淨見到外面境界相是淨的。"
    },
    {
      "id": "09-003-0018_p0108",
      "zh_CN": "这个我们也可以从一个比喻上可以得到一点消息，譬如水，我们看一个池塘，这个水很静，没有风，不动的时候，这个池塘就像一面镜子一样，它将外面的景象照在水中，我们看得清清楚楚，如同外面的景象一模一样，这个相是静的。假如有风，把水吹动了，水起了波浪，这个波浪还是有照的作用，可是这个时候照，我们看到水里面的相是动相，而且这些相都是支离破碎，不是一个完整的相。由此可知，我们心清净，你看到的一切万法就能看到真相。我们这个心要有所动，就是在这一切境界里面起心动念，你动的幅度愈大，愈见不到真相；你动的幅度愈小，就好比你有一点小定了，你所见的这个相渐渐与真实相就接近了。一定要到完全静下来才能得到真相，完全静下来，那就是性定现前。接近性定的是修定，修定不是性定，但是性定要靠修定才能够现前，这个道理我们一定要懂得。",
      "zh_TW": "這個我們也可以從一個比喻上可以得到一點消息，譬如水，我們看一個池塘，這個水很靜，沒有風，不動的時候，這個池塘就像一面鏡子一樣，它將外面的景象照在水中，我們看得清清楚楚，如同外面的景象一模一樣，這個相是靜的。假如有風，把水吹動了，水起了波浪，這個波浪還是有照的作用，可是這個時候照，我們看到水裡面的相是動相，而且這些相都是支離破碎，不是一個完整的相。由此可知，我們心清淨，你看到的一切萬法就能看到真相。我們這個心要有所動，就是在這一切境界裡面起心動念，你動的幅度愈大，愈見不到真相；你動的幅度愈小，就好比你有一點小定了，你所見的這個相漸漸與真實相就接近了。一定要到完全靜下來才能得到真相，完全靜下來，那就是性定現前。接近性定的是修定，修定不是性定，但是性定要靠修定才能夠現前，這個道理我們一定要懂得。"
    },
    {
      "id": "09-003-0018_p0109",
      "zh_CN": "【志诚礼拜。愿为执侍。朝夕不懈。诚。吉州太和人也。】",
      "zh_TW": "【志誠禮拜。願為執侍。朝夕不懈。誠。吉州太和人也。】"
    },
    {
      "id": "09-003-0018_p0110",
      "zh_CN": "这个地方在现在的江西，吉安太和县。再看下面一段：",
      "zh_TW": "這個地方在現在的江西，吉安太和縣。再看下面一段："
    },
    {
      "id": "09-003-0018_p0111",
      "zh_CN": "【僧志彻。江西人。本姓张。名行昌。少任侠。】",
      "zh_TW": "【僧志徹。江西人。本姓張。名行昌。少任俠。】"
    },
    {
      "id": "09-003-0018_p0112",
      "zh_CN": "这个就是有侠客的味道，喜欢为人家打抱不平。",
      "zh_TW": "這個就是有俠客的味道，喜歡為人家打抱不平。"
    },
    {
      "id": "09-003-0018_p0113",
      "zh_CN": "【自南北分化。二宗主虽亡彼我。】",
      "zh_TW": "【自南北分化。二宗主雖亡彼我。】"
    },
    {
      "id": "09-003-0018_p0114",
      "zh_CN": "这是神秀跟能大师都是了不起的人，都能够彼此互相的尊重。",
      "zh_TW": "這是神秀跟能大師都是了不起的人，都能夠彼此互相的尊重。"
    },
    {
      "id": "09-003-0018_p0115",
      "zh_CN": "【而徒侣竞起爱憎。】",
      "zh_TW": "【而徒侶競起愛憎。】"
    },
    {
      "id": "09-003-0018_p0116",
      "zh_CN": "可是他们的学生没有老师的境界，也没有老师的修养，特别是神秀大师的学生们。",
      "zh_TW": "可是他們的學生沒有老師的境界，也沒有老師的修養，特別是神秀大師的學生們。"
    },
    {
      "id": "09-003-0018_p0117",
      "zh_CN": "【时北宗门人。】",
      "zh_TW": "【時北宗門人。】"
    },
    {
      "id": "09-003-0018_p0118",
      "zh_CN": "他们对于六祖传衣钵觉得不公平，觉得不服气，对于自己老师非常的爱护。",
      "zh_TW": "他們對於六祖傳衣缽覺得不公平，覺得不服氣，對於自己老師非常的愛護。"
    },
    {
      "id": "09-003-0018_p0119",
      "zh_CN": "【自立秀师为第六祖。】",
      "zh_TW": "【自立秀師為第六祖。】"
    },
    {
      "id": "09-003-0018_p0120",
      "zh_CN": "学生们自己称秀大师为禅宗第六祖。可是衣钵在惠能大师那个地方，你看看，这么多年来，总是想把衣钵给抢回来，结果也是没办法，现在能大师在南方大弘禅宗，这些门人到现在还是不服气。怎么办？",
      "zh_TW": "學生們自己稱秀大師為禪宗第六祖。可是衣缽在惠能大師那個地方，你看看，這麼多年來，總是想把衣缽給搶回來，結果也是沒辦法，現在能大師在南方大弘禪宗，這些門人到現在還是不服氣。怎麼辦？"
    },
    {
      "id": "09-003-0018_p0121",
      "zh_CN": "【而忌。】",
      "zh_TW": "【而忌。】"
    },
    {
      "id": "09-003-0018_p0122",
      "zh_CN": "这『忌』是嫉妒、忌讳。",
      "zh_TW": "這『忌』是嫉妒、忌諱。"
    },
    {
      "id": "09-003-0018_p0123",
      "zh_CN": "【祖师传衣为天下闻。】",
      "zh_TW": "【祖師傳衣為天下聞。】"
    },
    {
      "id": "09-003-0018_p0124",
      "zh_CN": "这个事没人不知道的。",
      "zh_TW": "這個事沒人不知道的。"
    },
    {
      "id": "09-003-0018_p0125",
      "zh_CN": "【乃嘱行昌来刺于师。】",
      "zh_TW": "【乃囑行昌來刺於師。】"
    },
    {
      "id": "09-003-0018_p0126",
      "zh_CN": "行昌是个侠客，等于是把他买通了，行刺。这都是神秀大师的门徒干的事情，与神秀大师不相干，这些人干这些事情，大概也是瞒着神秀大师，为什么？神秀大师绝不会同意的。这是请行昌来行刺。",
      "zh_TW": "行昌是個俠客，等於是把他買通了，行刺。這都是神秀大師的門徒幹的事情，與神秀大師不相干，這些人幹這些事情，大概也是瞞著神秀大師，為什麼？神秀大師絕不會同意的。這是請行昌來行刺。"
    },
    {
      "id": "09-003-0018_p0127",
      "zh_CN": "【师他心通。】",
      "zh_TW": "【師他心通。】"
    },
    {
      "id": "09-003-0018_p0128",
      "zh_CN": "惠能大师有『他心通』，别人心里一起心、一动念，他就晓得了。",
      "zh_TW": "惠能大師有『他心通』，別人心裡一起心、一動念，他就曉得了。"
    },
    {
      "id": "09-003-0018_p0129",
      "zh_CN": "【预知其事。】",
      "zh_TW": "【預知其事。】"
    },
    {
      "id": "09-003-0018_p0130",
      "zh_CN": "他们起心动念要派刺客，刺客是哪个人，到这儿来什么时候来，六祖大师心如明镜，把这个事情照得清清楚楚。",
      "zh_TW": "他們起心動念要派刺客，刺客是哪個人，到這兒來什麼時候來，六祖大師心如明鏡，把這個事情照得清清楚楚。"
    },
    {
      "id": "09-003-0018_p0131",
      "zh_CN": "【即置金十两于座间。】",
      "zh_TW": "【即置金十兩於座間。】"
    },
    {
      "id": "09-003-0018_p0132",
      "zh_CN": "他在他座位旁边放了十两银子，摆了十两银子在此地。",
      "zh_TW": "他在他座位旁邊放了十兩銀子，擺了十兩銀子在此地。"
    },
    {
      "id": "09-003-0018_p0133",
      "zh_CN": "【时夜暮。】",
      "zh_TW": "【時夜暮。】"
    },
    {
      "id": "09-003-0018_p0134",
      "zh_CN": "到了晚上。",
      "zh_TW": "到了晚上。"
    },
    {
      "id": "09-003-0018_p0135",
      "zh_CN": "【行昌入祖室。】",
      "zh_TW": "【行昌入祖室。】"
    },
    {
      "id": "09-003-0018_p0136",
      "zh_CN": "这个刺客来了，到曹溪来了，到了大师的禅堂。",
      "zh_TW": "這個刺客來了，到曹溪來了，到了大師的禪堂。"
    },
    {
      "id": "09-003-0018_p0137",
      "zh_CN": "【将欲加害。】",
      "zh_TW": "【將欲加害。】"
    },
    {
      "id": "09-003-0018_p0138",
      "zh_CN": "要来刺杀他。六祖怎么样？",
      "zh_TW": "要來刺殺他。六祖怎麼樣？"
    },
    {
      "id": "09-003-0018_p0139",
      "zh_CN": "【师舒颈就之。】",
      "zh_TW": "【師舒頸就之。】"
    },
    {
      "id": "09-003-0018_p0140",
      "zh_CN": "把脖子伸得长长，好，你来砍！",
      "zh_TW": "把脖子伸得長長，好，你來砍！"
    },
    {
      "id": "09-003-0018_p0141",
      "zh_CN": "【行昌挥刃者三。】",
      "zh_TW": "【行昌揮刃者三。】"
    },
    {
      "id": "09-003-0018_p0142",
      "zh_CN": "砍了三刀。",
      "zh_TW": "砍了三刀。"
    },
    {
      "id": "09-003-0018_p0143",
      "zh_CN": "【悉无所损。】",
      "zh_TW": "【悉無所損。】"
    },
    {
      "id": "09-003-0018_p0144",
      "zh_CN": "砍了三刀，六祖大师如如不动，一点伤害都没有，这是六祖在此地示现了一个神通。",
      "zh_TW": "砍了三刀，六祖大師如如不動，一點傷害都沒有，這是六祖在此地示現了一個神通。"
    },
    {
      "id": "09-003-0018_p0145",
      "zh_CN": "【师曰。正剑不邪。邪剑不正。只负汝金。不负汝命。】",
      "zh_TW": "【師曰。正劍不邪。邪劍不正。只負汝金。不負汝命。】"
    },
    {
      "id": "09-003-0018_p0146",
      "zh_CN": "六祖大师说了四句话。来的这个人与六祖大师有因缘，他不晓得，六祖清楚。六祖在过去生中欠他的债，欠他十两银子，不欠他的命，所以你砍了三刀也伤不了毫发，十两银子我还给你，我只欠你钱，不欠你的命。诸位要晓得，这就有三世因果，行昌不晓得，六祖知道。砍了三刀，六祖说出这四句话。",
      "zh_TW": "六祖大師說了四句話。來的這個人與六祖大師有因緣，他不曉得，六祖清楚。六祖在過去生中欠他的債，欠他十兩銀子，不欠他的命，所以你砍了三刀也傷不了毫髮，十兩銀子我還給你，我只欠你錢，不欠你的命。諸位要曉得，這就有三世因果，行昌不曉得，六祖知道。砍了三刀，六祖說出這四句話。"
    },
    {
      "id": "09-003-0018_p0147",
      "zh_CN": "【行昌惊仆。】",
      "zh_TW": "【行昌驚仆。】"
    },
    {
      "id": "09-003-0018_p0148",
      "zh_CN": "一惊，这就倒下去了，昏迷了，昏倒了，这真正是活佛在世，神人再来。",
      "zh_TW": "一驚，這就倒下去了，昏迷了，昏倒了，這真正是活佛在世，神人再來。"
    },
    {
      "id": "09-003-0018_p0149",
      "zh_CN": "【久而方苏。】",
      "zh_TW": "【久而方蘇。】"
    },
    {
      "id": "09-003-0018_p0150",
      "zh_CN": "很久他才醒过来。",
      "zh_TW": "很久他才醒過來。"
    },
    {
      "id": "09-003-0018_p0151",
      "zh_CN": "【求哀悔过。即愿出家。师遂与金。曰。汝且去。恐徒众翻害与汝。汝可他日易形而来。】",
      "zh_TW": "【求哀悔過。即願出家。師遂與金。曰。汝且去。恐徒眾翻害與汝。汝可他日易形而來。】"
    },
    {
      "id": "09-003-0018_p0152",
      "zh_CN": "这才晓得，六祖大师不是平常人，他自己犯了过失，听了别人的坏话、怂恿，要来行刺。求忏悔，求大师原谅他的无知，被小人蒙蔽了，而且他就发愿出家。祖师把这十两银子给他，跟他讲，你赶快走，欠钱一定要还钱的，欠命要还命的。钱还给他，赶快走。为什么？怕底下人晓得之后会要加害于你，我可以原谅你，别人不会原谅你。你要想出家、想来亲近，可以，你到别的地方去剃度，过一个时候再来，这桩事情不要让大家知道。",
      "zh_TW": "這才曉得，六祖大師不是平常人，他自己犯了過失，聽了別人的壞話、慫恿，要來行刺。求懺悔，求大師原諒他的無知，被小人蒙蔽了，而且他就發願出家。祖師把這十兩銀子給他，跟他講，你趕快走，欠錢一定要還錢的，欠命要還命的。錢還給他，趕快走。為什麼？怕底下人曉得之後會要加害於你，我可以原諒你，別人不會原諒你。你要想出家、想來親近，可以，你到別的地方去剃度，過一個時候再來，這樁事情不要讓大家知道。"
    },
    {
      "id": "09-003-0018_p0153",
      "zh_CN": "【吾当摄受。】",
      "zh_TW": "【吾當攝受。】"
    },
    {
      "id": "09-003-0018_p0154",
      "zh_CN": "你来，我非常欢迎你。",
      "zh_TW": "你來，我非常歡迎你。"
    },
    {
      "id": "09-003-0018_p0155",
      "zh_CN": "【行昌禀旨宵遁。】",
      "zh_TW": "【行昌稟旨宵遁。】"
    },
    {
      "id": "09-003-0018_p0156",
      "zh_CN": "消失了，到天快亮的时候他就走了，就离开了。",
      "zh_TW": "消失了，到天快亮的時候他就走了，就離開了。"
    },
    {
      "id": "09-003-0018_p0157",
      "zh_CN": "【后投僧出家。具戒精进。一日。忆师之言。】",
      "zh_TW": "【後投僧出家。具戒精進。一日。憶師之言。】"
    },
    {
      "id": "09-003-0018_p0158",
      "zh_CN": "他有这一段经验，他才晓得佛法真实不虚，不是假的。所以就到别的地方，遵照祖师的指示，他出家了，受了戒了，而且很精进，依教奉行。他总是想亲近六祖大师，隔了相当一段时间，有一天忽然想起来了，六祖告诉我，叫我隔一段时期再去亲近他，现有已经有这么长的期限了，我应该到曹溪去参访他。",
      "zh_TW": "他有這一段經驗，他才曉得佛法真實不虛，不是假的。所以就到別的地方，遵照祖師的指示，他出家了，受了戒了，而且很精進，依教奉行。他總是想親近六祖大師，隔了相當一段時間，有一天忽然想起來了，六祖告訴我，叫我隔一段時期再去親近他，現有已經有這麼長的期限了，我應該到曹溪去參訪他。"
    },
    {
      "id": "09-003-0018_p0159",
      "zh_CN": "【远来礼觐。】",
      "zh_TW": "【遠來禮覲。】"
    },
    {
      "id": "09-003-0018_p0160",
      "zh_CN": "就赶到曹溪来见祖师。",
      "zh_TW": "就趕到曹溪來見祖師。"
    },
    {
      "id": "09-003-0018_p0161",
      "zh_CN": "【师曰。吾久念汝。汝来何晚。】",
      "zh_TW": "【師曰。吾久念汝。汝來何晚。】"
    },
    {
      "id": "09-003-0018_p0162",
      "zh_CN": "我很想念你，你怎么这么久才来？",
      "zh_TW": "我很想念你，你怎麼這麼久才來？"
    },
    {
      "id": "09-003-0018_p0163",
      "zh_CN": "【曰。昨蒙和尚舍罪。今虽出家苦行。终难报德。】",
      "zh_TW": "【曰。昨蒙和尚捨罪。今雖出家苦行。終難報德。】"
    },
    {
      "id": "09-003-0018_p0164",
      "zh_CN": "这个『昨』就是前一次，我自己犯了大罪，蒙和尚慈悲，不追究这个事情，能原谅我，这就是『和尚舍罪』。我现在虽然出家苦行，这个是真的，一点都不错，很用功，『终难报德』。他为什么出家？为什么出家那样精进认真的修行？这是大师给他做的增上缘，示现的这个神力不可思议，叫他真正明白三世因果报应丝毫不爽，所以他才能够认真修行。大师对他的恩德实在是太厚太厚了，他要没有这个经历，他不会觉悟的，这个是真正的觉悟，不是泛泛的觉悟，真正的觉悟。所以想到没有办法报大师的恩德。",
      "zh_TW": "這個『昨』就是前一次，我自己犯了大罪，蒙和尚慈悲，不追究這個事情，能原諒我，這就是『和尚捨罪』。我現在雖然出家苦行，這個是真的，一點都不錯，很用功，『終難報德』。他為什麼出家？為什麼出家那樣精進認真的修行？這是大師給他做的增上緣，示現的這個神力不可思議，叫他真正明白三世因果報應絲毫不爽，所以他才能夠認真修行。大師對他的恩德實在是太厚太厚了，他要沒有這個經歷，他不會覺悟的，這個是真正的覺悟，不是泛泛的覺悟，真正的覺悟。所以想到沒有辦法報大師的恩德。"
    },
    {
      "id": "09-003-0018_p0165",
      "zh_CN": "【其惟传法度生乎。】",
      "zh_TW": "【其惟傳法度生乎。】"
    },
    {
      "id": "09-003-0018_p0166",
      "zh_CN": "想来想去，如果要报大师的恩，大概只有传法度众生才能够报大师恩德于万一，除此之外，恐怕再没有别的办法能够报老师之恩。这句话也是真的，我们要想报佛祖之恩，要想报父母之恩，要想报老师之恩，也是这个地方一句『其惟传法度生乎』。这是真报恩，是究竟报恩，是彻底圆满的报恩。今天时间到了，我们就讲到此地。",
      "zh_TW": "想來想去，如果要報大師的恩，大概只有傳法度眾生才能夠報大師恩德於萬一，除此之外，恐怕再沒有別的辦法能夠報老師之恩。這句話也是真的，我們要想報佛祖之恩，要想報父母之恩，要想報老師之恩，也是這個地方一句『其惟傳法度生乎』。這是真報恩，是究竟報恩，是徹底圓滿的報恩。今天時間到了，我們就講到此地。"
    }
  ]
}