{
  "doc_id": "09-008-0011",
  "title": {
    "zh_CN": "大方广圆觉经",
    "zh_TW": "大方廣圓覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-008-0011",
  "total_paragraphs": 82,
  "paragraphs": [
    {
      "id": "09-008-0011_p0001",
      "zh_CN": "请看第十七面：",
      "zh_TW": "請看第十七面："
    },
    {
      "id": "09-008-0011_p0002",
      "zh_CN": "经【一时婆伽婆。】",
      "zh_TW": "經【一時婆伽婆。】"
    },
    {
      "id": "09-008-0011_p0003",
      "zh_CN": "诸位看圆瑛法师的注解。",
      "zh_TW": "諸位看圓瑛法師的註解。"
    },
    {
      "id": "09-008-0011_p0004",
      "zh_CN": "讲义【一时，为时成就。不有良时，安成法会？乃是师资道合，机教相契，说听始终，名为一时。】",
      "zh_TW": "講義【一時，為時成就。不有良時，安成法會？乃是師資道合，機教相契，說聽始終，名為一時。】"
    },
    {
      "id": "09-008-0011_p0005",
      "zh_CN": "『一时』，是六种成就里面『时成就』。我们知道佛当年说经的时候是在印度，印度当时并没有统一，所以有许多的国家，所使用的历法也并不统一。结集经的人在时间上都用「一时」，这并不是没有将确定的时间记载下来，而是世尊交代阿难尊者用这个方法来记载。「一时」，实在讲就是『师资道合』的时候，如果我们讲得更明白一点，老师与学生都在一心的时候，这一点很重要，唯有一心与道才相应。老师所证得的，必须学生在一心的时候才能领悟。『机教相契』，「机」是指学生，「教」是指老师，俗话讲心心相印，一定在这个时候。『说听始终，名为一时』。下面这几句话是古德注解：",
      "zh_TW": "『一時』，是六種成就裡面『時成就』。我們知道佛當年說經的時候是在印度，印度當時並沒有統一，所以有許多的國家，所使用的曆法也並不統一。結集經的人在時間上都用「一時」，這並不是沒有將確定的時間記載下來，而是世尊交代阿難尊者用這個方法來記載。「一時」，實在講就是『師資道合』的時候，如果我們講得更明白一點，老師與學生都在一心的時候，這一點很重要，唯有一心與道才相應。老師所證得的，必須學生在一心的時候才能領悟。『機教相契』，「機」是指學生，「教」是指老師，俗話講心心相印，一定在這個時候。『說聽始終，名為一時』。下面這幾句話是古德註解："
    },
    {
      "id": "09-008-0011_p0006",
      "zh_CN": "讲义【身土、主伴、心境、理智、圣凡，皆一之时。】",
      "zh_TW": "講義【身土、主伴、心境、理智、聖凡，皆一之時。】"
    },
    {
      "id": "09-008-0011_p0007",
      "zh_CN": "诸位想想这是什么时候？确实像这样究竟了义的大乘经典，不是这样的时节因缘，不但佛没法子说，纵然说出来了，听的人也不会开悟，那就等于白说。这在净土法门来讲是理一心不乱的时候，到理一心才是『身土、主伴、心境、理智、圣凡』一如，这就是叙述理一心不乱的境界。",
      "zh_TW": "諸位想想這是什麼時候？確實像這樣究竟了義的大乘經典，不是這樣的時節因緣，不但佛沒法子說，縱然說出來了，聽的人也不會開悟，那就等於白說。這在淨土法門來講是理一心不亂的時候，到理一心才是『身土、主伴、心境、理智、聖凡』一如，這就是敘述理一心不亂的境界。"
    },
    {
      "id": "09-008-0011_p0008",
      "zh_CN": "讲义【平等本际，随顺不二。】",
      "zh_TW": "講義【平等本際，隨順不二。】"
    },
    {
      "id": "09-008-0011_p0009",
      "zh_CN": "这几句话解释「一时」可以说解释得非常的圆满、周圆。这两个字放在一部经的开头，对我们修学佛法的同修们来讲是一个很大的启示。换句话说，我们学佛总是念念都想证果，俗话说都想得道，得道就是证果，为什么我们得不到也证不到？那就是我们在时节因缘上差错了。佛说经是「一时」，我们听经不是这个「一时」，这是时节因缘上错过了，所以你不能开悟。如果你也是在这个「一时」，这个「一时」的确没有时间性，不是算年月日时辰的，只要你心一的时候，你一展开经本就恍然大悟，由此可知，学佛学什么？就是学一心不乱。到你一心不乱的时候，这一切大乘了义经典没有不贯通的，这个时候一点就贯通。这是一开端就把修行最紧要的关键教给我们。",
      "zh_TW": "這幾句話解釋「一時」可以說解釋得非常的圓滿、周圓。這兩個字放在一部經的開頭，對我們修學佛法的同修們來講是一個很大的啟示。換句話說，我們學佛總是念念都想證果，俗話說都想得道，得道就是證果，為什麼我們得不到也證不到？那就是我們在時節因緣上差錯了。佛說經是「一時」，我們聽經不是這個「一時」，這是時節因緣上錯過了，所以你不能開悟。如果你也是在這個「一時」，這個「一時」的確沒有時間性，不是算年月日時辰的，只要你心一的時候，你一展開經本就恍然大悟，由此可知，學佛學什麼？就是學一心不亂。到你一心不亂的時候，這一切大乘了義經典沒有不貫通的，這個時候一點就貫通。這是一開端就把修行最緊要的關鍵教給我們。"
    },
    {
      "id": "09-008-0011_p0010",
      "zh_CN": "讲义【婆伽婆，为主成就。不有教主，群机何归？诸经皆云佛，此经云婆伽婆，即是佛之别称。因一名而含六义，所以不翻。】",
      "zh_TW": "講義【婆伽婆，為主成就。不有教主，群機何歸？諸經皆云佛，此經云婆伽婆，即是佛之別稱。因一名而含六義，所以不翻。】"
    },
    {
      "id": "09-008-0011_p0011",
      "zh_CN": "『婆伽婆』是梵语，一般经里面都翻佛在什么地方，这个地方没有称「佛」，称「婆伽婆」。婆伽婆里面含着有六个意思，在译经体例来说是属于含多义不翻，音译之后再加以注解。",
      "zh_TW": "『婆伽婆』是梵語，一般經裡面都翻佛在什麼地方，這個地方沒有稱「佛」，稱「婆伽婆」。婆伽婆裡面含著有六個意思，在譯經體例來說是屬於含多義不翻，音譯之後再加以註解。"
    },
    {
      "id": "09-008-0011_p0012",
      "zh_CN": "讲义【一、自在：不为烦恼所障、生死所系故。】",
      "zh_TW": "講義【一、自在：不為煩惱所障、生死所繫故。】"
    },
    {
      "id": "09-008-0011_p0013",
      "zh_CN": "第一个意思是『自在』，为什么他自在？『不为烦恼所障』。烦恼是因，生死轮回是果报，既然没有因哪里还会有果报？我们学佛，佛法里面常说的「破迷开悟，离苦得乐」，断烦恼障就是破迷，超越生死轮回就是离苦。我们在讲堂里面也常常提示大家，我们一天到晚如果还有许多的烦恼，我们不但不能超越生死、不能往生，就是连开悟的希望都没有，不要说大悟，佛经里面所讲的意思都搞不清楚，这是一定的道理，像开经偈里面所讲「愿解如来真实义」，如来真实义你决定不会知道。经里面写得这么清楚，古大德也注得这么详细，甚至我在讲台上还怕诸位看不明白，细细给大家讲解、讨论，你在这里看，你在这里听都听不懂。这个里面有一层障碍，这个障碍就是烦恼障与所知障把你障住了。学佛学什么？去障碍而已，像《金刚经》里面所讲的「降伏其心」，降伏其心就是除障碍，就是断烦恼障与所知障。菩萨从初发心到成佛，除了修降伏其心之外再没有其他的，不管法门怎么多，八万四千法门统统都是修降伏其心，如此可知，这非常重要。这个意思非常之深，我们要能体会这甚深的理论，要懂得修学的方法，功夫才能得力，也像佛一样的自在。",
      "zh_TW": "第一個意思是『自在』，為什麼他自在？『不為煩惱所障』。煩惱是因，生死輪迴是果報，既然沒有因哪裡還會有果報？我們學佛，佛法裡面常說的「破迷開悟，離苦得樂」，斷煩惱障就是破迷，超越生死輪迴就是離苦。我們在講堂裡面也常常提示大家，我們一天到晚如果還有許多的煩惱，我們不但不能超越生死、不能往生，就是連開悟的希望都沒有，不要說大悟，佛經裡面所講的意思都搞不清楚，這是一定的道理，像開經偈裡面所講「願解如來真實義」，如來真實義你決定不會知道。經裡面寫得這麼清楚，古大德也註得這麼詳細，甚至我在講臺上還怕諸位看不明白，細細給大家講解、討論，你在這裡看，你在這裡聽都聽不懂。這個裡面有一層障礙，這個障礙就是煩惱障與所知障把你障住了。學佛學什麼？去障礙而已，像《金剛經》裡面所講的「降伏其心」，降伏其心就是除障礙，就是斷煩惱障與所知障。菩薩從初發心到成佛，除了修降伏其心之外再沒有其他的，不管法門怎麼多，八萬四千法門統統都是修降伏其心，如此可知，這非常重要。這個意思非常之深，我們要能體會這甚深的理論，要懂得修學的方法，功夫才能得力，也像佛一樣的自在。"
    },
    {
      "id": "09-008-0011_p0014",
      "zh_CN": "讲义【二、炽盛：身光之与智光，炽然照耀故。】",
      "zh_TW": "講義【二、熾盛：身光之與智光，熾然照耀故。】"
    },
    {
      "id": "09-008-0011_p0015",
      "zh_CN": "第二个意思是『炽盛』，这是从比喻上说，佛的智慧光明像猛火一样炽盛，取这个意思。佛是以智慧遍照一切众生。",
      "zh_TW": "第二個意思是『熾盛』，這是從比喻上說，佛的智慧光明像猛火一樣熾盛，取這個意思。佛是以智慧遍照一切眾生。"
    },
    {
      "id": "09-008-0011_p0016",
      "zh_CN": "讲义【三、端严：具足微妙相好，端正庄严故。】",
      "zh_TW": "講義【三、端嚴：具足微妙相好，端正莊嚴故。】"
    },
    {
      "id": "09-008-0011_p0017",
      "zh_CN": "第三个意思是『端严』，就是『端正庄严』。佛的相好，以释迦牟尼佛示现在我们这个世间来说，我们在经里面看到的「三十二相八十种好」，一般人没有法子相比的。相好庄严，试问问这世间哪个人不需求？人人都希望自己的相好庄严，但是只有想是想不到的，相好庄严是从福慧里面修来的。佛的相好庄严是多生多劫修福修慧，才感得端严之身相。",
      "zh_TW": "第三個意思是『端嚴』，就是『端正莊嚴』。佛的相好，以釋迦牟尼佛示現在我們這個世間來說，我們在經裡面看到的「三十二相八十種好」，一般人沒有法子相比的。相好莊嚴，試問問這世間哪個人不需求？人人都希望自己的相好莊嚴，但是只有想是想不到的，相好莊嚴是從福慧裡面修來的。佛的相好莊嚴是多生多劫修福修慧，才感得端嚴之身相。"
    },
    {
      "id": "09-008-0011_p0018",
      "zh_CN": "讲义【四、名称：名闻普遍十方，称扬无尽故。】",
      "zh_TW": "講義【四、名稱：名聞普遍十方，稱揚無盡故。】"
    },
    {
      "id": "09-008-0011_p0019",
      "zh_CN": "第四是『名称』，名称普闻十方，十方世界没有不知道佛的名字，我们世间人所谓名满天下，今日所谓知名度，佛的知名度是尽虚空遍法界没有人不知道的。『称扬无尽』，为大众所瞻仰。他的名称普闻，这也是属于福德。",
      "zh_TW": "第四是『名稱』，名稱普聞十方，十方世界沒有不知道佛的名字，我們世間人所謂名滿天下，今日所謂知名度，佛的知名度是盡虛空遍法界沒有人不知道的。『稱揚無盡』，為大眾所瞻仰。他的名稱普聞，這也是屬於福德。"
    },
    {
      "id": "09-008-0011_p0020",
      "zh_CN": "讲义【五、吉祥：威德冥加显护，消灾灭罪故。】",
      "zh_TW": "講義【五、吉祥：威德冥加顯護，消災滅罪故。】"
    },
    {
      "id": "09-008-0011_p0021",
      "zh_CN": "第五是『吉祥』，此地简单的注解是『威德冥加显护，消灾灭罪』。诸佛菩萨无不吉祥，你皈依礼敬，得到佛的冥加显护，「冥」是暗中，暗中保佑你，你自己不晓得，自己不能觉察，「显」是明显，佛菩萨保佑你，你自己能感觉得到，这叫显加。无论是暗中，无论是明显的，佛总是保佑一切众生，而且这个保佑是平等的。你皈依了，礼敬三宝，诸佛菩萨保佑你；你造罪业，毁谤三宝，诸佛菩萨也保佑你，因为诸佛菩萨的心是平等的，不会说你造很重的罪业，毁谤三宝，佛菩萨就降罪给你，不保佑你，这个不是佛也不是菩萨，那是鬼神才有这种事情。你对他恭敬，他保佑你；你得罪他，他找你麻烦，降灾祸给你，诸位要晓得，佛菩萨决定没有这个事情。因此诸佛菩萨，你只要是见到他或者是闻名，无不吉祥，最极吉祥，你能供养佛菩萨形像尤其是好。",
      "zh_TW": "第五是『吉祥』，此地簡單的註解是『威德冥加顯護，消災滅罪』。諸佛菩薩無不吉祥，你皈依禮敬，得到佛的冥加顯護，「冥」是暗中，暗中保佑你，你自己不曉得，自己不能覺察，「顯」是明顯，佛菩薩保佑你，你自己能感覺得到，這叫顯加。無論是暗中，無論是明顯的，佛總是保佑一切眾生，而且這個保佑是平等的。你皈依了，禮敬三寶，諸佛菩薩保佑你；你造罪業，毀謗三寶，諸佛菩薩也保佑你，因為諸佛菩薩的心是平等的，不會說你造很重的罪業，毀謗三寶，佛菩薩就降罪給你，不保佑你，這個不是佛也不是菩薩，那是鬼神才有這種事情。你對他恭敬，他保佑你；你得罪他，他找你麻煩，降災禍給你，諸位要曉得，佛菩薩決定沒有這個事情。因此諸佛菩薩，你只要是見到他或者是聞名，無不吉祥，最極吉祥，你能供養佛菩薩形像尤其是好。"
    },
    {
      "id": "09-008-0011_p0022",
      "zh_CN": "讲义【六、尊贵：乃为天中之天，圣中之圣故。】",
      "zh_TW": "講義【六、尊貴：乃為天中之天，聖中之聖故。】"
    },
    {
      "id": "09-008-0011_p0023",
      "zh_CN": "第六个意思是『尊贵』，『乃为天中之天，圣中之圣』。天中之天，上面这个「天」是指欲界、色界诸天，佛为天人师，所以诸天的天王都尊敬诸佛菩萨。「圣」，这是讲世出世间圣人，世间圣人不必说了，在佛法里面小乘阿罗汉称为圣人，大乘佛法里面地上菩萨称为圣人，三贤十圣，佛的地位还在十圣之上，还在等觉之上，所以称之为「圣中之圣」。「婆伽婆」这个名词里含着这六种意思。",
      "zh_TW": "第六個意思是『尊貴』，『乃為天中之天，聖中之聖』。天中之天，上面這個「天」是指欲界、色界諸天，佛為天人師，所以諸天的天王都尊敬諸佛菩薩。「聖」，這是講世出世間聖人，世間聖人不必說了，在佛法裡面小乘阿羅漢稱為聖人，大乘佛法裡面地上菩薩稱為聖人，三賢十聖，佛的地位還在十聖之上，還在等覺之上，所以稱之為「聖中之聖」。「婆伽婆」這個名詞裡含著這六種意思。"
    },
    {
      "id": "09-008-0011_p0024",
      "zh_CN": "讲义【他经有云婆伽梵。】",
      "zh_TW": "講義【他經有云婆伽梵。】"
    },
    {
      "id": "09-008-0011_p0025",
      "zh_CN": "『婆伽梵』跟「婆伽婆」是一个意思，只是所译的中文不一样。",
      "zh_TW": "『婆伽梵』跟「婆伽婆」是一個意思，只是所譯的中文不一樣。"
    },
    {
      "id": "09-008-0011_p0026",
      "zh_CN": "讲义【婆伽云德，婆云有，合云：德有。即是佛具有智断二德，以智德证菩提果，断德证涅槃果。】",
      "zh_TW": "講義【婆伽云德，婆云有，合云：德有。即是佛具有智斷二德，以智德證菩提果，斷德證涅槃果。】"
    },
    {
      "id": "09-008-0011_p0027",
      "zh_CN": "『婆伽云德，婆云有』，合起来是『德有』的意思，这是《大智度论》里面龙树菩萨对这个名词做一个简单的解释。「德有」就是『佛具有智断二德』，「智」是照的意思，就是我们常讲的般若智慧圆满了，「断」是讲断烦恼，见思、尘沙、无明烦恼都断尽了，智慧圆满。『以智德证菩提果』，「菩提」是觉悟，大菩提是大觉。『涅槃』是不生不灭。诸位要晓得，烦恼是生灭法，见思烦恼、尘沙烦恼，乃至无明，都是生灭法。生灭完全离开了，经里常有两句话「生灭灭已，寂灭现前」，寂灭现前就是大涅槃。寂灭里面没有生灭，是清净寂灭。所以「智断二德」，就是说的「菩提涅槃」。这些名词在佛法经论里面我们处处都看到，为什么有这么多？实在说我们的警觉心太差，说一遍你记不住当耳边风，给你说上一千遍、一万遍，恐怕也起不了什么作用，所以佛菩萨不厌其烦天天在提醒我们。「智断二德」就是我们修行的关键。我们要开智慧，必须断烦恼。断一分烦恼就增长一分智慧。我不想断烦恼，我就要开智慧，那智慧能开得了吗？不但不想断烦恼，天天还在增长烦恼，又想要开智慧，这完全是颠倒，所以佛才常常提示我们。",
      "zh_TW": "『婆伽云德，婆云有』，合起來是『德有』的意思，這是《大智度論》裡面龍樹菩薩對這個名詞做一個簡單的解釋。「德有」就是『佛具有智斷二德』，「智」是照的意思，就是我們常講的般若智慧圓滿了，「斷」是講斷煩惱，見思、塵沙、無明煩惱都斷盡了，智慧圓滿。『以智德證菩提果』，「菩提」是覺悟，大菩提是大覺。『涅槃』是不生不滅。諸位要曉得，煩惱是生滅法，見思煩惱、塵沙煩惱，乃至無明，都是生滅法。生滅完全離開了，經裡常有兩句話「生滅滅已，寂滅現前」，寂滅現前就是大涅槃。寂滅裡面沒有生滅，是清淨寂滅。所以「智斷二德」，就是說的「菩提涅槃」。這些名詞在佛法經論裡面我們處處都看到，為什麼有這麼多？實在說我們的警覺心太差，說一遍你記不住當耳邊風，給你說上一千遍、一萬遍，恐怕也起不了什麼作用，所以佛菩薩不厭其煩天天在提醒我們。「智斷二德」就是我們修行的關鍵。我們要開智慧，必須斷煩惱。斷一分煩惱就增長一分智慧。我不想斷煩惱，我就要開智慧，那智慧能開得了嗎？不但不想斷煩惱，天天還在增長煩惱，又想要開智慧，這完全是顛倒，所以佛才常常提示我們。"
    },
    {
      "id": "09-008-0011_p0028",
      "zh_CN": "讲义【又《涅槃经》云：「能破烦恼，名婆伽婆。」亦即有德之意。以有般若德，能破一切烦恼；以有解脱德，能了二种生死。】",
      "zh_TW": "講義【又《涅槃經》云：「能破煩惱，名婆伽婆。」亦即有德之意。以有般若德，能破一切煩惱；以有解脫德，能了二種生死。】"
    },
    {
      "id": "09-008-0011_p0029",
      "zh_CN": "《涅槃经》里面讲『能破烦恼，名婆伽婆』，这也是『有德』的意思。『以有般若德，能破一切烦恼』，真正讲到破烦恼，是要具足般若智慧。『以有解脱德，能了二种生死』，三界之内的分段生死与变易生死，二种生死都有，三界之外没有分段生死，但是有变易生死。这二种生死，大家只看重分段生死，只知道这个可怕，不晓得变易生死更可怕。变易生死是什么？俗话常讲的青春不驻，一年一年的衰老就是变易生死，年年都不一样，不但是年年不一样，月月不一样，天天不一样，一天比一天衰老，哪里是一年一年！这叫变易生死。到什么时候变易生死才尽？给诸位说，到成佛，变易生死就没有了。菩萨还有，到等觉菩萨还有，只有成了佛，变易生死就没有了，这才叫真正解脱，这是我们应当要警觉的。",
      "zh_TW": "《涅槃經》裡面講『能破煩惱，名婆伽婆』，這也是『有德』的意思。『以有般若德，能破一切煩惱』，真正講到破煩惱，是要具足般若智慧。『以有解脫德，能了二種生死』，三界之內的分段生死與變易生死，二種生死都有，三界之外沒有分段生死，但是有變易生死。這二種生死，大家只看重分段生死，只知道這個可怕，不曉得變易生死更可怕。變易生死是什麼？俗話常講的青春不駐，一年一年的衰老就是變易生死，年年都不一樣，不但是年年不一樣，月月不一樣，天天不一樣，一天比一天衰老，哪裡是一年一年！這叫變易生死。到什麼時候變易生死才盡？給諸位說，到成佛，變易生死就沒有了。菩薩還有，到等覺菩薩還有，只有成了佛，變易生死就沒有了，這才叫真正解脫，這是我們應當要警覺的。"
    },
    {
      "id": "09-008-0011_p0030",
      "zh_CN": "讲义【以有法身德，能证究竟涅槃，圆证三德秘藏，名婆伽婆。】",
      "zh_TW": "講義【以有法身德，能證究竟涅槃，圓證三德祕藏，名婆伽婆。】"
    },
    {
      "id": "09-008-0011_p0031",
      "zh_CN": "『法身』是要有很高的智慧、很深的定力才能证得。那么我们要问，我们在一生当中可不可能证得法身？给诸位说，圆满的证得我们不敢讲，证得一部分是决定可能的，人人都能办得到。在净土法门里面来讲，你念佛念到理一心不乱就证得法身了，换句话说，像前面讲的法身、般若、解脱你都有，虽然不像佛那样圆满，你也有个一分、二分。我们一般所讲生死自在，这是决定可以办得到的，这不是妄语，可是你一定要懂这个理论，要依照正确的方法去修学，那就是一开头一定烦恼要轻，一天比一天少，智慧一天比一天增长，要这样修才行，如果我们的烦恼一天比一天增加那就没希望了，所以这桩事情完全在乎个人。",
      "zh_TW": "『法身』是要有很高的智慧、很深的定力才能證得。那麼我們要問，我們在一生當中可不可能證得法身？給諸位說，圓滿的證得我們不敢講，證得一部分是決定可能的，人人都能辦得到。在淨土法門裡面來講，你念佛念到理一心不亂就證得法身了，換句話說，像前面講的法身、般若、解脫你都有，雖然不像佛那樣圓滿，你也有個一分、二分。我們一般所講生死自在，這是決定可以辦得到的，這不是妄語，可是你一定要懂這個理論，要依照正確的方法去修學，那就是一開頭一定煩惱要輕，一天比一天少，智慧一天比一天增長，要這樣修才行，如果我們的煩惱一天比一天增加那就沒希望了，所以這樁事情完全在乎個人。"
    },
    {
      "id": "09-008-0011_p0032",
      "zh_CN": "这部经，是佛在什么地方讲的？前面这个婆伽婆就是释迦牟尼佛。在一般经里面都记载着很明确的道场，像我们看的《华严经》在菩提场，《弥陀经》在舍卫国祇树给孤独园，都有一个确定的场所。现在我们要是到印度去观光，释迦牟尼佛那些古迹都还在，祇树给孤独园遗址还在，虽然房子没有了，墙倒了，那个痕迹还在，灵鹫山都可以看得到。这部经很特殊，你看看佛在什么地方讲的，我们看底下经文：",
      "zh_TW": "這部經，是佛在什麼地方講的？前面這個婆伽婆就是釋迦牟尼佛。在一般經裡面都記載著很明確的道場，像我們看的《華嚴經》在菩提場，《彌陀經》在舍衛國祇樹給孤獨園，都有一個確定的場所。現在我們要是到印度去觀光，釋迦牟尼佛那些古蹟都還在，祇樹給孤獨園遺址還在，雖然房子沒有了，牆倒了，那個痕跡還在，靈鷲山都可以看得到。這部經很特殊，你看看佛在什麼地方講的，我們看底下經文："
    },
    {
      "id": "09-008-0011_p0033",
      "zh_CN": "经【入于神通大光明藏，三昧正受，一切如来，光严住持，是诸众生，清净觉地。身心寂灭，平等本际，圆满十方，不二随顺。于不二境，现诸净土。】",
      "zh_TW": "經【入於神通大光明藏，三昧正受，一切如來，光嚴住持，是諸眾生，清淨覺地。身心寂滅，平等本際，圓滿十方，不二隨順。於不二境，現諸淨土。】"
    },
    {
      "id": "09-008-0011_p0034",
      "zh_CN": "讲义【此为处成就。欲说一乘顿教，必依法界真境。】",
      "zh_TW": "講義【此為處成就。欲說一乘頓教，必依法界真境。】"
    },
    {
      "id": "09-008-0011_p0035",
      "zh_CN": "这一段就是处所成就。这部经特别，经殊胜，道场也殊胜。圆瑛法师的《讲义》，多半也是依宗密大师的《大疏》而来的。这个注子里面有一些很重要，我们要特别的留意。圆觉这一会，是非常殊胜的一会，它是一乘了义经典，还在大乘之上，『欲说一乘顿教，必依法界真境』，所以就没有指出某一个地方。",
      "zh_TW": "這一段就是處所成就。這部經特別，經殊勝，道場也殊勝。圓瑛法師的《講義》，多半也是依宗密大師的《大疏》而來的。這個註子裡面有一些很重要，我們要特別的留意。圓覺這一會，是非常殊勝的一會，它是一乘了義經典，還在大乘之上，『欲說一乘頓教，必依法界真境』，所以就沒有指出某一個地方。"
    },
    {
      "id": "09-008-0011_p0036",
      "zh_CN": "讲义【佛有三身：一、法身佛：依常寂光土，是以法性身，依法性土，身土一如。】",
      "zh_TW": "講義【佛有三身：一、法身佛：依常寂光土，是以法性身，依法性土，身土一如。】"
    },
    {
      "id": "09-008-0011_p0037",
      "zh_CN": "先讲『佛有三身』，三身佛，在《坛经》里面六祖大师也给我们讲得很详细。但是这个地方着重在处所。身与处所有密切的关系。『法身佛：依常寂光土，是以法性身，依法性土，身土一如』，身与土是一不是二，如果你证得法身就入这个境界，这个境界在净土里面就叫做常寂光净土。常寂光净土，身跟土是一不是二，这个境界很难懂，可是真正体会这个意思也并不是很难，但是你可不容易接受，你也不容易相信。如果你在这个地方能建立信心，你能相信，慢慢去习惯它，去接受它，你这一生也就很了不起，在菩萨根性里面来讲你必定是圆顿根性，这样的人在一生当中，十几、二十年、三十年之间证法身是有可能的。你要不相信，不能接受，换句话说，你这一生的修学小成就可能有，大成就就有障碍，以念佛来说，你念功夫成片可能，念到事一心也可能，理一心就办不到，你就有障碍，为什么？你不相信。",
      "zh_TW": "先講『佛有三身』，三身佛，在《壇經》裡面六祖大師也給我們講得很詳細。但是這個地方著重在處所。身與處所有密切的關係。『法身佛：依常寂光土，是以法性身，依法性土，身土一如』，身與土是一不是二，如果你證得法身就入這個境界，這個境界在淨土裡面就叫做常寂光淨土。常寂光淨土，身跟土是一不是二，這個境界很難懂，可是真正體會這個意思也並不是很難，但是你可不容易接受，你也不容易相信。如果你在這個地方能建立信心，你能相信，慢慢去習慣它，去接受它，你這一生也就很了不起，在菩薩根性裡面來講你必定是圓頓根性，這樣的人在一生當中，十幾、二十年、三十年之間證法身是有可能的。你要不相信，不能接受，換句話說，你這一生的修學小成就可能有，大成就就有障礙，以念佛來說，你念功夫成片可能，念到事一心也可能，理一心就辦不到，你就有障礙，為什麼？你不相信。"
    },
    {
      "id": "09-008-0011_p0038",
      "zh_CN": "身土是一，譬如我们作梦，在梦中整个梦境就是我们自己心变现出来的境界，心外没有梦境，梦境之外没有心，你整个心变化成梦境了，试问问，梦境里面哪一物不是你自己？你梦中有自己的身体，或者梦到有别人，也梦到有山河大地，你这一觉醒来细细想一想，梦中所有的人、所有的事、所有的山河大地，哪一样不是自己？你要是明了整个梦境就是自己，这就叫明白法身了。所以法身，身土是一不是二。从这个比喻我们再回头来看看，我们今天所讲的十法界依正庄严，一切诸佛、一切众生与自己这个身体，就是自己真如本性变现之物。你要找法性，找真如本性，真如本性在哪里？就好像在梦中一样，我要找心，心在哪里？心已经整个变成梦了，梦就是心。我们的本性在哪里？本性已经变成十法界依正庄严。十法界依正庄严无论是哪一物，不是自己是谁？梦境很短暂，一醒来之后，跟你讲，你点点头，是有点道理，可是我们这样讲的时候你就不相信，你就不能接受。信不及，不能接受，就是你自己这一生修证法身的障碍。",
      "zh_TW": "身土是一，譬如我們作夢，在夢中整個夢境就是我們自己心變現出來的境界，心外沒有夢境，夢境之外沒有心，你整個心變化成夢境了，試問問，夢境裡面哪一物不是你自己？你夢中有自己的身體，或者夢到有別人，也夢到有山河大地，你這一覺醒來細細想一想，夢中所有的人、所有的事、所有的山河大地，哪一樣不是自己？你要是明瞭整個夢境就是自己，這就叫明白法身了。所以法身，身土是一不是二。從這個比喻我們再回頭來看看，我們今天所講的十法界依正莊嚴，一切諸佛、一切眾生與自己這個身體，就是自己真如本性變現之物。你要找法性，找真如本性，真如本性在哪裡？就好像在夢中一樣，我要找心，心在哪裡？心已經整個變成夢了，夢就是心。我們的本性在哪裡？本性已經變成十法界依正莊嚴。十法界依正莊嚴無論是哪一物，不是自己是誰？夢境很短暫，一醒來之後，跟你講，你點點頭，是有點道理，可是我們這樣講的時候你就不相信，你就不能接受。信不及，不能接受，就是你自己這一生修證法身的障礙。"
    },
    {
      "id": "09-008-0011_p0039",
      "zh_CN": "你要晓得尽虚空遍法界原来是自己一身，你的心平等了，在一切境界里平等了，你的心也清净了，一切万法里头绝对不会有取舍得失的妄念，这些妄念决定没有了，你的烦恼不生了，你对待一切众生大慈大悲。这个慈悲称之「大」，不是大小之大，为什么？是从真如本性里面流露出来的，是自然的。无缘之慈、同体之悲是从法身里面显现的，真平等、真慈悲，所以不证法身，清净、平等、慈悲都没有，证得法身才有。清净、平等、慈悲，诸位晓得，是菩提心。什么人证得法身？圆教初住菩萨，所以净土宗的理一心不乱，理一心不乱就是圆教初住菩萨，他证得法身。",
      "zh_TW": "你要曉得盡虛空遍法界原來是自己一身，你的心平等了，在一切境界裡平等了，你的心也清淨了，一切萬法裡頭絕對不會有取捨得失的妄念，這些妄念決定沒有了，你的煩惱不生了，你對待一切眾生大慈大悲。這個慈悲稱之「大」，不是大小之大，為什麼？是從真如本性裡面流露出來的，是自然的。無緣之慈、同體之悲是從法身裡面顯現的，真平等、真慈悲，所以不證法身，清淨、平等、慈悲都沒有，證得法身才有。清淨、平等、慈悲，諸位曉得，是菩提心。什麼人證得法身？圓教初住菩薩，所以淨土宗的理一心不亂，理一心不亂就是圓教初住菩薩，他證得法身。"
    },
    {
      "id": "09-008-0011_p0040",
      "zh_CN": "讲义【二、报身佛：依实报庄严土，即卢舍那，住华藏世界等。】",
      "zh_TW": "講義【二、報身佛：依實報莊嚴土，即盧舍那，住華藏世界等。】"
    },
    {
      "id": "09-008-0011_p0041",
      "zh_CN": "法身起作用就叫做报身，报身里面有两种作用，一个叫自受用，一个叫他受用。『依实报庄严土，即卢舍那，住华藏世界』，华藏世界在哪里？华藏世界就是我们眼前这个世界！可是你没有证得法身，华藏世界虽然在眼前，华藏是真实的世界，实报庄严土，「实」不是虚妄的，凡所有相皆是实相，绝对不是虚妄，虽然在眼前，可惜你不能见到，你不能够证得。所以诸佛菩萨虽然跟我们同在一起，同在一个房子里面，我们是凡夫心，把常寂光土就变为凡圣同居土。诸佛菩萨心地清净，他证得法身，他将常寂光土变为实报庄严土，自己在享受。",
      "zh_TW": "法身起作用就叫做報身，報身裡面有兩種作用，一個叫自受用，一個叫他受用。『依實報莊嚴土，即盧舍那，住華藏世界』，華藏世界在哪裡？華藏世界就是我們眼前這個世界！可是你沒有證得法身，華藏世界雖然在眼前，華藏是真實的世界，實報莊嚴土，「實」不是虛妄的，凡所有相皆是實相，絕對不是虛妄，雖然在眼前，可惜你不能見到，你不能夠證得。所以諸佛菩薩雖然跟我們同在一起，同在一個房子裡面，我們是凡夫心，把常寂光土就變為凡聖同居土。諸佛菩薩心地清淨，他證得法身，他將常寂光土變為實報莊嚴土，自己在享受。"
    },
    {
      "id": "09-008-0011_p0042",
      "zh_CN": "外面境界是真的还是假的？如果是真的，怎能随心所变？可见得外头境界不是真的，佛经里面常常跟我们说「境随心转」，一点也没错。心地纯善之人看这社会是美好的、纯善的，心地凶恶之人看这个世界人各个都有罪，各个都该杀。境界是随自己的心在转，你的心清净，你看这个世界就清净，你如果看到这个世界不清净，那是你的心不清净不是世界不清净，我说这个话你能相信吗？「明明是这个世界不清净，哪里是我心不清净？」你不相信，你不能接受。再追究你为什么不相信，你为什么不能接受，原因在哪里？原因就在自己的心不清净，如果自己的心清净，看这个世界不一样了，你才会相信。",
      "zh_TW": "外面境界是真的還是假的？如果是真的，怎能隨心所變？可見得外頭境界不是真的，佛經裡面常常跟我們說「境隨心轉」，一點也沒錯。心地純善之人看這社會是美好的、純善的，心地凶惡之人看這個世界人各個都有罪，各個都該殺。境界是隨自己的心在轉，你的心清淨，你看這個世界就清淨，你如果看到這個世界不清淨，那是你的心不清淨不是世界不清淨，我說這個話你能相信嗎？「明明是這個世界不清淨，哪裡是我心不清淨？」你不相信，你不能接受。再追究你為什麼不相信，你為什麼不能接受，原因在哪裡？原因就在自己的心不清淨，如果自己的心清淨，看這個世界不一樣了，你才會相信。"
    },
    {
      "id": "09-008-0011_p0043",
      "zh_CN": "讲义【三、应化身佛：依凡圣同居土，即释迦牟尼佛，或在天上，或在人间，灵山、舍卫、竹林、鹿苑等处，为人天说法。】",
      "zh_TW": "講義【三、應化身佛：依凡聖同居土，即釋迦牟尼佛，或在天上，或在人間，靈山、舍衛、竹林、鹿苑等處，為人天說法。】"
    },
    {
      "id": "09-008-0011_p0044",
      "zh_CN": "第三是『应化身佛』，有应身，有化身。应身是众生有感佛才有应。应身与我们凡夫的身相完全相同，果报也相同，寿命也相同，像释迦牟尼佛示现的世间寿命是八十岁，他是八十岁圆寂的，这叫应身。应身，有大多数的人机缘成熟，他必须在这个世间住一段相当长的时间来教化众生，这是大众机缘成熟。如果是某一个人机缘成熟，单独的，佛菩萨才用化身。化身就是忽然来了，遇到这个人，他跟你讲经说法让你开悟，你悟了之后这个人也没有了，以后再也找不到，这是属于化身。",
      "zh_TW": "第三是『應化身佛』，有應身，有化身。應身是眾生有感佛才有應。應身與我們凡夫的身相完全相同，果報也相同，壽命也相同，像釋迦牟尼佛示現的世間壽命是八十歲，他是八十歲圓寂的，這叫應身。應身，有大多數的人機緣成熟，他必須在這個世間住一段相當長的時間來教化眾生，這是大眾機緣成熟。如果是某一個人機緣成熟，單獨的，佛菩薩才用化身。化身就是忽然來了，遇到這個人，他跟你講經說法讓你開悟，你悟了之後這個人也沒有了，以後再也找不到，這是屬於化身。"
    },
    {
      "id": "09-008-0011_p0045",
      "zh_CN": "像菩萨化身，我们同修当中有很多人都遇到过。化是变化，无中生有。像从前周邦道的夫人，周师母，她遇到地藏菩萨，遇到的时候她不知道他是地藏菩萨，这个时候她住在南京，抗战胜利之后她在南京，她家里面庭院很深，从大门、二门，有好几道门，才到内院。有一位法师托钵，到她家去化缘，请她出一点香油钱供养九华山的地藏菩萨，当时她并没有拿钱也没有供养，这个人就走了。走了以后，她忽然觉得奇怪，她家里院子这么深，没有人开门，门都关得好好的，这个和尚从哪里来的？他走了之后到哪里去？门也都没有开，这个疑问一直就解不开，这是千真万确的事实，她遇到过这么一桩事情。几道门都没有开，和尚到她家来化缘给她讲了好多话，她也没有拿钱。一直到台湾，她是到台湾才学佛的，在大陆上没有学佛不知道这个事情，到台湾来把这个事情原原本本告诉李老师，李老师给她讲，那个人是地藏菩萨，所以她才有一篇遇地藏菩萨记，有一篇文章记载这个事情。这种身是化身不是应身。",
      "zh_TW": "像菩薩化身，我們同修當中有很多人都遇到過。化是變化，無中生有。像從前周邦道的夫人，周師母，她遇到地藏菩薩，遇到的時候她不知道他是地藏菩薩，這個時候她住在南京，抗戰勝利之後她在南京，她家裡面庭院很深，從大門、二門，有好幾道門，才到內院。有一位法師托缽，到她家去化緣，請她出一點香油錢供養九華山的地藏菩薩，當時她並沒有拿錢也沒有供養，這個人就走了。走了以後，她忽然覺得奇怪，她家裡院子這麼深，沒有人開門，門都關得好好的，這個和尚從哪裡來的？他走了之後到哪裡去？門也都沒有開，這個疑問一直就解不開，這是千真萬確的事實，她遇到過這麼一樁事情。幾道門都沒有開，和尚到她家來化緣給她講了好多話，她也沒有拿錢。一直到台灣，她是到台灣才學佛的，在大陸上沒有學佛不知道這個事情，到台灣來把這個事情原原本本告訴李老師，李老師給她講，那個人是地藏菩薩，所以她才有一篇遇地藏菩薩記，有一篇文章記載這個事情。這種身是化身不是應身。"
    },
    {
      "id": "09-008-0011_p0046",
      "zh_CN": "应身的行为是跟我们一般人一样的，要找她一定要开门，里面开了门他才能进去，门都不开就进去的这是化身，这是化身佛。「应化身」不是自受用的，全是为了度化众生，所谓他受用身，完全是大慈大悲的示现。三身大概了解，这个地方的「婆伽婆」是佛的什么身？看这段经文也就能稍稍体会到。",
      "zh_TW": "應身的行為是跟我們一般人一樣的，要找她一定要開門，裡面開了門他才能進去，門都不開就進去的這是化身，這是化身佛。「應化身」不是自受用的，全是為了度化眾生，所謂他受用身，完全是大慈大悲的示現。三身大概了解，這個地方的「婆伽婆」是佛的什麼身？看這段經文也就能稍稍體會到。"
    },
    {
      "id": "09-008-0011_p0047",
      "zh_CN": "讲义【入于神通大光明藏，三昧正受。】",
      "zh_TW": "講義【入於神通大光明藏，三昧正受。】"
    },
    {
      "id": "09-008-0011_p0048",
      "zh_CN": "『三昧』是印度话，翻成中国的意思是正定，就是我们讲的「楞严大定」。定中的享受叫正受，正常的享受，换句话说，不是在大定当中我们的受用都不正常，为什么不正常？有喜怒哀乐，在佛法里面讲有五种受，苦、乐、忧、喜、舍。身有苦乐之受，心有忧喜，身没有苦乐、心没有忧喜的时候叫舍受。为什么叫「舍」？因为那是短暂的，过一会儿他又有这些感受现前，所以这种受是变化无常，它不是一个正常的享受。正常的享受这五种受都没有，身没有苦乐的受，心没有忧喜的受，也没有舍受，这才叫正受，这是真实的。下面解释「入」：",
      "zh_TW": "『三昧』是印度話，翻成中國的意思是正定，就是我們講的「楞嚴大定」。定中的享受叫正受，正常的享受，換句話說，不是在大定當中我們的受用都不正常，為什麼不正常？有喜怒哀樂，在佛法裡面講有五種受，苦、樂、憂、喜、捨。身有苦樂之受，心有憂喜，身沒有苦樂、心沒有憂喜的時候叫捨受。為什麼叫「捨」？因為那是短暫的，過一會兒他又有這些感受現前，所以這種受是變化無常，它不是一個正常的享受。正常的享受這五種受都沒有，身沒有苦樂的受，心沒有憂喜的受，也沒有捨受，這才叫正受，這是真實的。下面解釋「入」："
    },
    {
      "id": "09-008-0011_p0049",
      "zh_CN": "讲义【无入为入，乃是以智契理故，入无入相可得。】",
      "zh_TW": "講義【無入為入，乃是以智契理故，入無入相可得。】"
    },
    {
      "id": "09-008-0011_p0050",
      "zh_CN": "我们讲入大涅槃，有没有这个入的相貌？没有。所谓「入」是什么？是智慧开了，把这个事实真相完全了解；不但完全了解，而且确实体会到如如之理与我们日常生活、与十法界依正庄严一切事相确实是一不是二，这叫「入」，入也就是证。",
      "zh_TW": "我們講入大涅槃，有沒有這個入的相貌？沒有。所謂「入」是什麼？是智慧開了，把這個事實真相完全了解；不但完全了解，而且確實體會到如如之理與我們日常生活、與十法界依正莊嚴一切事相確實是一不是二，這叫「入」，入也就是證。"
    },
    {
      "id": "09-008-0011_p0051",
      "zh_CN": "讲义【神者，神妙莫测，不可思议。通者，通达无碍，得大自在。此是解脱德。】",
      "zh_TW": "講義【神者，神妙莫測，不可思議。通者，通達無礙，得大自在。此是解脫德。】"
    },
    {
      "id": "09-008-0011_p0052",
      "zh_CN": "『神通』，「神」就是不可思议的意思，所谓神奇、神妙，以我们现在话来讲，超越我们的常识、想像之外。不是我们的常识，不是我们能想像得到，我们称之为「神」。「通」是通达。「神通」两个字着重在通，他什么都通达，没有一样不通达，这真正是我们想像不到。无有一法不通达，这样的能力我们叫做神通，这个才得大自在，这是解脱德。「神通」是解脱德，用大；「大」是法身德，体大；「光明」是般若德，相大，配体相用来说的。",
      "zh_TW": "『神通』，「神」就是不可思議的意思，所謂神奇、神妙，以我們現在話來講，超越我們的常識、想像之外。不是我們的常識，不是我們能想像得到，我們稱之為「神」。「通」是通達。「神通」兩個字著重在通，他什麼都通達，沒有一樣不通達，這真正是我們想像不到。無有一法不通達，這樣的能力我們叫做神通，這個才得大自在，這是解脫德。「神通」是解脫德，用大；「大」是法身德，體大；「光明」是般若德，相大，配體相用來說的。"
    },
    {
      "id": "09-008-0011_p0053",
      "zh_CN": "讲义【大者，统十界而无外，含万象以有余，是法身德。】",
      "zh_TW": "講義【大者，統十界而無外，含萬象以有餘，是法身德。】"
    },
    {
      "id": "09-008-0011_p0054",
      "zh_CN": "跟《大方广佛华严经》经题上的「大」字是一样的意思。这个「大」不是大小之大，是对于真如本性理体的一种赞叹，太伟大了，再找不到其他的形容词或赞叹词更为恰当，不得已用这个大字。",
      "zh_TW": "跟《大方廣佛華嚴經》經題上的「大」字是一樣的意思。這個「大」不是大小之大，是對於真如本性理體的一種讚歎，太偉大了，再找不到其他的形容詞或讚歎詞更為恰當，不得已用這個大字。"
    },
    {
      "id": "09-008-0011_p0055",
      "zh_CN": "讲义【光明者，智光圆满，耀古腾今，慧照分明，窥天鉴地，是般若德。】",
      "zh_TW": "講義【光明者，智光圓滿，耀古騰今，慧照分明，窺天鑑地，是般若德。】"
    },
    {
      "id": "09-008-0011_p0056",
      "zh_CN": "『光明』就是般若智慧，智慧圆满了。般若智慧是我们的性德，换句话说，本性里面本来具足的，不是从外面学得来的，般若是自己本来具足的。我们现在看这个世间人，有的人智慧很高，有的人很愚痴，其实你只是从外表上产生了错觉，实在说智慧是一样的，没有高下，显示出来不平等是因为每个人烦恼习气不一样。烦恼习气重的，他本有的般若智慧透出来的就少，就显得愚痴，烦恼轻的人透出来就比较多，我们就觉得这个人很聪明，就如此而已，那不是智慧上有差别，是烦恼有厚薄，诸位要晓得这一点意思。",
      "zh_TW": "『光明』就是般若智慧，智慧圓滿了。般若智慧是我們的性德，換句話說，本性裡面本來具足的，不是從外面學得來的，般若是自己本來具足的。我們現在看這個世間人，有的人智慧很高，有的人很愚痴，其實你只是從外表上產生了錯覺，實在說智慧是一樣的，沒有高下，顯示出來不平等是因為每個人煩惱習氣不一樣。煩惱習氣重的，他本有的般若智慧透出來的就少，就顯得愚痴，煩惱輕的人透出來就比較多，我們就覺得這個人很聰明，就如此而已，那不是智慧上有差別，是煩惱有厚薄，諸位要曉得這一點意思。"
    },
    {
      "id": "09-008-0011_p0057",
      "zh_CN": "讲义【藏者，含藏，含藏体、相、用三大，是为法身、般若、解脱，三德秘密之藏，即圆觉本体，如来藏心，法界真境。】",
      "zh_TW": "講義【藏者，含藏，含藏體、相、用三大，是為法身、般若、解脫，三德祕密之藏，即圓覺本體，如來藏心，法界真境。】"
    },
    {
      "id": "09-008-0011_p0058",
      "zh_CN": "『藏』就是『含藏』的意思，像我们现在讲仓库，库藏的意思。这就是讲真如本性的理体、相状、作用，也就是法身、解脱、般若全都包藏在这里面，《楞严经》里面称之为「如来藏」，如来就藏在这里面，所以说是『含藏体相用三大，是为法身、般若、解脱，三德秘密之藏』。为什么经一开端在处所说「入于神通大光明藏，三昧正受」？这句话非常要紧，因为这一会是讲《圆觉经》，换句话说，就是讲圆觉真性。在这个处所你一看，佛就入圆觉真性，入圆觉真性给我们讲圆觉真性，这还有什么话说？可是我们自己也得要入个一分、二分，这部经才能真正得受用。佛入圆觉真性，我们没有入，没入来读诵、来听讲只能有薰习成种的利益，没有办法证得。它也不能说是完全没有作用，有薰习成种的作用，将来再一听，这部经我曾经听过，我知道有这回事情，虽知道，我不相信，我不能接受，但是你还能够知道，有这么一点好处。所以这是『圆觉本体，如来藏心，法界真境』。",
      "zh_TW": "『藏』就是『含藏』的意思，像我們現在講倉庫，庫藏的意思。這就是講真如本性的理體、相狀、作用，也就是法身、解脫、般若全都包藏在這裡面，《楞嚴經》裡面稱之為「如來藏」，如來就藏在這裡面，所以說是『含藏體相用三大，是為法身、般若、解脫，三德祕密之藏』。為什麼經一開端在處所說「入於神通大光明藏，三昧正受」？這句話非常要緊，因為這一會是講《圓覺經》，換句話說，就是講圓覺真性。在這個處所你一看，佛就入圓覺真性，入圓覺真性給我們講圓覺真性，這還有什麼話說？可是我們自己也得要入個一分、二分，這部經才能真正得受用。佛入圓覺真性，我們沒有入，沒入來讀誦、來聽講只能有薰習成種的利益，沒有辦法證得。它也不能說是完全沒有作用，有薰習成種的作用，將來再一聽，這部經我曾經聽過，我知道有這回事情，雖知道，我不相信，我不能接受，但是你還能夠知道，有這麼一點好處。所以這是『圓覺本體，如來藏心，法界真境』。"
    },
    {
      "id": "09-008-0011_p0059",
      "zh_CN": "不但释迦牟尼佛，跟诸位说，佛是常住这个境界，纵然是在祇树给孤独园，是在灵山，或在竹林精舍，那是我们看到的场所，佛住在哪里？佛住在「神通大光明藏」，这句话就是《华严经》里面讲的一真法界，净土里面讲的常寂光净土。佛住哪里？佛住常寂光，虽然跟我们在一起，他住他的境界，我们住我们的境界，不一样。所以这个地方特别跟诸位提示的就是境随心转，境不是真实的，如果要是真实的怎能随心所转？不是真实的。我们这一个人，以为人是真实的吗？不是的，如果要是真实的，那个人看到你很欢喜，你是个好人，另外一个人看到你，你这个人是丑八怪，你这个人可恶极了，那你这个人怎么是真实的？真实的，大家看都一样，那是真实的；这个人看你跟那个人看你，不一样！可见得，人不真实，境界不真实，是随一切众生心在变，正是《金刚经》所说「凡所有相，皆是虚妄」，诸位要记住这句话。我们这个身是相，身相也是虚妄，随着众生的心就现不一样，这是我们在日常生活当中稍微留意一点，处处体会得到，相随心转，没错。",
      "zh_TW": "不但釋迦牟尼佛，跟諸位說，佛是常住這個境界，縱然是在祇樹給孤獨園，是在靈山，或在竹林精舍，那是我們看到的場所，佛住在哪裡？佛住在「神通大光明藏」，這句話就是《華嚴經》裡面講的一真法界，淨土裡面講的常寂光淨土。佛住哪裡？佛住常寂光，雖然跟我們在一起，他住他的境界，我們住我們的境界，不一樣。所以這個地方特別跟諸位提示的就是境隨心轉，境不是真實的，如果要是真實的怎能隨心所轉？不是真實的。我們這一個人，以為人是真實的嗎？不是的，如果要是真實的，那個人看到你很歡喜，你是個好人，另外一個人看到你，你這個人是醜八怪，你這個人可惡極了，那你這個人怎麼是真實的？真實的，大家看都一樣，那是真實的；這個人看你跟那個人看你，不一樣！可見得，人不真實，境界不真實，是隨一切眾生心在變，正是《金剛經》所說「凡所有相，皆是虛妄」，諸位要記住這句話。我們這個身是相，身相也是虛妄，隨著眾生的心就現不一樣，這是我們在日常生活當中稍微留意一點，處處體會得到，相隨心轉，沒錯。"
    },
    {
      "id": "09-008-0011_p0060",
      "zh_CN": "讲义【如来入此三昧，是以智契理。又以法性身，依法性土，而得正受，不受余受。】",
      "zh_TW": "講義【如來入此三昧，是以智契理。又以法性身，依法性土，而得正受，不受餘受。】"
    },
    {
      "id": "09-008-0011_p0061",
      "zh_CN": "苦乐忧喜舍他都不受。",
      "zh_TW": "苦樂憂喜捨他都不受。"
    },
    {
      "id": "09-008-0011_p0062",
      "zh_CN": "讲义【现自受用身，乃法报同体之佛。自受法乐之处。】",
      "zh_TW": "講義【現自受用身，乃法報同體之佛。自受法樂之處。】"
    },
    {
      "id": "09-008-0011_p0063",
      "zh_CN": "这一段都是讲佛的自受用，在此地总结。这是讲报身里面两种作用之一，自受用的报身。",
      "zh_TW": "這一段都是講佛的自受用，在此地總結。這是講報身裡面兩種作用之一，自受用的報身。"
    },
    {
      "id": "09-008-0011_p0064",
      "zh_CN": "讲义【一切如来，光严住持者：以释迦所住真境，即十方如来，智光庄严之境，非余宝物庄严，此境为如来所住持故。】",
      "zh_TW": "講義【一切如來，光嚴住持者：以釋迦所住真境，即十方如來，智光莊嚴之境，非餘寶物莊嚴，此境為如來所住持故。】"
    },
    {
      "id": "09-008-0011_p0065",
      "zh_CN": "『一切如来，光严住持，是诸众生，清净觉地』，这四句话意思就很长了。前面所讲的完全不是我们境界，我们听了只有羡慕而已，后两句我们也沾了一点光，为什么？「是诸众生，清净觉地」，我们在这里沾一点光了。不但是释迦牟尼佛住常寂光净土，十方如来也不例外，哪一个不是住常寂光土？智慧光明庄严的境界叫「光严住持」，这就是指前面所说的。诸佛的境界与我们关系非常密切，底下一语道破了。",
      "zh_TW": "『一切如來，光嚴住持，是諸眾生，清淨覺地』，這四句話意思就很長了。前面所講的完全不是我們境界，我們聽了只有羨慕而已，後兩句我們也沾了一點光，為什麼？「是諸眾生，清淨覺地」，我們在這裡沾一點光了。不但是釋迦牟尼佛住常寂光淨土，十方如來也不例外，哪一個不是住常寂光土？智慧光明莊嚴的境界叫「光嚴住持」，這就是指前面所說的。諸佛的境界與我們關係非常密切，底下一語道破了。"
    },
    {
      "id": "09-008-0011_p0066",
      "zh_CN": "讲义【是诸众生，清净觉地者：是字，即指上文，如来果地，所住法界真境，就是众生因地，本具圆觉妙心，是谓果彻因源。而众生本具清净觉地，即是如来所住法界真境，是谓因该果海也。】",
      "zh_TW": "講義【是諸眾生，清淨覺地者：是字，即指上文，如來果地，所住法界真境，就是眾生因地，本具圓覺妙心，是謂果徹因源。而眾生本具清淨覺地，即是如來所住法界真境，是謂因該果海也。】"
    },
    {
      "id": "09-008-0011_p0067",
      "zh_CN": "『是诸众生，清净觉地』，「是」，此地讲了，指前面佛的境界，十方诸佛的境界。『如来果地，所住法界真境』，法界真境就是我们现在大家学佛修学的因地。因地心与果地觉如果相应，成就不可思议，在修学期间来讲非常的快速，要是真正相契合的话，一生成佛不要等到来生，这一生就圆满成就。因地心与果地觉一定要相应，这是非常的重要，就是因果要相应，这部经就是讲这桩事情。",
      "zh_TW": "『是諸眾生，清淨覺地』，「是」，此地講了，指前面佛的境界，十方諸佛的境界。『如來果地，所住法界真境』，法界真境就是我們現在大家學佛修學的因地。因地心與果地覺如果相應，成就不可思議，在修學期間來講非常的快速，要是真正相契合的話，一生成佛不要等到來生，這一生就圓滿成就。因地心與果地覺一定要相應，這是非常的重要，就是因果要相應，這部經就是講這樁事情。"
    },
    {
      "id": "09-008-0011_p0068",
      "zh_CN": "『众生因地，本具圆觉妙心』，如来所证得的境界是我们每个人自己本来具足的，换句话说，佛有，我们也有。佛有，他受用自在；我们虽有，我们迷惑颠倒。我们有，不知道自己有，众生苦就苦在这个地方。现在听到佛跟我们讲我们自己有，我也相信我有了，怎么证得不知道！如何证得的方法，也在这部经上。能够知道自己有就很难得，可是更可贵的是要自己证得，换句话说，自己要即身成佛，这才是可贵。",
      "zh_TW": "『眾生因地，本具圓覺妙心』，如來所證得的境界是我們每個人自己本來具足的，換句話說，佛有，我們也有。佛有，他受用自在；我們雖有，我們迷惑顛倒。我們有，不知道自己有，眾生苦就苦在這個地方。現在聽到佛跟我們講我們自己有，我也相信我有了，怎麼證得不知道！如何證得的方法，也在這部經上。能夠知道自己有就很難得，可是更可貴的是要自己證得，換句話說，自己要即身成佛，這才是可貴。"
    },
    {
      "id": "09-008-0011_p0069",
      "zh_CN": "佛门常常有这两句话，「果彻因源，因该果海」。底下一句，『而众生本具清净觉地，即是如来所住法界真境，是谓因赅果海』。从佛那边说，佛是已经证果了，果彻因源，因果不二，而且跟诸位说，因果是同时的，是一如，是一不是二。说果，因都包括在里头；说因，果也再其中。凡夫现在在因地，虽在因地，如来果地上的境界统统包括在其中。",
      "zh_TW": "佛門常常有這兩句話，「果徹因源，因該果海」。底下一句，『而眾生本具清淨覺地，即是如來所住法界真境，是謂因賅果海』。從佛那邊說，佛是已經證果了，果徹因源，因果不二，而且跟諸位說，因果是同時的，是一如，是一不是二。說果，因都包括在裡頭；說因，果也再其中。凡夫現在在因地，雖在因地，如來果地上的境界統統包括在其中。"
    },
    {
      "id": "09-008-0011_p0070",
      "zh_CN": "下面大师给我们提出这个问题，这个问答很有意思，真正是说出我们心里面的疑惑，这是假设的问答：",
      "zh_TW": "下面大師給我們提出這個問題，這個問答很有意思，真正是說出我們心裡面的疑惑，這是假設的問答："
    },
    {
      "id": "09-008-0011_p0071",
      "zh_CN": "讲义【问：神通大光明藏，既然是生佛同等，如何如来称入，众生不入？】",
      "zh_TW": "講義【問：神通大光明藏，既然是生佛同等，如何如來稱入，眾生不入？】"
    },
    {
      "id": "09-008-0011_p0072",
      "zh_CN": "既然大家都一样，的确是一样，为什么他叫佛而我叫众生？得入的就叫佛，不入的叫众生。我们为什么作众生？为什么不入？下面解答：",
      "zh_TW": "既然大家都一樣，的確是一樣，為什麼他叫佛而我叫眾生？得入的就叫佛，不入的叫眾生。我們為什麼作眾生？為什麼不入？下面解答："
    },
    {
      "id": "09-008-0011_p0073",
      "zh_CN": "讲义【众生亦未尝出此大光明藏。】",
      "zh_TW": "講義【眾生亦未嘗出此大光明藏。】"
    },
    {
      "id": "09-008-0011_p0074",
      "zh_CN": "这句话说得很清楚，我们一切众生也在光明藏之中，佛眼睛看我们跟他没有两样，所以佛说「一切众生本来成佛」，这句话在《大藏经》里面只发现过两次，《圆觉经》上说了，《华严经》上曾经说过，除这两部经之外，一切经里面没有这个说法，这叫说真实话。佛为什么不轻易说？这句话轻易说不得，说了怕人受害。你是凡夫，本来成佛，「我不要修了，我本来就成佛」，那就害死你了，你望文生义，你不晓得这个真理。在佛的境界里面，不但在理上讲你是佛，事上讲你还是佛，你要一下会意不过来，你想想我刚才那个比喻。佛眼睛里看你，你是佛，岂不是境随心转？他成了佛，整个境界就变成佛境界，一切众生都变成佛。佛眼睛里面看一切众生都是佛，我们凡夫看佛菩萨也是凡夫，这就叫相随心转，就是这么个道理。",
      "zh_TW": "這句話說得很清楚，我們一切眾生也在光明藏之中，佛眼睛看我們跟他沒有兩樣，所以佛說「一切眾生本來成佛」，這句話在《大藏經》裡面只發現過兩次，《圓覺經》上說了，《華嚴經》上曾經說過，除這兩部經之外，一切經裡面沒有這個說法，這叫說真實話。佛為什麼不輕易說？這句話輕易說不得，說了怕人受害。你是凡夫，本來成佛，「我不要修了，我本來就成佛」，那就害死你了，你望文生義，你不曉得這個真理。在佛的境界裡面，不但在理上講你是佛，事上講你還是佛，你要一下會意不過來，你想想我剛才那個比喻。佛眼睛裡看你，你是佛，豈不是境隨心轉？他成了佛，整個境界就變成佛境界，一切眾生都變成佛。佛眼睛裡面看一切眾生都是佛，我們凡夫看佛菩薩也是凡夫，這就叫相隨心轉，就是這麼個道理。"
    },
    {
      "id": "09-008-0011_p0075",
      "zh_CN": "我们要勘验自己的境界，检点我们自己到什么程度，从什么地方去验？就从你在日常生活当中待人接物。你看这个世间好人太少、坏人太多了，这是自己的心恶念多、善念少，就是这个境界。再过个几年，你修的功夫真有进步了，看这个世界坏人少、好人很多，证明你的善心所多，恶的心所力量弱。外境，诸位要记住蕅益大师那个开示。外面，境是物质环境，缘是人事环境，没有善恶，千真万确，平等平等没有善恶。善恶好丑都是你自己心变出来的，你一念善心外面就是一个善境界，那就是一个好人；一念恶心那个人就变成一个恶人，也变成恶境界。所以佛成了佛，他住在正受里面，他看尽虚空遍法界没有一个不是佛，不但有情众生是佛，无情众生也是佛，《华严》上说「情与无情，同圆种智」。所以从这个地方勘验自己，自己功夫有没有进步不要去问别人，问别人，人家都会恭维你几句，谁跟你说老实话？说老实话要得罪你，何必？只有自己才真正晓得自己的境界。",
      "zh_TW": "我們要勘驗自己的境界，檢點我們自己到什麼程度，從什麼地方去驗？就從你在日常生活當中待人接物。你看這個世間好人太少、壞人太多了，這是自己的心惡念多、善念少，就是這個境界。再過個幾年，你修的功夫真有進步了，看這個世界壞人少、好人很多，證明你的善心所多，惡的心所力量弱。外境，諸位要記住蕅益大師那個開示。外面，境是物質環境，緣是人事環境，沒有善惡，千真萬確，平等平等沒有善惡。善惡好醜都是你自己心變出來的，你一念善心外面就是一個善境界，那就是一個好人；一念惡心那個人就變成一個惡人，也變成惡境界。所以佛成了佛，他住在正受裡面，他看盡虛空遍法界沒有一個不是佛，不但有情眾生是佛，無情眾生也是佛，《華嚴》上說「情與無情，同圓種智」。所以從這個地方勘驗自己，自己功夫有沒有進步不要去問別人，問別人，人家都會恭維你幾句，誰跟你說老實話？說老實話要得罪你，何必？只有自己才真正曉得自己的境界。"
    },
    {
      "id": "09-008-0011_p0076",
      "zh_CN": "《楞严》上说得好，「若能转物，则同如来」，「物」包括得太多，如果我们说若能转人，十法界里只有人法界，若能转物则十法界统统包括在其中，全都包括了。人是动物，除动物还有植物，还有矿物，统统是物，全都包括了。换句话说，你能转境界与佛法就相应。底下引禅宗临济祖师几句话，这是很有名的禅宗公案：",
      "zh_TW": "《楞嚴》上說得好，「若能轉物，則同如來」，「物」包括得太多，如果我們說若能轉人，十法界裡只有人法界，若能轉物則十法界統統包括在其中，全都包括了。人是動物，除動物還有植物，還有礦物，統統是物，全都包括了。換句話說，你能轉境界與佛法就相應。底下引禪宗臨濟祖師幾句話，這是很有名的禪宗公案："
    },
    {
      "id": "09-008-0011_p0077",
      "zh_CN": "讲义【临济祖师上堂云：「有一无位真人，在汝诸人六根门头，放光动地。看！看！」】",
      "zh_TW": "講義【臨濟祖師上堂云：「有一無位真人，在汝諸人六根門頭，放光動地。看！看！」】"
    },
    {
      "id": "09-008-0011_p0078",
      "zh_CN": "『有一无位真人』，无位真人就是佛，『在汝诸人六根门头，放光动地，看！看！』这是叫我们参，你有没有看见？这个「看」就是《心经》里面的「照见」，禅家通常就用这个字。「照见五蕴皆空」，我们为什么不能照见？",
      "zh_TW": "『有一無位真人』，無位真人就是佛，『在汝諸人六根門頭，放光動地，看！看！』這是叫我們參，你有沒有看見？這個「看」就是《心經》裡面的「照見」，禪家通常就用這個字。「照見五蘊皆空」，我們為什麼不能照見？"
    },
    {
      "id": "09-008-0011_p0079",
      "zh_CN": "讲义【只因众生，向为六尘所蔽、六识所锢，而神不通、光不大，故不言入，非不入也。】",
      "zh_TW": "講義【只因眾生，向為六塵所蔽、六識所錮，而神不通、光不大，故不言入，非不入也。】"
    },
    {
      "id": "09-008-0011_p0080",
      "zh_CN": "『向』是一向，多生多劫以来。『六尘』是外面境界，色、声、香、味、触、法，就是我们今天讲一切人事环境。你不晓得人事环境的真相，你被它蒙蔽了，它是个虚妄，你的心被境界所转，这个冤枉。『六识所锢，而神不通，光不大』，所以不叫做『入』，不是『不入』；而是你六根接触六尘境界的时候不能守自性，就是你不能守住你的自性清净心，你在这个境界里头打妄想、起分别，分别善恶好丑，所以你见不到事实的真相。诸位也许要问，在六尘境界如果样样都不分别，那不变成白痴？变成木头？前面三身跟你说过，法身、报身不分别，报身自受用不分别。应化身为他受用，分别，分别是他受用不是自受用。佛要是样样都不分别，怎能跟我们讲经说法？他要给我们讲经说法，他不分别能说得出来吗？他那个分别就是无分别，怎么说？为他人分别的，我自己无分别，他受用的分别不是我自己受用的，我自己受用的无分别，所以自己永远住在神通大光明藏，永远住在理一心不乱，永远住在常寂光净土。众生迷了寂光净土，迷了自性，迷的时候无论说话、无论言行都是颠三倒四，都是错乱。所以众生有问题请教佛，佛立刻给他解答，众生有迷着，佛教给他怎样化解，这就是佛法。所以佛实在讲没说法，佛也没度众生，为什么？因为无法可说、无生可度，一切众生本来成佛，还有什么法好说？还有什么生可度？《金刚经》里面讲「度无量无数无边众生，而实无众生得灭度者」，就是这个道理。末后他引底下经文：",
      "zh_TW": "『向』是一向，多生多劫以來。『六塵』是外面境界，色、聲、香、味、觸、法，就是我們今天講一切人事環境。你不曉得人事環境的真相，你被它蒙蔽了，它是個虛妄，你的心被境界所轉，這個冤枉。『六識所錮，而神不通，光不大』，所以不叫做『入』，不是『不入』；而是你六根接觸六塵境界的時候不能守自性，就是你不能守住你的自性清淨心，你在這個境界裡頭打妄想、起分別，分別善惡好醜，所以你見不到事實的真相。諸位也許要問，在六塵境界如果樣樣都不分別，那不變成白痴？變成木頭？前面三身跟你說過，法身、報身不分別，報身自受用不分別。應化身為他受用，分別，分別是他受用不是自受用。佛要是樣樣都不分別，怎能跟我們講經說法？他要給我們講經說法，他不分別能說得出來嗎？他那個分別就是無分別，怎麼說？為他人分別的，我自己無分別，他受用的分別不是我自己受用的，我自己受用的無分別，所以自己永遠住在神通大光明藏，永遠住在理一心不亂，永遠住在常寂光淨土。眾生迷了寂光淨土，迷了自性，迷的時候無論說話、無論言行都是顛三倒四，都是錯亂。所以眾生有問題請教佛，佛立刻給他解答，眾生有迷著，佛教給他怎樣化解，這就是佛法。所以佛實在講沒說法，佛也沒度眾生，為什麼？因為無法可說、無生可度，一切眾生本來成佛，還有什麼法好說？還有什麼生可度？《金剛經》裡面講「度無量無數無邊眾生，而實無眾生得滅度者」，就是這個道理。末後他引底下經文："
    },
    {
      "id": "09-008-0011_p0081",
      "zh_CN": "讲义【非觉违拒诸能入者，有诸能入，非觉入故。】",
      "zh_TW": "講義【非覺違拒諸能入者，有諸能入，非覺入故。】"
    },
    {
      "id": "09-008-0011_p0082",
      "zh_CN": "这几句经文在后面，意思也很深，到后面我们再说。这一段我们才讲了一半，时间已经到了，希望诸位用心去体会，我们才能得到《圆觉经》的真实受用。",
      "zh_TW": "這幾句經文在後面，意思也很深，到後面我們再說。這一段我們才講了一半，時間已經到了，希望諸位用心去體會，我們才能得到《圓覺經》的真實受用。"
    }
  ]
}