{
  "doc_id": "09-008-0019",
  "title": {
    "zh_CN": "大方广圆觉经",
    "zh_TW": "大方廣圓覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-008-0019",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "09-008-0019_p0001",
      "zh_CN": "请看经文第三十七面，经文从这个地方正宗分的开始，说到最重要的部分了。",
      "zh_TW": "請看經文第三十七面，經文從這個地方正宗分的開始，說到最重要的部分了。"
    },
    {
      "id": "09-008-0019_p0002",
      "zh_CN": "经【一切如来，本起因地，皆依圆照清净觉相，永断无明，方成佛道。】",
      "zh_TW": "經【一切如來，本起因地，皆依圓照清淨覺相，永斷無明，方成佛道。】"
    },
    {
      "id": "09-008-0019_p0003",
      "zh_CN": "这是佛答复文殊师利菩萨所问的第一个问题，也就是说成佛之道。『一切如来』是指过去、现在、未来，过去、现在那是已经成佛了。你要问：他们在『因地』怎么修成的？佛就告诉你：『皆』，都是这样的，没有例外的，都是『依圆照清净觉相，永断无明』。这里面最重要的就是「圆照清净觉相」这一句，「断无明，成佛道」那是说的果，因就是这一句，至于未来的菩萨要修成佛道当然也不例外。",
      "zh_TW": "這是佛答覆文殊師利菩薩所問的第一個問題，也就是說成佛之道。『一切如來』是指過去、現在、未來，過去、現在那是已經成佛了。你要問：他們在『因地』怎麼修成的？佛就告訴你：『皆』，都是這樣的，沒有例外的，都是『依圓照清淨覺相，永斷無明』。這裡面最重要的就是「圓照清淨覺相」這一句，「斷無明，成佛道」那是說的果，因就是這一句，至於未來的菩薩要修成佛道當然也不例外。"
    },
    {
      "id": "09-008-0019_p0004",
      "zh_CN": "我们得要明了什么叫「圆照」，什么叫「清净觉相」，这是问题关键的所在。《般若经》里面常常讲观照，我们在《般若经》里面依古大德说了三个层次，就是从观照到照住、照见，即使到照见还没有到圆照，「圆照」是圆满的照见。照的是什么？这个诸位要晓得。换句话说，从开始修观照的时候，因地心与果地觉就要相应，既然讲到果地是清净觉相，我们一开始观照就要照「清净觉相」，那你因地心与果地觉就完全相应，这也就是平常我们常常提醒同修们要修清净心，「清净觉相」就是清净心。注子里面讲：",
      "zh_TW": "我們得要明瞭什麼叫「圓照」，什麼叫「清淨覺相」，這是問題關鍵的所在。《般若經》裡面常常講觀照，我們在《般若經》裡面依古大德說了三個層次，就是從觀照到照住、照見，即使到照見還沒有到圓照，「圓照」是圓滿的照見。照的是什麼？這個諸位要曉得。換句話說，從開始修觀照的時候，因地心與果地覺就要相應，既然講到果地是清淨覺相，我們一開始觀照就要照「清淨覺相」，那你因地心與果地覺就完全相應，這也就是平常我們常常提醒同修們要修清淨心，「清淨覺相」就是清淨心。註子裡面講："
    },
    {
      "id": "09-008-0019_p0005",
      "zh_CN": "讲义【圆照，是能照之智。】",
      "zh_TW": "講義【圓照，是能照之智。】"
    },
    {
      "id": "09-008-0019_p0006",
      "zh_CN": "这是般若智慧。般若智慧虽然在理论上讲，我们每个人都具足，这个东西不是外来的，是自己本性里面本具的功德，但是如果没有修德，我们本性里面本具的般若智慧不能现前，不能现前的原因就是被无明烦恼障碍住。在初修的时候，就是刚刚学的时候，换句话说，也就是我们现前应当要做的，那就是古人所讲「不怕念起，只怕觉迟」，觉就是观照，念就是无明，不怕无明烦恼起来，无明烦恼一定要起来，如果无明烦恼不起来，那你就是已经成了佛，你就不是凡夫。既然是凡夫，当然是有无明、有烦恼。但是起来的时候不怕，怕的是什么？被烦恼所转，这是可怕的事情，所谓愈迷愈深，怕这一点。所以，佛教给我们要提起觉照的功夫。",
      "zh_TW": "這是般若智慧。般若智慧雖然在理論上講，我們每個人都具足，這個東西不是外來的，是自己本性裡面本具的功德，但是如果沒有修德，我們本性裡面本具的般若智慧不能現前，不能現前的原因就是被無明煩惱障礙住。在初修的時候，就是剛剛學的時候，換句話說，也就是我們現前應當要做的，那就是古人所講「不怕念起，只怕覺遲」，覺就是觀照，念就是無明，不怕無明煩惱起來，無明煩惱一定要起來，如果無明煩惱不起來，那你就是已經成了佛，你就不是凡夫。既然是凡夫，當然是有無明、有煩惱。但是起來的時候不怕，怕的是什麼？被煩惱所轉，這是可怕的事情，所謂愈迷愈深，怕這一點。所以，佛教給我們要提起覺照的功夫。"
    },
    {
      "id": "09-008-0019_p0007",
      "zh_CN": "觉照，在最初的修学就是要常常记住佛给我们讲的道理、教训，当我们烦恼一现前，想想佛讲的道理，你能够一想心就平和了。我昨天遇到一个同学，他给我说，他常常烦恼起现行（他学佛才一年多），他就念两遍《心经》，这个心就清净多了。这是初学人用功得力的处所。他就问我般若的修学方法，我就给他讲《心经》恐怕不行，你念《心经》对治烦恼好，你要晓得了解般若的道理，从《心经》上下手很难，为什么？《心经》太深！不要看到那只有二百六十个字，以为很容易学，那就错了。《心经》是六百卷《大般若经》的精华，换句话说，你不通《大般若经》，《心经》的道理你怎么会懂？所以我就劝他研究《金刚经》，研究江味农居士的《金刚经讲义》，花个二、三年时间把《金刚经讲义》搞透彻，《心经》才会有味道，否则的话，研究《心经》都是囫囵吞枣，含糊笼统。周止庵居士的《心经诠注》他也没有看过，《心经诠注》相当深，比《金刚经讲义》还要难懂，所以要想学般若，得从这两本注解下手。一定要常常提起观照的功夫，观照是智慧。",
      "zh_TW": "覺照，在最初的修學就是要常常記住佛給我們講的道理、教訓，當我們煩惱一現前，想想佛講的道理，你能夠一想心就平和了。我昨天遇到一個同學，他給我說，他常常煩惱起現行（他學佛才一年多），他就念兩遍《心經》，這個心就清淨多了。這是初學人用功得力的處所。他就問我般若的修學方法，我就給他講《心經》恐怕不行，你念《心經》對治煩惱好，你要曉得了解般若的道理，從《心經》上下手很難，為什麼？《心經》太深！不要看到那只有二百六十個字，以為很容易學，那就錯了。《心經》是六百卷《大般若經》的精華，換句話說，你不通《大般若經》，《心經》的道理你怎麼會懂？所以我就勸他研究《金剛經》，研究江味農居士的《金剛經講義》，花個二、三年時間把《金剛經講義》搞透徹，《心經》才會有味道，否則的話，研究《心經》都是囫圇吞棗，含糊籠統。周止菴居士的《心經詮注》他也沒有看過，《心經詮注》相當深，比《金剛經講義》還要難懂，所以要想學般若，得從這兩本註解下手。一定要常常提起觀照的功夫，觀照是智慧。"
    },
    {
      "id": "09-008-0019_p0008",
      "zh_CN": "讲义【觉相，是所照之理。】",
      "zh_TW": "講義【覺相，是所照之理。】"
    },
    {
      "id": "09-008-0019_p0009",
      "zh_CN": "「觉相」就是所照之理。佛经里面所讲的这些道理，有原理，一切法的根本道理那是原理，有一切事的差别的事理，我们都要懂。刚刚初学还是用的第六意识，换句话说，常常把佛所讲的这些道理孕育在我们脑海里面，心里面常常想着佛所讲的这些道理，愈是了义的道理愈好，这是愈接近根本，愈接近真如本性。这些了义经所讲的道理，我们现在图书馆选的这些经典，在这里跟大家研究，给诸位讲解，全都属于了义经，所讲的纵然讲事相上差别的道理，都与原理相应。所以要常常想到，在一切境界里时时刻刻能提得起，这就是观照，换句话说，所谓观照是常常能想得起来，不至于把它忘掉，时时刻刻都能想起。这种功夫当然有的时候有，有的时候会断，断断续续，观照的相就是这样。功夫用到不中断，那就得定，就叫照住；换句话说，你心里面想着这些宇宙人生真正的道理不会失掉，常常现在你自己心里面不会失去，这就叫照住。也就是说念兹在兹，念念都在心里，换句话说，心就常常在道，没有离开道。",
      "zh_TW": "「覺相」就是所照之理。佛經裡面所講的這些道理，有原理，一切法的根本道理那是原理，有一切事的差別的事理，我們都要懂。剛剛初學還是用的第六意識，換句話說，常常把佛所講的這些道理孕育在我們腦海裡面，心裡面常常想著佛所講的這些道理，愈是了義的道理愈好，這是愈接近根本，愈接近真如本性。這些了義經所講的道理，我們現在圖書館選的這些經典，在這裡跟大家研究，給諸位講解，全都屬於了義經，所講的縱然講事相上差別的道理，都與原理相應。所以要常常想到，在一切境界裡時時刻刻能提得起，這就是觀照，換句話說，所謂觀照是常常能想得起來，不至於把它忘掉，時時刻刻都能想起。這種功夫當然有的時候有，有的時候會斷，斷斷續續，觀照的相就是這樣。功夫用到不中斷，那就得定，就叫照住；換句話說，你心裡面想著這些宇宙人生真正的道理不會失掉，常常現在你自己心裡面不會失去，這就叫照住。也就是說念茲在茲，念念都在心裡，換句話說，心就常常在道，沒有離開道。"
    },
    {
      "id": "09-008-0019_p0010",
      "zh_CN": "这个境界还是用的第六意识，这是理一定要明了，理要不明了就很难了。没有理，只有识，识里面不开智慧，识可以得定，很难开智慧。譬如念阿弥陀佛，我一有烦恼，南无阿弥陀佛，行了，用这一句阿弥陀佛把烦恼打断，把这个念头转到佛号上来，这个未尝不是一个办法。不过，你要是不懂道理，只念这一句阿弥陀佛，把一切妄念归到一念，可以叫你心得定，不开智慧。不开智慧的弊病，怕的是增长无明，什么事理不懂，还是糊里糊涂的，可是烦恼确实能压得住。念佛人有的时候念得很久，念了几十年，退心了，原因在什么地方？就是不明理，念久了这一句佛号念得枯燥无味，他就退心。如果他明白这个道理，他愈念愈有心得，愈念智慧愈增长，他怎么会退心？只有更精进，不会退转的。",
      "zh_TW": "這個境界還是用的第六意識，這是理一定要明瞭，理要不明瞭就很難了。沒有理，只有識，識裡面不開智慧，識可以得定，很難開智慧。譬如念阿彌陀佛，我一有煩惱，南無阿彌陀佛，行了，用這一句阿彌陀佛把煩惱打斷，把這個念頭轉到佛號上來，這個未嘗不是一個辦法。不過，你要是不懂道理，只念這一句阿彌陀佛，把一切妄念歸到一念，可以叫你心得定，不開智慧。不開智慧的弊病，怕的是增長無明，什麼事理不懂，還是糊裡糊塗的，可是煩惱確實能壓得住。念佛人有的時候念得很久，念了幾十年，退心了，原因在什麼地方？就是不明理，念久了這一句佛號念得枯燥無味，他就退心。如果他明白這個道理，他愈念愈有心得，愈念智慧愈增長，他怎麼會退心？只有更精進，不會退轉的。"
    },
    {
      "id": "09-008-0019_p0011",
      "zh_CN": "这一句阿弥陀佛佛号里面所含的道理有多少？整个《大藏经》，要以这句佛号来说，那就像《金刚经》上讲的比喻，百分不及一，千分不及一，乃至算数比喻没有办法说的。所以十方诸佛教人用观照的功夫，第一个办法就是教你念佛，念佛号晓得这一句佛号里头的含义，这个很重要。我们简单的说，从纲领上讲，「阿弥陀佛」意思是无量觉，一切法中无有一法不觉，这是阿弥陀佛的意思。觉就是般若智慧起作用。所以二六时中，我们阿弥陀佛这个佛号不中断，像古大德一天十万声佛号，那是念念唤起自己觉而不迷，这个佛号是唤醒自己，同时也唤醒别人。别的人懂佛法的，一听「南无阿弥陀佛」，他一听就把迷惑颠倒唤醒，就晓得我要处处觉悟，一切法当中不可以迷惑颠倒，这是讲照住，这是从第一个层次到第二个层次。必须明理，才能将第二个层次提升到第三个层次，照见。",
      "zh_TW": "這一句阿彌陀佛佛號裡面所含的道理有多少？整個《大藏經》，要以這句佛號來說，那就像《金剛經》上講的比喻，百分不及一，千分不及一，乃至算數比喻沒有辦法說的。所以十方諸佛教人用觀照的功夫，第一個辦法就是教你念佛，念佛號曉得這一句佛號裡頭的含義，這個很重要。我們簡單的說，從綱領上講，「阿彌陀佛」意思是無量覺，一切法中無有一法不覺，這是阿彌陀佛的意思。覺就是般若智慧起作用。所以二六時中，我們阿彌陀佛這個佛號不中斷，像古大德一天十萬聲佛號，那是念念喚起自己覺而不迷，這個佛號是喚醒自己，同時也喚醒別人。別的人懂佛法的，一聽「南無阿彌陀佛」，他一聽就把迷惑顛倒喚醒，就曉得我要處處覺悟，一切法當中不可以迷惑顛倒，這是講照住，這是從第一個層次到第二個層次。必須明理，才能將第二個層次提升到第三個層次，照見。"
    },
    {
      "id": "09-008-0019_p0012",
      "zh_CN": "照住里面得根本智，根本智就是禅定；因定开慧，从定里面开智慧，开的智慧就叫做后得智。为什么？因为定是先得到的，所以禅定叫根本智。《般若经》里面讲「般若无知」，那个无知就是根本智，那完全是清净心，清净代表的是根本智。「觉相」是后得智，对于一切法，没有一法不了然，一切法通达明了。因此，学佛是法法都要通达，法法都要圆融。学通达了，那就一切都必须学。一切都要学，这是佛法教学的本意，可是在修学过程当中，有教学的技巧，那就是初学的人要一门深入，才能把你修学的基础奠好。",
      "zh_TW": "照住裡面得根本智，根本智就是禪定；因定開慧，從定裡面開智慧，開的智慧就叫做後得智。為什麼？因為定是先得到的，所以禪定叫根本智。《般若經》裡面講「般若無知」，那個無知就是根本智，那完全是清淨心，清淨代表的是根本智。「覺相」是後得智，對於一切法，沒有一法不了然，一切法通達明瞭。因此，學佛是法法都要通達，法法都要圓融。學通達了，那就一切都必須學。一切都要學，這是佛法教學的本意，可是在修學過程當中，有教學的技巧，那就是初學的人要一門深入，才能把你修學的基礎奠好。"
    },
    {
      "id": "09-008-0019_p0013",
      "zh_CN": "初学的期限，中国儒家是七年，所以七年小成，九年大成，这是中国过去儒家的教学所谓十年寒窗。学佛决不是从童蒙学起，那是极少数的。古时候也有六、七岁就出家作小沙弥，那是从童蒙学起，那很少，大多数都是成年以后出家。在古代，十七、八岁出家的很多，因此他在世间的教育，童蒙已经奠定基础。佛法的基础教育一般定的是五年，可是这个不是一个固定的，它毕竟不像现在教育制度是一定的，佛法是不一定的，伸缩性很大，根性利的人也许一、二年就够，根性钝的人搞二、三十年还不行，实际上它是因人而异。",
      "zh_TW": "初學的期限，中國儒家是七年，所以七年小成，九年大成，這是中國過去儒家的教學所謂十年寒窗。學佛決不是從童蒙學起，那是極少數的。古時候也有六、七歲就出家作小沙彌，那是從童蒙學起，那很少，大多數都是成年以後出家。在古代，十七、八歲出家的很多，因此他在世間的教育，童蒙已經奠定基礎。佛法的基礎教育一般定的是五年，可是這個不是一個固定的，它畢竟不像現在教育制度是一定的，佛法是不一定的，伸縮性很大，根性利的人也許一、二年就夠，根性鈍的人搞二、三十年還不行，實際上它是因人而異。"
    },
    {
      "id": "09-008-0019_p0014",
      "zh_CN": "一定要一门深入！这个一门，教是一门，你学经典学一样东西；行也是一门，就是你修行。修行，总原则来说就是「圆照」，这个圆照包括了八万四千法门，为什么？哪一门不是圆照？门门都是！如果不是门门都是，那怎么门门都能成佛？像本经后面讲的二十五轮，那就是二十五种不同的方法；《楞严经》里面有二十五圆通，也是以二十五种不同的方法来修学，这都是代表八万四千法门，也是代表无量法门。无量法门，门门平等，无有高下，那就是门门都是圆照。所以你修行要修一门，不能修两门，两门就不圆了。",
      "zh_TW": "一定要一門深入！這個一門，教是一門，你學經典學一樣東西；行也是一門，就是你修行。修行，總原則來說就是「圓照」，這個圓照包括了八萬四千法門，為什麼？哪一門不是圓照？門門都是！如果不是門門都是，那怎麼門門都能成佛？像本經後面講的二十五輪，那就是二十五種不同的方法；《楞嚴經》裡面有二十五圓通，也是以二十五種不同的方法來修學，這都是代表八萬四千法門，也是代表無量法門。無量法門，門門平等，無有高下，那就是門門都是圓照。所以你修行要修一門，不能修兩門，兩門就不圓了。"
    },
    {
      "id": "09-008-0019_p0015",
      "zh_CN": "还有，道场是一个，老师是一个，这样才能成就。你要不相信，我们同学们几乎都有经验，多参访几个老师、师父，每个师父指的路都不一样，这个人说这个好，那个人说我这个比他还要好，试问问你走哪个路好？你无所适从！经典那么多，这边说《华严》好，经中之王；那个说《华严》太啰嗦，《法华》好，那你怎么办？真的门门都好，结果你也这样去学，学了一辈子，一样东西都学不成。所以真正求学讲师承，一个老师！你要是不肯听话，不肯接受，老师就不教你了；你肯接受，老师就教你。譬如我们讲经，欢迎你来听，可是讲到教学那就不一样。教学，学生是百分之百的服从，这个学生是好学生，老师对学生要负绝对的责任。跟我们平常讲经的场合不一样，讲经是讲的人对你听的人不负责任，你听多少那是你自己的，你喜欢来就来，你不喜欢来可以不来。作学生就不行，作学生不来不行，一定要来，不能缺课的。你根本智没有得到之前，没有资格参学，外面有别的法师长者在讲佛法，我去听听可不可以？不可以，没有资格。根本智没有得到之前，不能学第二部经。你们要问：原因在哪里？你一听会受他的影响，对你自己修学就有伤害，道理在此地。",
      "zh_TW": "還有，道場是一個，老師是一個，這樣才能成就。你要不相信，我們同學們幾乎都有經驗，多參訪幾個老師、師父，每個師父指的路都不一樣，這個人說這個好，那個人說我這個比他還要好，試問問你走哪個路好？你無所適從！經典那麼多，這邊說《華嚴》好，經中之王；那個說《華嚴》太囉嗦，《法華》好，那你怎麼辦？真的門門都好，結果你也這樣去學，學了一輩子，一樣東西都學不成。所以真正求學講師承，一個老師！你要是不肯聽話，不肯接受，老師就不教你了；你肯接受，老師就教你。譬如我們講經，歡迎你來聽，可是講到教學那就不一樣。教學，學生是百分之百的服從，這個學生是好學生，老師對學生要負絕對的責任。跟我們平常講經的場合不一樣，講經是講的人對你聽的人不負責任，你聽多少那是你自己的，你喜歡來就來，你不喜歡來可以不來。作學生就不行，作學生不來不行，一定要來，不能缺課的。你根本智沒有得到之前，沒有資格參學，外面有別的法師長者在講佛法，我去聽聽可不可以？不可以，沒有資格。根本智沒有得到之前，不能學第二部經。你們要問：原因在哪裡？你一聽會受他的影響，對你自己修學就有傷害，道理在此地。"
    },
    {
      "id": "09-008-0019_p0016",
      "zh_CN": "你如果真正肯学、肯听话，最高明的老师选学生他就要这种学生；他不见得要你很聪明伶俐、基础很好，好的老师不选这些。所以在今天这个社会，求学难！无论世出世间法都难，特别是佛法。为什么讲求的是一门？唯有一门，你才能照得住！由照住到照见还要相当一段的时间。简单的讲，照住是你烦恼障伏住，伏住是不是根本智就得到？未必，根本智没得到。根本智要到什么时候得到？要到所知障也伏住，根本智就得到了。这里讲「永断无明」，永断无明是圆照。到你照见的时候，你是分断无明。佛法里面讲无明有四十一品，你断一品、断二品，分断，没有完全断，完全断就是永断，那就圆照了。由此可知，从初住菩萨到等觉菩萨这四十一个位次都是分断无明，都是在照见这个位置上。我们念《心经》「照见五蕴皆空」，从圆教初住到等觉都是照见。到如来果地那就是圆照，圆照是指如来果地的境界。",
      "zh_TW": "你如果真正肯學、肯聽話，最高明的老師選學生他就要這種學生；他不見得要你很聰明伶俐、基礎很好，好的老師不選這些。所以在今天這個社會，求學難！無論世出世間法都難，特別是佛法。為什麼講求的是一門？唯有一門，你才能照得住！由照住到照見還要相當一段的時間。簡單的講，照住是你煩惱障伏住，伏住是不是根本智就得到？未必，根本智沒得到。根本智要到什麼時候得到？要到所知障也伏住，根本智就得到了。這裡講「永斷無明」，永斷無明是圓照。到你照見的時候，你是分斷無明。佛法裡面講無明有四十一品，你斷一品、斷二品，分斷，沒有完全斷，完全斷就是永斷，那就圓照了。由此可知，從初住菩薩到等覺菩薩這四十一個位次都是分斷無明，都是在照見這個位置上。我們念《心經》「照見五蘊皆空」，從圓教初住到等覺都是照見。到如來果地那就是圓照，圓照是指如來果地的境界。"
    },
    {
      "id": "09-008-0019_p0017",
      "zh_CN": "希望同修们，在一生当中能够成就佛道！佛法不容易遇到，开经偈讲「百千万劫难遭遇」，遇到了要是没有成就，多可惜！这个是属于因缘，这个因缘难得！不要把它看得太轻易。你们想想，今天全世界四十多亿人，在一生当中遇到佛法的有几个？台湾佛教算很兴盛，信佛的人很多，皈依、受戒的很多，可是有几个遇到真正的佛法？你要仔细想一想就晓得不容易，真是百千万劫难遭遇。我们所欠缺的是善根福德，善根是信解，我们对佛法能不能正确的理解，我们能不能真正的相信？果然懂了，很正确的理解，没有发生错误，我们又肯相信，那你是具足了善根，福德就是刚才讲的一门深入。",
      "zh_TW": "希望同修們，在一生當中能夠成就佛道！佛法不容易遇到，開經偈講「百千萬劫難遭遇」，遇到了要是沒有成就，多可惜！這個是屬於因緣，這個因緣難得！不要把它看得太輕易。你們想想，今天全世界四十多億人，在一生當中遇到佛法的有幾個？台灣佛教算很興盛，信佛的人很多，皈依、受戒的很多，可是有幾個遇到真正的佛法？你要仔細想一想就曉得不容易，真是百千萬劫難遭遇。我們所欠缺的是善根福德，善根是信解，我們對佛法能不能正確的理解，我們能不能真正的相信？果然懂了，很正確的理解，沒有發生錯誤，我們又肯相信，那你是具足了善根，福德就是剛才講的一門深入。"
    },
    {
      "id": "09-008-0019_p0018",
      "zh_CN": "到你照见的时候，就具有资格博学多闻，可以离开老师。你这个照见，才照见老师就把你赶出去，绝对不会再把你留在身边，为什么？你已经有资格去参学，有资格去博学多闻，那你就出去，像善财童子一样五十三参。为什么？你自己有主宰，有定有慧，无论接触什么样的境界，无论接触什么样的宗教学术思想，它是正、是邪、是是、是非，你一看一听心里都明了，你转它的境界，它不会转你。你有这个本事，老师就请你出去，不再留你；你没有这个能力，那你就乖乖的跟老师学，还要听一个老师的。由此可知，这一个老师难，你要是碰到了，你就很容易成就，这个是机缘。所以好老师，古德常讲可遇不可求，你到哪里去找！能找到这个明眼人来给你指路，这也是百千万劫难遭遇之一，不容易遇到。你遇到一个老师，那个老师自己根本就是不通，迷惑颠倒的，好，你也就跟他一个，跟一辈子，好了，他迷，你也迷一辈子，那就可惜！",
      "zh_TW": "到你照見的時候，就具有資格博學多聞，可以離開老師。你這個照見，才照見老師就把你趕出去，絕對不會再把你留在身邊，為什麼？你已經有資格去參學，有資格去博學多聞，那你就出去，像善財童子一樣五十三參。為什麼？你自己有主宰，有定有慧，無論接觸什麼樣的境界，無論接觸什麼樣的宗教學術思想，它是正、是邪、是是、是非，你一看一聽心裡都明瞭，你轉它的境界，它不會轉你。你有這個本事，老師就請你出去，不再留你；你沒有這個能力，那你就乖乖的跟老師學，還要聽一個老師的。由此可知，這一個老師難，你要是碰到了，你就很容易成就，這個是機緣。所以好老師，古德常講可遇不可求，你到哪裡去找！能找到這個明眼人來給你指路，這也是百千萬劫難遭遇之一，不容易遇到。你遇到一個老師，那個老師自己根本就是不通，迷惑顛倒的，好，你也就跟他一個，跟一輩子，好了，他迷，你也迷一輩子，那就可惜！"
    },
    {
      "id": "09-008-0019_p0019",
      "zh_CN": "真正好老师，给诸位说，他不会撒广告，不会到外面去宣传「我是好老师，我是佛法当中什么第一者」，绝对不会。愈是遇到真正善知识，你去问他，「我不通，我什么都不知道」。他说这个话是不是谦虚？不是的，真的不知道。八万四千佛法里头，他只晓得一门，他怎么是谦虚，不谦虚！像你们读《四十华严》五十三位善知识，每一个善知识都说，我只晓得这个法门，其余的我都不知道，你去另请高明，那不是谦虚，那是真的。",
      "zh_TW": "真正好老師，給諸位說，他不會撒廣告，不會到外面去宣傳「我是好老師，我是佛法當中什麼第一者」，絕對不會。愈是遇到真正善知識，你去問他，「我不通，我什麼都不知道」。他說這個話是不是謙虛？不是的，真的不知道。八萬四千佛法裡頭，他只曉得一門，他怎麼是謙虛，不謙虛！像你們讀《四十華嚴》五十三位善知識，每一個善知識都說，我只曉得這個法門，其餘的我都不知道，你去另請高明，那不是謙虛，那是真的。"
    },
    {
      "id": "09-008-0019_p0020",
      "zh_CN": "善知识到哪里去找？实在不得已，我在各处讲经，我都奉劝大众，实在找不到怎么办？现代人不太可靠，都是做自我宣传，我们怎么办？还有个方法，找古人，古人所谓是私淑弟子。譬如圆瑛法师不在了，圆瑛法师的著作在，我们今天念这个《讲义》是圆瑛法师的，我们就可以依他为老师。刚才讲了，一个老师！教是他一个人。换句话说，凡是圆瑛法师的东西我就可以看，不是圆瑛法师的东西不看，不看第二家的东西。老师虽然不在了，你要守住这个原则，你做他一个人的学生。他的著作有二、三十种，你只能选一种，专修。老师所说的，你都可以看，可是你学只能学一样，你要晓得这个道理。学到你能照见了，才可以看诸子百家，才看你老师以外的千经万论，各家的注疏、各家的论典。不走这个路子，你要想这一生当中成功，太难太难，简直就是不可能。",
      "zh_TW": "善知識到哪裡去找？實在不得已，我在各處講經，我都奉勸大眾，實在找不到怎麼辦？現代人不太可靠，都是做自我宣傳，我們怎麼辦？還有個方法，找古人，古人所謂是私淑弟子。譬如圓瑛法師不在了，圓瑛法師的著作在，我們今天念這個《講義》是圓瑛法師的，我們就可以依他為老師。剛才講了，一個老師！教是他一個人。換句話說，凡是圓瑛法師的東西我就可以看，不是圓瑛法師的東西不看，不看第二家的東西。老師雖然不在了，你要守住這個原則，你做他一個人的學生。他的著作有二、三十種，你只能選一種，專修。老師所說的，你都可以看，可是你學只能學一樣，你要曉得這個道理。學到你能照見了，才可以看諸子百家，才看你老師以外的千經萬論，各家的註疏、各家的論典。不走這個路子，你要想這一生當中成功，太難太難，簡直就是不可能。"
    },
    {
      "id": "09-008-0019_p0021",
      "zh_CN": "你要是选古人，像蕅益大师、莲池大师，他们都有全集，很容易找得到。一个人，一部经，努力用十年工夫。行门里面念佛就好。圆瑛法师是念佛的，他的书房叫做「三求堂」，求福、求慧、求生净土。他二十五岁就在《楞严》下功夫，他也办佛学院专门讲《楞严经》。大师虽然一生讲了三十多部经，但是他是以一部为主，他主修的是《楞严经》。这些都值得我们效法。",
      "zh_TW": "你要是選古人，像蕅益大師、蓮池大師，他們都有全集，很容易找得到。一個人，一部經，努力用十年工夫。行門裡面念佛就好。圓瑛法師是念佛的，他的書房叫做「三求堂」，求福、求慧、求生淨土。他二十五歲就在《楞嚴》下功夫，他也辦佛學院專門講《楞嚴經》。大師雖然一生講了三十多部經，但是他是以一部為主，他主修的是《楞嚴經》。這些都值得我們效法。"
    },
    {
      "id": "09-008-0019_p0022",
      "zh_CN": "再古一点的，可以学智者大师法华宗，可以学清凉华严宗，可以学宗密圆觉宗。《圆觉经》，宗密大师是这部经的祖师，不过宗密大师的注疏太深，所以你们学《圆觉经》从圆瑛法师下手，他这个东西浅，他距离我们近，我们看起来容易懂。你专门研究一部经，譬如《圆觉经》，先把圆瑛法师的注解研究十年，再把宗密大师的注解研究十年，那你就是现在在我们地球上的圆觉菩萨，二十年工夫你就是圆觉菩萨，谁能比得上你！你要没有二十年的功力，那不行，那没有用处的。你们自己想想看，二十年学二十部经，还是学一部经好？学二十部经，样样都懂一点皮毛，是样样都不精，没有一样东西能出人头地拿得出来。在行门上来讲，二十样东西是心分散了，分散就照不住，换句话说，你依然还是生死凡夫，你这一生想求生净土没有办法。为什么？你照不住，换句话说，功夫不能成片，带业往生都没有把握，这个问题很严重！",
      "zh_TW": "再古一點的，可以學智者大師法華宗，可以學清涼華嚴宗，可以學宗密圓覺宗。《圓覺經》，宗密大師是這部經的祖師，不過宗密大師的註疏太深，所以你們學《圓覺經》從圓瑛法師下手，他這個東西淺，他距離我們近，我們看起來容易懂。你專門研究一部經，譬如《圓覺經》，先把圓瑛法師的註解研究十年，再把宗密大師的註解研究十年，那你就是現在在我們地球上的圓覺菩薩，二十年工夫你就是圓覺菩薩，誰能比得上你！你要沒有二十年的功力，那不行，那沒有用處的。你們自己想想看，二十年學二十部經，還是學一部經好？學二十部經，樣樣都懂一點皮毛，是樣樣都不精，沒有一樣東西能出人頭地拿得出來。在行門上來講，二十樣東西是心分散了，分散就照不住，換句話說，你依然還是生死凡夫，你這一生想求生淨土沒有辦法。為什麼？你照不住，換句話說，功夫不能成片，帶業往生都沒有把握，這個問題很嚴重！"
    },
    {
      "id": "09-008-0019_p0023",
      "zh_CN": "我给大家说的都是真实话，我自己是个过来人，我到台湾来求学，总算很幸运遇到好老师，我是一个老师教的。这种机缘相当不容易，希望诸位要珍惜。今人找不到，找古人，找古人这很可靠的。今人哪个是善知识我们不认识，我们找古人，这是个好办法，做古人的私淑弟子。古来有例子，孟夫子师法孔子，那个时候孔子已经死了，已经不在世间，孔老夫子的著作留在世间，孟子就依靠孔老夫子的著作来学习，所以他是孔夫子的私淑弟子，他学孔子。唐宋八大家里面第一个是韩愈，这是我们中国的大文豪，韩愈的老师是谁？司马迁，做《史记》的。司马迁是汉朝人，韩愈是唐朝人，已经死了好几百年。韩愈就是学《史记》，他学成了，学一样东西。司马迁是学左丘明的《左传》，也是私淑弟子，都不是当代，不是直接教的。在佛门里面，蕅益大师是私淑莲池大师，蕅益大师出家学佛的时候，莲池大师过世了，他没有能亲近得到，莲池大师的著作流传在世间，他就依照《莲池大师全集》来学习。这些都是我们好榜样。",
      "zh_TW": "我給大家說的都是真實話，我自己是個過來人，我到台灣來求學，總算很幸運遇到好老師，我是一個老師教的。這種機緣相當不容易，希望諸位要珍惜。今人找不到，找古人，找古人這很可靠的。今人哪個是善知識我們不認識，我們找古人，這是個好辦法，做古人的私淑弟子。古來有例子，孟夫子師法孔子，那個時候孔子已經死了，已經不在世間，孔老夫子的著作留在世間，孟子就依靠孔老夫子的著作來學習，所以他是孔夫子的私淑弟子，他學孔子。唐宋八大家裡面第一個是韓愈，這是我們中國的大文豪，韓愈的老師是誰？司馬遷，做《史記》的。司馬遷是漢朝人，韓愈是唐朝人，已經死了好幾百年。韓愈就是學《史記》，他學成了，學一樣東西。司馬遷是學左丘明的《左傳》，也是私淑弟子，都不是當代，不是直接教的。在佛門裡面，蕅益大師是私淑蓮池大師，蕅益大師出家學佛的時候，蓮池大師過世了，他沒有能親近得到，蓮池大師的著作流傳在世間，他就依照《蓮池大師全集》來學習。這些都是我們好榜樣。"
    },
    {
      "id": "09-008-0019_p0024",
      "zh_CN": "「圆照」二个字，包括的范围非常之大。求的什么？一个是清净心。「觉相」是智慧相，所谓智慧相就是觉而不迷、正而不邪、净而不染，就是觉相。三皈依所学的，皈依佛、皈依法、皈依僧，那是觉相。大乘佛法从初发心到如来地，学的什么？「圆照清净觉相」，就是这六个字，八万四千法门所修的就是圆照清净觉相。",
      "zh_TW": "「圓照」二個字，包括的範圍非常之大。求的什麼？一個是清淨心。「覺相」是智慧相，所謂智慧相就是覺而不迷、正而不邪、淨而不染，就是覺相。三皈依所學的，皈依佛、皈依法、皈依僧，那是覺相。大乘佛法從初發心到如來地，學的什麼？「圓照清淨覺相」，就是這六個字，八萬四千法門所修的就是圓照清淨覺相。"
    },
    {
      "id": "09-008-0019_p0025",
      "zh_CN": "《圆觉经》的好处，经文只有二卷，只有一万多字（比《金刚经》多一倍），所说的理论非常圆满，真正是言简易赅。所以这部经对今天这个时代的人可以说最适合，为什么？今天这个世界的人最怕麻烦，一看到经太大，看到都害怕，看到《圆觉经》薄薄的一本，他看到很喜欢，它的好处就在此地。实在讲，《楞严经》今天一般人都不敢选，太大了，《华严经》更大，你看民国以来有几个道场讲《华严》？有哪个人把《华严经》从头到尾讲圆满？几乎都不可能。",
      "zh_TW": "《圓覺經》的好處，經文只有二卷，只有一萬多字（比《金剛經》多一倍），所說的理論非常圓滿，真正是言簡易賅。所以這部經對今天這個時代的人可以說最適合，為什麼？今天這個世界的人最怕麻煩，一看到經太大，看到都害怕，看到《圓覺經》薄薄的一本，他看到很喜歡，它的好處就在此地。實在講，《楞嚴經》今天一般人都不敢選，太大了，《華嚴經》更大，你看民國以來有幾個道場講《華嚴》？有哪個人把《華嚴經》從頭到尾講圓滿？幾乎都不可能。"
    },
    {
      "id": "09-008-0019_p0026",
      "zh_CN": "底下这四个字很重要，『永断无明』。无明里面包括我执与法执，所谓根本无明、枝末无明。「无明」怎么能断得了？要靠圆照的功夫，清净觉相现前，无明就断了。清净现前，枝末无明就断了；觉相现前，根本无明就断了。我们念佛念到事一心不乱，清净心现前，见思烦恼断了；念到理一心不乱，清净觉相现前，根本无明断了一品，刚才说了，四十一品无明断一品，这到理一心不乱，这是修学的成绩。",
      "zh_TW": "底下這四個字很重要，『永斷無明』。無明裡面包括我執與法執，所謂根本無明、枝末無明。「無明」怎麼能斷得了？要靠圓照的功夫，清淨覺相現前，無明就斷了。清淨現前，枝末無明就斷了；覺相現前，根本無明就斷了。我們念佛念到事一心不亂，清淨心現前，見思煩惱斷了；念到理一心不亂，清淨覺相現前，根本無明斷了一品，剛才說了，四十一品無明斷一品，這到理一心不亂，這是修學的成績。"
    },
    {
      "id": "09-008-0019_p0027",
      "zh_CN": "我一再的提醒同修，早晚功课就是考试。你们念书每个月有月考，老师严格一点每周还有周考，更严格一点天天都要随堂考试。我们这个早晚功课就是随堂考试，早晨提醒自己！课诵的中心，就是最主要的部分是在三皈。只要是佛门的修行，功课虽然大家不一样，但是都有三皈依，三皈是共同的功课。大小乘十个宗派，不管哪个宗派，没有不念三皈的，你就晓得三皈是共同功课，共同功课就是最重要的功课，其余的不管你怎么换，为什么？你们个人修习的不一样，但是三皈是共同的。三皈是什么？就是「清净觉相」。皈依佛，佛者觉也，觉而不迷；皈依法，法是正，正而不邪；皈依僧，僧是清净，净而不染，这是共同科目，我们就是学的这个。所以早课提醒你，「我今天一天要记住，在一切境界里不能迷惑颠倒，不能起邪知邪见，不能被境界染污」，提醒自己！晚课就检点，「我今天有没有迷惑颠倒？有没有起邪知邪见？有没有被外境染污？」这叫做真正做功课，这是真修行。",
      "zh_TW": "我一再的提醒同修，早晚功課就是考試。你們念書每個月有月考，老師嚴格一點每週還有週考，更嚴格一點天天都要隨堂考試。我們這個早晚功課就是隨堂考試，早晨提醒自己！課誦的中心，就是最主要的部分是在三皈。只要是佛門的修行，功課雖然大家不一樣，但是都有三皈依，三皈是共同的功課。大小乘十個宗派，不管哪個宗派，沒有不念三皈的，你就曉得三皈是共同功課，共同功課就是最重要的功課，其餘的不管你怎麼換，為什麼？你們個人修習的不一樣，但是三皈是共同的。三皈是什麼？就是「清淨覺相」。皈依佛，佛者覺也，覺而不迷；皈依法，法是正，正而不邪；皈依僧，僧是清淨，淨而不染，這是共同科目，我們就是學的這個。所以早課提醒你，「我今天一天要記住，在一切境界裡不能迷惑顛倒，不能起邪知邪見，不能被境界染污」，提醒自己！晚課就檢點，「我今天有沒有迷惑顛倒？有沒有起邪知邪見？有沒有被外境染污？」這叫做真正做功課，這是真修行。"
    },
    {
      "id": "09-008-0019_p0028",
      "zh_CN": "绝对不是把课诵早晨念一遍给佛菩萨听，晚上再念一遍给佛菩萨听，我是你的好徒弟，你教我念的我一堂都不缺，那有什么用处？佛菩萨泥塑木雕，我们这是瓷做的，你念给它，它听不见。不是念给它听的，诸位要懂这个意思。我们师法诸佛菩萨，以他做老师，他不在了，我们塑个像做代表，见到这个像就如同见到老师一样，是我们自己恭敬心有一个表示，我们对他来表我们的恭敬心，恭敬心就是真诚的心。我们真学，我们真修，一直到你圆照了，无明永断了，『方成佛道』，那就成佛了，这个佛是圆满的佛。",
      "zh_TW": "絕對不是把課誦早晨念一遍給佛菩薩聽，晚上再念一遍給佛菩薩聽，我是你的好徒弟，你教我念的我一堂都不缺，那有什麼用處？佛菩薩泥塑木雕，我們這是瓷做的，你念給它，它聽不見。不是念給它聽的，諸位要懂這個意思。我們師法諸佛菩薩，以他做老師，他不在了，我們塑個像做代表，見到這個像就如同見到老師一樣，是我們自己恭敬心有一個表示，我們對他來表我們的恭敬心，恭敬心就是真誠的心。我們真學，我們真修，一直到你圓照了，無明永斷了，『方成佛道』，那就成佛了，這個佛是圓滿的佛。"
    },
    {
      "id": "09-008-0019_p0029",
      "zh_CN": "注解诸位自己去看，自己去研究。修学，我们今天还是缺乏殊胜的机缘(机会)，要是有一个很理想的环境，是要怎样？是要共同来研究讨论，那是真正修学道场。而不是像现在我们在此地这种的法会，这样的法会是我在这里讲，你们在那里听，刚才讲了，我讲的只管讲，你们听的只管听，这个功德利益谈不上。真正的修学，这也是我们梦寐以求的，是用一种研究讨论会的方式，那个功德利益就大，而不是在讲台讲解的方式，那就大大的不一样。",
      "zh_TW": "註解諸位自己去看，自己去研究。修學，我們今天還是缺乏殊勝的機緣(機會)，要是有一個很理想的環境，是要怎樣？是要共同來研究討論，那是真正修學道場。而不是像現在我們在此地這種的法會，這樣的法會是我在這裡講，你們在那裡聽，剛才講了，我講的只管講，你們聽的只管聽，這個功德利益談不上。真正的修學，這也是我們夢寐以求的，是用一種研究討論會的方式，那個功德利益就大，而不是在講台講解的方式，那就大大的不一樣。"
    },
    {
      "id": "09-008-0019_p0030",
      "zh_CN": "我举例子给诸位说，我们大家都师法圆瑛法师，我们拿到圆瑛法师的《讲义》，就如同圆瑛法师来给我们讲经一样。我看了《讲义》，法师对我讲了，我在里面懂得多少，我听了我能悟出多少，我懂得多少，你听了你悟多少，你懂得多少，我们大家聚会在一堂就是交换心得感想，这是真正参学。书本你们每一位同学都有，我们这个图书馆跟别的讲堂不一样，别的讲堂你们同学去听讲，你未必有书，他那个讲堂是借用经书，你不能带走，我们这个讲堂书本都送给大家。送给你就是希望你常常去研究，你来听讲，你在家里已经把《讲义》看过几遍了，你来听的时候自然不一样。你们都看过好多遍才到这儿来听，你们在这里面所看到的一些道理，所体悟的一些东西，我在此地跟诸位讲这一遍，你可以印证一下，我在这里所讲的，哪些地方你也见到、也体会到，哪些地方你没有体会到，也没有见到，哪些地方你见到，我还没有说到。学东西要这样才会有进步，所以教学不需要佛学院，天天都在学习，哪一天不是在学习？确实我们所有经典注疏大家统统都有。",
      "zh_TW": "我舉例子給諸位說，我們大家都師法圓瑛法師，我們拿到圓瑛法師的《講義》，就如同圓瑛法師來給我們講經一樣。我看了《講義》，法師對我講了，我在裡面懂得多少，我聽了我能悟出多少，我懂得多少，你聽了你悟多少，你懂得多少，我們大家聚會在一堂就是交換心得感想，這是真正參學。書本你們每一位同學都有，我們這個圖書館跟別的講堂不一樣，別的講堂你們同學去聽講，你未必有書，他那個講堂是借用經書，你不能帶走，我們這個講堂書本都送給大家。送給你就是希望你常常去研究，你來聽講，你在家裡已經把《講義》看過幾遍了，你來聽的時候自然不一樣。你們都看過好多遍才到這兒來聽，你們在這裡面所看到的一些道理，所體悟的一些東西，我在此地跟諸位講這一遍，你可以印證一下，我在這裡所講的，哪些地方你也見到、也體會到，哪些地方你沒有體會到，也沒有見到，哪些地方你見到，我還沒有說到。學東西要這樣才會有進步，所以教學不需要佛學院，天天都在學習，哪一天不是在學習？確實我們所有經典註疏大家統統都有。"
    },
    {
      "id": "09-008-0019_p0031",
      "zh_CN": "我过去在台中学《楞严》，老师一个星期讲一次，我们总会用三、四天的时间去看古人这些注解，做成笔记，换句话说，我们去听，自己是有充分准备去听的，不是一无所知到那里去听的。听听老师所讲的，跟我们自己看注疏里面所领悟的东西一样不一样？我们在这里头去揣摩，在这里面去留意。哪些地方我们所体会到的，老师也讲到了，哪些地方我们觉得体会到的东西，老师没讲出来！还有老师所讲出来的东西，有一部分我们没有体会到！假如自己所体会的意思跟老师所讲的互相矛盾，有抵触，到底是我的见解正确还是老师的见解正确？这些事情常常发生，或者当场我们提出来发问，或者下课之后我们再去请教老师，说明我的悟处跟你的讲法不一样，这才叫做学习。",
      "zh_TW": "我過去在台中學《楞嚴》，老師一個星期講一次，我們總會用三、四天的時間去看古人這些註解，做成筆記，換句話說，我們去聽，自己是有充分準備去聽的，不是一無所知到那裡去聽的。聽聽老師所講的，跟我們自己看註疏裡面所領悟的東西一樣不一樣？我們在這裡頭去揣摩，在這裡面去留意。哪些地方我們所體會到的，老師也講到了，哪些地方我們覺得體會到的東西，老師沒講出來！還有老師所講出來的東西，有一部分我們沒有體會到！假如自己所體會的意思跟老師所講的互相矛盾，有牴觸，到底是我的見解正確還是老師的見解正確？這些事情常常發生，或者當場我們提出來發問，或者下課之後我們再去請教老師，說明我的悟處跟你的講法不一樣，這才叫做學習。"
    },
    {
      "id": "09-008-0019_p0032",
      "zh_CN": "过去我们在一开经的时候也就提倡，希望每一样东西大家报名来参加，也跟诸位说了，报名参加哪一部经，修学哪一部经的，参加的人坐在前面二、三排，后面算是旁听的，前面要提出问题来发问，研究讨论的，都讲过了，你们都不干，有什么办法？从来没有一个人发问。大概你们都像孔老夫子教学生，颜回一样，各个都不问，各个都是颜回，大概各个都通达了。不通达一定有疑问，一切都通达那就没有疑问了，看到好像很愚，也许是大智若愚。这个经的意思的确是很深，很有趣味。",
      "zh_TW": "過去我們在一開經的時候也就提倡，希望每一樣東西大家報名來參加，也跟諸位說了，報名參加哪一部經，修學哪一部經的，參加的人坐在前面二、三排，後面算是旁聽的，前面要提出問題來發問，研究討論的，都講過了，你們都不幹，有什麼辦法？從來沒有一個人發問。大概你們都像孔老夫子教學生，顏回一樣，各個都不問，各個都是顏回，大概各個都通達了。不通達一定有疑問，一切都通達那就沒有疑問了，看到好像很愚，也許是大智若愚。這個經的意思的確是很深，很有趣味。"
    },
    {
      "id": "09-008-0019_p0033",
      "zh_CN": "◎庚二、明无明本空",
      "zh_TW": "◎庚二、明無明本空"
    },
    {
      "id": "09-008-0019_p0034",
      "zh_CN": "底下第二段「明无明本空」。因为一开端就给诸位说，永断无明；如果无明要是真有，就断不了。这个意思，你们在《大乘起信论》、《楞严经》里面知道不少。《起信论》里面讲，无明叫不觉，清净觉相叫本觉，「本觉本有，不觉本无」，就是无明本空！诸位想一想，烦恼是从无明里面生的，生死是从烦恼里面生的，无明本空，哪里还有什么烦恼！烦恼就本无，烦恼本无，哪来的生死？由此可知，如果把无明永断，什么叫永断？就是真正明了无明本空，无明就没有了。哪里有个什么断不断？你要真正有个「断无明」，有无明可断，那你就是无明，「断无明」这一念就是无明。由此可知，照见是什么意思？就是照见无明本空！是你智慧照见。无明本空，烦恼是假的，烦恼也没有，生死也没有，你自己怎么会不得清净自在？所得的结果是不生不灭。",
      "zh_TW": "底下第二段「明無明本空」。因為一開端就給諸位說，永斷無明；如果無明要是真有，就斷不了。這個意思，你們在《大乘起信論》、《楞嚴經》裡面知道不少。《起信論》裡面講，無明叫不覺，清淨覺相叫本覺，「本覺本有，不覺本無」，就是無明本空！諸位想一想，煩惱是從無明裡面生的，生死是從煩惱裡面生的，無明本空，哪裡還有什麼煩惱！煩惱就本無，煩惱本無，哪來的生死？由此可知，如果把無明永斷，什麼叫永斷？就是真正明瞭無明本空，無明就沒有了。哪裡有個什麼斷不斷？你要真正有個「斷無明」，有無明可斷，那你就是無明，「斷無明」這一念就是無明。由此可知，照見是什麼意思？就是照見無明本空！是你智慧照見。無明本空，煩惱是假的，煩惱也沒有，生死也沒有，你自己怎麼會不得清淨自在？所得的結果是不生不滅。"
    },
    {
      "id": "09-008-0019_p0035",
      "zh_CN": "《金刚经》里面，讲如来的三身：法身、报身、应身。六祖大师《坛经》里面，法报应三身就在肉身上，一而三、三而一。我们这个肉身，理体上讲是法身；智慧上面来说是报身，报身是智慧身；从作用上来讲，是应化身。三身是一身，不是一个人变成三个身体，没有这个道理，所以六祖大师在《坛经》里面给我们说，「一体三身佛」。我们哪一个人不是一体三身佛？只是你迷惑颠倒你没照见，你没有照、你没有见道，如果你有觉照，见道了，你这个身原来就是三身，跟十方诸佛所证的三身无二无别，那你不就是永断无明成佛道了吗？学佛的目的是在此地。",
      "zh_TW": "《金剛經》裡面，講如來的三身：法身、報身、應身。六祖大師《壇經》裡面，法報應三身就在肉身上，一而三、三而一。我們這個肉身，理體上講是法身；智慧上面來說是報身，報身是智慧身；從作用上來講，是應化身。三身是一身，不是一個人變成三個身體，沒有這個道理，所以六祖大師在《壇經》裡面給我們說，「一體三身佛」。我們哪一個人不是一體三身佛？只是你迷惑顛倒你沒照見，你沒有照、你沒有見道，如果你有覺照，見道了，你這個身原來就是三身，跟十方諸佛所證的三身無二無別，那你不就是永斷無明成佛道了嗎？學佛的目的是在此地。"
    },
    {
      "id": "09-008-0019_p0036",
      "zh_CN": "底下一段经文要跟我们说明什么叫无明，把「无明」的性质要搞清楚。虽然给你讲清楚了，可是你还没见道。给你讲清楚是什么意思？你自己清楚之后，你要相信！你理解，你相信，你会有自信心。你相信自己能够照见，建立这个信心，这个信心是修行成佛的本修因，就是根本的修因，有因才有果。佛给我们说出这个事实的真相，用意就在此地。今天就讲到这里。",
      "zh_TW": "底下一段經文要跟我們說明什麼叫無明，把「無明」的性質要搞清楚。雖然給你講清楚了，可是你還沒見道。給你講清楚是什麼意思？你自己清楚之後，你要相信！你理解，你相信，你會有自信心。你相信自己能夠照見，建立這個信心，這個信心是修行成佛的本修因，就是根本的修因，有因才有果。佛給我們說出這個事實的真相，用意就在此地。今天就講到這裡。"
    }
  ]
}