{
  "doc_id": "09-008-0003",
  "title": {
    "zh_CN": "大方广圆觉经",
    "zh_TW": "大方廣圓覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-008-0003",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "09-008-0003_p0001",
      "zh_CN": "请看第六页，继续说明「了义」：",
      "zh_TW": "請看第六頁，繼續說明「了義」："
    },
    {
      "id": "09-008-0003_p0002",
      "zh_CN": "讲义【《大宝积经》：「佛告舍利弗：若诸经中，宣说世俗，名不了义，宣说胜义，名为了义。若诸经中，宣说作业烦恼，名不了义；宣烦恼业尽，名为了义。若诸经中，宣说厌离生死，趣求涅槃，名不了义；宣说生死涅槃，无二无别，名为了义」。】",
      "zh_TW": "講義【《大寶積經》：「佛告舍利弗：若諸經中，宣說世俗，名不了義，宣說勝義，名為了義。若諸經中，宣說作業煩惱，名不了義；宣煩惱業盡，名為了義。若諸經中，宣說厭離生死，趣求涅槃，名不了義；宣說生死涅槃，無二無別，名為了義」。】"
    },
    {
      "id": "09-008-0003_p0003",
      "zh_CN": "《大宝积经》里面有这么一段经文，『佛告舍利弗：若诸经中，宣说世俗，名不了义，宣说胜义，名为了义。若诸经中，宣说作业烦恼，名不了义』，作业就是造业的意思，这是不了义。『宣烦恼业尽，名为了义』。『若诸经中，宣说厌离生死，趣求涅槃，名不了义』，这一句大家要特别注意到，『宣说生死涅槃，无二无别，名为了义』。这是大师引佛在经中给我们说明什么叫做「了义」，什么叫做「不了义」，经文里面讲得很清楚。由这一段经文来看，大概小乘经典多半是不了义，大乘经典里面有一部分也是不了义。在这里我们要想到，我们自己所修的净土法门，你们说是了义还是不了义？我们厌离娑婆世界，欣乐极乐世界，这是不了义，能不能往生？真能往生，所以这个法门叫特别的法门，诸位要记住这一点，这是带业往生，不了义，但是真能往生。事一心不乱也是不了义，可是理一心不乱就是了义，所以净土法门初级、中级是不了义的，高级是了义的，其他法门里头没有这种情形，这个法门很特别，了义不了义它都具足。再看本经，本经的确是了义，这是没话说的。",
      "zh_TW": "《大寶積經》裡面有這麼一段經文，『佛告舍利弗：若諸經中，宣說世俗，名不了義，宣說勝義，名為了義。若諸經中，宣說作業煩惱，名不了義』，作業就是造業的意思，這是不了義。『宣煩惱業盡，名為了義』。『若諸經中，宣說厭離生死，趣求涅槃，名不了義』，這一句大家要特別注意到，『宣說生死涅槃，無二無別，名為了義』。這是大師引佛在經中給我們說明什麼叫做「了義」，什麼叫做「不了義」，經文裡面講得很清楚。由這一段經文來看，大概小乘經典多半是不了義，大乘經典裡面有一部分也是不了義。在這裡我們要想到，我們自己所修的淨土法門，你們說是了義還是不了義？我們厭離娑婆世界，欣樂極樂世界，這是不了義，能不能往生？真能往生，所以這個法門叫特別的法門，諸位要記住這一點，這是帶業往生，不了義，但是真能往生。事一心不亂也是不了義，可是理一心不亂就是了義，所以淨土法門初級、中級是不了義的，高級是了義的，其他法門裡頭沒有這種情形，這個法門很特別，了義不了義它都具足。再看本經，本經的確是了義，這是沒話說的。"
    },
    {
      "id": "09-008-0003_p0004",
      "zh_CN": "讲义【此经如来住法性土。】",
      "zh_TW": "講義【此經如來住法性土。】"
    },
    {
      "id": "09-008-0003_p0005",
      "zh_CN": "这就是常寂光净土。",
      "zh_TW": "這就是常寂光淨土。"
    },
    {
      "id": "09-008-0003_p0006",
      "zh_CN": "讲义【现受用身。】",
      "zh_TW": "講義【現受用身。】"
    },
    {
      "id": "09-008-0003_p0007",
      "zh_CN": "他受用的是报身，自受用的是常寂光净土。",
      "zh_TW": "他受用的是報身，自受用的是常寂光淨土。"
    },
    {
      "id": "09-008-0003_p0008",
      "zh_CN": "讲义【凡圣同源，主伴俱会，为十二法身大士。】",
      "zh_TW": "講義【凡聖同源，主伴俱會，為十二法身大士。】"
    },
    {
      "id": "09-008-0003_p0009",
      "zh_CN": "十二位菩萨都是等觉菩萨。",
      "zh_TW": "十二位菩薩都是等覺菩薩。"
    },
    {
      "id": "09-008-0003_p0010",
      "zh_CN": "讲义【直指众生，本来成佛。】",
      "zh_TW": "講義【直指眾生，本來成佛。】"
    },
    {
      "id": "09-008-0003_p0011",
      "zh_CN": "「一切众生本来成佛」，佛在一切经里只有《华严》与本经说过，其他经里面都没有这种话，所以这是真正了义经。",
      "zh_TW": "「一切眾生本來成佛」，佛在一切經裡只有《華嚴》與本經說過，其他經裡面都沒有這種話，所以這是真正了義經。"
    },
    {
      "id": "09-008-0003_p0012",
      "zh_CN": "讲义【圆满觉性，与佛无别，直截分明，毫无隐覆，是契经中，了义之法，非不了义之法也。】",
      "zh_TW": "講義【圓滿覺性，與佛無別，直截分明，毫無隱覆，是契經中，了義之法，非不了義之法也。】"
    },
    {
      "id": "09-008-0003_p0013",
      "zh_CN": "这是把「了义」给我们解释明白了，我们对这个意思要搞清楚。修学当然是依了义经为依据，不了义经为方便，这是要懂得的，我们要想达到究竟了义，必须要有方便法，所谓是善巧方便，这都是不了义，可是这个不了义能够帮助我们达到了义，因此这个方法也是非常的殊胜。前面是别题，后面「经」字是一切经的通题：",
      "zh_TW": "這是把「了義」給我們解釋明白了，我們對這個意思要搞清楚。修學當然是依了義經為依據，不了義經為方便，這是要懂得的，我們要想達到究竟了義，必須要有方便法，所謂是善巧方便，這都是不了義，可是這個不了義能夠幫助我們達到了義，因此這個方法也是非常的殊勝。前面是別題，後面「經」字是一切經的通題："
    },
    {
      "id": "09-008-0003_p0014",
      "zh_CN": "讲义【经之一字，是能诠文字，即契理契机之教。】",
      "zh_TW": "講義【經之一字，是能詮文字，即契理契機之教。】"
    },
    {
      "id": "09-008-0003_p0015",
      "zh_CN": "『经』也翻作契经，圆瑛法师在此地注解得很简单，《华严经疏钞》里面，清凉大师解释「经」字有十种意思，解释得非常圆满。通常我们一般讲经，总是以「贯、摄、常、法」这四个意思来解释经字，在这个地方不必多说，因为这是每一部经都不例外的。题就介绍到此地。",
      "zh_TW": "『經』也翻作契經，圓瑛法師在此地註解得很簡單，《華嚴經疏鈔》裡面，清涼大師解釋「經」字有十種意思，解釋得非常圓滿。通常我們一般講經，總是以「貫、攝、常、法」這四個意思來解釋經字，在這個地方不必多說，因為這是每一部經都不例外的。題就介紹到此地。"
    },
    {
      "id": "09-008-0003_p0016",
      "zh_CN": "诸位再看「教起因缘」，教就是教学，教学总得有个原因，教起因缘就是释迦牟尼佛教学的原因、因由。",
      "zh_TW": "諸位再看「教起因緣」，教就是教學，教學總得有個原因，教起因緣就是釋迦牟尼佛教學的原因、因由。"
    },
    {
      "id": "09-008-0003_p0017",
      "zh_CN": "讲义【如来教法，决不孤起，起必有由。】",
      "zh_TW": "講義【如來教法，決不孤起，起必有由。】"
    },
    {
      "id": "09-008-0003_p0018",
      "zh_CN": "不是突然发生的，总是有原因的。",
      "zh_TW": "不是突然發生的，總是有原因的。"
    },
    {
      "id": "09-008-0003_p0019",
      "zh_CN": "讲义【究其教起因缘，有总有别。】",
      "zh_TW": "講義【究其教起因緣，有總有別。】"
    },
    {
      "id": "09-008-0003_p0020",
      "zh_CN": "我们要追究世尊出世说法利生的因缘，『有总有别』，所谓「总」就是释迦牟尼佛为什么到这个世界上来教我们这些方法，这是总因缘；别因缘是说这部《圆觉经》的因缘。我们晓得，佛住世的时候讲经三百多会，每一会都有它的因缘，这个因缘我们叫别，个别的因缘；佛住世这是总因缘。讲到总因缘：",
      "zh_TW": "我們要追究世尊出世說法利生的因緣，『有總有別』，所謂「總」就是釋迦牟尼佛為什麼到這個世界上來教我們這些方法，這是總因緣；別因緣是說這部《圓覺經》的因緣。我們曉得，佛住世的時候講經三百多會，每一會都有它的因緣，這個因緣我們叫別，個別的因緣；佛住世這是總因緣。講到總因緣："
    },
    {
      "id": "09-008-0003_p0021",
      "zh_CN": "讲义【如来为一大事因缘故，出现于世。】",
      "zh_TW": "講義【如來為一大事因緣故，出現於世。】"
    },
    {
      "id": "09-008-0003_p0022",
      "zh_CN": "到底什么叫一大事？古德有很多的讲法，这个地方所讲的完全依《法华经》。",
      "zh_TW": "到底什麼叫一大事？古德有很多的講法，這個地方所講的完全依《法華經》。"
    },
    {
      "id": "09-008-0003_p0023",
      "zh_CN": "讲义【一大事因缘者，就是如来要开示众生，本有佛之知见，要令众生，悟入佛之知见，而得成佛是也。此为一代时教总因缘。】",
      "zh_TW": "講義【一大事因緣者，就是如來要開示眾生，本有佛之知見，要令眾生，悟入佛之知見，而得成佛是也。此為一代時教總因緣。】"
    },
    {
      "id": "09-008-0003_p0024",
      "zh_CN": "这几句话全是佛在《法华经》所说的。有人说「一」就是一心，就是一真，也讲得通，也很好。什么叫「大事」？大事是指生死大事，的确世出世间再没有比生死这个事情更来得大。世间所有的学问，科学、哲学、宗教，几乎世间所有的问题，不但人间的问题，乃至于天上的问题，他们也有办法解决。像印度有很多宗教学者，他们的定力神通可以到四禅天、四空天，换句话说，天上的问题他也有办法解决，唯独没有办法出三界；换句话说，三界的生死无法了脱，变易生死就更不必说了。这是大事！唯有佛法能解决这个问题，佛要不出世，我们这个迷惑是愈迷愈深，没有解脱的希望。如果这个世间有人能解决得了这个大事情，你们想想佛还来出世吗？佛不是一个好事的人，也不是好名的人，他看到大家都解决不了这个事情，不来不行，不得已而来的。只要有别人能做，他就享清福去了，他不干，没有人能做那他当仁不让，这是他本愿当中分内的事情，他必须要做，这一点我们也应当要学习。别人可以做的劝他们去做，我们帮他去做就好了，他不能做那我们就做，或是他有能力而不愿意去做，那只好我们自己做，这些都是佛早就留了榜样给我们。",
      "zh_TW": "這幾句話全是佛在《法華經》所說的。有人說「一」就是一心，就是一真，也講得通，也很好。什麼叫「大事」？大事是指生死大事，的確世出世間再沒有比生死這個事情更來得大。世間所有的學問，科學、哲學、宗教，幾乎世間所有的問題，不但人間的問題，乃至於天上的問題，他們也有辦法解決。像印度有很多宗教學者，他們的定力神通可以到四禪天、四空天，換句話說，天上的問題他也有辦法解決，唯獨沒有辦法出三界；換句話說，三界的生死無法了脫，變易生死就更不必說了。這是大事！唯有佛法能解決這個問題，佛要不出世，我們這個迷惑是愈迷愈深，沒有解脫的希望。如果這個世間有人能解決得了這個大事情，你們想想佛還來出世嗎？佛不是一個好事的人，也不是好名的人，他看到大家都解決不了這個事情，不來不行，不得已而來的。只要有別人能做，他就享清福去了，他不幹，沒有人能做那他當仁不讓，這是他本願當中分內的事情，他必須要做，這一點我們也應當要學習。別人可以做的勸他們去做，我們幫他去做就好了，他不能做那我們就做，或是他有能力而不願意去做，那只好我們自己做，這些都是佛早就留了榜樣給我們。"
    },
    {
      "id": "09-008-0003_p0025",
      "zh_CN": "佛自己说的跟我刚才讲的「一大事」，说法不一样，意思都可以相通。我们就《法华经》这两句来说，「开示众生，本有佛知佛见」。「佛」，是觉悟的意思，这种觉悟是正确彻底圆满的觉悟，就叫做佛。「知」是我们现在讲知识，「见」是讲见解，这种知识与见解都是建立在究竟圆满大觉的基础上，我们就叫做『佛之知见』。这一句话诸位总得要搞清楚。每一个众生，这样的知见，就是究竟圆满彻底大觉的知见，我们是各个人都具足，的确是没有差别的，所以一乘了义经典里面最重要的就是要建立我们这个信心，相信自己具足佛知佛见。",
      "zh_TW": "佛自己說的跟我剛才講的「一大事」，說法不一樣，意思都可以相通。我們就《法華經》這兩句來說，「開示眾生，本有佛知佛見」。「佛」，是覺悟的意思，這種覺悟是正確徹底圓滿的覺悟，就叫做佛。「知」是我們現在講知識，「見」是講見解，這種知識與見解都是建立在究竟圓滿大覺的基礎上，我們就叫做『佛之知見』。這一句話諸位總得要搞清楚。每一個眾生，這樣的知見，就是究竟圓滿徹底大覺的知見，我們是各個人都具足，的確是沒有差別的，所以一乘了義經典裡面最重要的就是要建立我們這個信心，相信自己具足佛知佛見。"
    },
    {
      "id": "09-008-0003_p0026",
      "zh_CN": "「开」是打开，「示」是指示，俗话说「顿开茅塞」。我们自己虽然具足佛知佛见，可是我们现在的佛知见被蒙蔽，有障碍了，虽有不能现前；不能现前，虽有还是等于无，还是等于没有。所以一乘了义经典，我们在讲堂讲的时候也常常提醒同修，不可以直下承当，又不能不直下承当，这个事情麻烦了，真的是事在两难。直下承当了，有障碍，容易落在狂慧里面；不肯直下承当也有障碍，落在无明里面，难就难在这个地方。佛说一乘了义经的目的在哪里？目的教我们信，信了以后要求解，理解之后，依照这个理论方法去修行，「行成证入」，目的在此地，到证入的时候才完全承当，真正的承当。",
      "zh_TW": "「開」是打開，「示」是指示，俗話說「頓開茅塞」。我們自己雖然具足佛知佛見，可是我們現在的佛知見被蒙蔽，有障礙了，雖有不能現前；不能現前，雖有還是等於無，還是等於沒有。所以一乘了義經典，我們在講堂講的時候也常常提醒同修，不可以直下承當，又不能不直下承當，這個事情麻煩了，真的是事在兩難。直下承當了，有障礙，容易落在狂慧裡面；不肯直下承當也有障礙，落在無明裡面，難就難在這個地方。佛說一乘了義經的目的在哪裡？目的教我們信，信了以後要求解，理解之後，依照這個理論方法去修行，「行成證入」，目的在此地，到證入的時候才完全承當，真正的承當。"
    },
    {
      "id": "09-008-0003_p0027",
      "zh_CN": "「开」之一字，是要帮助我们打开悟门，利根的人，佛菩萨将我们这个悟门一点，他就通了，一点就通了，这是利根的人容易得度，他就可以悟入。根性钝的人，佛给他开启了，不行，他还是不觉悟，那用什么方法？用指示，一桩一桩指给你看，叫我们觉悟。开示是老师教学的手段，佛法里面称之为善巧方便，开示是善巧方便，是老师的。做学生的要如何？要悟入，老师没有办法代我们悟，没有办法代我们去证得，入就是证得，这是老师没有办法，这两个是学生的。换句话说，老师给我们打开悟门，我们自己就要开悟，老师指示我们，我们就要证入。老师开的是什么？示的是什么？就是我们自己本有的佛知佛见，做学生要悟、要入的也是自家的佛知佛见。",
      "zh_TW": "「開」之一字，是要幫助我們打開悟門，利根的人，佛菩薩將我們這個悟門一點，他就通了，一點就通了，這是利根的人容易得度，他就可以悟入。根性鈍的人，佛給他開啟了，不行，他還是不覺悟，那用什麼方法？用指示，一樁一樁指給你看，叫我們覺悟。開示是老師教學的手段，佛法裡面稱之為善巧方便，開示是善巧方便，是老師的。做學生的要如何？要悟入，老師沒有辦法代我們悟，沒有辦法代我們去證得，入就是證得，這是老師沒有辦法，這兩個是學生的。換句話說，老師給我們打開悟門，我們自己就要開悟，老師指示我們，我們就要證入。老師開的是什麼？示的是什麼？就是我們自己本有的佛知佛見，做學生要悟、要入的也是自家的佛知佛見。"
    },
    {
      "id": "09-008-0003_p0028",
      "zh_CN": "这几句话不但是释迦牟尼佛出现在世间一代时教的总因缘，也同时是释迦牟尼佛这一代教学的总纲领。如果我们对这个总纲领、大前提没有能够掌握得住，我们的修学必定落入歧途，就是你会走到岔路上，岔路会愈走愈远。所谓岔路就是与这个路子相反的，这个道路是觉道，佛是觉的意思，岔路是迷途不是觉道。如果我们时时刻刻都在觉道上，觉而不迷，悟入就不难了。为什么不能悟入？就是常常走到岔路上，这才不能悟入。特别是末法时期，这个岔路太多了。末法时期，民主的社会，自由开放的社会，所以现在外面所谓宗教派系多得不得了，几乎是一个人一个教，一个人有一个门道，这个事情就麻烦了。如果我们不能把握着这个总纲领、大方向，不迷才怪，换句话说，不可能不迷。这是今天学佛最困难的一个所在。",
      "zh_TW": "這幾句話不但是釋迦牟尼佛出現在世間一代時教的總因緣，也同時是釋迦牟尼佛這一代教學的總綱領。如果我們對這個總綱領、大前提沒有能夠掌握得住，我們的修學必定落入歧途，就是你會走到岔路上，岔路會愈走愈遠。所謂岔路就是與這個路子相反的，這個道路是覺道，佛是覺的意思，岔路是迷途不是覺道。如果我們時時刻刻都在覺道上，覺而不迷，悟入就不難了。為什麼不能悟入？就是常常走到岔路上，這才不能悟入。特別是末法時期，這個岔路太多了。末法時期，民主的社會，自由開放的社會，所以現在外面所謂宗教派系多得不得了，幾乎是一個人一個教，一個人有一個門道，這個事情就麻煩了。如果我們不能把握著這個總綱領、大方向，不迷才怪，換句話說，不可能不迷。這是今天學佛最困難的一個所在。"
    },
    {
      "id": "09-008-0003_p0029",
      "zh_CN": "有一些真正有悟有入，我们俗话说有修有证，有修有证在此地就是有悟有入的，的确有入。他入的浅深是有差别的，譬如我们就圆教的经典里来讲，了义经典，这是圆教，圆教菩萨有五十一个等级，这五十一位都可以说入，十信位里面初信不能说他没有入，他入得浅，入一分，譬如我们讲深度有五十一分，他入了一分，不能说他没有入。二信位的菩萨入二分。可是十信位他进进退退，有的时候悟入得很深，但是他会退转，他不稳定，所以在《华严经》里面，十信没有地位，它从十住说起，从初住说起，为什么？初住就不退转了。往后去是有进无退，但是进的快慢各人不相同，根利的、用功的人进得快，根钝的、懈怠懒惰的人进得慢，所以进的速度各人不相同，这些都是悟入。在我们现前这个世间确实有修有证（有悟有入）的人不是没有，是真有，这些人劝勉我们的话必定是与佛、与古来的祖师，所谓是一鼻孔出气的，一模一样的，即使说法不相同，意思总是相同的。我们听了之后怎么样？这是老生常谈，不奇怪，不希奇。要学什么？要学希奇的，古人都没说过的，这个麻烦就大了。愈是好奇心重，愈容易步入歧途，愈迷愈深，真正的大道非常平凡，一点奇怪都没有，希望诸位要留意这一点。凡是标新立异，好奇骛怪，总不是正法，正法必定是循规蹈矩。",
      "zh_TW": "有一些真正有悟有入，我們俗話說有修有證，有修有證在此地就是有悟有入的，的確有入。他入的淺深是有差別的，譬如我們就圓教的經典裡來講，了義經典，這是圓教，圓教菩薩有五十一個等級，這五十一位都可以說入，十信位裡面初信不能說他沒有入，他入得淺，入一分，譬如我們講深度有五十一分，他入了一分，不能說他沒有入。二信位的菩薩入二分。可是十信位他進進退退，有的時候悟入得很深，但是他會退轉，他不穩定，所以在《華嚴經》裡面，十信沒有地位，它從十住說起，從初住說起，為什麼？初住就不退轉了。往後去是有進無退，但是進的快慢各人不相同，根利的、用功的人進得快，根鈍的、懈怠懶惰的人進得慢，所以進的速度各人不相同，這些都是悟入。在我們現前這個世間確實有修有證（有悟有入）的人不是沒有，是真有，這些人勸勉我們的話必定是與佛、與古來的祖師，所謂是一鼻孔出氣的，一模一樣的，即使說法不相同，意思總是相同的。我們聽了之後怎麼樣？這是老生常談，不奇怪，不希奇。要學什麼？要學希奇的，古人都沒說過的，這個麻煩就大了。愈是好奇心重，愈容易步入歧途，愈迷愈深，真正的大道非常平凡，一點奇怪都沒有，希望諸位要留意這一點。凡是標新立異，好奇騖怪，總不是正法，正法必定是循規蹈矩。"
    },
    {
      "id": "09-008-0003_p0030",
      "zh_CN": "我们学正法就得按照规矩来修学，读经看注解一定要选择大藏经里面所搜集的，大藏经里面还没有的，我们暂时把它放在一边，为什么？那就是大藏经没有收进去的，还没有被社会大众，也就是这些有修有证的大德们所肯定。我们是初学的人也不晓得哪个法门是正、哪个法门是邪、哪是真、哪是假，我们没有能力辨别就得依照古人的慧眼、法眼所拣别的，我们来依他的。在大藏经里面，这就是依佛菩萨、古大德这些善知识为我们做增上缘，奠定我们悟入的基础，然后你要有时间为弘法利生，也可以看看今人种种的说法，听听他们的见解，这是可以的。我们自己根基没有奠定，脚跟还没有站稳，是要以古注为第一。",
      "zh_TW": "我們學正法就得按照規矩來修學，讀經看註解一定要選擇大藏經裡面所蒐集的，大藏經裡面還沒有的，我們暫時把它放在一邊，為什麼？那就是大藏經沒有收進去的，還沒有被社會大眾，也就是這些有修有證的大德們所肯定。我們是初學的人也不曉得哪個法門是正、哪個法門是邪、哪是真、哪是假，我們沒有能力辨別就得依照古人的慧眼、法眼所揀別的，我們來依他的。在大藏經裡面，這就是依佛菩薩、古大德這些善知識為我們做增上緣，奠定我們悟入的基礎，然後你要有時間為弘法利生，也可以看看今人種種的說法，聽聽他們的見解，這是可以的。我們自己根基沒有奠定，腳跟還沒有站穩，是要以古註為第一。"
    },
    {
      "id": "09-008-0003_p0031",
      "zh_CN": "说到这个地方，同学们讲古注都是文言文，我们看不懂，这个话也是事实，可是这桩事情不是难题。你真正想学佛，想研究经论，你就应当花上三年时间学文言文，三年的时间不算太长。文言文是《大藏经》、《四库全书》的钥匙，你花上三年将文言文的基础奠定好，这把钥匙你拿到了，经律论三藏、《四库》你就有能力受用，你这一生受用无穷，为什么不肯花个短短的几年时间把它学好？你们要问：文言文应当怎么学法？修学文言文的秘诀就是背诵古文，你能把古文熟背一百篇，这个钥匙你就拿到了，教材从《古文观止》里面选就够了。《古文观止》里有三百多篇，你背上三分之一，这个钥匙你就得到了。你要能全背了，你在今天这个社会里可以称之为古文学家。可见得这个东西不难，就是要熟背，要背得很熟，这是学习文言文唯一的方法。暂时不必求解，只是求背，熟透了自然就通达，古人所谓「读书千遍，其义自见」，用不着老师来讲解，你念上一千遍，自己都通达了，里面意思全都了解。所以念的遍数要多，遍数少不行，一定要遍数多，要熟透，这是讲奠定我们学佛之基础，这个可以说预备的基础，然后才有能力阅读《大藏经》。",
      "zh_TW": "說到這個地方，同學們講古註都是文言文，我們看不懂，這個話也是事實，可是這樁事情不是難題。你真正想學佛，想研究經論，你就應當花上三年時間學文言文，三年的時間不算太長。文言文是《大藏經》、《四庫全書》的鑰匙，你花上三年將文言文的基礎奠定好，這把鑰匙你拿到了，經律論三藏、《四庫》你就有能力受用，你這一生受用無窮，為什麼不肯花個短短的幾年時間把它學好？你們要問：文言文應當怎麼學法？修學文言文的祕訣就是背誦古文，你能把古文熟背一百篇，這個鑰匙你就拿到了，教材從《古文觀止》裡面選就夠了。《古文觀止》裡有三百多篇，你背上三分之一，這個鑰匙你就得到了。你要能全背了，你在今天這個社會裡可以稱之為古文學家。可見得這個東西不難，就是要熟背，要背得很熟，這是學習文言文唯一的方法。暫時不必求解，只是求背，熟透了自然就通達，古人所謂「讀書千遍，其義自見」，用不著老師來講解，你念上一千遍，自己都通達了，裡面意思全都了解。所以念的遍數要多，遍數少不行，一定要遍數多，要熟透，這是講奠定我們學佛之基礎，這個可以說預備的基礎，然後才有能力閱讀《大藏經》。"
    },
    {
      "id": "09-008-0003_p0032",
      "zh_CN": "在这几句当中，诸位特别要留意的，那就是「悟」、是「入」，所以佛法讲求的，这个地方跟诸位讲总因缘，换句话说，释迦牟尼佛一生所说之法都离不开这个原则，不是教你求解的。这部经这一段经文是什么意思、怎么讲法，不注重这个，着重在开悟。我们在讲堂也常常劝勉诸位同修，我说学佛有两个目标，近的目标要求开悟，远的目标要证果，所以诸位学佛要向这两个目标迈进，这就正确了。如果你只求这部经怎么讲法，我要来学着讲，将来我讲给别人听，你目标错了，你会不会开悟？不会开悟，为什么？你根本没想开悟。你不是走开悟的路子，你走什么路子？走知见的路子。就像六祖在《坛经》里面对神会讲的，那是讲反面话，「知解宗徒」，这一句是骂人的话，那是不会开悟的，只晓得讲经而不开悟。印宗法师在没有遇到六祖之前，在广州法性寺讲《大涅槃经》也是讲得津津有味，听众也是很赞叹他，那时他没有开悟，所以遇到风动、幡动就争论不休了，到六祖给他点了一点，不是风动，也不是幡动，仁者心动，他才有所体会。",
      "zh_TW": "在這幾句當中，諸位特別要留意的，那就是「悟」、是「入」，所以佛法講求的，這個地方跟諸位講總因緣，換句話說，釋迦牟尼佛一生所說之法都離不開這個原則，不是教你求解的。這部經這一段經文是什麼意思、怎麼講法，不注重這個，著重在開悟。我們在講堂也常常勸勉諸位同修，我說學佛有兩個目標，近的目標要求開悟，遠的目標要證果，所以諸位學佛要向這兩個目標邁進，這就正確了。如果你只求這部經怎麼講法，我要來學著講，將來我講給別人聽，你目標錯了，你會不會開悟？不會開悟，為什麼？你根本沒想開悟。你不是走開悟的路子，你走什麼路子？走知見的路子。就像六祖在《壇經》裡面對神會講的，那是講反面話，「知解宗徒」，這一句是罵人的話，那是不會開悟的，只曉得講經而不開悟。印宗法師在沒有遇到六祖之前，在廣州法性寺講《大涅槃經》也是講得津津有味，聽眾也是很讚歎他，那時他沒有開悟，所以遇到風動、幡動就爭論不休了，到六祖給他點了一點，不是風動，也不是幡動，仁者心動，他才有所體會。"
    },
    {
      "id": "09-008-0003_p0033",
      "zh_CN": "「知解宗徒」，也就是儒家学记里面所讲的「记问之学」，是这种学问。他记得很多，他到处请教别人，人家给他讲，他听了很多。他听得很多，看得很多，记得很多，全是别人的，自己没有开悟，统统都是别人的，儒家给我们讲的「记问之学不足以为人师」，没有资格为人师。可见得儒家要想做个大宗师，做个老师，要开悟，儒家也讲开悟。佛法所重在出世间法，这个悟入更是重要，不但讲开悟，而且证入。悟是悟自己的佛性，就是佛知佛见，入就是所谓见性，真正见道，就是得到佛知佛见。这个佛是自家不是别人，千万不要弄错，「悟入佛知佛见，悟入释迦牟尼佛的知见，悟入阿弥陀佛的知见」，那就搞坏了，那就错了，那你还是变成记问之学，解决不了自己的问题。自己的问题都解决不了，如何能解决众生的问题？这一段很要紧。下面讲别因缘：",
      "zh_TW": "「知解宗徒」，也就是儒家學記裡面所講的「記問之學」，是這種學問。他記得很多，他到處請教別人，人家給他講，他聽了很多。他聽得很多，看得很多，記得很多，全是別人的，自己沒有開悟，統統都是別人的，儒家給我們講的「記問之學不足以為人師」，沒有資格為人師。可見得儒家要想做個大宗師，做個老師，要開悟，儒家也講開悟。佛法所重在出世間法，這個悟入更是重要，不但講開悟，而且證入。悟是悟自己的佛性，就是佛知佛見，入就是所謂見性，真正見道，就是得到佛知佛見。這個佛是自家不是別人，千萬不要弄錯，「悟入佛知佛見，悟入釋迦牟尼佛的知見，悟入阿彌陀佛的知見」，那就搞壞了，那就錯了，那你還是變成記問之學，解決不了自己的問題。自己的問題都解決不了，如何能解決眾生的問題？這一段很要緊。下面講別因緣："
    },
    {
      "id": "09-008-0003_p0034",
      "zh_CN": "讲义【别，即就本经，有十因缘。】",
      "zh_TW": "講義【別，即就本經，有十因緣。】"
    },
    {
      "id": "09-008-0003_p0035",
      "zh_CN": "别因缘是当会，就是圆觉一会，我们要来看这一会是什么因缘。读这一段文必须反省自己，这些因缘与我们相不相应，如果与我们也很相应，我们就是这一会的当机者。十条完全相应，没话说，你是当机者；十条里面有一半相应，你也就有资格学《圆觉经》；如果有一、二条相应，这个东西也对你有帮助，有好处，虽然你得不到真实的利益，也有薰修的功德。十因缘：",
      "zh_TW": "別因緣是當會，就是圓覺一會，我們要來看這一會是什麼因緣。讀這一段文必須反省自己，這些因緣與我們相不相應，如果與我們也很相應，我們就是這一會的當機者。十條完全相應，沒話說，你是當機者；十條裡面有一半相應，你也就有資格學《圓覺經》；如果有一、二條相應，這個東西也對你有幫助，有好處，雖然你得不到真實的利益，也有薰修的功德。十因緣："
    },
    {
      "id": "09-008-0003_p0036",
      "zh_CN": "讲义【乃以本觉真如，内熏为因；十二菩萨，请问为缘。】",
      "zh_TW": "講義【乃以本覺真如，內熏為因；十二菩薩，請問為緣。】"
    },
    {
      "id": "09-008-0003_p0037",
      "zh_CN": "这两句，凡是发心学佛的人都具足，如果你不是『本觉真如内熏』，你怎么会想到学佛？你怎么会想到看经？你怎么会想到到这个道场来听经？谁叫你来的？「本觉真如内熏」，把你薰来了，就这么回事情，这是根本的因缘，第一因缘。换句话说，你学佛对佛法爱好兴趣浓与淡，就是本觉真如内熏力量的强弱，如果这个力量强，换句话说，你天天都来听经，每一会你都来参加，你一会也不缺；力量弱一点，你就若有若无，高兴就来听一下，不高兴就到别的地方玩玩，这是力量弱的。力量强的，一会他都不肯放弃。读经也是如此，力量强的他天天要读，力量弱的不见得天天读，偶尔去翻一翻，这就是内薰的力量弱。这个东西与烦恼薰习成正比，本觉真如力量强，烦恼就弱；烦恼的力量强，烦恼也是内薰，力量强，你的本觉真如力量就薄弱。一个是真本，一个是妄本，本经里面要详细跟我们讨论。『十二菩萨，请问为缘』。这几句，给诸位说，是本会别因缘里面的总因缘，说出我们每一位学佛同修之所以来学佛，道理就在此地，决定离不开这个原理原则。向下，这是讲十种差别因缘，我们是或有或无，不一定完全具足。",
      "zh_TW": "這兩句，凡是發心學佛的人都具足，如果你不是『本覺真如內熏』，你怎麼會想到學佛？你怎麼會想到看經？你怎麼會想到到這個道場來聽經？誰叫你來的？「本覺真如內熏」，把你薰來了，就這麼回事情，這是根本的因緣，第一因緣。換句話說，你學佛對佛法愛好興趣濃與淡，就是本覺真如內熏力量的強弱，如果這個力量強，換句話說，你天天都來聽經，每一會你都來參加，你一會也不缺；力量弱一點，你就若有若無，高興就來聽一下，不高興就到別的地方玩玩，這是力量弱的。力量強的，一會他都不肯放棄。讀經也是如此，力量強的他天天要讀，力量弱的不見得天天讀，偶爾去翻一翻，這就是內薰的力量弱。這個東西與煩惱薰習成正比，本覺真如力量強，煩惱就弱；煩惱的力量強，煩惱也是內薰，力量強，你的本覺真如力量就薄弱。一個是真本，一個是妄本，本經裡面要詳細跟我們討論。『十二菩薩，請問為緣』。這幾句，給諸位說，是本會別因緣裡面的總因緣，說出我們每一位學佛同修之所以來學佛，道理就在此地，決定離不開這個原理原則。向下，這是講十種差別因緣，我們是或有或無，不一定完全具足。"
    },
    {
      "id": "09-008-0003_p0038",
      "zh_CN": "讲义【一、为示因地法行故。】",
      "zh_TW": "講義【一、為示因地法行故。】"
    },
    {
      "id": "09-008-0003_p0039",
      "zh_CN": "这一条大概我们都不具足，为什么？如果我们具足这一条，那就了不起，那不是普通修行，那可以称之为大修行人。为什么？具足这一条，我们修念佛法门的人必证理一心，那是究竟了义，一定证理一心不乱。这些文字都很重要，重要的我们就念，不重要的就不要念了。",
      "zh_TW": "這一條大概我們都不具足，為什麼？如果我們具足這一條，那就了不起，那不是普通修行，那可以稱之為大修行人。為什麼？具足這一條，我們修念佛法門的人必證理一心，那是究竟了義，一定證理一心不亂。這些文字都很重要，重要的我們就念，不重要的就不要念了。"
    },
    {
      "id": "09-008-0003_p0040",
      "zh_CN": "讲义【修证佛果，不离因心。】",
      "zh_TW": "講義【修證佛果，不離因心。】"
    },
    {
      "id": "09-008-0003_p0041",
      "zh_CN": "『佛果』这两个字的意思一定要搞清楚，因为你搞清楚就不至于迷信，也就没有什么奇怪了。佛是大彻大悟、大智大觉，就是「佛果」。我们要想修证大智大觉、大彻大悟，『不离因心』，因地心非常重要。佛在《楞严》里面讲，因地心与果地觉决定相应。阿难的修学就是因地心与果地觉不相应。因地心比什么都重要。",
      "zh_TW": "『佛果』這兩個字的意思一定要搞清楚，因為你搞清楚就不至於迷信，也就沒有什麼奇怪了。佛是大徹大悟、大智大覺，就是「佛果」。我們要想修證大智大覺、大徹大悟，『不離因心』，因地心非常重要。佛在《楞嚴》裡面講，因地心與果地覺決定相應。阿難的修學就是因地心與果地覺不相應。因地心比什麼都重要。"
    },
    {
      "id": "09-008-0003_p0042",
      "zh_CN": "讲义【因地不真，果招纡曲。】",
      "zh_TW": "講義【因地不真，果招紆曲。】"
    },
    {
      "id": "09-008-0003_p0043",
      "zh_CN": "这两句话是古大德常常讲的。『因』是你发心，就是你用什么心去修行。『果』是大智大觉，『果招纡曲』，这个果就是没有得到，而你所得的果报是迷惑颠倒，那就错了。你发心不正，所以你得的果报才是迷惑颠倒。我们自己想想我们这个修行，因地心，自己以为很正确了，可是自己一天到晚迷惑颠倒，那你就得想想我这个果报迷惑颠倒，这个因地心是有问题，从我们现前的果报就想到我们的因地心是不是真正的正确。佛法是心法，诸位要特别留意到这一点，所以这个用心是很微妙的，我们用的是什么心？",
      "zh_TW": "這兩句話是古大德常常講的。『因』是你發心，就是你用什麼心去修行。『果』是大智大覺，『果招紆曲』，這個果就是沒有得到，而你所得的果報是迷惑顛倒，那就錯了。你發心不正，所以你得的果報才是迷惑顛倒。我們自己想想我們這個修行，因地心，自己以為很正確了，可是自己一天到晚迷惑顛倒，那你就得想想我這個果報迷惑顛倒，這個因地心是有問題，從我們現前的果報就想到我們的因地心是不是真正的正確。佛法是心法，諸位要特別留意到這一點，所以這個用心是很微妙的，我們用的是什麼心？"
    },
    {
      "id": "09-008-0003_p0044",
      "zh_CN": "在本经里面，由文殊菩萨来作代表，文殊菩萨智慧第一，在表法里面来讲，智慧第一，他第一个代表提出问题向世尊请教的，就是代表《圆觉经》是一切经里面智慧第一，意思在此地。诸位要想真正求开智慧，这个是智慧第一，可是我要给诸位说明，上根的人读这部经开智慧，中等以上的人读这部经有困难，这部经经文不长，义理太深，的确是有很深的深度。可是中根以上的读《楞严》有受用，所以古人常讲开智慧的《楞严》。而圆瑛法师他老人家所表演的这一套也非常有趣味，换句话说，他也在暗示我们，你看他老人家的修学，《楞严经讲义》在前面，他把《楞严经讲义》写完成之后，最后写这一部《圆觉经讲义》，他老人家往生了，这也就是给我们一个次第，先读《楞严》再读《圆觉》奠定般若智慧的基础。这是他老人家在世表演这一招给我们看的，我们要懂得他的用意。",
      "zh_TW": "在本經裡面，由文殊菩薩來作代表，文殊菩薩智慧第一，在表法裡面來講，智慧第一，他第一個代表提出問題向世尊請教的，就是代表《圓覺經》是一切經裡面智慧第一，意思在此地。諸位要想真正求開智慧，這個是智慧第一，可是我要給諸位說明，上根的人讀這部經開智慧，中等以上的人讀這部經有困難，這部經經文不長，義理太深，的確是有很深的深度。可是中根以上的讀《楞嚴》有受用，所以古人常講開智慧的《楞嚴》。而圓瑛法師他老人家所表演的這一套也非常有趣味，換句話說，他也在暗示我們，你看他老人家的修學，《楞嚴經講義》在前面，他把《楞嚴經講義》寫完成之後，最後寫這一部《圓覺經講義》，他老人家往生了，這也就是給我們一個次第，先讀《楞嚴》再讀《圓覺》奠定般若智慧的基礎。這是他老人家在世表演這一招給我們看的，我們要懂得他的用意。"
    },
    {
      "id": "09-008-0003_p0045",
      "zh_CN": "讲义【如来答以一切如来本起因地，皆依圆照清净觉相，永断无明，方成佛道。佛为示因地法行，故说此经。】",
      "zh_TW": "講義【如來答以一切如來本起因地，皆依圓照清淨覺相，永斷無明，方成佛道。佛為示因地法行，故說此經。】"
    },
    {
      "id": "09-008-0003_p0046",
      "zh_CN": "『法』是方法，『行』就是修行，「法行」就是修行的方法。十方三世一切诸佛修成佛道的方法，他依什么心？依『圆照清净觉相』，这是《圆觉经》里面所说的。什么叫圆照清净觉相？如果诸位对于这个名词搞不清楚，我换一个名词你就晓得，「圆照清净觉相」就是一心不乱，没有两样。一心就圆，二心就不圆了，为什么？一心里面没有念，六祖大师说的「本来无一物」，这个心是圆的。圆是从体说，照是从用说；清净是体说，觉相是用说，这个名词里头有体有用。一心是体，不乱是用，净土法门所修学的就是修这个功夫。「圆照清净觉相」就是佛之知见，由此可知，一心不乱就是佛之知见。",
      "zh_TW": "『法』是方法，『行』就是修行，「法行」就是修行的方法。十方三世一切諸佛修成佛道的方法，他依什麼心？依『圓照清淨覺相』，這是《圓覺經》裡面所說的。什麼叫圓照清淨覺相？如果諸位對於這個名詞搞不清楚，我換一個名詞你就曉得，「圓照清淨覺相」就是一心不亂，沒有兩樣。一心就圓，二心就不圓了，為什麼？一心裡面沒有念，六祖大師說的「本來無一物」，這個心是圓的。圓是從體說，照是從用說；清淨是體說，覺相是用說，這個名詞裡頭有體有用。一心是體，不亂是用，淨土法門所修學的就是修這個功夫。「圓照清淨覺相」就是佛之知見，由此可知，一心不亂就是佛之知見。"
    },
    {
      "id": "09-008-0003_p0047",
      "zh_CN": "名词在诸经里面说得很多，有许多的说法，在《华严》里面叫一真法界，在《楞严》里面叫如来藏性，在《法华》里面叫一乘实相、佛之知见，在《弥陀经》里面叫一心不乱，在《维摩经》里面叫不二法门，都是一桩事情。一桩事情佛说这么多名词，其目的是教我们不要执着在名相上，你怎么说都可以，只要这桩事情对了就行了，不要执着在言说，不要执着文字。希望你在言语文字上体会到它的意思，得旨忘言，旨意得到了，言语文字统统舍弃，这是你真正悟入了。如果你是执着在名相上，这是障碍。执着在名相上，那就是所知障、烦恼障把你障住了。",
      "zh_TW": "名詞在諸經裡面說得很多，有許多的說法，在《華嚴》裡面叫一真法界，在《楞嚴》裡面叫如來藏性，在《法華》裡面叫一乘實相、佛之知見，在《彌陀經》裡面叫一心不亂，在《維摩經》裡面叫不二法門，都是一樁事情。一樁事情佛說這麼多名詞，其目的是教我們不要執著在名相上，你怎麼說都可以，只要這樁事情對了就行了，不要執著在言說，不要執著文字。希望你在言語文字上體會到它的意思，得旨忘言，旨意得到了，言語文字統統捨棄，這是你真正悟入了。如果你是執著在名相上，這是障礙。執著在名相上，那就是所知障、煩惱障把你障住了。"
    },
    {
      "id": "09-008-0003_p0048",
      "zh_CN": "所以，我们何必执着？一有执着就不圆，就不清净，就不觉了，离开分别执着，这是圆，这是清净，这个是觉相。离开一切分别执着，你的心是一心，才有分别执着，这个心就落二三了。换句话说，心要落在分别执着里面，这就是滋长无明，而不是永断无明。唯有一心，这是断无明的办法，三心二意就是在滋润无明，帮助无明增长。我们想想我们现前一天到晚用的功夫是帮助无明增长还是在断无明？我们学的是什么道？佛道是觉道，与觉道相反的是无明大道，大概学的都是无明大道，天天在增长无明，在修无明道不是修觉道。无明道在佛法里头有一个总名词，叫做魔道，魔就是无明，所以不觉则迷。这个在第一章里面，第一章文字不多，就是文殊菩萨这一章。",
      "zh_TW": "所以，我們何必執著？一有執著就不圓，就不清淨，就不覺了，離開分別執著，這是圓，這是清淨，這個是覺相。離開一切分別執著，你的心是一心，才有分別執著，這個心就落二三了。換句話說，心要落在分別執著裡面，這就是滋長無明，而不是永斷無明。唯有一心，這是斷無明的辦法，三心二意就是在滋潤無明，幫助無明增長。我們想想我們現前一天到晚用的功夫是幫助無明增長還是在斷無明？我們學的是什麼道？佛道是覺道，與覺道相反的是無明大道，大概學的都是無明大道，天天在增長無明，在修無明道不是修覺道。無明道在佛法裡頭有一個總名詞，叫做魔道，魔就是無明，所以不覺則迷。這個在第一章裡面，第一章文字不多，就是文殊菩薩這一章。"
    },
    {
      "id": "09-008-0003_p0049",
      "zh_CN": "本经一共十二章，也可以称之为十二会，都行。这部经的好处，每一章都可以独立，换句话说，十二部小经，合起来称一部《圆觉经》，章章都独立，章章都有一个宗旨。诸位要是受持背诵的确不难，你一章一章的去背，经文长的也只一千字的样子，短的像文殊菩萨这一章只有四百多字，很适合于背诵。这部经等于是课本一样，它有十二课，所以很好背诵。",
      "zh_TW": "本經一共十二章，也可以稱之為十二會，都行。這部經的好處，每一章都可以獨立，換句話說，十二部小經，合起來稱一部《圓覺經》，章章都獨立，章章都有一個宗旨。諸位要是受持背誦的確不難，你一章一章的去背，經文長的也只一千字的樣子，短的像文殊菩薩這一章只有四百多字，很適合於背誦。這部經等於是課本一樣，它有十二課，所以很好背誦。"
    },
    {
      "id": "09-008-0003_p0050",
      "zh_CN": "因地发心对我们修「理一心」的人来讲非常重要，你要想一生当中成佛，你用这种方法来修行，你这一生一定可以得到，如果你的用心与这个相违背，你这一生没有法子达到，在念佛法门里面你得功夫成片，成就事一心不乱，或有可能，理一心是决定不可能的。如果诸位用这个方法，我们俗话说「取法乎上」，我们用这个最高明的方法，如果理一心要是达不到，事一心非常可能，换句话说，纵然事一心做不到，你这一生带业往生可以保证，西方极乐世界保证你有分，决定不落空，为什么？因地心太可贵了。第二个因缘：",
      "zh_TW": "因地發心對我們修「理一心」的人來講非常重要，你要想一生當中成佛，你用這種方法來修行，你這一生一定可以得到，如果你的用心與這個相違背，你這一生沒有法子達到，在念佛法門裡面你得功夫成片，成就事一心不亂，或有可能，理一心是決定不可能的。如果諸位用這個方法，我們俗話說「取法乎上」，我們用這個最高明的方法，如果理一心要是達不到，事一心非常可能，換句話說，縱然事一心做不到，你這一生帶業往生可以保證，西方極樂世界保證你有分，決定不落空，為什麼？因地心太可貴了。第二個因緣："
    },
    {
      "id": "09-008-0003_p0051",
      "zh_CN": "讲义【二、为示离幻即觉故。】",
      "zh_TW": "講義【二、為示離幻即覺故。】"
    },
    {
      "id": "09-008-0003_p0052",
      "zh_CN": "什么叫觉？什么叫迷？迷就是不觉，换句话说，何谓觉？何谓无明？无明就是不觉。第二章是普贤菩萨章，第二个因缘是普贤菩萨的因缘。前面一章着重在信，着重在理解，就是信解，正确的信解。这一段讲修行，讲称性起修，这在一切修行法里面是最高明的修行方法。",
      "zh_TW": "什麼叫覺？什麼叫迷？迷就是不覺，換句話說，何謂覺？何謂無明？無明就是不覺。第二章是普賢菩薩章，第二個因緣是普賢菩薩的因緣。前面一章著重在信，著重在理解，就是信解，正確的信解。這一段講修行，講稱性起修，這在一切修行法裡面是最高明的修行方法。"
    },
    {
      "id": "09-008-0003_p0053",
      "zh_CN": "本经最重要的就是这两章，文殊菩萨代表智、代表开悟，普贤菩萨代表证入，文殊菩萨代表悟佛知见，普贤代表入佛知见，他讲的是行，行成证入。往后愈讲愈浅，精华、最重要的是这两章，这两章是究竟了义，这两章就像六祖大师一样是接引上上乘人，不是接引大乘人；这两章以下是接引大乘人。这两章是释迦牟尼佛四十九年所讲一切经的解行两门的总纲领，我们能把总纲领把握到，诸位将来看一切经，总离不开这个总纲领，的确是不难理解。我们在讲堂里面多费一点时间跟大家来研究讨论，我觉得这是值得的。这个玄义我们要有耐心的在一起研究。",
      "zh_TW": "本經最重要的就是這兩章，文殊菩薩代表智、代表開悟，普賢菩薩代表證入，文殊菩薩代表悟佛知見，普賢代表入佛知見，他講的是行，行成證入。往後愈講愈淺，精華、最重要的是這兩章，這兩章是究竟了義，這兩章就像六祖大師一樣是接引上上乘人，不是接引大乘人；這兩章以下是接引大乘人。這兩章是釋迦牟尼佛四十九年所講一切經的解行兩門的總綱領，我們能把總綱領把握到，諸位將來看一切經，總離不開這個總綱領，的確是不難理解。我們在講堂裡面多費一點時間跟大家來研究討論，我覺得這是值得的。這個玄義我們要有耐心的在一起研究。"
    },
    {
      "id": "09-008-0003_p0054",
      "zh_CN": "我过去在凤山，煮云法师有一次请我吃饭，办了一桌很好的菜请我吃，真是难得，吃了一半他就告诉我，「这餐饭，法师，不好吃」，我说怎么？「吃了之后，请你给我们讲一部《楞严经》」，把我吓了一跳，真不好吃。《楞严经》要很长的时间去讲，我虽然没有给他讲这部经，我讲了玄义，采取的本子就是圆瑛法师的《讲义》，就是前面的玄义，用了七十多个小时，不讲经只讲玄义。七十多个小时讲《楞严经》玄义，是我在讲《楞严经》玄义里面讲得最详细的。玄义就是全经的大意，大意给他讲完了。",
      "zh_TW": "我過去在鳳山，煮雲法師有一次請我吃飯，辦了一桌很好的菜請我吃，真是難得，吃了一半他就告訴我，「這餐飯，法師，不好吃」，我說怎麼？「吃了之後，請你給我們講一部《楞嚴經》」，把我嚇了一跳，真不好吃。《楞嚴經》要很長的時間去講，我雖然沒有給他講這部經，我講了玄義，採取的本子就是圓瑛法師的《講義》，就是前面的玄義，用了七十多個小時，不講經只講玄義。七十多個小時講《楞嚴經》玄義，是我在講《楞嚴經》玄義裡面講得最詳細的。玄義就是全經的大意，大意給他講完了。"
    },
    {
      "id": "09-008-0003_p0055",
      "zh_CN": "『离幻即觉』，首先你要晓得什么是幻？怎样离幻？这是问题之所在。",
      "zh_TW": "『離幻即覺』，首先你要曉得什麼是幻？怎樣離幻？這是問題之所在。"
    },
    {
      "id": "09-008-0003_p0056",
      "zh_CN": "讲义【佛告普贤：一切幻化，皆生如来圆觉妙心。】",
      "zh_TW": "講義【佛告普賢：一切幻化，皆生如來圓覺妙心。】"
    },
    {
      "id": "09-008-0003_p0057",
      "zh_CN": "这个『如来』是自己，诸位先要明白，不是释迦牟尼佛，不是阿弥陀佛，这个「如来」就是自己的清净法身，也是自己的理一心。理一心有，你自己没有证得，虽没有证得，你的确有理一心，为什么？『一切幻化』，就是十法界依正庄严，全是你的理一心里头变现之物。",
      "zh_TW": "這個『如來』是自己，諸位先要明白，不是釋迦牟尼佛，不是阿彌陀佛，這個「如來」就是自己的清淨法身，也是自己的理一心。理一心有，你自己沒有證得，雖沒有證得，你的確有理一心，為什麼？『一切幻化』，就是十法界依正莊嚴，全是你的理一心裡頭變現之物。"
    },
    {
      "id": "09-008-0003_p0058",
      "zh_CN": "讲义【不了如幻，是名不觉。】",
      "zh_TW": "講義【不了如幻，是名不覺。】"
    },
    {
      "id": "09-008-0003_p0059",
      "zh_CN": "这是很重要的话。『了』是明了，你自己不明了这个事实，不明了一切万法之所以然，这就叫『不觉』，这就叫无明。",
      "zh_TW": "這是很重要的話。『了』是明瞭，你自己不明瞭這個事實，不明瞭一切萬法之所以然，這就叫『不覺』，這就叫無明。"
    },
    {
      "id": "09-008-0003_p0060",
      "zh_CN": "讲义【若知幻化，即已离幻。】",
      "zh_TW": "講義【若知幻化，即已離幻。】"
    },
    {
      "id": "09-008-0003_p0061",
      "zh_CN": "『知』就是觉悟，我们平常讲的大彻大悟，大彻大悟就是此地「知」的意思。悟什么？悟这一切法都是自己圆照清净觉相里面的东西，或者说原来就是自家理一心之物，这就叫『离幻』，可见得离幻不是把这一切境界舍离。你能离得掉吗？离不掉，怎么离你也离不掉。你离开这个都市跑到深山，钻到洞里去，那个洞还是一个境界。你放一把火把自己身体烧成微尘，微尘还在，你怎么能离得掉？离不掉，而且你的神识过不了几天又投胎了。《地藏经》说得很清楚，人死了，神识七七四十九天之内他就投胎，中阴身时间不长，一般都不会超过四十九天。他在六道里头又投胎去了，他怎么能离得开？离不开。所以这个离不是身离，也不是心离，身心都不离，而是什么？悟就离了，离什么？离不觉；离什么？离迷。诸位要知道这么一桩事情，你才晓得怎么叫做离，否则的话，你念《华严经》愈念就愈疑惑，你就念不通，为什么？你展开《四十华严》，善财童子五十三参就是「离幻即觉」。人家怎么离法？每一段经文后面有「恋德礼辞」，礼辞就是离，样样事情他都参与，这世间各行各业，逆境、顺境，无有一法他不参与，礼辞，辞是不着相，佛在《金刚经》里面教给须菩提尊者「不取于相，如如不动」，就是此地所讲的离幻即觉。",
      "zh_TW": "『知』就是覺悟，我們平常講的大徹大悟，大徹大悟就是此地「知」的意思。悟什麼？悟這一切法都是自己圓照清淨覺相裡面的東西，或者說原來就是自家理一心之物，這就叫『離幻』，可見得離幻不是把這一切境界捨離。你能離得掉嗎？離不掉，怎麼離你也離不掉。你離開這個都市跑到深山，鑽到洞裡去，那個洞還是一個境界。你放一把火把自己身體燒成微塵，微塵還在，你怎麼能離得掉？離不掉，而且你的神識過不了幾天又投胎了。《地藏經》說得很清楚，人死了，神識七七四十九天之內他就投胎，中陰身時間不長，一般都不會超過四十九天。他在六道裡頭又投胎去了，他怎麼能離得開？離不開。所以這個離不是身離，也不是心離，身心都不離，而是什麼？悟就離了，離什麼？離不覺；離什麼？離迷。諸位要知道這麼一樁事情，你才曉得怎麼叫做離，否則的話，你念《華嚴經》愈念就愈疑惑，你就念不通，為什麼？你展開《四十華嚴》，善財童子五十三參就是「離幻即覺」。人家怎麼離法？每一段經文後面有「戀德禮辭」，禮辭就是離，樣樣事情他都參與，這世間各行各業，逆境、順境，無有一法他不參與，禮辭，辭是不著相，佛在《金剛經》裡面教給須菩提尊者「不取於相，如如不動」，就是此地所講的離幻即覺。"
    },
    {
      "id": "09-008-0003_p0062",
      "zh_CN": "讲义【既已离幻，即名为觉。】",
      "zh_TW": "講義【既已離幻，即名為覺。】"
    },
    {
      "id": "09-008-0003_p0063",
      "zh_CN": "就是这么个意思。可见得不是离开这一切事，一切事、一切理你统统离不开的。底下举一个比喻：",
      "zh_TW": "就是這麼個意思。可見得不是離開這一切事，一切事、一切理你統統離不開的。底下舉一個比喻："
    },
    {
      "id": "09-008-0003_p0064",
      "zh_CN": "讲义【如人处梦，不知是梦。】",
      "zh_TW": "講義【如人處夢，不知是夢。】"
    },
    {
      "id": "09-008-0003_p0065",
      "zh_CN": "一个人在作梦，在梦境当中。作梦的时候不知是梦，梦就是幻。",
      "zh_TW": "一個人在作夢，在夢境當中。作夢的時候不知是夢，夢就是幻。"
    },
    {
      "id": "09-008-0003_p0066",
      "zh_CN": "讲义【一知是梦，即已离梦。】",
      "zh_TW": "講義【一知是夢，即已離夢。】"
    },
    {
      "id": "09-008-0003_p0067",
      "zh_CN": "知道自己作梦，梦境就离开了，你可以继续不断的作，自己清清楚楚，我在作梦，梦中的境界也很有趣味，那是什么？游戏神通，你在梦中就游戏了，一切无碍，梦！你就得解脱，就得大自在，就是这么回事情。",
      "zh_TW": "知道自己作夢，夢境就離開了，你可以繼續不斷的作，自己清清楚楚，我在作夢，夢中的境界也很有趣味，那是什麼？遊戲神通，你在夢中就遊戲了，一切無礙，夢！你就得解脫，就得大自在，就是這麼回事情。"
    },
    {
      "id": "09-008-0003_p0068",
      "zh_CN": "讲义【离梦即名醒觉。佛为示离幻即觉，故说此经。】",
      "zh_TW": "講義【離夢即名醒覺。佛為示離幻即覺，故說此經。】"
    },
    {
      "id": "09-008-0003_p0069",
      "zh_CN": "这是讲修行最高的方法。诸位读《四十华严》，后面几乎有一半的经文，十地菩萨以上全都是讲「如幻三昧」，三昧的名称尽管不同，一定有如幻两个字，他知道如幻就离幻了。我们今天讲到此地。",
      "zh_TW": "這是講修行最高的方法。諸位讀《四十華嚴》，後面幾乎有一半的經文，十地菩薩以上全都是講「如幻三昧」，三昧的名稱儘管不同，一定有如幻兩個字，他知道如幻就離幻了。我們今天講到此地。"
    }
  ]
}