{
  "doc_id": "09-008-0022",
  "title": {
    "zh_CN": "大方广圆觉经",
    "zh_TW": "大方廣圓覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-008-0022",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "09-008-0022_p0001",
      "zh_CN": "请掀开经本四十四面最后一行：",
      "zh_TW": "請掀開經本四十四面最後一行："
    },
    {
      "id": "09-008-0022_p0002",
      "zh_CN": "经【善男子，如来因地，修圆觉者，知是空华，即无轮转，亦无身心，受彼生死。非作故无，本性无故。】",
      "zh_TW": "經【善男子，如來因地，修圓覺者，知是空華，即無輪轉，亦無身心，受彼生死。非作故無，本性無故。】"
    },
    {
      "id": "09-008-0022_p0003",
      "zh_CN": "向下这是最后的一段经文，科题是「明妄尽还觉」。从经文上看，诸佛如来在因地修行证果，所谓顿悟、顿修、顿证，他之所以能够顿成就，就是底下这两句话，非常重要，『知是空华，即无轮转』，这八个字非常要紧。此地所讲的轮转，并不是专指六道的轮转，六道轮转是粗相，除了六道之外，十法界都在轮转。六道是梦幻泡影，不是真实的，十法界也不是真实的，这个意思、这种境界，经论里面可以说常常在讲，我们展开经论处处可以读到，然而我们眼前的境界就是转不过来，换句话说，就是看不破、放不下。看不破、放不下，虽然是空华，虽然本无轮转，但是依然有轮转的相、轮转的作用存在。",
      "zh_TW": "向下這是最後的一段經文，科題是「明妄盡還覺」。從經文上看，諸佛如來在因地修行證果，所謂頓悟、頓修、頓證，他之所以能夠頓成就，就是底下這兩句話，非常重要，『知是空華，即無輪轉』，這八個字非常要緊。此地所講的輪轉，並不是專指六道的輪轉，六道輪轉是粗相，除了六道之外，十法界都在輪轉。六道是夢幻泡影，不是真實的，十法界也不是真實的，這個意思、這種境界，經論裡面可以說常常在講，我們展開經論處處可以讀到，然而我們眼前的境界就是轉不過來，換句話說，就是看不破、放不下。看不破、放不下，雖然是空華，雖然本無輪轉，但是依然有輪轉的相、輪轉的作用存在。"
    },
    {
      "id": "09-008-0022_p0004",
      "zh_CN": "就好比我们作梦一样，梦，哪个人不晓得是假的？当你醒来的时候，你晓得那个梦是空花、水月，确实是假的，可是你在梦中有没有苦乐忧喜的感受？有。梦境虽然是空的，当你作梦的时候，你并不知道梦境是空，并不以为梦境是假的，你把假的当作真的，所以你在这里面才有苦乐忧喜种种的感受。我们现前的境界跟作梦的情形非常相似，诸佛菩萨在梦中觉悟，凡夫在梦中不觉，不觉叫凡夫，觉悟叫佛菩萨。我们从这一段经文就明了诸佛如来怎么成佛的，这里面没有诀窍，诸位一定要懂这个道理，没有秘密，只是一个「知」，这「知」就是般若观照。",
      "zh_TW": "就好比我們作夢一樣，夢，哪個人不曉得是假的？當你醒來的時候，你曉得那個夢是空花、水月，確實是假的，可是你在夢中有沒有苦樂憂喜的感受？有。夢境雖然是空的，當你作夢的時候，你並不知道夢境是空，並不以為夢境是假的，你把假的當作真的，所以你在這裡面才有苦樂憂喜種種的感受。我們現前的境界跟作夢的情形非常相似，諸佛菩薩在夢中覺悟，凡夫在夢中不覺，不覺叫凡夫，覺悟叫佛菩薩。我們從這一段經文就明瞭諸佛如來怎麼成佛的，這裡面沒有訣竅，諸位一定要懂這個道理，沒有祕密，只是一個「知」，這「知」就是般若觀照。"
    },
    {
      "id": "09-008-0022_p0005",
      "zh_CN": "换句话说，我们听经上这么讲法，但是还是不知，我们把这经念上一千遍、讲上一千遍还是不知，为什么不知？没有智慧。这个事情可以在日常生活境界里面去勘验，我们在生活当中还起不起烦恼？如果还有烦恼，没有智慧，不知！我们还有没有分别？如果还有分别，也是没有智慧。我们有没有妄想？如果有妄想，也证明没有智慧。诸位要明了，智慧要是生了，它的现象就是没有妄想、没有烦恼、没有分别、没有执着，智慧就生了，这是智慧生起来的样子。所以我们在境界当中可以拿这个来勘验，就是测验自己有没有智慧。",
      "zh_TW": "換句話說，我們聽經上這麼講法，但是還是不知，我們把這經念上一千遍、講上一千遍還是不知，為什麼不知？沒有智慧。這個事情可以在日常生活境界裡面去勘驗，我們在生活當中還起不起煩惱？如果還有煩惱，沒有智慧，不知！我們還有沒有分別？如果還有分別，也是沒有智慧。我們有沒有妄想？如果有妄想，也證明沒有智慧。諸位要明瞭，智慧要是生了，它的現象就是沒有妄想、沒有煩惱、沒有分別、沒有執著，智慧就生了，這是智慧生起來的樣子。所以我們在境界當中可以拿這個來勘驗，就是測驗自己有沒有智慧。"
    },
    {
      "id": "09-008-0022_p0006",
      "zh_CN": "也许诸位说，「那得要大智慧，我们有没有一点小小的智慧？」小小的智慧要有一点，你的分别执着妄想烦恼就会轻、就会少一点。如果感觉到我们的烦恼每天轻，一天比一天轻，一年比一年轻，那就证明你有一点小智慧，你这个小智慧在增长；如果学佛学到分别执着是一天比一天重，烦恼一天比一天多，那就证明你完全没有智慧。没有智慧不能修圆觉，没有智慧不能超越轮回，这是佛法的真实法。由此可知，断烦恼证菩提、了生死出三界完全要靠自己。我给诸位说这个话意义很深，现在不但是在我们这个地区，在世界上其他的地方，问题比我们更多，这是我们要觉悟的。世间人都怀着一种投机取巧的心理，于是就被一些人利用，哪些人？像《楞严经》里面所讲的魔王、外道、邪思，被他利用了。如果你明白正法，那就不会被人利用，因为正法都是讲要自度。觉得自度很难，最好别人给我一个巧妙方法，我马上就成就，这多好！于是就有很多人都告诉大家，他有秘密的方法，一教你，你马上就成就，你很快就成就，大家一窝蜂都去了。",
      "zh_TW": "也許諸位說，「那得要大智慧，我們有沒有一點小小的智慧？」小小的智慧要有一點，你的分別執著妄想煩惱就會輕、就會少一點。如果感覺到我們的煩惱每天輕，一天比一天輕，一年比一年輕，那就證明你有一點小智慧，你這個小智慧在增長；如果學佛學到分別執著是一天比一天重，煩惱一天比一天多，那就證明你完全沒有智慧。沒有智慧不能修圓覺，沒有智慧不能超越輪迴，這是佛法的真實法。由此可知，斷煩惱證菩提、了生死出三界完全要靠自己。我給諸位說這個話意義很深，現在不但是在我們這個地區，在世界上其他的地方，問題比我們更多，這是我們要覺悟的。世間人都懷著一種投機取巧的心理，於是就被一些人利用，哪些人？像《楞嚴經》裡面所講的魔王、外道、邪思，被他利用了。如果你明白正法，那就不會被人利用，因為正法都是講要自度。覺得自度很難，最好別人給我一個巧妙方法，我馬上就成就，這多好！於是就有很多人都告訴大家，他有祕密的方法，一教你，你馬上就成就，你很快就成就，大家一窩蜂都去了。"
    },
    {
      "id": "09-008-0022_p0007",
      "zh_CN": "我在洛杉矶讲经，洛杉矶那些道友告诉我，他们那个地方有十几个开悟的，我讲经的时候来听经，我就说，「开了悟还要听我胡说八道干什么？」他自以为开悟，也有人给他证明，证明他们开悟了，简直叫胡说八道。这都是不明正法受人家的欺骗。佛法的正理决定是从戒定而开悟，悟是慧，是从根本智起后得智，根本智是无分别智！无分别智，我们用分别心、用执着的心是决定求不到的。我们今天所谓「知是空华，即无轮转」，这是诸佛如来在因地上他知道，如何将诸佛如来的真知把它变成自己的真智慧？这就有用处了。",
      "zh_TW": "我在洛杉磯講經，洛杉磯那些道友告訴我，他們那個地方有十幾個開悟的，我講經的時候來聽經，我就說，「開了悟還要聽我胡說八道幹什麼？」他自以為開悟，也有人給他證明，證明他們開悟了，簡直叫胡說八道。這都是不明正法受人家的欺騙。佛法的正理決定是從戒定而開悟，悟是慧，是從根本智起後得智，根本智是無分別智！無分別智，我們用分別心、用執著的心是決定求不到的。我們今天所謂「知是空華，即無輪轉」，這是諸佛如來在因地上他知道，如何將諸佛如來的真知把它變成自己的真智慧？這就有用處了。"
    },
    {
      "id": "09-008-0022_p0008",
      "zh_CN": "讲义【此明以智断惑，确示顿悟妙门。】",
      "zh_TW": "講義【此明以智斷惑，確示頓悟妙門。】"
    },
    {
      "id": "09-008-0022_p0009",
      "zh_CN": "『惑』是迷惑。我们不但对世出世间一切法迷惑颠倒，我们发心学佛，对于佛法里面的理论、法门没有一样不迷惑颠倒，这是我们自己必须要反省、要承认的，这是事实。如果不迷惑、不颠倒，你应当有成就了。我们看看古时候的大德，无论是出家、在家，三年成就的人就多得很，十年、八年成就的是不计其数。我们问问，我们修了几年，怎么连个消息都没有？愈修烦恼愈多，愈修脾气愈大。这原因就是不但我们没有断惑，我们的惑是天天在增长，心里面是想求开悟、想求证果，事上恰恰与愿望相违背，事是讲修，所修的与你的愿相违背。所以学佛的人如果惑不能断，最低限度要保持着不能让它再增长，这是起码的功夫，然后再想办法断惑。",
      "zh_TW": "『惑』是迷惑。我們不但對世出世間一切法迷惑顛倒，我們發心學佛，對於佛法裡面的理論、法門沒有一樣不迷惑顛倒，這是我們自己必須要反省、要承認的，這是事實。如果不迷惑、不顛倒，你應當有成就了。我們看看古時候的大德，無論是出家、在家，三年成就的人就多得很，十年、八年成就的是不計其數。我們問問，我們修了幾年，怎麼連個消息都沒有？愈修煩惱愈多，愈修脾氣愈大。這原因就是不但我們沒有斷惑，我們的惑是天天在增長，心裡面是想求開悟、想求證果，事上恰恰與願望相違背，事是講修，所修的與你的願相違背。所以學佛的人如果惑不能斷，最低限度要保持著不能讓它再增長，這是起碼的功夫，然後再想辦法斷惑。"
    },
    {
      "id": "09-008-0022_p0010",
      "zh_CN": "在修行方法里面，最重要的方法，在我们今天来讲，无过于念佛。念佛要不能摄心，我曾经告诉过诸位，读经，去背一部经，不但要背经，而且要背注解。我们如果不下这种功夫，开悟没指望！我这些年来处处观察、检讨，真正体会到佛在《地藏经》里面所讲的「罪业深重，刚强难化」。这不是指别人，自己本身就是如此，应当自己要认真去反省、去检点，我们自己是不是像经上所讲的，罪业深重，刚强难化？古人之成就就是他能接受，我们今天是排斥，不能接受，接受是表面的，阳奉阴违，这不是真正的接受。像我们这样的人要想成就，我看最低限度也得花二十年的工夫，二十年的工夫要认真的修行。还像眼前这个样子，恐怕再花上两个阿僧祇劫都不行。要认真的修行！",
      "zh_TW": "在修行方法裡面，最重要的方法，在我們今天來講，無過於念佛。念佛要不能攝心，我曾經告訴過諸位，讀經，去背一部經，不但要背經，而且要背註解。我們如果不下這種功夫，開悟沒指望！我這些年來處處觀察、檢討，真正體會到佛在《地藏經》裡面所講的「罪業深重，剛強難化」。這不是指別人，自己本身就是如此，應當自己要認真去反省、去檢點，我們自己是不是像經上所講的，罪業深重，剛強難化？古人之成就就是他能接受，我們今天是排斥，不能接受，接受是表面的，陽奉陰違，這不是真正的接受。像我們這樣的人要想成就，我看最低限度也得花二十年的工夫，二十年的工夫要認真的修行。還像眼前這個樣子，恐怕再花上兩個阿僧祇劫都不行。要認真的修行！"
    },
    {
      "id": "09-008-0022_p0011",
      "zh_CN": "开始修行难，上轨道就容易了。你们诸位可以去研究《了凡四训》，了凡居士刚刚回头发愿修，就是做三千桩好事，你看看，多难，三千桩善事差不多十年的时间才做完，不容易！开头回心转意难，往后修善就容易了，愈来愈容易。修行确实是如此，开头难，以后是愈来愈容易，为什么？上了轨道，智慧开了，烦恼天天少，智慧增长，法喜天天都有，法喜充满，道理在此地。僧团里面讲「六和合」，「意同悦」就是每一个人都是法喜充满。我们自己想想，我们一天到晚心里有没有欢喜？这种欢喜，就是六祖所说的「心中常生智慧」，这就是法喜，一切法一接触就明了、就不迷。接触就明了、就不迷，这就是断惑；断惑，智慧一定开，没有智慧怎么能断惑？",
      "zh_TW": "開始修行難，上軌道就容易了。你們諸位可以去研究《了凡四訓》，了凡居士剛剛回頭發願修，就是做三千樁好事，你看看，多難，三千樁善事差不多十年的時間才做完，不容易！開頭回心轉意難，往後修善就容易了，愈來愈容易。修行確實是如此，開頭難，以後是愈來愈容易，為什麼？上了軌道，智慧開了，煩惱天天少，智慧增長，法喜天天都有，法喜充滿，道理在此地。僧團裡面講「六和合」，「意同悅」就是每一個人都是法喜充滿。我們自己想想，我們一天到晚心裡有沒有歡喜？這種歡喜，就是六祖所說的「心中常生智慧」，這就是法喜，一切法一接觸就明瞭、就不迷。接觸就明瞭、就不迷，這就是斷惑；斷惑，智慧一定開，沒有智慧怎麼能斷惑？"
    },
    {
      "id": "09-008-0022_p0012",
      "zh_CN": "没有这个能力，我们念佛，我们读经。读经就是修根本智，就是修定，诸位一定要懂这个道理。读诵经典，心里只念念都在经文上，没有其他的妄想，整个的意志集中在经文上，也就是以一念止一切妄念，以一法离一切分别执着，用这个办法。功夫用深了，自自然然分别执着妄想少了，少了，智慧就现前。分别妄想少一分，智慧就透一分；少两分，智慧就透两分，这叫做渐修渐悟。渐修渐悟到了相当的功夫就会顿悟，就像此地讲的，才可以顿悟，否则的话，我们天天读诵大乘经典也顿悟不了。",
      "zh_TW": "沒有這個能力，我們念佛，我們讀經。讀經就是修根本智，就是修定，諸位一定要懂這個道理。讀誦經典，心裡只念念都在經文上，沒有其他的妄想，整個的意志集中在經文上，也就是以一念止一切妄念，以一法離一切分別執著，用這個辦法。功夫用深了，自自然然分別執著妄想少了，少了，智慧就現前。分別妄想少一分，智慧就透一分；少兩分，智慧就透兩分，這叫做漸修漸悟。漸修漸悟到了相當的功夫就會頓悟，就像此地講的，才可以頓悟，否則的話，我們天天讀誦大乘經典也頓悟不了。"
    },
    {
      "id": "09-008-0022_p0013",
      "zh_CN": "你们要记住《坛经》里面法达禅师给我们做的榜样，法达禅师是念《法华经》，念了三千多遍，三千多遍要十年的时间，《法华经》一天念一遍，十年三千天念三千遍，所以遇到六祖，六祖给他一点，他就顿悟了，这才能顿得了，换句话说，他有相当的功力。法达禅师用了十年的工夫，所以我告诉诸位，希望诸位用二十年工夫，比他的工夫再加一倍，你才能够顿得了。二十年不算长，虽然不短也不算很长，你们现在诸位同修从今天起开始努力，二十年后各个成佛、各个作祖，哪里算迟？不算迟。可是在这二十年当中要有毅力，要有恒心，不能中断，中断了，那就没有用处。",
      "zh_TW": "你們要記住《壇經》裡面法達禪師給我們做的榜樣，法達禪師是念《法華經》，念了三千多遍，三千多遍要十年的時間，《法華經》一天念一遍，十年三千天念三千遍，所以遇到六祖，六祖給他一點，他就頓悟了，這才能頓得了，換句話說，他有相當的功力。法達禪師用了十年的工夫，所以我告訴諸位，希望諸位用二十年工夫，比他的工夫再加一倍，你才能夠頓得了。二十年不算長，雖然不短也不算很長，你們現在諸位同修從今天起開始努力，二十年後各個成佛、各個作祖，哪裡算遲？不算遲。可是在這二十年當中要有毅力，要有恆心，不能中斷，中斷了，那就沒有用處。"
    },
    {
      "id": "09-008-0022_p0014",
      "zh_CN": "讲义【牒合】",
      "zh_TW": "講義【牒合】"
    },
    {
      "id": "09-008-0022_p0015",
      "zh_CN": "这是合前面所讲。",
      "zh_TW": "這是合前面所講。"
    },
    {
      "id": "09-008-0022_p0016",
      "zh_CN": "讲义【永断无明，方成佛道。】",
      "zh_TW": "講義【永斷無明，方成佛道。】"
    },
    {
      "id": "09-008-0022_p0017",
      "zh_CN": "前面这样给我们说，这个地方说明永断无明的所以然。",
      "zh_TW": "前面這樣給我們說，這個地方說明永斷無明的所以然。"
    },
    {
      "id": "09-008-0022_p0018",
      "zh_CN": "讲义【以显圆照之功，惟在一知字耳。】",
      "zh_TW": "講義【以顯圓照之功，惟在一知字耳。】"
    },
    {
      "id": "09-008-0022_p0019",
      "zh_CN": "『知』字很重要！『圆照之功』，功就是功夫，圆满觉照的功夫，功夫到了照见这个层次，智慧现前，像《心经》里面讲的「照见五蕴皆空」，知是空华。「知是空华」，就是《心经》里面所讲的「照见五蕴皆空」，《金刚经》里面所讲的「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。照见，此地讲「即无轮转」。《心经》讲「照见五蕴皆空，度一切苦厄」，「度一切苦厄」就是「即无轮转」，「照见五蕴皆空」就是「知是空华」，句子不一样，意思境界完全相同。我们学佛要想成就的，就是成就这个「知」，但是诸位要晓得，迷就不知。",
      "zh_TW": "『知』字很重要！『圓照之功』，功就是功夫，圓滿覺照的功夫，功夫到了照見這個層次，智慧現前，像《心經》裡面講的「照見五蘊皆空」，知是空華。「知是空華」，就是《心經》裡面所講的「照見五蘊皆空」，《金剛經》裡面所講的「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。照見，此地講「即無輪轉」。《心經》講「照見五蘊皆空，度一切苦厄」，「度一切苦厄」就是「即無輪轉」，「照見五蘊皆空」就是「知是空華」，句子不一樣，意思境界完全相同。我們學佛要想成就的，就是成就這個「知」，但是諸位要曉得，迷就不知。"
    },
    {
      "id": "09-008-0022_p0020",
      "zh_CN": "你要想求「知」，就得样样不迷。我是很想不迷，但是六根接触六尘境界偏偏要迷，有什么法子？这是我们当前问题症结之所在。诸位必须记取教训，无论是解与行，要一门深入，两门就迷了。讲席里面，我们选好几种大乘了义的经论，目的是为了诸位同修有所拣择。有人喜欢《华严》，有人喜欢《弥陀经疏钞》，有人喜欢《圆觉》，我们这才选几种经论帮助大家。可是诸位在其中只能选择一种，一门深入！经论不管你选择哪一种，可是在修行一定要以念佛为主，这是诸位必须要记住的。",
      "zh_TW": "你要想求「知」，就得樣樣不迷。我是很想不迷，但是六根接觸六塵境界偏偏要迷，有什麼法子？這是我們當前問題癥結之所在。諸位必須記取教訓，無論是解與行，要一門深入，兩門就迷了。講席裡面，我們選好幾種大乘了義的經論，目的是為了諸位同修有所揀擇。有人喜歡《華嚴》，有人喜歡《彌陀經疏鈔》，有人喜歡《圓覺》，我們這才選幾種經論幫助大家。可是諸位在其中只能選擇一種，一門深入！經論不管你選擇哪一種，可是在修行一定要以念佛為主，這是諸位必須要記住的。"
    },
    {
      "id": "09-008-0022_p0021",
      "zh_CN": "譬如，你选的是《弥陀经疏钞》，讲《弥陀经疏钞》你一定要来听，讲其他的经论可以不来；如果选择《圆觉经》，《弥陀经疏钞》你还是要来听，为什么？行在弥陀，你可以不听《华严》；选《华严经》的，也要听《弥陀经》，可以不听《圆觉》。由此可知，《弥陀经疏钞》的重要性，没有这个法门你很难有成就。自古以来，宗门、教下结归西方净土的比比皆是，有这些传记、语录可以考证，我们怎么能疏忽？圆瑛法师他是一生专学《楞严》，你看他自己所标榜的，他住的房子叫「三求堂」，求福、求慧、求生净土，所以他是教宗《楞严》，行在《弥陀》。他对于《弥陀经》用不用心？你们看看他的《弥陀经要解讲义》，就晓得他对于《阿弥陀经》下的功夫有多深，把在《楞严经》上的心得、悟处全都用在念佛法门上，这些人都是我们的榜样。下面几句话希望诸位要用心的把它记住，千万不要轻易的看过：",
      "zh_TW": "譬如，你選的是《彌陀經疏鈔》，講《彌陀經疏鈔》你一定要來聽，講其他的經論可以不來；如果選擇《圓覺經》，《彌陀經疏鈔》你還是要來聽，為什麼？行在彌陀，你可以不聽《華嚴》；選《華嚴經》的，也要聽《彌陀經》，可以不聽《圓覺》。由此可知，《彌陀經疏鈔》的重要性，沒有這個法門你很難有成就。自古以來，宗門、教下結歸西方淨土的比比皆是，有這些傳記、語錄可以考證，我們怎麼能疏忽？圓瑛法師他是一生專學《楞嚴》，你看他自己所標榜的，他住的房子叫「三求堂」，求福、求慧、求生淨土，所以他是教宗《楞嚴》，行在《彌陀》。他對於《彌陀經》用不用心？你們看看他的《彌陀經要解講義》，就曉得他對於《阿彌陀經》下的功夫有多深，把在《楞嚴經》上的心得、悟處全都用在念佛法門上，這些人都是我們的榜樣。下面幾句話希望諸位要用心的把它記住，千萬不要輕易的看過："
    },
    {
      "id": "09-008-0022_p0022",
      "zh_CN": "讲义【但以自性之光明，圆照清净之觉相，离念顿入，当处了知。此一知字，即是大智慧光明，照破无明无性，其体本空，同如空华，无体可得；则无明顿断，即无轮转。】",
      "zh_TW": "講義【但以自性之光明，圓照清淨之覺相，離念頓入，當處了知。此一知字，即是大智慧光明，照破無明無性，其體本空，同如空華，無體可得；則無明頓斷，即無輪轉。】"
    },
    {
      "id": "09-008-0022_p0023",
      "zh_CN": "这几句话非常重要！智慧从哪里来？智慧是从自性当中生起的，是从清净心当中现前的。所以，心不清净哪来的智慧？心清净了，清净心起的作用就是智慧；心不清净，起的作用就是无明，就是起惑造业，诸位一定要明白这个道理。学佛就是学的清净心，修行就是修的清净心，可见得这个法门不从外得。所以佛学称为内学，佛法里面讲智慧称为内明，这都是叫我们要从自性当中去求，不能向外求。向外求，生死轮回永远不断，没有办法超越；唯有向内求，自己本性光明透出来，才能照见本空，才能顿断无明。",
      "zh_TW": "這幾句話非常重要！智慧從哪裡來？智慧是從自性當中生起的，是從清淨心當中現前的。所以，心不清淨哪來的智慧？心清淨了，清淨心起的作用就是智慧；心不清淨，起的作用就是無明，就是起惑造業，諸位一定要明白這個道理。學佛就是學的清淨心，修行就是修的清淨心，可見得這個法門不從外得。所以佛學稱為內學，佛法裡面講智慧稱為內明，這都是叫我們要從自性當中去求，不能向外求。向外求，生死輪迴永遠不斷，沒有辦法超越；唯有向內求，自己本性光明透出來，才能照見本空，才能頓斷無明。"
    },
    {
      "id": "09-008-0022_p0024",
      "zh_CN": "照破之后，是什么样的一个境界？下面几句说出来了：『亦无身心，受彼生死。』这是佛法里面所谓了生死，「了」就是根本没有，没有生死，不但生死没有，身心也了不可得。这个意思，佛在《金刚经》里面给我们讲得很透彻，我们的身相，身是缘生的，凡是讲到缘生就是不生，缘灭就是不灭。譬如这个毛巾，毛巾是缘生的，是用纱把它织成的才有这个相，它有没有生？没有生；我们将它拆开来成为一条线，毛巾没有了，毛巾有没有灭？没有灭。可见得这个相是不生不灭，只有缘聚缘散，因缘聚合起来现这个相，散开来就没有了。你要明白这个道理，虽然聚起来，只有妄相，没有实体。你说它相不存在（妄相不存在），物质不灭，毛巾拆开是一条线，这条线再织成又成毛巾，哪有生灭之相可得？一法如是，法法皆如是，没有例外的。经上说「凡所有相，皆是虚妄」，这是说明相是虚妄相，不是真实相。虚妄相是随着因缘在那里变的，缘有了，相就存在；缘没有了，相就消失。缘是天天在变，所以那个相天天不一样！这是我们要觉悟，我们身体这个相天天不一样，哪里会是真的？这就是身相不可得，这个身相事实是非有非无。",
      "zh_TW": "照破之後，是什麼樣的一個境界？下面幾句說出來了：『亦無身心，受彼生死。』這是佛法裡面所謂了生死，「了」就是根本沒有，沒有生死，不但生死沒有，身心也了不可得。這個意思，佛在《金剛經》裡面給我們講得很透徹，我們的身相，身是緣生的，凡是講到緣生就是不生，緣滅就是不滅。譬如這個毛巾，毛巾是緣生的，是用紗把它織成的才有這個相，它有沒有生？沒有生；我們將它拆開來成為一條線，毛巾沒有了，毛巾有沒有滅？沒有滅。可見得這個相是不生不滅，只有緣聚緣散，因緣聚合起來現這個相，散開來就沒有了。你要明白這個道理，雖然聚起來，只有妄相，沒有實體。你說它相不存在（妄相不存在），物質不滅，毛巾拆開是一條線，這條線再織成又成毛巾，哪有生滅之相可得？一法如是，法法皆如是，沒有例外的。經上說「凡所有相，皆是虛妄」，這是說明相是虛妄相，不是真實相。虛妄相是隨著因緣在那裡變的，緣有了，相就存在；緣沒有了，相就消失。緣是天天在變，所以那個相天天不一樣！這是我們要覺悟，我們身體這個相天天不一樣，哪裡會是真的？這就是身相不可得，這個身相事實是非有非無。"
    },
    {
      "id": "09-008-0022_p0025",
      "zh_CN": "心相怎么样？佛在《金刚经》上跟我们讲，三心不可得，「过去心不可得，现在心不可得，未来心不可得」，你要是想过去、想现在、想未来，都叫做打妄想，为什么？不可得。你果然觉悟三心不可得，你妄想就没有，不打妄想了。打妄想是烦恼，没有意义，如果这个想要可得的话，要是真的话，那你尽管去想，想过去、想未来；如果这些想统统都落空，你想它干什么？变成毫无意义。所以要晓得，身心俱不可得，哪里会有生死！哪里会有轮回！",
      "zh_TW": "心相怎麼樣？佛在《金剛經》上跟我們講，三心不可得，「過去心不可得，現在心不可得，未來心不可得」，你要是想過去、想現在、想未來，都叫做打妄想，為什麼？不可得。你果然覺悟三心不可得，你妄想就沒有，不打妄想了。打妄想是煩惱，沒有意義，如果這個想要可得的話，要是真的話，那你儘管去想，想過去、想未來；如果這些想統統都落空，你想它幹什麼？變成毫無意義。所以要曉得，身心俱不可得，哪裡會有生死！哪裡會有輪迴！"
    },
    {
      "id": "09-008-0022_p0026",
      "zh_CN": "下面两句是说明其所以然的道理，这两句意思很深，『非作故无，本性无故』。「作」这个意思就是推想，不是我们推想「好像没有这个道理」，「无」就是无身心、无生死、无轮回。不是我们作意推想的，不是想像的，换句话说，不是一种幻想，不是一种推断，而是「本性无故」。换句话说，它本来就是如此，这就是禅宗所谓「父母未生前本来面目」。圆觉会上这是第一章，第一章所发明的就是诸佛如来修行所依据的理论、方法，这在修行来讲是最上乘的修行法，没有比这再高了，如果说还有比这再高的那是妄语，那不是真实的。",
      "zh_TW": "下面兩句是說明其所以然的道理，這兩句意思很深，『非作故無，本性無故』。「作」這個意思就是推想，不是我們推想「好像沒有這個道理」，「無」就是無身心、無生死、無輪迴。不是我們作意推想的，不是想像的，換句話說，不是一種幻想，不是一種推斷，而是「本性無故」。換句話說，它本來就是如此，這就是禪宗所謂「父母未生前本來面目」。圓覺會上這是第一章，第一章所發明的就是諸佛如來修行所依據的理論、方法，這在修行來講是最上乘的修行法，沒有比這再高了，如果說還有比這再高的那是妄語，那不是真實的。"
    },
    {
      "id": "09-008-0022_p0027",
      "zh_CN": "讲义【但以圆照清净觉相，身心寂灭，本性自无，故不随生死轮转；永断无明，方成佛道也。】",
      "zh_TW": "講義【但以圓照清淨覺相，身心寂滅，本性自無，故不隨生死輪轉；永斷無明，方成佛道也。】"
    },
    {
      "id": "09-008-0022_p0028",
      "zh_CN": "最高的修行就是『但以圆照清净觉相』，诸佛如来之所以成为诸佛如来就是用的「圆照清净觉相」，这是我们应当觉悟的。在一切众生根性里面讲，所谓大乘根性的人、圆顿根性的人，他一听说这个法门他就会用，那就是圆顿、大乘根性的人；听了之后他还不会用，这是凡小根性的人，凡夫、小乘听了不会用，不但圆不过来，连照也没有。我们要问：圆照清净觉相怎么修法？《弥陀经》里面所讲的「一心不乱，心不颠倒」，就是圆照清净觉相。我们用心，从早到晚心里面是妄念纷飞，几时用过一心？没有用过一心。时时颠倒错乱，几时是心不颠倒？",
      "zh_TW": "最高的修行就是『但以圓照清淨覺相』，諸佛如來之所以成為諸佛如來就是用的「圓照清淨覺相」，這是我們應當覺悟的。在一切眾生根性裡面講，所謂大乘根性的人、圓頓根性的人，他一聽說這個法門他就會用，那就是圓頓、大乘根性的人；聽了之後他還不會用，這是凡小根性的人，凡夫、小乘聽了不會用，不但圓不過來，連照也沒有。我們要問：圓照清淨覺相怎麼修法？《彌陀經》裡面所講的「一心不亂，心不顛倒」，就是圓照清淨覺相。我們用心，從早到晚心裡面是妄念紛飛，幾時用過一心？沒有用過一心。時時顛倒錯亂，幾時是心不顛倒？"
    },
    {
      "id": "09-008-0022_p0029",
      "zh_CN": "我们在《坛经》里面讲过很多遍，我们六根接触六尘境界，才有分别，我们的心颠倒了；才有执着，心颠倒了；才有贪瞋，心颠倒了；才有嫉妒，心颠倒了。你们去念念《坛经》，经就是一面镜子，读经就是拿这一面镜子照照自己。我们每天早晨起来、晚上睡觉之前照照镜子，看看不干净地方会洗得干干净净的。经书是照心的镜子，我们心里面迷惑颠倒要靠这面镜子把它照清楚，照清楚之后也要把它洗干净，你这个心就清净了，心清净现的相就是「觉相」。「圆照」，无时不照，无处不照，这才叫圆，圆是圆满没有欠缺，二六时中在在处处都用这部经来照自己的清净心，使你的觉相现前，经的功德就这么大。",
      "zh_TW": "我們在《壇經》裡面講過很多遍，我們六根接觸六塵境界，才有分別，我們的心顛倒了；才有執著，心顛倒了；才有貪瞋，心顛倒了；才有嫉妒，心顛倒了。你們去念念《壇經》，經就是一面鏡子，讀經就是拿這一面鏡子照照自己。我們每天早晨起來、晚上睡覺之前照照鏡子，看看不乾淨地方會洗得乾乾淨淨的。經書是照心的鏡子，我們心裡面迷惑顛倒要靠這面鏡子把它照清楚，照清楚之後也要把它洗乾淨，你這個心就清淨了，心清淨現的相就是「覺相」。「圓照」，無時不照，無處不照，這才叫圓，圓是圓滿沒有欠缺，二六時中在在處處都用這部經來照自己的清淨心，使你的覺相現前，經的功德就這麼大。"
    },
    {
      "id": "09-008-0022_p0030",
      "zh_CN": "我们自己道场不受任何限制，所以将这些经文跟大家细细的讨论，这种机缘是相当不容易得到的。美国沈家桢居士要求我给他讲《圆觉经》，明年我们再去，在他那个地方讲经时间很短，十几个小时来讲《圆觉经》，你们诸位想想，经里面的义趣真正不容易发挥，细讲诸位得的受用多。在今天整个世界上来说，能够将这些大经详细的在讨论只有在台湾，除台湾之外哪一个地区都办不到，这是我们这一方人有福，自己必须要珍重。换句话说，善根、福德、因缘这三者，在台湾的人是因缘具足，问题就是自己有没有善根福德。三者都具足，这一生决定成就，一生成佛；三者里面缺一条，这一生都不能成就。",
      "zh_TW": "我們自己道場不受任何限制，所以將這些經文跟大家細細的討論，這種機緣是相當不容易得到的。美國沈家楨居士要求我給他講《圓覺經》，明年我們再去，在他那個地方講經時間很短，十幾個小時來講《圓覺經》，你們諸位想想，經裡面的義趣真正不容易發揮，細講諸位得的受用多。在今天整個世界上來說，能夠將這些大經詳細的在討論只有在台灣，除台灣之外哪一個地區都辦不到，這是我們這一方人有福，自己必須要珍重。換句話說，善根、福德、因緣這三者，在台灣的人是因緣具足，問題就是自己有沒有善根福德。三者都具足，這一生決定成就，一生成佛；三者裡面缺一條，這一生都不能成就。"
    },
    {
      "id": "09-008-0022_p0031",
      "zh_CN": "如果以念佛这个方法，二六时中你的佛号不间断就是「圆照清净觉相」。可是你一定要懂得佛号的意思，你一天到晚念南无阿弥陀佛、南无阿弥陀佛，心里面佛号不断，当你六根接触外面六尘境界，见色闻声，你要想到这个佛号的意思。「南无」是皈依、是礼敬、是尊重，有这些意思在里面，「阿弥陀佛」的意思是无量觉，南无阿弥陀佛就是皈依无量觉。我们六根接触六尘境界，样样都要觉悟不迷，这个心就清净，这个相就是觉相，二六时中不间断那就是圆照。所以要晓得意思，念念唤醒自己觉而不迷。要把「圆照」应用在日常生活当中，事事无碍。「我有工作」，工作就迷了，那你那个佛白念了，没用处。事事无碍！觉而不迷，就是南无阿弥陀佛。我手上拿着念珠，口里「阿弥陀佛，阿弥陀佛」，可是接触外面境界心里面还起贪瞋痴慢，你这个佛号叫白念了，一点用处都没有。为什么？口里念着「我觉而不迷，觉而不迷」，心里还是贪瞋痴慢，还是迷惑颠倒，你不叫白念了吗？念这个就是要应用在生活当中，念念觉，事事觉，念念不迷，事事不迷，这叫念佛人。",
      "zh_TW": "如果以念佛這個方法，二六時中你的佛號不間斷就是「圓照清淨覺相」。可是你一定要懂得佛號的意思，你一天到晚念南無阿彌陀佛、南無阿彌陀佛，心裡面佛號不斷，當你六根接觸外面六塵境界，見色聞聲，你要想到這個佛號的意思。「南無」是皈依、是禮敬、是尊重，有這些意思在裡面，「阿彌陀佛」的意思是無量覺，南無阿彌陀佛就是皈依無量覺。我們六根接觸六塵境界，樣樣都要覺悟不迷，這個心就清淨，這個相就是覺相，二六時中不間斷那就是圓照。所以要曉得意思，念念喚醒自己覺而不迷。要把「圓照」應用在日常生活當中，事事無礙。「我有工作」，工作就迷了，那你那個佛白念了，沒用處。事事無礙！覺而不迷，就是南無阿彌陀佛。我手上拿著念珠，口裡「阿彌陀佛，阿彌陀佛」，可是接觸外面境界心裡面還起貪瞋痴慢，你這個佛號叫白念了，一點用處都沒有。為什麼？口裡念著「我覺而不迷，覺而不迷」，心裡還是貪瞋痴慢，還是迷惑顛倒，你不叫白念了嗎？念這個就是要應用在生活當中，念念覺，事事覺，念念不迷，事事不迷，這叫念佛人。"
    },
    {
      "id": "09-008-0022_p0032",
      "zh_CN": "念佛人，佛就是觉的意思，就是念觉的人，念念觉悟之人；念佛人，把它整个翻成中文的意思，就是念念觉悟之人。印度的话称作佛陀，中文的意思是觉者，觉者就是觉悟的人。诸位想想，念佛人它这个意思是念念觉悟的人，我们要是念念迷惑颠倒，还自以为是念念觉悟之人，那不是加一倍的迷惑颠倒吗？",
      "zh_TW": "念佛人，佛就是覺的意思，就是念覺的人，念念覺悟之人；念佛人，把它整個翻成中文的意思，就是念念覺悟之人。印度的話稱作佛陀，中文的意思是覺者，覺者就是覺悟的人。諸位想想，念佛人它這個意思是念念覺悟的人，我們要是念念迷惑顛倒，還自以為是念念覺悟之人，那不是加一倍的迷惑顛倒嗎？"
    },
    {
      "id": "09-008-0022_p0033",
      "zh_CN": "经【彼知觉者，犹如虚空。知虚空者，即空华相；亦不可说，无知觉性。有无俱遣，是则名为净觉随顺。】",
      "zh_TW": "經【彼知覺者，猶如虛空。知虛空者，即空華相；亦不可說，無知覺性。有無俱遣，是則名為淨覺隨順。】"
    },
    {
      "id": "09-008-0022_p0034",
      "zh_CN": "诸位看注解，这是说智慧圆满的相，注解里面讲：",
      "zh_TW": "諸位看註解，這是說智慧圓滿的相，註解裡面講："
    },
    {
      "id": "09-008-0022_p0035",
      "zh_CN": "讲义【此泯智合觉，特显觉体，灵灵不昧，了了常知，不落有无，方为大彻大悟之真知也。】",
      "zh_TW": "講義【此泯智合覺，特顯覺體，靈靈不昧，了了常知，不落有無，方為大徹大悟之真知也。】"
    },
    {
      "id": "09-008-0022_p0036",
      "zh_CN": "这一段经文在此地非常重要，假如没有这段经文，这里面就有过失。像佛在《楞严》里面所说的，「知见立知，是无明本」，自以为有了圆照清净觉相，那就是无明的根本，所以在这个地方立刻再把它否定掉。像《心经》到最后做一个总否定，「无智亦无得」，「智」是什么？智慧，般若智慧，「得」是什么？菩提涅槃，智是能证，得是所证，能所都没有，这才叫究竟觉，才叫做大彻大悟的真知。有智、有觉，还是坐在两头，换句话说，还是在相对的范围之内，佛法里面讲对待，还在对待当中没有超越；我们今天科学家所讲的相对论，你还生活在相对里面，没有超越相对。佛法里面讲「向上一着」就是超越相对、超越对待，超越对待才能够证得实相。",
      "zh_TW": "這一段經文在此地非常重要，假如沒有這段經文，這裡面就有過失。像佛在《楞嚴》裡面所說的，「知見立知，是無明本」，自以為有了圓照清淨覺相，那就是無明的根本，所以在這個地方立刻再把它否定掉。像《心經》到最後做一個總否定，「無智亦無得」，「智」是什麼？智慧，般若智慧，「得」是什麼？菩提涅槃，智是能證，得是所證，能所都沒有，這才叫究竟覺，才叫做大徹大悟的真知。有智、有覺，還是坐在兩頭，換句話說，還是在相對的範圍之內，佛法裡面講對待，還在對待當中沒有超越；我們今天科學家所講的相對論，你還生活在相對裡面，沒有超越相對。佛法裡面講「向上一著」就是超越相對、超越對待，超越對待才能夠證得實相。"
    },
    {
      "id": "09-008-0022_p0037",
      "zh_CN": "『特显觉体』，就是讲的实相，「觉体」我们也叫它做真如，或者叫它做本性，或者叫它做实相，或者叫它做第一义，《楞严》里面叫如来藏，名称太多了，都是这一桩事情。体『灵灵不昧，了了常知，不落有无』，体如是，给诸位说，相也如是，作用也如是，所以才妙不可言！我们过去讲《妙法莲华经》，虽然经没讲完，我们讲的是大意，但是在经题里面将「妙」字也算是很详细的说出来了，讲二十种妙。智与觉合就妙了，如果合不拢，智慧是有，不能叫妙智。可是诸位要晓得，必得妙智才能够「照见五蕴皆空，度一切苦厄」，不是妙智做不到的。再大的智慧、再高的学问也没有办法超越生死轮回。这个妙智慧是什么？就是智与觉合成一个，智与觉合成一个就叫做佛，就成佛了。",
      "zh_TW": "『特顯覺體』，就是講的實相，「覺體」我們也叫它做真如，或者叫它做本性，或者叫它做實相，或者叫它做第一義，《楞嚴》裡面叫如來藏，名稱太多了，都是這一樁事情。體『靈靈不昧，了了常知，不落有無』，體如是，給諸位說，相也如是，作用也如是，所以才妙不可言！我們過去講《妙法蓮華經》，雖然經沒講完，我們講的是大意，但是在經題裡面將「妙」字也算是很詳細的說出來了，講二十種妙。智與覺合就妙了，如果合不攏，智慧是有，不能叫妙智。可是諸位要曉得，必得妙智才能夠「照見五蘊皆空，度一切苦厄」，不是妙智做不到的。再大的智慧、再高的學問也沒有辦法超越生死輪迴。這個妙智慧是什麼？就是智與覺合成一個，智與覺合成一個就叫做佛，就成佛了。"
    },
    {
      "id": "09-008-0022_p0038",
      "zh_CN": "我们大专讲座的教材《十四讲》，第一个讲题是讲「佛」的意思，佛怎么讲？「智」「觉」合起来就叫做佛。智慧是体，作用就是觉，体用是一不是二，有体有用。而且还可以互为体用，觉是体，智就是用；智是体，觉是用。从圆教初住菩萨智与觉就合了，一直到究竟觉，这里面智跟觉就是互为体用，这境界层次才渐渐的提升。这在《华严经》我们所看到的，十住、十行、十回向、十地、等觉，《华严》所谓四十一位法身大士，称为法身大士就是智觉融合成一体了，就是《心经》里面「照见五蕴皆空」，换句话说，圆教初住就照见，那是刚刚开始照见，以后功夫是愈转愈深。",
      "zh_TW": "我們大專講座的教材《十四講》，第一個講題是講「佛」的意思，佛怎麼講？「智」「覺」合起來就叫做佛。智慧是體，作用就是覺，體用是一不是二，有體有用。而且還可以互為體用，覺是體，智就是用；智是體，覺是用。從圓教初住菩薩智與覺就合了，一直到究竟覺，這裡面智跟覺就是互為體用，這境界層次才漸漸的提升。這在《華嚴經》我們所看到的，十住、十行、十迴向、十地、等覺，《華嚴》所謂四十一位法身大士，稱為法身大士就是智覺融合成一體了，就是《心經》裡面「照見五蘊皆空」，換句話說，圓教初住就照見，那是剛剛開始照見，以後功夫是愈轉愈深。"
    },
    {
      "id": "09-008-0022_p0039",
      "zh_CN": "此地所看到的「灵灵不昧，了了常知，不落有无」，这是圆初住以上的境界。「灵灵不昧」是心清净，「了了常知」是生智慧。如果我们从两种智来讲，「灵灵不昧」是根本智，「了了常知」是后得智；「灵灵不昧」是实智，「了了常知」是权智。「不落有无」就是不落二边，我们前面讲对待法，相对的超越了，「有无」是相对，「不落有无」就是超越相对。这是禅家所讲的「向上一着」，这个在禅宗叫大彻大悟，教下叫大开圆解，在念佛法门叫理一心不乱，就说的这个境界。经、注解说得这么透彻，我们应当要觉悟，应当要依教修行。",
      "zh_TW": "此地所看到的「靈靈不昧，了了常知，不落有無」，這是圓初住以上的境界。「靈靈不昧」是心清淨，「了了常知」是生智慧。如果我們從兩種智來講，「靈靈不昧」是根本智，「了了常知」是後得智；「靈靈不昧」是實智，「了了常知」是權智。「不落有無」就是不落二邊，我們前面講對待法，相對的超越了，「有無」是相對，「不落有無」就是超越相對。這是禪家所講的「向上一著」，這個在禪宗叫大徹大悟，教下叫大開圓解，在念佛法門叫理一心不亂，就說的這個境界。經、註解說得這麼透徹，我們應當要覺悟，應當要依教修行。"
    },
    {
      "id": "09-008-0022_p0040",
      "zh_CN": "讲义【以真知无知，无所不知，不落有无二相。】",
      "zh_TW": "講義【以真知無知，無所不知，不落有無二相。】"
    },
    {
      "id": "09-008-0022_p0041",
      "zh_CN": "『真知』是本性里面本具的般若智慧，『无知』是什么？就是它不起作用的时候，不起作用的时候它无知，就是无分别智，是属于自受用。这个我得把话讲清楚，自己的受用是「无知」，自己受用要是有知麻烦就大了。自受用「无知」就是无分别智，自己一天到晚六根对六尘境界没有分别、没有执着、没有妄想，不生烦恼，心清净；起作用的时候『无所不知』，是他受用。他受用是无所不知，自受用是无知。他受用，别人来问，问什么都知道，能为众生分别一切法相，能为众生辨别一切真妄邪正、是非利害，能为他人辨别，这就叫做「无所不知」。为什么为他人辨别？他人在迷，不悟。悟了就是「无知」，无知的心才是清净心。所以说，「不落有无二相」。",
      "zh_TW": "『真知』是本性裡面本具的般若智慧，『無知』是什麼？就是它不起作用的時候，不起作用的時候它無知，就是無分別智，是屬於自受用。這個我得把話講清楚，自己的受用是「無知」，自己受用要是有知麻煩就大了。自受用「無知」就是無分別智，自己一天到晚六根對六塵境界沒有分別、沒有執著、沒有妄想，不生煩惱，心清淨；起作用的時候『無所不知』，是他受用。他受用是無所不知，自受用是無知。他受用，別人來問，問什麼都知道，能為眾生分別一切法相，能為眾生辨別一切真妄邪正、是非利害，能為他人辨別，這就叫做「無所不知」。為什麼為他人辨別？他人在迷，不悟。悟了就是「無知」，無知的心才是清淨心。所以說，「不落有無二相」。"
    },
    {
      "id": "09-008-0022_p0042",
      "zh_CN": "讲义【若以有知、无知为知体，即是随顺无明，不名随顺净觉；必须坐断两头，有无俱遣，方是随顺清净觉性。】",
      "zh_TW": "講義【若以有知、無知為知體，即是隨順無明，不名隨順淨覺；必須坐斷兩頭，有無俱遣，方是隨順清淨覺性。】"
    },
    {
      "id": "09-008-0022_p0043",
      "zh_CN": "这是永嘉大师《禅宗集》里面的几句话。希望诸位细细的体会经里面所讲的这些道理、这些原理原则，如果我们会用的话，对我们修持有很大的帮助。今天我们就讲到此地。",
      "zh_TW": "這是永嘉大師《禪宗集》裡面的幾句話。希望諸位細細的體會經裡面所講的這些道理、這些原理原則，如果我們會用的話，對我們修持有很大的幫助。今天我們就講到此地。"
    }
  ]
}