{
  "doc_id": "09-008-0012",
  "title": {
    "zh_CN": "大方广圆觉经",
    "zh_TW": "大方廣圓覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-008-0012",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "09-008-0012_p0001",
      "zh_CN": "请看十九页：",
      "zh_TW": "請看十九頁："
    },
    {
      "id": "09-008-0012_p0002",
      "zh_CN": "经【身心寂灭，平等本际，圆满十方，不二随顺，于不二境，现诸净土。】",
      "zh_TW": "經【身心寂滅，平等本際，圓滿十方，不二隨順，於不二境，現諸淨土。】"
    },
    {
      "id": "09-008-0012_p0003",
      "zh_CN": "这段经文还是说明佛讲经的处所。经文一共有两段，前面一段上次已经介绍，这一段比前面一段的意思要深一层。前面是讲法性理体，这个地方要讲法性起用，如果不起作用，佛就不与众生说法了，唯有法性起用，才能利益一切众生。",
      "zh_TW": "這段經文還是說明佛講經的處所。經文一共有兩段，前面一段上次已經介紹，這一段比前面一段的意思要深一層。前面是講法性理體，這個地方要講法性起用，如果不起作用，佛就不與眾生說法了，唯有法性起用，才能利益一切眾生。"
    },
    {
      "id": "09-008-0012_p0004",
      "zh_CN": "讲义【此明我佛入于神通大光明藏，三昧之中，称体起用。】",
      "zh_TW": "講義【此明我佛入於神通大光明藏，三昧之中，稱體起用。】"
    },
    {
      "id": "09-008-0012_p0005",
      "zh_CN": "这一句就将这一节经文的宗旨说出来了。体与用是一不是二，所以从用中也就能显体，从体里面我们也能明了它的作用。",
      "zh_TW": "這一句就將這一節經文的宗旨說出來了。體與用是一不是二，所以從用中也就能顯體，從體裡面我們也能明瞭它的作用。"
    },
    {
      "id": "09-008-0012_p0006",
      "zh_CN": "讲义【身心寂灭，平等本际：此二句，正显体深。】",
      "zh_TW": "講義【身心寂滅，平等本際：此二句，正顯體深。】"
    },
    {
      "id": "09-008-0012_p0007",
      "zh_CN": "学佛、修行总是以这二句为目标，无论在什么境界里面只求心的寂静。『寂』是讲寂静，『灭』是讲灭一切烦恼、灭一切妄念，妄念要是不能灭除，寂灭不会现前的。佛在大经里常常给我们说「生灭灭已，寂灭现前」，生灭就是妄念，所谓生灭心，我们一天到晚起念头，这个念头是一个生一个灭，这叫生灭的念头，这个念头没有了，这个境界就叫做寂灭的境界，就是寂静的境界，这个境界在净土法门里面叫常寂光净土，在《华严》里面叫一真法界，这个境界就现前。这个境界是什么样子？下面一句就说出来了，『平等本际』，底下这一段是解释这一句的，所以它的样子是平等的。「本际」就是理体，完全与法性相应，本体实际。",
      "zh_TW": "學佛、修行總是以這二句為目標，無論在什麼境界裡面只求心的寂靜。『寂』是講寂靜，『滅』是講滅一切煩惱、滅一切妄念，妄念要是不能滅除，寂滅不會現前的。佛在大經裡常常給我們說「生滅滅已，寂滅現前」，生滅就是妄念，所謂生滅心，我們一天到晚起念頭，這個念頭是一個生一個滅，這叫生滅的念頭，這個念頭沒有了，這個境界就叫做寂滅的境界，就是寂靜的境界，這個境界在淨土法門裡面叫常寂光淨土，在《華嚴》裡面叫一真法界，這個境界就現前。這個境界是什麼樣子？下面一句就說出來了，『平等本際』，底下這一段是解釋這一句的，所以它的樣子是平等的。「本際」就是理體，完全與法性相應，本體實際。"
    },
    {
      "id": "09-008-0012_p0008",
      "zh_CN": "讲义【言佛住寂光真境，是法性身，本无身心之相，故曰寂灭。寂灭者，不生不灭也。既无生灭，自然平等一相，复归本源，实际理地，诸佛众生，皆不离此大光明藏中也。】",
      "zh_TW": "講義【言佛住寂光真境，是法性身，本無身心之相，故曰寂滅。寂滅者，不生不滅也。既無生滅，自然平等一相，復歸本源，實際理地，諸佛眾生，皆不離此大光明藏中也。】"
    },
    {
      "id": "09-008-0012_p0009",
      "zh_CN": "这个境界，实在说，生、佛没有两样，佛住在这个境界里面，众生也住在这个境界里面，这个境界是真实的，决定不是虚妄的。为什么说佛、说众生？迷的时候就叫众生，悟的时候就叫佛。换句话说，只有佛、众生这个名词，并不是真的有佛与众生，诸位要晓得这个意思。换句话说，只有迷悟不同，除迷悟之外没有任何差别。悟的人悟「身心寂灭，平等本际」，就是悟这个法性身，迷也是迷这个法性身，可见得法性身是一不是二。法性身、法性土并没有改样子，因此说迷悟一如，这个境界实实在在没有改变。但是迷悟很难说出一个清晰的概念，我在此地略略给诸位提一提，因为你把迷悟的概念搞清楚了，无论在什么环境里，你修行不会迷失方向，所以这个概念非常重要。",
      "zh_TW": "這個境界，實在說，生、佛沒有兩樣，佛住在這個境界裡面，眾生也住在這個境界裡面，這個境界是真實的，決定不是虛妄的。為什麼說佛、說眾生？迷的時候就叫眾生，悟的時候就叫佛。換句話說，只有佛、眾生這個名詞，並不是真的有佛與眾生，諸位要曉得這個意思。換句話說，只有迷悟不同，除迷悟之外沒有任何差別。悟的人悟「身心寂滅，平等本際」，就是悟這個法性身，迷也是迷這個法性身，可見得法性身是一不是二。法性身、法性土並沒有改樣子，因此說迷悟一如，這個境界實實在在沒有改變。但是迷悟很難說出一個清晰的概念，我在此地略略給諸位提一提，因為你把迷悟的概念搞清楚了，無論在什麼環境裡，你修行不會迷失方向，所以這個概念非常重要。"
    },
    {
      "id": "09-008-0012_p0010",
      "zh_CN": "平常我们常常在讲堂里面给诸位说，六根接触六尘境界的时候不起心、不动念、不分别、不执着，但是要一切明了、一切通达，这就是觉。如果我们六根在六尘境界里不起心、不动念、不分别、不执着，而外面情形不明了、不通达，诸位要晓得这是无明，明了通达就是开悟，诸位先记住这个概念。我们六根在境界里面起心动念、分别执着，而我们很多事情明了了，这算不算觉？这不算，这叫邪见。换句话说，起心动念、分别执着而一切明了是邪见，不起心、不动念、不分别、不执着而一切都不明了，这是无明，统统都是迷。希望诸位能从这个概念里面得到一点消息，就是迷悟的情形，大概的样子我们认识了，然后我们的修学则是破迷开悟。既不堕在无明，又不落在邪见，这才能开悟。清凉大师在《华严经》注疏，解释经题里面，就说明一切众生不是增长无明就是增长邪见，这种情形他怎能开悟？几时能把无明、邪见都灭除，正觉、彻悟自然就现前，这也正是古人所谓「但除妄想，莫更求真」。你要存一个求真的心，这个心就是妄想、就是妄念。所以学佛、修行，从初发心到如来果地，无非就是去无明、妄想而已，去尽了就成佛，去掉很多就叫菩萨，这一点我们首先必须要认识的。",
      "zh_TW": "平常我們常常在講堂裡面給諸位說，六根接觸六塵境界的時候不起心、不動念、不分別、不執著，但是要一切明瞭、一切通達，這就是覺。如果我們六根在六塵境界裡不起心、不動念、不分別、不執著，而外面情形不明瞭、不通達，諸位要曉得這是無明，明瞭通達就是開悟，諸位先記住這個概念。我們六根在境界裡面起心動念、分別執著，而我們很多事情明瞭了，這算不算覺？這不算，這叫邪見。換句話說，起心動念、分別執著而一切明瞭是邪見，不起心、不動念、不分別、不執著而一切都不明瞭，這是無明，統統都是迷。希望諸位能從這個概念裡面得到一點消息，就是迷悟的情形，大概的樣子我們認識了，然後我們的修學則是破迷開悟。既不墮在無明，又不落在邪見，這才能開悟。清涼大師在《華嚴經》註疏，解釋經題裡面，就說明一切眾生不是增長無明就是增長邪見，這種情形他怎能開悟？幾時能把無明、邪見都滅除，正覺、徹悟自然就現前，這也正是古人所謂「但除妄想，莫更求真」。你要存一個求真的心，這個心就是妄想、就是妄念。所以學佛、修行，從初發心到如來果地，無非就是去無明、妄想而已，去盡了就成佛，去掉很多就叫菩薩，這一點我們首先必須要認識的。"
    },
    {
      "id": "09-008-0012_p0011",
      "zh_CN": "讲义【圆满十方，不二随顺：此二句，乃明用广。其用则称体而起，圆满周遍，含裹十方，广大无外也。】",
      "zh_TW": "講義【圓滿十方，不二隨順：此二句，乃明用廣。其用則稱體而起，圓滿周遍，含裹十方，廣大無外也。】"
    },
    {
      "id": "09-008-0012_p0012",
      "zh_CN": "『圆满十方，不二随顺』，这二句讲作用，圆瑛法师说这二句『乃明用广』，它的作用广大，也就是刚才我所说的，不起心、不动念、不分别、不执着，一切明了，无所不知，无所不能，这个作用广大无边。这个作用『称体而起』，「体」就是本性，称性而起的作用，这个作用才『圆满』，这个作用才『周遍』。我们读这种经文，看这个注子，心里面免不了要生起疑惑，真是这样的吗？我们能不能相信？这是一个关键的问题，果然是这样，那岂不叫全知全能！西方人说，上帝是全知全能；我们在佛法里面看，人人都是全知全能。所以我们首先要信得过，确实每个人都是全知全能。我们现在这个能力失掉，失掉的原因就是被无明、邪见障碍住，只要有这两样东西存在，我们的智与能就不全，不能说没有，还是有一点，但是小得不能再小了。",
      "zh_TW": "『圓滿十方，不二隨順』，這二句講作用，圓瑛法師說這二句『乃明用廣』，它的作用廣大，也就是剛才我所說的，不起心、不動念、不分別、不執著，一切明瞭，無所不知，無所不能，這個作用廣大無邊。這個作用『稱體而起』，「體」就是本性，稱性而起的作用，這個作用才『圓滿』，這個作用才『周遍』。我們讀這種經文，看這個註子，心裡面免不了要生起疑惑，真是這樣的嗎？我們能不能相信？這是一個關鍵的問題，果然是這樣，那豈不叫全知全能！西方人說，上帝是全知全能；我們在佛法裡面看，人人都是全知全能。所以我們首先要信得過，確實每個人都是全知全能。我們現在這個能力失掉，失掉的原因就是被無明、邪見障礙住，只要有這兩樣東西存在，我們的智與能就不全，不能說沒有，還是有一點，但是小得不能再小了。"
    },
    {
      "id": "09-008-0012_p0013",
      "zh_CN": "像上次跟诸位说的，我们见的能力，譬如这本书，字不算太小，我在讲台上，你们书摆在讲台桌子上面我就看不清楚，这么远的一点距离这个能力就失掉，隔一道墙，墙那边的情形我也看不到，原来是圆满周遍的见性，现在变成小得这个样子。这就是首先我们要晓得邪见、无明障碍之可怕。除邪见不难，除无明难。邪见，只要我们一切不起心、不动念、不分别、不执着，我们的心就清净，可是破无明就不简单，所以我们先除邪见，容易断的先断。邪见没有了，心就清净，烦恼就不生，所有的烦恼都是依分别执着而生起的。邪见断掉，在念佛功夫上可以得事一心不乱；如果要证理一心不乱，必须断无明。断无明要靠很深的定功，诸位想想，阿罗汉、辟支佛他们的定功是九次第定，还破不了无明，所以这个定功我们要重视。",
      "zh_TW": "像上次跟諸位說的，我們見的能力，譬如這本書，字不算太小，我在講臺上，你們書擺在講臺桌子上面我就看不清楚，這麼遠的一點距離這個能力就失掉，隔一道牆，牆那邊的情形我也看不到，原來是圓滿周遍的見性，現在變成小得這個樣子。這就是首先我們要曉得邪見、無明障礙之可怕。除邪見不難，除無明難。邪見，只要我們一切不起心、不動念、不分別、不執著，我們的心就清淨，可是破無明就不簡單，所以我們先除邪見，容易斷的先斷。邪見沒有了，心就清淨，煩惱就不生，所有的煩惱都是依分別執著而生起的。邪見斷掉，在念佛功夫上可以得事一心不亂；如果要證理一心不亂，必須斷無明。斷無明要靠很深的定功，諸位想想，阿羅漢、辟支佛他們的定功是九次第定，還破不了無明，所以這個定功我們要重視。"
    },
    {
      "id": "09-008-0012_p0014",
      "zh_CN": "禅家所讲的禅定跟净土所讲的念佛三昧没有差别，诸位在《楞严经》上所看到的，念佛三昧就是楞严大定，如果不破无明，这种广大圆满的作用虽然有也没有办法现前。现前之后，如何起作用？起作用是利益众生，利益众生那就要随顺，随顺里面特别要注意的就是不二，「不二随顺」，这才是十大愿王里面所讲的「恒顺众生，随喜功德」。顺一切众生，随一切众生，但是自己是住在一真法界里，自己住在法性土里面，这就是不二随顺，换句话说，自己是住在正觉上，绝对不迷，这才是不二随顺。如果一随顺就迷了，那我们还够不上随顺的资格。随顺的时候不迷！什么叫迷？什么叫不迷？先前我说过，希望诸位要把它记住。不迷就是觉，迷就是不觉，迷的随顺是凡夫，觉悟的随顺就是不二随顺，是佛菩萨。",
      "zh_TW": "禪家所講的禪定跟淨土所講的念佛三昧沒有差別，諸位在《楞嚴經》上所看到的，念佛三昧就是楞嚴大定，如果不破無明，這種廣大圓滿的作用雖然有也沒有辦法現前。現前之後，如何起作用？起作用是利益眾生，利益眾生那就要隨順，隨順裡面特別要注意的就是不二，「不二隨順」，這才是十大願王裡面所講的「恆順眾生，隨喜功德」。順一切眾生，隨一切眾生，但是自己是住在一真法界裡，自己住在法性土裡面，這就是不二隨順，換句話說，自己是住在正覺上，絕對不迷，這才是不二隨順。如果一隨順就迷了，那我們還夠不上隨順的資格。隨順的時候不迷！什麼叫迷？什麼叫不迷？先前我說過，希望諸位要把它記住。不迷就是覺，迷就是不覺，迷的隨順是凡夫，覺悟的隨順就是不二隨順，是佛菩薩。"
    },
    {
      "id": "09-008-0012_p0015",
      "zh_CN": "讲义【不二随顺，作二种解。】",
      "zh_TW": "講義【不二隨順，作二種解。】"
    },
    {
      "id": "09-008-0012_p0016",
      "zh_CN": "『不二』此地有二种解释，二种解释都好。第一种：",
      "zh_TW": "『不二』此地有二種解釋，二種解釋都好。第一種："
    },
    {
      "id": "09-008-0012_p0017",
      "zh_CN": "讲义【一、体用不二，用随体遍，体用一致，故曰不二。】",
      "zh_TW": "講義【一、體用不二，用隨體遍，體用一致，故曰不二。】"
    },
    {
      "id": "09-008-0012_p0018",
      "zh_CN": "这个解释不是普通人能做得到的，真正做到这一条是诸佛如来才能做到，勉强相似可以做到的是四十一位法身大士，这是第一个意思，佛与诸大菩萨才能做得到。第二个意思：",
      "zh_TW": "這個解釋不是普通人能做得到的，真正做到這一條是諸佛如來才能做到，勉強相似可以做到的是四十一位法身大士，這是第一個意思，佛與諸大菩薩才能做得到。第二個意思："
    },
    {
      "id": "09-008-0012_p0019",
      "zh_CN": "讲义【二、谓身土、圣凡、自他、动静，一一皆是一真法界。身土圆融，圣凡不隔，自他平等，动静一如，随顺一真，无有二相，是为随顺不二。】",
      "zh_TW": "講義【二、謂身土、聖凡、自他、動靜，一一皆是一真法界。身土圓融，聖凡不隔，自他平等，動靜一如，隨順一真，無有二相，是為隨順不二。】"
    },
    {
      "id": "09-008-0012_p0020",
      "zh_CN": "这个意思就宽广得多，换句话说，初发心就可以学习。前面那个不二是讲果地上的不二，后面这一条是讲因地上的。当然，说因，果包括在其中；说果，因也包括在其中，正是所谓「因该果海，果彻因源」。我们要学就学第二种的「不二随顺」，但是这里面当然有很深的道理，这些道理一定要明了，不明了不但是增长无明也会增长邪见。邪见是什么？用自己的想像来推测，这是邪见，就是用自己的思惟想像，换句话说，以凡夫心来测度圣人的境界，以妄想心来测度真实的事理，这个里面当然很容易产生邪知邪见，同时必定增长无明，因此这些理论就很重要了。",
      "zh_TW": "這個意思就寬廣得多，換句話說，初發心就可以學習。前面那個不二是講果地上的不二，後面這一條是講因地上的。當然，說因，果包括在其中；說果，因也包括在其中，正是所謂「因該果海，果徹因源」。我們要學就學第二種的「不二隨順」，但是這裡面當然有很深的道理，這些道理一定要明瞭，不明瞭不但是增長無明也會增長邪見。邪見是什麼？用自己的想像來推測，這是邪見，就是用自己的思惟想像，換句話說，以凡夫心來測度聖人的境界，以妄想心來測度真實的事理，這個裡面當然很容易產生邪知邪見，同時必定增長無明，因此這些理論就很重要了。"
    },
    {
      "id": "09-008-0012_p0021",
      "zh_CN": "为什么身土不二、凡圣不二、自他不二、动静不二？不二就是一，事事物物皆是一，这叫一真法界。像这些理论、这些道理，诸位一定要在大乘经典里面去留意，一遍、二遍是不容易理解的。我在讲堂里面也常常告诉大家，同样一部经我每讲一遍，境界就提升一层，就不一样。这两年当中我们讲得最多的就是《六祖坛经》，讲过四遍，四遍就有四个样子，换句话说，愈讲理愈透彻，每讲一遍都有悟处，每看一遍也有悟处。",
      "zh_TW": "為什麼身土不二、凡聖不二、自他不二、動靜不二？不二就是一，事事物物皆是一，這叫一真法界。像這些理論、這些道理，諸位一定要在大乘經典裡面去留意，一遍、二遍是不容易理解的。我在講堂裡面也常常告訴大家，同樣一部經我每講一遍，境界就提升一層，就不一樣。這兩年當中我們講得最多的就是《六祖壇經》，講過四遍，四遍就有四個樣子，換句話說，愈講理愈透徹，每講一遍都有悟處，每看一遍也有悟處。"
    },
    {
      "id": "09-008-0012_p0022",
      "zh_CN": "今天我告诉诸位「迷、悟」，我这样说法你们在过去没听说过，今天这个说法一听就好像容易懂得多，容易体会得多，我这个讲法是在《金刚经》里面讲的。最近我们在录影，在录《金刚经》，《六祖坛经》前面四个带子模糊，重新再录，再讲一遍跟先前的意思又不同。由此可知，大乘经的经义非常深奥，决不是我们学过一遍、二遍，「这门我学过了」，学过了自己想想邪见没有破，无明没破，学了也没用，纵然无明破了几分，没有破彻底也没有用。所以大乘佛法到什么时候毕业？成佛就毕业了。等觉菩萨还没有毕业，他还有最后一品无明没破。但是诸位要晓得，圆教初住菩萨邪知邪见就没有了，由此可知，从这个以后，这四十一个阶级统统是破的无明。我们从大乘经论里面首先得一个正知正见，这就非常的可贵，进一步就是破无明，破无明是甚深的定功。这个定功，诸位必须要晓得，不是每天早晨、晚上盘腿打坐面壁，这个定在初学的时候有一点用处。",
      "zh_TW": "今天我告訴諸位「迷、悟」，我這樣說法你們在過去沒聽說過，今天這個說法一聽就好像容易懂得多，容易體會得多，我這個講法是在《金剛經》裡面講的。最近我們在錄影，在錄《金剛經》，《六祖壇經》前面四個帶子模糊，重新再錄，再講一遍跟先前的意思又不同。由此可知，大乘經的經義非常深奧，決不是我們學過一遍、二遍，「這門我學過了」，學過了自己想想邪見沒有破，無明沒破，學了也沒用，縱然無明破了幾分，沒有破徹底也沒有用。所以大乘佛法到什麼時候畢業？成佛就畢業了。等覺菩薩還沒有畢業，他還有最後一品無明沒破。但是諸位要曉得，圓教初住菩薩邪知邪見就沒有了，由此可知，從這個以後，這四十一個階級統統是破的無明。我們從大乘經論裡面首先得一個正知正見，這就非常的可貴，進一步就是破無明，破無明是甚深的定功。這個定功，諸位必須要曉得，不是每天早晨、晚上盤腿打坐面壁，這個定在初學的時候有一點用處。"
    },
    {
      "id": "09-008-0012_p0023",
      "zh_CN": "昨天有个学生打电话给我，说他有位同学跟一位道教学打坐，他说他一坐下来之后全身就发抖，有许多奇怪的动作，他来问我是不是入魔了？我说这个情形我晓得，这不是真正的定，真正的定是坐在那个地方如如不动，坐在那里乱动不叫定。他那些动是不是自己动？不是的，所以他们很多人学，不是自己在动。实在告诉你，是鬼神操纵他在那里动作。常常与鬼神打交道没好处，那种功夫既不能破邪见又不能破无明，诸位要晓得，基本上它这个功能对我们没有帮助，这一点要搞清楚。",
      "zh_TW": "昨天有個學生打電話給我，說他有位同學跟一位道教學打坐，他說他一坐下來之後全身就發抖，有許多奇怪的動作，他來問我是不是入魔了？我說這個情形我曉得，這不是真正的定，真正的定是坐在那個地方如如不動，坐在那裡亂動不叫定。他那些動是不是自己動？不是的，所以他們很多人學，不是自己在動。實在告訴你，是鬼神操縱他在那裡動作。常常與鬼神打交道沒好處，那種功夫既不能破邪見又不能破無明，諸位要曉得，基本上它這個功能對我們沒有幫助，這一點要搞清楚。"
    },
    {
      "id": "09-008-0012_p0024",
      "zh_CN": "佛法里所讲的定，就是《金刚经》里所讲的两句话，「不取于相，如如不动」，这就是定，六祖大师在《坛经》里面也是这样教给我们。六根在六尘境界里面，不着相就是禅，不分别、不执着就是禅，不起心、不动念就是定。所以大乘，特别是一乘的禅定，是在日常生活当中去修学。你们看《华严经》善财童子五十三参，人家入定是怎么入的？以前我们读过，鬻香长者修禅定是到市场里面去修，经里叫「市廛」，市廛像我们现在的百货公司、市场，最热闹的地方，他到里面去参观，到里面去玩，样样都接触，他在里面修禅定，就是修「不取于相，如如不动」。不是像小乘人把一切境界都离开了，跑到深山住在石洞里人迹不到的地方去修禅定，那是小乘人的定，那种定不能破无明，可以断妄想不能除无明，在小乘也只能证得阿罗汉果，往上一着他就有障碍，所以我们要晓得这个道理，明白这个道理，我们就晓得怎么修法，我们要恒顺众生。",
      "zh_TW": "佛法裡所講的定，就是《金剛經》裡所講的兩句話，「不取於相，如如不動」，這就是定，六祖大師在《壇經》裡面也是這樣教給我們。六根在六塵境界裡面，不著相就是禪，不分別、不執著就是禪，不起心、不動念就是定。所以大乘，特別是一乘的禪定，是在日常生活當中去修學。你們看《華嚴經》善財童子五十三參，人家入定是怎麼入的？以前我們讀過，鬻香長者修禪定是到市場裡面去修，經裡叫「市廛」，市廛像我們現在的百貨公司、市場，最熱鬧的地方，他到裡面去參觀，到裡面去玩，樣樣都接觸，他在裡面修禪定，就是修「不取於相，如如不動」。不是像小乘人把一切境界都離開了，跑到深山住在石洞裡人跡不到的地方去修禪定，那是小乘人的定，那種定不能破無明，可以斷妄想不能除無明，在小乘也只能證得阿羅漢果，往上一著他就有障礙，所以我們要曉得這個道理，明白這個道理，我們就曉得怎麼修法，我們要恆順眾生。"
    },
    {
      "id": "09-008-0012_p0025",
      "zh_CN": "像善财童子五十三参，什么样的境界、什么样的人事都接触，这个接触不是故意去接触，故意去接触你已经有分别，起心动念了，不是故意的，是随缘。我们早晨起来出门赶车看到许多人，那些人都不是约好的，我们没有约好什么时间在什么地方见，这叫随缘。并不是事先约好，并不是事先大家都存这个心，没有存心，这才叫随缘。从早到晚都随缘，随缘里面修不变，不变就是不动心、不起念、不分别、不执着，就修这个，这叫一心。我们念佛修的一心，除念佛之外，一切事相当中都要修一心，这才叫做念佛人。不要以为一天到晚心里有阿弥陀佛就叫一心，一心里头哪有阿弥陀佛？诸位要明白这个道理。一心是无心，无心是真心，为什么真心？他一切明了，他不是不明了，他一切无心，无心又样样明了，明了是智慧，无心是禅定，定慧等学，这样修法。换句话说，你起心动念就错了。这样才能修随顺不二。",
      "zh_TW": "像善財童子五十三參，什麼樣的境界、什麼樣的人事都接觸，這個接觸不是故意去接觸，故意去接觸你已經有分別，起心動念了，不是故意的，是隨緣。我們早晨起來出門趕車看到許多人，那些人都不是約好的，我們沒有約好什麼時間在什麼地方見，這叫隨緣。並不是事先約好，並不是事先大家都存這個心，沒有存心，這才叫隨緣。從早到晚都隨緣，隨緣裡面修不變，不變就是不動心、不起念、不分別、不執著，就修這個，這叫一心。我們念佛修的一心，除念佛之外，一切事相當中都要修一心，這才叫做念佛人。不要以為一天到晚心裡有阿彌陀佛就叫一心，一心裡頭哪有阿彌陀佛？諸位要明白這個道理。一心是無心，無心是真心，為什麼真心？他一切明瞭，他不是不明瞭，他一切無心，無心又樣樣明瞭，明瞭是智慧，無心是禪定，定慧等學，這樣修法。換句話說，你起心動念就錯了。這樣才能修隨順不二。"
    },
    {
      "id": "09-008-0012_p0026",
      "zh_CN": "我们果然明白这个道理，在生活当中这样去用功，用上三年，你这个人就变样子，就不相同了，大乘法的修学的确是不可思议。你修上三年，你就得定，就开智慧了，就像惠能大师所说的「惠能心中常生智慧」。三年就有功效，你要不真修那就没有办法，要真修。用这种理论方法来修学，这一生当中，我们念佛讲得理一心不乱，在禅家讲明心见性、大彻大悟，是决定可以做到的，你要是做不到就是你违背这个原理原则，你在日常生活当中迷失方向，你不肯修不二随顺。你随顺是随着生烦恼，随着打妄想，那有什么办法？这样搞下去，再搞上无量阿僧祇劫，还是这个样子，可能连目前这个样子还不如。这是我们必须要明了的，要记取的。",
      "zh_TW": "我們果然明白這個道理，在生活當中這樣去用功，用上三年，你這個人就變樣子，就不相同了，大乘法的修學的確是不可思議。你修上三年，你就得定，就開智慧了，就像惠能大師所說的「惠能心中常生智慧」。三年就有功效，你要不真修那就沒有辦法，要真修。用這種理論方法來修學，這一生當中，我們念佛講得理一心不亂，在禪家講明心見性、大徹大悟，是決定可以做到的，你要是做不到就是你違背這個原理原則，你在日常生活當中迷失方向，你不肯修不二隨順。你隨順是隨著生煩惱，隨著打妄想，那有什麼辦法？這樣搞下去，再搞上無量阿僧祇劫，還是這個樣子，可能連目前這個樣子還不如。這是我們必須要明瞭的，要記取的。"
    },
    {
      "id": "09-008-0012_p0027",
      "zh_CN": "讲义【故于一真不二境中，现诸净土。】",
      "zh_TW": "講義【故於一真不二境中，現諸淨土。】"
    },
    {
      "id": "09-008-0012_p0028",
      "zh_CN": "这句话如果说是释迦牟尼佛的境界，那与我们有什么关系？不错，是他的境界，他告诉我们也是我们自己的境界。一真、净土本来具足，问题在哪里？在现或不现。不二随顺的人现了，一真净土现前，他受用到了。我们是随缘随变的人，一真净土的确没有离开，但是这个境界不能现前，不能现前的原因就是我们迷了，被无明、邪见所障碍，一真净土所以才不能现前。我们如果懂得修不二随顺，你下一分功夫，这个境界就现一分，二分功夫就现二分，妙极了。一真净土好像一面镜子，镜子本有光明，但是现在镜子上面尘土盖得厚厚的，没有光明，虽没有光明，它光明在不在？在。佛的境界好像这面镜子干干净净没有染污，我们凡夫的境界同样是一面镜子，跟诸佛如来没有两样，但是上面盖着很厚的尘土。修行修什么？尘土代表无明、邪见，去掉一分镜子就放一分光明，它就起作用了，再去掉一点，光明又透多一点，就这个意思。去尘垢的方法，在《华严经》、《法华经》、《圆觉》、《楞严》里面，这几种经都属于一乘了义经典，可以说都是教我们修不二随顺。",
      "zh_TW": "這句話如果說是釋迦牟尼佛的境界，那與我們有什麼關係？不錯，是他的境界，他告訴我們也是我們自己的境界。一真、淨土本來具足，問題在哪裡？在現或不現。不二隨順的人現了，一真淨土現前，他受用到了。我們是隨緣隨變的人，一真淨土的確沒有離開，但是這個境界不能現前，不能現前的原因就是我們迷了，被無明、邪見所障礙，一真淨土所以才不能現前。我們如果懂得修不二隨順，你下一分功夫，這個境界就現一分，二分功夫就現二分，妙極了。一真淨土好像一面鏡子，鏡子本有光明，但是現在鏡子上面塵土蓋得厚厚的，沒有光明，雖沒有光明，它光明在不在？在。佛的境界好像這面鏡子乾乾淨淨沒有染污，我們凡夫的境界同樣是一面鏡子，跟諸佛如來沒有兩樣，但是上面蓋著很厚的塵土。修行修什麼？塵土代表無明、邪見，去掉一分鏡子就放一分光明，它就起作用了，再去掉一點，光明又透多一點，就這個意思。去塵垢的方法，在《華嚴經》、《法華經》、《圓覺》、《楞嚴》裡面，這幾種經都屬於一乘了義經典，可以說都是教我們修不二隨順。"
    },
    {
      "id": "09-008-0012_p0029",
      "zh_CN": "我在《华严经》里面提出两句重要的原则，「不二」是「托法进修」，「随顺」是「依人证入」。《华严经》经文长，说得详细，《圆觉经》经文短只有两卷，可是《圆觉经》里面讲的理论、方法、境界，跟《华严经》的理论、方法、境界完全一样，没有两样。一个是用那么多文字来说当然说得很详细，一个文字这么少也要把这些道理都包含在里面，所以《华严经》便于说理，便于讲解，《圆觉经》便于受持，我们在受持是愈少愈好。诸位要是晓得这个意思，这段经文与我们现在就有作用，就有关系。佛在什么地方说的？佛就是在「不二随顺」的境界说这部经。",
      "zh_TW": "我在《華嚴經》裡面提出兩句重要的原則，「不二」是「託法進修」，「隨順」是「依人證入」。《華嚴經》經文長，說得詳細，《圓覺經》經文短只有兩卷，可是《圓覺經》裡面講的理論、方法、境界，跟《華嚴經》的理論、方法、境界完全一樣，沒有兩樣。一個是用那麼多文字來說當然說得很詳細，一個文字這麼少也要把這些道理都包含在裡面，所以《華嚴經》便於說理，便於講解，《圓覺經》便於受持，我們在受持是愈少愈好。諸位要是曉得這個意思，這段經文與我們現在就有作用，就有關係。佛在什麼地方說的？佛就是在「不二隨順」的境界說這部經。"
    },
    {
      "id": "09-008-0012_p0030",
      "zh_CN": "讲义【不二境，即寂灭真境，诸佛自受法乐之地。】",
      "zh_TW": "講義【不二境，即寂滅真境，諸佛自受法樂之地。】"
    },
    {
      "id": "09-008-0012_p0031",
      "zh_CN": "『诸佛』，这个「诸」字就包括有我们自己一分在，这个意思就亲切了。诸佛，没有说到我，那是你迷惑颠倒，明明里面有你，你自己不敢承当，那有什么办法？自己要直下承当。你要是承当了，你也修这个方法了，平等、清净是自受用，从平等、清净里面生起慈悲是他受用，自他不二。",
      "zh_TW": "『諸佛』，這個「諸」字就包括有我們自己一分在，這個意思就親切了。諸佛，沒有說到我，那是你迷惑顛倒，明明裡面有你，你自己不敢承當，那有什麼辦法？自己要直下承當。你要是承當了，你也修這個方法了，平等、清淨是自受用，從平等、清淨裡面生起慈悲是他受用，自他不二。"
    },
    {
      "id": "09-008-0012_p0032",
      "zh_CN": "讲义【现字，即称体起用。以无身心之相，哪有说听之事？】",
      "zh_TW": "講義【現字，即稱體起用。以無身心之相，哪有說聽之事？】"
    },
    {
      "id": "09-008-0012_p0033",
      "zh_CN": "『现』字就是他受用，就是从清净平等里面现起大慈大悲，『即称体起用』，也叫做称性起用。『以无身心之相，哪有说听之事？』所以起作用一定要现相。相怎么现法？是不是有心去现？诸位要晓得，有心就错了，我们要学就在这个地方学。无心，完全随缘，就是《楞严》里面所讲的「随众生心，应所知量」。自己要想「我要怎样怎样做法，我想怎样怎样做法」，诸位想想，你有没有起心动念？你有没有分别执着？你到底是迷还是悟？",
      "zh_TW": "『現』字就是他受用，就是從清淨平等裡面現起大慈大悲，『即稱體起用』，也叫做稱性起用。『以無身心之相，哪有說聽之事？』所以起作用一定要現相。相怎麼現法？是不是有心去現？諸位要曉得，有心就錯了，我們要學就在這個地方學。無心，完全隨緣，就是《楞嚴》裡面所講的「隨眾生心，應所知量」。自己要想「我要怎樣怎樣做法，我想怎樣怎樣做法」，諸位想想，你有沒有起心動念？你有沒有分別執著？你到底是迷還是悟？"
    },
    {
      "id": "09-008-0012_p0034",
      "zh_CN": "我们学佛的人常常会问，无明是什么理由生起的？几时生起的？当你一起心动念，无明就生起了。不起心动念，虽然无明不再增长，你把它守在那个地方，又错了。守是什么？你把它保持在那里不能破除它，无明怎么可以保持！《楞严经》里面佛讲阿罗汉的境界，「内守幽闲」，他就是守住他的无明，他不能破它，所以他不能见性。它不增长，但是它也不会消除，他把它守在那个地方，这是小乘人的大病。我们凡夫麻烦在哪里？无明跟邪见天天增长，小乘人已经能够守在那个地方不叫它增长。诸位要是在此地真正能得到这一句「不二随顺」，则一生受用无穷，这个境界我们现前就可以证得，不必等来生。只要你懂得这个原理原则，在一切境界里面修你的平等心、清净心，这就是一心，为什么？起心动念就不平等，有我有人就不平等，就有分别，就有执着。有我，诸位想想，唯识里面讲的「我痴、我见、我爱、我慢」四大烦恼常相随，那怎么能平等？转第七识才叫平等性智，你的平等心才能现前。平等心是一心，诸位要懂这个道理。",
      "zh_TW": "我們學佛的人常常會問，無明是什麼理由生起的？幾時生起的？當你一起心動念，無明就生起了。不起心動念，雖然無明不再增長，你把它守在那個地方，又錯了。守是什麼？你把它保持在那裡不能破除它，無明怎麼可以保持！《楞嚴經》裡面佛講阿羅漢的境界，「內守幽閑」，他就是守住他的無明，他不能破它，所以他不能見性。它不增長，但是它也不會消除，他把它守在那個地方，這是小乘人的大病。我們凡夫麻煩在哪裡？無明跟邪見天天增長，小乘人已經能夠守在那個地方不叫它增長。諸位要是在此地真正能得到這一句「不二隨順」，則一生受用無窮，這個境界我們現前就可以證得，不必等來生。只要你懂得這個原理原則，在一切境界裡面修你的平等心、清淨心，這就是一心，為什麼？起心動念就不平等，有我有人就不平等，就有分別，就有執著。有我，諸位想想，唯識裡面講的「我痴、我見、我愛、我慢」四大煩惱常相隨，那怎麼能平等？轉第七識才叫平等性智，你的平等心才能現前。平等心是一心，諸位要懂這個道理。"
    },
    {
      "id": "09-008-0012_p0035",
      "zh_CN": "末那识里面有两重执着，一重是我执，即四大烦恼常相随，另一重是法执。破我执还没有破法执，在净土里面讲是事一心的境界，也相当于阿罗汉的境界，再能够把法执也破了，那就证理一心，圆初住以上的境界。这些大乘法门里面基本的修学原理原则，我们虽然一下到不了这个境界，可是我执能够淡一分就有一分相似的受用，不是真实的，要转末那为平等性智才是真实的。《华严经》那个境界是四十一位法身大士，《圆觉经》也不例外，也是这样的，你一看经题「大方广圆觉了义经」，这个境界都是法身大士的境界。可是我告诉诸位，我们能得到相似的受用，就是天台六即佛里面的「相似即佛」，不要看到相似，相似是很了不起的受用了，这也是修行必经的途径，一定要经这个程序。",
      "zh_TW": "末那識裡面有兩重執著，一重是我執，即四大煩惱常相隨，另一重是法執。破我執還沒有破法執，在淨土裡面講是事一心的境界，也相當於阿羅漢的境界，再能夠把法執也破了，那就證理一心，圓初住以上的境界。這些大乘法門裡面基本的修學原理原則，我們雖然一下到不了這個境界，可是我執能夠淡一分就有一分相似的受用，不是真實的，要轉末那為平等性智才是真實的。《華嚴經》那個境界是四十一位法身大士，《圓覺經》也不例外，也是這樣的，你一看經題「大方廣圓覺了義經」，這個境界都是法身大士的境界。可是我告訴諸位，我們能得到相似的受用，就是天台六即佛裡面的「相似即佛」，不要看到相似，相似是很了不起的受用了，這也是修行必經的途徑，一定要經這個程序。"
    },
    {
      "id": "09-008-0012_p0036",
      "zh_CN": "讲义【今云现诸净土者，正显从自受用身土，现出他受用身土。唯识云：「如来现起他受用，十地菩萨所被机」。】",
      "zh_TW": "講義【今云現諸淨土者，正顯從自受用身土，現出他受用身土。唯識云：「如來現起他受用，十地菩薩所被機」。】"
    },
    {
      "id": "09-008-0012_p0037",
      "zh_CN": "此地讲『现诸净土』，正是显示出从法性土变现为他受用身土。《唯识颂》里面说『如来现起他受用，十地菩萨所被机』，「如来」就是指真如本性，佛在《金刚经》里面给我们解释，「如来者即诸法如义」，我们讲这部经，开端「如是我闻」就把这个意思给诸位说出来了。「如是我闻」的「如是」两个字就是诸法如义，就是如来的意思，是我们自己的本体，禅家所谓「父母未生前本来面目」，说的就是这个，换句话说，就是自己的理一心，这样讲法就更亲切，我们从理一心里面变现出他受用的身土。本经的当机者这十二位菩萨都是等觉菩萨，这个实在是太高了。《华严经》里面四十一位从圆教初住到等觉，这个地方十二位全是等觉菩萨，这个境界多高！",
      "zh_TW": "此地講『現諸淨土』，正是顯示出從法性土變現為他受用身土。《唯識頌》裡面說『如來現起他受用，十地菩薩所被機』，「如來」就是指真如本性，佛在《金剛經》裡面給我們解釋，「如來者即諸法如義」，我們講這部經，開端「如是我聞」就把這個意思給諸位說出來了。「如是我聞」的「如是」兩個字就是諸法如義，就是如來的意思，是我們自己的本體，禪家所謂「父母未生前本來面目」，說的就是這個，換句話說，就是自己的理一心，這樣講法就更親切，我們從理一心裡面變現出他受用的身土。本經的當機者這十二位菩薩都是等覺菩薩，這個實在是太高了。《華嚴經》裡面四十一位從圓教初住到等覺，這個地方十二位全是等覺菩薩，這個境界多高！"
    },
    {
      "id": "09-008-0012_p0038",
      "zh_CN": "讲义【现诸净土，为十二位法身大士，说此圆满修多罗教。据此，则他受用身土，仍依圆满觉性为缘起。】",
      "zh_TW": "講義【現諸淨土，為十二位法身大士，說此圓滿修多羅教。據此，則他受用身土，仍依圓滿覺性為緣起。】"
    },
    {
      "id": "09-008-0012_p0039",
      "zh_CN": "这部经说经的处所太特别，与其他经论所说的完全不一样。它的当机者，我们把尺度放得最宽也是地上菩萨，如果再放宽一点，勉强也能说圆初住以上是这部经的当机者。前面玄义我们说得很详细，虽然当机者有这么高的地位，我们初学的人也能得受用，受用的浅深各人不相同，就看你自己的领悟，你的信心，你的修行。",
      "zh_TW": "這部經說經的處所太特別，與其他經論所說的完全不一樣。它的當機者，我們把尺度放得最寬也是地上菩薩，如果再放寬一點，勉強也能說圓初住以上是這部經的當機者。前面玄義我們說得很詳細，雖然當機者有這麼高的地位，我們初學的人也能得受用，受用的淺深各人不相同，就看你自己的領悟，你的信心，你的修行。"
    },
    {
      "id": "09-008-0012_p0040",
      "zh_CN": "经【与大菩萨摩诃萨，十万人俱。】",
      "zh_TW": "經【與大菩薩摩訶薩，十萬人俱。】"
    },
    {
      "id": "09-008-0012_p0041",
      "zh_CN": "诸位先想想这个境界，释迦牟尼佛在说法，照一般讲法，二千五百多年前没有扩音器，座下有十万听众，各个人都能听得清楚，都听得欢欢喜喜，这个境界不可思议。也许有人会想，二千五百多年前释迦牟尼佛在讲经说法，道场里有十万多人，哪来的这么多人？那个时候相当于中国周朝时候，总在春秋之前，印度还在部落的时代，他们的一个小国家，一个小的部落，整个一个国家也没有十万人，大的国家大概也只十几万人而已。那个时候的大国，像台北市这么大幅员的，大概都找不到，我们景美区在那个时候就是大国。你读历史，周朝时候「八百诸侯」，翻开地图来看，大概只有中国现在版图的五分之一，就是黄河流域跟长江流域这一块就八百多个。这十万都是『大菩萨摩诃萨』，这怎么可能？这个境界必须要晓得，这些菩萨是娑婆世界的菩萨，我们地球是娑婆世界的一点点，像今天所讲的外太空来的，这个确实有，不是没有，的确讲得通。从外太空来的，从其他星球上来的，虽然是其他星球，依然是佛的教化区。",
      "zh_TW": "諸位先想想這個境界，釋迦牟尼佛在說法，照一般講法，二千五百多年前沒有擴音器，座下有十萬聽眾，各個人都能聽得清楚，都聽得歡歡喜喜，這個境界不可思議。也許有人會想，二千五百多年前釋迦牟尼佛在講經說法，道場裡有十萬多人，哪來的這麼多人？那個時候相當於中國周朝時候，總在春秋之前，印度還在部落的時代，他們的一個小國家，一個小的部落，整個一個國家也沒有十萬人，大的國家大概也只十幾萬人而已。那個時候的大國，像台北市這麼大幅員的，大概都找不到，我們景美區在那個時候就是大國。你讀歷史，周朝時候「八百諸侯」，翻開地圖來看，大概只有中國現在版圖的五分之一，就是黃河流域跟長江流域這一塊就八百多個。這十萬都是『大菩薩摩訶薩』，這怎麼可能？這個境界必須要曉得，這些菩薩是娑婆世界的菩薩，我們地球是娑婆世界的一點點，像今天所講的外太空來的，這個確實有，不是沒有，的確講得通。從外太空來的，從其他星球上來的，雖然是其他星球，依然是佛的教化區。"
    },
    {
      "id": "09-008-0012_p0042",
      "zh_CN": "讲义【此举同体法众。皆证法身理体，故名同体。】",
      "zh_TW": "講義【此舉同體法眾。皆證法身理體，故名同體。】"
    },
    {
      "id": "09-008-0012_p0043",
      "zh_CN": "科判里说『同体法众』，同体法众，都是菩萨，都证得清净法身，这才叫同体，换句话说，里面没有一个是凡夫俗子，没有一个人还有邪见，无明还没破，没有这种人。",
      "zh_TW": "科判裡說『同體法眾』，同體法眾，都是菩薩，都證得清淨法身，這才叫同體，換句話說，裡面沒有一個是凡夫俗子，沒有一個人還有邪見，無明還沒破，沒有這種人。"
    },
    {
      "id": "09-008-0012_p0044",
      "zh_CN": "此地我们先要解释菩萨与摩诃萨这两个名词。「菩萨」是梵语音译，它的意思是「觉有情」，玄奘大师翻的。「有情众生」就是情识还没有断干净，还是有情，虽然有情他已经不迷了。所谓「情」，严格的来讲，无明就是情。他虽然还有无明，但是他觉悟了，不迷了。觉悟了，无明并没有断尽，所以叫觉悟的有情众生。凡是觉悟都称之为菩萨。在大乘佛法里面一般有两种讲法，第一种比较严格一点，像《金刚经》所说的，必须离四相才叫菩萨，经里说得很清楚，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，那就不是菩萨，这是大乘一般的标准。大乘菩萨一定要断四相，换句话说，圆教初住以上的菩萨，这个标准合乎《华严经》也合乎本经。另外一种说法，我们现在只要发大心就是菩萨，这个尺度就宽得多，这也是为诸佛如来之所赞叹。",
      "zh_TW": "此地我們先要解釋菩薩與摩訶薩這兩個名詞。「菩薩」是梵語音譯，它的意思是「覺有情」，玄奘大師翻的。「有情眾生」就是情識還沒有斷乾淨，還是有情，雖然有情他已經不迷了。所謂「情」，嚴格的來講，無明就是情。他雖然還有無明，但是他覺悟了，不迷了。覺悟了，無明並沒有斷盡，所以叫覺悟的有情眾生。凡是覺悟都稱之為菩薩。在大乘佛法裡面一般有兩種講法，第一種比較嚴格一點，像《金剛經》所說的，必須離四相才叫菩薩，經裡說得很清楚，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，那就不是菩薩，這是大乘一般的標準。大乘菩薩一定要斷四相，換句話說，圓教初住以上的菩薩，這個標準合乎《華嚴經》也合乎本經。另外一種說法，我們現在只要發大心就是菩薩，這個尺度就寬得多，這也是為諸佛如來之所讚歎。"
    },
    {
      "id": "09-008-0012_p0045",
      "zh_CN": "不但是菩萨，你的心要是发得大也称之为「大菩萨」，像《金刚经》里面佛所称的「善男子、善女人发阿耨多罗三藐三菩提者」都可称为大菩萨。这句话里头有两个意思，第一个意思是劝大家直下承当，真正发无上正等正觉的菩提心证法性，劝我们证法性。第二个意思是鼓励我们的作用，这种鼓励就是叫我们不能退转。我们这一退转怎能对得起释迦牟尼佛？他对我们的期望有这样的殷切，我们对不起佛。所以有两重含义在里面。",
      "zh_TW": "不但是菩薩，你的心要是發得大也稱之為「大菩薩」，像《金剛經》裡面佛所稱的「善男子、善女人發阿耨多羅三藐三菩提者」都可稱為大菩薩。這句話裡頭有兩個意思，第一個意思是勸大家直下承當，真正發無上正等正覺的菩提心證法性，勸我們證法性。第二個意思是鼓勵我們的作用，這種鼓勵就是叫我們不能退轉。我們這一退轉怎能對得起釋迦牟尼佛？他對我們的期望有這樣的殷切，我們對不起佛。所以有兩重含義在裡面。"
    },
    {
      "id": "09-008-0012_p0046",
      "zh_CN": "无上正等正觉的心我们可以发得起来，但是首先要明了大乘的义理，这个心才能发得很正很纯，真正发心了。在《华严经》里面有「初发心功德品」，那个初发心就是指我们。真正发无上正等正觉的心，佛讲过，十方诸佛如来都赞叹不尽，我们信不信？相信，为什么？这个心太难得了。我们今天看看全世界有四十多亿的人，几个人发这个心？你就晓得多么的可贵，亿万人当中难得有一个真正发心的人，这是从空间上来说。要是从时间上来说，我们过去生生世世从无量劫以来，什么时候曾经发过这个心？所以这个心不说是发多，发的时间长，就是一刹那，你发一秒钟就难能可贵，好像几千年来的黑暗忽然闪了一下光，这个光虽然只有一秒钟那么长，就很可贵了。几千年来从来看不到光，突然闪了一下，虽然时间不长，但是这已经可贵得不得了。就是在你的无明黑暗当中，你曾经放这么一道光，这是不容易，虽然非常短暂，这就很难得，你总算是有一刹那时间的觉悟、觉醒，虽然这一觉醒马上又迷了，但是这一点点的觉醒很可贵，不能说它这个没有用处，不能这样说，为什么？有一次就会有第二次，有第二次就会有第三次。所以真发心不容易，如果这个真发心能够保持不失去，那你这一生决定成佛。",
      "zh_TW": "無上正等正覺的心我們可以發得起來，但是首先要明瞭大乘的義理，這個心才能發得很正很純，真正發心了。在《華嚴經》裡面有「初發心功德品」，那個初發心就是指我們。真正發無上正等正覺的心，佛講過，十方諸佛如來都讚歎不盡，我們信不信？相信，為什麼？這個心太難得了。我們今天看看全世界有四十多億的人，幾個人發這個心？你就曉得多麼的可貴，億萬人當中難得有一個真正發心的人，這是從空間上來說。要是從時間上來說，我們過去生生世世從無量劫以來，什麼時候曾經發過這個心？所以這個心不說是發多，發的時間長，就是一剎那，你發一秒鐘就難能可貴，好像幾千年來的黑暗忽然閃了一下光，這個光雖然只有一秒鐘那麼長，就很可貴了。幾千年來從來看不到光，突然閃了一下，雖然時間不長，但是這已經可貴得不得了。就是在你的無明黑暗當中，你曾經放這麼一道光，這是不容易，雖然非常短暫，這就很難得，你總算是有一剎那時間的覺悟、覺醒，雖然這一覺醒馬上又迷了，但是這一點點的覺醒很可貴，不能說它這個沒有用處，不能這樣說，為什麼？有一次就會有第二次，有第二次就會有第三次。所以真發心不容易，如果這個真發心能夠保持不失去，那你這一生決定成佛。"
    },
    {
      "id": "09-008-0012_p0047",
      "zh_CN": "像六祖到黄梅，五祖问他，你来干什么？我们常常到道场，法师问你到这儿做什么？想学什么？你一定说想来学《圆觉经》。六祖他不学经，他不学这个，来干什么？我来成佛，这还得了！你们不相信可以到处去打听调查，有几个人敢到一个道场说「我来作佛的。我什么都不求，我来只求作佛」？多难得！这就是无上正等正觉。他连菩萨都不求，等觉菩萨他都不求，都不希罕，他要作佛！唯求作佛，这是发大心之相。",
      "zh_TW": "像六祖到黃梅，五祖問他，你來幹什麼？我們常常到道場，法師問你到這兒做什麼？想學什麼？你一定說想來學《圓覺經》。六祖他不學經，他不學這個，來幹什麼？我來成佛，這還得了！你們不相信可以到處去打聽調查，有幾個人敢到一個道場說「我來作佛的。我什麼都不求，我來只求作佛」？多難得！這就是無上正等正覺。他連菩薩都不求，等覺菩薩他都不求，都不希罕，他要作佛！唯求作佛，這是發大心之相。"
    },
    {
      "id": "09-008-0012_p0048",
      "zh_CN": "此地跟我们讲大菩萨具有七个意思：",
      "zh_TW": "此地跟我們講大菩薩具有七個意思："
    },
    {
      "id": "09-008-0012_p0049",
      "zh_CN": "讲义【一、有大根：已于无量千万亿佛所，种诸善根。】",
      "zh_TW": "講義【一、有大根：已於無量千萬億佛所，種諸善根。】"
    },
    {
      "id": "09-008-0012_p0050",
      "zh_CN": "第一个，『有大根』，大根就是善根，『已于无量千万亿佛所，种诸善根』，我们要问我们有没有？我跟诸位说，你们各个具足，这个话不是我在这里随便说的，佛在《金刚经》里面讲过，你们不相信我相信。在座学佛的同修，你们哪一位在过去生中不是「已于无量千万亿佛所种诸善根」？所以你们每个人都是善根深厚，你自己不敢承当那有什么办法？你要是问「我已于千万亿佛所种诸善根，我为什么还不成佛？我为什么还不往生西方极乐世界？」你要是提出这个问题，我的答复很简单，就像你现在一样，你不相信，那有什么办法？你不敢当，你生生世世都太客气，「这个我不敢当」，那就坏了，这样才误了你自己。",
      "zh_TW": "第一個，『有大根』，大根就是善根，『已於無量千萬億佛所，種諸善根』，我們要問我們有沒有？我跟諸位說，你們各個具足，這個話不是我在這裡隨便說的，佛在《金剛經》裡面講過，你們不相信我相信。在座學佛的同修，你們哪一位在過去生中不是「已於無量千萬億佛所種諸善根」？所以你們每個人都是善根深厚，你自己不敢承當那有什麼辦法？你要是問「我已於千萬億佛所種諸善根，我為什麼還不成佛？我為什麼還不往生西方極樂世界？」你要是提出這個問題，我的答覆很簡單，就像你現在一樣，你不相信，那有什麼辦法？你不敢當，你生生世世都太客氣，「這個我不敢當」，那就壞了，這樣才誤了你自己。"
    },
    {
      "id": "09-008-0012_p0051",
      "zh_CN": "讲义【二、具大智：以真智了空，俗智照有，中智不着空有二边。】",
      "zh_TW": "講義【二、具大智：以真智了空，俗智照有，中智不著空有二邊。】"
    },
    {
      "id": "09-008-0012_p0052",
      "zh_CN": "第一个条件，人人具足。第二个条件就有问题了，虽有问题，这个要训练。这是什么智慧？根本智与后得智。『真智』就是根本智，『俗智』就是后得智。根本智是无分别智，就是《般若经》讲的「般若无知」，那是根本智。「无所不知」是后得智，是「俗智」，照有。但是这一点在目前的确就难了，因为目前的教育跟这个理论完全相违背。中国过去这些祖师大德，无论在家出家的，开悟见性证果的人有那么多，因为中国古代的教育，无论是佛门或者是世俗都是注重根本智，小学的教育就是训练根本智，佛门里面这一出家，五年学戒训练根本智，所以他有根底。现在把这个废弃，麻烦就来了，没有根本智，后得智就没有了，后得智就不叫智慧，刚才讲了，邪知邪见。如果你有根本智，这些邪知邪见统统变成后得智，就变成无量智慧，所以这一点要训练，要懂得。修禅定、读诵大乘经典都是训练根本智。",
      "zh_TW": "第一個條件，人人具足。第二個條件就有問題了，雖有問題，這個要訓練。這是什麼智慧？根本智與後得智。『真智』就是根本智，『俗智』就是後得智。根本智是無分別智，就是《般若經》講的「般若無知」，那是根本智。「無所不知」是後得智，是「俗智」，照有。但是這一點在目前的確就難了，因為目前的教育跟這個理論完全相違背。中國過去這些祖師大德，無論在家出家的，開悟見性證果的人有那麼多，因為中國古代的教育，無論是佛門或者是世俗都是注重根本智，小學的教育就是訓練根本智，佛門裡面這一出家，五年學戒訓練根本智，所以他有根底。現在把這個廢棄，麻煩就來了，沒有根本智，後得智就沒有了，後得智就不叫智慧，剛才講了，邪知邪見。如果你有根本智，這些邪知邪見統統變成後得智，就變成無量智慧，所以這一點要訓練，要懂得。修禪定、讀誦大乘經典都是訓練根本智。"
    },
    {
      "id": "09-008-0012_p0053",
      "zh_CN": "训练根本智就是训练在境界里面不起心、不动念、不分别、不执着，这不但是训练定，而且是训练根本智，为什么？你一切明了就是根本智，起作用是为别人解说，那是后得智，一切明了里面又没有分别执着，又不起心动念。从明了上讲，叫做根本智，叫真智；从不起心、不动念上来说，这叫禅定，定慧等学，意思在此地。这是我们学佛，在中国古时候的教育，世间教育，也都是从这里下手，所以我们历代修学成就的有那么多。现在虽然佛学很普遍，没有一个成就，原因在哪个地方？本末倒置，这一倒置，本末都没有了，全都失掉了，纵然对佛法通达，你能够讲解，甚至于能著书，都不出邪知见的范围，原因就是没有根本智，没有能够转八识成四智，转八识成四智要靠这两种智慧，没有这两种智慧转不过来的。这是第二个条件，这个条件我们可以训练。",
      "zh_TW": "訓練根本智就是訓練在境界裡面不起心、不動念、不分別、不執著，這不但是訓練定，而且是訓練根本智，為什麼？你一切明瞭就是根本智，起作用是為別人解說，那是後得智，一切明瞭裡面又沒有分別執著，又不起心動念。從明瞭上講，叫做根本智，叫真智；從不起心、不動念上來說，這叫禪定，定慧等學，意思在此地。這是我們學佛，在中國古時候的教育，世間教育，也都是從這裡下手，所以我們歷代修學成就的有那麼多。現在雖然佛學很普遍，沒有一個成就，原因在哪個地方？本末倒置，這一倒置，本末都沒有了，全都失掉了，縱然對佛法通達，你能夠講解，甚至於能著書，都不出邪知見的範圍，原因就是沒有根本智，沒有能夠轉八識成四智，轉八識成四智要靠這兩種智慧，沒有這兩種智慧轉不過來的。這是第二個條件，這個條件我們可以訓練。"
    },
    {
      "id": "09-008-0012_p0054",
      "zh_CN": "讲义【三、信大法：深信圆觉，即心即佛之法，一切众生，本成佛道。】",
      "zh_TW": "講義【三、信大法：深信圓覺，即心即佛之法，一切眾生，本成佛道。】"
    },
    {
      "id": "09-008-0012_p0055",
      "zh_CN": "第三个条件，『信大法』，就是佛法里面这一切大乘了义经典你要能深信不疑。这个地方讲得也很有道理，就本经来说，『深信圆觉，即心即佛之法，一切众生，本成佛道』，这是《圆觉经》上说的，除《圆觉经》之外，佛在《华严经》上讲过，「一切众生本来成佛」这句话是千真万确的事实。你与十方诸佛无二无别，问题是你现在迷了，虽迷了，不要紧，你善根深厚，你要想这一生恢复、成就确实能做得到，怕的是你没有信心，怕的是不肯依照理论方法来修学，所以决定是在自己不在外境，不在佛菩萨也不在别人，成功与否统统是自家决定。今天时间到了。",
      "zh_TW": "第三個條件，『信大法』，就是佛法裡面這一切大乘了義經典你要能深信不疑。這個地方講得也很有道理，就本經來說，『深信圓覺，即心即佛之法，一切眾生，本成佛道』，這是《圓覺經》上說的，除《圓覺經》之外，佛在《華嚴經》上講過，「一切眾生本來成佛」這句話是千真萬確的事實。你與十方諸佛無二無別，問題是你現在迷了，雖迷了，不要緊，你善根深厚，你要想這一生恢復、成就確實能做得到，怕的是你沒有信心，怕的是不肯依照理論方法來修學，所以決定是在自己不在外境，不在佛菩薩也不在別人，成功與否統統是自家決定。今天時間到了。"
    }
  ]
}