{
  "doc_id": "09-008-0004",
  "title": {
    "zh_CN": "大方广圆觉经",
    "zh_TW": "大方廣圓覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-008-0004",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "09-008-0004_p0001",
      "zh_CN": "请掀开经本第七页：",
      "zh_TW": "請掀開經本第七頁："
    },
    {
      "id": "09-008-0004_p0002",
      "zh_CN": "讲义【三、为示修行渐次故。】",
      "zh_TW": "講義【三、為示修行漸次故。】"
    },
    {
      "id": "09-008-0004_p0003",
      "zh_CN": "『示』就是指示、开示。修行的渐次，我们今天讲的程序，由浅入深，由小入大，讲这个层次，所以说这部经。",
      "zh_TW": "『示』就是指示、開示。修行的漸次，我們今天講的程序，由淺入深，由小入大，講這個層次，所以說這部經。"
    },
    {
      "id": "09-008-0004_p0004",
      "zh_CN": "讲义【佛告普眼：欲求如来，净圆觉心，应当正念，远离诸幻。幻身灭故，幻心亦灭；幻心灭故，幻尘亦灭；幻尘灭故，幻灭亦灭；幻灭灭故，非幻不灭，即是修行，渐次深入，佛为示修行渐次，故说此经。】",
      "zh_TW": "講義【佛告普眼：欲求如來，淨圓覺心，應當正念，遠離諸幻。幻身滅故，幻心亦滅；幻心滅故，幻塵亦滅；幻塵滅故，幻滅亦滅；幻滅滅故，非幻不滅，即是修行，漸次深入，佛為示修行漸次，故說此經。】"
    },
    {
      "id": "09-008-0004_p0005",
      "zh_CN": "这是从修行总纲领上来说，与《楞严经》里面讲的「六结三空」是同样的义趣。在这个地方我们特别要注意到的，那就是你要想修清净心，『净圆觉心』就是清净心，如来净圆觉心的「如来」是讲自己不是讲别人。我们常常讲自性清净心，「如来」就是自性的意思，求自性清净心，也就是净土里面讲的理一心不乱，这是佛心，成佛之心。先把修行的目标确定，就是求理一心不乱，求自性清净心，它的方法就是『正念』，正念就是正觉，是一样的意思。由此可知，如果违背这个原理原则，你在菩提路上就走错路，换句话说，你想得自性清净心就得不到，念佛人求一心不乱是决定不可能的，诸位一定要记住这个。",
      "zh_TW": "這是從修行總綱領上來說，與《楞嚴經》裡面講的「六結三空」是同樣的義趣。在這個地方我們特別要注意到的，那就是你要想修清淨心，『淨圓覺心』就是清淨心，如來淨圓覺心的「如來」是講自己不是講別人。我們常常講自性清淨心，「如來」就是自性的意思，求自性清淨心，也就是淨土裡面講的理一心不亂，這是佛心，成佛之心。先把修行的目標確定，就是求理一心不亂，求自性清淨心，它的方法就是『正念』，正念就是正覺，是一樣的意思。由此可知，如果違背這個原理原則，你在菩提路上就走錯路，換句話說，你想得自性清淨心就得不到，念佛人求一心不亂是決定不可能的，諸位一定要記住這個。"
    },
    {
      "id": "09-008-0004_p0006",
      "zh_CN": "什么叫「正念」？这是修行人很大很大的问题。正念拣别邪念，不正则邪；你要是认识邪念，那就是正念。凡是邪都不真实，《金刚经》里面所说的「如梦幻泡影」，这个地方讲的『远离诸幻』，就是《金刚经》所讲的「一切有为法」你要远离。一切有为法都不真实，换句话说，你要是执着在一切有为法里面，那都不是正念。所以正念无念，无什么念？无妄念，凡是执着一切有为法的，这个执着、分别都是妄念。在一切有为法里面没有执着，没有分别，这就是「正念」。不是没有有为法，有为法有的，只是你不可以执着，「远离诸幻」。这一句是总说。",
      "zh_TW": "什麼叫「正念」？這是修行人很大很大的問題。正念揀別邪念，不正則邪；你要是認識邪念，那就是正念。凡是邪都不真實，《金剛經》裡面所說的「如夢幻泡影」，這個地方講的『遠離諸幻』，就是《金剛經》所講的「一切有為法」你要遠離。一切有為法都不真實，換句話說，你要是執著在一切有為法裡面，那都不是正念。所以正念無念，無什麼念？無妄念，凡是執著一切有為法的，這個執著、分別都是妄念。在一切有為法裡面沒有執著，沒有分別，這就是「正念」。不是沒有有為法，有為法有的，只是你不可以執著，「遠離諸幻」。這一句是總說。"
    },
    {
      "id": "09-008-0004_p0007",
      "zh_CN": "下面举几个例子，这几条非常重要。『幻身灭故，幻心亦灭』，这个地方讲「幻身灭故」不是说你把这个身体不要了，把这个身体烧成灰了那也不行。你把身体烧成灰，你幻身灭了，你幻心不灭，那有什么用？此地不注重在幻身灭，注重在「幻心亦灭」。如何能从灭幻身到灭幻心，这就是小乘圣者破我执的功夫。身没有障碍，身是有为，你不执着这个身，不执着身是我，这就叫「幻身灭故」。怕的是你有执着，执着是病，佛法无非就是破执着之法。我们就见思烦恼来讲，「幻身灭故」就是见惑里面破身见，「幻心灭故」就是思惑里面贪瞋痴慢疑这五种惑断了，这是幻心，这是我们从最粗浅的地方来讲，你把这个执着打破了。",
      "zh_TW": "下面舉幾個例子，這幾條非常重要。『幻身滅故，幻心亦滅』，這個地方講「幻身滅故」不是說你把這個身體不要了，把這個身體燒成灰了那也不行。你把身體燒成灰，你幻身滅了，你幻心不滅，那有什麼用？此地不注重在幻身滅，注重在「幻心亦滅」。如何能從滅幻身到滅幻心，這就是小乘聖者破我執的功夫。身沒有障礙，身是有為，你不執著這個身，不執著身是我，這就叫「幻身滅故」。怕的是你有執著，執著是病，佛法無非就是破執著之法。我們就見思煩惱來講，「幻身滅故」就是見惑裡面破身見，「幻心滅故」就是思惑裡面貪瞋痴慢疑這五種惑斷了，這是幻心，這是我們從最粗淺的地方來講，你把這個執著打破了。"
    },
    {
      "id": "09-008-0004_p0008",
      "zh_CN": "下面再更进一步，『幻心灭故，幻尘亦灭』，六尘是阿赖耶的相分，执尘为实有，那是法执，你也不执着，也不去分别，为什么？知道这一切相分当体即空，如梦幻泡影。诸位要晓得，不但七转识、心所的相分是虚妄的，阿赖耶的相分也是虚妄的，也不是真实的，这样才能破法执。下面这几句全都是属于法执里面的，愈来愈微细，跟《起信论》里面所讲的三细六粗相一样。从幻尘以下都是属于细相。《楞严》里面的六结，最粗的是动，动、静、根、觉、空、灭，这是六个阶段，六根每一根都有六结，解六结越三空，这个讲修行次第。《圆觉经》这个地方也不例外，也是这个说法，到『幻灭灭故』，这就是《楞严经》里面最后的一个结，也离开了，也舍掉了，这个时候真如本性现前，『非幻不灭』，「非幻」就是本性，这个时候你见性了。",
      "zh_TW": "下面再更進一步，『幻心滅故，幻塵亦滅』，六塵是阿賴耶的相分，執塵為實有，那是法執，你也不執著，也不去分別，為什麼？知道這一切相分當體即空，如夢幻泡影。諸位要曉得，不但七轉識、心所的相分是虛妄的，阿賴耶的相分也是虛妄的，也不是真實的，這樣才能破法執。下面這幾句全都是屬於法執裡面的，愈來愈微細，跟《起信論》裡面所講的三細六粗相一樣。從幻塵以下都是屬於細相。《楞嚴》裡面的六結，最粗的是動，動、靜、根、覺、空、滅，這是六個階段，六根每一根都有六結，解六結越三空，這個講修行次第。《圓覺經》這個地方也不例外，也是這個說法，到『幻滅滅故』，這就是《楞嚴經》裡面最後的一個結，也離開了，也捨掉了，這個時候真如本性現前，『非幻不滅』，「非幻」就是本性，這個時候你見性了。"
    },
    {
      "id": "09-008-0004_p0009",
      "zh_CN": "诸位同修对《楞严》都有一点基础，《楞严经》的经文长，无论说理说事当然比较清楚明白。《楞严》里面，佛给我们就自己身体上指出我们的真如本性，说明我们现在的身体是生灭与不生灭和合之物。不生灭的那一分是真的，就是「非幻不灭」，有灭的那一分不是真的，那是幻的。从《楞严》上大家能够晓得，我们肉身是幻的，它是生灭法。前六识是生灭法，第六意识是生灭法，第七识是生灭法，道道地地的生灭法，梦幻泡影，阿赖耶识一半是真的，一半是虚幻的，半真半假。什么叫半真半假？阿赖耶的无明三细相，以及与阿赖耶相应的五遍行心所是假的，不是真的，可是阿赖耶的体性是真的不是妄的，真妄和合。现在教你离，远离，远离诸幻，远离心意识，以及与心意识相应的心所，相应的心所都离了，不相应的心所当然也要离，因为不相应的心所完全是抽象的，这就是脱根。一切的相分也是虚妄的，包括阿赖耶的相分（本质相分）也是虚妄的，也要把它舍离，那是脱尘。禅家所谓「迥脱根尘，灵光独耀」，根尘一离开，「非幻不灭」，非幻是灵光，你本性里面般若智慧光明透出来了，这就显示非幻不灭。",
      "zh_TW": "諸位同修對《楞嚴》都有一點基礎，《楞嚴經》的經文長，無論說理說事當然比較清楚明白。《楞嚴》裡面，佛給我們就自己身體上指出我們的真如本性，說明我們現在的身體是生滅與不生滅和合之物。不生滅的那一分是真的，就是「非幻不滅」，有滅的那一分不是真的，那是幻的。從《楞嚴》上大家能夠曉得，我們肉身是幻的，它是生滅法。前六識是生滅法，第六意識是生滅法，第七識是生滅法，道道地地的生滅法，夢幻泡影，阿賴耶識一半是真的，一半是虛幻的，半真半假。什麼叫半真半假？阿賴耶的無明三細相，以及與阿賴耶相應的五遍行心所是假的，不是真的，可是阿賴耶的體性是真的不是妄的，真妄和合。現在教你離，遠離，遠離諸幻，遠離心意識，以及與心意識相應的心所，相應的心所都離了，不相應的心所當然也要離，因為不相應的心所完全是抽象的，這就是脫根。一切的相分也是虛妄的，包括阿賴耶的相分（本質相分）也是虛妄的，也要把它捨離，那是脫塵。禪家所謂「迥脫根塵，靈光獨耀」，根塵一離開，「非幻不滅」，非幻是靈光，你本性裡面般若智慧光明透出來了，這就顯示非幻不滅。"
    },
    {
      "id": "09-008-0004_p0010",
      "zh_CN": "楞严会上波斯匿王开悟了，听到佛讲的时候，他开悟了，他虽然悟了，只悟到一个没有生死，只悟到这个，而不能把功夫更往上提升一层，这是我们为他惋惜的事情。所以大经的意思诸位真正明白之后，我们自己、一切众生有没有生死？没有生死。你要是有生死，那是你迷惑，是你迷。你要是悟了，没有生死。迷的时候心随境界转，悟的时候境界随心转，完全不相同。心为境界转，不自由，那真是苦海无边；境界随心转，得大自在，解脱了。这个关键就是在迷悟，而迷悟的根源就要你放下诸幻，晓得我们现前所用的身心统统是幻，幻身幻心，外面境界是幻境，尘是境界，都不是真实的。",
      "zh_TW": "楞嚴會上波斯匿王開悟了，聽到佛講的時候，他開悟了，他雖然悟了，只悟到一個沒有生死，只悟到這個，而不能把功夫更往上提升一層，這是我們為他惋惜的事情。所以大經的意思諸位真正明白之後，我們自己、一切眾生有沒有生死？沒有生死。你要是有生死，那是你迷惑，是你迷。你要是悟了，沒有生死。迷的時候心隨境界轉，悟的時候境界隨心轉，完全不相同。心為境界轉，不自由，那真是苦海無邊；境界隨心轉，得大自在，解脫了。這個關鍵就是在迷悟，而迷悟的根源就要你放下諸幻，曉得我們現前所用的身心統統是幻，幻身幻心，外面境界是幻境，塵是境界，都不是真實的。"
    },
    {
      "id": "09-008-0004_p0011",
      "zh_CN": "讲到修行次第，所谓顿超，绝顶聪明人一晓得这个道理，一放全放下了，根身境界一下放下了，这是顿超；一样一样放下，一点一点放下，这叫渐修。如果你在修行过程当中，不管你是念佛还是参禅，还是持咒，也不管你怎么样用功，你对于根尘识、身心世界，要是一丝毫都放不下，你所念的所修的全都变成有漏的福报，与你净圆觉心，与你了生死出三界，都不相干，那只是修福而已，修人天有漏福报。这是修学大乘佛法的基本常识，不可以不晓得。",
      "zh_TW": "講到修行次第，所謂頓超，絕頂聰明人一曉得這個道理，一放全放下了，根身境界一下放下了，這是頓超；一樣一樣放下，一點一點放下，這叫漸修。如果你在修行過程當中，不管你是念佛還是參禪，還是持咒，也不管你怎麼樣用功，你對於根塵識、身心世界，要是一絲毫都放不下，你所念的所修的全都變成有漏的福報，與你淨圓覺心，與你了生死出三界，都不相干，那只是修福而已，修人天有漏福報。這是修學大乘佛法的基本常識，不可以不曉得。"
    },
    {
      "id": "09-008-0004_p0012",
      "zh_CN": "我们今天的修行是落在哪一边？我们是不是修的自性清净心？是不是真正修的西方净土？还是修的人天小福？再给诸位说，果然得到人天小福，那都算不错的，怕的是什么？怕的是修的三恶道的福报。三恶道除了地狱道之外，地狱道没福都是受罪，饿鬼道里面有享福的，做鬼王去了，做阎罗王，做城隍，做山神，做土地公，这都是有福的鬼，鬼道里享福去了。畜生道里面享福的更多，有很多畜生做了鬼神，做了神，牠不是鬼，牠是畜生。我们读《安世高传》，安世高的同学就是畜生身，蛇身，他在神道里面，我们俗话讲龙王，他是水神，是龙王，但是他的身是蛇身，畜生身，像这一类的情形太多了。",
      "zh_TW": "我們今天的修行是落在哪一邊？我們是不是修的自性清淨心？是不是真正修的西方淨土？還是修的人天小福？再給諸位說，果然得到人天小福，那都算不錯的，怕的是什麼？怕的是修的三惡道的福報。三惡道除了地獄道之外，地獄道沒福都是受罪，餓鬼道裡面有享福的，做鬼王去了，做閻羅王，做城隍，做山神，做土地公，這都是有福的鬼，鬼道裡享福去了。畜生道裡面享福的更多，有很多畜生做了鬼神，做了神，牠不是鬼，牠是畜生。我們讀《安世高傳》，安世高的同學就是畜生身，蛇身，他在神道裡面，我們俗話講龍王，他是水神，是龍王，但是他的身是蛇身，畜生身，像這一類的情形太多了。"
    },
    {
      "id": "09-008-0004_p0013",
      "zh_CN": "在大陆上，在本省，还有不少人家里供狐仙，称为大仙，狐狸畜生，牠能够修成神，畜生里面的神，也被人家祭祀供养，福报修到恶道里面去享受，这是我们不可不知的。为什么会修这个福到恶道里去？这里头的理由（因缘）要搞得清清楚楚，你统统都搞清楚了，我们自己将来到哪一道不要去问人，自己清楚明白。而且来生的生活状况你现前都看得清清楚楚，这是个明白人，生从哪里来，死到哪里去，过去现在未来的状况，明明白白，清清楚楚。我跟大家讲人天小果的福报，这不算什么了不起的。此地所讲的这个叫做大修行人，人家心大志高，他是要修自性清净心，就是此地所讲的「如来净圆觉心」，那当然不一样了。",
      "zh_TW": "在大陸上，在本省，還有不少人家裡供狐仙，稱為大仙，狐狸畜生，牠能夠修成神，畜生裡面的神，也被人家祭祀供養，福報修到惡道裡面去享受，這是我們不可不知的。為什麼會修這個福到惡道裡去？這裡頭的理由（因緣）要搞得清清楚楚，你統統都搞清楚了，我們自己將來到哪一道不要去問人，自己清楚明白。而且來生的生活狀況你現前都看得清清楚楚，這是個明白人，生從哪裡來，死到哪裡去，過去現在未來的狀況，明明白白，清清楚楚。我跟大家講人天小果的福報，這不算什麼了不起的。此地所講的這個叫做大修行人，人家心大志高，他是要修自性清淨心，就是此地所講的「如來淨圓覺心」，那當然不一樣了。"
    },
    {
      "id": "09-008-0004_p0014",
      "zh_CN": "现在难在哪里？难在一个正念，一个离幻，太难了。对我们初学的人来说，从哪里下手？这桩事情我们在讲席里面也是时时提醒同学们，可是你得要真正发心去做，真正想修行，想在我们一生当中成就，不要再等到来生，这一生就把它修好。一个正念，一个离幻，我们怎么修法？实在讲就是破我执、破法执，首先要修一桩事情，就是我们不起心动念则已，一起心动念决不能想自己。诸位要晓得，起心动念都想到自己利害得失，这是增长邪见，增长无明，增长我执，增长法执，那你是起颠倒心，这一生决定不会有成就。怎么办？反其道而行之，我起心动念都想到别人，念念都为别人的利益着想，常常这样想，把自己就忘掉了，我执虽没破，没有自己了，比小乘高明得太多。小乘硬是在我执上要把它断除，所以证得须陀洹之后，还得天上人间七番生死，实在是麻烦，才能把我执破掉。大乘的方法太巧妙，一切都是为众生，如果能这样修法，有个三年、五年，我执就淡了，有个十年、八年，你的境界就可以等于阿罗汉，烦恼障就破除，见思烦恼断了。然后更进一步，破法执，所谓破法执是什么？尽心尽力为一切众生，不着众生相，所谓三轮体空，三轮体空破法执。《金刚经》里面所说的「无我相、无人相、无众生相、无寿者相」，法执破了，这就是离幻，这就是正念。正念就是离幻，离幻就是正念。",
      "zh_TW": "現在難在哪裡？難在一個正念，一個離幻，太難了。對我們初學的人來說，從哪裡下手？這樁事情我們在講席裡面也是時時提醒同學們，可是你得要真正發心去做，真正想修行，想在我們一生當中成就，不要再等到來生，這一生就把它修好。一個正念，一個離幻，我們怎麼修法？實在講就是破我執、破法執，首先要修一樁事情，就是我們不起心動念則已，一起心動念決不能想自己。諸位要曉得，起心動念都想到自己利害得失，這是增長邪見，增長無明，增長我執，增長法執，那你是起顛倒心，這一生決定不會有成就。怎麼辦？反其道而行之，我起心動念都想到別人，念念都為別人的利益著想，常常這樣想，把自己就忘掉了，我執雖沒破，沒有自己了，比小乘高明得太多。小乘硬是在我執上要把它斷除，所以證得須陀洹之後，還得天上人間七番生死，實在是麻煩，才能把我執破掉。大乘的方法太巧妙，一切都是為眾生，如果能這樣修法，有個三年、五年，我執就淡了，有個十年、八年，你的境界就可以等於阿羅漢，煩惱障就破除，見思煩惱斷了。然後更進一步，破法執，所謂破法執是什麼？盡心盡力為一切眾生，不著眾生相，所謂三輪體空，三輪體空破法執。《金剛經》裡面所說的「無我相、無人相、無眾生相、無壽者相」，法執破了，這就是離幻，這就是正念。正念就是離幻，離幻就是正念。"
    },
    {
      "id": "09-008-0004_p0015",
      "zh_CN": "这部经文字不长，世尊在这部经里面，就是普眼菩萨这一章，第三章，要告诉我们修行的原理原则。前面两章是对上上根人说的，普眼菩萨以下那是对大乘人说的。所以这部经确实是了义经典，是大乘了义经典。",
      "zh_TW": "這部經文字不長，世尊在這部經裡面，就是普眼菩薩這一章，第三章，要告訴我們修行的原理原則。前面兩章是對上上根人說的，普眼菩薩以下那是對大乘人說的。所以這部經確實是了義經典，是大乘了義經典。"
    },
    {
      "id": "09-008-0004_p0016",
      "zh_CN": "讲义【四、为示穷尽深疑故。】",
      "zh_TW": "講義【四、為示窮盡深疑故。】"
    },
    {
      "id": "09-008-0004_p0017",
      "zh_CN": "疑是很大的障碍，必须要破除。疑从什么地方来的？从分别执着来的。离开分别执着，你的疑问自然没有了。我们学佛的人疑问很多就是分别执着太坚固，不但对世间一切法我们深深的执着它，就是对佛所讲的一切经也是深深的执着，这是很麻烦的事情，为什么？尤其是在我们现前这个阶段，你看批评佛法的人有多少，批评经典的人有多少，我听到有很多，都是佛教徒，而且都是受过高等教育的人。他们用历史的眼光来看佛法，佛法也是从低级的宗教慢慢的形成高级，释迦牟尼佛提倡，历代这些学者集大成，才成为今天这样的辉煌巨著，我们听起来好像也满有道理，其实完全错了。为什么？佛在大乘经讲得很清楚，佛没有说法，你执着个什么？佛无法可说。《金刚经》里面说得很清楚，哪个人要是说佛说法，叫谤佛，看你还有什么执着？佛没有说法，历代的菩萨祖师也没有说法，你们要不信，你打开《六祖坛经》，你看看六祖说法了没有？你执着他有说法，所有的毛病都产生了；你晓得他无法可说，你的心清净了。所以我们要懂得佛说法的义趣，佛是无说而说，说而无说。所以我常常也劝大家，你在此地听经应当是听而无听，无听而听，你才能契入。你要是有听，你在里面分别名相，执著名相，死在音声句下，不会开悟的。换句话说，你愈研究，你的疑问愈多，不悟！善学的人，会学的人，愈学疑问愈少，开悟了，这才真正有受用。",
      "zh_TW": "疑是很大的障礙，必須要破除。疑從什麼地方來的？從分別執著來的。離開分別執著，你的疑問自然沒有了。我們學佛的人疑問很多就是分別執著太堅固，不但對世間一切法我們深深的執著它，就是對佛所講的一切經也是深深的執著，這是很麻煩的事情，為什麼？尤其是在我們現前這個階段，你看批評佛法的人有多少，批評經典的人有多少，我聽到有很多，都是佛教徒，而且都是受過高等教育的人。他們用歷史的眼光來看佛法，佛法也是從低級的宗教慢慢的形成高級，釋迦牟尼佛提倡，歷代這些學者集大成，才成為今天這樣的輝煌巨著，我們聽起來好像也滿有道理，其實完全錯了。為什麼？佛在大乘經講得很清楚，佛沒有說法，你執著個什麼？佛無法可說。《金剛經》裡面說得很清楚，哪個人要是說佛說法，叫謗佛，看你還有什麼執著？佛沒有說法，歷代的菩薩祖師也沒有說法，你們要不信，你打開《六祖壇經》，你看看六祖說法了沒有？你執著他有說法，所有的毛病都產生了；你曉得他無法可說，你的心清淨了。所以我們要懂得佛說法的義趣，佛是無說而說，說而無說。所以我常常也勸大家，你在此地聽經應當是聽而無聽，無聽而聽，你才能契入。你要是有聽，你在裡面分別名相，執著名相，死在音聲句下，不會開悟的。換句話說，你愈研究，你的疑問愈多，不悟！善學的人，會學的人，愈學疑問愈少，開悟了，這才真正有受用。"
    },
    {
      "id": "09-008-0004_p0018",
      "zh_CN": "这一章着重在破疑，第四会金刚藏菩萨。『深疑』就是根本的疑问，《楞严》上也有，这一会里有三个疑问，这三个疑问是根本疑问。",
      "zh_TW": "這一章著重在破疑，第四會金剛藏菩薩。『深疑』就是根本的疑問，《楞嚴》上也有，這一會裡有三個疑問，這三個疑問是根本疑問。"
    },
    {
      "id": "09-008-0004_p0019",
      "zh_CN": "讲义【金刚藏闻前章。】",
      "zh_TW": "講義【金剛藏聞前章。】"
    },
    {
      "id": "09-008-0004_p0020",
      "zh_CN": "『金刚藏』，这是菩萨的名字。『闻前章』，就是听前面所讲的。",
      "zh_TW": "『金剛藏』，這是菩薩的名字。『聞前章』，就是聽前面所講的。"
    },
    {
      "id": "09-008-0004_p0021",
      "zh_CN": "讲义【圆觉普照，寂灭无二，始知众生，本成佛道。】",
      "zh_TW": "講義【圓覺普照，寂滅無二，始知眾生，本成佛道。】"
    },
    {
      "id": "09-008-0004_p0022",
      "zh_CN": "这是佛讲的，「一切众生本来成佛」，这句话，佛只在圆觉会上讲过、《华严经》里面讲过，其余的会里、经里没有这个话，只有这两部经上有，一切众生本来成佛。疑问就来了，一切众生本来成佛，第一个问题：",
      "zh_TW": "這是佛講的，「一切眾生本來成佛」，這句話，佛只在圓覺會上講過、《華嚴經》裡面講過，其餘的會裡、經裡沒有這個話，只有這兩部經上有，一切眾生本來成佛。疑問就來了，一切眾生本來成佛，第一個問題："
    },
    {
      "id": "09-008-0004_p0023",
      "zh_CN": "讲义【若诸众生，本来成佛，何故复有一切无明？】",
      "zh_TW": "講義【若諸眾生，本來成佛，何故復有一切無明？】"
    },
    {
      "id": "09-008-0004_p0024",
      "zh_CN": "无明从哪里来的？本来佛，但是现在众生有无明，佛有无明了，这个无明什么理由？几时生的？什么理由有无明的？几时起无明的？大问题！凡是学佛的人几乎都有这个问题。第二个：",
      "zh_TW": "無明從哪裡來的？本來佛，但是現在眾生有無明，佛有無明了，這個無明什麼理由？幾時生的？什麼理由有無明的？幾時起無明的？大問題！凡是學佛的人幾乎都有這個問題。第二個："
    },
    {
      "id": "09-008-0004_p0025",
      "zh_CN": "讲义【若诸无明，众生本有，何因缘故，如来复说，本来成佛？】",
      "zh_TW": "講義【若諸無明，眾生本有，何因緣故，如來復說，本來成佛？】"
    },
    {
      "id": "09-008-0004_p0026",
      "zh_CN": "如果有无明，决定是众生，不是佛；如果是佛，决定没有无明。假如无明是本有的，是与生俱来的，为什么说众生本来成佛？第三个问题：",
      "zh_TW": "如果有無明，決定是眾生，不是佛；如果是佛，決定沒有無明。假如無明是本有的，是與生俱來的，為什麼說眾生本來成佛？第三個問題："
    },
    {
      "id": "09-008-0004_p0027",
      "zh_CN": "讲义【十方异生，本成佛道，后起无明；一切如来，何时复生一切烦恼？】",
      "zh_TW": "講義【十方異生，本成佛道，後起無明；一切如來，何時復生一切煩惱？】"
    },
    {
      "id": "09-008-0004_p0028",
      "zh_CN": "这是假设的话，一切众生本来成佛，成佛以后起了无明。现在问题来了，「一切如来何时复生一切烦恼？」现在十方三世一切诸佛，你们什么时候再起无明？这个问题跟楞严会上（在第四卷）富楼那尊者所提的问题完全相同，这是根本的疑惑。实在讲，学佛的人提出这种疑惑是正确的，应该的，这是根本疑。佛陀在世的时候，楞严会上富楼那尊者代表小乘阿罗汉提出这个问题，小乘人情有可原，没什么智慧。《圆觉经》里面是金刚藏菩萨提出来，这不简单，金刚藏，《金刚般若波罗蜜经》，最高的智慧是金刚智慧，金刚藏菩萨提出来的。由此可知，这个大问题不但初学的人有，阿罗汉有，阿罗汉既然有了，辟支佛也包括在内，菩萨也有，所以这是根本的疑惑。佛在本经里面给我们解答这个问题，为了解答这个根本疑惑，说这部经。",
      "zh_TW": "這是假設的話，一切眾生本來成佛，成佛以後起了無明。現在問題來了，「一切如來何時復生一切煩惱？」現在十方三世一切諸佛，你們什麼時候再起無明？這個問題跟楞嚴會上（在第四卷）富樓那尊者所提的問題完全相同，這是根本的疑惑。實在講，學佛的人提出這種疑惑是正確的，應該的，這是根本疑。佛陀在世的時候，楞嚴會上富樓那尊者代表小乘阿羅漢提出這個問題，小乘人情有可原，沒什麼智慧。《圓覺經》裡面是金剛藏菩薩提出來，這不簡單，金剛藏，《金剛般若波羅蜜經》，最高的智慧是金剛智慧，金剛藏菩薩提出來的。由此可知，這個大問題不但初學的人有，阿羅漢有，阿羅漢既然有了，辟支佛也包括在內，菩薩也有，所以這是根本的疑惑。佛在本經裡面給我們解答這個問題，為了解答這個根本疑惑，說這部經。"
    },
    {
      "id": "09-008-0004_p0029",
      "zh_CN": "讲义【然此皆根心之疑，能障大乘正信。】",
      "zh_TW": "講義【然此皆根心之疑，能障大乘正信。】"
    },
    {
      "id": "09-008-0004_p0030",
      "zh_CN": "我们晓得有这种疑问的人很多，有这种分别执着的人很多，我们碰到了怎么办？这一点一定要晓得，遇到了不能跟他争论，你自己一定要能观机，对方机缘成熟了，可以给他说，一说他就开悟。对方根机没有成熟，那就六祖所说的合掌令欢喜，不诤，叫你欢欢喜喜；你有你的见解，你有你的看法。根机没有成熟的人不与他争论，也不给他说法。他怎么说，高谈阔论，我们听就是了，不要去跟他辩论，为什么？愈跟他辩论，他迷得愈深，他的分别执着愈走极端。你不跟他分别，不跟他争论，有的时候他会觉悟的。他在修学过程当中所体验的与事实相违背了，他就会慢慢回头，到机缘成熟的时候才可以说。底下，佛是解答金刚藏，也是就纲领上来讲：",
      "zh_TW": "我們曉得有這種疑問的人很多，有這種分別執著的人很多，我們碰到了怎麼辦？這一點一定要曉得，遇到了不能跟他爭論，你自己一定要能觀機，對方機緣成熟了，可以給他說，一說他就開悟。對方根機沒有成熟，那就六祖所說的合掌令歡喜，不諍，叫你歡歡喜喜；你有你的見解，你有你的看法。根機沒有成熟的人不與他爭論，也不給他說法。他怎麼說，高談闊論，我們聽就是了，不要去跟他辯論，為什麼？愈跟他辯論，他迷得愈深，他的分別執著愈走極端。你不跟他分別，不跟他爭論，有的時候他會覺悟的。他在修學過程當中所體驗的與事實相違背了，他就會慢慢回頭，到機緣成熟的時候才可以說。底下，佛是解答金剛藏，也是就綱領上來講："
    },
    {
      "id": "09-008-0004_p0031",
      "zh_CN": "讲义【佛善说譬喻，答以譬如销金矿，金非销故有，虽复本来金，终以销成就，一成真金体，不复重为矿。若明此义，诸疑自释。】",
      "zh_TW": "講義【佛善說譬喻，答以譬如銷金礦，金非銷故有，雖復本來金，終以銷成就，一成真金體，不復重為礦。若明此義，諸疑自釋。】"
    },
    {
      "id": "09-008-0004_p0032",
      "zh_CN": "佛在这一章有理论、有比喻，此地是就比喻来说，比喻前面还有很长的经文是从理论上讲的，目的是叫我们断疑生信，生什么信？大乘正信。大乘正信是以后求解的基础，正确的理解是修行的基础，正行是将来你证果的基础，由此可知，大乘正信乃是基础之基础。",
      "zh_TW": "佛在這一章有理論、有比喻，此地是就比喻來說，比喻前面還有很長的經文是從理論上講的，目的是叫我們斷疑生信，生什麼信？大乘正信。大乘正信是以後求解的基礎，正確的理解是修行的基礎，正行是將來你證果的基礎，由此可知，大乘正信乃是基礎之基礎。"
    },
    {
      "id": "09-008-0004_p0033",
      "zh_CN": "讲义【佛为示穷尽深疑，故说此经。】",
      "zh_TW": "講義【佛為示窮盡深疑，故說此經。】"
    },
    {
      "id": "09-008-0004_p0034",
      "zh_CN": "这是别因缘里面第四条。第五条因缘：",
      "zh_TW": "這是別因緣裡面第四條。第五條因緣："
    },
    {
      "id": "09-008-0004_p0035",
      "zh_CN": "讲义【五、为示离障顺觉故。一切众生，依事理二障，而现浅深，遂有五性差别。】",
      "zh_TW": "講義【五、為示離障順覺故。一切眾生，依事理二障，而現淺深，遂有五性差別。】"
    },
    {
      "id": "09-008-0004_p0036",
      "zh_CN": "这是弥勒菩萨一会。事障是烦恼障，理障是所知障，这二障有密切的关系。有人讲烦恼只障事不障理，所知障只障理不障事，这个说法不究竟，不是事实。我们要晓得，烦恼障事也障理，所知障障理也障事。这个障确实有这两种性质，都有障碍，必须断除。因为每个人这两种障浅深不相同，所以才有根性上的差别，这是讲『五性差别』，有凡夫性、外道性、二乘性、不定性、菩萨性，这就是众生的种性，我们讲的根性，或者讲根器，不相同。这个不相同从哪里来的？是两种障里头来的。去除二障，大家都相同，没有不相同，换句话说，不相同就是不平等，不平等是从二障来的。所以佛在这一会当中告诉弥勒菩萨：",
      "zh_TW": "這是彌勒菩薩一會。事障是煩惱障，理障是所知障，這二障有密切的關係。有人講煩惱只障事不障理，所知障只障理不障事，這個說法不究竟，不是事實。我們要曉得，煩惱障事也障理，所知障障理也障事。這個障確實有這兩種性質，都有障礙，必須斷除。因為每個人這兩種障淺深不相同，所以才有根性上的差別，這是講『五性差別』，有凡夫性、外道性、二乘性、不定性、菩薩性，這就是眾生的種性，我們講的根性，或者講根器，不相同。這個不相同從哪裡來的？是兩種障裡頭來的。去除二障，大家都相同，沒有不相同，換句話說，不相同就是不平等，不平等是從二障來的。所以佛在這一會當中告訴彌勒菩薩："
    },
    {
      "id": "09-008-0004_p0037",
      "zh_CN": "讲义【欲泛如来大圆觉海。】",
      "zh_TW": "講義【欲泛如來大圓覺海。】"
    },
    {
      "id": "09-008-0004_p0038",
      "zh_CN": "这跟前面讲的，你要想修证自性清净心，是一样的意思，此地用的名词不一样，实际上所指的是一桩事情。一桩事情为什么不用一个名词？不用一样的字样？这里头有两层意思，一种是教我们不要执着，只要是这个事情，你怎么说都行，破你对于文字相、言说相的执着，所以佛是一桩事情往往说了几十个、几百个名词。因为本来没有名词，「名可名，非常名」，随人建立，只要你懂得这个意思就行了，不要执着在名相上。第二种意思，文学上的艺术，如果都用一样的名词会叫人看到厌烦，换句话说，度化众生不容易契机。众生的心是喜欢变化的，不喜欢千篇一律的，千篇一律大家讨厌，他喜欢多彩多姿。所以文章是艺术，讲求的是变化，佛经是一等的文学，所以它不是平铺直述，它讲求文字的美，讲求格局的高，这个意思我们也要懂得。所以这个地方名词变了，『如来大圆觉海』。",
      "zh_TW": "這跟前面講的，你要想修證自性清淨心，是一樣的意思，此地用的名詞不一樣，實際上所指的是一樁事情。一樁事情為什麼不用一個名詞？不用一樣的字樣？這裡頭有兩層意思，一種是教我們不要執著，只要是這個事情，你怎麼說都行，破你對於文字相、言說相的執著，所以佛是一樁事情往往說了幾十個、幾百個名詞。因為本來沒有名詞，「名可名，非常名」，隨人建立，只要你懂得這個意思就行了，不要執著在名相上。第二種意思，文學上的藝術，如果都用一樣的名詞會叫人看到厭煩，換句話說，度化眾生不容易契機。眾生的心是喜歡變化的，不喜歡千篇一律的，千篇一律大家討厭，他喜歡多彩多姿。所以文章是藝術，講求的是變化，佛經是一等的文學，所以它不是平鋪直述，它講求文字的美，講求格局的高，這個意思我們也要懂得。所以這個地方名詞變了，『如來大圓覺海』。"
    },
    {
      "id": "09-008-0004_p0039",
      "zh_CN": "讲义【先当发愿，勤断二障。】",
      "zh_TW": "講義【先當發願，勤斷二障。】"
    },
    {
      "id": "09-008-0004_p0040",
      "zh_CN": "你看前面讲的离幻，这个地方讲的断障，事情实在讲还是一样，在文字技巧上就不相同了。由此可知，你想修行证果，你要是不断二障，怎么能办得到？",
      "zh_TW": "你看前面講的離幻，這個地方講的斷障，事情實在講還是一樣，在文字技巧上就不相同了。由此可知，你想修行證果，你要是不斷二障，怎麼能辦得到？"
    },
    {
      "id": "09-008-0004_p0041",
      "zh_CN": "讲义【若能离障，随顺圆觉，根无大小，皆成佛果。】",
      "zh_TW": "講義【若能離障，隨順圓覺，根無大小，皆成佛果。】"
    },
    {
      "id": "09-008-0004_p0042",
      "zh_CN": "这句话希望大家注意。五乘根性不在乎，我们自己是某一种根性不重要，重要在哪里？你要『随顺圆觉』。怎样随顺圆觉？离二障就是随顺圆觉。由此可知，修行人最怕的是二障增长，一般修行人的通病，这个病病得很重，不是轻的。勤苦精进研究经典的人，不是破障，而是增长所知障。自己觉得程度太差，头脑记忆力不好，研究经觉得没分，一天到晚念南无阿弥陀佛的，增长烦恼障，增长无明。你看看这个修行，不是增长所知障就是增长烦恼障，就跟清凉大师所讲的，一个是增长无明，一个增长邪见，增长邪见就是增长烦恼障。经典是邪见？是的，你一执着，经典都是邪见，为什么？经典是破执着的，你执着它了。你自己的见解是邪知邪见，好，拿释迦牟尼佛的见解做我的见解，我的见解正不正确？还是不正确，还是邪知邪见。举个例子，譬如我们执着这个身心是有，佛讲你见解错了，这个知见是邪知邪见，佛说什么？这个身心没有，无，你不晓得佛说法的意思，你认为「无就是正知正见，有是邪知邪见，好，我执着这个身心无」，我是不是正知正见？还是邪知邪见。你不晓得佛说法的意思，佛没说，佛说「无」是破你有的，我有，错了，「有」舍弃了，「无」也不执着，这才是正知正见。你要是执着经典里面的见解，那怎么不叫邪知邪见？清凉讲，增长邪见。",
      "zh_TW": "這句話希望大家注意。五乘根性不在乎，我們自己是某一種根性不重要，重要在哪裡？你要『隨順圓覺』。怎樣隨順圓覺？離二障就是隨順圓覺。由此可知，修行人最怕的是二障增長，一般修行人的通病，這個病病得很重，不是輕的。勤苦精進研究經典的人，不是破障，而是增長所知障。自己覺得程度太差，頭腦記憶力不好，研究經覺得沒分，一天到晚念南無阿彌陀佛的，增長煩惱障，增長無明。你看看這個修行，不是增長所知障就是增長煩惱障，就跟清涼大師所講的，一個是增長無明，一個增長邪見，增長邪見就是增長煩惱障。經典是邪見？是的，你一執著，經典都是邪見，為什麼？經典是破執著的，你執著它了。你自己的見解是邪知邪見，好，拿釋迦牟尼佛的見解做我的見解，我的見解正不正確？還是不正確，還是邪知邪見。舉個例子，譬如我們執著這個身心是有，佛講你見解錯了，這個知見是邪知邪見，佛說什麼？這個身心沒有，無，你不曉得佛說法的意思，你認為「無就是正知正見，有是邪知邪見，好，我執著這個身心無」，我是不是正知正見？還是邪知邪見。你不曉得佛說法的意思，佛沒說，佛說「無」是破你有的，我有，錯了，「有」捨棄了，「無」也不執著，這才是正知正見。你要是執著經典裡面的見解，那怎麼不叫邪知邪見？清涼講，增長邪見。"
    },
    {
      "id": "09-008-0004_p0043",
      "zh_CN": "大乘了义经典给你谈究竟了义，初级、中级的不跟你谈，为什么？程度不到，愈谈愈迷惑，愈谈愈颠倒，没法子说，只能教你什么？你的执着去不掉，离开坏的执着，取好的来执着，就是孔老夫子说的择善固执，这对初学人讲的，对功夫不到家的人讲的。向上一着，善也要离开，完全没有执着，这才能见性，六祖大师所说的「本来无一物，何处惹尘埃」。你要记住，本来无一物，这里头什么执着都没有。如果你还执着「本来无一物」，你想想看，你的清净心里头有没有执着？有一个「本来无一物」，还是病。「本来无一物」也没有！佛祖无可奈何，他无法可说，没有说法，你怎么能说他有说法？所有这些对经典批评的，对经典考证的，统统都没有意思，有什么意思？世间的学问可以做考证，可以做比较，可以拿来研究，佛法没有这一套，为什么？因为佛根本没有法可说。",
      "zh_TW": "大乘了義經典給你談究竟了義，初級、中級的不跟你談，為什麼？程度不到，愈談愈迷惑，愈談愈顛倒，沒法子說，只能教你什麼？你的執著去不掉，離開壞的執著，取好的來執著，就是孔老夫子說的擇善固執，這對初學人講的，對功夫不到家的人講的。向上一著，善也要離開，完全沒有執著，這才能見性，六祖大師所說的「本來無一物，何處惹塵埃」。你要記住，本來無一物，這裡頭什麼執著都沒有。如果你還執著「本來無一物」，你想想看，你的清淨心裡頭有沒有執著？有一個「本來無一物」，還是病。「本來無一物」也沒有！佛祖無可奈何，他無法可說，沒有說法，你怎麼能說他有說法？所有這些對經典批評的，對經典考證的，統統都沒有意思，有什麼意思？世間的學問可以做考證，可以做比較，可以拿來研究，佛法沒有這一套，為什麼？因為佛根本沒有法可說。"
    },
    {
      "id": "09-008-0004_p0044",
      "zh_CN": "佛所说的法，无非是破执而已。你不相信，看《六祖坛经》志彻禅师那一段，那就很有趣味。志彻禅师看《涅槃经》，对《涅槃经》所讲的常与无常的意思搞不清楚，他就请教六祖，六祖就叫他把那个经哪个地方有疑问念给他听，他就念了一遍，「佛性是常，烦恼是无常」。我们此地也这样讲，是幻可以离，会灭，非幻不灭，不灭就是常，灭的就是无常，给你讲这些。六祖大师给他说什么？「佛性无常，烦恼是常」。他弄得莫名奇妙，「这个我不懂了，祖师，你所说的话大大的违背佛经，违背经典」。六祖说：自从无尽藏比丘尼念《大涅槃经》，我给她讲过一遍，字字都合乎佛的旨意，从来没有违背过。他说：那我实在不懂，莫测高深！六祖给他解释说：佛说佛性是常，烦恼是无常，因为众生执着佛性无常，所以佛说常，众生执着烦恼是常，佛说无常。志彻念《涅槃经》又执着《涅槃经》，执着佛的话，佛性是常，烦恼是无常，所以六祖说佛性无常，破你执着常；六祖说烦恼是常，破你执着佛说的无常，「我说的跟佛一个意思，佛是破众生的执着，我破你的执着，怎么不是一个意思？」六祖说：我说的常就是佛说的无常，一样的意思，我说的无常就是佛说的常。你们想想看，佛有没有法可说？没法可说，一句没说，六祖有没有法好说？六祖一句话没说。",
      "zh_TW": "佛所說的法，無非是破執而已。你不相信，看《六祖壇經》志徹禪師那一段，那就很有趣味。志徹禪師看《涅槃經》，對《涅槃經》所講的常與無常的意思搞不清楚，他就請教六祖，六祖就叫他把那個經哪個地方有疑問念給他聽，他就念了一遍，「佛性是常，煩惱是無常」。我們此地也這樣講，是幻可以離，會滅，非幻不滅，不滅就是常，滅的就是無常，給你講這些。六祖大師給他說什麼？「佛性無常，煩惱是常」。他弄得莫名奇妙，「這個我不懂了，祖師，你所說的話大大的違背佛經，違背經典」。六祖說：自從無盡藏比丘尼念《大涅槃經》，我給她講過一遍，字字都合乎佛的旨意，從來沒有違背過。他說：那我實在不懂，莫測高深！六祖給他解釋說：佛說佛性是常，煩惱是無常，因為眾生執著佛性無常，所以佛說常，眾生執著煩惱是常，佛說無常。志徹念《涅槃經》又執著《涅槃經》，執著佛的話，佛性是常，煩惱是無常，所以六祖說佛性無常，破你執著常；六祖說煩惱是常，破你執著佛說的無常，「我說的跟佛一個意思，佛是破眾生的執著，我破你的執著，怎麼不是一個意思？」六祖說：我說的常就是佛說的無常，一樣的意思，我說的無常就是佛說的常。你們想想看，佛有沒有法可說？沒法可說，一句沒說，六祖有沒有法好說？六祖一句話沒說。"
    },
    {
      "id": "09-008-0004_p0045",
      "zh_CN": "诸位要是懂这个意思，你才能读大乘经典，否则的话，你念大乘经典，死在字里行间，你怎么会开悟？你怎么不增长邪见？不读经你增长无明，读经你增长邪见，苦！没开悟的希望，你的心怎么能得到清净？你要是能体会到这个意思，你不但看佛经里头趣味无穷，你看到的时候连饮食都不想了，你看世间一切事，无有一法不圆融，这真是妙极了。法法圆融，头头是道，左右逢源，你才真得大自在。经在哪里？六根接触六尘境界全是经典，所以说「破一微尘，出大千经卷」，就是这个道理，这都一点不假的。",
      "zh_TW": "諸位要是懂這個意思，你才能讀大乘經典，否則的話，你念大乘經典，死在字裡行間，你怎麼會開悟？你怎麼不增長邪見？不讀經你增長無明，讀經你增長邪見，苦！沒開悟的希望，你的心怎麼能得到清淨？你要是能體會到這個意思，你不但看佛經裡頭趣味無窮，你看到的時候連飲食都不想了，你看世間一切事，無有一法不圓融，這真是妙極了。法法圓融，頭頭是道，左右逢源，你才真得大自在。經在哪裡？六根接觸六塵境界全是經典，所以說「破一微塵，出大千經卷」，就是這個道理，這都一點不假的。"
    },
    {
      "id": "09-008-0004_p0046",
      "zh_CN": "换句话说，佛法无非教我们离障而已。所以你读经，不能为经所转！法达禅师念《法华经》三千部，为《法华》所转，死在《法华经》字里行间，他不开悟，被六祖点醒之后，大彻大悟，说：从前被《法华》转，从今天起我可以转《法华》了。诸位要是通达这个道理，这才谈得上学佛，才有资格看经。所以今天这些研究佛经的人，被经典所转的，套一句《永嘉证道歌》的话，「入海算沙徒自困」，被佛经所转，溺于文字。佛经白纸黑字，色尘，你听经被我音声所转，音声是声尘，你为六尘所转，这是凡夫，这是迷惑颠倒，这就是违背圆觉，不是随顺圆觉。不为境界转，不为六尘转，这就是随顺圆觉，所以说『根无大小，皆成佛果』，这当然，纵然是小根性的人也变成大根性，大根性更不必说了。由此可知，二障一定要断，可是断二障真的不容易，没有真正善知识来帮你的忙，在重要关头把你点醒，的确很难。",
      "zh_TW": "換句話說，佛法無非教我們離障而已。所以你讀經，不能為經所轉！法達禪師念《法華經》三千部，為《法華》所轉，死在《法華經》字裡行間，他不開悟，被六祖點醒之後，大徹大悟，說：從前被《法華》轉，從今天起我可以轉《法華》了。諸位要是通達這個道理，這才談得上學佛，才有資格看經。所以今天這些研究佛經的人，被經典所轉的，套一句《永嘉證道歌》的話，「入海算沙徒自困」，被佛經所轉，溺於文字。佛經白紙黑字，色塵，你聽經被我音聲所轉，音聲是聲塵，你為六塵所轉，這是凡夫，這是迷惑顛倒，這就是違背圓覺，不是隨順圓覺。不為境界轉，不為六塵轉，這就是隨順圓覺，所以說『根無大小，皆成佛果』，這當然，縱然是小根性的人也變成大根性，大根性更不必說了。由此可知，二障一定要斷，可是斷二障真的不容易，沒有真正善知識來幫你的忙，在重要關頭把你點醒，的確很難。"
    },
    {
      "id": "09-008-0004_p0047",
      "zh_CN": "讲义【清净慧章，亦是随顺觉性，觉与未觉，渐次差别，故云虽有多方便，皆名随顺智。】",
      "zh_TW": "講義【清淨慧章，亦是隨順覺性，覺與未覺，漸次差別，故云雖有多方便，皆名隨順智。】"
    },
    {
      "id": "09-008-0004_p0048",
      "zh_CN": "这几句话是清净慧章所讲的。觉性与不觉，《起信论》的确很认真的在讨论这个问题。能把觉与不觉分得清清楚楚，你就有入手之处，你就晓得应该从哪里下手。觉与不觉的界线划不清楚，用不得力，没有得力之处，这是修行人非常苦恼的一桩事情。这个问题是属于解门，不是属于行门，就是要把理论、事实境界搞清楚，然后才谈得上修行用功夫。所谓精进，我们是随顺圆觉精进，还是随顺无明精进，还是随顺邪见精进？都是精进，你随顺谁精进？这个东西要搞清楚。某人修行一天念十万声佛号，他了不起，他很精进，如果他精进的目标在名闻利养，他就不是随顺圆觉精进，他是随顺烦恼精进，为什么？为了要得到名闻利养，所以装出这个样子来骗人。像这些事情古来就有，不只现在。别人怎么做法我们不管，要问我们自己是向着哪一方面去精进，这才是真正重要的。",
      "zh_TW": "這幾句話是清淨慧章所講的。覺性與不覺，《起信論》的確很認真的在討論這個問題。能把覺與不覺分得清清楚楚，你就有入手之處，你就曉得應該從哪裡下手。覺與不覺的界線劃不清楚，用不得力，沒有得力之處，這是修行人非常苦惱的一樁事情。這個問題是屬於解門，不是屬於行門，就是要把理論、事實境界搞清楚，然後才談得上修行用功夫。所謂精進，我們是隨順圓覺精進，還是隨順無明精進，還是隨順邪見精進？都是精進，你隨順誰精進？這個東西要搞清楚。某人修行一天念十萬聲佛號，他了不起，他很精進，如果他精進的目標在名聞利養，他就不是隨順圓覺精進，他是隨順煩惱精進，為什麼？為了要得到名聞利養，所以裝出這個樣子來騙人。像這些事情古來就有，不只現在。別人怎麼做法我們不管，要問我們自己是向著哪一方面去精進，這才是真正重要的。"
    },
    {
      "id": "09-008-0004_p0049",
      "zh_CN": "『虽有多方便』，多方便就是我们平常讲的八万四千法门，八万四千法门都是随顺圆觉，所以法门无有高下。目标只有一个，方向只有一个，手段尽管不同，譬如参禅目标是明心见性，念佛目标是一心不乱，一心不乱就是明心见性，明心见性就是一心不乱，名词是两个，境界是一个，一桩事情，这是我们必须明了的。",
      "zh_TW": "『雖有多方便』，多方便就是我們平常講的八萬四千法門，八萬四千法門都是隨順圓覺，所以法門無有高下。目標只有一個，方向只有一個，手段儘管不同，譬如參禪目標是明心見性，念佛目標是一心不亂，一心不亂就是明心見性，明心見性就是一心不亂，名詞是兩個，境界是一個，一樁事情，這是我們必須明瞭的。"
    },
    {
      "id": "09-008-0004_p0050",
      "zh_CN": "讲义【六、为示修必依观故。大凡行人，欲奋真修，须假禅观。】",
      "zh_TW": "講義【六、為示修必依觀故。大凡行人，欲奮真修，須假禪觀。】"
    },
    {
      "id": "09-008-0004_p0051",
      "zh_CN": "『大凡行人』，这是讲修行人。『欲奋真修』，「欲」是希望，「奋」是奋发，希望真正的勇猛精进，真正的修行。佛在此地告诉我们『须假禅观』，《般若经》里面所说的观照般若，这就是禅观。诸位在此地看到这个禅字，不要被它迷了，要看清楚，这个禅不是禅定，不是六度里面禅定波罗蜜，而是六度里面的般若波罗蜜。中国的禅宗，达摩祖师所传的这一派，这是中国禅宗的主流，它不是修禅定，这我们一定要搞清楚，它修的是「摩诃般若波罗蜜多」。它所修的不是盘腿面壁打坐，盘腿面壁打坐那是六度里头的禅定波罗蜜。《六祖坛经》打开看看「教授坐禅」那一章，他教你怎么坐禅？他教你六根在六尘境界上「不取于相，如如不动」，这叫坐禅，所以他不讲求形式，他讲求心地清净一尘不染。眼见色不为色所动，耳闻声不为声所动，这叫禅定。所以中国禅宗是修般若波罗蜜，就是「禅观」。依文字起观照证实相，依境界起观照证实相，一样的，文字是色尘，一切色尘都是境界，依色尘可以起观照，依声尘也可以起观照，依味尘也可以起观照，依法尘也可以起观照，六根依六尘境界起观照般若，证实相般若，这是《般若经》里面给我们讲的修行要领，这个要领运用在八万四千法门，门门都是般若，门门都是禅观。",
      "zh_TW": "『大凡行人』，這是講修行人。『欲奮真修』，「欲」是希望，「奮」是奮發，希望真正的勇猛精進，真正的修行。佛在此地告訴我們『須假禪觀』，《般若經》裡面所說的觀照般若，這就是禪觀。諸位在此地看到這個禪字，不要被它迷了，要看清楚，這個禪不是禪定，不是六度裡面禪定波羅蜜，而是六度裡面的般若波羅蜜。中國的禪宗，達摩祖師所傳的這一派，這是中國禪宗的主流，它不是修禪定，這我們一定要搞清楚，它修的是「摩訶般若波羅蜜多」。它所修的不是盤腿面壁打坐，盤腿面壁打坐那是六度裡頭的禪定波羅蜜。《六祖壇經》打開看看「教授坐禪」那一章，他教你怎麼坐禪？他教你六根在六塵境界上「不取於相，如如不動」，這叫坐禪，所以他不講求形式，他講求心地清淨一塵不染。眼見色不為色所動，耳聞聲不為聲所動，這叫禪定。所以中國禪宗是修般若波羅蜜，就是「禪觀」。依文字起觀照證實相，依境界起觀照證實相，一樣的，文字是色塵，一切色塵都是境界，依色塵可以起觀照，依聲塵也可以起觀照，依味塵也可以起觀照，依法塵也可以起觀照，六根依六塵境界起觀照般若，證實相般若，這是《般若經》裡面給我們講的修行要領，這個要領運用在八萬四千法門，門門都是般若，門門都是禪觀。"
    },
    {
      "id": "09-008-0004_p0052",
      "zh_CN": "讲义【修不依观，未免错入歧途。】",
      "zh_TW": "講義【修不依觀，未免錯入歧途。】"
    },
    {
      "id": "09-008-0004_p0053",
      "zh_CN": "这一句很要紧，为什么？依观是觉，是随顺圆觉，不依观就迷了，不是堕在无明就是堕在邪见里面。",
      "zh_TW": "這一句很要緊，為什麼？依觀是覺，是隨順圓覺，不依觀就迷了，不是墮在無明就是墮在邪見裡面。"
    },
    {
      "id": "09-008-0004_p0054",
      "zh_CN": "讲义【故答威德所问。】",
      "zh_TW": "講義【故答威德所問。】"
    },
    {
      "id": "09-008-0004_p0055",
      "zh_CN": "这是答威德菩萨所问。",
      "zh_TW": "這是答威德菩薩所問。"
    },
    {
      "id": "09-008-0004_p0056",
      "zh_CN": "讲义【皆以悟净圆觉，依悟起修。】",
      "zh_TW": "講義【皆以悟淨圓覺，依悟起修。】"
    },
    {
      "id": "09-008-0004_p0057",
      "zh_CN": "『悟』就是观慧，就是观照。诸位要晓得，「悟」不要把它看得很神奇，什么叫做悟？不迷就是悟，不执着就是悟，不分别就是悟，你在境界里起分别执着就迷了，再往深处讲，你在境界里起心动念就迷了。如果在境界里不起心、不动念，就是悟，所以境界是了了分明，自己心里如如不动，这就是悟。如果对于境界不能了了分明，只有如如不动，诸位想想，你的功夫无论做得怎么深，我想没有石头定功深，你们在山上看到大石头几千年如如不动，你能比得了它吗？比不了。那种定是死定没有用处的。如果只有了了分明没有如如不动，那你是凡夫，我们现在就是这样，外面境界了了分明，心里一天到晚乱动。佛菩萨高明在什么？外头跟我们一样，比我们还要分明，耳目比我们还聪明，我们看不到的地方他都看到了，他心不动；人家不取于相，他也不离开相，这叫真修行，这就是觉，就是悟。所以你看善财童子五十三参，他所接触的境界全是悟，一天到晚都在那里开悟，见色，色上开悟；闻声，声上开悟；吃饭，吃上开悟，没有烦恼，就像六祖见五祖时所讲的，「惠能心中常生智慧」。善财童子五十三参，常生智慧。我们一天到晚怎么样？常生烦恼。为什么他常生智慧？悟。为什么你常生烦恼？迷，不悟。",
      "zh_TW": "『悟』就是觀慧，就是觀照。諸位要曉得，「悟」不要把它看得很神奇，什麼叫做悟？不迷就是悟，不執著就是悟，不分別就是悟，你在境界裡起分別執著就迷了，再往深處講，你在境界裡起心動念就迷了。如果在境界裡不起心、不動念，就是悟，所以境界是了了分明，自己心裡如如不動，這就是悟。如果對於境界不能了了分明，只有如如不動，諸位想想，你的功夫無論做得怎麼深，我想沒有石頭定功深，你們在山上看到大石頭幾千年如如不動，你能比得了它嗎？比不了。那種定是死定沒有用處的。如果只有了了分明沒有如如不動，那你是凡夫，我們現在就是這樣，外面境界了了分明，心裡一天到晚亂動。佛菩薩高明在什麼？外頭跟我們一樣，比我們還要分明，耳目比我們還聰明，我們看不到的地方他都看到了，他心不動；人家不取於相，他也不離開相，這叫真修行，這就是覺，就是悟。所以你看善財童子五十三參，他所接觸的境界全是悟，一天到晚都在那裡開悟，見色，色上開悟；聞聲，聲上開悟；吃飯，吃上開悟，沒有煩惱，就像六祖見五祖時所講的，「惠能心中常生智慧」。善財童子五十三參，常生智慧。我們一天到晚怎麼樣？常生煩惱。為什麼他常生智慧？悟。為什麼你常生煩惱？迷，不悟。"
    },
    {
      "id": "09-008-0004_p0058",
      "zh_CN": "讲义【虽有奢摩他、三摩、禅那，三种分别，无非随顺觉性而修。佛为示修必依观，故说此经。】",
      "zh_TW": "講義【雖有奢摩他、三摩、禪那，三種分別，無非隨順覺性而修。佛為示修必依觀，故說此經。】"
    },
    {
      "id": "09-008-0004_p0059",
      "zh_CN": "本经所讲的『奢摩他、三摩、禅那』跟《楞严经》所讲的「奢摩他、三摩、禅那」一样的。这三个名词可以通用，也可以各个分别，留到经文的时候再给诸位说。通用都是修禅观；分别，禅观里头有所偏重，有的偏在止，有的偏在观，有的是止观平等。这些修行方法不是一个死呆板的，不是一定的，随着自己境界。我烦恼重，止的方法能破烦恼，我就多加一点止，观的方法能破烦恼，我就多用一点观，随时自己在那里调节才能成功。你要是把方法变成死呆板的一成不变，那就糟了，那药又变成病了，本来就病了，现在再加上病，病就更重。所以佛法修学，你们想想看，这些理论方法你要不是很正确的把它搞清楚，真是举止都有过失，都是自找麻烦，古德常说的，盲修瞎练，说了你还不服气，确实是盲修瞎练，你还不服气，还要人家奉承你。我们自己要清楚，真正干的人一定要搞清楚，千万不可以自己欺骗自己，不明了的，有疑惑的，一定要问，要多多的读诵大乘经典。今天就讲到这里。",
      "zh_TW": "本經所講的『奢摩他、三摩、禪那』跟《楞嚴經》所講的「奢摩他、三摩、禪那」一樣的。這三個名詞可以通用，也可以各個分別，留到經文的時候再給諸位說。通用都是修禪觀；分別，禪觀裡頭有所偏重，有的偏在止，有的偏在觀，有的是止觀平等。這些修行方法不是一個死呆板的，不是一定的，隨著自己境界。我煩惱重，止的方法能破煩惱，我就多加一點止，觀的方法能破煩惱，我就多用一點觀，隨時自己在那裡調節才能成功。你要是把方法變成死呆板的一成不變，那就糟了，那藥又變成病了，本來就病了，現在再加上病，病就更重。所以佛法修學，你們想想看，這些理論方法你要不是很正確的把它搞清楚，真是舉止都有過失，都是自找麻煩，古德常說的，盲修瞎練，說了你還不服氣，確實是盲修瞎練，你還不服氣，還要人家奉承你。我們自己要清楚，真正幹的人一定要搞清楚，千萬不可以自己欺騙自己，不明瞭的，有疑惑的，一定要問，要多多的讀誦大乘經典。今天就講到這裡。"
    }
  ]
}