{
  "doc_id": "22-012-0001",
  "title": {
    "zh_CN": "断惑证果说—修行，从看破放下学起",
    "zh_TW": "斷惑證果說—修行，從看破放下學起"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第一集）",
    "zh_TW": "（第一集）"
  },
  "doc_number": "22-012-0001",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "22-012-0001_p0001",
      "zh_CN": "介绍佛法里面常常看到的断惑证果，断见思烦恼，证阿罗汉果。到底怎么个断法？怎样才叫做证？这在大小乘佛法里面，我们常常看到，可是很少有时间来单独详细的讨论这个问题，因此在我们修学过程当中，也就把这个问题含糊笼统的略过去了。今天既然有一些同修们提出这个问题，希望在道场里面做一个详细的来探讨，我在上一次也答应了，本来我们上一次就开始，上次忘掉了。今天在此地给大家把这个题目理出来，也做为同修们修学的一个参考。",
      "zh_TW": "介紹佛法裡面常常看到的斷惑證果，斷見思煩惱，證阿羅漢果。到底怎麼個斷法？怎樣才叫做證？這在大小乘佛法裡面，我們常常看到，可是很少有時間來單獨詳細的討論這個問題，因此在我們修學過程當中，也就把這個問題含糊籠統的略過去了。今天既然有一些同修們提出這個問題，希望在道場裡面做一個詳細的來探討，我在上一次也答應了，本來我們上一次就開始，上次忘掉了。今天在此地給大家把這個題目理出來，也做為同修們修學的一個參考。"
    },
    {
      "id": "22-012-0001_p0002",
      "zh_CN": "我们平常讲的阿罗汉，小乘佛法里面最高的果位。如果要想证得这个果位，必须要断见惑与思惑，在断见思惑的过程当中，又必须要经历所谓四向四果。这个是佛学常识，学佛的人必须要知道的，不但是佛学常识，而且是佛学里面基本常识。希望大家努力的听，今天我们讲的经本上统统有，经本就在前面，概略的说一说，今天大家不要看经本，细细的来听讲。",
      "zh_TW": "我們平常講的阿羅漢，小乘佛法裡面最高的果位。如果要想證得這個果位，必須要斷見惑與思惑，在斷見思惑的過程當中，又必須要經歷所謂四向四果。這個是佛學常識，學佛的人必須要知道的，不但是佛學常識，而且是佛學裡面基本常識。希望大家努力的聽，今天我們講的經本上統統有，經本就在前面，概略的說一說，今天大家不要看經本，細細的來聽講。"
    },
    {
      "id": "22-012-0001_p0003",
      "zh_CN": "在四果四向里面，这个向就是趣向，还没有到，向着这个方向走。四果，好比我们乘车四个站一样，四个站，第四站是终点站。我们向着这个站去走，这就叫向；到达了，就叫果。譬如初学的时候，这是初果向；到达了，我们叫初果。从初果再往上进修，这叫二果向；证得二果，就称之为二果。所以这个向与四向与四果，首先这个概念要搞清楚。在佛学的名词上，初果叫做预流果，预就是参与的意思，流，圣人之流，也就是果位。我们讲三教九流，就这个流。圣人一流，声闻，圣者一流，这是开始参与他了，初果叫预流。二果叫一来。为什么叫一来？他还要到欲界来一次。到欲界来，一定是到人间，不会到三恶道去，也许在人间，也许在天上。就是说他这一来是在欲界，欲界除了我们人间之外，还有六欲天，都是这个范围之内。为什么他要一来？向后，我们再来细细的来说明，他为什么要来一次。三果叫做不还果，就是不来了。不还就是他不再来了，不再到哪里来？不再到欲界来了，不来欲界了。不来欲界，他在什么地方？给诸位说，他在四禅天。四禅天的组织很特别，四禅天是凡圣同居土，跟我们这个地球一样。我们这个地球也是凡圣同居土，有许多佛菩萨在我们这个地球上，我们是有眼无珠看不见他，他看得见我们，我们看不见他，在地球上也是凡圣同居土。四禅，我们晓得，普通的四禅天，四禅有三层天，除这个三层天之外，它还有一个外道天，这个外道天就是修无想定，修成功之后，果报也感在这四禅的无想天。除这个之外，这个四层叫凡夫天，也在第四层，有一类的叫五不还天。五，这个五类，都是三果圣人他们居住的所在，他们在那个地方修行。第四果，就叫阿罗汉。阿罗汉怎么个解释？在此地我们也把它略掉了，因为这经上常讲，这个不必再说了。因为有四果，当然就有四向，所以有预流向、一来向、不还向、阿罗汉向，这个四果四向，我们就可以能够把它分为八个过程。",
      "zh_TW": "在四果四向裡面，這個向就是趣向，還沒有到，向著這個方向走。四果，好比我們乘車四個站一樣，四個站，第四站是終點站。我們向著這個站去走，這就叫向；到達了，就叫果。譬如初學的時候，這是初果向；到達了，我們叫初果。從初果再往上進修，這叫二果向；證得二果，就稱之為二果。所以這個向與四向與四果，首先這個概念要搞清楚。在佛學的名詞上，初果叫做預流果，預就是參與的意思，流，聖人之流，也就是果位。我們講三教九流，就這個流。聖人一流，聲聞，聖者一流，這是開始參與他了，初果叫預流。二果叫一來。為什麼叫一來？他還要到欲界來一次。到欲界來，一定是到人間，不會到三惡道去，也許在人間，也許在天上。就是說他這一來是在欲界，欲界除了我們人間之外，還有六欲天，都是這個範圍之內。為什麼他要一來？向後，我們再來細細的來說明，他為什麼要來一次。三果叫做不還果，就是不來了。不還就是他不再來了，不再到哪裡來？不再到欲界來了，不來欲界了。不來欲界，他在什麼地方？給諸位說，他在四禪天。四禪天的組織很特別，四禪天是凡聖同居土，跟我們這個地球一樣。我們這個地球也是凡聖同居土，有許多佛菩薩在我們這個地球上，我們是有眼無珠看不見他，他看得見我們，我們看不見他，在地球上也是凡聖同居土。四禪，我們曉得，普通的四禪天，四禪有三層天，除這個三層天之外，它還有一個外道天，這個外道天就是修無想定，修成功之後，果報也感在這四禪的無想天。除這個之外，這個四層叫凡夫天，也在第四層，有一類的叫五不還天。五，這個五類，都是三果聖人他們居住的所在，他們在那個地方修行。第四果，就叫阿羅漢。阿羅漢怎麼個解釋？在此地我們也把它略掉了，因為這經上常講，這個不必再說了。因為有四果，當然就有四向，所以有預流向、一來向、不還向、阿羅漢向，這個四果四向，我們就可以能夠把它分為八個過程。"
    },
    {
      "id": "22-012-0001_p0004",
      "zh_CN": "现在要谈谈断见惑与断思惑，断见惑的，就是预流向与预流果，换句话说，就是初果。你开始断见惑的时候，这个时候就是预流向，就是初果向。三界八十八品见惑断尽了，这个时候就证初果，就是证预流果。这个预流果，印度话叫须陀洹，翻成中国的意思叫预流，就是参与圣人一流了。证得这个果位，佛在经里面就给我们说，从此以后决定不堕三恶道，虽然是天上人间七番生死，还有这许多过程，可是决定不会堕三恶道。换句话说，这样的人他在世间决定不会做坏事，不会做恶事，当然他就不会有恶的果报。虽然在他的阿赖耶识里面，无量劫来有无量无边的恶业种子，这是一定的，无可怀疑的，他这些种子为什么不受果报？诸位要知道，种子受果报要有缘，初果圣人从此以后，再没有恶念，再没有恶事，他缘没有了。纵有恶的习气种子，没有缘。好像我们植物的种子，桃的种子、李的种子，你要不把它种在土壤里面，放在玻璃瓶里面，你放上一万年，它也不会长成树，也不会开花结果，为什么？缘断了。这个意思就说明初果圣人对于三界之内的恶缘，三恶道的缘断了。",
      "zh_TW": "現在要談談斷見惑與斷思惑，斷見惑的，就是預流向與預流果，換句話說，就是初果。你開始斷見惑的時候，這個時候就是預流向，就是初果向。三界八十八品見惑斷盡了，這個時候就證初果，就是證預流果。這個預流果，印度話叫須陀洹，翻成中國的意思叫預流，就是參與聖人一流了。證得這個果位，佛在經裡面就給我們說，從此以後決定不墮三惡道，雖然是天上人間七番生死，還有這許多過程，可是決定不會墮三惡道。換句話說，這樣的人他在世間決定不會做壞事，不會做惡事，當然他就不會有惡的果報。雖然在他的阿賴耶識裡面，無量劫來有無量無邊的惡業種子，這是一定的，無可懷疑的，他這些種子為什麼不受果報？諸位要知道，種子受果報要有緣，初果聖人從此以後，再沒有惡念，再沒有惡事，他緣沒有了。縱有惡的習氣種子，沒有緣。好像我們植物的種子，桃的種子、李的種子，你要不把它種在土壤裡面，放在玻璃瓶裡面，你放上一萬年，它也不會長成樹，也不會開花結果，為什麼？緣斷了。這個意思就說明初果聖人對於三界之內的惡緣，三惡道的緣斷了。"
    },
    {
      "id": "22-012-0001_p0005",
      "zh_CN": "有一来向以后，一共有六个位，六个过程，六个过程他所断的是思惑。由此可知，在断见思烦恼当中，见惑虽然粗，容易断；思惑微细，不容易断。在这个果位上，大家能很明显的看得出来。初果就已经把见惑断尽了，思惑要经历六个过程。一般讲的三个位次，就是二果、三果、四果，才断尽。见思惑怎么个断法？这必须要加以解释。所谓见惑，简单的说，它的定义就是讲各种的妄见，我们讲错误的见解，思惑就是错误的思想。见解与思想，有的时候可以混在一起谈，有的时候必须要加以区别，见解是见解，思想是思想。思惑里面，可以说是一种妄情，虚妄的情执；见惑是虚妄的、不正确的见解，这是首先我们要把这个名词的定义要搞清楚，要把它分得清楚。所以思惑里面包括的，这是归纳为五大类，贪瞋痴慢疑。贪瞋痴，在这个粗的相，不难懂，一说就懂；慢是傲慢；疑是对于圣教怀疑。佛菩萨给你讲的话，你半信半疑，或者听了根本不信，疑是指这个。不是讲对世间这些事情怀疑，不是，不指这个。单单对圣教来说，对佛菩萨的教训，你起怀疑，你不能够接受，不能够相信；或者我们接受，信了，我们也不能做到。这不能做到，还是迷，如果这个疑要断尽了，没有做不到的。小乘人，对于见惑来讲，有的时候他称之为理惑，就是宇宙万有的事理，就道理上他迷惑了。你说身见，见惑，第一个讲身见，对于身的真相，这个道理他不晓得，于是乎将这个虚妄的身，在这个身上起了执着，认为这个身就是自我，所以这个是迷在理上。对于思惑，这个都是在事相上，迷在事上，所以又称之为事惑，迷在事相上。贪瞋痴慢都是有对象的，也就是在种种事业里面起了妄情，贪瞋痴慢疑都是情执，所以说是迷于世间事物而起的种种贪爱、瞋恚，迷于这些事情。这是小乘人的见解。",
      "zh_TW": "有一來向以後，一共有六個位，六個過程，六個過程他所斷的是思惑。由此可知，在斷見思煩惱當中，見惑雖然粗，容易斷；思惑微細，不容易斷。在這個果位上，大家能很明顯的看得出來。初果就已經把見惑斷盡了，思惑要經歷六個過程。一般講的三個位次，就是二果、三果、四果，才斷盡。見思惑怎麼個斷法？這必須要加以解釋。所謂見惑，簡單的說，它的定義就是講各種的妄見，我們講錯誤的見解，思惑就是錯誤的思想。見解與思想，有的時候可以混在一起談，有的時候必須要加以區別，見解是見解，思想是思想。思惑裡面，可以說是一種妄情，虛妄的情執；見惑是虛妄的、不正確的見解，這是首先我們要把這個名詞的定義要搞清楚，要把它分得清楚。所以思惑裡面包括的，這是歸納為五大類，貪瞋痴慢疑。貪瞋痴，在這個粗的相，不難懂，一說就懂；慢是傲慢；疑是對於聖教懷疑。佛菩薩給你講的話，你半信半疑，或者聽了根本不信，疑是指這個。不是講對世間這些事情懷疑，不是，不指這個。單單對聖教來說，對佛菩薩的教訓，你起懷疑，你不能夠接受，不能夠相信；或者我們接受，信了，我們也不能做到。這不能做到，還是迷，如果這個疑要斷盡了，沒有做不到的。小乘人，對於見惑來講，有的時候他稱之為理惑，就是宇宙萬有的事理，就道理上他迷惑了。你說身見，見惑，第一個講身見，對於身的真相，這個道理他不曉得，於是乎將這個虛妄的身，在這個身上起了執著，認為這個身就是自我，所以這個是迷在理上。對於思惑，這個都是在事相上，迷在事上，所以又稱之為事惑，迷在事相上。貪瞋痴慢都是有對象的，也就是在種種事業裡面起了妄情，貪瞋痴慢疑都是情執，所以說是迷於世間事物而起的種種貪愛、瞋恚，迷於這些事情。這是小乘人的見解。"
    },
    {
      "id": "22-012-0001_p0006",
      "zh_CN": "大乘，他是以为凡夫迷惑的心，叫见思惑，这惑心，惑心之起，从哪里起？不外乎分别与俱生两种，所以就把分别与俱生这两种来解释见惑与思惑。换句话说，凡是依邪师、邪教思惟而起的这些许许多多不正确的见解，这个叫分别起。这些迷惑从哪里生？从分别起来的，凡是从分别起的这一切错误的见解就叫做见惑。换句话说，没有人教你。这个邪师、邪教，诸位要搞清楚，可不是说除了佛以外，外教都叫做邪师、邪教，不是的，这样讲法就错了。实在讲这个意思，义趣很深的。佛法里面讲邪与正，凡是与真如本性相应的，这个叫正；不与真如本性相应的，叫邪。诸佛菩萨讲的是正法，我们要在那里听，听了就分别执着，那就叫邪法。讲的是正法，可是你听进去的是邪法，不是正法。这一点非常非常之难。比如小孩一出生下来，大人他就要教他，这个是扇子、这个是麦克风，他听了就记住了，这个在大乘佛法里面叫邪师、邪教。那些错了吗？我们看是没错，世间人看没错，实际上呢？实际上是有问题。为什么？这个东西，它的名字就叫扇子吗？它本来没有名字，扇子是你叫它的。如果我们老祖宗说这个叫麦克风，今天我们叫这个就叫麦克风，就不叫扇子。所以这一分别、一执着，这就叫迷惑，这就思想迷惑了，这从分别心起的。",
      "zh_TW": "大乘，他是以為凡夫迷惑的心，叫見思惑，這惑心，惑心之起，從哪裡起？不外乎分別與俱生兩種，所以就把分別與俱生這兩種來解釋見惑與思惑。換句話說，凡是依邪師、邪教思惟而起的這些許許多多不正確的見解，這個叫分別起。這些迷惑從哪裡生？從分別起來的，凡是從分別起的這一切錯誤的見解就叫做見惑。換句話說，沒有人教你。這個邪師、邪教，諸位要搞清楚，可不是說除了佛以外，外教都叫做邪師、邪教，不是的，這樣講法就錯了。實在講這個意思，義趣很深的。佛法裡面講邪與正，凡是與真如本性相應的，這個叫正；不與真如本性相應的，叫邪。諸佛菩薩講的是正法，我們要在那裡聽，聽了就分別執著，那就叫邪法。講的是正法，可是你聽進去的是邪法，不是正法。這一點非常非常之難。比如小孩一出生下來，大人他就要教他，這個是扇子、這個是麥克風，他聽了就記住了，這個在大乘佛法裡面叫邪師、邪教。那些錯了嗎？我們看是沒錯，世間人看沒錯，實際上呢？實際上是有問題。為什麼？這個東西，它的名字就叫扇子嗎？它本來沒有名字，扇子是你叫它的。如果我們老祖宗說這個叫麥克風，今天我們叫這個就叫麥克風，就不叫扇子。所以這一分別、一執著，這就叫迷惑，這就思想迷惑了，這從分別心起的。"
    },
    {
      "id": "22-012-0001_p0007",
      "zh_CN": "大经里面叫我们见，用见性见，见性见是什么？怎么叫见性见？我们张开眼睛看一切东西，为什么不叫见性见？我们见一切东西，在这一切境界里头，要分别、要执着，分别执着是意识里面的，真如本性没有。换句话说，你见一切境界相，去一切分别执着，离一切名，离一切相，这个时候见，就叫做见性见，这就叫佛之知见，佛知佛见。禅宗里面举出你去参访一个善知识，如果那个善知识像我拿个扇子，这是什么？你说这个纸扇。老师一听，博地凡夫，你是凡夫，错了。我叫你见什么？叫你用见性见，见性见的是色性，你用的是第六意识来见，见的这个是扇子，这是凡夫见。一把扇子，见惑。所以这个禅宗语录我们常常看，看不懂，好像问的无所答、所答非所问，我们听那一问一答，莫知所云。人家是言外言，所谓是弦外之音，只有他们见了性的人，一听才懂，没有到这个境界，我们听不懂。这是讲分别见。",
      "zh_TW": "大經裡面叫我們見，用見性見，見性見是什麼？怎麼叫見性見？我們張開眼睛看一切東西，為什麼不叫見性見？我們見一切東西，在這一切境界裡頭，要分別、要執著，分別執著是意識裡面的，真如本性沒有。換句話說，你見一切境界相，去一切分別執著，離一切名，離一切相，這個時候見，就叫做見性見，這就叫佛之知見，佛知佛見。禪宗裡面舉出你去參訪一個善知識，如果那個善知識像我拿個扇子，這是什麼？你說這個紙扇。老師一聽，博地凡夫，你是凡夫，錯了。我叫你見什麼？叫你用見性見，見性見的是色性，你用的是第六意識來見，見的這個是扇子，這是凡夫見。一把扇子，見惑。所以這個禪宗語錄我們常常看，看不懂，好像問的無所答、所答非所問，我們聽那一問一答，莫知所云。人家是言外言，所謂是弦外之音，只有他們見了性的人，一聽才懂，沒有到這個境界，我們聽不懂。這是講分別見。"
    },
    {
      "id": "22-012-0001_p0008",
      "zh_CN": "还有一种，不要人家教的，不用人家教的。贪瞋痴慢，没有半个人教，不学，他就有了，所以这叫天生的，俱生的，都不要学的，不要教的。小孩看东西好玩，他就要，你不给他，他就瞋恨。那是人教的吗？不是人教的。像这个不要人教的他就会了，这个就叫俱生起，俱生起就有思惑。我们再说个粗浅的，来说明这个意思。分别起的这个见惑是后天的，后天所学的；俱生起的思惑，先天性的。我们今天一般人讲的，先天跟后天。在佛法里面讲是俱生以来的，过去生中就有这个习气，所以我们每一个人的习气与前生有关系。我们凡夫之可怜，是只看到眼前，我说一个很不好听的话，眼光太浅，只看到眼前，过去没有看到。不要说过去生，过去的十年、二十年他都忘掉了，将来的十年、二十年他也疏忽掉，只看到眼前，这怎么行？什么事都不能成就。一个人有成就的人，他过去的经验，失败为成功之母，不但他看到自己成败的经验，他看到一切人的成败经验，打开历史是看到古人的成败经验，我们才能够推测到未来，未来才能谈得上展望。这个在世间法里面，这叫学问。",
      "zh_TW": "還有一種，不要人家教的，不用人家教的。貪瞋痴慢，沒有半個人教，不學，他就有了，所以這叫天生的，俱生的，都不要學的，不要教的。小孩看東西好玩，他就要，你不給他，他就瞋恨。那是人教的嗎？不是人教的。像這個不要人教的他就會了，這個就叫俱生起，俱生起就有思惑。我們再說個粗淺的，來說明這個意思。分別起的這個見惑是後天的，後天所學的；俱生起的思惑，先天性的。我們今天一般人講的，先天跟後天。在佛法裡面講是俱生以來的，過去生中就有這個習氣，所以我們每一個人的習氣與前生有關係。我們凡夫之可憐，是只看到眼前，我說一個很不好聽的話，眼光太淺，只看到眼前，過去沒有看到。不要說過去生，過去的十年、二十年他都忘掉了，將來的十年、二十年他也疏忽掉，只看到眼前，這怎麼行？什麼事都不能成就。一個人有成就的人，他過去的經驗，失敗為成功之母，不但他看到自己成敗的經驗，他看到一切人的成敗經驗，打開歷史是看到古人的成敗經驗，我們才能夠推測到未來，未來才能談得上展望。這個在世間法裡面，這叫學問。"
    },
    {
      "id": "22-012-0001_p0009",
      "zh_CN": "这种学问，在佛法里面讲比量，不是现量，是根据前人的经验、自己本身的经验、他人的经验来推测的，所以属于比量。佛法除了比量之外，有现量。现量就是什么？过去生之过去生，未来世的未来世，看得清清楚楚，这不是推想的，到什么时候你就有了？我们今天讲的见思烦恼，见惑断尽了，思惑断它个几品，就有这个能力了，我们俗话讲神通。哪里是神通？本能恢复了，知道过去、未来是我们的本能。我本能应该知道，一点都不稀奇，而是我们今天把我们的本能给丧失掉了。正因为我们本能丧失掉了，对于眼前一切事物的真实相，因缘果报，我们不晓得，我们在这个里面分别，在这个里面打妄想。这一分别、一打妄想，不知不觉当中或有意、或无意，就造无量无边的罪业。造作的罪业，焉能不受果报？这就是苦海无边，轮回无尽，明眼人看得清清楚楚。",
      "zh_TW": "這種學問，在佛法裡面講比量，不是現量，是根據前人的經驗、自己本身的經驗、他人的經驗來推測的，所以屬於比量。佛法除了比量之外，有現量。現量就是什麼？過去生之過去生，未來世的未來世，看得清清楚楚，這不是推想的，到什麼時候你就有了？我們今天講的見思煩惱，見惑斷盡了，思惑斷它個幾品，就有這個能力了，我們俗話講神通。哪裡是神通？本能恢復了，知道過去、未來是我們的本能。我本能應該知道，一點都不稀奇，而是我們今天把我們的本能給喪失掉了。正因為我們本能喪失掉了，對於眼前一切事物的真實相，因緣果報，我們不曉得，我們在這個裡面分別，在這個裡面打妄想。這一分別、一打妄想，不知不覺當中或有意、或無意，就造無量無邊的罪業。造作的罪業，焉能不受果報？這就是苦海無邊，輪迴無盡，明眼人看得清清楚楚。"
    },
    {
      "id": "22-012-0001_p0010",
      "zh_CN": "我再说得明白一点，再说得俗一点，如何才能达到明眼，做个明眼人？你得一切放下。放不下就是迷惑，慢慢放得下，你就不迷。所以真正修行人要从看破放下学起，你能看破，见惑就断了；你能放下，思惑就断了。看不破，见惑断不了；放不下，思惑断不了，无论在大乘、小乘，都是这个样子。你要想断见思烦恼，我提这两个大纲给你。讲断证，前面的就是看破容易、放下难，所以见惑也没断，思惑难断。我们俗话也常说，「看得破，忍不过」，忍不过就是放不下，这就是说明了断思惑比断见惑要难，难得太多了。可是诸位要晓得，能看破就能帮助你放下，放下又能帮助你看破，相辅相成，像个摩天轮一样，你这个境界愈趋愈高，愈证愈深。见思烦恼，的确是三界生死轮回的根本原因。我们学佛找这个因素，找它第一个因素，亲因缘。这个因素，譬如我们种瓜，我们追根究柢找这个瓜的最初的根本，瓜子，这才把根本找出来。我们在三界六道沉沦生死，永远没有止息，什么原因制造的？就是这个东西。",
      "zh_TW": "我再說得明白一點，再說得俗一點，如何才能達到明眼，做個明眼人？你得一切放下。放不下就是迷惑，慢慢放得下，你就不迷。所以真正修行人要從看破放下學起，你能看破，見惑就斷了；你能放下，思惑就斷了。看不破，見惑斷不了；放不下，思惑斷不了，無論在大乘、小乘，都是這個樣子。你要想斷見思煩惱，我提這兩個大綱給你。講斷證，前面的就是看破容易、放下難，所以見惑也沒斷，思惑難斷。我們俗話也常說，「看得破，忍不過」，忍不過就是放不下，這就是說明了斷思惑比斷見惑要難，難得太多了。可是諸位要曉得，能看破就能幫助你放下，放下又能幫助你看破，相輔相成，像個摩天輪一樣，你這個境界愈趨愈高，愈證愈深。見思煩惱，的確是三界生死輪迴的根本原因。我們學佛找這個因素，找它第一個因素，親因緣。這個因素，譬如我們種瓜，我們追根究柢找這個瓜的最初的根本，瓜子，這才把根本找出來。我們在三界六道沉淪生死，永遠沒有止息，什麼原因製造的？就是這個東西。"
    },
    {
      "id": "22-012-0001_p0011",
      "zh_CN": "我们学佛，大家晓得，第一步就是要怎样超越三界，把这个生死轮回突破。这在我们修行里面讲，这是功夫的第一步，超越轮回了。好像在考学校，考取了，分数及格了。没有跳出轮回，都不及格，还要留级，还要堕落，这个麻烦就很大很大。因此，无论在大小乘的修学上，都必须要把这个问题搞清楚。不管你是学的小乘法，或者是大乘法，总而言之一句话，就是先要解决这生死根本。不管你学的是哪个法门，我们自己要问一问，我们现在对于了生死，或者你念佛求往生西方极乐世界，你有几成的把握？这个自己要清楚。毫无把握，那你修的，白修了。为什么没有把握？道理迷惑，理论不清楚，方法不晓得，才会有这个现象。如果在理论上很清楚，方法也知道得很清楚，那除非你不肯修，你不用功；你要肯修，肯用功，哪有没有把握的事？如果修了没有把握，那个修学愈修愈枯燥无味，提不起劲来；愈修愈接近，这个修学才能够提得起精神。好像我们走路一样，我们出去旅行，我们认识路，我们一路走就一路玩着，晓得我现在到什么地方，距离目的地还有多远，愈走愈近，他才打得起精神。如果你走路的时候，不知道路旁的环境，不认识路，又不晓得目的地在哪里，愈走愈疲倦，不知道前面还有多远，不晓得目的地在哪里，这个人精神提不起来。",
      "zh_TW": "我們學佛，大家曉得，第一步就是要怎樣超越三界，把這個生死輪迴突破。這在我們修行裡面講，這是功夫的第一步，超越輪迴了。好像在考學校，考取了，分數及格了。沒有跳出輪迴，都不及格，還要留級，還要墮落，這個麻煩就很大很大。因此，無論在大小乘的修學上，都必須要把這個問題搞清楚。不管你是學的小乘法，或者是大乘法，總而言之一句話，就是先要解決這生死根本。不管你學的是哪個法門，我們自己要問一問，我們現在對於了生死，或者你念佛求往生西方極樂世界，你有幾成的把握？這個自己要清楚。毫無把握，那你修的，白修了。為什麼沒有把握？道理迷惑，理論不清楚，方法不曉得，才會有這個現象。如果在理論上很清楚，方法也知道得很清楚，那除非你不肯修，你不用功；你要肯修，肯用功，哪有沒有把握的事？如果修了沒有把握，那個修學愈修愈枯燥無味，提不起勁來；愈修愈接近，這個修學才能夠提得起精神。好像我們走路一樣，我們出去旅行，我們認識路，我們一路走就一路玩著，曉得我現在到什麼地方，距離目的地還有多遠，愈走愈近，他才打得起精神。如果你走路的時候，不知道路旁的環境，不認識路，又不曉得目的地在哪裡，愈走愈疲倦，不知道前面還有多遠，不曉得目的地在哪裡，這個人精神提不起來。"
    },
    {
      "id": "22-012-0001_p0012",
      "zh_CN": "所以修行人头一个就是要把道理搞清楚，理要搞清楚，然后接着就要修行的方法一定要正确。但是给诸位说，方法正确，你得要开智慧才正确。如果智慧不开，好，告诉你这个方法，你就跟着这个方法走，遇到另外一个境界不会转弯了，好比船在河流上走，河流是弯弯曲曲的，告诉你往这个方向走，好了，河流拐个弯了，你还往岸上去冲，你几时能走得到？走不到。所以，佛法里面的方法是活的，不是死的，要你随时会运用，在什么境界里头运用什么方法，这样才行。所以它不是一种方法，更不是一个死方法。如果是一种方法，那小乘人何必修三十七道品？还有三十七类的方法，一个方法不就行了吗？",
      "zh_TW": "所以修行人頭一個就是要把道理搞清楚，理要搞清楚，然後接著就要修行的方法一定要正確。但是給諸位說，方法正確，你得要開智慧才正確。如果智慧不開，好，告訴你這個方法，你就跟著這個方法走，遇到另外一個境界不會轉彎了，好比船在河流上走，河流是彎彎曲曲的，告訴你往這個方向走，好了，河流拐個彎了，你還往岸上去衝，你幾時能走得到？走不到。所以，佛法裡面的方法是活的，不是死的，要你隨時會運用，在什麼境界裡頭運用什麼方法，這樣才行。所以它不是一種方法，更不是一個死方法。如果是一種方法，那小乘人何必修三十七道品？還有三十七類的方法，一個方法不就行了嗎？"
    },
    {
      "id": "22-012-0001_p0013",
      "zh_CN": "我们念佛人，这一句阿弥陀佛，这一句阿弥陀佛里头有无量无边的方法。那我们会不会？会了，这一句阿弥陀佛就活了，无论在什么境界里头，你永远都心安理得，你一定念到烦恼不生，念到一心不乱，明心见性。这一句阿弥陀佛绝不是简单的，你们想想莲池大师《疏钞》，再加上古德的《演义》，哪个简单吗？《弥陀经》不简单，《弥陀经》自古以来，三家权威的注解，修净土的人不能不研究，要深入、要透彻，我们这个法门才能修得有把握。我记得我当年学蕅益大师这个《要解》的时候，那时候没有这个讲义，就单单是《要解》，在《净土十要》里面。那个本子，那个《要解》薄薄的小本子，我在台中学这部经的时候，老师限我是三个月，三个月学完的时候向他提出心得报告。我说出我心得报告之后，李老师告诉我，他说要想懂得这个法门，就是说你要能够懂得蕅益大师的注解，最低限度要读过半部《大藏经》，你才会懂，谈何容易！我们今天看看莲池大师《疏钞》，几乎把《大藏经》里头重要的经文都引用尽了。对于这些典籍，你要是不通达、不明了，你这一句佛号你念了就不相应。一切都通达明了，而没有疑惑了，你这个佛号念念与阿弥陀佛感应道交。就好像我们在打电报一样，这里一打，那里就有回信、回音，有感应，这个时候你念了就兴奋。句句都落空，句句都没有感应，他怎么能往生？",
      "zh_TW": "我們念佛人，這一句阿彌陀佛，這一句阿彌陀佛裡頭有無量無邊的方法。那我們會不會？會了，這一句阿彌陀佛就活了，無論在什麼境界裡頭，你永遠都心安理得，你一定念到煩惱不生，念到一心不亂，明心見性。這一句阿彌陀佛絕不是簡單的，你們想想蓮池大師《疏鈔》，再加上古德的《演義》，哪個簡單嗎？《彌陀經》不簡單，《彌陀經》自古以來，三家權威的註解，修淨土的人不能不研究，要深入、要透徹，我們這個法門才能修得有把握。我記得我當年學蕅益大師這個《要解》的時候，那時候沒有這個講義，就單單是《要解》，在《淨土十要》裡面。那個本子，那個《要解》薄薄的小本子，我在台中學這部經的時候，老師限我是三個月，三個月學完的時候向他提出心得報告。我說出我心得報告之後，李老師告訴我，他說要想懂得這個法門，就是說你要能夠懂得蕅益大師的註解，最低限度要讀過半部《大藏經》，你才會懂，談何容易！我們今天看看蓮池大師《疏鈔》，幾乎把《大藏經》裡頭重要的經文都引用盡了。對於這些典籍，你要是不通達、不明瞭，你這一句佛號你念了就不相應。一切都通達明瞭，而沒有疑惑了，你這個佛號念念與阿彌陀佛感應道交。就好像我們在打電報一樣，這裡一打，那裡就有回信、回音，有感應，這個時候你念了就興奮。句句都落空，句句都沒有感應，他怎麼能往生？"
    },
    {
      "id": "22-012-0001_p0014",
      "zh_CN": "由此可知，这个讲席是多重要。我们想想世尊在世的时候，四十九年没一天中断过。哪一天不在讲这些大道理？初学的人要听，老修更要听。不是说老修就不听了，他的常随弟子一千二百五十五人，一直到释迦牟尼佛示现入灭，他们还不解散。听了一生，他没有说我听得差不多了，我可以不要听了，没有。那些大菩萨就更不必说了，不但在世尊的座下听经，十方诸佛讲经他们都去听，他有能力，他可以到达。真正是古人所谓的，「活到老，学到老，学不了」，人家这种学习的精神，我们想想我们怎能比人家？是不是应当要效法？世尊的法会如是，我们再看看中国过去历代祖师大德他们的道场，亦复如是，没有两样。不过教下不要谈了，你们看看天台大师，一生专研《法华经》；清凉国师，我们更清楚，一生讲《华严经》五十遍。我们想一想，《华严经》讲五十遍要多少时间？我给他计算，如果说一天讲八个小时，至少也要六十年才能讲下五十遍，这是经分量摆在那个地方。他老人家活得寿命长，他活了一百零五岁。所以教下不谈，讲禅宗，你们念过《六祖坛经》，六祖大师是学禅的，六祖大师说他弘法三十七年，从大梵寺开始，一直到他老人家圆寂。《坛经》，顶多我还有三次就讲完了，两次到三次就可以讲完，就圆满了。连禅宗都是天天要上讲堂，何况其余？理愈讲愈明白、愈讲愈清楚，我们的功夫才能得力，才能够上轨道。无论修学哪个法门，要讲这个断证功夫，你是渐断也好，你是顿超也好，必须从见思烦恼开始。不从这里开始，你是没有办法的，一定要从这里开始。",
      "zh_TW": "由此可知，這個講席是多重要。我們想想世尊在世的時候，四十九年沒一天中斷過。哪一天不在講這些大道理？初學的人要聽，老修更要聽。不是說老修就不聽了，他的常隨弟子一千二百五十五人，一直到釋迦牟尼佛示現入滅，他們還不解散。聽了一生，他沒有說我聽得差不多了，我可以不要聽了，沒有。那些大菩薩就更不必說了，不但在世尊的座下聽經，十方諸佛講經他們都去聽，他有能力，他可以到達。真正是古人所謂的，「活到老，學到老，學不了」，人家這種學習的精神，我們想想我們怎能比人家？是不是應當要效法？世尊的法會如是，我們再看看中國過去歷代祖師大德他們的道場，亦復如是，沒有兩樣。不過教下不要談了，你們看看天台大師，一生專研《法華經》；清涼國師，我們更清楚，一生講《華嚴經》五十遍。我們想一想，《華嚴經》講五十遍要多少時間？我給他計算，如果說一天講八個小時，至少也要六十年才能講下五十遍，這是經分量擺在那個地方。他老人家活得壽命長，他活了一百零五歲。所以教下不談，講禪宗，你們念過《六祖壇經》，六祖大師是學禪的，六祖大師說他弘法三十七年，從大梵寺開始，一直到他老人家圓寂。《壇經》，頂多我還有三次就講完了，兩次到三次就可以講完，就圓滿了。連禪宗都是天天要上講堂，何況其餘？理愈講愈明白、愈講愈清楚，我們的功夫才能得力，才能夠上軌道。無論修學哪個法門，要講這個斷證功夫，你是漸斷也好，你是頓超也好，必須從見思煩惱開始。不從這裡開始，你是沒有辦法的，一定要從這裡開始。"
    },
    {
      "id": "22-012-0001_p0015",
      "zh_CN": "断证的次第，程序，这个就是要从这两者原意而来分判。我们已经晓得见惑是对于一些名相的迷惑，是从分别起的，所以只要一旦把这个道理搞清楚，就可以断掉。譬如说，我们原本不晓得四大五蕴因缘和合而起的这个身相，这个身心之相，不晓得这个道理，我们迷在这个境界里面，将四大误以为自身相，将五蕴误以为自心相，在这上面迷惑了，这就叫分别起，这个就是见惑，错误的见解。一旦是真正彻底明白了，我们才晓得，原来这自身相是假的，不是真的，在这个自身相里头找不到我，四大里头没有我，受、想、行、识，心心所里面也找不到我。五蕴就是百法，五蕴里面讲的色、受、想、行、识，色就是百法里面十一个色法；受，就是五遍行里面的受心所，五十一个心所里面，五遍行的受心所；想，也是五遍行的想心所；行，五十一个心所里面，除了受、想之外，还有四十九个，统统包括在行里面。行里不但包括这四十九个心所法，而且还包括了二十四个不相应行法，这四十九个是相应的，相应行，还有不相应行二十四，一个行代表了，相应与不相应，统统代表了。最后那个识，就是八个识。所以五蕴就是百法。表面上看起来五蕴是讲的九十四种有为法，无为法没讲，无为法没有明说，但是暗含着，为什么？与有为相对的，就是无为。所以这是明说，无为法是暗说，暗含在里面，五蕴就是百法。这个里头取身相、心相，俱不可得。这个理要是真正通达了，我就没有了，不但这个身见没有了，边见、见取见、戒取见、邪见，统统都没有了，所以这个好断。",
      "zh_TW": "斷證的次第，程序，這個就是要從這兩者原意而來分判。我們已經曉得見惑是對於一些名相的迷惑，是從分別起的，所以只要一旦把這個道理搞清楚，就可以斷掉。譬如說，我們原本不曉得四大五蘊因緣和合而起的這個身相，這個身心之相，不曉得這個道理，我們迷在這個境界裡面，將四大誤以為自身相，將五蘊誤以為自心相，在這上面迷惑了，這就叫分別起，這個就是見惑，錯誤的見解。一旦是真正徹底明白了，我們才曉得，原來這自身相是假的，不是真的，在這個自身相裡頭找不到我，四大裡頭沒有我，受、想、行、識，心心所裡面也找不到我。五蘊就是百法，五蘊裡面講的色、受、想、行、識，色就是百法裡面十一個色法；受，就是五遍行裡面的受心所，五十一個心所裡面，五遍行的受心所；想，也是五遍行的想心所；行，五十一個心所裡面，除了受、想之外，還有四十九個，統統包括在行裡面。行裡不但包括這四十九個心所法，而且還包括了二十四個不相應行法，這四十九個是相應的，相應行，還有不相應行二十四，一個行代表了，相應與不相應，統統代表了。最後那個識，就是八個識。所以五蘊就是百法。表面上看起來五蘊是講的九十四種有為法，無為法沒講，無為法沒有明說，但是暗含著，為什麼？與有為相對的，就是無為。所以這是明說，無為法是暗說，暗含在裡面，五蘊就是百法。這個裡頭取身相、心相，俱不可得。這個理要是真正通達了，我就沒有了，不但這個身見沒有了，邊見、見取見、戒取見、邪見，統統都沒有了，所以這個好斷。"
    },
    {
      "id": "22-012-0001_p0016",
      "zh_CN": "小乘人的观慧，没有大乘来的容易，大乘人的观慧，可以一下断掉。断思惑，思惑是事惑，就是一天到晚日常琐碎这些事情，这个事情就很烦恼，没有像断见惑那么简单。见惑是道理一清楚、一明白，一觉恍然大悟，就是烟消云散，问题立刻就解了。思惑，这叫无始劫来的习气，贪瞋痴慢疑，这个事情很麻烦。而且怎么样？非常的复杂，这个是与生俱来的烦恼，与生俱来的。这种烦恼的性质，它很钝，很迟钝，不明显，遇到事的时候它就起现行，很不容易断。无论在大小乘里面，都必须要有耐心，在一切境界里头去磨练，所谓是历事练心，在境界里面把这些烦恼给磨练掉。而这个磨练绝不是一天就会成功的，不是说一年、两年就能够断得掉的。要紧的是要一年比一年淡，这个就有进步了。譬如贪财，过去对这个财看得很重，现在渐渐看淡了，这就是有进步了。看淡怎么样？还是贪，还是不能完全放下，不过好像没有以前看得那么重就是了，这就是好现象，这就是有进步。但是你不能断，这个烦恼就障碍你见性，见性是讲大乘。小乘法里面就障碍你证涅槃，障碍你证四果罗汉，你有这个东西不行。由此可知，断见惑与断思惑，哪一个难，哪一个容易，就很明显了。",
      "zh_TW": "小乘人的觀慧，沒有大乘來的容易，大乘人的觀慧，可以一下斷掉。斷思惑，思惑是事惑，就是一天到晚日常瑣碎這些事情，這個事情就很煩惱，沒有像斷見惑那麼簡單。見惑是道理一清楚、一明白，一覺恍然大悟，就是煙消雲散，問題立刻就解了。思惑，這叫無始劫來的習氣，貪瞋痴慢疑，這個事情很麻煩。而且怎麼樣？非常的複雜，這個是與生俱來的煩惱，與生俱來的。這種煩惱的性質，它很鈍，很遲鈍，不明顯，遇到事的時候它就起現行，很不容易斷。無論在大小乘裡面，都必須要有耐心，在一切境界裡頭去磨練，所謂是歷事練心，在境界裡面把這些煩惱給磨練掉。而這個磨練絕不是一天就會成功的，不是說一年、兩年就能夠斷得掉的。要緊的是要一年比一年淡，這個就有進步了。譬如貪財，過去對這個財看得很重，現在漸漸看淡了，這就是有進步了。看淡怎麼樣？還是貪，還是不能完全放下，不過好像沒有以前看得那麼重就是了，這就是好現象，這就是有進步。但是你不能斷，這個煩惱就障礙你見性，見性是講大乘。小乘法裡面就障礙你證涅槃，障礙你證四果羅漢，你有這個東西不行。由此可知，斷見惑與斷思惑，哪一個難，哪一個容易，就很明顯了。"
    },
    {
      "id": "22-012-0001_p0017",
      "zh_CN": "我们再从见思这两个字的意义上来看，也许大家更能够容易领会得到它的义趣。我们讲见，有正反两面的意思，正面是说照见真理时候所断之惑，从反面讲是指这个惑以推度为性，所以就是随着见这就起分别，我们常讲是随念分别。讲到事，也有正反两面的意思，正是指在断见惑之后见到了真理，所以这个见惑它是障理的；见惑断了，事实的真相、道理看清楚了，真正是体会到了。这个时候起了念头，什么念头？自己起了要思惟，要来修学，起了念头。这是从正面讲，讲思惑。反面上说，着这个思惑，在思惟世间一切事物，世间的一切事物没有一样是真实的，经里面给我们讲，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。你不信就看看百法，一切有为法，如梦幻泡影，没有一样是真的。佛菩萨在世间种种的示现，所以称之为游戏神通，如幻三昧，道理就在此地。",
      "zh_TW": "我們再從見思這兩個字的意義上來看，也許大家更能夠容易領會得到它的義趣。我們講見，有正反兩面的意思，正面是說照見真理時候所斷之惑，從反面講是指這個惑以推度為性，所以就是隨著見這就起分別，我們常講是隨念分別。講到事，也有正反兩面的意思，正是指在斷見惑之後見到了真理，所以這個見惑它是障理的；見惑斷了，事實的真相、道理看清楚了，真正是體會到了。這個時候起了念頭，什麼念頭？自己起了要思惟，要來修學，起了念頭。這是從正面講，講思惑。反面上說，著這個思惑，在思惟世間一切事物，世間的一切事物沒有一樣是真實的，經裡面給我們講，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。你不信就看看百法，一切有為法，如夢幻泡影，沒有一樣是真的。佛菩薩在世間種種的示現，所以稱之為遊戲神通，如幻三昧，道理就在此地。"
    },
    {
      "id": "22-012-0001_p0018",
      "zh_CN": "自然一切都是如幻如化，诸位菩萨为什么又要参加？这个事情佛在《法华经》里面讲得非常透彻，所以读了《法华经》之后，真是个个流眼泪。佛菩萨对待一切众生就像一个慈母一样，照顾这个小孩无微不至，而且小孩顽劣又不听话，这个慈母处处还顺着小孩，才能把小孩照顾得上轨道，实在是不容易。世间法，事事物物太多了，我们以一个迷惑颠倒的见解思想，处在这个境界里面，贪瞋痴慢的烦恼，随着境界在那里转变，愈转愈广大，所以这个贪心愈贪，贪心愈大，愈转愈深。",
      "zh_TW": "自然一切都是如幻如化，諸位菩薩為什麼又要參加？這個事情佛在《法華經》裡面講得非常透徹，所以讀了《法華經》之後，真是個個流眼淚。佛菩薩對待一切眾生就像一個慈母一樣，照顧這個小孩無微不至，而且小孩頑劣又不聽話，這個慈母處處還順著小孩，才能把小孩照顧得上軌道，實在是不容易。世間法，事事物物太多了，我們以一個迷惑顛倒的見解思想，處在這個境界裡面，貪瞋痴慢的煩惱，隨著境界在那裡轉變，愈轉愈廣大，所以這個貪心愈貪，貪心愈大，愈轉愈深。"
    },
    {
      "id": "22-012-0001_p0019",
      "zh_CN": "我在凤山莲社讲经，听煮云老法师有一次给大家讲开示，讲了个故事。讲一个乡下人，很守本分的，生活过得很幸福，家里虽然很清寒，但是乡下人能够刻苦。她守本分，没有奢侈品，有一天走路，在路上捡了一双玻璃丝袜，她从来也没有穿过的。她穿上那双就不行了，我这个鞋子不配，于是乎把家里积蓄拿出来去买一双鞋子；鞋子一穿，觉得身上衣服也不对，又不称了；再一辗转，首饰，吃的、住的都不相称了，结果把家里田、地统统都卖掉，去享受去了。这就说明什么？那个贪心是愈贪，心会愈大，贪而无厌，烦恼是愈转愈深。所以从小的享受，生活幅度放大起来，容易，叫你一天比一天享受，自在舒服，容易；如果你享受惯了，一下叫你拉回来，这个就难了。这个浅显的小的故事就说明了，思惑在境界上，我们的妄心随着境界转，尤其是今天的社会，新奇的东西日新月异。",
      "zh_TW": "我在鳳山蓮社講經，聽煮雲老法師有一次給大家講開示，講了個故事。講一個鄉下人，很守本分的，生活過得很幸福，家裡雖然很清寒，但是鄉下人能夠刻苦。她守本分，沒有奢侈品，有一天走路，在路上撿了一雙玻璃絲襪，她從來也沒有穿過的。她穿上那雙就不行了，我這個鞋子不配，於是乎把家裡積蓄拿出來去買一雙鞋子；鞋子一穿，覺得身上衣服也不對，又不稱了；再一輾轉，首飾，吃的、住的都不相稱了，結果把家裡田、地統統都賣掉，去享受去了。這就說明什麼？那個貪心是愈貪，心會愈大，貪而無厭，煩惱是愈轉愈深。所以從小的享受，生活幅度放大起來，容易，叫你一天比一天享受，自在舒服，容易；如果你享受慣了，一下叫你拉回來，這個就難了。這個淺顯的小的故事就說明了，思惑在境界上，我們的妄心隨著境界轉，尤其是今天的社會，新奇的東西日新月異。"
    },
    {
      "id": "22-012-0001_p0020",
      "zh_CN": "今天早晨我在此地，见如法师跟我讲这个录音机，他说现在这录音机价钱很便宜，为什么原因？新东西价钱很高，去年卖不完的，今年就大拍卖、大减价，为什么？今年又有新的产品出来了。去年的东西淘汰掉了，到明年又有新东西出来，今年东西又淘汰掉了。日新月异，你那个心要是对这个有爱好的，天天求新，天天求美，你一生很辛苦赚的钱都被它骗去了。那个节俭的人，我有这个东西可以用了，很仔细、很小心的去保养它，照顾它，这一个录音机我可以用上十年。我十年前买的旧机器还在，还很好用。大家都像我这个用法的话，那些科学家、设计的人都没有饭吃了。我们这个心不随它转，东西用坏了，不能再用了，修都没有办法修了，再换一个。一件衣服总得要穿个十几、二十年才会坏，出家人可以，因为样子不变。你看你们在家人的衣服，尤其是女人的衣服，天天在变花样，今天流行这个、明天流行那个，那个裁缝的设计师叫大魔王，你们都在他的手掌上转，天天被他耍，为他辛苦，为他忙。如果你安分守己，这样子穿出去，决定不会有人笑话你。你穿这衣服，人家笑话你这个衣服太老了，不时髦了，不会的。如果他要笑话，他笑死了，他活该。他笑死了，我不死，他死，活该，我们为什么要被他欺骗？为什么要随着他转？这是说明世间人思惑不容易断。",
      "zh_TW": "今天早晨我在此地，見如法師跟我講這個錄音機，他說現在這錄音機價錢很便宜，為什麼原因？新東西價錢很高，去年賣不完的，今年就大拍賣、大減價，為什麼？今年又有新的產品出來了。去年的東西淘汰掉了，到明年又有新東西出來，今年東西又淘汰掉了。日新月異，你那個心要是對這個有愛好的，天天求新，天天求美，你一生很辛苦賺的錢都被它騙去了。那個節儉的人，我有這個東西可以用了，很仔細、很小心的去保養它，照顧它，這一個錄音機我可以用上十年。我十年前買的舊機器還在，還很好用。大家都像我這個用法的話，那些科學家、設計的人都沒有飯吃了。我們這個心不隨它轉，東西用壞了，不能再用了，修都沒有辦法修了，再換一個。一件衣服總得要穿個十幾、二十年才會壞，出家人可以，因為樣子不變。你看你們在家人的衣服，尤其是女人的衣服，天天在變花樣，今天流行這個、明天流行那個，那個裁縫的設計師叫大魔王，你們都在他的手掌上轉，天天被他耍，為他辛苦，為他忙。如果你安分守己，這樣子穿出去，決定不會有人笑話你。你穿這衣服，人家笑話你這個衣服太老了，不時髦了，不會的。如果他要笑話，他笑死了，他活該。他笑死了，我不死，他死，活該，我們為什麼要被他欺騙？為什麼要隨著他轉？這是說明世間人思惑不容易斷。"
    },
    {
      "id": "22-012-0001_p0021",
      "zh_CN": "见惑，虽然好像很猛、很利，那么明显，容易断，因为断的是个理。思惑，这个东西，理明白之后，要在事实上真正去做到才行，那不是讲空话的。不是你悟，悟就断了，没有那么简单，要历事练心，确确实实做到眼见色不为色尘所转。所以这个修道的人，市场上可以去看看，常常去逛逛，看看日新月异的东西。看了怎么样？不动心，看了如如不动，那就是你眼根在色尘上入定了，不为色尘所转，要这样才行。万不可以说我眼不见为净，那不行。眼不见为净，不行，这就没有经过考验的，这个净是靠不住的。必须要亲自去接触、亲自去尝试，还是不动心，这叫真净，这个叫真不动。也就是六祖大师在《坛经》里面告诉我们的，「动中有不动」。我们在五欲六尘，在一切境界里头，这个境界森罗万象，无量无边。无量无边的境界里面，一一境界里头去锻炼，练不动心，不为境界所转，那你就成佛了。不但见思烦恼断了，你也成佛了。",
      "zh_TW": "見惑，雖然好像很猛、很利，那麼明顯，容易斷，因為斷的是個理。思惑，這個東西，理明白之後，要在事實上真正去做到才行，那不是講空話的。不是你悟，悟就斷了，沒有那麼簡單，要歷事練心，確確實實做到眼見色不為色塵所轉。所以這個修道的人，市場上可以去看看，常常去逛逛，看看日新月異的東西。看了怎麼樣？不動心，看了如如不動，那就是你眼根在色塵上入定了，不為色塵所轉，要這樣才行。萬不可以說我眼不見為淨，那不行。眼不見為淨，不行，這就沒有經過考驗的，這個淨是靠不住的。必須要親自去接觸、親自去嘗試，還是不動心，這叫真淨，這個叫真不動。也就是六祖大師在《壇經》裡面告訴我們的，「動中有不動」。我們在五欲六塵，在一切境界裡頭，這個境界森羅萬象，無量無邊。無量無邊的境界裡面，一一境界裡頭去鍛鍊，練不動心，不為境界所轉，那你就成佛了。不但見思煩惱斷了，你也成佛了。"
    },
    {
      "id": "22-012-0001_p0022",
      "zh_CN": "说到这个地方，这钟点还有七分钟，我们是把见思烦恼说了个大概，至于断法，刚才讲了，容易的先断，难的后断。我们宣讲，都能结合，我们这个题大概三次到四次才能讲完，你们好好的努力。讲到断见惑的情形，一定要晓得见惑的品数，佛法里又叫做头数，讲品就是品类，数是数目，一定要晓得这个。小乘人对于见惑的品数，他建立的是八十八。这个八十八怎么来的？我们要搞清楚。在大乘法里面所建立的是一百一十二。我们平常凡是讲到见思烦恼，统统是讲小乘，很少讲大乘。我们今天也着重在小乘上讲，为什么？小乘明了，大乘就容易了。但是小乘八十八怎么来的？大乘一百一十二怎么来的？一定要搞清楚。刚才说过，我们重点放在小乘，就是小乘明白了，大乘就自然迎刃而解。",
      "zh_TW": "說到這個地方，這鐘點還有七分鐘，我們是把見思煩惱說了個大概，至於斷法，剛才講了，容易的先斷，難的後斷。我們宣講，都能結合，我們這個題大概三次到四次才能講完，你們好好的努力。講到斷見惑的情形，一定要曉得見惑的品數，佛法裡又叫做頭數，講品就是品類，數是數目，一定要曉得這個。小乘人對於見惑的品數，他建立的是八十八。這個八十八怎麼來的？我們要搞清楚。在大乘法裡面所建立的是一百一十二。我們平常凡是講到見思煩惱，統統是講小乘，很少講大乘。我們今天也著重在小乘上講，為什麼？小乘明瞭，大乘就容易了。但是小乘八十八怎麼來的？大乘一百一十二怎麼來的？一定要搞清楚。剛才說過，我們重點放在小乘，就是小乘明白了，大乘就自然迎刃而解。"
    },
    {
      "id": "22-012-0001_p0023",
      "zh_CN": "我们现在先说小乘的品数，这一层，诸位一定得记清楚。它的分法是分做三界，就是欲界、色界、无色界。它的分法是从四谛里面建立，就是对于苦、集、灭、道，欲界对于苦集灭道，苦里头他迷的是哪些？集里面迷的是哪些？灭、道迷的是哪些？再就是色界跟无色界，色界的苦集灭道，无色界的苦集灭道，然后把这个数目总加起来，看是多少。所以对于次第，我们一定要很清楚。在此地我们先讲欲界，给诸位讲的是离苦谛，一共有十品，就是身见、边见、见取见、戒取见、邪见、贪、瞋、痴、慢、疑，这十个统统都有。但是诸位要晓得，我跟你讲的这十个，这里面的贪瞋痴慢疑，不是思惑，是见惑里面的，这个要搞清楚，不能够混为一谈，名字是一样的，不是一码事，因果不相同的。这就是迷苦谛有十品。迷在集谛里面，集谛里头，苦谛是果报，集是因。这个是世间一重因果，这个因，因地里头没有身见，没有边见，也没有戒取见。换句话说，在因地里面他只有两种，一种是见取见，一种是邪见。所以在因上只有这两种。其余在因地里头，贪瞋痴慢疑都有。换句话说，见惑在欲界，以集谛上来说，有七品。诸位要记住，这个品数怎么来的，然后再给诸位来说明，再详细的加以解释。这就是离欲界，苦谛是完全的，十品；离集谛，只有七品；离灭谛，也是七品。这个七品的建立，跟离集谛完全是一样，也就是见取见、邪见、贪、瞋、痴、慢、疑，有这个七条。在道谛上一共有八品，在道谛里面他没有身见，没有边见，见取见、戒取见、邪见，他都有，这个三见，再加上贪、瞋、痴、慢、疑。这样一来他就是一共就有八品。欲界总共加起来，就是迷四谛加起来，苦谛十，集谛七，灭谛七，道谛八，一共三十二品，所以欲界里头有三十二品。",
      "zh_TW": "我們現在先說小乘的品數，這一層，諸位一定得記清楚。它的分法是分做三界，就是欲界、色界、無色界。它的分法是從四諦裡面建立，就是對於苦、集、滅、道，欲界對於苦集滅道，苦裡頭他迷的是哪些？集裡面迷的是哪些？滅、道迷的是哪些？再就是色界跟無色界，色界的苦集滅道，無色界的苦集滅道，然後把這個數目總加起來，看是多少。所以對於次第，我們一定要很清楚。在此地我們先講欲界，給諸位講的是離苦諦，一共有十品，就是身見、邊見、見取見、戒取見、邪見、貪、瞋、痴、慢、疑，這十個統統都有。但是諸位要曉得，我跟你講的這十個，這裡面的貪瞋痴慢疑，不是思惑，是見惑裡面的，這個要搞清楚，不能夠混為一談，名字是一樣的，不是一碼事，因果不相同的。這就是迷苦諦有十品。迷在集諦裡面，集諦裡頭，苦諦是果報，集是因。這個是世間一重因果，這個因，因地裡頭沒有身見，沒有邊見，也沒有戒取見。換句話說，在因地裡面他只有兩種，一種是見取見，一種是邪見。所以在因上只有這兩種。其餘在因地裡頭，貪瞋痴慢疑都有。換句話說，見惑在欲界，以集諦上來說，有七品。諸位要記住，這個品數怎麼來的，然後再給諸位來說明，再詳細的加以解釋。這就是離欲界，苦諦是完全的，十品；離集諦，只有七品；離滅諦，也是七品。這個七品的建立，跟離集諦完全是一樣，也就是見取見、邪見、貪、瞋、痴、慢、疑，有這個七條。在道諦上一共有八品，在道諦裡面他沒有身見，沒有邊見，見取見、戒取見、邪見，他都有，這個三見，再加上貪、瞋、痴、慢、疑。這樣一來他就是一共就有八品。欲界總共加起來，就是迷四諦加起來，苦諦十，集諦七，滅諦七，道諦八，一共三十二品，所以欲界裡頭有三十二品。"
    },
    {
      "id": "22-012-0001_p0024",
      "zh_CN": "在色界里面，苦谛有九品，集谛有六品，灭谛有六品，道谛有七品。为什么？因为欲界里头这个贪、瞋、痴、慢、疑，色界里头没有瞋，诸位千万要记住这一点，色界就决定没有瞋恚心，那无色界更不必说了。所以他迷的品数跟欲界一样，就是去了一个瞋，里头都没有瞋，苦集灭道都没有瞋。三十二减了四，扣掉四个，每一谛里头四谛，每一谛里头扣掉瞋，只有二十八个，所以色界天里面是二十八品。无色界天跟色界天迷的头数完全相等，所以也是二十八品。二十八加二十八，再加一个三十二，这就是八十八品的来由。",
      "zh_TW": "在色界裡面，苦諦有九品，集諦有六品，滅諦有六品，道諦有七品。為什麼？因為欲界裡頭這個貪、瞋、痴、慢、疑，色界裡頭沒有瞋，諸位千萬要記住這一點，色界就決定沒有瞋恚心，那無色界更不必說了。所以他迷的品數跟欲界一樣，就是去了一個瞋，裡頭都沒有瞋，苦集滅道都沒有瞋。三十二減了四，扣掉四個，每一諦裡頭四諦，每一諦裡頭扣掉瞋，只有二十八個，所以色界天裡面是二十八品。無色界天跟色界天迷的頭數完全相等，所以也是二十八品。二十八加二十八，再加一個三十二，這就是八十八品的來由。"
    },
    {
      "id": "22-012-0001_p0025",
      "zh_CN": "今天时间到了，我只能给诸位讲到此地。明天再给诸位细说这个里面的一些情形，欲界里面怎么样个断法。",
      "zh_TW": "今天時間到了，我只能給諸位講到此地。明天再給諸位細說這個裡面的一些情形，欲界裡面怎麼樣個斷法。"
    }
  ]
}