{
  "doc_id": "21-652-0001",
  "title": {
    "zh_CN": "珍惜生命请勿杀子堕胎",
    "zh_TW": "珍惜生命請勿殺子墮胎"
  },
  "authors": [
    "净空法师",
    "丁嘉丽老师主讲"
  ],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-652-0001",
  "total_paragraphs": 370,
  "paragraphs": [
    {
      "id": "21-652-0001_p0001",
      "zh_CN": "主持人：尊敬的师父上人，您好！无限的感恩您接受我们的采访。因为这次的采访非常的重要，它不仅仅关系到一个即将来到人世间的小生命，还关系到每个家庭，甚至关系到我们人类社会的未来。如今愈来愈多的社会大众关注堕胎现象，堕胎不仅仅在中国是个急需面对的社会问题，而且应该得到全世界的广泛关注。今天我非常有幸向您老人家当面求教有关这方面的问题。首先请允许我代表社会大众和千千万万的父母，尤其是被堕掉的小婴灵宝宝们，向您至诚的感恩，感恩您，师父！",
      "zh_TW": "主持人：尊敬的師父上人，您好！無限的感恩您接受我們的採訪。因為這次的採訪非常的重要，它不僅僅關係到一個即將來到人世間的小生命，還關係到每個家庭，甚至關係到我們人類社會的未來。如今愈來愈多的社會大眾關注墮胎現象，墮胎不僅僅在中國是個急需面對的社會問題，而且應該得到全世界的廣泛關注。今天我非常有幸向您老人家當面求教有關這方面的問題。首先請允許我代表社會大眾和千千萬萬的父母，尤其是被墮掉的小嬰靈寶寶們，向您至誠的感恩，感恩您，師父！"
    },
    {
      "id": "21-652-0001_p0002",
      "zh_CN": "尊敬的老法师，我先给您读一组数据，据世界卫生组织的数据保守评估，全球每天有十五万人堕胎，其中因堕胎而死亡的女子有五百名。全球每年的堕胎人数有五千万，两年一个亿。人类历史上最惨烈的第二次世界大战，平均每年死亡的人数是一千万，而现在每年因堕胎而死的婴儿居然是二战死亡人数的五倍之多。还有一个数字显示，二００四年印尼海啸当天死亡的人数是二十五万，已经够惨烈的了，而被堕胎的婴儿两天就有三十万，每分钟都有一百零四个胎儿因堕胎而死。我再给您读一组资料，相信会让每一个中国人都揪心不已。据世界卫生组织提供的数字，目前中国每年的堕胎数量居全球之冠，数字是一千三百万左右。怎么理解这个数字？打个比方，上海市的人口一半是一千万左右，我国每年的堕胎婴儿远远超过上海市的总人口的一半。以上的这些数据，相信会让每个人都触目惊心。请问老人家，您是怎么看待这种现象的？",
      "zh_TW": "尊敬的老法師，我先給您讀一組數據，據世界衛生組織的數據保守評估，全球每天有十五萬人墮胎，其中因墮胎而死亡的女子有五百名。全球每年的墮胎人數有五千萬，兩年一個億。人類歷史上最慘烈的第二次世界大戰，平均每年死亡的人數是一千萬，而現在每年因墮胎而死的嬰兒居然是二戰死亡人數的五倍之多。還有一個數字顯示，二００四年印尼海嘯當天死亡的人數是二十五萬，已經夠慘烈的了，而被墮胎的嬰兒兩天就有三十萬，每分鐘都有一百零四個胎兒因墮胎而死。我再給您讀一組資料，相信會讓每一個中國人都揪心不已。據世界衛生組織提供的數字，目前中國每年的墮胎數量居全球之冠，數字是一千三百萬左右。怎麼理解這個數字？打個比方，上海市的人口一半是一千萬左右，我國每年的墮胎嬰兒遠遠超過上海市的總人口的一半。以上的這些數據，相信會讓每個人都觸目驚心。請問老人家，您是怎麼看待這種現象的？"
    },
    {
      "id": "21-652-0001_p0003",
      "zh_CN": "净空法师：过去我住在澳洲，九一一事件发生之后，昆士兰大学有一个和平学院，过去我很少听说学校有和平学院。校长邀请我给和平学院的教授举行一个座谈会，讨论的主题就是如何消弭冲突，促进世界的安定和平。我接受了，这是一桩好事情。那么开会，首先我听到学校做了五十分钟的报告，才知道全世界有八个和平学院，并不多。他们有博士学位、有硕士学位，学生毕业出来之后多半在联合国服务。我们讨论的主题是怎么样消弭冲突。过去用西方人的思惟，消弭冲突用的是报复、镇压，因为这种手段对付的时候，没有想到引起了恐怖战争，所以知道这个方法是错误的。要如何运用真正和平的手段来解决这个问题？我听了他们报告之后，他们让我发言，我首先告诉他，我说冲突要化解，不是消灭，消灭不掉，要化解，中国人说的是。那么冲突原因在哪里？我说实际上不是在敌对的两方，而是在家庭。他们听了都不能够理解，怎么会是在家庭？我说大家都晓得，今天整个世界到处最常看到的是离婚，离婚是夫妻不和，夫妻的冲突，夫妻冲突自然就引起父子冲突、兄弟冲突，这样的人走进社会，他能跟人不发生冲突吗？他们这才认真去想一想这个问题。我说我们帮助别人解决冲突，首先自己没冲突，你才能做得到这个事情。可是更深一层的，是你自己本身的冲突。他们就很难理解，本身怎么冲突？中国人讲的，本性跟习性的冲突，这才是真正冲突的原因、来源。这个他们很难理解，我举个例子，譬如利益当前，我们第一个念头想是自利还是利他？他们说那当然是自利。我说我自利，你也自利，他也自利，冲突不就发生了吗？如果我们能够替别人着想，处处想到别人，这冲突不就化解了吗？就在这一念之间。而夫妻冲突是个根源。",
      "zh_TW": "淨空法師：過去我住在澳洲，九一一事件發生之後，昆士蘭大學有一個和平學院，過去我很少聽說學校有和平學院。校長邀請我給和平學院的教授舉行一個座談會，討論的主題就是如何消弭衝突，促進世界的安定和平。我接受了，這是一樁好事情。那麼開會，首先我聽到學校做了五十分鐘的報告，才知道全世界有八個和平學院，並不多。他們有博士學位、有碩士學位，學生畢業出來之後多半在聯合國服務。我們討論的主題是怎麼樣消弭衝突。過去用西方人的思惟，消弭衝突用的是報復、鎮壓，因為這種手段對付的時候，沒有想到引起了恐怖戰爭，所以知道這個方法是錯誤的。要如何運用真正和平的手段來解決這個問題？我聽了他們報告之後，他們讓我發言，我首先告訴他，我說衝突要化解，不是消滅，消滅不掉，要化解，中國人說的是。那麼衝突原因在哪裡？我說實際上不是在敵對的兩方，而是在家庭。他們聽了都不能夠理解，怎麼會是在家庭？我說大家都曉得，今天整個世界到處最常看到的是離婚，離婚是夫妻不和，夫妻的衝突，夫妻衝突自然就引起父子衝突、兄弟衝突，這樣的人走進社會，他能跟人不發生衝突嗎？他們這才認真去想一想這個問題。我說我們幫助別人解決衝突，首先自己沒衝突，你才能做得到這個事情。可是更深一層的，是你自己本身的衝突。他們就很難理解，本身怎麼衝突？中國人講的，本性跟習性的衝突，這才是真正衝突的原因、來源。這個他們很難理解，我舉個例子，譬如利益當前，我們第一個念頭想是自利還是利他？他們說那當然是自利。我說我自利，你也自利，他也自利，衝突不就發生了嗎？如果我們能夠替別人著想，處處想到別人，這衝突不就化解了嗎？就在這一念之間。而夫妻衝突是個根源。"
    },
    {
      "id": "21-652-0001_p0004",
      "zh_CN": "今天大家都知道灾难很多，现在已经不忌讳了，为什么？媒体天天在报导，电视、网路、报纸、杂志天天都在讲这个灾难。最近这一年多来频率不断上升，这个原因到底在哪里？我听了妳这个数据我豁然明白了，这个堕胎是杀人，杀的什么人？杀的自己亲生的儿女。一年全世界杀死的，五千万，两年就一个亿，我想这是灾难第一个因素。佛法跟宗教都相信因果报应。佛告诉我们，子女跟父母四种缘，没有缘不会到你家来。这四种缘是什么？报恩的、报怨的、讨债的、还债的。我在三十年前第一次到香港讲经，住在蓝塘道般若讲堂，寿冶老和尚的道场。一进到他的佛堂，我首先看到一副对联，上联写着，「夫妻是缘，有善缘、有恶缘，冤冤相报」，下联写着，「儿女是债，有讨债、有还债，无债不来」。如果这个小孩是报恩的，你把他杀掉，恩变成仇。他是报仇来的，你把他杀掉，仇上再加仇，这怎么得了！这种怨恨麻烦，生生世世没完没了，互相酬偿，麻烦大了！如果是讨债的，你没有还你把他杀掉，债上再加上仇。是还债的，这是好事情，还债的，你把他杀掉了，都变成严重的冤家对头。现在人不相信因果，不相信有轮回，可是因果轮回这些事情在全世界每一个地区都看到明显的例子，能疏忽吗？所以这是我觉得这个严重灾难头一个因素。",
      "zh_TW": "今天大家都知道災難很多，現在已經不忌諱了，為什麼？媒體天天在報導，電視、網路、報紙、雜誌天天都在講這個災難。最近這一年多來頻率不斷上升，這個原因到底在哪裡？我聽了妳這個數據我豁然明白了，這個墮胎是殺人，殺的什麼人？殺的自己親生的兒女。一年全世界殺死的，五千萬，兩年就一個億，我想這是災難第一個因素。佛法跟宗教都相信因果報應。佛告訴我們，子女跟父母四種緣，沒有緣不會到你家來。這四種緣是什麼？報恩的、報怨的、討債的、還債的。我在三十年前第一次到香港講經，住在藍塘道般若講堂，壽冶老和尚的道場。一進到他的佛堂，我首先看到一副對聯，上聯寫著，「夫妻是緣，有善緣、有惡緣，冤冤相報」，下聯寫著，「兒女是債，有討債、有還債，無債不來」。如果這個小孩是報恩的，你把他殺掉，恩變成仇。他是報仇來的，你把他殺掉，仇上再加仇，這怎麼得了！這種怨恨麻煩，生生世世沒完沒了，互相酬償，麻煩大了！如果是討債的，你沒有還你把他殺掉，債上再加上仇。是還債的，這是好事情，還債的，你把他殺掉了，都變成嚴重的冤家對頭。現在人不相信因果，不相信有輪迴，可是因果輪迴這些事情在全世界每一個地區都看到明顯的例子，能疏忽嗎？所以這是我覺得這個嚴重災難頭一個因素。"
    },
    {
      "id": "21-652-0001_p0005",
      "zh_CN": "主持人：那您在讲经中提到，「人身难得，佛法难闻」。前些日子中央电视台在新闻报导中说，现在全球的人口目前已达七十亿。世界上这么多的人口，人是愈来愈多，大家认为人身并不难得，为什么佛经说人身难得？",
      "zh_TW": "主持人：那您在講經中提到，「人身難得，佛法難聞」。前些日子中央電視台在新聞報導中說，現在全球的人口目前已達七十億。世界上這麼多的人口，人是愈來愈多，大家認為人身並不難得，為什麼佛經說人身難得？"
    },
    {
      "id": "21-652-0001_p0006",
      "zh_CN": "净空法师：人身非常难得，失掉人身再得人身，为什么原因？到人间来，佛家讲十法界，讲它的因，十法界是果，果一定有因，什么因结什么果，你要想想，知道这个你就知道人身难得了。十法界第一个是佛，佛的因是什么？平等心是佛。我们的心平等了，这就往佛道去了。六度的心是菩萨，四谛的心是阿罗汉，上品十善是天道，中品十善是人道。你说我们人在这一世，我们一天从早到晚，我们的善念多还是恶念多？我们一年从初一到腊月三十，这一年当中，起心动念、言语造作，是十恶多还是十善多？你这样一想就知道了。恶多过于善，恶是三恶道，善才是三善道。所以失掉人身再得人身，除非我们这一生当中，一天到晚，一年到头，我们的善念、我们的善行多过恶念恶行。你明白这个道理，你就晓得佛经讲得不错。",
      "zh_TW": "淨空法師：人身非常難得，失掉人身再得人身，為什麼原因？到人間來，佛家講十法界，講它的因，十法界是果，果一定有因，什麼因結什麼果，你要想想，知道這個你就知道人身難得了。十法界第一個是佛，佛的因是什麼？平等心是佛。我們的心平等了，這就往佛道去了。六度的心是菩薩，四諦的心是阿羅漢，上品十善是天道，中品十善是人道。你說我們人在這一世，我們一天從早到晚，我們的善念多還是惡念多？我們一年從初一到臘月三十，這一年當中，起心動念、言語造作，是十惡多還是十善多？你這樣一想就知道了。惡多過於善，惡是三惡道，善才是三善道。所以失掉人身再得人身，除非我們這一生當中，一天到晚，一年到頭，我們的善念、我們的善行多過惡念惡行。你明白這個道理，你就曉得佛經講得不錯。"
    },
    {
      "id": "21-652-0001_p0007",
      "zh_CN": "主持人：人身这么难得！大多数的人都认为，就是早期堕胎，只是将一个胚胎的组织去掉，不就是一个小肉团吗？请问师父，生命是从什么时候开始的？",
      "zh_TW": "主持人：人身這麼難得！大多數的人都認為，就是早期墮胎，只是將一個胚胎的組織去掉，不就是一個小肉團嗎？請問師父，生命是從什麼時候開始的？"
    },
    {
      "id": "21-652-0001_p0008",
      "zh_CN": "净空法师：从入胎的时候，他受精的那个时候，那个灵就入胎了。",
      "zh_TW": "淨空法師：從入胎的時候，他受精的那個時候，那個靈就入胎了。"
    },
    {
      "id": "21-652-0001_p0009",
      "zh_CN": "主持人：那个灵是灵魂吗？",
      "zh_TW": "主持人：那個靈是靈魂嗎？"
    },
    {
      "id": "21-652-0001_p0010",
      "zh_CN": "净空法师：灵魂。如果没有灵入胎这个肉是死的，没有生命的，他一入胎的时候他就有生命。所以经上给我们讲，在胎里面这十个月很难受，像地狱一样，叫胎狱，母亲喝一杯凉水，他就像在寒冰地狱，喝一杯热水，就像在八热地狱。起心动念、言语造作统统影响婴儿，尤其情绪，如果情绪浮躁，这小孩将来脾气很不好，很不好教。所以中国古时候懂得这个道理，讲求胎教，怀孕这十个月当中自己的心、思想要端正，没有邪念，言语要柔和，举止要端庄，这小孩生下来就非常懂得礼貌，他就接受这些气分，所以小孩好养好教，非常有道理！",
      "zh_TW": "淨空法師：靈魂。如果沒有靈入胎這個肉是死的，沒有生命的，他一入胎的時候他就有生命。所以經上給我們講，在胎裡面這十個月很難受，像地獄一樣，叫胎獄，母親喝一杯涼水，他就像在寒冰地獄，喝一杯熱水，就像在八熱地獄。起心動念、言語造作統統影響嬰兒，尤其情緒，如果情緒浮躁，這小孩將來脾氣很不好，很不好教。所以中國古時候懂得這個道理，講求胎教，懷孕這十個月當中自己的心、思想要端正，沒有邪念，言語要柔和，舉止要端莊，這小孩生下來就非常懂得禮貌，他就接受這些氣分，所以小孩好養好教，非常有道理！"
    },
    {
      "id": "21-652-0001_p0011",
      "zh_CN": "主持人：师父，就是等于是教育，母亲的教育从胎儿就开始了。",
      "zh_TW": "主持人：師父，就是等於是教育，母親的教育從胎兒就開始了。"
    },
    {
      "id": "21-652-0001_p0012",
      "zh_CN": "净空法师：没错！中国从怀孕的时候教，叫胎教。你看历史上记载的，周文王的母亲，怀孕的时候，怀文王的时候，目不视恶色，不好看的东西不看，耳不听淫声，口不出傲言。",
      "zh_TW": "淨空法師：沒錯！中國從懷孕的時候教，叫胎教。你看歷史上記載的，周文王的母親，懷孕的時候，懷文王的時候，目不視惡色，不好看的東西不看，耳不聽淫聲，口不出傲言。"
    },
    {
      "id": "21-652-0001_p0013",
      "zh_CN": "主持人：傲是傲慢的傲？",
      "zh_TW": "主持人：傲是傲慢的傲？"
    },
    {
      "id": "21-652-0001_p0014",
      "zh_CN": "净空法师：傲慢。身口意都照顾到，生下的小孩将来养成圣人。所以中国在古代妇女的地位很高，一般人不知道。中国是讲究伦理，伦理是性德，是大自然本来有的原则。总结，人一定要随顺大自然，那就是最健康的、是最幸福的。自然的法则里头，父子有亲，亲爱，这是核心，性德里头的中心是亲爱。父子的亲爱是天生的，不是哪个教的，特别在小孩三、四个月。我有一年在日本参加国际会议，跟着我一起在我周边的有十几个同修，都是念佛的。有个年轻的妈妈推着她一个小儿子，四个月，我们走在路上，我突然停下来，我招呼大家，你们仔细来观察，你看这个小孩，虽然不会说话，你看他的眼神、看他的动作，他对他妈妈那个爱，妈妈对他的爱，没人教，你就能感受到，所以说父子有亲你就在这看出来了。所以中国的教育目的就是这一种亲爱，天性的亲爱，如何能让它一生保持不变，中国教育这第一个目标。",
      "zh_TW": "淨空法師：傲慢。身口意都照顧到，生下的小孩將來養成聖人。所以中國在古代婦女的地位很高，一般人不知道。中國是講究倫理，倫理是性德，是大自然本來有的原則。總結，人一定要隨順大自然，那就是最健康的、是最幸福的。自然的法則裡頭，父子有親，親愛，這是核心，性德裡頭的中心是親愛。父子的親愛是天生的，不是哪個教的，特別在小孩三、四個月。我有一年在日本參加國際會議，跟著我一起在我周邊的有十幾個同修，都是念佛的。有個年輕的媽媽推著她一個小兒子，四個月，我們走在路上，我突然停下來，我招呼大家，你們仔細來觀察，你看這個小孩，雖然不會說話，你看他的眼神、看他的動作，他對他媽媽那個愛，媽媽對他的愛，沒人教，你就能感受到，所以說父子有親你就在這看出來了。所以中國的教育目的就是這一種親愛，天性的親愛，如何能讓它一生保持不變，中國教育這第一個目標。"
    },
    {
      "id": "21-652-0001_p0015",
      "zh_CN": "第二个目标，这种爱怎样能把它发扬光大，让他爱这个家庭，爱兄弟姐妹、爱家庭里面的长辈、爱邻里乡党，再扩大的时候，爱社会、爱国家，凡是人，皆须爱。中国教育教这个，目的不是教你升官发财。从小就培养这个小孩不能有自私的心理，你到这个人间来，你的职责、你的天职就是为这个家族，他不是为我父母什么，为我这一个家族，荣宗耀祖，他心量大，他没有自私，一个家族总有几百人，你统统都要照顾到。所以中国家教，对社会、对国家贡献非常之大。这个国家长治久安，从哪里来的？每一家都把人教好，家教就是私塾，就是家学，就是现在讲家庭的子弟学校。所以少，抓住扎根的教育；老，家族养老。所以人不怕，家庭是我们每一个人的依靠，一生人人都是为了这个家。不敢有恶念，不敢犯法，犯法不是你一个人承当责任，你家族都要承当，你家为什么没有把你教好。",
      "zh_TW": "第二個目標，這種愛怎樣能把它發揚光大，讓他愛這個家庭，愛兄弟姐妹、愛家庭裡面的長輩、愛鄰里鄉黨，再擴大的時候，愛社會、愛國家，凡是人，皆須愛。中國教育教這個，目的不是教你升官發財。從小就培養這個小孩不能有自私的心理，你到這個人間來，你的職責、你的天職就是為這個家族，他不是為我父母什麼，為我這一個家族，榮宗耀祖，他心量大，他沒有自私，一個家族總有幾百人，你統統都要照顧到。所以中國家教，對社會、對國家貢獻非常之大。這個國家長治久安，從哪裡來的？每一家都把人教好，家教就是私塾，就是家學，就是現在講家庭的子弟學校。所以少，抓住扎根的教育；老，家族養老。所以人不怕，家庭是我們每一個人的依靠，一生人人都是為了這個家。不敢有惡念，不敢犯法，犯法不是你一個人承當責任，你家族都要承當，你家為什麼沒有把你教好。"
    },
    {
      "id": "21-652-0001_p0016",
      "zh_CN": "所以家在中国历史上造成长治久安是关键的一个核心，这中国人的家，太好了，现在家没有了。我们跟日本人八年抗战，最大的损失是家没有了，抗战之前有，抗战之后没有了。所以现在我就想到，血缘的家不可能再恢复，所以我就想到，常常听说企业家、企业家，我这个念头一动，我说今天这个家的解释不是从前那个，现在也是一个家，家的意思就是社会、社团，民间的社团、政府的社团，那就是家。社团如果没有规矩，家道、家规、家学、家业，过去家有这四条，四个支柱，现在社团，如果有伦理、有道德、有因果、有圣贤教育，我们中国古老家的精神又能恢复起来，这个国家有救，不但自己国家有救，而且会影响全世界。中国老祖宗最懂得这个教育，就是家庭教育。所以他有教学的智慧，有教学的方法，有教育的经验，有教学的成果，贡献太大了！所以在古时候，社会上三百六十行，哪个行业最好？做官。做官好在哪里？在社会上有地位，收入也不错，没事干，人人都是好人，没有案子办，一个月有三、四件案子就很多了。所以你看《四库全书》的集部，一大半那些文章都是一些做官人写的，他没事情，在家做文章，写诗、写词，常常带着朋友游山玩水，最好的是这一行。现在真颠倒，现在这个行业里头最苦的是做官的，我看到都很可怜！我有个老朋友陆克文，在澳洲，他担任总理的时候，请我到他的国会山庄。接受他的邀请，我去了之后，看他那个样子，见我面，端了一大杯咖啡，告诉我一天要喝五杯。我说怎么了？提精神，精神不够用，很辛苦！我就跟他开玩笑，我说现在这个社会，你这个行业太辛苦了，我这个行业很快乐，他就笑起来了。确实，所以从前做官清高，真是各行业最令人羡慕的。现在不行了，现在这个官，请我去做我不干。",
      "zh_TW": "所以家在中國歷史上造成長治久安是關鍵的一個核心，這中國人的家，太好了，現在家沒有了。我們跟日本人八年抗戰，最大的損失是家沒有了，抗戰之前有，抗戰之後沒有了。所以現在我就想到，血緣的家不可能再恢復，所以我就想到，常常聽說企業家、企業家，我這個念頭一動，我說今天這個家的解釋不是從前那個，現在也是一個家，家的意思就是社會、社團，民間的社團、政府的社團，那就是家。社團如果沒有規矩，家道、家規、家學、家業，過去家有這四條，四個支柱，現在社團，如果有倫理、有道德、有因果、有聖賢教育，我們中國古老家的精神又能恢復起來，這個國家有救，不但自己國家有救，而且會影響全世界。中國老祖宗最懂得這個教育，就是家庭教育。所以他有教學的智慧，有教學的方法，有教育的經驗，有教學的成果，貢獻太大了！所以在古時候，社會上三百六十行，哪個行業最好？做官。做官好在哪裡？在社會上有地位，收入也不錯，沒事幹，人人都是好人，沒有案子辦，一個月有三、四件案子就很多了。所以你看《四庫全書》的集部，一大半那些文章都是一些做官人寫的，他沒事情，在家做文章，寫詩、寫詞，常常帶著朋友遊山玩水，最好的是這一行。現在真顛倒，現在這個行業裡頭最苦的是做官的，我看到都很可憐！我有個老朋友陸克文，在澳洲，他擔任總理的時候，請我到他的國會山莊。接受他的邀請，我去了之後，看他那個樣子，見我面，端了一大杯咖啡，告訴我一天要喝五杯。我說怎麼了？提精神，精神不夠用，很辛苦！我就跟他開玩笑，我說現在這個社會，你這個行業太辛苦了，我這個行業很快樂，他就笑起來了。確實，所以從前做官清高，真是各行業最令人羨慕的。現在不行了，現在這個官，請我去做我不幹。"
    },
    {
      "id": "21-652-0001_p0017",
      "zh_CN": "主持人：中国老祖宗太有智慧了！",
      "zh_TW": "主持人：中國老祖宗太有智慧了！"
    },
    {
      "id": "21-652-0001_p0018",
      "zh_CN": "净空法师：有智慧！",
      "zh_TW": "淨空法師：有智慧！"
    },
    {
      "id": "21-652-0001_p0019",
      "zh_CN": "主持人：我现在明白了，就是胎儿无论多小，他都是一个宝贵的生命。",
      "zh_TW": "主持人：我現在明白了，就是胎兒無論多小，他都是一個寶貴的生命。"
    },
    {
      "id": "21-652-0001_p0020",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0021",
      "zh_CN": "主持人：我们没有权力剥夺他做人的机会。",
      "zh_TW": "主持人：我們沒有權力剝奪他做人的機會。"
    },
    {
      "id": "21-652-0001_p0022",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-652-0001_p0023",
      "zh_CN": "主持人：老法师，我有一个朋友他跟我说，这是一个男士，他说我自己堕了五个，在外面跟别的女人我已经堕了十三个，他说这个算我的吗？当时就问我，说外面那十三个算他的吗？我说当然算。后来他说，那关我什么事情！包括我太太堕的那五个都不关我的事。所以现在大多数社会上的人们都认为堕胎是女人的事情。男人他应该负什么责任？背不背堕胎的因果？",
      "zh_TW": "主持人：老法師，我有一個朋友他跟我說，這是一個男士，他說我自己墮了五個，在外面跟別的女人我已經墮了十三個，他說這個算我的嗎？當時就問我，說外面那十三個算他的嗎？我說當然算。後來他說，那關我什麼事情！包括我太太墮的那五個都不關我的事。所以現在大多數社會上的人們都認為墮胎是女人的事情。男人他應該負什麼責任？背不背墮胎的因果？"
    },
    {
      "id": "21-652-0001_p0024",
      "zh_CN": "净空法师：一样负，那些小婴灵不会放过他。他气旺的时候，走运的时候，这个婴灵他不敢去找他，等到他好运走完了，坏运现前的时候全都来了，他在等机会。",
      "zh_TW": "淨空法師：一樣負，那些小嬰靈不會放過他。他氣旺的時候，走運的時候，這個嬰靈他不敢去找他，等到他好運走完了，壞運現前的時候全都來了，他在等機會。"
    },
    {
      "id": "21-652-0001_p0025",
      "zh_CN": "主持人：他也要报复他爸爸的，不光是妈妈。",
      "zh_TW": "主持人：他也要報復他爸爸的，不光是媽媽。"
    },
    {
      "id": "21-652-0001_p0026",
      "zh_CN": "净空法师：不错，都要报复。",
      "zh_TW": "淨空法師：不錯，都要報復。"
    },
    {
      "id": "21-652-0001_p0027",
      "zh_CN": "主持人：所以说大家真的千万不能堕胎，这个真的是有报应，同时一定要记住，女人堕胎，男人同罪。",
      "zh_TW": "主持人：所以說大家真的千萬不能墮胎，這個真的是有報應，同時一定要記住，女人墮胎，男人同罪。"
    },
    {
      "id": "21-652-0001_p0028",
      "zh_CN": "净空法师：对，杀人这个，太残酷了，这决定不可以的。",
      "zh_TW": "淨空法師：對，殺人這個，太殘酷了，這決定不可以的。"
    },
    {
      "id": "21-652-0001_p0029",
      "zh_CN": "主持人：我下一个问题就是，现在做人流的广告五花八门，什么都有。您看我现在带了一份资料，他居然说现在是团购堕胎，您看这里头，全是在网上下载的，很多很多这样的。很多的广告，叫无痛人流，有很多这样的广告，太多太多，大街小巷、电线杆子上到处都是这样的。我就这个问题我是深有体会的，因为有一次我也是怀孕了，我就是不想去堕胎，因为太痛苦了，看了那个广告以后，我就选择无痛人流。当时我提前一天吃了药，第二天到医院以后，就等待那个自然的从体内排出来。然后我觉得痛得我，我就觉得我都真的都不行了，从那个床上，那个是铁床，我就想医院为什么是铁床？从那个铁床，那个铁我都觉得真的我都要把它掰弯了，然后从床上疼到床底下，又从床底下疼到床上，然后那个医院有床单，我就把那个床单都拧碎了，疼得我都觉得不行了。我小的时候听说过，就是我的爸爸妈妈跟我说，有的人吃巴豆霜，那么痛，我就觉得是那么疼，疼得我都不行了。后来当时我就想，真是骗人的，告诉是无痛人流，什么无痛，疼也疼死了。可是就在我吃完这个药以后，然后自然排出以后，医生马上告诉我说，不行，妳立即做手术，因为妳吃这个药以后，排出来的那些婴儿的那些胎，一拼凑不够，体内有很多，子宫里还有很多的残留的东西，又让我受二茬罪，我马上立即又做了堕胎手术。所以我说真是这些广告商，就是这些人，真是他们误导很多的年轻的女孩子，他们让这些女孩子，告诉她们说几秒钟就结束，而且就像吃冰淇淋一样那么的轻松，我觉得他们完全是在骗人，在误导很多这些青少年们。所以我就想问师父老人家，这些做广告的人，他背不背因果？",
      "zh_TW": "主持人：我下一個問題就是，現在做人流的廣告五花八門，什麼都有。您看我現在帶了一份資料，他居然說現在是團購墮胎，您看這裡頭，全是在網上下載的，很多很多這樣的。很多的廣告，叫無痛人流，有很多這樣的廣告，太多太多，大街小巷、電線桿子上到處都是這樣的。我就這個問題我是深有體會的，因為有一次我也是懷孕了，我就是不想去墮胎，因為太痛苦了，看了那個廣告以後，我就選擇無痛人流。當時我提前一天吃了藥，第二天到醫院以後，就等待那個自然的從體內排出來。然後我覺得痛得我，我就覺得我都真的都不行了，從那個床上，那個是鐵床，我就想醫院為什麼是鐵床？從那個鐵床，那個鐵我都覺得真的我都要把它掰彎了，然後從床上疼到床底下，又從床底下疼到床上，然後那個醫院有床單，我就把那個床單都擰碎了，疼得我都覺得不行了。我小的時候聽說過，就是我的爸爸媽媽跟我說，有的人吃巴豆霜，那麼痛，我就覺得是那麼疼，疼得我都不行了。後來當時我就想，真是騙人的，告訴是無痛人流，什麼無痛，疼也疼死了。可是就在我吃完這個藥以後，然後自然排出以後，醫生馬上告訴我說，不行，妳立即做手術，因為妳吃這個藥以後，排出來的那些嬰兒的那些胎，一拼湊不夠，體內有很多，子宮裡還有很多的殘留的東西，又讓我受二茬罪，我馬上立即又做了墮胎手術。所以我說真是這些廣告商，就是這些人，真是他們誤導很多的年輕的女孩子，他們讓這些女孩子，告訴她們說幾秒鐘就結束，而且就像吃冰淇淋一樣那麼的輕鬆，我覺得他們完全是在騙人，在誤導很多這些青少年們。所以我就想問師父老人家，這些做廣告的人，他背不背因果？"
    },
    {
      "id": "21-652-0001_p0030",
      "zh_CN": "净空法师：背因果，不要说是这种杀人的事情，就是一般涉及到贪瞋痴这些，都有很重的罪，何况堕胎这是杀人，不是杀普通人，是杀儿女，决定不能做这种事情。",
      "zh_TW": "淨空法師：背因果，不要說是這種殺人的事情，就是一般涉及到貪瞋痴這些，都有很重的罪，何況墮胎這是殺人，不是殺普通人，是殺兒女，決定不能做這種事情。"
    },
    {
      "id": "21-652-0001_p0031",
      "zh_CN": "主持人：决定不能做这种事情。",
      "zh_TW": "主持人：決定不能做這種事情。"
    },
    {
      "id": "21-652-0001_p0032",
      "zh_CN": "净空法师：不可以，决定不可以。",
      "zh_TW": "淨空法師：不可以，決定不可以。"
    },
    {
      "id": "21-652-0001_p0033",
      "zh_CN": "主持人：果报太严重了。",
      "zh_TW": "主持人：果報太嚴重了。"
    },
    {
      "id": "21-652-0001_p0034",
      "zh_CN": "净空法师：果报是地狱。",
      "zh_TW": "淨空法師：果報是地獄。"
    },
    {
      "id": "21-652-0001_p0035",
      "zh_CN": "主持人：果报是地狱。",
      "zh_TW": "主持人：果報是地獄。"
    },
    {
      "id": "21-652-0001_p0036",
      "zh_CN": "净空法师：对，你要想到地狱苦你就不敢了。所以现在人就是这些教育从来没受过，家里头也不讲，学校也不教了，社会上也听不到了。像我这个年龄小的时候讲的人很多，父母讲，大人都讲，现在听不到了，没人讲了，所以这社会乱了。社会这个动乱，问我的人就很多，这个社会还能不能恢复和平？大家对这个信心都没有了。",
      "zh_TW": "淨空法師：對，你要想到地獄苦你就不敢了。所以現在人就是這些教育從來沒受過，家裡頭也不講，學校也不教了，社會上也聽不到了。像我這個年齡小的時候講的人很多，父母講，大人都講，現在聽不到了，沒人講了，所以這社會亂了。社會這個動亂，問我的人就很多，這個社會還能不能恢復和平？大家對這個信心都沒有了。"
    },
    {
      "id": "21-652-0001_p0037",
      "zh_CN": "主持人：人心坏了。",
      "zh_TW": "主持人：人心壞了。"
    },
    {
      "id": "21-652-0001_p0038",
      "zh_CN": "净空法师：对。怎样才能够恢复？就是教育，不是别的方法，别的方法都做不到，就是教育。所以中国古人，几千年前的古人就说，「建国君民，教学为先」。你只要把教育办好了，什么问题都解决了。真正你看中国从前伦理、道德、因果教育，他还敢做这个事情吗？不敢，男女都不敢。",
      "zh_TW": "淨空法師：對。怎樣才能夠恢復？就是教育，不是別的方法，別的方法都做不到，就是教育。所以中國古人，幾千年前的古人就說，「建國君民，教學為先」。你只要把教育辦好了，什麼問題都解決了。真正你看中國從前倫理、道德、因果教育，他還敢做這個事情嗎？不敢，男女都不敢。"
    },
    {
      "id": "21-652-0001_p0039",
      "zh_CN": "主持人：有很多的人，就是家亲眷属还有朋友，千方百计的劝自己周围的人堕胎，还有些人向怀孕的妇女提供一些堕胎的土方法。请问老法师，他们是在帮人还是在帮助杀人？",
      "zh_TW": "主持人：有很多的人，就是家親眷屬還有朋友，千方百計的勸自己周圍的人墮胎，還有些人向懷孕的婦女提供一些墮胎的土方法。請問老法師，他們是在幫人還是在幫助殺人？"
    },
    {
      "id": "21-652-0001_p0040",
      "zh_CN": "净空法师：帮助杀人。",
      "zh_TW": "淨空法師：幫助殺人。"
    },
    {
      "id": "21-652-0001_p0041",
      "zh_CN": "主持人：他们会承受什么样的果报？",
      "zh_TW": "主持人：他們會承受什麼樣的果報？"
    },
    {
      "id": "21-652-0001_p0042",
      "zh_CN": "净空法师：都是有果报，绝对有果报。如果他这个事情做多了，那就肯定地狱去了。",
      "zh_TW": "淨空法師：都是有果報，絕對有果報。如果他這個事情做多了，那就肯定地獄去了。"
    },
    {
      "id": "21-652-0001_p0043",
      "zh_CN": "主持人：肯定地狱。",
      "zh_TW": "主持人：肯定地獄。"
    },
    {
      "id": "21-652-0001_p0044",
      "zh_CN": "净空法师：对，而且这些冤亲债主都会找来。现在这种事情多，我们在国内国外遇到的太多了。",
      "zh_TW": "淨空法師：對，而且這些冤親債主都會找來。現在這種事情多，我們在國內國外遇到的太多了。"
    },
    {
      "id": "21-652-0001_p0045",
      "zh_CN": "主持人：可是很多人他不相信，他说有吗？",
      "zh_TW": "主持人：可是很多人他不相信，他說有嗎？"
    },
    {
      "id": "21-652-0001_p0046",
      "zh_CN": "净空法师：现在不相信的人很多，正常，因为最近这个两百多年来着重于科学，大家相信科学，科学头一个就是教你怀疑。",
      "zh_TW": "淨空法師：現在不相信的人很多，正常，因為最近這個兩百多年來著重於科學，大家相信科學，科學頭一個就是教你懷疑。"
    },
    {
      "id": "21-652-0001_p0047",
      "zh_CN": "主持人：怀疑，怀疑一切。",
      "zh_TW": "主持人：懷疑，懷疑一切。"
    },
    {
      "id": "21-652-0001_p0048",
      "zh_CN": "净空法师：对。中国传统头一个是教你坚定信心。",
      "zh_TW": "淨空法師：對。中國傳統頭一個是教你堅定信心。"
    },
    {
      "id": "21-652-0001_p0049",
      "zh_CN": "主持人：坚定信心。",
      "zh_TW": "主持人：堅定信心。"
    },
    {
      "id": "21-652-0001_p0050",
      "zh_CN": "净空法师：对，要信自己。你说佛法里面，头一个就是信自己，第二个才信佛菩萨，信因、信果、信事、信理。",
      "zh_TW": "淨空法師：對，要信自己。你說佛法裡面，頭一個就是信自己，第二個才信佛菩薩，信因、信果、信事、信理。"
    },
    {
      "id": "21-652-0001_p0051",
      "zh_CN": "主持人：先要信自己。",
      "zh_TW": "主持人：先要信自己。"
    },
    {
      "id": "21-652-0001_p0052",
      "zh_CN": "净空法师：对，你对自己没有信心你怎么会有成就？佛陀的教育头一句话就是告诉你，「一切众生本来是佛」，告诉你，你本来是佛，你相信你才能成得了佛，你要不相信自己本来是佛，你怎么修也成不了佛。中国的教育，「人之初，性本善」，你要相信本善，那就是圣人、贤人。我本来是善，不善什么？不善是习性，是外面染来的，染污，那不是本性，本性是善的。",
      "zh_TW": "淨空法師：對，你對自己沒有信心你怎麼會有成就？佛陀的教育頭一句話就是告訴你，「一切眾生本來是佛」，告訴你，你本來是佛，你相信你才能成得了佛，你要不相信自己本來是佛，你怎麼修也成不了佛。中國的教育，「人之初，性本善」，你要相信本善，那就是聖人、賢人。我本來是善，不善什麼？不善是習性，是外面染來的，染污，那不是本性，本性是善的。"
    },
    {
      "id": "21-652-0001_p0053",
      "zh_CN": "主持人：本性是善的。",
      "zh_TW": "主持人：本性是善的。"
    },
    {
      "id": "21-652-0001_p0054",
      "zh_CN": "净空法师：对。所以你把本性疏忽了、忘掉了，你染成不好的习惯，变成染污了，染污就不善了。贪瞋痴是染污，自性里头没有贪瞋痴。",
      "zh_TW": "淨空法師：對。所以你把本性疏忽了、忘掉了，你染成不好的習慣，變成染污了，染污就不善了。貪瞋痴是染污，自性裡頭沒有貪瞋痴。"
    },
    {
      "id": "21-652-0001_p0055",
      "zh_CN": "主持人：师父，我这有两个故事，就是我亲历的。我有一个挺好的朋友，是河北的，她自从学了传统文化以后，她是帮人堕胎的大夫，她的医术还非常的好，很多人因为她堕胎好，还去找她堕胎，她学了传统文化以后，她觉得是在杀人，千万不能再干这个，后来自己就不做了。有一次，就前一段时间，一个月前到我家去，然后在我家对面的宾馆住着，后来她半夜三点钟给我打电话，哭得都不行了，她说「救救我！嘉丽姐，救救我！」我以为她遇到坏人，我就说妳赶紧报警。她说「没有，没有。」她说「救我！救我！救我！」我说妳现在在哪？她说我在宾馆，然后泣不成声，说话都连不成句。我说那妳赶紧过来吧，四点钟她就到我这来。进来以后一下就把我抱住，披头散发，就把我抱住了，浑身打哆嗦，吓得都不行。我以为后面还有什么坏人，我说有人跟着妳吗？她还说不清，后来等她平静下来以后，她一直哭了三、四个小时，然后平静下来，她说，妳知道吗？嘉丽姐，有很多很多的孩子，铺天盖地那些孩子，缺胳膊少腿，没有头的，特别可怕，一定要我的命，掐我的脖子，我喘不过气来了，她说就要她的命。然后她在这个之前她已经学了传统文化以后，她不做这个职业以后，已经不做这个，改了行，然后她都出现很多的状况，就是她神经质。她丈夫一直想给她送到精神病院，所有的人都觉得她疯了，就是这样不认可。她自己也特别痛苦，晚上不能入睡，一入睡这些孩子们就来了，就非常的恐怖。每天就是痛不欲生，就觉得活着有什么意思，非常非常的痛苦。",
      "zh_TW": "主持人：師父，我這有兩個故事，就是我親歷的。我有一個挺好的朋友，是河北的，她自從學了傳統文化以後，她是幫人墮胎的大夫，她的醫術還非常的好，很多人因為她墮胎好，還去找她墮胎，她學了傳統文化以後，她覺得是在殺人，千萬不能再幹這個，後來自己就不做了。有一次，就前一段時間，一個月前到我家去，然後在我家對面的賓館住著，後來她半夜三點鐘給我打電話，哭得都不行了，她說「救救我！嘉麗姐，救救我！」我以為她遇到壞人，我就說妳趕緊報警。她說「沒有，沒有。」她說「救我！救我！救我！」我說妳現在在哪？她說我在賓館，然後泣不成聲，說話都連不成句。我說那妳趕緊過來吧，四點鐘她就到我這來。進來以後一下就把我抱住，披頭散髮，就把我抱住了，渾身打哆嗦，嚇得都不行。我以為後面還有什麼壞人，我說有人跟著妳嗎？她還說不清，後來等她平靜下來以後，她一直哭了三、四個小時，然後平靜下來，她說，妳知道嗎？嘉麗姐，有很多很多的孩子，鋪天蓋地那些孩子，缺胳膊少腿，沒有頭的，特別可怕，一定要我的命，掐我的脖子，我喘不過氣來了，她說就要她的命。然後她在這個之前她已經學了傳統文化以後，她不做這個職業以後，已經不做這個，改了行，然後她都出現很多的狀況，就是她神經質。她丈夫一直想給她送到精神病院，所有的人都覺得她瘋了，就是這樣不認可。她自己也特別痛苦，晚上不能入睡，一入睡這些孩子們就來了，就非常的恐怖。每天就是痛不欲生，就覺得活著有什麼意思，非常非常的痛苦。"
    },
    {
      "id": "21-652-0001_p0056",
      "zh_CN": "还有一个上海的我认识的一个朋友的朋友，她给我讲的，就是半个月前给我讲的，她也是一直帮人堕胎，后来就得了一种怪病，就是这个胳膊这么一甩就往下掉肉，后来每天就是掉肉掉得血拉拉的，别人看得特别的可怕，自己太痛苦了。后来找了全国各大医院，治疑难杂症那些医院医生都找遍了，中医、西医都找遍了，医生束手无策，说妳这个病简直太怪了，我们根本治不了。后来就打听到香港能治，她就跑到香港，她也有钱，跑到香港以后，怎么治疗？就打一针，师父，一针就要花四十八万元人民币。关键是打了这针也不好，后来她特别特别的痛苦。最后没有办法了，后来她通过别人就学佛了，别人就说那妳就念佛，就学佛。学佛以后，她就参加一个法会，她诚心诚意就念佛，反正自己也快死了，什么都放下了，就念，每天就在念佛，念佛的期间奇迹就出现了，因为她是诚心的，后来结果就是她吐出又黑又臭的东西，您知道吗？皮肤发生变化了，居然，就是打那些针都不管用，皮肤不再掉肉了，而且稍微的结嘎巴了。她丈夫本来是不学佛的，后来看她这种情况，全家人都学佛了。我想请教老法师，以上这两个人的这种现象是帮人堕胎的果报吗？",
      "zh_TW": "還有一個上海的我認識的一個朋友的朋友，她給我講的，就是半個月前給我講的，她也是一直幫人墮胎，後來就得了一種怪病，就是這個胳膊這麼一甩就往下掉肉，後來每天就是掉肉掉得血拉拉的，別人看得特別的可怕，自己太痛苦了。後來找了全國各大醫院，治疑難雜症那些醫院醫生都找遍了，中醫、西醫都找遍了，醫生束手無策，說妳這個病簡直太怪了，我們根本治不了。後來就打聽到香港能治，她就跑到香港，她也有錢，跑到香港以後，怎麼治療？就打一針，師父，一針就要花四十八萬元人民幣。關鍵是打了這針也不好，後來她特別特別的痛苦。最後沒有辦法了，後來她通過別人就學佛了，別人就說那妳就念佛，就學佛。學佛以後，她就參加一個法會，她誠心誠意就念佛，反正自己也快死了，什麼都放下了，就念，每天就在念佛，念佛的期間奇蹟就出現了，因為她是誠心的，後來結果就是她吐出又黑又臭的東西，您知道嗎？皮膚發生變化了，居然，就是打那些針都不管用，皮膚不再掉肉了，而且稍微的結嘎巴了。她丈夫本來是不學佛的，後來看她這種情況，全家人都學佛了。我想請教老法師，以上這兩個人的這種現象是幫人墮胎的果報嗎？"
    },
    {
      "id": "21-652-0001_p0057",
      "zh_CN": "净空法师：对，这个是现世报，你不能不相信。如果说是在这里能够真正忏悔，把这种果报展示出来给大家看，劝人家千万不要再堕胎，这就能消她的业障。",
      "zh_TW": "淨空法師：對，這個是現世報，你不能不相信。如果說是在這裡能夠真正懺悔，把這種果報展示出來給大家看，勸人家千萬不要再墮胎，這就能消她的業障。"
    },
    {
      "id": "21-652-0001_p0058",
      "zh_CN": "主持人：她们俩是给别人堕胎的，那些小婴灵们都会找这个大夫吧，应该？",
      "zh_TW": "主持人：她們倆是給別人墮胎的，那些小嬰靈們都會找這個大夫吧，應該？"
    },
    {
      "id": "21-652-0001_p0059",
      "zh_CN": "净空法师：没错。这种行业能干吗？那杀人的行业！这不是好事情。你堕胎一个，这一个冤亲债主永远跟着你，你堕那么多，你怎么办？你怎么能逃得了！",
      "zh_TW": "淨空法師：沒錯。這種行業能幹嗎？那殺人的行業！這不是好事情。你墮胎一個，這一個冤親債主永遠跟著你，你墮那麼多，你怎麼辦？你怎麼能逃得了！"
    },
    {
      "id": "21-652-0001_p0060",
      "zh_CN": "主持人：太可怕了！",
      "zh_TW": "主持人：太可怕了！"
    },
    {
      "id": "21-652-0001_p0061",
      "zh_CN": "净空法师：我以前，中国老祖宗讲的话，「万恶淫为首，百善孝为先」，我对这个理解不够深刻，看到妳这个数据我就明白了。老祖宗这一句话了不起，字字句句是真言，淫的后面是杀。",
      "zh_TW": "淨空法師：我以前，中國老祖宗講的話，「萬惡淫為首，百善孝為先」，我對這個理解不夠深刻，看到妳這個數據我就明白了。老祖宗這一句話了不起，字字句句是真言，淫的後面是殺。"
    },
    {
      "id": "21-652-0001_p0062",
      "zh_CN": "主持人：淫的后面就是杀。",
      "zh_TW": "主持人：淫的後面就是殺。"
    },
    {
      "id": "21-652-0001_p0063",
      "zh_CN": "净空法师：堕胎那不就是杀吗？跟着就是杀。妳杀了那么多的时候，妳以后堕到地狱，什么时候妳才能出头？不得了！",
      "zh_TW": "淨空法師：墮胎那不就是殺嗎？跟著就是殺。妳殺了那麼多的時候，妳以後墮到地獄，什麼時候妳才能出頭？不得了！"
    },
    {
      "id": "21-652-0001_p0064",
      "zh_CN": "主持人：师父，就是我临来前的十天，我有一个特别好的朋友，她是河南人，她给我讲了一个故事，也真的把我吓坏了。这个女的她本身是个护士，她堕了十五次的胎，她最后一次堕胎的时候发现子宫有肌瘤，她就做了手术，做完这次手术以后这个护士就变得神情恍惚，就是神神叨叨的，经常特别失常。然后有一天她从医院里拿了一瓶安眠药，因为她是护士，然后又拿了两针毒剂，就是毒的针剂，拿回家以后，半夜，她就把这个安眠药拿水给它稀释，她自己有个女儿，二十岁，她就把这个女孩子叫醒，把她女儿叫醒，让她女儿把这个安眠药给喝了。喝完以后，她又把这个针剂，带毒的针，拿那个针管她就想射向她的女儿，然后她女儿下意识的，因为在睡梦中，就下意识的一扒，就把这个针剂给掉地。然后她自己又把另一个针剂毒药注射进自己的身体里，然后这两个人就过去了。就在这个时候她丈夫回来了，一看她们母女俩这种情况，就急急的赶紧给她叫１２０送到医院，到医院，抢救了十几天这两人才苏醒。后来苏醒以后，这个妈妈，这个护士说什么都不想活了，怎么都要死。后来没办法，家里求了很多人，也没有办法，心理医生，怎么也没有办法，就找着一个，这个人就算，怎么说？是有点开天眼的人，据我那个朋友跟我说，他是开天眼的人，跟这人在沟通，他就说，妳的问题，就指这个护士说，妳的问题是子宫问题，说妳是不是堕了十五次的胎？这个人吓坏了，她说对。他说我告诉妳，现在那个小婴灵在跟我沟通。他说妳知道吗？十五次，妳十五次的堕胎都是同一个孩子在入妳的胎。她说是，我非常的痛苦，我都不能跟我丈夫在一起，只要在一起就怀孕。他说，那是小婴灵告诉这个通灵的人，他说是我做的，他说我告诉妳，为什么那天妳丈夫回来了？说是我让他回来的，那么轻易的让你们死，不可能，太便宜你们了。他说我就让你们活受罪，还继续。而且他说，我告诉妳，那个小婴灵跟这个通灵的人说，传给他妈妈信息说，我告诉妳，我恨死妳了！他说我是来报恩的，我来到这个世间我是做大成就的人，他说要当什么什么官，我是来报妳的恩的，结果妳把我杀死了。他说我告诉妳，以后我会冒着碎尸万段的这种痛苦我都要报仇雪恨，他说报复还在继续。所以当时听这个故事真的把我吓坏了。师父老人家，我就想请教您，真的有小婴灵的存在吗？",
      "zh_TW": "主持人：師父，就是我臨來前的十天，我有一個特別好的朋友，她是河南人，她給我講了一個故事，也真的把我嚇壞了。這個女的她本身是個護士，她墮了十五次的胎，她最後一次墮胎的時候發現子宮有肌瘤，她就做了手術，做完這次手術以後這個護士就變得神情恍惚，就是神神叨叨的，經常特別失常。然後有一天她從醫院裡拿了一瓶安眠藥，因為她是護士，然後又拿了兩針毒劑，就是毒的針劑，拿回家以後，半夜，她就把這個安眠藥拿水給它稀釋，她自己有個女兒，二十歲，她就把這個女孩子叫醒，把她女兒叫醒，讓她女兒把這個安眠藥給喝了。喝完以後，她又把這個針劑，帶毒的針，拿那個針管她就想射向她的女兒，然後她女兒下意識的，因為在睡夢中，就下意識的一扒，就把這個針劑給掉地。然後她自己又把另一個針劑毒藥注射進自己的身體裡，然後這兩個人就過去了。就在這個時候她丈夫回來了，一看她們母女倆這種情況，就急急的趕緊給她叫１２０送到醫院，到醫院，搶救了十幾天這兩人才甦醒。後來甦醒以後，這個媽媽，這個護士說什麼都不想活了，怎麼都要死。後來沒辦法，家裡求了很多人，也沒有辦法，心理醫生，怎麼也沒有辦法，就找著一個，這個人就算，怎麼說？是有點開天眼的人，據我那個朋友跟我說，他是開天眼的人，跟這人在溝通，他就說，妳的問題，就指這個護士說，妳的問題是子宮問題，說妳是不是墮了十五次的胎？這個人嚇壞了，她說對。他說我告訴妳，現在那個小嬰靈在跟我溝通。他說妳知道嗎？十五次，妳十五次的墮胎都是同一個孩子在入妳的胎。她說是，我非常的痛苦，我都不能跟我丈夫在一起，只要在一起就懷孕。他說，那是小嬰靈告訴這個通靈的人，他說是我做的，他說我告訴妳，為什麼那天妳丈夫回來了？說是我讓他回來的，那麼輕易的讓你們死，不可能，太便宜你們了。他說我就讓你們活受罪，還繼續。而且他說，我告訴妳，那個小嬰靈跟這個通靈的人說，傳給他媽媽信息說，我告訴妳，我恨死妳了！他說我是來報恩的，我來到這個世間我是做大成就的人，他說要當什麼什麼官，我是來報妳的恩的，結果妳把我殺死了。他說我告訴妳，以後我會冒著碎屍萬段的這種痛苦我都要報仇雪恨，他說報復還在繼續。所以當時聽這個故事真的把我嚇壞了。師父老人家，我就想請教您，真的有小嬰靈的存在嗎？"
    },
    {
      "id": "21-652-0001_p0065",
      "zh_CN": "净空法师：有，真的有。",
      "zh_TW": "淨空法師：有，真的有。"
    },
    {
      "id": "21-652-0001_p0066",
      "zh_CN": "主持人：太可怕了！",
      "zh_TW": "主持人：太可怕了！"
    },
    {
      "id": "21-652-0001_p0067",
      "zh_CN": "净空法师：都有，不是假的是真的。",
      "zh_TW": "淨空法師：都有，不是假的是真的。"
    },
    {
      "id": "21-652-0001_p0068",
      "zh_CN": "主持人：其实师父老人家，这是河南程晋林团长讲的故事，这个光碟现在流通得可多，很多人看了都吓坏了，都不敢再那个。最后我刚才都没敢讲，师父，就是她邪门在什么地方？他们夫妻俩一拥抱就怀孕，这个小婴灵他有这样的本事。这个碟片现在广泛的流通，把很多人都吓坏了。所以他那个报复心有多重！他恨死了。",
      "zh_TW": "主持人：其實師父老人家，這是河南程晉林團長講的故事，這個光碟現在流通得可多，很多人看了都嚇壞了，都不敢再那個。最後我剛才都沒敢講，師父，就是她邪門在什麼地方？他們夫妻倆一擁抱就懷孕，這個小嬰靈他有這樣的本事。這個碟片現在廣泛的流通，把很多人都嚇壞了。所以他那個報復心有多重！他恨死了。"
    },
    {
      "id": "21-652-0001_p0069",
      "zh_CN": "净空法师：这个也是来救世间的。让大家看看的时候，赶快回头，要不回头的话，将来个个都是阿鼻地狱。",
      "zh_TW": "淨空法師：這個也是來救世間的。讓大家看看的時候，趕快回頭，要不回頭的話，將來個個都是阿鼻地獄。"
    },
    {
      "id": "21-652-0001_p0070",
      "zh_CN": "主持人：阿鼻地狱，太可怕了！现在的人有各种各样的理由不想要孩子，像有的人感冒发烧吃药，还有人喝酒抽烟、未婚先孕，还有的人检查发现胎儿有异常，居然还有些的男士，他说他心情不好，怀了孕，让对方就堕胎打掉，等等等等。还有个女人，一直想为她的情人生一个男孩子，然后她每次怀孕的时候她都要去照那个B超，其实是鉴别性别，发现是女孩她就堕，一次一次堕，一共堕了九次。以上的这些说法是理由吗？师父。",
      "zh_TW": "主持人：阿鼻地獄，太可怕了！現在的人有各種各樣的理由不想要孩子，像有的人感冒發燒吃藥，還有人喝酒抽煙、未婚先孕，還有的人檢查發現胎兒有異常，居然還有些的男士，他說他心情不好，懷了孕，讓對方就墮胎打掉，等等等等。還有個女人，一直想為她的情人生一個男孩子，然後她每次懷孕的時候她都要去照那個B超，其實是鑑別性別，發現是女孩她就墮，一次一次墮，一共墮了九次。以上的這些說法是理由嗎？師父。"
    },
    {
      "id": "21-652-0001_p0071",
      "zh_CN": "净空法师：不是理由，全都是造孽，这个罪太重了！为什么要干这种事情？",
      "zh_TW": "淨空法師：不是理由，全都是造孽，這個罪太重了！為什麼要幹這種事情？"
    },
    {
      "id": "21-652-0001_p0072",
      "zh_CN": "主持人：把堕胎当儿戏了。",
      "zh_TW": "主持人：把墮胎當兒戲了。"
    },
    {
      "id": "21-652-0001_p0073",
      "zh_CN": "净空法师：愚痴！他要承受果报。",
      "zh_TW": "淨空法師：愚痴！他要承受果報。"
    },
    {
      "id": "21-652-0001_p0074",
      "zh_CN": "主持人：就是他们这些人都要承受果报的。",
      "zh_TW": "主持人：就是他們這些人都要承受果報的。"
    },
    {
      "id": "21-652-0001_p0075",
      "zh_CN": "净空法师：实在讲真正的原因就是我们把教育丢掉了。所以现在等于可以说全世界伦理道德教育完全没有了，幸福人生的教育没有，都是在造作罪业。",
      "zh_TW": "淨空法師：實在講真正的原因就是我們把教育丟掉了。所以現在等於可以說全世界倫理道德教育完全沒有了，幸福人生的教育沒有，都是在造作罪業。"
    },
    {
      "id": "21-652-0001_p0076",
      "zh_CN": "主持人：其实这些所有的理由都是自私自利，师父，是不是？全是为自己想。",
      "zh_TW": "主持人：其實這些所有的理由都是自私自利，師父，是不是？全是為自己想。"
    },
    {
      "id": "21-652-0001_p0077",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-652-0001_p0078",
      "zh_CN": "主持人：师父，浙江有一个妇女，三十多岁，她曾堕过两次胎，自从堕了第二次以后她就不怀孕了，后来丈夫因为这个事情就跟她离婚，离婚以后不久她发现自己又怀孕了。可是她的妈，这个女方的妈妈就让她去堕胎，妳不能说带着孩子另找婆家，就一定要让她堕胎。她就犹豫不决，说这怎么办？她就认识一个学佛的长者，她就向那个人请教。后来那个学佛的长辈就劝她说妳千万不能堕胎，说胎儿与父母的缘分很深很深，投胎成人特别的不容易，让她有空就诵《地藏经》、念佛。这位妇女就挺听话，就照做了。但是在临产前的十天，医生检查的时候发现这个胎儿的头大身子小，就建议她赶紧把他堕掉，说很有可能这孩子是个小侏儒。这位妇女就挺害怕的，就再次向这个学佛的长辈求教。这个长辈就跟她说，他说妳这么长时间一直在诵经、在念佛，不可能是个畸形儿，他说妳要相信佛经上的教诲，就继续的诵经、念佛，回向给胎儿消业解冤，妳不要怕。结果这个妇女自然分娩，生下一个特别健康的小男孩，今年都五岁了，非常健康。从此以后她对佛法也坚定不移。我在进行这次采访的时候也获得了一个您鲜为人知的故事，听说您在六十年前，还没有出家的时候，就阻止过您的同事堕胎，有这么回事吗？",
      "zh_TW": "主持人：師父，浙江有一個婦女，三十多歲，她曾墮過兩次胎，自從墮了第二次以後她就不懷孕了，後來丈夫因為這個事情就跟她離婚，離婚以後不久她發現自己又懷孕了。可是她的媽，這個女方的媽媽就讓她去墮胎，妳不能說帶著孩子另找婆家，就一定要讓她墮胎。她就猶豫不決，說這怎麼辦？她就認識一個學佛的長者，她就向那個人請教。後來那個學佛的長輩就勸她說妳千萬不能墮胎，說胎兒與父母的緣分很深很深，投胎成人特別的不容易，讓她有空就誦《地藏經》、念佛。這位婦女就挺聽話，就照做了。但是在臨產前的十天，醫生檢查的時候發現這個胎兒的頭大身子小，就建議她趕緊把他墮掉，說很有可能這孩子是個小侏儒。這位婦女就挺害怕的，就再次向這個學佛的長輩求教。這個長輩就跟她說，他說妳這麼長時間一直在誦經、在念佛，不可能是個畸形兒，他說妳要相信佛經上的教誨，就繼續的誦經、念佛，迴向給胎兒消業解冤，妳不要怕。結果這個婦女自然分娩，生下一個特別健康的小男孩，今年都五歲了，非常健康。從此以後她對佛法也堅定不移。我在進行這次採訪的時候也獲得了一個您鮮為人知的故事，聽說您在六十年前，還沒有出家的時候，就阻止過您的同事墮胎，有這麼回事嗎？"
    },
    {
      "id": "21-652-0001_p0079",
      "zh_CN": "净空法师：有。",
      "zh_TW": "淨空法師：有。"
    },
    {
      "id": "21-652-0001_p0080",
      "zh_CN": "主持人：您给我们大家说说。",
      "zh_TW": "主持人：您給我們大家說說。"
    },
    {
      "id": "21-652-0001_p0081",
      "zh_CN": "净空法师：六十二年前，在我学佛两年前，那时候没学佛，同事，双方我都认识。这两个人发生这个事情之后，来告诉我要堕胎。我说不可以，我说你们两个这样做的话我去告你们，你们犯罪，你们要坐牢。他说那怎么办？我说你们赶快到法院去公证结婚，把小孩生下来。结果生下来是个女孩，今年六十二岁了。",
      "zh_TW": "淨空法師：六十二年前，在我學佛兩年前，那時候沒學佛，同事，雙方我都認識。這兩個人發生這個事情之後，來告訴我要墮胎。我說不可以，我說你們兩個這樣做的話我去告你們，你們犯罪，你們要坐牢。他說那怎麼辦？我說你們趕快到法院去公證結婚，把小孩生下來。結果生下來是個女孩，今年六十二歲了。"
    },
    {
      "id": "21-652-0001_p0082",
      "zh_CN": "主持人：师父您还救人一命。",
      "zh_TW": "主持人：師父您還救人一命。"
    },
    {
      "id": "21-652-0001_p0083",
      "zh_CN": "净空法师：是！这是我们极力反对的，绝对不可以。这对男女的年龄都跟我差不多。",
      "zh_TW": "淨空法師：是！這是我們極力反對的，絕對不可以。這對男女的年齡都跟我差不多。"
    },
    {
      "id": "21-652-0001_p0084",
      "zh_CN": "主持人：那现在孩子很大了。",
      "zh_TW": "主持人：那現在孩子很大了。"
    },
    {
      "id": "21-652-0001_p0085",
      "zh_CN": "净空法师：孩子现在要在的话六十二岁。好像小孩我跟她见过两次面，那个时候她三、四岁的时候，见过两次面，以后就没有再见面了。",
      "zh_TW": "淨空法師：孩子現在要在的話六十二歲。好像小孩我跟她見過兩次面，那個時候她三、四歲的時候，見過兩次面，以後就沒有再見面了。"
    },
    {
      "id": "21-652-0001_p0086",
      "zh_CN": "主持人：她得多感恩您！我在这我也想起了一个故事，就是一个在医生治疗的时候一个小手抓大手的故事。就是这个小胎儿，他叫小阿玛斯，在母亲怀孕二十一周的时候，发现他患了胎儿的脊髓病变。他的父母非常的有智慧，没有像别的父母那样选择打胎，而是找了个最好的医生给他治疗。在治疗的过程当中奇迹就出现了，医生发现一只小手从子宫里伸出来，然后紧紧的握着医生的大手，好像是表示感恩，感恩父母大人的救命之恩，感恩大夫的救命之恩。您看我把这个照片给带来了，当时这个小手，您看，这是子宫里，这是大夫的大手，然后这是小手，您看使劲的握着这个，您看看。",
      "zh_TW": "主持人：她得多感恩您！我在這我也想起了一個故事，就是一個在醫生治療的時候一個小手抓大手的故事。就是這個小胎兒，他叫小阿瑪斯，在母親懷孕二十一週的時候，發現他患了胎兒的脊髓病變。他的父母非常的有智慧，沒有像別的父母那樣選擇打胎，而是找了個最好的醫生給他治療。在治療的過程當中奇蹟就出現了，醫生發現一隻小手從子宮裡伸出來，然後緊緊的握著醫生的大手，好像是表示感恩，感恩父母大人的救命之恩，感恩大夫的救命之恩。您看我把這個照片給帶來了，當時這個小手，您看，這是子宮裡，這是大夫的大手，然後這是小手，您看使勁的握著這個，您看看。"
    },
    {
      "id": "21-652-0001_p0087",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-652-0001_p0088",
      "zh_CN": "主持人：所以小胎儿是有感知的，他知道感恩。",
      "zh_TW": "主持人：所以小胎兒是有感知的，他知道感恩。"
    },
    {
      "id": "21-652-0001_p0089",
      "zh_CN": "净空法师：知道，不错。",
      "zh_TW": "淨空法師：知道，不錯。"
    },
    {
      "id": "21-652-0001_p0090",
      "zh_CN": "主持人：小阿玛斯后来顺利的一九九九年十二月二日在洛斯塞德医院顺利的降生了，是个胖小子。您看这是他出生时候的照片，非常的健康，您看。很多的女人认为，就是在决定堕胎以后，都会不停的流眼泪，堕过胎的妇女都会有这样的经验，就会莫名其妙的痛哭失声。请问老法师，这是否应了人们常说的母子连心？",
      "zh_TW": "主持人：小阿瑪斯後來順利的一九九九年十二月二日在洛斯塞德醫院順利的降生了，是個胖小子。您看這是他出生時候的照片，非常的健康，您看。很多的女人認為，就是在決定墮胎以後，都會不停的流眼淚，墮過胎的婦女都會有這樣的經驗，就會莫名其妙的痛哭失聲。請問老法師，這是否應了人們常說的母子連心？"
    },
    {
      "id": "21-652-0001_p0091",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-652-0001_p0092",
      "zh_CN": "主持人：小胎儿跟母亲真有感应吗？",
      "zh_TW": "主持人：小胎兒跟母親真有感應嗎？"
    },
    {
      "id": "21-652-0001_p0093",
      "zh_CN": "净空法师：有，有感应。如果说是把他杀了，那个灵始终是围绕在周圈。",
      "zh_TW": "淨空法師：有，有感應。如果說是把他殺了，那個靈始終是圍繞在周圈。"
    },
    {
      "id": "21-652-0001_p0094",
      "zh_CN": "主持人：他那个灵。",
      "zh_TW": "主持人：他那個靈。"
    },
    {
      "id": "21-652-0001_p0095",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-652-0001_p0096",
      "zh_CN": "主持人：所以叫小婴灵，就是堕掉的孩子的那个灵魂就叫小婴灵，是吧？",
      "zh_TW": "主持人：所以叫小嬰靈，就是墮掉的孩子的那個靈魂就叫小嬰靈，是吧？"
    },
    {
      "id": "21-652-0001_p0097",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "21-652-0001_p0098",
      "zh_CN": "主持人：他的灵魂一直在父母周边。",
      "zh_TW": "主持人：他的靈魂一直在父母周邊。"
    },
    {
      "id": "21-652-0001_p0099",
      "zh_CN": "净空法师：没错。堕胎，不管是报恩、报怨、讨债、还债，统统变成冤亲债主。",
      "zh_TW": "淨空法師：沒錯。墮胎，不管是報恩、報怨、討債、還債，統統變成冤親債主。"
    },
    {
      "id": "21-652-0001_p0100",
      "zh_CN": "主持人：统统变成冤亲债主。",
      "zh_TW": "主持人：統統變成冤親債主。"
    },
    {
      "id": "21-652-0001_p0101",
      "zh_CN": "净空法师：对，不错，那都是来讨命的。",
      "zh_TW": "淨空法師：對，不錯，那都是來討命的。"
    },
    {
      "id": "21-652-0001_p0102",
      "zh_CN": "主持人：讨命的，是吗？",
      "zh_TW": "主持人：討命的，是嗎？"
    },
    {
      "id": "21-652-0001_p0103",
      "zh_CN": "净空法师：是。",
      "zh_TW": "淨空法師：是。"
    },
    {
      "id": "21-652-0001_p0104",
      "zh_CN": "主持人：讨他父母的命。",
      "zh_TW": "主持人：討他父母的命。"
    },
    {
      "id": "21-652-0001_p0105",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0106",
      "zh_CN": "主持人：这可不得了！",
      "zh_TW": "主持人：這可不得了！"
    },
    {
      "id": "21-652-0001_p0107",
      "zh_CN": "净空法师：这个事很不好办。中国老人，佛门也是如此，劝大家冤家宜解不宜结，不要跟人结冤仇。堕胎的时候是跟自己的儿女结冤仇，这是最难最难的事情，不容易化解。",
      "zh_TW": "淨空法師：這個事很不好辦。中國老人，佛門也是如此，勸大家冤家宜解不宜結，不要跟人結冤仇。墮胎的時候是跟自己的兒女結冤仇，這是最難最難的事情，不容易化解。"
    },
    {
      "id": "21-652-0001_p0108",
      "zh_CN": "主持人：我曾听别人跟我说一句话，他说堕一次胎就等同杀一个阿罗汉。",
      "zh_TW": "主持人：我曾聽別人跟我說一句話，他說墮一次胎就等同殺一個阿羅漢。"
    },
    {
      "id": "21-652-0001_p0109",
      "zh_CN": "净空法师：那倒不是的，堕一个胎等于是杀儿女是真的。杀一个儿女，这个儿女能没有怨恨吗？他能原谅你吗？他能饶恕你吗？你从这上想想你就知道了。他强烈的报复的心，你以后怎么办？如果以后再怀孕，生下来了，可能来报仇的。这个社会上我们看到很多不孝的儿女，对待父母就跟对待冤亲一样、冤家一样。那什么？报仇的、报复的。中国自古以来明白这个道理，所以小孩从小就教他，好好教他，都把他感化，都把他过去那种怨恨化解，让他知道父母养育你不容易，前世是前世，今世是今世，前世不要再计较了，今世养育之恩你不能忘记。所以教，现在没人教了。",
      "zh_TW": "淨空法師：那倒不是的，墮一個胎等於是殺兒女是真的。殺一個兒女，這個兒女能沒有怨恨嗎？他能原諒你嗎？他能饒恕你嗎？你從這上想想你就知道了。他強烈的報復的心，你以後怎麼辦？如果以後再懷孕，生下來了，可能來報仇的。這個社會上我們看到很多不孝的兒女，對待父母就跟對待冤親一樣、冤家一樣。那什麼？報仇的、報復的。中國自古以來明白這個道理，所以小孩從小就教他，好好教他，都把他感化，都把他過去那種怨恨化解，讓他知道父母養育你不容易，前世是前世，今世是今世，前世不要再計較了，今世養育之恩你不能忘記。所以教，現在沒人教了。"
    },
    {
      "id": "21-652-0001_p0110",
      "zh_CN": "主持人：父母他本身也不懂，我就是做父母，我不懂，真的不懂。",
      "zh_TW": "主持人：父母他本身也不懂，我就是做父母，我不懂，真的不懂。"
    },
    {
      "id": "21-652-0001_p0111",
      "zh_CN": "净空法师：这个不能怪妳，《无量寿经》上讲得很好，传统文化在中国丢掉至少两百年，不但你不知道，你们的父母不知道，祖父母不知道，大概到高祖父母才知道，但是知道未必相信，再往上去就晓得了，多少代了。我这个年龄，我们生长在农村，农村被感染比较缓慢，城市的改变比较快速，农村没有，还是保持从前老的传统。",
      "zh_TW": "淨空法師：這個不能怪妳，《無量壽經》上講得很好，傳統文化在中國丟掉至少兩百年，不但你不知道，你們的父母不知道，祖父母不知道，大概到高祖父母才知道，但是知道未必相信，再往上去就曉得了，多少代了。我這個年齡，我們生長在農村，農村被感染比較緩慢，城市的改變比較快速，農村沒有，還是保持從前老的傳統。"
    },
    {
      "id": "21-652-0001_p0112",
      "zh_CN": "主持人：农村人心还比较厚道。",
      "zh_TW": "主持人：農村人心還比較厚道。"
    },
    {
      "id": "21-652-0001_p0113",
      "zh_CN": "净空法师：厚道，淳朴，他相信。现在日本也是如此，我上一次在日本讲经，道场是在乡下，看到乡下的人民淳朴、老实，贪瞋痴慢都很少，很难得，都市就不行了，都市的人不好相处，乡下人非常好。所以日本的农村不错，可是还都是没有教育，人虽然很淳朴、很老实，没有智慧，愚痴。",
      "zh_TW": "淨空法師：厚道，淳樸，他相信。現在日本也是如此，我上一次在日本講經，道場是在鄉下，看到鄉下的人民淳樸、老實，貪瞋痴慢都很少，很難得，都市就不行了，都市的人不好相處，鄉下人非常好。所以日本的農村不錯，可是還都是沒有教育，人雖然很淳樸、很老實，沒有智慧，愚痴。"
    },
    {
      "id": "21-652-0001_p0114",
      "zh_CN": "主持人：受教育才能开智慧。",
      "zh_TW": "主持人：受教育才能開智慧。"
    },
    {
      "id": "21-652-0001_p0115",
      "zh_CN": "净空法师：对。所以特别是现在，关於伦理、道德、因果教育，没人讲了。日本丢掉比中国还久，四百年，中国两百年。",
      "zh_TW": "淨空法師：對。所以特別是現在，關於倫理、道德、因果教育，沒人講了。日本丟掉比中國還久，四百年，中國兩百年。"
    },
    {
      "id": "21-652-0001_p0116",
      "zh_CN": "主持人：中国两百年。",
      "zh_TW": "主持人：中國兩百年。"
    },
    {
      "id": "21-652-0001_p0117",
      "zh_CN": "净空法师：对，日本四百年，因为日本接受西方文化比我们早，我们是从日本接受之后，我们从日本那里接受过来、传过来的。现在确实很多错误的思想已经主宰了我们的心灵，我们没有发现它是错误的。近代五十年量子力学家发现这个问题，很多科学上定律并不是真实的，误导了我们，也就是造成今天灾难的原因。科学不断在进步，不断的在发现宇宙的奥秘，好像没有止境。这桩事情，贤首国师，这是隋唐时代的人，华严宗第三代的祖师，他有一篇论文，叫《妄尽还源观》。这篇文章里面就讲得很清楚，宇宙的现象，出生无尽，就像我们玩万花筒一样，你看里面图案的变化，永远没有止境，而且找不到两个一样的。科学家现在发现，宇宙之间没有一个物质是单独存在的。它怎么存在的？都是相互，互相依靠才存在，单独不可能。这桩事情佛经里头也讲得很清楚、很明白。现在的科学家发现了，这个就叫大自然的规律，在佛法讲叫性德，自性的性德，自性里头本来的德性。那就是说宇宙跟我们是一体，这到现在最近的科学家才发现，确实是一体。人与人、与一切万物，是要互相依靠，共存共荣，这是真理，没有单独的。所以人必须要爱人，要爱惜生物，动物、植物、矿物，有真诚的爱心。这个爱心就是中国人讲的父子有亲那个亲爱。这个亲爱要发扬光大，要遍虚空法界，那这个人就称他作佛。",
      "zh_TW": "淨空法師：對，日本四百年，因為日本接受西方文化比我們早，我們是從日本接受之後，我們從日本那裡接受過來、傳過來的。現在確實很多錯誤的思想已經主宰了我們的心靈，我們沒有發現它是錯誤的。近代五十年量子力學家發現這個問題，很多科學上定律並不是真實的，誤導了我們，也就是造成今天災難的原因。科學不斷在進步，不斷的在發現宇宙的奧祕，好像沒有止境。這樁事情，賢首國師，這是隋唐時代的人，華嚴宗第三代的祖師，他有一篇論文，叫《妄盡還源觀》。這篇文章裡面就講得很清楚，宇宙的現象，出生無盡，就像我們玩萬花筒一樣，你看裡面圖案的變化，永遠沒有止境，而且找不到兩個一樣的。科學家現在發現，宇宙之間沒有一個物質是單獨存在的。它怎麼存在的？都是相互，互相依靠才存在，單獨不可能。這樁事情佛經裡頭也講得很清楚、很明白。現在的科學家發現了，這個就叫大自然的規律，在佛法講叫性德，自性的性德，自性裡頭本來的德性。那就是說宇宙跟我們是一體，這到現在最近的科學家才發現，確實是一體。人與人、與一切萬物，是要互相依靠，共存共榮，這是真理，沒有單獨的。所以人必須要愛人，要愛惜生物，動物、植物、礦物，有真誠的愛心。這個愛心就是中國人講的父子有親那個親愛。這個親愛要發揚光大，要遍虛空法界，那這個人就稱他作佛。"
    },
    {
      "id": "21-652-0001_p0118",
      "zh_CN": "主持人：全世界的人类都是一体，一个共同体。",
      "zh_TW": "主持人：全世界的人類都是一體，一個共同體。"
    },
    {
      "id": "21-652-0001_p0119",
      "zh_CN": "净空法师：一体，都是一体。",
      "zh_TW": "淨空法師：一體，都是一體。"
    },
    {
      "id": "21-652-0001_p0120",
      "zh_CN": "主持人：都是一体，我们彼此之间就不能再仇恨了。",
      "zh_TW": "主持人：都是一體，我們彼此之間就不能再仇恨了。"
    },
    {
      "id": "21-652-0001_p0121",
      "zh_CN": "净空法师：不可以，绝对不可以。",
      "zh_TW": "淨空法師：不可以，絕對不可以。"
    },
    {
      "id": "21-652-0001_p0122",
      "zh_CN": "主持人：就不能再对立了。",
      "zh_TW": "主持人：就不能再對立了。"
    },
    {
      "id": "21-652-0001_p0123",
      "zh_CN": "净空法师：不能对立。",
      "zh_TW": "淨空法師：不能對立。"
    },
    {
      "id": "21-652-0001_p0124",
      "zh_CN": "主持人：一体。",
      "zh_TW": "主持人：一體。"
    },
    {
      "id": "21-652-0001_p0125",
      "zh_CN": "净空法师：个人单独是不能生存的。没有一个物质现象，譬如今天研究到最小的物质，现在发现大概总有几十种，从原子再往下面去，电子、基本粒子、夸克，讲到小光子、微中子，一百多个，没有一个是独立存在的，它像一个网一样，互相依靠，这样的存在，所以宇宙是个共同体。所以这样一来，看我们中国古代这个家庭很有道理，因为从前家庭就是个共同体，五代同堂，不分家的。我们看家谱，你看家谱一行那就是一个家，五代。你看从本身说起，本身，上面有父母、祖父母、曾祖父母、高祖父母，下面有儿子、孙子、重孙子，所以讲九族，从上到底下，九代，这一个大家庭。所以它是社会组织，他一个家庭，在中国古时候一般差不多三百人左右。",
      "zh_TW": "淨空法師：個人單獨是不能生存的。沒有一個物質現象，譬如今天研究到最小的物質，現在發現大概總有幾十種，從原子再往下面去，電子、基本粒子、夸克，講到小光子、微中子，一百多個，沒有一個是獨立存在的，它像一個網一樣，互相依靠，這樣的存在，所以宇宙是個共同體。所以這樣一來，看我們中國古代這個家庭很有道理，因為從前家庭就是個共同體，五代同堂，不分家的。我們看家譜，你看家譜一行那就是一個家，五代。你看從本身說起，本身，上面有父母、祖父母、曾祖父母、高祖父母，下面有兒子、孫子、重孫子，所以講九族，從上到底下，九代，這一個大家庭。所以它是社會組織，他一個家庭，在中國古時候一般差不多三百人左右。"
    },
    {
      "id": "21-652-0001_p0126",
      "zh_CN": "主持人：一个家族三百人左右。",
      "zh_TW": "主持人：一個家族三百人左右。"
    },
    {
      "id": "21-652-0001_p0127",
      "zh_CN": "净空法师：你们看《红楼梦》，就是一个家，就是一个家庭。家庭兴旺的，七、八百人。中国历史上有一个，姓郑的，郑濂。哪个朝代的？明朝。历史上记载，他家庭人口有一千多人。",
      "zh_TW": "淨空法師：你們看《紅樓夢》，就是一個家，就是一個家庭。家庭興旺的，七、八百人。中國歷史上有一個，姓鄭的，鄭濂。哪個朝代的？明朝。歷史上記載，他家庭人口有一千多人。"
    },
    {
      "id": "21-652-0001_p0128",
      "zh_CN": "主持人：那么多！",
      "zh_TW": "主持人：那麼多！"
    },
    {
      "id": "21-652-0001_p0129",
      "zh_CN": "净空法师：对！所以皇帝送他一个匾额，「天下第一家」。这个家庭上上下下都能够和睦相处，教育，不教怎么行？所以中国人不能不讲求教育，你没有教育，这个家就不能建立。所以中国社会组织家是最小的单位。这个单位非常健全，因为它有道，它有家道，有家规，它有规矩，像《弟子规》是家规，规矩，有家学。",
      "zh_TW": "淨空法師：對！所以皇帝送他一個匾額，「天下第一家」。這個家庭上上下下都能夠和睦相處，教育，不教怎麼行？所以中國人不能不講求教育，你沒有教育，這個家就不能建立。所以中國社會組織家是最小的單位。這個單位非常健全，因為它有道，它有家道，有家規，它有規矩，像《弟子規》是家規，規矩，有家學。"
    },
    {
      "id": "21-652-0001_p0130",
      "zh_CN": "主持人：家学是什么？",
      "zh_TW": "主持人：家學是什麼？"
    },
    {
      "id": "21-652-0001_p0131",
      "zh_CN": "净空法师：私塾，就是家庭的子弟学校。有家业，家庭经营的事业，无论经营工业、商业、农业的，他有事业。这是经济来源，家庭经济来源。",
      "zh_TW": "淨空法師：私塾，就是家庭的子弟學校。有家業，家庭經營的事業，無論經營工業、商業、農業的，他有事業。這是經濟來源，家庭經濟來源。"
    },
    {
      "id": "21-652-0001_p0132",
      "zh_CN": "主持人：师父，我不明白那个家道是什么意思？",
      "zh_TW": "主持人：師父，我不明白那個家道是什麼意思？"
    },
    {
      "id": "21-652-0001_p0133",
      "zh_CN": "净空法师：家道就是五伦、五常、四维、八德，这是家道，家道是共同的。",
      "zh_TW": "淨空法師：家道就是五倫、五常、四維、八德，這是家道，家道是共同的。"
    },
    {
      "id": "21-652-0001_p0134",
      "zh_CN": "主持人：那个您给讲讲，我不大懂。",
      "zh_TW": "主持人：那個您給講講，我不大懂。"
    },
    {
      "id": "21-652-0001_p0135",
      "zh_CN": "净空法师：五伦就是关系，既然生命是一个共同体，那个关系你就要搞清楚。关系是父子关系，夫妇关系，君臣关系，就是领导跟被领导的关系，兄弟关系，这就是长幼的关系。",
      "zh_TW": "淨空法師：五倫就是關係，既然生命是一個共同體，那個關係你就要搞清楚。關係是父子關係，夫婦關係，君臣關係，就是領導跟被領導的關係，兄弟關係，這就是長幼的關係。"
    },
    {
      "id": "21-652-0001_p0136",
      "zh_CN": "主持人：兄弟姐妹。",
      "zh_TW": "主持人：兄弟姐妹。"
    },
    {
      "id": "21-652-0001_p0137",
      "zh_CN": "净空法师：对，兄弟姐妹，长幼的关系，朋友的关系。你在整个社会里一切关系当中不外乎这五大类，这五大类所有关系都在其中。",
      "zh_TW": "淨空法師：對，兄弟姐妹，長幼的關係，朋友的關係。你在整個社會裡一切關係當中不外乎這五大類，這五大類所有關係都在其中。"
    },
    {
      "id": "21-652-0001_p0138",
      "zh_CN": "主持人：五大类，这就是传统文化说的五伦。",
      "zh_TW": "主持人：五大類，這就是傳統文化說的五倫。"
    },
    {
      "id": "21-652-0001_p0139",
      "zh_CN": "净空法师：五伦，五大类。关系里面有最重要的一个核心的相处的一个德行。",
      "zh_TW": "淨空法師：五倫，五大類。關係裡面有最重要的一個核心的相處的一個德行。"
    },
    {
      "id": "21-652-0001_p0140",
      "zh_CN": "主持人：相处的德行。",
      "zh_TW": "主持人：相處的德行。"
    },
    {
      "id": "21-652-0001_p0141",
      "zh_CN": "净空法师：对，不错。你说父子，那就是亲爱，这是最核心的，你说君臣，他讲义，讲忠义。",
      "zh_TW": "淨空法師：對，不錯。你說父子，那就是親愛，這是最核心的，你說君臣，他講義，講忠義。"
    },
    {
      "id": "21-652-0001_p0142",
      "zh_CN": "主持人：忠义，忠心耿耿的忠，忠义。",
      "zh_TW": "主持人：忠義，忠心耿耿的忠，忠義。"
    },
    {
      "id": "21-652-0001_p0143",
      "zh_CN": "净空法师：对，不错。君仁臣忠，君是领导人，对下属要爱护，仁是仁爱，推己及人，仁爱，下属对长官要尽忠，就是要认真、负责。夫妇有别，夫妻两个结合之后，你算是成了家。家里面有两桩大事，第一个是物质生活，过去是男子负责，你去谋生养家，赚钱养家，妇女负责另一桩大事，就是教育后代。这两桩大事哪个重要？教育后代重要，你家里头会不会出圣人，会不会出贤人，都靠这个妇女教小孩，所以妇女负的责任比男子重。因此古代的教学对女子的教育比男子重，偏重在教女，因为女子教好之后，国家才有圣人出来，才有贤人出来，国泰民安。做官的都是圣贤，都懂得伦理道德，都会做好榜样给人民看，那个不一样。这个都是妇女的功劳，都是她们做出来的。所以妇女在中国古时候不是没有地位，你说没有地位那是冤枉他们，说这个话不负责任。",
      "zh_TW": "淨空法師：對，不錯。君仁臣忠，君是領導人，對下屬要愛護，仁是仁愛，推己及人，仁愛，下屬對長官要盡忠，就是要認真、負責。夫婦有別，夫妻兩個結合之後，你算是成了家。家裡面有兩樁大事，第一個是物質生活，過去是男子負責，你去謀生養家，賺錢養家，婦女負責另一樁大事，就是教育後代。這兩樁大事哪個重要？教育後代重要，你家裡頭會不會出聖人，會不會出賢人，都靠這個婦女教小孩，所以婦女負的責任比男子重。因此古代的教學對女子的教育比男子重，偏重在教女，因為女子教好之後，國家才有聖人出來，才有賢人出來，國泰民安。做官的都是聖賢，都懂得倫理道德，都會做好榜樣給人民看，那個不一樣。這個都是婦女的功勞，都是她們做出來的。所以婦女在中國古時候不是沒有地位，你說沒有地位那是冤枉他們，說這個話不負責任。"
    },
    {
      "id": "21-652-0001_p0144",
      "zh_CN": "主持人：女子的责任这么重大！",
      "zh_TW": "主持人：女子的責任這麼重大！"
    },
    {
      "id": "21-652-0001_p0145",
      "zh_CN": "净空法师：太大了！",
      "zh_TW": "淨空法師：太大了！"
    },
    {
      "id": "21-652-0001_p0146",
      "zh_CN": "主持人：比男人还要大？",
      "zh_TW": "主持人：比男人還要大？"
    },
    {
      "id": "21-652-0001_p0147",
      "zh_CN": "净空法师：大，大多了，大太多了！你说现在人称妻子为太太，太太两个字从哪来的？周朝，周朝三个母亲，太姜，文王的祖母，文王的母亲，太任，他自己的妻子，太姒，这三个都是用「太」字，这三个母亲是圣人。你看儿子，文王是圣人，武王是圣人，周公是圣人。所以称太太就是希望妳的儿女像文王、武王、周公，她们教出来的。中国古时候对女孩子非常谨慎，你说孔子，孔子的外公，妈妈的父亲，外公，外公把他的女儿嫁给他的爸爸，嫁给孔子的爸爸，生孔子。调查他家里五代，五代行善积德。所以他的外公讲，孔家一定会出圣人，把他女儿嫁给他家，生孔子。「积善之家必有余庆，积不善之家必有余殃」，中国古人相信这个，五代积德，他家会出人才。今天整个世界动乱，我们对自己国家要有信心，为什么？我们的祖宗，现在是乱世，可是过去，往上数五千年、一万年，我们的祖宗都是积德，都是道德仁义传家。我们今天后世子孙不孝，把老祖宗的东西丢掉了，还骂老祖宗。所以这一代的人会受到老祖宗的惩罚，不会灭亡，惩罚，不会把你杀掉。",
      "zh_TW": "淨空法師：大，大多了，大太多了！你說現在人稱妻子為太太，太太兩個字從哪來的？周朝，周朝三個母親，太姜，文王的祖母，文王的母親，太任，他自己的妻子，太姒，這三個都是用「太」字，這三個母親是聖人。你看兒子，文王是聖人，武王是聖人，周公是聖人。所以稱太太就是希望妳的兒女像文王、武王、周公，她們教出來的。中國古時候對女孩子非常謹慎，你說孔子，孔子的外公，媽媽的父親，外公，外公把他的女兒嫁給他的爸爸，嫁給孔子的爸爸，生孔子。調查他家裡五代，五代行善積德。所以他的外公講，孔家一定會出聖人，把他女兒嫁給他家，生孔子。「積善之家必有餘慶，積不善之家必有餘殃」，中國古人相信這個，五代積德，他家會出人才。今天整個世界動亂，我們對自己國家要有信心，為什麼？我們的祖宗，現在是亂世，可是過去，往上數五千年、一萬年，我們的祖宗都是積德，都是道德仁義傳家。我們今天後世子孫不孝，把老祖宗的東西丟掉了，還罵老祖宗。所以這一代的人會受到老祖宗的懲罰，不會滅亡，懲罰，不會把你殺掉。"
    },
    {
      "id": "21-652-0001_p0148",
      "zh_CN": "主持人：因为我们是他们的子孙。",
      "zh_TW": "主持人：因為我們是他們的子孫。"
    },
    {
      "id": "21-652-0001_p0149",
      "zh_CN": "净空法师：对，不会的。",
      "zh_TW": "淨空法師：對，不會的。"
    },
    {
      "id": "21-652-0001_p0150",
      "zh_CN": "主持人：他是教育一下。",
      "zh_TW": "主持人：他是教育一下。"
    },
    {
      "id": "21-652-0001_p0151",
      "zh_CN": "净空法师：对，要教育，要好好的惩罚你一下，不会灭亡，跟其他的国家的确不一样。你看你祖宗，祖宗是干什么的，你不就晓得了吗？中国老祖宗是积德的，都讲仁义道德。",
      "zh_TW": "淨空法師：對，要教育，要好好的懲罰你一下，不會滅亡，跟其他的國家的確不一樣。你看你祖宗，祖宗是幹什麼的，你不就曉得了嗎？中國老祖宗是積德的，都講仁義道德。"
    },
    {
      "id": "21-652-0001_p0152",
      "zh_CN": "主持人：我做为中国人我无比的荣幸，感恩我的老祖宗，我们中国人都得感恩祖宗。",
      "zh_TW": "主持人：我做為中國人我無比的榮幸，感恩我的老祖宗，我們中國人都得感恩祖宗。"
    },
    {
      "id": "21-652-0001_p0153",
      "zh_CN": "净空法师：对！不错。",
      "zh_TW": "淨空法師：對！不錯。"
    },
    {
      "id": "21-652-0001_p0154",
      "zh_CN": "主持人：他们积的阴德厚，庇佑我们这些子孙。",
      "zh_TW": "主持人：他們積的陰德厚，庇佑我們這些子孫。"
    },
    {
      "id": "21-652-0001_p0155",
      "zh_CN": "净空法师：没错，积得厚。佛教到中国，用现在的话说，佛教移民到中国，在中国生根了。",
      "zh_TW": "淨空法師：沒錯，積得厚。佛教到中國，用現在的話說，佛教移民到中國，在中國生根了。"
    },
    {
      "id": "21-652-0001_p0156",
      "zh_CN": "主持人：佛教移民到中国，在中国生根了。这是什么原因？师父。",
      "zh_TW": "主持人：佛教移民到中國，在中國生根了。這是什麼原因？師父。"
    },
    {
      "id": "21-652-0001_p0157",
      "zh_CN": "净空法师：这是当年我们中国把它请来的，听说西方的大圣人，中国人尊重圣贤，所以汉明帝派特使在西域，就是现在新疆这带地方，遇到印度这些高僧在那边传教，把他请到中国来。请到中国来，跟中国的文化一结合，相得益彰。所以他们在中国就落地生根了，变成中国传统的文化。英国汤恩比博士说得好，他说中国人心量大，能包容不同的文化，那就是佛教，印度文化，你看能包容它，而佛教的文化丰富了中国本土文化，把中国本土文化，就是儒跟道，提升了。所以今天讲中国传统文化一定是儒释道三家，少一个都不行。",
      "zh_TW": "淨空法師：這是當年我們中國把它請來的，聽說西方的大聖人，中國人尊重聖賢，所以漢明帝派特使在西域，就是現在新疆這帶地方，遇到印度這些高僧在那邊傳教，把他請到中國來。請到中國來，跟中國的文化一結合，相得益彰。所以他們在中國就落地生根了，變成中國傳統的文化。英國湯恩比博士說得好，他說中國人心量大，能包容不同的文化，那就是佛教，印度文化，你看能包容它，而佛教的文化豐富了中國本土文化，把中國本土文化，就是儒跟道，提升了。所以今天講中國傳統文化一定是儒釋道三家，少一個都不行。"
    },
    {
      "id": "21-652-0001_p0158",
      "zh_CN": "主持人：您这么一开示，我对老祖宗那种感恩的心油然而生，真的得感恩祖宗。",
      "zh_TW": "主持人：您這麼一開示，我對老祖宗那種感恩的心油然而生，真的得感恩祖宗。"
    },
    {
      "id": "21-652-0001_p0159",
      "zh_CN": "净空法师：对，不错。所以汤恩比讲的话讲得好，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」，讲得好清楚，他真认识、真明了。今天社会这么乱，中国文化是什么？中国文化就是教育，没有一个人不重视教育。这个在全世界许多国家族群里找不到第二家，最重视教育。你说几千年来，中国政治制度你仔细一看你就晓得，教育摆在第一，国家推行的政令，教育在第一。宰相底下六个部，第一个是教育部，礼部，礼部就是教育部。首相有事不能视事，就是不能上班，礼部尚书代理，就是教育部长他代替首相。换句话，在国家所有一切设施为什么？为教育。现在颠倒，现在是经济贸易摆在第一。那是什么？那是人之必争。教育是让，不是争。",
      "zh_TW": "淨空法師：對，不錯。所以湯恩比講的話講得好，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」，講得好清楚，他真認識、真明瞭。今天社會這麼亂，中國文化是什麼？中國文化就是教育，沒有一個人不重視教育。這個在全世界許多國家族群裡找不到第二家，最重視教育。你說幾千年來，中國政治制度你仔細一看你就曉得，教育擺在第一，國家推行的政令，教育在第一。宰相底下六個部，第一個是教育部，禮部，禮部就是教育部。首相有事不能視事，就是不能上班，禮部尚書代理，就是教育部長他代替首相。換句話，在國家所有一切設施為什麼？為教育。現在顛倒，現在是經濟貿易擺在第一。那是什麼？那是人之必爭。教育是讓，不是爭。"
    },
    {
      "id": "21-652-0001_p0160",
      "zh_CN": "主持人：教育是让，礼让。",
      "zh_TW": "主持人：教育是讓，禮讓。"
    },
    {
      "id": "21-652-0001_p0161",
      "zh_CN": "净空法师：对，礼让，他没有竞争的。所以社会和谐，天下太平，从这来的。人人都懂得让，小朋友都晓得让，没有竞争，竞争麻烦大了。所以错误观念，人不能说靠竞争才生存。所以今天科学发现，没有一个独立的物质它能够生存的，它生存都要依赖其他的，这就跟中国人基本观念是一样的。我们生存在这世上是要依众靠众，是要靠大家，共存共荣，绝对不是独存独荣，没这个道理。所以中国人的理念、思惟、行动，都跟大自然的原则相应，这就是一般人讲符合于天道，天道就是自然的规则。",
      "zh_TW": "淨空法師：對，禮讓，他沒有競爭的。所以社會和諧，天下太平，從這來的。人人都懂得讓，小朋友都曉得讓，沒有競爭，競爭麻煩大了。所以錯誤觀念，人不能說靠競爭才生存。所以今天科學發現，沒有一個獨立的物質它能夠生存的，它生存都要依賴其他的，這就跟中國人基本觀念是一樣的。我們生存在這世上是要依眾靠眾，是要靠大家，共存共榮，絕對不是獨存獨榮，沒這個道理。所以中國人的理念、思惟、行動，都跟大自然的原則相應，這就是一般人講符合於天道，天道就是自然的規則。"
    },
    {
      "id": "21-652-0001_p0162",
      "zh_CN": "主持人：天道就是自然的。",
      "zh_TW": "主持人：天道就是自然的。"
    },
    {
      "id": "21-652-0001_p0163",
      "zh_CN": "净空法师：对，大自然的规则。",
      "zh_TW": "淨空法師：對，大自然的規則。"
    },
    {
      "id": "21-652-0001_p0164",
      "zh_CN": "主持人：大自然的规则这叫天道。",
      "zh_TW": "主持人：大自然的規則這叫天道。"
    },
    {
      "id": "21-652-0001_p0165",
      "zh_CN": "净空法师：对，大自然的规则。现在被这些量子力学家发现了。所以他提出来，要我们人改正观念，不能够独大、不能够自私。",
      "zh_TW": "淨空法師：對，大自然的規則。現在被這些量子力學家發現了。所以他提出來，要我們人改正觀念，不能夠獨大、不能夠自私。"
    },
    {
      "id": "21-652-0001_p0166",
      "zh_CN": "主持人：不能够自私。",
      "zh_TW": "主持人：不能夠自私。"
    },
    {
      "id": "21-652-0001_p0167",
      "zh_CN": "净空法师：不可以。不能够竞争，人生以服务为目的，服务大众。要用平等心看待大众，因为我们是一家，因为我们是一体。",
      "zh_TW": "淨空法師：不可以。不能夠競爭，人生以服務為目的，服務大眾。要用平等心看待大眾，因為我們是一家，因為我們是一體。"
    },
    {
      "id": "21-652-0001_p0168",
      "zh_CN": "主持人：用平等心。",
      "zh_TW": "主持人：用平等心。"
    },
    {
      "id": "21-652-0001_p0169",
      "zh_CN": "净空法师：用平等心，不错。",
      "zh_TW": "淨空法師：用平等心，不錯。"
    },
    {
      "id": "21-652-0001_p0170",
      "zh_CN": "主持人：老法师，我还有个问题。前年冬天我去牡丹江去办事，然后那天我就去一个寺庙，看见一个法师，他就指着我说，他说妳这人杀业很重。我就说我不杀生，我说我吃了十几年的素，我从来不杀生，鸡、鸭、鱼我没杀过。后来他说妳杀过人。当时我很诧异，后来他看我那样，他说妳堕过胎吧？我当时就说您怎么知道？他说我清清楚楚看到妳后面站着四个小婴灵。真的把我吓一跳，我真的是堕了四次胎。请问老法师，真有婴灵吗？",
      "zh_TW": "主持人：老法師，我還有個問題。前年冬天我去牡丹江去辦事，然後那天我就去一個寺廟，看見一個法師，他就指著我說，他說妳這人殺業很重。我就說我不殺生，我說我吃了十幾年的素，我從來不殺生，雞、鴨、魚我沒殺過。後來他說妳殺過人。當時我很詫異，後來他看我那樣，他說妳墮過胎吧？我當時就說您怎麼知道？他說我清清楚楚看到妳後面站著四個小嬰靈。真的把我嚇一跳，我真的是墮了四次胎。請問老法師，真有嬰靈嗎？"
    },
    {
      "id": "21-652-0001_p0171",
      "zh_CN": "净空法师：有。",
      "zh_TW": "淨空法師：有。"
    },
    {
      "id": "21-652-0001_p0172",
      "zh_CN": "主持人：婴灵的情况是怎么样？",
      "zh_TW": "主持人：嬰靈的情況是怎麼樣？"
    },
    {
      "id": "21-652-0001_p0173",
      "zh_CN": "净空法师：他看得没错。",
      "zh_TW": "淨空法師：他看得沒錯。"
    },
    {
      "id": "21-652-0001_p0174",
      "zh_CN": "主持人：没错，真的就是在我后面站着。",
      "zh_TW": "主持人：沒錯，真的就是在我後面站著。"
    },
    {
      "id": "21-652-0001_p0175",
      "zh_CN": "净空法师：不错，妳堕多少后头都站着。",
      "zh_TW": "淨空法師：不錯，妳墮多少後頭都站著。"
    },
    {
      "id": "21-652-0001_p0176",
      "zh_CN": "主持人：真的，那我的运气",
      "zh_TW": "主持人：真的，那我的運氣"
    },
    {
      "id": "21-652-0001_p0177",
      "zh_CN": "净空法师：妳的运气还不错，如果妳的运气要不好的时候妳的麻烦可就大了。",
      "zh_TW": "淨空法師：妳的運氣還不錯，如果妳的運氣要不好的時候妳的麻煩可就大了。"
    },
    {
      "id": "21-652-0001_p0178",
      "zh_CN": "主持人：那师父，我这有个问题，我当初认为，我特别不理解，我觉得当初我在全国传统文化论坛上我当着很多人的面我忏悔，已经发露忏悔，我堕胎的事情我忏悔了，而且我也到寺庙去给他立牌位，我诚心诚意的。其实我当时的心态我是这样的，我给他立牌位的时候，我就说你就在这待着吧，你在这修行，你别跟着我，你千万别找我麻烦，你以后别跟着我，就这种心态。而且今天我在想，我当初在台上忏悔的时候我也觉得，反正我忏完了我罪业就消了，这个小婴灵也肯定不会跟着我了。我就特别不理解，他居然还能看到他还跟着我。",
      "zh_TW": "主持人：那師父，我這有個問題，我當初認為，我特別不理解，我覺得當初我在全國傳統文化論壇上我當著很多人的面我懺悔，已經發露懺悔，我墮胎的事情我懺悔了，而且我也到寺廟去給他立牌位，我誠心誠意的。其實我當時的心態我是這樣的，我給他立牌位的時候，我就說你就在這待著吧，你在這修行，你別跟著我，你千萬別找我麻煩，你以後別跟著我，就這種心態。而且今天我在想，我當初在台上懺悔的時候我也覺得，反正我懺完了我罪業就消了，這個小嬰靈也肯定不會跟著我了。我就特別不理解，他居然還能看到他還跟著我。"
    },
    {
      "id": "21-652-0001_p0179",
      "zh_CN": "净空法师：对，换句话说，妳忏悔那个力量不够。",
      "zh_TW": "淨空法師：對，換句話說，妳懺悔那個力量不夠。"
    },
    {
      "id": "21-652-0001_p0180",
      "zh_CN": "主持人：不够，我没发自真心。",
      "zh_TW": "主持人：不夠，我沒發自真心。"
    },
    {
      "id": "21-652-0001_p0181",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0182",
      "zh_CN": "主持人：而且我在给他立牌位的心态也是不对的，我是觉得你千万别找我麻烦，你别跟着我，你就在这好好修吧，那是错的。",
      "zh_TW": "主持人：而且我在給他立牌位的心態也是不對的，我是覺得你千萬別找我麻煩，你別跟著我，你就在這好好修吧，那是錯的。"
    },
    {
      "id": "21-652-0001_p0183",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0184",
      "zh_CN": "主持人：但是很多人都是像我这种心态，老法师。",
      "zh_TW": "主持人：但是很多人都是像我這種心態，老法師。"
    },
    {
      "id": "21-652-0001_p0185",
      "zh_CN": "净空法师：所以业障消不了，道理在此地。妳要真的把他超度。",
      "zh_TW": "淨空法師：所以業障消不了，道理在此地。妳要真的把他超度。"
    },
    {
      "id": "21-652-0001_p0186",
      "zh_CN": "主持人：真得发真诚的心。",
      "zh_TW": "主持人：真得發真誠的心。"
    },
    {
      "id": "21-652-0001_p0187",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0188",
      "zh_CN": "主持人：真得真心向人忏悔，是吧？",
      "zh_TW": "主持人：真得真心向人懺悔，是吧？"
    },
    {
      "id": "21-652-0001_p0189",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0190",
      "zh_CN": "主持人：我虚情假意，人家小婴灵看出来了，所以人家跟着妳。",
      "zh_TW": "主持人：我虛情假意，人家小嬰靈看出來了，所以人家跟著妳。"
    },
    {
      "id": "21-652-0001_p0191",
      "zh_CN": "净空法师：当然看出来了，妳起心动念他都知道。",
      "zh_TW": "淨空法師：當然看出來了，妳起心動念他都知道。"
    },
    {
      "id": "21-652-0001_p0192",
      "zh_CN": "主持人：天啊！太可怕了，起心动念他都……。",
      "zh_TW": "主持人：天啊！太可怕了，起心動念他都……。"
    },
    {
      "id": "21-652-0001_p0193",
      "zh_CN": "净空法师：他都知道，他怎么会不知道？无论是有意无意，起心动念这个波，就跟电磁波一样，已经发出去了。发到哪里？整个宇宙都充满了，就像无线电波一样。真正有功夫的人全收到，这宇宙就是一个电网，看不见、摸不着，他真收到。我们的身体是发射器，也是收报机，整个宇宙的信息统统我们能接收到。但是我们现在这有故障，电波是传到这里来了，这机器坏了，它不起作用。如果这个机器灵光的话，什么信息你都知道。那个法师他比妳就高明一点，妳那个信息他就看到。",
      "zh_TW": "淨空法師：他都知道，他怎麼會不知道？無論是有意無意，起心動念這個波，就跟電磁波一樣，已經發出去了。發到哪裡？整個宇宙都充滿了，就像無線電波一樣。真正有功夫的人全收到，這宇宙就是一個電網，看不見、摸不著，他真收到。我們的身體是發射器，也是收報機，整個宇宙的信息統統我們能接收到。但是我們現在這有故障，電波是傳到這裡來了，這機器壞了，它不起作用。如果這個機器靈光的話，什麼信息你都知道。那個法師他比妳就高明一點，妳那個信息他就看到。"
    },
    {
      "id": "21-652-0001_p0194",
      "zh_CN": "主持人：那我为什么看不见？",
      "zh_TW": "主持人：那我為什麼看不見？"
    },
    {
      "id": "21-652-0001_p0195",
      "zh_CN": "净空法师：妳心不清净。",
      "zh_TW": "淨空法師：妳心不清淨。"
    },
    {
      "id": "21-652-0001_p0196",
      "zh_CN": "主持人：我心不清净。",
      "zh_TW": "主持人：我心不清淨。"
    },
    {
      "id": "21-652-0001_p0197",
      "zh_CN": "净空法师：对！",
      "zh_TW": "淨空法師：對！"
    },
    {
      "id": "21-652-0001_p0198",
      "zh_CN": "主持人：我为什么不清净，师父？",
      "zh_TW": "主持人：我為什麼不清淨，師父？"
    },
    {
      "id": "21-652-0001_p0199",
      "zh_CN": "净空法师：妳心里有自私自利、有名闻利养、有贪瞋痴慢、有怨恨恼怒烦，这个东西不清净。",
      "zh_TW": "淨空法師：妳心裡有自私自利、有名聞利養、有貪瞋痴慢、有怨恨惱怒煩，這個東西不清淨。"
    },
    {
      "id": "21-652-0001_p0200",
      "zh_CN": "主持人：我什么都有。",
      "zh_TW": "主持人：我什麼都有。"
    },
    {
      "id": "21-652-0001_p0201",
      "zh_CN": "净空法师：对，如果这些东西统统没有，妳清净心，妳全都知道了。",
      "zh_TW": "淨空法師：對，如果這些東西統統沒有，妳清淨心，妳全都知道了。"
    },
    {
      "id": "21-652-0001_p0202",
      "zh_CN": "主持人：什么都知道，我也能看见了。",
      "zh_TW": "主持人：什麼都知道，我也能看見了。"
    },
    {
      "id": "21-652-0001_p0203",
      "zh_CN": "净空法师：都能看见，都能知道。所以科学他们是用仪器，用仪器发现到这些小的东西。",
      "zh_TW": "淨空法師：都能看見，都能知道。所以科學他們是用儀器，用儀器發現到這些小的東西。"
    },
    {
      "id": "21-652-0001_p0204",
      "zh_CN": "主持人：小的什么东西？",
      "zh_TW": "主持人：小的什麼東西？"
    },
    {
      "id": "21-652-0001_p0205",
      "zh_CN": "净空法师：像原子、电子，这些最小的物质现象，发现这个东西。可是不必要用仪器也能够看见，清净心就看见了，平等心就看见了。清净心是阿罗汉，平等心是菩萨，《无量寿经》上那个觉，觉是佛的心，大彻大悟，明心见性，那是佛。这是什么？本能。",
      "zh_TW": "淨空法師：像原子、電子，這些最小的物質現象，發現這個東西。可是不必要用儀器也能夠看見，清淨心就看見了，平等心就看見了。清淨心是阿羅漢，平等心是菩薩，《無量壽經》上那個覺，覺是佛的心，大徹大悟，明心見性，那是佛。這是什麼？本能。"
    },
    {
      "id": "21-652-0001_p0206",
      "zh_CN": "主持人：本能，我怎么没有了？",
      "zh_TW": "主持人：本能，我怎麼沒有了？"
    },
    {
      "id": "21-652-0001_p0207",
      "zh_CN": "净空法师：刚才讲了，妳因为有烦恼，妳有无明。《华严经》上讲，你有妄想、你有分别、你有执着，这就变成凡夫，变成什么都不知道了。",
      "zh_TW": "淨空法師：剛才講了，妳因為有煩惱，妳有無明。《華嚴經》上講，你有妄想、你有分別、你有執著，這就變成凡夫，變成什麼都不知道了。"
    },
    {
      "id": "21-652-0001_p0208",
      "zh_CN": "主持人：那我那个本能失掉了吗？老法师。",
      "zh_TW": "主持人：那我那個本能失掉了嗎？老法師。"
    },
    {
      "id": "21-652-0001_p0209",
      "zh_CN": "净空法师：没有失掉，永远不失。",
      "zh_TW": "淨空法師：沒有失掉，永遠不失。"
    },
    {
      "id": "21-652-0001_p0210",
      "zh_CN": "主持人：那它去哪了？",
      "zh_TW": "主持人：那它去哪了？"
    },
    {
      "id": "21-652-0001_p0211",
      "zh_CN": "净空法师：还在。",
      "zh_TW": "淨空法師：還在。"
    },
    {
      "id": "21-652-0001_p0212",
      "zh_CN": "主持人：还在，就不起作用了。",
      "zh_TW": "主持人：還在，就不起作用了。"
    },
    {
      "id": "21-652-0001_p0213",
      "zh_CN": "净空法师：不起作用了。它这是障碍，妳把障碍去掉了，本能马上就会起作用。",
      "zh_TW": "淨空法師：不起作用了。它這是障礙，妳把障礙去掉了，本能馬上就會起作用。"
    },
    {
      "id": "21-652-0001_p0214",
      "zh_CN": "主持人：把这些贪瞋痴慢、五欲六尘放下，它就能？",
      "zh_TW": "主持人：把這些貪瞋痴慢、五欲六塵放下，它就能？"
    },
    {
      "id": "21-652-0001_p0215",
      "zh_CN": "净空法师：就起作用。",
      "zh_TW": "淨空法師：就起作用。"
    },
    {
      "id": "21-652-0001_p0216",
      "zh_CN": "主持人：那我也想这样。",
      "zh_TW": "主持人：那我也想這樣。"
    },
    {
      "id": "21-652-0001_p0217",
      "zh_CN": "净空法师：对，是，妳肯放下就行了。",
      "zh_TW": "淨空法師：對，是，妳肯放下就行了。"
    },
    {
      "id": "21-652-0001_p0218",
      "zh_CN": "主持人：肯放下，那怎么能放下？",
      "zh_TW": "主持人：肯放下，那怎麼能放下？"
    },
    {
      "id": "21-652-0001_p0219",
      "zh_CN": "净空法师：问题是在妳自己。",
      "zh_TW": "淨空法師：問題是在妳自己。"
    },
    {
      "id": "21-652-0001_p0220",
      "zh_CN": "主持人：在我自己。",
      "zh_TW": "主持人：在我自己。"
    },
    {
      "id": "21-652-0001_p0221",
      "zh_CN": "净空法师：对。佛教给我们一个方法，念佛就放下。",
      "zh_TW": "淨空法師：對。佛教給我們一個方法，念佛就放下。"
    },
    {
      "id": "21-652-0001_p0222",
      "zh_CN": "主持人：念佛。",
      "zh_TW": "主持人：念佛。"
    },
    {
      "id": "21-652-0001_p0223",
      "zh_CN": "净空法师：心里头只有阿弥陀佛，除阿弥陀佛之外心里头没有一个杂念。",
      "zh_TW": "淨空法師：心裡頭只有阿彌陀佛，除阿彌陀佛之外心裡頭沒有一個雜念。"
    },
    {
      "id": "21-652-0001_p0224",
      "zh_CN": "主持人：我就念阿弥陀佛、阿弥陀佛。",
      "zh_TW": "主持人：我就念阿彌陀佛、阿彌陀佛。"
    },
    {
      "id": "21-652-0001_p0225",
      "zh_CN": "净空法师：对，不错。用这个方法，很有效，有个一、二年，妳的境界就不一样了。要真干，要知道这个世界是假的，一场梦，不是真的。",
      "zh_TW": "淨空法師：對，不錯。用這個方法，很有效，有個一、二年，妳的境界就不一樣了。要真幹，要知道這個世界是假的，一場夢，不是真的。"
    },
    {
      "id": "21-652-0001_p0226",
      "zh_CN": "主持人：老法师，那我想念佛，我想恢复清净心。",
      "zh_TW": "主持人：老法師，那我想念佛，我想恢復清淨心。"
    },
    {
      "id": "21-652-0001_p0227",
      "zh_CN": "净空法师：对，这个方法比什么都好。而且妳真正念佛，妳这些小婴灵都佩服妳。",
      "zh_TW": "淨空法師：對，這個方法比什麼都好。而且妳真正念佛，妳這些小嬰靈都佩服妳。"
    },
    {
      "id": "21-652-0001_p0228",
      "zh_CN": "主持人：他都佩服我。",
      "zh_TW": "主持人：他都佩服我。"
    },
    {
      "id": "21-652-0001_p0229",
      "zh_CN": "净空法师：当然！因为妳将来到极乐世界成佛当然他就会跟去，他跟妳有缘，妳才能真正把他送到极乐世界，他就会感恩妳了，不会找麻烦了。",
      "zh_TW": "淨空法師：當然！因為妳將來到極樂世界成佛當然他就會跟去，他跟妳有緣，妳才能真正把他送到極樂世界，他就會感恩妳了，不會找麻煩了。"
    },
    {
      "id": "21-652-0001_p0230",
      "zh_CN": "主持人：我们这些堕过胎的父母们，现在知道自己错了，特别的后悔，很多人都跟我说特别特别的后悔。从心里也想跟堕胎的孩子来化解，又不知道该如何是好。我们怎么才能弥补这样的过失？",
      "zh_TW": "主持人：我們這些墮過胎的父母們，現在知道自己錯了，特別的後悔，很多人都跟我說特別特別的後悔。從心裡也想跟墮胎的孩子來化解，又不知道該如何是好。我們怎麼才能彌補這樣的過失？"
    },
    {
      "id": "21-652-0001_p0231",
      "zh_CN": "净空法师：念佛回向，绝对有效。",
      "zh_TW": "淨空法師：念佛迴向，絕對有效。"
    },
    {
      "id": "21-652-0001_p0232",
      "zh_CN": "主持人：就念阿弥陀佛。",
      "zh_TW": "主持人：就念阿彌陀佛。"
    },
    {
      "id": "21-652-0001_p0233",
      "zh_CN": "净空法师：就念阿弥陀佛。妳先找时间听《无量寿经》，《无量寿经》听明白了，理上妳就没有怀疑了，妳效果就会出来。知道极乐世界是怎么回事情，阿弥陀佛是怎么回事情，妳把它认识清楚、认识明白，妳的信心就生出来了。",
      "zh_TW": "淨空法師：就念阿彌陀佛。妳先找時間聽《無量壽經》，《無量壽經》聽明白了，理上妳就沒有懷疑了，妳效果就會出來。知道極樂世界是怎麼回事情，阿彌陀佛是怎麼回事情，妳把它認識清楚、認識明白，妳的信心就生出來了。"
    },
    {
      "id": "21-652-0001_p0234",
      "zh_CN": "主持人：先去听这个经，是吧？《无量寿经》。",
      "zh_TW": "主持人：先去聽這個經，是吧？《無量壽經》。"
    },
    {
      "id": "21-652-0001_p0235",
      "zh_CN": "净空法师：对，妳要认识它、妳要了解它。",
      "zh_TW": "淨空法師：對，妳要認識它、妳要了解它。"
    },
    {
      "id": "21-652-0001_p0236",
      "zh_CN": "主持人：然后去念佛。",
      "zh_TW": "主持人：然後去念佛。"
    },
    {
      "id": "21-652-0001_p0237",
      "zh_CN": "净空法师：那样念才有效果、才相应。祖师大德常说，「一念相应一念佛，念念相应念念佛」。等于说是我们这一念，他就听到了，马上就有感应。",
      "zh_TW": "淨空法師：那樣念才有效果、才相應。祖師大德常說，「一念相應一念佛，念念相應念念佛」。等於說是我們這一念，他就聽到了，馬上就有感應。"
    },
    {
      "id": "21-652-0001_p0238",
      "zh_CN": "主持人：谁有感应？谁听到了？",
      "zh_TW": "主持人：誰有感應？誰聽到了？"
    },
    {
      "id": "21-652-0001_p0239",
      "zh_CN": "净空法师：我们自己感应，佛就听到了，阿弥陀佛就听到了。",
      "zh_TW": "淨空法師：我們自己感應，佛就聽到了，阿彌陀佛就聽到了。"
    },
    {
      "id": "21-652-0001_p0240",
      "zh_CN": "主持人：我念阿弥陀佛，阿弥陀佛他就听见我念他。",
      "zh_TW": "主持人：我念阿彌陀佛，阿彌陀佛他就聽見我念他。"
    },
    {
      "id": "21-652-0001_p0241",
      "zh_CN": "净空法师：对，没错，你念他，他也念你。",
      "zh_TW": "淨空法師：對，沒錯，你念他，他也念你。"
    },
    {
      "id": "21-652-0001_p0242",
      "zh_CN": "主持人：我念他，他也念我。",
      "zh_TW": "主持人：我念他，他也念我。"
    },
    {
      "id": "21-652-0001_p0243",
      "zh_CN": "净空法师：对，是。",
      "zh_TW": "淨空法師：對，是。"
    },
    {
      "id": "21-652-0001_p0244",
      "zh_CN": "主持人：就像我今天想我的家亲眷属，家亲眷属也会想我。",
      "zh_TW": "主持人：就像我今天想我的家親眷屬，家親眷屬也會想我。"
    },
    {
      "id": "21-652-0001_p0245",
      "zh_CN": "净空法师：对，没错，是这样的。",
      "zh_TW": "淨空法師：對，沒錯，是這樣的。"
    },
    {
      "id": "21-652-0001_p0246",
      "zh_CN": "主持人：这是信息吗？老法师。",
      "zh_TW": "主持人：這是信息嗎？老法師。"
    },
    {
      "id": "21-652-0001_p0247",
      "zh_CN": "净空法师：对，信息，这是信息。我们现在有烦恼，收不到佛的信息，但是佛的信息肯定到这边来。",
      "zh_TW": "淨空法師：對，信息，這是信息。我們現在有煩惱，收不到佛的信息，但是佛的信息肯定到這邊來。"
    },
    {
      "id": "21-652-0001_p0248",
      "zh_CN": "主持人：只是我接收不到。",
      "zh_TW": "主持人：只是我接收不到。"
    },
    {
      "id": "21-652-0001_p0249",
      "zh_CN": "净空法师：对，妳已经接收到了，但是机器坏了。",
      "zh_TW": "淨空法師：對，妳已經接收到了，但是機器壞了。"
    },
    {
      "id": "21-652-0001_p0250",
      "zh_CN": "主持人：机器坏了。",
      "zh_TW": "主持人：機器壞了。"
    },
    {
      "id": "21-652-0001_p0251",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-652-0001_p0252",
      "zh_CN": "主持人：那我得把机器修好。",
      "zh_TW": "主持人：那我得把機器修好。"
    },
    {
      "id": "21-652-0001_p0253",
      "zh_CN": "净空法师：修好，修好马上就灵光了。",
      "zh_TW": "淨空法師：修好，修好馬上就靈光了。"
    },
    {
      "id": "21-652-0001_p0254",
      "zh_CN": "主持人：我就把这些贪瞋痴慢什么一切都放下。",
      "zh_TW": "主持人：我就把這些貪瞋痴慢什麼一切都放下。"
    },
    {
      "id": "21-652-0001_p0255",
      "zh_CN": "净空法师：统统丢掉，统统放下，不错。",
      "zh_TW": "淨空法師：統統丟掉，統統放下，不錯。"
    },
    {
      "id": "21-652-0001_p0256",
      "zh_CN": "主持人：然后我的机器就好了。",
      "zh_TW": "主持人：然後我的機器就好了。"
    },
    {
      "id": "21-652-0001_p0257",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "21-652-0001_p0258",
      "zh_CN": "主持人：让这些很多没有宗教信仰的人，他不信佛关键是，这些人也用念阿弥陀佛这个方法，也是非常有效的，就是能帮助这些被堕胎的孩子。",
      "zh_TW": "主持人：讓這些很多沒有宗教信仰的人，他不信佛關鍵是，這些人也用念阿彌陀佛這個方法，也是非常有效的，就是能幫助這些被墮胎的孩子。"
    },
    {
      "id": "21-652-0001_p0259",
      "zh_CN": "净空法师：对，不错，在佛法里这个效果是最殊胜的、最大的，但很多人不知道。",
      "zh_TW": "淨空法師：對，不錯，在佛法裡這個效果是最殊勝的、最大的，但很多人不知道。"
    },
    {
      "id": "21-652-0001_p0260",
      "zh_CN": "主持人：我们人都好面子，尤其做了不好的事情，就不想让别人知道，都喜欢藏在心里头，更别说要讲出来了。那我们怎么才能克服这种好面子的这种？",
      "zh_TW": "主持人：我們人都好面子，尤其做了不好的事情，就不想讓別人知道，都喜歡藏在心裡頭，更別說要講出來了。那我們怎麼才能克服這種好面子的這種？"
    },
    {
      "id": "21-652-0001_p0261",
      "zh_CN": "净空法师：藏在心里面是罪，是罪过。",
      "zh_TW": "淨空法師：藏在心裡面是罪，是罪過。"
    },
    {
      "id": "21-652-0001_p0262",
      "zh_CN": "主持人：罪过。",
      "zh_TW": "主持人：罪過。"
    },
    {
      "id": "21-652-0001_p0263",
      "zh_CN": "净空法师：对，藏得愈久这个罪就愈深。",
      "zh_TW": "淨空法師：對，藏得愈久這個罪就愈深。"
    },
    {
      "id": "21-652-0001_p0264",
      "zh_CN": "主持人：藏得愈久罪愈深。",
      "zh_TW": "主持人：藏得愈久罪愈深。"
    },
    {
      "id": "21-652-0001_p0265",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-652-0001_p0266",
      "zh_CN": "主持人：为什么？",
      "zh_TW": "主持人：為什麼？"
    },
    {
      "id": "21-652-0001_p0267",
      "zh_CN": "净空法师：因为妳自己受良心责备，妳每想起这个事情就会难过，妳还有良心。如果想起这个事情不会难过，那良心都没有了，那个堕落的时候果报就更苦了。还有良心就是还有救。发露忏悔好，发露忏悔好在哪里？让别人知道这个事情的真相，不要再学我。一个人觉悟，妳就救了一个人，两个人觉悟，妳就救两个人，妳杀了几个人，妳救了几个人，这就难得了。所以发露的功德在哪里？在这个地方。",
      "zh_TW": "淨空法師：因為妳自己受良心責備，妳每想起這個事情就會難過，妳還有良心。如果想起這個事情不會難過，那良心都沒有了，那個墮落的時候果報就更苦了。還有良心就是還有救。發露懺悔好，發露懺悔好在哪裡？讓別人知道這個事情的真相，不要再學我。一個人覺悟，妳就救了一個人，兩個人覺悟，妳就救兩個人，妳殺了幾個人，妳救了幾個人，這就難得了。所以發露的功德在哪裡？在這個地方。"
    },
    {
      "id": "21-652-0001_p0268",
      "zh_CN": "主持人：比方说像我，师父，我曾经造了这么重的罪业，杀了四个我的孩子，我等于是杀手，但是我从今以后，我告诉世人、所有的亲戚朋友们，你们不要再堕胎了。",
      "zh_TW": "主持人：比方說像我，師父，我曾經造了這麼重的罪業，殺了四個我的孩子，我等於是殺手，但是我從今以後，我告訴世人、所有的親戚朋友們，你們不要再墮胎了。"
    },
    {
      "id": "21-652-0001_p0269",
      "zh_CN": "净空法师：对，没错，妳把妳这些痛苦妳说出来，告诉大家，让大家不敢再去做了，这个功德就不得了，功德就大了。",
      "zh_TW": "淨空法師：對，沒錯，妳把妳這些痛苦妳說出來，告訴大家，讓大家不敢再去做了，這個功德就不得了，功德就大了。"
    },
    {
      "id": "21-652-0001_p0270",
      "zh_CN": "主持人：让人提起警觉，说这个事情我不能做。",
      "zh_TW": "主持人：讓人提起警覺，說這個事情我不能做。"
    },
    {
      "id": "21-652-0001_p0271",
      "zh_CN": "净空法师：不可以，淫欲这个事情能做吗？你要想到后头要堕胎、要杀人，就不敢了，你就吓到了。他不了解事实真相，他一时冲动，犯下这么大的罪过，造这么大的恶业，真正了解事实真相，不敢做，不敢，决定不敢。",
      "zh_TW": "淨空法師：不可以，淫欲這個事情能做嗎？你要想到後頭要墮胎、要殺人，就不敢了，你就嚇到了。他不了解事實真相，他一時衝動，犯下這麼大的罪過，造這麼大的惡業，真正了解事實真相，不敢做，不敢，決定不敢。"
    },
    {
      "id": "21-652-0001_p0272",
      "zh_CN": "主持人：我们必须克服这种好面子，我们一定要当众发露忏悔。您刚讲完一本外国人写的《念力的秘密》，有哪些方法可以用在堕胎忏悔上？",
      "zh_TW": "主持人：我們必須克服這種好面子，我們一定要當眾發露懺悔。您剛講完一本外國人寫的《念力的祕密》，有哪些方法可以用在墮胎懺悔上？"
    },
    {
      "id": "21-652-0001_p0273",
      "zh_CN": "净空法师：这是让我们增长信心。就是念头，我们以前念头是不善的，所以造很多罪业，现在我们能够把念头转过来，转成善的，用中国老祖宗的东西，你就想五桩事情，基本的德行，仁，仁是爱人，推己及人。",
      "zh_TW": "淨空法師：這是讓我們增長信心。就是念頭，我們以前念頭是不善的，所以造很多罪業，現在我們能夠把念頭轉過來，轉成善的，用中國老祖宗的東西，你就想五樁事情，基本的德行，仁，仁是愛人，推己及人。"
    },
    {
      "id": "21-652-0001_p0274",
      "zh_CN": "主持人：仁是那个仁义的仁吗？",
      "zh_TW": "主持人：仁是那個仁義的仁嗎？"
    },
    {
      "id": "21-652-0001_p0275",
      "zh_CN": "净空法师：仁义的仁，仁是两个人，想到自己就想到别人，你才会学会关心别人、爱护别人，我不愿意做的事情我就不能教别人做，所以叫推己及人。义是循理，义是什么？起心动念、言语造作合情合理合法，都要遵守，这是义。所以义就不盗，跟佛法的五戒相同。仁慈就不杀生，怎么可以害人？",
      "zh_TW": "淨空法師：仁義的仁，仁是兩個人，想到自己就想到別人，你才會學會關心別人、愛護別人，我不願意做的事情我就不能教別人做，所以叫推己及人。義是循理，義是什麼？起心動念、言語造作合情合理合法，都要遵守，這是義。所以義就不盜，跟佛法的五戒相同。仁慈就不殺生，怎麼可以害人？"
    },
    {
      "id": "21-652-0001_p0276",
      "zh_CN": "主持人：老法师您刚才说义就不盗，哪个盗？",
      "zh_TW": "主持人：老法師您剛才說義就不盜，哪個盜？"
    },
    {
      "id": "21-652-0001_p0277",
      "zh_CN": "净空法师：偷盗的盗，就不会占人便宜，占人便宜这是不义。",
      "zh_TW": "淨空法師：偷盜的盜，就不會佔人便宜，佔人便宜這是不義。"
    },
    {
      "id": "21-652-0001_p0278",
      "zh_CN": "主持人：那很多的人他自己就是做第三者，那也是盗？",
      "zh_TW": "主持人：那很多的人他自己就是做第三者，那也是盜？"
    },
    {
      "id": "21-652-0001_p0279",
      "zh_CN": "净空法师：是盗。所以要懂得这些道理。礼，礼是礼节。现在人都不讲礼了，现在人没有礼了。智，智是理智，不能感情用事，处事待人接物要有智慧，不能用感情，用感情就会做错事情，用智慧就不会。最后一个是信用，要相信自己，要相信别人，要相信老祖宗，要相信佛菩萨。信是德行的基础，如果信没有了全都没有了，上面四个都没有了。",
      "zh_TW": "淨空法師：是盜。所以要懂得這些道理。禮，禮是禮節。現在人都不講禮了，現在人沒有禮了。智，智是理智，不能感情用事，處事待人接物要有智慧，不能用感情，用感情就會做錯事情，用智慧就不會。最後一個是信用，要相信自己，要相信別人，要相信老祖宗，要相信佛菩薩。信是德行的基礎，如果信沒有了全都沒有了，上面四個都沒有了。"
    },
    {
      "id": "21-652-0001_p0280",
      "zh_CN": "主持人：信这么重要！",
      "zh_TW": "主持人：信這麼重要！"
    },
    {
      "id": "21-652-0001_p0281",
      "zh_CN": "净空法师：重要。",
      "zh_TW": "淨空法師：重要。"
    },
    {
      "id": "21-652-0001_p0282",
      "zh_CN": "主持人：信是德行的基础。",
      "zh_TW": "主持人：信是德行的基礎。"
    },
    {
      "id": "21-652-0001_p0283",
      "zh_CN": "净空法师：德行的基础，就像土地一样，你这个大楼是从这一层一层盖上去的，你这里没有了不就全部都没有了？所以你看《华严经》上说，「信为道元功德母」。信是如来大道的根源，是所有一切功德之母，就是它能生一切功德。所以佛教我们自己要相信自己是佛。",
      "zh_TW": "淨空法師：德行的基礎，就像土地一樣，你這個大樓是從這一層一層蓋上去的，你這裡沒有了不就全部都沒有了？所以你看《華嚴經》上說，「信為道元功德母」。信是如來大道的根源，是所有一切功德之母，就是它能生一切功德。所以佛教我們自己要相信自己是佛。"
    },
    {
      "id": "21-652-0001_p0284",
      "zh_CN": "主持人：相信自己是佛。",
      "zh_TW": "主持人：相信自己是佛。"
    },
    {
      "id": "21-652-0001_p0285",
      "zh_CN": "净空法师：是佛，本来是佛，因为你有了妄想分别执着，你从佛掉下来变成凡夫。如果我们今天把妄想分别执着放下，你就又恢复到佛位了，你就又成佛了。净土宗的道理就八个字，是心是佛。",
      "zh_TW": "淨空法師：是佛，本來是佛，因為你有了妄想分別執著，你從佛掉下來變成凡夫。如果我們今天把妄想分別執著放下，你就又恢復到佛位了，你就又成佛了。淨土宗的道理就八個字，是心是佛。"
    },
    {
      "id": "21-652-0001_p0286",
      "zh_CN": "主持人：是心是佛。",
      "zh_TW": "主持人：是心是佛。"
    },
    {
      "id": "21-652-0001_p0287",
      "zh_CN": "净空法师：对，我的心就是佛。",
      "zh_TW": "淨空法師：對，我的心就是佛。"
    },
    {
      "id": "21-652-0001_p0288",
      "zh_CN": "主持人：我的心是这个心脏的心吗？",
      "zh_TW": "主持人：我的心是這個心臟的心嗎？"
    },
    {
      "id": "21-652-0001_p0289",
      "zh_CN": "净空法师：对，但肉体的这个心跟我们自己真心那个心是分不开的。整个宇宙它是个连体，都分不开的。是心作佛，这个心就是念头，我现在的念头就是念阿弥陀佛、念极乐世界，我到极乐世界成佛，跟阿弥陀佛完全相同。",
      "zh_TW": "淨空法師：對，但肉體的這個心跟我們自己真心那個心是分不開的。整個宇宙它是個連體，都分不開的。是心作佛，這個心就是念頭，我現在的念頭就是念阿彌陀佛、念極樂世界，我到極樂世界成佛，跟阿彌陀佛完全相同。"
    },
    {
      "id": "21-652-0001_p0290",
      "zh_CN": "主持人：这叫是心作佛？",
      "zh_TW": "主持人：這叫是心作佛？"
    },
    {
      "id": "21-652-0001_p0291",
      "zh_CN": "净空法师：是心作佛，念佛就是是心作佛，因为你本来是佛，你现在又要作佛，那怎么不成佛，当然成佛，净土宗原理就是这个。如果你本来不是佛，你念佛也成不了佛，你本来是！",
      "zh_TW": "淨空法師：是心作佛，念佛就是是心作佛，因為你本來是佛，你現在又要作佛，那怎麼不成佛，當然成佛，淨土宗原理就是這個。如果你本來不是佛，你念佛也成不了佛，你本來是！"
    },
    {
      "id": "21-652-0001_p0292",
      "zh_CN": "主持人：那些小动物牠也是佛吗？",
      "zh_TW": "主持人：那些小動物牠也是佛嗎？"
    },
    {
      "id": "21-652-0001_p0293",
      "zh_CN": "净空法师：都是的，连蚊虫蚂蚁都是的，甚至于现在物理学家发现的原子、电子、粒子、量子，都是佛。",
      "zh_TW": "淨空法師：都是的，連蚊蟲螞蟻都是的，甚至於現在物理學家發現的原子、電子、粒子、量子，都是佛。"
    },
    {
      "id": "21-652-0001_p0294",
      "zh_CN": "主持人：都是佛。",
      "zh_TW": "主持人：都是佛。"
    },
    {
      "id": "21-652-0001_p0295",
      "zh_CN": "净空法师：佛就是自性，就是真心，那都是真心变的。",
      "zh_TW": "淨空法師：佛就是自性，就是真心，那都是真心變的。"
    },
    {
      "id": "21-652-0001_p0296",
      "zh_CN": "主持人：真心变的。",
      "zh_TW": "主持人：真心變的。"
    },
    {
      "id": "21-652-0001_p0297",
      "zh_CN": "净空法师：对！离开真心什么都没有，全是假的。妳们演电影，电影的银幕就好比真心，自己的本性，你所演的宇宙之间万事万物就是里头的影像，银幕上的画面，画面是假的，因为它动的，它不断在动，银幕不动。",
      "zh_TW": "淨空法師：對！離開真心什麼都沒有，全是假的。妳們演電影，電影的銀幕就好比真心，自己的本性，你所演的宇宙之間萬事萬物就是裡頭的影像，銀幕上的畫面，畫面是假的，因為它動的，它不斷在動，銀幕不動。"
    },
    {
      "id": "21-652-0001_p0298",
      "zh_CN": "主持人：银幕是不动。",
      "zh_TW": "主持人：銀幕是不動。"
    },
    {
      "id": "21-652-0001_p0299",
      "zh_CN": "净空法师：银幕不动，它是真的，没有那个真它显不出来。",
      "zh_TW": "淨空法師：銀幕不動，它是真的，沒有那個真它顯不出來。"
    },
    {
      "id": "21-652-0001_p0300",
      "zh_CN": "主持人：那个真是那个银幕吗？",
      "zh_TW": "主持人：那個真是那個銀幕嗎？"
    },
    {
      "id": "21-652-0001_p0301",
      "zh_CN": "净空法师：真是银幕，银幕才显出来，像显出来，你这个画面不是统统显在银幕上吗？没有银幕，像就没有了，就显不出来了。所以银幕是体，是真心。真心不动，真心不变，会变的、会动的全是假的。所以整个宇宙就像电视一样，跟这个电影画面一样，银幕上的画面，银幕上的画面别计较它，要注意那个如如不动的真心。所以我们眼见色、耳闻声、鼻嗅香、舌尝味都能够做到如如不动，那就是佛境界。",
      "zh_TW": "淨空法師：真是銀幕，銀幕才顯出來，像顯出來，你這個畫面不是統統顯在銀幕上嗎？沒有銀幕，像就沒有了，就顯不出來了。所以銀幕是體，是真心。真心不動，真心不變，會變的、會動的全是假的。所以整個宇宙就像電視一樣，跟這個電影畫面一樣，銀幕上的畫面，銀幕上的畫面別計較它，要注意那個如如不動的真心。所以我們眼見色、耳聞聲、鼻嗅香、舌嘗味都能夠做到如如不動，那就是佛境界。"
    },
    {
      "id": "21-652-0001_p0302",
      "zh_CN": "主持人：老法师，那我肯定就不是真心，因为我这人千变万化，我今天爱这个人，明天又不爱了，我今天跟这个好，明天又跟那个恼了，那就是用的什么心？",
      "zh_TW": "主持人：老法師，那我肯定就不是真心，因為我這人千變萬化，我今天愛這個人，明天又不愛了，我今天跟這個好，明天又跟那個惱了，那就是用的什麼心？"
    },
    {
      "id": "21-652-0001_p0303",
      "zh_CN": "净空法师：用的妄心。",
      "zh_TW": "淨空法師：用的妄心。"
    },
    {
      "id": "21-652-0001_p0304",
      "zh_CN": "主持人：妄心，哪个妄？",
      "zh_TW": "主持人：妄心，哪個妄？"
    },
    {
      "id": "21-652-0001_p0305",
      "zh_CN": "净空法师：虚妄，就是假的心。",
      "zh_TW": "淨空法師：虛妄，就是假的心。"
    },
    {
      "id": "21-652-0001_p0306",
      "zh_CN": "主持人：假的心，我用的不是我的真心。",
      "zh_TW": "主持人：假的心，我用的不是我的真心。"
    },
    {
      "id": "21-652-0001_p0307",
      "zh_CN": "净空法师：对，不是真心，假的。所以现在人都靠不住，虚情假意，没有真心，都是假的。假的心造恶业，假的心，就是因为心是用假心，你出不了六道轮回，六道轮回是假的，你超越不了这个假的，你在这个里头，不善的念头就受罪，善的念头你就享福。你这个心常常变动，福会变成祸、会变成灾难，祸也会变成福，就在那里交替循环，就玩这个把戏，这就叫人生。你把它看穿了、看明白了，你才真正希望超越，不再玩这个把戏了。这什么？做恶梦！",
      "zh_TW": "淨空法師：對，不是真心，假的。所以現在人都靠不住，虛情假意，沒有真心，都是假的。假的心造惡業，假的心，就是因為心是用假心，你出不了六道輪迴，六道輪迴是假的，你超越不了這個假的，你在這個裡頭，不善的念頭就受罪，善的念頭你就享福。你這個心常常變動，福會變成禍、會變成災難，禍也會變成福，就在那裡交替循環，就玩這個把戲，這就叫人生。你把它看穿了、看明白了，你才真正希望超越，不再玩這個把戲了。這什麼？做惡夢！"
    },
    {
      "id": "21-652-0001_p0308",
      "zh_CN": "主持人：那您说，老法师，我自己是演员，我觉得人生就是一场戏，您说对吗？",
      "zh_TW": "主持人：那您說，老法師，我自己是演員，我覺得人生就是一場戲，您說對嗎？"
    },
    {
      "id": "21-652-0001_p0309",
      "zh_CN": "净空法师：没错，是这样的，确实是这样的。",
      "zh_TW": "淨空法師：沒錯，是這樣的，確實是這樣的。"
    },
    {
      "id": "21-652-0001_p0310",
      "zh_CN": "主持人：只是人迷了，不知道，还觉得是真的。",
      "zh_TW": "主持人：只是人迷了，不知道，還覺得是真的。"
    },
    {
      "id": "21-652-0001_p0311",
      "zh_CN": "净空法师：对，不知道，这是假的，不是真的，你到极乐世界才看到真的，那不是假的。念阿弥陀佛的心是真心。",
      "zh_TW": "淨空法師：對，不知道，這是假的，不是真的，你到極樂世界才看到真的，那不是假的。念阿彌陀佛的心是真心。"
    },
    {
      "id": "21-652-0001_p0312",
      "zh_CN": "主持人：念阿弥陀佛是真心。",
      "zh_TW": "主持人：念阿彌陀佛是真心。"
    },
    {
      "id": "21-652-0001_p0313",
      "zh_CN": "净空法师：如果念阿弥陀佛里头还夹杂的，那个心就不纯了。",
      "zh_TW": "淨空法師：如果念阿彌陀佛裡頭還夾雜的，那個心就不純了。"
    },
    {
      "id": "21-652-0001_p0314",
      "zh_CN": "主持人：您说夹杂是什么意思？",
      "zh_TW": "主持人：您說夾雜是什麼意思？"
    },
    {
      "id": "21-652-0001_p0315",
      "zh_CN": "净空法师：妄念，有妄念在里头。",
      "zh_TW": "淨空法師：妄念，有妄念在裡頭。"
    },
    {
      "id": "21-652-0001_p0316",
      "zh_CN": "主持人：妄念就是想别的什么事。",
      "zh_TW": "主持人：妄念就是想別的什麼事。"
    },
    {
      "id": "21-652-0001_p0317",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "21-652-0001_p0318",
      "zh_CN": "主持人：我在念阿弥陀佛的时候我在想这个事那个事，那叫夹杂，是吧？",
      "zh_TW": "主持人：我在念阿彌陀佛的時候我在想這個事那個事，那叫夾雜，是吧？"
    },
    {
      "id": "21-652-0001_p0319",
      "zh_CN": "净空法师：不错，那叫夹杂，夹杂就是把妳功夫破坏了，妳不纯了。",
      "zh_TW": "淨空法師：不錯，那叫夾雜，夾雜就是把妳功夫破壞了，妳不純了。"
    },
    {
      "id": "21-652-0001_p0320",
      "zh_CN": "主持人：不能那么念。你什么都不想，只是一句阿弥陀佛。",
      "zh_TW": "主持人：不能那麼念。你什麼都不想，只是一句阿彌陀佛。"
    },
    {
      "id": "21-652-0001_p0321",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0322",
      "zh_CN": "主持人：那就能恢复清净心。",
      "zh_TW": "主持人：那就能恢復清淨心。"
    },
    {
      "id": "21-652-0001_p0323",
      "zh_CN": "净空法师：能恢复清净心。",
      "zh_TW": "淨空法師：能恢復清淨心。"
    },
    {
      "id": "21-652-0001_p0324",
      "zh_CN": "主持人：您给我们讲讲，就是《念力的秘密》它有没有什么方法用在忏悔上面，就是现在人都想忏悔，但不知道该怎么忏悔？",
      "zh_TW": "主持人：您給我們講講，就是《念力的祕密》它有沒有什麼方法用在懺悔上面，就是現在人都想懺悔，但不知道該怎麼懺悔？"
    },
    {
      "id": "21-652-0001_p0325",
      "zh_CN": "净空法师：它那个忏悔也是叫你用真心。",
      "zh_TW": "淨空法師：它那個懺悔也是叫你用真心。"
    },
    {
      "id": "21-652-0001_p0326",
      "zh_CN": "主持人：用真心。",
      "zh_TW": "主持人：用真心。"
    },
    {
      "id": "21-652-0001_p0327",
      "zh_CN": "净空法师：对，这个理念完全是相同的。",
      "zh_TW": "淨空法師：對，這個理念完全是相同的。"
    },
    {
      "id": "21-652-0001_p0328",
      "zh_CN": "主持人：比方说像我这样，我们堕过孩子，我们怎么能跟自己的孩子忏悔？",
      "zh_TW": "主持人：比方說像我這樣，我們墮過孩子，我們怎麼能跟自己的孩子懺悔？"
    },
    {
      "id": "21-652-0001_p0329",
      "zh_CN": "净空法师：夏威夷古老治疗的方法是个很好的例子，它的基础是完全肯定自他是一不是二，这是基本条件，自他是一不是二，我们是一体的。",
      "zh_TW": "淨空法師：夏威夷古老治療的方法是個很好的例子，它的基礎是完全肯定自他是一不是二，這是基本條件，自他是一不是二，我們是一體的。"
    },
    {
      "id": "21-652-0001_p0330",
      "zh_CN": "主持人：我跟他人是一体的。",
      "zh_TW": "主持人：我跟他人是一體的。"
    },
    {
      "id": "21-652-0001_p0331",
      "zh_CN": "净空法师：是一体的，譬如说你要治疗哪个人，帮助哪个人，他生病了，你要去治疗他的话，你要把他看成跟自己是一体。这是第一桩大事，第一个条件。",
      "zh_TW": "淨空法師：是一體的，譬如說你要治療哪個人，幫助哪個人，他生病了，你要去治療他的話，你要把他看成跟自己是一體。這是第一樁大事，第一個條件。"
    },
    {
      "id": "21-652-0001_p0332",
      "zh_CN": "主持人：他得病了，我现在忏悔的时候，我也得的这个病。",
      "zh_TW": "主持人：他得病了，我現在懺悔的時候，我也得的這個病。"
    },
    {
      "id": "21-652-0001_p0333",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0334",
      "zh_CN": "主持人：这样啊！",
      "zh_TW": "主持人：這樣啊！"
    },
    {
      "id": "21-652-0001_p0335",
      "zh_CN": "净空法师：没错，就是他得的什么病，医疗的时候不需要跟病人见面，跟病人不见面的，只知道他的病历，只知道这个人的病历，他就是我，我就是他，我看到他的病历，想到我身上有这些病，跟他一样的病，我用念力把我的病治好，他就好了。",
      "zh_TW": "淨空法師：沒錯，就是他得的什麼病，醫療的時候不需要跟病人見面，跟病人不見面的，只知道他的病歷，只知道這個人的病歷，他就是我，我就是他，我看到他的病歷，想到我身上有這些病，跟他一樣的病，我用念力把我的病治好，他就好了。"
    },
    {
      "id": "21-652-0001_p0336",
      "zh_CN": "主持人：要念这个病人的名字吗？",
      "zh_TW": "主持人：要念這個病人的名字嗎？"
    },
    {
      "id": "21-652-0001_p0337",
      "zh_CN": "净空法师：要，要念他的名字。你对他了解愈多就愈好，感应就愈快。不需要见面，而且相隔几千里都没有关系，都能把他治好。可是头一个这个念头，就是自他是一不是二，这一点很难做到。想到他身上的病、他的痛苦，我现在也是这个病，我现在也是这个痛苦，我用我的意念把我的病痛恢复正常，他就好了。现在这个方法在美国、在日本，好多好多人在学习。",
      "zh_TW": "淨空法師：要，要念他的名字。你對他了解愈多就愈好，感應就愈快。不需要見面，而且相隔幾千里都沒有關係，都能把他治好。可是頭一個這個念頭，就是自他是一不是二，這一點很難做到。想到他身上的病、他的痛苦，我現在也是這個病，我現在也是這個痛苦，我用我的意念把我的病痛恢復正常，他就好了。現在這個方法在美國、在日本，好多好多人在學習。"
    },
    {
      "id": "21-652-0001_p0338",
      "zh_CN": "主持人：真能这样啊！",
      "zh_TW": "主持人：真能這樣啊！"
    },
    {
      "id": "21-652-0001_p0339",
      "zh_CN": "净空法师：好多人学习。这也是一个我觉得是可能与灾难有关系，因为灾难来的时候可能医药没有了，医生没有了，你怎么办？这个方法非常有效，不需要用医药，不需要打针。",
      "zh_TW": "淨空法師：好多人學習。這也是一個我覺得是可能與災難有關係，因為災難來的時候可能醫藥沒有了，醫生沒有了，你怎麼辦？這個方法非常有效，不需要用醫藥，不需要打針。"
    },
    {
      "id": "21-652-0001_p0340",
      "zh_CN": "主持人：就用意念。",
      "zh_TW": "主持人：就用意念。"
    },
    {
      "id": "21-652-0001_p0341",
      "zh_CN": "净空法师：对，就用意念就能把对方治好。它是真的，它一点不假。四句话，很简单，譬如我身上不好，我对不起，对不起自己，我没有把自己照顾好，为什么这个细胞、器官变成病毒了，我没有照顾好，说「对不起，请你原谅，感谢你」，最后是「我爱你」，就四句话。你看，对不起，请你原谅我。",
      "zh_TW": "淨空法師：對，就用意念就能把對方治好。它是真的，它一點不假。四句話，很簡單，譬如我身上不好，我對不起，對不起自己，我沒有把自己照顧好，為什麼這個細胞、器官變成病毒了，我沒有照顧好，說「對不起，請你原諒，感謝你」，最後是「我愛你」，就四句話。你看，對不起，請你原諒我。"
    },
    {
      "id": "21-652-0001_p0342",
      "zh_CN": "主持人：就等于说对不起，我错了。",
      "zh_TW": "主持人：就等於說對不起，我錯了。"
    },
    {
      "id": "21-652-0001_p0343",
      "zh_CN": "净空法师：我没有照顾好，我现在是肺病、肝病，我没有照顾好。",
      "zh_TW": "淨空法師：我沒有照顧好，我現在是肺病、肝病，我沒有照顧好。"
    },
    {
      "id": "21-652-0001_p0344",
      "zh_CN": "主持人：如果我自己肺要有问题，我就跟肺上这个细胞说，是吧？",
      "zh_TW": "主持人：如果我自己肺要有問題，我就跟肺上這個細胞說，是吧？"
    },
    {
      "id": "21-652-0001_p0345",
      "zh_CN": "净空法师：没错，它就能恢复正常。",
      "zh_TW": "淨空法師：沒錯，它就能恢復正常。"
    },
    {
      "id": "21-652-0001_p0346",
      "zh_CN": "主持人：对不起，我还没记住，刚才是对不起？",
      "zh_TW": "主持人：對不起，我還沒記住，剛才是對不起？"
    },
    {
      "id": "21-652-0001_p0347",
      "zh_CN": "净空法师：第一个是「对不起」，第二个是「请你原谅我」，第三个是「谢谢你」，第四个是「我爱你」，就这四句话。",
      "zh_TW": "淨空法師：第一個是「對不起」，第二個是「請你原諒我」，第三個是「謝謝你」，第四個是「我愛你」，就這四句話。"
    },
    {
      "id": "21-652-0001_p0348",
      "zh_CN": "主持人：对不起，请原谅，谢谢你，我爱你。",
      "zh_TW": "主持人：對不起，請原諒，謝謝你，我愛你。"
    },
    {
      "id": "21-652-0001_p0349",
      "zh_CN": "净空法师：一天做一次的话，大约就半个小时。",
      "zh_TW": "淨空法師：一天做一次的話，大約就半個小時。"
    },
    {
      "id": "21-652-0001_p0350",
      "zh_CN": "主持人：一天半个小时，就这四句话没完没了的重复跟身上的细胞在说。",
      "zh_TW": "主持人：一天半個小時，就這四句話沒完沒了的重複跟身上的細胞在說。"
    },
    {
      "id": "21-652-0001_p0351",
      "zh_CN": "净空法师：不错，连续三十天，肯定有效。",
      "zh_TW": "淨空法師：不錯，連續三十天，肯定有效。"
    },
    {
      "id": "21-652-0001_p0352",
      "zh_CN": "主持人：连续三十天，就是一个月。",
      "zh_TW": "主持人：連續三十天，就是一個月。"
    },
    {
      "id": "21-652-0001_p0353",
      "zh_CN": "净空法师：一定要把那个人想成跟自己是一体，才有效。如果我是我，他是他，没效。",
      "zh_TW": "淨空法師：一定要把那個人想成跟自己是一體，才有效。如果我是我，他是他，沒效。"
    },
    {
      "id": "21-652-0001_p0354",
      "zh_CN": "主持人：老法师，我现在在想，我曾经堕过四次胎，我向我的婴灵小宝宝们我也用这个方法试一下，从今天我就试一下。",
      "zh_TW": "主持人：老法師，我現在在想，我曾經墮過四次胎，我向我的嬰靈小寶寶們我也用這個方法試一下，從今天我就試一下。"
    },
    {
      "id": "21-652-0001_p0355",
      "zh_CN": "净空法师：可以，不错。",
      "zh_TW": "淨空法師：可以，不錯。"
    },
    {
      "id": "21-652-0001_p0356",
      "zh_CN": "主持人：那我给他编上名字是吧？",
      "zh_TW": "主持人：那我給他編上名字是吧？"
    },
    {
      "id": "21-652-0001_p0357",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-652-0001_p0358",
      "zh_CN": "主持人：跟他们编上名字，然后就这四句话我就……",
      "zh_TW": "主持人：跟他們編上名字，然後就這四句話我就……"
    },
    {
      "id": "21-652-0001_p0359",
      "zh_CN": "净空法师：不错，妳观想他的时候。",
      "zh_TW": "淨空法師：不錯，妳觀想他的時候。"
    },
    {
      "id": "21-652-0001_p0360",
      "zh_CN": "主持人：观想他，四个，还是一个一个来？",
      "zh_TW": "主持人：觀想他，四個，還是一個一個來？"
    },
    {
      "id": "21-652-0001_p0361",
      "zh_CN": "净空法师：妳是念佛要回向给他，你要把念佛的功德，譬如说妳念一个小时的佛，念两个小时的佛，用这个来回向，我是为你念的，是为他念的。",
      "zh_TW": "淨空法師：妳是念佛要迴向給他，你要把念佛的功德，譬如說妳念一個小時的佛，念兩個小時的佛，用這個來迴向，我是為你念的，是為他念的。"
    },
    {
      "id": "21-652-0001_p0362",
      "zh_CN": "主持人：为他念的。",
      "zh_TW": "主持人：為他念的。"
    },
    {
      "id": "21-652-0001_p0363",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-652-0001_p0364",
      "zh_CN": "主持人：念佛是这个。那忏悔这个，师父，我还想请教您，就是说，比方说我堕四次胎，四个孩子，我还是一次四个把他们叫来，还是一个一个那样？",
      "zh_TW": "主持人：念佛是這個。那懺悔這個，師父，我還想請教您，就是說，比方說我墮四次胎，四個孩子，我還是一次四個把他們叫來，還是一個一個那樣？"
    },
    {
      "id": "21-652-0001_p0365",
      "zh_CN": "净空法师：都可以。",
      "zh_TW": "淨空法師：都可以。"
    },
    {
      "id": "21-652-0001_p0366",
      "zh_CN": "主持人：以至诚心去。",
      "zh_TW": "主持人：以至誠心去。"
    },
    {
      "id": "21-652-0001_p0367",
      "zh_CN": "净空法师：对，以至诚心。这个是科学发现的，念力能量太大了，不可思议，能够治自己身心的病苦。",
      "zh_TW": "淨空法師：對，以至誠心。這個是科學發現的，念力能量太大了，不可思議，能夠治自己身心的病苦。"
    },
    {
      "id": "21-652-0001_p0368",
      "zh_CN": "主持人：治自己身心的病苦。",
      "zh_TW": "主持人：治自己身心的病苦。"
    },
    {
      "id": "21-652-0001_p0369",
      "zh_CN": "净空法师：对，不错，肉体跟精神都能够治好，而且还能帮助这个地区化解灾难。",
      "zh_TW": "淨空法師：對，不錯，肉體跟精神都能夠治好，而且還能幫助這個地區化解災難。"
    },
    {
      "id": "21-652-0001_p0370",
      "zh_CN": "主持人：那我今天回去就试，找时间。感恩师父，感恩您老法师。",
      "zh_TW": "主持人：那我今天回去就試，找時間。感恩師父，感恩您老法師。"
    }
  ]
}