{
  "doc_id": "01-012-0004",
  "title": {
    "zh_CN": "佛说阿弥陀经要解菁华",
    "zh_TW": "佛說阿彌陀經要解菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "马来西亚",
    "zh_TW": "馬來西亞"
  },
  "doc_number": "01-012-0004",
  "total_paragraphs": 127,
  "paragraphs": [
    {
      "id": "01-012-0004_p0001",
      "zh_CN": "诸位法师，诸位同修，请掀开经本第七面，从第四十段看起：",
      "zh_TW": "諸位法師，諸位同修，請掀開經本第七面，從第四十段看起："
    },
    {
      "id": "01-012-0004_p0002",
      "zh_CN": "【佛寿命并其人民寿命。当知光寿名号。皆本众生建立。以生佛平等。能令持名者。照与光融。寿同佛寂也。】",
      "zh_TW": "【佛壽命併其人民壽命。當知光壽名號。皆本眾生建立。以生佛平等。能令持名者。照與光融。壽同佛寂也。】"
    },
    {
      "id": "01-012-0004_p0003",
      "zh_CN": "西方世界第一殊胜就是无量寿，所以古大德常说，阿弥陀佛国中第一德，德就是德能、德用，第一德就是无量寿。这个无量我们要问，它是有量的无量，还是真正的无量？从我们去往生，从阿弥陀佛在西方世界的示现，是有量的无量，他的寿量还是有限度的。有限度为什么称无量？那个数字太大了。即使古印度讲数目字的单位，我们在《华严经．根自在主童子章》里面所见到的，最后十个大数就是从「阿僧祇」开始。阿僧祇个阿僧祇叫一个「无量」，无量个无量叫一个「无边」，这样倍倍相乘，到第十个大数（最后一个大数）叫「不可说不可说」。这个数字我们现在只能用天文数字来形容它，其实比这个数字不知道还要大多少倍。诸位细细从《无量寿经》里面去体会，你就明了，那个数量真正不可思议。",
      "zh_TW": "西方世界第一殊勝就是無量壽，所以古大德常說，阿彌陀佛國中第一德，德就是德能、德用，第一德就是無量壽。這個無量我們要問，它是有量的無量，還是真正的無量？從我們去往生，從阿彌陀佛在西方世界的示現，是有量的無量，他的壽量還是有限度的。有限度為什麼稱無量？那個數字太大了。即使古印度講數目字的單位，我們在《華嚴經．根自在主童子章》裡面所見到的，最後十個大數就是從「阿僧祇」開始。阿僧祇個阿僧祇叫一個「無量」，無量個無量叫一個「無邊」，這樣倍倍相乘，到第十個大數（最後一個大數）叫「不可說不可說」。這個數字我們現在只能用天文數字來形容它，其實比這個數字不知道還要大多少倍。諸位細細從《無量壽經》裡面去體會，你就明瞭，那個數量真正不可思議。"
    },
    {
      "id": "01-012-0004_p0004",
      "zh_CN": "可是诸位必须要知道，生到西方世界，就是下下品往生的人，在西方世界十二大劫就花开见佛悟无生。悟入无生法忍，寿命就是真正的无量。由此可知，往生到西方极乐世界的人，他的寿命，这无量寿，是从有量的无量到后来就变成真正的无量。这是十方诸佛刹土里面要想证得无量寿，都是要费很长的时间去修学，才能够证得到。佛在许多经上告诉我们，凡夫修行成佛要三大阿僧祇劫，这数量很长。三大僧祇从什么时候算起，我们要知道。我们现在发心学佛，也皈依、也受戒了，算不算？不算，不是从这儿算起的。如果从这里算起，我们过去生中修行到今天，不止无量劫，我们早就成佛了，所以不是这个算法。从哪里算起？从你断三界八十八品见惑，证得小乘须陀洹果那一天算起；换句话说，我们生生世世都没有能证得初果。所以统统不算，每次学佛都要从头再来，以前的都不算。所以我们经历无量劫，今天还落得是这个样子，这是诸位必须要清楚、要明了的。",
      "zh_TW": "可是諸位必須要知道，生到西方世界，就是下下品往生的人，在西方世界十二大劫就花開見佛悟無生。悟入無生法忍，壽命就是真正的無量。由此可知，往生到西方極樂世界的人，他的壽命，這無量壽，是從有量的無量到後來就變成真正的無量。這是十方諸佛剎土裡面要想證得無量壽，都是要費很長的時間去修學，才能夠證得到。佛在許多經上告訴我們，凡夫修行成佛要三大阿僧祇劫，這數量很長。三大僧祇從什麼時候算起，我們要知道。我們現在發心學佛，也皈依、也受戒了，算不算？不算，不是從這兒算起的。如果從這裡算起，我們過去生中修行到今天，不止無量劫，我們早就成佛了，所以不是這個算法。從哪裡算起？從你斷三界八十八品見惑，證得小乘須陀洹果那一天算起；換句話說，我們生生世世都沒有能證得初果。所以統統不算，每次學佛都要從頭再來，以前的都不算。所以我們經歷無量劫，今天還落得是這個樣子，這是諸位必須要清楚、要明瞭的。"
    },
    {
      "id": "01-012-0004_p0005",
      "zh_CN": "生到西方世界就不一样，即使是下下品往生，生到西方极乐世界，经上讲得很清楚，也是圆证三不退。我们晓得，只要证到位不退就是初果。因为西方世界没有退缘，无须要三大阿僧祇劫，下下品往生的人十二劫就成功，就能证得真正的无量寿。我们知道这个事实，怎能不去？这个便宜太大太大了。",
      "zh_TW": "生到西方世界就不一樣，即使是下下品往生，生到西方極樂世界，經上講得很清楚，也是圓證三不退。我們曉得，只要證到位不退就是初果。因為西方世界沒有退緣，無須要三大阿僧祇劫，下下品往生的人十二劫就成功，就能證得真正的無量壽。我們知道這個事實，怎能不去？這個便宜太大太大了。"
    },
    {
      "id": "01-012-0004_p0006",
      "zh_CN": "『当知光寿名号，皆本众生建立』，因为西方世界是一真法界，那个法界里面不但名字相没有，心缘相也没有，还有什么名号可说的？世尊为我们介绍，建立种种差别名号是本着众生建立的，不是本西方世界殊胜庄严而建立的，是从我们众生心想当中建立的。",
      "zh_TW": "『當知光壽名號，皆本眾生建立』，因為西方世界是一真法界，那個法界裡面不但名字相沒有，心緣相也沒有，還有什麼名號可說的？世尊為我們介紹，建立種種差別名號是本著眾生建立的，不是本西方世界殊勝莊嚴而建立的，是從我們眾生心想當中建立的。"
    },
    {
      "id": "01-012-0004_p0007",
      "zh_CN": "『以生佛平等，能令持名者，照与光融』。我们持名，我们的心光跟佛光就融成一片，我们自己业障太重觉察不到，真正有功夫的人看得很清楚。我们在古德传记里面见到，像善导大师念一声佛号，口里面就出一道光明，这是大家见到的。我们以至诚心、恭敬心、真实心念佛，我们口里头也放光；只是我们业障深重，自己见不到，别人也见不到，确实放光，光与佛光相融。『寿同佛寂』，寂就是真实的无量寿。佛的境界清净寂灭，所以生到西方世界很快、不久就真正证得无量的无量，而不是有量的无量。",
      "zh_TW": "『以生佛平等，能令持名者，照與光融』。我們持名，我們的心光跟佛光就融成一片，我們自己業障太重覺察不到，真正有功夫的人看得很清楚。我們在古德傳記裡面見到，像善導大師念一聲佛號，口裡面就出一道光明，這是大家見到的。我們以至誠心、恭敬心、真實心念佛，我們口裡頭也放光；只是我們業障深重，自己見不到，別人也見不到，確實放光，光與佛光相融。『壽同佛寂』，寂就是真實的無量壽。佛的境界清淨寂滅，所以生到西方世界很快、不久就真正證得無量的無量，而不是有量的無量。"
    },
    {
      "id": "01-012-0004_p0008",
      "zh_CN": "【由无量光义。故众生生极乐即生十方。见阿弥陀佛即见十方诸佛。能自度即普利一切。】",
      "zh_TW": "【由無量光義。故眾生生極樂即生十方。見阿彌陀佛即見十方諸佛。能自度即普利一切。】"
    },
    {
      "id": "01-012-0004_p0009",
      "zh_CN": "这个地方要注意。许许多多人情执打不破，感情的执着，对这尊菩萨有特别的缘分，特别喜欢，对那尊佛特别爱好。我们专念阿弥陀佛，别的佛菩萨不念了，心里总感觉得过不去，感觉得很难过。这是不明事理，情执里面产生的。如果我们把道理搞通了，事实明白了，才恍然大悟，我们生西方极乐世界，等于一切诸佛刹土都生；念这一句佛号，所有一切诸佛菩萨统统都念到，真的一即一切，一切即一。知道这个事，知道这个理，我们的情执就打破了，才能够专心，一心称念。",
      "zh_TW": "這個地方要注意。許許多多人情執打不破，感情的執著，對這尊菩薩有特別的緣分，特別喜歡，對那尊佛特別愛好。我們專念阿彌陀佛，別的佛菩薩不念了，心裡總感覺得過不去，感覺得很難過。這是不明事理，情執裡面產生的。如果我們把道理搞通了，事實明白了，才恍然大悟，我們生西方極樂世界，等於一切諸佛剎土都生；念這一句佛號，所有一切諸佛菩薩統統都念到，真的一即一切，一切即一。知道這個事，知道這個理，我們的情執就打破了，才能夠專心，一心稱念。"
    },
    {
      "id": "01-012-0004_p0010",
      "zh_CN": "末后这句话非常好，能自度才能够普利一切。为什么？我们自己不能度自己，俗话常讲「泥菩萨过河，自身难保」，他怎么能帮助别人？必须自己成就。自己成就，往生不但是这一生当中成就，这是最快速的，而且是究竟圆满的成就，真正不可思议。我们自己能够快速究竟圆满的成就，然后才能够分身、化身到十方世界度一切有缘众生。大经上常说，蕅益大师在《要解》后头也会讲到，佛度众生都在个缘字，如果没有缘，佛来了也枉然。为什么？没有缘，不肯接受，不能相信，不肯奉行，就是没有缘；有缘，生欢喜心，能相信、能奉行，就必定成就。所以我们要想度众生、要想帮助一切众生，先要成就自己，这是非常重要。",
      "zh_TW": "末後這句話非常好，能自度才能夠普利一切。為什麼？我們自己不能度自己，俗話常講「泥菩薩過河，自身難保」，他怎麼能幫助別人？必須自己成就。自己成就，往生不但是這一生當中成就，這是最快速的，而且是究竟圓滿的成就，真正不可思議。我們自己能夠快速究竟圓滿的成就，然後才能夠分身、化身到十方世界度一切有緣眾生。大經上常說，蕅益大師在《要解》後頭也會講到，佛度眾生都在個緣字，如果沒有緣，佛來了也枉然。為什麼？沒有緣，不肯接受，不能相信，不肯奉行，就是沒有緣；有緣，生歡喜心，能相信、能奉行，就必定成就。所以我們要想度眾生、要想幫助一切眾生，先要成就自己，這是非常重要。"
    },
    {
      "id": "01-012-0004_p0011",
      "zh_CN": "【由无量寿义。故极乐人民。即是一生补处。皆定此生成佛。不至异生。】",
      "zh_TW": "【由無量壽義。故極樂人民。即是一生補處。皆定此生成佛。不至異生。】"
    },
    {
      "id": "01-012-0004_p0012",
      "zh_CN": "因为寿命长，长到真正的无量。我们这个世间很苦恼，寿命长了就老了，有老苦；西方世界无量寿，他永远不老，就自在了。长寿要不老，长寿就有意义；长寿会老，老了那么苦，长寿就没有意义。所以我们这个世间长寿，实在讲没有多大的意义；西方极乐世界永远年轻、永远不老，这是我们真正期望的。极乐世界的人统统都是一生成佛，不要等到第二生。我们这个世间苦恼，生生世世修行，每一生都有个生死，很麻烦，不是一世能成就的，是要多生多劫的修行才能成就。西方世界寿命长，一生就成就，而且就他们的寿量来说，那个成就实在讲太快了，时间非常之短，这是西方世界无比殊胜之处。我们再看底下一段。",
      "zh_TW": "因為壽命長，長到真正的無量。我們這個世間很苦惱，壽命長了就老了，有老苦；西方世界無量壽，他永遠不老，就自在了。長壽要不老，長壽就有意義；長壽會老，老了那麼苦，長壽就沒有意義。所以我們這個世間長壽，實在講沒有多大的意義；西方極樂世界永遠年輕、永遠不老，這是我們真正期望的。極樂世界的人統統都是一生成佛，不要等到第二生。我們這個世間苦惱，生生世世修行，每一生都有個生死，很麻煩，不是一世能成就的，是要多生多劫的修行才能成就。西方世界壽命長，一生就成就，而且就他們的壽量來說，那個成就實在講太快了，時間非常之短，這是西方世界無比殊勝之處。我們再看底下一段。"
    },
    {
      "id": "01-012-0004_p0013",
      "zh_CN": "【当知离却现前一念无量光寿之心。何处有阿弥陀佛名号。】",
      "zh_TW": "【當知離卻現前一念無量光壽之心。何處有阿彌陀佛名號。】"
    },
    {
      "id": "01-012-0004_p0014",
      "zh_CN": "名跟实是不能够离开的，有名就有实。阿弥陀佛这个名号，它的意思就是无量光、无量寿，无量光寿的梵语就称为阿弥陀佛。所以，离了无量光寿，这个名号就落空了。",
      "zh_TW": "名跟實是不能夠離開的，有名就有實。阿彌陀佛這個名號，它的意思就是無量光、無量壽，無量光壽的梵語就稱為阿彌陀佛。所以，離了無量光壽，這個名號就落空了。"
    },
    {
      "id": "01-012-0004_p0015",
      "zh_CN": "【离却阿弥陀佛名号。何由彻证现前一念无量光寿之心。】",
      "zh_TW": "【離卻阿彌陀佛名號。何由徹證現前一念無量光壽之心。】"
    },
    {
      "id": "01-012-0004_p0016",
      "zh_CN": "这个也要知道。我们自性当中，确实本具无量光寿。但是性具的光与寿显现不出来，必须借阿弥陀佛的名号。我们念这一句名号，把自己自性本具的无量光寿给念起来、念出来，在西方世界就叫花开见佛，就叫无上菩提，就是这么一回事情。",
      "zh_TW": "這個也要知道。我們自性當中，確實本具無量光壽。但是性具的光與壽顯現不出來，必須借阿彌陀佛的名號。我們念這一句名號，把自己自性本具的無量光壽給念起來、念出來，在西方世界就叫花開見佛，就叫無上菩提，就是這麼一回事情。"
    },
    {
      "id": "01-012-0004_p0017",
      "zh_CN": "【愿深思之。愿深思之。】",
      "zh_TW": "【願深思之。願深思之。】"
    },
    {
      "id": "01-012-0004_p0018",
      "zh_CN": "所以本宗的法门有理、有事，理事不二，理事圆融。这样我们的信心才坚定，才真正的不动摇，信愿持名，这一生当中决定成就。",
      "zh_TW": "所以本宗的法門有理、有事，理事不二，理事圓融。這樣我們的信心才堅定，才真正的不動搖，信願持名，這一生當中決定成就。"
    },
    {
      "id": "01-012-0004_p0019",
      "zh_CN": "【佛寿无量。今仅十劫。】",
      "zh_TW": "【佛壽無量。今僅十劫。】"
    },
    {
      "id": "01-012-0004_p0020",
      "zh_CN": "阿弥陀佛说这部经的时候，说弥陀世尊在西方极乐世界示现成佛到现在才十劫。佛的寿命无量，才十劫；换句话说，西方极乐世界开张还没有多久。现在到西方极乐世界，将来在西方世界都是元老。人家问你，你什么时候来的？我第十劫就来了。确实这个机会难得。",
      "zh_TW": "阿彌陀佛說這部經的時候，說彌陀世尊在西方極樂世界示現成佛到現在才十劫。佛的壽命無量，才十劫；換句話說，西方極樂世界開張還沒有多久。現在到西方極樂世界，將來在西方世界都是元老。人家問你，你什麼時候來的？我第十劫就來了。確實這個機會難得。"
    },
    {
      "id": "01-012-0004_p0021",
      "zh_CN": "【则现在说法。时正未央。】",
      "zh_TW": "【則現在說法。時正未央。】"
    },
    {
      "id": "01-012-0004_p0022",
      "zh_CN": "就是说阿弥陀佛在那里讲经说法才开始不久，这个时候正好。",
      "zh_TW": "就是說阿彌陀佛在那裡講經說法才開始不久，這個時候正好。"
    },
    {
      "id": "01-012-0004_p0023",
      "zh_CN": "【普劝三世众生速求往生。同佛寿命。一生成办也。】",
      "zh_TW": "【普勸三世眾生速求往生。同佛壽命。一生成辦也。】"
    },
    {
      "id": "01-012-0004_p0024",
      "zh_CN": "因为这个缘故，一切诸佛世尊、菩萨、祖师大德没有一个不劝我们，劝我们要知道这桩事实，快快求往生，就对了。到了西方世界，不但寿命跟佛一样，生活环境、一切享受也跟佛一样，智慧、神通、道力也跟佛一样。怎么个一样？我在此地不要细说，都在《无量寿经》之中，诸位细细去看《无量寿经》，你就明了了。所以是一生成就。",
      "zh_TW": "因為這個緣故，一切諸佛世尊、菩薩、祖師大德沒有一個不勸我們，勸我們要知道這樁事實，快快求往生，就對了。到了西方世界，不但壽命跟佛一樣，生活環境、一切享受也跟佛一樣，智慧、神通、道力也跟佛一樣。怎麼個一樣？我在此地不要細說，都在《無量壽經》之中，諸位細細去看《無量壽經》，你就明瞭了。所以是一生成就。"
    },
    {
      "id": "01-012-0004_p0025",
      "zh_CN": "【无数声闻菩萨及与补处。】",
      "zh_TW": "【無數聲聞菩薩及與補處。】"
    },
    {
      "id": "01-012-0004_p0026",
      "zh_CN": "补处就是经上讲的诸上善人，诸上善人都是指补处菩萨。",
      "zh_TW": "補處就是經上講的諸上善人，諸上善人都是指補處菩薩。"
    },
    {
      "id": "01-012-0004_p0027",
      "zh_CN": "【皆十劫所成就。正显十方三世往生不退者。多且易也。】",
      "zh_TW": "【皆十劫所成就。正顯十方三世往生不退者。多且易也。】"
    },
    {
      "id": "01-012-0004_p0028",
      "zh_CN": "我们这个世间不要说成佛、成菩萨，成个阿罗汉果，佛在经上说的，你得真有定功，要很深的禅定。阿罗汉成就第九定，我们晓得四禅八定，四禅定的果报在四禅天；再往上修，四空定生四空天，还在三界之内。把定功再往上提升一层到第九定，出了三界，这才能证阿罗汉果。这是讲功夫的浅深，时间上来讲，佛说得很明白，从你证得初果须陀洹那一天起，你就证得位不退，就决定不会退到三恶道。将来人间天上七次往来，证阿罗汉果。人间寿命短，天上寿命长，这七次往来，时间之长也是天文数字，才证得阿罗汉果，你就晓得那是多难。",
      "zh_TW": "我們這個世間不要說成佛、成菩薩，成個阿羅漢果，佛在經上說的，你得真有定功，要很深的禪定。阿羅漢成就第九定，我們曉得四禪八定，四禪定的果報在四禪天；再往上修，四空定生四空天，還在三界之內。把定功再往上提升一層到第九定，出了三界，這才能證阿羅漢果。這是講功夫的淺深，時間上來講，佛說得很明白，從你證得初果須陀洹那一天起，你就證得位不退，就決定不會退到三惡道。將來人間天上七次往來，證阿羅漢果。人間壽命短，天上壽命長，這七次往來，時間之長也是天文數字，才證得阿羅漢果，你就曉得那是多難。"
    },
    {
      "id": "01-012-0004_p0029",
      "zh_CN": "往生西方的人，到西方极乐世界证阿罗汉果，太容易了，下下品往生的人，也是很短的时间就证得。因为下下品证得究竟佛果只要十二大劫，可见得证个阿罗汉果实在是太容易了。所以说，十方往生到西方极乐世界的人非常多，而且证果容易。断烦恼、证菩提，西方世界的环境比起他方诸佛世界要容易的太多了。",
      "zh_TW": "往生西方的人，到西方極樂世界證阿羅漢果，太容易了，下下品往生的人，也是很短的時間就證得。因為下下品證得究竟佛果只要十二大劫，可見得證個阿羅漢果實在是太容易了。所以說，十方往生到西方極樂世界的人非常多，而且證果容易。斷煩惱、證菩提，西方世界的環境比起他方諸佛世界要容易的太多了。"
    },
    {
      "id": "01-012-0004_p0030",
      "zh_CN": "【净土殊胜。谓带业往生。横出三界。同居横具四土。开显四教法轮。】",
      "zh_TW": "【淨土殊勝。謂帶業往生。橫出三界。同居橫具四土。開顯四教法輪。】"
    },
    {
      "id": "01-012-0004_p0031",
      "zh_CN": "我们先看这一段。西方净土的殊胜，十方诸佛赞叹，它殊胜在哪里？就是殊胜在带业往生，横出三界。这是他方世界诸佛净土里面没有的，唯独弥陀净土带业往生，也就是说，我们见思烦恼一品不断都可以往生。生到西方世界就等于证得小乘须陀洹果，因为一生就是位不退，下下品往生也是位不退，你看这多容易、多殊胜。尤其难得的，下下品往生生凡圣同居土，生到西方世界，就跟观音、势至、文殊、普贤、弥勒菩萨把手同行；地位平等，手拉着手一道游行，这就叫横具四土。因为那些等觉菩萨他们住在实报庄严土，我们住在凡圣同居土。前面跟诸位报告过，诸佛四土当中有障碍，彼此不通；西方四土通的，没有障碍，所以大家在一起。因此生凡圣同居土等于生实报庄严土，叫横具四土。",
      "zh_TW": "我們先看這一段。西方淨土的殊勝，十方諸佛讚歎，它殊勝在哪裡？就是殊勝在帶業往生，橫出三界。這是他方世界諸佛淨土裡面沒有的，唯獨彌陀淨土帶業往生，也就是說，我們見思煩惱一品不斷都可以往生。生到西方世界就等於證得小乘須陀洹果，因為一生就是位不退，下下品往生也是位不退，你看這多容易、多殊勝。尤其難得的，下下品往生生凡聖同居土，生到西方世界，就跟觀音、勢至、文殊、普賢、彌勒菩薩把手同行；地位平等，手拉著手一道遊行，這就叫橫具四土。因為那些等覺菩薩他們住在實報莊嚴土，我們住在凡聖同居土。前面跟諸位報告過，諸佛四土當中有障礙，彼此不通；西方四土通的，沒有障礙，所以大家在一起。因此生凡聖同居土等於生實報莊嚴土，叫橫具四土。"
    },
    {
      "id": "01-012-0004_p0032",
      "zh_CN": "『开显四教法轮』，四教是藏、通、别、圆。这个意思就是说，一切诸佛所说无量无边的法门，在西方世界同时都说。你喜欢听哪个法门，你就听到哪个法门，「佛以一音而说法，众生随类各得解」。我们两个人一起听阿弥陀佛说法，我喜欢听《华严》，我听的，佛所讲的统统是《华严经》；你喜欢听《法华》，你所听的，佛讲的全是《法华经》，同时听，妙不可言。所以一切众生没有一个不满自己的愿，佛对我真好，我想听什么，他就给我讲什么；那个人说，佛对我真好，我要听这个，他就给我说这个。佛的神力不可思议，不像我们凡夫事事有碍，障碍太大。我们没有办法像佛那么样的伟大，一音说法，各个随类得解，我们没有办法做到。",
      "zh_TW": "『開顯四教法輪』，四教是藏、通、別、圓。這個意思就是說，一切諸佛所說無量無邊的法門，在西方世界同時都說。你喜歡聽哪個法門，你就聽到哪個法門，「佛以一音而說法，眾生隨類各得解」。我們兩個人一起聽阿彌陀佛說法，我喜歡聽《華嚴》，我聽的，佛所講的統統是《華嚴經》；你喜歡聽《法華》，你所聽的，佛講的全是《法華經》，同時聽，妙不可言。所以一切眾生沒有一個不滿自己的願，佛對我真好，我想聽什麼，他就給我講什麼；那個人說，佛對我真好，我要聽這個，他就給我說這個。佛的神力不可思議，不像我們凡夫事事有礙，障礙太大。我們沒有辦法像佛那麼樣的偉大，一音說法，各個隨類得解，我們沒有辦法做到。"
    },
    {
      "id": "01-012-0004_p0033",
      "zh_CN": "【众生圆净四土。】",
      "zh_TW": "【眾生圓淨四土。】"
    },
    {
      "id": "01-012-0004_p0034",
      "zh_CN": "这底下是讲成就，往生去的人他不思议的成就。第一个是圆净四土。四土，一生一切生，成就不可思议。",
      "zh_TW": "這底下是講成就，往生去的人他不思議的成就。第一個是圓淨四土。四土，一生一切生，成就不可思議。"
    },
    {
      "id": "01-012-0004_p0035",
      "zh_CN": "【圆见三身。】",
      "zh_TW": "【圓見三身。】"
    },
    {
      "id": "01-012-0004_p0036",
      "zh_CN": "三身是佛的法身、报身、应身，同时这三身统统见到，见佛的三身。",
      "zh_TW": "三身是佛的法身、報身、應身，同時這三身統統見到，見佛的三身。"
    },
    {
      "id": "01-012-0004_p0037",
      "zh_CN": "【圆证三不退。】",
      "zh_TW": "【圓證三不退。】"
    },
    {
      "id": "01-012-0004_p0038",
      "zh_CN": "证三不退，前面跟诸位报告过，圆教初住菩萨、别教初地是刚刚证三不退，但是不圆满。圆是圆满，圆满证得三不退，是什么人？是等觉菩萨。一生到西方极乐世界，这三不退的功夫等于等觉菩萨，这是难信之法。不但一般人不相信，阿罗汉不相信、权教菩萨不相信，还有许多法身大士也不相信。为什么不相信？西方世界太神秘，太不可思议。所以佛说那个境界是如来果地上的境界，唯佛与佛方能究尽，决定不是九法界，九法界包括了等觉菩萨，不是他们凭自己的智慧、能力能够明了的。大菩萨们能够明了一些，是如来威神的加持，佛要不加持，他们不可能理解，所以称之为难信之法，圆证三不退。圆证三不退，换句话说，就是等觉菩萨，就是圆满成就了。",
      "zh_TW": "證三不退，前面跟諸位報告過，圓教初住菩薩、別教初地是剛剛證三不退，但是不圓滿。圓是圓滿，圓滿證得三不退，是什麼人？是等覺菩薩。一生到西方極樂世界，這三不退的功夫等於等覺菩薩，這是難信之法。不但一般人不相信，阿羅漢不相信、權教菩薩不相信，還有許多法身大士也不相信。為什麼不相信？西方世界太神祕，太不可思議。所以佛說那個境界是如來果地上的境界，唯佛與佛方能究盡，決定不是九法界，九法界包括了等覺菩薩，不是他們憑自己的智慧、能力能夠明瞭的。大菩薩們能夠明瞭一些，是如來威神的加持，佛要不加持，他們不可能理解，所以稱之為難信之法，圓證三不退。圓證三不退，換句話說，就是等覺菩薩，就是圓滿成就了。"
    },
    {
      "id": "01-012-0004_p0039",
      "zh_CN": "【人民皆一生成佛。】",
      "zh_TW": "【人民皆一生成佛。】"
    },
    {
      "id": "01-012-0004_p0040",
      "zh_CN": "没有一个人要等到第二生的，没有，一生就成佛。",
      "zh_TW": "沒有一個人要等到第二生的，沒有，一生就成佛。"
    },
    {
      "id": "01-012-0004_p0041",
      "zh_CN": "【如是等。】",
      "zh_TW": "【如是等。】"
    },
    {
      "id": "01-012-0004_p0042",
      "zh_CN": "等是太多了，说不尽。",
      "zh_TW": "等是太多了，說不盡。"
    },
    {
      "id": "01-012-0004_p0043",
      "zh_CN": "【胜异超绝。】",
      "zh_TW": "【勝異超絕。】"
    },
    {
      "id": "01-012-0004_p0044",
      "zh_CN": "胜是殊胜，异是跟十方世界不一样的、不相同的，超绝了。",
      "zh_TW": "勝是殊勝，異是跟十方世界不一樣的、不相同的，超絕了。"
    },
    {
      "id": "01-012-0004_p0045",
      "zh_CN": "【须谛研之。】",
      "zh_TW": "【須諦研之。】"
    },
    {
      "id": "01-012-0004_p0046",
      "zh_CN": "我们必须，谛就是认真，实实在在你去研究、你去探讨、去体会。我们对于西方净土认识得愈清楚愈明白，我们的信愿必定是愈来愈强烈，我们执持名号才会认真，决定不会懈怠。底下这段解释「阿鞞跋致」，阿鞞跋致是梵语，《无量寿经》、《弥陀经》上都说，众生生到西方世界皆是阿鞞跋致。",
      "zh_TW": "我們必須，諦就是認真，實實在在你去研究、你去探討、去體會。我們對於西方淨土認識得愈清楚愈明白，我們的信願必定是愈來愈強烈，我們執持名號才會認真，決定不會懈怠。底下這段解釋「阿鞞跋致」，阿鞞跋致是梵語，《無量壽經》、《彌陀經》上都說，眾生生到西方世界皆是阿鞞跋致。"
    },
    {
      "id": "01-012-0004_p0047",
      "zh_CN": "【阿鞞跋致。此云不退。】",
      "zh_TW": "【阿鞞跋致。此云不退。】"
    },
    {
      "id": "01-012-0004_p0048",
      "zh_CN": "翻成中国意思就是不退，也就是三不退。",
      "zh_TW": "翻成中國意思就是不退，也就是三不退。"
    },
    {
      "id": "01-012-0004_p0049",
      "zh_CN": "【一位不退。入圣流。不堕凡地。】",
      "zh_TW": "【一位不退。入聖流。不墮凡地。】"
    },
    {
      "id": "01-012-0004_p0050",
      "zh_CN": "位不退，刚才说过了，小乘初果就证得，就是位不退。他绝对不会退到凡夫位，所以初果就是圣人了，他天上人间七次往来，一定证阿罗汉果，所以他不堕凡夫。第二：",
      "zh_TW": "位不退，剛才說過了，小乘初果就證得，就是位不退。他絕對不會退到凡夫位，所以初果就是聖人了，他天上人間七次往來，一定證阿羅漢果，所以他不墮凡夫。第二："
    },
    {
      "id": "01-012-0004_p0051",
      "zh_CN": "【行不退。恒度生。不堕二乘地。】",
      "zh_TW": "【行不退。恆度生。不墮二乘地。】"
    },
    {
      "id": "01-012-0004_p0052",
      "zh_CN": "行不退是菩萨，这是属于大乘。永远发心在度众生，不会退转到小乘，这叫行不退。第三叫：",
      "zh_TW": "行不退是菩薩，這是屬於大乘。永遠發心在度眾生，不會退轉到小乘，這叫行不退。第三叫："
    },
    {
      "id": "01-012-0004_p0053",
      "zh_CN": "【念不退。心心流入萨婆若海。】",
      "zh_TW": "【念不退。心心流入薩婆若海。】"
    },
    {
      "id": "01-012-0004_p0054",
      "zh_CN": "『萨婆若』是梵语，翻成中国的意思叫「一切种智」，如来果地上所证的。心心都是向一切种智的方向去精进，没有后退的，这叫做阿鞞跋致。阿鞞跋致严格的说是圆教七地菩萨，七地菩萨才是真正的阿鞞跋致；换句话说，往生到西方极乐世界，这一生到那边，我们就是阿鞞跋致的菩萨，也就是我们等于一般七地菩萨的境界。诸位要想想，通常佛在经上讲，十方世界的修行人要修到七地，需要两个阿僧祇劫，才能达到这个果位。第一个阿僧祇劫修满三贤位，十住、十行、十回向，三十个位次。第二个阿僧祇劫，是初地到七地，七个位次。第三个阿僧祇劫，是第八地、第九地、第十地。由此可知，菩萨位次愈往上愈难修，你看三大阿僧祇劫，第一个成就三十个位子，第二个七个位子，第三个三个位子，才成佛。",
      "zh_TW": "『薩婆若』是梵語，翻成中國的意思叫「一切種智」，如來果地上所證的。心心都是向一切種智的方向去精進，沒有後退的，這叫做阿鞞跋致。阿鞞跋致嚴格的說是圓教七地菩薩，七地菩薩才是真正的阿鞞跋致；換句話說，往生到西方極樂世界，這一生到那邊，我們就是阿鞞跋致的菩薩，也就是我們等於一般七地菩薩的境界。諸位要想想，通常佛在經上講，十方世界的修行人要修到七地，需要兩個阿僧祇劫，才能達到這個果位。第一個阿僧祇劫修滿三賢位，十住、十行、十迴向，三十個位次。第二個阿僧祇劫，是初地到七地，七個位次。第三個阿僧祇劫，是第八地、第九地、第十地。由此可知，菩薩位次愈往上愈難修，你看三大阿僧祇劫，第一個成就三十個位子，第二個七個位子，第三個三個位子，才成佛。"
    },
    {
      "id": "01-012-0004_p0055",
      "zh_CN": "所以，这个世界要修两个阿僧祇劫，念佛一生到西方极乐世界就得到；在时间上来讲，缩短了两个阿僧祇劫，便宜占大了。如果要细说还不止，怎么说不止？因为三大阿僧祇劫也是从小乘须陀洹果那天算起，我们没有证果，不算！边也沾不上。证得初果那天往菩萨道上精进，两个阿僧祇劫才能证得阿鞞跋致。我们今天一品烦恼不断，带业往生，生到西方世界就成了阿鞞跋致菩萨，难信，真难信！夏莲居老居士会集《无量寿经》完成之后，他有三首偈，里面有句话说，「佛说难信真难信，亿万人中一二知」。亿万人中只有一、两个对于这个道理、事实明了，绝大多数的人都不知道。所以这样殊胜的法门，往往在我们面前错过。在面前不识货，不晓得这个宝贵，不知道这个法门是一生成就的法门，使自己依照这个法门学，决定成就的。",
      "zh_TW": "所以，這個世界要修兩個阿僧祇劫，念佛一生到西方極樂世界就得到；在時間上來講，縮短了兩個阿僧祇劫，便宜佔大了。如果要細說還不止，怎麼說不止？因為三大阿僧祇劫也是從小乘須陀洹果那天算起，我們沒有證果，不算！邊也沾不上。證得初果那天往菩薩道上精進，兩個阿僧祇劫才能證得阿鞞跋致。我們今天一品煩惱不斷，帶業往生，生到西方世界就成了阿鞞跋致菩薩，難信，真難信！夏蓮居老居士會集《無量壽經》完成之後，他有三首偈，裡面有句話說，「佛說難信真難信，億萬人中一二知」。億萬人中只有一、兩個對於這個道理、事實明瞭，絕大多數的人都不知道。所以這樣殊勝的法門，往往在我們面前錯過。在面前不識貨，不曉得這個寶貴，不知道這個法門是一生成就的法門，使自己依照這個法門學，決定成就的。"
    },
    {
      "id": "01-012-0004_p0056",
      "zh_CN": "【一生补处者。】",
      "zh_TW": "【一生補處者。】"
    },
    {
      "id": "01-012-0004_p0057",
      "zh_CN": "这在解释『一生补处』，「一生」就是不要等待第二生，「补处」就是后补佛。这个人已经成佛，虽然成佛，没有位次，你还占不上这个缺。必须这尊佛他度化众生的缘尽了，缘尽了佛就退位，入般涅槃。你的缘成熟了，你在这个世界就示现成佛。在没有示现成佛之前，叫后补佛。",
      "zh_TW": "這在解釋『一生補處』，「一生」就是不要等待第二生，「補處」就是後補佛。這個人已經成佛，雖然成佛，沒有位次，你還佔不上這個缺。必須這尊佛他度化眾生的緣盡了，緣盡了佛就退位，入般涅槃。你的緣成熟了，你在這個世界就示現成佛。在沒有示現成佛之前，叫後補佛。"
    },
    {
      "id": "01-012-0004_p0058",
      "zh_CN": "像我们这个世界，释迦牟尼佛已经入灭，虽然入灭，但是释迦牟尼佛的法运有一万二千年。根据中国历史的记载，跟外国记载不一样，我们中国虚云老和尚、印光大师都是依照中国历史记载来计算的，释迦牟尼佛灭度到今年是三千零二十年。佛的法运是一万两千年，已经过了三千年，后面还有九千年，佛的法运还有九千年。九千年当中，佛法当然有兴起也有衰落，起落是不能够避免的，不至于在这个世间消灭。九千年之后，佛法在这个世间没有了，那时候人非常之苦。",
      "zh_TW": "像我們這個世界，釋迦牟尼佛已經入滅，雖然入滅，但是釋迦牟尼佛的法運有一萬二千年。根據中國歷史的記載，跟外國記載不一樣，我們中國虛雲老和尚、印光大師都是依照中國歷史記載來計算的，釋迦牟尼佛滅度到今年是三千零二十年。佛的法運是一萬兩千年，已經過了三千年，後面還有九千年，佛的法運還有九千年。九千年當中，佛法當然有興起也有衰落，起落是不能夠避免的，不至於在這個世間消滅。九千年之後，佛法在這個世間沒有了，那時候人非常之苦。"
    },
    {
      "id": "01-012-0004_p0059",
      "zh_CN": "这个世界的后补佛是弥勒菩萨，现在是菩萨，等觉菩萨。他要什么时候到我们这个世界来成佛？《弥勒下生经》上说得很清楚，以我们这个世界的年月来计算，五十六亿万年之后。弥勒菩萨到我们这个世界来示现成佛，这世间又有三宝了，又有佛法了。由此可知，我们这个世界有佛法的时间很短，没有佛法的时间很长。你看释迦的法运一万两千年，但是下面一尊佛成佛要五十六亿万年，这么长的时间没有佛法。所以佛常讲「人身难得，佛法难闻」，你怎么会那么凑巧，得人身，刚刚遇到佛法，这巧极了！我们非常幸运，在这个时候得人身，虽然释迦牟尼佛不在，释迦牟尼佛遗教在，我们还是遇到了。得人身，闻佛法，非常不容易。这是一生补处菩萨。",
      "zh_TW": "這個世界的後補佛是彌勒菩薩，現在是菩薩，等覺菩薩。他要什麼時候到我們這個世界來成佛？《彌勒下生經》上說得很清楚，以我們這個世界的年月來計算，五十六億萬年之後。彌勒菩薩到我們這個世界來示現成佛，這世間又有三寶了，又有佛法了。由此可知，我們這個世界有佛法的時間很短，沒有佛法的時間很長。你看釋迦的法運一萬兩千年，但是下面一尊佛成佛要五十六億萬年，這麼長的時間沒有佛法。所以佛常講「人身難得，佛法難聞」，你怎麼會那麼湊巧，得人身，剛剛遇到佛法，這巧極了！我們非常幸運，在這個時候得人身，雖然釋迦牟尼佛不在，釋迦牟尼佛遺教在，我們還是遇到了。得人身，聞佛法，非常不容易。這是一生補處菩薩。"
    },
    {
      "id": "01-012-0004_p0060",
      "zh_CN": "【只一生补佛位。如弥勒观音等。】",
      "zh_TW": "【只一生補佛位。如彌勒觀音等。】"
    },
    {
      "id": "01-012-0004_p0061",
      "zh_CN": "弥勒是我们娑婆世界的后补佛，观世音菩萨是西方极乐世界的后补佛。",
      "zh_TW": "彌勒是我們娑婆世界的後補佛，觀世音菩薩是西方極樂世界的後補佛。"
    },
    {
      "id": "01-012-0004_p0062",
      "zh_CN": "【极乐人民普皆一生成佛。】",
      "zh_TW": "【極樂人民普皆一生成佛。】"
    },
    {
      "id": "01-012-0004_p0063",
      "zh_CN": "凡是生到西方极乐世界的人，各个都是一生圆满成佛。成佛到底是一回什么事？没有搞清楚，有很多人都不愿意成佛。成佛没事情做，多无聊，成了佛干什么？被人家供在大殿里面去拜，你说这多无聊。这些都是对于事实没搞清楚。所谓成佛就是成就无量的智慧、无量的德能、无量的神通；换句话说，尽虚空遍法界，过去、现在、未来，无所不知，无所不能，叫做成佛。你想想看成佛好不好？有没有意思？不会无聊！不成佛才无聊。一定要把事实搞清楚，要认真努力修学，恢复我们自己的性德、本能。",
      "zh_TW": "凡是生到西方極樂世界的人，各個都是一生圓滿成佛。成佛到底是一回什麼事？沒有搞清楚，有很多人都不願意成佛。成佛沒事情做，多無聊，成了佛幹什麼？被人家供在大殿裡面去拜，你說這多無聊。這些都是對於事實沒搞清楚。所謂成佛就是成就無量的智慧、無量的德能、無量的神通；換句話說，盡虛空遍法界，過去、現在、未來，無所不知，無所不能，叫做成佛。你想想看成佛好不好？有沒有意思？不會無聊！不成佛才無聊。一定要把事實搞清楚，要認真努力修學，恢復我們自己的性德、本能。"
    },
    {
      "id": "01-012-0004_p0064",
      "zh_CN": "【释迦一代时教。】",
      "zh_TW": "【釋迦一代時教。】"
    },
    {
      "id": "01-012-0004_p0065",
      "zh_CN": "释迦牟尼佛四十九年说法度生，四十九年所讲的一切经教叫做一代时教。",
      "zh_TW": "釋迦牟尼佛四十九年說法度生，四十九年所講的一切經教叫做一代時教。"
    },
    {
      "id": "01-012-0004_p0066",
      "zh_CN": "【惟华严明一生圆满。】",
      "zh_TW": "【惟華嚴明一生圓滿。】"
    },
    {
      "id": "01-012-0004_p0067",
      "zh_CN": "佛经上讲一生，不要到第二生，一生圆满成佛只有《华严》这部经上说到，其他经上没说。尤其是《华严经》最后一品「入法界品」，善财童子五十三参。善财代表一个修学大乘的人，他在文殊菩萨会下成就了根本智；也就是说证得了小乘的四果，圆满了大乘的十信位，这才有资格出去参学，后面这五十三参。诸位要明了这个事实，如果不是十信心满，就是大乘十信位修圆满，没有资格参学，参学是有条件的。老师放他出去，成就他的后得智，五十三位善知识代表大乘四十一个菩萨位次。德云比丘代表初住，到摩耶夫人代表等觉，到普贤菩萨代表圆满，圆满成佛。所以善财童子确实是一生经历五十三参，他的地位一级一级向上提升，破尽四十一品无明，成就圆满的佛果。一生圆满，其他经上佛都没有说。",
      "zh_TW": "佛經上講一生，不要到第二生，一生圓滿成佛只有《華嚴》這部經上說到，其他經上沒說。尤其是《華嚴經》最後一品「入法界品」，善財童子五十三參。善財代表一個修學大乘的人，他在文殊菩薩會下成就了根本智；也就是說證得了小乘的四果，圓滿了大乘的十信位，這才有資格出去參學，後面這五十三參。諸位要明瞭這個事實，如果不是十信心滿，就是大乘十信位修圓滿，沒有資格參學，參學是有條件的。老師放他出去，成就他的後得智，五十三位善知識代表大乘四十一個菩薩位次。德雲比丘代表初住，到摩耶夫人代表等覺，到普賢菩薩代表圓滿，圓滿成佛。所以善財童子確實是一生經歷五十三參，他的地位一級一級向上提升，破盡四十一品無明，成就圓滿的佛果。一生圓滿，其他經上佛都沒有說。"
    },
    {
      "id": "01-012-0004_p0068",
      "zh_CN": "【而一生圆满之因。则末后普贤行愿品中。十大愿王导归安养。】",
      "zh_TW": "【而一生圓滿之因。則末後普賢行願品中。十大願王導歸安養。】"
    },
    {
      "id": "01-012-0004_p0069",
      "zh_CN": "安养就是极乐世界。是这样一生当中圆满的。",
      "zh_TW": "安養就是極樂世界。是這樣一生當中圓滿的。"
    },
    {
      "id": "01-012-0004_p0070",
      "zh_CN": "【且以此劝进华藏海众。】",
      "zh_TW": "【且以此勸進華藏海眾。】"
    },
    {
      "id": "01-012-0004_p0071",
      "zh_CN": "华藏海众就是四十一位法身大士。从这个事实来观察。",
      "zh_TW": "華藏海眾就是四十一位法身大士。從這個事實來觀察。"
    },
    {
      "id": "01-012-0004_p0072",
      "zh_CN": "【华严所禀。却在此经。】",
      "zh_TW": "【華嚴所稟。卻在此經。】"
    },
    {
      "id": "01-012-0004_p0073",
      "zh_CN": "《华严经》所禀承的，原来就是《阿弥陀经》。《阿弥陀经》是西方极乐世界，普贤菩萨十大愿王导归极乐，就是归《阿弥陀经》，这才圆满成就。所以《弥陀经》是《华严》的归宿、是《华严》的终结。《华严》是一乘经，这部是一乘经的一乘；《华严》是了义，本经是了义之了义。这样才真正认识了这部经在整个佛法里面它的地位、它的价值，我们才真正认清楚，才了解它。再看西方世界往生的这些大众。",
      "zh_TW": "《華嚴經》所稟承的，原來就是《阿彌陀經》。《阿彌陀經》是西方極樂世界，普賢菩薩十大願王導歸極樂，就是歸《阿彌陀經》，這才圓滿成就。所以《彌陀經》是《華嚴》的歸宿、是《華嚴》的終結。《華嚴》是一乘經，這部是一乘經的一乘；《華嚴》是了義，本經是了義之了義。這樣才真正認識了這部經在整個佛法裡面它的地位、它的價值，我們才真正認清楚，才瞭解它。再看西方世界往生的這些大眾。"
    },
    {
      "id": "01-012-0004_p0074",
      "zh_CN": "【诸上善人。俱会一处。】",
      "zh_TW": "【諸上善人。俱會一處。】"
    },
    {
      "id": "01-012-0004_p0075",
      "zh_CN": "跟这些等觉大菩萨们天天在一起。",
      "zh_TW": "跟這些等覺大菩薩們天天在一起。"
    },
    {
      "id": "01-012-0004_p0076",
      "zh_CN": "【若谓是凡夫。却不历异生。必补佛职。与观音势至无别。】",
      "zh_TW": "【若謂是凡夫。卻不歷異生。必補佛職。與觀音勢至無別。】"
    },
    {
      "id": "01-012-0004_p0077",
      "zh_CN": "他确实是凡夫，凡夫跟这些大菩萨一天到晚在一起，好像地位完全是平等的。一生当中，他自己一定可以能够证得，跟这些补处菩萨地位确实相等。从不相等当中，逐渐自自然然就相等，所以跟观音势至无二无别。如果你要说他这些人就是一生补处，错了，他确实是凡夫。为什么？一生补处的菩萨，无明只剩下一品，就是一品生相无明没破，四十一品无明已经破了四十品，尘沙烦恼早就断尽了，这才是补处菩萨。我们去往生的人，带业往生，一品烦恼都没有断，怎么能够说是补处菩萨？",
      "zh_TW": "他確實是凡夫，凡夫跟這些大菩薩一天到晚在一起，好像地位完全是平等的。一生當中，他自己一定可以能夠證得，跟這些補處菩薩地位確實相等。從不相等當中，逐漸自自然然就相等，所以跟觀音勢至無二無別。如果你要說他這些人就是一生補處，錯了，他確實是凡夫。為什麼？一生補處的菩薩，無明只剩下一品，就是一品生相無明沒破，四十一品無明已經破了四十品，塵沙煩惱早就斷盡了，這才是補處菩薩。我們去往生的人，帶業往生，一品煩惱都沒有斷，怎麼能夠說是補處菩薩？"
    },
    {
      "id": "01-012-0004_p0078",
      "zh_CN": "【若谓是一生补处。却可名凡夫。不可名等觉菩萨。】",
      "zh_TW": "【若謂是一生補處。卻可名凡夫。不可名等覺菩薩。】"
    },
    {
      "id": "01-012-0004_p0079",
      "zh_CN": "他真的是凡夫，不可以说他是等觉菩萨，这是往生到西方世界那些大众真正的状况。换句话说，你说他是补处菩萨，不是的；你说他是凡夫，也不像，凡夫怎么可以跟菩萨天天混在一起？统统说不上。",
      "zh_TW": "他真的是凡夫，不可以說他是等覺菩薩，這是往生到西方世界那些大眾真正的狀況。換句話說，你說他是補處菩薩，不是的；你說他是凡夫，也不像，凡夫怎麼可以跟菩薩天天混在一起？統統說不上。"
    },
    {
      "id": "01-012-0004_p0080",
      "zh_CN": "【此皆教网所不能收。刹网所不能例。】",
      "zh_TW": "【此皆教網所不能收。剎網所不能例。】"
    },
    {
      "id": "01-012-0004_p0081",
      "zh_CN": "教网就是释迦牟尼佛四十九年所说的经，里头没有这种现象，确实找不到。教里头没有，十方一切诸佛刹土没有这个现象，也找不到这个事例，唯独西方世界特别，真正特殊。",
      "zh_TW": "教網就是釋迦牟尼佛四十九年所說的經，裡頭沒有這種現象，確實找不到。教裡頭沒有，十方一切諸佛剎土沒有這個現象，也找不到這個事例，唯獨西方世界特別，真正特殊。"
    },
    {
      "id": "01-012-0004_p0082",
      "zh_CN": "【当知吾人大事因缘。同居一关。最难透脱。】",
      "zh_TW": "【當知吾人大事因緣。同居一關。最難透脫。】"
    },
    {
      "id": "01-012-0004_p0083",
      "zh_CN": "这句话我们要牢记在心头，然后你才晓得，不往生西方世界就不得了！为什么？你要不往生，你决定搞生死轮回；你要堕落在生死轮回，你来生比这生一定更苦，太可怕了。这就是说，我们凡夫，『大事因缘』就是生死大事，没有法子解决。『同居』，我们今天是凡圣同居土，释迦牟尼佛的凡圣同居土，这一关出不去。这一关要想出去，得证阿罗汉果才能出得去，没有证阿罗汉果都出不去，太难太难！",
      "zh_TW": "這句話我們要牢記在心頭，然後你才曉得，不往生西方世界就不得了！為什麼？你要不往生，你決定搞生死輪迴；你要墮落在生死輪迴，你來生比這生一定更苦，太可怕了。這就是說，我們凡夫，『大事因緣』就是生死大事，沒有法子解決。『同居』，我們今天是凡聖同居土，釋迦牟尼佛的凡聖同居土，這一關出不去。這一關要想出去，得證阿羅漢果才能出得去，沒有證阿羅漢果都出不去，太難太難！"
    },
    {
      "id": "01-012-0004_p0084",
      "zh_CN": "【惟极乐同居。超出十方同居之外。】",
      "zh_TW": "【惟極樂同居。超出十方同居之外。】"
    },
    {
      "id": "01-012-0004_p0085",
      "zh_CN": "我们这个地方有生死轮回这一关，西方极乐世界凡圣同居土没有生死轮回，不一样。西方世界说实在的话，是菩萨法界，不仅是菩萨法界，是菩萨法界里头最殊胜的普贤菩萨法界。诸位念《无量寿经》，《无量寿经》一开端就给我们说出来，西方世界的人各个都是「遵修普贤大士之德」。《华严》、《圆觉》上佛告诉我们，菩萨不修普贤行，不能够圆成佛道。西方世界凡是去往生的统统修普贤行，所以西方世界是纯粹普贤菩萨的法界，真正不可思议。所以那边没有六道、没有轮回、没有堕落、没有退转，超出十方同居之外。",
      "zh_TW": "我們這個地方有生死輪迴這一關，西方極樂世界凡聖同居土沒有生死輪迴，不一樣。西方世界說實在的話，是菩薩法界，不僅是菩薩法界，是菩薩法界裡頭最殊勝的普賢菩薩法界。諸位念《無量壽經》，《無量壽經》一開端就給我們說出來，西方世界的人各個都是「遵修普賢大士之德」。《華嚴》、《圓覺》上佛告訴我們，菩薩不修普賢行，不能夠圓成佛道。西方世界凡是去往生的統統修普賢行，所以西方世界是純粹普賢菩薩的法界，真正不可思議。所以那邊沒有六道、沒有輪迴、沒有墮落、沒有退轉，超出十方同居之外。"
    },
    {
      "id": "01-012-0004_p0086",
      "zh_CN": "【了此。】",
      "zh_TW": "【了此。】"
    },
    {
      "id": "01-012-0004_p0087",
      "zh_CN": "了是明了，此就是这桩事，你把这个事情搞清楚、搞明白了。",
      "zh_TW": "了是明瞭，此就是這樁事，你把這個事情搞清楚、搞明白了。"
    },
    {
      "id": "01-012-0004_p0088",
      "zh_CN": "【方能深信弥陀愿力。】",
      "zh_TW": "【方能深信彌陀願力。】"
    },
    {
      "id": "01-012-0004_p0089",
      "zh_CN": "西方世界为什么这么特别？为什么这么希有？为什么这么殊胜？是阿弥陀佛四十八愿本愿威神的变现，我们生到西方世界，是蒙佛本愿威神的加持。搞清楚，明白了，这才深深相信阿弥陀佛的愿力不可思议。",
      "zh_TW": "西方世界為什麼這麼特別？為什麼這麼希有？為什麼這麼殊勝？是阿彌陀佛四十八願本願威神的變現，我們生到西方世界，是蒙佛本願威神的加持。搞清楚，明白了，這才深深相信阿彌陀佛的願力不可思議。"
    },
    {
      "id": "01-012-0004_p0090",
      "zh_CN": "【信佛力。方能深信名号功德。】",
      "zh_TW": "【信佛力。方能深信名號功德。】"
    },
    {
      "id": "01-012-0004_p0091",
      "zh_CN": "相信弥陀本愿威神不思议，对于阿弥陀佛名号功德，我们就相信了，名号功德不可思议。",
      "zh_TW": "相信彌陀本願威神不思議，對於阿彌陀佛名號功德，我們就相信了，名號功德不可思議。"
    },
    {
      "id": "01-012-0004_p0092",
      "zh_CN": "【信持名。方能深信吾人心性本不可思议也。】",
      "zh_TW": "【信持名。方能深信吾人心性本不可思議也。】"
    },
    {
      "id": "01-012-0004_p0093",
      "zh_CN": "西方净土、阿弥陀佛依正庄严，都是我们自己真心、本性变现出来的，所以说「自性弥陀，唯心净土」，就是这个意思。我们今天能念的心，就是自己不可思议的心性；我们所念的这句名号，就是自性不可思议的名称、德号。念这一句佛号，往生西方净土，得阿弥陀佛本愿威神的加持，我们很快就恢复了性德。禅家所说的明心见性，见性成佛，在西方世界快，西方世界稳当、快速。",
      "zh_TW": "西方淨土、阿彌陀佛依正莊嚴，都是我們自己真心、本性變現出來的，所以說「自性彌陀，唯心淨土」，就是這個意思。我們今天能念的心，就是自己不可思議的心性；我們所念的這句名號，就是自性不可思議的名稱、德號。念這一句佛號，往生西方淨土，得阿彌陀佛本願威神的加持，我們很快就恢復了性德。禪家所說的明心見性，見性成佛，在西方世界快，西方世界穩當、快速。"
    },
    {
      "id": "01-012-0004_p0094",
      "zh_CN": "【深信发愿。即无上菩提。】",
      "zh_TW": "【深信發願。即無上菩提。】"
    },
    {
      "id": "01-012-0004_p0095",
      "zh_CN": "这句话要牢记住，因为大经上，《无量寿经》上跟我们讲的「三辈往生」，上辈、中辈、下辈。三辈往生的条件都是「发菩提心，一向专念」，都是这八个字，可见得这八个字是修学往生净土的最重要的条件。一向专念，我们懂得，一天到晚这句佛号不间断、不夹杂，这是一向专念。发菩提心怎么个发法？这就麻烦。依照《观无量寿经》上讲菩提心，依照《大乘起信论》上讲菩提心，反而把我们讲糊涂了。蕅益大师这个地方讲得好，讲得太好了！原来『深信发愿』就是无上菩提心。",
      "zh_TW": "這句話要牢記住，因為大經上，《無量壽經》上跟我們講的「三輩往生」，上輩、中輩、下輩。三輩往生的條件都是「發菩提心，一向專念」，都是這八個字，可見得這八個字是修學往生淨土的最重要的條件。一向專念，我們懂得，一天到晚這句佛號不間斷、不夾雜，這是一向專念。發菩提心怎麼個發法？這就麻煩。依照《觀無量壽經》上講菩提心，依照《大乘起信論》上講菩提心，反而把我們講糊塗了。蕅益大師這個地方講得好，講得太好了！原來『深信發願』就是無上菩提心。"
    },
    {
      "id": "01-012-0004_p0096",
      "zh_CN": "难怪有许多不懂经教，不认识字的，从来没有听过经的那些老太婆念佛往生的时候，预知时至，站着走的、坐着走的。我们想她发了什么菩提心？她深信发愿，她的菩提心具足！你要问她，你有没有发菩提心？她给你摇摇头：我不知道！什么叫菩提心？不知道。她深信发愿，她菩提心圆满了。蕅益大师这句话说得好，使我们真正明了，许许多多念佛往生的那些人，原来他真的发了菩提心，他自己不知道什么叫菩提心，他成功了。",
      "zh_TW": "難怪有許多不懂經教，不認識字的，從來沒有聽過經的那些老太婆念佛往生的時候，預知時至，站著走的、坐著走的。我們想她發了什麼菩提心？她深信發願，她的菩提心具足！你要問她，你有沒有發菩提心？她給你搖搖頭：我不知道！什麼叫菩提心？不知道。她深信發願，她菩提心圓滿了。蕅益大師這句話說得好，使我們真正明瞭，許許多多念佛往生的那些人，原來他真的發了菩提心，他自己不知道什麼叫菩提心，他成功了。"
    },
    {
      "id": "01-012-0004_p0097",
      "zh_CN": "【合此信愿。的为净土指南。若信愿坚固。临终十念一念。亦决得生。】",
      "zh_TW": "【合此信願。的為淨土指南。若信願堅固。臨終十念一念。亦決得生。】"
    },
    {
      "id": "01-012-0004_p0098",
      "zh_CN": "合此信愿就是大菩提心。所以大师在前面说，能不能往生，决定在信愿之有无，你真正有信、真正有愿，信愿坚固，临终一念都可以往生。所以我们对西方世界的信心、愿心，不可以没有；不但要有，要非常强烈，一点疑惑都没有，要这样的相信。愿，决定愿生西方净土。天上天人来请你去当天王，我也不去。为什么？我决定要生净土，决定要到西方极乐世界去。东方药师如来现前，请你到东方净土去。我看到药师如来，给他顶个礼，拜一拜：谢谢你老人家的好意，我不去，我要去阿弥陀佛净土。这才行，这个信愿才叫做坚定，你才能够决定得生。",
      "zh_TW": "合此信願就是大菩提心。所以大師在前面說，能不能往生，決定在信願之有無，你真正有信、真正有願，信願堅固，臨終一念都可以往生。所以我們對西方世界的信心、願心，不可以沒有；不但要有，要非常強烈，一點疑惑都沒有，要這樣的相信。願，決定願生西方淨土。天上天人來請你去當天王，我也不去。為什麼？我決定要生淨土，決定要到西方極樂世界去。東方藥師如來現前，請你到東方淨土去。我看到藥師如來，給他頂個禮，拜一拜：謝謝你老人家的好意，我不去，我要去阿彌陀佛淨土。這才行，這個信願才叫做堅定，你才能夠決定得生。"
    },
    {
      "id": "01-012-0004_p0099",
      "zh_CN": "【若无信愿。纵将名号持至风吹不入。雨打不湿。如银墙铁壁相似。亦无得生之理。】",
      "zh_TW": "【若無信願。縱將名號持至風吹不入。雨打不溼。如銀牆鐵壁相似。亦無得生之理。】"
    },
    {
      "id": "01-012-0004_p0100",
      "zh_CN": "假如你没有信愿，或者信愿的力量很薄弱。这是说你要没有信、没有愿，佛号念得再多，一天念十万声佛号也不会往生，你也生不了。可见信愿太重要了。信愿没有真正建立，还是有怀疑，有时候相信，有时候怀疑，那你要多听经，多听净土三经。我们录音带统统都有，反复的听，一遍一遍的听。听经是什么？听经的功德就是断疑生信，帮助你生起深信切愿。假如我真的深信，真有切愿，经听不听没有关系。所以听经、读经目的是断疑生信，要懂这个道理。有疑，经就不能不听，你要不听，疑根不断，将来妨碍你往生。真正相信，真正发愿，经念不念都没有关系，那个时候最重要的就是一句名号，名号最重要。名号念的愈多，你将来品位愈高，道理在此地。",
      "zh_TW": "假如你沒有信願，或者信願的力量很薄弱。這是說你要沒有信、沒有願，佛號念得再多，一天念十萬聲佛號也不會往生，你也生不了。可見信願太重要了。信願沒有真正建立，還是有懷疑，有時候相信，有時候懷疑，那你要多聽經，多聽淨土三經。我們錄音帶統統都有，反覆的聽，一遍一遍的聽。聽經是什麼？聽經的功德就是斷疑生信，幫助你生起深信切願。假如我真的深信，真有切願，經聽不聽沒有關係。所以聽經、讀經目的是斷疑生信，要懂這個道理。有疑，經就不能不聽，你要不聽，疑根不斷，將來妨礙你往生。真正相信，真正發願，經念不念都沒有關係，那個時候最重要的就是一句名號，名號最重要。名號念的愈多，你將來品位愈高，道理在此地。"
    },
    {
      "id": "01-012-0004_p0101",
      "zh_CN": "【修净业者。不可不知也。】",
      "zh_TW": "【修淨業者。不可不知也。】"
    },
    {
      "id": "01-012-0004_p0102",
      "zh_CN": "这就是念佛求往生的人，不能不知道这个道理。",
      "zh_TW": "這就是念佛求往生的人，不能不知道這個道理。"
    },
    {
      "id": "01-012-0004_p0103",
      "zh_CN": "【菩提正道名善根。即亲因。种种助道。施戒禅等名福德。即助缘。】",
      "zh_TW": "【菩提正道名善根。即親因。種種助道。施戒禪等名福德。即助緣。】"
    },
    {
      "id": "01-012-0004_p0104",
      "zh_CN": "布施、持戒、禅定，这是福德，这是助缘。我们常说正助双修，要晓得哪是正、哪个是助。正与助，《观无量寿佛经》里面佛给我们讲得很清楚、很明白，尤其是善导大师的注解，诸位要细读，你就统统明白了。",
      "zh_TW": "布施、持戒、禪定，這是福德，這是助緣。我們常說正助雙修，要曉得哪是正、哪個是助。正與助，《觀無量壽佛經》裡面佛給我們講得很清楚、很明白，尤其是善導大師的註解，諸位要細讀，你就統統明白了。"
    },
    {
      "id": "01-012-0004_p0105",
      "zh_CN": "【以信愿执持名号。则一一声悉具多善根福德。】",
      "zh_TW": "【以信願執持名號。則一一聲悉具多善根福德。】"
    },
    {
      "id": "01-012-0004_p0106",
      "zh_CN": "《弥陀经》上给我们讲，「不可以少善根福德因缘，得生彼国」。如果我们在日常生活当中，从早到晚，日日如是，正助双修，你的善根福德因缘就圆满，就具足了。",
      "zh_TW": "《彌陀經》上給我們講，「不可以少善根福德因緣，得生彼國」。如果我們在日常生活當中，從早到晚，日日如是，正助雙修，你的善根福德因緣就圓滿，就具足了。"
    },
    {
      "id": "01-012-0004_p0107",
      "zh_CN": "【六趣四生。但闻佛名。即多劫善根成熟。五逆十恶皆名善也。】",
      "zh_TW": "【六趣四生。但聞佛名。即多劫善根成熟。五逆十惡皆名善也。】"
    },
    {
      "id": "01-012-0004_p0108",
      "zh_CN": "这也是非常不可思议的开示。『六趣』是六道，『四生』是胎卵湿化，胎生、卵生、湿生、化生。这四个字把六道里面所有一切众生都包括尽了，就是六道众生。只要听到阿弥陀佛的名号，就是多生多劫善根成熟。为什么？要不是善根成熟，你这一生当中听不到阿弥陀佛的名号。不要以为我们一天到晚都听到阿弥陀佛，这有什么希奇？有什么了不起？如果你细细想想，你就能发现真不可思议。",
      "zh_TW": "這也是非常不可思議的開示。『六趣』是六道，『四生』是胎卵溼化，胎生、卵生、溼生、化生。這四個字把六道裡面所有一切眾生都包括盡了，就是六道眾生。只要聽到阿彌陀佛的名號，就是多生多劫善根成熟。為什麼？要不是善根成熟，你這一生當中聽不到阿彌陀佛的名號。不要以為我們一天到晚都聽到阿彌陀佛，這有什麼希奇？有什麼了不起？如果你細細想想，你就能發現真不可思議。"
    },
    {
      "id": "01-012-0004_p0109",
      "zh_CN": "我们不讲六趣四生，我们单单讲现在地球上这些人，现在地球上的人口有四十多亿。这四十多亿人当中，有几个人知道佛教？这个数字就很少，一半都不到，顶多三分之一，差不多应当有十几亿人。这十几亿人当中，又有几个人听到大乘佛法？大概三分之一都不到，听到大乘佛法非常的希有。在大乘佛法里面，又有几个人听到净土法门？这一层一层淘汰下来，到最后没剩几个，你就是那几个人，你说这多希奇，不可思议，真正不可思议。所以一层一层淘汰下来，你才晓得，若不是多生多劫善根成熟，你怎么会听得到？",
      "zh_TW": "我們不講六趣四生，我們單單講現在地球上這些人，現在地球上的人口有四十多億。這四十多億人當中，有幾個人知道佛教？這個數字就很少，一半都不到，頂多三分之一，差不多應當有十幾億人。這十幾億人當中，又有幾個人聽到大乘佛法？大概三分之一都不到，聽到大乘佛法非常的希有。在大乘佛法裡面，又有幾個人聽到淨土法門？這一層一層淘汰下來，到最後沒剩幾個，你就是那幾個人，你說這多希奇，不可思議，真正不可思議。所以一層一層淘汰下來，你才曉得，若不是多生多劫善根成熟，你怎麼會聽得到？"
    },
    {
      "id": "01-012-0004_p0110",
      "zh_CN": "所以纵然这一生当中造作五逆十恶，造了很重的罪业，那是什么？因为没有遇到佛法，这一生投胎的时候，生的环境不好，迷惑颠倒，没有闻到佛法，才造了这么多罪业。一听到阿弥陀佛的名字，生欢喜心，欢喜心就是忏悔，就是悔改，知道错了，我一心向佛，要求生净土。所以五逆十恶听到名号生欢喜心，改过修善，一心念佛，求生净土，他都是善人，都是大善。不是大善怎么能往生？怎么能一生不退成佛？诸位从这个地方细细去参究，你才晓得名号功德真正不可思议。",
      "zh_TW": "所以縱然這一生當中造作五逆十惡，造了很重的罪業，那是什麼？因為沒有遇到佛法，這一生投胎的時候，生的環境不好，迷惑顛倒，沒有聞到佛法，才造了這麼多罪業。一聽到阿彌陀佛的名字，生歡喜心，歡喜心就是懺悔，就是悔改，知道錯了，我一心向佛，要求生淨土。所以五逆十惡聽到名號生歡喜心，改過修善，一心念佛，求生淨土，他都是善人，都是大善。不是大善怎麼能往生？怎麼能一生不退成佛？諸位從這個地方細細去參究，你才曉得名號功德真正不可思議。"
    },
    {
      "id": "01-012-0004_p0111",
      "zh_CN": "【闻而信。信而愿。】",
      "zh_TW": "【聞而信。信而願。】"
    },
    {
      "id": "01-012-0004_p0112",
      "zh_CN": "听了以后相信。相信之后，深信之后，自然就发愿，一定求生。求生的念头非常强烈，这个人就决定得生。因为能不能往生，就是看你信愿的心坚不坚固？清不清净？清净就是信心、愿心里面决定不夹杂，对这个世间没有贪爱，没有留恋。有贪爱、留恋就夹杂了，心就不清净，信就不是净信。所以对这个世间没有留恋，没有贪爱，决不夹杂。",
      "zh_TW": "聽了以後相信。相信之後，深信之後，自然就發願，一定求生。求生的念頭非常強烈，這個人就決定得生。因為能不能往生，就是看你信願的心堅不堅固？清不清淨？清淨就是信心、願心裡面決定不夾雜，對這個世間沒有貪愛，沒有留戀。有貪愛、留戀就夾雜了，心就不清淨，信就不是淨信。所以對這個世間沒有留戀，沒有貪愛，決不夾雜。"
    },
    {
      "id": "01-012-0004_p0113",
      "zh_CN": "【乃肯执持。】",
      "zh_TW": "【乃肯執持。】"
    },
    {
      "id": "01-012-0004_p0114",
      "zh_CN": "这样自自然然你就肯念佛，时时刻刻你念佛就不断。",
      "zh_TW": "這樣自自然然你就肯念佛，時時刻刻你念佛就不斷。"
    },
    {
      "id": "01-012-0004_p0115",
      "zh_CN": "【不信不愿。与不闻等。】",
      "zh_TW": "【不信不願。與不聞等。】"
    },
    {
      "id": "01-012-0004_p0116",
      "zh_CN": "虽然你听到，听到怎么样？你不喜欢、不相信、也不愿意求生极乐世界。这是因为你的善根没有成熟，善根没有发现，听等于没有听到，这不容易。",
      "zh_TW": "雖然你聽到，聽到怎麼樣？你不喜歡、不相信、也不願意求生極樂世界。這是因為你的善根沒有成熟，善根沒有發現，聽等於沒有聽到，這不容易。"
    },
    {
      "id": "01-012-0004_p0117",
      "zh_CN": "【虽为远因。不名闻慧。】",
      "zh_TW": "【雖為遠因。不名聞慧。】"
    },
    {
      "id": "01-012-0004_p0118",
      "zh_CN": "当然阿赖耶识里头种了阿弥陀佛的种子，将来或者多生多劫以后遇到这个法门、听到这个名号，会生欢喜心，再发愿求生净土，那是远因，这一生当中不能成就。这一生当中要成就，一定是非常的坚强，信愿非常的坚决，这才叫闻慧。菩萨的三慧，有一个，那两个一定同时具足，闻慧、思慧、修慧。什么叫思慧？念念不忘阿弥陀佛，这就是思慧。心心向往西方极乐世界，这一句名号念念不忘，就是修慧。所以闻思修三慧具足。可见这是大乘法，这不是小乘法。小乘法里面讲三学，戒定慧三学，大乘菩萨是闻思修三慧。所以信愿持名就是具足圆满的闻思修三慧。",
      "zh_TW": "當然阿賴耶識裡頭種了阿彌陀佛的種子，將來或者多生多劫以後遇到這個法門、聽到這個名號，會生歡喜心，再發願求生淨土，那是遠因，這一生當中不能成就。這一生當中要成就，一定是非常的堅強，信願非常的堅決，這才叫聞慧。菩薩的三慧，有一個，那兩個一定同時具足，聞慧、思慧、修慧。什麼叫思慧？念念不忘阿彌陀佛，這就是思慧。心心嚮往西方極樂世界，這一句名號念念不忘，就是修慧。所以聞思修三慧具足。可見這是大乘法，這不是小乘法。小乘法裡面講三學，戒定慧三學，大乘菩薩是聞思修三慧。所以信願持名就是具足圓滿的聞思修三慧。"
    },
    {
      "id": "01-012-0004_p0119",
      "zh_CN": "持名有事持、有理持，一心有事一心、有理一心，这个地方也做个概略的解释。",
      "zh_TW": "持名有事持、有理持，一心有事一心、有理一心，這個地方也做個概略的解釋。"
    },
    {
      "id": "01-012-0004_p0120",
      "zh_CN": "【事持者。信有西方阿弥陀佛。】",
      "zh_TW": "【事持者。信有西方阿彌陀佛。】"
    },
    {
      "id": "01-012-0004_p0121",
      "zh_CN": "我们大多数的人都是从这个地方下手，成功的人非常之多。事持，我们对于西方极乐世界、阿弥陀佛，决定相信他有，他真有。像《弥陀经》上所说的，「有世界名曰极乐，其土有佛，号阿弥陀」，这两个「有」，真有。「今现在说法」，阿弥陀佛现在在讲经说法，真有。这是从事上相信，从事上下手。",
      "zh_TW": "我們大多數的人都是從這個地方下手，成功的人非常之多。事持，我們對於西方極樂世界、阿彌陀佛，決定相信他有，他真有。像《彌陀經》上所說的，「有世界名曰極樂，其土有佛，號阿彌陀」，這兩個「有」，真有。「今現在說法」，阿彌陀佛現在在講經說法，真有。這是從事上相信，從事上下手。"
    },
    {
      "id": "01-012-0004_p0122",
      "zh_CN": "【而未达是心作佛。是心是佛。】",
      "zh_TW": "【而未達是心作佛。是心是佛。】"
    },
    {
      "id": "01-012-0004_p0123",
      "zh_CN": "这是理，对于这个理我们没有通达，不清楚、不明了。没有关系，只要你相信事上真有，就行了。",
      "zh_TW": "這是理，對於這個理我們沒有通達，不清楚、不明瞭。沒有關係，只要你相信事上真有，就行了。"
    },
    {
      "id": "01-012-0004_p0124",
      "zh_CN": "【但以决志愿求生故。】",
      "zh_TW": "【但以決志願求生故。】"
    },
    {
      "id": "01-012-0004_p0125",
      "zh_CN": "就像前面蕅益大师给我们的宝贵的开示，「随顺诸佛，真实教诲，决志求生，永无疑惑」，这四句是真正宝贵。你相信这四句就行了，你一定是信愿持名。",
      "zh_TW": "就像前面蕅益大師給我們的寶貴的開示，「隨順諸佛，真實教誨，決志求生，永無疑惑」，這四句是真正寶貴。你相信這四句就行了，你一定是信願持名。"
    },
    {
      "id": "01-012-0004_p0126",
      "zh_CN": "【如子忆母。无时暂忘。】",
      "zh_TW": "【如子憶母。無時暫忘。】"
    },
    {
      "id": "01-012-0004_p0127",
      "zh_CN": "就像游子到远方去游历，这个小孩常常想念家乡的老母一样，要像这样才能成功。可是这个比喻，在古时候伦理道德的观念很重，儿子常常想母亲。现在年头不对了，小孩出去不想家，不想母亲。所以这个比喻用在古时候行，用在现在真的是有问题。可是反过来，行！母亲没有一天不想儿女，儿女不想母亲，这母亲叫她不想儿女，难！真难。就是在外国，我们见到外国的老年人，问他想不想他的孩子？想！真想。孩子想不想母亲？不想，他们不想。所以是「如母忆子，无时暂忘」，那个比喻现在还可以用；如子忆母，现在不适用了，这是蕅益大师也没想到的。好，我们今天就讲到此地。",
      "zh_TW": "就像遊子到遠方去遊歷，這個小孩常常想念家鄉的老母一樣，要像這樣才能成功。可是這個比喻，在古時候倫理道德的觀念很重，兒子常常想母親。現在年頭不對了，小孩出去不想家，不想母親。所以這個比喻用在古時候行，用在現在真的是有問題。可是反過來，行！母親沒有一天不想兒女，兒女不想母親，這母親叫她不想兒女，難！真難。就是在外國，我們見到外國的老年人，問他想不想他的孩子？想！真想。孩子想不想母親？不想，他們不想。所以是「如母憶子，無時暫忘」，那個比喻現在還可以用；如子憶母，現在不適用了，這是蕅益大師也沒想到的。好，我們今天就講到此地。"
    }
  ]
}