{
  "doc_id": "01-012-0005",
  "title": {
    "zh_CN": "佛说阿弥陀经要解菁华",
    "zh_TW": "佛說阿彌陀經要解菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "马来西亚",
    "zh_TW": "馬來西亞"
  },
  "doc_number": "01-012-0005",
  "total_paragraphs": 135,
  "paragraphs": [
    {
      "id": "01-012-0005_p0001",
      "zh_CN": "诸位法师，诸位同学，请掀开经本第十一面，从第一行看起：",
      "zh_TW": "諸位法師，諸位同學，請掀開經本第十一面，從第一行看起："
    },
    {
      "id": "01-012-0005_p0002",
      "zh_CN": "【理持者。信西方阿弥陀佛。是我心具。是我心造。即以自心所具所造洪名。为系心之境。令不暂忘也。】",
      "zh_TW": "【理持者。信西方阿彌陀佛。是我心具。是我心造。即以自心所具所造洪名。為繫心之境。令不暫忘也。】"
    },
    {
      "id": "01-012-0005_p0003",
      "zh_CN": "这段的理很深，不是我们初学能够明了的。果然把这桩事情搞明白，可以说许许多多疑难的问题统统都解决了。大乘经论十之八九都是说明这个事实的真相。此地所讲的「我」，绝对不是我们现在观念当中的我，我们现在观念当中的是我执，是执着。也就是佛在经典上常讲的无我，本来无我，执着这个身是我，这是错误。有没有真我？有！佛告诉我们，涅槃四净德里面，有常、乐、我、净，那个我才是真我；我们现在执着的，这是假我。",
      "zh_TW": "這段的理很深，不是我們初學能夠明瞭的。果然把這樁事情搞明白，可以說許許多多疑難的問題統統都解決了。大乘經論十之八九都是說明這個事實的真相。此地所講的「我」，絕對不是我們現在觀念當中的我，我們現在觀念當中的是我執，是執著。也就是佛在經典上常講的無我，本來無我，執著這個身是我，這是錯誤。有沒有真我？有！佛告訴我們，涅槃四淨德裡面，有常、樂、我、淨，那個我才是真我；我們現在執著的，這是假我。"
    },
    {
      "id": "01-012-0005_p0004",
      "zh_CN": "『心具』就是我们真心本性本来具足，这桩事情如果不是到彻底觉悟，就很难明了，也很不容易说清楚。禅宗六祖惠能大师开悟的时候说「何期自性，本来具足」，具足就是此地「是我心具」，就是这个意思。能大师在开悟的时候才明白这个事情，可见得不是我们平常人能搞清楚的。他又说「何期自性，能生万法」，能生万法就是此地『是我心造』，能生万法跟造万法意思完全相同。所以这是开悟人的境界，悟后起修，就是理持；没有开悟之前的修行，前面讲的，属于事持。悟与不悟在修学其他法门，关系很大，但是在净宗法门，关系就不大，悟能往生，不悟也能往生。并不是说你没有开悟就障碍你往生，没有这回事情，不开悟也能往生，这个法门方便，法门殊胜。其他法门不开悟不行，不开悟出不了三界，关系就很大。",
      "zh_TW": "『心具』就是我們真心本性本來具足，這樁事情如果不是到徹底覺悟，就很難明瞭，也很不容易說清楚。禪宗六祖惠能大師開悟的時候說「何期自性，本來具足」，具足就是此地「是我心具」，就是這個意思。能大師在開悟的時候才明白這個事情，可見得不是我們平常人能搞清楚的。他又說「何期自性，能生萬法」，能生萬法就是此地『是我心造』，能生萬法跟造萬法意思完全相同。所以這是開悟人的境界，悟後起修，就是理持；沒有開悟之前的修行，前面講的，屬於事持。悟與不悟在修學其他法門，關係很大，但是在淨宗法門，關係就不大，悟能往生，不悟也能往生。並不是說你沒有開悟就障礙你往生，沒有這回事情，不開悟也能往生，這個法門方便，法門殊勝。其他法門不開悟不行，不開悟出不了三界，關係就很大。"
    },
    {
      "id": "01-012-0005_p0005",
      "zh_CN": "不但西方阿弥陀佛极乐世界是我们心具、心造的，尽虚空遍法界，一切诸佛无边的刹海，十法界依正庄严，包括我们现在的这个世界，都是我们自性本来具足，都是自性变现出来的境界。离开心性，无有一法可得。这些话我都不多说了，多说也不容易体会。诸位如果要想真正契入这个境界，在教下就是深入经藏，这是一条路。不走教下的路，就是参禅，参禅开悟也相当不容易。你看六祖大师说得很好，禅的对象是什么人？是上上根性的人，上上根的人参禅才能开悟。",
      "zh_TW": "不但西方阿彌陀佛極樂世界是我們心具、心造的，盡虛空遍法界，一切諸佛無邊的剎海，十法界依正莊嚴，包括我們現在的這個世界，都是我們自性本來具足，都是自性變現出來的境界。離開心性，無有一法可得。這些話我都不多說了，多說也不容易體會。諸位如果要想真正契入這個境界，在教下就是深入經藏，這是一條路。不走教下的路，就是參禪，參禪開悟也相當不容易。你看六祖大師說得很好，禪的對象是什麼人？是上上根性的人，上上根的人參禪才能開悟。"
    },
    {
      "id": "01-012-0005_p0006",
      "zh_CN": "在中国佛教史上，可以说能大师那一代，禅风在中国是登峰造极。而成就的人，就是真正参禅开悟、明心见性的人，真可以说盛极一时，空前绝后。多少人在六祖会下大彻大悟、明心见性？《坛经》上记载得很清楚，四十三个人。诸位要知道，跟六祖大师参禅的人，在我看不止一万、两万人，人数真多，只有四十三个开悟。在六祖大师以前，开悟的人有，没这么多，六祖大师以后也有开悟的，也没有这么多，所以他那一会真的是空前绝后。由此可知，禅这个法门好，真正是好，但是参禅开悟不容易。",
      "zh_TW": "在中國佛教史上，可以說能大師那一代，禪風在中國是登峰造極。而成就的人，就是真正參禪開悟、明心見性的人，真可以說盛極一時，空前絕後。多少人在六祖會下大徹大悟、明心見性？《壇經》上記載得很清楚，四十三個人。諸位要知道，跟六祖大師參禪的人，在我看不止一萬、兩萬人，人數真多，只有四十三個開悟。在六祖大師以前，開悟的人有，沒這麼多，六祖大師以後也有開悟的，也沒有這麼多，所以他那一會真的是空前絕後。由此可知，禪這個法門好，真正是好，但是參禪開悟不容易。"
    },
    {
      "id": "01-012-0005_p0007",
      "zh_CN": "过去倓虚法师在香港开示的时候说过，他是将禅跟净这两个法门做个比较。倓老是我们近代的大德，非常有成就，天台宗最近一代的祖师，他老人家在香港往生，九十多岁。他有个自传，叫《影尘回忆录》，是他的学生大光法师笔记的，老和尚口说，学生笔记，《影尘回忆录》诸位可以看看。他说他一生当中见到许多参禅的大德，听说的当然就更多了。参禅得禅定的，他见过，也听说过；开悟的，他一生当中一个都没见到，也没有听说过，你就晓得多难。",
      "zh_TW": "過去倓虛法師在香港開示的時候說過，他是將禪跟淨這兩個法門做個比較。倓老是我們近代的大德，非常有成就，天台宗最近一代的祖師，他老人家在香港往生，九十多歲。他有個自傳，叫《影塵回憶錄》，是他的學生大光法師筆記的，老和尚口說，學生筆記，《影塵回憶錄》諸位可以看看。他說他一生當中見到許多參禪的大德，聽說的當然就更多了。參禪得禪定的，他見過，也聽說過；開悟的，他一生當中一個都沒見到，也沒有聽說過，你就曉得多難。"
    },
    {
      "id": "01-012-0005_p0008",
      "zh_CN": "禅，不开悟，只得定，得定，譬如说一盘腿入定能够一个星期不出定，两个星期不出定，甚至于两、三个月不出定的，定功很深，那是得禅定，没开悟。真正得禅定，将来到哪里去？死了以后会到四禅天，功夫更高的就到四空天，到那里去往生，不能出三界。天上的福报大、寿命长，但是享尽了，还要堕落、还要轮回，这就不究竟。一定要开悟、要见性，才能够了生死出三界，得禅定都不行。",
      "zh_TW": "禪，不開悟，只得定，得定，譬如說一盤腿入定能夠一個星期不出定，兩個星期不出定，甚至於兩、三個月不出定的，定功很深，那是得禪定，沒開悟。真正得禪定，將來到哪裡去？死了以後會到四禪天，功夫更高的就到四空天，到那裡去往生，不能出三界。天上的福報大、壽命長，但是享盡了，還要墮落、還要輪迴，這就不究竟。一定要開悟、要見性，才能夠了生死出三界，得禪定都不行。"
    },
    {
      "id": "01-012-0005_p0009",
      "zh_CN": "他说他一生见到念佛人往生的，他亲眼看见的有二十多个。这都不是普通往生的，第一个，不生病，好好的走的。不生病的，预知时至，站着走的、坐着走的，他一生当中看到二十多个人。他说听说的都不算，太多了，都算不过来，亲眼看到的有二十多个人。这就说明，念佛成就稳当，念佛成就可靠，念佛成就快速。",
      "zh_TW": "他說他一生見到念佛人往生的，他親眼看見的有二十多個。這都不是普通往生的，第一個，不生病，好好的走的。不生病的，預知時至，站著走的、坐著走的，他一生當中看到二十多個人。他說聽說的都不算，太多了，都算不過來，親眼看到的有二十多個人。這就說明，念佛成就穩當，念佛成就可靠，念佛成就快速。"
    },
    {
      "id": "01-012-0005_p0010",
      "zh_CN": "所以心具心造是理，我们知道这回事情就行了，实在没有必要去深入了解它。因为深入了解要费很长的时间，拿这个时间来念佛，早就往生了。这些事情到西方极乐世界见了阿弥陀佛，统统明白了。古人常说，「但得见弥陀，何愁不开悟」，一见阿弥陀佛就大彻大悟、就明心见性了，不必在我们这个时代里面浪费许多宝贵的光阴。底下一段讲功夫了。",
      "zh_TW": "所以心具心造是理，我們知道這回事情就行了，實在沒有必要去深入瞭解它。因為深入瞭解要費很長的時間，拿這個時間來念佛，早就往生了。這些事情到西方極樂世界見了阿彌陀佛，統統明白了。古人常說，「但得見彌陀，何愁不開悟」，一見阿彌陀佛就大徹大悟、就明心見性了，不必在我們這個時代裡面浪費許多寶貴的光陰。底下一段講功夫了。"
    },
    {
      "id": "01-012-0005_p0011",
      "zh_CN": "【不论事持理持。持至伏除烦恼。乃至见思先尽。皆事一心。】",
      "zh_TW": "【不論事持理持。持至伏除煩惱。乃至見思先盡。皆事一心。】"
    },
    {
      "id": "01-012-0005_p0012",
      "zh_CN": "所以念佛法门的好处就在此地，事持、理持都一样，都好。我们讲事一心、理一心不乱，绝对不是说事持的人只能得事一心，理持的人只能得理一心，你这样想法就错了。持名念佛是功夫，事持、理持都一样，必须要念到能够伏烦恼，这是事一心里面最浅的。烦恼就是妄想、杂念、贪瞋痴慢，我这一句佛号，烦恼虽然没有断，确实能把烦恼控制住，就是伏。使烦恼不起作用、不起现行，这就叫一心不乱，一心不乱浅的。虽然功夫很浅，但是就能往生，这个条件就可以往生。",
      "zh_TW": "所以念佛法門的好處就在此地，事持、理持都一樣，都好。我們講事一心、理一心不亂，絕對不是說事持的人只能得事一心，理持的人只能得理一心，你這樣想法就錯了。持名念佛是功夫，事持、理持都一樣，必須要念到能夠伏煩惱，這是事一心裡面最淺的。煩惱就是妄想、雜念、貪瞋痴慢，我這一句佛號，煩惱雖然沒有斷，確實能把煩惱控制住，就是伏。使煩惱不起作用、不起現行，這就叫一心不亂，一心不亂淺的。雖然功夫很淺，但是就能往生，這個條件就可以往生。"
    },
    {
      "id": "01-012-0005_p0013",
      "zh_CN": "同学们特别要注意，也许大家感触到，我现在念佛虽然一天念得很多，可是妄念、妄想还是很多。这就是说你还没能够伏住烦恼，现在这个境界不能往生。但是你不要怕，继续努力去念，念个三年五载，妄想、杂念自然就少了。为什么？念的时间久，佛号功夫得力，起心动念我都想阿弥陀佛，都想西方境界，都想阿弥陀佛在经典里面对我们的教训。想这些就好了，就把你那些妄想、杂念取而代之，用这个来代替，你的功夫慢慢就得力了。如果把见思烦恼断掉，就是一心不乱里面最高的。譬如说我们把一心分作九品，伏烦恼是下下品，见思烦恼断掉是上上品，这是属于事一心。",
      "zh_TW": "同學們特別要注意，也許大家感觸到，我現在念佛雖然一天念得很多，可是妄念、妄想還是很多。這就是說你還沒能夠伏住煩惱，現在這個境界不能往生。但是你不要怕，繼續努力去念，念個三年五載，妄想、雜念自然就少了。為什麼？念的時間久，佛號功夫得力，起心動念我都想阿彌陀佛，都想西方境界，都想阿彌陀佛在經典裡面對我們的教訓。想這些就好了，就把你那些妄想、雜念取而代之，用這個來代替，你的功夫慢慢就得力了。如果把見思煩惱斷掉，就是一心不亂裡面最高的。譬如說我們把一心分作九品，伏煩惱是下下品，見思煩惱斷掉是上上品，這是屬於事一心。"
    },
    {
      "id": "01-012-0005_p0014",
      "zh_CN": "【不论事持理持。持至心开见本性佛。皆理一心。】",
      "zh_TW": "【不論事持理持。持至心開見本性佛。皆理一心。】"
    },
    {
      "id": "01-012-0005_p0015",
      "zh_CN": "你看讲得很清楚，事持、理持，功夫好都可以达到理一心。『心开』就是禅宗里面讲的开悟，大彻大悟。『见本性佛』就是明心见性，见性成佛，这叫见本性佛。这是圆教初住菩萨的境界，别教初地的境界，这叫做理一心不乱。诸位要晓得，我们生到西方极乐世界，纵然下下品往生，生到西方极乐世界你就见到阿弥陀佛。见阿弥陀佛是应身，不是报身；换句话说，等于事一心不乱你就证得了，你看这个多快。到西方极乐世界，华开见佛悟无生，你见到阿弥陀佛的报身，见报身佛就是见本性佛，就是理一心不乱。功夫的进展在西方极乐世界实在是非常明显、非常清楚，而且非常的快速。",
      "zh_TW": "你看講得很清楚，事持、理持，功夫好都可以達到理一心。『心開』就是禪宗裡面講的開悟，大徹大悟。『見本性佛』就是明心見性，見性成佛，這叫見本性佛。這是圓教初住菩薩的境界，別教初地的境界，這叫做理一心不亂。諸位要曉得，我們生到西方極樂世界，縱然下下品往生，生到西方極樂世界你就見到阿彌陀佛。見阿彌陀佛是應身，不是報身；換句話說，等於事一心不亂你就證得了，你看這個多快。到西方極樂世界，華開見佛悟無生，你見到阿彌陀佛的報身，見報身佛就是見本性佛，就是理一心不亂。功夫的進展在西方極樂世界實在是非常明顯、非常清楚，而且非常的快速。"
    },
    {
      "id": "01-012-0005_p0016",
      "zh_CN": "【当知执持名号。既简易直捷。】",
      "zh_TW": "【當知執持名號。既簡易直捷。】"
    },
    {
      "id": "01-012-0005_p0017",
      "zh_CN": "我们念这句南无阿弥陀佛，念这六个字，简单，没有比这个更简单的。无量无边法门，这个法门最简单、最容易，易是容易，不难；任何一个人都办得到，任何一个人都会修，所以容易。不但是简单、容易，可贵的是直捷，不像其他法门不是直捷的，真的是委曲婉转才走到佛道，才成佛。这个法门直捷成佛，这是任何一个法门都不能够相比的。所以它是：",
      "zh_TW": "我們念這句南無阿彌陀佛，念這六個字，簡單，沒有比這個更簡單的。無量無邊法門，這個法門最簡單、最容易，易是容易，不難；任何一個人都辦得到，任何一個人都會修，所以容易。不但是簡單、容易，可貴的是直捷，不像其他法門不是直捷的，真的是委曲婉轉才走到佛道，才成佛。這個法門直捷成佛，這是任何一個法門都不能夠相比的。所以它是："
    },
    {
      "id": "01-012-0005_p0018",
      "zh_CN": "【至顿至圆。】",
      "zh_TW": "【至頓至圓。】"
    },
    {
      "id": "01-012-0005_p0019",
      "zh_CN": "这个教是顿教，连法相宗祖师窥基大师，他有《弥陀经》的注解，叫《通赞疏》。诸位看看窥基大师所说的，他老人家都赞叹，说念佛法门是顿教。为什么是顿教？经上讲得很清楚，一日到七日就成就了。顿是快，没有次第，还有哪个法门比这更快的？找不到，确实这个法门七天就能成就。至圆，圆教，圆是把所有一切法门统统包括在其中，这才叫圆教。下面举例说明。",
      "zh_TW": "這個教是頓教，連法相宗祖師窺基大師，他有《彌陀經》的註解，叫《通贊疏》。諸位看看窺基大師所說的，他老人家都讚歎，說念佛法門是頓教。為什麼是頓教？經上講得很清楚，一日到七日就成就了。頓是快，沒有次第，還有哪個法門比這更快的？找不到，確實這個法門七天就能成就。至圓，圓教，圓是把所有一切法門統統包括在其中，這才叫圓教。下面舉例說明。"
    },
    {
      "id": "01-012-0005_p0020",
      "zh_CN": "【以念念即佛故。】",
      "zh_TW": "【以念念即佛故。】"
    },
    {
      "id": "01-012-0005_p0021",
      "zh_CN": "一念相应一念佛，念念相应念念佛，念念都跟佛相应，念念成佛。当然是至圆至顿，圆极顿极。",
      "zh_TW": "一念相應一念佛，念念相應念念佛，念念都跟佛相應，念念成佛。當然是至圓至頓，圓極頓極。"
    },
    {
      "id": "01-012-0005_p0022",
      "zh_CN": "【不劳观想。】",
      "zh_TW": "【不勞觀想。】"
    },
    {
      "id": "01-012-0005_p0023",
      "zh_CN": "教下都要修观，天台修止观，华严修法界观，法相唯识修五重唯识观，教下修观。不必，不要那么麻烦。",
      "zh_TW": "教下都要修觀，天台修止觀，華嚴修法界觀，法相唯識修五重唯識觀，教下修觀。不必，不要那麼麻煩。"
    },
    {
      "id": "01-012-0005_p0024",
      "zh_CN": "【不必参究。】",
      "zh_TW": "【不必參究。】"
    },
    {
      "id": "01-012-0005_p0025",
      "zh_CN": "参究是禅宗，所以这两句话涵盖了宗门、教下。宗门、教下那些修行的方法很琐碎、很麻烦，咱们统统不要，你看这多简单、多容易。",
      "zh_TW": "參究是禪宗，所以這兩句話涵蓋了宗門、教下。宗門、教下那些修行的方法很瑣碎、很麻煩，咱們統統不要，你看這多簡單、多容易。"
    },
    {
      "id": "01-012-0005_p0026",
      "zh_CN": "【当下圆明。无余无欠。】",
      "zh_TW": "【當下圓明。無餘無欠。】"
    },
    {
      "id": "01-012-0005_p0027",
      "zh_CN": "余是有剩的，欠是欠缺的，没有。无余无欠就是说这个法门是圆满的。这一句阿弥陀佛，教下的观想，我们统统包括在里头，禅宗的参究也包括在里面。实在这个话并不是祖师随便说的，佛在《大集经》上说到，「持名念佛是上上禅」，这个话是佛讲的。所以祖师在此地说这些话，句句都是有根据的。",
      "zh_TW": "餘是有剩的，欠是欠缺的，沒有。無餘無欠就是說這個法門是圓滿的。這一句阿彌陀佛，教下的觀想，我們統統包括在裡頭，禪宗的參究也包括在裡面。實在這個話並不是祖師隨便說的，佛在《大集經》上說到，「持名念佛是上上禪」，這個話是佛講的。所以祖師在此地說這些話，句句都是有根據的。"
    },
    {
      "id": "01-012-0005_p0028",
      "zh_CN": "【上上根不能逾其阃。】",
      "zh_TW": "【上上根不能踰其閫。】"
    },
    {
      "id": "01-012-0005_p0029",
      "zh_CN": "「阃」跟底下的「域」都当作范围讲，不能超越它的范围。上上根是讲像华藏会上，华藏世界文殊普贤这些大菩萨们，你看统统都是念佛求生西方净土，这上上根人。",
      "zh_TW": "「閫」跟底下的「域」都當作範圍講，不能超越它的範圍。上上根是講像華藏會上，華藏世界文殊普賢這些大菩薩們，你看統統都是念佛求生西方淨土，這上上根人。"
    },
    {
      "id": "01-012-0005_p0030",
      "zh_CN": "【下下根亦能臻其域。】",
      "zh_TW": "【下下根亦能臻其域。】"
    },
    {
      "id": "01-012-0005_p0031",
      "zh_CN": "下下根人，《观经》里面所说的五逆十恶，马上就要堕阿鼻地狱这样的众生。临终时遇到善知识教他念佛求生净土，他一念回心，十念、一念都可以往生。所以这个法门确实是三根普被，利钝全收，统统包括尽了。跟教下、宗门不一样，宗门（禅宗）只度上上根的人，中下根没有分，不能成就。教下，小乘度中下根人，大乘度中上根人，都不能够圆满的度脱。唯独念佛一门是圆满度脱九法界一切众生，这法门不可思议。",
      "zh_TW": "下下根人，《觀經》裡面所說的五逆十惡，馬上就要墮阿鼻地獄這樣的眾生。臨終時遇到善知識教他念佛求生淨土，他一念回心，十念、一念都可以往生。所以這個法門確實是三根普被，利鈍全收，統統包括盡了。跟教下、宗門不一樣，宗門（禪宗）只度上上根的人，中下根沒有分，不能成就。教下，小乘度中下根人，大乘度中上根人，都不能夠圓滿的度脫。唯獨念佛一門是圓滿度脫九法界一切眾生，這法門不可思議。"
    },
    {
      "id": "01-012-0005_p0032",
      "zh_CN": "【今全由信愿持名。】",
      "zh_TW": "【今全由信願持名。】"
    },
    {
      "id": "01-012-0005_p0033",
      "zh_CN": "『今』是指本经里面所说的。",
      "zh_TW": "『今』是指本經裡面所說的。"
    },
    {
      "id": "01-012-0005_p0034",
      "zh_CN": "【故信愿行三。声声圆具。所以名多善根福德因缘。】",
      "zh_TW": "【故信願行三。聲聲圓具。所以名多善根福德因緣。】"
    },
    {
      "id": "01-012-0005_p0035",
      "zh_CN": "这条很重要。我们念佛，常说你会念不会念？不会念的，嘴里头只有一句阿弥陀佛，没有信、没有愿，叫不会念，这样念，古人说得很好，叫「喊破喉咙也枉然」。一天纵然念十万声，不能往生。为什么？里面没有愿、没有信。怎么叫会念？每一声佛号里面都具足坚定的信心，强烈的愿望，就会念，就相应，声声都跟阿弥陀佛感应道交。所以这一声名号里面，确实我们的信心、愿心都在其中，要把阿弥陀佛念来，要跟阿弥陀佛相应，这叫会念。这样念佛就能够伏烦恼，就能够断烦恼。一般人虽念佛，为什么不能够伏烦恼？不能断烦恼？实在讲有口无心。这个心就是没有信心、没有愿心，光这一句空的名号不行，断不了烦恼、伏不了烦恼。所以要会念。",
      "zh_TW": "這條很重要。我們念佛，常說你會念不會念？不會念的，嘴裡頭只有一句阿彌陀佛，沒有信、沒有願，叫不會念，這樣念，古人說得很好，叫「喊破喉嚨也枉然」。一天縱然念十萬聲，不能往生。為什麼？裡面沒有願、沒有信。怎麼叫會念？每一聲佛號裡面都具足堅定的信心，強烈的願望，就會念，就相應，聲聲都跟阿彌陀佛感應道交。所以這一聲名號裡面，確實我們的信心、願心都在其中，要把阿彌陀佛念來，要跟阿彌陀佛相應，這叫會念。這樣念佛就能夠伏煩惱，就能夠斷煩惱。一般人雖念佛，為什麼不能夠伏煩惱？不能斷煩惱？實在講有口無心。這個心就是沒有信心、沒有願心，光這一句空的名號不行，斷不了煩惱、伏不了煩惱。所以要會念。"
    },
    {
      "id": "01-012-0005_p0036",
      "zh_CN": "会念的人，信愿行三资粮统统具足，这就是善根福德因缘都在其中。这怎么说？信心是善根，没有善根，不信。愿心是福德，没有福报他不愿意往生，愿意往生的人，大福报！生到西方世界，那个福报别说我们人间，天上也比不上。二十八层天，哪一层天能比得上西方极乐世界？比不上。你愿意去，大福报，没有比这福报更大了；这一句阿弥陀佛是因缘。所以信愿行就是善根福德因缘；换句话说，你不十分相信，不太相信，你善根少；还不想去，你福德少；一句阿弥陀佛有的时候念，有的时候忘掉了，你因缘少。这就少了，经上讲「不可以少善根福德因缘，得生彼国」。由此可知，这一句佛号不能间断，不但不能间断，声声具足信愿，你的善根福德因缘就具足了，而且天天在增长，是真正不可思议，这个要知道，这一条非常重要。",
      "zh_TW": "會念的人，信願行三資糧統統具足，這就是善根福德因緣都在其中。這怎麼說？信心是善根，沒有善根，不信。願心是福德，沒有福報他不願意往生，願意往生的人，大福報！生到西方世界，那個福報別說我們人間，天上也比不上。二十八層天，哪一層天能比得上西方極樂世界？比不上。你願意去，大福報，沒有比這福報更大了；這一句阿彌陀佛是因緣。所以信願行就是善根福德因緣；換句話說，你不十分相信，不太相信，你善根少；還不想去，你福德少；一句阿彌陀佛有的時候念，有的時候忘掉了，你因緣少。這就少了，經上講「不可以少善根福德因緣，得生彼國」。由此可知，這一句佛號不能間斷，不但不能間斷，聲聲具足信願，你的善根福德因緣就具足了，而且天天在增長，是真正不可思議，這個要知道，這一條非常重要。"
    },
    {
      "id": "01-012-0005_p0037",
      "zh_CN": "【当知积罪假使有体相者。尽虚空界不能容受。】",
      "zh_TW": "【當知積罪假使有體相者。盡虛空界不能容受。】"
    },
    {
      "id": "01-012-0005_p0038",
      "zh_CN": "这是蕅益大师告诉我们一个事实，我们应当要知道。『积罪』就是无始劫来到今天，我们生生世世造的罪业，累积下来的罪业叫积罪。假使这个罪业要有体相，我们今天讲，要有个体积、有个样子，哪怕再小，像佛家讲的微尘，像现在科学里面讲的电子，甚至于比电子更小的这些物质。我们造一个罪就有一个那么个东西在，我们无始劫所造的罪业太多太多，虚空法界都装不下。好在造的罪业没有形相、没有体积，要有形相、有体积，你就会感觉太可怕了。这个话是真的，一点都不假。为什么我们遇到这样殊胜、这样方便、这样简单、容易、直捷的法门，我们修学起来还这么困难？就是证明我们无始劫来积罪的业障太重，这样简单容易的法门我们还感觉非常困难，业障太重！我们不能够不警觉，不能不知道。",
      "zh_TW": "這是蕅益大師告訴我們一個事實，我們應當要知道。『積罪』就是無始劫來到今天，我們生生世世造的罪業，累積下來的罪業叫積罪。假使這個罪業要有體相，我們今天講，要有個體積、有個樣子，哪怕再小，像佛家講的微塵，像現在科學裡面講的電子，甚至於比電子更小的這些物質。我們造一個罪就有一個那麼個東西在，我們無始劫所造的罪業太多太多，虛空法界都裝不下。好在造的罪業沒有形相、沒有體積，要有形相、有體積，你就會感覺太可怕了。這個話是真的，一點都不假。為什麼我們遇到這樣殊勝、這樣方便、這樣簡單、容易、直捷的法門，我們修學起來還這麼困難？就是證明我們無始劫來積罪的業障太重，這樣簡單容易的法門我們還感覺非常困難，業障太重！我們不能夠不警覺，不能不知道。"
    },
    {
      "id": "01-012-0005_p0039",
      "zh_CN": "【虽百年昼夜弥陀十万。】",
      "zh_TW": "【雖百年晝夜彌陀十萬。】"
    },
    {
      "id": "01-012-0005_p0040",
      "zh_CN": "这是假使，假使我们人的寿命，我们活的很长，可以能够活一百岁。实际上活一百岁的人很少，这是假设你有这么长的寿命，你可以活一百岁。你一天到晚念佛，每天念十万声佛号。昼夜弥陀十万，白天念十万，晚上念十万，一天念二十万声佛号。这都是假设的，实际上都做不到的，这是假设的。",
      "zh_TW": "這是假使，假使我們人的壽命，我們活的很長，可以能夠活一百歲。實際上活一百歲的人很少，這是假設你有這麼長的壽命，你可以活一百歲。你一天到晚念佛，每天念十萬聲佛號。晝夜彌陀十萬，白天念十萬，晚上念十萬，一天念二十萬聲佛號。這都是假設的，實際上都做不到的，這是假設的。"
    },
    {
      "id": "01-012-0005_p0041",
      "zh_CN": "【一一声灭八十亿劫生死。然所灭罪如爪上土。】",
      "zh_TW": "【一一聲滅八十億劫生死。然所滅罪如爪上土。】"
    },
    {
      "id": "01-012-0005_p0042",
      "zh_CN": "每一声佛号都灭八十亿劫生死重罪。一天二十万声，每天不断，念一百年，你灭了多少罪？你所灭的罪，我们在地上抓一把土撒下去，指甲里头还留一点，你灭的罪就这么多。",
      "zh_TW": "每一聲佛號都滅八十億劫生死重罪。一天二十萬聲，每天不斷，念一百年，你滅了多少罪？你所滅的罪，我們在地上抓一把土撒下去，指甲裡頭還留一點，你滅的罪就這麼多。"
    },
    {
      "id": "01-012-0005_p0043",
      "zh_CN": "【未灭罪如大地土。】",
      "zh_TW": "【未滅罪如大地土。】"
    },
    {
      "id": "01-012-0005_p0044",
      "zh_CN": "不能比。经上给我们讲，念一声阿弥陀佛灭八十亿劫生死重罪，这是真的，一点都不假。我天天念阿弥陀佛，我已经灭尽了。哪里灭得尽？你的罪太多了，是这么一回事情。可是诸位要知道，刚才我讲的，会念的人才能够灭八十亿劫生死重罪，不会念的，灭不了那么多。不会念就是有口无心，那不能灭罪；能灭罪的是声声佛号里面有深信、有切愿，确实灭罪，而且灭罪的大小就跟经上讲的一样。能灭八十亿劫生死重罪是《观无量寿佛经》上说的，这一点都不错。",
      "zh_TW": "不能比。經上給我們講，念一聲阿彌陀佛滅八十億劫生死重罪，這是真的，一點都不假。我天天念阿彌陀佛，我已經滅盡了。哪裡滅得盡？你的罪太多了，是這麼一回事情。可是諸位要知道，剛才我講的，會念的人才能夠滅八十億劫生死重罪，不會念的，滅不了那麼多。不會念就是有口無心，那不能滅罪；能滅罪的是聲聲佛號裡面有深信、有切願，確實滅罪，而且滅罪的大小就跟經上講的一樣。能滅八十億劫生死重罪是《觀無量壽佛經》上說的，這一點都不錯。"
    },
    {
      "id": "01-012-0005_p0045",
      "zh_CN": "【唯念至一心不乱。】",
      "zh_TW": "【唯念至一心不亂。】"
    },
    {
      "id": "01-012-0005_p0046",
      "zh_CN": "这个地方讲的一心不乱，事一心就可以，下品的事一心就行了。为什么？决定往生，带业往生。这一往生，你无量劫来的罪业就不要紧了，虽然有，它也不起作用，它也不碍事。到了西方极乐世界继续不断努力修行，修到理一心不乱，也就是明心见性，见自性佛的时候，所有一切罪业就统统都消干净，都没有了。佛在经上有个比喻，罪业就好像黑暗一样，千年暗室，这个黑暗的房间没有点过灯，也没有窗户，已经有一千年了；千年就是表示久远劫的意思，黑暗就表示罪业。虽然是千年暗室，我们里面点一盏灯，黑暗统统都没有了，这盏灯就比喻明心见性。所以明心见性，本性里面般若智慧起作用，所有一切罪业统统消失，都没有了。但是你要不见性，你的罪业都在，统统都在，这一定要知道。所以下面举个比喻，唯有念到一心不乱的时候：",
      "zh_TW": "這個地方講的一心不亂，事一心就可以，下品的事一心就行了。為什麼？決定往生，帶業往生。這一往生，你無量劫來的罪業就不要緊了，雖然有，它也不起作用，它也不礙事。到了西方極樂世界繼續不斷努力修行，修到理一心不亂，也就是明心見性，見自性佛的時候，所有一切罪業就統統都消乾淨，都沒有了。佛在經上有個比喻，罪業就好像黑暗一樣，千年暗室，這個黑暗的房間沒有點過燈，也沒有窗戶，已經有一千年了；千年就是表示久遠劫的意思，黑暗就表示罪業。雖然是千年暗室，我們裡面點一盞燈，黑暗統統都沒有了，這盞燈就比喻明心見性。所以明心見性，本性裡面般若智慧起作用，所有一切罪業統統消失，都沒有了。但是你要不見性，你的罪業都在，統統都在，這一定要知道。所以下面舉個比喻，唯有念到一心不亂的時候："
    },
    {
      "id": "01-012-0005_p0047",
      "zh_CN": "【则如健人突围而出。】",
      "zh_TW": "【則如健人突圍而出。】"
    },
    {
      "id": "01-012-0005_p0048",
      "zh_CN": "就好像打仗的时候，我们被敌人包围，这包围很苦恼。在包围里面，有个人很勇敢，身体非常强壮，他一个人冲出去，突围出去了。出去之后，当然人家包围就围不住他。比喻你念到一心不乱就突围了，就脱离无始劫来积罪的困扰、积罪的围困。这真正可以能够超越，往生西方极乐世界就是真正的超越。再翻过来看底下这一面。",
      "zh_TW": "就好像打仗的時候，我們被敵人包圍，這包圍很苦惱。在包圍裡面，有個人很勇敢，身體非常強壯，他一個人衝出去，突圍出去了。出去之後，當然人家包圍就圍不住他。比喻你念到一心不亂就突圍了，就脫離無始劫來積罪的困擾、積罪的圍困。這真正可以能夠超越，往生西方極樂世界就是真正的超越。再翻過來看底下這一面。"
    },
    {
      "id": "01-012-0005_p0049",
      "zh_CN": "【伏愿缁素智愚。于此简易直捷无上圆顿法门。】",
      "zh_TW": "【伏願緇素智愚。於此簡易直捷無上圓頓法門。】"
    },
    {
      "id": "01-012-0005_p0050",
      "zh_CN": "我们看蕅益大师用的词句，不能不受感动。这是了不起的人，佛菩萨再来的，他的语气多么谦虚、多么的恭敬。『伏愿』，这是拜倒在地下，对我们用一种恳求的语气。『缁素』，缁是出家人，素是在家人，出家、在家四众同学。『智愚』，智是上根，愚是下根，不论在家、出家，不论根性利否。『于此简易直捷无上圆顿法门』，这法门很不容易遇到，开经偈上讲，「百千万劫难遭遇」。开经偈是唐朝武则天作的，武则天为什么作开经偈？那时候翻译《华严经》，就是《八十华严》，《八十华严》翻译完成，送到武则天那个地方。武则天那个时候是皇帝，就在经本封面上题了这四句偈，开经偈，开经偈是她写的。",
      "zh_TW": "我們看蕅益大師用的詞句，不能不受感動。這是了不起的人，佛菩薩再來的，他的語氣多麼謙虛、多麼的恭敬。『伏願』，這是拜倒在地下，對我們用一種懇求的語氣。『緇素』，緇是出家人，素是在家人，出家、在家四眾同學。『智愚』，智是上根，愚是下根，不論在家、出家，不論根性利否。『於此簡易直捷無上圓頓法門』，這法門很不容易遇到，開經偈上講，「百千萬劫難遭遇」。開經偈是唐朝武則天作的，武則天為什麼作開經偈？那時候翻譯《華嚴經》，就是《八十華嚴》，《八十華嚴》翻譯完成，送到武則天那個地方。武則天那個時候是皇帝，就在經本封面上題了這四句偈，開經偈，開經偈是她寫的。"
    },
    {
      "id": "01-012-0005_p0051",
      "zh_CN": "所以，百千万劫难遭遇是《华严经》，我们这个法门比《华严经》还要难遭遇。夏莲居老居士说得好，「佛说难信真难信，亿万人中一二知」，彭际清居士说，「无量劫来希有难逢之一日」。我们遇到这个法门是无量劫来希有难逢的一天，我们今天遇到了，是很不容易。我们遇到无上圆顿的法门，又这么简单、这么容易，我们修学一点困难都没有。底下说：",
      "zh_TW": "所以，百千萬劫難遭遇是《華嚴經》，我們這個法門比《華嚴經》還要難遭遇。夏蓮居老居士說得好，「佛說難信真難信，億萬人中一二知」，彭際清居士說，「無量劫來希有難逢之一日」。我們遇到這個法門是無量劫來希有難逢的一天，我們今天遇到了，是很不容易。我們遇到無上圓頓的法門，又這麼簡單、這麼容易，我們修學一點困難都沒有。底下說："
    },
    {
      "id": "01-012-0005_p0052",
      "zh_CN": "【勿视为难而辄生退诿。】",
      "zh_TW": "【勿視為難而輒生退諉。】"
    },
    {
      "id": "01-012-0005_p0053",
      "zh_CN": "你不要把念佛法门看得太难，看太难了，你不敢学，错了，这个机会当面错过了。",
      "zh_TW": "你不要把念佛法門看得太難，看太難了，你不敢學，錯了，這個機會當面錯過了。"
    },
    {
      "id": "01-012-0005_p0054",
      "zh_CN": "【勿视为易而漫不策勤。】",
      "zh_TW": "【勿視為易而漫不策勤。】"
    },
    {
      "id": "01-012-0005_p0055",
      "zh_CN": "有些聪明智慧的人，看到这个法门太容易了。这一句阿弥陀佛，三岁小孩都会念，我上根利智，我怎么会学这个法门？你把这个法门看的太容易也错了，最殊胜的利益，你就当面错过了。",
      "zh_TW": "有些聰明智慧的人，看到這個法門太容易了。這一句阿彌陀佛，三歲小孩都會念，我上根利智，我怎麼會學這個法門？你把這個法門看的太容易也錯了，最殊勝的利益，你就當面錯過了。"
    },
    {
      "id": "01-012-0005_p0056",
      "zh_CN": "【勿视为浅而妄致藐轻。勿视为深而弗敢承任。】",
      "zh_TW": "【勿視為淺而妄致藐輕。勿視為深而弗敢承任。】"
    },
    {
      "id": "01-012-0005_p0057",
      "zh_CN": "藐视它、轻视它，你把它看浅了，错了；也不能把它看的太深。所以我们要用平常心、真诚心、恭敬心接受这个大法。多半这些知识分子把这个法门看浅、看轻了。我在八三年的时候，第一次到美国去弘法，这十年前。当时美国没有净土，没有人讲净土，好像讲净土会被人耻笑，大家都瞧不起净土。美国的禅、密很盛，他们都非常的尊重。所以我一到那个地方，看看那边的情况，我也就跟他们讲禅，讲口头禅。我给他们讲《六祖坛经》，给他们讲《金刚经》，我讲的口头禅，他们讲不过我。我也讲密，我虽然没有学密，我学佛第一个老师是密宗的大德，章嘉活佛。我跟他老人家三年，我佛学的基础是他老人家给我奠定的。所以密宗东西我懂得很多，他骗不了我，我也跟他讲密。最后我才把净土拿出来，大家才不敢说话，因为我这个念佛人还居然也懂密、也懂禅，不敢小看。",
      "zh_TW": "藐視它、輕視它，你把它看淺了，錯了；也不能把它看的太深。所以我們要用平常心、真誠心、恭敬心接受這個大法。多半這些知識分子把這個法門看淺、看輕了。我在八三年的時候，第一次到美國去弘法，這十年前。當時美國沒有淨土，沒有人講淨土，好像講淨土會被人恥笑，大家都瞧不起淨土。美國的禪、密很盛，他們都非常的尊重。所以我一到那個地方，看看那邊的情況，我也就跟他們講禪，講口頭禪。我給他們講《六祖壇經》，給他們講《金剛經》，我講的口頭禪，他們講不過我。我也講密，我雖然沒有學密，我學佛第一個老師是密宗的大德，章嘉活佛。我跟他老人家三年，我佛學的基礎是他老人家給我奠定的。所以密宗東西我懂得很多，他騙不了我，我也跟他講密。最後我才把淨土拿出來，大家才不敢說話，因為我這個念佛人還居然也懂密、也懂禪，不敢小看。"
    },
    {
      "id": "01-012-0005_p0058",
      "zh_CN": "那时候我带了一套录音带去，就是我在台北讲的《弥陀经疏钞》，这套录音带也许你们这边也有。这一套总共是三百三十五个录音带，往那个地方一摆，他们一问这是什么东西？这是《弥陀经》。《弥陀经》这么多？是！以后对于净土，一句话都不敢讲，吓到了。看到《阿弥陀经》这么一点点，居然讲了三百三十五个带子，一天讲一个，讲一年，这把他们伏住了。所以我到美国弘扬净土不容易，要降服那些人，让他们对这个法门不敢轻视。在那个时候，早期到那里去，常常跟他们举行座谈会，就是答复问题。座谈会一开就是开三天，每一天六、七个小时，几百个人提了问题，一个一个给他分析解答，到最后服了。现在我到美国去，到处去讲经，一个问题都没有，没有一个人提问题。所以这法门真的殊胜、真的难得。",
      "zh_TW": "那時候我帶了一套錄音帶去，就是我在台北講的《彌陀經疏鈔》，這套錄音帶也許你們這邊也有。這一套總共是三百三十五個錄音帶，往那個地方一擺，他們一問這是什麼東西？這是《彌陀經》。《彌陀經》這麼多？是！以後對於淨土，一句話都不敢講，嚇到了。看到《阿彌陀經》這麼一點點，居然講了三百三十五個帶子，一天講一個，講一年，這把他們伏住了。所以我到美國弘揚淨土不容易，要降服那些人，讓他們對這個法門不敢輕視。在那個時候，早期到那裡去，常常跟他們舉行座談會，就是答覆問題。座談會一開就是開三天，每一天六、七個小時，幾百個人提了問題，一個一個給他分析解答，到最後服了。現在我到美國去，到處去講經，一個問題都沒有，沒有一個人提問題。所以這法門真的殊勝、真的難得。"
    },
    {
      "id": "01-012-0005_p0059",
      "zh_CN": "【盖所持之名号。真实不可思议。能持之心性。亦真实不可思议。】",
      "zh_TW": "【蓋所持之名號。真實不可思議。能持之心性。亦真實不可思議。】"
    },
    {
      "id": "01-012-0005_p0060",
      "zh_CN": "能持的名号，阿弥陀佛，是我们自性万德的名号。能持，真信、真愿，这个信心、愿心不可思议，名号功德不可思议。所以：",
      "zh_TW": "能持的名號，阿彌陀佛，是我們自性萬德的名號。能持，真信、真願，這個信心、願心不可思議，名號功德不可思議。所以："
    },
    {
      "id": "01-012-0005_p0061",
      "zh_CN": "【持一声。则一声不可思议。持十百千万无量无数声。声声皆不可思议也。】",
      "zh_TW": "【持一聲。則一聲不可思議。持十百千萬無量無數聲。聲聲皆不可思議也。】"
    },
    {
      "id": "01-012-0005_p0062",
      "zh_CN": "【我见是利。】",
      "zh_TW": "【我見是利。】"
    },
    {
      "id": "01-012-0005_p0063",
      "zh_CN": "我，是释迦牟尼佛说的，这句话是《弥陀经》上的经文。释迦牟尼佛亲眼看到这个利益，就是念佛往生不退成佛的利益，佛亲眼看的。",
      "zh_TW": "我，是釋迦牟尼佛說的，這句話是《彌陀經》上的經文。釋迦牟尼佛親眼看到這個利益，就是念佛往生不退成佛的利益，佛親眼看的。"
    },
    {
      "id": "01-012-0005_p0064",
      "zh_CN": "【佛眼所见究尽明了也。横出五浊。】",
      "zh_TW": "【佛眼所見究盡明了也。橫出五濁。】"
    },
    {
      "id": "01-012-0005_p0065",
      "zh_CN": "这是利益。一生当中就成就，不要等第二生。",
      "zh_TW": "這是利益。一生當中就成就，不要等第二生。"
    },
    {
      "id": "01-012-0005_p0066",
      "zh_CN": "【圆净四土。】",
      "zh_TW": "【圓淨四土。】"
    },
    {
      "id": "01-012-0005_p0067",
      "zh_CN": "生到西方极乐世界就跟文殊、普贤、观音、势至平等，这还得了，从凡夫地一下就超越了四十一位法身大士，超过去了。他们像爬楼梯，一级一级爬得好辛苦，我们坐电梯，一下就到顶头去，超越了。所以那些菩萨见到我们不能不佩服，因为什么？他们没有找到电梯，我们找到了，他没找到，所以他要爬楼梯，我们不要爬楼梯。圆净四土。",
      "zh_TW": "生到西方極樂世界就跟文殊、普賢、觀音、勢至平等，這還得了，從凡夫地一下就超越了四十一位法身大士，超過去了。他們像爬樓梯，一級一級爬得好辛苦，我們坐電梯，一下就到頂頭去，超越了。所以那些菩薩見到我們不能不佩服，因為什麼？他們沒有找到電梯，我們找到了，他沒找到，所以他要爬樓梯，我們不要爬樓梯。圓淨四土。"
    },
    {
      "id": "01-012-0005_p0068",
      "zh_CN": "【直至不退位尽。】",
      "zh_TW": "【直至不退位盡。】"
    },
    {
      "id": "01-012-0005_p0069",
      "zh_CN": "『不退位尽』，不退位，圆教初住菩萨就不退了，就三不退。尽是到顶点，到顶点是等觉菩萨，就是后补佛，一下就到后补佛的地位。",
      "zh_TW": "『不退位盡』，不退位，圓教初住菩薩就不退了，就三不退。盡是到頂點，到頂點是等覺菩薩，就是後補佛，一下就到後補佛的地位。"
    },
    {
      "id": "01-012-0005_p0070",
      "zh_CN": "【是为不可思议功德之利也。】",
      "zh_TW": "【是為不可思議功德之利也。】"
    },
    {
      "id": "01-012-0005_p0071",
      "zh_CN": "所以经上讲「我见是利」，到底什么利益？就是指这个利益。所以生到西方世界很快就证到圆满的佛果。诸位同修一定要晓得，我们这些人，在家、出家，不往生则已，真正往生绝对不是下下品往生。你去看《无量寿经》，下下品往生是造作五逆十恶，无恶不造的人，我们虽然造很多罪业，还没造得那么重。出家了，我们破戒了，犯戒、破戒了，偷常住物，不净说法，往生西方极乐世界，下品中生，还不是下生。下品中生到那个地方，六劫就成就，下品下生才十二劫。所以我们去的时候，实在讲，如果没有这么重的罪业的话，大概都是中辈往生，不会落在下三品，都是在中辈。中辈往生到西方世界，成就就快了。",
      "zh_TW": "所以經上講「我見是利」，到底什麼利益？就是指這個利益。所以生到西方世界很快就證到圓滿的佛果。諸位同修一定要曉得，我們這些人，在家、出家，不往生則已，真正往生絕對不是下下品往生。你去看《無量壽經》，下下品往生是造作五逆十惡，無惡不造的人，我們雖然造很多罪業，還沒造得那麼重。出家了，我們破戒了，犯戒、破戒了，偷常住物，不淨說法，往生西方極樂世界，下品中生，還不是下生。下品中生到那個地方，六劫就成就，下品下生才十二劫。所以我們去的時候，實在講，如果沒有這麼重的罪業的話，大概都是中輩往生，不會落在下三品，都是在中輩。中輩往生到西方世界，成就就快了。"
    },
    {
      "id": "01-012-0005_p0072",
      "zh_CN": "你像中品中生到西方极乐世界，大概是七天，七天不是西方世界的七天，是我们这个世界的七天。所以真的是相当快速，没有那么长的时间，这是我们一定要认真努力的。何况我们现在听到这个法门，纵然以前造的罪业，我们现在忏悔，我们改过自新，这个罪业能够忏除，决定提高往生的品位。这是应当要知道、明了，应当要努力、要发愤，争取高品位往生。",
      "zh_TW": "你像中品中生到西方極樂世界，大概是七天，七天不是西方世界的七天，是我們這個世界的七天。所以真的是相當快速，沒有那麼長的時間，這是我們一定要認真努力的。何況我們現在聽到這個法門，縱然以前造的罪業，我們現在懺悔，我們改過自新，這個罪業能夠懺除，決定提高往生的品位。這是應當要知道、明瞭，應當要努力、要發憤，爭取高品位往生。"
    },
    {
      "id": "01-012-0005_p0073",
      "zh_CN": "【自力修行。生死关头。最难得力。】",
      "zh_TW": "【自力修行。生死關頭。最難得力。】"
    },
    {
      "id": "01-012-0005_p0074",
      "zh_CN": "『自力修行』就是指念佛法门以外的，无论是禅、无论是密、无论是教下，都是属于自力修行。我们这个是二力，阿弥陀佛的力量加持，这叫二力法门，不是单单靠自力的。自力修行，生死关头很难突破；换句话说，这个关头不能够突破，必定轮回去了，太可怕了。",
      "zh_TW": "『自力修行』就是指念佛法門以外的，無論是禪、無論是密、無論是教下，都是屬於自力修行。我們這個是二力，阿彌陀佛的力量加持，這叫二力法門，不是單單靠自力的。自力修行，生死關頭很難突破；換句話說，這個關頭不能夠突破，必定輪迴去了，太可怕了。"
    },
    {
      "id": "01-012-0005_p0075",
      "zh_CN": "【唯有信愿持名。仗他力故。】",
      "zh_TW": "【唯有信願持名。仗他力故。】"
    },
    {
      "id": "01-012-0005_p0076",
      "zh_CN": "我们『信愿持名』，佛在什么时候来帮我们？在我们命终之前，那个时候佛来帮助我们。在命终之前，没有断气之前，佛这时候来接引，这是靠他力。",
      "zh_TW": "我們『信願持名』，佛在什麼時候來幫我們？在我們命終之前，那個時候佛來幫助我們。在命終之前，沒有斷氣之前，佛這時候來接引，這是靠他力。"
    },
    {
      "id": "01-012-0005_p0077",
      "zh_CN": "【佛慈悲愿。定不唐捐。弥陀圣众。现前慰导。】",
      "zh_TW": "【佛慈悲願。定不唐捐。彌陀聖眾。現前慰導。】"
    },
    {
      "id": "01-012-0005_p0078",
      "zh_CN": "有些念佛人有个很大的怀疑、忧虑，就怕的临终佛不来接我，怎么办？就怕这个，其实这都叫打妄想。念佛人这么多，怕阿弥陀佛忙不过来，把我忘掉了。你不知道佛的智慧，你不晓得佛的神通，这是你对于佛智慧、神通、能力的怀疑，这是很大的错误。要知道尽虚空遍法界，无量无边念佛人，临命终时往生，阿弥陀佛一个都不漏，统统都去接引。所以大家尽管放心，从今以后不要再怀疑，不要有这个念头，这个念头不好。有这个念头，往生都生到边地，对自己有损害的，万万不可以有这个念头。要相信阿弥陀佛智慧、神通广大无边，佛的四十八愿度众生绝对不是虚假的。",
      "zh_TW": "有些念佛人有個很大的懷疑、憂慮，就怕的臨終佛不來接我，怎麼辦？就怕這個，其實這都叫打妄想。念佛人這麼多，怕阿彌陀佛忙不過來，把我忘掉了。你不知道佛的智慧，你不曉得佛的神通，這是你對於佛智慧、神通、能力的懷疑，這是很大的錯誤。要知道盡虛空遍法界，無量無邊念佛人，臨命終時往生，阿彌陀佛一個都不漏，統統都去接引。所以大家儘管放心，從今以後不要再懷疑，不要有這個念頭，這個念頭不好。有這個念頭，往生都生到邊地，對自己有損害的，萬萬不可以有這個念頭。要相信阿彌陀佛智慧、神通廣大無邊，佛的四十八願度眾生絕對不是虛假的。"
    },
    {
      "id": "01-012-0005_p0079",
      "zh_CN": "临终，阿弥陀佛、观音、势至，还有许多的人跟着阿弥陀佛一道来接引。凡是跟阿弥陀佛来接引的那些人，说老实话跟你都有关系，如果跟你没有关系，为什么要来接引你？有关系才会去迎接。你有个好朋友到吉隆坡来了，飞机下来，你会到机场去迎接他。别人为什么不去？别人跟他没关系。你今天到了西方极乐世界，当然阿弥陀佛是我们第一个亲人，他一定要来的，凡是跟来的都是我们过去生中家亲眷属、同参道友。无量劫来，我们这些同学他们早都往生，先往生的，都已经在西方极乐世界。这次听说你来了，高兴得不得了，阿弥陀佛来接引，大家统统都跟阿弥陀佛来接你了。",
      "zh_TW": "臨終，阿彌陀佛、觀音、勢至，還有許多的人跟著阿彌陀佛一道來接引。凡是跟阿彌陀佛來接引的那些人，說老實話跟你都有關係，如果跟你沒有關係，為什麼要來接引你？有關係才會去迎接。你有個好朋友到吉隆坡來了，飛機下來，你會到機場去迎接他。別人為什麼不去？別人跟他沒關係。你今天到了西方極樂世界，當然阿彌陀佛是我們第一個親人，他一定要來的，凡是跟來的都是我們過去生中家親眷屬、同參道友。無量劫來，我們這些同學他們早都往生，先往生的，都已經在西方極樂世界。這次聽說你來了，高興得不得了，阿彌陀佛來接引，大家統統都跟阿彌陀佛來接你了。"
    },
    {
      "id": "01-012-0005_p0080",
      "zh_CN": "所以你要晓得，西方世界我们的熟人最多，不陌生。到那个地方一见面，这是哪一生的兄弟，那是哪一辈子的同学，统统都见面了，才热闹，绝对不寂寞，这个要知道。不能往生，搞六道轮回那才苦，才叫真正寂寞，一个熟人都遇不到。往生西方世界，熟人就太多了，这都是跟阿弥陀佛来接你，一见面一介绍，统统都知道了。那个时候阿弥陀佛神力一加持，你的智慧、神通马上现前，多生多劫的事情统统都想起来，都知道了。所以，弥陀圣众现前来安慰你、来接引你，导就是导引。",
      "zh_TW": "所以你要曉得，西方世界我們的熟人最多，不陌生。到那個地方一見面，這是哪一生的兄弟，那是哪一輩子的同學，統統都見面了，才熱鬧，絕對不寂寞，這個要知道。不能往生，搞六道輪迴那才苦，才叫真正寂寞，一個熟人都遇不到。往生西方世界，熟人就太多了，這都是跟阿彌陀佛來接你，一見面一介紹，統統都知道了。那個時候阿彌陀佛神力一加持，你的智慧、神通馬上現前，多生多劫的事情統統都想起來，都知道了。所以，彌陀聖眾現前來安慰你、來接引你，導就是導引。"
    },
    {
      "id": "01-012-0005_p0081",
      "zh_CN": "【故得无倒。自在往生。佛见众生临终倒乱之苦。特为保任此事。】",
      "zh_TW": "【故得無倒。自在往生。佛見眾生臨終倒亂之苦。特為保任此事。】"
    },
    {
      "id": "01-012-0005_p0082",
      "zh_CN": "『无倒』就是临命终时他不会颠倒，他清清楚楚、明明白白。不念佛的人，临命终时多半都是颠倒，这一颠倒，决定堕落三恶道。诸位想想，如果头脑很清醒，谁愿意去作饿鬼？谁愿意去变畜生？不可能去的，糊里糊涂去的。颠倒就是糊涂，临终一糊涂，好，饿鬼、畜生你就去了。阿弥陀佛知道这个状况，临终来接引你，用佛光来照你，保证你不会颠倒。所以念佛人要有信心。",
      "zh_TW": "『無倒』就是臨命終時他不會顛倒，他清清楚楚、明明白白。不念佛的人，臨命終時多半都是顛倒，這一顛倒，決定墮落三惡道。諸位想想，如果頭腦很清醒，誰願意去作餓鬼？誰願意去變畜生？不可能去的，糊裡糊塗去的。顛倒就是糊塗，臨終一糊塗，好，餓鬼、畜生你就去了。阿彌陀佛知道這個狀況，臨終來接引你，用佛光來照你，保證你不會顛倒。所以念佛人要有信心。"
    },
    {
      "id": "01-012-0005_p0083",
      "zh_CN": "【法门深妙。】",
      "zh_TW": "【法門深妙。】"
    },
    {
      "id": "01-012-0005_p0084",
      "zh_CN": "净宗持名念佛的法门真的是甚深微妙，不可思议。",
      "zh_TW": "淨宗持名念佛的法門真的是甚深微妙，不可思議。"
    },
    {
      "id": "01-012-0005_p0085",
      "zh_CN": "【破尽一切戏论。】",
      "zh_TW": "【破盡一切戲論。】"
    },
    {
      "id": "01-012-0005_p0086",
      "zh_CN": "这句话是对教下说的。",
      "zh_TW": "這句話是對教下說的。"
    },
    {
      "id": "01-012-0005_p0087",
      "zh_CN": "【斩尽一切意见。】",
      "zh_TW": "【斬盡一切意見。】"
    },
    {
      "id": "01-012-0005_p0088",
      "zh_CN": "这是对禅宗说的。这两句话的意思，是超越了宗门、教下。",
      "zh_TW": "這是對禪宗說的。這兩句話的意思，是超越了宗門、教下。"
    },
    {
      "id": "01-012-0005_p0089",
      "zh_CN": "【世智辩聪。】",
      "zh_TW": "【世智辯聰。】"
    },
    {
      "id": "01-012-0005_p0090",
      "zh_CN": "这世间聪明智慧的人。",
      "zh_TW": "這世間聰明智慧的人。"
    },
    {
      "id": "01-012-0005_p0091",
      "zh_CN": "【通儒禅客。】",
      "zh_TW": "【通儒禪客。】"
    },
    {
      "id": "01-012-0005_p0092",
      "zh_CN": "像儒家，儒的大通家，世间学问高深；参禅的这些禅客。",
      "zh_TW": "像儒家，儒的大通家，世間學問高深；參禪的這些禪客。"
    },
    {
      "id": "01-012-0005_p0093",
      "zh_CN": "【尽思度量。愈推愈远。】",
      "zh_TW": "【盡思度量。愈推愈遠。】"
    },
    {
      "id": "01-012-0005_p0094",
      "zh_CN": "他们这些人，宗门、教下、儒家的这些读书的大儒，他们要想想这念佛法门，要来想想《阿弥陀经》，他永远想不到，他愈想愈远，摸不到边际。这就是说自以为聪明，不肯老实念佛，这法门最殊胜真实的利益他得不到。",
      "zh_TW": "他們這些人，宗門、教下、儒家的這些讀書的大儒，他們要想想這念佛法門，要來想想《阿彌陀經》，他永遠想不到，他愈想愈遠，摸不到邊際。這就是說自以為聰明，不肯老實念佛，這法門最殊勝真實的利益他得不到。"
    },
    {
      "id": "01-012-0005_p0095",
      "zh_CN": "【不若愚夫妇老实念佛者。为能潜通佛智。暗合道妙也。】",
      "zh_TW": "【不若愚夫婦老實念佛者。為能潛通佛智。暗合道妙也。】"
    },
    {
      "id": "01-012-0005_p0096",
      "zh_CN": "那些人反而不如乡下的老公公、老婆婆，他们没有念过书，不认识字，什么都不知道。一天到晚拿着念珠念阿弥陀佛，人家将来站着往生、坐着往生，这是真的。你看倓虚老法师所讲的，他早年有个同学，谛闲老和尚的一个徒弟，没有念过书，是个粗人，念这句阿弥陀佛。以后跟谛老出家，四十多岁了，跟谛老出家，谛老也没办法，就跟他讲：你年岁太大了，既然出家，你就得听我的话。这个人很老实：我既然拜你作师父，你说什么我统统都听。谛老也很欢喜：好，我给你剃度，剃了头，你也不必受戒。受戒，那五十三天，很辛苦，你受不了。也不要住庙，住庙，说老实话早晚功课他都不会念，他不识字。你不会念，你也跟不上，惹得大家生烦恼，都不好。",
      "zh_TW": "那些人反而不如鄉下的老公公、老婆婆，他們沒有念過書，不認識字，什麼都不知道。一天到晚拿著念珠念阿彌陀佛，人家將來站著往生、坐著往生，這是真的。你看倓虛老法師所講的，他早年有個同學，諦閑老和尚的一個徒弟，沒有念過書，是個粗人，念這句阿彌陀佛。以後跟諦老出家，四十多歲了，跟諦老出家，諦老也沒辦法，就跟他講：你年歲太大了，既然出家，你就得聽我的話。這個人很老實：我既然拜你作師父，你說什麼我統統都聽。諦老也很歡喜：好，我給你剃度，剃了頭，你也不必受戒。受戒，那五十三天，很辛苦，你受不了。也不要住廟，住廟，說老實話早晚功課他都不會念，他不識字。你不會念，你也跟不上，惹得大家生煩惱，都不好。"
    },
    {
      "id": "01-012-0005_p0097",
      "zh_CN": "他说我到乡下给你找个破庙，没有人住的，让你一个人住在那个地方，老实去修行就好了。给他找几个护法，每个月送点钱给他买点米菜；又找了个附近老太太，念佛的人，去给他烧两顿饭，给他洗洗衣服，他在那里就像闭关一样的。就教他一句「南无阿弥陀佛」，他说你就好好的念这一句就好了，念累了就休息，休息好了就再念。他就真听话，这样念了三年，他站着往生的。他往生了，乡下人看到，没有见过人死是站着走的，没见过。也不知道怎么处理，赶紧到观宗寺去报告谛老法师，谛老法师就赶到这边来。那个时候走路去，没有车。走路去，走路回来，三天，你看他站了三天。谛老一见到他这个样子说，「你好！难得！你的成就，今天我们国家里面什么丛林的主席、长老，比不上你，天下讲经的法师也不如你」。这个话是真的。",
      "zh_TW": "他說我到鄉下給你找個破廟，沒有人住的，讓你一個人住在那個地方，老實去修行就好了。給他找幾個護法，每個月送點錢給他買點米菜；又找了個附近老太太，念佛的人，去給他燒兩頓飯，給他洗洗衣服，他在那裡就像閉關一樣的。就教他一句「南無阿彌陀佛」，他說你就好好的念這一句就好了，念累了就休息，休息好了就再念。他就真聽話，這樣念了三年，他站著往生的。他往生了，鄉下人看到，沒有見過人死是站著走的，沒見過。也不知道怎麼處理，趕緊到觀宗寺去報告諦老法師，諦老法師就趕到這邊來。那個時候走路去，沒有車。走路去，走路回來，三天，你看他站了三天。諦老一見到他這個樣子說，「你好！難得！你的成就，今天我們國家裡面什麼叢林的主席、長老，比不上你，天下講經的法師也不如你」。這個話是真的。"
    },
    {
      "id": "01-012-0005_p0098",
      "zh_CN": "你看他什么都不知道，就是一句阿弥陀佛老老实实念了三年，念累了就休息，休息好了再念。你看多自在！预知时至，他没生病，预知时至，站着走的；死了还站三天，等师父替他办后事。这个不假，谛老跟倓老常常提起来勉励大家认真念佛，这是修行人的好榜样，真的成就。所以都比不上这些老阿公、老阿婆，他们真有成就。他们真正能够『潜通佛智』，他心念定了，真的智慧开了，跟佛一样。",
      "zh_TW": "你看他什麼都不知道，就是一句阿彌陀佛老老實實念了三年，念累了就休息，休息好了再念。你看多自在！預知時至，他沒生病，預知時至，站著走的；死了還站三天，等師父替他辦後事。這個不假，諦老跟倓老常常提起來勉勵大家認真念佛，這是修行人的好榜樣，真的成就。所以都比不上這些老阿公、老阿婆，他們真有成就。他們真正能夠『潛通佛智』，他心念定了，真的智慧開了，跟佛一樣。"
    },
    {
      "id": "01-012-0005_p0099",
      "zh_CN": "【称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "【稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-012-0005_p0100",
      "zh_CN": "这是《阿弥陀经》本来的经题，现在的经题用《佛说阿弥陀经》是鸠摩罗什大师订的，这是佛说的。称赞是十方一切诸佛称赞，这部经、这个法门，『不可思议功德』，就是前面所讲的「横出五浊，圆净四土，往生不退成佛」。这不可思议功德，一切诸佛的赞叹。『一切诸佛所护念经』，一切诸佛都护念，念佛的人、念这部经的人当然得一切诸佛的保佑，这一定的。因为一切诸佛护念这部经、护念这个法门，所以依照这个法门修学就得一切诸佛护念。",
      "zh_TW": "這是《阿彌陀經》本來的經題，現在的經題用《佛說阿彌陀經》是鳩摩羅什大師訂的，這是佛說的。稱讚是十方一切諸佛稱讚，這部經、這個法門，『不可思議功德』，就是前面所講的「橫出五濁，圓淨四土，往生不退成佛」。這不可思議功德，一切諸佛的讚歎。『一切諸佛所護念經』，一切諸佛都護念，念佛的人、念這部經的人當然得一切諸佛的保佑，這一定的。因為一切諸佛護念這部經、護念這個法門，所以依照這個法門修學就得一切諸佛護念。"
    },
    {
      "id": "01-012-0005_p0101",
      "zh_CN": "【唯佛与佛。乃能究竟诸法实相。】",
      "zh_TW": "【唯佛與佛。乃能究竟諸法實相。】"
    },
    {
      "id": "01-012-0005_p0102",
      "zh_CN": "因为这部经，就是净土三经所讲的，确实是诸法实相，是一切法的真相。",
      "zh_TW": "因為這部經，就是淨土三經所講的，確實是諸法實相，是一切法的真相。"
    },
    {
      "id": "01-012-0005_p0103",
      "zh_CN": "【此经唯佛境界。唯佛佛可与流通耳。】",
      "zh_TW": "【此經唯佛境界。唯佛佛可與流通耳。】"
    },
    {
      "id": "01-012-0005_p0104",
      "zh_CN": "三经所说的都是如来果地上的境界，所以难懂，道理就在此地。因此流通这部经，普通人没有能力，菩萨都没有能力，等觉菩萨也不行，什么人流通？诸佛流通。所以《弥陀经》上「六方佛」，诸佛流通。",
      "zh_TW": "三經所說的都是如來果地上的境界，所以難懂，道理就在此地。因此流通這部經，普通人沒有能力，菩薩都沒有能力，等覺菩薩也不行，什麼人流通？諸佛流通。所以《彌陀經》上「六方佛」，諸佛流通。"
    },
    {
      "id": "01-012-0005_p0105",
      "zh_CN": "【不可思议。略有五意。】",
      "zh_TW": "【不可思議。略有五意。】"
    },
    {
      "id": "01-012-0005_p0106",
      "zh_CN": "这是解释「称赞不可思议功德」。不可思议有五种，第一个是：",
      "zh_TW": "這是解釋「稱讚不可思議功德」。不可思議有五種，第一個是："
    },
    {
      "id": "01-012-0005_p0107",
      "zh_CN": "【横超三界。不俟断惑。】",
      "zh_TW": "【橫超三界。不俟斷惑。】"
    },
    {
      "id": "01-012-0005_p0108",
      "zh_CN": "一品烦恼都不必断，你就脱离六道轮回，这个不可思议。第二：",
      "zh_TW": "一品煩惱都不必斷，你就脫離六道輪迴，這個不可思議。第二："
    },
    {
      "id": "01-012-0005_p0109",
      "zh_CN": "【即西方横具四土。非由渐证。】",
      "zh_TW": "【即西方橫具四土。非由漸證。】"
    },
    {
      "id": "01-012-0005_p0110",
      "zh_CN": "生到西方极乐世界，生凡圣同居土同时就生到实报土、常寂光土，四土同时都成就，这个不可思议。其他的世界是一步一步慢慢证到的，这是同时得到的。第三：",
      "zh_TW": "生到西方極樂世界，生凡聖同居土同時就生到實報土、常寂光土，四土同時都成就，這個不可思議。其他的世界是一步一步慢慢證到的，這是同時得到的。第三："
    },
    {
      "id": "01-012-0005_p0111",
      "zh_CN": "【但持名号。不假禅观诸方便。】",
      "zh_TW": "【但持名號。不假禪觀諸方便。】"
    },
    {
      "id": "01-012-0005_p0112",
      "zh_CN": "这是法门简单容易，只念这句阿弥陀佛。其他所有一切法门的方法统统不必用，就是一句佛号念到底，不可思议。第四：",
      "zh_TW": "這是法門簡單容易，只念這句阿彌陀佛。其他所有一切法門的方法統統不必用，就是一句佛號念到底，不可思議。第四："
    },
    {
      "id": "01-012-0005_p0113",
      "zh_CN": "【一七为期。不藉多生多年月。】",
      "zh_TW": "【一七為期。不藉多生多年月。】"
    },
    {
      "id": "01-012-0005_p0114",
      "zh_CN": "七天就能成就，不需要很长的时间；不需要，七天就能成就。第五：",
      "zh_TW": "七天就能成就，不需要很長的時間；不需要，七天就能成就。第五："
    },
    {
      "id": "01-012-0005_p0115",
      "zh_CN": "【持一佛名。即为诸佛护念。不异持一切佛名。】",
      "zh_TW": "【持一佛名。即為諸佛護念。不異持一切佛名。】"
    },
    {
      "id": "01-012-0005_p0116",
      "zh_CN": "我们念一句阿弥陀佛，十方三世所有一切佛都保佑你。等于念一切佛的名号，没有两样。念一尊佛，所有一切佛都护念你、都保佑你。所以这是不可思议功德。",
      "zh_TW": "我們念一句阿彌陀佛，十方三世所有一切佛都保佑你。等於念一切佛的名號，沒有兩樣。念一尊佛，所有一切佛都護念你、都保佑你。所以這是不可思議功德。"
    },
    {
      "id": "01-012-0005_p0117",
      "zh_CN": "【行人信愿持名。全摄佛功德。成自功德。故亦曰阿弥陀佛不可思议功德之利。诸佛释迦。皆以阿弥为自也。】",
      "zh_TW": "【行人信願持名。全攝佛功德。成自功德。故亦曰阿彌陀佛不可思議功德之利。諸佛釋迦。皆以阿彌為自也。】"
    },
    {
      "id": "01-012-0005_p0118",
      "zh_CN": "『行人』是修行人。这一段也是蕅益大师为我们说出来的，实在不可思议，我们念佛人不晓得这个事实。我们念阿弥陀佛，确实把阿弥陀佛累劫所修的功德变成我们自己的功德。这个话说起来很难懂，我们举个比喻，譬如这个人有智慧，很聪明，这一生辛辛苦苦累积了许多的财富，发了大财，大富。这个人他什么也没有，他到他家投胎做他的儿子，一出生，他父亲几十年累积的财富统统都归他，他都有了，就是这么个意思。阿弥陀佛累劫修行的功德，我们一生到他那里，做了他的儿子，沾了光，这么大的家业都是我们自己的。仿佛就像这个样子，这是非常不可思议的，所以念佛人把阿弥陀佛的功德变成自己的功德。一切诸佛都念阿弥陀佛，都把阿弥陀佛的修积我们要分他一分，也要沾他一分的光明，所以诸佛、释迦都把阿弥陀佛看成自己，这是十方三世佛共同一法身。",
      "zh_TW": "『行人』是修行人。這一段也是蕅益大師為我們說出來的，實在不可思議，我們念佛人不曉得這個事實。我們念阿彌陀佛，確實把阿彌陀佛累劫所修的功德變成我們自己的功德。這個話說起來很難懂，我們舉個比喻，譬如這個人有智慧，很聰明，這一生辛辛苦苦累積了許多的財富，發了大財，大富。這個人他什麼也沒有，他到他家投胎做他的兒子，一出生，他父親幾十年累積的財富統統都歸他，他都有了，就是這麼個意思。阿彌陀佛累劫修行的功德，我們一生到他那裡，做了他的兒子，沾了光，這麼大的家業都是我們自己的。彷彿就像這個樣子，這是非常不可思議的，所以念佛人把阿彌陀佛的功德變成自己的功德。一切諸佛都念阿彌陀佛，都把阿彌陀佛的修積我們要分他一分，也要沾他一分的光明，所以諸佛、釋迦都把阿彌陀佛看成自己，這是十方三世佛共同一法身。"
    },
    {
      "id": "01-012-0005_p0119",
      "zh_CN": "【佛度生。生受化。其间难易浅深。总在于缘。】",
      "zh_TW": "【佛度生。生受化。其間難易淺深。總在於緣。】"
    },
    {
      "id": "01-012-0005_p0120",
      "zh_CN": "佛度众生，众生接受佛的教化，缘非常重要。佛不度无缘之人，无缘是什么？佛来给他讲经说法，他不相信、他不接受，就没有用处。所以有缘，因此我们今天在初学，我们初学虽然修学净土法门，念佛求生西方，我们要与一切众生多多结法缘，到自己将来成佛，你度的众生就多了。你要不跟人结缘，将来你成佛，没有众生可度。为什么？跟众生没有缘！所以有的佛度无量无边的众生，有的佛度很少的众生，这就是因地上跟众生结的缘不相同，这点我们一定要知道。就现前来说，法师讲经说法你们都见到，有的法师法缘很好，听众很多；有的法师讲得真好，就是没人听。什么缘故？没有法缘！一定要结缘，缘结得愈广愈好，结法缘，这个重要！",
      "zh_TW": "佛度眾生，眾生接受佛的教化，緣非常重要。佛不度無緣之人，無緣是什麼？佛來給他講經說法，他不相信、他不接受，就沒有用處。所以有緣，因此我們今天在初學，我們初學雖然修學淨土法門，念佛求生西方，我們要與一切眾生多多結法緣，到自己將來成佛，你度的眾生就多了。你要不跟人結緣，將來你成佛，沒有眾生可度。為什麼？跟眾生沒有緣！所以有的佛度無量無邊的眾生，有的佛度很少的眾生，這就是因地上跟眾生結的緣不相同，這點我們一定要知道。就現前來說，法師講經說法你們都見到，有的法師法緣很好，聽眾很多；有的法師講得真好，就是沒人聽。什麼緣故？沒有法緣！一定要結緣，緣結得愈廣愈好，結法緣，這個重要！"
    },
    {
      "id": "01-012-0005_p0121",
      "zh_CN": "【缘之所在。恩德弘深。种种教启。能令欢喜信入。能令触动宿种。】",
      "zh_TW": "【緣之所在。恩德弘深。種種教啟。能令歡喜信入。能令觸動宿種。】"
    },
    {
      "id": "01-012-0005_p0122",
      "zh_CN": "你跟他有缘，你讲他相信；没有缘，讲了他不相信，他不肯接受。『教启』就是教导的方法，无论用什么方法教导，接受教导的这个人听了欢喜、相信。过去生中他修学的善根种子会发现、会触动。",
      "zh_TW": "你跟他有緣，你講他相信；沒有緣，講了他不相信，他不肯接受。『教啟』就是教導的方法，無論用什麼方法教導，接受教導的這個人聽了歡喜、相信。過去生中他修學的善根種子會發現、會觸動。"
    },
    {
      "id": "01-012-0005_p0123",
      "zh_CN": "【能令魔障难遮。】",
      "zh_TW": "【能令魔障難遮。】"
    },
    {
      "id": "01-012-0005_p0124",
      "zh_CN": "魔障就是妨碍，阻止他的。譬如他有朋友不相信，劝他：你不要去听，不要去相信。他说我还是要听，还是要相信。那些人劝阻不了，这就是缘深的关系。",
      "zh_TW": "魔障就是妨礙，阻止他的。譬如他有朋友不相信，勸他：你不要去聽，不要去相信。他說我還是要聽，還是要相信。那些人勸阻不了，這就是緣深的關係。"
    },
    {
      "id": "01-012-0005_p0125",
      "zh_CN": "【能令体性开发。】",
      "zh_TW": "【能令體性開發。】"
    },
    {
      "id": "01-012-0005_p0126",
      "zh_CN": "『体性开发』就是开悟，我们一般讲的开悟、见性，我们净宗里面讲的得一心不乱，有这许多殊胜的利益，都在一个缘上。",
      "zh_TW": "『體性開發』就是開悟，我們一般講的開悟、見性，我們淨宗裡面講的得一心不亂，有這許多殊勝的利益，都在一個緣上。"
    },
    {
      "id": "01-012-0005_p0127",
      "zh_CN": "【诸佛本从法身垂迹。固结缘种。】",
      "zh_TW": "【諸佛本從法身垂跡。固結緣種。】"
    },
    {
      "id": "01-012-0005_p0128",
      "zh_CN": "所以诸佛菩萨，从法身垂迹就是像《普门品》里面所说的，像观音菩萨应以什么身得度他就现什么身。这就是能给一切众生结法缘，这个缘结得深。所以大家都喜欢观音菩萨，为什么？菩萨跟我们结得缘特别深。",
      "zh_TW": "所以諸佛菩薩，從法身垂跡就是像《普門品》裡面所說的，像觀音菩薩應以什麼身得度他就現什麼身。這就是能給一切眾生結法緣，這個緣結得深。所以大家都喜歡觀音菩薩，為什麼？菩薩跟我們結得緣特別深。"
    },
    {
      "id": "01-012-0005_p0129",
      "zh_CN": "【若世出世。悉不可思议。】",
      "zh_TW": "【若世出世。悉不可思議。】"
    },
    {
      "id": "01-012-0005_p0130",
      "zh_CN": "世是讲的世间，出世是讲的出世间。出世间是佛法，唯有佛法真正超越世间，除了佛法之外，其他任何一法都不能超越世间。所以，有许多的修持、道德、学术、禅定功深，也只能生到四禅四空天而已。如果单单断恶修善，境界只能在欲界天以下，色界天都上不去，总不能超越世间，唯独佛法超越世间，这都是不可思议的。",
      "zh_TW": "世是講的世間，出世是講的出世間。出世間是佛法，唯有佛法真正超越世間，除了佛法之外，其他任何一法都不能超越世間。所以，有許多的修持、道德、學術、禪定功深，也只能生到四禪四空天而已。如果單單斷惡修善，境界只能在欲界天以下，色界天都上不去，總不能超越世間，唯獨佛法超越世間，這都是不可思議的。"
    },
    {
      "id": "01-012-0005_p0131",
      "zh_CN": "【尊隆于教乘。举扬于海会。沁入于苦海。慈契于寂光。所以万德钦承。群灵拱极。】",
      "zh_TW": "【尊隆於教乘。舉揚於海會。沁入於苦海。慈契於寂光。所以萬德欽承。群靈拱極。】"
    },
    {
      "id": "01-012-0005_p0132",
      "zh_CN": "这就是确确实实指这部经、这个法门，这个法门在世间怎么不可思议？在世间给一切众生阿赖耶识里面种下了金刚种子，这是世间不可思议。出世间，统统都是往生不退成佛，这是出世间不可思议。所以它在『教乘』里面，教乘是教下，这部经最尊、最贵。我前面跟同学们报告过，古大德将世尊一切经做个比较，公认《华严》第一；《华严》跟《无量寿经》做个比较，《无量寿经》第一，把《华严》比下去了。《弥陀经》跟《无量寿经》是同一部，叫大本、小本，所以《无量寿经》也叫《大阿弥陀经》，同一部。《无量寿经》是第一，《弥陀经》也是第一，他们是同属于一部经的。『尊隆于教乘』。",
      "zh_TW": "這就是確確實實指這部經、這個法門，這個法門在世間怎麼不可思議？在世間給一切眾生阿賴耶識裡面種下了金剛種子，這是世間不可思議。出世間，統統都是往生不退成佛，這是出世間不可思議。所以它在『教乘』裡面，教乘是教下，這部經最尊、最貴。我前面跟同學們報告過，古大德將世尊一切經做個比較，公認《華嚴》第一；《華嚴》跟《無量壽經》做個比較，《無量壽經》第一，把《華嚴》比下去了。《彌陀經》跟《無量壽經》是同一部，叫大本、小本，所以《無量壽經》也叫《大阿彌陀經》，同一部。《無量壽經》是第一，《彌陀經》也是第一，他們是同屬於一部經的。『尊隆於教乘』。"
    },
    {
      "id": "01-012-0005_p0133",
      "zh_CN": "『举扬于海会』，海会是禅宗。禅宗，你看看马祖、百丈，中国的丛林制度是他们两老提倡的、发起的，丛林里面晚课都念《弥陀经》、都念阿弥陀佛。举扬于海会，我们今天看《禅门日诵》，晚课里面有《弥陀经》、有念佛。『沁入于苦海』，苦海是指六道众生，特别是指三恶道。这个法门、这一句佛号确实能够度脱苦海众生。『慈契于寂光』，他的大慈，这就是像上上根人生到西方极乐世界，生实报庄严土，分证寂光。这两句就是九法界众生平等得度。『所以万德钦承』，万德是指十方一切诸佛如来对于西方净土阿弥陀佛，没有一个不称赞的，称赞不可思议功德。一切诸佛所护念经，一切诸佛如来称赞的。",
      "zh_TW": "『舉揚於海會』，海會是禪宗。禪宗，你看看馬祖、百丈，中國的叢林制度是他們兩老提倡的、發起的，叢林裡面晚課都念《彌陀經》、都念阿彌陀佛。舉揚於海會，我們今天看《禪門日誦》，晚課裡面有《彌陀經》、有念佛。『沁入於苦海』，苦海是指六道眾生，特別是指三惡道。這個法門、這一句佛號確實能夠度脫苦海眾生。『慈契於寂光』，他的大慈，這就是像上上根人生到西方極樂世界，生實報莊嚴土，分證寂光。這兩句就是九法界眾生平等得度。『所以萬德欽承』，萬德是指十方一切諸佛如來對於西方淨土阿彌陀佛，沒有一個不稱讚的，稱讚不可思議功德。一切諸佛所護念經，一切諸佛如來稱讚的。"
    },
    {
      "id": "01-012-0005_p0134",
      "zh_CN": "『群灵』是指诸菩萨以及护法善神，这些护法天神没有一个不尊重、没有一个不推崇，就像北极星一样，一切星围绕它转。这就是说一切菩萨、护法善神拥护这个法门，拥护这部经典，拥护修学这一个法门的人。这才显示这个法门真正不可思议。",
      "zh_TW": "『群靈』是指諸菩薩以及護法善神，這些護法天神沒有一個不尊重、沒有一個不推崇，就像北極星一樣，一切星圍繞它轉。這就是說一切菩薩、護法善神擁護這個法門，擁護這部經典，擁護修學這一個法門的人。這才顯示這個法門真正不可思議。"
    },
    {
      "id": "01-012-0005_p0135",
      "zh_CN": "时间过的非常快，明天我们的法会就圆满了，看看后面还有三页，明天可以讲的完。明天这一会，我们跟今天一样，不必加上香赞这些，耽误时间。不耽误时间，我们明天可以讲圆满。好，我们回向。",
      "zh_TW": "時間過的非常快，明天我們的法會就圓滿了，看看後面還有三頁，明天可以講的完。明天這一會，我們跟今天一樣，不必加上香讚這些，耽誤時間。不耽誤時間，我們明天可以講圓滿。好，我們迴向。"
    }
  ]
}