{
  "doc_id": "02-021-0001",
  "title": {
    "zh_CN": "无量寿经玄义—净土第一经",
    "zh_TW": "無量壽經玄義—淨土第一經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-021-0001",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-021-0001_p0001",
      "zh_CN": "诸位同学，今天我们在此地，与大家共同来研究《无量寿经》。这一部经是世尊当年在世多次宣讲，也是传到中国最早的经典。过去虽然说过，但是因为时间的关系，我们只有略说，没有深入详细的来介绍。世尊多次的宣说，也就说明了这一部经的重要性；传到中国来，在汉朝的时候就有很多的翻译，这都在这一次要跟大家介绍的。",
      "zh_TW": "諸位同學，今天我們在此地，與大家共同來研究《無量壽經》。這一部經是世尊當年在世多次宣講，也是傳到中國最早的經典。過去雖然說過，但是因為時間的關係，我們只有略說，沒有深入詳細的來介紹。世尊多次的宣說，也就說明了這一部經的重要性；傳到中國來，在漢朝的時候就有很多的翻譯，這都在這一次要跟大家介紹的。"
    },
    {
      "id": "02-021-0001_p0002",
      "zh_CN": "在中国译经史里面，这一部经翻译的次数最多。东晋慧远大师在庐山创办莲社，提倡专修念佛法门，所依靠的经典就是《无量寿经》，因为在那个时候《弥陀经》跟《观无量寿经》都还没有翻译出来。从远公以后，一直到今天，净宗法门由于历代祖师大德极力提倡，实在讲用这个法门修学成就的人实实在在是不可以称计。《净土圣贤录》、《往生传》里面那些例子，只是为大众所共知的，还有许许多多往生而不为人知的，我相信那个数字决定远远超过《圣贤录》跟《往生传》里面所记载的。可见得由这个法门一生成就的人是不可以称计的。经上明白告诉我们，许许多多的菩萨想知道这个法门而没有缘分。这是真的，菩萨不一定能够遇到这个法门，即使遇到这个法门，也不一定能够相信这个法门。这就是为什么许许多多的菩萨想听这个法门，听不到；想听，遇到了，遇到他又不相信，又不能接受，这什么原因？这些都是要在这一部经上所讨论的。弥勒菩萨说得更好，「不求佛刹，何免轮回」，这是给我们当头的棒喝。所以佛法修学的宗派法门虽多，不能说不好，不能说不殊胜，问题是我们自己在一生当中能不能有把握成就，这个是要真正的智慧来衡量、来选择。这一次我们与同修们研究讨论这一部经典，里面一部分我们参考黄念祖老居士的注解，同时有李炳南老居士的提要（就是眉注）。",
      "zh_TW": "在中國譯經史裡面，這一部經翻譯的次數最多。東晉慧遠大師在廬山創辦蓮社，提倡專修念佛法門，所依靠的經典就是《無量壽經》，因為在那個時候《彌陀經》跟《觀無量壽經》都還沒有翻譯出來。從遠公以後，一直到今天，淨宗法門由於歷代祖師大德極力提倡，實在講用這個法門修學成就的人實實在在是不可以稱計。《淨土聖賢錄》、《往生傳》裡面那些例子，只是為大眾所共知的，還有許許多多往生而不為人知的，我相信那個數字決定遠遠超過《聖賢錄》跟《往生傳》裡面所記載的。可見得由這個法門一生成就的人是不可以稱計的。經上明白告訴我們，許許多多的菩薩想知道這個法門而沒有緣分。這是真的，菩薩不一定能夠遇到這個法門，即使遇到這個法門，也不一定能夠相信這個法門。這就是為什麼許許多多的菩薩想聽這個法門，聽不到；想聽，遇到了，遇到他又不相信，又不能接受，這什麼原因？這些都是要在這一部經上所討論的。彌勒菩薩說得更好，「不求佛剎，何免輪迴」，這是給我們當頭的棒喝。所以佛法修學的宗派法門雖多，不能說不好，不能說不殊勝，問題是我們自己在一生當中能不能有把握成就，這個是要真正的智慧來衡量、來選擇。這一次我們與同修們研究討論這一部經典，裡面一部分我們參考黃念祖老居士的註解，同時有李炳南老居士的提要（就是眉註）。"
    },
    {
      "id": "02-021-0001_p0003",
      "zh_CN": "在这么多年当中，我们肯定确认这一个法门，诚如古大德所说的，这是一乘了义的大经。佛所讲的经，在四依法里面教给我们，「依了义不依不了义」。了义是有比较的，譬如近代的大德（民国初年这些大德），提倡五乘佛法，五乘就是人乘、天乘、声闻、缘觉、菩萨。五乘佛法里面，当然人跟天比较，天是了义，人就是不了义；天要是跟声闻比较，声闻是了义，声闻出了三界，诸天没出三界，这是不了义；如果声闻跟菩萨比，菩萨是了义，菩萨明心见性，阿罗汉没有见性。所以了义，它是有比较性的。究竟了义就是一乘法，这不是五乘。正如同《法华经》上所说，「唯有一乘法，无二亦无三」，二就是大乘、小乘，三就是声闻、缘觉、菩萨，后面它说「除佛方便说」。由此可知，菩萨以下的五乘佛法，是如来方便说；正说，正说是一乘法。一乘法是成佛之法，成佛之法才叫做一乘法。由此可知，历代学佛的同修，无论在家出家，大家公认的成佛之法只有两部经，《法华经》与《华严经》。这两部是一乘大经，所谓是经中之王。这两部经实在说都是指归净土，所以古德又说，如果一切经做个比较，当然是《华严》第一，没有超过《华严》的。《华严经》跟《无量寿经》做个比较，《无量寿经》第一，为什么？《华严经》到最后，圆满成佛是怎么成的？是普贤菩萨十大愿王导归极乐，如果没有往生极乐世界，他成佛就不能究竟圆满。《法华经》也不例外。所以这两个要是一比较，《无量寿经》第一，这把《华严》都比下去了。由此可知，这一部经确确实实是一乘当中的一乘，了义经当中的了义，千经万论，处处指归。我们要认清这一点。",
      "zh_TW": "在這麼多年當中，我們肯定確認這一個法門，誠如古大德所說的，這是一乘了義的大經。佛所講的經，在四依法裡面教給我們，「依了義不依不了義」。了義是有比較的，譬如近代的大德（民國初年這些大德），提倡五乘佛法，五乘就是人乘、天乘、聲聞、緣覺、菩薩。五乘佛法裡面，當然人跟天比較，天是了義，人就是不了義；天要是跟聲聞比較，聲聞是了義，聲聞出了三界，諸天沒出三界，這是不了義；如果聲聞跟菩薩比，菩薩是了義，菩薩明心見性，阿羅漢沒有見性。所以了義，它是有比較性的。究竟了義就是一乘法，這不是五乘。正如同《法華經》上所說，「唯有一乘法，無二亦無三」，二就是大乘、小乘，三就是聲聞、緣覺、菩薩，後面它說「除佛方便說」。由此可知，菩薩以下的五乘佛法，是如來方便說；正說，正說是一乘法。一乘法是成佛之法，成佛之法才叫做一乘法。由此可知，歷代學佛的同修，無論在家出家，大家公認的成佛之法只有兩部經，《法華經》與《華嚴經》。這兩部是一乘大經，所謂是經中之王。這兩部經實在說都是指歸淨土，所以古德又說，如果一切經做個比較，當然是《華嚴》第一，沒有超過《華嚴》的。《華嚴經》跟《無量壽經》做個比較，《無量壽經》第一，為什麼？《華嚴經》到最後，圓滿成佛是怎麼成的？是普賢菩薩十大願王導歸極樂，如果沒有往生極樂世界，他成佛就不能究竟圓滿。《法華經》也不例外。所以這兩個要是一比較，《無量壽經》第一，這把《華嚴》都比下去了。由此可知，這一部經確確實實是一乘當中的一乘，了義經當中的了義，千經萬論，處處指歸。我們要認清這一點。"
    },
    {
      "id": "02-021-0001_p0004",
      "zh_CN": "它的好处是普摄一切众生的根器，不像《华严》，《华严》所摄受的根器是四十一位法身大士。换句话说，中下根性的人没有分，唯有上上乘人才是它接引的对象，由此可知，它摄机不广。这一部经上从等觉菩萨，下至地狱众生，九界有情无一而不摄取。这是所有一切法门里面很少见到的，可以说没有见到的，因为它上面有等觉菩萨，下面有地狱众生，尤其殊胜它是横出三界，这就容易。修其他的法门，要想出离三界轮回，你必须有四禅八定、九次第定，这个功夫就不容易了，这才能够超越。这个法门不必，只要功夫成片就行了。像本经里面给我们说的条件，「发菩提心，一向专念」，这么简单，只要专念就能成功。这个成功不是一般的成功，是究竟圆满的成功，因为西方净土是四土，四土他同时生，这个不可思议。十方世界诸佛都有四种净土，但是这四种净土不是同时生，是看你修学的程度，一步一步次第往上升的。这个法门是一生一切生，这个不可思议。所以这个法门，一切诸佛都称为难信之法。所以我们劝别人，人家不相信，这是应当，这个是一点都不足以为奇的。为什么？如果劝人人都相信了，释迦牟尼佛跟诸佛说这个法是难信之法，那不就不相应了吗？佛说难信，大家一听就相信了，那佛说这个话就不可靠，所以这个法门确实是难信之法。",
      "zh_TW": "它的好處是普攝一切眾生的根器，不像《華嚴》，《華嚴》所攝受的根器是四十一位法身大士。換句話說，中下根性的人沒有分，唯有上上乘人才是它接引的對象，由此可知，它攝機不廣。這一部經上從等覺菩薩，下至地獄眾生，九界有情無一而不攝取。這是所有一切法門裡面很少見到的，可以說沒有見到的，因為它上面有等覺菩薩，下面有地獄眾生，尤其殊勝它是橫出三界，這就容易。修其他的法門，要想出離三界輪迴，你必須有四禪八定、九次第定，這個功夫就不容易了，這才能夠超越。這個法門不必，只要功夫成片就行了。像本經裡面給我們說的條件，「發菩提心，一向專念」，這麼簡單，只要專念就能成功。這個成功不是一般的成功，是究竟圓滿的成功，因為西方淨土是四土，四土他同時生，這個不可思議。十方世界諸佛都有四種淨土，但是這四種淨土不是同時生，是看你修學的程度，一步一步次第往上升的。這個法門是一生一切生，這個不可思議。所以這個法門，一切諸佛都稱為難信之法。所以我們勸別人，人家不相信，這是應當，這個是一點都不足以為奇的。為什麼？如果勸人人都相信了，釋迦牟尼佛跟諸佛說這個法是難信之法，那不就不相應了嗎？佛說難信，大家一聽就相信了，那佛說這個話就不可靠，所以這個法門確實是難信之法。"
    },
    {
      "id": "02-021-0001_p0005",
      "zh_CN": "这部经提倡的是持名念佛。念佛方法很多，但是以持名最为殊胜。念佛的方法出在《观无量寿经》，《观经》它讲理论、讲方法、讲因果。西方极乐世界，四土三辈九品这些因果，这是真的，是确确实实有。确实有，但是在形相上看不出来，形相上西方世界是个平等世界。诸位把《无量寿经》多念几遍，你就了解，它是平等世界。虽平等，但是四土三辈九品还的的确确存在，同时存在（就是平等与差别同时存在），这个也是不可思议，他方世界是不同时的，它是同时存在的。《观经》里面讲的念佛方法，它讲观想讲得最多，它一共讲十六种方法，我们称为《十六观经》。讲观想，它就讲了十二种，到第十三观的时候它讲观像，末后一观第十六观它讲持名，持名放在最后。佛法不离世间法，有许多地方跟世间法相同。我们世间法往往最好的东西都摆在最后，你看唱戏，最好的一出戏，叫压轴戏。压轴戏，是最好的，都放在最后。佛法也是如此，这种例子很多。像我们看《楞严》，《楞严》二十五圆通章，观世音菩萨、大势至菩萨，它这两章是特别法门摆到最后，最后就是说这个法门最殊胜、最特别。由此可知，持名念佛它不放在第一，它放在末后，也就是说这个法门最为殊胜、最为第一。",
      "zh_TW": "這部經提倡的是持名念佛。念佛方法很多，但是以持名最為殊勝。念佛的方法出在《觀無量壽經》，《觀經》它講理論、講方法、講因果。西方極樂世界，四土三輩九品這些因果，這是真的，是確確實實有。確實有，但是在形相上看不出來，形相上西方世界是個平等世界。諸位把《無量壽經》多念幾遍，你就了解，它是平等世界。雖平等，但是四土三輩九品還的的確確存在，同時存在（就是平等與差別同時存在），這個也是不可思議，他方世界是不同時的，它是同時存在的。《觀經》裡面講的念佛方法，它講觀想講得最多，它一共講十六種方法，我們稱為《十六觀經》。講觀想，它就講了十二種，到第十三觀的時候它講觀像，末後一觀第十六觀它講持名，持名放在最後。佛法不離世間法，有許多地方跟世間法相同。我們世間法往往最好的東西都擺在最後，你看唱戲，最好的一齣戲，叫壓軸戲。壓軸戲，是最好的，都放在最後。佛法也是如此，這種例子很多。像我們看《楞嚴》，《楞嚴》二十五圓通章，觀世音菩薩、大勢至菩薩，它這兩章是特別法門擺到最後，最後就是說這個法門最殊勝、最特別。由此可知，持名念佛它不放在第一，它放在末後，也就是說這個法門最為殊勝、最為第一。"
    },
    {
      "id": "02-021-0001_p0006",
      "zh_CN": "为什么？诸位要知道，佛法是一定教我们破执着的，因为佛在《华严经》上把我们众生无始劫以来的病根一语道破，他在「出现品」上说，「一切众生皆有如来智慧德相」，这是一切众生本来成佛，「但以妄想执着而不能证得」。由此可知，我们的病根就是妄想执着。有了妄想执着这才做凡夫，离了妄想执着就是佛菩萨。我们要问观像、观想是不是执着？如果不执着就观不成，一定要执着。像十六观第一观「落日悬鼓」，经上告诉我们很清楚，这个观成了，黄昏要下山的太阳，在我们前面清清楚楚。无论在什么时候，我们睁开眼睛太阳在面前，闭着眼睛太阳还在面前，这才叫观成。如果不执着，那怎么能观得成？十六观愈观愈微细，所以《十六观经》自古以来讲的人很多，研究读诵的人也不少，依照这个方法来修行的人，可以说太少太少了。什么原因？凡夫心粗境界太细了，观不成，那要观成了眼前就是极乐世界。它的理论就是境随心转，境是心所变现的，所以境界也随着心来转。《观经》里面两句话，把这个理论说尽了，「是心作佛，是心是佛」。禅宗尤其说得好，「若人识得心，大地无寸土」，确确实实是如此。观成了，将来到西方极乐世界还要把它拿掉才行，把这个执着打破。好不容易观成，观成之后又要拿掉，那个困难不亚于你观成，所以这是确实不容易。我们想想一句名号，名号是假名，我不喜欢了，我就换个名字，改个名字这个很容易，所以对于名字的执着比对形相的执着要轻微得多。名字容易舍，我们都知道名字是假名，我改个名字没有问题。这个名字用了，不太喜欢，换个名字，有人一个人好多个名字，容易舍。这就是诸佛菩萨祖师大德为什么一再提倡持名念佛，这个法门下手容易成功高，生到西方极乐世界，将来这个名号舍容易。",
      "zh_TW": "為什麼？諸位要知道，佛法是一定教我們破執著的，因為佛在《華嚴經》上把我們眾生無始劫以來的病根一語道破，他在「出現品」上說，「一切眾生皆有如來智慧德相」，這是一切眾生本來成佛，「但以妄想執著而不能證得」。由此可知，我們的病根就是妄想執著。有了妄想執著這才做凡夫，離了妄想執著就是佛菩薩。我們要問觀像、觀想是不是執著？如果不執著就觀不成，一定要執著。像十六觀第一觀「落日懸鼓」，經上告訴我們很清楚，這個觀成了，黃昏要下山的太陽，在我們前面清清楚楚。無論在什麼時候，我們睜開眼睛太陽在面前，閉著眼睛太陽還在面前，這才叫觀成。如果不執著，那怎麼能觀得成？十六觀愈觀愈微細，所以《十六觀經》自古以來講的人很多，研究讀誦的人也不少，依照這個方法來修行的人，可以說太少太少了。什麼原因？凡夫心粗境界太細了，觀不成，那要觀成了眼前就是極樂世界。它的理論就是境隨心轉，境是心所變現的，所以境界也隨著心來轉。《觀經》裡面兩句話，把這個理論說盡了，「是心作佛，是心是佛」。禪宗尤其說得好，「若人識得心，大地無寸土」，確確實實是如此。觀成了，將來到西方極樂世界還要把它拿掉才行，把這個執著打破。好不容易觀成，觀成之後又要拿掉，那個困難不亞於你觀成，所以這是確實不容易。我們想想一句名號，名號是假名，我不喜歡了，我就換個名字，改個名字這個很容易，所以對於名字的執著比對形相的執著要輕微得多。名字容易捨，我們都知道名字是假名，我改個名字沒有問題。這個名字用了，不太喜歡，換個名字，有人一個人好多個名字，容易捨。這就是諸佛菩薩祖師大德為什麼一再提倡持名念佛，這個法門下手容易成功高，生到西方極樂世界，將來這個名號捨容易。"
    },
    {
      "id": "02-021-0001_p0007",
      "zh_CN": "所以这个法门是圆满直捷，方便究竟，确确实实是一超直入。圆顿法里面没有比这个更圆，没有比这个更快。没有深入研究的人不知道，真正深入，晓得「南无阿弥陀佛」这六个字，不但是释迦牟尼佛成佛的秘诀，乃至十方三世一切诸佛，无不是用这个方法成无上正等正觉。我们要把这桩事情彻底明了，那就要认真来研究这一部《无量寿经》，然后才晓得这六个字究竟是一回什么事情，为什么它会有这么大的力量。这六个字实在就是真如本性，一真法界的全体，是全体的一个名称，古德说这是究竟果觉之称。用这个名号来做我们因地修行，这就是以果为因，这就很殊胜了。以果为因是因果同时，不像其他的法门，其他的法门是修因证果，因果不同时。这个法门是从果上起修，所修的就是果，就像《观经》里面所讲的「是心作佛，是心是佛」。这是把它的原理也是一语道破，虽然一句话说出来，我们要是真正体会、真正肯定它，那还得要下一番功夫，对于这句话才真正明了，体会到它的味道。",
      "zh_TW": "所以這個法門是圓滿直捷，方便究竟，確確實實是一超直入。圓頓法裡面沒有比這個更圓，沒有比這個更快。沒有深入研究的人不知道，真正深入，曉得「南無阿彌陀佛」這六個字，不但是釋迦牟尼佛成佛的祕訣，乃至十方三世一切諸佛，無不是用這個方法成無上正等正覺。我們要把這樁事情徹底明瞭，那就要認真來研究這一部《無量壽經》，然後才曉得這六個字究竟是一回什麼事情，為什麼它會有這麼大的力量。這六個字實在就是真如本性，一真法界的全體，是全體的一個名稱，古德說這是究竟果覺之稱。用這個名號來做我們因地修行，這就是以果為因，這就很殊勝了。以果為因是因果同時，不像其他的法門，其他的法門是修因證果，因果不同時。這個法門是從果上起修，所修的就是果，就像《觀經》裡面所講的「是心作佛，是心是佛」。這是把它的原理也是一語道破，雖然一句話說出來，我們要是真正體會、真正肯定它，那還得要下一番功夫，對於這句話才真正明瞭，體會到它的味道。"
    },
    {
      "id": "02-021-0001_p0008",
      "zh_CN": "蕅益大师在《要解》里面明白的告诉我们，他说一声阿弥陀佛，就是释迦牟尼佛在五浊恶世所得的无上正等正觉，也就是说在五浊恶世示现成佛，他是用什么方法成佛的。当然释迦牟尼佛是再来人，《梵网经》上说，他这一次在我们世间示现，是成佛以后到娑婆世界来示现第八千次了。这不是来一次，第八千次了，换句话说，释迦是久远劫就已经成佛了。但是我们要知道，他示现成佛的目的是给我们做个样子，这个样子要真实，这个样子不能假。样子是假的，我们照他那个样子修就修不成了，所以这个样子一定要真实。我们依照他这个模式来修行，我们这一生当中也能成佛。所以释迦牟尼佛是用念佛的方法来成佛的，虽然是表演，表演就是真实。这一句话我们在《华严经》上得到证明，佛在《华严》上说，十地菩萨始终不离念佛。华严的十地这个境界高，从初地到等觉十一个位次，我们通常称菩萨摩诃萨，摩诃萨是大菩萨。摩诃萨对谁称的？对地上菩萨称的。从五十三参我们也看到了，到最后将要成佛的这个阶段，也是用的念佛法门，十大愿王导归极乐。所以在《华严经》上确确实实我们找到有力的证据，现在佛是以他自己修学成佛的方法提供给我们。这个法门就是诸佛所修的境界，是一切诸佛成佛所修行的方法，这个方法教给我们，换句话说，我们要依照佛的这个方法来修学，我们这一生必定能跟诸佛一样。",
      "zh_TW": "蕅益大師在《要解》裡面明白的告訴我們，他說一聲阿彌陀佛，就是釋迦牟尼佛在五濁惡世所得的無上正等正覺，也就是說在五濁惡世示現成佛，他是用什麼方法成佛的。當然釋迦牟尼佛是再來人，《梵網經》上說，他這一次在我們世間示現，是成佛以後到娑婆世界來示現第八千次了。這不是來一次，第八千次了，換句話說，釋迦是久遠劫就已經成佛了。但是我們要知道，他示現成佛的目的是給我們做個樣子，這個樣子要真實，這個樣子不能假。樣子是假的，我們照他那個樣子修就修不成了，所以這個樣子一定要真實。我們依照他這個模式來修行，我們這一生當中也能成佛。所以釋迦牟尼佛是用念佛的方法來成佛的，雖然是表演，表演就是真實。這一句話我們在《華嚴經》上得到證明，佛在《華嚴》上說，十地菩薩始終不離念佛。華嚴的十地這個境界高，從初地到等覺十一個位次，我們通常稱菩薩摩訶薩，摩訶薩是大菩薩。摩訶薩對誰稱的？對地上菩薩稱的。從五十三參我們也看到了，到最後將要成佛的這個階段，也是用的念佛法門，十大願王導歸極樂。所以在《華嚴經》上確確實實我們找到有力的證據，現在佛是以他自己修學成佛的方法提供給我們。這個法門就是諸佛所修的境界，是一切諸佛成佛所修行的方法，這個方法教給我們，換句話說，我們要依照佛的這個方法來修學，我們這一生必定能跟諸佛一樣。"
    },
    {
      "id": "02-021-0001_p0009",
      "zh_CN": "你要问为什么？这是佛与佛的境界。蕅益大师讲「非九界自力所能信解」，九界是从菩萨到六道，靠自己力量你没有办法能够明了。又说「举此体作弥陀身土」，体是什么？体就是法界，我们常讲尽虚空遍法界，就是哲学里面所说的宇宙万有的本体。这个本体是什么？就叫做阿弥陀，所以阿弥陀就是法界本体的名号。由此可知，这个名号是西方极乐世界教主阿弥陀佛的名号，实际上就是法界全体，也就是我们自己的真如本性。如果从这个地方能够领会，就晓得这一部经确确实实是如来称性极谈。一切大乘经是如来称性而说，虽然称性没圆满，总还有一点欠缺。譬如说《华严经》，一般说圆满了，《华严经》不能度二乘以下的众生，所以二乘以下没分，这就不够圆满。《华严经》修行，确实是一生圆满，但是他一生圆满，到最后是求生西方世界才圆满的，假如没有西方世界，《华严经》不能达到究竟圆满。本经自始至终，字字句句都说的是西方净土，所以本经是《华严》的归宿、《华严》的结论。《华严》是称性而说，这个是称性当中究竟圆满说。",
      "zh_TW": "你要問為什麼？這是佛與佛的境界。蕅益大師講「非九界自力所能信解」，九界是從菩薩到六道，靠自己力量你沒有辦法能夠明瞭。又說「舉此體作彌陀身土」，體是什麼？體就是法界，我們常講盡虛空遍法界，就是哲學裡面所說的宇宙萬有的本體。這個本體是什麼？就叫做阿彌陀，所以阿彌陀就是法界本體的名號。由此可知，這個名號是西方極樂世界教主阿彌陀佛的名號，實際上就是法界全體，也就是我們自己的真如本性。如果從這個地方能夠領會，就曉得這一部經確確實實是如來稱性極談。一切大乘經是如來稱性而說，雖然稱性沒圓滿，總還有一點欠缺。譬如說《華嚴經》，一般說圓滿了，《華嚴經》不能度二乘以下的眾生，所以二乘以下沒分，這就不夠圓滿。《華嚴經》修行，確實是一生圓滿，但是他一生圓滿，到最後是求生西方世界才圓滿的，假如沒有西方世界，《華嚴經》不能達到究竟圓滿。本經自始至終，字字句句都說的是西方淨土，所以本經是《華嚴》的歸宿、《華嚴》的結論。《華嚴》是稱性而說，這個是稱性當中究竟圓滿說。"
    },
    {
      "id": "02-021-0001_p0010",
      "zh_CN": "《观经》把理论给我们说出来了，「是心作佛，是心是佛」，这两句话非常非常重要。心是什么？《楞严经》一开端，释迦牟尼佛跟阿难尊者两个就在那边辩论。释迦佛非常技巧，也不论是真心妄心，不谈心的真妄，首先问阿难，心在哪里？阿难也非常聪明，说了七处。我们凡夫，我们都想不到七处。他有办法想出七处，七处都被佛否定掉了。心究竟在哪里？所以你知道心在哪里，就晓得这句话真正的含义了。佛是觉的意思，或是觉性。灵明觉知这是佛，灵明觉知。佛给我们说，一切众生灵觉是相等的。可是在今天，我们看起来，似乎又不相等。原因在哪里？佛给我们讲，我们迷失了自性。心就是佛，佛就是心。心就是觉，不觉，就不叫心。我们迷了，迷了，现在释迦牟尼佛大慈大悲，帮助我们恢复自性。自性是我们本有，是他帮助我们恢复自性而已。可见得成佛是自己成佛，他帮助我们，因为我们迷了。但是佛之所以能够帮助我们，也是有限度的。他帮助的方法是教学，教我们开悟。开悟就是什么？使我们明了，我们自己迷了，知道自己迷了就叫开悟，知道自己迷了，就不迷了。迷了的人，永远不知道他自己在迷；知道自己迷了，这个人就开悟了。所以教给我们「是心作佛」。",
      "zh_TW": "《觀經》把理論給我們說出來了，「是心作佛，是心是佛」，這兩句話非常非常重要。心是什麼？《楞嚴經》一開端，釋迦牟尼佛跟阿難尊者兩個就在那邊辯論。釋迦佛非常技巧，也不論是真心妄心，不談心的真妄，首先問阿難，心在哪裡？阿難也非常聰明，說了七處。我們凡夫，我們都想不到七處。他有辦法想出七處，七處都被佛否定掉了。心究竟在哪裡？所以你知道心在哪裡，就曉得這句話真正的含義了。佛是覺的意思，或是覺性。靈明覺知這是佛，靈明覺知。佛給我們說，一切眾生靈覺是相等的。可是在今天，我們看起來，似乎又不相等。原因在哪裡？佛給我們講，我們迷失了自性。心就是佛，佛就是心。心就是覺，不覺，就不叫心。我們迷了，迷了，現在釋迦牟尼佛大慈大悲，幫助我們恢復自性。自性是我們本有，是他幫助我們恢復自性而已。可見得成佛是自己成佛，他幫助我們，因為我們迷了。但是佛之所以能夠幫助我們，也是有限度的。他幫助的方法是教學，教我們開悟。開悟就是什麼？使我們明瞭，我們自己迷了，知道自己迷了就叫開悟，知道自己迷了，就不迷了。迷了的人，永遠不知道他自己在迷；知道自己迷了，這個人就開悟了。所以教給我們「是心作佛」。"
    },
    {
      "id": "02-021-0001_p0011",
      "zh_CN": "作佛就是要求觉，觉从哪里求？诸位要知道，觉从定中求。这个事情也难了。现在一般年轻人，求知欲很盛，咱们一般看这是很可喜的现象，如果在佛法里面看恰恰是颠倒。为什么？他求的是知识，知识在佛法里面叫做所知障，不是真智慧，真智慧一定要从定中去求。所以没有一部经不是讲定，讲得再多，中心点是教我们修定，唯有定才能开慧。佛在经上常常把心比作水，水在有风吹它的时候，它有波浪，起了波浪，它这个照的作用就失掉了。我们的心里面有烦恼，就好像水池底下不平，有烦恼；外面有境界诱惑，诱惑就是风浪，就是有风。里应外合，这是永远没有平静的时候，大风大浪，照的作用失掉了。它本来有照的作用，照的作用就是智慧，那是真智慧。怎样才能够恢复照的作用？要静下来，风平浪静。说老实话，风能息得了吗？停不了的，外面这个风停不了，境界风，五欲六尘的诱惑，这是停不了的。大海里的风也可能有息掉的一天，我们五欲六尘的诱惑是没有办法停止的。所以小乘人怎么办？到深山没有人去的地方，山上挖个山洞到那里去修定去，尽可能避免外面境界的干扰，他用这个方法。大乘菩萨他的方法比小乘巧妙，他就在境界当中学什么？学一个正确的观法。这个观就是我们今天讲的人生观、宇宙观，正确的观法，观看这个世界不是真实的，观看所有的现象如梦幻泡影，在这里面他就不会起心动念了，不会再分别执着了，这样把心定下来。这个功夫比小乘人高得太多了，小乘人是离开境界得定，大乘人就在境界当中他成就了大定。这个是真实的智慧。这是说个原理。方法，大乘中国有八个宗派，每一个宗底下又分很多派别，每一个派别，他们方法都不尽相同。但是大致上来讲，就是无论它有多少法门，我们把它归纳起来，总不外乎参禅是一个方法、止观是个方法、数息也是个方法、持咒是个方法、诵经也是个方法、拜佛也是个方法、念佛也是个方法，这是大的，总不外乎这几个大类。",
      "zh_TW": "作佛就是要求覺，覺從哪裡求？諸位要知道，覺從定中求。這個事情也難了。現在一般年輕人，求知欲很盛，咱們一般看這是很可喜的現象，如果在佛法裡面看恰恰是顛倒。為什麼？他求的是知識，知識在佛法裡面叫做所知障，不是真智慧，真智慧一定要從定中去求。所以沒有一部經不是講定，講得再多，中心點是教我們修定，唯有定才能開慧。佛在經上常常把心比作水，水在有風吹它的時候，它有波浪，起了波浪，它這個照的作用就失掉了。我們的心裡面有煩惱，就好像水池底下不平，有煩惱；外面有境界誘惑，誘惑就是風浪，就是有風。裡應外合，這是永遠沒有平靜的時候，大風大浪，照的作用失掉了。它本來有照的作用，照的作用就是智慧，那是真智慧。怎樣才能夠恢復照的作用？要靜下來，風平浪靜。說老實話，風能息得了嗎？停不了的，外面這個風停不了，境界風，五欲六塵的誘惑，這是停不了的。大海裡的風也可能有息掉的一天，我們五欲六塵的誘惑是沒有辦法停止的。所以小乘人怎麼辦？到深山沒有人去的地方，山上挖個山洞到那裡去修定去，盡可能避免外面境界的干擾，他用這個方法。大乘菩薩他的方法比小乘巧妙，他就在境界當中學什麼？學一個正確的觀法。這個觀就是我們今天講的人生觀、宇宙觀，正確的觀法，觀看這個世界不是真實的，觀看所有的現象如夢幻泡影，在這裡面他就不會起心動念了，不會再分別執著了，這樣把心定下來。這個功夫比小乘人高得太多了，小乘人是離開境界得定，大乘人就在境界當中他成就了大定。這個是真實的智慧。這是說個原理。方法，大乘中國有八個宗派，每一個宗底下又分很多派別，每一個派別，他們方法都不盡相同。但是大致上來講，就是無論它有多少法門，我們把它歸納起來，總不外乎參禪是一個方法、止觀是個方法、數息也是個方法、持咒是個方法、誦經也是個方法、拜佛也是個方法、念佛也是個方法，這是大的，總不外乎這幾個大類。"
    },
    {
      "id": "02-021-0001_p0012",
      "zh_CN": "我们净土宗所选择的是念佛，用这个方法，尤其是念这一句「南无阿弥陀佛」就更显得殊胜，直接叫我们这个心一天到晚念阿弥陀佛，想阿弥陀佛，想久了就变成阿弥陀佛。你看我们世间人常讲，看相算命的人常说，相随心转，这很有道理。我们常念阿弥陀佛、常想阿弥陀佛，想久了你相貌自自然然就变成阿弥陀佛，这是真的，一点都不假。在中国历史上，都可以找到证据。宋朝末年，元朝初年，赵子昂画马，中国是有名的。我们后面的净土词就是赵子昂写的。他画马，一天到晚心里就想马的动态。有一天，是晚上，他躺在床上还是想马的动态，大概他家里的人，那时候有蚊帐，把帐子一掀开，一掀开床上躺着一匹马，家里人大叫一声，叫得吓到了，赵子昂恢复出来。所以他想马，他就变成马了，很可惜，如果他要想佛的话，他不就成了佛吗？这一个例子是讲观想，确实想什么就变什么。",
      "zh_TW": "我們淨土宗所選擇的是念佛，用這個方法，尤其是念這一句「南無阿彌陀佛」就更顯得殊勝，直接叫我們這個心一天到晚念阿彌陀佛，想阿彌陀佛，想久了就變成阿彌陀佛。你看我們世間人常講，看相算命的人常說，相隨心轉，這很有道理。我們常念阿彌陀佛、常想阿彌陀佛，想久了你相貌自自然然就變成阿彌陀佛，這是真的，一點都不假。在中國歷史上，都可以找到證據。宋朝末年，元朝初年，趙子昂畫馬，中國是有名的。我們後面的淨土詞就是趙子昂寫的。他畫馬，一天到晚心裡就想馬的動態。有一天，是晚上，他躺在床上還是想馬的動態，大概他家裡的人，那時候有蚊帳，把帳子一掀開，一掀開床上躺著一匹馬，家裡人大叫一聲，叫得嚇到了，趙子昂恢復出來。所以他想馬，他就變成馬了，很可惜，如果他要想佛的話，他不就成了佛嗎？這一個例子是講觀想，確實想什麼就變什麼。"
    },
    {
      "id": "02-021-0001_p0013",
      "zh_CN": "另外，在从前李老师给我们讲一个故事，他说这是真的。大概是前清的时代，有一个人生了病，这个病，病的部位很不好治疗，看了许许多多的名医，名医都告诉他，你这个病没有法子，我没法子治，大概再有半年的时间，拖下去就没法子再活下去。在当时有一位很有名的大夫（从前李老师讲了名字，我忘掉了，差不多是二十多年以前，他上课的时候给我们讲的故事，也是讲观想），结果家里人就陪他去看这个大夫，这个大夫一看之后就告诉他，你这个小毛病没问题，我给你几服药吃，过几天就会好了，哪有那么严重？因为他是全国非常有名的大夫，他对这个大夫很有信心。可是这个大夫指出另外一个部位叫他当心，如果你这个地方要出了毛病，你命就没有了，那就没救了。所以他回去之后，他就特别注意医生指定的地方，天天想指定的地方，过了大概有一、二个月，这个地方就痛了，就不正常，慢慢这个地方就肿起来，他就想这下糟了，这下没有命了。家里的人说，大夫说的，那你再去看看他，看看有没有什么办法。就再去找这个大夫，大夫一看，他说好，就给他用药把它治好。告诉他：你从前病长的不是地方，药力达不到，那是非死不可的，我现在指定这个地方，把你的病搬家了，搬了个位置，这个位置好下手，就把它治好了。你看看这是在西药（西医）上恐怕没有这个方法的，我们中国古来的医师，他能用观想的方法，把你的病转变位置。位置转变，他在这上给你下手，给你治疗，就把它治好了。这个方法就是佛经里面讲的观想的方法。我们不晓得这个大夫是不是学佛的，是不是懂得观想的？在我想很可能，他用这个方法。所以病人对于大夫有决定的信心，把念头完全转解了。",
      "zh_TW": "另外，在從前李老師給我們講一個故事，他說這是真的。大概是前清的時代，有一個人生了病，這個病，病的部位很不好治療，看了許許多多的名醫，名醫都告訴他，你這個病沒有法子，我沒法子治，大概再有半年的時間，拖下去就沒法子再活下去。在當時有一位很有名的大夫（從前李老師講了名字，我忘掉了，差不多是二十多年以前，他上課的時候給我們講的故事，也是講觀想），結果家裡人就陪他去看這個大夫，這個大夫一看之後就告訴他，你這個小毛病沒問題，我給你幾服藥吃，過幾天就會好了，哪有那麼嚴重？因為他是全國非常有名的大夫，他對這個大夫很有信心。可是這個大夫指出另外一個部位叫他當心，如果你這個地方要出了毛病，你命就沒有了，那就沒救了。所以他回去之後，他就特別注意醫生指定的地方，天天想指定的地方，過了大概有一、二個月，這個地方就痛了，就不正常，慢慢這個地方就腫起來，他就想這下糟了，這下沒有命了。家裡的人說，大夫說的，那你再去看看他，看看有沒有什麼辦法。就再去找這個大夫，大夫一看，他說好，就給他用藥把它治好。告訴他：你從前病長的不是地方，藥力達不到，那是非死不可的，我現在指定這個地方，把你的病搬家了，搬了個位置，這個位置好下手，就把它治好了。你看看這是在西藥（西醫）上恐怕沒有這個方法的，我們中國古來的醫師，他能用觀想的方法，把你的病轉變位置。位置轉變，他在這上給你下手，給你治療，就把它治好了。這個方法就是佛經裡面講的觀想的方法。我們不曉得這個大夫是不是學佛的，是不是懂得觀想的？在我想很可能，他用這個方法。所以病人對於大夫有決定的信心，把念頭完全轉解了。"
    },
    {
      "id": "02-021-0001_p0014",
      "zh_CN": "这也就像「是心作佛」这个理论，依据这个理论确确实实能够改变自己，能够创造命运，因为一切法由心想生。《华严经》上说得好，一切法是「唯心所现，唯识所变」。什么是最真实？心是最真实，因为心是能现能变，一切万法是所现所变。所以你要把能找到了，所就自在了，的确是随心所欲。因为我们这个法门能念的心是如来果觉，换句话说，就是佛在《华严》、《圆觉》上所讲的「本来成佛」。我们用这个心来持名，这个心正如同楞严会上释迦牟尼佛问阿难，你不管它是真心妄心，不要去追求这个，追求什么真心妄心，那是妄中再加妄，没有意思，就是我们现前念这一句「南无阿弥陀佛」这个心，这就行了。就用这个心来念这一句佛号，决定不怀疑，决定不间断，决定不夹杂，这就是「是心作佛」，这就是念佛。本来是佛现在又作佛，所以念佛人当下就是佛。",
      "zh_TW": "這也就像「是心作佛」這個理論，依據這個理論確確實實能夠改變自己，能夠創造命運，因為一切法由心想生。《華嚴經》上說得好，一切法是「唯心所現，唯識所變」。什麼是最真實？心是最真實，因為心是能現能變，一切萬法是所現所變。所以你要把能找到了，所就自在了，的確是隨心所欲。因為我們這個法門能念的心是如來果覺，換句話說，就是佛在《華嚴》、《圓覺》上所講的「本來成佛」。我們用這個心來持名，這個心正如同楞嚴會上釋迦牟尼佛問阿難，你不管它是真心妄心，不要去追求這個，追求什麼真心妄心，那是妄中再加妄，沒有意思，就是我們現前念這一句「南無阿彌陀佛」這個心，這就行了。就用這個心來念這一句佛號，決定不懷疑，決定不間斷，決定不夾雜，這就是「是心作佛」，這就是念佛。本來是佛現在又作佛，所以念佛人當下就是佛。"
    },
    {
      "id": "02-021-0001_p0015",
      "zh_CN": "当下是佛，诸位要记住这三句话九个字，「不怀疑、不间断、不夹杂」。尤其是不夹杂，非常非常的要紧，一般人念佛所以作不了佛，多半的毛病都是犯在夹杂。所以莲池大师到晚年说的那两句话，我到现在才真正体会到他的意思，在从前也会说，但是意思体会不到。他说「三藏十二部让给他人悟，八万四千行饶与别人行」。现在才真正明了那是彻底开悟的话，为什么？确实一点夹杂都没有。晚年他老人家只取一部《阿弥陀经》，修行只取一句「阿弥陀佛」，他「南无」都不要，四个字「阿弥陀佛」。一部《弥陀经》，四个字「阿弥陀佛」，他就成就了。这真正是难信之法。难信他能信，难行他能行，这是真实，直截了当，方便究竟，奇特殊胜，不可思议。",
      "zh_TW": "當下是佛，諸位要記住這三句話九個字，「不懷疑、不間斷、不夾雜」。尤其是不夾雜，非常非常的要緊，一般人念佛所以作不了佛，多半的毛病都是犯在夾雜。所以蓮池大師到晚年說的那兩句話，我到現在才真正體會到他的意思，在從前也會說，但是意思體會不到。他說「三藏十二部讓給他人悟，八萬四千行饒與別人行」。現在才真正明瞭那是徹底開悟的話，為什麼？確實一點夾雜都沒有。晚年他老人家只取一部《阿彌陀經》，修行只取一句「阿彌陀佛」，他「南無」都不要，四個字「阿彌陀佛」。一部《彌陀經》，四個字「阿彌陀佛」，他就成就了。這真正是難信之法。難信他能信，難行他能行，這是真實，直截了當，方便究竟，奇特殊勝，不可思議。"
    },
    {
      "id": "02-021-0001_p0016",
      "zh_CN": "古人常说「唯上智与下愚不移」，莲池、蕅益、永明、智者，这上智之人；还有一等下愚，像过去我给诸位报告的，谛闲法师他那个徒弟，不认识字，做粗活出身的，中年出家，苦不堪言。谛老法师就教他六个字「南无阿弥陀佛」，他念了三年站着往生。预知时至，站着走的，走了以后还站了三天，等谛闲老和尚替他办后事。死了以后还站三天，这不简单。这个人是下愚，他老实，老师教他一句，教他怎么念，他百分之百的依从，老老实实的去念。老师教他念累了你就休息，休息好了再念，这么一直念了三年，他念成功了。他的成就实在讲超过了老师，老师教他的方法，老师自己还做不到，学生做到了。这是值得我们认真去反省的，所谓「善教莫如善学」，会学的人真正得到利益，教的人还未必得到。我们再看看底下一代，就是谛闲法师的学生倓虚老法师。倓虚所教的弟子当中，像我们上一次大本后面印的《念佛论》，修无师不是倓虚法师的弟子，但是郑锡宾跟青岛湛山寺的张氏，那是倓虚法师的学生。这两个人都是预知时至，没有生病，走得非常自在。倓虚老法师走的时候，没有他们自在。倓虚老法师还生病走的，不过他走的时候是坐起来走的，并不是躺着生了很重的病，走的时候，他坐起来还盘腿，这样子往生的。由此可知，他的学生，两个都是在家居士，郑锡宾是男居士，张氏是个女居士，这在家人修行的成就超过了老师，超过师父，真的善教莫如善学，实实在在不可思议。这些古时候、现在都给我们证明了，这个法门之殊胜不可思议。",
      "zh_TW": "古人常說「唯上智與下愚不移」，蓮池、蕅益、永明、智者，這上智之人；還有一等下愚，像過去我給諸位報告的，諦閑法師他那個徒弟，不認識字，做粗活出身的，中年出家，苦不堪言。諦老法師就教他六個字「南無阿彌陀佛」，他念了三年站著往生。預知時至，站著走的，走了以後還站了三天，等諦閑老和尚替他辦後事。死了以後還站三天，這不簡單。這個人是下愚，他老實，老師教他一句，教他怎麼念，他百分之百的依從，老老實實的去念。老師教他念累了你就休息，休息好了再念，這麼一直念了三年，他念成功了。他的成就實在講超過了老師，老師教他的方法，老師自己還做不到，學生做到了。這是值得我們認真去反省的，所謂「善教莫如善學」，會學的人真正得到利益，教的人還未必得到。我們再看看底下一代，就是諦閑法師的學生倓虛老法師。倓虛所教的弟子當中，像我們上一次大本後面印的《念佛論》，修無師不是倓虛法師的弟子，但是鄭錫賓跟青島湛山寺的張氏，那是倓虛法師的學生。這兩個人都是預知時至，沒有生病，走得非常自在。倓虛老法師走的時候，沒有他們自在。倓虛老法師還生病走的，不過他走的時候是坐起來走的，並不是躺著生了很重的病，走的時候，他坐起來還盤腿，這樣子往生的。由此可知，他的學生，兩個都是在家居士，鄭錫賓是男居士，張氏是個女居士，這在家人修行的成就超過了老師，超過師父，真的善教莫如善學，實實在在不可思議。這些古時候、現在都給我們證明了，這個法門之殊勝不可思議。"
    },
    {
      "id": "02-021-0001_p0017",
      "zh_CN": "在净土经论当中专说净土的，古时候只有三经，现在有净土五经。五经，是清朝咸丰年间魏源居士将《华严经．普贤行愿品》附加在三经之后成为四经，印光老法师又把《大势至圆通章》附加在四经之后，称为净土五经，五经是这么来的。这个五种可以说是专讲西方净土，非常之殊胜。但是五经之中对于西方极乐世界介绍得最详细、最圆满的无过于《无量寿经》，尤其是它以「发菩提心，一向专念」为修学的方法，显示出无比的方便。记住「一向专念」，我们看老师成就，为什么不如学生？老师天天要弘扬，一向专念他做不到，他要给别人介绍、要给别人讲解、要给别人辩论，换句话说，没有办法不夹杂。学生没有这些麻烦，他一天到晚可以专念，所以他的成功往往超过老师，老师反而不如学生。当然老师有老师的功德，多少人能成就，是老师介绍这个法门、推荐这个法门，老师舍己为人，看到这么多人成就，当然老师不会不成就。",
      "zh_TW": "在淨土經論當中專說淨土的，古時候只有三經，現在有淨土五經。五經，是清朝咸豐年間魏源居士將《華嚴經．普賢行願品》附加在三經之後成為四經，印光老法師又把《大勢至圓通章》附加在四經之後，稱為淨土五經，五經是這麼來的。這個五種可以說是專講西方淨土，非常之殊勝。但是五經之中對於西方極樂世界介紹得最詳細、最圓滿的無過於《無量壽經》，尤其是它以「發菩提心，一向專念」為修學的方法，顯示出無比的方便。記住「一向專念」，我們看老師成就，為什麼不如學生？老師天天要弘揚，一向專念他做不到，他要給別人介紹、要給別人講解、要給別人辯論，換句話說，沒有辦法不夾雜。學生沒有這些麻煩，他一天到晚可以專念，所以他的成功往往超過老師，老師反而不如學生。當然老師有老師的功德，多少人能成就，是老師介紹這個法門、推薦這個法門，老師捨己為人，看到這麼多人成就，當然老師不會不成就。"
    },
    {
      "id": "02-021-0001_p0018",
      "zh_CN": "大慈菩萨曾经说得很清楚，真正劝两个人往生，就是你一生当中，你讲经说法劝人念佛，这么多人当中确确实实有两个往生的，就胜过你自己念佛往生。如果有三、四个往生的，你一生当中能够劝有三、四个真正往生的，大慈菩萨说，你是真正的菩萨，菩萨度众生。如果一生当中，你教化的众生能够有十来个往生的，他说你就是阿弥陀了，你就是阿弥陀佛了。由此可知，黄念祖老居士的话，「同修贵精不贵多」，这句话很重要。我们要什么样的同修？真正发愿求生净土去见阿弥陀佛的同修，要这样的同修。不想在这一生到西方极乐世界去，那是结缘的同修，跟他结个缘而已。所以真正自己修行的道场，我们要哪些人？要真正发心求生西方极乐世界，我们要这样的同修。所以修行跟讲经不一样，讲经是接引大众，是劝他发愿求生西方。修行是我们共同行路，我们结伴同行，那不一样，结伴同行的人少，我们劝导他们，这个人数可以多。所以修行道场跟讲经的道场不一样。",
      "zh_TW": "大慈菩薩曾經說得很清楚，真正勸兩個人往生，就是你一生當中，你講經說法勸人念佛，這麼多人當中確確實實有兩個往生的，就勝過你自己念佛往生。如果有三、四個往生的，你一生當中能夠勸有三、四個真正往生的，大慈菩薩說，你是真正的菩薩，菩薩度眾生。如果一生當中，你教化的眾生能夠有十來個往生的，他說你就是阿彌陀了，你就是阿彌陀佛了。由此可知，黃念祖老居士的話，「同修貴精不貴多」，這句話很重要。我們要什麼樣的同修？真正發願求生淨土去見阿彌陀佛的同修，要這樣的同修。不想在這一生到西方極樂世界去，那是結緣的同修，跟他結個緣而已。所以真正自己修行的道場，我們要哪些人？要真正發心求生西方極樂世界，我們要這樣的同修。所以修行跟講經不一樣，講經是接引大眾，是勸他發願求生西方。修行是我們共同行路，我們結伴同行，那不一樣，結伴同行的人少，我們勸導他們，這個人數可以多。所以修行道場跟講經的道場不一樣。"
    },
    {
      "id": "02-021-0001_p0019",
      "zh_CN": "这部经在第十八愿，佛以「十念必生」这一愿，千古以来，不论是哪一宗哪一派，可以说大家公认这是第一愿，是阿弥陀佛度化众生的根本大愿，第十八愿。第十九愿是发菩提心，十八愿就是一向专念，十念必生。这一愿深深的给我们说明往生西方极乐世界的因缘，什么因缘去的？这一愿就是它真正的因缘，普度九界一切众生，也显示持名念佛这个方法广大无边，直指往生归元的道路。往生是手段，归元是成佛，是证无上正等正觉。所以这部经在净土所有经论当中是最重要的一部经典，称为第一经。",
      "zh_TW": "這部經在第十八願，佛以「十念必生」這一願，千古以來，不論是哪一宗哪一派，可以說大家公認這是第一願，是阿彌陀佛度化眾生的根本大願，第十八願。第十九願是發菩提心，十八願就是一向專念，十念必生。這一願深深的給我們說明往生西方極樂世界的因緣，什麼因緣去的？這一願就是它真正的因緣，普度九界一切眾生，也顯示持名念佛這個方法廣大無邊，直指往生歸元的道路。往生是手段，歸元是成佛，是證無上正等正覺。所以這部經在淨土所有經論當中是最重要的一部經典，稱為第一經。"
    },
    {
      "id": "02-021-0001_p0020",
      "zh_CN": "虽然如此，可是这一部经大概从宋朝以后弘扬的人就少了，这什么原因？清朝乾隆年间彭际清居士说过，这部经弘扬的人少，实实在在是它没有一个好的版本。这个话说得确实有道理，经来得最早。我们晓得早期译经译得非常好的安世高，在我们中国译经史里面，早期安世高是第一人，以后是鸠摩罗什大师，翻的东西翻得真好。但是安世高的译本失传了，当年远公大师在庐山结莲社，他就是依据《无量寿经》，不知道是不是依据安世高的译本。我们推想当年是非常可能，因为庐山莲社有不少是大文豪，远公自己儒、佛的根基都是第一流。但是这部经有七种失传，留下来的五种现在我们把它印在五经读本，诸位统统都看到，确确实实不能叫念的人十分满意。所以大家都不念这个，就改念《阿弥陀经》去了，这个的确是说得很有道理。",
      "zh_TW": "雖然如此，可是這一部經大概從宋朝以後弘揚的人就少了，這什麼原因？清朝乾隆年間彭際清居士說過，這部經弘揚的人少，實實在在是它沒有一個好的版本。這個話說得確實有道理，經來得最早。我們曉得早期譯經譯得非常好的安世高，在我們中國譯經史裡面，早期安世高是第一人，以後是鳩摩羅什大師，翻的東西翻得真好。但是安世高的譯本失傳了，當年遠公大師在廬山結蓮社，他就是依據《無量壽經》，不知道是不是依據安世高的譯本。我們推想當年是非常可能，因為廬山蓮社有不少是大文豪，遠公自己儒、佛的根基都是第一流。但是這部經有七種失傳，留下來的五種現在我們把它印在五經讀本，諸位統統都看到，確確實實不能叫念的人十分滿意。所以大家都不念這個，就改念《阿彌陀經》去了，這個的確是說得很有道理。"
    },
    {
      "id": "02-021-0001_p0021",
      "zh_CN": "正因为这个缘故、这个原因，在我们想像宋朝王龙舒居士就明白了，所以他老人家就做了个会集本，他的会集本就是《大阿弥陀经》。这个本子流通很广，可是他的本子也美中不足。遗留下来的五种本子，王龙舒时代七种本子失掉了，还留着五种本子，五种本子当中，《大宝积经．如来会》这个本子，龙舒居士没有见到。我们想像他的地位，他在佛教的声望，他是进士及第，他都没有办法把五种本子都找齐，你想从前这个版本的本子少，求一本书是多么困难。我们今天得到佛经，得到实在太容易了，太容易反而轻慢，以前真正不容易得到一本书。所以他的会集本只有四种原本，《宝积经．无量寿》这一会他没有见到，这是美中不足。在校对（校勘）取舍这一方面，他也不是做到尽善尽美，还是有缺陷。文字上面当然没有问题，他的文学修养好，正因为文学修养好，把人家原译本里面的字把它改动了；大概是修辞，把它改动了。这个后世印光大法师很不满意，随便改经，这是老和尚很不赞成的，所以受到后人的批评。但是确确实实他的本子比原译本好念，这是真的，就是莲池大师作的《弥陀经疏钞》里面所引用的《无量寿经》多半都是用的王龙舒的本子，虽然莲池大师对他也有批评，但是还是引用他的本子。可见得龙舒这个会集本确实有它的价值。",
      "zh_TW": "正因為這個緣故、這個原因，在我們想像宋朝王龍舒居士就明白了，所以他老人家就做了個會集本，他的會集本就是《大阿彌陀經》。這個本子流通很廣，可是他的本子也美中不足。遺留下來的五種本子，王龍舒時代七種本子失掉了，還留著五種本子，五種本子當中，《大寶積經．如來會》這個本子，龍舒居士沒有見到。我們想像他的地位，他在佛教的聲望，他是進士及第，他都沒有辦法把五種本子都找齊，你想從前這個版本的本子少，求一本書是多麼困難。我們今天得到佛經，得到實在太容易了，太容易反而輕慢，以前真正不容易得到一本書。所以他的會集本只有四種原本，《寶積經．無量壽》這一會他沒有見到，這是美中不足。在校對（校勘）取捨這一方面，他也不是做到盡善盡美，還是有缺陷。文字上面當然沒有問題，他的文學修養好，正因為文學修養好，把人家原譯本裡面的字把它改動了；大概是修辭，把它改動了。這個後世印光大法師很不滿意，隨便改經，這是老和尚很不贊成的，所以受到後人的批評。但是確確實實他的本子比原譯本好念，這是真的，就是蓮池大師作的《彌陀經疏鈔》裡面所引用的《無量壽經》多半都是用的王龍舒的本子，雖然蓮池大師對他也有批評，但是還是引用他的本子。可見得龍舒這個會集本確實有它的價值。"
    },
    {
      "id": "02-021-0001_p0022",
      "zh_CN": "至于应不应该会集，在从前恐怕很少人提出这句话，现在就很多人提出，原因什么？就是印光法师对于这个会集本的批评，引起现在一般人对于会集本的怀疑。印老说的没有说得很详细，不是不可以会集，会集是可以，但是会集要如法，他老人家所批评的是会集得不如法，不是不能会集。如果说不能会集，王龙舒有罪，王龙舒是头一个会集的，始作俑者，他要背因果责任。王龙舒是站着往生的，是没有生病，预知时至站着往生的，换句话说，这会集就是应该的，这是没有问题的，要有问题他怎么能往生，怎么可以站着往生。他能够站着往生，预知时至，不生病，这就是肯定告诉我们是可以会集的。如果王龙舒没有这样一着留给后人，真的印光大师这么一说，我们对于后来的会集本都会起怀疑，因为印老没有讲清楚。所以看王龙舒这个表现，我们知道会集是应该的。以后彭际清节校本、魏源居士的会集本（魏源居士他是五种都看到了，这个本子我们现在都有），印老也都有批评。夏莲居居士这个会集本出来之后，印光大师已经往生了，他老人家没见到。因为有过去这三种本子老人家都有批评，所以现在有很多人对夏老师这个本子也怀疑。这是我们一定要把它搞清楚的。夏老师这个本子，我们从五种会集本里仔细去校对一下，才发现他每一个字、每一句都是五种原译本的原文，过去三家所犯的错误，夏莲居这个本子上完全没有。这个本子可惜印光大师没见到，要见到我们相信一定很欢喜、一定很赞叹，这个才是真正的一个圆满的本子。",
      "zh_TW": "至於應不應該會集，在從前恐怕很少人提出這句話，現在就很多人提出，原因什麼？就是印光法師對於這個會集本的批評，引起現在一般人對於會集本的懷疑。印老說的沒有說得很詳細，不是不可以會集，會集是可以，但是會集要如法，他老人家所批評的是會集得不如法，不是不能會集。如果說不能會集，王龍舒有罪，王龍舒是頭一個會集的，始作俑者，他要背因果責任。王龍舒是站著往生的，是沒有生病，預知時至站著往生的，換句話說，這會集就是應該的，這是沒有問題的，要有問題他怎麼能往生，怎麼可以站著往生。他能夠站著往生，預知時至，不生病，這就是肯定告訴我們是可以會集的。如果王龍舒沒有這樣一著留給後人，真的印光大師這麼一說，我們對於後來的會集本都會起懷疑，因為印老沒有講清楚。所以看王龍舒這個表現，我們知道會集是應該的。以後彭際清節校本、魏源居士的會集本（魏源居士他是五種都看到了，這個本子我們現在都有），印老也都有批評。夏蓮居居士這個會集本出來之後，印光大師已經往生了，他老人家沒見到。因為有過去這三種本子老人家都有批評，所以現在有很多人對夏老師這個本子也懷疑。這是我們一定要把它搞清楚的。夏老師這個本子，我們從五種會集本裡仔細去校對一下，才發現他每一個字、每一句都是五種原譯本的原文，過去三家所犯的錯誤，夏蓮居這個本子上完全沒有。這個本子可惜印光大師沒見到，要見到我們相信一定很歡喜、一定很讚歎，這個才是真正的一個圓滿的本子。"
    },
    {
      "id": "02-021-0001_p0023",
      "zh_CN": "夏莲公这个人，一直到今天，黄念祖居士还不愿意把他的传记发表。我跟他见面，他跟我谈了一些，他说现在还不是时候。由黄老谈话口气当中，夏莲居居士决定是佛菩萨再来的，不是一个普通人，实在是来救度末世众生，他的感应瑞相非常之多。到时机成熟，黄老居士会把他的传记流通于世人。我们从表面上来观察，他是儒学、佛学都有非常精湛的造诣，在佛学里面，他可以说是显、密、宗、教都圆融，这是非常非常难得，我们一般所谓是通家，他样样都通。宗是禅宗，教是教下。显教、密教，不仅在经典上他熟悉，他有真正的修行、真实的功夫。所以他有能力会集这部经，而会集这部经初稿完成，费了三年的时间，闭关三年完成这个本子，仔细的校勘。晚年专修净土，专弘净土。这个本子实实在在说它是集五种原译本的大成，也就是说，读这一本把五种原译本统统读到了。这个本子流通之后，在当时梅光羲居士极力宣扬，在佛门里面出家大德当中，有慈舟老法师曾经发心就用这个本子在济南讲过，而且还作了科判，科判就是简单的注解。慧明老和尚给它证明，这都是当时佛门的大德，希望这部经典能够真实利益一切众生。梅光羲老居士曾经在中广（那时候在大陆时期），在广播电台曾经讲过这个本子，称为《无量寿经》。原译跟后人的会集，现在总共有九种不同的版本，这九本当中最善之本。尤其是给我们介绍夏老居士会集的经过，可以说介绍得相当详细，只是对于感应这方面说得比较简单，这是因为夏老不愿意别人给他做人身的宣传，所以只有一、二句略略的带过。",
      "zh_TW": "夏蓮公這個人，一直到今天，黃念祖居士還不願意把他的傳記發表。我跟他見面，他跟我談了一些，他說現在還不是時候。由黃老談話口氣當中，夏蓮居居士決定是佛菩薩再來的，不是一個普通人，實在是來救度末世眾生，他的感應瑞相非常之多。到時機成熟，黃老居士會把他的傳記流通於世人。我們從表面上來觀察，他是儒學、佛學都有非常精湛的造詣，在佛學裡面，他可以說是顯、密、宗、教都圓融，這是非常非常難得，我們一般所謂是通家，他樣樣都通。宗是禪宗，教是教下。顯教、密教，不僅在經典上他熟悉，他有真正的修行、真實的功夫。所以他有能力會集這部經，而會集這部經初稿完成，費了三年的時間，閉關三年完成這個本子，仔細的校勘。晚年專修淨土，專弘淨土。這個本子實實在在說它是集五種原譯本的大成，也就是說，讀這一本把五種原譯本統統讀到了。這個本子流通之後，在當時梅光羲居士極力宣揚，在佛門裡面出家大德當中，有慈舟老法師曾經發心就用這個本子在濟南講過，而且還作了科判，科判就是簡單的註解。慧明老和尚給它證明，這都是當時佛門的大德，希望這部經典能夠真實利益一切眾生。梅光羲老居士曾經在中廣（那時候在大陸時期），在廣播電台曾經講過這個本子，稱為《無量壽經》。原譯跟後人的會集，現在總共有九種不同的版本，這九本當中最善之本。尤其是給我們介紹夏老居士會集的經過，可以說介紹得相當詳細，只是對於感應這方面說得比較簡單，這是因為夏老不願意別人給他做人身的宣傳，所以只有一、二句略略的帶過。"
    },
    {
      "id": "02-021-0001_p0024",
      "zh_CN": "这个本子流传到台湾是律航老法师。律航过去在大陆亲近过夏莲居老居士，曾经听老居士讲过这部经，那个时候他没有出家，律航到台湾才出家。他把这个本子送给台中李老居士，台中才排印在台湾流通。那个时候流通量很少，李老师在民国三十九年讲过一遍，我们现在这个本子上写的字，就是民国三十九年那个时候写的。那个时候李老师才六十多岁，还不到七十岁。台中讲过一遍之后，以后就没有再讲了，他一生讲这个本子讲过一遍，讲康僧铠的本子大概讲过二、三遍，也是有人批评，所以他就不再讲了。我在台中，他把这个本子给我，我到台北，五十六年到台北讲经，就想讲这部经。他告诉我，他说因缘还没有成熟，劝我不要讲，因缘没成熟。所以那时候我们也印了四千本，四千本本来是准备讲经用的，老师不准讲，这四千本书就到处送，结缘了。一直到李老师往生，这个因缘才算是成熟，我们把这个本子印出来，给李老师做个纪念。李老师大的著作没有，这本经他是非常之用心，虽然注的文字不多，但是非常重要，可以说把每一章、每一节里头的要义，他都提出来了，非常之稀有难得。我们把它印出来，印出来之后，有很多人看到了都欢喜，来找我，希望讲一遍。好吧！就讲一遍，这有人来找我讲，大概因缘成熟了。过去我想讲，没人找我，因缘不成熟。这个有关系。现在是有人找我讲，那好，我就讲一遍。这一开讲之后，听的人是愈听愈欢喜，他们听得欢喜，我讲得也欢喜，说听都欢喜，人数是愈来愈多。",
      "zh_TW": "這個本子流傳到台灣是律航老法師。律航過去在大陸親近過夏蓮居老居士，曾經聽老居士講過這部經，那個時候他沒有出家，律航到台灣才出家。他把這個本子送給台中李老居士，台中才排印在台灣流通。那個時候流通量很少，李老師在民國三十九年講過一遍，我們現在這個本子上寫的字，就是民國三十九年那個時候寫的。那個時候李老師才六十多歲，還不到七十歲。台中講過一遍之後，以後就沒有再講了，他一生講這個本子講過一遍，講康僧鎧的本子大概講過二、三遍，也是有人批評，所以他就不再講了。我在台中，他把這個本子給我，我到台北，五十六年到台北講經，就想講這部經。他告訴我，他說因緣還沒有成熟，勸我不要講，因緣沒成熟。所以那時候我們也印了四千本，四千本本來是準備講經用的，老師不准講，這四千本書就到處送，結緣了。一直到李老師往生，這個因緣才算是成熟，我們把這個本子印出來，給李老師做個紀念。李老師大的著作沒有，這本經他是非常之用心，雖然註的文字不多，但是非常重要，可以說把每一章、每一節裡頭的要義，他都提出來了，非常之稀有難得。我們把它印出來，印出來之後，有很多人看到了都歡喜，來找我，希望講一遍。好吧！就講一遍，這有人來找我講，大概因緣成熟了。過去我想講，沒人找我，因緣不成熟。這個有關係。現在是有人找我講，那好，我就講一遍。這一開講之後，聽的人是愈聽愈歡喜，他們聽得歡喜，我講得也歡喜，說聽都歡喜，人數是愈來愈多。"
    },
    {
      "id": "02-021-0001_p0025",
      "zh_CN": "这三年以来，现在读诵这部经的人太多太多了。所以台湾这个地方，我们在台湾是真正弘扬开了，从南到北，全岛念佛的同修都念这部经，而且都在听广播、听录音带，这个很难得。而且我劝他们，真正修这个法门，从哪里入门？一天把这部经念三遍，一天念三遍，先念三年。这三年当中，我们修什么？修不间断、不夹杂，当然不怀疑，重点是修不间断、不夹杂。所以我劝同修，我们不看报纸、不看杂志、不听广播、不看电视，我们的心清净，一天到晚天下太平。所以台北示威游行我都不知道，很多人来告诉我哪里怎么样，统统不晓得，天下太平，身心无事，念佛、忆佛，心里头只有阿弥陀佛。我们这样子，在闹中取静，把心定下来，暂时把所有一切的法门统统都把它摆到书架上去。我说等三年以后把这部经念上三千遍了，有这三千遍的底子，我们再去看其他的经典，再去研究其他的法门，那就不一样了。可是有不少人，他真的要这样去做了，能够背诵的人太多太多了。一天念五遍的，还有念十遍、念十二遍的。告诉我念十二遍要十个小时，大概一遍要四十分钟到四十五分钟，真是熟透了。这么多人在念这部经，这么多人在认真的修行，台湾怎么可能遭难？不可能。我看这部经普遍弘扬，台湾决定不止十个往生，若能有几十个、百把人，那个地方是宝岛、是福地，什么灾难都没有，这是真的。所以今天在全世界，新加坡听讲的人虽然多，可是认真修学，新加坡还是不如台湾，台湾认真修学的人真多。新加坡我讲经听众是多，但是在台湾要有那么多听众，我那个讲堂也容纳不下，我讲堂现在坐满了，也不过坐一百五十人，再就没有法子容纳了。但是听录音带、听广播的人非常之多。这是非常好的现象，这个是实实在在稀有难逢的大事因缘。我们在一生当中遇到，想到经上告诉我们，多少菩萨想听这个法门没有缘分，我们今天有缘分能够接触到、能够见到、能够听到，实在是稀有。",
      "zh_TW": "這三年以來，現在讀誦這部經的人太多太多了。所以台灣這個地方，我們在台灣是真正弘揚開了，從南到北，全島念佛的同修都念這部經，而且都在聽廣播、聽錄音帶，這個很難得。而且我勸他們，真正修這個法門，從哪裡入門？一天把這部經念三遍，一天念三遍，先念三年。這三年當中，我們修什麼？修不間斷、不夾雜，當然不懷疑，重點是修不間斷、不夾雜。所以我勸同修，我們不看報紙、不看雜誌、不聽廣播、不看電視，我們的心清淨，一天到晚天下太平。所以台北示威遊行我都不知道，很多人來告訴我哪裡怎麼樣，統統不曉得，天下太平，身心無事，念佛、憶佛，心裡頭只有阿彌陀佛。我們這樣子，在鬧中取靜，把心定下來，暫時把所有一切的法門統統都把它擺到書架上去。我說等三年以後把這部經念上三千遍了，有這三千遍的底子，我們再去看其他的經典，再去研究其他的法門，那就不一樣了。可是有不少人，他真的要這樣去做了，能夠背誦的人太多太多了。一天念五遍的，還有念十遍、念十二遍的。告訴我念十二遍要十個小時，大概一遍要四十分鐘到四十五分鐘，真是熟透了。這麼多人在念這部經，這麼多人在認真的修行，台灣怎麼可能遭難？不可能。我看這部經普遍弘揚，台灣決定不止十個往生，若能有幾十個、百把人，那個地方是寶島、是福地，什麼災難都沒有，這是真的。所以今天在全世界，新加坡聽講的人雖然多，可是認真修學，新加坡還是不如台灣，台灣認真修學的人真多。新加坡我講經聽眾是多，但是在台灣要有那麼多聽眾，我那個講堂也容納不下，我講堂現在坐滿了，也不過坐一百五十人，再就沒有法子容納了。但是聽錄音帶、聽廣播的人非常之多。這是非常好的現象，這個是實實在在稀有難逢的大事因緣。我們在一生當中遇到，想到經上告訴我們，多少菩薩想聽這個法門沒有緣分，我們今天有緣分能夠接觸到、能夠見到、能夠聽到，實在是稀有。"
    },
    {
      "id": "02-021-0001_p0026",
      "zh_CN": "再说到这一部经的殊胜，古人讲了两句话，这两句话确确实实把它包括了，那就是「契机契理」。机是众生可度之机，只要你能够相信、能够发愿，肯念这一句阿弥陀佛，这就成功了。小本《弥陀经》里讲的信、愿、行，这三个条件称为三资粮。什么样的人？古德给我们说，「三根普被，凡圣齐收」，可以说一个都不漏。它最殊胜的地方，是叫我们一生成佛，不是说菩萨一生成佛，我们凡夫也是一生成佛；不但我们人可以一生成佛，连饿鬼、地狱、畜生都可以一生成佛。这个不可思议，这是真正难信之法。但是这是事实，绝对不是佛用一种方便来诱惑我们，那佛就打妄语了，它确确实实是真实的。所以上上根，像文殊菩萨、普贤菩萨，华严会上四十一位法身大士，四十一位从等觉到初住，这些人全体承当。下下根的包括恶道众生，也能够依这个法门往生净土，生到净土之后就是所谓的「横出三界，圆登四土」。何况这部经上弥陀在四十八愿里面给我们讲得很清楚，释迦牟尼佛在经文里面更详细明白给我们介绍出，到了西方极乐世界，不但是跟观音、势至平等，跟阿弥陀佛也平等。每一个人长的相貌跟阿弥陀佛一样，没有一丝毫欠缺。一切受用，佛是怎么样受用，你也怎么受用，不会说是阿弥陀佛住的房子特别大，我们去的房子住得比较小一点，那就不平等了。所以它这个世界奇妙，它是平等世界，完全相同。这个原因都要在这一部经里头细细跟诸位介绍，你才恍惚大悟，为什么它是平等世界。为什么十方诸佛的净土不平等，唯独西方净土平等，这个原因在哪里？这一部经上也详详细细给我们说出，有它真正的原因。你念了之后，你想了以后，想通真的相信了，没有怀疑，断疑生信，我们才能够认真努力来修学，这一生满诸佛之愿，也满自己的大愿。其次契理，理是理论，当然没有理论依据讲话就不灵，一定要有理论依据。什么理？我们世间人常讲的真理，真理是永远不变的，所以释迦牟尼佛是依据真理来给我们讲真实之理。",
      "zh_TW": "再說到這一部經的殊勝，古人講了兩句話，這兩句話確確實實把它包括了，那就是「契機契理」。機是眾生可度之機，只要你能夠相信、能夠發願，肯念這一句阿彌陀佛，這就成功了。小本《彌陀經》裡講的信、願、行，這三個條件稱為三資糧。什麼樣的人？古德給我們說，「三根普被，凡聖齊收」，可以說一個都不漏。它最殊勝的地方，是叫我們一生成佛，不是說菩薩一生成佛，我們凡夫也是一生成佛；不但我們人可以一生成佛，連餓鬼、地獄、畜生都可以一生成佛。這個不可思議，這是真正難信之法。但是這是事實，絕對不是佛用一種方便來誘惑我們，那佛就打妄語了，它確確實實是真實的。所以上上根，像文殊菩薩、普賢菩薩，華嚴會上四十一位法身大士，四十一位從等覺到初住，這些人全體承當。下下根的包括惡道眾生，也能夠依這個法門往生淨土，生到淨土之後就是所謂的「橫出三界，圓登四土」。何況這部經上彌陀在四十八願裡面給我們講得很清楚，釋迦牟尼佛在經文裡面更詳細明白給我們介紹出，到了西方極樂世界，不但是跟觀音、勢至平等，跟阿彌陀佛也平等。每一個人長的相貌跟阿彌陀佛一樣，沒有一絲毫欠缺。一切受用，佛是怎麼樣受用，你也怎麼受用，不會說是阿彌陀佛住的房子特別大，我們去的房子住得比較小一點，那就不平等了。所以它這個世界奇妙，它是平等世界，完全相同。這個原因都要在這一部經裡頭細細跟諸位介紹，你才恍惚大悟，為什麼它是平等世界。為什麼十方諸佛的淨土不平等，唯獨西方淨土平等，這個原因在哪裡？這一部經上也詳詳細細給我們說出，有它真正的原因。你念了之後，你想了以後，想通真的相信了，沒有懷疑，斷疑生信，我們才能夠認真努力來修學，這一生滿諸佛之願，也滿自己的大願。其次契理，理是理論，當然沒有理論依據講話就不靈，一定要有理論依據。什麼理？我們世間人常講的真理，真理是永遠不變的，所以釋迦牟尼佛是依據真理來給我們講真實之理。"
    },
    {
      "id": "02-021-0001_p0027",
      "zh_CN": "这个经上给我们说了三个真实。第一个说「开化显示真实之际」，这是阿弥陀佛以及诸佛如来宣扬这个法门的目的。开是开示，化是教学，佛开示我们要能够悟入，悟入就是变化。古人讲读书志在变化气质，学佛是志在变凡成佛，变化气质，化了。显是明显给我们指示出真实之际。真实之际是什么？就是禅宗里面所说的「父母未生前本来面目」。换句话说，指出我们真实的自己，这叫真实之际，也是禅宗里面所讲的「明心见性，见性成佛」，明心见性就是真实之际。",
      "zh_TW": "這個經上給我們說了三個真實。第一個說「開化顯示真實之際」，這是阿彌陀佛以及諸佛如來宣揚這個法門的目的。開是開示，化是教學，佛開示我們要能夠悟入，悟入就是變化。古人講讀書志在變化氣質，學佛是志在變凡成佛，變化氣質，化了。顯是明顯給我們指示出真實之際。真實之際是什麼？就是禪宗裡面所說的「父母未生前本來面目」。換句話說，指出我們真實的自己，這叫真實之際，也是禪宗裡面所講的「明心見性，見性成佛」，明心見性就是真實之際。"
    },
    {
      "id": "02-021-0001_p0028",
      "zh_CN": "又告诉我们说，「住真实慧」，这一句话重要了，住是什么？安住。一部《金刚经》最重要的一个大问题就是「应云何住」，须菩提向释迦牟尼佛提出来，我们的心要住在哪里？《金刚经》上两个问题，另外一个问题是「云何降伏其心」。我们一天到晚胡思乱想，妄念纷飞这个心，应该怎么样把这个妄念降伏？这部经上告诉我们，「住真实慧」。真实慧是什么？要给诸位说题目就是「南无阿弥陀佛」，你把这个心安住在阿弥陀佛上，这就是真实慧。如果照题目来作文章，就是这一部《无量寿经》，你把心安住在《无量寿经》里面，就是住真实慧。所以叫你天天念这一部经，念经就是住真实慧。住真实慧怎么个住法？每天念这部经、每天念这个佛号就是住真实慧，这个确实是真实，一点都不假。为什么？你念心定了，心定就开智慧。我们智慧为什么失掉？失掉就是心不清净。心清净就生智慧，一分清净就生一分智慧，二分清净就生二分智慧，十分清净就生十分智慧，智慧是这么来的。不是从外头学来的，是从自心里面生出来。所以智慧是本有的，不是从外来的。",
      "zh_TW": "又告訴我們說，「住真實慧」，這一句話重要了，住是什麼？安住。一部《金剛經》最重要的一個大問題就是「應云何住」，須菩提向釋迦牟尼佛提出來，我們的心要住在哪裡？《金剛經》上兩個問題，另外一個問題是「云何降伏其心」。我們一天到晚胡思亂想，妄念紛飛這個心，應該怎麼樣把這個妄念降伏？這部經上告訴我們，「住真實慧」。真實慧是什麼？要給諸位說題目就是「南無阿彌陀佛」，你把這個心安住在阿彌陀佛上，這就是真實慧。如果照題目來作文章，就是這一部《無量壽經》，你把心安住在《無量壽經》裡面，就是住真實慧。所以叫你天天念這一部經，念經就是住真實慧。住真實慧怎麼個住法？每天念這部經、每天念這個佛號就是住真實慧，這個確實是真實，一點都不假。為什麼？你念心定了，心定就開智慧。我們智慧為什麼失掉？失掉就是心不清淨。心清淨就生智慧，一分清淨就生一分智慧，二分清淨就生二分智慧，十分清淨就生十分智慧，智慧是這麼來的。不是從外頭學來的，是從自心裡面生出來。所以智慧是本有的，不是從外來的。"
    },
    {
      "id": "02-021-0001_p0029",
      "zh_CN": "第三个真实，「惠以真实之利」。佛给我们什么？给我们最真实的利益，最真实的利益是什么？是《无量寿经》、是净土法门。世出世间什么最真实？这个最真实，没有比这个更真实的，因为这个法子，短短时间之中，教你一生圆满成佛。我这些年深深的体验，这部经真正是圆满究竟真实。在现前它这个真实，是教我们心地清净、百病不生，这个真实！教我们不生病、健康快乐，这是眼前最真实的。你依照这个法门修学罪障消除，真照这个做，确确实实达到这个效果。我现在说话愈说愈响亮，愈说是愈大声，什么原因？因为我教的那些人，他们依教奉行的，真的这几个目标达到了，确确实实达到了，业障消除了，精神愉快、健康长寿、百病不生。所以不但是有理论，而且有事实给我们做证明，不是一个人，很多人，这是真实之利。往生西方得的是究竟真实之利，他一生成佛了，这是究竟真实之利。所以一部经上佛讲三种真实很稀有，诸位看看一切大乘经典，哪一部经典里面给你讲这三种真实。这个太稀有了。",
      "zh_TW": "第三個真實，「惠以真實之利」。佛給我們什麼？給我們最真實的利益，最真實的利益是什麼？是《無量壽經》、是淨土法門。世出世間什麼最真實？這個最真實，沒有比這個更真實的，因為這個法子，短短時間之中，教你一生圓滿成佛。我這些年深深的體驗，這部經真正是圓滿究竟真實。在現前它這個真實，是教我們心地清淨、百病不生，這個真實！教我們不生病、健康快樂，這是眼前最真實的。你依照這個法門修學罪障消除，真照這個做，確確實實達到這個效果。我現在說話愈說愈響亮，愈說是愈大聲，什麼原因？因為我教的那些人，他們依教奉行的，真的這幾個目標達到了，確確實實達到了，業障消除了，精神愉快、健康長壽、百病不生。所以不但是有理論，而且有事實給我們做證明，不是一個人，很多人，這是真實之利。往生西方得的是究竟真實之利，他一生成佛了，這是究竟真實之利。所以一部經上佛講三種真實很稀有，諸位看看一切大乘經典，哪一部經典裡面給你講這三種真實。這個太稀有了。"
    },
    {
      "id": "02-021-0001_p0030",
      "zh_CN": "古人称赞本经为中本《华严》，把这部经跟《华严经》相提并论，八十卷《华严经》分量多，称为大华严，这本是中华严。换句话说，本经的教义是《华严经》的精华，你喜欢念详细的，你去念《华严经》（《大方广佛华严经》）。你认为那部经太多了，分量太多了，太麻烦了，这是《华严经》的精华，中本《华严经》。中本《华严经》，当然还有小本《华严经》，小本《华严经》是什么？《阿弥陀经》。《佛说阿弥陀经》是小本《华严经》，精华之精华，太精了。太精了，我们反而看不懂了，文字太少了。其实它展开来的确就是一部《大方广佛华严经》，十万偈的《华严经》。这个分量非常适中，不算太少，也不太多。尤其是文言文非常非常重要，这是大家千万不可以疏忽的，文言文是我们中国人与古圣先贤交往的一把秘密的钥匙。通常文言文的学习，过去李老师教给我们要背诵五十篇古文，能够背诵五十篇古文，你就有阅读文言文的能力了。你能够背诵一百篇古文，你就有写文言文的能力，文言文是这么学来的。我们现在都是中年以上的人，不能再去当小学生，所以最好就拿《无量寿经》当古文来念。李老师规定我们五十篇，这一部经四十八篇，也差不多了，只差一点点，可以了。所以拿这一部经当古文来念，你把它念熟了，念背了，换句话说，阅读文言文的能力就有。",
      "zh_TW": "古人稱讚本經為中本《華嚴》，把這部經跟《華嚴經》相提並論，八十卷《華嚴經》分量多，稱為大華嚴，這本是中華嚴。換句話說，本經的教義是《華嚴經》的精華，你喜歡念詳細的，你去念《華嚴經》（《大方廣佛華嚴經》）。你認為那部經太多了，分量太多了，太麻煩了，這是《華嚴經》的精華，中本《華嚴經》。中本《華嚴經》，當然還有小本《華嚴經》，小本《華嚴經》是什麼？《阿彌陀經》。《佛說阿彌陀經》是小本《華嚴經》，精華之精華，太精了。太精了，我們反而看不懂了，文字太少了。其實它展開來的確就是一部《大方廣佛華嚴經》，十萬偈的《華嚴經》。這個分量非常適中，不算太少，也不太多。尤其是文言文非常非常重要，這是大家千萬不可以疏忽的，文言文是我們中國人與古聖先賢交往的一把祕密的鑰匙。通常文言文的學習，過去李老師教給我們要背誦五十篇古文，能夠背誦五十篇古文，你就有閱讀文言文的能力了。你能夠背誦一百篇古文，你就有寫文言文的能力，文言文是這麼學來的。我們現在都是中年以上的人，不能再去當小學生，所以最好就拿《無量壽經》當古文來念。李老師規定我們五十篇，這一部經四十八篇，也差不多了，只差一點點，可以了。所以拿這一部經當古文來念，你把它念熟了，念背了，換句話說，閱讀文言文的能力就有。"
    },
    {
      "id": "02-021-0001_p0031",
      "zh_CN": "我们在达拉斯，这也是很难得的一个缘分，我们买了这块小地，想建一个念佛堂，旧房子政府规定不能住人，所以我就想把它搞成一个图书馆。我还有意思到台湾去买一部《四库全书》来，一部《四库全书》，过去出版的时候是一百五十万台币，在我想现在可能还是这个数字，因为那个买的人很少。我想买一部《四库全书》，我们有好几种的《大藏经》，统统放在那个地方去，放在那个图书馆。可是图书馆的钥匙，不是我们锁门的钥匙，你拿锁门的钥匙没有用处，文言文是钥匙。你要懂文言文，《四库全书》、三藏经典够你一生受用了。所以我想最近可能我要回台湾去一趟，去找一部《四库全书》来，这是我们中国的宝藏。",
      "zh_TW": "我們在達拉斯，這也是很難得的一個緣分，我們買了這塊小地，想建一個念佛堂，舊房子政府規定不能住人，所以我就想把它搞成一個圖書館。我還有意思到台灣去買一部《四庫全書》來，一部《四庫全書》，過去出版的時候是一百五十萬台幣，在我想現在可能還是這個數字，因為那個買的人很少。我想買一部《四庫全書》，我們有好幾種的《大藏經》，統統放在那個地方去，放在那個圖書館。可是圖書館的鑰匙，不是我們鎖門的鑰匙，你拿鎖門的鑰匙沒有用處，文言文是鑰匙。你要懂文言文，《四庫全書》、三藏經典夠你一生受用了。所以我想最近可能我要回台灣去一趟，去找一部《四庫全書》來，這是我們中國的寶藏。"
    },
    {
      "id": "02-021-0001_p0032",
      "zh_CN": "所以《华严经》里面所讲的「理事无碍、事事无碍」四无碍法界、十玄门，都在这部经典。蕅益大师说得很好，「华严奥藏，法华秘髓」都在这部经中。这部经在修学上来讲非常方便，因为这一句佛号随时随地都可以修，不耽误工作，依旧能够了生脱死。我们在《往生传》上看到，在《净土圣贤录》里面看到，确实不妨碍工作，可以自利利他。经上告诉我们将来佛法灭尽，唯独这一部经最后灭，最后灭它还存在世间一百年，在那时候有人遇到这部经，依照这部经修学还能够随意所愿。这是我们认真要去反省的，能够度最后世的众生，众生现在遇到怎么会不得度？所以说，此界他方一切有情，离苦得乐究竟圆满的法门就是这一部《无量寿经》，也就是夏莲居居士会集的这个本子，我们对它要生决定的信心，决定不怀疑，依照这个本子来修学决定成就。",
      "zh_TW": "所以《華嚴經》裡面所講的「理事無礙、事事無礙」四無礙法界、十玄門，都在這部經典。蕅益大師說得很好，「華嚴奧藏，法華祕髓」都在這部經中。這部經在修學上來講非常方便，因為這一句佛號隨時隨地都可以修，不耽誤工作，依舊能夠了生脫死。我們在《往生傳》上看到，在《淨土聖賢錄》裡面看到，確實不妨礙工作，可以自利利他。經上告訴我們將來佛法滅盡，唯獨這一部經最後滅，最後滅它還存在世間一百年，在那時候有人遇到這部經，依照這部經修學還能夠隨意所願。這是我們認真要去反省的，能夠度最後世的眾生，眾生現在遇到怎麼會不得度？所以說，此界他方一切有情，離苦得樂究竟圓滿的法門就是這一部《無量壽經》，也就是夏蓮居居士會集的這個本子，我們對它要生決定的信心，決定不懷疑，依照這個本子來修學決定成就。"
    },
    {
      "id": "02-021-0001_p0033",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}