{
  "doc_id": "02-038-0020",
  "title": {
    "zh_CN": "无量寿经菁华",
    "zh_TW": "無量壽經菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "02-038-0020",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-038-0020_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。",
      "zh_TW": "諸位法師，諸位同學，請坐。"
    },
    {
      "id": "02-038-0020_p0002",
      "zh_CN": "今天我们从普贤十愿第六看起，「六，请转法轮，谓十方刹土诸佛，成等正觉，我以身口意业，殷勤劝请转妙法轮，普雨法雨，自他霑洽，故云请转法轮」。这一愿非常重要，佛法是师道，中国人常说的尊师重道，我们对老师要请法，向老师请教。如果没有人请，老师就不说，也就不教了，所以这请法的功德非常大。特别是菩萨示现成佛，像释迦牟尼佛当年在菩提树下给我们做出示现，大彻大悟，明心见性，这就是成佛。如果没有人请他讲经说法，没有人请他长住世间，他怎么样？他就走了，当时就圆寂。我们这些凡夫，肉眼凡夫看到释迦牟尼佛在菩提树下打坐，他坐在什么地方？他坐在茅草，用茅草铺在地上，佛坐在这个草垫上面。没人请他，被四禅天里面净居天人看到，净居天人看到这是菩萨示现成佛，看到没有人请，他们很着急，他们就从四禅天上下来，变化作普通人。佛当然知道，变化作普通人，这几个人来请佛说法、请佛住世，释迦牟尼佛答应。这些净居天人所做的这些事，让释迦牟尼佛在这个时代讲经说法四十九年，遗教流传到今天，还要流传下去。",
      "zh_TW": "今天我們從普賢十願第六看起，「六，請轉法輪，謂十方剎土諸佛，成等正覺，我以身口意業，殷勤勸請轉妙法輪，普雨法雨，自他霑洽，故云請轉法輪」。這一願非常重要，佛法是師道，中國人常說的尊師重道，我們對老師要請法，向老師請教。如果沒有人請，老師就不說，也就不教了，所以這請法的功德非常大。特別是菩薩示現成佛，像釋迦牟尼佛當年在菩提樹下給我們做出示現，大徹大悟，明心見性，這就是成佛。如果沒有人請他講經說法，沒有人請他長住世間，他怎麼樣？他就走了，當時就圓寂。我們這些凡夫，肉眼凡夫看到釋迦牟尼佛在菩提樹下打坐，他坐在什麼地方？他坐在茅草，用茅草鋪在地上，佛坐在這個草墊上面。沒人請他，被四禪天裡面淨居天人看到，淨居天人看到這是菩薩示現成佛，看到沒有人請，他們很著急，他們就從四禪天上下來，變化作普通人。佛當然知道，變化作普通人，這幾個人來請佛說法、請佛住世，釋迦牟尼佛答應。這些淨居天人所做的這些事，讓釋迦牟尼佛在這個時代講經說法四十九年，遺教流傳到今天，還要流傳下去。"
    },
    {
      "id": "02-038-0020_p0003",
      "zh_CN": "流传多久？佛在经上讲流传一万二千年。佛这法运分为三个时期，正法时期，释迦牟尼佛灭度一千年这是正法，就是法还很纯正，依照经教修行都能证果，这个证果就是讲小乘从初果到阿罗汉，都还有人。第二个阶段是像法时期，像法时期人的根性就跟从前不能比，没有从前那些人那么样的老实、那么清净，也就是他烦恼多、妄念多了，这个时候依照戒律修学不能证果，那修什么？修禅定，所以像法禅定成就。佛法传到中国来正好是正法过去，像法开始，所以这像法一千年我们在中国看到，中国的禅风非常兴盛，正好是像法时期。公元六十七年这是汉明帝派的特使到西域，就是现在的新疆，见到摩腾、竺法兰，这两位法师从印度过来的，把他们请到中国来。这到中国之后，中国三宝具足，他们带来佛像、带来佛经，这两个出家人，所以佛法僧三宝具足。当时汉明帝非常欢喜。在中国就传了将近这两千年，世世代代修行、证果、开悟、成佛，真有成佛的，你说这是多大的功德！我们想一想，我们得感激净居天人，如果他不来启请，那释迦牟尼佛一示现，真像昙花一现就走了，没人知道。",
      "zh_TW": "流傳多久？佛在經上講流傳一萬二千年。佛這法運分為三個時期，正法時期，釋迦牟尼佛滅度一千年這是正法，就是法還很純正，依照經教修行都能證果，這個證果就是講小乘從初果到阿羅漢，都還有人。第二個階段是像法時期，像法時期人的根性就跟從前不能比，沒有從前那些人那麼樣的老實、那麼清淨，也就是他煩惱多、妄念多了，這個時候依照戒律修學不能證果，那修什麼？修禪定，所以像法禪定成就。佛法傳到中國來正好是正法過去，像法開始，所以這像法一千年我們在中國看到，中國的禪風非常興盛，正好是像法時期。公元六十七年這是漢明帝派的特使到西域，就是現在的新疆，見到摩騰、竺法蘭，這兩位法師從印度過來的，把他們請到中國來。這到中國之後，中國三寶具足，他們帶來佛像、帶來佛經，這兩個出家人，所以佛法僧三寶具足。當時漢明帝非常歡喜。在中國就傳了將近這兩千年，世世代代修行、證果、開悟、成佛，真有成佛的，你說這是多大的功德！我們想一想，我們得感激淨居天人，如果他不來啟請，那釋迦牟尼佛一示現，真像曇花一現就走了，沒人知道。"
    },
    {
      "id": "02-038-0020_p0004",
      "zh_CN": "菩萨就不一样了，菩萨就不拘这些形式；佛一定要，为什么？他代表师道。菩萨跟我们是同学的关系，但是他不能现佛身；要现佛身，那一定我们要有启请的规矩，要认真去启请。菩萨是以一般人的身分，像观音菩萨三十二应所讲的，应以什么身得度就现什么身。虚云老和尚当年在世有一次去朝五台山，大概他是从南方发心朝五台山，三步一拜。诸位想想，要经过好几个省，那要拜二、三年才拜到，三步一拜。这个路上免不了生病，生病在荒野里面找不到人家，病倒了，正在困难的时候遇到一个乞丐，要饭的乞丐见到救了他，帮他忙，帮他调理身体照顾他，几天之后老和尚病好了继续去朝山。走了几个月之后，第二次又生病，又碰到这个乞丐，那么巧又碰到这乞丐。非常感恩他，就问他「你叫什么名字？」他说他叫文吉，文章的文，吉祥的吉，叫文吉。「你家住在哪里？」他说「我家就住在五台山，你到五台山问人，他们都知道我。」老和尚记住，到了五台山之后到处去打听，没人知道，到寺庙里面去向出家人请教，出家人说那是文殊菩萨，才恍然大悟。菩萨可以示现化身，不需要你请的，他自己就来，你有困难他就来。所以只有佛代表师道，佛是老师；菩萨、阿罗汉都是同学，同学就不必那么客气，可以随便一点。所以菩萨他应以什么身帮助你，他就示现什么身。你看在旷野示现乞丐的身分，他方便照顾，老和尚也不会怀疑，也都接受。如果知道他是文殊菩萨，还得了吗？那还敢让菩萨来服侍他吗？就不敢！",
      "zh_TW": "菩薩就不一樣了，菩薩就不拘這些形式；佛一定要，為什麼？他代表師道。菩薩跟我們是同學的關係，但是他不能現佛身；要現佛身，那一定我們要有啟請的規矩，要認真去啟請。菩薩是以一般人的身分，像觀音菩薩三十二應所講的，應以什麼身得度就現什麼身。虛雲老和尚當年在世有一次去朝五台山，大概他是從南方發心朝五台山，三步一拜。諸位想想，要經過好幾個省，那要拜二、三年才拜到，三步一拜。這個路上免不了生病，生病在荒野裡面找不到人家，病倒了，正在困難的時候遇到一個乞丐，要飯的乞丐見到救了他，幫他忙，幫他調理身體照顧他，幾天之後老和尚病好了繼續去朝山。走了幾個月之後，第二次又生病，又碰到這個乞丐，那麼巧又碰到這乞丐。非常感恩他，就問他「你叫什麼名字？」他說他叫文吉，文章的文，吉祥的吉，叫文吉。「你家住在哪裡？」他說「我家就住在五台山，你到五台山問人，他們都知道我。」老和尚記住，到了五台山之後到處去打聽，沒人知道，到寺廟裡面去向出家人請教，出家人說那是文殊菩薩，才恍然大悟。菩薩可以示現化身，不需要你請的，他自己就來，你有困難他就來。所以只有佛代表師道，佛是老師；菩薩、阿羅漢都是同學，同學就不必那麼客氣，可以隨便一點。所以菩薩他應以什麼身幫助你，他就示現什麼身。你看在曠野示現乞丐的身分，他方便照顧，老和尚也不會懷疑，也都接受。如果知道他是文殊菩薩，還得了嗎？那還敢讓菩薩來服侍他嗎？就不敢！"
    },
    {
      "id": "02-038-0020_p0005",
      "zh_CN": "在现前，现前佛、菩萨来不来？从理上来讲肯定来，但是他不是以佛的身分，也不以菩萨的身分，就像文殊菩萨化身，化文吉一样。在哪里？我想我们这个社会，男女老少各行各业里头都有，只是我们肉眼凡夫不认识。如果你细心去观察，偶尔你也会发现，这个人什么？肯定非常慈悲、很有智慧，善巧方便在大众当中帮助人排解艰难纠纷，他来做这些事情。他不会暴露身分，暴露身分他马上就要走，他要是不走的话，那就是欺骗人，决定不会暴露身分。我们明白这个道理，所以我们遇到了修持很好，对经教很通达、很熟悉，我们一定要学着请他讲经教学，佛法才能兴旺。请转法轮就是请讲经，在我们这个地区办班教学，时间长短那是因缘不同，最短的办一天，长的可以讲几个月，也可以讲几年。佛菩萨恒顺众生，随喜功德，哪里有缘哪个地方就现身，所以我们要会请。如果他经过我们这个地方，我们不懂得请法那很可惜，他很快就离开。或者是在我们的邻近，他在那里讲经说法，我们知道了，应当到那个地方去听经。《菩萨戒经》里面有这么一条，受过菩萨戒的人，我们一般人不知道请讲经、请法，受菩萨戒的人他一定要来请讲经，那是他的本分、他的责任，他懂。戒条里面有这么一条，法师在那个地方讲经，那个道场距离你居住的地方四十里这样的距离，菩萨戒的人一定要去听经。四十里，四十里走路走一天，要听一次经，你想想看，四十里差不多要走五个小时，通常我们走路，大概一个小时走八里路，也就是四公里，二十公里的这个距离，菩萨不好当。",
      "zh_TW": "在現前，現前佛、菩薩來不來？從理上來講肯定來，但是他不是以佛的身分，也不以菩薩的身分，就像文殊菩薩化身，化文吉一樣。在哪裡？我想我們這個社會，男女老少各行各業裡頭都有，只是我們肉眼凡夫不認識。如果你細心去觀察，偶爾你也會發現，這個人什麼？肯定非常慈悲、很有智慧，善巧方便在大眾當中幫助人排解艱難糾紛，他來做這些事情。他不會暴露身分，暴露身分他馬上就要走，他要是不走的話，那就是欺騙人，決定不會暴露身分。我們明白這個道理，所以我們遇到了修持很好，對經教很通達、很熟悉，我們一定要學著請他講經教學，佛法才能興旺。請轉法輪就是請講經，在我們這個地區辦班教學，時間長短那是因緣不同，最短的辦一天，長的可以講幾個月，也可以講幾年。佛菩薩恆順眾生，隨喜功德，哪裡有緣哪個地方就現身，所以我們要會請。如果他經過我們這個地方，我們不懂得請法那很可惜，他很快就離開。或者是在我們的鄰近，他在那裡講經說法，我們知道了，應當到那個地方去聽經。《菩薩戒經》裡面有這麼一條，受過菩薩戒的人，我們一般人不知道請講經、請法，受菩薩戒的人他一定要來請講經，那是他的本分、他的責任，他懂。戒條裡面有這麼一條，法師在那個地方講經，那個道場距離你居住的地方四十里這樣的距離，菩薩戒的人一定要去聽經。四十里，四十里走路走一天，要聽一次經，你想想看，四十里差不多要走五個小時，通常我們走路，大概一個小時走八里路，也就是四公里，二十公里的這個距離，菩薩不好當。"
    },
    {
      "id": "02-038-0020_p0006",
      "zh_CN": "为什么他要去？他做影响众。因为菩萨都有修行的，都懂得经教的，他们这些人都来听经，初学的人看到就有信心，「这法师大概不错」。对法师起恭敬心，对他所说的法，他会用心来学习。所以他来带头做影响众，这是佛门规矩。现在交通方便，这四十里太近，我们不能用四十里这个里数来算，应该要怎么算法？现在坐车车程四小时，应该这样算法才对，你开车开四个小时到这里来听经。新加坡到我们这里来差不多四个小时，这样的距离他不来听经他就破戒。佛法兴旺就是这么兴起来的，菩萨们带动的。讲经的居士或者是法师，在那个地方讲经完了，我们要殷勤启请，启请到我们这个地方来讲经。这在过去没有问题，释迦牟尼佛在世就是这样表演的，佛没有一定的住所，哪里请哪里去。所以世尊当年在世，他的足迹，几乎整个印度东南西北他都到过，为什么？都有人请。讲经的利益太大！尤其要知道佛教是教育，不是宗教，这一点我们一定要认识清楚。佛陀当年在世一生讲经教学，被人请去，就是办班办了一次，确实我们在经典上看到。缘殊胜讲一部大经，讲几个月，讲一、二年。缘是说什么？缘是说听众，听众听得欢喜，依教修行真正得成就，那他就在这个地方要多住一段时间，一定要帮助大家成就。",
      "zh_TW": "為什麼他要去？他做影響眾。因為菩薩都有修行的，都懂得經教的，他們這些人都來聽經，初學的人看到就有信心，「這法師大概不錯」。對法師起恭敬心，對他所說的法，他會用心來學習。所以他來帶頭做影響眾，這是佛門規矩。現在交通方便，這四十里太近，我們不能用四十里這個里數來算，應該要怎麼算法？現在坐車車程四小時，應該這樣算法才對，你開車開四個小時到這裡來聽經。新加坡到我們這裡來差不多四個小時，這樣的距離他不來聽經他就破戒。佛法興旺就是這麼興起來的，菩薩們帶動的。講經的居士或者是法師，在那個地方講經完了，我們要殷勤啟請，啟請到我們這個地方來講經。這在過去沒有問題，釋迦牟尼佛在世就是這樣表演的，佛沒有一定的住所，哪裡請哪裡去。所以世尊當年在世，他的足跡，幾乎整個印度東南西北他都到過，為什麼？都有人請。講經的利益太大！尤其要知道佛教是教育，不是宗教，這一點我們一定要認識清楚。佛陀當年在世一生講經教學，被人請去，就是辦班辦了一次，確實我們在經典上看到。緣殊勝講一部大經，講幾個月，講一、二年。緣是說什麼？緣是說聽眾，聽眾聽得歡喜，依教修行真正得成就，那他就在這個地方要多住一段時間，一定要幫助大家成就。"
    },
    {
      "id": "02-038-0020_p0007",
      "zh_CN": "我们在经典里面去看，这一部经讲到一半就有人开悟，快讲完的时候发现有人证果，初果、二果、三果不定，有人证果。这个教学没有白教，听众里头真有人成就，这多么的稀有难得。这个功德是谁的？功德是启请的人，启请的人是功德主。这个世间做什么样的好事，都没有请讲经功德大。现在佛菩萨没有了，就是大德、法师们讲经，这个功德是第一殊胜，没有比这个更殊胜的，我们要知道。你们要做好事、做功德怎么做法？这就明白了，不是搞法会，不是去拜个什么忏，不是这个，讲经教学真实利益。缘特别殊胜，像我们在经典里面看到，祇树给孤独园、竹林精舍，佛在那里住了好几年，那是缘特别殊胜。佛也非常活泼不固执，这些国王大臣、长者居士他们有园林，有花园、有别墅，请佛去住，佛也去住，住在那里教学。祇树给孤独园住得很久，住了好几年，在那里讲了不少经，这缘特别殊胜。所以看佛很随和，戒律是很严格，但是他非常活泼，一点都不叫人生烦恼，不叫人感觉到不自在，这个都是我们称为善巧方便。真正通宗通教的法师一般都能观机，也就是他能知道听众的根性、知道听众的程度、知道听众现前的需要。所以他的教学就契机，真正帮助我们解决现前的问题，也能帮助我们解决这一生的问题。现前的问题跟终生的问题，总而言之，是一句话，帮助我们离苦得乐。现前是我们在世间这一生的事情，终生是我们生生世世，那就是要帮助我们脱离六道轮回，轮回实在讲太辛苦了。知道这个道理，那才叫得真正的利益；只帮助我们现前解决问题，这是小利益，这个小利益不是真实的。真实的利益是帮助我们开悟，破迷开悟，那是真实的利益。",
      "zh_TW": "我們在經典裡面去看，這一部經講到一半就有人開悟，快講完的時候發現有人證果，初果、二果、三果不定，有人證果。這個教學沒有白教，聽眾裡頭真有人成就，這多麼的稀有難得。這個功德是誰的？功德是啟請的人，啟請的人是功德主。這個世間做什麼樣的好事，都沒有請講經功德大。現在佛菩薩沒有了，就是大德、法師們講經，這個功德是第一殊勝，沒有比這個更殊勝的，我們要知道。你們要做好事、做功德怎麼做法？這就明白了，不是搞法會，不是去拜個什麼懺，不是這個，講經教學真實利益。緣特別殊勝，像我們在經典裡面看到，祇樹給孤獨園、竹林精舍，佛在那裡住了好幾年，那是緣特別殊勝。佛也非常活潑不固執，這些國王大臣、長者居士他們有園林，有花園、有別墅，請佛去住，佛也去住，住在那裡教學。祇樹給孤獨園住得很久，住了好幾年，在那裡講了不少經，這緣特別殊勝。所以看佛很隨和，戒律是很嚴格，但是他非常活潑，一點都不叫人生煩惱，不叫人感覺到不自在，這個都是我們稱為善巧方便。真正通宗通教的法師一般都能觀機，也就是他能知道聽眾的根性、知道聽眾的程度、知道聽眾現前的需要。所以他的教學就契機，真正幫助我們解決現前的問題，也能幫助我們解決這一生的問題。現前的問題跟終生的問題，總而言之，是一句話，幫助我們離苦得樂。現前是我們在世間這一生的事情，終生是我們生生世世，那就是要幫助我們脫離六道輪迴，輪迴實在講太辛苦了。知道這個道理，那才叫得真正的利益；只幫助我們現前解決問題，這是小利益，這個小利益不是真實的。真實的利益是幫助我們開悟，破迷開悟，那是真實的利益。"
    },
    {
      "id": "02-038-0020_p0008",
      "zh_CN": "当然与我们自己的根性有关系，开悟绝不是一生修的，证果那更不必说，总是过去生中，生生世世在佛门里面种下善根，善根深厚，一接触生欢喜心，一听他就懂，懂了之后他还真干。佛菩萨遇到这样的众生，这缘，遇到这种殊胜的缘分，肯定他要住一段时期，一定要帮助他成就，菩萨才能离开。否则的话，没有成就离开，怎么对得起他？他能成就，没有帮他成就这对不起人。世间一个好老师，这世间老师亦如是，遇到这么一个学生，真正能接受，真正能成就，这个学生家境清寒，不但没有钱缴学费，可能他生活都有问题，老师要遇到这样的学生，收不收学费？不收学费。不但不收学费，家里困难的时候，老师这时候拿钱帮助他，为什么？他能成就。把他教成就，他将来在社会上做出贡献利益多少人！利益社会、利益国家、利益人群。这样的事情老师欢喜做。真正佛弟子修学有了成就，一定要发心教学，为什么？教学相长。你要想成就自己，自己不教学可以成就根本智，持戒得定成就根本智。因为你没有接触社会，没有接触大众，你对于社会上许多事情，你都不知道，你没有经过锻炼。顺境里面你会不会起贪心？起贪心是什么？生烦恼，他不生智慧。逆境里面你有没有怨恨？有没有嫉妒障碍？这些都是烦恼，你不在事相上经历你不知道。所以讲经教学你接触的人就多，顺境逆境、善缘恶缘统统见到了。",
      "zh_TW": "當然與我們自己的根性有關係，開悟絕不是一生修的，證果那更不必說，總是過去生中，生生世世在佛門裡面種下善根，善根深厚，一接觸生歡喜心，一聽他就懂，懂了之後他還真幹。佛菩薩遇到這樣的眾生，這緣，遇到這種殊勝的緣分，肯定他要住一段時期，一定要幫助他成就，菩薩才能離開。否則的話，沒有成就離開，怎麼對得起他？他能成就，沒有幫他成就這對不起人。世間一個好老師，這世間老師亦如是，遇到這麼一個學生，真正能接受，真正能成就，這個學生家境清寒，不但沒有錢繳學費，可能他生活都有問題，老師要遇到這樣的學生，收不收學費？不收學費。不但不收學費，家裡困難的時候，老師這時候拿錢幫助他，為什麼？他能成就。把他教成就，他將來在社會上做出貢獻利益多少人！利益社會、利益國家、利益人群。這樣的事情老師歡喜做。真正佛弟子修學有了成就，一定要發心教學，為什麼？教學相長。你要想成就自己，自己不教學可以成就根本智，持戒得定成就根本智。因為你沒有接觸社會，沒有接觸大眾，你對於社會上許多事情，你都不知道，你沒有經過鍛鍊。順境裡面你會不會起貪心？起貪心是什麼？生煩惱，他不生智慧。逆境裡面你有沒有怨恨？有沒有嫉妒障礙？這些都是煩惱，你不在事相上經歷你不知道。所以講經教學你接觸的人就多，順境逆境、善緣惡緣統統見到了。"
    },
    {
      "id": "02-038-0020_p0009",
      "zh_CN": "《华严经》末后善财五十三参，五十三参是什么意思？佛把各行各业分为五十三类，男女老少各行各业让善财童子统统去接触。就是考试，历事炼心，你去试试看在境界里头还动不动心？生不生烦恼？真的不动心、不生烦恼，生智慧你就及格了，历事炼心！不经过这个锻炼不算数。过去方东美先生把《华严经》介绍给我，他说这才叫真智慧，通过考试的，没有通过考试的智慧不是真智慧。所以他一定是非常欢喜教学，为什么？锻炼自己。可是教学也有条件，什么条件？持戒、修定到一定的程度。这个程度在过去非常严格，释迦牟尼佛当年在世很严格，佛法传到中国来早年也很严格，到以后慢慢就放松。那个严格条件之下，我们都不及格。它的标准是什么？是明心见性，就是大彻大悟、明心见性，见性之后这才有资格参学。参学就是你可以接受别人邀请你讲经，哪个地方请你讲，哪个地方都可以去，你的持戒清净，你得定不会动摇。如果没有这个条件，你被别人请去，大家当然对你非常尊敬、供养，这一接触、一供养，自己烦恼习气就现前，对这个五欲六尘境界会起贪恋，那你立刻道心就退转。可以讲得天花乱坠，也可以引一些大众的欢喜心，可是将来还要继续搞六道轮回，这就错了。因为你持戒、修定、学经教，这会得福报，这是修行的功夫，你有修功当然会得福报。可福报一现前的时候，你烦恼起来你堕落了，在这种状况之下，高明的老师不会让你去这么做法。",
      "zh_TW": "《華嚴經》末後善財五十三參，五十三參是什麼意思？佛把各行各業分為五十三類，男女老少各行各業讓善財童子統統去接觸。就是考試，歷事鍊心，你去試試看在境界裡頭還動不動心？生不生煩惱？真的不動心、不生煩惱，生智慧你就及格了，歷事鍊心！不經過這個鍛鍊不算數。過去方東美先生把《華嚴經》介紹給我，他說這才叫真智慧，通過考試的，沒有通過考試的智慧不是真智慧。所以他一定是非常歡喜教學，為什麼？鍛鍊自己。可是教學也有條件，什麼條件？持戒、修定到一定的程度。這個程度在過去非常嚴格，釋迦牟尼佛當年在世很嚴格，佛法傳到中國來早年也很嚴格，到以後慢慢就放鬆。那個嚴格條件之下，我們都不及格。它的標準是什麼？是明心見性，就是大徹大悟、明心見性，見性之後這才有資格參學。參學就是你可以接受別人邀請你講經，哪個地方請你講，哪個地方都可以去，你的持戒清淨，你得定不會動搖。如果沒有這個條件，你被別人請去，大家當然對你非常尊敬、供養，這一接觸、一供養，自己煩惱習氣就現前，對這個五欲六塵境界會起貪戀，那你立刻道心就退轉。可以講得天花亂墜，也可以引一些大眾的歡喜心，可是將來還要繼續搞六道輪迴，這就錯了。因為你持戒、修定、學經教，這會得福報，這是修行的功夫，你有修功當然會得福報。可福報一現前的時候，你煩惱起來你墮落了，在這種狀況之下，高明的老師不會讓你去這麼做法。"
    },
    {
      "id": "02-038-0020_p0010",
      "zh_CN": "我这一代还沾一点边，我现在教学就不行，学生能听我的吗？纵然听，现在现实环境也不许可。我们当年学经教，在台中跟李老师，老师给我们同学约定，没有超过四十岁，不可以接受别人请到外面去讲经，不可以。一定要四十以上，你比较成熟一点，接触外面境界可以不被诱惑。可是现在不行，现在别说是四十岁，我看六十岁都不行，都保不住。现在应该是定的标准是八十岁，八十岁大概不会再动摇，你说多难！古人的标准是明心见性，那个年龄就不一定，你看惠能大师明心见性二十四岁，他二十四岁真的就可以弘宗研教，但是受了嫉妒障碍。五祖忍和尚这是一代的宗师，把衣钵传给一个不认识字的人，樵夫，所以他的学生都不服，没有一个人服气，总想把这衣钵夺回来。所以五祖传法，是半夜三更没人知道、没人看见，衣钵给他之后就叫他赶快走，去躲避。能大师问「我到哪里去？」五祖说「你从哪里来就回到哪里去，赶快躲避。」在猎人队里躲了十五年，你就想到嫉妒障碍多严重，唐朝那个时候，佛法鼎盛的时候尚且如是。那我们今天遭遇嫉妒障碍，还有什么话讲？理所当然！惠能大师能忍十五年，我们今天至少得忍二十五年，甚至于五十年，他忍十五年，我们得忍五十年，真的，真如此。",
      "zh_TW": "我這一代還沾一點邊，我現在教學就不行，學生能聽我的嗎？縱然聽，現在現實環境也不許可。我們當年學經教，在台中跟李老師，老師給我們同學約定，沒有超過四十歲，不可以接受別人請到外面去講經，不可以。一定要四十以上，你比較成熟一點，接觸外面境界可以不被誘惑。可是現在不行，現在別說是四十歲，我看六十歲都不行，都保不住。現在應該是定的標準是八十歲，八十歲大概不會再動搖，你說多難！古人的標準是明心見性，那個年齡就不一定，你看惠能大師明心見性二十四歲，他二十四歲真的就可以弘宗研教，但是受了嫉妒障礙。五祖忍和尚這是一代的宗師，把衣缽傳給一個不認識字的人，樵夫，所以他的學生都不服，沒有一個人服氣，總想把這衣缽奪回來。所以五祖傳法，是半夜三更沒人知道、沒人看見，衣缽給他之後就叫他趕快走，去躲避。能大師問「我到哪裡去？」五祖說「你從哪裡來就回到哪裡去，趕快躲避。」在獵人隊裡躲了十五年，你就想到嫉妒障礙多嚴重，唐朝那個時候，佛法鼎盛的時候尚且如是。那我們今天遭遇嫉妒障礙，還有什麼話講？理所當然！惠能大師能忍十五年，我們今天至少得忍二十五年，甚至於五十年，他忍十五年，我們得忍五十年，真的，真如此。"
    },
    {
      "id": "02-038-0020_p0011",
      "zh_CN": "我从学经教到今天五十九年，我学了第七年出来讲经，第七年三十三岁出家。那个时候讲经是在家里讲经，老师规定没超过四十岁不准出去，在台中莲社讲经，在慈光图书馆，我们有这么两个地方，这是老师主办的，不可以出去，到四十岁以后才可以出去。每到一个地方，人家就邀请，我们都要向老师报备，让老师知道，老师点头同意才能去，老师摇头就不能去，还守这个规矩。这是好事不是坏事，老师对学生的爱护，唯恐你禁不起诱惑你退转，那就真的是可惜。所以我们想想古人，想想佛陀当年在世给我们示范的，我们要细心体会如何防范堕落。要练习在逆境里面不起瞋恚，在顺境里面不起贪恋，你才能把持得住，具足这个条件才能接受别人启请。讲经教学才能够提升自己的境界，才真正能够把自己的烦恼习气磨掉，不在境界里面真的是磨不掉。古人讲的那个不算数，那是真话不是假话，一定要经历境界。名闻利养在现前不动心，财色名食睡在现前也不动心，自己确实一生掌握了一个方向，希望达到自己的目标。",
      "zh_TW": "我從學經教到今天五十九年，我學了第七年出來講經，第七年三十三歲出家。那個時候講經是在家裡講經，老師規定沒超過四十歲不准出去，在台中蓮社講經，在慈光圖書館，我們有這麼兩個地方，這是老師主辦的，不可以出去，到四十歲以後才可以出去。每到一個地方，人家就邀請，我們都要向老師報備，讓老師知道，老師點頭同意才能去，老師搖頭就不能去，還守這個規矩。這是好事不是壞事，老師對學生的愛護，唯恐你禁不起誘惑你退轉，那就真的是可惜。所以我們想想古人，想想佛陀當年在世給我們示範的，我們要細心體會如何防範墮落。要練習在逆境裡面不起瞋恚，在順境裡面不起貪戀，你才能把持得住，具足這個條件才能接受別人啟請。講經教學才能夠提升自己的境界，才真正能夠把自己的煩惱習氣磨掉，不在境界裡面真的是磨不掉。古人講的那個不算數，那是真話不是假話，一定要經歷境界。名聞利養在現前不動心，財色名食睡在現前也不動心，自己確實一生掌握了一個方向，希望達到自己的目標。"
    },
    {
      "id": "02-038-0020_p0012",
      "zh_CN": "今天学佛，如果方向跟目标是所谓八万四千法门，那是很不容易成就。末法时期，佛讲得很好，「净土成就」，这是佛在《大集经》里面说的。他说正法时期戒律成就，把戒律做到就能证果；像法时期持戒不行，不是戒律不起作用，是人持戒持不好。他烦恼习气多，他受不了，所以说禅定成就，像法时期一定要修定，戒帮助你得定，从禅定里面开智慧。末法时期一代不如一代，社会愈来愈复杂，学禅得不到定了，不但不能开悟，得定都得不到。民国初年那个时候修禅，开悟的真的是没有，得定还有，已经很少，不普遍，像我们熟知的虚云老和尚，他们那一代还有几个人得定。他入定确实有的时候十天、半个月，真的入定。我们在《年谱》里面看到一个例子，是过农历年的时候，老和尚煮芋头，厨房里面烧了一些芋头，做年夜饭吃，放好之后他在旁边打坐就入定，定中没有时间。这个寺庙里头有一些法师，「怎么虚云老和尚半个多月都没有来了？过年怎么过的？半个多月都没有到寺庙里面来。」就到他茅蓬去看看，看到他在那里打坐，就用引磬在他耳边敲几下叫他出定，敲几下他就出定。出定他就跟他们几个人，「我刚刚烧的芋头，来，我们一起来吃。」结果揭开锅盖芋头已经长毛，他说：怎么回事情？别人告诉他：你入定半个月了。你看他的感觉只有几分钟，「这个芋头我出定的时候正好应该烧好」，他不晓得已经半个月。这就是得定的有，开悟的就没见到过。",
      "zh_TW": "今天學佛，如果方向跟目標是所謂八萬四千法門，那是很不容易成就。末法時期，佛講得很好，「淨土成就」，這是佛在《大集經》裡面說的。他說正法時期戒律成就，把戒律做到就能證果；像法時期持戒不行，不是戒律不起作用，是人持戒持不好。他煩惱習氣多，他受不了，所以說禪定成就，像法時期一定要修定，戒幫助你得定，從禪定裡面開智慧。末法時期一代不如一代，社會愈來愈複雜，學禪得不到定了，不但不能開悟，得定都得不到。民國初年那個時候修禪，開悟的真的是沒有，得定還有，已經很少，不普遍，像我們熟知的虛雲老和尚，他們那一代還有幾個人得定。他入定確實有的時候十天、半個月，真的入定。我們在《年譜》裡面看到一個例子，是過農曆年的時候，老和尚煮芋頭，廚房裡面燒了一些芋頭，做年夜飯吃，放好之後他在旁邊打坐就入定，定中沒有時間。這個寺廟裡頭有一些法師，「怎麼虛雲老和尚半個多月都沒有來了？過年怎麼過的？半個多月都沒有到寺廟裡面來。」就到他茅蓬去看看，看到他在那裡打坐，就用引磬在他耳邊敲幾下叫他出定，敲幾下他就出定。出定他就跟他們幾個人，「我剛剛燒的芋頭，來，我們一起來吃。」結果揭開鍋蓋芋頭已經長毛，他說：怎麼回事情？別人告訴他：你入定半個月了。你看他的感覺只有幾分鐘，「這個芋頭我出定的時候正好應該燒好」，他不曉得已經半個月。這就是得定的有，開悟的就沒見到過。"
    },
    {
      "id": "02-038-0020_p0013",
      "zh_CN": "二次大战之后，可以说连得定的人都没有了，这是真的，像虚老和尚功夫的人就没有了。可以说二次大战之后，只有念佛修净土有成就，我们看到出家、在家很多念佛往生的，还有预知时至的，很好瑞相的，都足以给我们做证明。所以我们要相信佛的话、相信祖师的话，我们修学净土这个法门。在末法时期实在讲，古大德告诉我们，末法时期里面最重要的是《无量寿经》。梅光羲居士这是我们李老师的老师，我们可以称祖师，梅大士，他告诉我们，《无量寿经》将来最后灭的就是夏莲居老居士的会集本。我们相信。夏老居士那也不是凡人，示现在我们的世间，他的任务就是这桩事情，把《无量寿经》重新整理，写成一个定本，给末法九千年同学依照这个本子修行、往生、证果。无量无边的功德！我们要护持正法，要依照这个经本修行，弘扬这个经本。那也有困难，也相当不容易，也许有同修过去曾经有一段时期，多少人提出反对会集本，我们得要忍耐，这一关我们总算度过。现在在中国国家宗教局承认了，大家才不说话。《无量寿经》在现前总共有九种不同版本，我们展开来看，你会欢喜这个本子。",
      "zh_TW": "二次大戰之後，可以說連得定的人都沒有了，這是真的，像虛老和尚功夫的人就沒有了。可以說二次大戰之後，只有念佛修淨土有成就，我們看到出家、在家很多念佛往生的，還有預知時至的，很好瑞相的，都足以給我們做證明。所以我們要相信佛的話、相信祖師的話，我們修學淨土這個法門。在末法時期實在講，古大德告訴我們，末法時期裡面最重要的是《無量壽經》。梅光羲居士這是我們李老師的老師，我們可以稱祖師，梅大士，他告訴我們，《無量壽經》將來最後滅的就是夏蓮居老居士的會集本。我們相信。夏老居士那也不是凡人，示現在我們的世間，他的任務就是這樁事情，把《無量壽經》重新整理，寫成一個定本，給末法九千年同學依照這個本子修行、往生、證果。無量無邊的功德！我們要護持正法，要依照這個經本修行，弘揚這個經本。那也有困難，也相當不容易，也許有同修過去曾經有一段時期，多少人提出反對會集本，我們得要忍耐，這一關我們總算度過。現在在中國國家宗教局承認了，大家才不說話。《無量壽經》在現前總共有九種不同版本，我們展開來看，你會歡喜這個本子。"
    },
    {
      "id": "02-038-0020_p0014",
      "zh_CN": "除依靠的经本之外，经本里面教导我们，持戒、修定，这个修定不是禅定，这个修定是定于一门，一门深入，长时薰修，不要再夹杂，我就修这一样就行。四弘誓愿里面说得好，那是世尊为菩萨说的，为别人说的，不是为我说的，「法门无量誓愿学」，是为别人说的，不是为我说的；我没有那样好的根性，我就一门深入、长时薰修。所以四弘誓愿，我们真的只发两个愿，「众生无边誓愿度，烦恼无尽誓愿断」，我们只发这两愿；「法门无量誓愿学」跟「佛道无上誓愿成」，这两愿到极乐世界再说。到极乐世界可以完成后两愿，现在我们干的是前面两愿，要断烦恼，断烦恼就要学经教。根性不同，上根人容易，上上根人像惠能大师，那太容易，他一下就断掉。下下根人也行，也容易，下下根人是老实人，你教他一句阿弥陀佛行了，其他的他都不要，他一生就念阿弥陀佛，走的时候肯定是站着走的，他成功。最麻烦的人是不上不下，像我们这一类不上不下，这一类的人烦恼习气特别重。所以世尊当年在世说法讲经四十九年，为谁？为我们这一班人最难度。这是妄想分别执着特别多，所以为我们，我们要感恩。",
      "zh_TW": "除依靠的經本之外，經本裡面教導我們，持戒、修定，這個修定不是禪定，這個修定是定於一門，一門深入，長時薰修，不要再夾雜，我就修這一樣就行。四弘誓願裡面說得好，那是世尊為菩薩說的，為別人說的，不是為我說的，「法門無量誓願學」，是為別人說的，不是為我說的；我沒有那樣好的根性，我就一門深入、長時薰修。所以四弘誓願，我們真的只發兩個願，「眾生無邊誓願度，煩惱無盡誓願斷」，我們只發這兩願；「法門無量誓願學」跟「佛道無上誓願成」，這兩願到極樂世界再說。到極樂世界可以完成後兩願，現在我們幹的是前面兩願，要斷煩惱，斷煩惱就要學經教。根性不同，上根人容易，上上根人像惠能大師，那太容易，他一下就斷掉。下下根人也行，也容易，下下根人是老實人，你教他一句阿彌陀佛行了，其他的他都不要，他一生就念阿彌陀佛，走的時候肯定是站著走的，他成功。最麻煩的人是不上不下，像我們這一類不上不下，這一類的人煩惱習氣特別重。所以世尊當年在世說法講經四十九年，為誰？為我們這一班人最難度。這是妄想分別執著特別多，所以為我們，我們要感恩。"
    },
    {
      "id": "02-038-0020_p0015",
      "zh_CN": "我们在这个时期，祖师大德里头也有一个标准，最适合于我们的，印光大师，他是近代人，往生是在抗战期间，距离我们近。他所讲的都是说我们现代社会，所以他的《文钞》就非常重要。我们要常常读诵，常常提醒自己，《文钞》是文言文写的，很浅显的文言文，现在人不学文言文，他就感到困难，所以《文钞》需要讲解。讲《文钞》那就是讲开示，我们常讲请法师开示，这个开示，法师哪有能力开示？最好法师讲开示统统讲《文钞》，讲印光大师的开示，好。像上课讲国文一样，它里面长短不一，短的一、二百个字，长的有五、六百个字，长短不一。讲开示应当要用《印光大师文钞》，那就对了。最重要的是扎根，《弟子规》、《感应篇》、《十善业》是必修课，无论修哪一个宗、哪一个派、修哪一个法门，都要扎这三个根。这三个根扎下去之后，念佛那真就保证「万修万人去」，善导大师的话，没有一个人不成就。凡是念佛不能往生的，当然他业障习气重，那是一桩事情。这一世的缘不好，缘，缘就是三个根，我们遇到这三个根，认真努力学习，多少时间？一年。一年的时间把这三样东西学好，把《弟子规》学好、《感应篇》学好、《十善业》学好。实际上怎么个学法？《弟子规》要用半年的时间，根之根，这一样东西学好了，《感应篇》只要三个月，《十善业道》也三个月就行了，因为它是通的，互相通的，《弟子规》学好了，后面就一点都不困难。《弟子规》，诸位学蔡礼旭老师的细讲就好，他那讲得很详细，要认真努力来学习。",
      "zh_TW": "我們在這個時期，祖師大德裡頭也有一個標準，最適合於我們的，印光大師，他是近代人，往生是在抗戰期間，距離我們近。他所講的都是說我們現代社會，所以他的《文鈔》就非常重要。我們要常常讀誦，常常提醒自己，《文鈔》是文言文寫的，很淺顯的文言文，現在人不學文言文，他就感到困難，所以《文鈔》需要講解。講《文鈔》那就是講開示，我們常講請法師開示，這個開示，法師哪有能力開示？最好法師講開示統統講《文鈔》，講印光大師的開示，好。像上課講國文一樣，它裡面長短不一，短的一、二百個字，長的有五、六百個字，長短不一。講開示應當要用《印光大師文鈔》，那就對了。最重要的是扎根，《弟子規》、《感應篇》、《十善業》是必修課，無論修哪一個宗、哪一個派、修哪一個法門，都要紮這三個根。這三個根紮下去之後，念佛那真就保證「萬修萬人去」，善導大師的話，沒有一個人不成就。凡是念佛不能往生的，當然他業障習氣重，那是一樁事情。這一世的緣不好，緣，緣就是三個根，我們遇到這三個根，認真努力學習，多少時間？一年。一年的時間把這三樣東西學好，把《弟子規》學好、《感應篇》學好、《十善業》學好。實際上怎麼個學法？《弟子規》要用半年的時間，根之根，這一樣東西學好了，《感應篇》只要三個月，《十善業道》也三個月就行了，因為它是通的，互相通的，《弟子規》學好了，後面就一點都不困難。《弟子規》，諸位學蔡禮旭老師的細講就好，他那講得很詳細，要認真努力來學習。"
    },
    {
      "id": "02-038-0020_p0016",
      "zh_CN": "这段文里面，我们也略略的介绍一下，「谓十方刹土诸佛」，此地讲的诸佛，是《华严经》上讲的四十一位法身大士，那是真佛。为什么？宗门里面常说明心见性、见性成佛，这是见性的人。在《华严经》上称他是菩萨，法身菩萨，他们已经证得法身。说菩萨行，说佛也行，因为这四十一位法身大士，是时时刻刻在十法界里面教化众生，应以什么身得度他就现什么身，法身菩萨。我们读了贤首国师的《妄尽还源观》，完全明了！十法界里面阿罗汉、辟支佛、菩萨跟佛，他们会不会到六道里面来教化众生？他也来，他不是不来，跟他有缘的话他也来，他不像法身菩萨。法身菩萨感应道交不可思议，法身菩萨在哪里？遍法界虚空界无处不在，无时不在，念兹在兹，那个感应道交不可思议。可是十法界里面的这些佛、菩萨、罗汉，就没有那么大的能力，他真的他要入定，他要入定才能突破空间维次，才能够或是以应身、或是以化身来帮助你，帮助也都是帮助有缘的众生。所以我们没有成佛之前要记住，跟一切众生结法缘，我们缘结得多，将来你稍有成就，你就跟这些有缘人起感应道交的作用。这种感应道交，就是清凉大师讲的历事炼心，需要这些人帮助你、成就你，你的定慧才能到圆满；没有这些境界帮助你，你定慧圆满的时间要拖很长。所以广结善缘的道理在此。",
      "zh_TW": "這段文裡面，我們也略略的介紹一下，「謂十方剎土諸佛」，此地講的諸佛，是《華嚴經》上講的四十一位法身大士，那是真佛。為什麼？宗門裡面常說明心見性、見性成佛，這是見性的人。在《華嚴經》上稱他是菩薩，法身菩薩，他們已經證得法身。說菩薩行，說佛也行，因為這四十一位法身大士，是時時刻刻在十法界裡面教化眾生，應以什麼身得度他就現什麼身，法身菩薩。我們讀了賢首國師的《妄盡還源觀》，完全明瞭！十法界裡面阿羅漢、辟支佛、菩薩跟佛，他們會不會到六道裡面來教化眾生？他也來，他不是不來，跟他有緣的話他也來，他不像法身菩薩。法身菩薩感應道交不可思議，法身菩薩在哪裡？遍法界虛空界無處不在，無時不在，念茲在茲，那個感應道交不可思議。可是十法界裡面的這些佛、菩薩、羅漢，就沒有那麼大的能力，他真的他要入定，他要入定才能突破空間維次，才能夠或是以應身、或是以化身來幫助你，幫助也都是幫助有緣的眾生。所以我們沒有成佛之前要記住，跟一切眾生結法緣，我們緣結得多，將來你稍有成就，你就跟這些有緣人起感應道交的作用。這種感應道交，就是清涼大師講的歷事鍊心，需要這些人幫助你、成就你，你的定慧才能到圓滿；沒有這些境界幫助你，你定慧圓滿的時間要拖很長。所以廣結善緣的道理在此。"
    },
    {
      "id": "02-038-0020_p0017",
      "zh_CN": "这些法身菩萨他们示现在六道、示现在十法界，初住菩萨就有这个能力，应以佛身得度他就现佛身，像释迦牟尼佛一样，示现三十二相八十种好，八相成道他就有能力，这个道理我们一定要懂。初住菩萨他没有起心动念，起心动念就叫根本无明，没有起心动念，根本无明就没有、就破了，这叫成佛，形相上有四十一个阶级。再上面呢？再上面是究竟圆满的佛果。他们统统都不会起心动念，你说他有差别、还是平等？当然是平等的。究竟佛他也不起心动念，初住菩萨他已经不起心、不动念，那怎么不平等！所以他是真佛。他为什么会有差别？他那个无明的习气没断，无明真断了习气还在。习气碍不碍事？一点都不碍事。决定不碍事，他在十法界随类现身，与一切众生感应道交一点不妨碍，我们明白这个道理就不会怀疑。明白这个道理，我们起心动念跟佛菩萨感应道交，那不可思议，我们起个念头念佛菩萨，我们有愿求他，他知不知道？完全知道，没有不知道的。那他有没有来帮助我们？有，有时候我们自己没有感觉，我们是显求，他是冥应。他为什么要以这种应？这个方式，一定最适合于我们现在这根性、现在这个环境，对我们决定是有利益的。如果我们一拜观音菩萨，观音菩萨马上就现在面前，好不好？很好，时间久了着魔，你着相，你受不了。你到什么时候他会现这种身？不着相，《金刚经》上讲「无我相、无人相、无众生相、无寿者相」，他偶尔现个相给你看看，你不着相，对你不产生障碍。如果一现相欢喜，我会对很多人说：我见到菩萨，菩萨来给我现前了。凡所有相皆是虚妄，你受不了，所以不现相而加持你。所以现不现相不是他的事情，是我们的事情，我们真不执着的时候就见相；稍稍有一点执着，他都不会现这个相，他不会害我们。所以我们懂得感应道交是真的，一点都不假。",
      "zh_TW": "這些法身菩薩他們示現在六道、示現在十法界，初住菩薩就有這個能力，應以佛身得度他就現佛身，像釋迦牟尼佛一樣，示現三十二相八十種好，八相成道他就有能力，這個道理我們一定要懂。初住菩薩他沒有起心動念，起心動念就叫根本無明，沒有起心動念，根本無明就沒有、就破了，這叫成佛，形相上有四十一個階級。再上面呢？再上面是究竟圓滿的佛果。他們統統都不會起心動念，你說他有差別、還是平等？當然是平等的。究竟佛他也不起心動念，初住菩薩他已經不起心、不動念，那怎麼不平等！所以他是真佛。他為什麼會有差別？他那個無明的習氣沒斷，無明真斷了習氣還在。習氣礙不礙事？一點都不礙事。決定不礙事，他在十法界隨類現身，與一切眾生感應道交一點不妨礙，我們明白這個道理就不會懷疑。明白這個道理，我們起心動念跟佛菩薩感應道交，那不可思議，我們起個念頭念佛菩薩，我們有願求他，他知不知道？完全知道，沒有不知道的。那他有沒有來幫助我們？有，有時候我們自己沒有感覺，我們是顯求，他是冥應。他為什麼要以這種應？這個方式，一定最適合於我們現在這根性、現在這個環境，對我們決定是有利益的。如果我們一拜觀音菩薩，觀音菩薩馬上就現在面前，好不好？很好，時間久了著魔，你著相，你受不了。你到什麼時候他會現這種身？不著相，《金剛經》上講「無我相、無人相、無眾生相、無壽者相」，他偶爾現個相給你看看，你不著相，對你不產生障礙。如果一現相歡喜，我會對很多人說：我見到菩薩，菩薩來給我現前了。凡所有相皆是虛妄，你受不了，所以不現相而加持你。所以現不現相不是他的事情，是我們的事情，我們真不執著的時候就見相；稍稍有一點執著，他都不會現這個相，他不會害我們。所以我們懂得感應道交是真的，一點都不假。"
    },
    {
      "id": "02-038-0020_p0018",
      "zh_CN": "我们应当以身口意，意是心里头想着，口是我们言语的启请，身是礼拜，身语意三业殷勤劝请，请佛菩萨来教化众生。怎么请？给诸位说，请佛菩萨加持自己发心教化众生，真加持你。不是请佛菩萨加持别人，我们代别人请加持，那个人不接受，佛菩萨加不上。我们自己有心这样的启请，佛菩萨真的加持我，那是什么？利用我这个身体来讲经说法，我们这身体暂时借给他用用。不要以为自己真有智慧，是佛菩萨加持的。所以这个理事都要搞得很清楚、搞明白，我们在讲台上会得佛菩萨加持。不在讲台上，我们面对这些同修，同参道友在一起的时候，也得佛菩萨加持。关键自己要懂得启请，诚诚恳恳的启请，不是为我利益，不是利益自己，是利益别人，我没有能力利益别人，要求佛的威神加持，真管用！可是如果我启请的时候，我还有名闻利养，没有了，这个你怎么求也不会有感应。这就章嘉大师以前告诉我的，为什么没感应？你有业障，业障是什么？自私自利、贪瞋痴慢有这个东西，这个把你障住没有感应。所以烦恼要断，习气很难断，很难断也要断，不是很难断就不断了，很难断还是要断。要好好的把《弟子规》学习落实，那就断了，至少在形式上断了。习气你再学《感应篇》、学《十善业》，你习气慢慢就薄了。这是殷勤劝请，自他两利。",
      "zh_TW": "我們應當以身口意，意是心裡頭想著，口是我們言語的啟請，身是禮拜，身語意三業殷勤勸請，請佛菩薩來教化眾生。怎麼請？給諸位說，請佛菩薩加持自己發心教化眾生，真加持你。不是請佛菩薩加持別人，我們代別人請加持，那個人不接受，佛菩薩加不上。我們自己有心這樣的啟請，佛菩薩真的加持我，那是什麼？利用我這個身體來講經說法，我們這身體暫時借給他用用。不要以為自己真有智慧，是佛菩薩加持的。所以這個理事都要搞得很清楚、搞明白，我們在講台上會得佛菩薩加持。不在講台上，我們面對這些同修，同參道友在一起的時候，也得佛菩薩加持。關鍵自己要懂得啟請，誠誠懇懇的啟請，不是為我利益，不是利益自己，是利益別人，我沒有能力利益別人，要求佛的威神加持，真管用！可是如果我啟請的時候，我還有名聞利養，沒有了，這個你怎麼求也不會有感應。這就章嘉大師以前告訴我的，為什麼沒感應？你有業障，業障是什麼？自私自利、貪瞋痴慢有這個東西，這個把你障住沒有感應。所以煩惱要斷，習氣很難斷，很難斷也要斷，不是很難斷就不斷了，很難斷還是要斷。要好好的把《弟子規》學習落實，那就斷了，至少在形式上斷了。習氣你再學《感應篇》、學《十善業》，你習氣慢慢就薄了。這是殷勤勸請，自他兩利。"
    },
    {
      "id": "02-038-0020_p0019",
      "zh_CN": "我们再看下面这一段，「请佛住世」，这很重要。诸位想一想，有几个人能听一部经，学一些佛法他就能成就？不可能。不能，怎么办？不能就要长住这个地方，经年累月的劝导，大家有长时间的薰修他觉悟，他成就了，那就是要请佛住世。这里头文讲「请佛住世，谓诸佛、菩萨、声闻、缘觉诸善知识，将欲入灭，我悉劝请，久住于世，利乐众生，故云请佛住世」。佛、菩萨、声闻、缘觉，现在少了，要遇到善知识，我们要知道启请。我在台中学教学了十年，离开的时候跟一些同学们在一起讨论，我们的老师是善知识，用什么方法请他住世？那个时候他已经八十多岁，我们几个人商量的结果，决定请他讲《华严经》，这是一部大经，《华严经》不讲完，总不好意思走！我们八个人联名，我也有一个，联名启请。那个时候我正好我有两套《华严经疏钞》，线装本的四十册，线装这么一大堆，我送给老师请老师讲《华严经》。老师很欢喜答应，「好，我《华严经》讲完，再讲一部《弥陀经》，我就往生。」结果没想到老师九十七岁走的，《华严经》讲了一半，没讲完他就走了。他发过这个愿，《华严经》讲圆满，再讲一部《弥陀经》才走，怎么讲一半就走？这里头有个不善的缘遇到，我们可以说众生没福。",
      "zh_TW": "我們再看下面這一段，「請佛住世」，這很重要。諸位想一想，有幾個人能聽一部經，學一些佛法他就能成就？不可能。不能，怎麼辦？不能就要長住這個地方，經年累月的勸導，大家有長時間的薰修他覺悟，他成就了，那就是要請佛住世。這裡頭文講「請佛住世，謂諸佛、菩薩、聲聞、緣覺諸善知識，將欲入滅，我悉勸請，久住於世，利樂眾生，故云請佛住世」。佛、菩薩、聲聞、緣覺，現在少了，要遇到善知識，我們要知道啟請。我在台中學教學了十年，離開的時候跟一些同學們在一起討論，我們的老師是善知識，用什麼方法請他住世？那個時候他已經八十多歲，我們幾個人商量的結果，決定請他講《華嚴經》，這是一部大經，《華嚴經》不講完，總不好意思走！我們八個人聯名，我也有一個，聯名啟請。那個時候我正好我有兩套《華嚴經疏鈔》，線裝本的四十冊，線裝這麼一大堆，我送給老師請老師講《華嚴經》。老師很歡喜答應，「好，我《華嚴經》講完，再講一部《彌陀經》，我就往生。」結果沒想到老師九十七歲走的，《華嚴經》講了一半，沒講完他就走了。他發過這個願，《華嚴經》講圓滿，再講一部《彌陀經》才走，怎麼講一半就走？這裡頭有個不善的緣遇到，我們可以說眾生沒福。"
    },
    {
      "id": "02-038-0020_p0020",
      "zh_CN": "他是饮食中毒，也是莲友煮了一碗面，老师是山东人，喜欢吃面食，尤其是喜欢当面，他送面来，当他面吃，让他生欢喜心，这老师的慈悲。这一碗面吃完之后，他就觉得不舒服。老师是一个很好的中医，非常高明，他回去用解药就化解了，这第一次化解，这没事了。过了半年之后又碰到一次，碰到一次他也是这样的，可是吃完之后，他回到家里去用解药，那个毒已经散开，已经没有法子，这一次吃亏，大概病了三个月。我到台中去看他，他老人家一再叮咛嘱咐，「饮食要小心，不要上馆子吃东西。」他知道馆子里面东西都不干净，一再嘱咐不要进馆子。那个面条是什么？是干的面条，大概总是过了时候，那个面条是有期限的，煮的人不小心，没有仔细看清楚。那种面条防腐剂很多，它要不是很多防腐剂，它不能够放得很久。所以吃起来的时候味道已经变了，他很慈悲。可是平常他吃东西很小心，我常跟他在一起，哪个地方有什么宴会，他都带着我去，我都坐到他身边。有时候看到菜，那个豆腐闻闻味道不对，他就碰碰我，这个不要吃它。没有想到老师怎么这一次就上当，所以这是这么一个原因。要不然我们估计他，至少可以活到一百二、三十岁，把《华严经》讲圆满。所以这个原因经没能讲圆满。在那个时候，我是长年在国外，很少回台湾，一年大概回台湾顶多住三个月，会回来个两次，一次住个一个半月的样子。国外的缘很殊胜，要到处走，哪里有缘哪里去，所以这个住世就非常重要。",
      "zh_TW": "他是飲食中毒，也是蓮友煮了一碗麵，老師是山東人，喜歡吃麵食，尤其是喜歡當面，他送麵來，當他面吃，讓他生歡喜心，這老師的慈悲。這一碗麵吃完之後，他就覺得不舒服。老師是一個很好的中醫，非常高明，他回去用解藥就化解了，這第一次化解，這沒事了。過了半年之後又碰到一次，碰到一次他也是這樣的，可是吃完之後，他回到家裡去用解藥，那個毒已經散開，已經沒有法子，這一次吃虧，大概病了三個月。我到台中去看他，他老人家一再叮嚀囑咐，「飲食要小心，不要上館子吃東西。」他知道館子裡面東西都不乾淨，一再囑咐不要進館子。那個麵條是什麼？是乾的麵條，大概總是過了時候，那個麵條是有期限的，煮的人不小心，沒有仔細看清楚。那種麵條防腐劑很多，它要不是很多防腐劑，它不能夠放得很久。所以吃起來的時候味道已經變了，他很慈悲。可是平常他吃東西很小心，我常跟他在一起，哪個地方有什麼宴會，他都帶著我去，我都坐到他身邊。有時候看到菜，那個豆腐聞聞味道不對，他就碰碰我，這個不要吃它。沒有想到老師怎麼這一次就上當，所以這是這麼一個原因。要不然我們估計他，至少可以活到一百二、三十歲，把《華嚴經》講圓滿。所以這個原因經沒能講圓滿。在那個時候，我是長年在國外，很少回台灣，一年大概回台灣頂多住三個月，會回來個兩次，一次住個一個半月的樣子。國外的緣很殊勝，要到處走，哪裡有緣哪裡去，所以這個住世就非常重要。"
    },
    {
      "id": "02-038-0020_p0021",
      "zh_CN": "同时我们看古来的祖师大德，他们修行在一个地方，不成就不离开，一定是成就之后才下山。我到日本去过六次，比叡山去过一次，这个山，佛教称它作日本佛教的母亲。这个山日本有十三个宗派，十三个宗派开山的祖师都在这个山上修行的，所以变成是日本的佛教圣地。我去的时候方丈接待我，我向他请教，我说「过去这些祖师大德，在山上修行，最少他在山上住多少年？」他告诉我，「十六年，一般住得长都超过二十年，还有少数一、二个超过三十年。」你就想想看，人家那个定功，他的成就不是偶然的。下山这是被人请下去，请转法轮。请下去之后他在一个地方教学，他也不到处走，所以那个道场就变成圣地。在一个地方讲经，讲十年、讲二十年、讲三十年，这还得了吗？只闻来学，未闻往教。从前出家人求学很辛苦，没有交通工具要走路，还得背着行李，要走多少天去朝山，跟一个老师学习。宗派里面主修的经典，一定是讲很多遍的，绝不是一遍。这是从前，佛法兴旺的时候大家懂得，懂得请佛住世；现在人不懂，也没有人请转法轮，请转法轮是请讲经教学。现在是请法师超度，请法师做法会，没有请法师讲经教学的，往后就更少，愈来愈少了。所以现在真正学佛明理的人，你们要带头，你们不带头佛法就灭掉，好法师要请他住在一个地方。",
      "zh_TW": "同時我們看古來的祖師大德，他們修行在一個地方，不成就不離開，一定是成就之後才下山。我到日本去過六次，比叡山去過一次，這個山，佛教稱它作日本佛教的母親。這個山日本有十三個宗派，十三個宗派開山的祖師都在這個山上修行的，所以變成是日本的佛教聖地。我去的時候方丈接待我，我向他請教，我說「過去這些祖師大德，在山上修行，最少他在山上住多少年？」他告訴我，「十六年，一般住得長都超過二十年，還有少數一、二個超過三十年。」你就想想看，人家那個定功，他的成就不是偶然的。下山這是被人請下去，請轉法輪。請下去之後他在一個地方教學，他也不到處走，所以那個道場就變成聖地。在一個地方講經，講十年、講二十年、講三十年，這還得了嗎？只聞來學，未聞往教。從前出家人求學很辛苦，沒有交通工具要走路，還得背著行李，要走多少天去朝山，跟一個老師學習。宗派裡面主修的經典，一定是講很多遍的，絕不是一遍。這是從前，佛法興旺的時候大家懂得，懂得請佛住世；現在人不懂，也沒有人請轉法輪，請轉法輪是請講經教學。現在是請法師超度，請法師做法會，沒有請法師講經教學的，往後就更少，愈來愈少了。所以現在真正學佛明理的人，你們要帶頭，你們不帶頭佛法就滅掉，好法師要請他住在一個地方。"
    },
    {
      "id": "02-038-0020_p0022",
      "zh_CN": "我这一次回到台湾，也没有想到住了八个月，原是治牙齿，严重牙周病，现在牙齿总算是做好了。我回到我当年出家那个小庙，台北圆山临济寺，我是他们请我回去的，有个老居士九十多岁，从前我们常在一起，现在的方丈和尚跟我年龄差不多。我去的时候看到就这么两个老人，其他的面孔都很生疏，都不认识。五十一年前我在这个道场出家，那个时候主持是个老和尚，不同意我学经教，给我讲过好几次，希望我跟大家一样，做经忏佛事，学做法会。我跟老法师说「我不是为这个出家的，我是为羡慕佛教的经典，我为这个出家的。」所以到最后，他说「那你跟我们大众学的不一样，你另外去找地方」，我就离开。这一次回去，我跟两个老人我们在一起谈到这些事情，我说如果那个时候老和尚要能够留我、照顾我，让我在庙里面讲经，给我一个小小的讲堂，我在这个庙里讲五十年还得了！这个道场就变成台湾第一道场。我很愿意住在一个地方，对古人住一个山，不下山，我非常羡慕，讲经在一个地方讲多好，不愿意到处跑。实在是没有这个福报，住在一个山上，几十年不下山，那是福报。我没有这个福报，哪里都没有办法久住，每到一个地方，我心里想：我能不能在这里永久住下去？结果都是事与愿违，都有障缘，不得不到处跑，不是喜欢跑，没有法子，不得已。有的时候想一想，老师释迦牟尼佛做了样子给我看，他一生到处跑没有地方住，所以逼着我只好学释迦牟尼佛。",
      "zh_TW": "我這一次回到台灣，也沒有想到住了八個月，原是治牙齒，嚴重牙周病，現在牙齒總算是做好了。我回到我當年出家那個小廟，台北圓山臨濟寺，我是他們請我回去的，有個老居士九十多歲，從前我們常在一起，現在的方丈和尚跟我年齡差不多。我去的時候看到就這麼兩個老人，其他的面孔都很生疏，都不認識。五十一年前我在這個道場出家，那個時候主持是個老和尚，不同意我學經教，給我講過好幾次，希望我跟大家一樣，做經懺佛事，學做法會。我跟老法師說「我不是為這個出家的，我是為羨慕佛教的經典，我為這個出家的。」所以到最後，他說「那你跟我們大眾學的不一樣，你另外去找地方」，我就離開。這一次回去，我跟兩個老人我們在一起談到這些事情，我說如果那個時候老和尚要能夠留我、照顧我，讓我在廟裡面講經，給我一個小小的講堂，我在這個廟裡講五十年還得了！這個道場就變成台灣第一道場。我很願意住在一個地方，對古人住一個山，不下山，我非常羨慕，講經在一個地方講多好，不願意到處跑。實在是沒有這個福報，住在一個山上，幾十年不下山，那是福報。我沒有這個福報，哪裡都沒有辦法久住，每到一個地方，我心裡想：我能不能在這裡永久住下去？結果都是事與願違，都有障緣，不得不到處跑，不是喜歡跑，沒有法子，不得已。有的時候想一想，老師釋迦牟尼佛做了樣子給我看，他一生到處跑沒有地方住，所以逼著我只好學釋迦牟尼佛。"
    },
    {
      "id": "02-038-0020_p0023",
      "zh_CN": "所以一个地方是决定正确，你看我们中国大乘八个宗，所谓祖庭，什么叫祖庭？以前开山的祖师就这一个地方，他一生没有离开这个地方，往生之后他坟墓还在庙里头。我们到大陆，看几个祖师的道场，看到都有坟墓，我们磕头礼拜，心里无限的向往。这是什么？这是对佛教产生很大的影响。我们这个到处走，那就从前李老师讲的，个人有成就，但是对于整个佛教来讲影响不大，产生不了影响力；如果你住在一个地方，那对佛教就产生很大的影响力。这个事情我不是不懂，我很清楚、很明白，很希望有这么一个缘分，没有！以后确实，你看是韩馆长对我的帮助，我们办了一个华藏佛教图书馆，视听图书馆，她帮助我三十年真不容易。要没有她帮助，我大概早就还俗，没有法子，出家就去跟大家一样，不能走讲经的路子，所以很可能就还俗。她的护持，我还保持着身分，我讲经二十年才有一个小道场，那个小道场大概就是我们摄影棚这么大，就这么一个小地方。我们很满意，天天在那里讲经，如果几十年讲下来，那也很有意思。可是我在那个地方，好像是十几年，我们有那个道场之后十几年，十三年，韩馆长往生，她一走了，护持的人没有了，我又要离开，又要到处流浪。要不然那一个小道场也会变成圣地，能够在这个小道场里面讲五十年，还得了！",
      "zh_TW": "所以一個地方是決定正確，你看我們中國大乘八個宗，所謂祖庭，什麼叫祖庭？以前開山的祖師就這一個地方，他一生沒有離開這個地方，往生之後他墳墓還在廟裡頭。我們到大陸，看幾個祖師的道場，看到都有墳墓，我們磕頭禮拜，心裡無限的嚮往。這是什麼？這是對佛教產生很大的影響。我們這個到處走，那就從前李老師講的，個人有成就，但是對於整個佛教來講影響不大，產生不了影響力；如果你住在一個地方，那對佛教就產生很大的影響力。這個事情我不是不懂，我很清楚、很明白，很希望有這麼一個緣分，沒有！以後確實，你看是韓館長對我的幫助，我們辦了一個華藏佛教圖書館，視聽圖書館，她幫助我三十年真不容易。要沒有她幫助，我大概早就還俗，沒有法子，出家就去跟大家一樣，不能走講經的路子，所以很可能就還俗。她的護持，我還保持著身分，我講經二十年才有一個小道場，那個小道場大概就是我們攝影棚這麼大，就這麼一個小地方。我們很滿意，天天在那裡講經，如果幾十年講下來，那也很有意思。可是我在那個地方，好像是十幾年，我們有那個道場之後十幾年，十三年，韓館長往生，她一走了，護持的人沒有了，我又要離開，又要到處流浪。要不然那一個小道場也會變成聖地，能夠在這個小道場裡面講五十年，還得了！"
    },
    {
      "id": "02-038-0020_p0024",
      "zh_CN": "所以这都是缘分，缘分是与众生福德有关系。为什么会没有这个缘分？佛菩萨没有保佑，我们都求佛菩萨，可是佛菩萨还是让我到处乱走、到处奔波。所以这是我们了解，真正修学一个道场。你看我们非常羡慕庐山，这东晋时代慧远大师，我们净土宗第一个祖师，他在那个地方建了一个念佛堂，东林念佛堂，集合一百二十三个志同道合都是念佛人，就在这个地方念佛求往生，不下山。他这个道场外面有一条小溪，那个小溪就是界线，客人来访问，来看老法师，老法师送客就送到小溪边上，几十年不下山。有一次送客的时候谈话忘掉，过了小溪，所以传为佳话，叫「虎溪三笑」。一个陆道长，还有一个是陶渊明，陶渊明是儒家，你看道，慧远大师是佛，儒释道，这三个人代表的儒释道，谈得很欢喜不知不觉过了小溪，所以后人叫虎溪三笑。这就是成就，对自己的成就，对于佛法的成就，一定要这样做法。所以希望以后真正的护法，你们要明白这个道理，不要请法师这里跑、那里跑，心没有那个定功，心就跑散了，缘太多对他没有好处。要叫他在一个地方，只闻来学，欢迎大家来参学；未闻往教，没有听说到别地方教学，不可以，这是尊师重道。别的地方想要佛法怎么办？你们当地的或者是法师，或者是居士来学，学成之后回去教，这就对了，等于说是给你们当地培养师资，你们可以教学。教学成功一定是你那边也建一个道场，他学会了回去，在这一个道场也要用几十年的功夫，肯定那个地方又出了一个祖师，这是不能不知道的。无论是在家、出家都一样，在家是居士的身分也能主持道场，我的老师李炳南老居士，他就是在家的，他是居士身分，他在台中做了榜样给我们看，在台中教学三十八年。台中就是两个道场，一个莲社，一个慈光图书馆，这两个机构都是他创办的，莲社专修净土，慈光图书馆弘扬大乘，这是他给我们做的好榜样。",
      "zh_TW": "所以這都是緣分，緣分是與眾生福德有關係。為什麼會沒有這個緣分？佛菩薩沒有保佑，我們都求佛菩薩，可是佛菩薩還是讓我到處亂走、到處奔波。所以這是我們了解，真正修學一個道場。你看我們非常羨慕廬山，這東晉時代慧遠大師，我們淨土宗第一個祖師，他在那個地方建了一個念佛堂，東林念佛堂，集合一百二十三個志同道合都是念佛人，就在這個地方念佛求往生，不下山。他這個道場外面有一條小溪，那個小溪就是界線，客人來訪問，來看老法師，老法師送客就送到小溪邊上，幾十年不下山。有一次送客的時候談話忘掉，過了小溪，所以傳為佳話，叫「虎溪三笑」。一個陸道長，還有一個是陶淵明，陶淵明是儒家，你看道，慧遠大師是佛，儒釋道，這三個人代表的儒釋道，談得很歡喜不知不覺過了小溪，所以後人叫虎溪三笑。這就是成就，對自己的成就，對於佛法的成就，一定要這樣做法。所以希望以後真正的護法，你們要明白這個道理，不要請法師這裡跑、那裡跑，心沒有那個定功，心就跑散了，緣太多對他沒有好處。要叫他在一個地方，只聞來學，歡迎大家來參學；未聞往教，沒有聽說到別地方教學，不可以，這是尊師重道。別的地方想要佛法怎麼辦？你們當地的或者是法師，或者是居士來學，學成之後回去教，這就對了，等於說是給你們當地培養師資，你們可以教學。教學成功一定是你那邊也建一個道場，他學會了回去，在這一個道場也要用幾十年的功夫，肯定那個地方又出了一個祖師，這是不能不知道的。無論是在家、出家都一樣，在家是居士的身分也能主持道場，我的老師李炳南老居士，他就是在家的，他是居士身分，他在台中做了榜樣給我們看，在台中教學三十八年。台中就是兩個道場，一個蓮社，一個慈光圖書館，這兩個機構都是他創辦的，蓮社專修淨土，慈光圖書館弘揚大乘，這是他給我們做的好榜樣。"
    },
    {
      "id": "02-038-0020_p0025",
      "zh_CN": "佛门跟世法也有相通的地方，在世间我们的老祖宗常常告诉我们说，「不孝有三，无后为大」。这个后不是说你的儿女子孙多，不是这个意思；是你子孙里面有没有人才，能够继承你的家道、继承你的家学、继承你的家业，要有这样的人这叫有后。子孙再多没有人继承，那你就衰败了。所以过去这些祖师大德这一个道场，他圆寂之后一定有第二代，代代相传，他传给他的弟子。他的弟子很多，哪一个能传法的，这叫法子，所以佛门里面最尊贵的是法子。剃度的老师没有关系，那是接引你入门的，所以说「师父领进门，修行在个人」。受戒的法师也没有关系，他只是来给你做受戒仪式，那个戒律你能不能持是你自己事情。所以传法这个法师，你接受他的教诲，这个法师重要，在佛门称为法子。我学法，我传法的和尚就是李炳南老居士，我是他的法子，这是在家居士传给我的。他的法呢？他的法真的是和尚传给他的，印光大师传给他，所以他传给我的。这是讲传承这个重要。",
      "zh_TW": "佛門跟世法也有相通的地方，在世間我們的老祖宗常常告訴我們說，「不孝有三，無後為大」。這個後不是說你的兒女子孫多，不是這個意思；是你子孫裡面有沒有人才，能夠繼承你的家道、繼承你的家學、繼承你的家業，要有這樣的人這叫有後。子孫再多沒有人繼承，那你就衰敗了。所以過去這些祖師大德這一個道場，他圓寂之後一定有第二代，代代相傳，他傳給他的弟子。他的弟子很多，哪一個能傳法的，這叫法子，所以佛門裡面最尊貴的是法子。剃度的老師沒有關係，那是接引你入門的，所以說「師父領進門，修行在個人」。受戒的法師也沒有關係，他只是來給你做受戒儀式，那個戒律你能不能持是你自己事情。所以傳法這個法師，你接受他的教誨，這個法師重要，在佛門稱為法子。我學法，我傳法的和尚就是李炳南老居士，我是他的法子，這是在家居士傳給我的。他的法呢？他的法真的是和尚傳給他的，印光大師傳給他，所以他傳給我的。這是講傳承這個重要。"
    },
    {
      "id": "02-038-0020_p0026",
      "zh_CN": "所以这个法子怎么培养的？法师不能不讲经。李老师在台中，一个星期讲一次经、讲一次儒，他是儒跟佛同时并进，星期五讲儒学，星期三讲佛经。他的时间是固定的，风雨无阻，所以也不要通知，大家晓得星期三到慈光图书馆听经，星期五到台中莲社去听古文、听《四书》，他讲这个东西，所以每个星期固定的两堂课。我们这些学生，学生要练习讲经也是两个道场，有一个灵山寺，一个台中莲社，男众练习讲经在灵山寺，女众练习讲经在莲社，莲社是星期六，灵山寺是星期天，我们有实习的道场，学了之后要上台去表演去的。实在讲因为实习的时间太少，所以进步非常缓慢，谚语也说得很好，「一日暴之，十日寒之」，我们一个星期只学一次，只上一次台，所以就容易懈怠，没有办法勇猛精进。如果说是让我们天天上台，那我们就很紧张，打妄想的时间都没有了，这是个好办法，要逼着你天天上台。所以我在那里学，我居士身分去学习的时候，是一年三个月，十五个月，十五个月我学了十三部小部经，这是基础的，出家了。",
      "zh_TW": "所以這個法子怎麼培養的？法師不能不講經。李老師在台中，一個星期講一次經、講一次儒，他是儒跟佛同時並進，星期五講儒學，星期三講佛經。他的時間是固定的，風雨無阻，所以也不要通知，大家曉得星期三到慈光圖書館聽經，星期五到台中蓮社去聽古文、聽《四書》，他講這個東西，所以每個星期固定的兩堂課。我們這些學生，學生要練習講經也是兩個道場，有一個靈山寺，一個台中蓮社，男眾練習講經在靈山寺，女眾練習講經在蓮社，蓮社是星期六，靈山寺是星期天，我們有實習的道場，學了之後要上台去表演去的。實在講因為實習的時間太少，所以進步非常緩慢，諺語也說得很好，「一日暴之，十日寒之」，我們一個星期只學一次，只上一次台，所以就容易懈怠，沒有辦法勇猛精進。如果說是讓我們天天上台，那我們就很緊張，打妄想的時間都沒有了，這是個好辦法，要逼著你天天上台。所以我在那裡學，我居士身分去學習的時候，是一年三個月，十五個月，十五個月我學了十三部小部經，這是基礎的，出家了。"
    },
    {
      "id": "02-038-0020_p0027",
      "zh_CN": "出家之后我教佛学院，我就出去讲经了，所以我一出家就开始讲经、开始教学。一个星期两堂课，这嫌少了，空闲的时间太多了会懈怠，怎么办？这也是在台中学的，不是大场面讲经，到人家里去讲经，认识的居士多，星期一我到张三家去讲，星期二我到李四家去讲，我把一个星期都排满，我天天去讲。可以讲一样的，那是不同的听众，所以一部经就可以讲好几遍。讲好几遍天天讲，天天读诵，天天学习，不让自己闲下来，这才能学得成。也很有缘分，我讲了大家都喜欢听，所以讲了一段时间之后同修们就讲，听经人愈来愈多，有二、三十个人，二、三十个人人家家里客厅没那么大怎么办？就租，租一个房子做讲堂，或者借别人的办公室，居士的办公室，用这种方式我们也搞了好几年。所以讲堂不确定，因为租的时候，他顶多租你两个月、三个月，你又要换地方。所以我们是流动的方式，但是什么？讲经没中断。这样的方式也过了十几年我们才有一个图书馆，这都是韩馆长帮助我的，相当不容易。这个缘分也非常之特殊，我想过去没有，未来可能也不会有，这样这么一个特殊的因缘，我讲经才没有中止，这才会有成就。",
      "zh_TW": "出家之後我教佛學院，我就出去講經了，所以我一出家就開始講經、開始教學。一個星期兩堂課，這嫌少了，空閒的時間太多了會懈怠，怎麼辦？這也是在台中學的，不是大場面講經，到人家裡去講經，認識的居士多，星期一我到張三家去講，星期二我到李四家去講，我把一個星期都排滿，我天天去講。可以講一樣的，那是不同的聽眾，所以一部經就可以講好幾遍。講好幾遍天天講，天天讀誦，天天學習，不讓自己閒下來，這才能學得成。也很有緣分，我講了大家都喜歡聽，所以講了一段時間之後同修們就講，聽經人愈來愈多，有二、三十個人，二、三十個人人家家裡客廳沒那麼大怎麼辦？就租，租一個房子做講堂，或者借別人的辦公室，居士的辦公室，用這種方式我們也搞了好幾年。所以講堂不確定，因為租的時候，他頂多租你兩個月、三個月，你又要換地方。所以我們是流動的方式，但是什麼？講經沒中斷。這樣的方式也過了十幾年我們才有一個圖書館，這都是韓館長幫助我的，相當不容易。這個緣分也非常之特殊，我想過去沒有，未來可能也不會有，這樣這麼一個特殊的因緣，我講經才沒有中止，這才會有成就。"
    },
    {
      "id": "02-038-0020_p0028",
      "zh_CN": "我自己的经验，如果长时间的休息，譬如半年不讲经，人就退转，大幅度退转，你再想讲不容易。这个东西得天天干，一天都不能放松，这是真正学教、真正学讲经的，不可以不知道。能不能成就不是别人督促，我相信自古以来，真正成功的人，都不是人督促出来的，自动自发，你自己不肯用功那没有办法。所以方向跟目标要确定，确定之后就向着这个方向、这个目标精进不懈，没有不成功的。这样的学习可以得到法喜，像孔子所说的，「学而时习之，不亦说乎」，这里头有快乐、有喜悦。所以我们真正体会到，喜悦从哪里来？从学习当中得来的。学，习是你把所学的落实到生活、落实到工作、落实到待人接物，不生烦恼生智慧，这怎么不欢喜！佛法里面讲「常生欢喜心，法喜充满」，这是什么？这是一个动力它推动你。你为什么会勇猛精进？为什么会不懈怠？那个欢喜心推动你。世间人推动的力量是名利，他没有名利他就不干了。所以真正做学问的人、修道的人，他那个动力是法喜，这里头有乐趣，你真正契入进去之后，就是无量的欢喜。",
      "zh_TW": "我自己的經驗，如果長時間的休息，譬如半年不講經，人就退轉，大幅度退轉，你再想講不容易。這個東西得天天幹，一天都不能放鬆，這是真正學教、真正學講經的，不可以不知道。能不能成就不是別人督促，我相信自古以來，真正成功的人，都不是人督促出來的，自動自發，你自己不肯用功那沒有辦法。所以方向跟目標要確定，確定之後就向著這個方向、這個目標精進不懈，沒有不成功的。這樣的學習可以得到法喜，像孔子所說的，「學而時習之，不亦說乎」，這裡頭有快樂、有喜悅。所以我們真正體會到，喜悅從哪裡來？從學習當中得來的。學，習是你把所學的落實到生活、落實到工作、落實到待人接物，不生煩惱生智慧，這怎麼不歡喜！佛法裡面講「常生歡喜心，法喜充滿」，這是什麼？這是一個動力它推動你。你為什麼會勇猛精進？為什麼會不懈怠？那個歡喜心推動你。世間人推動的力量是名利，他沒有名利他就不幹了。所以真正做學問的人、修道的人，他那個動力是法喜，這裡頭有樂趣，你真正契入進去之後，就是無量的歡喜。"
    },
    {
      "id": "02-038-0020_p0029",
      "zh_CN": "所以我们明了，然后明了怎样护持年轻人，护持初学，不让他退转，这是无比殊胜的功德。在过去护法都是老和尚，所以没有问题；现在老和尚没有了，居士如果不懂的话，那佛法真的会走上绝灭的边缘，所以不可以不懂得佛法。护持年轻的法师要有节制，要让他吃一点苦头，不要认为我这样子对待他，对不起，不慈悲，那你就错了；他要不吃苦头，他不能成就。如果说一点苦头都不愿意吃，随他去吧！为什么？不会成就。真正有人帮助他，再苦他都会熬过去，为什么？他会成就，他常常有法喜，不在乎物质的受用，这个你一定要懂得。你要给他过富裕的生活就完了，你就害死他了，那你不是佛菩萨护持，你是魔王来护持，肯定他走上邪道。所以要记住，「以戒为师，以苦为师」，出门坐公共巴士就可以了，出门要坐计程车不可以，你要买个车供养他，那更糟糕。买个房子做精舍供养他，就又把他送回家去，他本来出了家，他没家，现在你搞个房子，把他拉回来就又回家去，你做得很残忍。到以后，死了之后堕阿鼻地狱，你还不知道什么原因堕落的。你把这个出家人，人家明明是好人，你把他害了堕落，你说你有没有罪过？这些道理不可以不懂。干这种事情的人真多，真不少，我现在说出这些话，我也不怕得罪人，我已经八十四岁，快要走了，所以没有忌讳，应当把真话说出来告诉大家。",
      "zh_TW": "所以我們明瞭，然後明瞭怎樣護持年輕人，護持初學，不讓他退轉，這是無比殊勝的功德。在過去護法都是老和尚，所以沒有問題；現在老和尚沒有了，居士如果不懂的話，那佛法真的會走上絕滅的邊緣，所以不可以不懂得佛法。護持年輕的法師要有節制，要讓他吃一點苦頭，不要認為我這樣子對待他，對不起，不慈悲，那你就錯了；他要不吃苦頭，他不能成就。如果說一點苦頭都不願意吃，隨他去吧！為什麼？不會成就。真正有人幫助他，再苦他都會熬過去，為什麼？他會成就，他常常有法喜，不在乎物質的受用，這個你一定要懂得。你要給他過富裕的生活就完了，你就害死他了，那你不是佛菩薩護持，你是魔王來護持，肯定他走上邪道。所以要記住，「以戒為師，以苦為師」，出門坐公共巴士就可以了，出門要坐計程車不可以，你要買個車供養他，那更糟糕。買個房子做精舍供養他，就又把他送回家去，他本來出了家，他沒家，現在你搞個房子，把他拉回來就又回家去，你做得很殘忍。到以後，死了之後墮阿鼻地獄，你還不知道什麼原因墮落的。你把這個出家人，人家明明是好人，你把他害了墮落，你說你有沒有罪過？這些道理不可以不懂。幹這種事情的人真多，真不少，我現在說出這些話，我也不怕得罪人，我已經八十四歲，快要走了，所以沒有忌諱，應當把真話說出來告訴大家。"
    },
    {
      "id": "02-038-0020_p0030",
      "zh_CN": "弘护是一体，弘法人才有没有、能不能有弘法人才出来全靠护法。我这一生，如果要是没有遇到韩馆长，老师是指路，我这几个老师好，指我的路很正确，可是那个走路很辛苦，障碍重重，要是没有人帮助你，路走不下去。韩馆长帮助我走出这条路，也吃尽了苦头，她们家不富裕，路走得很辛苦，终于是走出来。所以这是我们这么多年来有经验，知道这条路不好走。知道年轻人，几个人真正能把名利放下，真正能够不贪图财色名食睡的享受？真有这种人，我说那是菩萨再来，那不是凡人；凡人这个关通不过，你怎么护持？那要怎样帮助年轻人？经教一天都不能够舍弃，没有人听的时候，没有人听，请他讲给我听，我一个人做听众，天天给我讲两个小时，他就会精进，他就不会懈怠。",
      "zh_TW": "弘護是一體，弘法人才有沒有、能不能有弘法人才出來全靠護法。我這一生，如果要是沒有遇到韓館長，老師是指路，我這幾個老師好，指我的路很正確，可是那個走路很辛苦，障礙重重，要是沒有人幫助你，路走不下去。韓館長幫助我走出這條路，也吃盡了苦頭，她們家不富裕，路走得很辛苦，終於是走出來。所以這是我們這麼多年來有經驗，知道這條路不好走。知道年輕人，幾個人真正能把名利放下，真正能夠不貪圖財色名食睡的享受？真有這種人，我說那是菩薩再來，那不是凡人；凡人這個關通不過，你怎麼護持？那要怎樣幫助年輕人？經教一天都不能夠捨棄，沒有人聽的時候，沒有人聽，請他講給我聽，我一個人做聽眾，天天給我講兩個小時，他就會精進，他就不會懈怠。"
    },
    {
      "id": "02-038-0020_p0031",
      "zh_CN": "所以我曾经在新加坡住的那段时期，我们办了一个弘法人才培训班，一期三个月，专门教讲经。第一届九个学生，第二届十几个，人不多，多了什么？多了我们教不好。所以教学生不能超过十个人，全心贯注。我教他们就是李老师教我的方法，复讲，我是天天讲经，你们天天学，学了之后上台讲给我听，所以他们就紧张了。所以这学生不要去管他，为什么？他明天上台，他要不努力的话，他明天下不了台。而且同学还有好几个，总不能讲得比别人差，所以学生可以不要管，他自己会管自己。如果上台讲得不好，或者是讲的犯了很多错误，他不能改正过来，就请他回去，我们就不收。个个都非常用功，三个月毕业的时候他们写报告，写感想，感到过去在佛学院念了三年、四年，都没有这三个月收获多。我们无需要管他，他自己会管好自己。所以这方法最好，你讲给我听，我当你的听众。",
      "zh_TW": "所以我曾經在新加坡住的那段時期，我們辦了一個弘法人才培訓班，一期三個月，專門教講經。第一屆九個學生，第二屆十幾個，人不多，多了什麼？多了我們教不好。所以教學生不能超過十個人，全心貫注。我教他們就是李老師教我的方法，複講，我是天天講經，你們天天學，學了之後上台講給我聽，所以他們就緊張了。所以這學生不要去管他，為什麼？他明天上台，他要不努力的話，他明天下不了台。而且同學還有好幾個，總不能講得比別人差，所以學生可以不要管，他自己會管自己。如果上台講得不好，或者是講的犯了很多錯誤，他不能改正過來，就請他回去，我們就不收。個個都非常用功，三個月畢業的時候他們寫報告，寫感想，感到過去在佛學院念了三年、四年，都沒有這三個月收穫多。我們無需要管他，他自己會管好自己。所以這方法最好，你講給我聽，我當你的聽眾。"
    },
    {
      "id": "02-038-0020_p0032",
      "zh_CN": "「善知识将欲入灭」，这就是我刚才给诸位讲的，李老师年岁大，我们一班同学想方法把他留住，请他讲一部大经。实在说老师在台中，没有能够把工作完全放下，完全放下他就没有生活来源。他是奉祀官府的主任秘书，是中兴大学的教授，还有一个医药大学的教授，他两个学校兼教授，还有一些其他的这些事情，所以他很忙碌。跟他见面一定在一个星期之前约定，否则的话，你临时去找不到他，他的时间都排好了，很忙碌！一个人做至少五个人的工作量，我们不能不佩服他。他心里不专，要专一什么事都没有，专门讲经，天天讲经，那我们的成就就不是今天这个样子。你看我们去跟他学经，一个星期才一次，才一堂课，两个小时还一个小时闽南语的翻译，实际上一个星期一个小时，一年五十个小时，真的是太少。我们在这种环境里面学习出来，也相当不容易，要有很大的耐心。有很多年轻人我介绍去听李老师的，学了一个月之后他走了，他说学不到东西。那要学到要住多少年？这人家不愿意来学。所以这些统统要估计到，真正办学校，密集的教学才能够把人培养出来。我们现在也准备建一个学校，学校的寺院，这个寺院没有经忏佛事、没有法会，专门教学，希望来培养师资，把「请转法轮，请佛住世」这两愿落实。今天时间到了，我们就学到此地。",
      "zh_TW": "「善知識將欲入滅」，這就是我剛才給諸位講的，李老師年歲大，我們一班同學想方法把他留住，請他講一部大經。實在說老師在台中，沒有能夠把工作完全放下，完全放下他就沒有生活來源。他是奉祀官府的主任祕書，是中興大學的教授，還有一個醫藥大學的教授，他兩個學校兼教授，還有一些其他的這些事情，所以他很忙碌。跟他見面一定在一個星期之前約定，否則的話，你臨時去找不到他，他的時間都排好了，很忙碌！一個人做至少五個人的工作量，我們不能不佩服他。他心裡不專，要專一什麼事都沒有，專門講經，天天講經，那我們的成就就不是今天這個樣子。你看我們去跟他學經，一個星期才一次，才一堂課，兩個小時還一個小時閩南語的翻譯，實際上一個星期一個小時，一年五十個小時，真的是太少。我們在這種環境裡面學習出來，也相當不容易，要有很大的耐心。有很多年輕人我介紹去聽李老師的，學了一個月之後他走了，他說學不到東西。那要學到要住多少年？這人家不願意來學。所以這些統統要估計到，真正辦學校，密集的教學才能夠把人培養出來。我們現在也準備建一個學校，學校的寺院，這個寺院沒有經懺佛事、沒有法會，專門教學，希望來培養師資，把「請轉法輪，請佛住世」這兩願落實。今天時間到了，我們就學到此地。"
    }
  ]
}