{
  "doc_id": "02-038-0016",
  "title": {
    "zh_CN": "无量寿经菁华",
    "zh_TW": "無量壽經菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "02-038-0016",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-038-0016_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《无量寿经》菁华第一段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《無量壽經》菁華第一段："
    },
    {
      "id": "02-038-0016_p0002",
      "zh_CN": "【普贤大士之德。】",
      "zh_TW": "【普賢大士之德。】"
    },
    {
      "id": "02-038-0016_p0003",
      "zh_CN": "十愿我们学到第三「广修供养」，今天我一到此地，就看到许多同修送红包来供养，这桩事情可以不必。这是古礼，古礼不只这一桩事，古礼讲经是开大座，大座的时间至少要四、五十分钟，这个礼节很多，当中有供养。古时候可以，农业社会大家都有这个空闲。大座之前这些仪式它有两个作用，第一个是庄严道场，讲经非常隆重不是随便的，引起大家的恭敬心。第二个意思，是怕有迟到的等他，等这个后来的，所以这个仪式完了之后，这才开始讲经。实际上讲经两个小时的时间，前面四十分钟仪式，后面回向，就去掉一半时间，当中大概真正讲经是一个小时。现在这个时代不一样，我们是要来听教的，我们不愿意接受这些繁琐的仪规，叫人看到就害怕，所以现在全都省略，供养也都省了。我们知道这是古礼，知道就好了。现在供养，最重要的是修行供养，我们把经意思听懂，听明白，真正去照做这是真供养，这个供养的意义超过财宝太多。因为我们希望佛法能够兴旺，兴旺要靠我们修行，修行的人愈多，佛法就能兴旺起来；这个供养再多，佛法兴旺不起来。",
      "zh_TW": "十願我們學到第三「廣修供養」，今天我一到此地，就看到許多同修送紅包來供養，這樁事情可以不必。這是古禮，古禮不只這一樁事，古禮講經是開大座，大座的時間至少要四、五十分鐘，這個禮節很多，當中有供養。古時候可以，農業社會大家都有這個空閒。大座之前這些儀式它有兩個作用，第一個是莊嚴道場，講經非常隆重不是隨便的，引起大家的恭敬心。第二個意思，是怕有遲到的等他，等這個後來的，所以這個儀式完了之後，這才開始講經。實際上講經兩個小時的時間，前面四十分鐘儀式，後面迴向，就去掉一半時間，當中大概真正講經是一個小時。現在這個時代不一樣，我們是要來聽教的，我們不願意接受這些繁瑣的儀規，叫人看到就害怕，所以現在全都省略，供養也都省了。我們知道這是古禮，知道就好了。現在供養，最重要的是修行供養，我們把經意思聽懂，聽明白，真正去照做這是真供養，這個供養的意義超過財寶太多。因為我們希望佛法能夠興旺，興旺要靠我們修行，修行的人愈多，佛法就能興旺起來；這個供養再多，佛法興旺不起來。"
    },
    {
      "id": "02-038-0016_p0004",
      "zh_CN": "昨天我们已经学过很多了，今天我们再接着学第四条，「忏悔业障，忏，梵语具云忏摩」。我们中国人喜欢简单，不喜欢麻烦，尾音就省略掉，忏摩，我们就用个忏。你看佛陀耶，我们用一个佛，后头两个字省掉；菩提萨埵，我们就用菩萨，提埵省掉。这是印度人不怕麻烦，中国人喜欢简单，你看到什么地方，要适合当地的状况，适合当地的人情，就会受到当地人的欢喜，这一点我们要知道，该省的要省略掉。印度话叫忏摩，翻成中国意思叫悔过，「华言悔过，今言忏悔，华梵兼举也」，这是翻译这个名词一半是梵语，一半是中国字，名词的忏悔是华梵合译。「谓之忏者，陈露先罪，悔者，改往修来」，这讲忏悔它的含义，梵语忏摩这个意思，是在大众或者对着老师的面前，把自己做错的事情能说出来，这叫忏。跟中国的悔意思相通，但是在仪式上不太一样，中国的悔是改过自新，不一定在大众当中宣布。所以印度人这个忏悔，一定是在大众当中宣布，说出自己的过失，改过自新。",
      "zh_TW": "昨天我們已經學過很多了，今天我們再接著學第四條，「懺悔業障，懺，梵語具云懺摩」。我們中國人喜歡簡單，不喜歡麻煩，尾音就省略掉，懺摩，我們就用個懺。你看佛陀耶，我們用一個佛，後頭兩個字省掉；菩提薩埵，我們就用菩薩，提埵省掉。這是印度人不怕麻煩，中國人喜歡簡單，你看到什麼地方，要適合當地的狀況，適合當地的人情，就會受到當地人的歡喜，這一點我們要知道，該省的要省略掉。印度話叫懺摩，翻成中國意思叫悔過，「華言悔過，今言懺悔，華梵兼舉也」，這是翻譯這個名詞一半是梵語，一半是中國字，名詞的懺悔是華梵合譯。「謂之懺者，陳露先罪，悔者，改往修來」，這講懺悔它的含義，梵語懺摩這個意思，是在大眾或者對著老師的面前，把自己做錯的事情能說出來，這叫懺。跟中國的悔意思相通，但是在儀式上不太一樣，中國的悔是改過自新，不一定在大眾當中宣布。所以印度人這個懺悔，一定是在大眾當中宣布，說出自己的過失，改過自新。"
    },
    {
      "id": "02-038-0016_p0005",
      "zh_CN": "下面就解释「若欲忏除业障，即当自念无量劫中，由贪瞋痴，作诸恶业，障蔽真性，今当清净三业，于诸佛菩萨众前」，我们现在有佛像、菩萨像，众是大众，在大众面前「诚心忏悔，不敢覆藏」，覆藏是隐瞒，不敢隐瞒自己的过失，这叫做「忏悔业障」。实在说大乘教里面的修行法门很多，我们常讲八万四千法门，那什么法？可以说都是忏悔法。世尊在《华严经》上常说，「一切众生本来是佛」，又说「一切众生皆有如来智慧德相」。现在我们为什么变成这个样子？在一生当中受这么多的苦难，是什么原因？那是我们迷失了本性，无量劫来随顺烦恼习气造作许多的罪业，堕落在六道轮回。既然在六道轮回，这个六道里面每一道我们都住过；换句话说，我们住过地狱，当过饿鬼，也沦落为畜生。这一生很幸运，罪业消了一些，才能够又得人身，可是得人身怎么样？过去那些坏的习气，在三恶道的习气还常常起现行，遇到恶缘又会造恶业。我们这一生死了以后到哪里去？就像《地藏经》上所说的，又回到地狱。地狱里面有菩萨、有鬼王，他们看到都摇头，「怎么你才出去几天，怎么又回来了？」确实是这个现象，经上讲的句句都是实话。在古时候还好，社会上善人多，恶人少，正法流行，所以恶道出来得人身，有机会听到圣贤教诲，有机缘遇到佛菩萨的圣教。如果我们真正有信心、有愿心，一心修学，很可能在这一生当中，超越六道轮回。那是大成就不是小成就！",
      "zh_TW": "下面就解釋「若欲懺除業障，即當自念無量劫中，由貪瞋痴，作諸惡業，障蔽真性，今當清淨三業，於諸佛菩薩眾前」，我們現在有佛像、菩薩像，眾是大眾，在大眾面前「誠心懺悔，不敢覆藏」，覆藏是隱瞞，不敢隱瞞自己的過失，這叫做「懺悔業障」。實在說大乘教裡面的修行法門很多，我們常講八萬四千法門，那什麼法？可以說都是懺悔法。世尊在《華嚴經》上常說，「一切眾生本來是佛」，又說「一切眾生皆有如來智慧德相」。現在我們為什麼變成這個樣子？在一生當中受這麼多的苦難，是什麼原因？那是我們迷失了本性，無量劫來隨順煩惱習氣造作許多的罪業，墮落在六道輪迴。既然在六道輪迴，這個六道裡面每一道我們都住過；換句話說，我們住過地獄，當過餓鬼，也淪落為畜生。這一生很幸運，罪業消了一些，才能夠又得人身，可是得人身怎麼樣？過去那些壞的習氣，在三惡道的習氣還常常起現行，遇到惡緣又會造惡業。我們這一生死了以後到哪裡去？就像《地藏經》上所說的，又回到地獄。地獄裡面有菩薩、有鬼王，他們看到都搖頭，「怎麼你才出去幾天，怎麼又回來了？」確實是這個現象，經上講的句句都是實話。在古時候還好，社會上善人多，惡人少，正法流行，所以惡道出來得人身，有機會聽到聖賢教誨，有機緣遇到佛菩薩的聖教。如果我們真正有信心、有願心，一心修學，很可能在這一生當中，超越六道輪迴。那是大成就不是小成就！"
    },
    {
      "id": "02-038-0016_p0006",
      "zh_CN": "但是我们生在现前的社会，科学技术发达，社会大众崇尚科学，忽略了圣贤教育，也忽略了宗教的学习，把宗教看成迷信，不愿意接触。换句话说，我们在这一生当中，就接受不到圣贤教诲，没有圣贤教诲，恶缘非常普遍，六根所接触到的都是！我们细心去思惟、去观察，这个世间现在崇尚什么？崇尚杀盗淫妄，尤其是邪淫。邪淫，我们中国古人说「万恶淫为首」，社会上处处看到杀盗淫妄，那就是古人讲的，你起心动念、言语造作都在那里造万恶，你的身心会健康吗？你的家庭会有幸福吗？你的社会会安定吗？这世界会有和平吗？今天的动乱，灾难频繁从哪里来的？佛说得好，「众生的业感」。我们所谓的自然灾害，是众生的共业，个人的那是自己的别业。我们学佛的人要常常想到这些，要常常想到忏悔这个方法，只有忏除业障，我们的信心、道心才能够建立起来。否则的话，我们一切的愿望都会落空，我们希望的成就都不能够如愿，为什么？这当中有业障。业障在哪里？只要我们自己冷静去观察，你就看到了。现在在这个社会里面太多，道场里面你会常见到有附体，冤亲债主附身。这是佛在经上所说的，欠命的他来讨命，欠债的他来讨钱，你要不能满他的愿，冤结不能解开，他就障碍你修行，障碍你开悟，障碍你证果。所以忏除业障，跟这些过去现前的冤亲债主，用这个方法跟他们化解，诚心诚意的化解，对方绝大多数都同意。",
      "zh_TW": "但是我們生在現前的社會，科學技術發達，社會大眾崇尚科學，忽略了聖賢教育，也忽略了宗教的學習，把宗教看成迷信，不願意接觸。換句話說，我們在這一生當中，就接受不到聖賢教誨，沒有聖賢教誨，惡緣非常普遍，六根所接觸到的都是！我們細心去思惟、去觀察，這個世間現在崇尚什麼？崇尚殺盜淫妄，尤其是邪淫。邪淫，我們中國古人說「萬惡淫為首」，社會上處處看到殺盜淫妄，那就是古人講的，你起心動念、言語造作都在那裡造萬惡，你的身心會健康嗎？你的家庭會有幸福嗎？你的社會會安定嗎？這世界會有和平嗎？今天的動亂，災難頻繁從哪裡來的？佛說得好，「眾生的業感」。我們所謂的自然災害，是眾生的共業，個人的那是自己的別業。我們學佛的人要常常想到這些，要常常想到懺悔這個方法，只有懺除業障，我們的信心、道心才能夠建立起來。否則的話，我們一切的願望都會落空，我們希望的成就都不能夠如願，為什麼？這當中有業障。業障在哪裡？只要我們自己冷靜去觀察，你就看到了。現在在這個社會裡面太多，道場裡面你會常見到有附體，冤親債主附身。這是佛在經上所說的，欠命的他來討命，欠債的他來討錢，你要不能滿他的願，冤結不能解開，他就障礙你修行，障礙你開悟，障礙你證果。所以懺除業障，跟這些過去現前的冤親債主，用這個方法跟他們化解，誠心誠意的化解，對方絕大多數都同意。"
    },
    {
      "id": "02-038-0016_p0007",
      "zh_CN": "为什么？他们也清楚，这种冤冤相报没完没了，彼此双方都痛苦。所以学佛的人，一定要拿定主意，我欠别人的一定要还，欠命要还命，欠债要还钱，要把它还清，再也不伤害众生，再也没有去占别人便宜的念头。诸位要记住，占别人便宜的念头是属于盗心，你只起这个念头你就欠他，你说多么可怕。别人有对不起我的地方，我要把它放下，不再记在心上，不再有报复的念头，我们解脱了。如果你还有怨恨，你还想报复；换句话说，你必须留在这里搞轮回你才能报复。这个念头不能放下的话，念佛不能到极乐世界，为什么？你还想报仇。你要想到西方极乐世界去亲近阿弥陀佛，这个东西要放下，再大的怨恨都要放下，都不能放在心上，这不能不知道的。人家欠你再多的钱，也一笔勾消不要了，我们才能到极乐世界去。阿弥陀佛来接引你，某人欠我多少钱，某人跟我不愉快，我还要去报复他，阿弥陀佛就走了，你这一生的缘就断掉。这是别人欠我们的好办，容易；我欠别人的，这个事情难办，别人一定要讨回。那怎么办？我们跟冤亲债主如何把这些帐把它清了？这个相当不容易。那怎么样？学佛同学修行最基本的早晚课诵，早晚课诵里面都要把修学的功德，回向给过去现前的冤亲债主，诚心诚意，再求三宝加持让他能够感动，真诚心就有感应。我们这有感，他就有应，希望他也像我一样放弃了，他能放弃他就不干扰你；他不放弃，真有一类很执着的众生，他不肯放弃。如果我们真心求忏悔，真心希望化解，我们以修学功德来补偿，他真想报复也没机会了，为什么？这有护法神护持。你的功夫、你的往生他不至于来干扰你，护法神保护你，他不能靠近你。你得真干，不真干没有护法神。",
      "zh_TW": "為什麼？他們也清楚，這種冤冤相報沒完沒了，彼此雙方都痛苦。所以學佛的人，一定要拿定主意，我欠別人的一定要還，欠命要還命，欠債要還錢，要把它還清，再也不傷害眾生，再也沒有去佔別人便宜的念頭。諸位要記住，佔別人便宜的念頭是屬於盜心，你只起這個念頭你就欠他，你說多麼可怕。別人有對不起我的地方，我要把它放下，不再記在心上，不再有報復的念頭，我們解脫了。如果你還有怨恨，你還想報復；換句話說，你必須留在這裡搞輪迴你才能報復。這個念頭不能放下的話，念佛不能到極樂世界，為什麼？你還想報仇。你要想到西方極樂世界去親近阿彌陀佛，這個東西要放下，再大的怨恨都要放下，都不能放在心上，這不能不知道的。人家欠你再多的錢，也一筆勾消不要了，我們才能到極樂世界去。阿彌陀佛來接引你，某人欠我多少錢，某人跟我不愉快，我還要去報復他，阿彌陀佛就走了，你這一生的緣就斷掉。這是別人欠我們的好辦，容易；我欠別人的，這個事情難辦，別人一定要討回。那怎麼辦？我們跟冤親債主如何把這些帳把它清了？這個相當不容易。那怎麼樣？學佛同學修行最基本的早晚課誦，早晚課誦裡面都要把修學的功德，迴向給過去現前的冤親債主，誠心誠意，再求三寶加持讓他能夠感動，真誠心就有感應。我們這有感，他就有應，希望他也像我一樣放棄了，他能放棄他就不干擾你；他不放棄，真有一類很執著的眾生，他不肯放棄。如果我們真心求懺悔，真心希望化解，我們以修學功德來補償，他真想報復也沒機會了，為什麼？這有護法神護持。你的功夫、你的往生他不至於來干擾你，護法神保護你，他不能靠近你。你得真幹，不真幹沒有護法神。"
    },
    {
      "id": "02-038-0016_p0008",
      "zh_CN": "经上给我们说得很好，真正皈依，就有三十六位护法神日夜保护你，你真皈依；假的没有用处，有名无实那个没有用处。持戒，五戒，你能够持一条戒有五尊护戒神保护你，五戒你都做到，就二十五尊护戒神他日夜保护你。那你犯戒他就走了，他就不保护你，这是唐朝悟达国师给我们做了很好的榜样。学佛同修很多人知道，佛门里有个忏仪，叫《慈悲三昧水忏》，拜水忏也是求忏悔的，求消灾的。这是悟达国师的故事，这个人从汉朝到唐朝十世都是出家人，都是很好的修行人，十世高僧。到第十世他成为帝王的老师，称国师，佛门大德，皇上送他一个沉香宝座，就是太师椅沉香雕的。诸位想想，沉香我们现在知道，论两卖的，那个多么名贵！做这个太师椅供养老师，皇上供养老师。他看到之后心里很欢喜，感到非常安慰，皇上送沉香宝座，也觉得自己的地位高过一切人。这是什么？傲慢的念头不严重，才起来有这么点意思，他的护法神走了。这一走了之后，真有一个冤亲债主，十世世世都跟他，是以前被他杀的这个人要报仇。十世都有护法神障碍住，他不能贴近，这一念，一念傲慢，护法神走了，他就贴到身上，长了一个人面疮，几乎把命送掉。这是幸亏迦诺迦尊者，是一位阿罗汉来跟他化解，把过去今生宿世因缘讲清楚、讲明白，对方接受了离开，他人面疮好了。就告诉他，你只有一念差错，你看看冤亲债主就逃不过。所以真修行有佛菩萨加持，有护法神保佑；可是你烦恼一起现行，护法神就走了，这不能不知道。",
      "zh_TW": "經上給我們說得很好，真正皈依，就有三十六位護法神日夜保護你，你真皈依；假的沒有用處，有名無實那個沒有用處。持戒，五戒，你能夠持一條戒有五尊護戒神保護你，五戒你都做到，就二十五尊護戒神他日夜保護你。那你犯戒他就走了，他就不保護你，這是唐朝悟達國師給我們做了很好的榜樣。學佛同修很多人知道，佛門裡有個懺儀，叫《慈悲三昧水懺》，拜水懺也是求懺悔的，求消災的。這是悟達國師的故事，這個人從漢朝到唐朝十世都是出家人，都是很好的修行人，十世高僧。到第十世他成為帝王的老師，稱國師，佛門大德，皇上送他一個沉香寶座，就是太師椅沉香雕的。諸位想想，沉香我們現在知道，論兩賣的，那個多麼名貴！做這個太師椅供養老師，皇上供養老師。他看到之後心裡很歡喜，感到非常安慰，皇上送沉香寶座，也覺得自己的地位高過一切人。這是什麼？傲慢的念頭不嚴重，才起來有這麼點意思，他的護法神走了。這一走了之後，真有一個冤親債主，十世世世都跟他，是以前被他殺的這個人要報仇。十世都有護法神障礙住，他不能貼近，這一念，一念傲慢，護法神走了，他就貼到身上，長了一個人面瘡，幾乎把命送掉。這是幸虧迦諾迦尊者，是一位阿羅漢來跟他化解，把過去今生宿世因緣講清楚、講明白，對方接受了離開，他人面瘡好了。就告訴他，你只有一念差錯，你看看冤親債主就逃不過。所以真修行有佛菩薩加持，有護法神保佑；可是你煩惱一起現行，護法神就走了，這不能不知道。"
    },
    {
      "id": "02-038-0016_p0009",
      "zh_CN": "所以佛菩萨教导我们，时时刻刻要保持正念，正念是清净心、平等心，天天不能离开圣教，早晚要读诵经典。早晨读诵目的是提醒自己，我这一天遵守佛菩萨教诲，依教奉行。晚课就是忏悔、就是反省，我今天从早到晚有没有犯过失？有没有依照经教去修学？现在我们用什么样的标准，来反省、来改过？这些年当中我们提倡的儒释道三个根。为什么？这是基本的戒律。也就是说最低的标准，你能把这三个根扎下去，也就是真做到，你就会得三宝护念，你就会得到护法神的照顾。冤亲债主虽然多，他也不能靠近你，诸位要记住，这是最低的标准。在过去，我们想想，悟达国师这个标准一定是完全具足，冤亲债主为什么来找到？那个时候人人都有这个标准，所以这样的标准不希奇，那你要把标准提升。像悟达国师这样的人，要提升到菩萨戒，持戒清净才行；这一念傲慢起的时候，戒就破了。现在我说的这很低的标准，护法神都照顾你，为什么？现在这很低的标准都没有人做，你能做到那很希奇，那就很难得。人同此心，心同此理，我们想想就明白，务必要把《弟子规》、《感应篇》、《十善业》做到。每天用这三样东西来反省、来检点，真的有过就要改，无过要勉励自己，明天做得更好，这样修行自然得佛菩萨照顾，你身心安稳。境缘那是肯定的，顺境、善缘、逆境、恶缘，这是我们过去今生自己造的，遇到之后自己要承当。如何在环境，物质环境、人事环境里头保持清净心，这比什么都重要。决定不能够受影响，决定不能够被染污，这才叫你真有功夫，你真有成就。",
      "zh_TW": "所以佛菩薩教導我們，時時刻刻要保持正念，正念是清淨心、平等心，天天不能離開聖教，早晚要讀誦經典。早晨讀誦目的是提醒自己，我這一天遵守佛菩薩教誨，依教奉行。晚課就是懺悔、就是反省，我今天從早到晚有沒有犯過失？有沒有依照經教去修學？現在我們用什麼樣的標準，來反省、來改過？這些年當中我們提倡的儒釋道三個根。為什麼？這是基本的戒律。也就是說最低的標準，你能把這三個根紮下去，也就是真做到，你就會得三寶護念，你就會得到護法神的照顧。冤親債主雖然多，他也不能靠近你，諸位要記住，這是最低的標準。在過去，我們想想，悟達國師這個標準一定是完全具足，冤親債主為什麼來找到？那個時候人人都有這個標準，所以這樣的標準不希奇，那你要把標準提升。像悟達國師這樣的人，要提升到菩薩戒，持戒清淨才行；這一念傲慢起的時候，戒就破了。現在我說的這很低的標準，護法神都照顧你，為什麼？現在這很低的標準都沒有人做，你能做到那很希奇，那就很難得。人同此心，心同此理，我們想想就明白，務必要把《弟子規》、《感應篇》、《十善業》做到。每天用這三樣東西來反省、來檢點，真的有過就要改，無過要勉勵自己，明天做得更好，這樣修行自然得佛菩薩照顧，你身心安穩。境緣那是肯定的，順境、善緣、逆境、惡緣，這是我們過去今生自己造的，遇到之後自己要承當。如何在環境，物質環境、人事環境裡頭保持清淨心，這比什麼都重要。決定不能夠受影響，決定不能夠被染污，這才叫你真有功夫，你真有成就。"
    },
    {
      "id": "02-038-0016_p0010",
      "zh_CN": "忏悔有五种，祖师大德教导我们的，《普贤观经》上说，「若国王大臣欲忏悔者，当修行五事」。这一段很值得我们做参考，特别是在家同学，我们净宗同学，在家同学多。祖师大德教我们讲的五桩事情，这五桩事情就是忏悔，第一个「不必礼拜」，你看特别在我们现在这个时代，只要求你「应常忆念第一义空」。这个不必礼拜下面有解释，「谓不必拘于礼诵之功」，就是礼拜读诵这些功德，「但当存心忆念正理，不谤三宝，不于修梵行人作恶留难，是即忏悔」，这是第一条。你看佛对谁说的？对国王大臣。说国王大臣就把所有一切各行各业都包括在其中，这范围非常广大。要真正修行忏悔，不必拘束于形式，这就是过去我初学佛的时候，章嘉大师告诉我，「佛法重实质不重形式」，就是这个意思。你要从真心去悔过，不在于形式，所以开头就给我们讲不必礼拜。应该常常忆念，什么叫第一义空？起心动念是第二义，不是第一义；第一义就是不起心、不动念，这是第一义。起心动念尚且没有，诸位就想到，分别执着当然没有，这是什么境界？是真心现前的境界，不容易做到。佛要求的水平很高，我们做不到，做不到可以求其次。所以他要求的水平很高，高了我们做不到，那我们做其次，真的这个意思就在此地。",
      "zh_TW": "懺悔有五種，祖師大德教導我們的，《普賢觀經》上說，「若國王大臣欲懺悔者，當修行五事」。這一段很值得我們做參考，特別是在家同學，我們淨宗同學，在家同學多。祖師大德教我們講的五樁事情，這五樁事情就是懺悔，第一個「不必禮拜」，你看特別在我們現在這個時代，只要求你「應常憶念第一義空」。這個不必禮拜下面有解釋，「謂不必拘於禮誦之功」，就是禮拜讀誦這些功德，「但當存心憶念正理，不謗三寶，不於修梵行人作惡留難，是即懺悔」，這是第一條。你看佛對誰說的？對國王大臣。說國王大臣就把所有一切各行各業都包括在其中，這範圍非常廣大。要真正修行懺悔，不必拘束於形式，這就是過去我初學佛的時候，章嘉大師告訴我，「佛法重實質不重形式」，就是這個意思。你要從真心去悔過，不在於形式，所以開頭就給我們講不必禮拜。應該常常憶念，什麼叫第一義空？起心動念是第二義，不是第一義；第一義就是不起心、不動念，這是第一義。起心動念尚且沒有，諸位就想到，分別執著當然沒有，這是什麼境界？是真心現前的境界，不容易做到。佛要求的水平很高，我們做不到，做不到可以求其次。所以他要求的水平很高，高了我們做不到，那我們做其次，真的這個意思就在此地。"
    },
    {
      "id": "02-038-0016_p0011",
      "zh_CN": "我们也真要得常常想着，常常怎么想？《金刚经》上有很多句子好，跟中国人也特别有缘分。在古时候不是佛教徒，一般念书人没有不念《金刚经》的，儒也好、道也好，所以《金刚经》流传很普遍。《金刚经》上告诉我们，「凡所有相，皆是虚妄」，这一句话很简单又好记，常常想到所有一切现象都是虚妄，你的心就放下了。不要把这些现象放在心上，顺境、逆境、善缘、恶缘，都不要放在心上。常常保持自己的清净心，清净心是自己的真心，真心现前那是真忏悔。这个意思好！经上又教导我们，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。这是给你讲什么叫有为法，有为法就是有生有灭，这就是有为法，有生有灭。你看看哪一法是不生不灭的？找不到。动物有生老病死，有为法，植物有生住异灭，矿物连地球都有成住坏空；换句话说，我们六根所接触的六尘境界，统是有为法。佛说这些有为法就像作梦一样，梦里头有境界，我们醒过来之后晓得那是一场空。我们现在就是梦境，就是在作梦，你要晓得统统是梦中境界，过眼云烟，你决定控制不住，你决定得不到，所以佛菩萨教我们放下。放下之后保持自己的清净心，清净心生智慧，智慧能照了一切法的真相。你在一切法里面不受影响，在一切法里面没有障碍，那就是华严境界，理事无碍，事事无碍。",
      "zh_TW": "我們也真要得常常想著，常常怎麼想？《金剛經》上有很多句子好，跟中國人也特別有緣分。在古時候不是佛教徒，一般念書人沒有不念《金剛經》的，儒也好、道也好，所以《金剛經》流傳很普遍。《金剛經》上告訴我們，「凡所有相，皆是虛妄」，這一句話很簡單又好記，常常想到所有一切現象都是虛妄，你的心就放下了。不要把這些現象放在心上，順境、逆境、善緣、惡緣，都不要放在心上。常常保持自己的清淨心，清淨心是自己的真心，真心現前那是真懺悔。這個意思好！經上又教導我們，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。這是給你講什麼叫有為法，有為法就是有生有滅，這就是有為法，有生有滅。你看看哪一法是不生不滅的？找不到。動物有生老病死，有為法，植物有生住異滅，礦物連地球都有成住壞空；換句話說，我們六根所接觸的六塵境界，統是有為法。佛說這些有為法就像作夢一樣，夢裡頭有境界，我們醒過來之後曉得那是一場空。我們現在就是夢境，就是在作夢，你要曉得統統是夢中境界，過眼雲煙，你決定控制不住，你決定得不到，所以佛菩薩教我們放下。放下之後保持自己的清淨心，清淨心生智慧，智慧能照了一切法的真相。你在一切法裡面不受影響，在一切法裡面沒有障礙，那就是華嚴境界，理事無礙，事事無礙。"
    },
    {
      "id": "02-038-0016_p0012",
      "zh_CN": "应该怎么看法？佛在《仁王经》上告诉我们，他说一弹指有六十刹那，一刹那里面有九百个生灭。现在我们都是用秒做单位，我们一秒钟能弹几次？大概可以弹四次，弹四次一秒钟，六十乘九百再乘四是二十一万六千个生灭。这是什么？这是宇宙现象，所有一切万事万法的现象。就像我们看电影一样，我们现在看电影，电影院里面看电影。现在电影我不知道，以前电影是用幻灯片，放映机里面镜头一打开一张幻灯片打在银幕上，再把镜头关下来再打开又换了一张，一秒钟二十四张。我们觉得那个银幕上好像是真的，很逼真，我们的眼睛被它欺骗。佛说我们现前的境界，一秒钟是多少张的幻灯片？《仁王经》上讲的二十一万六千张，你怎么会知道这个境界是假的？电影银幕上是平面的，我们现实的它是立体的。一秒钟二十一万六千个生灭，这是佛的方便说不是真实说。",
      "zh_TW": "應該怎麼看法？佛在《仁王經》上告訴我們，他說一彈指有六十剎那，一剎那裡面有九百個生滅。現在我們都是用秒做單位，我們一秒鐘能彈幾次？大概可以彈四次，彈四次一秒鐘，六十乘九百再乘四是二十一萬六千個生滅。這是什麼？這是宇宙現象，所有一切萬事萬法的現象。就像我們看電影一樣，我們現在看電影，電影院裡面看電影。現在電影我不知道，以前電影是用幻燈片，放映機裡面鏡頭一打開一張幻燈片打在銀幕上，再把鏡頭關下來再打開又換了一張，一秒鐘二十四張。我們覺得那個銀幕上好像是真的，很逼真，我們的眼睛被它欺騙。佛說我們現前的境界，一秒鐘是多少張的幻燈片？《仁王經》上講的二十一萬六千張，你怎麼會知道這個境界是假的？電影銀幕上是平面的，我們現實的它是立體的。一秒鐘二十一萬六千個生滅，這是佛的方便說不是真實說。"
    },
    {
      "id": "02-038-0016_p0013",
      "zh_CN": "我们看到《菩萨处胎经》，这菩萨就释迦牟尼佛。释迦牟尼佛投胎，在摩耶夫人肚子里面住胎的时候，有一部叫《菩萨处胎经》，这是不可思议的境界。释迦牟尼佛跟弥勒菩萨在讨论，宇宙之间的真相，万事万法的真相，真相从哪里来？从念头生的。这大乘教上常讲「一念不觉而有无明」，无明一现前就生起三细相，三细相就是阿赖耶。由阿赖耶变现成万事万法，变成这个宇宙，宇宙这么来的，生命是这么来的。这三细相里面现在科学也知道，也说出来，我们不能不佩服，科学家告诉我们，宇宙之间只有三样东西，除这个三样东西一无所有。这三样是什么？第一个是能量，第二个是物质，第三个是信息，它就这三样东西。这三样东西确实就是讲的阿赖耶，阿赖耶的业相就是能量，阿赖耶的境界相就是物质，阿赖耶的转相就是信息、转相就是念头。你的意念现在人讲精神，境界相是物质，物质跟精神都是从能量里头变现出来的。可是科学家发现这三样东西，这三样东西从哪里来的，他没有说清楚，佛经讲得清楚它从哪来的。我们能够观察到这一点，你对于所有境界相，你就不会去执着它。你也不可能在境界里面去起一个对立的念头、矛盾的思想，统统没有了。这是什么？这是你心定下来，外面境界相，无论是善缘、恶缘、逆境、顺境，你都能在那里头如如不动，它对你再也不会产生影响。这个影响，无论是正面、负面都没有了，这是什么境界？这就是定中的境界。",
      "zh_TW": "我們看到《菩薩處胎經》，這菩薩就釋迦牟尼佛。釋迦牟尼佛投胎，在摩耶夫人肚子裡面住胎的時候，有一部叫《菩薩處胎經》，這是不可思議的境界。釋迦牟尼佛跟彌勒菩薩在討論，宇宙之間的真相，萬事萬法的真相，真相從哪裡來？從念頭生的。這大乘教上常講「一念不覺而有無明」，無明一現前就生起三細相，三細相就是阿賴耶。由阿賴耶變現成萬事萬法，變成這個宇宙，宇宙這麼來的，生命是這麼來的。這三細相裡面現在科學也知道，也說出來，我們不能不佩服，科學家告訴我們，宇宙之間只有三樣東西，除這個三樣東西一無所有。這三樣是什麼？第一個是能量，第二個是物質，第三個是信息，它就這三樣東西。這三樣東西確實就是講的阿賴耶，阿賴耶的業相就是能量，阿賴耶的境界相就是物質，阿賴耶的轉相就是信息、轉相就是念頭。你的意念現在人講精神，境界相是物質，物質跟精神都是從能量裡頭變現出來的。可是科學家發現這三樣東西，這三樣東西從哪裡來的，他沒有說清楚，佛經講得清楚它從哪來的。我們能夠觀察到這一點，你對於所有境界相，你就不會去執著它。你也不可能在境界裡面去起一個對立的念頭、矛盾的思想，統統沒有了。這是什麼？這是你心定下來，外面境界相，無論是善緣、惡緣、逆境、順境，你都能在那裡頭如如不動，它對你再也不會產生影響。這個影響，無論是正面、負面都沒有了，這是什麼境界？這就是定中的境界。"
    },
    {
      "id": "02-038-0016_p0014",
      "zh_CN": "大乘教里面常讲，「那伽常在定，无有不定时」。那伽是印度话，意思是龙、是象，龙我们没有看到过，象看到过。你看大象，你细心去观察，牠好像都在定中，站着像入定，坐着也像入定，走动也像入定，慢吞吞的。所以行住坐卧都在定中，不会受外头境界影响，为什么？你了解真相是什么，真相是刹那生灭。《菩萨处胎经》里面，释迦牟尼佛问弥勒菩萨，他说「心有所念」，我们凡夫起一个念头，我们都不知道。这一个念头是多少细念成就这一念？像一弹指，一弹指是多少细念成就的？好像我们拍这个电影一样，从前老式的电影摄影机，它是用胶卷拍的，你一按这胶卷的时候，它就一张一张的在那里拍摄，我们拍一秒钟，拍一秒钟它要用几张？一秒钟二十四张。它怎么样组成的？多少个念头组成一念？《仁王经》上刚刚说过，《仁王经》上讲是二十一万六千，二十一万六千个生灭组成的。可是《菩萨处胎经》不是这样说的，弥勒菩萨回答世尊，他说「弹指之顷」，这一弹指，一弹指是多少？不是九百生灭，一弹指是「三十二亿百千念」，百千是十万，三十二亿乘十万这是一弹指，三十二亿乘十万是三百二十兆，这一弹指三百二十兆。那一秒钟四次弹指，再乘四，一千二百八十兆个细念组成一念。",
      "zh_TW": "大乘教裡面常講，「那伽常在定，無有不定時」。那伽是印度話，意思是龍、是象，龍我們沒有看到過，象看到過。你看大象，你細心去觀察，牠好像都在定中，站著像入定，坐著也像入定，走動也像入定，慢吞吞的。所以行住坐臥都在定中，不會受外頭境界影響，為什麼？你了解真相是什麼，真相是剎那生滅。《菩薩處胎經》裡面，釋迦牟尼佛問彌勒菩薩，他說「心有所念」，我們凡夫起一個念頭，我們都不知道。這一個念頭是多少細念成就這一念？像一彈指，一彈指是多少細念成就的？好像我們拍這個電影一樣，從前老式的電影攝影機，它是用膠卷拍的，你一按這膠卷的時候，它就一張一張的在那裡拍攝，我們拍一秒鐘，拍一秒鐘它要用幾張？一秒鐘二十四張。它怎麼樣組成的？多少個念頭組成一念？《仁王經》上剛剛說過，《仁王經》上講是二十一萬六千，二十一萬六千個生滅組成的。可是《菩薩處胎經》不是這樣說的，彌勒菩薩回答世尊，他說「彈指之頃」，這一彈指，一彈指是多少？不是九百生滅，一彈指是「三十二億百千念」，百千是十萬，三十二億乘十萬這是一彈指，三十二億乘十萬是三百二十兆，這一彈指三百二十兆。那一秒鐘四次彈指，再乘四，一千二百八十兆個細念組成一念。"
    },
    {
      "id": "02-038-0016_p0015",
      "zh_CN": "所以我们看了《处胎经》，回过头来看《仁王经》，那是释迦牟尼佛的方便说不是真实说。你说这念头多细，太微细了！波动的现象，宇宙确实是波动形成的，没有波动就没有宇宙，波动形成的。非常微细的波动，谁看到？所以诸位要晓得，佛法是科学，科学讲证据，科学讲实验，要把证据拿出来。佛法是科学，佛法不需要用机器来测验，不需要这种东西，它用什么？用禅定。禅定有等级，这很高的禅定，佛经上讲八地菩萨他见到。七地以前没看到，八地、九地、十地、十一地、妙觉，这五个位次。《华严经》上讲菩萨修学的位次，五十二个位次，最高的那五个位次都看到。你要修到八地菩萨你就看到了，所以这东西不是骗人的。佛家它讲求的是信解行，最后是证，如果你没有证得，不是你自己的，那是别人的，你听说的。佛法要求的，要求你证果，你要证得那才是你自己的，你才管用。你自己没有证得，你得不到真实的用途，我们讲真实的利益你得不到，你必须证道你才真正得到。所以佛法不是说你信了就成就，不是的；你理解就成就，你在那里修行就成就，不是，一定要证得！佛对我们的帮助，只能帮助我们信解，你看《法华经》上讲的「开示悟入」，佛能帮助我们是开示，悟入是我们的事情，是我们学生自己的事情。开是开启，我们不知道，他给我们讲清楚、讲明白，我们知道了，知道有这个事情。",
      "zh_TW": "所以我們看了《處胎經》，回過頭來看《仁王經》，那是釋迦牟尼佛的方便說不是真實說。你說這念頭多細，太微細了！波動的現象，宇宙確實是波動形成的，沒有波動就沒有宇宙，波動形成的。非常微細的波動，誰看到？所以諸位要曉得，佛法是科學，科學講證據，科學講實驗，要把證據拿出來。佛法是科學，佛法不需要用機器來測驗，不需要這種東西，它用什麼？用禪定。禪定有等級，這很高的禪定，佛經上講八地菩薩他見到。七地以前沒看到，八地、九地、十地、十一地、妙覺，這五個位次。《華嚴經》上講菩薩修學的位次，五十二個位次，最高的那五個位次都看到。你要修到八地菩薩你就看到了，所以這東西不是騙人的。佛家它講求的是信解行，最後是證，如果你沒有證得，不是你自己的，那是別人的，你聽說的。佛法要求的，要求你證果，你要證得那才是你自己的，你才管用。你自己沒有證得，你得不到真實的用途，我們講真實的利益你得不到，你必須證道你才真正得到。所以佛法不是說你信了就成就，不是的；你理解就成就，你在那裡修行就成就，不是，一定要證得！佛對我們的幫助，只能幫助我們信解，你看《法華經》上講的「開示悟入」，佛能幫助我們是開示，悟入是我們的事情，是我們學生自己的事情。開是開啟，我們不知道，他給我們講清楚、講明白，我們知道了，知道有這個事情。"
    },
    {
      "id": "02-038-0016_p0016",
      "zh_CN": "知道之后怎么个修法我们还有困难，佛很慈悲，指示我们怎样去修证，为我们做出示范，这个示是身教，做出样子来给我们看。我们依照他的理论方法去修学，这是行，行要累积功夫，功夫到了你才能证。证还层次，你看看五十二个位次，就像五十二层楼一样，你得慢慢向上爬，爬到顶端那就是究竟的佛果，你全就明白了。可是没有到顶端，到四十八层就是八地，宇宙之间极其微细的波动你看到了，到第四十八层就看到，不是假的。你认真去做，你会见到，有人见到吗？有，见到的人很多。没有人提出来释迦牟尼佛讲错了，不是这样的，没有人说这个话。那就说明，他们见到的跟释迦牟尼佛讲的一样，释迦牟尼佛没有骗人。所以佛法是科学。早年方老师把佛法介绍给我，说它是高等哲学。我学了五十多年，今年二０一０年，五十九年，我五十九年里面发现到它不但是高等哲学，它是高等科学，比我们现在科学讲得清楚多了。它真的是科学，他要你证，证得才算数。我们现在虽然没证得，我们对佛经上所讲的，我们信得过，为什么？有许多修行到这个阶段来的人，到这个层次的他们证得。他们没有说，释迦牟尼佛说的这是假的，没有说这个话，我们就能够信得过。信得过在现前的阶段，我们能够常常这样去想，对我们放下大有帮助。",
      "zh_TW": "知道之後怎麼個修法我們還有困難，佛很慈悲，指示我們怎樣去修證，為我們做出示範，這個示是身教，做出樣子來給我們看。我們依照他的理論方法去修學，這是行，行要累積功夫，功夫到了你才能證。證還層次，你看看五十二個位次，就像五十二層樓一樣，你得慢慢向上爬，爬到頂端那就是究竟的佛果，你全就明白了。可是沒有到頂端，到四十八層就是八地，宇宙之間極其微細的波動你看到了，到第四十八層就看到，不是假的。你認真去做，你會見到，有人見到嗎？有，見到的人很多。沒有人提出來釋迦牟尼佛講錯了，不是這樣的，沒有人說這個話。那就說明，他們見到的跟釋迦牟尼佛講的一樣，釋迦牟尼佛沒有騙人。所以佛法是科學。早年方老師把佛法介紹給我，說它是高等哲學。我學了五十多年，今年二０一０年，五十九年，我五十九年裡面發現到它不但是高等哲學，它是高等科學，比我們現在科學講得清楚多了。它真的是科學，他要你證，證得才算數。我們現在雖然沒證得，我們對佛經上所講的，我們信得過，為什麼？有許多修行到這個階段來的人，到這個層次的他們證得。他們沒有說，釋迦牟尼佛說的這是假的，沒有說這個話，我們就能夠信得過。信得過在現前的階段，我們能夠常常這樣去想，對我們放下大有幫助。"
    },
    {
      "id": "02-038-0016_p0017",
      "zh_CN": "我们现在为什么放不下？以为这都是真的，这是（身体）真的我，我住的房子真的是我家，真的是我的财产、我的眷属，牵肠挂肚，一样放不下，不晓得这些境相是刹那生灭。就用《仁王经》上所讲的就够用，一秒钟二十一万六千次的生灭，比电影快多了，能够常常想到这个事实真相，你还有什么放不下？真正想通，这个世间还有什么灾难？没有了。就像观世音菩萨所说的，「一切灾难化为尘」，没有了。《般若经》上讲的「一切法无所有，毕竟空，不可得」，哪来的灾难！所以化解灾难最微妙的方法，就是佛家里面的空观。这里教我们观第一义空，灾难就没有了，灾难真没有了吗？真没有了。你能观到第一义空，在你的境界里头没有灾难；他要观第一义空，他的灾难就没有了。如果我们住在地球上的居民，一百个人当中，有一个人能够观第一义空，这些灾难真的就没有了。所谓「一人有福连带一屋」，那些九十九个人都沾光，那是真的。这是佛法里面讲自行化他，我们自己修行，那就是真的帮助别人。别人的行为善恶，千万不要放在心上，为什么？都不是真的，没有一样是真的。他有执着，他就好像是真的，他就有苦乐忧喜舍的受；如果你统统放下，苦乐忧喜舍都没有了，叫正受。所以，念头太重要了。",
      "zh_TW": "我們現在為什麼放不下？以為這都是真的，這是（身體）真的我，我住的房子真的是我家，真的是我的財產、我的眷屬，牽腸掛肚，一樣放不下，不曉得這些境相是剎那生滅。就用《仁王經》上所講的就夠用，一秒鐘二十一萬六千次的生滅，比電影快多了，能夠常常想到這個事實真相，你還有什麼放不下？真正想通，這個世間還有什麼災難？沒有了。就像觀世音菩薩所說的，「一切災難化為塵」，沒有了。《般若經》上講的「一切法無所有，畢竟空，不可得」，哪來的災難！所以化解災難最微妙的方法，就是佛家裡面的空觀。這裡教我們觀第一義空，災難就沒有了，災難真沒有了嗎？真沒有了。你能觀到第一義空，在你的境界裡頭沒有災難；他要觀第一義空，他的災難就沒有了。如果我們住在地球上的居民，一百個人當中，有一個人能夠觀第一義空，這些災難真的就沒有了。所謂「一人有福連帶一屋」，那些九十九個人都沾光，那是真的。這是佛法裡面講自行化他，我們自己修行，那就是真的幫助別人。別人的行為善惡，千萬不要放在心上，為什麼？都不是真的，沒有一樣是真的。他有執著，他就好像是真的，他就有苦樂憂喜捨的受；如果你統統放下，苦樂憂喜捨都沒有了，叫正受。所以，念頭太重要了。"
    },
    {
      "id": "02-038-0016_p0018",
      "zh_CN": "下面接着说「不必拘于礼诵之功」，这是特别对什么？对国王大臣们说的。他们学习佛门这些仪规，对他讲有困难，他没有这种时间来学习。所以这些仪式、仪规都可以不必，不拘于形式重实质，「但当存心忆念正理」，正理就是宇宙万有的真相。唐朝华严宗第三代的祖师，就是清凉的老师，贤首国师的《妄尽还源观》里面讲得清楚，讲得太好！他是完全根据《华严经》说的。讲宇宙的缘起不是大爆炸，大爆炸讲不通。讲宇宙的缘起，讲万物的缘起，讲生命的缘起，讲我从哪里来的，讲我的缘起，讲得透彻。把这些搞清楚、搞明白，你的心就定了。你看到这个宇宙人间万事万法就清清楚楚、明明白白，大学问，大道理。他这篇论文我们讲过两次，第一次大概用一百多个小时，第二次用了两百多个小时。我们在讲《华严经》的当中，穿插这部小论，为什么？我们已经学《华严》学了四千多个小时，怎么样能够入华严境界？这是很多人都有这个意念，都有这个愿望，我们就选择《华严义海》里这一篇论文。借着这一篇论文帮助我们修华严观，也就是现在人所讲的宇宙观、人生观、价值观，你能够得到正确，没有一丝毫差误。这对我们的受用就很大。",
      "zh_TW": "下面接著說「不必拘於禮誦之功」，這是特別對什麼？對國王大臣們說的。他們學習佛門這些儀規，對他講有困難，他沒有這種時間來學習。所以這些儀式、儀規都可以不必，不拘於形式重實質，「但當存心憶念正理」，正理就是宇宙萬有的真相。唐朝華嚴宗第三代的祖師，就是清涼的老師，賢首國師的《妄盡還源觀》裡面講得清楚，講得太好！他是完全根據《華嚴經》說的。講宇宙的緣起不是大爆炸，大爆炸講不通。講宇宙的緣起，講萬物的緣起，講生命的緣起，講我從哪裡來的，講我的緣起，講得透徹。把這些搞清楚、搞明白，你的心就定了。你看到這個宇宙人間萬事萬法就清清楚楚、明明白白，大學問，大道理。他這篇論文我們講過兩次，第一次大概用一百多個小時，第二次用了兩百多個小時。我們在講《華嚴經》的當中，穿插這部小論，為什麼？我們已經學《華嚴》學了四千多個小時，怎麼樣能夠入華嚴境界？這是很多人都有這個意念，都有這個願望，我們就選擇《華嚴義海》裡這一篇論文。藉著這一篇論文幫助我們修華嚴觀，也就是現在人所講的宇宙觀、人生觀、價值觀，你能夠得到正確，沒有一絲毫差誤。這對我們的受用就很大。"
    },
    {
      "id": "02-038-0016_p0019",
      "zh_CN": "对我们修行方向、目标，我们就能够肯定了，我们真希望在这一生当中成就，尤其是要在短时间成就。为什么？我想同学们很多都看过「2012」的电影，那是灾难。同学们对我很关心，还找到了四种不同的纪录片，这四种不同的纪录片是许多专家学者在讨论这个问题。究竟这个问题可不可能？专家学者提出的意见，根据科学的观察认为很有可能。佛法里面化解，实在讲很容易，但是就是我们不肯做，要肯做真是不难。佛讲经讲了一个很好的原则原理，他给我们说「相由心生」，我们每个人的相貌，每个人的体质从哪来的？从念头来的。你的念头善相貌就善，身体就好；念头不善相貌也不善，身体也不好，相由心生。山河大地，这个宇宙太空里面这些星系，它是怎么回事？那都是我们境界，境随心转。如果我们地球上的居民，人人心善、行善、言善，行为善，这个所有宇宙的星系运转都会很正常，不会出一点错误，这个地球上什么样灾难都没有。这些居民心不善，念头不善、言行不善，那什么样灾难都出来。乃至于影响太阳系行星的运行，这是佛在经上告诉我们的。我们学佛的人相信，怎么办？诸佛如来、祖师大德都叫我们，「一心称念南无阿弥陀佛」。能不能解决这问题？能，肯定能。为什么？这一句名号是我们性德的名号，这个要知道，就是自性性德的名号。念佛你就成佛，念菩萨就成菩萨，念善，善境界现前；念恶，恶境界现前。念什么，什么现前，为什么？一切法从心想生，这原理你要掌握住。",
      "zh_TW": "對我們修行方向、目標，我們就能夠肯定了，我們真希望在這一生當中成就，尤其是要在短時間成就。為什麼？我想同學們很多都看過「2012」的電影，那是災難。同學們對我很關心，還找到了四種不同的紀錄片，這四種不同的紀錄片是許多專家學者在討論這個問題。究竟這個問題可不可能？專家學者提出的意見，根據科學的觀察認為很有可能。佛法裡面化解，實在講很容易，但是就是我們不肯做，要肯做真是不難。佛講經講了一個很好的原則原理，他給我們說「相由心生」，我們每個人的相貌，每個人的體質從哪來的？從念頭來的。你的念頭善相貌就善，身體就好；念頭不善相貌也不善，身體也不好，相由心生。山河大地，這個宇宙太空裡面這些星系，它是怎麼回事？那都是我們境界，境隨心轉。如果我們地球上的居民，人人心善、行善、言善，行為善，這個所有宇宙的星系運轉都會很正常，不會出一點錯誤，這個地球上什麼樣災難都沒有。這些居民心不善，念頭不善、言行不善，那什麼樣災難都出來。乃至於影響太陽系行星的運行，這是佛在經上告訴我們的。我們學佛的人相信，怎麼辦？諸佛如來、祖師大德都叫我們，「一心稱念南無阿彌陀佛」。能不能解決這問題？能，肯定能。為什麼？這一句名號是我們性德的名號，這個要知道，就是自性性德的名號。念佛你就成佛，念菩薩就成菩薩，念善，善境界現前；念惡，惡境界現前。念什麼，什麼現前，為什麼？一切法從心想生，這原理你要掌握住。"
    },
    {
      "id": "02-038-0016_p0020",
      "zh_CN": "一切念头里面没有比念阿弥陀佛更善，念阿弥陀佛你一心真正去念，头一个你所得到的是什么？身心健康，马上就有效果，你能够看得到。接着你家庭和睦，你事业顺利，你所居住的地方没有灾难，大灾难化成小灾难，小灾难就变成无灾难，真是这样的。你所到之处，你让别人跟你接触，明显感觉到什么？磁场不一样，你的磁场是柔和的，你的磁场是安定的，你的磁场让人感到非常舒适。我在早年初学的时候，这个磁场强烈的感应，头一个就是章嘉大师，他所居住的环境，跟别人真的不一样。其次李老师跟方东美先生，方东美先生不是学佛的，一个哲学家，那个磁场也不一样。所以存心忆念正理，这是你的心正，你的念头正，心念正，你的言语行为当然正。这是真忏悔，无始劫乃至于今生，所造的一切业障都能忏除。下面那是自然你会做的，「不谤三宝」，三宝是佛法僧，你不会毁谤，你不会毁谤一切圣贤的教法。「不于修梵行人作恶留难」，也就是对于真正修行人，你会爱护，你会照顾，你会帮助，你不会给他为难。就如同前清雍正皇帝之所为，雍正在历代帝王当中非常难得，他在没有做皇帝之前，雍清王，雍和宫是他做王子的时候住的住宅，他在那一段时期他读了很多书。真的，中国所讲的三教九流，他都接触，他都学习，所以他的底蕴非常深厚。对于中国儒释道三家，他是平等的礼敬，平等的护持。三家偶尔有门户之见，他还能调解，所以他能够缔造乾隆的盛世。乾隆是最有福报的皇帝，祖父、父亲给他奠定这么好的基础，让他去享福。这是真忏悔，这是第一桩事。",
      "zh_TW": "一切念頭裡面沒有比念阿彌陀佛更善，念阿彌陀佛你一心真正去念，頭一個你所得到的是什麼？身心健康，馬上就有效果，你能夠看得到。接著你家庭和睦，你事業順利，你所居住的地方沒有災難，大災難化成小災難，小災難就變成無災難，真是這樣的。你所到之處，你讓別人跟你接觸，明顯感覺到什麼？磁場不一樣，你的磁場是柔和的，你的磁場是安定的，你的磁場讓人感到非常舒適。我在早年初學的時候，這個磁場強烈的感應，頭一個就是章嘉大師，他所居住的環境，跟別人真的不一樣。其次李老師跟方東美先生，方東美先生不是學佛的，一個哲學家，那個磁場也不一樣。所以存心憶念正理，這是你的心正，你的念頭正，心念正，你的言語行為當然正。這是真懺悔，無始劫乃至於今生，所造的一切業障都能懺除。下面那是自然你會做的，「不謗三寶」，三寶是佛法僧，你不會毀謗，你不會毀謗一切聖賢的教法。「不於修梵行人作惡留難」，也就是對於真正修行人，你會愛護，你會照顧，你會幫助，你不會給他為難。就如同前清雍正皇帝之所為，雍正在歷代帝王當中非常難得，他在沒有做皇帝之前，雍清王，雍和宮是他做王子的時候住的住宅，他在那一段時期他讀了很多書。真的，中國所講的三教九流，他都接觸，他都學習，所以他的底蘊非常深厚。對於中國儒釋道三家，他是平等的禮敬，平等的護持。三家偶爾有門戶之見，他還能調解，所以他能夠締造乾隆的盛世。乾隆是最有福報的皇帝，祖父、父親給他奠定這麼好的基礎，讓他去享福。這是真懺悔，這是第一樁事。"
    },
    {
      "id": "02-038-0016_p0021",
      "zh_CN": "第二桩事，「孝养父母，恭敬师长，《梵网经》云，孝名为戒，亦名制止」。我们先说这上半段，人世间最大的事情，无过于孝，中国的传统文化，如果用一个字来代表，就是孝字。中国几千年来是孝文化，这是世界上其他国家地区没有的。曾经有人问我，现在这个世界太乱，灾难太多，哪个地方会好一些？美国，美国在二战之前，表现得还不错，还讲道理，二战之后变了，这大家都晓得。讲英国，讲欧洲这些国家，你细心看它的历史，几百年前、几千年前他们祖宗做的些什么？累积的是什么样的行业？你就知道了。再看看印度，古圣先贤除了佛教之外，印度大的宗教很多，那个底蕴很厚，所以印度是值得考虑的一个地方。再看看中国，中国至少是五千年，我常常讲决定超过一万年。我们祖宗教的是什么？伦理、道德、因果，积的德深厚。大灾难的时候到哪里去？到中国去，到印度去，这两个地方可靠，祖宗有德，其他地区都不能够相比，这要知道。诸位读《了凡四训》，你就会得到这个启示，读古书。所以古人看这个家庭会不会发达，看他祖宗有没有积德，祖宗积德的时候，儿孙一定会发达。我们的老祖宗积的德太厚，全世界找不到第二家，印度比我们早，但是在最近，这个两千年来中国超过印度。佛法在中国生根、茁壮、开花、结果，在中国的成就超过印度，所以灾难来了哪里好？中国好，印度好。我常常用这帮助人解释疑惑，我们根据世世代代的积福，这是真的不是假的。",
      "zh_TW": "第二樁事，「孝養父母，恭敬師長，《梵網經》云，孝名為戒，亦名制止」。我們先說這上半段，人世間最大的事情，無過於孝，中國的傳統文化，如果用一個字來代表，就是孝字。中國幾千年來是孝文化，這是世界上其他國家地區沒有的。曾經有人問我，現在這個世界太亂，災難太多，哪個地方會好一些？美國，美國在二戰之前，表現得還不錯，還講道理，二戰之後變了，這大家都曉得。講英國，講歐洲這些國家，你細心看它的歷史，幾百年前、幾千年前他們祖宗做的些什麼？累積的是什麼樣的行業？你就知道了。再看看印度，古聖先賢除了佛教之外，印度大的宗教很多，那個底蘊很厚，所以印度是值得考慮的一個地方。再看看中國，中國至少是五千年，我常常講決定超過一萬年。我們祖宗教的是什麼？倫理、道德、因果，積的德深厚。大災難的時候到哪裡去？到中國去，到印度去，這兩個地方可靠，祖宗有德，其他地區都不能夠相比，這要知道。諸位讀《了凡四訓》，你就會得到這個啟示，讀古書。所以古人看這個家庭會不會發達，看他祖宗有沒有積德，祖宗積德的時候，兒孫一定會發達。我們的老祖宗積的德太厚，全世界找不到第二家，印度比我們早，但是在最近，這個兩千年來中國超過印度。佛法在中國生根、茁壯、開花、結果，在中國的成就超過印度，所以災難來了哪裡好？中國好，印度好。我常常用這幫助人解釋疑惑，我們根據世世代代的積福，這是真的不是假的。"
    },
    {
      "id": "02-038-0016_p0022",
      "zh_CN": "所以孝是中国文化的特色，中国精神的特色，从孝展开来就是五伦、五常、四维、八德。如何落实在日常生活当中、落实在你的工作、落实在你处事待人接物？给诸位说，就是《弟子规》。儒的《弟子规》、道的《感应篇》，佛家的《十善业道》那是落实。所以孝敬是大德，一个人孝顺父母，恭敬师长没有不发达的。你自己不发达，那是你过去世业障深重，你的子孙必定发达。这个在历史可以给我们做证明，凡是在历史上留名这些人，你细心去读，都是孝子，都是好学生。佛法尤其重视师道，佛法是师道，师道是建立在孝道的基础上。所以《观无量寿佛经》，是净宗重要的典籍，净业三福第一句说「孝养父母」，第二句「奉事师长」，跟这讲的意思是一样。我们的身命得自于父母，我们的慧命得自于老师，老师的恩德跟父母是相等的。",
      "zh_TW": "所以孝是中國文化的特色，中國精神的特色，從孝展開來就是五倫、五常、四維、八德。如何落實在日常生活當中、落實在你的工作、落實在你處事待人接物？給諸位說，就是《弟子規》。儒的《弟子規》、道的《感應篇》，佛家的《十善業道》那是落實。所以孝敬是大德，一個人孝順父母，恭敬師長沒有不發達的。你自己不發達，那是你過去世業障深重，你的子孫必定發達。這個在歷史可以給我們做證明，凡是在歷史上留名這些人，你細心去讀，都是孝子，都是好學生。佛法尤其重視師道，佛法是師道，師道是建立在孝道的基礎上。所以《觀無量壽佛經》，是淨宗重要的典籍，淨業三福第一句說「孝養父母」，第二句「奉事師長」，跟這講的意思是一樣。我們的身命得自於父母，我們的慧命得自於老師，老師的恩德跟父母是相等的。"
    },
    {
      "id": "02-038-0016_p0023",
      "zh_CN": "在古礼里面就非常清楚，平常这称名，你就能看出来，中国古时候对人尊重，小孩可以叫他名字，叫他的名，他成年就不可以叫，要对他尊重。男子二十岁行冠礼成人，冠是什么？戴帽子；女子十六岁成年了梳头，这她成年了。成年，他的同辈分兄弟姊妹，或者是朋友，送他一个字，以后大家就称字不称名，对他尊敬。什么人称他名？父母一生称名，老师一生称名，就这两个人。你在朝廷里面做官，皇上见你也称字不称名，对你尊敬。你看称名只有父母跟老师，这个非常明显。如果皇上称你名你犯罪了，你要被判刑，那个时候皇帝称你名，不称你字。所以孝养父母，恭敬师长，这是德行的根基，伦理道德的大根大本。不孝父母，不敬师长，他要是学什么道德仁义，那都是假的不是真的，那是装饰门面，别有企图，所以这个道理我们要懂。我们要奠定这个真正的德本从哪里？就是从孝亲尊师。念念不忘父母，我们的心就正，行为就正，为什么？不正，我们让父母蒙羞，那是大不孝。起一个恶念不孝父母，父母在社会上怎么做人？不敬师长，师长是怎么教你的？所以背师叛道那个罪，跟不孝父母是同等的，在佛法里面，都叫阿鼻地狱。古时候读书人，一生不会忘记父母，不会忘记老师，我们要培养德行，要从这个地方做起。你看《弟子规》一开头就是讲怎样孝养父母，讲孝悌，而老师跟父母是同等的，都在一起的。",
      "zh_TW": "在古禮裡面就非常清楚，平常這稱名，你就能看出來，中國古時候對人尊重，小孩可以叫他名字，叫他的名，他成年就不可以叫，要對他尊重。男子二十歲行冠禮成人，冠是什麼？戴帽子；女子十六歲成年了梳頭，這她成年了。成年，他的同輩分兄弟姊妹，或者是朋友，送他一個字，以後大家就稱字不稱名，對他尊敬。什麼人稱他名？父母一生稱名，老師一生稱名，就這兩個人。你在朝廷裡面做官，皇上見你也稱字不稱名，對你尊敬。你看稱名只有父母跟老師，這個非常明顯。如果皇上稱你名你犯罪了，你要被判刑，那個時候皇帝稱你名，不稱你字。所以孝養父母，恭敬師長，這是德行的根基，倫理道德的大根大本。不孝父母，不敬師長，他要是學什麼道德仁義，那都是假的不是真的，那是裝飾門面，別有企圖，所以這個道理我們要懂。我們要奠定這個真正的德本從哪裡？就是從孝親尊師。念念不忘父母，我們的心就正，行為就正，為什麼？不正，我們讓父母蒙羞，那是大不孝。起一個惡念不孝父母，父母在社會上怎麼做人？不敬師長，師長是怎麼教你的？所以背師叛道那個罪，跟不孝父母是同等的，在佛法裡面，都叫阿鼻地獄。古時候讀書人，一生不會忘記父母，不會忘記老師，我們要培養德行，要從這個地方做起。你看《弟子規》一開頭就是講怎樣孝養父母，講孝悌，而老師跟父母是同等的，都在一起的。"
    },
    {
      "id": "02-038-0016_p0024",
      "zh_CN": "《梵网经》上说「孝名为戒，亦名制止」，这是说什么？佛家讲持戒。释迦牟尼佛灭度之前教诲弟子们，「以戒为师，以苦为师」，戒是什么？戒里头的根就是孝。没有孝亲尊师那个戒就没有了，根没有了，纵然有是假的不是真的，花瓶里面插的花几天就枯死了，它不是活的。所以孝是戒的根，这就是说明师道是以孝道为根基，没有孝道就没有师道。孝道跟师道没有了，这个天下怎么能不乱？今天社会的混乱，根就找到。为什么混乱？这个世间人不知道孝顺父母，不知道尊敬师长，社会就动乱，你要找动乱的根源。如何能化解这个问题也在此地，怎么样来收拾这个动乱，让这个社会恢复到安定，这个世界恢复到和平？没有别的，提倡孝亲尊师就做到。所以古时候帝王做人民的榜样，做人民的模范，你看他对父母的孝，对老师的尊敬，上学行拜师礼，他为什么要这样做？为社会安定，为天下太平。别人一看的时候，皇上都这样的，那还能不学吗？皇上进学堂，也是向孔老夫子行最敬礼，三跪九叩首，天下人都服了。皇上对父母的孝敬，照顾无微不至，全国的人都向他学习，带头！把君那一个字做到，君就是领导，他真的做到。我们从小怎么知道孝养父母？老师教的。怎么知道恭敬师长？父母教的。都要第三者教，没有第三者不行。父母虽然养育你，你也不懂，父母也说不出来，「我是你的爸爸，你是我的儿子，你应该孝顺我。」话说不出口！儿子再问：为什么要孝？这个事情多麻烦，多难讲。老师讲，老师把父母的恩德点，点滴滴告诉学生，他才明白，他才懂得回家孝顺父母。",
      "zh_TW": "《梵網經》上說「孝名為戒，亦名制止」，這是說什麼？佛家講持戒。釋迦牟尼佛滅度之前教誨弟子們，「以戒為師，以苦為師」，戒是什麼？戒裡頭的根就是孝。沒有孝親尊師那個戒就沒有了，根沒有了，縱然有是假的不是真的，花瓶裡面插的花幾天就枯死了，它不是活的。所以孝是戒的根，這就是說明師道是以孝道為根基，沒有孝道就沒有師道。孝道跟師道沒有了，這個天下怎麼能不亂？今天社會的混亂，根就找到。為什麼混亂？這個世間人不知道孝順父母，不知道尊敬師長，社會就動亂，你要找動亂的根源。如何能化解這個問題也在此地，怎麼樣來收拾這個動亂，讓這個社會恢復到安定，這個世界恢復到和平？沒有別的，提倡孝親尊師就做到。所以古時候帝王做人民的榜樣，做人民的模範，你看他對父母的孝，對老師的尊敬，上學行拜師禮，他為什麼要這樣做？為社會安定，為天下太平。別人一看的時候，皇上都這樣的，那還能不學嗎？皇上進學堂，也是向孔老夫子行最敬禮，三跪九叩首，天下人都服了。皇上對父母的孝敬，照顧無微不至，全國的人都向他學習，帶頭！把君那一個字做到，君就是領導，他真的做到。我們從小怎麼知道孝養父母？老師教的。怎麼知道恭敬師長？父母教的。都要第三者教，沒有第三者不行。父母雖然養育你，你也不懂，父母也說不出來，「我是你的爸爸，你是我的兒子，你應該孝順我。」話說不出口！兒子再問：為什麼要孝？這個事情多麻煩，多難講。老師講，老師把父母的恩德點，點滴滴告訴學生，他才明白，他才懂得回家孝順父母。"
    },
    {
      "id": "02-038-0016_p0025",
      "zh_CN": "老师对学生也如此，也是说不出「你是我的学生，我是你的老师，你必须要对我尊师重道。」也说不出来！这个话父母教，父母在家里要把老师的恩德，也要说给儿女听，让他真正懂得尊师重道。所以双方面教，才把一个人教出来。现在这个社会，问题出在哪里？父母不教儿女尊师重道，老师也不教学生孝顺父母，这个社会它怎么会不乱？哪有这种道理？所以社会病了，地球也病了，要把那个病根找出来，应病予药，你才能把它恢复到正常，正常就是健康的。这孝是戒。下面说「亦名制止」，就孝也是制止，制是什么？制是制度，制是法治，止是禁止。这个意思是说禁止一切不善的念头，不善的行为，人只要真正孝顺父母，他不会有恶念，他不会有不善的言行。为什么？他想起我要这样做法，我对不起父母，甚至于想到我对不起祖宗，这孝产生多大力量。所以有孝行的人，孝心、孝行肯定不会违背伦理道德，五伦的关系他懂得，他会做得很好。五伦十义，他在生活当中他会做出来；五常八德，是他起心动念、言语行为的准则，他不会违背。这就是制止的意思。",
      "zh_TW": "老師對學生也如此，也是說不出「你是我的學生，我是你的老師，你必須要對我尊師重道。」也說不出來！這個話父母教，父母在家裡要把老師的恩德，也要說給兒女聽，讓他真正懂得尊師重道。所以雙方面教，才把一個人教出來。現在這個社會，問題出在哪裡？父母不教兒女尊師重道，老師也不教學生孝順父母，這個社會它怎麼會不亂？哪有這種道理？所以社會病了，地球也病了，要把那個病根找出來，應病予藥，你才能把它恢復到正常，正常就是健康的。這孝是戒。下面說「亦名制止」，就孝也是制止，制是什麼？制是制度，制是法治，止是禁止。這個意思是說禁止一切不善的念頭，不善的行為，人只要真正孝順父母，他不會有惡念，他不會有不善的言行。為什麼？他想起我要這樣做法，我對不起父母，甚至於想到我對不起祖宗，這孝產生多大力量。所以有孝行的人，孝心、孝行肯定不會違背倫理道德，五倫的關係他懂得，他會做得很好。五倫十義，他在生活當中他會做出來；五常八德，是他起心動念、言語行為的準則，他不會違背。這就是制止的意思。"
    },
    {
      "id": "02-038-0016_p0026",
      "zh_CN": "「既能孝养父母，恭敬学法受戒之师，则无悖逆之罪，是即忏悔」。这把忏悔的意思说出来，这个人既然能够孝养父母，恭敬学法受戒之师，学法的老师，受戒的老师，这两种老师在我们现在学校里头，学法的老师就是管教务的，受戒的老师就是管训导的。你看你们在学校念书，校长底下有两个帮助他的人，一个管教务，一个管训导，你对这些老师都能够恭敬。印光大师说得好，一分恭敬得一分利益，十分恭敬你就得十分利益，你能够得多少是从你恭敬心上得来的。为什么？恭敬心能够受益，能接受；那个不恭敬的心他不能接受，他排斥，老师教他不会接受。恭敬心的人他会接受，愈恭敬接受得愈多，就这么个道理。老师教学，除了个别之外，团体教学，大家是一样的。现在学校都是团体教学，没有个别的；古时候有，私塾里头，团体教学之外有个别教学。个别教学这个老师就是看学生恭敬的程度，绝对不是老师希望学生对他恭敬，那就错了，那不是个好老师。老师从学生恭敬态度上，了解他求道的心是不是恳切？如果求道的心十分恳切，他对老师肯定就十分恭敬，是从这个态度上，看出他求学求道的心。老师对他的教学就不能含糊，他有十分恳切的心，老师教他九分就对不起他，为什么？他还能接受一分，你没有能满足他，你对不起他。如果他只有五分求道的心，老师不必教他六分，为什么？那一分装不进去，你白教。所以老师教学的时候，他的用心看学生求学的心态，这个很有道理。所以印光大师常讲，「一分恭敬得一分利益，二分恭敬得二分利益，十分恭敬得十分利益」。这里头说对老师的恭敬是自然的，真正的意思是对你求学那个学习心里的恭敬，是这个意思。",
      "zh_TW": "「既能孝養父母，恭敬學法受戒之師，則無悖逆之罪，是即懺悔」。這把懺悔的意思說出來，這個人既然能夠孝養父母，恭敬學法受戒之師，學法的老師，受戒的老師，這兩種老師在我們現在學校裡頭，學法的老師就是管教務的，受戒的老師就是管訓導的。你看你們在學校念書，校長底下有兩個幫助他的人，一個管教務，一個管訓導，你對這些老師都能夠恭敬。印光大師說得好，一分恭敬得一分利益，十分恭敬你就得十分利益，你能夠得多少是從你恭敬心上得來的。為什麼？恭敬心能夠受益，能接受；那個不恭敬的心他不能接受，他排斥，老師教他不會接受。恭敬心的人他會接受，愈恭敬接受得愈多，就這麼個道理。老師教學，除了個別之外，團體教學，大家是一樣的。現在學校都是團體教學，沒有個別的；古時候有，私塾裡頭，團體教學之外有個別教學。個別教學這個老師就是看學生恭敬的程度，絕對不是老師希望學生對他恭敬，那就錯了，那不是個好老師。老師從學生恭敬態度上，了解他求道的心是不是懇切？如果求道的心十分懇切，他對老師肯定就十分恭敬，是從這個態度上，看出他求學求道的心。老師對他的教學就不能含糊，他有十分懇切的心，老師教他九分就對不起他，為什麼？他還能接受一分，你沒有能滿足他，你對不起他。如果他只有五分求道的心，老師不必教他六分，為什麼？那一分裝不進去，你白教。所以老師教學的時候，他的用心看學生求學的心態，這個很有道理。所以印光大師常講，「一分恭敬得一分利益，二分恭敬得二分利益，十分恭敬得十分利益」。這裡頭說對老師的恭敬是自然的，真正的意思是對你求學那個學習心裡的恭敬，是這個意思。"
    },
    {
      "id": "02-038-0016_p0027",
      "zh_CN": "这桩事情，在中国讲了至少五千年，现在不讲了。现在是道跟学没有了，现在是什么东西？现在是技术。在学校里学习什么？学习技能。所以现在社会有个问题很严重，许多的企业家想招聘人才找不到。大学、研究所每年毕业的这些人，他们不要，为什么不要？不会做人，对做人的道理不懂。所以我们这些年提倡《弟子规》的学习，企业家们也来观摩，非常欢喜。能够接受过《弟子规》的，这人是好人，这个人是可以靠得住的人。从这一点我们重新认识传统文化，对现在的社会它还是有价值的，还是一桩好东西。我们学习伦理、道德、因果，就绝对不会有悖逆之罪，他的思想、言行一定能够遵守道德，遵守伦理的规范，不会做出遗弃父母，背师叛道，不会造这种罪。能造出这种罪的人他在一个公司服务，他对老板能忠心吗？不可能。他为的是什么？为的是利，有利他就做，没有利他就不做，而且虽然是做未必认真负责，这差别就太大，不负责任这是罪业，这是过失。所以从根本上来讲，孝亲尊师，这是从根上的忏悔，这是五种忏悔里面的第二种，这祖师大德根据经论里面的道理教导我们。特别是在现前这个社会，我们要特别重视提倡孝亲尊师，端正社会的风气，这个国家民族就有前途，这个世界才有和平的指望。今天时间到了，我们就学习到此地。",
      "zh_TW": "這樁事情，在中國講了至少五千年，現在不講了。現在是道跟學沒有了，現在是什麼東西？現在是技術。在學校裡學習什麼？學習技能。所以現在社會有個問題很嚴重，許多的企業家想招聘人才找不到。大學、研究所每年畢業的這些人，他們不要，為什麼不要？不會做人，對做人的道理不懂。所以我們這些年提倡《弟子規》的學習，企業家們也來觀摩，非常歡喜。能夠接受過《弟子規》的，這人是好人，這個人是可以靠得住的人。從這一點我們重新認識傳統文化，對現在的社會它還是有價值的，還是一樁好東西。我們學習倫理、道德、因果，就絕對不會有悖逆之罪，他的思想、言行一定能夠遵守道德，遵守倫理的規範，不會做出遺棄父母，背師叛道，不會造這種罪。能造出這種罪的人他在一個公司服務，他對老闆能忠心嗎？不可能。他為的是什麼？為的是利，有利他就做，沒有利他就不做，而且雖然是做未必認真負責，這差別就太大，不負責任這是罪業，這是過失。所以從根本上來講，孝親尊師，這是從根上的懺悔，這是五種懺悔裡面的第二種，這祖師大德根據經論裡面的道理教導我們。特別是在現前這個社會，我們要特別重視提倡孝親尊師，端正社會的風氣，這個國家民族就有前途，這個世界才有和平的指望。今天時間到了，我們就學習到此地。"
    }
  ]
}