{
  "doc_id": "02-038-0012",
  "title": {
    "zh_CN": "无量寿经菁华",
    "zh_TW": "無量壽經菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "02-038-0012",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-038-0012_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《无量寿经》菁华，今天我们从第四十七节看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《無量壽經》菁華，今天我們從第四十七節看起："
    },
    {
      "id": "02-038-0012_p0002",
      "zh_CN": "【天地之间。五道分明。善恶报应。祸福相承。身自当之。无谁代者。】",
      "zh_TW": "【天地之間。五道分明。善惡報應。禍福相承。身自當之。無誰代者。】"
    },
    {
      "id": "02-038-0012_p0003",
      "zh_CN": "这是世尊跟我们将五恶说完之后，五恶是因，五痛、五烧是果报，这几句总结五恶。『天地之间』是讲宇宙，宇宙之间有无量无边的众生，高等生物的星球，所以遍法界虚空界都是我们活动的场所。我们在《华严经》里面看到，宇宙、万物、生命都是自性变现出来。大经里面佛告诉我们，「唯心所现，唯识所变」，能现、能生、能变的是自性，所现、所变是万法，宇宙之间一切法能所不二。所以宇宙是永恒的，生命也是永恒的，所有一切变化是由于念头不一样。我们现在所讲的心态不相同，心态的差别，那真是无量无边、无尽无数，这是变化之来由。『五道』就是六道，这是非常贴切我们人类的境界，人在五道里面。佛经上有的时候说六道，还有的时候说七道，那到底是几道？无论怎么讲法都是事实真相，说五道是讲天道、人道、畜生、饿鬼、地狱这五道；如果说六道，六道就加上阿修罗。佛在《楞严经》上，告诉我们阿修罗除了地狱没有之外，其他四道都有。所以说五道，天阿修罗归天道，人阿修罗归人道，他归在这五道里面去。若是说六道，阿修罗专门指天阿修罗，天就分成两道，天道跟修罗道，他也算是三善道，天阿修罗。说七道，这是释迦牟尼佛在《楞严经》上讲的，六道之外加上一个仙道，我们讲神仙，加上一个仙道。所以无论是讲六、是讲七、是五，都是一个意思。",
      "zh_TW": "這是世尊跟我們將五惡說完之後，五惡是因，五痛、五燒是果報，這幾句總結五惡。『天地之間』是講宇宙，宇宙之間有無量無邊的眾生，高等生物的星球，所以遍法界虛空界都是我們活動的場所。我們在《華嚴經》裡面看到，宇宙、萬物、生命都是自性變現出來。大經裡面佛告訴我們，「唯心所現，唯識所變」，能現、能生、能變的是自性，所現、所變是萬法，宇宙之間一切法能所不二。所以宇宙是永恆的，生命也是永恆的，所有一切變化是由於念頭不一樣。我們現在所講的心態不相同，心態的差別，那真是無量無邊、無盡無數，這是變化之來由。『五道』就是六道，這是非常貼切我們人類的境界，人在五道裡面。佛經上有的時候說六道，還有的時候說七道，那到底是幾道？無論怎麼講法都是事實真相，說五道是講天道、人道、畜生、餓鬼、地獄這五道；如果說六道，六道就加上阿修羅。佛在《楞嚴經》上，告訴我們阿修羅除了地獄沒有之外，其他四道都有。所以說五道，天阿修羅歸天道，人阿修羅歸人道，他歸在這五道裡面去。若是說六道，阿修羅專門指天阿修羅，天就分成兩道，天道跟修羅道，他也算是三善道，天阿修羅。說七道，這是釋迦牟尼佛在《楞嚴經》上講的，六道之外加上一個仙道，我們講神仙，加上一個仙道。所以無論是講六、是講七、是五，都是一個意思。"
    },
    {
      "id": "02-038-0012_p0004",
      "zh_CN": "「五道分明」，这是果报。到哪一道，这在佛法讲是属于业力，业力牵引着你入那一道，你有这一道的业，造的这个业。天，他所造的是上品十善，这就生天，中品十善是人道，下品十善是阿修罗道。实际上他那个下是怎么下？说老实话，他修的善也是上品，不是上品他怎么能生天？上品里面夹杂着好高、傲慢、嫉妒，他有这个烦恼习气夹杂在里面，他真的修上品十善，所以他超过人间的福报，他到天上去。到天上还带着这个习气，我们在经论上看到，世尊有时候提到，阿修罗跟忉利天主打仗。所以天上也有战争，也不是很太平，这是欲界天里面下面的两层，欲界天有六层，愈往上去德行就愈殊胜。大概天阿修罗可能只是在忉利天、四王天，地居天，夜摩是空居不在地面上，这些境界都是我们没有法子去想像的。由此可知，我们在日常生活当中处事待人接物，一定要学谦虚，在佛法里面讲谦卑，我们中国儒家讲谦让，对自己决定有好处。傲慢、嫉妒，要不是修大福报，一般都是堕到饿鬼、地狱，这是我们不能不知道的。",
      "zh_TW": "「五道分明」，這是果報。到哪一道，這在佛法講是屬於業力，業力牽引著你入那一道，你有這一道的業，造的這個業。天，他所造的是上品十善，這就生天，中品十善是人道，下品十善是阿修羅道。實際上他那個下是怎麼下？說老實話，他修的善也是上品，不是上品他怎麼能生天？上品裡面夾雜著好高、傲慢、嫉妒，他有這個煩惱習氣夾雜在裡面，他真的修上品十善，所以他超過人間的福報，他到天上去。到天上還帶著這個習氣，我們在經論上看到，世尊有時候提到，阿修羅跟忉利天主打仗。所以天上也有戰爭，也不是很太平，這是欲界天裡面下面的兩層，欲界天有六層，愈往上去德行就愈殊勝。大概天阿修羅可能只是在忉利天、四王天，地居天，夜摩是空居不在地面上，這些境界都是我們沒有法子去想像的。由此可知，我們在日常生活當中處事待人接物，一定要學謙虛，在佛法裡面講謙卑，我們中國儒家講謙讓，對自己決定有好處。傲慢、嫉妒，要不是修大福報，一般都是墮到餓鬼、地獄，這是我們不能不知道的。"
    },
    {
      "id": "02-038-0012_p0005",
      "zh_CN": "人在这个世间，确实有五道分明，这个意思是告诉我们，人有没有死亡？人道死了天道生了，这是讲六道轮回。六道轮回被人发现得很早，什么人发现？印度古婆罗门发现的，婆罗门教比佛教早，至少要早五千年。他们里面的长老，我也认识一些，跟他们交谈，他们告诉我不止八千年，他们的宗教代代相传下来至少有一万多年。佛教从释迦牟尼佛到现在，按中国历史记载三千多年，外国人承认的，现在都用外国，用国际上大家承认，二千五百五十三年，跟中国记载大概相差六百年。这些我们无须去考证，用不着在这上分别执着，我们知道凡所有相皆是虚妄，不要执着这个，了解事实真相就好。身有生灭，灵性没有生灭，灵性才是真正的自己，身不是，身是什么？身是我所有的。像我们穿的衣服，我所有的，这不是我，我的衣服。然后你晓得这个身不是我，这是我的身，身不是我，是我的身。这个事实真相搞清楚之后，你就不怕死，为什么？没死，死了以后就换一个身体，换一个境界。这桩事情在现代，现代西方很流行催眠，中国现在也有，大陆上有，台湾也有，香港也应该有，有这催眠术。人在深度催眠之中，他能够回到过去世，过去一世、过去两世。我看到一个美国医生的报告，他曾经对一个人催眠，让他回去好像几十世，他那个时代好像文明还没有出现，他确实是个人身，住在洞穴里面，你看还没有房子，还不知道做房子，住在洞穴里面，大概是四千年，能够回到那么远。",
      "zh_TW": "人在這個世間，確實有五道分明，這個意思是告訴我們，人有沒有死亡？人道死了天道生了，這是講六道輪迴。六道輪迴被人發現得很早，什麼人發現？印度古婆羅門發現的，婆羅門教比佛教早，至少要早五千年。他們裡面的長老，我也認識一些，跟他們交談，他們告訴我不止八千年，他們的宗教代代相傳下來至少有一萬多年。佛教從釋迦牟尼佛到現在，按中國歷史記載三千多年，外國人承認的，現在都用外國，用國際上大家承認，二千五百五十三年，跟中國記載大概相差六百年。這些我們無須去考證，用不著在這上分別執著，我們知道凡所有相皆是虛妄，不要執著這個，了解事實真相就好。身有生滅，靈性沒有生滅，靈性才是真正的自己，身不是，身是什麼？身是我所有的。像我們穿的衣服，我所有的，這不是我，我的衣服。然後你曉得這個身不是我，這是我的身，身不是我，是我的身。這個事實真相搞清楚之後，你就不怕死，為什麼？沒死，死了以後就換一個身體，換一個境界。這樁事情在現代，現代西方很流行催眠，中國現在也有，大陸上有，台灣也有，香港也應該有，有這催眠術。人在深度催眠之中，他能夠回到過去世，過去一世、過去兩世。我看到一個美國醫生的報告，他曾經對一個人催眠，讓他回去好像幾十世，他那個時代好像文明還沒有出現，他確實是個人身，住在洞穴裡面，你看還沒有房子，還不知道做房子，住在洞穴裡面，大概是四千年，能夠回到那麼遠。"
    },
    {
      "id": "02-038-0012_p0006",
      "zh_CN": "也曾经看到报告，这个催眠能叫人看到未来，这比较少，比较难相信，看到过去这个我们可以理解，还能看到未来。说明婆罗门教讲的六道轮回，释迦牟尼佛肯定承认它有这么回事情。释迦牟尼佛在年轻的时候曾经向他们学习过，我们相信四禅八定，释迦牟尼佛一定修得很好。虽然六道搞清楚，这一段统统讲的是六道，可是真正学佛，学佛要求圆满的智慧，肯定还得追根究柢，六道从哪来的？为什么会有六道？六道之外还有没有世界？这些是大问题，这个问题，在当时印度宗教与学术里头都不能够解答。所以世尊在外面参学了十二年，把所学的东西都放下，在恒河旁边大树底下，毕钵罗树，在大树底下入定，入更深的禅定。这就是像中国大乘佛教里面所说的，大彻大悟、明心见性，这才把所有的疑问彻底解决，成就究竟圆满的智慧。这一年释迦牟尼佛三十岁，开悟之后就从事于教学，教了一辈子，他老人家七十九岁过世的。所以经论上的记载讲经三百余会，会就是我们现在讲的办班，他也是办班教学，办了多少次？办了三百多次。这个班的规模大小不一样，人数多的超过一万人，人数少的十几二十个人，时间长的办好几年，时间短的几天不一定，总是因人、因时、因地、因事而有不同，他的教学非常活泼。",
      "zh_TW": "也曾經看到報告，這個催眠能叫人看到未來，這比較少，比較難相信，看到過去這個我們可以理解，還能看到未來。說明婆羅門教講的六道輪迴，釋迦牟尼佛肯定承認它有這麼回事情。釋迦牟尼佛在年輕的時候曾經向他們學習過，我們相信四禪八定，釋迦牟尼佛一定修得很好。雖然六道搞清楚，這一段統統講的是六道，可是真正學佛，學佛要求圓滿的智慧，肯定還得追根究柢，六道從哪來的？為什麼會有六道？六道之外還有沒有世界？這些是大問題，這個問題，在當時印度宗教與學術裡頭都不能夠解答。所以世尊在外面參學了十二年，把所學的東西都放下，在恆河旁邊大樹底下，畢缽羅樹，在大樹底下入定，入更深的禪定。這就是像中國大乘佛教裡面所說的，大徹大悟、明心見性，這才把所有的疑問徹底解決，成就究竟圓滿的智慧。這一年釋迦牟尼佛三十歲，開悟之後就從事於教學，教了一輩子，他老人家七十九歲過世的。所以經論上的記載講經三百餘會，會就是我們現在講的辦班，他也是辦班教學，辦了多少次？辦了三百多次。這個班的規模大小不一樣，人數多的超過一萬人，人數少的十幾二十個人，時間長的辦好幾年，時間短的幾天不一定，總是因人、因時、因地、因事而有不同，他的教學非常活潑。"
    },
    {
      "id": "02-038-0012_p0007",
      "zh_CN": "底下告诉我们，『善恶报应』，这是讲五道现象的由来。为什么会有五道？心善、行为善，感生人天两道，这是善道，这个善有标准，标准就是《十善业道经》。心恶、行为恶，果报在三恶道，地狱、饿鬼、畜生这三恶道。三恶道里面，佛告诉我们，是什么样的恶业感得的？贪瞋痴，这是三恶道的第一个因素。贪欲是饿鬼道，鬼道贪心重；地狱道是瞋恚、嫉妒心重；畜生道是愚痴，所以贪瞋痴这叫三毒烦恼，他所感的是三恶道。由此可知，三恶道没主，不是佛菩萨做主，也不是上帝做主，也不是阎罗王做主，谁是主？自作自受，这个道理要懂。所以佛教弟子、教大众常常讲，「勤修戒定慧，息灭贪瞋痴」，息灭贪瞋痴，贪瞋痴是因，三恶道是果报，息灭贪瞋痴，你就不会受三恶道的果报，道理在这个地方。我们学佛有没有贪？学佛，我们世间这些财色名食睡、名闻利养不贪，贪佛法行不行？贪功德行不行？不行。为什么？你的贪心没除掉只是换个对象而已；换句话说，你还是在三恶道。不过你的对象好一点，到恶道里面去受的苦都少一点，是这么个道理。",
      "zh_TW": "底下告訴我們，『善惡報應』，這是講五道現象的由來。為什麼會有五道？心善、行為善，感生人天兩道，這是善道，這個善有標準，標準就是《十善業道經》。心惡、行為惡，果報在三惡道，地獄、餓鬼、畜生這三惡道。三惡道裡面，佛告訴我們，是什麼樣的惡業感得的？貪瞋痴，這是三惡道的第一個因素。貪欲是餓鬼道，鬼道貪心重；地獄道是瞋恚、嫉妒心重；畜生道是愚痴，所以貪瞋痴這叫三毒煩惱，他所感的是三惡道。由此可知，三惡道沒主，不是佛菩薩做主，也不是上帝做主，也不是閻羅王做主，誰是主？自作自受，這個道理要懂。所以佛教弟子、教大眾常常講，「勤修戒定慧，息滅貪瞋痴」，息滅貪瞋痴，貪瞋痴是因，三惡道是果報，息滅貪瞋痴，你就不會受三惡道的果報，道理在這個地方。我們學佛有沒有貪？學佛，我們世間這些財色名食睡、名聞利養不貪，貪佛法行不行？貪功德行不行？不行。為什麼？你的貪心沒除掉只是換個對象而已；換句話說，你還是在三惡道。不過你的對象好一點，到惡道裡面去受的苦都少一點，是這麼個道理。"
    },
    {
      "id": "02-038-0012_p0008",
      "zh_CN": "所以佛教我们去除贪心，没有叫我们换对象，世间法不能贪，佛法也不能贪。《金刚经》上说得很好，「法尚应舍，何况非法」，那个法是佛法，非法是世间法，佛法以外的统统都要放下，统统都不能贪。佛给我们做了榜样，佛确实一生为我们示现的断恶修善，断恶里面没有贪心，没有贪图果报的心，没有。我断恶，我一定会得好果报，没有这个念头；修善也没有贪心，为什么？断恶修善是自己应该做的。你本性里面只有善没有恶，习性里面有善恶，如何能把习性放下，回归到本性，这我们老祖宗知道，《三字经》里面所说的，「人之初，性本善」。所以本善是我们的本性，一切众生都一样，诸佛菩萨也不例外，都是一个本善。可是习性，习性我们讲习惯那就不一样，古人所谓「近朱则赤，近墨则黑」，你会被外面境界染污。你见到善人就染善的习气，见到恶人你就会染恶的习气，这就不好了。佛家的教学目的没有别的，如何能够放下习染，回归自性，这是佛教，佛陀的教育。我们学佛一定要了解，我们学的是什么？不是求升官，不是求发财，不是求权势，不是的，佛法完全帮助我们提升灵性。",
      "zh_TW": "所以佛教我們去除貪心，沒有叫我們換對象，世間法不能貪，佛法也不能貪。《金剛經》上說得很好，「法尚應捨，何況非法」，那個法是佛法，非法是世間法，佛法以外的統統都要放下，統統都不能貪。佛給我們做了榜樣，佛確實一生為我們示現的斷惡修善，斷惡裡面沒有貪心，沒有貪圖果報的心，沒有。我斷惡，我一定會得好果報，沒有這個念頭；修善也沒有貪心，為什麼？斷惡修善是自己應該做的。你本性裡面只有善沒有惡，習性裡面有善惡，如何能把習性放下，回歸到本性，這我們老祖宗知道，《三字經》裡面所說的，「人之初，性本善」。所以本善是我們的本性，一切眾生都一樣，諸佛菩薩也不例外，都是一個本善。可是習性，習性我們講習慣那就不一樣，古人所謂「近朱則赤，近墨則黑」，你會被外面境界染污。你見到善人就染善的習氣，見到惡人你就會染惡的習氣，這就不好了。佛家的教學目的沒有別的，如何能夠放下習染，回歸自性，這是佛教，佛陀的教育。我們學佛一定要了解，我們學的是什麼？不是求升官，不是求發財，不是求權勢，不是的，佛法完全幫助我們提升靈性。"
    },
    {
      "id": "02-038-0012_p0009",
      "zh_CN": "所以释迦牟尼佛一生为我们所示现的，他是王子他舍弃了王位。我们说放下名闻利养，他是现成已经得到的，他不是给我们说假的，他真的舍弃，从事于多元文化的社会教育。为什么？他知道，他太清楚，这人聪明到绝顶，这个世间所有的行业，哪一个行业最好？教学，这个行业最好。中国古人所谓得天下英才而乐育之，这是人生最大的乐事，所以他从事于教育工作。我们再回头看看，这世界上其他这些大宗教的创始人，几乎都跟释迦牟尼佛一样，同样的认知，也同样的行为，都是从事于教育工作。不过宗教跟佛教不一样，那就是佛教里头没有讲神，佛教里头也说了很多天神、鬼神，但是都是六道众生，跟我们是平等的。没有说神是造物主，神是一切的主宰，没有，佛家没有这个说法。谁是造物主？我们的自性是造物主，一切法不离自性。《地藏菩萨本愿经科注》很多人读过，我过去讲了几次《地藏经》，也是依这个做主要的参考资料，它在五重玄义里面讲性识，讲得很完整。为什么？性能现、能生，识能变，所有一切变化是识它在起作用，识是什么？识是分别执着，分别执着能叫一切现象产生变化。这个五道就是变化，五道从哪来的？分别执着不一样产生的。所以它讲个性识的确讲得好。",
      "zh_TW": "所以釋迦牟尼佛一生為我們所示現的，他是王子他捨棄了王位。我們說放下名聞利養，他是現成已經得到的，他不是給我們說假的，他真的捨棄，從事於多元文化的社會教育。為什麼？他知道，他太清楚，這人聰明到絕頂，這個世間所有的行業，哪一個行業最好？教學，這個行業最好。中國古人所謂得天下英才而樂育之，這是人生最大的樂事，所以他從事於教育工作。我們再回頭看看，這世界上其他這些大宗教的創始人，幾乎都跟釋迦牟尼佛一樣，同樣的認知，也同樣的行為，都是從事於教育工作。不過宗教跟佛教不一樣，那就是佛教裡頭沒有講神，佛教裡頭也說了很多天神、鬼神，但是都是六道眾生，跟我們是平等的。沒有說神是造物主，神是一切的主宰，沒有，佛家沒有這個說法。誰是造物主？我們的自性是造物主，一切法不離自性。《地藏菩薩本願經科註》很多人讀過，我過去講了幾次《地藏經》，也是依這個做主要的參考資料，它在五重玄義裡面講性識，講得很完整。為什麼？性能現、能生，識能變，所有一切變化是識它在起作用，識是什麼？識是分別執著，分別執著能叫一切現象產生變化。這個五道就是變化，五道從哪來的？分別執著不一樣產生的。所以它講個性識的確講得好。"
    },
    {
      "id": "02-038-0012_p0010",
      "zh_CN": "由此可知，轮回完全是善恶报应。善跟恶，佛经里面讲两种业，前面也跟诸位提过一种是引业，引导你到哪一道去受生这叫引业。另外一种叫满业，圆满的满，满业是你在这一道，这一期生命过程当中，你所享受的贫富贵贱不同，大家不一样。同样是人，有的人得富贵，有的人得贫贱，这什么道理？满业不一样。引导我们的引业是五戒十善，这是引导你到哪一道；满业是你过去生中，对于富贵贫贱，你所修学的不相同。佛经上讲得很清楚，你的福报，你这一生有多少财富，是你过去生中修的，你修的大福报，你这一生就享大福报。福从哪来的？中国人讲福是讲五种，你的财是过去生中修财布施得来的，你的布施修得愈多，你这一生财富愈多，你的心愈清净，你这一生得来的很容易。无论从事哪个行业，所谓财源滚滚而来，那是什么？过去生中修布施，欢喜布施，欢喜心。我们也有看到人发财，财是发了，可是经营得很辛苦，那是什么原因？他也肯布施，他不布施没有财。布施呢？布施之后又后悔，布施之后心里很难过，他得来的财是可以得来，很辛苦得来。还有一种布施是勉强的，看到别人布施自己不好意思，不是自己甘心情愿的。所以那个心态不一样，那个发财也不相同。果决定跟因相应，聪明智慧是法布施，健康长寿是无畏布施。",
      "zh_TW": "由此可知，輪迴完全是善惡報應。善跟惡，佛經裡面講兩種業，前面也跟諸位提過一種是引業，引導你到哪一道去受生這叫引業。另外一種叫滿業，圓滿的滿，滿業是你在這一道，這一期生命過程當中，你所享受的貧富貴賤不同，大家不一樣。同樣是人，有的人得富貴，有的人得貧賤，這什麼道理？滿業不一樣。引導我們的引業是五戒十善，這是引導你到哪一道；滿業是你過去生中，對於富貴貧賤，你所修學的不相同。佛經上講得很清楚，你的福報，你這一生有多少財富，是你過去生中修的，你修的大福報，你這一生就享大福報。福從哪來的？中國人講福是講五種，你的財是過去生中修財布施得來的，你的布施修得愈多，你這一生財富愈多，你的心愈清淨，你這一生得來的很容易。無論從事哪個行業，所謂財源滾滾而來，那是什麼？過去生中修布施，歡喜布施，歡喜心。我們也有看到人發財，財是發了，可是經營得很辛苦，那是什麼原因？他也肯布施，他不布施沒有財。布施呢？布施之後又後悔，布施之後心裡很難過，他得來的財是可以得來，很辛苦得來。還有一種布施是勉強的，看到別人布施自己不好意思，不是自己甘心情願的。所以那個心態不一樣，那個發財也不相同。果決定跟因相應，聰明智慧是法布施，健康長壽是無畏布施。"
    },
    {
      "id": "02-038-0012_p0011",
      "zh_CN": "我昨天跟诸位讲的养老育幼，这个事业是神圣的事业，这个事业，要用孝敬的心对老人，仁慈的心对小孩，你来生的福报不在人间，人间没那么大的福报，至少你要到欲界天去，就享天福。就是我们懂得会做欢欢喜喜的布施，全心全力的布施，果报不可思议。真干，不要等来世，这一生的果报就现前，现前没有贪心，现前怎么样？再布施。所以佛门讲的舍得，舍得两个字是佛家的术语，现在社会上大家用得很多。舍得有两重意思，第一重意思告诉你，你只要舍你就有得，舍财得财，舍法得聪明智慧，就有得。得到之后第二个意思，舍，把你所得到的那个也舍掉，舍掉怎么样？你后头得的就更多，得的更多还要舍，永远舍，这个福报就变成无量无边，无有穷尽。可是世间人他没有这个智慧，他不了解事实真相，他一发财心里就欢喜，没有发财的时候还舍，发了财之后他就不舍，增长贪心，好像财富他聚集的愈聚愈多，不肯施财。施的时候是什么？施的时候一定有条件，与他有利益他就施，与他没有利益，你找到他很勉强的布施一点。这个我们就知道，他这一生的财富无论得到多少，享尽他寿命就到了，他带不走。谁拿去？那是欠人的，是还债，他自己带不走。来生呢？来生他没有财富。",
      "zh_TW": "我昨天跟諸位講的養老育幼，這個事業是神聖的事業，這個事業，要用孝敬的心對老人，仁慈的心對小孩，你來生的福報不在人間，人間沒那麼大的福報，至少你要到欲界天去，就享天福。就是我們懂得會做歡歡喜喜的布施，全心全力的布施，果報不可思議。真幹，不要等來世，這一生的果報就現前，現前沒有貪心，現前怎麼樣？再布施。所以佛門講的捨得，捨得兩個字是佛家的術語，現在社會上大家用得很多。捨得有兩重意思，第一重意思告訴你，你只要捨你就有得，捨財得財，捨法得聰明智慧，就有得。得到之後第二個意思，捨，把你所得到的那個也捨掉，捨掉怎麼樣？你後頭得的就更多，得的更多還要捨，永遠捨，這個福報就變成無量無邊，無有窮盡。可是世間人他沒有這個智慧，他不了解事實真相，他一發財心裡就歡喜，沒有發財的時候還捨，發了財之後他就不捨，增長貪心，好像財富他聚集的愈聚愈多，不肯施財。施的時候是什麼？施的時候一定有條件，與他有利益他就施，與他沒有利益，你找到他很勉強的布施一點。這個我們就知道，他這一生的財富無論得到多少，享盡他壽命就到了，他帶不走。誰拿去？那是欠人的，是還債，他自己帶不走。來生呢？來生他沒有財富。"
    },
    {
      "id": "02-038-0012_p0012",
      "zh_CN": "所以我们看到有许多所谓是大慈善家，他所做的一些慈善事业，没有离开名利，都是为自己的利益才做这个，希望社会大众赞叹他、恭维他。真的，社会大众一赞叹、一恭维就没有了，盖一栋大楼标上自己的名。我在泰国，帮助泰国建一个佛教的医院，名字上用我的名字，你说糟不糟糕？我一再向他们要求，我说不要用我的名字，把它换成佛法僧三宝的名字，这个多好，人家看到名字就念三宝，得利益！看到我的名字得不到利益。我请求多少次，他没有听，我看看那个外头照片还是那名字在那里，这不听话！我们懂这个道理，他们不懂。我们希望社会大众，眼所见的、耳所闻的都是圣贤的教诲，深深印在我们心里面，熟透了时时刻刻帮助我们提起观想，这个好，这才算是你做了一桩真的好事。那个医院招牌不换，以后我再不到那里去。所以修福没有智慧不行，一定要有智慧，智慧从哪里来？古圣先贤教诲里面来。修清净的福德，决定没有烦恼习气夹杂在其中，这纯，纯净纯善这是我们应该要学的。",
      "zh_TW": "所以我們看到有許多所謂是大慈善家，他所做的一些慈善事業，沒有離開名利，都是為自己的利益才做這個，希望社會大眾讚歎他、恭維他。真的，社會大眾一讚歎、一恭維就沒有了，蓋一棟大樓標上自己的名。我在泰國，幫助泰國建一個佛教的醫院，名字上用我的名字，你說糟不糟糕？我一再向他們要求，我說不要用我的名字，把它換成佛法僧三寶的名字，這個多好，人家看到名字就念三寶，得利益！看到我的名字得不到利益。我請求多少次，他沒有聽，我看看那個外頭照片還是那名字在那裡，這不聽話！我們懂這個道理，他們不懂。我們希望社會大眾，眼所見的、耳所聞的都是聖賢的教誨，深深印在我們心裡面，熟透了時時刻刻幫助我們提起觀想，這個好，這才算是你做了一樁真的好事。那個醫院招牌不換，以後我再不到那裡去。所以修福沒有智慧不行，一定要有智慧，智慧從哪裡來？古聖先賢教誨裡面來。修清淨的福德，決定沒有煩惱習氣夾雜在其中，這純，純淨純善這是我們應該要學的。"
    },
    {
      "id": "02-038-0012_p0013",
      "zh_CN": "下面说『祸福相承』，这是说祸中有福，福中有祸，这得要有智慧你才能看得清楚，你才能够巧妙的运用。祸中有福，我们举一个例子，在中国学佛的同学大概都念过《金刚经》，《金刚经》上曾经提起忍辱仙人被歌利王割截身体，遭这么大一个难。歌利是梵语，歌利王要是从意思上翻成中国的话，叫暴君，王是君王，歌利是残暴，暴君。忍辱仙人是释迦牟尼佛的前身，他在修菩萨道，特别修忍辱波罗蜜。这个故事，在《大涅槃经》里面讲得很详细，《金刚经》上只是提了一下。这个国王带着他的人马，宫中这些宫女侍候他的人到山上打猎，打猎的时候他可能是累了就休息，在帐棚里面休息，可能也睡着。这些宫女偶然发现附近有个山洞，洞里有个修行人，看到很欢喜，大家都去礼拜，向这修行人请教，这个修行人就是忍辱仙人，给他们大家说法。这个国王醒了之后，看到自己的宫女不见了，就去找，发现在洞门口。他就很生气，认为你这修行人不守戒律，怎么会引诱我的宫女，这一生气的时候把他凌迟处死，凌迟是拿刀一片一片的肉割下来，这最残酷的。他先问忍辱仙人，你修什么？他修忍辱。好，我看你能不能忍？这样处死之后，忍辱仙人告诉他，我不会怨恨你，我将来成佛第一个度你。释迦牟尼佛成佛，第一个得度的憍陈如尊者，憍陈如的前身就是歌利王，佛说话算话。你看看这是祸中有福，他真的能忍，若无其事的真能忍，没有怨恨，不但没有怨恨还得感恩，感谢他，等于说碰到考试，来试试看我能不能忍？忍辱波罗蜜圆满。因为这桩事情，释迦牟尼佛成佛提前，他本来是贤劫第五尊佛，在弥勒之后，弥勒先成佛，他后成佛。这么一来的时候他提前，他先成佛，弥勒菩萨在他后面，祸中有福。",
      "zh_TW": "下面說『禍福相承』，這是說禍中有福，福中有禍，這得要有智慧你才能看得清楚，你才能夠巧妙的運用。禍中有福，我們舉一個例子，在中國學佛的同學大概都念過《金剛經》，《金剛經》上曾經提起忍辱仙人被歌利王割截身體，遭這麼大一個難。歌利是梵語，歌利王要是從意思上翻成中國的話，叫暴君，王是君王，歌利是殘暴，暴君。忍辱仙人是釋迦牟尼佛的前身，他在修菩薩道，特別修忍辱波羅蜜。這個故事，在《大涅槃經》裡面講得很詳細，《金剛經》上只是提了一下。這個國王帶著他的人馬，宮中這些宮女侍候他的人到山上打獵，打獵的時候他可能是累了就休息，在帳棚裡面休息，可能也睡著。這些宮女偶然發現附近有個山洞，洞裡有個修行人，看到很歡喜，大家都去禮拜，向這修行人請教，這個修行人就是忍辱仙人，給他們大家說法。這個國王醒了之後，看到自己的宮女不見了，就去找，發現在洞門口。他就很生氣，認為你這修行人不守戒律，怎麼會引誘我的宮女，這一生氣的時候把他凌遲處死，凌遲是拿刀一片一片的肉割下來，這最殘酷的。他先問忍辱仙人，你修什麼？他修忍辱。好，我看你能不能忍？這樣處死之後，忍辱仙人告訴他，我不會怨恨你，我將來成佛第一個度你。釋迦牟尼佛成佛，第一個得度的憍陳如尊者，憍陳如的前身就是歌利王，佛說話算話。你看看這是禍中有福，他真的能忍，若無其事的真能忍，沒有怨恨，不但沒有怨恨還得感恩，感謝他，等於說碰到考試，來試試看我能不能忍？忍辱波羅蜜圓滿。因為這樁事情，釋迦牟尼佛成佛提前，他本來是賢劫第五尊佛，在彌勒之後，彌勒先成佛，他後成佛。這麼一來的時候他提前，他先成佛，彌勒菩薩在他後面，禍中有福。"
    },
    {
      "id": "02-038-0012_p0014",
      "zh_CN": "所以我们遭遇到困难，遭遇到灾难不要害怕，逆境、恶缘在那里考试你，看你有没有怨恨？没有怨恨你就大幅度的提升；如果有怨恨，你这个考试就失败，你就不及格。所以境缘对我们有没有关系？没有关系。我们是祸是福完全在自己，自己在逆境里怨天，恶缘里恨别人，那你就堕落，往下面去。如果在这个境界里面不怨天、不尤人，还生感恩的心。因为他造恶业他要堕三途，他很苦；我们有怨恨心，会报复，冤冤相报没完没了。报复双方都痛苦，不如把这个就舍掉，舍掉让自己大幅度提升。他会堕落，堕落的时候生怜悯心，对他生怜悯心不是怨恨，他无知，造作恶业他将来堕落。我们还要生什么？还要救拔心，我怎么样帮助他，他在受苦的时候帮助他减少受苦。那就是你每天诵经拜佛，把功德回向给他，他在恶道里面减轻痛苦。他在伤害你的时候是无知，他觉悟之后他知道他错了。我们对他更好，没有一点怨恨帮助他。等到他脱离恶道的时候，我们自己是佛菩萨身分，真的能够超度他，这就是祸里面有福。福里面有祸，莲池大师《竹窗随笔》里面，有一个故事，是一个修行人住在山上，也有十几年不下山。以后被人发现，这个人有道有学，礼请他下山去弘法，这一下山弘法，受人恭敬供养，福报就现前，福现前了。这一现前之后，道心就退了，没有从前那么样勇猛精进。有一天遇到莲池大师，莲池大师就讲个故事，实际就讲他，讲一个修行人住山很好，以后被名闻利养诱惑，自己做不了主，堕落。他就问：你讲是哪一个？他说：就是老兄。这是说明什么？福里头有祸，那你自己要看不清楚、看不明了很容易堕落。",
      "zh_TW": "所以我們遭遇到困難，遭遇到災難不要害怕，逆境、惡緣在那裡考試你，看你有沒有怨恨？沒有怨恨你就大幅度的提升；如果有怨恨，你這個考試就失敗，你就不及格。所以境緣對我們有沒有關係？沒有關係。我們是禍是福完全在自己，自己在逆境裡怨天，惡緣裡恨別人，那你就墮落，往下面去。如果在這個境界裡面不怨天、不尤人，還生感恩的心。因為他造惡業他要墮三途，他很苦；我們有怨恨心，會報復，冤冤相報沒完沒了。報復雙方都痛苦，不如把這個就捨掉，捨掉讓自己大幅度提升。他會墮落，墮落的時候生憐憫心，對他生憐憫心不是怨恨，他無知，造作惡業他將來墮落。我們還要生什麼？還要救拔心，我怎麼樣幫助他，他在受苦的時候幫助他減少受苦。那就是你每天誦經拜佛，把功德迴向給他，他在惡道裡面減輕痛苦。他在傷害你的時候是無知，他覺悟之後他知道他錯了。我們對他更好，沒有一點怨恨幫助他。等到他脫離惡道的時候，我們自己是佛菩薩身分，真的能夠超度他，這就是禍裡面有福。福裡面有禍，蓮池大師《竹窗隨筆》裡面，有一個故事，是一個修行人住在山上，也有十幾年不下山。以後被人發現，這個人有道有學，禮請他下山去弘法，這一下山弘法，受人恭敬供養，福報就現前，福現前了。這一現前之後，道心就退了，沒有從前那麼樣勇猛精進。有一天遇到蓮池大師，蓮池大師就講個故事，實際就講他，講一個修行人住山很好，以後被名聞利養誘惑，自己做不了主，墮落。他就問：你講是哪一個？他說：就是老兄。這是說明什麼？福裡頭有禍，那你自己要看不清楚、看不明瞭很容易墮落。"
    },
    {
      "id": "02-038-0012_p0015",
      "zh_CN": "所以特别是年轻的法师，要遇到丰厚的供养，他遇到魔王，肯定堕三途，纵然讲经说法讲得很好也不例外。我们在「安世高传记」里面看到一个例子，那是安世高的同学，这在古代，牠做龙王，宫亭湖，就是现在的江西鄱阳湖旁边一个小湖，牠在那做龙王。安世高这是得道的高僧，他就度他这个同学，这个同学早年是在一起的，明经好施。你们想想看，喜欢布施，对于经典通达，经讲得好！所以这个神，水神龙王很灵，很灵是什么？他明经好施。福报很大，周围一千里的地方人都来拜牠，都来供养牠，香火鼎盛。那是什么？他喜欢布施，他的财布施布施得多，托钵的时候他多余的都能够施舍。怎么会变成龙王？那个时候每天吃饭去托钵，托钵托的饭菜不太合口味，心里就有一点难过，就这个原因他没有能上升，堕落，龙王是畜生道。幸好他这个同学成就，同学知道牠。所以安世高在中国翻译经典，这个工作告一段落之后，就到宫亭湖去度牠，去看牠。牠知道，牠托梦给这个庙里面的住持，告诉他，明天牠有一个同学要来看牠，好好的招待，听他开导。所以第二天他们一进这个寺庙，这个庙祝就在外面迎接，就告诉他，龙王托梦要大家来恭恭敬敬的迎请大师。安世高进了大殿给牠诵经念咒，然后请牠出来让大家看看。牠不好意思，安世高说一定要出来，让大家知道业因果报，这就是你的真正忏悔，教化众生。牠出来了，出来是一条大蛇，所以那个地方现在还叫蛇村。牠把这个寺庙里面所有的财产都送给安世高，请安世高去建一个寺庙，这个寺庙建在现在的南昌，叫大安寺，这个建寺庙的钱就龙王捐献出来的。安世高跟大家说，这个龙王以前的错误，就是托钵菜饭不好吃的时候，心里难过，就这个果报堕在畜生道。堕在畜生道里面就造罪业，牠瞋恨心很重，往来行船的人要不去拜拜牠，牠就会把你船弄翻，所以人都要到庙里面去拜牠。牠的确很灵验，这是什么？做龙王在享福，福中有祸。牠知道造的这些罪业死了之后，这个龙王死了之后必定堕地狱，遇到安世高来救牠。安世高装着这些财物继续往南行，就到现在的南昌，走的是赣江，在船上大家看到有一个年轻人站在船头上，向安世高拜了三拜，以后就不见。安世高讲那个年轻人就是龙王，他已经脱离蛇身，脱离蛇身生忉利天，有这么一段故事。所以看到这一点，我们真是寒毛直竖，这在一般讲这能算过失吗？太微不足道，但是果报太可怕！佛经里面像这种公案很多，我们相信佛没有妄语，拿过去这个案例提供给我们做参考。",
      "zh_TW": "所以特別是年輕的法師，要遇到豐厚的供養，他遇到魔王，肯定墮三途，縱然講經說法講得很好也不例外。我們在「安世高傳記」裡面看到一個例子，那是安世高的同學，這在古代，牠做龍王，宮亭湖，就是現在的江西鄱陽湖旁邊一個小湖，牠在那做龍王。安世高這是得道的高僧，他就度他這個同學，這個同學早年是在一起的，明經好施。你們想想看，喜歡布施，對於經典通達，經講得好！所以這個神，水神龍王很靈，很靈是什麼？他明經好施。福報很大，周圍一千里的地方人都來拜牠，都來供養牠，香火鼎盛。那是什麼？他喜歡布施，他的財布施布施得多，托缽的時候他多餘的都能夠施捨。怎麼會變成龍王？那個時候每天吃飯去托缽，托缽托的飯菜不太合口味，心裡就有一點難過，就這個原因他沒有能上升，墮落，龍王是畜生道。幸好他這個同學成就，同學知道牠。所以安世高在中國翻譯經典，這個工作告一段落之後，就到宮亭湖去度牠，去看牠。牠知道，牠托夢給這個廟裡面的住持，告訴他，明天牠有一個同學要來看牠，好好的招待，聽他開導。所以第二天他們一進這個寺廟，這個廟祝就在外面迎接，就告訴他，龍王托夢要大家來恭恭敬敬的迎請大師。安世高進了大殿給牠誦經念咒，然後請牠出來讓大家看看。牠不好意思，安世高說一定要出來，讓大家知道業因果報，這就是你的真正懺悔，教化眾生。牠出來了，出來是一條大蛇，所以那個地方現在還叫蛇村。牠把這個寺廟裡面所有的財產都送給安世高，請安世高去建一個寺廟，這個寺廟建在現在的南昌，叫大安寺，這個建寺廟的錢就龍王捐獻出來的。安世高跟大家說，這個龍王以前的錯誤，就是托缽菜飯不好吃的時候，心裡難過，就這個果報墮在畜生道。墮在畜生道裡面就造罪業，牠瞋恨心很重，往來行船的人要不去拜拜牠，牠就會把你船弄翻，所以人都要到廟裡面去拜牠。牠的確很靈驗，這是什麼？做龍王在享福，福中有禍。牠知道造的這些罪業死了之後，這個龍王死了之後必定墮地獄，遇到安世高來救牠。安世高裝著這些財物繼續往南行，就到現在的南昌，走的是贛江，在船上大家看到有一個年輕人站在船頭上，向安世高拜了三拜，以後就不見。安世高講那個年輕人就是龍王，他已經脫離蛇身，脫離蛇身生忉利天，有這麼一段故事。所以看到這一點，我們真是寒毛直豎，這在一般講這能算過失嗎？太微不足道，但是果報太可怕！佛經裡面像這種公案很多，我們相信佛沒有妄語，拿過去這個案例提供給我們做參考。"
    },
    {
      "id": "02-038-0012_p0016",
      "zh_CN": "我们今天德、学不如人，可是我们觉得不满意的事情很多，他堕龙王，我们恐怕堕成虾兵虾将，得不到这个地位，你就知道因果可畏。所以在这个地方，我们就得到一个结论，福报现前的时候要特别小心，不能让自己有一点点贪恋，有贪恋饿鬼道去了，纵然明经好施也做个福德鬼。福德鬼是什么？民间拜的这些鬼神、土地公。福德鬼里面正神，城隍、土地、山神这一类去了，还是鬼道，离不开鬼道。逆境、恶缘决定不能有怨恨心，要承受，就是要接受，什么样的恶缘我也接受，没有怨恨。我们念佛人心里面只念阿弥陀佛，求生净土必定得生。总而言之，一定要记住，决定不跟人结冤仇，他看我过不去，我们想到我这一生没有得罪他，可能在前世，因果通三世，无缘无故对你无礼，这肯定是前世因果。这些事情在平常会见到，你只要留意想一想，我们到外面去走一圈，有的时候碰到人，陌生人都不认识，见到你笑一笑、点点头，善缘。有的时候碰到瞪你一眼，看到你好像很不如意，那是什么？那是恶缘，可能我们第二次就遇不到。就一念之间，你就能看到善恶不一样。所以都要用欢喜心、恭敬心去接待，他瞪我，看我不舒服，我给他阿弥陀佛，这回报很好。可以说是一切时、一切处、一切境缘当中，都是我们修行提升境界的地方，都是道场。道场不一定寺院庵堂，哪里都是！我们才能成就道业。所以这一句，真的是要有智慧看清楚，巧妙的来运用。",
      "zh_TW": "我們今天德、學不如人，可是我們覺得不滿意的事情很多，他墮龍王，我們恐怕墮成蝦兵蝦將，得不到這個地位，你就知道因果可畏。所以在這個地方，我們就得到一個結論，福報現前的時候要特別小心，不能讓自己有一點點貪戀，有貪戀餓鬼道去了，縱然明經好施也做個福德鬼。福德鬼是什麼？民間拜的這些鬼神、土地公。福德鬼裡面正神，城隍、土地、山神這一類去了，還是鬼道，離不開鬼道。逆境、惡緣決定不能有怨恨心，要承受，就是要接受，什麼樣的惡緣我也接受，沒有怨恨。我們念佛人心裡面只念阿彌陀佛，求生淨土必定得生。總而言之，一定要記住，決定不跟人結冤仇，他看我過不去，我們想到我這一生沒有得罪他，可能在前世，因果通三世，無緣無故對你無禮，這肯定是前世因果。這些事情在平常會見到，你只要留意想一想，我們到外面去走一圈，有的時候碰到人，陌生人都不認識，見到你笑一笑、點點頭，善緣。有的時候碰到瞪你一眼，看到你好像很不如意，那是什麼？那是惡緣，可能我們第二次就遇不到。就一念之間，你就能看到善惡不一樣。所以都要用歡喜心、恭敬心去接待，他瞪我，看我不舒服，我給他阿彌陀佛，這回報很好。可以說是一切時、一切處、一切境緣當中，都是我們修行提升境界的地方，都是道場。道場不一定寺院庵堂，哪裡都是！我們才能成就道業。所以這一句，真的是要有智慧看清楚，巧妙的來運用。"
    },
    {
      "id": "02-038-0012_p0017",
      "zh_CN": "看到贫苦的人，特别是自己，在困境里面，我们学佛的人真的了解，放下万缘老实念佛，求生净土，那不是一个很好的增上缘吗？所以有很多同学问我，我都告诉大家，我们生在这个时代是很好的、很幸福的一个时代，为什么？灾难这么多，社会这么混乱，你对于这个世间没有留恋，正好到极乐世界去。如果这个世界太平盛世，你生活在这里头，你对它贪恋，你不想往生，就把你这一生作佛的机缘错过了。所以蕅益大师讲得好，「境缘无好丑」，境是环境，物质环境，缘是人事环境，人事环境跟物质环境没有善恶、没有好丑，好丑在人心，在自己的心。我们用清净心来对，都是好，顺境好，逆境也好；用清净心来对待，好人好，恶人也好，没有一样不好。如果我们不清净，用傲慢、嫉妒、障碍，那什么境界都不好，都是帮助我们往下堕落的，我们要明白这个道理。佛在经典里面常常教导我们，学佛的人不要忘记，「以苦为师、以戒为师」，人不怕吃苦，人必须持戒。戒从哪里做起？一定从《弟子规》做起，千万不要忽略《弟子规》。《弟子规》的来源，是中国古代每一家的家训、家规，它撷取的是共同必须要修学的。我们家谱里面的家规不止这些，后面还有很多，那什么？那就不是共同的。共同必须要遵守的就这一百一十三桩事情，这一篇里面总共是讲一百一十三桩事，这是戒律的基础。",
      "zh_TW": "看到貧苦的人，特別是自己，在困境裡面，我們學佛的人真的了解，放下萬緣老實念佛，求生淨土，那不是一個很好的增上緣嗎？所以有很多同學問我，我都告訴大家，我們生在這個時代是很好的、很幸福的一個時代，為什麼？災難這麼多，社會這麼混亂，你對於這個世間沒有留戀，正好到極樂世界去。如果這個世界太平盛世，你生活在這裡頭，你對它貪戀，你不想往生，就把你這一生作佛的機緣錯過了。所以蕅益大師講得好，「境緣無好醜」，境是環境，物質環境，緣是人事環境，人事環境跟物質環境沒有善惡、沒有好醜，好醜在人心，在自己的心。我們用清淨心來對，都是好，順境好，逆境也好；用清淨心來對待，好人好，惡人也好，沒有一樣不好。如果我們不清淨，用傲慢、嫉妒、障礙，那什麼境界都不好，都是幫助我們往下墮落的，我們要明白這個道理。佛在經典裡面常常教導我們，學佛的人不要忘記，「以苦為師、以戒為師」，人不怕吃苦，人必須持戒。戒從哪裡做起？一定從《弟子規》做起，千萬不要忽略《弟子規》。《弟子規》的來源，是中國古代每一家的家訓、家規，它擷取的是共同必須要修學的。我們家譜裡面的家規不止這些，後面還有很多，那什麼？那就不是共同的。共同必須要遵守的就這一百一十三樁事情，這一篇裡面總共是講一百一十三樁事，這是戒律的基礎。"
    },
    {
      "id": "02-038-0012_p0018",
      "zh_CN": "我们在这么多年当中走过许多的地方，接触到各地学佛的同修们，我们很明白，能理解在家的同学生活在今天的环境，十善业做不到，出家的同学沙弥律仪没做到。所以佛教衰，为什么衰？道理在此地。戒律没有，佛就没有了；礼没有，儒就没有了；善没有，道就没有了。佛法修学，佛在经典里面告诉我们，佛子「不先学小乘，后学大乘，非佛弟子」，这佛教给我们，像读书一样，先念小学再念大学，循序而进。我们今天不要小乘，直接入大乘行吗？放弃小乘直接学大乘，不从我们这开始，唐朝中叶就开始。可是人家小乘放弃，他用儒、用道代替小乘，所以他能成就。我们现在儒也不要，道也不要，小乘也不要，一开头就是大乘，所以学一辈子没成就。这个我们细心观察，太多太多，那怎么办？一定要回头，要补习，要恶补。我们可以不用小乘，我们用儒、道，我们采取儒的《弟子规》，道的《感应篇》，用这两样东西代替小乘就可以，认真的学习。有这个基础再学十善业不难，十善业道是佛门的根基，无论出家、在家都是以这个为根本。释迦牟尼佛在《十善业道经》里面，讲得很清楚，这个十善业是人天法，声闻菩提、缘觉菩提，乃至无上菩提的大根大本。你不从这修怎么行？根本是用树木来做比喻，树木它有根，本就是它的主干，那是本，它有根、有本它才有枝叶、才有花果。没有根本怎么行？没有根本那个花果，那是花瓶里面插的。我们现在一般人喜欢欣赏花瓶的，不知道真正去扎根，过失在这个地方。所以一定要从根本去修，儒释道都要从根本。",
      "zh_TW": "我們在這麼多年當中走過許多的地方，接觸到各地學佛的同修們，我們很明白，能理解在家的同學生活在今天的環境，十善業做不到，出家的同學沙彌律儀沒做到。所以佛教衰，為什麼衰？道理在此地。戒律沒有，佛就沒有了；禮沒有，儒就沒有了；善沒有，道就沒有了。佛法修學，佛在經典裡面告訴我們，佛子「不先學小乘，後學大乘，非佛弟子」，這佛教給我們，像讀書一樣，先念小學再念大學，循序而進。我們今天不要小乘，直接入大乘行嗎？放棄小乘直接學大乘，不從我們這開始，唐朝中葉就開始。可是人家小乘放棄，他用儒、用道代替小乘，所以他能成就。我們現在儒也不要，道也不要，小乘也不要，一開頭就是大乘，所以學一輩子沒成就。這個我們細心觀察，太多太多，那怎麼辦？一定要回頭，要補習，要惡補。我們可以不用小乘，我們用儒、道，我們採取儒的《弟子規》，道的《感應篇》，用這兩樣東西代替小乘就可以，認真的學習。有這個基礎再學十善業不難，十善業道是佛門的根基，無論出家、在家都是以這個為根本。釋迦牟尼佛在《十善業道經》裡面，講得很清楚，這個十善業是人天法，聲聞菩提、緣覺菩提，乃至無上菩提的大根大本。你不從這修怎麼行？根本是用樹木來做比喻，樹木它有根，本就是它的主幹，那是本，它有根、有本它才有枝葉、才有花果。沒有根本怎麼行？沒有根本那個花果，那是花瓶裡面插的。我們現在一般人喜歡欣賞花瓶的，不知道真正去扎根，過失在這個地方。所以一定要從根本去修，儒釋道都要從根本。"
    },
    {
      "id": "02-038-0012_p0019",
      "zh_CN": "在中国过去，确实老祖宗的教学发挥很大的作用，几千年来每一个朝代都有圣贤出世，在佛门里面有高僧、有高士，在家的居士有成就的，为什么？根扎得好。扎根的教育是从小开始，小到什么时候？刚刚生下来，生下来那一天母亲就教他。母亲怎么教？你要知道小孩刚生下来，他眼睛睁开他会看，他耳朵还会听，他虽然不会说，他已经在看、在听、在模仿。所以父母在他面前，言谈举止都印在他阿赖耶识里头，这样看了三年，听了三年，接触三年，根深蒂固。所以母亲在婴儿面前，不行也得要装模作样，在婴儿面前，不能让他看到负面的，听到不善的都不可以。让小孩看到父母对他父母的孝顺，他看见，那就父母对他的祖父母，他看见。他将来长大他就会孝顺父母，他是这么学的，一举一动他已经模仿到了。所以中国古谚语有一句话说，「三岁看八十」，三岁扎的根，八十岁不变，这个教育成功。所以人生在世间，真正你的第一任的老师是母亲，母亲在过去不一定读书识字，没念过书，不认识字，她很会做人，她很懂得孝顺，那是她上一代教的，世世代代要把做人的道理教好，这就是《弟子规》。所以《弟子规》不是念的，不是讲的，是做出来给儿女看的。做到什么？做到老，老也不能够离开这规矩。你是一个人你就得像人样子，《弟子规》就是人样子，标准的人样子；违背了真的失去人格，在佛法里讲来生就不能得人身。",
      "zh_TW": "在中國過去，確實老祖宗的教學發揮很大的作用，幾千年來每一個朝代都有聖賢出世，在佛門裡面有高僧、有高士，在家的居士有成就的，為什麼？根紮得好。扎根的教育是從小開始，小到什麼時候？剛剛生下來，生下來那一天母親就教他。母親怎麼教？你要知道小孩剛生下來，他眼睛睜開他會看，他耳朵還會聽，他雖然不會說，他已經在看、在聽、在模仿。所以父母在他面前，言談舉止都印在他阿賴耶識裡頭，這樣看了三年，聽了三年，接觸三年，根深蒂固。所以母親在嬰兒面前，不行也得要裝模作樣，在嬰兒面前，不能讓他看到負面的，聽到不善的都不可以。讓小孩看到父母對他父母的孝順，他看見，那就父母對他的祖父母，他看見。他將來長大他就會孝順父母，他是這麼學的，一舉一動他已經模仿到了。所以中國古諺語有一句話說，「三歲看八十」，三歲紮的根，八十歲不變，這個教育成功。所以人生在世間，真正你的第一任的老師是母親，母親在過去不一定讀書識字，沒念過書，不認識字，她很會做人，她很懂得孝順，那是她上一代教的，世世代代要把做人的道理教好，這就是《弟子規》。所以《弟子規》不是念的，不是講的，是做出來給兒女看的。做到什麼？做到老，老也不能夠離開這規矩。你是一個人你就得像人樣子，《弟子規》就是人樣子，標準的人樣子；違背了真的失去人格，在佛法裡講來生就不能得人身。"
    },
    {
      "id": "02-038-0012_p0020",
      "zh_CN": "我们讲的引业，引导我们到哪一道去，乃至于满业统统在里头。引导我们到人道来是五戒，不杀生是仁，不偷盗是义，不邪淫是礼，不饮酒是智，不妄语是信，你看仁义礼智信，老祖宗讲的五常全在《弟子规》里头，你细心看看，五伦、五常、四维、八德全在里头，《弟子规》落实了中国传统文化的总纲领。我们一定要很认真的把它做到，落实到生活，落实在工作，落实在处事待人接物，那你是个标准的中国人。现在人讲感觉得骄傲错了，我们要讲谦虚，不要骄傲，感到做中国人骄傲这就不好了，那你就里头又犯了过失。做人要谦卑，要懂得尊敬别人、关怀别人、照顾别人，跟别人互助合作，才能造成一个美好的社会。所以头一个我们要想真能做到，不要怕苦，吃苦是福报，不怕吃苦。一定要持戒，一定要把《弟子规》、《感应篇》、《十善业》做好，我们有这个基础，念佛求往生，给诸位说，决定得生，你是极乐世界非常欢迎的人物。真正觉悟、真正明白，一定要选择极乐世界，为什么？极乐世界能帮助我们一生证得究竟圆满，在佛法里面讲成佛。成佛，很多人不懂得为什么要成佛，佛是什么？他不知道，我们讲证得圆满，什么圆满？智慧圆满、德行圆满、才艺圆满、福报圆满，你一丝毫欠缺都没有。如同阿弥陀佛，如同《华严经》上毘卢遮那佛，所以称之为大圆满，一生当中可以得到。",
      "zh_TW": "我們講的引業，引導我們到哪一道去，乃至於滿業統統在裡頭。引導我們到人道來是五戒，不殺生是仁，不偷盜是義，不邪淫是禮，不飲酒是智，不妄語是信，你看仁義禮智信，老祖宗講的五常全在《弟子規》裡頭，你細心看看，五倫、五常、四維、八德全在裡頭，《弟子規》落實了中國傳統文化的總綱領。我們一定要很認真的把它做到，落實到生活，落實在工作，落實在處事待人接物，那你是個標準的中國人。現在人講感覺得驕傲錯了，我們要講謙虛，不要驕傲，感到做中國人驕傲這就不好了，那你就裡頭又犯了過失。做人要謙卑，要懂得尊敬別人、關懷別人、照顧別人，跟別人互助合作，才能造成一個美好的社會。所以頭一個我們要想真能做到，不要怕苦，吃苦是福報，不怕吃苦。一定要持戒，一定要把《弟子規》、《感應篇》、《十善業》做好，我們有這個基礎，念佛求往生，給諸位說，決定得生，你是極樂世界非常歡迎的人物。真正覺悟、真正明白，一定要選擇極樂世界，為什麼？極樂世界能幫助我們一生證得究竟圓滿，在佛法裡面講成佛。成佛，很多人不懂得為什麼要成佛，佛是什麼？他不知道，我們講證得圓滿，什麼圓滿？智慧圓滿、德行圓滿、才藝圓滿、福報圓滿，你一絲毫欠缺都沒有。如同阿彌陀佛，如同《華嚴經》上毘盧遮那佛，所以稱之為大圓滿，一生當中可以得到。"
    },
    {
      "id": "02-038-0012_p0021",
      "zh_CN": "成佛之后有没有事情干？有，干得不亦乐乎。这里头没有忙，忙得不亦乐乎是很辛苦，诸佛菩萨不亦乐乎他不辛苦。就像观世音菩萨一样，千处祈求千处应，那个千不是数字，是遍法界虚空界有人求你帮助，你一定去帮助他，这样的人这是真忙，真辛苦。为什么他不忙、不辛苦？他化身去的，无量无边的化身同时去应。在哪里化身？就在那个求的人面前。《楞严经》上所说的，这个化身「当处出生，随处灭尽」，他来帮助你。他来帮助你，为什么说他没有忙？他没起心、没动念，起心动念尚且没有，他怎么会有分别执着！所以他不忙，这没起心动念。没起心动念怎么会应？这个应是感，众生有感他就应，众生有心感，菩萨无心应。就是众生有起心动念他才感，菩萨应绝对没起心动念，这是不可思议的境界。这个道理大乘经里面讲得透彻，真的！我们学确实很困难，讲都难讲，那听怎么会听清楚？所以最近这几年，我们发现日本江本博士做这个水实验，那个时候我在澳洲，悟平法师从网路上发现的，她就下载四页，这报告拿给我看。我看了很欢喜，我们正是没有法子解决这个问题，这有了科学证明。这就是什么？有心感，无心应。水是矿物它有心吗？它没有分别、它没有执着，可是我们对它，善念对它它知道，它有很好的反应；我们以恶念对它，它很丑陋的反应。实验了几万次，证明水真的它会看、它会听、它会懂得人的意思。水尚且能做到，明心见性的人他怎么会做不到！",
      "zh_TW": "成佛之後有沒有事情幹？有，幹得不亦樂乎。這裡頭沒有忙，忙得不亦樂乎是很辛苦，諸佛菩薩不亦樂乎他不辛苦。就像觀世音菩薩一樣，千處祈求千處應，那個千不是數字，是遍法界虛空界有人求你幫助，你一定去幫助他，這樣的人這是真忙，真辛苦。為什麼他不忙、不辛苦？他化身去的，無量無邊的化身同時去應。在哪裡化身？就在那個求的人面前。《楞嚴經》上所說的，這個化身「當處出生，隨處滅盡」，他來幫助你。他來幫助你，為什麼說他沒有忙？他沒起心、沒動念，起心動念尚且沒有，他怎麼會有分別執著！所以他不忙，這沒起心動念。沒起心動念怎麼會應？這個應是感，眾生有感他就應，眾生有心感，菩薩無心應。就是眾生有起心動念他才感，菩薩應絕對沒起心動念，這是不可思議的境界。這個道理大乘經裡面講得透徹，真的！我們學確實很困難，講都難講，那聽怎麼會聽清楚？所以最近這幾年，我們發現日本江本博士做這個水實驗，那個時候我在澳洲，悟平法師從網路上發現的，她就下載四頁，這報告拿給我看。我看了很歡喜，我們正是沒有法子解決這個問題，這有了科學證明。這就是什麼？有心感，無心應。水是礦物它有心嗎？它沒有分別、它沒有執著，可是我們對它，善念對它它知道，它有很好的反應；我們以惡念對它，它很醜陋的反應。實驗了幾萬次，證明水真的它會看、它會聽、它會懂得人的意思。水尚且能做到，明心見性的人他怎麼會做不到！"
    },
    {
      "id": "02-038-0012_p0022",
      "zh_CN": "我们从这个例子里面就能肯定，佛菩萨的应确实不起心、不动念、不分别、不执着，这才叫得大自在。而感应的道理，就是宇宙是一个生命共同体，像我们身体一样，我们这个身体，是细胞组成的身体，这个细胞数量就太多，是这些细胞的共同体。任何一个细胞有了状况，你都能感觉到，痛痒你都能感觉到。所以到明心见性的时候，才知道遍法界虚空界跟自己是一个生命共同体，所以遍法界虚空界，哪个地方有一点点事情都知道，自然就有应。知道这个事实真相，你就觉得修行成佛有这必要，这才是我们修学当中第一桩大事。尤其是遇到净宗法门，为什么？净宗法门是保证你一生成就。就怕你不肯干，你要肯干的话，你这一生决定成就。明白这个道理，就是所有一切世间，善缘、恶缘你都能放下，不但你不再去分别执着它，你可能对它都不起心、不动念。这一切善恶在你面前，就像水里面起的泡沫一样，它自然就没有，不用去理睬自然就没有，这是到最高的层次。自己在这一生当中决定成就，这是真正懂得处理祸福的最高指导原则。往生净土我们的心更恳切，我们的愿力更坚定，这不是古人所讲的因祸得福吗？从另一方面来看，这个世间有许多富贵人学佛，虽然念佛，有口无心。富贵人喜欢做佛事活动，喜欢要站在别人前面，喜欢烧香也要烧头一炷香，烧第二支香他就不高兴。所以寺庙已订成规矩，第一支香多少钱，第二支香多少钱，它有价码的。这绝对不是佛规定的，这不是佛门中的东西，这是什么？这是人为的，这是福中有祸。出家人为什么要这样做？在家人叫他做，所以双方都有过失，害自己也害别人。还有一个破坏佛教形象，这个罪名可大，这个罪名是堕阿鼻地狱，让社会大众看到这个形象的时候，不敢学佛。",
      "zh_TW": "我們從這個例子裡面就能肯定，佛菩薩的應確實不起心、不動念、不分別、不執著，這才叫得大自在。而感應的道理，就是宇宙是一個生命共同體，像我們身體一樣，我們這個身體，是細胞組成的身體，這個細胞數量就太多，是這些細胞的共同體。任何一個細胞有了狀況，你都能感覺到，痛癢你都能感覺到。所以到明心見性的時候，才知道遍法界虛空界跟自己是一個生命共同體，所以遍法界虛空界，哪個地方有一點點事情都知道，自然就有應。知道這個事實真相，你就覺得修行成佛有這必要，這才是我們修學當中第一樁大事。尤其是遇到淨宗法門，為什麼？淨宗法門是保證你一生成就。就怕你不肯幹，你要肯幹的話，你這一生決定成就。明白這個道理，就是所有一切世間，善緣、惡緣你都能放下，不但你不再去分別執著它，你可能對它都不起心、不動念。這一切善惡在你面前，就像水裡面起的泡沫一樣，它自然就沒有，不用去理睬自然就沒有，這是到最高的層次。自己在這一生當中決定成就，這是真正懂得處理禍福的最高指導原則。往生淨土我們的心更懇切，我們的願力更堅定，這不是古人所講的因禍得福嗎？從另一方面來看，這個世間有許多富貴人學佛，雖然念佛，有口無心。富貴人喜歡做佛事活動，喜歡要站在別人前面，喜歡燒香也要燒頭一炷香，燒第二支香他就不高興。所以寺廟已訂成規矩，第一支香多少錢，第二支香多少錢，它有價碼的。這絕對不是佛規定的，這不是佛門中的東西，這是什麼？這是人為的，這是福中有禍。出家人為什麼要這樣做？在家人叫他做，所以雙方都有過失，害自己也害別人。還有一個破壞佛教形象，這個罪名可大，這個罪名是墮阿鼻地獄，讓社會大眾看到這個形象的時候，不敢學佛。"
    },
    {
      "id": "02-038-0012_p0023",
      "zh_CN": "从前我的老师告诉我，方东美先生跟我讲过很多次，印象很深刻，佛教要想再复兴，一定要恢复丛林制度。唐宋时代的丛林制度是什么？佛教大学，恢复教育。丛林是学校，丛林的主席叫方丈，是校长；首座和尚，是现在学校的教务长；维那师是训导长；当家师叫监院，总务长。你们想想看，跟现在学校这个分工完全相同，下面的执事，看这个丛林规模大小，愈大分工就愈细，所以它是教育，它是教学。没有这些经忏佛事这一类，「佛事」这两个字就是教学，用现在的话来说是教育，如果从这两个字原本意思上来看，没错，佛是智慧、是觉悟，事就是我们的工作，这是属于智慧的工作、觉悟的工作，这上课，上课是觉悟的工作，这两个字的意思没错。现在讲到佛事都是什么？都是讲经忏，为死人服务不是为活人服务。佛家慈悲，有没有为死人服务？有。地藏菩萨在地狱就教化众生，他在那里做工作，他为那一道的众生服务。你们看放焰口，那个焰口台对面扎了一个纸人，鬼王，叫焦面大士，那个鬼王在鬼道里面教学，教鬼道。那个鬼王是谁？观世音菩萨，焦面大士是观世音菩萨。在鬼道现鬼王身，在人道现人身，在天道现天身，他不是一个身，他有无量身。他本来的身是什么？本来没有身，没有身能现一切身。要是本来有一个身，他就不能现一切身，我们现在不能现一切身，认定这个身是本身，所以就不能现第二个身。如果哪一天我们突破，我们肯定这身不是我，我就能现一切身。所以现在搞颠倒，佛门才衰，大家不知道学佛是怎么回事情？富贵人学佛是有困难，为什么？现在善知识真的是太少。所以有口无心迷恋娑婆世界，造种种不善的业，把当生成佛的机缘错过了。",
      "zh_TW": "從前我的老師告訴我，方東美先生跟我講過很多次，印象很深刻，佛教要想再復興，一定要恢復叢林制度。唐宋時代的叢林制度是什麼？佛教大學，恢復教育。叢林是學校，叢林的主席叫方丈，是校長；首座和尚，是現在學校的教務長；維那師是訓導長；當家師叫監院，總務長。你們想想看，跟現在學校這個分工完全相同，下面的執事，看這個叢林規模大小，愈大分工就愈細，所以它是教育，它是教學。沒有這些經懺佛事這一類，「佛事」這兩個字就是教學，用現在的話來說是教育，如果從這兩個字原本意思上來看，沒錯，佛是智慧、是覺悟，事就是我們的工作，這是屬於智慧的工作、覺悟的工作，這上課，上課是覺悟的工作，這兩個字的意思沒錯。現在講到佛事都是什麼？都是講經懺，為死人服務不是為活人服務。佛家慈悲，有沒有為死人服務？有。地藏菩薩在地獄就教化眾生，他在那裡做工作，他為那一道的眾生服務。你們看放焰口，那個焰口台對面紮了一個紙人，鬼王，叫焦面大士，那個鬼王在鬼道裡面教學，教鬼道。那個鬼王是誰？觀世音菩薩，焦面大士是觀世音菩薩。在鬼道現鬼王身，在人道現人身，在天道現天身，他不是一個身，他有無量身。他本來的身是什麼？本來沒有身，沒有身能現一切身。要是本來有一個身，他就不能現一切身，我們現在不能現一切身，認定這個身是本身，所以就不能現第二個身。如果哪一天我們突破，我們肯定這身不是我，我就能現一切身。所以現在搞顛倒，佛門才衰，大家不知道學佛是怎麼回事情？富貴人學佛是有困難，為什麼？現在善知識真的是太少。所以有口無心迷戀娑婆世界，造種種不善的業，把當生成佛的機緣錯過了。"
    },
    {
      "id": "02-038-0012_p0024",
      "zh_CN": "末后说『身自当之，无谁代者』，这些事情自作自受，没有人能代替。如果有人能代替，佛菩萨大慈大悲，他要不代替我们，慈悲何在？所以佛在经上讲自作自受，你作恶你肯定堕地狱，可是佛菩萨到地狱里帮你忙，你哪一天觉悟，哪一天忏悔，哪一天回头，你就超越，所以叫回头是岸。佛菩萨帮忙是帮这个，只能把事实真相告诉你，你当前得乐，乐从哪里来的？你当前受苦，苦从哪里来？给你讲清楚、讲明白，你能够把苦因远离，你就离苦；你想得乐，你好好的修乐的因，你就得到。这样教你，满足你现前的欲望，这个不究竟。如果你有智慧，你还想提升，人间的乐，乐里头有苦不究竟，我不愿意享这个福，真的是乐极生悲，人间乐是假的。天上乐比人间真实，天上没有苦受，到什么时候才有苦？寿命终的前七天，开始感到有点苦受，平时不感觉到，永远不衰老，这是天人。天人到什么时候老？寿命终了前七天突然之间老化，他一老化就晓得寿命到了。那个时候他也恐惧，没有办法他还是要堕落。有缘殊胜的，碰到佛菩萨，告诉他念佛，告诉他修善，他的寿命又能延长。这是佛在经典里面给我们透的信息。我们再看下面这一节：",
      "zh_TW": "末後說『身自當之，無誰代者』，這些事情自作自受，沒有人能代替。如果有人能代替，佛菩薩大慈大悲，他要不代替我們，慈悲何在？所以佛在經上講自作自受，你作惡你肯定墮地獄，可是佛菩薩到地獄裡幫你忙，你哪一天覺悟，哪一天懺悔，哪一天回頭，你就超越，所以叫回頭是岸。佛菩薩幫忙是幫這個，只能把事實真相告訴你，你當前得樂，樂從哪裡來的？你當前受苦，苦從哪裡來？給你講清楚、講明白，你能夠把苦因遠離，你就離苦；你想得樂，你好好的修樂的因，你就得到。這樣教你，滿足你現前的欲望，這個不究竟。如果你有智慧，你還想提升，人間的樂，樂裡頭有苦不究竟，我不願意享這個福，真的是樂極生悲，人間樂是假的。天上樂比人間真實，天上沒有苦受，到什麼時候才有苦？壽命終的前七天，開始感到有點苦受，平時不感覺到，永遠不衰老，這是天人。天人到什麼時候老？壽命終了前七天突然之間老化，他一老化就曉得壽命到了。那個時候他也恐懼，沒有辦法他還是要墮落。有緣殊勝的，碰到佛菩薩，告訴他念佛，告訴他修善，他的壽命又能延長。這是佛在經典裡面給我們透的信息。我們再看下面這一節："
    },
    {
      "id": "02-038-0012_p0025",
      "zh_CN": "【若能自于其中一心制意。端身正念。言行相副。所作至诚。独作诸善。不为众恶。身独度脱。获其福德。】",
      "zh_TW": "【若能自於其中一心制意。端身正念。言行相副。所作至誠。獨作諸善。不為眾惡。身獨度脫。獲其福德。】"
    },
    {
      "id": "02-038-0012_p0026",
      "zh_CN": "这是世尊在这一品经里面，最后劝导我们的话，我们要记住。『若』是假设，『能自于其中』，就是说在我们现前这个复杂、恶劣的五浊恶世之中，最重要的是什么？『一心制意』，「意」是念头，怎样把这个念头克制住，恶的念头不能让它生，这是真正修行，这是真正做功夫。恶念没有就不会有恶行，一定要把恶念控制；换句话说，违背伦理道德的是恶念，违背佛菩萨教诲的肯定是错误念头。每天要亲近圣贤，怎么亲近？读经，读经是亲近佛菩萨，读圣贤书就是亲近圣贤，跟圣贤、跟佛菩萨做朋友。这是《弟子规》里面劝我们，「能亲仁，无限好」，展开经卷就是亲近圣贤。世间东西诱惑太大怎么办？我们可以拒绝，电视诱惑的力量大，我不看它；报章杂志诱惑力量很大，我也不看它。我拒绝这些媒体，大概有五十年，我学佛五十八年，最初还看看，以后就不再看，出家之后就不再看，我学佛七年出家的，不再接受这些染污。有些重要的信息我也知道，从哪里得来的？有些同学他们很热心，现在多半从网路上，重要的这些信息下载一点送给我看，这是保护自己。热闹场合里面决定不插足，我们的生活圈子很小，都市是很大，我们住在这里头其实非常陌生。我认识一条路就是住的地方到道场讲经，就这一条路比较熟悉，其他的路都不认识。所以生活愈单纯愈好，为什么？你问我今天怎么样？今天天下太平，没事；如果你要是接触这些媒体，天下太乱。所以我这一生天天过太平盛世，真的是如此。我天天见到的都是同参道友，各个都是善人，诸上善人俱会一处，他怎么不快乐！怎么会不自在！由此可知，在这样的社会当中，我们能过太平盛世的生活，能过诸上善人俱会的这个美好的时光，都要自己能够一心制意，你就办到了。",
      "zh_TW": "這是世尊在這一品經裡面，最後勸導我們的話，我們要記住。『若』是假設，『能自於其中』，就是說在我們現前這個複雜、惡劣的五濁惡世之中，最重要的是什麼？『一心制意』，「意」是念頭，怎樣把這個念頭克制住，惡的念頭不能讓它生，這是真正修行，這是真正做功夫。惡念沒有就不會有惡行，一定要把惡念控制；換句話說，違背倫理道德的是惡念，違背佛菩薩教誨的肯定是錯誤念頭。每天要親近聖賢，怎麼親近？讀經，讀經是親近佛菩薩，讀聖賢書就是親近聖賢，跟聖賢、跟佛菩薩做朋友。這是《弟子規》裡面勸我們，「能親仁，無限好」，展開經卷就是親近聖賢。世間東西誘惑太大怎麼辦？我們可以拒絕，電視誘惑的力量大，我不看它；報章雜誌誘惑力量很大，我也不看它。我拒絕這些媒體，大概有五十年，我學佛五十八年，最初還看看，以後就不再看，出家之後就不再看，我學佛七年出家的，不再接受這些染污。有些重要的信息我也知道，從哪裡得來的？有些同學他們很熱心，現在多半從網路上，重要的這些信息下載一點送給我看，這是保護自己。熱鬧場合裡面決定不插足，我們的生活圈子很小，都市是很大，我們住在這裡頭其實非常陌生。我認識一條路就是住的地方到道場講經，就這一條路比較熟悉，其他的路都不認識。所以生活愈單純愈好，為什麼？你問我今天怎麼樣？今天天下太平，沒事；如果你要是接觸這些媒體，天下太亂。所以我這一生天天過太平盛世，真的是如此。我天天見到的都是同參道友，各個都是善人，諸上善人俱會一處，他怎麼不快樂！怎麼會不自在！由此可知，在這樣的社會當中，我們能過太平盛世的生活，能過諸上善人俱會的這個美好的時光，都要自己能夠一心制意，你就辦到了。"
    },
    {
      "id": "02-038-0012_p0027",
      "zh_CN": "『端身正念』，端是端正，守法、守礼，决定遵守《弟子规》、《感应篇》、《十善业》的教诲，把它落实到生活，落实到工作，落实到处事待人接物，这就是端身正念。正念里面，尤其是念念不要离开阿弥陀佛，确确实实把阿弥陀佛放在心上，心里除阿弥陀佛之外什么都没有，连父母亲人都不要了，是像这个样子，但是这是真正孝顺父母，真正对亲人好，为什么？我到西方极乐世界作佛，无论你在什么地方，我都能看到你，我都能照顾你，我都能帮助你，我都能孝顺你。万一去不了西方极乐世界，人一死了之后各人走各人的路去，再也碰不到，见面也不认识，这真的。现前我们常常聚在一起，缘分很深，如果有人给你做一次深度的催眠，你会发现，现在我们聚会在一处的人，好几世之前我们也在一起。缘是真的不是假的，知道有这么深厚的缘分，缘分一定要善，结善缘、结法缘。这里头要有智慧、要有德行，这个欲念要把它伏住，用智慧把它化解，佛法里面讲「烦恼即菩提」，把烦恼转变成菩提就对了。而且我们现在用的方法，是无比的殊胜、微妙，就是阿弥陀佛，无论是善念、恶念起来，立刻「阿弥陀佛」，都归到阿弥陀佛去。用一句阿弥陀佛把所有的念头都化开，这就是古人教人的，「不怕念起，只怕觉迟」。如果你觉悟得迟，你就随着你这个邪念走了，那就造业。所以第一个念头起来，第二个念头阿弥陀佛，要养成这样的习惯，这叫真念佛，真管用。《金刚经》上佛说「降伏其心」，我们用一句佛号比什么方法都殊胜。只要这一句佛号念得熟，时时刻刻能提得起，这端身正念。",
      "zh_TW": "『端身正念』，端是端正，守法、守禮，決定遵守《弟子規》、《感應篇》、《十善業》的教誨，把它落實到生活，落實到工作，落實到處事待人接物，這就是端身正念。正念裡面，尤其是念念不要離開阿彌陀佛，確確實實把阿彌陀佛放在心上，心裡除阿彌陀佛之外什麼都沒有，連父母親人都不要了，是像這個樣子，但是這是真正孝順父母，真正對親人好，為什麼？我到西方極樂世界作佛，無論你在什麼地方，我都能看到你，我都能照顧你，我都能幫助你，我都能孝順你。萬一去不了西方極樂世界，人一死了之後各人走各人的路去，再也碰不到，見面也不認識，這真的。現前我們常常聚在一起，緣分很深，如果有人給你做一次深度的催眠，你會發現，現在我們聚會在一處的人，好幾世之前我們也在一起。緣是真的不是假的，知道有這麼深厚的緣分，緣分一定要善，結善緣、結法緣。這裡頭要有智慧、要有德行，這個欲念要把它伏住，用智慧把它化解，佛法裡面講「煩惱即菩提」，把煩惱轉變成菩提就對了。而且我們現在用的方法，是無比的殊勝、微妙，就是阿彌陀佛，無論是善念、惡念起來，立刻「阿彌陀佛」，都歸到阿彌陀佛去。用一句阿彌陀佛把所有的念頭都化開，這就是古人教人的，「不怕念起，只怕覺遲」。如果你覺悟得遲，你就隨著你這個邪念走了，那就造業。所以第一個念頭起來，第二個念頭阿彌陀佛，要養成這樣的習慣，這叫真念佛，真管用。《金剛經》上佛說「降伏其心」，我們用一句佛號比什麼方法都殊勝。只要這一句佛號念得熟，時時刻刻能提得起，這端身正念。"
    },
    {
      "id": "02-038-0012_p0028",
      "zh_CN": "『言行相副』，这句话很重要，就是决定没有妄语、没有两舌，两舌是挑拨是非。我们要是听别人来挑拨是非，用什么方法去对待？看对方，对方有善根可以教，要劝导他；对方没有善根，一句话不说，阿弥陀佛，不必去辩驳，辩驳谚语所谓愈描愈黑，那不是解决问题的方法。佛陀解决方法是默然，一句话不说，没有任何表示，守住自己的清净心，让外面的是是非非自然化解，这个好，这是真正智慧的方法。这是言行相副。『所作至诚』，无论对人、对事、对物，不怕吃亏，不怕上当，这是一定要学的。中国古人教人「吃亏是福」，这个话是真的不是假的，会不会上当？不会的，表面是上当，实在后面有大福在后头。我们学佛之后了解三世因果，才真正知道世间没有一个吃亏的人，也没有一个上当的人，没有占便宜的，为什么？来世要报，欠命要还命，欠债要还钱，还的时候还要付利息，你哪里吃亏，所以一定晓得因果通三世。我们在这个世间跟人相处心就平，对人、对事才能真正做到公平。公是什么？没有私，没有私就公，没有分别执着就平。不肯吃亏，不肯上当，那个麻烦大了，来生还要讨命，还要讨债，你想想看，你要不轮回，你怎么能讨债还债？他在轮回里面。为了这一点债，为了这一条命，不能出轮回，你说你这个当才上大了，这亏吃大了。欠命不要讨命，欠债不要讨钱，我这一生才能到极乐世界去。你还要老是念着它，那就是念着轮回，这个道理不可以不懂。",
      "zh_TW": "『言行相副』，這句話很重要，就是決定沒有妄語、沒有兩舌，兩舌是挑撥是非。我們要是聽別人來挑撥是非，用什麼方法去對待？看對方，對方有善根可以教，要勸導他；對方沒有善根，一句話不說，阿彌陀佛，不必去辯駁，辯駁諺語所謂愈描愈黑，那不是解決問題的方法。佛陀解決方法是默然，一句話不說，沒有任何表示，守住自己的清淨心，讓外面的是是非非自然化解，這個好，這是真正智慧的方法。這是言行相副。『所作至誠』，無論對人、對事、對物，不怕吃虧，不怕上當，這是一定要學的。中國古人教人「吃虧是福」，這個話是真的不是假的，會不會上當？不會的，表面是上當，實在後面有大福在後頭。我們學佛之後了解三世因果，才真正知道世間沒有一個吃虧的人，也沒有一個上當的人，沒有佔便宜的，為什麼？來世要報，欠命要還命，欠債要還錢，還的時候還要付利息，你哪裡吃虧，所以一定曉得因果通三世。我們在這個世間跟人相處心就平，對人、對事才能真正做到公平。公是什麼？沒有私，沒有私就公，沒有分別執著就平。不肯吃虧，不肯上當，那個麻煩大了，來生還要討命，還要討債，你想想看，你要不輪迴，你怎麼能討債還債？他在輪迴裡面。為了這一點債，為了這一條命，不能出輪迴，你說你這個當才上大了，這虧吃大了。欠命不要討命，欠債不要討錢，我這一生才能到極樂世界去。你還要老是念著它，那就是念著輪迴，這個道理不可以不懂。"
    },
    {
      "id": "02-038-0012_p0029",
      "zh_CN": "后面这两句话好，『独作诸善，不为众恶』，大家都造恶，我一个人我不造恶，最后怎么样？我这个『身独度脱，获其福德』，你要到极乐世界不是得到大福德了吗？这个帐总得要算清。不要贪图眼前小利，小名小利那是魔，在那里诱惑你，让你在六道永远出不去。你要真能放下，真能舍得，对众生有利益、有好的事情多做，全心全力去做，没有后顾。做完之后没事，心地清净一尘不染，就对了，那你就真正得大福德，大福德现前你才知道，是你意想不到的。今天时间到了，我们学习到此地。",
      "zh_TW": "後面這兩句話好，『獨作諸善，不為眾惡』，大家都造惡，我一個人我不造惡，最後怎麼樣？我這個『身獨度脫，獲其福德』，你要到極樂世界不是得到大福德了嗎？這個帳總得要算清。不要貪圖眼前小利，小名小利那是魔，在那裡誘惑你，讓你在六道永遠出不去。你要真能放下，真能捨得，對眾生有利益、有好的事情多做，全心全力去做，沒有後顧。做完之後沒事，心地清淨一塵不染，就對了，那你就真正得大福德，大福德現前你才知道，是你意想不到的。今天時間到了，我們學習到此地。"
    }
  ]
}