{
  "doc_id": "21-072-0001",
  "title": {
    "zh_CN": "澳洲布里斯本宗教论坛讲话—真诚的爱心才能真正解决问题",
    "zh_TW": "澳洲布里斯本宗教論壇講話—真誠的愛心才能真正解決問題"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "澳洲布里斯本",
    "zh_TW": "澳洲布里斯本"
  },
  "doc_number": "21-072-0001",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "21-072-0001_p0001",
      "zh_CN": "我们今天很欢喜再见到，承蒙尤里先生的邀请，有这次机会来参加「论坛」。在最近的一两年当中，世界上许多地方都传说在这个时代会有灾难，我也曾经收到天主教的朋友寄给我他们内部发出来的文件。这些事情，无论它是真的，或者是假的，总而言之，给我们提出了忠告，希望我们居住在这个地球上的所有人民都能够团结，都能够和睦相处，互相尊敬，互相敬爱，互助合作。",
      "zh_TW": "我們今天很歡喜再見到，承蒙尤里先生的邀請，有這次機會來參加「論壇」。在最近的一兩年當中，世界上許多地方都傳說在這個時代會有災難，我也曾經收到天主教的朋友寄給我他們內部發出來的文件。這些事情，無論它是真的，或者是假的，總而言之，給我們提出了忠告，希望我們居住在這個地球上的所有人民都能夠團結，都能夠和睦相處，互相尊敬，互相敬愛，互助合作。"
    },
    {
      "id": "21-072-0001_p0002",
      "zh_CN": "我们知道这个世间的灾难，不外乎天灾人祸。天灾，我们人民如果觉悟，能够团结，可以约束少数的野心家，让他们不至于发动些灾难。我们从近百年历史当中来观察，利用战争武力、用手段是不能解决问题的。我们看到第二次世界大战，这是我这个年龄亲身经历过的。这次战争全世界死亡的超过一千万人，损失的财产、战争的费用，估计是达到五百万亿美元。问题不但没有解决，反而造成更复杂，带给全世界人民心理都不能安定，我们都生活在恐惧而没有安全感的世界，这是少数可以说没有智慧的野心家们造成的。我们回过来想想，战争当中所损耗的五百万亿美元，如果拿来救济世界贫穷落后的国家，我想这个世界的问题就解决了。",
      "zh_TW": "我們知道這個世間的災難，不外乎天災人禍。天災，我們人民如果覺悟，能夠團結，可以約束少數的野心家，讓他們不至於發動些災難。我們從近百年歷史當中來觀察，利用戰爭武力、用手段是不能解決問題的。我們看到第二次世界大戰，這是我這個年齡親身經歷過的。這次戰爭全世界死亡的超過一千萬人，損失的財產、戰爭的費用，估計是達到五百萬億美元。問題不但沒有解決，反而造成更複雜，帶給全世界人民心理都不能安定，我們都生活在恐懼而沒有安全感的世界，這是少數可以說沒有智慧的野心家們造成的。我們回過來想想，戰爭當中所損耗的五百萬億美元，如果拿來救濟世界貧窮落後的國家，我想這個世界的問題就解決了。"
    },
    {
      "id": "21-072-0001_p0003",
      "zh_CN": "所以真正解决问题，只有真正的爱心，我们爱自己，也爱护一切众生。我们看到对小动物都爱护，既然能够爱护小动物，小动物是不同的族群，为什么不能爱护不同族群的人类？所以我们有真诚的爱心，无条件的帮助一切众生，这才能解决问题。无论是用我们的财力、人力、物力帮助别人，不附带任何条件，我们布施给对方没有任何要求，真诚与真诚才能够相感应。我们想想过去的韩战，韩战所花的费用是一百八十万亿美元，南北韩的问题到现在依旧不能解决。如果用一百八十万亿美元布施给南北韩，我相信南北韩的问题就解决了。我们世界上所有一切风灾、人为的灾害，不是不能够解决，应当要明白解决的道理与方法。",
      "zh_TW": "所以真正解決問題，只有真正的愛心，我們愛自己，也愛護一切眾生。我們看到對小動物都愛護，既然能夠愛護小動物，小動物是不同的族群，為什麼不能愛護不同族群的人類？所以我們有真誠的愛心，無條件的幫助一切眾生，這才能解決問題。無論是用我們的財力、人力、物力幫助別人，不附帶任何條件，我們布施給對方沒有任何要求，真誠與真誠才能夠相感應。我們想想過去的韓戰，韓戰所花的費用是一百八十萬億美元，南北韓的問題到現在依舊不能解決。如果用一百八十萬億美元布施給南北韓，我相信南北韓的問題就解決了。我們世界上所有一切風災、人為的災害，不是不能夠解決，應當要明白解決的道理與方法。"
    },
    {
      "id": "21-072-0001_p0004",
      "zh_CN": "这个重要的方法还是在教学，我们要把这个事实真相，把我们真诚的爱心，教导一切众生，普遍宣扬。人实在说都有良心，都是好人，世间人他会做坏事情，也不过是一时迷失了方向，被外面物质环境诱惑而迷失了自己，才做坏事情。所以我想到全世界宗教领袖的合作，能够帮助世界消除灾难。",
      "zh_TW": "這個重要的方法還是在教學，我們要把這個事實真相，把我們真誠的愛心，教導一切眾生，普遍宣揚。人實在說都有良心，都是好人，世間人他會做壞事情，也不過是一時迷失了方向，被外面物質環境誘惑而迷失了自己，才做壞事情。所以我想到全世界宗教領袖的合作，能夠幫助世界消除災難。"
    },
    {
      "id": "21-072-0001_p0005",
      "zh_CN": "我们在今年年初，访问了新加坡伊斯兰教传教的一些人，得到非常好的回响，所以以后计划不断的访问每一个宗教。我们对所有宗教他们所做的慈善事业，也尽心尽力的去帮助，我们结合宗教的力量，宗教的教育，希望能够唤醒人民的觉悟。唯有这种方式，人民的力量，人民的意向，能够影响野心家，让他知所节制。我们知道如果爆发第三次世界大战，那是非常可怕的，那是人类真正毁灭性的战争。我们知道现在世界上这些核武国家，他们的核武总共加起来超过五万颗核子弹，每一颗核子弹都能毁灭一个大城市，所以这是很可怕的一桩事情。",
      "zh_TW": "我們在今年年初，訪問了新加坡伊斯蘭教傳教的一些人，得到非常好的迴響，所以以後計畫不斷的訪問每一個宗教。我們對所有宗教他們所做的慈善事業，也盡心盡力的去幫助，我們結合宗教的力量，宗教的教育，希望能夠喚醒人民的覺悟。唯有這種方式，人民的力量，人民的意向，能夠影響野心家，讓他知所節制。我們知道如果爆發第三次世界大戰，那是非常可怕的，那是人類真正毀滅性的戰爭。我們知道現在世界上這些核武國家，他們的核武總共加起來超過五萬顆核子彈，每一顆核子彈都能毀滅一個大城市，所以這是很可怕的一樁事情。"
    },
    {
      "id": "21-072-0001_p0006",
      "zh_CN": "这个事情如何能把它抑制，把它阻止掉，我想在今天唯一的方法就是宗教家大团结。我们唤起全世界的宗教家，我们同心协力求社会安定，世界和平，希望宗教与宗教之间成为一家人，我们希望全世界不同的族群能够和睦相处。首先我们自己宗教家与宗教家做一个榜样，做一个表率，我们自己先来实行和睦相处，我们必须拿出自己的真诚与一切大众接触，我想这是非常好的。",
      "zh_TW": "這個事情如何能把它抑制，把它阻止掉，我想在今天唯一的方法就是宗教家大團結。我們喚起全世界的宗教家，我們同心協力求社會安定，世界和平，希望宗教與宗教之間成為一家人，我們希望全世界不同的族群能夠和睦相處。首先我們自己宗教家與宗教家做一個榜樣，做一個表率，我們自己先來實行和睦相處，我們必須拿出自己的真誠與一切大眾接觸，我想這是非常好的。"
    },
    {
      "id": "21-072-0001_p0007",
      "zh_CN": "所以在今年我们中国人过年，新加坡有四种不同的种族，新加坡是过四个年，中国人过中国人的年，马来人过马来人的年，还有印度人和西方人，所以他们过四个年。今年马来人过年邀请我去参加，他们对我非常尊重，特别为我做了一份素菜。所以我们今年在中国人过年时，邀请了新加坡所有的宗教团体。宗教团体一般都办养老院和孤儿院，这些人可以说是相当孤单，没有亲人照顾，他们的物质生活有宗教团体来照顾，精神生活就很苦闷。所以今年我们过年的时候，把他们统统请来，我们印有很精美的请帖，每一个孤儿、每一个老人都送给他。在他们一生当中，都没有人邀请过他，都没有人寄请帖给他。我们送请帖给他，告诉他社会上还有人爱护你，还有人关照你，你们并没有被遗忘。我们一共请了三千八百人，还有不能来的，年岁大的，身体不好的，我们把食物还有红包送到他的住所。新加坡政府官员也参加了，大家看到非常欢喜，在新加坡是第一次，不同的族群，不同的宗教，能够非常和睦融洽在一起，这不容易！在宴会当中，我们尊重每一个人他们生活的嗜好，他喜欢吃什么，我们就做什么，不是全部素食，所以宴会每个桌上菜都不一样，形成真的多元文化的融合。",
      "zh_TW": "所以在今年我們中國人過年，新加坡有四種不同的種族，新加坡是過四個年，中國人過中國人的年，馬來人過馬來人的年，還有印度人和西方人，所以他們過四個年。今年馬來人過年邀請我去參加，他們對我非常尊重，特別為我做了一份素菜。所以我們今年在中國人過年時，邀請了新加坡所有的宗教團體。宗教團體一般都辦養老院和孤兒院，這些人可以說是相當孤單，沒有親人照顧，他們的物質生活有宗教團體來照顧，精神生活就很苦悶。所以今年我們過年的時候，把他們統統請來，我們印有很精美的請帖，每一個孤兒、每一個老人都送給他。在他們一生當中，都沒有人邀請過他，都沒有人寄請帖給他。我們送請帖給他，告訴他社會上還有人愛護你，還有人關照你，你們並沒有被遺忘。我們一共請了三千八百人，還有不能來的，年歲大的，身體不好的，我們把食物還有紅包送到他的住所。新加坡政府官員也參加了，大家看到非常歡喜，在新加坡是第一次，不同的族群，不同的宗教，能夠非常和睦融洽在一起，這不容易！在宴會當中，我們尊重每一個人他們生活的嗜好，他喜歡吃什麼，我們就做什麼，不是全部素食，所以宴會每個桌上菜都不一樣，形成真的多元文化的融合。"
    },
    {
      "id": "21-072-0001_p0008",
      "zh_CN": "我们要把多元文化，要把团结宗教、团结族群，真正落实在做。我们希望将来最需要落实的，不但经常互相访问，最后我们还真正要做到互相来学习。所以我们在那里教学，将来安排请各个不同的宗教来给我们上课，我们要学习他们的经典，使我们彼此能深入、广泛的了解，我们彼此的信心、爱心就能够建立。这样落实之后，能够慢慢的推广，我相信对社会安定，世界和平，多元文化的和谐，一定有帮助。",
      "zh_TW": "我們要把多元文化，要把團結宗教、團結族群，真正落實在做。我們希望將來最需要落實的，不但經常互相訪問，最後我們還真正要做到互相來學習。所以我們在那裡教學，將來安排請各個不同的宗教來給我們上課，我們要學習他們的經典，使我們彼此能深入、廣泛的了解，我們彼此的信心、愛心就能夠建立。這樣落實之後，能夠慢慢的推廣，我相信對社會安定，世界和平，多元文化的和諧，一定有幫助。"
    },
    {
      "id": "21-072-0001_p0009",
      "zh_CN": "上一次尤里先生带我去参观他们现在大学里面发起的多元文化，我希望有一天澳洲能办世界上第一个多元文化大学，或者在一般大学里面增设一个多元文化学院，或者是多元文化学系，来培养一批人才，专门舍己为人，为社会安定、世界和平的工作者，这是一个非常有意义、有价值的工作，所以希望我们宗教家来带头。",
      "zh_TW": "上一次尤里先生帶我去參觀他們現在大學裡面發起的多元文化，我希望有一天澳洲能辦世界上第一個多元文化大學，或者在一般大學裡面增設一個多元文化學院，或者是多元文化學系，來培養一批人才，專門捨己為人，為社會安定、世界和平的工作者，這是一個非常有意義、有價值的工作，所以希望我們宗教家來帶頭。"
    },
    {
      "id": "21-072-0001_p0010",
      "zh_CN": "下个月（四月份）我到中国去访问，接受中国国家的邀请，中国也有五十六种不同的族群，所以对多元文化的融合，在他们也是很有必要的。五月份我可能去访问天主教教宗。我们深深希望上帝能够爱世人，能够保佑教宗身体健康，能够为这件事情多尽一点心力。",
      "zh_TW": "下個月（四月份）我到中國去訪問，接受中國國家的邀請，中國也有五十六種不同的族群，所以對多元文化的融合，在他們也是很有必要的。五月份我可能去訪問天主教教宗。我們深深希望上帝能夠愛世人，能夠保佑教宗身體健康，能夠為這件事情多盡一點心力。"
    },
    {
      "id": "21-072-0001_p0011",
      "zh_CN": "我非常佩服尤里先生，我们希望他能够在澳洲带头，将多元文化在世界带动起来，我们会全心全力协助他，我们非常希望每一位宗教领袖多多合作。我们这种聚会，就像家庭聚会一样，非常轻松，非常愉快。谢谢大家。",
      "zh_TW": "我非常佩服尤里先生，我們希望他能夠在澳洲帶頭，將多元文化在世界帶動起來，我們會全心全力協助他，我們非常希望每一位宗教領袖多多合作。我們這種聚會，就像家庭聚會一樣，非常輕鬆，非常愉快。謝謝大家。"
    }
  ]
}