{
  "doc_id": "15-009-0002",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "15-009-0002",
  "total_paragraphs": 120,
  "paragraphs": [
    {
      "id": "15-009-0002_p0001",
      "zh_CN": "请掀开经本，第八百七十八页，倒数第二行，从最后一个字看起。",
      "zh_TW": "請掀開經本，第八百七十八頁，倒數第二行，從最後一個字看起。"
    },
    {
      "id": "15-009-0002_p0002",
      "zh_CN": "昨天讲到世尊法会当中，有五百位业障深重的菩萨，他们所犯的这些恶习障碍了修行，因此道业不但不能够增长，反而退转。世尊跟他们讲过去生中的因缘，而说了一条严重的恶业，就是谤法，招致多生的苦难。",
      "zh_TW": "昨天講到世尊法會當中，有五百位業障深重的菩薩，他們所犯的這些惡習障礙了修行，因此道業不但不能夠增長，反而退轉。世尊跟他們講過去生中的因緣，而說了一條嚴重的惡業，就是謗法，招致多生的苦難。"
    },
    {
      "id": "15-009-0002_p0003",
      "zh_CN": "这种现象几乎在现代的佛门当中，普遍的可以见到。正如同经上佛所说的，四众弟子随自己的妄想、分别，不知道这个业报的差别，这是愚痴。",
      "zh_TW": "這種現象幾乎在現代的佛門當中，普遍的可以見到。正如同經上佛所說的，四眾弟子隨自己的妄想、分別，不知道這個業報的差別，這是愚痴。"
    },
    {
      "id": "15-009-0002_p0004",
      "zh_CN": "世尊将他们过去生中的业报说出来之后，这一段说得相当详细。在地狱从阿鼻地狱一直到烧热地狱，总共的时间是一千八百万年。离开地狱之后，在五百世生在这个边地。所谓边地就是文化很落后的地区，受尽了苦难。",
      "zh_TW": "世尊將他們過去生中的業報說出來之後，這一段說得相當詳細。在地獄從阿鼻地獄一直到燒熱地獄，總共的時間是一千八百萬年。離開地獄之後，在五百世生在這個邊地。所謂邊地就是文化很落後的地區，受盡了苦難。"
    },
    {
      "id": "15-009-0002_p0005",
      "zh_CN": "这些菩萨们听佛所说，举身毛竖，在佛面前痛切的忏悔，发了十三条的大誓愿，祈求改过自新。这十三条的经文，段落很明显。",
      "zh_TW": "這些菩薩們聽佛所說，舉身毛豎，在佛面前痛切的懺悔，發了十三條的大誓願，祈求改過自新。這十三條的經文，段落很明顯。"
    },
    {
      "id": "15-009-0002_p0006",
      "zh_CN": "「世尊。我从今日至未来际。若于菩萨乘人。见有违犯举露其过。我等则为欺诳如来。」",
      "zh_TW": "「世尊。我從今日至未來際。若於菩薩乘人。見有違犯舉露其過。我等則為欺誑如來。」"
    },
    {
      "id": "15-009-0002_p0007",
      "zh_CN": "第一条叫着「世尊，我从今日至未来际」，这句话很重要。从「今天起」，不是尽形寿，尽形寿是一生；「至未来际」就是尔后生生世世，都不敢造这些恶业了。",
      "zh_TW": "第一條叫著「世尊，我從今日至未來際」，這句話很重要。從「今天起」，不是盡形壽，盡形壽是一生；「至未來際」就是爾後生生世世，都不敢造這些惡業了。"
    },
    {
      "id": "15-009-0002_p0008",
      "zh_CN": "第一条里面，「若于菩萨乘人」，昨天说过了。大乘种性的众生，出家、在家四众弟子，菩萨种性的人。",
      "zh_TW": "第一條裡面，「若於菩薩乘人」，昨天說過了。大乘種性的眾生，出家、在家四眾弟子，菩薩種性的人。"
    },
    {
      "id": "15-009-0002_p0009",
      "zh_CN": "「见有违犯举露其过」，这是过去曾经做的，从今以后再不敢这样做了。如果再有这样作法，「我等则为欺诳如来」，那就是欺骗如来了。第二条是：",
      "zh_TW": "「見有違犯舉露其過」，這是過去曾經做的，從今以後再不敢這樣做了。如果再有這樣作法，「我等則為欺誑如來」，那就是欺騙如來了。第二條是："
    },
    {
      "id": "15-009-0002_p0010",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。戏弄讥嫌恐惧轻贱。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。戲弄譏嫌恐懼輕賤。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0011",
      "zh_CN": "这十三条都是「从今日至未来际」。「若于菩萨乘人。戏弄、讥嫌、恐惧、轻贱，我等则为欺诳如来」。这一条里面讲了四桩事情，四桩事情都是轻慢。佛在大乘经上常常教导我们，尤其是《华严经》讲的实在是究竟圆满，《华严经》上佛教给我们，一个修学大乘的人，除了自己之外，所有一切众生皆是诸佛如来，要用这样的心态去看。",
      "zh_TW": "這十三條都是「從今日至未來際」。「若於菩薩乘人。戲弄、譏嫌、恐懼、輕賤，我等則為欺誑如來」。這一條裡面講了四樁事情，四樁事情都是輕慢。佛在大乘經上常常教導我們，尤其是《華嚴經》講的實在是究竟圓滿，《華嚴經》上佛教給我們，一個修學大乘的人，除了自己之外，所有一切眾生皆是諸佛如來，要用這樣的心態去看。"
    },
    {
      "id": "15-009-0002_p0012",
      "zh_CN": "在五十三参里面，明显的教给我们，学生只有一个人，善财童子只有一个，他没有同学，这桩事情用意很深。为什么善财没有同学呢？诸位要知道，同学是我们两个差不多，可以开开玩笑，可以不必那么尊重。善财童子做学生，学生只有一个人，除自己一个人之外，都是老师，都是善知识。诸佛菩萨当然是善知识，是老师；一切众生就是未来佛。过去、现在、未来是一，不是二。「未来佛」，就要把他看作现在佛一样的尊重。所以他的十大愿王才能发得起来，一切恭敬，这个心才能发得起来；一切恭敬正是性德圆满的显露。",
      "zh_TW": "在五十三參裡面，明顯的教給我們，學生只有一個人，善財童子只有一個，他沒有同學，這樁事情用意很深。為什麼善財沒有同學呢？諸位要知道，同學是我們兩個差不多，可以開開玩笑，可以不必那麼尊重。善財童子做學生，學生只有一個人，除自己一個人之外，都是老師，都是善知識。諸佛菩薩當然是善知識，是老師；一切眾生就是未來佛。過去、現在、未來是一，不是二。「未來佛」，就要把他看作現在佛一樣的尊重。所以他的十大願王才能發得起來，一切恭敬，這個心才能發得起來；一切恭敬正是性德圓滿的顯露。"
    },
    {
      "id": "15-009-0002_p0013",
      "zh_CN": "如果有一个众生对他戏弄，还开玩笑；讥是讥刺，嫌是嫌弃，就是我们现在讲的讨厌；还会讨厌一个人，还会轻视一个人，我们的性德就被这个烦恼遮盖住了。",
      "zh_TW": "如果有一個眾生對他戲弄，還開玩笑；譏是譏刺，嫌是嫌棄，就是我們現在講的討厭；還會討厭一個人，還會輕視一個人，我們的性德就被這個煩惱遮蓋住了。"
    },
    {
      "id": "15-009-0002_p0014",
      "zh_CN": "性德要怎么样现前呢？必须要将一切众生都当作诸佛现前来看待，「礼敬诸佛」才能做得到！所以普贤行在大乘菩萨行之上，道理就在此地。普贤的心是真实清净，真实的平等。我们常常犯这些过失，所以普贤愿对于我们来讲高不可攀！",
      "zh_TW": "性德要怎麼樣現前呢？必須要將一切眾生都當作諸佛現前來看待，「禮敬諸佛」才能做得到！所以普賢行在大乘菩薩行之上，道理就在此地。普賢的心是真實清淨，真實的平等。我們常常犯這些過失，所以普賢願對於我們來講高不可攀！"
    },
    {
      "id": "15-009-0002_p0015",
      "zh_CN": "佛在《华严》上这样教导我们，是不是带着有些勉强呢？给诸位说，丝毫不勉强。佛教化众生真的是恒顺众生，随喜功德。一心恭敬、普遍恭敬是性德自然的流露。换句话说，凡是明心见性的菩萨，一切诸佛如来，没有一个不是这样的，他不是做作出来的。为什么会是这样的呢？因为尽虚空遍法界是一个自己，我们在《般若经》上讲得很详细，没有差别！大乘经上常说，十法界依正庄严都是自性的流露，都是自性的变化，所以法界确实是平等的。凡夫之所以不能见性，就是在平等法界里面起了高下之心，这个就是迷惑。起高下之心，起分别，起执着，所以这是我们自己的过失。",
      "zh_TW": "佛在《華嚴》上這樣教導我們，是不是帶著有些勉強呢？給諸位說，絲毫不勉強。佛教化眾生真的是恆順眾生，隨喜功德。一心恭敬、普遍恭敬是性德自然的流露。換句話說，凡是明心見性的菩薩，一切諸佛如來，沒有一個不是這樣的，他不是做作出來的。為什麼會是這樣的呢？因為盡虛空遍法界是一個自己，我們在《般若經》上講得很詳細，沒有差別！大乘經上常說，十法界依正莊嚴都是自性的流露，都是自性的變化，所以法界確實是平等的。凡夫之所以不能見性，就是在平等法界裡面起了高下之心，這個就是迷惑。起高下之心，起分別，起執著，所以這是我們自己的過失。"
    },
    {
      "id": "15-009-0002_p0016",
      "zh_CN": "学佛就是要恢复自性，宗门常讲「父母未生前本来面目」，学佛不是别的，就是做这桩事情。要想恢复本来面目，必须把妄想、分别、执着统统打掉。从哪里做起？一定要从礼敬做起，佛教给我们从这儿下手。",
      "zh_TW": "學佛就是要恢復自性，宗門常講「父母未生前本來面目」，學佛不是別的，就是做這樁事情。要想恢復本來面目，必須把妄想、分別、執著統統打掉。從哪裡做起？一定要從禮敬做起，佛教給我們從這兒下手。"
    },
    {
      "id": "15-009-0002_p0017",
      "zh_CN": "实在讲，儒家的教育也是从这里下手。我们看《礼记》的第一篇，第一句「曲礼曰，毋不敬」。世出世间圣人教化众生，他们在概念上，在方法上，几乎完全相同，这是值得我们深思的。谚语说：「英雄所见，大略相同。」《礼记》这一本书的出现，那个时候佛法还没有传到中国来。可见得他们教学的起步完全是一致，都是从礼敬下手。我们这种轻慢心必须要戒除。",
      "zh_TW": "實在講，儒家的教育也是從這裡下手。我們看《禮記》的第一篇，第一句「曲禮曰，毋不敬」。世出世間聖人教化眾生，他們在概念上，在方法上，幾乎完全相同，這是值得我們深思的。諺語說：「英雄所見，大略相同。」《禮記》這一本書的出現，那個時候佛法還沒有傳到中國來。可見得他們教學的起步完全是一致，都是從禮敬下手。我們這種輕慢心必須要戒除。"
    },
    {
      "id": "15-009-0002_p0018",
      "zh_CN": "学佛常说功夫得力、功夫不得力，什么是功夫？此地所讲的就是具体功夫的表现。我们对于人对事对物、对一切众生，恭敬心是不是与日增长？轻慢心是不是天天消除？果然如此，我们功夫就得力了，真有进步。决不是每一天念多少声佛号，念多少部经。念得那么多，如果处事待人接物的毛病一丝毫都没有改掉，那么多佛号、经文都叫白念。正是古德所谓「喊破喉咙也枉然」。为什么？你没有消化，没有体悟，没有把经典的理论、教训变成自己的生活行为，那个读就叫白读了；还是一样起心动念、言语造作，还在造恶业。造恶业的果报太可怕了。第三条：",
      "zh_TW": "學佛常說功夫得力、功夫不得力，什麼是功夫？此地所講的就是具體功夫的表現。我們對於人對事對物、對一切眾生，恭敬心是不是與日增長？輕慢心是不是天天消除？果然如此，我們功夫就得力了，真有進步。決不是每一天念多少聲佛號，念多少部經。念得那麼多，如果處事待人接物的毛病一絲毫都沒有改掉，那麼多佛號、經文都叫白念。正是古德所謂「喊破喉嚨也枉然」。為什麼？你沒有消化，沒有體悟，沒有把經典的理論、教訓變成自己的生活行為，那個讀就叫白讀了；還是一樣起心動念、言語造作，還在造惡業。造惡業的果報太可怕了。第三條："
    },
    {
      "id": "15-009-0002_p0019",
      "zh_CN": "【世尊。我从今日至未来际。若见在家出家菩萨乘人。以五欲乐游戏欢娱。见受用时。终不于彼伺求其过。常生信敬起教师想。若不尔者。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若見在家出家菩薩乘人。以五欲樂遊戲歡娛。見受用時。終不於彼伺求其過。常生信敬起教師想。若不爾者。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0020",
      "zh_CN": "这条范围就更广了，偏重在在家。在家菩萨也了不起，他负着有度众生的责任。在家人「以五欲乐」，五欲是「财、色、名、食、睡」的享受。在家菩萨可以享受，他示现的是在家人的榜样。",
      "zh_TW": "這條範圍就更廣了，偏重在在家。在家菩薩也了不起，他負著有度眾生的責任。在家人「以五欲樂」，五欲是「財、色、名、食、睡」的享受。在家菩薩可以享受，他示現的是在家人的榜樣。"
    },
    {
      "id": "15-009-0002_p0021",
      "zh_CN": "「游戏欢娱，见受用时，终不于彼伺求其过」。这个一般人，愚人，总是看到这些在家菩萨生嫉妒障碍，看他在五欲里享受，在那里找他的毛病，找他的过失，恶意诽谤，所以在家弘法利生比出家难得多。同样是在讲台上讲经说法，出家人讲得不好，大家还恭敬；在家人讲得再好，听众的恭敬心比对出家人都要减几分，这样的心态我们就得不到利益了。",
      "zh_TW": "「遊戲歡娛，見受用時，終不於彼伺求其過」。這個一般人，愚人，總是看到這些在家菩薩生嫉妒障礙，看他在五欲裡享受，在那裡找他的毛病，找他的過失，惡意誹謗，所以在家弘法利生比出家難得多。同樣是在講台上講經說法，出家人講得不好，大家還恭敬；在家人講得再好，聽眾的恭敬心比對出家人都要減幾分，這樣的心態我們就得不到利益了。"
    },
    {
      "id": "15-009-0002_p0022",
      "zh_CN": "昨天跟诸位说过，四众弟子发心弘法利生都要受到尊重。为什么？代佛说法。不敬法师，居士讲经说法也称法师，这一点诸位要知道，你只要上台说法都称法师，法师不一定是出家人。如果称比丘、比丘尼这一定是出家人；称法师、称和尚不一定是出家人。在家人可以称法师，可以称和尚。",
      "zh_TW": "昨天跟諸位說過，四眾弟子發心弘法利生都要受到尊重。為什麼？代佛說法。不敬法師，居士講經說法也稱法師，這一點諸位要知道，你只要上台說法都稱法師，法師不一定是出家人。如果稱比丘、比丘尼這一定是出家人；稱法師、稱和尚不一定是出家人。在家人可以稱法師，可以稱和尚。"
    },
    {
      "id": "15-009-0002_p0023",
      "zh_CN": "如果你要是恶意诽谤，谤佛、谤法、谤僧，僧也不分在家、出家，这一点同修们也要记住。僧是僧伽耶，梵语的音译，它的意思是和合众，是个团体。这个团体遵守「六和敬」，无论是在家人的团体、出家人的团体，都叫作僧团。假如这个道场出家人住在一起，不按六和敬去修，出家人也不够资格称僧。你这个团体不和！僧是一定要和合的团体。所以僧是和合团体，称之为「众中尊」。我们受三归的时候念的「归依僧，众中尊」，众就是团体，所有一切团体里面最为尊贵。为什么最尊贵呢？他们团结，他们和睦，这个团体值得大家尊敬，是这个意思。",
      "zh_TW": "如果你要是惡意誹謗，謗佛、謗法、謗僧，僧也不分在家、出家，這一點同修們也要記住。僧是僧伽耶，梵語的音譯，它的意思是和合眾，是個團體。這個團體遵守「六和敬」，無論是在家人的團體、出家人的團體，都叫作僧團。假如這個道場出家人住在一起，不按六和敬去修，出家人也不夠資格稱僧。你這個團體不和！僧是一定要和合的團體。所以僧是和合團體，稱之為「眾中尊」。我們受三歸的時候念的「歸依僧，眾中尊」，眾就是團體，所有一切團體裡面最為尊貴。為什麼最尊貴呢？他們團結，他們和睦，這個團體值得大家尊敬，是這個意思。"
    },
    {
      "id": "15-009-0002_p0024",
      "zh_CN": "佛的僧团要四个人以上。如果你的家庭有四个人，四个人都修六和敬，这个家就是僧团。诸佛护念，龙天拥护！这是真的。诸佛菩萨、龙天护法看一个和和睦睦相处的团体，无论大小都尊敬。",
      "zh_TW": "佛的僧團要四個人以上。如果你的家庭有四個人，四個人都修六和敬，這個家就是僧團。諸佛護念，龍天擁護！這是真的。諸佛菩薩、龍天護法看一個和和睦睦相處的團體，無論大小都尊敬。"
    },
    {
      "id": "15-009-0002_p0025",
      "zh_CN": "所以居士讲经说法，决定不能有分别心来看待。一有分别心，我们自己得不到法益，更不可以去故意找麻烦。",
      "zh_TW": "所以居士講經說法，決定不能有分別心來看待。一有分別心，我們自己得不到法益，更不可以去故意找麻煩。"
    },
    {
      "id": "15-009-0002_p0026",
      "zh_CN": "这种故意找麻烦的人是真有。早年，在一九七七年，我第一次到香港讲经，香港畅怀法师邀请我，我们在香港也是第一次见面。到那个地方头一天晚上，畅怀法师就向我提出警告。香港这个地方，外地来讲经的法师，大概都要禁得起考验才行，这里面有一些听众是专门找麻烦的。他听经听了一半，站起来发问题，把你难倒，叫你下不了台，就有这么一班人。所以一些老法师到那边都有这个顾忌。",
      "zh_TW": "這種故意找麻煩的人是真有。早年，在一九七七年，我第一次到香港講經，香港暢懷法師邀請我，我們在香港也是第一次見面。到那個地方頭一天晚上，暢懷法師就向我提出警告。香港這個地方，外地來講經的法師，大概都要禁得起考驗才行，這裡面有一些聽眾是專門找麻煩的。他聽經聽了一半，站起來發問題，把你難倒，叫你下不了台，就有這麼一班人。所以一些老法師到那邊都有這個顧忌。"
    },
    {
      "id": "15-009-0002_p0027",
      "zh_CN": "畅怀法师说，他说：「你很年轻，也不很出名，你要有警觉，将来听经的人可能只有两个、三个，要做心理上的准备。」",
      "zh_TW": "暢懷法師說，他說：「你很年輕，也不很出名，你要有警覺，將來聽經的人可能只有兩個、三個，要做心理上的準備。」"
    },
    {
      "id": "15-009-0002_p0028",
      "zh_CN": "我说：「这个我不在乎，没有人听经，还有桌椅板凳在，我不在乎这些。」",
      "zh_TW": "我說：「這個我不在乎，沒有人聽經，還有桌椅板凳在，我不在乎這些。」"
    },
    {
      "id": "15-009-0002_p0029",
      "zh_CN": "头一天来听的人不少，大家是来看看，见见面，看看是个什么样的人。那一次我连续在香港讲了四个月，讲《楞严经》，四个月天天都满坐，那个找麻烦、捣蛋的人都在座，从来没有发一个问题，找我麻烦。",
      "zh_TW": "頭一天來聽的人不少，大家是來看看，見見面，看看是個什麼樣的人。那一次我連續在香港講了四個月，講《楞嚴經》，四個月天天都滿坐，那個找麻煩、搗蛋的人都在座，從來沒有發一個問題，找我麻煩。"
    },
    {
      "id": "15-009-0002_p0030",
      "zh_CN": "所以畅怀法师给我说：「法师，你的法缘很殊胜，非常难得。」",
      "zh_TW": "所以暢懷法師給我說：「法師，你的法緣很殊勝，非常難得。」"
    },
    {
      "id": "15-009-0002_p0031",
      "zh_CN": "这些找麻烦的人，还请我吃了一次饭。所以真的是有人找麻烦。",
      "zh_TW": "這些找麻煩的人，還請我吃了一次飯。所以真的是有人找麻煩。"
    },
    {
      "id": "15-009-0002_p0032",
      "zh_CN": "这就是此地所说的「于彼伺求其过」，在那里只是找麻烦，你哪个地方讲错了，讲得不对，讲得不清楚了，他要来问。",
      "zh_TW": "這就是此地所說的「於彼伺求其過」，在那裡只是找麻煩，你哪個地方講錯了，講得不對，講得不清楚了，他要來問。"
    },
    {
      "id": "15-009-0002_p0033",
      "zh_CN": "「常生信敬起教师想」，我们对于讲经的这些法师，无论在家、出家的法师，应当常常生信心、尊敬心，要把他当作自己的老师来看待，这样我们才能真正得到利益。「若不尔者，我等则为欺诳如来」。第四条：",
      "zh_TW": "「常生信敬起教師想」，我們對於講經的這些法師，無論在家、出家的法師，應當常常生信心、尊敬心，要把他當作自己的老師來看待，這樣我們才能真正得到利益。「若不爾者，我等則為欺誑如來」。第四條："
    },
    {
      "id": "15-009-0002_p0034",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。悭亲友家及诸利养。恼彼身心令其逼迫。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。慳親友家及諸利養。惱彼身心令其逼迫。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0035",
      "zh_CN": "这也是现代人常常犯的毛病。这是看到亲友们对于法师的供养，他心里难过。你们对法师供养太多了，供养太过分了。起了这个心来障碍，令这个修供养的人也生烦恼，法师也生烦恼，做这个事情。特别是你的亲友是不信佛的：「你看你们都迷了，这个钱好不容易赚，轻轻易易就被别人骗去了。」你自己认为学佛很虔诚，他认为你被人骗了，你才叫愚痴、迷信！",
      "zh_TW": "這也是現代人常常犯的毛病。這是看到親友們對於法師的供養，他心裡難過。你們對法師供養太多了，供養太過分了。起了這個心來障礙，令這個修供養的人也生煩惱，法師也生煩惱，做這個事情。特別是你的親友是不信佛的：「你看你們都迷了，這個錢好不容易賺，輕輕易易就被別人騙去了。」你自己認為學佛很虔誠，他認為你被人騙了，你才叫愚痴、迷信！"
    },
    {
      "id": "15-009-0002_p0036",
      "zh_CN": "实在讲，现在佛教有没有骗人的？还真有！打着佛教招牌到处招摇撞骗，不但有，还甚多。这个就是正法、邪法要有能力辨别。可是愚痴的众生，就是经上讲的没有智慧，往往是听骗不听劝，这个就难。认假不认真，大凡假的，声势浩大，搞得场面很热闹；真的佛法，那个道场冷冷清清。为什么？它不求名闻利养，不愿意多生事，这是末法时期种种现象，我们都应当知道。",
      "zh_TW": "實在講，現在佛教有沒有騙人的？還真有！打著佛教招牌到處招搖撞騙，不但有，還甚多。這個就是正法、邪法要有能力辨別。可是愚痴的眾生，就是經上講的沒有智慧，往往是聽騙不聽勸，這個就難。認假不認真，大凡假的，聲勢浩大，搞得場面很熱鬧；真的佛法，那個道場冷冷清清。為什麼？它不求名聞利養，不願意多生事，這是末法時期種種現象，我們都應當知道。"
    },
    {
      "id": "15-009-0002_p0037",
      "zh_CN": "于正法，特别是弘扬正法的这些大德，看到有人供养，应当要生欢喜心，不应当叫他生烦恼。可是接受供养，实在讲，相当不容易！佛在这个经里面讲，弘经的这些大德，接受供养的过失，无量无边，本经也具体为我们说出来。",
      "zh_TW": "於正法，特別是弘揚正法的這些大德，看到有人供養，應當要生歡喜心，不應當叫他生煩惱。可是接受供養，實在講，相當不容易！佛在這個經裡面講，弘經的這些大德，接受供養的過失，無量無邊，本經也具體為我們說出來。"
    },
    {
      "id": "15-009-0002_p0038",
      "zh_CN": "所以佛教给我们应当要发无希望心去修法布施，弘法利生，绝不希求恭敬供养。不能说那个地方利养多，我们到那里去弘法；这个地方供养很少，算了，不要去了。那就大错特错了！为什么？你的心不清净。心不清净，你自度的能力都没有，你怎么能度他呢？凡是有这种心理，无论在什么地方讲经说法，实在讲是在骗人。第五条：",
      "zh_TW": "所以佛教給我們應當要發無希望心去修法布施，弘法利生，絕不希求恭敬供養。不能說那個地方利養多，我們到那裡去弘法；這個地方供養很少，算了，不要去了。那就大錯特錯了！為什麼？你的心不清淨。心不清淨，你自度的能力都沒有，你怎麼能度他呢？凡是有這種心理，無論在什麼地方講經說法，實在講是在騙人。第五條："
    },
    {
      "id": "15-009-0002_p0039",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。以一粗言令其不悦。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。以一粗言令其不悅。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0040",
      "zh_CN": "实在讲，这个说得很细。粗言就是说的话叫人家听了不舒服。你用这种态度、这种言语叫修学大乘的人听了心里难过，这都是过失。第六条：",
      "zh_TW": "實在講，這個說得很細。粗言就是說的話叫人家聽了不舒服。你用這種態度、這種言語叫修學大乘的人聽了心裡難過，這都是過失。第六條："
    },
    {
      "id": "15-009-0002_p0041",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。昼夜六时不勤礼事。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。晝夜六時不勤禮事。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0042",
      "zh_CN": "「昼夜六时」是日夜不间断。这个并不是指事，指恭敬的心，恭敬承事之心；不会间断，不会退转，是这个意思。礼是礼敬，事是奉事，奉事也就是为他服务。第七条：",
      "zh_TW": "「晝夜六時」是日夜不間斷。這個並不是指事，指恭敬的心，恭敬承事之心；不會間斷，不會退轉，是這個意思。禮是禮敬，事是奉事，奉事也就是為他服務。第七條："
    },
    {
      "id": "15-009-0002_p0043",
      "zh_CN": "【世尊。我从今日至未来际。为欲护持此弘誓愿故不惜身命。若不尔者。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。為欲護持此弘誓願故不惜身命。若不爾者。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0044",
      "zh_CN": "从今天起到未来际，为了要护持他的誓愿，决定不退转，决定不变心，乃至于不惜身命。纵然是身命遭到危害了，誓愿不改。第八条：",
      "zh_TW": "從今天起到未來際，為了要護持他的誓願，決定不退轉，決定不變心，乃至於不惜身命。縱然是身命遭到危害了，誓願不改。第八條："
    },
    {
      "id": "15-009-0002_p0045",
      "zh_CN": "【世尊。我从今日至未来际。若于声闻及辟支佛。以轻慢心。谓于彼等不胜于我。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於聲聞及辟支佛。以輕慢心。謂於彼等不勝於我。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0046",
      "zh_CN": "这是修学大乘的人往往轻慢小乘人。现在在这个世界，泰国的佛教，锡兰的佛教，印度还有一些佛教都是小乘。我们这些修学大乘的见到这些小乘尊者，很容易生轻慢心，瞧不起他们。实在说，他们看我们这些学大乘的也瞧不起我们，彼此都不能尊敬，这是错误的，决定不能说这些修行人不如我们。大小乘的修学果证差别实在是很大，但是大乘人要不能如法修学，实在说，比不上小乘人，大乘人要真干才行。真正修学大乘的人，一切众生都不敢轻慢，他怎么会轻慢修小乘的？他连一个做恶的众生都不敢轻慢，何况世间的善人；对修学小乘佛法之人，当然不会生轻慢之心，这是一定的道理。第九条：",
      "zh_TW": "這是修學大乘的人往往輕慢小乘人。現在在這個世界，泰國的佛教，錫蘭的佛教，印度還有一些佛教都是小乘。我們這些修學大乘的見到這些小乘尊者，很容易生輕慢心，瞧不起他們。實在說，他們看我們這些學大乘的也瞧不起我們，彼此都不能尊敬，這是錯誤的，決定不能說這些修行人不如我們。大小乘的修學果證差別實在是很大，但是大乘人要不能如法修學，實在說，比不上小乘人，大乘人要真幹才行。真正修學大乘的人，一切眾生都不敢輕慢，他怎麼會輕慢修小乘的？他連一個做惡的眾生都不敢輕慢，何況世間的善人；對修學小乘佛法之人，當然不會生輕慢之心，這是一定的道理。第九條："
    },
    {
      "id": "15-009-0002_p0047",
      "zh_CN": "【世尊。我从今日至未来际。若不善能摧伏其身。生下劣想。如旃陀罗及于狗犬。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若不善能摧伏其身。生下劣想。如旃陀羅及於狗犬。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0048",
      "zh_CN": "这一段是说克己功夫。儒家讲礼，礼的精神就是自卑而尊人，自己在一切大众、团体当中要能够谦虚卑下，这是断除贡高我慢的烦恼。「慢」是很严重的烦恼。你看看排列，贪瞋痴底下就是傲慢。儒家在《礼记》里面教给我们「傲不可长」，傲慢的习气是很难断的，不要再增长就好了。因为是世间法，儒家劝你不要再增长了。但是佛法不行，佛法对于傲慢的习气一定要断。",
      "zh_TW": "這一段是說克己功夫。儒家講禮，禮的精神就是自卑而尊人，自己在一切大眾、團體當中要能夠謙虛卑下，這是斷除貢高我慢的煩惱。「慢」是很嚴重的煩惱。你看看排列，貪瞋痴底下就是傲慢。儒家在《禮記》裡面教給我們「傲不可長」，傲慢的習氣是很難斷的，不要再增長就好了。因為是世間法，儒家勸你不要再增長了。但是佛法不行，佛法對於傲慢的習氣一定要斷。"
    },
    {
      "id": "15-009-0002_p0049",
      "zh_CN": "烦恼是不要学的，与生俱来。哪一个人没有傲慢心？总觉得自己比人家强。从前台中李老师讲经的时候，讲到这些地方，他常举个例子说，连那个要饭的叫化子，看到有钱人、富贵人家从他面前走过，他还在那里说：「哼！有什么了不起，不过有几个臭铜钱而已。」叫化子台湾没有了，从前在大陆要饭的乞丐，随时随地都可以见得到。乞丐是人中最低下的了，所谓贫贱。贫是没有财富，天天问人要钱；贱是没有地位。没有财富、没有地位到了极处，可是他还傲慢，还觉得自己比他高，显示出傲慢是与生俱来的烦恼。所以佛教给我们要谦虚卑下，这是断烦恼的方法。「如旃陀罗及于狗犬」，这是比喻要卑下到这样的程度，才能够伏断贡高我慢的烦恼与习气。第十条：",
      "zh_TW": "煩惱是不要學的，與生俱來。哪一個人沒有傲慢心？總覺得自己比人家強。從前台中李老師講經的時候，講到這些地方，他常舉個例子說，連那個要飯的叫化子，看到有錢人、富貴人家從他面前走過，他還在那裡說：「哼！有什麼了不起，不過有幾個臭銅錢而已。」叫化子台灣沒有了，從前在大陸要飯的乞丐，隨時隨地都可以見得到。乞丐是人中最低下的了，所謂貧賤。貧是沒有財富，天天問人要錢；賤是沒有地位。沒有財富、沒有地位到了極處，可是他還傲慢，還覺得自己比他高，顯示出傲慢是與生俱來的煩惱。所以佛教給我們要謙虛卑下，這是斷煩惱的方法。「如旃陀羅及於狗犬」，這是比喻要卑下到這樣的程度，才能夠伏斷貢高我慢的煩惱與習氣。第十條："
    },
    {
      "id": "15-009-0002_p0050",
      "zh_CN": "【世尊。我从今日至未来际。若自赞叹于他毁呰。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若自讚歎於他毀呰。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0051",
      "zh_CN": "这也是众生的大病。自己赞叹自己，毁谤别人，这叫自赞毁他。菩萨戒经里面，这一条是重戒。瑜伽菩萨戒本里面，这一条是列在第一条重戒。自己再好，再有德能，再有学问，再有善巧，都应当谦虚，绝不能够毁谤别人。",
      "zh_TW": "這也是眾生的大病。自己讚歎自己，毀謗別人，這叫自讚毀他。菩薩戒經裡面，這一條是重戒。瑜伽菩薩戒本裡面，這一條是列在第一條重戒。自己再好，再有德能，再有學問，再有善巧，都應當謙虛，絕不能夠毀謗別人。"
    },
    {
      "id": "15-009-0002_p0052",
      "zh_CN": "《华严经》五十三参里面教给我们，你看善财童子去参访五十三位善知识，每一个人说话都非常谦虚，都说：「无量法门，我只知道这一个。我不如其他的那些善知识，他们的德能学问都在我之上，值得诸佛菩萨大众的赞叹。」这是我们应当要学习。",
      "zh_TW": "《華嚴經》五十三參裡面教給我們，你看善財童子去參訪五十三位善知識，每一個人說話都非常謙虛，都說：「無量法門，我只知道這一個。我不如其他的那些善知識，他們的德能學問都在我之上，值得諸佛菩薩大眾的讚歎。」這是我們應當要學習。"
    },
    {
      "id": "15-009-0002_p0053",
      "zh_CN": "自己赞叹自己，自己宣传自己，这是世间的愚人才干这个事情。可是现在时代变了，古时候人自己赞叹自己这个话说不出来，总有一点不好意思讲；现代人自己赞叹自己好像是应当的，自我宣传，自我表现，变成一个社会风气了。",
      "zh_TW": "自己讚歎自己，自己宣傳自己，這是世間的愚人才幹這個事情。可是現在時代變了，古時候人自己讚歎自己這個話說不出來，總有一點不好意思講；現代人自己讚歎自己好像是應當的，自我宣傳，自我表現，變成一個社會風氣了。"
    },
    {
      "id": "15-009-0002_p0054",
      "zh_CN": "这个风气到底好还是不好，这个很难讲，我们不必下断语。我们学佛，佛是我们的老师。如果我们知道佛的智慧、德能是圆满的，那么佛对我们这个教诲应当是有道理的。这些事情希望我们多多的去想一想，冷静的去观察。你看他的因果，你仔细观察他的得失利弊，然后就晓得我们应当要怎样作法。第十一条：",
      "zh_TW": "這個風氣到底好還是不好，這個很難講，我們不必下斷語。我們學佛，佛是我們的老師。如果我們知道佛的智慧、德能是圓滿的，那麼佛對我們這個教誨應當是有道理的。這些事情希望我們多多的去想一想，冷靜的去觀察。你看他的因果，你仔細觀察他的得失利弊，然後就曉得我們應當要怎樣作法。第十一條："
    },
    {
      "id": "15-009-0002_p0055",
      "zh_CN": "【世尊。我从今日至未来际。若不怖畏斗诤之处。去百由旬如疾风吹。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若不怖畏鬥諍之處。去百由旬如疾風吹。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0056",
      "zh_CN": "在现代这个时代常常会遇到，小是一个小团体里面斗争，大是地区的动乱。学佛修道的人，遇到斗争的地方，赶紧躲避。「去百由旬」，这个也未必认真是百由旬，一由旬四十里，一百由旬四千里，不必跑那么远，这是比喻。换句话说，动乱的地区要离开要避开，这是这个意思。",
      "zh_TW": "在現代這個時代常常會遇到，小是一個小團體裡面鬥爭，大是地區的動亂。學佛修道的人，遇到鬥爭的地方，趕緊躲避。「去百由旬」，這個也未必認真是百由旬，一由旬四十里，一百由旬四千里，不必跑那麼遠，這是比喻。換句話說，動亂的地區要離開要避開，這是這個意思。"
    },
    {
      "id": "15-009-0002_p0057",
      "zh_CN": "刚才讲小是一个团体，我们不要混搅在这个圈子里面，障碍自己的道业。我有一年在台湾一个道场，他们请我去讲经，我讲的是李老师编的《佛学常识》，大概讲了三分之一，这个寺庙里面斗争。为什么斗争呢？建筑寺庙是老和尚的那些徒弟到各方去化缘，大概有不少徒弟都去化缘，化了这些钱来建庙。当然有人化得多，有人化得少。化得多的就要争着做当家师、做知客师，分赃不均，天天吵架。搞得一个寺庙里面都不安，争权夺利。",
      "zh_TW": "剛才講小是一個團體，我們不要混攪在這個圈子裡面，障礙自己的道業。我有一年在台灣一個道場，他們請我去講經，我講的是李老師編的《佛學常識》，大概講了三分之一，這個寺廟裡面鬥爭。為什麼鬥爭呢？建築寺廟是老和尚的那些徒弟到各方去化緣，大概有不少徒弟都去化緣，化了這些錢來建廟。當然有人化得多，有人化得少。化得多的就要爭著做當家師、做知客師，分贓不均，天天吵架。搞得一個寺廟裡面都不安，爭權奪利。"
    },
    {
      "id": "15-009-0002_p0058",
      "zh_CN": "我到台中去的时候，就把这个事情告诉李老师。李老师说：「不要讲了，那个地方不能去。」",
      "zh_TW": "我到台中去的時候，就把這個事情告訴李老師。李老師說：「不要講了，那個地方不能去。」"
    },
    {
      "id": "15-009-0002_p0059",
      "zh_CN": "我说：「还没讲完。」",
      "zh_TW": "我說：「還沒講完。」"
    },
    {
      "id": "15-009-0002_p0060",
      "zh_CN": "他说：「没讲完不要紧，不要讲了。」",
      "zh_TW": "他說：「沒講完不要緊，不要講了。」"
    },
    {
      "id": "15-009-0002_p0061",
      "zh_CN": "以后我就没去了。凡是这些斗争的地方，一定要知道回避。你不避开，别人认为你也要争权夺利了，要不然你为什么不避开呢？所以避开是躲避嫌疑，也免得障碍自己的道业。纵然是弘法，经没有讲完都可以离开。第十二条：",
      "zh_TW": "以後我就沒去了。凡是這些鬥爭的地方，一定要知道迴避。你不避開，別人認為你也要爭權奪利了，要不然你為什麼不避開呢？所以避開是躲避嫌疑，也免得障礙自己的道業。縱然是弘法，經沒有講完都可以離開。第十二條："
    },
    {
      "id": "15-009-0002_p0062",
      "zh_CN": "【世尊。我从今日至未来际。若于持戒多闻头陀。少欲知足一切功德。身自炫曜。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於持戒多聞頭陀。少欲知足一切功德。身自炫曜。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0063",
      "zh_CN": "这是指自己修持，或者是持戒，戒律很清净，看到别人破戒，别人不持戒，他就生烦恼，自己觉得很了不起，戒行清净，他不如我。「身自炫曜」，自己有修持，或是持戒的，或是多闻的；多闻就是对教理通达，现在人所讲的值得骄傲。骄傲是烦恼。真正修行还值得烦恼，你说糟糕不糟糕？「头陀」是修苦行。「少欲知足，一切功德」，就是你真正有修，修得不错，以你自己修持的这个功德骄傲，这个错了。",
      "zh_TW": "這是指自己修持，或者是持戒，戒律很清淨，看到別人破戒，別人不持戒，他就生煩惱，自己覺得很了不起，戒行清淨，他不如我。「身自炫曜」，自己有修持，或是持戒的，或是多聞的；多聞就是對教理通達，現在人所講的值得驕傲。驕傲是煩惱。真正修行還值得煩惱，你說糟糕不糟糕？「頭陀」是修苦行。「少欲知足，一切功德」，就是你真正有修，修得不錯，以你自己修持的這個功德驕傲，這個錯了。"
    },
    {
      "id": "15-009-0002_p0064",
      "zh_CN": "读到这个地方，我们想到在中国佛教史上有一段很有名的故事，一条公案，公案就叫故事。唐朝终南山的道宣律师，唐朝那个时候大小乘这个宗派，大概都是那个时候建立的。律宗的初祖是终南山的道宣律师，持戒精严，他是日中一食，感动得天人供养。所以他不要去托钵，到吃饭的时候，天人把供养送给他，天人对他尊敬。",
      "zh_TW": "讀到這個地方，我們想到在中國佛教史上有一段很有名的故事，一條公案，公案就叫故事。唐朝終南山的道宣律師，唐朝那個時候大小乘這個宗派，大概都是那個時候建立的。律宗的初祖是終南山的道宣律師，持戒精嚴，他是日中一食，感動得天人供養。所以他不要去托缽，到吃飯的時候，天人把供養送給他，天人對他尊敬。"
    },
    {
      "id": "15-009-0002_p0065",
      "zh_CN": "有一天窥基法师不晓得到那里去，从终南山经过，听说道宣法师在这里很精进，窥基去拜访他。窥基是修学大乘的，在现代的话讲，他是高干子弟出生的，富贵家庭出生的。他的叔父是尉迟敬德，唐太宗的大将，他是尉迟敬德的姪子，人非常聪明；玄奘大师从印度回来之后，度他出家。",
      "zh_TW": "有一天窺基法師不曉得到那裡去，從終南山經過，聽說道宣法師在這裡很精進，窺基去拜訪他。窺基是修學大乘的，在現代的話講，他是高幹子弟出生的，富貴家庭出生的。他的叔父是尉遲敬德，唐太宗的大將，他是尉遲敬德的姪子，人非常聰明；玄奘大師從印度回來之後，度他出家。"
    },
    {
      "id": "15-009-0002_p0066",
      "zh_CN": "所以传说当中，他叫「三车法师」。那个时候玄奘大师要求他出家，他说他要享受，出家生活太苦了，这个不行。他提出三个条件，他说我要带一车黄金；他喜欢读书，我要带一车的书本；还要带一车的美女来侍候他。当然对于这个戒律清规，就不会那么样的严肃了。",
      "zh_TW": "所以傳說當中，他叫「三車法師」。那個時候玄奘大師要求他出家，他說他要享受，出家生活太苦了，這個不行。他提出三個條件，他說我要帶一車黃金；他喜歡讀書，我要帶一車的書本；還要帶一車的美女來侍候他。當然對於這個戒律清規，就不會那麼樣的嚴肅了。"
    },
    {
      "id": "15-009-0002_p0067",
      "zh_CN": "道宣律师听说窥基来拜访他，对于窥基大师的学问当然没话说，很佩服，但是对于他的行持就生了轻慢心，就是他不持戒律。所以那一天想利用这个机会教训教训窥基法师，你看看，中午天人来送供养我。他要想表演一下给窥基法师看看，要持戒。",
      "zh_TW": "道宣律師聽說窺基來拜訪他，對於窺基大師的學問當然沒話說，很佩服，但是對於他的行持就生了輕慢心，就是他不持戒律。所以那一天想利用這個機會教訓教訓窺基法師，你看看，中午天人來送供養我。他要想表演一下給窺基法師看看，要持戒。"
    },
    {
      "id": "15-009-0002_p0068",
      "zh_CN": "哪里晓得等到吃饭的时间都过了，天人没有来送供。窥基大师就离开了。",
      "zh_TW": "哪裡曉得等到吃飯的時間都過了，天人沒有來送供。窺基大師就離開了。"
    },
    {
      "id": "15-009-0002_p0069",
      "zh_CN": "到了第二天中午，天人送供养来了。道宣律师就问他：「昨天你为什么不送供养来？」",
      "zh_TW": "到了第二天中午，天人送供養來了。道宣律師就問他：「昨天你為什麼不送供養來？」"
    },
    {
      "id": "15-009-0002_p0070",
      "zh_CN": "天人说：「昨天有大乘菩萨在这个山上，护法神围得密密的，我进不啊！」",
      "zh_TW": "天人說：「昨天有大乘菩薩在這個山上，護法神圍得密密的，我進不啊！」"
    },
    {
      "id": "15-009-0002_p0071",
      "zh_CN": "道宣法师听了这个话，满身流汗，生惭愧心，才晓得自己这个念头错了。这就是有一念要想炫曜自己，这个念头就错了。",
      "zh_TW": "道宣法師聽了這個話，滿身流汗，生慚愧心，才曉得自己這個念頭錯了。這就是有一念要想炫曜自己，這個念頭就錯了。"
    },
    {
      "id": "15-009-0002_p0072",
      "zh_CN": "这样的大德还有这种烦恼、习气起现行，我们凡夫稍稍有一点点比别人好一点，甚至于不见得比别人好，都感觉得值得骄傲了。你说他能有什么成就？",
      "zh_TW": "這樣的大德還有這種煩惱、習氣起現行，我們凡夫稍稍有一點點比別人好一點，甚至於不見得比別人好，都感覺得值得驕傲了。你說他能有什麼成就？"
    },
    {
      "id": "15-009-0002_p0073",
      "zh_CN": "所以我们所有一切的修学，不能跟现代人比，跟现代人比你就生骄傲了，你就值得骄傲了。跟谁去比呢？跟诸佛菩萨、祖师大德去比，就觉得我们自己差得太远了。修学佛法，实在说，应当要找一个榜样，有一个模式，对自己会有很大的帮助。",
      "zh_TW": "所以我們所有一切的修學，不能跟現代人比，跟現代人比你就生驕傲了，你就值得驕傲了。跟誰去比呢？跟諸佛菩薩、祖師大德去比，就覺得我們自己差得太遠了。修學佛法，實在說，應當要找一個榜樣，有一個模式，對自己會有很大的幫助。"
    },
    {
      "id": "15-009-0002_p0074",
      "zh_CN": "我在初学佛的时候，那个时候没有出家，做居士的时候跟李炳南老居士学。他就告诉我，说：「古人别学苏东波，今人别学梁启超。」这两位都是我们佛门的大德，堪称为佛学家。老师给我们警告，为什么不能学他们？有解无行，所以两个人都不能往生，都还在六道里面打转，不算成就。",
      "zh_TW": "我在初學佛的時候，那個時候沒有出家，做居士的時候跟李炳南老居士學。他就告訴我，說：「古人別學蘇東波，今人別學梁啟超。」這兩位都是我們佛門的大德，堪稱為佛學家。老師給我們警告，為什麼不能學他們？有解無行，所以兩個人都不能往生，都還在六道裡面打轉，不算成就。"
    },
    {
      "id": "15-009-0002_p0075",
      "zh_CN": "我出家之后再回到台中，李老师就教我，既然出家了，就应当学印光法师，以印光法师为榜样。印祖是他的老师，他谦虚，不叫我学他，叫学他的老师，这是净宗近代的祖师；可见得李炳老非常谦虚。他教我的时候，明白的告诉我：「我的能力只能教你五年。」都是谦虚话，没有丝毫贡高我慢的心。真正能看到一个人，在佛法修学所得的真实受用。",
      "zh_TW": "我出家之後再回到台中，李老師就教我，既然出家了，就應當學印光法師，以印光法師為榜樣。印祖是他的老師，他謙虛，不叫我學他，叫學他的老師，這是淨宗近代的祖師；可見得李炳老非常謙虛。他教我的時候，明白的告訴我：「我的能力只能教你五年。」都是謙虛話，沒有絲毫貢高我慢的心。真正能看到一個人，在佛法修學所得的真實受用。"
    },
    {
      "id": "15-009-0002_p0076",
      "zh_CN": "所以这一条特别提醒我们，无论修学哪一个法门，有一些成就了，千万不可以傲慢。第十三条：",
      "zh_TW": "所以這一條特別提醒我們，無論修學哪一個法門，有一些成就了，千萬不可以傲慢。第十三條："
    },
    {
      "id": "15-009-0002_p0077",
      "zh_CN": "【世尊。我从今日至未来际。所修善本不自矜伐。所行罪业惭愧发露。若不尔者。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。所修善本不自矜伐。所行罪業慚愧發露。若不爾者。我等則為欺誑如來。】"
    },
    {
      "id": "15-009-0002_p0078",
      "zh_CN": "这一条就是常讲的断恶修善。所做的恶业要发露忏悔，所修的善法要能把他保住。菩萨法里面，布施、持戒是修善；忍辱就是能保持，要能忍。修学善法不需要宣扬，不需要大家对你赞叹，赞叹是果报；积的那一点小小的善，这个赞叹一句，那个赞叹一句，报光了。造那些恶，想尽方法隐瞒，不让人知道，恶愈积愈深。修一点点善，马上就报掉了，就没有了，后果就不堪设想。",
      "zh_TW": "這一條就是常講的斷惡修善。所做的惡業要發露懺悔，所修的善法要能把他保住。菩薩法裡面，布施、持戒是修善；忍辱就是能保持，要能忍。修學善法不需要宣揚，不需要大家對你讚歎，讚歎是果報；積的那一點小小的善，這個讚歎一句，那個讚歎一句，報光了。造那些惡，想盡方法隱瞞，不讓人知道，惡愈積愈深。修一點點善，馬上就報掉了，就沒有了，後果就不堪設想。"
    },
    {
      "id": "15-009-0002_p0079",
      "zh_CN": "所以世出世间圣人教给我们要懂得忏悔的真实意思，恶业尽量让别人知道；知道了，这个骂你一句，那个骂你一句，你的恶业就报掉了。做的好事，积阴德了，「阴」是不要让人知道，你的善愈积愈厚，这才能得到善报。可是愚痴之人，浅见之人，他的想法、作法恰恰相反。他能够欺骗现前一些愚痴的众生，他没有办法欺骗果报，果报不可思议。",
      "zh_TW": "所以世出世間聖人教給我們要懂得懺悔的真實意思，惡業盡量讓別人知道；知道了，這個罵你一句，那個罵你一句，你的惡業就報掉了。做的好事，積陰德了，「陰」是不要讓人知道，你的善愈積愈厚，這才能得到善報。可是愚痴之人，淺見之人，他的想法、作法恰恰相反。他能夠欺騙現前一些愚痴的眾生，他沒有辦法欺騙果報，果報不可思議。"
    },
    {
      "id": "15-009-0002_p0080",
      "zh_CN": "这些菩萨听到佛说出他们过去一直到今生，这个因果报应的事情，发着十三条大誓愿，改过自新。",
      "zh_TW": "這些菩薩聽到佛說出他們過去一直到今生，這個因果報應的事情，發著十三條大誓願，改過自新。"
    },
    {
      "id": "15-009-0002_p0081",
      "zh_CN": "【尔时世尊赞诸菩萨。善哉善哉。善男子。善说如是觉悟之法。善发如是广大誓愿。能以如是决定之心。安住其中。一切业障皆悉消灭。无量善根亦当增长。】",
      "zh_TW": "【爾時世尊讚諸菩薩。善哉善哉。善男子。善說如是覺悟之法。善發如是廣大誓願。能以如是決定之心。安住其中。一切業障皆悉消滅。無量善根亦當增長。】"
    },
    {
      "id": "15-009-0002_p0082",
      "zh_CN": "这些菩萨发真诚之心来忏悔改过，这是世尊对他们的赞叹。由此可知，业障再重，并不可怕；怕的是不知道悔改，不知道忏悔，那就真正可怕。实在讲，改过在一念之间，把那个念头转过来就成了。凡是造罪业的，那个念头都是起在我执上，这是身见。《金刚经》四相里面讲的「我相」，着了我相，与我有利的就起贪心了，与我不利的就起瞋恚心，贪心、瞋心都造恶业，都是从这个身来的。如果知道这个身是假的，身不是真的，再明白身不是我，你才把事实真相看清楚看明白了，不再为身造业了。这是高度的智慧，你看一部《大般若经》，就是讲这个问题。如果再要明了尽虚空遍法界都是一个自己，你就能行菩萨道了，清净心、平等心就现前了，那是大善。这个地方全是从事相上讲的。",
      "zh_TW": "這些菩薩發真誠之心來懺悔改過，這是世尊對他們的讚歎。由此可知，業障再重，並不可怕；怕的是不知道悔改，不知道懺悔，那就真正可怕。實在講，改過在一念之間，把那個念頭轉過來就成了。凡是造罪業的，那個念頭都是起在我執上，這是身見。《金剛經》四相裡面講的「我相」，著了我相，與我有利的就起貪心了，與我不利的就起瞋恚心，貪心、瞋心都造惡業，都是從這個身來的。如果知道這個身是假的，身不是真的，再明白身不是我，你才把事實真相看清楚看明白了，不再為身造業了。這是高度的智慧，你看一部《大般若經》，就是講這個問題。如果再要明瞭盡虛空遍法界都是一個自己，你就能行菩薩道了，清淨心、平等心就現前了，那是大善。這個地方全是從事相上講的。"
    },
    {
      "id": "15-009-0002_p0083",
      "zh_CN": "【佛复告弥勒菩萨摩诃萨言。弥勒。若有菩萨为欲清净诸业障者。当发如是广大誓愿。】",
      "zh_TW": "【佛復告彌勒菩薩摩訶薩言。彌勒。若有菩薩為欲清淨諸業障者。當發如是廣大誓願。】"
    },
    {
      "id": "15-009-0002_p0084",
      "zh_CN": "接着佛告诉弥勒菩萨，假如菩萨要想获得清净心，消除业障，应当要学习这个经上这六十位菩萨发的这个大愿。世尊叫着弥勒菩萨讲，实在讲，就是对我们讲的，我们今天的业障跟经上所讲的的确没有两样。这十三条我们应当多多的读诵，常常反省，把它变成自己的誓愿。这些誓愿总起来讲，就是四弘誓愿里面「烦恼无尽誓愿断」。哪些烦恼呢？这里写了十三条，这十三条都是烦恼。",
      "zh_TW": "接著佛告訴彌勒菩薩，假如菩薩要想獲得清淨心，消除業障，應當要學習這個經上這六十位菩薩發的這個大願。世尊叫著彌勒菩薩講，實在講，就是對我們講的，我們今天的業障跟經上所講的的確沒有兩樣。這十三條我們應當多多的讀誦，常常反省，把它變成自己的誓願。這些誓願總起來講，就是四弘誓願裡面「煩惱無盡誓願斷」。哪些煩惱呢？這裡寫了十三條，這十三條都是煩惱。"
    },
    {
      "id": "15-009-0002_p0085",
      "zh_CN": "紧接着，弥勒菩萨代我们请法，他向佛请教。",
      "zh_TW": "緊接著，彌勒菩薩代我們請法，他向佛請教。"
    },
    {
      "id": "15-009-0002_p0086",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。颇有善男子善女人等护持此愿。当得圆满不退转耶。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。頗有善男子善女人等護持此願。當得圓滿不退轉耶。】"
    },
    {
      "id": "15-009-0002_p0087",
      "zh_CN": "不退转，非常非常之难！如果能够不退转，诸位想想看，修行证果哪要那么长的时间？诸位读《观无量寿经》，《观经》里面讲下品下生之人，到西方极乐世界，花开见佛，只要十二劫。十二劫，我们听起来，这个时间好长好长。但是你在佛经上看，人家修行证果要三个阿僧祇劫，三个阿僧祇劫跟十二劫比，那就显得太短太短了。",
      "zh_TW": "不退轉，非常非常之難！如果能夠不退轉，諸位想想看，修行證果哪要那麼長的時間？諸位讀《觀無量壽經》，《觀經》裡面講下品下生之人，到西方極樂世界，花開見佛，只要十二劫。十二劫，我們聽起來，這個時間好長好長。但是你在佛經上看，人家修行證果要三個阿僧祇劫，三個阿僧祇劫跟十二劫比，那就顯得太短太短了。"
    },
    {
      "id": "15-009-0002_p0088",
      "zh_CN": "为什么西方极乐世界那么殊胜？西方极乐世界没有退缘，它只有进步，没有退步，所以它快速。我们这个世间修行为什么要无量劫？进的少，退的多，所以很难成就。弥勒菩萨看出这一桩事，所以向佛请教。",
      "zh_TW": "為什麼西方極樂世界那麼殊勝？西方極樂世界沒有退緣，它只有進步，沒有退步，所以它快速。我們這個世間修行為什麼要無量劫？進的少，退的多，所以很難成就。彌勒菩薩看出這一樁事，所以向佛請教。"
    },
    {
      "id": "15-009-0002_p0089",
      "zh_CN": "【佛告弥勒菩萨言。有善男子善女人等。行菩萨道护持此愿。宁舍身命终不缺减令其退转。】",
      "zh_TW": "【佛告彌勒菩薩言。有善男子善女人等。行菩薩道護持此願。寧捨身命終不缺減令其退轉。】"
    },
    {
      "id": "15-009-0002_p0090",
      "zh_CN": "佛告诉他：「行菩萨道的人，如果能够护持这个大愿，宁舍生命，也不肯退转，他就能成就。」佛的答复很肯定。",
      "zh_TW": "佛告訴他：「行菩薩道的人，如果能夠護持這個大願，寧捨生命，也不肯退轉，他就能成就。」佛的答覆很肯定。"
    },
    {
      "id": "15-009-0002_p0091",
      "zh_CN": "【尔时弥勒菩萨。复白佛言。世尊。若有菩萨。于后末世五百岁中法欲灭时。成就几法。安隐无恼而得解脱。】",
      "zh_TW": "【爾時彌勒菩薩。復白佛言。世尊。若有菩薩。於後末世五百歲中法欲滅時。成就幾法。安隱無惱而得解脫。】"
    },
    {
      "id": "15-009-0002_p0092",
      "zh_CN": "弥勒菩萨又问「末法五百岁中」，末法五百岁就是指我们现代这个时代，跟《金刚经》上讲的后五百岁是一个意思。「法欲灭时，成就几法，安隐无恼而得解脱」，末后两句正是我们所希求的。安是平平安安的，隐隐当当，没有烦恼，而能够成就。",
      "zh_TW": "彌勒菩薩又問「末法五百歲中」，末法五百歲就是指我們現代這個時代，跟《金剛經》上講的後五百歲是一個意思。「法欲滅時，成就幾法，安隱無惱而得解脫」，末後兩句正是我們所希求的。安是平平安安的，隱隱當當，沒有煩惱，而能夠成就。"
    },
    {
      "id": "15-009-0002_p0093",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。若有菩萨于后末世五百岁中法欲灭时。当成就四法。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。若有菩薩於後末世五百歲中法欲滅時。當成就四法。】"
    },
    {
      "id": "15-009-0002_p0094",
      "zh_CN": "弥勒菩萨要修几种法，佛在下面讲了两种的四法。第一种四法在第八百七十九面倒数第五行的第三句。第一：",
      "zh_TW": "彌勒菩薩要修幾種法，佛在下面講了兩種的四法。第一種四法在第八百七十九面倒數第五行的第三句。第一："
    },
    {
      "id": "15-009-0002_p0095",
      "zh_CN": "【于诸众生不求其过。】",
      "zh_TW": "【於諸眾生不求其過。】"
    },
    {
      "id": "15-009-0002_p0096",
      "zh_CN": "这是非常非常重要的。他把它归纳成四条，那就是纲领里面的纲领了。所以特别要记住，一切众生不管他犯什么过，都不要去管他。正是六祖大师在《坛经》里面教人：「若真修道人，不见世间过。」自顾都不暇了，怎么能顾别人的过失？天天想着找别人的过失，你想想那是个什么心？那就造作极大的罪业了，佛法教你修真诚心、清净心、平等心、慈悲心，全都没有了。这是个恶念，极恶的念头！天天在找别人的过失，不知道这是自己极大的恶业。好好的修自己，外面所有一切境界都是诸佛菩萨，纵然他有过失，他示现给我看的。",
      "zh_TW": "這是非常非常重要的。他把它歸納成四條，那就是綱領裡面的綱領了。所以特別要記住，一切眾生不管他犯什麼過，都不要去管他。正是六祖大師在《壇經》裡面教人：「若真修道人，不見世間過。」自顧都不暇了，怎麼能顧別人的過失？天天想著找別人的過失，你想想那是個什麼心？那就造作極大的罪業了，佛法教你修真誠心、清淨心、平等心、慈悲心，全都沒有了。這是個惡念，極惡的念頭！天天在找別人的過失，不知道這是自己極大的惡業。好好的修自己，外面所有一切境界都是諸佛菩薩，縱然他有過失，他示現給我看的。"
    },
    {
      "id": "15-009-0002_p0097",
      "zh_CN": "孔老夫子讲：「三人行必有吾师。」三个人是什么人呢？自己一个，另外一个善人，一个恶人，都是我的老师。善人教我学他的善，恶人教我不可以学他的恶。那不都是老师吗？",
      "zh_TW": "孔老夫子講：「三人行必有吾師。」三個人是什麼人呢？自己一個，另外一個善人，一個惡人，都是我的老師。善人教我學他的善，惡人教我不可以學他的惡。那不都是老師嗎？"
    },
    {
      "id": "15-009-0002_p0098",
      "zh_CN": "我们中国人读历史，大家都晓得岳飞尽忠报国，秦桧是一个大汉奸，岳王坟里面，塑一个秦桧铜像，跪在岳飞的坟墓旁边。两个都是我们的老师，岳飞教我们尽忠报国，秦桧教我们不要做奸臣，做奸臣像他那个下场。一个从正面教，一个从反面教。都是民族的老师，都是善知识。你明白这个道理了，对岳飞尊敬，对秦桧也尊敬，他提醒了多少人不要做坏事，给多少人警惕。他怎么不是老师！所以这句非常重要，「于诸众生，不求其过」。第二：",
      "zh_TW": "我們中國人讀歷史，大家都曉得岳飛盡忠報國，秦檜是一個大漢奸，岳王墳裡面，塑一個秦檜銅像，跪在岳飛的墳墓旁邊。兩個都是我們的老師，岳飛教我們盡忠報國，秦檜教我們不要做奸臣，做奸臣像他那個下場。一個從正面教，一個從反面教。都是民族的老師，都是善知識。你明白這個道理了，對岳飛尊敬，對秦檜也尊敬，他提醒了多少人不要做壞事，給多少人警惕。他怎麼不是老師！所以這句非常重要，「於諸眾生，不求其過」。第二："
    },
    {
      "id": "15-009-0002_p0099",
      "zh_CN": "【见诸菩萨有所违犯终不举露。】",
      "zh_TW": "【見諸菩薩有所違犯終不舉露。】"
    },
    {
      "id": "15-009-0002_p0100",
      "zh_CN": "「菩萨」是指弘法利生的这些大德。你举发他的过失，让这些听众、跟他学的人丧失信心，果报就是前面所讲的一千八百万年的地狱的果报，非常可怕！第三：",
      "zh_TW": "「菩薩」是指弘法利生的這些大德。你舉發他的過失，讓這些聽眾、跟他學的人喪失信心，果報就是前面所講的一千八百萬年的地獄的果報，非常可怕！第三："
    },
    {
      "id": "15-009-0002_p0101",
      "zh_CN": "【于诸亲友及施主家。不生执着。】",
      "zh_TW": "【於諸親友及施主家。不生執著。】"
    },
    {
      "id": "15-009-0002_p0102",
      "zh_CN": "正是《金刚经》上所讲的「应无所住」，住就是执着；无所住，绝不执着。你才能在境界里面得清净心，得平等心。第四：",
      "zh_TW": "正是《金剛經》上所講的「應無所住」，住就是執著；無所住，絕不執著。你才能在境界裡面得清淨心，得平等心。第四："
    },
    {
      "id": "15-009-0002_p0103",
      "zh_CN": "【永断一切粗犷之言。】",
      "zh_TW": "【永斷一切粗獷之言。】"
    },
    {
      "id": "15-009-0002_p0104",
      "zh_CN": "平常我们接触大众的时候，言语要真诚，要柔和。",
      "zh_TW": "平常我們接觸大眾的時候，言語要真誠，要柔和。"
    },
    {
      "id": "15-009-0002_p0105",
      "zh_CN": "底下这四句偈就是说这桩事情。",
      "zh_TW": "底下這四句偈就是說這樁事情。"
    },
    {
      "id": "15-009-0002_p0106",
      "zh_CN": "【不求他过失。亦不举人罪。离粗语悭吝。是人当解脱。】",
      "zh_TW": "【不求他過失。亦不舉人罪。離粗語慳吝。是人當解脫。】"
    },
    {
      "id": "15-009-0002_p0107",
      "zh_CN": "举是举发。「离粗语悭吝」，偈诵里面加了一个悭吝，悭吝就是与施主家不生执着。",
      "zh_TW": "舉是舉發。「離粗語慳吝」，偈誦裡面加了一個慳吝，慳吝就是與施主家不生執著。"
    },
    {
      "id": "15-009-0002_p0108",
      "zh_CN": "弥勒菩萨问，佛说这个四法。你能够修这四法，在末法时期你能够得安隐，无烦恼而得解脱。接着佛又说四法。第一：",
      "zh_TW": "彌勒菩薩問，佛說這個四法。你能夠修這四法，在末法時期你能夠得安隱，無煩惱而得解脫。接著佛又說四法。第一："
    },
    {
      "id": "15-009-0002_p0109",
      "zh_CN": "【不应亲近懈怠之人。】",
      "zh_TW": "【不應親近懈怠之人。】"
    },
    {
      "id": "15-009-0002_p0110",
      "zh_CN": "你跟懈怠懒散的人在一起的时候，一定会受到影响。第二：",
      "zh_TW": "你跟懈怠懶散的人在一起的時候，一定會受到影響。第二："
    },
    {
      "id": "15-009-0002_p0111",
      "zh_CN": "【舍离一切愦闹之众。】",
      "zh_TW": "【捨離一切憒鬧之眾。】"
    },
    {
      "id": "15-009-0002_p0112",
      "zh_CN": "我们今天讲这些热闹的场所要避开。第三：",
      "zh_TW": "我們今天講這些熱鬧的場所要避開。第三："
    },
    {
      "id": "15-009-0002_p0113",
      "zh_CN": "【独处闲静常勤精进。】第四：",
      "zh_TW": "【獨處閑靜常勤精進。】第四："
    },
    {
      "id": "15-009-0002_p0114",
      "zh_CN": "【以善方便调伏其身。】",
      "zh_TW": "【以善方便調伏其身。】"
    },
    {
      "id": "15-009-0002_p0115",
      "zh_CN": "佛给弥勒菩萨又说了这四句。底下这一首偈就是这四句的一个结论，我们把这首偈念一念：",
      "zh_TW": "佛給彌勒菩薩又說了這四句。底下這一首偈就是這四句的一個結論，我們把這首偈念一念："
    },
    {
      "id": "15-009-0002_p0116",
      "zh_CN": "【当舍于懈怠。远离诸愦闹。寂静常知足。是人当解脱。】",
      "zh_TW": "【當捨於懈怠。遠離諸憒鬧。寂靜常知足。是人當解脫。】"
    },
    {
      "id": "15-009-0002_p0117",
      "zh_CN": "这是弥勒菩萨请教在我们现前这个时代，怎样安隐度过这一生，在道业上不受妨碍。佛就教了这两种四法。",
      "zh_TW": "這是彌勒菩薩請教在我們現前這個時代，怎樣安隱度過這一生，在道業上不受妨礙。佛就教了這兩種四法。"
    },
    {
      "id": "15-009-0002_p0118",
      "zh_CN": "紧接着底下说，末法的菩萨应当要修八种法。然后就告诉我们弘法利生，决定要以无希望心，才能够得二十种利益。说完之后，又说二十种利益，就说了四十种。",
      "zh_TW": "緊接著底下說，末法的菩薩應當要修八種法。然後就告訴我們弘法利生，決定要以無希望心，才能夠得二十種利益。說完之後，又說二十種利益，就說了四十種。"
    },
    {
      "id": "15-009-0002_p0119",
      "zh_CN": "说四十种利益，假如我们为了要想得这四十种利益，以无希望心修法施利益，诸位想想，你如不如法呢？你还是落在有希望心，佛讲这四十种利益，你想得四十种利益。这个事情，你好好的去想；否则的话，你都搞错了，还以为自己对了。我现在不求世间名闻利养了，图得佛法的利益，还是错了，还是错用了心。所以你依照这个方法修，这四十种利益你还是得不到。「佛，你说的话不灵，我照你这个做，为什么得不到利益呢？」你不能怪佛，其实你错用了心，你是因为看到无希望心弘法这个利益有这么多，你才修无希望心，无希望心就是你的希望。所以这个用心太难太难了。不能不谨慎，不能不留意。",
      "zh_TW": "說四十種利益，假如我們為了要想得這四十種利益，以無希望心修法施利益，諸位想想，你如不如法呢？你還是落在有希望心，佛講這四十種利益，你想得四十種利益。這個事情，你好好的去想；否則的話，你都搞錯了，還以為自己對了。我現在不求世間名聞利養了，圖得佛法的利益，還是錯了，還是錯用了心。所以你依照這個方法修，這四十種利益你還是得不到。「佛，你說的話不靈，我照你這個做，為什麼得不到利益呢？」你不能怪佛，其實你錯用了心，你是因為看到無希望心弘法這個利益有這麼多，你才修無希望心，無希望心就是你的希望。所以這個用心太難太難了。不能不謹慎，不能不留意。"
    },
    {
      "id": "15-009-0002_p0120",
      "zh_CN": "这次我们时间短，这个经实在讲非常重要。好，我们今天就说到此地。",
      "zh_TW": "這次我們時間短，這個經實在講非常重要。好，我們今天就說到此地。"
    }
  ]
}