{
  "doc_id": "02-004-0002",
  "title": {
    "zh_CN": "无量寿经玄义",
    "zh_TW": "無量壽經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-004-0002",
  "total_paragraphs": 135,
  "paragraphs": [
    {
      "id": "02-004-0002_p0001",
      "zh_CN": "诸位法师、诸位同修，请掀开经本第四面第四行，看第八：",
      "zh_TW": "諸位法師、諸位同修，請掀開經本第四面第四行，看第八："
    },
    {
      "id": "02-004-0002_p0002",
      "zh_CN": "【本经之殊胜在于契理契机。】",
      "zh_TW": "【本經之殊勝在於契理契機。】"
    },
    {
      "id": "02-004-0002_p0003",
      "zh_CN": "没有起讲之前先要交代几句话，佛经通常我们称作「契经」，契就是契机的契，契是相应的意思，也是完全相符合的意思。为什么称它作契经？凡是佛所说的经典，第一个，一定要与真理相应。这是我们用现代的话来说，现代人讲真理只有一个；在佛法里面讲就是真如本性，真如本性才是我们一般人所讲的唯一的真理。可是世间人所谓的真理，并不是佛所讲的真如本性，假如这个世间人知道真如本性是唯一的真理，世间法就叫做佛法，所以佛法跟世间法差别就在此地。",
      "zh_TW": "沒有起講之前先要交代幾句話，佛經通常我們稱作「契經」，契就是契機的契，契是相應的意思，也是完全相符合的意思。為什麼稱它作契經？凡是佛所說的經典，第一個，一定要與真理相應。這是我們用現代的話來說，現代人講真理只有一個；在佛法裡面講就是真如本性，真如本性才是我們一般人所講的唯一的真理。可是世間人所謂的真理，並不是佛所講的真如本性，假如這個世間人知道真如本性是唯一的真理，世間法就叫做佛法，所以佛法跟世間法差別就在此地。"
    },
    {
      "id": "02-004-0002_p0004",
      "zh_CN": "什么叫做唯一的真理？现代许多科学家、哲学家，乃至于宗教家都在那里探讨，我们人身从哪里来的？万物从哪里来的？世界从哪里来的？乃至于我们讲的太虚空，它从哪里来的？实在找不到，没法子了，说个什么？上帝造的，抬出个上帝来了。如果我们再要追究，上帝从哪来的？追根究柢！上帝从哪来的？总不能说无中生有！所以，整个宇宙人生、一切万物它的来源，这就是真理。",
      "zh_TW": "什麼叫做唯一的真理？現代許多科學家、哲學家，乃至於宗教家都在那裡探討，我們人身從哪裡來的？萬物從哪裡來的？世界從哪裡來的？乃至於我們講的太虛空，它從哪裡來的？實在找不到，沒法子了，說個什麼？上帝造的，抬出個上帝來了。如果我們再要追究，上帝從哪來的？追根究柢！上帝從哪來的？總不能說無中生有！所以，整個宇宙人生、一切萬物它的來源，這就是真理。"
    },
    {
      "id": "02-004-0002_p0005",
      "zh_CN": "自古至今，真正找到这个真理的，实在讲就是释迦牟尼佛一个人。释迦牟尼佛以前当然还有许多诸佛如来，那是很久很久过去的事情，咱们不谈它。他给我们说出来，实在讲这个真理没有名字的，也说不出来，不但说不出来也无法想像。所以，佛在经上常讲，「言语道断，心行处灭」，也就是言语这一道，言语说不出来；我们心里面会想，能够想过去也能够想未来，但是对于真理这个东西想不出来；换句话说，它不但超越了言语，也超越了思惟，思惟、想像达不到的。它确实存在，一切万法都是它变现出来的。",
      "zh_TW": "自古至今，真正找到這個真理的，實在講就是釋迦牟尼佛一個人。釋迦牟尼佛以前當然還有許多諸佛如來，那是很久很久過去的事情，咱們不談它。他給我們說出來，實在講這個真理沒有名字的，也說不出來，不但說不出來也無法想像。所以，佛在經上常講，「言語道斷，心行處滅」，也就是言語這一道，言語說不出來；我們心裡面會想，能夠想過去也能夠想未來，但是對於真理這個東西想不出來；換句話說，它不但超越了言語，也超越了思惟，思惟、想像達不到的。它確實存在，一切萬法都是它變現出來的。"
    },
    {
      "id": "02-004-0002_p0006",
      "zh_CN": "我们佛门里面常讲的大彻大悟，大彻大悟他悟的是什么？所谓悟，就是明了，就是通达，大彻大悟就是真的明了、真的通达了。通达什么？就是把这桩事情搞清楚了。像我们中国禅宗六祖大师，他在开悟的时候，他说了五句话，这五句话里面第一句话他说，「何期自性本自清净」。自性就是我们的真如本性，也就是我们现在所用的名词（假设，用这个名词），真理，唯一的真理本来是清净的。又说，「何期自性本自具足」，这是很了不起的。具足是什么？我们佛门里面讲十法界依正庄严，拿现代的话来说，就是整个宇宙人生，包括太虚空，是我们自性里头本来有的，本来具足的，一样也不少。末后又说，「何期自性能生万法」，这个世界、虚空，森罗万象，哪里来的？真如本性变出来的。",
      "zh_TW": "我們佛門裡面常講的大徹大悟，大徹大悟他悟的是什麼？所謂悟，就是明瞭，就是通達，大徹大悟就是真的明瞭、真的通達了。通達什麼？就是把這樁事情搞清楚了。像我們中國禪宗六祖大師，他在開悟的時候，他說了五句話，這五句話裡面第一句話他說，「何期自性本自清淨」。自性就是我們的真如本性，也就是我們現在所用的名詞（假設，用這個名詞），真理，唯一的真理本來是清淨的。又說，「何期自性本自具足」，這是很了不起的。具足是什麼？我們佛門裡面講十法界依正莊嚴，拿現代的話來說，就是整個宇宙人生，包括太虛空，是我們自性裡頭本來有的，本來具足的，一樣也不少。末後又說，「何期自性能生萬法」，這個世界、虛空，森羅萬象，哪裡來的？真如本性變出來的。"
    },
    {
      "id": "02-004-0002_p0007",
      "zh_CN": "所以，凡是佛所讲的一切经，如果与这个真理不相应，那就不叫做佛经，不能称之为佛经。佛经一定要与这个永恒不变的真理相应，也就是说，这是佛经理论的基础，是佛说法理论的依据。佛所讲这么多经，他依什么而讲的？就是依真如、依自性而说的，这叫做契理。我们把这个意思（大意）略为介绍之后，我把这段文，我们念一念：",
      "zh_TW": "所以，凡是佛所講的一切經，如果與這個真理不相應，那就不叫做佛經，不能稱之為佛經。佛經一定要與這個永恆不變的真理相應，也就是說，這是佛經理論的基礎，是佛說法理論的依據。佛所講這麼多經，他依什麼而講的？就是依真如、依自性而說的，這叫做契理。我們把這個意思（大意）略為介紹之後，我把這段文，我們念一念："
    },
    {
      "id": "02-004-0002_p0008",
      "zh_CN": "【理者，实际理体。】",
      "zh_TW": "【理者，實際理體。】"
    },
    {
      "id": "02-004-0002_p0009",
      "zh_CN": "『实』就是真实，它不是假的，不是虚妄的。佛在《金刚经》上告诉我们，这一切境界，他老人家说「凡所有相，皆是虚妄」；这不是虚妄的，这是真的。又告诉我们，「一切有为法，如梦幻泡影」，有为法就是有生有灭，有生有灭叫做有为法，那不是真实的。真实的法是不生不灭，不来不去，不常不断，那才叫真实，这就是真实理体。『理』就是理论的依据，『体』就是我们现在哲学里面所谓的本体，宇宙人生的本体，所以称之为「理体」。",
      "zh_TW": "『實』就是真實，它不是假的，不是虛妄的。佛在《金剛經》上告訴我們，這一切境界，他老人家說「凡所有相，皆是虛妄」；這不是虛妄的，這是真的。又告訴我們，「一切有為法，如夢幻泡影」，有為法就是有生有滅，有生有滅叫做有為法，那不是真實的。真實的法是不生不滅，不來不去，不常不斷，那才叫真實，這就是真實理體。『理』就是理論的依據，『體』就是我們現在哲學裡面所謂的本體，宇宙人生的本體，所以稱之為「理體」。"
    },
    {
      "id": "02-004-0002_p0010",
      "zh_CN": "【亦即真如实相。】",
      "zh_TW": "【亦即真如實相。】"
    },
    {
      "id": "02-004-0002_p0011",
      "zh_CN": "『真』则不妄，真跟前面讲的就是真实。『如』这个意思很深、很广，万法皆如，为什么？全是你自性变现的。这句话很难体会，很不容易懂得，我们还得用比喻来说。凡夫，所谓凡夫就是凡人，不是圣人，不是圣人都会打妄想。圣人跟凡人有什么地方不一样？圣人不打妄想，凡是会打妄想的，就叫凡人；圣人不作梦，凡是会作梦的都是凡人。我们想想，我们在座的同修里面有没有圣人？你们有没有从来没有做过梦的？既然做过梦，我们用作梦来做个比喻。你看当你在作梦的时候，梦中一定有自己，不可能做个梦，梦里头没有自己。你们诸位同修哪个人有这个经验，我曾经做过梦，梦里头没有自己，你们有没有这种经验的？决定没有的。梦里面一定有自己，也会梦到许多人，也有山河大地，也有虚空，也有太阳，也有月亮，都是梦过的，这些东西不就是一个世界！宇宙万有！从哪里来的？你自己心里头变现的。",
      "zh_TW": "『真』則不妄，真跟前面講的就是真實。『如』這個意思很深、很廣，萬法皆如，為什麼？全是你自性變現的。這句話很難體會，很不容易懂得，我們還得用比喻來說。凡夫，所謂凡夫就是凡人，不是聖人，不是聖人都會打妄想。聖人跟凡人有什麼地方不一樣？聖人不打妄想，凡是會打妄想的，就叫凡人；聖人不作夢，凡是會作夢的都是凡人。我們想想，我們在座的同修裡面有沒有聖人？你們有沒有從來沒有做過夢的？既然做過夢，我們用作夢來做個比喻。你看當你在作夢的時候，夢中一定有自己，不可能做個夢，夢裡頭沒有自己。你們諸位同修哪個人有這個經驗，我曾經做過夢，夢裡頭沒有自己，你們有沒有這種經驗的？決定沒有的。夢裡面一定有自己，也會夢到許多人，也有山河大地，也有虛空，也有太陽，也有月亮，都是夢過的，這些東西不就是一個世界！宇宙萬有！從哪裡來的？你自己心裡頭變現的。"
    },
    {
      "id": "02-004-0002_p0012",
      "zh_CN": "当你作梦时候，你整个的心就变成了梦境，整个的梦境就是你自己的心。平常我们讲「心」，心在哪里？不知道。心什么样子？也不知道。可是作梦的时候就太清楚了。心在哪里？梦境就是心。心是什么样子？梦境的境界就是心的样子。所以你要说梦中哪样东西不是自己？没有一样不是的。为什么？「全梦即心，全心即梦」，所以梦里头样样东西都是自己变现的。我们拿六祖这句话来体会到这个意思就很清楚了，「何期自性本自具足」。你天天晚上作梦，做的梦都不一样，梦中境界全是你自性里头具足的；你自性里头没有那个境界，怎么会现这个境界！",
      "zh_TW": "當你作夢時候，你整個的心就變成了夢境，整個的夢境就是你自己的心。平常我們講「心」，心在哪裡？不知道。心什麼樣子？也不知道。可是作夢的時候就太清楚了。心在哪裡？夢境就是心。心是什麼樣子？夢境的境界就是心的樣子。所以你要說夢中哪樣東西不是自己？沒有一樣不是的。為什麼？「全夢即心，全心即夢」，所以夢裡頭樣樣東西都是自己變現的。我們拿六祖這句話來體會到這個意思就很清楚了，「何期自性本自具足」。你天天晚上作夢，做的夢都不一樣，夢中境界全是你自性裡頭具足的；你自性裡頭沒有那個境界，怎麼會現這個境界！"
    },
    {
      "id": "02-004-0002_p0013",
      "zh_CN": "作梦的时候现出这个境界，这就是「何期自性能生万法」。梦境时间短，很快我们就醒来，醒来想想刚才做的梦还清清楚楚，记忆犹新，时间短，知道刚才做了个梦。可是我们眼前这个境界，你就迷住了，不晓得眼前这个境界是我们真如本性显现出来的，就跟作梦没有两样！所以佛在《金刚经》上明白的开导我们，「一切有为法」，有为法刚才讲了是有生有灭的法，「如梦幻泡影」。今天这个虚空、大地，森罗万象，全是我们真如本性变现出来的。",
      "zh_TW": "作夢的時候現出這個境界，這就是「何期自性能生萬法」。夢境時間短，很快我們就醒來，醒來想想剛才做的夢還清清楚楚，記憶猶新，時間短，知道剛才做了個夢。可是我們眼前這個境界，你就迷住了，不曉得眼前這個境界是我們真如本性顯現出來的，就跟作夢沒有兩樣！所以佛在《金剛經》上明白的開導我們，「一切有為法」，有為法剛才講了是有生有滅的法，「如夢幻泡影」。今天這個虛空、大地，森羅萬象，全是我們真如本性變現出來的。"
    },
    {
      "id": "02-004-0002_p0014",
      "zh_CN": "也许诸位要问，既然是自性变现的，那应该样样都变现得很顺心如意，为什么变出好多不顺心如意的事情？这个话问得很有道理，应当现的是称心如意，应该是如此。现在为什么现出的境界不能称心如意？那就是你自己迷失了自己，佛法里面讲迷、悟，你迷了，样样就不顺心，觉悟了就样样顺心。所以，佛法所追求的是离苦得乐。苦从哪里来的？苦从迷惑颠倒来的。乐从哪里来的？乐从大彻大悟来的。所以，苦、乐是果，迷、悟是因。你要想离苦，你就要破迷，你想要得乐，那你就得要开悟。佛教给我们的是破迷开悟，破迷开悟我们才能够离苦得乐，我们自性现的境界就样样称心如意。你们想想佛法这个学问好不好，我们应不应该学？所以说每个人都应该要学习的。",
      "zh_TW": "也許諸位要問，既然是自性變現的，那應該樣樣都變現得很順心如意，為什麼變出好多不順心如意的事情？這個話問得很有道理，應當現的是稱心如意，應該是如此。現在為什麼現出的境界不能稱心如意？那就是你自己迷失了自己，佛法裡面講迷、悟，你迷了，樣樣就不順心，覺悟了就樣樣順心。所以，佛法所追求的是離苦得樂。苦從哪裡來的？苦從迷惑顛倒來的。樂從哪裡來的？樂從大徹大悟來的。所以，苦、樂是果，迷、悟是因。你要想離苦，你就要破迷，你想要得樂，那你就得要開悟。佛教給我們的是破迷開悟，破迷開悟我們才能夠離苦得樂，我們自性現的境界就樣樣稱心如意。你們想想佛法這個學問好不好，我們應不應該學？所以說每個人都應該要學習的。"
    },
    {
      "id": "02-004-0002_p0015",
      "zh_CN": "佛的经典很多，非常的丰富，可以说对于宇宙人生过去世、现在世、未来世，我们这个地球，他方世界，我们今天讲的外太空，佛经典里面都给我们讲得很详细、很明白，所以是一部真正了不起伟大的学问。这么多经典，我们初学的人看到了，从哪里下手？古人常讲一部《二十四史》都不知道从何念起，《二十四史》是我们中国的历史，其实这一部《二十四史》也不过三千多卷而已，比起佛经少的太多太多。",
      "zh_TW": "佛的經典很多，非常的豐富，可以說對於宇宙人生過去世、現在世、未來世，我們這個地球，他方世界，我們今天講的外太空，佛經典裡面都給我們講得很詳細、很明白，所以是一部真正了不起偉大的學問。這麼多經典，我們初學的人看到了，從哪裡下手？古人常講一部《二十四史》都不知道從何念起，《二十四史》是我們中國的歷史，其實這一部《二十四史》也不過三千多卷而已，比起佛經少的太多太多。"
    },
    {
      "id": "02-004-0002_p0016",
      "zh_CN": "佛经从哪里下手，的确是重要的课题。在上次我也曾经跟诸位做过详细的报告，首先我们要认识佛的经典。佛的经典，给诸位说真实话，没有浅深，这个妙极了，没有浅深。浅人念起来浅，深人念起来深，这是它跟我们世间的书籍不相同。经典本身没有深浅，为什么？因为它与自性相应。自性里面没有分别，自性里面没有染着，自性里面没有执着，它哪来的浅深？所以说要浅，三岁小孩都能懂；要深，等觉菩萨还摸不到边，像观世音、大势至都摸不到边际，这是真的。",
      "zh_TW": "佛經從哪裡下手，的確是重要的課題。在上次我也曾經跟諸位做過詳細的報告，首先我們要認識佛的經典。佛的經典，給諸位說真實話，沒有淺深，這個妙極了，沒有淺深。淺人念起來淺，深人念起來深，這是它跟我們世間的書籍不相同。經典本身沒有深淺，為什麼？因為它與自性相應。自性裡面沒有分別，自性裡面沒有染著，自性裡面沒有執著，它哪來的淺深？所以說要淺，三歲小孩都能懂；要深，等覺菩薩還摸不到邊，像觀世音、大勢至都摸不到邊際，這是真的。"
    },
    {
      "id": "02-004-0002_p0017",
      "zh_CN": "知道这个事实真相，我们对于经典的选择就不会怀疑，也就容易了，一切经里面你喜欢哪一部经典，你就可以选择这部经典下手；诸佛菩萨你喜欢哪一尊，你就可以亲近这位佛菩萨。你看这个多自在，没有一丝毫的约束，也没有一个定法，一定要从哪里进，没有，没有定法。但是虽没有定法，它有原则，这个原则一定要遵守，如果不遵守原则，我们的修学要想上轨道就困难了。这个原则就是「专精」，说实在话，这样的原则，不但学佛我们要遵守，世间法里面还是离不开这个原则。",
      "zh_TW": "知道這個事實真相，我們對於經典的選擇就不會懷疑，也就容易了，一切經裡面你喜歡哪一部經典，你就可以選擇這部經典下手；諸佛菩薩你喜歡哪一尊，你就可以親近這位佛菩薩。你看這個多自在，沒有一絲毫的約束，也沒有一個定法，一定要從哪裡進，沒有，沒有定法。但是雖沒有定法，它有原則，這個原則一定要遵守，如果不遵守原則，我們的修學要想上軌道就困難了。這個原則就是「專精」，說實在話，這樣的原則，不但學佛我們要遵守，世間法裡面還是離不開這個原則。"
    },
    {
      "id": "02-004-0002_p0018",
      "zh_CN": "譬如你在学校念书，你只能选择一个科系，一个科系，就是专，就是精，你的书才能念得好，你念上四年才能拿个学位。如果你不专，你说我每个科系我都想学，每个科系我都想听，一个大学有几十个科系，一个科系念四年，十个科系四十年，一百个科系四百年，你到哪一年才能毕得了业？所以，佛法在原则上讲是相同的，一定要专攻、要专修，我们才能够在短时间得到真实的效果。不管你选择哪部经、哪个宗派、哪个法门，能够守住这个原则，都能有成就。如果你还没有选择，在此地我就奉劝你，我给你提供一部经书，就是《佛说大乘无量寿庄严清净平等觉经》，我贡献你从这部经上下手。这个经下手有什么好处？这个地方说了，我们再念下去：",
      "zh_TW": "譬如你在學校念書，你只能選擇一個科系，一個科系，就是專，就是精，你的書才能念得好，你念上四年才能拿個學位。如果你不專，你說我每個科系我都想學，每個科系我都想聽，一個大學有幾十個科系，一個科系念四年，十個科系四十年，一百個科系四百年，你到哪一年才能畢得了業？所以，佛法在原則上講是相同的，一定要專攻、要專修，我們才能夠在短時間得到真實的效果。不管你選擇哪部經、哪個宗派、哪個法門，能夠守住這個原則，都能有成就。如果你還沒有選擇，在此地我就奉勸你，我給你提供一部經書，就是《佛說大乘無量壽莊嚴清淨平等覺經》，我貢獻你從這部經上下手。這個經下手有什麼好處？這個地方說了，我們再念下去："
    },
    {
      "id": "02-004-0002_p0019",
      "zh_CN": "【本经乃住真实慧，开化显示真实之际，并惠以真实之利，纯一真实也。】",
      "zh_TW": "【本經乃住真實慧，開化顯示真實之際，並惠以真實之利，純一真實也。】"
    },
    {
      "id": "02-004-0002_p0020",
      "zh_CN": "你们看这一句你就想到，我们给诸位推荐、给诸位介绍是有道理的。这三种真实其他经上很少看到，在我们这个经上，清清楚楚、明明白白给我们讲三个真实。第一个『住真实慧』。「住」就是你心里面安住，心安住在哪里？安住在真实的智慧上。",
      "zh_TW": "你們看這一句你就想到，我們給諸位推薦、給諸位介紹是有道理的。這三種真實其他經上很少看到，在我們這個經上，清清楚楚、明明白白給我們講三個真實。第一個『住真實慧』。「住」就是你心裡面安住，心安住在哪裡？安住在真實的智慧上。"
    },
    {
      "id": "02-004-0002_p0021",
      "zh_CN": "在中国，实在讲中国人受小说的影响非常之深。因为在过去，学校少，受教育的机会少，看戏、听说书，说书不晓得此地有没有，在从前大陆上说大鼓书的，大鼓书说书的内容都是小说。在中国小说里面《西游记》流行得很广，唐三藏取经，孙悟空、猪八戒这些妖魔鬼怪的徒弟，这是家户喻晓，这个对于佛法的误解有很大的影响。经典里面，《金刚经》的知名度最高，在一切经里面，没有人不晓得佛门里头有部《金刚经》；佛教里头有个观世音菩萨，佛菩萨里面观世音知名度最高，家户喻晓。这些统统是《西游记》给他宣传的，没有《西游记》的宣传，谁知道有观世音，这都是小说造出的影响力。",
      "zh_TW": "在中國，實在講中國人受小說的影響非常之深。因為在過去，學校少，受教育的機會少，看戲、聽說書，說書不曉得此地有沒有，在從前大陸上說大鼓書的，大鼓書說書的內容都是小說。在中國小說裡面《西遊記》流行得很廣，唐三藏取經，孫悟空、豬八戒這些妖魔鬼怪的徒弟，這是家戶喻曉，這個對於佛法的誤解有很大的影響。經典裡面，《金剛經》的知名度最高，在一切經裡面，沒有人不曉得佛門裡頭有部《金剛經》；佛教裡頭有個觀世音菩薩，佛菩薩裡面觀世音知名度最高，家戶喻曉。這些統統是《西遊記》給他宣傳的，沒有《西遊記》的宣傳，誰知道有觀世音，這都是小說造出的影響力。"
    },
    {
      "id": "02-004-0002_p0022",
      "zh_CN": "《金刚经》上，读过《金刚经》的同修都知道，《金刚经》上实在是提出两个问题，须菩提尊者提出来的。实在讲，须菩提是非常聪明的一个人，解空第一，在佛的弟子当中，他是解空第一，《金刚经》讲空慧。他明白这个道理之后，向释迦牟尼佛提出两个问题，当然这两个问题在他来讲是明知故问。为什么这样？因为这个问题非常重要，大家不晓得，他装做不知道，向老师（佛是我们的老师）提出这个质疑。",
      "zh_TW": "《金剛經》上，讀過《金剛經》的同修都知道，《金剛經》上實在是提出兩個問題，須菩提尊者提出來的。實在講，須菩提是非常聰明的一個人，解空第一，在佛的弟子當中，他是解空第一，《金剛經》講空慧。他明白這個道理之後，向釋迦牟尼佛提出兩個問題，當然這兩個問題在他來講是明知故問。為什麼這樣？因為這個問題非常重要，大家不曉得，他裝做不知道，向老師（佛是我們的老師）提出這個質疑。"
    },
    {
      "id": "02-004-0002_p0023",
      "zh_CN": "第一个问题，就是「云何降伏其心」。我们凡夫的心杂念很多，一天到晚胡思乱想，想止都止不住，这是请教释迦牟尼佛，怎么样能把我这个乱心能够降伏，叫我的心定下来。这是一个问题。第二个问题说，「应云何住」，就是我们的心应当安住在什么地方？整部的《金刚经》，释迦牟尼佛就是解答这两个问题。诸位要是去研究《金刚经》，读《金刚经》，你花上个十年、八年未必能够理解，未必能够得到答案。可是如果换到本经，这个答案就太简单了，而且非常具体，并不谈玄说妙。",
      "zh_TW": "第一個問題，就是「云何降伏其心」。我們凡夫的心雜念很多，一天到晚胡思亂想，想止都止不住，這是請教釋迦牟尼佛，怎麼樣能把我這個亂心能夠降伏，叫我的心定下來。這是一個問題。第二個問題說，「應云何住」，就是我們的心應當安住在什麼地方？整部的《金剛經》，釋迦牟尼佛就是解答這兩個問題。諸位要是去研究《金剛經》，讀《金剛經》，你花上個十年、八年未必能夠理解，未必能夠得到答案。可是如果換到本經，這個答案就太簡單了，而且非常具體，並不談玄說妙。"
    },
    {
      "id": "02-004-0002_p0024",
      "zh_CN": "《金刚经》是有点谈玄说妙，愈说愈玄，玄得我们自己不晓得它说些什么！很难在《金刚经》上得到利益。不像这个经，这个经很明白的告诉我们「住真实慧」。我们要问，真实的智慧在哪里？这部经典就是真实的智慧；不但是阿弥陀佛的真实智慧，也是十方三世一切诸佛如来的真实智慧。我们要怎样住？住的方法，你每天去读诵，读诵就是住。我念这个经，我的心跟经就相应，你的心就住在真实慧里头了。",
      "zh_TW": "《金剛經》是有點談玄說妙，愈說愈玄，玄得我們自己不曉得它說些什麼！很難在《金剛經》上得到利益。不像這個經，這個經很明白的告訴我們「住真實慧」。我們要問，真實的智慧在哪裡？這部經典就是真實的智慧；不但是阿彌陀佛的真實智慧，也是十方三世一切諸佛如來的真實智慧。我們要怎樣住？住的方法，你每天去讀誦，讀誦就是住。我念這個經，我的心跟經就相應，你的心就住在真實慧裡頭了。"
    },
    {
      "id": "02-004-0002_p0025",
      "zh_CN": "所以对于这部经，我一再的劝勉同修不要求理解，不要刻意的求解。解怎么样？随分解。你念，你每念一遍有一遍的体会，体会就是理解，这种体会就是你的真实慧。经是佛的真实慧，也就是我们的真如本性，我每念一遍体会到那个意思，就好像我吃东西尝到口味，我欣赏到了，我真正得到了；而且这个味道愈尝愈浓，愈来愈多，遍遍有悟处。你这样念下去，这个经百读不厌，愈读愈欢喜，愈读心愈清净，愈读愈快乐，你好好的去念。它的效果，底下这两句：",
      "zh_TW": "所以對於這部經，我一再的勸勉同修不要求理解，不要刻意的求解。解怎麼樣？隨分解。你念，你每念一遍有一遍的體會，體會就是理解，這種體會就是你的真實慧。經是佛的真實慧，也就是我們的真如本性，我每念一遍體會到那個意思，就好像我吃東西嘗到口味，我欣賞到了，我真正得到了；而且這個味道愈嘗愈濃，愈來愈多，遍遍有悟處。你這樣念下去，這個經百讀不厭，愈讀愈歡喜，愈讀心愈清淨，愈讀愈快樂，你好好的去念。它的效果，底下這兩句："
    },
    {
      "id": "02-004-0002_p0026",
      "zh_CN": "『开化显示真实之际』，这句话如果拿禅宗的术语来讲，就是禅家所讲的明心见性，因为「真实之际」就是本性。开是开示，是开启、打开，化是变化，化也是修学的成绩，修学的成果。我们中国古人教学，所谓读书要在变化气质，化就是变化，变我们凡夫境界成为佛菩萨的境界，就是说使我们凡人变化成佛菩萨。「开」是所谓茅塞顿开，开就是开悟；「显」是明显，完全显露在我们日常生活当中。真如本性在哪里？在日常生活当中，在我们处事待人接物之间。到那个时候，就像《心经》上讲的观世音菩萨，「观自在菩萨」，那就得大自在了。你在这个世界随心所欲，左右逢源，源是什么？源头，就是真如本性。所以这句话就是禅宗的「明心见性」，就是密宗里面讲的「三密相应」，就是教下所讲的「大开圆解」，你想这是真实。这一句是我们自己得的利益，我们自己住真实智慧，这是讲修行，这句是讲自己得的利益。",
      "zh_TW": "『開化顯示真實之際』，這句話如果拿禪宗的術語來講，就是禪家所講的明心見性，因為「真實之際」就是本性。開是開示，是開啟、打開，化是變化，化也是修學的成績，修學的成果。我們中國古人教學，所謂讀書要在變化氣質，化就是變化，變我們凡夫境界成為佛菩薩的境界，就是說使我們凡人變化成佛菩薩。「開」是所謂茅塞頓開，開就是開悟；「顯」是明顯，完全顯露在我們日常生活當中。真如本性在哪裡？在日常生活當中，在我們處事待人接物之間。到那個時候，就像《心經》上講的觀世音菩薩，「觀自在菩薩」，那就得大自在了。你在這個世界隨心所欲，左右逢源，源是什麼？源頭，就是真如本性。所以這句話就是禪宗的「明心見性」，就是密宗裡面講的「三密相應」，就是教下所講的「大開圓解」，你想這是真實。這一句是我們自己得的利益，我們自己住真實智慧，這是講修行，這句是講自己得的利益。"
    },
    {
      "id": "02-004-0002_p0027",
      "zh_CN": "后面这一句，我们自己得利益了，我们还希望把这个利益推广，能够令一切众生统统都得到，大家都得到，叫『惠以真实之利』。惠就是送给别人，惠施、布施，送给别人，送给别人真实的利益。真实的利益就是这部经典，劝勉大众依照这部经典所说的理论、方法、境界认真的来修学，必定能够得到如诸佛菩萨一样的「真实之利」。",
      "zh_TW": "後面這一句，我們自己得利益了，我們還希望把這個利益推廣，能夠令一切眾生統統都得到，大家都得到，叫『惠以真實之利』。惠就是送給別人，惠施、布施，送給別人，送給別人真實的利益。真實的利益就是這部經典，勸勉大眾依照這部經典所說的理論、方法、境界認真的來修學，必定能夠得到如諸佛菩薩一樣的「真實之利」。"
    },
    {
      "id": "02-004-0002_p0028",
      "zh_CN": "菩萨，诸位要知道，菩萨不是神，这点诸位同修一定要搞清楚。今天下午还有个同修送来一个蟾蜍，蟾蜍诸位懂吧！口里面含着铜钱的，不晓得是哪个神教里面的，他拿来要我给他开光。我说我们佛门里面开光，只有佛像、菩萨像、罗汉像可以开光，我说这个东西我不懂，这不是我们佛教的，我也不会开光。他一定要我给他开光，好像开了光就灵了，不开光不灵。大概蟾蜍口里头含的钱，恐怕是开了光拜它会发财。我给它开了光它就灵了，我不给它开光它就不灵，你们想想看你拜那个东西干什么，拜我就好了！我灵！我不给它开光它就不灵，你何必拜它？这是误会，很大的误会。",
      "zh_TW": "菩薩，諸位要知道，菩薩不是神，這點諸位同修一定要搞清楚。今天下午還有個同修送來一個蟾蜍，蟾蜍諸位懂吧！口裡面含著銅錢的，不曉得是哪個神教裡面的，他拿來要我給他開光。我說我們佛門裡面開光，只有佛像、菩薩像、羅漢像可以開光，我說這個東西我不懂，這不是我們佛教的，我也不會開光。他一定要我給他開光，好像開了光就靈了，不開光不靈。大概蟾蜍口裡頭含的錢，恐怕是開了光拜它會發財。我給它開了光它就靈了，我不給它開光它就不靈，你們想想看你拜那個東西幹什麼，拜我就好了！我靈！我不給它開光它就不靈，你何必拜它？這是誤會，很大的誤會。"
    },
    {
      "id": "02-004-0002_p0029",
      "zh_CN": "在此地我顺便给诸位同修做个简单的报告，这个误会的确很深。佛弟子家里面供养佛像，这个佛像要开光。开光是什么意思？是要请一个真正懂得佛法的人，这个人，出家的法师可以，在家的居士也可以，开光不分在家、出家，他是要真正懂得佛法，这一点重要。就是告诉我们，我们供养这尊佛像是什么意义？供养这尊佛像有什么好处？我们用什么样的方法、什么样的态度来供养这尊佛像？把这个说清楚，这叫做开光。不是说拿着一面镜子照一照，拿个笔去描一描，那都是俗话说，「和尚不作怪，居士不来拜」，不是那个意思。",
      "zh_TW": "在此地我順便給諸位同修做個簡單的報告，這個誤會的確很深。佛弟子家裡面供養佛像，這個佛像要開光。開光是什麼意思？是要請一個真正懂得佛法的人，這個人，出家的法師可以，在家的居士也可以，開光不分在家、出家，他是要真正懂得佛法，這一點重要。就是告訴我們，我們供養這尊佛像是什麼意義？供養這尊佛像有什麼好處？我們用什麼樣的方法、什麼樣的態度來供養這尊佛像？把這個說清楚，這叫做開光。不是說拿著一面鏡子照一照，拿個筆去描一描，那都是俗話說，「和尚不作怪，居士不來拜」，不是那個意思。"
    },
    {
      "id": "02-004-0002_p0030",
      "zh_CN": "譬如说我们供养观世音菩萨，供养观世音菩萨最多了，应当把供养观世音菩萨真正的意义说明白。观音菩萨有三部经，经典里面最重要的意思，观世音菩萨代表的是什么？他代表是我们真如本性里面的大慈大悲的德行。我们供养这个菩萨，每天早晚给他烧一炷香，跟他见一次面。早晨跟他见一次面，提醒我自己，我今天处事待人接物要慈悲，要像观音菩萨一样慈悲。晚上再烧一炷香，去反省一下，想想我今天跟别人往来有没有慈悲？是这个意思。这就是这尊佛像开启我们自性慈悲的光明，开光是这个意思。否则的话，你这个佛像供没意义，他不是神明，用这个佛像常常提醒自己。",
      "zh_TW": "譬如說我們供養觀世音菩薩，供養觀世音菩薩最多了，應當把供養觀世音菩薩真正的意義說明白。觀音菩薩有三部經，經典裡面最重要的意思，觀世音菩薩代表的是什麼？他代表是我們真如本性裡面的大慈大悲的德行。我們供養這個菩薩，每天早晚給他燒一炷香，跟他見一次面。早晨跟他見一次面，提醒我自己，我今天處事待人接物要慈悲，要像觀音菩薩一樣慈悲。晚上再燒一炷香，去反省一下，想想我今天跟別人往來有沒有慈悲？是這個意思。這就是這尊佛像開啟我們自性慈悲的光明，開光是這個意思。否則的話，你這個佛像供沒意義，他不是神明，用這個佛像常常提醒自己。"
    },
    {
      "id": "02-004-0002_p0031",
      "zh_CN": "供养本师释迦牟尼佛，「释迦」是仁慈的意思，「牟尼」是清净的意思。所以念这句佛号，看到这尊佛像，想到我们自己心清不清净？对待人慈不慈悲？能不能够推己及人，视人如己？看别人就跟看自己一样，这是释迦牟尼佛代表的意义。由此可知，佛门里面佛的像很多，菩萨的像很多，统统代表真如本性里面的智慧德能。我们见到这些形像，听到这些名词，我们自性里面的智慧，自性里面的德能，就开化显示，透出来了，应用在日常生活当中。",
      "zh_TW": "供養本師釋迦牟尼佛，「釋迦」是仁慈的意思，「牟尼」是清淨的意思。所以念這句佛號，看到這尊佛像，想到我們自己心清不清淨？對待人慈不慈悲？能不能夠推己及人，視人如己？看別人就跟看自己一樣，這是釋迦牟尼佛代表的意義。由此可知，佛門裡面佛的像很多，菩薩的像很多，統統代表真如本性裡面的智慧德能。我們見到這些形像，聽到這些名詞，我們自性裡面的智慧，自性裡面的德能，就開化顯示，透出來了，應用在日常生活當中。"
    },
    {
      "id": "02-004-0002_p0032",
      "zh_CN": "所以，佛教里头没有迷信，诸位要把这些佛菩萨当神明去供奉，他会保佑你，那你就错了，没有这回事情。你明了这个意思，他时时刻刻提醒你，这就是保佑你。一个人心地善良，大慈大悲，这种人在这个世间上决定遇不到灾难，遇难成祥。为什么？他心地慈悲，慈悲能够化解一切冤仇，化解一切灾难。佛菩萨保佑我们，佛菩萨加持我们，就是他把这个理、事给我们讲清楚，使我们在这一生当中处事待人接物有所遵循，不离开正道。正道就是与实际理体相应的道路，这叫正道。",
      "zh_TW": "所以，佛教裡頭沒有迷信，諸位要把這些佛菩薩當神明去供奉，他會保佑你，那你就錯了，沒有這回事情。你明瞭這個意思，他時時刻刻提醒你，這就是保佑你。一個人心地善良，大慈大悲，這種人在這個世間上決定遇不到災難，遇難成祥。為什麼？他心地慈悲，慈悲能夠化解一切冤仇，化解一切災難。佛菩薩保佑我們，佛菩薩加持我們，就是他把這個理、事給我們講清楚，使我們在這一生當中處事待人接物有所遵循，不離開正道。正道就是與實際理體相應的道路，這叫正道。"
    },
    {
      "id": "02-004-0002_p0033",
      "zh_CN": "所以你认清佛法，佛法实在讲在世出世间再完美不过，找不到比佛法更完美的。特别在这部经，这部经因为它分量不多，无论是在理论上、事相上，可以说讲得非常的圆满。所以，这个经里头讲这三种真实，『纯一真实也』。",
      "zh_TW": "所以你認清佛法，佛法實在講在世出世間再完美不過，找不到比佛法更完美的。特別在這部經，這部經因為它分量不多，無論是在理論上、事相上，可以說講得非常的圓滿。所以，這個經裡頭講這三種真實，『純一真實也』。"
    },
    {
      "id": "02-004-0002_p0034",
      "zh_CN": "【又本经称为中本华严经。】",
      "zh_TW": "【又本經稱為中本華嚴經。】"
    },
    {
      "id": "02-004-0002_p0035",
      "zh_CN": "我们晓得《华严经》所谓是经中之王，这是我们中国人不管是哪一宗哪一派都承认的，尤其是讲到一生成佛，唯有《华严》具备。《华严经》讲一生成佛的，肉身成佛，善财童子表演给我们看。昨天跟诸位报告过，本经是《华严经》的结论，是《华严经》的归宿；换句话说，就是《华严经》的浓缩。这对我们来讲太方便了，那八十卷《大方广佛华严经》念一遍都得半个月，一天念八个钟头，念半个月你才能够把这部经念完。念到前面不知道后面，念到后面前头忘光了，这有什么用处？",
      "zh_TW": "我們曉得《華嚴經》所謂是經中之王，這是我們中國人不管是哪一宗哪一派都承認的，尤其是講到一生成佛，唯有《華嚴》具備。《華嚴經》講一生成佛的，肉身成佛，善財童子表演給我們看。昨天跟諸位報告過，本經是《華嚴經》的結論，是《華嚴經》的歸宿；換句話說，就是《華嚴經》的濃縮。這對我們來講太方便了，那八十卷《大方廣佛華嚴經》念一遍都得半個月，一天念八個鐘頭，念半個月你才能夠把這部經念完。念到前面不知道後面，念到後面前頭忘光了，這有什麼用處？"
    },
    {
      "id": "02-004-0002_p0036",
      "zh_CN": "这个经好，这个经只有两万字，一部经念完，整部经的意思清清楚楚、明明白白，它是《华严经》的浓缩。既然是《华严经》的浓缩，也就是整个《大藏经》的浓缩，正是《华严》所讲的「一即一切，一切即一」。「一」是什么？一就是本经；「一切」就是佛四十九年所说的一切经。一切经就是这部经，这部经就是一切经，我们念这部经等于把所有的佛经统统念到，这是便宜事情。我们很幸运，真正把佛法认识清楚。",
      "zh_TW": "這個經好，這個經只有兩萬字，一部經念完，整部經的意思清清楚楚、明明白白，它是《華嚴經》的濃縮。既然是《華嚴經》的濃縮，也就是整個《大藏經》的濃縮，正是《華嚴》所講的「一即一切，一切即一」。「一」是什麼？一就是本經；「一切」就是佛四十九年所說的一切經。一切經就是這部經，這部經就是一切經，我們念這部經等於把所有的佛經統統念到，這是便宜事情。我們很幸運，真正把佛法認識清楚。"
    },
    {
      "id": "02-004-0002_p0037",
      "zh_CN": "「中本华严」这句话是清朝彭际清居士所说的，彭居士是清朝乾隆年间人。这个人非常谦虚，你看他的传记写得很简单，其实他的出身是非常了不起。他的父亲是乾隆皇帝那个时代的兵部尚书，相当于现在的国防部长，他是国防部长的儿子，而且人非常聪明，十几岁的时候就考中进士。中国人讲成年二十岁，二十岁行冠礼，他不到二十岁，童子的时候就中了进士。但是他是世家子弟，做了很短一个时期的官，做很短时期他不做了，他专门学佛去，对于佛法的经论造诣很深。他有《无量寿经》的节本，而且有《无量寿经》的注解，《无量寿经起信论》是他作的。",
      "zh_TW": "「中本華嚴」這句話是清朝彭際清居士所說的，彭居士是清朝乾隆年間人。這個人非常謙虛，你看他的傳記寫得很簡單，其實他的出身是非常了不起。他的父親是乾隆皇帝那個時代的兵部尚書，相當於現在的國防部長，他是國防部長的兒子，而且人非常聰明，十幾歲的時候就考中進士。中國人講成年二十歲，二十歲行冠禮，他不到二十歲，童子的時候就中了進士。但是他是世家子弟，做了很短一個時期的官，做很短時期他不做了，他專門學佛去，對於佛法的經論造詣很深。他有《無量壽經》的節本，而且有《無量壽經》的註解，《無量壽經起信論》是他作的。"
    },
    {
      "id": "02-004-0002_p0038",
      "zh_CN": "还有一本很了不起的著作，《华严念佛三昧论》。他是把《华严经》里面修行的方法，当然《华严经》修行的方法，在「离世间品」里面虽然讲了两千种修行的方法，但是它最重要的一个方法是念佛。文殊、普贤、善财童子都是修持名念佛求生净土的方法，所以他作了一篇文章《华严念佛三昧论》。在今年年初，黄念祖老居士在北京讲过这篇论，他一共有七个录音带，我们这边有。现在书也有，录音带也有，诸位听听，实在是很了不起。这是对于大乘佛法要不是真正有修、有学，真正有心得的人，说不出来。",
      "zh_TW": "還有一本很了不起的著作，《華嚴念佛三昧論》。他是把《華嚴經》裡面修行的方法，當然《華嚴經》修行的方法，在「離世間品」裡面雖然講了兩千種修行的方法，但是它最重要的一個方法是念佛。文殊、普賢、善財童子都是修持名念佛求生淨土的方法，所以他作了一篇文章《華嚴念佛三昧論》。在今年年初，黃念祖老居士在北京講過這篇論，他一共有七個錄音帶，我們這邊有。現在書也有，錄音帶也有，諸位聽聽，實在是很了不起。這是對於大乘佛法要不是真正有修、有學，真正有心得的人，說不出來。"
    },
    {
      "id": "02-004-0002_p0039",
      "zh_CN": "他讲这个经是中本《华严》，既然说中本，那应该还得有小本。小本是什么？《佛说阿弥陀经》。因为《无量寿经》跟《阿弥陀经》是同部，既然把《无量寿经》称为「中本华严」，他不称作小本，他称为中本，当然就是把《阿弥陀经》看成为小本。这样一来，八十卷《大方广佛华严经》、《无量寿经》、《阿弥陀经》这三个经是平等的，这三个经是一部经，大本、中本、小本。这是彭居士把大、小两本的地位提升了。实在讲把大、小两本地位提升到最高峰的，他还不是第一个人，第一个人大概是在隋唐时代，我们后面会讲到，就已经承认了这个事实。",
      "zh_TW": "他講這個經是中本《華嚴》，既然說中本，那應該還得有小本。小本是什麼？《佛說阿彌陀經》。因為《無量壽經》跟《阿彌陀經》是同部，既然把《無量壽經》稱為「中本華嚴」，他不稱作小本，他稱為中本，當然就是把《阿彌陀經》看成為小本。這樣一來，八十卷《大方廣佛華嚴經》、《無量壽經》、《阿彌陀經》這三個經是平等的，這三個經是一部經，大本、中本、小本。這是彭居士把大、小兩本的地位提升了。實在講把大、小兩本地位提升到最高峰的，他還不是第一個人，第一個人大概是在隋唐時代，我們後面會講到，就已經承認了這個事實。"
    },
    {
      "id": "02-004-0002_p0040",
      "zh_CN": "莲池大师在注解《弥陀经疏钞》的时候，他是处处引用《华严经》来解释《阿弥陀经》。这桩事情诸位要仔细去看黄念祖老居士《无量寿经》的注解，你就明白。他的注解引经据典，说得很详细、很透彻。我们再看下去：",
      "zh_TW": "蓮池大師在註解《彌陀經疏鈔》的時候，他是處處引用《華嚴經》來解釋《阿彌陀經》。這樁事情諸位要仔細去看黃念祖老居士《無量壽經》的註解，你就明白。他的註解引經據典，說得很詳細、很透徹。我們再看下去："
    },
    {
      "id": "02-004-0002_p0041",
      "zh_CN": "【经中所诠之一切事理，即华严之事理无碍，事事无碍之一真法界。】",
      "zh_TW": "【經中所詮之一切事理，即華嚴之事理無礙，事事無礙之一真法界。】"
    },
    {
      "id": "02-004-0002_p0042",
      "zh_CN": "『诠』就是所记载的，经中所说的一切事、一切的理论。本经所讲的西方极乐世界，就是《华严经》上所讲的一真法界，而且是一真当中的一真，是一乘当中的一乘。",
      "zh_TW": "『詮』就是所記載的，經中所說的一切事、一切的理論。本經所講的西方極樂世界，就是《華嚴經》上所講的一真法界，而且是一真當中的一真，是一乘當中的一乘。"
    },
    {
      "id": "02-004-0002_p0043",
      "zh_CN": "【华严秘奥之理体，却在本经。】",
      "zh_TW": "【華嚴祕奧之理體，卻在本經。】"
    },
    {
      "id": "02-004-0002_p0044",
      "zh_CN": "『秘』是秘密、深秘，『奥』是奥妙的玄理。你才晓得这部经典的好处。这是讲到契理，这个经与这个理完全相应，依这个理体、这个理论依据为我们说出的。",
      "zh_TW": "『祕』是祕密、深祕，『奧』是奧妙的玄理。你才曉得這部經典的好處。這是講到契理，這個經與這個理完全相應，依這個理體、這個理論依據為我們說出的。"
    },
    {
      "id": "02-004-0002_p0045",
      "zh_CN": "第二讲契机，「机」是什么？我们大众的程度。假如说这个经不适合我们的程度，那我们念了也没用处。理虽然不错，理论依据我们相信，没有怀疑，但是我们来学习，我们程度够不够？我们根性有没有问题？这是必须要考虑的。假如这个法门与我们的根性、与我们的程度、与我们的现实生活要是脱节，或者是有困难，我们学习起来就不容易成就，很难得到利益。必须适合于我们的程度、根性，乃至于生活环境。我们看底下这一段。",
      "zh_TW": "第二講契機，「機」是什麼？我們大眾的程度。假如說這個經不適合我們的程度，那我們念了也沒用處。理雖然不錯，理論依據我們相信，沒有懷疑，但是我們來學習，我們程度夠不夠？我們根性有沒有問題？這是必須要考慮的。假如這個法門與我們的根性、與我們的程度、與我們的現實生活要是脫節，或者是有困難，我們學習起來就不容易成就，很難得到利益。必須適合於我們的程度、根性，乃至於生活環境。我們看底下這一段。"
    },
    {
      "id": "02-004-0002_p0046",
      "zh_CN": "【机者，根机，至于契机，更是本经之独胜。】",
      "zh_TW": "【機者，根機，至於契機，更是本經之獨勝。】"
    },
    {
      "id": "02-004-0002_p0047",
      "zh_CN": "『独』是独有，『胜』是殊胜。讲到契机，这部经跟佛四十九年所说的一切经，可以讲是第一殊胜，为什么？",
      "zh_TW": "『獨』是獨有，『勝』是殊勝。講到契機，這部經跟佛四十九年所說的一切經，可以講是第一殊勝，為什麼？"
    },
    {
      "id": "02-004-0002_p0048",
      "zh_CN": "【以持名念佛。】",
      "zh_TW": "【以持名念佛。】"
    },
    {
      "id": "02-004-0002_p0049",
      "zh_CN": "它的方法简单，就是念一句「南无阿弥陀佛」，你看六个字，这个方法太容易，太简单！",
      "zh_TW": "它的方法簡單，就是念一句「南無阿彌陀佛」，你看六個字，這個方法太容易，太簡單！"
    },
    {
      "id": "02-004-0002_p0050",
      "zh_CN": "【三根普被，凡圣齐收。】",
      "zh_TW": "【三根普被，凡聖齊收。】"
    },
    {
      "id": "02-004-0002_p0051",
      "zh_CN": "这是讲众生根性不相同，佛说大致上，上根、中等根性的，下等根性的，它统统都包括。凡夫是讲六道众生，圣人是讲菩萨、缘觉、阿罗汉，统统都适合。这个法门就妙了，所以称之为独胜。",
      "zh_TW": "這是講眾生根性不相同，佛說大致上，上根、中等根性的，下等根性的，它統統都包括。凡夫是講六道眾生，聖人是講菩薩、緣覺、阿羅漢，統統都適合。這個法門就妙了，所以稱之為獨勝。"
    },
    {
      "id": "02-004-0002_p0052",
      "zh_CN": "【上上根全体承当。】",
      "zh_TW": "【上上根全體承當。】"
    },
    {
      "id": "02-004-0002_p0053",
      "zh_CN": "『上上根』是指等觉菩萨，像我们中国人所熟知的大智慧的文殊菩萨，大慈悲的观世音菩萨，大愿大行的普贤菩萨、地藏王菩萨，乃至于弥勒菩萨，统统都是修学这个法门。弥勒菩萨在西方极乐世界，《华严经》上有证据。我们有很多同学想亲近弥勒菩萨，到哪里去找弥勒菩萨？到西方极乐世界去。经上讲得很清楚，《华严经》上说的，生到西方极乐世界之后，见到阿弥陀佛、文殊、普贤、观音、弥勒，这是《华严经》上经文有的，所以到西方极乐世界一定会见到弥勒菩萨。这实在讲是修弥勒净土的捷径，不必龙华三会，到西方极乐世界就能亲近弥勒菩萨，这是讲上根。『全体承当』，为什么？他真正了解，这个事实真相他通达明了，没有一丝毫怀疑。",
      "zh_TW": "『上上根』是指等覺菩薩，像我們中國人所熟知的大智慧的文殊菩薩，大慈悲的觀世音菩薩，大願大行的普賢菩薩、地藏王菩薩，乃至於彌勒菩薩，統統都是修學這個法門。彌勒菩薩在西方極樂世界，《華嚴經》上有證據。我們有很多同學想親近彌勒菩薩，到哪裡去找彌勒菩薩？到西方極樂世界去。經上講得很清楚，《華嚴經》上說的，生到西方極樂世界之後，見到阿彌陀佛、文殊、普賢、觀音、彌勒，這是《華嚴經》上經文有的，所以到西方極樂世界一定會見到彌勒菩薩。這實在講是修彌勒淨土的捷徑，不必龍華三會，到西方極樂世界就能親近彌勒菩薩，這是講上根。『全體承當』，為什麼？他真正了解，這個事實真相他通達明瞭，沒有一絲毫懷疑。"
    },
    {
      "id": "02-004-0002_p0054",
      "zh_CN": "【下下根亦可依之得度。】",
      "zh_TW": "【下下根亦可依之得度。】"
    },
    {
      "id": "02-004-0002_p0055",
      "zh_CN": "根性差的人，很愚的人，很笨的人，不要紧，也能够依这个法门得度。度就是超越六道轮回，这一生当中，从我们凡夫的地位度到成佛的彼岸，这个度叫究竟度。",
      "zh_TW": "根性差的人，很愚的人，很笨的人，不要緊，也能夠依這個法門得度。度就是超越六道輪迴，這一生當中，從我們凡夫的地位度到成佛的彼岸，這個度叫究竟度。"
    },
    {
      "id": "02-004-0002_p0056",
      "zh_CN": "【下至五逆十恶。】",
      "zh_TW": "【下至五逆十惡。】"
    },
    {
      "id": "02-004-0002_p0057",
      "zh_CN": "这是下下根，下到什么程度？实在讲，下到不能再下了，下到五逆十恶；五逆十恶，这是阿鼻地狱的众生。",
      "zh_TW": "這是下下根，下到什麼程度？實在講，下到不能再下了，下到五逆十惡；五逆十惡，這是阿鼻地獄的眾生。"
    },
    {
      "id": "02-004-0002_p0058",
      "zh_CN": "【临终念佛，亦必随愿得生。】",
      "zh_TW": "【臨終念佛，亦必隨願得生。】"
    },
    {
      "id": "02-004-0002_p0059",
      "zh_CN": "这个不可思议，这是所有一切经论里头没有这种说法的。",
      "zh_TW": "這個不可思議，這是所有一切經論裡頭沒有這種說法的。"
    },
    {
      "id": "02-004-0002_p0060",
      "zh_CN": "【横出三界，圆登四土。】",
      "zh_TW": "【橫出三界，圓登四土。】"
    },
    {
      "id": "02-004-0002_p0061",
      "zh_CN": "特别重视这个『圆』字。诸佛都有四种净土，这四种净土是有阶级、有次第的。唯独这个法门，生到西方极乐世界，像我们去的，我们的烦恼一品都没有断，当然生到那边是凡圣同居土。虽然生到凡圣同居土，西方极乐世界很特别，它凡圣同居土、方便有余土、实报庄严土、常寂光净土，在一起，这个现象很特别，所以说一生一切生。这四种净土，后面会详细介绍。",
      "zh_TW": "特別重視這個『圓』字。諸佛都有四種淨土，這四種淨土是有階級、有次第的。唯獨這個法門，生到西方極樂世界，像我們去的，我們的煩惱一品都沒有斷，當然生到那邊是凡聖同居土。雖然生到凡聖同居土，西方極樂世界很特別，它凡聖同居土、方便有餘土、實報莊嚴土、常寂光淨土，在一起，這個現象很特別，所以說一生一切生。這四種淨土，後面會詳細介紹。"
    },
    {
      "id": "02-004-0002_p0062",
      "zh_CN": "所以，文殊、普贤生到那边是实报庄严土，我们生去是凡圣同居土。因为它四土在一起，所以我们每天可以跟观世音菩萨，跟文殊菩萨拉拉手、拍拍肩膀一块同行，平等！我们在这个世界想跟这些菩萨平等，谈何容易？他太高了，攀都攀不上。到那个地方天天在一块，平起平坐，称兄道弟。这是非常之难得，『圆登四土』。",
      "zh_TW": "所以，文殊、普賢生到那邊是實報莊嚴土，我們生去是凡聖同居土。因為它四土在一起，所以我們每天可以跟觀世音菩薩，跟文殊菩薩拉拉手、拍拍肩膀一塊同行，平等！我們在這個世界想跟這些菩薩平等，談何容易？他太高了，攀都攀不上。到那個地方天天在一塊，平起平坐，稱兄道弟。這是非常之難得，『圓登四土』。"
    },
    {
      "id": "02-004-0002_p0063",
      "zh_CN": "【顿与观音势至并肩。】",
      "zh_TW": "【頓與觀音勢至並肩。】"
    },
    {
      "id": "02-004-0002_p0064",
      "zh_CN": "『顿』是一下就达到，跟观音菩萨、大势至菩萨、文殊、普贤、弥勒就称兄道弟了，平起平坐。",
      "zh_TW": "『頓』是一下就達到，跟觀音菩薩、大勢至菩薩、文殊、普賢、彌勒就稱兄道弟了，平起平坐。"
    },
    {
      "id": "02-004-0002_p0065",
      "zh_CN": "【可见此法门究竟方便，善应群机也。】",
      "zh_TW": "【可見此法門究竟方便，善應群機也。】"
    },
    {
      "id": "02-004-0002_p0066",
      "zh_CN": "讲到契机，真的，这个法门、这部经典独胜，没有比这个更殊胜的。这桩事情诸位要明了了，你就放心，放宽心，好好的修学这个法门。这个法门非常适合自己，一切法门里头没有比这个法门更适合，你就从这下手，决定不错。底下还有补充的两条：",
      "zh_TW": "講到契機，真的，這個法門、這部經典獨勝，沒有比這個更殊勝的。這樁事情諸位要明瞭了，你就放心，放寬心，好好的修學這個法門。這個法門非常適合自己，一切法門裡頭沒有比這個法門更適合，你就從這下手，決定不錯。底下還有補充的兩條："
    },
    {
      "id": "02-004-0002_p0067",
      "zh_CN": "【净宗之妙，在于不离佛法，而行世法；不废世法，而证佛法。最为方便，随时随地可修，不误世间工作，依旧顿脱生死。既能自觉觉他，广度众生于未来，亦复自他俱利，造福社会于今世。】",
      "zh_TW": "【淨宗之妙，在於不離佛法，而行世法；不廢世法，而證佛法。最為方便，隨時隨地可修，不誤世間工作，依舊頓脫生死。既能自覺覺他，廣度眾生於未來，亦復自他俱利，造福社會於今世。】"
    },
    {
      "id": "02-004-0002_p0068",
      "zh_CN": "这是说明了这个法门，讲到契机，不但契合自己的根机，还能够契合这个时代，这是最为难得的。因为它『不离佛法，而行世法』，世法跟佛法融合成一体，并不是叫你把世间法放下，你才去学佛，不是的。世间的工作样样可以照做，还能够了生死，能够出三界，能够成佛，这个法门到哪里去找？找不到！真正找不到！所以，在一切法门里面，这个法门第一方便，因为它随时可修，随处可修。前面说了，它是理事无碍，事事无碍，与《华严》没有两样，是无障碍的法界。因此它修行也是无有障碍，因与果都没有障碍。",
      "zh_TW": "這是說明了這個法門，講到契機，不但契合自己的根機，還能夠契合這個時代，這是最為難得的。因為它『不離佛法，而行世法』，世法跟佛法融合成一體，並不是叫你把世間法放下，你才去學佛，不是的。世間的工作樣樣可以照做，還能夠了生死，能夠出三界，能夠成佛，這個法門到哪裡去找？找不到！真正找不到！所以，在一切法門裡面，這個法門第一方便，因為它隨時可修，隨處可修。前面說了，它是理事無礙，事事無礙，與《華嚴》沒有兩樣，是無障礙的法界。因此它修行也是無有障礙，因與果都沒有障礙。"
    },
    {
      "id": "02-004-0002_p0069",
      "zh_CN": "『不误世间工作』，不管你在世间从事于某种行业，决定不耽误，决定不妨碍。不但不耽误、不妨碍，对于你的工作一定会带来更为繁荣，更为进步。为什么？因为你在工作当中与佛法相应，佛法就是与定、慧相应，或者说得再清楚一点，与清净心与真实智慧相应。你心地清净，你有真实智慧，你处理任何问题决不会有错误，决不会有偏差，所以它的结果必然是兴旺。这是我们世间人想求而求不到的，你修学这个法门就称心如意，没有一样事情不圆满的。这是不误世间工作，依然可以『顿脱生死』，这一生当中决定成就。",
      "zh_TW": "『不誤世間工作』，不管你在世間從事於某種行業，決定不耽誤，決定不妨礙。不但不耽誤、不妨礙，對於你的工作一定會帶來更為繁榮，更為進步。為什麼？因為你在工作當中與佛法相應，佛法就是與定、慧相應，或者說得再清楚一點，與清淨心與真實智慧相應。你心地清淨，你有真實智慧，你處理任何問題決不會有錯誤，決不會有偏差，所以它的結果必然是興旺。這是我們世間人想求而求不到的，你修學這個法門就稱心如意，沒有一樣事情不圓滿的。這是不誤世間工作，依然可以『頓脫生死』，這一生當中決定成就。"
    },
    {
      "id": "02-004-0002_p0070",
      "zh_CN": "『既能自觉觉他』，我们自己依照这个经典的理论方法来修行，是自觉；我们把这个方法、把这个经典介绍给别人，这是帮助他们，这是觉他。『广度众生于未来』，未来的众生都能够得到利益，何况于我们当代。『亦复自他俱利，造福社会于今世』，这就是前面讲的不误世间工作，才能够造福社会。可见得它不但契合个人的根机，也能够契合这个时代，这个社会的需要，这是非常难得而可贵的。末后一条说：",
      "zh_TW": "『既能自覺覺他』，我們自己依照這個經典的理論方法來修行，是自覺；我們把這個方法、把這個經典介紹給別人，這是幫助他們，這是覺他。『廣度眾生於未來』，未來的眾生都能夠得到利益，何況於我們當代。『亦復自他俱利，造福社會於今世』，這就是前面講的不誤世間工作，才能夠造福社會。可見得它不但契合個人的根機，也能夠契合這個時代，這個社會的需要，這是非常難得而可貴的。末後一條說："
    },
    {
      "id": "02-004-0002_p0071",
      "zh_CN": "【经云，当来之世，经道灭尽，我以慈悲哀愍，特留此经止住百岁，其有众生，值斯经者，随意所愿，皆可得度。】",
      "zh_TW": "【經云，當來之世，經道滅盡，我以慈悲哀愍，特留此經止住百歲，其有眾生，值斯經者，隨意所願，皆可得度。】"
    },
    {
      "id": "02-004-0002_p0072",
      "zh_CN": "这段话是经文，我们不要细说了，经文并不难懂，过去曾经跟诸位讲过。经文里面，『我』是释迦牟尼佛自称，释迦牟尼佛以他的威德、神力，将来在一切经灭尽的时候，这部经最后灭，它还留在世间一百年；换句话说，所有一切理论众生都无法得到利益了，这个法门还得利益。这也就是明白的告诉我们，这部经、这个法门是佛度众生的真实利益、究竟利益。一切法门都失效了，好像治病，这个人病得很重，所有一切医疗、医药都没办法救他病，还有这个单方可以起死回生，还能救他的命；这个单方就是这部经典，就是这一句阿弥陀佛。才知道这个法门是究竟法门，是真实利益，是真正不可思议。",
      "zh_TW": "這段話是經文，我們不要細說了，經文並不難懂，過去曾經跟諸位講過。經文裡面，『我』是釋迦牟尼佛自稱，釋迦牟尼佛以他的威德、神力，將來在一切經滅盡的時候，這部經最後滅，它還留在世間一百年；換句話說，所有一切理論眾生都無法得到利益了，這個法門還得利益。這也就是明白的告訴我們，這部經、這個法門是佛度眾生的真實利益、究竟利益。一切法門都失效了，好像治病，這個人病得很重，所有一切醫療、醫藥都沒辦法救他病，還有這個單方可以起死回生，還能救他的命；這個單方就是這部經典，就是這一句阿彌陀佛。才知道這個法門是究竟法門，是真實利益，是真正不可思議。"
    },
    {
      "id": "02-004-0002_p0073",
      "zh_CN": "【诚此界他方一切有情，离苦得乐，究竟菩提之法要也。】",
      "zh_TW": "【誠此界他方一切有情，離苦得樂，究竟菩提之法要也。】"
    },
    {
      "id": "02-004-0002_p0074",
      "zh_CN": "『诚』是真实，真正的，真正是，『此界』是我们娑婆世界，『他方』是十方三世一切诸佛的世界。此界、他方众生要想离苦得乐，要想成佛作祖，统统要依照这个法门。这句话如果对于佛法没有很深研究的人，看起来好像有点不服气，好像你太自大了，太自夸了。如果你对于大乘经典真正下上几十年功夫，你好好去研究，你会体认到这是事实，这个话是真实语，一丝毫没有夸张，确实是如此。十方世界一切众生要想在一生当中离苦得乐，在一生当中证得无上菩提，只有这个法门。所以这部经、这个法门，是十方三世一切诸佛如来之所赞叹。诸佛如来既然赞叹，必然弘扬，必然劝导一切众生修学这个法门。这是我们应当细心体会的，然后你才能够得到肯定，才能够死心塌地的修学，那你就在很短的时间当中，得到最殊胜的利益，最殊胜的成就。",
      "zh_TW": "『誠』是真實，真正的，真正是，『此界』是我們娑婆世界，『他方』是十方三世一切諸佛的世界。此界、他方眾生要想離苦得樂，要想成佛作祖，統統要依照這個法門。這句話如果對於佛法沒有很深研究的人，看起來好像有點不服氣，好像你太自大了，太自誇了。如果你對於大乘經典真正下上幾十年功夫，你好好去研究，你會體認到這是事實，這個話是真實語，一絲毫沒有誇張，確實是如此。十方世界一切眾生要想在一生當中離苦得樂，在一生當中證得無上菩提，只有這個法門。所以這部經、這個法門，是十方三世一切諸佛如來之所讚歎。諸佛如來既然讚歎，必然弘揚，必然勸導一切眾生修學這個法門。這是我們應當細心體會的，然後你才能夠得到肯定，才能夠死心塌地的修學，那你就在很短的時間當中，得到最殊勝的利益，最殊勝的成就。"
    },
    {
      "id": "02-004-0002_p0075",
      "zh_CN": "这段话是我们这次介绍概要的前面，交代的一些经义，先做个简单的交代。底下我们就要开始介绍这部经的玄义，「玄」就是玄妙之义理，这就是全经的大意。全经大意一共分为八个段落，虽然讲十门开启，第九是介绍经题，第十是讲经文，实际上那个不算，真正的玄义有八段。底下这个地方，我们这个本子漏掉了一个字，在概要的上面应该还有一个字「丙」，甲、乙、丙。我们总共分成三大段，这是第三大段，丙这一段，第三大段，「概要（十门开启－玄义）」。完全依照《华严疏钞》的例子、体例来讲解、来介绍。",
      "zh_TW": "這段話是我們這次介紹概要的前面，交代的一些經義，先做個簡單的交代。底下我們就要開始介紹這部經的玄義，「玄」就是玄妙之義理，這就是全經的大意。全經大意一共分為八個段落，雖然講十門開啟，第九是介紹經題，第十是講經文，實際上那個不算，真正的玄義有八段。底下這個地方，我們這個本子漏掉了一個字，在概要的上面應該還有一個字「丙」，甲、乙、丙。我們總共分成三大段，這是第三大段，丙這一段，第三大段，「概要（十門開啟－玄義）」。完全依照《華嚴疏鈔》的例子、體例來講解、來介紹。"
    },
    {
      "id": "02-004-0002_p0076",
      "zh_CN": "这个十门，题目就列在下面：一、教起因缘；二、本经体性；三、一经宗趣；四、方便力用；五、所被根机；六、藏教所摄；七、部类差别；八、译会校释；九、总释名题；十、正释经文。所以，后面两条都讲经了，真正介绍全经大意是前面八段。我们现在按顺序一条一条跟诸位介绍。",
      "zh_TW": "這個十門，題目就列在下面：一、教起因緣；二、本經體性；三、一經宗趣；四、方便力用；五、所被根機；六、藏教所攝；七、部類差別；八、譯會校釋；九、總釋名題；十、正釋經文。所以，後面兩條都講經了，真正介紹全經大意是前面八段。我們現在按順序一條一條跟諸位介紹。"
    },
    {
      "id": "02-004-0002_p0077",
      "zh_CN": "【教起因缘。】",
      "zh_TW": "【教起因緣。】"
    },
    {
      "id": "02-004-0002_p0078",
      "zh_CN": "『教』就是教学。释迦牟尼佛为什么到这个世间来？他到这地方来，为什么给我们开佛陀的教育？这是我们学佛同修首先要肯定、认清楚，佛教不是宗教，如果把佛教看成宗教，那我们算是一开头就错了。开头错了，一错就错到底，你对于佛法真正的意思你很难理解。佛教是教育，是佛陀的教育，「佛陀」是从印度梵语音译过来的，它的意义是圆满的智慧，是彻底的觉悟；佛陀教育就是圆满的智慧教育，彻底大觉的教育，所以它不是宗教。因此，任何宗教徒都应该接受这个教育，这才是正确的。",
      "zh_TW": "『教』就是教學。釋迦牟尼佛為什麼到這個世間來？他到這地方來，為什麼給我們開佛陀的教育？這是我們學佛同修首先要肯定、認清楚，佛教不是宗教，如果把佛教看成宗教，那我們算是一開頭就錯了。開頭錯了，一錯就錯到底，你對於佛法真正的意思你很難理解。佛教是教育，是佛陀的教育，「佛陀」是從印度梵語音譯過來的，它的意義是圓滿的智慧，是徹底的覺悟；佛陀教育就是圓滿的智慧教育，徹底大覺的教育，所以它不是宗教。因此，任何宗教徒都應該接受這個教育，這才是正確的。"
    },
    {
      "id": "02-004-0002_p0079",
      "zh_CN": "这个教育的内容广大无边，它的教科书就是经典，经典就是佛陀教育的教科书，包罗万象。里面所含盖的，过去世、现在世、未来世，时间是三际，空间十方，无所不谈，所给我们说的句句真实，没有一句是妄语。他为什么给我们开这个教育？为什么给我们开这个课程？这是我们首先要明了的。我们看底下的文，我们把它分成两个大段，大段里面再分小段，便于讲解。",
      "zh_TW": "這個教育的內容廣大無邊，它的教科書就是經典，經典就是佛陀教育的教科書，包羅萬象。裡面所含蓋的，過去世、現在世、未來世，時間是三際，空間十方，無所不談，所給我們說的句句真實，沒有一句是妄語。他為什麼給我們開這個教育？為什麼給我們開這個課程？這是我們首先要明瞭的。我們看底下的文，我們把它分成兩個大段，大段裡面再分小段，便於講解。"
    },
    {
      "id": "02-004-0002_p0080",
      "zh_CN": "【一，明大教与净土法门之兴起。】",
      "zh_TW": "【一，明大教與淨土法門之興起。】"
    },
    {
      "id": "02-004-0002_p0081",
      "zh_CN": "『大教』就是整个的佛法，释迦牟尼佛给我们建立佛陀教育，然后再谈他为什么给我们开这个课程，这个课程就是净土的课程。",
      "zh_TW": "『大教』就是整個的佛法，釋迦牟尼佛給我們建立佛陀教育，然後再談他為什麼給我們開這個課程，這個課程就是淨土的課程。"
    },
    {
      "id": "02-004-0002_p0082",
      "zh_CN": "【一切法不离因缘，大教之兴，因缘无量，而无量因缘，唯为一大事因缘故。】",
      "zh_TW": "【一切法不離因緣，大教之興，因緣無量，而無量因緣，唯為一大事因緣故。】"
    },
    {
      "id": "02-004-0002_p0083",
      "zh_CN": "我们先解释这一句，『一切法』包括了世间法与出世间法。小，我们起心动个念头，这是一法；大，宇宙、山河大地从哪里来的？这也是法。这一切法有因有缘，所以佛法常讲因果，因果是省略的话，当中还有个「缘」，因没有缘不能结果。譬如我们种瓜，瓜子是因，是将来长成瓜的因，但是那个瓜子我们把它放在玻璃杯里面，放一百年它也不会长出瓜来。为什么？它没有缘，缘是帮助它生长的。瓜子它要什么缘？它要土壤，要肥料，要水分，要阳光，这些缘统统具足，它才会长得很好，将来才会结果。所以我们讲因果，当中省略了个缘，缘非常重要。",
      "zh_TW": "我們先解釋這一句，『一切法』包括了世間法與出世間法。小，我們起心動個念頭，這是一法；大，宇宙、山河大地從哪裡來的？這也是法。這一切法有因有緣，所以佛法常講因果，因果是省略的話，當中還有個「緣」，因沒有緣不能結果。譬如我們種瓜，瓜子是因，是將來長成瓜的因，但是那個瓜子我們把它放在玻璃杯裡面，放一百年它也不會長出瓜來。為什麼？它沒有緣，緣是幫助它生長的。瓜子它要什麼緣？它要土壤，要肥料，要水分，要陽光，這些緣統統具足，它才會長得很好，將來才會結果。所以我們講因果，當中省略了個緣，緣非常重要。"
    },
    {
      "id": "02-004-0002_p0084",
      "zh_CN": "讲到因，可以说因是具足的，六祖讲得好「何期自性本来具足」。他讲的具足，就是具足十法界依正庄严，也就是讲一切法的因，一切法的因是我们每个人自性里头统统具足的。一切法的因具足了，能不能够现这一切法，现这一切境界？这是果，那就看缘！因遇到缘，就起现行，现行就是结果，它就结果。无论大事小事，因变成果所需要的条件都很多，绝对不是一个条件、两个条件那么单纯的，它要具足无量的因缘，这是真实话。",
      "zh_TW": "講到因，可以說因是具足的，六祖講得好「何期自性本來具足」。他講的具足，就是具足十法界依正莊嚴，也就是講一切法的因，一切法的因是我們每個人自性裡頭統統具足的。一切法的因具足了，能不能夠現這一切法，現這一切境界？這是果，那就看緣！因遇到緣，就起現行，現行就是結果，它就結果。無論大事小事，因變成果所需要的條件都很多，絕對不是一個條件、兩個條件那麼單純的，它要具足無量的因緣，這是真實話。"
    },
    {
      "id": "02-004-0002_p0085",
      "zh_CN": "佛常常在教学当中给我们讲，往往把很复杂的问题他归纳，归纳成几个纲领。譬如说佛常常告诉我们，把无量的因缘归纳成四种，叫四缘。这四缘，第一个是因缘，第二个是所缘缘，第三个是无间缘，第四个是增上缘，具足这四个缘一定会结果。这四条是许多因缘归纳成这四大类，实在讲这个四缘一展开，就是大经上讲的无量因缘。可是无量因缘归结成一个，这一个就是讲佛为什么出现在世间。释迦牟尼佛你到这里来干什么？",
      "zh_TW": "佛常常在教學當中給我們講，往往把很複雜的問題他歸納，歸納成幾個綱領。譬如說佛常常告訴我們，把無量的因緣歸納成四種，叫四緣。這四緣，第一個是因緣，第二個是所緣緣，第三個是無間緣，第四個是增上緣，具足這四個緣一定會結果。這四條是許多因緣歸納成這四大類，實在講這個四緣一展開，就是大經上講的無量因緣。可是無量因緣歸結成一個，這一個就是講佛為什麼出現在世間。釋迦牟尼佛你到這裡來幹什麼？"
    },
    {
      "id": "02-004-0002_p0086",
      "zh_CN": "我们有没有问过，我这一生到这个世间来做人，是为什么来的？有没有人曾经这样反省过，我为什么到这个世间来？我来干什么的？实在讲这很重要！我们为什么到这世间来？我到这世间来干什么？应当要问一问，你要常常这样反省，你会觉悟。如果你糊里糊涂的，也不知道生从哪里来，来也不晓得干什么，将来也不知道到哪里去，糊里糊涂过一辈子，这个人叫迷惑颠倒。所以真正聪明人、明白人晓得，我从前是从哪里来的？我知道我来到这里干什么？我将来到哪里去？清清楚楚，明明白白，他生活就很自在。所以这是要常常反省的。",
      "zh_TW": "我們有沒有問過，我這一生到這個世間來做人，是為什麼來的？有沒有人曾經這樣反省過，我為什麼到這個世間來？我來幹什麼的？實在講這很重要！我們為什麼到這世間來？我到這世間來幹什麼？應當要問一問，你要常常這樣反省，你會覺悟。如果你糊裡糊塗的，也不知道生從哪裡來，來也不曉得幹什麼，將來也不知道到哪裡去，糊裡糊塗過一輩子，這個人叫迷惑顛倒。所以真正聰明人、明白人曉得，我從前是從哪裡來的？我知道我來到這裡幹什麼？我將來到哪裡去？清清楚楚，明明白白，他生活就很自在。所以這是要常常反省的。"
    },
    {
      "id": "02-004-0002_p0087",
      "zh_CN": "佛菩萨知道！他来干什么？他为『一大事因缘』而来的。一、大事，一就是一真法界，一是真的，二是假的，一才真！二就是假的，就不是真的，他是为这个真理而来。世间人都期望找到真理，找不到，他知道。你们既然想找，我一定来帮助你们，你们想找我来帮助你，帮助你把这个真理找到。大事是什么？生死大事。这桩事情说老实话，整个世界科学家、哲学家、宗教家，都没有法子解决。印度在古老，有很多真正高级宗教，他们有能力来生生到非想非非想天。天有二十八层，他能够生到最高的这一层上去，没有办法突破，超越不了三界。佛看到这个样子，不能不来。所以佛来到这个世界是带给我们真理，帮助我们解决生死大事，他为这个而来的，他的教学目的也就是在此地。",
      "zh_TW": "佛菩薩知道！他來幹什麼？他為『一大事因緣』而來的。一、大事，一就是一真法界，一是真的，二是假的，一才真！二就是假的，就不是真的，他是為這個真理而來。世間人都期望找到真理，找不到，他知道。你們既然想找，我一定來幫助你們，你們想找我來幫助你，幫助你把這個真理找到。大事是什麼？生死大事。這樁事情說老實話，整個世界科學家、哲學家、宗教家，都沒有法子解決。印度在古老，有很多真正高級宗教，他們有能力來生生到非想非非想天。天有二十八層，他能夠生到最高的這一層上去，沒有辦法突破，超越不了三界。佛看到這個樣子，不能不來。所以佛來到這個世界是帶給我們真理，幫助我們解決生死大事，他為這個而來的，他的教學目的也就是在此地。"
    },
    {
      "id": "02-004-0002_p0088",
      "zh_CN": "【法华云，诸佛世尊唯以一大事因缘故，出现于世。】",
      "zh_TW": "【法華云，諸佛世尊唯以一大事因緣故，出現於世。】"
    },
    {
      "id": "02-004-0002_p0089",
      "zh_CN": "《法华经》上一段话。诸位想想，世间人能够解决得了的事情，佛就不必来了。佛这个人既不好名，也不要利，他什么都不要，说实在话，他多一事不如少一事，少一事不如无事，你这里没有真正的必要，他决定不来。他到这个地方来是不得不来，为什么？他不来，真解决不了问题，而且这个问题是大家迫切需要解决的，不能解决，那他是义不容辞，他一定要来；你们有能力解决，他决定不来。唯以一大事因缘出现于世！《法华经》上说的。",
      "zh_TW": "《法華經》上一段話。諸位想想，世間人能夠解決得了的事情，佛就不必來了。佛這個人既不好名，也不要利，他什麼都不要，說實在話，他多一事不如少一事，少一事不如無事，你這裡沒有真正的必要，他決定不來。他到這個地方來是不得不來，為什麼？他不來，真解決不了問題，而且這個問題是大家迫切需要解決的，不能解決，那他是義不容辭，他一定要來；你們有能力解決，他決定不來。唯以一大事因緣出現於世！《法華經》上說的。"
    },
    {
      "id": "02-004-0002_p0090",
      "zh_CN": "【华严云，如来成等正觉出兴于世。】",
      "zh_TW": "【華嚴云，如來成等正覺出興於世。】"
    },
    {
      "id": "02-004-0002_p0091",
      "zh_CN": "「成等正觉」就是示现成佛。像释迦牟尼佛当年降生在北印度，三千年前他出生在北印度，表演一套也离家、也去出家修道。六年苦行，在菩提树下示现成佛，然后来教化众生，他表演这一套，我们这经上有，「八相成道」。这就是这一句所说的『如来成等正觉出兴于世』。",
      "zh_TW": "「成等正覺」就是示現成佛。像釋迦牟尼佛當年降生在北印度，三千年前他出生在北印度，表演一套也離家、也去出家修道。六年苦行，在菩提樹下示現成佛，然後來教化眾生，他表演這一套，我們這經上有，「八相成道」。這就是這一句所說的『如來成等正覺出興於世』。"
    },
    {
      "id": "02-004-0002_p0092",
      "zh_CN": "【以十种无量无数因缘，乃至广说如是等无量因缘。】",
      "zh_TW": "【以十種無量無數因緣，乃至廣說如是等無量因緣。】"
    },
    {
      "id": "02-004-0002_p0093",
      "zh_CN": "这就是说得多了。到最后把这无量因缘总结归纳。",
      "zh_TW": "這就是說得多了。到最後把這無量因緣總結歸納。"
    },
    {
      "id": "02-004-0002_p0094",
      "zh_CN": "【唯为一大事因缘…，唯欲众生开示佛知见故。】",
      "zh_TW": "【唯為一大事因緣…，唯欲眾生開示佛知見故。】"
    },
    {
      "id": "02-004-0002_p0095",
      "zh_CN": "《华严》是佛最初说的，释迦牟尼佛示现成道，第一部经讲《华严经》，《法华经》是最后说的。这个当中差距四十九年，佛一开头，一结束，都把他出现在世间的目的给我们明白说出来，是『为一大事因缘』，帮助我们悟入佛之知见。『开示』，他的事情，老师为我们开示，我们做学生的人要能够悟入。学生不能悟入就对不起老师，老师是苦口婆心的来教导我们。",
      "zh_TW": "《華嚴》是佛最初說的，釋迦牟尼佛示現成道，第一部經講《華嚴經》，《法華經》是最後說的。這個當中差距四十九年，佛一開頭，一結束，都把他出現在世間的目的給我們明白說出來，是『為一大事因緣』，幫助我們悟入佛之知見。『開示』，他的事情，老師為我們開示，我們做學生的人要能夠悟入。學生不能悟入就對不起老師，老師是苦口婆心的來教導我們。"
    },
    {
      "id": "02-004-0002_p0096",
      "zh_CN": "【亦即欲一切众生开明本心。】",
      "zh_TW": "【亦即欲一切眾生開明本心。】"
    },
    {
      "id": "02-004-0002_p0097",
      "zh_CN": "佛知见不是释迦牟尼佛的知见，也不是阿弥陀佛的知见，谁的知见？我们自己的知见，我们自性、本觉的知见；换句话说，佛法的教学是教我们明自本心，禅宗里面讲明心见性。他的目的是在此地，是要见自己的心性，自己心性里面流露出来的智慧，就是佛知佛见。因为诸佛如来是用真心，如果我们也用真心，跟诸佛如来无二无别。佛的想法、佛的看法，跟我的想法、我的看法，完全一样，不谋而合。我们今天为什么每个人的想法、看法不一样？因为我们不是用真心，用妄心，妄心每个人就不一样，真心是一样的。所以真心的想法、看法相同，妄心的想法、看法不相同。",
      "zh_TW": "佛知見不是釋迦牟尼佛的知見，也不是阿彌陀佛的知見，誰的知見？我們自己的知見，我們自性、本覺的知見；換句話說，佛法的教學是教我們明自本心，禪宗裡面講明心見性。他的目的是在此地，是要見自己的心性，自己心性裡面流露出來的智慧，就是佛知佛見。因為諸佛如來是用真心，如果我們也用真心，跟諸佛如來無二無別。佛的想法、佛的看法，跟我的想法、我的看法，完全一樣，不謀而合。我們今天為什麼每個人的想法、看法不一樣？因為我們不是用真心，用妄心，妄心每個人就不一樣，真心是一樣的。所以真心的想法、看法相同，妄心的想法、看法不相同。"
    },
    {
      "id": "02-004-0002_p0098",
      "zh_CN": "【同佛知见，等成正觉也。】",
      "zh_TW": "【同佛知見，等成正覺也。】"
    },
    {
      "id": "02-004-0002_p0099",
      "zh_CN": "『等』是平等，我们心性显露之后，我们自己与十方诸佛如来一定是平等的，而且我们的知见、思想见解一定是相同的。这是讲整个佛法建立的因缘，也就是佛陀教育兴起的原因。下面再看本经，本经就是在整个佛陀教育里面，他特别给我们开这一门课，这门课又有什么因缘？",
      "zh_TW": "『等』是平等，我們心性顯露之後，我們自己與十方諸佛如來一定是平等的，而且我們的知見、思想見解一定是相同的。這是講整個佛法建立的因緣，也就是佛陀教育興起的原因。下面再看本經，本經就是在整個佛陀教育裡面，他特別給我們開這一門課，這門課又有什麼因緣？"
    },
    {
      "id": "02-004-0002_p0100",
      "zh_CN": "【本经兴起因缘亦复如是。】",
      "zh_TW": "【本經興起因緣亦復如是。】"
    },
    {
      "id": "02-004-0002_p0101",
      "zh_CN": "佛给我们开这个科目，跟他建立这个教育是相同的。",
      "zh_TW": "佛給我們開這個科目，跟他建立這個教育是相同的。"
    },
    {
      "id": "02-004-0002_p0102",
      "zh_CN": "【经云，我观如是利益安乐大事因缘，说诚谛语。】",
      "zh_TW": "【經云，我觀如是利益安樂大事因緣，說誠諦語。】"
    },
    {
      "id": "02-004-0002_p0103",
      "zh_CN": "这个经云就是指我们现在这部经典，《无量寿经》里面所说的。『我』是本师释迦牟尼佛自称，这个不是别人看到的，释迦牟尼佛亲眼看到的。看到什么？看到『如是利益』，这样究竟圆满的『利益安乐大事因缘』。这个「如是利益安乐」是指什么？给诸位说，即西方极乐世界，太美好了，一丝毫的缺陷找不到。十方诸佛的世界都有缺陷，再好还能找得到一点缺点，西方极乐世界找一丝毫的缺点找不到，这样的美满，这样殊胜的利益安乐。大事因缘跟前面讲的一样，我们一生当中可以到那里去，实在讲，从娑婆世界移民到极乐世界。",
      "zh_TW": "這個經云就是指我們現在這部經典，《無量壽經》裡面所說的。『我』是本師釋迦牟尼佛自稱，這個不是別人看到的，釋迦牟尼佛親眼看到的。看到什麼？看到『如是利益』，這樣究竟圓滿的『利益安樂大事因緣』。這個「如是利益安樂」是指什麼？給諸位說，即西方極樂世界，太美好了，一絲毫的缺陷找不到。十方諸佛的世界都有缺陷，再好還能找得到一點缺點，西方極樂世界找一絲毫的缺點找不到，這樣的美滿，這樣殊勝的利益安樂。大事因緣跟前面講的一樣，我們一生當中可以到那裡去，實在講，從娑婆世界移民到極樂世界。"
    },
    {
      "id": "02-004-0002_p0104",
      "zh_CN": "所以我上次来，劝你们这边成立净宗学会，净宗学会是什么，你们知不知道？是西方世界阿弥陀佛派到此地的大使馆。你们要到西方极乐世界，到这里办签证！《无量寿经》送给你，这就是护照，你念念不忘掉的时候，你准到西方极乐世界去。这个护照重要，比什么都要紧！常常放在身边，身分证不可以失掉的。所以我们这次皈依证，我从前的皈依证，后面附印的是《华严经》的「净行品」跟普贤菩萨《行愿品》，现在成立净宗学会，我就把它换成《无量寿经》。《无量寿经》这是第一护照，这是正本，从前那是副本，现在换成正本。这个重要，非常重要！希望大家念念不能忘失。我给你说的话句句真实，没有一句是妄语，给你说的是『诚谛语』。",
      "zh_TW": "所以我上次來，勸你們這邊成立淨宗學會，淨宗學會是什麼，你們知不知道？是西方世界阿彌陀佛派到此地的大使館。你們要到西方極樂世界，到這裡辦簽證！《無量壽經》送給你，這就是護照，你念念不忘掉的時候，你準到西方極樂世界去。這個護照重要，比什麼都要緊！常常放在身邊，身分證不可以失掉的。所以我們這次皈依證，我從前的皈依證，後面附印的是《華嚴經》的「淨行品」跟普賢菩薩《行願品》，現在成立淨宗學會，我就把它換成《無量壽經》。《無量壽經》這是第一護照，這是正本，從前那是副本，現在換成正本。這個重要，非常重要！希望大家念念不能忘失。我給你說的話句句真實，沒有一句是妄語，給你說的是『誠諦語』。"
    },
    {
      "id": "02-004-0002_p0105",
      "zh_CN": "【可见与华严、法华同为一大事因缘也。】",
      "zh_TW": "【可見與華嚴、法華同為一大事因緣也。】"
    },
    {
      "id": "02-004-0002_p0106",
      "zh_CN": "这个经是整个佛法里面了义一乘，在大乘之上。",
      "zh_TW": "這個經是整個佛法裡面了義一乘，在大乘之上。"
    },
    {
      "id": "02-004-0002_p0107",
      "zh_CN": "【疏钞云，今但一心持名，即得不退。】",
      "zh_TW": "【疏鈔云，今但一心持名，即得不退。】"
    },
    {
      "id": "02-004-0002_p0108",
      "zh_CN": "『疏钞』是《弥陀经疏钞》，莲池大师作的。念佛的要诀昨天跟诸位说过，第一个是不怀疑，第二个是不间断，第三个是不夹杂。这三句统统做到，就是此地讲的『一心持名』，这就一心，一心一意，我们通常讲专心，专心念这一句佛号。你能够这样念，『即得不退』，不退转现在就得到。不但得到，而且告诉诸位，现前你所得到的不退就是三不退，这真正不可思议，一切法门里头确实没有。这个不退是念不退、行不退、位不退，所以生到西方极乐世界圆证三不退，我们一点都不怀疑，为什么？因为现前就得三不退，何况到西方极乐世界！",
      "zh_TW": "『疏鈔』是《彌陀經疏鈔》，蓮池大師作的。念佛的要訣昨天跟諸位說過，第一個是不懷疑，第二個是不間斷，第三個是不夾雜。這三句統統做到，就是此地講的『一心持名』，這就一心，一心一意，我們通常講專心，專心念這一句佛號。你能夠這樣念，『即得不退』，不退轉現在就得到。不但得到，而且告訴諸位，現前你所得到的不退就是三不退，這真正不可思議，一切法門裡頭確實沒有。這個不退是念不退、行不退、位不退，所以生到西方極樂世界圓證三不退，我們一點都不懷疑，為什麼？因為現前就得三不退，何況到西方極樂世界！"
    },
    {
      "id": "02-004-0002_p0109",
      "zh_CN": "这个法门实在是不可思议法门，第一殊胜的法门，可是真正认识的人不多，正是夏莲居老居士所说的「亿万人中一二知」！我们同修蒙阿弥陀佛、十方诸佛如来的加持，亿万人中一二知，新加坡有这么多人知，这还得了，不得了！新加坡这个地方是我们地球上的极乐世界，是我们娑婆世界的一块净土。这个净土从哪里来的？你们诸位同修建立的。你们清净心建立的，你们口里阿弥陀佛建立的，你们依照《无量寿经》理论、方法，修持而建立的，无异于西方净土。",
      "zh_TW": "這個法門實在是不可思議法門，第一殊勝的法門，可是真正認識的人不多，正是夏蓮居老居士所說的「億萬人中一二知」！我們同修蒙阿彌陀佛、十方諸佛如來的加持，億萬人中一二知，新加坡有這麼多人知，這還得了，不得了！新加坡這個地方是我們地球上的極樂世界，是我們娑婆世界的一塊淨土。這個淨土從哪裡來的？你們諸位同修建立的。你們清淨心建立的，你們口裡阿彌陀佛建立的，你們依照《無量壽經》理論、方法，修持而建立的，無異於西方淨土。"
    },
    {
      "id": "02-004-0002_p0110",
      "zh_CN": "【此乃直指凡夫自心究竟成佛，若能谛信，何须遍历三乘，久经多劫，不越一念，顿证菩提，岂非大事。】",
      "zh_TW": "【此乃直指凡夫自心究竟成佛，若能諦信，何須遍歷三乘，久經多劫，不越一念，頓證菩提，豈非大事。】"
    },
    {
      "id": "02-004-0002_p0111",
      "zh_CN": "这是莲池大师给我们讲的，关键的所在就在『谛信』这两个字。谛是真实，你是不是真的相信？是不是一丝毫怀疑都没有，这样的相信？如果你真的这样相信的话，那就恭喜你了，你不必要『遍历三乘』。遍历三乘就是逐渐慢慢的修学，从小乘到大乘，从声闻乘、缘觉乘，再到菩萨乘；好像念书一样，小学、中学、大学，慢慢的来。不要！一下就成佛了，这多简单、多快速。慢慢的修学，佛常在经上讲，需要三个阿僧祇劫，要这么长的期间，从凡夫修成佛果。",
      "zh_TW": "這是蓮池大師給我們講的，關鍵的所在就在『諦信』這兩個字。諦是真實，你是不是真的相信？是不是一絲毫懷疑都沒有，這樣的相信？如果你真的這樣相信的話，那就恭喜你了，你不必要『遍歷三乘』。遍歷三乘就是逐漸慢慢的修學，從小乘到大乘，從聲聞乘、緣覺乘，再到菩薩乘；好像念書一樣，小學、中學、大學，慢慢的來。不要！一下就成佛了，這多簡單、多快速。慢慢的修學，佛常在經上講，需要三個阿僧祇劫，要這麼長的期間，從凡夫修成佛果。"
    },
    {
      "id": "02-004-0002_p0112",
      "zh_CN": "一个阿僧祇劫是多少年？经典里面讲法有很多种，我们说个最简单的讲法。我们中国人，它这个单位是劫，不是年，我们不管它，就算劫！多少劫？咱们中国人算个、十、百、千、万，万万是亿，万亿是兆。用兆做单位，上面是一千，底下八个万字，「一千万万万万万万万万兆」，一个阿僧祇劫，还要乘三，你想想看多难！你要学这个法门，就不要经过那么长的时间，一生当中就办妥了。你看看这要不是一个真正有智慧，真正有善根福德的人，他怎么能碰得到这个机会？这就好像中奖一样，中第一特奖，哪有那么巧，你一下就摸到了。难，真正是难！",
      "zh_TW": "一個阿僧祇劫是多少年？經典裡面講法有很多種，我們說個最簡單的講法。我們中國人，它這個單位是劫，不是年，我們不管它，就算劫！多少劫？咱們中國人算個、十、百、千、萬，萬萬是億，萬億是兆。用兆做單位，上面是一千，底下八個萬字，「一千萬萬萬萬萬萬萬萬兆」，一個阿僧祇劫，還要乘三，你想想看多難！你要學這個法門，就不要經過那麼長的時間，一生當中就辦妥了。你看看這要不是一個真正有智慧，真正有善根福德的人，他怎麼能碰得到這個機會？這就好像中獎一樣，中第一特獎，哪有那麼巧，你一下就摸到了。難，真正是難！"
    },
    {
      "id": "02-004-0002_p0113",
      "zh_CN": "所以说，你要是真正相信的话，不须要遍历三乘，也不须要『久经多劫』。『不越一念，顿证菩提』，一念就是前面讲的一心持名。我心里面没有妄念，只有一念，这一念是什么？「南无阿弥陀佛」。我心里头只有这一念。有工作的时候，我把佛号放下，我全心全力的去工作；工作完了，我就一心念佛，这叫做一心称念。你这样，你工作也做好了，佛也念好了，为什么？都专心！同修们也许有疑问，我工作做完了还得要去想，想什么？明天工作怎么做法？如果不想，明天工作怎么办？这个论调听起来也满有道理，其实一点道理都没有，为什么？你工作放下来之后，你脑子里想叫胡思乱想，所以没有道理。",
      "zh_TW": "所以說，你要是真正相信的話，不須要遍歷三乘，也不須要『久經多劫』。『不越一念，頓證菩提』，一念就是前面講的一心持名。我心裡面沒有妄念，只有一念，這一念是什麼？「南無阿彌陀佛」。我心裡頭只有這一念。有工作的時候，我把佛號放下，我全心全力的去工作；工作完了，我就一心念佛，這叫做一心稱念。你這樣，你工作也做好了，佛也念好了，為什麼？都專心！同修們也許有疑問，我工作做完了還得要去想，想什麼？明天工作怎麼做法？如果不想，明天工作怎麼辦？這個論調聽起來也滿有道理，其實一點道理都沒有，為什麼？你工作放下來之後，你腦子裡想叫胡思亂想，所以沒有道理。"
    },
    {
      "id": "02-004-0002_p0114",
      "zh_CN": "你不如整个把它放下，放下什么？让精神轻松，头脑清净，清净心能生智慧。明天事情一接触，你的智慧就现前，你处理得圆圆满满，周周到到，比你打胡思乱想高明不知道多少倍！你们从来没有试验过，你不晓得。所以没有道理。事情放下的时候，一心念佛，心清净什么都不想；事情来的时候，佛号放下，面对着事情清清楚楚，明明白白，处理决定不乱，这是秘诀。对于我们身心健康，佛门里面讲，作而无作，无作而作，精神体力都愉快，为什么？不疲倦！你们今天为什么工作会疲倦？妄想太多了，所以才疲倦，没有妄想就不会疲倦。",
      "zh_TW": "你不如整個把它放下，放下什麼？讓精神輕鬆，頭腦清淨，清淨心能生智慧。明天事情一接觸，你的智慧就現前，你處理得圓圓滿滿，周周到到，比你打胡思亂想高明不知道多少倍！你們從來沒有試驗過，你不曉得。所以沒有道理。事情放下的時候，一心念佛，心清淨什麼都不想；事情來的時候，佛號放下，面對著事情清清楚楚，明明白白，處理決定不亂，這是祕訣。對於我們身心健康，佛門裡面講，作而無作，無作而作，精神體力都愉快，為什麼？不疲倦！你們今天為什麼工作會疲倦？妄想太多了，所以才疲倦，沒有妄想就不會疲倦。"
    },
    {
      "id": "02-004-0002_p0115",
      "zh_CN": "像我讲经，我曾经告诉诸位，我是这全世界最快乐的人、最幸福的人。为什么？没有妄想！所以就没有疲倦。我在这个地方，我可以连续跟诸位讲八个小时，你们在那里坐八个小时听，听累了，我讲不累。我真正有纪录，我在美国一天讲九个小时，有纪录的，而且我还是站着讲，大家在底下坐着听；坐着听都听累了，我站着讲的人不累，愈讲愈有精神。什么秘诀？就是不打妄想就行了。你们只要不打妄想，个个有这个能力，这个能力并不是我专有的，每个人都有。只要你不打妄想，你精神体力就旺盛。这个法门的修学可以说立刻见效，比任何法门来得快速，立刻见效。所以这个地方的「一念」就是这一句阿弥陀佛，这是大事。",
      "zh_TW": "像我講經，我曾經告訴諸位，我是這全世界最快樂的人、最幸福的人。為什麼？沒有妄想！所以就沒有疲倦。我在這個地方，我可以連續跟諸位講八個小時，你們在那裡坐八個小時聽，聽累了，我講不累。我真正有紀錄，我在美國一天講九個小時，有紀錄的，而且我還是站著講，大家在底下坐著聽；坐著聽都聽累了，我站著講的人不累，愈講愈有精神。什麼祕訣？就是不打妄想就行了。你們只要不打妄想，個個有這個能力，這個能力並不是我專有的，每個人都有。只要你不打妄想，你精神體力就旺盛。這個法門的修學可以說立刻見效，比任何法門來得快速，立刻見效。所以這個地方的「一念」就是這一句阿彌陀佛，這是大事。"
    },
    {
      "id": "02-004-0002_p0116",
      "zh_CN": "【可见净宗正是直指顿超之法。】",
      "zh_TW": "【可見淨宗正是直指頓超之法。】"
    },
    {
      "id": "02-004-0002_p0117",
      "zh_CN": "『直指顿超』原来是禅宗上所说的，禅跟净两个比较，净比禅还要来得直捷，还要来得快速。",
      "zh_TW": "『直指頓超』原來是禪宗上所說的，禪跟淨兩個比較，淨比禪還要來得直捷，還要來得快速。"
    },
    {
      "id": "02-004-0002_p0118",
      "zh_CN": "【以念佛心，入佛知见，净宗之兴起，正由此大事因缘也。】",
      "zh_TW": "【以念佛心，入佛知見，淨宗之興起，正由此大事因緣也。】"
    },
    {
      "id": "02-004-0002_p0119",
      "zh_CN": "这句话说得真是妙极了，也确实极了，真正是确实的。因为能念的心就是我们的始觉，所念的这句佛号就是自己的本觉，所以念佛，念念都是始觉合本觉，始觉合本觉就是明心见性。跟禅宗所不相同的，手段、方法不相同，所讲的效果、目标完全相同。这是用念佛心，入佛知见，这是说净宗之兴起。下面再详细说明本经兴起的因缘，前面是概说，说个大概，下面要详细的说。详细说这里面分成五个中段，这一大段里面我们分五个中段，每一段都有一个标题。我们接着看，第二大段是「详明本经兴起之因缘」。第一个中段：",
      "zh_TW": "這句話說得真是妙極了，也確實極了，真正是確實的。因為能念的心就是我們的始覺，所念的這句佛號就是自己的本覺，所以念佛，念念都是始覺合本覺，始覺合本覺就是明心見性。跟禪宗所不相同的，手段、方法不相同，所講的效果、目標完全相同。這是用念佛心，入佛知見，這是說淨宗之興起。下面再詳細說明本經興起的因緣，前面是概說，說個大概，下面要詳細的說。詳細說這裡面分成五個中段，這一大段裡面我們分五個中段，每一段都有一個標題。我們接著看，第二大段是「詳明本經興起之因緣」。第一個中段："
    },
    {
      "id": "02-004-0002_p0120",
      "zh_CN": "【称性极谈，如来正说。】",
      "zh_TW": "【稱性極談，如來正說。】"
    },
    {
      "id": "02-004-0002_p0121",
      "zh_CN": "『性』就是真如本性，也就是我们前面所跟诸位讲的唯一的真理。真如本性，我们现在人讲真理，真理只有一个，唯一的真理就是佛法讲的真如本性。它是依据这个真理而说的，不但是而说，说到了极处。如果讲「称性而谈」，可以说一切大乘经典都是如来称性而谈的，但是统统同样都是称性而谈，这部经讲到极处，讲得最究竟、最圆满，其他一切大乘经所不能够相比的，这叫『极』。这是说这部经，说实在话，超过了《华严》、超过了《法华》。《华严》、《法华》是如来称性极谈，可以说是称性极谈，但是称性极谈里面做个比较，《法华》跟《华严》比不上本经。原因在哪里？本经是「三根普被，凡圣全收」，《法华》跟《华严》不收凡夫，它的对象是四十一位法身大士，它不收凡夫；这个凡圣统统收。可见得比较起来，这部经、这个法门比《华严》、比《法华》还要圆满。",
      "zh_TW": "『性』就是真如本性，也就是我們前面所跟諸位講的唯一的真理。真如本性，我們現在人講真理，真理只有一個，唯一的真理就是佛法講的真如本性。它是依據這個真理而說的，不但是而說，說到了極處。如果講「稱性而談」，可以說一切大乘經典都是如來稱性而談的，但是統統同樣都是稱性而談，這部經講到極處，講得最究竟、最圓滿，其他一切大乘經所不能夠相比的，這叫『極』。這是說這部經，說實在話，超過了《華嚴》、超過了《法華》。《華嚴》、《法華》是如來稱性極談，可以說是稱性極談，但是稱性極談裡面做個比較，《法華》跟《華嚴》比不上本經。原因在哪裡？本經是「三根普被，凡聖全收」，《法華》跟《華嚴》不收凡夫，它的對象是四十一位法身大士，它不收凡夫；這個凡聖統統收。可見得比較起來，這部經、這個法門比《華嚴》、比《法華》還要圓滿。"
    },
    {
      "id": "02-004-0002_p0122",
      "zh_CN": "我们看一切经，总得用很冷静、客观的态度来看待它，你才能把它的真实的功德、利益能够看得很清楚。平心静气，用清净心来看，不要感情用事，不要我学这个法门，这个法门就第一，别的法门都不如我，这感情用事。我们俗话说「老王卖瓜，自卖自夸」，这个不行，这个里面不是真正的标准。一定要用很冷静、很客观的态度来观察，才能看到它的真相。",
      "zh_TW": "我們看一切經，總得用很冷靜、客觀的態度來看待它，你才能把它的真實的功德、利益能夠看得很清楚。平心靜氣，用清淨心來看，不要感情用事，不要我學這個法門，這個法門就第一，別的法門都不如我，這感情用事。我們俗話說「老王賣瓜，自賣自誇」，這個不行，這個裡面不是真正的標準。一定要用很冷靜、很客觀的態度來觀察，才能看到它的真相。"
    },
    {
      "id": "02-004-0002_p0123",
      "zh_CN": "『如来正说』，佛教学，教学好像开课，这个课有主科，有副科，正说就是主科，最主要的一门功课，这是主要的功课。前面就讲了，《华严》、《法华》也是主要功课，这门课比《华严》、《法华》还要来得主要。为什么？《华严》、《法华》到最后统统指归到本经。可见得前面这些祖师大德们说，这个经是「华严奥藏，法华秘髓」，讲得不错，的确很有道理。我们看第一个小段：",
      "zh_TW": "『如來正說』，佛教學，教學好像開課，這個課有主科，有副科，正說就是主科，最主要的一門功課，這是主要的功課。前面就講了，《華嚴》、《法華》也是主要功課，這門課比《華嚴》、《法華》還要來得主要。為什麼？《華嚴》、《法華》到最後統統指歸到本經。可見得前面這些祖師大德們說，這個經是「華嚴奧藏，法華祕髓」，講得不錯，的確很有道理。我們看第一個小段："
    },
    {
      "id": "02-004-0002_p0124",
      "zh_CN": "【华严、法华均圆顿称性之教，但其归趣，却在本经。】",
      "zh_TW": "【華嚴、法華均圓頓稱性之教，但其歸趣，卻在本經。】"
    },
    {
      "id": "02-004-0002_p0125",
      "zh_CN": "『归』是归纳，『趣』是趣向，这两部经到最后一归纳一个方向，是什么？《无量寿经》，归到这里来了。所以，这个经是《华严》、《法华》的结论，是《华严》、《法华》的归宿。才晓得前面两部大经是如来称性极谈，这部经是称性极谈里面的极谈，极到了顶处。也就是说《华严》跟《法华》还不是佛法的最高峰，已经算是最高锋，但不是真正的最高峰，最高峰里头还有个顶峰，就是这部经。看第二个小段。",
      "zh_TW": "『歸』是歸納，『趣』是趣向，這兩部經到最後一歸納一個方向，是什麼？《無量壽經》，歸到這裡來了。所以，這個經是《華嚴》、《法華》的結論，是《華嚴》、《法華》的歸宿。才曉得前面兩部大經是如來稱性極談，這部經是稱性極談裡面的極談，極到了頂處。也就是說《華嚴》跟《法華》還不是佛法的最高峰，已經算是最高鋒，但不是真正的最高峰，最高峰裡頭還有個頂峰，就是這部經。看第二個小段。"
    },
    {
      "id": "02-004-0002_p0126",
      "zh_CN": "【要解云，绝待圆融。】",
      "zh_TW": "【要解云，絕待圓融。】"
    },
    {
      "id": "02-004-0002_p0127",
      "zh_CN": "『要解』是蕅益大师所作的《弥陀经要解》。今年我们将《无量寿经》给诸位同修介绍过了，明年我再来讲经，我就跟诸位讲《弥陀经要解》，蕅益大师作的，非常之精彩，我跟大家来介绍这部经。《要解》里面说，『绝待圆融』。圆融到了极处，绝待不是相对的，相对的不究竟、不圆满；绝对的，绝对的圆融。",
      "zh_TW": "『要解』是蕅益大師所作的《彌陀經要解》。今年我們將《無量壽經》給諸位同修介紹過了，明年我再來講經，我就跟諸位講《彌陀經要解》，蕅益大師作的，非常之精彩，我跟大家來介紹這部經。《要解》裡面說，『絕待圓融』。圓融到了極處，絕待不是相對的，相對的不究竟、不圓滿；絕對的，絕對的圓融。"
    },
    {
      "id": "02-004-0002_p0128",
      "zh_CN": "【不可思议，华严奥藏，法华秘髓。】",
      "zh_TW": "【不可思議，華嚴奧藏，法華祕髓。】"
    },
    {
      "id": "02-004-0002_p0129",
      "zh_CN": "『奥』是奥妙，『藏』就是含藏，《华严经》那种奥妙所含藏的道理，都在这部经上；《法华经》秘密的精髓也在这部经上。",
      "zh_TW": "『奧』是奧妙，『藏』就是含藏，《華嚴經》那種奧妙所含藏的道理，都在這部經上；《法華經》祕密的精髓也在這部經上。"
    },
    {
      "id": "02-004-0002_p0130",
      "zh_CN": "【一切诸佛之心要。】",
      "zh_TW": "【一切諸佛之心要。】"
    },
    {
      "id": "02-004-0002_p0131",
      "zh_CN": "『心』是中心，『要』是精要、就是精华，一切诸佛所讲的一切经论的精华、中心。",
      "zh_TW": "『心』是中心，『要』是精要、就是精華，一切諸佛所講的一切經論的精華、中心。"
    },
    {
      "id": "02-004-0002_p0132",
      "zh_CN": "【菩萨万行之司南。】",
      "zh_TW": "【菩薩萬行之司南。】"
    },
    {
      "id": "02-004-0002_p0133",
      "zh_CN": "一切诸菩萨修行的方向，指南针一样。",
      "zh_TW": "一切諸菩薩修行的方向，指南針一樣。"
    },
    {
      "id": "02-004-0002_p0134",
      "zh_CN": "【皆不出于此矣。】",
      "zh_TW": "【皆不出於此矣。】"
    },
    {
      "id": "02-004-0002_p0135",
      "zh_CN": "统统都在这部经上。你就想想这部经的价值，它崇高无上的地位。我们读了之后，听了，读到了，如果我们不动心，不发心去学习，那就是李老师所讲的，不是愚痴，就是狂妄。如果是个正常的人，听了之后，一定欢喜认真来学习。今天时间到了，我看那边录影带已经完了。我们明天继续再讲。",
      "zh_TW": "統統都在這部經上。你就想想這部經的價值，它崇高無上的地位。我們讀了之後，聽了，讀到了，如果我們不動心，不發心去學習，那就是李老師所講的，不是愚痴，就是狂妄。如果是個正常的人，聽了之後，一定歡喜認真來學習。今天時間到了，我看那邊錄影帶已經完了。我們明天繼續再講。"
    }
  ]
}