{
  "doc_id": "21-192-0002",
  "title": {
    "zh_CN": "释迦牟尼佛如何教化众生",
    "zh_TW": "釋迦牟尼佛如何教化眾生"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-192-0002",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "21-192-0002_p0001",
      "zh_CN": "诸位同学，我们接着来谈选择学习的科目。前面讲到我们非常遗憾生在这个动乱的时代，废弃古圣先贤教学的这个时代，所以，我们没有接受过基本的训练，没有文学的修养。于是文字成了障碍，尤其现在使用简体字，增加了我们对于古圣先贤典籍学习的难度。纵然把这些典籍统统用简体字重新来编排过，可是古人文字里的韵味、含义逐渐逐渐模糊了，这是有一定程度的损害，我们不能不知道。",
      "zh_TW": "諸位同學，我們接著來談選擇學習的科目。前面講到我們非常遺憾生在這個動亂的時代，廢棄古聖先賢教學的這個時代，所以，我們沒有接受過基本的訓練，沒有文學的修養。於是文字成了障礙，尤其現在使用簡體字，增加了我們對於古聖先賢典籍學習的難度。縱然把這些典籍統統用簡體字重新來編排過，可是古人文字裡的韻味、含義逐漸逐漸模糊了，這是有一定程度的損害，我們不能不知道。"
    },
    {
      "id": "21-192-0002_p0002",
      "zh_CN": "所以，今天要接受古圣先贤的教诲，首先要学繁体字，要学文言文，不在这上面下工夫，这是一把钥匙！《四库全书》，这是《四库》的钥匙，这个东西的钥匙，你没有钥匙，《全书》摆在那里，你进不去。《大藏经》摆在那里也是没有用，你没有能力去读诵，当然你更没有能力受持。在这么一个环境之下，这使我们不能不选择净土法门，为什么？净土法门的典籍少，各个宗派来讲，它只有五经一论，五经里面分量最大的是《无量寿经》。如果不论注解，只是经文，这五经合起来，现在印出来也是薄薄的一小册。这对我们学习方便多了，所以选择这个法门。",
      "zh_TW": "所以，今天要接受古聖先賢的教誨，首先要學繁體字，要學文言文，不在這上面下工夫，這是一把鑰匙！《四庫全書》，這是《四庫》的鑰匙，這個東西的鑰匙，你沒有鑰匙，《全書》擺在那裡，你進不去。《大藏經》擺在那裡也是沒有用，你沒有能力去讀誦，當然你更沒有能力受持。在這麼一個環境之下，這使我們不能不選擇淨土法門，為什麼？淨土法門的典籍少，各個宗派來講，它只有五經一論，五經裡面分量最大的是《無量壽經》。如果不論註解，只是經文，這五經合起來，現在印出來也是薄薄的一小冊。這對我們學習方便多了，所以選擇這個法門。"
    },
    {
      "id": "21-192-0002_p0003",
      "zh_CN": "另外一个，我们也是遵守佛陀教诲。佛在《大集经》说过，正法时期，戒律成就；像法时期，禅定成就；末法时期，净土成就。所以我们生在释迦牟尼佛末法时代，选择净土也符合他老人家的教诲。又何况古圣先贤多数都是劝人念佛求生净土，我遇到的老师，李老师我跟他十年，他是传印祖的法，这是我们净土宗近代的一位祖师，所以我们对净宗也是一脉相承。但是净宗的修学基础是在「净业三福」。念佛有信、有愿，具足「信愿行」三资粮决定就能得生，你信什么？你愿什么？信愿行是有讲究的，不是自己以为信了，自己以为有愿，不行！没有那么便宜的事情。",
      "zh_TW": "另外一個，我們也是遵守佛陀教誨。佛在《大集經》說過，正法時期，戒律成就；像法時期，禪定成就；末法時期，淨土成就。所以我們生在釋迦牟尼佛末法時代，選擇淨土也符合他老人家的教誨。又何況古聖先賢多數都是勸人念佛求生淨土，我遇到的老師，李老師我跟他十年，他是傳印祖的法，這是我們淨土宗近代的一位祖師，所以我們對淨宗也是一脈相承。但是淨宗的修學基礎是在「淨業三福」。念佛有信、有願，具足「信願行」三資糧決定就能得生，你信什麼？你願什麼？信願行是有講究的，不是自己以為信了，自己以為有願，不行！沒有那麼便宜的事情。"
    },
    {
      "id": "21-192-0002_p0004",
      "zh_CN": "我们在《观无量寿佛经》里面看到，韦提希夫人知道弥陀净土的殊胜，向释迦牟尼佛请教怎样才能往生。佛没有给她讲往生的方法，先给她讲「净业三福」，你就晓得净业三福重要！这个三条十一句，佛在结论上说这是「三世诸佛，净业正因」。三世是过去、现在、未来，一切菩萨修行证果、成佛都以这个为基础，正因！就好像盖房子，不管你盖多大，不管你盖多高，这是打地基，地基都一样！三福就是三层地基，你怎么个打法？我们才晓得所有一切佛法，菩萨修行证果都是从这个地方奠定的，你能疏忽吗？你信不信？你有没有愿把它做到？你能不能彻底去落实？",
      "zh_TW": "我們在《觀無量壽佛經》裡面看到，韋提希夫人知道彌陀淨土的殊勝，向釋迦牟尼佛請教怎樣才能往生。佛沒有給她講往生的方法，先給她講「淨業三福」，你就曉得淨業三福重要！這個三條十一句，佛在結論上說這是「三世諸佛，淨業正因」。三世是過去、現在、未來，一切菩薩修行證果、成佛都以這個為基礎，正因！就好像蓋房子，不管你蓋多大，不管你蓋多高，這是打地基，地基都一樣！三福就是三層地基，你怎麼個打法？我們才曉得所有一切佛法，菩薩修行證果都是從這個地方奠定的，你能疏忽嗎？你信不信？你有沒有願把它做到？你能不能徹底去落實？"
    },
    {
      "id": "21-192-0002_p0005",
      "zh_CN": "这里头第一句「孝养父母」，第二句「奉事师长」，「慈心不杀，修十善业」。你只看到前面这二句，要知道十方三世一切诸佛成佛，都从这基础上建立的；换句话说，一开头是孝道、师道。佛法是师道，师道建立在孝道的基础上，没有孝道就没有师道，没有师道就不能成就了，世出世间法都不能成就。佛法是以慈悲为本，你看看「慈心不杀」，统统落实在十善业。你怎样尽孝、怎样尊师、怎样培养慈悲心？就是十善业。你能够断十恶修十善，这就是孝养父母，这就是奉事师长，这就是修慈悲心，诸位想想是不是。这个你才真正算得上是经上讲的「善男子、善女人」，你有这个基础，这四句真的都落实了，你信西方极乐世界，信阿弥陀佛，发愿求生净土，真的世缘统统放下了，一心一意只求净土，你能往生。生西方极乐世界凡圣同居土，因为净业三福你只有一福，这一福能够帮助你生凡圣同居土。如果你还有另外一福（第二福），那你就生方便有余土。这第一条是人天福。",
      "zh_TW": "這裡頭第一句「孝養父母」，第二句「奉事師長」，「慈心不殺，修十善業」。你只看到前面這二句，要知道十方三世一切諸佛成佛，都從這基礎上建立的；換句話說，一開頭是孝道、師道。佛法是師道，師道建立在孝道的基礎上，沒有孝道就沒有師道，沒有師道就不能成就了，世出世間法都不能成就。佛法是以慈悲為本，你看看「慈心不殺」，統統落實在十善業。你怎樣盡孝、怎樣尊師、怎樣培養慈悲心？就是十善業。你能夠斷十惡修十善，這就是孝養父母，這就是奉事師長，這就是修慈悲心，諸位想想是不是。這個你才真正算得上是經上講的「善男子、善女人」，你有這個基礎，這四句真的都落實了，你信西方極樂世界，信阿彌陀佛，發願求生淨土，真的世緣統統放下了，一心一意只求淨土，你能往生。生西方極樂世界凡聖同居土，因為淨業三福你只有一福，這一福能夠幫助你生凡聖同居土。如果你還有另外一福（第二福），那你就生方便有餘土。這第一條是人天福。"
    },
    {
      "id": "21-192-0002_p0006",
      "zh_CN": "第二条是二乘福，声闻缘觉，有三句话，「受持三皈，具足众戒，不犯威仪」。我们出家同学，我现在劝勉大家，我们具足众戒，戒律很多，也不是我们这个业障深重凡夫能够受持的，我们只取《沙弥律仪》，沙弥十条戒二十四门威仪。具足这十条戒，具足二十四门威仪，你念佛往生可以生到方便有余土，要真干！再提升，三福圆满具足。",
      "zh_TW": "第二條是二乘福，聲聞緣覺，有三句話，「受持三皈，具足眾戒，不犯威儀」。我們出家同學，我現在勸勉大家，我們具足眾戒，戒律很多，也不是我們這個業障深重凡夫能夠受持的，我們只取《沙彌律儀》，沙彌十條戒二十四門威儀。具足這十條戒，具足二十四門威儀，你念佛往生可以生到方便有餘土，要真幹！再提升，三福圓滿具足。"
    },
    {
      "id": "21-192-0002_p0007",
      "zh_CN": "最后一条是大乘福，它前头有「发菩提心，深信因果」，这个因果不是普通的因果，是什么因果？「念佛是因，成佛是果」，你对这个要深深相信。佛在大乘教里常讲「一切法从心想生」，你本来是佛，现在又念佛，你相信这个因果，你才能生实报庄严土。「读诵大乘，劝进行者」，读诵大乘就是亲近诸佛如来；以上讲的自行，末后一句是化他，自行化他，这是菩萨事业。",
      "zh_TW": "最後一條是大乘福，它前頭有「發菩提心，深信因果」，這個因果不是普通的因果，是什麼因果？「念佛是因，成佛是果」，你對這個要深深相信。佛在大乘教裡常講「一切法從心想生」，你本來是佛，現在又念佛，你相信這個因果，你才能生實報莊嚴土。「讀誦大乘，勸進行者」，讀誦大乘就是親近諸佛如來；以上講的自行，末後一句是化他，自行化他，這是菩薩事業。"
    },
    {
      "id": "21-192-0002_p0008",
      "zh_CN": "所以这个十一句，三福统统具足，你要是修得好，真正能够修因证果，你是往生西方世界实报庄严土，你没有这个基础不行。所以，信愿行你有没有具足基础条件，这是不能不知道的。凡是学佛的同学，无论你修哪个法门，你修哪个宗派，显教、密教，宗门、教下，都是以这个为基础。净业三福，我们在《观无量寿经》里面详细讲过，还有单独讲过几次，都留着有光碟。",
      "zh_TW": "所以這個十一句，三福統統具足，你要是修得好，真正能夠修因證果，你是往生西方世界實報莊嚴土，你沒有這個基礎不行。所以，信願行你有沒有具足基礎條件，這是不能不知道的。凡是學佛的同學，無論你修哪個法門，你修哪個宗派，顯教、密教，宗門、教下，都是以這個為基礎。淨業三福，我們在《觀無量壽經》裡面詳細講過，還有單獨講過幾次，都留著有光碟。"
    },
    {
      "id": "21-192-0002_p0009",
      "zh_CN": "第二个，「六和敬」，如果不修六和敬，不但念佛不能往生，而且你怎么样修，说老实话人天福报得不到，有福，到哪里享？畜生道、饿鬼道去享福。畜生道里享福，宠物，你修的福将来就做人家的宠物去了。六和敬不是要求别人，是要求自己，我跟人家和睦相处，我知道怎样尊敬别人；决不是要求别人跟我和睦相处，别人怎么尊重我，不是！那你完全想错了。六和敬是教我们自己的，不是教大众的。「见和同解」，建立共识；「戒和同修」，大家在一起住要守规矩，像佛门道场都有个常住公约；「身和同住，口和无诤，意和同悦，利和同均」。这个六条完全是佛教我们自己，我们才能真正做到和、做到敬。与大众相处，要求自己，决定不要求别人，这是佛法教学里头无比的殊胜，真正叫我们做学生的人五体投地！别人对我们不和不敬，我们对他和敬，久而久之，自然就感化对方。所以，自己正了然后才能正人，正人就是感化别人；自己和了，天下就和了；自己能尊敬，天下都尊敬，一切从自己本身做起，这都是行门的基础。",
      "zh_TW": "第二個，「六和敬」，如果不修六和敬，不但念佛不能往生，而且你怎麼樣修，說老實話人天福報得不到，有福，到哪裡享？畜生道、餓鬼道去享福。畜生道裡享福，寵物，你修的福將來就做人家的寵物去了。六和敬不是要求別人，是要求自己，我跟人家和睦相處，我知道怎樣尊敬別人；決不是要求別人跟我和睦相處，別人怎麼尊重我，不是！那你完全想錯了。六和敬是教我們自己的，不是教大眾的。「見和同解」，建立共識；「戒和同修」，大家在一起住要守規矩，像佛門道場都有個常住公約；「身和同住，口和無諍，意和同悅，利和同均」。這個六條完全是佛教我們自己，我們才能真正做到和、做到敬。與大眾相處，要求自己，決定不要求別人，這是佛法教學裡頭無比的殊勝，真正叫我們做學生的人五體投地！別人對我們不和不敬，我們對他和敬，久而久之，自然就感化對方。所以，自己正了然後才能正人，正人就是感化別人；自己和了，天下就和了；自己能尊敬，天下都尊敬，一切從自己本身做起，這都是行門的基礎。"
    },
    {
      "id": "21-192-0002_p0010",
      "zh_CN": "再进一步修「六度」，六度里头有自行、有化他，自行摆在第一，化他是其次；自行决定就化他，要从这个地方出发，从这里做起。六度第一个，布施。我不肯布施，教别人布施，人家会怀疑，人家不会相信。从自己本身做起，做给别人看。佛教菩萨修六波罗蜜，最主要的是度自己，你要懂得！为什么？布施的目的是度悭贪！我们烦恼里头最严重的是悭贪，所以你要晓得，布施是度悭贪的。布施度什么时候圆满？悭贪的念头断掉了，念念都能够想到一切众生的福利，绝对没有一丝毫自私自利的念头，布施波罗蜜圆满了。圆满就作佛了，就是法身菩萨，分证为佛。",
      "zh_TW": "再進一步修「六度」，六度裡頭有自行、有化他，自行擺在第一，化他是其次；自行決定就化他，要從這個地方出發，從這裡做起。六度第一個，布施。我不肯布施，教別人布施，人家會懷疑，人家不會相信。從自己本身做起，做給別人看。佛教菩薩修六波羅蜜，最主要的是度自己，你要懂得！為什麼？布施的目的是度慳貪！我們煩惱裡頭最嚴重的是慳貪，所以你要曉得，布施是度慳貪的。布施度什麼時候圓滿？慳貪的念頭斷掉了，念念都能夠想到一切眾生的福利，絕對沒有一絲毫自私自利的念頭，布施波羅蜜圓滿了。圓滿就作佛了，就是法身菩薩，分證為佛。"
    },
    {
      "id": "21-192-0002_p0011",
      "zh_CN": "「持戒」波罗蜜，持戒是守法，到什么时候圆满？你内心里头起心动念，决定没有丝毫违法的念头生起，持戒就圆满了，这是广义的，不是狭义的。佛所有一切教诫绝对不会违犯，世法里头，国家的法律，不同地方它有不同的法规，这是有条文、有明文规定的。还有没有明文规定的，风俗习惯，人情世故，我们都要懂得，都要遵守，持戒就圆满了。",
      "zh_TW": "「持戒」波羅蜜，持戒是守法，到什麼時候圓滿？你內心裡頭起心動念，決定沒有絲毫違法的念頭生起，持戒就圓滿了，這是廣義的，不是狹義的。佛所有一切教誡絕對不會違犯，世法裡頭，國家的法律，不同地方它有不同的法規，這是有條文、有明文規定的。還有沒有明文規定的，風俗習慣，人情世故，我們都要懂得，都要遵守，持戒就圓滿了。"
    },
    {
      "id": "21-192-0002_p0012",
      "zh_CN": "「忍辱」，顺境不生贪恋，一丝毫贪恋的念头没有了，逆境不生瞋恚，忍辱就圆满了。",
      "zh_TW": "「忍辱」，順境不生貪戀，一絲毫貪戀的念頭沒有了，逆境不生瞋恚，忍辱就圓滿了。"
    },
    {
      "id": "21-192-0002_p0013",
      "zh_CN": "「精进」，一切时、一切处、一切境缘之中，永远不会懈怠，那就是进；心一、念一、行一，那就是精；纯一而不夹杂，这叫精进，精进生定慧。",
      "zh_TW": "「精進」，一切時、一切處、一切境緣之中，永遠不會懈怠，那就是進；心一、念一、行一，那就是精；純一而不夾雜，這叫精進，精進生定慧。"
    },
    {
      "id": "21-192-0002_p0014",
      "zh_CN": "所以下一个科目就是「禅定」。禅，外不着相，换句话说，真正能做到不受外面环境影响了，所谓是八风吹不动。八风吹不动这是刚刚得禅定的样子，不是很深的，刚刚得到的那个样子，就是你不会受外头境界影响了，顺境逆境、善缘恶缘都能够如如不动。定是不动，就是《金刚经》上两句话，「不取于相，如如不动」；不取于相是禅，如如不动是定，你的心定了。一切时、一切处都在定中，这个定不是盘腿面壁，行、住、坐、卧都在定中，言谈举止也在定中。记住，定的定义是外不着相，内不动心，生智慧！",
      "zh_TW": "所以下一個科目就是「禪定」。禪，外不著相，換句話說，真正能做到不受外面環境影響了，所謂是八風吹不動。八風吹不動這是剛剛得禪定的樣子，不是很深的，剛剛得到的那個樣子，就是你不會受外頭境界影響了，順境逆境、善緣惡緣都能夠如如不動。定是不動，就是《金剛經》上兩句話，「不取於相，如如不動」；不取於相是禪，如如不動是定，你的心定了。一切時、一切處都在定中，這個定不是盤腿面壁，行、住、坐、臥都在定中，言談舉止也在定中。記住，定的定義是外不著相，內不動心，生智慧！"
    },
    {
      "id": "21-192-0002_p0015",
      "zh_CN": "所以最后一条「般若」。般若是梵语，翻成中国的意思就是智慧，古大德不翻是为了尊重。但是这里面还有很深的意思，拣别聪明不是智慧，怕的是中国人看到智慧跟聪明混淆了，所以用般若。不相同的，就是般若智慧是从禅定生的，世间人的聪明不是从禅定生的，它是从意识里面生的，不一样。禅定是真心，纵然没有达到真心，它与真心接近，因为真心是寂静的，也就是说与真心相应。世间聪明智慧是与妄心相应，它是从妄心生的，一真一妄，不一样！",
      "zh_TW": "所以最後一條「般若」。般若是梵語，翻成中國的意思就是智慧，古大德不翻是為了尊重。但是這裡面還有很深的意思，揀別聰明不是智慧，怕的是中國人看到智慧跟聰明混淆了，所以用般若。不相同的，就是般若智慧是從禪定生的，世間人的聰明不是從禪定生的，它是從意識裡面生的，不一樣。禪定是真心，縱然沒有達到真心，它與真心接近，因為真心是寂靜的，也就是說與真心相應。世間聰明智慧是與妄心相應，它是從妄心生的，一真一妄，不一樣！"
    },
    {
      "id": "21-192-0002_p0016",
      "zh_CN": "般若度愚痴，精进度懈怠，禅定度散乱，忍辱度瞋恚，都是度自己，不是度别人。所以，菩萨修六波罗蜜是度自己。自己修行做出修行的好榜样，好的模范给别人看，让别人看到之后能够觉悟、能够回头、能够向你学习，那就叫度他。菩萨度人，你去想想用身教。这是第一步，然后才用言教，身表演而后才有说明。所以经上佛常常讲「受持读诵，为人演说」，演是表演，做出来给人看，后面才有说明；为人演说，演在先，说在后。三福、六和、六度不都是成就自己的吗？。",
      "zh_TW": "般若度愚痴，精進度懈怠，禪定度散亂，忍辱度瞋恚，都是度自己，不是度別人。所以，菩薩修六波羅蜜是度自己。自己修行做出修行的好榜樣，好的模範給別人看，讓別人看到之後能夠覺悟、能夠回頭、能夠向你學習，那就叫度他。菩薩度人，你去想想用身教。這是第一步，然後才用言教，身表演而後才有說明。所以經上佛常常講「受持讀誦，為人演說」，演是表演，做出來給人看，後面才有說明；為人演說，演在先，說在後。三福、六和、六度不都是成就自己的嗎？。"
    },
    {
      "id": "21-192-0002_p0017",
      "zh_CN": "「四摄」才是度众生，才是利他！三福最后一句「劝进行者」，这是四摄法。四摄，我也常常说，这是世尊教导我们怎样与一切人交往，与一切众生交往的四个原则。第一个原则就是布施，这个布施跟六度的布施意思不一样。六度布施是度自己的悭贪，目的在此地，这个四摄法里面的布施是人情，希望我们建立（世间人讲的感情，六道众生情执很深），我们跟他建立这个关系。所以这个布施，我用两句话来说大家好懂，那就是多请客、多送礼，礼尚往来！人与人的关系这个不能少，礼可不能疏忽，你的友谊永远坚固。如果这一桩事情疏忽了，你们之间的友谊慢慢就淡了。你要想劝人觉悟，劝人接受圣贤教诲，先要有很好的感情；换句话说，他很尊重你，他很喜欢你，你说什么他能听，你教他，他能接受，这是先决的条件！所以你要懂得怎样跟人家往来，布施送礼，是不能缺少的。",
      "zh_TW": "「四攝」才是度眾生，才是利他！三福最後一句「勸進行者」，這是四攝法。四攝，我也常常說，這是世尊教導我們怎樣與一切人交往，與一切眾生交往的四個原則。第一個原則就是布施，這個布施跟六度的布施意思不一樣。六度布施是度自己的慳貪，目的在此地，這個四攝法裡面的布施是人情，希望我們建立（世間人講的感情，六道眾生情執很深），我們跟他建立這個關係。所以這個布施，我用兩句話來說大家好懂，那就是多請客、多送禮，禮尚往來！人與人的關係這個不能少，禮可不能疏忽，你的友誼永遠堅固。如果這一樁事情疏忽了，你們之間的友誼慢慢就淡了。你要想勸人覺悟，勸人接受聖賢教誨，先要有很好的感情；換句話說，他很尊重你，他很喜歡你，你說什麼他能聽，你教他，他能接受，這是先決的條件！所以你要懂得怎樣跟人家往來，布施送禮，是不能缺少的。"
    },
    {
      "id": "21-192-0002_p0018",
      "zh_CN": "第二个，「爱语」。这个爱语不是甜言蜜语，爱语是真诚的关怀，常常有慰问。",
      "zh_TW": "第二個，「愛語」。這個愛語不是甜言蜜語，愛語是真誠的關懷，常常有慰問。"
    },
    {
      "id": "21-192-0002_p0019",
      "zh_CN": "第三个，「利行」。行是我所作所为，决定于他有利益，决定对他没有伤害，他对我就信任了。前面爱语是关怀，这个利行是有行动在表现，我们一般讲照顾，真正照顾到。",
      "zh_TW": "第三個，「利行」。行是我所作所為，決定於他有利益，決定對他沒有傷害，他對我就信任了。前面愛語是關懷，這個利行是有行動在表現，我們一般講照顧，真正照顧到。"
    },
    {
      "id": "21-192-0002_p0020",
      "zh_CN": "最后「同事」。同事的说法很多，总的原则我们一定要认同。我们同时生在这个地区这个时代，希望我们共同努力，彼此互助合作，提升自己的境界，这是最真实的，没有比这个更真实！有共同的理想，共同的愿望，共同的事业。虽然我们从事的行业不相同，我们共同的事业就是奉献给社会、奉献给一切众生，不为私利，不图功德。佛家讲一切回向给众生，这是广义的说法。狭义的说法，是与他共同相处，在这里面去感化他，去帮助他觉悟。这里面要有高度的智慧，真的是观察入微。自己观察这个人机缘到了，得度的机缘到了，只要在某一处点醒他，他就能豁然开悟，他就能回头是岸。在这个时候用这种方法、方式，机缘不成熟不行，机缘不成熟，就是我刚才讲的，这是总的原则，可以不必，特殊的情形有特殊的缘分。那是已经开悟的菩萨，至少阿罗汉以上才能办得到，普通人做不到。所以，四摄就是今天讲的公共关系法、交际法。跟一切众生往来，这里头最重要的是诚敬，真诚恭敬就能够感动人，自自然然就能摄受众生，我们现在一般讲有亲和力。",
      "zh_TW": "最後「同事」。同事的說法很多，總的原則我們一定要認同。我們同時生在這個地區這個時代，希望我們共同努力，彼此互助合作，提升自己的境界，這是最真實的，沒有比這個更真實！有共同的理想，共同的願望，共同的事業。雖然我們從事的行業不相同，我們共同的事業就是奉獻給社會、奉獻給一切眾生，不為私利，不圖功德。佛家講一切迴向給眾生，這是廣義的說法。狹義的說法，是與他共同相處，在這裡面去感化他，去幫助他覺悟。這裡面要有高度的智慧，真的是觀察入微。自己觀察這個人機緣到了，得度的機緣到了，只要在某一處點醒他，他就能豁然開悟，他就能回頭是岸。在這個時候用這種方法、方式，機緣不成熟不行，機緣不成熟，就是我剛才講的，這是總的原則，可以不必，特殊的情形有特殊的緣分。那是已經開悟的菩薩，至少阿羅漢以上才能辦得到，普通人做不到。所以，四攝就是今天講的公共關係法、交際法。跟一切眾生往來，這裡頭最重要的是誠敬，真誠恭敬就能夠感動人，自自然然就能攝受眾生，我們現在一般講有親和力。"
    },
    {
      "id": "21-192-0002_p0021",
      "zh_CN": "末后一个科目，「普贤十愿」。十愿是法身菩萨修的科目，究竟圆满的修学，我们虽然做不到，要知道，要与这个方向相应。菩萨虽然做到接近圆满，我们是在起步，但是方向不错，这条道路不错，那就很好。第一个「礼敬诸佛」。诸佛怎么讲？过去佛、现在佛、未来佛，你要知道一切众生皆是未来佛，不但一切人是未来佛，连蚊虫蚂蚁、蜎飞蠕动，所有一切动物都是未来佛，鬼神也是未来佛。平等的礼敬，普贤菩萨能做到，我们凡夫做不到。你能够礼敬，你还会有伤害吗？绝对不可能。我对于释迦牟尼佛怎样恭敬，对一切诸佛同样恭敬，我对阿弥陀佛如何恭敬，对一切众生也是这样恭敬，无二无别。",
      "zh_TW": "末後一個科目，「普賢十願」。十願是法身菩薩修的科目，究竟圓滿的修學，我們雖然做不到，要知道，要與這個方向相應。菩薩雖然做到接近圓滿，我們是在起步，但是方向不錯，這條道路不錯，那就很好。第一個「禮敬諸佛」。諸佛怎麼講？過去佛、現在佛、未來佛，你要知道一切眾生皆是未來佛，不但一切人是未來佛，連蚊蟲螞蟻、蜎飛蠕動，所有一切動物都是未來佛，鬼神也是未來佛。平等的禮敬，普賢菩薩能做到，我們凡夫做不到。你能夠禮敬，你還會有傷害嗎？絕對不可能。我對於釋迦牟尼佛怎樣恭敬，對一切諸佛同樣恭敬，我對阿彌陀佛如何恭敬，對一切眾生也是這樣恭敬，無二無別。"
    },
    {
      "id": "21-192-0002_p0022",
      "zh_CN": "恭敬的心、恭敬的意完全是一样的，但是恭敬表达的方式不一样，这个要懂得，表达的方式是活活泼泼的。为什么？有人觉悟，我们对他很恭敬，他欢喜接受；有人在迷，迷得很重，你对他恭敬，表达得很恭敬，他会怀疑你，你是什么居心？你是什么用意？引起他疑惑，引起他烦恼，那错了！内心的礼敬是平等的，外面表达不一样，所以这个要有智慧。实质上对一切众生决定不容许有轻慢，但是在事实上要知道应该怎样去行礼，所以礼有节，你要懂得。除了这一切有情众生之外，普贤菩萨在《华严经》经上讲无情众生，无情众生有法性。所以，《华严经》上说「情与无情，同圆种智」，这还得了！众生成佛了，山河大地都成佛了，所以这个很难懂。",
      "zh_TW": "恭敬的心、恭敬的意完全是一樣的，但是恭敬表達的方式不一樣，這個要懂得，表達的方式是活活潑潑的。為什麼？有人覺悟，我們對他很恭敬，他歡喜接受；有人在迷，迷得很重，你對他恭敬，表達得很恭敬，他會懷疑你，你是什麼居心？你是什麼用意？引起他疑惑，引起他煩惱，那錯了！內心的禮敬是平等的，外面表達不一樣，所以這個要有智慧。實質上對一切眾生決定不容許有輕慢，但是在事實上要知道應該怎樣去行禮，所以禮有節，你要懂得。除了這一切有情眾生之外，普賢菩薩在《華嚴經》經上講無情眾生，無情眾生有法性。所以，《華嚴經》上說「情與無情，同圓種智」，這還得了！眾生成佛了，山河大地都成佛了，所以這個很難懂。"
    },
    {
      "id": "21-192-0002_p0023",
      "zh_CN": "对一切无情众生也要礼敬，桌椅板凳是无情众生，怎么个礼敬法？你要天天见到给它磕三个头，那你不就学佛学傻了！学佛变成佛呆子，那就错了！桌椅板凳把它放得整整齐齐，擦的干干净净，这是对它的礼敬。花草树木，你爱护他、照顾他很周到，是对他的礼敬。礼敬的方式不一样，礼敬的心完全相同，所以这不是普通人能做到。普通人能对一切人做到平等礼敬，那就很了不起了，内心里头确确实实没有矛盾、没有界限、没有对立；内心里面还有对立，礼敬就没有了。也可以说普贤菩萨用这个教学的方法，把我们的内心一切对立、一切意见、一切矛盾统统给化解了，入佛境界。",
      "zh_TW": "對一切無情眾生也要禮敬，桌椅板凳是無情眾生，怎麼個禮敬法？你要天天見到給它磕三個頭，那你不就學佛學傻了！學佛變成佛呆子，那就錯了！桌椅板凳把它放得整整齊齊，擦的乾乾淨淨，這是對它的禮敬。花草樹木，你愛護他、照顧他很周到，是對他的禮敬。禮敬的方式不一樣，禮敬的心完全相同，所以這不是普通人能做到。普通人能對一切人做到平等禮敬，那就很了不起了，內心裡頭確確實實沒有矛盾、沒有界限、沒有對立；內心裡面還有對立，禮敬就沒有了。也可以說普賢菩薩用這個教學的方法，把我們的內心一切對立、一切意見、一切矛盾統統給化解了，入佛境界。"
    },
    {
      "id": "21-192-0002_p0024",
      "zh_CN": "「称赞如来」。你看看如来跟诸佛不一样，在一般常常讲诸佛如来，其实讲诸佛，从相上说的，说如来，从性上讲的。在相上我们要平等恭敬，但是在性德这方面，要与性德相应的，赞叹；与性德不相应的，不赞叹，有礼敬没有赞叹。这里就有很大的差别，我们在善财童子五十三参里面学到，真的是如此。善财参访，善知识正面教诲的，他有礼敬、有赞叹；善知识他的教诲是负面的，他有礼敬、没有赞叹，这些地方要学！负面的教学，他所表演，像舞台表演，他表演的是丑角，表演是个恶人，我们对恶不能赞叹；对善要赞叹。但是无论他演的是善是恶，礼敬是平等的，不分善恶；赞叹里面就有分善恶，佛这样教导我们的。",
      "zh_TW": "「稱讚如來」。你看看如來跟諸佛不一樣，在一般常常講諸佛如來，其實講諸佛，從相上說的，說如來，從性上講的。在相上我們要平等恭敬，但是在性德這方面，要與性德相應的，讚歎；與性德不相應的，不讚歎，有禮敬沒有讚歎。這裡就有很大的差別，我們在善財童子五十三參裡面學到，真的是如此。善財參訪，善知識正面教誨的，他有禮敬、有讚歎；善知識他的教誨是負面的，他有禮敬、沒有讚歎，這些地方要學！負面的教學，他所表演，像舞台表演，他表演的是丑角，表演是個惡人，我們對惡不能讚歎；對善要讚歎。但是無論他演的是善是惡，禮敬是平等的，不分善惡；讚歎裡面就有分善惡，佛這樣教導我們的。"
    },
    {
      "id": "21-192-0002_p0025",
      "zh_CN": "第三个，「广修供养」。供养是平等的，无论他是善或者是不善，他缺乏的时候，需要的时候，我们一定要布施供养；不能说他是恶人，饿死我们也不顾他，这不可以。他没有衣，我们要供养衣给他，他没有吃的，我们要供养吃的给他，恶人平等的照顾，这广！",
      "zh_TW": "第三個，「廣修供養」。供養是平等的，無論他是善或者是不善，他缺乏的時候，需要的時候，我們一定要布施供養；不能說他是惡人，餓死我們也不顧他，這不可以。他沒有衣，我們要供養衣給他，他沒有吃的，我們要供養吃的給他，惡人平等的照顧，這廣！"
    },
    {
      "id": "21-192-0002_p0026",
      "zh_CN": "「忏悔业障」，净宗忏悔业障的方法就是念佛，念佛就是忏悔业障。天天想自己的过失，发现自己的过失，是开悟；把自己过失改掉，那叫消业障，那叫真正修行。忏悔就是修行，修行就是忏悔。所以八万四千法门，也可以称之为八万四千忏悔门，门门都是断恶修善。十愿里面这个四愿非常重要，普贤菩萨自行化他，这个四愿他统统落实，统统做到。",
      "zh_TW": "「懺悔業障」，淨宗懺悔業障的方法就是念佛，念佛就是懺悔業障。天天想自己的過失，發現自己的過失，是開悟；把自己過失改掉，那叫消業障，那叫真正修行。懺悔就是修行，修行就是懺悔。所以八萬四千法門，也可以稱之為八萬四千懺悔門，門門都是斷惡修善。十願裡面這個四願非常重要，普賢菩薩自行化他，這個四願他統統落實，統統做到。"
    },
    {
      "id": "21-192-0002_p0027",
      "zh_CN": "尔后才能够修「随喜」，随喜，断自己的嫉妒心。人都有嫉妒，看到别人有好的事情，心里就难过，严重的就想方法来障碍，那个罪过无量无边。不知道人家做的好事，我有能力，我帮助他、成就他，无量功德；我没有能力、没有这个缘分，我心里生欢喜，我赞叹，也是无量功德。你看看，功跟罪一念之间，果报不相同，你要懂得这个道理。我没有能力、没有财富、没有智慧，随喜功德很好修，为什么不干！决定不可以念别人的过，常常想别人的德！",
      "zh_TW": "爾後才能夠修「隨喜」，隨喜，斷自己的嫉妒心。人都有嫉妒，看到別人有好的事情，心裡就難過，嚴重的就想方法來障礙，那個罪過無量無邊。不知道人家做的好事，我有能力，我幫助他、成就他，無量功德；我沒有能力、沒有這個緣分，我心裡生歡喜，我讚歎，也是無量功德。你看看，功跟罪一念之間，果報不相同，你要懂得這個道理。我沒有能力、沒有財富、沒有智慧，隨喜功德很好修，為什麼不幹！決定不可以念別人的過，常常想別人的德！"
    },
    {
      "id": "21-192-0002_p0028",
      "zh_CN": "我在讲经常说，我们的心像一个容器一样，杯子，容器一样，这里头要装一切众生最善的，决不能装一切众生恶的。把众生一切不善的放在我们心上，我们的心就变成罪恶的垃圾桶，你的心就坏了。心坏了，你还会有什么成就？不要说佛菩萨没分，西方极乐世界你去不了，人天都得不到。心坏了，你的行为统统是错误的，你的果报在三途，你说多可怕！所以，修行最重要的是修心，我们的心要纯净纯善，决定不容任何不善东西在心上。我们看人，记人家善的，赞叹人家善的；人家恶的念头，不但不说，我们心里头确实不落印象，没看到、没听到，保持自己纯净纯善，与佛菩萨相应。",
      "zh_TW": "我在講經常說，我們的心像一個容器一樣，杯子，容器一樣，這裡頭要裝一切眾生最善的，決不能裝一切眾生惡的。把眾生一切不善的放在我們心上，我們的心就變成罪惡的垃圾桶，你的心就壞了。心壞了，你還會有什麼成就？不要說佛菩薩沒分，西方極樂世界你去不了，人天都得不到。心壞了，你的行為統統是錯誤的，你的果報在三途，你說多可怕！所以，修行最重要的是修心，我們的心要純淨純善，決定不容任何不善東西在心上。我們看人，記人家善的，讚歎人家善的；人家惡的念頭，不但不說，我們心裡頭確實不落印象，沒看到、沒聽到，保持自己純淨純善，與佛菩薩相應。"
    },
    {
      "id": "21-192-0002_p0029",
      "zh_CN": "「请转法轮，请佛住世」，这好！那个功德是世间第一等的，为什么？使众生有机会闻到佛法，「一历耳根，永为道种」。你给众生阿赖耶识里种佛的种子，你这功德多大！如果有这个缘，请善知识常住在这一方弘法利生，那个功德就太大太大了。现在佛不住世，真正善知识有修有学，有德有行，这样的人住在这一方，这一方人有福，这一方人不遭难！为什么？诸佛护念，龙天善神拥护。我们说这些，现在人讲迷信，那就没法子！你要真正相信，确确实实有其事，比什么都重要，这才导归净土。所以往生净土，信愿行这都包括在其中！",
      "zh_TW": "「請轉法輪，請佛住世」，這好！那個功德是世間第一等的，為什麼？使眾生有機會聞到佛法，「一歷耳根，永為道種」。你給眾生阿賴耶識裡種佛的種子，你這功德多大！如果有這個緣，請善知識常住在這一方弘法利生，那個功德就太大太大了。現在佛不住世，真正善知識有修有學，有德有行，這樣的人住在這一方，這一方人有福，這一方人不遭難！為什麼？諸佛護念，龍天善神擁護。我們說這些，現在人講迷信，那就沒法子！你要真正相信，確確實實有其事，比什麼都重要，這才導歸淨土。所以往生淨土，信願行這都包括在其中！"
    },
    {
      "id": "21-192-0002_p0030",
      "zh_CN": "「知觉即佛菩萨」，你觉悟了，你明白了，我们称你是佛、称你是菩萨；不觉就叫凡夫。所以佛法平常一般常讲「慈悲为本，方便为门」。慈悲是爱，这个爱里面有真诚、有清净、有平等、有正觉，这样的爱叫慈悲。所以它不是感情的，它是充满了智慧，真诚、清净、平等的爱心称为慈悲。方便，方是方法，便是便利；方便就是最适合的方法，最适合的表演，最适合的开导，这是门径。释迦牟尼佛这样教化众生，因为有方便之门，令一切众生都能够入觉正净。觉正净就是佛法，就是佛陀的教育。现在时间到了。",
      "zh_TW": "「知覺即佛菩薩」，你覺悟了，你明白了，我們稱你是佛、稱你是菩薩；不覺就叫凡夫。所以佛法平常一般常講「慈悲為本，方便為門」。慈悲是愛，這個愛裡面有真誠、有清淨、有平等、有正覺，這樣的愛叫慈悲。所以它不是感情的，它是充滿了智慧，真誠、清淨、平等的愛心稱為慈悲。方便，方是方法，便是便利；方便就是最適合的方法，最適合的表演，最適合的開導，這是門徑。釋迦牟尼佛這樣教化眾生，因為有方便之門，令一切眾生都能夠入覺正淨。覺正淨就是佛法，就是佛陀的教育。現在時間到了。"
    }
  ]
}