{
  "doc_id": "21-091-0003",
  "title": {
    "zh_CN": "千禧年心灵改革座谈会",
    "zh_TW": "千禧年心靈改革座談會"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "美国洛杉矶北美卫视",
    "zh_TW": "美國洛杉磯北美衛視"
  },
  "doc_number": "21-091-0003",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "21-091-0003_p0001",
      "zh_CN": "第五单元：解决冲突的办法",
      "zh_TW": "第五單元：解決衝突的辦法"
    },
    {
      "id": "21-091-0003_p0002",
      "zh_CN": "女主持人：在这个部分大约有３０分钟，我们来谈谈有关冲突的解决办法。首先我想跟葛希谛先生谈谈。我真的很感谢之前您透露了您个人的经验，特别是有关您的公子与一位亚裔的美国女子约会。我很好奇，当愈来愈多人尝试去了解与接受时，多元文化关系是否会比种族关系容易处理？现在我们回到您的职业，我很好奇，地区检察官有什么资源来促进解决冲突？",
      "zh_TW": "女主持人：在這個部分大約有３０分鐘，我們來談談有關衝突的解決辦法。首先我想跟葛希諦先生談談。我真的很感謝之前您透露了您個人的經驗，特別是有關您的公子與一位亞裔的美國女子約會。我很好奇，當愈來愈多人嘗試去了解與接受時，多元文化關係是否會比種族關係容易處理？現在我們回到您的職業，我很好奇，地區檢察官有什麼資源來促進解決衝突？"
    },
    {
      "id": "21-091-0003_p0003",
      "zh_CN": "葛希谛检察官：在我的办公室有一部分是非常大的办公室，有超过三千七百个雇员在洛杉矶的管辖区。我们有所谓的「冲突解决中心」，牵涉到成人，不是年轻人及青少年。如果事实上我们的邻居不能融洽相处，他们似乎并不了解。例如在一个波斯人或菲律宾人的社区，当他们有一个晚宴，不是从晚上六点开始的，而是从晚上十点或十一点开始，而且可能他们的宴会开到很晚。他们希望有一个美好的时光，没有什么不对。因此就有很吵闹的声音及音乐，然后产生一大堆抱怨的投诉，所以警察就来了。警察说你制造太大的噪音，他们情愿不起诉，可能会请双方到我们的办公室，我们和他们坐下来谈，让我们一起讨论这个问题。你必须要了解，他们的由来是什么，那就是他们有一个宴会，不是从六点或七点开始，而是更晚一点开始，所以问题是我们如何来适应对方。这样做非常有效，这是一个很小的例子，最普遍的例子。",
      "zh_TW": "葛希諦檢察官：在我的辦公室有一部分是非常大的辦公室，有超過三千七百個僱員在洛杉磯的管轄區。我們有所謂的「衝突解決中心」，牽涉到成人，不是年輕人及青少年。如果事實上我們的鄰居不能融洽相處，他們似乎並不了解。例如在一個波斯人或菲律賓人的社區，當他們有一個晚宴，不是從晚上六點開始的，而是從晚上十點或十一點開始，而且可能他們的宴會開到很晚。他們希望有一個美好的時光，沒有什麼不對。因此就有很吵鬧的聲音及音樂，然後產生一大堆抱怨的投訴，所以警察就來了。警察說你製造太大的噪音，他們情願不起訴，可能會請雙方到我們的辦公室，我們和他們坐下來談，讓我們一起討論這個問題。你必須要了解，他們的由來是什麼，那就是他們有一個宴會，不是從六點或七點開始，而是更晚一點開始，所以問題是我們如何來適應對方。這樣做非常有效，這是一個很小的例子，最普遍的例子。"
    },
    {
      "id": "21-091-0003_p0004",
      "zh_CN": "然而如果你说到我的办公室处理的犯罪问题，现在让我们来谈谈因仇恨而引起的罪行。当证据已经确立了，我们有权力在任何时候起诉。第一、罪行成立，第二、一个承当罪行的人。有一位年轻人到邻居那儿，邻居的房子住了黑人，这个年轻人是一个白人小男孩，他在墙上涂鸦种族毁谤的文字。他十四岁，犯了罪，破坏公物涂鸦的行为。现在我们可以不做任何事情，或者可能对他做犯罪起诉，父母亲必须要和我们合作。我们希望法庭判他蓄意破坏公物罪，但是让我们在他们的缓刑期和他们一起工作。这年轻人就能学习宽容，他必要说出他不喜欢黑人哪一点，或者他自己并不晓得，我们必须在那种结构内工作。另一种情况，如有一个成年人，也像上述那样，我们能给他缓刑，如果他同意去协调会，可能通过展览式的宽容，通过ADL或其他的团体，使这个成年人开始透过欣赏来学习包容。",
      "zh_TW": "然而如果你說到我的辦公室處理的犯罪問題，現在讓我們來談談因仇恨而引起的罪行。當證據已經確立了，我們有權力在任何時候起訴。第一、罪行成立，第二、一個承當罪行的人。有一位年輕人到鄰居那兒，鄰居的房子住了黑人，這個年輕人是一個白人小男孩，他在牆上塗鴉種族毀謗的文字。他十四歲，犯了罪，破壞公物塗鴉的行為。現在我們可以不做任何事情，或者可能對他做犯罪起訴，父母親必須要和我們合作。我們希望法庭判他蓄意破壞公物罪，但是讓我們在他們的緩刑期和他們一起工作。這年輕人就能學習寬容，他必要說出他不喜歡黑人哪一點，或者他自己並不曉得，我們必須在那種結構內工作。另一種情況，如有一個成年人，也像上述那樣，我們能給他緩刑，如果他同意去協調會，可能通過展覽式的寬容，通過ADL或其他的團體，使這個成年人開始透過欣賞來學習包容。"
    },
    {
      "id": "21-091-0003_p0005",
      "zh_CN": "不同族类的意义及不同宗教的意义，我们必须要同时接受而不是反对他们。最基本的是当暴戾罪行发生时，我们会把此放在一边。在不久之前，我们有一个案例，一些年轻人跑去亵渎一个犹太人的公墓，他们击倒石碑，写可怕的东西，那里没有人受伤，这是一个十八岁人的经历。在这种情况下，我的第一个考虑是惩罚，如此可以保护社区，希望惩罚能对其他人起阻吓的作用，也让他们知道，这是我们所不能容忍的。同时当我们看到这情形在洛杉矶某一个社区发生，我们会通知人类关系委员会仇恨犯罪部门。让我们到那儿去，跟社区合作，不仅是跟警方合作，而是与寺院、学校、教堂、清真寺合作，让我们把信息传达出去，我们有非常困难的问题，让我们一起合作避免犯罪。",
      "zh_TW": "不同族類的意義及不同宗教的意義，我們必須要同時接受而不是反對他們。最基本的是當暴戾罪行發生時，我們會把此放在一邊。在不久之前，我們有一個案例，一些年輕人跑去褻瀆一個猶太人的公墓，他們擊倒石碑，寫可怕的東西，那裡沒有人受傷，這是一個十八歲人的經歷。在這種情況下，我的第一個考慮是懲罰，如此可以保護社區，希望懲罰能對其他人起阻嚇的作用，也讓他們知道，這是我們所不能容忍的。同時當我們看到這情形在洛杉磯某一個社區發生，我們會通知人類關係委員會仇恨犯罪部門。讓我們到那兒去，跟社區合作，不僅是跟警方合作，而是與寺院、學校、教堂、清真寺合作，讓我們把信息傳達出去，我們有非常困難的問題，讓我們一起合作避免犯罪。"
    },
    {
      "id": "21-091-0003_p0006",
      "zh_CN": "女主持人：这听起来需要很多资源，我们都应该做一位调停人、一位教育家，帮助使那一区域能团结合作。",
      "zh_TW": "女主持人：這聽起來需要很多資源，我們都應該做一位調停人、一位教育家，幫助使那一區域能團結合作。"
    },
    {
      "id": "21-091-0003_p0007",
      "zh_CN": "葛希谛检察官：是的，我们是这样做的。例如昨天我在亚太基金会，以前没有辖区的检察官曾经到过那里，我说有一些事情我们能做。但是我们必须能联系，我们必须雇用更多的少数民族，帮助我与各个社区联系。你可能在文化和事务上帮上忙，但是现在是违反国家的法律，而你可能成为犯罪的受害者。移民局发现，在华裔美人社区是非常的普遍，并且是非常的可怕，我们必须对此做些处理。唯一能了解的方法，就是与此社区的人沟通。",
      "zh_TW": "葛希諦檢察官：是的，我們是這樣做的。例如昨天我在亞太基金會，以前沒有轄區的檢察官曾經到過那裡，我說有一些事情我們能做。但是我們必須能聯繫，我們必須僱用更多的少數民族，幫助我與各個社區聯繫。你可能在文化和事務上幫上忙，但是現在是違反國家的法律，而你可能成為犯罪的受害者。移民局發現，在華裔美人社區是非常的普遍，並且是非常的可怕，我們必須對此做些處理。唯一能了解的方法，就是與此社區的人溝通。"
    },
    {
      "id": "21-091-0003_p0008",
      "zh_CN": "男主持人：我想向议员提出问题。前面您曾提到，其中一个关键因素，吓阻了多元种族的和谐，那就是害怕改变和缺乏了解，人们不想参与社会。请您以南帕萨迪那市为例，做为一个城市，一个当地政府，什么样的活动或是理想，能让您促进市民参与多元文化的了解，最终达到多元种族文化的和谐。",
      "zh_TW": "男主持人：我想向議員提出問題。前面您曾提到，其中一個關鍵因素，嚇阻了多元種族的和諧，那就是害怕改變和缺乏了解，人們不想參與社會。請您以南帕薩迪那市為例，做為一個城市，一個當地政府，什麼樣的活動或是理想，能讓您促進市民參與多元文化的了解，最終達到多元種族文化的和諧。"
    },
    {
      "id": "21-091-0003_p0009",
      "zh_CN": "徐议员：我们说到有关一起工作，逐渐了解对方，更多的了解对方，这确实是关键所在。做为一名民选的官员，前市长及议会的一员，我所做的就是真正将亚裔美国人带向所谓的主流，同时也将非亚裔带向亚裔社区。通过什么？例如，我们都知道每个城市都有市委员会，在小城市如南帕萨迪那市有十个市委员会。我很高兴看到我所指定的亚裔美国人，能在每一个委员会服务。所以，今日如果你到南帕萨迪那这个小城市，你将发现每一委员会都有一亚裔代表。不只这样，其中四个委员会的主席是亚裔美国人。现在我同时提倡，非常重要的，我们必须加入所谓的主流，因此南帕萨迪那市的华裔美国人，每年参加７月４日的游行，那是一个好例子。同样的我已邀请市民，民选官员、警察长、消防长参与亚洲事物，例如中秋节、中国新年。所以，他们将聚在一起相处得更好，更能欣赏彼此。我想当你们共同工作，生活在同一社区，最基本的就是你们寻求互相了解与欣赏。",
      "zh_TW": "徐議員：我們說到有關一起工作，逐漸了解對方，更多的了解對方，這確實是關鍵所在。做為一名民選的官員，前市長及議會的一員，我所做的就是真正將亞裔美國人帶向所謂的主流，同時也將非亞裔帶向亞裔社區。通過什麼？例如，我們都知道每個城市都有市委員會，在小城市如南帕薩迪那市有十個市委員會。我很高興看到我所指定的亞裔美國人，能在每一個委員會服務。所以，今日如果你到南帕薩迪那這個小城市，你將發現每一委員會都有一亞裔代表。不只這樣，其中四個委員會的主席是亞裔美國人。現在我同時提倡，非常重要的，我們必須加入所謂的主流，因此南帕薩迪那市的華裔美國人，每年參加７月４日的遊行，那是一個好例子。同樣的我已邀請市民，民選官員、警察長、消防長參與亞洲事物，例如中秋節、中國新年。所以，他們將聚在一起相處得更好，更能欣賞彼此。我想當你們共同工作，生活在同一社區，最基本的就是你們尋求互相了解與欣賞。"
    },
    {
      "id": "21-091-0003_p0010",
      "zh_CN": "男主持人：听起来，做为市议员，您已经努力尝试提供机会让人们更能彼此了解。",
      "zh_TW": "男主持人：聽起來，做為市議員，您已經努力嘗試提供機會讓人們更能彼此了解。"
    },
    {
      "id": "21-091-0003_p0011",
      "zh_CN": "徐议员：是的。",
      "zh_TW": "徐議員：是的。"
    },
    {
      "id": "21-091-0003_p0012",
      "zh_CN": "女主持人：我想对铃木博士提出问题，前面我们提到校园的多元族群，如教职员等已成为一个社会，我想知道在校园有什么样的资源，可以用来解决校园的冲突。",
      "zh_TW": "女主持人：我想對鈴木博士提出問題，前面我們提到校園的多元族群，如教職員等已成為一個社會，我想知道在校園有什麼樣的資源，可以用來解決校園的衝突。"
    },
    {
      "id": "21-091-0003_p0013",
      "zh_CN": "铃木博士：我们有很多的资源，徐市议员的谈话提醒了我。大学校园如加州州立理工大学就像一个小镇，非常类似南帕萨迪那市。事实上，我们校园的多种性，真正能反映出周遭社区的多种性。幸运的做为一个教育机构，我们有许多的资源可以处理这类的事件。我想有两件事情是关键，第一是教育，第二是沟通。在方法上，类似徐市议员所描述的。当我们有冲突的情况，这些是非常少的，这个冲突可能是两个学生群，不同种族之间发生冲突。在学校我们有人把两个团体聚在一起，把事情说出来，我们通常能解决这些事情。正如我前面所提，我们有许多方案来提升多元文化的和谐。",
      "zh_TW": "鈴木博士：我們有很多的資源，徐市議員的談話提醒了我。大學校園如加州州立理工大學就像一個小鎮，非常類似南帕薩迪那市。事實上，我們校園的多種性，真正能反映出周遭社區的多種性。幸運的做為一個教育機構，我們有許多的資源可以處理這類的事件。我想有兩件事情是關鍵，第一是教育，第二是溝通。在方法上，類似徐市議員所描述的。當我們有衝突的情況，這些是非常少的，這個衝突可能是兩個學生群，不同種族之間發生衝突。在學校我們有人把兩個團體聚在一起，把事情說出來，我們通常能解決這些事情。正如我前面所提，我們有許多方案來提升多元文化的和諧。"
    },
    {
      "id": "21-091-0003_p0014",
      "zh_CN": "我们有一个多元文化中心，也有一个多元文化委员会，不同团体的学生领袖聚在一起讨论不同的问题，增加对彼此有利的活动。我们每年有一个混合机构的静修活动，我们可能带一百个教职员、学生、员工到某个地方，我们可以谈这个问题，和其他许多的方案。我们有很丰富的方案和活动，提升校园的大团结和和谐。我想那是很重要的部分，也是我们校园没有重大事件发生的原因。我对此感到高兴。",
      "zh_TW": "我們有一個多元文化中心，也有一個多元文化委員會，不同團體的學生領袖聚在一起討論不同的問題，增加對彼此有利的活動。我們每年有一個混合機構的靜修活動，我們可能帶一百個教職員、學生、員工到某個地方，我們可以談這個問題，和其他許多的方案。我們有很豐富的方案和活動，提升校園的大團結和和諧。我想那是很重要的部分，也是我們校園沒有重大事件發生的原因。我對此感到高興。"
    },
    {
      "id": "21-091-0003_p0015",
      "zh_CN": "女主持人：您在此已经有资源了，所以对大学来说是很方便。",
      "zh_TW": "女主持人：您在此已經有資源了，所以對大學來說是很方便。"
    },
    {
      "id": "21-091-0003_p0016",
      "zh_CN": "男主持人：到目前为止我们已经听到三种不同的社区。下面我想请教净空法师，在这个世界上，身为一个宗教及精神领袖，您必须和来自不同文化、不同社会的人们及弟子一同合作，您是否可以给我们一些意见，关于各个不同的族群，从不同宗教的角度，如何能一同合作。",
      "zh_TW": "男主持人：到目前為止我們已經聽到三種不同的社區。下面我想請教淨空法師，在這個世界上，身為一個宗教及精神領袖，您必須和來自不同文化、不同社會的人們及弟子一同合作，您是否可以給我們一些意見，關於各個不同的族群，從不同宗教的角度，如何能一同合作。"
    },
    {
      "id": "21-091-0003_p0017",
      "zh_CN": "净空法师：佛教是教育，所有宗教也都是教育。如何教导信徒跟这个社会和谐相处，这就是教育的宗旨，宗教教育的目的。这里面最重要的一个理论基础，就是肯定多元文化。我讲经的时候常常告诉大家，多元文化是事实，多元文化决定不能够否定。为什么？从我们人本身来看，就是多元文化。我们眼是一个族群，耳是个族群，鼻是个族群，我们身体是许多器官组织的，每一个器官功能不相同，但是各个都第一，眼是见第一，耳是听第一，鼻是嗅第一。如果大家都要争第一，「我第一，你第二」，互相矛盾，身体就生病了，甚至于身体就死亡。人本身就是多元的，社会也是多元的，世界也是多元的，宇宙是多元的，所以肯定多元是真理，多元是真实智慧。从这个基础上，我们建立信心、信念，然后就是如何来推行。",
      "zh_TW": "淨空法師：佛教是教育，所有宗教也都是教育。如何教導信徒跟這個社會和諧相處，這就是教育的宗旨，宗教教育的目的。這裡面最重要的一個理論基礎，就是肯定多元文化。我講經的時候常常告訴大家，多元文化是事實，多元文化決定不能夠否定。為什麼？從我們人本身來看，就是多元文化。我們眼是一個族群，耳是個族群，鼻是個族群，我們身體是許多器官組織的，每一個器官功能不相同，但是各個都第一，眼是見第一，耳是聽第一，鼻是嗅第一。如果大家都要爭第一，「我第一，你第二」，互相矛盾，身體就生病了，甚至於身體就死亡。人本身就是多元的，社會也是多元的，世界也是多元的，宇宙是多元的，所以肯定多元是真理，多元是真實智慧。從這個基礎上，我們建立信心、信念，然後就是如何來推行。"
    },
    {
      "id": "21-091-0003_p0018",
      "zh_CN": "正如同我们这个身体每一个器官，它都能够互相合作，那么我们对社会上不同的国家、不同的族群、不同的宗教，就跟对我们身体不同的器官一样，要密切的合作，互相尊重，互相了解，互相协助，社会就能调合。所以我们在新加坡这两年来，不但研究佛教的理论经典，我们还要落实，把经典里面所告诉我们的统统去做到。我们主动访问每个宗教，帮助每个宗教。他们办养老院、办孤儿院、办社会福利事业，我们尽心尽力的帮助他，主动的去帮助他。新加坡新闻界、媒体介绍很多，从来没有其他宗教帮助别的宗教，我们首先开这个例子。所以两年当中，现在新加坡九个宗教团结成一家，彼此在金钱上都互相帮助，人力、物力整合来用，对社会产生了安定、和平，带来了真正光明的希望。",
      "zh_TW": "正如同我們這個身體每一個器官，它都能夠互相合作，那麼我們對社會上不同的國家、不同的族群、不同的宗教，就跟對我們身體不同的器官一樣，要密切的合作，互相尊重，互相了解，互相協助，社會就能調合。所以我們在新加坡這兩年來，不但研究佛教的理論經典，我們還要落實，把經典裡面所告訴我們的統統去做到。我們主動訪問每個宗教，幫助每個宗教。他們辦養老院、辦孤兒院、辦社會福利事業，我們盡心盡力的幫助他，主動的去幫助他。新加坡新聞界、媒體介紹很多，從來沒有其他宗教幫助別的宗教，我們首先開這個例子。所以兩年當中，現在新加坡九個宗教團結成一家，彼此在金錢上都互相幫助，人力、物力整合來用，對社會產生了安定、和平，帶來了真正光明的希望。"
    },
    {
      "id": "21-091-0003_p0019",
      "zh_CN": "在佛教里面，我们综合佛教所讲的，归纳到最后，我的结论是二十个字。我们存心，用什么样的心待人接物？「真诚心」，不怕别人欺骗我们；别人欺骗我们是他的事情，我们用真诚心对他，时间久了他就会感动。我们用「清净心、平等心、爱心」来对他，时间长了，总是要有时间、要有耐心，才能感化一切人，不同的意见、反对的意见到最后都赞同，都能够跟我们和睦相处。",
      "zh_TW": "在佛教裡面，我們綜合佛教所講的，歸納到最後，我的結論是二十個字。我們存心，用什麼樣的心待人接物？「真誠心」，不怕別人欺騙我們；別人欺騙我們是他的事情，我們用真誠心對他，時間久了他就會感動。我們用「清淨心、平等心、愛心」來對他，時間長了，總是要有時間、要有耐心，才能感化一切人，不同的意見、反對的意見到最後都贊同，都能夠跟我們和睦相處。"
    },
    {
      "id": "21-091-0003_p0020",
      "zh_CN": "所以自己必须要真正把自私自利的念头断掉，不要想自己，处处为别人想，想别的宗教，想别的族群，为他想，为他谋福利。我们自己做一个义务的工作者，谁不欢迎？谁不愿意接受？如果我们自己有利益在里面，这就产生问题。我们自己只利益别人，不利益自己，天下就太平了，这就是佛法的教学，我们认真努力把它落实。",
      "zh_TW": "所以自己必須要真正把自私自利的念頭斷掉，不要想自己，處處為別人想，想別的宗教，想別的族群，為他想，為他謀福利。我們自己做一個義務的工作者，誰不歡迎？誰不願意接受？如果我們自己有利益在裡面，這就產生問題。我們自己只利益別人，不利益自己，天下就太平了，這就是佛法的教學，我們認真努力把它落實。"
    },
    {
      "id": "21-091-0003_p0021",
      "zh_CN": "今年的过年，我过了很多个年。我参加天主教的平安夜的弥撒，我们所有佛教徒、出家人统统都参加了。大概也是世界上第一次，这么多出家人穿的服装很整齐，参加他们的平安夜。我们参加印度人过年，马来人过年，回教过年，印度教过年，所以在这一、两个月当中，我过了很多个年。彼此互相往来，比亲兄弟还要亲热，社会看到、新加坡政府看到，非常欢喜。所以宗教的团结，种族的和睦，不是理想，是可以做得到的。在底下这个新的一千年当中，我们大家共同努力。",
      "zh_TW": "今年的過年，我過了很多個年。我參加天主教的平安夜的彌撒，我們所有佛教徒、出家人統統都參加了。大概也是世界上第一次，這麼多出家人穿的服裝很整齊，參加他們的平安夜。我們參加印度人過年，馬來人過年，回教過年，印度教過年，所以在這一、兩個月當中，我過了很多個年。彼此互相往來，比親兄弟還要親熱，社會看到、新加坡政府看到，非常歡喜。所以宗教的團結，種族的和睦，不是理想，是可以做得到的。在底下這個新的一千年當中，我們大家共同努力。"
    },
    {
      "id": "21-091-0003_p0022",
      "zh_CN": "女主持人：葛希谛先生将会给我们几分钟的谈话，我只想告诉大家，这个阶段是讨论教育的重要性，当您身为一个领导，我想请问您，身为教育者的责任，您是如何善用您的权力，我很想听听葛希谛先生的说法。身为领导您是如何促进社会及多元文化的和谐。",
      "zh_TW": "女主持人：葛希諦先生將會給我們幾分鐘的談話，我只想告訴大家，這個階段是討論教育的重要性，當您身為一個領導，我想請問您，身為教育者的責任，您是如何善用您的權力，我很想聽聽葛希諦先生的說法。身為領導您是如何促進社會及多元文化的和諧。"
    },
    {
      "id": "21-091-0003_p0023",
      "zh_CN": "葛希谛检察官：让我告诉你们，我们在做什么，这是超出起诉犯罪的领域，这是在犯罪之后才反应。我的办公室有很大的威信，或是权力，如果你想用这个字眼，也许名望也是一个好用的字。所以，当我们去敲门，和一般人民敲门是不一样的。当你说你是来自辖区检察官办事处，人们的反应会是问你：「是的，我能做什么吗？」我们拥有那权威、名望、或是权力。举例而言，在圣佛南度山谷，我们组织了一个联盟，会在两个礼拜后宣布。我们已经努力了许多个礼拜在组织联盟，联合教堂、寺庙、清真寺，及不同的社区组织，联合积极的市民及团体，来组成我提到的仇恨犯罪联盟。我们有能力将我们的力量统合在一起，让辖区检察官办事处更强大。透过让社区参与的方式，我们能进入学校，进入社区，当我们认为那里也许有潜在的问题时，而且让我们现在就从那方面努力。但我们不会等那么久，我们将要做的事，而且我认为每个人必须去做的事，是从今天开始一同努力来打破文化的籓篱。",
      "zh_TW": "葛希諦檢察官：讓我告訴你們，我們在做什麼，這是超出起訴犯罪的領域，這是在犯罪之後才反應。我的辦公室有很大的威信，或是權力，如果你想用這個字眼，也許名望也是一個好用的字。所以，當我們去敲門，和一般人民敲門是不一樣的。當你說你是來自轄區檢察官辦事處，人們的反應會是問你：「是的，我能做什麼嗎？」我們擁有那權威、名望、或是權力。舉例而言，在聖佛南度山谷，我們組織了一個聯盟，會在兩個禮拜後宣佈。我們已經努力了許多個禮拜在組織聯盟，聯合教堂、寺廟、清真寺，及不同的社區組織，聯合積極的市民及團體，來組成我提到的仇恨犯罪聯盟。我們有能力將我們的力量統合在一起，讓轄區檢察官辦事處更強大。透過讓社區參與的方式，我們能進入學校，進入社區，當我們認為那裡也許有潛在的問題時，而且讓我們現在就從那方面努力。但我們不會等那麼久，我們將要做的事，而且我認為每個人必須去做的事，是從今天開始一同努力來打破文化的籓籬。"
    },
    {
      "id": "21-091-0003_p0024",
      "zh_CN": "就如同我们说过的，有愈来愈多的移民团体进来。举例而言，在圣佛南度山谷中，有白人社区，有必要教育每一个人，况且这种负担不光是加诸在白种人身上，也加诸在少数民族身上。要去了解，他们刚进入新社区的期望是什么，规则是什么，风纪是什么，这是一个很庞大的工作。但是我很乐意去做这件事，因为我知道，我的工作将会减少犯罪，使人们脸上多些笑容，这就是任何一个领导人该做的事。",
      "zh_TW": "就如同我們說過的，有愈來愈多的移民團體進來。舉例而言，在聖佛南度山谷中，有白人社區，有必要教育每一個人，況且這種負擔不光是加諸在白種人身上，也加諸在少數民族身上。要去了解，他們剛進入新社區的期望是什麼，規則是什麼，風紀是什麼，這是一個很龐大的工作。但是我很樂意去做這件事，因為我知道，我的工作將會減少犯罪，使人們臉上多些笑容，這就是任何一個領導人該做的事。"
    },
    {
      "id": "21-091-0003_p0025",
      "zh_CN": "但是我想善用辖区检察官办事处来完成这个目标，今天我们有来自南帕萨迪那市的优秀市议员，和我们共事，他有和我们相同的观点及热诚。而且我知道加州州立理工大学的校长，他和我一样对和年轻人一同努力打破这些文化隔阂，有相同的关怀。你已经看见三个不同少数民族团体，正和我们现在的三个人一样，我们一同努力，而且合作得很好。我们可以在非政治化，非人为的层次，来让人们及社区参与这件事。",
      "zh_TW": "但是我想善用轄區檢察官辦事處來完成這個目標，今天我們有來自南帕薩迪那市的優秀市議員，和我們共事，他有和我們相同的觀點及熱誠。而且我知道加州州立理工大學的校長，他和我一樣對和年輕人一同努力打破這些文化隔閡，有相同的關懷。你已經看見三個不同少數民族團體，正和我們現在的三個人一樣，我們一同努力，而且合作得很好。我們可以在非政治化，非人為的層次，來讓人們及社區參與這件事。"
    },
    {
      "id": "21-091-0003_p0026",
      "zh_CN": "女主持人：您在此真的树立了一个很好的榜样及例子。我们休息两分钟，回来到第三段。",
      "zh_TW": "女主持人：您在此真的樹立了一個很好的榜樣及例子。我們休息兩分鐘，回來到第三段。"
    },
    {
      "id": "21-091-0003_p0027",
      "zh_CN": "葛希谛检察官：我对我必须要离开，感到抱歉，但是我的行程非常忙碌。我很感谢有这个机会能和你们在一起，同时也特别荣幸能和净空法师及你们每一个人聚在一起，非常非常感谢各位。　　第六单元：达成多元文化理想的路径",
      "zh_TW": "葛希諦檢察官：我對我必須要離開，感到抱歉，但是我的行程非常忙碌。我很感謝有這個機會能和你們在一起，同時也特別榮幸能和淨空法師及你們每一個人聚在一起，非常非常感謝各位。　　第六單元：達成多元文化理想的路徑"
    },
    {
      "id": "21-091-0003_p0028",
      "zh_CN": "男主持人：我们讨论在我们的社会中，在我们自身的社会团体里，如何促进多元文化。专题讨论小组是这样告诉我，相互了解是很重要的，促进沟通是很重要的，帮助不同的人们通过管道取得资源，也是很重要的。我想对多元文化来说，是否这是必备条件，或者是您觉得有其他状况，是我们先必须有的，帮助人们更容易达到多元文化的理想。请徐市议员谈谈您的看法。",
      "zh_TW": "男主持人：我們討論在我們的社會中，在我們自身的社會團體裡，如何促進多元文化。專題討論小組是這樣告訴我，相互了解是很重要的，促進溝通是很重要的，幫助不同的人們通過管道取得資源，也是很重要的。我想對多元文化來說，是否這是必備條件，或者是您覺得有其他狀況，是我們先必須有的，幫助人們更容易達到多元文化的理想。請徐市議員談談您的看法。"
    },
    {
      "id": "21-091-0003_p0029",
      "zh_CN": "徐议员：这一节的讨论，我将会用很多的和平，原因是我认为我们现在都同意，我们更需要彼此了解，我们需要一起合作。关键就是教育，在这种认知之下，我们应该记住两个P，那就是持续和毅力。教育不是一件你今天谈，明天就能发生的事，教育很花时间，需要花非常非常长的时间。希望透过成功的教育，新移民在十年之后，将会变成旧移民。他们除了赚钱养家，在他们银行户头后面，多加几个零之外，他们将会找到时间及资源来服务社区，这就是我们所说的要参与。今天的小孩在十年、十五年后，将会成为父母。今天也许他们会听到一些种族性的议论，我真的希望，你只和华裔美籍的人结婚，这一类的阻力以后可能会消失。因为十年、十五年以后，如果他们接受我们要他们接受的教育，他们成为父母时，将不会告诉他们的小孩类似这样的话。",
      "zh_TW": "徐議員：這一節的討論，我將會用很多的和平，原因是我認為我們現在都同意，我們更需要彼此了解，我們需要一起合作。關鍵就是教育，在這種認知之下，我們應該記住兩個P，那就是持續和毅力。教育不是一件你今天談，明天就能發生的事，教育很花時間，需要花非常非常長的時間。希望透過成功的教育，新移民在十年之後，將會變成舊移民。他們除了賺錢養家，在他們銀行戶頭後面，多加幾個零之外，他們將會找到時間及資源來服務社區，這就是我們所說的要參與。今天的小孩在十年、十五年後，將會成為父母。今天也許他們會聽到一些種族性的議論，我真的希望，你只和華裔美籍的人結婚，這一類的阻力以後可能會消失。因為十年、十五年以後，如果他們接受我們要他們接受的教育，他們成為父母時，將不會告訴他們的小孩類似這樣的話。"
    },
    {
      "id": "21-091-0003_p0030",
      "zh_CN": "我想提出最后一个P，可惜的是它并不像前面两个P那么积极，那就是要实际。我是说，这种阻力和拒绝，将总会在那里，这只不过是人性而已。我出生于上海，在香港长大，我仍记得当我五十年前初次踏上香港的领土，在香港人中仍存在着对上海人的反感与拒绝。今天如果你到上海，你不会说上海话，告诉别人你是广东人，或是香港人，既使我们都是中国人，人们会看着你并说：你来自哪个省？所以这只是人性而已。如果你是不同的，人们多多少少会有种抗拒。这是不好的吗？当然是！我们能完全把这种心态消除吗？不可能！我猜想答案应该是不能。所以，实际上应该接受他，那就好。也许你来自不同的文化，也许我现在不了解你，但是透过时间，透过持续及毅力，可以彼此学习、了解，然后我们就能断定我们能彼此欣赏。",
      "zh_TW": "我想提出最後一個P，可惜的是它並不像前面兩個P那麼積極，那就是要實際。我是說，這種阻力和拒絕，將總會在那裡，這只不過是人性而已。我出生於上海，在香港長大，我仍記得當我五十年前初次踏上香港的領土，在香港人中仍存在著對上海人的反感與拒絕。今天如果你到上海，你不會說上海話，告訴別人你是廣東人，或是香港人，既使我們都是中國人，人們會看著你並說：你來自哪個省？所以這只是人性而已。如果你是不同的，人們多多少少會有種抗拒。這是不好的嗎？當然是！我們能完全把這種心態消除嗎？不可能！我猜想答案應該是不能。所以，實際上應該接受他，那就好。也許你來自不同的文化，也許我現在不了解你，但是透過時間，透過持續及毅力，可以彼此學習、了解，然後我們就能斷定我們能彼此欣賞。"
    },
    {
      "id": "21-091-0003_p0031",
      "zh_CN": "男主持人：我想这三个P是很重要，而且很实际的，的确它很花时间，不可能随随便便就发生。大学是主要的教育机构，那是我们设计学生要学什么及受什么教育，希望成长后有包容心，及能面面俱到。稍早铃木博士有提到，一个主要的因素就是，如何得到有限的资源。您身为大学校长，您如何促进及帮助来自不同族群的学生，在有限的资源下取得平等的使用。",
      "zh_TW": "男主持人：我想這三個P是很重要，而且很實際的，的確它很花時間，不可能隨隨便便就發生。大學是主要的教育機構，那是我們設計學生要學什麼及受什麼教育，希望成長後有包容心，及能面面俱到。稍早鈴木博士有提到，一個主要的因素就是，如何得到有限的資源。您身為大學校長，您如何促進及幫助來自不同族群的學生，在有限的資源下取得平等的使用。"
    },
    {
      "id": "21-091-0003_p0032",
      "zh_CN": "铃木博士：请容我和各位分享，在五、六年前我本身经验的故事。当我正在告诉我们一群教职员有关多种性，及多元文化的重要性，我做了一个声明，我们需要让我们全体职员多元化，更需要雇用很多来自不同团体的职员。与会中有一个职员举手发言，「铃木校长，您这番话让我很困惑，长久以来，我一直在帮助来自不同族群的学生，您似乎是说，我将不再扮演帮助这些学生的角色，您需要少数族群的职员帮助指导少数族群的学生。」我回答他说：「我并不是这个意思。」我和他分享一个故事，我说在我来这里之前的服务机构，我发现他们有一个很大的顾问团，有将近三十位专任指导老师，但是其中没有一位亚裔指导老师。我询问他们关于这一点，因为在全体学生中，我们有将近百分之十五的亚裔学生。他们是这样告诉我的：「我们看到非常少的亚裔学生来这里，所以我们不认为他们有那么多的问题。」我说：「是吗？」我不会如此说。之后的几年，我一直对他们施加压力，最后他们终于雇用了第一个亚裔指导老师。猜猜看发生了什么事？在大约三个月内，这位老师被超过量的亚裔学生所围绕询问。年底时，她的工作量负荷过多，她每晚都要工作到晚上八、九点。最后，她去找顾问团的主任，她说，你一定得帮帮我，我不能一直这样下去，你一定得雇用另一位亚裔指导老师，不然你就得容许我交叉训练其他的指导人员。他们决定后者，让她交叉训练他们，并且告诉他们，亚裔学生应有的问题，及她是如何疏导他们，因此在亚裔学生方面，她减轻了不少负担。这些指导老师疏导学生的能力，几乎跟她一样的有效。",
      "zh_TW": "鈴木博士：請容我和各位分享，在五、六年前我本身經驗的故事。當我正在告訴我們一群教職員有關多種性，及多元文化的重要性，我做了一個聲明，我們需要讓我們全體職員多元化，更需要僱用很多來自不同團體的職員。與會中有一個職員舉手發言，「鈴木校長，您這番話讓我很困惑，長久以來，我一直在幫助來自不同族群的學生，您似乎是說，我將不再扮演幫助這些學生的角色，您需要少數族群的職員幫助指導少數族群的學生。」我回答他說：「我並不是這個意思。」我和他分享一個故事，我說在我來這裡之前的服務機構，我發現他們有一個很大的顧問團，有將近三十位專任指導老師，但是其中沒有一位亞裔指導老師。我詢問他們關於這一點，因為在全體學生中，我們有將近百分之十五的亞裔學生。他們是這樣告訴我的：「我們看到非常少的亞裔學生來這裡，所以我們不認為他們有那麼多的問題。」我說：「是嗎？」我不會如此說。之後的幾年，我一直對他們施加壓力，最後他們終於僱用了第一個亞裔指導老師。猜猜看發生了什麼事？在大約三個月內，這位老師被超過量的亞裔學生所圍繞詢問。年底時，她的工作量負荷過多，她每晚都要工作到晚上八、九點。最後，她去找顧問團的主任，她說，你一定得幫幫我，我不能一直這樣下去，你一定得僱用另一位亞裔指導老師，不然你就得容許我交叉訓練其他的指導人員。他們決定後者，讓她交叉訓練他們，並且告訴他們，亞裔學生應有的問題，及她是如何疏導他們，因此在亞裔學生方面，她減輕了不少負擔。這些指導老師疏導學生的能力，幾乎跟她一樣的有效。"
    },
    {
      "id": "21-091-0003_p0033",
      "zh_CN": "我告诉他们这个故事的寓意，第一、透过职员的多元化，即使是少数人，中心就有能力显著的改进它的服务，及服务更广大层面的学生。第二、透过职员的多元化，即使是那么少数人，它真的能为全体职员带来许多额外的专门知识。然后我说，同样的全体职员，因引进更多不同族群的教员，事实上这些教员因和你们合作，能够更有效率服务更广大层面的学生群，以及提升我们教育品质的优点。所以，我一直努力追求一个包含一切的政策，所以当我们说多种化时，并不表示其他人被排除在外，我们实际上是试着把他们拉进来，我认为这是推展和谐的关键之一。",
      "zh_TW": "我告訴他們這個故事的寓意，第一、透過職員的多元化，即使是少數人，中心就有能力顯著的改進它的服務，及服務更廣大層面的學生。第二、透過職員的多元化，即使是那麼少數人，它真的能為全體職員帶來許多額外的專門知識。然後我說，同樣的全體職員，因引進更多不同族群的教員，事實上這些教員因和你們合作，能夠更有效率服務更廣大層面的學生群，以及提升我們教育品質的優點。所以，我一直努力追求一個包含一切的政策，所以當我們說多種化時，並不表示其他人被排除在外，我們實際上是試著把他們拉進來，我認為這是推展和諧的關鍵之一。"
    },
    {
      "id": "21-091-0003_p0034",
      "zh_CN": "男主持人：这很有意思，在我们的中心也有这种情况，在我们触及亚洲社区之前，人们会认为亚洲人很好，人们想亚洲学生总是拿A，亚裔美籍的学生总是拿A，所以他们没有问题。但是我们一触及学校、他们的家庭，就会感到这社区有惊人的需求。因此您和市议员尝试，在不同的委员会增加不同种族背景的代表人，及透过多种性的教员，帮助不同背景的人们说出自己的心声。",
      "zh_TW": "男主持人：這很有意思，在我們的中心也有這種情況，在我們觸及亞洲社區之前，人們會認為亞洲人很好，人們想亞洲學生總是拿A，亞裔美籍的學生總是拿A，所以他們沒有問題。但是我們一觸及學校、他們的家庭，就會感到這社區有驚人的需求。因此您和市議員嘗試，在不同的委員會增加不同種族背景的代表人，及透過多種性的教員，幫助不同背景的人們說出自己的心聲。"
    },
    {
      "id": "21-091-0003_p0035",
      "zh_CN": "稍早法师已经告诉我们一个很重要的观念，那就是平等与清净。我想知道，除了佛法对平等的定义之外，我们如何将其应用在我们的社会，您对于平等的看法如何，以及我们如何达到平等的目标。",
      "zh_TW": "稍早法師已經告訴我們一個很重要的觀念，那就是平等與清淨。我想知道，除了佛法對平等的定義之外，我們如何將其應用在我們的社會，您對於平等的看法如何，以及我們如何達到平等的目標。"
    },
    {
      "id": "21-091-0003_p0036",
      "zh_CN": "净空法师：佛法所说的，完全是社会迫切需要的问题，所以真正深入了解佛法之后，才知道佛法是生活教育。佛法教我们怎么生活、怎么过日子、怎样工作、怎样处事待人接物，字字句句都讲的是现实，决定没有脱离我们生活去谈玄学。那不是佛法，那不是真智慧。",
      "zh_TW": "淨空法師：佛法所說的，完全是社會迫切需要的問題，所以真正深入了解佛法之後，才知道佛法是生活教育。佛法教我們怎麼生活、怎麼過日子、怎樣工作、怎樣處事待人接物，字字句句都講的是現實，決定沒有脫離我們生活去談玄學。那不是佛法，那不是真智慧。"
    },
    {
      "id": "21-091-0003_p0037",
      "zh_CN": "前些年，我有一个机会在中国北京访问北京师范大学，校长陪同我。我在学校校园里面看到有一块牌子，上面写了八个字：「学为人师，身为世范」，身体是世间人的模范。我跟校长说：「这八个字，就是佛所说的《大方广佛华严经》。」他非常惊讶，他说：「这八个字是我们全校老师共同拟定的。」我说这八个字，就是整个大乘佛法精神之所在。",
      "zh_TW": "前些年，我有一個機會在中國北京訪問北京師範大學，校長陪同我。我在學校校園裡面看到有一塊牌子，上面寫了八個字：「學為人師，身為世範」，身體是世間人的模範。我跟校長說：「這八個字，就是佛所說的《大方廣佛華嚴經》。」他非常驚訝，他說：「這八個字是我們全校老師共同擬定的。」我說這八個字，就是整個大乘佛法精神之所在。"
    },
    {
      "id": "21-091-0003_p0038",
      "zh_CN": "佛法教我们什么？最普通的讲法，大家都很熟悉的六个原则，在佛经里面叫六波罗蜜。波罗蜜是圆满，六种圆满。第一种叫「布施」。布施是什么意思？用现在的话来说，为人民服务、为社会服务、为世界人服务，这个叫布施。第二条叫「持戒」。持戒的意思，用现在的话来说就是守法，不但要遵守法律，要遵守每个族群、每个国家的风俗习惯、道德观念，你统统都要遵守，入境随俗。第三个「忍辱」，这是讲耐心。大家晓得，没有耐心不能成就，要有很大的耐心，很长远的耐心，我们才能为大家服务。我们替他服务也要有耐心，没有耐心他不接受。不接受，再慢慢等机缘，所以一定要有耐心。第四个叫「精进」，精进是求进步，永远不断的追求进步。第五个叫「禅定」，禅定是自己心有主宰，不会受外面境界动摇，不会受外面境界诱惑，这个叫禅定。第六个叫「智慧」，对于人生宇宙的真相，清清楚楚、明明白白，一点都不迷惑，这叫般若智慧。这是佛教学生一定要做到这六个原则，这六个原则真能做到，什么问题都能够做得很圆满了。",
      "zh_TW": "佛法教我們什麼？最普通的講法，大家都很熟悉的六個原則，在佛經裡面叫六波羅蜜。波羅蜜是圓滿，六種圓滿。第一種叫「布施」。布施是什麼意思？用現在的話來說，為人民服務、為社會服務、為世界人服務，這個叫布施。第二條叫「持戒」。持戒的意思，用現在的話來說就是守法，不但要遵守法律，要遵守每個族群、每個國家的風俗習慣、道德觀念，你統統都要遵守，入境隨俗。第三個「忍辱」，這是講耐心。大家曉得，沒有耐心不能成就，要有很大的耐心，很長遠的耐心，我們才能為大家服務。我們替他服務也要有耐心，沒有耐心他不接受。不接受，再慢慢等機緣，所以一定要有耐心。第四個叫「精進」，精進是求進步，永遠不斷的追求進步。第五個叫「禪定」，禪定是自己心有主宰，不會受外面境界動搖，不會受外面境界誘惑，這個叫禪定。第六個叫「智慧」，對於人生宇宙的真相，清清楚楚、明明白白，一點都不迷惑，這叫般若智慧。這是佛教學生一定要做到這六個原則，這六個原則真能做到，什麼問題都能夠做得很圓滿了。"
    },
    {
      "id": "21-091-0003_p0039",
      "zh_CN": "所以「和平」两个字，我们加以简单的注解：大家和睦相处，平等对待，和平才能落实。如果我们单讲和睦相处，里面存在不平等，这个和平是假相，不是真实的；一定要平等对待。",
      "zh_TW": "所以「和平」兩個字，我們加以簡單的註解：大家和睦相處，平等對待，和平才能落實。如果我們單講和睦相處，裡面存在不平等，這個和平是假相，不是真實的；一定要平等對待。"
    },
    {
      "id": "21-091-0003_p0040",
      "zh_CN": "女主持人：在我们下结论之前，我有个问题想请教铃木博士，前面您曾提到，做为一个倡导者，建议学校职员的多种化，以反应现前社会的状况，我很好奇的就是身为一个独立个体，当我们强调教育的重要性时，你如何教育您自己，我想听听您的经验。您可以做我们的榜样，只要给我们一些例子即可，关于多元文化方面，您如何教育您自己。",
      "zh_TW": "女主持人：在我們下結論之前，我有個問題想請教鈴木博士，前面您曾提到，做為一個倡導者，建議學校職員的多種化，以反應現前社會的狀況，我很好奇的就是身為一個獨立個體，當我們強調教育的重要性時，你如何教育您自己，我想聽聽您的經驗。您可以做我們的榜樣，只要給我們一些例子即可，關於多元文化方面，您如何教育您自己。"
    },
    {
      "id": "21-091-0003_p0041",
      "zh_CN": "徐议员：如果可以的话，我想谈谈一个我经常和别人分享的故事。回溯到１９８９年，我的一个朋友竞选学校的董事会，全部的亚裔美籍人士感到很兴奋，集聚到一个委员会议中心，谈论着我们的策略与战术，突然间一个第三代亚裔美籍，不会说半句中文，也不会写自己的中文名字的人，说出了自己的意见：「你确定我们将会被主流社会接受吗？」这番陈述真的把我吓到了，当时我告诉我自己，如果这个身为第三代亚裔美籍人，一个不会尝试回到自己祖国的人，会这样想，我的小孩以及我的孙子，对这件事会做何感想。我不想要我的孙子，在二、三十年以后，坐在那里说：「社会会接受我们吗？」因此，从那天起，我想我们应该做些事，我下了一个结论，唯一的方法就是参与。我说参与，并不是说每个人都要竞选市议员，只是很简单的，举例而言，加入学生家长教师联谊会。许多很好的学区，像是南帕萨迪那市、圣谟明诺市，当你看到亚洲学生的数目，然后你去看学生家长教师联谊会中父母的数目，你们就会明了我的意思，这就是我所谓的参与。",
      "zh_TW": "徐議員：如果可以的話，我想談談一個我經常和別人分享的故事。回溯到１９８９年，我的一個朋友競選學校的董事會，全部的亞裔美籍人士感到很興奮，集聚到一個委員會議中心，談論著我們的策略與戰術，突然間一個第三代亞裔美籍，不會說半句中文，也不會寫自己的中文名字的人，說出了自己的意見：「你確定我們將會被主流社會接受嗎？」這番陳述真的把我嚇到了，當時我告訴我自己，如果這個身為第三代亞裔美籍人，一個不會嘗試回到自己祖國的人，會這樣想，我的小孩以及我的孫子，對這件事會做何感想。我不想要我的孫子，在二、三十年以後，坐在那裡說：「社會會接受我們嗎？」因此，從那天起，我想我們應該做些事，我下了一個結論，唯一的方法就是參與。我說參與，並不是說每個人都要競選市議員，只是很簡單的，舉例而言，加入學生家長教師聯誼會。許多很好的學區，像是南帕薩迪那市、聖謨明諾市，當你看到亞洲學生的數目，然後你去看學生家長教師聯誼會中父母的數目，你們就會明瞭我的意思，這就是我所謂的參與。"
    },
    {
      "id": "21-091-0003_p0042",
      "zh_CN": "铃木博士：我想我的经验，以及在美国成长，强烈的影响了我个人的参与。就像许多人知道的，日裔美籍在战争期间，被监禁在美国沙漠的集中营，在其中的一个集中营，我走过头三年的学校生活，这件事影响了我往后的人生，使我全心投入非裔美籍带头的人权运动。当时我真的非常投入非裔美籍的社区，那是１９６０年代的事情。但是当我在那个社区工作时，一些非裔美籍人会问我，为什么你不在你自己的社区工作？他们并没有参与人权运动，我想到这些，我说他们是对的。我们需要使亚裔美籍的社区参与人权的促进，这件事使我全心全力投入亚裔美籍的社区中。我很高兴看到像徐参议员这样的人竞选公职，因为如果你们看到我们现今整体社会中，亚裔人士在领导地位的人数非常少，我只是全国四年机构中四个亚裔校长之一。还有超过２５００个四年机构，只有我们四个是亚裔校长。百分之五的高等教育学府的教职员是亚裔美籍，但是这些机构的亚裔校长的百分比，比前面少０.５个百分比。你们可以看看任何部门，如政治、公司行号，严重的缺乏在领导地位有代表。所以，我们在加州州立理工大学开始的其中一件事，是经营一个发展领导力研习会，给亚洲人及高等学府，目的是为了鼓励走向较高行政人员的职位。这件事正在其他的部门发生，如商业部门，有一个叫LEAP的组织，它经营这种类型研习会的训练。我认为需要提供更多这种类型的研习会，让更多亚裔人士走进领导阶层岗位。我们永远不应该忘记，我们和许多其他团体有相互利益的存在，我们对非裔美籍人士的大恩大德无限的感激，他们是这个国家真正人权运动的开创者。所以，我是从多元文化的观点来看这件事，我希望能够继续促进这个看法。",
      "zh_TW": "鈴木博士：我想我的經驗，以及在美國成長，強烈的影響了我個人的參與。就像許多人知道的，日裔美籍在戰爭期間，被監禁在美國沙漠的集中營，在其中的一個集中營，我走過頭三年的學校生活，這件事影響了我往後的人生，使我全心投入非裔美籍帶頭的人權運動。當時我真的非常投入非裔美籍的社區，那是１９６０年代的事情。但是當我在那個社區工作時，一些非裔美籍人會問我，為什麼你不在你自己的社區工作？他們並沒有參與人權運動，我想到這些，我說他們是對的。我們需要使亞裔美籍的社區參與人權的促進，這件事使我全心全力投入亞裔美籍的社區中。我很高興看到像徐參議員這樣的人競選公職，因為如果你們看到我們現今整體社會中，亞裔人士在領導地位的人數非常少，我只是全國四年機構中四個亞裔校長之一。還有超過２５００個四年機構，只有我們四個是亞裔校長。百分之五的高等教育學府的教職員是亞裔美籍，但是這些機構的亞裔校長的百分比，比前面少０.５個百分比。你們可以看看任何部門，如政治、公司行號，嚴重的缺乏在領導地位有代表。所以，我們在加州州立理工大學開始的其中一件事，是經營一個發展領導力研習會，給亞洲人及高等學府，目的是為了鼓勵走向較高行政人員的職位。這件事正在其他的部門發生，如商業部門，有一個叫LEAP的組織，它經營這種類型研習會的訓練。我認為需要提供更多這種類型的研習會，讓更多亞裔人士走進領導階層崗位。我們永遠不應該忘記，我們和許多其他團體有相互利益的存在，我們對非裔美籍人士的大恩大德無限的感激，他們是這個國家真正人權運動的開創者。所以，我是從多元文化的觀點來看這件事，我希望能夠繼續促進這個看法。"
    },
    {
      "id": "21-091-0003_p0043",
      "zh_CN": "女主持人：谢谢你们两位，皆有参与及伸手，自身做一个榜样来教导我们。",
      "zh_TW": "女主持人：謝謝你們兩位，皆有參與及伸手，自身做一個榜樣來教導我們。"
    },
    {
      "id": "21-091-0003_p0044",
      "zh_CN": "净空法师：在中国古老的教育哲学里面，当然要推崇《礼记》里面的「学记」。「学记」上最有名的一句话：「建国君民，教学为先」，这是说建立一个政权，建立一个国家，统治百姓，哪一桩事情最重要？教学，只要把教育工作做好。所以教育是防范，教人不会犯罪。犯了罪以后再加以处分，那是司法，那是后面的。如何教人不犯罪，如何教人能够相亲相爱，这是人文教育。",
      "zh_TW": "淨空法師：在中國古老的教育哲學裡面，當然要推崇《禮記》裡面的「學記」。「學記」上最有名的一句話：「建國君民，教學為先」，這是說建立一個政權，建立一個國家，統治百姓，哪一樁事情最重要？教學，只要把教育工作做好。所以教育是防範，教人不會犯罪。犯了罪以後再加以處分，那是司法，那是後面的。如何教人不犯罪，如何教人能夠相親相愛，這是人文教育。"
    },
    {
      "id": "21-091-0003_p0045",
      "zh_CN": "今天的社会会变成这么乱，我们不能说教育不发达，不能说教育不普及，这个原因到底在哪里？过分着重于科技工商的教学，把做人的道理疏忽了。人与人到底是什么关系，人与自然环境是什么关系，人与天地鬼神是什么关系，这个疏忽了，所以问题出来了。不知道人与人的关系，就产生了人与人的冲突；不知道人与自然环境的关系，我们就破坏自然的生态，所以地球就生病了；不知道人与天地鬼神的关系，宗教就互相冲突了。所以中国古老的教育，它的重点是教人这三桩事情。这三桩事情解决了，畅通了，人才能真正达到幸福美满，才真正知道人与人之间，不分国家、不分种族、不分宗教，能够互相尊重、互相相亲相爱、互助合作。",
      "zh_TW": "今天的社會會變成這麼亂，我們不能說教育不發達，不能說教育不普及，這個原因到底在哪裡？過分著重於科技工商的教學，把做人的道理疏忽了。人與人到底是什麼關係，人與自然環境是什麼關係，人與天地鬼神是什麼關係，這個疏忽了，所以問題出來了。不知道人與人的關係，就產生了人與人的衝突；不知道人與自然環境的關係，我們就破壞自然的生態，所以地球就生病了；不知道人與天地鬼神的關係，宗教就互相衝突了。所以中國古老的教育，它的重點是教人這三樁事情。這三樁事情解決了，暢通了，人才能真正達到幸福美滿，才真正知道人與人之間，不分國家、不分種族、不分宗教，能夠互相尊重、互相相親相愛、互助合作。"
    },
    {
      "id": "21-091-0003_p0046",
      "zh_CN": "所以看中国的历史，几千年当中，中国虽然有战争，从来没有把战争在别人国土里进行过，这是一个和平的种族。从来没有侵略别人，在历史上没有这个记录。只有内部改朝换代，那个皇帝不好，被人推翻了，推翻之后不会超过五年，社会又安定了。就是这种文化的力量、这种教育的力量所造成的成绩。",
      "zh_TW": "所以看中國的歷史，幾千年當中，中國雖然有戰爭，從來沒有把戰爭在別人國土裡進行過，這是一個和平的種族。從來沒有侵略別人，在歷史上沒有這個記錄。只有內部改朝換代，那個皇帝不好，被人推翻了，推翻之後不會超過五年，社會又安定了。就是這種文化的力量、這種教育的力量所造成的成績。"
    },
    {
      "id": "21-091-0003_p0047",
      "zh_CN": "今天中国演变成这样，是我们中国自己把老祖宗的教学理念、教学的方法失掉了，我们丧失了民族自信心，完全吸收外国的，把自己的东西丢掉了，所以今天才遭这样的灾难。今天全世界如果要能恢复秩序，这是七十年代英国哲学家汤恩比所说的：「要解决二十一世纪的问题，还是要中国孔孟的学说与大乘佛法。」这是一个真正有智慧、有见地的人，他才能说得出这句话来。所以我们只有把老祖宗的东西再捡回来，才能解决问题。",
      "zh_TW": "今天中國演變成這樣，是我們中國自己把老祖宗的教學理念、教學的方法失掉了，我們喪失了民族自信心，完全吸收外國的，把自己的東西丟掉了，所以今天才遭這樣的災難。今天全世界如果要能恢復秩序，這是七十年代英國哲學家湯恩比所說的：「要解決二十一世紀的問題，還是要中國孔孟的學說與大乘佛法。」這是一個真正有智慧、有見地的人，他才能說得出這句話來。所以我們只有把老祖宗的東西再撿回來，才能解決問題。"
    },
    {
      "id": "21-091-0003_p0048",
      "zh_CN": "女主持人：我们只剩一分钟的时间，请各位做个简短的结论。",
      "zh_TW": "女主持人：我們只剩一分鐘的時間，請各位做個簡短的結論。"
    },
    {
      "id": "21-091-0003_p0049",
      "zh_CN": "徐议员：如果你同意我今天所说的，参与是解决多元种族冲突的最底线。我劝你今天就做吧！如果你能为学生家长教师联谊会服务，市议会服务，或做任何事情，今天就做吧！你必须劝服你自己，也必须劝服别人，你是这社区的一部分，事实上只有一个社区，而且我们都是这社区的一员。",
      "zh_TW": "徐議員：如果你同意我今天所說的，參與是解決多元種族衝突的最底線。我勸你今天就做吧！如果你能為學生家長教師聯誼會服務，市議會服務，或做任何事情，今天就做吧！你必須勸服你自己，也必須勸服別人，你是這社區的一部分，事實上只有一個社區，而且我們都是這社區的一員。"
    },
    {
      "id": "21-091-0003_p0050",
      "zh_CN": "铃木博士：很感谢能被邀请参与这个座谈会，今天我们所讨论的问题，对未来社会非常的重要。希望这个节目能刺激更大的团体来讨论这个问题。再次的谢谢你们，能让我来参加。",
      "zh_TW": "鈴木博士：很感謝能被邀請參與這個座談會，今天我們所討論的問題，對未來社會非常的重要。希望這個節目能刺激更大的團體來討論這個問題。再次的謝謝你們，能讓我來參加。"
    },
    {
      "id": "21-091-0003_p0051",
      "zh_CN": "净空法师：刚才徐市长讲的话非常正确，我们要积极参与不同的宗教、不同的社会、不同的族群种种的活动，去了解它、认识它，然后就会热爱它。",
      "zh_TW": "淨空法師：剛才徐市長講的話非常正確，我們要積極參與不同的宗教、不同的社會、不同的族群種種的活動，去了解它、認識它，然後就會熱愛它。"
    }
  ]
}