{
  "doc_id": "21-045-0001",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "台湾华藏图书馆",
    "zh_TW": "台灣華藏圖書館"
  },
  "doc_number": "21-045-0001",
  "total_paragraphs": 107,
  "paragraphs": [
    {
      "id": "21-045-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：",
      "zh_TW": "諸位法師、諸位同修："
    },
    {
      "id": "21-045-0001_p0002",
      "zh_CN": "今天我看到讲台上有不少问题在此地，我们时间不多，简单扼要的给诸位做个解答。",
      "zh_TW": "今天我看到講臺上有不少問題在此地，我們時間不多，簡單扼要的給諸位做個解答。"
    },
    {
      "id": "21-045-0001_p0003",
      "zh_CN": "第一位，他有四个问题，第一个是「请问中元普度之由来。」第二个，「是否真有超度之事？」",
      "zh_TW": "第一位，他有四個問題，第一個是「請問中元普度之由來。」第二個，「是否真有超度之事？」"
    },
    {
      "id": "21-045-0001_p0004",
      "zh_CN": "答：这两个问题，今天正好有一个CD送给大家，就是讲这个问题，这已经有很详细的解答了。",
      "zh_TW": "答：這兩個問題，今天正好有一個CD送給大家，就是講這個問題，這已經有很詳細的解答了。"
    },
    {
      "id": "21-045-0001_p0005",
      "zh_CN": "第三个问题，「死去的家属，烧纸钱给他，他得的到吗？如果得的到，多烧一点，他不就变成大富翁了？」",
      "zh_TW": "第三個問題，「死去的家屬，燒紙錢給他，他得的到嗎？如果得的到，多燒一點，他不就變成大富翁了？」"
    },
    {
      "id": "21-045-0001_p0006",
      "zh_CN": "答：烧纸钱是我们中国的习俗，佛教里面没有，你们看看佛经里面，没有烧纸钱的。这一桩事情，过去有人问过印光大师，印光大师的答复，我觉得非常的中肯。他说烧纸钱这个事情，我们不赞成。为什么不赞成呢？因为佛经上没有，我们是佛弟子，应当依教奉行。但是也不反对，为什么不反对呢？如果人死了之后，六道轮回，你知道他到哪一道呢？他到其他道里面都得不到，也没用处了，只有到饿鬼道他才有用处。所以如果这个人真的到饿鬼道了，他家里要烧纸钱给他，你不是断了人的财路嘛！所以也不反对。既不赞成也不反对，抱着这么样的一个态度。",
      "zh_TW": "答：燒紙錢是我們中國的習俗，佛教裡面沒有，你們看看佛經裡面，沒有燒紙錢的。這一樁事情，過去有人問過印光大師，印光大師的答覆，我覺得非常的中肯。他說燒紙錢這個事情，我們不贊成。為什麼不贊成呢？因為佛經上沒有，我們是佛弟子，應當依教奉行。但是也不反對，為什麼不反對呢？如果人死了之後，六道輪迴，你知道他到哪一道呢？他到其他道裡面都得不到，也沒用處了，只有到餓鬼道他才有用處。所以如果這個人真的到餓鬼道了，他家裡要燒紙錢給他，你不是斷了人的財路嘛！所以也不反對。既不贊成也不反對，抱著這麼樣的一個態度。"
    },
    {
      "id": "21-045-0001_p0007",
      "zh_CN": "至于多烧一点，少烧一点，那是你自己的事情。你要想叫他变成大富翁，不太容易。为什么不太容易？你看我们世间人就晓得了。父母辛辛苦苦留了很大的财产给他，没到二、三年，他都败光了，可见得能不能成为富人、或者富鬼，前生修积的。他前生没有修因，也很难保持得住，这些道理我们要懂得。",
      "zh_TW": "至於多燒一點，少燒一點，那是你自己的事情。你要想叫他變成大富翁，不太容易。為什麼不太容易？你看我們世間人就曉得了。父母辛辛苦苦留了很大的財產給他，沒到二、三年，他都敗光了，可見得能不能成為富人、或者富鬼，前生修積的。他前生沒有修因，也很難保持得住，這些道理我們要懂得。"
    },
    {
      "id": "21-045-0001_p0008",
      "zh_CN": "第四个问题，「梦到死去的家属，是否他有求于我们？」",
      "zh_TW": "第四個問題，「夢到死去的家屬，是否他有求於我們？」"
    },
    {
      "id": "21-045-0001_p0009",
      "zh_CN": "答：这个是对的，他有求于你，求你帮助他。帮助他，最好是诵经、念佛给他回向，这是最好的。一般不是学佛的、不懂佛法的人，遇到这个事情，烧一点纸钱，这个是纪念纪念，也行！",
      "zh_TW": "答：這個是對的，他有求於你，求你幫助他。幫助他，最好是誦經、念佛給他迴向，這是最好的。一般不是學佛的、不懂佛法的人，遇到這個事情，燒一點紙錢，這個是紀念紀念，也行！"
    },
    {
      "id": "21-045-0001_p0010",
      "zh_CN": "这一位同修问的，「请问法师，若以往曾向某人借钱，而此人已往生，这种状况应该如何处置？」",
      "zh_TW": "這一位同修問的，「請問法師，若以往曾向某人借錢，而此人已往生，這種狀況應該如何處置？」"
    },
    {
      "id": "21-045-0001_p0011",
      "zh_CN": "答：你应该是连本带利，完全给他做功德回向，这就非常非常之好，他会很感谢你。做功德最殊胜是流通法宝，就是做弘法利生的工作，这个是最大的利益。",
      "zh_TW": "答：你應該是連本帶利，完全給他做功德迴向，這就非常非常之好，他會很感謝你。做功德最殊勝是流通法寶，就是做弘法利生的工作，這個是最大的利益。"
    },
    {
      "id": "21-045-0001_p0012",
      "zh_CN": "第三位他说「病患于昏迷时，神识在何处？」",
      "zh_TW": "第三位他說「病患於昏迷時，神識在何處？」"
    },
    {
      "id": "21-045-0001_p0013",
      "zh_CN": "答：昏迷的时候，神识也无知，如果神识清清楚楚，他就不昏迷了，所以神识依旧没有离开这个人，昏迷的状况。如果是离开身体，他别有境界，这样的境界也很难讲。像昨天有一位同修告诉我，他有个朋友，他不是这一类的病，也是在昏迷状况，好像是四天四夜没有醒过来。这个人也没学过佛，他好像是在梦中一样，但是家人都是以为他快要命终了，所以都非常之悲痛。结果四天之后他醒过来了，醒过来之后，这个医生就问他，「我是什么人你认不认识？」你是医生。旁边的护士：「你知道我是什么？」你是护士。看看家人，你们哭哭啼啼干什么？他家人说：你已经四天四夜没有清醒了。「这不对，我好像感觉得只有一、二分钟。」",
      "zh_TW": "答：昏迷的時候，神識也無知，如果神識清清楚楚，他就不昏迷了，所以神識依舊沒有離開這個人，昏迷的狀況。如果是離開身體，他別有境界，這樣的境界也很難講。像昨天有一位同修告訴我，他有個朋友，他不是這一類的病，也是在昏迷狀況，好像是四天四夜沒有醒過來。這個人也沒學過佛，他好像是在夢中一樣，但是家人都是以為他快要命終了，所以都非常之悲痛。結果四天之後他醒過來了，醒過來之後，這個醫生就問他，「我是什麼人你認不認識？」你是醫生。旁邊的護士：「你知道我是什麼？」你是護士。看看家人，你們哭哭啼啼幹什麼？他家人說：你已經四天四夜沒有清醒了。「這不對，我好像感覺得只有一、二分鐘。」"
    },
    {
      "id": "21-045-0001_p0014",
      "zh_CN": "他到西方极乐世界去了，见到阿弥陀佛，不可思议！阿弥陀佛告诉他，你好好的念佛，将来临命终时一定来接引你。没有听过佛法，没有接触过佛教，作这么一个梦。他才想到，原来西方极乐世界一、二分钟，这人间就好多天了。所以昏迷之后，他的神识究竟在哪里，很难说！在一般的时候，都没有离开身体。",
      "zh_TW": "他到西方極樂世界去了，見到阿彌陀佛，不可思議！阿彌陀佛告訴他，你好好的念佛，將來臨命終時一定來接引你。沒有聽過佛法，沒有接觸過佛教，作這麼一個夢。他才想到，原來西方極樂世界一、二分鐘，這人間就好多天了。所以昏迷之後，他的神識究竟在哪裡，很難說！在一般的時候，都沒有離開身體。"
    },
    {
      "id": "21-045-0001_p0015",
      "zh_CN": "这个问题问的，这是有慈悲心，「如何挽救世纪的大劫难？」",
      "zh_TW": "這個問題問的，這是有慈悲心，「如何挽救世紀的大劫難？」"
    },
    {
      "id": "21-045-0001_p0016",
      "zh_CN": "答：两句话，「深信因果，老实念佛。」我们自己要认真努力的去做。纵然不能救这个世间，也能救自己，这个非常重要。",
      "zh_TW": "答：兩句話，「深信因果，老實念佛。」我們自己要認真努力的去做。縱然不能救這個世間，也能救自己，這個非常重要。"
    },
    {
      "id": "21-045-0001_p0017",
      "zh_CN": "这位同修问的是「但得见弥陀，何愁不开悟，弥陀二字是否表自己心量的大小，大到一切都能包容，一切皆不计较呢？」",
      "zh_TW": "這位同修問的是「但得見彌陀，何愁不開悟，彌陀二字是否表自己心量的大小，大到一切都能包容，一切皆不計較呢？」"
    },
    {
      "id": "21-045-0001_p0018",
      "zh_CN": "不是这个意思。此地说「但得见弥陀」，就是念佛往生西方极乐世界，确确实实见到阿弥陀佛。见到阿弥陀佛，阿弥陀佛给你开示，给你讲经说法，哪有不开悟的道理！为什么我们现在的法师讲经，你开不了悟呢？法师是凡人，不知道你的根性。阿弥陀佛，你过去生中生生世世，他都明了、都清楚，所以他说法就契机了，所以你很容易开悟。你谈到心量，的确也有很大的关系。心量大的人，学佛容易成就，因为与佛菩萨的心量相应。心量小的人，就是非常非常困难。",
      "zh_TW": "不是這個意思。此地說「但得見彌陀」，就是念佛往生西方極樂世界，確確實實見到阿彌陀佛。見到阿彌陀佛，阿彌陀佛給你開示，給你講經說法，哪有不開悟的道理！為什麼我們現在的法師講經，你開不了悟呢？法師是凡人，不知道你的根性。阿彌陀佛，你過去生中生生世世，他都明瞭、都清楚，所以他說法就契機了，所以你很容易開悟。你談到心量，的確也有很大的關係。心量大的人，學佛容易成就，因為與佛菩薩的心量相應。心量小的人，就是非常非常困難。"
    },
    {
      "id": "21-045-0001_p0019",
      "zh_CN": "这一位同修问两个问题，「假使家庭主妇布施或存私房钱，没经家人知道，算偷盗吗？」",
      "zh_TW": "這一位同修問兩個問題，「假使家庭主婦布施或存私房錢，沒經家人知道，算偷盜嗎？」"
    },
    {
      "id": "21-045-0001_p0020",
      "zh_CN": "你要是做好事，偷盗也不妨。你看看我们净宗第六代的祖师永明延寿大师，他那个时候作个小官管出纳，他在财税局，像现在的财税局一样，他管出纳。钱在手上过就很方便，他就盗用公款去放生。大概常常盗用，以后被发现了，他盗用的数字相当大，放的生也真是太多太多了。这个在法律上一定是判死刑，可是以后法官一问、审问，知道这个事情，他没有拿去自己花，拿去放生了，于是这个事情就很难办了。当时就把这一桩事情报告皇帝，皇帝听了也好笑，他说按照法律宣判，判他死刑，送到法场去砍头。他说你们监斩官注意到，他如果不害怕、不恐怖，把他带回来见我。如果他害怕，杀了就算了。",
      "zh_TW": "你要是做好事，偷盜也不妨。你看看我們淨宗第六代的祖師永明延壽大師，他那個時候作個小官管出納，他在財稅局，像現在的財稅局一樣，他管出納。錢在手上過就很方便，他就盜用公款去放生。大概常常盜用，以後被發現了，他盜用的數字相當大，放的生也真是太多太多了。這個在法律上一定是判死刑，可是以後法官一問、審問，知道這個事情，他沒有拿去自己花，拿去放生了，於是這個事情就很難辦了。當時就把這一樁事情報告皇帝，皇帝聽了也好笑，他說按照法律宣判，判他死刑，送到法場去砍頭。他說你們監斬官注意到，他如果不害怕、不恐怖，把他帶回來見我。如果他害怕，殺了就算了。"
    },
    {
      "id": "21-045-0001_p0021",
      "zh_CN": "结果他到法场，面目非常从容，一点恐怖都没有。人家问他，你怎么不害怕？我这一条命救了千千万万的命，值得了！他很开心，一点恐怖都没有，这就送到皇帝那里去。皇帝问他，你想怎么样？他说我想出家。皇帝：「好！」成就他出家，皇帝给他作护法。所以这个盗，看你用什么事，用在哪个地方。如果你偷盗自己去享受，那这个罪你要承当。你是布施做好事，你一家人都有功德、都有福报。所以这个是一定要看用心，你是用的什么样的心，心真诚、慈悲，这是佛法里面讲方便门。你家里人不肯修福，不懂得修福，你懂得修福，知道这个道理是可以做的，但是我不是在此地鼓励大家偷盗。",
      "zh_TW": "結果他到法場，面目非常從容，一點恐怖都沒有。人家問他，你怎麼不害怕？我這一條命救了千千萬萬的命，值得了！他很開心，一點恐怖都沒有，這就送到皇帝那裡去。皇帝問他，你想怎麼樣？他說我想出家。皇帝：「好！」成就他出家，皇帝給他作護法。所以這個盜，看你用什麼事，用在哪個地方。如果你偷盜自己去享受，那這個罪你要承當。你是布施做好事，你一家人都有功德、都有福報。所以這個是一定要看用心，你是用的什麼樣的心，心真誠、慈悲，這是佛法裡面講方便門。你家裡人不肯修福，不懂得修福，你懂得修福，知道這個道理是可以做的，但是我不是在此地鼓勵大家偷盜。"
    },
    {
      "id": "21-045-0001_p0022",
      "zh_CN": "第二个问题，他说「我今生今世，一定要求生西方净土，要如何念佛，心才不易被境转？」",
      "zh_TW": "第二個問題，他說「我今生今世，一定要求生西方淨土，要如何念佛，心才不易被境轉？」"
    },
    {
      "id": "21-045-0001_p0023",
      "zh_CN": "这个问题很重要，心不被境转，最要紧的就是看破、放下，晓得这个境界不是真的，境界是假的。人生在这个世间非常短暂，活到一百岁的很少！到不了七十岁走的人好多好多，所以一定要有高度的警觉心，不贪生、不怕死，一心念佛。除了念佛之外，世、出世间一切事，与我都不相干，你就可以不必去理它，这样你的心就不会被境界所转了。如果以为这个世间是真的，还有快乐可以去寻找，你怎么能放得下呢？你怎么能不被境转呢？所以必须要晓得，像《金刚经》上所说的「梦幻泡影」，全是假的，没有一样是真实的，万般将不去，唯有业随身。人在这个世间干什么？造业！你所想的，所思、所想的，你所说的、你所做的都是业。这个业有善业、有恶业，善业，你将来生三善道；恶业，你就到三恶道去了。我们不想搞六道轮回，专念阿弥陀佛，阿弥陀佛是净业，六道里头找不到的，将来就决定得生净土。",
      "zh_TW": "這個問題很重要，心不被境轉，最要緊的就是看破、放下，曉得這個境界不是真的，境界是假的。人生在這個世間非常短暫，活到一百歲的很少！到不了七十歲走的人好多好多，所以一定要有高度的警覺心，不貪生、不怕死，一心念佛。除了念佛之外，世、出世間一切事，與我都不相干，你就可以不必去理它，這樣你的心就不會被境界所轉了。如果以為這個世間是真的，還有快樂可以去尋找，你怎麼能放得下呢？你怎麼能不被境轉呢？所以必須要曉得，像《金剛經》上所說的「夢幻泡影」，全是假的，沒有一樣是真實的，萬般將不去，唯有業隨身。人在這個世間幹什麼？造業！你所想的，所思、所想的，你所說的、你所做的都是業。這個業有善業、有惡業，善業，你將來生三善道；惡業，你就到三惡道去了。我們不想搞六道輪迴，專念阿彌陀佛，阿彌陀佛是淨業，六道裡頭找不到的，將來就決定得生淨土。"
    },
    {
      "id": "21-045-0001_p0024",
      "zh_CN": "这一位同修问得也很好，第一个问题，他说「如何在一个破碎的家庭里修行？譬如整天面对变了心的丈夫，或者是不孝的儿子，或者是凶恶的婆婆。如果要修忍辱波罗密，只有不言不语？」",
      "zh_TW": "這一位同修問得也很好，第一個問題，他說「如何在一個破碎的家庭裡修行？譬如整天面對變了心的丈夫，或者是不孝的兒子，或者是兇惡的婆婆。如果要修忍辱波羅密，只有不言不語？」"
    },
    {
      "id": "21-045-0001_p0025",
      "zh_CN": "答：给诸位说，不言不语不是忍辱波罗密，是赌气波罗密，哪叫忍辱波罗密呢！这个不是忍辱。忍辱要随顺，普贤菩萨教给我们恒顺众生、随喜功德，那是忍辱！不是我一天不说话，理都不理他，那不是忍辱。不要把忍辱两个字搞错了。",
      "zh_TW": "答：給諸位說，不言不語不是忍辱波羅密，是賭氣波羅密，哪叫忍辱波羅密呢！這個不是忍辱。忍辱要隨順，普賢菩薩教給我們恆順眾生、隨喜功德，那是忍辱！不是我一天不說話，理都不理他，那不是忍辱。不要把忍辱兩個字搞錯了。"
    },
    {
      "id": "21-045-0001_p0026",
      "zh_CN": "「这种度日如年的日子，恐怕还没有修完，已经精神分裂而死亡了。如果一走了之，又带不走烦恼，反而留下一堆的问题，请教师父，如何修行才能往生极乐世界？」",
      "zh_TW": "「這種度日如年的日子，恐怕還沒有修完，已經精神分裂而死亡了。如果一走了之，又帶不走煩惱，反而留下一堆的問題，請教師父，如何修行才能往生極樂世界？」"
    },
    {
      "id": "21-045-0001_p0027",
      "zh_CN": "答：这种问题，我想不只你一个人，在国内、在海外，我们看到很多，也听到很多。人这一生的际遇，诸位要记住是业报！实在说，我们到这个世间来干什么的？只有释迦牟尼佛讲得清楚、讲得透彻，佛给我们讲的，人生酬业。你为什么会遇到这些？是你前生造的不善因，今生得的这个不善的果报。如何能够挽回呢？我觉悟了，这一切不善的，我承当、我承受，欢欢喜喜承受，绝不怨天尤人。我在这个环境里头断恶修善，改过自新，你会把周边环境这些人，统统都感化过来了，这才叫修忍辱波罗密，这个才叫修禅定，六度都修了。你这个作法才是正确的。",
      "zh_TW": "答：這種問題，我想不只你一個人，在國內、在海外，我們看到很多，也聽到很多。人這一生的際遇，諸位要記住是業報！實在說，我們到這個世間來幹什麼的？只有釋迦牟尼佛講得清楚、講得透徹，佛給我們講的，人生酬業。你為什麼會遇到這些？是你前生造的不善因，今生得的這個不善的果報。如何能夠挽回呢？我覺悟了，這一切不善的，我承當、我承受，歡歡喜喜承受，絕不怨天尤人。我在這個環境裡頭斷惡修善，改過自新，你會把周邊環境這些人，統統都感化過來了，這才叫修忍辱波羅密，這個才叫修禪定，六度都修了。你這個作法才是正確的。"
    },
    {
      "id": "21-045-0001_p0028",
      "zh_CN": "自度度他，他对我什么，我知道。前世我对你不善，今生儿女、一家人、夫妻，这是古人讲的，「夫妻是缘，有善缘、有恶缘，冤冤相报」，这不是说得很清楚！「儿女是债，有讨债、有还债，无债不来。」家庭关系就是这么桩事情。总得要看穿，看穿之后，你也看破了，看破之后就放下了，放下什么？放下所有这些烦恼，你就有智慧面对现实，你在这个里面断恶修善，积功累德，念佛回向净土，你就决定得生。",
      "zh_TW": "自度度他，他對我什麼，我知道。前世我對你不善，今生兒女、一家人、夫妻，這是古人講的，「夫妻是緣，有善緣、有惡緣，冤冤相報」，這不是說得很清楚！「兒女是債，有討債、有還債，無債不來。」家庭關係就是這麼樁事情。總得要看穿，看穿之後，你也看破了，看破之後就放下了，放下什麼？放下所有這些煩惱，你就有智慧面對現實，你在這個裡面斷惡修善，積功累德，念佛迴向淨土，你就決定得生。"
    },
    {
      "id": "21-045-0001_p0029",
      "zh_CN": "第二个问题，「基督教里的「永生」和佛教里的「往生」，有何区别？」",
      "zh_TW": "第二個問題，「基督教裡的「永生」和佛教裡的「往生」，有何區別？」"
    },
    {
      "id": "21-045-0001_p0030",
      "zh_CN": "答：这个区别很大。不一样，完全不相同。基督教里面，它最高的境界是升天。这个升天他们不晓得，以为天堂只有一个，上帝只有一个，唯一的真神。其实，上帝太多了，数不清的。他们那个上帝，就是佛法里面讲的忉利天主。你看看一个单位世界就有一个忉利天，三千大千世界里面，有多少个忉利天？一百亿个，一百亿个忉利天，一百亿个上帝，你到哪个上帝那里去？何况忉利天寿命的确是比人间长得多、福报大得多，还是有尽的时候。佛告诉我们，忉利天的一天，是我们人间的一百年，他们一天，我们人间一百年。忉利天的寿命一千岁，也以我们这个算法，一年三百六十天，他的寿命是一千岁，他的一天我们人间一百年。寿命再长也有到头的时候，到头之后还要搞六道轮回，他哪里叫永生呢？看错了，不是永生。往生西方极乐世界不同，那真正是永生，这个一点都不假。",
      "zh_TW": "答：這個區別很大。不一樣，完全不相同。基督教裡面，它最高的境界是升天。這個升天他們不曉得，以為天堂只有一個，上帝只有一個，唯一的真神。其實，上帝太多了，數不清的。他們那個上帝，就是佛法裡面講的忉利天主。你看看一個單位世界就有一個忉利天，三千大千世界裡面，有多少個忉利天？一百億個，一百億個忉利天，一百億個上帝，你到哪個上帝那裡去？何況忉利天壽命的確是比人間長得多、福報大得多，還是有盡的時候。佛告訴我們，忉利天的一天，是我們人間的一百年，他們一天，我們人間一百年。忉利天的壽命一千歲，也以我們這個算法，一年三百六十天，他的壽命是一千歲，他的一天我們人間一百年。壽命再長也有到頭的時候，到頭之後還要搞六道輪迴，他哪裡叫永生呢？看錯了，不是永生。往生西方極樂世界不同，那真正是永生，這個一點都不假。"
    },
    {
      "id": "21-045-0001_p0031",
      "zh_CN": "这位同修问的是，「常常听讲遇境缘不分别、不执着、不起心动念。如对方修学有不如法之处，或浪费的习气，可否要帮助对方？」",
      "zh_TW": "這位同修問的是，「常常聽講遇境緣不分別、不執著、不起心動念。如對方修學有不如法之處，或浪費的習氣，可否要幫助對方？」"
    },
    {
      "id": "21-045-0001_p0032",
      "zh_CN": "当然要帮助。这个不起心、不动念是原则，我们凡夫做不到。虽然做不到，一定要向这个目标去努力，那就正确了。能做多少做多少，尽可能的不管闲事，与自己不相干的事情不要管。规劝别人先要观察清楚他能不能接受，他不能接受，你就少说废话，说多了变成冤家、变成仇敌。一定观察他可以接受，你才劝告他。劝告他，我们前面说过了，不能有第三者在旁边，人要面子。有第三者在旁边，纵然是善意，也得罪人、也结冤仇，所以规劝决定不能有第三者在旁，人家会感谢你。如果有第三者在旁的时候，不但不感激，而且结了冤仇。",
      "zh_TW": "當然要幫助。這個不起心、不動念是原則，我們凡夫做不到。雖然做不到，一定要向這個目標去努力，那就正確了。能做多少做多少，儘可能的不管閒事，與自己不相干的事情不要管。規勸別人先要觀察清楚他能不能接受，他不能接受，你就少說廢話，說多了變成冤家、變成仇敵。一定觀察他可以接受，你才勸告他。勸告他，我們前面說過了，不能有第三者在旁邊，人要面子。有第三者在旁邊，縱然是善意，也得罪人、也結冤仇，所以規勸決定不能有第三者在旁，人家會感謝你。如果有第三者在旁的時候，不但不感激，而且結了冤仇。"
    },
    {
      "id": "21-045-0001_p0033",
      "zh_CN": "下面问题，「弘法利生与念佛如何分配时间？」",
      "zh_TW": "下面問題，「弘法利生與念佛如何分配時間？」"
    },
    {
      "id": "21-045-0001_p0034",
      "zh_CN": "答：这个不需要分配。弘法利生跟念佛都是随时随地可以做，不必要分配时间。弘法是缘分，有缘就做，没有缘不要勉强。勉强的事情是很难达到目标的，所以一切随缘而不攀缘。",
      "zh_TW": "答：這個不需要分配。弘法利生跟念佛都是隨時隨地可以做，不必要分配時間。弘法是緣分，有緣就做，沒有緣不要勉強。勉強的事情是很難達到目標的，所以一切隨緣而不攀緣。"
    },
    {
      "id": "21-045-0001_p0035",
      "zh_CN": "这一位同修问：「为什么我们修行魔障很多？这些外面的恶缘，我们应该怎么样解决？靠我们自己修行功德的回向，是否可以将冤业解除？」",
      "zh_TW": "這一位同修問：「為什麼我們修行魔障很多？這些外面的惡緣，我們應該怎麼樣解決？靠我們自己修行功德的迴向，是否可以將冤業解除？」"
    },
    {
      "id": "21-045-0001_p0036",
      "zh_CN": "答：修行这个道路上，魔障多的原因很复杂，我们每一个人不是只有这一生，过去生中生生世世，你知道跟多少众生结了冤仇，说之不尽。这一些冤家债主今天看到你要修行，你想脱离娑婆世界，到西方极乐世界去作菩萨了，他那个瞋恚心、报复心就会生起来，为什么？你走了，再也不能报复了，再也找不到你了，于是想尽方法障碍你，不让你去。你要问这个原因，原因很复杂、很复杂，这个就是个人的魔障。",
      "zh_TW": "答：修行這個道路上，魔障多的原因很複雜，我們每一個人不是只有這一生，過去生中生生世世，你知道跟多少眾生結了冤仇，說之不盡。這一些冤家債主今天看到你要修行，你想脫離娑婆世界，到西方極樂世界去作菩薩了，他那個瞋恚心、報復心就會生起來，為什麼？你走了，再也不能報復了，再也找不到你了，於是想盡方法障礙你，不讓你去。你要問這個原因，原因很複雜、很複雜，這個就是個人的魔障。"
    },
    {
      "id": "21-045-0001_p0037",
      "zh_CN": "另外一种，魔王波旬他惟恐人学佛，脱离三界六道，三界六道是他统治的，他看到他的人都移民出去了，心里很难过，也要想尽方法来障碍你。另外一种，眼前的利害，你做的事情做得比他好，他在旁边生了嫉妒心。因嫉妒而产生的障碍，不管是哪一种，总而言之，都造极深重的罪业。这些罪业果报，诸位看看《弥勒菩萨所问经》，你就了解了。我们念佛人对这些魔障，决定不能生恐怖心，被他吓倒；也不能生瞋恚心，想什么方法对付他，错了。应当生清净心、生慈悲心、生怜悯心，他可怜！实在讲，不管我们道业成不成，只要是毁谤正法、障碍正法，非常可怜，他将来的果报很凄惨。你眼光往前面一看，这个怜悯、同情心自然就生起来了。",
      "zh_TW": "另外一種，魔王波旬他惟恐人學佛，脫離三界六道，三界六道是他統治的，他看到他的人都移民出去了，心裡很難過，也要想盡方法來障礙你。另外一種，眼前的利害，你做的事情做得比他好，他在旁邊生了嫉妒心。因嫉妒而產生的障礙，不管是哪一種，總而言之，都造極深重的罪業。這些罪業果報，諸位看看《彌勒菩薩所問經》，你就瞭解了。我們念佛人對這些魔障，決定不能生恐怖心，被他嚇倒；也不能生瞋恚心，想什麼方法對付他，錯了。應當生清淨心、生慈悲心、生憐憫心，他可憐！實在講，不管我們道業成不成，只要是毀謗正法、障礙正法，非常可憐，他將來的果報很悽慘。你眼光往前面一看，這個憐憫、同情心自然就生起來了。"
    },
    {
      "id": "21-045-0001_p0038",
      "zh_CN": "解冤业方法也很复杂，但是最重要的一桩事情，你能够以坚定的信心、弘深的愿力，避免一切的障难，你修学成就了，那个冤业是真正解除了。为什么？你成就之后，你才度他，倒驾慈航帮助这一些冤亲债主。诸佛菩萨度冤亲债主，冤债主比亲不晓得多多少倍！",
      "zh_TW": "解冤業方法也很複雜，但是最重要的一樁事情，你能夠以堅定的信心、弘深的願力，避免一切的障難，你修學成就了，那個冤業是真正解除了。為什麼？你成就之後，你才度他，倒駕慈航幫助這一些冤親債主。諸佛菩薩度冤親債主，冤債主比親不曉得多多少倍！"
    },
    {
      "id": "21-045-0001_p0039",
      "zh_CN": "第二个问题，「一般人对情都看得很重，但佛告诉我们情是迷，我们应该如何将情爱彻底放下？」",
      "zh_TW": "第二個問題，「一般人對情都看得很重，但佛告訴我們情是迷，我們應該如何將情愛徹底放下？」"
    },
    {
      "id": "21-045-0001_p0040",
      "zh_CN": "答：情的的确确是迷，世间多少罪业都是因为这个字里头发生的。如果这一关看破了，一个人修行成佛都不难了。由此可知，刚才讲的魔障，百分之九十与情有关系。而且你一定要懂得，情是迷，而且还是假的，不是真的。你看前面同修问了，丈夫变了心了，你要知道他变了心，你还会嫁给他吗？不可能！最初一定是爱得不得了，情很深。你看结婚没多久变了心了，所以情是假的，不是真的。你把这一关看破，你就会看淡了。所以要晓得世间法，六道里面人与人之间都是虚情假意。「我真心。」假的！哪有真心？你还在骗人，自欺欺人，全是假的。什么人用真心呢？佛菩萨是真心，永远不变的。他不是佛菩萨，他是凡夫，决定会变，决定是假的，你完全肯定下来，你这个情就会淡了，你就不会再受他摆布了，不会受他愚弄了。由此可知，这个问题还是看破、放下。",
      "zh_TW": "答：情的的確確是迷，世間多少罪業都是因為這個字裡頭發生的。如果這一關看破了，一個人修行成佛都不難了。由此可知，剛才講的魔障，百分之九十與情有關係。而且你一定要懂得，情是迷，而且還是假的，不是真的。你看前面同修問了，丈夫變了心了，你要知道他變了心，你還會嫁給他嗎？不可能！最初一定是愛得不得了，情很深。你看結婚沒多久變了心了，所以情是假的，不是真的。你把這一關看破，你就會看淡了。所以要曉得世間法，六道裡面人與人之間都是虛情假意。「我真心。」假的！哪有真心？你還在騙人，自欺欺人，全是假的。什麼人用真心呢？佛菩薩是真心，永遠不變的。他不是佛菩薩，他是凡夫，決定會變，決定是假的，你完全肯定下來，你這個情就會淡了，你就不會再受他擺佈了，不會受他愚弄了。由此可知，這個問題還是看破、放下。"
    },
    {
      "id": "21-045-0001_p0041",
      "zh_CN": "下面一个问题，「假如我们在这一生当中，杀业很重，在没有学佛之前无知，不知道杀生有这么严重，但是这些事情已经做了，已经欠了这么多的命债，怎么办？」",
      "zh_TW": "下面一個問題，「假如我們在這一生當中，殺業很重，在沒有學佛之前無知，不知道殺生有這麼嚴重，但是這些事情已經做了，已經欠了這麼多的命債，怎麼辦？」"
    },
    {
      "id": "21-045-0001_p0042",
      "zh_CN": "有一个好办法可以把这些债都了了，你发个心，每一天念十部《无量寿经》，念一万声佛号，尽形寿不中断，回向给这些众生，命债就还了，你自己也能往生了。你得天天要干，不干还不了债。天天要还债，用这个方法可以还债，自利利他，这是好办法。",
      "zh_TW": "有一個好辦法可以把這些債都了了，你發個心，每一天念十部《無量壽經》，念一萬聲佛號，盡形壽不中斷，迴向給這些眾生，命債就還了，你自己也能往生了。你得天天要幹，不幹還不了債。天天要還債，用這個方法可以還債，自利利他，這是好辦法。"
    },
    {
      "id": "21-045-0001_p0043",
      "zh_CN": "底下一个问题，他说「我家里我一个人学佛，一家人都不学佛，天天都要吃肉，甚至于还要吃活的，那怎么办？」",
      "zh_TW": "底下一個問題，他說「我家裡我一個人學佛，一家人都不學佛，天天都要吃肉，甚至於還要吃活的，那怎麼辦？」"
    },
    {
      "id": "21-045-0001_p0044",
      "zh_CN": "你要欢欢喜喜的给他们吃，决定不能障碍他，不能够说你吃了牠的肉，将来牠要吃你的肉，决定不可以这样说法。你不必去理会这个事情。问题是你学佛有成就了、有成绩了，自自然然会感动你一家人。像这个经上讲的，孝养父母，和睦亲族，你能够把三福、六和统统都做到了，你一家人一定感动。等到你家人对你尊重了、对你佩服了，你说话他们就听了。你就可以先劝导他，不要吃活的，然后慢慢再去影响他。一定要用智慧来帮助他们，不能用感情去对待，用感情对待，你就失败了。",
      "zh_TW": "你要歡歡喜喜的給他們吃，決定不能障礙他，不能夠說你吃了牠的肉，將來牠要吃你的肉，決定不可以這樣說法。你不必去理會這個事情。問題是你學佛有成就了、有成績了，自自然然會感動你一家人。像這個經上講的，孝養父母，和睦親族，你能夠把三福、六和統統都做到了，你一家人一定感動。等到你家人對你尊重了、對你佩服了，你說話他們就聽了。你就可以先勸導他，不要吃活的，然後慢慢再去影響他。一定要用智慧來幫助他們，不能用感情去對待，用感情對待，你就失敗了。"
    },
    {
      "id": "21-045-0001_p0045",
      "zh_CN": "下一个问题，「每一个人都怕老、怕病、怕死，有什么方法叫我们不老、不病、不死？」",
      "zh_TW": "下一個問題，「每一個人都怕老、怕病、怕死，有什麼方法叫我們不老、不病、不死？」"
    },
    {
      "id": "21-045-0001_p0046",
      "zh_CN": "答：有办法！你作了菩萨，就不老、不病、不死，你看看哪一尊菩萨老的？你要真正作菩萨才行，假菩萨没用处，要作一个真正的菩萨。真正菩萨如同世尊在经典里面教导我们，你对于经教要受持、读诵、为人演说。受持就是你要做到。今天《无量寿经》，我们知道是最殊胜的宝典。就依照《无量寿经》去做，经上怎么讲，我们就怎么做。不折不扣，认真努力，你能做个三年，一定就变样子了。第一个，体质改变了，你的身体愈来愈健康，容貌变了，为什么？你的心地清净、慈悲，相貌变了。不老、不病、不死，就统统都做到了。你做到了之后，会影响别人，让别人效法你，向你学习，所以自度之后才能度化别人。自己没得度，要想度别人，非常困难。",
      "zh_TW": "答：有辦法！你作了菩薩，就不老、不病、不死，你看看哪一尊菩薩老的？你要真正作菩薩才行，假菩薩沒用處，要作一個真正的菩薩。真正菩薩如同世尊在經典裡面教導我們，你對於經教要受持、讀誦、為人演說。受持就是你要做到。今天《無量壽經》，我們知道是最殊勝的寶典。就依照《無量壽經》去做，經上怎麼講，我們就怎麼做。不折不扣，認真努力，你能做個三年，一定就變樣子了。第一個，體質改變了，你的身體愈來愈健康，容貌變了，為什麼？你的心地清淨、慈悲，相貌變了。不老、不病、不死，就統統都做到了。你做到了之後，會影響別人，讓別人效法你，向你學習，所以自度之後才能度化別人。自己沒得度，要想度別人，非常困難。"
    },
    {
      "id": "21-045-0001_p0047",
      "zh_CN": "底下一个问题是，「现代一般学佛人，都从广学多闻下手，觉得学得多、读得多就是深入佛法，这个观念对吗？」",
      "zh_TW": "底下一個問題是，「現代一般學佛人，都從廣學多聞下手，覺得學得多、讀得多就是深入佛法，這個觀念對嗎？」"
    },
    {
      "id": "21-045-0001_p0048",
      "zh_CN": "你们自己想一想，对不对？他说学得多、读得多就是深入佛法，深在哪里？佛经典里面告诉我们，深解义趣，那叫深入。读得多、看得多，那是另外一桩事情，表面、表层的，并没有深入。深入，禅宗里面讲明心见性，那是深入。教下讲大开圆解是深入，如果达不到大开圆解，你没入！别说深入了，根本就没入。如果诸位真的要想深入，还是要学老办法，老办法是从一门深入下手。先断烦恼，后学法门。一门深入是断烦恼。",
      "zh_TW": "你們自己想一想，對不對？他說學得多、讀得多就是深入佛法，深在哪裡？佛經典裡面告訴我們，深解義趣，那叫深入。讀得多、看得多，那是另外一樁事情，表面、表層的，並沒有深入。深入，禪宗裡面講明心見性，那是深入。教下講大開圓解是深入，如果達不到大開圓解，你沒入！別說深入了，根本就沒入。如果諸位真的要想深入，還是要學老辦法，老辦法是從一門深入下手。先斷煩惱，後學法門。一門深入是斷煩惱。"
    },
    {
      "id": "21-045-0001_p0049",
      "zh_CN": "「佛门中点光明灯，代表什么效果？」",
      "zh_TW": "「佛門中點光明燈，代表什麼效果？」"
    },
    {
      "id": "21-045-0001_p0050",
      "zh_CN": "答：光明灯是表法的意思，代表光明常住，是这个意思。我们看到灯，就要想到求智慧。灯是代表智慧，表这个意思。",
      "zh_TW": "答：光明燈是表法的意思，代表光明常住，是這個意思。我們看到燈，就要想到求智慧。燈是代表智慧，表這個意思。"
    },
    {
      "id": "21-045-0001_p0051",
      "zh_CN": "这一位同修问，「刚刚生产的妇女，能不能到寺庙里面去拜佛、念佛，有没有忌讳？」",
      "zh_TW": "這一位同修問，「剛剛生產的婦女，能不能到寺廟裡面去拜佛、念佛，有沒有忌諱？」"
    },
    {
      "id": "21-045-0001_p0052",
      "zh_CN": "答：没有忌讳，只要你体力行。问题是在你的体力够不够，没有其他的忌讳。",
      "zh_TW": "答：沒有忌諱，只要你體力行。問題是在你的體力夠不夠，沒有其他的忌諱。"
    },
    {
      "id": "21-045-0001_p0053",
      "zh_CN": "「为什么有人学佛以后，看起来好像是气色不好、营养不良、很瘦的样子？」",
      "zh_TW": "「為什麼有人學佛以後，看起來好像是氣色不好、營養不良、很瘦的樣子？」"
    },
    {
      "id": "21-045-0001_p0054",
      "zh_CN": "答：这里面两个原因，一个是他的体质本来就很差，这是一个原因。另外一个原因，是学佛不得力，学佛不如法。如果学佛如法，功夫得力，刚才说过了，体质一定会改变。",
      "zh_TW": "答：這裡面兩個原因，一個是他的體質本來就很差，這是一個原因。另外一個原因，是學佛不得力，學佛不如法。如果學佛如法，功夫得力，剛才說過了，體質一定會改變。"
    },
    {
      "id": "21-045-0001_p0055",
      "zh_CN": "「请问法师，弟子每天在家中佛堂做早、晚课，不知道已经过世的亲人，他们能否听到这个佳音？」",
      "zh_TW": "「請問法師，弟子每天在家中佛堂做早、晚課，不知道已經過世的親人，他們能否聽到這個佳音？」"
    },
    {
      "id": "21-045-0001_p0056",
      "zh_CN": "答：这个问题要问你自己，不能问别人。为什么？诚则灵，你不诚就不灵。你真诚的去做，已经过世的亲人都得到利益。可是心里面不诚，那就得不到利益了。",
      "zh_TW": "答：這個問題要問你自己，不能問別人。為什麼？誠則靈，你不誠就不靈。你真誠的去做，已經過世的親人都得到利益。可是心裡面不誠，那就得不到利益了。"
    },
    {
      "id": "21-045-0001_p0057",
      "zh_CN": "「在佛门中超荐祖先，要做几次，我们作子女的，如何才知道有没有效？」",
      "zh_TW": "「在佛門中超薦祖先，要做幾次，我們作子女的，如何才知道有沒有效？」"
    },
    {
      "id": "21-045-0001_p0058",
      "zh_CN": "答：这个要做几次，没定，也没准。实实在在讲，过世的这些祖先，他究竟到哪一道，我们不知道。如果他到人道来，他现在已是小孩了，或者已经是年轻人了，人道去了。到天道去的时候，天的寿命很长。饿鬼道，鬼道的寿命也长。佛在经上讲，饿鬼道的一天是我们人间一个月，他的寿命短的一千岁，那我们要做超度，我们做一辈子，人家那里才不过几十天而已，你才想像这个麻烦大了。所以要想超度祖先，特别是饿鬼道的，地狱道就没办法了，要自己子子孙孙都要接着做超度，我们自己一生都不够，时间都不够用。至于有没有效果？都在你自己有没有诚意，你有没有真正修行，你有修行的功夫，加上你的诚意，效果就非常显著。这个事情大家念念《地藏菩萨本愿经》就了解了，你看婆罗门女、光目女他们是用什么方法、什么样态度做超荐祖先的这桩事情。",
      "zh_TW": "答：這個要做幾次，沒定，也沒準。實實在在講，過世的這些祖先，他究竟到哪一道，我們不知道。如果他到人道來，他現在已是小孩了，或者已經是年輕人了，人道去了。到天道去的時候，天的壽命很長。餓鬼道，鬼道的壽命也長。佛在經上講，餓鬼道的一天是我們人間一個月，他的壽命短的一千歲，那我們要做超度，我們做一輩子，人家那裡才不過幾十天而已，你才想像這個麻煩大了。所以要想超度祖先，特別是餓鬼道的，地獄道就沒辦法了，要自己子子孫孫都要接著做超度，我們自己一生都不夠，時間都不夠用。至於有沒有效果？都在你自己有沒有誠意，你有沒有真正修行，你有修行的功夫，加上你的誠意，效果就非常顯著。這個事情大家念念《地藏菩薩本願經》就瞭解了，你看婆羅門女、光目女他們是用什麼方法、什麼樣態度做超薦祖先的這樁事情。"
    },
    {
      "id": "21-045-0001_p0059",
      "zh_CN": "「家中有信佛教的，有信其他宗教的，有什么方法可以减少冲突？」",
      "zh_TW": "「家中有信佛教的，有信其他宗教的，有什麼方法可以減少衝突？」"
    },
    {
      "id": "21-045-0001_p0060",
      "zh_CN": "答：你学佛，如果你学的是宗教的佛教，当然会有冲突。如何减少冲突呢？搬家，不要住在一起。不但宗教与宗教不能在一起，佛教跟佛教也不能在一起。我学佛念佛的，我的家人他是参禅的，我们两个在一个佛堂作功课，一定要打架。所以你要晓得，在中国古时候，你看每一个宗派，每一个宗派依据的经论都一样，为什么每一个宗派要建很多道场呢？就是因为见解、思想、修行方法不相同。一个道场一定要志同道合，见解、思想要很接近，修行的方法是一致的，大家在一块才能生欢喜心，这是一定的道理。连佛法，就是念佛，一个人习惯阿弥陀佛、阿弥陀佛、阿弥陀佛，一个人南无阿弥陀佛，慢慢的，这两个人在一块，他不打架吗？那怎么办呢？建两个念佛堂。这个地方快念的、追顶念的，那个地方慢慢念，那就不打架了，问题就解决了。你想想看，念佛都不能在一起。",
      "zh_TW": "答：你學佛，如果你學的是宗教的佛教，當然會有衝突。如何減少衝突呢？搬家，不要住在一起。不但宗教與宗教不能在一起，佛教跟佛教也不能在一起。我學佛念佛的，我的家人他是參禪的，我們兩個在一個佛堂作功課，一定要打架。所以你要曉得，在中國古時候，你看每一個宗派，每一個宗派依據的經論都一樣，為什麼每一個宗派要建很多道場呢？就是因為見解、思想、修行方法不相同。一個道場一定要志同道合，見解、思想要很接近，修行的方法是一致的，大家在一塊才能生歡喜心，這是一定的道理。連佛法，就是念佛，一個人習慣阿彌陀佛、阿彌陀佛、阿彌陀佛，一個人南無阿彌陀佛，慢慢的，這兩個人在一塊，他不打架嗎？那怎麼辦呢？建兩個念佛堂。這個地方快念的、追頂念的，那個地方慢慢念，那就不打架了，問題就解決了。你想想看，念佛都不能在一起。"
    },
    {
      "id": "21-045-0001_p0061",
      "zh_CN": "「学佛人如何将知恩报恩落实在生活上？」",
      "zh_TW": "「學佛人如何將知恩報恩落實在生活上？」"
    },
    {
      "id": "21-045-0001_p0062",
      "zh_CN": "答：这也是个大问题。知恩报恩在《般若经》上佛告诉我们，二地菩萨所修的一个科目，二地菩萨修行有八个科目，知恩报恩是其中之一。人一定要常常多想想别人对我们的恩惠，恩惠来自各个方面。父母对我们有恩惠，生我们、养育，处处尽心尽力的照顾，这种恩德我们要知道。老师时时刻刻叮咛教导；我们学佛，老师是释迦牟尼佛，这一切经教是佛说的。我们今天能够闻到佛法，仰赖历代的祖师大德们，他们将佛经从印度送到中国来，翻成中国文字，代代相传，于我们有大恩大德！你还要晓得译经的人，我们今天念《弥陀经》，鸠摩罗什大师翻译的，我们对大师念念不忘，你没想到罗什大师当年翻经，不是他一个人，是一个很大规模的译场。传记里面记载的，他的译场四百多人，译经院，这里面每一个工作人员对我们都有恩德。玄奘大师的译场六百多人，罗什、玄奘不过是译场里面的代表而已，好像译经院院长，以他作代表，里面所有的员工对于佛法翻译、弘扬、流通都有功德。我们有没有想过呢？",
      "zh_TW": "答：這也是個大問題。知恩報恩在《般若經》上佛告訴我們，二地菩薩所修的一個科目，二地菩薩修行有八個科目，知恩報恩是其中之一。人一定要常常多想想別人對我們的恩惠，恩惠來自各個方面。父母對我們有恩惠，生我們、養育，處處盡心盡力的照顧，這種恩德我們要知道。老師時時刻刻叮嚀教導；我們學佛，老師是釋迦牟尼佛，這一切經教是佛說的。我們今天能夠聞到佛法，仰賴歷代的祖師大德們，他們將佛經從印度送到中國來，翻成中國文字，代代相傳，於我們有大恩大德！你還要曉得譯經的人，我們今天念《彌陀經》，鳩摩羅什大師翻譯的，我們對大師念念不忘，你沒想到羅什大師當年翻經，不是他一個人，是一個很大規模的譯場。傳記裡面記載的，他的譯場四百多人，譯經院，這裡面每一個工作人員對我們都有恩德。玄奘大師的譯場六百多人，羅什、玄奘不過是譯場裡面的代表而已，好像譯經院院長，以他作代表，裡面所有的員工對於佛法翻譯、弘揚、流通都有功德。我們有沒有想過呢？"
    },
    {
      "id": "21-045-0001_p0063",
      "zh_CN": "从前这些古圣先贤，我们都怀着报恩的心，眼前对我们有恩的人，我们一定会念念不忘。我们能够在这个地方讲经，在这个地方听经，在一起共修，这个因缘不是偶然的，很不容易！诸位你们要是细心去观察，你才晓得难！固然是三宝加持、庇佑，也要靠人力，有弘愿、有耐心，排除一切的障难，才有这一点成就，这个恩德有多大。你真正明了，报恩的心才能生得起来。",
      "zh_TW": "從前這些古聖先賢，我們都懷著報恩的心，眼前對我們有恩的人，我們一定會念念不忘。我們能夠在這個地方講經，在這個地方聽經，在一起共修，這個因緣不是偶然的，很不容易！諸位你們要是細心去觀察，你才曉得難！固然是三寶加持、庇佑，也要靠人力，有弘願、有耐心，排除一切的障難，才有這一點成就，這個恩德有多大。你真正明瞭，報恩的心才能生得起來。"
    },
    {
      "id": "21-045-0001_p0064",
      "zh_CN": "什么方法报恩呢？如理如法的修行，这是报恩。如果有能力，将佛法尽心尽力的弘扬，这是报恩。这两桩事情不做，庙盖得富丽堂皇，那不算报恩。自己修行一定要有结果，决定往生西方极乐世界，你这是报恩。将净宗法门介绍给广大的群众，你才是真正报恩！这个法门，经上说得很清楚，是十方三世一切诸佛所赞叹的，一切诸佛所弘扬的，才晓得这个法门不可思议，任何一个法门，都不能跟它相比。你能够护持，那个功德是无量无边。你要破坏，你的罪过也是无量无边，比造什么样的罪业都重，这个一定要晓得。",
      "zh_TW": "什麼方法報恩呢？如理如法的修行，這是報恩。如果有能力，將佛法盡心盡力的弘揚，這是報恩。這兩樁事情不做，廟蓋得富麗堂皇，那不算報恩。自己修行一定要有結果，決定往生西方極樂世界，你這是報恩。將淨宗法門介紹給廣大的群眾，你才是真正報恩！這個法門，經上說得很清楚，是十方三世一切諸佛所讚歎的，一切諸佛所弘揚的，才曉得這個法門不可思議，任何一個法門，都不能跟它相比。你能夠護持，那個功德是無量無邊。你要破壞，你的罪過也是無量無邊，比造什麼樣的罪業都重，這個一定要曉得。"
    },
    {
      "id": "21-045-0001_p0065",
      "zh_CN": "下面一个问题，「中国古时候所谈到做人的标准是什么？是不是符合时代的潮流？是不是符合我们现在的需求？我们应该如何来提倡？」",
      "zh_TW": "下面一個問題，「中國古時候所談到做人的標準是什麼？是不是符合時代的潮流？是不是符合我們現在的需求？我們應該如何來提倡？」"
    },
    {
      "id": "21-045-0001_p0066",
      "zh_CN": "答：中国古时候，古圣先贤教人，教育讲到做人的标准，实在讲跟佛经上所讲的没有两样。标准是伦理道德，你说伦理道德合不合现在的潮流呢？古人教人要孝顺父母。现在潮流提倡的是决定不要孝顺父母，结了婚三天可以离婚，这是现在的潮流。古人结婚是不许可离婚的，所以结婚那个仪式、礼节非常繁琐，告诉你这样的隆重，你离开就不容易。现在结婚很简单，找个牧师去证明一下，教堂里几分钟就解决了，所以破裂也是几秒钟的事情就完了。",
      "zh_TW": "答：中國古時候，古聖先賢教人，教育講到做人的標準，實在講跟佛經上所講的沒有兩樣。標準是倫理道德，你說倫理道德合不合現在的潮流呢？古人教人要孝順父母。現在潮流提倡的是決定不要孝順父母，結了婚三天可以離婚，這是現在的潮流。古人結婚是不許可離婚的，所以結婚那個儀式、禮節非常繁瑣，告訴你這樣的隆重，你離開就不容易。現在結婚很簡單，找個牧師去證明一下，教堂裡幾分鐘就解決了，所以破裂也是幾秒鐘的事情就完了。"
    },
    {
      "id": "21-045-0001_p0067",
      "zh_CN": "现在时代潮流是什么？我不知道，不晓得古圣先贤的教育，符不符合时代的潮流。如果现在人觉得家庭美满，个人很幸福，事业很顺利，如果是有这种思想的话，古时候的教育还用得上，确实可以帮助你。你要问怎么样提倡，必须要从自己做起，光是喊口号没用处，自己要做到，你自己就得受用，以你的成就，你才能够影响到别人。现在必须做出一个好样子给人看，他才相信。你没有做出来，你空口说，没人相信你，一定要自己做出来。",
      "zh_TW": "現在時代潮流是什麼？我不知道，不曉得古聖先賢的教育，符不符合時代的潮流。如果現在人覺得家庭美滿，個人很幸福，事業很順利，如果是有這種思想的話，古時候的教育還用得上，確實可以幫助你。你要問怎麼樣提倡，必須要從自己做起，光是喊口號沒用處，自己要做到，你自己就得受用，以你的成就，你才能夠影響到別人。現在必須做出一個好樣子給人看，他才相信。你沒有做出來，你空口說，沒人相信你，一定要自己做出來。"
    },
    {
      "id": "21-045-0001_p0068",
      "zh_CN": "「在家居士在家里诵经时，可不可以敲法器？」",
      "zh_TW": "「在家居士在家裡誦經時，可不可以敲法器？」"
    },
    {
      "id": "21-045-0001_p0069",
      "zh_CN": "答：你要明了敲法器的目的何在。法器是音乐，音乐里头最重要的是拍节。所以很多人在一起做课诵的时候，如果大家都不遵守规矩，个人念个人的，就念的音声吵杂了，不整齐，就很难听。所以法器是指挥的，让大家念的这个声调、节奏整齐划一，目的在此地。家里面诵经，两个人以上要敲法器，否则的话，两个人就没有办法同步。一个人做不需要，一个人做没有必要，两个人以上就有必要了，要懂得法器的用意。",
      "zh_TW": "答：你要明瞭敲法器的目的何在。法器是音樂，音樂裡頭最重要的是拍節。所以很多人在一起做課誦的時候，如果大家都不遵守規矩，個人念個人的，就念的音聲吵雜了，不整齊，就很難聽。所以法器是指揮的，讓大家念的這個聲調、節奏整齊劃一，目的在此地。家裡面誦經，兩個人以上要敲法器，否則的話，兩個人就沒有辦法同步。一個人做不需要，一個人做沒有必要，兩個人以上就有必要了，要懂得法器的用意。"
    },
    {
      "id": "21-045-0001_p0070",
      "zh_CN": "下面这个问题，「一般寺庙内，看到妈祖、城隍、关帝这一类的神，是属于六道里面的哪一道？」",
      "zh_TW": "下面這個問題，「一般寺廟內，看到媽祖、城隍、關帝這一類的神，是屬於六道裡面的哪一道？」"
    },
    {
      "id": "21-045-0001_p0071",
      "zh_CN": "答：你所问的全都是鬼神，都是属于鬼道。如果说供有玉皇大帝，那是天神，是忉利天主。妈祖、城隍、关公，都是鬼道的。城隍就是现在讲的，鬼道里面的市长、县长，县市长。关帝在鬼道里面，诸位在传记上能看得到。",
      "zh_TW": "答：你所問的全都是鬼神，都是屬於鬼道。如果說供有玉皇大帝，那是天神，是忉利天主。媽祖、城隍、關公，都是鬼道的。城隍就是現在講的，鬼道裡面的市長、縣長，縣市長。關帝在鬼道裡面，諸位在傳記上能看得到。"
    },
    {
      "id": "21-045-0001_p0072",
      "zh_CN": "「世间人用杀生来祭祀神明，到底由杀生的人来负责？或是由神明来负责？」",
      "zh_TW": "「世間人用殺生來祭祀神明，到底由殺生的人來負責？或是由神明來負責？」"
    },
    {
      "id": "21-045-0001_p0073",
      "zh_CN": "答：两个人都要负责。神明要负责，杀生的人也要负责，两个人都要负责。",
      "zh_TW": "答：兩個人都要負責。神明要負責，殺生的人也要負責，兩個人都要負責。"
    },
    {
      "id": "21-045-0001_p0074",
      "zh_CN": "下面，这又是一位同修问的，「现代很多人得老人痴呆症及植物人，若其临终时，为其助念，能否往生？」",
      "zh_TW": "下面，這又是一位同修問的，「現代很多人得老人癡呆症及植物人，若其臨終時，為其助念，能否往生？」"
    },
    {
      "id": "21-045-0001_p0075",
      "zh_CN": "答：这个不能往生。诸位要晓得，佛经里面讲八难，八难不能往生，横死不能往生，这个要知道，这是一定要明了的。往生的人最重要的一个条件，临命终时神志清楚，这是第一个条件。神志不清楚，随业流转。如果神志不清楚的人都能往生，我们就不要念佛了，阿弥陀佛大慈大悲，把我们统统都接去了，所以这一点很重要、很重要。",
      "zh_TW": "答：這個不能往生。諸位要曉得，佛經裡面講八難，八難不能往生，橫死不能往生，這個要知道，這是一定要明瞭的。往生的人最重要的一個條件，臨命終時神志清楚，這是第一個條件。神志不清楚，隨業流轉。如果神志不清楚的人都能往生，我們就不要念佛了，阿彌陀佛大慈大悲，把我們統統都接去了，所以這一點很重要、很重要。"
    },
    {
      "id": "21-045-0001_p0076",
      "zh_CN": "得这些病的人，这种病叫业障病，很麻烦！唯一救助的方法，是要在他病轻的时候，病重的时候就没法子了。轻微的时候，要劝他真正的忏悔，断恶修善能回头。但是病重的时候，他已经痴呆了，你劝他也没用了。别人替他修功德非常非常困难，除非你能够像光目女、婆罗门女那样子，能够救他。你自己修行要证果，你不能证果，你救不了他。为什么证果能救他？因为是你为他修的，你为他真正认真去修行，所以你的证果是他帮助的，他要不生病、不堕落，你也不修行了，你就不干了。你为了救他，所以你才发愤认真努力修学。",
      "zh_TW": "得這些病的人，這種病叫業障病，很麻煩！唯一救助的方法，是要在他病輕的時候，病重的時候就沒法子了。輕微的時候，要勸他真正的懺悔，斷惡修善能回頭。但是病重的時候，他已經癡呆了，你勸他也沒用了。別人替他修功德非常非常困難，除非你能夠像光目女、婆羅門女那樣子，能夠救他。你自己修行要證果，你不能證果，你救不了他。為什麼證果能救他？因為是你為他修的，你為他真正認真去修行，所以你的證果是他幫助的，他要不生病、不墮落，你也不修行了，你就不幹了。你為了救他，所以你才發憤認真努力修學。"
    },
    {
      "id": "21-045-0001_p0077",
      "zh_CN": "你看婆罗门女，我们在经上看到的，他在定中见到地狱的境界，定中见到境界，从念佛人来讲，至少是事一心不乱。你有这种功夫，你的家亲当然得利益了。光目女功夫没有婆罗门女高，梦中见到的境界，至少也是功夫成片，所以他的眷属能得福。我们自己没有这样的功夫，念几卷经、念几声佛号，没用啊！安慰自己而已，对他产生不了效果。所以这些道理，我们过去在《地藏经》里面讲得很详细。",
      "zh_TW": "你看婆羅門女，我們在經上看到的，他在定中見到地獄的境界，定中見到境界，從念佛人來講，至少是事一心不亂。你有這種功夫，你的家親當然得利益了。光目女功夫沒有婆羅門女高，夢中見到的境界，至少也是功夫成片，所以他的眷屬能得福。我們自己沒有這樣的功夫，念幾卷經、念幾聲佛號，沒用啊！安慰自己而已，對他產生不了效果。所以這些道理，我們過去在《地藏經》裡面講得很詳細。"
    },
    {
      "id": "21-045-0001_p0078",
      "zh_CN": "第二个问题，「小孩生下来就患先天性的疾病，像心脏病、肌肉萎缩症等等，父母亲为他吃素、持斋、诵经、念佛，为何不见改善？如何方能消宿业？」",
      "zh_TW": "第二個問題，「小孩生下來就患先天性的疾病，像心臟病、肌肉萎縮症等等，父母親為他吃素、持齋、誦經、念佛，為何不見改善？如何方能消宿業？」"
    },
    {
      "id": "21-045-0001_p0079",
      "zh_CN": "答：这种病先天的是宿业病。父母如果有真正的爱心，也能够转业。只怕是吃素、持斋、诵经、念佛有其形式，没有其内容，那就不能改进了。内容是什么？改心！我们所提出来的，真诚、清净、平等、正觉、慈悲，如果真正这个心发出来了，他就能帮助他。这种真诚心发不出来的话，这个很难，没有法子帮忙。这一桩事情跟儿女为父母堕恶道超度的那个情形相仿佛，道理是一样的，一个是为救父母，一个是父母救儿女，都要达到真诚，都要功夫达到成就。最低限度的功夫，像用念佛的方法，你要能达到功夫成片，他才能得利益。如果能到一心不乱，那个效果就非常明显了，所以这些事情要真干，丝毫不能掺假，假的没有效果。",
      "zh_TW": "答：這種病先天的是宿業病。父母如果有真正的愛心，也能夠轉業。只怕是吃素、持齋、誦經、念佛有其形式，沒有其內容，那就不能改進了。內容是什麼？改心！我們所提出來的，真誠、清淨、平等、正覺、慈悲，如果真正這個心發出來了，他就能幫助他。這種真誠心發不出來的話，這個很難，沒有法子幫忙。這一樁事情跟兒女為父母墮惡道超度的那個情形相彷彿，道理是一樣的，一個是為救父母，一個是父母救兒女，都要達到真誠，都要功夫達到成就。最低限度的功夫，像用念佛的方法，你要能達到功夫成片，他才能得利益。如果能到一心不亂，那個效果就非常明顯了，所以這些事情要真幹，絲毫不能摻假，假的沒有效果。"
    },
    {
      "id": "21-045-0001_p0080",
      "zh_CN": "第三个，「现代为何很多年轻人会得精神方面的疾病？又为什么会着魔？」",
      "zh_TW": "第三個，「現代為何很多年輕人會得精神方面的疾病？又為什麼會著魔？」"
    },
    {
      "id": "21-045-0001_p0081",
      "zh_CN": "答：这一桩事情，一般讲的是众生的共业，一切众生有这种共业，是社会很不好的现象。诸位要知道，无论是古今中外、或是家庭、或是社会，如果要是趋向于繁荣兴旺，你就看到这些人一个个都非常健康、勤奋、善良，面面都好！这是个好预兆。看到这些不好的预兆，怕的是这个世间会有灾难。我们眼见、耳闻，应当有所警惕，这个会有灾难。这是一个社会反常的现象。",
      "zh_TW": "答：這一樁事情，一般講的是眾生的共業，一切眾生有這種共業，是社會很不好的現象。諸位要知道，無論是古今中外、或是家庭、或是社會，如果要是趨向於繁榮興旺，你就看到這些人一個個都非常健康、勤奮、善良，面面都好！這是個好預兆。看到這些不好的預兆，怕的是這個世間會有災難。我們眼見、耳聞，應當有所警惕，這個會有災難。這是一個社會反常的現象。"
    },
    {
      "id": "21-045-0001_p0082",
      "zh_CN": "底下第四个问题，他问的是，「舍利是什么？若人死后有烧出舍利子，是否即证明其往生极乐？如何方能辨别往生与否？」",
      "zh_TW": "底下第四個問題，他問的是，「舍利是什麼？若人死後有燒出舍利子，是否即證明其往生極樂？如何方能辨別往生與否？」"
    },
    {
      "id": "21-045-0001_p0083",
      "zh_CN": "答：舍利是梵语，翻成中国的意思叫做坚固子，这是一种感应。多半与定功有关系，在念佛人讲与清净心有关系。心愈清净，定力愈深，这个舍利就结得愈好，也愈多，与往生没有关系。烧出舍利，不能证明他是往生。往生最靠得住的证明，是往生的时候，他自己讲：「佛来接引我了」，这是真往生。其他的，是别人看到什么，都靠不住，一定是他自己说出来，他见到佛，见到西方三圣来接引，这个是很可靠的。还要看他一生的行谊，他平常修行的功夫，如果与这个相应，那肯定是往生。",
      "zh_TW": "答：舍利是梵語，翻成中國的意思叫做堅固子，這是一種感應。多半與定功有關係，在念佛人講與清淨心有關係。心愈清淨，定力愈深，這個舍利就結得愈好，也愈多，與往生沒有關係。燒出舍利，不能證明他是往生。往生最靠得住的證明，是往生的時候，他自己講：「佛來接引我了」，這是真往生。其他的，是別人看到什麼，都靠不住，一定是他自己說出來，他見到佛，見到西方三聖來接引，這個是很可靠的。還要看他一生的行誼，他平常修行的功夫，如果與這個相應，那肯定是往生。"
    },
    {
      "id": "21-045-0001_p0084",
      "zh_CN": "舍利跟现在留的肉身，实在讲末法时期怪事太多，什么怪事呢？仿冒！舍利可以仿冒，连肉身也有仿冒，假的不是真的。舍利你看到很漂亮，你手用力压一压破了，那就不是真的。真的，铁锤都敲不碎，那才是真的。所以现在我们看到舍利很多，都没有经过试验，一试验假的太多了，真的稀有！为什么会有这个现象呢？魔来扰乱！你们不是喜欢这个吗？魔就在这个机会变个把戏，搞这么多东西来给你看看、来迷惑你，所以我们对这一桩事情，要很理性的看待，不必感情用事。舍利实在讲，有没有，没有关系。有很多修行人不愿意留舍利，也不愿意留肉身给人家做纪念，麻烦，多事！",
      "zh_TW": "舍利跟現在留的肉身，實在講末法時期怪事太多，什麼怪事呢？仿冒！舍利可以仿冒，連肉身也有仿冒，假的不是真的。舍利你看到很漂亮，你手用力壓一壓破了，那就不是真的。真的，鐵鎚都敲不碎，那才是真的。所以現在我們看到舍利很多，都沒有經過試驗，一試驗假的太多了，真的稀有！為什麼會有這個現象呢？魔來擾亂！你們不是喜歡這個嗎？魔就在這個機會變個把戲，搞這麼多東西來給你看看、來迷惑你，所以我們對這一樁事情，要很理性的看待，不必感情用事。舍利實在講，有沒有，沒有關係。有很多修行人不願意留舍利，也不願意留肉身給人家做紀念，麻煩，多事！"
    },
    {
      "id": "21-045-0001_p0085",
      "zh_CN": "这一位同修问的，「凡夫总是过失、习气尚在，再加上时代背景与过去不同，四众交往接触较往年密切，我们应以什么样的态度来相处较佳？以求减少磨擦。」",
      "zh_TW": "這一位同修問的，「凡夫總是過失、習氣尚在，再加上時代背景與過去不同，四眾交往接觸較往年密切，我們應以什麼樣的態度來相處較佳？以求減少磨擦。」"
    },
    {
      "id": "21-045-0001_p0086",
      "zh_CN": "答：这个是一定要懂得谦虚、忍让，就能够减少磨擦。处处让人，处处敬人，这样就好相处了。言语当中不必争论，纵然他说的是违背道理的，与事实不相符的，也没有关系、也无所谓，何必认真呢？只要与大众没有妨碍，就算了！如果他的言论会跟大众有妨碍，但是他对我一个人说的，也没有在大庭广众来说，那与大家也不妨碍，也无所谓！唯有什么呢？在大众当中宣布，他的知见错误的时候，这个时候我们要提起质疑，为什么？为了广大群众的正知正见，这个是对的。我们可以发问，可以跟他辩论。不是这种情形之下，合掌令欢喜就好了，不必争论，这才能相处。",
      "zh_TW": "答：這個是一定要懂得謙虛、忍讓，就能夠減少磨擦。處處讓人，處處敬人，這樣就好相處了。言語當中不必爭論，縱然他說的是違背道理的，與事實不相符的，也沒有關係、也無所謂，何必認真呢？只要與大眾沒有妨礙，就算了！如果他的言論會跟大眾有妨礙，但是他對我一個人說的，也沒有在大庭廣眾來說，那與大家也不妨礙，也無所謂！唯有什麼呢？在大眾當中宣佈，他的知見錯誤的時候，這個時候我們要提起質疑，為什麼？為了廣大群眾的正知正見，這個是對的。我們可以發問，可以跟他辯論。不是這種情形之下，合掌令歡喜就好了，不必爭論，這才能相處。"
    },
    {
      "id": "21-045-0001_p0087",
      "zh_CN": "这一位同修问的，「现在正是农历七月，俗称鬼月，在寺庙里面都有举办中元普度，或盂兰盆会。弟子是初学，不知中元普度与盂兰盆会是否一样？如何将盂兰盆会落实在生活上？盂兰盆会的真实意义在哪里？」",
      "zh_TW": "這一位同修問的，「現在正是農曆七月，俗稱鬼月，在寺廟裡面都有舉辦中元普度，或盂蘭盆會。弟子是初學，不知中元普度與盂蘭盆會是否一樣？如何將盂蘭盆會落實在生活上？盂蘭盆會的真實意義在哪裡？」"
    },
    {
      "id": "21-045-0001_p0088",
      "zh_CN": "答：这个诸位可以去读《盂兰盆经》。盂兰盆是梵语，诸位要记住，不是一个盆，解盆就错了，就错掉了。梵语的音义，意思是挽救悬倒。特别是堕落在恶道里头的众生，那个苦难就好像颠倒吊，受这种苦难。这是佛菩萨以大慈大悲见到这个状况了，我们怎么样来挽救他，这是普度的一种仪式，一定要明了。但是这个普度，经上讲得很清楚，一定要在三宝门中修福，你才能真正解救他们的困苦。这三宝到哪里修福？一定要如理如法。现在说都非常艰难，诸位细细的去研究，你就晓得了。",
      "zh_TW": "答：這個諸位可以去讀《盂蘭盆經》。盂蘭盆是梵語，諸位要記住，不是一個盆，解盆就錯了，就錯掉了。梵語的音義，意思是挽救懸倒。特別是墮落在惡道裡頭的眾生，那個苦難就好像顛倒吊，受這種苦難。這是佛菩薩以大慈大悲見到這個狀況了，我們怎麼樣來挽救他，這是普度的一種儀式，一定要明瞭。但是這個普度，經上講得很清楚，一定要在三寶門中修福，你才能真正解救他們的困苦。這三寶到哪裡修福？一定要如理如法。現在說都非常艱難，諸位細細的去研究，你就曉得了。"
    },
    {
      "id": "21-045-0001_p0089",
      "zh_CN": "这位同修问的是，「我每天都要扫庭院，常常会扫到许多蚂蚁和昆虫，可是又不能不扫，请问这个会不会影响往生？」",
      "zh_TW": "這位同修問的是，「我每天都要掃庭院，常常會掃到許多螞蟻和昆蟲，可是又不能不掃，請問這個會不會影響往生？」"
    },
    {
      "id": "21-045-0001_p0090",
      "zh_CN": "答：你既然每天都需要扫地，你在扫地之前，好好的、认真的去做一堂早课，把你做早课的功德，回向这一些蚂蚁、小虫，回向给牠。并且要告诉牠、通知牠，我过一会儿要去扫地了，你们赶快离开，牠会听话，要通知牠。通知牠，牠不离开，那活该，没话说了。我不是不通知你，我要不通知你，罪在我。我已经通知你了，你就不能怪我。诚心诚意去做，就会有感应。真诚跟这些动物都能沟通，因为真诚心没有界线、没有分别，就能沟通。所以跟这些小动物不能沟通，我们都没有诚意。",
      "zh_TW": "答：你既然每天都需要掃地，你在掃地之前，好好的、認真的去做一堂早課，把你做早課的功德，迴向這一些螞蟻、小蟲，迴向給牠。並且要告訴牠、通知牠，我過一會兒要去掃地了，你們趕快離開，牠會聽話，要通知牠。通知牠，牠不離開，那活該，沒話說了。我不是不通知你，我要不通知你，罪在我。我已經通知你了，你就不能怪我。誠心誠意去做，就會有感應。真誠跟這些動物都能溝通，因為真誠心沒有界線、沒有分別，就能溝通。所以跟這些小動物不能溝通，我們都沒有誠意。"
    },
    {
      "id": "21-045-0001_p0091",
      "zh_CN": "这一位同修问的是，「所谓圆融无碍是不是有范围、限度，对于人事物。」",
      "zh_TW": "這一位同修問的是，「所謂圓融無礙是不是有範圍、限度，對於人事物。」"
    },
    {
      "id": "21-045-0001_p0092",
      "zh_CN": "答：圆融无碍是很难做到的，诸位要把这四个字搞清楚，你要细读《华严》，这是《华严》教义。如果真正能做到没有范围、没有界线，那才真正叫圆融无碍。",
      "zh_TW": "答：圓融無礙是很難做到的，諸位要把這四個字搞清楚，你要細讀《華嚴》，這是《華嚴》教義。如果真正能做到沒有範圍、沒有界線，那才真正叫圓融無礙。"
    },
    {
      "id": "21-045-0001_p0093",
      "zh_CN": "这一位同修问的，「弟子于梦中见到师父，不知道这是妄念、还是真实？」",
      "zh_TW": "這一位同修問的，「弟子於夢中見到師父，不知道這是妄念、還是真實？」"
    },
    {
      "id": "21-045-0001_p0094",
      "zh_CN": "答：我有一年在旧金山讲经的时候，有一个同修来告诉我，他梦中梦到我了，他有病，我给他治病，到醒来之后，他病果然就好了。他来找我，我在梦中替他治病。这是一种感应，当然这个因缘也不是很平常的，实在讲这是三宝或者是善神他们的力量，借着你自己的信仰，变现这个境界来帮助你，这个情形是有的。",
      "zh_TW": "答：我有一年在舊金山講經的時候，有一個同修來告訴我，他夢中夢到我了，他有病，我給他治病，到醒來之後，他病果然就好了。他來找我，我在夢中替他治病。這是一種感應，當然這個因緣也不是很平常的，實在講這是三寶或者是善神他們的力量，藉著你自己的信仰，變現這個境界來幫助你，這個情形是有的。"
    },
    {
      "id": "21-045-0001_p0095",
      "zh_CN": "「在同一时间，在不同的道场写超度牌位，对亡者有否不良影响？」",
      "zh_TW": "「在同一時間，在不同的道場寫超度牌位，對亡者有否不良影響？」"
    },
    {
      "id": "21-045-0001_p0096",
      "zh_CN": "答：不良影响大概没有什么，没有什么不良的影响，有诚意都好。",
      "zh_TW": "答：不良影響大概沒有什麼，沒有什麼不良的影響，有誠意都好。"
    },
    {
      "id": "21-045-0001_p0097",
      "zh_CN": "这个同修问的是，「善现启请分第二：时长老须菩提，在大众中，即从座起，偏袒右肩，右膝着地，为何偏袒右肩？为何不双膝顶礼？」",
      "zh_TW": "這個同修問的是，「善現啟請分第二：時長老須菩提，在大眾中，即從座起，偏袒右肩，右膝著地，為何偏袒右肩？為何不雙膝頂禮？」"
    },
    {
      "id": "21-045-0001_p0098",
      "zh_CN": "答：这个是古印度的礼节，他们是偏袒右肩。因为印度人的衣服跟我们不一样，他们没有袖子、没有领子，它就是一块布包在身上，平常两个肩膀都包着。为什么要偏袒右肩呢？遇到佛，遇到长者，行礼的时候，这在中国古礼也一样，长者有什么吩咐，有什么事情叫你办的话，你很便利、很方便、很敏捷，这是敬意。虽然你没有事情，我已经准备来替你工作了，来替你服务了，是这个意思，这是个预备。两只膝盖跪在地上，起来就不方便了。一只起来很快，叫你办什么事情，马上就起来了；右手露在外面，办事方便，这是最恭敬的礼节。",
      "zh_TW": "答：這個是古印度的禮節，他們是偏袒右肩。因為印度人的衣服跟我們不一樣，他們沒有袖子、沒有領子，它就是一塊布包在身上，平常兩個肩膀都包著。為什麼要偏袒右肩呢？遇到佛，遇到長者，行禮的時候，這在中國古禮也一樣，長者有什麼吩咐，有什麼事情叫你辦的話，你很便利、很方便、很敏捷，這是敬意。雖然你沒有事情，我已經準備來替你工作了，來替你服務了，是這個意思，這是個預備。兩隻膝蓋跪在地上，起來就不方便了。一隻起來很快，叫你辦什麼事情，馬上就起來了；右手露在外面，辦事方便，這是最恭敬的禮節。"
    },
    {
      "id": "21-045-0001_p0099",
      "zh_CN": "「佛的画像或塑像，前胸袒露有何意义？有无服装不整之嫌？」",
      "zh_TW": "「佛的畫像或塑像，前胸袒露有何意義？有無服裝不整之嫌？」"
    },
    {
      "id": "21-045-0001_p0100",
      "zh_CN": "答：这刚才讲了，古印度就是这个服装，跟我们的服装不一样。所以佛教传到中国来之后，我们中国人的服装没改变。今天我们穿这个服装，这个宽袍大袖子，这是汉朝服装；海青，汉朝的服装。在佛门里面，一直到现在都没有改变。在汉朝，在家、在俗的人这个服装，大概边绣着花纹。出家人穿的是素的，不绣花。如果是作官的，它前面绣的有章符，代表他的身分地位，绣的花代表阶级。颜色、花纹都是代表身分、代表地位的。出家人也是穿这个衣服，但是素，没有花纹。",
      "zh_TW": "答：這剛才講了，古印度就是這個服裝，跟我們的服裝不一樣。所以佛教傳到中國來之後，我們中國人的服裝沒改變。今天我們穿這個服裝，這個寬袍大袖子，這是漢朝服裝；海青，漢朝的服裝。在佛門裡面，一直到現在都沒有改變。在漢朝，在家、在俗的人這個服裝，大概邊繡著花紋。出家人穿的是素的，不繡花。如果是作官的，它前面繡的有章符，代表他的身分地位，繡的花代表階級。顏色、花紋都是代表身分、代表地位的。出家人也是穿這個衣服，但是素，沒有花紋。"
    },
    {
      "id": "21-045-0001_p0101",
      "zh_CN": "「放下屠刀，立地成佛，及一念往生等，恐怕是鼓励之语。如果其平时未修行，而且还是罪恶满盈，岂能往生？」",
      "zh_TW": "「放下屠刀，立地成佛，及一念往生等，恐怕是鼓勵之語。如果其平時未修行，而且還是罪惡滿盈，豈能往生？」"
    },
    {
      "id": "21-045-0001_p0102",
      "zh_CN": "答：能，确确实实能，问题是真实忏悔，真正的改过自新，这个我们千万不能够轻视。一念真诚忏悔，那个力量非常非常之大，所以对于造作极重罪业的人，也不可以轻慢。",
      "zh_TW": "答：能，確確實實能，問題是真實懺悔，真正的改過自新，這個我們千萬不能夠輕視。一念真誠懺悔，那個力量非常非常之大，所以對於造作極重罪業的人，也不可以輕慢。"
    },
    {
      "id": "21-045-0001_p0103",
      "zh_CN": "这一位问的是，「恳请法师再开示能所不二。」",
      "zh_TW": "這一位問的是，「懇請法師再開示能所不二。」"
    },
    {
      "id": "21-045-0001_p0104",
      "zh_CN": "答：这个问题不能在这里讲，要讲很费事，以后我们放在录影室里头来解答。现在录影室里头，也解答了不少的问题。",
      "zh_TW": "答：這個問題不能在這裡講，要講很費事，以後我們放在錄影室裡頭來解答。現在錄影室裡頭，也解答了不少的問題。"
    },
    {
      "id": "21-045-0001_p0105",
      "zh_CN": "我看今天的时间到了，这个同修问的是，「建立弥陀村的计划可否实现？」",
      "zh_TW": "我看今天的時間到了，這個同修問的是，「建立彌陀村的計劃可否實現？」"
    },
    {
      "id": "21-045-0001_p0106",
      "zh_CN": "答：这个事情不能问我，要问你们大家。众生有感，佛就有应。我们有真诚心，这个善愿一定会圆满的。所以是一切用真诚，一定佛菩萨护念，龙天协助，会有圆满的结果。",
      "zh_TW": "答：這個事情不能問我，要問你們大家。眾生有感，佛就有應。我們有真誠心，這個善願一定會圓滿的。所以是一切用真誠，一定佛菩薩護念，龍天協助，會有圓滿的結果。"
    },
    {
      "id": "21-045-0001_p0107",
      "zh_CN": "今天时间到了，还有问题没有答完的，我们统统放在录影室，将来做出录影带。这些问题都留着，都不要丢掉。我们录影室里面不受时间限制，可以详细来解答。这个地方受了时间限制，有很多地方我们都是轻轻带过了。谢谢诸位。",
      "zh_TW": "今天時間到了，還有問題沒有答完的，我們統統放在錄影室，將來做出錄影帶。這些問題都留著，都不要丟掉。我們錄影室裡面不受時間限制，可以詳細來解答。這個地方受了時間限制，有很多地方我們都是輕輕帶過了。謝謝諸位。"
    }
  ]
}