{
  "doc_id": "15-013-0023",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0023",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "15-013-0023_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第七面，经文最后一行。",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第七面，經文最後一行。"
    },
    {
      "id": "15-013-0023_p0002",
      "zh_CN": "【形像鲜明。朝暮礼拜。恭敬然灯。净施所安。不违道禁。斋戒不厌。心中欣欣。】",
      "zh_TW": "【形像鮮明。朝暮禮拜。恭敬然燈。淨施所安。不違道禁。齋戒不厭。心中欣欣。】"
    },
    {
      "id": "15-013-0023_p0003",
      "zh_CN": "从这一段看起，这是第二段。「形像鲜明」这一句是总说，从事上看是我们供养的佛像，以及一切的事上的供养。要用现在的术语来说，就是道具一定要鲜明，就是要整洁，要充分的显示它的光彩，现代一般人讲庄严道场，就是这个意思，让人家一接触就生欢喜心，这是从事上来讲，而实际上佛法字字句句它都包含很深的道理，特别是表法的义趣。",
      "zh_TW": "從這一段看起，這是第二段。「形像鮮明」這一句是總說，從事上看是我們供養的佛像，以及一切的事上的供養。要用現在的術語來說，就是道具一定要鮮明，就是要整潔，要充分的顯示它的光彩，現代一般人講莊嚴道場，就是這個意思，讓人家一接觸就生歡喜心，這是從事上來講，而實際上佛法字字句句它都包含很深的道理，特別是表法的義趣。"
    },
    {
      "id": "15-013-0023_p0004",
      "zh_CN": "『形』就是我们的身形，『像』就是我们的仪表。学佛的人修学的成绩完全表现在形像上，正是所谓「诚于中而形于外」，我们心里有些什么，在我们形像上全都表现出来，清清楚楚、明明白白，这鲜明。譬如说我们有个真诚的心，自自然然人家一接触、一看，这个人很真诚。我们有个清净的心，别人一接触，这个人心清净，这个人心慈悲。世间一般的人心胸险恶，人家一接触，这个人很可怕，这个人有杀气。无论是善是恶，都在形像当中能看得出来，我们要想做事情能瞒住别人，那是不可能的事情。你心里有什么，决定表现在你形像上，你只能够蒙蔽一些愚痴的人，有学问的人、有道德的人、有经验的人是决定瞒不过他们的。我们学佛，怎样叫形像鲜明？还是从内在做起，外面自自然然就有鲜明的表现。",
      "zh_TW": "『形』就是我們的身形，『像』就是我們的儀表。學佛的人修學的成績完全表現在形像上，正是所謂「誠於中而形於外」，我們心裡有些什麼，在我們形像上全都表現出來，清清楚楚、明明白白，這鮮明。譬如說我們有個真誠的心，自自然然人家一接觸、一看，這個人很真誠。我們有個清淨的心，別人一接觸，這個人心清淨，這個人心慈悲。世間一般的人心胸險惡，人家一接觸，這個人很可怕，這個人有殺氣。無論是善是惡，都在形像當中能看得出來，我們要想做事情能瞞住別人，那是不可能的事情。你心裡有什麼，決定表現在你形像上，你只能夠蒙蔽一些愚痴的人，有學問的人、有道德的人、有經驗的人是決定瞞不過他們的。我們學佛，怎樣叫形像鮮明？還是從內在做起，外面自自然然就有鮮明的表現。"
    },
    {
      "id": "15-013-0023_p0005",
      "zh_CN": "我们的修养要不断向上提升，我们修学的目的才能达到，我们人生的目的才能圆满。没有接触到佛法，确确实实我们迷惑颠倒，迷失了自己的方向，这一生到世间来，目的迷失了，不知道来干什么的，方向迷失了，不晓得往哪里走，生活意义统统都迷失掉了，这很可悲。所以佛在经上笼统的跟我们说了一句话：「人生酬业」，佛这一句话是从无尽怜悯心里边说出来的，「酬业」真叫做无奈。我们很幸运，毕竟是有善根、有福德，又有缘分，这一生我们遇到佛法，善根福德因缘统统具足。我们能不能有所成就？关键就在自己的信心、愿心、毅力，我们能不能成功的关键就在这三点。我们对于佛法深信不疑，我们有坚定的愿望，达到我们这一生做人的目标。做人的目标是什么？现在我们知道，转凡成圣，这是正确的目标。儒家从前教学，读书志在变化气质，变化气质就是转凡成圣，作君子、作贤人、作圣人，一层一层往上提升。不学就很容易往下堕落，往下堕落的人太多了。",
      "zh_TW": "我們的修養要不斷向上提升，我們修學的目的才能達到，我們人生的目的才能圓滿。沒有接觸到佛法，確確實實我們迷惑顛倒，迷失了自己的方向，這一生到世間來，目的迷失了，不知道來幹什麼的，方向迷失了，不曉得往哪裡走，生活意義統統都迷失掉了，這很可悲。所以佛在經上籠統的跟我們說了一句話：「人生酬業」，佛這一句話是從無盡憐憫心裡邊說出來的，「酬業」真叫做無奈。我們很幸運，畢竟是有善根、有福德，又有緣分，這一生我們遇到佛法，善根福德因緣統統具足。我們能不能有所成就？關鍵就在自己的信心、願心、毅力，我們能不能成功的關鍵就在這三點。我們對於佛法深信不疑，我們有堅定的願望，達到我們這一生做人的目標。做人的目標是什麼？現在我們知道，轉凡成聖，這是正確的目標。儒家從前教學，讀書志在變化氣質，變化氣質就是轉凡成聖，作君子、作賢人、作聖人，一層一層往上提升。不學就很容易往下墮落，往下墮落的人太多了。"
    },
    {
      "id": "15-013-0023_p0006",
      "zh_CN": "我们看到学佛的同修往下堕落的人很多，什么原因？他虽然接触佛法，他没有真懂，佛法确确实实是知难行易。这是我初学的时候，那个时候二十六岁，亲近章嘉大师，老人教导我的知难行易。一般人认为这个事情是知易行难，那错了，那个知他知得不够彻底，他知的深度不够；换句话说，他不是真知，他可能误解、曲解了。譬如经上说的东西，非常非常的明显，确确实实「形像鲜明」，佛的言语形像鲜明，佛的经典形像鲜明，但是一般同学确确实实太大意，于是疏忽了。",
      "zh_TW": "我們看到學佛的同修往下墮落的人很多，什麼原因？他雖然接觸佛法，他沒有真懂，佛法確確實實是知難行易。這是我初學的時候，那個時候二十六歲，親近章嘉大師，老人教導我的知難行易。一般人認為這個事情是知易行難，那錯了，那個知他知得不夠徹底，他知的深度不夠；換句話說，他不是真知，他可能誤解、曲解了。譬如經上說的東西，非常非常的明顯，確確實實「形像鮮明」，佛的言語形像鮮明，佛的經典形像鮮明，但是一般同學確確實實太大意，於是疏忽了。"
    },
    {
      "id": "15-013-0023_p0007",
      "zh_CN": "佛在经上常常告诉我们：「财色名食睡」，这叫五欲，「地狱五条根」，经论上讲得太多了，几个人警觉到？还不肯放弃。贪财、好色，五欲里面的色是指男女之色，跟六尘里面讲色不一样，六尘讲的色是包括所有的物质，有形相的物质；五欲里面的色是男女之色。好名，我们今天讲荣誉；好吃，贪着睡眠，地狱五条根。你要不把这些东西舍弃掉，要想不堕三恶道难了。真的聪明人听到佛说的话，这个有道理，他自然就断掉了，为什么？不想堕地狱，不愿意走这条路。",
      "zh_TW": "佛在經上常常告訴我們：「財色名食睡」，這叫五欲，「地獄五條根」，經論上講得太多了，幾個人警覺到？還不肯放棄。貪財、好色，五欲裡面的色是指男女之色，跟六塵裡面講色不一樣，六塵講的色是包括所有的物質，有形相的物質；五欲裡面的色是男女之色。好名，我們今天講榮譽；好吃，貪著睡眠，地獄五條根。你要不把這些東西捨棄掉，要想不墮三惡道難了。真的聰明人聽到佛說的話，這個有道理，他自然就斷掉了，為什麼？不想墮地獄，不願意走這條路。"
    },
    {
      "id": "15-013-0023_p0008",
      "zh_CN": "有人问我：为什么要念佛？佛在《华严经》上说：「唯心所现，唯识所变」，大乘经论上常讲「一切法从心想生」，你能把这两句话体会得，你就知道为什么要念佛。摆在我们面前十条路，我们不是在十字路口，我们面前是十条路、十法界，十法界我想到哪个法界去，想到哪个法界，你就去念哪个法界，为什么？它从心想生！我讲净业三福的时候说过，说得很详细，说得很多，深信因果，「深信因果」讲什么？念佛是因，成佛是果，这不就说清楚了吗？我们如果要想作佛，念佛就成佛。念什么就成什么，念菩萨就成菩萨，念罗汉就成罗汉。念贪就变饿鬼，念痴就变畜生。什么叫「痴」？世出世间一切法，真妄、邪正、是非、善恶你没有能力辨别，你把它搞颠倒了，把善的认为是恶的，把恶的认为是善的，颠倒错乱这叫愚痴，愚痴是畜生道。遇到心里面不高兴，心里面愤愤不平，嫉妒障碍，地狱道。所以你心里头有贪瞋痴，那就是念贪瞋痴，贪瞋痴这个念头，六道凡夫是非常非常严重。他起心动念都落在这上面，三恶道的业因；天天想这个，天天做这个，三恶道的业缘。因缘具足，果报现前，他怎么不到三恶道去？",
      "zh_TW": "有人問我：為什麼要念佛？佛在《華嚴經》上說：「唯心所現，唯識所變」，大乘經論上常講「一切法從心想生」，你能把這兩句話體會得，你就知道為什麼要念佛。擺在我們面前十條路，我們不是在十字路口，我們面前是十條路、十法界，十法界我想到哪個法界去，想到哪個法界，你就去念哪個法界，為什麼？它從心想生！我講淨業三福的時候說過，說得很詳細，說得很多，深信因果，「深信因果」講什麼？念佛是因，成佛是果，這不就說清楚了嗎？我們如果要想作佛，念佛就成佛。念什麼就成什麼，念菩薩就成菩薩，念羅漢就成羅漢。念貪就變餓鬼，念痴就變畜生。什麼叫「痴」？世出世間一切法，真妄、邪正、是非、善惡你沒有能力辨別，你把它搞顛倒了，把善的認為是惡的，把惡的認為是善的，顛倒錯亂這叫愚痴，愚痴是畜生道。遇到心裡面不高興，心裡面憤憤不平，嫉妒障礙，地獄道。所以你心裡頭有貪瞋痴，那就是念貪瞋痴，貪瞋痴這個念頭，六道凡夫是非常非常嚴重。他起心動念都落在這上面，三惡道的業因；天天想這個，天天做這個，三惡道的業緣。因緣具足，果報現前，他怎麼不到三惡道去？"
    },
    {
      "id": "15-013-0023_p0009",
      "zh_CN": "释迦牟尼佛为什么要示现三衣一钵、日中一食、树下一宿？他做给我们看，让我们真正看到释迦牟尼佛，五欲六尘他离开了。五欲离开绝不堕三恶道，六尘离开不再轮回，超越六道轮回，他做给我们看，这是慈悲到了极处。他的心非常清净，已经到理事无碍、事事无碍，还要做出样子来给我们看，这个恩多大！我们要记住，我们时时刻刻要把世尊的恩德放在心上。怎么报恩？效法，学佛，学佛的存心，学佛的生活方式，学佛的处事待人接物，学佛的修持，一切都向佛陀学习，这叫学佛。形像不鲜明怎么行？所以这一句里面含义甚深。",
      "zh_TW": "釋迦牟尼佛為什麼要示現三衣一缽、日中一食、樹下一宿？他做給我們看，讓我們真正看到釋迦牟尼佛，五欲六塵他離開了。五欲離開絕不墮三惡道，六塵離開不再輪迴，超越六道輪迴，他做給我們看，這是慈悲到了極處。他的心非常清淨，已經到理事無礙、事事無礙，還要做出樣子來給我們看，這個恩多大！我們要記住，我們時時刻刻要把世尊的恩德放在心上。怎麼報恩？效法，學佛，學佛的存心，學佛的生活方式，學佛的處事待人接物，學佛的修持，一切都向佛陀學習，這叫學佛。形像不鮮明怎麼行？所以這一句裡面含義甚深。"
    },
    {
      "id": "15-013-0023_p0010",
      "zh_CN": "『朝暮礼拜』，这一句是修身；『恭敬然灯』，这是修心；『净施所安』，这是修行，一句一个意思。「朝暮」这两个字的含义不是讲早课晚课，那除早晚课之外，恭敬心就没有了？「朝暮」是从早到晚，是这个意思，早上起床到晚上睡觉。「礼拜」实际上就是普贤行愿第一句「礼敬诸佛」，从早到晚对一切人、一切事、一切物常存恭敬心，真诚恭敬不可须臾离开的，我们有没有做到？对人恭敬，对事恭敬，对物恭敬，就像释迦牟尼佛与诸大菩萨一样真诚恭敬。",
      "zh_TW": "『朝暮禮拜』，這一句是修身；『恭敬然燈』，這是修心；『淨施所安』，這是修行，一句一個意思。「朝暮」這兩個字的含義不是講早課晚課，那除早晚課之外，恭敬心就沒有了？「朝暮」是從早到晚，是這個意思，早上起床到晚上睡覺。「禮拜」實際上就是普賢行願第一句「禮敬諸佛」，從早到晚對一切人、一切事、一切物常存恭敬心，真誠恭敬不可須臾離開的，我們有沒有做到？對人恭敬，對事恭敬，對物恭敬，就像釋迦牟尼佛與諸大菩薩一樣真誠恭敬。"
    },
    {
      "id": "15-013-0023_p0011",
      "zh_CN": "这不是做早晚课，早晚课诵是必须要做的，早课是提醒自己，我今天这一天不要忘记佛陀的教诲，希望这一天对待一切人事物都遵守佛的教训，早课用意在此地。晚课是反省，我今天处事待人接物、一切所作所为，有没有违背佛陀的教诲？「有则改之，无则嘉勉」，天天反省、天天改过、天天自新，这是晚课。我们早晚课是不是这个作法？如果不是这个作法，那白做了！我们要懂这个道理，要了解事实真相。",
      "zh_TW": "這不是做早晚課，早晚課誦是必須要做的，早課是提醒自己，我今天這一天不要忘記佛陀的教誨，希望這一天對待一切人事物都遵守佛的教訓，早課用意在此地。晚課是反省，我今天處事待人接物、一切所作所為，有沒有違背佛陀的教誨？「有則改之，無則嘉勉」，天天反省、天天改過、天天自新，這是晚課。我們早晚課是不是這個作法？如果不是這個作法，那白做了！我們要懂這個道理，要了解事實真相。"
    },
    {
      "id": "15-013-0023_p0012",
      "zh_CN": "我们修行，有些人学佛两、三年，有的人学佛二、三十年，为什么功夫不得力？早晚两堂课诵虚做了，只有形式，没有实质，所以你境界改不过来。修了十几二十年，还是凡夫一个，丝毫没有进展。起心动念还是损人利己，特别是现在西方的教育，念念着重怎样保护自己。你要晓得，保护自己决定就损害别人。如果保护自己，损害的是佛法，你的果报就在阿鼻地狱。特别是一个如法的僧团，这里面人真正发心在修行，你要把团体破坏掉，你决定堕阿鼻地狱，你一天念二十万声佛号，你也不能往生。这个道理我们能懂吗？",
      "zh_TW": "我們修行，有些人學佛兩、三年，有的人學佛二、三十年，為什麼功夫不得力？早晚兩堂課誦虛做了，只有形式，沒有實質，所以你境界改不過來。修了十幾二十年，還是凡夫一個，絲毫沒有進展。起心動念還是損人利己，特別是現在西方的教育，念念著重怎樣保護自己。你要曉得，保護自己決定就損害別人。如果保護自己，損害的是佛法，你的果報就在阿鼻地獄。特別是一個如法的僧團，這裡面人真正發心在修行，你要把團體破壞掉，你決定墮阿鼻地獄，你一天念二十萬聲佛號，你也不能往生。這個道理我們能懂嗎？"
    },
    {
      "id": "15-013-0023_p0013",
      "zh_CN": "《了凡四训》里面教我们修十种善，跟佛的十善不一样，他的十善里头有「成人之美」、有「护持正法」。「成人之美」里面特别要成就正法，正法在哪个地方一定有它的缘分，不能勉强。正法一定要在我家，要在我这个地区，这是私心，自私自利没有忘记。如来正法所在之处，绝没有选地点，没有挑选的，如果有挑选，他就有了分别执着。他是恒顺众生、随喜功德，哪个地方有缘就在哪里，这心多清净。",
      "zh_TW": "《了凡四訓》裡面教我們修十種善，跟佛的十善不一樣，他的十善裡頭有「成人之美」、有「護持正法」。「成人之美」裡面特別要成就正法，正法在哪個地方一定有它的緣分，不能勉強。正法一定要在我家，要在我這個地區，這是私心，自私自利沒有忘記。如來正法所在之處，絕沒有選地點，沒有挑選的，如果有挑選，他就有了分別執著。他是恆順眾生、隨喜功德，哪個地方有緣就在哪裡，這心多清淨。"
    },
    {
      "id": "15-013-0023_p0014",
      "zh_CN": "所谓的缘，就是我们中国人所讲的天时、地利、人和，总不外乎这三大条件。天时不如地利，地利不如人和，人和最重要。如果三个条件统统具足，我想佛法决定住在这个地区，住多久？那要看条件，如果条件一分散，佛法就离开了。缘聚缘散，世法无常，佛法也无常，我们要深深明了这个道理，然后才懂得怎样是如理如法的来护持正法。我们所作所为都不违背自性，成就佛法，成就众生。今天我们就讲到此地。",
      "zh_TW": "所謂的緣，就是我們中國人所講的天時、地利、人和，總不外乎這三大條件。天時不如地利，地利不如人和，人和最重要。如果三個條件統統具足，我想佛法決定住在這個地區，住多久？那要看條件，如果條件一分散，佛法就離開了。緣聚緣散，世法無常，佛法也無常，我們要深深明瞭這個道理，然後才懂得怎樣是如理如法的來護持正法。我們所作所為都不違背自性，成就佛法，成就眾生。今天我們就講到此地。"
    }
  ]
}