{
  "doc_id": "15-013-0085",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十五集",
    "zh_TW": "第八十五集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0085",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "15-013-0085_p0001",
      "zh_CN": "诸位同学，大家好！请掀开经本，《阿难问事佛吉凶经科会》第二十八面，经文第三行看起：",
      "zh_TW": "諸位同學，大家好！請掀開經本，《阿難問事佛吉凶經科會》第二十八面，經文第三行看起："
    },
    {
      "id": "15-013-0085_p0002",
      "zh_CN": "【若时得为人。蛮狄无义理。痴骏无孔窍。跛躄哑不语。蒙眬不达事。恶恶相牵拘。】",
      "zh_TW": "【若時得為人。蠻狄無義理。痴駿無孔竅。跛躄啞不語。矇矓不達事。惡惡相牽拘。】"
    },
    {
      "id": "15-013-0085_p0003",
      "zh_CN": "从这一段看起。这是第三个小段，从恶道再转到人间里面来，他所遭遇到的苦难。世间像这些事，往往都在我们眼前，甚至于我们自己亲身遭遇到。读了佛经，仔细的去思惟观察，就能够觉察到自己前世所造的业因，今世所受的果报。回过头来再看看这一生所造的业因，来生的果报大概就能够想像得到。所以这经文意思非常的深刻。",
      "zh_TW": "從這一段看起。這是第三個小段，從惡道再轉到人間裡面來，他所遭遇到的苦難。世間像這些事，往往都在我們眼前，甚至於我們自己親身遭遇到。讀了佛經，仔細的去思惟觀察，就能夠覺察到自己前世所造的業因，今世所受的果報。回過頭來再看看這一生所造的業因，來生的果報大概就能夠想像得到。所以這經文意思非常的深刻。"
    },
    {
      "id": "15-013-0085_p0004",
      "zh_CN": "我们看第一句，『若时得为人』。一切众生八识田中习气种子无量无边，种子有善有恶，遇缘就起现行。一切众生投生的时候，我们讲六道里面的投生，佛在经上讲「强者先牵」，你阿赖耶识里头的那些种子，哪一个种子力量强，它就先受报。力量弱的，就往后面轮流受报。哪一个习气强，那一类的种子先受报，道理就在此地。我们很冷静的自己细心去想想、去反省、去检点，我们在一天当中起心动念，起的是什么心？动的是什么念头？在一天当中，有几个念头想作佛？有几个念头想往生极乐世界？有几个念头想着社会大众的苦难，发心为众生服务，为众生做点好事？又有几个念头搞自私自利？求名闻利养，损人利己，是自私自利。细心去反省、去检点，就明白，起心动念、言语造作无不是业。",
      "zh_TW": "我們看第一句，『若時得為人』。一切眾生八識田中習氣種子無量無邊，種子有善有惡，遇緣就起現行。一切眾生投生的時候，我們講六道裡面的投生，佛在經上講「強者先牽」，你阿賴耶識裡頭的那些種子，哪一個種子力量強，它就先受報。力量弱的，就往後面輪流受報。哪一個習氣強，那一類的種子先受報，道理就在此地。我們很冷靜的自己細心去想想、去反省、去檢點，我們在一天當中起心動念，起的是什麼心？動的是什麼念頭？在一天當中，有幾個念頭想作佛？有幾個念頭想往生極樂世界？有幾個念頭想著社會大眾的苦難，發心為眾生服務，為眾生做點好事？又有幾個念頭搞自私自利？求名聞利養，損人利己，是自私自利。細心去反省、去檢點，就明白，起心動念、言語造作無不是業。"
    },
    {
      "id": "15-013-0085_p0005",
      "zh_CN": "我们在《了凡四训》讲到宋朝卫仲达，这个人的故事，我们相信它是真的，确有其人，确有其事。何以故？我们在古人著述笔记里面许多地方看到，提起这个人、这桩事情。卫仲达三十几岁，年纪很轻，被小鬼抓去见阎罗王。阎罗王看到他很生气，吩咐判官把他的善恶档案拿出来，判官拿出来之后，恶业的档案、本子，摆满阎罗王的大殿那么多，善的档案只有一卷，卷起来像筷子那么一点点大，一张纸，一生当中只做了一桩善事。阎罗王看到当然生气，然后吩咐判官，把善恶两个档案拿到天平上称一称，结果恶的档案那么多反而轻，善的这一卷、这一张反而重。阎罗王面色也就转得比较好看了。卫仲达问阎罗王，他说：「我才三十几岁，年岁很轻，我为什么会造那么多的恶业？」阎罗王就说：「恶业不必去造，造起来就太重太重了。起心动念，这个念头是自私自利，这个念头是损人利己，虽然你还没有行为表现，你心动了。阴曹地府，你心一动就有记录。」我们想想，从早到晚，你动多少个念头？有一些微细的念头，自己都不能觉察。",
      "zh_TW": "我們在《了凡四訓》講到宋朝衛仲達，這個人的故事，我們相信它是真的，確有其人，確有其事。何以故？我們在古人著述筆記裡面許多地方看到，提起這個人、這樁事情。衛仲達三十幾歲，年紀很輕，被小鬼抓去見閻羅王。閻羅王看到他很生氣，吩咐判官把他的善惡檔案拿出來，判官拿出來之後，惡業的檔案、本子，擺滿閻羅王的大殿那麼多，善的檔案只有一卷，捲起來像筷子那麼一點點大，一張紙，一生當中只做了一樁善事。閻羅王看到當然生氣，然後吩咐判官，把善惡兩個檔案拿到天平上稱一稱，結果惡的檔案那麼多反而輕，善的這一卷、這一張反而重。閻羅王面色也就轉得比較好看了。衛仲達問閻羅王，他說：「我才三十幾歲，年歲很輕，我為什麼會造那麼多的惡業？」閻羅王就說：「惡業不必去造，造起來就太重太重了。起心動念，這個念頭是自私自利，這個念頭是損人利己，雖然你還沒有行為表現，你心動了。陰曹地府，你心一動就有記錄。」我們想想，從早到晚，你動多少個念頭？有一些微細的念頭，自己都不能覺察。"
    },
    {
      "id": "15-013-0085_p0006",
      "zh_CN": "阎罗王这些档案是不是真的有？靠得住、靠不住？靠得住。今天我们从科学家发明的电脑，我们就能体会到，自动的记录，不需要人去管这些事情。尤其佛告诉我们，十法界依正庄严从心想生。这句话把原理跟我们讲清楚了，从心想生。凡夫哪有没有念头？没有念头是圣人，大圣人没有念头。孔老夫子常常讲「克念作圣」，克服念头就是圣人。克服念头就是没有念头，在佛法讲，没有妄想、没有分别、没有执着。法身菩萨，分证佛果，这种人克念。",
      "zh_TW": "閻羅王這些檔案是不是真的有？靠得住、靠不住？靠得住。今天我們從科學家發明的電腦，我們就能體會到，自動的記錄，不需要人去管這些事情。尤其佛告訴我們，十法界依正莊嚴從心想生。這句話把原理跟我們講清楚了，從心想生。凡夫哪有沒有念頭？沒有念頭是聖人，大聖人沒有念頭。孔老夫子常常講「克念作聖」，克服念頭就是聖人。克服念頭就是沒有念頭，在佛法講，沒有妄想、沒有分別、沒有執著。法身菩薩，分證佛果，這種人克念。"
    },
    {
      "id": "15-013-0085_p0007",
      "zh_CN": "六道凡夫念头的起灭，《仁王经》佛说「一弹指六十刹那，一刹那九百生灭」。我们怎么能觉察得出来？粗心大意。极其粗的念头我们自己知道，杀盗淫妄的念头，妄语两舌的念头，贪瞋痴慢的念头，很粗的我们知道，微细的自己不晓得。但是，只要起心动念就有记录，这个记录，阿赖耶识当中它已经变成种子。所以你要问，阎罗王那个档案簿是什么？就是阿赖耶识里面、仓库里藏的东西，我们今天讲影印本，它都出现了。",
      "zh_TW": "六道凡夫念頭的起滅，《仁王經》佛說「一彈指六十剎那，一剎那九百生滅」。我們怎麼能覺察得出來？粗心大意。極其粗的念頭我們自己知道，殺盜淫妄的念頭，妄語兩舌的念頭，貪瞋痴慢的念頭，很粗的我們知道，微細的自己不曉得。但是，只要起心動念就有記錄，這個記錄，阿賴耶識當中它已經變成種子。所以你要問，閻羅王那個檔案簿是什麼？就是阿賴耶識裡面、倉庫裡藏的東西，我們今天講影印本，它都出現了。"
    },
    {
      "id": "15-013-0085_p0008",
      "zh_CN": "卫仲达就向阎罗王请教：「我那一卷善的这一张纸到底是什么？为什么力量这么大，它的功，能把一生过失都超越？」由此可知，卫仲达的过虽然多，不是大过，没有造什么大罪，否则的话，他这一念善抵不过恶。阎罗王就告诉他：「这一卷是当时皇帝想动一个工程，三山石桥，这个工程劳民伤财，这是你的奏折，劝皇帝不要兴建这个工程。这一念纯粹是为老百姓着想的，是纯善，没有邀功的念头，也没有利益自己的念头，完全是利益众生。」卫仲达说：「我虽然上书给皇帝，皇帝并没有答应，他还是做了。」阎罗王就讲：「如果皇帝接受你的建议，那你的功德大了，你今天不会到这儿来。皇帝没有接纳你的建议，但是你这一念是真心、是善心，所以你这个善盖过你一生的过恶。」阎罗王派小鬼把他送回阳间，他又活过来了。实在讲这也是示现，教导我们恶不能不断，善不能不修。",
      "zh_TW": "衛仲達就向閻羅王請教：「我那一卷善的這一張紙到底是什麼？為什麼力量這麼大，它的功，能把一生過失都超越？」由此可知，衛仲達的過雖然多，不是大過，沒有造什麼大罪，否則的話，他這一念善抵不過惡。閻羅王就告訴他：「這一卷是當時皇帝想動一個工程，三山石橋，這個工程勞民傷財，這是你的奏摺，勸皇帝不要興建這個工程。這一念純粹是為老百姓著想的，是純善，沒有邀功的念頭，也沒有利益自己的念頭，完全是利益眾生。」衛仲達說：「我雖然上書給皇帝，皇帝並沒有答應，他還是做了。」閻羅王就講：「如果皇帝接受你的建議，那你的功德大了，你今天不會到這兒來。皇帝沒有接納你的建議，但是你這一念是真心、是善心，所以你這個善蓋過你一生的過惡。」閻羅王派小鬼把他送回陽間，他又活過來了。實在講這也是示現，教導我們惡不能不斷，善不能不修。"
    },
    {
      "id": "15-013-0085_p0009",
      "zh_CN": "断恶修善从哪里做起？从心地，从起心动念之处。不能有行为。到了口里头说，变成行为；身体去造，那个业可重了。所以我们从早到晚，从年初一到腊月三十，造多少业，自己知道吗？世间人总以为自己是好人，总以为自己没有过失，只看到别人的过失。我常讲，看到别人过失，就是自己过失。为什么？你所看到的、所听到的全落在你阿赖耶识里面了。这在佛法讲是愚痴，你没有智慧，你把别人所有一切过恶变成自己的过恶，这不是愚痴是什么？不学佛的人天天干，永远没有止境的在干；学佛的人也不例外，也天天干。怎么知道？你看看，闲谈的时候都谈些是非，我们就晓得，他把所有一切人的恶业、恶习气、恶行全都藏在自己阿赖耶识里头，这个人愚痴到极处！古大德常常教我们，教我们是好话，「少说一句话，多念一声佛，打得念头死，许汝法身活」，这是《西方确指》里面觉明妙行菩萨说的。何必把别人那些恶念、恶行放在自己心上，放在自己口里头？没有必要。",
      "zh_TW": "斷惡修善從哪裡做起？從心地，從起心動念之處。不能有行為。到了口裡頭說，變成行為；身體去造，那個業可重了。所以我們從早到晚，從年初一到臘月三十，造多少業，自己知道嗎？世間人總以為自己是好人，總以為自己沒有過失，只看到別人的過失。我常講，看到別人過失，就是自己過失。為什麼？你所看到的、所聽到的全落在你阿賴耶識裡面了。這在佛法講是愚痴，你沒有智慧，你把別人所有一切過惡變成自己的過惡，這不是愚痴是什麼？不學佛的人天天幹，永遠沒有止境的在幹；學佛的人也不例外，也天天幹。怎麼知道？你看看，閒談的時候都談些是非，我們就曉得，他把所有一切人的惡業、惡習氣、惡行全都藏在自己阿賴耶識裡頭，這個人愚痴到極處！古大德常常教我們，教我們是好話，「少說一句話，多念一聲佛，打得念頭死，許汝法身活」，這是《西方確指》裡面覺明妙行菩薩說的。何必把別人那些惡念、惡行放在自己心上，放在自己口裡頭？沒有必要。"
    },
    {
      "id": "15-013-0085_p0010",
      "zh_CN": "我们修行修的是什么，自己晓不晓得？如果连这个都不知道，那就很难讲了，不知道自己修什么。「修行」，行是行为，修是修正，把我们错误的行为修正过来，叫做修行。我们把别人的不善收藏在自己心里，这个错误。你有没有把它修正过来？果然修正过来，那就是六祖所说的，「若真修道人，不见世间过」。世间人有没有过失？没有，不见世间过。「不见」不是眼不见，是阿赖耶识里头不收藏这些垃圾，不收藏这些不善，这样自己的心才能变成纯善，才能变成纯净。",
      "zh_TW": "我們修行修的是什麼，自己曉不曉得？如果連這個都不知道，那就很難講了，不知道自己修什麼。「修行」，行是行為，修是修正，把我們錯誤的行為修正過來，叫做修行。我們把別人的不善收藏在自己心裡，這個錯誤。你有沒有把它修正過來？果然修正過來，那就是六祖所說的，「若真修道人，不見世間過」。世間人有沒有過失？沒有，不見世間過。「不見」不是眼不見，是阿賴耶識裡頭不收藏這些垃圾，不收藏這些不善，這樣自己的心才能變成純善，才能變成純淨。"
    },
    {
      "id": "15-013-0085_p0011",
      "zh_CN": "《无量寿经》上佛教给我们「洗心易行」。我们怎么落实？从哪里做起？从不收集一切不善，从这里做起。眼见色、耳闻声，我们要懂得过滤，不善的，不放在阿赖耶识里。这个话说起来容易做起来难，要相当功夫。真的不落在阿赖耶识里面，阿赖耶识我们今天讲习气，现在人讲印象；没有放在阿赖耶识就是不落印象。我们见色闻声，能不能做到不落印象？你能够做到不落印象，你就成功了，你就转八识成四智，恭喜你，你功夫得力，功夫成就了。这叫真修行，真用功。功夫要在生活当中做，在工作里面做，出家人有出家人的工作，在应酬里面做。无论你在家、出家，你不能脱离人群，你要跟人群在一起生活。人是个社会动物，决定不能够单独生活的。",
      "zh_TW": "《無量壽經》上佛教給我們「洗心易行」。我們怎麼落實？從哪裡做起？從不收集一切不善，從這裡做起。眼見色、耳聞聲，我們要懂得過濾，不善的，不放在阿賴耶識裡。這個話說起來容易做起來難，要相當功夫。真的不落在阿賴耶識裡面，阿賴耶識我們今天講習氣，現在人講印象；沒有放在阿賴耶識就是不落印象。我們見色聞聲，能不能做到不落印象？你能夠做到不落印象，你就成功了，你就轉八識成四智，恭喜你，你功夫得力，功夫成就了。這叫真修行，真用功。功夫要在生活當中做，在工作裡面做，出家人有出家人的工作，在應酬裡面做。無論你在家、出家，你不能脫離人群，你要跟人群在一起生活。人是個社會動物，決定不能夠單獨生活的。"
    },
    {
      "id": "15-013-0085_p0012",
      "zh_CN": "如何能够做到不落印象？「十二因缘」里面，讲现前的造业：「爱、取、有」。祖师大德常常教诲我们，这三条断一条，证辟支佛果，比阿罗汉高。爱、取、有，「爱」是什么？分别，「取」是执着，「有」是妄想，就是大经里面讲的妄想、分别、执着。这三个东西断掉了，证辟支佛果。再告诉你，那个「有」就是落印象，你阿赖耶识里头已经落印象了。印象愈深愈麻烦，我们常讲印象深刻。佛教导我们，我们落什么印象？善的印象我们要，我们阿赖耶识里头完全收集善的印象，不收不善的印象。《十善业道经》上佛说得好，佛给龙王讲的那一段话，那是修行最高的指导原则，从初发心一直到如来地，这个原则不能变更，你要是懂得这个原则，你就会修行，你这一生当中肯定成就。",
      "zh_TW": "如何能夠做到不落印象？「十二因緣」裡面，講現前的造業：「愛、取、有」。祖師大德常常教誨我們，這三條斷一條，證辟支佛果，比阿羅漢高。愛、取、有，「愛」是什麼？分別，「取」是執著，「有」是妄想，就是大經裡面講的妄想、分別、執著。這三個東西斷掉了，證辟支佛果。再告訴你，那個「有」就是落印象，你阿賴耶識裡頭已經落印象了。印象愈深愈麻煩，我們常講印象深刻。佛教導我們，我們落什麼印象？善的印象我們要，我們阿賴耶識裡頭完全收集善的印象，不收不善的印象。《十善業道經》上佛說得好，佛給龍王講的那一段話，那是修行最高的指導原則，從初發心一直到如來地，這個原則不能變更，你要是懂得這個原則，你就會修行，你這一生當中肯定成就。"
    },
    {
      "id": "15-013-0085_p0013",
      "zh_CN": "《十善业道经》是世尊对龙王说的，龙王是我们的代表。为什么用龙王来代表？龙是善变的，把牠来比喻我们这个社会人心善变，真的从早到晚千变万化，自己都做不了主宰，用意很深。龙王是谁？就是我们大众。他老人家说得好，「菩萨有一法」，诸位记住，唯一的一法，没有第二法，一法；「能离一切世间苦」，这我们要重视，「一切世间」是三途六道还包括十法界，一切世间各有各的苦处。这一法能离一切世间苦，这一法是宝，无上的法宝，这一法是什么法？佛说出来了，「昼夜常念善法，思惟善法，观察善法」，没有教你念恶法。常念善法，心善；思惟善法，思想善；观察善法，言行善。后头又说一句，「不容毫分不善间杂」，这一句话重要！丝毫不善不能夹杂在八识心田里面。这就是一切不善决定不可以落印象，让我们的心修成纯善、全善，那你就成佛了。为什么？等觉菩萨还有一品生相无明没破，他还有毫分不善夹杂。",
      "zh_TW": "《十善業道經》是世尊對龍王說的，龍王是我們的代表。為什麼用龍王來代表？龍是善變的，把牠來比喻我們這個社會人心善變，真的從早到晚千變萬化，自己都做不了主宰，用意很深。龍王是誰？就是我們大眾。他老人家說得好，「菩薩有一法」，諸位記住，唯一的一法，沒有第二法，一法；「能離一切世間苦」，這我們要重視，「一切世間」是三途六道還包括十法界，一切世間各有各的苦處。這一法能離一切世間苦，這一法是寶，無上的法寶，這一法是什麼法？佛說出來了，「晝夜常念善法，思惟善法，觀察善法」，沒有教你念惡法。常念善法，心善；思惟善法，思想善；觀察善法，言行善。後頭又說一句，「不容毫分不善間雜」，這一句話重要！絲毫不善不能夾雜在八識心田裡面。這就是一切不善決定不可以落印象，讓我們的心修成純善、全善，那你就成佛了。為什麼？等覺菩薩還有一品生相無明沒破，他還有毫分不善夾雜。"
    },
    {
      "id": "15-013-0085_p0014",
      "zh_CN": "我们今天修行，说老实话，我们修一分善，夹杂九分不善。我这个说法可能还是估计得太高，可能我们只修一分善，九十九分不善夹杂在里头，所以不管用，不能成就。成就不成就不要问别人，自己比什么都清楚，别人哪里会晓得？功夫真正有进步，天天烦恼轻、智慧长，法喜充满，这是功夫得力的现象。如果我们一天到晚还有烦恼，现在社会一般人讲「还有压力」，有烦恼、有压力、有忧虑、有牵挂，这个烦恼习气相当严重，这种情形不能往生。不但不能往生，来生人天两道都有问题。为什么？从这里你仔细去观察，这种气氛跟三途非常接近，修行人要有警觉心。",
      "zh_TW": "我們今天修行，說老實話，我們修一分善，夾雜九分不善。我這個說法可能還是估計得太高，可能我們只修一分善，九十九分不善夾雜在裡頭，所以不管用，不能成就。成就不成就不要問別人，自己比什麼都清楚，別人哪裡會曉得？功夫真正有進步，天天煩惱輕、智慧長，法喜充滿，這是功夫得力的現象。如果我們一天到晚還有煩惱，現在社會一般人講「還有壓力」，有煩惱、有壓力、有憂慮、有牽掛，這個煩惱習氣相當嚴重，這種情形不能往生。不但不能往生，來生人天兩道都有問題。為什麼？從這裡你仔細去觀察，這種氣氛跟三途非常接近，修行人要有警覺心。"
    },
    {
      "id": "15-013-0085_p0015",
      "zh_CN": "修行没有别的，改过而已。把自己这些毛病、习气努力彻底做一个改变，我们才能成功。务必让自己的心清净，心要空虚，没有牵挂、没有忧虑。六祖在《坛经》里面讲得好，「本来无一物」，这是真心，本来无一物，心跟虚空法界融合成一体。虚空里面没有东西，虚空广大没有边际，「心包太虚，量周沙界」。心里头才有一点点东西，就成为障碍，心就变小，就小得很可怜，小得连一个人都容纳不下。说实在话，小到什么程度？小到连自己都容纳不下，没有别人，自己一个人在房间里都生烦恼。真的，不是假的，确有这种人，这是小得不能再小了。这样的心量，果报肯定在三途。",
      "zh_TW": "修行沒有別的，改過而已。把自己這些毛病、習氣努力徹底做一個改變，我們才能成功。務必讓自己的心清淨，心要空虛，沒有牽掛、沒有憂慮。六祖在《壇經》裡面講得好，「本來無一物」，這是真心，本來無一物，心跟虛空法界融合成一體。虛空裡面沒有東西，虛空廣大沒有邊際，「心包太虛，量周沙界」。心裡頭才有一點點東西，就成為障礙，心就變小，就小得很可憐，小得連一個人都容納不下。說實在話，小到什麼程度？小到連自己都容納不下，沒有別人，自己一個人在房間裡都生煩惱。真的，不是假的，確有這種人，這是小得不能再小了。這樣的心量，果報肯定在三途。"
    },
    {
      "id": "15-013-0085_p0016",
      "zh_CN": "诸位要晓得，六道哪一道我们都去过，不晓得轮回多少遍数了。这一生当中一投胎到人，把过去生中的事情忘得干干净净，忘掉了。可是你要晓得，你虽然是忘掉，印象在不在？在。这个遗忘是严重的烦恼，它把他障碍了。所以修行心地稍微清净，逐渐逐渐就发现，等于说恢复了记忆，慢慢发现自己的档案，知道过去生生世世的事情，这就是我们讲神通，通现前了。通怎么现前的？清净心现前，我们佛门里面讲禅定，能够恢复神通。神通是我们的本能，一切众生都有的本能。我们心不净。心，佛拿水来做比喻，好极了。水在水瓶的时候，不起波浪，清净没有污染，这水像一面镜子一样，把外面境界照得清清楚楚。那就像我们的心恢复了记忆，无量劫来阿赖耶藏的这些东西，统统看到了，统统见到了：宿命通，知道自己过去生中生生世世的事情；他心通，知道别人生生世世的事情。",
      "zh_TW": "諸位要曉得，六道哪一道我們都去過，不曉得輪迴多少遍數了。這一生當中一投胎到人，把過去生中的事情忘得乾乾淨淨，忘掉了。可是你要曉得，你雖然是忘掉，印象在不在？在。這個遺忘是嚴重的煩惱，它把他障礙了。所以修行心地稍微清淨，逐漸逐漸就發現，等於說恢復了記憶，慢慢發現自己的檔案，知道過去生生世世的事情，這就是我們講神通，通現前了。通怎麼現前的？清淨心現前，我們佛門裡面講禪定，能夠恢復神通。神通是我們的本能，一切眾生都有的本能。我們心不淨。心，佛拿水來做比喻，好極了。水在水瓶的時候，不起波浪，清淨沒有污染，這水像一面鏡子一樣，把外面境界照得清清楚楚。那就像我們的心恢復了記憶，無量劫來阿賴耶藏的這些東西，統統看到了，統統見到了：宿命通，知道自己過去生中生生世世的事情；他心通，知道別人生生世世的事情。"
    },
    {
      "id": "15-013-0085_p0017",
      "zh_CN": "阿罗汉定功相当深，《楞严经》上讲，他证得九次第定。四禅八定是六道里头的，六道里面的禅定；阿罗汉的禅定比他还高一级，第九定，超越六道了。佛跟我们讲，他的宿命通能够知道过去五百世；这个能力还不是很大，知道过去五百世。五百世，六道里头多少次的轮回就清楚了，所以佛在经上讲，阿罗汉提起阿鼻地狱，他还心有余悸，为什么？以前待过，受过那种苦难，现在一提起，身上流血汗，还吓得那个样子。",
      "zh_TW": "阿羅漢定功相當深，《楞嚴經》上講，他證得九次第定。四禪八定是六道裡頭的，六道裡面的禪定；阿羅漢的禪定比他還高一級，第九定，超越六道了。佛跟我們講，他的宿命通能夠知道過去五百世；這個能力還不是很大，知道過去五百世。五百世，六道裡頭多少次的輪迴就清楚了，所以佛在經上講，阿羅漢提起阿鼻地獄，他還心有餘悸，為什麼？以前待過，受過那種苦難，現在一提起，身上流血汗，還嚇得那個樣子。"
    },
    {
      "id": "15-013-0085_p0018",
      "zh_CN": "我们是把过去生中造的事情忘得一干二净，忘得干净并不是它没有，它存在，我们不能不晓得这些事实真相，不能不知道这个道理。哪一道没去过？因此，我们今天看到蚊虫，我们很尊重牠，很爱护牠，不敢轻视牠，为什么？我过去也当过蚊虫。看到蚂蚁，我过去生中也当过蚂蚁；见到饿鬼，我过去也当过鬼，也堕过地狱。《地藏经》上所讲的、此地所讲的这些苦报，我经过，我今天读到这些文字，听到这些话，警觉性会更高，不想再干了，不想再去了，这一生当中要做自己应该做的事情。要知道，世间其他事情是假的，没有一样是真的。什么是善？什么是福？帮助别人破迷开悟，这是真善，这是真正的福。",
      "zh_TW": "我們是把過去生中造的事情忘得一乾二淨，忘得乾淨並不是它沒有，它存在，我們不能不曉得這些事實真相，不能不知道這個道理。哪一道沒去過？因此，我們今天看到蚊蟲，我們很尊重牠，很愛護牠，不敢輕視牠，為什麼？我過去也當過蚊蟲。看到螞蟻，我過去生中也當過螞蟻；見到餓鬼，我過去也當過鬼，也墮過地獄。《地藏經》上所講的、此地所講的這些苦報，我經過，我今天讀到這些文字，聽到這些話，警覺性會更高，不想再幹了，不想再去了，這一生當中要做自己應該做的事情。要知道，世間其他事情是假的，沒有一樣是真的。什麼是善？什麼是福？幫助別人破迷開悟，這是真善，這是真正的福。"
    },
    {
      "id": "15-013-0085_p0019",
      "zh_CN": "诸佛菩萨示现在十法界，我们仔细观察他做的是什么？无论是什么身分，我们在《华严经》上看到，他到这个世间来，应以什么身得度，他就现什么身，男女老少、各行各业的身他都受，我们在五十三参看过。五十三参里面一共是五十四位善知识，有两位善知识在同一参里面，德生童子、有德童女他们两个人是一参，所以总共五十四个人。这五十四个人代表我们现前社会，男女老少、各行各业。他们做的是什么？不管做哪一个行业，不管是什么样的生活方式，实在讲，总而言之，他们干的事情，一个目标、一个方向，那就是帮助一切众生破迷开悟。要帮助别人破迷开悟，你得晓得，首先自己要破迷开悟。自己不能破迷开悟，怎么能够帮助别人？",
      "zh_TW": "諸佛菩薩示現在十法界，我們仔細觀察他做的是什麼？無論是什麼身分，我們在《華嚴經》上看到，他到這個世間來，應以什麼身得度，他就現什麼身，男女老少、各行各業的身他都受，我們在五十三參看過。五十三參裡面一共是五十四位善知識，有兩位善知識在同一參裡面，德生童子、有德童女他們兩個人是一參，所以總共五十四個人。這五十四個人代表我們現前社會，男女老少、各行各業。他們做的是什麼？不管做哪一個行業，不管是什麼樣的生活方式，實在講，總而言之，他們幹的事情，一個目標、一個方向，那就是幫助一切眾生破迷開悟。要幫助別人破迷開悟，你得曉得，首先自己要破迷開悟。自己不能破迷開悟，怎麼能夠幫助別人？"
    },
    {
      "id": "15-013-0085_p0020",
      "zh_CN": "我们再想想，我们为什么开不了悟？用我刚才的话来讲，这十二因缘里面我们有「爱」、有「取」、有「有」，这就麻烦，就开不了悟。佛门里面常讲：「爱不重，不生娑婆；念不一，不生净土」，古大德这两句话是事实真相，很有道理。爱是什么？贪爱，是烦恼的总根。诸位要晓得，贪、瞋、痴叫三毒烦恼，把贪摆在第一位。为什么会瞋恨？贪不到才发生瞋恨，样样都顺自己的意思，都贪得了，那瞋恨心就没有了。归根结柢一个字，贪。菩萨修行，也把这个放在第一，用什么来断贪？布施，布施是舍。布施度到什么时候圆满？贪心没有了，布施度就圆满了。不但世间一切法不能贪，为什么不能贪？因为它不是真的。《金刚经》上说得好，「一切有为法，如梦幻泡影」、「凡所有相，皆是虚妄」，虚妄里面你去贪，你不叫冤枉？你错了。所以你要懂这个道理，了解事实真相，佛法因缘生，也不是真的。所以佛在《金刚般若》里头说得好，「法尚应舍，何况非法？」那个「应舍」是佛法都不能贪，何况世间法？佛法对我们来讲是个工具，帮助我们超凡入圣，帮助我们破迷开悟，它是工具，它不是目的。我们需要它、要用它，但是不能贪着，贪着就错了。",
      "zh_TW": "我們再想想，我們為什麼開不了悟？用我剛才的話來講，這十二因緣裡面我們有「愛」、有「取」、有「有」，這就麻煩，就開不了悟。佛門裡面常講：「愛不重，不生娑婆；念不一，不生淨土」，古大德這兩句話是事實真相，很有道理。愛是什麼？貪愛，是煩惱的總根。諸位要曉得，貪、瞋、痴叫三毒煩惱，把貪擺在第一位。為什麼會瞋恨？貪不到才發生瞋恨，樣樣都順自己的意思，都貪得了，那瞋恨心就沒有了。歸根結柢一個字，貪。菩薩修行，也把這個放在第一，用什麼來斷貪？布施，布施是捨。布施度到什麼時候圓滿？貪心沒有了，布施度就圓滿了。不但世間一切法不能貪，為什麼不能貪？因為它不是真的。《金剛經》上說得好，「一切有為法，如夢幻泡影」、「凡所有相，皆是虛妄」，虛妄裡面你去貪，你不叫冤枉？你錯了。所以你要懂這個道理，了解事實真相，佛法因緣生，也不是真的。所以佛在《金剛般若》裡頭說得好，「法尚應捨，何況非法？」那個「應捨」是佛法都不能貪，何況世間法？佛法對我們來講是個工具，幫助我們超凡入聖，幫助我們破迷開悟，它是工具，它不是目的。我們需要它、要用它，但是不能貪著，貪著就錯了。"
    },
    {
      "id": "15-013-0085_p0021",
      "zh_CN": "世出世间法都不可以贪爱。为什么？丝毫的贪爱，就是不善。诸位晓得，「爱、取、有」是不善，丝毫贪爱，我们的心就不清净。清净心里没有贪爱，没有贪，没有瞋，没有愚痴。所以一切顺境里面，我们修什么？修不贪，保持心地清净；逆境里面修什么？不瞋。我们遇到逆境、遇到恶缘；我们讲「境」，就是生活环境、物质环境，「逆境」，不顺心，一般人讲不好过，「恶缘」，就是周边都是恶人，都是一些妖魔鬼怪、不怀好意的人；我们处在这个境界里面，不生丝毫瞋恨心，这就是功夫，这就是真正修行。「顺境」，这个生活环境不错，都能称心如意，「善缘」，遇到都是好人；在这个境界里头，不生爱着之心，不生贪爱，不生恋着，这叫修行。",
      "zh_TW": "世出世間法都不可以貪愛。為什麼？絲毫的貪愛，就是不善。諸位曉得，「愛、取、有」是不善，絲毫貪愛，我們的心就不清淨。清淨心裡沒有貪愛，沒有貪，沒有瞋，沒有愚痴。所以一切順境裡面，我們修什麼？修不貪，保持心地清淨；逆境裡面修什麼？不瞋。我們遇到逆境、遇到惡緣；我們講「境」，就是生活環境、物質環境，「逆境」，不順心，一般人講不好過，「惡緣」，就是周邊都是惡人，都是一些妖魔鬼怪、不懷好意的人；我們處在這個境界裡面，不生絲毫瞋恨心，這就是功夫，這就是真正修行。「順境」，這個生活環境不錯，都能稱心如意，「善緣」，遇到都是好人；在這個境界裡頭，不生愛著之心，不生貪愛，不生戀著，這叫修行。"
    },
    {
      "id": "15-013-0085_p0022",
      "zh_CN": "我们懂得这个道理，抓住这个总纲领，我们的修行大致上就不错了，功夫焉能不得力？你不晓得这个道理，不知道这个纲领，怎么修？自己想想看，今年跟去年没有两样，这就错了。没两样是什么？没进步。果然抓住纲领，认真努力，丝毫不松懈，一年跟一年不一样。要再进一步，月月不一样。功夫更好的，我们现在讲，每一个星期都不一样，他怎么会不法喜充满？他的境界天天在提升，前途，我常讲，一片金色光明。造作罪业的人，前途是黑暗的；真正修行人，前途是光明的，金色光明。我们在起心动念之处，我们到底是动什么念头，不能不觉察，这个觉察是你真正用功，是你的真实智慧。",
      "zh_TW": "我們懂得這個道理，抓住這個總綱領，我們的修行大致上就不錯了，功夫焉能不得力？你不曉得這個道理，不知道這個綱領，怎麼修？自己想想看，今年跟去年沒有兩樣，這就錯了。沒兩樣是什麼？沒進步。果然抓住綱領，認真努力，絲毫不鬆懈，一年跟一年不一樣。要再進一步，月月不一樣。功夫更好的，我們現在講，每一個星期都不一樣，他怎麼會不法喜充滿？他的境界天天在提升，前途，我常講，一片金色光明。造作罪業的人，前途是黑暗的；真正修行人，前途是光明的，金色光明。我們在起心動念之處，我們到底是動什麼念頭，不能不覺察，這個覺察是你真正用功，是你的真實智慧。"
    },
    {
      "id": "15-013-0085_p0023",
      "zh_CN": "初学的人，当然首先觉察的是粗的念头。微细念头你功夫不够，你的心不够清净，你没有定功，你见不到微细念头。就从粗的念头上下手，决定断恶修善。不要把世间一切众生的恶放在自己八识心田里头，这是佛在经上常常感叹的「可怜悯者」。什么人可怜？这种人是世间最可怜的，把别人的、世间所有一切不善、所有一切恶放到自己心里，这是世间最可怜的。我们要常常想到，我自己是不是这样的人？",
      "zh_TW": "初學的人，當然首先覺察的是粗的念頭。微細念頭你功夫不夠，你的心不夠清淨，你沒有定功，你見不到微細念頭。就從粗的念頭上下手，決定斷惡修善。不要把世間一切眾生的惡放在自己八識心田裡頭，這是佛在經上常常感嘆的「可憐憫者」。什麼人可憐？這種人是世間最可憐的，把別人的、世間所有一切不善、所有一切惡放到自己心裡，這是世間最可憐的。我們要常常想到，我自己是不是這樣的人？"
    },
    {
      "id": "15-013-0085_p0024",
      "zh_CN": "别人赞叹我们，我们自己要冷静思惟：我是不是像他赞叹的那么好？如果没有，生惭愧心不敢承当，承当就是罪过。如果别人赞叹，跟我们实际的德行修养相符相应，也不能欢喜，我们更加勉励，还要向上提升。如果别人毁谤我们，我们确实没有这些罪行，我们听到了，要生感激的心。为什么？他在勉励我，提高我的警觉，我决定不能犯这些过失；这些过失我没有犯，往后也不能犯。所以善人、恶人都是善知识，都值得我自己尊敬他，我们修行要从这里下手，要从这些地方真干，功夫才能得力。如果在现前你还做不到，确确实实你的烦恼习气太重，冤亲债主现前，或者想起，你心里都会难过，这是错误的，你功夫不够。这时怎么办？净宗法门好，想到这个事情，赶紧「阿弥陀佛」，把念头转过来不要想，想阿弥陀佛，这是好办法。久而久之，到你念佛功夫得力，我们净宗讲「念佛三昧」；虽然不是甚深的三昧，你得到一点三昧的气氛，就得力了，你跟冤亲债主接触到的时候，确实没有一点瞋恚心。即使现前侮辱你，现前伤害你，你也不会有丝毫瞋恚心，你会把他看作善知识：他来考我，看看我功夫够不够。欢喜接受，决定不会有恶念相向。这个时候就知道自己功夫到什么程度，得力不得力。现在时间到了，我们就讲到此地。",
      "zh_TW": "別人讚歎我們，我們自己要冷靜思惟：我是不是像他讚歎的那麼好？如果沒有，生慚愧心不敢承當，承當就是罪過。如果別人讚歎，跟我們實際的德行修養相符相應，也不能歡喜，我們更加勉勵，還要向上提升。如果別人毀謗我們，我們確實沒有這些罪行，我們聽到了，要生感激的心。為什麼？他在勉勵我，提高我的警覺，我決定不能犯這些過失；這些過失我沒有犯，往後也不能犯。所以善人、惡人都是善知識，都值得我自己尊敬他，我們修行要從這裡下手，要從這些地方真幹，功夫才能得力。如果在現前你還做不到，確確實實你的煩惱習氣太重，冤親債主現前，或者想起，你心裡都會難過，這是錯誤的，你功夫不夠。這時怎麼辦？淨宗法門好，想到這個事情，趕緊「阿彌陀佛」，把念頭轉過來不要想，想阿彌陀佛，這是好辦法。久而久之，到你念佛功夫得力，我們淨宗講「念佛三昧」；雖然不是甚深的三昧，你得到一點三昧的氣氛，就得力了，你跟冤親債主接觸到的時候，確實沒有一點瞋恚心。即使現前侮辱你，現前傷害你，你也不會有絲毫瞋恚心，你會把他看作善知識：他來考我，看看我功夫夠不夠。歡喜接受，決定不會有惡念相向。這個時候就知道自己功夫到什麼程度，得力不得力。現在時間到了，我們就講到此地。"
    }
  ]
}