{
  "doc_id": "15-013-0027",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十七集",
    "zh_TW": "第二十七集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0027",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "15-013-0027_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第八页，经文第三行看起。",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第八頁，經文第三行看起。"
    },
    {
      "id": "15-013-0027_p0002",
      "zh_CN": "【常为诸天善神拥护。所向谐偶。百事增倍。为天龙鬼神众人所敬。后必得道。是善男子善女人。真佛弟子也。】",
      "zh_TW": "【常為諸天善神擁護。所向諧偶。百事增倍。為天龍鬼神眾人所敬。後必得道。是善男子善女人。真佛弟子也。】"
    },
    {
      "id": "15-013-0027_p0003",
      "zh_CN": "这一段是讲依照佛陀教诲，如理如法的学习，他所得到的殊胜果报。第一句是得到『诸天善神拥护』，实在说前面还有一句，我们能够想像得到，诸佛护念，天龙善神保佑你，这是第一桩殊胜的果报。第二就是当中这两句，『所向谐偶。百事增倍』。「向」是去向，也就是今天所说的，无论你从事于哪一个行业，无论你做世出世间各种事业，没有一样不是称心如意；「谐偶」就是称心如意，「百事增倍」，果报太殊胜了。无论在日常生活当中，工作当中，处事待人接物，事事吉祥，样样如意。特别在此地讲的「增倍」，这是你命里面有福报，现在你作佛的真实弟子，你的福报增长了。",
      "zh_TW": "這一段是講依照佛陀教誨，如理如法的學習，他所得到的殊勝果報。第一句是得到『諸天善神擁護』，實在說前面還有一句，我們能夠想像得到，諸佛護念，天龍善神保佑你，這是第一樁殊勝的果報。第二就是當中這兩句，『所向諧偶。百事增倍』。「向」是去向，也就是今天所說的，無論你從事於哪一個行業，無論你做世出世間各種事業，沒有一樣不是稱心如意；「諧偶」就是稱心如意，「百事增倍」，果報太殊勝了。無論在日常生活當中，工作當中，處事待人接物，事事吉祥，樣樣如意。特別在此地講的「增倍」，這是你命裡面有福報，現在你作佛的真實弟子，你的福報增長了。"
    },
    {
      "id": "15-013-0027_p0004",
      "zh_CN": "这是不是佛菩萨保佑、佛菩萨加持？没错！可以这么说，但是不能迷信。佛菩萨保佑你，为什么不保佑别人？佛菩萨是不是不公平？佛菩萨是平等的。为什么我们的遭遇不相同？我们一切事的成就不平等？佛菩萨平等加持是教诲。我们今天都遇到这部经典，我愿意照经典字字句句都去做，我得到好处；你遇到经典虽然也读也听，没有照这个话去做，你就得不到。这才是如理如法，合情合理合法。",
      "zh_TW": "這是不是佛菩薩保佑、佛菩薩加持？沒錯！可以這麼說，但是不能迷信。佛菩薩保佑你，為什麼不保佑別人？佛菩薩是不是不公平？佛菩薩是平等的。為什麼我們的遭遇不相同？我們一切事的成就不平等？佛菩薩平等加持是教誨。我們今天都遇到這部經典，我願意照經典字字句句都去做，我得到好處；你遇到經典雖然也讀也聽，沒有照這個話去做，你就得不到。這才是如理如法，合情合理合法。"
    },
    {
      "id": "15-013-0027_p0005",
      "zh_CN": "佛菩萨对我们的加持、护念，诸位要晓得，是平等的、是清净的，完全在我们自己能接受多少，接受多少就是你能做到多少，关键在此地。你要是做不到没有用处，要认真去做。学佛的人大致都肯定，人不只这一生，人有过去世，人有未来世，这一生时间短暂，纵然活一百岁，确确实实也是石火电光，刹那之间就过去了。所以聪明人、智慧的人要有前后眼，要懂得为将来、来生、来世打算，这个人才是聪明人，才是有智慧的人。这一生这么短暂，我受一点苦、吃一点亏算什么？来生得福报，肯修来生福的是真正聪明人。福报要是在这一生当中享尽，来生到三途受苦，那是糊涂人，那不是聪明人。所以我们不能不亲近明师，不能不接受明师的教诫，依教奉行，精进不犯，我们得大利益。",
      "zh_TW": "佛菩薩對我們的加持、護念，諸位要曉得，是平等的、是清淨的，完全在我們自己能接受多少，接受多少就是你能做到多少，關鍵在此地。你要是做不到沒有用處，要認真去做。學佛的人大致都肯定，人不只這一生，人有過去世，人有未來世，這一生時間短暫，縱然活一百歲，確確實實也是石火電光，剎那之間就過去了。所以聰明人、智慧的人要有前後眼，要懂得為將來、來生、來世打算，這個人才是聰明人，才是有智慧的人。這一生這麼短暫，我受一點苦、吃一點虧算什麼？來生得福報，肯修來生福的是真正聰明人。福報要是在這一生當中享盡，來生到三途受苦，那是糊塗人，那不是聰明人。所以我們不能不親近明師，不能不接受明師的教誡，依教奉行，精進不犯，我們得大利益。"
    },
    {
      "id": "15-013-0027_p0006",
      "zh_CN": "此地说的「所向谐偶。百事增倍」，是现前的利益，花报。这里面我们能够体会得到，你的财用不缺乏。财富不必多，够用就好，知足常乐，补处菩萨住知足天，就表这个意思，知足而后就能成道，就能证无上菩提，不知足不行。时时知足，处处知足，无一不知足，你的心是清净的，你的心是定的，清净禅定能生智慧，自性的般若智慧就现前，这才是第一等殊胜的功德利益，我们要求这个。彻底放下，念念为众生，念念为正法久住世间，没有一念为自己，也没有一念伤害一切众生。",
      "zh_TW": "此地說的「所向諧偶。百事增倍」，是現前的利益，花報。這裡面我們能夠體會得到，你的財用不缺乏。財富不必多，夠用就好，知足常樂，補處菩薩住知足天，就表這個意思，知足而後就能成道，就能證無上菩提，不知足不行。時時知足，處處知足，無一不知足，你的心是清淨的，你的心是定的，清淨禪定能生智慧，自性的般若智慧就現前，這才是第一等殊勝的功德利益，我們要求這個。徹底放下，念念為眾生，念念為正法久住世間，沒有一念為自己，也沒有一念傷害一切眾生。"
    },
    {
      "id": "15-013-0027_p0007",
      "zh_CN": "世间人做事情处处提防，怕别人伤害自己。学佛的人不提防别人，学佛的人绝不怕别人来伤害自己，为什么？我天天反省，天天改过。人家为什么伤害我？是我自己做错事。我自己要不做错事，怎么可能遇到别人伤害？佛门这个团体，是世出世间所有团体里面的榜样，我们念三皈的时候，念「皈依僧，众中尊」，众是团体，所有团体里最尊最贵，为什么？它是和合僧团，僧团修六和敬的。如果僧团不要我们，叫我们离开，过不在僧团，过一定是在自己，自己跟大家不和，那没有法子。佛叫你离开，佛心里很难过，佛也流着眼泪，不得不叫你离开，绝不是佛乐意叫你离开，不是的，是非常非常不得已。",
      "zh_TW": "世間人做事情處處提防，怕別人傷害自己。學佛的人不提防別人，學佛的人絕不怕別人來傷害自己，為什麼？我天天反省，天天改過。人家為什麼傷害我？是我自己做錯事。我自己要不做錯事，怎麼可能遇到別人傷害？佛門這個團體，是世出世間所有團體裡面的榜樣，我們念三皈的時候，念「皈依僧，眾中尊」，眾是團體，所有團體裡最尊最貴，為什麼？它是和合僧團，僧團修六和敬的。如果僧團不要我們，叫我們離開，過不在僧團，過一定是在自己，自己跟大家不和，那沒有法子。佛叫你離開，佛心裡很難過，佛也流著眼淚，不得不叫你離開，絕不是佛樂意叫你離開，不是的，是非常非常不得已。"
    },
    {
      "id": "15-013-0027_p0008",
      "zh_CN": "为什么不能跟大家和睦相处？你有没有想想为什么？原因总不外乎自私自利。为什么不能跟人相处？他侵犯我的利益。放下自私自利，放下名闻利养，就可以和睦。我们在这个地方，小团体里头争地位、争名分、争权益，这就把和合僧团破坏了。破和合僧是什么罪？你要是真正信佛你就明了，阿鼻地狱的罪业，破坏僧团是五逆罪最重的。五逆罪是杀父亲、杀母亲、杀阿罗汉、出佛身血、破和合僧，这五种罪是相等的。由此可知，佛劝你离开僧团，佛是大慈大悲，不让你继续再造重罪。我们明白了，我们受到谴责，我们应当感激佛菩萨，我们自己错了。",
      "zh_TW": "為什麼不能跟大家和睦相處？你有沒有想想為什麼？原因總不外乎自私自利。為什麼不能跟人相處？他侵犯我的利益。放下自私自利，放下名聞利養，就可以和睦。我們在這個地方，小團體裡頭爭地位、爭名分、爭權益，這就把和合僧團破壞了。破和合僧是什麼罪？你要是真正信佛你就明瞭，阿鼻地獄的罪業，破壞僧團是五逆罪最重的。五逆罪是殺父親、殺母親、殺阿羅漢、出佛身血、破和合僧，這五種罪是相等的。由此可知，佛勸你離開僧團，佛是大慈大悲，不讓你繼續再造重罪。我們明白了，我們受到譴責，我們應當感激佛菩薩，我們自己錯了。"
    },
    {
      "id": "15-013-0027_p0009",
      "zh_CN": "如果自己做得很如法，在团体里面，我们的发心是以服务为目的，绝非争权、争位置、争名分，不是的，一点这个意思都没有。释迦牟尼佛给我们做的榜样，佛陀在世僧团很大，一千二百五十五人，这么大一个团体，这里头没有领导人。我们在经典上从来没有发现，这里头有哪一个人作住持，哪一个人作当家师，哪个人管哪个，没听说过。这里头只有老师跟学生，释迦牟尼佛是老师，其他都是学生，老师跟学生地位一律平等，无有争论。为什么？那个时候没道场，树下一宿，日中一食，所以没有执事。现在麻烦在哪里？麻烦是我们不能够树下一宿、日中一食，我们做不到。现在要建立道场，建立道场事情就多了，事情多了必定得分工合作。所以，马祖建丛林，百丈立清规。",
      "zh_TW": "如果自己做得很如法，在團體裡面，我們的發心是以服務為目的，絕非爭權、爭位置、爭名分，不是的，一點這個意思都沒有。釋迦牟尼佛給我們做的榜樣，佛陀在世僧團很大，一千二百五十五人，這麼大一個團體，這裡頭沒有領導人。我們在經典上從來沒有發現，這裡頭有哪一個人作住持，哪一個人作當家師，哪個人管哪個，沒聽說過。這裡頭只有老師跟學生，釋迦牟尼佛是老師，其他都是學生，老師跟學生地位一律平等，無有爭論。為什麼？那個時候沒道場，樹下一宿，日中一食，所以沒有執事。現在麻煩在哪裡？麻煩是我們不能夠樹下一宿、日中一食，我們做不到。現在要建立道場，建立道場事情就多了，事情多了必定得分工合作。所以，馬祖建叢林，百丈立清規。"
    },
    {
      "id": "15-013-0027_p0010",
      "zh_CN": "百丈大师订出丛林的制度，后世寺院丛林都遵守这个规矩，都接受这个制度，只要能依教奉行，确确实实道场「百事增倍」。道场的人每一个人都受到诸佛护念，诸天善神拥护，都受到『天龙鬼神众人所敬』，这是一定道理。你在里头要把持、要争权，你就破坏制度，你就破坏道场。你的福报大，出家人没福报，你有大福报，过去修的大福报，现前福报虽然得到了，你的起心动念、所作所为跟佛法完全相违背，你的后果就不堪设想，你有没有想到这个问题？所以这部经，李炳南老居士特别为我们初学的人选定的。我跟他学这部经，我还没有出家，那时候我们同学全部都是在家的佛弟子。在家要学，出家也没有两样，这是我们学佛的大根大本。只要肯学佛，利益无量无边。",
      "zh_TW": "百丈大師訂出叢林的制度，後世寺院叢林都遵守這個規矩，都接受這個制度，只要能依教奉行，確確實實道場「百事增倍」。道場的人每一個人都受到諸佛護念，諸天善神擁護，都受到『天龍鬼神眾人所敬』，這是一定道理。你在裡頭要把持、要爭權，你就破壞制度，你就破壞道場。你的福報大，出家人沒福報，你有大福報，過去修的大福報，現前福報雖然得到了，你的起心動念、所作所為跟佛法完全相違背，你的後果就不堪設想，你有沒有想到這個問題？所以這部經，李炳南老居士特別為我們初學的人選定的。我跟他學這部經，我還沒有出家，那時候我們同學全部都是在家的佛弟子。在家要學，出家也沒有兩樣，這是我們學佛的大根大本。只要肯學佛，利益無量無邊。"
    },
    {
      "id": "15-013-0027_p0011",
      "zh_CN": "上面所讲的是我们现前得的果报，现前的花报好，未来的果报一定殊胜，『后必得道』，这字多肯定，后来必定得道。末后总结，『是善男子善女人。真佛弟子也。』这是佛肯定的，你真正是佛的学生。如果你不能够依教奉行；换句话说，你是假佛弟子，你不是真的。天台大师讲的六即，名字弟子，有名无实。我们愿不愿意这一生作佛的名字弟子？名字弟子这句话好像是满好听的，其实这里头有无量无边的罪业。如教修行是观行弟子，观行位中。我们真的做了，认真努力修学，自己能做到多少就做多少。总而言之，要求进步，认真努力、精进不懈的去做，从观行位提升到相似位，从相似位再提升到分证位，分证位再升一级到究竟位，那功德圆满。",
      "zh_TW": "上面所講的是我們現前得的果報，現前的花報好，未來的果報一定殊勝，『後必得道』，這字多肯定，後來必定得道。末後總結，『是善男子善女人。真佛弟子也。』這是佛肯定的，你真正是佛的學生。如果你不能夠依教奉行；換句話說，你是假佛弟子，你不是真的。天台大師講的六即，名字弟子，有名無實。我們願不願意這一生作佛的名字弟子？名字弟子這句話好像是滿好聽的，其實這裡頭有無量無邊的罪業。如教修行是觀行弟子，觀行位中。我們真的做了，認真努力修學，自己能做到多少就做多少。總而言之，要求進步，認真努力、精進不懈的去做，從觀行位提升到相似位，從相似位再提升到分證位，分證位再升一級到究竟位，那功德圓滿。"
    },
    {
      "id": "15-013-0027_p0012",
      "zh_CN": "这地方讲的「后必得道」，是指果位不断向上提升。诸位要知道，观行位没有出六道，如果从小乘法来说，初果须陀洹到三果阿那含都是观行位。证得四果阿罗汉，这是相似位，出了三界。在圆教菩萨果位里面，古来祖师大德也跟我们讲得清楚，圆教十信位的菩萨，从初信到六信是观行位，七信、八信、九信、十信是相似位，到初住是分证位，这都是讲的「后必得道」，这些都不容易，做到相似位不容易。但是，观行我们非做不可，有观行的功夫，再能够求愿往生净土，你这一生圆满成就，道理不能不懂！这才是佛法里头第一殊胜的法门，我们一定要以《吉凶经》为基础。",
      "zh_TW": "這地方講的「後必得道」，是指果位不斷向上提升。諸位要知道，觀行位沒有出六道，如果從小乘法來說，初果須陀洹到三果阿那含都是觀行位。證得四果阿羅漢，這是相似位，出了三界。在圓教菩薩果位裡面，古來祖師大德也跟我們講得清楚，圓教十信位的菩薩，從初信到六信是觀行位，七信、八信、九信、十信是相似位，到初住是分證位，這都是講的「後必得道」，這些都不容易，做到相似位不容易。但是，觀行我們非做不可，有觀行的功夫，再能夠求願往生淨土，你這一生圓滿成就，道理不能不懂！這才是佛法裡頭第一殊勝的法門，我們一定要以《吉凶經》為基礎。"
    },
    {
      "id": "15-013-0027_p0013",
      "zh_CN": "所以我说儒家的根基在《弟子规》、在《了凡四训》，佛法的基础在《吉凶经》、在《十善业道经》，这两部经要不能够熟读力行，我们无论修学哪个法门，就是修净土法门都不能往生，希望同修们特别留意。为什么念佛不能往生？佛在《弥陀经》上讲得很清楚：「不可以少善根福德因缘得生彼国」。我们佛念得再好，我们的心行不善，不具足往生的条件，这个道理、事实我们应当牢牢记在心里。今天就讲到此地。",
      "zh_TW": "所以我說儒家的根基在《弟子規》、在《了凡四訓》，佛法的基礎在《吉凶經》、在《十善業道經》，這兩部經要不能夠熟讀力行，我們無論修學哪個法門，就是修淨土法門都不能往生，希望同修們特別留意。為什麼念佛不能往生？佛在《彌陀經》上講得很清楚：「不可以少善根福德因緣得生彼國」。我們佛念得再好，我們的心行不善，不具足往生的條件，這個道理、事實我們應當牢牢記在心裡。今天就講到此地。"
    }
  ]
}