{
  "doc_id": "15-013-0044",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十四集",
    "zh_TW": "第四十四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0044",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "15-013-0044_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第十四面，我们从第一行看起：",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第十四面，我們從第一行看起："
    },
    {
      "id": "15-013-0044_p0002",
      "zh_CN": "【死入地狱。出离人形。当堕畜中。为人屠截。三途八难。巨亿万劫。以肉供人。未有竟时。令身困苦。噉草饮泉。】",
      "zh_TW": "【死入地獄。出離人形。當墮畜中。為人屠截。三途八難。巨億萬劫。以肉供人。未有竟時。令身困苦。噉草飲泉。】"
    },
    {
      "id": "15-013-0044_p0003",
      "zh_CN": "这一段的大意，我们昨天介绍过了，需要补充的就是这些名相。『三途八难』，「三途」指畜生、饿鬼、地狱。「八难」，「难」是讲遭受灾难、遭遇到困难，这是专指没有机缘接触到佛法。佛在经上常常跟我们说，一切众生最严重的灾难、最大的灾难是没有机会闻佛法；换句话说，三途地狱灾难都小，都不是真正严重的灾难，真正严重灾难是没有机缘闻佛法。为什么要这样说？因为只有闻佛法才有解脱的可能，也就是才有永脱轮回、超越十法界的可能。如果不闻佛法，肯定不能脱离轮回，所以佛称这是大灾大难，不是一般宗教里面讲的世界末日，世界末日在佛法看起来是小事一桩，不是大灾难。",
      "zh_TW": "這一段的大意，我們昨天介紹過了，需要補充的就是這些名相。『三途八難』，「三途」指畜生、餓鬼、地獄。「八難」，「難」是講遭受災難、遭遇到困難，這是專指沒有機緣接觸到佛法。佛在經上常常跟我們說，一切眾生最嚴重的災難、最大的災難是沒有機會聞佛法；換句話說，三途地獄災難都小，都不是真正嚴重的災難，真正嚴重災難是沒有機緣聞佛法。為什麼要這樣說？因為只有聞佛法才有解脫的可能，也就是才有永脫輪迴、超越十法界的可能。如果不聞佛法，肯定不能脫離輪迴，所以佛稱這是大災大難，不是一般宗教裡面講的世界末日，世界末日在佛法看起來是小事一樁，不是大災難。"
    },
    {
      "id": "15-013-0044_p0004",
      "zh_CN": "由此可知，障碍人学佛、把别人学佛的机缘破坏，罪过多重！我们从这个地方能想到。反过来，我们要是帮助一个人学佛，成就一个人学佛，功德不可思议，这样的功德，佛在经上也常说，十方诸佛如来共同赞叹都赞叹不尽。这桩事情只有佛知道，所以说「唯佛与佛方能究竟」，普通人没有智慧、没有见识，往往有意无意都做一些障碍人修学的事，不知道后果的严重。障碍一个人学佛，把一个人学佛的机缘破坏，果报是什么？果报是多少劫愚痴，不闻佛法。所以损人实实在在是害自己，利人才是真正利益自己，道理一定要懂。",
      "zh_TW": "由此可知，障礙人學佛、把別人學佛的機緣破壞，罪過多重！我們從這個地方能想到。反過來，我們要是幫助一個人學佛，成就一個人學佛，功德不可思議，這樣的功德，佛在經上也常說，十方諸佛如來共同讚歎都讚歎不盡。這樁事情只有佛知道，所以說「唯佛與佛方能究竟」，普通人沒有智慧、沒有見識，往往有意無意都做一些障礙人修學的事，不知道後果的嚴重。障礙一個人學佛，把一個人學佛的機緣破壞，果報是什麼？果報是多少劫愚痴，不聞佛法。所以損人實實在在是害自己，利人才是真正利益自己，道理一定要懂。"
    },
    {
      "id": "15-013-0044_p0005",
      "zh_CN": "没有闻佛法的机缘，这种灾难，佛说有八大类，八大类第一个就是「三途」，这就占三桩。地狱不可能有佛法，饿鬼道里面，诸佛菩萨也有应化在其中，畜生道也有，难！因为恶道众生根性暗钝，不容易觉悟。我们在经论上看到，佛菩萨帮助恶道众生超生到人天两道，到人天两道再帮助他向上逐渐提升。所以常讲「人身难得，佛法难闻」，人身之可贵，就是闻法容易觉悟，六道里头人道最容易觉悟。",
      "zh_TW": "沒有聞佛法的機緣，這種災難，佛說有八大類，八大類第一個就是「三途」，這就佔三樁。地獄不可能有佛法，餓鬼道裡面，諸佛菩薩也有應化在其中，畜生道也有，難！因為惡道眾生根性暗鈍，不容易覺悟。我們在經論上看到，佛菩薩幫助惡道眾生超生到人天兩道，到人天兩道再幫助他向上逐漸提升。所以常講「人身難得，佛法難聞」，人身之可貴，就是聞法容易覺悟，六道裡頭人道最容易覺悟。"
    },
    {
      "id": "15-013-0044_p0006",
      "zh_CN": "八难第四个是「北俱卢洲」，这是我们这一个单位世界里面四大部洲的北俱卢洲，北俱卢洲人的福报大，寿命长，衣食自然，那个地方物产太丰富，不需要经营工作，物质生活都能随心所欲，没有缺乏，所以人享乐。生活在这个环境里面，他不想修行，他认为他自己很快乐，寿命千岁，很少有短命的。所以这地方的人不相信佛法，佛菩萨不会出现在这个地区。我们看到寺院里面供奉的护法神韦陀菩萨，韦陀菩萨佛龛上面的匾额，「三洲感应」，四大部洲为什么只有三洲？北俱卢洲没有佛法，他不到那里去。所以人修福报，要是生到北俱卢洲，那也是遭了难，你一生没有机缘闻到佛法。",
      "zh_TW": "八難第四個是「北俱盧洲」，這是我們這一個單位世界裡面四大部洲的北俱盧洲，北俱盧洲人的福報大，壽命長，衣食自然，那個地方物產太豐富，不需要經營工作，物質生活都能隨心所欲，沒有缺乏，所以人享樂。生活在這個環境裡面，他不想修行，他認為他自己很快樂，壽命千歲，很少有短命的。所以這地方的人不相信佛法，佛菩薩不會出現在這個地區。我們看到寺院裡面供奉的護法神韋陀菩薩，韋陀菩薩佛龕上面的匾額，「三洲感應」，四大部洲為什麼只有三洲？北俱盧洲沒有佛法，他不到那裡去。所以人修福報，要是生到北俱盧洲，那也是遭了難，你一生沒有機緣聞到佛法。"
    },
    {
      "id": "15-013-0044_p0007",
      "zh_CN": "第五处是四空天，就是无色界天，佛经里面也称为「长寿天」。无色界天里面没有佛法，佛菩萨不会应化到那里面。色界天、摩醯首罗天都有佛法，有佛菩萨应化在其中，四空天就没有了。四空天的寿命长，非想非非想处天寿命八万大劫。诸位要记住，一个大劫，我们世界经历一次成住坏空。世界经历八万次成住坏空，这么长的时间他没有机缘闻法，这可怜！八万大劫寿命到了，他必定往下堕落，他再上不去了，所以爬得高，摔得重。由此可知，不闻佛法不知道解脱的道理与方法，出不了六道轮回，这是遭难。",
      "zh_TW": "第五處是四空天，就是無色界天，佛經裡面也稱為「長壽天」。無色界天裡面沒有佛法，佛菩薩不會應化到那裡面。色界天、摩醯首羅天都有佛法，有佛菩薩應化在其中，四空天就沒有了。四空天的壽命長，非想非非想處天壽命八萬大劫。諸位要記住，一個大劫，我們世界經歷一次成住壞空。世界經歷八萬次成住壞空，這麼長的時間他沒有機緣聞法，這可憐！八萬大劫壽命到了，他必定往下墮落，他再上不去了，所以爬得高，摔得重。由此可知，不聞佛法不知道解脫的道理與方法，出不了六道輪迴，這是遭難。"
    },
    {
      "id": "15-013-0044_p0008",
      "zh_CN": "第六种，佛在经上讲的「盲聋瘖哑」。佛说盲，见不到佛像，看不到佛经，这是他的障碍；聋，没有机缘闻法，他听不见；哑是心里头有问题、有疑问问不出来，比一般人修学困难多了，这也是一难。",
      "zh_TW": "第六種，佛在經上講的「盲聾瘖啞」。佛說盲，見不到佛像，看不到佛經，這是他的障礙；聾，沒有機緣聞法，他聽不見；啞是心裡頭有問題、有疑問問不出來，比一般人修學困難多了，這也是一難。"
    },
    {
      "id": "15-013-0044_p0009",
      "zh_CN": "第七种是「世智辩聪」，世间有一些很聪明、很伶俐的人，辩才无碍，他不相信佛法，自以为是，自以为能。这在佛法里面讲，所知障非常严重，盲聋瘖哑是烦恼障重，两种障虽然不同，但是产生的苦难，没有缘分闻到佛法是相同的。",
      "zh_TW": "第七種是「世智辯聰」，世間有一些很聰明、很伶俐的人，辯才無礙，他不相信佛法，自以為是，自以為能。這在佛法裡面講，所知障非常嚴重，盲聾瘖啞是煩惱障重，兩種障雖然不同，但是產生的苦難，沒有緣分聞到佛法是相同的。"
    },
    {
      "id": "15-013-0044_p0010",
      "zh_CN": "第八种，最后一种是「佛前佛后」，你得人身，生在佛没有出世之前，这世间没有佛法，或者是生在佛灭度之后。释迦牟尼佛法运一万二千年，你要是生在释迦牟尼佛法运一万二千年之后，这世间没有佛法，没有机会闻法。这八种叫八难。",
      "zh_TW": "第八種，最後一種是「佛前佛後」，你得人身，生在佛沒有出世之前，這世間沒有佛法，或者是生在佛滅度之後。釋迦牟尼佛法運一萬二千年，你要是生在釋迦牟尼佛法運一萬二千年之後，這世間沒有佛法，沒有機會聞法。這八種叫八難。"
    },
    {
      "id": "15-013-0044_p0011",
      "zh_CN": "『巨亿万劫』，这一句是形容时间，时间太长太长了。『以肉供人，未有竟时，令身困苦，噉草饮泉。』这是讲从地狱、饿鬼出来之后，变畜生身来还债，真的是「未有竟时」，你欠众生的命欠得太多，遭这个大难。「令身困苦，噉草饮泉」，这是形容畜生的生活，畜生生活太苦了。我们再看下面这一段：",
      "zh_TW": "『巨億萬劫』，這一句是形容時間，時間太長太長了。『以肉供人，未有竟時，令身困苦，噉草飲泉。』這是講從地獄、餓鬼出來之後，變畜生身來還債，真的是「未有竟時」，你欠眾生的命欠得太多，遭這個大難。「令身困苦，噉草飲泉」，這是形容畜生的生活，畜生生活太苦了。我們再看下面這一段："
    },
    {
      "id": "15-013-0044_p0012",
      "zh_CN": "【今世现有是辈畜兽。皆由前世得为人时。暴逆无道。阴害伤生。不信致此。世世为怨。还相报偿。神同形异。罪深如是。】",
      "zh_TW": "【今世現有是輩畜獸。皆由前世得為人時。暴逆無道。陰害傷生。不信致此。世世為怨。還相報償。神同形異。罪深如是。】"
    },
    {
      "id": "15-013-0044_p0013",
      "zh_CN": "这是教我们仔细去观察，现在畜生道里面的业因，特别是家里面养的这些畜生，包括我们在国外看到的农场、牧场所饲养的这些畜生。佛知道，罗汉、菩萨们清楚，罗汉有能力看一个众生过去五百世。「畜」是家里养的，「兽」是野生的。『皆由前世得为人时，暴逆无道』，「道」是通达的意思，无道就是不通达，我们平常讲的不通达事实真相，所以他才造作种种恶业。『阴害伤生』，这一句包含的境界非常非常的广大。「阴」，我们通常讲「阴险」，常常存着有谋害众生的念头。我们有没有？仔细去观察有，不是没有，蚊子来咬的时候，一巴掌打死了，「阴害伤生」！自己肯定自己有，我们才有救，我们才知道警惕，才知道反省忏悔，改过自新。如果说我没有，我心地很善良，好了，你心地善良，这些过恶永远改不掉，你没发现。罪业的根源非常微细，不容易觉察，不要以为自己不错了、很好了，到什么时候才可以说这个话？成佛。等觉菩萨都不敢讲，他要讲这个话、有这个意念，他的功夫到这里终止了，不能再进一步。有意无意还在欺负人，无意的自己并不知道，造业不晓得。",
      "zh_TW": "這是教我們仔細去觀察，現在畜生道裡面的業因，特別是家裡面養的這些畜生，包括我們在國外看到的農場、牧場所飼養的這些畜生。佛知道，羅漢、菩薩們清楚，羅漢有能力看一個眾生過去五百世。「畜」是家裡養的，「獸」是野生的。『皆由前世得為人時，暴逆無道』，「道」是通達的意思，無道就是不通達，我們平常講的不通達事實真相，所以他才造作種種惡業。『陰害傷生』，這一句包含的境界非常非常的廣大。「陰」，我們通常講「陰險」，常常存著有謀害眾生的念頭。我們有沒有？仔細去觀察有，不是沒有，蚊子來咬的時候，一巴掌打死了，「陰害傷生」！自己肯定自己有，我們才有救，我們才知道警惕，才知道反省懺悔，改過自新。如果說我沒有，我心地很善良，好了，你心地善良，這些過惡永遠改不掉，你沒發現。罪業的根源非常微細，不容易覺察，不要以為自己不錯了、很好了，到什麼時候才可以說這個話？成佛。等覺菩薩都不敢講，他要講這個話、有這個意念，他的功夫到這裡終止了，不能再進一步。有意無意還在欺負人，無意的自己並不知道，造業不曉得。"
    },
    {
      "id": "15-013-0044_p0014",
      "zh_CN": "「伤生」，伤害众生。所以印光大师教我们念《了凡四训》、《感应篇汇编》，大有道理在，如果不熟读深思，怎么会知道自己的过恶？都不知道！「暴逆无道，阴害伤生」，我们读这部经往往也滑口念过，好像都懂得了，没有问题了，细细计较问题严重。",
      "zh_TW": "「傷生」，傷害眾生。所以印光大師教我們念《了凡四訓》、《感應篇彙編》，大有道理在，如果不熟讀深思，怎麼會知道自己的過惡？都不知道！「暴逆無道，陰害傷生」，我們讀這部經往往也滑口念過，好像都懂得了，沒有問題了，細細計較問題嚴重。"
    },
    {
      "id": "15-013-0044_p0015",
      "zh_CN": "这八个字我们要时时拿来警惕自己，为什么我们会犯这些过？佛在这里把原因说出来：『不信致此』。所以，我们有没有信佛？难！我学佛七年，出家讲经、教佛学院，又过两年才受戒，受了戒到台中看李老师，李老师一见面，指着我「你要信佛！」说了三遍，「你要信佛！」我也感到很诧异，学佛九年，教佛学院教了两年，受了戒回来，怎么不信佛？他再跟我解释，多少出家人出家一辈子，到老死都不信佛。「信为道元功德母」，什么叫信？依教奉行叫信。佛教导我们，我们没有做到就是不信。不杀生、不偷盗、不妄语，好难好难，哪里相信？所以不知不觉当中，还是「暴逆无道，阴害伤生」。",
      "zh_TW": "這八個字我們要時時拿來警惕自己，為什麼我們會犯這些過？佛在這裡把原因說出來：『不信致此』。所以，我們有沒有信佛？難！我學佛七年，出家講經、教佛學院，又過兩年才受戒，受了戒到台中看李老師，李老師一見面，指著我「你要信佛！」說了三遍，「你要信佛！」我也感到很詫異，學佛九年，教佛學院教了兩年，受了戒回來，怎麼不信佛？他再跟我解釋，多少出家人出家一輩子，到老死都不信佛。「信為道元功德母」，什麼叫信？依教奉行叫信。佛教導我們，我們沒有做到就是不信。不殺生、不偷盜、不妄語，好難好難，哪裡相信？所以不知不覺當中，還是「暴逆無道，陰害傷生」。"
    },
    {
      "id": "15-013-0044_p0016",
      "zh_CN": "在这部经上，我们前面说过，安世高的同学，出家人，明经好施，死了以后堕畜生道，作龙王去了。什么原因？「不信致此」。我们今天在传记上读的共亭庙神，我们觉得这是好法师，太难得了，讲经说法讲得好又欢喜布施。托钵接受人家供养，供养的饭菜不太好，心里不太满意，就这一点点过失，我们想起来这算什么？堕畜生道。这就是「暴逆无道，阴害伤生」，没有害别的众生，害自己的众生，自己这个身心是众缘和合而现的相，他没害别的，他害自己，一点都没错，「不信致此」。",
      "zh_TW": "在這部經上，我們前面說過，安世高的同學，出家人，明經好施，死了以後墮畜生道，作龍王去了。什麼原因？「不信致此」。我們今天在傳記上讀的共亭廟神，我們覺得這是好法師，太難得了，講經說法講得好又歡喜布施。托缽接受人家供養，供養的飯菜不太好，心裡不太滿意，就這一點點過失，我們想起來這算什麼？墮畜生道。這就是「暴逆無道，陰害傷生」，沒有害別的眾生，害自己的眾生，自己這個身心是眾緣和合而現的相，他沒害別的，他害自己，一點都沒錯，「不信致此」。"
    },
    {
      "id": "15-013-0044_p0017",
      "zh_CN": "『世世为怨』，「怨」是讲冤家对头，生生世世结下的怨。『还相报偿』，彼此互相酬偿，没完没了。冤家不能结，极小的怨都不可以结，结了都会产生障碍。『神同形异』，「神」，你的灵性是一个，你的神识是一个，形状不一样，前生是人，这一生是畜生；前一生是畜生，这一生是人，形状变了，精神是一个。『罪深如是』。理、事我们都要懂得，都要提高警觉，想方法要避免。今天我们就讲到此地。",
      "zh_TW": "『世世為怨』，「怨」是講冤家對頭，生生世世結下的怨。『還相報償』，彼此互相酬償，沒完沒了。冤家不能結，極小的怨都不可以結，結了都會產生障礙。『神同形異』，「神」，你的靈性是一個，你的神識是一個，形狀不一樣，前生是人，這一生是畜生；前一生是畜生，這一生是人，形狀變了，精神是一個。『罪深如是』。理、事我們都要懂得，都要提高警覺，想方法要避免。今天我們就講到此地。"
    }
  ]
}