{
  "doc_id": "15-013-0021",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0021",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "15-013-0021_p0001",
      "zh_CN": "诸位同学，大家好！请看《阿难问事佛吉凶经科会》第七面，经文最后一行，",
      "zh_TW": "諸位同學，大家好！請看《阿難問事佛吉凶經科會》第七面，經文最後一行，"
    },
    {
      "id": "15-013-0021_p0002",
      "zh_CN": "【形像鲜明。朝暮礼拜。恭敬然灯。净施所安。不违道禁。斋戒不厌。心中欣欣。】",
      "zh_TW": "【形像鮮明。朝暮禮拜。恭敬然燈。淨施所安。不違道禁。齋戒不厭。心中欣欣。】"
    },
    {
      "id": "15-013-0021_p0003",
      "zh_CN": "这是一段，这一段是「礼拜供养斋戒」，完全讲的是修行，也就是紧接着前面，将老师的教诫落实。如果不能落实，就决定得不到利益。世出世间的修学，能不能成就，在佛法里面讲「端在善根福德因缘」，而最重要的还是善根福德，因缘还在次一等，当然因缘不能少。像前面所说的「从明师受戒」，这是因缘，「专信」、「奉行」、「不失」，那都是属于自己的善根福德，有因缘没有善根福德还是不能成就。",
      "zh_TW": "這是一段，這一段是「禮拜供養齋戒」，完全講的是修行，也就是緊接著前面，將老師的教誡落實。如果不能落實，就決定得不到利益。世出世間的修學，能不能成就，在佛法裡面講「端在善根福德因緣」，而最重要的還是善根福德，因緣還在次一等，當然因緣不能少。像前面所說的「從明師受戒」，這是因緣，「專信」、「奉行」、「不失」，那都是屬於自己的善根福德，有因緣沒有善根福德還是不能成就。"
    },
    {
      "id": "15-013-0021_p0004",
      "zh_CN": "我们培训班目的在学习讲经的方法、技巧，没有一点小善根福德也学不成功。什么是善根福德？我们的学习决定是锲而不舍。过去李老师教我们，教学的时候是平等的，大家都在听，有没有听进去？是不是认真落实？各个人都不一样，就不相同。讲经就跟从前考科举一样，科举中不中在命，你命里不该中的，就是学问再好、文章做得再好也没用处；命里该中的，文章做得实在不怎么样，偏偏被录取。所以古人讲考功名，第一是阴功，阴功是阴德，你积的有阴德。",
      "zh_TW": "我們培訓班目的在學習講經的方法、技巧，沒有一點小善根福德也學不成功。什麼是善根福德？我們的學習決定是鍥而不捨。過去李老師教我們，教學的時候是平等的，大家都在聽，有沒有聽進去？是不是認真落實？各個人都不一樣，就不相同。講經就跟從前考科舉一樣，科舉中不中在命，你命裡不該中的，就是學問再好、文章做得再好也沒用處；命裡該中的，文章做得實在不怎麼樣，偏偏被錄取。所以古人講考功名，第一是陰功，陰功是陰德，你積的有陰德。"
    },
    {
      "id": "15-013-0021_p0005",
      "zh_CN": "我们学教能不能成就关键在哪里？关键在好学，真正好学，锲而不舍，有讲台的时候，自己上讲台；没有讲台的时候，要想办法找听经的机缘。为什么？听别人讲跟自己讲一样，就是你仔细去听，别人哪些地方讲得好，哪些地方有欠缺，你能够听得很清楚、很明白，自己长进。讲经要法缘，法缘是要靠结的，我过去曾经跟诸位同学报告过，我到人家一个道场，人家供的佛像，我进去顶礼三拜，我那个三拜是许愿，我跟别人的拜法不一样。我第一拜祈求跟这个道场结缘，第二拜跟这个道场常住法师们结缘，第三拜跟这个道场所有信徒结缘，我来讲经就没有障碍，缘就殊胜。虽然我们什么东西都没有布施供养，心是真诚心布施供养。任何人讲经，法师也好、居士也好，老修也好、初学也好，我一个不会漏掉，我都会很专心去听，从中学习。不要认为我讲经讲了几十年，有些人初上台，许许多多地方还值得我们学习，真的是「活到老，学到老，学不了」。",
      "zh_TW": "我們學教能不能成就關鍵在哪裡？關鍵在好學，真正好學，鍥而不捨，有講台的時候，自己上講台；沒有講台的時候，要想辦法找聽經的機緣。為什麼？聽別人講跟自己講一樣，就是你仔細去聽，別人哪些地方講得好，哪些地方有欠缺，你能夠聽得很清楚、很明白，自己長進。講經要法緣，法緣是要靠結的，我過去曾經跟諸位同學報告過，我到人家一個道場，人家供的佛像，我進去頂禮三拜，我那個三拜是許願，我跟別人的拜法不一樣。我第一拜祈求跟這個道場結緣，第二拜跟這個道場常住法師們結緣，第三拜跟這個道場所有信徒結緣，我來講經就沒有障礙，緣就殊勝。雖然我們什麼東西都沒有布施供養，心是真誠心布施供養。任何人講經，法師也好、居士也好，老修也好、初學也好，我一個不會漏掉，我都會很專心去聽，從中學習。不要認為我講經講了幾十年，有些人初上台，許許多多地方還值得我們學習，真的是「活到老，學到老，學不了」。"
    },
    {
      "id": "15-013-0021_p0006",
      "zh_CN": "在佛法里面，可以说从初发心一直到如来地，总而言之就是学习而已，不断在学习，天天在学习，一刻都不放松的在学习，这样才能成就。有人问我，我在台中跟李炳南老居士十年，跟诸位说，我跟他十年没有上过讲台，我是在台下听所有同学们讲经说法，我这样学会的，我是旁听学会的。怎么我没有上台的机会？我出家了，我们班上台的次序是按入班先后，我入班是最后一个人，老师那个班开学已经有一个多月，我才插进去，所以我顺序排在最后，他的教学方式是一个人一个月，那我要轮到最后一个月，差不多就是两年以后。我跟他一年三个月就出家，没有轮到我。",
      "zh_TW": "在佛法裡面，可以說從初發心一直到如來地，總而言之就是學習而已，不斷在學習，天天在學習，一刻都不放鬆的在學習，這樣才能成就。有人問我，我在台中跟李炳南老居士十年，跟諸位說，我跟他十年沒有上過講台，我是在台下聽所有同學們講經說法，我這樣學會的，我是旁聽學會的。怎麼我沒有上台的機會？我出家了，我們班上台的次序是按入班先後，我入班是最後一個人，老師那個班開學已經有一個多月，我才插進去，所以我順序排在最後，他的教學方式是一個人一個月，那我要輪到最後一個月，差不多就是兩年以後。我跟他一年三個月就出家，沒有輪到我。"
    },
    {
      "id": "15-013-0021_p0007",
      "zh_CN": "我一出家就教佛学院，我就在旁边听就听会了。那个时候一年三个月总共十五个月，十五个月我听了十三个人讲经，就是十三部经，这十三部经我都会讲，所以我就到佛学院去教书了。一个学期教一部，三年下来教六部，我十三部还有七部还没有能拿出来。所以在那个班上法喜充满，确实有成就感，一个月学一部，像这部《阿难问事佛吉凶经》，一个月。李老师一个星期上一次课，不像我们这里每天上课，他一个星期一次课，这部经讲五次，五个星期，两个人上台讲，尤俊杰跟他妈妈，两个人学一部经，就是上讲台，一个讲普通话，一个讲闽南话，好像是在翻译，其实两个人用一样的讲稿。他讲一段普通话，她讲一段闽南话，好像是在翻译，其实用同样一个讲稿，完全照讲稿讲，那个时候开班教学是这种教学法。所以五次，每一次上台是一个半小时，实际上是四十五分钟，五个四十五分钟，你就想想多少时间？好像四个半钟点，时间很短。我们在旁边听，统统听会了，回去再仔细用功学习，进了讲堂听他讲，我们自己私下比较比较，我要是上台讲怎么个讲法，我是这样学会的。这是所谓的善根福德，善根是你明了，你接触的时候明了，福德是真肯干。",
      "zh_TW": "我一出家就教佛學院，我就在旁邊聽就聽會了。那個時候一年三個月總共十五個月，十五個月我聽了十三個人講經，就是十三部經，這十三部經我都會講，所以我就到佛學院去教書了。一個學期教一部，三年下來教六部，我十三部還有七部還沒有能拿出來。所以在那個班上法喜充滿，確實有成就感，一個月學一部，像這部《阿難問事佛吉凶經》，一個月。李老師一個星期上一次課，不像我們這裡每天上課，他一個星期一次課，這部經講五次，五個星期，兩個人上台講，尤俊傑跟他媽媽，兩個人學一部經，就是上講台，一個講普通話，一個講閩南話，好像是在翻譯，其實兩個人用一樣的講稿。他講一段普通話，她講一段閩南話，好像是在翻譯，其實用同樣一個講稿，完全照講稿講，那個時候開班教學是這種教學法。所以五次，每一次上台是一個半小時，實際上是四十五分鐘，五個四十五分鐘，你就想想多少時間？好像四個半鐘點，時間很短。我們在旁邊聽，統統聽會了，回去再仔細用功學習，進了講堂聽他講，我們自己私下比較比較，我要是上台講怎麼個講法，我是這樣學會的。這是所謂的善根福德，善根是你明瞭，你接觸的時候明瞭，福德是真肯幹。"
    },
    {
      "id": "15-013-0021_p0008",
      "zh_CN": "教学比自己上台讲经进步更要神速，为什么？自己上台讲经有时候缺点疏忽不容易发现，教学教别人上台，人家上台讲我们就立刻发现，然后回来想想，我自己在讲台上有没有这些毛病？有则改之，无则嘉勉。没有，要记住不能犯这个过失；有，赶快改，这样学才真正能学到东西，所以一定要会学，时间非常宝贵。",
      "zh_TW": "教學比自己上台講經進步更要神速，為什麼？自己上台講經有時候缺點疏忽不容易發現，教學教別人上台，人家上台講我們就立刻發現，然後回來想想，我自己在講台上有沒有這些毛病？有則改之，無則嘉勉。沒有，要記住不能犯這個過失；有，趕快改，這樣學才真正能學到東西，所以一定要會學，時間非常寶貴。"
    },
    {
      "id": "15-013-0021_p0009",
      "zh_CN": "李会长昨天一席谈话，他用心良苦，我也赞同他的说法，为什么？同学们学讲经，你们将来成败关键就在讲台，哪个地方有讲台让我们练习，就不能离开，你离开，如果没有地方让你练习，半年就生疏，一年就丢干净了，再回头不容易。所以这些技巧学会之后，就要天天干。自己不讲的时候，观摩别人。观摩利益很大，听讲经是给自己结最殊胜的法缘，我不听别人讲经，将来自己讲经有什么人来听？因果报应！我喜欢听别人讲经，别人也喜欢听我讲经；我喜欢帮助别人改正，别人也欢喜帮助我改正，业因果报丝毫不爽。如果我嫉妒障碍别人，别人也嫉妒障碍我，念念要想到因果，种善因决定得善果，这个道理并不深。",
      "zh_TW": "李會長昨天一席談話，他用心良苦，我也贊同他的說法，為什麼？同學們學講經，你們將來成敗關鍵就在講台，哪個地方有講台讓我們練習，就不能離開，你離開，如果沒有地方讓你練習，半年就生疏，一年就丟乾淨了，再回頭不容易。所以這些技巧學會之後，就要天天幹。自己不講的時候，觀摩別人。觀摩利益很大，聽講經是給自己結最殊勝的法緣，我不聽別人講經，將來自己講經有什麼人來聽？因果報應！我喜歡聽別人講經，別人也喜歡聽我講經；我喜歡幫助別人改正，別人也歡喜幫助我改正，業因果報絲毫不爽。如果我嫉妒障礙別人，別人也嫉妒障礙我，念念要想到因果，種善因決定得善果，這個道理並不深。"
    },
    {
      "id": "15-013-0021_p0010",
      "zh_CN": "『形像鲜明』，从外表到内心，「形像」，从表面上看是我们供养的佛像，供养的佛像要庄严，不但令自己生欢喜心，也要令一切众生生欢喜心。确确实实这是小乘经，佛早期所说的，佛陀的教学就走上艺术化，不但是艺术化，高度的艺术化，从我们供养佛菩萨的形像，回归到我们自身。我们向佛陀学习，佛陀已经不在世间，我们供养佛菩萨形像，佛菩萨形像就是我们学习的榜样，就是我们学习的模式，我们要如何依照这个模式来塑造自己，把自己塑造得像一尊佛、像一尊菩萨，要「鲜明」。「鲜」是洁净，「明」是光明，这两个字就含着我们现在所集的十个字：真诚、清净、平等、正觉、慈悲，诸佛菩萨如是，我天天看到诸佛菩萨形像，我亦要如是，这叫真学佛。如果不能在这上下功夫，完全做形式，怎么能得利益？怎么能提升自己境界？怎么能够超越三界六道？一定要真干。",
      "zh_TW": "『形像鮮明』，從外表到內心，「形像」，從表面上看是我們供養的佛像，供養的佛像要莊嚴，不但令自己生歡喜心，也要令一切眾生生歡喜心。確確實實這是小乘經，佛早期所說的，佛陀的教學就走上藝術化，不但是藝術化，高度的藝術化，從我們供養佛菩薩的形像，回歸到我們自身。我們向佛陀學習，佛陀已經不在世間，我們供養佛菩薩形像，佛菩薩形像就是我們學習的榜樣，就是我們學習的模式，我們要如何依照這個模式來塑造自己，把自己塑造得像一尊佛、像一尊菩薩，要「鮮明」。「鮮」是潔淨，「明」是光明，這兩個字就含著我們現在所集的十個字：真誠、清淨、平等、正覺、慈悲，諸佛菩薩如是，我天天看到諸佛菩薩形像，我亦要如是，這叫真學佛。如果不能在這上下功夫，完全做形式，怎麼能得利益？怎麼能提升自己境界？怎麼能夠超越三界六道？一定要真幹。"
    },
    {
      "id": "15-013-0021_p0011",
      "zh_CN": "『朝暮礼拜』，这是修身，「朝暮」不是讲早晚课，是讲从朝至暮；这也不是叫你每天拜几千拜，不是这个意思，叫你在心里头保持着真诚恭敬，那是「礼拜」。我们在早课，早晨起来拜几拜佛，这是提醒自己，我这一天记住要修「礼敬诸佛」、「称赞如来」，普贤菩萨十愿，连着下面就是「广修供养」、「忏除业障」。这功夫在哪里用？在起心动念之处用。经里头是这个意思，念念不忘，这是行道，心安住在道上，你的身、口自然就不会远离。身语意三业，《无量寿经》讲得很具体，「善护口业，不讥他过；善护身业，不失律仪」，这都是从形象上讲的。最重要的是「善护意业，清净无染」，这一句就是《十善业道经》上讲的「昼夜常念善法、思惟善法、观察善法」，这是「善护意业」。意清净，身、语哪有不清净的道理？会修行的人从根本修，根本就是修心，务必使自己的心在一切时、一切处、一切境缘当中，永远保持纯净、纯善，决定「不容毫分不善间杂」，这叫真正会用功。帮助自己智慧增长、德能增长，那叫「广学多闻」，不是学经教。你们每一个同学上台练习讲经，我都来听，这叫广学多闻。一方面跟道场、跟法师、跟信徒结法缘，一方面在这个地方开自己的智慧，增长自己的德能，绝不肯放松。",
      "zh_TW": "『朝暮禮拜』，這是修身，「朝暮」不是講早晚課，是講從朝至暮；這也不是叫你每天拜幾千拜，不是這個意思，叫你在心裡頭保持著真誠恭敬，那是「禮拜」。我們在早課，早晨起來拜幾拜佛，這是提醒自己，我這一天記住要修「禮敬諸佛」、「稱讚如來」，普賢菩薩十願，連著下面就是「廣修供養」、「懺除業障」。這功夫在哪裡用？在起心動念之處用。經裡頭是這個意思，念念不忘，這是行道，心安住在道上，你的身、口自然就不會遠離。身語意三業，《無量壽經》講得很具體，「善護口業，不譏他過；善護身業，不失律儀」，這都是從形象上講的。最重要的是「善護意業，清淨無染」，這一句就是《十善業道經》上講的「晝夜常念善法、思惟善法、觀察善法」，這是「善護意業」。意清淨，身、語哪有不清淨的道理？會修行的人從根本修，根本就是修心，務必使自己的心在一切時、一切處、一切境緣當中，永遠保持純淨、純善，決定「不容毫分不善間雜」，這叫真正會用功。幫助自己智慧增長、德能增長，那叫「廣學多聞」，不是學經教。你們每一個同學上台練習講經，我都來聽，這叫廣學多聞。一方面跟道場、跟法師、跟信徒結法緣，一方面在這個地方開自己的智慧，增長自己的德能，絕不肯放鬆。"
    },
    {
      "id": "15-013-0021_p0012",
      "zh_CN": "我们在初学佛的时候，在台中天天听李炳南老居士讲经，听同学们讲经，李老师教我们一个星期是三次：一次教经，一次教古文，另外一次他上台讲经。他一个星期讲一次经，星期三，我们直接上他的课，一个星期三次。再加上我们男同学讲经，女同学讲经，男同学在灵山寺，女同学在台中莲社。除这个之外，台中莲社有许许多多的小班，你喜欢研究什么东西就参加他的班。他的班大概有二、三十个，有研究经论的，有研究古文的，有研究诗词的，有研究音乐的，有研究梵呗的，有研究书法的，还有研究国画的、画画的，很多节目。这些都对外招生，招生多半都是我们莲友他对哪一方面有兴趣，我们会请专家来指导。所以他有很多班，这是正常的活动，陶冶身心，潜移默化，改变社会不良的风气，他让你身心有寄托，特别是年轻人。所以这很有意义，带动社会一个很好的道德教育，促进道德的提升。所以在台中，真正肯学东西，名堂很多，你生活会非常充实，会很有乐趣。像这些，将来活动中心那个地方发展起来，房子修好，这边空地买起来，再发展起来的时候，台中莲社许许多多东西值得模仿。此地财力也相当雄厚，只要肯向这一方面发展，确确实实是把佛教教育全面的带动起来。与其他宗教融合，那就是多元文化的社会教育。",
      "zh_TW": "我們在初學佛的時候，在台中天天聽李炳南老居士講經，聽同學們講經，李老師教我們一個星期是三次：一次教經，一次教古文，另外一次他上台講經。他一個星期講一次經，星期三，我們直接上他的課，一個星期三次。再加上我們男同學講經，女同學講經，男同學在靈山寺，女同學在台中蓮社。除這個之外，台中蓮社有許許多多的小班，你喜歡研究什麼東西就參加他的班。他的班大概有二、三十個，有研究經論的，有研究古文的，有研究詩詞的，有研究音樂的，有研究梵唄的，有研究書法的，還有研究國畫的、畫畫的，很多節目。這些都對外招生，招生多半都是我們蓮友他對哪一方面有興趣，我們會請專家來指導。所以他有很多班，這是正常的活動，陶冶身心，潛移默化，改變社會不良的風氣，他讓你身心有寄託，特別是年輕人。所以這很有意義，帶動社會一個很好的道德教育，促進道德的提升。所以在台中，真正肯學東西，名堂很多，你生活會非常充實，會很有樂趣。像這些，將來活動中心那個地方發展起來，房子修好，這邊空地買起來，再發展起來的時候，台中蓮社許許多多東西值得模仿。此地財力也相當雄厚，只要肯向這一方面發展，確確實實是把佛教教育全面的帶動起來。與其他宗教融合，那就是多元文化的社會教育。"
    },
    {
      "id": "15-013-0021_p0013",
      "zh_CN": "「形像鲜明」重要，让大众跟我们接触，一丝毫疑惑都没有，他才生欢喜心，才生恭敬心，才愿意来亲近。今天讲到此地。",
      "zh_TW": "「形像鮮明」重要，讓大眾跟我們接觸，一絲毫疑惑都沒有，他才生歡喜心，才生恭敬心，才願意來親近。今天講到此地。"
    }
  ]
}