{
  "doc_id": "15-013-0032",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十二集",
    "zh_TW": "第三十二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0032",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "15-013-0032_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第九面，经文倒数第五行第二句看起。",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第九面，經文倒數第五行第二句看起。"
    },
    {
      "id": "15-013-0032_p0002",
      "zh_CN": "【狐疑不信。便呼巫师。卜问解奏。祠祀邪神。天神离远。不得善护。妖魅日进。恶鬼屯门。令之衰耗。所向不谐。】",
      "zh_TW": "【狐疑不信。便呼巫師。卜問解奏。祠祀邪神。天神離遠。不得善護。妖魅日進。惡鬼屯門。令之衰耗。所向不諧。】"
    },
    {
      "id": "15-013-0032_p0003",
      "zh_CN": "我们看这几句。这一段是讲生病，前面概略的跟诸位介绍过。生病，我们对于佛陀在经教里面的教诫，我们能不能相信？能不能接受？在这地方也能够看出我们的信心，是不是真的信佛。我在讲席当中也多次跟诸位说过，佛在大乘经上给我们说了很多，「一切法从心想生」。《华严经》上告诉我们，虚空法界、众生诸法从哪里来的？「唯心所现，唯识所变」，佛把根源跟我们说出来了。如果我们会用，在日常生活当中怎么会不得自在？",
      "zh_TW": "我們看這幾句。這一段是講生病，前面概略的跟諸位介紹過。生病，我們對於佛陀在經教裡面的教誡，我們能不能相信？能不能接受？在這地方也能夠看出我們的信心，是不是真的信佛。我在講席當中也多次跟諸位說過，佛在大乘經上給我們說了很多，「一切法從心想生」。《華嚴經》上告訴我們，虛空法界、眾生諸法從哪裡來的？「唯心所現，唯識所變」，佛把根源跟我們說出來了。如果我們會用，在日常生活當中怎麼會不得自在？"
    },
    {
      "id": "15-013-0032_p0004",
      "zh_CN": "我们生病了，病也是一法，病这一法从哪里来的？它的根源从心想生，我们讲它的因，因从心想生；缘，上一次跟诸位讲过，恶业、冤家、日常生活饮食穿着不注意，这是缘；因加上缘，病状就现前，病状是果。所以会治的人从因上断，那是从根本治疗，从缘上断是从枝叶上治疗。佛跟我们讲的，根本跟枝叶都说到。",
      "zh_TW": "我們生病了，病也是一法，病這一法從哪裡來的？它的根源從心想生，我們講它的因，因從心想生；緣，上一次跟諸位講過，惡業、冤家、日常生活飲食穿著不注意，這是緣；因加上緣，病狀就現前，病狀是果。所以會治的人從因上斷，那是從根本治療，從緣上斷是從枝葉上治療。佛跟我們講的，根本跟枝葉都說到。"
    },
    {
      "id": "15-013-0032_p0005",
      "zh_CN": "我在很多年前在美国居住的时候，有一次我感冒去看医生，医生是中国人，我就跟他谈到佛法这些理论，讲这个病，病是不是医生治好的？不是。什么人治好的？是自己治好的，自己的信心。所以我跟医生聊天谈这问题，病人对医生要有信心，医生对病人要有信心，两方面有互信，病很容易好。至于处方医药那是缘，缘在其次。我这个说法，这位大夫他听了之后，他同意，他说我讲的有道理。",
      "zh_TW": "我在很多年前在美國居住的時候，有一次我感冒去看醫生，醫生是中國人，我就跟他談到佛法這些理論，講這個病，病是不是醫生治好的？不是。什麼人治好的？是自己治好的，自己的信心。所以我跟醫生聊天談這問題，病人對醫生要有信心，醫生對病人要有信心，兩方面有互信，病很容易好。至於處方醫藥那是緣，緣在其次。我這個說法，這位大夫他聽了之後，他同意，他說我講的有道理。"
    },
    {
      "id": "15-013-0032_p0006",
      "zh_CN": "我们今天生病了，相信不相信佛的教诲？如果我们对佛的教诲没有信心，佛虽然对我们有信心，一面有信心不行，不能起感应道交的作用。当我们生病，尤其病重的时候，对佛就打了许许多多的问号。这时候再听从旁边一些家亲眷属来告诉你，这个有单方，那个有偏方，这个有神明保佑，于是你的心就乱了，你的信心完全丧失了。",
      "zh_TW": "我們今天生病了，相信不相信佛的教誨？如果我們對佛的教誨沒有信心，佛雖然對我們有信心，一面有信心不行，不能起感應道交的作用。當我們生病，尤其病重的時候，對佛就打了許許多多的問號。這時候再聽從旁邊一些家親眷屬來告訴你，這個有單方，那個有偏方，這個有神明保佑，於是你的心就亂了，你的信心完全喪失了。"
    },
    {
      "id": "15-013-0032_p0007",
      "zh_CN": "这是古时候，佛在此地举几个例子，去找一些『巫师』，用一些巫术，能不能治好？有的时候也能治好，什么原因治好？还是信心，如果你对巫师没有信心，他的巫术再高明，也没有法子帮助你。由此可知，大经上讲的「信为道元功德母」，不但是佛道，医道也不例外。什么门道的根源，这是讲世出世间法总的根源，就是一个「信」，最重要要建立互信。",
      "zh_TW": "這是古時候，佛在此地舉幾個例子，去找一些『巫師』，用一些巫術，能不能治好？有的時候也能治好，什麼原因治好？還是信心，如果你對巫師沒有信心，他的巫術再高明，也沒有法子幫助你。由此可知，大經上講的「信為道元功德母」，不但是佛道，醫道也不例外。什麼門道的根源，這是講世出世間法總的根源，就是一個「信」，最重要要建立互信。"
    },
    {
      "id": "15-013-0032_p0008",
      "zh_CN": "『卜』，占卜、卜问；『解奏』是道士对于上帝，中国人讲玉皇大帝，写一些疏文，这叫奏本，就是呈给玉皇大帝，请玉皇大帝赦罪，解冤释结，希望病人能够好。占卜儒家有，用龟、用蓍草，古时候有用这个占卜的；「解奏」是道教的。『祠祀邪神』，这一句是讲神教，中国民间祠祀的鬼神很多很多。我小时候在福建念书，福建还有很多人祭祀孙悟空的，有大圣庙，庙大殿当中供的是孙悟空，也挺灵，也很有感应。我们作小孩的时候，常常他那边扶鸾时，我们好奇都去看，听说也很灵验，他的信徒也不少。听说中国还有猪八戒庙，这都是从《西游记》来的，从《封神榜》来的就更多更多。可是这是小说里面的东西，写小说的人完全是虚构的、假想的，为什么民间祠祀他就会这么灵验？以后我们学了佛才明白，只要有人祠祀，就有鬼神附在这个身上。经典里面讲这个道理，我们细心去想想，很有可能、大有可能。这些灵鬼就附在这些偶像的身上，灵鬼如果过去生中他修的有慧，他就很灵验；他修的有福，他的信徒就很多，他福报大，所以亦有感应、亦有信徒。我们学佛之后，才把这里头道理搞清楚、搞明白了。",
      "zh_TW": "『卜』，占卜、卜問；『解奏』是道士對於上帝，中國人講玉皇大帝，寫一些疏文，這叫奏本，就是呈給玉皇大帝，請玉皇大帝赦罪，解冤釋結，希望病人能夠好。占卜儒家有，用龜、用蓍草，古時候有用這個占卜的；「解奏」是道教的。『祠祀邪神』，這一句是講神教，中國民間祠祀的鬼神很多很多。我小時候在福建念書，福建還有很多人祭祀孫悟空的，有大聖廟，廟大殿當中供的是孫悟空，也挺靈，也很有感應。我們作小孩的時候，常常他那邊扶鸞時，我們好奇都去看，聽說也很靈驗，他的信徒也不少。聽說中國還有豬八戒廟，這都是從《西遊記》來的，從《封神榜》來的就更多更多。可是這是小說裡面的東西，寫小說的人完全是虛構的、假想的，為什麼民間祠祀他就會這麼靈驗？以後我們學了佛才明白，只要有人祠祀，就有鬼神附在這個身上。經典裡面講這個道理，我們細心去想想，很有可能、大有可能。這些靈鬼就附在這些偶像的身上，靈鬼如果過去生中他修的有慧，他就很靈驗；他修的有福，他的信徒就很多，他福報大，所以亦有感應、亦有信徒。我們學佛之後，才把這裡頭道理搞清楚、搞明白了。"
    },
    {
      "id": "15-013-0032_p0009",
      "zh_CN": "一般群众盲目迷信的崇拜，他真的不懂，他真的以为有这个事情。我们也相信，我们也肯定，我们有理论做根据。所以世出世间一切法，无论是动物、植物，乃至于矿物，要知道都有灵性，灵性在佛法里面叫做法性。在动物身上叫做佛性，在植物、矿物叫做法性，佛性跟法性是一个性，不是两个性，所以《华严经》上才说「情与无情，同圆种智」，「一切众生本来成佛」，都是从这上说的。",
      "zh_TW": "一般群眾盲目迷信的崇拜，他真的不懂，他真的以為有這個事情。我們也相信，我們也肯定，我們有理論做根據。所以世出世間一切法，無論是動物、植物，乃至於礦物，要知道都有靈性，靈性在佛法裡面叫做法性。在動物身上叫做佛性，在植物、礦物叫做法性，佛性跟法性是一個性，不是兩個性，所以《華嚴經》上才說「情與無情，同圓種智」，「一切眾生本來成佛」，都是從這上說的。"
    },
    {
      "id": "15-013-0032_p0010",
      "zh_CN": "这个东西有，我们也信，需不需要求他？不需要。为什么？他对我们没有帮助，这一点一定要知道。真正对我们有帮助的是诸佛菩萨，他的弘愿威神确确实实能加持我们，问题是我们信不信。如果我们有信心，决定就有效果。所以过去出家人，现在出家人我就不知道了，我们在古籍里面、笔记里读到的，从前出家人生病用什么治疗？他不找医生，他也不吃药，他的治疗方法是修清净心、断食，有疾病特别着重修清净心。我常说，真诚清净能够不受污染，因为疾病是生理感受到污染，疾病才生出来。所以最重要的是修清净心，用心来改变我们的生理，让我们的身体，这物质的身体恢复清净、恢复正常，这是从因上下手。缘上断食，生病期间当中，什么东西不吃，只喝水。如果我们能这样子，喝水，这是缘，把我们身体内部的脏东西统统洗干净，病就没有了。好好的养几天，元气就恢复了，这方法好，决定没有副作用。",
      "zh_TW": "這個東西有，我們也信，需不需要求他？不需要。為什麼？他對我們沒有幫助，這一點一定要知道。真正對我們有幫助的是諸佛菩薩，他的弘願威神確確實實能加持我們，問題是我們信不信。如果我們有信心，決定就有效果。所以過去出家人，現在出家人我就不知道了，我們在古籍裡面、筆記裡讀到的，從前出家人生病用什麼治療？他不找醫生，他也不吃藥，他的治療方法是修清淨心、斷食，有疾病特別著重修清淨心。我常說，真誠清淨能夠不受污染，因為疾病是生理感受到污染，疾病才生出來。所以最重要的是修清淨心，用心來改變我們的生理，讓我們的身體，這物質的身體恢復清淨、恢復正常，這是從因上下手。緣上斷食，生病期間當中，什麼東西不吃，只喝水。如果我們能這樣子，喝水，這是緣，把我們身體內部的髒東西統統洗乾淨，病就沒有了。好好的養幾天，元氣就恢復了，這方法好，決定沒有副作用。"
    },
    {
      "id": "15-013-0032_p0011",
      "zh_CN": "诸位要晓得，吃药、吃什么东西它有副作用，佛教给我们这个完全没有副作用。所以你找巫师、算命问卦、解奏、祠祀邪神，民间迷信，自古有之，这就是举几个例子，迷信的事情太多太多了，说不尽。如果我们这样做法，『天神离远』，「天神」是护法神。",
      "zh_TW": "諸位要曉得，吃藥、吃什麼東西它有副作用，佛教給我們這個完全沒有副作用。所以你找巫師、算命問卦、解奏、祠祀邪神，民間迷信，自古有之，這就是舉幾個例子，迷信的事情太多太多了，說不盡。如果我們這樣做法，『天神離遠』，「天神」是護法神。"
    },
    {
      "id": "15-013-0032_p0012",
      "zh_CN": "学佛的同修，无论你在形式上有没有受皈依，有没有受五戒、菩萨戒，那是形式，佛法讲实质，并不重形式。我们真的皈依了，虽然没有受皈依的形式，我真的依照佛的教诲去做，放弃我自己的妄想分别执着，现在一般讲放弃我自己的见解，放弃我自己的想法看法，完全依照佛的教诲，这个人皈依了，这个人真皈依了。舍弃邪妄，这就是回归、回头，完全依靠佛的教诲，这是依靠，皈、依都有。",
      "zh_TW": "學佛的同修，無論你在形式上有沒有受皈依，有沒有受五戒、菩薩戒，那是形式，佛法講實質，並不重形式。我們真的皈依了，雖然沒有受皈依的形式，我真的依照佛的教誨去做，放棄我自己的妄想分別執著，現在一般講放棄我自己的見解，放棄我自己的想法看法，完全依照佛的教誨，這個人皈依了，這個人真皈依了。捨棄邪妄，這就是回歸、回頭，完全依靠佛的教誨，這是依靠，皈、依都有。"
    },
    {
      "id": "15-013-0032_p0013",
      "zh_CN": "佛在经上教我们不杀生，你从内心里面就把杀的念头断掉，这一条戒你持了。佛教给我们不偷盗，我常说，我们丝毫不占别人便宜，这念头没有，这一条戒你持了。不邪淫，甚至不淫，在异性境界接触的时候，绝不动邪念，这条戒也持了。持一条戒有五位护戒神，受持三皈有三十六位护法神，日夜保护你。你今天不信，对佛法狐疑不信，那麻烦大了！这些护法神、护戒神看到你心一变，他就离开了。他这一离开，麻烦就来了。他离开之后，『不得善护』，没有善神保护你了。『妖魅日进，恶鬼屯门』，取而代之的是什么？妖魔鬼怪来了，这事是真的不是假的。你的身心日夜不安，犹豫、怀疑不定，是因为妖魔鬼怪在你的周边，你的护法神离开了，你的损失太大了。",
      "zh_TW": "佛在經上教我們不殺生，你從內心裡面就把殺的念頭斷掉，這一條戒你持了。佛教給我們不偷盜，我常說，我們絲毫不佔別人便宜，這念頭沒有，這一條戒你持了。不邪淫，甚至不淫，在異性境界接觸的時候，絕不動邪念，這條戒也持了。持一條戒有五位護戒神，受持三皈有三十六位護法神，日夜保護你。你今天不信，對佛法狐疑不信，那麻煩大了！這些護法神、護戒神看到你心一變，他就離開了。他這一離開，麻煩就來了。他離開之後，『不得善護』，沒有善神保護你了。『妖魅日進，惡鬼屯門』，取而代之的是什麼？妖魔鬼怪來了，這事是真的不是假的。你的身心日夜不安，猶豫、懷疑不定，是因為妖魔鬼怪在你的周邊，你的護法神離開了，你的損失太大了。"
    },
    {
      "id": "15-013-0032_p0014",
      "zh_CN": "妖魔鬼怪『令之衰耗』，你的精神体力一天不如一天，衰了，「耗」是什么？你的钱财浪费了。无论是占卜，或者请道士跟你解奏，或者是祠祀邪神，都要用钱，你的财物损耗了。『所向不谐』，这是学佛为什么不能够得到吉祥如意，原因在此地，你总得要晓得。真正学佛一定得到吉祥如意。「谐偶」，谐就是和合、如意、调和的意思。你学佛得到的恰恰是相反，不和，里面最重要的是意见不和。在疾病的时候，这种现象倍增，为什么？你的家亲眷属各人有各人的意见，各人都认为他的方法好，最后怎么样？把这人治死了，这种事情我们看得太多了。",
      "zh_TW": "妖魔鬼怪『令之衰耗』，你的精神體力一天不如一天，衰了，「耗」是什麼？你的錢財浪費了。無論是占卜，或者請道士跟你解奏，或者是祠祀邪神，都要用錢，你的財物損耗了。『所向不諧』，這是學佛為什麼不能夠得到吉祥如意，原因在此地，你總得要曉得。真正學佛一定得到吉祥如意。「諧偶」，諧就是和合、如意、調和的意思。你學佛得到的恰恰是相反，不和，裡面最重要的是意見不和。在疾病的時候，這種現象倍增，為什麼？你的家親眷屬各人有各人的意見，各人都認為他的方法好，最後怎麼樣？把這人治死了，這種事情我們看得太多了。"
    },
    {
      "id": "15-013-0032_p0015",
      "zh_CN": "往年我在台北，我亲眼看到的道安老法师，就是被信徒治死了，意见太多，这个人用这个方法，那个人用那个方法。道安法师自己没有办法作主，听人家摆布，那些人都是好心，都是希望老和尚身体早一天复元，没有常识，没有智慧，道听涂说。老和尚实在讲没有病，他不过是晚上睡觉起来的时候没有体力，跌了一跤，他跟我讲他爬起来了，爬起来之后又跌下去，跌下去就爬不起来了。洗手间是瓷砖，晚上冻坏了，冻了一夜。如果是在北方，大家就晓得，有这常识，会把他治好。南方人没有这常识，以为冻伤了，赶紧用几床被子把他捂起来，还要用暖炉，结果把寒气逼在里头出不来，真的是死于非病！冻伤在北方都知道，绝不可以用被子，绝不可以用暖，要用凉水洗澡，给他按摩，把他身体里面的寒气逼出来就没事了。方法恰恰用反了，都是好意，好意把师父整死了。这是学佛所向不谐偶，就是不能够听从佛的教诲。今天我们就讲到此地。",
      "zh_TW": "往年我在台北，我親眼看到的道安老法師，就是被信徒治死了，意見太多，這個人用這個方法，那個人用那個方法。道安法師自己沒有辦法作主，聽人家擺布，那些人都是好心，都是希望老和尚身體早一天復元，沒有常識，沒有智慧，道聽塗說。老和尚實在講沒有病，他不過是晚上睡覺起來的時候沒有體力，跌了一跤，他跟我講他爬起來了，爬起來之後又跌下去，跌下去就爬不起來了。洗手間是瓷磚，晚上凍壞了，凍了一夜。如果是在北方，大家就曉得，有這常識，會把他治好。南方人沒有這常識，以為凍傷了，趕緊用幾床被子把他捂起來，還要用暖爐，結果把寒氣逼在裡頭出不來，真的是死於非病！凍傷在北方都知道，絕不可以用被子，絕不可以用暖，要用涼水洗澡，給他按摩，把他身體裡面的寒氣逼出來就沒事了。方法恰恰用反了，都是好意，好意把師父整死了。這是學佛所向不諧偶，就是不能夠聽從佛的教誨。今天我們就講到此地。"
    }
  ]
}