{
  "doc_id": "15-013-0057",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十七集",
    "zh_TW": "第五十七集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0057",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "15-013-0057_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第二十面，经文第四行看起：",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第二十面，經文第四行看起："
    },
    {
      "id": "15-013-0057_p0002",
      "zh_CN": "【阿难复白佛言。末世弟子。因缘相生。理家之事。身口之累。当云何。天中天。】",
      "zh_TW": "【阿難復白佛言。末世弟子。因緣相生。理家之事。身口之累。當云何。天中天。】"
    },
    {
      "id": "15-013-0057_p0003",
      "zh_CN": "经文到这地方是本经第四个大段，也就是阿难提出第四个问题，佛给他解答。阿难所问的问题，都是我们现前迫切需要知道的问题，所以他是代我们发问的。世尊对他的开示、对他的解释，可以说完全是对我们讲的，我们细心去体会，细心去学习，对我们这一生有无穷的受用。",
      "zh_TW": "經文到這地方是本經第四個大段，也就是阿難提出第四個問題，佛給他解答。阿難所問的問題，都是我們現前迫切需要知道的問題，所以他是代我們發問的。世尊對他的開示、對他的解釋，可以說完全是對我們講的，我們細心去體會，細心去學習，對我們這一生有無窮的受用。"
    },
    {
      "id": "15-013-0057_p0004",
      "zh_CN": "我们看经文。在科题里面大家看得很清楚，这一段是「疑法抵触」，法就是佛法，佛法跟我们实际生活冲突，学佛之后，日常生活上都用不上。是不是这种情形？在这地方佛就为我们解答了。经文上讲「末世弟子」，末世是指佛的末法，正是我们现在这时候，大家都知道，释迦牟尼佛的法运总共是一万二千年，从佛灭度之后，第一个一千年是正法时期，第二个一千年是像法时期（佛教传到中国是像法的初期，也就是世尊灭度一千年，佛教传入中国），末法时期有一万年。根据中国历史记载，过去虚云老和尚他们这一辈的长老，对于佛灭度的年代，非常坚持摩腾、竺法兰他们到中国来的时候的说法。释迦牟尼佛出生，是相当于中国周昭王二十四年，灭度在周穆王五十二年，这讲法可以说是从汉一直到清朝，虽然有种种说法，还是以这讲法为传统。如果依这讲法，释迦牟尼佛灭度到今天是三千零二十多年，跟世界一般人讲的二千五百多年不一样，中国老一代如是坚持。",
      "zh_TW": "我們看經文。在科題裡面大家看得很清楚，這一段是「疑法抵觸」，法就是佛法，佛法跟我們實際生活衝突，學佛之後，日常生活上都用不上。是不是這種情形？在這地方佛就為我們解答了。經文上講「末世弟子」，末世是指佛的末法，正是我們現在這時候，大家都知道，釋迦牟尼佛的法運總共是一萬二千年，從佛滅度之後，第一個一千年是正法時期，第二個一千年是像法時期（佛教傳到中國是像法的初期，也就是世尊滅度一千年，佛教傳入中國），末法時期有一萬年。根據中國歷史記載，過去虛雲老和尚他們這一輩的長老，對於佛滅度的年代，非常堅持摩騰、竺法蘭他們到中國來的時候的說法。釋迦牟尼佛出生，是相當於中國周昭王二十四年，滅度在周穆王五十二年，這講法可以說是從漢一直到清朝，雖然有種種說法，還是以這講法為傳統。如果依這講法，釋迦牟尼佛滅度到今天是三千零二十多年，跟世界一般人講的二千五百多年不一樣，中國老一代如是堅持。"
    },
    {
      "id": "15-013-0057_p0005",
      "zh_CN": "外国人怎么说法，我们也用不着争论，哪有这么多闲功夫搞这些事情？但是种种说法它都有依据，有依据就好。年代要谁搞得清楚？只有释迦牟尼佛再出来。不要说佛的年代久远搞不清楚，我们自己家里祖宗三代都搞不清楚，哪个人家里把你的祖父、曾祖父出生的年代搞清楚了？尤其是我们本身，我们本身出生，中国人讲年月日时，年月日也许还不太错误，时就大有问题。年岁大一点，在一个世纪之前，中国一般农村都没有时钟，都是凭经验估计大概是什么时候，「大概」问题就很多了。所以这些考据，有些是有必要的，有些是没有必要的。所以印度人不重视历史，澳洲土着人也根本不重视历史，他说这东西要记它干什么？所以他们对这些事情根本就没有争论。",
      "zh_TW": "外國人怎麼說法，我們也用不著爭論，哪有這麼多閒功夫搞這些事情？但是種種說法它都有依據，有依據就好。年代要誰搞得清楚？只有釋迦牟尼佛再出來。不要說佛的年代久遠搞不清楚，我們自己家裡祖宗三代都搞不清楚，哪個人家裡把你的祖父、曾祖父出生的年代搞清楚了？尤其是我們本身，我們本身出生，中國人講年月日時，年月日也許還不太錯誤，時就大有問題。年歲大一點，在一個世紀之前，中國一般農村都沒有時鐘，都是憑經驗估計大概是什麼時候，「大概」問題就很多了。所以這些考據，有些是有必要的，有些是沒有必要的。所以印度人不重視歷史，澳洲土著人也根本不重視歷史，他說這東西要記它幹什麼？所以他們對這些事情根本就沒有爭論。"
    },
    {
      "id": "15-013-0057_p0006",
      "zh_CN": "我们今天讲到末法，不管怎么说法，现在都是末法时期，佛灭度两千年以后都是末法时期。末法有一万年，就是以中国人的说法，末法还有九千年，其他宗教讲世界末日，我们佛法里头没有，还有九千年！九千年这么长的时间，世间确实有治有乱，佛法有兴有衰，衰极一定会慢慢复兴，兴极了它一定会衰退，它有个周期性的循环，这好像是个自然的定律，这里头有很深的道理。",
      "zh_TW": "我們今天講到末法，不管怎麼說法，現在都是末法時期，佛滅度兩千年以後都是末法時期。末法有一萬年，就是以中國人的說法，末法還有九千年，其他宗教講世界末日，我們佛法裡頭沒有，還有九千年！九千年這麼長的時間，世間確實有治有亂，佛法有興有衰，衰極一定會慢慢復興，興極了它一定會衰退，它有個週期性的循環，這好像是個自然的定律，這裡頭有很深的道理。"
    },
    {
      "id": "15-013-0057_p0007",
      "zh_CN": "我们受佛的经典薰习的时间长久了，对于这些道理逐渐逐渐明朗了、明白了，这里面根本的因素，还是世出世间圣人常常讲的「习染」，为习气所染。为什么会衰？是为恶习气所薰染。衰到极处了，人醒过来了，觉悟再这样下去不行，所以才发愤图强、断恶修善，这样又兴起来了。兴到极处，善的薰染兴到极处，那又变成糊涂了，福报太大了，享久了就享糊涂，糊涂又造业，这样的一个循环道理。",
      "zh_TW": "我們受佛的經典薰習的時間長久了，對於這些道理逐漸逐漸明朗了、明白了，這裡面根本的因素，還是世出世間聖人常常講的「習染」，為習氣所染。為什麼會衰？是為惡習氣所薰染。衰到極處了，人醒過來了，覺悟再這樣下去不行，所以才發憤圖強、斷惡修善，這樣又興起來了。興到極處，善的薰染興到極處，那又變成糊塗了，福報太大了，享久了就享糊塗，糊塗又造業，這樣的一個循環道理。"
    },
    {
      "id": "15-013-0057_p0008",
      "zh_CN": "什么时候再跳出这种循环？循环就是轮回，就是因果定律，所以佛在一切经论里面教我们摆脱循环，你就得大自在。善恶两边都放下，所谓是「好事不如无事」，无事不是不做事，如果诸位听这些话要发生误会了，照字面上解释，那佛就冤枉了，所谓是「依文解义，三世佛冤」，过去现在未来三世诸佛都喊冤枉，你不晓得他的意思。「好事不如无事」，依旧要断恶修善，非常积极在做。那他不是有事吗？他无事，什么是「无事」？不放在心里，心里头无事，这高明！有事跟无事是一不是二，我们是把有事跟无事分作两截。所以不是佛的意思，佛的意思始终没有对立的，万事万法没有对立，这才叫觉悟。",
      "zh_TW": "什麼時候再跳出這種循環？循環就是輪迴，就是因果定律，所以佛在一切經論裡面教我們擺脫循環，你就得大自在。善惡兩邊都放下，所謂是「好事不如無事」，無事不是不做事，如果諸位聽這些話要發生誤會了，照字面上解釋，那佛就冤枉了，所謂是「依文解義，三世佛冤」，過去現在未來三世諸佛都喊冤枉，你不曉得他的意思。「好事不如無事」，依舊要斷惡修善，非常積極在做。那他不是有事嗎？他無事，什麼是「無事」？不放在心裡，心裡頭無事，這高明！有事跟無事是一不是二，我們是把有事跟無事分作兩截。所以不是佛的意思，佛的意思始終沒有對立的，萬事萬法沒有對立，這才叫覺悟。"
    },
    {
      "id": "15-013-0057_p0009",
      "zh_CN": "心里头完全没有事情，为什么还要断恶修善？教化一切众生，「众生无边誓愿度」。在佛自己的境界，善恶已经没有了，两边不住，中道不存，这是法身菩萨的境界。何必还要搞善恶？还要断恶修善？无非是唱戏，表演给那些迷惑颠倒众生看，让他们觉悟。他们着相也有好处，不堕三恶道，他不着相那更好，那就能够入菩萨法界，这叫做大慈大悲。大慈大悲是我们叫的，佛菩萨有没有什么大慈大悲念头？没有。我们今天说是真诚清净平等正觉慈悲，佛菩萨有没有这些？没有，他要有念头还是凡夫。这种念头提出来是第二义，不是第一义。第一义是真理，言语道断，心行处灭，这第一义。",
      "zh_TW": "心裡頭完全沒有事情，為什麼還要斷惡修善？教化一切眾生，「眾生無邊誓願度」。在佛自己的境界，善惡已經沒有了，兩邊不住，中道不存，這是法身菩薩的境界。何必還要搞善惡？還要斷惡修善？無非是唱戲，表演給那些迷惑顛倒眾生看，讓他們覺悟。他們著相也有好處，不墮三惡道，他不著相那更好，那就能夠入菩薩法界，這叫做大慈大悲。大慈大悲是我們叫的，佛菩薩有沒有什麼大慈大悲念頭？沒有。我們今天說是真誠清淨平等正覺慈悲，佛菩薩有沒有這些？沒有，他要有念頭還是凡夫。這種念頭提出來是第二義，不是第一義。第一義是真理，言語道斷，心行處滅，這第一義。"
    },
    {
      "id": "15-013-0057_p0010",
      "zh_CN": "法身菩萨永远住第一义，众生有感他就有应，随类化身。跟一切众生接触，那只有用第二义、第三义。但是，第一义、第二义、第三义还是一个义，哪有那么多？在他们讲是一个义，在凡夫讲那是无量义，无量即一，一即无量，《华严经》上常说。如果我们把自己提升到第一义，我们的功德就圆满了。那我们要问：「能不能做到？」能做到，如果我们世间人做不到的事情，佛绝对不说这些话，佛说这些话他有语病，我们世俗人讲「吊胃口」。你根本不可能做到的，你根本不能契入境界的，跟你说不是白说了吗？跟你说岂不是炫耀自己、轻慢别人？佛哪有这种心行？由此可知，世尊四十九年所说的一切道理、一切方法、一切境界，都是我们可以做到的。我们为什么做不到？放不下。从前章嘉大师跟我说的，你放下就做到了。",
      "zh_TW": "法身菩薩永遠住第一義，眾生有感他就有應，隨類化身。跟一切眾生接觸，那只有用第二義、第三義。但是，第一義、第二義、第三義還是一個義，哪有那麼多？在他們講是一個義，在凡夫講那是無量義，無量即一，一即無量，《華嚴經》上常說。如果我們把自己提升到第一義，我們的功德就圓滿了。那我們要問：「能不能做到？」能做到，如果我們世間人做不到的事情，佛絕對不說這些話，佛說這些話他有語病，我們世俗人講「吊胃口」。你根本不可能做到的，你根本不能契入境界的，跟你說不是白說了嗎？跟你說豈不是炫耀自己、輕慢別人？佛哪有這種心行？由此可知，世尊四十九年所說的一切道理、一切方法、一切境界，都是我們可以做到的。我們為什麼做不到？放不下。從前章嘉大師跟我說的，你放下就做到了。"
    },
    {
      "id": "15-013-0057_p0011",
      "zh_CN": "佛法是究竟圆满的理与事，理事无碍、事事无碍，哪里会有抵触？要是有抵触，决定不是佛法，也就是有障碍不是佛法，佛法是无障碍法。但是我们今天事实上来讲有障碍，处处都是障碍，由此可知，这不是佛法，千万不要以为佛法跟世法有障碍，不是的，佛法没障碍，障碍在世法这一边。世法于佛法有障碍，佛法于世法无障碍，这两句话诸位要听懂。什么叫世法？起心动念是世法。什么叫佛法？不起心不动念是佛法。",
      "zh_TW": "佛法是究竟圓滿的理與事，理事無礙、事事無礙，哪裡會有抵觸？要是有抵觸，決定不是佛法，也就是有障礙不是佛法，佛法是無障礙法。但是我們今天事實上來講有障礙，處處都是障礙，由此可知，這不是佛法，千萬不要以為佛法跟世法有障礙，不是的，佛法沒障礙，障礙在世法這一邊。世法於佛法有障礙，佛法於世法無障礙，這兩句話諸位要聽懂。什麼叫世法？起心動念是世法。什麼叫佛法？不起心不動念是佛法。"
    },
    {
      "id": "15-013-0057_p0012",
      "zh_CN": "『阿难复白佛言』，「复」就是又一次，因为他前面已经提了三个问题，这是第四个问题，末法时期，特别是指佛弟子，佛弟子包括在家出家，『因缘相生』，这四个字、这一句是问义所在。佛在经上常说万法因缘生，这是说善恶之事，我们不谈无记，因为无记的报很轻，一般人也没有在意，善恶报严重，我们很在乎，所以我们只讲善恶之事，都是由于因缘相生的。世间的因缘结出「世间」的果报，出世间的因缘结出「出世间」的果报，这几句话的含义很广很深，真正明了了，我们根据道理来解决世间事的纠纷就容易了。",
      "zh_TW": "『阿難復白佛言』，「復」就是又一次，因為他前面已經提了三個問題，這是第四個問題，末法時期，特別是指佛弟子，佛弟子包括在家出家，『因緣相生』，這四個字、這一句是問義所在。佛在經上常說萬法因緣生，這是說善惡之事，我們不談無記，因為無記的報很輕，一般人也沒有在意，善惡報嚴重，我們很在乎，所以我們只講善惡之事，都是由於因緣相生的。世間的因緣結出「世間」的果報，出世間的因緣結出「出世間」的果報，這幾句話的含義很廣很深，真正明瞭了，我們根據道理來解決世間事的糾紛就容易了。"
    },
    {
      "id": "15-013-0057_p0013",
      "zh_CN": "今天我们看到整个世界的乱相，稍微有一些知识的人，都能很明显的感触到社会有危机，天下不太平，生命财产没有保障。我们在电视里面看到「动物奇观」，那些小动物每天出去觅食，不定在什么时候就被别人把牠吃掉了，弱肉强食。什么原因？因缘相生。世间为什么会这么乱？我们为什么会这么苦？没有别的，过去生中造的恶业。明白的人不怨天不尤人。",
      "zh_TW": "今天我們看到整個世界的亂相，稍微有一些知識的人，都能很明顯的感觸到社會有危機，天下不太平，生命財產沒有保障。我們在電視裡面看到「動物奇觀」，那些小動物每天出去覓食，不定在什麼時候就被別人把牠吃掉了，弱肉強食。什麼原因？因緣相生。世間為什麼會這麼亂？我們為什麼會這麼苦？沒有別的，過去生中造的惡業。明白的人不怨天不尤人。"
    },
    {
      "id": "15-013-0057_p0014",
      "zh_CN": "我虽然常常思念故乡，这人之常情，尤其流浪在海外一个甲子，六十多年了，哪有不想家的道理？不想家那就不是人了。今天为什么回不去？为什么有那么多人障碍？我明白！过去的业因，我们没有证果、没有神通，不知道。这一生知道，年轻的时候愚昧无知，杀生的事情做太多了。我在十六岁，十六、十七、十八这三年喜欢打猎，每天带着猎枪，天天都有野物带回来，这就是我的果报。我打猎，杀害多少众生，拆散了多少家庭；今天我想回家，许许多多人不让我回去，这是我打猎的果报，我清楚、我明白。我要不是学佛，不是弘法利生，我的果报在三途地狱。今天这么多人障碍我，重罪轻报，我不会怨天尤人，因为我知道因缘相生。所以在今天，我修功补过，我看到蚊虫蚂蚁我都合掌蚂蚁菩萨、蚊虫菩萨，我不敢轻视了。「人非圣贤，孰能无过？过而能改，善莫大焉。」我能改过，我改得很快，我要不学佛，那真的过去一般看相算命的，连甘珠活佛都当面跟我说我短命，没有福又短命。因为学佛，学佛又专心做弘法利生的工作，甘珠说：「你的命运已经转过来了，不但你有福报，你有很长的寿命。」这是藏传的喇嘛，跟我非常要好，他大概大我十几岁，不到二十岁就是了，将近二十岁，我那个时候二十六岁，他四十多岁。",
      "zh_TW": "我雖然常常思念故鄉，這人之常情，尤其流浪在海外一個甲子，六十多年了，哪有不想家的道理？不想家那就不是人了。今天為什麼回不去？為什麼有那麼多人障礙？我明白！過去的業因，我們沒有證果、沒有神通，不知道。這一生知道，年輕的時候愚昧無知，殺生的事情做太多了。我在十六歲，十六、十七、十八這三年喜歡打獵，每天帶著獵槍，天天都有野物帶回來，這就是我的果報。我打獵，殺害多少眾生，拆散了多少家庭；今天我想回家，許許多多人不讓我回去，這是我打獵的果報，我清楚、我明白。我要不是學佛，不是弘法利生，我的果報在三途地獄。今天這麼多人障礙我，重罪輕報，我不會怨天尤人，因為我知道因緣相生。所以在今天，我修功補過，我看到蚊蟲螞蟻我都合掌螞蟻菩薩、蚊蟲菩薩，我不敢輕視了。「人非聖賢，孰能無過？過而能改，善莫大焉。」我能改過，我改得很快，我要不學佛，那真的過去一般看相算命的，連甘珠活佛都當面跟我說我短命，沒有福又短命。因為學佛，學佛又專心做弘法利生的工作，甘珠說：「你的命運已經轉過來了，不但你有福報，你有很長的壽命。」這是藏傳的喇嘛，跟我非常要好，他大概大我十幾歲，不到二十歲就是了，將近二十歲，我那個時候二十六歲，他四十多歲。"
    },
    {
      "id": "15-013-0057_p0015",
      "zh_CN": "所以一个人不能不信因果，因果是世出世间的定律、真理。我们修出世的因，一定能得超越轮回、超越十法界的果报。我们真正体会得道理，我们在这一生当中，所有这些冤亲债主，嫉妒我们的、瞋恨我们的、毁谤我们的、侮辱我们的、陷害我们的，我们都要顺受，没有丝毫怨恨的心、没有丝毫报复的心，为什么？过去我是这样对待他，今天遇到他这样对待我。他为什么不对待别人，单单对待我？我跟他有过节，他跟他没有过节。我安心顺受，帐就了了，报掉了，将来再见面是好朋友，不可以冤冤相报。我明白道理，所以这么多年来，心地一天比一天清净，一天比一天善良，我们的目标是修到「纯净纯善」，禁得起考验。顺境不起心不动念，逆境也不起心不动念，善缘恶缘还是不起心不动念，这就是纯净纯善的修学方法，也就是《华严经》里面所说的「理事无碍、事事无碍」，那个境界的修学方法，我做这功夫。我们在这一生当中，要求真实的成就，然后再遇到这些冤亲债主，我们热心真诚的帮助他，帮助他脱离生死轮回，帮助他圆成佛道，不但没有怨恨的心，充满了感恩的念头。",
      "zh_TW": "所以一個人不能不信因果，因果是世出世間的定律、真理。我們修出世的因，一定能得超越輪迴、超越十法界的果報。我們真正體會得道理，我們在這一生當中，所有這些冤親債主，嫉妒我們的、瞋恨我們的、毀謗我們的、侮辱我們的、陷害我們的，我們都要順受，沒有絲毫怨恨的心、沒有絲毫報復的心，為什麼？過去我是這樣對待他，今天遇到他這樣對待我。他為什麼不對待別人，單單對待我？我跟他有過節，他跟他沒有過節。我安心順受，帳就了了，報掉了，將來再見面是好朋友，不可以冤冤相報。我明白道理，所以這麼多年來，心地一天比一天清淨，一天比一天善良，我們的目標是修到「純淨純善」，禁得起考驗。順境不起心不動念，逆境也不起心不動念，善緣惡緣還是不起心不動念，這就是純淨純善的修學方法，也就是《華嚴經》裡面所說的「理事無礙、事事無礙」，那個境界的修學方法，我做這功夫。我們在這一生當中，要求真實的成就，然後再遇到這些冤親債主，我們熱心真誠的幫助他，幫助他脫離生死輪迴，幫助他圓成佛道，不但沒有怨恨的心，充滿了感恩的念頭。"
    },
    {
      "id": "15-013-0057_p0016",
      "zh_CN": "阿难代我们四众弟子问一个很重要的问题，既然我们生活在世间，要营治生计，营是经营，治理我们日常生活，那又怎么能够成佛、学佛？你想想看这问题，许许多多人都有这问题，我们就被人家问过无数次，将来再遇到有人问，我们就知道怎么答复了。所以提出这么一个问题。「因缘相生」这四个字是大道理，我们看社会上人，尤其现在社会崇尚竞争，这还得了吗？竞争必定是损人利己，损人利己一定就跟人家结冤仇，你侵占别人的利益，怨愈结愈深，麻烦就大了，报复的心理愈来愈强，必定形成生生世世冤冤相报。决定不要以为我害了别人没事情，我杀了人没事，没有这个道理。",
      "zh_TW": "阿難代我們四眾弟子問一個很重要的問題，既然我們生活在世間，要營治生計，營是經營，治理我們日常生活，那又怎麼能夠成佛、學佛？你想想看這問題，許許多多人都有這問題，我們就被人家問過無數次，將來再遇到有人問，我們就知道怎麼答覆了。所以提出這麼一個問題。「因緣相生」這四個字是大道理，我們看社會上人，尤其現在社會崇尚競爭，這還得了嗎？競爭必定是損人利己，損人利己一定就跟人家結冤仇，你侵占別人的利益，怨愈結愈深，麻煩就大了，報復的心理愈來愈強，必定形成生生世世冤冤相報。決定不要以為我害了別人沒事情，我殺了人沒事，沒有這個道理。"
    },
    {
      "id": "15-013-0057_p0017",
      "zh_CN": "我过去在北京访问的时候，我看黄念祖老居士，住在旅馆。也有一些朋友来看我，有一些人他们的父兄是军官，年岁大了，托他来问我要一串念珠，我说做什么？过去杀人太多，现在后悔了，念佛超度，好！这就是回头是岸。当时年轻从军杀人，不知道厉害，老的时候后悔了。人有良心，良心发现，你杀害的人多，你用的手段很残酷，心狠手辣。这时候是你多生多劫福报现前，你的福报在那里撑着，那人家没有法子抵抗你，等到你福报享尽了，你的运衰了，他就来报复。他来报复，比你的心还狠，手段比你还残酷，这是一定的道理。",
      "zh_TW": "我過去在北京訪問的時候，我看黃念祖老居士，住在旅館。也有一些朋友來看我，有一些人他們的父兄是軍官，年歲大了，託他來問我要一串念珠，我說做什麼？過去殺人太多，現在後悔了，念佛超度，好！這就是回頭是岸。當時年輕從軍殺人，不知道厲害，老的時候後悔了。人有良心，良心發現，你殺害的人多，你用的手段很殘酷，心狠手辣。這時候是你多生多劫福報現前，你的福報在那裡撐著，那人家沒有法子抵抗你，等到你福報享盡了，你的運衰了，他就來報復。他來報復，比你的心還狠，手段比你還殘酷，這是一定的道理。"
    },
    {
      "id": "15-013-0057_p0018",
      "zh_CN": "所以我们不能不回头，不能不忏悔，一定要明了当时那时候愚昧无知，或者是听别人的教唆，自己没有能力抗拒。你在军队里面要服从长官，长官下达命令叫你杀人，你不能不杀，我们在前面讲到了。你执行命令，心地有慈悲心，你的罪就很轻。我不忍心杀他，实在是没有办法，要给他祝愿。像我们念佛人在路上看到有被汽车辗死的一些小动物，我们都会合掌念佛，给牠念三皈依，祝愿牠念佛求生净土，要有这样的心。",
      "zh_TW": "所以我們不能不回頭，不能不懺悔，一定要明瞭當時那時候愚昧無知，或者是聽別人的教唆，自己沒有能力抗拒。你在軍隊裡面要服從長官，長官下達命令叫你殺人，你不能不殺，我們在前面講到了。你執行命令，心地有慈悲心，你的罪就很輕。我不忍心殺他，實在是沒有辦法，要給他祝願。像我們念佛人在路上看到有被汽車輾死的一些小動物，我們都會合掌念佛，給牠念三皈依，祝願牠念佛求生淨土，要有這樣的心。"
    },
    {
      "id": "15-013-0057_p0019",
      "zh_CN": "底下说得很清楚，『理家之事，身口之累』，「身口之累」是指衣食住行，开门七件事，「累」是束缚的意思，不自在，有这么多累赘。『当云何』？关于这问题应该怎么办？如何跟学佛能相应，不发生冲突？『天中天』是对世尊的尊称，前面讲过了。我们看世尊的开示。",
      "zh_TW": "底下說得很清楚，『理家之事，身口之累』，「身口之累」是指衣食住行，開門七件事，「累」是束縛的意思，不自在，有這麼多累贅。『當云何』？關於這問題應該怎麼辦？如何跟學佛能相應，不發生衝突？『天中天』是對世尊的尊稱，前面講過了。我們看世尊的開示。"
    },
    {
      "id": "15-013-0057_p0020",
      "zh_CN": "【佛言。阿难。】",
      "zh_TW": "【佛言。阿難。】"
    },
    {
      "id": "15-013-0057_p0021",
      "zh_CN": "叫着阿难跟他说。",
      "zh_TW": "叫著阿難跟他說。"
    },
    {
      "id": "15-013-0057_p0022",
      "zh_CN": "【有受佛禁戒。诚信奉行。顺孝畏慎。敬归三尊。养亲尽忠。内外谨善。心口相应。可得为世间事。不可得为世间意。】",
      "zh_TW": "【有受佛禁戒。誠信奉行。順孝畏慎。敬歸三尊。養親盡忠。內外謹善。心口相應。可得為世間事。不可得為世間意。】"
    },
    {
      "id": "15-013-0057_p0023",
      "zh_CN": "末后这两句话非常重要！『有受佛禁戒』，如果是接受过佛陀的禁戒，「禁戒」，意思是佛教导我们修行的方法，狭义的来说，就是指三皈五戒。受戒以及受三皈都不是容易事情，现在我们佛门发心受三皈、受戒的人很多，受了三皈之后，他有没有归？归是回归，依是依靠，你有没有回归？你依靠什么？如果这都没有做到，这三皈白受了，这是假的不是真的。所以在受三皈之前，一定要对佛教搞得清清楚楚、明明白白。",
      "zh_TW": "末後這兩句話非常重要！『有受佛禁戒』，如果是接受過佛陀的禁戒，「禁戒」，意思是佛教導我們修行的方法，狹義的來說，就是指三皈五戒。受戒以及受三皈都不是容易事情，現在我們佛門發心受三皈、受戒的人很多，受了三皈之後，他有沒有歸？歸是回歸，依是依靠，你有沒有回歸？你依靠什麼？如果這都沒有做到，這三皈白受了，這是假的不是真的。所以在受三皈之前，一定要對佛教搞得清清楚楚、明明白白。"
    },
    {
      "id": "15-013-0057_p0024",
      "zh_CN": "我们现在有个小册子，《认识佛教》，你真的搞清楚，真的搞明白了，「我要学佛，我这一生当中要回归」，从哪里回归？从自己对一切人、一切事、一切物，错误的想法、错误的看法、错误的说法、错误的做法回过头来，归！归是回头。从今而后，依靠佛的教诲起心动念、待人接物，这叫依。真的回过头来，真的有依靠，这三皈是真的。",
      "zh_TW": "我們現在有個小冊子，《認識佛教》，你真的搞清楚，真的搞明白了，「我要學佛，我這一生當中要回歸」，從哪裡回歸？從自己對一切人、一切事、一切物，錯誤的想法、錯誤的看法、錯誤的說法、錯誤的做法回過頭來，歸！歸是回頭。從今而後，依靠佛的教誨起心動念、待人接物，這叫依。真的回過頭來，真的有依靠，這三皈是真的。"
    },
    {
      "id": "15-013-0057_p0025",
      "zh_CN": "所以三皈里面的意义要是不懂得，形式做得再庄严、再好看都是假的，无济于事。如果真懂得、真明白了，你在佛菩萨面前燃一炷香，跪在佛像面前发愿受三皈就得到。三皈不是人家给你证明，就真的三皈了。谁给你证明？你的良心给你证明。外头谁能给你作证明？释迦牟尼佛也没有办法。佛给你作证明了，皈依证上给你签名盖印了，你还是随顺你的烦恼，还是随顺你的习气，你没有回头，你没有依佛的教诲，那有什么用？自欺欺人！所以我们一定要明白道理。许多同修来找我，要我给他传授三皈，给他一个皈依证，我都照做了，为什么？结个欢喜缘，你总有这么一个念头要皈依三宝。你真的皈不皈？那是你自己的事情。我给一张皈依证给你，欢欢喜喜就好。到底是真皈依是假皈依，是你自己的事情，与我不相干。我们这一张皈依证恒顺众生、随喜功德。",
      "zh_TW": "所以三皈裡面的意義要是不懂得，形式做得再莊嚴、再好看都是假的，無濟於事。如果真懂得、真明白了，你在佛菩薩面前燃一炷香，跪在佛像面前發願受三皈就得到。三皈不是人家給你證明，就真的三皈了。誰給你證明？你的良心給你證明。外頭誰能給你作證明？釋迦牟尼佛也沒有辦法。佛給你作證明了，皈依證上給你簽名蓋印了，你還是隨順你的煩惱，還是隨順你的習氣，你沒有回頭，你沒有依佛的教誨，那有什麼用？自欺欺人！所以我們一定要明白道理。許多同修來找我，要我給他傳授三皈，給他一個皈依證，我都照做了，為什麼？結個歡喜緣，你總有這麼一個念頭要皈依三寶。你真的皈不皈？那是你自己的事情。我給一張皈依證給你，歡歡喜喜就好。到底是真皈依是假皈依，是你自己的事情，與我不相干。我們這一張皈依證恆順眾生、隨喜功德。"
    },
    {
      "id": "15-013-0057_p0026",
      "zh_CN": "更进一步，就是受戒，受戒就是发愿，我们世间人讲发誓，我要遵从佛陀的教诲。可是戒律你也要真的懂得，你要是不懂，这个戒怎么持法？不杀生，不杀生要怎样做才真正不杀生？所以你要发心持戒，不论是在家出家，在家有在家的戒律，出家有出家的戒律，但是出家人的沙弥戒跟菩萨戒，在家人可以看、可以学习。《沙弥律仪增注》十条戒的前五条就是五戒，说得很详细、很清楚。每一条戒，佛为什么制这一条戒，你要懂得它的缘起，知道佛为什么要制作，理论依据是什么。戒的相状是什么，戒相；戒的形式，怎么样去做，叫戒行；戒的果报是什么，都得要清楚，都得要明白。在什么状况之下应该如何受持，所以每一条戒都有开遮持犯，你要不懂得你怎么做法，那就变成死在戒条里头，错了。某一种状况之下要坚持，不能违背，违背你就犯戒了。某一种之下有开缘，那叫开戒，不是破戒，不是犯戒。",
      "zh_TW": "更進一步，就是受戒，受戒就是發願，我們世間人講發誓，我要遵從佛陀的教誨。可是戒律你也要真的懂得，你要是不懂，這個戒怎麼持法？不殺生，不殺生要怎樣做才真正不殺生？所以你要發心持戒，不論是在家出家，在家有在家的戒律，出家有出家的戒律，但是出家人的沙彌戒跟菩薩戒，在家人可以看、可以學習。《沙彌律儀增註》十條戒的前五條就是五戒，說得很詳細、很清楚。每一條戒，佛為什麼制這一條戒，你要懂得它的緣起，知道佛為什麼要制作，理論依據是什麼。戒的相狀是什麼，戒相；戒的形式，怎麼樣去做，叫戒行；戒的果報是什麼，都得要清楚，都得要明白。在什麼狀況之下應該如何受持，所以每一條戒都有開遮持犯，你要不懂得你怎麼做法，那就變成死在戒條裡頭，錯了。某一種狀況之下要堅持，不能違背，違背你就犯戒了。某一種之下有開緣，那叫開戒，不是破戒，不是犯戒。"
    },
    {
      "id": "15-013-0057_p0027",
      "zh_CN": "五戒里面饮酒这一条戒，开缘最多，如果是自己喜欢饮酒，你就是犯戒了。什么状况之下？最通常的是生病，中国中药里面很多药用酒做药引，这不犯戒，这是开缘。无论出家在家，七十岁以上的人，身体衰弱，血液循环缓慢，佛准许开戒，你在每一餐饭的时候喝一杯酒，这是当药用，帮助血液循环，或者在晚上睡觉之前喝一杯，开缘，是你身体有必要。如果你身体很健康，没有必要，你也这样喝一杯，那你就破戒了，你就犯戒了。中国的烹饪是世界有名的，中国人最讲究吃的，很多菜肴里面可以用酒做佐料，这是开缘，这不是破戒。要晓得佛制定不饮酒这个戒，他真正用意在哪里？防止喝醉了犯杀盗淫妄，他防止这个，所以酒这一条戒叫遮罪，是预防的，不像前面杀盗淫妄是性罪，不相同。你要对这些都不懂，戒你就没有办法持了，不但没有办法持，可能还常常造罪业。为什么？看到别人破戒你就毁谤，你不晓得别人懂得持戒，他某一种持他有开缘，这要知道。",
      "zh_TW": "五戒裡面飲酒這一條戒，開緣最多，如果是自己喜歡飲酒，你就是犯戒了。什麼狀況之下？最通常的是生病，中國中藥裡面很多藥用酒做藥引，這不犯戒，這是開緣。無論出家在家，七十歲以上的人，身體衰弱，血液循環緩慢，佛准許開戒，你在每一餐飯的時候喝一杯酒，這是當藥用，幫助血液循環，或者在晚上睡覺之前喝一杯，開緣，是你身體有必要。如果你身體很健康，沒有必要，你也這樣喝一杯，那你就破戒了，你就犯戒了。中國的烹飪是世界有名的，中國人最講究吃的，很多菜餚裡面可以用酒做佐料，這是開緣，這不是破戒。要曉得佛制定不飲酒這個戒，他真正用意在哪裡？防止喝醉了犯殺盜淫妄，他防止這個，所以酒這一條戒叫遮罪，是預防的，不像前面殺盜淫妄是性罪，不相同。你要對這些都不懂，戒你就沒有辦法持了，不但沒有辦法持，可能還常常造罪業。為什麼？看到別人破戒你就毀謗，你不曉得別人懂得持戒，他某一種持他有開緣，這要知道。"
    },
    {
      "id": "15-013-0057_p0028",
      "zh_CN": "我有一次在北京参加一个婚礼，非常偶然。我们住在国际饭店，我下楼的时候，在楼梯上碰到美国的一位同修，我们很熟，他住在华盛顿DC，碰到他们夫妻两个。他说：「你们什么时候到这儿来了？」他们已经在北京做生意了，在北京投资开店，今天他的儿子结婚，一下碰到我。「法师，真难得！」抓到我去做证婚人。我说：「你不是有证婚人吗？」他说：「是的，我们请了程思远。」程思远好像是政协副主席，请他作证婚人。临时把我也抓进去，两个证婚人，好，坐在一起，一僧一俗，也很有味道。因为他跟我讲新娘是日本人，今天来的来宾有日本大使馆以及日本金融界、商务界的一些日侨，他们来参加婚礼。在男方这边也有国务院的一些高级干部。我一听这缘分很好，因为他们接触不到佛法，我利用机会去弘扬佛法，所以我就答应了。因为是非常匆促，事先没有准备，他们的宴席全是荤菜，我坐下来我吃肉边菜，也有敬酒，我宣布我一杯，所以很多人说净空法师破戒了。是破戒，但是你要晓得多少人接受佛法，因为他要我跟新郎新娘祝福，我讲十分钟的话，十分钟就讲佛法，机会教育。这是开缘，我没有叫他准备酒给我喝，你要懂得在什么场合。我们这样一做，他们感觉到非常惊讶，「原来佛法是这么活泼的，那我也可以学。」为什么？他们酒肉丢不掉。所以我就告诉他，佛许可吃「三净肉」，没有看到杀、没有听到杀、不为我杀，这肉许可你吃。酒不能够乱性，决定不能喝醉，你只要守住原则，我喝酒有一斤的酒量，我只喝四两，决不会醉，佛有开缘。「这样的话，我们都可以接受。」接受就好了。你一定要把它搞得死死的，一点都不能沾，沾了罪过，不得了！把别人学佛的念头统统吓倒了，谁也不敢学佛。这错了！",
      "zh_TW": "我有一次在北京參加一個婚禮，非常偶然。我們住在國際飯店，我下樓的時候，在樓梯上碰到美國的一位同修，我們很熟，他住在華盛頓DC，碰到他們夫妻兩個。他說：「你們什麼時候到這兒來了？」他們已經在北京做生意了，在北京投資開店，今天他的兒子結婚，一下碰到我。「法師，真難得！」抓到我去做證婚人。我說：「你不是有證婚人嗎？」他說：「是的，我們請了程思遠。」程思遠好像是政協副主席，請他作證婚人。臨時把我也抓進去，兩個證婚人，好，坐在一起，一僧一俗，也很有味道。因為他跟我講新娘是日本人，今天來的來賓有日本大使館以及日本金融界、商務界的一些日僑，他們來參加婚禮。在男方這邊也有國務院的一些高級幹部。我一聽這緣分很好，因為他們接觸不到佛法，我利用機會去弘揚佛法，所以我就答應了。因為是非常匆促，事先沒有準備，他們的宴席全是葷菜，我坐下來我吃肉邊菜，也有敬酒，我宣布我一杯，所以很多人說淨空法師破戒了。是破戒，但是你要曉得多少人接受佛法，因為他要我跟新郎新娘祝福，我講十分鐘的話，十分鐘就講佛法，機會教育。這是開緣，我沒有叫他準備酒給我喝，你要懂得在什麼場合。我們這樣一做，他們感覺到非常驚訝，「原來佛法是這麼活潑的，那我也可以學。」為什麼？他們酒肉丟不掉。所以我就告訴他，佛許可吃「三淨肉」，沒有看到殺、沒有聽到殺、不為我殺，這肉許可你吃。酒不能夠亂性，決定不能喝醉，你只要守住原則，我喝酒有一斤的酒量，我只喝四兩，決不會醉，佛有開緣。「這樣的話，我們都可以接受。」接受就好了。你一定要把它搞得死死的，一點都不能沾，沾了罪過，不得了！把別人學佛的念頭統統嚇倒了，誰也不敢學佛。這錯了！"
    },
    {
      "id": "15-013-0057_p0029",
      "zh_CN": "每一条戒都有开遮持犯，遮是禁止，在某一种状况绝对禁止，哪一种场合当中要开。总而言之，开是利益众生，禁止是利益自己。该开的时候开，该遮的时候遮，这叫持戒；该开的时候不开，该遮的时候不遮，叫犯戒。你懂得吗？佛的条条戒律都有制作的因缘，都有戒律的理论，戒相戒行你得统统搞清楚、搞明白，传戒的师父详细跟你说明。",
      "zh_TW": "每一條戒都有開遮持犯，遮是禁止，在某一種狀況絕對禁止，哪一種場合當中要開。總而言之，開是利益眾生，禁止是利益自己。該開的時候開，該遮的時候遮，這叫持戒；該開的時候不開，該遮的時候不遮，叫犯戒。你懂得嗎？佛的條條戒律都有制作的因緣，都有戒律的理論，戒相戒行你得統統搞清楚、搞明白，傳戒的師父詳細跟你說明。"
    },
    {
      "id": "15-013-0057_p0030",
      "zh_CN": "我们今天也有同修来这里接受五戒的，五戒我们没有详细说，为什么？《无量寿经》上讲过，从三十二品到三十七品，里面所讲的是五戒十善，所以把那一段经文好好的去读，我们的讲记多多的去听，你就懂了。好，今天时间到了。",
      "zh_TW": "我們今天也有同修來這裡接受五戒的，五戒我們沒有詳細說，為什麼？《無量壽經》上講過，從三十二品到三十七品，裡面所講的是五戒十善，所以把那一段經文好好的去讀，我們的講記多多的去聽，你就懂了。好，今天時間到了。"
    }
  ]
}