{
  "doc_id": "15-013-0003",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0003",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "15-013-0003_p0001",
      "zh_CN": "诸位同学，大家好！明天我到雪梨去，后天八号参加那边有一个大学的教育基金会开幕典礼。九号在雪梨有一场讲演，还有那边一些记者们来访问。十号我会到图文巴，在那边住五天。十五号我到香港，十六号我们就开始在凤凰电视台录一套《了凡四训》，他给我二十个小时，一次完成。我希望能够在五月一号回来，五月三号我们这边天主教还有一场《玫瑰经》的讲演。这一次出去的时间比较长，希望同学们不仅是在这一段时间当中要认真努力，要抓紧时间。中国古德常说：「一寸光阴一寸金，寸金难买寸光阴。」一个人能够珍惜光阴，无论是世法、佛法，肯定他有成就，如果是浪费了光阴，那就错了。刚才香港同修给我打个电话，问我：「《了凡四训》录完之后，是不是有机会到大陆去旅游？」我说：「没有，我没有这个意思。录完之后回到香港讲经，照常讲经。」我们来到这个世间，不是为旅游而来的，我们来到世间，不是为名闻利养而来的，我们是为修行弘法而来的。修行弘法就是我们的命根，我们所有的时间一定要投注在这里，决定不可以浪费。",
      "zh_TW": "諸位同學，大家好！明天我到雪梨去，後天八號參加那邊有一個大學的教育基金會開幕典禮。九號在雪梨有一場講演，還有那邊一些記者們來訪問。十號我會到圖文巴，在那邊住五天。十五號我到香港，十六號我們就開始在鳳凰電視台錄一套《了凡四訓》，他給我二十個小時，一次完成。我希望能夠在五月一號回來，五月三號我們這邊天主教還有一場《玫瑰經》的講演。這一次出去的時間比較長，希望同學們不僅是在這一段時間當中要認真努力，要抓緊時間。中國古德常說：「一寸光陰一寸金，寸金難買寸光陰。」一個人能夠珍惜光陰，無論是世法、佛法，肯定他有成就，如果是浪費了光陰，那就錯了。剛才香港同修給我打個電話，問我：「《了凡四訓》錄完之後，是不是有機會到大陸去旅遊？」我說：「沒有，我沒有這個意思。錄完之後回到香港講經，照常講經。」我們來到這個世間，不是為旅遊而來的，我們來到世間，不是為名聞利養而來的，我們是為修行弘法而來的。修行弘法就是我們的命根，我們所有的時間一定要投注在這裡，決定不可以浪費。"
    },
    {
      "id": "15-013-0003_p0002",
      "zh_CN": "诸位同学，你们在此地这一段的机缘希有难逢，你们遇到居士林修建的工程。这个工程，李会长告诉我，大概要两年到两年半的时间。我们的讲堂、念佛堂撤出来了。这几天我没有过去看，有同学来告诉我，非常冷清，没有人走动，跟过去那个兴旺的气氛相差太大，这是个强烈的对比，显示出什么？道场一定要天天讲经、一定要天天念佛就兴旺，你们都要记住，道场兴旺是这么兴旺的。三年之前我们没有到居士林，居士林就跟现在一样没什么人去。我们住到这个地方来之后，天天在居士林讲经，然后建念佛堂供给大家二十四小时不间断念佛，兴旺起来了。不但是东南亚第一道场，可能是全世界第一道场。我们提供免费的餐饮，二十四小时不中断的供应，每天吃饭有一千多人，星期假日三、四千人，那个兴旺的气氛令人羡慕。",
      "zh_TW": "諸位同學，你們在此地這一段的機緣希有難逢，你們遇到居士林修建的工程。這個工程，李會長告訴我，大概要兩年到兩年半的時間。我們的講堂、念佛堂撤出來了。這幾天我沒有過去看，有同學來告訴我，非常冷清，沒有人走動，跟過去那個興旺的氣氛相差太大，這是個強烈的對比，顯示出什麼？道場一定要天天講經、一定要天天念佛就興旺，你們都要記住，道場興旺是這麼興旺的。三年之前我們沒有到居士林，居士林就跟現在一樣沒什麼人去。我們住到這個地方來之後，天天在居士林講經，然後建念佛堂供給大家二十四小時不間斷念佛，興旺起來了。不但是東南亞第一道場，可能是全世界第一道場。我們提供免費的餐飲，二十四小時不中斷的供應，每天吃飯有一千多人，星期假日三、四千人，那個興旺的氣氛令人羨慕。"
    },
    {
      "id": "15-013-0003_p0003",
      "zh_CN": "现在又恢复到从前的样子了。这就是告诉我们，明显的告诉我们，道场一定要弘法。讲经是解门，念佛是行门，解行相应。讲经是学风，念佛是道风，你这个道场，你有独特的学风、道风，诸佛护念，龙天善神拥护。我们讲经的讲堂、念佛堂，许许多多同修常常来跟我讲，有不可思议的感应。不是我们的能力，是大众一心一意向佛获得感应道交。这个经验你们同学要牢牢记住，将来无论在哪个地方，一定要提倡讲经、要提倡念佛，你那个道场自然就兴旺。古人有所谓「有庙无道，不能兴教」。",
      "zh_TW": "現在又恢復到從前的樣子了。這就是告訴我們，明顯的告訴我們，道場一定要弘法。講經是解門，念佛是行門，解行相應。講經是學風，念佛是道風，你這個道場，你有獨特的學風、道風，諸佛護念，龍天善神擁護。我們講經的講堂、念佛堂，許許多多同修常常來跟我講，有不可思議的感應。不是我們的能力，是大眾一心一意向佛獲得感應道交。這個經驗你們同學要牢牢記住，將來無論在哪個地方，一定要提倡講經、要提倡念佛，你那個道場自然就興旺。古人有所謂「有廟無道，不能興教」。"
    },
    {
      "id": "15-013-0003_p0004",
      "zh_CN": "我跟你们同学也说过很多遍，我不是上上根人，我是个中下根人。过去生中有这一点善根福德，亲近章嘉大师、李炳南老居士，得到他们的教诲。我在李老师会下十年，前几天徐醒民居士给我打电话，我告诉他，我在老师会下，一生得力于他两句话：「至诚感通」、「一门深入」，我这一生奉行，我一生不违背。这一句话的指点，我们一生受用无穷。我们以真诚的心，真诚到极处叫「至诚」，无论别人怎么对我，我只有一个真诚心待人，我以真诚心对佛、对菩萨、对父母，我以一个真诚心对待一切众生，甚至于这一切伤害我的众生、毁谤我的众生、陷害我的众生，我还是以一个真诚心对他。为什么？我们学佛，我们学佛的目的是恢复自性，自性纯善无恶。《三字经》头一句「人之初，性本善」，我要恢复我的本善。那个善不是善恶的善，善恶是相对的，都不是真善、不是至善，离开相对才是至善。我学的是这个，我走的是这个路子。",
      "zh_TW": "我跟你們同學也說過很多遍，我不是上上根人，我是個中下根人。過去生中有這一點善根福德，親近章嘉大師、李炳南老居士，得到他們的教誨。我在李老師會下十年，前幾天徐醒民居士給我打電話，我告訴他，我在老師會下，一生得力於他兩句話：「至誠感通」、「一門深入」，我這一生奉行，我一生不違背。這一句話的指點，我們一生受用無窮。我們以真誠的心，真誠到極處叫「至誠」，無論別人怎麼對我，我只有一個真誠心待人，我以真誠心對佛、對菩薩、對父母，我以一個真誠心對待一切眾生，甚至於這一切傷害我的眾生、毀謗我的眾生、陷害我的眾生，我還是以一個真誠心對他。為什麼？我們學佛，我們學佛的目的是恢復自性，自性純善無惡。《三字經》頭一句「人之初，性本善」，我要恢復我的本善。那個善不是善惡的善，善惡是相對的，都不是真善、不是至善，離開相對才是至善。我學的是這個，我走的是這個路子。"
    },
    {
      "id": "15-013-0003_p0005",
      "zh_CN": "所以我常常跟人家说，印光大师七十岁以后常讲，我不怕死。无论在什么时候，无论怎么个死法，都欢喜、都自在，没有一丝毫恐怖。为什么？我知道死了以后有很好的地方去！那个来杀害我、陷害我、把我害死的人，我感谢他，他把我送到好地方去了，我怎么会怨恨他？感激都来不及了。这是事实真相。你如果真正明白了，凡是糟蹋你的、陷害你的、侮辱你的，替你消业障！无始劫以来我们造作许许多多的罪业，这个业障消不了，他来毁谤我、他侮辱我，我感谢他，我给他顶礼，他消我业障。我怎么可以恨他、怎么可以埋怨他？不可以的，那是愚痴，你就又造业了。这个业愈造愈重，前途一片黑暗。",
      "zh_TW": "所以我常常跟人家說，印光大師七十歲以後常講，我不怕死。無論在什麼時候，無論怎麼個死法，都歡喜、都自在，沒有一絲毫恐怖。為什麼？我知道死了以後有很好的地方去！那個來殺害我、陷害我、把我害死的人，我感謝他，他把我送到好地方去了，我怎麼會怨恨他？感激都來不及了。這是事實真相。你如果真正明白了，凡是糟蹋你的、陷害你的、侮辱你的，替你消業障！無始劫以來我們造作許許多多的罪業，這個業障消不了，他來毀謗我、他侮辱我，我感謝他，我給他頂禮，他消我業障。我怎麼可以恨他、怎麼可以埋怨他？不可以的，那是愚痴，你就又造業了。這個業愈造愈重，前途一片黑暗。"
    },
    {
      "id": "15-013-0003_p0006",
      "zh_CN": "学佛开智慧、明理，了解事实真相，因果通三世。我们是凡夫不是圣人，在现前这个社会修行、弘法，我们以真诚心、纯善的心对人，欺骗我们的有，伤害我们的有，破坏我们的人有，我们要晓得，只要于我自己修行、弘法有进展，都是善人。他来骗我的财、欠我钱，骗去很多，骗的时候我心里面很安、若无其事，这就是证明我修得还不错，我对他没有怨恨心。从这个地方勘验自己功夫到什么境界。如果还有一念怨恨心，你功夫不到家，如果还有一念报复心，你完全错了，你还是凡夫一个，佛法分毫受用你都没有得到。",
      "zh_TW": "學佛開智慧、明理，了解事實真相，因果通三世。我們是凡夫不是聖人，在現前這個社會修行、弘法，我們以真誠心、純善的心對人，欺騙我們的有，傷害我們的有，破壞我們的人有，我們要曉得，只要於我自己修行、弘法有進展，都是善人。他來騙我的財、欠我錢，騙去很多，騙的時候我心裡面很安、若無其事，這就是證明我修得還不錯，我對他沒有怨恨心。從這個地方勘驗自己功夫到什麼境界。如果還有一念怨恨心，你功夫不到家，如果還有一念報復心，你完全錯了，你還是凡夫一個，佛法分毫受用你都沒有得到。"
    },
    {
      "id": "15-013-0003_p0007",
      "zh_CN": "我们到这个世间来，不是为名来的，不是为财来的，不是为地位来的，这些东西与我们丝毫都不相干，谁要谁拿去。你用欺骗的手段，好，很好！你用破坏的手段，很好！没有一样不好。他成就我们了，诸位要晓得，我们也成就他。你仔细去想想我这个话里头的道理，减少他的罪业。我们有瞋恨心、报复心，我们的罪重，他的罪一样重；我们要是完全不放在心里，丝毫不计较，我们不造罪业，他有没有造罪业？他也不造罪业。自度就是度他，这个道理很深，自利就是利他。他骗我、伤害我，我没有报复心，他将来不会有冤冤相报，免了这个。自度就是度他，自利就是利他，我们要懂这个道理。我们能原谅别人，你有「原谅」两个字已经就错了，你还有「原谅」，你还落了痕迹，痕迹都不落，所以自他俱成佛道。为什么一切菩萨成佛的时候看到大地众生齐成佛道？就这个道理。所以在修行人心目当中，一切众生都是诸佛菩萨。佛在大乘经里头常常教导我们作如是观，我们要落实。",
      "zh_TW": "我們到這個世間來，不是為名來的，不是為財來的，不是為地位來的，這些東西與我們絲毫都不相干，誰要誰拿去。你用欺騙的手段，好，很好！你用破壞的手段，很好！沒有一樣不好。他成就我們了，諸位要曉得，我們也成就他。你仔細去想想我這個話裡頭的道理，減少他的罪業。我們有瞋恨心、報復心，我們的罪重，他的罪一樣重；我們要是完全不放在心裡，絲毫不計較，我們不造罪業，他有沒有造罪業？他也不造罪業。自度就是度他，這個道理很深，自利就是利他。他騙我、傷害我，我沒有報復心，他將來不會有冤冤相報，免了這個。自度就是度他，自利就是利他，我們要懂這個道理。我們能原諒別人，你有「原諒」兩個字已經就錯了，你還有「原諒」，你還落了痕跡，痕跡都不落，所以自他俱成佛道。為什麼一切菩薩成佛的時候看到大地眾生齊成佛道？就這個道理。所以在修行人心目當中，一切眾生都是諸佛菩薩。佛在大乘經裡頭常常教導我們作如是觀，我們要落實。"
    },
    {
      "id": "15-013-0003_p0008",
      "zh_CN": "我常给同修们写字，他们来找我，我写得很简单，「心性幻化虚空法界，根身梦现国土众生」，这两句话就是《金刚经》上所讲的「一切有为法，如梦幻泡影」。根身器界、山河大地、一切众生、虚空法界从哪里来的？自性变现出来的，「唯心所现，唯识所变」。你要真正参透契入了，原来虚空法界是自己不是别人。对人善就是对自己善，对人恶就是对自己恶，自他不二，性相一如，这叫「入不二法门」。性相不二，理事不二，善恶不二，是非不二，真妄不二，那是纯善的境界，那叫本善，那是佛法。《坛经》里面所讲的「二法不是佛法」，善恶是二法，是非是二法，真妄是二法，二法不是佛法。你们想想，什么叫佛法？佛法是不二法。所以「心包太虚，量周沙界」，不二法，我们要入不二法，入不二法你就得大自在了。什么人入不二法？《华严经》上圆教初住菩萨入不二法门。",
      "zh_TW": "我常給同修們寫字，他們來找我，我寫得很簡單，「心性幻化虛空法界，根身夢現國土眾生」，這兩句話就是《金剛經》上所講的「一切有為法，如夢幻泡影」。根身器界、山河大地、一切眾生、虛空法界從哪裡來的？自性變現出來的，「唯心所現，唯識所變」。你要真正參透契入了，原來虛空法界是自己不是別人。對人善就是對自己善，對人惡就是對自己惡，自他不二，性相一如，這叫「入不二法門」。性相不二，理事不二，善惡不二，是非不二，真妄不二，那是純善的境界，那叫本善，那是佛法。《壇經》裡面所講的「二法不是佛法」，善惡是二法，是非是二法，真妄是二法，二法不是佛法。你們想想，什麼叫佛法？佛法是不二法。所以「心包太虛，量周沙界」，不二法，我們要入不二法，入不二法你就得大自在了。什麼人入不二法？《華嚴經》上圓教初住菩薩入不二法門。"
    },
    {
      "id": "15-013-0003_p0009",
      "zh_CN": "我们到这个世间来干什么？提升自己境界而来的，就为这么一桩事情。我们来的时候迷惑颠倒，现在不迷惑颠倒了，年年提升自己，月月提升自己，提升到入不二法门，你就得大自在，你智慧开了，知道怎样帮助人。",
      "zh_TW": "我們到這個世間來幹什麼？提升自己境界而來的，就為這麼一樁事情。我們來的時候迷惑顛倒，現在不迷惑顛倒了，年年提升自己，月月提升自己，提升到入不二法門，你就得大自在，你智慧開了，知道怎樣幫助人。"
    },
    {
      "id": "15-013-0003_p0010",
      "zh_CN": "你们同学在今天最重要的就是不能离开讲台，一个星期至少有两次到三次上讲台讲经。如果有机会天天能上讲台，你肯定成就。如果你要是离开讲台，离开三个月、半年、一年，就完了，你就退转了。比什么都重要！这一次这个缘分，一切诸佛菩萨安排的，如果没有这样安排，我们是混混沌沌在里头不觉悟。这一安排，像当头一棒，把我们打醒，我们觉悟了。培训班一定要永远办下去，你们一个个认真来教学，教学相长，你天天都有上讲台的机会，成就了。这个机会要抓住，决定不能放松。",
      "zh_TW": "你們同學在今天最重要的就是不能離開講台，一個星期至少有兩次到三次上講台講經。如果有機會天天能上講台，你肯定成就。如果你要是離開講台，離開三個月、半年、一年，就完了，你就退轉了。比什麼都重要！這一次這個緣分，一切諸佛菩薩安排的，如果沒有這樣安排，我們是混混沌沌在裡頭不覺悟。這一安排，像當頭一棒，把我們打醒，我們覺悟了。培訓班一定要永遠辦下去，你們一個個認真來教學，教學相長，你天天都有上講台的機會，成就了。這個機會要抓住，決定不能放鬆。"
    },
    {
      "id": "15-013-0003_p0011",
      "zh_CN": "我表演这一招，你们也会看得很清楚。我在澳洲建立这个道场，这些悟字辈的现在住在那边，非常用功，个个认真努力，我们看到非常欢喜。现在道场向政府注册，大概再一个月文件就拿下来。正式注册之后，我们用学会向银行开户头，我自己私人银行就统统关闭了，这些钱全部归学会。不要等到我有一天死了，「净空法师银行还有户头」，这不好听，难听！「净空法师身上有钱」，不像话！现在在那边非常不得已，我是被逼着现在担任那边的会长；向政府注册主要是三个人，一个是秘书，一个是财务。我跟他们两个人说，我们护持这个道场，我们预计五年，五年当中我们要很努力的帮助那些人拿到澳洲永久居留、拿到澳洲公民；因为他们有这个身分，就有资格作会长、作秘书，我们就全盘移交，名闻利养统统放下了。五年当中，我们要教导他们怎样作会长、怎样作秘书、怎样作财务。这是世间法，不但佛法要教，世间法统统要教，希望他们将来做得比我们更好，这叫传法。不能说老一辈的死了之后，下头就手忙脚乱，就乱成一团，那就大错特错了。所以我们决定是在有生之年，把世法、佛法交代得清清楚楚。「学为人师，行为世范」，做一个好榜样给人看。希望这个道风、学风永远传下去，道场不在大，得有道。",
      "zh_TW": "我表演這一招，你們也會看得很清楚。我在澳洲建立這個道場，這些悟字輩的現在住在那邊，非常用功，個個認真努力，我們看到非常歡喜。現在道場向政府註冊，大概再一個月文件就拿下來。正式註冊之後，我們用學會向銀行開戶頭，我自己私人銀行就統統關閉了，這些錢全部歸學會。不要等到我有一天死了，「淨空法師銀行還有戶頭」，這不好聽，難聽！「淨空法師身上有錢」，不像話！現在在那邊非常不得已，我是被逼著現在擔任那邊的會長；向政府註冊主要是三個人，一個是祕書，一個是財務。我跟他們兩個人說，我們護持這個道場，我們預計五年，五年當中我們要很努力的幫助那些人拿到澳洲永久居留、拿到澳洲公民；因為他們有這個身分，就有資格作會長、作祕書，我們就全盤移交，名聞利養統統放下了。五年當中，我們要教導他們怎樣作會長、怎樣作祕書、怎樣作財務。這是世間法，不但佛法要教，世間法統統要教，希望他們將來做得比我們更好，這叫傳法。不能說老一輩的死了之後，下頭就手忙腳亂，就亂成一團，那就大錯特錯了。所以我們決定是在有生之年，把世法、佛法交代得清清楚楚。「學為人師，行為世範」，做一個好榜樣給人看。希望這個道風、學風永遠傳下去，道場不在大，得有道。"
    },
    {
      "id": "15-013-0003_p0012",
      "zh_CN": "将来图文巴这个道场，我们是以教学为中心。念佛是自己的事情，有个小念佛堂，自己念佛；对外，我们完全是办佛学讲座。同修们喜欢念佛、打佛七，做这些修学，我们都用布里斯本的净宗学会，这距离我们比较近，开车只要一个半小时。我们把那个地方偏重在行门上，我们自己道场偏重在解门，解行互助，相辅相成。我的想法、做法获得一些靠近的护法们的支持，因为现在我们的秘书、财务都是在家居士，出家人现在没有身分。澳洲政府的规定，秘书这个职位一定要澳洲公民，会长跟财务有澳洲永久居留就可以。我们现在同学当中都没有身分，所以请两个居士来协助。这些居士了解我的意思，也非常赞同。",
      "zh_TW": "將來圖文巴這個道場，我們是以教學為中心。念佛是自己的事情，有個小念佛堂，自己念佛；對外，我們完全是辦佛學講座。同修們喜歡念佛、打佛七，做這些修學，我們都用布里斯本的淨宗學會，這距離我們比較近，開車只要一個半小時。我們把那個地方偏重在行門上，我們自己道場偏重在解門，解行互助，相輔相成。我的想法、做法獲得一些靠近的護法們的支持，因為現在我們的祕書、財務都是在家居士，出家人現在沒有身分。澳洲政府的規定，祕書這個職位一定要澳洲公民，會長跟財務有澳洲永久居留就可以。我們現在同學當中都沒有身分，所以請兩個居士來協助。這些居士了解我的意思，也非常贊同。"
    },
    {
      "id": "15-013-0003_p0013",
      "zh_CN": "我们今天一面做，我们是代他们做，是替他们做，在做的当中培养他们，让他们自己将来都熟悉这些业务，移交方便。只要他们一拿到身分，我们立刻移交。一定要做出来给大家看，正法才能够久住世间，众生才能真正得利益，我们自己真正得大自在。有一毫牵挂就不自在了，统统放下得大自在。所以现在刚刚建立，我必须要有多一点的时间去照顾他们，让他们把基础打好，我们就没有事情了。一定要他上轨道，把基础打好。现在学习，我常常跟他们那边都有联系，大家学习得法喜充满，现在言语、举止都有改变，这个是说明学的东西落实了，毛病、习气逐渐在改变，天天改，到等觉菩萨还要改，不能说自己没有过失，如来果地上才没有过失，等觉以下都有过失。知道自己过失就是觉悟，改正自己的过失叫做修行。",
      "zh_TW": "我們今天一面做，我們是代他們做，是替他們做，在做的當中培養他們，讓他們自己將來都熟悉這些業務，移交方便。只要他們一拿到身分，我們立刻移交。一定要做出來給大家看，正法才能夠久住世間，眾生才能真正得利益，我們自己真正得大自在。有一毫牽掛就不自在了，統統放下得大自在。所以現在剛剛建立，我必須要有多一點的時間去照顧他們，讓他們把基礎打好，我們就沒有事情了。一定要他上軌道，把基礎打好。現在學習，我常常跟他們那邊都有聯繫，大家學習得法喜充滿，現在言語、舉止都有改變，這個是說明學的東西落實了，毛病、習氣逐漸在改變，天天改，到等覺菩薩還要改，不能說自己沒有過失，如來果地上才沒有過失，等覺以下都有過失。知道自己過失就是覺悟，改正自己的過失叫做修行。"
    },
    {
      "id": "15-013-0003_p0014",
      "zh_CN": "我这一次去大概有二十几天，临走之前这几句话与诸位同学共同勉励，我们一切为佛法、为众生，活一天做一天，佛家常说「做一天和尚撞一天钟」，活一天干一天，决定不偷懒，决定不怕疲厌，不疲不厌在做。今天我们就讲到此地。",
      "zh_TW": "我這一次去大概有二十幾天，臨走之前這幾句話與諸位同學共同勉勵，我們一切為佛法、為眾生，活一天做一天，佛家常說「做一天和尚撞一天鐘」，活一天幹一天，決定不偷懶，決定不怕疲厭，不疲不厭在做。今天我們就講到此地。"
    }
  ]
}