{
  "doc_id": "15-013-0041",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十一集",
    "zh_TW": "第四十一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0041",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "15-013-0041_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第十二面，经文倒数第二行看起：",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第十二面，經文倒數第二行看起："
    },
    {
      "id": "15-013-0041_p0002",
      "zh_CN": "【阿难复白佛言。人不自手杀者。不自手杀为无罪耶。】",
      "zh_TW": "【阿難復白佛言。人不自手殺者。不自手殺為無罪耶。】"
    },
    {
      "id": "15-013-0041_p0003",
      "zh_CN": "从这地方看起。这一小部经，我们细心去观察，好像是释迦牟尼佛的佛学问答一样，阿难提出一些问题，世尊来为他解答。前面一个问题是问事佛吉凶，就是学佛到底是吉还是凶，问这一个问题。第二个问题提出来问的是杀生，可以说这是我们在日常生活当中，学佛同修常常有的问题，难得阿难尊者替我们问出来，我们听佛开示。他问的意思很清楚，他是说人没有亲手去杀生，不是亲手杀生有没有罪？下面佛跟我们开示：",
      "zh_TW": "從這地方看起。這一小部經，我們細心去觀察，好像是釋迦牟尼佛的佛學問答一樣，阿難提出一些問題，世尊來為他解答。前面一個問題是問事佛吉凶，就是學佛到底是吉還是凶，問這一個問題。第二個問題提出來問的是殺生，可以說這是我們在日常生活當中，學佛同修常常有的問題，難得阿難尊者替我們問出來，我們聽佛開示。他問的意思很清楚，他是說人沒有親手去殺生，不是親手殺生有沒有罪？下面佛跟我們開示："
    },
    {
      "id": "15-013-0041_p0004",
      "zh_CN": "【佛言。阿难。教人杀生。重于自杀也。】",
      "zh_TW": "【佛言。阿難。教人殺生。重於自殺也。】"
    },
    {
      "id": "15-013-0041_p0005",
      "zh_CN": "佛说话非常简单，没有委屈婉转，直接的答复我们，教人杀生，重于自己亲手杀生。杀生的念头是下达命令的人，执行的人是自手杀，是奉命行事，是谁杀的？下达命令的人杀的，不是执行的人。所以下达命令的人有罪，执行的人有过，罪跟过要辨别清楚。执行的人如果有意让被杀的人多受一些痛苦，那他就有罪；如果他能够用他的技术减少被害人的痛苦，他只有过，没有罪，这地方我们都要把它辨别清楚。下面佛就举个例子来说：",
      "zh_TW": "佛說話非常簡單，沒有委屈婉轉，直接的答覆我們，教人殺生，重於自己親手殺生。殺生的念頭是下達命令的人，執行的人是自手殺，是奉命行事，是誰殺的？下達命令的人殺的，不是執行的人。所以下達命令的人有罪，執行的人有過，罪跟過要辨別清楚。執行的人如果有意讓被殺的人多受一些痛苦，那他就有罪；如果他能夠用他的技術減少被害人的痛苦，他只有過，沒有罪，這地方我們都要把它辨別清楚。下面佛就舉個例子來說："
    },
    {
      "id": "15-013-0041_p0006",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "15-013-0041_p0007",
      "zh_CN": "为什么？",
      "zh_TW": "為什麼？"
    },
    {
      "id": "15-013-0041_p0008",
      "zh_CN": "【或是奴婢愚小下人。】",
      "zh_TW": "【或是奴婢愚小下人。】"
    },
    {
      "id": "15-013-0041_p0009",
      "zh_CN": "古时候作奴婢的，「奴」是男性，「婢」是女性，多半是犯了罪，或者是父母长辈犯了罪，他的儿女被发配，也是受到惩罚，做这些官吏家里面的佣人，这两种人都没有自由，要听主人命令行事，主人天天要吃肉食，杀生吩咐他们去做。杀猪杀羊、杀鸡杀鸭，谁杀的？主人、下达命令的人他杀的，这些奴婢只是奉命行事而已。『愚小下人』，或者是家里面小孩不懂事。",
      "zh_TW": "古時候作奴婢的，「奴」是男性，「婢」是女性，多半是犯了罪，或者是父母長輩犯了罪，他的兒女被發配，也是受到懲罰，做這些官吏家裡面的傭人，這兩種人都沒有自由，要聽主人命令行事，主人天天要吃肉食，殺生吩咐他們去做。殺豬殺羊、殺雞殺鴨，誰殺的？主人、下達命令的人他殺的，這些奴婢只是奉命行事而已。『愚小下人』，或者是家裡面小孩不懂事。"
    },
    {
      "id": "15-013-0041_p0010",
      "zh_CN": "【不知罪福。】",
      "zh_TW": "【不知罪福。】"
    },
    {
      "id": "15-013-0041_p0011",
      "zh_CN": "奉命行事的时候，他没有慈悲心，他无知，很欢喜很高兴的去做，这心不好。佛在经论上，对于这些果报讲得非常非常之多，后面还有说到。戒经上告诉我们，不杀生的果报得健康长寿，不偷盗的果报得大富，不邪淫的果报得家庭和睦、眷属和睦。什么样的因，有什么样的果。不妄语的果报是得到社会大众的信任、尊敬，五戒里头不饮酒的果报是得聪明智慧。反过来，杀生的果报是什么？多病短命。偷盗的果报，起心动念都想侵占别人的财物，损人利己，得贫穷果报。我们一定要把因果报应的道理跟事实真相搞清楚、搞明白，然后才真正知道自求多福。现在社会，五戒十善没有人讲了，我们仔细观察，一般确确实实家不像家，国不像国。为什么夫妇不能好合，常常闹离婚？我们晓得是邪淫的果报；子女不听教诲，作奸犯科，你仔细去观察他的因由，都是造的不善业。",
      "zh_TW": "奉命行事的時候，他沒有慈悲心，他無知，很歡喜很高興的去做，這心不好。佛在經論上，對於這些果報講得非常非常之多，後面還有說到。戒經上告訴我們，不殺生的果報得健康長壽，不偷盜的果報得大富，不邪淫的果報得家庭和睦、眷屬和睦。什麼樣的因，有什麼樣的果。不妄語的果報是得到社會大眾的信任、尊敬，五戒裡頭不飲酒的果報是得聰明智慧。反過來，殺生的果報是什麼？多病短命。偷盜的果報，起心動念都想侵佔別人的財物，損人利己，得貧窮果報。我們一定要把因果報應的道理跟事實真相搞清楚、搞明白，然後才真正知道自求多福。現在社會，五戒十善沒有人講了，我們仔細觀察，一般確確實實家不像家，國不像國。為什麼夫婦不能好合，常常鬧離婚？我們曉得是邪淫的果報；子女不聽教誨，作奸犯科，你仔細去觀察他的因由，都是造的不善業。"
    },
    {
      "id": "15-013-0041_p0012",
      "zh_CN": "佛在经上讲得很好，我们这一生果跟报是前世所造的，这一生中所造的，来世果报，这一生我们在造因，来世要受果报，经论上讲得很多、讲得很明白。「欲知前世因」，我们希望知道前世我们造的是什么因，佛说「今生受者是」，我这一生当中所受的就是的。「欲知来世果」，我要想到我来生的果报怎么样，「今生作者是」，我们这一生起心动念、所作所为就是！这一生我们过得很不自在，过得很辛苦，就晓得前世造的业不善。希望来生比这一生更好，那我们就要懂得这一生当中努力断恶修善，来生的果报肯定殊胜，这是真学问，这是真智慧，《无量寿经》上教我们「住真实慧」、「惠以众生真实之利」，我们学几部经教，有缘常常为大众宣讲，普遍劝化社会大众，这是真正的惠以真实之利，这果报殊胜！以这功德求生净土，肯定往生，不求生净土，来生必定得人天福报。但是我们读历史，看现前的社会，我们会觉悟到人天福报不是好事情，确实是佛在经上讲的三世怨。",
      "zh_TW": "佛在經上講得很好，我們這一生果跟報是前世所造的，這一生中所造的，來世果報，這一生我們在造因，來世要受果報，經論上講得很多、講得很明白。「欲知前世因」，我們希望知道前世我們造的是什麼因，佛說「今生受者是」，我這一生當中所受的就是的。「欲知來世果」，我要想到我來生的果報怎麼樣，「今生作者是」，我們這一生起心動念、所作所為就是！這一生我們過得很不自在，過得很辛苦，就曉得前世造的業不善。希望來生比這一生更好，那我們就要懂得這一生當中努力斷惡修善，來生的果報肯定殊勝，這是真學問，這是真智慧，《無量壽經》上教我們「住真實慧」、「惠以眾生真實之利」，我們學幾部經教，有緣常常為大眾宣講，普遍勸化社會大眾，這是真正的惠以真實之利，這果報殊勝！以這功德求生淨土，肯定往生，不求生淨土，來生必定得人天福報。但是我們讀歷史，看現前的社會，我們會覺悟到人天福報不是好事情，確實是佛在經上講的三世怨。"
    },
    {
      "id": "15-013-0041_p0013",
      "zh_CN": "譬如我们这一生明白了、觉悟了，努力断恶修善、破迷开悟，来生享人天福报，可是一享福人就迷惑了，官做大了，地位高了，发大财了，一般人在你面前不敢讲话、不敢讲真话，处处怕得罪你，用尽心机来巴结你、讨好你，换句话说，你是一句真话都听不到，你怎么会不造业？前世所修的福享尽了，这一生所造的罪业现前了，第三世必堕三途，所以佛讲这叫三世怨。真正聪明、有智慧的人，有福报不享，这是真有智慧。福报给大众去享，帮助社会上有需要的众生，帮助他们，把自己的福报跟大众共享，这是真正的智慧。可是世间人迷的时候多，觉悟的时候少，我们学佛虽然是有一点善根，烦恼习气太重了，善根敌不过烦恼习气，有时候觉悟，境界现前马上就迷惑了，这现象就是善根薄、恶习重。有没有反省？有没有冷静去观察？所以我们修行，道业很难有进步，甚至于一年还比一年严重，这是非常严峻的问题。要想自己在这一生当中有成就，不能不在这上下功夫，时时处处起心动念，都要想到『罪福』，我这念头起来，我这话说出去，是在罪报这一边，还是在福报这一边？自己不能不清楚。下面经文说：",
      "zh_TW": "譬如我們這一生明白了、覺悟了，努力斷惡修善、破迷開悟，來生享人天福報，可是一享福人就迷惑了，官做大了，地位高了，發大財了，一般人在你面前不敢講話、不敢講真話，處處怕得罪你，用盡心機來巴結你、討好你，換句話說，你是一句真話都聽不到，你怎麼會不造業？前世所修的福享盡了，這一生所造的罪業現前了，第三世必墮三途，所以佛講這叫三世怨。真正聰明、有智慧的人，有福報不享，這是真有智慧。福報給大眾去享，幫助社會上有需要的眾生，幫助他們，把自己的福報跟大眾共享，這是真正的智慧。可是世間人迷的時候多，覺悟的時候少，我們學佛雖然是有一點善根，煩惱習氣太重了，善根敵不過煩惱習氣，有時候覺悟，境界現前馬上就迷惑了，這現象就是善根薄、惡習重。有沒有反省？有沒有冷靜去觀察？所以我們修行，道業很難有進步，甚至於一年還比一年嚴重，這是非常嚴峻的問題。要想自己在這一生當中有成就，不能不在這上下功夫，時時處處起心動念，都要想到『罪福』，我這念頭起來，我這話說出去，是在罪報這一邊，還是在福報這一邊？自己不能不清楚。下面經文說："
    },
    {
      "id": "15-013-0041_p0014",
      "zh_CN": "【或为县官所见促逼。不自出意。虽获其罪事意不同。轻重有差。】",
      "zh_TW": "【或為縣官所見促逼。不自出意。雖獲其罪事意不同。輕重有差。】"
    },
    {
      "id": "15-013-0041_p0015",
      "zh_CN": "譬如说这犯罪的人，被判了死刑，古时候县官职责兼司法，判定这人死刑、杀头，他不是自己去杀，有刽子手去执行。刽子手杀人也不是他愿杀，也不是他有权力杀，他是『为县官所见促逼』，他的上司给他的命令，叫他去执行，所以『不自出意』，杀人不是他自己的意思。虽不是自己意思，这行业不是好的行业，世间谋生的事业很多，为什么去干这种行业？干这行业总是有罪过，但是这『事意』不一样。「事」是什么？造作，他去执行；「意」是什么？存心，县官是存心，刽子手是执行，这两个人虽然都有罪，但是不一样，轻重不相同。",
      "zh_TW": "譬如說這犯罪的人，被判了死刑，古時候縣官職責兼司法，判定這人死刑、殺頭，他不是自己去殺，有劊子手去執行。劊子手殺人也不是他願殺，也不是他有權力殺，他是『為縣官所見促逼』，他的上司給他的命令，叫他去執行，所以『不自出意』，殺人不是他自己的意思。雖不是自己意思，這行業不是好的行業，世間謀生的事業很多，為什麼去幹這種行業？幹這行業總是有罪過，但是這『事意』不一樣。「事」是什麼？造作，他去執行；「意」是什麼？存心，縣官是存心，劊子手是執行，這兩個人雖然都有罪，但是不一樣，輕重不相同。"
    },
    {
      "id": "15-013-0041_p0016",
      "zh_CN": "所以古时候做官，他有生杀之权，这人犯了死刑，好的官总想尽方法在法律里面去找，能不能减轻他的罪刑，或者改判有期徒刑、改判无期徒刑，不至于杀他。实在找不到，他犯的是极大的罪恶，非处死刑不可，他虽然判这案子，心里头有慈悲怜悯之心，这个官，那他的过失、他的罪就轻了。如果是粗心大意，诬陷良民，那罪就重，冤屈良民，这重了。所以在从前，说老实话，做官不容易。李炳南老居士做过县官、做过法官，他曾经告诉我，他在做官的时候，有没有判案子冤枉人？老师说良心话，免不了，哪一桩案子你能查得那么清楚？所以说免不了还冤枉人。虽然自己凭着良心做事情，尽可能教囚犯脱罪，凭着良心做事，依旧不免冤枉人。但是他也是个好大夫，他告诉我，他一生替人看病，处方下药，这有把握，没有害过一个人，这事情他做得很谨慎、很细心。",
      "zh_TW": "所以古時候做官，他有生殺之權，這人犯了死刑，好的官總想盡方法在法律裡面去找，能不能減輕他的罪刑，或者改判有期徒刑、改判無期徒刑，不至於殺他。實在找不到，他犯的是極大的罪惡，非處死刑不可，他雖然判這案子，心裡頭有慈悲憐憫之心，這個官，那他的過失、他的罪就輕了。如果是粗心大意，誣陷良民，那罪就重，冤屈良民，這重了。所以在從前，說老實話，做官不容易。李炳南老居士做過縣官、做過法官，他曾經告訴我，他在做官的時候，有沒有判案子冤枉人？老師說良心話，免不了，哪一樁案子你能查得那麼清楚？所以說免不了還冤枉人。雖然自己憑著良心做事情，盡可能教囚犯脫罪，憑著良心做事，依舊不免冤枉人。但是他也是個好大夫，他告訴我，他一生替人看病，處方下藥，這有把握，沒有害過一個人，這事情他做得很謹慎、很細心。"
    },
    {
      "id": "15-013-0041_p0017",
      "zh_CN": "『轻重有差』，我们现在一般讲犯罪的成分有五条：第一个他有这意思、有动机，第二个他有准备，第三个他有着手实行，第四个看他的结果，那个人确实被他害了，如果这几条统统都有，那罪就很重。如果没有前面两条，自己没有这意思，没有做预备，这罪就轻，也就是我们一般讲有没有预谋，有预谋罪就重。没有预谋是突发的，言语之间抵触冲动，那是没有预谋的，罪轻；蓄意预谋，罪重。「轻重有差」，佛是很讲理的，不是不讲理。这些我们在日常生活当中要留意，趋佛的境界，要修自己纯净纯善之心，不但不能杀生，如果还有伤害众生的念头就错了，何况有行为？连伤害众生的意念都要把它拔除，养成自己纯善纯净，这样我们在一生当中，念佛求生净土，决定有把握，这一次来到世间就没有白来了。今天时间到了，我们就讲到此地。",
      "zh_TW": "『輕重有差』，我們現在一般講犯罪的成分有五條：第一個他有這意思、有動機，第二個他有準備，第三個他有著手實行，第四個看他的結果，那個人確實被他害了，如果這幾條統統都有，那罪就很重。如果沒有前面兩條，自己沒有這意思，沒有做預備，這罪就輕，也就是我們一般講有沒有預謀，有預謀罪就重。沒有預謀是突發的，言語之間牴觸衝動，那是沒有預謀的，罪輕；蓄意預謀，罪重。「輕重有差」，佛是很講理的，不是不講理。這些我們在日常生活當中要留意，趨佛的境界，要修自己純淨純善之心，不但不能殺生，如果還有傷害眾生的念頭就錯了，何況有行為？連傷害眾生的意念都要把它拔除，養成自己純善純淨，這樣我們在一生當中，念佛求生淨土，決定有把握，這一次來到世間就沒有白來了。今天時間到了，我們就講到此地。"
    }
  ]
}