{
  "doc_id": "15-013-0056",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十六集",
    "zh_TW": "第五十六集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0056",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "15-013-0056_p0001",
      "zh_CN": "诸位同学，请掀开《阿难问事佛吉凶经科会》第二十面，经文第二句看起：",
      "zh_TW": "諸位同學，請掀開《阿難問事佛吉凶經科會》第二十面，經文第二句看起："
    },
    {
      "id": "15-013-0056_p0002",
      "zh_CN": "【违法失理。其罪莫大。罪福有证。可不慎耶。】",
      "zh_TW": "【違法失理。其罪莫大。罪福有證。可不慎耶。】"
    },
    {
      "id": "15-013-0056_p0003",
      "zh_CN": "这是这一段的总结，也是这一大段「师弟之分」，最后佛在此地跟我们提出的警告。『违法失理』，「法」，狭义的来说，是佛的教法、佛陀的教学，「理」是道理；我们常讲的不如理、不如法。但是法跟理意思都是无尽的深广，我们怎样才真正能够做到不违背佛的教法，不失真理，所以才讲到教学。古圣先贤没有不重视教学的，中国古籍里面，《礼记》有一篇叫「学记」，这一篇用现代的话来说，就是中国古代教育哲学，非常重要。这一篇里面明白的告诉我们：「建国君民，教学为先」，建立一个政权，领导人民，什么最重要？教学最重要。古时候那些帝王大臣，他们懂得这个道理，所以政权一建立，立刻就展开教育。如果他的教育上轨道，他的政权就非常稳固，长治久安；他要是疏忽教学，他的政权不稳定，他的社会常常容易动乱，这是一定的道理。",
      "zh_TW": "這是這一段的總結，也是這一大段「師弟之分」，最後佛在此地跟我們提出的警告。『違法失理』，「法」，狹義的來說，是佛的教法、佛陀的教學，「理」是道理；我們常講的不如理、不如法。但是法跟理意思都是無盡的深廣，我們怎樣才真正能夠做到不違背佛的教法，不失真理，所以才講到教學。古聖先賢沒有不重視教學的，中國古籍裡面，《禮記》有一篇叫「學記」，這一篇用現代的話來說，就是中國古代教育哲學，非常重要。這一篇裡面明白的告訴我們：「建國君民，教學為先」，建立一個政權，領導人民，什麼最重要？教學最重要。古時候那些帝王大臣，他們懂得這個道理，所以政權一建立，立刻就展開教育。如果他的教育上軌道，他的政權就非常穩固，長治久安；他要是疏忽教學，他的政權不穩定，他的社會常常容易動亂，這是一定的道理。"
    },
    {
      "id": "15-013-0056_p0004",
      "zh_CN": "佛法帮助古圣先王教化众生，这些人是世间的大善人，他们不求名、不求利，在社会上他不希求社会地位，不希求官爵。释迦牟尼佛是王太子出身，统统舍弃了，荣华富贵彻底放下，为什么？为国家服务、为社会服务、为人民服务，目的何在？无非是希求世界和平、社会安定、人民幸福，这是世间真正的好人、真正的善人。你们看哪一尊佛菩萨接受帝王封官爵？没有的，他在政治上有什么地位？他也没有的。他跟所有一切众生，上至帝王大臣，下至平民乞丐，佛跟这些人平等的，上跟帝王平等，下跟乞丐平等，只有义务的教化，没有一丝毫的欲望在当中，这样的好人要是把他舍弃掉了，真是众生的不幸。这些帝王大臣知道，他们聪明，他们有智慧，对于这些人非常尊重，他是国之宝，是社会大众的导师，教人以圣贤之道，教人以至善之道，怎么能够违失？所以违背圣贤的教法，迷失真理，『其罪莫大』。这个罪究竟大到什么程度？我们套佛经上一句话来说：「不可思议」，这是真的。圣贤教诲的影响面有多大？影响的时间有多长？你就知道你的罪有多大了。",
      "zh_TW": "佛法幫助古聖先王教化眾生，這些人是世間的大善人，他們不求名、不求利，在社會上他不希求社會地位，不希求官爵。釋迦牟尼佛是王太子出身，統統捨棄了，榮華富貴徹底放下，為什麼？為國家服務、為社會服務、為人民服務，目的何在？無非是希求世界和平、社會安定、人民幸福，這是世間真正的好人、真正的善人。你們看哪一尊佛菩薩接受帝王封官爵？沒有的，他在政治上有什麼地位？他也沒有的。他跟所有一切眾生，上至帝王大臣，下至平民乞丐，佛跟這些人平等的，上跟帝王平等，下跟乞丐平等，只有義務的教化，沒有一絲毫的欲望在當中，這樣的好人要是把他捨棄掉了，真是眾生的不幸。這些帝王大臣知道，他們聰明，他們有智慧，對於這些人非常尊重，他是國之寶，是社會大眾的導師，教人以聖賢之道，教人以至善之道，怎麼能夠違失？所以違背聖賢的教法，迷失真理，『其罪莫大』。這個罪究竟大到什麼程度？我們套佛經上一句話來說：「不可思議」，這是真的。聖賢教誨的影響面有多大？影響的時間有多長？你就知道你的罪有多大了。"
    },
    {
      "id": "15-013-0056_p0005",
      "zh_CN": "佛教是后汉明帝派特使从西域迎请过来，当时来了两位大德，摩腾、竺法兰来到中国之后，中国的帝王以最尊敬的礼节来接待这两位法师。听两位法师讲经说法，佩服得五体投地，于是恳切的挽留法师，留在中国教化众生，得到法师的同意。为他们建立道场，这就是历史上著名的白马寺。佛教教育第一个机构，称「寺」，用现在的话来说，也是给他政治地位，是国家最高的机关。皇帝下面直接管辖的机构称「寺」，但是法师不作官，寺有长官，寺的长官称「卿」。佛教的法师不作官，他称「住持」、称「方丈」，他不称「卿」。换句话说，教育机构是国家第一等的政治设施，它是属于教学，法师跟帝王、跟大臣、跟平民依旧保持朋友的关系、师生的关系，这关系不改。",
      "zh_TW": "佛教是後漢明帝派特使從西域迎請過來，當時來了兩位大德，摩騰、竺法蘭來到中國之後，中國的帝王以最尊敬的禮節來接待這兩位法師。聽兩位法師講經說法，佩服得五體投地，於是懇切的挽留法師，留在中國教化眾生，得到法師的同意。為他們建立道場，這就是歷史上著名的白馬寺。佛教教育第一個機構，稱「寺」，用現在的話來說，也是給他政治地位，是國家最高的機關。皇帝下面直接管轄的機構稱「寺」，但是法師不作官，寺有長官，寺的長官稱「卿」。佛教的法師不作官，他稱「住持」、稱「方丈」，他不稱「卿」。換句話說，教育機構是國家第一等的政治設施，它是屬於教學，法師跟帝王、跟大臣、跟平民依舊保持朋友的關係、師生的關係，這關係不改。"
    },
    {
      "id": "15-013-0056_p0006",
      "zh_CN": "称「方丈」，方丈是什么意思？他自己住的小房子长度只有一丈，是个很小的房子，称之为「方丈」。称之为「和尚」，和尚是印度话，中国的意思就是老师、亲教师，指导我们修学的老师，所以没有品级、没有官阶，也没有官衔。教学的场所可以称寺，你们想想这个味道，我想这种称呼在当时决定是朝廷跟法师商量很多次才做决定，彼此双方都能接受。国家对法师的尊重，对佛教教学的尊重。法师也维持自己的身分，不作官、不干政，所以机构可以称寺，这里头没有长官、没有卿。",
      "zh_TW": "稱「方丈」，方丈是什麼意思？他自己住的小房子長度只有一丈，是個很小的房子，稱之為「方丈」。稱之為「和尚」，和尚是印度話，中國的意思就是老師、親教師，指導我們修學的老師，所以沒有品級、沒有官階，也沒有官銜。教學的場所可以稱寺，你們想想這個味道，我想這種稱呼在當時決定是朝廷跟法師商量很多次才做決定，彼此雙方都能接受。國家對法師的尊重，對佛教教學的尊重。法師也維持自己的身分，不作官、不干政，所以機構可以稱寺，這裡頭沒有長官、沒有卿。"
    },
    {
      "id": "15-013-0056_p0007",
      "zh_CN": "我们在这里面多想想，就能想到当时大致上的情形，朝野跟法师多么融洽，彼此互相尊重，希望佛教教育真正能够帮助国家、帮助社会、帮助众生。如果违法失理，换句话说，佛陀教化的目的就达不到了。佛这句话，现在我们看到了，确确实实现代社会只有佛教的形式，佛教的教法、佛教的真理没有人懂。这一句跟前面的经文互相照应，「魔世比丘，四数之中，但念他恶，不自止恶」，一直到「断绝道意，令不得行」，下面又说：「贪欲务俗，多求利业。积财自丧，厚财贱道」，这些话在此地总结，就是「违法失理」，「违法失理」就是讲前面这一段。「其罪莫大」就是前面讲的「死堕恶趣，大泥犁中，饿鬼、畜生」，总结前面的。",
      "zh_TW": "我們在這裡面多想想，就能想到當時大致上的情形，朝野跟法師多麼融洽，彼此互相尊重，希望佛教教育真正能夠幫助國家、幫助社會、幫助眾生。如果違法失理，換句話說，佛陀教化的目的就達不到了。佛這句話，現在我們看到了，確確實實現代社會只有佛教的形式，佛教的教法、佛教的真理沒有人懂。這一句跟前面的經文互相照應，「魔世比丘，四數之中，但念他惡，不自止惡」，一直到「斷絕道意，令不得行」，下面又說：「貪欲務俗，多求利業。積財自喪，厚財賤道」，這些話在此地總結，就是「違法失理」，「違法失理」就是講前面這一段。「其罪莫大」就是前面講的「死墮惡趣，大泥犁中，餓鬼、畜生」，總結前面的。"
    },
    {
      "id": "15-013-0056_p0008",
      "zh_CN": "『罪福有证，可不慎耶』，因果报应的事情，佛经里面很多，在中国历史上记载的也很多。前人很难得，把历史上的因果报应这些事情抄录下来，编成一本书，《历史感应统记》。那是《二十五史》里面所记载的，中国历史称为「信史」，不是真正的事实不会写在历史里面，确实有凭有据才会写在历史上。我们要到历史上去查看很麻烦，中国史书部头太大了，前人用心统统搜集起来，现在精装本两册，这就是证明。何况古人笔记小说里头太多太多了，现在外国人讲因果报应的书籍也不少，确确实实有证据。",
      "zh_TW": "『罪福有證，可不慎耶』，因果報應的事情，佛經裡面很多，在中國歷史上記載的也很多。前人很難得，把歷史上的因果報應這些事情抄錄下來，編成一本書，《歷史感應統記》。那是《二十五史》裡面所記載的，中國歷史稱為「信史」，不是真正的事實不會寫在歷史裡面，確實有憑有據才會寫在歷史上。我們要到歷史上去查看很麻煩，中國史書部頭太大了，前人用心統統蒐集起來，現在精裝本兩冊，這就是證明。何況古人筆記小說裡頭太多太多了，現在外國人講因果報應的書籍也不少，確確實實有證據。"
    },
    {
      "id": "15-013-0056_p0009",
      "zh_CN": "「可不慎耶」，不能不小心，不能不谨慎。如果我们细心留意观察，太多的果报都在我们眼前，这是佛法里面常讲的「现世报」，非常可怕，现世报在佛法里面讲的花报，果报在三途，我们总要晓得。修行人最重要的是反省，承认自己的罪过，改过自新，断恶修善，前途才是光明的。不能够掩饰自己的过恶，掩饰自己过恶就会积成大罪业，那错了，所以佛家常常教人「发露忏悔」，勇于承认自己的过恶，改过自新。",
      "zh_TW": "「可不慎耶」，不能不小心，不能不謹慎。如果我們細心留意觀察，太多的果報都在我們眼前，這是佛法裡面常講的「現世報」，非常可怕，現世報在佛法裡面講的花報，果報在三途，我們總要曉得。修行人最重要的是反省，承認自己的罪過，改過自新，斷惡修善，前途才是光明的。不能夠掩飾自己的過惡，掩飾自己過惡就會積成大罪業，那錯了，所以佛家常常教人「發露懺悔」，勇於承認自己的過惡，改過自新。"
    },
    {
      "id": "15-013-0056_p0010",
      "zh_CN": "经文到这个地方是第三个大段「师弟之分」讲完了，下面等于说是另外一个问题，「疑法抵触」这是另外一个问题。这一大段，在这部经里面是核心，因为在第一个大段只是讨论学佛究竟是好还是不好，到底是吉还是凶。佛跟我们解释，怎样学佛是吉利的，怎样学佛是错误的。我们明白之后，接着跟我们讲杀业责任，这一条我们跟诸位介绍的时候，着重在持戒。戒为无上菩提本，真正能懂得断恶修善的功德利益，然后才能学佛。学佛，师弟之分就是关键；换句话说，断恶修善一定要有师承，所以才有这一段经文。",
      "zh_TW": "經文到這個地方是第三個大段「師弟之分」講完了，下面等於說是另外一個問題，「疑法抵觸」這是另外一個問題。這一大段，在這部經裡面是核心，因為在第一個大段只是討論學佛究竟是好還是不好，到底是吉還是凶。佛跟我們解釋，怎樣學佛是吉利的，怎樣學佛是錯誤的。我們明白之後，接著跟我們講殺業責任，這一條我們跟諸位介紹的時候，著重在持戒。戒為無上菩提本，真正能懂得斷惡修善的功德利益，然後才能學佛。學佛，師弟之分就是關鍵；換句話說，斷惡修善一定要有師承，所以才有這一段經文。"
    },
    {
      "id": "15-013-0056_p0011",
      "zh_CN": "我们在这一段里面，想到世尊在大经上常讲「信为能入，智为能度」。佛家有一部大书《大智度论》，《华严》是大经，《智论》是大论，大经大论里面都说「信为道元功德母」。没有智慧就愚痴，没有觉悟就迷惑，愚迷之人他怎么能成就善业？所以学道，师生两方面要建立互信，学生要相信老师，老师也要肯定学生。所以我们在这一段经文里面体会到，学生对待老师要如同对父母、对佛菩萨一样。",
      "zh_TW": "我們在這一段裡面，想到世尊在大經上常講「信為能入，智為能度」。佛家有一部大書《大智度論》，《華嚴》是大經，《智論》是大論，大經大論裡面都說「信為道元功德母」。沒有智慧就愚痴，沒有覺悟就迷惑，愚迷之人他怎麼能成就善業？所以學道，師生兩方面要建立互信，學生要相信老師，老師也要肯定學生。所以我們在這一段經文裡面體會到，學生對待老師要如同對父母、對佛菩薩一樣。"
    },
    {
      "id": "15-013-0056_p0012",
      "zh_CN": "求道求学的态度，我们培训班的同学主修的一门课程，《内典研学要领》。《内典研究》是李老师写的，这里面我有一篇短文附在里头，《内典研学要领》，我这一篇短文李老师看过的，当时吩咐（那个时候是油印）印给同学们做参考，老师一个字都没有改动，我自己还感觉得后面有几句写得不理想，但是老师没有改。求学求道的态度，《内典研学要领》诸位可以做参考。老师教学生，我们在这里看出世尊如何教诲的，尽心尽力，慈悲摄受，教之以道，导之以德，成就学生道业学业而不居功，不以为我自己有多少功劳，我自己有多少恩惠，那就错了，那就着相了，若无其事，这真正叫得大自在。",
      "zh_TW": "求道求學的態度，我們培訓班的同學主修的一門課程，《內典研學要領》。《內典研究》是李老師寫的，這裡面我有一篇短文附在裡頭，《內典研學要領》，我這一篇短文李老師看過的，當時吩咐（那個時候是油印）印給同學們做參考，老師一個字都沒有改動，我自己還感覺得後面有幾句寫得不理想，但是老師沒有改。求學求道的態度，《內典研學要領》諸位可以做參考。老師教學生，我們在這裡看出世尊如何教誨的，盡心盡力，慈悲攝受，教之以道，導之以德，成就學生道業學業而不居功，不以為我自己有多少功勞，我自己有多少恩惠，那就錯了，那就著相了，若無其事，這真正叫得大自在。"
    },
    {
      "id": "15-013-0056_p0013",
      "zh_CN": "古人常说：「生我者父母，成我者师友。」师友跟我们自己的关系，「友」是同学，同学里面志同道合的这是「友」，师友是我们一个人修道过程当中的迷途明导、苦海舟航。所以要成就，要有好老师，要有好同学，有好老师没有好同学，非常困难；有好同学没有好老师，同样困难。老师指路，同学结伴同行，在旅途上互相帮助，缺一不可。有好同参没有好老师，等于没有人指导方向，我们很容易迷失方向；有老师没有同学，知道方向很正确，走路辛苦困难，旅途很长，没有同伴。良师益友是我们这一生成功失败的关键，你有缘遇到，你就成功了。你遇不到，或者是遇到了，自己疏忽大意，就是前面讲轻慢师友，那很可惜，遇到等于没有遇到。所以师友之恩超过父母，古人说的话更重：「德重乾坤」。",
      "zh_TW": "古人常說：「生我者父母，成我者師友。」師友跟我們自己的關係，「友」是同學，同學裡面志同道合的這是「友」，師友是我們一個人修道過程當中的迷途明導、苦海舟航。所以要成就，要有好老師，要有好同學，有好老師沒有好同學，非常困難；有好同學沒有好老師，同樣困難。老師指路，同學結伴同行，在旅途上互相幫助，缺一不可。有好同參沒有好老師，等於沒有人指導方向，我們很容易迷失方向；有老師沒有同學，知道方向很正確，走路辛苦困難，旅途很長，沒有同伴。良師益友是我們這一生成功失敗的關鍵，你有緣遇到，你就成功了。你遇不到，或者是遇到了，自己疏忽大意，就是前面講輕慢師友，那很可惜，遇到等於沒有遇到。所以師友之恩超過父母，古人說的話更重：「德重乾坤」。"
    },
    {
      "id": "15-013-0056_p0014",
      "zh_CN": "古时候人求师，佛经里面释迦牟尼佛跟我们讲的例子，那是他过去生中学菩萨道，为求半偈而舍身，重法轻生，我们能做到吗？在中国禅宗二祖慧可，求达摩祖师教他，他表示他的真诚，冬天下雪，在雪地里头恭恭敬敬站在那里很长的时间，看到达摩祖师在那里如如不动，断臂求法，到他把自己手臂砍下来之后，拿这只手臂供养达摩祖师，达摩祖师才开口说话，这样的真诚。这就是印祖讲的，十分真诚他得十分利益，果然达摩祖师几句话一开导，言下大悟，明心见性，他这只手臂断得值得了。这些事情也不是平常人能做得到的，为什么？平常人没有慧眼，这是真正有慧眼的人，具足正知正见，他作佛了；如果是邪知邪见，他就成魔了。",
      "zh_TW": "古時候人求師，佛經裡面釋迦牟尼佛跟我們講的例子，那是他過去生中學菩薩道，為求半偈而捨身，重法輕生，我們能做到嗎？在中國禪宗二祖慧可，求達摩祖師教他，他表示他的真誠，冬天下雪，在雪地裡頭恭恭敬敬站在那裡很長的時間，看到達摩祖師在那裡如如不動，斷臂求法，到他把自己手臂砍下來之後，拿這隻手臂供養達摩祖師，達摩祖師才開口說話，這樣的真誠。這就是印祖講的，十分真誠他得十分利益，果然達摩祖師幾句話一開導，言下大悟，明心見性，他這隻手臂斷得值得了。這些事情也不是平常人能做得到的，為什麼？平常人沒有慧眼，這是真正有慧眼的人，具足正知正見，他作佛了；如果是邪知邪見，他就成魔了。"
    },
    {
      "id": "15-013-0056_p0015",
      "zh_CN": "我们在今天，讲席，特别是我们培训班，我常常勉励同学，弘护一体，弘护要互相尊重，要密切合作。弘护人要不能够成为一体，不能密切合作，佛法是决定不能够兴旺的。如果弘护两方面互相嫉妒，佛法肯定灭亡。讲经说法的法师嫉妒寺庙的住持当家，这不得了！当住持当家的又嫉妒讲经说法的法师，佛法哪有不灭亡的道理？古人讲得好：「家和万事兴」，家不和决定衰亡。要做到真正和合，记住古大德跟我们讲的一句话：通、沟通，比什么都重要，政通人就和了。政是什么？政是大众的一些事务，现在人讲的透明化，一切都公开，没有隐瞒、没有秘密。常常在一起问题就解决了，不常在一起必定是产生互相猜忌，我猜你，你猜我，愈猜愈错，本来没有事情，从猜疑当中产生了严重的错误。",
      "zh_TW": "我們在今天，講席，特別是我們培訓班，我常常勉勵同學，弘護一體，弘護要互相尊重，要密切合作。弘護人要不能夠成為一體，不能密切合作，佛法是決定不能夠興旺的。如果弘護兩方面互相嫉妒，佛法肯定滅亡。講經說法的法師嫉妒寺廟的住持當家，這不得了！當住持當家的又嫉妒講經說法的法師，佛法哪有不滅亡的道理？古人講得好：「家和萬事興」，家不和決定衰亡。要做到真正和合，記住古大德跟我們講的一句話：通、溝通，比什麼都重要，政通人就和了。政是什麼？政是大眾的一些事務，現在人講的透明化，一切都公開，沒有隱瞞、沒有秘密。常常在一起問題就解決了，不常在一起必定是產生互相猜忌，我猜你，你猜我，愈猜愈錯，本來沒有事情，從猜疑當中產生了嚴重的錯誤。"
    },
    {
      "id": "15-013-0056_p0016",
      "zh_CN": "所以从前国家帝王时代，为什么每天要早朝？早朝的意义在哪里？每天大家在一块见见面，有什么问题提出来，我们一起研究讨论。你这部门需要那部门协助，在这里可以完全了解，早朝目的在此地。现在也不例外，我们看到许多大的公司，每天也是这么做，上班之前各个部门的领导人跟老板在一块聚会，多半在一起用早餐，一面用早餐，一面天天见面，所以当中没有猜忌。最怕的是不见面，没有不出问题的，三个星期不见面，肯定有纰漏要出来。现在有些地方不必三个星期，一个星期问题就出来，就会有摩擦。何况还有一些恶知识在当中挑拨的、破坏的，现在这种人多，帮助你成就的人少，这我们要懂得，世法佛法都不例外。",
      "zh_TW": "所以從前國家帝王時代，為什麼每天要早朝？早朝的意義在哪裡？每天大家在一塊見見面，有什麼問題提出來，我們一起研究討論。你這部門需要那部門協助，在這裡可以完全了解，早朝目的在此地。現在也不例外，我們看到許多大的公司，每天也是這麼做，上班之前各個部門的領導人跟老闆在一塊聚會，多半在一起用早餐，一面用早餐，一面天天見面，所以當中沒有猜忌。最怕的是不見面，沒有不出問題的，三個星期不見面，肯定有紕漏要出來。現在有些地方不必三個星期，一個星期問題就出來，就會有摩擦。何況還有一些惡知識在當中挑撥的、破壞的，現在這種人多，幫助你成就的人少，這我們要懂得，世法佛法都不例外。"
    },
    {
      "id": "15-013-0056_p0017",
      "zh_CN": "佛教的僧团在过去为什么有那么大的成就？没有别的，天天在做早课，早课一定大家都到的，晚课一定大家都到的，平时固然各人有各人的工作，但是早晚课是聚会，一定在一起。我们不能不懂道理，不能一个人躲在房间胡思乱想，没有问题都被你想出问题出来，冤枉不冤枉！邪知邪见都是从妄想里面生的。",
      "zh_TW": "佛教的僧團在過去為什麼有那麼大的成就？沒有別的，天天在做早課，早課一定大家都到的，晚課一定大家都到的，平時固然各人有各人的工作，但是早晚課是聚會，一定在一起。我們不能不懂道理，不能一個人躲在房間胡思亂想，沒有問題都被你想出問題出來，冤枉不冤枉！邪知邪見都是從妄想裡面生的。"
    },
    {
      "id": "15-013-0056_p0018",
      "zh_CN": "所以弘护是一不是二，弘法的人没有护法决定不可能有成就；护法的人没有弘法，等于是一个钟表一样，里面机件一样都不缺，外头没有指针（弘法的人是指针），外面有两根指针，里面机件都生锈了，都坏了，这指针不动，弘护的关系就像这个样子。密切配合，佛法才能兴，众生才有福。所以护法功德不可思议。",
      "zh_TW": "所以弘護是一不是二，弘法的人沒有護法決定不可能有成就；護法的人沒有弘法，等於是一個鐘錶一樣，裡面機件一樣都不缺，外頭沒有指針（弘法的人是指針），外面有兩根指針，裡面機件都生銹了，都壞了，這指針不動，弘護的關係就像這個樣子。密切配合，佛法才能興，眾生才有福。所以護法功德不可思議。"
    },
    {
      "id": "15-013-0056_p0019",
      "zh_CN": "护法第一个要护道场，要懂得爱护道场，道场是吉祥地。若破坏道场，罪过就重了。破和合僧，果报决定在阿鼻地狱。所以你在道场，你到底是真正诚心诚意护持道场，还是来破坏道场的？真正护持道场的，我在道场是什么地位，是什么样的身分，我应该做的是哪些事情，把我自己本分的事情、岗位上的事情做到尽善尽美，这是护持道场。道场大众每一个人都把自己的工作做好，道场兴旺。不要干涉别人，彼此互相干涉，这就错了，各人有各人本分的工作，我的本分工作做完了、做好了，看到别人还没有做好，我有能力帮助他可以帮助他，但是自己先要做好，自己都没有做好就帮助别人，那错了。先把自己的做好，然后可以帮助别人，决定不障碍别人。",
      "zh_TW": "護法第一個要護道場，要懂得愛護道場，道場是吉祥地。若破壞道場，罪過就重了。破和合僧，果報決定在阿鼻地獄。所以你在道場，你到底是真正誠心誠意護持道場，還是來破壞道場的？真正護持道場的，我在道場是什麼地位，是什麼樣的身分，我應該做的是哪些事情，把我自己本分的事情、崗位上的事情做到盡善盡美，這是護持道場。道場大眾每一個人都把自己的工作做好，道場興旺。不要干涉別人，彼此互相干涉，這就錯了，各人有各人本分的工作，我的本分工作做完了、做好了，看到別人還沒有做好，我有能力幫助他可以幫助他，但是自己先要做好，自己都沒有做好就幫助別人，那錯了。先把自己的做好，然後可以幫助別人，決定不障礙別人。"
    },
    {
      "id": "15-013-0056_p0020",
      "zh_CN": "第二要懂得护教，护教最重要的是深入经藏、深解义趣，你才真正懂得怎么样护持，换句话说，你才有智慧，智慧才能护教，聪明不能护教，世智辩聪只有障道，没有办法弘道，没有智慧怎么行！怎样才是真正护教？依教修行。我们果然做到每天八个小时听经、研究讨论，八个小时念佛，这真正护教。我们认真去做，必定感动诸佛护念，护法善神拥护，肯定的，一丝毫疑惑都没有。",
      "zh_TW": "第二要懂得護教，護教最重要的是深入經藏、深解義趣，你才真正懂得怎麼樣護持，換句話說，你才有智慧，智慧才能護教，聰明不能護教，世智辯聰只有障道，沒有辦法弘道，沒有智慧怎麼行！怎樣才是真正護教？依教修行。我們果然做到每天八個小時聽經、研究討論，八個小時念佛，這真正護教。我們認真去做，必定感動諸佛護念，護法善神擁護，肯定的，一絲毫疑惑都沒有。"
    },
    {
      "id": "15-013-0056_p0021",
      "zh_CN": "第三个要知道护僧，僧是什么？我们道场同学的这些大众，包括在家的居士，只要他住在我们道场，跟我们一起共修，他都是我们僧团的一分子，我们要帮助他、要协助他，时时刻刻警策自己，也提携别人。不能违法、不能失理，如理如法的修行，这才叫弘护一体，这样才能真正令正法久住，这是功德，这是报佛恩。如果「违法失理」，那是罪过，那是你来灭佛法，这里面也都有因缘果报。",
      "zh_TW": "第三個要知道護僧，僧是什麼？我們道場同學的這些大眾，包括在家的居士，只要他住在我們道場，跟我們一起共修，他都是我們僧團的一分子，我們要幫助他、要協助他，時時刻刻警策自己，也提攜別人。不能違法、不能失理，如理如法的修行，這才叫弘護一體，這樣才能真正令正法久住，這是功德，這是報佛恩。如果「違法失理」，那是罪過，那是你來滅佛法，這裡面也都有因緣果報。"
    },
    {
      "id": "15-013-0056_p0022",
      "zh_CN": "总而言之，你有缘分进入佛门、进入道场，都是过去世有善根，纵然是魔子魔孙他也有善根，他没有善根他听不到佛法。换句话说，那看你存的什么心，你要是存心捣乱、存心灭法，这罪过重了。如果没有这个心，不是存心灭法，但是利用佛法达到你自己某一种欲望，有没有罪过？有罪过，罪过减轻一等。如果是存心来消灭佛法的，罪过太重太重了，罪过的果报肯定是阿鼻地狱，极重的罪业！结罪我们前面都曾经说过了。",
      "zh_TW": "總而言之，你有緣分進入佛門、進入道場，都是過去世有善根，縱然是魔子魔孫他也有善根，他沒有善根他聽不到佛法。換句話說，那看你存的什麼心，你要是存心搗亂、存心滅法，這罪過重了。如果沒有這個心，不是存心滅法，但是利用佛法達到你自己某一種欲望，有沒有罪過？有罪過，罪過減輕一等。如果是存心來消滅佛法的，罪過太重太重了，罪過的果報肯定是阿鼻地獄，極重的罪業！結罪我們前面都曾經說過了。"
    },
    {
      "id": "15-013-0056_p0023",
      "zh_CN": "在缘上来讲，你遇到的缘是善缘还是恶缘，这关系很大。我们选择老师、选择道场、选择同参道友要有智慧，选择的都是善人，都是好的环境，我们修学成就的时间可以缩短。如果缘不善，寺院庵堂，古人所谓有庙无道，我们在这里修学就困难，儒家讲的「人以类聚，物以群分」。道场要是没有道，他们所追求的是些什么？我们修道跟他一定格格不入，格格不入决定产生嫉妒障碍，彼此不能相容，身心不安，你道业怎么能成就？所以要想成就，这不能不重视。选择道场，道场是真正能帮助我们成就道业的，而不是障碍的，在果报就有显著的不同。道场好、领导的人好、同参道友好，很容易成就，特别是念佛法门，三年五载，我们不敢讲一心不乱，功夫成片那是很可能做到的。能做到功夫成片就不错了，往生净土就有把握，然后再全心全力弘扬佛法、利益众生。为什么？自己什么时候去都可以，早一点去、晚一点去都没有障碍，可以放心、全心全力帮助众生，帮助正法久住，真得大自在，自在随缘。",
      "zh_TW": "在緣上來講，你遇到的緣是善緣還是惡緣，這關係很大。我們選擇老師、選擇道場、選擇同參道友要有智慧，選擇的都是善人，都是好的環境，我們修學成就的時間可以縮短。如果緣不善，寺院庵堂，古人所謂有廟無道，我們在這裡修學就困難，儒家講的「人以類聚，物以群分」。道場要是沒有道，他們所追求的是些什麼？我們修道跟他一定格格不入，格格不入決定產生嫉妒障礙，彼此不能相容，身心不安，你道業怎麼能成就？所以要想成就，這不能不重視。選擇道場，道場是真正能幫助我們成就道業的，而不是障礙的，在果報就有顯著的不同。道場好、領導的人好、同參道友好，很容易成就，特別是念佛法門，三年五載，我們不敢講一心不亂，功夫成片那是很可能做到的。能做到功夫成片就不錯了，往生淨土就有把握，然後再全心全力弘揚佛法、利益眾生。為什麼？自己什麼時候去都可以，早一點去、晚一點去都沒有障礙，可以放心、全心全力幫助眾生，幫助正法久住，真得大自在，自在隨緣。"
    },
    {
      "id": "15-013-0056_p0024",
      "zh_CN": "如果没有善知识，没有好的同参道友，也没有好的学习环境，我们的道业就相当困难，这不能不选择，不能不留意。如果自己有这个环境、有这个条件，可以创造条件帮助别人，这是应该的，这是好事情，世间第一等好事，没有比这个更好的。修行的人不管多少，不要说好多修行人我才做，只有两三个我就不干了，那你就错了。两三个人成佛，两三尊佛那还得了吗？所以我们要记住，觉明妙行菩萨只有十二个人，十二个人都往生，往生都作佛了，这功德多大！道场人再多，有几千人、有几百人，一个都不能成就，这是失败的。成就就是要看开悟的人多少，证果的人多少，往生就是证果，我们要重视这个，这是真的，其他是假的，真假总得要辨别清楚。今天时间到了。",
      "zh_TW": "如果沒有善知識，沒有好的同參道友，也沒有好的學習環境，我們的道業就相當困難，這不能不選擇，不能不留意。如果自己有這個環境、有這個條件，可以創造條件幫助別人，這是應該的，這是好事情，世間第一等好事，沒有比這個更好的。修行的人不管多少，不要說好多修行人我才做，只有兩三個我就不幹了，那你就錯了。兩三個人成佛，兩三尊佛那還得了嗎？所以我們要記住，覺明妙行菩薩只有十二個人，十二個人都往生，往生都作佛了，這功德多大！道場人再多，有幾千人、有幾百人，一個都不能成就，這是失敗的。成就就是要看開悟的人多少，證果的人多少，往生就是證果，我們要重視這個，這是真的，其他是假的，真假總得要辨別清楚。今天時間到了。"
    }
  ]
}