{
  "doc_id": "15-013-0024",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0024",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "15-013-0024_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第七面，最后一行。",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第七面，最後一行。"
    },
    {
      "id": "15-013-0024_p0002",
      "zh_CN": "【形像鲜明。朝暮礼拜。】",
      "zh_TW": "【形像鮮明。朝暮禮拜。】"
    },
    {
      "id": "15-013-0024_p0003",
      "zh_CN": "这两句上次讲过，现在接着讲：",
      "zh_TW": "這兩句上次講過，現在接著講："
    },
    {
      "id": "15-013-0024_p0004",
      "zh_CN": "【恭敬然灯。净施所安。】",
      "zh_TW": "【恭敬然燈。淨施所安。】"
    },
    {
      "id": "15-013-0024_p0005",
      "zh_CN": "『朝暮礼拜』是身业，就是普贤十愿里面的第一愿「礼敬诸佛」，从朝至暮对一切人事物都要存恭敬礼拜的心态。接着底下一句，这是讲意业，『恭敬然灯』，存心一定要恭敬，为什么？「恭敬」是性德，换句话说，明心见性的人他从内心里面自自然然流露出来的就是恭敬，恭敬不是学来的，佛法里面讲「法尔如是」。所以我们自己可以常常省察，看看自己对于世出世间一切诸法有没有恭敬心？恭敬心是不是自自然然的？如果有，那就恭喜你，你不是法身菩萨也接近了，法身菩萨就是明心见性的菩萨，你虽没有见性，距离见性已经不远了。为什么？性德的气氛你已经有了，这是非常非常难得的。在我们凡夫，我们的自性被烦恼习气所蒙蔽，透不出来，透出来的都是贪瞋痴慢，都是烦恼习气，所以佛教导我们要这样修学。",
      "zh_TW": "『朝暮禮拜』是身業，就是普賢十願裡面的第一願「禮敬諸佛」，從朝至暮對一切人事物都要存恭敬禮拜的心態。接著底下一句，這是講意業，『恭敬然燈』，存心一定要恭敬，為什麼？「恭敬」是性德，換句話說，明心見性的人他從內心裡面自自然然流露出來的就是恭敬，恭敬不是學來的，佛法裡面講「法爾如是」。所以我們自己可以常常省察，看看自己對於世出世間一切諸法有沒有恭敬心？恭敬心是不是自自然然的？如果有，那就恭喜你，你不是法身菩薩也接近了，法身菩薩就是明心見性的菩薩，你雖沒有見性，距離見性已經不遠了。為什麼？性德的氣氛你已經有了，這是非常非常難得的。在我們凡夫，我們的自性被煩惱習氣所蒙蔽，透不出來，透出來的都是貪瞋痴慢，都是煩惱習氣，所以佛教導我們要這樣修學。"
    },
    {
      "id": "15-013-0024_p0006",
      "zh_CN": "「朝暮礼拜」，早晚要不要拜佛？要拜佛，形式上还是要拜佛。拜佛真正的意义，就是要将我们对佛的恭敬心，在日常生活当中，从早到晚对待一切人事物，朝暮礼拜就真的做到了。造作十恶业，这没有礼，也没有敬。处事待人接物不失十善，这就是礼拜的具体落实。「恭敬然灯」，存心诚敬。「然灯」这两个字有双关的意思，对自己来说是破迷开悟，灯象征着光明、象征着智慧，这对自己说的。对一切众生来说，「燃烧自己，照耀别人」，现在一般宗教里面讲的话是「牺牲奉献，舍己为人」，用中国人的讲法是「为人民服务」。但是为人民服务范围还不大，佛跟我们说的范围是究竟圆满的，为虚空法界一切众生服务，这圆满。虚空法界一切众生是我们今天能力达不到的，能力达不到，我们的愿心是圆满的，愿心达到了，念念存这个心。至于心愿的落实，完全在「缘」，缘就是我们今天所讲的机会，我们遇到了，有机会让我们为众生服务，我们就要做，决不是勉强的去做，勉为其难的去做，不是的，那我们的真心没发出来。我们欢欢喜喜的去做，尽心尽力的去做，帮助一切众生。",
      "zh_TW": "「朝暮禮拜」，早晚要不要拜佛？要拜佛，形式上還是要拜佛。拜佛真正的意義，就是要將我們對佛的恭敬心，在日常生活當中，從早到晚對待一切人事物，朝暮禮拜就真的做到了。造作十惡業，這沒有禮，也沒有敬。處事待人接物不失十善，這就是禮拜的具體落實。「恭敬然燈」，存心誠敬。「然燈」這兩個字有雙關的意思，對自己來說是破迷開悟，燈象徵著光明、象徵著智慧，這對自己說的。對一切眾生來說，「燃燒自己，照耀別人」，現在一般宗教裡面講的話是「犧牲奉獻，捨己為人」，用中國人的講法是「為人民服務」。但是為人民服務範圍還不大，佛跟我們說的範圍是究竟圓滿的，為虛空法界一切眾生服務，這圓滿。虛空法界一切眾生是我們今天能力達不到的，能力達不到，我們的願心是圓滿的，願心達到了，念念存這個心。至於心願的落實，完全在「緣」，緣就是我們今天所講的機會，我們遇到了，有機會讓我們為眾生服務，我們就要做，決不是勉強的去做，勉為其難的去做，不是的，那我們的真心沒發出來。我們歡歡喜喜的去做，盡心盡力的去做，幫助一切眾生。"
    },
    {
      "id": "15-013-0024_p0007",
      "zh_CN": "帮助众生也有先后顺序，这不是分别，这也不是执着，苦难的众生先帮助，现在一般人所说的迫切需要帮助的人，我们要先帮助他。一般还能过得去的这些众生，我们可以缓一步的帮助他。但是我们要晓得，帮助一切众生，究竟圆满殊胜的利益是帮助他破迷开悟，这不能不知道。为什么？所有一切的苦难都是从迷生出来的。因此破迷是拔除一切苦难的根源，究竟圆满的快乐是从觉悟而生的，所以帮助他觉悟，帮助他认识、明了宇宙人生真相。这一桩事情要落实，那就是佛在经教里面无数次的嘱咐我们、开导我们、教诲我们的一句话：「受持读诵，为人演说」。受持读诵是自利，为人演说是利他，演是表演，做出来给人看，众生看到，他有所感悟，必然向你请教，你再为他细说。一切时、一切处、一切境缘之中，不舍这个念头，这才叫「恭敬然灯」。",
      "zh_TW": "幫助眾生也有先後順序，這不是分別，這也不是執著，苦難的眾生先幫助，現在一般人所說的迫切需要幫助的人，我們要先幫助他。一般還能過得去的這些眾生，我們可以緩一步的幫助他。但是我們要曉得，幫助一切眾生，究竟圓滿殊勝的利益是幫助他破迷開悟，這不能不知道。為什麼？所有一切的苦難都是從迷生出來的。因此破迷是拔除一切苦難的根源，究竟圓滿的快樂是從覺悟而生的，所以幫助他覺悟，幫助他認識、明瞭宇宙人生真相。這一樁事情要落實，那就是佛在經教裡面無數次的囑咐我們、開導我們、教誨我們的一句話：「受持讀誦，為人演說」。受持讀誦是自利，為人演說是利他，演是表演，做出來給人看，眾生看到，他有所感悟，必然向你請教，你再為他細說。一切時、一切處、一切境緣之中，不捨這個念頭，這才叫「恭敬然燈」。"
    },
    {
      "id": "15-013-0024_p0008",
      "zh_CN": "现在有很多同修问，我们很想开智慧，为什么智慧不能开？原因到底在哪里？不听佛的教诲，那你的智慧永远就不能开了。佛在经教上教导我们的，我们没做到，这就是不听，像前面所讲的，「从明师受戒，专信不犯，精进奉行」做到了没有？「形像鲜明」做到了没有？没有做到。佛法自始至终重在实践，重在力行，它不是世间一种学术研究就可以了，不是的。世尊说法四十九年，四十九年所说的是一切众生生活教育，字字句句都要落实在生活当中，所以它是真实的利益，谁能相信，谁能奉行，谁就得利益，现前就得利益。利益就表现在自己生活状态之中，你生活得很快乐，形像鲜明，你容光焕发、行为端庄、身体康健，生活环境清净没有污染，确确实实做到明窗净几、一尘不染，你就值得人尊敬。对人诚恳关怀、和蔼可亲，对事认真负责，尽心尽力把事情做圆满，在在处处、方方面面给人家都是形像鲜明的观感，我们不能不晓得。所以，这一句是修心。",
      "zh_TW": "現在有很多同修問，我們很想開智慧，為什麼智慧不能開？原因到底在哪裡？不聽佛的教誨，那你的智慧永遠就不能開了。佛在經教上教導我們的，我們沒做到，這就是不聽，像前面所講的，「從明師受戒，專信不犯，精進奉行」做到了沒有？「形像鮮明」做到了沒有？沒有做到。佛法自始至終重在實踐，重在力行，它不是世間一種學術研究就可以了，不是的。世尊說法四十九年，四十九年所說的是一切眾生生活教育，字字句句都要落實在生活當中，所以它是真實的利益，誰能相信，誰能奉行，誰就得利益，現前就得利益。利益就表現在自己生活狀態之中，你生活得很快樂，形像鮮明，你容光煥發、行為端莊、身體康健，生活環境清淨沒有污染，確確實實做到明窗淨几、一塵不染，你就值得人尊敬。對人誠懇關懷、和藹可親，對事認真負責，盡心盡力把事情做圓滿，在在處處、方方面面給人家都是形像鮮明的觀感，我們不能不曉得。所以，這一句是修心。"
    },
    {
      "id": "15-013-0024_p0009",
      "zh_CN": "下一句是修行，行是行为，表现在外面是『净施所安』。我们对一切众生的帮助，对一切众生的服务，只有付出，决不求回报。别人接受你的帮忙，他心安，为什么？他心理上没有压力、没有负担。我们用钱财帮助他，不需要他奉还，他安心。我用钱财帮助你，希望你将来还要还我，人家心就不安。世间人得有借有还，佛菩萨你跟他是有借决定没有还的，这我们要学。无论我们对别人的帮助，财力的帮助、心力的帮助，我们为他筹划、为他设想，今天讲为他设计，都不求回报，这是法布施；我们保护他的安全，是属于无畏布施。",
      "zh_TW": "下一句是修行，行是行為，表現在外面是『淨施所安』。我們對一切眾生的幫助，對一切眾生的服務，只有付出，決不求回報。別人接受你的幫忙，他心安，為什麼？他心理上沒有壓力、沒有負擔。我們用錢財幫助他，不需要他奉還，他安心。我用錢財幫助你，希望你將來還要還我，人家心就不安。世間人得有借有還，佛菩薩你跟他是有借決定沒有還的，這我們要學。無論我們對別人的幫助，財力的幫助、心力的幫助，我們為他籌劃、為他設想，今天講為他設計，都不求回報，這是法布施；我們保護他的安全，是屬於無畏布施。"
    },
    {
      "id": "15-013-0024_p0010",
      "zh_CN": "道场无论大小，最重要的是和睦，佛教给我们六和敬，如果不和就不能共住。诸位要晓得，不和那不是佛的道场，是魔的道场，是魔的斗争场所，是造业的场所，业报决定在三途。如果是斗乱僧团，业报肯定在地狱。在这个时候怎么办？我们就把僧团解散。为什么要解散？爱护众生，要懂得这个意思，把你造作地狱罪业的缘，我把你断掉，希望你将来不堕地狱，决不是恶意把你赶走。这样想法，那你就错了，你是愚痴到极处。聪明人、有智慧的人他自己会反省，如果这一个僧团，大众跟他不能相处，他看别人看得不顺眼，别人看他也不顺眼，他自动离开，这是聪明，这是有智慧。他还不想离开，等到别人把僧团解散叫他离开，他不得已而离开，这是下根人，不是上根人。上根人他还有功德，他自己离开保护僧团，维持僧团的和睦，他不伤害僧团，这一点用心就值得我们尊敬。存心伤害僧团，无论他是有意还是无意，有意罪很重，无意是他的习气，果报都在地狱。地狱里面受罪轻重不等，为什么？他造的罪业是破和合僧。如果我们细究他的根源，都是属于自私自利，都从这里发生的。现在西方人的文化「保护自己」，这一句话讲得没错，但是解错了。为什么？他保护自己的自私自利，保护自己的贪瞋痴慢，保护自己的名闻利养，这可错了！这种思想行为利己必定损人，你害他，害他要是害到僧团里面，罪可就不得了，所以利己肯定损人。",
      "zh_TW": "道場無論大小，最重要的是和睦，佛教給我們六和敬，如果不和就不能共住。諸位要曉得，不和那不是佛的道場，是魔的道場，是魔的鬥爭場所，是造業的場所，業報決定在三途。如果是鬥亂僧團，業報肯定在地獄。在這個時候怎麼辦？我們就把僧團解散。為什麼要解散？愛護眾生，要懂得這個意思，把你造作地獄罪業的緣，我把你斷掉，希望你將來不墮地獄，決不是惡意把你趕走。這樣想法，那你就錯了，你是愚痴到極處。聰明人、有智慧的人他自己會反省，如果這一個僧團，大眾跟他不能相處，他看別人看得不順眼，別人看他也不順眼，他自動離開，這是聰明，這是有智慧。他還不想離開，等到別人把僧團解散叫他離開，他不得已而離開，這是下根人，不是上根人。上根人他還有功德，他自己離開保護僧團，維持僧團的和睦，他不傷害僧團，這一點用心就值得我們尊敬。存心傷害僧團，無論他是有意還是無意，有意罪很重，無意是他的習氣，果報都在地獄。地獄裡面受罪輕重不等，為什麼？他造的罪業是破和合僧。如果我們細究他的根源，都是屬於自私自利，都從這裡發生的。現在西方人的文化「保護自己」，這一句話講得沒錯，但是解錯了。為什麼？他保護自己的自私自利，保護自己的貪瞋痴慢，保護自己的名聞利養，這可錯了！這種思想行為利己必定損人，你害他，害他要是害到僧團裡面，罪可就不得了，所以利己肯定損人。"
    },
    {
      "id": "15-013-0024_p0011",
      "zh_CN": "保护自己应当是保护自己的真诚心，保护自己的大慈悲心，保护自己的善根，保护自己的功德，这就对了。同样一句话，解释不一样，果报天渊之别，一个果报在天堂，一个果报在地狱。所以帮助人最重要是叫人得心安，身心安稳，这是真实功德，这是佛菩萨所作所为，我们要了解。今天我们就讲到此地。",
      "zh_TW": "保護自己應當是保護自己的真誠心，保護自己的大慈悲心，保護自己的善根，保護自己的功德，這就對了。同樣一句話，解釋不一樣，果報天淵之別，一個果報在天堂，一個果報在地獄。所以幫助人最重要是叫人得心安，身心安穩，這是真實功德，這是佛菩薩所作所為，我們要了解。今天我們就講到此地。"
    }
  ]
}