{
  "doc_id": "15-013-0011",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0011",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "15-013-0011_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第五页第一行。",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第五頁第一行。"
    },
    {
      "id": "15-013-0011_p0002",
      "zh_CN": "【第四、论用】",
      "zh_TW": "【第四、論用】"
    },
    {
      "id": "15-013-0011_p0003",
      "zh_CN": "【用谓功用，宗因用果。了用成就，功不唐捐。】",
      "zh_TW": "【用謂功用，宗因用果。了用成就，功不唐捐。】"
    },
    {
      "id": "15-013-0011_p0004",
      "zh_CN": "玄义里面第四个项目是「论用」，论是讨论，用是用途，就是说我们学了这部经有什么用处。『用』是『功用』，功是讲功夫，你真正下了功夫，当然它有结果。前面讲「明宗」，宗是因，宗是修因，用就是果报，你既然种了因，当然你就有收获。『了用』是你明了，明了这个用处，知道这部经对我们有什么好处，有什么样的成就，我们的功夫就没有白费。「唐捐」是古时候的术语，用现在话就是白费。『不唐捐』就是没有白费，你这个功夫用得有成就、有结果，没有浪费。这是解释「论用」这个题目。",
      "zh_TW": "玄義裡面第四個項目是「論用」，論是討論，用是用途，就是說我們學了這部經有什麼用處。『用』是『功用』，功是講功夫，你真正下了功夫，當然它有結果。前面講「明宗」，宗是因，宗是修因，用就是果報，你既然種了因，當然你就有收穫。『了用』是你明瞭，明瞭這個用處，知道這部經對我們有什麼好處，有什麼樣的成就，我們的功夫就沒有白費。「唐捐」是古時候的術語，用現在話就是白費。『不唐捐』就是沒有白費，你這個功夫用得有成就、有結果，沒有浪費。這是解釋「論用」這個題目。"
    },
    {
      "id": "15-013-0011_p0005",
      "zh_CN": "【本经功用：】",
      "zh_TW": "【本經功用：】"
    },
    {
      "id": "15-013-0011_p0006",
      "zh_CN": "我们学习《阿难问事佛吉凶经》的用处，第一个是：",
      "zh_TW": "我們學習《阿難問事佛吉凶經》的用處，第一個是："
    },
    {
      "id": "15-013-0011_p0007",
      "zh_CN": "【启正智】",
      "zh_TW": "【啟正智】"
    },
    {
      "id": "15-013-0011_p0008",
      "zh_CN": "启是启发，启发我们真正的智慧。",
      "zh_TW": "啟是啟發，啟發我們真正的智慧。"
    },
    {
      "id": "15-013-0011_p0009",
      "zh_CN": "【破邪见】",
      "zh_TW": "【破邪見】"
    },
    {
      "id": "15-013-0011_p0010",
      "zh_CN": "你有能力辨别邪正。哪个法是正？哪个法是邪？有能力辨别，你就不会被邪知邪见所迷惑了。现在在中国，大家都知道法轮功是邪知邪见。需不需要用什么方法来批判它、对付它？有许多人问我，我的答案是不需要。只需要把经典搬出来就行了，只要到处有人能够讲解佛经，佛经是启正智、破邪见的。所谓是破邪要显正，你正法不显，邪破不了，这里头有道理的。这是第一个作用，「破邪显正」。第二个作用：",
      "zh_TW": "你有能力辨別邪正。哪個法是正？哪個法是邪？有能力辨別，你就不會被邪知邪見所迷惑了。現在在中國，大家都知道法輪功是邪知邪見。需不需要用什麼方法來批判它、對付它？有許多人問我，我的答案是不需要。只需要把經典搬出來就行了，只要到處有人能夠講解佛經，佛經是啟正智、破邪見的。所謂是破邪要顯正，你正法不顯，邪破不了，這裡頭有道理的。這是第一個作用，「破邪顯正」。第二個作用："
    },
    {
      "id": "15-013-0011_p0011",
      "zh_CN": "【明因果】",
      "zh_TW": "【明因果】"
    },
    {
      "id": "15-013-0011_p0012",
      "zh_CN": "『因果』是世出世间的定律，用现在人的话来说，是一切法的真理，绝对不是说不相信因果就没有因果，没有这个道理。不管你信不信，你决定逃不出因果定律；凡夫逃不出，佛菩萨也逃不出，种善因必定得善果，造恶因一定得恶报，这是肯定的。因果通三世，我们要明白这个道理。现在我们看到有一些人造不善的因，有些人看到心里面非常痛恨，心里面非常难过。昨天晚上，我们的总务李文发居士跟我聊天聊了很久，也谈到。但是我告诉他说，我们看到人造作不善，这个不善特别是对我来说的，毁谤我的、侮辱我的、陷害我的、欺骗我的，有些人看到很生气，这是不能忍耐，我欢喜接受。为什么？因果通三世，他这一世欺骗了我，骗了我的钱、骗了我什么，他来世会还；这是放债，放来生债，来生还得更多。我们欢欢喜喜的，而且对他的好处我们还赞叹，对他的坏处我们一字不提，慢慢他将来感恩，来世他就报恩来的。",
      "zh_TW": "『因果』是世出世間的定律，用現在人的話來說，是一切法的真理，絕對不是說不相信因果就沒有因果，沒有這個道理。不管你信不信，你決定逃不出因果定律；凡夫逃不出，佛菩薩也逃不出，種善因必定得善果，造惡因一定得惡報，這是肯定的。因果通三世，我們要明白這個道理。現在我們看到有一些人造不善的因，有些人看到心裡面非常痛恨，心裡面非常難過。昨天晚上，我們的總務李文發居士跟我聊天聊了很久，也談到。但是我告訴他說，我們看到人造作不善，這個不善特別是對我來說的，毀謗我的、侮辱我的、陷害我的、欺騙我的，有些人看到很生氣，這是不能忍耐，我歡喜接受。為什麼？因果通三世，他這一世欺騙了我，騙了我的錢、騙了我什麼，他來世會還；這是放債，放來生債，來生還得更多。我們歡歡喜喜的，而且對他的好處我們還讚歎，對他的壞處我們一字不提，慢慢他將來感恩，來世他就報恩來的。"
    },
    {
      "id": "15-013-0011_p0013",
      "zh_CN": "纵然我们出家了，出家没有儿女，谁来报恩？信徒来报恩，他会做我们的信徒，忠实的信徒、报恩的信徒。我们这一生也遇到好的信徒、不好的信徒，好的信徒都是过去世我们这样对待他的，不好的信徒我们要改变他，不能够怨恨他、不能够轻慢他；改变他，让他之后总有一天会想到感恩。他对我们这样子不好，恶心对待，我们还是好心对待他，总有一天他会想到：「这法师对我确实好，我的过失他都没有记在心上，我一点点好的事情，他都念念不忘，到处宣扬。」我们跟人结恩惠，不要跟人结冤仇，要把恶人变成好人，这是佛陀的教育。不能说恶人就把他开除掉，恶人远离他、不要他，这不是教育，这不是度众生的办法。",
      "zh_TW": "縱然我們出家了，出家沒有兒女，誰來報恩？信徒來報恩，他會做我們的信徒，忠實的信徒、報恩的信徒。我們這一生也遇到好的信徒、不好的信徒，好的信徒都是過去世我們這樣對待他的，不好的信徒我們要改變他，不能夠怨恨他、不能夠輕慢他；改變他，讓他之後總有一天會想到感恩。他對我們這樣子不好，惡心對待，我們還是好心對待他，總有一天他會想到：「這法師對我確實好，我的過失他都沒有記在心上，我一點點好的事情，他都念念不忘，到處宣揚。」我們跟人結恩惠，不要跟人結冤仇，要把惡人變成好人，這是佛陀的教育。不能說惡人就把他開除掉，惡人遠離他、不要他，這不是教育，這不是度眾生的辦法。"
    },
    {
      "id": "15-013-0011_p0014",
      "zh_CN": "你看释迦牟尼佛、诸大菩萨对待一切恶行的众生，他是怎么对待的？我们很清楚了解，生命是永恒的，生命是不生不灭的；生灭是肉体，肉体是无常的。昨天也谈到，因为最近有一些人邀请我讲《楞严经》，《楞严经》里面就是讲「真常」，我们要抓住真常，要放弃无常。这个身是无常的，不值得重视；我们的灵性，在佛家讲佛性、法性，儒家也讲真性，性是真常、是自己，真正的自己，不生不灭，要懂这个道理。我们要怎样把不善的因转变成善因，这是佛教；不可以随顺一般人的知见，一般人：「人家对我不好，我总得要去报复他。」这是一般人的知见，这个知见是错误的。",
      "zh_TW": "你看釋迦牟尼佛、諸大菩薩對待一切惡行的眾生，他是怎麼對待的？我們很清楚了解，生命是永恆的，生命是不生不滅的；生滅是肉體，肉體是無常的。昨天也談到，因為最近有一些人邀請我講《楞嚴經》，《楞嚴經》裡面就是講「真常」，我們要抓住真常，要放棄無常。這個身是無常的，不值得重視；我們的靈性，在佛家講佛性、法性，儒家也講真性，性是真常、是自己，真正的自己，不生不滅，要懂這個道理。我們要怎樣把不善的因轉變成善因，這是佛教；不可以隨順一般人的知見，一般人：「人家對我不好，我總得要去報復他。」這是一般人的知見，這個知見是錯誤的。"
    },
    {
      "id": "15-013-0011_p0015",
      "zh_CN": "这个知见造成什么结果？冤冤相报、没完没了，仇恨愈积愈深。报复不会报复得恰到好处，总是过头一些。所以报复决定不能有，这一生当中纵然被人杀害了，也没有丝毫怨恨的心，这个冤才能够化解掉，下一次再碰到就是好朋友了，何必跟人结冤仇？人家骗我们一点钱算什么？身外之物，生不带来、死不带去。来生弘扬佛法，我们还是需要人力、需要财力，你能够善心对待这些人，来生这些人是忠心的护法，出钱出力来成就佛法，这就是对的。所以我们要晓得，别人不管是有意、无意，造谣生事、毁谤、误导都没关系，我们听了欢欢喜喜，我们还是以善心对人，决定没有丝毫的报复。如果我们还有这个心，我们的佛就白学了；学佛的人还有这个念头，心还平不下来，他没有得到佛法的利益，他学得不够。",
      "zh_TW": "這個知見造成什麼結果？冤冤相報、沒完沒了，仇恨愈積愈深。報復不會報復得恰到好處，總是過頭一些。所以報復決定不能有，這一生當中縱然被人殺害了，也沒有絲毫怨恨的心，這個冤才能夠化解掉，下一次再碰到就是好朋友了，何必跟人結冤仇？人家騙我們一點錢算什麼？身外之物，生不帶來、死不帶去。來生弘揚佛法，我們還是需要人力、需要財力，你能夠善心對待這些人，來生這些人是忠心的護法，出錢出力來成就佛法，這就是對的。所以我們要曉得，別人不管是有意、無意，造謠生事、毀謗、誤導都沒關係，我們聽了歡歡喜喜，我們還是以善心對人，決定沒有絲毫的報復。如果我們還有這個心，我們的佛就白學了；學佛的人還有這個念頭，心還平不下來，他沒有得到佛法的利益，他學得不夠。"
    },
    {
      "id": "15-013-0011_p0016",
      "zh_CN": "这种好处一定要深入经藏。所以，佛经不可不读，读了真的开智慧，开智慧才能够转恶为善，转世间所有的恶人都帮助他们变成善人；转凡成圣，这不是对自己，把一切凡夫帮助他们变成圣人，对自己算不了什么。自己转恶为善、转凡为圣，这算不了什么；要帮助众生，要帮助别人，那才是你真实的成就，这就是学佛的好处。过去我的老师跟我讲「人生最高的享受」，人生最高享受不是自己个人的享受，是让一切众生得到佛法殊胜利益，那个享受大，那才是真实的享受，所以心量一定要拓开。",
      "zh_TW": "這種好處一定要深入經藏。所以，佛經不可不讀，讀了真的開智慧，開智慧才能夠轉惡為善，轉世間所有的惡人都幫助他們變成善人；轉凡成聖，這不是對自己，把一切凡夫幫助他們變成聖人，對自己算不了什麼。自己轉惡為善、轉凡為聖，這算不了什麼；要幫助眾生，要幫助別人，那才是你真實的成就，這就是學佛的好處。過去我的老師跟我講「人生最高的享受」，人生最高享受不是自己個人的享受，是讓一切眾生得到佛法殊勝利益，那個享受大，那才是真實的享受，所以心量一定要拓開。"
    },
    {
      "id": "15-013-0011_p0017",
      "zh_CN": "李居士劝我，希望我长住在新加坡，不要到外面去走了。我就告诉他，我现在还有精神、还有体力，佛菩萨给我的。我的寿命，年轻的时候我母亲、我的长辈、朋友们替我算命，都说活不到四十五岁；不是一个人说，很多人说，我自己相信。我今天这个身体、寿命、体力是佛菩萨给我的，我没有求，佛菩萨给我这个身体，就是要替佛菩萨做事的；如果我不做事了，恐怕很短的时间就走了。为什么？没有需要了，没有必要了。",
      "zh_TW": "李居士勸我，希望我長住在新加坡，不要到外面去走了。我就告訴他，我現在還有精神、還有體力，佛菩薩給我的。我的壽命，年輕的時候我母親、我的長輩、朋友們替我算命，都說活不到四十五歲；不是一個人說，很多人說，我自己相信。我今天這個身體、壽命、體力是佛菩薩給我的，我沒有求，佛菩薩給我這個身體，就是要替佛菩薩做事的；如果我不做事了，恐怕很短的時間就走了。為什麼？沒有需要了，沒有必要了。"
    },
    {
      "id": "15-013-0011_p0018",
      "zh_CN": "所以我说新加坡是今天地球上佛法的核心，核心要不要周围？如果周边都没有佛法，你这个核心是孤立的，没有价值。所以帮助周边的佛法重要！贴近这个核心的周边，马来西亚、东南亚这个地区，印度尼西亚这个地区，我们要全心全力帮助他们，你这个核心才能起作用。再扩大，扩大到全世界，「星星之光，遍照寰宇」，我说出这两句。如果你只有这个核心，其他都没有了，将来这个核心跟大家同归于毁灭，一文不值。这个核心已经有了成就，你们已经有能力维护了，我帮助你们扩大。",
      "zh_TW": "所以我說新加坡是今天地球上佛法的核心，核心要不要周圍？如果周邊都沒有佛法，你這個核心是孤立的，沒有價值。所以幫助周邊的佛法重要！貼近這個核心的周邊，馬來西亞、東南亞這個地區，印度尼西亞這個地區，我們要全心全力幫助他們，你這個核心才能起作用。再擴大，擴大到全世界，「星星之光，遍照寰宇」，我說出這兩句。如果你只有這個核心，其他都沒有了，將來這個核心跟大家同歸於毀滅，一文不值。這個核心已經有了成就，你們已經有能力維護了，我幫助你們擴大。"
    },
    {
      "id": "15-013-0011_p0019",
      "zh_CN": "我们培训班的同学，必须尽量往周边国家地区去讲经说法。胆子要大，我学一句讲一句，学两句讲两句，没有学的人家来问，「我还没有学到」，不丢人，「知之为知之，不知为不知，是知也」。一定要「等我学成了再去讲」，你再学四百年都学不成，你永远没有学成的那一天。这个想法是错误的。所以我今天在国际上，过去那么多年我在各地方讲经说法，有一些基础，这些基础给你们年轻人铺路，给你们走向国际弘法做一个预备。现在马来西亚这个环境这样好，要去讲。我在澳洲建立这个关系，你们什么时候能够拿到澳洲的签证，我们澳洲那边也有大概将近十个净宗学会，可以联名来邀请你们去弘法。在澳洲讲经弘法之后，然后我再发起，让美国、加拿大的净宗学会邀请你们到美加去弘法，到南美去弘法，希望你们走向全世界。我们在全世界弘法做成功了，做得有成绩了，中国就会接受；你没有成就，中国当然不接受。所以要报效自己的祖国，一定要在全世界做出真正的成就。中国人是小心谨慎，没有成就的他不要，你有成就他就欢迎你了。所以我们的成就一定要在国外做，要做得辉煌，要做得成功。善因决定结善果，所以大家要认真努力。",
      "zh_TW": "我們培訓班的同學，必須盡量往周邊國家地區去講經說法。膽子要大，我學一句講一句，學兩句講兩句，沒有學的人家來問，「我還沒有學到」，不丟人，「知之為知之，不知為不知，是知也」。一定要「等我學成了再去講」，你再學四百年都學不成，你永遠沒有學成的那一天。這個想法是錯誤的。所以我今天在國際上，過去那麼多年我在各地方講經說法，有一些基礎，這些基礎給你們年輕人鋪路，給你們走向國際弘法做一個預備。現在馬來西亞這個環境這樣好，要去講。我在澳洲建立這個關係，你們什麼時候能夠拿到澳洲的簽證，我們澳洲那邊也有大概將近十個淨宗學會，可以聯名來邀請你們去弘法。在澳洲講經弘法之後，然後我再發起，讓美國、加拿大的淨宗學會邀請你們到美加去弘法，到南美去弘法，希望你們走向全世界。我們在全世界弘法做成功了，做得有成績了，中國就會接受；你沒有成就，中國當然不接受。所以要報效自己的祖國，一定要在全世界做出真正的成就。中國人是小心謹慎，沒有成就的他不要，你有成就他就歡迎你了。所以我們的成就一定要在國外做，要做得輝煌，要做得成功。善因決定結善果，所以大家要認真努力。"
    },
    {
      "id": "15-013-0011_p0020",
      "zh_CN": "佛法里面要有成就，最重要的第一个是把自私自利的观念要抛弃掉。起心动念、一切作为，为一切众生、为整个世界，你就得到三宝加持，你就得到龙天的拥护。所以这个事情决定求感应，不求感应，凭我们自己的智慧、福报不可能，没这回事情。我过去跟李炳南老居士十年，我跟你们说过，我得力他一句话。方东美先生一句话把我引入佛门，章嘉大师也是一句话奠定我学佛的基础。李老师也是一句话，「至诚感通」，我是得力于他这四个字，用真诚的心，最真诚的心，决定不掺杂丝毫自己的欲望在里头，求三宝加持，这个经教展在面前才没有障碍。开经偈上讲「愿解如来真实义」，愿不是口头上的虚愿，那个没用处的，至诚恳切就感通了，你才能够解如来真实义。你能够解多少，完全看你有几分真诚的心。一分真诚你能解一分，十分真诚你就能解十分。没有真诚的心，佛菩萨来跟你讲，你也没办法理解，大家学经教要懂这个道理。世间法都不可以用虚假，何况如来的大法？掺杂丝毫虚假在里面，你就全盘失败。所以，我们真正要懂得因果。",
      "zh_TW": "佛法裡面要有成就，最重要的第一個是把自私自利的觀念要拋棄掉。起心動念、一切作為，為一切眾生、為整個世界，你就得到三寶加持，你就得到龍天的擁護。所以這個事情決定求感應，不求感應，憑我們自己的智慧、福報不可能，沒這回事情。我過去跟李炳南老居士十年，我跟你們說過，我得力他一句話。方東美先生一句話把我引入佛門，章嘉大師也是一句話奠定我學佛的基礎。李老師也是一句話，「至誠感通」，我是得力於他這四個字，用真誠的心，最真誠的心，決定不摻雜絲毫自己的欲望在裡頭，求三寶加持，這個經教展在面前才沒有障礙。開經偈上講「願解如來真實義」，願不是口頭上的虛願，那個沒用處的，至誠懇切就感通了，你才能夠解如來真實義。你能夠解多少，完全看你有幾分真誠的心。一分真誠你能解一分，十分真誠你就能解十分。沒有真誠的心，佛菩薩來跟你講，你也沒辦法理解，大家學經教要懂這個道理。世間法都不可以用虛假，何況如來的大法？摻雜絲毫虛假在裡面，你就全盤失敗。所以，我們真正要懂得因果。"
    },
    {
      "id": "15-013-0011_p0021",
      "zh_CN": "【生信心】",
      "zh_TW": "【生信心】"
    },
    {
      "id": "15-013-0011_p0022",
      "zh_CN": "你能够对佛生起信心。佛是过来人，从哪里过来？从断烦恼习气过来。他真干！烦恼习气断尽了，这个人就叫佛、就成佛，真心本性显露出来了，这时候才知道真心本性里面含藏无量的智慧、正知正见。自性本来具足无量无边的德能，这个德能就是我们今天讲的才艺、能力，圆满的、没有欠缺的，万德万能。自性里本来具足无量的相好，这个相好就是我们今天讲的相貌、体质、你的身体，身体健康，永远不生病、永远不衰老。学佛有没有成就，我们初学的人最明显的就在这里看：本来身体有病，学佛之后病没有了；本来眼睛看不见，学佛之后眼睛明亮了；耳朵听不见，学佛之后听力聪明了。不要用医药，用什么来调整？佛在经上讲得很多，「境随心转」，用我们的精神来调整，用我们的意志来调整，这是最高明的。",
      "zh_TW": "你能夠對佛生起信心。佛是過來人，從哪裡過來？從斷煩惱習氣過來。他真幹！煩惱習氣斷盡了，這個人就叫佛、就成佛，真心本性顯露出來了，這時候才知道真心本性裡面含藏無量的智慧、正知正見。自性本來具足無量無邊的德能，這個德能就是我們今天講的才藝、能力，圓滿的、沒有欠缺的，萬德萬能。自性裡本來具足無量的相好，這個相好就是我們今天講的相貌、體質、你的身體，身體健康，永遠不生病、永遠不衰老。學佛有沒有成就，我們初學的人最明顯的就在這裡看：本來身體有病，學佛之後病沒有了；本來眼睛看不見，學佛之後眼睛明亮了；耳朵聽不見，學佛之後聽力聰明了。不要用醫藥，用什麼來調整？佛在經上講得很多，「境隨心轉」，用我們的精神來調整，用我們的意志來調整，這是最高明的。"
    },
    {
      "id": "15-013-0011_p0023",
      "zh_CN": "今天我们到此地来的时候，有个同修偶然看到报纸上登中国大陆现在假药很多。我们不用医药多好，不用医生多好。这个体质确确实实自己可以调整，连生死都没有问题。澳洲的土着、土人，他们要不愿意在这个世界上逗留，立刻就走；两分钟，他身体各个器官的能力等于有开关一样，他把它关掉，两分钟他就走了。身体上各个器官活动都有开关，我们不晓得在哪里，不知道怎么样关法，他们可以自动把它关掉，你说多自在！由这个来看，这证明佛在经上讲的句句话都是真实的，决定没有欺诳众生，我们要相信，对佛要有信心，对经典要有信心，对自己修行要有信心，我们才能成就。今天我们就讲到此地。",
      "zh_TW": "今天我們到此地來的時候，有個同修偶然看到報紙上登中國大陸現在假藥很多。我們不用醫藥多好，不用醫生多好。這個體質確確實實自己可以調整，連生死都沒有問題。澳洲的土著、土人，他們要不願意在這個世界上逗留，立刻就走；兩分鐘，他身體各個器官的能力等於有開關一樣，他把它關掉，兩分鐘他就走了。身體上各個器官活動都有開關，我們不曉得在哪裡，不知道怎麼樣關法，他們可以自動把它關掉，你說多自在！由這個來看，這證明佛在經上講的句句話都是真實的，決定沒有欺誑眾生，我們要相信，對佛要有信心，對經典要有信心，對自己修行要有信心，我們才能成就。今天我們就講到此地。"
    }
  ]
}