{
  "doc_id": "15-013-0058",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十八集",
    "zh_TW": "第五十八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0058",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "15-013-0058_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》第二十面，经文倒数第四行，从这里看起：",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》第二十面，經文倒數第四行，從這裡看起："
    },
    {
      "id": "15-013-0058_p0002",
      "zh_CN": "【佛言。阿难。有受佛禁戒。诚信奉行。顺孝畏慎。敬归三尊。】",
      "zh_TW": "【佛言。阿難。有受佛禁戒。誠信奉行。順孝畏慎。敬歸三尊。】"
    },
    {
      "id": "15-013-0058_p0003",
      "zh_CN": "我们从这里看起。『受佛禁戒』的大意已经略说过了，接着讲『诚信奉行』，佛的这些话非常重要。诚是真诚心，没有一丝毫虚伪，夏莲居老居士在《净语》里面讲的「真干」，成佛、成菩萨、成阿罗汉，这都是真的。如果心不真诚，学佛学得再好，变成了福德，三界六道里面有漏的福报。我们今天看到社会上，得到地位非常崇高，受到社会群众的尊敬，有地位、有权势、有财富，这些人过去生中三宝里修的福。为什么他没能证果？他的心不诚，真诚里夹杂着妄心在里头就不行，不能夹杂。佛在《十善业道经》里头告诉我们，「不容毫分不善间杂」。换句话说，我们有毫分虚伪、自私自利的念头夹杂在里面，就把我们这一生修学的功德转变成福德了。因为夹杂一点点都是轮回心，总得要明了。轮回心修什么样的法，果报都在三界六道，更大的福报到天上做天王，大梵天王、摩醯首罗天王，这是三界里面福报无比殊胜的，第一殊胜的，出不了六道。",
      "zh_TW": "我們從這裡看起。『受佛禁戒』的大意已經略說過了，接著講『誠信奉行』，佛的這些話非常重要。誠是真誠心，沒有一絲毫虛偽，夏蓮居老居士在《淨語》裡面講的「真幹」，成佛、成菩薩、成阿羅漢，這都是真的。如果心不真誠，學佛學得再好，變成了福德，三界六道裡面有漏的福報。我們今天看到社會上，得到地位非常崇高，受到社會群眾的尊敬，有地位、有權勢、有財富，這些人過去生中三寶裡修的福。為什麼他沒能證果？他的心不誠，真誠裡夾雜著妄心在裡頭就不行，不能夾雜。佛在《十善業道經》裡頭告訴我們，「不容毫分不善間雜」。換句話說，我們有毫分虛偽、自私自利的念頭夾雜在裡面，就把我們這一生修學的功德轉變成福德了。因為夾雜一點點都是輪迴心，總得要明瞭。輪迴心修什麼樣的法，果報都在三界六道，更大的福報到天上做天王，大梵天王、摩醯首羅天王，這是三界裡面福報無比殊勝的，第一殊勝的，出不了六道。"
    },
    {
      "id": "15-013-0058_p0004",
      "zh_CN": "学佛的人，觉悟谈何容易！我们在经典里面看到，天亲菩萨兄弟三个人，师子觉、无着是他两个哥哥，都是修弥勒净土的，师子觉往生的时候，两个弟弟跟他讲，你去了之后马上回来告诉我们兜率天的状况。他走了、死了，消息渺茫，没有消息，这两个弟弟怀疑。等到无着菩萨往生了，天亲菩萨一再嘱咐他，一定要回来说一说。无着菩萨往生之后，第三年回来了，告诉他弥勒净土的状况。他就问：「我跟你讲你去了就回来」，他说：「是，我是去了就回来」，他说：「怎么三年？」才晓得时差不一样，弥勒菩萨净土那个地方，他们的一天是我们人间四百年，所以到那里去打个转回来，我们人间三年，这我们能想得通。他的一天是人间四百年，真的是在那里见了弥勒菩萨，打个转回来告诉兄弟。他就问：「哥哥呢？」哥哥到兜率天，他先从外院走到内院，外院许多天女包围着，他已经堕落了，已经流连忘返了，现在还在外院，你就晓得难！不掺杂毫分不善不容易做到。无着菩萨做到了，所以他通过外院，没有受到干扰，他心是清净的，他的哥哥就不行了，看到那么多的天女就动心了。",
      "zh_TW": "學佛的人，覺悟談何容易！我們在經典裡面看到，天親菩薩兄弟三個人，師子覺、無著是他兩個哥哥，都是修彌勒淨土的，師子覺往生的時候，兩個弟弟跟他講，你去了之後馬上回來告訴我們兜率天的狀況。他走了、死了，消息渺茫，沒有消息，這兩個弟弟懷疑。等到無著菩薩往生了，天親菩薩一再囑咐他，一定要回來說一說。無著菩薩往生之後，第三年回來了，告訴他彌勒淨土的狀況。他就問：「我跟你講你去了就回來」，他說：「是，我是去了就回來」，他說：「怎麼三年？」才曉得時差不一樣，彌勒菩薩淨土那個地方，他們的一天是我們人間四百年，所以到那裡去打個轉回來，我們人間三年，這我們能想得通。他的一天是人間四百年，真的是在那裡見了彌勒菩薩，打個轉回來告訴兄弟。他就問：「哥哥呢？」哥哥到兜率天，他先從外院走到內院，外院許多天女包圍著，他已經墮落了，已經流連忘返了，現在還在外院，你就曉得難！不摻雜毫分不善不容易做到。無著菩薩做到了，所以他通過外院，沒有受到干擾，他心是清淨的，他的哥哥就不行了，看到那麼多的天女就動心了。"
    },
    {
      "id": "15-013-0058_p0005",
      "zh_CN": "我们往生西方极乐世界，缘比他们是殊胜一点，为什么？那些都是自力法门，净宗法门有佛的弘愿加持，有护法神保护，不遭魔难，这叫「易行道」。可是自己还是要练功夫，名闻利养、财色名食睡决定要练，练什么？不动心，我们往生才真有把握。而且往生一定要求不生病。现在人一生病，马上把你送到医院，医生给你这里插个管子，那里插个管子，把你折磨死，你能不能生瞋恚心？一念瞋恚心堕三途，多可怕！所以现代人，说老实话，因为造业多端，不得好死，这是真的。临终在医院受折磨，就是不得好死。我们看医院害怕！怎么样才能够不通过医院？预知时至，无疾而终，我们才真正得到安全感，但是要到这个境界，必须把现前名闻利养、五欲六尘一定要放下，不能夹杂丝毫，我们真诚要到这个程度，我们自己才有保障、才有安全感。功夫欠一点，求佛菩萨加持，我们真有这个愿望、真有这种行持，佛菩萨肯定加持，我们要有信心。别人怎么搞，那是他的事情，与我不相干，我也不要放在心上，更不可以放在口上批评。总而言之一句话，一切时一切处，要知道养自己的纯净纯善。",
      "zh_TW": "我們往生西方極樂世界，緣比他們是殊勝一點，為什麼？那些都是自力法門，淨宗法門有佛的弘願加持，有護法神保護，不遭魔難，這叫「易行道」。可是自己還是要練功夫，名聞利養、財色名食睡決定要練，練什麼？不動心，我們往生才真有把握。而且往生一定要求不生病。現在人一生病，馬上把你送到醫院，醫生給你這裡插個管子，那裡插個管子，把你折磨死，你能不能生瞋恚心？一念瞋恚心墮三途，多可怕！所以現代人，說老實話，因為造業多端，不得好死，這是真的。臨終在醫院受折磨，就是不得好死。我們看醫院害怕！怎麼樣才能夠不通過醫院？預知時至，無疾而終，我們才真正得到安全感，但是要到這個境界，必須把現前名聞利養、五欲六塵一定要放下，不能夾雜絲毫，我們真誠要到這個程度，我們自己才有保障、才有安全感。功夫欠一點，求佛菩薩加持，我們真有這個願望、真有這種行持，佛菩薩肯定加持，我們要有信心。別人怎麼搞，那是他的事情，與我不相干，我也不要放在心上，更不可以放在口上批評。總而言之一句話，一切時一切處，要知道養自己的純淨純善。"
    },
    {
      "id": "15-013-0058_p0006",
      "zh_CN": "「诚」是至诚心、真诚心。「信」是信受，一丝毫怀疑都没有。「奉行」，依教奉行，就如善导大师在《观经》注解里面，他的注解叫《四帖疏》，流通得很广，我们过去曾经讲过，也保留着有录音还是录像，我记不得了，保留的有。善导大师教导我们，佛教给我们做的，我们一定认真努力去做；佛教我们不能做的，我们不但不做，念头都不生，这样才叫做依教奉行。我们今天学净土，我们主要依靠的是《无量寿经》，《无量寿经》要念熟，《无量寿经》的道理要明白，教训要记住。《阿难问事佛吉凶经》是我们的补充教材，《无量寿经》没有讲到的地方，而在我们日常生活当中迫切需要明了的，这些经可以做补充。印光大师教导我们的《了凡四训》、《感应篇汇编》、《安士全书》都是很好的补充教材。",
      "zh_TW": "「誠」是至誠心、真誠心。「信」是信受，一絲毫懷疑都沒有。「奉行」，依教奉行，就如善導大師在《觀經》註解裡面，他的註解叫《四帖疏》，流通得很廣，我們過去曾經講過，也保留著有錄音還是錄像，我記不得了，保留的有。善導大師教導我們，佛教給我們做的，我們一定認真努力去做；佛教我們不能做的，我們不但不做，念頭都不生，這樣才叫做依教奉行。我們今天學淨土，我們主要依靠的是《無量壽經》，《無量壽經》要念熟，《無量壽經》的道理要明白，教訓要記住。《阿難問事佛吉凶經》是我們的補充教材，《無量壽經》沒有講到的地方，而在我們日常生活當中迫切需要明瞭的，這些經可以做補充。印光大師教導我們的《了凡四訓》、《感應篇彙編》、《安士全書》都是很好的補充教材。"
    },
    {
      "id": "15-013-0058_p0007",
      "zh_CN": "对于现代学佛的四众同修来说，我们最大的遗憾，就是从小的时候没有打好基础，疏忽了圣贤的教诲，我们的根本有欠缺。欠缺一定要弥补，如果不弥补，对我们的修学造成重大障碍，好像植物一样，根坏了，你在枝干梢叶上去弥补，怎么补都非常困难，根坏了。根在哪里修补？儒家的《弟子规》，儒家的小学，《礼记》里面有一篇「曲礼」是教小学的，这重要！佛法里面，《十善业道经》跟这部经，这是根、这是本。我们如果不在这上奠定基础，我们一天到晚起心动念，知道什么念头是善？什么念头是恶？不知道，自己没有标准，总觉得自己不错，将来堕落到三途，后悔莫及。所以这部经非常重要。下面具体教导我们，虽然说得具体，还是原则，我们要懂。",
      "zh_TW": "對於現代學佛的四眾同修來說，我們最大的遺憾，就是從小的時候沒有打好基礎，疏忽了聖賢的教誨，我們的根本有欠缺。欠缺一定要彌補，如果不彌補，對我們的修學造成重大障礙，好像植物一樣，根壞了，你在枝幹梢葉上去彌補，怎麼補都非常困難，根壞了。根在哪裡修補？儒家的《弟子規》，儒家的小學，《禮記》裡面有一篇「曲禮」是教小學的，這重要！佛法裡面，《十善業道經》跟這部經，這是根、這是本。我們如果不在這上奠定基礎，我們一天到晚起心動念，知道什麼念頭是善？什麼念頭是惡？不知道，自己沒有標準，總覺得自己不錯，將來墮落到三途，後悔莫及。所以這部經非常重要。下面具體教導我們，雖然說得具體，還是原則，我們要懂。"
    },
    {
      "id": "15-013-0058_p0008",
      "zh_CN": "『顺孝畏慎』，「顺」字很重要，圣贤人才能做到，我们凡夫怎么会做到？顺是大德。普贤菩萨十条教训里面，「恒顺众生」、「随喜功德」两条，十条里头两条，随喜也是顺，没有不顺的。无理，无理更要顺。中国过去讲二十四孝，头一条舜王，舜王从哪里做起？顺。他的父亲、他的继母、继母生的弟弟，父亲老糊涂，继母歧视他，不是自己生的，虐待他；弟弟傲慢、欺负他。他在家庭，一家四个人，三个人这样对待他，他顺从。他还有个妹妹，妹妹也是继母生的，一家五个人，还算不错，他妹妹对他好。他们三个人设计要想谋害他，他妹妹就预先告诉他，教他怎么样防范。",
      "zh_TW": "『順孝畏慎』，「順」字很重要，聖賢人才能做到，我們凡夫怎麼會做到？順是大德。普賢菩薩十條教訓裡面，「恆順眾生」、「隨喜功德」兩條，十條裡頭兩條，隨喜也是順，沒有不順的。無理，無理更要順。中國過去講二十四孝，頭一條舜王，舜王從哪裡做起？順。他的父親、他的繼母、繼母生的弟弟，父親老糊塗，繼母歧視他，不是自己生的，虐待他；弟弟傲慢、欺負他。他在家庭，一家四個人，三個人這樣對待他，他順從。他還有個妹妹，妹妹也是繼母生的，一家五個人，還算不錯，他妹妹對他好。他們三個人設計要想謀害他，他妹妹就預先告訴他，教他怎麼樣防範。"
    },
    {
      "id": "15-013-0058_p0009",
      "zh_CN": "有一次他们设计，有一个枯井，故意把东西丢到井里，叫他到井底去把东西拿出来，等他下去的时候，上面就推石头把他埋起来。这事情他妹妹知道了，预先通知他，所以他就做了防范，他在井底下挖了个小洞从旁边出去。所以他的父母叫他拾东西，他下去，上面推石头压他，他从旁边预先挖的小路出来了。多少次的陷害，他妹妹通风报信，有这么一个好妹妹，妹妹是继母生的。一切顺从，三年之后把一家人感化了。",
      "zh_TW": "有一次他們設計，有一個枯井，故意把東西丟到井裡，叫他到井底去把東西拿出來，等他下去的時候，上面就推石頭把他埋起來。這事情他妹妹知道了，預先通知他，所以他就做了防範，他在井底下挖了個小洞從旁邊出去。所以他的父母叫他拾東西，他下去，上面推石頭壓他，他從旁邊預先挖的小路出來了。多少次的陷害，他妹妹通風報信，有這麼一個好妹妹，妹妹是繼母生的。一切順從，三年之後把一家人感化了。"
    },
    {
      "id": "15-013-0058_p0010",
      "zh_CN": "舜只有一个心，父母的恩德大，虽然不是自己的生母，自己父亲年岁大了，需要人照顾，他娶继母照顾他，感恩，没有一丝毫怨言，没有怨恨心，只有孝顺心。这是「至诚感通」，中国古人所讲「精诚所至，金石为开」。人总有天良，他天良被物欲蒙蔽了，有这样的人来启发他、来感化他，日久天长他被感动。",
      "zh_TW": "舜只有一個心，父母的恩德大，雖然不是自己的生母，自己父親年歲大了，需要人照顧，他娶繼母照顧他，感恩，沒有一絲毫怨言，沒有怨恨心，只有孝順心。這是「至誠感通」，中國古人所講「精誠所至，金石為開」。人總有天良，他天良被物欲蒙蔽了，有這樣的人來啟發他、來感化他，日久天長他被感動。"
    },
    {
      "id": "15-013-0058_p0011",
      "zh_CN": "这就是说什么？儒家讲的，齐家之根本在修身，修身的根本在正心，正心的根本在诚意。舜做到了诚意、正心、身修，感化一家，一家和睦，所以家齐而后国就兴旺，国治。尧王听到有这么一桩事情，调查清楚了，把两个女儿嫁给他，把王位让给他。这是个好人，他能感化一家，他就能感化一国，叫他做国君。他不负众望，不辜负尧王，他真的做得很好。",
      "zh_TW": "這就是說什麼？儒家講的，齊家之根本在修身，修身的根本在正心，正心的根本在誠意。舜做到了誠意、正心、身修，感化一家，一家和睦，所以家齊而後國就興旺，國治。堯王聽到有這麼一樁事情，調查清楚了，把兩個女兒嫁給他，把王位讓給他。這是個好人，他能感化一家，他就能感化一國，叫他做國君。他不負眾望，不辜負堯王，他真的做得很好。"
    },
    {
      "id": "15-013-0058_p0012",
      "zh_CN": "我们不懂道理，不懂得顺，为什么不能顺？自己有成见，总觉得自己对，别人不对，所以就不能顺。舜王为什么能顺？他总觉得别人对、自己不对。父亲、母亲、弟弟为什么对我不好？一定是自己做得不够好。孟子所说的「反求诸己」，不要怪别人，怪别人永远是错的，回过头来责备自己永远是正确的。",
      "zh_TW": "我們不懂道理，不懂得順，為什麼不能順？自己有成見，總覺得自己對，別人不對，所以就不能順。舜王為什麼能順？他總覺得別人對、自己不對。父親、母親、弟弟為什麼對我不好？一定是自己做得不夠好。孟子所說的「反求諸己」，不要怪別人，怪別人永遠是錯的，回過頭來責備自己永遠是正確的。"
    },
    {
      "id": "15-013-0058_p0013",
      "zh_CN": "我们今天在新加坡，这几年来讲经教学，我们也受到很多人批评，我们听到了不怪他，回过头来自己好好想想，我自己做得不够好，他们的责备没有错误。通过反省之后，我们再努力，再向上提升，希望做得更好。所以我决定摒弃外缘，在从前方式就是闭关、住山，预定期限五年。现代闭关跟从前方法不一样，闭关是独善其身，出关是兼善天下弘法利生。今天我们在关房里面，利用高科技也能够兼善天下，这好事情。所以这些人以这些态度对我，那是菩萨化身，如果没有这些人、没有这些是非，我不会走这路子，想不出来的。他们提醒我，我应该闭关，应该百尺竿头更进一步。唯有这样子做，我们的《华严》、《法华》、《楞严》、净土五经一论，能够在五年的时间，我们使用六千个小时完成。这些人就算是毁谤也好、侮辱也好、陷害也好，他是我的恩人，为什么？他帮助我完成这一桩大事情，我自己把这些经卷好好的温习一下，摒弃万缘。",
      "zh_TW": "我們今天在新加坡，這幾年來講經教學，我們也受到很多人批評，我們聽到了不怪他，回過頭來自己好好想想，我自己做得不夠好，他們的責備沒有錯誤。通過反省之後，我們再努力，再向上提升，希望做得更好。所以我決定摒棄外緣，在從前方式就是閉關、住山，預定期限五年。現代閉關跟從前方法不一樣，閉關是獨善其身，出關是兼善天下弘法利生。今天我們在關房裡面，利用高科技也能夠兼善天下，這好事情。所以這些人以這些態度對我，那是菩薩化身，如果沒有這些人、沒有這些是非，我不會走這路子，想不出來的。他們提醒我，我應該閉關，應該百尺竿頭更進一步。唯有這樣子做，我們的《華嚴》、《法華》、《楞嚴》、淨土五經一論，能夠在五年的時間，我們使用六千個小時完成。這些人就算是毀謗也好、侮辱也好、陷害也好，他是我的恩人，為什麼？他幫助我完成這一樁大事情，我自己把這些經卷好好的溫習一下，摒棄萬緣。"
    },
    {
      "id": "15-013-0058_p0014",
      "zh_CN": "这工作将来在哪里做，现在还不确定，因为许多地方都要建摄影棚。最后我怎么决定？我要去参观一下哪个摄影棚建得最好，所以现在又加上洛杉矶，达拉斯也在做，可能洛杉矶会做得最好，因为他们找到好莱坞的技术人员，洛杉矶净宗学会距离好莱坞不太远，好莱坞我去参观过几次。哪个地方做得好，有这些设备，我当然到那边去，那边一定有网路，我们每一堂课都上网，全世界网路上的同修，我们还是天天见面。",
      "zh_TW": "這工作將來在哪裡做，現在還不確定，因為許多地方都要建攝影棚。最後我怎麼決定？我要去參觀一下哪個攝影棚建得最好，所以現在又加上洛杉磯，達拉斯也在做，可能洛杉磯會做得最好，因為他們找到好萊塢的技術人員，洛杉磯淨宗學會距離好萊塢不太遠，好萊塢我去參觀過幾次。哪個地方做得好，有這些設備，我當然到那邊去，那邊一定有網路，我們每一堂課都上網，全世界網路上的同修，我們還是天天見面。"
    },
    {
      "id": "15-013-0058_p0015",
      "zh_CN": "所以我今天这个做法，就是古时候闭关的做法、住山的做法，身心世界一切放下，不闻不问。随时欢欢喜喜往生，工作快乐，往生自在，我的事情了了，我这一生对得起佛教、对得起佛菩萨、对得起我的老师、对得起护法，我怎么会不自在？怎么会不快乐？",
      "zh_TW": "所以我今天這個做法，就是古時候閉關的做法、住山的做法，身心世界一切放下，不聞不問。隨時歡歡喜喜往生，工作快樂，往生自在，我的事情了了，我這一生對得起佛教、對得起佛菩薩、對得起我的老師、對得起護法，我怎麼會不自在？怎麼會不快樂？"
    },
    {
      "id": "15-013-0058_p0016",
      "zh_CN": "所以一定要懂得顺，逆来顺受，我们得益了。如果不顺，觉得我被冤枉了，我抗拒，那就造罪业了。罪业的果报冤冤相报、没完没了，那是决定错误的。所以我今天感激中国大陆跟台湾一些反对我、反对会集本的这些善知识，感谢中国统战部下达文件，我感谢他们，不是他们错，是我的错，他们教我反省，他们教我选择晚年应该走的道路，修正我的方向，修正我的道路。没有这些人，我的路子走错了，《华严经》在这一生当中能不能讲圆满是个问号。",
      "zh_TW": "所以一定要懂得順，逆來順受，我們得益了。如果不順，覺得我被冤枉了，我抗拒，那就造罪業了。罪業的果報冤冤相報、沒完沒了，那是決定錯誤的。所以我今天感激中國大陸跟台灣一些反對我、反對會集本的這些善知識，感謝中國統戰部下達文件，我感謝他們，不是他們錯，是我的錯，他們教我反省，他們教我選擇晚年應該走的道路，修正我的方向，修正我的道路。沒有這些人，我的路子走錯了，《華嚴經》在這一生當中能不能講圓滿是個問號。"
    },
    {
      "id": "15-013-0058_p0017",
      "zh_CN": "我的老师李炳南居士，发愿把这部经讲圆满，讲到一半他就往生了，这弘愿我们作学生的人一定要继承下来。所以这些大善知识，包括我们新加坡居士林、净宗学会一些人，我感恩，他们提醒我，把我的方向修正。我一生都生活在感恩的世界里，我比一般人幸福，幸福就在此地，我能够顺从，我想得很周密。我永远记这些人的恩德，我不会有丝毫恶意。如果我有一丝毫恶意，我五十年的佛是白修了，四十多年在讲台上那是骗人。我自己得不到受用，别人还能得受用吗？首先是自己得受用，自己得无比殊胜的受用。「顺」字重要。在家要顺从父母，也要顺从兄弟，在社会上恒顺众生，随喜成就自己的功德。",
      "zh_TW": "我的老師李炳南居士，發願把這部經講圓滿，講到一半他就往生了，這弘願我們作學生的人一定要繼承下來。所以這些大善知識，包括我們新加坡居士林、淨宗學會一些人，我感恩，他們提醒我，把我的方向修正。我一生都生活在感恩的世界裡，我比一般人幸福，幸福就在此地，我能夠順從，我想得很周密。我永遠記這些人的恩德，我不會有絲毫惡意。如果我有一絲毫惡意，我五十年的佛是白修了，四十多年在講台上那是騙人。我自己得不到受用，別人還能得受用嗎？首先是自己得受用，自己得無比殊勝的受用。「順」字重要。在家要順從父母，也要順從兄弟，在社會上恆順眾生，隨喜成就自己的功德。"
    },
    {
      "id": "15-013-0058_p0018",
      "zh_CN": "底下一个字是「孝」，孝是根本，世出世间大总持法门。这字是会意，中国古人造字有六个原则，叫「六书」，这是六书里头的「会意」，让我们看到符号体会它的意思。你看这个字，上面是「老」字，下面是「子」字，这就告诉你什么叫孝，上一代跟下一代是一体，不能分的，这叫孝。你要是明白这个道理，你就明了什么叫孝道，在这地方建立正确的理念。上一代还有上一代，下一代还有下一代，过去无始，未来无终，是一体。我们讲普通一般人能够理解的话：生命的共同体。从横的来讲，佛家讲：「竖穷三际，横遍十方」，是一个生命的整体，是一个生命的共同体。你能够建立这个理念，这是孝道，佛家里面讲的大总持法门。然后我们才知道为什么要顺，因为一切众生是我们一个共同体，我当然要顺。顺是天经地义，顺没有条件、没有理由，顺就对了，性德。",
      "zh_TW": "底下一個字是「孝」，孝是根本，世出世間大總持法門。這字是會意，中國古人造字有六個原則，叫「六書」，這是六書裡頭的「會意」，讓我們看到符號體會它的意思。你看這個字，上面是「老」字，下面是「子」字，這就告訴你什麼叫孝，上一代跟下一代是一體，不能分的，這叫孝。你要是明白這個道理，你就明瞭什麼叫孝道，在這地方建立正確的理念。上一代還有上一代，下一代還有下一代，過去無始，未來無終，是一體。我們講普通一般人能夠理解的話：生命的共同體。從橫的來講，佛家講：「豎窮三際，橫遍十方」，是一個生命的整體，是一個生命的共同體。你能夠建立這個理念，這是孝道，佛家裡面講的大總持法門。然後我們才知道為什麼要順，因為一切眾生是我們一個共同體，我當然要順。順是天經地義，順沒有條件、沒有理由，順就對了，性德。"
    },
    {
      "id": "15-013-0058_p0019",
      "zh_CN": "现代人没有接受过圣贤的教诲，所以父子有代沟，代沟是什么？「老」跟「子」离开了，拆掉了，没有孝。没有代沟就是孝。佛法里面讲得更清楚，人与人之间没有代沟，是一体的，族群与族群之间没有界限，国家与国家也没有界限，宗教与宗教也没有界限，尽虚空遍法界是一体。界限从哪里生的？妄想分别执着生的，本来没有界限，没有界限就叫做一真法界。划上界限就是罪过，就是反常，常是性德，违背了自性！这个道理很深，但是学佛的人不能不懂，你要是不懂，你的轮回心就没有办法转变成菩提心。轮回心是迷，菩提心是觉，转迷为觉你做不到。",
      "zh_TW": "現代人沒有接受過聖賢的教誨，所以父子有代溝，代溝是什麼？「老」跟「子」離開了，拆掉了，沒有孝。沒有代溝就是孝。佛法裡面講得更清楚，人與人之間沒有代溝，是一體的，族群與族群之間沒有界限，國家與國家也沒有界限，宗教與宗教也沒有界限，盡虛空遍法界是一體。界限從哪裡生的？妄想分別執著生的，本來沒有界限，沒有界限就叫做一真法界。劃上界限就是罪過，就是反常，常是性德，違背了自性！這個道理很深，但是學佛的人不能不懂，你要是不懂，你的輪迴心就沒有辦法轉變成菩提心。輪迴心是迷，菩提心是覺，轉迷為覺你做不到。"
    },
    {
      "id": "15-013-0058_p0020",
      "zh_CN": "我们学佛，自己有信心，肯定有成就，能够契入菩萨的境界，这一生当中有把握证得一真法界，也就是有把握超越六道、超越十法界。信心从哪里生的？理念上产生的，我真懂得、真明了、我真做到。放下就做到了，你为什么做不到？放不下。自私自利放不下、名闻利养放不下、五欲六尘放不下、贪瞋痴慢放不下，你怎么能契入？不要说契入法身菩萨境界，小乘初果须陀洹的境界你都没有分，这是真的。",
      "zh_TW": "我們學佛，自己有信心，肯定有成就，能夠契入菩薩的境界，這一生當中有把握證得一真法界，也就是有把握超越六道、超越十法界。信心從哪裡生的？理念上產生的，我真懂得、真明瞭、我真做到。放下就做到了，你為什麼做不到？放不下。自私自利放不下、名聞利養放不下、五欲六塵放不下、貪瞋痴慢放不下，你怎麼能契入？不要說契入法身菩薩境界，小乘初果須陀洹的境界你都沒有分，這是真的。"
    },
    {
      "id": "15-013-0058_p0021",
      "zh_CN": "身心世界一切放下，在世间所作所为都是利益众生的，没有一桩事情是利益自己的，自己解脱了。小乘经上常说：「所作已办，不受后有」，确确实实入这境界了。大乘法里面讲：「得大自在」，我们提出的看破、放下、自在、随缘、念佛往生净土，这是究竟圆满的成就，最快速的成就。不取毘卢遮那的净土，取阿弥陀佛的净土，为什么会有这念头？因为在《华严经》上看到文殊、普贤求生阿弥陀佛净土，文殊、普贤是华藏世界的等觉菩萨，他这一招给我们很大的启示。这是我们崇敬到极处的华藏世界等觉菩萨，看到他发心求生净土，那净土一定殊胜，净土一定不假，我们要向他学习，要向他看齐。",
      "zh_TW": "身心世界一切放下，在世間所作所為都是利益眾生的，沒有一樁事情是利益自己的，自己解脫了。小乘經上常說：「所作已辦，不受後有」，確確實實入這境界了。大乘法裡面講：「得大自在」，我們提出的看破、放下、自在、隨緣、念佛往生淨土，這是究竟圓滿的成就，最快速的成就。不取毘盧遮那的淨土，取阿彌陀佛的淨土，為什麼會有這念頭？因為在《華嚴經》上看到文殊、普賢求生阿彌陀佛淨土，文殊、普賢是華藏世界的等覺菩薩，他這一招給我們很大的啟示。這是我們崇敬到極處的華藏世界等覺菩薩，看到他發心求生淨土，那淨土一定殊勝，淨土一定不假，我們要向他學習，要向他看齊。"
    },
    {
      "id": "15-013-0058_p0022",
      "zh_CN": "「孝」这字是真实究竟圆满的理念，孝的行就是顺，也就是孝道落实在实际生活当中就是顺，一切都随顺。日常生活随顺，特别是出家修行人，释迦牟尼佛当年在世，生活方式是托钵，人家给什么就吃什么，欢欢喜喜随顺，没有一丝毫挑剔，没有一样不随顺，这是孝道的落实。有意见、有分别、有执着就不能随顺，孝道就有亏，就有欠缺。",
      "zh_TW": "「孝」這字是真實究竟圓滿的理念，孝的行就是順，也就是孝道落實在實際生活當中就是順，一切都隨順。日常生活隨順，特別是出家修行人，釋迦牟尼佛當年在世，生活方式是托缽，人家給什麼就吃什麼，歡歡喜喜隨順，沒有一絲毫挑剔，沒有一樣不隨順，這是孝道的落實。有意見、有分別、有執著就不能隨順，孝道就有虧，就有欠缺。"
    },
    {
      "id": "15-013-0058_p0023",
      "zh_CN": "佛弟子、真正修行人在这世间完全透明，今天讲透明化，没有一点私心，没有一点恶念，没有一点恶行，真正做到「事无不可告人言」，没有一丝毫隐瞒。善行不隐瞒，恶行也不隐瞒，恶行人家指责，就是消业障，就是报掉了。善行也不必宣扬，宣扬人家赞叹，那我们修的善也报掉了。善，古人常讲「积阴德」，做的善没有人知道好。做的恶人家都知道，恶统统报掉了，善愈积愈厚，这好事情，来生后世报得厚。",
      "zh_TW": "佛弟子、真正修行人在這世間完全透明，今天講透明化，沒有一點私心，沒有一點惡念，沒有一點惡行，真正做到「事無不可告人言」，沒有一絲毫隱瞞。善行不隱瞞，惡行也不隱瞞，惡行人家指責，就是消業障，就是報掉了。善行也不必宣揚，宣揚人家讚歎，那我們修的善也報掉了。善，古人常講「積陰德」，做的善沒有人知道好。做的惡人家都知道，惡統統報掉了，善愈積愈厚，這好事情，來生後世報得厚。"
    },
    {
      "id": "15-013-0058_p0024",
      "zh_CN": "「畏」，世出世法不可没有畏心，畏是恐惧，战战兢兢，畏什么？畏因果。佛教常讲，「众生畏果，菩萨畏因」。那我们就晓得，我们要畏因，因是什么？起心动念、言语造作，我这个念头一动，立刻回光返照，这念头是善还是恶？是利他还是损他？这念头发之于身口，造作的行业对众生是正面的影响，还是负面的影响？影响范围有多大？影响时间有多长？这里头就有果报，怎么能不畏？凡是有畏心的人，这个人肯定能够改过自新，肯定能够做到断恶修善。他不能做到，他不知道畏因果，他胆大，他不怕因果报应，他不相信因果报应。换句话说，损害一切众生、损害社会的事情他敢做，到果报现前，后悔也来不及了。这里头的理事深广无尽，一定要好好的去想，仔细去观察。我们在这地方讲这段经文，只能够点到为止，不能细说。种善因决定得善果，种不善的因决定有恶报，天经地义。古往今来我们细细去观察，因果报应没有人能代替，佛菩萨再慈悲，没有办法代替我们受恶报，因果要各人自己负责。",
      "zh_TW": "「畏」，世出世法不可沒有畏心，畏是恐懼，戰戰兢兢，畏什麼？畏因果。佛教常講，「眾生畏果，菩薩畏因」。那我們就曉得，我們要畏因，因是什麼？起心動念、言語造作，我這個念頭一動，立刻回光返照，這念頭是善還是惡？是利他還是損他？這念頭發之於身口，造作的行業對眾生是正面的影響，還是負面的影響？影響範圍有多大？影響時間有多長？這裡頭就有果報，怎麼能不畏？凡是有畏心的人，這個人肯定能夠改過自新，肯定能夠做到斷惡修善。他不能做到，他不知道畏因果，他膽大，他不怕因果報應，他不相信因果報應。換句話說，損害一切眾生、損害社會的事情他敢做，到果報現前，後悔也來不及了。這裡頭的理事深廣無盡，一定要好好的去想，仔細去觀察。我們在這地方講這段經文，只能夠點到為止，不能細說。種善因決定得善果，種不善的因決定有惡報，天經地義。古往今來我們細細去觀察，因果報應沒有人能代替，佛菩薩再慈悲，沒有辦法代替我們受惡報，因果要各人自己負責。"
    },
    {
      "id": "15-013-0058_p0025",
      "zh_CN": "下面还有一个字，「慎」，慎是小心谨慎，处事待人接物，乃至于日常生活工作，都要小心谨慎，功不唐捐。在中国历史上，大家都很尊敬诸葛亮，历史上对他的批评，「诸葛一生唯谨慎」，他的成功，成功在小心谨慎。我们日常生活小心谨慎，可以避免很多疾病。病从口入，饮食起居小心，减少疾病，把疾病的缘都断掉了。吃东西要讲求卫生，东西要干净，量要少，不要暴饮暴食，贪吃是得病的重要因素，不要认为好吃就多吃，不是好事情。",
      "zh_TW": "下面還有一個字，「慎」，慎是小心謹慎，處事待人接物，乃至於日常生活工作，都要小心謹慎，功不唐捐。在中國歷史上，大家都很尊敬諸葛亮，歷史上對他的批評，「諸葛一生唯謹慎」，他的成功，成功在小心謹慎。我們日常生活小心謹慎，可以避免很多疾病。病從口入，飲食起居小心，減少疾病，把疾病的緣都斷掉了。吃東西要講求衛生，東西要乾淨，量要少，不要暴飲暴食，貪吃是得病的重要因素，不要認為好吃就多吃，不是好事情。"
    },
    {
      "id": "15-013-0058_p0026",
      "zh_CN": "什么事情都守住一个原则：适可而止，这句话可以用在一切时、一切处、一切事物当中，这也就是儒家讲的「中庸」，佛家讲的「中道」，适可而止，决定不能够过分。尤其是佛法里面，佛常讲「比丘常带三分病」，「三分病」是什么病？饿病，就是不要吃饱。为什么？饱暖思淫欲，他就会动坏思想、坏念头。吃不饱但是也饿不死，穿不暖但是也冻不坏，这样子人时时刻刻在警觉之中，警觉他就不迷惑，时时刻刻想着佛的教诲，记住佛的教诲，依教奉行。求精神上生活充沛，尽可能减少物欲的享受，这里头有大道理在。",
      "zh_TW": "什麼事情都守住一個原則：適可而止，這句話可以用在一切時、一切處、一切事物當中，這也就是儒家講的「中庸」，佛家講的「中道」，適可而止，決定不能夠過分。尤其是佛法裡面，佛常講「比丘常帶三分病」，「三分病」是什麼病？餓病，就是不要吃飽。為什麼？飽暖思淫欲，他就會動壞思想、壞念頭。吃不飽但是也餓不死，穿不暖但是也凍不壞，這樣子人時時刻刻在警覺之中，警覺他就不迷惑，時時刻刻想著佛的教誨，記住佛的教誨，依教奉行。求精神上生活充沛，盡可能減少物欲的享受，這裡頭有大道理在。"
    },
    {
      "id": "15-013-0058_p0027",
      "zh_CN": "生活要小心谨慎，工作也要小心谨慎，待人接物都要小心谨慎，才不会有过失。我们这个字没有做得好，这是真的，特别是在处事待人接物，我们疏忽了，大意了，所以虽然是善心、善行、善事，还是有人排斥抵触，不接受，这原因是什么？我们在「慎」这字的功夫做得不够，如果做得很圆满，一定得到大众的赞叹、大众的帮助，决不至于有毁谤、有排斥。我们这个字有欠缺，有很大的欠缺，要回过头来反省，修身补过，希望再好好的做五年，能够避免这些过失，这就是成绩的表现。好，今天时间到了。",
      "zh_TW": "生活要小心謹慎，工作也要小心謹慎，待人接物都要小心謹慎，才不會有過失。我們這個字沒有做得好，這是真的，特別是在處事待人接物，我們疏忽了，大意了，所以雖然是善心、善行、善事，還是有人排斥抵觸，不接受，這原因是什麼？我們在「慎」這字的功夫做得不夠，如果做得很圓滿，一定得到大眾的讚歎、大眾的幫助，決不至於有毀謗、有排斥。我們這個字有欠缺，有很大的欠缺，要回過頭來反省，修身補過，希望再好好的做五年，能夠避免這些過失，這就是成績的表現。好，今天時間到了。"
    }
  ]
}