{
  "doc_id": "15-013-0033",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0033",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "15-013-0033_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《吉凶经科会》第九面，经文倒数第二行，最后一句看起：",
      "zh_TW": "諸位同學，大家好！請掀開《吉凶經科會》第九面，經文倒數第二行，最後一句看起："
    },
    {
      "id": "15-013-0033_p0002",
      "zh_CN": "【或从宿行恶道中来。现世罪人也。非佛弟子。】",
      "zh_TW": "【或從宿行惡道中來。現世罪人也。非佛弟子。】"
    },
    {
      "id": "15-013-0033_p0003",
      "zh_CN": "这是这一小段的最后一句，就是说疾病。这一类的病痛，就是我们在前面讲的三种原因之一，这三种原因：一种是生理的、一种是冤亲债主附身，另外一种就是此地所讲的，过去或者是今生造作的恶业太重了。经文『宿行』是讲过去，过去生中带有恶习种子，遇缘它就造罪业。人为什么会造罪业？为什么造极重的罪业？他不能回头、他不能反省，这就是过去生中阿赖耶识里面恶习种子太多、太严重了。恶种力量非常之大，遇到缘它就起现行，这是『从宿行恶道中来，现世罪人也』。",
      "zh_TW": "這是這一小段的最後一句，就是說疾病。這一類的病痛，就是我們在前面講的三種原因之一，這三種原因：一種是生理的、一種是冤親債主附身，另外一種就是此地所講的，過去或者是今生造作的惡業太重了。經文『宿行』是講過去，過去生中帶有惡習種子，遇緣它就造罪業。人為什麼會造罪業？為什麼造極重的罪業？他不能回頭、他不能反省，這就是過去生中阿賴耶識裡面惡習種子太多、太嚴重了。惡種力量非常之大，遇到緣它就起現行，這是『從宿行惡道中來，現世罪人也』。"
    },
    {
      "id": "15-013-0033_p0004",
      "zh_CN": "由此可知，我们不但修学要重视环境，生活也不能不重视环境，古人教导我们「近朱者赤，近墨者黑」，换句话说，人没有相当定力的时候，总不免为外面境界所染着，用现在的话来说，他不能不被环境影响。所以古代孟子的母亲，为了教导孟子，对于居住环境非常重视，古籍里头记载「孟母三迁」，搬三次家，为什么？为小孩，就是居住的环境对于小孩有不良的影响，她必须要搬家，这是真正爱护子女、爱护下一代。现在人把这事情完全疏忽了，只重视自己居住舒适，不顾环境对于子女的影响，所以我们冷静观察社会，何以一代不如一代？这个责任应当什么人来负担？",
      "zh_TW": "由此可知，我們不但修學要重視環境，生活也不能不重視環境，古人教導我們「近朱者赤，近墨者黑」，換句話說，人沒有相當定力的時候，總不免為外面境界所染著，用現在的話來說，他不能不被環境影響。所以古代孟子的母親，為了教導孟子，對於居住環境非常重視，古籍裡頭記載「孟母三遷」，搬三次家，為什麼？為小孩，就是居住的環境對於小孩有不良的影響，她必須要搬家，這是真正愛護子女、愛護下一代。現在人把這事情完全疏忽了，只重視自己居住舒適，不顧環境對於子女的影響，所以我們冷靜觀察社會，何以一代不如一代？這個責任應當什麼人來負擔？"
    },
    {
      "id": "15-013-0033_p0005",
      "zh_CN": "我们学佛更应当重视居住环境，所以从前祖师大德们，选择修行的场所都在深山，人迹罕至之处。为什么？尽量减少人事物不良的影响。现在我们要建道场，有没有想到这桩事情？很多人没有想到。现在建道场应该建在什么地方？人家所考虑的是信徒、香客方不方便来，考虑这个。心目当中，香火鼎旺，游客众多，布施供养多，目标都想到这里，完全没有想到道业的成就，清净、平等、正觉、慈悲的成就，没想到！所以道场建立在繁华的都市，交通便捷的地方。当然现在就以佛门来说，道场的经济环境，这是大家都晓得的，佛家常讲「法轮未转食轮先」，生活要不安定，怎么能够安心办道？办道首先的条件是身心安稳，头一个条件就是你的生活有着落。所以从前寺院庵堂他们有土地，施主布施土地、布施山林，山林土地可以交给农夫去耕种，寺院经济来源就靠农夫的租金，所以他有固定收入，他身心安稳。生活虽然清苦一点，但是他不缺乏。现在一般道场已经没有这个环境了，换句话说，没有固定的收入，完全靠信徒的供养，这种生活方式，心怎么能够安稳？道业怎么能够成就？",
      "zh_TW": "我們學佛更應當重視居住環境，所以從前祖師大德們，選擇修行的場所都在深山，人跡罕至之處。為什麼？盡量減少人事物不良的影響。現在我們要建道場，有沒有想到這樁事情？很多人沒有想到。現在建道場應該建在什麼地方？人家所考慮的是信徒、香客方不方便來，考慮這個。心目當中，香火鼎旺，遊客眾多，布施供養多，目標都想到這裡，完全沒有想到道業的成就，清淨、平等、正覺、慈悲的成就，沒想到！所以道場建立在繁華的都市，交通便捷的地方。當然現在就以佛門來說，道場的經濟環境，這是大家都曉得的，佛家常講「法輪未轉食輪先」，生活要不安定，怎麼能夠安心辦道？辦道首先的條件是身心安穩，頭一個條件就是你的生活有著落。所以從前寺院庵堂他們有土地，施主布施土地、布施山林，山林土地可以交給農夫去耕種，寺院經濟來源就靠農夫的租金，所以他有固定收入，他身心安穩。生活雖然清苦一點，但是他不缺乏。現在一般道場已經沒有這個環境了，換句話說，沒有固定的收入，完全靠信徒的供養，這種生活方式，心怎麼能夠安穩？道業怎麼能夠成就？"
    },
    {
      "id": "15-013-0033_p0006",
      "zh_CN": "往年我曾经随道安法师到日本去访问，发现到日本许多道场，他们都经营工商业，以这种营利的方式来做道场的基金，这未尝不是一个方法。当然经营工商业不需要出家人，在家信徒，道场拿出资金，有真正热心在家信徒、在家的护法，交给他们去经营。我们在日本看到有许多四星级、五星级的旅馆，是佛教寺院经营的，还有一些工厂也是佛教寺院经营的。所以现在我们既然没有土地，没有田地、没有山林，用这种方法做一些营生的利益，作为道场生活固定的来源，可以叫修行的人身心安稳。这里面最重要的就是负责经营事业这些在家的信徒护法，他们要发真诚心，不为自己谋私利，那就是无量功德。如果利用寺院出家人这些资金、这些供养去谋自己的私利，就造无量无边的罪业，罪福真的在一念之间。",
      "zh_TW": "往年我曾經隨道安法師到日本去訪問，發現到日本許多道場，他們都經營工商業，以這種營利的方式來做道場的基金，這未嘗不是一個方法。當然經營工商業不需要出家人，在家信徒，道場拿出資金，有真正熱心在家信徒、在家的護法，交給他們去經營。我們在日本看到有許多四星級、五星級的旅館，是佛教寺院經營的，還有一些工廠也是佛教寺院經營的。所以現在我們既然沒有土地，沒有田地、沒有山林，用這種方法做一些營生的利益，作為道場生活固定的來源，可以叫修行的人身心安穩。這裡面最重要的就是負責經營事業這些在家的信徒護法，他們要發真誠心，不為自己謀私利，那就是無量功德。如果利用寺院出家人這些資金、這些供養去謀自己的私利，就造無量無邊的罪業，罪福真的在一念之間。"
    },
    {
      "id": "15-013-0033_p0007",
      "zh_CN": "三宝的钱来自十方，佛在经上讲，出家人的供养，出家人供养母亲，母亲可以消受，供养父亲，父亲都不能消受，何况其他的人？那要多大的福报才能消受出家人的四众供养？这些道理，佛在经论上讲得很多，现在人不读经，不晓得这些道理，跟他讲他还要提出反驳，这些人只图眼前的小利，不顾将来的恶报。这种造业，「现世罪人」，我们讲这一类的病，多半是现在所讲的老人病、老人痴呆症，都归在这一类。",
      "zh_TW": "三寶的錢來自十方，佛在經上講，出家人的供養，出家人供養母親，母親可以消受，供養父親，父親都不能消受，何況其他的人？那要多大的福報才能消受出家人的四眾供養？這些道理，佛在經論上講得很多，現在人不讀經，不曉得這些道理，跟他講他還要提出反駁，這些人只圖眼前的小利，不顧將來的惡報。這種造業，「現世罪人」，我們講這一類的病，多半是現在所講的老人病、老人痴呆症，都歸在這一類。"
    },
    {
      "id": "15-013-0033_p0008",
      "zh_CN": "『非佛弟子』，这一句是总结，总结前面遇不到好老师、不懂经教，徒有佛教徒之名，而无佛弟子之实。从「有人事佛，不值善师，不见经教」，一直到这个地方，做个总结，这不是佛弟子。即使出家受了具足戒，受了菩萨戒，那是形式，还是非佛弟子。你自以为是佛弟子，佛不承认。真正佛弟子确实跟经上讲的，必定得富贵谐偶，假佛弟子才有「衰耗不谐偶」，衰是指你在社会上的地位丧失掉了，耗是财物耗费掉了，事事不能称心如意，这非佛弟子。为什么？我们在佛法当中常常听说「佛氏门中，有求必应」，我们真正为佛弟子，有求一定必应。章嘉大师从前教给我，他就教我坚定信心，当我们有求愿而不应的时候，大师跟我说，这是缘不成熟，我们自己有业障，一定要反省，忏除业障，障碍没有了，有求就必应。我这五十年当中遵守老师的教诲，感应不可思议，老师所说的话真的不是假的。所以什么是佛弟子，什么不是佛弟子，我们自己要清清楚楚、明明白白。后面这一段是讲果报，非佛弟子的果报，假佛弟子，特别是我们已经发心出家的这些同修要牢牢记住。",
      "zh_TW": "『非佛弟子』，這一句是總結，總結前面遇不到好老師、不懂經教，徒有佛教徒之名，而無佛弟子之實。從「有人事佛，不值善師，不見經教」，一直到這個地方，做個總結，這不是佛弟子。即使出家受了具足戒，受了菩薩戒，那是形式，還是非佛弟子。你自以為是佛弟子，佛不承認。真正佛弟子確實跟經上講的，必定得富貴諧偶，假佛弟子才有「衰耗不諧偶」，衰是指你在社會上的地位喪失掉了，耗是財物耗費掉了，事事不能稱心如意，這非佛弟子。為什麼？我們在佛法當中常常聽說「佛氏門中，有求必應」，我們真正為佛弟子，有求一定必應。章嘉大師從前教給我，他就教我堅定信心，當我們有求願而不應的時候，大師跟我說，這是緣不成熟，我們自己有業障，一定要反省，懺除業障，障礙沒有了，有求就必應。我這五十年當中遵守老師的教誨，感應不可思議，老師所說的話真的不是假的。所以什麼是佛弟子，什麼不是佛弟子，我們自己要清清楚楚、明明白白。後面這一段是講果報，非佛弟子的果報，假佛弟子，特別是我們已經發心出家的這些同修要牢牢記住。"
    },
    {
      "id": "15-013-0033_p0009",
      "zh_CN": "【死当入泥犁中被拷掠治。】",
      "zh_TW": "【死當入泥犁中被拷掠治。】"
    },
    {
      "id": "15-013-0033_p0010",
      "zh_CN": "死了以后，『泥犁』是地狱，在地狱里面被拷打、被掠治。这桩事情，诸位细细读《地藏菩萨本愿经》，你就明白了。",
      "zh_TW": "死了以後，『泥犁』是地獄，在地獄裡面被拷打、被掠治。這樁事情，諸位細細讀《地藏菩薩本願經》，你就明白了。"
    },
    {
      "id": "15-013-0033_p0011",
      "zh_CN": "【由其罪故。现自衰耗。】",
      "zh_TW": "【由其罪故。現自衰耗。】"
    },
    {
      "id": "15-013-0033_p0012",
      "zh_CN": "由于你造作一些罪业，由于这个缘故现在自然衰耗。",
      "zh_TW": "由於你造作一些罪業，由於這個緣故現在自然衰耗。"
    },
    {
      "id": "15-013-0033_p0013",
      "zh_CN": "【后复受殃。】",
      "zh_TW": "【後復受殃。】"
    },
    {
      "id": "15-013-0033_p0014",
      "zh_CN": "你现前受的果报不好，后是你死后，你还有罪殃。",
      "zh_TW": "你現前受的果報不好，後是你死後，你還有罪殃。"
    },
    {
      "id": "15-013-0033_p0015",
      "zh_CN": "【死趣恶道。】",
      "zh_TW": "【死趣惡道。】"
    },
    {
      "id": "15-013-0033_p0016",
      "zh_CN": "恶道就是三恶道：地狱、饿鬼、畜生。",
      "zh_TW": "惡道就是三惡道：地獄、餓鬼、畜生。"
    },
    {
      "id": "15-013-0033_p0017",
      "zh_CN": "【辗转受痛。酷不可言。】",
      "zh_TW": "【輾轉受痛。酷不可言。】"
    },
    {
      "id": "15-013-0033_p0018",
      "zh_CN": "『酷』是残酷，你受的这些果报，佛都不忍心称说。原因后面两句话说出来：",
      "zh_TW": "『酷』是殘酷，你受的這些果報，佛都不忍心稱說。原因後面兩句話說出來："
    },
    {
      "id": "15-013-0033_p0019",
      "zh_CN": "【皆由积恶。其行不善。】",
      "zh_TW": "【皆由積惡。其行不善。】"
    },
    {
      "id": "15-013-0033_p0020",
      "zh_CN": "恶不积不可能有这么严重的灾难，这都是由于积恶，从过去生中到这一生他还不肯悔改，继续还造恶，这都是事实。我们非常幸运遇到佛法，听佛的教诲，才知道事实真相。恶的因我们人人都有，六道众生哪个没有？学佛之后，重要的就是怎样把缘断掉，我们能够远离恶缘，努力的修善，断恶修善。断恶要远离恶缘，用现在话说，就是要远离一切诱惑。现在世间五欲六尘的诱惑比古时候，不要说得太远，比半个世纪之前增加了几十倍，现在修行成就实实在在不容易，你能禁得起诱惑吗？你能在五欲六尘当中不动心吗？",
      "zh_TW": "惡不積不可能有這麼嚴重的災難，這都是由於積惡，從過去生中到這一生他還不肯悔改，繼續還造惡，這都是事實。我們非常幸運遇到佛法，聽佛的教誨，才知道事實真相。惡的因我們人人都有，六道眾生哪個沒有？學佛之後，重要的就是怎樣把緣斷掉，我們能夠遠離惡緣，努力的修善，斷惡修善。斷惡要遠離惡緣，用現在話說，就是要遠離一切誘惑。現在世間五欲六塵的誘惑比古時候，不要說得太遠，比半個世紀之前增加了幾十倍，現在修行成就實實在在不容易，你能禁得起誘惑嗎？你能在五欲六塵當中不動心嗎？"
    },
    {
      "id": "15-013-0033_p0021",
      "zh_CN": "我们六根接触五欲六尘的境界，果然做到不受诱惑，就是外不着相，内不动心，我们念佛人功夫成片就得到了，这叫功夫成片，所谓「八风吹不动」，功夫成片，禅定得到了，功夫成片就是禅定。外不着相，自己清清楚楚、明明白白，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，内外都一样，自己根身跟外面境界没有两样，决定不起心动念。起什么心，动什么念？贪瞋痴慢，喜怒哀乐爱恶欲，不会起这个念头，这在佛法叫修行有功夫了，这叫功夫，这是真功夫！有了这个功夫，你念佛求生净土就肯定往生，但是往生的品位并不很高，凡圣同居土。我们一般人能有这功夫就不错了，西方极乐世界虽有四土，四土平等，这是无比的希有殊胜，我们不能错过。如果我们还受外面境界诱惑，在外面境界里头还会起心动念，还会起贪瞋痴慢，还会起是非人我，你的功夫全无！讲经说法讲得再好，天花乱坠，你还是六道凡夫，你还是不能避免你的恶报。",
      "zh_TW": "我們六根接觸五欲六塵的境界，果然做到不受誘惑，就是外不著相，內不動心，我們念佛人功夫成片就得到了，這叫功夫成片，所謂「八風吹不動」，功夫成片，禪定得到了，功夫成片就是禪定。外不著相，自己清清楚楚、明明白白，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，內外都一樣，自己根身跟外面境界沒有兩樣，決定不起心動念。起什麼心，動什麼念？貪瞋痴慢，喜怒哀樂愛惡欲，不會起這個念頭，這在佛法叫修行有功夫了，這叫功夫，這是真功夫！有了這個功夫，你念佛求生淨土就肯定往生，但是往生的品位並不很高，凡聖同居土。我們一般人能有這功夫就不錯了，西方極樂世界雖有四土，四土平等，這是無比的希有殊勝，我們不能錯過。如果我們還受外面境界誘惑，在外面境界裡頭還會起心動念，還會起貪瞋痴慢，還會起是非人我，你的功夫全無！講經說法講得再好，天花亂墜，你還是六道凡夫，你還是不能避免你的惡報。"
    },
    {
      "id": "15-013-0033_p0022",
      "zh_CN": "我们在前面讲过安世高同学[共+阝]亭湖龙王的故事，那是个出家人，明经好施，就是托钵托的饭菜不好，心里头有一念难过，心里头不平，这种罪业堕到畜生道去作龙王。我们今天明经不如他，好施也不如他，我们的贪瞋痴慢比他重不知道多少倍，我们的果报在哪里？肯定是阿鼻地狱。看到这些公案，自然毛骨悚然，我们依旧还自以为是，这还得了吗？明眼人一看，你是三途里头的人，你是地狱众生，人家不说而已，清清楚楚、明明白白，你自己糊涂！自己无知！还是自以为是，继续造业，这还得了吗？好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們在前面講過安世高同學[共+阝]亭湖龍王的故事，那是個出家人，明經好施，就是托缽托的飯菜不好，心裡頭有一念難過，心裡頭不平，這種罪業墮到畜生道去作龍王。我們今天明經不如他，好施也不如他，我們的貪瞋痴慢比他重不知道多少倍，我們的果報在哪裡？肯定是阿鼻地獄。看到這些公案，自然毛骨悚然，我們依舊還自以為是，這還得了嗎？明眼人一看，你是三途裡頭的人，你是地獄眾生，人家不說而已，清清楚楚、明明白白，你自己糊塗！自己無知！還是自以為是，繼續造業，這還得了嗎？好，今天時間到了，我們就講到此地。"
    }
  ]
}