{
  "doc_id": "15-013-0074",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0074",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "15-013-0074_p0001",
      "zh_CN": "诸位同学：请掀开经本，《阿难问事佛吉凶经科会》第二十五面，经文第五行看起：",
      "zh_TW": "諸位同學：請掀開經本，《阿難問事佛吉凶經科會》第二十五面，經文第五行看起："
    },
    {
      "id": "15-013-0074_p0002",
      "zh_CN": "【不信世有佛。言佛非大道。是人是非人。自作众罪本。】",
      "zh_TW": "【不信世有佛。言佛非大道。是人是非人。自作眾罪本。】"
    },
    {
      "id": "15-013-0074_p0003",
      "zh_CN": "前面我们介绍了前半偈，前面的两句，我们接着看后面这两句。『是人是非人』，这句话的意思是他外面的相是人的样子，实际上他的人格已经丧失掉了。这个讲法要是用天台大师的「百界千如」，你就很好懂了。佛在经上跟我们说的法界说了十个，十法界，十法界里面大分为四圣六凡。天台大师将十法界扩展为一百法界，每一个法界里面都有十法界。像佛法界里面，有佛法界的菩萨法界，有佛法界的声闻法界，有佛法界的诸天法界；有佛法界里面的人法界，还有佛法界里面的地狱法界。佛法界里面有地狱吗？有。佛法界里面有人法界，释迦牟尼佛到人间来示现、应化，是人法界里面的佛，他是佛法界里面的人。每一个法界里面都有十法界。",
      "zh_TW": "前面我們介紹了前半偈，前面的兩句，我們接著看後面這兩句。『是人是非人』，這句話的意思是他外面的相是人的樣子，實際上他的人格已經喪失掉了。這個講法要是用天台大師的「百界千如」，你就很好懂了。佛在經上跟我們說的法界說了十個，十法界，十法界裡面大分為四聖六凡。天台大師將十法界擴展為一百法界，每一個法界裡面都有十法界。像佛法界裡面，有佛法界的菩薩法界，有佛法界的聲聞法界，有佛法界的諸天法界；有佛法界裡面的人法界，還有佛法界裡面的地獄法界。佛法界裡面有地獄嗎？有。佛法界裡面有人法界，釋迦牟尼佛到人間來示現、應化，是人法界裡面的佛，他是佛法界裡面的人。每一個法界裡面都有十法界。"
    },
    {
      "id": "15-013-0074_p0004",
      "zh_CN": "我们看我们人间，我们人间有人中之佛，释迦牟尼佛为我们示现的是人中之佛。我们人里面有菩萨法界，像无着、天亲、龙树菩萨，这是历史上确有其人，这些人是菩萨，人法界里面的菩萨法界。人法界里面阿罗汉的法界很多，我们在经上常常念的很多，他应化在人间，他是人的身分，但是他确实证得阿罗汉果。人中的天人，有道德、有地位、有威德、有财富，是人间的天人，这里最重要是德，大德。有人中的阿修罗、人中的罗刹，这些人，佛在经上讲，他们这一类的人有天人的福报，福报非常大，没有天人的道德，我们在历史上也看得很多。人中之人是我们凡夫，人中的畜生愚痴造业，那就「是人是非人」，造作许许多多的恶业，你仔细观察你会发现他有异相，要留意你才能观察得出来。",
      "zh_TW": "我們看我們人間，我們人間有人中之佛，釋迦牟尼佛為我們示現的是人中之佛。我們人裡面有菩薩法界，像無著、天親、龍樹菩薩，這是歷史上確有其人，這些人是菩薩，人法界裡面的菩薩法界。人法界裡面阿羅漢的法界很多，我們在經上常常念的很多，他應化在人間，他是人的身分，但是他確實證得阿羅漢果。人中的天人，有道德、有地位、有威德、有財富，是人間的天人，這裡最重要是德，大德。有人中的阿修羅、人中的羅剎，這些人，佛在經上講，他們這一類的人有天人的福報，福報非常大，沒有天人的道德，我們在歷史上也看得很多。人中之人是我們凡夫，人中的畜生愚痴造業，那就「是人是非人」，造作許許多多的惡業，你仔細觀察你會發現他有異相，要留意你才能觀察得出來。"
    },
    {
      "id": "15-013-0074_p0005",
      "zh_CN": "我们过去发现屠户，他这个行业是杀猪杀牛的，一生都干这个行业，到年岁大的时候，你看他的面貌，杀牛的就像牛，杀猪的就像猪，那个果报形状已经透出来了；杀鸡的，相貌、动作都像鸡。我在香港讲经，香港同修告诉我，好像也是有一家人，专门喜欢吃螃蟹，吃海鲜、吃螃蟹，样子就像螃蟹，死的时候跟螃蟹下锅那个样子完全一样，看到那个情形才知道可怕，只要稍稍留意，他在还没死之前几年就原形毕露。我们要问：他一生造作这些杀生的罪业，他的果报必定是先堕地狱，罪受满了变畜生还债。这个事情不能不信，我们在世间那个肉好吃，你今天吃牠半斤，你来生要还牠八两，佛法里面因果讲得非常透彻，欠钱的还债，欠命的还命，一切众生在六道轮回，互相酬偿、冤冤相报没完没了，非常残酷。",
      "zh_TW": "我們過去發現屠戶，他這個行業是殺豬殺牛的，一生都幹這個行業，到年歲大的時候，你看他的面貌，殺牛的就像牛，殺豬的就像豬，那個果報形狀已經透出來了；殺雞的，相貌、動作都像雞。我在香港講經，香港同修告訴我，好像也是有一家人，專門喜歡吃螃蟹，吃海鮮、吃螃蟹，樣子就像螃蟹，死的時候跟螃蟹下鍋那個樣子完全一樣，看到那個情形才知道可怕，只要稍稍留意，他在還沒死之前幾年就原形畢露。我們要問：他一生造作這些殺生的罪業，他的果報必定是先墮地獄，罪受滿了變畜生還債。這個事情不能不信，我們在世間那個肉好吃，你今天吃牠半斤，你來生要還牠八兩，佛法裡面因果講得非常透徹，欠錢的還債，欠命的還命，一切眾生在六道輪迴，互相酬償、冤冤相報沒完沒了，非常殘酷。"
    },
    {
      "id": "15-013-0074_p0006",
      "zh_CN": "这一桩事情实在讲，遇到佛我们才解决了，佛教导我们冤家宜解不宜结。过去没有学佛不知道，杀生吃肉造业，现在学佛知道了，赶紧回头，修功补过。那些被我伤害的众生怎么办？我们好好的修行，把这个功德回向给牠。我们这个身体在世间干什么？不是为自己修，是为这些冤亲债主来修行，希望把这些冤业在这一生当中消掉。欠钱的还钱，我们有时候被人骗了，人家借我们的钱不还了，我们欢欢喜喜还他债，一切「作还债想」，这心里面多安静；「作布施想」，我就是不欠他的债，他需要钱的时候我布施给他，不要再向人讨债，给了人就不要再想人家还给你，这就对了，我们的心永远是清净的。",
      "zh_TW": "這一樁事情實在講，遇到佛我們才解決了，佛教導我們冤家宜解不宜結。過去沒有學佛不知道，殺生吃肉造業，現在學佛知道了，趕緊回頭，修功補過。那些被我傷害的眾生怎麼辦？我們好好的修行，把這個功德迴向給牠。我們這個身體在世間幹什麼？不是為自己修，是為這些冤親債主來修行，希望把這些冤業在這一生當中消掉。欠錢的還錢，我們有時候被人騙了，人家借我們的錢不還了，我們歡歡喜喜還他債，一切「作還債想」，這心裡面多安靜；「作布施想」，我就是不欠他的債，他需要錢的時候我布施給他，不要再向人討債，給了人就不要再想人家還給你，這就對了，我們的心永遠是清淨的。"
    },
    {
      "id": "15-013-0074_p0007",
      "zh_CN": "一定要记住古人常讲「吃亏是福」，世间人不肯吃亏，结果吃了大亏，造了罪业；肯吃亏的人不吃亏，真的有福了。这个道理很深，我们要深入，细细去思惟，有道理，古人这句话讲得没错。跟着古人学，决定开智慧，决定得福报。如果随顺自己的烦恼习气，顺从恶人的教唆，麻烦就大了，你就丧失了人格，人格是做人的资格，你这一生死了之后，来生再不能得人身，做人的资格失掉了。人的资格是什么？世出世间圣贤都教我们，儒家讲的「五常」，是六道里面得人道的条件，人在六道轮回是要具足条件的。人道的条件：「五常」，仁、义、礼、智、信；在佛法里面是「五戒」，不杀生、不偷盗、不邪淫、不妄语、不饮酒。",
      "zh_TW": "一定要記住古人常講「吃虧是福」，世間人不肯吃虧，結果吃了大虧，造了罪業；肯吃虧的人不吃虧，真的有福了。這個道理很深，我們要深入，細細去思惟，有道理，古人這句話講得沒錯。跟著古人學，決定開智慧，決定得福報。如果隨順自己的煩惱習氣，順從惡人的教唆，麻煩就大了，你就喪失了人格，人格是做人的資格，你這一生死了之後，來生再不能得人身，做人的資格失掉了。人的資格是什麼？世出世間聖賢都教我們，儒家講的「五常」，是六道裡面得人道的條件，人在六道輪迴是要具足條件的。人道的條件：「五常」，仁、義、禮、智、信；在佛法裡面是「五戒」，不殺生、不偷盜、不邪淫、不妄語、不飲酒。"
    },
    {
      "id": "15-013-0074_p0008",
      "zh_CN": "不杀生是仁，不偷盗是义，不邪淫是礼，不妄语是信，不饮酒是智，这五条戒律，基督教、天主教、犹太教经典里面有，伊斯兰教里面也有，在此地拜火教里面也有，于是我们晓得所有宗教圣贤教诲都有这五条。他们这些大圣大贤，生在不同的时代、不同的地区，没有开过会，没有见过面，他们教化众生居然在原则上这么样的圆满相应，我们知道这是真理，天然之理。这些大圣大贤，要用佛家的话来说都是明心见性的人，性德自然流露。违背了性德就是不仁，不仁之人心里面存的是损人利己，这仁没有了，义也没有了。什么叫「义」？义是我们本分应该做的事情，损人利己的事情是不应该做的，不义。",
      "zh_TW": "不殺生是仁，不偷盜是義，不邪淫是禮，不妄語是信，不飲酒是智，這五條戒律，基督教、天主教、猶太教經典裡面有，伊斯蘭教裡面也有，在此地拜火教裡面也有，於是我們曉得所有宗教聖賢教誨都有這五條。他們這些大聖大賢，生在不同的時代、不同的地區，沒有開過會，沒有見過面，他們教化眾生居然在原則上這麼樣的圓滿相應，我們知道這是真理，天然之理。這些大聖大賢，要用佛家的話來說都是明心見性的人，性德自然流露。違背了性德就是不仁，不仁之人心裡面存的是損人利己，這仁沒有了，義也沒有了。什麼叫「義」？義是我們本分應該做的事情，損人利己的事情是不應該做的，不義。"
    },
    {
      "id": "15-013-0074_p0009",
      "zh_CN": "偷盗，偷盗的意思很广，凡是有意无意总想占别人的便宜，这就是不义，这就是偷盗。邪淫，虽然事上没有，有起心动念，礼就失掉了。妄语是欺骗众生，常常欺骗，谁还能相信你？酒是属于遮戒，本身没有罪，怕你喝醉了犯上面这四条。我们要明白这个道理，要知道佛菩萨教导我们真实的悲愿。世间有这些人，迷、邪、染，五戒十善完全都违背，这就是此地讲的「非人」，他是人间里面的畜生，人间里面的鬼道，人间里面的地狱道，现在还是人形，过不了几天他要去报到了。",
      "zh_TW": "偷盜，偷盜的意思很廣，凡是有意無意總想佔別人的便宜，這就是不義，這就是偷盜。邪淫，雖然事上沒有，有起心動念，禮就失掉了。妄語是欺騙眾生，常常欺騙，誰還能相信你？酒是屬於遮戒，本身沒有罪，怕你喝醉了犯上面這四條。我們要明白這個道理，要知道佛菩薩教導我們真實的悲願。世間有這些人，迷、邪、染，五戒十善完全都違背，這就是此地講的「非人」，他是人間裡面的畜生，人間裡面的鬼道，人間裡面的地獄道，現在還是人形，過不了幾天他要去報到了。"
    },
    {
      "id": "15-013-0074_p0010",
      "zh_CN": "末后一句：『自作众罪本』，自己作是造因，自己做杀盗淫妄，这是造因，果报在三途，这个「罪本」就是讲三途。世间许多人迷惑颠倒，自以为聪明，强不知以为知，固执自己的成见，固执自己的妄想分别执着，这就是罪本，罪业的根本。换句话说，错误的思想造成错误的行为，必须要知道它是有果报的，佛法里面常说「不是不报，时辰未到」。",
      "zh_TW": "末後一句：『自作眾罪本』，自己作是造因，自己做殺盜淫妄，這是造因，果報在三途，這個「罪本」就是講三途。世間許多人迷惑顛倒，自以為聰明，強不知以為知，固執自己的成見，固執自己的妄想分別執著，這就是罪本，罪業的根本。換句話說，錯誤的思想造成錯誤的行為，必須要知道它是有果報的，佛法裡面常說「不是不報，時辰未到」。"
    },
    {
      "id": "15-013-0074_p0011",
      "zh_CN": "众生造业，佛在《楞严经》上跟我们讲，可以分为两大类：第一大类是「共业」。我们看这个社会上这些人，大众普遍都造这个业，这是共业。第二类是个别造的「别业」。共业里面有别报，别业里面有共报，这个事情麻烦大了！我们看看现代社会，看这个地球，现在地球上的人不如畜生。我偶尔会看电视，很少看，我看什么？看动物奇观，我不看人表演，人表演的都是妖魔鬼怪，我看动物，我觉得今天动物比人好，动物造业少。你看看狮子、老虎吃饱了，小动物在牠面前转，牠理都不理，牠不伤害牠，这一类的猛兽，牠们大概是三天吃一餐，牠吃饱了牠就懒洋洋的睡觉，牠不去侵犯别人。人很麻烦，吃饱了他还要害人，他还要造许许多多、奇奇怪怪的恶业。现在很多人造的我们想像不到，还要去影响别人，自己造恶不算，还要拖别人下水。动物里面没有这种情形，所以动物牠的果报报完了，他会到人道来投生，人就轮回了，人就变成动物了，佛经里面讲「人死为羊，羊死为人」，互相酬偿。人杀羊，吃羊肉，这羊的果报完了之后，来生得人身，吃羊肉的这个人来生就变成羊被他吃，冤冤相报，没完没了。这是六道里面残酷的真相，佛清楚，佛明了，提醒我们这个事情不可以干。",
      "zh_TW": "眾生造業，佛在《楞嚴經》上跟我們講，可以分為兩大類：第一大類是「共業」。我們看這個社會上這些人，大眾普遍都造這個業，這是共業。第二類是個別造的「別業」。共業裡面有別報，別業裡面有共報，這個事情麻煩大了！我們看看現代社會，看這個地球，現在地球上的人不如畜生。我偶爾會看電視，很少看，我看什麼？看動物奇觀，我不看人表演，人表演的都是妖魔鬼怪，我看動物，我覺得今天動物比人好，動物造業少。你看看獅子、老虎吃飽了，小動物在牠面前轉，牠理都不理，牠不傷害牠，這一類的猛獸，牠們大概是三天吃一餐，牠吃飽了牠就懶洋洋的睡覺，牠不去侵犯別人。人很麻煩，吃飽了他還要害人，他還要造許許多多、奇奇怪怪的惡業。現在很多人造的我們想像不到，還要去影響別人，自己造惡不算，還要拖別人下水。動物裡面沒有這種情形，所以動物牠的果報報完了，他會到人道來投生，人就輪迴了，人就變成動物了，佛經裡面講「人死為羊，羊死為人」，互相酬償。人殺羊，吃羊肉，這羊的果報完了之後，來生得人身，吃羊肉的這個人來生就變成羊被他吃，冤冤相報，沒完沒了。這是六道裡面殘酷的真相，佛清楚，佛明瞭，提醒我們這個事情不可以幹。"
    },
    {
      "id": "15-013-0074_p0012",
      "zh_CN": "现在我们生在这个时代，大麻烦来了，这个大麻烦是什么？世间许许多多人都讲大灾难，一些宗教经典里面讲世界末日，东西方古老的预言里面也讲世界末日，而且这个时间好像就很近了。我曾经看到中国有个预言，讲的大灾难是什么时候？二千零四年，今天是二千零一年，靠近了。中国也有古老预言里面，大概是讲二千零二十七年，也许说二千零二十七年之后，这个世界的秩序会恢复正常，换句话说，这个灾难总是在这一段期间，二十七年不长，我们都很可能遇到，不遇到就短命，如果寿命长一点的话，很可能会遇到，这个事情麻烦大了！",
      "zh_TW": "現在我們生在這個時代，大麻煩來了，這個大麻煩是什麼？世間許許多多人都講大災難，一些宗教經典裡面講世界末日，東西方古老的預言裡面也講世界末日，而且這個時間好像就很近了。我曾經看到中國有個預言，講的大災難是什麼時候？二千零四年，今天是二千零一年，靠近了。中國也有古老預言裡面，大概是講二千零二十七年，也許說二千零二十七年之後，這個世界的秩序會恢復正常，換句話說，這個災難總是在這一段期間，二十七年不長，我們都很可能遇到，不遇到就短命，如果壽命長一點的話，很可能會遇到，這個事情麻煩大了！"
    },
    {
      "id": "15-013-0074_p0013",
      "zh_CN": "过去李老师往生的前一天下午，他跟旁边的学生们说，这个世界乱了，佛菩萨、神仙下凡都救不了，他说我们念佛人唯一的一条生路是念佛求生净土。「念佛求生净土」，这句话要用现代的话来讲就是移民，这个世界不能住，太乱了，太坏了，我们移民到西方极乐世界去，这是李老师提醒我们的。我们对于净宗的修学不可以不认真，世缘要知道生不带来，死不带去，要放得下，不要再贪恋，不要再执着了，那是假的，那是累赘，那是烦恼，统统放下。古德常常提醒我们「身心世界一切放下」，这样一心念佛才能得生净土，一切放下我们心清净了，心净则佛土净。",
      "zh_TW": "過去李老師往生的前一天下午，他跟旁邊的學生們說，這個世界亂了，佛菩薩、神仙下凡都救不了，他說我們念佛人唯一的一條生路是念佛求生淨土。「念佛求生淨土」，這句話要用現代的話來講就是移民，這個世界不能住，太亂了，太壞了，我們移民到西方極樂世界去，這是李老師提醒我們的。我們對於淨宗的修學不可以不認真，世緣要知道生不帶來，死不帶去，要放得下，不要再貪戀，不要再執著了，那是假的，那是累贅，那是煩惱，統統放下。古德常常提醒我們「身心世界一切放下」，這樣一心念佛才能得生淨土，一切放下我們心清淨了，心淨則佛土淨。"
    },
    {
      "id": "15-013-0074_p0014",
      "zh_CN": "一年前，长春有一位法师到这里来看我，到新加坡来，也告诉我一桩预言，这个预言是他们那个地方发生了一个奇奇怪怪的事情，有一个寺庙里面的一位比丘尼，这个比丘尼念佛念得很好，那个时候她正在闭关，在关房里面。有一天突然失踪了，寺庙的上上下下都惊慌，人到哪里去了找不到。这个法师还算沉得住气，他说我们不要惊慌，先到外面去找，看她有没有出去。过了三天之后，从另外一个地方，好像在长白山那边有一座寺庙打电话来，那座寺庙距离他们自己的道场大概有一千多里，闭关这个比丘尼现在在那个道场，这一位比丘尼打电话回来告诉家里人她很平安，现在在什么地方，请家里派人接她回去。家里人当然赶紧去接她，接回去之后，她自己也莫名其妙，她说她在关房里面，突然之间在半夜，关房里面看到一个旋风，这个旋风愈转愈大，就把她给抬起来，她被风吹走了，一下就吹了一千多里，掉下来的时候也不错，没有受伤，就掉在人家那个庙里面，她就把这个事情告诉大家，不知道怎么会被这一阵风吹走了，很奇怪。她还回到关房，这一天晚上关房里面来了四个大汉，她也莫名其妙，关房门也没有开，他们怎么会进来？就问：你们是什么人？你们来干什么？这四个人说：我们不是人，我们是山神（好像是八个，八个山神）。他们说：「我们是北朝鲜的，北朝鲜那边现在有三百多个山神都在修念佛法门。」他们说：「我们不是恶意，我们还请了天神帮忙，想把你带到我们北朝鲜去领导我们修行。」他们说：「我们北朝鲜山神推派我们几个代表到中国来找法师，找真正有修行的法师来领导我们，我们找了半年，看到你修行不错，心地很真诚，我们就选中你，把你带走。到边界的时候，你们中国的护法神太厉害了，现了一个大身，那个天神走了，我们没有办法了才把你放下来。这个事情是他们干的，现在你不去，我们也不好意思回去了，算了，我们不回去了，就在这里皈依做你的护法好了。」透露这么一桩消息。她曾经问他们：「你们做山神多少年了？」他们说：「三千年了。」这个法师说：「三千年前释迦牟尼佛在世，你们为什么不跟佛学佛？」「那个时候我们不相信，现在看看这个世间有灾难，这个世间不能住了，天上也不好，天上也很乱不像从前了，想来想去还是西方极乐世界好。」",
      "zh_TW": "一年前，長春有一位法師到這裡來看我，到新加坡來，也告訴我一樁預言，這個預言是他們那個地方發生了一個奇奇怪怪的事情，有一個寺廟裡面的一位比丘尼，這個比丘尼念佛念得很好，那個時候她正在閉關，在關房裡面。有一天突然失蹤了，寺廟的上上下下都驚慌，人到哪裡去了找不到。這個法師還算沉得住氣，他說我們不要驚慌，先到外面去找，看她有沒有出去。過了三天之後，從另外一個地方，好像在長白山那邊有一座寺廟打電話來，那座寺廟距離他們自己的道場大概有一千多里，閉關這個比丘尼現在在那個道場，這一位比丘尼打電話回來告訴家裡人她很平安，現在在什麼地方，請家裡派人接她回去。家裡人當然趕緊去接她，接回去之後，她自己也莫名其妙，她說她在關房裡面，突然之間在半夜，關房裡面看到一個旋風，這個旋風愈轉愈大，就把她給抬起來，她被風吹走了，一下就吹了一千多里，掉下來的時候也不錯，沒有受傷，就掉在人家那個廟裡面，她就把這個事情告訴大家，不知道怎麼會被這一陣風吹走了，很奇怪。她還回到關房，這一天晚上關房裡面來了四個大漢，她也莫名其妙，關房門也沒有開，他們怎麼會進來？就問：你們是什麼人？你們來幹什麼？這四個人說：我們不是人，我們是山神（好像是八個，八個山神）。他們說：「我們是北朝鮮的，北朝鮮那邊現在有三百多個山神都在修念佛法門。」他們說：「我們不是惡意，我們還請了天神幫忙，想把你帶到我們北朝鮮去領導我們修行。」他們說：「我們北朝鮮山神推派我們幾個代表到中國來找法師，找真正有修行的法師來領導我們，我們找了半年，看到你修行不錯，心地很真誠，我們就選中你，把你帶走。到邊界的時候，你們中國的護法神太厲害了，現了一個大身，那個天神走了，我們沒有辦法了才把你放下來。這個事情是他們幹的，現在你不去，我們也不好意思回去了，算了，我們不回去了，就在這裡皈依做你的護法好了。」透露這麼一樁消息。她曾經問他們：「你們做山神多少年了？」他們說：「三千年了。」這個法師說：「三千年前釋迦牟尼佛在世，你們為什麼不跟佛學佛？」「那個時候我們不相信，現在看看這個世間有災難，這個世間不能住了，天上也不好，天上也很亂不像從前了，想來想去還是西方極樂世界好。」"
    },
    {
      "id": "15-013-0074_p0015",
      "zh_CN": "北朝鲜的山神念佛求生净土，这些讯息几乎我们常常都听到，鬼神都在修念佛法门，都在听《无量寿经》。我们讲解《无量寿经》的光碟到处去放，用的会集本北朝鲜的山神也在学，都在这个经本上、在这个法门上得殊胜的功德利益。偏偏我们这个世间有这些「是人是非人」，他不相信，他要来毁谤，要想来消灭这个本子，那有什么法子！我们知道果报很可怕。",
      "zh_TW": "北朝鮮的山神念佛求生淨土，這些訊息幾乎我們常常都聽到，鬼神都在修念佛法門，都在聽《無量壽經》。我們講解《無量壽經》的光碟到處去放，用的會集本北朝鮮的山神也在學，都在這個經本上、在這個法門上得殊勝的功德利益。偏偏我們這個世間有這些「是人是非人」，他不相信，他要來毀謗，要想來消滅這個本子，那有什麼法子！我們知道果報很可怕。"
    },
    {
      "id": "15-013-0074_p0016",
      "zh_CN": "这些同修到这里来看我的，遇到这些稀奇古怪的事情，这些是真事，为什么？这人现在都在，真人真事，这不是谣言，决定不是迷信。一阵风就把人吹了一千多里，她自己叙说，她说被风吹的时候声音很大，夜晚什么也看不见，她说大概差不多有三个小时，她落下来的时候就一千多里了。这些同修告诉我这些事情，我还特别请他到我们的录像室把这个故事详详细细讲一遍，我们录成录像带，我们都保留在此地。这些鬼神对我们帮助很大，增长我们的信心，这些鬼神也都是菩萨示现。我们这个人间学佛信心不坚固，听了经典讲得这么详细，听了还是半信半疑，念佛求生净土的决心还下不下去，多听听这些讯息，多听听这些报导。这都决定不是假事，都是非常虔诚的学佛人，自己亲身的经历，说给我们听，许多大众听了这些，信心奠定了。",
      "zh_TW": "這些同修到這裡來看我的，遇到這些稀奇古怪的事情，這些是真事，為什麼？這人現在都在，真人真事，這不是謠言，決定不是迷信。一陣風就把人吹了一千多里，她自己敘說，她說被風吹的時候聲音很大，夜晚什麼也看不見，她說大概差不多有三個小時，她落下來的時候就一千多里了。這些同修告訴我這些事情，我還特別請他到我們的錄像室把這個故事詳詳細細講一遍，我們錄成錄像帶，我們都保留在此地。這些鬼神對我們幫助很大，增長我們的信心，這些鬼神也都是菩薩示現。我們這個人間學佛信心不堅固，聽了經典講得這麼詳細，聽了還是半信半疑，念佛求生淨土的決心還下不下去，多聽聽這些訊息，多聽聽這些報導。這都決定不是假事，都是非常虔誠的學佛人，自己親身的經歷，說給我們聽，許多大眾聽了這些，信心奠定了。"
    },
    {
      "id": "15-013-0074_p0017",
      "zh_CN": "我们大家在一起修学要互相帮助、要互相支援，无论现在在哪一道，我们的目标，我们的方向都是西方净土，我们同愿亲近弥陀如来，这个见解是正知正见，这个行为是正行。搞其他的错了，佛法虽然是说「法门平等，无有高下」，这是佛说的，没错，理上是如此，事上不一样，其他法门都要断烦恼，你才能出得了三界，你才能证得菩提，没有带业往生的。断烦恼这个事情难，我们过去生中生生世世学佛，自私自利就断不了，所以在大乘里面初信位的果位没有证得，小乘法里面须陀洹没有得到，还是搞六道凡夫，还是迷惑颠倒造业，这怎么得了！一定要觉悟，一定要抓带业往生的法门，除了这个法门之外，我们在这一生当中决定又空过。",
      "zh_TW": "我們大家在一起修學要互相幫助、要互相支援，無論現在在哪一道，我們的目標，我們的方向都是西方淨土，我們同願親近彌陀如來，這個見解是正知正見，這個行為是正行。搞其他的錯了，佛法雖然是說「法門平等，無有高下」，這是佛說的，沒錯，理上是如此，事上不一樣，其他法門都要斷煩惱，你才能出得了三界，你才能證得菩提，沒有帶業往生的。斷煩惱這個事情難，我們過去生中生生世世學佛，自私自利就斷不了，所以在大乘裡面初信位的果位沒有證得，小乘法裡面須陀洹沒有得到，還是搞六道凡夫，還是迷惑顛倒造業，這怎麼得了！一定要覺悟，一定要抓帶業往生的法門，除了這個法門之外，我們在這一生當中決定又空過。"
    },
    {
      "id": "15-013-0074_p0018",
      "zh_CN": "这个法门要成就，实在讲许许多多的例子摆在我们面前，给我们做榜样，给我们做见证，不信就是无福之人。眼前最佳的榜样，新加坡居士林的老林长去年往生，怎么修成的？每天听经八小时，念佛我们就不知道他多少小时，他反正每天干的事情就是听经、念佛，累了他就休息，休息好了接着干，八个小时听经完了之后就念佛，四年功德圆满。我们现在怎么干法？就是这个干法，道场里面万缘放下，我们不是佛学院，不是在学讲经弘法，我们是求自己明白这个道理，破迷开悟，断疑生信，我们目标在此地，我们也就采取陈林长这个办法，希望每天也能听经八小时，念佛八小时，这样三四年，我们西方净土成功了，灾难来了不怕，我有好去处，不能再干别的事，干别的事就错了，就耽误了自己的大事。",
      "zh_TW": "這個法門要成就，實在講許許多多的例子擺在我們面前，給我們做榜樣，給我們做見證，不信就是無福之人。眼前最佳的榜樣，新加坡居士林的老林長去年往生，怎麼修成的？每天聽經八小時，念佛我們就不知道他多少小時，他反正每天幹的事情就是聽經、念佛，累了他就休息，休息好了接著幹，八個小時聽經完了之後就念佛，四年功德圓滿。我們現在怎麼幹法？就是這個幹法，道場裡面萬緣放下，我們不是佛學院，不是在學講經弘法，我們是求自己明白這個道理，破迷開悟，斷疑生信，我們目標在此地，我們也就採取陳林長這個辦法，希望每天也能聽經八小時，念佛八小時，這樣三四年，我們西方淨土成功了，災難來了不怕，我有好去處，不能再幹別的事，幹別的事就錯了，就耽誤了自己的大事。"
    },
    {
      "id": "15-013-0074_p0019",
      "zh_CN": "好好建个念佛堂，不是念佛的人不要进去，念佛堂最好里面也有个内院外院。内院是专修的人，一切放下了，就是在这个佛堂念佛的，外院是随喜的。我们可以用墙隔起来，用大的玻璃窗，能看得见，专干的人在里面；随喜的，有时间来念几个钟点，有事情他又去忙，他在外面。念佛堂两个门，你们回去这样干法。内院外院都播放讲经的录像带，规定时间听经，念佛跟听经可以合在一起，时间譬如说我们听两个小时经，念两个小时佛，它有个调节。这个听经不需要讲解的，不需要研究讨论的，听经的时候专心听，心里面念阿弥陀佛，可以坐在那边。两个小时念佛最好是绕佛，不要坐，没有止静，就是绕佛，学吉祥云比丘，《华严经》里面善财童子第一参参访吉祥云比丘，《八十华严》叫德云比丘，德云比丘念佛的方法就是「般舟三昧」，就是我们今天讲绕佛，他不坐下来。但是我们听经可以坐下来，坐下来听经，这样调节好，我们这个身体能适应，要真干！",
      "zh_TW": "好好建個念佛堂，不是念佛的人不要進去，念佛堂最好裡面也有個內院外院。內院是專修的人，一切放下了，就是在這個佛堂念佛的，外院是隨喜的。我們可以用牆隔起來，用大的玻璃窗，能看得見，專幹的人在裡面；隨喜的，有時間來念幾個鐘點，有事情他又去忙，他在外面。念佛堂兩個門，你們回去這樣幹法。內院外院都播放講經的錄像帶，規定時間聽經，念佛跟聽經可以合在一起，時間譬如說我們聽兩個小時經，念兩個小時佛，它有個調節。這個聽經不需要講解的，不需要研究討論的，聽經的時候專心聽，心裡面念阿彌陀佛，可以坐在那邊。兩個小時念佛最好是繞佛，不要坐，沒有止靜，就是繞佛，學吉祥雲比丘，《華嚴經》裡面善財童子第一參參訪吉祥雲比丘，《八十華嚴》叫德雲比丘，德雲比丘念佛的方法就是「般舟三昧」，就是我們今天講繞佛，他不坐下來。但是我們聽經可以坐下來，坐下來聽經，這樣調節好，我們這個身體能適應，要真幹！"
    },
    {
      "id": "15-013-0074_p0020",
      "zh_CN": "我们现在所讲的这些经论，不管讲哪一部经都是指归净土，所以每一部经都可以听，可以轮流听。对外弘法最好在城市里面，热闹、交通方便的地方，我们在那里建一个道场，方便的话，建一个讲堂就行了，当然最理想是建一个图书馆，还可以流通佛法。台中李炳南老居士建的慈光图书馆，他就是这个办法，外面有个小的阅览室，阅览室大概只有我们这个房间这么大，后面有个大讲堂，可以容纳四百人，图书馆流通佛法，讲堂里面播放讲经的录像带，订上时间，或者是每天晚上播放一个半小时，养成习惯，大家想听经的到时候就来了。但是有人根性不相同，有人喜欢听这部经，有人喜欢听那部经，行！我星期一放《阿弥陀经》，星期二放《无量寿经》，星期三放《金刚经》，喜欢听哪部经，你一个星期来一次，固定的星期几到这个地方来，你就可以接得上，不要请法师讲经，这个方法好！所以讲经的、念佛的我们都解决了，真正欢喜念佛的，到我们城外的念佛堂。像你们现在在道场，实际寺，如果能做这样的念佛堂，不晓得度多少众生。念佛堂你就照这样做法，给它内外两层，家里面的人在里面念，真干的，一天十六个小时不休息的。像平常工作，常住里面的工作，一定会有人发心来作义工，甚至于厨房煮饭的、清洁环境的，给你们洗衣服的，清洁房间的，都会有人来发心，谁派来？佛菩萨派来，佛菩萨自然会派一些服务的人来，你们安心一心在道场办道。",
      "zh_TW": "我們現在所講的這些經論，不管講哪一部經都是指歸淨土，所以每一部經都可以聽，可以輪流聽。對外弘法最好在城市裡面，熱鬧、交通方便的地方，我們在那裡建一個道場，方便的話，建一個講堂就行了，當然最理想是建一個圖書館，還可以流通佛法。台中李炳南老居士建的慈光圖書館，他就是這個辦法，外面有個小的閱覽室，閱覽室大概只有我們這個房間這麼大，後面有個大講堂，可以容納四百人，圖書館流通佛法，講堂裡面播放講經的錄像帶，訂上時間，或者是每天晚上播放一個半小時，養成習慣，大家想聽經的到時候就來了。但是有人根性不相同，有人喜歡聽這部經，有人喜歡聽那部經，行！我星期一放《阿彌陀經》，星期二放《無量壽經》，星期三放《金剛經》，喜歡聽哪部經，你一個星期來一次，固定的星期幾到這個地方來，你就可以接得上，不要請法師講經，這個方法好！所以講經的、念佛的我們都解決了，真正歡喜念佛的，到我們城外的念佛堂。像你們現在在道場，實際寺，如果能做這樣的念佛堂，不曉得度多少眾生。念佛堂你就照這樣做法，給它內外兩層，家裡面的人在裡面念，真幹的，一天十六個小時不休息的。像平常工作，常住裡面的工作，一定會有人發心來作義工，甚至於廚房煮飯的、清潔環境的，給你們洗衣服的，清潔房間的，都會有人來發心，誰派來？佛菩薩派來，佛菩薩自然會派一些服務的人來，你們安心一心在道場辦道。"
    },
    {
      "id": "15-013-0074_p0021",
      "zh_CN": "如果要学讲经不难，你一天听八个小时，三年准会讲经，听会了。我过去在美国加州，有一位赵立本居士，我讲经也提过几次，他就是专门听我讲两部经，一部《金刚经》，一部《六祖坛经》，一遍一遍的听，他听了二十六遍来见我，跟我讲，他说：「我这样行不行？我经就专听这两部，我念佛求生净土。」我说行，我鼓励他，二十六遍不够，听一百遍，为什么？熟透了就变成自己的。他现在不错，我相信他已经听一两百遍了，现在在美国各地讲《金刚经》、讲《六祖坛经》，他一生专学这两样，他说：我不学多，学成功了。我们将来办佛学院，我都要请他来讲《六祖坛经》、讲《金刚经》，他真有心得，锲而不舍。在我们自己道场，我们听经专听一部，因为这个不是接引大众的，一门深入，长时薰修，这一部经听完了，可以重复再听，多听几遍，然后再可以换别的经。但是在市区里面热闹处所，那是接引大众，介绍佛教的可以，一个星期可以用七种不同的经，看大家欢喜，哪些人欢喜听哪一部经，我们就给你播放哪一部经。现在我们储存的录像带、光碟很丰富，我们干这个事情不难，有这个条件。",
      "zh_TW": "如果要學講經不難，你一天聽八個小時，三年準會講經，聽會了。我過去在美國加州，有一位趙立本居士，我講經也提過幾次，他就是專門聽我講兩部經，一部《金剛經》，一部《六祖壇經》，一遍一遍的聽，他聽了二十六遍來見我，跟我講，他說：「我這樣行不行？我經就專聽這兩部，我念佛求生淨土。」我說行，我鼓勵他，二十六遍不夠，聽一百遍，為什麼？熟透了就變成自己的。他現在不錯，我相信他已經聽一兩百遍了，現在在美國各地講《金剛經》、講《六祖壇經》，他一生專學這兩樣，他說：我不學多，學成功了。我們將來辦佛學院，我都要請他來講《六祖壇經》、講《金剛經》，他真有心得，鍥而不捨。在我們自己道場，我們聽經專聽一部，因為這個不是接引大眾的，一門深入，長時薰修，這一部經聽完了，可以重複再聽，多聽幾遍，然後再可以換別的經。但是在市區裡面熱鬧處所，那是接引大眾，介紹佛教的可以，一個星期可以用七種不同的經，看大家歡喜，哪些人歡喜聽哪一部經，我們就給你播放哪一部經。現在我們儲存的錄像帶、光碟很豐富，我們幹這個事情不難，有這個條件。"
    },
    {
      "id": "15-013-0074_p0022",
      "zh_CN": "大家一定要真干，我们要帮助这些「是人是非人」，帮助这些造业的众生，用这个方法唤他回头。市区里面如果实在没有适合地方，可以租个房子，如果有能力可以买个房子，买个房子把里面的隔间拆掉，就变成一个大讲堂，留一个小房间，不要太大，放这些经书、录像带流通，就是小型的图书馆。希望我们同修带头做，在国内做第一个这样的道场。这个道场做成功了，我相信许多道场会来向你学习，来观摩。真修真干，我们才能够免除这个劫难。而且我们真修真干，说老实话，自度度他，有这么一个道场，诸佛护念，龙天善神保佑，保佑你，这个地区人沾光，这个地区不遭难，这个省不遭难，这个国不遭难。如果功夫用得得力，真是能够做到纯净纯善，这个功德大了，全世界的人都不遭难，都沾你的光。不能不干，要真干！",
      "zh_TW": "大家一定要真幹，我們要幫助這些「是人是非人」，幫助這些造業的眾生，用這個方法喚他回頭。市區裡面如果實在沒有適合地方，可以租個房子，如果有能力可以買個房子，買個房子把裡面的隔間拆掉，就變成一個大講堂，留一個小房間，不要太大，放這些經書、錄像帶流通，就是小型的圖書館。希望我們同修帶頭做，在國內做第一個這樣的道場。這個道場做成功了，我相信許多道場會來向你學習，來觀摩。真修真幹，我們才能夠免除這個劫難。而且我們真修真幹，說老實話，自度度他，有這麼一個道場，諸佛護念，龍天善神保佑，保佑你，這個地區人沾光，這個地區不遭難，這個省不遭難，這個國不遭難。如果功夫用得得力，真是能夠做到純淨純善，這個功德大了，全世界的人都不遭難，都沾你的光。不能不幹，要真幹！"
    },
    {
      "id": "15-013-0074_p0023",
      "zh_CN": "大家在一块修行，绝对没有意见，没有妄想，没有分别，没有执着，就是六和敬里面的「见和同解」。我们有意见就错了，有什么想法、看法就错了，没有意见，没有话说，进这个门来就是听经、念佛。学什么？学不讲话，长年止语。这个止语也不要说是一天到晚都不讲话，这也不行，什么时候止语？进入讲堂念佛堂就止语。换句话说，每天十六个小时止语，其他的还可以谈谈话，还可以私下交换交换意见。念佛堂决定不能讲话，讲堂听经不能讲话。我想在现在这个世界，能够建这样的道场，诸佛欢喜，龙天善神拥护，我们要度这一类「是人是非人，自作众罪本」，要帮助他们，成就他们。今天时间到了，我们讲到此地。",
      "zh_TW": "大家在一塊修行，絕對沒有意見，沒有妄想，沒有分別，沒有執著，就是六和敬裡面的「見和同解」。我們有意見就錯了，有什麼想法、看法就錯了，沒有意見，沒有話說，進這個門來就是聽經、念佛。學什麼？學不講話，長年止語。這個止語也不要說是一天到晚都不講話，這也不行，什麼時候止語？進入講堂念佛堂就止語。換句話說，每天十六個小時止語，其他的還可以談談話，還可以私下交換交換意見。念佛堂決定不能講話，講堂聽經不能講話。我想在現在這個世界，能夠建這樣的道場，諸佛歡喜，龍天善神擁護，我們要度這一類「是人是非人，自作眾罪本」，要幫助他們，成就他們。今天時間到了，我們講到此地。"
    }
  ]
}