{
  "doc_id": "15-013-0063",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十三集",
    "zh_TW": "第六十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0063",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "15-013-0063_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《阿难问事佛吉凶经科会》，第二十二面第一行看起。",
      "zh_TW": "諸位同學，大家好！請掀開《阿難問事佛吉凶經科會》，第二十二面第一行看起。"
    },
    {
      "id": "15-013-0063_p0002",
      "zh_CN": "【受佛五戒。福德人也。有所施作。当启三尊。佛之玄通。无细不知。】",
      "zh_TW": "【受佛五戒。福德人也。有所施作。當啟三尊。佛之玄通。無細不知。】"
    },
    {
      "id": "15-013-0063_p0003",
      "zh_CN": "这是第四个大段：「佛训道尊」。趋吉避凶是人之常情，古今中外都没有法子避免。人有这个希求，佛对于这桩事情怎么处理？下面我们听佛的开示。",
      "zh_TW": "這是第四個大段：「佛訓道尊」。趨吉避凶是人之常情，古今中外都沒有法子避免。人有這個希求，佛對於這樁事情怎麼處理？下面我們聽佛的開示。"
    },
    {
      "id": "15-013-0063_p0004",
      "zh_CN": "佛陀的教育、圣贤的教育，在古时候帝王时代是无比的尊崇，但是在今天帝王时代被推翻，进化到民主时代，把圣贤人的教诲跟帝王时代同时全部推翻了。人能推翻能否定圣贤教诲，能否定自然的法则，但是逃不了果报，这是一定的道理。为什么要把它推翻，要把它否定？实在讲是愚昧无知。要推翻它可以，不是不可以，佛也赞同，你先要研究它、要了解它，它所讲的道理，所教导人做人做事、处事待人接物，这些方法是不是错误的？每一个宗教的创始人、大圣大贤，都是教人孝亲、尽忠、尊师，这有错误吗？有错误，那就要提倡儿女杀父母、学生杀老师、兄弟互相残杀，那就提倡这一套？这两种方式到底哪一种好？我们要细心去想想，哪一种对于我们的生活带来安定、吉祥、幸福？哪一种带给我们的是动乱、祸害、灾难无穷？何况佛跟我们讲得很清楚，善恶果报生生世世冤冤相报没完没了，太可怕了。",
      "zh_TW": "佛陀的教育、聖賢的教育，在古時候帝王時代是無比的尊崇，但是在今天帝王時代被推翻，進化到民主時代，把聖賢人的教誨跟帝王時代同時全部推翻了。人能推翻能否定聖賢教誨，能否定自然的法則，但是逃不了果報，這是一定的道理。為什麼要把它推翻，要把它否定？實在講是愚昧無知。要推翻它可以，不是不可以，佛也贊同，你先要研究它、要了解它，它所講的道理，所教導人做人做事、處事待人接物，這些方法是不是錯誤的？每一個宗教的創始人、大聖大賢，都是教人孝親、盡忠、尊師，這有錯誤嗎？有錯誤，那就要提倡兒女殺父母、學生殺老師、兄弟互相殘殺，那就提倡這一套？這兩種方式到底哪一種好？我們要細心去想想，哪一種對於我們的生活帶來安定、吉祥、幸福？哪一種帶給我們的是動亂、禍害、災難無窮？何況佛跟我們講得很清楚，善惡果報生生世世冤冤相報沒完沒了，太可怕了。"
    },
    {
      "id": "15-013-0063_p0005",
      "zh_CN": "信奉佛陀教诲的人，我们是说真正的佛弟子，像这部经上所说的标准依教奉行的，决定不敢有一丝毫不善的心待人接物。没有伤害别人的念头，不杀生；没有占别人便宜的念头，不偷盗。有什么不好？何必要做那些损人利己之事？损人利己是违背因果的，实在讲伤害不了人，人家有福报总归是有福报，你把他杀掉了，他立刻去投胎，他投胎还是福报，他的福报没享尽。你杀了他的命，夺了他的地位、夺了他的财富，你享不了几天你的果报就现前，得不偿失，这是事实真相，这是真理。世出世法都离不开因果报应，别讲世间法，佛法都没有例外。圣贤的教诲无一不是建立在因果报应的基础上，这就是事实真相，佛家讲的诸法实相，实相如是。",
      "zh_TW": "信奉佛陀教誨的人，我們是說真正的佛弟子，像這部經上所說的標準依教奉行的，決定不敢有一絲毫不善的心待人接物。沒有傷害別人的念頭，不殺生；沒有佔別人便宜的念頭，不偷盜。有什麼不好？何必要做那些損人利己之事？損人利己是違背因果的，實在講傷害不了人，人家有福報總歸是有福報，你把他殺掉了，他立刻去投胎，他投胎還是福報，他的福報沒享盡。你殺了他的命，奪了他的地位、奪了他的財富，你享不了幾天你的果報就現前，得不償失，這是事實真相，這是真理。世出世法都離不開因果報應，別講世間法，佛法都沒有例外。聖賢的教誨無一不是建立在因果報應的基礎上，這就是事實真相，佛家講的諸法實相，實相如是。"
    },
    {
      "id": "15-013-0063_p0006",
      "zh_CN": "众生既然普遍都有希求趋吉避凶的心理，佛在这里给我们开示佛的弟子、佛的学生，有所作为要依靠三宝。『受佛五戒，福德人也』，这是先说受三皈五戒的人，这个人是世间福德之人。佛经里有一部小部经，《佛说贤者五福德经》，就是说这桩事情。福我们通常讲健康长寿是福、财富是福、相好是福，今天社会上一般讲荣誉也是福，中国人还说多子多孙是福，多男女，所谓是五福临门。但是这都是讲的果报，福里头不能少因，因是好善好德，是福。我们今天早晨看到早报刊登一个很大的篇幅，中国政府现在提倡学校里面要教《四书》、《五经》，这是福！",
      "zh_TW": "眾生既然普遍都有希求趨吉避凶的心理，佛在這裡給我們開示佛的弟子、佛的學生，有所作為要依靠三寶。『受佛五戒，福德人也』，這是先說受三皈五戒的人，這個人是世間福德之人。佛經裡有一部小部經，《佛說賢者五福德經》，就是說這樁事情。福我們通常講健康長壽是福、財富是福、相好是福，今天社會上一般講榮譽也是福，中國人還說多子多孫是福，多男女，所謂是五福臨門。但是這都是講的果報，福裡頭不能少因，因是好善好德，是福。我們今天早晨看到早報刊登一個很大的篇幅，中國政府現在提倡學校裡面要教《四書》、《五經》，這是福！"
    },
    {
      "id": "15-013-0063_p0007",
      "zh_CN": "福是果，德是因，德是什么？德是智慧，智慧能造福，他不迷。有能力辨别是非、有能力辨别邪正、有能力辨别真假、有能力辨别吉凶祸福，这是智慧，这是德。有德的人他就有福，他有善因，当然他就有善果。五戒是善，五戒是佛法修行的大根大本，在佛门称为根本大戒，这五条：不杀生、不偷盗、不邪淫、不妄语、不饮酒。这五条里面的境界深广没有边际。不杀生才真正能讲到爱人，世界上所有的宗教都讲到爱人，犹太教、天主教、基督教说「神爱世人」，爱世人那还能杀人吗？所以今天只要在念头上要与别人作对的，都是违背圣贤的教诲、违背上帝的爱心，学佛的人违背了佛菩萨的慈悲。",
      "zh_TW": "福是果，德是因，德是什麼？德是智慧，智慧能造福，他不迷。有能力辨別是非、有能力辨別邪正、有能力辨別真假、有能力辨別吉凶禍福，這是智慧，這是德。有德的人他就有福，他有善因，當然他就有善果。五戒是善，五戒是佛法修行的大根大本，在佛門稱為根本大戒，這五條：不殺生、不偷盜、不邪淫、不妄語、不飲酒。這五條裡面的境界深廣沒有邊際。不殺生才真正能講到愛人，世界上所有的宗教都講到愛人，猶太教、天主教、基督教說「神愛世人」，愛世人那還能殺人嗎？所以今天只要在念頭上要與別人作對的，都是違背聖賢的教誨、違背上帝的愛心，學佛的人違背了佛菩薩的慈悲。"
    },
    {
      "id": "15-013-0063_p0008",
      "zh_CN": "我们晓得，爱心、慈悲是性德，真心本性自然之德，不是学来的。为什么有些人不懂得爱人？迷失了自性，佛在经论上讲得太多，迷了。迷失了自性就把自性里本具的仁爱转变为仇恨，仇恨跟仁爱是一个体，觉悟了，仇恨马上就转变成慈悲、转变成仁爱。由此可知，凡圣之间只是一念之隔，一念觉，凡夫就成圣，前途无限光明；一念迷，圣人就变成凡夫。世间到底是圣人多、是凡夫多？跟诸位说，圣人比凡夫多，我们讲虚空法界。在我们地球上，现在的状况是凡夫多、圣人少；诸佛净土、上帝的天堂，圣人多、凡夫少。",
      "zh_TW": "我們曉得，愛心、慈悲是性德，真心本性自然之德，不是學來的。為什麼有些人不懂得愛人？迷失了自性，佛在經論上講得太多，迷了。迷失了自性就把自性裡本具的仁愛轉變為仇恨，仇恨跟仁愛是一個體，覺悟了，仇恨馬上就轉變成慈悲、轉變成仁愛。由此可知，凡聖之間只是一念之隔，一念覺，凡夫就成聖，前途無限光明；一念迷，聖人就變成凡夫。世間到底是聖人多、是凡夫多？跟諸位說，聖人比凡夫多，我們講虛空法界。在我們地球上，現在的狀況是凡夫多、聖人少；諸佛淨土、上帝的天堂，聖人多、凡夫少。"
    },
    {
      "id": "15-013-0063_p0009",
      "zh_CN": "凡夫怎样能够转凡成圣？教育，宗教的教育、圣贤的教育。中国今天能够提倡孔孟的教育，这是一线生机，非常可贵。孔子、释迦牟尼、耶稣、穆罕默德是一类的人，跟一个人学，他们这些人的教诲都在其中，《华严经》上讲「一即一切，一切即一」，真正学通了是一不是二。向圣贤学习，典籍虽然存在，还要有善知识，要有好老师，你没有好的老师来讲解、来教诲，这些典籍里头字字句句含无量义，我们能够懂得多少？",
      "zh_TW": "凡夫怎樣能夠轉凡成聖？教育，宗教的教育、聖賢的教育。中國今天能夠提倡孔孟的教育，這是一線生機，非常可貴。孔子、釋迦牟尼、耶穌、穆罕默德是一類的人，跟一個人學，他們這些人的教誨都在其中，《華嚴經》上講「一即一切，一切即一」，真正學通了是一不是二。向聖賢學習，典籍雖然存在，還要有善知識，要有好老師，你沒有好的老師來講解、來教誨，這些典籍裡頭字字句句含無量義，我們能夠懂得多少？"
    },
    {
      "id": "15-013-0063_p0010",
      "zh_CN": "佛教到中国来，为什么立刻就得到朝野的欢迎？释迦牟尼佛灭度之后，他的学生将佛教向四面八方宣扬，为什么只有在中国生根、茁壮、开花结果？其他的地区除了东南亚，像现在的泰国、斯里兰卡还存在一些，往欧洲所传的早已经连痕迹都不复存在了。何以在中国能这么样的兴盛？道理很简单，我们一般人讲水土，好像我们移民到那个地区水土不服不能生存；佛陀教育到中国来，中国的环境对它来讲非常适合，中国地区的人民早在佛教传到中国来之前，至少有一两千年中国圣人在这边教化。儒是集中国古圣之大成，孔老夫子「述而不作」，中国圣人所讲的原理原则跟佛所讲的完全相同。中国列祖列宗这些圣贤讲的都是些重要的原理原则纲领，佛经传来之后，佛不但纲领跟我们相同，佛讲细则，佛的典籍多，多得太多了，所以他东西讲得详细，这样一配合，那是个真正圆满的圣贤教育。所以从汉明帝迎请摩腾、竺法兰到中国来之后，到现在将近两千年，他们两个到中国是公元六十七年。这两千年来除了近代一百年不算，这一百年动乱，佛教衰微到谷底；在这一百年以前，确实佛门里面还有大德教化众生。佛弟子没有不念儒书的，儒家的秀才没有不读佛经的，真正做学问的人、修养德行的人，在中国儒、释、道三家的典籍一定参学，知识分子哪个不接触？问题是不是真的有心想学习。",
      "zh_TW": "佛教到中國來，為什麼立刻就得到朝野的歡迎？釋迦牟尼佛滅度之後，他的學生將佛教向四面八方宣揚，為什麼只有在中國生根、茁壯、開花結果？其他的地區除了東南亞，像現在的泰國、斯里蘭卡還存在一些，往歐洲所傳的早已經連痕跡都不復存在了。何以在中國能這麼樣的興盛？道理很簡單，我們一般人講水土，好像我們移民到那個地區水土不服不能生存；佛陀教育到中國來，中國的環境對它來講非常適合，中國地區的人民早在佛教傳到中國來之前，至少有一兩千年中國聖人在這邊教化。儒是集中國古聖之大成，孔老夫子「述而不作」，中國聖人所講的原理原則跟佛所講的完全相同。中國列祖列宗這些聖賢講的都是些重要的原理原則綱領，佛經傳來之後，佛不但綱領跟我們相同，佛講細則，佛的典籍多，多得太多了，所以他東西講得詳細，這樣一配合，那是個真正圓滿的聖賢教育。所以從漢明帝迎請摩騰、竺法蘭到中國來之後，到現在將近兩千年，他們兩個到中國是公元六十七年。這兩千年來除了近代一百年不算，這一百年動亂，佛教衰微到谷底；在這一百年以前，確實佛門裡面還有大德教化眾生。佛弟子沒有不念儒書的，儒家的秀才沒有不讀佛經的，真正做學問的人、修養德行的人，在中國儒、釋、道三家的典籍一定參學，知識分子哪個不接觸？問題是不是真的有心想學習。"
    },
    {
      "id": "15-013-0063_p0011",
      "zh_CN": "圣人之道，换句话说，我们要想转凡成圣、转迷为悟，用现在人的话来说，势必要牺牲自己一部分，哪一部分？不善的这一部分，不善里头最严重的是贪婪这一部分，你要能舍弃。真的在佛家超凡入圣，我说了十六个字，必须要舍弃的，现在人讲要牺牲掉的，「自私自利、名闻利养、五欲六尘、贪瞋痴慢」，这一部分东西不肯放下、不肯牺牲，换句话说，圣道对你来讲就难了。这些东西眼前有小利益，所以一般人贪爱，后果不堪设想，你知道吗？后果是什么？六道轮回，出不了六道。我们在六道里这些众生，无量劫来死生不断，死了又生、生了又死，生死不断，佛经里头讲的话很有启发性，「生死疲劳」，干这桩傻事情！这傻事情从哪里来的？就从这十六个字，这十六个字你要是牺牲了，把它抛弃掉了，你就有可能跳出轮回，不再干生死疲劳的把戏，这一点我们要参透！",
      "zh_TW": "聖人之道，換句話說，我們要想轉凡成聖、轉迷為悟，用現在人的話來說，勢必要犧牲自己一部分，哪一部分？不善的這一部分，不善裡頭最嚴重的是貪婪這一部分，你要能捨棄。真的在佛家超凡入聖，我說了十六個字，必須要捨棄的，現在人講要犧牲掉的，「自私自利、名聞利養、五欲六塵、貪瞋痴慢」，這一部分東西不肯放下、不肯犧牲，換句話說，聖道對你來講就難了。這些東西眼前有小利益，所以一般人貪愛，後果不堪設想，你知道嗎？後果是什麼？六道輪迴，出不了六道。我們在六道裡這些眾生，無量劫來死生不斷，死了又生、生了又死，生死不斷，佛經裡頭講的話很有啟發性，「生死疲勞」，幹這樁傻事情！這傻事情從哪裡來的？就從這十六個字，這十六個字你要是犧牲了，把它拋棄掉了，你就有可能跳出輪迴，不再幹生死疲勞的把戲，這一點我們要參透！"
    },
    {
      "id": "15-013-0063_p0012",
      "zh_CN": "佛法在中国，纯大乘法，像读书读大学，大学一定要有小学、中学的基础，你才能进得了学校。所以隋唐时代小乘有两个宗派：成实宗、俱舍宗，这两个宗派在唐朝晚年就衰微，没有人再学。唐以后这两个宗就断了，中国大乘佛法怎么学法？是以儒跟道代替，所以中国人不学小乘。中国人修学大乘佛法有儒家的基础、有道家的基础，像从前读书人、学佛的人，哪一个不念过《四书》、《五经》的？哪一个没有念过《老子》、《庄子》的？都念得很熟。孔孟老庄的学说代替了小乘佛法，所以中国不需要小乘，小乘经典翻译虽然相当完备，跟现在巴利文经典比较，我听说巴利文经典只比我们多了大概五十几部，小乘经典也将近三千部，他只比我们多五十几部，可见得我们的翻译相当完备。我们现在读的《阿难问事佛吉凶经》，是在《阿含经》里头的，这是小乘经典。为什么李老师选这部经典来教导我们初学？因为我们把儒丢掉了，道也丢掉了，这才从小乘经典里面选几部，他为我们大概选了十部，有十种，这是第一种，来教导我们。如果我们有儒跟道的基础，确实就无需要读小乘经。真正做学问的人，小乘经还是值得浏览，但是小乘经在翻译上确实没有大乘翻得那么好。",
      "zh_TW": "佛法在中國，純大乘法，像讀書讀大學，大學一定要有小學、中學的基礎，你才能進得了學校。所以隋唐時代小乘有兩個宗派：成實宗、俱舍宗，這兩個宗派在唐朝晚年就衰微，沒有人再學。唐以後這兩個宗就斷了，中國大乘佛法怎麼學法？是以儒跟道代替，所以中國人不學小乘。中國人修學大乘佛法有儒家的基礎、有道家的基礎，像從前讀書人、學佛的人，哪一個不念過《四書》、《五經》的？哪一個沒有念過《老子》、《莊子》的？都念得很熟。孔孟老莊的學說代替了小乘佛法，所以中國不需要小乘，小乘經典翻譯雖然相當完備，跟現在巴利文經典比較，我聽說巴利文經典只比我們多了大概五十幾部，小乘經典也將近三千部，他只比我們多五十幾部，可見得我們的翻譯相當完備。我們現在讀的《阿難問事佛吉凶經》，是在《阿含經》裡頭的，這是小乘經典。為什麼李老師選這部經典來教導我們初學？因為我們把儒丟掉了，道也丟掉了，這才從小乘經典裡面選幾部，他為我們大概選了十部，有十種，這是第一種，來教導我們。如果我們有儒跟道的基礎，確實就無需要讀小乘經。真正做學問的人，小乘經還是值得瀏覽，但是小乘經在翻譯上確實沒有大乘翻得那麼好。"
    },
    {
      "id": "15-013-0063_p0013",
      "zh_CN": "佛在此地说，『有所施作，当启三尊』，这就是你在平常要有所作为的时候有疑惑，有疑惑怎么办？一定要求三宝帮助你断疑生信。三宝怎么依法？第一个依佛的教诫，你想做的这些事情，佛有没有这样教导过我们？佛教我们怎么做法？顺从佛的教诫。",
      "zh_TW": "佛在此地說，『有所施作，當啟三尊』，這就是你在平常要有所作為的時候有疑惑，有疑惑怎麼辦？一定要求三寶幫助你斷疑生信。三寶怎麼依法？第一個依佛的教誡，你想做的這些事情，佛有沒有這樣教導過我們？佛教我們怎麼做法？順從佛的教誡。"
    },
    {
      "id": "15-013-0063_p0014",
      "zh_CN": "像总的纲领上来讲，原则上来说，我们净宗学会成立之初，我们在缘起里面写了五门功课，这是戒律，我们起心动念、言语造作决定不能违背。第一个，《观经》里面讲的「三福」三条十一句，第一条「孝养父母，奉事师长，慈心不杀，修十善业」，十善业，佛特别讲了一部《十善业道经》，现在我们有光碟流通。第二条「受持三皈，具足众戒，不犯威仪」，这一条里面，我们现在有《三皈授受》，讲过好几遍都保留著录像、录音，「具足众戒」，这里面我们曾经介绍过《沙弥律仪增注》，在《大乘无量寿经》里面特别节录出三十二品到三十七品，这一部分经文是详细说明五戒十善，应当要熟读，要依教奉行。第三条「发菩提心，深信因果，读诵大乘，劝进行者」，包括了所有的大乘经教。这是根本的根本，福，你要修福，这三条十一句都是修福报，福慧双修，真实的福德。我们取这个作为我们修行的准则，这是第一个科目。",
      "zh_TW": "像總的綱領上來講，原則上來說，我們淨宗學會成立之初，我們在緣起裡面寫了五門功課，這是戒律，我們起心動念、言語造作決定不能違背。第一個，《觀經》裡面講的「三福」三條十一句，第一條「孝養父母，奉事師長，慈心不殺，修十善業」，十善業，佛特別講了一部《十善業道經》，現在我們有光碟流通。第二條「受持三皈，具足眾戒，不犯威儀」，這一條裡面，我們現在有《三皈授受》，講過好幾遍都保留著錄像、錄音，「具足眾戒」，這裡面我們曾經介紹過《沙彌律儀增註》，在《大乘無量壽經》裡面特別節錄出三十二品到三十七品，這一部分經文是詳細說明五戒十善，應當要熟讀，要依教奉行。第三條「發菩提心，深信因果，讀誦大乘，勸進行者」，包括了所有的大乘經教。這是根本的根本，福，你要修福，這三條十一句都是修福報，福慧雙修，真實的福德。我們取這個作為我們修行的準則，這是第一個科目。"
    },
    {
      "id": "15-013-0063_p0015",
      "zh_CN": "第二个科目，是佛在一切经论里面教导我们的「六和敬」，六和敬主要是与大众相处，我们怎样与一切众生和睦相处，佛教我们六条：「见和同解，戒和同修，身和同住，口和无诤，意和同悦，利和同均」。我们能够把这六条守住，所有一切族类的众生都会跟我们相处得非常好，像一家人一样，哪里会有争论？一有争论就不和合，不和合不是僧团，违背佛陀教诲，诸佛菩萨远离了，我们还敢去亲近吗？这是第二个科目。第三个科目是佛陀教学的总纲领、总原则：「戒定慧」三学。第四个科目是佛教菩萨修行的纲领：「六度」，布施、持戒、忍辱、精进、禅定、般若。第五个科目是「普贤菩萨十愿」，礼敬诸佛，称赞如来，广修供养，忏除业障，到普皆回向。这好记，五个科目。常常记在心上，刹那不能够忘掉的，起心动念、言语造作想想与这个相应不相应，这是佛的戒律。或者是理论上或者是其他方面的疑惑，读经，经里面有指导的原则。《无量寿经》好，很适合于现代人，言简意赅，分量不大。",
      "zh_TW": "第二個科目，是佛在一切經論裡面教導我們的「六和敬」，六和敬主要是與大眾相處，我們怎樣與一切眾生和睦相處，佛教我們六條：「見和同解，戒和同修，身和同住，口和無諍，意和同悅，利和同均」。我們能夠把這六條守住，所有一切族類的眾生都會跟我們相處得非常好，像一家人一樣，哪裡會有爭論？一有爭論就不和合，不和合不是僧團，違背佛陀教誨，諸佛菩薩遠離了，我們還敢去親近嗎？這是第二個科目。第三個科目是佛陀教學的總綱領、總原則：「戒定慧」三學。第四個科目是佛教菩薩修行的綱領：「六度」，布施、持戒、忍辱、精進、禪定、般若。第五個科目是「普賢菩薩十願」，禮敬諸佛，稱讚如來，廣修供養，懺除業障，到普皆迴向。這好記，五個科目。常常記在心上，剎那不能夠忘掉的，起心動念、言語造作想想與這個相應不相應，這是佛的戒律。或者是理論上或者是其他方面的疑惑，讀經，經裡面有指導的原則。《無量壽經》好，很適合於現代人，言簡意賅，分量不大。"
    },
    {
      "id": "15-013-0063_p0016",
      "zh_CN": "如果你有时间想细心深入探讨，《大方广佛华严经》是值得你选择的，这不是我的介绍，往年弘一大师介绍给知识分子，他老人家就是介绍《大方广佛华严经》，还特别介绍清凉大师的《疏钞》，这是整个大乘佛法的概论。佛法以后演变，大乘十个宗、小乘两个宗都离不开这部经典，这部经典是大小乘、显密宗总的纲领原则。这是一部好书，什么样的疑难杂症在这里头统统可以得到解决。三千年前释迦牟尼佛在世的时候适合，三千年后今天二十一世纪还适合，这不可思议。所谓是真理超越时空，不受时空的限制，我们尊称之为经。我们世间人制定的法律、制定的规约章程，确实它受时间限制、受空间限制，在这里能行，换一个国家就行不通，现在能行，在古时候行不通，将来再过几十年可能也行不通，局限于时空，不像圣贤人的教诲超越时空，这不可思议。",
      "zh_TW": "如果你有時間想細心深入探討，《大方廣佛華嚴經》是值得你選擇的，這不是我的介紹，往年弘一大師介紹給知識分子，他老人家就是介紹《大方廣佛華嚴經》，還特別介紹清涼大師的《疏鈔》，這是整個大乘佛法的概論。佛法以後演變，大乘十個宗、小乘兩個宗都離不開這部經典，這部經典是大小乘、顯密宗總的綱領原則。這是一部好書，什麼樣的疑難雜症在這裡頭統統可以得到解決。三千年前釋迦牟尼佛在世的時候適合，三千年後今天二十一世紀還適合，這不可思議。所謂是真理超越時空，不受時空的限制，我們尊稱之為經。我們世間人制定的法律、制定的規約章程，確實它受時間限制、受空間限制，在這裡能行，換一個國家就行不通，現在能行，在古時候行不通，將來再過幾十年可能也行不通，侷限於時空，不像聖賢人的教誨超越時空，這不可思議。"
    },
    {
      "id": "15-013-0063_p0017",
      "zh_CN": "所以依佛的戒，依经训，我们依靠经典；第三个依靠善知识。经典如果说是太深了，我们文化水平不够，可以请教高僧大德，在家出家、有修有学的，向他们请教。在家人也算在僧宝里头，「僧」不一定是出家人，僧是团体的名称，不是个人的名称，佛在经上给我们说的标准，四个人在一起，四个人不论是在家出家，四个人能够完全依照六和敬来修学，这团体就叫做僧团，是这么个意思，所以僧里头不局限是哪一类的。概略的说，我们有菩萨僧团，菩萨僧、声闻僧，我们一般出家人是比丘僧，居士也能称僧，向他们请教这就对了。如果你还不放心，佛真是慈悲到了极处，你不是想去问卦占卜吗？好，佛也教你一个方法，地藏菩萨有《占察善恶业报经》，一共有十九个轮相让你去占卜，你要是真正喜欢用占卜，这是佛在经典上有的，你先读《占察善恶业报经》，你先读这部经，了解经里面的义趣，依照经典的理论教诲去修行，然后你用轮相来占卜。佛门里面有一些高僧大德确实用这方法，蕅益大师当年选择法门他就用这方法，蕅益在没有修净土之前是学天台的，以后用这方法占卜求佛指点迷津，从占卜里面占到净土法门，这方法帮助他断疑生信，断疑生信才会有成就。",
      "zh_TW": "所以依佛的戒，依經訓，我們依靠經典；第三個依靠善知識。經典如果說是太深了，我們文化水平不夠，可以請教高僧大德，在家出家、有修有學的，向他們請教。在家人也算在僧寶裡頭，「僧」不一定是出家人，僧是團體的名稱，不是個人的名稱，佛在經上給我們說的標準，四個人在一起，四個人不論是在家出家，四個人能夠完全依照六和敬來修學，這團體就叫做僧團，是這麼個意思，所以僧裡頭不侷限是哪一類的。概略的說，我們有菩薩僧團，菩薩僧、聲聞僧，我們一般出家人是比丘僧，居士也能稱僧，向他們請教這就對了。如果你還不放心，佛真是慈悲到了極處，你不是想去問卦占卜嗎？好，佛也教你一個方法，地藏菩薩有《占察善惡業報經》，一共有十九個輪相讓你去占卜，你要是真正喜歡用占卜，這是佛在經典上有的，你先讀《占察善惡業報經》，你先讀這部經，了解經裡面的義趣，依照經典的理論教誨去修行，然後你用輪相來占卜。佛門裡面有一些高僧大德確實用這方法，蕅益大師當年選擇法門他就用這方法，蕅益在沒有修淨土之前是學天台的，以後用這方法占卜求佛指點迷津，從占卜裡面占到淨土法門，這方法幫助他斷疑生信，斷疑生信才會有成就。"
    },
    {
      "id": "15-013-0063_p0018",
      "zh_CN": "『佛之玄通，无细不知』，我们要相信。「玄」是讲深、是讲极，我们常讲深极，通是神通，这地方就是当这个解释；佛的神通深到极处，没有人能够跟他相比。「无细不知」，确确实实全知全能，没有一丝毫缺陷。为什么？大乘经里面常说「法身遍虚空法界」，我们在大乘经上读的太多太多了，虚空法界国土众生从哪里来的？「唯心所现、唯识所变」。佛穷究心识之根源，宇宙之间的事他怎么会不知道？哪有不知道的道理！横的来讲，空间，竖的来讲，时间，过去现在未来没有不知道的。佛又告诉我们，这桩事情不是只有佛有这能力，不是的，佛讲所有众生都有这能力，平等的。佛有究竟圆满的智慧，一切众生都有，佛的玄通一切众生也都有。佛又说他的相好、依正庄严，一切众生跟他也完全相同，平等平等无二无别。",
      "zh_TW": "『佛之玄通，無細不知』，我們要相信。「玄」是講深、是講極，我們常講深極，通是神通，這地方就是當這個解釋；佛的神通深到極處，沒有人能夠跟他相比。「無細不知」，確確實實全知全能，沒有一絲毫缺陷。為什麼？大乘經裡面常說「法身遍虛空法界」，我們在大乘經上讀的太多太多了，虛空法界國土眾生從哪裡來的？「唯心所現、唯識所變」。佛窮究心識之根源，宇宙之間的事他怎麼會不知道？哪有不知道的道理！橫的來講，空間，豎的來講，時間，過去現在未來沒有不知道的。佛又告訴我們，這樁事情不是只有佛有這能力，不是的，佛講所有眾生都有這能力，平等的。佛有究竟圓滿的智慧，一切眾生都有，佛的玄通一切眾生也都有。佛又說他的相好、依正莊嚴，一切眾生跟他也完全相同，平等平等無二無別。"
    },
    {
      "id": "15-013-0063_p0019",
      "zh_CN": "现在我们跟佛为什么有这么大的差距？佛说得好，《华严经》上讲，「但以妄想分别而不能证得」，佛是一语道破。你要问什么原因？因为众生有妄想、有分别、有执着，你有这些东西，你究竟圆满的智慧失掉了，无量无边的神通也失掉了，无量无边的相好也失掉了。失不是真的失掉了，为什么？性德是真的，真的怎么会失掉？没有失掉，但是你现在得不到受用，没有失等于失掉。譬如说你有百万财产，你那百万之财存在银行里，现在身上一毛钱也没有，肚子饿了还得去讨饭，就这个意思，你现在不能得受用。佛菩萨的财产放在口袋里，用起来很方便，我们也有，不比他差，但是在银行里现在没拿出来，就这么回事，佛清楚。",
      "zh_TW": "現在我們跟佛為什麼有這麼大的差距？佛說得好，《華嚴經》上講，「但以妄想分別而不能證得」，佛是一語道破。你要問什麼原因？因為眾生有妄想、有分別、有執著，你有這些東西，你究竟圓滿的智慧失掉了，無量無邊的神通也失掉了，無量無邊的相好也失掉了。失不是真的失掉了，為什麼？性德是真的，真的怎麼會失掉？沒有失掉，但是你現在得不到受用，沒有失等於失掉。譬如說你有百萬財產，你那百萬之財存在銀行裡，現在身上一毛錢也沒有，肚子餓了還得去討飯，就這個意思，你現在不能得受用。佛菩薩的財產放在口袋裡，用起來很方便，我們也有，不比他差，但是在銀行裡現在沒拿出來，就這麼回事，佛清楚。"
    },
    {
      "id": "15-013-0063_p0020",
      "zh_CN": "佛陀的教诲没有别的，佛真的能以什么东西给众生？没有，你所得到全是你自性本来具足，佛只是把事实真相跟你讲清楚，你有，你迷了，你要是觉悟你就恢复了，就这么回事情。所以佛教众生的枢纽是破迷开悟，这是枢纽。悟了，自性里面的智慧德相全都恢复了，不是佛给我们的。佛对我们有恩德，我们迷而不觉，他帮助我们觉悟，帮助我们恢复。「佛之玄通，无细不知」，我们要是觉悟了，就跟他一样，我们自己的玄通也是无细不知。他过去也曾经迷过，他恢复了，我们现在正在迷的时候，急需要赶紧恢复，就这么个道理。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛陀的教誨沒有別的，佛真的能以什麼東西給眾生？沒有，你所得到全是你自性本來具足，佛只是把事實真相跟你講清楚，你有，你迷了，你要是覺悟你就恢復了，就這麼回事情。所以佛教眾生的樞紐是破迷開悟，這是樞紐。悟了，自性裡面的智慧德相全都恢復了，不是佛給我們的。佛對我們有恩德，我們迷而不覺，他幫助我們覺悟，幫助我們恢復。「佛之玄通，無細不知」，我們要是覺悟了，就跟他一樣，我們自己的玄通也是無細不知。他過去也曾經迷過，他恢復了，我們現在正在迷的時候，急需要趕緊恢復，就這麼個道理。好，今天時間到了，我們就講到此地。"
    }
  ]
}