{
  "doc_id": "15-013-0073",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十三集",
    "zh_TW": "第七十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0073",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "15-013-0073_p0001",
      "zh_CN": "诸位同学：请掀开《阿难问事佛吉凶经科会》第二十五面，经文第三行看起：",
      "zh_TW": "諸位同學：請掀開《阿難問事佛吉凶經科會》第二十五面，經文第三行看起："
    },
    {
      "id": "15-013-0073_p0002",
      "zh_CN": "【世浊多恶人。还自堕颠倒。谀谄諀訾圣。邪媚毁正真。】",
      "zh_TW": "【世濁多惡人。還自墮顛倒。諛諂諀訾聖。邪媚毀正真。】"
    },
    {
      "id": "15-013-0073_p0003",
      "zh_CN": "这首偈是讲世间人毁谤正法、自甘堕落，都是非常可悲的现象。「世」就是指我们现代的世间，佛在前面讲过的末法时期。「浊」是浊恶，五浊恶世。浊也是染着，在过去我们常常念《弥陀经》，净土法门早晚课都是诵《阿弥陀经》，佛在经上跟我们讲五浊恶世，早年我们读这句经文，感触很模糊，有时候还怀疑：佛这个话是不是讲得太过分？哪里知道不到半个世纪，我们不要佛说，现在人就已经感到这个世间已经到了极其严重的染污。地球被污染了，科学家给我们提出的警告，这个环境污染的现象，如果不能得到有效改善的话，五十年之后地球上不适合人类居住。我们想想，世尊在三千年前讲经用这个词句「五浊恶世」，那是高明到了极处，佛有能力看到三千年后地球的状况，他讲的话丝毫都不过分。",
      "zh_TW": "這首偈是講世間人毀謗正法、自甘墮落，都是非常可悲的現象。「世」就是指我們現代的世間，佛在前面講過的末法時期。「濁」是濁惡，五濁惡世。濁也是染著，在過去我們常常念《彌陀經》，淨土法門早晚課都是誦《阿彌陀經》，佛在經上跟我們講五濁惡世，早年我們讀這句經文，感觸很模糊，有時候還懷疑：佛這個話是不是講得太過分？哪裡知道不到半個世紀，我們不要佛說，現在人就已經感到這個世間已經到了極其嚴重的染污。地球被污染了，科學家給我們提出的警告，這個環境污染的現象，如果不能得到有效改善的話，五十年之後地球上不適合人類居住。我們想想，世尊在三千年前講經用這個詞句「五濁惡世」，那是高明到了極處，佛有能力看到三千年後地球的狀況，他講的話絲毫都不過分。"
    },
    {
      "id": "15-013-0073_p0004",
      "zh_CN": "所以现在许多国家政府，都在致力于改善环境的污染。我们学佛的同修心里面很明白、很清楚，他们的努力能不能收到效果？我们学佛的同修都会摇摇头，效果太有限了。什么原因？地球环境的污染是从哪里来的？根本的原因是什么？世间人不知道，科学家不知道，哲学家也不知道，宗教家知道一些，知道最透彻的是佛菩萨。佛菩萨在经论里面常说「依报随着正报转」，这句话非常重要。「依报」就是环境，地球是我们生活的环境，太阳系是我们生活的环境，银河系是我们生活的环境，虚空法界还是我们生活的环境，环境必定受正报的影响。境随心转，心是正报，境是依报，依报随着正报转。",
      "zh_TW": "所以現在許多國家政府，都在致力於改善環境的污染。我們學佛的同修心裡面很明白、很清楚，他們的努力能不能收到效果？我們學佛的同修都會搖搖頭，效果太有限了。什麼原因？地球環境的污染是從哪裡來的？根本的原因是什麼？世間人不知道，科學家不知道，哲學家也不知道，宗教家知道一些，知道最透徹的是佛菩薩。佛菩薩在經論裡面常說「依報隨著正報轉」，這句話非常重要。「依報」就是環境，地球是我們生活的環境，太陽系是我們生活的環境，銀河系是我們生活的環境，虛空法界還是我們生活的環境，環境必定受正報的影響。境隨心轉，心是正報，境是依報，依報隨著正報轉。"
    },
    {
      "id": "15-013-0073_p0005",
      "zh_CN": "佛把这个事实真相说清楚了，我们要想改善环境污染，从哪里改起？从人心改起。现在众生的心被污染的程度，决不亚于地球环境的污染，我们仔细去观察，好像是成正比例。过去，古人说「已经不如从前」，但是我们感觉到生活环境确实美好。我这个年龄，一个甲子之前，六十年前，我们生长在乡下，自然环境山青水秀。我们村庄前面，距离大概一里路的样子，一里路现在就是五百公尺，就是白湖，白湖里面出产银鱼，小小的、透明的，我们叫牠银鱼。我们常常到湖边，湖边是沙土，我们到那里捡贝壳。小朋友在外面玩，采野菜，树上野生的果实都非常好吃。现在小朋友生活得可怜，放在鸽子笼里面养，这种天真烂漫的生活消失了，随着环境污染消失了。愈是文明先进的国家染污愈严重。",
      "zh_TW": "佛把這個事實真相說清楚了，我們要想改善環境污染，從哪裡改起？從人心改起。現在眾生的心被污染的程度，決不亞於地球環境的污染，我們仔細去觀察，好像是成正比例。過去，古人說「已經不如從前」，但是我們感覺到生活環境確實美好。我這個年齡，一個甲子之前，六十年前，我們生長在鄉下，自然環境山青水秀。我們村莊前面，距離大概一里路的樣子，一里路現在就是五百公尺，就是白湖，白湖裡面出產銀魚，小小的、透明的，我們叫牠銀魚。我們常常到湖邊，湖邊是沙土，我們到那裡撿貝殼。小朋友在外面玩，採野菜，樹上野生的果實都非常好吃。現在小朋友生活得可憐，放在鴿子籠裡面養，這種天真爛漫的生活消失了，隨著環境污染消失了。愈是文明先進的國家染污愈嚴重。"
    },
    {
      "id": "15-013-0073_p0006",
      "zh_CN": "如果从中国大陆上来的同修，你们如果是细心的话，每天在这里吃三餐，你们吃的蔬菜口味跟家乡一样不一样？我们家乡虽有污染，很轻，青菜还有味道。都市里面的青菜看到很好看，味道不对，没有那个味道了，这才知道污染的严重。所以过去九O年代的时候，我曾经去过两次广州，本焕老和尚请我在光孝寺讲经，我去过两次，头一次去讲三天，第二次去讲了五天，他招待我吃饭，素席很丰盛，我跟老和尚说这些素菜浪费很多钱财，实际上并不好吃。他问我说：法师你喜欢吃什么？我喜欢吃青菜。好，到第二天人工的这些东西全都没有了，像香菇这些都没有了，全是青菜，桌上十个菜全是绿的，像菜园一样，那个味道真的不一样，我们几十年在外国没有吃到那么鲜美的青菜。这些东西不能跟外国人学，跟外国人学就糟了。外国人的蔬菜用很重的农药，所以虫不吃。虫都不吃，人要吃了那不要命吗？虫为什么不吃？牠也怕死，那个有毒！蔬菜有毒，米也有毒，稻米在制作过程里面掺着有化学药剂在里头，所以你看那个米很漂亮，那个米也是虫都不吃的。",
      "zh_TW": "如果從中國大陸上來的同修，你們如果是細心的話，每天在這裡吃三餐，你們吃的蔬菜口味跟家鄉一樣不一樣？我們家鄉雖有污染，很輕，青菜還有味道。都市裡面的青菜看到很好看，味道不對，沒有那個味道了，這才知道污染的嚴重。所以過去九O年代的時候，我曾經去過兩次廣州，本煥老和尚請我在光孝寺講經，我去過兩次，頭一次去講三天，第二次去講了五天，他招待我吃飯，素席很豐盛，我跟老和尚說這些素菜浪費很多錢財，實際上並不好吃。他問我說：法師你喜歡吃什麼？我喜歡吃青菜。好，到第二天人工的這些東西全都沒有了，像香菇這些都沒有了，全是青菜，桌上十個菜全是綠的，像菜園一樣，那個味道真的不一樣，我們幾十年在外國沒有吃到那麼鮮美的青菜。這些東西不能跟外國人學，跟外國人學就糟了。外國人的蔬菜用很重的農藥，所以蟲不吃。蟲都不吃，人要吃了那不要命嗎？蟲為什麼不吃？牠也怕死，那個有毒！蔬菜有毒，米也有毒，稻米在製作過程裡面摻著有化學藥劑在裡頭，所以你看那個米很漂亮，那個米也是蟲都不吃的。"
    },
    {
      "id": "15-013-0073_p0007",
      "zh_CN": "从前李老师跟我们讲，现在人哪里是吃饭，三餐食毒，一点都没错，「饮苦食毒」，浊恶到这种程度怎么得了！所以现在最好的方法还是住乡下，能有一点小土地，自己种一点菜，没有农药，不怕虫吃，虫吃也好，我们供养牠，牠也是众生，我们要有爱心对待这些小动物，牠也是一条命，牠也是人造了恶业去投胎的。我们也知道过去生中也做过蚊子、也做过苍蝇，六道里畜生道，哪一道我们没有去投过胎？所以我们今天看牠，就要想到我过去曾经过过牠的生活，我应当帮助牠，我有义务、有责任。希望中国人，特别是农村人，不要贪图一点小利，种的这些农作物用那么大量的农药，很漂亮，拿去卖，卖给都市人吃，吃了都得癌症，这种做法实际上就叫做谋财害命，你们想想对不对？要遭受果报的。",
      "zh_TW": "從前李老師跟我們講，現在人哪裡是吃飯，三餐食毒，一點都沒錯，「飲苦食毒」，濁惡到這種程度怎麼得了！所以現在最好的方法還是住鄉下，能有一點小土地，自己種一點菜，沒有農藥，不怕蟲吃，蟲吃也好，我們供養牠，牠也是眾生，我們要有愛心對待這些小動物，牠也是一條命，牠也是人造了惡業去投胎的。我們也知道過去生中也做過蚊子、也做過蒼蠅，六道裡畜生道，哪一道我們沒有去投過胎？所以我們今天看牠，就要想到我過去曾經過過牠的生活，我應當幫助牠，我有義務、有責任。希望中國人，特別是農村人，不要貪圖一點小利，種的這些農作物用那麼大量的農藥，很漂亮，拿去賣，賣給都市人吃，吃了都得癌症，這種做法實際上就叫做謀財害命，你們想想對不對？要遭受果報的。"
    },
    {
      "id": "15-013-0073_p0008",
      "zh_CN": "这两句话讲得正确，『还自堕颠倒』。这个五浊恶世恶人太多，「恶」是造作十恶业，很多很多造作十恶业的人，这就是我们现前社会，佛经上五个字把它描写得多清楚，「还自堕颠倒」。谚语常说：「人向高处走，水向下处流。」人都想提升自己的境界，不懂方法，想提升结果反而堕落，这个因素在哪里？失去了圣贤的教诲，欲迷心窍，利令智昏，这还得了！所以颠倒错乱，愈陷愈深。",
      "zh_TW": "這兩句話講得正確，『還自墮顛倒』。這個五濁惡世惡人太多，「惡」是造作十惡業，很多很多造作十惡業的人，這就是我們現前社會，佛經上五個字把它描寫得多清楚，「還自墮顛倒」。諺語常說：「人向高處走，水向下處流。」人都想提升自己的境界，不懂方法，想提升結果反而墮落，這個因素在哪裡？失去了聖賢的教誨，欲迷心竅，利令智昏，這還得了！所以顛倒錯亂，愈陷愈深。"
    },
    {
      "id": "15-013-0073_p0009",
      "zh_CN": "《易经》里头说得好：「人以类聚，物以群分」，我们一定要跟好人学，不要跟坏人学，要跟好人做朋友，不要跟恶人做朋友。社会上大多数的人是凡夫，凡夫之人，接近好人他慢慢就变成好人，他天天跟坏人在一起，不知不觉他就变坏了，我们不能不警觉。实在上，好人在哪里？我很想亲近，找不到！看看社会上这些人好像都有问题。古大德教我们一个方法，现在周边找不到好人，找古人，跟古人做朋友，他不会拒绝。古人在哪里？古人在书籍里头，读古人的书，与古人往来，以他们为师为友，肯定能提升自己的道德，提升自己的境界。我们要会才行，决定不能堕落。",
      "zh_TW": "《易經》裡頭說得好：「人以類聚，物以群分」，我們一定要跟好人學，不要跟壞人學，要跟好人做朋友，不要跟惡人做朋友。社會上大多數的人是凡夫，凡夫之人，接近好人他慢慢就變成好人，他天天跟壞人在一起，不知不覺他就變壞了，我們不能不警覺。實在上，好人在哪裡？我很想親近，找不到！看看社會上這些人好像都有問題。古大德教我們一個方法，現在周邊找不到好人，找古人，跟古人做朋友，他不會拒絕。古人在哪裡？古人在書籍裡頭，讀古人的書，與古人往來，以他們為師為友，肯定能提升自己的道德，提升自己的境界。我們要會才行，決定不能墮落。"
    },
    {
      "id": "15-013-0073_p0010",
      "zh_CN": "『谀谄諀訾圣，邪媚毁正真』，这两句是说不幸而堕落，交了坏朋友，被恶的风气所染。「谀谄」是巴结。入佛法中干的什么事情？破坏佛法，这个事情在佛门里面，现在已是非常普遍的现象。佛门是和合的团体，我们在三皈依里面「皈依僧，众中尊」，这句话什么意思？僧是学佛的团体，这个诸位要搞清楚，并不一定指出家人，在家居士依照佛陀教诲修行，那个团体也叫僧团。如果是出家人的寺院，大众在一块不肯修行，反而不是僧团，僧团的标准是依六和敬修行。甚至于在家居士，你们家里如果有四个人，父母兄弟姊妹都学佛，一团和气，依照佛的经典去修学，你这个家庭是僧团。佛法里面讲四个人叫「一众」，这个「众」就是团体，组成一个团体了。这个团体依照佛陀的教诲，遵守佛陀的戒律，落实在自己生活、工作、应酬上，这个团体就是僧团。只要是僧团，决定得到诸佛护念、龙天善神保佑，这一定的。三个人住在一起都要闹意见，都要打架，那有什么法子？可悲的现象！",
      "zh_TW": "『諛諂諀訾聖，邪媚毀正真』，這兩句是說不幸而墮落，交了壞朋友，被惡的風氣所染。「諛諂」是巴結。入佛法中幹的什麼事情？破壞佛法，這個事情在佛門裡面，現在已是非常普遍的現象。佛門是和合的團體，我們在三皈依裡面「皈依僧，眾中尊」，這句話什麼意思？僧是學佛的團體，這個諸位要搞清楚，並不一定指出家人，在家居士依照佛陀教誨修行，那個團體也叫僧團。如果是出家人的寺院，大眾在一塊不肯修行，反而不是僧團，僧團的標準是依六和敬修行。甚至於在家居士，你們家裡如果有四個人，父母兄弟姊妹都學佛，一團和氣，依照佛的經典去修學，你這個家庭是僧團。佛法裡面講四個人叫「一眾」，這個「眾」就是團體，組成一個團體了。這個團體依照佛陀的教誨，遵守佛陀的戒律，落實在自己生活、工作、應酬上，這個團體就是僧團。只要是僧團，決定得到諸佛護念、龍天善神保佑，這一定的。三個人住在一起都要鬧意見，都要打架，那有什麼法子？可悲的現象！"
    },
    {
      "id": "15-013-0073_p0011",
      "zh_CN": "入佛法再要破坏佛法，为的是什么？还不是为了名闻利养。大家在一起谁也不服谁，都想指挥别人，都想当老大，这个观念错误，应当要怎样？我们看看《华严经》五十三参，很值得我们学习，学佛必须要学习的是：对待任何一个人，自己谦虚尊敬别人。我们这个团体里面有人不和合闹意见，有了纠纷，弘一大师的方法是不吃饭，绝食。他不说一句话，他也从来不批评人，用这个方式提醒大家自己去反省，这个方法好！决不把闹事情的人叫到面前训斥，弘一大师从来没有这个行为，也不会责备他们。",
      "zh_TW": "入佛法再要破壞佛法，為的是什麼？還不是為了名聞利養。大家在一起誰也不服誰，都想指揮別人，都想當老大，這個觀念錯誤，應當要怎樣？我們看看《華嚴經》五十三參，很值得我們學習，學佛必須要學習的是：對待任何一個人，自己謙虛尊敬別人。我們這個團體裡面有人不和合鬧意見，有了糾紛，弘一大師的方法是不吃飯，絕食。他不說一句話，他也從來不批評人，用這個方式提醒大家自己去反省，這個方法好！決不把鬧事情的人叫到面前訓斥，弘一大師從來沒有這個行為，也不會責備他們。"
    },
    {
      "id": "15-013-0073_p0012",
      "zh_CN": "我在自己道场里面发生这个事情，我恭恭敬敬的跟大家告假，我离开这个地方，我回避。你们怎么闹是你的事情，与我不相干，我立刻就走路，我也不责备任何一个人。学佛学什么？就是学跟世间任何人都能够和睦相处，这是佛菩萨。跟佛菩萨能相处，跟人天能相处，跟妖魔鬼怪也能相处，都是一团和睦。我们想为什么佛菩萨能我们不能？别人争我们让，别人进我们退，决定不会跟人发生冲突。跟别人发生冲突，过不在别人，决定在自己。如果说：我没有过失，他找我的，那我怎么办？他为什么不找别人单单找我？一定是我自己有不是处，否则他为什么不找别人？这一点真的我们要向大舜学，中国古代的舜王，舜王最了不起的地方就是「不见世间过」，六祖在《坛经》里面讲的一句，大舜是百分之百的做到，真的不见世间过。只见自己过，不见别人过，所以他能成为圣人，以后做了皇帝，圣王。我们最大的毛病，过失都是别人的，我没有过，都是别人不对。所以永远当凡夫，罪业天天在累积，消不了。",
      "zh_TW": "我在自己道場裡面發生這個事情，我恭恭敬敬的跟大家告假，我離開這個地方，我迴避。你們怎麼鬧是你的事情，與我不相干，我立刻就走路，我也不責備任何一個人。學佛學什麼？就是學跟世間任何人都能夠和睦相處，這是佛菩薩。跟佛菩薩能相處，跟人天能相處，跟妖魔鬼怪也能相處，都是一團和睦。我們想為什麼佛菩薩能我們不能？別人爭我們讓，別人進我們退，決定不會跟人發生衝突。跟別人發生衝突，過不在別人，決定在自己。如果說：我沒有過失，他找我的，那我怎麼辦？他為什麼不找別人單單找我？一定是我自己有不是處，否則他為什麼不找別人？這一點真的我們要向大舜學，中國古代的舜王，舜王最了不起的地方就是「不見世間過」，六祖在《壇經》裡面講的一句，大舜是百分之百的做到，真的不見世間過。只見自己過，不見別人過，所以他能成為聖人，以後做了皇帝，聖王。我們最大的毛病，過失都是別人的，我沒有過，都是別人不對。所以永遠當凡夫，罪業天天在累積，消不了。"
    },
    {
      "id": "15-013-0073_p0013",
      "zh_CN": "「諀訾」，諀是恶言毁谤别人，存心毁谤。毁谤谁？圣，圣贤就是讲的佛菩萨。谀谄那些邪知邪见的人，帮助他们毁谤佛法，现在造这种罪业的人太多太多了。",
      "zh_TW": "「諀訾」，諀是惡言毀謗別人，存心毀謗。毀謗誰？聖，聖賢就是講的佛菩薩。諛諂那些邪知邪見的人，幫助他們毀謗佛法，現在造這種罪業的人太多太多了。"
    },
    {
      "id": "15-013-0073_p0014",
      "zh_CN": "『邪媚毁正真』，「邪媚」是不正当的手段，不正当的方法，毁灭正法，毁灭真理，毁灭正教。而实际上圣贤的大道，绝对不是一般人毁谤、破坏就能把它消灭掉的，不可能。为什么？因为它是真理，真理永恒不变。由此可知，谤佛的，实在讲佛没有受你的毁谤，毁谤罪业你自己承当，你造的业会有果报。你毁灭正法，佛在经里面告诉我们，先堕阿鼻地狱，阿鼻地狱罪受满之后变畜生。什么样的畜生？最愚痴的畜生，我们今天讲最低级的动物，业报都是过去生中毁谤圣贤、毁谤正法，自堕颠倒至甚。",
      "zh_TW": "『邪媚毀正真』，「邪媚」是不正當的手段，不正當的方法，毀滅正法，毀滅真理，毀滅正教。而實際上聖賢的大道，絕對不是一般人毀謗、破壞就能把它消滅掉的，不可能。為什麼？因為它是真理，真理永恆不變。由此可知，謗佛的，實在講佛沒有受你的毀謗，毀謗罪業你自己承當，你造的業會有果報。你毀滅正法，佛在經裡面告訴我們，先墮阿鼻地獄，阿鼻地獄罪受滿之後變畜生。什麼樣的畜生？最愚痴的畜生，我們今天講最低級的動物，業報都是過去生中毀謗聖賢、毀謗正法，自墮顛倒至甚。"
    },
    {
      "id": "15-013-0073_p0015",
      "zh_CN": "【不信世有佛。言佛非大道。是人是非人。自作众罪本。】",
      "zh_TW": "【不信世有佛。言佛非大道。是人是非人。自作眾罪本。】"
    },
    {
      "id": "15-013-0073_p0016",
      "zh_CN": "他不相信世间有佛，不相信世间有神，现在这些人很多，几乎年轻人都不相信，为什么？没有人教他，他所接受的都是邪知邪见，他所交往的都是邪魔，不是正人。这些人狂妄自大，自以为是，自私自利，贪瞋痴慢，他们在世间，好像来到这个世间就是争夺名闻利养，就是来贪图五欲六尘享受的，尽干这些事情，佛是什么，他不知道。我们做佛的弟子，有责任、有使命把佛法介绍给一切众生。对现代这些年轻人从哪里下手？他已经被邪知邪见污染了，而且谚语常讲「先入为主」，他已经有很深的成见，我们怎样帮助他回头是岸？这是一个非常艰巨的工程，不是容易事情。因此自己必须具备德行，高度的智慧，善巧方便，你才能帮得上忙。所以先要帮助他认识佛法，我们有个小册子，《认识佛教》，这个小册子现在流通得很广，在外国有英文的译本，我们也有录像带、也有光碟，先用这个帮助他，让他明了佛法到底是什么，不能够听一般人云亦云，那个错了。",
      "zh_TW": "他不相信世間有佛，不相信世間有神，現在這些人很多，幾乎年輕人都不相信，為什麼？沒有人教他，他所接受的都是邪知邪見，他所交往的都是邪魔，不是正人。這些人狂妄自大，自以為是，自私自利，貪瞋痴慢，他們在世間，好像來到這個世間就是爭奪名聞利養，就是來貪圖五欲六塵享受的，盡幹這些事情，佛是什麼，他不知道。我們做佛的弟子，有責任、有使命把佛法介紹給一切眾生。對現代這些年輕人從哪裡下手？他已經被邪知邪見污染了，而且諺語常講「先入為主」，他已經有很深的成見，我們怎樣幫助他回頭是岸？這是一個非常艱鉅的工程，不是容易事情。因此自己必須具備德行，高度的智慧，善巧方便，你才能幫得上忙。所以先要幫助他認識佛法，我們有個小冊子，《認識佛教》，這個小冊子現在流通得很廣，在外國有英文的譯本，我們也有錄像帶、也有光碟，先用這個幫助他，讓他明瞭佛法到底是什麼，不能夠聽一般人云亦云，那個錯了。"
    },
    {
      "id": "15-013-0073_p0017",
      "zh_CN": "佛教是释迦牟尼的教育，教导九法界众生，至善圆满的教学。佛教不是迷信，佛教教学的宗旨是破迷开悟，哪里会迷信！佛教教导我们的是断烦恼、开智慧，让我们在这一生当中真正得到究竟美满的生活，这有什么不好？这叫做佛，佛是具足大智大觉。佛、菩萨、阿罗汉，在佛教教育里面是学位的名称，不是神明的德号，它是学位的名称，就像现在在大学里面念书，学士、硕士、博士，这是学位。佛陀是最高的学位，相当于博士，菩萨是次一等的学位，相当于硕士，阿罗汉是最低的学位，相当于学士。你拿到这个学位你就有成就了，没有拿到这个学位，念书念得不错，学位没拿到，在社会上大家不承认你，在佛门里面不承认你有成就。所以这是学位的名称，我们一定要把它搞清楚、搞明白。",
      "zh_TW": "佛教是釋迦牟尼的教育，教導九法界眾生，至善圓滿的教學。佛教不是迷信，佛教教學的宗旨是破迷開悟，哪裡會迷信！佛教教導我們的是斷煩惱、開智慧，讓我們在這一生當中真正得到究竟美滿的生活，這有什麼不好？這叫做佛，佛是具足大智大覺。佛、菩薩、阿羅漢，在佛教教育裡面是學位的名稱，不是神明的德號，它是學位的名稱，就像現在在大學裡面念書，學士、碩士、博士，這是學位。佛陀是最高的學位，相當於博士，菩薩是次一等的學位，相當於碩士，阿羅漢是最低的學位，相當於學士。你拿到這個學位你就有成就了，沒有拿到這個學位，念書念得不錯，學位沒拿到，在社會上大家不承認你，在佛門裡面不承認你有成就。所以這是學位的名稱，我們一定要把它搞清楚、搞明白。"
    },
    {
      "id": "15-013-0073_p0018",
      "zh_CN": "底下一句是『言佛非大道』，这些人的说法，佛不是大道。中国孔老夫子讲：「知之为知之，不知为不知，是知也。」你对于佛教一窍不通，没有研究、没有去探讨，你就随便说佛不是大道，这个问题很严重。我曾经有一年，刚刚亲近李炳南老居士，我还没有出家，做居士，李老居士在台中办了一个慈光图书馆，佛教图书馆，我在这个图书馆工作，那时候图书馆里面工作的人员三个人，图书馆规模不太大，我们三个在那边工作，尤居士一个，还有一个雷居士。我的工作是在阅览室，看管阅览室。尤居士是管书库，管经书外借的借还。雷居士是管事务。有一天来了一位先生，到我们阅览室看报纸、看杂志，知道我是图书馆的工作人员，是学佛的，他就信口开河，对佛教严厉的批评。我向他一讨教，不错，他是安徽人，跟我套老乡，是一个基督教堂里面的信徒，大概也是很虔诚的基督徒。我了解，他在那里批评，把佛教说得一文都不值，我倒一杯茶来供养他，在那里洗耳恭听，他在那里说得趾高气扬，旁边那些来我们阅览室看杂志、看报的人也都放下，都听他的，讲了两个小时，我就恭恭敬敬听两个小时。我们那两个同事，那个尤居士跟雷居士着急，怎么我们连一句话都不能回他，都不能够反驳？好像我们太软弱了。等两个钟点，我看时间差不多，他发的狠足了，很足了，我就叫他稍停一下，我有一个问题想请教你。他说行，有什么问题提出来。我说：假如我们要批评一篇文章，是不是要先把这一篇文章看一下？是！我说你批评佛教批评两个钟点，佛教经典你看过没有？他愣住了。我说：我们图书馆每一个星期三，李老师在这边讲经，你来听过没有？我这一问就把他问倒了。我说：你经没有看过、没有听过，你就在这里胡造谣言，这样的批评，我们那里有很多人看着，你不怕这些人笑话你吗？我几句话说得他满面通红跑掉了。最后尤居士跟雷居士说，那时候叫我徐居士：没有想到你还有这一招！我说：那个人要不让他发足，那一棒就不够狠。让他发，发足了，最后一棒就把他打死了。我没有批评他，我只要让他知道批评有批评的正当态度，佛教欢迎你批评，你能把佛教驳倒，你救了多少佛教徒，这些是误入歧途的，你的功德大得不得了！我赞叹他，欢迎你把佛教打倒。但是怎么样？跟打仗一样，知己知彼，百战百胜，天天来听经，天天来读经，把佛教的毛病找出来，你说话就有力量了；你现在的话是胡造谣言。这还是我们老乡干的事情，不过这个老乡还不错，大概过了一个星期，带他们的牧师来拜访我，非常客气，不再批评了，很难得。",
      "zh_TW": "底下一句是『言佛非大道』，這些人的說法，佛不是大道。中國孔老夫子講：「知之為知之，不知為不知，是知也。」你對於佛教一竅不通，沒有研究、沒有去探討，你就隨便說佛不是大道，這個問題很嚴重。我曾經有一年，剛剛親近李炳南老居士，我還沒有出家，做居士，李老居士在台中辦了一個慈光圖書館，佛教圖書館，我在這個圖書館工作，那時候圖書館裡面工作的人員三個人，圖書館規模不太大，我們三個在那邊工作，尤居士一個，還有一個雷居士。我的工作是在閱覽室，看管閱覽室。尤居士是管書庫，管經書外借的借還。雷居士是管事務。有一天來了一位先生，到我們閱覽室看報紙、看雜誌，知道我是圖書館的工作人員，是學佛的，他就信口開河，對佛教嚴厲的批評。我向他一討教，不錯，他是安徽人，跟我套老鄉，是一個基督教堂裡面的信徒，大概也是很虔誠的基督徒。我了解，他在那裡批評，把佛教說得一文都不值，我倒一杯茶來供養他，在那裡洗耳恭聽，他在那裡說得趾高氣揚，旁邊那些來我們閱覽室看雜誌、看報的人也都放下，都聽他的，講了兩個小時，我就恭恭敬敬聽兩個小時。我們那兩個同事，那個尤居士跟雷居士著急，怎麼我們連一句話都不能回他，都不能夠反駁？好像我們太軟弱了。等兩個鐘點，我看時間差不多，他發的狠足了，很足了，我就叫他稍停一下，我有一個問題想請教你。他說行，有什麼問題提出來。我說：假如我們要批評一篇文章，是不是要先把這一篇文章看一下？是！我說你批評佛教批評兩個鐘點，佛教經典你看過沒有？他愣住了。我說：我們圖書館每一個星期三，李老師在這邊講經，你來聽過沒有？我這一問就把他問倒了。我說：你經沒有看過、沒有聽過，你就在這裡胡造謠言，這樣的批評，我們那裡有很多人看著，你不怕這些人笑話你嗎？我幾句話說得他滿面通紅跑掉了。最後尤居士跟雷居士說，那時候叫我徐居士：沒有想到你還有這一招！我說：那個人要不讓他發足，那一棒就不夠狠。讓他發，發足了，最後一棒就把他打死了。我沒有批評他，我只要讓他知道批評有批評的正當態度，佛教歡迎你批評，你能把佛教駁倒，你救了多少佛教徒，這些是誤入歧途的，你的功德大得不得了！我讚歎他，歡迎你把佛教打倒。但是怎麼樣？跟打仗一樣，知己知彼，百戰百勝，天天來聽經，天天來讀經，把佛教的毛病找出來，你說話就有力量了；你現在的話是胡造謠言。這還是我們老鄉幹的事情，不過這個老鄉還不錯，大概過了一個星期，帶他們的牧師來拜訪我，非常客氣，不再批評了，很難得。"
    },
    {
      "id": "15-013-0073_p0019",
      "zh_CN": "所以一定要晓得，佛法是究竟圆满的智慧，大乘佛法里常说「心包太虚，量周沙界」，佛哪有不容人的道理？不但佛的心量大，耶稣的心量也大，上帝的心量也大。我们看看这个世间许许多多的宗教，那个宗教的创始人心量都大，都是互相尊敬、互相赞叹。到你们这些信徒，心量变得这么小，产生门户之见，不能容人，你们有损你们的教主，你们的心行对不起上帝、对不起耶稣、对不起穆罕默德，这是我们对其他的宗教。宗教与宗教之间平等对待，和睦相处，是整个世界人的幸福。宗教跟宗教要是发生抵触，互相毁谤，互相残杀，带来的是人间的灾难，哪有神圣会给人间带来灾难？那就不是正教，是邪教，我们要明白这个道理。假如这个事情发生在我们佛门里面，有没有？有，历史上都有记载，宗派互相不能容，学净土的人不能容纳禅宗，毁谤禅宗，学禅的人毁谤教下，彼此互相毁谤，释迦牟尼佛看到这个情形都流眼泪。这些是不是佛教徒？不是的，魔王子孙披上袈裟，学了佛再毁谤佛。",
      "zh_TW": "所以一定要曉得，佛法是究竟圓滿的智慧，大乘佛法裡常說「心包太虛，量周沙界」，佛哪有不容人的道理？不但佛的心量大，耶穌的心量也大，上帝的心量也大。我們看看這個世間許許多多的宗教，那個宗教的創始人心量都大，都是互相尊敬、互相讚歎。到你們這些信徒，心量變得這麼小，產生門戶之見，不能容人，你們有損你們的教主，你們的心行對不起上帝、對不起耶穌、對不起穆罕默德，這是我們對其他的宗教。宗教與宗教之間平等對待，和睦相處，是整個世界人的幸福。宗教跟宗教要是發生牴觸，互相毀謗，互相殘殺，帶來的是人間的災難，哪有神聖會給人間帶來災難？那就不是正教，是邪教，我們要明白這個道理。假如這個事情發生在我們佛門裡面，有沒有？有，歷史上都有記載，宗派互相不能容，學淨土的人不能容納禪宗，毀謗禪宗，學禪的人毀謗教下，彼此互相毀謗，釋迦牟尼佛看到這個情形都流眼淚。這些是不是佛教徒？不是的，魔王子孫披上袈裟，學了佛再毀謗佛。"
    },
    {
      "id": "15-013-0073_p0020",
      "zh_CN": "要知道，八万四千法门都是释迦牟尼佛传的，你毁谤任何一个法门，不就是毁谤释迦牟尼佛吗？谤佛谤法，依照那个法门修学的是僧，你谤佛谤法谤僧，你将来的果报在阿鼻地狱，这是真话。真正佛弟子，懂得佛的教诲，《开经偈》讲的「愿解如来真实义」，真正解如来真实义的人，我相信他对于芸芸众生、任何一个众生都不会毁谤，怎么可能对佛门里面宗派产生毁谤？不可能的事情！对其他一切宗教也不可能有毁谤，纵然对邪教都不会毁谤，对邪教是什么态度？敬而远之，对你同样恭敬。为什么？你有佛性。不亲近你，为什么不亲近你？你迷惑颠倒，你邪知邪见，敬而远之，也没有毁谤。诸位要晓得，毁谤是毁谤谁？毁谤自己，我们自己的心本来是纯净纯善，这个毁谤使自己的心不清净，使自己的行为不善，所以吃亏是自己，没有占到丝毫便宜，人怎么能干这种傻事情？我们在头脑清醒的时候多想想这个道理。",
      "zh_TW": "要知道，八萬四千法門都是釋迦牟尼佛傳的，你毀謗任何一個法門，不就是毀謗釋迦牟尼佛嗎？謗佛謗法，依照那個法門修學的是僧，你謗佛謗法謗僧，你將來的果報在阿鼻地獄，這是真話。真正佛弟子，懂得佛的教誨，《開經偈》講的「願解如來真實義」，真正解如來真實義的人，我相信他對於芸芸眾生、任何一個眾生都不會毀謗，怎麼可能對佛門裡面宗派產生毀謗？不可能的事情！對其他一切宗教也不可能有毀謗，縱然對邪教都不會毀謗，對邪教是什麼態度？敬而遠之，對你同樣恭敬。為什麼？你有佛性。不親近你，為什麼不親近你？你迷惑顛倒，你邪知邪見，敬而遠之，也沒有毀謗。諸位要曉得，毀謗是毀謗誰？毀謗自己，我們自己的心本來是純淨純善，這個毀謗使自己的心不清淨，使自己的行為不善，所以吃虧是自己，沒有佔到絲毫便宜，人怎麼能幹這種傻事情？我們在頭腦清醒的時候多想想這個道理。"
    },
    {
      "id": "15-013-0073_p0021",
      "zh_CN": "佛法的修学，把它总归纳起来是心纯净、行纯善。纯净就是真诚、清净、平等、正觉、慈悲，是纯净；纯善就是看破、放下、自在、随缘、念佛。一丝毫不净不善都没有，怎么可能做这个事情？时间到了，我们就讲到此地。",
      "zh_TW": "佛法的修學，把它總歸納起來是心純淨、行純善。純淨就是真誠、清淨、平等、正覺、慈悲，是純淨；純善就是看破、放下、自在、隨緣、念佛。一絲毫不淨不善都沒有，怎麼可能做這個事情？時間到了，我們就講到此地。"
    }
  ]
}