{
  "doc_id": "15-013-0068",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十八集",
    "zh_TW": "第六十八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0068",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "15-013-0068_p0001",
      "zh_CN": "诸位同学，请掀开《阿难问事佛吉凶经科会》第二十三面，经文倒数第六行看起：",
      "zh_TW": "諸位同學，請掀開《阿難問事佛吉凶經科會》第二十三面，經文倒數第六行看起："
    },
    {
      "id": "15-013-0068_p0002",
      "zh_CN": "【我等有福。得值如来。普恩慈大。愍念一切。为作福田。令得脱苦。】",
      "zh_TW": "【我等有福。得值如來。普恩慈大。愍念一切。為作福田。令得脫苦。】"
    },
    {
      "id": "15-013-0068_p0003",
      "zh_CN": "前面部分我们已经说过了。『愍念一切，为作福田』，这句话很重要，诸佛菩萨如是，我们也应当向诸佛菩萨学习，为众生作福田。怎样为众生做真实福田？实在说起来很简单，可惜人不肯这样做法，那就没有法子。要知道第一福田是往生净土亲近阿弥陀佛，阿弥陀佛在诸佛世界里面，是「佛中之王，光中极尊」。由此可知，真正为众生做真实福田，心里头要存心把阿弥陀佛、把极乐世界介绍给一切众生，全心全力去做。他能接受，这是有善根的，我们有能接受的做法；他不能接受，我们有不能接受的做法，要有善巧方便。",
      "zh_TW": "前面部分我們已經說過了。『愍念一切，為作福田』，這句話很重要，諸佛菩薩如是，我們也應當向諸佛菩薩學習，為眾生作福田。怎樣為眾生做真實福田？實在說起來很簡單，可惜人不肯這樣做法，那就沒有法子。要知道第一福田是往生淨土親近阿彌陀佛，阿彌陀佛在諸佛世界裡面，是「佛中之王，光中極尊」。由此可知，真正為眾生做真實福田，心裡頭要存心把阿彌陀佛、把極樂世界介紹給一切眾生，全心全力去做。他能接受，這是有善根的，我們有能接受的做法；他不能接受，我們有不能接受的做法，要有善巧方便。"
    },
    {
      "id": "15-013-0068_p0004",
      "zh_CN": "过去现在、中国外国，只要是人，都欢喜欣赏美、欣赏艺术，艺术上的美可以说不分国界，也不分宗教，所以为什么宗教里面重视艺术的教学，艺术是大家都喜爱的。佛家造像，那是高度的艺术，造的这一张佛菩萨像、这一尊佛菩萨像，每个人看到都欢喜，问这是什么像？阿弥陀佛，「阿弥陀佛」就落在他阿赖耶识里头，就种下金刚种子。造像的功德为什么那么大？《大藏经》里有一部《造像量度经》，你明了之后，你才晓得功德不可思议。像一定要造得庄严，叫一切众生见到之后生欢喜心，百看不厌，流连忘返，那个印象深深印在他阿赖耶识里头，金刚种子，不信佛的人也给他下了种子。已经入门的，要给他说经讲道，要把这个道理讲透彻，坚固他的信心，让他的信心在一切顺逆境缘当中都不动摇，坚定他的愿心，帮助他在一生成就，这都是「为作福田」。自己的行持一定要如法，真正做到「学为人师，行为世范」，是社会大众的好榜样。大众对你尊敬，对你信任，别人讲的话，同样一句话，他不放在眼里，不重视它，你说的这句话跟他说的一样，他相信你，重视你这句话，为什么？他对你尊敬。",
      "zh_TW": "過去現在、中國外國，只要是人，都歡喜欣賞美、欣賞藝術，藝術上的美可以說不分國界，也不分宗教，所以為什麼宗教裡面重視藝術的教學，藝術是大家都喜愛的。佛家造像，那是高度的藝術，造的這一張佛菩薩像、這一尊佛菩薩像，每個人看到都歡喜，問這是什麼像？阿彌陀佛，「阿彌陀佛」就落在他阿賴耶識裡頭，就種下金剛種子。造像的功德為什麼那麼大？《大藏經》裡有一部《造像量度經》，你明瞭之後，你才曉得功德不可思議。像一定要造得莊嚴，叫一切眾生見到之後生歡喜心，百看不厭，流連忘返，那個印象深深印在他阿賴耶識裡頭，金剛種子，不信佛的人也給他下了種子。已經入門的，要給他說經講道，要把這個道理講透徹，堅固他的信心，讓他的信心在一切順逆境緣當中都不動搖，堅定他的願心，幫助他在一生成就，這都是「為作福田」。自己的行持一定要如法，真正做到「學為人師，行為世範」，是社會大眾的好榜樣。大眾對你尊敬，對你信任，別人講的話，同樣一句話，他不放在眼裡，不重視它，你說的這句話跟他說的一樣，他相信你，重視你這句話，為什麼？他對你尊敬。"
    },
    {
      "id": "15-013-0068_p0005",
      "zh_CN": "所以我们在这个世间，「信」这个字太重要了，不仅是佛经里头「信为道元功德母」，儒家也讲「人无信不立」，你在这个世间没有信用，你就无法立足于社会，古今中外都是一样的。现在在外国，我在美国住了很多年，美国人家庭里面通常决定没有现金，哪一个家里头要有二十块钱，那他们现金就太多太多了，怎么会有这么多钱！他们的现金是零钱，开车出去的时候，有些地方收费，零钱好给收费的。全是用信用卡，信！如果你身上没有信用卡，那你寸步难行，为什么？你这个人在社会上没有信用，你的麻烦就大了。你要去旅行住旅馆，他不收你的钞票，他要你信用卡；如果你口袋掏出来信用卡一大堆，那你了不起，大家对你没有话说。所以通常一个人信用卡多的时候有十几张，至少也有五、六张。他们社会重信用。中国社会，我看将来参加世贸之后，西洋文化我们没有办法避免得了，我们东方人重视身上要有钞票、要有钱，外国人重视信用卡。首先我们要跟社会大众建立良好的信誉，然后你教别人，人家才能接受、欢喜接受。",
      "zh_TW": "所以我們在這個世間，「信」這個字太重要了，不僅是佛經裡頭「信為道元功德母」，儒家也講「人無信不立」，你在這個世間沒有信用，你就無法立足於社會，古今中外都是一樣的。現在在外國，我在美國住了很多年，美國人家庭裡面通常決定沒有現金，哪一個家裡頭要有二十塊錢，那他們現金就太多太多了，怎麼會有這麼多錢！他們的現金是零錢，開車出去的時候，有些地方收費，零錢好給收費的。全是用信用卡，信！如果你身上沒有信用卡，那你寸步難行，為什麼？你這個人在社會上沒有信用，你的麻煩就大了。你要去旅行住旅館，他不收你的鈔票，他要你信用卡；如果你口袋掏出來信用卡一大堆，那你了不起，大家對你沒有話說。所以通常一個人信用卡多的時候有十幾張，至少也有五、六張。他們社會重信用。中國社會，我看將來參加世貿之後，西洋文化我們沒有辦法避免得了，我們東方人重視身上要有鈔票、要有錢，外國人重視信用卡。首先我們要跟社會大眾建立良好的信譽，然後你教別人，人家才能接受、歡喜接受。"
    },
    {
      "id": "15-013-0068_p0006",
      "zh_CN": "所以我们晓得，学佛是大福报，真的，方东美先生讲得没错，「人生最高的享受」。而念佛往生是大福里面的大福，为什么？弥陀是世出世间第一福田，只有上智、利智才肯干。这话不是我说的，印光老法师讲的。上等的智慧，猛利的智慧，他才肯干，为什么？他认识清楚，没有这么高的智慧认识不清楚。我们一般念佛，天天在念佛堂念佛，为什么不能成就？认知不清楚，佛是念，妄想还是照打，善里头夹杂不善，所以成功的希望真的是很渺茫。上根上智他清楚，他把这个事情当作他一生第一桩大事来办，他功夫很容易得力，为什么？万缘放得下。的的确确是一生当中唯一的一桩大事，他自己真干，真得利益，真的往生作佛，也给社会大众留下一个好的样子，让真正想去的人看到这个榜样。",
      "zh_TW": "所以我們曉得，學佛是大福報，真的，方東美先生講得沒錯，「人生最高的享受」。而念佛往生是大福裡面的大福，為什麼？彌陀是世出世間第一福田，只有上智、利智才肯幹。這話不是我說的，印光老法師講的。上等的智慧，猛利的智慧，他才肯幹，為什麼？他認識清楚，沒有這麼高的智慧認識不清楚。我們一般念佛，天天在念佛堂念佛，為什麼不能成就？認知不清楚，佛是念，妄想還是照打，善裡頭夾雜不善，所以成功的希望真的是很渺茫。上根上智他清楚，他把這個事情當作他一生第一樁大事來辦，他功夫很容易得力，為什麼？萬緣放得下。的的確確是一生當中唯一的一樁大事，他自己真幹，真得利益，真的往生作佛，也給社會大眾留下一個好的樣子，讓真正想去的人看到這個榜樣。"
    },
    {
      "id": "15-013-0068_p0007",
      "zh_CN": "我们在新加坡，居士林的陈光别老林长，为我们做福田，做一个最好的往生榜样，几个人看出来？一般人看到欢喜赞叹，瑞相希有，这就完了，顶多对自己增加一点信心，念佛真的往生，不假。为什么？他还有证明，这个证明是他的冤亲债主附在杜居士的身上说出来的。事情发生在居士林念佛堂里面，四楼念佛堂里，老居士往生的时候，我们培训班的同学轮流去助念，二十四小时不中断，轮流去助念。同学们助念回来，附身的这些灵鬼告诉我们大家，当时有人问这些附身的灵鬼「你们是什么人？」他说：「我们这一批人人数不少，都是林长的冤亲债主，现在林长念佛往生了，我们很赞叹，我们也不是来找麻烦的，我们跟法师到居士林来，居士林的护法神准许我们进来。」问他们：「你们来干什么？」「我们来求受三皈，来求听法。」那个时候我正在香港讲经，同修们打电话告诉我，我立刻嘱咐他们给他们授三皈，那个时候念佛堂由悟全法师领导，给他们授三皈，答应他们来听经。所以就告诉他们，五楼讲堂每天晚上法师都在那里讲经，你们可以到那边去听经。这些灵鬼说，讲堂那边的法师光太大，我们受不了。他们要求听《地藏经》，所以我们就用变通的方法，我们开放二楼、一楼，在大餐厅里面，我们用电视机播放《地藏经》讲经的录像带，他们接受，同意了。所以那个时候二楼、一楼的电视机播《地藏经》的录像带，日夜都不间断，没有人也在那里开着。有些人说：你们是不是忘了关？不是忘了关，鬼神在听。这是给我们透露讯息，这些灵鬼跟我们讲老居士往生了。",
      "zh_TW": "我們在新加坡，居士林的陳光別老林長，為我們做福田，做一個最好的往生榜樣，幾個人看出來？一般人看到歡喜讚歎，瑞相希有，這就完了，頂多對自己增加一點信心，念佛真的往生，不假。為什麼？他還有證明，這個證明是他的冤親債主附在杜居士的身上說出來的。事情發生在居士林念佛堂裡面，四樓念佛堂裡，老居士往生的時候，我們培訓班的同學輪流去助念，二十四小時不中斷，輪流去助念。同學們助念回來，附身的這些靈鬼告訴我們大家，當時有人問這些附身的靈鬼「你們是什麼人？」他說：「我們這一批人人數不少，都是林長的冤親債主，現在林長念佛往生了，我們很讚歎，我們也不是來找麻煩的，我們跟法師到居士林來，居士林的護法神准許我們進來。」問他們：「你們來幹什麼？」「我們來求受三皈，來求聽法。」那個時候我正在香港講經，同修們打電話告訴我，我立刻囑咐他們給他們授三皈，那個時候念佛堂由悟全法師領導，給他們授三皈，答應他們來聽經。所以就告訴他們，五樓講堂每天晚上法師都在那裡講經，你們可以到那邊去聽經。這些靈鬼說，講堂那邊的法師光太大，我們受不了。他們要求聽《地藏經》，所以我們就用變通的方法，我們開放二樓、一樓，在大餐廳裡面，我們用電視機播放《地藏經》講經的錄像帶，他們接受，同意了。所以那個時候二樓、一樓的電視機播《地藏經》的錄像帶，日夜都不間斷，沒有人也在那裡開著。有些人說：你們是不是忘了關？不是忘了關，鬼神在聽。這是給我們透露訊息，這些靈鬼跟我們講老居士往生了。"
    },
    {
      "id": "15-013-0068_p0008",
      "zh_CN": "这桩事情，居士林的林友们都是亲眼所见、亲耳所闻，这不是传说，真的一点都不假。杜居士来看过我，把这个事情前前后后都告诉我。她的家人，原来她弟弟不相信，说你们念佛的人迷信，神经不正常，结果第二天她弟弟被这些灵鬼打了一顿，推倒在马路旁的水沟里面，被人救了出来送到医院。他报警，他被七、八个人打的，打伤了。警察去调查，附近的邻居说没有看到，看他自己掉到水沟里去，没有看到人打他。被鬼打了，他自己看得清楚被人家打了，七、八个人打他，但是别人都看不到。以后弟弟信佛了、也念佛了。度了她全家。",
      "zh_TW": "這樁事情，居士林的林友們都是親眼所見、親耳所聞，這不是傳說，真的一點都不假。杜居士來看過我，把這個事情前前後後都告訴我。她的家人，原來她弟弟不相信，說你們念佛的人迷信，神經不正常，結果第二天她弟弟被這些靈鬼打了一頓，推倒在馬路旁的水溝裡面，被人救了出來送到醫院。他報警，他被七、八個人打的，打傷了。警察去調查，附近的鄰居說沒有看到，看他自己掉到水溝裡去，沒有看到人打他。被鬼打了，他自己看得清楚被人家打了，七、八個人打他，但是別人都看不到。以後弟弟信佛了、也念佛了。度了她全家。"
    },
    {
      "id": "15-013-0068_p0009",
      "zh_CN": "这一桩事情如果稍微细心一点的人，更深入的去观察，陈老居士何以能够念佛往生？不是凭着他做居士林的林长，也并不是凭借他的护法，那是福报与往生不相干。往生真正的原因，是在他生病的期间，他生病不能工作，每天在家里养病，躺在床上无聊，李木源居士把我们这边的讲经录像带搬到他家里，老居士把电视机放在他床铺靠脚的这边，为什么？他枕在枕头上能看得见。家里人告诉我，每天听经八个小时，这变成他的功课，听完经就念阿弥陀佛，念累了就睡觉，醒了就接着干。不是听经就是念佛，不是念佛就是听经，一天听经八个小时，密集的薰修，两年他的功夫成就了。告诉李木源他想往生极乐世界，李木源听了之后说不行，居士林的人事不稳定，你不能走，还得要住世几年来维系这个道场。他听了之后说好！往生的念头就暂时放下，但是经继续听、佛继续念，这样又过了两年，他往生是听了四年经往生的。",
      "zh_TW": "這一樁事情如果稍微細心一點的人，更深入的去觀察，陳老居士何以能夠念佛往生？不是憑著他做居士林的林長，也並不是憑藉他的護法，那是福報與往生不相干。往生真正的原因，是在他生病的期間，他生病不能工作，每天在家裡養病，躺在床上無聊，李木源居士把我們這邊的講經錄像帶搬到他家裡，老居士把電視機放在他床鋪靠腳的這邊，為什麼？他枕在枕頭上能看得見。家裡人告訴我，每天聽經八個小時，這變成他的功課，聽完經就念阿彌陀佛，念累了就睡覺，醒了就接著幹。不是聽經就是念佛，不是念佛就是聽經，一天聽經八個小時，密集的薰修，兩年他的功夫成就了。告訴李木源他想往生極樂世界，李木源聽了之後說不行，居士林的人事不穩定，你不能走，還得要住世幾年來維繫這個道場。他聽了之後說好！往生的念頭就暫時放下，但是經繼續聽、佛繼續念，這樣又過了兩年，他往生是聽了四年經往生的。"
    },
    {
      "id": "15-013-0068_p0010",
      "zh_CN": "从他跟李木源居士的谈话，我们晓得他的功夫是两年成就，又延长两年，确确实实居士林一切都稳当了，他走了之后，李木源居士正式接作林长，李居士本来是司理。于是我们恍然大悟，《净土圣贤录》里面所记载的、《往生传》里面所说的，许许多多往生人念佛的时间多久？大概都是三年到五年，真干！所以陈光别老居士的增上缘是生病，他要不生病他哪有时间听经？哪有时间念佛？这几年生病，他得度了，是他一生当中最大的福报，他也展现给我们看，我们要真正想干，就得用这个方法。",
      "zh_TW": "從他跟李木源居士的談話，我們曉得他的功夫是兩年成就，又延長兩年，確確實實居士林一切都穩當了，他走了之後，李木源居士正式接作林長，李居士本來是司理。於是我們恍然大悟，《淨土聖賢錄》裡面所記載的、《往生傳》裡面所說的，許許多多往生人念佛的時間多久？大概都是三年到五年，真幹！所以陳光別老居士的增上緣是生病，他要不生病他哪有時間聽經？哪有時間念佛？這幾年生病，他得度了，是他一生當中最大的福報，他也展現給我們看，我們要真正想幹，就得用這個方法。"
    },
    {
      "id": "15-013-0068_p0011",
      "zh_CN": "所以我为什么要提倡澳洲这一个净宗学院，形式是采取现代化的大学，实质是遵循中国古代丛林的精神，我们要上课八小时，我们要念佛八小时，净宗学院，所以我们有念佛堂。一天有十六个小时，三年五载就可以证果。证果就是自己决定往生，可以自在往生，想什么时候走就什么时候走。这个社会还需要我们，我们可以为大众服务，为作福田。没有这个能力不行，得一定有这个能力，所以我们的学制定为九年。儒家《礼记‧学记》里面说得好：「七年小成，九年大成」。",
      "zh_TW": "所以我為什麼要提倡澳洲這一個淨宗學院，形式是採取現代化的大學，實質是遵循中國古代叢林的精神，我們要上課八小時，我們要念佛八小時，淨宗學院，所以我們有念佛堂。一天有十六個小時，三年五載就可以證果。證果就是自己決定往生，可以自在往生，想什麼時候走就什麼時候走。這個社會還需要我們，我們可以為大眾服務，為作福田。沒有這個能力不行，得一定有這個能力，所以我們的學制定為九年。儒家《禮記‧學記》裡面說得好：「七年小成，九年大成」。"
    },
    {
      "id": "15-013-0068_p0012",
      "zh_CN": "我们在行门里面，决定要把三福、六和、三学、六度、十愿彻底做到，这是道德的修养，这里头有定共戒、道共戒。每天八小时经教的薰修，有能力教化众生，不仅是自己得利益。九年真正做到，像小乘经上常说的，「所作已办，不受后有」，在这个世间修行、教化众生，得大自在，不受劫难。什么时候有灾难，自己什么时候可以走。有没有把握做到？我们很有把握。理论、方法、境界，经典给我们作证，还有在我们前面念佛往生的那些瑞相，也是给我们做证明。我们做得比他还要精进、还要勇猛、还要恳切，哪有不能成功的道理？我充满了信心。这是我们要效法诸佛菩萨，「愍念一切，为作福田，令得脱苦」。",
      "zh_TW": "我們在行門裡面，決定要把三福、六和、三學、六度、十願徹底做到，這是道德的修養，這裡頭有定共戒、道共戒。每天八小時經教的薰修，有能力教化眾生，不僅是自己得利益。九年真正做到，像小乘經上常說的，「所作已辦，不受後有」，在這個世間修行、教化眾生，得大自在，不受劫難。什麼時候有災難，自己什麼時候可以走。有沒有把握做到？我們很有把握。理論、方法、境界，經典給我們作證，還有在我們前面念佛往生的那些瑞相，也是給我們做證明。我們做得比他還要精進、還要勇猛、還要懇切，哪有不能成功的道理？我充滿了信心。這是我們要效法諸佛菩薩，「愍念一切，為作福田，令得脫苦」。"
    },
    {
      "id": "15-013-0068_p0013",
      "zh_CN": "『脱苦』，一定要脱六道、一定要脱十法界。所以，不能脱离六道十法界，我们的成就叫小成，不是大成。而在佛法里面，脱离六道轮回，证得阿罗汉、辟支佛果是小果，罗汉是小果。四圣法界是化城，化城是诸佛菩萨变化的中途休息站，不是目的地，目的地在一真法界，所以势必破一品无明，证一分法身，这才算是真正的成就、大成。这些道理、事实真相我们不能不懂，不懂就真的错了。希望我们大家既然明白这个道理，就要认真努力，放下身心世界，俗话讲总得要牺牲，牺牲的是自私自利，牺牲的是名闻利养、五欲六尘、贪瞋痴慢不要了，我们在这一生当中才能得圆满成就，一心一意要亲近阿弥陀佛这么好的老师，得到诸佛赞叹。我们看后面这一段：",
      "zh_TW": "『脫苦』，一定要脫六道、一定要脫十法界。所以，不能脫離六道十法界，我們的成就叫小成，不是大成。而在佛法裡面，脫離六道輪迴，證得阿羅漢、辟支佛果是小果，羅漢是小果。四聖法界是化城，化城是諸佛菩薩變化的中途休息站，不是目的地，目的地在一真法界，所以勢必破一品無明，證一分法身，這才算是真正的成就、大成。這些道理、事實真相我們不能不懂，不懂就真的錯了。希望我們大家既然明白這個道理，就要認真努力，放下身心世界，俗話講總得要犧牲，犧牲的是自私自利，犧牲的是名聞利養、五欲六塵、貪瞋痴慢不要了，我們在這一生當中才能得圓滿成就，一心一意要親近阿彌陀佛這麼好的老師，得到諸佛讚歎。我們看後面這一段："
    },
    {
      "id": "15-013-0068_p0014",
      "zh_CN": "【佛言至真。而信者少。是世多恶。众生相诅。甚可痛哉。若有信者。若一若两。奈何世恶。乃弊如此。】",
      "zh_TW": "【佛言至真。而信者少。是世多惡。眾生相詛。甚可痛哉。若有信者。若一若兩。奈何世惡。乃弊如此。】"
    },
    {
      "id": "15-013-0068_p0015",
      "zh_CN": "这是第二小段，阿难非常感慨的说，这话是真的。『佛言至真』，真实到极处。世间的科学家，他们所发现的、他们所说的是不是真的？当时讲是真的，过几年又有一个科学家发现的时候把他推翻了，他是假的。所以现代科学家聪明了，不敢说自己的发现是真的。牛顿当年发现的「地心吸力」，以为这是真的，爱因斯坦的「相对论」把他推翻了。只有佛的话才是真的，没有人能够推翻。为什么世间这些科学家发现的不是真的？他所发现的自己以为那是真的，他看到一面，没有看到全体，像瞎子摸象一样。瞎子摸象的比喻很有趣味，说象像什么样子？摸到腿，象像根柱子；摸到耳朵，象像个畚箕；摸到身体，象像个墙壁。他讲得都没错，其实统统都错了，没有看到全体，只看到局部，以为是全体，错在这里。",
      "zh_TW": "這是第二小段，阿難非常感慨的說，這話是真的。『佛言至真』，真實到極處。世間的科學家，他們所發現的、他們所說的是不是真的？當時講是真的，過幾年又有一個科學家發現的時候把他推翻了，他是假的。所以現代科學家聰明了，不敢說自己的發現是真的。牛頓當年發現的「地心吸力」，以為這是真的，愛因斯坦的「相對論」把他推翻了。只有佛的話才是真的，沒有人能夠推翻。為什麼世間這些科學家發現的不是真的？他所發現的自己以為那是真的，他看到一面，沒有看到全體，像瞎子摸象一樣。瞎子摸象的比喻很有趣味，說象像什麼樣子？摸到腿，象像根柱子；摸到耳朵，象像個畚箕；摸到身體，象像個牆壁。他講得都沒錯，其實統統都錯了，沒有看到全體，只看到局部，以為是全體，錯在這裡。"
    },
    {
      "id": "15-013-0068_p0016",
      "zh_CN": "今天哪一个科学家，说得出虚空法界国土众生心现识变？除佛之外没有人能说得出，这才叫彻法底源，所以佛的话至真。虽然这样的真实，很可惜『信者少』。我们今天讲信佛的人不少，真信的人很少。什么叫「真信」？真信的人决定舍弃妄想分别执着；妄想分别执着还没有舍弃的不信，他的信心若有若无。佛门古德所讲的「露水道心」，禁不起考验，太阳一出来，露水就没有了，这怎么能成就？我们看到这个文字，想像阿难当年在佛面前说这些话，悲痛至极，替世人惋惜，遇到这样的善知识，当面错过的多少多少人！对于佛所说的，真正理解的人太少太少了。为什么他不能理解？烦恼障碍了他，烦恼是魔，魔蒙蔽了你的心智，魔就是烦恼习气，成天跟魔在一起自己不晓得，被魔玩弄在掌中，自己不知不觉。到你觉悟的时候，你决定跳出了，不受折磨，烦恼习气统统放下，这才能看得到佛，才能够懂得佛所说的真实义。",
      "zh_TW": "今天哪一個科學家，說得出虛空法界國土眾生心現識變？除佛之外沒有人能說得出，這才叫徹法底源，所以佛的話至真。雖然這樣的真實，很可惜『信者少』。我們今天講信佛的人不少，真信的人很少。什麼叫「真信」？真信的人決定捨棄妄想分別執著；妄想分別執著還沒有捨棄的不信，他的信心若有若無。佛門古德所講的「露水道心」，禁不起考驗，太陽一出來，露水就沒有了，這怎麼能成就？我們看到這個文字，想像阿難當年在佛面前說這些話，悲痛至極，替世人惋惜，遇到這樣的善知識，當面錯過的多少多少人！對於佛所說的，真正理解的人太少太少了。為什麼他不能理解？煩惱障礙了他，煩惱是魔，魔蒙蔽了你的心智，魔就是煩惱習氣，成天跟魔在一起自己不曉得，被魔玩弄在掌中，自己不知不覺。到你覺悟的時候，你決定跳出了，不受折磨，煩惱習氣統統放下，這才能看得到佛，才能夠懂得佛所說的真實義。"
    },
    {
      "id": "15-013-0068_p0017",
      "zh_CN": "下面就是我们现前的境界，现在这个社会，『是世多恶』，我们这个世间之人，大多数都是在造十恶业，「多」是多数，现在真的是大多数。哪一个人「身」不造杀盗淫？哪一个人「口」不是妄语、两舌、恶口、绮语？哪一个人心里头没有贪瞋痴？这个世间是五浊恶世，浊是染污，恶是十恶，今天浊恶可以说都达到饱和点，达到饱和点，麻烦就来了。什么麻烦？恶的果报就要现前了，所谓是恶贯满盈，许多宗教里头典籍都讲世界末日，世界末日就是恶贯满盈，众生的共业。我们现在看到市面上很多书籍，都在讲世界末日，都在讲大灾难，这些书籍销路都不错。我在香港悟泓还买了一本给我看，马雅族的预言讲世界末日、世界的毁灭，他们的说法判断跟《圣经》里面启示录里头讲的世界末日，跟西方很多预言家讲的都接近、都类似，而他的说法是从科学里头讲的，讲这个世界，地球上的大灾难有周期性的。",
      "zh_TW": "下面就是我們現前的境界，現在這個社會，『是世多惡』，我們這個世間之人，大多數都是在造十惡業，「多」是多數，現在真的是大多數。哪一個人「身」不造殺盜淫？哪一個人「口」不是妄語、兩舌、惡口、綺語？哪一個人心裡頭沒有貪瞋痴？這個世間是五濁惡世，濁是染污，惡是十惡，今天濁惡可以說都達到飽和點，達到飽和點，麻煩就來了。什麼麻煩？惡的果報就要現前了，所謂是惡貫滿盈，許多宗教裡頭典籍都講世界末日，世界末日就是惡貫滿盈，眾生的共業。我們現在看到市面上很多書籍，都在講世界末日，都在講大災難，這些書籍銷路都不錯。我在香港悟泓還買了一本給我看，馬雅族的預言講世界末日、世界的毀滅，他們的說法判斷跟《聖經》裡面啟示錄裡頭講的世界末日，跟西方很多預言家講的都接近、都類似，而他的說法是從科學裡頭講的，講這個世界，地球上的大災難有週期性的。"
    },
    {
      "id": "15-013-0068_p0018",
      "zh_CN": "根据他们书里面记载，地球过去曾经被毁灭过四次，我们现在这一代是第五代的人，他说这个与日照有关系，与太阳磁场活动有关系，与太阳黑子有关系，大概每一个周期有几千年，现在差不多又要快到这个周期，他是从这上来观察，周期性的。",
      "zh_TW": "根據他們書裡面記載，地球過去曾經被毀滅過四次，我們現在這一代是第五代的人，他說這個與日照有關係，與太陽磁場活動有關係，與太陽黑子有關係，大概每一個週期有幾千年，現在差不多又要快到這個週期，他是從這上來觀察，週期性的。"
    },
    {
      "id": "15-013-0068_p0019",
      "zh_CN": "这个事情在佛经里头怎么解释法？佛经上解释比他们讲得更有道理，「佛言至真」，佛经上的解释是依报随着正报转，太阳风、太阳磁场、太阳的黑子为什么会起变化？它是人心，人心正，风和日丽，这个道理就没有人懂了，科学家也没有办法。佛这样说法科学家摇头，没有根据，其实佛的理太深了，根据有没有？有，什么根据？你要是入禅定，你就看到这个根据，你没有定功，心是浮躁的，那怎么行？纵然你专心研究一门学问，你的心是有限度的清净，为什么？名利没放下，贪瞋痴慢没放下，自私自利没放下，你的禅定功夫很有限，你怎么能够见到这样甚深的原理？整个宇宙的动态、运作，与众生的思想波有密切关系，众生的思想波是什么？识，唯识所变。",
      "zh_TW": "這個事情在佛經裡頭怎麼解釋法？佛經上解釋比他們講得更有道理，「佛言至真」，佛經上的解釋是依報隨著正報轉，太陽風、太陽磁場、太陽的黑子為什麼會起變化？它是人心，人心正，風和日麗，這個道理就沒有人懂了，科學家也沒有辦法。佛這樣說法科學家搖頭，沒有根據，其實佛的理太深了，根據有沒有？有，什麼根據？你要是入禪定，你就看到這個根據，你沒有定功，心是浮躁的，那怎麼行？縱然你專心研究一門學問，你的心是有限度的清淨，為什麼？名利沒放下，貪瞋痴慢沒放下，自私自利沒放下，你的禪定功夫很有限，你怎麼能夠見到這樣甚深的原理？整個宇宙的動態、運作，與眾生的思想波有密切關係，眾生的思想波是什麼？識，唯識所變。"
    },
    {
      "id": "15-013-0068_p0020",
      "zh_CN": "心能现相，识使现象产生变化。星际的变化也是我们思想波波动的现象。我们对于佛所说的肯定，一丝毫疑惑都没有，佛教给我们思想要净、要善，佛是到究竟圆满、百分之百的纯净纯善，所以他的言至真，就这么个道理。我们今天修什么？就是修清净心，就是修善心，只要抓到这两点，我们就跟诸佛如来相应。心清净，当然就真诚、当然就平等、当然就正觉、当然就慈悲，我们讲的五句，任何一句里面都圆融其他四句，少一个就有缺陷，整体，「一即是多，多即是一」，决定不能够分割的。",
      "zh_TW": "心能現相，識使現象產生變化。星際的變化也是我們思想波波動的現象。我們對於佛所說的肯定，一絲毫疑惑都沒有，佛教給我們思想要淨、要善，佛是到究竟圓滿、百分之百的純淨純善，所以他的言至真，就這麼個道理。我們今天修什麼？就是修清淨心，就是修善心，只要抓到這兩點，我們就跟諸佛如來相應。心清淨，當然就真誠、當然就平等、當然就正覺、當然就慈悲，我們講的五句，任何一句裡面都圓融其他四句，少一個就有缺陷，整體，「一即是多，多即是一」，決定不能夠分割的。"
    },
    {
      "id": "15-013-0068_p0021",
      "zh_CN": "我们净宗，特别是净宗，就是修清净心，要修到纯净就成佛了；表现在行为上纯善，表现在自己生活上、工作上、处事待人接物纯善，因为你的心是纯净。心要不是纯净，善是学得来的，学来的是相似的善，那也算不错，那是你的功夫、是你的修养，不是出于自然。纯净的善是自然的。心不清净，行善是你的修为，是修德不是性德，但是性德一定要靠修德，你才能够证得，你才能透得出来。",
      "zh_TW": "我們淨宗，特別是淨宗，就是修清淨心，要修到純淨就成佛了；表現在行為上純善，表現在自己生活上、工作上、處事待人接物純善，因為你的心是純淨。心要不是純淨，善是學得來的，學來的是相似的善，那也算不錯，那是你的功夫、是你的修養，不是出於自然。純淨的善是自然的。心不清淨，行善是你的修為，是修德不是性德，但是性德一定要靠修德，你才能夠證得，你才能透得出來。"
    },
    {
      "id": "15-013-0068_p0022",
      "zh_CN": "我们今天的程度要靠修德，我们清净心跟善行要同等重视来修学。清净心是一尘不染，六祖惠能大师在《坛经》里面讲得好：「本来无一物，何处惹尘埃？」常常想到我们心里头本来无一物，何必要把东西放在里头，把我们的心搞坏了。本来无一物的是真心，放一点东西在里面就变成妄心，就错了。我们今天心里面东西太多太多了，阿赖耶是个仓库，无量劫来无量无边的习气种子，把我们的真心变成阿赖耶识、变成妄心，真心不起作用了，阿赖耶识里面含藏的种子作祟，它作主了。这些种子就是无明、就是妄想，把一真法界变成十法界，再要造严重的恶业，那就是今天我们所看到的社会现象、自然现象，是我们识心变现的；换句话说，是世间之人多造恶业所感应的。",
      "zh_TW": "我們今天的程度要靠修德，我們清淨心跟善行要同等重視來修學。清淨心是一塵不染，六祖惠能大師在《壇經》裡面講得好：「本來無一物，何處惹塵埃？」常常想到我們心裡頭本來無一物，何必要把東西放在裡頭，把我們的心搞壞了。本來無一物的是真心，放一點東西在裡面就變成妄心，就錯了。我們今天心裡面東西太多太多了，阿賴耶是個倉庫，無量劫來無量無邊的習氣種子，把我們的真心變成阿賴耶識、變成妄心，真心不起作用了，阿賴耶識裡面含藏的種子作祟，它作主了。這些種子就是無明、就是妄想，把一真法界變成十法界，再要造嚴重的惡業，那就是今天我們所看到的社會現象、自然現象，是我們識心變現的；換句話說，是世間之人多造惡業所感應的。"
    },
    {
      "id": "15-013-0068_p0023",
      "zh_CN": "众生与众生之间，『众生相诅』，「诅」是诅咒，就是互相伤害，他不是互助，他不是合作，好像人活在世间干什么？专门找碴的，专门找人麻烦的，是为这个活在世间，造作无量无边的罪业，彼此不相容。现在麻烦真的大了，夫妻都不相容，这还得了吗？夫妻都没有互信，彼此不信任，彼此都还有隐瞒。今天社会现象，我们不要说远，两百年前的人看到不可思议，哪里会有这种事情！父子无信，夫妻无信，这古人不敢想像的，你要跟他讲他不相信，你在胡说八道。我们今天在这个社会，确确实实是亲眼所见、亲身经历，这就是世界末日的预兆。",
      "zh_TW": "眾生與眾生之間，『眾生相詛』，「詛」是詛咒，就是互相傷害，他不是互助，他不是合作，好像人活在世間幹什麼？專門找碴的，專門找人麻煩的，是為這個活在世間，造作無量無邊的罪業，彼此不相容。現在麻煩真的大了，夫妻都不相容，這還得了嗎？夫妻都沒有互信，彼此不信任，彼此都還有隱瞞。今天社會現象，我們不要說遠，兩百年前的人看到不可思議，哪裡會有這種事情！父子無信，夫妻無信，這古人不敢想像的，你要跟他講他不相信，你在胡說八道。我們今天在這個社會，確確實實是親眼所見、親身經歷，這就是世界末日的預兆。"
    },
    {
      "id": "15-013-0068_p0024",
      "zh_CN": "我们生在这个时代，有幸闻到佛法，大幸大幸！灾难现前，我们还有好地方去，我们没有恐惧，欢欢喜喜，快快乐乐，这个福有多大？这是诸佛如来大菩萨愍念一切，这「一切」里有我一份，为我作福田。但是我们看到许许多多众生，把这个机会失掉了，依旧在造恶业，依旧不能接受圣贤教诲，『甚可痛哉』，阿难尊者悲痛。",
      "zh_TW": "我們生在這個時代，有幸聞到佛法，大幸大幸！災難現前，我們還有好地方去，我們沒有恐懼，歡歡喜喜，快快樂樂，這個福有多大？這是諸佛如來大菩薩愍念一切，這「一切」裡有我一份，為我作福田。但是我們看到許許多多眾生，把這個機會失掉了，依舊在造惡業，依舊不能接受聖賢教誨，『甚可痛哉』，阿難尊者悲痛。"
    },
    {
      "id": "15-013-0068_p0025",
      "zh_CN": "『若有信者，若一若两』，真的是亿万人当中可能有一两个，『奈何世恶，乃弊如此』，阿难尊者感叹！惋惜！亿万人当中才有那么一两个觉悟的、明白的。「弊」是弊恶，就是讲坏到这个程度，「乃弊如此」，用现在的话来说，这个世间怎么会坏到这样的程度？我们要多想想，然后才真正晓得自己的福报，知道珍惜、知道用功、知道发愤，决定在这一生当中成就，不再堕落了。今天时间到了。",
      "zh_TW": "『若有信者，若一若兩』，真的是億萬人當中可能有一兩個，『奈何世惡，乃弊如此』，阿難尊者感嘆！惋惜！億萬人當中才有那麼一兩個覺悟的、明白的。「弊」是弊惡，就是講壞到這個程度，「乃弊如此」，用現在的話來說，這個世間怎麼會壞到這樣的程度？我們要多想想，然後才真正曉得自己的福報，知道珍惜、知道用功、知道發憤，決定在這一生當中成就，不再墮落了。今天時間到了。"
    }
  ]
}