{
  "doc_id": "15-013-0013",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0013",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "15-013-0013_p0001",
      "zh_CN": "诸位同学，大家好！请看《阿难问事佛吉凶经科会》第五页。最后一段是「判教」，这个地方略微跟诸位介绍一下。判教的作用就是辨别这一份的教材适合在哪一个阶段修学，它是适合于初学或者是适合于老修？就如同世间学校制定教材的意义完全相同：这个教材适合小学，或者适合中学、适合大学，判教主要意思在这个地方，便利于后人学习。",
      "zh_TW": "諸位同學，大家好！請看《阿難問事佛吉凶經科會》第五頁。最後一段是「判教」，這個地方略微跟諸位介紹一下。判教的作用就是辨別這一份的教材適合在哪一個階段修學，它是適合於初學或者是適合於老修？就如同世間學校制定教材的意義完全相同：這個教材適合小學，或者適合中學、適合大學，判教主要意思在這個地方，便利於後人學習。"
    },
    {
      "id": "15-013-0013_p0002",
      "zh_CN": "【大小权实，显密三藏（经、律、论）】",
      "zh_TW": "【大小權實，顯密三藏（經、律、論）】"
    },
    {
      "id": "15-013-0013_p0003",
      "zh_CN": "教有大、有小，有权、有实，有显、有密，「三藏」是经、律、论。『大』是大乘，『小』是小乘，『权』是方便说，『实』是真实说。换句话说，「权」多半是随顺凡夫的知见，很容易懂；「实」，不随顺我们，完全是如来知见，我们往往就非常难懂，很不容易接受，不是我们常识所有的。",
      "zh_TW": "教有大、有小，有權、有實，有顯、有密，「三藏」是經、律、論。『大』是大乘，『小』是小乘，『權』是方便說，『實』是真實說。換句話說，「權」多半是隨順凡夫的知見，很容易懂；「實」，不隨順我們，完全是如來知見，我們往往就非常難懂，很不容易接受，不是我們常識所有的。"
    },
    {
      "id": "15-013-0013_p0004",
      "zh_CN": "【化法（藏、通、别、圆），化仪（顿、渐、秘密、不定），有次不紊。】",
      "zh_TW": "【化法（藏、通、別、圓），化儀（頓、漸、祕密、不定），有次不紊。】"
    },
    {
      "id": "15-013-0013_p0005",
      "zh_CN": "天台家又把它分两类：『化法』、『化仪』。化是教化，实在讲，化就是教学。为什么不用「教」而用「化」？化是从果上讲的，教是从因上讲的。我教你，教你的结果就是成绩，一定要变化气质，这个教学就有了成果；如果教了之后，你食而不化，那不就白教了？所以「化」是教学成果上来说的。一般我们讲「化迷为悟」，这就收到成果了，「化恶为善」，最圆满的成果是「化凡为圣」。圣有很多等级，有大圣、有小圣。小圣四果四向都是圣，小圣里面就有八个不同的浅深层次；大乘从初信位的菩萨到等觉，有五十一个位次。无论我们进入哪一个位次，都是真实的成就。所以佛他用「教化」，他不用「教学」，这个意思很深；换句话说，一定要希望有成绩能够收到。",
      "zh_TW": "天台家又把它分兩類：『化法』、『化儀』。化是教化，實在講，化就是教學。為什麼不用「教」而用「化」？化是從果上講的，教是從因上講的。我教你，教你的結果就是成績，一定要變化氣質，這個教學就有了成果；如果教了之後，你食而不化，那不就白教了？所以「化」是教學成果上來說的。一般我們講「化迷為悟」，這就收到成果了，「化惡為善」，最圓滿的成果是「化凡為聖」。聖有很多等級，有大聖、有小聖。小聖四果四向都是聖，小聖裡面就有八個不同的淺深層次；大乘從初信位的菩薩到等覺，有五十一個位次。無論我們進入哪一個位次，都是真實的成就。所以佛他用「教化」，他不用「教學」，這個意思很深；換句話說，一定要希望有成績能夠收到。"
    },
    {
      "id": "15-013-0013_p0006",
      "zh_CN": "在教学方法上讲，它有『藏、通、别、圆』。「法」是方法，「仪」是仪式，仪式跟方法不相同，必须要知道。仪式：『顿、渐、秘密、不定』。化仪跟化法要配合来运用，配合得好，教学成果确实能够收得到。「化法」，也就是现在教育里面所讲的教学法，我们现在学的《实用讲演术》、《内典讲座之研究》，都是属于化法这一类的。观机、授教，这是属于仪式，你要看看这个人他是顿根还是渐根？还是属于秘密根？还是属于不定的根性？这属于观机。观机很正确，运用的方法很妥当，很能令人觉悟。",
      "zh_TW": "在教學方法上講，它有『藏、通、別、圓』。「法」是方法，「儀」是儀式，儀式跟方法不相同，必須要知道。儀式：『頓、漸、祕密、不定』。化儀跟化法要配合來運用，配合得好，教學成果確實能夠收得到。「化法」，也就是現在教育裡面所講的教學法，我們現在學的《實用講演術》、《內典講座之研究》，都是屬於化法這一類的。觀機、授教，這是屬於儀式，你要看看這個人他是頓根還是漸根？還是屬於祕密根？還是屬於不定的根性？這屬於觀機。觀機很正確，運用的方法很妥當，很能令人覺悟。"
    },
    {
      "id": "15-013-0013_p0007",
      "zh_CN": "【本经：属小，属权，藏属显经，法藏，仪渐。】",
      "zh_TW": "【本經：屬小，屬權，藏屬顯經，法藏，儀漸。】"
    },
    {
      "id": "15-013-0013_p0008",
      "zh_CN": "再讲到我们这部经，这部经在大小乘里面它属于「小乘」，权实里面它属于「权教」，化法里头属于「藏教」，三藏里面它属于「经」，它不是密宗的经，它是「显教的经」。『法藏，仪渐』，化法里面它是「藏」，化仪里面它是「渐」，不是顿根修的，这是渐；换句话说，中下根性。",
      "zh_TW": "再講到我們這部經，這部經在大小乘裡面它屬於「小乘」，權實裡面它屬於「權教」，化法裡頭屬於「藏教」，三藏裡面它屬於「經」，它不是密宗的經，它是「顯教的經」。『法藏，儀漸』，化法裡面它是「藏」，化儀裡面它是「漸」，不是頓根修的，這是漸；換句話說，中下根性。"
    },
    {
      "id": "15-013-0013_p0009",
      "zh_CN": "【修学根本，无上道基，不可忽也。】",
      "zh_TW": "【脩學根本，無上道基，不可忽也。】"
    },
    {
      "id": "15-013-0013_p0010",
      "zh_CN": "这是我们修学的根基、修学的根本，是无上道的基础。如果在这个地方疏忽了，道业就不能成就，所以它非常重要。实际上对初学来说，它等同《了凡四训》跟《十善业道经》。当年李老师在经学班，第一部选的经就是这一部。那个时候是尤居士母子两个人学讲，他妈妈讲台语，儿子讲普通话，两个人学这部经。这部经一共是五次讲圆满，讲台上一次是一个半小时。一个半小时，你想想看，一个讲普通话，一个讲闽南话，实际上每一个人分的时间只有四十五分钟。所以这部经讲圆满，总共用多少时间？四个半小时。这是李老师当年对我们教导的一个方法。那个时候没有玄义，这玄义是我编的。李老师有个表解，以后我是根据他的表解做了科判，就更详细了，科判是依据李老师表解来做的。我讲的时间就长了，我那个时候在第一次，出家之后在台东讲这部经，我记得讲了十二个小时。他们学习的时候只是四个半小时。所以东西要学得扎实，要由浅入深。",
      "zh_TW": "這是我們修學的根基、修學的根本，是無上道的基礎。如果在這個地方疏忽了，道業就不能成就，所以它非常重要。實際上對初學來說，它等同《了凡四訓》跟《十善業道經》。當年李老師在經學班，第一部選的經就是這一部。那個時候是尤居士母子兩個人學講，他媽媽講台語，兒子講普通話，兩個人學這部經。這部經一共是五次講圓滿，講台上一次是一個半小時。一個半小時，你想想看，一個講普通話，一個講閩南話，實際上每一個人分的時間只有四十五分鐘。所以這部經講圓滿，總共用多少時間？四個半小時。這是李老師當年對我們教導的一個方法。那個時候沒有玄義，這玄義是我編的。李老師有個表解，以後我是根據他的表解做了科判，就更詳細了，科判是依據李老師表解來做的。我講的時間就長了，我那個時候在第一次，出家之後在台東講這部經，我記得講了十二個小時。他們學習的時候只是四個半小時。所以東西要學得紮實，要由淺入深。"
    },
    {
      "id": "15-013-0013_p0011",
      "zh_CN": "初学的时候最好不要发议论，当然讲得没有什么兴趣，但是李老师教我们一个原则：不求有功，但求无过。我讲得是不好、是不出色，你找不出毛病，这就是好手，我们要从这个地方扎根。行家来听，都挑不出毛病；讲得不怎么样，很普通，但是没有毛病，这就是好手。所以我们练习讲经的时候，也是大座，有一天孔德成先生去听，听了一座，听过之后跟李老师讲：「不错，你教得是好，真的挑不出毛病。」我们要从这个地方扎根，从这个地方不断向上提升。",
      "zh_TW": "初學的時候最好不要發議論，當然講得沒有什麼興趣，但是李老師教我們一個原則：不求有功，但求無過。我講得是不好、是不出色，你找不出毛病，這就是好手，我們要從這個地方扎根。行家來聽，都挑不出毛病；講得不怎麼樣，很普通，但是沒有毛病，這就是好手。所以我們練習講經的時候，也是大座，有一天孔德成先生去聽，聽了一座，聽過之後跟李老師講：「不錯，你教得是好，真的挑不出毛病。」我們要從這個地方扎根，從這個地方不斷向上提升。"
    },
    {
      "id": "15-013-0013_p0012",
      "zh_CN": "到什么时候能发挥？一般发挥，自己能够发挥，要有耐心、要忍耐，利根的人五年，中等根的人十年。换句话说，你要能够忍十年，你智慧开了，心是定的，你有定力了。急着要去发挥是可以，你发挥的程度就到那里，不能再向上提升了。一定要积得厚，你那个力量才足。你一开始就发挥，你力量不足，你发完了，等于说你把你心里所有都掏空了，后面没有力量再继续。这个是错误。古人常常教人「厚积薄发」，印光大师给我们做了非常好的榜样。他七十岁之前没有人知道他，你就晓得他积得多厚。七十岁以后才发出来，他八十岁圆寂，弘法利生时间只有十年。十年的影响，在中国近两百年当中，没有一个人能超过他，什么原因？他积得太厚了。这是给我们做出最好的榜样，现身说法。",
      "zh_TW": "到什麼時候能發揮？一般發揮，自己能夠發揮，要有耐心、要忍耐，利根的人五年，中等根的人十年。換句話說，你要能夠忍十年，你智慧開了，心是定的，你有定力了。急著要去發揮是可以，你發揮的程度就到那裡，不能再向上提升了。一定要積得厚，你那個力量才足。你一開始就發揮，你力量不足，你發完了，等於說你把你心裡所有都掏空了，後面沒有力量再繼續。這個是錯誤。古人常常教人「厚積薄發」，印光大師給我們做了非常好的榜樣。他七十歲之前沒有人知道他，你就曉得他積得多厚。七十歲以後才發出來，他八十歲圓寂，弘法利生時間只有十年。十年的影響，在中國近兩百年當中，沒有一個人能超過他，什麼原因？他積得太厚了。這是給我們做出最好的榜樣，現身說法。"
    },
    {
      "id": "15-013-0013_p0013",
      "zh_CN": "我跟同修们做过很多次报告，我跟李炳南老居士学习，我学得是很快，但是我遵守他严格的限制十年。十年我能发挥我也不发挥，我守他的规矩，我懂得积得愈厚，后劲愈足。你没有这个积蓄，发光了，后头没有了；后面没有之后，往往到最后就退心、退转，不能再向上提升。所以我们要有耐心，纵然自己有见地、有发明，写在自己笔记本上，在讲台上还是依照老规矩，不把自己东西拿出来。自己东西拿出来，有的时候也麻烦，因为自己觉得不错，别人听了未必以为然。人家来问你、跟你辩论，找很多麻烦；花很多时间去辩论，有时辩论的时候觉得自己理上有亏，自己还难过、还生烦恼，何必！所以在这十年之内，多听别人的，自己少说；换句话说，我都接受。跟做生意一样，「十年我只买进，我不卖出」，那你的本钱就厚了；到你足够本钱的时候，「我再往外去卖」，这个方法好。古人这样教我，老师也这样教我。所以决定不要着急，一定真正用功。用功决定要从断烦恼下手。前面明宗、论用里头讲的，破邪见重要，求正解重要。邪见里面第一个是身见，边见、见取见、戒取见。邪见，这个东西是大障碍，这个东西障碍什么？障碍初果须陀洹。我们想证个初果，你只要有邪见，初果就不能证得；大乘初信位的菩萨不能证得。你要晓得什么原因？邪见，就是见思烦恼里头的见惑。思惑断了证四果罗汉；见惑断了证初果须陀洹，佛教小乘入门，如果这个没有破，小乘没入门。",
      "zh_TW": "我跟同修們做過很多次報告，我跟李炳南老居士學習，我學得是很快，但是我遵守他嚴格的限制十年。十年我能發揮我也不發揮，我守他的規矩，我懂得積得愈厚，後勁愈足。你沒有這個積蓄，發光了，後頭沒有了；後面沒有之後，往往到最後就退心、退轉，不能再向上提升。所以我們要有耐心，縱然自己有見地、有發明，寫在自己筆記本上，在講台上還是依照老規矩，不把自己東西拿出來。自己東西拿出來，有的時候也麻煩，因為自己覺得不錯，別人聽了未必以為然。人家來問你、跟你辯論，找很多麻煩；花很多時間去辯論，有時辯論的時候覺得自己理上有虧，自己還難過、還生煩惱，何必！所以在這十年之內，多聽別人的，自己少說；換句話說，我都接受。跟做生意一樣，「十年我只買進，我不賣出」，那你的本錢就厚了；到你足夠本錢的時候，「我再往外去賣」，這個方法好。古人這樣教我，老師也這樣教我。所以決定不要著急，一定真正用功。用功決定要從斷煩惱下手。前面明宗、論用裡頭講的，破邪見重要，求正解重要。邪見裡面第一個是身見，邊見、見取見、戒取見。邪見，這個東西是大障礙，這個東西障礙什麼？障礙初果須陀洹。我們想證個初果，你只要有邪見，初果就不能證得；大乘初信位的菩薩不能證得。你要曉得什麼原因？邪見，就是見思煩惱裡頭的見惑。思惑斷了證四果羅漢；見惑斷了證初果須陀洹，佛教小乘入門，如果這個沒有破，小乘沒入門。"
    },
    {
      "id": "15-013-0013_p0014",
      "zh_CN": "在这个时代弘法利生，我们自己要懂得观机，要知道怎样去作法，这是古人常讲「活到老，学到老，学不了」。我一生遭遇的挫折很多，每一次挫折我都反省，也都有进步。这一次又遭到一个重大的挫折，我这一次也觉悟到，我这一生只有躲在家里头念佛、教学，外面任何场合我不参与，不去出头、露面，大概嫉妒障碍就可以减少了。凡是一切出风头的事情，我捧你们去，我退到最后，就像佛教里头没有我这个人，我躲在家里头念佛，教几个同学，志同道合的，什么场所我都不应该去。卫塞节传灯我都不应该去，我这一次去了，犯了错误。任何活动都不参加，大概就没事了，别人对我也就不会毁谤，也就不会在意。为什么？利害冲突不可以妨害。因为我们自己不要名闻利养，何必去露一下脸，让人家心里难过？这是我们做错了，我自己做错了。",
      "zh_TW": "在這個時代弘法利生，我們自己要懂得觀機，要知道怎樣去作法，這是古人常講「活到老，學到老，學不了」。我一生遭遇的挫折很多，每一次挫折我都反省，也都有進步。這一次又遭到一個重大的挫折，我這一次也覺悟到，我這一生只有躲在家裡頭念佛、教學，外面任何場合我不參與，不去出頭、露面，大概嫉妒障礙就可以減少了。凡是一切出風頭的事情，我捧你們去，我退到最後，就像佛教裡頭沒有我這個人，我躲在家裡頭念佛，教幾個同學，志同道合的，什麼場所我都不應該去。衛塞節傳燈我都不應該去，我這一次去了，犯了錯誤。任何活動都不參加，大概就沒事了，別人對我也就不會毀謗，也就不會在意。為什麼？利害衝突不可以妨害。因為我們自己不要名聞利養，何必去露一下臉，讓人家心裡難過？這是我們做錯了，我自己做錯了。"
    },
    {
      "id": "15-013-0013_p0015",
      "zh_CN": "如果我在新加坡不管是宗教任何活动我都不参加，我今天没事情，平安无事，就是参加这些场合太多。我明白了，我到澳洲，甚至于将来到美国，所有一切活动不参加。我过去在台湾，是守住这个原则。我在台湾三十年，台湾我们佛教界里头任何活动我都没参加过。那个时候佛教会的秘书长了中法师见我，我跟他笑笑，我说我是教外别传，佛教会之外的。我是佛教会的会员，佛教会所有一切活动我不参加，有重要的事情我派代表参加，那是悟道，都是我们学生，派两个出家人去参加，回来告诉我有些什么事情，我自己不参加，正确。我这些遭遇，实在讲都是教学，都是教学的材料。你们看到了，你们要发心弘法利生，你就要知道，不能够出头，不能够露面，任何场合要把自己藏起来。只是在讲堂，只是在教室，除讲堂跟教室，不是我们活动的场所。有多余的时间，念佛、读经，这样子可以避免许许多多的误会，避免许许多多的麻烦，我们更容易得清净心。所以名闻利养一定要断得干干净净。",
      "zh_TW": "如果我在新加坡不管是宗教任何活動我都不參加，我今天沒事情，平安無事，就是參加這些場合太多。我明白了，我到澳洲，甚至於將來到美國，所有一切活動不參加。我過去在台灣，是守住這個原則。我在台灣三十年，台灣我們佛教界裡頭任何活動我都沒參加過。那個時候佛教會的祕書長了中法師見我，我跟他笑笑，我說我是教外別傳，佛教會之外的。我是佛教會的會員，佛教會所有一切活動我不參加，有重要的事情我派代表參加，那是悟道，都是我們學生，派兩個出家人去參加，回來告訴我有些什麼事情，我自己不參加，正確。我這些遭遇，實在講都是教學，都是教學的材料。你們看到了，你們要發心弘法利生，你就要知道，不能夠出頭，不能夠露面，任何場合要把自己藏起來。只是在講堂，只是在教室，除講堂跟教室，不是我們活動的場所。有多餘的時間，念佛、讀經，這樣子可以避免許許多多的誤會，避免許許多多的麻煩，我們更容易得清淨心。所以名聞利養一定要斷得乾乾淨淨。"
    },
    {
      "id": "15-013-0013_p0016",
      "zh_CN": "这就是报告澳洲土着文化的一本书，我在这里面昨天看到一段，我把这一段，这是土着说的，你们仔细听，将来我会把这个节录下来，我们另外打字，重要地方提供大家做参考。他这是告诉美国的这位作家，他问他，他说：「你懂不懂永恒？」他说：「永恒，我懂得。」「你真的懂得吗？」他说：「没有问题，我真懂得。」他说：「好，那我告诉你一桩真的事情。」这就是超过我们的常识了。他说：「所有的人都是灵」，我们中国人讲灵魂，所有的人都是灵，「这个灵暂时来访问这个世界而已」，我们得这个人身都是暂时来访问。他说：「灵都是永恒存在的。」我们中国讲灵魂，他们外国人现在叫灵，灵是永恒存在的。「和其他的人遭遇，都是一种经验」，我们今天人与人之间的往来，「而所有经验也都是永恒的联系」，这个联系就是我们讲的因果，有前因后果。他这个讲话我们要懂得解释，我们一看就晓得他讲的是因果，就是因果相续，生生世世这个经验都是相续的，因果相续。他说：「我们真人部落给每一桩经验一个完美的结局」，这就是觉悟的人，他把这个经验都画上句点；换句话说，以后就不再相续了。他们这种相当高明，他说：「形成一个完美的圆，不像你们变种人留下一大堆麻烦。」你们那个因果相续是冤冤相报，没完没了，这是麻烦；他们不会冤冤相报，为什么？他们都是善的结果、结局。我们是欠债的、欠命的，他们不欠人债，也不欠人命，这就是很圆满的结果。",
      "zh_TW": "這就是報告澳洲土著文化的一本書，我在這裡面昨天看到一段，我把這一段，這是土著說的，你們仔細聽，將來我會把這個節錄下來，我們另外打字，重要地方提供大家做參考。他這是告訴美國的這位作家，他問他，他說：「你懂不懂永恆？」他說：「永恆，我懂得。」「你真的懂得嗎？」他說：「沒有問題，我真懂得。」他說：「好，那我告訴你一樁真的事情。」這就是超過我們的常識了。他說：「所有的人都是靈」，我們中國人講靈魂，所有的人都是靈，「這個靈暫時來訪問這個世界而已」，我們得這個人身都是暫時來訪問。他說：「靈都是永恆存在的。」我們中國講靈魂，他們外國人現在叫靈，靈是永恆存在的。「和其他的人遭遇，都是一種經驗」，我們今天人與人之間的往來，「而所有經驗也都是永恆的聯繫」，這個聯繫就是我們講的因果，有前因後果。他這個講話我們要懂得解釋，我們一看就曉得他講的是因果，就是因果相續，生生世世這個經驗都是相續的，因果相續。他說：「我們真人部落給每一樁經驗一個完美的結局」，這就是覺悟的人，他把這個經驗都畫上句點；換句話說，以後就不再相續了。他們這種相當高明，他說：「形成一個完美的圓，不像你們變種人留下一大堆麻煩。」你們那個因果相續是冤冤相報，沒完沒了，這是麻煩；他們不會冤冤相報，為什麼？他們都是善的結果、結局。我們是欠債的、欠命的，他們不欠人債，也不欠人命，這就是很圓滿的結果。"
    },
    {
      "id": "15-013-0013_p0017",
      "zh_CN": "他说：「如果你离开时」，这就是你死了，离开这个身体，「对于某个人心存怨恨」，你死了之后还这个过不去、那个过不去，「这桩经验就不会有圆满的终结」。这个我们要知道，所以决定不能有丝毫对一切人事物的恨意，这个很麻烦！为什么？他说：「往后还会在你生命中重复出现。」这就是轮回，就是冤冤相报。「你会再受苦，一次又一次，直到你觉悟为止。」你只要没有觉悟，你在这个世间六道轮回这种恩恩怨怨的报偿，生生世世没完没了。不得了！他们没有学过佛教，他们懂得这个道理。这一讲，我们学佛的人一听，马上就明白、就知道。他底下还有几句话，他说：「你应该观察你生命中所发生的事情，从当中学习，使自己变得更有智慧。你应该感恩，就像你所说的祝福他，然后带着一颗宁静的心、纯善的心离开这个世界。」",
      "zh_TW": "他說：「如果你離開時」，這就是你死了，離開這個身體，「對於某個人心存怨恨」，你死了之後還這個過不去、那個過不去，「這樁經驗就不會有圓滿的終結」。這個我們要知道，所以決定不能有絲毫對一切人事物的恨意，這個很麻煩！為什麼？他說：「往後還會在你生命中重複出現。」這就是輪迴，就是冤冤相報。「你會再受苦，一次又一次，直到你覺悟為止。」你只要沒有覺悟，你在這個世間六道輪迴這種恩恩怨怨的報償，生生世世沒完沒了。不得了！他們沒有學過佛教，他們懂得這個道理。這一講，我們學佛的人一聽，馬上就明白、就知道。他底下還有幾句話，他說：「你應該觀察你生命中所發生的事情，從當中學習，使自己變得更有智慧。你應該感恩，就像你所說的祝福他，然後帶著一顆寧靜的心、純善的心離開這個世界。」"
    },
    {
      "id": "15-013-0013_p0018",
      "zh_CN": "这是澳洲土着讲的。佛菩萨、大圣大贤天天教导我们，澳洲土着他们做到了，他们落实了，他们将来走的时候，都是往天堂上生。我们不懂这个道理，对人还有恩恩怨怨，这个人看不顺眼，这个事情看得不舒服；不是那个人不顺眼，不是这个事不舒服，是我们内心的烦恼，是我们的业障习气。我们如果不能痛改前非，像澳洲土着他跟一切人事物都能欢喜相处，为什么我们做不到？我们还说学佛，想到这个地方无限的惭愧！我们同学在一块相聚，如果对任何一个人还有不满的念头，自己要深深反省「我自己错了，别人没有错」。圣人之能成为圣人，他就是得力于能够反省自己。求诸己而不求诸人，这是圣人。凡人希望「你改，我不要改，你要顺我」，这是凡人；圣人是「我改，我随顺你」，这是圣人。凡圣的分界线就在此地。凡人我们要怜悯他，很可怜，他生生世世搞六道轮回，生生世世在这个地方善恶的酬偿，就是冤冤相报。所以这本书可以把它当作经典来读，非常值得人深省。今天就讲到此地。",
      "zh_TW": "這是澳洲土著講的。佛菩薩、大聖大賢天天教導我們，澳洲土著他們做到了，他們落實了，他們將來走的時候，都是往天堂上生。我們不懂這個道理，對人還有恩恩怨怨，這個人看不順眼，這個事情看得不舒服；不是那個人不順眼，不是這個事不舒服，是我們內心的煩惱，是我們的業障習氣。我們如果不能痛改前非，像澳洲土著他跟一切人事物都能歡喜相處，為什麼我們做不到？我們還說學佛，想到這個地方無限的慚愧！我們同學在一塊相聚，如果對任何一個人還有不滿的念頭，自己要深深反省「我自己錯了，別人沒有錯」。聖人之能成為聖人，他就是得力於能夠反省自己。求諸己而不求諸人，這是聖人。凡人希望「你改，我不要改，你要順我」，這是凡人；聖人是「我改，我隨順你」，這是聖人。凡聖的分界線就在此地。凡人我們要憐憫他，很可憐，他生生世世搞六道輪迴，生生世世在這個地方善惡的酬償，就是冤冤相報。所以這本書可以把它當作經典來讀，非常值得人深省。今天就講到此地。"
    }
  ]
}