{
  "doc_id": "15-013-0029",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十九集",
    "zh_TW": "第二十九集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "15-013-0029",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "15-013-0029_p0001",
      "zh_CN": "诸位同学，大家好！请掀开经本，《吉凶经科会》第八页，最后一句。",
      "zh_TW": "諸位同學，大家好！請掀開經本，《吉凶經科會》第八頁，最後一句。"
    },
    {
      "id": "15-013-0029_p0002",
      "zh_CN": "【亦无经像恭恪之心。既不烧香然灯礼拜。恒怀狐疑。瞋恚骂詈。恶口嫉贤。】",
      "zh_TW": "【亦無經像恭恪之心。既不燒香然燈禮拜。恒懷狐疑。瞋恚罵詈。惡口嫉賢。】"
    },
    {
      "id": "15-013-0029_p0003",
      "zh_CN": "这是说一些学佛的，没有善知识教导，对于经教也不懂，在佛门里面纵然是受了戒，也是有名无实。在日常生活当中，他不懂得什么叫修行，依旧随顺自己的习气常常在造业。没学佛造业还情有可原，学佛之后造业，罪就加重了。譬如不学佛的人，他对于佛的经像没有恭敬心，这是情有可原的；学佛皈依三宝，又受了戒，对于三宝不恭敬，罪过就很重。今天我们念的这几句经文，『经』是经典，经典是法宝，『像』是佛菩萨形像，佛菩萨不住世，形像是代表佛宝。佛弟子至少对于三宝要存恭敬心，诚敬做不到，表面上要有恭敬；这个心没有，没有恭敬心。",
      "zh_TW": "這是說一些學佛的，沒有善知識教導，對於經教也不懂，在佛門裡面縱然是受了戒，也是有名無實。在日常生活當中，他不懂得什麼叫修行，依舊隨順自己的習氣常常在造業。沒學佛造業還情有可原，學佛之後造業，罪就加重了。譬如不學佛的人，他對於佛的經像沒有恭敬心，這是情有可原的；學佛皈依三寶，又受了戒，對於三寶不恭敬，罪過就很重。今天我們念的這幾句經文，『經』是經典，經典是法寶，『像』是佛菩薩形像，佛菩薩不住世，形像是代表佛寶。佛弟子至少對於三寶要存恭敬心，誠敬做不到，表面上要有恭敬；這個心沒有，沒有恭敬心。"
    },
    {
      "id": "15-013-0029_p0004",
      "zh_CN": "『既不烧香然灯礼拜』，「烧香然灯」是供佛，佛虽然不需要我们供养，但是我们常存报恩之心，时时刻刻表达我们报恩的愿望，所以佛前这一炷香是不能够避免的。现在在家同修居住的房子，有不少是住在公寓里面，公寓里面房子都不太大，而且都不太高，所以燃香、燃灯很容易造成污染。如果你全家都学佛，你每天烧香燃灯，你的家人都欢喜不见怪。如果家庭当中只有你一个人学佛，别人都不学佛，甚至于还信仰其他宗教，燃灯烧香容易染污环境。尤其是白色的、很鲜明的天花板，如果一个月，你烧香燃灯的地方，一定就有一块痕迹。所以我们表达诚敬，我们可以燃一炷香，不要燃得太多，尽量避免点蜡烛，蜡烛的油烟很大。如果你要是燃灯，你点一盏油灯可以，一盏油灯油烟比较少一点，尽量避免油烟染污空气，染污你居住的环境，这不能不考虑。现在住在都市里，实在讲可以用电灯来代替，佛前面用两盏电灯，现在也相当的普遍，也好，因为它都是属于表法的。如果环境不许可，也可以不烧香、不燃灯，佛前面供养鲜花、供养水，水是一定要供养的，它不会造成污染。",
      "zh_TW": "『既不燒香然燈禮拜』，「燒香然燈」是供佛，佛雖然不需要我們供養，但是我們常存報恩之心，時時刻刻表達我們報恩的願望，所以佛前這一炷香是不能夠避免的。現在在家同修居住的房子，有不少是住在公寓裡面，公寓裡面房子都不太大，而且都不太高，所以燃香、燃燈很容易造成污染。如果你全家都學佛，你每天燒香燃燈，你的家人都歡喜不見怪。如果家庭當中只有你一個人學佛，別人都不學佛，甚至於還信仰其他宗教，燃燈燒香容易染污環境。尤其是白色的、很鮮明的天花板，如果一個月，你燒香燃燈的地方，一定就有一塊痕跡。所以我們表達誠敬，我們可以燃一炷香，不要燃得太多，盡量避免點蠟燭，蠟燭的油煙很大。如果你要是燃燈，你點一盞油燈可以，一盞油燈油煙比較少一點，盡量避免油煙染污空氣，染污你居住的環境，這不能不考慮。現在住在都市裡，實在講可以用電燈來代替，佛前面用兩盞電燈，現在也相當的普遍，也好，因為它都是屬於表法的。如果環境不許可，也可以不燒香、不燃燈，佛前面供養鮮花、供養水，水是一定要供養的，它不會造成污染。"
    },
    {
      "id": "15-013-0029_p0005",
      "zh_CN": "供具的表法我们一定要懂得，烧香的意义是代表信、信香，代表戒定真香，代表五分法身香。像六祖惠能大师在《坛经》里面就跟我们讲得很明白，五分法身是戒、定、慧、解脱、解脱知见，我们闻到香，我们看到香，就要想到佛教给我们修行的总纲领是戒、定、慧三学。如果只是烧香，天天烧香，不懂得烧香表法的意思，香也等于白烧了。灯代表「燃烧自己，照亮别人」，用现在话来说，舍己为人，为众生服务，是这个意思。佛弟子决定不可以做损人利己的事情，要晓得损人利己的罪业很重，得不偿失。自己贪图一点小利，叫别人蒙不白之冤，你罪过多重！如果这种行为对父母、对师长、对佛菩萨、对僧团，你这罪业是阿鼻地狱。世间人不晓得利害，只看到眼前小利，没有看到死后的大害。你坑一个人，你将来还要报偿，业因果报决定不能避免。你要想害一个僧团，害父母、欺骗父母、欺骗师长，罪在不赦。现在世间人没有善知识教诲，有意无意造作这样的重罪，比比皆是。",
      "zh_TW": "供具的表法我們一定要懂得，燒香的意義是代表信、信香，代表戒定真香，代表五分法身香。像六祖惠能大師在《壇經》裡面就跟我們講得很明白，五分法身是戒、定、慧、解脫、解脫知見，我們聞到香，我們看到香，就要想到佛教給我們修行的總綱領是戒、定、慧三學。如果只是燒香，天天燒香，不懂得燒香表法的意思，香也等於白燒了。燈代表「燃燒自己，照亮別人」，用現在話來說，捨己為人，為眾生服務，是這個意思。佛弟子決定不可以做損人利己的事情，要曉得損人利己的罪業很重，得不償失。自己貪圖一點小利，叫別人蒙不白之冤，你罪過多重！如果這種行為對父母、對師長、對佛菩薩、對僧團，你這罪業是阿鼻地獄。世間人不曉得利害，只看到眼前小利，沒有看到死後的大害。你坑一個人，你將來還要報償，業因果報決定不能避免。你要想害一個僧團，害父母、欺騙父母、欺騙師長，罪在不赦。現在世間人沒有善知識教誨，有意無意造作這樣的重罪，比比皆是。"
    },
    {
      "id": "15-013-0029_p0006",
      "zh_CN": "造作罪业的人有有意的、也有无意的，有意的是罪，无意的是过，过太大了还是堕地狱。地狱差别很多，我们在佛经上看到的有七十多种，苦报久暂不同，轻重不同，都是地狱罪业。所以这事情决定干不得！我们眼前图的小利太小太小了，人怎么会糊涂到这种地步？所以宁肯舍己为人，牺牲生命都在所不惜，我绝不堕地狱，来生得善报、得善果。尤其是一个正法的僧团，你要障碍它，你要伤害它，果报不可思议。",
      "zh_TW": "造作罪業的人有有意的、也有無意的，有意的是罪，無意的是過，過太大了還是墮地獄。地獄差別很多，我們在佛經上看到的有七十多種，苦報久暫不同，輕重不同，都是地獄罪業。所以這事情決定幹不得！我們眼前圖的小利太小太小了，人怎麼會糊塗到這種地步？所以寧肯捨己為人，犧牲生命都在所不惜，我絕不墮地獄，來生得善報、得善果。尤其是一個正法的僧團，你要障礙它，你要傷害它，果報不可思議。"
    },
    {
      "id": "15-013-0029_p0007",
      "zh_CN": "「礼拜」这一句，代表你如法修行，佛经上常讲「如教修行」、「信受奉行」，行门里面的一种，举一种就统统都包括了。也许有初学的同修问，学佛为什么天天要拜佛？拜佛的用意很深，世出世间第一桩大事都是讲养生之道，佛陀教育是养生的大学问。礼拜是许多修行方法里面的一种，八万四千法门、无量法门，它是无量法门里头非常重要的一个法门，主要是修恭敬心，是落实孝亲尊师，净业三福头一句：「孝养父母，奉事师长」，这两句经文的落实。",
      "zh_TW": "「禮拜」這一句，代表你如法修行，佛經上常講「如教修行」、「信受奉行」，行門裡面的一種，舉一種就統統都包括了。也許有初學的同修問，學佛為什麼天天要拜佛？拜佛的用意很深，世出世間第一樁大事都是講養生之道，佛陀教育是養生的大學問。禮拜是許多修行方法裡面的一種，八萬四千法門、無量法門，它是無量法門裡頭非常重要的一個法門，主要是修恭敬心，是落實孝親尊師，淨業三福頭一句：「孝養父母，奉事師長」，這兩句經文的落實。"
    },
    {
      "id": "15-013-0029_p0008",
      "zh_CN": "在佛菩萨形像面前，我们早晚礼拜，早晨礼拜提醒我们，我们要把对佛这一份诚敬的心，在今天一天处事待人接物都要用上；晚上礼拜，就好好的反省，我今天这一天对人对事对物，有没有尽到诚敬，有则改之，无则嘉勉，这是一个意思。第二个意思讲养身，身一定要动。礼拜是非常好的运动，佛弟子不学其他运动，也不要练气功，也不要学什么拳术，佛弟子的运动就是经行跟礼拜。这是养生之道里非常殊胜的，它不限于年龄，不限于性别，不限于贫富贵贱。礼拜跟经行，心都是定的，身缓慢的运动，不是激烈的。养身要动，养心要静，礼拜里面动静两方面都照顾到，所以举这个来做修学的代表。",
      "zh_TW": "在佛菩薩形像面前，我們早晚禮拜，早晨禮拜提醒我們，我們要把對佛這一份誠敬的心，在今天一天處事待人接物都要用上；晚上禮拜，就好好的反省，我今天這一天對人對事對物，有沒有盡到誠敬，有則改之，無則嘉勉，這是一個意思。第二個意思講養身，身一定要動。禮拜是非常好的運動，佛弟子不學其他運動，也不要練氣功，也不要學什麼拳術，佛弟子的運動就是經行跟禮拜。這是養生之道裡非常殊勝的，它不限於年齡，不限於性別，不限於貧富貴賤。禮拜跟經行，心都是定的，身緩慢的運動，不是激烈的。養身要動，養心要靜，禮拜裡面動靜兩方面都照顧到，所以舉這個來做修學的代表。"
    },
    {
      "id": "15-013-0029_p0009",
      "zh_CN": "他对于日常的功课，他没有做，完全疏忽了。『恒怀狐疑』，对于佛菩萨到底有没有、灵不灵、有没有感应，常常怀疑，就是前面讲的「乍信乍不信」。日常生活行为当中，还常常有恶心恶念，表现在外面是『瞋恚』，小小不如意就发脾气、发怒了。新加坡许哲居士说，发一分钟的脾气，你的心情要三天才能恢复。发脾气能不能解决事情？如果能解决事情，脾气可以发；如果不能解决反而害事，那你就铸成大错了。佛在经上常讲，「一念瞋心起，百万障门开」，无量无边的障碍都起来了，瞋恚是堕地狱的业因，不是开玩笑的。所以佛教导我们处逆境、遇恶人，要冷静，要心平气和，才能解决问题，才能化解对方的瞋心。自己尤其不可以动瞋恚的念头，诸位要知道，动这一个念头就造一个地狱的业因，你这一生当中造多少次地狱的业因，累积起来就非常可怕。",
      "zh_TW": "他對於日常的功課，他沒有做，完全疏忽了。『恆懷狐疑』，對於佛菩薩到底有沒有、靈不靈、有沒有感應，常常懷疑，就是前面講的「乍信乍不信」。日常生活行為當中，還常常有惡心惡念，表現在外面是『瞋恚』，小小不如意就發脾氣、發怒了。新加坡許哲居士說，發一分鐘的脾氣，你的心情要三天才能恢復。發脾氣能不能解決事情？如果能解決事情，脾氣可以發；如果不能解決反而害事，那你就鑄成大錯了。佛在經上常講，「一念瞋心起，百萬障門開」，無量無邊的障礙都起來了，瞋恚是墮地獄的業因，不是開玩笑的。所以佛教導我們處逆境、遇惡人，要冷靜，要心平氣和，才能解決問題，才能化解對方的瞋心。自己尤其不可以動瞋恚的念頭，諸位要知道，動這一個念頭就造一個地獄的業因，你這一生當中造多少次地獄的業因，累積起來就非常可怕。"
    },
    {
      "id": "15-013-0029_p0010",
      "zh_CN": "下面『骂詈、恶口、嫉贤』都是「瞋恚」的表现。当面是「骂」，背后骂人叫「詈」，对别人伤害不大，对自己的伤害太大太大了。「恶口」是说话非常粗鲁，「嫉贤」就是我们平常讲的嫉妒心非常重。我们自己要常想，我们有没有犯？我们有没有嫉妒心？这都是瞋恚表现在外面。你有嫉妒，你一定想方法去障碍，阻止好人好事，果报是你将来想做一点好事，就有很多人障碍你。什么样的因得什么样的果报，因跟果决定相应。所以世出世间的圣人都教导我们成人之美，看到好人我们要帮助他，看到人做好事，我们全心全力帮助他。我们能够帮助别人，到我们想做一桩好事，帮助的人就很多，果报本来就如是。",
      "zh_TW": "下面『罵詈、惡口、嫉賢』都是「瞋恚」的表現。當面是「罵」，背後罵人叫「詈」，對別人傷害不大，對自己的傷害太大太大了。「惡口」是說話非常粗魯，「嫉賢」就是我們平常講的嫉妒心非常重。我們自己要常想，我們有沒有犯？我們有沒有嫉妒心？這都是瞋恚表現在外面。你有嫉妒，你一定想方法去障礙，阻止好人好事，果報是你將來想做一點好事，就有很多人障礙你。什麼樣的因得什麼樣的果報，因跟果決定相應。所以世出世間的聖人都教導我們成人之美，看到好人我們要幫助他，看到人做好事，我們全心全力幫助他。我們能夠幫助別人，到我們想做一樁好事，幫助的人就很多，果報本來就如是。"
    },
    {
      "id": "15-013-0029_p0011",
      "zh_CN": "言语一定要学柔和爱语。尤其在现代的社会，一般众生疑心都很重，你的好言、好意对他，他怀疑你，他对你恶意相向。我们要接受，我们要明白，这事情是理所当然的，不能怪他。为什么？他愚痴，他没有接受过圣贤的教诲，佛在《无量寿经》上讲的：「先人不善（无知）」，他的长辈没教好他；「不识道德」，所以他对于道德仁义礼他不懂；「殊无怪也」，没有人告诉他，对于这些众生，我们要原谅他，不要跟他计较，不能跟他一般见识，你要是责怪他，我们自己就错了。",
      "zh_TW": "言語一定要學柔和愛語。尤其在現代的社會，一般眾生疑心都很重，你的好言、好意對他，他懷疑你，他對你惡意相向。我們要接受，我們要明白，這事情是理所當然的，不能怪他。為什麼？他愚痴，他沒有接受過聖賢的教誨，佛在《無量壽經》上講的：「先人不善（無知）」，他的長輩沒教好他；「不識道德」，所以他對於道德仁義禮他不懂；「殊無怪也」，沒有人告訴他，對於這些眾生，我們要原諒他，不要跟他計較，不能跟他一般見識，你要是責怪他，我們自己就錯了。"
    },
    {
      "id": "15-013-0029_p0012",
      "zh_CN": "佛在经上讲「阎浮提众生刚强难化」，我们到阎浮提来，示现教化众生，要知道阎浮提众生的根性，我们能受侮辱、能受迫害，我们还是诚心好意去帮助他。时间久了，有个十年、二十年、三十年，他自然会感动。甚至于到临死，他回想一生，某人是个好人，临终忏悔。这些人有，不是没有。所以一切事，孟夫子说得好，一切不如意的事要「反求诸己」，回过头来想想，我自己做得怎么样？别人对我误会，是我自己做得不够好，我自己做得不够圆满，决不怪对方，决不怪别人，要常常反省，常常忏悔，常常改过自新，我们的前途是一片金色光明。今天时间到了，我们就讲到这一段。",
      "zh_TW": "佛在經上講「閻浮提眾生剛強難化」，我們到閻浮提來，示現教化眾生，要知道閻浮提眾生的根性，我們能受侮辱、能受迫害，我們還是誠心好意去幫助他。時間久了，有個十年、二十年、三十年，他自然會感動。甚至於到臨死，他回想一生，某人是個好人，臨終懺悔。這些人有，不是沒有。所以一切事，孟夫子說得好，一切不如意的事要「反求諸己」，回過頭來想想，我自己做得怎麼樣？別人對我誤會，是我自己做得不夠好，我自己做得不夠圓滿，決不怪對方，決不怪別人，要常常反省，常常懺悔，常常改過自新，我們的前途是一片金色光明。今天時間到了，我們就講到這一段。"
    }
  ]
}