{
  "doc_id": "21-447-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之九十四）",
    "zh_TW": "學佛答問（答香港參學同修之九十四）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "21-447-0001",
  "total_paragraphs": 88,
  "paragraphs": [
    {
      "id": "21-447-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天的答问有四十多个提问，我们在这两个小时，我看应该简短的尽量把时间缩短，希望都能够解答完。",
      "zh_TW": "諸位法師，諸位同學，請坐。今天的答問有四十多個提問，我們在這兩個小時，我看應該簡短的盡量把時間縮短，希望都能夠解答完。"
    },
    {
      "id": "21-447-0001_p0002",
      "zh_CN": "问：首先是北京同学的提问，他有四个问题，第一个，怎样判定念佛是否得力？如果念佛念得气色不好，不愿意见任何人，见到人（包括亲属、朋友、老师、同事等）他都不打招呼，不抬头，没有礼貌，连起码的《弟子规》做人的要求，都没有达到，这样念佛对吗？",
      "zh_TW": "問：首先是北京同學的提問，他有四個問題，第一個，怎樣判定念佛是否得力？如果念佛念得氣色不好，不願意見任何人，見到人（包括親屬、朋友、老師、同事等）他都不打招呼，不抬頭，沒有禮貌，連起碼的《弟子規》做人的要求，都沒有達到，這樣念佛對嗎？"
    },
    {
      "id": "21-447-0001_p0003",
      "zh_CN": "答：念佛功夫得力是烦恼轻智慧长，不怀疑，信愿的力量增上了，这都是功夫得力的现象，再向上提升一步，往生自己有把握，那是真得力。要达到这样的功夫，没有别的，必须把身心世界一切放下。至于气色不好，身体不好，这业障现前，这不必忌讳，没有关系，可以抬头见人。业障现前，但是有信心消除业障，过几天业障消除，这就是证明你功夫得力，真有功夫化解业障。什么样的业障都能消除，关键在你自己有没有信心。所以真正的忏除业障，你的容貌、身体就完全恢复正常，正常就是最健康。",
      "zh_TW": "答：念佛功夫得力是煩惱輕智慧長，不懷疑，信願的力量增上了，這都是功夫得力的現象，再向上提升一步，往生自己有把握，那是真得力。要達到這樣的功夫，沒有別的，必須把身心世界一切放下。至於氣色不好，身體不好，這業障現前，這不必忌諱，沒有關係，可以抬頭見人。業障現前，但是有信心消除業障，過幾天業障消除，這就是證明你功夫得力，真有功夫化解業障。什麼樣的業障都能消除，關鍵在你自己有沒有信心。所以真正的懺除業障，你的容貌、身體就完全恢復正常，正常就是最健康。"
    },
    {
      "id": "21-447-0001_p0004",
      "zh_CN": "问：第二题，为了自己早日成就，孩子、父母、亲人不管不顾，没有妥善安排，甚至于欺骗家人、欺骗同事，这样念佛能成就吗？",
      "zh_TW": "問：第二題，為了自己早日成就，孩子、父母、親人不管不顧，沒有妥善安排，甚至於欺騙家人、欺騙同事，這樣念佛能成就嗎？"
    },
    {
      "id": "21-447-0001_p0005",
      "zh_CN": "答：这样念佛不能成就，为什么？他人都没有做好，怎么能作佛？如果这样能成就，释迦牟尼佛就绝对不会教导我们要持戒念佛，那不用持戒了，念佛就好了，不要持戒。为什么佛跟祖师都这么样的强调要持戒念佛？尤其是在《观无量寿佛经》里面，你看佛教韦提希夫人，念佛的基础必须建立在净业三福的基础上。没有净业三福的基础，那就念佛不能往生，净业三福要记住！我们净宗同学五门功课，净业三福是摆在第一，因为它是最高的指导原则。第一个「孝养父母，奉事师长，慈心不杀，修十善业」，这条没有做到，那后面就不必谈了。念阿弥陀佛只能说跟西方极乐世界结个善缘，这一生当中不能成就。那要成就一定要随顺经典的教诲，经典上决定没有教你念佛，你的孩子、父母、亲人都不顾了，没有这个说法。",
      "zh_TW": "答：這樣念佛不能成就，為什麼？他人都沒有做好，怎麼能作佛？如果這樣能成就，釋迦牟尼佛就絕對不會教導我們要持戒念佛，那不用持戒了，念佛就好了，不要持戒。為什麼佛跟祖師都這麼樣的強調要持戒念佛？尤其是在《觀無量壽佛經》裡面，你看佛教韋提希夫人，念佛的基礎必須建立在淨業三福的基礎上。沒有淨業三福的基礎，那就念佛不能往生，淨業三福要記住！我們淨宗同學五門功課，淨業三福是擺在第一，因為它是最高的指導原則。第一個「孝養父母，奉事師長，慈心不殺，修十善業」，這條沒有做到，那後面就不必談了。念阿彌陀佛只能說跟西方極樂世界結個善緣，這一生當中不能成就。那要成就一定要隨順經典的教誨，經典上決定沒有教你念佛，你的孩子、父母、親人都不顧了，沒有這個說法。"
    },
    {
      "id": "21-447-0001_p0006",
      "zh_CN": "问：第三个问题，有的所谓念佛堂只让念佛，不让听经教，不让听师父讲经，说什么一句佛号念到底，三年就可以成就。念佛堂的堂主还说自己听净空老法师讲经，已经十几年了，全都明白了。所以听他的就没错，不用再听老法师讲经，也不让到汤池去参学《弟子规》，这样的念佛堂能去念佛吗？",
      "zh_TW": "問：第三個問題，有的所謂念佛堂只讓念佛，不讓聽經教，不讓聽師父講經，說什麼一句佛號念到底，三年就可以成就。念佛堂的堂主還說自己聽淨空老法師講經，已經十幾年了，全都明白了。所以聽他的就沒錯，不用再聽老法師講經，也不讓到湯池去參學《弟子規》，這樣的念佛堂能去念佛嗎？"
    },
    {
      "id": "21-447-0001_p0007",
      "zh_CN": "答：如果念佛堂的堂主，确实对于净宗的这些理论、仪规都明白了，可以，因果他负责任，这是古来祖师大德没有例外的。我早年跟李老师，李老师就说过，他的法是从印光大师那里传来的，他依教奉行，他教导我们，他对我们负责。但是他还是鼓励我们读印光大师的《文钞》，并没有说只听他一个人的，这些祖师大德东西都不接受，他不是这样的。但是祖师大德这些东西要经过他选择，他不同意的，我们不能读。我们在这边学经教不是专念佛，所以老师准许我们读的，印光大师的东西可以读，蕅益大师的、莲池大师的。经教方面，近代的谛闲法师注疏可以读，圆瑛法师的注疏可以读，宝静法师的。谛闲法师他在香港有几位学生，这是近代都有成就的，像倓虚法师，老师是指定这几位都是现代真正的善知识，他们的东西没有问题。所以是有选择的，这可以提供大家做参考。这个一句佛号念到底那是万缘放下，经教可以不听，三年决定往生，这真的不是假的。像黄忠昌就做了个示范，但是黄忠昌在关房里面，还听《弥陀经》的光碟，他别的不听，他就是听《阿弥陀经》、念佛，这都可以给大家做参考。",
      "zh_TW": "答：如果念佛堂的堂主，確實對於淨宗的這些理論、儀規都明白了，可以，因果他負責任，這是古來祖師大德沒有例外的。我早年跟李老師，李老師就說過，他的法是從印光大師那裡傳來的，他依教奉行，他教導我們，他對我們負責。但是他還是鼓勵我們讀印光大師的《文鈔》，並沒有說只聽他一個人的，這些祖師大德東西都不接受，他不是這樣的。但是祖師大德這些東西要經過他選擇，他不同意的，我們不能讀。我們在這邊學經教不是專念佛，所以老師准許我們讀的，印光大師的東西可以讀，蕅益大師的、蓮池大師的。經教方面，近代的諦閑法師註疏可以讀，圓瑛法師的註疏可以讀，寶靜法師的。諦閑法師他在香港有幾位學生，這是近代都有成就的，像倓虛法師，老師是指定這幾位都是現代真正的善知識，他們的東西沒有問題。所以是有選擇的，這可以提供大家做參考。這個一句佛號念到底那是萬緣放下，經教可以不聽，三年決定往生，這真的不是假的。像黃忠昌就做了個示範，但是黃忠昌在關房裡面，還聽《彌陀經》的光碟，他別的不聽，他就是聽《阿彌陀經》、念佛，這都可以給大家做參考。"
    },
    {
      "id": "21-447-0001_p0008",
      "zh_CN": "问：下面一个问题，怎样判断是不是正法的念佛道场？",
      "zh_TW": "問：下面一個問題，怎樣判斷是不是正法的念佛道場？"
    },
    {
      "id": "21-447-0001_p0009",
      "zh_CN": "答：能够依照祖师大德的教诲去做，就是正法道场。祖师大德是哪些东西？祖师大德所依据的是佛陀传下来的，持戒、听经、念佛，大众在一块一定修「六和敬」，这是正法道场。我们也不断的鼓励同学们，净宗道场六和敬的依据是什么？「见和同解」我们依《无量寿经》，依《阿弥陀经疏钞》、《要解》，《疏钞》是莲池大师的，《要解》是蕅益大师的。我们从这个三种建立我们共同的理念，现在人讲共识。「戒和同修」我们依四个根，《弟子规》、《感应篇》、《十善业道》、《沙弥律仪》，这就是正法道场，这个道场天天讲经，天天念佛。在古时候念佛堂可以不要讲经，为什么？来念佛的同学对于经教都有基础，他不需要。现在为什么要？我们要提倡需要，现在学佛没有经教长时间的薰修，所以他心里面有怀疑，他没有真正的信心，经教的目的是帮助你断疑生信，坚固信愿，目的在此地。你的信心里面没有怀疑，愿力非常坚固，那就不要了，那就一心念佛就好。所以要懂得这个道理，要看看我们自己道场的情况。如果每个同学确实对念佛法门没有怀疑，所谓疑惑，没有迷惑，没有怀疑信心坚定，愿力坚定，那就不需要，真的不需要。所以这要懂得。如果我们有疑惑，信心不坚定，经教就有很大的好处，会帮很大的忙，所以这要懂。总得要看一切都是为大众着想，国家提出来的是为人民服务，那我们要为同参道友们服务，要顾及大众。",
      "zh_TW": "答：能夠依照祖師大德的教誨去做，就是正法道場。祖師大德是哪些東西？祖師大德所依據的是佛陀傳下來的，持戒、聽經、念佛，大眾在一塊一定修「六和敬」，這是正法道場。我們也不斷的鼓勵同學們，淨宗道場六和敬的依據是什麼？「見和同解」我們依《無量壽經》，依《阿彌陀經疏鈔》、《要解》，《疏鈔》是蓮池大師的，《要解》是蕅益大師的。我們從這個三種建立我們共同的理念，現在人講共識。「戒和同修」我們依四個根，《弟子規》、《感應篇》、《十善業道》、《沙彌律儀》，這就是正法道場，這個道場天天講經，天天念佛。在古時候念佛堂可以不要講經，為什麼？來念佛的同學對於經教都有基礎，他不需要。現在為什麼要？我們要提倡需要，現在學佛沒有經教長時間的薰修，所以他心裡面有懷疑，他沒有真正的信心，經教的目的是幫助你斷疑生信，堅固信願，目的在此地。你的信心裡面沒有懷疑，願力非常堅固，那就不要了，那就一心念佛就好。所以要懂得這個道理，要看看我們自己道場的情況。如果每個同學確實對念佛法門沒有懷疑，所謂疑惑，沒有迷惑，沒有懷疑信心堅定，願力堅定，那就不需要，真的不需要。所以這要懂得。如果我們有疑惑，信心不堅定，經教就有很大的好處，會幫很大的忙，所以這要懂。總得要看一切都是為大眾著想，國家提出來的是為人民服務，那我們要為同參道友們服務，要顧及大眾。"
    },
    {
      "id": "21-447-0001_p0010",
      "zh_CN": "下面是网路同学的提问。",
      "zh_TW": "下面是網路同學的提問。"
    },
    {
      "id": "21-447-0001_p0011",
      "zh_CN": "问：底下第一个问题，弟子家乡有许多念佛小组，现在都在组织学习「圆顿」，说念佛太慢了，不如圆顿当生成佛快，请老法师开示。",
      "zh_TW": "問：底下第一個問題，弟子家鄉有許多念佛小組，現在都在組織學習「圓頓」，說念佛太慢了，不如圓頓當生成佛快，請老法師開示。"
    },
    {
      "id": "21-447-0001_p0012",
      "zh_CN": "答：世尊教导我们四依法，「依法不依人，依义不依语，依了义不依不了义，依智不依识」。你记住这个你的问题就解决了。学习圆顿，圆顿不是平常人能学得会的，圆顿是大法，是佛法究竟的大圆满，确实真的成佛很快。那我们举个比喻，你就晓得，我们现在让这些学生，幼儿园、小学、中学、大学都不要办，我们就办圆顿的，圆顿是研究所的博士班，每个人到那里去念个一年、半年，博士学位就拿到了，行不行？我想你如果办这个班，一定很多人欢迎，为什么？很容易就拿到博士学位，那是圆顿大法。而且你不知道圆顿大法下面有很长的基础，没有基础哪来的圆？哪来的顿？",
      "zh_TW": "答：世尊教導我們四依法，「依法不依人，依義不依語，依了義不依不了義，依智不依識」。你記住這個你的問題就解決了。學習圓頓，圓頓不是平常人能學得會的，圓頓是大法，是佛法究竟的大圓滿，確實真的成佛很快。那我們舉個比喻，你就曉得，我們現在讓這些學生，幼兒園、小學、中學、大學都不要辦，我們就辦圓頓的，圓頓是研究所的博士班，每個人到那裡去念個一年、半年，博士學位就拿到了，行不行？我想你如果辦這個班，一定很多人歡迎，為什麼？很容易就拿到博士學位，那是圓頓大法。而且你不知道圓頓大法下面有很長的基礎，沒有基礎哪來的圓？哪來的頓？"
    },
    {
      "id": "21-447-0001_p0013",
      "zh_CN": "我初学佛的时候，我三个老师他们彼此都闻名，但是没见过面。方东美先生，李炳南老居士，章嘉大师，三个人没见过面的。可是对我的指导，有一桩事情三个人说同样的话，那就是《六祖坛经》，《六祖坛经》是圆顿，三个老师都告诉我，你不是这个根机，你不能学这个法门。他说这个法门六祖大师之前没有出现过，六祖大师以后也没有出现过。这是天才班，你不是天才，你学这个东西得不到任何利益。所以我们自己要首先承认自己是什么根性，我承认自己是中下根性，给诸位说，不是中上、不是中中，中下根性，中下根性老实念佛决定可靠。如果你要说是念佛法门不够快，《弥陀经》上讲的「若一日，若二日，若三日，若四日，若五日，若六日，若七日」，七天成功。你的圆顿法门七天能不能成功？惠能很特殊，惠能是一天成功，一天就成佛。用念佛法门在七天之内成功的，真有，古时候有，现在也有。",
      "zh_TW": "我初學佛的時候，我三個老師他們彼此都聞名，但是沒見過面。方東美先生，李炳南老居士，章嘉大師，三個人沒見過面的。可是對我的指導，有一樁事情三個人說同樣的話，那就是《六祖壇經》，《六祖壇經》是圓頓，三個老師都告訴我，你不是這個根機，你不能學這個法門。他說這個法門六祖大師之前沒有出現過，六祖大師以後也沒有出現過。這是天才班，你不是天才，你學這個東西得不到任何利益。所以我們自己要首先承認自己是什麼根性，我承認自己是中下根性，給諸位說，不是中上、不是中中，中下根性，中下根性老實念佛決定可靠。如果你要說是念佛法門不夠快，《彌陀經》上講的「若一日，若二日，若三日，若四日，若五日，若六日，若七日」，七天成功。你的圓頓法門七天能不能成功？惠能很特殊，惠能是一天成功，一天就成佛。用念佛法門在七天之內成功的，真有，古時候有，現在也有。"
    },
    {
      "id": "21-447-0001_p0014",
      "zh_CN": "我在美国华盛顿ＤＣ看到周广大居士，念佛三天往生，那是真的不是假的。他是癌症末期，医院医生放弃治疗，家人把他带回家，找到我们「华府佛教会」，我们的同修照顾他，帮助他助念，看他病很重，劝他不要求病好，一心念佛求生极乐世界。把西方世界给他介绍，简单扼要的，他听了非常欢喜。这个人一生不信宗教，没有接触过佛法，临终前三天才接触，一接触就欢喜，告诉他家人，不要求病好，大家全家帮助他念佛求生净土。这心一发，他病很重就不痛了，本来这个病很痛苦的，痛苦没有了非常欢喜。念了三天告诉家人，「佛来接引他，他到极乐世界去。」还有什么法门比这个更快的？人家怎么修，那是他的事情，我们不能去干涉他，现在这个社会，民主自由开放，谁都没有权利干涉谁。可是我们自己要清楚这个法门，我们不是圆顿根性，我们应当接受十方一切诸佛的教诲，死心塌地念佛求生净土。",
      "zh_TW": "我在美國華盛頓ＤＣ看到周廣大居士，念佛三天往生，那是真的不是假的。他是癌症末期，醫院醫生放棄治療，家人把他帶回家，找到我們「華府佛教會」，我們的同修照顧他，幫助他助念，看他病很重，勸他不要求病好，一心念佛求生極樂世界。把西方世界給他介紹，簡單扼要的，他聽了非常歡喜。這個人一生不信宗教，沒有接觸過佛法，臨終前三天才接觸，一接觸就歡喜，告訴他家人，不要求病好，大家全家幫助他念佛求生淨土。這心一發，他病很重就不痛了，本來這個病很痛苦的，痛苦沒有了非常歡喜。念了三天告訴家人，「佛來接引他，他到極樂世界去。」還有什麼法門比這個更快的？人家怎麼修，那是他的事情，我們不能去干涉他，現在這個社會，民主自由開放，誰都沒有權利干涉誰。可是我們自己要清楚這個法門，我們不是圓頓根性，我們應當接受十方一切諸佛的教誨，死心塌地念佛求生淨土。"
    },
    {
      "id": "21-447-0001_p0015",
      "zh_CN": "问：第二个问题，尊敬的老法师，近半年来我们接触到广西有位法师，有些疑惑请教（他这后头有好几个小问题）。第一个问题，听某法师讲他在极乐世界见过您，这是真的吗？",
      "zh_TW": "問：第二個問題，尊敬的老法師，近半年來我們接觸到廣西有位法師，有些疑惑請教（他這後頭有好幾個小問題）。第一個問題，聽某法師講他在極樂世界見過您，這是真的嗎？"
    },
    {
      "id": "21-447-0001_p0016",
      "zh_CN": "答：我是凡夫业障深重，我没有到过极乐世界，那他到极乐世界，应该是他是菩萨再来的，他不是凡人。菩萨要是再来的话，把这个讯息透露给人间，他马上就要走，那就是真的。如果他还活在这个世间，那他就是假的，他就不是真的。在我们佛门里头，没有这个例子，身分一露，那立刻就走，这是佛门的一个规矩。所以这是不可以相信。",
      "zh_TW": "答：我是凡夫業障深重，我沒有到過極樂世界，那他到極樂世界，應該是他是菩薩再來的，他不是凡人。菩薩要是再來的話，把這個訊息透露給人間，他馬上就要走，那就是真的。如果他還活在這個世間，那他就是假的，他就不是真的。在我們佛門裡頭，沒有這個例子，身分一露，那立刻就走，這是佛門的一個規矩。所以這是不可以相信。"
    },
    {
      "id": "21-447-0001_p0017",
      "zh_CN": "问：听他人讲某法师以前曾昏迷过，大家以为他往生了，是您讲他没有死，再等两三天，某法师果然醒来了。大家常常听某法师讲，净空法师是我的救命恩人，请问有这个事吗？",
      "zh_TW": "問：聽他人講某法師以前曾昏迷過，大家以為他往生了，是您講他沒有死，再等兩三天，某法師果然醒來了。大家常常聽某法師講，淨空法師是我的救命恩人，請問有這個事嗎？"
    },
    {
      "id": "21-447-0001_p0018",
      "zh_CN": "答：这个事我这一生没有遇到过，我完全不知道，我今天听你讲，我才晓得有这回事情。你比我知道得早，我不知道有这么回事情。",
      "zh_TW": "答：這個事我這一生沒有遇到過，我完全不知道，我今天聽你講，我才曉得有這回事情。你比我知道得早，我不知道有這麼回事情。"
    },
    {
      "id": "21-447-0001_p0019",
      "zh_CN": "问：下一个问题，某法师讲凡夫念佛要念六个字，只有佛念佛才可以念四字佛号，请问是这样的吗？",
      "zh_TW": "問：下一個問題，某法師講凡夫念佛要念六個字，只有佛念佛才可以念四字佛號，請問是這樣的嗎？"
    },
    {
      "id": "21-447-0001_p0020",
      "zh_CN": "答：没听说过。我只是在《竹窗随笔》，就是莲池大师的法语里面看到，莲池大师是念佛人，有人向他请教，念佛要怎么个念法？他教人念「南无阿弥陀佛」。有人问他，你老人家自己怎么念法？他说我自己念「阿弥陀佛」。这问他为什么？他说凡人没有真正真信切愿求生净土，加「南无」好，南无是恭敬、是归命，跟阿弥陀佛结很深的缘。他说我发愿这一生决定求生净土，那南无是客气话，那就不要说了，就是一句阿弥陀佛。我们就晓得，真正决定求生净土，不想在这个世界再搞轮回了，念阿弥陀佛。还没有信心，对这个世间还很留恋，还不想去，念南无阿弥陀佛。我听莲池大师这么说的，不是他这个意思，所以这要清楚。",
      "zh_TW": "答：沒聽說過。我只是在《竹窗隨筆》，就是蓮池大師的法語裡面看到，蓮池大師是念佛人，有人向他請教，念佛要怎麼個念法？他教人念「南無阿彌陀佛」。有人問他，你老人家自己怎麼念法？他說我自己念「阿彌陀佛」。這問他為什麼？他說凡人沒有真正真信切願求生淨土，加「南無」好，南無是恭敬、是歸命，跟阿彌陀佛結很深的緣。他說我發願這一生決定求生淨土，那南無是客氣話，那就不要說了，就是一句阿彌陀佛。我們就曉得，真正決定求生淨土，不想在這個世界再搞輪迴了，念阿彌陀佛。還沒有信心，對這個世間還很留戀，還不想去，念南無阿彌陀佛。我聽蓮池大師這麼說的，不是他這個意思，所以這要清楚。"
    },
    {
      "id": "21-447-0001_p0021",
      "zh_CN": "问：下一个问题，某法师称其多次到过西方净土，深得弥陀本愿之微妙精髓，某法师所悟出的「接引法」，可以让亿亿人往生，请问真有这样神通的人吗？能相信吗？这样往生是否有更大的把握？",
      "zh_TW": "問：下一個問題，某法師稱其多次到過西方淨土，深得彌陀本願之微妙精髓，某法師所悟出的「接引法」，可以讓億億人往生，請問真有這樣神通的人嗎？能相信嗎？這樣往生是否有更大的把握？"
    },
    {
      "id": "21-447-0001_p0022",
      "zh_CN": "答：我没听说过，我只在注解里面，是《观无量寿佛经四帖疏》，善导大师注的。有一个说法善导大师是阿弥陀佛再来的，这个说法在韩国、在日本都知道，我们到日本去访问的时候，日本人跟我们说过。善导大师在《四帖疏》里面教给我们，真正一心归命净土的人，决定不改变方向、目标，你接受了这个法门老实念佛，求生净土。他说有个阿罗汉来跟你讲，证了果的阿罗汉，阿罗汉说我有更好的法门，比这个还要快，你愿不愿意学？信心坚定的人，「谢谢阿罗汉，我就学这个法门就行了，我不愿意再改变。」他说又来个菩萨，那比阿罗汉高明多了，菩萨亲自传你一个好的法门，比这个念佛更快也不接受。到最后说释迦牟尼佛来了也不接受，阿弥陀佛来了，跟阿弥陀佛说「我还是守住自己这个法门，一直念到底。」这叫信心坚定，这叫真念佛人。就是佛亲自来告诉你，我有个好的法门比这个更殊胜、更快速，也不改变。你们看看《四帖疏》里头他举了好多例子，说明什么样的人才是真念佛人，决定得生净土。",
      "zh_TW": "答：我沒聽說過，我只在註解裡面，是《觀無量壽佛經四帖疏》，善導大師註的。有一個說法善導大師是阿彌陀佛再來的，這個說法在韓國、在日本都知道，我們到日本去訪問的時候，日本人跟我們說過。善導大師在《四帖疏》裡面教給我們，真正一心歸命淨土的人，決定不改變方向、目標，你接受了這個法門老實念佛，求生淨土。他說有個阿羅漢來跟你講，證了果的阿羅漢，阿羅漢說我有更好的法門，比這個還要快，你願不願意學？信心堅定的人，「謝謝阿羅漢，我就學這個法門就行了，我不願意再改變。」他說又來個菩薩，那比阿羅漢高明多了，菩薩親自傳你一個好的法門，比這個念佛更快也不接受。到最後說釋迦牟尼佛來了也不接受，阿彌陀佛來了，跟阿彌陀佛說「我還是守住自己這個法門，一直念到底。」這叫信心堅定，這叫真念佛人。就是佛親自來告訴你，我有個好的法門比這個更殊勝、更快速，也不改變。你們看看《四帖疏》裡頭他舉了好多例子，說明什麼樣的人才是真念佛人，決定得生淨土。"
    },
    {
      "id": "21-447-0001_p0023",
      "zh_CN": "蕅益大师在《要解》里面讲了两句话，讲得非常好，印光大师赞叹说，「即使是阿弥陀佛再来讲《弥陀经》，也不能超出其上」，这是赞叹到极处的。蕅益大师说净土法门能不能往生，在信愿之有无，真信切愿，这个人决定往生。品位高下在持名功夫的浅深，你平常念佛功夫浅深，那是到极乐世界品位高下不相同。决定得生，有信、有愿就决定得生。就怕你那个信愿是假的，什么是假的？遇到名闻利养就糊涂了，心就变了，求生西方极乐世界就暂停，这就是假的，不是真的。所以真正念佛人，在古时候外面环境也是个助缘，决定是苦行，决定是万缘放下。真的是多事不如少事，少事不如无事，把这个时间统统用在念佛上，那叫真念佛。",
      "zh_TW": "蕅益大師在《要解》裡面講了兩句話，講得非常好，印光大師讚歎說，「即使是阿彌陀佛再來講《彌陀經》，也不能超出其上」，這是讚歎到極處的。蕅益大師說淨土法門能不能往生，在信願之有無，真信切願，這個人決定往生。品位高下在持名功夫的淺深，你平常念佛功夫淺深，那是到極樂世界品位高下不相同。決定得生，有信、有願就決定得生。就怕你那個信願是假的，什麼是假的？遇到名聞利養就糊塗了，心就變了，求生西方極樂世界就暫停，這就是假的，不是真的。所以真正念佛人，在古時候外面環境也是個助緣，決定是苦行，決定是萬緣放下。真的是多事不如少事，少事不如無事，把這個時間統統用在念佛上，那叫真念佛。"
    },
    {
      "id": "21-447-0001_p0024",
      "zh_CN": "问：下面还有问题，某法师教我们的早晚课是皈命和报恩供，将命交给阿弥陀佛，让阿弥陀佛帮我们成全。报恩供是感恩某法师的传法功德，至少先为本人做一百次，经过长期薰染，信众往往会深信不疑，崇拜某法师。这样做如法吗？请问这样是不是在搞精神控制和教主崇拜？",
      "zh_TW": "問：下面還有問題，某法師教我們的早晚課是皈命和報恩供，將命交給阿彌陀佛，讓阿彌陀佛幫我們成全。報恩供是感恩某法師的傳法功德，至少先為本人做一百次，經過長期薰染，信眾往往會深信不疑，崇拜某法師。這樣做如法嗎？請問這樣是不是在搞精神控制和教主崇拜？"
    },
    {
      "id": "21-447-0001_p0025",
      "zh_CN": "答：是不是我不知道，你心里明白就好了。我们学佛人要学心地厚道，纵然他作恶多端，我们也不放在心上，更不可以放在口头上，各人因果各人承当。",
      "zh_TW": "答：是不是我不知道，你心裡明白就好了。我們學佛人要學心地厚道，縱然他作惡多端，我們也不放在心上，更不可以放在口頭上，各人因果各人承當。"
    },
    {
      "id": "21-447-0001_p0026",
      "zh_CN": "问：下面一个问题，某法师每次的专场报告都在欢迎大家捐助，名义是花钱做功德，免去家庭的灾难。没有定位大家交的数目，理由是不知道大家欠的债，由个人的福报来定价，而且汇款是个人帐户，这样是否是为个人聚敛钱财？",
      "zh_TW": "問：下面一個問題，某法師每次的專場報告都在歡迎大家捐助，名義是花錢做功德，免去家庭的災難。沒有定位大家交的數目，理由是不知道大家欠的債，由個人的福報來定價，而且匯款是個人帳戶，這樣是否是為個人聚斂錢財？"
    },
    {
      "id": "21-447-0001_p0027",
      "zh_CN": "答：这个事情我想也不必我回答，学佛学了几年之后，对这个事情自然就明白。释迦牟尼佛给我们做出的示范，一生没有化过缘，没有募过捐，没有建过道场。我们在现前这个时代，我们想到世尊当年在世的行谊，才真正体会到他这么做法的用意，避免我们堕落。贪瞋痴慢的烦恼，六道众生各个都有，决定不能去增长他的贪瞋痴慢，如果这么做法，佛菩萨就对不起众生。所以佛菩萨给我们做示现，都是苦行僧，这出家；在家也不例外，没有不是修苦行，我的老师李炳南居士是在家人。过世十几年了，台中给他保存一个纪念馆，诸位有机会到那里看看，你就知道了，他跟苦行僧没有两样，衣服、内衣、袜子都是补了再补，他自己补的。当时我们在一起不知道，他穿在里面，外面看不到，不晓得，走了之后看他的遗物才发现。而外面这一套中山装他穿了三、四十年，出门作客就是这一套衣服，没有第二套。供养很多，同学里头有不少是富贵人家，对老师很多供养，但是老师收了转手就送给别人。我那个时候跟他学习，没有出家，生活非常清苦，他还送了我几件衣服，都很不错，很好的料子。我不知道他是那么样的节俭，所以看了之后令人感动。佛教我们随缘不攀缘，随缘要防止增长贪瞋痴慢，这非常重要。",
      "zh_TW": "答：這個事情我想也不必我回答，學佛學了幾年之後，對這個事情自然就明白。釋迦牟尼佛給我們做出的示範，一生沒有化過緣，沒有募過捐，沒有建過道場。我們在現前這個時代，我們想到世尊當年在世的行誼，才真正體會到他這麼做法的用意，避免我們墮落。貪瞋痴慢的煩惱，六道眾生各個都有，決定不能去增長他的貪瞋痴慢，如果這麼做法，佛菩薩就對不起眾生。所以佛菩薩給我們做示現，都是苦行僧，這出家；在家也不例外，沒有不是修苦行，我的老師李炳南居士是在家人。過世十幾年了，台中給他保存一個紀念館，諸位有機會到那裡看看，你就知道了，他跟苦行僧沒有兩樣，衣服、內衣、襪子都是補了再補，他自己補的。當時我們在一起不知道，他穿在裡面，外面看不到，不曉得，走了之後看他的遺物才發現。而外面這一套中山裝他穿了三、四十年，出門作客就是這一套衣服，沒有第二套。供養很多，同學裡頭有不少是富貴人家，對老師很多供養，但是老師收了轉手就送給別人。我那個時候跟他學習，沒有出家，生活非常清苦，他還送了我幾件衣服，都很不錯，很好的料子。我不知道他是那麼樣的節儉，所以看了之後令人感動。佛教我們隨緣不攀緣，隨緣要防止增長貪瞋痴慢，這非常重要。"
    },
    {
      "id": "21-447-0001_p0028",
      "zh_CN": "问：下面第三个问题，无始无终是什么意思？",
      "zh_TW": "問：下面第三個問題，無始無終是什麼意思？"
    },
    {
      "id": "21-447-0001_p0029",
      "zh_CN": "答：最近我们讲《华严经》，讲过不少次「不生不灭，不来不去」，你要把这个意思听懂了，无始无终你就明白了。确实整个宇宙的现象没有开始，也没有终了。你要实在不懂，我引用世尊在《楞严经》上讲的两句话，你细细去想。佛说这些现象怎么来的？「当处出生，随处灭尽」，这句话你要是听懂了，无始无终你就明白了。如果有始有终它就是真的，真有这么桩事情，无始无终是假的不是真的。我们看了弥勒菩萨答复世尊的提问，世尊问他这个众生都有念头，有几个念？有几个形？有几个识？弥勒菩萨回答说「一弹指有三十二亿百千念」，三十二亿百千，我们现在把它算出来，三百二十兆，一弹指有三百二十兆的念头；「念念成形」，形就是现象，每个念都有现象，「形皆有识」。你要懂这句话，无始无终你就明白。我们今天所看到现象就是相续相，真相你没法子看到，你也很难体会到。",
      "zh_TW": "答：最近我們講《華嚴經》，講過不少次「不生不滅，不來不去」，你要把這個意思聽懂了，無始無終你就明白了。確實整個宇宙的現象沒有開始，也沒有終了。你要實在不懂，我引用世尊在《楞嚴經》上講的兩句話，你細細去想。佛說這些現象怎麼來的？「當處出生，隨處滅盡」，這句話你要是聽懂了，無始無終你就明白了。如果有始有終它就是真的，真有這麼樁事情，無始無終是假的不是真的。我們看了彌勒菩薩答覆世尊的提問，世尊問他這個眾生都有念頭，有幾個念？有幾個形？有幾個識？彌勒菩薩回答說「一彈指有三十二億百千念」，三十二億百千，我們現在把它算出來，三百二十兆，一彈指有三百二十兆的念頭；「念念成形」，形就是現象，每個念都有現象，「形皆有識」。你要懂這句話，無始無終你就明白。我們今天所看到現象就是相續相，真相你沒法子看到，你也很難體會到。"
    },
    {
      "id": "21-447-0001_p0030",
      "zh_CN": "问：下面一个问题，山河大地花草树木由于灾难而受报，请问它们的果报是怎么形成的？",
      "zh_TW": "問：下面一個問題，山河大地花草樹木由於災難而受報，請問它們的果報是怎麼形成的？"
    },
    {
      "id": "21-447-0001_p0031",
      "zh_CN": "答：它们果报是随着有情众生产生，所以「一切法从心想生」，它们没有心想。但是没有心想，它会受到有情众生心想的转变，这是《华严经》上所说的，「情与无情，同圆种智」。你成佛了，你看到山河大地，所有一切众生，这一切众生就包括树木花草、山河大地圆成佛道。圆成佛道是什么？全是自性性德的显示，是这个意思。法性跟法相是一不是二，古大德所谓是「以金作器，器器皆金」，那你看到山河大地，所有现相全是黄金，全是自性，自性就是佛，所以称之为法身，法身就是自性。",
      "zh_TW": "答：它們果報是隨著有情眾生產生，所以「一切法從心想生」，它們沒有心想。但是沒有心想，它會受到有情眾生心想的轉變，這是《華嚴經》上所說的，「情與無情，同圓種智」。你成佛了，你看到山河大地，所有一切眾生，這一切眾生就包括樹木花草、山河大地圓成佛道。圓成佛道是什麼？全是自性性德的顯示，是這個意思。法性跟法相是一不是二，古大德所謂是「以金作器，器器皆金」，那你看到山河大地，所有現相全是黃金，全是自性，自性就是佛，所以稱之為法身，法身就是自性。"
    },
    {
      "id": "21-447-0001_p0032",
      "zh_CN": "问：下面第五个问题，困难时期一些农民欠下了国家债而没还，因为国家还没有追究，这样来生是否还是要还？往生的人是否需要还？",
      "zh_TW": "問：下面第五個問題，困難時期一些農民欠下了國家債而沒還，因為國家還沒有追究，這樣來生是否還是要還？往生的人是否需要還？"
    },
    {
      "id": "21-447-0001_p0033",
      "zh_CN": "答：往生的人没有了，他脱离了。但是往生的人如果再到这个世间来应化众生，遇到这个缘还是要还。怎么知道？释迦牟尼佛给我们示现，世尊早成佛了，《梵网经》上说，他这次到世间来示现成佛是第八千次，这就说明早成佛。他到这次来示现还有三个月马麦之报，这是跟世间人说明「万法皆空，因果不空」。成了佛因缘聚会时还要还债，不能不还！安世高确实证得什么的果位，我们不知道，至少他是法身菩萨，圆教初住以上。示现在中国，你去看传记，安世高的传记还两次命债，都是在广州。是过去生中在那边误伤害了人，把人害死，误杀不是有意的，所以还债的时候也是别人误杀，还两次债。这就是告诉我们，欠命的要还人命，欠债要还钱。所以我们明白之后才晓得，这个世间有所谓是占便宜的，没这回事情，吃亏的也没这回事情。因果通三世，所以不用计较，这一生别人占了我们便宜，欢欢喜喜，来生还加利息，有什么好懊恼的！所以我们自己决定不可以占别人便宜，才真正懂得古人讲「吃亏是福」。对于真正吃亏不会觉得我吃亏、我上当了，不会，若无其事，这个人福报就大！真的是所欠的就还掉了，债了了。如果不是我欠他的，他来占有我的，来生他还要加倍还，何必计较？欢欢喜喜的让他，将来他是欢欢喜喜的还给你，你说多好。",
      "zh_TW": "答：往生的人沒有了，他脫離了。但是往生的人如果再到這個世間來應化眾生，遇到這個緣還是要還。怎麼知道？釋迦牟尼佛給我們示現，世尊早成佛了，《梵網經》上說，他這次到世間來示現成佛是第八千次，這就說明早成佛。他到這次來示現還有三個月馬麥之報，這是跟世間人說明「萬法皆空，因果不空」。成了佛因緣聚會時還要還債，不能不還！安世高確實證得什麼的果位，我們不知道，至少他是法身菩薩，圓教初住以上。示現在中國，你去看傳記，安世高的傳記還兩次命債，都是在廣州。是過去生中在那邊誤傷害了人，把人害死，誤殺不是有意的，所以還債的時候也是別人誤殺，還兩次債。這就是告訴我們，欠命的要還人命，欠債要還錢。所以我們明白之後才曉得，這個世間有所謂是佔便宜的，沒這回事情，吃虧的也沒這回事情。因果通三世，所以不用計較，這一生別人佔了我們便宜，歡歡喜喜，來生還加利息，有什麼好懊惱的！所以我們自己決定不可以佔別人便宜，才真正懂得古人講「吃虧是福」。對於真正吃虧不會覺得我吃虧、我上當了，不會，若無其事，這個人福報就大！真的是所欠的就還掉了，債了了。如果不是我欠他的，他來佔有我的，來生他還要加倍還，何必計較？歡歡喜喜的讓他，將來他是歡歡喜喜的還給你，你說多好。"
    },
    {
      "id": "21-447-0001_p0034",
      "zh_CN": "问：下面一个问题，「佛氏门中，有求必应」，请问如何求得良好的人际关系，使学佛路上没有障碍？弟子学佛后，真像过街的老鼠，人人喊打，非常沮丧！",
      "zh_TW": "問：下面一個問題，「佛氏門中，有求必應」，請問如何求得良好的人際關係，使學佛路上沒有障礙？弟子學佛後，真像過街的老鼠，人人喊打，非常沮喪！"
    },
    {
      "id": "21-447-0001_p0035",
      "zh_CN": "答：你这个问题问得很好，怎么样结人缘？佛教给我们的四摄法，那就是广结人缘。四摄法第一个是「布施」，布施不一定是指钱财，头一个是什么？布施真诚，无论对待什么人，对待冤亲债主我用真诚心对待，他欺骗我，我不欺骗他，这问题才能化解。布施礼貌、布施笑容、布施大量（度量要大）、布施包容，统统叫布施！布施关怀、布施协助、处处能够舍己为人，哪个不欢迎你！冤家对头他都会软化，不能对立，不能吝啬。所以佛门，我们把布袋和尚、弥勒菩萨放在天王殿的当中，一进门你就看到那是什么？那就是教你，学佛的人人人欢喜你，人人愿意亲近你，你像弥勒菩萨那样就行。这里头有个很重要的不要记别人的过错，不要看别人过错，看别人的好处；接受别人的批评，永远不要去批评别人。你的冤业才能消得了，然后所有善缘都现前，先要修忍辱波罗蜜，先要学吃亏才有福报。这个礼节很重要，对什么人礼节都周到，所以你真正落实《弟子规》，落实《感应篇》，落实十善业，你肯定是到处受人欢迎。冤亲债主遇到你也不找麻烦，也都被你感化，要真正去做。",
      "zh_TW": "答：你這個問題問得很好，怎麼樣結人緣？佛教給我們的四攝法，那就是廣結人緣。四攝法第一個是「布施」，布施不一定是指錢財，頭一個是什麼？布施真誠，無論對待什麼人，對待冤親債主我用真誠心對待，他欺騙我，我不欺騙他，這問題才能化解。布施禮貌、布施笑容、布施大量（度量要大）、布施包容，統統叫布施！布施關懷、布施協助、處處能夠捨己為人，哪個不歡迎你！冤家對頭他都會軟化，不能對立，不能吝嗇。所以佛門，我們把布袋和尚、彌勒菩薩放在天王殿的當中，一進門你就看到那是什麼？那就是教你，學佛的人人人歡喜你，人人願意親近你，你像彌勒菩薩那樣就行。這裡頭有個很重要的不要記別人的過錯，不要看別人過錯，看別人的好處；接受別人的批評，永遠不要去批評別人。你的冤業才能消得了，然後所有善緣都現前，先要修忍辱波羅蜜，先要學吃虧才有福報。這個禮節很重要，對什麼人禮節都周到，所以你真正落實《弟子規》，落實《感應篇》，落實十善業，你肯定是到處受人歡迎。冤親債主遇到你也不找麻煩，也都被你感化，要真正去做。"
    },
    {
      "id": "21-447-0001_p0036",
      "zh_CN": "问：底下一个问题，请问如何帮助自闭症等心理疾病的患者恢复正常？现代社会患有这种心理病症的人愈来愈多，年龄层是愈来愈低，请问佛法有什么方法免除这类痛苦忧虑？",
      "zh_TW": "問：底下一個問題，請問如何幫助自閉症等心理疾病的患者恢復正常？現代社會患有這種心理病症的人愈來愈多，年齡層是愈來愈低，請問佛法有什麼方法免除這類痛苦憂慮？"
    },
    {
      "id": "21-447-0001_p0037",
      "zh_CN": "答：这最重要是家人要照顾，这些在佛法里面讲是属于业障病，业障病的对治实在讲别人帮不上忙，只有他自己真正忏悔，忏除业障，他的病就可以恢复。这是非常困难的事情，为什么？他自己不知道忏悔。家人用什么方法诱导他、帮助他，帮助他忏悔，他在旁边跟着慢慢学着，他自己真的发心忏悔，那就有效果。家人帮助他忏悔，他自己在旁边痴痴呆呆，效果达不到。但是家人不要灰心，为什么？转过来不是那么容易的，不是那么简单的，很有耐心，天天这样做。长时间薰修，慢慢的，你看有个几年的时间，甚至于十几年的时间他悟过来，帮他断恶修善多做好事，这就好。家人给他做，他所得的利益《地藏经》上讲得很清楚，七分之一，修功德的人得七分之六，你回向给他，他只能得七分之一。七不是数字，是个代表，是个圆满的意思，那就是长时期不是短时期。",
      "zh_TW": "答：這最重要是家人要照顧，這些在佛法裡面講是屬於業障病，業障病的對治實在講別人幫不上忙，只有他自己真正懺悔，懺除業障，他的病就可以恢復。這是非常困難的事情，為什麼？他自己不知道懺悔。家人用什麼方法誘導他、幫助他，幫助他懺悔，他在旁邊跟著慢慢學著，他自己真的發心懺悔，那就有效果。家人幫助他懺悔，他自己在旁邊痴痴呆呆，效果達不到。但是家人不要灰心，為什麼？轉過來不是那麼容易的，不是那麼簡單的，很有耐心，天天這樣做。長時間薰修，慢慢的，你看有個幾年的時間，甚至於十幾年的時間他悟過來，幫他斷惡修善多做好事，這就好。家人給他做，他所得的利益《地藏經》上講得很清楚，七分之一，修功德的人得七分之六，你迴向給他，他只能得七分之一。七不是數字，是個代表，是個圓滿的意思，那就是長時期不是短時期。"
    },
    {
      "id": "21-447-0001_p0038",
      "zh_CN": "问：第八个问题，学生未学佛前迷惑颠倒，供上大仙，后来学习佛法，就送他们走。可目前仍有部分众生留在我身上捣乱、窜动，弟子万分痛苦，诵经超度都无效。请问应该怎么做，才能让他们离开身上？",
      "zh_TW": "問：第八個問題，學生未學佛前迷惑顛倒，供上大仙，後來學習佛法，就送他們走。可目前仍有部分眾生留在我身上搗亂、竄動，弟子萬分痛苦，誦經超度都無效。請問應該怎麼做，才能讓他們離開身上？"
    },
    {
      "id": "21-447-0001_p0039",
      "zh_CN": "答：你要发真心才行，一真一切真，真心学佛，对于这些冤亲债主，可以跟他们沟通，也不必排斥他们。他们也是众生，他们也很苦恼，也是迷惑颠倒，常常为他开示，自己念佛，叫他们跟着一起念共同修行，同生净土。他就在你身上，他就变成你的护法神，他不会扰乱你，不会叫你有任何痛苦。所以把他看作自己，看作一家人，这个方法比什么都好。现在众生附体的人非常之多，有人知道了，还有大部分人自己不知道，为什么？他没有伤害你，你没有感觉到。你真正修行断恶修善他敬佩你，他就护持你；你如果继续还要作恶，还有不善，他瞧不起你、轻视你。有时候跟你开个玩笑，你就有痛苦现象发生，你过失做得很大，他真的会找你麻烦，他会惩罚你。这个例子很多，只要你很冷静细心观察，周边都能看得到，报应很快速。",
      "zh_TW": "答：你要發真心才行，一真一切真，真心學佛，對於這些冤親債主，可以跟他們溝通，也不必排斥他們。他們也是眾生，他們也很苦惱，也是迷惑顛倒，常常為他開示，自己念佛，叫他們跟著一起念共同修行，同生淨土。他就在你身上，他就變成你的護法神，他不會擾亂你，不會叫你有任何痛苦。所以把他看作自己，看作一家人，這個方法比什麼都好。現在眾生附體的人非常之多，有人知道了，還有大部分人自己不知道，為什麼？他沒有傷害你，你沒有感覺到。你真正修行斷惡修善他敬佩你，他就護持你；你如果繼續還要作惡，還有不善，他瞧不起你、輕視你。有時候跟你開個玩笑，你就有痛苦現象發生，你過失做得很大，他真的會找你麻煩，他會懲罰你。這個例子很多，只要你很冷靜細心觀察，周邊都能看得到，報應很快速。"
    },
    {
      "id": "21-447-0001_p0040",
      "zh_CN": "问：底下一个问题，现代社会杀盗淫妄各类的诱惑非常严重。有些不正当的男女关系，令人想起古代《聊斋》中所写，人们被精灵诱惑后，无法自制的异常现象。他底下两个问题，若真受精灵诱惑，外力干扰，应该如何化解这个的缘分？",
      "zh_TW": "問：底下一個問題，現代社會殺盜淫妄各類的誘惑非常嚴重。有些不正當的男女關係，令人想起古代《聊齋》中所寫，人們被精靈誘惑後，無法自制的異常現象。他底下兩個問題，若真受精靈誘惑，外力干擾，應該如何化解這個的緣分？"
    },
    {
      "id": "21-447-0001_p0041",
      "zh_CN": "答：确实这些精灵，他会诱惑你，他会困扰你，他为什么不去困扰别人？他为什么不引诱别人？他引诱你？你要多想想，你不能怪他，你要怪自己，你必定有邪思，他那边有感应他才来。你没有邪思，心地正大光明，他走到你面前他也不敢贴近你，为什么？正大光明是豪气，你身上放光，他不能接触；你有邪念，他乘隙而入，他就来了。另外一种是过去生中你跟他有缘遇到了，这是过去生中有缘，这是因，现在你心不正，这是缘。过去生中，纵然跟他有因，现在你的心行端正，他就没有这个缘，没有这个机会来找你麻烦。由此可知，解决这个问题还在自己，自己要端正其心，你真正发心，受持三皈、具足五戒就不会有事情。所以受三皈五戒的人很多，假的不是真的，要真受的话，不可能有这个事情。你看你真正受三皈，有护法神保佑你，受五戒，每一戒有五尊护戒神，五戒具足，二十五尊护戒神日夜保护你。这些妖魔鬼怪，就是冤亲债主想报也不敢。你真正修持，每天把自己修行功德回向给他们，他们欢喜，他真得利益了。常常回向，常常超度他，他真得度，真有往生极乐世界、往生天道、又回到人间很多，这样帮助冤业就化解。",
      "zh_TW": "答：確實這些精靈，他會誘惑你，他會困擾你，他為什麼不去困擾別人？他為什麼不引誘別人？他引誘你？你要多想想，你不能怪他，你要怪自己，你必定有邪思，他那邊有感應他才來。你沒有邪思，心地正大光明，他走到你面前他也不敢貼近你，為什麼？正大光明是豪氣，你身上放光，他不能接觸；你有邪念，他乘隙而入，他就來了。另外一種是過去生中你跟他有緣遇到了，這是過去生中有緣，這是因，現在你心不正，這是緣。過去生中，縱然跟他有因，現在你的心行端正，他就沒有這個緣，沒有這個機會來找你麻煩。由此可知，解決這個問題還在自己，自己要端正其心，你真正發心，受持三皈、具足五戒就不會有事情。所以受三皈五戒的人很多，假的不是真的，要真受的話，不可能有這個事情。你看你真正受三皈，有護法神保佑你，受五戒，每一戒有五尊護戒神，五戒具足，二十五尊護戒神日夜保護你。這些妖魔鬼怪，就是冤親債主想報也不敢。你真正修持，每天把自己修行功德迴向給他們，他們歡喜，他真得利益了。常常迴向，常常超度他，他真得度，真有往生極樂世界、往生天道、又回到人間很多，這樣幫助冤業就化解。"
    },
    {
      "id": "21-447-0001_p0042",
      "zh_CN": "问：第二个，若有不信佛法的亲属，遇到这些事情如何善巧帮助他们？",
      "zh_TW": "問：第二個，若有不信佛法的親屬，遇到這些事情如何善巧幫助他們？"
    },
    {
      "id": "21-447-0001_p0043",
      "zh_CN": "答：把这些道理，因果的事实可以常常讲给他听，这些资料很多，古今中外都有可以介绍给他。分量很多，他就不太愿意接受，偶尔选很精彩的、片段的，常常提供他一点，慢慢他就会觉悟、会回头。有心帮助他，这是个善意很好。",
      "zh_TW": "答：把這些道理，因果的事實可以常常講給他聽，這些資料很多，古今中外都有可以介紹給他。分量很多，他就不太願意接受，偶爾選很精彩的、片段的，常常提供他一點，慢慢他就會覺悟、會回頭。有心幫助他，這是個善意很好。"
    },
    {
      "id": "21-447-0001_p0044",
      "zh_CN": "问：下面第十个问题，现在学校上课，不免有许多误导学生的内容。请问若遇上对佛法错误认知的内容，但考试时又须回答，教师与学生是否都犯了毁谤佛法的罪业？",
      "zh_TW": "問：下面第十個問題，現在學校上課，不免有許多誤導學生的內容。請問若遇上對佛法錯誤認知的內容，但考試時又須回答，教師與學生是否都犯了毀謗佛法的罪業？"
    },
    {
      "id": "21-447-0001_p0045",
      "zh_CN": "答：这个事情当然有，但是因素很多，我们不要把这个事情放心上，最重要的是我们要把真正佛法，在自己身上表演出来给人看，让社会大众重新再认识佛法，这很重要。认识佛教不是看寺庙，也不是看经典，他不看经典，他看你们学佛人的样子，你们在家、出家学佛人的样子。你样样都比他好，他佩服，学佛好，有价值；如果你样样不如人，人家怎么瞧得起你？一切都要从自己做起，从自己本身做起这就对了。",
      "zh_TW": "答：這個事情當然有，但是因素很多，我們不要把這個事情放心上，最重要的是我們要把真正佛法，在自己身上表演出來給人看，讓社會大眾重新再認識佛法，這很重要。認識佛教不是看寺廟，也不是看經典，他不看經典，他看你們學佛人的樣子，你們在家、出家學佛人的樣子。你樣樣都比他好，他佩服，學佛好，有價值；如果你樣樣不如人，人家怎麼瞧得起你？一切都要從自己做起，從自己本身做起這就對了。"
    },
    {
      "id": "21-447-0001_p0046",
      "zh_CN": "问：底下一个问题，现在各国为了竞争，每年投入大量资金，开发改造基因的研究。请问这些研究对人类有多大影响？研究者的果报如何？",
      "zh_TW": "問：底下一個問題，現在各國為了競爭，每年投入大量資金，開發改造基因的研究。請問這些研究對人類有多大影響？研究者的果報如何？"
    },
    {
      "id": "21-447-0001_p0047",
      "zh_CN": "答：这个影响之大，不必我说，现在这个社会媒体报导的就很多，当然有因果，善因有善果，恶因有恶报，业因果报，各人承当。你不必放在心上，你可以冷静观察因缘果报，你就全都明白。",
      "zh_TW": "答：這個影響之大，不必我說，現在這個社會媒體報導的就很多，當然有因果，善因有善果，惡因有惡報，業因果報，各人承當。你不必放在心上，你可以冷靜觀察因緣果報，你就全都明白。"
    },
    {
      "id": "21-447-0001_p0048",
      "zh_CN": "问：下面一个问题，老法师讲经中说「佛和魔是一不是二，觉者为佛，迷者为魔」。请问世尊住世时，魔王波旬存在的因缘为何？",
      "zh_TW": "問：下面一個問題，老法師講經中說「佛和魔是一不是二，覺者為佛，迷者為魔」。請問世尊住世時，魔王波旬存在的因緣為何？"
    },
    {
      "id": "21-447-0001_p0049",
      "zh_CN": "答：魔王是代表迷的这一面，佛是代表觉的这一面，迷悟不同。而这个迷悟是在六道里面，六道之外只有觉，没有迷。迷，他才有善恶，才有三善道跟三恶道的出现，那你就晓得，魔王是六道轮回里面的，他怎么变成魔？福报大，行善修福福报大。为什么变成魔？烦恼没断，贪瞋痴慢很重，他修福，他断恶修善，他修福他不觉。觉他就属于佛这边，他不觉就属于魔那边，魔是这么来的，所以魔有大威德、有大福报。",
      "zh_TW": "答：魔王是代表迷的這一面，佛是代表覺的這一面，迷悟不同。而這個迷悟是在六道裡面，六道之外只有覺，沒有迷。迷，他才有善惡，才有三善道跟三惡道的出現，那你就曉得，魔王是六道輪迴裡面的，他怎麼變成魔？福報大，行善修福福報大。為什麼變成魔？煩惱沒斷，貪瞋痴慢很重，他修福，他斷惡修善，他修福他不覺。覺他就屬於佛這邊，他不覺就屬於魔那邊，魔是這麼來的，所以魔有大威德、有大福報。"
    },
    {
      "id": "21-447-0001_p0050",
      "zh_CN": "问：第二个问题，魔王波旬对世尊说「末法时期，让他的魔子魔孙来破坏佛法」，请问这是什么原因？",
      "zh_TW": "問：第二個問題，魔王波旬對世尊說「末法時期，讓他的魔子魔孫來破壞佛法」，請問這是什麼原因？"
    },
    {
      "id": "21-447-0001_p0051",
      "zh_CN": "答：这个原因，我想你只要冷静去想一想，你就明白了，总不出嫉妒、障碍。释迦牟尼佛当年在世，波旬对佛就看不顺眼，为什么？佛的名气太大超过他，众生对释迦牟尼佛的恭敬超过对他，供养也超过对他。他的贪瞋痴慢没有减少，他不是「勤修戒定慧，息灭贪瞋痴」，他是什么？他真的勤修戒定慧没有断灭贪瞋痴，所以他的戒定慧会变成福报，变成福德。佛法的勤修戒定慧的目的是息灭贪瞋痴，所以成就的是功德，成就的是智慧，不一样。佛对于魔王他的神通、法力、福报没话说，佛不嫉妒，佛弟子也不嫉妒，比什么都清楚。因为佛弟子不要这个东西，他要修苦行，苦行里面不会增长贪瞋痴。他福报里面会增长，你没有相当的定慧，你控制不住肯定增长。就是因为这个原因，所以佛才坚持他自己以身作则，一生修苦行。他要不做个示范，后世的弟子怎么能相信？他是先把样子做出来给我们看。所以这是我们要感恩，我们要能够体会到佛为什么这么做法。",
      "zh_TW": "答：這個原因，我想你只要冷靜去想一想，你就明白了，總不出嫉妒、障礙。釋迦牟尼佛當年在世，波旬對佛就看不順眼，為什麼？佛的名氣太大超過他，眾生對釋迦牟尼佛的恭敬超過對他，供養也超過對他。他的貪瞋痴慢沒有減少，他不是「勤修戒定慧，息滅貪瞋痴」，他是什麼？他真的勤修戒定慧沒有斷滅貪瞋痴，所以他的戒定慧會變成福報，變成福德。佛法的勤修戒定慧的目的是息滅貪瞋痴，所以成就的是功德，成就的是智慧，不一樣。佛對於魔王他的神通、法力、福報沒話說，佛不嫉妒，佛弟子也不嫉妒，比什麼都清楚。因為佛弟子不要這個東西，他要修苦行，苦行裡面不會增長貪瞋痴。他福報裡面會增長，你沒有相當的定慧，你控制不住肯定增長。就是因為這個原因，所以佛才堅持他自己以身作則，一生修苦行。他要不做個示範，後世的弟子怎麼能相信？他是先把樣子做出來給我們看。所以這是我們要感恩，我們要能夠體會到佛為什麼這麼做法。"
    },
    {
      "id": "21-447-0001_p0052",
      "zh_CN": "问：下面一个问题，曾在讲经光碟中，听到老法师说有些人会因特殊的因缘产生特异功能。弟子有位同乡大病愈后，自称能与佛菩萨沟通，并有天眼通。请问这种情行是属鬼神附体或有其他原因？",
      "zh_TW": "問：下面一個問題，曾在講經光碟中，聽到老法師說有些人會因特殊的因緣產生特異功能。弟子有位同鄉大病癒後，自稱能與佛菩薩溝通，並有天眼通。請問這種情行是屬鬼神附體或有其他原因？"
    },
    {
      "id": "21-447-0001_p0053",
      "zh_CN": "答：鬼神附体占多数，在中国、外国都有，而且很普遍。鬼神里面有两种，有一种善神，有一种是不善的，如果是善神，确实对他没有害处。你像我们看到美国是二战那个时期，有个最著名的美国一个预言家，叫凯西，我看过他很多资料，那个人是鬼神附体。附体的鬼神是他的一个好朋友，很善良，藉他的身体修功德，两个人都得好处，帮人治病，预告一些灾难。人家要去问他怎么样去发财？发财最快捷的就是怎么样中彩券！他完全不回答。他真知道，不是不知道，从来不回答这些事情，关于你个人图利的，他不答应。你有苦难，他会帮助你，这是善神，这一种善的神在这个世间也不少。可是你要晓得，不善的也很多，这是必须要留意的。对于这些事情，我们遇到要小心去审查，他所透露的讯息内容合情、合理、合法，值得我们做参考。如果是里面要我们拿多少钱做什么好事才能消灾，这个不如法，我们可以置之不理，要懂得。所以人被人骗的很多，如果被鬼神欺骗了，那就很冤枉！所以一定要审查清楚。",
      "zh_TW": "答：鬼神附體佔多數，在中國、外國都有，而且很普遍。鬼神裡面有兩種，有一種善神，有一種是不善的，如果是善神，確實對他沒有害處。你像我們看到美國是二戰那個時期，有個最著名的美國一個預言家，叫凱西，我看過他很多資料，那個人是鬼神附體。附體的鬼神是他的一個好朋友，很善良，藉他的身體修功德，兩個人都得好處，幫人治病，預告一些災難。人家要去問他怎麼樣去發財？發財最快捷的就是怎麼樣中彩券！他完全不回答。他真知道，不是不知道，從來不回答這些事情，關於你個人圖利的，他不答應。你有苦難，他會幫助你，這是善神，這一種善的神在這個世間也不少。可是你要曉得，不善的也很多，這是必須要留意的。對於這些事情，我們遇到要小心去審查，他所透露的訊息內容合情、合理、合法，值得我們做參考。如果是裡面要我們拿多少錢做什麼好事才能消災，這個不如法，我們可以置之不理，要懂得。所以人被人騙的很多，如果被鬼神欺騙了，那就很冤枉！所以一定要審查清楚。"
    },
    {
      "id": "21-447-0001_p0054",
      "zh_CN": "问：底下一个问题，弟子学佛一年多，家中每晚播放《地藏经》，在梦中常有鬼神来求帮助，我们确实没有修行功夫，应该怎样做才能真正帮助他们离苦得乐？",
      "zh_TW": "問：底下一個問題，弟子學佛一年多，家中每晚播放《地藏經》，在夢中常有鬼神來求幫助，我們確實沒有修行功夫，應該怎樣做才能真正幫助他們離苦得樂？"
    },
    {
      "id": "21-447-0001_p0055",
      "zh_CN": "答：每天晚上播放《地藏经》就是帮助，在其他的时候你可以念佛，把佛号回向给他。念「南无地藏王菩萨摩诃萨」，念这个名号也能够回向给他，这都是我们能做得到。你帮助他，他欢喜，他感恩，所以这些鬼神也护持你，鬼神护持你做事情就很顺利。",
      "zh_TW": "答：每天晚上播放《地藏經》就是幫助，在其他的時候你可以念佛，把佛號迴向給他。念「南無地藏王菩薩摩訶薩」，念這個名號也能夠迴向給他，這都是我們能做得到。你幫助他，他歡喜，他感恩，所以這些鬼神也護持你，鬼神護持你做事情就很順利。"
    },
    {
      "id": "21-447-0001_p0056",
      "zh_CN": "问：他底下有两个小题，为什么我们能看见鬼神？尤其在听经、念经的时候，经常有鬼神来。",
      "zh_TW": "問：他底下有兩個小題，為什麼我們能看見鬼神？尤其在聽經、念經的時候，經常有鬼神來。"
    },
    {
      "id": "21-447-0001_p0057",
      "zh_CN": "答：这是感应，你不相信鬼神，你也不肯帮助他他不来，他来了没有用，没有好处，你真正相信。我这么多年来遇到太多了，我曾经问他，我说你们为什么找我，不找别人？他答复很肯定，他说你相信，你能帮助我，我才来找你。他说你不相信，你不能帮助我，我找你有什么用？我才明白这个道理，说得很有理。他来找我，我们真帮助他，我们每天讲经，讲经、念佛、诵经都给他们回向，都给他立个小牌位，祭神如神在，我们对他尊重，不轻视他。我们知道他本来也是佛，在六道里面我们不同空间维次，我们都是迷而不觉。我们有这个缘分遇到佛法；换句话说，这不觉里面跟他们相比，我们比他觉悟的成分高，他比我们还差。我们是一体同仁看待他，我们有义务帮助他。",
      "zh_TW": "答：這是感應，你不相信鬼神，你也不肯幫助他他不來，他來了沒有用，沒有好處，你真正相信。我這麼多年來遇到太多了，我曾經問他，我說你們為什麼找我，不找別人？他答覆很肯定，他說你相信，你能幫助我，我才來找你。他說你不相信，你不能幫助我，我找你有什麼用？我才明白這個道理，說得很有理。他來找我，我們真幫助他，我們每天講經，講經、念佛、誦經都給他們迴向，都給他立個小牌位，祭神如神在，我們對他尊重，不輕視他。我們知道他本來也是佛，在六道裡面我們不同空間維次，我們都是迷而不覺。我們有這個緣分遇到佛法；換句話說，這不覺裡面跟他們相比，我們比他覺悟的成分高，他比我們還差。我們是一體同仁看待他，我們有義務幫助他。"
    },
    {
      "id": "21-447-0001_p0058",
      "zh_CN": "问：底下一个问题，有人说我们是非人众生，使我们感到害怕。应如何真正修行，令今生决定往生？",
      "zh_TW": "問：底下一個問題，有人說我們是非人眾生，使我們感到害怕。應如何真正修行，令今生決定往生？"
    },
    {
      "id": "21-447-0001_p0059",
      "zh_CN": "答：这个非人众生，人也是众生，众生的本意是众缘和合而生起的现象，叫做众生。六道里面有情、无情都是众缘和合生起的现象，所以众生包括所有一切的生物。十法界依正庄严，树木花草是众生，众缘和合，山河大地也是众生，你六根所接触到的没有一样不是众生。就是你心里打妄想所想的，也是众缘和合而生起的现象，所以众生的范围太大了。非人众生这是指不是人类的所有的众生，你不了解，你会害怕；你了解，你就不怕，没有什么可怕的。鬼道，我们哪个人没有在鬼道住过，都当过鬼的，哪个人没有进过地狱，从地狱出来了，所以说六道道道都经历过。也许同学当中有人做过天王的，现在从天王，天福享尽堕落到这个地方。修福往上升，造孽往下堕落，六道就这么回事情。所以什么样的境界现前，平常心看待，没有什么可喜的，也没有什么可怕的。",
      "zh_TW": "答：這個非人眾生，人也是眾生，眾生的本意是眾緣和合而生起的現象，叫做眾生。六道裡面有情、無情都是眾緣和合生起的現象，所以眾生包括所有一切的生物。十法界依正莊嚴，樹木花草是眾生，眾緣和合，山河大地也是眾生，你六根所接觸到的沒有一樣不是眾生。就是你心裡打妄想所想的，也是眾緣和合而生起的現象，所以眾生的範圍太大了。非人眾生這是指不是人類的所有的眾生，你不了解，你會害怕；你了解，你就不怕，沒有什麼可怕的。鬼道，我們哪個人沒有在鬼道住過，都當過鬼的，哪個人沒有進過地獄，從地獄出來了，所以說六道道道都經歷過。也許同學當中有人做過天王的，現在從天王，天福享盡墮落到這個地方。修福往上升，造孽往下墮落，六道就這麼回事情。所以什麼樣的境界現前，平常心看待，沒有什麼可喜的，也沒有什麼可怕的。"
    },
    {
      "id": "21-447-0001_p0060",
      "zh_CN": "遇到净土这个太难，太难得了，这个缘一切诸佛如来都赞叹，不容易遇到。遇到之后真信，决定这一生要生净土，怎样有把握？我们不能生，是业障障碍。如果真的能把业障忏除，障碍没有了。所以连世间圣人君子都说「闻过则喜」，这是圣人，这是什么？我们讲大智、大仁、大勇是哪种人？听到别人说我的过失，我能够接受，我能够反省，我能改过自新，这个人就是大智、大仁、大勇，这个人具足圣贤的美德，具足成佛作祖的条件。如果一听说别人说我过失，马上就发脾气，不能接受，还要提出许多言词来反驳，这是凡夫。你想想我们接触大众当中，包括自己，我们是什么样的人？别人说我的过失能不能接受？要不要去反驳？明白人心里清楚，决定不要反驳。为什么？反驳之后以后没有人提醒你，自己发现自己的过失太难！那是什么人？圣人。贤人都做不到，贤人以下想改过自新那就是什么？看别人，你看别人的过失很容易，你看自己的过失很难。",
      "zh_TW": "遇到淨土這個太難，太難得了，這個緣一切諸佛如來都讚歎，不容易遇到。遇到之後真信，決定這一生要生淨土，怎樣有把握？我們不能生，是業障障礙。如果真的能把業障懺除，障礙沒有了。所以連世間聖人君子都說「聞過則喜」，這是聖人，這是什麼？我們講大智、大仁、大勇是哪種人？聽到別人說我的過失，我能夠接受，我能夠反省，我能改過自新，這個人就是大智、大仁、大勇，這個人具足聖賢的美德，具足成佛作祖的條件。如果一聽說別人說我過失，馬上就發脾氣，不能接受，還要提出許多言詞來反駁，這是凡夫。你想想我們接觸大眾當中，包括自己，我們是什麼樣的人？別人說我的過失能不能接受？要不要去反駁？明白人心裡清楚，決定不要反駁。為什麼？反駁之後以後沒有人提醒你，自己發現自己的過失太難！那是什麼人？聖人。賢人都做不到，賢人以下想改過自新那就是什麼？看別人，你看別人的過失很容易，你看自己的過失很難。"
    },
    {
      "id": "21-447-0001_p0061",
      "zh_CN": "所以贤人是什么？看到别人的过失回光返照，别人是面镜子，马上照照我自己有没有？有则改之，无则加勉这圣贤之道，这是诸佛菩萨大圣大贤之所赞叹。没有别的，我们要想成就决定得生净土，勇于改过，别人说我们过失我们要感恩，感恩他提醒。他说错了，误会了也感恩，说错，没有的时候，提醒我们，我们不犯这个过失这就很好，能提醒都是大恩大德。我们改过自新，成圣成贤将来往生作佛，就是对他的报答，这真正叫是知恩报恩。所以人应当永远生活在感恩的世界，你说你多快乐，这个才叫真正幸福美满的人生。圣贤人常常告诉我们「仁者无敌」，仁者在佛法里面是对菩萨的尊称，就是仁慈的人，再讲得清楚一点，大慈大悲的人那叫仁人。无敌是什么？他心里面没有对立的这叫无敌，在他内心找不到一个对立的。别人跟我对立没有关系，我心里头没有跟人对立，这就好，身心舒畅，所以你的相貌、体质，就都恢复正常。确实佛法里常讲的少病少恼，恼是什么？烦恼，你的身心少病少恼，这贤人、菩萨。到佛的果地才无病无恼，那成佛了，菩萨、阿罗汉少病少恼，他烦恼没有断尽。",
      "zh_TW": "所以賢人是什麼？看到別人的過失回光返照，別人是面鏡子，馬上照照我自己有沒有？有則改之，無則加勉這聖賢之道，這是諸佛菩薩大聖大賢之所讚歎。沒有別的，我們要想成就決定得生淨土，勇於改過，別人說我們過失我們要感恩，感恩他提醒。他說錯了，誤會了也感恩，說錯，沒有的時候，提醒我們，我們不犯這個過失這就很好，能提醒都是大恩大德。我們改過自新，成聖成賢將來往生作佛，就是對他的報答，這真正叫是知恩報恩。所以人應當永遠生活在感恩的世界，你說你多快樂，這個才叫真正幸福美滿的人生。聖賢人常常告訴我們「仁者無敵」，仁者在佛法裡面是對菩薩的尊稱，就是仁慈的人，再講得清楚一點，大慈大悲的人那叫仁人。無敵是什麼？他心裡面沒有對立的這叫無敵，在他內心找不到一個對立的。別人跟我對立沒有關係，我心裡頭沒有跟人對立，這就好，身心舒暢，所以你的相貌、體質，就都恢復正常。確實佛法裡常講的少病少惱，惱是什麼？煩惱，你的身心少病少惱，這賢人、菩薩。到佛的果地才無病無惱，那成佛了，菩薩、阿羅漢少病少惱，他煩惱沒有斷盡。"
    },
    {
      "id": "21-447-0001_p0062",
      "zh_CN": "问：底下第十五题，弟子最近在路上，突然出现过去生中一个车祸景象浮现。亡灵说这里不久将发生同样的车祸，遇难者的身分相同。请问这是怎么回事？",
      "zh_TW": "問：底下第十五題，弟子最近在路上，突然出現過去生中一個車禍景象浮現。亡靈說這裡不久將發生同樣的車禍，遇難者的身分相同。請問這是怎麼回事？"
    },
    {
      "id": "21-447-0001_p0063",
      "zh_CN": "答：这是世俗里头所讲的找替身，真的，你看出车祸的地方，常常就在那个地方出车祸。车祸而死的人叫横死，他要找不到替身，他离不开那个地方，他没办法投胎。凡是横死的、自杀的、上吊的找替身，服毒死的找替身，自杀的找替身，所以人不能自杀，自杀不能解决问题。自己问题解决不了，还得去找替身，你说多麻烦，那个替身当然他也有业报，他该是在那里横死。但是这个找替身的鬼是跟他做增上缘，他在那里引导，引导他到出事地方来发生车祸。",
      "zh_TW": "答：這是世俗裡頭所講的找替身，真的，你看出車禍的地方，常常就在那個地方出車禍。車禍而死的人叫橫死，他要找不到替身，他離不開那個地方，他沒辦法投胎。凡是橫死的、自殺的、上吊的找替身，服毒死的找替身，自殺的找替身，所以人不能自殺，自殺不能解決問題。自己問題解決不了，還得去找替身，你說多麻煩，那個替身當然他也有業報，他該是在那裡橫死。但是這個找替身的鬼是跟他做增上緣，他在那裡引導，引導他到出事地方來發生車禍。"
    },
    {
      "id": "21-447-0001_p0064",
      "zh_CN": "那真正觉悟了，我们在古人笔记小说里面读过，这都是很小的时候有这么个印象，水鬼，在水里淹死的，这个水鬼知道哪个人哪一天在这边游泳，会在这边淹死，他在那里等，等替身。果然有一个人来了，他看这个人很年轻，家里面还有父母年岁大，妻子、儿女很小，不忍心，把他救起来，从底下把他托起来，就没死了。结果另外一个鬼遇到他说，你有机会找替身，你怎么把机会错过了？他说不忍心。过了几天天神来找他，因为他的心太好了，善心，请他去作神去了，做什么神我也忘掉。他走上神道，善心，不忍心，一念善心。所以神正直，心地正直是谓神，我们都称为说「福德正神」，像山神、土地这一类的福德正神。",
      "zh_TW": "那真正覺悟了，我們在古人筆記小說裡面讀過，這都是很小的時候有這麼個印象，水鬼，在水裡淹死的，這個水鬼知道哪個人哪一天在這邊游泳，會在這邊淹死，他在那裡等，等替身。果然有一個人來了，他看這個人很年輕，家裡面還有父母年歲大，妻子、兒女很小，不忍心，把他救起來，從底下把他托起來，就沒死了。結果另外一個鬼遇到他說，你有機會找替身，你怎麼把機會錯過了？他說不忍心。過了幾天天神來找他，因為他的心太好了，善心，請他去作神去了，做什麼神我也忘掉。他走上神道，善心，不忍心，一念善心。所以神正直，心地正直是謂神，我們都稱為說「福德正神」，像山神、土地這一類的福德正神。"
    },
    {
      "id": "21-447-0001_p0065",
      "zh_CN": "问：下面一个问题，末学在友人劝导下，发愿至某个道场做义工一年，并修财供养，但后来却发现这个道场不如法。请问发心做一年义工，时间没有满，我已经提前离开道场，是否妥当？",
      "zh_TW": "問：下面一個問題，末學在友人勸導下，發願至某個道場做義工一年，並修財供養，但後來卻發現這個道場不如法。請問發心做一年義工，時間沒有滿，我已經提前離開道場，是否妥當？"
    },
    {
      "id": "21-447-0001_p0066",
      "zh_CN": "答：如果这个道场不如法没有问题，可以这样做。",
      "zh_TW": "答：如果這個道場不如法沒有問題，可以這樣做。"
    },
    {
      "id": "21-447-0001_p0067",
      "zh_CN": "问：供养道场的款项，因无法一次付清，之前与寺院写下了欠条。若不想继续偿还供养，是不是可以？",
      "zh_TW": "問：供養道場的款項，因無法一次付清，之前與寺院寫下了欠條。若不想繼續償還供養，是不是可以？"
    },
    {
      "id": "21-447-0001_p0068",
      "zh_CN": "答：他这个道场不如法是可以的。如果说如法的那你应该要补足才好，这补足也是你有能力，你没有能力，就不要勉强，还是念佛求生净土是正事。这些都是小事，都不是正事。",
      "zh_TW": "答：他這個道場不如法是可以的。如果說如法的那你應該要補足才好，這補足也是你有能力，你沒有能力，就不要勉強，還是念佛求生淨土是正事。這些都是小事，都不是正事。"
    },
    {
      "id": "21-447-0001_p0069",
      "zh_CN": "问：底下说劝导他人至不如法的道场布施供养，是否需负因果责任？",
      "zh_TW": "問：底下說勸導他人至不如法的道場布施供養，是否需負因果責任？"
    },
    {
      "id": "21-447-0001_p0070",
      "zh_CN": "答：要负那当然，所以劝人不是个简单事情。我跟李老师十年，十年当中他的言行一致，这我们很佩服。李老师一生劝人受三皈，不劝人受五戒，不劝人出家很有道理。他劝人去受戒，他要受不了戒的时候，劝的人要背因果；劝人出家，他出家不如法，那个问题更大！劝人受三皈没关系，劝三皈是引导他入佛门。所以入佛门之后去求戒，或者出家，是他自己的事情，这不是别人的事情，他真正通达明白。出家要有个出家道理，你为什么要出家？我那个时候发心出家，李老师不同意，问我为什么要出家？我说寺庙里派人来，找了我九次，我才答应他。他说九次也不行，这不是理由！那真正理由是什么？真正理由是我自己出家的目的，以出家身分弘法利生。我们知道玄奘大师出家参加考试，这个考试官问他，你为什么出家？他只说了八个字，「远绍如来，近光遗教」，理由正当。绍是什么？继承，远是我继承释迦牟尼佛，近是我把释迦牟尼佛的遗教发扬光大，这马上就批准。不为别的，说到要做到！",
      "zh_TW": "答：要負那當然，所以勸人不是個簡單事情。我跟李老師十年，十年當中他的言行一致，這我們很佩服。李老師一生勸人受三皈，不勸人受五戒，不勸人出家很有道理。他勸人去受戒，他要受不了戒的時候，勸的人要背因果；勸人出家，他出家不如法，那個問題更大！勸人受三皈沒關係，勸三皈是引導他入佛門。所以入佛門之後去求戒，或者出家，是他自己的事情，這不是別人的事情，他真正通達明白。出家要有個出家道理，你為什麼要出家？我那個時候發心出家，李老師不同意，問我為什麼要出家？我說寺廟裡派人來，找了我九次，我才答應他。他說九次也不行，這不是理由！那真正理由是什麼？真正理由是我自己出家的目的，以出家身分弘法利生。我們知道玄奘大師出家參加考試，這個考試官問他，你為什麼出家？他只說了八個字，「遠紹如來，近光遺教」，理由正當。紹是什麼？繼承，遠是我繼承釋迦牟尼佛，近是我把釋迦牟尼佛的遺教發揚光大，這馬上就批准。不為別的，說到要做到！"
    },
    {
      "id": "21-447-0001_p0071",
      "zh_CN": "我们出家没有别的，就是学释迦牟尼佛，佛陀一生的行谊，我们了解。这是最早老师介绍我读《释迦谱》、《释迦方志》，我们了解世尊一生的为人，一生从事于教学的工作。所以我在台中李老师会下十年学经教，经教学会一直就是讲经教学，没有担任过寺院里面任何执事，就是这分单纯的工作。从出家开始教佛学院，一直到现在五十年，整整五十年。对自己的好处，就是对往生净土的信心一点怀疑没有，求往生的愿非常恳切，明白这个道理，了解事实真相。所以这个世间没有留恋，无论干什么绝对不放在心上。因为这个世间要离开，而且在现在这个年龄，我常常讲，这是从前李老师常常讲给我们听，我们听得耳熟。",
      "zh_TW": "我們出家沒有別的，就是學釋迦牟尼佛，佛陀一生的行誼，我們了解。這是最早老師介紹我讀《釋迦譜》、《釋迦方志》，我們了解世尊一生的為人，一生從事於教學的工作。所以我在台中李老師會下十年學經教，經教學會一直就是講經教學，沒有擔任過寺院裡面任何執事，就是這分單純的工作。從出家開始教佛學院，一直到現在五十年，整整五十年。對自己的好處，就是對往生淨土的信心一點懷疑沒有，求往生的願非常懇切，明白這個道理，了解事實真相。所以這個世間沒有留戀，無論幹什麼絕對不放在心上。因為這個世間要離開，而且在現在這個年齡，我常常講，這是從前李老師常常講給我們聽，我們聽得耳熟。"
    },
    {
      "id": "21-447-0001_p0072",
      "zh_CN": "老师告诉我们，人的一生当中有春夏秋冬。人的春天是前面你一岁到二十岁，这个二十年是人生的春天，应当好好求学；二十岁到四十岁人生的夏天，你成长。四十到六十是人生的秋天，六十到八十是人生的冬天，八十岁之后就没有了，那活一年是多赚一年，你该走了。这老师常常教给我们，所以我们听多了，我们就想到四十岁之前，实在讲前面二十岁迷惑颠倒，没人教你，我还没有闻到佛法。我闻佛法是二十六岁，遇到方老师，所以二十到四十要完成自己的道业，我要认真努力学习。四十到六十，应当要对为佛法、为道场做出具体的贡献，为大众服务。六十以后应当不再从事任何执事工作，专心教学，因为你要退休，你经验丰富，培养底下一代后继有人，正法才能久住。",
      "zh_TW": "老師告訴我們，人的一生當中有春夏秋冬。人的春天是前面你一歲到二十歲，這個二十年是人生的春天，應當好好求學；二十歲到四十歲人生的夏天，你成長。四十到六十是人生的秋天，六十到八十是人生的冬天，八十歲之後就沒有了，那活一年是多賺一年，你該走了。這老師常常教給我們，所以我們聽多了，我們就想到四十歲之前，實在講前面二十歲迷惑顛倒，沒人教你，我還沒有聞到佛法。我聞佛法是二十六歲，遇到方老師，所以二十到四十要完成自己的道業，我要認真努力學習。四十到六十，應當要對為佛法、為道場做出具體的貢獻，為大眾服務。六十以後應當不再從事任何執事工作，專心教學，因為你要退休，你經驗豐富，培養底下一代後繼有人，正法才能久住。"
    },
    {
      "id": "21-447-0001_p0073",
      "zh_CN": "所以我对于后学真是全心全力照顾，希望世世代代有人才，而且希望各个人都在我之上。如果再不如我，那我的教学失败了；应当在我之上，步步高升，这个社会才有进步，才有成长。不可以说一代不如一代，那是灭亡的现象；一代比一代强，那是个兴旺的现象。所以大家在这个基础上向上提升，就超越了，这个机会不是没有，现在这个缘就非常殊胜，有这么多护法的菩萨真正发心，不容易。能够在此地安心学十年，这就有大成就了，正法确实能兴旺，我们有信心。对于个人决定求生净土，永恒不变。正法久住现在我们看到儒释道都衰，所以我希望同学们发心，三教我们都要顾到，但是还是要一门深入。我们儒释道可以贯通，因为我们是同在一个教室里面学习，所以三教我们都能听得到。我们只是听，自己专攻自己的一门，把所听得的东西会集在自己一门里面来发挥，这也是非常殊胜的缘分，不容易遇到。",
      "zh_TW": "所以我對於後學真是全心全力照顧，希望世世代代有人才，而且希望各個人都在我之上。如果再不如我，那我的教學失敗了；應當在我之上，步步高升，這個社會才有進步，才有成長。不可以說一代不如一代，那是滅亡的現象；一代比一代強，那是個興旺的現象。所以大家在這個基礎上向上提升，就超越了，這個機會不是沒有，現在這個緣就非常殊勝，有這麼多護法的菩薩真正發心，不容易。能夠在此地安心學十年，這就有大成就了，正法確實能興旺，我們有信心。對於個人決定求生淨土，永恆不變。正法久住現在我們看到儒釋道都衰，所以我希望同學們發心，三教我們都要顧到，但是還是要一門深入。我們儒釋道可以貫通，因為我們是同在一個教室裡面學習，所以三教我們都能聽得到。我們只是聽，自己專攻自己的一門，把所聽得的東西會集在自己一門裡面來發揮，這也是非常殊勝的緣分，不容易遇到。"
    },
    {
      "id": "21-447-0001_p0074",
      "zh_CN": "问：下面一个问题，去年弟子到法门寺游玩，朋友拿借来的学生证让大家买了半价票进去。后来弟子看到「盗十方常住物，佛不能救」时，感到很害怕，学佛都失去信心，实在不知道该怎么办？恳请老法师慈悲开示。",
      "zh_TW": "問：下面一個問題，去年弟子到法門寺遊玩，朋友拿借來的學生證讓大家買了半價票進去。後來弟子看到「盜十方常住物，佛不能救」時，感到很害怕，學佛都失去信心，實在不知道該怎麼辦？懇請老法師慈悲開示。"
    },
    {
      "id": "21-447-0001_p0075",
      "zh_CN": "答：这个事情你不放在心里就没事，你放在心里面就有事，你不要放在心上，为什么？你这是很小的事情，大概是寺庙进去，要买门票，你买了个半票。而佛说盗十方常住物的罪很多，你这个还不算，你不必放在心上。如果你窃盗常住，滥用常住物，那个罪过就重，不知道爱惜常住物这问题严重。你这点小事，你明白了以后不再做，这就是真正忏悔，后不再造。因为你是没有看到《地藏经》上这句话做的，你做了之后能后悔、能改过就行。",
      "zh_TW": "答：這個事情你不放在心裡就沒事，你放在心裡面就有事，你不要放在心上，為什麼？你這是很小的事情，大概是寺廟進去，要買門票，你買了個半票。而佛說盜十方常住物的罪很多，你這個還不算，你不必放在心上。如果你竊盜常住，濫用常住物，那個罪過就重，不知道愛惜常住物這問題嚴重。你這點小事，你明白了以後不再做，這就是真正懺悔，後不再造。因為你是沒有看到《地藏經》上這句話做的，你做了之後能後悔、能改過就行。"
    },
    {
      "id": "21-447-0001_p0076",
      "zh_CN": "问：第十八个问题，弟子在工作生活的交往中常需面对酒肉宴席，深感苦恼，又无法离开。请问是否必须改变环境，修行才能成就?",
      "zh_TW": "問：第十八個問題，弟子在工作生活的交往中常需面對酒肉宴席，深感苦惱，又無法離開。請問是否必須改變環境，修行才能成就?"
    },
    {
      "id": "21-447-0001_p0077",
      "zh_CN": "答：这没有必要，可以在一起应酬，在应酬当中这机会教育，别人吃肉，你不吃就好了，一个宴席里面不见得一个素菜都没有。如果说一个素菜都没有，你可以先到厨房交代一下，给你做个素菜，你就吃一个菜就好了，不必回避。酒，你用茶代酒就好，他们喝酒，你喝茶，茶的颜色跟酒差不多，善巧方便。然后别人看到了，这学佛不错，学佛也能应酬，你就可以跟他讲讲佛法，而且跟他讲素食对身体健康的好处。庐江文化中心有这门课，你多听听、多学学，在这种场合当中就可以拿出来。素食对人体的健康，因为每个人都重视自己身体健康，你可以教导他们，将来的宴席当中可以一半荤菜，是一半素菜，逐渐去感化他，这就对了，不必退缩。",
      "zh_TW": "答：這沒有必要，可以在一起應酬，在應酬當中這機會教育，別人吃肉，你不吃就好了，一個宴席裡面不見得一個素菜都沒有。如果說一個素菜都沒有，你可以先到廚房交代一下，給你做個素菜，你就吃一個菜就好了，不必迴避。酒，你用茶代酒就好，他們喝酒，你喝茶，茶的顏色跟酒差不多，善巧方便。然後別人看到了，這學佛不錯，學佛也能應酬，你就可以跟他講講佛法，而且跟他講素食對身體健康的好處。廬江文化中心有這門課，你多聽聽、多學學，在這種場合當中就可以拿出來。素食對人體的健康，因為每個人都重視自己身體健康，你可以教導他們，將來的宴席當中可以一半葷菜，是一半素菜，逐漸去感化他，這就對了，不必退縮。"
    },
    {
      "id": "21-447-0001_p0078",
      "zh_CN": "问：下面一个问题，假如某人一生只遇到《弥陀经》，不知戒法，依经执持名号，是否能得一心不乱往生成就？",
      "zh_TW": "問：下面一個問題，假如某人一生只遇到《彌陀經》，不知戒法，依經執持名號，是否能得一心不亂往生成就？"
    },
    {
      "id": "21-447-0001_p0079",
      "zh_CN": "答：这要看他的善根、福德、因缘，《弥陀经》上讲得很好，「不可以少善根福德因缘得生彼国」。过去世善根深厚，遇到净宗法门，只遇到《弥陀经》，他能信、他能解、能依教奉行，虽然没有受戒，不懂得三皈五戒十善，但是心地善良，他确实不做恶业。真的能做到断恶行善，他的五戒十善没有受，但是他圆满，他自己真做到，这样念佛他怎么会不成就！自古以来，这样念佛成就的人很多，不少。",
      "zh_TW": "答：這要看他的善根、福德、因緣，《彌陀經》上講得很好，「不可以少善根福德因緣得生彼國」。過去世善根深厚，遇到淨宗法門，只遇到《彌陀經》，他能信、他能解、能依教奉行，雖然沒有受戒，不懂得三皈五戒十善，但是心地善良，他確實不做惡業。真的能做到斷惡行善，他的五戒十善沒有受，但是他圓滿，他自己真做到，這樣念佛他怎麼會不成就！自古以來，這樣念佛成就的人很多，不少。"
    },
    {
      "id": "21-447-0001_p0080",
      "zh_CN": "问：底下一个问题，开悟的人有智慧不再犯错，但没开悟之前，应依据什么来指导自己的行为？我常深感遇事不知如何处理才正确？",
      "zh_TW": "問：底下一個問題，開悟的人有智慧不再犯錯，但沒開悟之前，應依據什麼來指導自己的行為？我常深感遇事不知如何處理才正確？"
    },
    {
      "id": "21-447-0001_p0081",
      "zh_CN": "答：佛祖早就替我们预备好了，这就是儒释道的三个根，这就是我们没有开悟之前，起心动念、言语造作的标准。你能都把它做到，你跟开悟的人没什么两样，就是在行持上、生活行为上，跟开悟的人一样。你没有开悟，因为你烦恼习气没断，烦恼习气没断，烦恼不起现行这就很好，这是迷悟差别在此地。",
      "zh_TW": "答：佛祖早就替我們預備好了，這就是儒釋道的三個根，這就是我們沒有開悟之前，起心動念、言語造作的標準。你能都把它做到，你跟開悟的人沒什麼兩樣，就是在行持上、生活行為上，跟開悟的人一樣。你沒有開悟，因為你煩惱習氣沒斷，煩惱習氣沒斷，煩惱不起現行這就很好，這是迷悟差別在此地。"
    },
    {
      "id": "21-447-0001_p0082",
      "zh_CN": "问：第二十一个问题，若遇业障病缠身、脾气执拗的长辈，应如何帮助他们心平气和的与家人沟通，保持家中良好的气氛？",
      "zh_TW": "問：第二十一個問題，若遇業障病纏身、脾氣執拗的長輩，應如何幫助他們心平氣和的與家人溝通，保持家中良好的氣氛？"
    },
    {
      "id": "21-447-0001_p0083",
      "zh_CN": "答：这个要忍耐，要真诚的关怀、照顾，使他不会发作这样就好。没有耐心，不知道细心去体贴、关怀，那这个事情就不能够避免。凡是照顾病人，任何一个人都得要有耐心，不要说他不愿意听的话，不要做他不愿意看到的事，处处都能够随顺他，他的心情就比较安稳，这照顾病人之道。所以让别人心平气和，首先自己心平气和，这比什么都重要。",
      "zh_TW": "答：這個要忍耐，要真誠的關懷、照顧，使他不會發作這樣就好。沒有耐心，不知道細心去體貼、關懷，那這個事情就不能夠避免。凡是照顧病人，任何一個人都得要有耐心，不要說他不願意聽的話，不要做他不願意看到的事，處處都能夠隨順他，他的心情就比較安穩，這照顧病人之道。所以讓別人心平氣和，首先自己心平氣和，這比什麼都重要。"
    },
    {
      "id": "21-447-0001_p0084",
      "zh_CN": "问：下面一个问题，请问从事海鲜杀生的餐饮业会有什么果报？应如何劝导初发心者不再从事这种行业？",
      "zh_TW": "問：下面一個問題，請問從事海鮮殺生的餐飲業會有什麼果報？應如何勸導初發心者不再從事這種行業？"
    },
    {
      "id": "21-447-0001_p0085",
      "zh_CN": "答：这个果报，你只细心去观察，都不好。我在香港住，香港很多人都知道，做这种行业他们的后代那个形状就像鸡，像畜生的形状，现世报都现前。你就想到杀害众生，这杀业多重？欠命的还命，你将来要还多少命？欠债的还钱。我们生活再贫苦，也不要去从事这个行业。好在香港素食也很盛行，大小街道，几乎每条街上都有素食馆，所以素食在香港是很方便。做餐饮业的时候做素食好，这是劝人吃素，少造杀业。素食东西做得很可口的话，人都欢喜。",
      "zh_TW": "答：這個果報，你只細心去觀察，都不好。我在香港住，香港很多人都知道，做這種行業他們的後代那個形狀就像雞，像畜生的形狀，現世報都現前。你就想到殺害眾生，這殺業多重？欠命的還命，你將來要還多少命？欠債的還錢。我們生活再貧苦，也不要去從事這個行業。好在香港素食也很盛行，大小街道，幾乎每條街上都有素食館，所以素食在香港是很方便。做餐飲業的時候做素食好，這是勸人吃素，少造殺業。素食東西做得很可口的話，人都歡喜。"
    },
    {
      "id": "21-447-0001_p0086",
      "zh_CN": "问：底下一个问题，请问不能坚持每天念佛，属自己的业障吗？应如何克服？",
      "zh_TW": "問：底下一個問題，請問不能堅持每天念佛，屬自己的業障嗎？應如何克服？"
    },
    {
      "id": "21-447-0001_p0087",
      "zh_CN": "答：这确实是自己业障，克服一定要靠自己，用什么方法把自己的道心激发出来，各人的缘分不相同。但是多分来说，如果你真正知道地狱苦，真正知道现实生活苦，这个地球现在社会动乱、灾难频繁，你还有兴趣在这里多住几年吗？如果你真正了解，像我我不想住了，为什么？现在住在这地球上过的日子不是人过的。你说怎么不是人过的？头一个饮食，我们每天所吃的、所喝的水都有毒。吃肉食的，你去看那些动物怎么长大的？植物，植物现在科学家把基因都改变了，虽然长得很好，样子好看，不是味道。农耕，严重的农药、化肥，所以农民自己他不吃，他自己吃的，他是另外种一小块，自己吃的。这些用农药化肥，他都卖市场，他晓得那个毒很重，但是他会不会中毒？我相信他会。为什么？他把毒全卖去毒别人，这个果报不好！你害人，最后必定你自己要遭果报。",
      "zh_TW": "答：這確實是自己業障，克服一定要靠自己，用什麼方法把自己的道心激發出來，各人的緣分不相同。但是多分來說，如果你真正知道地獄苦，真正知道現實生活苦，這個地球現在社會動亂、災難頻繁，你還有興趣在這裡多住幾年嗎？如果你真正了解，像我我不想住了，為什麼？現在住在這地球上過的日子不是人過的。你說怎麼不是人過的？頭一個飲食，我們每天所吃的、所喝的水都有毒。吃肉食的，你去看那些動物怎麼長大的？植物，植物現在科學家把基因都改變了，雖然長得很好，樣子好看，不是味道。農耕，嚴重的農藥、化肥，所以農民自己他不吃，他自己吃的，他是另外種一小塊，自己吃的。這些用農藥化肥，他都賣市場，他曉得那個毒很重，但是他會不會中毒？我相信他會。為什麼？他把毒全賣去毒別人，這個果報不好！你害人，最後必定你自己要遭果報。"
    },
    {
      "id": "21-447-0001_p0088",
      "zh_CN": "佐料酱醋油盐里面，统统加的化学东西，看得很好看，颜色很鲜明，味道不对了，多吃了都会致癌。所以现在癌症这么多，癌的种类这么复杂，怎么会有这个现象？古人讲的「病从口入，祸从口出」，吃出来的。你真正了解这些事实真相，这个世间不能住，道心就发起来了。这个世间不能住到哪里去？到极乐世界去，念佛那就变成我们比什么都重要的一桩大事。我们希望朋友、家亲眷属，希望我们的冤亲债主一起往生极乐世界，亲近阿弥陀佛，那边环境才真正安全。今天时间到了，我们解答就到此地。",
      "zh_TW": "佐料醬醋油鹽裡面，統統加的化學東西，看得很好看，顏色很鮮明，味道不對了，多吃了都會致癌。所以現在癌症這麼多，癌的種類這麼複雜，怎麼會有這個現象？古人講的「病從口入，禍從口出」，吃出來的。你真正了解這些事實真相，這個世間不能住，道心就發起來了。這個世間不能住到哪裡去？到極樂世界去，念佛那就變成我們比什麼都重要的一樁大事。我們希望朋友、家親眷屬，希望我們的冤親債主一起往生極樂世界，親近阿彌陀佛，那邊環境才真正安全。今天時間到了，我們解答就到此地。"
    }
  ]
}