{
  "doc_id": "18-031-0001",
  "title": {
    "zh_CN": "和平共处平等对待（卫塞节小印度讲演）",
    "zh_TW": "和平共處平等對待（衛塞節小印度講演）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "18-031-0001",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "18-031-0001_p0001",
      "zh_CN": "尊敬的大会联合主席巴里克斯先生，我们九大宗教的秘书长哈乃斯先生、罗吉哥华先生，诸位法师，诸位大德，诸位同参道友们，大家晚上好。",
      "zh_TW": "尊敬的大會聯合主席巴里克斯先生，我們九大宗教的秘書長哈乃斯先生、羅吉哥華先生，諸位法師，諸位大德，諸位同參道友們，大家晚上好。"
    },
    {
      "id": "18-031-0001_p0002",
      "zh_CN": "今天晚上我们在此地庆祝佛诞节，昨天大会提供的是财供养，今天晚上大会又提供了法供养，这个活动非常有意义，我们也希望其他地区也都能够将财、法供养合并的来提倡。学佛首先要正确的了解佛是什么？教是什么？佛教是什么？如果我们连这么浅显的名相都不能够正确的理解，或与人谈论，就难怪社会大众对我们学佛人产生严重的误会，说我们在搞迷信。佛陀耶是古印度的梵文音译，它的意思是智慧、是觉悟；教则是教育、教学。如果能把它的意思搞清楚，我们就很容易的理解，佛教就是智慧、觉悟的教育。",
      "zh_TW": "今天晚上我們在此地慶祝佛誕節，昨天大會提供的是財供養，今天晚上大會又提供了法供養，這個活動非常有意義，我們也希望其他地區也都能夠將財、法供養合併的來提倡。學佛首先要正確的了解佛是什麼？教是什麼？佛教是什麼？如果我們連這麼淺顯的名相都不能夠正確的理解，或與人談論，就難怪社會大眾對我們學佛人產生嚴重的誤會，說我們在搞迷信。佛陀耶是古印度的梵文音譯，它的意思是智慧、是覺悟；教則是教育、教學。如果能把它的意思搞清楚，我們就很容易的理解，佛教就是智慧、覺悟的教育。"
    },
    {
      "id": "18-031-0001_p0003",
      "zh_CN": "佛教就是教人开智慧，觉而不迷，正而不邪，净而不染，用现代的话来说，佛教确确实实是多元文化的社会教育。释迦牟尼佛是教育家，是个社教义务工作者。我们对他的身分，对他一生的事业，能有正确明了的认知，我们才知道怎样向他学习。释迦牟尼佛当年在世间为我们所示现的，他舍弃了王位，舍弃了世间人所羡慕、所追求的荣华富贵，他出家去修道，而且去做一个苦行僧；悟道之后，就从事于教学讲经。经典上记载着他一生讲经三百余会，说法四十九年。释迦牟尼佛觉悟，他悟的是什么？用我们现在的话来说，他所觉悟明了的是整个宇宙人生的真相，正如大乘经上所说的「诸法实相」，这句话用现在的话来讲就是宇宙人生的真相彻底明白、究竟明白了。",
      "zh_TW": "佛教就是教人開智慧，覺而不迷，正而不邪，淨而不染，用現代的話來說，佛教確確實實是多元文化的社會教育。釋迦牟尼佛是教育家，是個社教義務工作者。我們對他的身分，對他一生的事業，能有正確明瞭的認知，我們才知道怎樣向他學習。釋迦牟尼佛當年在世間為我們所示現的，他捨棄了王位，捨棄了世間人所羨慕、所追求的榮華富貴，他出家去修道，而且去做一個苦行僧；悟道之後，就從事於教學講經。經典上記載著他一生講經三百餘會，說法四十九年。釋迦牟尼佛覺悟，他悟的是什麼？用我們現在的話來說，他所覺悟明瞭的是整個宇宙人生的真相，正如大乘經上所說的「諸法實相」，這句話用現在的話來講就是宇宙人生的真相徹底明白、究竟明白了。"
    },
    {
      "id": "18-031-0001_p0004",
      "zh_CN": "我们要问释迦牟尼佛所觉悟的是真的吗？可靠吗？我们看看他用什么方法觉悟的。他告诉我们他用的方法是用戒、用定，「因戒得定，因定开慧」，智慧开了之后，这才通达明了。我们中国古人常讲豁然贯通，宇宙人生的真相完全明白了。宇宙人生这里面的内涵，我们一般人无法想像。佛告诉我们，宇宙是从哪里来的，我们中国人讲宇宙，现在人讲的是太空、时间、空间，这合起来称之为宇宙。这宇宙里面我们现在也晓得有无量无边的星系、星球，佛经上讲的刹土，就是说的这些星系、星球。这些星系、星球里面所有一切众生从什么地方来的？怎么样发生的？演变到现在的过程，将来的状况又怎么样？觉悟的人对这些事理、因果都能够彻底明了，而为我们详细的说明。",
      "zh_TW": "我們要問釋迦牟尼佛所覺悟的是真的嗎？可靠嗎？我們看看他用什麼方法覺悟的。他告訴我們他用的方法是用戒、用定，「因戒得定，因定開慧」，智慧開了之後，這才通達明瞭。我們中國古人常講豁然貫通，宇宙人生的真相完全明白了。宇宙人生這裡面的內涵，我們一般人無法想像。佛告訴我們，宇宙是從哪裡來的，我們中國人講宇宙，現在人講的是太空、時間、空間，這合起來稱之為宇宙。這宇宙裡面我們現在也曉得有無量無邊的星系、星球，佛經上講的剎土，就是說的這些星系、星球。這些星系、星球裡面所有一切眾生從什麼地方來的？怎麼樣發生的？演變到現在的過程，將來的狀況又怎麼樣？覺悟的人對這些事理、因果都能夠徹底明瞭，而為我們詳細的說明。"
    },
    {
      "id": "18-031-0001_p0005",
      "zh_CN": "世尊这一生从事于教学四十九年，他每天跟大家讲经说法二时。我们在经典上读到的，二时是古印度的二时。古印度将一昼夜区分为六个时辰，白天是昼三时，夜晚是夜三时，所以是六个时辰。我们现在用的时间单位是用西方的，称为小时。它把一天（一昼夜）分为二十四个时辰，所以我们称它作小时。我们知道印度的一时就是现在的四小时，世尊每天讲经二时，就是现在的八小时。这我们听了之后是非常的惊讶，每天工作八小时，四十九年不休息，在全世界任何国家民族去找，恐怕都找不到像释迦牟尼佛这样一个敬业、积极工作的人。",
      "zh_TW": "世尊這一生從事於教學四十九年，他每天跟大家講經說法二時。我們在經典上讀到的，二時是古印度的二時。古印度將一晝夜區分為六個時辰，白天是晝三時，夜晚是夜三時，所以是六個時辰。我們現在用的時間單位是用西方的，稱為小時。它把一天（一晝夜）分為二十四個時辰，所以我們稱它作小時。我們知道印度的一時就是現在的四小時，世尊每天講經二時，就是現在的八小時。這我們聽了之後是非常的驚訝，每天工作八小時，四十九年不休息，在全世界任何國家民族去找，恐怕都找不到像釋迦牟尼佛這樣一個敬業、積極工作的人。"
    },
    {
      "id": "18-031-0001_p0006",
      "zh_CN": "世尊一生教导我们的内容就是人生，为我们说明人生的真相；第二给我们说明我们生活环境的真相，环境从我们日常生活当中，穿衣吃饭，到整个宇宙这大环境都说到了；第三个为我们说明天地鬼神的真相。天地鬼神就是现代科学家所说的不同维次空间，经教里面都说得很清楚、很精辟。我们不学不知道，学了以后，再听听现代科学家所说，有一部分被科学家发现了，我们非常幸喜，科学给世尊做了证明。诸佛菩萨都肯定，宇宙、刹土、众生乃是「唯心所现，唯识所变」，《金刚经》上说「凡所有相，皆是虚妄」，《大般若经》总结就是「一切法无所有，毕竟空，不可得」，彻底觉悟称之为佛陀，称为菩萨，称为圣人；迷而不觉的人则称之为凡夫。凡夫与佛没有两样，只是觉、迷不同而已，所以凡夫觉悟了就成佛，就成菩萨。",
      "zh_TW": "世尊一生教導我們的內容就是人生，為我們說明人生的真相；第二給我們說明我們生活環境的真相，環境從我們日常生活當中，穿衣吃飯，到整個宇宙這大環境都說到了；第三個為我們說明天地鬼神的真相。天地鬼神就是現代科學家所說的不同維次空間，經教裡面都說得很清楚、很精闢。我們不學不知道，學了以後，再聽聽現代科學家所說，有一部分被科學家發現了，我們非常幸喜，科學給世尊做了證明。諸佛菩薩都肯定，宇宙、剎土、眾生乃是「唯心所現，唯識所變」，《金剛經》上說「凡所有相，皆是虛妄」，《大般若經》總結就是「一切法無所有，畢竟空，不可得」，徹底覺悟稱之為佛陀，稱為菩薩，稱為聖人；迷而不覺的人則稱之為凡夫。凡夫與佛沒有兩樣，只是覺、迷不同而已，所以凡夫覺悟了就成佛，就成菩薩。"
    },
    {
      "id": "18-031-0001_p0007",
      "zh_CN": "凡是真正觉悟的人一定会生起大慈悲心，也就是无条件的爱心。为什么会生起来？因为这个大爱、慈悲是我们本性里面本来具足的。觉悟了就是明心见性，所以，自性里面的智慧、德能自自然然会现前。因此，他们必定是先觉觉后觉，帮助没有觉悟的众生，希望他们赶快觉悟，赶快的都能够像他一样了解宇宙人生的真相。世间真相确实很难明了，很不容易理解。譬如说佛菩萨告诉我们，世间苦乐是假的不是真的，世出世间只有觉跟迷，觉悟的人他能够把苦变成乐，不觉悟的人乐就变成苦。譬如做国王，做这些大臣、大富长者，他要不觉，他这一生过得很辛苦；他真正觉悟了，你看释迦牟尼佛每天出去托钵，三衣一钵，这种好像我们看到很清苦的生活，他非常快乐。确实我们这个人间没有一个人能跟他相比，他是人间最快乐的人。所以，他告诉我们苦乐是假的不是真的，是随着你的觉迷产生变化，所以你觉了才有真乐，迷了才真苦。",
      "zh_TW": "凡是真正覺悟的人一定會生起大慈悲心，也就是無條件的愛心。為什麼會生起來？因為這個大愛、慈悲是我們本性裡面本來具足的。覺悟了就是明心見性，所以，自性裡面的智慧、德能自自然然會現前。因此，他們必定是先覺覺後覺，幫助沒有覺悟的眾生，希望他們趕快覺悟，趕快的都能夠像他一樣了解宇宙人生的真相。世間真相確實很難明瞭，很不容易理解。譬如說佛菩薩告訴我們，世間苦樂是假的不是真的，世出世間只有覺跟迷，覺悟的人他能夠把苦變成樂，不覺悟的人樂就變成苦。譬如做國王，做這些大臣、大富長者，他要不覺，他這一生過得很辛苦；他真正覺悟了，你看釋迦牟尼佛每天出去托缽，三衣一缽，這種好像我們看到很清苦的生活，他非常快樂。確實我們這個人間沒有一個人能跟他相比，他是人間最快樂的人。所以，他告訴我們苦樂是假的不是真的，是隨著你的覺迷產生變化，所以你覺了才有真樂，迷了才真苦。"
    },
    {
      "id": "18-031-0001_p0008",
      "zh_CN": "所以，诸佛菩萨总是非常欢喜的把他觉悟到的诸法实相，时时刻刻提供给我们大家来分享。他教人，那对我们这种程度的人、这种根性的人，他首先教我们伦常。五伦就是天道，五常这是大德，所谓道这是宇宙间自自然然的法则，不是人为的，自然的法则这就是道。人能够随顺自然法则去生活、去思惟、去工作，这就是大德。所以中国人讲道德，佛法也讲道德，道德两个字的意思一定要搞得很清楚、搞得很明白。",
      "zh_TW": "所以，諸佛菩薩總是非常歡喜的把他覺悟到的諸法實相，時時刻刻提供給我們大家來分享。他教人，那對我們這種程度的人、這種根性的人，他首先教我們倫常。五倫就是天道，五常這是大德，所謂道這是宇宙間自自然然的法則，不是人為的，自然的法則這就是道。人能夠隨順自然法則去生活、去思惟、去工作，這就是大德。所以中國人講道德，佛法也講道德，道德兩個字的意思一定要搞得很清楚、搞得很明白。"
    },
    {
      "id": "18-031-0001_p0009",
      "zh_CN": "佛家常讲真如自性，它有体、有相、有作用，体相作用都是自自然然，佛经的术语说「法尔如是」，这就是道。今天的科学家他不讲自性的体相用，他讲能量、讲质量。实在讲，能量跟质量，跟佛法里面讲自性的体相用非常接近，这是讲的道；随顺自性起用，这就是德。所以在日常生活当中，特别是在学习过程当中，有得于心，我们心里面觉悟了、开悟了，悟了之后一定很快乐。孔子说「学而时习之，不亦说乎」，那真快乐，这是道。有得于身，能够帮助我们身体健康的这是德。从这样说法也容易懂，一个是于心有得，一个是于身有得。",
      "zh_TW": "佛家常講真如自性，它有體、有相、有作用，體相作用都是自自然然，佛經的術語說「法爾如是」，這就是道。今天的科學家他不講自性的體相用，他講能量、講質量。實在講，能量跟質量，跟佛法裡面講自性的體相用非常接近，這是講的道；隨順自性起用，這就是德。所以在日常生活當中，特別是在學習過程當中，有得於心，我們心裡面覺悟了、開悟了，悟了之後一定很快樂。孔子說「學而時習之，不亦說乎」，那真快樂，這是道。有得於身，能夠幫助我們身體健康的這是德。從這樣說法也容易懂，一個是於心有得，一個是於身有得。"
    },
    {
      "id": "18-031-0001_p0010",
      "zh_CN": "学佛就是学觉悟，就是学智慧，唯有觉悟、智慧才能够解决一切问题，才能够真正帮助我们离苦得乐，这是我们学佛同学不能不知道的。学佛从什么地方学起？佛非常慈悲，教我们从三福学起。三福就是「孝养父母，奉事师长，慈心不杀，修十善业」。这是第一条要修的福报，人天福报，福报是从这样修得的。我们看看现在这个世间有很多富贵人，大富大贵，他是前生修的福，这一生所感得的果报；如果这生享福而不修福，他的福报享完了，他就没有了，所以一定要修福，还要继续不断修福报。第二条讲「受持三皈，具足众戒，不犯威仪」，这是二乘，声闻、缘觉的福报；第三是讲大乘菩萨的福报。所以教给我们从这个地方开始学起，逐渐逐渐把自己的灵性向上提升。",
      "zh_TW": "學佛就是學覺悟，就是學智慧，唯有覺悟、智慧才能夠解決一切問題，才能夠真正幫助我們離苦得樂，這是我們學佛同學不能不知道的。學佛從什麼地方學起？佛非常慈悲，教我們從三福學起。三福就是「孝養父母，奉事師長，慈心不殺，修十善業」。這是第一條要修的福報，人天福報，福報是從這樣修得的。我們看看現在這個世間有很多富貴人，大富大貴，他是前生修的福，這一生所感得的果報；如果這生享福而不修福，他的福報享完了，他就沒有了，所以一定要修福，還要繼續不斷修福報。第二條講「受持三皈，具足眾戒，不犯威儀」，這是二乘，聲聞、緣覺的福報；第三是講大乘菩薩的福報。所以教給我們從這個地方開始學起，逐漸逐漸把自己的靈性向上提升。"
    },
    {
      "id": "18-031-0001_p0011",
      "zh_CN": "佛教给我们跟大众相处要懂得六和，教我们修六度、三福、六和。六度里面的布施、持戒、忍辱、精进都属于戒，禅定是定，般若是智慧，你看看还是没有离开戒定慧三学，所有一切教导我们的，都可以归纳在戒定慧这三大纲领之下。怎样把自己所修学的、所理解的落实到生活上，学了有用处。如果说所学非所用，佛不赞成，佛不喜欢，佛总希望我们学了之后，真正能得到受用；在日常生活当中得到受用，在工作里面得到受用，在处事待人接物都能够活活泼泼的用到。那用什么方法？佛用四摄法，所以四摄法可以用在家庭，用在夫妇、用在兄弟姊妹、用在父子；在社会上可以用在公司行号，可以用在社会、用在国家，乃至于用在全世界的交往。",
      "zh_TW": "佛教給我們跟大眾相處要懂得六和，教我們修六度、三福、六和。六度裡面的布施、持戒、忍辱、精進都屬於戒，禪定是定，般若是智慧，你看看還是沒有離開戒定慧三學，所有一切教導我們的，都可以歸納在戒定慧這三大綱領之下。怎樣把自己所修學的、所理解的落實到生活上，學了有用處。如果說所學非所用，佛不贊成，佛不喜歡，佛總希望我們學了之後，真正能得到受用；在日常生活當中得到受用，在工作裡面得到受用，在處事待人接物都能夠活活潑潑的用到。那用什麼方法？佛用四攝法，所以四攝法可以用在家庭，用在夫婦、用在兄弟姊妹、用在父子；在社會上可以用在公司行號，可以用在社會、用在國家，乃至於用在全世界的交往。"
    },
    {
      "id": "18-031-0001_p0012",
      "zh_CN": "佛菩萨教导我们怎样学习四摄法。四摄法里面第一个是布施，这个布施范围非常广大，佛是要求我们怎样对待别人，并不要求别人如何对待我自己，为什么？佛是个觉悟的人，众生是不觉，觉悟的人应该怎样对不觉悟的人，这才是正常的现象。所以第一个包容，无所不容，你看看佛门常讲的「心包太虚，量周沙界」，这是属于布施。我们能包容一切，不求别人包容我，我要包容人，为什么？你觉悟了；要别人包容我，那是没有觉悟，那个很难办到的。所以，一定要懂得四摄法是教菩萨的，是教真正觉悟的弟子。",
      "zh_TW": "佛菩薩教導我們怎樣學習四攝法。四攝法裡面第一個是布施，這個布施範圍非常廣大，佛是要求我們怎樣對待別人，並不要求別人如何對待我自己，為什麼？佛是個覺悟的人，眾生是不覺，覺悟的人應該怎樣對不覺悟的人，這才是正常的現象。所以第一個包容，無所不容，你看看佛門常講的「心包太虛，量周沙界」，這是屬於布施。我們能包容一切，不求別人包容我，我要包容人，為什麼？你覺悟了；要別人包容我，那是沒有覺悟，那個很難辦到的。所以，一定要懂得四攝法是教菩薩的，是教真正覺悟的弟子。"
    },
    {
      "id": "18-031-0001_p0013",
      "zh_CN": "包容别人，尊重别人，敬爱别人，关怀别人，照顾别人，帮助别人，这些都是属于布施，这里面布施有财布施、有法布施、有无畏布施。第二是爱语，第三是利行。爱语，真正爱护一切众生的言语；利行，所做的一切事业，决定对一切众生有真正的利益，这是教导我们应当要认真努力去做的。四摄最后一条是同事，这条的意义非常之深，我们跟什么人同事？总不能跟不觉的人同事，那就很麻烦了。我们要跟诸佛如来同事，要跟菩萨同事，要跟大梵天同事，要跟上帝同事，要跟真主同事，你看看他们想的是什么？念的是什么？说的是什么？做的是什么？我们常常跟他学习，常常跟他相同，这样不知不觉我们自己也在日常生活当中，慢慢的超凡入圣了。",
      "zh_TW": "包容別人，尊重別人，敬愛別人，關懷別人，照顧別人，幫助別人，這些都是屬於布施，這裡面布施有財布施、有法布施、有無畏布施。第二是愛語，第三是利行。愛語，真正愛護一切眾生的言語；利行，所做的一切事業，決定對一切眾生有真正的利益，這是教導我們應當要認真努力去做的。四攝最後一條是同事，這條的意義非常之深，我們跟什麼人同事？總不能跟不覺的人同事，那就很麻煩了。我們要跟諸佛如來同事，要跟菩薩同事，要跟大梵天同事，要跟上帝同事，要跟真主同事，你看看他們想的是什麼？念的是什麼？說的是什麼？做的是什麼？我們常常跟他學習，常常跟他相同，這樣不知不覺我們自己也在日常生活當中，慢慢的超凡入聖了。"
    },
    {
      "id": "18-031-0001_p0014",
      "zh_CN": "在一九九九年我到新加坡来，我们访问新加坡九个宗教，我们希望九个宗教能够像兄弟一样相处，化解宗教之间的误会、冲突，促进社会的安定和平。在新加坡这些年我们做得很成功。所以有人问我：法师，你用什么方法做的？我就是用三福、六和、六度落实在四摄法里头。用四摄这个方法就能够团结成一体，真正能够自利利他。",
      "zh_TW": "在一九九九年我到新加坡來，我們訪問新加坡九個宗教，我們希望九個宗教能夠像兄弟一樣相處，化解宗教之間的誤會、衝突，促進社會的安定和平。在新加坡這些年我們做得很成功。所以有人問我：法師，你用什麼方法做的？我就是用三福、六和、六度落實在四攝法裡頭。用四攝這個方法就能夠團結成一體，真正能夠自利利他。"
    },
    {
      "id": "18-031-0001_p0015",
      "zh_CN": "四摄法的具体落实，我在此地很简单的跟诸位报告过了，在事上讲我讲得很简单，大家也都很容易懂得。布施这一条就是多请客、多送礼。人与人之间一定要密集的往来，常常交往，不可以疏离，这是非常非常重要的一桩事情。常常想到别人，不要想到自己，想别人才是真正利益自己，帮助别人才是真正的帮助自己，所以，我们九个宗教真的像兄弟姊妹一样，真的是一家人，这是四摄法真的落实了，这才成就大道、大德。大道、大德都在日常生活当中，没有离开日常生活，没有离开起心动念。",
      "zh_TW": "四攝法的具體落實，我在此地很簡單的跟諸位報告過了，在事上講我講得很簡單，大家也都很容易懂得。布施這一條就是多請客、多送禮。人與人之間一定要密集的往來，常常交往，不可以疏離，這是非常非常重要的一樁事情。常常想到別人，不要想到自己，想別人才是真正利益自己，幫助別人才是真正的幫助自己，所以，我們九個宗教真的像兄弟姊妹一樣，真的是一家人，這是四攝法真的落實了，這才成就大道、大德。大道、大德都在日常生活當中，沒有離開日常生活，沒有離開起心動念。"
    },
    {
      "id": "18-031-0001_p0016",
      "zh_CN": "中国孔子，儒家讲太和，太和是道，中和、保和是德。所以宇宙是和谐的，地球是和谐的，再仔细观察，观察我们的身体，我们的身心是和谐的，这个和谐是太和。如果我们的身体不好，有了毛病，那就违背了太和，你不会用中和，不会保和。你的身体出了毛病，你有忧虑，你有烦恼，你有牵挂，这个太和你都没有。你想想看小孩刚刚出生下来，他有什么忧虑？他有什么烦恼？他有什么牵挂？没有，刚刚生下来是太和；逐渐逐渐长大，被这个染缸染的，染污了，那不是他的本性，那是习性。所以，如果人能够懂得太和，永远与太和相应，永远能够用中道；中和用中，贵在能够保持住，永远保持中道，这就是保和。这个样子一定能够离苦得乐，破迷开悟。",
      "zh_TW": "中國孔子，儒家講太和，太和是道，中和、保和是德。所以宇宙是和諧的，地球是和諧的，再仔細觀察，觀察我們的身體，我們的身心是和諧的，這個和諧是太和。如果我們的身體不好，有了毛病，那就違背了太和，你不會用中和，不會保和。你的身體出了毛病，你有憂慮，你有煩惱，你有牽掛，這個太和你都沒有。你想想看小孩剛剛出生下來，他有什麼憂慮？他有什麼煩惱？他有什麼牽掛？沒有，剛剛生下來是太和；逐漸逐漸長大，被這個染缸染的，染污了，那不是他的本性，那是習性。所以，如果人能夠懂得太和，永遠與太和相應，永遠能夠用中道；中和用中，貴在能夠保持住，永遠保持中道，這就是保和。這個樣子一定能夠離苦得樂，破迷開悟。"
    },
    {
      "id": "18-031-0001_p0017",
      "zh_CN": "现在这个世间多数人崇尚于科学，而疏忽了伦常道德，造成现代社会动乱不安。这个事实，现在逐渐逐渐的被一些学者们体会到，讨论、研究也愈来愈多，这是好事情。佛家四依法里面讲了义，要用在现代这个社会，这个了义那就是怎样能够化解这个动乱不安，能够促进安定和平。所以，我们从几次这些和平会议当中，深深觉得这个问题严重，所以提出了老子所说的「和大怨，必有余怨，安可以为善」。我就想到老子这些话，我们深深的来反省，怎样来依古人的教诲，来消除现在的这个社会冲突，促进安定和平。",
      "zh_TW": "現在這個世間多數人崇尚於科學，而疏忽了倫常道德，造成現代社會動亂不安。這個事實，現在逐漸逐漸的被一些學者們體會到，討論、研究也愈來愈多，這是好事情。佛家四依法裡面講了義，要用在現代這個社會，這個了義那就是怎樣能夠化解這個動亂不安，能夠促進安定和平。所以，我們從幾次這些和平會議當中，深深覺得這個問題嚴重，所以提出了老子所說的「和大怨，必有餘怨，安可以為善」。我就想到老子這些話，我們深深的來反省，怎樣來依古人的教誨，來消除現在的這個社會衝突，促進安定和平。"
    },
    {
      "id": "18-031-0001_p0018",
      "zh_CN": "老子这句话给我们很大的启示，也给我们严峻的警觉，和大怨就是今天讲调和，调解重大的冲突。重大的冲突，实在讲，它的根源是在我们自己本身。我们看到世界上重大的冲突起源在哪里？起源是在我们自己的念头。我曾经跟许多学者专家们讨论这个问题，我说冲突的根是本性跟习性的冲突，这是根源。儒释道三家调和重大纠纷，都懂得这个道理，都从根本上着手，所以他的调解往往很有效果。现在我们看到许许多多这些学者专家，为世界上和平奔走，这么多年来次数频繁，但是收不到效果，我们感到非常的遗憾。所以这一年来我有机会参与，我把古圣先贤这些道理不断的介绍给他们，推荐给他们，让他们从这里面吸取智慧，希望我们能把和平工作做好，和平真正能够落实。",
      "zh_TW": "老子這句話給我們很大的啟示，也給我們嚴峻的警覺，和大怨就是今天講調和，調解重大的衝突。重大的衝突，實在講，它的根源是在我們自己本身。我們看到世界上重大的衝突起源在哪裡？起源是在我們自己的念頭。我曾經跟許多學者專家們討論這個問題，我說衝突的根是本性跟習性的衝突，這是根源。儒釋道三家調和重大糾紛，都懂得這個道理，都從根本上著手，所以他的調解往往很有效果。現在我們看到許許多多這些學者專家，為世界上和平奔走，這麼多年來次數頻繁，但是收不到效果，我們感到非常的遺憾。所以這一年來我有機會參與，我把古聖先賢這些道理不斷的介紹給他們，推薦給他們，讓他們從這裡面吸取智慧，希望我們能把和平工作做好，和平真正能夠落實。"
    },
    {
      "id": "18-031-0001_p0019",
      "zh_CN": "世间人无论是古今中外，他一生当中所希求的，把它归纳起来总不外乎三桩事情，第一个是求财富，第二个是求聪明智慧，第三个是求健康长寿。这三样东西能求得到吗？是能求得来的吗？如果十个人求，十个人都求到了，也许是能求来；假如十个人求只有一个人得到，那不是求来的。所以，你要细心去观察，这不是求得来的。那到底怎么来的？东方人讲你命里头有的，命里有丢也丢不掉，命里没有求也求不来。东方古圣先贤的教诲，我们舍弃了，我们去学西方人的。西方人要求、要争，从小他就要竞争，竞争升级就是斗争，斗争升级就是战争，现在战争要是爆发，同归于尽，什么也求不到，这个道理一定要参透。",
      "zh_TW": "世間人無論是古今中外，他一生當中所希求的，把它歸納起來總不外乎三樁事情，第一個是求財富，第二個是求聰明智慧，第三個是求健康長壽。這三樣東西能求得到嗎？是能求得來的嗎？如果十個人求，十個人都求到了，也許是能求來；假如十個人求只有一個人得到，那不是求來的。所以，你要細心去觀察，這不是求得來的。那到底怎麼來的？東方人講你命裡頭有的，命裡有丟也丟不掉，命裡沒有求也求不來。東方古聖先賢的教誨，我們捨棄了，我們去學西方人的。西方人要求、要爭，從小他就要競爭，競爭升級就是鬥爭，鬥爭升級就是戰爭，現在戰爭要是爆發，同歸於盡，什麼也求不到，這個道理一定要參透。"
    },
    {
      "id": "18-031-0001_p0020",
      "zh_CN": "人实实在在说，病根就是在你对一切人、一切事、一切万物，你的看法错误了，你的想法错误了，所以你才会生起妄想分别执着。这是大怨的根本，不知道自己本性丝毫没有损失。儒家讲「人性本善」，佛法讲「佛性常存」，所以，圣人教导我们的，才是真正和大怨使无余怨最高明的方法，那就是教化众生，帮助众生明心见性。所以圣人教人「勤修戒定慧，息灭贪瞋痴」。贪瞋痴是妄想，竞争、斗争都是错误的行为。圣人教人把这些错误要放下、要舍掉，然后你才能够恢复自性。等待功夫成熟了，妄想分别执着真的放下了，自性它就起作用。自性起作用就叫做明心见性，所以自然觉悟。",
      "zh_TW": "人實實在在說，病根就是在你對一切人、一切事、一切萬物，你的看法錯誤了，你的想法錯誤了，所以你才會生起妄想分別執著。這是大怨的根本，不知道自己本性絲毫沒有損失。儒家講「人性本善」，佛法講「佛性常存」，所以，聖人教導我們的，才是真正和大怨使無餘怨最高明的方法，那就是教化眾生，幫助眾生明心見性。所以聖人教人「勤修戒定慧，息滅貪瞋痴」。貪瞋痴是妄想，競爭、鬥爭都是錯誤的行為。聖人教人把這些錯誤要放下、要捨掉，然後你才能夠恢復自性。等待功夫成熟了，妄想分別執著真的放下了，自性它就起作用。自性起作用就叫做明心見性，所以自然覺悟。"
    },
    {
      "id": "18-031-0001_p0021",
      "zh_CN": "这个有怨恨的人，只要他见性，不需要去调和，他自自然然就回头了。虽然过去有大的怨恨、怨怼，功夫成熟之后，必定涣然冰释，他知道自性里头本来没有贪瞋痴，自性里面本来没有对立，这句话很重要。我们内心对一切人、一切事、一切物，决定没有对立，没有对立哪里来的矛盾？哪里来的冲突？这才真正把它融化掉了。所以，连这个和都不必谈，这个和字都已经是多余的，这才是圣人教学、教化真实的效果现前。我们自己才真正离苦得乐，破迷开悟，超凡入圣。这里面有大乐、有真乐，这个乐是从内心里面生起的，不是外面环境刺激的，内心生起的才是真正之乐。",
      "zh_TW": "這個有怨恨的人，只要他見性，不需要去調和，他自自然然就回頭了。雖然過去有大的怨恨、怨懟，功夫成熟之後，必定渙然冰釋，他知道自性裡頭本來沒有貪瞋痴，自性裡面本來沒有對立，這句話很重要。我們內心對一切人、一切事、一切物，決定沒有對立，沒有對立哪裡來的矛盾？哪裡來的衝突？這才真正把它融化掉了。所以，連這個和都不必談，這個和字都已經是多餘的，這才是聖人教學、教化真實的效果現前。我們自己才真正離苦得樂，破迷開悟，超凡入聖。這裡面有大樂、有真樂，這個樂是從內心裡面生起的，不是外面環境刺激的，內心生起的才是真正之樂。"
    },
    {
      "id": "18-031-0001_p0022",
      "zh_CN": "在中国古时候的帝王，孔夫子常常赞叹尧舜禹汤，这在中国历史上称为圣王。汤王曾经说过「万方有罪，罪在朕躬」，庄子说过「以得为在人，以失为在己」。汤是帝王，庄子是平民，他们两个人说的话都是负责任的话。国王治理一个国家，所以称万方有罪，人民有罪，罪在我自己，为什么？你这个国王没教得好。古时候国王他的工作，这三桩事情「君、亲、师」，这是他应当做的三桩事情。君是领导，你把人民领导到哪个方向；亲，亲是父母，你要养活人民；第三个师是你要教导，你要教导人民，你没有教得好，人民犯罪是你有过失。这从大的说，如果把它缩小缩在一家，家里面的子弟不好，做父母、做家长的人要知道，不是他不好，是我做家长的不好，我没有把我的小孩教好，罪在我，不在他。汤王说的这个话，负责任的话；庄子说，他说的话用现在话来讲，对的是别人，错的是自己，这两句话就是这个意思。",
      "zh_TW": "在中國古時候的帝王，孔夫子常常讚歎堯舜禹湯，這在中國歷史上稱為聖王。湯王曾經說過「萬方有罪，罪在朕躬」，莊子說過「以得為在人，以失為在己」。湯是帝王，莊子是平民，他們兩個人說的話都是負責任的話。國王治理一個國家，所以稱萬方有罪，人民有罪，罪在我自己，為什麼？你這個國王沒教得好。古時候國王他的工作，這三樁事情「君、親、師」，這是他應當做的三樁事情。君是領導，你把人民領導到哪個方向；親，親是父母，你要養活人民；第三個師是你要教導，你要教導人民，你沒有教得好，人民犯罪是你有過失。這從大的說，如果把它縮小縮在一家，家裡面的子弟不好，做父母、做家長的人要知道，不是他不好，是我做家長的不好，我沒有把我的小孩教好，罪在我，不在他。湯王說的這個話，負責任的話；莊子說，他說的話用現在話來講，對的是別人，錯的是自己，這兩句話就是這個意思。"
    },
    {
      "id": "18-031-0001_p0023",
      "zh_CN": "今年一月我参加日本联合国的和平会议，我在会议里面告诉与会的大众，我们从事于世界和平工作，为什么做了这么多年没有效果，原因在哪里？原因是我们的思惟方向错了。他们大家都很惊讶的看着我，错在哪里？我说我们起心动念都是什么？别人是错的，我是对的。我说我们就这个观念，就永远不能化解冲突，永远不能够促进安定和平。那怎么办？我们要把念头转过来，别人是对的，他错了也是对的；我是错的，我对了也是错的。我这两句话的意思非常深，他们虽然听不懂，很惊讶，他说法师，这个做不到。做不到也要做，真正做到了，我们对于这个世界的安定和平，就做出了真正的贡献。",
      "zh_TW": "今年一月我參加日本聯合國的和平會議，我在會議裡面告訴與會的大眾，我們從事於世界和平工作，為什麼做了這麼多年沒有效果，原因在哪裡？原因是我們的思惟方向錯了。他們大家都很驚訝的看著我，錯在哪裡？我說我們起心動念都是什麼？別人是錯的，我是對的。我說我們就這個觀念，就永遠不能化解衝突，永遠不能夠促進安定和平。那怎麼辦？我們要把念頭轉過來，別人是對的，他錯了也是對的；我是錯的，我對了也是錯的。我這兩句話的意思非常深，他們雖然聽不懂，很驚訝，他說法師，這個做不到。做不到也要做，真正做到了，我們對於這個世界的安定和平，就做出了真正的貢獻。"
    },
    {
      "id": "18-031-0001_p0024",
      "zh_CN": "这两句话真正能听得懂的人确实不多，必须对佛法有相当的契入，你才懂得这个话的意思。为什么别人错了也是对的，我自己对了也是错的？蕅益大师讲得好，「境缘无好丑」，境是物质环境，缘是人事环境，物质环境跟人事环境里面都没有好丑，没有好丑就是没有对立，没有善恶，没有是非。「好丑在于心」，我们自己用妄想分别执着来看，所以才有是非，才有善恶，才有着一些不平，这个过失是在自己，不是在外面境界，这个道理很深。",
      "zh_TW": "這兩句話真正能聽得懂的人確實不多，必須對佛法有相當的契入，你才懂得這個話的意思。為什麼別人錯了也是對的，我自己對了也是錯的？蕅益大師講得好，「境緣無好醜」，境是物質環境，緣是人事環境，物質環境跟人事環境裡面都沒有好醜，沒有好醜就是沒有對立，沒有善惡，沒有是非。「好醜在於心」，我們自己用妄想分別執著來看，所以才有是非，才有善惡，才有著一些不平，這個過失是在自己，不是在外面境界，這個道理很深。"
    },
    {
      "id": "18-031-0001_p0025",
      "zh_CN": "佛家常讲「圣人无心」，这个无心就是没有妄想，没有分别，没有执着。圣人是以百姓之心为心，以爱己之心爱人。所以汉朝贾谊说：德莫大于爱人，政莫大于利人。从事于政治，政治最大的就是要利益人民，让人民得真实的利益，那政治就成功了，所以这个意思很深、很广。「然则圣人常受天下之责，而无责人之心，是以终无怨」。这个话说得好，孔老夫子的学生「子路闻过则喜」，人家批评他，说他的过失，他很欢喜。「大禹闻善言则拜」，禹王听到人家说好话，他就下去拜他。舜王刚才我们讲了，他是「善与人同，舍己从人」，看到别人的善就像自己的善一样，所以他能成圣成贤。孟子说「行有不得者，皆反求诸己，其身正，而天下归之」。所以，我们要化解冲突，首先要化解自己内心的冲突，自己内心冲突、余怨不能化解，你怎么能化解别人的冲突。「师法帝舜不亦善乎」，这真正通达理事因果，我们就相信，道家有所谓「天道无亲常与善人」，所以为善者无求于人，无求于天，果报自自然然现前，这个话都是真实智慧之语，我们应当要记住，应当要落实在日常生活当中。",
      "zh_TW": "佛家常講「聖人無心」，這個無心就是沒有妄想，沒有分別，沒有執著。聖人是以百姓之心為心，以愛己之心愛人。所以漢朝賈誼說：德莫大於愛人，政莫大於利人。從事於政治，政治最大的就是要利益人民，讓人民得真實的利益，那政治就成功了，所以這個意思很深、很廣。「然則聖人常受天下之責，而無責人之心，是以終無怨」。這個話說得好，孔老夫子的學生「子路聞過則喜」，人家批評他，說他的過失，他很歡喜。「大禹聞善言則拜」，禹王聽到人家說好話，他就下去拜他。舜王剛才我們講了，他是「善與人同，舍己從人」，看到別人的善就像自己的善一樣，所以他能成聖成賢。孟子說「行有不得者，皆反求諸己，其身正，而天下歸之」。所以，我們要化解衝突，首先要化解自己內心的衝突，自己內心衝突、餘怨不能化解，你怎麼能化解別人的衝突。「師法帝舜不亦善乎」，這真正通達理事因果，我們就相信，道家有所謂「天道無親常與善人」，所以為善者無求於人，無求於天，果報自自然然現前，這個話都是真實智慧之語，我們應當要記住，應當要落實在日常生活當中。"
    },
    {
      "id": "18-031-0001_p0026",
      "zh_CN": "印度教《摩诃婆罗多》说，教导我们要能够忍受毁谤、责骂这些言词，绝对不要用愤怒对付愤怒，也不可以用谩骂回报谩骂，不可以折磨那些折磨你的人。这个教训很重要。《摩奴法典》告诉我们，当我们受别人毁谤、侮辱的时候，虽然感到愁苦难过，也决不可以攻击别人的弱点，或者从事害人，或者心里面怀着害人的念头；不应该说出一句可以伤人的话，更不可以出口伤害，或者是诅咒的言语。这些教训都是帮助我们，化解我们自己的业障，成就自己的德行。我们能够接受，能够依教奉行对自己很有好处，消业障增福慧。（这都是印度教的，印度教有一部书叫《摩奴法典》，《摩奴法典》里面的话）。我们真正能够懂得消除自己的业障、习气，这才是真正一个觉悟的人，才开始觉悟，佛家讲始觉，他开始觉悟。",
      "zh_TW": "印度教《摩訶婆羅多》說，教導我們要能夠忍受毀謗、責罵這些言詞，絕對不要用憤怒對付憤怒，也不可以用謾罵回報謾罵，不可以折磨那些折磨你的人。這個教訓很重要。《摩奴法典》告訴我們，當我們受別人毀謗、侮辱的時候，雖然感到愁苦難過，也決不可以攻擊別人的弱點，或者從事害人，或者心裡面懷著害人的念頭；不應該說出一句可以傷人的話，更不可以出口傷害，或者是詛咒的言語。這些教訓都是幫助我們，化解我們自己的業障，成就自己的德行。我們能夠接受，能夠依教奉行對自己很有好處，消業障增福慧。（這都是印度教的，印度教有一部書叫《摩奴法典》，《摩奴法典》裡面的話）。我們真正能夠懂得消除自己的業障、習氣，這才是真正一個覺悟的人，才開始覺悟，佛家講始覺，他開始覺悟。"
    },
    {
      "id": "18-031-0001_p0027",
      "zh_CN": "余怨不一定是这一生跟别人结的冤仇，要知道人有过去世，人还有未来世，过去世生生世世结的怨结，在阿赖耶识叫余怨，这个东西要化解。因为自己有这个余怨，这一生当中又遇到了，遇到实在讲有很多小事（鸡毛蒜皮小事）会引起很大的冲突，所以很多很多让我们想不出这个道理。实际上这个道理就是圣人讲的，内心里头有余怨，他跟前世结起来的，不是这一生当中。所以接受过圣贤教育之后，他就明了，小冲突发生了，我一笑了之，不放在心上，那他就大事化小，小事就化无了。这才能化解问题，才真正不至于把它变成一个大的冲突。",
      "zh_TW": "餘怨不一定是這一生跟別人結的冤仇，要知道人有過去世，人還有未來世，過去世生生世世結的怨結，在阿賴耶識叫餘怨，這個東西要化解。因為自己有這個餘怨，這一生當中又遇到了，遇到實在講有很多小事（雞毛蒜皮小事）會引起很大的衝突，所以很多很多讓我們想不出這個道理。實際上這個道理就是聖人講的，內心裡頭有餘怨，他跟前世結起來的，不是這一生當中。所以接受過聖賢教育之後，他就明瞭，小衝突發生了，我一笑了之，不放在心上，那他就大事化小，小事就化無了。這才能化解問題，才真正不至於把它變成一個大的衝突。"
    },
    {
      "id": "18-031-0001_p0028",
      "zh_CN": "尤其是修行人一定要知道消业障增福慧，别人毁谤、侮辱乃至于陷害，那是消我们业障最好的机缘，只要自己跟对方没有丝毫怨恨心，没有丝毫报复心。他消我业障，我怎么可以报复他？我怎么可以怨恨他？要用欢喜心来接受，感恩的心来接受，那个消业障消得好快，福慧增长得也快，这是应当要学习的。",
      "zh_TW": "尤其是修行人一定要知道消業障增福慧，別人毀謗、侮辱乃至於陷害，那是消我們業障最好的機緣，只要自己跟對方沒有絲毫怨恨心，沒有絲毫報復心。他消我業障，我怎麼可以報復他？我怎麼可以怨恨他？要用歡喜心來接受，感恩的心來接受，那個消業障消得好快，福慧增長得也快，這是應當要學習的。"
    },
    {
      "id": "18-031-0001_p0029",
      "zh_CN": "最后我们期望今天在座的同修，虽然时间不长，这个缘分都是多生多劫累积的，中国谚语有所谓「五百年修得同船渡」。我们同一个船过河，这个缘分是五百年修得的。今天在此地，我们两个小时在这边集会，在这边一同修学佛法，这个缘分你就可想而知是很深、很难得的，我们应当要珍惜。希望我们同学们都能够记住，都能够依自性本具的真诚、清净、平等、正觉、慈悲，用这样的心学圣人教诲，行圣人之行，愿圣人之愿，则拨乱反治不难实现。所以化解社会的冲突，促进社会的安定和平，我们每个人都有责任，只要我们自己认真努力去做，相信是可以能够落实的。",
      "zh_TW": "最後我們期望今天在座的同修，雖然時間不長，這個緣分都是多生多劫累積的，中國諺語有所謂「五百年修得同船渡」。我們同一個船過河，這個緣分是五百年修得的。今天在此地，我們兩個小時在這邊集會，在這邊一同修學佛法，這個緣分你就可想而知是很深、很難得的，我們應當要珍惜。希望我們同學們都能夠記住，都能夠依自性本具的真誠、清淨、平等、正覺、慈悲，用這樣的心學聖人教誨，行聖人之行，願聖人之願，則撥亂反治不難實現。所以化解社會的衝突，促進社會的安定和平，我們每個人都有責任，只要我們自己認真努力去做，相信是可以能夠落實的。"
    },
    {
      "id": "18-031-0001_p0030",
      "zh_CN": "《法句经》上有四句话，这四句话在中国变成老生常谈，但是它是真实的，真实的智慧，真实的福德，那就是「诸恶莫作，众善奉行，自净其意，是诸佛教」。「诸」，是十方三世一切诸佛教化众生的纲领都不出这三句话，这三句话前面两句，断恶修善是戒，自净其意是定、是慧，所以具足戒定慧三学。善恶的标准不能用我们自己的想像，自己的思惟那就错了。善恶标准一定要用经典里面的教训，所以读经、学教就非常非常重要。我学佛五十三年，每天读经，每天没有离开经本。这些年来因为跟世界上其他诸多宗教接触，不但读佛经，所有宗教经典我都读，我都非常认真的读；所有宗教里面的神圣，我都把他看作是释迦牟尼佛的化身。所以我读他的宗教，不是想了解一点常识，不是的，我是非常认真的学习，把所有宗教经典跟佛教经典一样的看待，一样的尊重，一样的来学习。",
      "zh_TW": "《法句經》上有四句話，這四句話在中國變成老生常談，但是它是真實的，真實的智慧，真實的福德，那就是「諸惡莫作，眾善奉行，自淨其意，是諸佛教」。「諸」，是十方三世一切諸佛教化眾生的綱領都不出這三句話，這三句話前面兩句，斷惡修善是戒，自淨其意是定、是慧，所以具足戒定慧三學。善惡的標準不能用我們自己的想像，自己的思惟那就錯了。善惡標準一定要用經典裡面的教訓，所以讀經、學教就非常非常重要。我學佛五十三年，每天讀經，每天沒有離開經本。這些年來因為跟世界上其他諸多宗教接觸，不但讀佛經，所有宗教經典我都讀，我都非常認真的讀；所有宗教裡面的神聖，我都把他看作是釋迦牟尼佛的化身。所以我讀他的宗教，不是想了解一點常識，不是的，我是非常認真的學習，把所有宗教經典跟佛教經典一樣的看待，一樣的尊重，一樣的來學習。"
    },
    {
      "id": "18-031-0001_p0031",
      "zh_CN": "我们虽然不常常在一起，但是现在科学技术发达，我们利用卫星电视、利用网际网路，可以让我们的学习二十四小时都不中断。我们的卫星、我们的网际网路，这边的净宗学会、居士林都知道，诸位要想知道向他们询问，每天随时随地都能看到我们在一起学习经教。最后我们还用印度教《摩奴法典》里面的一句话我们来做总结，这个话是说「诵经比不念书好，记得住比诵经还要好，明了经里道理比记住的人好」，最后说「能够依教奉行的人，比明白道理的人更好」。最后我们祝福与会的大众身心健康、福慧增长，谢谢大家。",
      "zh_TW": "我們雖然不常常在一起，但是現在科學技術發達，我們利用衛星電視、利用網際網路，可以讓我們的學習二十四小時都不中斷。我們的衛星、我們的網際網路，這邊的淨宗學會、居士林都知道，諸位要想知道向他們詢問，每天隨時隨地都能看到我們在一起學習經教。最後我們還用印度教《摩奴法典》裡面的一句話我們來做總結，這個話是說「誦經比不念書好，記得住比誦經還要好，明瞭經裡道理比記住的人好」，最後說「能夠依教奉行的人，比明白道理的人更好」。最後我們祝福與會的大眾身心健康、福慧增長，謝謝大家。"
    }
  ]
}