{
  "doc_id": "21-112-0003",
  "title": {
    "zh_CN": "净宗学院培训目标",
    "zh_TW": "淨宗學院培訓目標"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "澳洲图文巴净宗学院",
    "zh_TW": "澳洲圖文巴淨宗學院"
  },
  "doc_number": "21-112-0003",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "21-112-0003_p0001",
      "zh_CN": "诸位同学，大家好！",
      "zh_TW": "諸位同學，大家好！"
    },
    {
      "id": "21-112-0003_p0002",
      "zh_CN": "昨天晚上，把我们学习的目标简单的介绍出来了：",
      "zh_TW": "昨天晚上，把我們學習的目標簡單的介紹出來了："
    },
    {
      "id": "21-112-0003_p0003",
      "zh_CN": "【品学兼优，解行相应，道德圆备。】",
      "zh_TW": "【品學兼優，解行相應，道德圓備。】"
    },
    {
      "id": "21-112-0003_p0004",
      "zh_CN": "这三句话很好听，这三句话做到了，你们就不是凡夫；不但自己得度，众生也得度。这三个口号怎样变成事实？落实于「四好」。如果不能落实，那是个空洞的口号，没有用处，就是一般说的「好话说尽了，坏事也干尽」。",
      "zh_TW": "這三句話很好聽，這三句話做到了，你們就不是凡夫；不但自己得度，眾生也得度。這三個口號怎樣變成事實？落實於「四好」。如果不能落實，那是個空洞的口號，沒有用處，就是一般說的「好話說盡了，壞事也幹盡」。"
    },
    {
      "id": "21-112-0003_p0005",
      "zh_CN": "【四好—存好心、说好话、行好事、做好人。】",
      "zh_TW": "【四好—存好心、說好話、行好事、做好人。】"
    },
    {
      "id": "21-112-0003_p0006",
      "zh_CN": "我们也提倡了不少年，真正是有善根、有福德的人自己做，不要求别人。不能说：「他们都没有做，我为什么要做？」换句话说：「他们堕阿鼻地狱，我为什么不堕阿鼻地狱？」不就是这个意思。我们今天学佛，他们不做，我做；我们要作菩萨，我们要作佛，我不再想作凡夫，我不再想堕地狱变饿鬼，这叫「有志」，在佛法里面讲这叫「有愿」，真正发愿。",
      "zh_TW": "我們也提倡了不少年，真正是有善根、有福德的人自己做，不要求別人。不能說：「他們都沒有做，我為什麼要做？」換句話說：「他們墮阿鼻地獄，我為什麼不墮阿鼻地獄？」不就是這個意思。我們今天學佛，他們不做，我做；我們要作菩薩，我們要作佛，我不再想作凡夫，我不再想墮地獄變餓鬼，這叫「有志」，在佛法裡面講這叫「有願」，真正發願。"
    },
    {
      "id": "21-112-0003_p0007",
      "zh_CN": "「存好心」，什么是好心？我学佛半个世纪了，总结佛法、儒家、道家古圣先贤的教诲为二十个字，好记。真诚心是好心，佛家讲大菩提心，「真诚、清净、平等、正觉、慈悲」就是大菩提心，就是真心，就是本善。《三字经》上，第一句话：「人之初，性本善。」这十个字一切众生各个具足，所以佛法是平等法。",
      "zh_TW": "「存好心」，什麼是好心？我學佛半個世紀了，總結佛法、儒家、道家古聖先賢的教誨為二十個字，好記。真誠心是好心，佛家講大菩提心，「真誠、清淨、平等、正覺、慈悲」就是大菩提心，就是真心，就是本善。《三字經》上，第一句話：「人之初，性本善。」這十個字一切眾生各個具足，所以佛法是平等法。"
    },
    {
      "id": "21-112-0003_p0008",
      "zh_CN": "诸佛如来眼中，看一切众生都是诸佛如来。为什么？从他真心上看，从他本性上看，他是的，他一点都不假。他为什么会变坏？《三字经》上，下面两句：「性相近，习相远。」他变坏是「习」把这个距离拉远了。「习」是什么？习惯，我们佛法讲习性，不是本性，儒家所谓「近朱者赤，近墨者黑」。你跟哪些人在一起，你会受他的影响。你跟好人在一起，你就变成好人；你跟坏人在一起，你就变成坏人。你的本性没有善也没有恶，善恶两边都没有，你的习性变成这个样子。这就是澳洲土着里讲的「变种」，不是你的本性，你的性变了。你变成善，三善道受身；你变成恶，三恶道受身，你没有办法脱离轮回。怎样才能脱离轮回？善恶两边都放下，这叫纯善无恶，你超越六道，超越十法界了。",
      "zh_TW": "諸佛如來眼中，看一切眾生都是諸佛如來。為什麼？從他真心上看，從他本性上看，他是的，他一點都不假。他為什麼會變壞？《三字經》上，下面兩句：「性相近，習相遠。」他變壞是「習」把這個距離拉遠了。「習」是什麼？習慣，我們佛法講習性，不是本性，儒家所謂「近朱者赤，近墨者黑」。你跟哪些人在一起，你會受他的影響。你跟好人在一起，你就變成好人；你跟壞人在一起，你就變成壞人。你的本性沒有善也沒有惡，善惡兩邊都沒有，你的習性變成這個樣子。這就是澳洲土著裡講的「變種」，不是你的本性，你的性變了。你變成善，三善道受身；你變成惡，三惡道受身，你沒有辦法脫離輪迴。怎樣才能脫離輪迴？善惡兩邊都放下，這叫純善無惡，你超越六道，超越十法界了。"
    },
    {
      "id": "21-112-0003_p0009",
      "zh_CN": "可是一切众生在六道里的时间太长了，无量劫染成的习气要想一下断掉，谈何容易？可是你要不断，你在六道里有得受的。佛菩萨眼里看到你，真的是可怜人，你的前途一片黑暗。不要以为现在还不错，转眼之间就到三恶道去了。几个人晓得这个道理？几个人晓得这个事实真相？又有几个人真的有警觉性？不容易！一万人当中，难得有一、两个清醒过来。",
      "zh_TW": "可是一切眾生在六道裡的時間太長了，無量劫染成的習氣要想一下斷掉，談何容易？可是你要不斷，你在六道裡有得受的。佛菩薩眼裡看到你，真的是可憐人，你的前途一片黑暗。不要以為現在還不錯，轉眼之間就到三惡道去了。幾個人曉得這個道理？幾個人曉得這個事實真相？又有幾個人真的有警覺性？不容易！一萬人當中，難得有一、兩個清醒過來。"
    },
    {
      "id": "21-112-0003_p0010",
      "zh_CN": "尤其在现前这个时代，民主自由开放，世间人都赞叹，我听了不以为然。我们从果上去看，不要从因上看。古时候封建，不民主，不自由，他的果报好，堕落到三途的人比现在少；现在民主自由开放，言论自由，思想自由，结果现在人堕落三途比从前不知道要加上多少倍。也就是说过去那一种教学的方式，老的方法，人造罪业少；现在民主自由开放，人造罪业多，现在人比从前造的罪业重。从前的老教育敬鬼神，知道有因果报应，现在教育不讲这个了，都把这些称之为迷信。「迷信」两个字，把事实真相全部抹杀了，这才叫真正的迷信。",
      "zh_TW": "尤其在現前這個時代，民主自由開放，世間人都讚歎，我聽了不以為然。我們從果上去看，不要從因上看。古時候封建，不民主，不自由，他的果報好，墮落到三途的人比現在少；現在民主自由開放，言論自由，思想自由，結果現在人墮落三途比從前不知道要加上多少倍。也就是說過去那一種教學的方式，老的方法，人造罪業少；現在民主自由開放，人造罪業多，現在人比從前造的罪業重。從前的老教育敬鬼神，知道有因果報應，現在教育不講這個了，都把這些稱之為迷信。「迷信」兩個字，把事實真相全部抹殺了，這才叫真正的迷信。"
    },
    {
      "id": "21-112-0003_p0011",
      "zh_CN": "今天讲「真诚心」，人家听了都好笑，「别人用虚妄心对我，我为什么要用真诚心对他」？这种思想，这种言论，走遍世界任何一个角落，我们都听到，大家都这么说，好像是真理。讲实话的、讲真诚的人太少太少了，我看十万人、百万人当中，难得有一个，不是万分之一。所以今天我们讲这个，没有人相信，学佛的人也不相信，甚至于出家的老和尚，他也不相信。你要讲真诚，你在这个世间肯定吃亏，肯定上当，肯定活不下去，这是他的猜想。我们通过实验，我一生真诚待人，我活得很好。我确实是处处吃亏，欢喜上当。但是吃亏上当带给我很多福报，我证实了中国古人所讲的「吃亏是福」，我学佛这五十年证明了。所以我感激章嘉大师他当年的教导，我落实在生活当中，通过实验，完全证明。",
      "zh_TW": "今天講「真誠心」，人家聽了都好笑，「別人用虛妄心對我，我為什麼要用真誠心對他」？這種思想，這種言論，走遍世界任何一個角落，我們都聽到，大家都這麼說，好像是真理。講實話的、講真誠的人太少太少了，我看十萬人、百萬人當中，難得有一個，不是萬分之一。所以今天我們講這個，沒有人相信，學佛的人也不相信，甚至於出家的老和尚，他也不相信。你要講真誠，你在這個世間肯定吃虧，肯定上當，肯定活不下去，這是他的猜想。我們通過實驗，我一生真誠待人，我活得很好。我確實是處處吃虧，歡喜上當。但是吃虧上當帶給我很多福報，我證實了中國古人所講的「吃虧是福」，我學佛這五十年證明了。所以我感激章嘉大師他當年的教導，我落實在生活當中，通過實驗，完全證明。"
    },
    {
      "id": "21-112-0003_p0012",
      "zh_CN": "方东美先生是引我入佛门的，他告诉我：「学佛是人生最高的享受。」我得到了，我可以肯定在这个世间，在人生享受上，没有人能跟我相比。我心地清净自在，没有妄想、没有分别、没有执着，这是老师指导我的，要我自己真肯干。",
      "zh_TW": "方東美先生是引我入佛門的，他告訴我：「學佛是人生最高的享受。」我得到了，我可以肯定在這個世間，在人生享受上，沒有人能跟我相比。我心地清淨自在，沒有妄想、沒有分別、沒有執著，這是老師指導我的，要我自己真肯幹。"
    },
    {
      "id": "21-112-0003_p0013",
      "zh_CN": "老师教学生是平等的，学生成就却不一样。有人信，有人不信；有人肯干，有人不肯干。你不相信，不肯干，你得不到。一九四九年，我离开中国大陆到台湾，我身上只有一块银圆，什么都没有。我到台湾，身上只有一块钱。在台湾，我没有亲戚、没有朋友、没有熟人，没有一个人照顾我，我是在非常困苦之下生存过来，所受的苦难你们想像不到。我们吃一餐饭，好不容易！所以看到你们有大福报，你们得天人供养，你们的确是心想事成；你们要不成就，果报要比我差很多很多倍。",
      "zh_TW": "老師教學生是平等的，學生成就卻不一樣。有人信，有人不信；有人肯幹，有人不肯幹。你不相信，不肯幹，你得不到。一九四九年，我離開中國大陸到台灣，我身上只有一塊銀圓，什麼都沒有。我到台灣，身上只有一塊錢。在台灣，我沒有親戚、沒有朋友、沒有熟人，沒有一個人照顧我，我是在非常困苦之下生存過來，所受的苦難你們想像不到。我們吃一餐飯，好不容易！所以看到你們有大福報，你們得天人供養，你們的確是心想事成；你們要不成就，果報要比我差很多很多倍。"
    },
    {
      "id": "21-112-0003_p0014",
      "zh_CN": "我们那个时候想读一本经书，到寺院里借《藏经》来抄，买不到书。在台湾，当年印佛经的只有两家，台中的瑞成书局，印的数量很少，台南好像也有一家。以后朱镜宙老居士在台北找了一些朋友，凑了一点基金，办一个「台湾印经会」，出版一些经书，数量很少，印刷的品质也不好，哪有现在书籍这么样的精美！从修学福报上来讲，你们超过我一万倍，你们有福报。这些典籍摆在这里，你们要读。这些典籍你读通了，你可以作帝王的老师，你可以教化这个世界的众生。书摆在这里不是好看的，不是装饰品，是我们的精神粮食。我知道这些典籍对你们有文字上的障碍，我为什么请杨老师到此地来？就是帮助你们拿到这把钥匙。杨老师的谦虚是真的，她最大的长处就是好学，了不起！她曾经在我们山上住过短时期，每天晚上读到两、三点才睡觉，把睡觉的时间都忘掉了。能有这么一个好学的人陪伴你们（伴读），帮助你们，这是你们的大福报，希有难逢。",
      "zh_TW": "我們那個時候想讀一本經書，到寺院裡借《藏經》來抄，買不到書。在台灣，當年印佛經的只有兩家，台中的瑞成書局，印的數量很少，台南好像也有一家。以後朱鏡宙老居士在台北找了一些朋友，湊了一點基金，辦一個「台灣印經會」，出版一些經書，數量很少，印刷的品質也不好，哪有現在書籍這麼樣的精美！從修學福報上來講，你們超過我一萬倍，你們有福報。這些典籍擺在這裡，你們要讀。這些典籍你讀通了，你可以作帝王的老師，你可以教化這個世界的眾生。書擺在這裡不是好看的，不是裝飾品，是我們的精神糧食。我知道這些典籍對你們有文字上的障礙，我為什麼請楊老師到此地來？就是幫助你們拿到這把鑰匙。楊老師的謙虛是真的，她最大的長處就是好學，了不起！她曾經在我們山上住過短時期，每天晚上讀到兩、三點才睡覺，把睡覺的時間都忘掉了。能有這麼一個好學的人陪伴你們（伴讀），幫助你們，這是你們的大福報，希有難逢。"
    },
    {
      "id": "21-112-0003_p0015",
      "zh_CN": "怎么样才能成就学问？真诚心。不用真心，你跟佛菩萨不相应，你跟孔子、孟子也不相应。为什么？他们都是用真心，我们用妄心对真心，怎么对都对不了。所以，大乘佛法里，「发菩提心」摆在第一，儒家教学也把这个放在第一。佛法里面讲菩提心是「直心、深心、大悲心」，《观经》上讲菩提心是「至诚心、深心、回向发愿心」。至诚心，我们第一个要「真诚」，这是菩提心的本体；下面「清净、平等、正觉、慈悲」是菩提心的作用。「深心」两个字难懂，我在此地用「清净、平等、正觉」，这是深心，大悲心就是「慈悲」，这样大家好懂。",
      "zh_TW": "怎麼樣才能成就學問？真誠心。不用真心，你跟佛菩薩不相應，你跟孔子、孟子也不相應。為什麼？他們都是用真心，我們用妄心對真心，怎麼對都對不了。所以，大乘佛法裡，「發菩提心」擺在第一，儒家教學也把這個放在第一。佛法裡面講菩提心是「直心、深心、大悲心」，《觀經》上講菩提心是「至誠心、深心、迴向發願心」。至誠心，我們第一個要「真誠」，這是菩提心的本體；下面「清淨、平等、正覺、慈悲」是菩提心的作用。「深心」兩個字難懂，我在此地用「清淨、平等、正覺」，這是深心，大悲心就是「慈悲」，這樣大家好懂。"
    },
    {
      "id": "21-112-0003_p0016",
      "zh_CN": "夏莲居老居士在《净语》教导我们要真干，善导大师在《观无量寿佛经注疏》里说了很多句「一切要从真实心中作」，不能有丝毫虚伪。这些话说起来容易，做起来难！难在哪里？我们根本不知道什么叫真心，什么叫虚伪心，把虚伪当作真实，结果一辈子以为自己真诚，全落在虚伪上，生生世世无量劫来修行都没有修好，修成现在这个样子。根本的原因就是你不老实，你没有真诚，生生世世所干的都是自欺欺人，这个我们要承认。我们承认了，我们才能改过，才能回头；如果不承认，永远没有回头的日子。确确实实是自欺欺人，自以为是，这怎么能成就？",
      "zh_TW": "夏蓮居老居士在《淨語》教導我們要真幹，善導大師在《觀無量壽佛經註疏》裡說了很多句「一切要從真實心中作」，不能有絲毫虛偽。這些話說起來容易，做起來難！難在哪裡？我們根本不知道什麼叫真心，什麼叫虛偽心，把虛偽當作真實，結果一輩子以為自己真誠，全落在虛偽上，生生世世無量劫來修行都沒有修好，修成現在這個樣子。根本的原因就是你不老實，你沒有真誠，生生世世所幹的都是自欺欺人，這個我們要承認。我們承認了，我們才能改過，才能回頭；如果不承認，永遠沒有回頭的日子。確確實實是自欺欺人，自以為是，這怎麼能成就？"
    },
    {
      "id": "21-112-0003_p0017",
      "zh_CN": "对待一切人事物，我们不敢用坦诚的心来做，总是用欺骗的手段。现在欺骗是正常的，在美国法律上规定「隐私权」，隐私权就是自欺欺人。我们读中国书，你看宋朝司马光，他自己说他一生当中无事不可告人，存心、做事光明磊落，一生当中没有一桩事情是不可告人的，他没有隐私。我们要知道学习，凡是不能告人的事情，当然都不是好事，都不是光明磊落的事。这是真诚的样子。",
      "zh_TW": "對待一切人事物，我們不敢用坦誠的心來做，總是用欺騙的手段。現在欺騙是正常的，在美國法律上規定「隱私權」，隱私權就是自欺欺人。我們讀中國書，你看宋朝司馬光，他自己說他一生當中無事不可告人，存心、做事光明磊落，一生當中沒有一樁事情是不可告人的，他沒有隱私。我們要知道學習，凡是不能告人的事情，當然都不是好事，都不是光明磊落的事。這是真誠的樣子。"
    },
    {
      "id": "21-112-0003_p0018",
      "zh_CN": "什么叫真诚？真就不假，诚则不虚伪。曾国藩在《读书笔记》里面，把「诚」下了个定义，这个定义下得很好，他说：「一念不生是谓诚。」这句话跟孔老夫子与释迦牟尼佛讲的是一个道理，讲得没错。日常生活当中要保持一个妄念都没有，就是我们讲经常说的妄想、分别、执着没有了。没有这个念头，没有妄想、没有分别、没有执着，这是真诚，要常常保持。你一念保持，一念是佛；念念保持，念念是佛。只要起妄想、分别、执着，你就是凡夫，你就又堕落。凡圣就在一念之差，一念不生是佛本来面目，那叫本善；念头才动就落到「习相远」。念头一动，这是习性，本性就没有了，真心就没有了，诚意就没有了。",
      "zh_TW": "什麼叫真誠？真就不假，誠則不虛偽。曾國藩在《讀書筆記》裡面，把「誠」下了個定義，這個定義下得很好，他說：「一念不生是謂誠。」這句話跟孔老夫子與釋迦牟尼佛講的是一個道理，講得沒錯。日常生活當中要保持一個妄念都沒有，就是我們講經常說的妄想、分別、執著沒有了。沒有這個念頭，沒有妄想、沒有分別、沒有執著，這是真誠，要常常保持。你一念保持，一念是佛；念念保持，念念是佛。只要起妄想、分別、執著，你就是凡夫，你就又墮落。凡聖就在一念之差，一念不生是佛本來面目，那叫本善；念頭才動就落到「習相遠」。念頭一動，這是習性，本性就沒有了，真心就沒有了，誠意就沒有了。"
    },
    {
      "id": "21-112-0003_p0019",
      "zh_CN": "这些话说起来容易，做起来太难太难了。所以八万四千法门在今天都不能成就，什么原因？要做到无念，所以成就不了，这才讲净宗。净宗所要求的水平，没有这么高。但是你要晓得，净宗是把念头集中在一念；除这一念之外，没有第二念。这种好办多了，集中在「阿弥陀佛」这一念；除「阿弥陀佛」之外，决定没有其他的妄想、分别、执着。只有阿弥陀佛，这叫「一心不乱」，这就是真诚。",
      "zh_TW": "這些話說起來容易，做起來太難太難了。所以八萬四千法門在今天都不能成就，什麼原因？要做到無念，所以成就不了，這才講淨宗。淨宗所要求的水平，沒有這麼高。但是你要曉得，淨宗是把念頭集中在一念；除這一念之外，沒有第二念。這種好辦多了，集中在「阿彌陀佛」這一念；除「阿彌陀佛」之外，決定沒有其他的妄想、分別、執著。只有阿彌陀佛，這叫「一心不亂」，這就是真誠。"
    },
    {
      "id": "21-112-0003_p0020",
      "zh_CN": "阿弥陀佛在哪里？尽虚空遍法界，一切人都是阿弥陀佛，一切事也是阿弥陀佛，一切物也是阿弥陀佛。尽虚空遍法界，六根所接触的境界全是阿弥陀佛，这叫念佛人。不是单单这一尊佛像是阿弥陀佛，桌椅板凳没有一个不是阿弥陀佛，你的真诚心用这个方法达到。你不用这个方法，你的真诚心没有办法现前。虽然你是本有，你并没有失掉，你迷了。佛法的教学，没有别的，破迷开悟而已，这是佛法修学的大根大本，以真诚处事待人接物。",
      "zh_TW": "阿彌陀佛在哪裡？盡虛空遍法界，一切人都是阿彌陀佛，一切事也是阿彌陀佛，一切物也是阿彌陀佛。盡虛空遍法界，六根所接觸的境界全是阿彌陀佛，這叫念佛人。不是單單這一尊佛像是阿彌陀佛，桌椅板凳沒有一個不是阿彌陀佛，你的真誠心用這個方法達到。你不用這個方法，你的真誠心沒有辦法現前。雖然你是本有，你並沒有失掉，你迷了。佛法的教學，沒有別的，破迷開悟而已，這是佛法修學的大根大本，以真誠處事待人接物。"
    },
    {
      "id": "21-112-0003_p0021",
      "zh_CN": "「真诚」的作用是「清净」，决定没有污染。什么是污染？儒家讲的七情，佛法讲的五欲。儒家讲的七情是「喜、怒、哀、乐、爱、恶（讨厌）、欲（欲望）」，七种染污，六根接触外头境界，你有这七种现象，你就被污染了。佛法讲的五欲是「财、色、名、食、睡」五大类，你在这里面一接触就起「贪瞋痴慢」，贪瞋痴慢是你染污的表现。我们想想，我们是不是这种人？肯定的！对身体、对外境界起贪爱，对我们的名闻利养有伤害的，马上就对治，就起瞋恨。不晓得起这种念头就是造罪业，「贪瞋痴」三毒的罪业。",
      "zh_TW": "「真誠」的作用是「清淨」，決定沒有污染。什麼是污染？儒家講的七情，佛法講的五欲。儒家講的七情是「喜、怒、哀、樂、愛、惡（討厭）、欲（欲望）」，七種染污，六根接觸外頭境界，你有這七種現象，你就被污染了。佛法講的五欲是「財、色、名、食、睡」五大類，你在這裡面一接觸就起「貪瞋痴慢」，貪瞋痴慢是你染污的表現。我們想想，我們是不是這種人？肯定的！對身體、對外境界起貪愛，對我們的名聞利養有傷害的，馬上就對治，就起瞋恨。不曉得起這種念頭就是造罪業，「貪瞋痴」三毒的罪業。"
    },
    {
      "id": "21-112-0003_p0022",
      "zh_CN": "佛在经教上告诉我们，贪心是饿鬼道，瞋恚是地狱道，愚痴是畜生道。愚痴是不辨好歹，没有这个智慧，没有能力，把好人看作坏人，把佛菩萨看作魔，把妖魔鬼怪看作佛菩萨、看作好人，完全颠倒了。我们是不是这种人？是，一点都不错！你能认识哪个是好人，哪个是坏人？你能不冤枉人？你能不伤害人？有意无意的毁谤陷害别人，自己都不知道。为什么自己不知道，还会陷害别人？是你的习气在作祟，你是无意的，无意中伤害别人，那个面很广。特别是圣学（圣贤的教学），他想来学佛，你障碍他，说：「佛法是迷信，你学这个干什么？」无论你这句话是有意、还是无意的，给他一个打击，他也许就放弃不学了，断人的法身慧命。佛在经上说：「断人法身慧命，比断人的生命罪还要重。」",
      "zh_TW": "佛在經教上告訴我們，貪心是餓鬼道，瞋恚是地獄道，愚痴是畜生道。愚痴是不辨好歹，沒有這個智慧，沒有能力，把好人看作壞人，把佛菩薩看作魔，把妖魔鬼怪看作佛菩薩、看作好人，完全顛倒了。我們是不是這種人？是，一點都不錯！你能認識哪個是好人，哪個是壞人？你能不冤枉人？你能不傷害人？有意無意的毀謗陷害別人，自己都不知道。為什麼自己不知道，還會陷害別人？是你的習氣在作祟，你是無意的，無意中傷害別人，那個面很廣。特別是聖學（聖賢的教學），他想來學佛，你障礙他，說：「佛法是迷信，你學這個幹什麼？」無論你這句話是有意、還是無意的，給他一個打擊，他也許就放棄不學了，斷人的法身慧命。佛在經上說：「斷人法身慧命，比斷人的生命罪還要重。」"
    },
    {
      "id": "21-112-0003_p0023",
      "zh_CN": "一个如理如法的道场，往往遭到毁谤；真正接受圣贤教诲的善人，也很容易得到毁谤，《了凡四训》里讲得很清楚。什么人毁谤他？愚痴的人毁谤，没有能力辨别善恶、是非的人毁谤他。他那个毁谤已经变成习惯，造作这些恶业的人没有不堕地狱。他的心怎么会得到清净？如何修清净心？离欲，五欲六尘边都不沾，才能得清净心。你要明白道理，要了解事实真相，「一切法从心想生」这个大道理，今天有几个人懂得？世间的天灾人祸都是从心想生。你相信，你能接受，这是真理。",
      "zh_TW": "一個如理如法的道場，往往遭到毀謗；真正接受聖賢教誨的善人，也很容易得到毀謗，《了凡四訓》裡講得很清楚。什麼人毀謗他？愚痴的人毀謗，沒有能力辨別善惡、是非的人毀謗他。他那個毀謗已經變成習慣，造作這些惡業的人沒有不墮地獄。他的心怎麼會得到清淨？如何修清淨心？離欲，五欲六塵邊都不沾，才能得清淨心。你要明白道理，要了解事實真相，「一切法從心想生」這個大道理，今天有幾個人懂得？世間的天災人禍都是從心想生。你相信，你能接受，這是真理。"
    },
    {
      "id": "21-112-0003_p0024",
      "zh_CN": "我也是凡夫，我没有学佛时也跟你们一样。但是跟你们不相同的，我好学，这一点你们不如我。我非常认真努力学习，什么都学，所以我的常识很丰富，我知道的东西很多。诸子百家、各个宗教的这些东西，我都看，我都读。年轻时候，我爱好历史，历史是经验，中国《二十五史》是古人几千年经验的累积。经典是学问，历史是经验，你常常涉猎这些典籍，这叫学问，目的在做明白人，不做糊涂人。学佛之后，我们晓得经典第一殊胜。",
      "zh_TW": "我也是凡夫，我沒有學佛時也跟你們一樣。但是跟你們不相同的，我好學，這一點你們不如我。我非常認真努力學習，什麼都學，所以我的常識很豐富，我知道的東西很多。諸子百家、各個宗教的這些東西，我都看，我都讀。年輕時候，我愛好歷史，歷史是經驗，中國《二十五史》是古人幾千年經驗的累積。經典是學問，歷史是經驗，你常常涉獵這些典籍，這叫學問，目的在做明白人，不做糊塗人。學佛之後，我們曉得經典第一殊勝。"
    },
    {
      "id": "21-112-0003_p0025",
      "zh_CN": "现在我们观察这个世间，我们不是用感情，不是用情识，我们用智慧。看到的是什么？业因果报，丝毫不爽，善因善果，恶因恶报。别人看到天灾人祸，震惊！我们看天灾人祸，冷静、平常，知道果报现前，它的因是什么。现在众生造的这个因，后来会有什么样果报，也清清楚楚，明明白白。",
      "zh_TW": "現在我們觀察這個世間，我們不是用感情，不是用情識，我們用智慧。看到的是什麼？業因果報，絲毫不爽，善因善果，惡因惡報。別人看到天災人禍，震驚！我們看天災人禍，冷靜、平常，知道果報現前，它的因是什麼。現在眾生造的這個因，後來會有什麼樣果報，也清清楚楚，明明白白。"
    },
    {
      "id": "21-112-0003_p0026",
      "zh_CN": "学习要成就，就要做转变，转恶为善，转迷为悟，不是一天、两天功夫。我这个功夫累积五十年了，我五十年会有这么一点点成就，一天都没有松懈过。你们的学习，我怎么会不清楚？我办这个「培训班」，学生们绝大多数阳奉阴违，他们欺骗我，他们只学个皮毛，不能解决问题。你们在此地修学，我也清清楚楚、明明白白。",
      "zh_TW": "學習要成就，就要做轉變，轉惡為善，轉迷為悟，不是一天、兩天功夫。我這個功夫累積五十年了，我五十年會有這麼一點點成就，一天都沒有鬆懈過。你們的學習，我怎麼會不清楚？我辦這個「培訓班」，學生們絕大多數陽奉陰違，他們欺騙我，他們只學個皮毛，不能解決問題。你們在此地修學，我也清清楚楚、明明白白。"
    },
    {
      "id": "21-112-0003_p0027",
      "zh_CN": "为什么不能成就？「不好学」，就这三个字。你们不好学，你们在欺骗我，玩弄佛法。我为什么还在这里认真努力教导你们？因为透过网路、透过录像，我们的光碟流遍在全世界，其他地方有好学的人、有认真学的人，他们能成就。真正成就的人，不一定在老师面前。所以一个人有没有成就，不是靠老师督促，是自己好不好学，关键在自己。",
      "zh_TW": "為什麼不能成就？「不好學」，就這三個字。你們不好學，你們在欺騙我，玩弄佛法。我為什麼還在這裡認真努力教導你們？因為透過網路、透過錄像，我們的光碟流遍在全世界，其他地方有好學的人、有認真學的人，他們能成就。真正成就的人，不一定在老師面前。所以一個人有沒有成就，不是靠老師督促，是自己好不好學，關鍵在自己。"
    },
    {
      "id": "21-112-0003_p0028",
      "zh_CN": "在古代，孟夫子仰慕孔子。那时孔子已经过世了，孔子的著作在，他得到孔子著作，「信解行证」这四个字他做到了，他学孔子学得很像。在中国历史上称孔子为「至圣」，称孟子为「亚圣」，他学成功了。真正跟我学的，学得有成就的，我知道这种人有，而且还不在少数。但是不在新加坡、不在台湾、也不在澳洲，甚至于一生与我没有见过面。他们真正跟我学，他们真正有成就。",
      "zh_TW": "在古代，孟夫子仰慕孔子。那時孔子已經過世了，孔子的著作在，他得到孔子著作，「信解行證」這四個字他做到了，他學孔子學得很像。在中國歷史上稱孔子為「至聖」，稱孟子為「亞聖」，他學成功了。真正跟我學的，學得有成就的，我知道這種人有，而且還不在少數。但是不在新加坡、不在台灣、也不在澳洲，甚至於一生與我沒有見過面。他們真正跟我學，他們真正有成就。"
    },
    {
      "id": "21-112-0003_p0029",
      "zh_CN": "除这个之外，我也清楚，绝对不是迷信，有很多鬼神跟我学，因为我讲经说法没有心理上的障碍。什么叫心理障碍？妄想、分别、执着是心理障碍。没有心理障碍，就是尽虚空遍法界；换句话说，都能接收得到。这不是迷信，这在科学里讲是波动的现象，思想的波动，言语的波动。言语的波动随着思想的波动，它的速度比光还要快，刹那之间周遍虚空法界。我们知道虚空法界有许许多多还没有觉悟的众生，他们希求觉悟，很想觉悟，我们给他们一个增上缘，在这个地方帮助大家，成就大家。",
      "zh_TW": "除這個之外，我也清楚，絕對不是迷信，有很多鬼神跟我學，因為我講經說法沒有心理上的障礙。什麼叫心理障礙？妄想、分別、執著是心理障礙。沒有心理障礙，就是盡虛空遍法界；換句話說，都能接收得到。這不是迷信，這在科學裡講是波動的現象，思想的波動，言語的波動。言語的波動隨著思想的波動，它的速度比光還要快，剎那之間周遍虛空法界。我們知道虛空法界有許許多多還沒有覺悟的眾生，他們希求覺悟，很想覺悟，我們給他們一個增上緣，在這個地方幫助大家，成就大家。"
    },
    {
      "id": "21-112-0003_p0030",
      "zh_CN": "常常保持清净心，六根接触六尘境界，一念不生。净宗的学人，所谓「二六时中」，一天到晚从来没有间断，心里只有阿弥陀佛；除阿弥陀佛之外，决定没有第二个念头。见到人合掌，「阿弥陀佛」，你就是阿弥陀佛，一点都不假，决定没有分别。要有分别，我们就又落在妄想、分别、执着里，心不清净。",
      "zh_TW": "常常保持清淨心，六根接觸六塵境界，一念不生。淨宗的學人，所謂「二六時中」，一天到晚從來沒有間斷，心裡只有阿彌陀佛；除阿彌陀佛之外，決定沒有第二個念頭。見到人合掌，「阿彌陀佛」，你就是阿彌陀佛，一點都不假，決定沒有分別。要有分別，我們就又落在妄想、分別、執著裡，心不清淨。"
    },
    {
      "id": "21-112-0003_p0031",
      "zh_CN": "「平等心」，这是真心起作用了。真心是清净的，决定没有污染；真心是平等的，决定没有高下。我比你高，你不如我，这是凡夫，不是佛菩萨。佛菩萨看一切众生跟自己完全平等，「自他不二，凡圣一如」。",
      "zh_TW": "「平等心」，這是真心起作用了。真心是清淨的，決定沒有污染；真心是平等的，決定沒有高下。我比你高，你不如我，這是凡夫，不是佛菩薩。佛菩薩看一切眾生跟自己完全平等，「自他不二，凡聖一如」。"
    },
    {
      "id": "21-112-0003_p0032",
      "zh_CN": "平等，如何落实在生活当中？谦卑而尊人。释迦牟尼佛表现的，孔老夫子表现的，无论对什么人，贫穷下贱之人，佛跟夫子谦卑，尊重别人，我们要学。别人责备我们，恭恭敬敬的洗耳恭听。责备、错误、冤枉，冤枉也不必申辩。为什么？消自己的灾，增自己的福。一申辩，灾就消不掉，福也得不到。一个人被冤枉，好！你的灾都消掉了。那个冤枉你的人是大恩人，为什么？他折福，他有罪业，他冒着造作罪业堕落来成就我，把我的灾消了，那是恩人，应当给他磕头顶礼，他不是恶人。只有明白人才懂得，糊涂人不懂得，糊涂人还要报复。",
      "zh_TW": "平等，如何落實在生活當中？謙卑而尊人。釋迦牟尼佛表現的，孔老夫子表現的，無論對什麼人，貧窮下賤之人，佛跟夫子謙卑，尊重別人，我們要學。別人責備我們，恭恭敬敬的洗耳恭聽。責備、錯誤、冤枉，冤枉也不必申辯。為什麼？消自己的災，增自己的福。一申辯，災就消不掉，福也得不到。一個人被冤枉，好！你的災都消掉了。那個冤枉你的人是大恩人，為什麼？他折福，他有罪業，他冒著造作罪業墮落來成就我，把我的災消了，那是恩人，應當給他磕頭頂禮，他不是惡人。只有明白人才懂得，糊塗人不懂得，糊塗人還要報復。"
    },
    {
      "id": "21-112-0003_p0033",
      "zh_CN": "所以，平等的心、平等的行为是谦卑而尊人。诸佛如来如是，诸菩萨如是，祖师大德也如是，都做出榜样来给我们看，我们不能疏忽。好，时间到了，我们就讲到此地。",
      "zh_TW": "所以，平等的心、平等的行為是謙卑而尊人。諸佛如來如是，諸菩薩如是，祖師大德也如是，都做出榜樣來給我們看，我們不能疏忽。好，時間到了，我們就講到此地。"
    }
  ]
}