{
  "doc_id": "21-112-0002",
  "title": {
    "zh_CN": "净宗学院培训目标",
    "zh_TW": "淨宗學院培訓目標"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "澳洲图文巴净宗学院",
    "zh_TW": "澳洲圖文巴淨宗學院"
  },
  "doc_number": "21-112-0002",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "21-112-0002_p0001",
      "zh_CN": "诸位同学，大家好！",
      "zh_TW": "諸位同學，大家好！"
    },
    {
      "id": "21-112-0002_p0002",
      "zh_CN": "大家所关心的「怎样消除劫难」，实际上就是佛法常讲的，如何消除自己的业障，如何消除自己的罪业。灾难是自己的业障、罪业造成的，这个道理我们一定要懂。佛在一切经里面都讲得非常圆满，所以世尊才说：「诸法平等，无有高下。」这都是实话。我们依据一部经真正能够契入，就能解决问题，无论是哪一部经，但是基础是相同的。为什么今天学教的功夫不得力？就好像盖房子一样，总是盖不成，都会倒塌，原来没有做地基。地基是什么？我们在讲经的时候，跟诸位说过很多很多遍，就是「净业三福」。今天我们提出学院的培训目标，就是「净业三福」。品学兼优大意跟诸位说了。",
      "zh_TW": "大家所關心的「怎樣消除劫難」，實際上就是佛法常講的，如何消除自己的業障，如何消除自己的罪業。災難是自己的業障、罪業造成的，這個道理我們一定要懂。佛在一切經裡面都講得非常圓滿，所以世尊才說：「諸法平等，無有高下。」這都是實話。我們依據一部經真正能夠契入，就能解決問題，無論是哪一部經，但是基礎是相同的。為什麼今天學教的功夫不得力？就好像蓋房子一樣，總是蓋不成，都會倒塌，原來沒有做地基。地基是什麼？我們在講經的時候，跟諸位說過很多很多遍，就是「淨業三福」。今天我們提出學院的培訓目標，就是「淨業三福」。品學兼優大意跟諸位說了。"
    },
    {
      "id": "21-112-0002_p0003",
      "zh_CN": "第二条是「解行相应」。相应，这个「应」是一个错字，我虽然改过来了，但是没有用，你们给我这张没改好，这个不要紧，没关系，这说明你们做事情不够细心。改这种东西，我自己读诵，不会催促你们，我看了我满意，因为改很简单。底下有《感应篇汇编》，我们把那个句子剪下来贴上去，就完成了。我看到了会做，你们看到了不会做，一定要把字重新再打过；我不需要，我把它贴一贴就行。",
      "zh_TW": "第二條是「解行相應」。相應，這個「應」是一個錯字，我雖然改過來了，但是沒有用，你們給我這張沒改好，這個不要緊，沒關係，這說明你們做事情不夠細心。改這種東西，我自己讀誦，不會催促你們，我看了我滿意，因為改很簡單。底下有《感應篇彙編》，我們把那個句子剪下來貼上去，就完成了。我看到了會做，你們看到了不會做，一定要把字重新再打過；我不需要，我把它貼一貼就行。"
    },
    {
      "id": "21-112-0002_p0004",
      "zh_CN": "利益众生要自己亲自动手，不必要求别人，自己实在做不到，没有办法，这才找人；自己能够做的，不找人。你们因为自己不肯动手，许许多多事情我看到你们做得都很难过。送人一个礼物，用包装纸包都包不好，什么原因？没做过。从这个地方就看到，你们男子是公子，女人是小姐，从来不做事情的。我们是奴婢出身的，这是跟你讲真话，我们从小在服侍人。孔老夫子也是名门贵族出身的，释迦牟尼佛也是名门贵族出身的，什么事都会做。你们今天在厨房烧饭菜，你们可能不会；我虽然很少下厨房，我做的东西比你们好吃。",
      "zh_TW": "利益眾生要自己親自動手，不必要求別人，自己實在做不到，沒有辦法，這才找人；自己能夠做的，不找人。你們因為自己不肯動手，許許多多事情我看到你們做得都很難過。送人一個禮物，用包裝紙包都包不好，什麼原因？沒做過。從這個地方就看到，你們男子是公子，女人是小姐，從來不做事情的。我們是奴婢出身的，這是跟你講真話，我們從小在服侍人。孔老夫子也是名門貴族出身的，釋迦牟尼佛也是名門貴族出身的，什麼事都會做。你們今天在廚房燒飯菜，你們可能不會；我雖然很少下廚房，我做的東西比你們好吃。"
    },
    {
      "id": "21-112-0002_p0005",
      "zh_CN": "这一次在黄金海岸也是逼着我没办法，我在厨房里做一点面跟饭吃，味道不一样，为什么？我们是做奴婢出身的，所以这些事情都会做。你们做的虽然不中吃，我也吃，为什么？没有分别、没有执着。但是东西尽自己心意去做得最好，这是你真诚的供养。广修供养，礼敬诸佛，就在这里修。我们在厨房烧饭烧菜给大众吃，这是布施。我们对他致敬，尽心尽力去做，做得很好，这是落实！解跟行要相应，行在解中，解在行中。解跟行脱节了，就是所学非所用，这个东西我们学它干什么？浪费精神、浪费时间。错了！我们学的东西，学了马上就有用处，这一种学问叫实学，实实在在的学问。学了立刻有用处，一生受用无尽。我们把普贤十愿落实在生活上、工作上、处事待人接物，不学怎么行？到哪里去学？只要自己努力，一切时、一切处都是我们修学的道场，不要以为一定讲堂是道场，那你错了，那你离开讲堂就没得学了。",
      "zh_TW": "這一次在黃金海岸也是逼著我沒辦法，我在廚房裡做一點麵跟飯吃，味道不一樣，為什麼？我們是做奴婢出身的，所以這些事情都會做。你們做的雖然不中吃，我也吃，為什麼？沒有分別、沒有執著。但是東西盡自己心意去做得最好，這是你真誠的供養。廣修供養，禮敬諸佛，就在這裡修。我們在廚房燒飯燒菜給大眾吃，這是布施。我們對他致敬，盡心盡力去做，做得很好，這是落實！解跟行要相應，行在解中，解在行中。解跟行脫節了，就是所學非所用，這個東西我們學它幹什麼？浪費精神、浪費時間。錯了！我們學的東西，學了馬上就有用處，這一種學問叫實學，實實在在的學問。學了立刻有用處，一生受用無盡。我們把普賢十願落實在生活上、工作上、處事待人接物，不學怎麼行？到哪裡去學？只要自己努力，一切時、一切處都是我們修學的道場，不要以為一定講堂是道場，那你錯了，那你離開講堂就沒得學了。"
    },
    {
      "id": "21-112-0002_p0006",
      "zh_CN": "学习是二十四小时不间断。看到别人有善的地方，我就要向他学习；看到别人不善的地方，我反省自己有没有，如果有，赶紧改过。善友是善知识，恶友也是善知识，一个从正面教我，一个从反面教我，都是大恩大德之人。他的过失我们明了，不能放在心上，不能放在嘴上，看人之过如父母之过，口不得有！又何况我们是肉眼凡夫，他是不是真的有过失？很难说！因为在大劫难来临的时候，诸佛菩萨在这个世间示现，我们肉眼凡夫不认识，他是真的有过还是装的有过，我们就没办法辨别了。凡夫往往把圣贤看作凡夫，这个对自己修行来讲，当面错过，这些事情太多太多了。",
      "zh_TW": "學習是二十四小時不間斷。看到別人有善的地方，我就要向他學習；看到別人不善的地方，我反省自己有沒有，如果有，趕緊改過。善友是善知識，惡友也是善知識，一個從正面教我，一個從反面教我，都是大恩大德之人。他的過失我們明瞭，不能放在心上，不能放在嘴上，看人之過如父母之過，口不得有！又何況我們是肉眼凡夫，他是不是真的有過失？很難說！因為在大劫難來臨的時候，諸佛菩薩在這個世間示現，我們肉眼凡夫不認識，他是真的有過還是裝的有過，我們就沒辦法辨別了。凡夫往往把聖賢看作凡夫，這個對自己修行來講，當面錯過，這些事情太多太多了。"
    },
    {
      "id": "21-112-0002_p0007",
      "zh_CN": "怎样才能保持？六祖讲得好，「若真修道人，不见世间过」。这个「不见」意思很深，我们不能望文生义，望文生义就错了。那你不见，你眼睛瞎了啊！你白痴啊！这个「不见」是不把过失放在心上，不把过失放在口上，叫做「不见」。看得清清楚楚、明明白白的，是智慧！不放在心上、不放在口上，是定功。善的我们学习，不善的自己反省，「有则改之，无则嘉勉」。所以，一切人、一切事、一切物都是我的善知识，你能这样修学，你就是善财童子。",
      "zh_TW": "怎樣才能保持？六祖講得好，「若真修道人，不見世間過」。這個「不見」意思很深，我們不能望文生義，望文生義就錯了。那你不見，你眼睛瞎了啊！你白痴啊！這個「不見」是不把過失放在心上，不把過失放在口上，叫做「不見」。看得清清楚楚、明明白白的，是智慧！不放在心上、不放在口上，是定功。善的我們學習，不善的自己反省，「有則改之，無則嘉勉」。所以，一切人、一切事、一切物都是我的善知識，你能這樣修學，你就是善財童子。"
    },
    {
      "id": "21-112-0002_p0008",
      "zh_CN": "善财童子五十三参，五十三位菩萨就是我们从早到晚接触社会各行各业的人物。我们在《华严经》上看到，五十三位当中，出家的只有六位，其余全是在家人，有男女老少各行各业。所以，五十三位就是我们从早到晚接触社会的一切人。佛在经上教导我们，怎样接触广大群众，怎样在广大群众里面，成就自己戒定慧三学，成就自己真实智慧、真实的福德，一般人讲功德？就是在生活当中点点滴滴。《华严经》在哪里？《华严经》就是生活，《华严经》不只是一个经本、不是一个书本，是现实的生活。每天二十四小时接触的境界，就是「大方广佛华严」，问题就是你会不会？你懂不懂？你要是明了、要是真懂得，你就在修大方广佛华严，你就是善财童子，你肯定一生圆满成佛。",
      "zh_TW": "善財童子五十三參，五十三位菩薩就是我們從早到晚接觸社會各行各業的人物。我們在《華嚴經》上看到，五十三位當中，出家的只有六位，其餘全是在家人，有男女老少各行各業。所以，五十三位就是我們從早到晚接觸社會的一切人。佛在經上教導我們，怎樣接觸廣大群眾，怎樣在廣大群眾裡面，成就自己戒定慧三學，成就自己真實智慧、真實的福德，一般人講功德？就是在生活當中點點滴滴。《華嚴經》在哪裡？《華嚴經》就是生活，《華嚴經》不只是一個經本、不是一個書本，是現實的生活。每天二十四小時接觸的境界，就是「大方廣佛華嚴」，問題就是你會不會？你懂不懂？你要是明瞭、要是真懂得，你就在修大方廣佛華嚴，你就是善財童子，你肯定一生圓滿成佛。"
    },
    {
      "id": "21-112-0002_p0009",
      "zh_CN": "善财童子怎么修？我们要知道，善财童子的用心跟我们不一样。所有一切众生在他眼睛里面，都是诸佛如来，都是法身菩萨，凡夫只有一个。他们作善作恶都是示现，都是表演给我看的，都是教导我的，他不是真的。存这种心，这个人就是善财。善财是什么意思？我也讲得很清楚、很明白，「善」是善根，「财」是福德，这种人具有大善根、大福德。他在一生当中，怎么不成佛？肯定成佛、圆满成佛。凡夫心才有分别、执着，凡夫迷惑颠倒不懂事，凡夫真正是可怜悯者。我们怎样转凡成圣？转凡成圣是果，因是什么？因是转迷为悟。可是转迷为悟关键是在禅定，用我们净宗的话来说是在清净心，清净心就是禅定。",
      "zh_TW": "善財童子怎麼修？我們要知道，善財童子的用心跟我們不一樣。所有一切眾生在他眼睛裡面，都是諸佛如來，都是法身菩薩，凡夫只有一個。他們作善作惡都是示現，都是表演給我看的，都是教導我的，他不是真的。存這種心，這個人就是善財。善財是什麼意思？我也講得很清楚、很明白，「善」是善根，「財」是福德，這種人具有大善根、大福德。他在一生當中，怎麼不成佛？肯定成佛、圓滿成佛。凡夫心才有分別、執著，凡夫迷惑顛倒不懂事，凡夫真正是可憐憫者。我們怎樣轉凡成聖？轉凡成聖是果，因是什麼？因是轉迷為悟。可是轉迷為悟關鍵是在禪定，用我們淨宗的話來說是在清淨心，清淨心就是禪定。"
    },
    {
      "id": "21-112-0002_p0010",
      "zh_CN": "要修清净心，你不能不修戒定慧。所以，说到最初方便是「持戒」，我们这里列的六种经论都是说的持戒。所以，这六种做不好，你想得定、你想得清净心不可能；清净心就是《弥陀经》上讲的「一心不乱」，你得不到。得一心不乱的人往生西方极乐世界，就得到保障，肯定往生。什么时候往生？自在，随时可以往生，喜欢在这个世间住一、两百年也不是问题，为什么？得大自在，这是真的不是假的。你看果林法师，今年一百四十岁，身体健康。我们山下的房间里挂着他的照片，最好能够把它再放大。他能做到，我们为什么做不到？人家心清净。果林法师，你们同学们有没有见过？见过了，他到台湾去访问时是一百三十多，我那时在美国，他来看我，我没有跟他见到面，听说在图书馆吃了一餐饭，他是念念不忘。我在新加坡，他想到新加坡来看我。这是我们的修学榜样。",
      "zh_TW": "要修清淨心，你不能不修戒定慧。所以，說到最初方便是「持戒」，我們這裡列的六種經論都是說的持戒。所以，這六種做不好，你想得定、你想得清淨心不可能；清淨心就是《彌陀經》上講的「一心不亂」，你得不到。得一心不亂的人往生西方極樂世界，就得到保障，肯定往生。什麼時候往生？自在，隨時可以往生，喜歡在這個世間住一、兩百年也不是問題，為什麼？得大自在，這是真的不是假的。你看果林法師，今年一百四十歲，身體健康。我們山下的房間裡掛著他的照片，最好能夠把它再放大。他能做到，我們為什麼做不到？人家心清淨。果林法師，你們同學們有沒有見過？見過了，他到台灣去訪問時是一百三十多，我那時在美國，他來看我，我沒有跟他見到面，聽說在圖書館吃了一餐飯，他是念念不忘。我在新加坡，他想到新加坡來看我。這是我們的修學榜樣。"
    },
    {
      "id": "21-112-0002_p0011",
      "zh_CN": "我们的年龄很轻，搞得一身毛病，这成什么话？你怎么修的？我们如何把不好的身体变成一个好身体？所以，你修行有没有功夫，功夫得不得力，不要说话，从你面孔上能看到，从你身体上能看到。为什么？相随心转，境随心转。身体是我们最接近的一个境界，转境界一定从内向外，头一个转变自己的身体容貌。转境，你连这个境界都转不过来，你的修行如果不是假的，就是你的功夫不得力，没有功夫。没有功夫要加紧用功，你以前每天所听的不要听了，因为听多了，贪多嚼不烂，囫囵吞枣。你一天就听一点点，重复再听，重复再回味。听的遍数多了，你会看破，你就有悟处；遍数愈多，你的悟入愈深，你所悟的面就愈广。学个一、两遍，这我学过了，不要再学了，就永远没有成就。",
      "zh_TW": "我們的年齡很輕，搞得一身毛病，這成什麼話？你怎麼修的？我們如何把不好的身體變成一個好身體？所以，你修行有沒有功夫，功夫得不得力，不要說話，從你面孔上能看到，從你身體上能看到。為什麼？相隨心轉，境隨心轉。身體是我們最接近的一個境界，轉境界一定從內向外，頭一個轉變自己的身體容貌。轉境，你連這個境界都轉不過來，你的修行如果不是假的，就是你的功夫不得力，沒有功夫。沒有功夫要加緊用功，你以前每天所聽的不要聽了，因為聽多了，貪多嚼不爛，囫圇吞棗。你一天就聽一點點，重複再聽，重複再回味。聽的遍數多了，你會看破，你就有悟處；遍數愈多，你的悟入愈深，你所悟的面就愈廣。學個一、兩遍，這我學過了，不要再學了，就永遠沒有成就。"
    },
    {
      "id": "21-112-0002_p0012",
      "zh_CN": "这个关键就在你好学不好学。好学的，学不厌、学不倦，愈学愈有精神。我们讲经跟一般在学校里面教书的老师完全不一样，一般在学校教书的老师，每一天讲课的时间太长了，他厌倦，他累了，他消耗的体力很大。可是讲经契入这个境界，你一天讲得时间再多，愈讲愈自在、愈讲愈轻松、愈讲愈快乐，法喜充满，他不疲倦，真正如孔老夫子所说的：「学不厌，教不倦。」为什么？他得法喜。儒家也有法喜，「学而时习之，不亦说乎。」学而时习就是我们此地讲的「解行相应」，你才能得法喜。你所教的跟你的生活不相关，完全在日常生活用不上，你就得不到法喜。为什么？你学了没用处。学了真有用，你就得法喜充满，你就得自在安乐，怎么会有疲厌？",
      "zh_TW": "這個關鍵就在你好學不好學。好學的，學不厭、學不倦，愈學愈有精神。我們講經跟一般在學校裡面教書的老師完全不一樣，一般在學校教書的老師，每一天講課的時間太長了，他厭倦，他累了，他消耗的體力很大。可是講經契入這個境界，你一天講得時間再多，愈講愈自在、愈講愈輕鬆、愈講愈快樂，法喜充滿，他不疲倦，真正如孔老夫子所說的：「學不厭，教不倦。」為什麼？他得法喜。儒家也有法喜，「學而時習之，不亦說乎。」學而時習就是我們此地講的「解行相應」，你才能得法喜。你所教的跟你的生活不相關，完全在日常生活用不上，你就得不到法喜。為什麼？你學了沒用處。學了真有用，你就得法喜充滿，你就得自在安樂，怎麼會有疲厭？"
    },
    {
      "id": "21-112-0002_p0013",
      "zh_CN": "以最浅显的《弟子规》，你要真正能够落实在生活当中，你会很快乐，你的思想、你的言语、你一举一动产生变化，我们常讲变化气质，气质就不一样。可惜你念了不能落实，你的气质就不能改变。学佛跟儒家教学这个目标理念都相同，儒家读书志在变化气质。我们佛法里面讲，学佛宗旨在转恶为善、转迷为悟，他真的转变了。这两个因上转，因上转了，果上自然转，果上就是转凡成圣，你是圣人的气质、圣贤气质，你跟凡人不一样。这个真的是无量劫来我们都没有学到，都没有听出来。这一生有缘有幸我们遇到了，遇到要是放弃了，当面错过，你说可不可惜？遇到了要牢牢抓紧，一时一刻都不放松，我们才有圆满的成就。解跟行决定要相应，说到就要做到，懂得的决定变成生活行持，我们的心理会产生变化，我们的体质会产生变化，我们的容貌会产生变化。人家问学佛有什么好处？这就是好处，这个好处就摆在眼前，你叫人不能不相信。",
      "zh_TW": "以最淺顯的《弟子規》，你要真正能夠落實在生活當中，你會很快樂，你的思想、你的言語、你一舉一動產生變化，我們常講變化氣質，氣質就不一樣。可惜你念了不能落實，你的氣質就不能改變。學佛跟儒家教學這個目標理念都相同，儒家讀書志在變化氣質。我們佛法裡面講，學佛宗旨在轉惡為善、轉迷為悟，他真的轉變了。這兩個因上轉，因上轉了，果上自然轉，果上就是轉凡成聖，你是聖人的氣質、聖賢氣質，你跟凡人不一樣。這個真的是無量劫來我們都沒有學到，都沒有聽出來。這一生有緣有幸我們遇到了，遇到要是放棄了，當面錯過，你說可不可惜？遇到了要牢牢抓緊，一時一刻都不放鬆，我們才有圓滿的成就。解跟行決定要相應，說到就要做到，懂得的決定變成生活行持，我們的心理會產生變化，我們的體質會產生變化，我們的容貌會產生變化。人家問學佛有什麼好處？這就是好處，這個好處就擺在眼前，你叫人不能不相信。"
    },
    {
      "id": "21-112-0002_p0014",
      "zh_CN": "蕅益大师我没有遇到他，如果我遇到他，我一定会劝他，头发、胡子剃光就是年轻人，因为他留了胡子，留了头发，人家看起来老了。他要是把头发、胡子一剃，保险看不出他年纪大，你看他顶多是六、七十岁的人。我们弘法利生要用这个方法，所以我常常讲，这是我们修行的招牌，我们招牌不好，包装不好，人家都不相信；我们有好的包装、好的招牌，人家就相信。所以，你们不好好修行，把佛教的招牌砸掉了，这个罪过就无量，不知不觉你们就造业，把佛法的形象破坏了。",
      "zh_TW": "蕅益大師我沒有遇到他，如果我遇到他，我一定會勸他，頭髮、鬍子剃光就是年輕人，因為他留了鬍子，留了頭髮，人家看起來老了。他要是把頭髮、鬍子一剃，保險看不出他年紀大，你看他頂多是六、七十歲的人。我們弘法利生要用這個方法，所以我常常講，這是我們修行的招牌，我們招牌不好，包裝不好，人家都不相信；我們有好的包裝、好的招牌，人家就相信。所以，你們不好好修行，把佛教的招牌砸掉了，這個罪過就無量，不知不覺你們就造業，把佛法的形象破壞了。"
    },
    {
      "id": "21-112-0002_p0015",
      "zh_CN": "佛弟子最低限度的，你们接受三皈，三皈做到了吗？「觉、正、净」，觉而不迷，皈依佛；正而不邪，皈依法；净而不染，皈依僧，你们有没有做到？这三个字没做到，是假皈依，不是真皈依。你皈是皈，你既没有回头，你也没有依佛菩萨教诲，这就是破坏佛法的形象，破坏佛法的教育。这个罪业就该堕阿鼻地狱，几个人懂？",
      "zh_TW": "佛弟子最低限度的，你們接受三皈，三皈做到了嗎？「覺、正、淨」，覺而不迷，皈依佛；正而不邪，皈依法；淨而不染，皈依僧，你們有沒有做到？這三個字沒做到，是假皈依，不是真皈依。你皈是皈，你既沒有回頭，你也沒有依佛菩薩教誨，這就是破壞佛法的形象，破壞佛法的教育。這個罪業就該墮阿鼻地獄，幾個人懂？"
    },
    {
      "id": "21-112-0002_p0016",
      "zh_CN": "佛门这碗饭好吃？我讲经时常说，多少年前我就讲这碗饭很不好吃，古人警告我们「今生不了道，披毛戴角还」。四众同修供养，他为什么供养你？希望我们成就道业，他沾光。我们成就不了道业，将来堕地狱，地狱罪受完之后，要还的。因果报应，丝毫不爽。现在人真的是胆大妄为，不知道因果，完全随顺自己烦恼习气，在那里造作种种恶业，还以为自己有功德。破坏佛法教学、破坏佛法的形象，还以为自己是真正的出家人，这真正叫迷惑到所以然处。所以，我们真修要记住解行并重，我们理解了决定要做到，一定要把自己的烦恼习气改革掉。要记住，烦恼习气不能改革，自己一定要知道，肯定自己将来决定堕地狱。如果你知道地狱苦，你害怕恐怖地狱苦，你自然会回头。今天是你不知道地狱苦，你胆大妄为，你不知道改过。",
      "zh_TW": "佛門這碗飯好吃？我講經時常說，多少年前我就講這碗飯很不好吃，古人警告我們「今生不了道，披毛戴角還」。四眾同修供養，他為什麼供養你？希望我們成就道業，他沾光。我們成就不了道業，將來墮地獄，地獄罪受完之後，要還的。因果報應，絲毫不爽。現在人真的是膽大妄為，不知道因果，完全隨順自己煩惱習氣，在那裡造作種種惡業，還以為自己有功德。破壞佛法教學、破壞佛法的形象，還以為自己是真正的出家人，這真正叫迷惑到所以然處。所以，我們真修要記住解行並重，我們理解了決定要做到，一定要把自己的煩惱習氣改革掉。要記住，煩惱習氣不能改革，自己一定要知道，肯定自己將來決定墮地獄。如果你知道地獄苦，你害怕恐怖地獄苦，你自然會回頭。今天是你不知道地獄苦，你膽大妄為，你不知道改過。"
    },
    {
      "id": "21-112-0002_p0017",
      "zh_CN": "第三条「道德圆备」，圆是圆满，备是具备。什么叫道？什么叫德？一定要搞清楚，一定要搞明白。道是道理，道是道路。佛法里面讲十方，也叫十法界，我们走哪一条？你行道有德于心，这叫德。心里面觉悟、明白，你对于宇宙人生的真相明白了，这是行道有德于心。行道有德于身是你会做人了，你懂得人与人怎么相处，人与自然环境怎么相处，人与天地鬼神怎么相处，这是德。大彻大悟，这是德；有德于心就是佛法讲的「般若智慧」，智慧就现前了。有德于身，这个讲的就很广。佛教经论里面有许多的教诲，都是从身行上来说的。譬如我们《净宗同学修行守则》里面所说的「三福、六和、三学、六度、十愿」，这是有德于身，你自自然然做到，没有一丝毫勉强。",
      "zh_TW": "第三條「道德圓備」，圓是圓滿，備是具備。什麼叫道？什麼叫德？一定要搞清楚，一定要搞明白。道是道理，道是道路。佛法裡面講十方，也叫十法界，我們走哪一條？你行道有德於心，這叫德。心裡面覺悟、明白，你對於宇宙人生的真相明白了，這是行道有德於心。行道有德於身是你會做人了，你懂得人與人怎麼相處，人與自然環境怎麼相處，人與天地鬼神怎麼相處，這是德。大徹大悟，這是德；有德於心就是佛法講的「般若智慧」，智慧就現前了。有德於身，這個講的就很廣。佛教經論裡面有許多的教誨，都是從身行上來說的。譬如我們《淨宗同學修行守則》裡面所說的「三福、六和、三學、六度、十願」，這是有德於身，你自自然然做到，沒有一絲毫勉強。"
    },
    {
      "id": "21-112-0002_p0018",
      "zh_CN": "在儒家就是讲的「十义」。诸位要晓得，五伦是道，天然之道，那不是人为的，不是孔夫子他的意思；道德也不是释迦牟尼佛他的学说、他的创意。世出世间的圣人都没有丝毫意思夹杂在教学之中。孔老夫子「述而不作」，作是什么？创作，他没有创作。述是什么？传说言语，他所讲的是古圣先贤说的，没有一句话是自己的意思。释迦牟尼佛讲的都是古佛所说的，也没有一句话是他的意思，所以世尊说他四十九年没有说过一句话，就是他说的是古佛所说的。从这个地方，天道是自然之道，不是人发明的，不是人创造的，我们要懂这个意思。自然之道就是性德，本性本来是如此。",
      "zh_TW": "在儒家就是講的「十義」。諸位要曉得，五倫是道，天然之道，那不是人為的，不是孔夫子他的意思；道德也不是釋迦牟尼佛他的學說、他的創意。世出世間的聖人都沒有絲毫意思夾雜在教學之中。孔老夫子「述而不作」，作是什麼？創作，他沒有創作。述是什麼？傳說言語，他所講的是古聖先賢說的，沒有一句話是自己的意思。釋迦牟尼佛講的都是古佛所說的，也沒有一句話是他的意思，所以世尊說他四十九年沒有說過一句話，就是他說的是古佛所說的。從這個地方，天道是自然之道，不是人發明的，不是人創造的，我們要懂這個意思。自然之道就是性德，本性本來是如此。"
    },
    {
      "id": "21-112-0002_p0019",
      "zh_CN": "儒家讲得很具体，夫妇是天道，男女的结合，人类种族才能够延续，文化才能向上提升。所以，讲道是从这里开始，这是道的开端。然后才有父子、兄弟、君臣，君臣就是现在的领导与被领导，才有朋友。人与人的关系不外乎这五大类，这叫道。我们今天讲人道，我们现在在人道。儒家对于天道、其他的道讲得少，人道讲得详细。佛法里面十个道都讲得很详细。",
      "zh_TW": "儒家講得很具體，夫婦是天道，男女的結合，人類種族才能夠延續，文化才能向上提升。所以，講道是從這裡開始，這是道的開端。然後才有父子、兄弟、君臣，君臣就是現在的領導與被領導，才有朋友。人與人的關係不外乎這五大類，這叫道。我們今天講人道，我們現在在人道。儒家對於天道、其他的道講得少，人道講得詳細。佛法裡面十個道都講得很詳細。"
    },
    {
      "id": "21-112-0002_p0020",
      "zh_CN": "我们在人道就先讲人道。行道有德于天性，有德于心是相同的。有德于身是什么？夫妇有义，夫义妇听，作妻子的听从、顺从，作先生的有义，作父亲的有慈，作儿女的有孝，这就属于德。君仁臣忠，朋友有信，这是义、是德。兄良（兄善良）弟悌（作弟弟的知道尊敬兄长），所以五伦是道，十义是德。「明其道而行其义」，这是教学。什么时候教？从小学教，你们念《弟子规》，《弟子规》就是教仁义。这是道德，统统落实了，就道德圆备。道德圆备的人鬼神都尊敬，自自然然得到诸佛护念、龙天善神保佑。为什么？你有道德。",
      "zh_TW": "我們在人道就先講人道。行道有德於天性，有德於心是相同的。有德於身是什麼？夫婦有義，夫義婦聽，作妻子的聽從、順從，作先生的有義，作父親的有慈，作兒女的有孝，這就屬於德。君仁臣忠，朋友有信，這是義、是德。兄良（兄善良）弟悌（作弟弟的知道尊敬兄長），所以五倫是道，十義是德。「明其道而行其義」，這是教學。什麼時候教？從小學教，你們念《弟子規》，《弟子規》就是教仁義。這是道德，統統落實了，就道德圓備。道德圓備的人鬼神都尊敬，自自然然得到諸佛護念、龍天善神保佑。為什麼？你有道德。"
    },
    {
      "id": "21-112-0002_p0021",
      "zh_CN": "在佛法里面，佛的说法跟儒家讲的不一样，意思完全相同。佛法上所说的，「净业三福」第一条：「孝养父母，奉事师长，慈心不杀，修十善业」，你们想想跟儒家所讲的十义是不是一样？人与人之间相处，佛讲得很具体，就是六和、四摄。「见和同解，戒和同修」，那个戒是守法、守规矩，家有家规，国有国法，通达人情事理，遵守不犯；「身和同住，口和无诤，意和同悦，利和同均」。四摄法对一切人、一切事、一切物，要懂得布施供养。爱语、利行、同事，推行到这个地区、这个国家、这个世界，乃至于虚空法界，都通行无阻，毫无障碍。你为什么对一切人、一切事，有那么多障碍，那么多困难，你没有去行道，你没有德，你要是道德圆备，你哪里会有障碍？",
      "zh_TW": "在佛法裡面，佛的說法跟儒家講的不一樣，意思完全相同。佛法上所說的，「淨業三福」第一條：「孝養父母，奉事師長，慈心不殺，修十善業」，你們想想跟儒家所講的十義是不是一樣？人與人之間相處，佛講得很具體，就是六和、四攝。「見和同解，戒和同修」，那個戒是守法、守規矩，家有家規，國有國法，通達人情事理，遵守不犯；「身和同住，口和無諍，意和同悅，利和同均」。四攝法對一切人、一切事、一切物，要懂得布施供養。愛語、利行、同事，推行到這個地區、這個國家、這個世界，乃至於虛空法界，都通行無阻，毫無障礙。你為什麼對一切人、一切事，有那麼多障礙，那麼多困難，你沒有去行道，你沒有德，你要是道德圓備，你哪裡會有障礙？"
    },
    {
      "id": "21-112-0002_p0022",
      "zh_CN": "中国古谚语里常讲「得道者多助」，道德圆备就是得道之人，你会得到一切众神的帮助。你种树有树神帮助，你种花有花神帮助，你种草有草神帮助，你种的花草树木跟别人开的就不一样，为什么？你得道了。道德之人的特色就是诚心诚意关怀别人、爱护别人，全心全力帮助别人，他什么灾难都没有。世间再有大的灾难，他不会有灾难，为什么？他有道德。灾难从哪来的？灾难是无道无德才生的。所以大劫难的根源在哪里？我们找到了，从根本上把它转过来，劫难就没有了。所以你们问我如何来化解？全靠你们，我讲的话是真的，不是跟你们开玩笑的。你们自己果然认真修学，你不会受灾难，你住在这个地方，这地方没灾难，这个地区不遭难，大家都沾光。你自己不肯修道德，那这地方就没有人修道德，大家遭难！中国谚语有句话说：「一人有福，连带一屋」，这个人有福报，我们沾他的光，统统都不遭灾难，都有福。一个人有福，这个人是谁？就是你们自己。",
      "zh_TW": "中國古諺語裡常講「得道者多助」，道德圓備就是得道之人，你會得到一切眾神的幫助。你種樹有樹神幫助，你種花有花神幫助，你種草有草神幫助，你種的花草樹木跟別人開的就不一樣，為什麼？你得道了。道德之人的特色就是誠心誠意關懷別人、愛護別人，全心全力幫助別人，他什麼災難都沒有。世間再有大的災難，他不會有災難，為什麼？他有道德。災難從哪來的？災難是無道無德才生的。所以大劫難的根源在哪裡？我們找到了，從根本上把它轉過來，劫難就沒有了。所以你們問我如何來化解？全靠你們，我講的話是真的，不是跟你們開玩笑的。你們自己果然認真修學，你不會受災難，你住在這個地方，這地方沒災難，這個地區不遭難，大家都沾光。你自己不肯修道德，那這地方就沒有人修道德，大家遭難！中國諺語有句話說：「一人有福，連帶一屋」，這個人有福報，我們沾他的光，統統都不遭災難，都有福。一個人有福，這個人是誰？就是你們自己。"
    },
    {
      "id": "21-112-0002_p0023",
      "zh_CN": "我们不能去靠别人，你修我可以不修，我沾你的光，那就是阿难尊者的思想，他想错了。他以为释迦牟尼佛是他大哥，他修得很好，我可以不要修，可以沾他的光。后来遭摩登伽女之难才觉悟，才晓得各人修各人得，自己不修，别人帮不上。别人帮助你，那是你的增上缘；你要是没有因，有缘也没有用处，你不会得到结果。自己一定要修因，然后给你那些增上缘，你才能够开花结果。佛菩萨、善神才能帮得上忙，自己不认真修行决定是不可能的。",
      "zh_TW": "我們不能去靠別人，你修我可以不修，我沾你的光，那就是阿難尊者的思想，他想錯了。他以為釋迦牟尼佛是他大哥，他修得很好，我可以不要修，可以沾他的光。後來遭摩登伽女之難才覺悟，才曉得各人修各人得，自己不修，別人幫不上。別人幫助你，那是你的增上緣；你要是沒有因，有緣也沒有用處，你不會得到結果。自己一定要修因，然後給你那些增上緣，你才能夠開花結果。佛菩薩、善神才能幫得上忙，自己不認真修行決定是不可能的。"
    },
    {
      "id": "21-112-0002_p0024",
      "zh_CN": "希望诸位真正能够懂得这个道理，明白这个道理。中国儒家教学对德非常重视，所以儒家所说的「以道治国，以德化民」，这两句话是真理，超越时间，超越空间，超越国家的界限，超越种族的界限，超越宗教的界限。以道治国，这个道我们把它简化，用最简单的言词来跟诸位说明道是什么，就是人与人的关系、人与自然环境的关系、人与天地鬼神的关系。这些关系搞明白、处好了，这是道。我们要懂得以道治身，身修而后家齐。以道治身、以道治家，我们团体是家，家之外是国，国家领导人以道治国，行道就治国，就会影响社会风气，「潜移默化，专依奉行」。我们的行是以德化民，感化众生、感化社会，那是我们要行德。我们真正行道，德就在其中。",
      "zh_TW": "希望諸位真正能夠懂得這個道理，明白這個道理。中國儒家教學對德非常重視，所以儒家所說的「以道治國，以德化民」，這兩句話是真理，超越時間，超越空間，超越國家的界限，超越種族的界限，超越宗教的界限。以道治國，這個道我們把它簡化，用最簡單的言詞來跟諸位說明道是什麼，就是人與人的關係、人與自然環境的關係、人與天地鬼神的關係。這些關係搞明白、處好了，這是道。我們要懂得以道治身，身修而後家齊。以道治身、以道治家，我們團體是家，家之外是國，國家領導人以道治國，行道就治國，就會影響社會風氣，「潛移默化，專依奉行」。我們的行是以德化民，感化眾生、感化社會，那是我們要行德。我們真正行道，德就在其中。"
    },
    {
      "id": "21-112-0002_p0025",
      "zh_CN": "所以我们学佛，依照佛陀教诲来修行。我常常讲，第一个你心地清净，烦恼少、智慧长，妄想少、心清净，自自然然你感得的，是不容易衰老，不容易生病；真正修到有成就，你就不死。死生自在，那就不死。知道我生从哪里来，死了之后往哪里去，快快乐乐的，不惊不怖，真得大自在，这是德，我得到了。我得到的给别人看，别人看到会受感动，这叫自行化他，道德就圆满具足。所以，你要晓得什么是道、什么是德，中国儒家所讲的「孝悌忠信礼义廉耻」是德，这八个字；还有一个讲法，「忠孝仁爱信义和平」，两种讲法都好。这八个字意思深广无尽，一定要学，一定要做到，而且到外面常常要讲给别人听。我们利用讲经，在讲经里面穿插，教化众生，这样自自然然就能够消灾免难。好，今天时间到了。",
      "zh_TW": "所以我們學佛，依照佛陀教誨來修行。我常常講，第一個你心地清淨，煩惱少、智慧長，妄想少、心清淨，自自然然你感得的，是不容易衰老，不容易生病；真正修到有成就，你就不死。死生自在，那就不死。知道我生從哪裡來，死了之後往哪裡去，快快樂樂的，不驚不怖，真得大自在，這是德，我得到了。我得到的給別人看，別人看到會受感動，這叫自行化他，道德就圓滿具足。所以，你要曉得什麼是道、什麼是德，中國儒家所講的「孝悌忠信禮義廉恥」是德，這八個字；還有一個講法，「忠孝仁愛信義和平」，兩種講法都好。這八個字意思深廣無盡，一定要學，一定要做到，而且到外面常常要講給別人聽。我們利用講經，在講經裡面穿插，教化眾生，這樣自自然然就能夠消災免難。好，今天時間到了。"
    }
  ]
}