{
  "doc_id": "14-014-0022",
  "title": {
    "zh_CN": "地藏经玄义",
    "zh_TW": "地藏經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-014-0022",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "14-014-0022_p0001",
      "zh_CN": "我们接着看十乘观法第八：",
      "zh_TW": "我們接著看十乘觀法第八："
    },
    {
      "id": "14-014-0022_p0002",
      "zh_CN": "『八、知位次：修行之人，免增上慢故。』",
      "zh_TW": "『八、知位次：修行之人，免增上慢故。』"
    },
    {
      "id": "14-014-0022_p0003",
      "zh_CN": "「增上慢」的毛病，是自古以来常有的。什么叫增上慢？自己没有证到这个地位而以为证得，不晓得自己的位次。早年，我遇到一位学佛很虔诚的居士，他告诉我，他证得阿罗汉果，我就劝他不要说。他说真的证得了，言语很肯定，我被他逼着没有法子，我说：「既然证得阿罗汉果，你六种神通都具足了，我们坐在房子里面，房子外面马路上走的那些人，你有没有看到？」他说：「没有。」我说：「你就没有证到阿罗汉果，证到阿罗汉果你决定知道，我心里想什么事情你也知道，你有他心通。」我说：「你这个能力都没有恢复，你肯定没有证得。」这样才把他的念头打消。他碰到人就跟别人讲证得阿罗汉果，这就是不知道自己修行的位次。他很可能在修行里面得一点法喜，得一点轻安，于是乎就产生误会了。位次要很清楚、很明了，我们就不会有这种问题发生",
      "zh_TW": "「增上慢」的毛病，是自古以來常有的。什麼叫增上慢？自己沒有證到這個地位而以為證得，不曉得自己的位次。早年，我遇到一位學佛很虔誠的居士，他告訴我，他證得阿羅漢果，我就勸他不要說。他說真的證得了，言語很肯定，我被他逼著沒有法子，我說：「既然證得阿羅漢果，你六種神通都具足了，我們坐在房子裡面，房子外面馬路上走的那些人，你有沒有看到？」他說：「沒有。」我說：「你就沒有證到阿羅漢果，證到阿羅漢果你決定知道，我心裡想什麼事情你也知道，你有他心通。」我說：「你這個能力都沒有恢復，你肯定沒有證得。」這樣才把他的念頭打消。他碰到人就跟別人講證得阿羅漢果，這就是不知道自己修行的位次。他很可能在修行裡面得一點法喜，得一點輕安，於是乎就產生誤會了。位次要很清楚、很明瞭，我們就不會有這種問題發生"
    },
    {
      "id": "14-014-0022_p0004",
      "zh_CN": "譬如前面讲的「五停心」、「六度」。智者大师往生的时候，他的学生请教他老人家：「你这一生修持，弘法利生，你往生是什么样的品位？」大师对大家说：「我只证得五品位往生。」五品位就是此地讲的「五停心」；停是停止，心是散乱，散乱的心停止了。这个位次不高，生西方极乐世界是凡圣同居土。实在讲，五停心这个位次，我们每一个同修都有把握能够取得。如果说是事一心、理一心，那确实不容易，那个品位高了。所以极乐世界殊胜之处，不在实报庄严土，而在凡圣同居土，这非常非常不可思议！一般像这种功夫是没有办法成就的，这是伏烦恼，没有断烦恼。伏烦恼的功夫浅，说实在话比小乘初果都不如，小乘初果三界八十八品见惑断尽了，在圆教是初信位的菩萨，我们哪里有能力？说老实话，一生的修持，圆教初信位的菩萨我们都达不到，这个自己要晓得。自己知道了，诚敬的心才生得起来，不敢贡高我慢。",
      "zh_TW": "譬如前面講的「五停心」、「六度」。智者大師往生的時候，他的學生請教他老人家：「你這一生修持，弘法利生，你往生是什麼樣的品位？」大師對大家說：「我只證得五品位往生。」五品位就是此地講的「五停心」；停是停止，心是散亂，散亂的心停止了。這個位次不高，生西方極樂世界是凡聖同居土。實在講，五停心這個位次，我們每一個同修都有把握能夠取得。如果說是事一心、理一心，那確實不容易，那個品位高了。所以極樂世界殊勝之處，不在實報莊嚴土，而在凡聖同居土，這非常非常不可思議！一般像這種功夫是沒有辦法成就的，這是伏煩惱，沒有斷煩惱。伏煩惱的功夫淺，說實在話比小乘初果都不如，小乘初果三界八十八品見惑斷盡了，在圓教是初信位的菩薩，我們哪裡有能力？說老實話，一生的修持，圓教初信位的菩薩我們都達不到，這個自己要曉得。自己知道了，誠敬的心才生得起來，不敢貢高我慢。"
    },
    {
      "id": "14-014-0022_p0005",
      "zh_CN": "讲断证的功夫，大小乘里面都说得非常清楚，烦恼的头数也说得很详细。「五停心观」是伏烦恼，根本就没有断，智者大师这么说法，实在讲就是帮助我们学习，智者大师念佛往生极乐世界，他为我们现身说法。在中国史传里面记载，智者大师是释迦牟尼佛化身再来的，不是普通人，示现做个样子给我们看，教导我们，让我们效法他。这个意思就很深，我们要能够体会得到。特别是在这个时代，这个时代我们要怎样自己修学，怎样弘法利生。弘法利生就是帮助别人修学，大家都想到建道场，接引众生。",
      "zh_TW": "講斷證的功夫，大小乘裡面都說得非常清楚，煩惱的頭數也說得很詳細。「五停心觀」是伏煩惱，根本就沒有斷，智者大師這麼說法，實在講就是幫助我們學習，智者大師念佛往生極樂世界，他為我們現身說法。在中國史傳裡面記載，智者大師是釋迦牟尼佛化身再來的，不是普通人，示現做個樣子給我們看，教導我們，讓我們效法他。這個意思就很深，我們要能夠體會得到。特別是在這個時代，這個時代我們要怎樣自己修學，怎樣弘法利生。弘法利生就是幫助別人修學，大家都想到建道場，接引眾生。"
    },
    {
      "id": "14-014-0022_p0006",
      "zh_CN": "我今天早晨，收到台北一个同修的传真，传真里面提到，现代二十一世纪弘法的方式要随着时代改变，他认为已经不是道场，而是电视台。这个看法正确，他劝我到电视台现场讲经，而不是在我们现在小教室，把我们的录像带送到电视台。为什么？我们的设备跟电视台比，那还差得很远。过去我在电视台录过，他们的设备真的叫一流，参加录像的工作人员二十多个人。电视台里面通常是三部录像机，从每一个角度，画面都有变更，而我们这一个机器摆在这里，画面呆板。现在人喜欢活泼，呆板的画面看久了会烦，所以画面要常常变换。我们必须得想方法，把我们讲经的现场，要达到电视台摄影棚的标准，这个效果就大了。电视台讲经，我们只是偶然，顶多借给我们一个短时期，一个星期、十天，我们没有办法长期在那边讲经。这是提醒我，我就想到我们要扩充我们现场的设备，我们也要培训专业的人才，努力向这个方向去做。",
      "zh_TW": "我今天早晨，收到台北一個同修的傳真，傳真裡面提到，現代二十一世紀弘法的方式要隨著時代改變，他認為已經不是道場，而是電視台。這個看法正確，他勸我到電視台現場講經，而不是在我們現在小教室，把我們的錄像帶送到電視台。為什麼？我們的設備跟電視台比，那還差得很遠。過去我在電視台錄過，他們的設備真的叫一流，參加錄像的工作人員二十多個人。電視台裡面通常是三部錄像機，從每一個角度，畫面都有變更，而我們這一個機器擺在這裡，畫面呆板。現在人喜歡活潑，呆板的畫面看久了會煩，所以畫面要常常變換。我們必須得想方法，把我們講經的現場，要達到電視台攝影棚的標準，這個效果就大了。電視台講經，我們只是偶然，頂多借給我們一個短時期，一個星期、十天，我們沒有辦法長期在那邊講經。這是提醒我，我就想到我們要擴充我們現場的設備，我們也要培訓專業的人才，努力向這個方向去做。"
    },
    {
      "id": "14-014-0022_p0007",
      "zh_CN": "今天对于全世界弘法，确实绝对不是寺庙，拿建寺庙的这些财力，用来扩充我们的设备，那是绰绰有余。我们的摄影机确实不够，现在只能照到讲台上，听众照不到，最好能够有两部摄影机，能够照到全场的观众，使画面能够更活泼，这确实是个很好的建议。这也是提醒了我们，今天在电视上收看我们节目的有十几万人，这是我们知道的。还有我们不晓得的，据一般的估计，总是在百万人以上，每天我们对全世界的广播。所以他也提醒我，在讲台上无论是长说短说、深说浅说，都要想到听众是全世界的听众，而不是眼前的这几个人，这是提醒我们观机的范围要扩大。要想到电视机前许许多多还没有接触过佛法的人，我们不能不顾及这一些初学的同修，帮助他们认识佛法，帮助他们理解佛法，帮助他们修学。",
      "zh_TW": "今天對於全世界弘法，確實絕對不是寺廟，拿建寺廟的這些財力，用來擴充我們的設備，那是綽綽有餘。我們的攝影機確實不夠，現在只能照到講台上，聽眾照不到，最好能夠有兩部攝影機，能夠照到全場的觀眾，使畫面能夠更活潑，這確實是個很好的建議。這也是提醒了我們，今天在電視上收看我們節目的有十幾萬人，這是我們知道的。還有我們不曉得的，據一般的估計，總是在百萬人以上，每天我們對全世界的廣播。所以他也提醒我，在講台上無論是長說短說、深說淺說，都要想到聽眾是全世界的聽眾，而不是眼前的這幾個人，這是提醒我們觀機的範圍要擴大。要想到電視機前許許多多還沒有接觸過佛法的人，我們不能不顧及這一些初學的同修，幫助他們認識佛法，幫助他們理解佛法，幫助他們修學。"
    },
    {
      "id": "14-014-0022_p0008",
      "zh_CN": "五停心也叫五品位，《法华经．分别品》里面所讲的，是功夫刚刚得力；换句话说，在六即位里面是观行即位。大家想想，观行即位前面是名字即位，那就是有名无实，到观行，你的功夫才算得力。这里面说了五条，第一条是「随喜」。经上说：「若闻是经而不毁訾，起随喜心，当知已为深心解相。」天台家列五停心观，是从《法华经》上佛陀的开示。虽然说的是《法华经》，实际上，包括所有一切大乘经典。听到大乘经典，你不会毁谤，你生欢喜心随喜，这个人过去生中善根就深厚，以这个善根遇到善缘，他就能够深入。这种善根善缘，我们前面都曾经跟诸位报告过，就是「好学」；这是我们一生修学成败的第一个因素，一定要好学，不好学那就没有法子。真正好学就有善知识，你就会遇到善知识，就有这个缘分。",
      "zh_TW": "五停心也叫五品位，《法華經．分別品》裡面所講的，是功夫剛剛得力；換句話說，在六即位裡面是觀行即位。大家想想，觀行即位前面是名字即位，那就是有名無實，到觀行，你的功夫才算得力。這裡面說了五條，第一條是「隨喜」。經上說：「若聞是經而不毀訾，起隨喜心，當知已為深心解相。」天台家列五停心觀，是從《法華經》上佛陀的開示。雖然說的是《法華經》，實際上，包括所有一切大乘經典。聽到大乘經典，你不會毀謗，你生歡喜心隨喜，這個人過去生中善根就深厚，以這個善根遇到善緣，他就能夠深入。這種善根善緣，我們前面都曾經跟諸位報告過，就是「好學」；這是我們一生修學成敗的第一個因素，一定要好學，不好學那就沒有法子。真正好學就有善知識，你就會遇到善知識，就有這個緣分。"
    },
    {
      "id": "14-014-0022_p0009",
      "zh_CN": "善知识确实是佛菩萨示现，真是佛家所讲的「佛氏门中，不舍一人」。你一个人好学，你就会遇到好的老师、同参道友。你不好学就没有法子，你的一生遇不到，就算善知识在面前，天天在一起，你也当面错过。你遇到了没有？没有遇到，天天在一起都没有遇到，这是实话。为什么？自己不好学。自己真正好学，跟善知识相处，哪怕是再短的时间也真正受利益。《坛经》里面，永嘉禅师亲近六祖一天的时间，他得的利益是一生都受用不尽，真正亲近善知识。这也是印祖所说的「一分诚敬得一分利益，十分诚敬得十分利益」，永嘉有十分诚敬，虽然很短的时间，只亲近一天，得的利益是圆满的。你毫无诚意，天天跟祖师在一起，等于没有遇到善知识，诸位要懂得这个深义。这是第一个，就是讲你的善根，你没有善根福德，你遇不到缘分，遇到缘分，必须要具足善根福德。",
      "zh_TW": "善知識確實是佛菩薩示現，真是佛家所講的「佛氏門中，不捨一人」。你一個人好學，你就會遇到好的老師、同參道友。你不好學就沒有法子，你的一生遇不到，就算善知識在面前，天天在一起，你也當面錯過。你遇到了沒有？沒有遇到，天天在一起都沒有遇到，這是實話。為什麼？自己不好學。自己真正好學，跟善知識相處，哪怕是再短的時間也真正受利益。《壇經》裡面，永嘉禪師親近六祖一天的時間，他得的利益是一生都受用不盡，真正親近善知識。這也是印祖所說的「一分誠敬得一分利益，十分誠敬得十分利益」，永嘉有十分誠敬，雖然很短的時間，只親近一天，得的利益是圓滿的。你毫無誠意，天天跟祖師在一起，等於沒有遇到善知識，諸位要懂得這個深義。這是第一個，就是講你的善根，你沒有善根福德，你遇不到緣分，遇到緣分，必須要具足善根福德。"
    },
    {
      "id": "14-014-0022_p0010",
      "zh_CN": "第二是「读诵」。经上说：「何况读诵受持者。」由此可知，读诵里面包括受持，经文上讲的。大乘经天天要念，我们今天主要依靠的是《无量寿经》，《无量寿经》有没有天天念，一天都不缺课？我们是出家人，许多在家居士每天《无量寿经》都念好多遍，有的一天念十遍。我们是不是真念？不要求念那么多，一天最低限度要念一遍，一年三百六十天一天都不缺，能念两遍就更好。先开始念一遍，熟了之后，你念的速度也就快了。念得很熟的人，《无量寿经》从头到尾念一遍三十分钟，但是我们初念的人，总得要两个小时，愈熟你的进度就愈快，你的遍数就可以增多。你能够读，你能够解其义，常常把佛的教诲记在心中；在日常生活当中，起心动念、一切造作，都会想到经上的教训，不会违背经训，依教奉行，这叫读诵。读诵而不解其义，不能够落实在自己生活里面，这不是读诵。这是五品的第二。",
      "zh_TW": "第二是「讀誦」。經上說：「何況讀誦受持者。」由此可知，讀誦裡面包括受持，經文上講的。大乘經天天要念，我們今天主要依靠的是《無量壽經》，《無量壽經》有沒有天天念，一天都不缺課？我們是出家人，許多在家居士每天《無量壽經》都念好多遍，有的一天念十遍。我們是不是真念？不要求念那麼多，一天最低限度要念一遍，一年三百六十天一天都不缺，能念兩遍就更好。先開始念一遍，熟了之後，你念的速度也就快了。念得很熟的人，《無量壽經》從頭到尾念一遍三十分鐘，但是我們初念的人，總得要兩個小時，愈熟你的進度就愈快，你的遍數就可以增多。你能夠讀，你能夠解其義，常常把佛的教誨記在心中；在日常生活當中，起心動念、一切造作，都會想到經上的教訓，不會違背經訓，依教奉行，這叫讀誦。讀誦而不解其義，不能夠落實在自己生活裡面，這不是讀誦。這是五品的第二。"
    },
    {
      "id": "14-014-0022_p0011",
      "zh_CN": "第三条是「说法」。经上讲：「如来灭后，若有受持读诵，为他人说。」这是说法。这个说法就是我们今天讲的机会教育，随缘说法，不一定要升座，不一定是在讲堂，是随时随地。遇到人，看看这个人有善根，能够接受就给他讲，深说浅说、长说短说，看对方的根机，随机说法。这是属于机会教育，喜欢跟人说，把佛法介绍给别人。",
      "zh_TW": "第三條是「說法」。經上講：「如來滅後，若有受持讀誦，為他人說。」這是說法。這個說法就是我們今天講的機會教育，隨緣說法，不一定要升座，不一定是在講堂，是隨時隨地。遇到人，看看這個人有善根，能夠接受就給他講，深說淺說、長說短說，看對方的根機，隨機說法。這是屬於機會教育，喜歡跟人說，把佛法介紹給別人。"
    },
    {
      "id": "14-014-0022_p0012",
      "zh_CN": "第四「兼行六度」。经上说：「况复有人，能持是经，兼行布施、持戒、忍辱、一心、智慧。」这一句话，实在讲就是落实，我们从佛那个地方学来的，要落实在自己生活当中。六度就不要详细说了，它是菩萨行的六个原则。我们也曾经为同学们制订了一个《修行守则》，里面节录了《无量寿经》与《发起菩萨殊胜志乐经》里面的经文，总共节录了一百多条，一百多条诸位细细看看，不出六度，所以六度是总纲领。如果我们时时刻刻都能想到，能把这一百多条的经训都落实了，变成我们的生活，变成我们的思想，变成我们处世待人的原则，你就是依教修行，这是属于自利，兼行六度属于自利。",
      "zh_TW": "第四「兼行六度」。經上說：「況復有人，能持是經，兼行布施、持戒、忍辱、一心、智慧。」這一句話，實在講就是落實，我們從佛那個地方學來的，要落實在自己生活當中。六度就不要詳細說了，它是菩薩行的六個原則。我們也曾經為同學們制訂了一個《修行守則》，裡面節錄了《無量壽經》與《發起菩薩殊勝志樂經》裡面的經文，總共節錄了一百多條，一百多條諸位細細看看，不出六度，所以六度是總綱領。如果我們時時刻刻都能想到，能把這一百多條的經訓都落實了，變成我們的生活，變成我們的思想，變成我們處世待人的原則，你就是依教修行，這是屬於自利，兼行六度屬於自利。"
    },
    {
      "id": "14-014-0022_p0013",
      "zh_CN": "最后一条是「正行六度」。正行六度不但是自利，而且是利他。经上说：「若能清净持戒，利根智慧，能达问难。」能够帮助别人解除疑惑。诸位想想这五条，这五条叫五停心，这是五品位，六即里面的观行即佛。我们最低要做到这个层次，往生西方极乐世界才真正有把握，这是低到不能再低的水平，智者大师为我们示现，教导我们学习。六度是菩萨行，更高一级了，从观行就到相似位，由相似再往上提升是分证位，分证位就是法身大士。四十一位法身大士是分证位，四圣法界是相似位，六道是观行位。观行位没有出六道，但是观行位念佛能带业往生，这个了不起，这是任何一个法门里面所没有的。所以净宗殊胜就殊胜在此地，只要这么一点小小的功夫，就能够决定往生。所以一切诸佛菩萨赞叹这个法门，不是没有道理。我们自己要知道自爱自重，不可以好高骛远，理论说得再高，自己完全做不到，依旧搞生死轮回，所以一定要「知位次」。",
      "zh_TW": "最後一條是「正行六度」。正行六度不但是自利，而且是利他。經上說：「若能清淨持戒，利根智慧，能達問難。」能夠幫助別人解除疑惑。諸位想想這五條，這五條叫五停心，這是五品位，六即裡面的觀行即佛。我們最低要做到這個層次，往生西方極樂世界才真正有把握，這是低到不能再低的水平，智者大師為我們示現，教導我們學習。六度是菩薩行，更高一級了，從觀行就到相似位，由相似再往上提升是分證位，分證位就是法身大士。四十一位法身大士是分證位，四聖法界是相似位，六道是觀行位。觀行位沒有出六道，但是觀行位念佛能帶業往生，這個了不起，這是任何一個法門裡面所沒有的。所以淨宗殊勝就殊勝在此地，只要這麼一點小小的功夫，就能夠決定往生。所以一切諸佛菩薩讚歎這個法門，不是沒有道理。我們自己要知道自愛自重，不可以好高騖遠，理論說得再高，自己完全做不到，依舊搞生死輪迴，所以一定要「知位次」。"
    },
    {
      "id": "14-014-0022_p0014",
      "zh_CN": "「位次」，天台跟贤首讲得很详细，天台讲四教，贤首讲五教。四教讲的是藏、通、别、圆，藏教我们一般讲小乘的声闻、缘觉，他的位次有四果四向。我们现在修学到底在哪个位次？大乘，我们究竟是通教、是别教、还是圆教？从根性上说，每一教里面都有三贤十圣，三贤十圣彼此解行的功夫并不相同，即使断证相接近，但智慧不相同。像圆教七信位的菩萨见思烦恼断尽了，相当于小乘阿罗汉果，阿罗汉也是断尽见思，但是智慧完全不相同，圆教人的智慧高。我们在《楞严经》看到，阿难尊者跟富楼那尊者智慧就不一样，我们能够看出来。阿难是圆教根性，佛说的那些大乘经、一乘了义经，他能听得懂，他能够理解；但是虽然能听懂、能理解，他做不到，烦恼重。富楼那尊者听世尊在楞严会上所说的话，他听不懂，他见思烦恼断了，他是四果罗汉。阿难尊者只断八十八品见惑，是初果须陀洹。在形像上是这么个样子，可是我们细细想想，不是这样。阿难尊者是圆教初信位的菩萨，富楼那是藏教四果圣人，我们一看就很清楚、很明白，圆教的人智慧高。",
      "zh_TW": "「位次」，天台跟賢首講得很詳細，天台講四教，賢首講五教。四教講的是藏、通、別、圓，藏教我們一般講小乘的聲聞、緣覺，他的位次有四果四向。我們現在修學到底在哪個位次？大乘，我們究竟是通教、是別教、還是圓教？從根性上說，每一教裡面都有三賢十聖，三賢十聖彼此解行的功夫並不相同，即使斷證相接近，但智慧不相同。像圓教七信位的菩薩見思煩惱斷盡了，相當於小乘阿羅漢果，阿羅漢也是斷盡見思，但是智慧完全不相同，圓教人的智慧高。我們在《楞嚴經》看到，阿難尊者跟富樓那尊者智慧就不一樣，我們能夠看出來。阿難是圓教根性，佛說的那些大乘經、一乘了義經，他能聽得懂，他能夠理解；但是雖然能聽懂、能理解，他做不到，煩惱重。富樓那尊者聽世尊在楞嚴會上所說的話，他聽不懂，他見思煩惱斷了，他是四果羅漢。阿難尊者只斷八十八品見惑，是初果須陀洹。在形像上是這麼個樣子，可是我們細細想想，不是這樣。阿難尊者是圓教初信位的菩薩，富樓那是藏教四果聖人，我們一看就很清楚、很明白，圓教的人智慧高。"
    },
    {
      "id": "14-014-0022_p0015",
      "zh_CN": "阿难尊者现在在哪里？诸位都晓得，你们在《无量寿经》上读到，他往生极乐世界去了，阿难现在在西方极乐世界，果报不可思议！这个位次要清楚。我们今天努力，能够做到五品位就不错了。五品位功夫得力，在念佛人分上是功夫成片，这是事一心最浅的。虽然说事一心，事一心浅深程度差别很大，说老实话不只九品，九品是大分，九品里面每一品还有九品，我们要懂这个意思。我们自己究竟在哪个品位要很清楚、很明白，这才不会贡高我慢，而谦虚、认真努力的学习。这是「知位次」的大意。",
      "zh_TW": "阿難尊者現在在哪裡？諸位都曉得，你們在《無量壽經》上讀到，他往生極樂世界去了，阿難現在在西方極樂世界，果報不可思議！這個位次要清楚。我們今天努力，能夠做到五品位就不錯了。五品位功夫得力，在念佛人分上是功夫成片，這是事一心最淺的。雖然說事一心，事一心淺深程度差別很大，說老實話不只九品，九品是大分，九品裡面每一品還有九品，我們要懂這個意思。我們自己究竟在哪個品位要很清楚、很明白，這才不會貢高我慢，而謙虛、認真努力的學習。這是「知位次」的大意。"
    },
    {
      "id": "14-014-0022_p0016",
      "zh_CN": "『第九、能安忍。于逆顺境安然不动，策进五品而入六根。』",
      "zh_TW": "『第九、能安忍。於逆順境安然不動，策進五品而入六根。』"
    },
    {
      "id": "14-014-0022_p0017",
      "zh_CN": "这一条非常重要。「于逆顺境安然不动，策进五品而入六根。」《金刚经》上说得好，「一切法得成于忍」。经上所说的一切法范围很广，世出世间一切法你要想成就，关键在「忍」字，你不能忍，你就不可能成就。所以忍辱波罗蜜是成就精进、禅定、般若的关键，你要不能忍，后面这三条决定没有。你要成就精进，要成就禅定、般若，你一定要修忍辱波罗蜜。逆境里面决定不生瞋恚心，顺境里面决定不生贪爱心，顺逆境缘烦恼不生，这是忍辱。我们大家懂得这个道理，也想去做，为什么做不到？做不到的原因就是所谓业障太重，业障习气太重，所以要在事相上努力。世尊为我们制订一些戒律，戒律全是事。这一些事相，说老实话，原本是没有障碍的，到圆教法身大士，理事无碍，事事无碍，他没有障碍。为什么没有障碍？法身大士在一切境缘当中，自自然然不起心、不动念，不分别、不执着，他有什么障碍？",
      "zh_TW": "這一條非常重要。「於逆順境安然不動，策進五品而入六根。」《金剛經》上說得好，「一切法得成於忍」。經上所說的一切法範圍很廣，世出世間一切法你要想成就，關鍵在「忍」字，你不能忍，你就不可能成就。所以忍辱波羅蜜是成就精進、禪定、般若的關鍵，你要不能忍，後面這三條決定沒有。你要成就精進，要成就禪定、般若，你一定要修忍辱波羅蜜。逆境裡面決定不生瞋恚心，順境裡面決定不生貪愛心，順逆境緣煩惱不生，這是忍辱。我們大家懂得這個道理，也想去做，為什麼做不到？做不到的原因就是所謂業障太重，業障習氣太重，所以要在事相上努力。世尊為我們制訂一些戒律，戒律全是事。這一些事相，說老實話，原本是沒有障礙的，到圓教法身大士，理事無礙，事事無礙，他沒有障礙。為什麼沒有障礙？法身大士在一切境緣當中，自自然然不起心、不動念，不分別、不執著，他有什麼障礙？"
    },
    {
      "id": "14-014-0022_p0018",
      "zh_CN": "我们今天为什么障碍？六根接触六尘境界，起心动念，分别执着，造业！法身大士在境缘当中不造业，所以他的成就就是定慧，定是不动心，慧是明了，样样清楚、样样明了。定慧现前，这叫三昧、叫正受。我们没有，我们现前受的是什么？苦乐忧喜舍，我们搞这个东西。要知道苦乐忧喜舍，六道轮回里头才有，六道之外没有这种受，都是享受三昧，享受定慧。定慧功夫有浅深不同，都属于正受，定慧的功夫愈深，享受的就愈自在，那是真乐，极乐世界。我们遇到境界现前起心动念了，自己立刻就警觉到，警觉又造业了。不只是行为，念头才生就造业，心动念是意地在造业，你说怎么得了？",
      "zh_TW": "我們今天為什麼障礙？六根接觸六塵境界，起心動念，分別執著，造業！法身大士在境緣當中不造業，所以他的成就就是定慧，定是不動心，慧是明瞭，樣樣清楚、樣樣明瞭。定慧現前，這叫三昧、叫正受。我們沒有，我們現前受的是什麼？苦樂憂喜捨，我們搞這個東西。要知道苦樂憂喜捨，六道輪迴裡頭才有，六道之外沒有這種受，都是享受三昧，享受定慧。定慧功夫有淺深不同，都屬於正受，定慧的功夫愈深，享受的就愈自在，那是真樂，極樂世界。我們遇到境界現前起心動念了，自己立刻就警覺到，警覺又造業了。不只是行為，念頭才生就造業，心動念是意地在造業，你說怎麼得了？"
    },
    {
      "id": "14-014-0022_p0019",
      "zh_CN": "念佛人就用这一句佛号，这个方法实在是殊胜妙绝，念头才一动，就把它转成阿弥陀佛，这叫真修行，这叫真用功，会用功。决定不能叫妄念相续，妄念相续就造业了。古人说：「不怕念起，只怕觉迟」，念是念头起来了，也就是讲分别执着这个念头才起来，马上就一句「阿弥陀佛」把它换过来，一句「阿弥陀佛」就是觉，你要觉得快。这是念佛法门比其他法门殊胜、容易。一句佛号就把你的妄念压住，把你的分别心取代了，执着的心取代了，贪瞋痴慢的心取代了，恢复你自性真诚、清净、平等、觉，这叫念佛。绝对不是「口念弥陀心散乱」，这个心还跟平常一样，那有什么用处？那种念佛人不能往生，只是跟西方极乐世界结个缘，阿赖耶识里头落一个弥陀种子，这一生不能往生，还是要搞六道轮回。我们要了解这个道理，了解事实真相，这一生要想往生极乐世界，永脱轮回，知道自己应该怎么修法，就是用这一句弥陀名号，顺逆境缘取而代之。",
      "zh_TW": "念佛人就用這一句佛號，這個方法實在是殊勝妙絕，念頭才一動，就把它轉成阿彌陀佛，這叫真修行，這叫真用功，會用功。決定不能叫妄念相續，妄念相續就造業了。古人說：「不怕念起，只怕覺遲」，念是念頭起來了，也就是講分別執著這個念頭才起來，馬上就一句「阿彌陀佛」把它換過來，一句「阿彌陀佛」就是覺，你要覺得快。這是念佛法門比其他法門殊勝、容易。一句佛號就把你的妄念壓住，把你的分別心取代了，執著的心取代了，貪瞋痴慢的心取代了，恢復你自性真誠、清淨、平等、覺，這叫念佛。絕對不是「口念彌陀心散亂」，這個心還跟平常一樣，那有什麼用處？那種念佛人不能往生，只是跟西方極樂世界結個緣，阿賴耶識裡頭落一個彌陀種子，這一生不能往生，還是要搞六道輪迴。我們要了解這個道理，了解事實真相，這一生要想往生極樂世界，永脫輪迴，知道自己應該怎麼修法，就是用這一句彌陀名號，順逆境緣取而代之。"
    },
    {
      "id": "14-014-0022_p0020",
      "zh_CN": "下面讲「策进五品而入六根」。「入六根」是什么？六根都相应。还是要从五品下手，就是这五个方法下手。普贤菩萨十大愿王教给我们，「恒顺众生，随喜功德」，这两句话很重要，是我们真正修行下手之处。十愿，每一愿里头都具足其余的九愿，这才叫普贤行愿，并不是每一愿是独立的，你这么看法就错了，跟经教完全相违背。《华严经》讲：「行布不碍圆融，圆融不碍行布」、「一即是多，多即是一」，给你讲得多清楚。说有次第，心念是圆融的，所以一法就圆满含摄一切法。我们怎样恒顺众生？礼敬、称赞、供养、忏悔都是恒顺。怎样随喜？也是礼敬、称赞、供养、忏悔对一切人事物，这叫修普贤行。普贤行也从五品位修起，也从观行修起。利根的人，观行里面就有相似，就有分证。在《华严经》看到，等觉菩萨没有舍弃五品的修行，五品修行是初信位菩萨修的，等觉菩萨还修初信位的法门，这叫圆修圆证。",
      "zh_TW": "下面講「策進五品而入六根」。「入六根」是什麼？六根都相應。還是要從五品下手，就是這五個方法下手。普賢菩薩十大願王教給我們，「恆順眾生，隨喜功德」，這兩句話很重要，是我們真正修行下手之處。十願，每一願裡頭都具足其餘的九願，這才叫普賢行願，並不是每一願是獨立的，你這麼看法就錯了，跟經教完全相違背。《華嚴經》講：「行布不礙圓融，圓融不礙行布」、「一即是多，多即是一」，給你講得多清楚。說有次第，心念是圓融的，所以一法就圓滿含攝一切法。我們怎樣恆順眾生？禮敬、稱讚、供養、懺悔都是恆順。怎樣隨喜？也是禮敬、稱讚、供養、懺悔對一切人事物，這叫修普賢行。普賢行也從五品位修起，也從觀行修起。利根的人，觀行裡面就有相似，就有分證。在《華嚴經》看到，等覺菩薩沒有捨棄五品的修行，五品修行是初信位菩薩修的，等覺菩薩還修初信位的法門，這叫圓修圓證。"
    },
    {
      "id": "14-014-0022_p0021",
      "zh_CN": "我们自己决定不是上根，如果自己以为是上根人，那就是增上慢。不是上根，大概是中根，其实以为中根，我们都是增上慢。这十乘观法，它有上中下三根，中根从「真正发菩提心」到「道品调适」，这是中根，我们仔细对照，我们够不够这个程度？下根是从「对治助开」到末后「无法爱」。对治助开里面，一开端给我们讲「五停心」、「六度」。如果我们连这个都做不到，下下根这个位次我们都没有，所以想想有什么值得傲慢？都还自己以为了不起。不读教理真的不晓得，不知道天高地厚；多读读之后，我们气燄就下降了，就晓得不行了，比起其他修行人我们差远了。我们一生能够做到的，实在讲，很勉勉强强做到五品位而已。追随智者大师，能够达到智者大师示现这个程度就非常难得，这是我们一定要晓得的。",
      "zh_TW": "我們自己決定不是上根，如果自己以為是上根人，那就是增上慢。不是上根，大概是中根，其實以為中根，我們都是增上慢。這十乘觀法，它有上中下三根，中根從「真正發菩提心」到「道品調適」，這是中根，我們仔細對照，我們夠不夠這個程度？下根是從「對治助開」到末後「無法愛」。對治助開裡面，一開端給我們講「五停心」、「六度」。如果我們連這個都做不到，下下根這個位次我們都沒有，所以想想有什麼值得傲慢？都還自己以為了不起。不讀教理真的不曉得，不知道天高地厚；多讀讀之後，我們氣燄就下降了，就曉得不行了，比起其他修行人我們差遠了。我們一生能夠做到的，實在講，很勉勉強強做到五品位而已。追隨智者大師，能夠達到智者大師示現這個程度就非常難得，這是我們一定要曉得的。"
    },
    {
      "id": "14-014-0022_p0022",
      "zh_CN": "「而入六根」，这是我们身心与五品都相应，这个地位还是属于观行位。相似位是什么？像佛菩萨。观行位是学佛菩萨，还不像。相似位有一点像，有一点像是见思烦恼真断了，也就是说对世法、佛法决定没有执着，还有分别，这是相似，决定没有执着。到分别执着完全放下，完全断除了，你就是分证位。分证位是什么？妄想没尽。诸位要晓得，分证位是法身大士，相似位是四圣法界，观行位是六道凡夫。由此可知，分别执着怎么能够不断？你能够断执着，这是观行位，往生西方极乐世界生凡圣同居土。凡圣同居土里面也有三辈九品，看你观行功夫浅深。再能够离一切分别，你就生方便有余土，这比凡圣同居土高。如果再破一品无明，你就生实报庄严土，实报庄严土是法身大士。无明就是妄想，有四十一品，所以法身大士有四十一个位次：十住、十行、十回向、十地、等觉；到如来果位那叫究竟位，究竟只有一位，分证有四十一位。我们到什么时候五品能入六根？也就是说我们的身心跟五品完全相应。世间人常说的「念兹在兹」，那就是相应，念念没有忘记，念念没有舍弃，念念自行化他。",
      "zh_TW": "「而入六根」，這是我們身心與五品都相應，這個地位還是屬於觀行位。相似位是什麼？像佛菩薩。觀行位是學佛菩薩，還不像。相似位有一點像，有一點像是見思煩惱真斷了，也就是說對世法、佛法決定沒有執著，還有分別，這是相似，決定沒有執著。到分別執著完全放下，完全斷除了，你就是分證位。分證位是什麼？妄想沒盡。諸位要曉得，分證位是法身大士，相似位是四聖法界，觀行位是六道凡夫。由此可知，分別執著怎麼能夠不斷？你能夠斷執著，這是觀行位，往生西方極樂世界生凡聖同居土。凡聖同居土裡面也有三輩九品，看你觀行功夫淺深。再能夠離一切分別，你就生方便有餘土，這比凡聖同居土高。如果再破一品無明，你就生實報莊嚴土，實報莊嚴土是法身大士。無明就是妄想，有四十一品，所以法身大士有四十一個位次：十住、十行、十迴向、十地、等覺；到如來果位那叫究竟位，究竟只有一位，分證有四十一位。我們到什麼時候五品能入六根？也就是說我們的身心跟五品完全相應。世間人常說的「念茲在茲」，那就是相應，念念沒有忘記，念念沒有捨棄，念念自行化他。"
    },
    {
      "id": "14-014-0022_p0023",
      "zh_CN": "『第十、无法爱。莫着十信相似之道，须入初住真实之理。』",
      "zh_TW": "『第十、無法愛。莫著十信相似之道，須入初住真實之理。』"
    },
    {
      "id": "14-014-0022_p0024",
      "zh_CN": "「法爱」是什么？对于修法的执着。「莫着十信相似之道，须入初住真实之理。」这都是位次上。十信菩萨，此地十信、初住都是讲圆教，这是天台止观。天台依《法华经》，《法华经》纯圆，所以此地讲的十信是圆教十信的菩萨。十信是相似之道，相似位，六即佛里的相似即佛。他的果报在哪里？四圣法界。诸位要晓得，声闻、缘觉、菩萨、佛，十法界里面的四圣法界就是十信相似位。他不是真实的，他在十法界里面，这是劝你；因为这些人，实在讲有禅定的功夫，定功很深，阿罗汉有九次第定，有智慧，定起作用就是智慧，我们凡夫人看，神通广大；可是这些人没见性，他们所用的心还是识心，不过他们用的识心用得正，我们用得偏，所以他们是正觉，不是正等正觉。诸位要记住，十法界里面的声闻、缘觉、菩萨、佛都是正觉。什么才是正等正觉？圆教初住以上，四十一位法身大士叫正等正觉，这个要清楚。",
      "zh_TW": "「法愛」是什麼？對於修法的執著。「莫著十信相似之道，須入初住真實之理。」這都是位次上。十信菩薩，此地十信、初住都是講圓教，這是天台止觀。天台依《法華經》，《法華經》純圓，所以此地講的十信是圓教十信的菩薩。十信是相似之道，相似位，六即佛裡的相似即佛。他的果報在哪裡？四聖法界。諸位要曉得，聲聞、緣覺、菩薩、佛，十法界裡面的四聖法界就是十信相似位。他不是真實的，他在十法界裡面，這是勸你；因為這些人，實在講有禪定的功夫，定功很深，阿羅漢有九次第定，有智慧，定起作用就是智慧，我們凡夫人看，神通廣大；可是這些人沒見性，他們所用的心還是識心，不過他們用的識心用得正，我們用得偏，所以他們是正覺，不是正等正覺。諸位要記住，十法界裡面的聲聞、緣覺、菩薩、佛都是正覺。什麼才是正等正覺？圓教初住以上，四十一位法身大士叫正等正覺，這個要清楚。"
    },
    {
      "id": "14-014-0022_p0025",
      "zh_CN": "藏教里面的佛，都是属于正觉。由此可知，正觉里面层次也很复杂，也有浅深高下不相同。阿罗汉是正觉，辟支佛也是正觉，辟支佛比阿罗汉就高；藏教的菩萨也是正觉，又比辟支佛高；藏教的佛也是正觉，比菩萨又高了。这些位次我们都要清楚，都要明了，才不至于有贡高我慢。贡高我慢是大烦恼，贪瞋痴慢障碍自己的精进，因为骄慢现前，就自以为是，再向上提升就非常困难。这谁障碍你？慢障碍你，所以一定要断除。要知道「初住真实之理」，这是真实法，这是见性，「破一品无明，见一分真性」，这就是入圆教初住。初住所证得的理是自性，宗门讲的明心见性。十乘观法，我们就介绍到此地。",
      "zh_TW": "藏教裡面的佛，都是屬於正覺。由此可知，正覺裡面層次也很複雜，也有淺深高下不相同。阿羅漢是正覺，辟支佛也是正覺，辟支佛比阿羅漢就高；藏教的菩薩也是正覺，又比辟支佛高；藏教的佛也是正覺，比菩薩又高了。這些位次我們都要清楚，都要明瞭，才不至於有貢高我慢。貢高我慢是大煩惱，貪瞋痴慢障礙自己的精進，因為驕慢現前，就自以為是，再向上提升就非常困難。這誰障礙你？慢障礙你，所以一定要斷除。要知道「初住真實之理」，這是真實法，這是見性，「破一品無明，見一分真性」，這就是入圓教初住。初住所證得的理是自性，宗門講的明心見性。十乘觀法，我們就介紹到此地。"
    },
    {
      "id": "14-014-0022_p0026",
      "zh_CN": "再看本文，《地藏菩萨本愿经》纶贯第十七面，倒数第二行，我们把文念念就好念了。",
      "zh_TW": "再看本文，《地藏菩薩本願經》綸貫第十七面，倒數第二行，我們把文念念就好念了。"
    },
    {
      "id": "14-014-0022_p0027",
      "zh_CN": "【天台依诸大乘经。立四种三昧。修十乘观法。直就阴心，显三千法，即从行观义。】",
      "zh_TW": "【天台依諸大乘經。立四種三昧。修十乘觀法。直就陰心，顯三千法，即從行觀義。】"
    },
    {
      "id": "14-014-0022_p0028",
      "zh_CN": "他讲的三观，三观第一个就是『从行观』。从行观里头最重要，就是你要懂得「四种三昧」跟「十乘观法」。『阴心』就是五阴之心，也就是八识，八识五十一心所。天台家说得都很踏实，天台大师发明「三止三观」，三止三观确实是他发明的，这个修行的方法好，非常踏实，我们凡夫有入手之处。这个方法很类似，世尊在楞严会上所说的修行的原理原则。但是那个时代《楞严经》没有传到中国，智者大师听说有这回事情，所以在天台山筑拜经台，每天向西方礼拜，求感应，希望《楞严经》能够传到中国来。他拜了十八年，天天拜，那分诚敬之心，不容易！所谓是「精诚所至，金石为开」，他老人家有这一分诚敬之心，感得后来般剌密帝把这部经送到中国来。",
      "zh_TW": "他講的三觀，三觀第一個就是『從行觀』。從行觀裡頭最重要，就是你要懂得「四種三昧」跟「十乘觀法」。『陰心』就是五陰之心，也就是八識，八識五十一心所。天台家說得都很踏實，天台大師發明「三止三觀」，三止三觀確實是他發明的，這個修行的方法好，非常踏實，我們凡夫有入手之處。這個方法很類似，世尊在楞嚴會上所說的修行的原理原則。但是那個時代《楞嚴經》沒有傳到中國，智者大師聽說有這回事情，所以在天台山築拜經台，每天向西方禮拜，求感應，希望《楞嚴經》能夠傳到中國來。他拜了十八年，天天拜，那分誠敬之心，不容易！所謂是「精誠所至，金石為開」，他老人家有這一分誠敬之心，感得後來般剌密帝把這部經送到中國來。"
    },
    {
      "id": "14-014-0022_p0029",
      "zh_CN": "天台大师没有看过《楞严经》，经传到中国来之后，当时人注解《楞严经》，就用天台大师的三止三观，解说《楞严经》上讲的奢摩他、毘婆舍那、禅那，用天台教义来解释。他的代表著作是《长水疏》，诸位现在看到《楞严经》的注解《长水疏》，这代表古时候这一派，都是这个说法。到明朝交光大师舍弃这个讲法，根据《楞严经》的教义，提倡「舍识用根」。天台是用识，『直就阴心，显三千法』，这是用识，不是用根。可是交光大师说的理论没错，符合《楞严经》的经义，我们做不到。舍识用根，那是什么人？宗门里面讲上上根人，中下根没分，但是天台家所讲的中下根有分。交光讲得虽然好，我们做不到，《长水疏》虽然说得不及交光，但是我们可以用得上，所以古今注疏都好。",
      "zh_TW": "天台大師沒有看過《楞嚴經》，經傳到中國來之後，當時人註解《楞嚴經》，就用天台大師的三止三觀，解說《楞嚴經》上講的奢摩他、毘婆舍那、禪那，用天台教義來解釋。他的代表著作是《長水疏》，諸位現在看到《楞嚴經》的註解《長水疏》，這代表古時候這一派，都是這個說法。到明朝交光大師捨棄這個講法，根據《楞嚴經》的教義，提倡「捨識用根」。天台是用識，『直就陰心，顯三千法』，這是用識，不是用根。可是交光大師說的理論沒錯，符合《楞嚴經》的經義，我們做不到。捨識用根，那是什麼人？宗門裡面講上上根人，中下根沒分，但是天台家所講的中下根有分。交光講得雖然好，我們做不到，《長水疏》雖然說得不及交光，但是我們可以用得上，所以古今註疏都好。"
    },
    {
      "id": "14-014-0022_p0030",
      "zh_CN": "近代圆瑛老法师，他的《楞严经讲义》，我们学习就非常方便，他是融合古今的说法。他一生专攻《楞严经》，我们在《楞严经讲义》序文里面看到，他的序文写得很长，他二十五岁就发心学《楞严经》，《楞严经讲义》是七十四岁完成的，一生专修专弘。他在上海建一个「圆明讲堂」，圆明就是《楞严经》的教义。他办的学院是「楞严专宗学院」，专门攻一部经，这很正确。很可惜，他老人家向后没有传人，可见得这个事情难！我们学经教，要是止在名字位中就不能成就，最低限度要能够达到观行位。圆瑛法师是什么样的人物？我们仔细一看也是观行位，五品位。可是后来的学生，连五品位都没有，这是我们自己要知道，我们一生努力，实在讲也只能达到五品位，再向上很难。但是我们要努力，努力往上提升，这是诸佛菩萨对我们的期望。这是说明观行位，三种观法里面第一个是「从行」，第二个是「约法相」。下面再解释：",
      "zh_TW": "近代圓瑛老法師，他的《楞嚴經講義》，我們學習就非常方便，他是融合古今的說法。他一生專攻《楞嚴經》，我們在《楞嚴經講義》序文裡面看到，他的序文寫得很長，他二十五歲就發心學《楞嚴經》，《楞嚴經講義》是七十四歲完成的，一生專修專弘。他在上海建一個「圓明講堂」，圓明就是《楞嚴經》的教義。他辦的學院是「楞嚴專宗學院」，專門攻一部經，這很正確。很可惜，他老人家向後沒有傳人，可見得這個事情難！我們學經教，要是止在名字位中就不能成就，最低限度要能夠達到觀行位。圓瑛法師是什麼樣的人物？我們仔細一看也是觀行位，五品位。可是後來的學生，連五品位都沒有，這是我們自己要知道，我們一生努力，實在講也只能達到五品位，再向上很難。但是我們要努力，努力往上提升，這是諸佛菩薩對我們的期望。這是說明觀行位，三種觀法裡面第一個是「從行」，第二個是「約法相」。下面再解釋："
    },
    {
      "id": "14-014-0022_p0031",
      "zh_CN": "【又依诸经，于言句约事相法，入心成观。】",
      "zh_TW": "【又依諸經，於言句約事相法，入心成觀。】"
    },
    {
      "id": "14-014-0022_p0032",
      "zh_CN": "这里解释都很简单，可是理跟事都非常深广。这是就事法相来讲，要入心成观，怎样入心成观？前面说过，在倒数第四行当中：「二约法相，如观四谛五行之文，入一念心，以为圆观」，这一条是解释入心成观。所以佛所说法，如果我们不懂观法，观法就是他说法的表法，你要不懂这个意思，佛所说法真正的意思，你没办法了解。开经偈讲：「愿解如来真实义」，如来真实义是在言语之外，事相之外。事相，譬如我们这个讲堂，讲堂里面供养的佛像，供养的香花，这都是事相。这个事相是什么意思，你要懂得，你懂得才能入观。",
      "zh_TW": "這裡解釋都很簡單，可是理跟事都非常深廣。這是就事法相來講，要入心成觀，怎樣入心成觀？前面說過，在倒數第四行當中：「二約法相，如觀四諦五行之文，入一念心，以為圓觀」，這一條是解釋入心成觀。所以佛所說法，如果我們不懂觀法，觀法就是他說法的表法，你要不懂這個意思，佛所說法真正的意思，你沒辦法了解。開經偈講：「願解如來真實義」，如來真實義是在言語之外，事相之外。事相，譬如我們這個講堂，講堂裡面供養的佛像，供養的香花，這都是事相。這個事相是什麼意思，你要懂得，你懂得才能入觀。"
    },
    {
      "id": "14-014-0022_p0033",
      "zh_CN": "我们供佛像，佛像代表什么？佛像代表自性觉，三种智，三种觉，佛像代表这个。三种智是自性本具的智慧，就是一切智、道种智、一切种智；三种觉，就是自觉、觉他、觉行圆满。它表这个意思，表的是性德，自性本来就有这三德。供养菩萨，菩萨表修德。我们修净宗的人，通常供养西方三圣，当中供养阿弥陀佛，两旁边供养观音、势至；观音表慈悲，势至表智慧，我们今天讲的理智。供养这两尊菩萨，让我们天天看到，提醒我们，我们的生活工作、处事待人接物要有爱心、要有理智，理智就不是感情用事，真诚的爱心就能把事情做得圆满，所以供像是表这个意思。佛菩萨形像面前供灯，古时候供灯都供油灯，点蜡烛，灯表光明，遍照大千世界。什么光明？智慧的光明，慈悲的光明，表这个意思。蜡烛慢慢烧就没有了，「燃烧自己，照耀别人」，用现在话就是服务社会、服务众生，舍己为人。让你看到这个事相，你能入一心，知道自己应该怎样作法。",
      "zh_TW": "我們供佛像，佛像代表什麼？佛像代表自性覺，三種智，三種覺，佛像代表這個。三種智是自性本具的智慧，就是一切智、道種智、一切種智；三種覺，就是自覺、覺他、覺行圓滿。它表這個意思，表的是性德，自性本來就有這三德。供養菩薩，菩薩表修德。我們修淨宗的人，通常供養西方三聖，當中供養阿彌陀佛，兩旁邊供養觀音、勢至；觀音表慈悲，勢至表智慧，我們今天講的理智。供養這兩尊菩薩，讓我們天天看到，提醒我們，我們的生活工作、處事待人接物要有愛心、要有理智，理智就不是感情用事，真誠的愛心就能把事情做得圓滿，所以供像是表這個意思。佛菩薩形像面前供燈，古時候供燈都供油燈，點蠟燭，燈表光明，遍照大千世界。什麼光明？智慧的光明，慈悲的光明，表這個意思。蠟燭慢慢燒就沒有了，「燃燒自己，照耀別人」，用現在話就是服務社會、服務眾生，捨己為人。讓你看到這個事相，你能入一心，知道自己應該怎樣作法。"
    },
    {
      "id": "14-014-0022_p0034",
      "zh_CN": "我们今天对这个事相是一无所知，所以叫迷信。这是我们要知道，我们真正是在迷信，不知道信的是什么。今天佛教会衰落到这种地步，原因在哪里？没有人读经，没有人去研究经典，没有人去讲解经典，佛法衰了；不但衰了，佛法也可能就灭了。佛法如经所说，是一切众生苦海的明灯，我们要救众生，先要救佛法，要救佛法就要依教修行，就要认真努力在教理上下功夫，这是我们的正业。尤其是出家弟子，出家是干什么？就是干这桩事情。出家弟子不是盖庙的，释迦牟尼佛当年在世没有盖过庙。每天同学们在一起研究讨论，改正自己错误的思想见解、言语行为，大家在一块干这个的。生活过得很简单，过得很自在，与大自然相应，树下一宿，日中一食，对于世间五欲六尘、名闻利养决定没有贪瞋痴，过的是这个生活。",
      "zh_TW": "我們今天對這個事相是一無所知，所以叫迷信。這是我們要知道，我們真正是在迷信，不知道信的是什麼。今天佛教會衰落到這種地步，原因在哪裡？沒有人讀經，沒有人去研究經典，沒有人去講解經典，佛法衰了；不但衰了，佛法也可能就滅了。佛法如經所說，是一切眾生苦海的明燈，我們要救眾生，先要救佛法，要救佛法就要依教修行，就要認真努力在教理上下功夫，這是我們的正業。尤其是出家弟子，出家是幹什麼？就是幹這樁事情。出家弟子不是蓋廟的，釋迦牟尼佛當年在世沒有蓋過廟。每天同學們在一起研究討論，改正自己錯誤的思想見解、言語行為，大家在一塊幹這個的。生活過得很簡單，過得很自在，與大自然相應，樹下一宿，日中一食，對於世間五欲六塵、名聞利養決定沒有貪瞋痴，過的是這個生活。"
    },
    {
      "id": "14-014-0022_p0035",
      "zh_CN": "我们今天要想兴教，要想真正利益众生，还是要从这里做起，这是我们要明白觉悟的。许多人不晓得这个道理，以为出家一定要建一座富丽堂皇的道场，就觉得很荣耀，真的错了。这桩事情佛清楚，不是不清楚，他讲五五百年，佛讲第一个五百年是「戒律成就」，第二个五百年是「禅定成就」，第三个五百年是「多闻成就」，第四个五百年是「塔庙成就」，第五个五百年是「斗诤成就」，斗诤坚固。我们现在是第五个五百年，所以不建道场大家没事，相安无事，一建道场意见都来了，斗诤来了。在这种情形之下，如果恢复到树下一宿，日中一食，大家没事了，就不斗诤了，斗诤就消除了。",
      "zh_TW": "我們今天要想興教，要想真正利益眾生，還是要從這裡做起，這是我們要明白覺悟的。許多人不曉得這個道理，以為出家一定要建一座富麗堂皇的道場，就覺得很榮耀，真的錯了。這樁事情佛清楚，不是不清楚，他講五五百年，佛講第一個五百年是「戒律成就」，第二個五百年是「禪定成就」，第三個五百年是「多聞成就」，第四個五百年是「塔廟成就」，第五個五百年是「鬥諍成就」，鬥諍堅固。我們現在是第五個五百年，所以不建道場大家沒事，相安無事，一建道場意見都來了，鬥諍來了。在這種情形之下，如果恢復到樹下一宿，日中一食，大家沒事了，就不鬥諍了，鬥諍就消除了。"
    },
    {
      "id": "14-014-0022_p0036",
      "zh_CN": "今天我们修道，说老老实实的话，要真正起死回生来挽救佛教，消一切众生的业障，就是住茅篷。茅篷从哪里来？自己盖，自己砍几棵树，搭个小茅篷，大家什么争执都没有，道心才能建立。现在国内有讯息给我，希望我回去落叶归根，我说：好！我是很多年都是这个希望。我回到国内，我建道场就是建茅篷，决定不要建房舍，要建茅篷。大家在一起共修建个大茅篷，每一个人自己的寮房，自己建个小茅篷，我们去过这种出家人的生活。实在讲，真正回大陆我们可以过托钵的生活，道场不要烧饭，我们教化的一个地方，乡下这些老百姓他们也欢喜，我们去托钵。过这个生活好，真的是与人无争，于世无求，让大家把贪瞋痴慢都除掉，天下就太平了。如果贪图享受，造罪业，现在享受不错，死了以后三途去了，那个苦可有得受了。现在苦一点，将来最低限度也生天，也享天福。你们有同学想跟我去，跟我去将来都住茅篷，连这样的房舍都没有了，这才真正如法。如理如法的修行，决定有好处。下面再讲「托事」，这是第三种观法。",
      "zh_TW": "今天我們修道，說老老實實的話，要真正起死回生來挽救佛教，消一切眾生的業障，就是住茅篷。茅篷從哪裡來？自己蓋，自己砍幾棵樹，搭個小茅篷，大家什麼爭執都沒有，道心才能建立。現在國內有訊息給我，希望我回去落葉歸根，我說：好！我是很多年都是這個希望。我回到國內，我建道場就是建茅篷，決定不要建房舍，要建茅篷。大家在一起共修建個大茅篷，每一個人自己的寮房，自己建個小茅篷，我們去過這種出家人的生活。實在講，真正回大陸我們可以過托缽的生活，道場不要燒飯，我們教化的一個地方，鄉下這些老百姓他們也歡喜，我們去托缽。過這個生活好，真的是與人無爭，於世無求，讓大家把貪瞋痴慢都除掉，天下就太平了。如果貪圖享受，造罪業，現在享受不錯，死了以後三途去了，那個苦可有得受了。現在苦一點，將來最低限度也生天，也享天福。你們有同學想跟我去，跟我去將來都住茅篷，連這樣的房舍都沒有了，這才真正如法。如理如法的修行，決定有好處。下面再講「托事」，這是第三種觀法。"
    },
    {
      "id": "14-014-0022_p0037",
      "zh_CN": "【托事相。如王舍耆阇，名从事立。借事为观，以导执情。即如方等普贤，其例可识。】",
      "zh_TW": "【托事相。如王舍耆闍，名從事立。借事為觀，以導執情。即如方等普賢，其例可識。】"
    },
    {
      "id": "14-014-0022_p0038",
      "zh_CN": "『执』就是执着，『导』是疏导，疏导我们的情执。『即如方等普贤，其例可识。』「托事」跟前面「约法相」不一样，前面约法相是着重在法相上，这个地方着重在事相上。经上讲的王舍城耆阇崛山，这是属于事相；佛菩萨的名号也是属于事相；像经典方等，方等属于事相；普贤、文殊、地藏，这都属于事相；从事相上，就了解它的含义。所以说是，佛法里头无有一法不是表法的深义，你能从这个地方去契入，才能成就圆观。底下这个文我们念下去：",
      "zh_TW": "『執』就是執著，『導』是疏導，疏導我們的情執。『即如方等普賢，其例可識。』「托事」跟前面「約法相」不一樣，前面約法相是著重在法相上，這個地方著重在事相上。經上講的王舍城耆闍崛山，這是屬於事相；佛菩薩的名號也是屬於事相；像經典方等，方等屬於事相；普賢、文殊、地藏，這都屬於事相；從事相上，就了解它的含義。所以說是，佛法裡頭無有一法不是表法的深義，你能從這個地方去契入，才能成就圓觀。底下這個文我們念下去："
    },
    {
      "id": "14-014-0022_p0039",
      "zh_CN": "【托事。谓心为能托，依正事为所托。附法，谓心为能附，诸法门为所附。即事法二观之义。】",
      "zh_TW": "【托事。謂心為能托，依正事為所托。附法，謂心為能附，諸法門為所附。即事法二觀之義。】"
    },
    {
      "id": "14-014-0022_p0040",
      "zh_CN": "『依』是依报，『正』是正报。依报、正报这些事，这是所托。『附法，谓心为能附，诸法门为所附。即事法二观之义。』这里面含义的差别，我们一定要清楚，一定要明了，然后我们在佛法当中学会，无论是对事相，无论是对法相，都能够随缘作观。作观就是我们一般讲的启示，在事上有启示，在现相上也有启示，启示就生智慧，智慧才得真正的受用。这是先把名相说出来，然后再教给我们如何在事相、法相上去修观；也就是怎样去看一切事相，看一切法相，在事相、法相当中得到智慧的启示。下面也举了一些例子，教导我们修学一些原则，这段文在第十八面。",
      "zh_TW": "『依』是依報，『正』是正報。依報、正報這些事，這是所托。『附法，謂心為能附，諸法門為所附。即事法二觀之義。』這裡面含義的差別，我們一定要清楚，一定要明瞭，然後我們在佛法當中學會，無論是對事相，無論是對法相，都能夠隨緣作觀。作觀就是我們一般講的啟示，在事上有啟示，在現相上也有啟示，啟示就生智慧，智慧才得真正的受用。這是先把名相說出來，然後再教給我們如何在事相、法相上去修觀；也就是怎樣去看一切事相，看一切法相，在事相、法相當中得到智慧的啟示。下面也舉了一些例子，教導我們修學一些原則，這段文在第十八面。"
    },
    {
      "id": "14-014-0022_p0041",
      "zh_CN": "我们今天时间到了，明天再来研究这一段。",
      "zh_TW": "我們今天時間到了，明天再來研究這一段。"
    }
  ]
}