{
  "doc_id": "14-014-0023",
  "title": {
    "zh_CN": "地藏经玄义",
    "zh_TW": "地藏經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-014-0023",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "14-014-0023_p0001",
      "zh_CN": "请掀开经本，《地藏菩萨本愿经》纶贯第十八页，从第二行看起：",
      "zh_TW": "請掀開經本，《地藏菩薩本願經》綸貫第十八頁，從第二行看起："
    },
    {
      "id": "14-014-0023_p0002",
      "zh_CN": "【观今经性识本如来藏，一念具足十界百界，三千性相。此如止观简去界入，唯观五阴重担。】",
      "zh_TW": "【觀今經性識本如來藏，一念具足十界百界，三千性相。此如止觀簡去界入，唯觀五陰重擔。】"
    },
    {
      "id": "14-014-0023_p0003",
      "zh_CN": "我们先把这一句简单的说说。青莲大师判教是以性识为本经的教体，这在前面跟诸位报告过。『性识』，就是如来藏性。『一念具足十界百界』，「十界」是常讲的十法界，「百界」是天台大师说的，每一个法界都具足十法界，所以十乘十就是一百。『三千性相』，这从《法华经》上世尊跟我们讲的「十如是」，每一个法界都具足十如是，一百界就是千如，叫「百界千如」。过去一千，现在一千，未来一千，叫「三千性相」。这是把虚空法界一切众生的现象，全部都包括尽了，这几句话就是我们讲的尽虚空遍法界都说尽了。现在教我们观法，观法就是教我们建立正确的人生观、宇宙观，这是现代的名词。『此如止观简去界入』，「界」是十八界，「入」是六入，这是世尊在说法过程当中，常常将百界千如归纳为五阴、六入、十二处、十八界，这是便于说法起见，做这样的归纳。现在我们将十八界、六入都把它省略，教我们观『五阴重担』，专门就在「五阴」下功夫。",
      "zh_TW": "我們先把這一句簡單的說說。青蓮大師判教是以性識為本經的教體，這在前面跟諸位報告過。『性識』，就是如來藏性。『一念具足十界百界』，「十界」是常講的十法界，「百界」是天台大師說的，每一個法界都具足十法界，所以十乘十就是一百。『三千性相』，這從《法華經》上世尊跟我們講的「十如是」，每一個法界都具足十如是，一百界就是千如，叫「百界千如」。過去一千，現在一千，未來一千，叫「三千性相」。這是把虛空法界一切眾生的現象，全部都包括盡了，這幾句話就是我們講的盡虛空遍法界都說盡了。現在教我們觀法，觀法就是教我們建立正確的人生觀、宇宙觀，這是現代的名詞。『此如止觀簡去界入』，「界」是十八界，「入」是六入，這是世尊在說法過程當中，常常將百界千如歸納為五陰、六入、十二處、十八界，這是便於說法起見，做這樣的歸納。現在我們將十八界、六入都把它省略，教我們觀『五陰重擔』，專門就在「五陰」下功夫。"
    },
    {
      "id": "14-014-0023_p0004",
      "zh_CN": "【就此五阴，先简色法，次简受想行三心所法，唯观六识心王。以前五识，必依第六意识同时而起，方能取境，造善恶业。】",
      "zh_TW": "【就此五陰，先簡色法，次簡受想行三心所法，唯觀六識心王。以前五識，必依第六意識同時而起，方能取境，造善惡業。】"
    },
    {
      "id": "14-014-0023_p0005",
      "zh_CN": "『简』，也就是省略的意思，我们把它略去。在五阴里面，『唯观六识心王』，受想行识，单单只观「识」，只观第六识。『以前五识，必依第六意识同时而起，方能取境，造善恶业。』这是一层一层拣择，最后选择的是第六意识，要我们在这个地方去作观。宗门教下祖师大德常常提醒我们，「从根本修」。什么是根本？心就是根本。凡夫从意识心里面下手，这是最初的方便，我们用功比较容易得力。底下他举《楞严经》的话来作证：",
      "zh_TW": "『簡』，也就是省略的意思，我們把它略去。在五陰裡面，『唯觀六識心王』，受想行識，單單只觀「識」，只觀第六識。『以前五識，必依第六意識同時而起，方能取境，造善惡業。』這是一層一層揀擇，最後選擇的是第六意識，要我們在這個地方去作觀。宗門教下祖師大德常常提醒我們，「從根本修」。什麼是根本？心就是根本。凡夫從意識心裡面下手，這是最初的方便，我們用功比較容易得力。底下他舉《楞嚴經》的話來作證："
    },
    {
      "id": "14-014-0023_p0006",
      "zh_CN": "【楞严云，六为贼媒，自劫家宝，意根，贼之渠魁也。功力甚大。以第七识为所依根，与前五根相应和合，造诸善恶之业，皆纳第八识中。如仓库盛物，随时出内。】",
      "zh_TW": "【楞嚴云，六為賊媒，自劫家寶，意根，賊之渠魁也。功力甚大。以第七識為所依根，與前五根相應和合，造諸善惡之業，皆納第八識中。如倉庫盛物，隨時出內。】"
    },
    {
      "id": "14-014-0023_p0007",
      "zh_CN": "这一段不难懂。为什么在六识里面单举第六意识？前五识起作用一定依第六识，而第六识跟第七识有连带的关系。《楞严经》说得很好，把六识比喻作六贼，六根接触外面六尘境界，接触六种境界只有了别，还没有分别。谁分别？第六意识分别。诸位要晓得，分别就有好恶，就有善恶，就造业；了别不造业，了别是慧，分别是造业，所以第六意识是罪魁祸首。我们无量劫来堕落在六道，搞生死轮回，经典里面说得很好，在六道，决定是在三恶道的时间长，三善道的时间短。这个现象怎么造成的？实在讲，你要找第一个因素就是第六意识，虚妄分别。它的力量最大，对内能够缘到阿赖耶识，对外能够缘虚空法界，六个识里面只有它缘的范围最大。所以在《百法》里面，诸位能看到相应的心所，第六意识五十一个心所它统统相应，其他的八识都没有办法相应到这么多的心所，唯独第六意识相应的心所圆满具足，可见得它的功力甚大，这句话说得没错。",
      "zh_TW": "這一段不難懂。為什麼在六識裡面單舉第六意識？前五識起作用一定依第六識，而第六識跟第七識有連帶的關係。《楞嚴經》說得很好，把六識比喻作六賊，六根接觸外面六塵境界，接觸六種境界只有了別，還沒有分別。誰分別？第六意識分別。諸位要曉得，分別就有好惡，就有善惡，就造業；了別不造業，了別是慧，分別是造業，所以第六意識是罪魁禍首。我們無量劫來墮落在六道，搞生死輪迴，經典裡面說得很好，在六道，決定是在三惡道的時間長，三善道的時間短。這個現象怎麼造成的？實在講，你要找第一個因素就是第六意識，虛妄分別。它的力量最大，對內能夠緣到阿賴耶識，對外能夠緣虛空法界，六個識裡面只有它緣的範圍最大。所以在《百法》裡面，諸位能看到相應的心所，第六意識五十一個心所它統統相應，其他的八識都沒有辦法相應到這麼多的心所，唯獨第六意識相應的心所圓滿具足，可見得它的功力甚大，這句話說得沒錯。"
    },
    {
      "id": "14-014-0023_p0008",
      "zh_CN": "它起来一定连着第七识，第七识是末那，叫意根。第七识是染污意，七是执着，六是分别，麻烦就出在这里。《楞严经》说的「自劫家宝」，这一句话是比喻，「家宝」是指自性里面本来具有的智慧德能，因为第六意的分别，第七末那的执着，我们自性的智慧德能就不能现前，比喻盗贼把我们的智慧德能劫夺了，取这个意思。所以它『与前五根相应和合，造诸善恶之业』，这就是造业。业习种子都落在阿赖耶识里面，阿赖耶识像个仓库，『随时出内』；「出」是起现行，遇到缘这个种子起现行，起现行就是果报，善恶的果报；「内」是藏进去。这一桩事情，我们要清楚、要明了，否则的话，平常讲修行用功，修行你不知道从哪里修起，功夫不得力的原因是什么？这个根本的因素没搞清楚。",
      "zh_TW": "它起來一定連著第七識，第七識是末那，叫意根。第七識是染污意，七是執著，六是分別，麻煩就出在這裡。《楞嚴經》說的「自劫家寶」，這一句話是比喻，「家寶」是指自性裡面本來具有的智慧德能，因為第六意的分別，第七末那的執著，我們自性的智慧德能就不能現前，比喻盜賊把我們的智慧德能劫奪了，取這個意思。所以它『與前五根相應和合，造諸善惡之業』，這就是造業。業習種子都落在阿賴耶識裡面，阿賴耶識像個倉庫，『隨時出內』；「出」是起現行，遇到緣這個種子起現行，起現行就是果報，善惡的果報；「內」是藏進去。這一樁事情，我們要清楚、要明瞭，否則的話，平常講修行用功，修行你不知道從哪裡修起，功夫不得力的原因是什麼？這個根本的因素沒搞清楚。"
    },
    {
      "id": "14-014-0023_p0009",
      "zh_CN": "我也曾经听人讲打佛七是打倒第七识，我听人家讲过，还听法师这么讲过。我听了感觉到很奇怪，第七识怎么能打倒？打不倒的，打不到！用什么方法打到它？但是有这个念头总算不错了。第七识的确是很麻烦的事情，因为它坚固的执着，所以才有六道轮回。我们在讲席当中常常跟诸位报告，六道、十法界怎么来的？妄想、分别、执着三个统统具足，六道的现象就现前。这三桩事情也叫见思烦恼、尘沙烦恼、无明烦恼，用烦恼来做代表。要晓得见思烦恼就是执着，尘沙烦恼就是分别，无明烦恼就是妄想，这三样东西是六道与十法界的根。",
      "zh_TW": "我也曾經聽人講打佛七是打倒第七識，我聽人家講過，還聽法師這麼講過。我聽了感覺到很奇怪，第七識怎麼能打倒？打不倒的，打不到！用什麼方法打到它？但是有這個念頭總算不錯了。第七識的確是很麻煩的事情，因為它堅固的執著，所以才有六道輪迴。我們在講席當中常常跟諸位報告，六道、十法界怎麼來的？妄想、分別、執著三個統統具足，六道的現象就現前。這三樁事情也叫見思煩惱、塵沙煩惱、無明煩惱，用煩惱來做代表。要曉得見思煩惱就是執著，塵沙煩惱就是分別，無明煩惱就是妄想，這三樣東西是六道與十法界的根。"
    },
    {
      "id": "14-014-0023_p0010",
      "zh_CN": "从根本修，就要把这个东西拔除。断见思烦恼，放下对世出世间法一切人事物的执着，我这个说法大家好懂。执着最严重的，是有控制的欲望这个念头，有占有的行为，这就麻烦了。你有控制一切人事物、占有一切人事物的念头跟行为，念头是妄想，行为就造业；实在讲念头也造业，念头是意业，行为是身业、语业，身语意三业统统具足。诸位想想几个人不造业？几个人能真正放下？能放下，不造业的人，肯定他就是佛菩萨。诸佛菩萨跟凡夫差别就在一念之间，一念觉他放下，一念迷他就起了分别执着，起分别执着是迷，真正明白这些事理的真相，就叫觉悟。",
      "zh_TW": "從根本修，就要把這個東西拔除。斷見思煩惱，放下對世出世間法一切人事物的執著，我這個說法大家好懂。執著最嚴重的，是有控制的欲望這個念頭，有佔有的行為，這就麻煩了。你有控制一切人事物、佔有一切人事物的念頭跟行為，念頭是妄想，行為就造業；實在講念頭也造業，念頭是意業，行為是身業、語業，身語意三業統統具足。諸位想想幾個人不造業？幾個人能真正放下？能放下，不造業的人，肯定他就是佛菩薩。諸佛菩薩跟凡夫差別就在一念之間，一念覺他放下，一念迷他就起了分別執著，起分別執著是迷，真正明白這些事理的真相，就叫覺悟。"
    },
    {
      "id": "14-014-0023_p0011",
      "zh_CN": "实在说，八识五十一心所有没有？诸位想想，法相宗《百法明门论》大家念过，一部《百法》只是解释经典里面的两句话，实在讲是一句话，不是两句话，只解释「一切法无我」。《百法》就是解释世尊在经典里讲的「一切法无我」。《百法》就是解释一切法，一切法无量无边。弥勒菩萨造《瑜伽师地论》，将一切法归纳为六百六十法。天亲菩萨看到，这个对于初学依旧是非常困难，他把六百六十法再归纳成为百法，便利教初学。《百法》里面有为法跟无为法，八识是心法，五十一个心所法，十一个色法，二十四个不相应行法，都是归在有为法这一类。",
      "zh_TW": "實在說，八識五十一心所有沒有？諸位想想，法相宗《百法明門論》大家念過，一部《百法》只是解釋經典裡面的兩句話，實在講是一句話，不是兩句話，只解釋「一切法無我」。《百法》就是解釋世尊在經典裡講的「一切法無我」。《百法》就是解釋一切法，一切法無量無邊。彌勒菩薩造《瑜伽師地論》，將一切法歸納為六百六十法。天親菩薩看到，這個對於初學依舊是非常困難，他把六百六十法再歸納成為百法，便利教初學。《百法》裡面有為法跟無為法，八識是心法，五十一個心所法，十一個色法，二十四個不相應行法，都是歸在有為法這一類。"
    },
    {
      "id": "14-014-0023_p0012",
      "zh_CN": "你再念念《金刚经》末后一首偈：「一切有为法，如梦幻泡影。」八识心王是有为法，梦幻泡影，根本没有这个东西。但是你起了妄想分别执着，就变现出这些东西，变现出这些东西就够你受的。无量劫来生生世世搞生死轮回，搞这些善恶、苦乐的果报，就是这些有为法害了我们，我们迷在其中，没有觉悟。《金刚经》说得好，这些东西自性里头本来没有的，这是「一念不觉而有无明」。相宗讲得很清楚，这个从哪里来的，怎样生起来的？是一念不觉就变成无明。「无明不觉生三细，境界为缘长六麤」，发展成十法界依正庄严的幻相。十法界都是虚幻的，都是梦幻泡影，离开十法界，所以才叫一真法界，那是真实的。一真法界是属于无为法，不是有为法，十法界统统是有为法。天台大师说得好，六道是观行位，四圣法界是相似位，不是真实，千万不要把相似当作真实，你在这里产生误会，你就永远不能证得正果。相似位是小果，不是正果，正果一定是超越十法界，一真法界是正果。",
      "zh_TW": "你再念念《金剛經》末後一首偈：「一切有為法，如夢幻泡影。」八識心王是有為法，夢幻泡影，根本沒有這個東西。但是你起了妄想分別執著，就變現出這些東西，變現出這些東西就夠你受的。無量劫來生生世世搞生死輪迴，搞這些善惡、苦樂的果報，就是這些有為法害了我們，我們迷在其中，沒有覺悟。《金剛經》說得好，這些東西自性裡頭本來沒有的，這是「一念不覺而有無明」。相宗講得很清楚，這個從哪裡來的，怎樣生起來的？是一念不覺就變成無明。「無明不覺生三細，境界為緣長六麤」，發展成十法界依正莊嚴的幻相。十法界都是虛幻的，都是夢幻泡影，離開十法界，所以才叫一真法界，那是真實的。一真法界是屬於無為法，不是有為法，十法界統統是有為法。天台大師說得好，六道是觀行位，四聖法界是相似位，不是真實，千萬不要把相似當作真實，你在這裡產生誤會，你就永遠不能證得正果。相似位是小果，不是正果，正果一定是超越十法界，一真法界是正果。"
    },
    {
      "id": "14-014-0023_p0013",
      "zh_CN": "这些事情解释清楚似乎并不难，要契入境界就难，就不是一个容易的事情。难在什么地方？难在我们无量劫来习气太深，生生世世无量劫薰习的习气，我们想断断不了。很多同修来跟我说，真想断，可是境界一现前，自己做不了主，又随着境界跑了。这是什么原因？解得不够透彻，也就是认识不够清楚，所以佛法的薰修就非常重要。若不是上上根人，薰修很重要。上上根人怎么来的？过去生中佛法薰修的力量深厚，他有因素的。生生世世学佛，生生世世持戒，持戒才不失人身，最低限度五戒十善要清净，要真做到才能保住人身。佛法薰习的力量强，念念没有忘记，才得到诸佛护念，龙天善神保佑。你得人身，有机会又闻到佛法，累世修行的善果薰习成上根利智。中下根性的人，不是说你没有学过佛，没有学过佛你就没有善根，你有善根，但是生生世世是断断续续，不是连续的，连续的力量就大。断断续续这种善根福德若有若无，这一生当中有缘分遇到了，功夫不得力，这才是真正的原因。",
      "zh_TW": "這些事情解釋清楚似乎並不難，要契入境界就難，就不是一個容易的事情。難在什麼地方？難在我們無量劫來習氣太深，生生世世無量劫薰習的習氣，我們想斷斷不了。很多同修來跟我說，真想斷，可是境界一現前，自己做不了主，又隨著境界跑了。這是什麼原因？解得不夠透徹，也就是認識不夠清楚，所以佛法的薰修就非常重要。若不是上上根人，薰修很重要。上上根人怎麼來的？過去生中佛法薰修的力量深厚，他有因素的。生生世世學佛，生生世世持戒，持戒才不失人身，最低限度五戒十善要清淨，要真做到才能保住人身。佛法薰習的力量強，念念沒有忘記，才得到諸佛護念，龍天善神保佑。你得人身，有機會又聞到佛法，累世修行的善果薰習成上根利智。中下根性的人，不是說你沒有學過佛，沒有學過佛你就沒有善根，你有善根，但是生生世世是斷斷續續，不是連續的，連續的力量就大。斷斷續續這種善根福德若有若無，這一生當中有緣分遇到了，功夫不得力，這才是真正的原因。"
    },
    {
      "id": "14-014-0023_p0014",
      "zh_CN": "要想功夫得力有没有方法？有，加强经教的薰习就行。经教的薰习一定是天天不断，能有十年、二十年、三十年它就起作用，对于断恶修善就感觉到不困难。今天大家对于妄想习气感觉很难断，经教薰习的力量太少。世尊当年在世，给我们做榜样，我们要留意，决定不可以疏忽。佛陀在世每天讲经八小时，参加大会的那些大众，善根、福德、因缘都比我们深厚，每天还要八小时薰习，他们听经能开悟、能证果，道理在此地。我们薰习的时间太少，所以听了不开悟；不但不开悟，听了还胡思乱想，以自己的意思猜测佛经教的意思，全都猜错了。这是在修学过程当中，没有善知识教导你。佛在《华严经》与《大智度论》说：「佛法无人说，虽智莫能解」，世间再聪明智慧的人，没有办法解佛的意思。为什么？世间人读佛经、听佛经，都是胡思乱想，以为自己懂，其实差错太大了，他哪里懂！",
      "zh_TW": "要想功夫得力有沒有方法？有，加強經教的薰習就行。經教的薰習一定是天天不斷，能有十年、二十年、三十年它就起作用，對於斷惡修善就感覺到不困難。今天大家對於妄想習氣感覺很難斷，經教薰習的力量太少。世尊當年在世，給我們做榜樣，我們要留意，決定不可以疏忽。佛陀在世每天講經八小時，參加大會的那些大眾，善根、福德、因緣都比我們深厚，每天還要八小時薰習，他們聽經能開悟、能證果，道理在此地。我們薰習的時間太少，所以聽了不開悟；不但不開悟，聽了還胡思亂想，以自己的意思猜測佛經教的意思，全都猜錯了。這是在修學過程當中，沒有善知識教導你。佛在《華嚴經》與《大智度論》說：「佛法無人說，雖智莫能解」，世間再聰明智慧的人，沒有辦法解佛的意思。為什麼？世間人讀佛經、聽佛經，都是胡思亂想，以為自己懂，其實差錯太大了，他哪裡懂！"
    },
    {
      "id": "14-014-0023_p0015",
      "zh_CN": "佛法的修学，要怎样才能够解如来真实义？古德教人先求「根本智」，根本智成就之后，自然后得智就随之现前，这样才能解佛真实义。什么叫根本智？《般若经》讲：「般若无知，无所不知」，无知是根本智，无知起作用就无所不知。我们今天犯的过失跟这个恰恰相反，我们今天学什么？学有知，你有知就有所不知，难在这里。在这个时代，懂得这个道理的人不多了。民国初年还有一些善知识，相宗的大德，都是些在家居士，他们还在提倡要从根本智下手，虽然有几个人提倡，相信的人不多，响应的人也不多。中国佛法，几千年古老的承传，都是从根本智下手。佛家讲求根本智，跟我们儒家教诫学童的方式非常接近，所以佛家有五年学戒，无论是在家学佛、出家学佛，必须要经历这个过程。五年学戒不是学戒律，那个戒是老师的教诫，五年遵守老师的教诫。老师教什么？培养你的根本智，这叫师承，现在没有了。",
      "zh_TW": "佛法的修學，要怎樣才能夠解如來真實義？古德教人先求「根本智」，根本智成就之後，自然後得智就隨之現前，這樣才能解佛真實義。什麼叫根本智？《般若經》講：「般若無知，無所不知」，無知是根本智，無知起作用就無所不知。我們今天犯的過失跟這個恰恰相反，我們今天學什麼？學有知，你有知就有所不知，難在這裡。在這個時代，懂得這個道理的人不多了。民國初年還有一些善知識，相宗的大德，都是些在家居士，他們還在提倡要從根本智下手，雖然有幾個人提倡，相信的人不多，響應的人也不多。中國佛法，幾千年古老的承傳，都是從根本智下手。佛家講求根本智，跟我們儒家教誡學童的方式非常接近，所以佛家有五年學戒，無論是在家學佛、出家學佛，必須要經歷這個過程。五年學戒不是學戒律，那個戒是老師的教誡，五年遵守老師的教誡。老師教什麼？培養你的根本智，這叫師承，現在沒有了。"
    },
    {
      "id": "14-014-0023_p0016",
      "zh_CN": "我一生学佛，算很幸运沾了一点边缘，就是刚刚学佛的时候，老师指导五年当中学一部经，修一个法门。我亲近李炳南老居士，见面时他跟我约法三章。第一个是拜他作老师，接受他的教导，除他讲经说法之外，任何人讲经说法都不能听，除了接受他一个人指导之外，任何人教诫都不能听，这是第一个条件，限制非常严格。第二个条件，过去所学的统统要放下，他不承认。第三个，你所看的书，无论是佛书、世间书，没有经过同意不准看。这三个条件，我接受了。这一套方法是什么？这一套方法是训练根本智。一切都不能够看，不能够听，专门跟他一个人，他带路，他指路，他负责任。你要是不肯听话，到处去听，随便去看，他就没有办法教你。你就是走广学多闻了，你就是有知，不是学无知。他这个办法教你不能看、也不能听、也不能读，这个方法就是走无知的道路。无知修什么？修清净心。佛门里也常说：「知事多时烦恼多，识人多处是非多」，你认识人多了是非就多，你知道事情多了烦恼就多。开始修学要把人跟事统统杜绝，让你修清净心，清净心就是根本智，清净心能生智慧。所以学生要跟老师合作，要遵守一门深入，长时间的薰修，你才会得利益。可是这个方法，你得相信才行，你要不相信，这效果就收不到；一定要相信，这个方法传了几千年。",
      "zh_TW": "我一生學佛，算很幸運沾了一點邊緣，就是剛剛學佛的時候，老師指導五年當中學一部經，修一個法門。我親近李炳南老居士，見面時他跟我約法三章。第一個是拜他作老師，接受他的教導，除他講經說法之外，任何人講經說法都不能聽，除了接受他一個人指導之外，任何人教誡都不能聽，這是第一個條件，限制非常嚴格。第二個條件，過去所學的統統要放下，他不承認。第三個，你所看的書，無論是佛書、世間書，沒有經過同意不准看。這三個條件，我接受了。這一套方法是什麼？這一套方法是訓練根本智。一切都不能夠看，不能夠聽，專門跟他一個人，他帶路，他指路，他負責任。你要是不肯聽話，到處去聽，隨便去看，他就沒有辦法教你。你就是走廣學多聞了，你就是有知，不是學無知。他這個辦法教你不能看、也不能聽、也不能讀，這個方法就是走無知的道路。無知修什麼？修清淨心。佛門裡也常說：「知事多時煩惱多，識人多處是非多」，你認識人多了是非就多，你知道事情多了煩惱就多。開始修學要把人跟事統統杜絕，讓你修清淨心，清淨心就是根本智，清淨心能生智慧。所以學生要跟老師合作，要遵守一門深入，長時間的薰修，你才會得利益。可是這個方法，你得相信才行，你要不相信，這效果就收不到；一定要相信，這個方法傳了幾千年。"
    },
    {
      "id": "14-014-0023_p0017",
      "zh_CN": "所以一开头老师用一段时间，五年的时间帮你定下来，把你的妄想杂念减少，从这个地方帮助你开智慧。学一部经，不能学多。到智慧开了，你有能力辨别真妄，有能力辨别是非、辨别邪正，这个时候老师就放你走了；中国人叫出师，现在人叫毕业，你就可以毕业了。毕业出去之后，这个门就开了，什么人讲东西都可以听，什么书都可以看，成就你的后得智，无所不知。开头为什么限制你？你没有这个能力，你不能辨别是非真妄，你接触之后就把你的智慧破坏了。纵然你能够学得一些，是佛学常识，皮毛！不能开智慧。你没有真智慧，你所得到的是佛家讲的「世智辩聪」；世智辩聪是八难之一，你遭了难。",
      "zh_TW": "所以一開頭老師用一段時間，五年的時間幫你定下來，把你的妄想雜念減少，從這個地方幫助你開智慧。學一部經，不能學多。到智慧開了，你有能力辨別真妄，有能力辨別是非、辨別邪正，這個時候老師就放你走了；中國人叫出師，現在人叫畢業，你就可以畢業了。畢業出去之後，這個門就開了，什麼人講東西都可以聽，什麼書都可以看，成就你的後得智，無所不知。開頭為什麼限制你？你沒有這個能力，你不能辨別是非真妄，你接觸之後就把你的智慧破壞了。縱然你能夠學得一些，是佛學常識，皮毛！不能開智慧。你沒有真智慧，你所得到的是佛家講的「世智辯聰」；世智辯聰是八難之一，你遭了難。"
    },
    {
      "id": "14-014-0023_p0018",
      "zh_CN": "我们今天看到出家人当中有许多讲经说法的法师，往生的时候那个相不好。所以有些人怀疑，他讲经说法有功德，为什么走的时候相这么不好？他讲经说法是世智辩聪，不是真实智慧，他烦恼没断，是非人我、贪瞋痴慢还在，这个东西不管用。纵然修福，六祖惠能大师讲「福不能救」，一定要有真实智慧才能解决问题。现在世间人迷在福报上，修福不修慧，不知道什么叫真实智慧，不肯断烦恼，不肯放下是非人我，他怎么会成就？虽然讲经说法，起心动念、言语造作还是恶业，还是在造业。你要是造善业，三善道受生，造恶业三恶道受报，出不了六道轮回，念佛也不能往生。为什么？「口念弥陀心散乱」，古人讲：「喊破喉咙也枉然」！你还是在搞六道轮回。下面讲：",
      "zh_TW": "我們今天看到出家人當中有許多講經說法的法師，往生的時候那個相不好。所以有些人懷疑，他講經說法有功德，為什麼走的時候相這麼不好？他講經說法是世智辯聰，不是真實智慧，他煩惱沒斷，是非人我、貪瞋痴慢還在，這個東西不管用。縱然修福，六祖惠能大師講「福不能救」，一定要有真實智慧才能解決問題。現在世間人迷在福報上，修福不修慧，不知道什麼叫真實智慧，不肯斷煩惱，不肯放下是非人我，他怎麼會成就？雖然講經說法，起心動念、言語造作還是惡業，還是在造業。你要是造善業，三善道受生，造惡業三惡道受報，出不了六道輪迴，念佛也不能往生。為什麼？「口念彌陀心散亂」，古人講：「喊破喉嚨也枉然」！你還是在搞六道輪迴。下面講："
    },
    {
      "id": "14-014-0023_p0019",
      "zh_CN": "【第七识，常时执取第八见分为内自我。】",
      "zh_TW": "【第七識，常時執取第八見分為內自我。】"
    },
    {
      "id": "14-014-0023_p0020",
      "zh_CN": "『第七识』的功能是执着，非常坚固的执着，它执着第八识的见分，以这个为我，这个执着从来没有间断过。我的相是什么？四大烦恼常相随：",
      "zh_TW": "『第七識』的功能是執著，非常堅固的執著，它執著第八識的見分，以這個為我，這個執著從來沒有間斷過。我的相是什麼？四大煩惱常相隨："
    },
    {
      "id": "14-014-0023_p0021",
      "zh_CN": "【我痴。我见。我慢，我爱。】",
      "zh_TW": "【我痴。我見。我慢，我愛。】"
    },
    {
      "id": "14-014-0023_p0022",
      "zh_CN": "愚痴，痴是迷，「执取第八识见分为内自我」，就是迷。有我痴就生『我见』，有我见就生『我慢，我爱。』爱是贪爱。你看这个地方，贪瞋痴，慢是瞋的一分，爱是贪，第一个是痴，三毒烦恼统统在其中，这是三毒烦恼的根。从根本修，就是要把你的嗜欲，你的嗜好、爱欲，要把它断掉。从哪里断？从最难断的地方先下手。世间人嗜欲跟爱欲并不人人相同，自己要清楚。如果贪爱名重的，你就从名上下手；贪爱色重的，你就从色上下手；贪爱财重的，你就从财上下手。每个人不一样，自己清楚，自己明白。嗜欲跟爱欲不断，你就决定不能脱离轮回。「财色名食睡」，这是佛把它归纳五大类，这五大类叫五欲，五种大欲。哪一个重就从哪一个先下手，先对治重的，然后再对治轻的。名闻利养、五欲六尘再没有一点贪爱之心，那就恭喜你，你这一生出离六道的机会有了。问题是你有没有愿，想不想脱离六道？想脱离六道你就可能脱离六道，六道里面的障碍你除掉了。所以要晓得名闻利养与五欲六尘，是障碍我们出离六道，我们今天知道六道轮回苦不堪言，如果还有这个意念，问题就严重了。",
      "zh_TW": "愚痴，痴是迷，「執取第八識見分為內自我」，就是迷。有我痴就生『我見』，有我見就生『我慢，我愛。』愛是貪愛。你看這個地方，貪瞋痴，慢是瞋的一分，愛是貪，第一個是痴，三毒煩惱統統在其中，這是三毒煩惱的根。從根本修，就是要把你的嗜欲，你的嗜好、愛欲，要把它斷掉。從哪裡斷？從最難斷的地方先下手。世間人嗜欲跟愛欲並不人人相同，自己要清楚。如果貪愛名重的，你就從名上下手；貪愛色重的，你就從色上下手；貪愛財重的，你就從財上下手。每個人不一樣，自己清楚，自己明白。嗜欲跟愛欲不斷，你就決定不能脫離輪迴。「財色名食睡」，這是佛把它歸納五大類，這五大類叫五欲，五種大欲。哪一個重就從哪一個先下手，先對治重的，然後再對治輕的。名聞利養、五欲六塵再沒有一點貪愛之心，那就恭喜你，你這一生出離六道的機會有了。問題是你有沒有願，想不想脫離六道？想脫離六道你就可能脫離六道，六道裡面的障礙你除掉了。所以要曉得名聞利養與五欲六塵，是障礙我們出離六道，我們今天知道六道輪迴苦不堪言，如果還有這個意念，問題就嚴重了。"
    },
    {
      "id": "14-014-0023_p0023",
      "zh_CN": "所以佛教导我们，我们要过最低水平的生活，远离贪瞋痴慢，决定没有嗜好。佛的生活一切随缘，他们每天饮食起居都是托钵，人家给什么吃什么，给什么穿什么。如果我今天想吃这个，我想穿那个，你的嗜欲就现前，这些地方要提高警觉，我的烦恼又起现行了。古德所谓：「不怕念起，只怕觉迟」，念起是一定的事情，无量劫以来的习气，它当然会起现行。如果在境缘当中不起现行，这个人是佛菩萨再来，他不是凡人，凡夫决定会起现行。起现行不怕，要觉悟得快，知道这个念头是错误的，这个念头是轮回心，不把它转变过来，你决定造轮回业。虽然念佛，身语意依旧造轮回业，所以念佛不能往生。这说明念佛人多，往生人少。什么人能往生？把嗜欲、爱欲放下的人，这人能往生。此地讲：",
      "zh_TW": "所以佛教導我們，我們要過最低水平的生活，遠離貪瞋痴慢，決定沒有嗜好。佛的生活一切隨緣，他們每天飲食起居都是托缽，人家給什麼吃什麼，給什麼穿什麼。如果我今天想吃這個，我想穿那個，你的嗜欲就現前，這些地方要提高警覺，我的煩惱又起現行了。古德所謂：「不怕念起，只怕覺遲」，念起是一定的事情，無量劫以來的習氣，它當然會起現行。如果在境緣當中不起現行，這個人是佛菩薩再來，他不是凡人，凡夫決定會起現行。起現行不怕，要覺悟得快，知道這個念頭是錯誤的，這個念頭是輪迴心，不把它轉變過來，你決定造輪迴業。雖然念佛，身語意依舊造輪迴業，所以念佛不能往生。這說明念佛人多，往生人少。什麼人能往生？把嗜欲、愛欲放下的人，這人能往生。此地講："
    },
    {
      "id": "14-014-0023_p0024",
      "zh_CN": "【四惑常俱。染污意，染污真性故。遂使第八识，立含藏赖耶之名。】",
      "zh_TW": "【四惑常俱。染污意，染污真性故。遂使第八識，立含藏賴耶之名。】"
    },
    {
      "id": "14-014-0023_p0025",
      "zh_CN": "『四惑』就是我痴、我见、我慢、我爱，决定不是好事情，这是第七识的现象，所以叫它做『染污意，染污真性故。』『遂使第八识，立含藏赖耶之名。』实在讲第八识，阿赖耶识的体就是真如自性，为什么叫做「阿赖耶识」？它被第七识污染了，称为阿赖耶识。我们要晓得是不是真的被污染？没有，真如本性怎么可能被污染？古德有个比喻，把太阳比喻作自性，比喻作真如，把云彩比喻作末那识，第七意识末那识只是像云彩，把太阳遮住了。是不是真的遮住？没有真的遮住。现在大家晓得，你坐飞机飞到云上，没有遮住。所以这个东西是假的，不是真的。佛为什么说我们被迷？我们把它当作真的，真的忘掉了，亏就吃在这个地方。所以没有能力辨别真妄，真心、妄心搞不清楚，可以说无量劫来都把妄心当作真心，这就是痴，我痴。",
      "zh_TW": "『四惑』就是我痴、我見、我慢、我愛，決定不是好事情，這是第七識的現象，所以叫它做『染污意，染污真性故。』『遂使第八識，立含藏賴耶之名。』實在講第八識，阿賴耶識的體就是真如自性，為什麼叫做「阿賴耶識」？它被第七識污染了，稱為阿賴耶識。我們要曉得是不是真的被污染？沒有，真如本性怎麼可能被污染？古德有個比喻，把太陽比喻作自性，比喻作真如，把雲彩比喻作末那識，第七意識末那識只是像雲彩，把太陽遮住了。是不是真的遮住？沒有真的遮住。現在大家曉得，你坐飛機飛到雲上，沒有遮住。所以這個東西是假的，不是真的。佛為什麼說我們被迷？我們把它當作真的，真的忘掉了，虧就吃在這個地方。所以沒有能力辨別真妄，真心、妄心搞不清楚，可以說無量劫來都把妄心當作真心，這就是痴，我痴。"
    },
    {
      "id": "14-014-0023_p0026",
      "zh_CN": "把这个身体当作自己，这是我见。修行人断烦恼，第一个要破身见。见思烦恼里面，身见、边见、见取见、戒取见、邪见，把「身见」排在第一位。真正觉悟的人晓得，身不是自己。身是什么？身是我所有的；就跟衣服一样，衣服不是我，衣服是我所有的。所以舍身受身就非常容易，舍身就像衣服脏了，脱掉丢了就好了，没有一点痛苦，换一件就好了。现在人贪生怕死，脱一件衣服难过得不得了，不知道这个身不是自己。第一个要破身见；换句话说，不能爱惜这个身体，当然也不要去糟蹋这个身体。糟蹋身体是错误，爱惜也是错误，一切随之自然就对了，你就得大自在。造作罪业都是为了这个身体，要想养这个身体，让身体舒服，让身体自在，造下无量无边的罪业，这是祸根。",
      "zh_TW": "把這個身體當作自己，這是我見。修行人斷煩惱，第一個要破身見。見思煩惱裡面，身見、邊見、見取見、戒取見、邪見，把「身見」排在第一位。真正覺悟的人曉得，身不是自己。身是什麼？身是我所有的；就跟衣服一樣，衣服不是我，衣服是我所有的。所以捨身受身就非常容易，捨身就像衣服髒了，脫掉丟了就好了，沒有一點痛苦，換一件就好了。現在人貪生怕死，脫一件衣服難過得不得了，不知道這個身不是自己。第一個要破身見；換句話說，不能愛惜這個身體，當然也不要去糟蹋這個身體。糟蹋身體是錯誤，愛惜也是錯誤，一切隨之自然就對了，你就得大自在。造作罪業都是為了這個身體，要想養這個身體，讓身體舒服，讓身體自在，造下無量無邊的罪業，這是禍根。"
    },
    {
      "id": "14-014-0023_p0027",
      "zh_CN": "有我决定就有慢，我总比别人高一截，别人总不如我。人家再有本事，那个地方比我强，另外还有不如我的地方，你才晓得我慢烦恼多深。儒家教人「傲不可长」，佛法教人一定要断烦恼，为什么？不断烦恼不能出三界。不但不能出三界，诸位要把经教多念念就明白了，你有傲慢在，色界天不能去。你看看大小乘经论，初禅以上慢就没有了，所以我们还有骄慢的习气，怎么修行，修得再好，生天也只能在欲界天，色界天没分，色界天没分，说明你修禅定就不能成功。由此可知，慢是禅定的大障碍。生色界，诸位晓得，一定得禅定，禅定成就，初禅、二禅、三禅、四禅，禅定成就。我们从这里才醒悟过来，傲慢心障碍禅定，你的心得不到清净，你有高下之心，这个要断，要修平等心。平等心不容易修，先修谦下心，对待一切人谦虚卑下。为什么要这样修法？破除我慢。佛家礼节为什么要五体投地，要行接足礼？破除我慢。以我们最尊贵的头，顶礼对方的足，最卑下的足，用意就是破除我慢。",
      "zh_TW": "有我決定就有慢，我總比別人高一截，別人總不如我。人家再有本事，那個地方比我強，另外還有不如我的地方，你才曉得我慢煩惱多深。儒家教人「傲不可長」，佛法教人一定要斷煩惱，為什麼？不斷煩惱不能出三界。不但不能出三界，諸位要把經教多念念就明白了，你有傲慢在，色界天不能去。你看看大小乘經論，初禪以上慢就沒有了，所以我們還有驕慢的習氣，怎麼修行，修得再好，生天也只能在欲界天，色界天沒分，色界天沒分，說明你修禪定就不能成功。由此可知，慢是禪定的大障礙。生色界，諸位曉得，一定得禪定，禪定成就，初禪、二禪、三禪、四禪，禪定成就。我們從這裡才醒悟過來，傲慢心障礙禪定，你的心得不到清淨，你有高下之心，這個要斷，要修平等心。平等心不容易修，先修謙下心，對待一切人謙虛卑下。為什麼要這樣修法？破除我慢。佛家禮節為什麼要五體投地，要行接足禮？破除我慢。以我們最尊貴的頭，頂禮對方的足，最卑下的足，用意就是破除我慢。"
    },
    {
      "id": "14-014-0023_p0028",
      "zh_CN": "行礼的时候，我们在《六祖坛经》里面看到，法达禅师参访六祖大师，礼拜的时候头没有着地。六祖看到这个情形，起来之后就问他：「你一定有值得骄傲之处，你有什么值得骄傲，头没有着地？」这一问，果然问出来了。他读过三千部《法华经》，值得骄傲，别人没有这种功力。所以你有傲慢之处，你一定觉得自己哪一方面有长处别人不如你，你生傲慢心。实在讲还有很多，自己确实没有长处，傲慢心从哪里来？卑慢；不如人的地方产生起傲慢，卑慢。所以慢有很多种，很多类别，我们要晓得，一定要把它拔除。",
      "zh_TW": "行禮的時候，我們在《六祖壇經》裡面看到，法達禪師參訪六祖大師，禮拜的時候頭沒有著地。六祖看到這個情形，起來之後就問他：「你一定有值得驕傲之處，你有什麼值得驕傲，頭沒有著地？」這一問，果然問出來了。他讀過三千部《法華經》，值得驕傲，別人沒有這種功力。所以你有傲慢之處，你一定覺得自己哪一方面有長處別人不如你，你生傲慢心。實在講還有很多，自己確實沒有長處，傲慢心從哪裡來？卑慢；不如人的地方產生起傲慢，卑慢。所以慢有很多種，很多類別，我們要曉得，一定要把它拔除。"
    },
    {
      "id": "14-014-0023_p0029",
      "zh_CN": "我爱，爱是贪心，对于世出世法的真相不了解，不知道一切有为法是梦幻泡影，在这里面产生了贪爱。这是四大烦恼是根本烦恼，如果不能够拔除，不能够控制，无论修学哪一个法门都不能成就。再跟诸位同修说明白，念佛求生净土，这四种烦恼要是不能控制的话，也产生障碍，这一生不能往生。所以我们仔细观察，念佛往生的那些人，走的时候很好的瑞相；然后你再想一想，他生前处事待人接物谦虚，真正做到了谦虚恭敬，他与法相应。下面的文教给我们：",
      "zh_TW": "我愛，愛是貪心，對於世出世法的真相不了解，不知道一切有為法是夢幻泡影，在這裡面產生了貪愛。這是四大煩惱是根本煩惱，如果不能夠拔除，不能夠控制，無論修學哪一個法門都不能成就。再跟諸位同修說明白，念佛求生淨土，這四種煩惱要是不能控制的話，也產生障礙，這一生不能往生。所以我們仔細觀察，念佛往生的那些人，走的時候很好的瑞相；然後你再想一想，他生前處事待人接物謙虛，真正做到了謙虛恭敬，他與法相應。下面的文教給我們："
    },
    {
      "id": "14-014-0023_p0030",
      "zh_CN": "【今观无明体相，本自不有妄想因缘，和合而有。因缘体虚，诸法相妄。】",
      "zh_TW": "【今觀無明體相，本自不有妄想因緣，和合而有。因緣體虛，諸法相妄。】"
    },
    {
      "id": "14-014-0023_p0031",
      "zh_CN": "我们刚才举《金刚经》的话，所说的「一切有为法，如梦幻泡影」，它不是真的。不是真的就肯定能断，我们对于断烦恼和放下妄想分别执着就有信心。真的决定可以证得，我们也产生信心。马鸣菩萨在《起信论》说：「本觉本有，不觉本无」，这两句话讲得好。不觉，这些都是迷，都是不觉，不觉本无，本无当然可以断掉；本有，本有无量智慧、无量德能，决定可以证得。我们从这个地方建立了信心，从信心生起断惑证真的大愿。有信有愿，信愿落实，后面就能证果，果报就现前。修学必须先把这些道理搞清楚、搞明白，功夫就在日常生活行住坐卧当中。睡觉，我们功夫也没有间断，这个功夫就是此地讲的观照，睡觉的时候观照功夫也没有间断，于是功夫才能得力。下面他举《中论》里面一首偈：",
      "zh_TW": "我們剛才舉《金剛經》的話，所說的「一切有為法，如夢幻泡影」，它不是真的。不是真的就肯定能斷，我們對於斷煩惱和放下妄想分別執著就有信心。真的決定可以證得，我們也產生信心。馬鳴菩薩在《起信論》說：「本覺本有，不覺本無」，這兩句話講得好。不覺，這些都是迷，都是不覺，不覺本無，本無當然可以斷掉；本有，本有無量智慧、無量德能，決定可以證得。我們從這個地方建立了信心，從信心生起斷惑證真的大願。有信有願，信願落實，後面就能證果，果報就現前。修學必須先把這些道理搞清楚、搞明白，功夫就在日常生活行住坐臥當中。睡覺，我們功夫也沒有間斷，這個功夫就是此地講的觀照，睡覺的時候觀照功夫也沒有間斷，於是功夫才能得力。下面他舉《中論》裡面一首偈："
    },
    {
      "id": "14-014-0023_p0032",
      "zh_CN": "【中论云，因缘所生法，我说即是空，亦名为假名，亦名中道义。】",
      "zh_TW": "【中論云，因緣所生法，我說即是空，亦名為假名，亦名中道義。】"
    },
    {
      "id": "14-014-0023_p0033",
      "zh_CN": "『我』，是佛陀自称。诸法都是因缘生，不但十法界诸法是因缘生，一真法界的诸法也是因缘生。由此可知，十法界一切诸法不可得，决定不可以分别执着，一真法界的诸法也不可得，也不可以分别执着，这是事实真相，这是真理。为什么？所有一切法都是因缘生，「缘生之法」。《华严经》讲：「唯心所现，唯识所变」，一真法界也是唯识所变，这个道理都要懂。一般学人只知道十法界是唯识所变，不晓得一真法界也是唯识所变。如果不是唯识所变，一真法界哪有四十一位法身大士？四十一位法身大士从哪里来的？还是识变的。要没有识变，纯真无妄，只有在如来果地上识没有了。等觉菩萨还有一分生相无明没破，还是识变。不论在一真法界或是在十法界，我们现前环境当中，只要真正通达明了，放下妄想分别执着，这个现象就没有障碍。《华严经》说：「理事无碍，事事无碍」，为什么说无碍？它是幻相，此地讲的「因缘体虚，诸法相妄」。梦幻泡影它有什么障碍？没有障碍。",
      "zh_TW": "『我』，是佛陀自稱。諸法都是因緣生，不但十法界諸法是因緣生，一真法界的諸法也是因緣生。由此可知，十法界一切諸法不可得，決定不可以分別執著，一真法界的諸法也不可得，也不可以分別執著，這是事實真相，這是真理。為什麼？所有一切法都是因緣生，「緣生之法」。《華嚴經》講：「唯心所現，唯識所變」，一真法界也是唯識所變，這個道理都要懂。一般學人只知道十法界是唯識所變，不曉得一真法界也是唯識所變。如果不是唯識所變，一真法界哪有四十一位法身大士？四十一位法身大士從哪裡來的？還是識變的。要沒有識變，純真無妄，只有在如來果地上識沒有了。等覺菩薩還有一分生相無明沒破，還是識變。不論在一真法界或是在十法界，我們現前環境當中，只要真正通達明瞭，放下妄想分別執著，這個現象就沒有障礙。《華嚴經》說：「理事無礙，事事無礙」，為什麼說無礙？它是幻相，此地講的「因緣體虛，諸法相妄」。夢幻泡影它有什麼障礙？沒有障礙。"
    },
    {
      "id": "14-014-0023_p0034",
      "zh_CN": "我们要问障碍什么？障碍自性。没有障碍，就是你自性现前。我们凡夫有障碍，所以自性不能现前，所现前的是妄想分别执着。无有障碍的时候，妄想分别执着不生，这才是真正事事无碍。我们六根接触外面六种境界，不起妄想，不生分别，不生执着，这就是事事无碍，这是功夫真正到家。我们现在修行做功夫，实在讲也是这个方向，也是这个目标。我们虽然有障碍，这个障碍一年比一年轻，我们功夫就得力，一年比一年少，功夫才有进步。诸位千万不要误会，我读的经一年比一年多，念得多，我拜佛拜得多，我念佛念得多，如果你的烦恼没有减少，智慧没有增长，经白念了，头白磕了。效果就要看烦恼轻、智慧长，这才是真实的效果。古大德的修学跟我们现在不一样，原因就在此地。",
      "zh_TW": "我們要問障礙什麼？障礙自性。沒有障礙，就是你自性現前。我們凡夫有障礙，所以自性不能現前，所現前的是妄想分別執著。無有障礙的時候，妄想分別執著不生，這才是真正事事無礙。我們六根接觸外面六種境界，不起妄想，不生分別，不生執著，這就是事事無礙，這是功夫真正到家。我們現在修行做功夫，實在講也是這個方向，也是這個目標。我們雖然有障礙，這個障礙一年比一年輕，我們功夫就得力，一年比一年少，功夫才有進步。諸位千萬不要誤會，我讀的經一年比一年多，念得多，我拜佛拜得多，我念佛念得多，如果你的煩惱沒有減少，智慧沒有增長，經白念了，頭白磕了。效果就要看煩惱輕、智慧長，這才是真實的效果。古大德的修學跟我們現在不一樣，原因就在此地。"
    },
    {
      "id": "14-014-0023_p0035",
      "zh_CN": "我们看《高僧传》和《居士传》，古人修行往往三年五载、八年十年有开悟的，有证果的，往生预知时至，成就了。我们今天修学，也花了很多时间，也用了很多心血，不是不努力，不是不认真，我们是不明究理，我们把方向搞错了，所以达不到目的。我们的散乱心，不但没有减少，年年月月都在增长，这就是功夫用错了。功夫真正得力，决定是妄想少，分别执着愈来愈少，心地愈来愈清净，愈来愈慈悲，愈来愈真实。所以我们自己要常常检点，检查自己功夫是不是真的得力。如果我们分别执着没有减少，赶快要回头，要把自己不得力的因素找出来，把这个因素消除。",
      "zh_TW": "我們看《高僧傳》和《居士傳》，古人修行往往三年五載、八年十年有開悟的，有證果的，往生預知時至，成就了。我們今天修學，也花了很多時間，也用了很多心血，不是不努力，不是不認真，我們是不明究理，我們把方向搞錯了，所以達不到目的。我們的散亂心，不但沒有減少，年年月月都在增長，這就是功夫用錯了。功夫真正得力，決定是妄想少，分別執著愈來愈少，心地愈來愈清淨，愈來愈慈悲，愈來愈真實。所以我們自己要常常檢點，檢查自己功夫是不是真的得力。如果我們分別執著沒有減少，趕快要回頭，要把自己不得力的因素找出來，把這個因素消除。"
    },
    {
      "id": "14-014-0023_p0036",
      "zh_CN": "我们前面跟诸位同修说过，天台大师教导初学，我们自己一定要肯定我们不是中上根性，才可免除增上慢。我们是下根之人，下根之人从哪里学起？从五停心、从五品位学起，真正踏实。「停」就是止息我们的妄念，用「慈悲观」止息我们瞋恚的妄念，「数息观」止息我们散乱的妄念。佛教给我们这五种方法，先把心定下来，修五品位，这个昨天跟大家讲得很详细。我们可以做得到，为什么不做？第一个随喜，为什么做不到？不但我们要随喜如来一切教法，我们还要恒顺众生，决定不能在环境里面起分别执着，必须要晓得境界是平等的。蕅益大师讲：「境缘无好丑，好丑在人心」，境是讲物质环境，缘是讲人事环境，为什么无好丑？因为它都是梦幻泡影，它的存在「如露亦如电」。佛教给我们这么看法，这个看法是佛的看法，是佛知佛见。我们在这里分高下、分好丑，是我们自己烦恼起现行。为什么古来大德修行功夫得力？他的真诚心现前，清净心现前，平等心现前了。那是佛心，那是性德，自性本具的智慧德能。",
      "zh_TW": "我們前面跟諸位同修說過，天台大師教導初學，我們自己一定要肯定我們不是中上根性，才可免除增上慢。我們是下根之人，下根之人從哪裡學起？從五停心、從五品位學起，真正踏實。「停」就是止息我們的妄念，用「慈悲觀」止息我們瞋恚的妄念，「數息觀」止息我們散亂的妄念。佛教給我們這五種方法，先把心定下來，修五品位，這個昨天跟大家講得很詳細。我們可以做得到，為什麼不做？第一個隨喜，為什麼做不到？不但我們要隨喜如來一切教法，我們還要恆順眾生，決定不能在環境裡面起分別執著，必須要曉得境界是平等的。蕅益大師講：「境緣無好醜，好醜在人心」，境是講物質環境，緣是講人事環境，為什麼無好醜？因為它都是夢幻泡影，它的存在「如露亦如電」。佛教給我們這麼看法，這個看法是佛的看法，是佛知佛見。我們在這裡分高下、分好醜，是我們自己煩惱起現行。為什麼古來大德修行功夫得力？他的真誠心現前，清淨心現前，平等心現前了。那是佛心，那是性德，自性本具的智慧德能。"
    },
    {
      "id": "14-014-0023_p0037",
      "zh_CN": "我们修学为什么不能现前？第一个，我们用的是妄心，一天到晚打妄想，妄想不断。你还不知道你用的心是妄心，多少人用妄心自己不晓得。我真诚待人，我真诚做事，真在哪里，诚在哪里？什么叫真，什么叫诚？不晓得，以为自己真诚心处事待人接物。他不知道，他就永远不能改过，永远不能进步。所以第一个要知道过失，知道过失就开悟了，改正过失那是真正的功夫。「诚」这个字，曾国藩先生说得好，他在读书笔记将「诚」下了一个定义：「一念不生是谓诚」。什么是真心，什么是诚心？没有妄念的心是真心、是诚心。念头才一起，心就不诚，就不真。",
      "zh_TW": "我們修學為什麼不能現前？第一個，我們用的是妄心，一天到晚打妄想，妄想不斷。你還不知道你用的心是妄心，多少人用妄心自己不曉得。我真誠待人，我真誠做事，真在哪裡，誠在哪裡？什麼叫真，什麼叫誠？不曉得，以為自己真誠心處事待人接物。他不知道，他就永遠不能改過，永遠不能進步。所以第一個要知道過失，知道過失就開悟了，改正過失那是真正的功夫。「誠」這個字，曾國藩先生說得好，他在讀書筆記將「誠」下了一個定義：「一念不生是謂誠」。什麼是真心，什麼是誠心？沒有妄念的心是真心、是誠心。念頭才一起，心就不誠，就不真。"
    },
    {
      "id": "14-014-0023_p0038",
      "zh_CN": "如果再要不懂得，我们这几年修学，将世尊教导我们的原理原则做了一副对联，你们同学大家都看到，「真诚、清净、平等、正觉、慈悲」，「看破、放下、自在、随缘、念佛」，这十句，每一句都具足其余的九句。你说真诚，什么叫真诚？清净是真诚，你心不清净是不真诚；平等是真诚，你的心不平等不真诚；看破是真诚，放下是真诚，你都没有做到，真诚没有。你说你慈悲，你真诚才是慈悲，清净才是慈悲，平等才是慈悲，你统统都没有，你哪来的慈悲？每一句都具足其他的九句，《华严经》讲：「一即是多，多即是一，一多不二」。于是我们才不至于产生误会，误会里头就生我慢，增上慢就现前，不肯脚踏实地，不肯老实修行。",
      "zh_TW": "如果再要不懂得，我們這幾年修學，將世尊教導我們的原理原則做了一副對聯，你們同學大家都看到，「真誠、清淨、平等、正覺、慈悲」，「看破、放下、自在、隨緣、念佛」，這十句，每一句都具足其餘的九句。你說真誠，什麼叫真誠？清淨是真誠，你心不清淨是不真誠；平等是真誠，你的心不平等不真誠；看破是真誠，放下是真誠，你都沒有做到，真誠沒有。你說你慈悲，你真誠才是慈悲，清淨才是慈悲，平等才是慈悲，你統統都沒有，你哪來的慈悲？每一句都具足其他的九句，《華嚴經》講：「一即是多，多即是一，一多不二」。於是我們才不至於產生誤會，誤會裡頭就生我慢，增上慢就現前，不肯腳踏實地，不肯老實修行。"
    },
    {
      "id": "14-014-0023_p0039",
      "zh_CN": "我们在讲席当中，特别在现在这个时代，大家都晓得灾难很多，一年比一年多，一次比一次严重。这是众生共业所感，也是自己三业的造作，不能把这些灾难责任推卸给别人。他们不好，造作恶业，我好吗？我没有造恶业吗？每一个人都把责任推给别人，这就没救了。如果从这个地方回头，把责任自己承担，自己检点，自己忏悔，自己改过自新，这个劫难就有救。佛教给我们回头，不是教别人回头，是教自己回头。这是佛法教学跟世法教学不相同的地方，佛法没有教别人，教我自己。我们在《华严经》看到，善财童子五十三参，佛的学生只有我一人，我也讲过不少次，自己一人是学生，自己之外都是诸佛菩萨的示现，都是自己的善知识。这些示现有正面的、有负面的，有示现善行、有示现恶行；示现善行，我要向他学习，示现恶行，我要拿他来做一面镜子，检点反省我有没有这个恶行，有则改之，无则嘉勉。所以善财童子一生能圆成佛道，道理在此地。",
      "zh_TW": "我們在講席當中，特別在現在這個時代，大家都曉得災難很多，一年比一年多，一次比一次嚴重。這是眾生共業所感，也是自己三業的造作，不能把這些災難責任推卸給別人。他們不好，造作惡業，我好嗎？我沒有造惡業嗎？每一個人都把責任推給別人，這就沒救了。如果從這個地方回頭，把責任自己承擔，自己檢點，自己懺悔，自己改過自新，這個劫難就有救。佛教給我們回頭，不是教別人回頭，是教自己回頭。這是佛法教學跟世法教學不相同的地方，佛法沒有教別人，教我自己。我們在《華嚴經》看到，善財童子五十三參，佛的學生只有我一人，我也講過不少次，自己一人是學生，自己之外都是諸佛菩薩的示現，都是自己的善知識。這些示現有正面的、有負面的，有示現善行、有示現惡行；示現善行，我要向他學習，示現惡行，我要拿他來做一面鏡子，檢點反省我有沒有這個惡行，有則改之，無則嘉勉。所以善財童子一生能圓成佛道，道理在此地。"
    },
    {
      "id": "14-014-0023_p0040",
      "zh_CN": "善财童子修的是念佛法门，念阿弥陀佛求生净土。诸位在《华严经》看到，他的老师是文殊菩萨，文殊菩萨在华严会上发愿求生西方极乐世界。他离开老师，他在老师那里成就根本智，出去参学成就后得智。参学第一位善知识德云比丘，《四十华严》称吉祥云比丘，教他「般舟三昧」，专念阿弥陀佛求生净土。往下五十三参，最后「普贤菩萨十大愿王导归极乐」，你们看看什么味道？学法门大家都知道，先入为主。德云第一个教他，先入为主，怕你不相信，末后普贤菩萨导归极乐，你才晓得彻始彻终都是一句「阿弥陀佛」，这是《华严经》上显示的。他的看破放下，就在五十三参具体表演给我们看，教导我们怎样看破放下。所以《华严经》好，不但有理论、有方法，后面还带表演，做出来给我们看。我们看到佛陀教学，慈悲方便都达到了极处，我们不能认真努力去体会、去学习，过失在自己，佛对得起我们，我们对不起他。",
      "zh_TW": "善財童子修的是念佛法門，念阿彌陀佛求生淨土。諸位在《華嚴經》看到，他的老師是文殊菩薩，文殊菩薩在華嚴會上發願求生西方極樂世界。他離開老師，他在老師那裡成就根本智，出去參學成就後得智。參學第一位善知識德雲比丘，《四十華嚴》稱吉祥雲比丘，教他「般舟三昧」，專念阿彌陀佛求生淨土。往下五十三參，最後「普賢菩薩十大願王導歸極樂」，你們看看什麼味道？學法門大家都知道，先入為主。德雲第一個教他，先入為主，怕你不相信，末後普賢菩薩導歸極樂，你才曉得徹始徹終都是一句「阿彌陀佛」，這是《華嚴經》上顯示的。他的看破放下，就在五十三參具體表演給我們看，教導我們怎樣看破放下。所以《華嚴經》好，不但有理論、有方法，後面還帶表演，做出來給我們看。我們看到佛陀教學，慈悲方便都達到了極處，我們不能認真努力去體會、去學習，過失在自己，佛對得起我們，我們對不起他。"
    },
    {
      "id": "14-014-0023_p0041",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}