{
  "doc_id": "14-014-0020",
  "title": {
    "zh_CN": "地藏经玄义",
    "zh_TW": "地藏經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-014-0020",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "14-014-0020_p0001",
      "zh_CN": "今天我们还接着看「十乘观法」，这十句前面的三句说过了，今天从第四句看起：",
      "zh_TW": "今天我們還接著看「十乘觀法」，這十句前面的三句說過了，今天從第四句看起："
    },
    {
      "id": "14-014-0020_p0002",
      "zh_CN": "『第四破法遍，以三观破三惑。三观一心，无惑不破。』",
      "zh_TW": "『第四破法遍，以三觀破三惑。三觀一心，無惑不破。』"
    },
    {
      "id": "14-014-0020_p0003",
      "zh_CN": "这个问题，对于我们来说，可以说是非常重要。『三惑』就是三种迷惑，这是指「见思烦恼、尘沙烦恼、无明烦恼」三大类。要怎样把这个迷破除，这是讲破迷开悟。破见思烦恼，你就得正觉；破尘沙烦恼，你就得正等正觉；破无明烦恼，你就得无上正等正觉。「阿耨多罗三藐三菩提」，就是无上正等正觉，这是讲果，这是学佛人所求的目的。无论是哪个宗派、哪个法门，无论是世尊一代时教，还是三世诸佛所有一切的教诲，无不是以此为目的。所以才说法门平等，无二无别，殊途同归，都归到破三惑，成就无上正等正觉。",
      "zh_TW": "這個問題，對於我們來說，可以說是非常重要。『三惑』就是三種迷惑，這是指「見思煩惱、塵沙煩惱、無明煩惱」三大類。要怎樣把這個迷破除，這是講破迷開悟。破見思煩惱，你就得正覺；破塵沙煩惱，你就得正等正覺；破無明煩惱，你就得無上正等正覺。「阿耨多羅三藐三菩提」，就是無上正等正覺，這是講果，這是學佛人所求的目的。無論是哪個宗派、哪個法門，無論是世尊一代時教，還是三世諸佛所有一切的教誨，無不是以此為目的。所以才說法門平等，無二無別，殊途同歸，都歸到破三惑，成就無上正等正覺。"
    },
    {
      "id": "14-014-0020_p0004",
      "zh_CN": "用什么方法来破三惑？方法就太多了。佛在经上所说的八万四千法门，就是八万四千种不同的方法，四弘誓愿的「法门无量誓愿学」，无量无边的方法都是为这个问题。天台家在许多方法里面，用止观这个方法。止观，实在说是天台家的悟处，现在来说是天台家的发明，这是真实智慧。在当时西域的高僧到中国来传道，看到天台大师所用的这个方法非常赞叹，说出这个方法跟世尊在楞严会上讲得一样。那个时候中国人虽然到西域去求法，没有见过《楞严经》，不但没见过，听都没听说过。什么原因？印度朝野，包括出家人，认为《楞严经》是国家唯一的宝藏，外国人来留学，其他的佛经可以给他看，《楞严经》是秘密，不肯传给人，吝法。所以印度现在佛法没有了，这是吝法的果报。",
      "zh_TW": "用什麼方法來破三惑？方法就太多了。佛在經上所說的八萬四千法門，就是八萬四千種不同的方法，四弘誓願的「法門無量誓願學」，無量無邊的方法都是為這個問題。天台家在許多方法裡面，用止觀這個方法。止觀，實在說是天台家的悟處，現在來說是天台家的發明，這是真實智慧。在當時西域的高僧到中國來傳道，看到天台大師所用的這個方法非常讚歎，說出這個方法跟世尊在楞嚴會上講得一樣。那個時候中國人雖然到西域去求法，沒有見過《楞嚴經》，不但沒見過，聽都沒聽說過。什麼原因？印度朝野，包括出家人，認為《楞嚴經》是國家唯一的寶藏，外國人來留學，其他的佛經可以給他看，《楞嚴經》是祕密，不肯傳給人，吝法。所以印度現在佛法沒有了，這是吝法的果報。"
    },
    {
      "id": "14-014-0020_p0005",
      "zh_CN": "《楞严经》传到中国来非常不容易，般剌密帝用尽了心思偷渡到中国来，当时印度海关查得很严，搜身，前两次都被搜出来，毕竟他是个出家人，所以没有责备他。第三次他把胳臂剖开，把经藏在里面，然后再把它缝好，肉长好了，就这样出来，所以搜身没有搜出来，这部经就带到中国来了。带来之后，再把胳臂剖开，把经取出来。那是写成很小很小的字，你们看看弘一大师写的笔记，你们看过没有？李木源居士给你们看，你们没有看到？没有看到的找李居士，叫他拿来给你们看看。你们才晓得，一代高僧怎么成就的，我们今天的学习跟前一代人比，为人家提草鞋人家都不要，我们还处处自以为是，我们看看人家的勤苦。他写的字真的跟蚂蚁一样，比我们报纸里面的字还要小，工楷，一笔一划，一笔不苟，人家那种做学问的精神，你看了之后还有什么话说。般剌密帝也是用这种方式，把《楞严经》带到中国来。他是偷渡来的，偷渡是犯法，带出来之后，东西交到中国就赶紧回去。为什么？怕朝廷责备海关人员失职，为什么让人家把国宝偷渡出去，他回去认罪，回去接受惩罚。你想想看这种为法忘躯的精神，宁舍生命也要把佛法传遍世间。",
      "zh_TW": "《楞嚴經》傳到中國來非常不容易，般剌密帝用盡了心思偷渡到中國來，當時印度海關查得很嚴，搜身，前兩次都被搜出來，畢竟他是個出家人，所以沒有責備他。第三次他把胳臂剖開，把經藏在裡面，然後再把它縫好，肉長好了，就這樣出來，所以搜身沒有搜出來，這部經就帶到中國來了。帶來之後，再把胳臂剖開，把經取出來。那是寫成很小很小的字，你們看看弘一大師寫的筆記，你們看過沒有？李木源居士給你們看，你們沒有看到？沒有看到的找李居士，叫他拿來給你們看看。你們才曉得，一代高僧怎麼成就的，我們今天的學習跟前一代人比，為人家提草鞋人家都不要，我們還處處自以為是，我們看看人家的勤苦。他寫的字真的跟螞蟻一樣，比我們報紙裡面的字還要小，工楷，一筆一劃，一筆不苟，人家那種做學問的精神，你看了之後還有什麼話說。般剌密帝也是用這種方式，把《楞嚴經》帶到中國來。他是偷渡來的，偷渡是犯法，帶出來之後，東西交到中國就趕緊回去。為什麼？怕朝廷責備海關人員失職，為什麼讓人家把國寶偷渡出去，他回去認罪，回去接受懲罰。你想想看這種為法忘軀的精神，寧捨生命也要把佛法傳遍世間。"
    },
    {
      "id": "14-014-0020_p0006",
      "zh_CN": "智者大师一生没有见过《楞严经》，只是从印度高僧口里听说印度有这部经典。佛所讲修行的纲领，跟天台家所发明的「三止三观」非常相似。天台大师在天台山筑了一个拜经台，你们也许去过。每天，智者大师在那个地方向西方礼拜，求感应，求这部经能够到中国来，拜了十八年，一直到他老人家圆寂。智者大师精诚的拜了十八年，这种精神可佩，感应般剌密帝法师把这部经偷渡到中国来。可是天台家的止观跟《楞严经》讲的奢摩他、毘婆舍那、禅那，这里面还是有差别，但的确是很接近。",
      "zh_TW": "智者大師一生沒有見過《楞嚴經》，只是從印度高僧口裡聽說印度有這部經典。佛所講修行的綱領，跟天台家所發明的「三止三觀」非常相似。天台大師在天台山築了一個拜經台，你們也許去過。每天，智者大師在那個地方向西方禮拜，求感應，求這部經能夠到中國來，拜了十八年，一直到他老人家圓寂。智者大師精誠的拜了十八年，這種精神可佩，感應般剌密帝法師把這部經偷渡到中國來。可是天台家的止觀跟《楞嚴經》講的奢摩他、毘婆舍那、禪那，這裡面還是有差別，但的確是很接近。"
    },
    {
      "id": "14-014-0020_p0007",
      "zh_CN": "《楞严经》传到中国来，古代这些讲经的法师都以天台教义来解释《楞严经》，用止观来配奢摩他、禅那。一直到明朝交光法师才提出意见，他说这个还是有差别。差别在哪里？天台大师的三止三观还是用意识心，而世尊在楞严会上教给我们的止观法门不是用意识心，交光大师提出《楞严经》说的是「舍识用根」。《楞严经》的注疏，《楞严经》的讲法，就变成了新旧两派，古老的这一派以长水为代表，新派的就是以交光大师为代表。",
      "zh_TW": "《楞嚴經》傳到中國來，古代這些講經的法師都以天台教義來解釋《楞嚴經》，用止觀來配奢摩他、禪那。一直到明朝交光法師才提出意見，他說這個還是有差別。差別在哪裡？天台大師的三止三觀還是用意識心，而世尊在楞嚴會上教給我們的止觀法門不是用意識心，交光大師提出《楞嚴經》說的是「捨識用根」。《楞嚴經》的註疏，《楞嚴經》的講法，就變成了新舊兩派，古老的這一派以長水為代表，新派的就是以交光大師為代表。"
    },
    {
      "id": "14-014-0020_p0008",
      "zh_CN": "近代，专攻《楞严经》的是圆瑛法师，我们在他的传记里面看到，他二十五岁对这部经产生兴趣，就发心专攻，直到七十多岁，他那一部《楞严经讲义》才出来，这是他毕生的功力。圆瑛法师最成熟的两部书：一部是《楞严经讲义》，一部是《圆觉经讲义》，这两部是他老人家成熟的作品，非常难得。他的讲义，诸位要仔细去观察，几乎百分之六十是依据交光的《正脉》，另外参考《楞严经》古今的注疏，也可以说他的讲义是集古今《楞严经》注解的大成。我们现代人如果学《楞严经》，从他这个讲义入门是最为方便，但是这里头依旧有差别。交光大师说得很好，「舍识用根」，那不是中下根人能办得到的，说老实话，还是属于上根利智。但是天台家讲的这个方法，中下根性的人行，用得上。虽然不是究竟圆满，但的确是最初方便，我们有方便契入真实，这就好。",
      "zh_TW": "近代，專攻《楞嚴經》的是圓瑛法師，我們在他的傳記裡面看到，他二十五歲對這部經產生興趣，就發心專攻，直到七十多歲，他那一部《楞嚴經講義》才出來，這是他畢生的功力。圓瑛法師最成熟的兩部書：一部是《楞嚴經講義》，一部是《圓覺經講義》，這兩部是他老人家成熟的作品，非常難得。他的講義，諸位要仔細去觀察，幾乎百分之六十是依據交光的《正脈》，另外參考《楞嚴經》古今的註疏，也可以說他的講義是集古今《楞嚴經》註解的大成。我們現代人如果學《楞嚴經》，從他這個講義入門是最為方便，但是這裡頭依舊有差別。交光大師說得很好，「捨識用根」，那不是中下根人能辦得到的，說老實話，還是屬於上根利智。但是天台家講的這個方法，中下根性的人行，用得上。雖然不是究竟圓滿，但的確是最初方便，我們有方便契入真實，這就好。"
    },
    {
      "id": "14-014-0020_p0009",
      "zh_CN": "「三观」是「空、假、中」，前面第一行里面讲的「即空、即假、即中」，那就是一心三观。你能够用一心三观，这三种惑都容易破除。三种惑破除就超越十法界，破一品无明，证一分法身，就入佛的报土，这跟禅宗讲的明心见性、见性成佛，是同样一个境界。宗门的见性成佛，是圆教初住以上的果位，破一品无明就证一分法身，天台家讲的分证即佛。分证即佛是从圆教初住到等觉位，这四十一个位次都叫分证即佛；分是部分，证是证得，这是真的不是假的，真正证得的。到如来果位叫究竟即佛，那是圆满的，四十一品无明破尽叫究竟位，所以究竟只有一位，分证有四十一位。我们还是要从最低下手，如何去破见思、破尘沙，我们今天的病最重，这是治病。",
      "zh_TW": "「三觀」是「空、假、中」，前面第一行裡面講的「即空、即假、即中」，那就是一心三觀。你能夠用一心三觀，這三種惑都容易破除。三種惑破除就超越十法界，破一品無明，證一分法身，就入佛的報土，這跟禪宗講的明心見性、見性成佛，是同樣一個境界。宗門的見性成佛，是圓教初住以上的果位，破一品無明就證一分法身，天台家講的分證即佛。分證即佛是從圓教初住到等覺位，這四十一個位次都叫分證即佛；分是部分，證是證得，這是真的不是假的，真正證得的。到如來果位叫究竟即佛，那是圓滿的，四十一品無明破盡叫究竟位，所以究竟只有一位，分證有四十一位。我們還是要從最低下手，如何去破見思、破塵沙，我們今天的病最重，這是治病。"
    },
    {
      "id": "14-014-0020_p0010",
      "zh_CN": "『破法遍』，「遍」是普遍，「法」就是法执。三种迷惑都是从法执里面生出来的，从法执里头生出我执，我们先从这个地方下手。我执里面，我常讲，我们念念当中，都有一个想控制一切人事物的念头，想占有一切人事物的念头，这个念头不是你故意生起来的，你没想就有这个念头，佛法叫俱生烦恼，这不是学得来的。这个烦恼习气怎么来的？生生世世养成的。这很难断，都以为这是正常的，哪里晓得这是生死轮回的根本。我们要破我执，从哪里破起？你现在真正把根本的因素找到了，你要想办法把它断掉。如何断掉？看破、放下；看破是观，放下是止，还是这两个字。说止观不好懂，给你讲看破、放下好懂。了解事实真相叫看破，舍弃妄想分别执着叫放下，那就破法执，就破三惑。",
      "zh_TW": "『破法遍』，「遍」是普遍，「法」就是法執。三種迷惑都是從法執裡面生出來的，從法執裡頭生出我執，我們先從這個地方下手。我執裡面，我常講，我們念念當中，都有一個想控制一切人事物的念頭，想佔有一切人事物的念頭，這個念頭不是你故意生起來的，你沒想就有這個念頭，佛法叫俱生煩惱，這不是學得來的。這個煩惱習氣怎麼來的？生生世世養成的。這很難斷，都以為這是正常的，哪裡曉得這是生死輪迴的根本。我們要破我執，從哪裡破起？你現在真正把根本的因素找到了，你要想辦法把它斷掉。如何斷掉？看破、放下；看破是觀，放下是止，還是這兩個字。說止觀不好懂，給你講看破、放下好懂。了解事實真相叫看破，捨棄妄想分別執著叫放下，那就破法執，就破三惑。"
    },
    {
      "id": "14-014-0020_p0011",
      "zh_CN": "所以一定要晓得，我们如果想控制一切人事物，占有一切人事物，是根本不可能的，根本就是个妄想。为什么？能控制的、能占有的，所控制的、所占有的，都是毕竟空。如果有这个事实存在，你的控制、占有那还情有可原，能说得通；但事实是不可能，根本不存在，你是冤枉造罪业，起心动念是在造业。因为你造业，变现出来虚幻的境界，就是果报，你去承受。所以果报从哪里来的？自作自受。几个人了解这个事实真相？明了事实真相之后，我们这一生的际遇，无论是顺境逆境，无论是享福或者是受罪，你的心平了，平静了，不再怨天尤人。知道自己这一生的际遇是自己造作的果报，与任何人没有关系，这个结才能解得开，前途才会现出一片光明。如果依旧迷惑在这个境界当中，以为我们自己享福、受罪，都跟别人有关联，尤其是遇到逆境，就怨天尤人，这是罪上加罪，招得来生不如意，来生比这一生更苦，来生比这一生更可怜，所谓是愈迷愈深，这不能解决问题。",
      "zh_TW": "所以一定要曉得，我們如果想控制一切人事物，佔有一切人事物，是根本不可能的，根本就是個妄想。為什麼？能控制的、能佔有的，所控制的、所佔有的，都是畢竟空。如果有這個事實存在，你的控制、佔有那還情有可原，能說得通；但事實是不可能，根本不存在，你是冤枉造罪業，起心動念是在造業。因為你造業，變現出來虛幻的境界，就是果報，你去承受。所以果報從哪裡來的？自作自受。幾個人了解這個事實真相？明瞭事實真相之後，我們這一生的際遇，無論是順境逆境，無論是享福或者是受罪，你的心平了，平靜了，不再怨天尤人。知道自己這一生的際遇是自己造作的果報，與任何人沒有關係，這個結才能解得開，前途才會現出一片光明。如果依舊迷惑在這個境界當中，以為我們自己享福、受罪，都跟別人有關聯，尤其是遇到逆境，就怨天尤人，這是罪上加罪，招得來生不如意，來生比這一生更苦，來生比這一生更可憐，所謂是愈迷愈深，這不能解決問題。"
    },
    {
      "id": "14-014-0020_p0012",
      "zh_CN": "诸佛菩萨也是看到一切众生迷惑颠倒，沉在苦海之中，苦海是自己业力变现出来的，本来也没有，愈迷愈重，愈陷就愈深。佛菩萨出现在这个世间帮助我们，帮助我们最重要的是让我们明了事实真相。所以他讲经说法，讲的是什么？宇宙人生的真相，帮助我们开解，帮助我们觉悟。你真正觉悟了，你自然就回头，不但不会有念头去控制一切人事物，连自己这个身体也放下，也不会去刻意的控制。不想占有一切人事物，也不想占有这个身体，怎么样？不会把这个身体当作我。而把这个身体看作什么？是我所有的一部分，不是我。一切众生误会把这个身当作我，要保养这个身体，要护持这个身体，叫这个身体健康长寿，叫这个身体去享福，哪里知道统统造的是罪业。我们能够以人为的力量，帮助这个身体健康长寿吗？诸位要细细想想就知道，这是不可能的。当然我们不能糟蹋这个身体，糟蹋这个身体也是错误的。",
      "zh_TW": "諸佛菩薩也是看到一切眾生迷惑顛倒，沉在苦海之中，苦海是自己業力變現出來的，本來也沒有，愈迷愈重，愈陷就愈深。佛菩薩出現在這個世間幫助我們，幫助我們最重要的是讓我們明瞭事實真相。所以他講經說法，講的是什麼？宇宙人生的真相，幫助我們開解，幫助我們覺悟。你真正覺悟了，你自然就回頭，不但不會有念頭去控制一切人事物，連自己這個身體也放下，也不會去刻意的控制。不想佔有一切人事物，也不想佔有這個身體，怎麼樣？不會把這個身體當作我。而把這個身體看作什麼？是我所有的一部分，不是我。一切眾生誤會把這個身當作我，要保養這個身體，要護持這個身體，叫這個身體健康長壽，叫這個身體去享福，哪裡知道統統造的是罪業。我們能夠以人為的力量，幫助這個身體健康長壽嗎？諸位要細細想想就知道，這是不可能的。當然我們不能糟蹋這個身體，糟蹋這個身體也是錯誤的。"
    },
    {
      "id": "14-014-0020_p0013",
      "zh_CN": "佛法是正法，佛道是觉道，是彻底觉悟。在佛法当中，这个身体做什么用？是帮助一切众生的工具。前面第二句讲「真正发菩提心」，发菩提心就是要发愿为虚空法界一切众生服务。为一切众生服务要有工具，没有工具拿什么去服务？身体就是工具，是为一切众生服务的工具，这个工具要维护，不能够把它糟蹋。怎样维护？与自性相应就是最健康，与自性相违背，就是我们糟蹋这个工具了。用这些物理、药物来帮助这个身体，也未尝不是好事情，但是这是治标不是治本。治本从哪里治？与性德相应。性德是什么？我们标示的真诚、清净、平等、正觉、慈悲，这是性德。你念念与这十个字相应，你的身体怎么会不健康？真诚就没有虚伪，清净就没有污染，平等就没有傲慢，正觉就不迷惑，慈悲就没有怨恨，你说你的身体怎么会不好？诸佛菩萨身体健康，从来没有生病过，若生病是示现，「维摩示疾」，那是说法，那是令人觉悟的。我们看诸佛菩萨，从来没有看到衰老的相，不老、不病、不死，为什么？与性德相应，没有生死，这才是真正懂得健康之道。与性德相应自然就能破三惑，比此地用三观的方法还要巧妙，这真正是善巧方便。",
      "zh_TW": "佛法是正法，佛道是覺道，是徹底覺悟。在佛法當中，這個身體做什麼用？是幫助一切眾生的工具。前面第二句講「真正發菩提心」，發菩提心就是要發願為虛空法界一切眾生服務。為一切眾生服務要有工具，沒有工具拿什麼去服務？身體就是工具，是為一切眾生服務的工具，這個工具要維護，不能夠把它糟蹋。怎樣維護？與自性相應就是最健康，與自性相違背，就是我們糟蹋這個工具了。用這些物理、藥物來幫助這個身體，也未嘗不是好事情，但是這是治標不是治本。治本從哪裡治？與性德相應。性德是什麼？我們標示的真誠、清淨、平等、正覺、慈悲，這是性德。你念念與這十個字相應，你的身體怎麼會不健康？真誠就沒有虛偽，清淨就沒有污染，平等就沒有傲慢，正覺就不迷惑，慈悲就沒有怨恨，你說你的身體怎麼會不好？諸佛菩薩身體健康，從來沒有生病過，若生病是示現，「維摩示疾」，那是說法，那是令人覺悟的。我們看諸佛菩薩，從來沒有看到衰老的相，不老、不病、不死，為什麼？與性德相應，沒有生死，這才是真正懂得健康之道。與性德相應自然就能破三惑，比此地用三觀的方法還要巧妙，這真正是善巧方便。"
    },
    {
      "id": "14-014-0020_p0014",
      "zh_CN": "没有办法跟性德相应，我们就用三观「空、假、中」的方法。知道虚空法界一切众生，一切众生范围非常广大，什么叫众生？凡是众缘和合而生起的现象，就叫做众生。我们人这个身体是众缘和合，佛在经典里面讲，「四大五蕴」和合成这个身相。所有一切动物都是众缘和合而现的相，一切植物、矿物与虚空世界，诸位想想，哪一样东西不是众缘和合？都是众缘和合而生起的现象。现在科学家发现，有不同的时空存在，三维空间是我们现在所生活的空间，也有四维空间。黄念祖老居士说，现代的科学家确实证明有十一维次空间的存在，但在理论上讲，空间维次是无尽的，这个与佛法讲的完全相同。",
      "zh_TW": "沒有辦法跟性德相應，我們就用三觀「空、假、中」的方法。知道虛空法界一切眾生，一切眾生範圍非常廣大，什麼叫眾生？凡是眾緣和合而生起的現象，就叫做眾生。我們人這個身體是眾緣和合，佛在經典裡面講，「四大五蘊」和合成這個身相。所有一切動物都是眾緣和合而現的相，一切植物、礦物與虛空世界，諸位想想，哪一樣東西不是眾緣和合？都是眾緣和合而生起的現象。現在科學家發現，有不同的時空存在，三維空間是我們現在所生活的空間，也有四維空間。黃念祖老居士說，現代的科學家確實證明有十一維次空間的存在，但在理論上講，空間維次是無盡的，這個與佛法講的完全相同。"
    },
    {
      "id": "14-014-0020_p0015",
      "zh_CN": "佛法讲世间，世间无量无边；佛法讲法界，说十法界是大别略举，何况「十」代表无尽。法界就是十界，是无量无边。无量无边的法界，都是从一念自性变现出来的，一念自性确实有，但是没有迹相、没有痕迹。所以我们的六根都缘不到，眼见不到，它不是色法；耳也听不到，它不是声法；心里也想不到，佛说这桩事是「言语道断，心行处灭」，果然心行处灭，这个境界你就亲证。大乘经佛常讲「唯证自知」，你证得了，你也没有办法跟别人说，所谓是「如人饮水，冷暖自知」。我喝水，你问：「水怎么样，热不热？」热，到底热到什么程度，你怎么会知道；这水凉，凉到什么程度，你也不知道；你必须你自己亲尝一口，你才晓得，哪里能说得出来？所以说，这个境界叫不思议境界，不可思量，不可议论。不可议论就是「言语道断」，不可思量就是「心行处灭」，这是说能现的一念自性。",
      "zh_TW": "佛法講世間，世間無量無邊；佛法講法界，說十法界是大別略舉，何況「十」代表無盡。法界就是十界，是無量無邊。無量無邊的法界，都是從一念自性變現出來的，一念自性確實有，但是沒有跡相、沒有痕跡。所以我們的六根都緣不到，眼見不到，它不是色法；耳也聽不到，它不是聲法；心裡也想不到，佛說這樁事是「言語道斷，心行處滅」，果然心行處滅，這個境界你就親證。大乘經佛常講「唯證自知」，你證得了，你也沒有辦法跟別人說，所謂是「如人飲水，冷暖自知」。我喝水，你問：「水怎麼樣，熱不熱？」熱，到底熱到什麼程度，你怎麼會知道；這水涼，涼到什麼程度，你也不知道；你必須你自己親嘗一口，你才曉得，哪裡能說得出來？所以說，這個境界叫不思議境界，不可思量，不可議論。不可議論就是「言語道斷」，不可思量就是「心行處滅」，這是說能現的一念自性。"
    },
    {
      "id": "14-014-0020_p0016",
      "zh_CN": "一念自性，非空非有，非常非断，非生非灭，非来非去，《中观》讲的「八不」，形容这个事实真相。能现的理体如是，所现的法相又何尝不如是，哪有例外？诸位如果能在法相上，就是一切现相上，在一切众生法上，能见到这一切法相也是「不生不灭、不来不去、不常不断、不一不异」，你在相上就见性了。你在相上见性，就是破相，你决定不会再被这些现相迷惑，知道这个现相是「即空即假即中」。这一切众生的体性是空，能所皆空，所有这些法相是假相，《金刚经》讲的「梦幻泡影」，佛一再嘱咐我们「应作如是观」，所有一切法相，世出世间法相都是梦幻泡影。",
      "zh_TW": "一念自性，非空非有，非常非斷，非生非滅，非來非去，《中觀》講的「八不」，形容這個事實真相。能現的理體如是，所現的法相又何嘗不如是，哪有例外？諸位如果能在法相上，就是一切現相上，在一切眾生法上，能見到這一切法相也是「不生不滅、不來不去、不常不斷、不一不異」，你在相上就見性了。你在相上見性，就是破相，你決定不會再被這些現相迷惑，知道這個現相是「即空即假即中」。這一切眾生的體性是空，能所皆空，所有這些法相是假相，《金剛經》講的「夢幻泡影」，佛一再囑咐我們「應作如是觀」，所有一切法相，世出世間法相都是夢幻泡影。"
    },
    {
      "id": "14-014-0020_p0017",
      "zh_CN": "我们面对这事实真相，要懂得用中。「中」是讲作用，我们的受用，诸佛菩萨示现在九法界教化一切众生就是用中。中的意思深广，中是包容一切，没有一丝毫的偏差，再跟诸位说得明白、说得具体一点，用中就是用真诚、清净、平等、正觉、慈悲。用中用错了，用了有偏差，差误在哪里？如果这里头夹杂一点自私，夹杂一点我见就偏差，就错误了。很容易发生错误，就是自己名利心没有放下，自己贪图享受的念头没有放下，一差就一切都差错了。为什么？真诚心，好像是真诚，其实真诚被破坏了，你有私欲在里头，把真诚破坏了，清净也破坏了，平等也破坏了，连慈悲都破坏了，那就不是中道。真正要做到中道，我们用《金刚经》的话，一定做到「无我相，无人相，无众生相，无寿者相」，去行「真诚、清净、平等、正觉、慈悲」，这就是菩萨心、菩萨行。表现在外面，看破是智慧，充满了智慧；放下是禅定，自性本定。你生活的仪态，表现在外面的是自在，得大自在，对一切众生是随缘而不攀缘，这就是佛菩萨应化在世间的仪表风范，你过的是诸佛菩萨的生活，你就成佛，你就成菩萨，这是要真正去做才行。",
      "zh_TW": "我們面對這事實真相，要懂得用中。「中」是講作用，我們的受用，諸佛菩薩示現在九法界教化一切眾生就是用中。中的意思深廣，中是包容一切，沒有一絲毫的偏差，再跟諸位說得明白、說得具體一點，用中就是用真誠、清淨、平等、正覺、慈悲。用中用錯了，用了有偏差，差誤在哪裡？如果這裡頭夾雜一點自私，夾雜一點我見就偏差，就錯誤了。很容易發生錯誤，就是自己名利心沒有放下，自己貪圖享受的念頭沒有放下，一差就一切都差錯了。為什麼？真誠心，好像是真誠，其實真誠被破壞了，你有私欲在裡頭，把真誠破壞了，清淨也破壞了，平等也破壞了，連慈悲都破壞了，那就不是中道。真正要做到中道，我們用《金剛經》的話，一定做到「無我相，無人相，無眾生相，無壽者相」，去行「真誠、清淨、平等、正覺、慈悲」，這就是菩薩心、菩薩行。表現在外面，看破是智慧，充滿了智慧；放下是禪定，自性本定。你生活的儀態，表現在外面的是自在，得大自在，對一切眾生是隨緣而不攀緣，這就是佛菩薩應化在世間的儀表風範，你過的是諸佛菩薩的生活，你就成佛，你就成菩薩，這是要真正去做才行。"
    },
    {
      "id": "14-014-0020_p0018",
      "zh_CN": "佛家的修行，最重要的是「修观」。修观两个字不好懂，现代的话说，修正我们对宇宙人生的看法。我们过去对宇宙人生的看法错误了，「宇宙人生」要用「宇宙众生」，意思就更清楚、更明白，对于宇宙一切众生的看法。往年，我们初学时在李老师会下，李老师教导我们，对于这一些众生要从八个方面去观察，我们才不至于迷惑。一切众生，我们今天讲人、事、物，把它分为这三大类。我们要观察它的体，体是一念自性，唯心所现，唯识所变，心识就是一念自性。观察它的相，相是众缘和合而现的，《般若经》讲的「缘起性空」，缘起是讲相，性空是讲它的体。这个相是众缘和合而生，无有自性，当体即空，了不可得。",
      "zh_TW": "佛家的修行，最重要的是「修觀」。修觀兩個字不好懂，現代的話說，修正我們對宇宙人生的看法。我們過去對宇宙人生的看法錯誤了，「宇宙人生」要用「宇宙眾生」，意思就更清楚、更明白，對於宇宙一切眾生的看法。往年，我們初學時在李老師會下，李老師教導我們，對於這一些眾生要從八個方面去觀察，我們才不至於迷惑。一切眾生，我們今天講人、事、物，把它分為這三大類。我們要觀察它的體，體是一念自性，唯心所現，唯識所變，心識就是一念自性。觀察它的相，相是眾緣和合而現的，《般若經》講的「緣起性空」，緣起是講相，性空是講它的體。這個相是眾緣和合而生，無有自性，當體即空，了不可得。"
    },
    {
      "id": "14-014-0020_p0019",
      "zh_CN": "这几句话是教我们观察现相，所有一切现相是「当体即空，了不可得」，《金刚经》讲：「凡所有相，皆是虚妄」，你怎么能当真？实在讲，你当真也当不了，你当真是打妄想，还是虚妄，哪里来的真？你以为真的有个「当真」？错了！打妄想而已，你怎么会晓得事实真相？所以相是假相、是幻相，而且告诉你，这个相根本就不存在。说根本不存在，你就不懂了。我们在《华严经》前面讲过，《华严经》后面还要重复很多遍，说明幻相之不实，所有一切现相刹那生灭。佛跟我们讲，因为生灭同时，所以它不存在。我们今天感觉这些幻相会存在，是什么原因？是它的转变，是它的相续，使我们在这里面产生幻觉好像它存在。人生活在这个世间几十年，有一些东西存在的时间好像更长久，我们看到一棵树，它有一千多年、两千年这么久，那是什么？那是它转变、相续的幻相。而实际上，依旧是刹那生灭，没有一样是实在的，所以相是假的。",
      "zh_TW": "這幾句話是教我們觀察現相，所有一切現相是「當體即空，了不可得」，《金剛經》講：「凡所有相，皆是虛妄」，你怎麼能當真？實在講，你當真也當不了，你當真是打妄想，還是虛妄，哪裡來的真？你以為真的有個「當真」？錯了！打妄想而已，你怎麼會曉得事實真相？所以相是假相、是幻相，而且告訴你，這個相根本就不存在。說根本不存在，你就不懂了。我們在《華嚴經》前面講過，《華嚴經》後面還要重複很多遍，說明幻相之不實，所有一切現相剎那生滅。佛跟我們講，因為生滅同時，所以它不存在。我們今天感覺這些幻相會存在，是什麼原因？是它的轉變，是它的相續，使我們在這裡面產生幻覺好像它存在。人生活在這個世間幾十年，有一些東西存在的時間好像更長久，我們看到一棵樹，它有一千多年、兩千年這麼久，那是什麼？那是它轉變、相續的幻相。而實際上，依舊是剎那生滅，沒有一樣是實在的，所以相是假的。"
    },
    {
      "id": "14-014-0020_p0020",
      "zh_CN": "作用，你会用中，你就成就真实功德，功德是真实的，其他都不是真实的。你要用偏差了，你就造业了。换句话说，不会用中，哪一个不造业？业里面有分净业、染业，染业里面有分善业、恶业，还有一个所谓无记业，你必定在造业。善业、恶业最低的标准是五戒十善。与五戒十善相应的，你造的是善业，相违背的，你造的是恶业。你变现，就是转变、相续这个现相，随你所造作的变现在你的眼前，相随心转。「一切法从心想生」，这个话是真理，是事实真相。我们的身体从心想生，我们的容貌从心想生，我们身体健康状况从心想生，我们生活周边所有一切环境也是从心想生。佛才说「境随心转」，这是一句真话，这是个事实。我们心里想什么，它就变现什么境界。",
      "zh_TW": "作用，你會用中，你就成就真實功德，功德是真實的，其他都不是真實的。你要用偏差了，你就造業了。換句話說，不會用中，哪一個不造業？業裡面有分淨業、染業，染業裡面有分善業、惡業，還有一個所謂無記業，你必定在造業。善業、惡業最低的標準是五戒十善。與五戒十善相應的，你造的是善業，相違背的，你造的是惡業。你變現，就是轉變、相續這個現相，隨你所造作的變現在你的眼前，相隨心轉。「一切法從心想生」，這個話是真理，是事實真相。我們的身體從心想生，我們的容貌從心想生，我們身體健康狀況從心想生，我們生活周邊所有一切環境也是從心想生。佛才說「境隨心轉」，這是一句真話，這是個事實。我們心裡想什麼，它就變現什麼境界。"
    },
    {
      "id": "14-014-0020_p0021",
      "zh_CN": "诸佛菩萨安住在正念，前面讲安住在定慧，「善巧安心止观」，止观是定慧，是正念，所现的境界是正常的；正常的生活环境，就叫做一真法界。我们的观念有错误、有偏差，看你错误偏差的幅度，浅深大小不一样，所现的境界千差万别。佛跟我们讲十法界，十法界怎么来的？是我们的想法看法偏差程度上不同。偏差程度愈小，在十法界里层次愈高，我们想法看法，与自性、事实真相偏差的幅度愈大，这就变成六道三途，就是这么一回事情。十法界也是虚幻不实，梦幻泡影。这都是在作用上变现这些境界相，不了解这些事实真相，不了解这些现相来源，迷在里头，以为这是真实的。迷在这里头麻烦就大了，迷失的时候心做不了主，心随境转，可以说六道凡夫，没有一个不是心随境转。楞严会上佛讲得好：「若能转境，则同如来。」那是什么？你真正懂得境随心转，你也能够真正做到了境随心转，你就是佛菩萨，你觉悟了。换句话说，心随境转的是凡夫，境随心转的是佛菩萨、是圣人。但是你要晓得，境随心转是事实真相，心随境转是迷惑的现象，不是真的。你心随境转，你的心愈迷愈深，那个境是愈变愈坏，这叫迷惑颠倒。",
      "zh_TW": "諸佛菩薩安住在正念，前面講安住在定慧，「善巧安心止觀」，止觀是定慧，是正念，所現的境界是正常的；正常的生活環境，就叫做一真法界。我們的觀念有錯誤、有偏差，看你錯誤偏差的幅度，淺深大小不一樣，所現的境界千差萬別。佛跟我們講十法界，十法界怎麼來的？是我們的想法看法偏差程度上不同。偏差程度愈小，在十法界裡層次愈高，我們想法看法，與自性、事實真相偏差的幅度愈大，這就變成六道三途，就是這麼一回事情。十法界也是虛幻不實，夢幻泡影。這都是在作用上變現這些境界相，不了解這些事實真相，不了解這些現相來源，迷在裡頭，以為這是真實的。迷在這裡頭麻煩就大了，迷失的時候心做不了主，心隨境轉，可以說六道凡夫，沒有一個不是心隨境轉。楞嚴會上佛講得好：「若能轉境，則同如來。」那是什麼？你真正懂得境隨心轉，你也能夠真正做到了境隨心轉，你就是佛菩薩，你覺悟了。換句話說，心隨境轉的是凡夫，境隨心轉的是佛菩薩、是聖人。但是你要曉得，境隨心轉是事實真相，心隨境轉是迷惑的現象，不是真的。你心隨境轉，你的心愈迷愈深，那個境是愈變愈壞，這叫迷惑顛倒。"
    },
    {
      "id": "14-014-0020_p0022",
      "zh_CN": "在三止三观里面，我们了解，它的核心是在用「中」，在空假中三观里面，核心是要懂得用中。中是什么？中是真诚心。什么是真诚心？没有一个妄念才是真诚。曾国藩先生解释「诚」的定义：「一念不生是谓诚」。诚是什么？诚是我们的真心，诚是我们的本性。很可惜我们不会用，你会用当下就成佛，成佛哪里需要三大阿僧祇劫？众生跟佛是一念之间，你会用真诚你就是佛，当下就成佛了。佛的心是什么？佛的心是一念不生。我们如果能做到一念不生，岂不当下成佛吗？我们的念头太多了，很想一念不生，偏偏妄念那么多，这是什么原因？无始以来的妄想习气，你想压都压不住，想断都断不了，我们才发现这是自己真正的灾难。我们修行不能证果，在人间不能过好日子，根源就在此地。",
      "zh_TW": "在三止三觀裡面，我們了解，它的核心是在用「中」，在空假中三觀裡面，核心是要懂得用中。中是什麼？中是真誠心。什麼是真誠心？沒有一個妄念才是真誠。曾國藩先生解釋「誠」的定義：「一念不生是謂誠」。誠是什麼？誠是我們的真心，誠是我們的本性。很可惜我們不會用，你會用當下就成佛，成佛哪裡需要三大阿僧祇劫？眾生跟佛是一念之間，你會用真誠你就是佛，當下就成佛了。佛的心是什麼？佛的心是一念不生。我們如果能做到一念不生，豈不當下成佛嗎？我們的念頭太多了，很想一念不生，偏偏妄念那麼多，這是什麼原因？無始以來的妄想習氣，你想壓都壓不住，想斷都斷不了，我們才發現這是自己真正的災難。我們修行不能證果，在人間不能過好日子，根源就在此地。"
    },
    {
      "id": "14-014-0020_p0023",
      "zh_CN": "佛给我们一个最方便的方法，教给我们念佛。前面是「善巧安心止观」，我们是「善巧安心佛号」，比止观还方便。这是为何法门这么多，一切诸佛如来偏赞念佛法门，念佛的方法很多，为什么诸佛如来偏赞持名念佛，道理在此地。我们没有法子，就把心安在佛号上，念念都是阿弥陀佛，除了阿弥陀佛之外没有一个杂念，这就叫正念。念「阿弥陀佛」是不是真的正念？不是，阿弥陀佛还是个妄念，用一个妄念来对治一切妄念，是这一个方法。有人说，我用「一二三四」也可以，行！是可以。但是为什么一定要用阿弥陀佛？用阿弥陀佛跟阿弥陀佛本愿相应，那就是说，你将来决定往生到极乐世界作佛。你念一二三四，可以控制你的妄想杂念，极乐世界没缘，你去不了。问题就是你一二三四念得很好，妄念念掉了，你有没有把握了生死、出三界？如果出不了三界，依旧搞六道轮回，这就是念「一二三四」不如念「阿弥陀佛」的道理。一切诸佛如来劝我们念阿弥陀佛，不劝我们念一二三四，你偏偏念一二三四，你不是叫作对吗？跟谁作对？跟自己作对，没有跟诸佛如来作对，跟自己作对，还是随顺自己的妄想习气，不相信老师的教诲。老师教的方法决定有道理在，决定有好处在，我们自己想出的方法固然也有好处，这个好处总比不上老师那个好处。",
      "zh_TW": "佛給我們一個最方便的方法，教給我們念佛。前面是「善巧安心止觀」，我們是「善巧安心佛號」，比止觀還方便。這是為何法門這麼多，一切諸佛如來偏讚念佛法門，念佛的方法很多，為什麼諸佛如來偏讚持名念佛，道理在此地。我們沒有法子，就把心安在佛號上，念念都是阿彌陀佛，除了阿彌陀佛之外沒有一個雜念，這就叫正念。念「阿彌陀佛」是不是真的正念？不是，阿彌陀佛還是個妄念，用一個妄念來對治一切妄念，是這一個方法。有人說，我用「一二三四」也可以，行！是可以。但是為什麼一定要用阿彌陀佛？用阿彌陀佛跟阿彌陀佛本願相應，那就是說，你將來決定往生到極樂世界作佛。你念一二三四，可以控制你的妄想雜念，極樂世界沒緣，你去不了。問題就是你一二三四念得很好，妄念念掉了，你有沒有把握了生死、出三界？如果出不了三界，依舊搞六道輪迴，這就是念「一二三四」不如念「阿彌陀佛」的道理。一切諸佛如來勸我們念阿彌陀佛，不勸我們念一二三四，你偏偏念一二三四，你不是叫作對嗎？跟誰作對？跟自己作對，沒有跟諸佛如來作對，跟自己作對，還是隨順自己的妄想習氣，不相信老師的教誨。老師教的方法決定有道理在，決定有好處在，我們自己想出的方法固然也有好處，這個好處總比不上老師那個好處。"
    },
    {
      "id": "14-014-0020_p0024",
      "zh_CN": "你的心要安在哪里？诸位想想，一部《金刚般若波罗蜜经》，实际上，须菩提只问了两桩事情：一个是「云何降伏其心？」这个问题问的是，我们的烦恼杂念太多，用什么方法能把它控制住，能把这些妄想杂念降伏住？第二个问题是问「应云何住？」我们的心应该安住在哪里？一部《金刚经》就这两个问题。这两个问题，如果在净土宗里面的解答，哪有那么麻烦，哪有那么啰嗦？「云何降伏其心？」南无阿弥陀佛就降伏了。念头才起，一句佛号提起压住了，久而久之心里只有佛号，没有妄念了。「应云何住？」南无阿弥陀佛。你就把心安住在阿弥陀佛佛号上就行了，问题就解决了，还用得着那么啰嗦，讲那么多废话！释迦牟尼佛讲了一部《金刚经》，解答这两个问题，对谁讲的？不相信念佛法门的人。真正相信念佛，哪里需要让释迦牟尼佛说那么多话，费那么多口舌？所以这个法门是什么人修的？上上根人修的，一生当中圆成佛道的法门。",
      "zh_TW": "你的心要安在哪裡？諸位想想，一部《金剛般若波羅蜜經》，實際上，須菩提只問了兩樁事情：一個是「云何降伏其心？」這個問題問的是，我們的煩惱雜念太多，用什麼方法能把它控制住，能把這些妄想雜念降伏住？第二個問題是問「應云何住？」我們的心應該安住在哪裡？一部《金剛經》就這兩個問題。這兩個問題，如果在淨土宗裡面的解答，哪有那麼麻煩，哪有那麼囉嗦？「云何降伏其心？」南無阿彌陀佛就降伏了。念頭才起，一句佛號提起壓住了，久而久之心裡只有佛號，沒有妄念了。「應云何住？」南無阿彌陀佛。你就把心安住在阿彌陀佛佛號上就行了，問題就解決了，還用得著那麼囉嗦，講那麼多廢話！釋迦牟尼佛講了一部《金剛經》，解答這兩個問題，對誰講的？不相信念佛法門的人。真正相信念佛，哪裡需要讓釋迦牟尼佛說那麼多話，費那麼多口舌？所以這個法門是什麼人修的？上上根人修的，一生當中圓成佛道的法門。"
    },
    {
      "id": "14-014-0020_p0025",
      "zh_CN": "一句佛号就具足三止三观，一句佛号圆摄无量法门，这个话不是我说的，莲池大师讲的，蕅益大师讲的。这一句阿弥陀佛，就是一切诸佛如来所说的一切法，无有一法不含摄在其中，这不是天台讲的「一心三观」是什么？我们今天念这一句阿弥陀佛，确实与一心三观不相应，我们这里夹杂着妄想，夹杂着杂念，所以这一句佛号念得没有效果，没有成绩表现。我们也曾经在念佛堂里看到，有些人念得法喜充满，几天几夜精神不疲不厌。那是什么原因？他用真诚心念佛，用清净心念佛，所以才有效果。我们是用夹杂心念佛，用疑虑心念佛，所以收不到效果。诸位细细想想，是不是这样的？",
      "zh_TW": "一句佛號就具足三止三觀，一句佛號圓攝無量法門，這個話不是我說的，蓮池大師講的，蕅益大師講的。這一句阿彌陀佛，就是一切諸佛如來所說的一切法，無有一法不含攝在其中，這不是天台講的「一心三觀」是什麼？我們今天念這一句阿彌陀佛，確實與一心三觀不相應，我們這裡夾雜著妄想，夾雜著雜念，所以這一句佛號念得沒有效果，沒有成績表現。我們也曾經在念佛堂裡看到，有些人念得法喜充滿，幾天幾夜精神不疲不厭。那是什麼原因？他用真誠心念佛，用清淨心念佛，所以才有效果。我們是用夾雜心念佛，用疑慮心念佛，所以收不到效果。諸位細細想想，是不是這樣的？"
    },
    {
      "id": "14-014-0020_p0026",
      "zh_CN": "大势至菩萨教导我们，「都摄六根，净念相继」，我们在念佛堂没有做到，我们在念佛当中，六根还是攀缘外面境界，没有把六根收回来。眼还是东张西望，心里还是妄想分别，在念佛堂看看这个人，跟人家挤眉弄眼，心还是散乱的。看到你喜欢的人，你会跟他笑笑点头，看到不如意的人还生气，瞪着眼睛，你怎么能相应？你的心没有定下来，你不是真诚心、清净心念佛。我念佛，念这一句佛号，为这个世间苦难众生，为法界一切众生，那是慈悲心相应。诸位想想，我们念佛收不到效果，原因在哪里？为什么别人念佛，能够收到很好的效果，他的原因何在，你要把这个找出来。把我们得不到效果那个因素消除，人家效果很好的那个原因，我们要记取、采取，我们念佛功夫也会得力，也会有很好的效果。",
      "zh_TW": "大勢至菩薩教導我們，「都攝六根，淨念相繼」，我們在念佛堂沒有做到，我們在念佛當中，六根還是攀緣外面境界，沒有把六根收回來。眼還是東張西望，心裡還是妄想分別，在念佛堂看看這個人，跟人家擠眉弄眼，心還是散亂的。看到你喜歡的人，你會跟他笑笑點頭，看到不如意的人還生氣，瞪著眼睛，你怎麼能相應？你的心沒有定下來，你不是真誠心、清淨心念佛。我念佛，念這一句佛號，為這個世間苦難眾生，為法界一切眾生，那是慈悲心相應。諸位想想，我們念佛收不到效果，原因在哪裡？為什麼別人念佛，能夠收到很好的效果，他的原因何在，你要把這個找出來。把我們得不到效果那個因素消除，人家效果很好的那個原因，我們要記取、採取，我們念佛功夫也會得力，也會有很好的效果。"
    },
    {
      "id": "14-014-0020_p0027",
      "zh_CN": "三惑，如果次第破是渐修，同时破是顿超，在佛法讲「顿渐」两门。顿超快，念佛法门是圆顿大法。怎样用「都摄六根」的方法？观世音菩萨在楞严会上所讲的，那就是的。大势至菩萨提出来，「都摄六根，净念相继」，观世音菩萨是做出个样子来给我们看，「反闻闻自性」就是「都摄六根」。用这一个字做代表，耳反闻，眼要反观。什么叫「反」？不缘外面的境界，就反过来了，就是都摄。换句话说，眼能不看吗？好，闭着眼睛不看。耳能不听吗？没有办法，耳没有办法关闭，睡着了，耳朵还可以听到外面声音，耳怎么反法？实在讲，「反」不是说我们不听了、不看了，不是的。反的意思就是此地讲的三观，三观就是反闻。眼见色相，耳听音声，立刻就懂得一切众生相的体相用，清清楚楚、明明了瞭，这就是反观。不会随境界相转，知道体空寂、相虚幻，知道现象的因缘果。",
      "zh_TW": "三惑，如果次第破是漸修，同時破是頓超，在佛法講「頓漸」兩門。頓超快，念佛法門是圓頓大法。怎樣用「都攝六根」的方法？觀世音菩薩在楞嚴會上所講的，那就是的。大勢至菩薩提出來，「都攝六根，淨念相繼」，觀世音菩薩是做出個樣子來給我們看，「反聞聞自性」就是「都攝六根」。用這一個字做代表，耳反聞，眼要反觀。什麼叫「反」？不緣外面的境界，就反過來了，就是都攝。換句話說，眼能不看嗎？好，閉著眼睛不看。耳能不聽嗎？沒有辦法，耳沒有辦法關閉，睡著了，耳朵還可以聽到外面聲音，耳怎麼反法？實在講，「反」不是說我們不聽了、不看了，不是的。反的意思就是此地講的三觀，三觀就是反聞。眼見色相，耳聽音聲，立刻就懂得一切眾生相的體相用，清清楚楚、明明瞭瞭，這就是反觀。不會隨境界相轉，知道體空寂、相虛幻，知道現象的因緣果。"
    },
    {
      "id": "14-014-0020_p0028",
      "zh_CN": "从前李老师教给我们，从八方面来看，任何一个事物都要从八面去观察。体、相、用三面，因、缘、果又是三面，六面，加上事、理，你从八面观察，你就不会迷惑，不会被境界转了。任何一个事物，你一眼就能看穿八面，你会看，你会听了。这些方法学了之后，要在日常生活当中去练习，练得非常纯熟，六根一接触六尘境界，这八面同时现前，你才不迷，你才会看，这样对「止观」的观，是小小有一点门道，但并不深刻。你会看，看得没错，但是很浅，不够深度。深一层怎么样？这八面每一面都有八面，体有体之体、体之相、体之用，有体之因、体之缘、体之果，有体之事、体之理。说到事，有事之体、事之相、事之用，事里面有因缘果，有事之事、事之理。这样八八六十四，我们见色闻声，刹那之间，六十四面清清楚楚，你观察东西才有深度。这个还不够深，其深无底，六十四里每一个里头又有六十四。",
      "zh_TW": "從前李老師教給我們，從八方面來看，任何一個事物都要從八面去觀察。體、相、用三面，因、緣、果又是三面，六面，加上事、理，你從八面觀察，你就不會迷惑，不會被境界轉了。任何一個事物，你一眼就能看穿八面，你會看，你會聽了。這些方法學了之後，要在日常生活當中去練習，練得非常純熟，六根一接觸六塵境界，這八面同時現前，你才不迷，你才會看，這樣對「止觀」的觀，是小小有一點門道，但並不深刻。你會看，看得沒錯，但是很淺，不夠深度。深一層怎麼樣？這八面每一面都有八面，體有體之體、體之相、體之用，有體之因、體之緣、體之果，有體之事、體之理。說到事，有事之體、事之相、事之用，事裡面有因緣果，有事之事、事之理。這樣八八六十四，我們見色聞聲，剎那之間，六十四面清清楚楚，你觀察東西才有深度。這個還不夠深，其深無底，六十四裡每一個裡頭又有六十四。"
    },
    {
      "id": "14-014-0020_p0029",
      "zh_CN": "然后我们才明了，「诸佛菩萨观察入微」，这一句话的意思，我们不能不低头，不能不五体投地，我们实在比不上，我们连八面都没有办法，都照顾不到。人家能够观察入微，那个「微」是其深无底、其广无边，所以人家才能够一毛孔、一微尘，能够观察无量无边法界。如果不了解这一些事实真相，我们对佛经很多法相名词，含含糊糊看过，哪里懂得它的真实义？用三观破三惑，在任何一事一物上都行。正报一毛孔，依报一微尘，你能用三观观察这一法，三惑都能够破，何况在一切法中？我们的六根，每一天、每一分、每一秒中接触外面六尘境界，你是怎么看法？你能够用佛菩萨的正观，正确的观察，执着、分别、妄想都空了。这是三惑，执着是见思烦恼，最严重的，分别是尘沙烦恼，妄想是无明烦恼。见色闻声，一一法中都能够同时破这三种烦恼，在一切法里头再没有妄想分别执着了，你的心多清净。清净心就是真诚心，清净心就是平等心，清净心就是正觉心，清净心就是大慈悲心，性德圆满现前。",
      "zh_TW": "然後我們才明瞭，「諸佛菩薩觀察入微」，這一句話的意思，我們不能不低頭，不能不五體投地，我們實在比不上，我們連八面都沒有辦法，都照顧不到。人家能夠觀察入微，那個「微」是其深無底、其廣無邊，所以人家才能夠一毛孔、一微塵，能夠觀察無量無邊法界。如果不了解這一些事實真相，我們對佛經很多法相名詞，含含糊糊看過，哪裡懂得它的真實義？用三觀破三惑，在任何一事一物上都行。正報一毛孔，依報一微塵，你能用三觀觀察這一法，三惑都能夠破，何況在一切法中？我們的六根，每一天、每一分、每一秒中接觸外面六塵境界，你是怎麼看法？你能夠用佛菩薩的正觀，正確的觀察，執著、分別、妄想都空了。這是三惑，執著是見思煩惱，最嚴重的，分別是塵沙煩惱，妄想是無明煩惱。見色聞聲，一一法中都能夠同時破這三種煩惱，在一切法裡頭再沒有妄想分別執著了，你的心多清淨。清淨心就是真誠心，清淨心就是平等心，清淨心就是正覺心，清淨心就是大慈悲心，性德圓滿現前。"
    },
    {
      "id": "14-014-0020_p0030",
      "zh_CN": "什么叫用功？见色闻声，六根接触六尘境界都是道场，那是用功，问题在我们懂不懂、会不会。契入这个境界，我们才真正体会到什么叫大自在，《心经》第一句话，味道就体会出来；「观自在菩萨，行深般若波罗蜜多时」，「行深般若波罗蜜」就是一心三观，三观一心。三观不是有次第，不是有差别，一即是三，三即是一。我刚才跟大家分析的，从八面观察，一即是八，八即是一；深入一层，八八六十四，一念就是六十四，六十四就是一念。诸佛如来在果地上，观察入微是一念，是同时，没有先后，没有次第。",
      "zh_TW": "什麼叫用功？見色聞聲，六根接觸六塵境界都是道場，那是用功，問題在我們懂不懂、會不會。契入這個境界，我們才真正體會到什麼叫大自在，《心經》第一句話，味道就體會出來；「觀自在菩薩，行深般若波羅蜜多時」，「行深般若波羅蜜」就是一心三觀，三觀一心。三觀不是有次第，不是有差別，一即是三，三即是一。我剛才跟大家分析的，從八面觀察，一即是八，八即是一；深入一層，八八六十四，一念就是六十四，六十四就是一念。諸佛如來在果地上，觀察入微是一念，是同時，沒有先後，沒有次第。"
    },
    {
      "id": "14-014-0020_p0031",
      "zh_CN": "你要不懂得这个道理，明了这个道理是看破，在日常生活当中去练习，是真正做功夫，真会用功，用功在生活当中。吃饭的时候，粒粒米都是一心三观，喝茶的时候，每一口水都是一心三观，这样才能够「性成无上道」。祖师大德说，我们不会吃饭，不会喝茶，赵州和尚叫你「吃茶去」，你就真端了茶就喝了。人家吃茶是一心三观，我们吃茶是胡思乱想，在这里头勾引起贪瞋痴慢；这个茶叶好不好，水好不好，火候功夫好不好，胡思乱想！世间人还赞叹，你很了不起，你懂得茶道，你说有什么法子！佛法深入进去之后，这是其味无穷，大家要认真努力。说，说不尽，说只能是一个提示，诸位自己一定要深思、要契入、要悟入，你才会有所得，才有个悟处、有个入处，怎么讲都是个提示。",
      "zh_TW": "你要不懂得這個道理，明瞭這個道理是看破，在日常生活當中去練習，是真正做功夫，真會用功，用功在生活當中。吃飯的時候，粒粒米都是一心三觀，喝茶的時候，每一口水都是一心三觀，這樣才能夠「性成無上道」。祖師大德說，我們不會吃飯，不會喝茶，趙州和尚叫你「喫茶去」，你就真端了茶就喝了。人家喫茶是一心三觀，我們喫茶是胡思亂想，在這裡頭勾引起貪瞋痴慢；這個茶葉好不好，水好不好，火候功夫好不好，胡思亂想！世間人還讚歎，你很了不起，你懂得茶道，你說有什麼法子！佛法深入進去之後，這是其味無窮，大家要認真努力。說，說不盡，說只能是一個提示，諸位自己一定要深思、要契入、要悟入，你才會有所得，才有個悟處、有個入處，怎麼講都是個提示。"
    },
    {
      "id": "14-014-0020_p0032",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}