{
  "doc_id": "14-014-0018",
  "title": {
    "zh_CN": "地藏经玄义",
    "zh_TW": "地藏經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-014-0018",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "14-014-0018_p0001",
      "zh_CN": "请掀开经本，纶贯第十七面倒数第三行，从最后这一句看起：",
      "zh_TW": "請掀開經本，綸貫第十七面倒數第三行，從最後這一句看起："
    },
    {
      "id": "14-014-0018_p0002",
      "zh_CN": "【详解云，三种观法，义蕴经疏。天台依诸大乘经，立四种三昧，修十乘观法。直就阴心，显三千法，即从行观义。】",
      "zh_TW": "【詳解云，三種觀法，義蘊經疏。天台依諸大乘經，立四種三昧，修十乘觀法。直就陰心，顯三千法，即從行觀義。】"
    },
    {
      "id": "14-014-0018_p0003",
      "zh_CN": "这是解释三种观法，第一种「从行」，第二种「法相」，第三种「托事」。这是详细给我们说明，四种三昧，十乘观法，这是从行。我们先把什么是四种三昧，什么是十乘观法，简单的把这个名相做介绍。今天给诸位发了一张参考资料，这个参考资料是从《教乘法数》里面节录出来的，这两段都是出于天台止观。大乘经上说「无量三昧」，怎么只有四种？无量三昧，从形式上来讲可以归纳为四大类。八万四千种法门就是八万四千种三昧，无量法门就是无量三昧，从形式上来说可以归纳这四种，《教乘法数》用表解给我们列出来，使我们一目了然。这四种形式，我们要如何采取，这要观机。特别是要观察自己的根性、体力、精神状况、生活环境，你选择得当，修学起来容易，功夫容易得力。不能够勉强，看到别人修什么，大家赞叹，你也去模仿，不见得有效果。特别是末法时期的众生，根性远远不如正法、像法时代，这是事实，不能不明白，不能不承认。末法时期当然也有一些根利的，毕竟是少数。我们是不是属于根性利的一类人，自己要清楚、要明白。",
      "zh_TW": "這是解釋三種觀法，第一種「從行」，第二種「法相」，第三種「託事」。這是詳細給我們說明，四種三昧，十乘觀法，這是從行。我們先把什麼是四種三昧，什麼是十乘觀法，簡單的把這個名相做介紹。今天給諸位發了一張參考資料，這個參考資料是從《教乘法數》裡面節錄出來的，這兩段都是出於天台止觀。大乘經上說「無量三昧」，怎麼只有四種？無量三昧，從形式上來講可以歸納為四大類。八萬四千種法門就是八萬四千種三昧，無量法門就是無量三昧，從形式上來說可以歸納這四種，《教乘法數》用表解給我們列出來，使我們一目了然。這四種形式，我們要如何採取，這要觀機。特別是要觀察自己的根性、體力、精神狀況、生活環境，你選擇得當，修學起來容易，功夫容易得力。不能夠勉強，看到別人修什麼，大家讚歎，你也去模仿，不見得有效果。特別是末法時期的眾生，根性遠遠不如正法、像法時代，這是事實，不能不明白，不能不承認。末法時期當然也有一些根利的，畢竟是少數。我們是不是屬於根性利的一類人，自己要清楚、要明白。"
    },
    {
      "id": "14-014-0018_p0004",
      "zh_CN": "这四种三昧，第一种是「常行」。诸位看表解，「亦名佛立」，也叫佛立三昧，就是「般舟三昧」。般舟是梵语，意思就是前面所讲的，底下小注：「般舟经，以九十日为期，专念彼佛。」彼佛是西方极乐世界阿弥陀佛。我们在《华严经》上看到，善财童子五十三参，第一位善知识吉祥云比丘，我们今天用的是《四十华严》这个本子。吉祥云比丘就是修这个法门，所以善财童子去参访，他不在道场，他在「别峰」。你想想那是代表什么意思？不在道场，道场是比喻一般法门，八万四千法门都是道场；别峰是指特别的法门，他在另一个山头，到那边去才找到他。他在那个地方经行、念佛，所以他修的就是般舟三昧。常行，不坐，不卧，所以也叫「佛立」。",
      "zh_TW": "這四種三昧，第一種是「常行」。諸位看表解，「亦名佛立」，也叫佛立三昧，就是「般舟三昧」。般舟是梵語，意思就是前面所講的，底下小註：「般舟經，以九十日為期，專念彼佛。」彼佛是西方極樂世界阿彌陀佛。我們在《華嚴經》上看到，善財童子五十三參，第一位善知識吉祥雲比丘，我們今天用的是《四十華嚴》這個本子。吉祥雲比丘就是修這個法門，所以善財童子去參訪，他不在道場，他在「別峰」。你想想那是代表什麼意思？不在道場，道場是比喻一般法門，八萬四千法門都是道場；別峰是指特別的法門，他在另一個山頭，到那邊去才找到他。他在那個地方經行、念佛，所以他修的就是般舟三昧。常行，不坐，不臥，所以也叫「佛立」。"
    },
    {
      "id": "14-014-0018_p0005",
      "zh_CN": "在《般舟经》里面，佛教我们这个方法，三个月为一期，九十天。你要想修学这个法门，要考虑你的体力、精神状况能不能办到？九十天不睡眠，九十天不能够坐下来、躺下来，人的体力毕竟有限。修般舟三昧用什么方法？用绳子吊起来，打瞌睡的时候，两只手和头就吊在那里，换句话说，就是站着睡觉。如不如法？《华严经》里吉祥云比丘没有用这个方法，没看到。这是一种勉强的方法，我们要懂得。佛在经论上一再教诫我们，不修无益苦行，这种苦行对我们的道心没有什么帮助。实在讲，什么叫道心？这部经上所引用的是转化、转变，真正是转迷为悟，转凡为圣，那是道心。",
      "zh_TW": "在《般舟經》裡面，佛教我們這個方法，三個月為一期，九十天。你要想修學這個法門，要考慮你的體力、精神狀況能不能辦到？九十天不睡眠，九十天不能夠坐下來、躺下來，人的體力畢竟有限。修般舟三昧用什麼方法？用繩子吊起來，打瞌睡的時候，兩隻手和頭就吊在那裡，換句話說，就是站著睡覺。如不如法？《華嚴經》裡吉祥雲比丘沒有用這個方法，沒看到。這是一種勉強的方法，我們要懂得。佛在經論上一再教誡我們，不修無益苦行，這種苦行對我們的道心沒有什麼幫助。實在講，什麼叫道心？這部經上所引用的是轉化、轉變，真正是轉迷為悟，轉凡為聖，那是道心。"
    },
    {
      "id": "14-014-0018_p0006",
      "zh_CN": "你用这个方法能不能转得过来？果然能转得过来，行！如果用这种方法标新立异，与众不同，博取大众的尊敬供养，你起心动念就错了，这就变成自欺欺人，这是攀缘不是随缘。所以慈云灌顶法师在《大势至念佛圆通章疏钞》里面，末后讲念佛一百种果报，第一个就是堕地狱，这要看你用的是什么心？所以这个修学方法，年轻、精神、体力都超过常人，能用这个方法。用这个方法修定，三昧是定，定能够开慧，目的才能达到，如果只能得定，不能开慧，还不能叫三昧。「三昧」叫正受，它的本意是正受，智慧不开，那个受就不是正常的。所以定是手段，不是目的，戒律是手段的手段，因戒得定，因定开慧，开慧才是目的。宗门讲大彻大悟，教下讲大开圆解，那是我们的目的，那个时候才真正是三昧，真实的三昧。所以佛在经里头讲的这些义趣，我们要理解、要深解，不至于产生误会，不至于修错了法门。",
      "zh_TW": "你用這個方法能不能轉得過來？果然能轉得過來，行！如果用這種方法標新立異，與眾不同，博取大眾的尊敬供養，你起心動念就錯了，這就變成自欺欺人，這是攀緣不是隨緣。所以慈雲灌頂法師在《大勢至念佛圓通章疏鈔》裡面，末後講念佛一百種果報，第一個就是墮地獄，這要看你用的是什麼心？所以這個修學方法，年輕、精神、體力都超過常人，能用這個方法。用這個方法修定，三昧是定，定能夠開慧，目的才能達到，如果只能得定，不能開慧，還不能叫三昧。「三昧」叫正受，它的本意是正受，智慧不開，那個受就不是正常的。所以定是手段，不是目的，戒律是手段的手段，因戒得定，因定開慧，開慧才是目的。宗門講大徹大悟，教下講大開圓解，那是我們的目的，那個時候才真正是三昧，真實的三昧。所以佛在經裡頭講的這些義趣，我們要理解、要深解，不至於產生誤會，不至於修錯了法門。"
    },
    {
      "id": "14-014-0018_p0007",
      "zh_CN": "三昧得到之后就不会失掉，那是真的。也有人得到之后也会失掉，那是什么原因？功夫浅，不够深，没有契入境界就会丧失。凡是会失掉，要归纳其根本的因素，不外乎嗜欲没有断干净；嗜是嗜好，他的爱好，欲望没有舍得干净。所以九十天一期修毕，六根再接触外面六尘境界，特别是现在这个花花世界，你接触外面六尘的境界相，你还有一丝毫的嗜好、爱好，还有一点点的欲望，被它一诱惑又起来了，立刻就迷了，立刻就退转。现在社会是个开放的社会，跟从前不一样，以前社会保守；换句话说，污染轻，现在污染是非常严重。",
      "zh_TW": "三昧得到之後就不會失掉，那是真的。也有人得到之後也會失掉，那是什麼原因？功夫淺，不夠深，沒有契入境界就會喪失。凡是會失掉，要歸納其根本的因素，不外乎嗜欲沒有斷乾淨；嗜是嗜好，他的愛好，欲望沒有捨得乾淨。所以九十天一期修畢，六根再接觸外面六塵境界，特別是現在這個花花世界，你接觸外面六塵的境界相，你還有一絲毫的嗜好、愛好，還有一點點的欲望，被它一誘惑又起來了，立刻就迷了，立刻就退轉。現在社會是個開放的社會，跟從前不一樣，以前社會保守；換句話說，污染輕，現在污染是非常嚴重。"
    },
    {
      "id": "14-014-0018_p0008",
      "zh_CN": "以前士大夫阶级，现在的话说是知识分子，没有一个不读圣贤书，纵然他做不到，他也懂得。他虽放逸，在某种状况之下，他也懂得收敛。现在没有了，现在人不读圣贤书，完全随顺自己烦恼，那还得了！真是为所欲为，不怕三途地狱。实在讲，为什么不怕？他不相信三途地狱，三途地狱境界没有现前，他也不在乎三途地狱，所以他敢做。这是读圣贤书与不读圣贤书不相同。圣贤书讲的是什么？明理而已。佛书是圣贤书，讲的是我们人生，我们自己生活环境的真相，让你了解事实真相，你的思想就纯正，你的言行与事实真相相应，这是圣行，菩萨行。不了解事实真相，你想的错了，你所说所做的完全错了，错误的思想行为就起很大的变化，变现出三途地狱，自己去受罪。三途地狱哪里来的？是你自己心念变现出来的。一切法从心想生，唯识所变，不是外面来的，不是别人给你受的，是你自己变现出来的，真的所谓是自作自受。本来没有这个事情，清净心中哪有这个东西？不但没有三途，六道也没有，十法界也没有，都是自己妄想分别执着变现出来的，你能怪谁？责怪别人，增长自己的罪业，加重自己的苦报，这给你讲真话。",
      "zh_TW": "以前士大夫階級，現在的話說是知識分子，沒有一個不讀聖賢書，縱然他做不到，他也懂得。他雖放逸，在某種狀況之下，他也懂得收斂。現在沒有了，現在人不讀聖賢書，完全隨順自己煩惱，那還得了！真是為所欲為，不怕三途地獄。實在講，為什麼不怕？他不相信三途地獄，三途地獄境界沒有現前，他也不在乎三途地獄，所以他敢做。這是讀聖賢書與不讀聖賢書不相同。聖賢書講的是什麼？明理而已。佛書是聖賢書，講的是我們人生，我們自己生活環境的真相，讓你了解事實真相，你的思想就純正，你的言行與事實真相相應，這是聖行，菩薩行。不了解事實真相，你想的錯了，你所說所做的完全錯了，錯誤的思想行為就起很大的變化，變現出三途地獄，自己去受罪。三途地獄哪裡來的？是你自己心念變現出來的。一切法從心想生，唯識所變，不是外面來的，不是別人給你受的，是你自己變現出來的，真的所謂是自作自受。本來沒有這個事情，清淨心中哪有這個東西？不但沒有三途，六道也沒有，十法界也沒有，都是自己妄想分別執著變現出來的，你能怪誰？責怪別人，增長自己的罪業，加重自己的苦報，這給你講真話。"
    },
    {
      "id": "14-014-0018_p0009",
      "zh_CN": "修行功夫从什么地方看？从嗜欲看。你的嗜好、你的欲望，如果是一年比一年淡，你功夫进步，你智慧决定增长。因为这等于是明暗的两面，黑暗少了，光明就多了，光明少了黑暗就多了，它是一桩事情，所以佛讲「烦恼即菩提」，相互的在消长。我们的嗜欲淡一分，我们的般若智慧就长一分；我们的嗜欲加多一分，我们的智慧就减一分。诸佛如来嗜欲断尽，完全没有了，所以才证得究竟圆满的无上菩提。名字也是假立，不可以执著名字，不可以分别名字，执著名字、分别名字还是落在嗜欲里面，你们想想看，还是不干净。所以，诸佛菩萨为我们讲经说法，特别提醒我们，叫我们不要执着言说相，不要执著名字相，不要执着心缘相，你才能得真实义。真实义不在他，真实义是自觉。绝对不是说，如来真实义是释迦牟尼佛的真实义、是毘卢遮那的真实义，错了，是自性的觉悟，那是真实义。他没有说愿解诸佛的真实义，是说愿解如来真实义，如来是自性，从性上说，不是从相上说。",
      "zh_TW": "修行功夫從什麼地方看？從嗜欲看。你的嗜好、你的欲望，如果是一年比一年淡，你功夫進步，你智慧決定增長。因為這等於是明暗的兩面，黑暗少了，光明就多了，光明少了黑暗就多了，它是一樁事情，所以佛講「煩惱即菩提」，相互的在消長。我們的嗜欲淡一分，我們的般若智慧就長一分；我們的嗜欲加多一分，我們的智慧就減一分。諸佛如來嗜欲斷盡，完全沒有了，所以才證得究竟圓滿的無上菩提。名字也是假立，不可以執著名字，不可以分別名字，執著名字、分別名字還是落在嗜欲裡面，你們想想看，還是不乾淨。所以，諸佛菩薩為我們講經說法，特別提醒我們，叫我們不要執著言說相，不要執著名字相，不要執著心緣相，你才能得真實義。真實義不在他，真實義是自覺。絕對不是說，如來真實義是釋迦牟尼佛的真實義、是毘盧遮那的真實義，錯了，是自性的覺悟，那是真實義。他沒有說願解諸佛的真實義，是說願解如來真實義，如來是自性，從性上說，不是從相上說。"
    },
    {
      "id": "14-014-0018_p0010",
      "zh_CN": "第二种三昧，就是修行的方式是「常坐」。常坐也叫「一行三昧」，中国禅宗用的是这个。《文殊问般若经》，里面说明也以「九十日为期，专缘法界」，用这个方法开悟的。虽然是常坐，也要有调身的方法，如果每天坐的时间太久，没有活动，我们知道生理受不了，会坐出病来。所以有些用功不如法的，坐到最后这两个腿血脉不通，出了问题，腿要锯掉。我们看到的，那是什么？打坐不如法、不懂法，一定勉强撑持，到最后身体变成残废。所以禅堂里面堂主，都是过来人，他懂得，他能够观察每一个人修行的状况，遇到这些障难，他有方法来为你解决，来帮助你。",
      "zh_TW": "第二種三昧，就是修行的方式是「常坐」。常坐也叫「一行三昧」，中國禪宗用的是這個。《文殊問般若經》，裡面說明也以「九十日為期，專緣法界」，用這個方法開悟的。雖然是常坐，也要有調身的方法，如果每天坐的時間太久，沒有活動，我們知道生理受不了，會坐出病來。所以有些用功不如法的，坐到最後這兩個腿血脈不通，出了問題，腿要鋸掉。我們看到的，那是什麼？打坐不如法、不懂法，一定勉強撐持，到最後身體變成殘廢。所以禪堂裡面堂主，都是過來人，他懂得，他能夠觀察每一個人修行的狀況，遇到這些障難，他有方法來為你解決，來幫助你。"
    },
    {
      "id": "14-014-0018_p0011",
      "zh_CN": "禅跟密，如果没有真正善知识在旁边看着，指导你，出毛病的机会太多了。我们今天看到许多精神分裂的，轻一点的病人，不发作的时候好像很正常，一发作马上就不正常了。好好的一个人，我在国外看到很多，都是大学生、留学生，有些拿到硕士学位、博士学位，没有学佛的时候很正常，学佛半年、一年，听说他得精神分裂，住到精神病院去了，我们听了多难过！什么原因？修学不如法。所以，修行要如理如法，才能得受用。不如理不如法，没有善知识在旁边指导，自己盲修瞎练，很少有不出毛病的。出了毛病之后就没救了，有不少出了毛病的人，他的家亲眷属带着来找我，我没有能力，没法子救他。他所亲近的道场与善知识，也不能救他。实在讲，他的老师要负责任，你把一个好好的人搞成这个样子，你怎么对得起人？",
      "zh_TW": "禪跟密，如果沒有真正善知識在旁邊看著，指導你，出毛病的機會太多了。我們今天看到許多精神分裂的，輕一點的病人，不發作的時候好像很正常，一發作馬上就不正常了。好好的一個人，我在國外看到很多，都是大學生、留學生，有些拿到碩士學位、博士學位，沒有學佛的時候很正常，學佛半年、一年，聽說他得精神分裂，住到精神病院去了，我們聽了多難過！什麼原因？修學不如法。所以，修行要如理如法，才能得受用。不如理不如法，沒有善知識在旁邊指導，自己盲修瞎練，很少有不出毛病的。出了毛病之後就沒救了，有不少出了毛病的人，他的家親眷屬帶著來找我，我沒有能力，沒法子救他。他所親近的道場與善知識，也不能救他。實在講，他的老師要負責任，你把一個好好的人搞成這個樣子，你怎麼對得起人？"
    },
    {
      "id": "14-014-0018_p0012",
      "zh_CN": "所以在一切法门里面，念佛法门是比较最为妥善，不容易出差错，没有善知识在旁边指导也行，只要你老老实实依照往生经里面说的去做。往生经就是净土三经，《无量寿经》、《观无量寿佛经》、《佛说阿弥陀经》。中国自古以来，依《阿弥陀经》修学的人最多，最近十年来，我们提倡《无量寿经》。为什么要提倡这部经，不再提倡《阿弥陀经》？有很多人疑惑，不了解这个道理。在过去提倡《阿弥陀经》，决定有利益，决定有好处。为什么？民国初年，中国的社会环境教育还不普及，接受教育的人不多，风俗还相当淳朴，人很老实。跟诸位说明白，中国老百姓是世界上最善良的老百姓，这样的人好教，教他念佛，他就老老实实念佛，《弥陀经》足够用了。可是在现前就不行，现前学校多了，受教育的机会普遍；换句话说，人不老实了，他天天胡思乱想，这一部《弥陀经》他看了，就说这是神话故事。其实《弥陀经》的经义很深，莲池大师的《疏钞》，蕅益大师的《要解》，他就看不懂了，好像注解比经还要深。他要不了解一点道理，他怎么能接受？所以《无量寿经》最契合现在众生的根机。特别是在一个民主开放这种社会，他要明理，他要懂得道理，他要知道这究竟是一回什么事情，不给他讲清楚明白，他不能接受。",
      "zh_TW": "所以在一切法門裡面，念佛法門是比較最為妥善，不容易出差錯，沒有善知識在旁邊指導也行，只要你老老實實依照往生經裡面說的去做。往生經就是淨土三經，《無量壽經》、《觀無量壽佛經》、《佛說阿彌陀經》。中國自古以來，依《阿彌陀經》修學的人最多，最近十年來，我們提倡《無量壽經》。為什麼要提倡這部經，不再提倡《阿彌陀經》？有很多人疑惑，不了解這個道理。在過去提倡《阿彌陀經》，決定有利益，決定有好處。為什麼？民國初年，中國的社會環境教育還不普及，接受教育的人不多，風俗還相當淳樸，人很老實。跟諸位說明白，中國老百姓是世界上最善良的老百姓，這樣的人好教，教他念佛，他就老老實實念佛，《彌陀經》足夠用了。可是在現前就不行，現前學校多了，受教育的機會普遍；換句話說，人不老實了，他天天胡思亂想，這一部《彌陀經》他看了，就說這是神話故事。其實《彌陀經》的經義很深，蓮池大師的《疏鈔》，蕅益大師的《要解》，他就看不懂了，好像註解比經還要深。他要不了解一點道理，他怎麼能接受？所以《無量壽經》最契合現在眾生的根機。特別是在一個民主開放這種社會，他要明理，他要懂得道理，他要知道這究竟是一回什麼事情，不給他講清楚明白，他不能接受。"
    },
    {
      "id": "14-014-0018_p0013",
      "zh_CN": "而且《无量寿经》的译本很多，每一个译本诸位仔细去看，里面都有很多艰涩的文句，不好理解，读起来也不顺口，因为这个原因，所以才有会集本的出现。第一次会集是宋朝王龙舒居士，这个会集本流通很广，而且收在《龙藏》里面。如果会集没有价值，怎么可能收在《大藏经》里面？莲池大师注解《弥陀经疏钞》，里面所引用《无量寿经》的经文，几乎一半是引用王龙舒的会集本，可见得他这个本子被祖师们肯定。这个本子有没有问题？当然有问题，如果没有问题，后人何必会集？没有重新会集的必要。会集确实不够圆满，所以前清有彭际清的节校本，这是乾隆年间的事情；有魏默深第二次的会集本，那是咸丰年间的事。魏默深的会集本，确实比王龙舒的本子要好，但还是不能令人满意。到民国年间，夏莲居老居士重新再做一次会集。我们从传记里面看到，他老人家用了十年的时间，才完成这个定本，就是我们现在所读的。",
      "zh_TW": "而且《無量壽經》的譯本很多，每一個譯本諸位仔細去看，裡面都有很多艱澀的文句，不好理解，讀起來也不順口，因為這個原因，所以才有會集本的出現。第一次會集是宋朝王龍舒居士，這個會集本流通很廣，而且收在《龍藏》裡面。如果會集沒有價值，怎麼可能收在《大藏經》裡面？蓮池大師註解《彌陀經疏鈔》，裡面所引用《無量壽經》的經文，幾乎一半是引用王龍舒的會集本，可見得他這個本子被祖師們肯定。這個本子有沒有問題？當然有問題，如果沒有問題，後人何必會集？沒有重新會集的必要。會集確實不夠圓滿，所以前清有彭際清的節校本，這是乾隆年間的事情；有魏默深第二次的會集本，那是咸豐年間的事。魏默深的會集本，確實比王龍舒的本子要好，但還是不能令人滿意。到民國年間，夏蓮居老居士重新再做一次會集。我們從傳記裡面看到，他老人家用了十年的時間，才完成這個定本，就是我們現在所讀的。"
    },
    {
      "id": "14-014-0018_p0014",
      "zh_CN": "这个本子，诸位细细去跟五种原译本对照比较来看，我们不能不佩服。当时的高僧大德们，对他这个本子赞叹。民国初年，在中国持戒精严的慈舟法师，为《无量寿经》夏老的会集本，做了一个科判。最初给这个经做科判的是慈舟法师，我们做科判，是依慈舟法师这个科判做基础。慈舟法师这个科判，是我到北京去看黄念祖老居士，他送给我的。慈舟法师讲过这个本子，黄念祖老居士在跋文里面有记载，所以这是非常希有宝贵的本子。这个本子，决定会流通在末法九千年之中，广度众生。果然，这个本子我们流通出去之后，非常受欢迎，出乎我们意料之外的。我们想想为什么会有这个现象？众生善根福德因缘成熟，第二个是十方一切诸佛菩萨威神的加持，我们才看到这个现象。我们自己不过是做一点增上缘而已，决定没有这个能力。这个能力，来自众生善根福德成熟，来自十方三世诸佛菩萨威神加被。这是我们为什么要弘扬这个本子的道理在此地。",
      "zh_TW": "這個本子，諸位細細去跟五種原譯本對照比較來看，我們不能不佩服。當時的高僧大德們，對他這個本子讚歎。民國初年，在中國持戒精嚴的慈舟法師，為《無量壽經》夏老的會集本，做了一個科判。最初給這個經做科判的是慈舟法師，我們做科判，是依慈舟法師這個科判做基礎。慈舟法師這個科判，是我到北京去看黃念祖老居士，他送給我的。慈舟法師講過這個本子，黃念祖老居士在跋文裡面有記載，所以這是非常希有寶貴的本子。這個本子，決定會流通在末法九千年之中，廣度眾生。果然，這個本子我們流通出去之後，非常受歡迎，出乎我們意料之外的。我們想想為什麼會有這個現象？眾生善根福德因緣成熟，第二個是十方一切諸佛菩薩威神的加持，我們才看到這個現象。我們自己不過是做一點增上緣而已，決定沒有這個能力。這個能力，來自眾生善根福德成熟，來自十方三世諸佛菩薩威神加被。這是我們為什麼要弘揚這個本子的道理在此地。"
    },
    {
      "id": "14-014-0018_p0015",
      "zh_CN": "宗门，禅坐、调身、跑香，坐一段时间要起来运动，决定不是一味的苦坐，这会把身体坐坏了；身体是部机器，这部机器需要运动。前面常行是运动，就是我们讲的经行，经行是最好的运动，所以念佛堂决定要以经行为主，时间要占得长。我们念佛堂，现在有几位法师在带，悟永师告诉我，他们经行一小时，止静五十分钟，我听了之后吓一跳。我告诉他，止静的时间太长了，止静的时间决定不可以超过半个小时，最理想的二十分钟，你经行一个小时，坐下来休息二十分钟就够了。休息的时候，觉得自己体力恢复了，再经行，这样好。",
      "zh_TW": "宗門，禪坐、調身、跑香，坐一段時間要起來運動，決定不是一味的苦坐，這會把身體坐壞了；身體是部機器，這部機器需要運動。前面常行是運動，就是我們講的經行，經行是最好的運動，所以念佛堂決定要以經行為主，時間要佔得長。我們念佛堂，現在有幾位法師在帶，悟永師告訴我，他們經行一小時，止靜五十分鐘，我聽了之後嚇一跳。我告訴他，止靜的時間太長了，止靜的時間決定不可以超過半個小時，最理想的二十分鐘，你經行一個小時，坐下來休息二十分鐘就夠了。休息的時候，覺得自己體力恢復了，再經行，這樣好。"
    },
    {
      "id": "14-014-0018_p0016",
      "zh_CN": "当然念佛堂人多，每个人身体状况不一样，大家一致行动，确实会给一部分人带来不方便，我在早年想到这个问题。在国外法师少，带领大家共修的人不容易，我就想出一个方法，我用念佛机，不需要法师敲法器来领导。我们将念佛堂划分三个区域，第一个区域是经行的步道绕佛，我们的佛像是供在佛堂的当中，绕佛比较方便；佛像前面这块地方，我们铺地毯拜佛，是拜佛区域；绕佛两边靠墙壁，我们摆上蒲团，是止静的区域。完全开放，就是说你喜欢绕佛，你尽管在绕佛步道里去经行；你绕累了，你自己想休息，自己到蒲团上面壁；你觉得坐久了需要运动，你到佛前面来拜佛。佛堂里面的规矩，决定禁语！进入念佛堂，就不可以打妄想，不可以跟任何人说话，法师进去也不打招呼，见若不见，绝不破坏正念。",
      "zh_TW": "當然念佛堂人多，每個人身體狀況不一樣，大家一致行動，確實會給一部分人帶來不方便，我在早年想到這個問題。在國外法師少，帶領大家共修的人不容易，我就想出一個方法，我用念佛機，不需要法師敲法器來領導。我們將念佛堂劃分三個區域，第一個區域是經行的步道繞佛，我們的佛像是供在佛堂的當中，繞佛比較方便；佛像前面這塊地方，我們鋪地毯拜佛，是拜佛區域；繞佛兩邊靠牆壁，我們擺上蒲團，是止靜的區域。完全開放，就是說你喜歡繞佛，你儘管在繞佛步道裡去經行；你繞累了，你自己想休息，自己到蒲團上面壁；你覺得坐久了需要運動，你到佛前面來拜佛。佛堂裡面的規矩，決定禁語！進入念佛堂，就不可以打妄想，不可以跟任何人說話，法師進去也不打招呼，見若不見，絕不破壞正念。"
    },
    {
      "id": "14-014-0018_p0017",
      "zh_CN": "这个方法推行之后很受欢迎，进入念佛堂没有一丝毫压力，你随便什么时候进去，你有事情随时可以离开，不要跟任何人打招呼。你进来轻轻进来，出去的时候也轻轻的离开，所以这里无需要出家人领众，我们用念佛机就行。经行的人，跟着念佛机，出声念佛；止静心里就念佛，或者是听念佛的声音，不出声；拜佛的时候也专心听佛号，心里头可以默念，也不出声，拜佛出声伤气、伤身体。止静的时候休息，需要恢复体力，所以不出声最好。只有绕佛经行要出声念，总是以经行绕佛为主。",
      "zh_TW": "這個方法推行之後很受歡迎，進入念佛堂沒有一絲毫壓力，你隨便什麼時候進去，你有事情隨時可以離開，不要跟任何人打招呼。你進來輕輕進來，出去的時候也輕輕的離開，所以這裡無需要出家人領眾，我們用念佛機就行。經行的人，跟著念佛機，出聲念佛；止靜心裡就念佛，或者是聽念佛的聲音，不出聲；拜佛的時候也專心聽佛號，心裡頭可以默念，也不出聲，拜佛出聲傷氣、傷身體。止靜的時候休息，需要恢復體力，所以不出聲最好。只有繞佛經行要出聲念，總是以經行繞佛為主。"
    },
    {
      "id": "14-014-0018_p0018",
      "zh_CN": "但现在我们人多，绕蒲团这样弯来弯去，我在那里一看，头昏！这是没有办法，场地太小而人太多了。最好绕佛就是一个圆圈绕，不要弯来弯去，那是最理想的。但是现在我们念佛堂人太多，将来我们杨厝港这个地方，圆形念佛堂建好之后大概就可能，我听说可以容纳一千五百人。能容纳一千五百人，如果说是三、四百人去念佛，那是最理想的，空间够了。所以修学的环境很重要，要懂得怎样调心、怎样调身，念佛念得很舒服、很快乐，念到法喜充满，那才相应。如果念到烦恼起现行，念到一身不舒服，你用功的方法有错误，你一定要赶快把它调整过来，所以念佛、参禅都要着重这些。",
      "zh_TW": "但現在我們人多，繞蒲團這樣彎來彎去，我在那裡一看，頭昏！這是沒有辦法，場地太小而人太多了。最好繞佛就是一個圓圈繞，不要彎來彎去，那是最理想的。但是現在我們念佛堂人太多，將來我們楊厝港這個地方，圓形念佛堂建好之後大概就可能，我聽說可以容納一千五百人。能容納一千五百人，如果說是三、四百人去念佛，那是最理想的，空間夠了。所以修學的環境很重要，要懂得怎樣調心、怎樣調身，念佛念得很舒服、很快樂，念到法喜充滿，那才相應。如果念到煩惱起現行，念到一身不舒服，你用功的方法有錯誤，你一定要趕快把它調整過來，所以念佛、參禪都要著重這些。"
    },
    {
      "id": "14-014-0018_p0019",
      "zh_CN": "我这个方法提出来之后，也照做了。以后我看到行策大师，他老人家教人家念佛用功的方法，跟我这个非常类似，我看到了很欢喜。他是用分班的方法，分成三班，每一班四位法师领导，那个时候没有念佛机。他也用一个班绕佛，两个班止静；绕佛的人出声，止静的人听佛号默念。这一个班绕一枝香，第二班就接着，这一班换下来止静，用这种方法来调剂。念佛堂二十四小时佛号不中断，它是轮班制的，用这个方法。但是那个时候，道场人多，有法师领导。我们现在要找十二个法师来领导，找不到，哪儿去找？而且日夜不间断，相当不容易。今天我们用念佛机，这个方法好，我们这个道场也是二十四小时不中断。",
      "zh_TW": "我這個方法提出來之後，也照做了。以後我看到行策大師，他老人家教人家念佛用功的方法，跟我這個非常類似，我看到了很歡喜。他是用分班的方法，分成三班，每一班四位法師領導，那個時候沒有念佛機。他也用一個班繞佛，兩個班止靜；繞佛的人出聲，止靜的人聽佛號默念。這一個班繞一枝香，第二班就接著，這一班換下來止靜，用這種方法來調劑。念佛堂二十四小時佛號不中斷，它是輪班制的，用這個方法。但是那個時候，道場人多，有法師領導。我們現在要找十二個法師來領導，找不到，哪兒去找？而且日夜不間斷，相當不容易。今天我們用念佛機，這個方法好，我們這個道場也是二十四小時不中斷。"
    },
    {
      "id": "14-014-0018_p0020",
      "zh_CN": "我在澳洲，澳洲念佛堂不大，五、六十个人念佛非常适当。我们佛堂的隔壁就是休息室，这个休息室里面还有床铺，便利发心在念佛堂念佛的人，晚上念佛累了，可以到里面休息。休息，在念佛堂穿的海青，你到那里床上躺一下，海青不要脱。为什么？暂时休息，海青一脱，一睡着了不知道，睡到明天都不晓得了。希望睡一个小时、两个小时，一惊醒过来，立刻再回到念佛堂去。所以有一个男众休息室，有一个女众休息室。这样对于念佛同修，完全没有压力，你自己随时可以调整。你喜欢经行，绕佛念，绕累了你就止静，你坐着；实在坐得想睡觉的时候，隔壁房间去休息，休息好了接着赶快念。",
      "zh_TW": "我在澳洲，澳洲念佛堂不大，五、六十個人念佛非常適當。我們佛堂的隔壁就是休息室，這個休息室裡面還有床鋪，便利發心在念佛堂念佛的人，晚上念佛累了，可以到裡面休息。休息，在念佛堂穿的海青，你到那裡床上躺一下，海青不要脫。為什麼？暫時休息，海青一脫，一睡著了不知道，睡到明天都不曉得了。希望睡一個小時、兩個小時，一驚醒過來，立刻再回到念佛堂去。所以有一個男眾休息室，有一個女眾休息室。這樣對於念佛同修，完全沒有壓力，你自己隨時可以調整。你喜歡經行，繞佛念，繞累了你就止靜，你坐著；實在坐得想睡覺的時候，隔壁房間去休息，休息好了接著趕快念。"
    },
    {
      "id": "14-014-0018_p0021",
      "zh_CN": "我这个方式，实在讲，都是从谛闲老和尚教锅漏匠方法得来的。谛闲法师教他徒弟，就是一句阿弥陀佛，念累了休息，休息好了赶紧再接着念，不分昼夜，没有时间。他这个锅漏匠徒弟真老实，依教奉行，所以念到三、四年，他就成功了。他往生那么自在，预知时至，往生的前一、两天，他去看看他的老朋友。他自从入这个小庙，三、四年从来没有出门，等于是闭关一样，哪里都不去，就在那里老实念。这一天，他破例了，出去到城里看看亲戚朋友，那是去辞行。回来之后，他有一个护法，一个老太太照顾他的生活，给他烧饭、洗衣服，照顾他。他给老太太说：「明天不要给我烧饭了。」老太太听了，以为他这两天出去看朋友，大概明天又有朋友请他吃饭，不要给他烧饭了。这个老太太只烧两餐饭，中午、晚上，早晨他自己搞，早餐简单。到中午，这个老太太再来，去看师父有没有吃饭？来的时候，看到师父站在那个地方已经往生了，站着走的。谛闲老法师对他赞叹，没有白出家，赞叹他：「讲经的法师、丛林的方丈住持，比不上你。」他出家没受戒，没有跟大众一起上过殿，他不认识字也不会念经，也没有听过一堂经，就是一个「老实」。师父教他老实念一句阿弥陀佛，念累了就歇会儿，歇好了接着再念，他就依教奉行，就成就了。",
      "zh_TW": "我這個方式，實在講，都是從諦閑老和尚教鍋漏匠方法得來的。諦閑法師教他徒弟，就是一句阿彌陀佛，念累了休息，休息好了趕緊再接著念，不分晝夜，沒有時間。他這個鍋漏匠徒弟真老實，依教奉行，所以念到三、四年，他就成功了。他往生那麼自在，預知時至，往生的前一、兩天，他去看看他的老朋友。他自從入這個小廟，三、四年從來沒有出門，等於是閉關一樣，哪裡都不去，就在那裡老實念。這一天，他破例了，出去到城裡看看親戚朋友，那是去辭行。回來之後，他有一個護法，一個老太太照顧他的生活，給他燒飯、洗衣服，照顧他。他給老太太說：「明天不要給我燒飯了。」老太太聽了，以為他這兩天出去看朋友，大概明天又有朋友請他吃飯，不要給他燒飯了。這個老太太只燒兩餐飯，中午、晚上，早晨他自己搞，早餐簡單。到中午，這個老太太再來，去看師父有沒有吃飯？來的時候，看到師父站在那個地方已經往生了，站著走的。諦閑老法師對他讚歎，沒有白出家，讚歎他：「講經的法師、叢林的方丈住持，比不上你。」他出家沒受戒，沒有跟大眾一起上過殿，他不認識字也不會念經，也沒有聽過一堂經，就是一個「老實」。師父教他老實念一句阿彌陀佛，念累了就歇會兒，歇好了接著再念，他就依教奉行，就成就了。"
    },
    {
      "id": "14-014-0018_p0022",
      "zh_CN": "我们听说了，也想照他这个办法去做，行不行？肯定着魔。为什么？我们的妄想分别执着太多，他是妄想分别执着都没有。所以这个是愚人，愚不可及，我们跟他不一样。下愚之人，闭关能成就，我们这种人闭关会发疯、会得精神病。很多年轻人发心去闭关，还有命的时候从墙上跳出去跑掉，那个命是救住了，如果不肯翻墙跑掉的话，你就得精神分裂症，我们看到很多。所以学佛要观机，特别是要观察自己是什么根机，他这个方法能成就，我们没有办法学他，我们不是他这个根性的人，这一定要了解。但是他这个方法，我们可以用在念佛堂，是个好办法。用在念佛堂里面，特别是缺乏出家人带领的，我们用这种念佛机。所以我把这个方法，介绍给许多净宗学会，都是在家居士的道场。而这种方法推行相当有效果，许多同修来告诉我很得力。所以这个方法，是从这个地方得来的。",
      "zh_TW": "我們聽說了，也想照他這個辦法去做，行不行？肯定著魔。為什麼？我們的妄想分別執著太多，他是妄想分別執著都沒有。所以這個是愚人，愚不可及，我們跟他不一樣。下愚之人，閉關能成就，我們這種人閉關會發瘋、會得精神病。很多年輕人發心去閉關，還有命的時候從牆上跳出去跑掉，那個命是救住了，如果不肯翻牆跑掉的話，你就得精神分裂症，我們看到很多。所以學佛要觀機，特別是要觀察自己是什麼根機，他這個方法能成就，我們沒有辦法學他，我們不是他這個根性的人，這一定要了解。但是他這個方法，我們可以用在念佛堂，是個好辦法。用在念佛堂裡面，特別是缺乏出家人帶領的，我們用這種念佛機。所以我把這個方法，介紹給許多淨宗學會，都是在家居士的道場。而這種方法推行相當有效果，許多同修來告訴我很得力。所以這個方法，是從這個地方得來的。"
    },
    {
      "id": "14-014-0018_p0023",
      "zh_CN": "第三种方式是「半行半坐」。小注里说：「法华方等等忏，限期不定，或三七、一七等。」我们打佛七属于这一种。祖师大德给我们编造许许多多的忏仪，忏仪就是修行的方法，《卍续藏》里面就收得很多，半行半坐是属于这一类。譬如，诸位参加的「三时系念」，三时系念佛事属于忏仪，里面有坐也有经行绕佛，时间，这三时是一天。佛七法事是七天，现在还听说有什么打佛一、佛二、佛三，那个只是变通的方法，只要肯念佛都好。",
      "zh_TW": "第三種方式是「半行半坐」。小註裡說：「法華方等等懺，限期不定，或三七、一七等。」我們打佛七屬於這一種。祖師大德給我們編造許許多多的懺儀，懺儀就是修行的方法，《卍續藏》裡面就收得很多，半行半坐是屬於這一類。譬如，諸位參加的「三時繫念」，三時繫念佛事屬於懺儀，裡面有坐也有經行繞佛，時間，這三時是一天。佛七法事是七天，現在還聽說有什麼打佛一、佛二、佛三，那個只是變通的方法，只要肯念佛都好。"
    },
    {
      "id": "14-014-0018_p0024",
      "zh_CN": "末后一种是「非行非坐，亦名随自意」。注解说：「诸经行法，不专行坐，并属此摄。」谛闲法师教锅漏匠的那一套方法，就属于这一种。累了就休息，休息好了赶紧再念，念的时候站着念也行，坐着念也行，走着念也行，随意。所以这一条，对于我们现代人是最为方便。我们用这种方式，帮助众生念佛，成就众生念佛，很受社会大众欢迎。",
      "zh_TW": "末後一種是「非行非坐，亦名隨自意」。註解說：「諸經行法，不專行坐，并屬此攝。」諦閑法師教鍋漏匠的那一套方法，就屬於這一種。累了就休息，休息好了趕緊再念，念的時候站著念也行，坐著念也行，走著念也行，隨意。所以這一條，對於我們現代人是最為方便。我們用這種方式，幫助眾生念佛，成就眾生念佛，很受社會大眾歡迎。"
    },
    {
      "id": "14-014-0018_p0025",
      "zh_CN": "修行用功不能给大家有压力，进入佛门同样也决定不可以给人压力，不给别人压力，自己就没有压力。所以劝人学佛，劝人念佛，决定不能问人家要一分钱，别人发心供养可以，我们决定不能有意思要求别人供养，你有这一念心就错了，完全不相应，一错一切错，这个道理我们要懂。我们弘法利生，没错，是要财力。但是要记住，有钱就做，没钱就不做，钱多就多做，钱少就少做，你说这个多自在！钱从哪里来？自自然然来，这个好。我没有想到，要怎么样去找钱来，那就苦事了！祖师大德给我们做榜样，没错！在中国有不少寺院丛林，怎么兴建的？绝对不是出家人到外面化缘建立的，没有这个道理。",
      "zh_TW": "修行用功不能給大家有壓力，進入佛門同樣也決定不可以給人壓力，不給別人壓力，自己就沒有壓力。所以勸人學佛，勸人念佛，決定不能問人家要一分錢，別人發心供養可以，我們決定不能有意思要求別人供養，你有這一念心就錯了，完全不相應，一錯一切錯，這個道理我們要懂。我們弘法利生，沒錯，是要財力。但是要記住，有錢就做，沒錢就不做，錢多就多做，錢少就少做，你說這個多自在！錢從哪裡來？自自然然來，這個好。我沒有想到，要怎麼樣去找錢來，那就苦事了！祖師大德給我們做榜樣，沒錯！在中國有不少寺院叢林，怎麼興建的？絕對不是出家人到外面化緣建立的，沒有這個道理。"
    },
    {
      "id": "14-014-0018_p0026",
      "zh_CN": "化缘这桩事情，诸位去看《大藏经》，你去翻哪一部经上有化缘的？没听说过。诸佛菩萨，经上我们也看到也有化缘的，化一个人的，机缘成熟了；化一个人的，没有到处化小缘，没有这种事情，向大富长者一人化。你想想地藏菩萨化闵公一人，九华山是他的产业，你一个人捐出来就成就了，一个人就行了。化小缘，岂不累死人？找那么多人麻烦。而且化缘化这个人，他的根成熟了，他会很欢喜、很乐意，绝不添他的麻烦，也不会给他一点压力，他确实有这个能力，拿出来很容易。",
      "zh_TW": "化緣這樁事情，諸位去看《大藏經》，你去翻哪一部經上有化緣的？沒聽說過。諸佛菩薩，經上我們也看到也有化緣的，化一個人的，機緣成熟了；化一個人的，沒有到處化小緣，沒有這種事情，向大富長者一人化。你想想地藏菩薩化閔公一人，九華山是他的產業，你一個人捐出來就成就了，一個人就行了。化小緣，豈不累死人？找那麼多人麻煩。而且化緣化這個人，他的根成熟了，他會很歡喜、很樂意，絕不添他的麻煩，也不會給他一點壓力，他確實有這個能力，拿出來很容易。"
    },
    {
      "id": "14-014-0018_p0027",
      "zh_CN": "我们今天要搞弥陀村，也是化缘，化一个人的。洪恭兰居士，他有这个能力，他也有这个愿心。李木源居士有这个念头要搞弥陀村，洪居士他们两个人没见面，有意思在晚年做一桩好事，两个人不正是志同道合吗？李木源想到要找他，他也想到找李木源，这个事情就这么凑巧。所以李居士一听说洪居士要找他，立刻去看他，一看的时候，两个人就谈这个事情，志同道合。地献出来了，而且答应李居士，建筑经费不够的话找他。这是缘成熟了，佛菩萨安排的，这不是人安排的。消息传过去了，有一些人随喜，那是随喜功德，绝不是去募捐的，绝不是去分派，你要出多少钱、你要出多少钱，那不叫害死人？谁还敢入佛门？入佛门都是要钱的，那还得了？出钱多的位置排在前面，得好的招待，出钱少的放在旁边没人理，居士林没有这种现象。许许多多人，对于居士林有很大的贡献，出很大的财力，到居士林边边角角上吃饭，没人认识。我们大家都不认识，李居士认识，看到点点头笑笑，他在旁边没有人招待。这个道场是平等的道场，是正法道场，绝对不因为你护持有力而特别礼遇，你出的钱少就冷落在一旁，一律平等。李居士讲：「你出钱，你做功德是你的，与我不相干，我为什么要招待你，我为什么要特别照顾你？」理念正确。",
      "zh_TW": "我們今天要搞彌陀村，也是化緣，化一個人的。洪恭蘭居士，他有這個能力，他也有這個願心。李木源居士有這個念頭要搞彌陀村，洪居士他們兩個人沒見面，有意思在晚年做一樁好事，兩個人不正是志同道合嗎？李木源想到要找他，他也想到找李木源，這個事情就這麼湊巧。所以李居士一聽說洪居士要找他，立刻去看他，一看的時候，兩個人就談這個事情，志同道合。地獻出來了，而且答應李居士，建築經費不夠的話找他。這是緣成熟了，佛菩薩安排的，這不是人安排的。消息傳過去了，有一些人隨喜，那是隨喜功德，絕不是去募捐的，絕不是去分派，你要出多少錢、你要出多少錢，那不叫害死人？誰還敢入佛門？入佛門都是要錢的，那還得了？出錢多的位置排在前面，得好的招待，出錢少的放在旁邊沒人理，居士林沒有這種現象。許許多多人，對於居士林有很大的貢獻，出很大的財力，到居士林邊邊角角上吃飯，沒人認識。我們大家都不認識，李居士認識，看到點點頭笑笑，他在旁邊沒有人招待。這個道場是平等的道場，是正法道場，絕對不因為你護持有力而特別禮遇，你出的錢少就冷落在一旁，一律平等。李居士講：「你出錢，你做功德是你的，與我不相干，我為什麼要招待你，我為什麼要特別照顧你？」理念正確。"
    },
    {
      "id": "14-014-0018_p0028",
      "zh_CN": "所以，我们欢迎世界各个地区的学佛同修们，到新加坡来观摩、来参观，看看我们这个地方的作法。平常我们讲经只是怎么讲，你也未必能相信，也未必能体会得到，亲眼到此地看看，我们这里不但天天讲，把所讲的都落实，都做到了。诸位可以仔细来看看，希望把这个理念、这种作法，带到你自己居住的处所，希望大家都能够建一个如法的道场。希望你建的道场超过新加坡，为什么？古人说得好，「后来居上」，这一定的道理。你到此地来参观，这个地方好的你都学到，此地不好的地方你都要改进，你的道场当然超过此地，这就是后来居上。我们在此地建立一个基础的水平、最低的水平，希望大家做的时候都比我们这个高，我们做得才有意义、才有价值。如果其他道场不如我们，我们就失败了，希望我们是现代这个世纪最低的标准。我们修学，同修在家是在家最低的水平，出家是出家最低的水平，道场是道场最低的水平，我们没有一丝毫骄慢的意念，真诚慈悲，谦虚恭敬，对一切人、一切事、一切物都要保持这种心态。",
      "zh_TW": "所以，我們歡迎世界各個地區的學佛同修們，到新加坡來觀摩、來參觀，看看我們這個地方的作法。平常我們講經只是怎麼講，你也未必能相信，也未必能體會得到，親眼到此地看看，我們這裡不但天天講，把所講的都落實，都做到了。諸位可以仔細來看看，希望把這個理念、這種作法，帶到你自己居住的處所，希望大家都能夠建一個如法的道場。希望你建的道場超過新加坡，為什麼？古人說得好，「後來居上」，這一定的道理。你到此地來參觀，這個地方好的你都學到，此地不好的地方你都要改進，你的道場當然超過此地，這就是後來居上。我們在此地建立一個基礎的水平、最低的水平，希望大家做的時候都比我們這個高，我們做得才有意義、才有價值。如果其他道場不如我們，我們就失敗了，希望我們是現代這個世紀最低的標準。我們修學，同修在家是在家最低的水平，出家是出家最低的水平，道場是道場最低的水平，我們沒有一絲毫驕慢的意念，真誠慈悲，謙虛恭敬，對一切人、一切事、一切物都要保持這種心態。"
    },
    {
      "id": "14-014-0018_p0029",
      "zh_CN": "下面两句，我们要记住。前面这三种是「实相理观」，末后这一种是「唯识事观」，这是古大德这种判法，不能说没有道理。但是我们决定不能够执着，他的判法提供我们做参考，到底是属于理观或是事观，其实没有一定，完全在人。人要不入理，修般舟三昧、修一行三昧，也是事观，也不是理观。甚至于你那个「观」都达不到，只有事，没有观，这是真的；我们也曾经遇到不少，事相是照着事，没有入观。入观，他功夫就得力，真有功夫，那就说是他的观念改变、思想改变，这才入观。一个是从唯识事里面入观。",
      "zh_TW": "下面兩句，我們要記住。前面這三種是「實相理觀」，末後這一種是「唯識事觀」，這是古大德這種判法，不能說沒有道理。但是我們決定不能夠執著，他的判法提供我們做參考，到底是屬於理觀或是事觀，其實沒有一定，完全在人。人要不入理，修般舟三昧、修一行三昧，也是事觀，也不是理觀。甚至於你那個「觀」都達不到，只有事，沒有觀，這是真的；我們也曾經遇到不少，事相是照著事，沒有入觀。入觀，他功夫就得力，真有功夫，那就說是他的觀念改變、思想改變，這才入觀。一個是從唯識事裡面入觀。"
    },
    {
      "id": "14-014-0018_p0030",
      "zh_CN": "观的功夫有三层：最浅的是「观照」，再深一层的是「照住」，最高的是「照见」，这是观照三个层次。跟我们念佛里面讲的功夫成片、事一心不乱、理一心不乱，我们名称不一样，事实境界是相同的。观照就是我们净宗讲的功夫成片，照住就是我们讲的事一心不乱，照见就是理一心不乱。无论从理、从事，都能够成就这个功夫，所以我们念佛法门里面有理念、有事念，你看莲池、蕅益《弥陀经》注解里面讲得很详细，并不是说理念才能得理一心，事念就得事一心，不是的。理念里面有功夫成片、有事一心不乱、有理一心不乱；事念里面也是一样，也有功夫成片、事一心不乱、理一心不乱。理事是两个门路、两种方式，两种方式都一样，都可以契入理一心不乱。理一心不乱是照见，《般若心经》里面讲「照见五蕴皆空」，那是观里面最高的成就。",
      "zh_TW": "觀的功夫有三層：最淺的是「觀照」，再深一層的是「照住」，最高的是「照見」，這是觀照三個層次。跟我們念佛裡面講的功夫成片、事一心不亂、理一心不亂，我們名稱不一樣，事實境界是相同的。觀照就是我們淨宗講的功夫成片，照住就是我們講的事一心不亂，照見就是理一心不亂。無論從理、從事，都能夠成就這個功夫，所以我們念佛法門裡面有理念、有事念，你看蓮池、蕅益《彌陀經》註解裡面講得很詳細，並不是說理念才能得理一心，事念就得事一心，不是的。理念裡面有功夫成片、有事一心不亂、有理一心不亂；事念裡面也是一樣，也有功夫成片、事一心不亂、理一心不亂。理事是兩個門路、兩種方式，兩種方式都一樣，都可以契入理一心不亂。理一心不亂是照見，《般若心經》裡面講「照見五蘊皆空」，那是觀裡面最高的成就。"
    },
    {
      "id": "14-014-0018_p0031",
      "zh_CN": "所以无论是理、无论是事，如果不入观，就谈不上功夫。这个话我再说得浅一点、白一点，不论是事、不论是理，你在这里面修学，如果不能把你的观念转变过来，你就得不到真实的利益。一定要转变自己的观念，转变什么观念？再说得明显一点，转变自私自利的观念，将自私自利转变过来利益一切众生，这个修行你就得到好处，你真的在修。修是修正，自私自利是错误的观念，利益众生是正确的观念，把错误的观念修成正确的观念，这叫修观，这是佛法修行的一个总原则、总纲领。所以无论是从理从事，理事是个人遇缘不同，理里头有事，事里头有理，并不是说唯识事观里面就没有理，唯识事观里头讲实相理，实相理里头也讲唯识事。因此，祖师虽有这几种说法，刚才我跟大家说过，可以提供我们做参考，决定不可以固执，如果固执，那就错误了，那就所谓是「死在句下」。这是讲四种三昧，就简单的跟诸位介绍到此地。说明修行方法虽然很多，在形式上总不外乎这四类。",
      "zh_TW": "所以無論是理、無論是事，如果不入觀，就談不上功夫。這個話我再說得淺一點、白一點，不論是事、不論是理，你在這裡面修學，如果不能把你的觀念轉變過來，你就得不到真實的利益。一定要轉變自己的觀念，轉變什麼觀念？再說得明顯一點，轉變自私自利的觀念，將自私自利轉變過來利益一切眾生，這個修行你就得到好處，你真的在修。修是修正，自私自利是錯誤的觀念，利益眾生是正確的觀念，把錯誤的觀念修成正確的觀念，這叫修觀，這是佛法修行的一個總原則、總綱領。所以無論是從理從事，理事是個人遇緣不同，理裡頭有事，事裡頭有理，並不是說唯識事觀裡面就沒有理，唯識事觀裡頭講實相理，實相理裡頭也講唯識事。因此，祖師雖有這幾種說法，剛才我跟大家說過，可以提供我們做參考，決定不可以固執，如果固執，那就錯誤了，那就所謂是「死在句下」。這是講四種三昧，就簡單的跟諸位介紹到此地。說明修行方法雖然很多，在形式上總不外乎這四類。"
    },
    {
      "id": "14-014-0018_p0032",
      "zh_CN": "下面讲「十乘观法」，这是天台止观最重要的课程，也是修行的总纲领、总原则。十乘，当然就是十种，这个表解里面列得很清晰，它分上、中、下根。虽然分上中下，我们在《华严经》里面看到，《华严经》为我们显示，「圆融不碍行布，行布不碍圆融」、「理事无碍，事事无碍」。所以初发心的菩萨，可以修学等觉菩萨的课程，等觉菩萨的修学，也决定没有舍弃初发心菩萨的功课，这是跟我们现在一般学校里修学的方式完全不相同。我们在学校求学，升到二年级，决定把一年级课程统统舍掉了，哪里还会去念一年级的书本？佛法不如是，佛法到等觉菩萨，初发心的课程还念、还学，没放弃。何以见得？诸位想想，五戒十善是初发心的课程，等觉菩萨还是照样守，没有说到等觉五戒可以不守了，十善可以不要了，还是坚持遵守。然后你才看到佛法教学的圆融，特别在《华严经》里头非常明显。",
      "zh_TW": "下面講「十乘觀法」，這是天台止觀最重要的課程，也是修行的總綱領、總原則。十乘，當然就是十種，這個表解裡面列得很清晰，它分上、中、下根。雖然分上中下，我們在《華嚴經》裡面看到，《華嚴經》為我們顯示，「圓融不礙行布，行布不礙圓融」、「理事無礙，事事無礙」。所以初發心的菩薩，可以修學等覺菩薩的課程，等覺菩薩的修學，也決定沒有捨棄初發心菩薩的功課，這是跟我們現在一般學校裡修學的方式完全不相同。我們在學校求學，升到二年級，決定把一年級課程統統捨掉了，哪裡還會去念一年級的書本？佛法不如是，佛法到等覺菩薩，初發心的課程還念、還學，沒放棄。何以見得？諸位想想，五戒十善是初發心的課程，等覺菩薩還是照樣守，沒有說到等覺五戒可以不守了，十善可以不要了，還是堅持遵守。然後你才看到佛法教學的圓融，特別在《華嚴經》裡頭非常明顯。"
    },
    {
      "id": "14-014-0018_p0033",
      "zh_CN": "而在中国儒家教学，实在讲并不例外。儒家教学，小朋友七岁上学，我们从《礼记》上看到。可是小朋友有很聪明的、很伶俐的，也有六岁上学，还有五岁上学，那个少，多数是七岁上学。老师教什么？洒扫应对。他一生洒扫应对都没有舍弃，为什么？奉事父母。孝子伺候父母，不能让家里佣人去做；自己将来功名成就，地位高了，得大财富，家里面佣人往往很多，但是照顾父母一定是自己。扫地可以让家里人扫地，父母用膳的时候，照顾总是儿女来做，如果儿女不在桌上伺候父母，就是不孝。由此可知，做到宰相，如果你父母在，还是要自己照顾父母，要亲自去伺候，小时候学的，一生都没有舍弃。上小学，小朋友念《四书》、《五经》，那个等于是博士班的课程，跟《华严经》讲得没有两样，初发心就学最高的课程；到最高的地位，也没有舍弃老师当初教你的那些事情。所以佛法到中国，能够受中国朝野热烈欢迎，不是没有道理。中国古圣先贤的思惟、作法，跟大乘佛法里讲的太接近了，所以经教一传到中国，能够在中国生根茁长，发扬光大，这是有原因道理的。佛法当年传播，不仅是在中国，四面八方都有，但是在其他地区都没落了，唯独在中国发扬光大，这是与中国古老的文化有密切的关联。",
      "zh_TW": "而在中國儒家教學，實在講並不例外。儒家教學，小朋友七歲上學，我們從《禮記》上看到。可是小朋友有很聰明的、很伶俐的，也有六歲上學，還有五歲上學，那個少，多數是七歲上學。老師教什麼？灑掃應對。他一生灑掃應對都沒有捨棄，為什麼？奉事父母。孝子伺候父母，不能讓家裡傭人去做；自己將來功名成就，地位高了，得大財富，家裡面傭人往往很多，但是照顧父母一定是自己。掃地可以讓家裡人掃地，父母用膳的時候，照顧總是兒女來做，如果兒女不在桌上伺候父母，就是不孝。由此可知，做到宰相，如果你父母在，還是要自己照顧父母，要親自去伺候，小時候學的，一生都沒有捨棄。上小學，小朋友念《四書》、《五經》，那個等於是博士班的課程，跟《華嚴經》講得沒有兩樣，初發心就學最高的課程；到最高的地位，也沒有捨棄老師當初教你的那些事情。所以佛法到中國，能夠受中國朝野熱烈歡迎，不是沒有道理。中國古聖先賢的思惟、作法，跟大乘佛法裡講的太接近了，所以經教一傳到中國，能夠在中國生根茁長，發揚光大，這是有原因道理的。佛法當年傳播，不僅是在中國，四面八方都有，但是在其他地區都沒落了，唯獨在中國發揚光大，這是與中國古老的文化有密切的關聯。"
    },
    {
      "id": "14-014-0018_p0034",
      "zh_CN": "好，今天我们就讲到此地。",
      "zh_TW": "好，今天我們就講到此地。"
    }
  ]
}