{
  "doc_id": "14-014-0026",
  "title": {
    "zh_CN": "地藏经玄义",
    "zh_TW": "地藏經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-014-0026",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "14-014-0026_p0001",
      "zh_CN": "请掀开经本，《地藏菩萨本愿经》纶贯第二十页，第四行。我们接着说明「心寂三昧」跟「一行三昧」。「三昧」是佛教的术语，意思叫正受，从梵文字面上翻作正受，也就是正常的享受。换句话说，凡夫的享受是不正常的。佛在经上告诉我们，六道凡夫的享受有五大类：苦、乐、忧、喜、舍。苦、乐是身的享受，忧、喜是心的享受，这是身心的受用；舍受，就是身不感觉得有苦乐，心也没有忧喜，这个时候的享受就叫舍受。这五种受里面，当然是以舍受为最好。为什么凡夫叫舍，不叫三昧？因为凡夫在这个境界的时间很短促；换句话说，舍受不能够永远保持。如果舍受永远保持，那就是正受，就叫做三昧。由此可知，世间人修定，定是舍受，定中身没有苦乐、心没有忧喜，所以佛经里面讲这个乐叫禅悦，禅定当中的喜悦，这是正常的。四禅八定都是属于舍受，不称它为正受，是因为它有时间限制。纵然第八定功夫很深，定的时间能够相续到八万大劫，时间可以说是相当长。佛在经上讲，一个大劫就是我们这个世界一次的「成住坏空」，世界成住坏空这叫一个大劫，八万大劫就是世界成住坏空八万次，诸位想想，他这个定功多深，在定中境界这么长。",
      "zh_TW": "請掀開經本，《地藏菩薩本願經》綸貫第二十頁，第四行。我們接著說明「心寂三昧」跟「一行三昧」。「三昧」是佛教的術語，意思叫正受，從梵文字面上翻作正受，也就是正常的享受。換句話說，凡夫的享受是不正常的。佛在經上告訴我們，六道凡夫的享受有五大類：苦、樂、憂、喜、捨。苦、樂是身的享受，憂、喜是心的享受，這是身心的受用；捨受，就是身不感覺得有苦樂，心也沒有憂喜，這個時候的享受就叫捨受。這五種受裡面，當然是以捨受為最好。為什麼凡夫叫捨，不叫三昧？因為凡夫在這個境界的時間很短促；換句話說，捨受不能夠永遠保持。如果捨受永遠保持，那就是正受，就叫做三昧。由此可知，世間人修定，定是捨受，定中身沒有苦樂、心沒有憂喜，所以佛經裡面講這個樂叫禪悅，禪定當中的喜悅，這是正常的。四禪八定都是屬於捨受，不稱它為正受，是因為它有時間限制。縱然第八定功夫很深，定的時間能夠相續到八萬大劫，時間可以說是相當長。佛在經上講，一個大劫就是我們這個世界一次的「成住壞空」，世界成住壞空這叫一個大劫，八萬大劫就是世界成住壞空八萬次，諸位想想，他這個定功多深，在定中境界這麼長。"
    },
    {
      "id": "14-014-0026_p0002",
      "zh_CN": "八万大劫如果要跟无量劫来相比，时间太短了。无量无边阿僧祇劫，你八万大劫算什么？可是八万大劫对我们来讲，这个时间不可思议，是天文数字。但是从无尽时空里面来说，它很短暂，所以它还是属于舍受，不能算是正受，正受得到之后永远不会失掉。什么人才真正得到正受？在佛法里面讲小乘阿罗汉果。证得阿罗汉，他的正受不会失掉了，这是真正的圣人，他是小圣不是大圣。由此可知，「心寂三昧」就是我们一般讲的「漏尽通」。六道里面的这些圣者，像色界天人、无色界天人，他们只有五通，没有漏尽通。什么叫漏尽通？「漏」是烦恼的代名词，烦恼尽了，见思烦恼断尽了，这个时候就入心寂三昧。换句话说，人还有是非人我、还有贪瞋痴慢，你的心就不寂，「寂」是清净的意思，你的心就不清净。心清净了，你的受才叫正受。由此可知，学佛不能不断烦恼，这个要知道。如何把我们的凡情、烦恼淘汰尽，这是我们修行第一个重要的课程。",
      "zh_TW": "八萬大劫如果要跟無量劫來相比，時間太短了。無量無邊阿僧祇劫，你八萬大劫算什麼？可是八萬大劫對我們來講，這個時間不可思議，是天文數字。但是從無盡時空裡面來說，它很短暫，所以它還是屬於捨受，不能算是正受，正受得到之後永遠不會失掉。什麼人才真正得到正受？在佛法裡面講小乘阿羅漢果。證得阿羅漢，他的正受不會失掉了，這是真正的聖人，他是小聖不是大聖。由此可知，「心寂三昧」就是我們一般講的「漏盡通」。六道裡面的這些聖者，像色界天人、無色界天人，他們只有五通，沒有漏盡通。什麼叫漏盡通？「漏」是煩惱的代名詞，煩惱盡了，見思煩惱斷盡了，這個時候就入心寂三昧。換句話說，人還有是非人我、還有貪瞋痴慢，你的心就不寂，「寂」是清淨的意思，你的心就不清淨。心清淨了，你的受才叫正受。由此可知，學佛不能不斷煩惱，這個要知道。如何把我們的凡情、煩惱淘汰盡，這是我們修行第一個重要的課程。"
    },
    {
      "id": "14-014-0026_p0003",
      "zh_CN": "四弘誓愿，第一教我们发心，「众生无边誓愿度」。这一句话用现代的话怎么说？就是我们要发心为无量无边的众生服务，「度」就是服务的意思，牺牲贡献，服务一切众生。可是你想为众生服务，要有服务的能力，你没有能力拿什么服务？所以你要有德行，你要有学问，你要有才艺，你才能为一切众生造福。你什么都没有，心里想为众生服务，能力做不到。所以要成就自己先要成就自己的德行，成就自己的德行先断烦恼，成就自己心寂三昧、一行三昧，你到这个境界，你才有能力为众生服务，你才有能力帮助一切众生。佛法里面教导我们，我们用什么方式来帮助众生是最究竟的、最圆满的，是得最殊胜的利益？佛跟我们讲是「教学」。释迦牟尼佛为我们示现，他是义务的多元文化社会教育工作者，用这种身分、这种方法来帮助一切众生。这种方式一定要有真实智慧，没有真实智慧做不到。",
      "zh_TW": "四弘誓願，第一教我們發心，「眾生無邊誓願度」。這一句話用現代的話怎麼說？就是我們要發心為無量無邊的眾生服務，「度」就是服務的意思，犧牲貢獻，服務一切眾生。可是你想為眾生服務，要有服務的能力，你沒有能力拿什麼服務？所以你要有德行，你要有學問，你要有才藝，你才能為一切眾生造福。你什麼都沒有，心裡想為眾生服務，能力做不到。所以要成就自己先要成就自己的德行，成就自己的德行先斷煩惱，成就自己心寂三昧、一行三昧，你到這個境界，你才有能力為眾生服務，你才有能力幫助一切眾生。佛法裡面教導我們，我們用什麼方式來幫助眾生是最究竟的、最圓滿的，是得最殊勝的利益？佛跟我們講是「教學」。釋迦牟尼佛為我們示現，他是義務的多元文化社會教育工作者，用這種身分、這種方法來幫助一切眾生。這種方式一定要有真實智慧，沒有真實智慧做不到。"
    },
    {
      "id": "14-014-0026_p0004",
      "zh_CN": "真实智慧从哪里来？从心寂三昧而来的，从一行三昧而来的。一行三昧比心寂三昧还要深，所以先修心寂三昧。心寂三昧是三三昧，「无觉无观」的成就，佛在经上告诉我们，这是三禅到四果罗汉的境界，我们要不从这个地方修学怎么行？怎么个修法？《无量寿经》上佛告诉我们一句话，「洗心易行」。我们要把自己的心好好的清洗清洗，心里面太脏、太污浊了。无量劫来我们心里面天天在薰习，薰习是非人我、贪瞋痴慢，被无量无边的恶业薰习，妄想分别执着，要把这个东西清除洗掉。佛在经上教给我们「洗心」，心里面这些肮脏东西洗掉了，你心就清净、就寂了。你不肯做这个功夫，心寂三昧怎么会达到？心不清净哪来的智慧？清净心能生智慧，清净心是智慧的根源，《般若经》上讲「般若无知」，无知就是清净心，清净心起作用就是「无所不知」。我们要想帮助一切众生，诸佛菩萨普度众生，为一切众生讲经说法，帮助一切众生破迷开悟，他自己不破迷开悟，怎么能够帮助别人破迷开悟？他自己没有成就真实智慧，如何能够帮助别人成就真实智慧？所以洗心易行多重要！",
      "zh_TW": "真實智慧從哪裡來？從心寂三昧而來的，從一行三昧而來的。一行三昧比心寂三昧還要深，所以先修心寂三昧。心寂三昧是三三昧，「無覺無觀」的成就，佛在經上告訴我們，這是三禪到四果羅漢的境界，我們要不從這個地方修學怎麼行？怎麼個修法？《無量壽經》上佛告訴我們一句話，「洗心易行」。我們要把自己的心好好的清洗清洗，心裡面太髒、太污濁了。無量劫來我們心裡面天天在薰習，薰習是非人我、貪瞋痴慢，被無量無邊的惡業薰習，妄想分別執著，要把這個東西清除洗掉。佛在經上教給我們「洗心」，心裡面這些骯髒東西洗掉了，你心就清淨、就寂了。你不肯做這個功夫，心寂三昧怎麼會達到？心不清淨哪來的智慧？清淨心能生智慧，清淨心是智慧的根源，《般若經》上講「般若無知」，無知就是清淨心，清淨心起作用就是「無所不知」。我們要想幫助一切眾生，諸佛菩薩普度眾生，為一切眾生講經說法，幫助一切眾生破迷開悟，他自己不破迷開悟，怎麼能夠幫助別人破迷開悟？他自己沒有成就真實智慧，如何能夠幫助別人成就真實智慧？所以洗心易行多重要！"
    },
    {
      "id": "14-014-0026_p0005",
      "zh_CN": "「行」是行为，过去我们的行为都是自私自利，都干一些利己损人，这个行为是错误的，这个行为是罪恶。尤其是毁谤三宝，障碍正法，那个罪过就更大了。《发起菩萨殊胜志乐经》里面，一开端佛讲了一个公案，我们要记住。佛说，在那个时代有两个出家的比丘，讲经说法利益众生，听众很多，法缘很盛，就引起一些人嫉妒、障碍，造谣生事来破坏法师，使这一些听众对法师丧失信心，干这桩事情的人堕阿鼻地狱。佛在经上讲，佛说堕地狱的时间，若从我们人间来算，以人间年月来计算是一千八百万年。而堕落在地狱里面的人他的感受，在地狱里面受的苦，感受的是无量劫。人间的时间好像短，地狱的时间就很长了，这是我们现在人讲的时差。地狱里头生活是度日如年，我们人间一天，他在里面就好像过了一年一样。地狱出来变畜生、变饿鬼，再转世到人间，贫穷下贱，六根不全，受种种苦难。诸位想到造业的时候很容易，时间很短，可是将来受果报，这个苦楚不可思议。人为什么要造这种业？为什么要生嫉妒心？",
      "zh_TW": "「行」是行為，過去我們的行為都是自私自利，都幹一些利己損人，這個行為是錯誤的，這個行為是罪惡。尤其是毀謗三寶，障礙正法，那個罪過就更大了。《發起菩薩殊勝志樂經》裡面，一開端佛講了一個公案，我們要記住。佛說，在那個時代有兩個出家的比丘，講經說法利益眾生，聽眾很多，法緣很盛，就引起一些人嫉妒、障礙，造謠生事來破壞法師，使這一些聽眾對法師喪失信心，幹這樁事情的人墮阿鼻地獄。佛在經上講，佛說墮地獄的時間，若從我們人間來算，以人間年月來計算是一千八百萬年。而墮落在地獄裡面的人他的感受，在地獄裡面受的苦，感受的是無量劫。人間的時間好像短，地獄的時間就很長了，這是我們現在人講的時差。地獄裡頭生活是度日如年，我們人間一天，他在裡面就好像過了一年一樣。地獄出來變畜生、變餓鬼，再轉世到人間，貧窮下賤，六根不全，受種種苦難。諸位想到造業的時候很容易，時間很短，可是將來受果報，這個苦楚不可思議。人為什麼要造這種業？為什麼要生嫉妒心？"
    },
    {
      "id": "14-014-0026_p0006",
      "zh_CN": "佛在经上讲得好，你要是一念善心交感，你就造了无量无边功德。什么是善心？没有嫉妒，称扬、赞叹，不但不障碍，而且劝导大家对这个法师有信心，接受法师的教诲。法师不管他是不是真的有道德、有修持，只要他讲得不错就行了，听众得利益就好了，我们要明白这个道理。天台大师讲：「有解无行」，这是说什么？这个法师很难得，他真正懂得佛法的道理，没有讲错，他自己没有做到，他能讲、能教别人，自己没有做到，是「国之师也」。这个人是什么人？国师，他有能力做别人的老师，我们对他要尊敬。如果说「有解有行」，解行相应，是「国之宝也」，那就更值得人尊敬。天台大师这种教诲，我们要是明白接受了，依教奉行，我们这一生就积功累德，成就就不可思议。",
      "zh_TW": "佛在經上講得好，你要是一念善心交感，你就造了無量無邊功德。什麼是善心？沒有嫉妒，稱揚、讚歎，不但不障礙，而且勸導大家對這個法師有信心，接受法師的教誨。法師不管他是不是真的有道德、有修持，只要他講得不錯就行了，聽眾得利益就好了，我們要明白這個道理。天台大師講：「有解無行」，這是說什麼？這個法師很難得，他真正懂得佛法的道理，沒有講錯，他自己沒有做到，他能講、能教別人，自己沒有做到，是「國之師也」。這個人是什麼人？國師，他有能力做別人的老師，我們對他要尊敬。如果說「有解有行」，解行相應，是「國之寶也」，那就更值得人尊敬。天台大師這種教誨，我們要是明白接受了，依教奉行，我們這一生就積功累德，成就就不可思議。"
    },
    {
      "id": "14-014-0026_p0007",
      "zh_CN": "我们往往是随顺自己错误的见解，自己的分别执着，把许许多多佛法的机缘破坏了。我们自己破坏，自己受灾受难，这没有话说；而把许许多多众生修学佛法的机会断掉了，这个罪业就重了。佛家讲，断人的身命罪小，断人的慧命罪就重。为什么？身命得到不难，可是遇到佛法的机会太难。得人身，《地藏经》讲：「人死了之后，如果他这一生修五戒十善，四十九天他又回来了，又得人身了。」说明得人身的机会多，但是闻到佛法的机会就太少太少。你们想想，释迦牟尼佛的法运一万两千年，一万两千年之后佛法就没有了，灭了，下一个机会再遇到佛法，要等到五十六亿七千万年之后，弥勒菩萨出现才有佛法。有佛法的时间是一万两千年，没有佛法的时间是五十六亿多万年，你把人这一次闻法的机会给断掉了，你的罪过多重！阿鼻地狱永劫不得翻身。",
      "zh_TW": "我們往往是隨順自己錯誤的見解，自己的分別執著，把許許多多佛法的機緣破壞了。我們自己破壞，自己受災受難，這沒有話說；而把許許多多眾生修學佛法的機會斷掉了，這個罪業就重了。佛家講，斷人的身命罪小，斷人的慧命罪就重。為什麼？身命得到不難，可是遇到佛法的機會太難。得人身，《地藏經》講：「人死了之後，如果他這一生修五戒十善，四十九天他又回來了，又得人身了。」說明得人身的機會多，但是聞到佛法的機會就太少太少。你們想想，釋迦牟尼佛的法運一萬兩千年，一萬兩千年之後佛法就沒有了，滅了，下一個機會再遇到佛法，要等到五十六億七千萬年之後，彌勒菩薩出現才有佛法。有佛法的時間是一萬兩千年，沒有佛法的時間是五十六億多萬年，你把人這一次聞法的機會給斷掉了，你的罪過多重！阿鼻地獄永劫不得翻身。"
    },
    {
      "id": "14-014-0026_p0008",
      "zh_CN": "人为什么要造这种罪业？造这种罪业的人，现在我们看得太多了。法师讲经说法，障碍他，不叫他去听经；发心听经，也要藉其他的方法把他拦住，带他到欢乐场中去消遣，闻法的机会断掉了，尤其是正法。这个时代，世尊在《楞严经》说：「邪师说法，如恒河沙」。邪师说法，你把他的缘断掉，还没有什么大罪过，如果是希有正法，你把他的缘断掉，你的罪过就重了，这是我们自己要反省、要检点、要改过自新。我们的心极不清净，完全是为了自私自利，为了自己的权力地位，争名夺利，在道场上产生了许许多多的障碍，我们有没有觉悟到，知不知道要从这个地方回头？所以这是世出世间没有比这个罪业更大的，五逆罪里面这是破和合僧。",
      "zh_TW": "人為什麼要造這種罪業？造這種罪業的人，現在我們看得太多了。法師講經說法，障礙他，不叫他去聽經；發心聽經，也要藉其他的方法把他攔住，帶他到歡樂場中去消遣，聞法的機會斷掉了，尤其是正法。這個時代，世尊在《楞嚴經》說：「邪師說法，如恆河沙」。邪師說法，你把他的緣斷掉，還沒有什麼大罪過，如果是希有正法，你把他的緣斷掉，你的罪過就重了，這是我們自己要反省、要檢點、要改過自新。我們的心極不清淨，完全是為了自私自利，為了自己的權力地位，爭名奪利，在道場上產生了許許多多的障礙，我們有沒有覺悟到，知不知道要從這個地方回頭？所以這是世出世間沒有比這個罪業更大的，五逆罪裡面這是破和合僧。"
    },
    {
      "id": "14-014-0026_p0009",
      "zh_CN": "诸位要晓得，五逆罪这五种是重罪，是堕阿鼻地狱的罪。这五种愈是往后面，罪愈重，前面第一、第二是杀父亲、杀母亲，堕阿鼻地狱，第三是杀阿罗汉，第四是出佛身血，第五是破和合僧，破和合僧就是破坏僧团，破坏弘法利生的机缘，这个罪过在五逆罪里最重，比杀阿罗汉、比出佛身血的罪还要重。什么人造？都是学佛的人造的。出家人、在家人互相嫉妒、互相障碍，造这种极罪大恶，自己完全不知道，到地狱果报现前的时候，后悔来不及了。所以佛在经上教给我们「洗心易行」，一定要把妄想分别执着断掉。我劝真正发心修学的同修，从哪里下手？一定要从有意思想控制一切人事物，这个念头就是错误，从这里下手。把控制一切人事物的念头断掉，把占有一切人事物的念头、行为彻底断掉，从这里下手。如果你还有念头控制人事物，有念头占有人事物，你就完了，这个念头就造无量无边的罪业。人生在世很短暂，几十年一刹那就过去了，千万不要误会来日方长。来日方长是迷惑人说的，真正聪明觉悟的人，他知道来日苦短，这是真正觉悟了。",
      "zh_TW": "諸位要曉得，五逆罪這五種是重罪，是墮阿鼻地獄的罪。這五種愈是往後面，罪愈重，前面第一、第二是殺父親、殺母親，墮阿鼻地獄，第三是殺阿羅漢，第四是出佛身血，第五是破和合僧，破和合僧就是破壞僧團，破壞弘法利生的機緣，這個罪過在五逆罪裡最重，比殺阿羅漢、比出佛身血的罪還要重。什麼人造？都是學佛的人造的。出家人、在家人互相嫉妒、互相障礙，造這種極罪大惡，自己完全不知道，到地獄果報現前的時候，後悔來不及了。所以佛在經上教給我們「洗心易行」，一定要把妄想分別執著斷掉。我勸真正發心修學的同修，從哪裡下手？一定要從有意思想控制一切人事物，這個念頭就是錯誤，從這裡下手。把控制一切人事物的念頭斷掉，把佔有一切人事物的念頭、行為徹底斷掉，從這裡下手。如果你還有念頭控制人事物，有念頭佔有人事物，你就完了，這個念頭就造無量無邊的罪業。人生在世很短暫，幾十年一剎那就過去了，千萬不要誤會來日方長。來日方長是迷惑人說的，真正聰明覺悟的人，他知道來日苦短，這是真正覺悟了。"
    },
    {
      "id": "14-014-0026_p0010",
      "zh_CN": "一九七七年，圣怀法师、谢道莲居士请我到香港来讲经，那个时候距离香港回归还有二十多年，日子很长，想想看那一天不就像昨天一样？圣怀法师老了，我也老了，圣怀法师跟我年龄差不多，谢道莲居士已经走了，过世了。所以一定要觉悟，来日苦短，不是方长，为什么不多做一点好事，多做一点利益众生的事情？聪明人舍己为人，能够舍弃自己的利益，舍弃自己的地位，舍弃自己的权力，成就别人的好事。好事当中，无过于弘法利生，无过于培养继起的弘法人才。早年我们在台湾，建立一个小小的「华藏图书馆」，韩馆长对于培养弘法人才非常热心。那个时候我们相当困难，道场很小，有几个年轻法师在我们那里共修，韩馆长非常欢喜，跟我商量，我们办佛学院来培养人才。到以后从外面来了一个法师，说香港这边办佛学院，劝他们到香港来求学，这些法师们心动了，也没有告诉韩馆长，等到韩馆长宣布我们决心办佛学院，他告诉馆长不必了，我们过两天就走了。馆长问他到哪里去？到香港去。这一盆凉水浇了之后，馆长对于培养弘法人才的念头，从此之后就断掉了。你们想想这个罪过多大？这个罪过出家人造的。",
      "zh_TW": "一九七七年，聖懷法師、謝道蓮居士請我到香港來講經，那個時候距離香港回歸還有二十多年，日子很長，想想看那一天不就像昨天一樣？聖懷法師老了，我也老了，聖懷法師跟我年齡差不多，謝道蓮居士已經走了，過世了。所以一定要覺悟，來日苦短，不是方長，為什麼不多做一點好事，多做一點利益眾生的事情？聰明人捨己為人，能夠捨棄自己的利益，捨棄自己的地位，捨棄自己的權力，成就別人的好事。好事當中，無過於弘法利生，無過於培養繼起的弘法人才。早年我們在台灣，建立一個小小的「華藏圖書館」，韓館長對於培養弘法人才非常熱心。那個時候我們相當困難，道場很小，有幾個年輕法師在我們那裡共修，韓館長非常歡喜，跟我商量，我們辦佛學院來培養人才。到以後從外面來了一個法師，說香港這邊辦佛學院，勸他們到香港來求學，這些法師們心動了，也沒有告訴韓館長，等到韓館長宣布我們決心辦佛學院，他告訴館長不必了，我們過兩天就走了。館長問他到哪裡去？到香港去。這一盆涼水澆了之後，館長對於培養弘法人才的念頭，從此之後就斷掉了。你們想想這個罪過多大？這個罪過出家人造的。"
    },
    {
      "id": "14-014-0026_p0011",
      "zh_CN": "到她晚年的时候，李木源居士找我在新加坡办培训班，馆长非常勉强的答应，而且跟我讲只办一次，她对于年轻人修学没有信心。这一次办完了之后，接着办第二届，馆长也勉强同意，告诉我：「好，就办两届，以后不要再办了。」我说好。第二届办完之后，学生出了一个特刊，这个刊物送给馆长看，馆长看了之后非常感动，没有想到有这么好的效果，才告诉我这个班应当长期办下去。馆长是个有智慧的人，不是完全感情用事，看看这些年轻学生真肯学，学得有心得，她就受感动，可见得她不是一种情执，不是顽固，通情达理。她往生的时候，两次见到阿弥陀佛，一次见到莲池海会，走得那么安详。入殓的时候，一个星期全身柔软，瑞相希有。她有智慧，心地慈悲善良，真正护持佛法，我们对她的恩德是永远感念。不是一个没有智慧，感情用事，只晓得争权夺利，障碍佛法，破坏法缘，造作无量无边罪业，那不能相比。一个是佛菩萨再来的，一个是恶魔、罗刹来障碍佛法的，怎么会相同？所以我们要不断贪瞋痴，不把是非人我除掉，不真正从控制一切人事物这个意念上下手，我们在佛法上修学就很难获得成就。所以心寂三昧多么重要！",
      "zh_TW": "到她晚年的時候，李木源居士找我在新加坡辦培訓班，館長非常勉強的答應，而且跟我講只辦一次，她對於年輕人修學沒有信心。這一次辦完了之後，接著辦第二屆，館長也勉強同意，告訴我：「好，就辦兩屆，以後不要再辦了。」我說好。第二屆辦完之後，學生出了一個特刊，這個刊物送給館長看，館長看了之後非常感動，沒有想到有這麼好的效果，才告訴我這個班應當長期辦下去。館長是個有智慧的人，不是完全感情用事，看看這些年輕學生真肯學，學得有心得，她就受感動，可見得她不是一種情執，不是頑固，通情達理。她往生的時候，兩次見到阿彌陀佛，一次見到蓮池海會，走得那麼安詳。入殮的時候，一個星期全身柔軟，瑞相希有。她有智慧，心地慈悲善良，真正護持佛法，我們對她的恩德是永遠感念。不是一個沒有智慧，感情用事，只曉得爭權奪利，障礙佛法，破壞法緣，造作無量無邊罪業，那不能相比。一個是佛菩薩再來的，一個是惡魔、羅剎來障礙佛法的，怎麼會相同？所以我們要不斷貪瞋痴，不把是非人我除掉，不真正從控制一切人事物這個意念上下手，我們在佛法上修學就很難獲得成就。所以心寂三昧多麼重要！"
    },
    {
      "id": "14-014-0026_p0012",
      "zh_CN": "实在讲，我们能不能入心寂三昧？很难。你要入心寂三昧，你就证阿罗汉果，你就超越六道轮回。所以我们晓得，这一桩事自己做不到，做不到也必须要伏烦恼。心寂三昧是断烦恼，断不掉要伏，要控制住自己的妄想习气，控制住自己的烦恼，不让它发作，断恶修善，不要说救众生，先救自己，恶业造多了必堕地狱。这些事实真相，说实在话，现在许许多多学佛的同修都难以相信。他敢作恶，不怕受果报，他不相信因果报应，所以他敢做；如果相信有因果报应，他就不敢做了。因果报应的理跟事讲得太少了，这是我们这个时代远远比不上古代。古代因果报应说得多，在家里父母说、长辈说，在学校老师说，在社会大众都说，所以大家都有这个概念，起心动念，造作行持，自己都会有约束，纵然造恶，恶也不离谱，还都能讲得过去，不是大恶。我们在《感应篇》里面读到，有许许多多造作罪恶的人，年岁大了他会忏悔，他会回头。年轻的时候，他无知不相信，年长的时候觉悟了，回头了，努力修善。",
      "zh_TW": "實在講，我們能不能入心寂三昧？很難。你要入心寂三昧，你就證阿羅漢果，你就超越六道輪迴。所以我們曉得，這一樁事自己做不到，做不到也必須要伏煩惱。心寂三昧是斷煩惱，斷不掉要伏，要控制住自己的妄想習氣，控制住自己的煩惱，不讓它發作，斷惡修善，不要說救眾生，先救自己，惡業造多了必墮地獄。這些事實真相，說實在話，現在許許多多學佛的同修都難以相信。他敢作惡，不怕受果報，他不相信因果報應，所以他敢做；如果相信有因果報應，他就不敢做了。因果報應的理跟事講得太少了，這是我們這個時代遠遠比不上古代。古代因果報應說得多，在家裡父母說、長輩說，在學校老師說，在社會大眾都說，所以大家都有這個概念，起心動念，造作行持，自己都會有約束，縱然造惡，惡也不離譜，還都能講得過去，不是大惡。我們在《感應篇》裡面讀到，有許許多多造作罪惡的人，年歲大了他會懺悔，他會回頭。年輕的時候，他無知不相信，年長的時候覺悟了，回頭了，努力修善。"
    },
    {
      "id": "14-014-0026_p0013",
      "zh_CN": "修善要从心地，绝对不让自己心里面有一个恶的念头，你从这里做就好。心里头有恶念，你这个心是恶的，你受恶的薰修，这变成恶心。你要真正想回头，真正想修，祖师大德教给我们的方法，决定不念人恶。惠能大师在《坛经》里面跟我们说：「若真修道人，不见世间过」，这一句话说得好，说得重要！世间所有一切人的过失，我们心里头一概没有，就是绝不记他的过失。你的心就没有恶了，没有过了，心里面所存的都是世间的善。一切人的善我记住，一切人的过失，我绝不把它放在心上，这叫洗心，洗心是这个洗法。记别人的过错，我们的心是个恶心，是个不善的心；不善的心起作用，就是不善的行为，就造不善的业，聪明人不干这个事情。所以世间一切人以恶意对我，我都把他忘得干干净净，绝不在意。毁谤我的、侮辱我的、陷害我的，甚至杀害我的，都不要把他放在心上，使我们的心纯善无过。一切众生对我们有恩德，对我们有好处，决定不忘记，永远活在知恩报恩，沉浸感恩的境界当中，你就是纯善。",
      "zh_TW": "修善要從心地，絕對不讓自己心裡面有一個惡的念頭，你從這裡做就好。心裡頭有惡念，你這個心是惡的，你受惡的薰修，這變成惡心。你要真正想回頭，真正想修，祖師大德教給我們的方法，決定不念人惡。惠能大師在《壇經》裡面跟我們說：「若真修道人，不見世間過」，這一句話說得好，說得重要！世間所有一切人的過失，我們心裡頭一概沒有，就是絕不記他的過失。你的心就沒有惡了，沒有過了，心裡面所存的都是世間的善。一切人的善我記住，一切人的過失，我絕不把它放在心上，這叫洗心，洗心是這個洗法。記別人的過錯，我們的心是個惡心，是個不善的心；不善的心起作用，就是不善的行為，就造不善的業，聰明人不幹這個事情。所以世間一切人以惡意對我，我都把他忘得乾乾淨淨，絕不在意。毀謗我的、侮辱我的、陷害我的，甚至殺害我的，都不要把他放在心上，使我們的心純善無過。一切眾生對我們有恩德，對我們有好處，決定不忘記，永遠活在知恩報恩，沉浸感恩的境界當中，你就是純善。"
    },
    {
      "id": "14-014-0026_p0014",
      "zh_CN": "纯善无恶，天地鬼神都尊敬你，你这一生决定遇不到凶灾。中国人所谓「逢凶化吉，遇难成祥」，什么道理？心之所感，你是个纯善之心，你心里头没有恶。如果心里存恶念，你所遇的境界恰恰相反，明明是好的、吉利的，你就碰到祸害，逢吉得凶，逢福得祸，《感应篇》里面所讲的，你这一生事事不如意。所以吉凶祸福都在一念之间，为什么不在心理上做一百八十度的大转变？我们学佛有没有成果，就在看你心地转变的幅度。你要是做一百八十度的转变，你得到的结果是圆满的，你做九十度的转变，你得到的结果是一半，可见得佛法的修学都在自己，不在外境。外面的人事环境、物质环境与自己修持不相干，都在自己的存心，都在自己的用心，一定要用纯善之心，用纯粹利益众生的心，不可以自私自利，自私自利就造无量无边罪业，三途苦报你就永远不能脱离。这是我们讲到心寂三昧。",
      "zh_TW": "純善無惡，天地鬼神都尊敬你，你這一生決定遇不到凶災。中國人所謂「逢凶化吉，遇難成祥」，什麼道理？心之所感，你是個純善之心，你心裡頭沒有惡。如果心裡存惡念，你所遇的境界恰恰相反，明明是好的、吉利的，你就碰到禍害，逢吉得凶，逢福得禍，《感應篇》裡面所講的，你這一生事事不如意。所以吉凶禍福都在一念之間，為什麼不在心理上做一百八十度的大轉變？我們學佛有沒有成果，就在看你心地轉變的幅度。你要是做一百八十度的轉變，你得到的結果是圓滿的，你做九十度的轉變，你得到的結果是一半，可見得佛法的修學都在自己，不在外境。外面的人事環境、物質環境與自己修持不相干，都在自己的存心，都在自己的用心，一定要用純善之心，用純粹利益眾生的心，不可以自私自利，自私自利就造無量無邊罪業，三途苦報你就永遠不能脫離。這是我們講到心寂三昧。"
    },
    {
      "id": "14-014-0026_p0015",
      "zh_CN": "从心寂三昧再向上提升就是一行三昧，一行三昧经论上讲得很多。什么叫「一行三昧」？用个最浅显的话来说，「一门深入，长时薰修」，就是一行三昧。心定于一个法门，定在一部经上、一个法门，修成三昧，就叫一行三昧。在佛法里面，无论是哪个宗派、无论是哪个法门都重视，只有一门深入你才能成就三昧。你的成就一定是先得心寂三昧，然后从心寂三昧提升入一行三昧。心寂三昧是小成就，一行三昧是大成就。在经典里面解释这个名词，一行三昧是「唯专一行，修习正定」。它有事有理，理一行三昧就是「定心观真如一理」，《华严经》就是，《法华经》也是，这是理一行三昧。《文殊般若经》说：「法界一相，系缘法界」，就是一行三昧。华严家他们修行的方法是法界观，你们看看贤首宗的教义，华严法界观就是明了法界是一相。我们最近也在讲《华严经》，说到虚空法界一切众生是一体。什么一体？虚空法界一切众生就是自己。这样入观就是法界观，这就是一行三昧，理上的一行三昧。一行三昧成就了，尽知恒沙诸佛法界没有差别。",
      "zh_TW": "從心寂三昧再向上提升就是一行三昧，一行三昧經論上講得很多。什麼叫「一行三昧」？用個最淺顯的話來說，「一門深入，長時薰修」，就是一行三昧。心定於一個法門，定在一部經上、一個法門，修成三昧，就叫一行三昧。在佛法裡面，無論是哪個宗派、無論是哪個法門都重視，只有一門深入你才能成就三昧。你的成就一定是先得心寂三昧，然後從心寂三昧提升入一行三昧。心寂三昧是小成就，一行三昧是大成就。在經典裡面解釋這個名詞，一行三昧是「唯專一行，修習正定」。它有事有理，理一行三昧就是「定心觀真如一理」，《華嚴經》就是，《法華經》也是，這是理一行三昧。《文殊般若經》說：「法界一相，繫緣法界」，就是一行三昧。華嚴家他們修行的方法是法界觀，你們看看賢首宗的教義，華嚴法界觀就是明瞭法界是一相。我們最近也在講《華嚴經》，說到虛空法界一切眾生是一體。什麼一體？虛空法界一切眾生就是自己。這樣入觀就是法界觀，這就是一行三昧，理上的一行三昧。一行三昧成就了，盡知恆沙諸佛法界沒有差別。"
    },
    {
      "id": "14-014-0026_p0016",
      "zh_CN": "昨天晚上，我们在此地道场做了一个简单介绍，说明华严的境界，虚空法界一切众生都是诸佛如来，所以你才见佛。「入一行三昧已，见佛无数」，无量无边诸佛，你都见到了。无量无边诸佛在哪里？一切众生。一切众生是真佛，决定不是假佛，是你自己迷了，你见不到。迷的什么？你有妄想分别执着，你见不到佛，离开妄想分别执着你见到佛了。佛是什么？佛是真如本性，虚空法界是真如本性变现出来的相分，能变的是佛，所变的怎么不是佛？当然是佛。我们自己迷失了自性，换句话说是个糊涂佛。但是在明白人眼睛当中看起来，知道你是暂时糊涂，就好像一个人喝醉酒了，发酒疯，不能就否定他不是人，他还是人，还是个好人，他酒疯过了之后就正常，他不是疯子。佛菩萨看我们众生，是暂时迷惑颠倒，很快就恢复正常，所以他把我们当作真佛看待。我们遇到真佛，把他当作醉汉看待，也把他当作糊涂人看待。佛眼睛看众生是佛，众生眼睛看佛菩萨也是众生、也是凡夫。这不就说明了境随心转，境缘没有好丑，好丑在于心。你的心善，看世界所有一切众生都善，没有一个不善；你的心恶，看佛菩萨都是恶人，天下没有一个好人，所以都在一念之间，看你怎么转法。",
      "zh_TW": "昨天晚上，我們在此地道場做了一個簡單介紹，說明華嚴的境界，虛空法界一切眾生都是諸佛如來，所以你才見佛。「入一行三昧已，見佛無數」，無量無邊諸佛，你都見到了。無量無邊諸佛在哪裡？一切眾生。一切眾生是真佛，決定不是假佛，是你自己迷了，你見不到。迷的什麼？你有妄想分別執著，你見不到佛，離開妄想分別執著你見到佛了。佛是什麼？佛是真如本性，虛空法界是真如本性變現出來的相分，能變的是佛，所變的怎麼不是佛？當然是佛。我們自己迷失了自性，換句話說是個糊塗佛。但是在明白人眼睛當中看起來，知道你是暫時糊塗，就好像一個人喝醉酒了，發酒瘋，不能就否定他不是人，他還是人，還是個好人，他酒瘋過了之後就正常，他不是瘋子。佛菩薩看我們眾生，是暫時迷惑顛倒，很快就恢復正常，所以他把我們當作真佛看待。我們遇到真佛，把他當作醉漢看待，也把他當作糊塗人看待。佛眼睛看眾生是佛，眾生眼睛看佛菩薩也是眾生、也是凡夫。這不就說明了境隨心轉，境緣沒有好醜，好醜在於心。你的心善，看世界所有一切眾生都善，沒有一個不善；你的心惡，看佛菩薩都是惡人，天下沒有一個好人，所以都在一念之間，看你怎麼轉法。"
    },
    {
      "id": "14-014-0026_p0017",
      "zh_CN": "《大乘起信论》也说一行三昧，你要是依一行三昧，你就晓得「法界一相」，尽虚空、遍法界是一个相，这一个相就是实相、真相。你就看出来，「一切诸佛法身与众生身平等无二」，这叫一行三昧，所以一行三昧的根本是真如自性。禅宗六祖惠能大师在《坛经》说：「若于一切处，行住坐卧，纯一直心，不动道场，直成净土」，这叫做一行三昧。「一行三昧」也叫做「一相三昧」，禅宗里头非常重视。一切时、一切处，行住坐卧纯一直心，什么叫直心？直心是一念不生，宗门讲：「不思善，不思恶」；直心就是清净心，就是《弥陀经》讲的「一心不乱」。如果我们在一切时、一切处，你这个身体走着也好，坐着也好，站着也好，躺在床上也好，不起心、不动念，不分别、不执着，这个时候就是一行三昧；心里头动个念头就错了，一行三昧就失掉了。在这个时候，你的身心跟虚空法界融合成一体，这是真正的净土，法性土现前了。诸位要晓得，法性土跟法相土是在一起的，我们凡夫落在法相，不知道法性；入一行三昧的人，知道法相就是法性，性相不二，这是从理上说。",
      "zh_TW": "《大乘起信論》也說一行三昧，你要是依一行三昧，你就曉得「法界一相」，盡虛空、遍法界是一個相，這一個相就是實相、真相。你就看出來，「一切諸佛法身與眾生身平等無二」，這叫一行三昧，所以一行三昧的根本是真如自性。禪宗六祖惠能大師在《壇經》說：「若於一切處，行住坐臥，純一直心，不動道場，直成淨土」，這叫做一行三昧。「一行三昧」也叫做「一相三昧」，禪宗裡頭非常重視。一切時、一切處，行住坐臥純一直心，什麼叫直心？直心是一念不生，宗門講：「不思善，不思惡」；直心就是清淨心，就是《彌陀經》講的「一心不亂」。如果我們在一切時、一切處，你這個身體走著也好，坐著也好，站著也好，躺在床上也好，不起心、不動念，不分別、不執著，這個時候就是一行三昧；心裡頭動個念頭就錯了，一行三昧就失掉了。在這個時候，你的身心跟虛空法界融合成一體，這是真正的淨土，法性土現前了。諸位要曉得，法性土跟法相土是在一起的，我們凡夫落在法相，不知道法性；入一行三昧的人，知道法相就是法性，性相不二，這是從理上說。"
    },
    {
      "id": "14-014-0026_p0018",
      "zh_CN": "如果从事上说一行三昧、一相三昧，就是念佛三昧；换句话说，我们一心念佛就是事上的一行三昧、事上的一相三昧。由此可知，念佛法门的殊胜，念佛法门是直接修一行三昧。我们为什么得不到一行三昧？一行三昧就是《弥陀经》讲的「一心不乱」。我们念佛为什么不能得一心不乱？是我们心不清净，我们没有真正做「洗心易行」的功夫，没有遵照《无量寿经》的理论方法来修行。修行就是易行，改变我们错误的行为。从哪里改变起？我刚才所讲，一定要从我们自己的心里面，放弃一切恶的记忆，把一切恶的记忆念头舍弃得干干净净，用善念取而代之。记一切众生的善，不要记一切众生的过恶，永远生活在诚敬、感恩的境界之中，你说这个人生活多么充实，生命就有意义、有价值，没有罪恶。知道别人以恶意对我，不是他的本意，是他的误会，这话是真的，不是故意做此想，都是事实真相。他对我们认识不清楚、不了解，听信别人的谣言，或者是看错我们的行为。我们的行为，心行都是善的，可能我们的手段方式是不善的，他不了解。不善的手段可以达到善的目的，他没有看到后面的目的，只看到眼前我们的造作，产生了误会，这种事情自古以来往往有之。",
      "zh_TW": "如果從事上說一行三昧、一相三昧，就是念佛三昧；換句話說，我們一心念佛就是事上的一行三昧、事上的一相三昧。由此可知，念佛法門的殊勝，念佛法門是直接修一行三昧。我們為什麼得不到一行三昧？一行三昧就是《彌陀經》講的「一心不亂」。我們念佛為什麼不能得一心不亂？是我們心不清淨，我們沒有真正做「洗心易行」的功夫，沒有遵照《無量壽經》的理論方法來修行。修行就是易行，改變我們錯誤的行為。從哪裡改變起？我剛才所講，一定要從我們自己的心裡面，放棄一切惡的記憶，把一切惡的記憶念頭捨棄得乾乾淨淨，用善念取而代之。記一切眾生的善，不要記一切眾生的過惡，永遠生活在誠敬、感恩的境界之中，你說這個人生活多麼充實，生命就有意義、有價值，沒有罪惡。知道別人以惡意對我，不是他的本意，是他的誤會，這話是真的，不是故意做此想，都是事實真相。他對我們認識不清楚、不了解，聽信別人的謠言，或者是看錯我們的行為。我們的行為，心行都是善的，可能我們的手段方式是不善的，他不了解。不善的手段可以達到善的目的，他沒有看到後面的目的，只看到眼前我們的造作，產生了誤會，這種事情自古以來往往有之。"
    },
    {
      "id": "14-014-0026_p0019",
      "zh_CN": "我们决定不能够记仇、记恨、记人家的过失，这种心是非常不善的心，一定要记别人的好处。别人照顾我们一天，供养我们一餐饭，这个恩德都不能忘。大家知道韩信，他所以能够建功立业，最大的长处是不忘恩。自己在穷困挨饿的时候，漂母给他一碗饭吃，他一生不忘记，自己成功之后，还找这个人报恩，这是值得我们效法的，值得我们学习的。滴水之恩，终身不忘，再大的过失，再大的侮辱陷害，一笑了之，绝不在意，这是我们修行证果的本钱。你要没有这个基础，没有这个本钱，你怎么样苦修，你也不会证果。所以希望大家要注意这些事，不在这些事上下功夫，我们念佛怎么能成就念佛三昧？所以许多念佛同修告诉我，功夫不得力，不得力的原因不知道在哪里。甚至于在念佛堂领众修行的法师功夫也不得力，为什么不得力？下了堂之后还有是非人我，言谈之间还记得过去哪个人对不起我，还有这些念头在，他功夫怎么能得力？不可能。讲经说法的法师，对于过去恩恩怨怨没有忘记，他就不开智慧，他讲经永远不会有进步。讲经没有进步，就说明他修行的功夫没有进步，这一定道理。你真有修养，你才能讲得出真东西，讲得出真味道来。",
      "zh_TW": "我們決定不能夠記仇、記恨、記人家的過失，這種心是非常不善的心，一定要記別人的好處。別人照顧我們一天，供養我們一餐飯，這個恩德都不能忘。大家知道韓信，他所以能夠建功立業，最大的長處是不忘恩。自己在窮困挨餓的時候，漂母給他一碗飯吃，他一生不忘記，自己成功之後，還找這個人報恩，這是值得我們效法的，值得我們學習的。滴水之恩，終身不忘，再大的過失，再大的侮辱陷害，一笑了之，絕不在意，這是我們修行證果的本錢。你要沒有這個基礎，沒有這個本錢，你怎麼樣苦修，你也不會證果。所以希望大家要注意這些事，不在這些事上下功夫，我們念佛怎麼能成就念佛三昧？所以許多念佛同修告訴我，功夫不得力，不得力的原因不知道在哪裡。甚至於在念佛堂領眾修行的法師功夫也不得力，為什麼不得力？下了堂之後還有是非人我，言談之間還記得過去哪個人對不起我，還有這些念頭在，他功夫怎麼能得力？不可能。講經說法的法師，對於過去恩恩怨怨沒有忘記，他就不開智慧，他講經永遠不會有進步。講經沒有進步，就說明他修行的功夫沒有進步，這一定道理。你真有修養，你才能講得出真東西，講得出真味道來。"
    },
    {
      "id": "14-014-0026_p0020",
      "zh_CN": "《文殊般若经》有一段话：「若欲入一行三昧，应处空闲，舍诸乱意。」舍诸乱意这一句话要紧，乱意里头最严重的就是恩怨，要把这些不善念头舍尽。还得「不取相貌」，不取相貌怎么说？不着相。然后「系心一佛，专称名字。随佛方所，端身正向。能于一佛，念念相续，即是念中，能见过去未来现在诸佛」。这个事情我们同修当中有，有人告诉我，他在念佛的时候见到很多很多佛，但是他不是常常见。那是什么回事情？一念相应，很短的时间，这一念他心里头确实万缘放下，心地清净。虽然这个时间很短，是一刹那之间，一刹那之间就有感应，他就见到无量无边诸佛，或者听到无量无边诸佛念佛的声音。这是证明，证明这个事情是真的，不是假的。我们没有这个感应，换句话说，我们从来没有一念清净过，所以你得不到感应。得不到感应，也不必求感应，有求感应那个念头是妄念，障碍感应，不要求，自然的，心地清净自然这个境界会现前。现前也不要欢喜，一生欢喜心又错了，你又起心动念，马上就堕落了、就回头了。这是我们要了解，修行当中的境界。我们再看下面文：",
      "zh_TW": "《文殊般若經》有一段話：「若欲入一行三昧，應處空閒，捨諸亂意。」捨諸亂意這一句話要緊，亂意裡頭最嚴重的就是恩怨，要把這些不善念頭捨盡。還得「不取相貌」，不取相貌怎麼說？不著相。然後「繫心一佛，專稱名字。隨佛方所，端身正向。能於一佛，念念相續，即是念中，能見過去未來現在諸佛」。這個事情我們同修當中有，有人告訴我，他在念佛的時候見到很多很多佛，但是他不是常常見。那是什麼回事情？一念相應，很短的時間，這一念他心裡頭確實萬緣放下，心地清淨。雖然這個時間很短，是一剎那之間，一剎那之間就有感應，他就見到無量無邊諸佛，或者聽到無量無邊諸佛念佛的聲音。這是證明，證明這個事情是真的，不是假的。我們沒有這個感應，換句話說，我們從來沒有一念清淨過，所以你得不到感應。得不到感應，也不必求感應，有求感應那個念頭是妄念，障礙感應，不要求，自然的，心地清淨自然這個境界會現前。現前也不要歡喜，一生歡喜心又錯了，你又起心動念，馬上就墮落了、就回頭了。這是我們要了解，修行當中的境界。我們再看下面文："
    },
    {
      "id": "14-014-0026_p0021",
      "zh_CN": "【入一行三昧已，见佛无数，发深广心，住坚信位。】",
      "zh_TW": "【入一行三昧已，見佛無數，發深廣心，住堅信位。】"
    },
    {
      "id": "14-014-0026_p0022",
      "zh_CN": "底下这两句话重要，『发深广心，住坚信位。』我们有同修一念相应的时候见佛无数，但是底下这两句没有，所以他还是凡夫。如果见佛之后，下面这两句他有，他立刻就入菩萨位，他就超凡入圣。「发深广心」是什么心？深广心是菩提心，真正觉悟的心，坚定自己的信心，这个信心永远不退、永远不失。净土宗里面信、愿、行，你的信心建立了；信心建立之后，愿心就生起来，愿生净土，愿度众生；有愿必有行，你念佛不会间断，你会随时随处劝导一切众生念佛。劝人念佛是化他，自己念佛不间断是自度。你一定会像谛闲法师教导锅漏匠那个方法，你会很喜欢，你会很羡慕，你会很认真努力去做，有空就念佛，念累了休息，休息好了接着念，决定不放松。这世间所有一切缘统统放下了，不再放在心上，随缘度日，决定得生，前途一片光明。佛家说「一片金色光明」，无比殊胜的光明。",
      "zh_TW": "底下這兩句話重要，『發深廣心，住堅信位。』我們有同修一念相應的時候見佛無數，但是底下這兩句沒有，所以他還是凡夫。如果見佛之後，下面這兩句他有，他立刻就入菩薩位，他就超凡入聖。「發深廣心」是什麼心？深廣心是菩提心，真正覺悟的心，堅定自己的信心，這個信心永遠不退、永遠不失。淨土宗裡面信、願、行，你的信心建立了；信心建立之後，願心就生起來，願生淨土，願度眾生；有願必有行，你念佛不會間斷，你會隨時隨處勸導一切眾生念佛。勸人念佛是化他，自己念佛不間斷是自度。你一定會像諦閑法師教導鍋漏匠那個方法，你會很喜歡，你會很羨慕，你會很認真努力去做，有空就念佛，念累了休息，休息好了接著念，決定不放鬆。這世間所有一切緣統統放下了，不再放在心上，隨緣度日，決定得生，前途一片光明。佛家說「一片金色光明」，無比殊勝的光明。"
    },
    {
      "id": "14-014-0026_p0023",
      "zh_CN": "【于奢摩他，毗婆舍那，二种观道，决定信解。】",
      "zh_TW": "【於奢摩他，毗婆舍那，二種觀道，決定信解。】"
    },
    {
      "id": "14-014-0026_p0024",
      "zh_CN": "『奢摩他』、『毗婆舍那』是梵语。「奢摩他」翻成中文是「止」的意思，「毗婆舍那」是「观」，这两个名词合起来是止观。止观这两种修行的方法，『决定信解』，这个说法大家还是不太好懂，我们再换个名词，还是这个意思。「奢摩他」是放下，「毗婆舍那」是看破，这大家就好懂。看破是观，放下是止。观是观见，就是明白、了解，不迷了。止是彻底放下，放下什么？放下妄想分别执着，放下是非人我，放下名闻利养，放下贪瞋痴慢，自性里面没有的东西统统要放下就对了，自性里面有的就完全现前了。自性里面有的是什么？无量的智慧，无量的德能，是自性本具的，自然就现前。所以这两个名词，我们用看破、放下，大家概念就清楚多了。对于这个「决定信解」。你相信一切诸佛如来，他们过去从初发心修行证果，达到如来的果位，用什么方法？就是这两种方法。看破帮助你放下，放下帮助你更深一层的看破，看破、放下相辅相成。",
      "zh_TW": "『奢摩他』、『毗婆舍那』是梵語。「奢摩他」翻成中文是「止」的意思，「毗婆舍那」是「觀」，這兩個名詞合起來是止觀。止觀這兩種修行的方法，『決定信解』，這個說法大家還是不太好懂，我們再換個名詞，還是這個意思。「奢摩他」是放下，「毗婆舍那」是看破，這大家就好懂。看破是觀，放下是止。觀是觀見，就是明白、了解，不迷了。止是徹底放下，放下什麼？放下妄想分別執著，放下是非人我，放下名聞利養，放下貪瞋痴慢，自性裡面沒有的東西統統要放下就對了，自性裡面有的就完全現前了。自性裡面有的是什麼？無量的智慧，無量的德能，是自性本具的，自然就現前。所以這兩個名詞，我們用看破、放下，大家概念就清楚多了。對於這個「決定信解」。你相信一切諸佛如來，他們過去從初發心修行證果，達到如來的果位，用什麼方法？就是這兩種方法。看破幫助你放下，放下幫助你更深一層的看破，看破、放下相輔相成。"
    },
    {
      "id": "14-014-0026_p0025",
      "zh_CN": "我学佛，实在讲是很幸运，没有走冤枉路。我二十六岁，方先生介绍佛法给我，一个月之后我认识了章嘉大师。第一天跟他老人家见面，就向他老人家请教，有什么方法能帮助我很快的入佛门？大师教我六个字：「看得破，放得下」，我是第一天得到的。他这个讲法，我能够懂得、能够理解，我向他老人家请教从哪里下手？他教我「布施」，我有了一个入手之处。布施是真正放下，难舍能舍。你舍，智慧才现前。智慧为什么被蒙蔽不能现前？是因为你样样放不下，障碍你自性般若智慧。你能够放下，你智慧的障碍就没有了。放下，智慧就现前，智慧不开的原因就是放不下。",
      "zh_TW": "我學佛，實在講是很幸運，沒有走冤枉路。我二十六歲，方先生介紹佛法給我，一個月之後我認識了章嘉大師。第一天跟他老人家見面，就向他老人家請教，有什麼方法能幫助我很快的入佛門？大師教我六個字：「看得破，放得下」，我是第一天得到的。他這個講法，我能夠懂得、能夠理解，我向他老人家請教從哪裡下手？他教我「布施」，我有了一個入手之處。布施是真正放下，難捨能捨。你捨，智慧才現前。智慧為什麼被蒙蔽不能現前？是因為你樣樣放不下，障礙你自性般若智慧。你能夠放下，你智慧的障礙就沒有了。放下，智慧就現前，智慧不開的原因就是放不下。"
    },
    {
      "id": "14-014-0026_p0026",
      "zh_CN": "看破、放下从哪里下手？从放下下手，这是他老人家教给我的。我依教奉行，我真正做到了，实在讲，不是很高的功夫，中国古人讲：「与人无争，于世无求」，这八个字我做到了。所以我的心比别人清净，我的情绪比别人要自在，清净、自在是从这个地方得到的。我感恩章嘉大师，这是章嘉大师传授给我的，我一生得这个受用。以后学佛，愈学愈知道这两句话的真实，到现在才完全明了，一切诸佛如来从初发心，无量劫修成究竟圆满的佛果，就是这两个方法。章嘉大师有智慧，他不用奢摩他、毗婆舍那，要这样讲法我就不懂了，我就没有入手之处。他把这两句话讲成「看得破、放得下」，奢摩他是放得下，毗婆舍那是看得破，我就好懂了。",
      "zh_TW": "看破、放下從哪裡下手？從放下下手，這是他老人家教給我的。我依教奉行，我真正做到了，實在講，不是很高的功夫，中國古人講：「與人無爭，於世無求」，這八個字我做到了。所以我的心比別人清淨，我的情緒比別人要自在，清淨、自在是從這個地方得到的。我感恩章嘉大師，這是章嘉大師傳授給我的，我一生得這個受用。以後學佛，愈學愈知道這兩句話的真實，到現在才完全明瞭，一切諸佛如來從初發心，無量劫修成究竟圓滿的佛果，就是這兩個方法。章嘉大師有智慧，他不用奢摩他、毗婆舍那，要這樣講法我就不懂了，我就沒有入手之處。他把這兩句話講成「看得破、放得下」，奢摩他是放得下，毗婆舍那是看得破，我就好懂了。"
    },
    {
      "id": "14-014-0026_p0027",
      "zh_CN": "布施，不但是财要布施，身外之物要布施，最重要的把贪瞋痴布施掉，把是非人我布施掉，把自私自利布施掉，把权力欲望布施掉，还得把所有一切嗜好也布施掉，这个重要。人如果不离爱欲、不离嗜好，就永远不能离开三途六道，三途六道根本的原因就是这个。所以爱欲要布施掉，嗜好要布施掉，生活一切随缘。我们今天生活，还要记住释迦牟尼佛托钵的精神，我们今天接受供养就是托钵，人家供养什么，我们就吃什么，不要有分别，不要有执着，没有好坏之分，在这样恒顺众生当中修随喜功德。功德是什么？把我们的嗜好舍掉了。我们今天只取需要，不取爱好。饮食是所需要的，要滋养身体；绝不去爱好，我想吃什么东西，想要什么东西，那是你的爱好。所以嗜好不取，只取需要，这就对了。而且只取应量，应量是我需要多少量，譬如吃饭，我只需要一碗，我就吃一碗，不会看到今天菜不错，今天可以吃三碗、四碗，那贪心就起来了；菜好也吃这么多，不好也吃这么多，应量。这样过一生，真的是快乐自在无比。",
      "zh_TW": "布施，不但是財要布施，身外之物要布施，最重要的把貪瞋痴布施掉，把是非人我布施掉，把自私自利布施掉，把權力欲望布施掉，還得把所有一切嗜好也布施掉，這個重要。人如果不離愛欲、不離嗜好，就永遠不能離開三途六道，三途六道根本的原因就是這個。所以愛欲要布施掉，嗜好要布施掉，生活一切隨緣。我們今天生活，還要記住釋迦牟尼佛托缽的精神，我們今天接受供養就是托缽，人家供養什麼，我們就吃什麼，不要有分別，不要有執著，沒有好壞之分，在這樣恆順眾生當中修隨喜功德。功德是什麼？把我們的嗜好捨掉了。我們今天只取需要，不取愛好。飲食是所需要的，要滋養身體；絕不去愛好，我想吃什麼東西，想要什麼東西，那是你的愛好。所以嗜好不取，只取需要，這就對了。而且只取應量，應量是我需要多少量，譬如吃飯，我只需要一碗，我就吃一碗，不會看到今天菜不錯，今天可以吃三碗、四碗，那貪心就起來了；菜好也吃這麼多，不好也吃這麼多，應量。這樣過一生，真的是快樂自在無比。"
    },
    {
      "id": "14-014-0026_p0028",
      "zh_CN": "我自己一生没有道场，道场都是别人的。我自己也没有信徒，天天跟我的这些出家人，韩馆长度的，不是我度的。哪个人要到图书馆出家，要得她同意，我同意不行，我没有权。你们出家人名字都是馆长起的，所以是跟韩馆长出了家，不是跟我。你们叫我「师父」是挂名的，有名无实。韩馆长往生之后，我再不会给人剃度了。我从出家那一天起就羡慕印光法师，印光法师一生不作住持，不建道场，不收出家徒弟。他收学生，不收出家徒弟，不作传戒师。我也希望我这一生当中，能够学得像印光法师，在末法当中，特别是在现代社会，自己能得自在！",
      "zh_TW": "我自己一生沒有道場，道場都是別人的。我自己也沒有信徒，天天跟我的這些出家人，韓館長度的，不是我度的。哪個人要到圖書館出家，要得她同意，我同意不行，我沒有權。你們出家人名字都是館長起的，所以是跟韓館長出了家，不是跟我。你們叫我「師父」是掛名的，有名無實。韓館長往生之後，我再不會給人剃度了。我從出家那一天起就羨慕印光法師，印光法師一生不作住持，不建道場，不收出家徒弟。他收學生，不收出家徒弟，不作傳戒師。我也希望我這一生當中，能夠學得像印光法師，在末法當中，特別是在現代社會，自己能得自在！"
    },
    {
      "id": "14-014-0026_p0029",
      "zh_CN": "最近北京那边的同修，也有不少长者，欢迎我到北京去落户，我是念念在怀，希望落叶归根，我已经老了，难得北京许多长者欢迎我。如果我到北京去落户，我只盖小茅篷，我不要找建筑师。我找谁？找乡下老百姓，找三、五个人给我搭个茅篷，我这样落户自在。我建筑一个道场，争的人、抢的人就多，这是造罪业。我盖小茅篷，送人人都不要，这才相安无事，清净无为，我欢喜过这种日子。我乐意帮助别人，我可以帮助别人建道场，我自己不要道场，我自己一生作客不作主。主人欢喜我，我在多住几天，多做几次讲演；主人不欢喜，我们欢欢喜喜赶快走路。绝不与人做冤家，绝不与人结冤仇，这是做人的基本态度，世出世间圣人教导我们的。",
      "zh_TW": "最近北京那邊的同修，也有不少長者，歡迎我到北京去落戶，我是念念在懷，希望落葉歸根，我已經老了，難得北京許多長者歡迎我。如果我到北京去落戶，我只蓋小茅篷，我不要找建築師。我找誰？找鄉下老百姓，找三、五個人給我搭個茅篷，我這樣落戶自在。我建築一個道場，爭的人、搶的人就多，這是造罪業。我蓋小茅篷，送人人都不要，這才相安無事，清淨無為，我歡喜過這種日子。我樂意幫助別人，我可以幫助別人建道場，我自己不要道場，我自己一生作客不作主。主人歡喜我，我在多住幾天，多做幾次講演；主人不歡喜，我們歡歡喜喜趕快走路。絕不與人做冤家，絕不與人結冤仇，這是做人的基本態度，世出世間聖人教導我們的。"
    },
    {
      "id": "14-014-0026_p0030",
      "zh_CN": "我们果然能够认知、能够明了，能够依教奉行，这一生享清福，来生的福报真的是不可思议！人生很短，为什么不修来生而贪着今生？贪着今生是错误的。能修来生，这个人眼光就远大，才真正有前途，真正有幸福。我在北京，听黄念祖老居士的学生告诉我，黄老居士跟他们聊天，谈起净空法师，他说：「净空法师这一生要不往生，来生的福报不得了。」他来给我说，我笑笑，我说我还是要求往生，我不要来生福报。为什么？我们看到自古以来，多少帝王享大福报，可是享福的时候没有不造业的，福报享完了还堕落，所以决定往生是正确的。舍弃人天大福报，决定求生净土，这才是智慧的选择。",
      "zh_TW": "我們果然能夠認知、能夠明瞭，能夠依教奉行，這一生享清福，來生的福報真的是不可思議！人生很短，為什麼不修來生而貪著今生？貪著今生是錯誤的。能修來生，這個人眼光就遠大，才真正有前途，真正有幸福。我在北京，聽黃念祖老居士的學生告訴我，黃老居士跟他們聊天，談起淨空法師，他說：「淨空法師這一生要不往生，來生的福報不得了。」他來給我說，我笑笑，我說我還是要求往生，我不要來生福報。為什麼？我們看到自古以來，多少帝王享大福報，可是享福的時候沒有不造業的，福報享完了還墮落，所以決定往生是正確的。捨棄人天大福報，決定求生淨土，這才是智慧的選擇。"
    },
    {
      "id": "14-014-0026_p0031",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}