{
  "doc_id": "02-041-0365",
  "title": {
    "zh_CN": "二Ｏ一四净土大经科注",
    "zh_TW": "二Ｏ一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六五集",
    "zh_TW": "第三六五集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0365",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-041-0365_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0365_p0002",
      "zh_CN": "请看《大经科注》第八百五十八页，倒数第四行看起：",
      "zh_TW": "請看《大經科註》第八百五十八頁，倒數第四行看起："
    },
    {
      "id": "02-041-0365_p0003",
      "zh_CN": "「二利圆满」，二利就是自利利他。这一段分四个小段，第一个小段「寂尽二余」，经文有四句。请看经文：",
      "zh_TW": "「二利圓滿」，二利就是自利利他。這一段分四個小段，第一個小段「寂盡二餘」，經文有四句。請看經文："
    },
    {
      "id": "02-041-0365_p0004",
      "zh_CN": "【知一切法。悉皆空寂。生身烦恼。二余俱尽。】",
      "zh_TW": "【知一切法。悉皆空寂。生身煩惱。二餘俱盡。】"
    },
    {
      "id": "02-041-0365_p0005",
      "zh_CN": "我们看念老的注解。这一段在念老《大经解》里面是第三小科，「明极乐菩萨德行圆满」。第一个要『知一切法，悉皆空寂』，这八个字叫看破。我们为什么放不下？没看破，不知道一切法悉皆空寂。如果知道一切法悉皆空寂，你就很欢喜放下了。一切法，世间法、佛法都包括在其中。所以《金刚经》上告诉我们，「法尚应舍，何况非法」，那个法是佛法，佛法也要放下。为什么？佛法是缘生的，因为众生迷，佛陀慈悲，帮助他破迷开悟，用这种种方法来诱导他，这就是八万四千法门、无量法门。你能放下了，这个法也要放下，不能执着，执着就错了。我们今天修净土，这是个特别法门，这个法门主张要抓住这一句佛号，信、愿、持名，不许有杂念，不许有分别、有执着，这叫真念佛人。如果念佛里面还有执着、还有杂念、还有分别，这个功夫不纯。能不能往生？很难讲，多半不能往生。因为往生是着重最后的一念，最后一念是真信、真愿、真念这一句阿弥陀佛，没有妄想杂念、分别执着，决定得生；如果最后一念还夹杂着妄念在里头，就不能往生，这个我们不能不知道，关系太大了。所以经上这四句话要牢牢的记住，经不会背没有关系，这句话能记住就好，就是「知一切法悉皆空寂」。",
      "zh_TW": "我們看念老的註解。這一段在念老《大經解》裡面是第三小科，「明極樂菩薩德行圓滿」。第一個要『知一切法，悉皆空寂』，這八個字叫看破。我們為什麼放不下？沒看破，不知道一切法悉皆空寂。如果知道一切法悉皆空寂，你就很歡喜放下了。一切法，世間法、佛法都包括在其中。所以《金剛經》上告訴我們，「法尚應捨，何況非法」，那個法是佛法，佛法也要放下。為什麼？佛法是緣生的，因為眾生迷，佛陀慈悲，幫助他破迷開悟，用這種種方法來誘導他，這就是八萬四千法門、無量法門。你能放下了，這個法也要放下，不能執著，執著就錯了。我們今天修淨土，這是個特別法門，這個法門主張要抓住這一句佛號，信、願、持名，不許有雜念，不許有分別、有執著，這叫真念佛人。如果念佛裡面還有執著、還有雜念、還有分別，這個功夫不純。能不能往生？很難講，多半不能往生。因為往生是著重最後的一念，最後一念是真信、真願、真念這一句阿彌陀佛，沒有妄想雜念、分別執著，決定得生；如果最後一念還夾雜著妄念在裡頭，就不能往生，這個我們不能不知道，關係太大了。所以經上這四句話要牢牢的記住，經不會背沒有關係，這句話能記住就好，就是「知一切法悉皆空寂」。"
    },
    {
      "id": "02-041-0365_p0006",
      "zh_CN": "不但世间法是假的，佛法也不是真的，两种假的都放下，真的就现前。真是什么？真如本性，真如本性就现前。这一现前就叫成佛，比菩萨高。菩萨将世出世间一切法放下了，但是他还有妄想没放下。妄想，无始无明烦恼，这个非常微细，微细到什么程度？就像弥勒菩萨告诉我们的，一秒钟里面有二千二百四十兆念头的生灭，太微细了。一个念头存在的时间是二千二百四十兆分之一秒，我们确实没这个概念，对于这个事情完全是陌生。但是这桩事情在我们面前，从来没有间断过。我们要记住，我们今天看电视屏幕、电脑的屏幕，一秒钟它的画面有多少个生灭？这个是普通常识，很多人都知道，一百次；也就是百分之一秒，这个画面在屏幕上波动的现象是一秒钟一百次。现实的这些环境，包括我们的身体，包括我们地球，乃至于太空，一秒钟多少次？弥勒菩萨告诉我们，一秒钟二千二百四十，单位是兆，什么是兆？万亿是兆。太微细了，我们完全不知道，就在眼前，眼见色、耳闻声，乃至于起心动念，都是二千二百四十兆分之一秒完成的幻相。",
      "zh_TW": "不但世間法是假的，佛法也不是真的，兩種假的都放下，真的就現前。真是什麼？真如本性，真如本性就現前。這一現前就叫成佛，比菩薩高。菩薩將世出世間一切法放下了，但是他還有妄想沒放下。妄想，無始無明煩惱，這個非常微細，微細到什麼程度？就像彌勒菩薩告訴我們的，一秒鐘裡面有二千二百四十兆念頭的生滅，太微細了。一個念頭存在的時間是二千二百四十兆分之一秒，我們確實沒這個概念，對於這個事情完全是陌生。但是這樁事情在我們面前，從來沒有間斷過。我們要記住，我們今天看電視屏幕、電腦的屏幕，一秒鐘它的畫面有多少個生滅？這個是普通常識，很多人都知道，一百次；也就是百分之一秒，這個畫面在屏幕上波動的現象是一秒鐘一百次。現實的這些環境，包括我們的身體，包括我們地球，乃至於太空，一秒鐘多少次？彌勒菩薩告訴我們，一秒鐘二千二百四十，單位是兆，什麼是兆？萬億是兆。太微細了，我們完全不知道，就在眼前，眼見色、耳聞聲，乃至於起心動念，都是二千二百四十兆分之一秒完成的幻相。"
    },
    {
      "id": "02-041-0365_p0007",
      "zh_CN": "《金刚经》末后四句偈说得好，告诉我们事实真相，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。电，我们今天看这个屏幕是电，电是百分之一秒，无法想像，所以它不是真的。世法、佛法都是悉皆空寂，大彻大悟的人在空寂里头做佛事。谁知道空寂？法身菩萨，圆教初住以上，《华严经》上所说的；别教要初地以上，他才能入这个境界，他不再迷了。别教的三贤菩萨，没见性，不能生实报庄严土。实报土里面有四十一个阶级，这四十一个阶级就是都是圆教，十住、十行、十回向、十地，他们见性了。所谓见性，就是见到这个事实真相，他看见了。今天科学家看见了，科学家是从仪器上看出来，是藉外面的助力知道事实真相，但是不能回归自性，什么原因？妄想、分别、执着放不下，不能见性，不能成为菩萨，甚至于连阿罗汉的资格他都取不到，阿罗汉不执着了，他还执着，科学家执着。",
      "zh_TW": "《金剛經》末後四句偈說得好，告訴我們事實真相，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。電，我們今天看這個屏幕是電，電是百分之一秒，無法想像，所以它不是真的。世法、佛法都是悉皆空寂，大徹大悟的人在空寂裡頭做佛事。誰知道空寂？法身菩薩，圓教初住以上，《華嚴經》上所說的；別教要初地以上，他才能入這個境界，他不再迷了。別教的三賢菩薩，沒見性，不能生實報莊嚴土。實報土裡面有四十一個階級，這四十一個階級就是都是圓教，十住、十行、十迴向、十地，他們見性了。所謂見性，就是見到這個事實真相，他看見了。今天科學家看見了，科學家是從儀器上看出來，是藉外面的助力知道事實真相，但是不能回歸自性，什麼原因？妄想、分別、執著放不下，不能見性，不能成為菩薩，甚至於連阿羅漢的資格他都取不到，阿羅漢不執著了，他還執著，科學家執著。"
    },
    {
      "id": "02-041-0365_p0008",
      "zh_CN": "他们的报告对我们学佛的同修来说有很大的帮助。佛经上讲的这些都是关于科学方面的事情，科学家没有证实，我们对佛讲的产生怀疑。现代科学家已经把物质现象搞清楚了，物质从哪来的？从念头生的。这佛在经上讲得很多，相由心生，心就是念头，妄心，「一切法从心想生」，这都是大乘经上常说的。所以我们有理由相信，再过二、三十年，佛教不是宗教了，科学家承认佛教是高等科学。他们用了四百多年的时间，一代一代接着去深入研究，一直到现在才发现微中子，所谓微中子就是物质现象里面最小的单位。八十年前科学家发现原子，认为原子是最小的单位。随着这些年科学技术的进步，观测的器材不断在改进，发现原子还是由更小的东西组成，这就是原子核、电子、中子，并不很单纯，也很复杂。一直到现在，算是把物质厘清了，得的结论跟佛讲的一样，悉皆空寂，告诉我们这个宇宙之间确确实实没有物质这个东西的存在，物质现象是什么？是念头在高频率之下产生的幻相。它念念不住，你说物质存在它的寿命多长？那就是刚才说的，二千二百四十兆分之一秒，一秒钟它生灭二千二百四十兆次。幻相，不是真的，没有一样是真的，整个六道轮回是假的，整个十法界也不是真的。所以六道、十法界都应当放下。",
      "zh_TW": "他們的報告對我們學佛的同修來說有很大的幫助。佛經上講的這些都是關於科學方面的事情，科學家沒有證實，我們對佛講的產生懷疑。現代科學家已經把物質現象搞清楚了，物質從哪來的？從念頭生的。這佛在經上講得很多，相由心生，心就是念頭，妄心，「一切法從心想生」，這都是大乘經上常說的。所以我們有理由相信，再過二、三十年，佛教不是宗教了，科學家承認佛教是高等科學。他們用了四百多年的時間，一代一代接著去深入研究，一直到現在才發現微中子，所謂微中子就是物質現象裡面最小的單位。八十年前科學家發現原子，認為原子是最小的單位。隨著這些年科學技術的進步，觀測的器材不斷在改進，發現原子還是由更小的東西組成，這就是原子核、電子、中子，並不很單純，也很複雜。一直到現在，算是把物質釐清了，得的結論跟佛講的一樣，悉皆空寂，告訴我們這個宇宙之間確確實實沒有物質這個東西的存在，物質現象是什麼？是念頭在高頻率之下產生的幻相。它念念不住，你說物質存在它的壽命多長？那就是剛才說的，二千二百四十兆分之一秒，一秒鐘它生滅二千二百四十兆次。幻相，不是真的，沒有一樣是真的，整個六道輪迴是假的，整個十法界也不是真的。所以六道、十法界都應當放下。"
    },
    {
      "id": "02-041-0365_p0009",
      "zh_CN": "什么是真的？常寂光是真的，净土宗最高的层次，常寂光净土，那是真的。证到常寂光净土，也就是我们平常讲的回归自性，我们从自性里头流出来，最后还回归自性，回归自性就是圆满的成佛。四十一位法身大士，前面说过的再加上一个等觉，四十一个位次，他们住实报土，证得的报身，住在报土。这个境界里头没有生灭的现象，十法界有生灭现象，六道有生灭现象，实报土里头没有生灭现象。释迦牟尼佛的实报土，华藏世界，《华严经》上说的，是释迦佛的报土。在娑婆世界修行证果，真正得到大彻大悟明心见性，他不求往生极乐世界，他就是住在华藏世界，在华藏世界修行。华藏世界报身佛叫卢舍那。毘卢遮那是法身佛，没有形相，就是常寂光，无处不在，无时不在。卢舍那佛他的助手，帮助他的人，是文殊、普贤两位菩萨。我们要知道，文殊、普贤，在华严会上我们看到，最后十大愿王导归极乐，到极乐世界去参学、去访问，听阿弥陀佛教诲，佛在《华严经》上说的。",
      "zh_TW": "什麼是真的？常寂光是真的，淨土宗最高的層次，常寂光淨土，那是真的。證到常寂光淨土，也就是我們平常講的回歸自性，我們從自性裡頭流出來，最後還回歸自性，回歸自性就是圓滿的成佛。四十一位法身大士，前面說過的再加上一個等覺，四十一個位次，他們住實報土，證得的報身，住在報土。這個境界裡頭沒有生滅的現象，十法界有生滅現象，六道有生滅現象，實報土裡頭沒有生滅現象。釋迦牟尼佛的實報土，華藏世界，《華嚴經》上說的，是釋迦佛的報土。在娑婆世界修行證果，真正得到大徹大悟明心見性，他不求往生極樂世界，他就是住在華藏世界，在華藏世界修行。華藏世界報身佛叫盧舍那。毘盧遮那是法身佛，沒有形相，就是常寂光，無處不在，無時不在。盧舍那佛他的助手，幫助他的人，是文殊、普賢兩位菩薩。我們要知道，文殊、普賢，在華嚴會上我們看到，最後十大願王導歸極樂，到極樂世界去參學、去訪問，聽阿彌陀佛教誨，佛在《華嚴經》上說的。"
    },
    {
      "id": "02-041-0365_p0010",
      "zh_CN": "往生到华藏世界真不容易，太难了！一定要明心见性才具足这个条件，取得这个资格。有几个人能做到？我看禅宗的《五灯会元》，过去这些大德，宗门的大德，确实有定功，有开悟的，这里面记载一千七百个人，这些人全是在华藏世界。他们如果要回向求生净土，很容易，「有禅有净土，犹如戴角虎」，只看他发心，他想去真的就到了，没有障碍。宗门大开圆解，我相信不会少过一千七百人。这样看起来，佛教传到中国之后，在中国这块大地，依照佛法修行证果成就的人应该是三千人左右。这一代呢？我相信有，我没见过，不敢说没有。为什么？这些真正修行人藏在深山里面人迹不到的地方，他在那里修行。有真修行的人好，地球上可以减少灾难，他居住在地球上，地球就可以把灾难减轻。要没有这些人，地球今天的灾难很重，比我们现在所看到、听到的还要严重。",
      "zh_TW": "往生到華藏世界真不容易，太難了！一定要明心見性才具足這個條件，取得這個資格。有幾個人能做到？我看禪宗的《五燈會元》，過去這些大德，宗門的大德，確實有定功，有開悟的，這裡面記載一千七百個人，這些人全是在華藏世界。他們如果要迴向求生淨土，很容易，「有禪有淨土，猶如戴角虎」，只看他發心，他想去真的就到了，沒有障礙。宗門大開圓解，我相信不會少過一千七百人。這樣看起來，佛教傳到中國之後，在中國這塊大地，依照佛法修行證果成就的人應該是三千人左右。這一代呢？我相信有，我沒見過，不敢說沒有。為什麼？這些真正修行人藏在深山裡面人跡不到的地方，他在那裡修行。有真修行的人好，地球上可以減少災難，他居住在地球上，地球就可以把災難減輕。要沒有這些人，地球今天的災難很重，比我們現在所看到、聽到的還要嚴重。"
    },
    {
      "id": "02-041-0365_p0011",
      "zh_CN": "我们相信地球上，凡圣同居土，有菩萨、有阿罗汉、有辟支佛在地球上修行。中国四大名山不是假的，黄念祖老居士在《报恩谈》里面告诉我们，现代还有人在五台见过文殊菩萨。抗战期间我们在贵州，我们校长的夫人见过地藏菩萨化身。那个时候她不学佛，她不知道。看到是个出家人，问他干什么？来化缘的，不多，五斤香油。我们师母没给他，那个时候不学佛不知道。晚年学佛，把这个事情讲给李老师听，李老师告诉她，那是九华山地藏菩萨化身。跟她谈话谈了半个小时。说明四大名山四大菩萨真在，你有缘就能遇到。香港的圣一法师，在大陆开放之前，曾经有一次到普陀山去拜观音菩萨，在潮音洞拜了一个多小时，菩萨现身，现的是戴毘卢帽，就像地藏菩萨戴的帽子一样，戴毘卢帽，出家人，菩萨现的菩萨相，金色身。他们三个人一同去参学的，三个人都见到，但是不一样，以圣一法师见到最殊胜；另外一位法师，也是香港法师，见到是白衣大士；第三位是中国大陆一位法师，也见到了，是一个出家人。你看同时同处，各人见的不一样，离开的时候大家来交流一下，每个人说出来不一样。菩萨现身应机有差别，三个人的根性不相同，所见到的观音菩萨相不一样，但是都是真的，都不是假的。所以这个世界有。鬼神就更不必说了。你细心去观察，现世报，果报，因果报应，就在人间，常常听到，还有人亲眼看到。善有善果，恶有恶报，不是不报，时辰未到。我们留意这些事情，你就有缘常常遇到。遇到有好处，增长自己的信心，让自己起心动念、言语造作不敢犯过失，犯过失真有恶报现前。",
      "zh_TW": "我們相信地球上，凡聖同居土，有菩薩、有阿羅漢、有辟支佛在地球上修行。中國四大名山不是假的，黃念祖老居士在《報恩談》裡面告訴我們，現代還有人在五台見過文殊菩薩。抗戰期間我們在貴州，我們校長的夫人見過地藏菩薩化身。那個時候她不學佛，她不知道。看到是個出家人，問他幹什麼？來化緣的，不多，五斤香油。我們師母沒給他，那個時候不學佛不知道。晚年學佛，把這個事情講給李老師聽，李老師告訴她，那是九華山地藏菩薩化身。跟她談話談了半個小時。說明四大名山四大菩薩真在，你有緣就能遇到。香港的聖一法師，在大陸開放之前，曾經有一次到普陀山去拜觀音菩薩，在潮音洞拜了一個多小時，菩薩現身，現的是戴毘盧帽，就像地藏菩薩戴的帽子一樣，戴毘盧帽，出家人，菩薩現的菩薩相，金色身。他們三個人一同去參學的，三個人都見到，但是不一樣，以聖一法師見到最殊勝；另外一位法師，也是香港法師，見到是白衣大士；第三位是中國大陸一位法師，也見到了，是一個出家人。你看同時同處，各人見的不一樣，離開的時候大家來交流一下，每個人說出來不一樣。菩薩現身應機有差別，三個人的根性不相同，所見到的觀音菩薩相不一樣，但是都是真的，都不是假的。所以這個世界有。鬼神就更不必說了。你細心去觀察，現世報，果報，因果報應，就在人間，常常聽到，還有人親眼看到。善有善果，惡有惡報，不是不報，時辰未到。我們留意這些事情，你就有緣常常遇到。遇到有好處，增長自己的信心，讓自己起心動念、言語造作不敢犯過失，犯過失真有惡報現前。"
    },
    {
      "id": "02-041-0365_p0012",
      "zh_CN": "真正明白了，这个理深，这是菩萨的境界，「知一切法悉皆空寂」，对于伤害我们的人你就会原谅他，不再计较。为什么？如果计较，不原谅他，这个果报是生生世世没完没了，那个太苦了！所以吃一点亏，受一点伤害，不要紧，纵然把命丢掉了也不去怪他，我们的帐一笔消了，以后再不搞这些冤冤相报的事情。这是智慧，这是聪明人，这是有福报的人。我们在这个世间受一点小的伤害，不至于要命的伤害，更应当原谅，不要放在心上就好。为什么？一切法空寂，没有一样是真的，物质现象是假的，念头也不是真的。",
      "zh_TW": "真正明白了，這個理深，這是菩薩的境界，「知一切法悉皆空寂」，對於傷害我們的人你就會原諒他，不再計較。為什麼？如果計較，不原諒他，這個果報是生生世世沒完沒了，那個太苦了！所以吃一點虧，受一點傷害，不要緊，縱然把命丟掉了也不去怪他，我們的帳一筆消了，以後再不搞這些冤冤相報的事情。這是智慧，這是聰明人，這是有福報的人。我們在這個世間受一點小的傷害，不至於要命的傷害，更應當原諒，不要放在心上就好。為什麼？一切法空寂，沒有一樣是真的，物質現象是假的，念頭也不是真的。"
    },
    {
      "id": "02-041-0365_p0013",
      "zh_CN": "这两句话黄念老有注解，他引用《维摩经弟子品》，「《维摩经弟子品》曰：诸法究竟无所有，是空义。又《大乘义章二》曰：空者，就理彰名，理寂名空。」这句话的意思，像这样的句子，类似的，诸法究竟无所有，不只《维摩经》，《般若经》上讲得更多，《金刚经》是大家喜欢读的，《金刚经》、《心经》可以说通篇都讲这个字，都讲这个理、讲这个事。佛常说，帮助我们记忆，常常回光返照，对于这个世间不再贪求了，真能放下。真能放下，你就没有障碍，很容易契入佛菩萨境界。凡是不能契入，没放下，关键就在此地。诸法的范围大，不仅仅是物质现象，还有精神现象，还有自然现象，所有这些现象究竟无所有，无所有上加上究竟，是真的不是假的，这是佛法讲空的意思。",
      "zh_TW": "這兩句話黃念老有註解，他引用《維摩經弟子品》，「《維摩經弟子品》曰：諸法究竟無所有，是空義。又《大乘義章二》曰：空者，就理彰名，理寂名空。」這句話的意思，像這樣的句子，類似的，諸法究竟無所有，不只《維摩經》，《般若經》上講得更多，《金剛經》是大家喜歡讀的，《金剛經》、《心經》可以說通篇都講這個字，都講這個理、講這個事。佛常說，幫助我們記憶，常常回光返照，對於這個世間不再貪求了，真能放下。真能放下，你就沒有障礙，很容易契入佛菩薩境界。凡是不能契入，沒放下，關鍵就在此地。諸法的範圍大，不僅僅是物質現象，還有精神現象，還有自然現象，所有這些現象究竟無所有，無所有上加上究竟，是真的不是假的，這是佛法講空的意思。"
    },
    {
      "id": "02-041-0365_p0014",
      "zh_CN": "为什么是空？你得不到，你没有办法掌控，你没有办法拥有。我们从最根本的一个讲，身体，晚上睡着了，人把你身体抬走你都不知道，你在作梦。身体不是我，能够把这个看破，好，你入门了。小乘须陀洹，大乘初信位的菩萨，五种见惑断掉了。第一个就是身见，我们还执着这个身是我，换句话说，你在佛教是幼稚园，一年级没有上过，无我才入一年级，正式的学生，我们是门外的，还有我，身见放不下。有我就会有边见，边是什么？对立，这身是我，那是你，那是他，对立了。没有边见、没有对立，是一体，好，真的是一体。边见不是正常的观察，不是佛菩萨的观照。佛菩萨观照是没有这个身相，整个宇宙是一体，就像惠能大师所说的，「何期自性，能生万法」，这个万法是宇宙。整个宇宙从哪来的？是自性所生所现，现的幻相，有缘就现相，没有缘不现了。现相的时候不能说它有，不现相的时候不能说它无，四句百非都要放下，四句是有、无、亦有亦无、非有非无，都叫戏论、都叫空话，没有实质的意义，这个一定要知道。所以究竟无所有，一切法究竟无所有，你怎么可以要拥有它？释迦牟尼佛一生，当年在世为什么不建道场？要建道场就有了，不建道场是空义，连道场也放下了。真正道场在哪里？他讲经说法的地方就是道场，今天在树下讲经，这树下是道场；明天在河边讲经，河边是道场，在哪里说法哪里是道场，没有固定的，与妙有真空相应，这是我们要学的。",
      "zh_TW": "為什麼是空？你得不到，你沒有辦法掌控，你沒有辦法擁有。我們從最根本的一個講，身體，晚上睡著了，人把你身體抬走你都不知道，你在作夢。身體不是我，能夠把這個看破，好，你入門了。小乘須陀洹，大乘初信位的菩薩，五種見惑斷掉了。第一個就是身見，我們還執著這個身是我，換句話說，你在佛教是幼稚園，一年級沒有上過，無我才入一年級，正式的學生，我們是門外的，還有我，身見放不下。有我就會有邊見，邊是什麼？對立，這身是我，那是你，那是他，對立了。沒有邊見、沒有對立，是一體，好，真的是一體。邊見不是正常的觀察，不是佛菩薩的觀照。佛菩薩觀照是沒有這個身相，整個宇宙是一體，就像惠能大師所說的，「何期自性，能生萬法」，這個萬法是宇宙。整個宇宙從哪來的？是自性所生所現，現的幻相，有緣就現相，沒有緣不現了。現相的時候不能說它有，不現相的時候不能說它無，四句百非都要放下，四句是有、無、亦有亦無、非有非無，都叫戲論、都叫空話，沒有實質的意義，這個一定要知道。所以究竟無所有，一切法究竟無所有，你怎麼可以要擁有它？釋迦牟尼佛一生，當年在世為什麼不建道場？要建道場就有了，不建道場是空義，連道場也放下了。真正道場在哪裡？他講經說法的地方就是道場，今天在樹下講經，這樹下是道場；明天在河邊講經，河邊是道場，在哪裡說法哪裡是道場，沒有固定的，與妙有真空相應，這是我們要學的。"
    },
    {
      "id": "02-041-0365_p0015",
      "zh_CN": "我们今天在英国，跟英国的大学合办汉学院，汉学院里头有儒释道，有儒学系、道学系、佛学系。如何能够与诸法究竟无所有相应？学校请我做教授，终身教授，我讲什么？我讲《无量寿经》。经营这个学校，管理这个学校，交给院长，那是他的事情，我们不闻不问。我们只有一个要求，那就是我们办学的目标，希望培养三十到五十个学生，有能力读《群书治要》，有能力读《四库全书》，我的目的就达到了。我只要这个目标，怎么样教法你们去研究。办这个学院的费用我来负担，十方供养，现在我就少印经，拨一部分钱给他们做经费。这就是诸法究竟无所有，要放下，得大自在。我们在学校做个好榜样，好榜样是什么？快乐、欢喜、健康长寿。这个形象就是佛法教学的工具，他不能不受影响。我们要真干，一切从自己做起，自己没有做到的不能要求别人。",
      "zh_TW": "我們今天在英國，跟英國的大學合辦漢學院，漢學院裡頭有儒釋道，有儒學系、道學系、佛學系。如何能夠與諸法究竟無所有相應？學校請我做教授，終身教授，我講什麼？我講《無量壽經》。經營這個學校，管理這個學校，交給院長，那是他的事情，我們不聞不問。我們只有一個要求，那就是我們辦學的目標，希望培養三十到五十個學生，有能力讀《群書治要》，有能力讀《四庫全書》，我的目的就達到了。我只要這個目標，怎麼樣教法你們去研究。辦這個學院的費用我來負擔，十方供養，現在我就少印經，撥一部分錢給他們做經費。這就是諸法究竟無所有，要放下，得大自在。我們在學校做個好榜樣，好榜樣是什麼？快樂、歡喜、健康長壽。這個形象就是佛法教學的工具，他不能不受影響。我們要真幹，一切從自己做起，自己沒有做到的不能要求別人。"
    },
    {
      "id": "02-041-0365_p0016",
      "zh_CN": "实际上我对学校的要求，我只希望我们学校的同学，汉学院的同学，包括老师，我劝导他们，内，学佛，放下贪瞋痴慢疑，这是五毒，贪瞋痴慢疑是思惑；身见、边见、见取、戒取、邪见，那是很粗的相，见思烦恼那是见烦恼，是表演在外面的。内里面是思惑，贪瞋痴慢疑。内，要把这五样东西放下；外，要效法孔老夫子。那个地方是个学校，不是寺庙，我们要求内学佛，放下贪瞋痴慢疑；外学孔夫子，温良恭俭让。你表现在外面叫人一看，这人温和，和蔼可亲，别人喜欢跟你接近。善良，善良说什么？十善业道，身，远离杀盗淫；口，不妄语、不两舌、不恶口、不绮语；意，贪瞋痴，前面有了，放下贪瞋痴慢疑。这是我们要求老师同学一起要做，我们要感化这个地区，让这个地区的人也都能做到像孔子一样的具足五德。五德，学生对老师的赞叹，温良恭俭让，要做出来。别人争，我们让；我们唯有节俭，节省下来，我们才能帮助别人；恭敬不能缺少，决定没有傲慢的习气。善人，这个是利他的圆满，自利是快乐，孔颜之乐，佛菩萨之乐，像弥勒菩萨一样满面笑容，无论对人、对事，欢欢喜喜，要把它表演出来。懂得空义，空不是一无所有，空是心里头，表演在外面是温良恭俭让、五戒十善，表演在外头，心里面没有执着、没有分别、没有染污，清净、平等、觉。要不落实到生活上，你白学了，你那个学的是假的不是真的。不是真的，早晚会出问题，问题出来那就是报应，果报现前，假菩萨、假佛，那个罪很重。",
      "zh_TW": "實際上我對學校的要求，我只希望我們學校的同學，漢學院的同學，包括老師，我勸導他們，內，學佛，放下貪瞋痴慢疑，這是五毒，貪瞋痴慢疑是思惑；身見、邊見、見取、戒取、邪見，那是很粗的相，見思煩惱那是見煩惱，是表演在外面的。內裡面是思惑，貪瞋痴慢疑。內，要把這五樣東西放下；外，要效法孔老夫子。那個地方是個學校，不是寺廟，我們要求內學佛，放下貪瞋痴慢疑；外學孔夫子，溫良恭儉讓。你表現在外面叫人一看，這人溫和，和藹可親，別人喜歡跟你接近。善良，善良說什麼？十善業道，身，遠離殺盜淫；口，不妄語、不兩舌、不惡口、不綺語；意，貪瞋痴，前面有了，放下貪瞋痴慢疑。這是我們要求老師同學一起要做，我們要感化這個地區，讓這個地區的人也都能做到像孔子一樣的具足五德。五德，學生對老師的讚歎，溫良恭儉讓，要做出來。別人爭，我們讓；我們唯有節儉，節省下來，我們才能幫助別人；恭敬不能缺少，決定沒有傲慢的習氣。善人，這個是利他的圓滿，自利是快樂，孔顏之樂，佛菩薩之樂，像彌勒菩薩一樣滿面笑容，無論對人、對事，歡歡喜喜，要把它表演出來。懂得空義，空不是一無所有，空是心裡頭，表演在外面是溫良恭儉讓、五戒十善，表演在外頭，心裡面沒有執著、沒有分別、沒有染污，清淨、平等、覺。要不落實到生活上，你白學了，你那個學的是假的不是真的。不是真的，早晚會出問題，問題出來那就是報應，果報現前，假菩薩、假佛，那個罪很重。"
    },
    {
      "id": "02-041-0365_p0017",
      "zh_CN": "《大乘义章》里头讲的，为我们解释的，什么叫空？就理彰名，是个理，是个道理，理，理上来看是空的，事上来看是有，理上看是空。最明显的，我们睁开眼睛，竖起耳朵，六根对六尘，有，我看到了。今天我们睁开眼睛看到的是整个地球，交通便捷了，资讯发达了，坐在电视机面前收看整个世界，这做到了，六十年前做不到，现在做到了。过去旅行，从台湾到英国，欧亚大陆的东西两边距离两万里，坐船要一、二个月才能到，现在十个小时到了。所以对于事理自自然然就明白，事是假的，理是空的，真理真空，假事假相，真空真理不可得，假相假事也不可得，它是生灭法。所以无论是事是理，统统要放下，这叫空。",
      "zh_TW": "《大乘義章》裡頭講的，為我們解釋的，什麼叫空？就理彰名，是個理，是個道理，理，理上來看是空的，事上來看是有，理上看是空。最明顯的，我們睜開眼睛，豎起耳朵，六根對六塵，有，我看到了。今天我們睜開眼睛看到的是整個地球，交通便捷了，資訊發達了，坐在電視機面前收看整個世界，這做到了，六十年前做不到，現在做到了。過去旅行，從台灣到英國，歐亞大陸的東西兩邊距離兩萬里，坐船要一、二個月才能到，現在十個小時到了。所以對於事理自自然然就明白，事是假的，理是空的，真理真空，假事假相，真空真理不可得，假相假事也不可得，它是生滅法。所以無論是事是理，統統要放下，這叫空。"
    },
    {
      "id": "02-041-0365_p0018",
      "zh_CN": "「又《会疏》曰：般若妙慧，证寂灭平等，故云知一切法皆悉寂灭」。这括弧里头说，「空寂」，《魏译》的经文作「寂灭」，用的文字不一样，意思相同。这几句话非常重要，帮助我们放下，帮助我们超越轮回，帮助我们超越十法界，帮助我们这一生顺利往生极乐世界，究竟圆满成佛，很重要，这叫妙慧，智慧。智慧怎么妙？他不执着，不自以为有智慧，向别人炫耀，那都叫造业。业有善恶，善业，三善道；恶业，三恶道，三善、三恶都出不了六道轮回，这个不能不知道。出不了六道轮回，我们就不愿意到天道去，天道虽好，不出轮回。至少我们要超越轮回，往生十法界里面声闻、缘觉、菩萨，这是正确的。当然，福报大的，有真实智慧的，他选择净土宗，选择信愿持名往生极乐世界。往生到极乐世界等于成佛，这个经上讲得详细，这正确的，这是真实的智慧，无量的大福报，才会选择这个法门。",
      "zh_TW": "「又《會疏》曰：般若妙慧，證寂滅平等，故云知一切法皆悉寂滅」。這括弧裡頭說，「空寂」，《魏譯》的經文作「寂滅」，用的文字不一樣，意思相同。這幾句話非常重要，幫助我們放下，幫助我們超越輪迴，幫助我們超越十法界，幫助我們這一生順利往生極樂世界，究竟圓滿成佛，很重要，這叫妙慧，智慧。智慧怎麼妙？他不執著，不自以為有智慧，向別人炫耀，那都叫造業。業有善惡，善業，三善道；惡業，三惡道，三善、三惡都出不了六道輪迴，這個不能不知道。出不了六道輪迴，我們就不願意到天道去，天道雖好，不出輪迴。至少我們要超越輪迴，往生十法界裡面聲聞、緣覺、菩薩，這是正確的。當然，福報大的，有真實智慧的，他選擇淨土宗，選擇信願持名往生極樂世界。往生到極樂世界等於成佛，這個經上講得詳細，這正確的，這是真實的智慧，無量的大福報，才會選擇這個法門。"
    },
    {
      "id": "02-041-0365_p0019",
      "zh_CN": "下面又举《万善同归集》，里面也讲到这个，「教所明空」，教是教下，禅宗以外的都叫教。大小乘在中国十个宗派，除了禅宗叫宗门，其余的九个宗派包括小乘都叫教下。教下所讲的这空的意思是什么？是不可得，你得不到，所以叫它做空。说到这空的意思，你心就定下来，不起念头了，起心动念不可得，你能得到什么？我们这个身体，前面说过，一秒钟换多少次？一秒钟换了二千二百四十兆次。哪一次的生灭是你，你能掌握到吗？掌握不到，念念掌握不到。像我们的时钟，秒针一秒一秒过去，它不停。一秒钟多少次？我们这个画面，在屏幕上显示多少次？弥勒菩萨告诉我们，二千二百四十兆次，单位是兆。所以不可得，身体不可得，我们居住的环境不可得，没有一样你可得，佛法也不可得。",
      "zh_TW": "下面又舉《萬善同歸集》，裡面也講到這個，「教所明空」，教是教下，禪宗以外的都叫教。大小乘在中國十個宗派，除了禪宗叫宗門，其餘的九個宗派包括小乘都叫教下。教下所講的這空的意思是什麼？是不可得，你得不到，所以叫它做空。說到這空的意思，你心就定下來，不起念頭了，起心動念不可得，你能得到什麼？我們這個身體，前面說過，一秒鐘換多少次？一秒鐘換了二千二百四十兆次。哪一次的生滅是你，你能掌握到嗎？掌握不到，念念掌握不到。像我們的時鐘，秒針一秒一秒過去，它不停。一秒鐘多少次？我們這個畫面，在屏幕上顯示多少次？彌勒菩薩告訴我們，二千二百四十兆次，單位是兆。所以不可得，身體不可得，我們居住的環境不可得，沒有一樣你可得，佛法也不可得。"
    },
    {
      "id": "02-041-0365_p0020",
      "zh_CN": "所以佛法能不能执着？不能。不能执着里面，阿弥陀佛慈悲，教我们执着一个名号，阿弥陀佛的名号，就这一句名号就行了。海贤老和尚给我们做了好榜样，这个人我感觉当中菩萨再来，他不是凡人；他的师父传戒和尚，也是菩萨再来，不是菩萨他怎么认识这个人。这人是法器，一生能成佛，这哪里是普通人？一眼就看中了，这个二十岁的年轻人来找老和尚，求老和尚收他做弟子，他要出家，老和尚很欢喜就收了，给他剃头，剃了头之后传法。传什么法？就是一句南无阿弥陀佛，六个字。告诉他一直念下去。这个人的禀性老实、听话、真干，具足这三个条件决定成就；凡是不能成就的，都是不老实、不听话、不肯真干，那个老师就不真教他了。所以他具足这个条件，师父传他这句佛号，教他一直念下去。又告诉他，明白了不能乱说，不能说。当时他不懂，他只是听到、记住，什么叫明白他不晓得。等到他念佛念到理一心不乱，大彻大悟，明心见性，他什么都知道，世出世间法全通了。通了怎么样？老师告诉他，不能乱说，就是不能随便说，不能说，还得装糊涂。他什么时候开悟的？我看老和尚的《永思集》，我看了几遍光碟，我的推测，老和尚二十岁开始念佛，就这一句佛号不间断，要求的是一句佛号当中，没有妄想、没有杂念、没有分别、没有执着，这叫真念佛。",
      "zh_TW": "所以佛法能不能執著？不能。不能執著裡面，阿彌陀佛慈悲，教我們執著一個名號，阿彌陀佛的名號，就這一句名號就行了。海賢老和尚給我們做了好榜樣，這個人我感覺當中菩薩再來，他不是凡人；他的師父傳戒和尚，也是菩薩再來，不是菩薩他怎麼認識這個人。這人是法器，一生能成佛，這哪裡是普通人？一眼就看中了，這個二十歲的年輕人來找老和尚，求老和尚收他做弟子，他要出家，老和尚很歡喜就收了，給他剃頭，剃了頭之後傳法。傳什麼法？就是一句南無阿彌陀佛，六個字。告訴他一直念下去。這個人的稟性老實、聽話、真幹，具足這三個條件決定成就；凡是不能成就的，都是不老實、不聽話、不肯真幹，那個老師就不真教他了。所以他具足這個條件，師父傳他這句佛號，教他一直念下去。又告訴他，明白了不能亂說，不能說。當時他不懂，他只是聽到、記住，什麼叫明白他不曉得。等到他念佛念到理一心不亂，大徹大悟，明心見性，他什麼都知道，世出世間法全通了。通了怎麼樣？老師告訴他，不能亂說，就是不能隨便說，不能說，還得裝糊塗。他什麼時候開悟的？我看老和尚的《永思集》，我看了幾遍光碟，我的推測，老和尚二十歲開始念佛，就這一句佛號不間斷，要求的是一句佛號當中，沒有妄想、沒有雜念、沒有分別、沒有執著，這叫真念佛。"
    },
    {
      "id": "02-041-0365_p0021",
      "zh_CN": "这样念佛过去有例子，我们在净土圣贤录里面看到，在《往生传》里面看到，一般都是三年，三年念到功夫成片。什么叫成片？就是这句佛号念熟了，自自然然的佛号一句一句接下去，当中没有杂念、没有妄想，没有分别、执着，这叫成片。这是功夫得力的第一步，就有资格往生。很多人念到这个程度他就求往生。他只要一求，阿弥陀佛就现身。极乐世界在哪里？我告诉诸位，极乐世界很大很大，没有边界。我们这个世界在极乐世界里头。所以真正功夫成片的人，想阿弥陀佛，阿弥陀佛就现身；想极乐世界，把极乐世界现出来给你看。你有这个功夫才行，三年就成就。这个时候你念佛真念了，为什么？完全证实了，它是真的不是假的。要问你说，极乐世界什么样子？跟《无量寿经》上讲的一样。这是早年慧远大师说的。慧远大师往生，告诉大家，他在过去曾经三次见到阿弥陀佛、见到极乐世界，这一次是第四次，佛来接引他往生。过去三次见佛、见极乐世界，从来没有跟人说过，不说，到走的时候境界又现前，告诉大家，他要走了，而且还看到莲社先往生的同学跟着阿弥陀佛一起来迎接他。",
      "zh_TW": "這樣念佛過去有例子，我們在淨土聖賢錄裡面看到，在《往生傳》裡面看到，一般都是三年，三年念到功夫成片。什麼叫成片？就是這句佛號念熟了，自自然然的佛號一句一句接下去，當中沒有雜念、沒有妄想，沒有分別、執著，這叫成片。這是功夫得力的第一步，就有資格往生。很多人念到這個程度他就求往生。他只要一求，阿彌陀佛就現身。極樂世界在哪裡？我告訴諸位，極樂世界很大很大，沒有邊界。我們這個世界在極樂世界裡頭。所以真正功夫成片的人，想阿彌陀佛，阿彌陀佛就現身；想極樂世界，把極樂世界現出來給你看。你有這個功夫才行，三年就成就。這個時候你念佛真念了，為什麼？完全證實了，它是真的不是假的。要問你說，極樂世界什麼樣子？跟《無量壽經》上講的一樣。這是早年慧遠大師說的。慧遠大師往生，告訴大家，他在過去曾經三次見到阿彌陀佛、見到極樂世界，這一次是第四次，佛來接引他往生。過去三次見佛、見極樂世界，從來沒有跟人說過，不說，到走的時候境界又現前，告訴大家，他要走了，而且還看到蓮社先往生的同學跟著阿彌陀佛一起來迎接他。"
    },
    {
      "id": "02-041-0365_p0022",
      "zh_CN": "功夫成片，我相信他在三年、五年之内，肯定得到；得到之后再提升，提升到事一心不乱，顶多十年，也就是三十岁左右，他得到事一心，事一心生方便有余土；再提升，提升到理一心，就是大彻大悟，明心见性，顶多十年，四十岁。老和尚往生的时候一百一十二岁，他四十岁就开悟了，大彻大悟，明心见性。他自己说，他很多次要求阿弥陀佛带他往生，阿弥陀佛告诉他，你修得不错，修得很好，多住几年，给佛弟子做个榜样，给念佛求生人做个好榜样。寿命这么长不是他自己的，是阿弥陀佛给他的，给他的任务、给他的使命，叫他做榜样，佛家叫表法，寿命延长了。延长到多久佛没说，大概佛跟他说了，将来你看到一本书，这本书叫《若要佛法兴，唯有僧赞僧》，你看到这本书阿弥陀佛就来接你往生。所以他天天等。有人来看他，他仔细观察带了什么东西，有没有带书？你想想看有没有人带书？不可能。为什么？老和尚不认识字，没有念过书，一生虽然出家了，没有念过一部经，也没有跟人家在一起做一堂早晚课，大悲、十小咒他都不会，他就是一句阿弥陀佛，跟大众在一起做早课，人家念经、念咒，他在那里合掌念阿弥陀佛。所以都知道他不认识字，所以谁会带书给他？带书不等于骂他吗？所以说不可能有人带书给他。",
      "zh_TW": "功夫成片，我相信他在三年、五年之內，肯定得到；得到之後再提升，提升到事一心不亂，頂多十年，也就是三十歲左右，他得到事一心，事一心生方便有餘土；再提升，提升到理一心，就是大徹大悟，明心見性，頂多十年，四十歲。老和尚往生的時候一百一十二歲，他四十歲就開悟了，大徹大悟，明心見性。他自己說，他很多次要求阿彌陀佛帶他往生，阿彌陀佛告訴他，你修得不錯，修得很好，多住幾年，給佛弟子做個榜樣，給念佛求生人做個好榜樣。壽命這麼長不是他自己的，是阿彌陀佛給他的，給他的任務、給他的使命，叫他做榜樣，佛家叫表法，壽命延長了。延長到多久佛沒說，大概佛跟他說了，將來你看到一本書，這本書叫《若要佛法興，唯有僧讚僧》，你看到這本書阿彌陀佛就來接你往生。所以他天天等。有人來看他，他仔細觀察帶了什麼東西，有沒有帶書？你想想看有沒有人帶書？不可能。為什麼？老和尚不認識字，沒有念過書，一生雖然出家了，沒有念過一部經，也沒有跟人家在一起做一堂早晚課，大悲、十小咒他都不會，他就是一句阿彌陀佛，跟大眾在一起做早課，人家念經、念咒，他在那裡合掌念阿彌陀佛。所以都知道他不認識字，所以誰會帶書給他？帶書不等於罵他嗎？所以說不可能有人帶書給他。"
    },
    {
      "id": "02-041-0365_p0023",
      "zh_CN": "二Ｏ一三年一月，有一个居士真的带这一本书上山。他看到篮子里头，装的东西吃的，还有一本书，就问他，这书叫什么？什么书？别人就告诉他，这个书叫《若要佛法兴，唯有僧赞僧》。他听到这个名字好欢喜，好像真的看到宝贝一样，赶快回到寮房穿袍搭衣，就这张照片，要求大家替他照相。这寺庙人都很惊讶，老和尚从来没有主动叫人替他照一张照片，这是他一生头一次。这张照片照完之后，第三天他就走了。走得很自在、很潇洒，没人知道，晚上半夜走的，别人都睡觉了，他自己念佛求往生。到第二天早晨，人家请他吃早饭，房门一打开，走了，多自在、多潇洒！所以我感觉到，他应当是八十岁以后都是佛菩萨给他延长的，他自己的年龄也不过就是七、八十岁。他的妈妈八十六岁走的，他有个师弟八十二岁走的，他应该也是这样的年龄。活到一百一十二岁，为了表法，为了教化众生，利益众生，他才这样做。我们要能晓得，要能看得出来，不可思议。",
      "zh_TW": "二Ｏ一三年一月，有一個居士真的帶這一本書上山。他看到籃子裡頭，裝的東西吃的，還有一本書，就問他，這書叫什麼？什麼書？別人就告訴他，這個書叫《若要佛法興，唯有僧讚僧》。他聽到這個名字好歡喜，好像真的看到寶貝一樣，趕快回到寮房穿袍搭衣，就這張照片，要求大家替他照相。這寺廟人都很驚訝，老和尚從來沒有主動叫人替他照一張照片，這是他一生頭一次。這張照片照完之後，第三天他就走了。走得很自在、很瀟灑，沒人知道，晚上半夜走的，別人都睡覺了，他自己念佛求往生。到第二天早晨，人家請他吃早飯，房門一打開，走了，多自在、多瀟灑！所以我感覺到，他應當是八十歲以後都是佛菩薩給他延長的，他自己的年齡也不過就是七、八十歲。他的媽媽八十六歲走的，他有個師弟八十二歲走的，他應該也是這樣的年齡。活到一百一十二歲，為了表法，為了教化眾生，利益眾生，他才這樣做。我們要能曉得，要能看得出來，不可思議。"
    },
    {
      "id": "02-041-0365_p0024",
      "zh_CN": "我们生活在这个时代，这个社会，地球上，无论在哪个地方，没有安全感，多么可怕！包括我们的生活，水不干净，土壤里面被化肥、农药、转基因严重的染污，生出来这些稻米、粮食、蔬菜都不安全。你又不能不吃，怎么办？我们唯一只有一条路可以走，念佛求生净土。天天念佛，天天求往生。极乐世界好，我们这里有些弊病，极乐世界全没有。我们要移民，要移民到极乐世界。移民到极乐世界比到外国容易，外国签证很不好拿，极乐世界的条件就四个字，信，真正相信有极乐世界，有阿弥陀佛；第二个，愿，我愿意往生极乐世界；第三个，老实念佛，就行了。就像海贤和尚一样，这句佛号一句接一句、一句接一句，睡着就停住，醒过来接着再念，就成功了。遇到灾难不怕，遇到灾难什么？正好往生，佛来接引你，这是我们生活在现代社会里，过去老师教给我们，唯一的一条生路，要把握住。",
      "zh_TW": "我們生活在這個時代，這個社會，地球上，無論在哪個地方，沒有安全感，多麼可怕！包括我們的生活，水不乾淨，土壤裡面被化肥、農藥、轉基因嚴重的染污，生出來這些稻米、糧食、蔬菜都不安全。你又不能不吃，怎麼辦？我們唯一只有一條路可以走，念佛求生淨土。天天念佛，天天求往生。極樂世界好，我們這裡有些弊病，極樂世界全沒有。我們要移民，要移民到極樂世界。移民到極樂世界比到外國容易，外國簽證很不好拿，極樂世界的條件就四個字，信，真正相信有極樂世界，有阿彌陀佛；第二個，願，我願意往生極樂世界；第三個，老實念佛，就行了。就像海賢和尚一樣，這句佛號一句接一句、一句接一句，睡著就停住，醒過來接著再念，就成功了。遇到災難不怕，遇到災難什麼？正好往生，佛來接引你，這是我們生活在現代社會裡，過去老師教給我們，唯一的一條生路，要把握住。"
    },
    {
      "id": "02-041-0365_p0025",
      "zh_CN": "经上讲的这个空寂，这个空的意思不是断灭，不能做这个解释，做这个解释就错误，是不可得，空是不可得的意思，你决定得不到。名闻利养，假的，没有一样你能够带得走，你得不到，要看破。甚至于大乘佛法都是假的，都不可以执着。净宗只教我们执着阿弥陀佛，只教我们执着《无量寿经》，我们能执着《无量寿经》、阿弥陀佛就决定得生净土。所以这个空的意思是不可得，是「无实性」，它没有真实的性，无实性，「不是断灭之无」。我们一般人认为断灭，这个叫无，佛法里头不是断灭的意思，是不可得的意思。",
      "zh_TW": "經上講的這個空寂，這個空的意思不是斷滅，不能做這個解釋，做這個解釋就錯誤，是不可得，空是不可得的意思，你決定得不到。名聞利養，假的，沒有一樣你能夠帶得走，你得不到，要看破。甚至於大乘佛法都是假的，都不可以執著。淨宗只教我們執著阿彌陀佛，只教我們執著《無量壽經》，我們能執著《無量壽經》、阿彌陀佛就決定得生淨土。所以這個空的意思是不可得，是「無實性」，它沒有真實的性，無實性，「不是斷滅之無」。我們一般人認為斷滅，這個叫無，佛法裡頭不是斷滅的意思，是不可得的意思。"
    },
    {
      "id": "02-041-0365_p0026",
      "zh_CN": "「综上引证，简要言之」，念老给我们做个结论，「极乐菩萨以般若妙慧，了知一切诸法，皆毕竟无所有，不可得」，是这个意思，「平等空寂」。所以叫万法皆空。空寂的意思是毕竟无所有、毕竟不可得。这是真实话，绝不是妄语，绝不是骗人。释迦牟尼佛当年在世，讲经说法四十九年，他万缘放下，只维持日中一食，去托钵，晚上树下一宿，表演出来，毕竟无所有，毕竟无所得。所以，他把能得的这个念头放下，说到做到了。「但应谛知一切皆空，不是断灭。此空寂是实际理体，不是断空，是第一义空，乃不断之无。如是契入寂灭平等，故云知一切法悉皆空寂」。",
      "zh_TW": "「綜上引證，簡要言之」，念老給我們做個結論，「極樂菩薩以般若妙慧，了知一切諸法，皆畢竟無所有，不可得」，是這個意思，「平等空寂」。所以叫萬法皆空。空寂的意思是畢竟無所有、畢竟不可得。這是真實話，絕不是妄語，絕不是騙人。釋迦牟尼佛當年在世，講經說法四十九年，他萬緣放下，只維持日中一食，去托缽，晚上樹下一宿，表演出來，畢竟無所有，畢竟無所得。所以，他把能得的這個念頭放下，說到做到了。「但應諦知一切皆空，不是斷滅。此空寂是實際理體，不是斷空，是第一義空，乃不斷之無。如是契入寂滅平等，故云知一切法悉皆空寂」。"
    },
    {
      "id": "02-041-0365_p0027",
      "zh_CN": "下面接着，『生身烦恼，二余俱尽』。「生身，可指分段生死之身，与变易生死之身」。此处则指菩萨变易生死之身，因为他有二余俱尽。这个二余里头，「又生身者乃二余之一。二余者，生身之苦报与烦恼之残余。生身是苦果，烦恼是惑因。此二俱尽，谓之二余俱尽」。这里说得很好，说得很明白，我们一定要搞清楚。此二俱尽，人死了，身体死了，这个俱尽大家都知道，容易懂。还有，我们一般讲你那个灵魂没死，它在，它又去投胎去了，这个事情可麻烦了。所以那个余没有尽，必须把这个余也要尽掉，你才真正脱离六道轮回，你要不然出不了六道轮回。所以把身、心，就是烦恼习气，这个也要断尽。这两种余，这个余是指烦恼、习气，我们在梦中它起作用，你就很容易能觉察它。为什么会作梦？梦就是烦恼、习气，烦恼有善恶不同、有苦乐不同，在梦中，你在迷惑的时候，控制不住，它起作用，梦境是这么来的。睡觉睡得很好，没有作梦，这个好。凡是睡觉梦多，你有没有在休息？没休息，身体在那里休息，你的神识没休息。必须神识也休息，那真休息，这个睡眠是正常的。梦太多，这个睡眠不正常。所以不断，它有东西，有个东西不断的，不是断灭的无，断灭的无容易懂。",
      "zh_TW": "下面接著，『生身煩惱，二餘俱盡』。「生身，可指分段生死之身，與變易生死之身」。此處則指菩薩變易生死之身，因為他有二餘俱盡。這個二餘裡頭，「又生身者乃二餘之一。二餘者，生身之苦報與煩惱之殘餘。生身是苦果，煩惱是惑因。此二俱盡，謂之二餘俱盡」。這裡說得很好，說得很明白，我們一定要搞清楚。此二俱盡，人死了，身體死了，這個俱盡大家都知道，容易懂。還有，我們一般講你那個靈魂沒死，它在，它又去投胎去了，這個事情可麻煩了。所以那個餘沒有盡，必須把這個餘也要盡掉，你才真正脫離六道輪迴，你要不然出不了六道輪迴。所以把身、心，就是煩惱習氣，這個也要斷盡。這兩種餘，這個餘是指煩惱、習氣，我們在夢中它起作用，你就很容易能覺察它。為什麼會作夢？夢就是煩惱、習氣，煩惱有善惡不同、有苦樂不同，在夢中，你在迷惑的時候，控制不住，它起作用，夢境是這麼來的。睡覺睡得很好，沒有作夢，這個好。凡是睡覺夢多，你有沒有在休息？沒休息，身體在那裡休息，你的神識沒休息。必須神識也休息，那真休息，這個睡眠是正常的。夢太多，這個睡眠不正常。所以不斷，它有東西，有個東西不斷的，不是斷滅的無，斷滅的無容易懂。"
    },
    {
      "id": "02-041-0365_p0028",
      "zh_CN": "这个地方是讲实际理体，我们佛法里头讲真我。身体是个假我，除了假我之外还有个真我。真我有迷有悟，觉悟了就是阿罗汉、辟支佛、菩萨，迷了就是六道凡夫，这个要认识清楚。换句话说，你要不认真念佛，死，死不了。不要以为说死了就了了，这是天大的诳语，绝对的错误。死了，你神识做不了主，跟着业力去了。如果一生心善行善，到三善道去了，三善道是天道、人道、修罗道，习气牵着你去了，三恶道是地狱、饿鬼、畜生。三善道虽然好，不长久，福享尽了，阿赖耶里面还有很多罪业，严重的烦恼习气，牵着你到三恶道。三恶道的时间长，三善道的时间短，出不了六道轮回不算成就。所以千万不要把修行的成就看作是善法，那你就错了，你不是在学佛。佛是要出离三界，要了生死，要出轮回，这是佛法。误会了，把天道当作究竟，大错特错！学佛同学不能不知道。这个经文四句，最重要是两句，「知一切法，悉皆空寂」。你是不是真的知道？真知道、假知道从哪里看？从放下看。你放下多少你知道多少，你没有放下你完全不知道。从哪里放起？从身。真正放下的人，不计较身心烦恼，不把这个东西放在心上，这真放下。其他就容易了，贪瞋痴慢疑，不难；烦恼习气没放下，很难。别人欺负你、伤害你、侮辱你，你能不生气吗？你能放得下瞋恨吗？怨恨恼怒烦统统放下，身心健康，身心自在。儒佛所讲的幸福快乐，「学而时习之，不亦说乎」，那个悦是喜悦、快乐。",
      "zh_TW": "這個地方是講實際理體，我們佛法裡頭講真我。身體是個假我，除了假我之外還有個真我。真我有迷有悟，覺悟了就是阿羅漢、辟支佛、菩薩，迷了就是六道凡夫，這個要認識清楚。換句話說，你要不認真念佛，死，死不了。不要以為說死了就了了，這是天大的誑語，絕對的錯誤。死了，你神識做不了主，跟著業力去了。如果一生心善行善，到三善道去了，三善道是天道、人道、修羅道，習氣牽著你去了，三惡道是地獄、餓鬼、畜生。三善道雖然好，不長久，福享盡了，阿賴耶裡面還有很多罪業，嚴重的煩惱習氣，牽著你到三惡道。三惡道的時間長，三善道的時間短，出不了六道輪迴不算成就。所以千萬不要把修行的成就看作是善法，那你就錯了，你不是在學佛。佛是要出離三界，要了生死，要出輪迴，這是佛法。誤會了，把天道當作究竟，大錯特錯！學佛同學不能不知道。這個經文四句，最重要是兩句，「知一切法，悉皆空寂」。你是不是真的知道？真知道、假知道從哪裡看？從放下看。你放下多少你知道多少，你沒有放下你完全不知道。從哪裡放起？從身。真正放下的人，不計較身心煩惱，不把這個東西放在心上，這真放下。其他就容易了，貪瞋痴慢疑，不難；煩惱習氣沒放下，很難。別人欺負你、傷害你、侮辱你，你能不生氣嗎？你能放得下瞋恨嗎？怨恨惱怒煩統統放下，身心健康，身心自在。儒佛所講的幸福快樂，「學而時習之，不亦說乎」，那個悅是喜悅、快樂。"
    },
    {
      "id": "02-041-0365_p0029",
      "zh_CN": "这个「二余」，一个是生身的苦报现前，第二个是烦恼习气。习气不是这一生养成的，过去生生世世所养成的。在现前这个社会，由于科学技术的发达，人们相信科学，西方人不相信宗教，宣布上帝已经死亡；东方人不再相信伦理、道德、因果、圣贤教诲，认为这是过去帝王时代的控制人民一种手段，不是真理，不要了，造成今天整个地球的混乱。想求治之心的国家领导人，我见过，都非常关心，这个世界怎么样才能恢复到过去那样的安定和谐？遇到我跟我谈这些问题。我总结就是一句话，教育出了问题。西方人过去太平盛世靠宗教，相信神，对于作恶总有一些收敛，怕将来堕地狱，他们不讲六道，他讲天堂地狱，有起一点作用。中国人讲理，不讲神话，讲道理，五伦五常是道，从道里面生出德，德是随顺于道，五伦是道。道是天然的、自然的，不是哪个创造发明的，它本来就是这样的。父子有亲，本来就是这样，没人教他的，没有人规定他的，夫妇有别，长幼有序，君臣有义，朋友有信。",
      "zh_TW": "這個「二餘」，一個是生身的苦報現前，第二個是煩惱習氣。習氣不是這一生養成的，過去生生世世所養成的。在現前這個社會，由於科學技術的發達，人們相信科學，西方人不相信宗教，宣布上帝已經死亡；東方人不再相信倫理、道德、因果、聖賢教誨，認為這是過去帝王時代的控制人民一種手段，不是真理，不要了，造成今天整個地球的混亂。想求治之心的國家領導人，我見過，都非常關心，這個世界怎麼樣才能恢復到過去那樣的安定和諧？遇到我跟我談這些問題。我總結就是一句話，教育出了問題。西方人過去太平盛世靠宗教，相信神，對於作惡總有一些收斂，怕將來墮地獄，他們不講六道，他講天堂地獄，有起一點作用。中國人講理，不講神話，講道理，五倫五常是道，從道裡面生出德，德是隨順於道，五倫是道。道是天然的、自然的，不是哪個創造發明的，它本來就是這樣的。父子有親，本來就是這樣，沒人教他的，沒有人規定他的，夫婦有別，長幼有序，君臣有義，朋友有信。"
    },
    {
      "id": "02-041-0365_p0030",
      "zh_CN": "人在这个世间，跟我们的关系不外乎五种，五种全部包括尽了，这是道。道必须要遵守的，随顺的，那就叫德。这个最亲的德，跟道连在一起的，父子有亲，亲爱。夫妇有别，不同的任务，过去古代男子负责养家，家庭经济生活他负责；妇女在家里面她最大的任务是教孩子，小孩将来有没有成就全靠她，她是孩子的母亲，也是孩子第一任的老师，从怀孕开始，胎教。小孩出生到三岁，这一千天当中，妈妈两个眼睛要盯住，要看着小孩，凡是不如法的事情，违背伦常道德的事情，决定不能让小孩看到、不能让他听到、不能让他接触到，他看到、听到、接触到的都是伦理、道德、因果、圣人教诲。所以，他三岁就有小圣人的模样，他有能力辨别是非，有能力辨别善恶，善的、好的他亲近，不善的他排斥、他拒绝，他不学那东西。六、七岁交给老师，老师代替父母，老师要做出榜样给学生看，他要不做出来学生不相信。所以在家里父母做榜样，在学校里老师做榜样，这样教出来的，好教。十五、六岁就很有道德、很有学问，该读的四书五经，十五岁之前全完成了。我们今天讲的最大的丛书，中国国宝《四库全书》，他有能力读诵，字他都认识，他没有生字，他能读、他能讲，这是中国传统文化。",
      "zh_TW": "人在這個世間，跟我們的關係不外乎五種，五種全部包括盡了，這是道。道必須要遵守的，隨順的，那就叫德。這個最親的德，跟道連在一起的，父子有親，親愛。夫婦有別，不同的任務，過去古代男子負責養家，家庭經濟生活他負責；婦女在家裡面她最大的任務是教孩子，小孩將來有沒有成就全靠她，她是孩子的母親，也是孩子第一任的老師，從懷孕開始，胎教。小孩出生到三歲，這一千天當中，媽媽兩個眼睛要盯住，要看著小孩，凡是不如法的事情，違背倫常道德的事情，決定不能讓小孩看到、不能讓他聽到、不能讓他接觸到，他看到、聽到、接觸到的都是倫理、道德、因果、聖人教誨。所以，他三歲就有小聖人的模樣，他有能力辨別是非，有能力辨別善惡，善的、好的他親近，不善的他排斥、他拒絕，他不學那東西。六、七歲交給老師，老師代替父母，老師要做出榜樣給學生看，他要不做出來學生不相信。所以在家裡父母做榜樣，在學校裡老師做榜樣，這樣教出來的，好教。十五、六歲就很有道德、很有學問，該讀的四書五經，十五歲之前全完成了。我們今天講的最大的叢書，中國國寶《四庫全書》，他有能力讀誦，字他都認識，他沒有生字，他能讀、他能講，這是中國傳統文化。"
    },
    {
      "id": "02-041-0365_p0031",
      "zh_CN": "学校，孩子读书，家庭事情，国家没管理，国家只有考试，你读书可以参加考试，考取了叫功名，一旦考取了，国家养活你。我们看《了凡四训》就看到，参加县考考取了，秀才，国家就给你供养，每一年有好像是九十一石米，九十一石。那个吃不完的，你可以卖了卖钱，可以过一个平平安安的日子，能生活，不需要操别的心，好好再读书，参加省考，参加殿试，殿试是皇上做主考官。那个考及格了叫进士，这都是学位的名称，省考是举人，县考是秀才。省考及格的，大概愿意从事于公务的，他就任命你做地方官员，像现在的县市长，再低一层的就是幕僚，科长、局长这一类的。这就从政了，所谓是「万般皆下品，唯有读书高」，整个社会上上下下对读书人都非常尊重。士农工商，在群众团体里他地位最高，把商摆在最后，商是最有钱的，用意很深，都是教育。现在颠倒了，商摆在第一，学摆在最后，现在教书的老师，社会没有地位，人家瞧不起；经商做企业的大老板，没有人不尊重，这风气颠倒了。颠倒了社会就乱了，原因在此地，我们要搞清楚、搞明白。",
      "zh_TW": "學校，孩子讀書，家庭事情，國家沒管理，國家只有考試，你讀書可以參加考試，考取了叫功名，一旦考取了，國家養活你。我們看《了凡四訓》就看到，參加縣考考取了，秀才，國家就給你供養，每一年有好像是九十一石米，九十一石。那個吃不完的，你可以賣了賣錢，可以過一個平平安安的日子，能生活，不需要操別的心，好好再讀書，參加省考，參加殿試，殿試是皇上做主考官。那個考及格了叫進士，這都是學位的名稱，省考是舉人，縣考是秀才。省考及格的，大概願意從事於公務的，他就任命你做地方官員，像現在的縣市長，再低一層的就是幕僚，科長、局長這一類的。這就從政了，所謂是「萬般皆下品，唯有讀書高」，整個社會上上下下對讀書人都非常尊重。士農工商，在群眾團體裡他地位最高，把商擺在最後，商是最有錢的，用意很深，都是教育。現在顛倒了，商擺在第一，學擺在最後，現在教書的老師，社會沒有地位，人家瞧不起；經商做企業的大老闆，沒有人不尊重，這風氣顛倒了。顛倒了社會就亂了，原因在此地，我們要搞清楚、搞明白。"
    },
    {
      "id": "02-041-0365_p0032",
      "zh_CN": "我在年轻时候，我的老师指出我这条道路，教我学释迦牟尼佛，教我读《释迦方志》、《释迦谱》，《大藏经》里头释迦牟尼佛的传记，对释迦牟尼佛有正确的认识。读了之后才知道释迦牟尼佛是什么人，用现代的话说，他是一位伟大的社会教育家，他一生搞社会教育，一生办学。我们不能把他错认了。他没有建道场，没有建学校，他课天天上，都在野外风景好的地方，过游牧生活。晚上睡觉树下一宿，中午吃一餐饭，日中一食，到外面托钵。所以上课多半在下午。上午的时间托钵，托钵回来在一起吃饭，吃饭剩下来的，还有多余的，布施给畜生，再把钵洗干净，就开始上课，佛就开始讲经，他办学。你看他有小学，讲小乘，小乘讲什么？讲伦理、讲道德、讲因果、讲圣贤教育，小学十二年，我们现在小学六年，不够，根没扎稳，他是十二年；中学八年，讲方等；大学二十二年，讲般若；最后研究所，讲法华，八年，总共加起来四十九年。这是佛事，释迦牟尼佛在世他所干的事叫佛事。佛事是教学，现在变质了。",
      "zh_TW": "我在年輕時候，我的老師指出我這條道路，教我學釋迦牟尼佛，教我讀《釋迦方志》、《釋迦譜》，《大藏經》裡頭釋迦牟尼佛的傳記，對釋迦牟尼佛有正確的認識。讀了之後才知道釋迦牟尼佛是什麼人，用現代的話說，他是一位偉大的社會教育家，他一生搞社會教育，一生辦學。我們不能把他錯認了。他沒有建道場，沒有建學校，他課天天上，都在野外風景好的地方，過遊牧生活。晚上睡覺樹下一宿，中午吃一餐飯，日中一食，到外面托缽。所以上課多半在下午。上午的時間托缽，托缽回來在一起吃飯，吃飯剩下來的，還有多餘的，布施給畜生，再把缽洗乾淨，就開始上課，佛就開始講經，他辦學。你看他有小學，講小乘，小乘講什麼？講倫理、講道德、講因果、講聖賢教育，小學十二年，我們現在小學六年，不夠，根沒扎穩，他是十二年；中學八年，講方等；大學二十二年，講般若；最後研究所，講法華，八年，總共加起來四十九年。這是佛事，釋迦牟尼佛在世他所幹的事叫佛事。佛事是教學，現在變質了。"
    },
    {
      "id": "02-041-0365_p0033",
      "zh_CN": "日本人告诉我，这日本的出家人，我在日本讲经，日本和尚告诉我，四百年前，日本的大大小小寺庙都讲经，没有不讲经的，跟中国一样。日本丢掉四百年，中国丢掉两百年，中国过去寺院庵堂都是学校，接受佛陀教育。满清末年一百年，疏忽了，不重视，完全丢失掉，一百年。满清亡国，民国建立，把这个看作迷信，不但不提倡，还希望把它消灭掉。怎么办？外国人还想出办法，想出什么？英国人说的，汤恩比博士，这个人一生研究世界文化史，他说解决二十一世纪（就是现在）社会问题，只有孔孟学说跟大乘佛法。谁相信？我这次到英国去访问，住了一个多月，英国人相信，很难得！我们来看英国人带头，真正如果有成就，现在刚刚起头，三年如果有成就，肯定影响欧洲，欧洲人都学汉学了，我相信五、六年会影响全世界，地球上的社会安定和谐可以出现。今天欧洲这个汉学院，我感觉到的，祖宗保佑的，三宝加持的，众神拥护的，所有宗教的神圣都拥护。为什么？它的宗旨是帮助全世界的人民离苦得乐。这个与宗教里头上帝爱世人，与佛教里头说佛菩萨大慈大悲，完全相应。只要相应，信不信没关系，不信他也保佑你，他也加持你。我们凡夫有分别，佛菩萨没有分别心，他们的心是清净平等正觉的，我们要知道。他们自学圆满，为什么？「知一切法悉皆空寂」，这自己成就；他们的修养是「生身烦恼二余俱尽」，生身是现在这个身，在这个世间所受的一切苦恼。",
      "zh_TW": "日本人告訴我，這日本的出家人，我在日本講經，日本和尚告訴我，四百年前，日本的大大小小寺廟都講經，沒有不講經的，跟中國一樣。日本丟掉四百年，中國丟掉兩百年，中國過去寺院庵堂都是學校，接受佛陀教育。滿清末年一百年，疏忽了，不重視，完全丟失掉，一百年。滿清亡國，民國建立，把這個看作迷信，不但不提倡，還希望把它消滅掉。怎麼辦？外國人還想出辦法，想出什麼？英國人說的，湯恩比博士，這個人一生研究世界文化史，他說解決二十一世紀（就是現在）社會問題，只有孔孟學說跟大乘佛法。誰相信？我這次到英國去訪問，住了一個多月，英國人相信，很難得！我們來看英國人帶頭，真正如果有成就，現在剛剛起頭，三年如果有成就，肯定影響歐洲，歐洲人都學漢學了，我相信五、六年會影響全世界，地球上的社會安定和諧可以出現。今天歐洲這個漢學院，我感覺到的，祖宗保佑的，三寶加持的，眾神擁護的，所有宗教的神聖都擁護。為什麼？它的宗旨是幫助全世界的人民離苦得樂。這個與宗教裡頭上帝愛世人，與佛教裡頭說佛菩薩大慈大悲，完全相應。只要相應，信不信沒關係，不信他也保佑你，他也加持你。我們凡夫有分別，佛菩薩沒有分別心，他們的心是清淨平等正覺的，我們要知道。他們自學圓滿，為什麼？「知一切法悉皆空寂」，這自己成就；他們的修養是「生身煩惱二餘俱盡」，生身是現在這個身，在這個世間所受的一切苦惱。"
    },
    {
      "id": "02-041-0365_p0034",
      "zh_CN": "这几天我看经感觉有点模糊，戴个眼镜稍微好一点，我们的同学带我去看眼科医生，是不是要换眼镜？我这个眼镜用了十年，可能度数增加了。到医院一检查，原来不是的，是白内障，这提醒我了。白内障可以开刀，很容易治好，而且没有什么痛苦，大概需要二、三天的时间，也不会很长。医生问我，人老了，这是自自然然的，他跟我商量，要不要做个手术？我说可以，我答应他了，他给我安排时间。这就是什么？烦恼，身体年岁大了，它就不听指使了。好在我其他的毛病还没有，还没有发现，现在就发现的一些小毛病。",
      "zh_TW": "這幾天我看經感覺有點模糊，戴個眼鏡稍微好一點，我們的同學帶我去看眼科醫生，是不是要換眼鏡？我這個眼鏡用了十年，可能度數增加了。到醫院一檢查，原來不是的，是白內障，這提醒我了。白內障可以開刀，很容易治好，而且沒有什麼痛苦，大概需要二、三天的時間，也不會很長。醫生問我，人老了，這是自自然然的，他跟我商量，要不要做個手術？我說可以，我答應他了，他給我安排時間。這就是什麼？煩惱，身體年歲大了，它就不聽指使了。好在我其他的毛病還沒有，還沒有發現，現在就發現的一些小毛病。"
    },
    {
      "id": "02-041-0365_p0035",
      "zh_CN": "烦恼是更重要，要知道烦恼，烦恼是什么？七情五欲，喜怒哀乐爱恶欲，贪瞋痴慢疑，烦恼，怨恨恼怒烦也是烦恼，财色名食睡，烦恼，都要远离、都要放下，让自己清净心现前、平等心现前、大彻大悟现前，就经题上所说的清净平等觉，这个重要，我们要这个，与这个相违背的、相反的，我们不要，可以得长寿。为什么？境随心转，这佛经上的话。现在量子力学家告诉我们，物质环境是随着念头转的，物质从哪里来的？是念头造成的幻觉，没有念头就没有物质，念头生物质现象。这个理论是刚刚提出来，再过个一、二十年，如果科学家都接受了，大概那个医院头一个关门。为什么？我用念头来治病。身心哪有毛病？念头转的。眼睛能够不看邪恶的这些色，这些色统统不看它，去看圣贤典籍，去看佛菩萨的形像，这个好，这个能治眼病。听梵音、听佛号，能治耳病。统统都可以自己把自己治好，不必求医生，也不必去吃药，念头就能治好，是真的不是假的。你听说哪一尊菩萨生病？哪个阿罗汉生病？没听说，那佛就更不必说了。所以境随心转很重要，保持身心健康，就防止一切疾病的入侵。",
      "zh_TW": "煩惱是更重要，要知道煩惱，煩惱是什麼？七情五欲，喜怒哀樂愛惡欲，貪瞋痴慢疑，煩惱，怨恨惱怒煩也是煩惱，財色名食睡，煩惱，都要遠離、都要放下，讓自己清淨心現前、平等心現前、大徹大悟現前，就經題上所說的清淨平等覺，這個重要，我們要這個，與這個相違背的、相反的，我們不要，可以得長壽。為什麼？境隨心轉，這佛經上的話。現在量子力學家告訴我們，物質環境是隨著念頭轉的，物質從哪裡來的？是念頭造成的幻覺，沒有念頭就沒有物質，念頭生物質現象。這個理論是剛剛提出來，再過個一、二十年，如果科學家都接受了，大概那個醫院頭一個關門。為什麼？我用念頭來治病。身心哪有毛病？念頭轉的。眼睛能夠不看邪惡的這些色，這些色統統不看它，去看聖賢典籍，去看佛菩薩的形像，這個好，這個能治眼病。聽梵音、聽佛號，能治耳病。統統都可以自己把自己治好，不必求醫生，也不必去吃藥，念頭就能治好，是真的不是假的。你聽說哪一尊菩薩生病？哪個阿羅漢生病？沒聽說，那佛就更不必說了。所以境隨心轉很重要，保持身心健康，就防止一切疾病的入侵。"
    },
    {
      "id": "02-041-0365_p0036",
      "zh_CN": "这个地方，生身，我们刚才念到这个地方，指分段生死之身。什么叫分段？来到这儿投胎，从生到死是一段；来生又到别的道去了，这又是一段，一段一段的，有生有死，生死是一段，叫分段生死。变易生死不是这个意思，变易，产生变化了。譬如读书，你上小学，今年上一年级，一年级生了，明年升二年级，那一年级死了，二年级生了，这叫变易。变易跟分段不同，这叫变易，分段是一段一段的，我们讲真的有生死。变易不是的，变易是你的变化，改变了，从阿罗汉升到菩萨，阿罗汉死了，菩萨生了；菩萨有五十一个等级，十行菩萨死了，十回向菩萨生了，它是这样的。就像读书一样，小学毕业，小学死了，中学生了；中学毕业，中学死了，大学生了，这叫变易，还是一个人。所以佛讲生死两种，一种是变易、一种是分段，两种意思。这个地方所指的是菩萨变易生死之身，菩萨他没有分段生死。为什么？他已经超越轮回，不但是菩萨，阿罗汉亦如是，菩萨里头圆教七信位的菩萨，跟阿罗汉地位差不多。这就是生身之苦报，这是现在所受的，现在在造业是烦恼之残余。所以「生身是苦果，烦恼是惑因」，这个惑，迷惑颠倒，将来堕落，也可以说是苦因。",
      "zh_TW": "這個地方，生身，我們剛才念到這個地方，指分段生死之身。什麼叫分段？來到這兒投胎，從生到死是一段；來生又到別的道去了，這又是一段，一段一段的，有生有死，生死是一段，叫分段生死。變易生死不是這個意思，變易，產生變化了。譬如讀書，你上小學，今年上一年級，一年級生了，明年升二年級，那一年級死了，二年級生了，這叫變易。變易跟分段不同，這叫變易，分段是一段一段的，我們講真的有生死。變易不是的，變易是你的變化，改變了，從阿羅漢升到菩薩，阿羅漢死了，菩薩生了；菩薩有五十一個等級，十行菩薩死了，十迴向菩薩生了，它是這樣的。就像讀書一樣，小學畢業，小學死了，中學生了；中學畢業，中學死了，大學生了，這叫變易，還是一個人。所以佛講生死兩種，一種是變易、一種是分段，兩種意思。這個地方所指的是菩薩變易生死之身，菩薩他沒有分段生死。為什麼？他已經超越輪迴，不但是菩薩，阿羅漢亦如是，菩薩裡頭圓教七信位的菩薩，跟阿羅漢地位差不多。這就是生身之苦報，這是現在所受的，現在在造業是煩惱之殘餘。所以「生身是苦果，煩惱是惑因」，這個惑，迷惑顛倒，將來墮落，也可以說是苦因。"
    },
    {
      "id": "02-041-0365_p0037",
      "zh_CN": "「烦恼、见思等惑，正是集谛」。见烦恼我们今天说过了，身见、边见、见取见、戒取见、邪见，这叫见惑。思惑，念头，起心动念，贪瞋痴慢疑，这五种念头是思惑。这都是属于四谛里头的集谛。「菩萨能断正使，及以习气，无有余残。出过三界，离父母生身，有漏果缚悉断尽，故云俱尽也。」下面，又憬兴大师说：「生身，在报」，现在人身，「烦恼，苦因。因果二余，皆已尽故」，二余是习气，统统都尽了。这是什么人？小乘的阿罗汉，大乘圆教七信位以上的菩萨。《净影疏》里面说，「生身，苦报。烦恼，惑因。此二残余皆悉灭尽，故云二余俱尽」。到这个地方是一段，正是我们今天所学习的，希望同学把这四句话记住，「知一切法，悉皆空寂。生身烦恼，二余俱尽」。",
      "zh_TW": "「煩惱、見思等惑，正是集諦」。見煩惱我們今天說過了，身見、邊見、見取見、戒取見、邪見，這叫見惑。思惑，念頭，起心動念，貪瞋痴慢疑，這五種念頭是思惑。這都是屬於四諦裡頭的集諦。「菩薩能斷正使，及以習氣，無有餘殘。出過三界，離父母生身，有漏果縛悉斷盡，故云俱盡也。」下面，又憬興大師說：「生身，在報」，現在人身，「煩惱，苦因。因果二餘，皆已盡故」，二餘是習氣，統統都盡了。這是什麼人？小乘的阿羅漢，大乘圓教七信位以上的菩薩。《淨影疏》裡面說，「生身，苦報。煩惱，惑因。此二殘餘皆悉滅盡，故云二餘俱盡」。到這個地方是一段，正是我們今天所學習的，希望同學把這四句話記住，「知一切法，悉皆空寂。生身煩惱，二餘俱盡」。"
    },
    {
      "id": "02-041-0365_p0038",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}