{
  "doc_id": "02-041-0108",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０八集",
    "zh_TW": "第一０八集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0108",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-041-0108_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0108_p0002",
      "zh_CN": "请看《大经科注》第三百三十七页倒数第七行，「遍游佛土」。请看经文，经文只一句：",
      "zh_TW": "請看《大經科註》第三百三十七頁倒數第七行，「遍遊佛土」。請看經文，經文只一句："
    },
    {
      "id": "02-041-0108_p0003",
      "zh_CN": "【于一念顷。遍游一切佛土。】",
      "zh_TW": "【於一念頃。遍遊一切佛土。】"
    },
    {
      "id": "02-041-0108_p0004",
      "zh_CN": "我们看念老的注解。『于一念顷，遍游一切佛土』，「一念，指极短促之时刻，但其时限，诸说不一」。这些都是佛当年对大众所说的，为什么说的不一样？听众的程度不一样，善根厚薄不一样，所以佛每对于一桩事情，四十九年当中所说不尽相同。这些经文，上一辈的大德教导我们，我们要学佛，学经教，要以马鸣菩萨《大乘起信论》上所说的方法、心态。菩萨教导我们，听经，一定要懂得不执着言说相；读经，文字是言说的符号，当然不能执着文字相。第二个不能执著名字相，名词、术语都是世尊教化众生假设的，执着就错了。一定要懂得里头的意思，不必斤斤计较这些文字。第三个不执着心缘相，心缘是我看到这个，我想大概是什么意思，不可以。为什么？佛的言语，以后写成文字，全都是从自性当中流出来的。自性没相，无相，自性无不相，你才真正能够契入。为什么不能看到文字，所谓望文生义？不可以，因为自性没有相，正因为它没有相，所以它有无量相；正因为它没有意义，它有无量义。要与性德相应，你才能够自性的智慧、德相慢慢恢复出来。",
      "zh_TW": "我們看念老的註解。『於一念頃，遍遊一切佛土』，「一念，指極短促之時刻，但其時限，諸說不一」。這些都是佛當年對大眾所說的，為什麼說的不一樣？聽眾的程度不一樣，善根厚薄不一樣，所以佛每對於一樁事情，四十九年當中所說不盡相同。這些經文，上一輩的大德教導我們，我們要學佛，學經教，要以馬鳴菩薩《大乘起信論》上所說的方法、心態。菩薩教導我們，聽經，一定要懂得不執著言說相；讀經，文字是言說的符號，當然不能執著文字相。第二個不能執著名字相，名詞、術語都是世尊教化眾生假設的，執著就錯了。一定要懂得裡頭的意思，不必斤斤計較這些文字。第三個不執著心緣相，心緣是我看到這個，我想大概是什麼意思，不可以。為什麼？佛的言語，以後寫成文字，全都是從自性當中流出來的。自性沒相，無相，自性無不相，你才真正能夠契入。為什麼不能看到文字，所謂望文生義？不可以，因為自性沒有相，正因為它沒有相，所以它有無量相；正因為它沒有意義，它有無量義。要與性德相應，你才能夠自性的智慧、德相慢慢恢復出來。"
    },
    {
      "id": "02-041-0108_p0005",
      "zh_CN": "到什么时候完全明了？到明心见性，大彻大悟，见性之后一切通达。这个时候你有没有意思？没有。为什么？见性的人，障碍自性的烦恼习气断掉了。总的来说，障碍自性的不外三大类，第一个无明烦恼，第二个尘沙烦恼，第三个见思烦恼，这些东西统统断了，统统放下。那心是什么？清净、平等、觉，我们经题上说的。见思烦恼断了，清净心现前，真心，没有染污了。尘沙烦恼断了，平等心得到了。尘沙是比喻，这种妄想、分别无量无边，前念灭后念就生，相续不断。见思烦恼是六道轮回的根，有这个东西就有六道，这个东西断掉了，六道就不见了，没有了，六道是假的。尘沙、无明是十法界的根，有尘沙、无明就有十法界，尘沙、无明断掉了，十法界也没有了。那有什么？一真法界现前了，一真法界就是诸佛如来的实报庄严土，这个境界现前。这个境界有色相，但是这个色相跟我们现在所能体会的色相大大的不相同。为什么？我们现在所能够体会的色相，是阿赖耶的境界相，是阿赖耶的相分。这个相分是生灭法，前念灭后念生，生灭不住，不停，住就是停止，不停，一个接一个。第一个生灭跟第二个生灭不一样，所以是相似相续，不是真的相续，真的相续是两个完全相同，它不一样。这是事实真相，大乘教里常说的诸法实相。",
      "zh_TW": "到什麼時候完全明瞭？到明心見性，大徹大悟，見性之後一切通達。這個時候你有沒有意思？沒有。為什麼？見性的人，障礙自性的煩惱習氣斷掉了。總的來說，障礙自性的不外三大類，第一個無明煩惱，第二個塵沙煩惱，第三個見思煩惱，這些東西統統斷了，統統放下。那心是什麼？清淨、平等、覺，我們經題上說的。見思煩惱斷了，清淨心現前，真心，沒有染污了。塵沙煩惱斷了，平等心得到了。塵沙是比喻，這種妄想、分別無量無邊，前念滅後念就生，相續不斷。見思煩惱是六道輪迴的根，有這個東西就有六道，這個東西斷掉了，六道就不見了，沒有了，六道是假的。塵沙、無明是十法界的根，有塵沙、無明就有十法界，塵沙、無明斷掉了，十法界也沒有了。那有什麼？一真法界現前了，一真法界就是諸佛如來的實報莊嚴土，這個境界現前。這個境界有色相，但是這個色相跟我們現在所能體會的色相大大的不相同。為什麼？我們現在所能夠體會的色相，是阿賴耶的境界相，是阿賴耶的相分。這個相分是生滅法，前念滅後念生，生滅不住，不停，住就是停止，不停，一個接一個。第一個生滅跟第二個生滅不一樣，所以是相似相續，不是真的相續，真的相續是兩個完全相同，它不一樣。這是事實真相，大乘教裡常說的諸法實相。"
    },
    {
      "id": "02-041-0108_p0006",
      "zh_CN": "实相无相，从体上讲，实相无相，实相无不相是从作用上讲。用，现相；不起用，用是有缘，没有缘不起用，它无相。体无相，起作用的时候现相，随缘，有缘就现，没有缘就不现。所以体性不可得，现的相也不可得。不可得当中你一定要得，那是妄想，那不是事实。因此，佛随缘说法，逗机，说法的目的是引导你契入自性。八万四千法门、无量法门，方法，善巧方便无量无边，方向跟目标是一个，这一个，粗显的来说就是戒定慧三学。八万四千、无量法门都离不开戒定慧，所以说法门平等，无有高下，戒定慧决定引导我们悟入自性，最后帮助你大彻大悟、明心见性。任何一法都可以，只要你心专，专一，不能杂、不能乱、不能够被染污，这些统统在日常生活当中。起心动念、分别执着这就坏了，这是六道凡夫。不起心不动念、不分别不执着，这就是佛陀，完全用自性观照。六根起作用都叫做观照，从观照悟实相。",
      "zh_TW": "實相無相，從體上講，實相無相，實相無不相是從作用上講。用，現相；不起用，用是有緣，沒有緣不起用，它無相。體無相，起作用的時候現相，隨緣，有緣就現，沒有緣就不現。所以體性不可得，現的相也不可得。不可得當中你一定要得，那是妄想，那不是事實。因此，佛隨緣說法，逗機，說法的目的是引導你契入自性。八萬四千法門、無量法門，方法，善巧方便無量無邊，方向跟目標是一個，這一個，粗顯的來說就是戒定慧三學。八萬四千、無量法門都離不開戒定慧，所以說法門平等，無有高下，戒定慧決定引導我們悟入自性，最後幫助你大徹大悟、明心見性。任何一法都可以，只要你心專，專一，不能雜、不能亂、不能夠被染污，這些統統在日常生活當中。起心動念、分別執著這就壞了，這是六道凡夫。不起心不動念、不分別不執著，這就是佛陀，完全用自性觀照。六根起作用都叫做觀照，從觀照悟實相。"
    },
    {
      "id": "02-041-0108_p0007",
      "zh_CN": "所以，对于佛这种种说法我们就能看到，佛说法的对象不一样，时节因缘不相同，用现在的话说，社会环境不一样，风俗习惯不一样，文化不相同。佛陀那个时代，交通完全靠步行，牛车、马车，船是用帆船，靠风力，靠人，人力。所以确确实实有很多人老死不相往来，他一生生活的环境就是他这一个村庄，或者他这个小镇，就这么大地方，没有出过远门。很多农村的居民一生没有进过城，县城没有见过，真有，不是没有。我小时候生长在农村，确实有老人一生没进过城，他最远的地方就是附近的几个乡镇。佛讲经说法，在这个环境里面，只让他有个概念就可以了，不必细说。看听众的程度、根性的利钝，对大根性的人，愈接近实相，对小根性的人，距离实相远近就不必说了。从这个地方能看到善巧方便。",
      "zh_TW": "所以，對於佛這種種說法我們就能看到，佛說法的對象不一樣，時節因緣不相同，用現在的話說，社會環境不一樣，風俗習慣不一樣，文化不相同。佛陀那個時代，交通完全靠步行，牛車、馬車，船是用帆船，靠風力，靠人，人力。所以確確實實有很多人老死不相往來，他一生生活的環境就是他這一個村莊，或者他這個小鎮，就這麼大地方，沒有出過遠門。很多農村的居民一生沒有進過城，縣城沒有見過，真有，不是沒有。我小時候生長在農村，確實有老人一生沒進過城，他最遠的地方就是附近的幾個鄉鎮。佛講經說法，在這個環境裡面，只讓他有個概念就可以了，不必細說。看聽眾的程度、根性的利鈍，對大根性的人，愈接近實相，對小根性的人，距離實相遠近就不必說了。從這個地方能看到善巧方便。"
    },
    {
      "id": "02-041-0108_p0008",
      "zh_CN": "譬如「《仁王般若经》上」，这个古大德注疏里面引用得很多，因为《仁王经》念的人多，《仁王经》上说「九十刹那为一念」，这是一弹指，一弹指有九十刹那，这叫一念。九十刹那叫一念，「一念中之一刹那，经九百生灭」。这个说法，又《往生论注》上卷，「以百一生灭为一刹那，六十刹那为一念」。都是指时间非常短促，知道这个概念就好。我们在讲经当中常常提到的，是弥勒菩萨跟释迦牟尼佛的对话，《菩萨处胎经》里面一段。佛问弥勒菩萨，说「心有所念」，我们凡夫心里起个念头，佛问，这一念，心有所念，「几念几相识耶」？这是经的原文，佛问的。这一念里头，心有所念里头有多少个念头？微细的念头，多少念头？几念？有几相？相是物质现象。还有几识？这个里头问了三桩事情，念、相、识。",
      "zh_TW": "譬如「《仁王般若經》上」，這個古大德註疏裡面引用得很多，因為《仁王經》念的人多，《仁王經》上說「九十剎那為一念」，這是一彈指，一彈指有九十剎那，這叫一念。九十剎那叫一念，「一念中之一剎那，經九百生滅」。這個說法，又《往生論註》上卷，「以百一生滅為一剎那，六十剎那為一念」。都是指時間非常短促，知道這個概念就好。我們在講經當中常常提到的，是彌勒菩薩跟釋迦牟尼佛的對話，《菩薩處胎經》裡面一段。佛問彌勒菩薩，說「心有所念」，我們凡夫心裡起個念頭，佛問，這一念，心有所念，「幾念幾相識耶」？這是經的原文，佛問的。這一念裡頭，心有所念裡頭有多少個念頭？微細的念頭，多少念頭？幾念？有幾相？相是物質現象。還有幾識？這個裡頭問了三樁事情，念、相、識。"
    },
    {
      "id": "02-041-0108_p0009",
      "zh_CN": "弥勒菩萨回答说，「一弹指有三十二亿百千念」。单位是百千，一百个千是十万，三十二亿乘十万，三百二十兆。这一弹指，三百二十兆个细念，念头。每个念头都有相，「念念成形」，那就是物质现象，「形皆有识」。这个里头含义很深，物质现象从哪里来的？不就说明白了，从念头来的，念念成形。相由心生，色由心生，从念头来的。念头才是物质现象的根本，没有念头，哪来的物质现象？是假的，不是真的。形皆有识，形就是物质现象，每个物质现象里面都有识，识是什么？受想行识，佛法讲的五蕴，色受想行识。我们读到这个经文之后，才真正了解天天念的《心经》，「观世音菩萨，行深般若波罗蜜多时，照见五蕴皆空」，什么是五蕴？这说出来了。五蕴是第一个物质现象，物质现象里面就有识，色受想行识决定离不开。",
      "zh_TW": "彌勒菩薩回答說，「一彈指有三十二億百千念」。單位是百千，一百個千是十萬，三十二億乘十萬，三百二十兆。這一彈指，三百二十兆個細念，念頭。每個念頭都有相，「念念成形」，那就是物質現象，「形皆有識」。這個裡頭含義很深，物質現象從哪裡來的？不就說明白了，從念頭來的，念念成形。相由心生，色由心生，從念頭來的。念頭才是物質現象的根本，沒有念頭，哪來的物質現象？是假的，不是真的。形皆有識，形就是物質現象，每個物質現象裡面都有識，識是什麼？受想行識，佛法講的五蘊，色受想行識。我們讀到這個經文之後，才真正了解天天念的《心經》，「觀世音菩薩，行深般若波羅蜜多時，照見五蘊皆空」，什麼是五蘊？這說出來了。五蘊是第一個物質現象，物質現象裡面就有識，色受想行識決定離不開。"
    },
    {
      "id": "02-041-0108_p0010",
      "zh_CN": "这个物质多大？大乘教里头释迦牟尼佛告诉我们，这叫极微色，没有比这更小的了。这个极微色要是把它分开，物质现象就没有了，所以也叫做邻虚尘，尘是微尘。佛在经上告诉我们，佛用的方法是分析，他第一个用牛毛尘做单位开始。牛毛，牛毛粗，牛毛的尖端上面有一粒微尘，那微尘很小，眼睛很好的人能看见。这一粒尘附在这个毫毛的尖端上，它不会掉下去，我们讲吸力，引力，因为它太小了，这个大的引力超过它，把它吸住，它不会掉的，牛毛尘。用牛毛尘把它分开，分成七分，七分之一叫羊毛尘。羊毛细，尖端上有一粒尘土，多大？是牛毛尘的七分之一。再将羊毛尘分为七分，七分之一，兔毛尘，兔毛就更细了。羊毛、兔毛，我们中国人写毛笔，常常用它做原料。用这个方法来分。",
      "zh_TW": "這個物質多大？大乘教裡頭釋迦牟尼佛告訴我們，這叫極微色，沒有比這更小的了。這個極微色要是把它分開，物質現象就沒有了，所以也叫做鄰虛塵，塵是微塵。佛在經上告訴我們，佛用的方法是分析，他第一個用牛毛塵做單位開始。牛毛，牛毛粗，牛毛的尖端上面有一粒微塵，那微塵很小，眼睛很好的人能看見。這一粒塵附在這個毫毛的尖端上，它不會掉下去，我們講吸力，引力，因為它太小了，這個大的引力超過它，把它吸住，它不會掉的，牛毛塵。用牛毛塵把它分開，分成七分，七分之一叫羊毛塵。羊毛細，尖端上有一粒塵土，多大？是牛毛塵的七分之一。再將羊毛塵分為七分，七分之一，兔毛塵，兔毛就更細了。羊毛、兔毛，我們中國人寫毛筆，常常用它做原料。用這個方法來分。"
    },
    {
      "id": "02-041-0108_p0011",
      "zh_CN": "兔毛尘再分成七分，七分之一叫水尘。这一粒微尘放在水里头，水有空隙，有空隙它可以从空隙里头游来游去，没有障碍。水尘再分成七分之一，叫金尘，金属，金属的密度大，但是它还是有空隙。金银铜铁这些它没有障碍，它可以透过，很容易透过，它有空隙。金尘再把它分成七分之一，叫微尘。我们以为平常都叫微尘，在佛经上微尘是指这个，指金尘的七分之一，叫微尘。这个微尘大概就是现在所讲的原子，佛说阿罗汉的天眼能看到。这微尘再分七分之一，叫色聚极微，大概现在科学里面所讲的基本粒子、夸克，是这一类的，色聚极微。还能分，色聚极微再分七分，七分之一就是极微之微。极微之微不能再分，再分就没有了，所以叫邻虚尘，它跟虚空隔壁，它一分就是虚空，物质现象没有了，就是空了。",
      "zh_TW": "兔毛塵再分成七分，七分之一叫水塵。這一粒微塵放在水裡頭，水有空隙，有空隙它可以從空隙裡頭游來游去，沒有障礙。水塵再分成七分之一，叫金塵，金屬，金屬的密度大，但是它還是有空隙。金銀銅鐵這些它沒有障礙，它可以透過，很容易透過，它有空隙。金塵再把它分成七分之一，叫微塵。我們以為平常都叫微塵，在佛經上微塵是指這個，指金塵的七分之一，叫微塵。這個微塵大概就是現在所講的原子，佛說阿羅漢的天眼能看到。這微塵再分七分之一，叫色聚極微，大概現在科學裡面所講的基本粒子、夸克，是這一類的，色聚極微。還能分，色聚極微再分七分，七分之一就是極微之微。極微之微不能再分，再分就沒有了，所以叫鄰虛塵，它跟虛空隔壁，它一分就是虛空，物質現象沒有了，就是空了。"
    },
    {
      "id": "02-041-0108_p0012",
      "zh_CN": "佛在这桩事情，近代的物理学家、量子力学家发现了，他们也是用一样方法，把这物质把它分析，好像一分二、二分四、四分八、八分十六，这么样分法。从原子开始，八十年前发现原子，那个时候认为原子是物质现象最小的。随着科学的进步，仪器发现，原子，把原子打破，打破发现原子里头有原子核，有电子、有中子。所以它很复杂，不是单纯的，揉在一起产生这个现象。科学再将原子核、电子、中子各个击破，能打破，打破后还存在，更小的了，称它作粒子，基本粒子。它还不是最小的，基本粒子还能打破，就是还能再分，打破之后发现这更小的东西，称为微中子，也叫中微子。这个东西再把它打破，打破没有了，那么就是跟佛经上讲的极微色、极微之微、邻虚尘，被科学家找到了，它的名词叫微中子。这个东西打破，没有了，物质没有了。",
      "zh_TW": "佛在這樁事情，近代的物理學家、量子力學家發現了，他們也是用一樣方法，把這物質把它分析，好像一分二、二分四、四分八、八分十六，這麼樣分法。從原子開始，八十年前發現原子，那個時候認為原子是物質現象最小的。隨著科學的進步，儀器發現，原子，把原子打破，打破發現原子裡頭有原子核，有電子、有中子。所以它很複雜，不是單純的，揉在一起產生這個現象。科學再將原子核、電子、中子各個擊破，能打破，打破後還存在，更小的了，稱它作粒子，基本粒子。它還不是最小的，基本粒子還能打破，就是還能再分，打破之後發現這更小的東西，稱為微中子，也叫中微子。這個東西再把它打破，打破沒有了，那麼就是跟佛經上講的極微色、極微之微、鄰虛塵，被科學家找到了，它的名詞叫微中子。這個東西打破，沒有了，物質沒有了。"
    },
    {
      "id": "02-041-0108_p0013",
      "zh_CN": "物质没有看到什么？看到是念头波动的现象。这才恍然大悟，原来物质是这么回事情，是念头波动产生的幻相。这就证明佛所讲的没错，「色由心生」、「相随心转」，科学把佛经这两句话证明了。这两句话佛在三千年前讲的，三千年后今天的科学家，尖端科学发现了，这是宇宙的奥秘，物质到底是什么，这个密揭穿了，是念头。所以德国普朗克博士向大家宣布，世界上根本就没有物质这个东西的存在。什么东西存在？念头，念头是属于心理。所以他指出来，科学从建立到现在四百年，走上一个错误的道路，这个错误是什么？叫二分法，把宇宙的现象分成心理、物理，现在大学的是物理学、心理学。这是错误的，根本就没有物质这个东西，统统是精神。所以物质跟精神是一体，佛家讲五蕴讲得对，正确，五蕴就是色心是一体。",
      "zh_TW": "物質沒有看到什麼？看到是念頭波動的現象。這才恍然大悟，原來物質是這麼回事情，是念頭波動產生的幻相。這就證明佛所講的沒錯，「色由心生」、「相隨心轉」，科學把佛經這兩句話證明了。這兩句話佛在三千年前講的，三千年後今天的科學家，尖端科學發現了，這是宇宙的奧祕，物質到底是什麼，這個密揭穿了，是念頭。所以德國普朗克博士向大家宣布，世界上根本就沒有物質這個東西的存在。什麼東西存在？念頭，念頭是屬於心理。所以他指出來，科學從建立到現在四百年，走上一個錯誤的道路，這個錯誤是什麼？叫二分法，把宇宙的現象分成心理、物理，現在大學的是物理學、心理學。這是錯誤的，根本就沒有物質這個東西，統統是精神。所以物質跟精神是一體，佛家講五蘊講得對，正確，五蘊就是色心是一體。"
    },
    {
      "id": "02-041-0108_p0014",
      "zh_CN": "我们看了科学报告，对这桩事情有了一个清晰的概念，真正相信了念头重要，物质随着念头变。海贤老和尚十二岁，不是种了一个大冬瓜，被他堂弟偷了。他大概不知道，他就咒，小声的咒，哪一个偷了我的冬瓜，叫他长疮害病。三天之后，他堂弟真的长疮害病了。这是什么？物质现象是跟着人念头转的，海贤能够转他身体的物质现象，真害疮了。婶娘知道这个事情了，赶紧跟他说，别再念了，弟弟已经害疮生病了。他马上改口，他改希望他赶快好了，希望他赶快好了。念了两天，他堂弟真好了。他才晓得这个念头有这么大的能量，以后再不敢咒人了，再不敢有负面的念头。这桩事情科学证明了。",
      "zh_TW": "我們看了科學報告，對這樁事情有了一個清晰的概念，真正相信了念頭重要，物質隨著念頭變。海賢老和尚十二歲，不是種了一個大冬瓜，被他堂弟偷了。他大概不知道，他就咒，小聲的咒，哪一個偷了我的冬瓜，叫他長瘡害病。三天之後，他堂弟真的長瘡害病了。這是什麼？物質現象是跟著人念頭轉的，海賢能夠轉他身體的物質現象，真害瘡了。嬸娘知道這個事情了，趕緊跟他說，別再念了，弟弟已經害瘡生病了。他馬上改口，他改希望他趕快好了，希望他趕快好了。念了兩天，他堂弟真好了。他才曉得這個念頭有這麼大的能量，以後再不敢咒人了，再不敢有負面的念頭。這樁事情科學證明了。"
    },
    {
      "id": "02-041-0108_p0015",
      "zh_CN": "你看现代的书店，我偶尔去看一下，关于研究念力的报告很多，总有几十种，现在年轻的科学家都走这条路子。我相信大概再过二、三十年，念头是什么，会被他发现。因为佛在经上讲过，用第六意识，第六意识的能量非常大，就是它能缘的这个量，对外它能缘到宇宙的边缘，大宇宙，对内它能够达到阿赖耶；也就是说阿赖耶的三细相，科学可以发现，也可以给佛做证明。但是他不得受用，因为科学家没断烦恼，虽然发现了，跟佛讲的是完全一样，智慧、神通、道力都不能现前。佛、菩萨是怎么知道的？是禅定里面见到的，现量境界，定中所见到的。完全搞透彻、搞清楚的，大乘教上常说八地以上。",
      "zh_TW": "你看現代的書店，我偶爾去看一下，關於研究念力的報告很多，總有幾十種，現在年輕的科學家都走這條路子。我相信大概再過二、三十年，念頭是什麼，會被他發現。因為佛在經上講過，用第六意識，第六意識的能量非常大，就是它能緣的這個量，對外它能緣到宇宙的邊緣，大宇宙，對內它能夠達到阿賴耶；也就是說阿賴耶的三細相，科學可以發現，也可以給佛做證明。但是他不得受用，因為科學家沒斷煩惱，雖然發現了，跟佛講的是完全一樣，智慧、神通、道力都不能現前。佛、菩薩是怎麼知道的？是禪定裡面見到的，現量境界，定中所見到的。完全搞透徹、搞清楚的，大乘教上常說八地以上。"
    },
    {
      "id": "02-041-0108_p0016",
      "zh_CN": "实报土里面法身菩萨，华严是圆教，从初住到等觉，四十一位法身大士，都是断无明、证法身的，他们生实报庄严土，生到实报庄严土，对这桩事实知道、相信，不怀疑。要把这个事情搞清楚、搞明白，要八地。四十一个阶级，八地是最上面的第四个阶级，八地、九地、十地、等觉，后面是妙觉，妙觉是佛，不算。算菩萨的果位，四十一个阶级，实报土里头。他们智慧开了，神通现前了，科学家虽然看到这个东西，智慧不开，神通不能现前。佛法不需要用科学的这些仪器，不需要，也不需要用数学的理论去推论，都不需要，佛法完全用禅定。定功愈深你看得愈清楚，到妙觉，圆满了。圆满这个时候，这定功是什么？我们相信应该在八地就圆满，自性本定，回归自性了。",
      "zh_TW": "實報土裡面法身菩薩，華嚴是圓教，從初住到等覺，四十一位法身大士，都是斷無明、證法身的，他們生實報莊嚴土，生到實報莊嚴土，對這樁事實知道、相信，不懷疑。要把這個事情搞清楚、搞明白，要八地。四十一個階級，八地是最上面的第四個階級，八地、九地、十地、等覺，後面是妙覺，妙覺是佛，不算。算菩薩的果位，四十一個階級，實報土裡頭。他們智慧開了，神通現前了，科學家雖然看到這個東西，智慧不開，神通不能現前。佛法不需要用科學的這些儀器，不需要，也不需要用數學的理論去推論，都不需要，佛法完全用禪定。定功愈深你看得愈清楚，到妙覺，圓滿了。圓滿這個時候，這定功是什麼？我們相信應該在八地就圓滿，自性本定，回歸自性了。"
    },
    {
      "id": "02-041-0108_p0017",
      "zh_CN": "修定，这个概念我们逐渐体会到一些，它很重要，为什么？它是真心。惠能大师开悟的时候告诉我们，「何期自性，本无动摇」，本无动摇就是自性本定。为什么要修定？因为本来是定，真心本来是定。定就是真心，不定就是妄心、就是阿赖耶，阿赖耶是动的，是生灭法。自性本定，不生不灭，不动不摇，所以大乘法里头特别重视禅定。定是中国的意思，禅是禅那，梵语翻过来的，禅那是静虑，翻成中国这个意思，静就是定，虑就是它有观照的能力，它照见。虑是个比喻，不是思考，他没有思考，我们今天讲完全是直觉，一听就明白，一看就明白。六祖听法达念《法华经》，念到第二品，《法华》二十八品，念到第二品他就止住了，告诉法达禅师，别念了，我知道了。跟他讲《法华》的玄义，他开悟了。他念了十年没开悟，能大师一席话里头开悟了。所以，定是清净心、是平等心、是觉心，觉心就是开悟，觉是开悟，大彻大悟，明心见性。清净心是阿罗汉、辟支佛的禅定，平等心是菩萨的禅定。我们要想作菩萨，不平等不行；还有高下之分，还有人我之分，这不平等。所以，修菩萨道要修平等心，修小乘道要修清净心，不能被污染。",
      "zh_TW": "修定，這個概念我們逐漸體會到一些，它很重要，為什麼？它是真心。惠能大師開悟的時候告訴我們，「何期自性，本無動搖」，本無動搖就是自性本定。為什麼要修定？因為本來是定，真心本來是定。定就是真心，不定就是妄心、就是阿賴耶，阿賴耶是動的，是生滅法。自性本定，不生不滅，不動不搖，所以大乘法裡頭特別重視禪定。定是中國的意思，禪是禪那，梵語翻過來的，禪那是靜慮，翻成中國這個意思，靜就是定，慮就是它有觀照的能力，它照見。慮是個比喻，不是思考，他沒有思考，我們今天講完全是直覺，一聽就明白，一看就明白。六祖聽法達念《法華經》，念到第二品，《法華》二十八品，念到第二品他就止住了，告訴法達禪師，別念了，我知道了。跟他講《法華》的玄義，他開悟了。他念了十年沒開悟，能大師一席話裡頭開悟了。所以，定是清淨心、是平等心、是覺心，覺心就是開悟，覺是開悟，大徹大悟，明心見性。清淨心是阿羅漢、辟支佛的禪定，平等心是菩薩的禪定。我們要想作菩薩，不平等不行；還有高下之分，還有人我之分，這不平等。所以，修菩薩道要修平等心，修小乘道要修清淨心，不能被污染。"
    },
    {
      "id": "02-041-0108_p0018",
      "zh_CN": "我们修行念佛，最初的功夫从哪里开始？从功夫成片，我们要求自己达到这个境界。功夫成片是什么意思？心里面只有阿弥陀佛，除阿弥陀佛之外全都放下了，这功夫成片。功夫成片就有资格往生，人到功夫成片的时候，阿弥陀佛一定会给你现身。我们见阿弥陀佛见不到，他来看我们很容易。来看我们干什么？等于大乘里头给我们授记，会来告诉你，你念得不错，鼓励你，念得很好，你的阳寿还有多少年，给你讲，等到你临命终时，阿弥陀佛来接引你往生。这个时候你的信心、愿心踏实了，为什么？阿弥陀佛来注册了，真的法喜充满。可是有一等人很聪明，寿命我不要了，好不容易遇到阿弥陀佛，就求阿弥陀佛，我寿命不要了，我现在跟你去。佛很慈悲，会带你去。《往生传》里头、《净土圣贤录》里面，许许多多往生的人，我估计至少有三分之一到一半，不是自己寿命到的，是要求阿弥陀佛，我现在跟你去。",
      "zh_TW": "我們修行念佛，最初的功夫從哪裡開始？從功夫成片，我們要求自己達到這個境界。功夫成片是什麼意思？心裡面只有阿彌陀佛，除阿彌陀佛之外全都放下了，這功夫成片。功夫成片就有資格往生，人到功夫成片的時候，阿彌陀佛一定會給你現身。我們見阿彌陀佛見不到，他來看我們很容易。來看我們幹什麼？等於大乘裡頭給我們授記，會來告訴你，你念得不錯，鼓勵你，念得很好，你的陽壽還有多少年，給你講，等到你臨命終時，阿彌陀佛來接引你往生。這個時候你的信心、願心踏實了，為什麼？阿彌陀佛來註冊了，真的法喜充滿。可是有一等人很聰明，壽命我不要了，好不容易遇到阿彌陀佛，就求阿彌陀佛，我壽命不要了，我現在跟你去。佛很慈悲，會帶你去。《往生傳》裡頭、《淨土聖賢錄》裡面，許許多多往生的人，我估計至少有三分之一到一半，不是自己壽命到的，是要求阿彌陀佛，我現在跟你去。"
    },
    {
      "id": "02-041-0108_p0019",
      "zh_CN": "像莹珂就是很明显的例子，念佛念三天三夜，不眠不休，拼命念，把阿弥陀佛念来了。佛告诉他，你寿命还有十年，十年之后我来接引你。他的警觉性很高，劣根性重，习气太重，造业，他害怕了，我十年寿命不要了，我现在跟你去。佛就答应了，跟他约定，三天之后我来接引你。为什么不当时带他去？当时要带他去了，莹珂死了，死在寮房里。过几天看他怎么样，打开房门，死了好多天了。这个死就冤枉死了。留他三天，这个功德无量无边，让他把这个信息告诉大家，寺庙人都知道了，三天之后佛来接引他往生。他是个恶人，是个破戒、犯规的人，自己晓得将来到哪里去，无间地狱。他是因为怕地狱苦，才拼命念佛，念了三天三夜把佛念来了。所以庙里的人都不敢相信他，你这样的人，关门念了三天，你来骗我们，说你三天之后往生。好在三天时间不算太长，我们等着看，看三天你往不往生。",
      "zh_TW": "像瑩珂就是很明顯的例子，念佛念三天三夜，不眠不休，拼命念，把阿彌陀佛念來了。佛告訴他，你壽命還有十年，十年之後我來接引你。他的警覺性很高，劣根性重，習氣太重，造業，他害怕了，我十年壽命不要了，我現在跟你去。佛就答應了，跟他約定，三天之後我來接引你。為什麼不當時帶他去？當時要帶他去了，瑩珂死了，死在寮房裡。過幾天看他怎麼樣，打開房門，死了好多天了。這個死就冤枉死了。留他三天，這個功德無量無邊，讓他把這個信息告訴大家，寺廟人都知道了，三天之後佛來接引他往生。他是個惡人，是個破戒、犯規的人，自己曉得將來到哪裡去，無間地獄。他是因為怕地獄苦，才拼命念佛，念了三天三夜把佛念來了。所以廟裡的人都不敢相信他，你這樣的人，關門念了三天，你來騙我們，說你三天之後往生。好在三天時間不算太長，我們等著看，看三天你往不往生。"
    },
    {
      "id": "02-041-0108_p0020",
      "zh_CN": "到第三天，他要求大众念佛送他往生，那就是他度众生。大家念佛念到大概一刻钟，古时候一刻比我们现在长，因为古时候一时是现在的两小时，中国用子丑寅卯辰巳午未，一天是十二时。现在用西方西洋的，叫二十四时，叫小时。印度的时比我们大，印度只分六时，昼三时、夜三时。真往生了，大家相信了，你说他度多少人！这个一示现，不但影响当时，我们在《往生传》里头看到这些文字，我们都受感动。所以佛叫他延后三天，让他度无量有缘众生，当时看到、听到是有缘，现在我们看到这文字都是有缘。这个缘一直要延续往后九千年，佛法完全灭尽，他这个缘就没有了。只要这个文字存在，就可能有一些有缘众生看到受他感动，也学他这个方法，放下万缘，一向专念，一个方向、一个目标，专念阿弥陀佛，求生净土。",
      "zh_TW": "到第三天，他要求大眾念佛送他往生，那就是他度眾生。大家念佛念到大概一刻鐘，古時候一刻比我們現在長，因為古時候一時是現在的兩小時，中國用子丑寅卯辰巳午未，一天是十二時。現在用西方西洋的，叫二十四時，叫小時。印度的時比我們大，印度只分六時，晝三時、夜三時。真往生了，大家相信了，你說他度多少人！這個一示現，不但影響當時，我們在《往生傳》裡頭看到這些文字，我們都受感動。所以佛叫他延後三天，讓他度無量有緣眾生，當時看到、聽到是有緣，現在我們看到這文字都是有緣。這個緣一直要延續往後九千年，佛法完全滅盡，他這個緣就沒有了。只要這個文字存在，就可能有一些有緣眾生看到受他感動，也學他這個方法，放下萬緣，一向專念，一個方向、一個目標，專念阿彌陀佛，求生淨土。"
    },
    {
      "id": "02-041-0108_p0021",
      "zh_CN": "十八愿讲得很清楚，五逆十恶，临终一念、十念都能往生。看起来是容易，事实也不容易，为什么？他得有善根。善根是无始劫修的，听到阿弥陀佛就欢喜，听到西方极乐世界就相信，没有怀疑，信愿持名，这叫根熟众生。佛现身说法接引往生，这些人第一批，头一批得度的。所以我们要知道，然后才能看到经上佛所讲的其味无穷。你看他的善巧方便，令一切众生，上中下三根普被，利钝全收，我们今天用一句话说善巧方便，达到极处。从哪里来的？自性里头流出来的。自性是什么？清净心、平等心，我们从这里下功夫。",
      "zh_TW": "十八願講得很清楚，五逆十惡，臨終一念、十念都能往生。看起來是容易，事實也不容易，為什麼？他得有善根。善根是無始劫修的，聽到阿彌陀佛就歡喜，聽到西方極樂世界就相信，沒有懷疑，信願持名，這叫根熟眾生。佛現身說法接引往生，這些人第一批，頭一批得度的。所以我們要知道，然後才能看到經上佛所講的其味無窮。你看他的善巧方便，令一切眾生，上中下三根普被，利鈍全收，我們今天用一句話說善巧方便，達到極處。從哪裡來的？自性裡頭流出來的。自性是什麼？清淨心、平等心，我們從這裡下功夫。"
    },
    {
      "id": "02-041-0108_p0022",
      "zh_CN": "清净的反面是染污，不能被染污。染污是从哪里来的？内外境界里头来的。要保养这个身体，为这个来操心，这是被内根染污了。外面是外面尘境，境界，你看到了、听到了、接触到了，起心动念，被染污了。起心动念染污得轻，分别、执着染污得严重，最严重是执着。只要有执着这个念头，无论执着什么，执着佛法也不行，执着佛法也离不开六道轮回。所以佛在《金刚经》上教导我们，「法尚应舍，何况非法」。往生西方极乐世界，只许可执着一尊阿弥陀佛，《十六观经》里头最后的一观，第十六持名念佛。我们在这里下功夫，不受外面环境染污，就是持戒，不受境界的动摇，不受外境的欺骗，那就是戒定慧三学。知道「凡所有相，皆是虚妄」，《金刚经》这些重要句子不能够忘掉，从早到晚。我们要放下，放下就是，不放下就错了，什么都要放下，连身体都要放下。放下身见证须陀洹果，修净土的，在果位上跟须陀洹相同，在其他方面超过须陀洹太多了。须陀洹要天上人间七番生死，才证阿罗汉，我们提醒自己万缘放下，这一生就生净土，生净土超过阿罗汉太多了。凡圣同居土下下品往生，也作阿惟越致菩萨，阿惟越致就是圆教初住以上到等觉，四十一位法身大士都称为阿惟越致菩萨。这是我们决定不能错过的机缘，机缘太难得了！",
      "zh_TW": "清淨的反面是染污，不能被染污。染污是從哪裡來的？內外境界裡頭來的。要保養這個身體，為這個來操心，這是被內根染污了。外面是外面塵境，境界，你看到了、聽到了、接觸到了，起心動念，被染污了。起心動念染污得輕，分別、執著染污得嚴重，最嚴重是執著。只要有執著這個念頭，無論執著什麼，執著佛法也不行，執著佛法也離不開六道輪迴。所以佛在《金剛經》上教導我們，「法尚應捨，何況非法」。往生西方極樂世界，只許可執著一尊阿彌陀佛，《十六觀經》裡頭最後的一觀，第十六持名念佛。我們在這裡下功夫，不受外面環境染污，就是持戒，不受境界的動搖，不受外境的欺騙，那就是戒定慧三學。知道「凡所有相，皆是虛妄」，《金剛經》這些重要句子不能夠忘掉，從早到晚。我們要放下，放下就是，不放下就錯了，什麼都要放下，連身體都要放下。放下身見證須陀洹果，修淨土的，在果位上跟須陀洹相同，在其他方面超過須陀洹太多了。須陀洹要天上人間七番生死，才證阿羅漢，我們提醒自己萬緣放下，這一生就生淨土，生淨土超過阿羅漢太多了。凡聖同居土下下品往生，也作阿惟越致菩薩，阿惟越致就是圓教初住以上到等覺，四十一位法身大士都稱為阿惟越致菩薩。這是我們決定不能錯過的機緣，機緣太難得了！"
    },
    {
      "id": "02-041-0108_p0023",
      "zh_CN": "我们再往下看，「两者均以一念中具多刹那也。但《智度论》以一弹指顷有六十念，《华严探玄记十八》谓刹那者此云念顷，一弹指顷有六十刹那。两者均谓一念即一刹那」。「兹为简单易记」，这是学习的善巧方便，「故从后者」，后面所说的，《智度论》、《华严经》上所说的，「以一念顷即一刹那」。「至于刹那一念之间，即能遍游诸佛国土者」，这就讲到经文了，刹那一念之间，就能够遍游诸佛国土，这就是阿弥陀佛四十八愿的第十一愿。十一愿的经文引用在此地，这个引用全是康僧铠的本子，也是五种原译本流通最广的本子。「于一念顷，不能超过亿那由他百千佛刹，周遍巡历供养诸佛者，不取正觉」，引用在此地，坚定我们的信心，这是《魏译》的原文。",
      "zh_TW": "我們再往下看，「兩者均以一念中具多剎那也。但《智度論》以一彈指頃有六十念，《華嚴探玄記十八》謂剎那者此云念頃，一彈指頃有六十剎那。兩者均謂一念即一剎那」。「茲為簡單易記」，這是學習的善巧方便，「故從後者」，後面所說的，《智度論》、《華嚴經》上所說的，「以一念頃即一剎那」。「至於剎那一念之間，即能遍遊諸佛國土者」，這就講到經文了，剎那一念之間，就能夠遍遊諸佛國土，這就是阿彌陀佛四十八願的第十一願。十一願的經文引用在此地，這個引用全是康僧鎧的本子，也是五種原譯本流通最廣的本子。「於一念頃，不能超過億那由他百千佛剎，周遍巡歷供養諸佛者，不取正覺」，引用在此地，堅定我們的信心，這是《魏譯》的原文。"
    },
    {
      "id": "02-041-0108_p0024",
      "zh_CN": "我们今天，我们都用弥勒菩萨跟世尊对话，因为还跟科学做了见证，那就是一秒钟一千六百兆次的生灭，那一个生灭叫一念。一秒钟有多少个一念？一千六百兆个一念，这比前面都细。弥勒菩萨是唯识专家，唯识是佛门的心理学，我们常常提起这一句，一秒钟一千六百兆次的生灭。一弹指三百二十兆，一秒钟可以弹七次，身体好的、年轻的，弹指一秒钟弹七次，那就三百二十兆乘七。这一念，对于一念有个概念，太短了，我们想像不到，六根包括念头都想像不到。",
      "zh_TW": "我們今天，我們都用彌勒菩薩跟世尊對話，因為還跟科學做了見證，那就是一秒鐘一千六百兆次的生滅，那一個生滅叫一念。一秒鐘有多少個一念？一千六百兆個一念，這比前面都細。彌勒菩薩是唯識專家，唯識是佛門的心理學，我們常常提起這一句，一秒鐘一千六百兆次的生滅。一彈指三百二十兆，一秒鐘可以彈七次，身體好的、年輕的，彈指一秒鐘彈七次，那就三百二十兆乘七。這一念，對於一念有個概念，太短了，我們想像不到，六根包括念頭都想像不到。"
    },
    {
      "id": "02-041-0108_p0025",
      "zh_CN": "「上文已曰，此诸大士」，前面经文上有，这个地方这些大士，明显的是指十六正士，第二品一开端「贤护等十六正士」，泛指参加大会的这些在家菩萨们，统统包括在其中，「随时悟入华严三昧」。说实在话，这些菩萨常住在华严三昧之中，与自性本定圆满相应。就是能大师所说，自性能生万法，自性是万法的本体，世出世间一切法都不离自性，离自性无有一法可得。自性能现、能生，阿赖耶能变，世出世间依正庄严是所生、所现、所变。如果我们能转识成智，修到法身菩萨的地位，就是圆教初住、别教初地，就入华严三昧了；不但入，常住华严三昧。所以他有能力在一念顷，超过亿那由他百千佛刹，这个亿那由他百千佛刹，我们可以用无量无边、无数无尽来形容它。去干什么？供佛，供佛是修福，供佛当然听经，听诸佛讲经说法，那是开智慧。",
      "zh_TW": "「上文已曰，此諸大士」，前面經文上有，這個地方這些大士，明顯的是指十六正士，第二品一開端「賢護等十六正士」，泛指參加大會的這些在家菩薩們，統統包括在其中，「隨時悟入華嚴三昧」。說實在話，這些菩薩常住在華嚴三昧之中，與自性本定圓滿相應。就是能大師所說，自性能生萬法，自性是萬法的本體，世出世間一切法都不離自性，離自性無有一法可得。自性能現、能生，阿賴耶能變，世出世間依正莊嚴是所生、所現、所變。如果我們能轉識成智，修到法身菩薩的地位，就是圓教初住、別教初地，就入華嚴三昧了；不但入，常住華嚴三昧。所以他有能力在一念頃，超過億那由他百千佛剎，這個億那由他百千佛剎，我們可以用無量無邊、無數無盡來形容它。去幹什麼？供佛，供佛是修福，供佛當然聽經，聽諸佛講經說法，那是開智慧。"
    },
    {
      "id": "02-041-0108_p0026",
      "zh_CN": "所以这是极乐世界一切往生的菩萨他们的事业，他每天干什么？每天到十方世界供佛、闻法。分身去的，分无量无边身。弥陀分身是接引往生的人，十方世界每天往生的也是无数无量，佛要分无量的身去接引。往生到极乐世界的人，有跟阿弥陀佛同样的智慧、神通、道力；换句话说，也能像弥陀一样分无量无边身，去干什么？去供佛、闻法，同时。成就圆满的大法，我们就明白了，在极乐世界是最快速的，它没有障碍，十方世界有障碍，极乐世界没有障碍。所以这是决定不能不去，去的人多，而且许许多多人不要寿命了。除非，少数一些，那是佛什么？佛要他留在世间表法，这就不是他自己寿命。海贤是阿弥陀佛指定他来表法的，所以他的寿命是佛加持的，于他自己根本就不相关，这也算是乘愿再来。",
      "zh_TW": "所以這是極樂世界一切往生的菩薩他們的事業，他每天幹什麼？每天到十方世界供佛、聞法。分身去的，分無量無邊身。彌陀分身是接引往生的人，十方世界每天往生的也是無數無量，佛要分無量的身去接引。往生到極樂世界的人，有跟阿彌陀佛同樣的智慧、神通、道力；換句話說，也能像彌陀一樣分無量無邊身，去幹什麼？去供佛、聞法，同時。成就圓滿的大法，我們就明白了，在極樂世界是最快速的，它沒有障礙，十方世界有障礙，極樂世界沒有障礙。所以這是決定不能不去，去的人多，而且許許多多人不要壽命了。除非，少數一些，那是佛什麼？佛要他留在世間表法，這就不是他自己壽命。海賢是阿彌陀佛指定他來表法的，所以他的壽命是佛加持的，於他自己根本就不相關，這也算是乘願再來。"
    },
    {
      "id": "02-041-0108_p0027",
      "zh_CN": "华严三昧，「此三昧据果而言，亦名海印三昧。名为印者，以世间印章为喻。印上文字能同时顿现，而无前后之差；举体齐彰，亦无或隐之处」。这叫海，海是形容它大。像我的印章，印章刻了很多字，我们今天赠送，今天中午当地大主教来访问，这个主教管辖的地区昆士兰，大概昆士兰州很大的一个地区，他告诉我等于两个英国，这是他的教区。今天我们送他一个印章，镶镜框送他，里面是「神爱世人，和平天使」八个字。那印章一盖，八个字同时出现，没有先后，这叫顿现，用这个来做比喻。海印，像大海一样，「同时影现种种差别之相」。这个海比什么？比我们的心，真心大海，妄心也是大海，真心是自性，没有边际，妄心是阿赖耶，也没有边际。把它比喻作大海，能生万法，念头一动，万法就出现，没有次第，就像盖印一样，同时出现的。科学家讲这个世界产生是有次第的，这不是真的，佛不是这样说的。",
      "zh_TW": "華嚴三昧，「此三昧據果而言，亦名海印三昧。名為印者，以世間印章為喻。印上文字能同時頓現，而無前後之差；舉體齊彰，亦無或隱之處」。這叫海，海是形容它大。像我的印章，印章刻了很多字，我們今天贈送，今天中午當地大主教來訪問，這個主教管轄的地區昆士蘭，大概昆士蘭州很大的一個地區，他告訴我等於兩個英國，這是他的教區。今天我們送他一個印章，鑲鏡框送他，裡面是「神愛世人，和平天使」八個字。那印章一蓋，八個字同時出現，沒有先後，這叫頓現，用這個來做比喻。海印，像大海一樣，「同時影現種種差別之相」。這個海比什麼？比我們的心，真心大海，妄心也是大海，真心是自性，沒有邊際，妄心是阿賴耶，也沒有邊際。把它比喻作大海，能生萬法，念頭一動，萬法就出現，沒有次第，就像蓋印一樣，同時出現的。科學家講這個世界產生是有次第的，這不是真的，佛不是這樣說的。"
    },
    {
      "id": "02-041-0108_p0028",
      "zh_CN": "我们要相信佛，为什么？佛是亲证的境界。法身菩萨开悟了，他亲证，他在定中看见的，他不是推测的。他是现量，他不是比量，不是非量，这个我们要相信。人能够信佛，这大福报的人，对于佛所说的决定不怀疑。佛说种种不一样，那是善巧方便不同，他对哪一类众生说的，契机，没有不得益的。无量无边的法门、这些经论，各人根性不相同，根性是过去生中曾经学过，修学过，这一生又遇到了，很喜欢，把前世的善根引出来，你可以接着再修。",
      "zh_TW": "我們要相信佛，為什麼？佛是親證的境界。法身菩薩開悟了，他親證，他在定中看見的，他不是推測的。他是現量，他不是比量，不是非量，這個我們要相信。人能夠信佛，這大福報的人，對於佛所說的決定不懷疑。佛說種種不一樣，那是善巧方便不同，他對哪一類眾生說的，契機，沒有不得益的。無量無邊的法門、這些經論，各人根性不相同，根性是過去生中曾經學過，修學過，這一生又遇到了，很喜歡，把前世的善根引出來，你可以接著再修。"
    },
    {
      "id": "02-041-0108_p0029",
      "zh_CN": "遇到净宗，对净宗产生兴趣也不容易。我的缘算很好，刚学佛的时候，第一个接引我的，朱镜宙老居士。章嘉大师圆寂之后，朱镜宙老居士介绍我认识忏云法师，我在埔里跟他在一起住茅蓬，住了五个半月。他老人家劝我修净土，我在山上读了一部《文钞》，读了《阿弥陀经》三个注解，莲池大师的《疏钞》、蕅益大师的《要解》、幽溪大师的《圆中钞》。忏云法师叫我把这些科判用图表画出来，我一画出来之后，对于古人、对于经教佩服得五体投地。我那些东西都留给忏云法师了。这个是缘还不成熟，不能说跟净宗没有缘分，读了之后，不反对净土宗，不反对念佛法门，但是自己不愿意学，还是迷在大经大论上。所以忏云法师介绍我见李老师，我认识李老师，忏云法师介绍，朱镜宙老居士，他们两个人介绍到台中。在台中十年，老师劝我学净土，我看不少过十次，老师对我真好，我没有完全接受。",
      "zh_TW": "遇到淨宗，對淨宗產生興趣也不容易。我的緣算很好，剛學佛的時候，第一個接引我的，朱鏡宙老居士。章嘉大師圓寂之後，朱鏡宙老居士介紹我認識懺雲法師，我在埔里跟他在一起住茅蓬，住了五個半月。他老人家勸我修淨土，我在山上讀了一部《文鈔》，讀了《阿彌陀經》三個註解，蓮池大師的《疏鈔》、蕅益大師的《要解》、幽溪大師的《圓中鈔》。懺雲法師叫我把這些科判用圖表畫出來，我一畫出來之後，對於古人、對於經教佩服得五體投地。我那些東西都留給懺雲法師了。這個是緣還不成熟，不能說跟淨宗沒有緣分，讀了之後，不反對淨土宗，不反對念佛法門，但是自己不願意學，還是迷在大經大論上。所以懺雲法師介紹我見李老師，我認識李老師，懺雲法師介紹，朱鏡宙老居士，他們兩個人介紹到台中。在台中十年，老師勸我學淨土，我看不少過十次，老師對我真好，我沒有完全接受。"
    },
    {
      "id": "02-041-0108_p0030",
      "zh_CN": "我接受净宗是讲《华严经》，老师在台中讲，我在台北讲。老师一个星期只讲一个小时，他要翻译，两个小时实际上一个小时。我在台北，一个星期讲四个半小时，我一次讲一个半小时，讲三次，一个星期讲三次，所以我很快就超过老师。《四十》、《八十》同时讲，《八十华严》讲两天，《四十华严》讲一天，一个星期三次。那个时候排得很满，很多经统统都一起讲，每天都很热闹。《华严》大概讲了将近一半，有一天突然想起来，文殊、普贤学什么法门成就的？这是我们心目当中最佩服的两位菩萨，心里最仰慕的。在《四十华严》第三十九卷看到了，统统念佛求生净土。看那段经文寒毛直竖，这怎么回事情？以后看到李老师把这个会集本给我，我一展开会集本，第二品头一句「德遵普贤」，明白了。感恩老师，老师没有欺骗我，老师确确实实把佛法当中第一法门传给我。",
      "zh_TW": "我接受淨宗是講《華嚴經》，老師在台中講，我在台北講。老師一個星期只講一個小時，他要翻譯，兩個小時實際上一個小時。我在台北，一個星期講四個半小時，我一次講一個半小時，講三次，一個星期講三次，所以我很快就超過老師。《四十》、《八十》同時講，《八十華嚴》講兩天，《四十華嚴》講一天，一個星期三次。那個時候排得很滿，很多經統統都一起講，每天都很熱鬧。《華嚴》大概講了將近一半，有一天突然想起來，文殊、普賢學什麼法門成就的？這是我們心目當中最佩服的兩位菩薩，心裡最仰慕的。在《四十華嚴》第三十九卷看到了，統統念佛求生淨土。看那段經文寒毛直豎，這怎麼回事情？以後看到李老師把這個會集本給我，我一展開會集本，第二品頭一句「德遵普賢」，明白了。感恩老師，老師沒有欺騙我，老師確確實實把佛法當中第一法門傳給我。"
    },
    {
      "id": "02-041-0108_p0031",
      "zh_CN": "我从《华严》、《法华》、《楞严》上死心塌地，对净土没有疑惑，这才接受。接受之后，我又看到《楞严经》上二十五圆通，原先《楞严》前后讲了七遍，都没发现。最后这一发现，发现什么？发现「大势至菩萨圆通章」也是特别法门。为什么？没有按顺序排列，二十五圆通是按顺序排列的，不按顺序排列的就是特别法门。观音菩萨太明显了，因为二十五个位次他应该排在第二，耳根圆通，第一个是眼根，第二个是耳，眼耳鼻舌身，应该排在第二，他排在最后，排在第二十五。大势至菩萨不太容易看见，大势至菩萨是七大里面的根大，地水火风空见识，他是见大，见大后面识大，识大是弥勒菩萨表的；换句话说，他应该在弥勒菩萨前面，二十五圆通应该排在第二十三。但是他跟弥勒菩萨换了，弥勒菩萨二十四，弥勒菩萨二十三，他变成二十四，他变动了，变动幅度很小，我们没看出来。两个特别法门。",
      "zh_TW": "我從《華嚴》、《法華》、《楞嚴》上死心塌地，對淨土沒有疑惑，這才接受。接受之後，我又看到《楞嚴經》上二十五圓通，原先《楞嚴》前後講了七遍，都沒發現。最後這一發現，發現什麼？發現「大勢至菩薩圓通章」也是特別法門。為什麼？沒有按順序排列，二十五圓通是按順序排列的，不按順序排列的就是特別法門。觀音菩薩太明顯了，因為二十五個位次他應該排在第二，耳根圓通，第一個是眼根，第二個是耳，眼耳鼻舌身，應該排在第二，他排在最後，排在第二十五。大勢至菩薩不太容易看見，大勢至菩薩是七大裡面的根大，地水火風空見識，他是見大，見大後面識大，識大是彌勒菩薩表的；換句話說，他應該在彌勒菩薩前面，二十五圓通應該排在第二十三。但是他跟彌勒菩薩換了，彌勒菩薩二十四，彌勒菩薩二十三，他變成二十四，他變動了，變動幅度很小，我們沒看出來。兩個特別法門。"
    },
    {
      "id": "02-041-0108_p0032",
      "zh_CN": "为什么会有两个？「大势至念佛圆通章」是遍法界虚空界，一切诸佛如来佛刹里面的众生统统契机。「观世音菩萨耳根圆通章」专对娑婆世界，说再近一点，专门对地球上众生的根性，「反闻闻自性，性成无上道」。这我们就搞清楚了，两个特别法门，一个是普度十方世界一切众生，一个是专度娑婆世界苦难众生。这个以前没听别人说过，特别强调的，注解《楞严经》的大师特别强调的，就是强调观世音菩萨的耳根圆通。我们也是反复多次的学习发现的。",
      "zh_TW": "為什麼會有兩個？「大勢至念佛圓通章」是遍法界虛空界，一切諸佛如來佛剎裡面的眾生統統契機。「觀世音菩薩耳根圓通章」專對娑婆世界，說再近一點，專門對地球上眾生的根性，「反聞聞自性，性成無上道」。這我們就搞清楚了，兩個特別法門，一個是普度十方世界一切眾生，一個是專度娑婆世界苦難眾生。這個以前沒聽別人說過，特別強調的，註解《楞嚴經》的大師特別強調的，就是強調觀世音菩薩的耳根圓通。我們也是反覆多次的學習發現的。"
    },
    {
      "id": "02-041-0108_p0033",
      "zh_CN": "我们再把这一句一直念下去，就是「名为海者，犹如大海，同时影现种种差别之相。形象千差，水体无别。万相繁兴，而水湛然。宛然万相，宛然无相。时无先后，故延促同时」。这几句的意思很深，但是并不难懂。现在有电视、有电脑，大概大人小孩每天都离不开屏幕。屏幕虽然不大，但是整个世界这些屏幕要合起来，那个面积也很大，也不可思议。屏幕会现相，就跟水能够照见万相一样。水照见万相，水着不着相？不着相。屏幕能现万相，着不着相？也不着相。而且屏幕上的相，我们很容易体会出它是生灭相。而且它还不算相续相，相续是前面相跟后面相完全相同，这叫相续。前面一念那个相，跟后头一念的相不相同，少分相同，大部分不相同，所以它是相似相续相。这经上也都说出来，我们看到了，佩服得五体投地。三千多年前释迦牟尼佛说的，就算古大德的注解，至少也是三百年以前，他们对于诸法实相看得这么清楚，不容易！",
      "zh_TW": "我們再把這一句一直念下去，就是「名為海者，猶如大海，同時影現種種差別之相。形象千差，水體無別。萬相繁興，而水湛然。宛然萬相，宛然無相。時無先後，故延促同時」。這幾句的意思很深，但是並不難懂。現在有電視、有電腦，大概大人小孩每天都離不開屏幕。屏幕雖然不大，但是整個世界這些屏幕要合起來，那個面積也很大，也不可思議。屏幕會現相，就跟水能夠照見萬相一樣。水照見萬相，水著不著相？不著相。屏幕能現萬相，著不著相？也不著相。而且屏幕上的相，我們很容易體會出它是生滅相。而且它還不算相續相，相續是前面相跟後面相完全相同，這叫相續。前面一念那個相，跟後頭一念的相不相同，少分相同，大部分不相同，所以它是相似相續相。這經上也都說出來，我們看到了，佩服得五體投地。三千多年前釋迦牟尼佛說的，就算古大德的註解，至少也是三百年以前，他們對於諸法實相看得這麼清楚，不容易！"
    },
    {
      "id": "02-041-0108_p0034",
      "zh_CN": "所以我们生存在这个世间，六根所接触到的境界，一切诸法，一定要知道相有体无，真无，都是从高频率波动现象产生的。包括念头，念头是识，从哪来的？阿赖耶三细相里头业相来的，从业相转变为转相，从转相生境界相，这阿赖耶三细相。现在只有一个物质被揭穿了，完全搞清楚、搞透彻了，他说物质是从念头生的，念头怎么回事情，还没有搞清楚。现在科学家知道，念头的频率非常高，是一种高频率波动的状况。这个说法跟佛讲得很接近，希望再有二、三十年他会搞清楚，我们相信他能发现，佛经上有这个说法，业相他也能搞清楚，自性他永远找不到。这就是第六意识能缘的，对内能缘到阿赖耶的三细相，缘不到自性。自性一定要用戒定慧的功夫，你才能够证得；科学家他不是用这个方法，他不能证得。",
      "zh_TW": "所以我們生存在這個世間，六根所接觸到的境界，一切諸法，一定要知道相有體無，真無，都是從高頻率波動現象產生的。包括念頭，念頭是識，從哪來的？阿賴耶三細相裡頭業相來的，從業相轉變為轉相，從轉相生境界相，這阿賴耶三細相。現在只有一個物質被揭穿了，完全搞清楚、搞透徹了，他說物質是從念頭生的，念頭怎麼回事情，還沒有搞清楚。現在科學家知道，念頭的頻率非常高，是一種高頻率波動的狀況。這個說法跟佛講得很接近，希望再有二、三十年他會搞清楚，我們相信他能發現，佛經上有這個說法，業相他也能搞清楚，自性他永遠找不到。這就是第六意識能緣的，對內能緣到阿賴耶的三細相，緣不到自性。自性一定要用戒定慧的功夫，你才能夠證得；科學家他不是用這個方法，他不能證得。"
    },
    {
      "id": "02-041-0108_p0035",
      "zh_CN": "诸法实相他了解了，物质现象是假的，对物质贪不贪？还是照贪。只要你有贪心，你就出不了六道轮回，为什么？六道轮回是五种见惑、五种思惑变现出来的。见惑，身见、边见、见取、戒取、邪见；思惑，贪、瞋、痴、慢、疑。这个十大类，科学家一样都没放下，所以纵然搞得很清楚，把佛所讲的搞清楚，他出不了六道轮回。如果真正觉悟回头，跟着佛的经教来学习，他就有超越轮回的希望。如果对净宗法门，我们相信他会更快，为什么？他真能放下，他了解事实真相全是假的。《金刚经》说得一点都不错，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，存在的时间，「如露亦如电」，佛教我们用这个经教来面对我们现实的生活环境。生活环境可以受用，不能有分别，不能有执着，这是佛法，起心动念、分别执着这叫世间法，佛法、世间法在一念。所以，一念觉就超出世间，一念迷，制造世间。",
      "zh_TW": "諸法實相他了解了，物質現象是假的，對物質貪不貪？還是照貪。只要你有貪心，你就出不了六道輪迴，為什麼？六道輪迴是五種見惑、五種思惑變現出來的。見惑，身見、邊見、見取、戒取、邪見；思惑，貪、瞋、痴、慢、疑。這個十大類，科學家一樣都沒放下，所以縱然搞得很清楚，把佛所講的搞清楚，他出不了六道輪迴。如果真正覺悟回頭，跟著佛的經教來學習，他就有超越輪迴的希望。如果對淨宗法門，我們相信他會更快，為什麼？他真能放下，他了解事實真相全是假的。《金剛經》說得一點都不錯，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，存在的時間，「如露亦如電」，佛教我們用這個經教來面對我們現實的生活環境。生活環境可以受用，不能有分別，不能有執著，這是佛法，起心動念、分別執著這叫世間法，佛法、世間法在一念。所以，一念覺就超出世間，一念迷，製造世間。"
    },
    {
      "id": "02-041-0108_p0036",
      "zh_CN": "十法界、六道是阿赖耶变现的，所以相宗的方法，转八识成四智，不但六道没有了，十法界也不见了，那个时候现在面前的是实报庄严土，也叫一真法界。这个有相，这个相是心现的，没有阿赖耶，与它没有关系，阿赖耶会变，没有阿赖耶它就不变。所以人身相好庄严，寿命无量，它没有生灭，没有生灭才真正无量寿，有生有灭的，总有到头的时候。六道里头，色界天、无色界天寿命都很长，非想非非想处天寿命八万大劫。诸位想想，一个大劫是我们这个小世界成住坏空四次，成住坏空四中劫，每个中劫二十个小劫，多长的时间！八万大劫就是成住坏空八万次，你说寿命多长，没出轮回。这些事佛说的，大小乘经上都有，决定不能怀疑。",
      "zh_TW": "十法界、六道是阿賴耶變現的，所以相宗的方法，轉八識成四智，不但六道沒有了，十法界也不見了，那個時候現在面前的是實報莊嚴土，也叫一真法界。這個有相，這個相是心現的，沒有阿賴耶，與它沒有關係，阿賴耶會變，沒有阿賴耶它就不變。所以人身相好莊嚴，壽命無量，它沒有生滅，沒有生滅才真正無量壽，有生有滅的，總有到頭的時候。六道裡頭，色界天、無色界天壽命都很長，非想非非想處天壽命八萬大劫。諸位想想，一個大劫是我們這個小世界成住壞空四次，成住壞空四中劫，每個中劫二十個小劫，多長的時間！八萬大劫就是成住壞空八萬次，你說壽命多長，沒出輪迴。這些事佛說的，大小乘經上都有，決定不能懷疑。"
    },
    {
      "id": "02-041-0108_p0037",
      "zh_CN": "现在科学，科学家头一桩大事情就是怀疑，从怀疑发现问题，再用科学的方法去探测、去证明，这科学走的道路。佛法不是这个路子，中国传统学术也不是这个路子。中国人从信心奠定根基，你的成就跟你的信心决定成正比例。「信为道元功德母，长养一切诸善根」，一怀疑就完了。现在学佛最大的难关就是怀疑，他不相信，佛、菩萨都不能度他。如何来培养信心，这个重要。中国五伦、五常、八德都讲信，没有信，一切法都不能建立。这一段，佛教给我们认识事实真相。",
      "zh_TW": "現在科學，科學家頭一樁大事情就是懷疑，從懷疑發現問題，再用科學的方法去探測、去證明，這科學走的道路。佛法不是這個路子，中國傳統學術也不是這個路子。中國人從信心奠定根基，你的成就跟你的信心決定成正比例。「信為道元功德母，長養一切諸善根」，一懷疑就完了。現在學佛最大的難關就是懷疑，他不相信，佛、菩薩都不能度他。如何來培養信心，這個重要。中國五倫、五常、八德都講信，沒有信，一切法都不能建立。這一段，佛教給我們認識事實真相。"
    },
    {
      "id": "02-041-0108_p0038",
      "zh_CN": "「同时影现」，这个跟进化论完全相反。进化论里说人是由猴子慢慢变成的，我就不相信，为什么？现在的猴子牠为什么没有变成人？猴子变成人，现在的猴子都会变成人才对，怎么会有猴子出现？为什么一部分变了，还一部分没变？这讲不通！佛讲得好，同时，没有先后次第的，同时影现。影不是真的，是假的，是个幻相，现出种种差别之相。就是能大师所说的能生万法，万法是同时出现的，没有先后次第。「形象千差，水体无别，万相繁兴，而水湛然。」这我们在屏幕上天天可以看到，屏幕干干净净，一尘不染，能现万相。湛然是不动，屏幕没动，里面现相刹那刹那生灭。「宛然万相，宛然无相。」这就看功夫了，看到无相，你当然就放下了，你的清净平等觉就现前。你要着了相，清净平等觉就没有了，没有了，那个心是妄心。万缘放下，那个心就是真心，清净平等觉就是真心。所以我们希望培养真心，真心本有，只是被障碍障住，什么障碍？无明烦恼、尘沙烦恼、见思烦恼。佛教导我们，我们遵守，先去见思，再除尘沙，最后破无明，证法身。",
      "zh_TW": "「同時影現」，這個跟進化論完全相反。進化論裡說人是由猴子慢慢變成的，我就不相信，為什麼？現在的猴子牠為什麼沒有變成人？猴子變成人，現在的猴子都會變成人才對，怎麼會有猴子出現？為什麼一部分變了，還一部分沒變？這講不通！佛講得好，同時，沒有先後次第的，同時影現。影不是真的，是假的，是個幻相，現出種種差別之相。就是能大師所說的能生萬法，萬法是同時出現的，沒有先後次第。「形象千差，水體無別，萬相繁興，而水湛然。」這我們在屏幕上天天可以看到，屏幕乾乾淨淨，一塵不染，能現萬相。湛然是不動，屏幕沒動，裡面現相剎那剎那生滅。「宛然萬相，宛然無相。」這就看功夫了，看到無相，你當然就放下了，你的清淨平等覺就現前。你要著了相，清淨平等覺就沒有了，沒有了，那個心是妄心。萬緣放下，那個心就是真心，清淨平等覺就是真心。所以我們希望培養真心，真心本有，只是被障礙障住，什麼障礙？無明煩惱、塵沙煩惱、見思煩惱。佛教導我們，我們遵守，先去見思，再除塵沙，最後破無明，證法身。"
    },
    {
      "id": "02-041-0108_p0039",
      "zh_CN": "下手的方法，在现前，从早到晚，六根接触六尘境界学不执着，不执着也就是我们俗话说不要放在心上，全是假的。应该把什么？把佛法放在心上，把戒定慧放在心上。这个放在心上也是暂时的，不是永久的，为什么？自性里面这个东西没有，没有它就是圆满的，它是性德，你不能说有，你有你着相了，你迷了。有没有戒定慧？真有戒定慧，圆满的戒定慧。但是那戒定慧三个字可不能有，那是假名、是假相，有这个假名、假相，把真的就障碍住了。离一切相，即一切法，马鸣菩萨《起信论》教我们的方法妙，放下言说相，放下名字相，放下心缘相，别去想它，会开智慧。",
      "zh_TW": "下手的方法，在現前，從早到晚，六根接觸六塵境界學不執著，不執著也就是我們俗話說不要放在心上，全是假的。應該把什麼？把佛法放在心上，把戒定慧放在心上。這個放在心上也是暫時的，不是永久的，為什麼？自性裡面這個東西沒有，沒有它就是圓滿的，它是性德，你不能說有，你有你著相了，你迷了。有沒有戒定慧？真有戒定慧，圓滿的戒定慧。但是那戒定慧三個字可不能有，那是假名、是假相，有這個假名、假相，把真的就障礙住了。離一切相，即一切法，馬鳴菩薩《起信論》教我們的方法妙，放下言說相，放下名字相，放下心緣相，別去想它，會開智慧。"
    },
    {
      "id": "02-041-0108_p0040",
      "zh_CN": "海贤给我们做出最好的榜样，他露了，有时候露一点。海庆没露，一生没露，看不出来。到他自在往生，说走就走，这是露了一手，这个非常不简单，一般人做不到。坐缸六年，打开，留了全身，全身舍利。当年在世没有人瞧得起，世间肉眼凡夫看错他了，他一生真修。道场里头，什么苦的事情他做，别人不愿意做的事情他统统做，欢喜做，他有这么样的成就。",
      "zh_TW": "海賢給我們做出最好的榜樣，他露了，有時候露一點。海慶沒露，一生沒露，看不出來。到他自在往生，說走就走，這是露了一手，這個非常不簡單，一般人做不到。坐缸六年，打開，留了全身，全身舍利。當年在世沒有人瞧得起，世間肉眼凡夫看錯他了，他一生真修。道場裡頭，什麼苦的事情他做，別人不願意做的事情他統統做，歡喜做，他有這麼樣的成就。"
    },
    {
      "id": "02-041-0108_p0041",
      "zh_CN": "下面是宛然万相，宛然无相，就是当前，当下。万相我们随缘，无相不执着，成就一切善法，远离一切恶法，远离跟成就痕迹都不着。为什么？与事实相应，与实相相应，实相是万相无相，无相万相，是一不是二。「时无先后」，没有过去、现在、未来，当下一念即是，这一念不可得。「三世古今不离于当念」，讲当念是正确的，讲过去、未来就有分别，严重的还加上执着。「齐现水中」，十玄门里头，「广狭自在，十方世界不离于当处」，极乐世界在哪里？就在当下。我们面对电视屏幕，放下妄想分别执着，你用这个心来面对着电视，你就看到真相了，真相就是实相。",
      "zh_TW": "下面是宛然萬相，宛然無相，就是當前，當下。萬相我們隨緣，無相不執著，成就一切善法，遠離一切惡法，遠離跟成就痕跡都不著。為什麼？與事實相應，與實相相應，實相是萬相無相，無相萬相，是一不是二。「時無先後」，沒有過去、現在、未來，當下一念即是，這一念不可得。「三世古今不離於當念」，講當念是正確的，講過去、未來就有分別，嚴重的還加上執著。「齊現水中」，十玄門裡頭，「廣狹自在，十方世界不離於當處」，極樂世界在哪裡？就在當下。我們面對電視屏幕，放下妄想分別執著，你用這個心來面對著電視，你就看到真相了，真相就是實相。"
    },
    {
      "id": "02-041-0108_p0042",
      "zh_CN": "《华严经》上说：「一切自在难思议，华严三昧势力故。」华藏世界，这些法身菩萨脱离了十法界，就到华藏去了。修净土的到极乐去了，不修净土的统统入华藏。华藏是释迦牟尼佛的实报庄严土，极乐世界是阿弥陀佛的实报庄严土，在哪里？都在这个屏幕里头，不同的频道。你按华藏，华藏这个频道出现了，按极乐世界，极乐世界出现了，就在这一个屏幕，不在第二个，妙不可言。会让我们联想到，每个宗教里面所讲的天堂有没有离这个屏幕？没有离，也是频道不同，频道就好像我们现在所讲的空间维次。定中，空间维次不见了，空间维次是妄想变现出来的，没有这个念头了，空间维次没有了，没有就变成一体。到那个时候会发现，这个人天主教生到天堂，那个人伊斯兰教到天园去了，我们会遇到，怎么你也在此地，你也在此地、他也在此地，统统都在此地，真正修行的都在。",
      "zh_TW": "《華嚴經》上說：「一切自在難思議，華嚴三昧勢力故。」華藏世界，這些法身菩薩脫離了十法界，就到華藏去了。修淨土的到極樂去了，不修淨土的統統入華藏。華藏是釋迦牟尼佛的實報莊嚴土，極樂世界是阿彌陀佛的實報莊嚴土，在哪裡？都在這個屏幕裡頭，不同的頻道。你按華藏，華藏這個頻道出現了，按極樂世界，極樂世界出現了，就在這一個屏幕，不在第二個，妙不可言。會讓我們聯想到，每個宗教裡面所講的天堂有沒有離這個屏幕？沒有離，也是頻道不同，頻道就好像我們現在所講的空間維次。定中，空間維次不見了，空間維次是妄想變現出來的，沒有這個念頭了，空間維次沒有了，沒有就變成一體。到那個時候會發現，這個人天主教生到天堂，那個人伊斯蘭教到天園去了，我們會遇到，怎麼你也在此地，你也在此地、他也在此地，統統都在此地，真正修行的都在。"
    },
    {
      "id": "02-041-0108_p0043",
      "zh_CN": "虽然在一起，境界还是有不相同，怎么知道？我们从极乐世界实报土里面看到了。实报土从哪来的？自性现的。自性怎么现的？见思现六道轮回，见思烦恼断了，六道轮回不见了。无明烦恼现十法界，所以无明破了，十法界没有了，一真法界现前。一真法界这个里面修行的人，四十一位法身大士居报土，他们住实报土。不起心不动念为什么还有四十一个阶级？不起心不动念应该是平等的，没有阶级了。事实上，真的没有阶级，没有阶级为什么还说四十一位？四十一位真有，无始无明烦恼断了，就是不起心不动念了，无始无明的习气还在。",
      "zh_TW": "雖然在一起，境界還是有不相同，怎麼知道？我們從極樂世界實報土裡面看到了。實報土從哪來的？自性現的。自性怎麼現的？見思現六道輪迴，見思煩惱斷了，六道輪迴不見了。無明煩惱現十法界，所以無明破了，十法界沒有了，一真法界現前。一真法界這個裡面修行的人，四十一位法身大士居報土，他們住實報土。不起心不動念為什麼還有四十一個階級？不起心不動念應該是平等的，沒有階級了。事實上，真的沒有階級，沒有階級為什麼還說四十一位？四十一位真有，無始無明煩惱斷了，就是不起心不動念了，無始無明的習氣還在。"
    },
    {
      "id": "02-041-0108_p0044",
      "zh_CN": "你看看，阿罗汉断见思烦恼，习气没断，他在声闻法界断习气。习气断干净，上升了，升到辟支佛。辟支佛断尘沙烦恼，尘沙烦恼断尽，他提升了，作菩萨。但是他习气没断，习气，在菩萨的位次上把习气断掉。所以菩萨，见思烦恼、尘沙烦恼连习气都断干净了，十法界里面的佛就是这个境界。他要断无明，无明断掉，他提升了，无明习气没断。我们就明白了，四十一位法身大士差别是带着习气轻重不一样。十住带得多，十回向就轻一点，十地就更轻一点，到等觉，还差那么一点点，那一点点断尽了，实报庄严土不见了，什么东西出现？常寂光出现。所以，等觉菩萨将最后一品生相无明的习气放下了，他就入常寂光，常寂光里头没有等级。常寂光就是自己的法身，常是不生不灭，永恒不变；寂是清净到极处，一丝毫染污都没有；光，体就是一片光明，无处不照，无时不照。常寂光在哪里？遍法界虚空界都在常寂光里面，常寂光是我们的本体。妙觉位证得了，那叫无上正等正觉，只有一位。",
      "zh_TW": "你看看，阿羅漢斷見思煩惱，習氣沒斷，他在聲聞法界斷習氣。習氣斷乾淨，上升了，升到辟支佛。辟支佛斷塵沙煩惱，塵沙煩惱斷盡，他提升了，作菩薩。但是他習氣沒斷，習氣，在菩薩的位次上把習氣斷掉。所以菩薩，見思煩惱、塵沙煩惱連習氣都斷乾淨了，十法界裡面的佛就是這個境界。他要斷無明，無明斷掉，他提升了，無明習氣沒斷。我們就明白了，四十一位法身大士差別是帶著習氣輕重不一樣。十住帶得多，十迴向就輕一點，十地就更輕一點，到等覺，還差那麼一點點，那一點點斷盡了，實報莊嚴土不見了，什麼東西出現？常寂光出現。所以，等覺菩薩將最後一品生相無明的習氣放下了，他就入常寂光，常寂光裡頭沒有等級。常寂光就是自己的法身，常是不生不滅，永恆不變；寂是清淨到極處，一絲毫染污都沒有；光，體就是一片光明，無處不照，無時不照。常寂光在哪裡？遍法界虛空界都在常寂光裡面，常寂光是我們的本體。妙覺位證得了，那叫無上正等正覺，只有一位。"
    },
    {
      "id": "02-041-0108_p0045",
      "zh_CN": "法身菩萨有四十一个位次，说明习气难断，无始无明习气太难了，没有方法断。你要有方法，有方法马上就往下降了，你怎么又起分别、又起执着了？所以在那个地方叫无功用道，怎么断？随它去，别理它，想也不想它，时间久了自然没有了。所以，法身如来遇到这些法身菩萨，就是带着无始无明习气的，那就是感，法身佛就有应。应，现报身，现报身来帮助这些报身菩萨，报土的菩萨。如果要没有这个功德，十方世界诸佛报土里面的法身菩萨，就没有必要到极乐世界去。为什么还要到极乐世界参学？最明显的，华藏世界文殊、普贤率领四十一位法身大士，到极乐世界去参学，去向阿弥陀佛请教，这显示出弥陀净土无比殊胜。佛佛道同，当然极乐世界诸菩萨他们是分身，人人都有这个本事，分无量无边身到一切诸佛刹土去供佛、闻法。这一段专门为我们讲这桩事情，自利德。",
      "zh_TW": "法身菩薩有四十一個位次，說明習氣難斷，無始無明習氣太難了，沒有方法斷。你要有方法，有方法馬上就往下降了，你怎麼又起分別、又起執著了？所以在那個地方叫無功用道，怎麼斷？隨它去，別理它，想也不想它，時間久了自然沒有了。所以，法身如來遇到這些法身菩薩，就是帶著無始無明習氣的，那就是感，法身佛就有應。應，現報身，現報身來幫助這些報身菩薩，報土的菩薩。如果要沒有這個功德，十方世界諸佛報土裡面的法身菩薩，就沒有必要到極樂世界去。為什麼還要到極樂世界參學？最明顯的，華藏世界文殊、普賢率領四十一位法身大士，到極樂世界去參學，去向阿彌陀佛請教，這顯示出彌陀淨土無比殊勝。佛佛道同，當然極樂世界諸菩薩他們是分身，人人都有這個本事，分無量無邊身到一切諸佛剎土去供佛、聞法。這一段專門為我們講這樁事情，自利德。"
    },
    {
      "id": "02-041-0108_p0046",
      "zh_CN": "我们把底下这一段念下去，「《华严经》曰：一切自在难思议」，无法想像，「华严三昧势力故」。「又《甄解》曰：一念之顷，周遍无量佛土者，所到一乘清净无量寿世界故」，这句话意思很深。你能够在极乐世界一念之顷周遍无量佛土，一个也不漏，这什么缘故？你所到一乘清净无量寿世界，你往生到极乐世界了，阿弥陀佛威神加持你，你才有这个能量。「结归念佛三昧」。下头这是念老的话，「此说甚妙」，说得太好了！《甄解》是日本的大德，净宗大德，《无量寿经》的注解。「以念佛故，得生极乐，即可乘阿弥陀如来一乘愿海中第十一愿之加被力，而出现如是不可思议之神通妙用，于一念顷，遍游佛土，非二乘所能测。」声闻、缘觉，罗汉、辟支佛，他们无法想像，你跟他们说他们也未必能相信，真正不可思议。",
      "zh_TW": "我們把底下這一段念下去，「《華嚴經》曰：一切自在難思議」，無法想像，「華嚴三昧勢力故」。「又《甄解》曰：一念之頃，周遍無量佛土者，所到一乘清淨無量壽世界故」，這句話意思很深。你能夠在極樂世界一念之頃周遍無量佛土，一個也不漏，這什麼緣故？你所到一乘清淨無量壽世界，你往生到極樂世界了，阿彌陀佛威神加持你，你才有這個能量。「結歸念佛三昧」。下頭這是念老的話，「此說甚妙」，說得太好了！《甄解》是日本的大德，淨宗大德，《無量壽經》的註解。「以念佛故，得生極樂，即可乘阿彌陀如來一乘願海中第十一願之加被力，而出現如是不可思議之神通妙用，於一念頃，遍遊佛土，非二乘所能測。」聲聞、緣覺，羅漢、辟支佛，他們無法想像，你跟他們說他們也未必能相信，真正不可思議。"
    },
    {
      "id": "02-041-0108_p0047",
      "zh_CN": "这是自利圆满的相，现相，生到极乐世界自利圆满，下面利他圆满。赞叹极乐世界赞叹到极处，无以复加了，我们读到这些经文，这能不去吗？不去真的对不起老师，老师多次的劝导，还不就是希望我们下定决心求生净土。我们将来往生，老师肯定在阿弥陀佛的身边来迎接我们。所以极乐世界熟人很多，不陌生，无量劫来的家亲眷属、老师、同学都往生了，到那边统统见面了，自然就认得，自然就熟悉。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "這是自利圓滿的相，現相，生到極樂世界自利圓滿，下面利他圓滿。讚歎極樂世界讚歎到極處，無以復加了，我們讀到這些經文，這能不去嗎？不去真的對不起老師，老師多次的勸導，還不就是希望我們下定決心求生淨土。我們將來往生，老師肯定在阿彌陀佛的身邊來迎接我們。所以極樂世界熟人很多，不陌生，無量劫來的家親眷屬、老師、同學都往生了，到那邊統統見面了，自然就認得，自然就熟悉。好，今天時間到了，我們就學習到此地。"
    }
  ]
}