{
  "doc_id": "02-041-0117",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一七集",
    "zh_TW": "第一一七集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0117",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-041-0117_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0117_p0002",
      "zh_CN": "请看《大经科注》第三百四十六页第一行，科题，「悲演济度」。请看经文：",
      "zh_TW": "請看《大經科註》第三百四十六頁第一行，科題，「悲演濟度」。請看經文："
    },
    {
      "id": "02-041-0117_p0003",
      "zh_CN": "【兴大悲。愍有情。演慈辩。授法眼。杜恶趣。开善门。于诸众生。视若自己。拯济负荷。皆度彼岸。】",
      "zh_TW": "【興大悲。愍有情。演慈辯。授法眼。杜惡趣。開善門。於諸眾生。視若自己。拯濟負荷。皆度彼岸。】"
    },
    {
      "id": "02-041-0117_p0004",
      "zh_CN": "我们看念老的注解。经文从护佛种性，护佛种性如何落实？这一段经文就落实了，落实在以真诚、慈悲普度众生。『兴大悲』，从这句一直到『拯济负荷，皆度彼岸』，一共有十句，「表诸大士」，诸大士就本经来说，是指与会的十六正士。十六是表法的，不是数字，代表圆满。密宗用十六、二十一代表圆满，显教里面，以七，《弥陀经》上用七，《华严经》上用十，都是代表大圆满的意思。所以这十六位在家等觉菩萨，他们代表世出世间法身菩萨，在家也能证得法身菩萨，跟出家的菩萨没有两样。",
      "zh_TW": "我們看念老的註解。經文從護佛種性，護佛種性如何落實？這一段經文就落實了，落實在以真誠、慈悲普度眾生。『興大悲』，從這句一直到『拯濟負荷，皆度彼岸』，一共有十句，「表諸大士」，諸大士就本經來說，是指與會的十六正士。十六是表法的，不是數字，代表圓滿。密宗用十六、二十一代表圓滿，顯教裡面，以七，《彌陀經》上用七，《華嚴經》上用十，都是代表大圓滿的意思。所以這十六位在家等覺菩薩，他們代表世出世間法身菩薩，在家也能證得法身菩薩，跟出家的菩薩沒有兩樣。"
    },
    {
      "id": "02-041-0117_p0005",
      "zh_CN": "运用「同体大悲」，同体两个字比什么都重要，明心见性了，才真正认识了、明白了，我们讲认知，认是认识，知是明了，明了什么？明了遍法界虚空界跟自己是一体，叫同体。《华严经》上说「一即是多，多即是一」，一就是一体，这一体是自性。惠能大师讲得明白、简单，很容易了解，自性是什么？什么样子？他说了五句。「本自清净」，这自性的样子，换句话说它从来没有被染污过。自性就是真心，就是本性，中国古人所说的本性本善，被写在《三字经》的第一句，「人之初，性本善」。这个概念，是在佛法没有传到中国来之前，我们的老祖宗就说过了，就提出本性本善。善就是它永远不会被染污，它永远不会动摇。所以惠能大师说，「本自清净」，没有染污。「本不生灭」，它不生不灭。",
      "zh_TW": "運用「同體大悲」，同體兩個字比什麼都重要，明心見性了，才真正認識了、明白了，我們講認知，認是認識，知是明瞭，明瞭什麼？明瞭遍法界虛空界跟自己是一體，叫同體。《華嚴經》上說「一即是多，多即是一」，一就是一體，這一體是自性。惠能大師講得明白、簡單，很容易了解，自性是什麼？什麼樣子？他說了五句。「本自清淨」，這自性的樣子，換句話說它從來沒有被染污過。自性就是真心，就是本性，中國古人所說的本性本善，被寫在《三字經》的第一句，「人之初，性本善」。這個概念，是在佛法沒有傳到中國來之前，我們的老祖宗就說過了，就提出本性本善。善就是它永遠不會被染污，它永遠不會動搖。所以惠能大師說，「本自清淨」，沒有染污。「本不生滅」，它不生不滅。"
    },
    {
      "id": "02-041-0117_p0006",
      "zh_CN": "「本自具足」，这句话里面内容包含无量无边，把它归纳为三条，第一个智慧。《华严经》上世尊说过，「一切众生皆有如来智慧、德、相」，就归纳这三大类，用这句经文来解释惠能大师开悟的时候第三句本自具足。具足什么？跟佛一样的智慧，佛的智慧不是修来的，是自性本具的，一切众生自性是相同的，自性是一体。同体大悲，大悲是德，第一个是同体的智慧，第二个是同体的慈悲，这是德，第三个是同体的相好。极乐世界依正庄严是我们自性本有的，不是从外来的，你明心见性，你就能证得。美好到什么程度？那是你无法想像，往生到极乐世界你就见到了，你就接触到，你就享受到。所以千万不要被人天这小果报迷惑了，你把自性里头的真善美慧忘掉了。什么人能证？放下六道十法界的人就能证。对于六道十法界有留恋的人，他没有办法证得，他出不去，凡夫出不了轮回，声闻、缘觉、菩萨出不了十法界。原因是什么？不肯放下。他为什么不肯放下？他对于诸法实相没搞清楚。学了佛，做了佛的弟子，能不能放下？不一定。佛弟子当中有三根之不同，上上根人听佛说法明白了，事实真相搞清楚了，彻底放下，他不但出六道，他还出十法界，他往生到一真法界。一真法界就是极乐世界，这才能证得圆满。",
      "zh_TW": "「本自具足」，這句話裡面內容包含無量無邊，把它歸納為三條，第一個智慧。《華嚴經》上世尊說過，「一切眾生皆有如來智慧、德、相」，就歸納這三大類，用這句經文來解釋惠能大師開悟的時候第三句本自具足。具足什麼？跟佛一樣的智慧，佛的智慧不是修來的，是自性本具的，一切眾生自性是相同的，自性是一體。同體大悲，大悲是德，第一個是同體的智慧，第二個是同體的慈悲，這是德，第三個是同體的相好。極樂世界依正莊嚴是我們自性本有的，不是從外來的，你明心見性，你就能證得。美好到什麼程度？那是你無法想像，往生到極樂世界你就見到了，你就接觸到，你就享受到。所以千萬不要被人天這小果報迷惑了，你把自性裡頭的真善美慧忘掉了。什麼人能證？放下六道十法界的人就能證。對於六道十法界有留戀的人，他沒有辦法證得，他出不去，凡夫出不了輪迴，聲聞、緣覺、菩薩出不了十法界。原因是什麼？不肯放下。他為什麼不肯放下？他對於諸法實相沒搞清楚。學了佛，做了佛的弟子，能不能放下？不一定。佛弟子當中有三根之不同，上上根人聽佛說法明白了，事實真相搞清楚了，徹底放下，他不但出六道，他還出十法界，他往生到一真法界。一真法界就是極樂世界，這才能證得圓滿。"
    },
    {
      "id": "02-041-0117_p0007",
      "zh_CN": "第四句惠能大师说的「本无动摇」，那是讲自性，自性本定，没有动摇。六根在六尘境界里面，看得清楚、听得清楚，见闻觉知清清楚楚、明明了瞭，他不起心不动念，法身菩萨，超越十法界了。他还有起心动念，没有分别执着，这是三乘菩萨，天台别教的十住、十行、十回向。他依旧在十法界，没有出离，所以他有分别，他没执着。包括三乘，也就是声闻、缘觉、权教菩萨，包括这三大类。六道轮回里面，六根接触六尘境界，起心动念、分别、执着全有，一样也没放下，六道众生。",
      "zh_TW": "第四句惠能大師說的「本無動搖」，那是講自性，自性本定，沒有動搖。六根在六塵境界裡面，看得清楚、聽得清楚，見聞覺知清清楚楚、明明瞭瞭，他不起心不動念，法身菩薩，超越十法界了。他還有起心動念，沒有分別執著，這是三乘菩薩，天台別教的十住、十行、十迴向。他依舊在十法界，沒有出離，所以他有分別，他沒執著。包括三乘，也就是聲聞、緣覺、權教菩薩，包括這三大類。六道輪迴裡面，六根接觸六塵境界，起心動念、分別、執著全有，一樣也沒放下，六道眾生。"
    },
    {
      "id": "02-041-0117_p0008",
      "zh_CN": "学佛，学佛有什么好处？最大的好处就是把事实真相搞清楚搞明白了。明白之后，明白叫看破，这章嘉大师说的，看破，你还是没有放下，明白了也离不开六道轮回。现在明白了，死了以后一投胎，忘得干干净净，你说多可怜！如果遇到佛法，再继续学。所以，学贵放下，放下得真实利益。为什么放下？全是假的，没有一样是真的。现在量子力学家告诉我们，物质现象、心理现象（念头）、自然现象统统都是在意念高频率之下产生的幻相，根本它就不存在。这个频率多快？弥勒菩萨告诉我们，我们把它换算，一秒钟有二千一百兆次的生灭，一秒钟。这种现象就在我们眼前，从来没有离开过，是这样的高速度的生灭法，前念灭后念生。但是要晓得，前一念跟后一念不是相同的，不一样，从来没有两个境界是完全相同的，在这么高速度的生灭法。无始劫以来到今天，如果不能出离，将来还有无量劫，这里头找不到两个生灭现象是相同的，没有相同的。所以这个现象，佛经上有说相似相续，相续是前跟后是完全相同，这叫相续，前跟后它不相同，是相似相续。",
      "zh_TW": "學佛，學佛有什麼好處？最大的好處就是把事實真相搞清楚搞明白了。明白之後，明白叫看破，這章嘉大師說的，看破，你還是沒有放下，明白了也離不開六道輪迴。現在明白了，死了以後一投胎，忘得乾乾淨淨，你說多可憐！如果遇到佛法，再繼續學。所以，學貴放下，放下得真實利益。為什麼放下？全是假的，沒有一樣是真的。現在量子力學家告訴我們，物質現象、心理現象（念頭）、自然現象統統都是在意念高頻率之下產生的幻相，根本它就不存在。這個頻率多快？彌勒菩薩告訴我們，我們把它換算，一秒鐘有二千一百兆次的生滅，一秒鐘。這種現象就在我們眼前，從來沒有離開過，是這樣的高速度的生滅法，前念滅後念生。但是要曉得，前一念跟後一念不是相同的，不一樣，從來沒有兩個境界是完全相同的，在這麼高速度的生滅法。無始劫以來到今天，如果不能出離，將來還有無量劫，這裡頭找不到兩個生滅現象是相同的，沒有相同的。所以這個現象，佛經上有說相似相續，相續是前跟後是完全相同，這叫相續，前跟後它不相同，是相似相續。"
    },
    {
      "id": "02-041-0117_p0009",
      "zh_CN": "《般若经》上讲得清楚，讲的遍数很多，「凡所有相，皆是虚妄」。世尊时时刻刻在提醒我们，既然是虚妄，怎么可以放在心上？这个放在心上，就是阿赖耶识落谢种子，六道轮回就是阿赖耶种子起现行。这个事情只有佛法讲清楚、讲明白、讲透彻了。明白之后怎么办？明白之后就要放下，这一放下就圆满了，真得受用，就契入佛的境界。佛跟三乘不一样，三乘人明白了，没放下，这就是习气，贪恋，舍不得放下。真正放下，出离了，出离六道轮回，出离十法界，往生到诸佛净土。不念佛、不求往生极乐世界的，他们到华藏世界，《华严经》上所说的，华藏世界是释迦牟尼佛的实报庄严土，极乐世界是阿弥陀佛的实报庄严土。",
      "zh_TW": "《般若經》上講得清楚，講的遍數很多，「凡所有相，皆是虛妄」。世尊時時刻刻在提醒我們，既然是虛妄，怎麼可以放在心上？這個放在心上，就是阿賴耶識落謝種子，六道輪迴就是阿賴耶種子起現行。這個事情只有佛法講清楚、講明白、講透徹了。明白之後怎麼辦？明白之後就要放下，這一放下就圓滿了，真得受用，就契入佛的境界。佛跟三乘不一樣，三乘人明白了，沒放下，這就是習氣，貪戀，捨不得放下。真正放下，出離了，出離六道輪迴，出離十法界，往生到諸佛淨土。不念佛、不求往生極樂世界的，他們到華藏世界，《華嚴經》上所說的，華藏世界是釋迦牟尼佛的實報莊嚴土，極樂世界是阿彌陀佛的實報莊嚴土。"
    },
    {
      "id": "02-041-0117_p0010",
      "zh_CN": "实报庄严土都差不多，都是一真法界。那为什么一切诸佛特别赞叹弥陀的实报土？弥陀实报土跟诸佛实报土有什么不同？那是弥陀实报土里头有四十八愿摄受众生，这一切诸佛里头没有。一切诸佛里头有的，就是诸佛如来『兴大悲，愍有情，演慈辩，授法眼』，像释迦牟尼佛一样的对待我们这些众生，劝我们信愿持名，求生净土。释迦牟尼佛在此地保送我们到极乐世界，这本《无量寿经》就是保证书，保送我们到极乐世界，阿弥陀佛在极乐世界接引我们。所以，诸佛如来赞叹弥陀「佛中之王，光中极尊」，这个光是常寂光，是自性本具的光明，真正不可思议，可贵到极处，我们有幸遇到。还不能相信的，他有怀疑，我们能理解，我们过去也是这样的，这个怀疑很难断。真搞清楚、搞明白了，不怀疑了，死心塌地，这一句佛号求生净土。像海贤老和尚，这是在佛法里讲上上根人，为什么？他一接触他就不怀疑。他了不了解事实真相？他不了解，没读过书，老和尚教他一句他就相信，不怀疑，真干。真信，真愿往生，真念佛，这上上根人。知识分子不行，知识分子是中上根人。",
      "zh_TW": "實報莊嚴土都差不多，都是一真法界。那為什麼一切諸佛特別讚歎彌陀的實報土？彌陀實報土跟諸佛實報土有什麼不同？那是彌陀實報土裡頭有四十八願攝受眾生，這一切諸佛裡頭沒有。一切諸佛裡頭有的，就是諸佛如來『興大悲，愍有情，演慈辯，授法眼』，像釋迦牟尼佛一樣的對待我們這些眾生，勸我們信願持名，求生淨土。釋迦牟尼佛在此地保送我們到極樂世界，這本《無量壽經》就是保證書，保送我們到極樂世界，阿彌陀佛在極樂世界接引我們。所以，諸佛如來讚歎彌陀「佛中之王，光中極尊」，這個光是常寂光，是自性本具的光明，真正不可思議，可貴到極處，我們有幸遇到。還不能相信的，他有懷疑，我們能理解，我們過去也是這樣的，這個懷疑很難斷。真搞清楚、搞明白了，不懷疑了，死心塌地，這一句佛號求生淨土。像海賢老和尚，這是在佛法裡講上上根人，為什麼？他一接觸他就不懷疑。他了不了解事實真相？他不了解，沒讀過書，老和尚教他一句他就相信，不懷疑，真幹。真信，真願往生，真念佛，這上上根人。知識分子不行，知識分子是中上根人。"
    },
    {
      "id": "02-041-0117_p0011",
      "zh_CN": "所以如来大教，确确实实唯上上根人、下愚之人，这两种人最容易成就。下愚怎么样？下愚他没有怀疑，他就相信。他知不知道事实真相？不知道，他相信老师的话，老师不欺骗他。我们很难，比这两种比不上，比上当然比不上，比下也比不上，下能不怀疑，我们怀疑。老师把这个法门介绍给我，我们要在这个法门里头兜圈子，兜了三十年才相信。人家三十年早已经达到理一心不乱，明心见性了，我们这三十年兜圈子，原地踏步。很幸运，现在完全相信了，这一步踏出去了；如果不是完全相信，你这一步没踏出去，这一步没踏出去，还在原地。真踏出去是什么现象？确实对于这个世出世间一切法不再放在心上，这就踏出了。心上只有一句阿弥陀佛，跟海贤老和尚一样，除一句阿弥陀佛之外什么都没有。为什么？这一句阿弥陀佛统摄一切法，一切法是枝叶，阿弥陀佛是根本，我找到根本，枝叶全放下了，真得受用。这个层次不容易得到，能得到这个层次，你心里就有把握，我决定往生，决定没有怀疑，跟阿弥陀佛就起感应道交，真正不可思议的境界。",
      "zh_TW": "所以如來大教，確確實實唯上上根人、下愚之人，這兩種人最容易成就。下愚怎麼樣？下愚他沒有懷疑，他就相信。他知不知道事實真相？不知道，他相信老師的話，老師不欺騙他。我們很難，比這兩種比不上，比上當然比不上，比下也比不上，下能不懷疑，我們懷疑。老師把這個法門介紹給我，我們要在這個法門裡頭兜圈子，兜了三十年才相信。人家三十年早已經達到理一心不亂，明心見性了，我們這三十年兜圈子，原地踏步。很幸運，現在完全相信了，這一步踏出去了；如果不是完全相信，你這一步沒踏出去，這一步沒踏出去，還在原地。真踏出去是什麼現象？確實對於這個世出世間一切法不再放在心上，這就踏出了。心上只有一句阿彌陀佛，跟海賢老和尚一樣，除一句阿彌陀佛之外什麼都沒有。為什麼？這一句阿彌陀佛統攝一切法，一切法是枝葉，阿彌陀佛是根本，我找到根本，枝葉全放下了，真得受用。這個層次不容易得到，能得到這個層次，你心裡就有把握，我決定往生，決定沒有懷疑，跟阿彌陀佛就起感應道交，真正不可思議的境界。"
    },
    {
      "id": "02-041-0117_p0012",
      "zh_CN": "能大师后头还有一句，最后一句，「何期自性，能生万法」。这一句就对了，整个宇宙从哪来的？自性变现的，所以是一体。一体，问题就解决了，一体，看到众生在六道、在十法界能不帮助他吗？不可能。而且这是以至诚心，至诚心里面生出来的无缘大慈、同体大悲。所以这个十句，「表诸大士同体大悲、无缘大慈之德行」。",
      "zh_TW": "能大師後頭還有一句，最後一句，「何期自性，能生萬法」。這一句就對了，整個宇宙從哪來的？自性變現的，所以是一體。一體，問題就解決了，一體，看到眾生在六道、在十法界能不幫助他嗎？不可能。而且這是以至誠心，至誠心裡面生出來的無緣大慈、同體大悲。所以這個十句，「表諸大士同體大悲、無緣大慈之德行」。"
    },
    {
      "id": "02-041-0117_p0013",
      "zh_CN": "「兴大悲」，兴是兴起，大悲心是自性里头本具的，看到众生受苦，慈悲心自然生起来。「愍者，哀念也。菩萨悲悯众生，普令出苦，非二乘凡夫爱见之悲，故云大悲」。凡夫有没有悲心？有，有慈悲，不能叫大慈大悲。为什么？他有局限，他有情执，他喜欢的人对他有慈悲心，他不喜欢的人，受再苦他不闻不问，调头走了，这是凡夫的慈悲心。所以不是小乘，二乘就是声闻缘觉，阿罗汉、辟支佛，阿罗汉、辟支佛跟六道凡夫还有爱见，没有看到众生跟我是一体，没看到。这些法身菩萨、等觉菩萨他们看清楚看明白了，遍法界虚空界一切众生跟自己是一体。迷惑的众生多，无量无边、无尽无数，不觉悟的时候不知道，觉悟之后，哪能不帮助的道理！尽形寿放下万缘，为这些苦难众生服务，服务的目的是什么？帮助这些众生离苦得乐。要离究竟苦，得究竟乐，究竟苦是六道轮回，不能够离开六道轮回，是暂时帮他离苦得乐，不是永恒的，他脱离六道轮回，永远离苦了；往生极乐世界，永远得乐，离苦得乐究竟圆满，这是真正慈悲，大慈大悲。",
      "zh_TW": "「興大悲」，興是興起，大悲心是自性裡頭本具的，看到眾生受苦，慈悲心自然生起來。「愍者，哀念也。菩薩悲憫眾生，普令出苦，非二乘凡夫愛見之悲，故云大悲」。凡夫有沒有悲心？有，有慈悲，不能叫大慈大悲。為什麼？他有侷限，他有情執，他喜歡的人對他有慈悲心，他不喜歡的人，受再苦他不聞不問，調頭走了，這是凡夫的慈悲心。所以不是小乘，二乘就是聲聞緣覺，阿羅漢、辟支佛，阿羅漢、辟支佛跟六道凡夫還有愛見，沒有看到眾生跟我是一體，沒看到。這些法身菩薩、等覺菩薩他們看清楚看明白了，遍法界虛空界一切眾生跟自己是一體。迷惑的眾生多，無量無邊、無盡無數，不覺悟的時候不知道，覺悟之後，哪能不幫助的道理！盡形壽放下萬緣，為這些苦難眾生服務，服務的目的是什麼？幫助這些眾生離苦得樂。要離究竟苦，得究竟樂，究竟苦是六道輪迴，不能夠離開六道輪迴，是暫時幫他離苦得樂，不是永恆的，他脫離六道輪迴，永遠離苦了；往生極樂世界，永遠得樂，離苦得樂究竟圓滿，這是真正慈悲，大慈大悲。"
    },
    {
      "id": "02-041-0117_p0014",
      "zh_CN": "用什么方法？方法里头还有理论的依据，凭什么道理？我们讲教学的理念。教学的理念是真正知道苦从哪里来的，从迷来的，迷失了自性，烦恼就现前。无明烦恼、尘沙烦恼、见思烦恼，烦恼无量无边，佛把它归成这三大类。佛就凭着这个道理帮助众生离苦得乐，用破迷开悟；破迷，苦就没有了，开悟，乐就来了，就这么个道理。用什么手段？教育。教育里头着重身行、言教，自己真干，自己不干别人不相信，自己真放下，别人相信了；教别人放下，自己没有放下，别人不相信，说你在欺骗他。财色名利彻底放下，七情五欲彻底放下，为什么？那是烦恼、那是习气，我们生生世世无量劫来，就受这个东西的害，出不了六道轮回。这一生当中非常幸运遇到佛法，这桩事情搞清楚、搞明白了。如果不肯放下，那什么原因？还是没有彻底搞清楚。这得接受教育，要接受佛陀的教育，宗教教育里头有。真正把事实真相搞清楚搞明白，在大乘经典里面，这部经是大乘经，这部经真正搞通、搞明白了，够用。为什么？它帮助你建立了信心、愿心，你一句佛号念到底，你成就了。",
      "zh_TW": "用什麼方法？方法裡頭還有理論的依據，憑什麼道理？我們講教學的理念。教學的理念是真正知道苦從哪裡來的，從迷來的，迷失了自性，煩惱就現前。無明煩惱、塵沙煩惱、見思煩惱，煩惱無量無邊，佛把它歸成這三大類。佛就憑著這個道理幫助眾生離苦得樂，用破迷開悟；破迷，苦就沒有了，開悟，樂就來了，就這麼個道理。用什麼手段？教育。教育裡頭著重身行、言教，自己真幹，自己不幹別人不相信，自己真放下，別人相信了；教別人放下，自己沒有放下，別人不相信，說你在欺騙他。財色名利徹底放下，七情五欲徹底放下，為什麼？那是煩惱、那是習氣，我們生生世世無量劫來，就受這個東西的害，出不了六道輪迴。這一生當中非常幸運遇到佛法，這樁事情搞清楚、搞明白了。如果不肯放下，那什麼原因？還是沒有徹底搞清楚。這得接受教育，要接受佛陀的教育，宗教教育裡頭有。真正把事實真相搞清楚搞明白，在大乘經典裡面，這部經是大乘經，這部經真正搞通、搞明白了，夠用。為什麼？它幫助你建立了信心、願心，你一句佛號念到底，你成就了。"
    },
    {
      "id": "02-041-0117_p0015",
      "zh_CN": "所以，手段是教学，一切法不离教学，人是教得好的，我们做过实验，人性确实本善，不是假的。在教学成果当中我们看到了，人的良心唤醒了，不愿意再做不善的事业。潮州的谢总居然有能量在七天之内把人唤醒，我佩服，我们过去在汤池做实验是三个月，把这个小镇的人心唤醒了，他只要七天，超过我太多了，我要向他学习。他用的方法非常善巧，值得我们学习，这种教学真正是累积无量无边的功德，在七天当中。能帮助一个人回头，功德就不可思议，七天能够帮助一百多人回头，这还得了！他要不求往生极乐世界，来生的果报不在人间，人间没有这么大的福报。他到哪里去了？到天上做天王去了，欲界六层天是他将来的住处，色界十八层天、无色界四层天，二十八层天。他造的是这个业因，果报真正不可思议，是真的，一点都不假。帮助他的人、拥护他的人、赞叹他的人、成就他的人，都是天王的大臣，都是天上众神。",
      "zh_TW": "所以，手段是教學，一切法不離教學，人是教得好的，我們做過實驗，人性確實本善，不是假的。在教學成果當中我們看到了，人的良心喚醒了，不願意再做不善的事業。潮州的謝總居然有能量在七天之內把人喚醒，我佩服，我們過去在湯池做實驗是三個月，把這個小鎮的人心喚醒了，他只要七天，超過我太多了，我要向他學習。他用的方法非常善巧，值得我們學習，這種教學真正是累積無量無邊的功德，在七天當中。能幫助一個人回頭，功德就不可思議，七天能夠幫助一百多人回頭，這還得了！他要不求往生極樂世界，來生的果報不在人間，人間沒有這麼大的福報。他到哪裡去了？到天上做天王去了，欲界六層天是他將來的住處，色界十八層天、無色界四層天，二十八層天。他造的是這個業因，果報真正不可思議，是真的，一點都不假。幫助他的人、擁護他的人、讚歎他的人、成就他的人，都是天王的大臣，都是天上眾神。"
    },
    {
      "id": "02-041-0117_p0016",
      "zh_CN": "这种果报，情执没有放下干净，真正放下干净了，他决定不享人天果报。人天果报再殊胜，也比不上极乐世界，极乐世界是一了一切都了，再没有后遗症了。天上寿命长，还是有尽头，非想非非想天寿命八万大劫，八万大劫有到头的一天，到了怎么办？佛在经上告诉我们，到了又往下坠落，他爬得最高，上面没有了，他掉下来就跌到地面，就下来了。六道众生多可怜，上上下下，爬到最高掉下来，再慢慢又爬到最高又掉下来，这六道众生。所以佛陀的教诲非常重要，佛的教学从真心流露的，真诚、慈悲流露出来的，我们要真诚、恭敬才能接受。我们对这个经教有丝毫怀疑就完了，对你这一生往生产生重大的障碍。谁障碍你？自己障碍自己，不是别人。参透了，无有一法不是自作自受，你不会怨天尤人，都是自己糊涂、自己迷惑，自己没有把经教的真实义听懂，在那里猜测，问题就出来了。这样的人多，很多很多，几个人一听就真信了？绝大多的人，心都是不定的，不定他修学就乱了，听一个法门还不错，听两个法门他就怀疑了，听三个法门他就迷惑了。愈多愈麻烦，样样都想学不学乱了，心乱了，方法也乱了。这就是说不知道佛到底是教什么，他都学，他没有目标。",
      "zh_TW": "這種果報，情執沒有放下乾淨，真正放下乾淨了，他決定不享人天果報。人天果報再殊勝，也比不上極樂世界，極樂世界是一了一切都了，再沒有後遺症了。天上壽命長，還是有盡頭，非想非非想天壽命八萬大劫，八萬大劫有到頭的一天，到了怎麼辦？佛在經上告訴我們，到了又往下墜落，他爬得最高，上面沒有了，他掉下來就跌到地面，就下來了。六道眾生多可憐，上上下下，爬到最高掉下來，再慢慢又爬到最高又掉下來，這六道眾生。所以佛陀的教誨非常重要，佛的教學從真心流露的，真誠、慈悲流露出來的，我們要真誠、恭敬才能接受。我們對這個經教有絲毫懷疑就完了，對你這一生往生產生重大的障礙。誰障礙你？自己障礙自己，不是別人。參透了，無有一法不是自作自受，你不會怨天尤人，都是自己糊塗、自己迷惑，自己沒有把經教的真實義聽懂，在那裡猜測，問題就出來了。這樣的人多，很多很多，幾個人一聽就真信了？絕大多的人，心都是不定的，不定他修學就亂了，聽一個法門還不錯，聽兩個法門他就懷疑了，聽三個法門他就迷惑了。愈多愈麻煩，樣樣都想學不學亂了，心亂了，方法也亂了。這就是說不知道佛到底是教什麼，他都學，他沒有目標。"
    },
    {
      "id": "02-041-0117_p0017",
      "zh_CN": "八万四千法门，门门都是修清净平等觉，清净平等觉是修学的目标。一门容易得清净，容易得平等，容易开悟，两门就不行。一个房间，你想从两个门进去，进不去，三个门更没有指望，十个门、二十个门，你就别想进去了，永远在门口打转。这就坏了，这不知道一多的关系，《华严经》上说，一即是多，多即是一。多是什么？八万四千法门，门门都是八万四千法门，这个道理要懂。你只要进去了，从一个门进去，八万四千法门全得到了。为什么？每个门都是进出这个殿堂，每个门都是的，随便从哪个门，一门就进来了，你全得到了，一即是多，多即是一。",
      "zh_TW": "八萬四千法門，門門都是修清淨平等覺，清淨平等覺是修學的目標。一門容易得清淨，容易得平等，容易開悟，兩門就不行。一個房間，你想從兩個門進去，進不去，三個門更沒有指望，十個門、二十個門，你就別想進去了，永遠在門口打轉。這就壞了，這不知道一多的關係，《華嚴經》上說，一即是多，多即是一。多是什麼？八萬四千法門，門門都是八萬四千法門，這個道理要懂。你只要進去了，從一個門進去，八萬四千法門全得到了。為什麼？每個門都是進出這個殿堂，每個門都是的，隨便從哪個門，一門就進來了，你全得到了，一即是多，多即是一。"
    },
    {
      "id": "02-041-0117_p0018",
      "zh_CN": "所以贵专，你看海贤老和尚说，「天下无难事，就怕心不专」。专，专就是一，他老人家一生就一句佛号，经都没有，他不认识字，没有听过一堂经，没有念过一部经。一句佛号，进去了，八万四千法门得到了，无论哪个法门你向他请教，他都能给你解答，跟六祖一样，跟释迦牟尼佛一样。释迦牟尼佛讲经教学四十九年，哪部经是他跟人学来的？一部都没有。他为什么能讲那么多？自性流出来的。自性流出来的，就是一切诸佛如来自性里头圆满法轮，一切经，见性，这一切经就明白了，就兴起了。所以，一门即是一切门，一个法门就是一切法门，一门就是无量门，一门就是八万四千门，要明白这个道理。不管从哪个门入，得到的结果圆满相同，不增不减。几个人能明白这个道理？",
      "zh_TW": "所以貴專，你看海賢老和尚說，「天下無難事，就怕心不專」。專，專就是一，他老人家一生就一句佛號，經都沒有，他不認識字，沒有聽過一堂經，沒有念過一部經。一句佛號，進去了，八萬四千法門得到了，無論哪個法門你向他請教，他都能給你解答，跟六祖一樣，跟釋迦牟尼佛一樣。釋迦牟尼佛講經教學四十九年，哪部經是他跟人學來的？一部都沒有。他為什麼能講那麼多？自性流出來的。自性流出來的，就是一切諸佛如來自性裡頭圓滿法輪，一切經，見性，這一切經就明白了，就興起了。所以，一門即是一切門，一個法門就是一切法門，一門就是無量門，一門就是八萬四千門，要明白這個道理。不管從哪個門入，得到的結果圓滿相同，不增不減。幾個人能明白這個道理？"
    },
    {
      "id": "02-041-0117_p0019",
      "zh_CN": "我们学了佛，学佛终极的目的是在哪里？记住，佛的目的帮助我们离苦得乐，我们要跟佛配合。佛要我们离我们真离，就是放下，真放下，不再贪名、不再贪利、不再贪财、不再贪色。七情五欲都是烦恼，都是枷锁，现在总算搞清楚搞明白了，一笔勾销，彻底放下，这是跟佛合作。我们自由了、自在了，再没有绳索捆绑，再没有人限制我们，我们朝佛陀指的方向、目标，轻易的就迈进了。佛善教我们善学，一生圆满成就，不辜负佛的大慈大悲。",
      "zh_TW": "我們學了佛，學佛終極的目的是在哪裡？記住，佛的目的幫助我們離苦得樂，我們要跟佛配合。佛要我們離我們真離，就是放下，真放下，不再貪名、不再貪利、不再貪財、不再貪色。七情五欲都是煩惱，都是枷鎖，現在總算搞清楚搞明白了，一筆勾銷，徹底放下，這是跟佛合作。我們自由了、自在了，再沒有繩索捆綁，再沒有人限制我們，我們朝佛陀指的方向、目標，輕易的就邁進了。佛善教我們善學，一生圓滿成就，不辜負佛的大慈大悲。"
    },
    {
      "id": "02-041-0117_p0020",
      "zh_CN": "下面念老引《会疏》，日本祖师所说的，「拔苦为悲」，与乐为慈。帮助我们离开六道轮回，帮助我们离开十法界，这是悲，大悲；帮助我们往生极乐世界，这是大慈，那是与乐。「乃至悲是真实平等之悲，故谓大悲」，真实心中流出来的。这个真实平等，我们要认真学习，要落实在日常生活当中，对人要真实、平等，对事、对物都要用真实心、平等心，这就是接受佛陀的教诲。真实的反面是虚伪，平等的反面是有高下，虚伪、高下是妄心，不是真心，真心永远是真实，永远是平等。平等里面就有清净，清净里头没有平等，平等里头有清净，所以我们头一个要学真实清净，再提升真实平等，再提升真实觉悟，真实大觉。",
      "zh_TW": "下面念老引《會疏》，日本祖師所說的，「拔苦為悲」，與樂為慈。幫助我們離開六道輪迴，幫助我們離開十法界，這是悲，大悲；幫助我們往生極樂世界，這是大慈，那是與樂。「乃至悲是真實平等之悲，故謂大悲」，真實心中流出來的。這個真實平等，我們要認真學習，要落實在日常生活當中，對人要真實、平等，對事、對物都要用真實心、平等心，這就是接受佛陀的教誨。真實的反面是虛偽，平等的反面是有高下，虛偽、高下是妄心，不是真心，真心永遠是真實，永遠是平等。平等裡面就有清淨，清淨裡頭沒有平等，平等裡頭有清淨，所以我們頭一個要學真實清淨，再提升真實平等，再提升真實覺悟，真實大覺。"
    },
    {
      "id": "02-041-0117_p0021",
      "zh_CN": "清净平等觉是修德，念这一句佛修什么？就修这三个，这三心。清净心是声闻、缘觉的心，平等心是菩萨的心，觉是法身大士的心，这成佛了，觉就是大彻大悟、明心见性。一定要在日常生活当中真干。为自己的心是虚妄的，为众生、为正法久住，这心真实的，为什么？法是真实法，心是真实心。为个人名闻利养，为个人的财色名食，是假的，虚妄的。一定要知道我们这个身，现在科学家告诉我们，身是怎么回事情，是念头在二千一百兆分之一秒这样高频率之下产生的幻相；物质现象、精神现象不例外，统统是这么回事情。所以《金刚经》上告诉我们三心不可得，过去心不可得，现在心不可得，未来心不可得，全是假的。众生可怜，认假为真，统统都在假相上做活计，真错了。诸佛如来、法身大士他们完全用真心，他们用清净平等觉，以这个为自受用，也用这个教化一切众生，那就是大慈大悲的示现。",
      "zh_TW": "清淨平等覺是修德，念這一句佛修什麼？就修這三個，這三心。清淨心是聲聞、緣覺的心，平等心是菩薩的心，覺是法身大士的心，這成佛了，覺就是大徹大悟、明心見性。一定要在日常生活當中真幹。為自己的心是虛妄的，為眾生、為正法久住，這心真實的，為什麼？法是真實法，心是真實心。為個人名聞利養，為個人的財色名食，是假的，虛妄的。一定要知道我們這個身，現在科學家告訴我們，身是怎麼回事情，是念頭在二千一百兆分之一秒這樣高頻率之下產生的幻相；物質現象、精神現象不例外，統統是這麼回事情。所以《金剛經》上告訴我們三心不可得，過去心不可得，現在心不可得，未來心不可得，全是假的。眾生可憐，認假為真，統統都在假相上做活計，真錯了。諸佛如來、法身大士他們完全用真心，他們用清淨平等覺，以這個為自受用，也用這個教化一切眾生，那就是大慈大悲的示現。"
    },
    {
      "id": "02-041-0117_p0022",
      "zh_CN": "真实的应用在生活上、工作里头、待人接物，得大自在，得法喜充满，常生欢喜心。我们看海贤老和尚表法，那生活多苦，亲近他的人看到海贤老和尚一天到晚笑咪咪的，真正看出他法喜充满，常生欢喜心。从来没有人看过他发脾气，跟谁红过脸，一生没有过，这就是法喜充满。在这个世间表法，身心的受用跟在极乐世界没有两样。他每天都在极乐世界，我们看不出来，体会不到。真的，这就是境随心转，他用什么心，他住什么境，会看的人能看得出来，不会看的人看不出来。为什么？着相了，会看的人见性了，哪有不自在的道理！他是受阿弥陀佛的嘱咐，叫他把学佛、念佛做出一个榜样来，给这个世间人看，让娑婆世界人看他，什么叫学佛，什么叫念佛。你真看懂了，你就会学了；你看不懂，慢慢来，来生后世，总有一天你会看懂，这个时间不定。善根厚的人，福报大的人，这一生当中可以圆满。",
      "zh_TW": "真實的應用在生活上、工作裡頭、待人接物，得大自在，得法喜充滿，常生歡喜心。我們看海賢老和尚表法，那生活多苦，親近他的人看到海賢老和尚一天到晚笑咪咪的，真正看出他法喜充滿，常生歡喜心。從來沒有人看過他發脾氣，跟誰紅過臉，一生沒有過，這就是法喜充滿。在這個世間表法，身心的受用跟在極樂世界沒有兩樣。他每天都在極樂世界，我們看不出來，體會不到。真的，這就是境隨心轉，他用什麼心，他住什麼境，會看的人能看得出來，不會看的人看不出來。為什麼？著相了，會看的人見性了，哪有不自在的道理！他是受阿彌陀佛的囑咐，叫他把學佛、念佛做出一個榜樣來，給這個世間人看，讓娑婆世界人看他，什麼叫學佛，什麼叫念佛。你真看懂了，你就會學了；你看不懂，慢慢來，來生後世，總有一天你會看懂，這個時間不定。善根厚的人，福報大的人，這一生當中可以圓滿。"
    },
    {
      "id": "02-041-0117_p0023",
      "zh_CN": "众生遇缘不同，我们的缘还得了，要多想一想，我们得人身，遇佛法，遇到净土，遇到夏莲居的会集本，遇到黄念祖的集注，这还得了！又遇到海贤老和尚给我们表法，让我们信心坚定，再也不怀疑，死心塌地的一直念去。喜欢简单、喜欢省事的，一句佛号就行了；还有疑惑，那这部经、这部注解对你有很大的帮助，确实能够帮助你破疑生信，可以帮助你坚定愿心，决定要生净土，没有二话好说。坚定的信愿就是往生净土的第一条件，你的条件具足，真念佛就往生。",
      "zh_TW": "眾生遇緣不同，我們的緣還得了，要多想一想，我們得人身，遇佛法，遇到淨土，遇到夏蓮居的會集本，遇到黃念祖的集註，這還得了！又遇到海賢老和尚給我們表法，讓我們信心堅定，再也不懷疑，死心塌地的一直念去。喜歡簡單、喜歡省事的，一句佛號就行了；還有疑惑，那這部經、這部註解對你有很大的幫助，確實能夠幫助你破疑生信，可以幫助你堅定願心，決定要生淨土，沒有二話好說。堅定的信願就是往生淨土的第一條件，你的條件具足，真念佛就往生。"
    },
    {
      "id": "02-041-0117_p0024",
      "zh_CN": "《会疏》里头说，拔苦为悲，这个悲，真实平等的大悲。又引《涅槃经》说：「三世诸世尊，大悲为根本。」佛出现在世间，三世是过去世、现在世、未来世，一切诸佛世尊为什么出现在世间？悲心，像一棵大树的种子一样，它有根本。「密部」，这讲密宗，密宗《大日经》第一卷说：「菩提心为因，大悲为根本。」「故诸大士咸发同体大悲之心」。我们可以说，只要真正信愿持名，因有了。有了因不行，还要本，根要是没有本，这个根刚刚发芽，还没有长成一棵大树，发芽了。这个根力量很薄弱，很容易被人摧毁，长成大树就不怕了，不怕风吹雨打，根深蒂固，它不会动摇。小的树苗不行，禁不起风浪，这个风浪是什么？就是我们的环境，外面的诱惑，在考验你，这就是要经教来帮助了。每天都在经教上下功夫，世出世间一切诱惑不为所动，我们很快这个树就长大了，就变成大树。如果常常受外面干扰，东风吹来向西倒，西风吹来向东倒，你这个树就不正，永远是歪的、是斜的，长不大，长不好。这个时候什么？这个时候要借外力，外力就是人工，帮助你，把你扶正，歪斜了，暂时找一根柱子把它抵住，我们看到种树的人。真的长大了，根深蒂固，没事情。我们看到这些现象要生智慧，知道自己是在什么状况当中，我要防范哪些。",
      "zh_TW": "《會疏》裡頭說，拔苦為悲，這個悲，真實平等的大悲。又引《涅槃經》說：「三世諸世尊，大悲為根本。」佛出現在世間，三世是過去世、現在世、未來世，一切諸佛世尊為什麼出現在世間？悲心，像一棵大樹的種子一樣，它有根本。「密部」，這講密宗，密宗《大日經》第一卷說：「菩提心為因，大悲為根本。」「故諸大士咸發同體大悲之心」。我們可以說，只要真正信願持名，因有了。有了因不行，還要本，根要是沒有本，這個根剛剛發芽，還沒有長成一棵大樹，發芽了。這個根力量很薄弱，很容易被人摧毀，長成大樹就不怕了，不怕風吹雨打，根深蒂固，它不會動搖。小的樹苗不行，禁不起風浪，這個風浪是什麼？就是我們的環境，外面的誘惑，在考驗你，這就是要經教來幫助了。每天都在經教上下功夫，世出世間一切誘惑不為所動，我們很快這個樹就長大了，就變成大樹。如果常常受外面干擾，東風吹來向西倒，西風吹來向東倒，你這個樹就不正，永遠是歪的、是斜的，長不大，長不好。這個時候什麼？這個時候要借外力，外力就是人工，幫助你，把你扶正，歪斜了，暫時找一根柱子把它抵住，我們看到種樹的人。真的長大了，根深蒂固，沒事情。我們看到這些現象要生智慧，知道自己是在什麼狀況當中，我要防範哪些。"
    },
    {
      "id": "02-041-0117_p0025",
      "zh_CN": "最基本的，读经、读注解，所谓「读书千遍，其义自见」。我们希望《无量寿经》能念三千遍，三千遍能背诵了，念老的注解至少要看三十遍，这分量很大。三十遍能帮助你断疑惑，微细的疑惑都断掉了，你信心坚定，不会再改变。世出世法你都能应付得了，你能够听一切经，能够学一切法，不为它干扰。那就是什么？决定不干扰、不破坏我念佛求生净土这一门。看得多，愈多坚定自己的信心，为什么？你看所有的法门都要很长的时间修学，靠自力，没有人能帮助你。净宗完全靠阿弥陀佛威神加持，自己只要具足信、愿、念佛。易行道，万修万人去，一个都不漏。漏掉的是什么？不相信，信心动摇。",
      "zh_TW": "最基本的，讀經、讀註解，所謂「讀書千遍，其義自見」。我們希望《無量壽經》能念三千遍，三千遍能背誦了，念老的註解至少要看三十遍，這分量很大。三十遍能幫助你斷疑惑，微細的疑惑都斷掉了，你信心堅定，不會再改變。世出世法你都能應付得了，你能夠聽一切經，能夠學一切法，不為它干擾。那就是什麼？決定不干擾、不破壞我念佛求生淨土這一門。看得多，愈多堅定自己的信心，為什麼？你看所有的法門都要很長的時間修學，靠自力，沒有人能幫助你。淨宗完全靠阿彌陀佛威神加持，自己只要具足信、願、念佛。易行道，萬修萬人去，一個都不漏。漏掉的是什麼？不相信，信心動搖。"
    },
    {
      "id": "02-041-0117_p0026",
      "zh_CN": "学什么我都可以学，信心不动摇，然后你所学的帮助你信心更坚定。这个就是古人所说的，广学为的是什么？为了专攻。广学不是说你学一门就想修一门，不可能的事情。学尽无量法门了，还是我这门好，我这门什么？我肯定有把握做到，我决定能往生。往生到极乐世界，无量无边诸佛之法你全得到了，圆满证得。这就是一门即是多门，多门即是一门，归到这个信愿持名；信愿持名展开，就是八万四千法门、就是无量法门。你要认识，你不认识就坏了。",
      "zh_TW": "學什麼我都可以學，信心不動搖，然後你所學的幫助你信心更堅定。這個就是古人所說的，廣學為的是什麼？為了專攻。廣學不是說你學一門就想修一門，不可能的事情。學盡無量法門了，還是我這門好，我這門什麼？我肯定有把握做到，我決定能往生。往生到極樂世界，無量無邊諸佛之法你全得到了，圓滿證得。這就是一門即是多門，多門即是一門，歸到這個信願持名；信願持名展開，就是八萬四千法門、就是無量法門。你要認識，你不認識就壞了。"
    },
    {
      "id": "02-041-0117_p0027",
      "zh_CN": "我们再看底下这一句，「演慈辩，从慈心起说」。同学们学讲经不少，为什么你没有学成？你没有慈悲心。你学讲经，里头夹杂著名闻利养，所以学了十年没有进步，还在原地踏步。没有放下你的身见、边见、成见跟邪见，所以你没有入门。五种见惑断掉了才入佛门，小乘证须陀洹果，大乘十信位的初信菩萨。虽然是最低的位次，但是你是圣人，你不是凡夫，你是真正佛弟子，这才是真的。受戒，再好的戒师给你授的，都不是真的。你说你得戒了，你得的什么戒？你自己好好问问，反省，你得什么戒？不杀生，你得到吗？没得到。为什么？虽然不杀人，我还恨他，这就不行。你要用慈悲心待他，你怎么可以恨他？你怎么可以怨恨？虽然不要他的命，要给他受一点罪，这个都是错误。你障碍他，你限制他，他能不怨恨你，这不错，有一点点修养，但不是持戒。持戒的人是什么？连怨恨的念头都没有，那叫真正发心。不偷盗，是不偷盗，占便宜呢？还有心占人家小便宜，占便宜就是偷盗的心，盗心没断，还有贪着。",
      "zh_TW": "我們再看底下這一句，「演慈辯，從慈心起說」。同學們學講經不少，為什麼你沒有學成？你沒有慈悲心。你學講經，裡頭夾雜著名聞利養，所以學了十年沒有進步，還在原地踏步。沒有放下你的身見、邊見、成見跟邪見，所以你沒有入門。五種見惑斷掉了才入佛門，小乘證須陀洹果，大乘十信位的初信菩薩。雖然是最低的位次，但是你是聖人，你不是凡夫，你是真正佛弟子，這才是真的。受戒，再好的戒師給你授的，都不是真的。你說你得戒了，你得的什麼戒？你自己好好問問，反省，你得什麼戒？不殺生，你得到嗎？沒得到。為什麼？雖然不殺人，我還恨他，這就不行。你要用慈悲心待他，你怎麼可以恨他？你怎麼可以怨恨？雖然不要他的命，要給他受一點罪，這個都是錯誤。你障礙他，你限制他，他能不怨恨你，這不錯，有一點點修養，但不是持戒。持戒的人是什麼？連怨恨的念頭都沒有，那叫真正發心。不偷盜，是不偷盜，佔便宜呢？還有心佔人家小便宜，佔便宜就是偷盜的心，盜心沒斷，還有貪著。"
    },
    {
      "id": "02-041-0117_p0028",
      "zh_CN": "自以为是，我的法门殊胜，你那个念佛法门不行，这是什么？这是断人法身慧命，这是杀戒里头最严重的。杀人身命罪小，杀人慧命罪大。别人走这个门，这个净宗法门是一条好路，你的花言巧语让他对净宗起怀疑，来修你的法门。你能不能保证他这一生成佛？他这一生成佛不了，你害了他，比杀他的罪还要重，你断人法身慧命。条条戒跟你分析，然后你才晓得你一条戒都没有做到，还自以为是。",
      "zh_TW": "自以為是，我的法門殊勝，你那個念佛法門不行，這是什麼？這是斷人法身慧命，這是殺戒裡頭最嚴重的。殺人身命罪小，殺人慧命罪大。別人走這個門，這個淨宗法門是一條好路，你的花言巧語讓他對淨宗起懷疑，來修你的法門。你能不能保證他這一生成佛？他這一生成佛不了，你害了他，比殺他的罪還要重，你斷人法身慧命。條條戒跟你分析，然後你才曉得你一條戒都沒有做到，還自以為是。"
    },
    {
      "id": "02-041-0117_p0029",
      "zh_CN": "所以，学讲经要讲得好，真学，真学菩萨。持戒从哪里持？净业三福是戒律的根本，最高的指导原则。孝亲尊师落实在《弟子规》，你瞧不起《弟子规》，小看了它，你没根。你学佛没根，你学中国传统文化没根，你怎么能学好？所以学了几十年，遇到一些外缘很容易动摇，为什么？你没有根，风吹你就动了，你就挡不住，境界风动就乱了，不容易。跟一个好老师，什么时候能独立？根稳了，根没有稳不敢离开老师。我跟李老师，老师教我是跟我约定的五年，五年决定遵守他的教诲，希望我五年把根扎好。我五年真得受用，但是感到不够，所以我自动跟老师报告，要求，我说老师，我继续再五年。老师笑起来。我遵守他十年。后面这五年，我国外的缘成熟了，每次出国弘法，回来之后一定向老师报告，把感想心得都向老师报告，求老师指导。遇到这些困难，要向老师请教，这些困难以后再遇到，如何能够化解，老师是我们靠山。十年之后老师还在，只要老师在一天我们就要亲近一天；老师不在了，老师给我们重要的开示念念不忘，感老师的恩，要把这个传给后人。",
      "zh_TW": "所以，學講經要講得好，真學，真學菩薩。持戒從哪裡持？淨業三福是戒律的根本，最高的指導原則。孝親尊師落實在《弟子規》，你瞧不起《弟子規》，小看了它，你沒根。你學佛沒根，你學中國傳統文化沒根，你怎麼能學好？所以學了幾十年，遇到一些外緣很容易動搖，為什麼？你沒有根，風吹你就動了，你就擋不住，境界風動就亂了，不容易。跟一個好老師，什麼時候能獨立？根穩了，根沒有穩不敢離開老師。我跟李老師，老師教我是跟我約定的五年，五年決定遵守他的教誨，希望我五年把根紮好。我五年真得受用，但是感到不夠，所以我自動跟老師報告，要求，我說老師，我繼續再五年。老師笑起來。我遵守他十年。後面這五年，我國外的緣成熟了，每次出國弘法，回來之後一定向老師報告，把感想心得都向老師報告，求老師指導。遇到這些困難，要向老師請教，這些困難以後再遇到，如何能夠化解，老師是我們靠山。十年之後老師還在，只要老師在一天我們就要親近一天；老師不在了，老師給我們重要的開示念念不忘，感老師的恩，要把這個傳給後人。"
    },
    {
      "id": "02-041-0117_p0030",
      "zh_CN": "学佛了，第一个感老师的恩，第二个感护法的恩，没有护法我们不能成就。护法是给我们营造修学、弘法的环境，要有人真正对你理解，来帮助你，成就你。我得到韩馆长三十年的照顾，没有这三十年照顾，早就没有了，哪里还会有今天？护法之恩不能忘，护法的功德不可思议，老师是指引我们的路，护法是陪同我们走出这条路，沿途照顾。所以我相信，世间有好法师，有再来人，为什么埋没了出不了头？没有护法，真正原因在此地。所以我常常说，护法的功德是圆满的，护法像学校的校长，他办学校，他做校长。我们是学校的教员，他聘请我们在这个学校教书，在这个学校培养学生，功德他的，不是我的，我替他服务，这个道理一定要知道、要明了。",
      "zh_TW": "學佛了，第一個感老師的恩，第二個感護法的恩，沒有護法我們不能成就。護法是給我們營造修學、弘法的環境，要有人真正對你理解，來幫助你，成就你。我得到韓館長三十年的照顧，沒有這三十年照顧，早就沒有了，哪裡還會有今天？護法之恩不能忘，護法的功德不可思議，老師是指引我們的路，護法是陪同我們走出這條路，沿途照顧。所以我相信，世間有好法師，有再來人，為什麼埋沒了出不了頭？沒有護法，真正原因在此地。所以我常常說，護法的功德是圓滿的，護法像學校的校長，他辦學校，他做校長。我們是學校的教員，他聘請我們在這個學校教書，在這個學校培養學生，功德他的，不是我的，我替他服務，這個道理一定要知道、要明瞭。"
    },
    {
      "id": "02-041-0117_p0031",
      "zh_CN": "所以有这个机会教学，是为怜悯众生，跟佛一样，教学的目的，是帮助这些众生离究竟苦得究竟乐。我们有这个能量吗？有。从哪里来的？佛菩萨加持的，不是我们自己有这个本事。我们自己得到这个利益，要把利益介绍给别人，有缘人。什么是有缘人？他能接受，他真肯干。没有缘的人也介绍给他，让他阿赖耶识有个种子，他现在虽然不能接受，来生后世遇到这个法门，他会生欢喜心，接着再干。这都是大慈大悲，绝对不为自己。自己只一个方向、一个目标，一个方向，西方极乐世界，一个目标，亲近阿弥陀佛，除这个之外什么都不要，我们才得自在，才真正有一点小智慧。放下，就是放下障碍成就的烦恼、习气，就这些东西，统统放下。",
      "zh_TW": "所以有這個機會教學，是為憐憫眾生，跟佛一樣，教學的目的，是幫助這些眾生離究竟苦得究竟樂。我們有這個能量嗎？有。從哪裡來的？佛菩薩加持的，不是我們自己有這個本事。我們自己得到這個利益，要把利益介紹給別人，有緣人。什麼是有緣人？他能接受，他真肯幹。沒有緣的人也介紹給他，讓他阿賴耶識有個種子，他現在雖然不能接受，來生後世遇到這個法門，他會生歡喜心，接著再幹。這都是大慈大悲，絕對不為自己。自己只一個方向、一個目標，一個方向，西方極樂世界，一個目標，親近阿彌陀佛，除這個之外什麼都不要，我們才得自在，才真正有一點小智慧。放下，就是放下障礙成就的煩惱、習氣，就這些東西，統統放下。"
    },
    {
      "id": "02-041-0117_p0032",
      "zh_CN": "下面说，「《净影疏》曰：依慈起说，名演慈辩」，辩是辩才无碍。所以，讲经教学没有慈悲心不行，得不到加持；有慈悲心，得到三宝加持，讲的自然不一样了。「授法眼」，授是给我们，传授，「法眼者，如来五眼之一」。五眼，这个地方说出来了，第一个「肉眼」，第二「天眼」，第三个「慧眼」，第四个「法眼」，第五「佛眼」。法眼，菩萨所修的，慧眼是声闻、缘觉小乘人修的。法身菩萨有法眼，究竟成佛则有佛眼，通常大乘经上说八地以上，有佛眼了。「法眼者，乃菩萨为度众生照见一切法门之智慧」，称为法眼。照见一切法门的真相，那是智慧，世出世间一切法你都能通达明了，比声闻缘觉高，比三乘菩萨也高，法身菩萨证得的。",
      "zh_TW": "下面說，「《淨影疏》曰：依慈起說，名演慈辯」，辯是辯才無礙。所以，講經教學沒有慈悲心不行，得不到加持；有慈悲心，得到三寶加持，講的自然不一樣了。「授法眼」，授是給我們，傳授，「法眼者，如來五眼之一」。五眼，這個地方說出來了，第一個「肉眼」，第二「天眼」，第三個「慧眼」，第四個「法眼」，第五「佛眼」。法眼，菩薩所修的，慧眼是聲聞、緣覺小乘人修的。法身菩薩有法眼，究竟成佛則有佛眼，通常大乘經上說八地以上，有佛眼了。「法眼者，乃菩薩為度眾生照見一切法門之智慧」，稱為法眼。照見一切法門的真相，那是智慧，世出世間一切法你都能通達明瞭，比聲聞緣覺高，比三乘菩薩也高，法身菩薩證得的。"
    },
    {
      "id": "02-041-0117_p0033",
      "zh_CN": "照见一切法门是什么？《华严经》上所说的，一切即一，一即一切。我们用最简单的话来解释，六祖惠能大师的话，「何期自性，能生万法」，一就是能生的自性，一切就是所生的万法。一切即一，万法就是自性，一切即一；一即一切，自性就是万法。这样说大家能不能体会？一是能生，万法是所生，一切是所生，能所是一不是二。这就是照见一切法门的智慧。所以，法门平等，无有高下，为什么？一切法门就是自性。这个法门适合自己的根性、适合自己的程度，你修学就不难。如果不适合，太难了，那修起来很费力气，搞了多少年都搞不清楚，这个时候要觉悟，这法门不适合我修。好像生病吃药，吃了很久的时间不见效，赶快换个医生，另外换一种处方。药要对症了，一服药就起作用，药到病除，你病就好了。这是智慧！",
      "zh_TW": "照見一切法門是什麼？《華嚴經》上所說的，一切即一，一即一切。我們用最簡單的話來解釋，六祖惠能大師的話，「何期自性，能生萬法」，一就是能生的自性，一切就是所生的萬法。一切即一，萬法就是自性，一切即一；一即一切，自性就是萬法。這樣說大家能不能體會？一是能生，萬法是所生，一切是所生，能所是一不是二。這就是照見一切法門的智慧。所以，法門平等，無有高下，為什麼？一切法門就是自性。這個法門適合自己的根性、適合自己的程度，你修學就不難。如果不適合，太難了，那修起來很費力氣，搞了多少年都搞不清楚，這個時候要覺悟，這法門不適合我修。好像生病吃藥，吃了很久的時間不見效，趕快換個醫生，另外換一種處方。藥要對症了，一服藥就起作用，藥到病除，你病就好了。這是智慧！"
    },
    {
      "id": "02-041-0117_p0034",
      "zh_CN": "我们自己没有能力选择法门，佛陀在世的时候，每个人见佛陀，佛陀教给他的法门马上就见效。为什么？佛陀证圆满的智慧，他能看出众生根性，无量劫以来你曾经修过哪些法门。对你过去所修很熟悉的法门传给你，你就感到很容易，很有效果，道理在此地。佛陀灭度之后，佛的这些弟子们，菩萨、声闻、缘觉他们没有佛那么圆满，但是他也有几分，他也能帮助我们选择，也选择得很好。现在是佛法末法时期，出家这些大众没有证阿罗汉果，刚才说了，连初果也没证得，大乘，初信没有证得；换句话说，都是凡夫。凡夫选择法门没有把握，自己在摸索。",
      "zh_TW": "我們自己沒有能力選擇法門，佛陀在世的時候，每個人見佛陀，佛陀教給他的法門馬上就見效。為什麼？佛陀證圓滿的智慧，他能看出眾生根性，無量劫以來你曾經修過哪些法門。對你過去所修很熟悉的法門傳給你，你就感到很容易，很有效果，道理在此地。佛陀滅度之後，佛的這些弟子們，菩薩、聲聞、緣覺他們沒有佛那麼圓滿，但是他也有幾分，他也能幫助我們選擇，也選擇得很好。現在是佛法末法時期，出家這些大眾沒有證阿羅漢果，剛才說了，連初果也沒證得，大乘，初信沒有證得；換句話說，都是凡夫。凡夫選擇法門沒有把握，自己在摸索。"
    },
    {
      "id": "02-041-0117_p0035",
      "zh_CN": "还好佛祖慈悲，知道我们没有能力选择法门，又找不到人帮助我们选择法门，这个时候怎么办？诸佛如来共同给我们选择一个法门，这个法门就是念佛法门，求生净土的法门，阿弥陀佛的法门。这一个法门就是一切法门，一切法门能治的病，这个法门全能治。我们只要抓住这个法门，你肯相信，你一生就成佛，真的，不是假的。你一生决定能证得明心见性、大彻大悟，你能达到这个境界。要多长的时间？一般人念到功夫成片，如果他真的不怀疑，真的一句阿弥陀佛念到底，一天念十万声，万缘放下，顶多三年，就成功了。",
      "zh_TW": "還好佛祖慈悲，知道我們沒有能力選擇法門，又找不到人幫助我們選擇法門，這個時候怎麼辦？諸佛如來共同給我們選擇一個法門，這個法門就是念佛法門，求生淨土的法門，阿彌陀佛的法門。這一個法門就是一切法門，一切法門能治的病，這個法門全能治。我們只要抓住這個法門，你肯相信，你一生就成佛，真的，不是假的。你一生決定能證得明心見性、大徹大悟，你能達到這個境界。要多長的時間？一般人念到功夫成片，如果他真的不懷疑，真的一句阿彌陀佛念到底，一天念十萬聲，萬緣放下，頂多三年，就成功了。"
    },
    {
      "id": "02-041-0117_p0036",
      "zh_CN": "念佛好，别打妄想了，佛念不好，有妄想夹杂在里头。觉明妙行菩萨教导我们的念佛方法，「不怀疑」，不怀疑是真信、真愿，这不怀疑；「不夹杂」，没有妄念、没有妄想，世出世间一切法完全放下，不夹杂；最后「不间断」。这念佛的秘诀，不怀疑、不夹杂、不间断，三年功夫成片。功夫成片，清净心出来了，经题上的「清净平等觉」，第一个得到了，这个清净心就是小乘四果的心，大乘十信菩萨的心，很快成就。得到这个成就，虽然还有寿命，不要了，求阿弥陀佛来接你往生，佛会来接你往生。如果还在这个世间，不想往生，为什么？在这个世间成佛快，比极乐世界快。极乐世界是风平浪静，一帆风顺；这个地方是大风大浪，大风大浪你能够通过，所以古德讲的在娑婆世界修行一天，抵得在极乐世界修行一百年，道理在此地。恶缘太多，障碍太多，你都能够通过，顺利通过，不受干扰，这个功德了不起。",
      "zh_TW": "念佛好，別打妄想了，佛念不好，有妄想夾雜在裡頭。覺明妙行菩薩教導我們的念佛方法，「不懷疑」，不懷疑是真信、真願，這不懷疑；「不夾雜」，沒有妄念、沒有妄想，世出世間一切法完全放下，不夾雜；最後「不間斷」。這念佛的祕訣，不懷疑、不夾雜、不間斷，三年功夫成片。功夫成片，清淨心出來了，經題上的「清淨平等覺」，第一個得到了，這個清淨心就是小乘四果的心，大乘十信菩薩的心，很快成就。得到這個成就，雖然還有壽命，不要了，求阿彌陀佛來接你往生，佛會來接你往生。如果還在這個世間，不想往生，為什麼？在這個世間成佛快，比極樂世界快。極樂世界是風平浪靜，一帆風順；這個地方是大風大浪，大風大浪你能夠通過，所以古德講的在娑婆世界修行一天，抵得在極樂世界修行一百年，道理在此地。惡緣太多，障礙太多，你都能夠通過，順利通過，不受干擾，這個功德了不起。"
    },
    {
      "id": "02-041-0117_p0037",
      "zh_CN": "所以，证得功夫成片，要是不求往生，自己还有寿命，再有个三年五年，就可以提升到事一心不乱。得到事一心，再有三五年就能得理一心不乱，就是大彻大悟、明心见性。海贤和尚，我看光碟看得很仔细，我看他，他二十岁开始念佛，他具足的条件圆满没有欠缺。这个人的禀性老实、听话、真干，学习的态度真诚、清净、恭敬，这是最好的修学态度，他得功夫成片绝对不会超过三年。再继续往前进，得事一心不乱，我估计他三十左右；得理一心不乱，应该四十左右，他就成佛了，他往生西方极乐世界，实报庄严土上上品往生。他还要住一百一十二岁，这么长的时间，这是阿弥陀佛嘱咐他表法的，给我们证明，真有极乐世界，真有阿弥陀佛，四十八愿度众生是真的不是假的。",
      "zh_TW": "所以，證得功夫成片，要是不求往生，自己還有壽命，再有個三年五年，就可以提升到事一心不亂。得到事一心，再有三五年就能得理一心不亂，就是大徹大悟、明心見性。海賢和尚，我看光碟看得很仔細，我看他，他二十歲開始念佛，他具足的條件圓滿沒有欠缺。這個人的稟性老實、聽話、真幹，學習的態度真誠、清淨、恭敬，這是最好的修學態度，他得功夫成片絕對不會超過三年。再繼續往前進，得事一心不亂，我估計他三十左右；得理一心不亂，應該四十左右，他就成佛了，他往生西方極樂世界，實報莊嚴土上上品往生。他還要住一百一十二歲，這麼長的時間，這是阿彌陀佛囑咐他表法的，給我們證明，真有極樂世界，真有阿彌陀佛，四十八願度眾生是真的不是假的。"
    },
    {
      "id": "02-041-0117_p0038",
      "zh_CN": "今天佛法衰到极处，净土宗遇到大难，许许多多人在毁谤，反对夏莲居的会集本，反对黄念老的集注，反对我们依这个法本修行，给我们多大的压力！外面反对，我们自己同修们自己也反对，甚至于逼着我要我放弃，修净土可以，采取康僧铠的本子，决定不能用夏莲居的会集本。我的回应，全世界的人都反对，我还是要坚持这个本子。为什么？这本子老师给我的，我相信老师不会害我，我对老师有信心。你们反对可以，我不能反对，我要反对，那我背师叛道。老师把这个本子交给我，叫我学习，叫我承传，我怎么能违背？哪有这种道理！所以我能坚持，我没有动念头。",
      "zh_TW": "今天佛法衰到極處，淨土宗遇到大難，許許多多人在毀謗，反對夏蓮居的會集本，反對黃念老的集註，反對我們依這個法本修行，給我們多大的壓力！外面反對，我們自己同修們自己也反對，甚至於逼著我要我放棄，修淨土可以，採取康僧鎧的本子，決定不能用夏蓮居的會集本。我的回應，全世界的人都反對，我還是要堅持這個本子。為什麼？這本子老師給我的，我相信老師不會害我，我對老師有信心。你們反對可以，我不能反對，我要反對，那我背師叛道。老師把這個本子交給我，叫我學習，叫我承傳，我怎麼能違背？哪有這種道理！所以我能堅持，我沒有動念頭。"
    },
    {
      "id": "02-041-0117_p0039",
      "zh_CN": "难得海贤老和尚最后这一着为我们这个表法，他拿到这本书，大概就是阿弥陀佛教导他，你什么时候遇到这本书，阿弥陀佛就来接引你。这本书终于他看到了，有人送给他，他不认识字，你们带的什么书？人家说这个书叫「若要佛法兴，唯有僧赞僧」。跟佛所讲的一样，真遇到了，往生的时间到了，无比的欢喜，他表法圆满了。穿袍搭衣，主动要求人给他照相。他生平，一生从来没有主动要求人照相的，就这一次。照完相之后三天他就走了，自在走了，功德圆满。我们的信心更足了，我们没有走错路。李老师传我这个本子没有传错人，我能禁得起大灾大难。用什么方法？大忍，大忍能忍。最后佛来给我们做证明，还要不相信那就没救了，这不能不懂。",
      "zh_TW": "難得海賢老和尚最後這一著為我們這個表法，他拿到這本書，大概就是阿彌陀佛教導他，你什麼時候遇到這本書，阿彌陀佛就來接引你。這本書終於他看到了，有人送給他，他不認識字，你們帶的什麼書？人家說這個書叫「若要佛法興，唯有僧讚僧」。跟佛所講的一樣，真遇到了，往生的時間到了，無比的歡喜，他表法圓滿了。穿袍搭衣，主動要求人給他照相。他生平，一生從來沒有主動要求人照相的，就這一次。照完相之後三天他就走了，自在走了，功德圓滿。我們的信心更足了，我們沒有走錯路。李老師傳我這個本子沒有傳錯人，我能禁得起大災大難。用什麼方法？大忍，大忍能忍。最後佛來給我們做證明，還要不相信那就沒救了，這不能不懂。"
    },
    {
      "id": "02-041-0117_p0040",
      "zh_CN": "所以法眼，菩萨度众生照见一切法门的智慧，这是真的，这不是假的。《会疏》里头说：「佛道正见，名为法眼。」佛道，成佛之道，正知正见，这叫法眼。无论什么法门，只要你持之以专、持之以恒，都有一定的成就。所以说法门平等，无有高下。「《净影疏》曰：智能照法，故名法眼。由上可见，法眼者，了达众生种种根器，善知一切救度之法，应机施与，而度脱之。」这后头几句话是黄念祖老居士说的，「由上可见」这些话下面的话都是念老的话。了是明了，达是通达，众生种种根器，现在众生是什么样的根器，能接受什么法。所以要善知一切救度之法，法一定要应机，不应机，说了等于没说，为什么？他不得受用。佛法承传不是知识，是智慧，首先自己要认识自己，自己不能度脱，哪有能度人的道理！度人一定先度自己，自己学佛得真实受用，说话就踏实，说话就肯定了，为什么？没有怀疑。自己还没有得度，半信半疑，你怎么能教别人相信？",
      "zh_TW": "所以法眼，菩薩度眾生照見一切法門的智慧，這是真的，這不是假的。《會疏》裡頭說：「佛道正見，名為法眼。」佛道，成佛之道，正知正見，這叫法眼。無論什麼法門，只要你持之以專、持之以恆，都有一定的成就。所以說法門平等，無有高下。「《淨影疏》曰：智能照法，故名法眼。由上可見，法眼者，了達眾生種種根器，善知一切救度之法，應機施與，而度脫之。」這後頭幾句話是黃念祖老居士說的，「由上可見」這些話下面的話都是念老的話。了是明瞭，達是通達，眾生種種根器，現在眾生是什麼樣的根器，能接受什麼法。所以要善知一切救度之法，法一定要應機，不應機，說了等於沒說，為什麼？他不得受用。佛法承傳不是知識，是智慧，首先自己要認識自己，自己不能度脫，哪有能度人的道理！度人一定先度自己，自己學佛得真實受用，說話就踏實，說話就肯定了，為什麼？沒有懷疑。自己還沒有得度，半信半疑，你怎麼能教別人相信？"
    },
    {
      "id": "02-041-0117_p0041",
      "zh_CN": "这是善知识难求，善知识很难遇到，遇到善知识是缘分。我的这三个老师大缘分，少一个都不成功，我都不能成就。方老师介绍我入佛门，我们误会佛教是宗教、是迷信，从来都不碰它，没有这个念头说去碰碰佛教，没有。我跟方先生学哲学，老师跟我讲一部哲学概论，最后的一个单元佛经哲学，我从这里入门的。老师教我，「释迦牟尼是世界上最伟大的哲学家」，我们学哲学，「大乘经典是世界哲学的最高峰」，他这么介绍给我，「学佛是人生最高的享受」。我入门跟别人不一样。",
      "zh_TW": "這是善知識難求，善知識很難遇到，遇到善知識是緣分。我的這三個老師大緣分，少一個都不成功，我都不能成就。方老師介紹我入佛門，我們誤會佛教是宗教、是迷信，從來都不碰它，沒有這個念頭說去碰碰佛教，沒有。我跟方先生學哲學，老師跟我講一部哲學概論，最後的一個單元佛經哲學，我從這裡入門的。老師教我，「釋迦牟尼是世界上最偉大的哲學家」，我們學哲學，「大乘經典是世界哲學的最高峰」，他這麼介紹給我，「學佛是人生最高的享受」。我入門跟別人不一樣。"
    },
    {
      "id": "02-041-0117_p0042",
      "zh_CN": "我在这里认识了、明白了，缘很巧，就有人介绍我认识章嘉大师，这是个专门学佛的人。方老师不是专门学佛的，他读佛经，发现佛经是高等哲学。我遇到章嘉大师，非常有缘分，宿世的因缘，见面生欢喜心。老人非常慈悲，慈悲摄受了，不是慈悲不能摄受。也是一个星期给我最少是一个小时，多则两个小时，每个星期见一次面，我学习疑难的地方向他请教，听他开示。三年，他老人家圆寂了，我跟他他六十五岁，六十八岁过世的。再过一年，我辞掉了工作，专心学佛，跟忏云法师住茅蓬住了半年。忏云法师跟朱镜宙老居士两个人推荐我亲近李老师，跟老师去学教，这是我心目当中的愿望。",
      "zh_TW": "我在這裡認識了、明白了，緣很巧，就有人介紹我認識章嘉大師，這是個專門學佛的人。方老師不是專門學佛的，他讀佛經，發現佛經是高等哲學。我遇到章嘉大師，非常有緣分，宿世的因緣，見面生歡喜心。老人非常慈悲，慈悲攝受了，不是慈悲不能攝受。也是一個星期給我最少是一個小時，多則兩個小時，每個星期見一次面，我學習疑難的地方向他請教，聽他開示。三年，他老人家圓寂了，我跟他他六十五歲，六十八歲過世的。再過一年，我辭掉了工作，專心學佛，跟懺雲法師住茅蓬住了半年。懺雲法師跟朱鏡宙老居士兩個人推薦我親近李老師，跟老師去學教，這是我心目當中的願望。"
    },
    {
      "id": "02-041-0117_p0043",
      "zh_CN": "那时候依旧是把佛经看作哲学，跟李老师十年，这才转到佛陀的教学，知道佛教是哲学，也是宗教。用中国宗教这两个字定义来看，它是真的宗教。中国人这个宗字有三个意思，第一个是主要的，第二个是重要的，第三个是尊崇的；教也有三个意思，有教育、教学、教化。宗教两个字合起来，就是主要的教育、重要的教学、尊崇的教化。大乘佛法完全符合中文里头这个宗教的意思，佛教完全符合，它真的是主要的教育、重要的教学、尊崇的教化。这里头不但有高等哲学，还有高等科学，这是近代二十年来量子力学家新发现的报告，在佛经里头完全都有。所以现在这些科学家发现的物质现象、精神现象、自然现象，到底是怎么回事情？物质的谜揭穿了，跟佛经讲的完全一样。现在除了心理现象的谜还没有完全了解，我们相信再过二、三十年，这个谜底也会被揭穿，宇宙的奥秘。",
      "zh_TW": "那時候依舊是把佛經看作哲學，跟李老師十年，這才轉到佛陀的教學，知道佛教是哲學，也是宗教。用中國宗教這兩個字定義來看，它是真的宗教。中國人這個宗字有三個意思，第一個是主要的，第二個是重要的，第三個是尊崇的；教也有三個意思，有教育、教學、教化。宗教兩個字合起來，就是主要的教育、重要的教學、尊崇的教化。大乘佛法完全符合中文裡頭這個宗教的意思，佛教完全符合，它真的是主要的教育、重要的教學、尊崇的教化。這裡頭不但有高等哲學，還有高等科學，這是近代二十年來量子力學家新發現的報告，在佛經裡頭完全都有。所以現在這些科學家發現的物質現象、精神現象、自然現象，到底是怎麼回事情？物質的謎揭穿了，跟佛經講的完全一樣。現在除了心理現象的謎還沒有完全了解，我們相信再過二、三十年，這個謎底也會被揭穿，宇宙的奧祕。"
    },
    {
      "id": "02-041-0117_p0044",
      "zh_CN": "在佛法里，阿赖耶的三细相，佛在经典里面说得很清楚，这三细相，用第六意识的人可以达到。但是他不能见性，不能见性就是事实真相你了解你不得受用。你要是见性的话，得受用，那就是佛菩萨；不得受用，你了解了还是凡夫，比不上念佛往生净土。念佛往生净土，生到极乐世界，对这个事实真相完全通达明了，皆作阿惟越致菩萨，你说这还得了吗？所以，教学要应机施与，而度脱之，这很重要。「如上之智慧，即名法眼」。",
      "zh_TW": "在佛法裡，阿賴耶的三細相，佛在經典裡面說得很清楚，這三細相，用第六意識的人可以達到。但是他不能見性，不能見性就是事實真相你了解你不得受用。你要是見性的話，得受用，那就是佛菩薩；不得受用，你了解了還是凡夫，比不上念佛往生淨土。念佛往生淨土，生到極樂世界，對這個事實真相完全通達明瞭，皆作阿惟越致菩薩，你說這還得了嗎？所以，教學要應機施與，而度脫之，這很重要。「如上之智慧，即名法眼」。"
    },
    {
      "id": "02-041-0117_p0045",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}