{
  "doc_id": "02-041-0102",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二集",
    "zh_TW": "第一０二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0102",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-041-0102_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0102_p0002",
      "zh_CN": "诸位同学，今天我们戒律学习班这前夕，大家听我讲经，在开经之前没有念开经偈，早年我们都会念开经偈，现在用三皈代替开经偈。这是前年我在斯里兰卡讲经一个月，那边的法师给我建议，希望我带着大家在每堂课前做一次三皈传授。这个意思很好，我接受了。为什么？三皈的授受实在讲是一种形式，纵然传授三皈的老师，把三皈的义理说清楚、说明白，我们现代的众生很善忘，记不住，根本就没有三皈的概念。所以他们的建议，我听了之后很有道理。学佛从哪里学起？从三皈，没有三皈就没有五戒、就没有十善，三皈是根本，应当时时刻刻不能把它忘掉。我初学佛的时候二十六岁，跟章嘉大师，大师举了一个比喻，告诉我三皈依的重要性。那个时候我在台湾，台湾从台北到高雄主要交通工具是火车，那个时候普通车大概要十三、十四个小时，快车八个小时。从台北到高雄，三皈就像我们乘火车的车票一样，你要想上车，先要把车票准备好，而且车票一时一刻不能离开，在车上有人查票，到终点站还要交回。这个意思就是说明，三皈依像我们乘车，我们皈依三宝，票拿到手了，时时刻刻有人检查，可不能丢掉，到终点站就是成佛，圆满成佛。",
      "zh_TW": "諸位同學，今天我們戒律學習班這前夕，大家聽我講經，在開經之前沒有念開經偈，早年我們都會念開經偈，現在用三皈代替開經偈。這是前年我在斯里蘭卡講經一個月，那邊的法師給我建議，希望我帶著大家在每堂課前做一次三皈傳授。這個意思很好，我接受了。為什麼？三皈的授受實在講是一種形式，縱然傳授三皈的老師，把三皈的義理說清楚、說明白，我們現代的眾生很善忘，記不住，根本就沒有三皈的概念。所以他們的建議，我聽了之後很有道理。學佛從哪裡學起？從三皈，沒有三皈就沒有五戒、就沒有十善，三皈是根本，應當時時刻刻不能把它忘掉。我初學佛的時候二十六歲，跟章嘉大師，大師舉了一個比喻，告訴我三皈依的重要性。那個時候我在台灣，台灣從台北到高雄主要交通工具是火車，那個時候普通車大概要十三、十四個小時，快車八個小時。從台北到高雄，三皈就像我們乘火車的車票一樣，你要想上車，先要把車票準備好，而且車票一時一刻不能離開，在車上有人查票，到終點站還要交回。這個意思就是說明，三皈依像我們乘車，我們皈依三寶，票拿到手了，時時刻刻有人檢查，可不能丟掉，到終點站就是成佛，圓滿成佛。"
    },
    {
      "id": "02-041-0102_p0003",
      "zh_CN": "皈依，皈是回头，依是依靠。从哪里回头？回到什么地方？第一个是皈依佛，我们有没有皈依佛？佛是什么意思？三皈很多种讲法，最重要的是皈依自性三宝，不是我们形式上所谓住持三宝，不是的。但是住持三宝起很大的作用，看到佛像就想到自性觉，自性三宝是自性觉，自性本来觉而不迷，我们现在是迷而不觉。你看看《六祖坛经》里头，这是一千三百年前，惠能大师他传授三皈，他没有说皈依佛法僧，他说的是皈依觉正净，皈依觉、皈依正、皈依净。我初读《坛经》的时候，看到这个句子我就想，他为什么把佛法僧改成觉正净？那个时候佛法传到中国大概七百年，六、七百年的样子，时间久了，愈传愈讹，大家都把泥塑木雕的那个佛像当作真佛。是要当作真佛，那是我们修恭敬心，没错。可是你真把它当作佛，错了，不是这个意思。看到佛像就想到自性觉，这就对了，要皈依自性三宝才管用，才能够明心见性，才能够成佛作祖，这个要晓得。看到经典，乃至于看到所有的书籍，都能提醒我们要皈依正。经典指什么？正知正见，这是法，不是邪知邪见，不是偏见，你说这个多重要。所以看到书本就想到自性正。看到出家人，不管出家人是不是持戒，修行怎么样，不能问这个，那是他的事情。见到出家人，提醒我们什么？净，皈依净。净是什么？六根清净，一尘不染。要求自己，不要求别人，我们才能成就。如果我不要求自己，要求别人，就全染污了。",
      "zh_TW": "皈依，皈是回頭，依是依靠。從哪裡回頭？回到什麼地方？第一個是皈依佛，我們有沒有皈依佛？佛是什麼意思？三皈很多種講法，最重要的是皈依自性三寶，不是我們形式上所謂住持三寶，不是的。但是住持三寶起很大的作用，看到佛像就想到自性覺，自性三寶是自性覺，自性本來覺而不迷，我們現在是迷而不覺。你看看《六祖壇經》裡頭，這是一千三百年前，惠能大師他傳授三皈，他沒有說皈依佛法僧，他說的是皈依覺正淨，皈依覺、皈依正、皈依淨。我初讀《壇經》的時候，看到這個句子我就想，他為什麼把佛法僧改成覺正淨？那個時候佛法傳到中國大概七百年，六、七百年的樣子，時間久了，愈傳愈訛，大家都把泥塑木雕的那個佛像當作真佛。是要當作真佛，那是我們修恭敬心，沒錯。可是你真把它當作佛，錯了，不是這個意思。看到佛像就想到自性覺，這就對了，要皈依自性三寶才管用，才能夠明心見性，才能夠成佛作祖，這個要曉得。看到經典，乃至於看到所有的書籍，都能提醒我們要皈依正。經典指什麼？正知正見，這是法，不是邪知邪見，不是偏見，你說這個多重要。所以看到書本就想到自性正。看到出家人，不管出家人是不是持戒，修行怎麼樣，不能問這個，那是他的事情。見到出家人，提醒我們什麼？淨，皈依淨。淨是什麼？六根清淨，一塵不染。要求自己，不要求別人，我們才能成就。如果我不要求自己，要求別人，就全染污了。"
    },
    {
      "id": "02-041-0102_p0004",
      "zh_CN": "三皈依就在我们经题上，你看皈依佛，自性觉，清净平等觉，法呢？法是平等，僧代表的是清净。清净是僧宝，平等是法宝，觉是佛宝，经题上有三宝。经题上有三学，清净是戒学，平等是定学，觉是慧学，戒定慧三学。要明白这个道理，学佛时时刻刻记住，世尊给我们学佛终极的目标是什么？是觉正净；修行修什么？就是修觉正净。戒是修净，定是修正知正见，觉是明心见性、大彻大悟。所以觉是佛宝，正是法宝，净是僧宝，这要不搞清楚，我们学什么？那我们就要问，我学戒有没有得到清净心？如果学戒，清净心不能现前，这个戒叫白学了。为什么心不能清净？着相了。诸位要记住，小乘初果、大乘初信位的菩萨，小学一年级的学生，这是佛教教育，要求的是什么？要求的是清净心。初果就得清净心，八十八品见惑断尽了。所以戒律的作用就在此地，八十八品见惑断尽。佛为了教学方便起见，将八十八品见惑分为五大类，好说话，第一个身见，第二个边见，第三个见取见，第四个戒取见，第五个邪见。这五种错误的见惑要把它断干净，统统放下了，证须陀洹果。全靠放下。大乘把五种见惑断尽，是十信位里面初信位，正式入门，是佛法小学一年级的学生。如果我们没有达到这个境界，我们还在念幼儿园，小学一年级还没分，这是我们必须要知道的。",
      "zh_TW": "三皈依就在我們經題上，你看皈依佛，自性覺，清淨平等覺，法呢？法是平等，僧代表的是清淨。清淨是僧寶，平等是法寶，覺是佛寶，經題上有三寶。經題上有三學，清淨是戒學，平等是定學，覺是慧學，戒定慧三學。要明白這個道理，學佛時時刻刻記住，世尊給我們學佛終極的目標是什麼？是覺正淨；修行修什麼？就是修覺正淨。戒是修淨，定是修正知正見，覺是明心見性、大徹大悟。所以覺是佛寶，正是法寶，淨是僧寶，這要不搞清楚，我們學什麼？那我們就要問，我學戒有沒有得到清淨心？如果學戒，清淨心不能現前，這個戒叫白學了。為什麼心不能清淨？著相了。諸位要記住，小乘初果、大乘初信位的菩薩，小學一年級的學生，這是佛教教育，要求的是什麼？要求的是清淨心。初果就得清淨心，八十八品見惑斷盡了。所以戒律的作用就在此地，八十八品見惑斷盡。佛為了教學方便起見，將八十八品見惑分為五大類，好說話，第一個身見，第二個邊見，第三個見取見，第四個戒取見，第五個邪見。這五種錯誤的見惑要把它斷乾淨，統統放下了，證須陀洹果。全靠放下。大乘把五種見惑斷盡，是十信位裡面初信位，正式入門，是佛法小學一年級的學生。如果我們沒有達到這個境界，我們還在念幼兒園，小學一年級還沒分，這是我們必須要知道的。"
    },
    {
      "id": "02-041-0102_p0005",
      "zh_CN": "自己知道了，那就是传戒师教海贤老和尚的那句话，你明白了，不能乱说，不能说。你把戒的道理、精神都明白了，那个人他破戒，他没有持戒，你可不可以说他？不能说他，各人生死各人了。如果你要说他、劝他，没有第三个人在旁边，这个可以；有第三人在旁边，看他错了，也不能说。他有些做对的地方赞叹他，做错的地方不说他，这就对了。海贤老和尚，我们说他的运气真好，老师是真善知识。老师到什么境界？我们猜想是明心见性的境界，要不然他不认识人。他看到贤公老和尚是个法器，法器就是他这一生能够证果，能够大彻大悟、明心见性，这要什么样的眼光才能把人给看出来。这个人的长处，我们讲天赋、天性，老实、听话、真干。我们现在在这个世界上找这样的人找不到，谁老实？连自己都不老实，你怎么会遇到老实人？自己都不听话，你能够找到听话的人吗？不可能。这就讲到什么？业因果报，因果的道理，我们用什么心态对别人，将来必定遭这个果报。你不孝父母，你的儿子将来不会孝顺你；你欺骗朋友，将来你的朋友会欺骗你。自古至今，中国、外国，都在面前，细心观察。所以中国老祖宗教后代，「行有不得，反求诸己」，太有道理了。我们遭遇到困难，回想为什么会有这样的灾难？我们自己造的因，业因，现在承受果报。知道了，改，忏悔、改过，来得及，只要这一口气还没断，你能回头，信愿持名，求生净土，你就成佛去了。千万不能够随着迷惑颠倒走，迷而不觉，邪而不正，染而不净，这是什么？这是三途，迷邪染。",
      "zh_TW": "自己知道了，那就是傳戒師教海賢老和尚的那句話，你明白了，不能亂說，不能說。你把戒的道理、精神都明白了，那個人他破戒，他沒有持戒，你可不可以說他？不能說他，各人生死各人了。如果你要說他、勸他，沒有第三個人在旁邊，這個可以；有第三人在旁邊，看他錯了，也不能說。他有些做對的地方讚歎他，做錯的地方不說他，這就對了。海賢老和尚，我們說他的運氣真好，老師是真善知識。老師到什麼境界？我們猜想是明心見性的境界，要不然他不認識人。他看到賢公老和尚是個法器，法器就是他這一生能夠證果，能夠大徹大悟、明心見性，這要什麼樣的眼光才能把人給看出來。這個人的長處，我們講天賦、天性，老實、聽話、真幹。我們現在在這個世界上找這樣的人找不到，誰老實？連自己都不老實，你怎麼會遇到老實人？自己都不聽話，你能夠找到聽話的人嗎？不可能。這就講到什麼？業因果報，因果的道理，我們用什麼心態對別人，將來必定遭這個果報。你不孝父母，你的兒子將來不會孝順你；你欺騙朋友，將來你的朋友會欺騙你。自古至今，中國、外國，都在面前，細心觀察。所以中國老祖宗教後代，「行有不得，反求諸己」，太有道理了。我們遭遇到困難，回想為什麼會有這樣的災難？我們自己造的因，業因，現在承受果報。知道了，改，懺悔、改過，來得及，只要這一口氣還沒斷，你能回頭，信願持名，求生淨土，你就成佛去了。千萬不能夠隨著迷惑顛倒走，迷而不覺，邪而不正，染而不淨，這是什麼？這是三途，迷邪染。"
    },
    {
      "id": "02-041-0102_p0006",
      "zh_CN": "这个道理深，摆在讲经之前把三皈依复习一次，好事，时时刻刻提醒自己，也提醒真正想往生、想成就的同学。他对这个世间名闻利养，我们常说财色名利这四大魔王，几个人能够跳出他的掌心？为什么修行人多，成功人太少？他不认识这是魔王，他受魔王的影响，他受魔王的干扰，不知不觉变成魔子魔孙，外面穿着袈裟像个佛弟子，实际上他是魔子魔孙。我们要有这个智慧，看得清楚，看得明白，最重要的回光返照，看自己。学海贤老和尚，一生不造罪业，一生不敢轻慢别人。他的性格非常温和、柔和，不与人竞争，你要的我不要，我要的你也不要，我要觉正净，你要迷邪染，我们两个没有冲突，各行其道。对任何人要尊重，为什么？他本来是佛。成佛只有早晚不一样，必定成佛。有人这一生成佛，有人来生后世成佛，有人无量劫以后成佛，为什么？他有佛性。所以对一切人要尊重，对一切人决定不能够轻慢，这个道理要懂，一定要学海贤老和尚。这是前面三皈的大意，是我们修行最高的指导原则，无论修哪个法门，都不能离开这个原则，离开这个原则，你所修的就是迷邪染。如果与指导原则觉正净相应，你决定是正知正见，决定是正信，这是菩萨道。所以南传法师给我这个建议，我感觉得很有道理，比开经偈有意义。",
      "zh_TW": "這個道理深，擺在講經之前把三皈依複習一次，好事，時時刻刻提醒自己，也提醒真正想往生、想成就的同學。他對這個世間名聞利養，我們常說財色名利這四大魔王，幾個人能夠跳出他的掌心？為什麼修行人多，成功人太少？他不認識這是魔王，他受魔王的影響，他受魔王的干擾，不知不覺變成魔子魔孫，外面穿著袈裟像個佛弟子，實際上他是魔子魔孫。我們要有這個智慧，看得清楚，看得明白，最重要的回光返照，看自己。學海賢老和尚，一生不造罪業，一生不敢輕慢別人。他的性格非常溫和、柔和，不與人競爭，你要的我不要，我要的你也不要，我要覺正淨，你要迷邪染，我們兩個沒有衝突，各行其道。對任何人要尊重，為什麼？他本來是佛。成佛只有早晚不一樣，必定成佛。有人這一生成佛，有人來生後世成佛，有人無量劫以後成佛，為什麼？他有佛性。所以對一切人要尊重，對一切人決定不能夠輕慢，這個道理要懂，一定要學海賢老和尚。這是前面三皈的大意，是我們修行最高的指導原則，無論修哪個法門，都不能離開這個原則，離開這個原則，你所修的就是迷邪染。如果與指導原則覺正淨相應，你決定是正知正見，決定是正信，這是菩薩道。所以南傳法師給我這個建議，我感覺得很有道理，比開經偈有意義。"
    },
    {
      "id": "02-041-0102_p0007",
      "zh_CN": "我们现在看经文，《大经科注》三百三十二页第四行，科题，「德用无方」。德用里头分两科，「庚一、自利德」，第二段就是「利他德」。自利利他，一定是自利在前面，有自利才能利他，没有自利怎么会能利他？这个里头的意思非常深广，不能随便看待。没有自利要去利他，都把别人带坏，带入邪道，偏离正法，自己要背因果责任，这个责任是断人法身慧命。古人跟现在人不一样，古人什么时候出来讲经？不开悟不能出来讲经，不开悟不能写作、注疏，为什么？知见不正。到近代，我所看到的，方东美先生，这是一代的大哲学家，他著作很多，没有一本出版。为什么？怕里面有错误，出版之后误了别人，对不起人；还有一个也照顾自己，怕自己有没有见到的地方，后人笑话你。什么时候出版？过世之后，学生替他出版。这个态度谨慎，正确。",
      "zh_TW": "我們現在看經文，《大經科註》三百三十二頁第四行，科題，「德用無方」。德用裡頭分兩科，「庚一、自利德」，第二段就是「利他德」。自利利他，一定是自利在前面，有自利才能利他，沒有自利怎麼會能利他？這個裡頭的意思非常深廣，不能隨便看待。沒有自利要去利他，都把別人帶壞，帶入邪道，偏離正法，自己要背因果責任，這個責任是斷人法身慧命。古人跟現在人不一樣，古人什麼時候出來講經？不開悟不能出來講經，不開悟不能寫作、註疏，為什麼？知見不正。到近代，我所看到的，方東美先生，這是一代的大哲學家，他著作很多，沒有一本出版。為什麼？怕裡面有錯誤，出版之後誤了別人，對不起人；還有一個也照顧自己，怕自己有沒有見到的地方，後人笑話你。什麼時候出版？過世之後，學生替他出版。這個態度謹慎，正確。"
    },
    {
      "id": "02-041-0102_p0008",
      "zh_CN": "李炳南老居士，我的老师，他老人家在世的时候，八十岁以前没有出过东西，我知道，我跟他那一年他七十岁，离开的时候八十岁，我跟他十年。老师著作等身，都是好东西，问他为什么不能出版？他说怕人笑话，那么样的谨慎。除非迫切教学，不得已，那是帮助学生，有几样东西，不多，都是初级的，正式的著作也是老人家往生之后，学生替他出版的。莲池大师在生的时候著作等身，没有一本印出书来，往生之后他的学生把它出版，蕅益亦如是。看看古来祖师大德，他们人在世的时候决定不求名闻利养。这些东西是他一生学习的心得报告，可以留给后世做参考资料的，自己还那么谦虚，还不敢拿出来，要自己往生之后学生们替他做这个事情。",
      "zh_TW": "李炳南老居士，我的老師，他老人家在世的時候，八十歲以前沒有出過東西，我知道，我跟他那一年他七十歲，離開的時候八十歲，我跟他十年。老師著作等身，都是好東西，問他為什麼不能出版？他說怕人笑話，那麼樣的謹慎。除非迫切教學，不得已，那是幫助學生，有幾樣東西，不多，都是初級的，正式的著作也是老人家往生之後，學生替他出版的。蓮池大師在生的時候著作等身，沒有一本印出書來，往生之後他的學生把它出版，蕅益亦如是。看看古來祖師大德，他們人在世的時候決定不求名聞利養。這些東西是他一生學習的心得報告，可以留給後世做參考資料的，自己還那麼謙虛，還不敢拿出來，要自己往生之後學生們替他做這個事情。"
    },
    {
      "id": "02-041-0102_p0009",
      "zh_CN": "我这一生没有东西出版，外头有一些东西，是别人照著录音带、光碟写出来的，我看都没有看过。这是便利于他们初学。他们有没有做错？做错了，没有告诉我就把书印出来，印的分量很多。自己参考可以，不能流通，流通是大笑话，别人以为我好名好利，这对我不是尊重，这替我找麻烦。这就是今人不如古人的地方。现在科学技术发达，每一次讲演都有录像，不但录音，连像都录下去。这个东西不要大量流通，他想看，拷贝一套送给他，给他做参考，大量流通就是错误。我没有明心见性，真正明心见性的人他自己也不肯说。海贤明心见性，一生记住老师的教诲，他没有背师叛道。老师教他，他真听话，明心见性之后什么都知道，不说。别人要是问他，笑而不答，很有味道，不承认也不否认，明白人一看这个样子就知道。",
      "zh_TW": "我這一生沒有東西出版，外頭有一些東西，是別人照著錄音帶、光碟寫出來的，我看都沒有看過。這是便利於他們初學。他們有沒有做錯？做錯了，沒有告訴我就把書印出來，印的分量很多。自己參考可以，不能流通，流通是大笑話，別人以為我好名好利，這對我不是尊重，這替我找麻煩。這就是今人不如古人的地方。現在科學技術發達，每一次講演都有錄像，不但錄音，連像都錄下去。這個東西不要大量流通，他想看，拷貝一套送給他，給他做參考，大量流通就是錯誤。我沒有明心見性，真正明心見性的人他自己也不肯說。海賢明心見性，一生記住老師的教誨，他沒有背師叛道。老師教他，他真聽話，明心見性之後什麼都知道，不說。別人要是問他，笑而不答，很有味道，不承認也不否認，明白人一看這個樣子就知道。"
    },
    {
      "id": "02-041-0102_p0010",
      "zh_CN": "所以我们一定要知道修德，修德成就之后自利，自利之后才能够利他。自利德里面分两科，第一小科，「定慧等持」。什么叫功德？定慧是功德。定慧从哪来的？从持戒来的。持戒有总、有别，别的是末，细末，就是有条文的，一条一条的，像三皈、五戒，三皈依三条，五戒五条，《沙弥律仪》戒律十条、威仪二十四条，这是别；总，总就是章嘉大师教给我的看破、放下，这就是真正持戒。看破是什么意思？了解事实真相。放下是什么？心里不能有这个东西，梵网菩萨心地戒品。老师又告诉我，佛法重实质不重形式，特别是在现在这个时代。形式重不重要？重要，但是更重要的是内容、是实质。有外表装得像，有模有样，里头不是，那是舞台表演，后台看就不一样。真的呢？前后台都一样，那就是真的。所以真的，真的要放下，放下见思烦恼你就证阿罗汉果，得清净心，自利，放下妄想分别你就证菩萨果位，定慧的功夫比阿罗汉高太多了。刚才我说过，经题上，清净是戒，平等是定，觉是慧。一即是三，三即是一，慧里面有戒、有定，定里面有戒、有慧，戒里面有定、有慧。那是真的戒，龙天善神、诸佛菩萨都赞叹的戒，戒里头有定、有慧。海贤老和尚给我们表演得淋漓尽致，表演得太好了，我们从光碟、文字上要看得出来就得受用，看不出来你不得受用。看得出来，法喜充满，真的常生欢喜心，这个碟片百看不厌，愈看愈有味道。所以我劝人一天看三遍，我一天超过六遍。真难得，对于佛教的贡献、对于净土宗的贡献达到登峰造极。我们依照他的这个方法去修行，没有一个不成功，没有一个不往生，没有一个不成佛。",
      "zh_TW": "所以我們一定要知道修德，修德成就之後自利，自利之後才能夠利他。自利德裡面分兩科，第一小科，「定慧等持」。什麼叫功德？定慧是功德。定慧從哪來的？從持戒來的。持戒有總、有別，別的是末，細末，就是有條文的，一條一條的，像三皈、五戒，三皈依三條，五戒五條，《沙彌律儀》戒律十條、威儀二十四條，這是別；總，總就是章嘉大師教給我的看破、放下，這就是真正持戒。看破是什麼意思？了解事實真相。放下是什麼？心裡不能有這個東西，梵網菩薩心地戒品。老師又告訴我，佛法重實質不重形式，特別是在現在這個時代。形式重不重要？重要，但是更重要的是內容、是實質。有外表裝得像，有模有樣，裡頭不是，那是舞台表演，後台看就不一樣。真的呢？前後台都一樣，那就是真的。所以真的，真的要放下，放下見思煩惱你就證阿羅漢果，得清淨心，自利，放下妄想分別你就證菩薩果位，定慧的功夫比阿羅漢高太多了。剛才我說過，經題上，清淨是戒，平等是定，覺是慧。一即是三，三即是一，慧裡面有戒、有定，定裡面有戒、有慧，戒裡面有定、有慧。那是真的戒，龍天善神、諸佛菩薩都讚歎的戒，戒裡頭有定、有慧。海賢老和尚給我們表演得淋漓盡致，表演得太好了，我們從光碟、文字上要看得出來就得受用，看不出來你不得受用。看得出來，法喜充滿，真的常生歡喜心，這個碟片百看不厭，愈看愈有味道。所以我勸人一天看三遍，我一天超過六遍。真難得，對於佛教的貢獻、對於淨土宗的貢獻達到登峰造極。我們依照他的這個方法去修行，沒有一個不成功，沒有一個不往生，沒有一個不成佛。"
    },
    {
      "id": "02-041-0102_p0011",
      "zh_CN": "现在我们看经文：",
      "zh_TW": "現在我們看經文："
    },
    {
      "id": "02-041-0102_p0012",
      "zh_CN": "【得无生无灭诸三摩地。及得一切陀罗尼门。随时悟入华严三昧。具足总持百千三昧。】",
      "zh_TW": "【得無生無滅諸三摩地。及得一切陀羅尼門。隨時悟入華嚴三昧。具足總持百千三昧。】"
    },
    {
      "id": "02-041-0102_p0013",
      "zh_CN": "这经文还得了，究竟这是什么德？起心动念、分别执着全放下，性德现前，世尊八相成道最后的圆满现般涅槃之德。我们看念老注解，注解得非常丰富。「三摩地，梵语」，古印度的语言。「旧称」，凡是旧或者是旧译（翻译的）、旧称，都是玄奘大师以前佛门里通用的。叫「三昧、三摩提、三摩帝」，用这些字样，这是音，意思「翻为定」，三昧就是定。或者翻为「正定」，拣别它不是邪定。「正受」，受是受用，不是错误的受用，是正确的受用。或者翻为「调直定」，调是调顺，直是没有弯曲，这个定与自性相应就叫直。我们在日常生活当中最重要是会调，定在什么地方？六根定在六尘境界之中，眼见色，眼识在色相里头入定，这个叫调直定。定是什么？没有染污，没有分别。见色见得清清楚楚、明明了瞭那是慧，照见。凡夫这一见，跟着就起念头、起分别、起执着，那就是六道，六道众生的见。佛菩萨的见、小乘人的见跟我们不一样，小乘人的见没有执着，大乘人的见没有分别，法身菩萨的见根本就没有起心动念。你看戒定慧融在一起，没有分别的，这叫「正心行处」，也翻作「等持」，等是平等，持是保持。诸佛菩萨六根在六尘境界上，永远保持清净平等觉。",
      "zh_TW": "這經文還得了，究竟這是什麼德？起心動念、分別執著全放下，性德現前，世尊八相成道最後的圓滿現般涅槃之德。我們看念老註解，註解得非常豐富。「三摩地，梵語」，古印度的語言。「舊稱」，凡是舊或者是舊譯（翻譯的）、舊稱，都是玄奘大師以前佛門裡通用的。叫「三昧、三摩提、三摩帝」，用這些字樣，這是音，意思「翻為定」，三昧就是定。或者翻為「正定」，揀別它不是邪定。「正受」，受是受用，不是錯誤的受用，是正確的受用。或者翻為「調直定」，調是調順，直是沒有彎曲，這個定與自性相應就叫直。我們在日常生活當中最重要是會調，定在什麼地方？六根定在六塵境界之中，眼見色，眼識在色相裡頭入定，這個叫調直定。定是什麼？沒有染污，沒有分別。見色見得清清楚楚、明明瞭瞭那是慧，照見。凡夫這一見，跟著就起念頭、起分別、起執著，那就是六道，六道眾生的見。佛菩薩的見、小乘人的見跟我們不一樣，小乘人的見沒有執著，大乘人的見沒有分別，法身菩薩的見根本就沒有起心動念。你看戒定慧融在一起，沒有分別的，這叫「正心行處」，也翻作「等持」，等是平等，持是保持。諸佛菩薩六根在六塵境界上，永遠保持清淨平等覺。"
    },
    {
      "id": "02-041-0102_p0014",
      "zh_CN": "我们的大毛病就是六根在六尘境界里头分别、执着，坚固的执着，错了。为什么放不下？你不了解事实真相。事实真相是什么？《金刚经》上讲得最好，「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」。你要是真正明白、真正觉悟了，梦幻泡影怎么执着？睡觉的时候有梦，醒来的时候梦的痕迹都找不到，自然放下，若无其事。这是佛法的修行，行是行为，修是修正，修正我们错误的行为。起心动念错误，无明烦恼，要放下；分别，尘沙烦恼，要放下；执着，见思烦恼，更要放下。六道轮回是见思烦恼造成的，十法界是无明烦恼造成的。只要你放下无明，十法界没有了；放下执着，六道没有了。要明白这个大道理，这叫看破。看破之后别放在心上，放在心上没看破，你习气很重，你不得受用。所以看破之后一定放下，放下表示你真看破，看破放不下那是假的，没有真正看破。这在大乘佛法里头，佛教的名词叫「止观」，观是看破，止就是放下。",
      "zh_TW": "我們的大毛病就是六根在六塵境界裡頭分別、執著，堅固的執著，錯了。為什麼放不下？你不了解事實真相。事實真相是什麼？《金剛經》上講得最好，「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」。你要是真正明白、真正覺悟了，夢幻泡影怎麼執著？睡覺的時候有夢，醒來的時候夢的痕跡都找不到，自然放下，若無其事。這是佛法的修行，行是行為，修是修正，修正我們錯誤的行為。起心動念錯誤，無明煩惱，要放下；分別，塵沙煩惱，要放下；執著，見思煩惱，更要放下。六道輪迴是見思煩惱造成的，十法界是無明煩惱造成的。只要你放下無明，十法界沒有了；放下執著，六道沒有了。要明白這個大道理，這叫看破。看破之後別放在心上，放在心上沒看破，你習氣很重，你不得受用。所以看破之後一定放下，放下表示你真看破，看破放不下那是假的，沒有真正看破。這在大乘佛法裡頭，佛教的名詞叫「止觀」，觀是看破，止就是放下。"
    },
    {
      "id": "02-041-0102_p0015",
      "zh_CN": "这是一般大乘法里面的翻译，黄念祖老居士引用的，不是他自己说的。下面举《智度论》，《大智度论》上怎么说，「善心一处住不动，是名三昧」。中国传统文化里头，第一德就是孝，孝养父母，五伦里头父子有亲，父母对子女的亲爱，第一德，一切善法都从这里生的。如何能把孝永远保持，一生都不改变，那就叫三昧。什么三昧？孝亲三昧。你说我没有听说过，今天听说了。对老师要敬，孝是传统文化的根，敬是传统文化的本。像一棵大树，根是在地下，你看不到，能生，长在外面，这个树的干，这个本，我们称本，主干，干再生枝，枝再生条，条再生叶，树叶、花果。根是孝，本是敬，中国传统文化就这两个东西。孝用父母来表法，敬用老师在表法，我们的身命得自于父母，我们的智慧、慧命得自于老师。",
      "zh_TW": "這是一般大乘法裡面的翻譯，黃念祖老居士引用的，不是他自己說的。下面舉《智度論》，《大智度論》上怎麼說，「善心一處住不動，是名三昧」。中國傳統文化裡頭，第一德就是孝，孝養父母，五倫裡頭父子有親，父母對子女的親愛，第一德，一切善法都從這裡生的。如何能把孝永遠保持，一生都不改變，那就叫三昧。什麼三昧？孝親三昧。你說我沒有聽說過，今天聽說了。對老師要敬，孝是傳統文化的根，敬是傳統文化的本。像一棵大樹，根是在地下，你看不到，能生，長在外面，這個樹的幹，這個本，我們稱本，主幹，幹再生枝，枝再生條，條再生葉，樹葉、花果。根是孝，本是敬，中國傳統文化就這兩個東西。孝用父母來表法，敬用老師在表法，我們的身命得自於父母，我們的智慧、慧命得自於老師。"
    },
    {
      "id": "02-041-0102_p0016",
      "zh_CN": "我们这个小讲堂，我对面悬挂着我老师的照片。我三个老师、一个护法，这四个人少一个我都没有今天，也可能早就离开人间了。方东美先生引导我入佛门，不是他，任何一个人想拉我入佛门几乎不可能。为什么？我有邪见，很深的邪见，认为佛教是宗教，认为佛教是迷信，边都不会碰它。我跟方老师学哲学，不是跟他学佛教的，他给我讲一部哲学概论，特别为我讲的，最后一个单元是佛经哲学。当时他提出这个名称我就怀疑，向老师请教，佛教是迷信，佛教是多神教、是泛神教，多神教、泛神教在宗教里面是低级宗教，高级宗教只有一个真神，哪有那么多神的？方老师告诉我，你还年轻，你不知道，我们学哲学，他告诉我「释迦牟尼是世界上最伟大的哲学家（我没听说过），大乘佛法是全世界哲学的最高峰，学佛是人生最高的享受」。这些我闻所未闻，真的是这样吗？我留意观察，因为我上课是星期天，每一个星期天上午九点半到十一点半两个小时，我到方老师家里上课，学生就我一个，我们一个学生、一个老师。所以我就很注意，看老师书房书桌上摆的是什么书，真的看到佛经，而且桌上从来没有少过佛经，我才晓得他讲的话是真的，不是假的。我是这样入佛门的。",
      "zh_TW": "我們這個小講堂，我對面懸掛著我老師的照片。我三個老師、一個護法，這四個人少一個我都沒有今天，也可能早就離開人間了。方東美先生引導我入佛門，不是他，任何一個人想拉我入佛門幾乎不可能。為什麼？我有邪見，很深的邪見，認為佛教是宗教，認為佛教是迷信，邊都不會碰它。我跟方老師學哲學，不是跟他學佛教的，他給我講一部哲學概論，特別為我講的，最後一個單元是佛經哲學。當時他提出這個名稱我就懷疑，向老師請教，佛教是迷信，佛教是多神教、是泛神教，多神教、泛神教在宗教裡面是低級宗教，高級宗教只有一個真神，哪有那麼多神的？方老師告訴我，你還年輕，你不知道，我們學哲學，他告訴我「釋迦牟尼是世界上最偉大的哲學家（我沒聽說過），大乘佛法是全世界哲學的最高峰，學佛是人生最高的享受」。這些我聞所未聞，真的是這樣嗎？我留意觀察，因為我上課是星期天，每一個星期天上午九點半到十一點半兩個小時，我到方老師家裡上課，學生就我一個，我們一個學生、一個老師。所以我就很注意，看老師書房書桌上擺的是什麼書，真的看到佛經，而且桌上從來沒有少過佛經，我才曉得他講的話是真的，不是假的。我是這樣入佛門的。"
    },
    {
      "id": "02-041-0102_p0017",
      "zh_CN": "入佛门之后我就认识章嘉大师，我佛法的基础、根基，章嘉大师奠定的。我跟他三年，也是像方老师一样，每个星期天他给我一个小时到两个小时，单独给我的，根在那里扎的。到李老师那里十年，学什么？学讲经。讲经要长时期的观摩，去琢磨，没有办法教的，为什么？活的，它不是死的。原理原则只有几条，但是如何能活学活用，那就不是教的了，要你会看、会听。在台中十年观察老师，看他把佛经在讲台上灵活运用，那一种方法要心去体会，没有法子教的。能教规矩、教方圆，那个善巧没法子教，完全在个人。必须求感应，李老师教我「至诚感通」，真诚到极处，跟佛菩萨就通了，感应就通了，得到三宝加持。你看我们讲经，在讲前备课，预备很多资料，可是到讲的时候一句都用不上，不知道怎么讲出来的，讲完之后你问我，我不晓得我讲些什么。我讲的句句都是老实话，这怎么学？活学活用。",
      "zh_TW": "入佛門之後我就認識章嘉大師，我佛法的基礎、根基，章嘉大師奠定的。我跟他三年，也是像方老師一樣，每個星期天他給我一個小時到兩個小時，單獨給我的，根在那裡紮的。到李老師那裡十年，學什麼？學講經。講經要長時期的觀摩，去琢磨，沒有辦法教的，為什麼？活的，它不是死的。原理原則只有幾條，但是如何能活學活用，那就不是教的了，要你會看、會聽。在台中十年觀察老師，看他把佛經在講台上靈活運用，那一種方法要心去體會，沒有法子教的。能教規矩、教方圓，那個善巧沒法子教，完全在個人。必須求感應，李老師教我「至誠感通」，真誠到極處，跟佛菩薩就通了，感應就通了，得到三寶加持。你看我們講經，在講前備課，預備很多資料，可是到講的時候一句都用不上，不知道怎麼講出來的，講完之後你問我，我不曉得我講些什麼。我講的句句都是老實話，這怎麼學？活學活用。"
    },
    {
      "id": "02-041-0102_p0018",
      "zh_CN": "跟老师的时间愈长，不离开老师，在身边慢慢潜移默化，不知不觉的你学会了，你感染了。一定时间要长，时间短了学不到东西。古人最短的时间是五年，十年是最正常的，跟一个老师十年，亲近他，不离开他。不但在佛法里面你得到受用，世间法得的受用更多，帮助你处事待人接物，如何运用你的戒定慧，把戒定慧落实在生活上，落实在工作，落实在待人接物，你成功了。海贤的榜样做得太好了，完美、圆融、自在，绝不是一般人能做得到的，这就是真正的德行、学问、智慧。从哪里来的？从三昧来的。最怕的心浮气躁，心一浮躁，你学东西再多也是浮躁的，也是表面的，没有契入，没有深度，学得再好，肤浅。这是我们不能不知道的。",
      "zh_TW": "跟老師的時間愈長，不離開老師，在身邊慢慢潛移默化，不知不覺的你學會了，你感染了。一定時間要長，時間短了學不到東西。古人最短的時間是五年，十年是最正常的，跟一個老師十年，親近他，不離開他。不但在佛法裡面你得到受用，世間法得的受用更多，幫助你處事待人接物，如何運用你的戒定慧，把戒定慧落實在生活上，落實在工作，落實在待人接物，你成功了。海賢的榜樣做得太好了，完美、圓融、自在，絕不是一般人能做得到的，這就是真正的德行、學問、智慧。從哪裡來的？從三昧來的。最怕的心浮氣躁，心一浮躁，你學東西再多也是浮躁的，也是表面的，沒有契入，沒有深度，學得再好，膚淺。這是我們不能不知道的。"
    },
    {
      "id": "02-041-0102_p0019",
      "zh_CN": "《大智度论》上说，「善心一处住不动」。我举这个善心就是孝敬，在中国家庭教育、学校教育、因果教育、圣贤教育，都是用这两个字做为根本，也就是统统从孝敬里面衍生出来的。我们要想自己成就，要在这两个字上下功夫，认真下功夫。海贤老和尚所以有成就，就是这两个字做得很圆满，诸位自己细心去看、去听，你就明白了。这是三昧。「又」，还是《智度论》上说的，「一切禅定亦名定，亦名三昧」。禅定是佛教的术语。禅是什么意思？定是什么意思？禅是把意念集中，定是定在一处。这个方法传到中国来，儒接受了，道也接受了，变成儒释道修学最高指导原则。中国人把禅定换了一句话，大家更好懂，换成什么？「一门深入，长时薰修」。一门深入就是禅，长时薰修就是定，不能学太多，不能学太杂。海贤老和尚一生就是一句阿弥陀佛，他没有学过《无量寿经》，他也没有学过《阿弥陀经》，什么《金刚般若》，什么都没学，就是一句阿弥陀佛，一门深入，长时薰修，他掌握到总持法门。",
      "zh_TW": "《大智度論》上說，「善心一處住不動」。我舉這個善心就是孝敬，在中國家庭教育、學校教育、因果教育、聖賢教育，都是用這兩個字做為根本，也就是統統從孝敬裡面衍生出來的。我們要想自己成就，要在這兩個字上下功夫，認真下功夫。海賢老和尚所以有成就，就是這兩個字做得很圓滿，諸位自己細心去看、去聽，你就明白了。這是三昧。「又」，還是《智度論》上說的，「一切禪定亦名定，亦名三昧」。禪定是佛教的術語。禪是什麼意思？定是什麼意思？禪是把意念集中，定是定在一處。這個方法傳到中國來，儒接受了，道也接受了，變成儒釋道修學最高指導原則。中國人把禪定換了一句話，大家更好懂，換成什麼？「一門深入，長時薰修」。一門深入就是禪，長時薰修就是定，不能學太多，不能學太雜。海賢老和尚一生就是一句阿彌陀佛，他沒有學過《無量壽經》，他也沒有學過《阿彌陀經》，什麼《金剛般若》，什麼都沒學，就是一句阿彌陀佛，一門深入，長時薰修，他掌握到總持法門。"
    },
    {
      "id": "02-041-0102_p0020",
      "zh_CN": "诸位如果问我，这是净土法门，净土法门修行的成就也有三个阶段，第一个功夫成片，第二个事一心不乱，第三个理一心不乱，海贤老和尚这三个阶级在什么时候完成的？我跟他没见过面，我只看到这个光碟，跟你们一样，只看到这个小册子。我的判断，这个人的禀性好，就是他具足老实、听话、真干，这种根器非常难得，只要有这六个字，没有一个不成就的。他是真的，不是假的，老实、听话、真干，老师教他一句阿弥陀佛，他用什么心来念？他用真诚心，他用清净心，他用恭敬心。这么好的心态，念到功夫成片顶多三年，他二十岁开始念，我估计他二十三、四岁的时候，他得功夫成片，得功夫成片就有资格往生净土。换句话说，得功夫成片他就见到阿弥陀佛，阿弥陀佛一定现身，一般所说为他授记，给他透露消息，会告诉他，你还有多久的寿命，等到你命终的时候我来接你往生。极乐世界注册了，真有把握，他能不欢喜吗？剩下来还有那么多时间，加紧努力，我想三年五载，他就得到事一心不乱。事一心不乱，见思烦恼断掉了，功夫跟阿罗汉平等，事一心。他还没有往生，再来个三、五年，他就可以提升到理一心不乱。所以他证得理一心不乱，就是大彻大悟、明心见性，应该在三十到四十岁这个中间，真难得。",
      "zh_TW": "諸位如果問我，這是淨土法門，淨土法門修行的成就也有三個階段，第一個功夫成片，第二個事一心不亂，第三個理一心不亂，海賢老和尚這三個階級在什麼時候完成的？我跟他沒見過面，我只看到這個光碟，跟你們一樣，只看到這個小冊子。我的判斷，這個人的稟性好，就是他具足老實、聽話、真幹，這種根器非常難得，只要有這六個字，沒有一個不成就的。他是真的，不是假的，老實、聽話、真幹，老師教他一句阿彌陀佛，他用什麼心來念？他用真誠心，他用清淨心，他用恭敬心。這麼好的心態，念到功夫成片頂多三年，他二十歲開始念，我估計他二十三、四歲的時候，他得功夫成片，得功夫成片就有資格往生淨土。換句話說，得功夫成片他就見到阿彌陀佛，阿彌陀佛一定現身，一般所說為他授記，給他透露消息，會告訴他，你還有多久的壽命，等到你命終的時候我來接你往生。極樂世界註冊了，真有把握，他能不歡喜嗎？剩下來還有那麼多時間，加緊努力，我想三年五載，他就得到事一心不亂。事一心不亂，見思煩惱斷掉了，功夫跟阿羅漢平等，事一心。他還沒有往生，再來個三、五年，他就可以提升到理一心不亂。所以他證得理一心不亂，就是大徹大悟、明心見性，應該在三十到四十歲這個中間，真難得。"
    },
    {
      "id": "02-041-0102_p0021",
      "zh_CN": "我相信他的寿命没那么长，应该是在七、八十。他的母亲八十六岁过世的，多潇洒，多自在。所以他到明心见性，理一心不乱，应该在四十前后，他证得了。证得之后，阿弥陀佛告诉他，赞叹他修行得不错，修得很好，希望他多住几年，给佛弟子、给净宗同学做个好榜样，所以那个寿命阿弥陀佛替他延长的。到什么时候他离开？到他必须拿到一本书，这本书就是《若要佛法兴，唯有僧赞僧》，你见到这本书了，阿弥陀佛说我就来接引你往生。在没看到这个书之前十几天，阿弥陀佛就告诉他做准备，告诉他最近我要来接你往生。所以他到处去辞行，去看看老朋友、老同修，都见见面打打招呼。看到这本书，真有人把这本书送给他，他拿到手上如获至宝，为什么？阿弥陀佛要来接他往生了。拿到这个书，穿袍搭衣，要求大家给他照相。报告里头说明，老和尚一生从来没有一次主动要人给他照相的，就这一次。表法圆满，第三天他就走了。走的当天他在菜园工作一天，从早到晚，晚上就走了。真正是做到活一天做一天，没有说我今天晚上走，我今天要休息一下，没有，表演得多好！什么是道场？生活是道场，工作是道场，待人接物，一切时、一切处无不是道场。心里面只有一句佛号，除一句佛号之外什么也没有，念佛三昧圆满成就。",
      "zh_TW": "我相信他的壽命沒那麼長，應該是在七、八十。他的母親八十六歲過世的，多瀟灑，多自在。所以他到明心見性，理一心不亂，應該在四十前後，他證得了。證得之後，阿彌陀佛告訴他，讚歎他修行得不錯，修得很好，希望他多住幾年，給佛弟子、給淨宗同學做個好榜樣，所以那個壽命阿彌陀佛替他延長的。到什麼時候他離開？到他必須拿到一本書，這本書就是《若要佛法興，唯有僧讚僧》，你見到這本書了，阿彌陀佛說我就來接引你往生。在沒看到這個書之前十幾天，阿彌陀佛就告訴他做準備，告訴他最近我要來接你往生。所以他到處去辭行，去看看老朋友、老同修，都見見面打打招呼。看到這本書，真有人把這本書送給他，他拿到手上如獲至寶，為什麼？阿彌陀佛要來接他往生了。拿到這個書，穿袍搭衣，要求大家給他照相。報告裡頭說明，老和尚一生從來沒有一次主動要人給他照相的，就這一次。表法圓滿，第三天他就走了。走的當天他在菜園工作一天，從早到晚，晚上就走了。真正是做到活一天做一天，沒有說我今天晚上走，我今天要休息一下，沒有，表演得多好！什麼是道場？生活是道場，工作是道場，待人接物，一切時、一切處無不是道場。心裡面只有一句佛號，除一句佛號之外什麼也沒有，念佛三昧圓滿成就。"
    },
    {
      "id": "02-041-0102_p0022",
      "zh_CN": "下面说，这都是《大智度论》上的话，「诸行和合，皆名为三昧」。我们住在这个小城，我十三年前走到这个地方，看到这个地方我很欢喜，我在这里买了一栋房子，我现在住的精舍。接着就打听这边有没有办法买个道场，正好就现在我们这个地方是个基督教教堂，这个教堂人丁兴旺，信徒很多，容纳不下，他们要别的地方去建一个大道场，这个道场卖给我。很便宜，好像五十几万。我把它整修，整修花了一百万。买来的时候，连土地带房子五十多万，好像五十七万，太便宜了。我们整修好了之后搬进来，我们正式的前一天发请帖，邀请我们的街坊邻居，两条街，靠近我们的两条街，正式发请帖给他，请他来参加我们的开幕，中午我们有素食免费招待。他看到我们欢喜，为什么？我们没有破坏他的文化，他这个教堂怎样建筑没有改变。我们整修，它原来是什么材料，我还是用这个材料，不改变，原来是什么颜色，还是漆一样的颜色，只是把十字架换成阿弥陀佛，其他的全没有改变。所以这地方的人对我很好，爱护他们的文化，没有破坏他们的文化。这么多宗教，这么多年来他对我很信任，什么原因？我不拉信徒。我如果说我这个教好，你们不如我，你到我这来信我这个，我们早就被人赶走了。我们赞叹所有宗教创教人就是一个真神，我们是一家人。真神为什么创这么多不同的教派？因为交通不方便，没有资讯，在那个时代神要教化众生，必须要现同样的身，说同样的语言，所以才有这么多教。现在科学技术发达，万教要归一，那个时候一分为万，现在万要归成一，我们都是一家人。所以不管信什么教，我都非常尊重他们、爱护他们、称赞他们。",
      "zh_TW": "下面說，這都是《大智度論》上的話，「諸行和合，皆名為三昧」。我們住在這個小城，我十三年前走到這個地方，看到這個地方我很歡喜，我在這裡買了一棟房子，我現在住的精舍。接著就打聽這邊有沒有辦法買個道場，正好就現在我們這個地方是個基督教教堂，這個教堂人丁興旺，信徒很多，容納不下，他們要別的地方去建一個大道場，這個道場賣給我。很便宜，好像五十幾萬。我把它整修，整修花了一百萬。買來的時候，連土地帶房子五十多萬，好像五十七萬，太便宜了。我們整修好了之後搬進來，我們正式的前一天發請帖，邀請我們的街坊鄰居，兩條街，靠近我們的兩條街，正式發請帖給他，請他來參加我們的開幕，中午我們有素食免費招待。他看到我們歡喜，為什麼？我們沒有破壞他的文化，他這個教堂怎樣建築沒有改變。我們整修，它原來是什麼材料，我還是用這個材料，不改變，原來是什麼顏色，還是漆一樣的顏色，只是把十字架換成阿彌陀佛，其他的全沒有改變。所以這地方的人對我很好，愛護他們的文化，沒有破壞他們的文化。這麼多宗教，這麼多年來他對我很信任，什麼原因？我不拉信徒。我如果說我這個教好，你們不如我，你到我這來信我這個，我們早就被人趕走了。我們讚歎所有宗教創教人就是一個真神，我們是一家人。真神為什麼創這麼多不同的教派？因為交通不方便，沒有資訊，在那個時代神要教化眾生，必須要現同樣的身，說同樣的語言，所以才有這麼多教。現在科學技術發達，萬教要歸一，那個時候一分為萬，現在萬要歸成一，我們都是一家人。所以不管信什麼教，我都非常尊重他們、愛護他們、稱讚他們。"
    },
    {
      "id": "02-041-0102_p0023",
      "zh_CN": "我在新加坡用这个方法团结新加坡九个宗教，他们非常喜欢跟我往来，第一句话就说净空法师不拉信徒，净空法师尊重别人。所以我们干这个。在新加坡的时候，新加坡曾士生先生，他是高级部长，有一天到居士林来看我，中午在一起吃饭，他就问我，你用什么方法把宗教团结起来？新加坡有个宗教理事会，成立五十年了，每一年过年的时候，几个宗教领导人在一起吃一餐饭，平常没有任何活动。所以，五十年都这样的，都没有能团结起来。为什么我到那个地方去，两年，就把它统统搞得热火火的，他说你用什么方法？我说我没有方法，释迦牟尼佛有方法。他非常惊讶，释迦牟尼佛什么方法？四摄法，团结起来。什么叫四摄法？我说四摄法就是释迦牟尼佛教给我们的公共关系法，就是交际法，就讲这个东西的。四桩事情，第一个「布施」，这个布施跟六度的布施名词一样，意思完全不相同。六度布施是度自己的贪心、贪婪、悭吝，这个烦恼断掉那是用布施，那是完全自利。这个不是的，这个布施，四摄法里的布施，就是教你常常送礼、常常请客，这大家就欢喜了，多送礼、多请客。所以我对于每个宗教经常送礼、经常请客，大家在一块就变成兄弟姐妹。第二个「爱语」，言语真正爱护他，不是欺骗他。这不是甜言蜜语，真正爱护他的言语，决定不能伤害他，不可以破坏他，对他赞叹。第三个「利行」，我们无论做什么，对他有好处，对他有利益，他就明白了。第四个「同事」，我们有共同的目标、共同的理想、共同的愿望，我们认真努力去做。",
      "zh_TW": "我在新加坡用這個方法團結新加坡九個宗教，他們非常喜歡跟我往來，第一句話就說淨空法師不拉信徒，淨空法師尊重別人。所以我們幹這個。在新加坡的時候，新加坡曾士生先生，他是高級部長，有一天到居士林來看我，中午在一起吃飯，他就問我，你用什麼方法把宗教團結起來？新加坡有個宗教理事會，成立五十年了，每一年過年的時候，幾個宗教領導人在一起吃一餐飯，平常沒有任何活動。所以，五十年都這樣的，都沒有能團結起來。為什麼我到那個地方去，兩年，就把它統統搞得熱火火的，他說你用什麼方法？我說我沒有方法，釋迦牟尼佛有方法。他非常驚訝，釋迦牟尼佛什麼方法？四攝法，團結起來。什麼叫四攝法？我說四攝法就是釋迦牟尼佛教給我們的公共關係法，就是交際法，就講這個東西的。四樁事情，第一個「布施」，這個布施跟六度的布施名詞一樣，意思完全不相同。六度布施是度自己的貪心、貪婪、慳吝，這個煩惱斷掉那是用布施，那是完全自利。這個不是的，這個布施，四攝法裡的布施，就是教你常常送禮、常常請客，這大家就歡喜了，多送禮、多請客。所以我對於每個宗教經常送禮、經常請客，大家在一塊就變成兄弟姐妹。第二個「愛語」，言語真正愛護他，不是欺騙他。這不是甜言蜜語，真正愛護他的言語，決定不能傷害他，不可以破壞他，對他讚歎。第三個「利行」，我們無論做什麼，對他有好處，對他有利益，他就明白了。第四個「同事」，我們有共同的目標、共同的理想、共同的願望，我們認真努力去做。"
    },
    {
      "id": "02-041-0102_p0024",
      "zh_CN": "把宗教变成一家人，在图文巴做到了，比新加坡还做得圆满、还做得彻底。我有一个非常好的得力助手，汉尼夫先生，他是哈比哈山的学生，哈比哈山长老跟我是老朋友，他是伊斯兰教。他到我这来，帮助我专门做团结宗教、团结族群这个项目，做得非常成功。我们今年、去年两年在联合国做报告，图文巴的声名已经出去了。我听说明年春天，大使团他们要组成一个团，到这个地方来考察、来参观，他们来的时候我一定会在此地接待他们。这些大使大半跟我都认识，对我一些概念、想法、看法他们都认同。这好事情，一个城市做好了，这是个示范城市。所以这个城市是此地十多个各个宗教领导人，去年的时候我回来，他们跟我见面，告诉我，我们大家联手，把这个小城打造成全世界第一个多元文化示范城市。我们想了多少年，二００六年、二００七年、二００八年，我在中国汤池用一个小镇做实验，做成功了，我们在联合国做了详细报告。小镇扩大，一个城市，更理想！没有想到因缘在此地，在这个地方做成功。难得，不同的宗教，不同的族群，可以像兄弟姐妹一样互相尊重、互相敬爱、互相照顾、互相关怀、互助合作，造成一个太平盛世。一个小城做成功了，别的就可以照这个模式去做。所以，宗教教育比什么都重要，一般人疏忽了。只有宗教教育能够做得成功，没有宗教教育，这个地方有八十多个族群，你怎么团结？一百多种不同的语言，人不多，十二万人，十几个宗教，所以宗教带头。我们宗教是一家人，我们宗教领导人在一起像兄弟姐妹，什么话都说，没有忌讳。真正是同心同德，知道我们这个小城真正做成功了，这是世界上最和谐、最安定、最兴旺的一个城市，可以做为全世界城市的模范，他们得认真来学习，这个世界就和谐，灾难自然就化解。希望宗教团结的成果，是带给世界永续的安定和平。",
      "zh_TW": "把宗教變成一家人，在圖文巴做到了，比新加坡還做得圓滿、還做得徹底。我有一個非常好的得力助手，漢尼夫先生，他是哈比哈山的學生，哈比哈山長老跟我是老朋友，他是伊斯蘭教。他到我這來，幫助我專門做團結宗教、團結族群這個項目，做得非常成功。我們今年、去年兩年在聯合國做報告，圖文巴的聲名已經出去了。我聽說明年春天，大使團他們要組成一個團，到這個地方來考察、來參觀，他們來的時候我一定會在此地接待他們。這些大使大半跟我都認識，對我一些概念、想法、看法他們都認同。這好事情，一個城市做好了，這是個示範城市。所以這個城市是此地十多個各個宗教領導人，去年的時候我回來，他們跟我見面，告訴我，我們大家聯手，把這個小城打造成全世界第一個多元文化示範城市。我們想了多少年，二００六年、二００七年、二００八年，我在中國湯池用一個小鎮做實驗，做成功了，我們在聯合國做了詳細報告。小鎮擴大，一個城市，更理想！沒有想到因緣在此地，在這個地方做成功。難得，不同的宗教，不同的族群，可以像兄弟姐妹一樣互相尊重、互相敬愛、互相照顧、互相關懷、互助合作，造成一個太平盛世。一個小城做成功了，別的就可以照這個模式去做。所以，宗教教育比什麼都重要，一般人疏忽了。只有宗教教育能夠做得成功，沒有宗教教育，這個地方有八十多個族群，你怎麼團結？一百多種不同的語言，人不多，十二萬人，十幾個宗教，所以宗教帶頭。我們宗教是一家人，我們宗教領導人在一起像兄弟姐妹，什麼話都說，沒有忌諱。真正是同心同德，知道我們這個小城真正做成功了，這是世界上最和諧、最安定、最興旺的一個城市，可以做為全世界城市的模範，他們得認真來學習，這個世界就和諧，災難自然就化解。希望宗教團結的成果，是帶給世界永續的安定和平。"
    },
    {
      "id": "02-041-0102_p0025",
      "zh_CN": "中国传统文化会复兴，今年联合国有不少大使告诉我，他们对中国传统文化有信心。中国对世界的贡献是文化，不是武力，不是政治，也不是经济贸易、科学技术，都不是，是中国传统伦常道德，是儒释道三家的精华。我们要认真努力学习，也能够配合整个世界潮流，做出最好的贡献。就在自己的本位上，不要超过自己的本分，这个非常重要。超越自己本分，一事无成。出家人干什么？就是讲学，弘法利生，学释迦牟尼佛。不但要教，还要表演，表演是做出榜样来给别人看，叫演教。演是身教，教是言教，我所说的就是我所干的，我所干的就是我所说的，心口是一不是二。",
      "zh_TW": "中國傳統文化會復興，今年聯合國有不少大使告訴我，他們對中國傳統文化有信心。中國對世界的貢獻是文化，不是武力，不是政治，也不是經濟貿易、科學技術，都不是，是中國傳統倫常道德，是儒釋道三家的精華。我們要認真努力學習，也能夠配合整個世界潮流，做出最好的貢獻。就在自己的本位上，不要超過自己的本分，這個非常重要。超越自己本分，一事無成。出家人幹什麼？就是講學，弘法利生，學釋迦牟尼佛。不但要教，還要表演，表演是做出榜樣來給別人看，叫演教。演是身教，教是言教，我所說的就是我所幹的，我所幹的就是我所說的，心口是一不是二。"
    },
    {
      "id": "02-041-0102_p0026",
      "zh_CN": "《智度论》里又说，「诸行和合，皆名为三昧」。所有一切行都能够和睦、都能够合作，这就对了。千万不要独断独行，那就错了。跟净宗和，跟大乘佛法和，跟释迦所传的各个不同的派系和，再扩大，跟所有一切宗教和，所有一切族群和，整个世界是一家，人跟人都像兄弟姐妹一样，大公中正。就怕自私自利，自私自利就完了。没有私心，人多快乐、自在。有私心就造业，这行为有罪恶感。诸行和合，大公无私，他的行为快乐，法喜充满，常生欢喜心。所以和合要紧，念念都要想到和睦相处、平等对待。肯定一切众生本来是佛，我们对人那个敬才能做到，敬能做到孝就能做到。孝这个字的意思很深，你看这个字的形状，上面是个老，下面是个子，上一代跟下一代是一体，这叫孝。如果上一代跟下一代不是一体，叫断层，孝就没有了。上一代还有上一代，下一代还有下一代，过去无始，未来无终，是一个整体，这中国孝表法表的意思。这是讲关系，我跟人有什么关系，我们跟不同的族群、不同的国家、不同的文化、不同的宗教、不同的信仰什么关系？一体，一定要认清楚，我们要回归一体。他分我不分，他们分是搞六道轮回，我不分我回极乐世界，怎么会一样？这不会一样。聪明的、有智慧的一听就懂，他就回归孝敬。回归孝敬是回归自性，自性无量无边的德能，这是第一德，要好好的抓住、牢牢的抓住。",
      "zh_TW": "《智度論》裡又說，「諸行和合，皆名為三昧」。所有一切行都能夠和睦、都能夠合作，這就對了。千萬不要獨斷獨行，那就錯了。跟淨宗和，跟大乘佛法和，跟釋迦所傳的各個不同的派系和，再擴大，跟所有一切宗教和，所有一切族群和，整個世界是一家，人跟人都像兄弟姐妹一樣，大公中正。就怕自私自利，自私自利就完了。沒有私心，人多快樂、自在。有私心就造業，這行為有罪惡感。諸行和合，大公無私，他的行為快樂，法喜充滿，常生歡喜心。所以和合要緊，念念都要想到和睦相處、平等對待。肯定一切眾生本來是佛，我們對人那個敬才能做到，敬能做到孝就能做到。孝這個字的意思很深，你看這個字的形狀，上面是個老，下面是個子，上一代跟下一代是一體，這叫孝。如果上一代跟下一代不是一體，叫斷層，孝就沒有了。上一代還有上一代，下一代還有下一代，過去無始，未來無終，是一個整體，這中國孝表法表的意思。這是講關係，我跟人有什麼關係，我們跟不同的族群、不同的國家、不同的文化、不同的宗教、不同的信仰什麼關係？一體，一定要認清楚，我們要回歸一體。他分我不分，他們分是搞六道輪迴，我不分我回極樂世界，怎麼會一樣？這不會一樣。聰明的、有智慧的一聽就懂，他就回歸孝敬。回歸孝敬是回歸自性，自性無量無邊的德能，這是第一德，要好好的抓住、牢牢的抓住。"
    },
    {
      "id": "02-041-0102_p0027",
      "zh_CN": "「一切禅定摄心，皆名为三摩提，秦言正心行处。」这个秦是姚秦时代，《金刚经》就是那个时候翻译的，鸠摩罗什大师翻译的。秦言就是中国的言语，中国言语里面的意思正心行处，着重在正。心要正，行就正。心是体，行是起用。起心动念是心的行为，言语是口的行为，身体动作是身的行为，行为无量无边，总不出身、口、意这三业。心行不正就是六道，心行正了就超越世间，这个正的标准在这个地方；至少小乘阿罗汉，超越六道轮回，正心。不能超越六道轮回，无论在三善道、三恶道，在大乘佛法里都不用正字，这偏邪。三善道是偏，不正；三恶道是邪，偏得太过分，往下坠落。统统叫三昧。",
      "zh_TW": "「一切禪定攝心，皆名為三摩提，秦言正心行處。」這個秦是姚秦時代，《金剛經》就是那個時候翻譯的，鳩摩羅什大師翻譯的。秦言就是中國的言語，中國言語裡面的意思正心行處，著重在正。心要正，行就正。心是體，行是起用。起心動念是心的行為，言語是口的行為，身體動作是身的行為，行為無量無邊，總不出身、口、意這三業。心行不正就是六道，心行正了就超越世間，這個正的標準在這個地方；至少小乘阿羅漢，超越六道輪迴，正心。不能超越六道輪迴，無論在三善道、三惡道，在大乘佛法裡都不用正字，這偏邪。三善道是偏，不正；三惡道是邪，偏得太過分，往下墜落。統統叫三昧。"
    },
    {
      "id": "02-041-0102_p0028",
      "zh_CN": "「又《法华玄赞》曰：梵云三摩地，此云等持。平等持心而至于境，即是定也。」《法华玄赞》里头所说的，这个也说得很好，等持，等是平等，持是保持，永远保持平等。平等什么意思？有执着不平等，有分别不平等，换句话说，我们经题上前面「清净平等」，这四个字就是等持，你要永远保持。这就是《大智度论》里面所说的正心行处。正念是没有妄想、没有杂念，叫正念。正念无念，有念就不正。但是也不能有个无念，有个无念还是有一念，什么念？有个无念。无念也没有，难，这个法子太难了。那怎么办？阿弥陀佛有办法，阿弥陀佛教导我们，把你的心里只供养一尊阿弥陀佛，除阿弥陀佛之外什么也没有，这也算是正念。好！你能够把阿弥陀佛放在心上，除阿弥陀佛之外，生活当中、工作当中确实没有一个念头放在心上，事情干，干完就完了，不放在心上。断恶不着断恶的相，修善不着修善的相，只有一个阿弥陀佛的相，这是净宗无比殊胜的法门，全都归阿弥陀佛。将来你到哪里去？肯定是极乐世界，决定亲近阿弥陀佛，不能不知道，殊胜无比。修行，你懂得这一句的意思，你就会修了。",
      "zh_TW": "「又《法華玄贊》曰：梵云三摩地，此云等持。平等持心而至於境，即是定也。」《法華玄贊》裡頭所說的，這個也說得很好，等持，等是平等，持是保持，永遠保持平等。平等什麼意思？有執著不平等，有分別不平等，換句話說，我們經題上前面「清淨平等」，這四個字就是等持，你要永遠保持。這就是《大智度論》裡面所說的正心行處。正念是沒有妄想、沒有雜念，叫正念。正念無念，有念就不正。但是也不能有個無念，有個無念還是有一念，什麼念？有個無念。無念也沒有，難，這個法子太難了。那怎麼辦？阿彌陀佛有辦法，阿彌陀佛教導我們，把你的心裡只供養一尊阿彌陀佛，除阿彌陀佛之外什麼也沒有，這也算是正念。好！你能夠把阿彌陀佛放在心上，除阿彌陀佛之外，生活當中、工作當中確實沒有一個念頭放在心上，事情幹，幹完就完了，不放在心上。斷惡不著斷惡的相，修善不著修善的相，只有一個阿彌陀佛的相，這是淨宗無比殊勝的法門，全都歸阿彌陀佛。將來你到哪裡去？肯定是極樂世界，決定親近阿彌陀佛，不能不知道，殊勝無比。修行，你懂得這一句的意思，你就會修了。"
    },
    {
      "id": "02-041-0102_p0029",
      "zh_CN": "等持，等到什么程度？海贤老和尚入这个境界，他看到遍法界虚空界统统都是阿弥陀佛，这叫等持。我们看到这是善人、那是恶人，不平等，还在分别，还在执着。老和尚也见到，晚上念佛的时候，床上、床下，房子里头、房子外面全是众生，在听我念阿弥陀佛。这些都是境界现前，自己要更精进，不放在心上，才真正利益众生，放在心上，对众生的利益很有限。不放在心上，功德的利益是圆满的，为什么？你跟性德相应。放在心上，你跟阿赖耶相应，跟末那、跟意识相应，那就是轮回心，轮回心造轮回业，轮回业就是善有善果、恶有恶报，生生世世没完没了。你要是搞清楚、搞明白了，你感觉得太可怕，为什么不念佛？为什么不把佛放在心上？对于任何人不能批评，批评是批评你自己，为什么？你心里先有这个念头，不善的念头，你才说别人不善。你看看，说别人不善，自己心已经变成不善，还在说话之先。换句话说，你已经造三恶道的业，为什么？心里有三恶道，有贪瞋痴慢疑就是有三恶道。必须心里没有，心里只有阿弥陀佛，你才能往生极乐世界。念念跟极乐世界相应，念念跟阿弥陀佛相应，这还得了！诸位能把我这一句听懂了、听明白了，你这次到图文巴没有白来。",
      "zh_TW": "等持，等到什麼程度？海賢老和尚入這個境界，他看到遍法界虛空界統統都是阿彌陀佛，這叫等持。我們看到這是善人、那是惡人，不平等，還在分別，還在執著。老和尚也見到，晚上念佛的時候，床上、床下，房子裡頭、房子外面全是眾生，在聽我念阿彌陀佛。這些都是境界現前，自己要更精進，不放在心上，才真正利益眾生，放在心上，對眾生的利益很有限。不放在心上，功德的利益是圓滿的，為什麼？你跟性德相應。放在心上，你跟阿賴耶相應，跟末那、跟意識相應，那就是輪迴心，輪迴心造輪迴業，輪迴業就是善有善果、惡有惡報，生生世世沒完沒了。你要是搞清楚、搞明白了，你感覺得太可怕，為什麼不念佛？為什麼不把佛放在心上？對於任何人不能批評，批評是批評你自己，為什麼？你心裡先有這個念頭，不善的念頭，你才說別人不善。你看看，說別人不善，自己心已經變成不善，還在說話之先。換句話說，你已經造三惡道的業，為什麼？心裡有三惡道，有貪瞋痴慢疑就是有三惡道。必須心裡沒有，心裡只有阿彌陀佛，你才能往生極樂世界。念念跟極樂世界相應，念念跟阿彌陀佛相應，這還得了！諸位能把我這一句聽懂了、聽明白了，你這次到圖文巴沒有白來。"
    },
    {
      "id": "02-041-0102_p0030",
      "zh_CN": "所以《玄赞》上说，「平等持心而至于境」，眼对色、耳对声，以声为境，鼻闻香、舌尝味，六根在六尘境界当中修定。「天台曰」，就是智者大师说的，「若以空慧，照诸禅定种种法门，出生乃至无量三昧。」这句话说得好。空，空慧是什么？我们常说起心动念、分别执着统统放下。这是什么境界？这是自性现前。起心动念是无始无明烦恼，是烦恼的根；尘沙烦恼，尘沙是比喻多，是分别心，分别的那个念头无量无边，像尘沙一样；见思烦恼是执着，自以为是，喜欢批评别人，意见很多，不好，这个烦恼制造六道轮回。如何能在境界里头如如不动，功夫。听别人说话说得对的，跟佛讲的是相应的，不说话，点头笑笑；说得不对的，如如不动，像在禅定当中，没听到。这是海贤老和尚表的，我们要学。不要一听到马上就发表意见，要能沉得住气，该说的时候说，不该说的时候不说。起心动念、言语造作，自己先要想到，要负因果责任。就是我常讲的，你在制造轮回，六道就这么出来的。所以这个空慧，好，什么都不执着。这个空是真空，就是真心。真心为什么叫空？真心没有物质现象，没有念头的现象（就是心理现象），也没有自然现象。它在哪里？它无处不在，它无时不在，我们对它毫无感触。有空慧的人，他契入境界。他为什么能契入？因为他没有起心动念，没有分别执着，自然跟它融成一片，就是法身菩萨。",
      "zh_TW": "所以《玄贊》上說，「平等持心而至於境」，眼對色、耳對聲，以聲為境，鼻聞香、舌嘗味，六根在六塵境界當中修定。「天台曰」，就是智者大師說的，「若以空慧，照諸禪定種種法門，出生乃至無量三昧。」這句話說得好。空，空慧是什麼？我們常說起心動念、分別執著統統放下。這是什麼境界？這是自性現前。起心動念是無始無明煩惱，是煩惱的根；塵沙煩惱，塵沙是比喻多，是分別心，分別的那個念頭無量無邊，像塵沙一樣；見思煩惱是執著，自以為是，喜歡批評別人，意見很多，不好，這個煩惱製造六道輪迴。如何能在境界裡頭如如不動，功夫。聽別人說話說得對的，跟佛講的是相應的，不說話，點頭笑笑；說得不對的，如如不動，像在禪定當中，沒聽到。這是海賢老和尚表的，我們要學。不要一聽到馬上就發表意見，要能沉得住氣，該說的時候說，不該說的時候不說。起心動念、言語造作，自己先要想到，要負因果責任。就是我常講的，你在製造輪迴，六道就這麼出來的。所以這個空慧，好，什麼都不執著。這個空是真空，就是真心。真心為什麼叫空？真心沒有物質現象，沒有念頭的現象（就是心理現象），也沒有自然現象。它在哪裡？它無處不在，它無時不在，我們對它毫無感觸。有空慧的人，他契入境界。他為什麼能契入？因為他沒有起心動念，沒有分別執著，自然跟它融成一片，就是法身菩薩。"
    },
    {
      "id": "02-041-0102_p0031",
      "zh_CN": "所以能出生乃至无量三昧。幻相无量，诸法无量，惠能大师说得好，「何期自性，能生万法」。万法就是无量，万法当中任何一法都不执着、不分别、不起心、不动念，就是出生无量三昧。也就是说，你对于无量无边，佛家讲遍法界虚空界所有一切境界，你看到、听到、闻到、接触到，都没有起心动念，这就叫无量三昧，真功夫。为什么生无量三昧？你知道所有的现象都不是真的，凡所有相皆是虚妄。从哪里来的？自性生的，何期自性能生万法。能生万法的自性，真空，所生的万法叫妙有，妙有非有，真空不空，为什么？它能生。妙有全是假的，没有一样真的，所以要放下。放得干干净净，你得大自在，你快乐无比，智慧现前。这个智慧是从心性流出来的，不是学的。从什么地方表现？无论人家问你什么问题，你都能解答，还解答得满有道理，不管你有学没有学，这是智慧。学得来的东西是知识，不是智慧，智慧不是学来的，是从三昧里头生的。你看，「出生乃至无量三昧」，然后三昧出生无量智慧。",
      "zh_TW": "所以能出生乃至無量三昧。幻相無量，諸法無量，惠能大師說得好，「何期自性，能生萬法」。萬法就是無量，萬法當中任何一法都不執著、不分別、不起心、不動念，就是出生無量三昧。也就是說，你對於無量無邊，佛家講遍法界虛空界所有一切境界，你看到、聽到、聞到、接觸到，都沒有起心動念，這就叫無量三昧，真功夫。為什麼生無量三昧？你知道所有的現象都不是真的，凡所有相皆是虛妄。從哪裡來的？自性生的，何期自性能生萬法。能生萬法的自性，真空，所生的萬法叫妙有，妙有非有，真空不空，為什麼？它能生。妙有全是假的，沒有一樣真的，所以要放下。放得乾乾淨淨，你得大自在，你快樂無比，智慧現前。這個智慧是從心性流出來的，不是學的。從什麼地方表現？無論人家問你什麼問題，你都能解答，還解答得滿有道理，不管你有學沒有學，這是智慧。學得來的東西是知識，不是智慧，智慧不是學來的，是從三昧裡頭生的。你看，「出生乃至無量三昧」，然後三昧出生無量智慧。"
    },
    {
      "id": "02-041-0102_p0032",
      "zh_CN": "所以佛家重视禅定，禅定不是盘腿面壁，盘腿面壁那是初学，幼儿园小朋友学的禅定，有模有样的。禅定是什么？六根在境界里不动心叫禅定。眼在色上不动心，眼根在色尘上入定；耳听到音声不动心，不起心、不动念，耳根在声尘上入定；鼻闻香、舌尝味，鼻在香尘里头入定，舌在味尘里头入定，吃东西味平等，没有酸甜苦辣咸。如果没有酸甜苦辣咸，人麻木了，那有病，舌头有病；有酸甜苦辣咸，没有酸甜苦辣咸的分别执着，这个厉害，具足戒定慧三学，眼具足、耳具足、鼻具足、舌具足、身具足、意具足，真有味道，那个味道究竟圆满在极乐世界。所以你真搞清楚，巴不得现在赶快就去，还有什么好等的。海贤念念都想往生，他不想住，是佛逼着他。他跟阿弥陀佛见面，我估计十次以上，跟阿弥陀佛很熟了，常在一起。为我们做证明，极乐世界真有，阿弥陀佛真有，四十八愿接引众生不是假的，让我们坚定信心、坚固愿心，非去不可。到这个地方就算成佛了，这是成佛的一个跳板、一个中途站，在这个中途站你整装出发，就是无上菩提。",
      "zh_TW": "所以佛家重視禪定，禪定不是盤腿面壁，盤腿面壁那是初學，幼兒園小朋友學的禪定，有模有樣的。禪定是什麼？六根在境界裡不動心叫禪定。眼在色上不動心，眼根在色塵上入定；耳聽到音聲不動心，不起心、不動念，耳根在聲塵上入定；鼻聞香、舌嘗味，鼻在香塵裡頭入定，舌在味塵裡頭入定，吃東西味平等，沒有酸甜苦辣鹹。如果沒有酸甜苦辣鹹，人麻木了，那有病，舌頭有病；有酸甜苦辣鹹，沒有酸甜苦辣鹹的分別執著，這個厲害，具足戒定慧三學，眼具足、耳具足、鼻具足、舌具足、身具足、意具足，真有味道，那個味道究竟圓滿在極樂世界。所以你真搞清楚，巴不得現在趕快就去，還有什麼好等的。海賢念念都想往生，他不想住，是佛逼著他。他跟阿彌陀佛見面，我估計十次以上，跟阿彌陀佛很熟了，常在一起。為我們做證明，極樂世界真有，阿彌陀佛真有，四十八願接引眾生不是假的，讓我們堅定信心、堅固願心，非去不可。到這個地方就算成佛了，這是成佛的一個跳板、一個中途站，在這個中途站你整裝出發，就是無上菩提。"
    },
    {
      "id": "02-041-0102_p0033",
      "zh_CN": "我们再看下文，「今经于而现灭度下」，接着说，「得无生无灭诸三摩地」，经文紧接着，这个意思很深，都在表法。「表诸大士」，这个大士就是十六正士，经前面说的，十六大士是代表参加法会的那些在家菩萨们统统包括在其中，这个诸字。「虽示涅槃之相」，看到释迦牟尼佛示现般涅槃的相，而实实在在释迦牟尼佛不生不灭，「平等常住之如如法身」，这谁知道？没人知道，法身菩萨知道。真正修学净宗的净宗学人知道，知道怎么？没证得。法身菩萨不但知道，他证得了，确实没有生灭，确实平等常住。如如法身就是常寂光，常就是不生不灭，寂就是平等常住，平等就没有染污、没有波动，如如不动，这是清净法身。",
      "zh_TW": "我們再看下文，「今經於而現滅度下」，接著說，「得無生無滅諸三摩地」，經文緊接著，這個意思很深，都在表法。「表諸大士」，這個大士就是十六正士，經前面說的，十六大士是代表參加法會的那些在家菩薩們統統包括在其中，這個諸字。「雖示涅槃之相」，看到釋迦牟尼佛示現般涅槃的相，而實實在在釋迦牟尼佛不生不滅，「平等常住之如如法身」，這誰知道？沒人知道，法身菩薩知道。真正修學淨宗的淨宗學人知道，知道怎麼？沒證得。法身菩薩不但知道，他證得了，確實沒有生滅，確實平等常住。如如法身就是常寂光，常就是不生不滅，寂就是平等常住，平等就沒有染污、沒有波動，如如不動，這是清淨法身。"
    },
    {
      "id": "02-041-0102_p0034",
      "zh_CN": "「是诸大士咸是德遵普贤，从果向因者也。」这个法门跟其他法门意思不一样，八万四千法门、无量法门都是修因证果，是从因到果，净土法门不是的，净土法门是从果到因，为什么？阿弥陀佛是果，所以那么快。我就用阿弥陀佛做为我的因，一心称念，丝毫怀疑都没有，万缘放下，一心向往，很快就成就了。而且这一句佛号一切具足，戒定慧三学具足，菩萨三慧具足，诸佛名号具足，十方三世一切诸佛无量劫所说的一切经藏，这一句名号里头也具足，你只找着一句佛号全都有了，不要再麻烦。谁相信？海贤老和尚相信。谁成就？老和尚成就。谁证明？老和尚证明。我们生在这个时代，遇到夏莲居老居士会经，黄念祖老居士集注，海贤老和尚为我们表法，这种殊胜的缘到哪里去找？人身难得，佛法难闻，得人身、闻佛法不稀奇，能遇到这部经、遇到这部注解才叫真正稀奇。为什么？它把西方极乐世界讲清楚、讲明白、讲透彻了，讲得叫我们这些人不能不相信、不能不学习，这就是它的成功。",
      "zh_TW": "「是諸大士咸是德遵普賢，從果向因者也。」這個法門跟其他法門意思不一樣，八萬四千法門、無量法門都是修因證果，是從因到果，淨土法門不是的，淨土法門是從果到因，為什麼？阿彌陀佛是果，所以那麼快。我就用阿彌陀佛做為我的因，一心稱念，絲毫懷疑都沒有，萬緣放下，一心嚮往，很快就成就了。而且這一句佛號一切具足，戒定慧三學具足，菩薩三慧具足，諸佛名號具足，十方三世一切諸佛無量劫所說的一切經藏，這一句名號裡頭也具足，你只找著一句佛號全都有了，不要再麻煩。誰相信？海賢老和尚相信。誰成就？老和尚成就。誰證明？老和尚證明。我們生在這個時代，遇到夏蓮居老居士會經，黃念祖老居士集註，海賢老和尚為我們表法，這種殊勝的緣到哪裡去找？人身難得，佛法難聞，得人身、聞佛法不稀奇，能遇到這部經、遇到這部註解才叫真正稀奇。為什麼？它把西方極樂世界講清楚、講明白、講透徹了，講得叫我們這些人不能不相信、不能不學習，這就是它的成功。"
    },
    {
      "id": "02-041-0102_p0035",
      "zh_CN": "特别是在此地讲的诸大士，个个都是德遵普贤。普贤行十大愿不好修，为什么？他用真心修。妄心不能修，妄心心量小。真心的心量大，心包太虚，量周沙界，真心看一切众生平等的，跟我是一体。今天谁把别人看成跟自己是一体，谁能做到？再跟诸位同学说，真正把一切众生、一切万物看成一体是正确的，一点都没看错。为什么？跟六祖惠能讲的相应，自性能生万法，万法是自性生的，一体，所以他没有看错。我们看错了，我们现在要赶快回头，在日常生活当中一切时、一切处看一切万法是一体。常常作如是观，观个十年、二十年自然形成，心量拓开了，不再小心眼，不再有贡高我慢，不再有嫉妒障碍，统统没有了，恶的没有，善的也没有，这才真正契入境界。现在时间到了，今天我们就学习到此地。",
      "zh_TW": "特別是在此地講的諸大士，個個都是德遵普賢。普賢行十大願不好修，為什麼？他用真心修。妄心不能修，妄心心量小。真心的心量大，心包太虛，量周沙界，真心看一切眾生平等的，跟我是一體。今天誰把別人看成跟自己是一體，誰能做到？再跟諸位同學說，真正把一切眾生、一切萬物看成一體是正確的，一點都沒看錯。為什麼？跟六祖惠能講的相應，自性能生萬法，萬法是自性生的，一體，所以他沒有看錯。我們看錯了，我們現在要趕快回頭，在日常生活當中一切時、一切處看一切萬法是一體。常常作如是觀，觀個十年、二十年自然形成，心量拓開了，不再小心眼，不再有貢高我慢，不再有嫉妒障礙，統統沒有了，惡的沒有，善的也沒有，這才真正契入境界。現在時間到了，今天我們就學習到此地。"
    }
  ]
}