{
  "doc_id": "02-041-0077",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十七集",
    "zh_TW": "第七十七集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0077",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-041-0077_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0077_p0002",
      "zh_CN": "请看《大经科注》第二百九十七页倒数第六行，从当中看起：",
      "zh_TW": "請看《大經科註》第二百九十七頁倒數第六行，從當中看起："
    },
    {
      "id": "02-041-0077_p0003",
      "zh_CN": "「制行」，制行菩萨，「表严持净戒」。戒律它主要的宗旨就是「制恶行善」，我们今天所谓凡是负面的、不善的决定要禁止。所以佛给弟子（在家弟子）制定的五戒、十善就是标准，这就属于制行。不杀生、不偷盗、不邪淫、不妄语、不饮酒，这是五戒。十善里面把五戒扩张了，把不妄语开为四条：不妄语、不两舌、不恶口、不绮语；再加上意业，就是起心动念，不贪、不瞋、不痴，加上前面不杀、不盗、不淫，这就是十条。这是佛法的根本戒，对谁说的？对一般人说的，这是世间法。学佛，必须要具足五戒十善才有资格入佛门，如果没有这个条件不能入佛门。这也就是说，世间人要真正是个好人，佛才接受他。不是真正的好人，好人的标准就是五戒十善，十善是普通的教诫，它不是戒律；五戒是戒律，戒律是必须遵守的，决定不能违犯。",
      "zh_TW": "「制行」，制行菩薩，「表嚴持淨戒」。戒律它主要的宗旨就是「制惡行善」，我們今天所謂凡是負面的、不善的決定要禁止。所以佛給弟子（在家弟子）制定的五戒、十善就是標準，這就屬於制行。不殺生、不偷盜、不邪淫、不妄語、不飲酒，這是五戒。十善裡面把五戒擴張了，把不妄語開為四條：不妄語、不兩舌、不惡口、不綺語；再加上意業，就是起心動念，不貪、不瞋、不痴，加上前面不殺、不盜、不淫，這就是十條。這是佛法的根本戒，對誰說的？對一般人說的，這是世間法。學佛，必須要具足五戒十善才有資格入佛門，如果沒有這個條件不能入佛門。這也就是說，世間人要真正是個好人，佛才接受他。不是真正的好人，好人的標準就是五戒十善，十善是普通的教誡，它不是戒律；五戒是戒律，戒律是必須遵守的，決定不能違犯。"
    },
    {
      "id": "02-041-0077_p0004",
      "zh_CN": "净业三福里面讲得很清楚，第一条世间福报，第二条小乘，第三条大乘，这是佛法。没有第一条不能进入第二条，第二条只有三句，「受持三皈，具足众戒，不犯威仪」。虽然只有三句，当中这一条包括很多，具足众戒，在家、出家的，小乘戒、菩萨戒，很多。有小乘学习的基础，才能够进入大乘，大乘有四句，「发菩提心，深信因果，读诵大乘，劝进行者」。所以，净业三福总共十一句，十句是自利，末后一句劝进行者，这就是弘法利生。你看看，自己不成就不能教学，教学一定自己先成就。身行言教，自己没有做到不能教人，教人人家不相信。在历史上，教学最成功的，释迦牟尼佛、中国的孔夫子，这教学最成功。为什么会最成功？他们都是掌握住先行其言，我说话我都做到，我没有做到的不说，所以别人相信。如果我们说到自己没有做到，别人不信，不信那就是白教了，这教育就失败了。",
      "zh_TW": "淨業三福裡面講得很清楚，第一條世間福報，第二條小乘，第三條大乘，這是佛法。沒有第一條不能進入第二條，第二條只有三句，「受持三皈，具足眾戒，不犯威儀」。雖然只有三句，當中這一條包括很多，具足眾戒，在家、出家的，小乘戒、菩薩戒，很多。有小乘學習的基礎，才能夠進入大乘，大乘有四句，「發菩提心，深信因果，讀誦大乘，勸進行者」。所以，淨業三福總共十一句，十句是自利，末後一句勸進行者，這就是弘法利生。你看看，自己不成就不能教學，教學一定自己先成就。身行言教，自己沒有做到不能教人，教人人家不相信。在歷史上，教學最成功的，釋迦牟尼佛、中國的孔夫子，這教學最成功。為什麼會最成功？他們都是掌握住先行其言，我說話我都做到，我沒有做到的不說，所以別人相信。如果我們說到自己沒有做到，別人不信，不信那就是白教了，這教育就失敗了。"
    },
    {
      "id": "02-041-0077_p0005",
      "zh_CN": "所以，制行在佛法里头非常重要，它的意思就是持戒，严持净戒。持戒的目的是为得清净心，清净心就是禅定，所以讲戒定慧，因戒得定，因定开智慧，清净心生智慧。六道凡夫的心生烦恼，它不生智慧，为什么？他的根本烦恼没断，根本烦恼就是无始无明烦恼、尘沙烦恼、见思烦恼。六道轮回怎么来的？见思烦恼变现出来的，见思烦恼断了，六道就没有了。什么人断？阿罗汉断了，所以阿罗汉出了六道，阿罗汉真正证得六道是一场梦。《金刚经》上所说的「一切有为法，如梦幻泡影」，阿罗汉证得，他醒过来了，再不受六道轮回的拘束。他能不能回到六道来？能。来干什么？来度众生，来教化众生，可以，他不是业报。没有证到阿罗汉果，也就是见思烦恼没有断的人，在六道里头总是受业力在支配，自己做不了主。善业感得的善果，恶业感得的是恶报，苦不堪言，在六道里头生生世世，无量劫来出不去。少数，极少数的人觉悟了，知道六道苦，学佛，求生净土，这个缘无比的殊胜。",
      "zh_TW": "所以，制行在佛法裡頭非常重要，它的意思就是持戒，嚴持淨戒。持戒的目的是為得清淨心，清淨心就是禪定，所以講戒定慧，因戒得定，因定開智慧，清淨心生智慧。六道凡夫的心生煩惱，它不生智慧，為什麼？他的根本煩惱沒斷，根本煩惱就是無始無明煩惱、塵沙煩惱、見思煩惱。六道輪迴怎麼來的？見思煩惱變現出來的，見思煩惱斷了，六道就沒有了。什麼人斷？阿羅漢斷了，所以阿羅漢出了六道，阿羅漢真正證得六道是一場夢。《金剛經》上所說的「一切有為法，如夢幻泡影」，阿羅漢證得，他醒過來了，再不受六道輪迴的拘束。他能不能回到六道來？能。來幹什麼？來度眾生，來教化眾生，可以，他不是業報。沒有證到阿羅漢果，也就是見思煩惱沒有斷的人，在六道裡頭總是受業力在支配，自己做不了主。善業感得的善果，惡業感得的是惡報，苦不堪言，在六道裡頭生生世世，無量劫來出不去。少數，極少數的人覺悟了，知道六道苦，學佛，求生淨土，這個緣無比的殊勝。"
    },
    {
      "id": "02-041-0077_p0006",
      "zh_CN": "制行在这里有这个意思，你看制恶行善。「又念佛即是持戒，是制行义」。念佛人一心专念，心里头只有佛号，没有烦恼，也就是没有妄想、没有杂念，这个心纯净纯善，这是真心，用这个心念佛就有感应。一般念佛的人多，没有感应，念上三年不相信了，为什么？没有感应。问题出在哪里？出在他自己，自己念这句佛号有夹杂、有妄念，这就不行。一定要没有夹杂、没有杂念才好，这比什么都重要。",
      "zh_TW": "制行在這裡有這個意思，你看制惡行善。「又念佛即是持戒，是制行義」。念佛人一心專念，心裡頭只有佛號，沒有煩惱，也就是沒有妄想、沒有雜念，這個心純淨純善，這是真心，用這個心念佛就有感應。一般念佛的人多，沒有感應，念上三年不相信了，為什麼？沒有感應。問題出在哪裡？出在他自己，自己念這句佛號有夾雜、有妄念，這就不行。一定要沒有夾雜、沒有雜念才好，這比什麼都重要。"
    },
    {
      "id": "02-041-0077_p0007",
      "zh_CN": "这是净宗法门称为无上法门，就是这个法门只要自己真正用真诚心、用清净心、用恭敬心念这句佛号，没有一个不往生的。八万四千法门，门门都不容易，为什么？要断烦恼。唯有净土宗不要断烦恼，带业往生，我们才做得到；要断烦恼，不带业往生，那我们都没分。所以，从这个地方我们体会到，阿弥陀佛无尽的慈悲，为我们开这个法门。这个法门主要的度脱的对象是六道凡夫，不是菩萨、声闻、缘觉，不是的，这前面跟诸位说过了。六道凡夫可怜，无量劫都出不了六道，阿弥陀佛特别开这个法门，这个法门是八万四千法门之外，古大德称为门余大道，那个门就是八万四千法门，八万四千法门以外的一条成佛之道。这个法门很容易修，很难相信，尤其在现代。如果过去生中没有善根，遇到这个法门不相信，当面错过。那我们这些人过去生中确实有善根，而且有大善根，虽有善根怎么样？这一生到这个世间来投胎迷了，从小没人教我们，没有人提醒我们，这信心从哪里生？这就经教了，学习经教，在经教里把这个道理搞清楚、搞明白，相信了。如果经教要听不懂，经教不能契入，那善根太难了。",
      "zh_TW": "這是淨宗法門稱為無上法門，就是這個法門只要自己真正用真誠心、用清淨心、用恭敬心念這句佛號，沒有一個不往生的。八萬四千法門，門門都不容易，為什麼？要斷煩惱。唯有淨土宗不要斷煩惱，帶業往生，我們才做得到；要斷煩惱，不帶業往生，那我們都沒分。所以，從這個地方我們體會到，阿彌陀佛無盡的慈悲，為我們開這個法門。這個法門主要的度脫的對象是六道凡夫，不是菩薩、聲聞、緣覺，不是的，這前面跟諸位說過了。六道凡夫可憐，無量劫都出不了六道，阿彌陀佛特別開這個法門，這個法門是八萬四千法門之外，古大德稱為門餘大道，那個門就是八萬四千法門，八萬四千法門以外的一條成佛之道。這個法門很容易修，很難相信，尤其在現代。如果過去生中沒有善根，遇到這個法門不相信，當面錯過。那我們這些人過去生中確實有善根，而且有大善根，雖有善根怎麼樣？這一生到這個世間來投胎迷了，從小沒人教我們，沒有人提醒我們，這信心從哪裡生？這就經教了，學習經教，在經教裡把這個道理搞清楚、搞明白，相信了。如果經教要聽不懂，經教不能契入，那善根太難了。"
    },
    {
      "id": "02-041-0077_p0008",
      "zh_CN": "所以这净土法门，念了几年佛没有消息，改学别的法门，甚至于改学别的宗教，别的宗教讲生天，容易修。佛法十善业道就是生天，上品十善，来生就是生天道。你的欲没有断，生欲界天；欲望要统统舍了，放下了，生色界天；最高的生无色界天，这不可思议。天的福报大，寿命长，所以也很能诱惑人。我们看世间许许多多宗教，终极的目标都在天堂，基督教的天堂、伊斯兰教的天园，意思是一样的。我们道教讲的神仙，大概没有离开欲界，欲界有六层天。我们这一生真的是无比的幸运，能遇到大乘，能遇到净宗。遇到大乘净宗，换句话说，这一生出轮回的机会有了，问题就是我们自己能不能掌握这个机会、抓住这个机会？问题在此地。信心不足是很大的障碍，怎么办？一定要在经教上下功夫，经教上通了，明白了，信心坚定了，不再动摇，万缘能放得下，往生有把握。",
      "zh_TW": "所以這淨土法門，念了幾年佛沒有消息，改學別的法門，甚至於改學別的宗教，別的宗教講生天，容易修。佛法十善業道就是生天，上品十善，來生就是生天道。你的欲沒有斷，生欲界天；欲望要統統捨了，放下了，生色界天；最高的生無色界天，這不可思議。天的福報大，壽命長，所以也很能誘惑人。我們看世間許許多多宗教，終極的目標都在天堂，基督教的天堂、伊斯蘭教的天園，意思是一樣的。我們道教講的神仙，大概沒有離開欲界，欲界有六層天。我們這一生真的是無比的幸運，能遇到大乘，能遇到淨宗。遇到大乘淨宗，換句話說，這一生出輪迴的機會有了，問題就是我們自己能不能掌握這個機會、抓住這個機會？問題在此地。信心不足是很大的障礙，怎麼辦？一定要在經教上下功夫，經教上通了，明白了，信心堅定了，不再動搖，萬緣能放得下，往生有把握。"
    },
    {
      "id": "02-041-0077_p0009",
      "zh_CN": "去年年初，南阳来佛寺海贤法师往生，为我们表法，一百一十二岁，没有生病，说走就走了。他走的没有人知道，他是晚上走的，别人都睡觉了，他老人家念佛往生了。自己敲引磬，念佛走了。平常他晚上念佛不敲引磬的，走的这天敲引磬。走的这一天，白天还工作了一天，从早到晚在菜园里面拔草、浇菜、整地。做到晚上天黑，有人来喊他，天黑了，可以收工了。他回答说，快做完了，做完了我就不要再做了。没有想到他当天晚上就走了。一百一十二岁，精神、体力、头脑清楚，像年轻人一样。临往生这一个月说的这些话，以后人家一反省，他是预知时至，他知道什么时候走。一点病迹象都没有，所以人没有怀疑到他走。他是讲了他要走了，但是大家不相信，身体那么好，怎么可能说走就走？有老同参，他给人辞行，他说我最近要走了。这些老和尚说，你走的时候告诉我，我们来给你助念。他回答说，助念不可靠，助念没有信心，我不要人助念，我自己念佛走。",
      "zh_TW": "去年年初，南陽來佛寺海賢法師往生，為我們表法，一百一十二歲，沒有生病，說走就走了。他走的沒有人知道，他是晚上走的，別人都睡覺了，他老人家念佛往生了。自己敲引磬，念佛走了。平常他晚上念佛不敲引磬的，走的這天敲引磬。走的這一天，白天還工作了一天，從早到晚在菜園裡面拔草、澆菜、整地。做到晚上天黑，有人來喊他，天黑了，可以收工了。他回答說，快做完了，做完了我就不要再做了。沒有想到他當天晚上就走了。一百一十二歲，精神、體力、頭腦清楚，像年輕人一樣。臨往生這一個月說的這些話，以後人家一反省，他是預知時至，他知道什麼時候走。一點病跡象都沒有，所以人沒有懷疑到他走。他是講了他要走了，但是大家不相信，身體那麼好，怎麼可能說走就走？有老同參，他給人辭行，他說我最近要走了。這些老和尚說，你走的時候告訴我，我們來給你助念。他回答說，助念不可靠，助念沒有信心，我不要人助念，我自己念佛走。"
    },
    {
      "id": "02-041-0077_p0010",
      "zh_CN": "给我们做证明，证明里头最重要的，他讲表法，最重要的表法，这是我们必须要知道的，为我们证明西方真有极乐世界。他见阿弥陀佛很多次，我估计至少有十次，十次以上，别人看不到，他看得到。有一天早晨起来烧香烧了十二支香，有人看到了问他，你怎么烧这么多支香？他说我看到床上床下、门里门外统统是阿弥陀佛，虚空法界统统是阿弥陀佛，所以烧十二支香。证明极乐世界真有阿弥陀佛，信愿持名真正能往生。他就是一句佛号一生念到底，二十岁出家，师父告诉他南无阿弥陀佛，教他一直念下去，他听话，他老实，他真干。这一句佛号念到往生，念了九十二年，一门深入，长时薰修。读书千遍，其义自见，老和尚这一句佛号总多少万遍，九十二年没间断，你想他念多少遍？所以这句名号的意思他自见了，不要人说，他全明白了。这个明白是什么？宗门里面大彻大悟、明心见性，跟释迦牟尼佛在菩提树下开悟、六祖惠能大师在五祖方丈室里面听讲经开悟是同一个境界，真的其义自见。这个其义自见是整个宇宙过去未来、此界他方，性相、理事、因果他全知道了，没有他不知道的。他不说，师父交代的，到你知道的时候也不要说，他能遵守，一生真的没告诉人。",
      "zh_TW": "給我們做證明，證明裡頭最重要的，他講表法，最重要的表法，這是我們必須要知道的，為我們證明西方真有極樂世界。他見阿彌陀佛很多次，我估計至少有十次，十次以上，別人看不到，他看得到。有一天早晨起來燒香燒了十二支香，有人看到了問他，你怎麼燒這麼多支香？他說我看到床上床下、門裡門外統統是阿彌陀佛，虛空法界統統是阿彌陀佛，所以燒十二支香。證明極樂世界真有阿彌陀佛，信願持名真正能往生。他就是一句佛號一生念到底，二十歲出家，師父告訴他南無阿彌陀佛，教他一直念下去，他聽話，他老實，他真幹。這一句佛號念到往生，念了九十二年，一門深入，長時薰修。讀書千遍，其義自見，老和尚這一句佛號總多少萬遍，九十二年沒間斷，你想他念多少遍？所以這句名號的意思他自見了，不要人說，他全明白了。這個明白是什麼？宗門裡面大徹大悟、明心見性，跟釋迦牟尼佛在菩提樹下開悟、六祖惠能大師在五祖方丈室裡面聽講經開悟是同一個境界，真的其義自見。這個其義自見是整個宇宙過去未來、此界他方，性相、理事、因果他全知道了，沒有他不知道的。他不說，師父交代的，到你知道的時候也不要說，他能遵守，一生真的沒告訴人。"
    },
    {
      "id": "02-041-0077_p0011",
      "zh_CN": "我们在光碟里面细心去观察，看了几十遍，看出门道出来了，看到他念佛功夫的进展。二十岁，他的禀性好，老实、听话、真干；德行好，虽然不认识字，没念过书，真诚，为人真诚，心地清净，对人、对事、对物非常恭敬，这是德行好。这么好的条件，听老师的话，念这一句阿弥陀佛，我相信三年功夫成片。功夫成片是什么境界？心里头只有阿弥陀佛，除阿弥陀佛之外什么都没有。也就是说，他什么都不放在心上，心地干净，没有分别，心平等，我们这个经题上清净平等觉他得到了，觉是大彻大悟。清净心就是阿罗汉证得的；平等是菩萨证得的；觉是法身菩萨，就是诸佛如来所证的。清净心是事一心不乱，平等觉是理一心不乱。三年，功夫成片，往生的条件就取得了；念佛功夫的深浅，那是往生极乐世界品位的取得。他三年就成功了，二十三岁就成功了。像这种人，继续努力，我相信三十岁左右他就证得事一心不乱，就是阿罗汉的境界，事一心生方便有余土，三十岁。四十岁就非常可能达到理一心不乱，理一心不乱就是明心见性、就是大彻大悟，生实报庄严土。",
      "zh_TW": "我們在光碟裡面細心去觀察，看了幾十遍，看出門道出來了，看到他念佛功夫的進展。二十歲，他的稟性好，老實、聽話、真幹；德行好，雖然不認識字，沒念過書，真誠，為人真誠，心地清淨，對人、對事、對物非常恭敬，這是德行好。這麼好的條件，聽老師的話，念這一句阿彌陀佛，我相信三年功夫成片。功夫成片是什麼境界？心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有。也就是說，他什麼都不放在心上，心地乾淨，沒有分別，心平等，我們這個經題上清淨平等覺他得到了，覺是大徹大悟。清淨心就是阿羅漢證得的；平等是菩薩證得的；覺是法身菩薩，就是諸佛如來所證的。清淨心是事一心不亂，平等覺是理一心不亂。三年，功夫成片，往生的條件就取得了；念佛功夫的深淺，那是往生極樂世界品位的取得。他三年就成功了，二十三歲就成功了。像這種人，繼續努力，我相信三十歲左右他就證得事一心不亂，就是阿羅漢的境界，事一心生方便有餘土，三十歲。四十歲就非常可能達到理一心不亂，理一心不亂就是明心見性、就是大徹大悟，生實報莊嚴土。"
    },
    {
      "id": "02-041-0077_p0012",
      "zh_CN": "他活了一百一十二岁，那怎么回事情？不是他的寿命，他很想早走，阿弥陀佛叫他住世，说他修行修得好，要表法给修行人做个好样子。所以，他的寿命到一百一十二岁是有使命的，阿弥陀佛交给他使命。使命为什么？为净土宗遇到了麻烦。这二十年来，大家排斥夏莲居老居士的会集本，排斥黄念祖老居士的注解，反对我们学这个法门，批评人太多了。在中国历史上空前，不敢讲绝后，是空前，过去从来没有过的，这么大的灾难。多少人学习这个学了十几年放弃了，改用原译本，不敢用会集本。",
      "zh_TW": "他活了一百一十二歲，那怎麼回事情？不是他的壽命，他很想早走，阿彌陀佛叫他住世，說他修行修得好，要表法給修行人做個好樣子。所以，他的壽命到一百一十二歲是有使命的，阿彌陀佛交給他使命。使命為什麼？為淨土宗遇到了麻煩。這二十年來，大家排斥夏蓮居老居士的會集本，排斥黃念祖老居士的註解，反對我們學這個法門，批評人太多了。在中國歷史上空前，不敢講絕後，是空前，過去從來沒有過的，這麼大的災難。多少人學習這個學了十幾年放棄了，改用原譯本，不敢用會集本。"
    },
    {
      "id": "02-041-0077_p0013",
      "zh_CN": "国内有一个法师非常难得，用了十几年的时间，搜集了非常丰富的资料来辩驳。毕竟因为他年轻，声望不够，但是他这一分努力值得赞叹，宏琳法师。我们对他非常感激，他写了一本书，《若要佛法兴，唯有僧赞僧》。最近他身体不好，我们念佛、讲经把功德都回向给他，希望佛菩萨延长他的寿命，像海贤老和尚一样，净宗法门需要这位法师，我们求佛。有人说他过去世是将军，杀人很多，所以有这个果报，他自己也了解。如果说是在国内外有机会放生，我们可以专门为他来放生，将放生的功德回向他延年益寿，消除他杀生的杀业。我们做这个事情自他两利，修功德的人得十分之七，我们自己得十分之七，我们回向给他的得十分之三，所以我们要多做，把听经、学习、念佛、放生的功德回向给他。我们相信我们的愿心会成就，佛会加持、会保佑。佛法确实要兴旺起来，众生才有福，对中国传统文化有很大的帮助。现在全世界的人都需要，需要中国传统文化，需要大乘佛法，特别需要净土宗，我们起心动念阿弥陀佛知道。",
      "zh_TW": "國內有一個法師非常難得，用了十幾年的時間，蒐集了非常豐富的資料來辯駁。畢竟因為他年輕，聲望不夠，但是他這一分努力值得讚歎，宏琳法師。我們對他非常感激，他寫了一本書，《若要佛法興，唯有僧讚僧》。最近他身體不好，我們念佛、講經把功德都迴向給他，希望佛菩薩延長他的壽命，像海賢老和尚一樣，淨宗法門需要這位法師，我們求佛。有人說他過去世是將軍，殺人很多，所以有這個果報，他自己也了解。如果說是在國內外有機會放生，我們可以專門為他來放生，將放生的功德迴向他延年益壽，消除他殺生的殺業。我們做這個事情自他兩利，修功德的人得十分之七，我們自己得十分之七，我們迴向給他的得十分之三，所以我們要多做，把聽經、學習、念佛、放生的功德迴向給他。我們相信我們的願心會成就，佛會加持、會保佑。佛法確實要興旺起來，眾生才有福，對中國傳統文化有很大的幫助。現在全世界的人都需要，需要中國傳統文化，需要大乘佛法，特別需要淨土宗，我們起心動念阿彌陀佛知道。"
    },
    {
      "id": "02-041-0077_p0014",
      "zh_CN": "我们希望的是，海贤老和尚表法任务圆满了，就是这本书的出现。大概是阿弥陀佛告诉他，什么时候你遇到有一本书叫《若要佛法兴，唯有僧赞僧》，你就可以到极乐世界来了。所以他在往生前三天，有四个居士带了这本书去看他老人家，老人家一看到带著书，这什么书？他就说这个书叫《若要佛法兴，唯有僧赞僧》。他听了之后非常高兴，如获至宝，马上穿袍搭衣，把他最心爱的衣服穿上，告诉大家，你们给我照一张照片。他一生从来没有主动要人给他照相，没有，只有这一次，欢喜。而且在照相的时候，他们这几个居士陪他一起，闻到异香，有二、三分钟，几个人统统闻到。没有想到三天就走了。他这个表法就很明显了，为我们证明，夏莲居老居士的会集本是真经，不是假的；黄念祖老居士的集注是真注，不是假的，是以经注经，佛说的，祖师大德那都是菩萨说的，不会有错误；第三个证明我们这些年学习这部经典、这部注解没有错误。他完成这个使命，没有看到这本书不能走，看到这本书他就可以走了。",
      "zh_TW": "我們希望的是，海賢老和尚表法任務圓滿了，就是這本書的出現。大概是阿彌陀佛告訴他，什麼時候你遇到有一本書叫《若要佛法興，唯有僧讚僧》，你就可以到極樂世界來了。所以他在往生前三天，有四個居士帶了這本書去看他老人家，老人家一看到帶著書，這什麼書？他就說這個書叫《若要佛法興，唯有僧讚僧》。他聽了之後非常高興，如獲至寶，馬上穿袍搭衣，把他最心愛的衣服穿上，告訴大家，你們給我照一張照片。他一生從來沒有主動要人給他照相，沒有，只有這一次，歡喜。而且在照相的時候，他們這幾個居士陪他一起，聞到異香，有二、三分鐘，幾個人統統聞到。沒有想到三天就走了。他這個表法就很明顯了，為我們證明，夏蓮居老居士的會集本是真經，不是假的；黃念祖老居士的集註是真註，不是假的，是以經註經，佛說的，祖師大德那都是菩薩說的，不會有錯誤；第三個證明我們這些年學習這部經典、這部註解沒有錯誤。他完成這個使命，沒有看到這本書不能走，看到這本書他就可以走了。"
    },
    {
      "id": "02-041-0077_p0015",
      "zh_CN": "我们也要求佛加持宏琳法师，像海贤老和尚一样，要活超过一百岁。活在这个世间很辛苦，没错，菩萨要发大慈悲心，不怕苦，以苦为师，以戒为师，给世间佛门弟子做个好榜样。随着中国传统文化的复兴，会带动全世界，我们有信心，我们要尽自己一分力量，无论在哪个岗位，要尽忠职守，这就是协助国家。希望汤恩比的话是真的，他在晚年信心非常坚定，整个世界的希望都在中国。",
      "zh_TW": "我們也要求佛加持宏琳法師，像海賢老和尚一樣，要活超過一百歲。活在這個世間很辛苦，沒錯，菩薩要發大慈悲心，不怕苦，以苦為師，以戒為師，給世間佛門弟子做個好榜樣。隨著中國傳統文化的復興，會帶動全世界，我們有信心，我們要盡自己一分力量，無論在哪個崗位，要盡忠職守，這就是協助國家。希望湯恩比的話是真的，他在晚年信心非常堅定，整個世界的希望都在中國。"
    },
    {
      "id": "02-041-0077_p0016",
      "zh_CN": "我们再看最后一尊，解脱菩萨，「表灭除结缚」。结跟缚都是烦恼的代名词，世间人常说心有千千结，那就是妄想、杂念。结的意思更严重，结成业报。缚是绳索捆绑，你不自由、不自在。烦恼这个东西解除了，所以叫解脱，解结脱缚。烦恼从哪里来的？是自己感应来的，任何人都不能把烦恼加给你，你自己愿意接受就没法子了。佛教我们怎么解脱？放下就解脱，你要肯放下。第一个要放下我，我是一切罪业、是轮回的根本。所以佛门学佛，头一个要把我放下，无我。为什么？这个我是假我，这个身体，假我，为什么？它有生灭，真我不生不灭。你看惠能大师开悟了，自性找到了，「何期自性，本不生灭」，本来没有生灭，那是真我。不要把假我当真我，不要把妄心当真心，这是进佛门头一个条件。",
      "zh_TW": "我們再看最後一尊，解脫菩薩，「表滅除結縛」。結跟縛都是煩惱的代名詞，世間人常說心有千千結，那就是妄想、雜念。結的意思更嚴重，結成業報。縛是繩索捆綁，你不自由、不自在。煩惱這個東西解除了，所以叫解脫，解結脫縛。煩惱從哪裡來的？是自己感應來的，任何人都不能把煩惱加給你，你自己願意接受就沒法子了。佛教我們怎麼解脫？放下就解脫，你要肯放下。第一個要放下我，我是一切罪業、是輪迴的根本。所以佛門學佛，頭一個要把我放下，無我。為什麼？這個我是假我，這個身體，假我，為什麼？它有生滅，真我不生不滅。你看惠能大師開悟了，自性找到了，「何期自性，本不生滅」，本來沒有生滅，那是真我。不要把假我當真我，不要把妄心當真心，這是進佛門頭一個條件。"
    },
    {
      "id": "02-041-0077_p0017",
      "zh_CN": "真正明白了，我是假的不是真的，这个身体跟我什么关系？是我所有的，就像衣服一样，衣服是我所有的，脏了马上换一件。在六道里头，轮回这个身体是假的、是生灭，我住在这个里头，它不是我，它要坏了可以换一个，六道轮回你看舍身受身不晓得搞多少次。迷了，以为身是我，为这个身造多少业、造多少罪，都从身来的。这个事情只有佛清楚、佛知道，所以佛教我们，放下身见，不执着身是我；放下边见，边见是对立，我没有了，当然不会跟人对立，不会跟事对立，不会跟一切物对立，对立的念头没有了，就不造业；再放下成见，见取见、戒取见，成见。我们说某人成见很深，自己总以为自己所想的、所说的、所作所为都是对的，其实全是假的。",
      "zh_TW": "真正明白了，我是假的不是真的，這個身體跟我什麼關係？是我所有的，就像衣服一樣，衣服是我所有的，髒了馬上換一件。在六道裡頭，輪迴這個身體是假的、是生滅，我住在這個裡頭，它不是我，它要壞了可以換一個，六道輪迴你看捨身受身不曉得搞多少次。迷了，以為身是我，為這個身造多少業、造多少罪，都從身來的。這個事情只有佛清楚、佛知道，所以佛教我們，放下身見，不執著身是我；放下邊見，邊見是對立，我沒有了，當然不會跟人對立，不會跟事對立，不會跟一切物對立，對立的念頭沒有了，就不造業；再放下成見，見取見、戒取見，成見。我們說某人成見很深，自己總以為自己所想的、所說的、所作所為都是對的，其實全是假的。"
    },
    {
      "id": "02-041-0077_p0018",
      "zh_CN": "所以佛教我们，断恶不着断恶的相，修善不执着修善的相，让心地干干净净、一尘不染，这叫真修。这在佛门是什么地位？刚刚入门，小乘初果、大乘初信位菩萨。用这个来做标准，我们够不够做佛的弟子？不够，身见没断，你就没入门，这个不能不知道。经典上讲得很清楚，大小乘经都有，你五种见惑没有断，你是假的不是真的；五种见惑断了，入门了。入佛门就称为圣人，小小圣人，好像小学一年级的学生，真的是佛学生，那不是假的。五种见惑断了，本能有两种恢复了，神通是本能，本来有的，这五种见惑断掉，天眼通、天耳通这两样出现了。你有天眼，鬼神，一般人看不见，你能看见；天神，一般人看不见，你也能看见，至少欲界六层天没有障碍，色界天你看不到，欲界天你能看到。",
      "zh_TW": "所以佛教我們，斷惡不著斷惡的相，修善不執著修善的相，讓心地乾乾淨淨、一塵不染，這叫真修。這在佛門是什麼地位？剛剛入門，小乘初果、大乘初信位菩薩。用這個來做標準，我們夠不夠做佛的弟子？不夠，身見沒斷，你就沒入門，這個不能不知道。經典上講得很清楚，大小乘經都有，你五種見惑沒有斷，你是假的不是真的；五種見惑斷了，入門了。入佛門就稱為聖人，小小聖人，好像小學一年級的學生，真的是佛學生，那不是假的。五種見惑斷了，本能有兩種恢復了，神通是本能，本來有的，這五種見惑斷掉，天眼通、天耳通這兩樣出現了。你有天眼，鬼神，一般人看不見，你能看見；天神，一般人看不見，你也能看見，至少欲界六層天沒有障礙，色界天你看不到，欲界天你能看到。"
    },
    {
      "id": "02-041-0077_p0019",
      "zh_CN": "再把思惑断掉，思惑：贪瞋痴慢疑，这五种烦恼与生俱来，我们迷了本性那一天这个烦恼就跟来了。这是什么？这不讲身体，身体是物质现象，讲精神现象，精神现象里头有我。人死了，知道身不是我，身丢了，灵魂是我，执着灵魂是我。灵魂真存在，活动力非常大，那叫什么？叫我见。身体是我相，我相有生灭的，假的，不要了，我见执着。这个我见是什么？就是末那识，阿赖耶识、末那识，末那识是迷，末那的根就是我见。跟着我见一起来的，我爱，那个爱就是贪；我慢，慢就是瞋；我痴，痴就是怀疑。所以，贪的核心是爱，这是自私自利的爱，不是自性的性德，自性的性德在佛法不叫爱，叫慈悲，菩萨证得的；瞋恨的核心是傲慢，愚痴的核心是怀疑。贪瞋痴慢疑叫俱生烦恼，你只一迷，一念不觉，起了一个妄心阿赖耶，阿赖耶的三细相：物质现象、精神现象、自然现象变现出这个世界，虚空法界，你就迷在里头了。这一迷可麻烦了，生生世世都迷，念念不觉，不觉就是迷。诸佛菩萨念念觉而不迷，六道凡夫念念迷而不觉。",
      "zh_TW": "再把思惑斷掉，思惑：貪瞋痴慢疑，這五種煩惱與生俱來，我們迷了本性那一天這個煩惱就跟來了。這是什麼？這不講身體，身體是物質現象，講精神現象，精神現象裡頭有我。人死了，知道身不是我，身丟了，靈魂是我，執著靈魂是我。靈魂真存在，活動力非常大，那叫什麼？叫我見。身體是我相，我相有生滅的，假的，不要了，我見執著。這個我見是什麼？就是末那識，阿賴耶識、末那識，末那識是迷，末那的根就是我見。跟著我見一起來的，我愛，那個愛就是貪；我慢，慢就是瞋；我痴，痴就是懷疑。所以，貪的核心是愛，這是自私自利的愛，不是自性的性德，自性的性德在佛法不叫愛，叫慈悲，菩薩證得的；瞋恨的核心是傲慢，愚痴的核心是懷疑。貪瞋痴慢疑叫俱生煩惱，你只一迷，一念不覺，起了一個妄心阿賴耶，阿賴耶的三細相：物質現象、精神現象、自然現象變現出這個世界，虛空法界，你就迷在裡頭了。這一迷可麻煩了，生生世世都迷，念念不覺，不覺就是迷。諸佛菩薩念念覺而不迷，六道凡夫念念迷而不覺。"
    },
    {
      "id": "02-041-0077_p0020",
      "zh_CN": "圣人他所证得的，位不退。小乘初果他不会退落到凡夫，也就是说他身见搞清楚了，丢掉了不要了，不会再起执着身的念头，他不会。他努力再修，那修很苦，天上人间。所以他证得初果之后，永远不会堕三恶道，他没有出离六道。在人间寿命尽了他到天道，天上寿命尽了再到人道，人天这两道七次往来，他就证阿罗汉果，证阿罗汉果就超越六道轮回。阿罗汉六种神通具足，有天眼、天耳、他心，别人心里起心动念他知道，这是真的不是假的。为什么？你看现在日本江本胜博士做的水实验，我们高雄刘医生也做了个水实验，我觉得刘医生做的超过江本博士。对，江本出名了，刘医生没出名。做得好，人起心动念水晓得，水的反应，你起的善念反应美，不善的念头就很丑陋。",
      "zh_TW": "聖人他所證得的，位不退。小乘初果他不會退落到凡夫，也就是說他身見搞清楚了，丟掉了不要了，不會再起執著身的念頭，他不會。他努力再修，那修很苦，天上人間。所以他證得初果之後，永遠不會墮三惡道，他沒有出離六道。在人間壽命盡了他到天道，天上壽命盡了再到人道，人天這兩道七次往來，他就證阿羅漢果，證阿羅漢果就超越六道輪迴。阿羅漢六種神通具足，有天眼、天耳、他心，別人心裡起心動念他知道，這是真的不是假的。為什麼？你看現在日本江本勝博士做的水實驗，我們高雄劉醫生也做了個水實驗，我覺得劉醫生做的超過江本博士。對，江本出名了，劉醫生沒出名。做得好，人起心動念水曉得，水的反應，你起的善念反應美，不善的念頭就很醜陋。"
    },
    {
      "id": "02-041-0077_p0021",
      "zh_CN": "在中国大陆广东潮州有个谢总，很难得，他把他企业赚来的钱统统办班教学。每个月办两次，每一次七天，他就是七天办一班，休息七天，下一次七天再办。办了三年没中断，一分钱不收，人家捐钱也不要。他公司赚钱的时候，好像人数只有一百多人，他能照顾的，供吃供住七天，到那个地方。他这个班里头，第一堂课就是水结晶，「人生不能不看的一个实验」，要大家看。看了之后你心里就有数，原来自己不知道，现在你明白了，起心动念有感应。如果是说恶念，那个反应非常不好，对你身心健康就有障碍，对你家庭事业当然也造成麻烦；人的念头，好念头，就一帆风顺，身心健康，家庭和乐。很有启发性，头一堂教你相信科学，这是科学说的。",
      "zh_TW": "在中國大陸廣東潮州有個謝總，很難得，他把他企業賺來的錢統統辦班教學。每個月辦兩次，每一次七天，他就是七天辦一班，休息七天，下一次七天再辦。辦了三年沒中斷，一分錢不收，人家捐錢也不要。他公司賺錢的時候，好像人數只有一百多人，他能照顧的，供吃供住七天，到那個地方。他這個班裡頭，第一堂課就是水結晶，「人生不能不看的一個實驗」，要大家看。看了之後你心裡就有數，原來自己不知道，現在你明白了，起心動念有感應。如果是說惡念，那個反應非常不好，對你身心健康就有障礙，對你家庭事業當然也造成麻煩；人的念頭，好念頭，就一帆風順，身心健康，家庭和樂。很有啟發性，頭一堂教你相信科學，這是科學說的。"
    },
    {
      "id": "02-041-0077_p0022",
      "zh_CN": "七天的课程，七天能够把一个恶人变成善人，能够把一个贪官变成廉洁，再不敢贪污，真了不起，证明人性本善，人是很好教的。我们过去在汤池做这个实验还用了三个月，他七天，跟我讲我都不相信，拿他的光碟，七天教学的光碟来给我看，那没话讲。我介绍日本前首相鸠山去看，他去访问了，这个资料我看到了，佩服得五体投地，亲眼看到，恶人真受了感动，不敢做坏事了。现场有一个开电动玩具的老板，她开了十几家，七天课上了之后，她向大众忏悔，决定她这个电动玩具店统统关门。鸠山夫妻两个人听到了，问她，真的吗？真的。他感到很惊讶，不可思议，那赚钱的生意。听了之后不敢干了，钱是赚了，害了多少小孩！再不敢做这个坏事了，非常有效果。",
      "zh_TW": "七天的課程，七天能夠把一個惡人變成善人，能夠把一個貪官變成廉潔，再不敢貪污，真了不起，證明人性本善，人是很好教的。我們過去在湯池做這個實驗還用了三個月，他七天，跟我講我都不相信，拿他的光碟，七天教學的光碟來給我看，那沒話講。我介紹日本前首相鳩山去看，他去訪問了，這個資料我看到了，佩服得五體投地，親眼看到，惡人真受了感動，不敢做壞事了。現場有一個開電動玩具的老闆，她開了十幾家，七天課上了之後，她向大眾懺悔，決定她這個電動玩具店統統關門。鳩山夫妻兩個人聽到了，問她，真的嗎？真的。他感到很驚訝，不可思議，那賺錢的生意。聽了之後不敢幹了，錢是賺了，害了多少小孩！再不敢做這個壞事了，非常有效果。"
    },
    {
      "id": "02-041-0077_p0023",
      "zh_CN": "他七天课程没有老师去教，完全用光碟。他自己做教练，教练什么？带着大家一起看，看完之后，让大家提出心得、感想，互相交流，他再引导大家，就是教练。他没有教员、没有教官，他自己当教练，陪着大家一起学。他自己原本是黑道的，无恶不作的，遇到佛法回过头来，大善人，第一大善人。不但自己回头，能带领，三年带领七千多人回头了，这里面还有两千多是地方干部，都变成好官员。真能救国家，真能救全世界，中国文化救全世界不是假的，真的。所以我也想到，我们这个地方也要办，可以把他那一套教材统统拿来。我们这边派几个人到那边去参加个一、二次，认真学习，回来之后在台湾开班。愈多愈好，每个县市、每个乡镇都办，一年天下太平，社会问题全没有了。人心向善，连自然灾害也没有了。实际上没有自然灾害，自然是最健康的、是最美的、最好的，我们违背了自然，自然报复你，这就是天然灾害，是这么来的，所以我们要晓得。",
      "zh_TW": "他七天課程沒有老師去教，完全用光碟。他自己做教練，教練什麼？帶著大家一起看，看完之後，讓大家提出心得、感想，互相交流，他再引導大家，就是教練。他沒有教員、沒有教官，他自己當教練，陪著大家一起學。他自己原本是黑道的，無惡不作的，遇到佛法回過頭來，大善人，第一大善人。不但自己回頭，能帶領，三年帶領七千多人回頭了，這裡面還有兩千多是地方幹部，都變成好官員。真能救國家，真能救全世界，中國文化救全世界不是假的，真的。所以我也想到，我們這個地方也要辦，可以把他那一套教材統統拿來。我們這邊派幾個人到那邊去參加個一、二次，認真學習，回來之後在台灣開班。愈多愈好，每個縣市、每個鄉鎮都辦，一年天下太平，社會問題全沒有了。人心向善，連自然災害也沒有了。實際上沒有自然災害，自然是最健康的、是最美的、最好的，我們違背了自然，自然報復你，這就是天然災害，是這麼來的，所以我們要曉得。"
    },
    {
      "id": "02-041-0077_p0024",
      "zh_CN": "化解烦恼习气，化解妄想杂念，最好的方法，念佛，信愿持名。让我们二六时中，就是从早到晚心里面只有阿弥陀佛，除阿弥陀佛之外统统清出去。好，这最健康的，没有比这个更好的。心地什么都没有，连佛也没有，那是八万四千法门的宗旨，难！我们做不到。心上放一个东西，行，用这一个代表一切，把一切归原成一尊阿弥陀佛，这个我们做得到。心里什么都没有，做不到，有很多人什么都没有，他执着空，那还是一桩东西在。他心里什么？他心里有个空，有个空它就不空了，那个烦恼的根没有拔除。我们现在用特别的方法，把阿弥陀佛请来，把烦恼拔除掉。",
      "zh_TW": "化解煩惱習氣，化解妄想雜念，最好的方法，念佛，信願持名。讓我們二六時中，就是從早到晚心裡面只有阿彌陀佛，除阿彌陀佛之外統統清出去。好，這最健康的，沒有比這個更好的。心地什麼都沒有，連佛也沒有，那是八萬四千法門的宗旨，難！我們做不到。心上放一個東西，行，用這一個代表一切，把一切歸原成一尊阿彌陀佛，這個我們做得到。心裡什麼都沒有，做不到，有很多人什麼都沒有，他執著空，那還是一樁東西在。他心裡什麼？他心裡有個空，有個空它就不空了，那個煩惱的根沒有拔除。我們現在用特別的方法，把阿彌陀佛請來，把煩惱拔除掉。"
    },
    {
      "id": "02-041-0077_p0025",
      "zh_CN": "一定要觉悟，人世间太苦了，特别是我们生在这个时代，善人少、恶人多，做好事苦，非常辛苦，干坏事有人帮忙。我们一生奉公守法，学佛之后，知道佛法的殊胜，一生依教奉行。没有护持，为什么没有护持？正知正见的人太少了。那些护法的人很多，多数是世间的达官贵人财主，他们需要什么？他们需要你为他祈祷，天天功德为他回向，帮助他升官发财，他来护持。讲经的可怜，讲经不行，这个没用处，他不来，他根本不来听经，所以讲经没有人照顾。古时候讲经的人国王大臣照顾，现在国家不管你了，让你自生自灭。",
      "zh_TW": "一定要覺悟，人世間太苦了，特別是我們生在這個時代，善人少、惡人多，做好事苦，非常辛苦，幹壞事有人幫忙。我們一生奉公守法，學佛之後，知道佛法的殊勝，一生依教奉行。沒有護持，為什麼沒有護持？正知正見的人太少了。那些護法的人很多，多數是世間的達官貴人財主，他們需要什麼？他們需要你為他祈禱，天天功德為他迴向，幫助他升官發財，他來護持。講經的可憐，講經不行，這個沒用處，他不來，他根本不來聽經，所以講經沒有人照顧。古時候講經的人國王大臣照顧，現在國家不管你了，讓你自生自滅。"
    },
    {
      "id": "02-041-0077_p0026",
      "zh_CN": "我们这里照片挂着有个韩馆长，她护持我三十年，到她往生，没有她三十年的护持，就没有今天的成就。三十年，她给我一个安定的环境，每天可以学习经教，可以有讲台练习讲经，听众不拘多少，从五、六个人到几百个人。这在过去在台湾前面三十年，没有这三十年，哪来的成就？所以，这个护法功德我们不能忘记，我们每天讲经都给他们回向。老师是指路，帮助我们解除经典上的疑难；护持重要，不护持，你身心不安，你怎么能把心定下来学教？所以护持功德非常大。诸位要是把事实真相看清楚、看明白了，才真正相信经上这两句话，「人身难得，佛法难闻」，你才真正相信，才体会到这两句话的深义。",
      "zh_TW": "我們這裡照片掛著有個韓館長，她護持我三十年，到她往生，沒有她三十年的護持，就沒有今天的成就。三十年，她給我一個安定的環境，每天可以學習經教，可以有講台練習講經，聽眾不拘多少，從五、六個人到幾百個人。這在過去在台灣前面三十年，沒有這三十年，哪來的成就？所以，這個護法功德我們不能忘記，我們每天講經都給他們迴向。老師是指路，幫助我們解除經典上的疑難；護持重要，不護持，你身心不安，你怎麼能把心定下來學教？所以護持功德非常大。諸位要是把事實真相看清楚、看明白了，才真正相信經上這兩句話，「人身難得，佛法難聞」，你才真正相信，才體會到這兩句話的深義。"
    },
    {
      "id": "02-041-0077_p0027",
      "zh_CN": "我们再往下看，「如经云：身独度脱，获其福德，可得长寿泥洹之道」。人，解脱就是放下，为什么要放下？你看头一个放下身，身放下，为什么？不是我，是我所有的。这个工具可以利用，这假的，借假修真，这就对了。我用这个假身体我来修真道，修成心性里面本来佛，这是佛教。佛在《华严经》上告诉我们，「一切众生本来是佛」，不是假的，为什么？自性就是佛，明心见性，见性成佛，见性的人是真佛不是假佛。所以我们晓得，愈学愈清楚，愈学愈明白，我们自己有信心、有把握往生西方极乐世界，所以在生活当中法喜充满，常生欢喜心。欢喜从哪来的？从净土来的，从阿弥陀佛那来的。身独度脱，今天的度脱就是往生西方极乐世界，极乐世界的福德我们无法想像，不可思议，到达极乐世界就得到了。而且生到西方极乐世界就是无量寿，可得长寿泥洹之道，泥洹就是般涅槃，般涅槃意思就是不生不灭，惠能大师第二句所说的，泥洹。真正得无量寿，不生不灭是真的无量寿；有生有灭，寿命再长那都不是真的无量寿，叫有量的无量寿，不是真的。到极乐世界，确实能证得大般涅槃，跟阿弥陀佛一样。",
      "zh_TW": "我們再往下看，「如經云：身獨度脫，獲其福德，可得長壽泥洹之道」。人，解脫就是放下，為什麼要放下？你看頭一個放下身，身放下，為什麼？不是我，是我所有的。這個工具可以利用，這假的，借假修真，這就對了。我用這個假身體我來修真道，修成心性裡面本來佛，這是佛教。佛在《華嚴經》上告訴我們，「一切眾生本來是佛」，不是假的，為什麼？自性就是佛，明心見性，見性成佛，見性的人是真佛不是假佛。所以我們曉得，愈學愈清楚，愈學愈明白，我們自己有信心、有把握往生西方極樂世界，所以在生活當中法喜充滿，常生歡喜心。歡喜從哪來的？從淨土來的，從阿彌陀佛那來的。身獨度脫，今天的度脫就是往生西方極樂世界，極樂世界的福德我們無法想像，不可思議，到達極樂世界就得到了。而且生到西方極樂世界就是無量壽，可得長壽泥洹之道，泥洹就是般涅槃，般涅槃意思就是不生不滅，惠能大師第二句所說的，泥洹。真正得無量壽，不生不滅是真的無量壽；有生有滅，壽命再長那都不是真的無量壽，叫有量的無量壽，不是真的。到極樂世界，確實能證得大般涅槃，跟阿彌陀佛一樣。"
    },
    {
      "id": "02-041-0077_p0028",
      "zh_CN": "「又值斯经者，随意所愿，皆可得度」，这句话都是本经上的，非常重要。值是遇到，你遇到这部经，你能够相信、能够理解、能够读诵、能够依教奉行，那你就随意所愿，你能度自己，你也能帮助别人，皆可得度，这一句非常难得。十六位大士都是在家菩萨，每一位表法的意思在这边都简单介绍过了。",
      "zh_TW": "「又值斯經者，隨意所願，皆可得度」，這句話都是本經上的，非常重要。值是遇到，你遇到這部經，你能夠相信、能夠理解、能夠讀誦、能夠依教奉行，那你就隨意所願，你能度自己，你也能幫助別人，皆可得度，這一句非常難得。十六位大士都是在家菩薩，每一位表法的意思在這邊都簡單介紹過了。"
    },
    {
      "id": "02-041-0077_p0029",
      "zh_CN": "我们看下文，『而为上首』，「表以上十六正士为会中无量无边、一时来集之在家菩萨中之上首」。这里给我们递了个信息，释迦牟尼佛讲《无量寿经》的时候，在家菩萨无量无边，一时来集，这句话很重要。根据《会疏》及《甄解》所说的，我们继续往下看，「（一）普贤、文殊正是释迦会中上首，故举两大士总摄会中一切菩萨」，让我们看他表法的意思。第二，「弥勒是当来贤劫成佛诸菩萨之上首」，弥勒代表贤劫千佛。他是千佛里头第五尊佛，第五尊佛以后的这九百九十五尊现在都是等觉菩萨。第三个，「贤护等十六正士是会中居家菩萨的上首」，在家菩萨。说得好！「此说稳妥」，这是日本，《会疏》跟《甄解》都是日本的祖师大德对《无量寿经》的注解，说得好，表法的意思说得非常圆满。释迦会上，普贤、文殊代表；贤劫千佛，弥勒代表；十六正士，代表无量无边的在家菩萨。这个说法说得稳妥。「故不采净影之说」，《净影疏》里面讲的不采取，采取日本法师说的。「彼将文殊、普贤亦并于贤劫成佛之菩萨中」。这个净影是小慧远，隋朝的，隋朝的慧远大师。他住的寺庙叫净影寺，所以后人对他的尊敬，不称名，称他的寺，称为净影大师。他的这个说法没有日本那两种说得好。",
      "zh_TW": "我們看下文，『而為上首』，「表以上十六正士為會中無量無邊、一時來集之在家菩薩中之上首」。這裡給我們遞了個信息，釋迦牟尼佛講《無量壽經》的時候，在家菩薩無量無邊，一時來集，這句話很重要。根據《會疏》及《甄解》所說的，我們繼續往下看，「（一）普賢、文殊正是釋迦會中上首，故舉兩大士總攝會中一切菩薩」，讓我們看他表法的意思。第二，「彌勒是當來賢劫成佛諸菩薩之上首」，彌勒代表賢劫千佛。他是千佛裡頭第五尊佛，第五尊佛以後的這九百九十五尊現在都是等覺菩薩。第三個，「賢護等十六正士是會中居家菩薩的上首」，在家菩薩。說得好！「此說穩妥」，這是日本，《會疏》跟《甄解》都是日本的祖師大德對《無量壽經》的註解，說得好，表法的意思說得非常圓滿。釋迦會上，普賢、文殊代表；賢劫千佛，彌勒代表；十六正士，代表無量無邊的在家菩薩。這個說法說得穩妥。「故不採淨影之說」，《淨影疏》裡面講的不採取，採取日本法師說的。「彼將文殊、普賢亦並於賢劫成佛之菩薩中」。這個淨影是小慧遠，隋朝的，隋朝的慧遠大師。他住的寺廟叫淨影寺，所以後人對他的尊敬，不稱名，稱他的寺，稱為淨影大師。他的這個說法沒有日本那兩種說得好。"
    },
    {
      "id": "02-041-0077_p0030",
      "zh_CN": "前面讲的表法，下面这一段，「广叹」，赞叹这些菩萨们的真实之德。这里面分四科，第一科「普赞实德」。这又分四小科，第一个小科「德遵普贤」。我们看经文，只有一句：",
      "zh_TW": "前面講的表法，下面這一段，「廣歎」，讚歎這些菩薩們的真實之德。這裡面分四科，第一科「普讚實德」。這又分四小科，第一個小科「德遵普賢」。我們看經文，只有一句："
    },
    {
      "id": "02-041-0077_p0031",
      "zh_CN": "【咸共遵修普贤大士之德。】",
      "zh_TW": "【咸共遵修普賢大士之德。】"
    },
    {
      "id": "02-041-0077_p0032",
      "zh_CN": "虽然只有一句，这一句太重要了，我们看念老的注解。「本品从咸共遵修，至品末之不可思议，皆是赞叹普贤大士暨会中一切菩萨之德」，与会的这些菩萨。我们接着看下面这一段，『大士』，「大士者即菩萨」，对菩萨的尊称，「即大道心有情」。中国古时候，翻译菩萨把它翻作大道心有情。有情这两个字还是出自玄奘，古人只翻到大道心，玄奘大师加个有情。因为大道心可以成佛，佛是大道心；但是菩萨还有情，情执没有断干净。这个情是什么？无始无明的烦恼习气。",
      "zh_TW": "雖然只有一句，這一句太重要了，我們看念老的註解。「本品從咸共遵修，至品末之不可思議，皆是讚歎普賢大士暨會中一切菩薩之德」，與會的這些菩薩。我們接著看下面這一段，『大士』，「大士者即菩薩」，對菩薩的尊稱，「即大道心有情」。中國古時候，翻譯菩薩把它翻作大道心有情。有情這兩個字還是出自玄奘，古人只翻到大道心，玄奘大師加個有情。因為大道心可以成佛，佛是大道心；但是菩薩還有情，情執沒有斷乾淨。這個情是什麼？無始無明的煩惱習氣。"
    },
    {
      "id": "02-041-0077_p0033",
      "zh_CN": "你看看，现行跟习气，阿罗汉见思烦恼的现行断掉了，确实没有了，但是还有习气。所以他证阿罗汉果，阿罗汉还有见思烦恼习气。他在四圣法界声闻法界里面断习气，把见思烦恼习气断掉。断掉之后他就提升了，他就不是阿罗汉，辟支佛，比阿罗汉高一级。也就是辟支佛见思跟见思习气统统断了，阿罗汉只断见思，没有断习气。辟支佛见思习气断了，在他的果位上，他要断尘沙烦恼。尘沙烦恼断尽，他就提升，他就是菩萨，十法界里面的菩萨，那个菩萨带着习气，尘沙烦恼习气。必须把尘沙烦恼习气断尽，菩萨成佛了，十法界里面的佛，天台六即佛里头说相似即佛，不是真佛。这个佛断了什么？见思烦恼、尘沙烦恼现行、习气统统断干净，在他这个地位上断无明。无明断了，无明是起心动念，不起心不动念，我们眼见色、耳闻声，看得清楚、听得清楚，没有起心动念，这个地位就高了。这是什么？这是无明破了，无明是起心动念，不起心不动念，他就脱离十法界，往生到实报庄严土，称之为法身大士。",
      "zh_TW": "你看看，現行跟習氣，阿羅漢見思煩惱的現行斷掉了，確實沒有了，但是還有習氣。所以他證阿羅漢果，阿羅漢還有見思煩惱習氣。他在四聖法界聲聞法界裡面斷習氣，把見思煩惱習氣斷掉。斷掉之後他就提升了，他就不是阿羅漢，辟支佛，比阿羅漢高一級。也就是辟支佛見思跟見思習氣統統斷了，阿羅漢只斷見思，沒有斷習氣。辟支佛見思習氣斷了，在他的果位上，他要斷塵沙煩惱。塵沙煩惱斷盡，他就提升，他就是菩薩，十法界裡面的菩薩，那個菩薩帶著習氣，塵沙煩惱習氣。必須把塵沙煩惱習氣斷盡，菩薩成佛了，十法界裡面的佛，天台六即佛裡頭說相似即佛，不是真佛。這個佛斷了什麼？見思煩惱、塵沙煩惱現行、習氣統統斷乾淨，在他這個地位上斷無明。無明斷了，無明是起心動念，不起心不動念，我們眼見色、耳聞聲，看得清楚、聽得清楚，沒有起心動念，這個地位就高了。這是什麼？這是無明破了，無明是起心動念，不起心不動念，他就脫離十法界，往生到實報莊嚴土，稱之為法身大士。"
    },
    {
      "id": "02-041-0077_p0034",
      "zh_CN": "法身大士在实报土里面有四十一个位次，这就是四十一人居净土，四十一人，十住、十行、十回向、十地、等觉，都是法身菩萨，都是不起心不动念。但是不起心不动念，无始无明烦恼习气没断，现行真的断了，所以他们在这个地方修行。这个地方有没有方法断？没有，如果你说我有个方法来断无始无明习气，那又一个烦恼起现行，他没有。怎么断法？随它去吧，时间久了自然没有了。这四十一个位次，我们就理解了，在下面的习气浓，在上面的习气淡薄。要多长的时间习气完全断干净？三个阿僧祇劫。这就叫有量的无量寿，三大阿僧祇劫是无量寿，但是三大阿僧祇劫是有量的，不是真正无量寿，是有量的无量寿。但是他们习气断尽了，证得妙觉，那就是真的无量寿。所以这个有量的跟无量是连接到的，决定证得真正无量寿。我们得把它搞清楚、搞明白，一点都不能含糊。",
      "zh_TW": "法身大士在實報土裡面有四十一個位次，這就是四十一人居淨土，四十一人，十住、十行、十迴向、十地、等覺，都是法身菩薩，都是不起心不動念。但是不起心不動念，無始無明煩惱習氣沒斷，現行真的斷了，所以他們在這個地方修行。這個地方有沒有方法斷？沒有，如果你說我有個方法來斷無始無明習氣，那又一個煩惱起現行，他沒有。怎麼斷法？隨它去吧，時間久了自然沒有了。這四十一個位次，我們就理解了，在下面的習氣濃，在上面的習氣淡薄。要多長的時間習氣完全斷乾淨？三個阿僧祇劫。這就叫有量的無量壽，三大阿僧祇劫是無量壽，但是三大阿僧祇劫是有量的，不是真正無量壽，是有量的無量壽。但是他們習氣斷盡了，證得妙覺，那就是真的無量壽。所以這個有量的跟無量是連接到的，決定證得真正無量壽。我們得把它搞清楚、搞明白，一點都不能含糊。"
    },
    {
      "id": "02-041-0077_p0035",
      "zh_CN": "他们断无明的习气，经上有个比喻，好像酒瓶，盛酒的酒瓶，酒瓶倒干净了，擦干净了，确实一滴都没有，闻还有味道，那叫习气。怎么办？瓶盖打开放在那里，别理它，过半年、过一年再去闻，没有了。所以这个习气浓淡分成四十一个等级，是这么来的。在那个地方，不起心不动念，哪还有什么等级？没有等级。所以这个等级不能说真有，也不能说真无，你要说它没有，确实每一个在实报土的菩萨确实习气浓淡有，有这个问题存在。到完全断尽了，就不住报土，实报庄严土也没有了，符合《金刚经》上所说的「凡所有相，皆是虚妄」，没有一样是真的。真的现前，真的是常寂光，这个时候菩萨融入常寂光，身心都融入。",
      "zh_TW": "他們斷無明的習氣，經上有個比喻，好像酒瓶，盛酒的酒瓶，酒瓶倒乾淨了，擦乾淨了，確實一滴都沒有，聞還有味道，那叫習氣。怎麼辦？瓶蓋打開放在那裡，別理它，過半年、過一年再去聞，沒有了。所以這個習氣濃淡分成四十一個等級，是這麼來的。在那個地方，不起心不動念，哪還有什麼等級？沒有等級。所以這個等級不能說真有，也不能說真無，你要說它沒有，確實每一個在實報土的菩薩確實習氣濃淡有，有這個問題存在。到完全斷盡了，就不住報土，實報莊嚴土也沒有了，符合《金剛經》上所說的「凡所有相，皆是虛妄」，沒有一樣是真的。真的現前，真的是常寂光，這個時候菩薩融入常寂光，身心都融入。"
    },
    {
      "id": "02-041-0077_p0036",
      "zh_CN": "常寂光在哪里？遍法界虚空界，无处不在，无时不在。所以常寂光净土里面的法身如来在面前，他要现身，当处出生，随处灭尽，没有来去，没有先后，没有远近，他就在面前，跟我们自己的自性融成一体。这是佛法里所说的，世间所有宗教都没有说过，一体。好像老子说过，「天地与我同根，万物与我一体」，有这个意思，这是常寂光里头法身如来。虽然融成一片光，但是光能起作用，能现万法；不起作用的时候隐，什么都没有。起作用时候现，惠能大师讲的「何期自性，能生万法」，那是现；不现的时候就是隐。隐现一如，隐现自在，众生有感他就现。我们众生念佛，佛就现。我们念阿弥陀佛，为什么阿弥陀佛没有现？我们有业障，如果我们没有业障，阿弥陀佛随时就现。",
      "zh_TW": "常寂光在哪裡？遍法界虛空界，無處不在，無時不在。所以常寂光淨土裡面的法身如來在面前，他要現身，當處出生，隨處滅盡，沒有來去，沒有先後，沒有遠近，他就在面前，跟我們自己的自性融成一體。這是佛法裡所說的，世間所有宗教都沒有說過，一體。好像老子說過，「天地與我同根，萬物與我一體」，有這個意思，這是常寂光裡頭法身如來。雖然融成一片光，但是光能起作用，能現萬法；不起作用的時候隱，什麼都沒有。起作用時候現，惠能大師講的「何期自性，能生萬法」，那是現；不現的時候就是隱。隱現一如，隱現自在，眾生有感他就現。我們眾生念佛，佛就現。我們念阿彌陀佛，為什麼阿彌陀佛沒有現？我們有業障，如果我們沒有業障，阿彌陀佛隨時就現。"
    },
    {
      "id": "02-041-0077_p0037",
      "zh_CN": "海贤法师到了晚年，跟阿弥陀佛那边，他的业障没有了，所以他随时可以看到。这本书，《僧赞僧》这本书，我们要问，海贤和尚知不知道？当然知道。但是没有人送给他，他自己不可以去拿，一定要有人送给他，才算是缘成熟。他要自己拿早就拿到了，这书出不少年了，但是不断的在增加、在修订，已经出了好多年了。一定要有人送给他，阿弥陀佛才会现身来接他走。跟佛陀有约，他就天天在等，等哪个人来送给他。谁送给他，他也知道，他不是不知道，全知道。所以他的心里很踏实，一个妄念都没有，清清楚楚、明明白白。",
      "zh_TW": "海賢法師到了晚年，跟阿彌陀佛那邊，他的業障沒有了，所以他隨時可以看到。這本書，《僧讚僧》這本書，我們要問，海賢和尚知不知道？當然知道。但是沒有人送給他，他自己不可以去拿，一定要有人送給他，才算是緣成熟。他要自己拿早就拿到了，這書出不少年了，但是不斷的在增加、在修訂，已經出了好多年了。一定要有人送給他，阿彌陀佛才會現身來接他走。跟佛陀有約，他就天天在等，等哪個人來送給他。誰送給他，他也知道，他不是不知道，全知道。所以他的心裡很踏實，一個妄念都沒有，清清楚楚、明明白白。"
    },
    {
      "id": "02-041-0077_p0038",
      "zh_CN": "「士谓士夫」，这个士夫就是中国古时候社会阶级分士农工商，士是现在讲的知识分子。但是知识分子还不行，不是士的真正意思，士是有智慧、有德行、有道德的、有学问的这些读书人，这称为士。大就是前面所说的大道心众生，这就不必再提了。「本经会中，以普贤菩萨为一切菩萨之上首」，他做一个总的代表，代表出家的，跟《华严经》上所列的完全相同。「余文殊、弥勒、贤护等出家在家菩萨，暨十方来会无量无边之诸大菩萨，皆悉遵行普贤大士之德」，这一句重要，我们要特别重视。普贤菩萨所表的法，是成佛的第一法，我们要想修行成佛，到最高的一个层次就是修普贤大士之德，普贤大士之德就是十大愿王，这个地方有引。「普贤大士乃华严长子，其至德即十大愿王，导归极乐」。这十大愿王不能不重视，你要不修这个，你生不了极乐世界。",
      "zh_TW": "「士謂士夫」，這個士夫就是中國古時候社會階級分士農工商，士是現在講的知識分子。但是知識分子還不行，不是士的真正意思，士是有智慧、有德行、有道德的、有學問的這些讀書人，這稱為士。大就是前面所說的大道心眾生，這就不必再提了。「本經會中，以普賢菩薩為一切菩薩之上首」，他做一個總的代表，代表出家的，跟《華嚴經》上所列的完全相同。「餘文殊、彌勒、賢護等出家在家菩薩，暨十方來會無量無邊之諸大菩薩，皆悉遵行普賢大士之德」，這一句重要，我們要特別重視。普賢菩薩所表的法，是成佛的第一法，我們要想修行成佛，到最高的一個層次就是修普賢大士之德，普賢大士之德就是十大願王，這個地方有引。「普賢大士乃華嚴長子，其至德即十大願王，導歸極樂」。這十大願王不能不重視，你要不修這個，你生不了極樂世界。"
    },
    {
      "id": "02-041-0077_p0039",
      "zh_CN": "我们早年在美国，黄念老交代我，夏莲老一生一个愿望，希望建立净宗学会，净宗学会这个名称是他老人家定的，一直都没有机会。我在国外就方便，他嘱咐我，希望我在每个地方讲经，都建一个净宗学会。所以我在美国那段时间，美国、加拿大总共有三十多个会，好像现在还有十几个，还在。美国第一个会是在旧金山，在桑尼维尔，这个会现在还在，杨一华居士主持。我写了个缘起，提出净宗同学行门五科，就是我们的修行，这五科就是戒律，用这个就是持戒。第一个是净业三福，第二个是六和敬，第三个是戒定慧三学，第四个是六波罗蜜（六度），第五个就是普贤十愿，很容易记。如果太多、太深了，记不得，没有用处。要很简单，要容易记，时时刻刻能提醒，我们起心动念、言语造作跟这五科相不相应？相应是正法；不相应，我们走偏了，走歪了，不知道走哪去了，这比什么都重要。",
      "zh_TW": "我們早年在美國，黃念老交代我，夏蓮老一生一個願望，希望建立淨宗學會，淨宗學會這個名稱是他老人家定的，一直都沒有機會。我在國外就方便，他囑咐我，希望我在每個地方講經，都建一個淨宗學會。所以我在美國那段時間，美國、加拿大總共有三十多個會，好像現在還有十幾個，還在。美國第一個會是在舊金山，在桑尼維爾，這個會現在還在，楊一華居士主持。我寫了個緣起，提出淨宗同學行門五科，就是我們的修行，這五科就是戒律，用這個就是持戒。第一個是淨業三福，第二個是六和敬，第三個是戒定慧三學，第四個是六波羅蜜（六度），第五個就是普賢十願，很容易記。如果太多、太深了，記不得，沒有用處。要很簡單，要容易記，時時刻刻能提醒，我們起心動念、言語造作跟這五科相不相應？相應是正法；不相應，我們走偏了，走歪了，不知道走哪去了，這比什麼都重要。"
    },
    {
      "id": "02-041-0077_p0040",
      "zh_CN": "净业三福是最高指导原则，儒释道的三个根就从这来的，所以我们没有违背这个原则。孝亲尊师落实在《弟子规》，「孝养父母，奉事师长」，《弟子规》；「慈心不杀」落实在《感应篇》，道教的；「修十善业」，《十善业道经》这是佛教的，我还做了一个节本，便利大家学习。另外包括佛教里面讲的戒律、威仪，在第二福。第三福讲大乘，「发菩提心，深信因果，读诵大乘，劝进行者」。我们统统依照这个指导原则。六和敬，那就是「若要佛法兴，唯有僧赞僧」，才做到和敬，佛法兴旺。如果僧不能赞僧，而且互相批评、互相毁谤，佛法就灭了。信众看到这个样子，我跟谁学好？你们都不是好人，好人不骂人，你们都不是好人，算了！我都不学了，改信别的教。",
      "zh_TW": "淨業三福是最高指導原則，儒釋道的三個根就從這來的，所以我們沒有違背這個原則。孝親尊師落實在《弟子規》，「孝養父母，奉事師長」，《弟子規》；「慈心不殺」落實在《感應篇》，道教的；「修十善業」，《十善業道經》這是佛教的，我還做了一個節本，便利大家學習。另外包括佛教裡面講的戒律、威儀，在第二福。第三福講大乘，「發菩提心，深信因果，讀誦大乘，勸進行者」。我們統統依照這個指導原則。六和敬，那就是「若要佛法興，唯有僧讚僧」，才做到和敬，佛法興旺。如果僧不能讚僧，而且互相批評、互相毀謗，佛法就滅了。信眾看到這個樣子，我跟誰學好？你們都不是好人，好人不罵人，你們都不是好人，算了！我都不學了，改信別的教。"
    },
    {
      "id": "02-041-0077_p0041",
      "zh_CN": "同学们一定要晓得，今天世界，有人调查，信仰宗教的人，基督教、天主教、犹太教是一家人，这三个教用的经典就是《新旧约》，犹太教用《旧约》，不承认《新约》；基督教用《新约》，不学《旧约》；天主教两个都学。我有一年在新加坡，欧洲那边有些同学，外国人，他不是中国人，欧洲人，问我这三个教的关系，他们提出来，问我怎么看法。我举了个比喻，我说他们三个，三家一家人，一家三派，犹太教是皇上那一派；天主教是皇后那一派，玛利亚皇后；基督教是太子那一派，耶稣，我说他们关系是这样的。他们很赞成，他说你比喻得很好，确实可以代表，我们有这种看法。这三家的信徒联合起来有二十三亿人，大概二十三到二十四亿，世界上最大的。第二个是伊斯兰，伊斯兰教有十六亿。印度教大概有七亿。佛教有五亿，大宗教里头佛教的信徒更少。但是真正的佛教那很少，真正佛教是佛陀的教育。",
      "zh_TW": "同學們一定要曉得，今天世界，有人調查，信仰宗教的人，基督教、天主教、猶太教是一家人，這三個教用的經典就是《新舊約》，猶太教用《舊約》，不承認《新約》；基督教用《新約》，不學《舊約》；天主教兩個都學。我有一年在新加坡，歐洲那邊有些同學，外國人，他不是中國人，歐洲人，問我這三個教的關係，他們提出來，問我怎麼看法。我舉了個比喻，我說他們三個，三家一家人，一家三派，猶太教是皇上那一派；天主教是皇后那一派，瑪利亞皇后；基督教是太子那一派，耶穌，我說他們關係是這樣的。他們很贊成，他說你比喻得很好，確實可以代表，我們有這種看法。這三家的信徒聯合起來有二十三億人，大概二十三到二十四億，世界上最大的。第二個是伊斯蘭，伊斯蘭教有十六億。印度教大概有七億。佛教有五億，大宗教裡頭佛教的信徒更少。但是真正的佛教那很少，真正佛教是佛陀的教育。"
    },
    {
      "id": "02-041-0077_p0042",
      "zh_CN": "现在在我们的社会上，佛教里头看到有六种不一样的。第一个，释迦牟尼佛，佛教是教育，很少看到。我走这条路，章嘉大师教我的。章嘉大师劝我出家，因为我一个人在台湾，没有后顾之忧，没有障碍，他劝我出家，而且劝我要学释迦牟尼佛。教给我去读两本书，《释迦谱》、《释迦方志》。那个时候书很难找，在《大藏经》里头，所以我到善导寺借《大藏经》把这两部书抄出来，好在分量不多，才认识释迦牟尼佛。一生从事于教学工作，三十岁开悟，开悟之后就开始教学，教了四十九年，七十九岁过世的，我们中国人算虚岁，算八十岁，这是很不容易。教学，佛教传到中国来是教学，一直大概到满清，盛世还是教学。我们看到康熙、雍正、乾隆那个时代，高僧、高士（在家居士）很多，真的是有修有证，著作等身，留传给后世。我们现在学习，主要是依清朝注解，因为它距离我们近，我们容易理解，再参考古注。这是走释迦牟尼佛教育的宗教。",
      "zh_TW": "現在在我們的社會上，佛教裡頭看到有六種不一樣的。第一個，釋迦牟尼佛，佛教是教育，很少看到。我走這條路，章嘉大師教我的。章嘉大師勸我出家，因為我一個人在台灣，沒有後顧之憂，沒有障礙，他勸我出家，而且勸我要學釋迦牟尼佛。教給我去讀兩本書，《釋迦譜》、《釋迦方志》。那個時候書很難找，在《大藏經》裡頭，所以我到善導寺借《大藏經》把這兩部書抄出來，好在分量不多，才認識釋迦牟尼佛。一生從事於教學工作，三十歲開悟，開悟之後就開始教學，教了四十九年，七十九歲過世的，我們中國人算虛歲，算八十歲，這是很不容易。教學，佛教傳到中國來是教學，一直大概到滿清，盛世還是教學。我們看到康熙、雍正、乾隆那個時代，高僧、高士（在家居士）很多，真的是有修有證，著作等身，留傳給後世。我們現在學習，主要是依清朝註解，因為它距離我們近，我們容易理解，再參考古註。這是走釋迦牟尼佛教育的宗教。"
    },
    {
      "id": "02-041-0077_p0043",
      "zh_CN": "另外有学术的宗教，现在很多大学文学院，特别是哲学，哲学系里头有佛经哲学，当作一种哲学去研究去了。我从这入门的，方东美先生给我讲《哲学概论》，最后一个单元「佛经哲学」，我才认识佛教的本来面目。老师告诉我，「释迦牟尼是世界上最伟大的哲学家」，大乘经典是世界上最高的哲学，我们从这入门的。今天科学家，量子力学家告诉我们，大乘佛经是高等科学，科学研究的成果都没有超越大乘经的范围。所以你要问，佛教到底是什么？可以这样解释，普世的教育，对于世界安定和谐、幸福美满的教育，是伦理、道德、因果、圣贤教育，这是普世的；往上提升，是最高的科学、最高的哲学，这是佛教。所以大学里头有开这个课程，这变成学术，我过去也教过几年。",
      "zh_TW": "另外有學術的宗教，現在很多大學文學院，特別是哲學，哲學系裡頭有佛經哲學，當作一種哲學去研究去了。我從這入門的，方東美先生給我講《哲學概論》，最後一個單元「佛經哲學」，我才認識佛教的本來面目。老師告訴我，「釋迦牟尼是世界上最偉大的哲學家」，大乘經典是世界上最高的哲學，我們從這入門的。今天科學家，量子力學家告訴我們，大乘佛經是高等科學，科學研究的成果都沒有超越大乘經的範圍。所以你要問，佛教到底是什麼？可以這樣解釋，普世的教育，對於世界安定和諧、幸福美滿的教育，是倫理、道德、因果、聖賢教育，這是普世的；往上提升，是最高的科學、最高的哲學，這是佛教。所以大學裡頭有開這個課程，這變成學術，我過去也教過幾年。"
    },
    {
      "id": "02-041-0077_p0044",
      "zh_CN": "第三种，变成宗教。变成宗教我看大概就三百年，应该是嘉庆以后变质了，大家对于经教不学了，以经忏、法会为主，这就变成宗教。古时候没有，古时候寺院庵堂都是学校，都是讲经教学。我在日本讲经，日本的出家人告诉我，他们历史上记载，四百年前，日本大大小小寺庙统统讲经；换句话说，日本不讲经四百年了，中国佛教不讲经大概有三百年。四百年前那个时代是嘉庆的时代，乾隆的晚年。所以变成宗教，不能说佛教不是宗教，有宗教的佛教。",
      "zh_TW": "第三種，變成宗教。變成宗教我看大概就三百年，應該是嘉慶以後變質了，大家對於經教不學了，以經懺、法會為主，這就變成宗教。古時候沒有，古時候寺院庵堂都是學校，都是講經教學。我在日本講經，日本的出家人告訴我，他們歷史上記載，四百年前，日本大大小小寺廟統統講經；換句話說，日本不講經四百年了，中國佛教不講經大概有三百年。四百年前那個時代是嘉慶的時代，乾隆的晚年。所以變成宗教，不能說佛教不是宗教，有宗教的佛教。"
    },
    {
      "id": "02-041-0077_p0045",
      "zh_CN": "在现在有企业的佛教，把佛教道场做企业的经营，好像国际连锁店，有搞企业的，真的是企业化了。我还听说，不知道真的是假的，还变成股份公司一样，有股东的，有上市的。我听说，但是真的没看到，所以有这个可能。另外变成什么？观光旅游的宗教，佛教，这个很多，国内国外都很多，都变成观光旅游的景点。最后一个，邪教的佛教。所以佛教在现前社会里头有六种，你学哪一种要搞清楚，为什么？最后的结果不一样。",
      "zh_TW": "在現在有企業的佛教，把佛教道場做企業的經營，好像國際連鎖店，有搞企業的，真的是企業化了。我還聽說，不知道真的是假的，還變成股份公司一樣，有股東的，有上市的。我聽說，但是真的沒看到，所以有這個可能。另外變成什麼？觀光旅遊的宗教，佛教，這個很多，國內國外都很多，都變成觀光旅遊的景點。最後一個，邪教的佛教。所以佛教在現前社會裡頭有六種，你學哪一種要搞清楚，為什麼？最後的結果不一樣。"
    },
    {
      "id": "02-041-0077_p0046",
      "zh_CN": "净土宗也是要教学，不教学，像海贤那样的禀赋可以不要学习经教，一句佛号念到底，一生不拐弯，没有疑惑，可以，为什么？你会念到开悟。中国人古时候教学的理念、教学的方法现在没有了，说出来没有人相信。这个方法是佛教传来的，传来之后，中国儒觉得很好，接受了，道也接受了，变成中国传统文化。教学的理念是「一门深入，长时薰修」，教学的方法是「读书千遍，其义自见」。就是方法是教你开悟，不是跟你讲，跟你讲，你一辈子不能开悟，把你的悟门堵死了。所以古时候老师教学，只教你念，句读、音韵正确，句读没有错误，老师只负这个责任。意思，你自己悟了之后，可以告诉老师，老师帮你印证，你悟得没错，正知正见，老师给你做印证。老师要说出来，你开什么悟？你没法子开悟了。这个方法好，这个方法能出人才，能出圣人、贤人、君子。大彻大悟，圣人；大悟，贤人；小悟是君子，他真得受用。他为什么会开悟？他得定。你看，一千遍念下去，心定了，用念书这个方法修禅定，是这个意思。所以读书千遍是戒律，你要守这个规矩，就这一部书，不能改第二部。老师看你的状况，规定你这个书念三年，就老实念三年，念五年，你就老实念五年，不定什么时候得定、开悟了，这个好。",
      "zh_TW": "淨土宗也是要教學，不教學，像海賢那樣的稟賦可以不要學習經教，一句佛號念到底，一生不拐彎，沒有疑惑，可以，為什麼？你會念到開悟。中國人古時候教學的理念、教學的方法現在沒有了，說出來沒有人相信。這個方法是佛教傳來的，傳來之後，中國儒覺得很好，接受了，道也接受了，變成中國傳統文化。教學的理念是「一門深入，長時薰修」，教學的方法是「讀書千遍，其義自見」。就是方法是教你開悟，不是跟你講，跟你講，你一輩子不能開悟，把你的悟門堵死了。所以古時候老師教學，只教你念，句讀、音韻正確，句讀沒有錯誤，老師只負這個責任。意思，你自己悟了之後，可以告訴老師，老師幫你印證，你悟得沒錯，正知正見，老師給你做印證。老師要說出來，你開什麼悟？你沒法子開悟了。這個方法好，這個方法能出人才，能出聖人、賢人、君子。大徹大悟，聖人；大悟，賢人；小悟是君子，他真得受用。他為什麼會開悟？他得定。你看，一千遍念下去，心定了，用念書這個方法修禪定，是這個意思。所以讀書千遍是戒律，你要守這個規矩，就這一部書，不能改第二部。老師看你的狀況，規定你這個書念三年，就老實念三年，念五年，你就老實念五年，不定什麼時候得定、開悟了，這個好。"
    },
    {
      "id": "02-041-0077_p0047",
      "zh_CN": "现在学校拿到博士学位的人很多，他有没有开悟？没开悟，还是凡夫。所以中国古人是以开悟为学习的目标，现在人完全是知识。知识不是智慧，知识有局限，而且有后遗症。今天是知识爆炸，崇尚科学知识，没有智慧，所以解决不了这个问题。汤恩比为什么斩钉截铁的告诉我们，「解决二十一世纪的问题，只有中国孔孟学说跟大乘佛法」，为什么？它有智慧，它的理念不错，它就是持戒、得定、开悟，就戒定慧三学，你一定要用这个。用这个方法要什么样的条件？人要老实、要听话、要真干。在一般人来讲，要真诚、要清净、要恭敬。现在一般人有真诚心、有清净心、有恭敬心，可以用读书千遍的方法，他会开悟。如果没有这三种心，心浮气躁，没有恭敬心，没有尊重心，神仙来教他、孔子来教你都没用处。所以今天学生难找，到哪里去找？",
      "zh_TW": "現在學校拿到博士學位的人很多，他有沒有開悟？沒開悟，還是凡夫。所以中國古人是以開悟為學習的目標，現在人完全是知識。知識不是智慧，知識有侷限，而且有後遺症。今天是知識爆炸，崇尚科學知識，沒有智慧，所以解決不了這個問題。湯恩比為什麼斬釘截鐵的告訴我們，「解決二十一世紀的問題，只有中國孔孟學說跟大乘佛法」，為什麼？它有智慧，它的理念不錯，它就是持戒、得定、開悟，就戒定慧三學，你一定要用這個。用這個方法要什麼樣的條件？人要老實、要聽話、要真幹。在一般人來講，要真誠、要清淨、要恭敬。現在一般人有真誠心、有清淨心、有恭敬心，可以用讀書千遍的方法，他會開悟。如果沒有這三種心，心浮氣躁，沒有恭敬心，沒有尊重心，神仙來教他、孔子來教你都沒用處。所以今天學生難找，到哪裡去找？"
    },
    {
      "id": "02-041-0077_p0048",
      "zh_CN": "所以我建议斯里兰卡的佛教大学，进入这个学校之前，先学五年戒律，拿到戒学毕业证书，才可以进入大学学其他的科系，才真正起作用。如果把戒律疏忽了，没用处，将来都变成知识，跟现在外国学校一样。我们到欧洲去参观，统统把中国古籍都变成古代的文化来研究，于现在人完全不相干，你说那学它干什么？都变成考古了。我们去访问，带给他的信息，中国古籍是智慧不是知识，它不会被淘汰的，几千年前管用，现在管用，几千年后还管用，他们感到很惊讶，是真的不是假的。所以，真正认识中国传统文化跟佛法的，在这个世纪里头，这一百年当中，大概只有汤恩比一个，我没有看到第二个人，他真的是看透了，看清楚、看明白了。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我建議斯里蘭卡的佛教大學，進入這個學校之前，先學五年戒律，拿到戒學畢業證書，才可以進入大學學其他的科系，才真正起作用。如果把戒律疏忽了，沒用處，將來都變成知識，跟現在外國學校一樣。我們到歐洲去參觀，統統把中國古籍都變成古代的文化來研究，於現在人完全不相干，你說那學它幹什麼？都變成考古了。我們去訪問，帶給他的信息，中國古籍是智慧不是知識，它不會被淘汰的，幾千年前管用，現在管用，幾千年後還管用，他們感到很驚訝，是真的不是假的。所以，真正認識中國傳統文化跟佛法的，在這個世紀裡頭，這一百年當中，大概只有湯恩比一個，我沒有看到第二個人，他真的是看透了，看清楚、看明白了。好，今天時間到了，我們就學習到此地。"
    }
  ]
}