{
  "doc_id": "02-041-0130",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三０集",
    "zh_TW": "第一三０集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0130",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-041-0130_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0130_p0002",
      "zh_CN": "请看《大经科注》第三百六十六页倒数第三行，最后两个字看起：",
      "zh_TW": "請看《大經科註》第三百六十六頁倒數第三行，最後兩個字看起："
    },
    {
      "id": "02-041-0130_p0003",
      "zh_CN": "「又《甄解》引《六要》曰」。《甄解》是日本净宗的祖师所做的《无量寿经》注解，这里面有引用《六要》。《六要》就是《教行信证六要钞会本》，也是日本大师所作的，解释教行信证的一部重要的注解。这里面说，「真实利者，指此名号，即是佛智」。这句话非常重要，真实的利益是什么？就是这一句佛号，这句佛号就是诸佛如来所证得的智慧。",
      "zh_TW": "「又《甄解》引《六要》曰」。《甄解》是日本淨宗的祖師所做的《無量壽經》註解，這裡面有引用《六要》。《六要》就是《教行信證六要鈔會本》，也是日本大師所作的，解釋教行信證的一部重要的註解。這裡面說，「真實利者，指此名號，即是佛智」。這句話非常重要，真實的利益是什麼？就是這一句佛號，這句佛號就是諸佛如來所證得的智慧。"
    },
    {
      "id": "02-041-0130_p0004",
      "zh_CN": "「佛」这个字是从梵文音译过来的。中国有这个字，「弗」字，没有这个人字边。中国古时候有这个弗，弗是否定词，用这个字来翻人名，所以加了一个人字。这是翻译佛经新造的字，翻佛经造了不少新的字，这个佛字是属于其中的一个。这个佛是人，是佛教专用的一个名词，这是人，所以佛不是神、不是仙，他是人。他是什么样的人？他是一个有智慧的人、有道德的人、有爱心的人，爱心就是慈悲，所以在佛经里面称他有圆满的智慧、圆满的德行、圆满的慈悲，我们称他作佛。「佛」这个字跟中国圣人「圣」这个字的意思非常接近，圣跟佛这两个字的解释都是有德行、有智慧的人，不过佛这个字特别强调这个人的智慧是圆满的智慧，无所不知、无所不能，圣还没有达到这个境界。圣人还很谦虚，「知之为知之，不知为不知」，所以他有这种谦虚，不敢称一切智，佛是真正的一切智。而且佛告诉我们，这真正的一切智，无量的智慧、无量的德行，是每个人都有的，不是他专有的，这就很了不起。这智慧从哪里来的？不是学来的，是自性里面本来具足的。所以可以讲，这佛经上常说，「一切众生本来是佛」，没有一个不是。这个智慧是神的智慧、是上帝的智慧，人人都有。现在为什么没有？是因为你有烦恼、你有障碍把它障住，不是没有。只要把障碍除掉、把障碍放下，它就能恢复。所以佛教里头告诉我们，人的道德、人的慈悲、人的智慧都是平等的，都是究竟圆满的，被烦恼障碍了。",
      "zh_TW": "「佛」這個字是從梵文音譯過來的。中國有這個字，「弗」字，沒有這個人字邊。中國古時候有這個弗，弗是否定詞，用這個字來翻人名，所以加了一個人字。這是翻譯佛經新造的字，翻佛經造了不少新的字，這個佛字是屬於其中的一個。這個佛是人，是佛教專用的一個名詞，這是人，所以佛不是神、不是仙，他是人。他是什麼樣的人？他是一個有智慧的人、有道德的人、有愛心的人，愛心就是慈悲，所以在佛經裡面稱他有圓滿的智慧、圓滿的德行、圓滿的慈悲，我們稱他作佛。「佛」這個字跟中國聖人「聖」這個字的意思非常接近，聖跟佛這兩個字的解釋都是有德行、有智慧的人，不過佛這個字特別強調這個人的智慧是圓滿的智慧，無所不知、無所不能，聖還沒有達到這個境界。聖人還很謙虛，「知之為知之，不知為不知」，所以他有這種謙虛，不敢稱一切智，佛是真正的一切智。而且佛告訴我們，這真正的一切智，無量的智慧、無量的德行，是每個人都有的，不是他專有的，這就很了不起。這智慧從哪裡來的？不是學來的，是自性裡面本來具足的。所以可以講，這佛經上常說，「一切眾生本來是佛」，沒有一個不是。這個智慧是神的智慧、是上帝的智慧，人人都有。現在為什麼沒有？是因為你有煩惱、你有障礙把它障住，不是沒有。只要把障礙除掉、把障礙放下，它就能恢復。所以佛教裡頭告訴我們，人的道德、人的慈悲、人的智慧都是平等的，都是究竟圓滿的，被煩惱障礙了。"
    },
    {
      "id": "02-041-0130_p0005",
      "zh_CN": "烦恼无量无边，佛把它分成三大类。第一大类是无明烦恼，本来你什么都明白，现在什么都不明白了，叫无明。无明烦恼是什么？是起心动念，我们把它讲清楚、讲白了。譬如眼看外面境界，看得很清楚、看得很明白，这是智慧。虽然很清楚、很明白，没有起心动念，那就是你自性见到的，你真的见到了。如果起心动念了，就叫无明烦恼。起心动念看不到真相，你会在那里猜测这是什么、那是什么，起了分别、起了执着，麻烦就来了。耳听声音听得清楚，看得清楚、听得清楚，这清楚两个字我们很难懂。为什么很难懂？我们心里面的概念只是眼前。而实际上呢？他看透了，我们看不透。你说我们在这个房间里面，这是三层楼，下面两层我们看不见，佛能看见，这个墙壁不能障碍他，他看是透明的，那边人的活动都看得清清楚楚，楼上楼下人活动也看得很清楚。这个能力我们就没有了，这能力不大，这个能力是罗汉的能力。",
      "zh_TW": "煩惱無量無邊，佛把它分成三大類。第一大類是無明煩惱，本來你什麼都明白，現在什麼都不明白了，叫無明。無明煩惱是什麼？是起心動念，我們把它講清楚、講白了。譬如眼看外面境界，看得很清楚、看得很明白，這是智慧。雖然很清楚、很明白，沒有起心動念，那就是你自性見到的，你真的見到了。如果起心動念了，就叫無明煩惱。起心動念看不到真相，你會在那裡猜測這是什麼、那是什麼，起了分別、起了執著，麻煩就來了。耳聽聲音聽得清楚，看得清楚、聽得清楚，這清楚兩個字我們很難懂。為什麼很難懂？我們心裡面的概念只是眼前。而實際上呢？他看透了，我們看不透。你說我們在這個房間裡面，這是三層樓，下面兩層我們看不見，佛能看見，這個牆壁不能障礙他，他看是透明的，那邊人的活動都看得清清楚楚，樓上樓下人活動也看得很清楚。這個能力我們就沒有了，這能力不大，這個能力是羅漢的能力。"
    },
    {
      "id": "02-041-0130_p0006",
      "zh_CN": "三大类的烦恼，第一个是无明；第二个是尘沙烦恼，尘沙是比喻像尘沙那么多粗细烦恼；第三类叫见思烦恼，见是你看错了，思是你想错了，你自以为是、自以为非，其实是非统统错了。所以有这三大类，三大类把所有烦恼全部包括。这三大类的烦恼我们统统具足，六道凡夫个个都有。佛没有这三种烦恼，所以他看东西看得清楚，不但能看现在，他能看过去，他能看未来，他能看现前，他能看他方。今天我们讲宇宙，他能看整个宇宙，我们没办法，我们连个地球都没有看清楚，他能看太阳系、能看银河系、能看无量无边太空，而且都看得很清楚、很明白，没看错，他有这种能力。佛告诉我们，这种能力是我们每个人都有的，只要我们把烦恼去掉。",
      "zh_TW": "三大類的煩惱，第一個是無明；第二個是塵沙煩惱，塵沙是比喻像塵沙那麼多粗細煩惱；第三類叫見思煩惱，見是你看錯了，思是你想錯了，你自以為是、自以為非，其實是非統統錯了。所以有這三大類，三大類把所有煩惱全部包括。這三大類的煩惱我們統統具足，六道凡夫個個都有。佛沒有這三種煩惱，所以他看東西看得清楚，不但能看現在，他能看過去，他能看未來，他能看現前，他能看他方。今天我們講宇宙，他能看整個宇宙，我們沒辦法，我們連個地球都沒有看清楚，他能看太陽系、能看銀河系、能看無量無邊太空，而且都看得很清楚、很明白，沒看錯，他有這種能力。佛告訴我們，這種能力是我們每個人都有的，只要我們把煩惱去掉。"
    },
    {
      "id": "02-041-0130_p0007",
      "zh_CN": "我们眼见色、耳闻声、鼻嗅香、舌尝味，清清楚楚，智慧，明明白白，怎么样？不起心不动念就是佛。起心动念，没有分别、没有执着，那个人叫菩萨，比佛差一等。第三等人，他有起心动念，有分别，没有执着，这叫阿罗汉。第四等人，就是我们六道里头的人，我们有起心动念，有分别，有执着，那就全看错了、全想错了。想错看错就有染净，怎么？我们的心被污染。其实真心是永远不会被污染的，我们迷了之后从真心里面生出一个妄心，佛学的名词叫阿赖耶识，这个东西是假的不是真的，是假的心，它现在管用，现在什么都是它做主。阿赖耶是生灭心，有生有灭；真心不生不灭，真心永恒不变。佛教教什么？教我们用真心，教我们永远把妄心舍弃掉不要用它，用它就有六道轮回，不用它六道轮回没有了，六道轮回是一场梦，不是真的。用真心能见到佛，用真心能见到上帝、能见到神。",
      "zh_TW": "我們眼見色、耳聞聲、鼻嗅香、舌嘗味，清清楚楚，智慧，明明白白，怎麼樣？不起心不動念就是佛。起心動念，沒有分別、沒有執著，那個人叫菩薩，比佛差一等。第三等人，他有起心動念，有分別，沒有執著，這叫阿羅漢。第四等人，就是我們六道裡頭的人，我們有起心動念，有分別，有執著，那就全看錯了、全想錯了。想錯看錯就有染淨，怎麼？我們的心被污染。其實真心是永遠不會被污染的，我們迷了之後從真心裡面生出一個妄心，佛學的名詞叫阿賴耶識，這個東西是假的不是真的，是假的心，它現在管用，現在什麼都是它做主。阿賴耶是生滅心，有生有滅；真心不生不滅，真心永恆不變。佛教教什麼？教我們用真心，教我們永遠把妄心捨棄掉不要用它，用它就有六道輪迴，不用它六道輪迴沒有了，六道輪迴是一場夢，不是真的。用真心能見到佛，用真心能見到上帝、能見到神。"
    },
    {
      "id": "02-041-0130_p0008",
      "zh_CN": "释迦牟尼佛当年在世，他是从禅定的功夫，禅定就是放下，把起心动念、分别执着统统放下，他明白了，这叫开悟。开悟之后他就开始教学。他教学，在世界几个大宗教的创始人，他算是一个，教学时间最长。他教了四十九年，三十岁开悟，悟后就开始教学，七十九岁过世，整整教了四十九年。天天教，没有一天休息，没有在哪一部经上看到释迦牟尼佛今天放假休假一天，没看到，天天教，七十九岁过世。这些弟子们把他所说的用文字记录下来，传到今天，称之为经典。他所说的全是用真心所见所闻，他知道的完全是真实的没有假的。在世给我们说了八万四千法门，这个八万四千法门不是数目字，是表法的，代表什么？无量法门。告诉我们法门平等没有高下，每个法门只要你能够放下起心动念、分别执着，你都能证得无上道，就是圆满智慧、圆满的道德，你都能证得。一定要不起心不动念、不分别不执着，你就有智慧了，你看问题，你听别人言语，你真正知道他的意思。所以佛教的教学是开发自性智慧的一种学习，它不从外面求，完全从内心求，它是心外无法、法外无心，在法里面你要见到心，在心里面你要明白法，这个智慧是真的、是圆满的。",
      "zh_TW": "釋迦牟尼佛當年在世，他是從禪定的功夫，禪定就是放下，把起心動念、分別執著統統放下，他明白了，這叫開悟。開悟之後他就開始教學。他教學，在世界幾個大宗教的創始人，他算是一個，教學時間最長。他教了四十九年，三十歲開悟，悟後就開始教學，七十九歲過世，整整教了四十九年。天天教，沒有一天休息，沒有在哪一部經上看到釋迦牟尼佛今天放假休假一天，沒看到，天天教，七十九歲過世。這些弟子們把他所說的用文字記錄下來，傳到今天，稱之為經典。他所說的全是用真心所見所聞，他知道的完全是真實的沒有假的。在世給我們說了八萬四千法門，這個八萬四千法門不是數目字，是表法的，代表什麼？無量法門。告訴我們法門平等沒有高下，每個法門只要你能夠放下起心動念、分別執著，你都能證得無上道，就是圓滿智慧、圓滿的道德，你都能證得。一定要不起心不動念、不分別不執著，你就有智慧了，你看問題，你聽別人言語，你真正知道他的意思。所以佛教的教學是開發自性智慧的一種學習，它不從外面求，完全從內心求，它是心外無法、法外無心，在法裡面你要見到心，在心裡面你要明白法，這個智慧是真的、是圓滿的。"
    },
    {
      "id": "02-041-0130_p0009",
      "zh_CN": "这部经非常难得，是所有经典里面最重要的一部经，我们遇到了，难！这经讲什么？讲宇宙人生的真相，整个宇宙人生到底是什么，把它讲清楚、讲明白，这是第一个，第二个讲真实智慧，第三个讲真实的利益。你看这三个都是我们迫切想得到的，在这部经中统统具足。所以我学佛六十三年，我到八十五岁的时候，我把所有经教全放下，不搞了，专搞这一门。今天这堂课你们听了之后，就晓得为什么我把所有东西都放下了，来搞这一门。",
      "zh_TW": "這部經非常難得，是所有經典裡面最重要的一部經，我們遇到了，難！這經講什麼？講宇宙人生的真相，整個宇宙人生到底是什麼，把它講清楚、講明白，這是第一個，第二個講真實智慧，第三個講真實的利益。你看這三個都是我們迫切想得到的，在這部經中統統具足。所以我學佛六十三年，我到八十五歲的時候，我把所有經教全放下，不搞了，專搞這一門。今天這堂課你們聽了之後，就曉得為什麼我把所有東西都放下了，來搞這一門。"
    },
    {
      "id": "02-041-0130_p0010",
      "zh_CN": "这个《六要》说得好，真实利者，真实的利益是什么？指此名号，名号就是南无阿弥陀佛。这六个字统统是从梵文翻译过来的，音译的。南无，现在我们讲南，东南西北的南，南无，有无的无，南无；古音，在两千年前汉朝那个时候念这两个字念那摩，你看现在念南无，音不一样。还得要念古音，那个味道才能念得出来，不念南无，念那摩。南无是什么意思？是恭敬的意思，是礼敬，是皈依、归命的意思。阿弥陀佛，这是佛的名号。佛是一个智慧道德慈悲圆满的人。他的名号可以翻成中国意思，不翻，为什么不翻？尊重它，念它原来的音，但是再加以解释。阿翻成中国的意思是无，有无的无，弥陀翻作量，合起来，阿弥陀就是无量的意思；佛是智慧、是觉悟，是宇宙人生的真相。对于宇宙万物的真相你统统明白、统统清楚，再没有怀疑了，那就叫阿弥陀佛，阿弥陀佛是这个意思。确确实实他证得了，他告诉我们，阿弥陀佛，这个阿弥陀佛是自性里头本有的，就是每一个人真心就是阿弥陀佛，用梵文来说，真心就是阿弥陀佛，阿弥陀佛就是真心。人人都有真心，万物都有真心，动物也有，蚊虫蚂蚁也有，植物也有，矿物也有，这是个清净平等的真心。一切法都从真心里头生出来的，真心是一切法的本体，离开本体无有一法可得。",
      "zh_TW": "這個《六要》說得好，真實利者，真實的利益是什麼？指此名號，名號就是南無阿彌陀佛。這六個字統統是從梵文翻譯過來的，音譯的。南無，現在我們講南，東南西北的南，南無，有無的無，南無；古音，在兩千年前漢朝那個時候念這兩個字念那摩，你看現在念南無，音不一樣。還得要念古音，那個味道才能念得出來，不念南無，念那摩。南無是什麼意思？是恭敬的意思，是禮敬，是皈依、歸命的意思。阿彌陀佛，這是佛的名號。佛是一個智慧道德慈悲圓滿的人。他的名號可以翻成中國意思，不翻，為什麼不翻？尊重它，念它原來的音，但是再加以解釋。阿翻成中國的意思是無，有無的無，彌陀翻作量，合起來，阿彌陀就是無量的意思；佛是智慧、是覺悟，是宇宙人生的真相。對於宇宙萬物的真相你統統明白、統統清楚，再沒有懷疑了，那就叫阿彌陀佛，阿彌陀佛是這個意思。確確實實他證得了，他告訴我們，阿彌陀佛，這個阿彌陀佛是自性裡頭本有的，就是每一個人真心就是阿彌陀佛，用梵文來說，真心就是阿彌陀佛，阿彌陀佛就是真心。人人都有真心，萬物都有真心，動物也有，蚊蟲螞蟻也有，植物也有，礦物也有，這是個清淨平等的真心。一切法都從真心裡頭生出來的，真心是一切法的本體，離開本體無有一法可得。"
    },
    {
      "id": "02-041-0130_p0011",
      "zh_CN": "佛教的教学就是从万象，从这个事相上帮助你、教给你如何在现象上去把本体认清楚、认明白，那叫见性，佛教的修学就算毕业、就圆满了。到这个地位，那就是说你没有一样不明了。你没有学过的，不需要学，无论什么人来问你，你都能给他解答。你有慈悲心，善的，你帮助人；恶的，你不会告诉人。如果有人来问你，你什么都知道，真的，我们要造原子弹去杀人，问你，你知不知道？你知道，你会不会跟他说？不会跟他说。凡是有害众生的事情他不讲，他对你笑笑，绝口不提。利益众生的事情，你向他请教，他会很详细的教给你。这显示出慈悲，不帮助你作恶，帮助你行善，帮助你断恶行善，帮助你得清净心、得平等心，回归自性。回归自性就成佛；得清净平等心，那就叫菩萨；还没有达到平等，但是清净心得到了，那叫罗汉。",
      "zh_TW": "佛教的教學就是從萬象，從這個事相上幫助你、教給你如何在現象上去把本體認清楚、認明白，那叫見性，佛教的修學就算畢業、就圓滿了。到這個地位，那就是說你沒有一樣不明瞭。你沒有學過的，不需要學，無論什麼人來問你，你都能給他解答。你有慈悲心，善的，你幫助人；惡的，你不會告訴人。如果有人來問你，你什麼都知道，真的，我們要造原子彈去殺人，問你，你知不知道？你知道，你會不會跟他說？不會跟他說。凡是有害眾生的事情他不講，他對你笑笑，絕口不提。利益眾生的事情，你向他請教，他會很詳細的教給你。這顯示出慈悲，不幫助你作惡，幫助你行善，幫助你斷惡行善，幫助你得清淨心、得平等心，回歸自性。回歸自性就成佛；得清淨平等心，那就叫菩薩；還沒有達到平等，但是清淨心得到了，那叫羅漢。"
    },
    {
      "id": "02-041-0130_p0012",
      "zh_CN": "所以佛、菩萨、罗汉是佛陀教育的三个学位的名称，诸位就明白了。像现在大学，最高的博士学位、硕士学位、学士学位，阿罗汉是学士，菩萨是硕士，佛陀是博士，所以佛、菩萨、阿罗汉是佛陀教育学位的名称。这个学位每个人都可以拿到。拿到的条件，不是说你念多少书、念多少经，在行门里头用什么方法来修，与这个都不相干。重要的是什么？重要就是你放下烦恼，刚才讲的。三类烦恼都放下了，最高的学位，佛陀，不起心、不动念、不分别、不执着。不起心不动念，无明烦恼放下了；不分别，尘沙烦恼放下了；不执着，见思烦恼放下了，放下就成。我们开始学习的时候，一定是从浅到深，最初是放下见思烦恼，再进一步放下尘沙烦恼，最后放下无明烦恼。我们要把佛教的本质搞清楚、搞明白，是这么回事情。",
      "zh_TW": "所以佛、菩薩、羅漢是佛陀教育的三個學位的名稱，諸位就明白了。像現在大學，最高的博士學位、碩士學位、學士學位，阿羅漢是學士，菩薩是碩士，佛陀是博士，所以佛、菩薩、阿羅漢是佛陀教育學位的名稱。這個學位每個人都可以拿到。拿到的條件，不是說你念多少書、念多少經，在行門裡頭用什麼方法來修，與這個都不相干。重要的是什麼？重要就是你放下煩惱，剛才講的。三類煩惱都放下了，最高的學位，佛陀，不起心、不動念、不分別、不執著。不起心不動念，無明煩惱放下了；不分別，塵沙煩惱放下了；不執著，見思煩惱放下了，放下就成。我們開始學習的時候，一定是從淺到深，最初是放下見思煩惱，再進一步放下塵沙煩惱，最後放下無明煩惱。我們要把佛教的本質搞清楚、搞明白，是這麼回事情。"
    },
    {
      "id": "02-041-0130_p0013",
      "zh_CN": "宇宙从哪里来的？这个地方要说起来，每个宗教里面讲的神圣、讲的造物主是什么？就是自己的真心。大乘佛法讲宇宙从哪里来的？一切法从心想生。谁的心想？自己。你自己的心想，就是念头，创造物质的宇宙。佛经上这个说法，被现代量子力学家，这是最近二、三十年的事情，被他们发现了。宇宙之间的奥秘，三种。第一种，物质从哪来的？物质是什么？千万年来人都在想，没有答案；念头是什么？念头有这么大的能量，念头能创造物质，念头是什么没人知道；第三个，自然现象从哪来？为什么会有？它有什么作用？这三桩事情都是科学家、哲学家他们所探讨最后的问题。到最近，最近这三十年，物质这个秘密被揭穿了，这是宇宙的奥秘，被揭穿了，科学家知道物质是什么，跟佛经上讲的完全相同。",
      "zh_TW": "宇宙從哪裡來的？這個地方要說起來，每個宗教裡面講的神聖、講的造物主是什麼？就是自己的真心。大乘佛法講宇宙從哪裡來的？一切法從心想生。誰的心想？自己。你自己的心想，就是念頭，創造物質的宇宙。佛經上這個說法，被現代量子力學家，這是最近二、三十年的事情，被他們發現了。宇宙之間的奧祕，三種。第一種，物質從哪來的？物質是什麼？千萬年來人都在想，沒有答案；念頭是什麼？念頭有這麼大的能量，念頭能創造物質，念頭是什麼沒人知道；第三個，自然現象從哪來？為什麼會有？它有什麼作用？這三樁事情都是科學家、哲學家他們所探討最後的問題。到最近，最近這三十年，物質這個祕密被揭穿了，這是宇宙的奧祕，被揭穿了，科學家知道物質是什麼，跟佛經上講的完全相同。"
    },
    {
      "id": "02-041-0130_p0014",
      "zh_CN": "物质在佛经上称为色法，色代表物质。「色由心生」，「相由心生」，这个色、相都是代表物质的名词，一再说明物质现象是从念头来的。现在被科学家发现，真的是从念头来的，所以最近科学家提出「以心控物」这个说法。这个说法现在还没有被所有科学家承认，我相信再有二、三十年，所有科学家统统承认。承认之后，改变我们的想法了，对我们的生活产生非常大的变化。这个变化是好的，这种变化是代表我们身心健康，幸福长寿。身体是物质现象，谁能控制？念头。你有好的念头、善的念头、清净的念头，你会过得很快乐，健康长寿，你永远不会生病。病从哪里来的？不善的念头来的。不善的念头会带给你细胞的病毒，善的念头会把细胞病毒恢复正常。换句话说，生病可以不要用医药。这个理论要被科学家承认，普遍大家都认识，做医生这个行业就没有了，医院也没有了。为什么？每个人都能运用自己的思想，改造带着病毒的细胞，能够叫我们恢复健康、恢复正常。老化不能避免，但是大幅度的减缓了。现在的人五、六十岁就老化，大概可以能提到至少七、八十岁还像年轻人一样，思惟敏捷，健康长寿，像年轻人一样的体力，他能做得到。",
      "zh_TW": "物質在佛經上稱為色法，色代表物質。「色由心生」，「相由心生」，這個色、相都是代表物質的名詞，一再說明物質現象是從念頭來的。現在被科學家發現，真的是從念頭來的，所以最近科學家提出「以心控物」這個說法。這個說法現在還沒有被所有科學家承認，我相信再有二、三十年，所有科學家統統承認。承認之後，改變我們的想法了，對我們的生活產生非常大的變化。這個變化是好的，這種變化是代表我們身心健康，幸福長壽。身體是物質現象，誰能控制？念頭。你有好的念頭、善的念頭、清淨的念頭，你會過得很快樂，健康長壽，你永遠不會生病。病從哪裡來的？不善的念頭來的。不善的念頭會帶給你細胞的病毒，善的念頭會把細胞病毒恢復正常。換句話說，生病可以不要用醫藥。這個理論要被科學家承認，普遍大家都認識，做醫生這個行業就沒有了，醫院也沒有了。為什麼？每個人都能運用自己的思想，改造帶著病毒的細胞，能夠叫我們恢復健康、恢復正常。老化不能避免，但是大幅度的減緩了。現在的人五、六十歲就老化，大概可以能提到至少七、八十歲還像年輕人一樣，思惟敏捷，健康長壽，像年輕人一樣的體力，他能做得到。"
    },
    {
      "id": "02-041-0130_p0015",
      "zh_CN": "在最近，去年，南阳来佛寺一个老和尚过世了，这个老和尚一百一十二岁。虽然这么高的年龄，他的体力、他的精神大概跟四、五十岁人一样。一百一十二岁，自己生活自己照顾，不需要人照顾，他还照顾别人。这是什么？这是他的心单纯。他心里头只有一句阿弥陀佛，除阿弥陀佛之外什么都不放在心上，他心上没事，所以每天快乐无比，佛家讲法喜充满。他有体力，种地，一生他的工作就是农耕，虽然出家，他还是个农夫。佛门里面，因为他不认识字，他一生没有看过经，也没有听过经，这一句佛号帮助他，一天到晚都不离开，时时刻刻心里头都念佛，口里头没有念，心里头念，这句佛号从来没有间断过。给我们证明西方极乐世界真有。他跟阿弥陀佛见面，我们相信绝对没有少过十次，因为他时间长，九十二年。他心想佛时，佛就现前，所以跟佛、跟极乐世界非常亲切，告诉我们真的不是假的。",
      "zh_TW": "在最近，去年，南陽來佛寺一個老和尚過世了，這個老和尚一百一十二歲。雖然這麼高的年齡，他的體力、他的精神大概跟四、五十歲人一樣。一百一十二歲，自己生活自己照顧，不需要人照顧，他還照顧別人。這是什麼？這是他的心單純。他心裡頭只有一句阿彌陀佛，除阿彌陀佛之外什麼都不放在心上，他心上沒事，所以每天快樂無比，佛家講法喜充滿。他有體力，種地，一生他的工作就是農耕，雖然出家，他還是個農夫。佛門裡面，因為他不認識字，他一生沒有看過經，也沒有聽過經，這一句佛號幫助他，一天到晚都不離開，時時刻刻心裡頭都念佛，口裡頭沒有念，心裡頭念，這句佛號從來沒有間斷過。給我們證明西方極樂世界真有。他跟阿彌陀佛見面，我們相信絕對沒有少過十次，因為他時間長，九十二年。他心想佛時，佛就現前，所以跟佛、跟極樂世界非常親切，告訴我們真的不是假的。"
    },
    {
      "id": "02-041-0130_p0016",
      "zh_CN": "他想到极乐世界随时可以去，跟阿弥陀佛要求过好几次，佛没有带他去，告诉他，你修得不错，希望你在这个世间多住几年，做个好样子给别人看。所以他是奉命来表法的，就是做个好样子给人看。时候到了，最后的表法就是这本书，这是他最后表法。大概是阿弥陀佛告诉他，什么时候你碰到这本书，我就来接引你。去年正月，有佛门的弟子带着这本书去看他老人家。他老人家问，你们带的什么书？他们就告诉他，这个书叫《若要佛法兴，唯有僧赞僧》。他一听非常欢喜，如获至宝，马上穿袍搭衣，拿着这本书，要求别人给他照相。这是他一生从来没有主动过要求人给他照相的，一生就这么一次。照完相之后，第三天他就走了，没有生病。走的这天，白天还干一天活，在大菜园里面整地、拔草、浇水，干了一天，晚上走了。有人告诉他，你什么时候走，跟我们说，我们帮你助念。他笑着说，我不要助念，助念那是没把握，我自己走就行了，不需要助念。真走了。",
      "zh_TW": "他想到極樂世界隨時可以去，跟阿彌陀佛要求過好幾次，佛沒有帶他去，告訴他，你修得不錯，希望你在這個世間多住幾年，做個好樣子給別人看。所以他是奉命來表法的，就是做個好樣子給人看。時候到了，最後的表法就是這本書，這是他最後表法。大概是阿彌陀佛告訴他，什麼時候你碰到這本書，我就來接引你。去年正月，有佛門的弟子帶著這本書去看他老人家。他老人家問，你們帶的什麼書？他們就告訴他，這個書叫《若要佛法興，唯有僧讚僧》。他一聽非常歡喜，如獲至寶，馬上穿袍搭衣，拿著這本書，要求別人給他照相。這是他一生從來沒有主動過要求人給他照相的，一生就這麼一次。照完相之後，第三天他就走了，沒有生病。走的這天，白天還幹一天活，在大菜園裡面整地、拔草、澆水，幹了一天，晚上走了。有人告訴他，你什麼時候走，跟我們說，我們幫你助念。他笑著說，我不要助念，助念那是沒把握，我自己走就行了，不需要助念。真走了。"
    },
    {
      "id": "02-041-0130_p0017",
      "zh_CN": "他的妈妈一生也是念佛的，老太太了不起，妈妈走的时候八十六岁，在老家。她吩咐儿子，女儿、姪女，亲人统统找来，自己下厨房包饺子。吃完饭之后，她在椅子上盘腿一坐，告诉大家：「我走了！」真走了，叫一句话她就走了。都不是凡人，都是来给我们做榜样的，他妈妈是在家念佛人，他是出家念佛人，统统都来做榜样的，一点病痛都没有。而且在那个艰难岁月里头，他母亲死的时候非常困难，他只找几块薄板钉了一个棺材，把他妈妈草草给埋葬了。他是孝子，常常放在心上，对不起母亲。过了八年，环境好了，想给他母亲改葬，竖碑改葬。把这个坟墓挖开，棺材打开，人没有了，他妈妈尸体不见了，不晓得到哪去了。一直到现在，没人知道她到哪去了。棺材里头只有几颗钉棺材的钉，人怎么走了的？",
      "zh_TW": "他的媽媽一生也是念佛的，老太太了不起，媽媽走的時候八十六歲，在老家。她吩咐兒子，女兒、姪女，親人統統找來，自己下廚房包餃子。吃完飯之後，她在椅子上盤腿一坐，告訴大家：「我走了！」真走了，叫一句話她就走了。都不是凡人，都是來給我們做榜樣的，他媽媽是在家念佛人，他是出家念佛人，統統都來做榜樣的，一點病痛都沒有。而且在那個艱難歲月裡頭，他母親死的時候非常困難，他只找幾塊薄板釘了一個棺材，把他媽媽草草給埋葬了。他是孝子，常常放在心上，對不起母親。過了八年，環境好了，想給他母親改葬，豎碑改葬。把這個墳墓挖開，棺材打開，人沒有了，他媽媽屍體不見了，不曉得到哪去了。一直到現在，沒人知道她到哪去了。棺材裡頭只有幾顆釘棺材的釘，人怎麼走了的？"
    },
    {
      "id": "02-041-0130_p0018",
      "zh_CN": "中国古时候有个例子，达摩祖师他示现。死了以后大家给他埋起来，给他做了坟墓。三、四个月之后，有个人从新疆那边来，告诉大家，他在那边看到达摩祖师，一只脚穿草鞋，一只脚打赤脚，看到的。大家不相信，祖师的坟墓就在我们这个地方，你怎么会看到？把坟墓打开，棺材打开来看看，真的没有人，棺材里头有一只草鞋。证明他所看到的一点都不错，达摩祖师一只脚穿草鞋，一只脚没穿，草鞋在棺材里头。过去祖师有这个例子，所以有人就想到海贤老和尚的母亲是不是菩萨阿罗汉再来的，来表演给我们看的，怎么没有了？这些事情都是真的不是假的。",
      "zh_TW": "中國古時候有個例子，達摩祖師他示現。死了以後大家給他埋起來，給他做了墳墓。三、四個月之後，有個人從新疆那邊來，告訴大家，他在那邊看到達摩祖師，一隻腳穿草鞋，一隻腳打赤腳，看到的。大家不相信，祖師的墳墓就在我們這個地方，你怎麼會看到？把墳墓打開，棺材打開來看看，真的沒有人，棺材裡頭有一隻草鞋。證明他所看到的一點都不錯，達摩祖師一隻腳穿草鞋，一隻腳沒穿，草鞋在棺材裡頭。過去祖師有這個例子，所以有人就想到海賢老和尚的母親是不是菩薩阿羅漢再來的，來表演給我們看的，怎麼沒有了？這些事情都是真的不是假的。"
    },
    {
      "id": "02-041-0130_p0019",
      "zh_CN": "我们再往下面看，「《甄解》又云：今真实者，佛智名号」。这个真实是佛的智慧，是真实的，佛的这句名号是真实的。「善导所谓法藏因中所成真实，故言本愿真实」。善导大师，唐朝时候人，净土宗第二代的祖师。在那个时候，日本、韩国、南面的越南到中国留学的学生很多，都是出家人，大多数都是善导的学生跟智者大师的学生，学天台就是智者大师的学生，修净土都是善导大师的学生。现在我们到这三个地方去，寺庙里面都供奉祖师的塑像。日本人对祖师非常重视，供养祖师的殿堂跟供佛的殿堂没有两样。而且造像，祖师的造像像真人一样，佛像塑得很小，大概像我前面供的这样。在日本看到的是佛像都不大，祖师的像很大，这个很有道理，提倡尊师重道。",
      "zh_TW": "我們再往下面看，「《甄解》又云：今真實者，佛智名號」。這個真實是佛的智慧，是真實的，佛的這句名號是真實的。「善導所謂法藏因中所成真實，故言本願真實」。善導大師，唐朝時候人，淨土宗第二代的祖師。在那個時候，日本、韓國、南面的越南到中國留學的學生很多，都是出家人，大多數都是善導的學生跟智者大師的學生，學天台就是智者大師的學生，修淨土都是善導大師的學生。現在我們到這三個地方去，寺廟裡面都供奉祖師的塑像。日本人對祖師非常重視，供養祖師的殿堂跟供佛的殿堂沒有兩樣。而且造像，祖師的造像像真人一樣，佛像塑得很小，大概像我前面供的這樣。在日本看到的是佛像都不大，祖師的像很大，這個很有道理，提倡尊師重道。"
    },
    {
      "id": "02-041-0130_p0020",
      "zh_CN": "善导所说的法藏，法藏就是阿弥陀佛的前身。阿弥陀佛没有成佛之前叫法藏比丘，他在因中所成的真实。我们今天都在因中，我们晓得，法藏何以能成真实？就是他把起心动念、分别执着放下了，他心地清净平等。清净，没有染污；平等，没有分别；觉，大彻大悟、明心见性，这是他所成就的真实。故言本愿真实，本愿就是四十八愿。法藏非常慈悲，他发了个大愿，想帮助遍法界虚空界一切诸佛刹土里面六道众生。六道太苦了，想帮助这些众生离苦得乐。向老师，老师是世间自在王佛，请教有什么方法，他愿意学习。老师教他，你可以去访问诸佛菩萨，广学多闻，然后选择一切诸佛刹土里面美好的，你去看到喜欢的，你就要；不好的，你就不要，你的愿就能满足了。他真干，用了多长时间？用了五劫。没有说小劫、中劫，那就是大劫，这个时间是天文数字，成就了。这个说明广学多闻在什么时候？自己证得根本智之后。自己根本智没有开显，你做不到，你没有能力见佛。根本智现前了，你念佛，佛就现前，你有能力到十方佛刹去参学，成就你圆满的后得智。圆满后得智是无所不知，一切众生你都有能力教导他。本愿真实，四十八愿是精华。释迦牟尼佛出世，教学四十九年，最精华的东西是什么？就是《无量寿经》里头所说的法藏比丘四十八愿。极乐世界就凭四十八愿建立的，一切诸佛刹土里最精华的、最极庄严的，极乐世界都有；十方世界还有缺陷的，极乐世界找不到。",
      "zh_TW": "善導所說的法藏，法藏就是阿彌陀佛的前身。阿彌陀佛沒有成佛之前叫法藏比丘，他在因中所成的真實。我們今天都在因中，我們曉得，法藏何以能成真實？就是他把起心動念、分別執著放下了，他心地清淨平等。清淨，沒有染污；平等，沒有分別；覺，大徹大悟、明心見性，這是他所成就的真實。故言本願真實，本願就是四十八願。法藏非常慈悲，他發了個大願，想幫助遍法界虛空界一切諸佛剎土裡面六道眾生。六道太苦了，想幫助這些眾生離苦得樂。向老師，老師是世間自在王佛，請教有什麼方法，他願意學習。老師教他，你可以去訪問諸佛菩薩，廣學多聞，然後選擇一切諸佛剎土裡面美好的，你去看到喜歡的，你就要；不好的，你就不要，你的願就能滿足了。他真幹，用了多長時間？用了五劫。沒有說小劫、中劫，那就是大劫，這個時間是天文數字，成就了。這個說明廣學多聞在什麼時候？自己證得根本智之後。自己根本智沒有開顯，你做不到，你沒有能力見佛。根本智現前了，你念佛，佛就現前，你有能力到十方佛剎去參學，成就你圓滿的後得智。圓滿後得智是無所不知，一切眾生你都有能力教導他。本願真實，四十八願是精華。釋迦牟尼佛出世，教學四十九年，最精華的東西是什麼？就是《無量壽經》裡頭所說的法藏比丘四十八願。極樂世界就憑四十八願建立的，一切諸佛剎土裡最精華的、最極莊嚴的，極樂世界都有；十方世界還有缺陷的，極樂世界找不到。"
    },
    {
      "id": "02-041-0130_p0021",
      "zh_CN": "「开之则真实五愿，合之一句名号」。这个五愿，四十八愿里头要是跟教行信证来对照，教就是《无量寿经》，《无量寿经》是教；行是第十八愿「十念必生」；信是第十七愿「诸佛称叹」；证是第十二愿「定成正觉」，真土是「光明无量」，真佛是「寿命无量」，这是真实五愿配教行信证、真佛、真土。「应知之利」，你就要晓得，利，这个利是说什么？「名号之大利」，名号功德不可思议。名号之大利，「其大利之所究竟，即无上涅槃妙果」，就这一句名号完成的，很难叫人相信。",
      "zh_TW": "「開之則真實五願，合之一句名號」。這個五願，四十八願裡頭要是跟教行信證來對照，教就是《無量壽經》，《無量壽經》是教；行是第十八願「十念必生」；信是第十七願「諸佛稱歎」；證是第十二願「定成正覺」，真土是「光明無量」，真佛是「壽命無量」，這是真實五願配教行信證、真佛、真土。「應知之利」，你就要曉得，利，這個利是說什麼？「名號之大利」，名號功德不可思議。名號之大利，「其大利之所究竟，即無上涅槃妙果」，就這一句名號完成的，很難叫人相信。"
    },
    {
      "id": "02-041-0130_p0022",
      "zh_CN": "阿弥陀佛慈悲，海贤老和尚慈悲，阿弥陀佛等于说是命令海贤和尚在这个时代做榜样给我们看，让我们亲自看到他。你看在《永思集》里头看他，他们的家庭环境贫穷，父亲是种田的、务农的，兄弟姐妹五个人，你就晓得他父母多辛苦。有一年干旱，粮食没有收成，他的父亲讨饭。讨饭还养这么一大家，这个生活我们冷静去想一想，日子怎么过？他很不幸，在邻县讨饭的时候遇到土匪抢劫一个村庄，放火把村庄烧掉。当然人都逃掉了。他看到的时候挑水去救火，这个时候有几个土匪返回来看看，看到他在救火，把他活活打死。",
      "zh_TW": "阿彌陀佛慈悲，海賢老和尚慈悲，阿彌陀佛等於說是命令海賢和尚在這個時代做榜樣給我們看，讓我們親自看到他。你看在《永思集》裡頭看他，他們的家庭環境貧窮，父親是種田的、務農的，兄弟姐妹五個人，你就曉得他父母多辛苦。有一年乾旱，糧食沒有收成，他的父親討飯。討飯還養這麼一大家，這個生活我們冷靜去想一想，日子怎麼過？他很不幸，在鄰縣討飯的時候遇到土匪搶劫一個村莊，放火把村莊燒掉。當然人都逃掉了。他看到的時候挑水去救火，這個時候有幾個土匪返回來看看，看到他在救火，把他活活打死。"
    },
    {
      "id": "02-041-0130_p0023",
      "zh_CN": "他到二十岁，他好像是老三，他上面有个哥哥、有个姐姐，生活太困难了。一家学佛，母亲劝他出家，他也喜欢，出家什么？生活不成问题了。他从小跟父亲在一起种田，所以对于耕种的知识，这些技术他熟悉。出家之后还是耕种，因为不认识字，没念过书。出家的师父看中他，看中他什么？这个人是可造之材，他的本性老实、听话、真干。这三个条件不容易，有这三个条件，要遇到高人指点他，没有不成就的。谛闲老和尚的徒弟锅漏匠，他的成就就是因为老实、听话、真干。老和尚教他一句阿弥陀佛，告诉他一直念下去。锅漏匠念了三年，白天晚上就一句佛号，他别的什么都不知道，念累了就休息，休息好了接着念，不分昼夜念了三年，预知时至，站着往生。不容易！他走了还站了三天，等待谛闲老和尚替他办后事。他在乡下农村一个小庙，破庙，没人住的，一句佛号，佛号功德给我们做证明。",
      "zh_TW": "他到二十歲，他好像是老三，他上面有個哥哥、有個姐姐，生活太困難了。一家學佛，母親勸他出家，他也喜歡，出家什麼？生活不成問題了。他從小跟父親在一起種田，所以對於耕種的知識，這些技術他熟悉。出家之後還是耕種，因為不認識字，沒念過書。出家的師父看中他，看中他什麼？這個人是可造之材，他的本性老實、聽話、真幹。這三個條件不容易，有這三個條件，要遇到高人指點他，沒有不成就的。諦閑老和尚的徒弟鍋漏匠，他的成就就是因為老實、聽話、真幹。老和尚教他一句阿彌陀佛，告訴他一直念下去。鍋漏匠念了三年，白天晚上就一句佛號，他別的什麼都不知道，念累了就休息，休息好了接著念，不分晝夜念了三年，預知時至，站著往生。不容易！他走了還站了三天，等待諦閑老和尚替他辦後事。他在鄉下農村一個小廟，破廟，沒人住的，一句佛號，佛號功德給我們做證明。"
    },
    {
      "id": "02-041-0130_p0024",
      "zh_CN": "海贤是彻底作证。你看他二十岁，就这句佛号，学佛了，出家了，什么都不知道，就是一句佛号，一天到晚不间断，九十二年。别人念三年就成功了，他九十二年，九十二年的功夫还得了！所以我们在光碟里头细心观察，会看出门道出来。大概他在二十几岁的时候，功夫成片。功夫成片就有资格往生，虽有寿命，可以不要，求阿弥陀佛来接你，阿弥陀佛一定来，你条件具足了。我们相信，阿弥陀佛给他来通知，嘱咐他好好修，做好样子给别人看。得到功夫成片，再有四、五年的功夫，就能够提升到事一心不乱。证得事一心不乱，再有四、五年功夫，可以证到理一心不乱。理一心不乱就是大彻大悟、明心见性，海贤老和尚有没有得到？得到了。我估计他在四十左右，理一心；三十左右，事一心。他那个成就，跟释迦牟尼佛三十岁在菩提树下大彻大悟，那个境界是平等的；跟六祖惠能大彻大悟也是平等的。他要是生在释迦牟尼佛的时代，可以作佛。要是生在唐朝，跟惠能大师同时代的，他是一代祖师。他生在我们这个时代，社会战乱的时代，经历两次世界大战、军阀割据，动乱不安，一生过的清苦的日子。好在他农耕熟悉，他出家，居然开荒开了十四片的荒地，总面积一百多亩，种粮食、种果木树、种蔬菜，丰收。除了自己寺庙里面吃的之外，还有多余的救济贫苦。他没有卖钱，哪个地方没有粮食，缺乏的，他就送去。大慈大悲，救苦救难。手艺不错，人很勤快，每个人都喜欢他。做工非常认真，帮别人建道场，建了十一所道场，修桥补路不计其数，他天天干这个，没有一天闲着的，喜欢干活。",
      "zh_TW": "海賢是徹底作證。你看他二十歲，就這句佛號，學佛了，出家了，什麼都不知道，就是一句佛號，一天到晚不間斷，九十二年。別人念三年就成功了，他九十二年，九十二年的功夫還得了！所以我們在光碟裡頭細心觀察，會看出門道出來。大概他在二十幾歲的時候，功夫成片。功夫成片就有資格往生，雖有壽命，可以不要，求阿彌陀佛來接你，阿彌陀佛一定來，你條件具足了。我們相信，阿彌陀佛給他來通知，囑咐他好好修，做好樣子給別人看。得到功夫成片，再有四、五年的功夫，就能夠提升到事一心不亂。證得事一心不亂，再有四、五年功夫，可以證到理一心不亂。理一心不亂就是大徹大悟、明心見性，海賢老和尚有沒有得到？得到了。我估計他在四十左右，理一心；三十左右，事一心。他那個成就，跟釋迦牟尼佛三十歲在菩提樹下大徹大悟，那個境界是平等的；跟六祖惠能大徹大悟也是平等的。他要是生在釋迦牟尼佛的時代，可以作佛。要是生在唐朝，跟惠能大師同時代的，他是一代祖師。他生在我們這個時代，社會戰亂的時代，經歷兩次世界大戰、軍閥割據，動亂不安，一生過的清苦的日子。好在他農耕熟悉，他出家，居然開荒開了十四片的荒地，總面積一百多畝，種糧食、種果木樹、種蔬菜，豐收。除了自己寺廟裡面吃的之外，還有多餘的救濟貧苦。他沒有賣錢，哪個地方沒有糧食，缺乏的，他就送去。大慈大悲，救苦救難。手藝不錯，人很勤快，每個人都喜歡他。做工非常認真，幫別人建道場，建了十一所道場，修橋補路不計其數，他天天幹這個，沒有一天閒著的，喜歡幹活。"
    },
    {
      "id": "02-041-0130_p0025",
      "zh_CN": "这个示现，在这个时代，许许多多人对学佛信心动摇，念佛求生净土提出了怀疑，他来给我们做证明，告诉我们这是真的不是假的，现身说法。最后的表法对我们修净土有大利益。夏莲居会集这个本子，现在我们所用的，很多人反对。他这一证明，就说明夏老会集的是真经，没有错误；黄念老居士的注解是正确的；我们将近二十年学习这个本子，是正确的没有错误，给我们作证，我们对老和尚感恩。确确实实念佛往生，往生到极乐世界就是无上涅槃妙果，这是一生决定成佛的法门，不容易遇到。在我上一代的人就没有机会闻到，为什么？这个会集本的完成是第二次大战之后，所以老一辈的这些老法师、老居士没见过。黄念祖老居士的注解更晚，我好像是一九八五年在美国遇到黄念祖老居士，那时候他这个注解是稿本，还没有定稿，油印印的，带了一套到美国去。我们见面，他把这个本子送给我。我把它寄回台湾印了一万册，第一次印的。现在我们读的这个注解，他又补充了一些，比那个老本子好，老本子很值得纪念。所以要认识，认识净土宗，认识《无量寿经》，认识这句名号功德不可思议。",
      "zh_TW": "這個示現，在這個時代，許許多多人對學佛信心動搖，念佛求生淨土提出了懷疑，他來給我們做證明，告訴我們這是真的不是假的，現身說法。最後的表法對我們修淨土有大利益。夏蓮居會集這個本子，現在我們所用的，很多人反對。他這一證明，就說明夏老會集的是真經，沒有錯誤；黃念老居士的註解是正確的；我們將近二十年學習這個本子，是正確的沒有錯誤，給我們作證，我們對老和尚感恩。確確實實念佛往生，往生到極樂世界就是無上涅槃妙果，這是一生決定成佛的法門，不容易遇到。在我上一代的人就沒有機會聞到，為什麼？這個會集本的完成是第二次大戰之後，所以老一輩的這些老法師、老居士沒見過。黃念祖老居士的註解更晚，我好像是一九八五年在美國遇到黃念祖老居士，那時候他這個註解是稿本，還沒有定稿，油印印的，帶了一套到美國去。我們見面，他把這個本子送給我。我把它寄回台灣印了一萬冊，第一次印的。現在我們讀的這個註解，他又補充了一些，比那個老本子好，老本子很值得紀念。所以要認識，認識淨土宗，認識《無量壽經》，認識這句名號功德不可思議。"
    },
    {
      "id": "02-041-0130_p0026",
      "zh_CN": "「又《甄解》曰」，《甄解》是日本净宗祖师给《无量寿经》做的注解，我这个地方有一套。「真实之利对权假方便」，从比较上来看，你就晓得这个经是多么可贵。「故以世法望小乘，小乘真而世法假」，世是世间法，世间法跟小乘对比，小乘真，世法假。南传的佛教，泰国、缅甸、斯里兰卡这些地方都是属于小乘教，主要的是依巴利文所翻的经典。要以小乘跟权大乘来比较，「权大乘真」，小乘就变成假的了。什么是权大乘？权是方便，换句话说，不是真实的。天台大师所判的藏通别圆，别教是权大乘，圆教是实大乘，真的大乘。别教所说的，十住、十行、十回向这三十个位次都是权大乘，比小乘高。他不是真的大乘，为什么？真的大乘是明心见性，他虽然从小乘不断向上提升，还没有能见性，这叫权大乘。他跟小乘比，权大乘是真，小乘是假。再「以权大望实大」，权大乘望实大乘，实大乘就是别教的十地、圆教的初住以上，《华严经》上所说的，《华严》、《法华》这是真实的大乘，「实大真而权大假」。",
      "zh_TW": "「又《甄解》曰」，《甄解》是日本淨宗祖師給《無量壽經》做的註解，我這個地方有一套。「真實之利對權假方便」，從比較上來看，你就曉得這個經是多麼可貴。「故以世法望小乘，小乘真而世法假」，世是世間法，世間法跟小乘對比，小乘真，世法假。南傳的佛教，泰國、緬甸、斯里蘭卡這些地方都是屬於小乘教，主要的是依巴利文所翻的經典。要以小乘跟權大乘來比較，「權大乘真」，小乘就變成假的了。什麼是權大乘？權是方便，換句話說，不是真實的。天台大師所判的藏通別圓，別教是權大乘，圓教是實大乘，真的大乘。別教所說的，十住、十行、十迴向這三十個位次都是權大乘，比小乘高。他不是真的大乘，為什麼？真的大乘是明心見性，他雖然從小乘不斷向上提升，還沒有能見性，這叫權大乘。他跟小乘比，權大乘是真，小乘是假。再「以權大望實大」，權大乘望實大乘，實大乘就是別教的十地、圓教的初住以上，《華嚴經》上所說的，《華嚴》、《法華》這是真實的大乘，「實大真而權大假」。"
    },
    {
      "id": "02-041-0130_p0027",
      "zh_CN": "「以《华严》、《法华》等实大乘，望弥陀十九愿」，跟本经四十八愿第十九愿来比。这括弧里面讲，「十九指《魏译》文曰」，康僧铠的本子，这个魏是三国时代以后曹魏，翻的这个本子翻得好，在中国流通很广。第十九愿的愿文：「发菩提心，修诸功德，至心发愿，欲生我国。」十九愿真，而《华严》、《法华》假。为什么是假？「《华严》、《法华》以往生为经益」，《华严》也是劝念佛往生的，《华严》到最后普贤菩萨十大愿王导归极乐；《法华经》里面龙女八岁成佛。这比较就知道了，为什么？《华严》、《法华》是讲往生为经的利益，但是没听说过哪一个修这个经成功的，不是没有，很少。近代来说，弘一大师他念佛往生，他是修《华严》的，早晚课诵是念《普贤菩萨行愿品》，念阿弥陀佛求生净土，我们只看到这一个，其他的没听说。所以这个十九愿跟《华严》、《法华》比，《华严》、《法华》是假的，这个第十九愿是真的。第十九愿就是「发菩提心，修诸功德，至心发愿，欲生我国」。《华严》、《法华》以往生为经益，真实利益，但是不出第十九愿。",
      "zh_TW": "「以《華嚴》、《法華》等實大乘，望彌陀十九願」，跟本經四十八願第十九願來比。這括弧裡面講，「十九指《魏譯》文曰」，康僧鎧的本子，這個魏是三國時代以後曹魏，翻的這個本子翻得好，在中國流通很廣。第十九願的願文：「發菩提心，修諸功德，至心發願，欲生我國。」十九願真，而《華嚴》、《法華》假。為什麼是假？「《華嚴》、《法華》以往生為經益」，《華嚴》也是勸念佛往生的，《華嚴》到最後普賢菩薩十大願王導歸極樂；《法華經》裡面龍女八歲成佛。這比較就知道了，為什麼？《華嚴》、《法華》是講往生為經的利益，但是沒聽說過哪一個修這個經成功的，不是沒有，很少。近代來說，弘一大師他念佛往生，他是修《華嚴》的，早晚課誦是念《普賢菩薩行願品》，念阿彌陀佛求生淨土，我們只看到這一個，其他的沒聽說。所以這個十九願跟《華嚴》、《法華》比，《華嚴》、《法華》是假的，這個第十九願是真的。第十九願就是「發菩提心，修諸功德，至心發願，欲生我國」。《華嚴》、《法華》以往生為經益，真實利益，但是不出第十九願。"
    },
    {
      "id": "02-041-0130_p0028",
      "zh_CN": "以十九愿跟二十愿比呢？这统统用魏译的本子，「闻我名号，系念我国，植众德本，至心回向，欲生我国」，二十愿跟十九愿一比，二十愿是真的，十九愿不如二十愿。再「以二十愿望十八愿」，十八愿十念必生，二十愿又比不上第十八愿，十八愿真中之真。这样比较的时候，你才知道念这句佛号的功德真正不可思议，「今真实中之真实，圆顿中之圆顿」。我们要了解佛教、要认识佛教，佛教最精华的是什么？究竟利益是什么？教我们在这一生当中永远脱离六道轮回。脱离六道轮回是离究竟苦，离苦真正达到究竟圆满，往生极乐世界得究竟乐，这是真的不是假的。",
      "zh_TW": "以十九願跟二十願比呢？這統統用魏譯的本子，「聞我名號，繫念我國，植眾德本，至心回向，欲生我國」，二十願跟十九願一比，二十願是真的，十九願不如二十願。再「以二十願望十八願」，十八願十念必生，二十願又比不上第十八願，十八願真中之真。這樣比較的時候，你才知道念這句佛號的功德真正不可思議，「今真實中之真實，圓頓中之圓頓」。我們要了解佛教、要認識佛教，佛教最精華的是什麼？究竟利益是什麼？教我們在這一生當中永遠脫離六道輪迴。脫離六道輪迴是離究竟苦，離苦真正達到究竟圓滿，往生極樂世界得究竟樂，這是真的不是假的。"
    },
    {
      "id": "02-041-0130_p0029",
      "zh_CN": "如果要明白这个道理，然后你会知道，宗教里面所说的，宇宙之间只有一个真神，创造宇宙的。每个宗教都说那真神是他们的神，到底这个宇宙是谁造的？实在讲是一个神。为什么这么多宗教？我们能理解。两百年以前的科学技术是很幼稚的，没有现在这么方便，交通不方便，没有资讯。所以神慈悲，具有智慧、慈悲，怜悯苦难的人民、苦难的众生，他的愿望，希望一切众生离苦得乐，于是现身建立宗教，在各种不同的环境下以不一样的身分出现。这就是佛家讲的契机契理，理是一个，所用的方法必须要让这个地方的人欢喜，跟他地方的文化要能够接轨，他才能欢喜。所以我们仔细看每个宗教的经典，最主要的部分完全相同，十之七、八是相同的。不同的是十之二、三，那部分是什么？那部分就是文化不同、生活方式不同，这个在佛法讲，机缘不一样，那不关紧要，重要地方决定相同。像这伦常，伦常的教育、道德的教育、因果的教育、神圣的教育，这四个部分可以说是完全相同。所以真搞清楚、搞明白，宗教是一家，确实是一个神。",
      "zh_TW": "如果要明白這個道理，然後你會知道，宗教裡面所說的，宇宙之間只有一個真神，創造宇宙的。每個宗教都說那真神是他們的神，到底這個宇宙是誰造的？實在講是一個神。為什麼這麼多宗教？我們能理解。兩百年以前的科學技術是很幼稚的，沒有現在這麼方便，交通不方便，沒有資訊。所以神慈悲，具有智慧、慈悲，憐憫苦難的人民、苦難的眾生，他的願望，希望一切眾生離苦得樂，於是現身建立宗教，在各種不同的環境下以不一樣的身分出現。這就是佛家講的契機契理，理是一個，所用的方法必須要讓這個地方的人歡喜，跟他地方的文化要能夠接軌，他才能歡喜。所以我們仔細看每個宗教的經典，最主要的部分完全相同，十之七、八是相同的。不同的是十之二、三，那部分是什麼？那部分就是文化不同、生活方式不同，這個在佛法講，機緣不一樣，那不關緊要，重要地方決定相同。像這倫常，倫常的教育、道德的教育、因果的教育、神聖的教育，這四個部分可以說是完全相同。所以真搞清楚、搞明白，宗教是一家，確實是一個神。"
    },
    {
      "id": "02-041-0130_p0030",
      "zh_CN": "现在高级宗教常常讲的，神没有形相，神无处不在、无时不在，他们概念上讲神。这种说法在佛经上有，佛经就是毘卢遮那佛。毘卢遮那是梵语，意思是什么？就是遍一切处，就是它无时不在，它无处不在。它不是物质现象，它不是精神现象，也不是自然现象，但是它遇到缘，能现物质现象、能现自然现象、能现精神现象。它不现的时候没有，但是它存在，它不是不在，你看不到，你想不到，你摸不到它。它无处不在、无时不在，它是一切法的本体，一切法是依它建立，这佛教说的，那是造物主。许多宗教说法逐渐都接近，这是一桩好事情。什么时候宗教变成一家人？宗教里面所说的伦理，伦理是关系，人跟人的关系、人跟万物的关系、人跟神圣的关系都搞清楚、都搞明白了，不再迷惑了，慈悲心一定生出来。慈悲是什么？慈悲是真正的爱、智慧的爱，这个爱建立在智慧上，不是建立在感情上。感情是迷，智慧是觉悟。那就变成完全是神的爱心、神圣的爱心，它没有分别、它没有执着，这个世界冲突、战争、人祸永远的消失掉，不再有。人为的灾难没有，自然灾难也没有了，为什么？自然灾害也是从负面不善的念头所发生的。人人起心动念都是正念、都是善念、都是净念，没有负面的，所以人身体清净平等觉悟，必然是健康长寿，家庭幸福，社会祥和，世界太平，这一定的道理。",
      "zh_TW": "現在高級宗教常常講的，神沒有形相，神無處不在、無時不在，他們概念上講神。這種說法在佛經上有，佛經就是毘盧遮那佛。毘盧遮那是梵語，意思是什麼？就是遍一切處，就是它無時不在，它無處不在。它不是物質現象，它不是精神現象，也不是自然現象，但是它遇到緣，能現物質現象、能現自然現象、能現精神現象。它不現的時候沒有，但是它存在，它不是不在，你看不到，你想不到，你摸不到它。它無處不在、無時不在，它是一切法的本體，一切法是依它建立，這佛教說的，那是造物主。許多宗教說法逐漸都接近，這是一樁好事情。什麼時候宗教變成一家人？宗教裡面所說的倫理，倫理是關係，人跟人的關係、人跟萬物的關係、人跟神聖的關係都搞清楚、都搞明白了，不再迷惑了，慈悲心一定生出來。慈悲是什麼？慈悲是真正的愛、智慧的愛，這個愛建立在智慧上，不是建立在感情上。感情是迷，智慧是覺悟。那就變成完全是神的愛心、神聖的愛心，它沒有分別、它沒有執著，這個世界衝突、戰爭、人禍永遠的消失掉，不再有。人為的災難沒有，自然災難也沒有了，為什麼？自然災害也是從負面不善的念頭所發生的。人人起心動念都是正念、都是善念、都是淨念，沒有負面的，所以人身體清淨平等覺悟，必然是健康長壽，家庭幸福，社會祥和，世界太平，這一定的道理。"
    },
    {
      "id": "02-041-0130_p0031",
      "zh_CN": "经典里面给我们讲得很清楚、很明白，第二十愿说得好，闻我名号，系念我国。我们修净土的人想什么？想极乐世界、想阿弥陀佛，能这样想就是植众德本，我们常说积功累德，念佛就是积功累德，想极乐世界、想天堂这是积功累德。至心就是真心，真诚到极处。回向，我们想往生到极乐世界、想往生到天堂，对于这个世界上没有丝毫贪恋，完全放下，欲生我国。十八愿，那是究竟的，给我们讲的十念必生，所以第十八愿真中之真，真实当中的真实，圆顿当中的圆顿。",
      "zh_TW": "經典裡面給我們講得很清楚、很明白，第二十願說得好，聞我名號，繫念我國。我們修淨土的人想什麼？想極樂世界、想阿彌陀佛，能這樣想就是植眾德本，我們常說積功累德，念佛就是積功累德，想極樂世界、想天堂這是積功累德。至心就是真心，真誠到極處。迴向，我們想往生到極樂世界、想往生到天堂，對於這個世界上沒有絲毫貪戀，完全放下，欲生我國。十八願，那是究竟的，給我們講的十念必生，所以第十八願真中之真，真實當中的真實，圓頓當中的圓頓。"
    },
    {
      "id": "02-041-0130_p0032",
      "zh_CN": "下面这段说，「夫圆顿至极，莫过于《华严》与《法华》」，这是圆顿大经，讲到极处。跟《无量寿经》一比，把它贬为权、贬为假，「而独赞本经之一乘愿海，六字洪名，为圆中之圆、顿中之顿、真中之真者，何耶」，为什么？何耶是为什么，为什么把《无量寿经》上所说的一乘、名号，称它为圆中之圆？圆是圆满，圆跟顿，大乘里面赞叹《华严》、《法华》的，圆教、顿教，现在跟净宗一比、《无量寿经》比，把它们比下去了。何耶？这什么缘故？",
      "zh_TW": "下面這段說，「夫圓頓至極，莫過於《華嚴》與《法華》」，這是圓頓大經，講到極處。跟《無量壽經》一比，把它貶為權、貶為假，「而獨讚本經之一乘願海，六字洪名，為圓中之圓、頓中之頓、真中之真者，何耶」，為什麼？何耶是為什麼，為什麼把《無量壽經》上所說的一乘、名號，稱它為圓中之圓？圓是圓滿，圓跟頓，大乘裡面讚歎《華嚴》、《法華》的，圓教、頓教，現在跟淨宗一比、《無量壽經》比，把它們比下去了。何耶？這什麼緣故？"
    },
    {
      "id": "02-041-0130_p0033",
      "zh_CN": "《甄解》给我们解答，「今就利益论」，我们以什么为标准？以利益，哪一种法门对我最有利益的，那就是真的；法门再好，我做不到，我得不到利益，那对于我就是假的。不是就经论，是跟我的利益，我们从这上来论的。《法华》跟《华严》，我们依照它的理论跟方法，一生不能成就，它太难了。难在哪里？就是我们开头所说的，它要断起心动念、分别执着。我们试试看，我们眼见色、耳闻声，能不起心动念吗？能不分别吗？能不执着吗？只要有起心动念，你就不是佛；有分别执着，你就不是菩萨，你是六道凡夫，你要生生世世在这个里头搞六道轮回，你出不来。放下执着，真的不执着了，你才能超越六道轮回。六道外面还有十法界，六道超越了，十法界不能超越。必须得不起心、不动念，你才能超越十法界。超越十法界，这生天堂，这能生极乐世界。这个法门让我们超越六道轮回，往生极乐世界，不要断烦恼，这个法门叫带业往生。我们应当把烦恼尽量减低，不断没有关系，可以往生，完全靠的是什么？阿弥陀佛第十八愿。我们造作的罪业不怕，这经上讲得很好，你造作五逆十恶堕无间地狱的罪业，你临命终时念佛求生净土，阿弥陀佛还是会来接引你。这个利益太大了！这是我们能做得到的。其他法门，八万四千法门没有带业往生的，统统教我们要靠自己的力量去断烦恼，提升自己境界，不断向上提升，要很长很长的时间。",
      "zh_TW": "《甄解》給我們解答，「今就利益論」，我們以什麼為標準？以利益，哪一種法門對我最有利益的，那就是真的；法門再好，我做不到，我得不到利益，那對於我就是假的。不是就經論，是跟我的利益，我們從這上來論的。《法華》跟《華嚴》，我們依照它的理論跟方法，一生不能成就，它太難了。難在哪裡？就是我們開頭所說的，它要斷起心動念、分別執著。我們試試看，我們眼見色、耳聞聲，能不起心動念嗎？能不分別嗎？能不執著嗎？只要有起心動念，你就不是佛；有分別執著，你就不是菩薩，你是六道凡夫，你要生生世世在這個裡頭搞六道輪迴，你出不來。放下執著，真的不執著了，你才能超越六道輪迴。六道外面還有十法界，六道超越了，十法界不能超越。必須得不起心、不動念，你才能超越十法界。超越十法界，這生天堂，這能生極樂世界。這個法門讓我們超越六道輪迴，往生極樂世界，不要斷煩惱，這個法門叫帶業往生。我們應當把煩惱盡量減低，不斷沒有關係，可以往生，完全靠的是什麼？阿彌陀佛第十八願。我們造作的罪業不怕，這經上講得很好，你造作五逆十惡墮無間地獄的罪業，你臨命終時念佛求生淨土，阿彌陀佛還是會來接引你。這個利益太大了！這是我們能做得到的。其他法門，八萬四千法門沒有帶業往生的，統統教我們要靠自己的力量去斷煩惱，提升自己境界，不斷向上提升，要很長很長的時間。"
    },
    {
      "id": "02-041-0130_p0034",
      "zh_CN": "这个法门一生成就，《弥陀经》上告诉我们的，若一日、若二日到若七日。有没有这个例子？有。宋朝时候莹珂法师，三天。他是一个不守清规的出家人，破戒犯斋的出家人，他能够有成就，是他有一点善根。这善根是什么？他相信因果报应。所以想到自己这种行为将来死后决定是堕地狱，想到地狱他就害怕，所以向同参道友请教，有没有方法能帮助我离开地狱，不堕地狱？就有同学送了一本《往生传》给他看。他手捧着《往生传》，每看到一个人都感动得流泪。看完之后，下定决心，把自己寮房的门关起来，一声佛号念到底，不眠不休，不吃不喝，拼命了。念了三天三夜，真诚心感动了阿弥陀佛，佛来了，告诉他：「你还有十年的阳寿，十年之后我来接引你。」他突然聪明了，难得能遇到阿弥陀佛来，向阿弥陀佛哀求：「我十年寿命不要了，我现在就跟你去。」这个心非常恳切。我还有十年寿命，我再活十年，我控制不了自己，我会造很多罪业，恐怕去不了，所以寿命不要了。佛就答应他，跟他约定：「三天之后我来接引你。」欢喜得不得了。",
      "zh_TW": "這個法門一生成就，《彌陀經》上告訴我們的，若一日、若二日到若七日。有沒有這個例子？有。宋朝時候瑩珂法師，三天。他是一個不守清規的出家人，破戒犯齋的出家人，他能夠有成就，是他有一點善根。這善根是什麼？他相信因果報應。所以想到自己這種行為將來死後決定是墮地獄，想到地獄他就害怕，所以向同參道友請教，有沒有方法能幫助我離開地獄，不墮地獄？就有同學送了一本《往生傳》給他看。他手捧著《往生傳》，每看到一個人都感動得流淚。看完之後，下定決心，把自己寮房的門關起來，一聲佛號念到底，不眠不休，不吃不喝，拼命了。念了三天三夜，真誠心感動了阿彌陀佛，佛來了，告訴他：「你還有十年的陽壽，十年之後我來接引你。」他突然聰明了，難得能遇到阿彌陀佛來，向阿彌陀佛哀求：「我十年壽命不要了，我現在就跟你去。」這個心非常懇切。我還有十年壽命，我再活十年，我控制不了自己，我會造很多罪業，恐怕去不了，所以壽命不要了。佛就答應他，跟他約定：「三天之後我來接引你。」歡喜得不得了。"
    },
    {
      "id": "02-041-0130_p0035",
      "zh_CN": "为什么佛不当时带他走，隔三天？三天他度很多人。这么一个恶人，不是善人，你看造那么多恶事，念了三天三夜就把阿弥陀佛念来，他就能生极乐世界，多难得！所以他把房门打开，跟大家宣布：「我见到阿弥陀佛了，三天之后阿弥陀佛来接引我。」说的话不像是骗人的，大家听了半信半疑，在寺庙里头人都瞧不起他，好在三天不太长，我们大家看着你，你三天往生不往生？你是真的、是假的？到第三天，他要求大众念佛送他，念佛送行。果然如佛所约好的时间，大家起香给他念佛，念了一刻钟，古时候的一刻大概是我们现在半个小时，他就告诉大家：「阿弥陀佛来了，我跟他走了。」跟大家告辞，谢谢大家念佛送他，说完真走了。",
      "zh_TW": "為什麼佛不當時帶他走，隔三天？三天他度很多人。這麼一個惡人，不是善人，你看造那麼多惡事，念了三天三夜就把阿彌陀佛念來，他就能生極樂世界，多難得！所以他把房門打開，跟大家宣布：「我見到阿彌陀佛了，三天之後阿彌陀佛來接引我。」說的話不像是騙人的，大家聽了半信半疑，在寺廟裡頭人都瞧不起他，好在三天不太長，我們大家看著你，你三天往生不往生？你是真的、是假的？到第三天，他要求大眾念佛送他，念佛送行。果然如佛所約好的時間，大家起香給他念佛，念了一刻鐘，古時候的一刻大概是我們現在半個小時，他就告訴大家：「阿彌陀佛來了，我跟他走了。」跟大家告辭，謝謝大家念佛送他，說完真走了。"
    },
    {
      "id": "02-041-0130_p0036",
      "zh_CN": "这桩事情就被记载在《往生传》里头、《净土圣贤录》里头，都记载这一段事情。你去想想看，当时寺庙这些大众亲眼看见，不再怀疑了，他能不念佛吗？一千多年到今天，我们听到这个故事都受感动，我们相信这个不是假的。古人写书非常谨慎，不是真的东西不会给你传下去，肯定是真的。古往今来这些真正的例子，我们看到、听到，还有一些亲身接触到，信心十足。再看到黄念老居士的注解，引经据典。他这个注解是集注，里面引用的经典八十三种，祖师大德的注疏一百一十种，总共引用了一百九十三种典籍，怎么会是骗人的？他把它编成这部注解，集注，这是真实智慧。如果是他自己注解的，别人未必相信。你看这个地方讲的，《甄解》说的、《华严》说的、《法华》说的、《六要》上说的，你不能不相信。",
      "zh_TW": "這樁事情就被記載在《往生傳》裡頭、《淨土聖賢錄》裡頭，都記載這一段事情。你去想想看，當時寺廟這些大眾親眼看見，不再懷疑了，他能不念佛嗎？一千多年到今天，我們聽到這個故事都受感動，我們相信這個不是假的。古人寫書非常謹慎，不是真的東西不會給你傳下去，肯定是真的。古往今來這些真正的例子，我們看到、聽到，還有一些親身接觸到，信心十足。再看到黃念老居士的註解，引經據典。他這個註解是集註，裡面引用的經典八十三種，祖師大德的註疏一百一十種，總共引用了一百九十三種典籍，怎麼會是騙人的？他把它編成這部註解，集註，這是真實智慧。如果是他自己註解的，別人未必相信。你看這個地方講的，《甄解》說的、《華嚴》說的、《法華》說的、《六要》上說的，你不能不相信。"
    },
    {
      "id": "02-041-0130_p0037",
      "zh_CN": "我们再接着看，《甄解》答曰：今就利益论，「彼假此真」，彼假是指《法华》、《华严》。为什么？真实利益我得不到，这部经上真实利益我马上可以得到。对我来说，我的根性，我认为对我真有利益的，这是真的。《法华》、《华严》说得很好，我做不到，我这一生依它修行不能成就，我必须要把它放弃。这个话很重要。「何故？彼说速疾成佛道，不见速疾成佛人，故自成别时意趣」。《法华》、《华严》一生成佛，没有看到人修成功。念佛往生我们看到的很多，这个我们可以做得到，它简单，只要相信不怀疑，只要真正发心到极乐世界去亲近阿弥陀佛，阿弥陀佛就决定来接你到极乐世界去。这个我们相信，我们看到许许多多人真的往生了。「法体非别时意，人机劣故」。我们不是顿根、不是利根，我们的根性很劣，但是这部经很管用，再差的根性都行。",
      "zh_TW": "我們再接著看，《甄解》答曰：今就利益論，「彼假此真」，彼假是指《法華》、《華嚴》。為什麼？真實利益我得不到，這部經上真實利益我馬上可以得到。對我來說，我的根性，我認為對我真有利益的，這是真的。《法華》、《華嚴》說得很好，我做不到，我這一生依它修行不能成就，我必須要把它放棄。這個話很重要。「何故？彼說速疾成佛道，不見速疾成佛人，故自成別時意趣」。《法華》、《華嚴》一生成佛，沒有看到人修成功。念佛往生我們看到的很多，這個我們可以做得到，它簡單，只要相信不懷疑，只要真正發心到極樂世界去親近阿彌陀佛，阿彌陀佛就決定來接你到極樂世界去。這個我們相信，我們看到許許多多人真的往生了。「法體非別時意，人機劣故」。我們不是頓根、不是利根，我們的根性很劣，但是這部經很管用，再差的根性都行。"
    },
    {
      "id": "02-041-0130_p0038",
      "zh_CN": "下面说，「今信不疑者」，这最重要的一个条件，你真正相信不怀疑。十个人念，十个人往生，往生就不会退转，一直到无上菩提。这个「至菩提故」，菩提就是成佛，达到最高境界。「初生处即菩提」，这就太难太难了。「在世灭后但此一法」，这个在世就是在这个世间，佛灭以后只有这一法。「一切凡圣行无别故」，上面到等觉菩萨，下面到地狱众生，这一法全都度了。「利益真者莫过斯」，没有能跟它相比，这一法是真实利益，千万不能错过。这个意思是，这段的意思念老给我们解释，「若论法体」，诸经从体上说，那都是真实，没有假的。可是我们现前论利益，我们不从法体上说，我们从我们能得到的利益，从这上说，那其他一切经都是假的，唯有这部经、唯有第十八愿是真实的，真中之真，为什么？我们能得利益。下面说，「何以故？因《法华》等」，就是《法华》、《华严》，「虽说有速疾成佛之道」，这个道就是讲成佛的道理、成佛的方法，都在这个字上，「但不见依法修持当世成佛之人」，没看过。弘一大师依《华严经》，他每天早晚课是《普贤菩萨行愿品》，《行愿品》他念得很熟，能够背诵，但是还是依念阿弥陀佛求生净土。《华严》最后帮助众生一生成就的，依然是《无量寿经》第十八愿。要不依这个法门的话，没有听说当世成佛。「故仅成为别时」，别时就是以后，不是现在，「成佛之因」，种的善因。",
      "zh_TW": "下面說，「今信不疑者」，這最重要的一個條件，你真正相信不懷疑。十個人念，十個人往生，往生就不會退轉，一直到無上菩提。這個「至菩提故」，菩提就是成佛，達到最高境界。「初生處即菩提」，這就太難太難了。「在世滅後但此一法」，這個在世就是在這個世間，佛滅以後只有這一法。「一切凡聖行無別故」，上面到等覺菩薩，下面到地獄眾生，這一法全都度了。「利益真者莫過斯」，沒有能跟它相比，這一法是真實利益，千萬不能錯過。這個意思是，這段的意思念老給我們解釋，「若論法體」，諸經從體上說，那都是真實，沒有假的。可是我們現前論利益，我們不從法體上說，我們從我們能得到的利益，從這上說，那其他一切經都是假的，唯有這部經、唯有第十八願是真實的，真中之真，為什麼？我們能得利益。下面說，「何以故？因《法華》等」，就是《法華》、《華嚴》，「雖說有速疾成佛之道」，這個道就是講成佛的道理、成佛的方法，都在這個字上，「但不見依法修持當世成佛之人」，沒看過。弘一大師依《華嚴經》，他每天早晚課是《普賢菩薩行願品》，《行願品》他念得很熟，能夠背誦，但是還是依念阿彌陀佛求生淨土。《華嚴》最後幫助眾生一生成就的，依然是《無量壽經》第十八願。要不依這個法門的話，沒有聽說當世成佛。「故僅成為別時」，別時就是以後，不是現在，「成佛之因」，種的善因。"
    },
    {
      "id": "02-041-0130_p0039",
      "zh_CN": "「就法体论，本不须待至别时」，为什么？因为一切众生本来是佛，道理在此地。你本来是佛，所以你现前成佛不稀奇。像《法华经》上龙女，龙是畜生道，八岁是小女孩，念佛往生净土，往生极乐世界就不退成佛，不稀奇，为什么？本来是佛。我们既然造极重的罪业，第十八愿后面虽然讲十念必生，也提到五逆十恶、毁谤佛法这两种重罪不能往生，这个后头我们会读到，有详细的论述。古德，所以看到这个经文就说到，往生极乐世界，这种重罪不能往生。但是善导大师的主张，说这两句话，佛说这两句话的意思是，这是极重的罪业，希望大家不要造，意思在此地。如果真造了？真造了，念佛，阿弥陀佛还是来接引。善导大师说，这个说法才真正是阿弥陀佛的意思，阿弥陀佛度众生，一个人都不舍。极重罪业，只要到极乐世界，你再没有犯罪的机会了。你想犯罪，极乐世界没有缘分、没有机会。所以善导讲得好！造极重罪业，过去造的，现在以后不再造了，就能往生。如果到临死还造极重罪业，那当然不能往生。讲法讲得太好！「唯此净宗一乘愿海，六字洪名，十即十生」，十个人修十个人生，「万修万去，故胜余经」。",
      "zh_TW": "「就法體論，本不須待至別時」，為什麼？因為一切眾生本來是佛，道理在此地。你本來是佛，所以你現前成佛不稀奇。像《法華經》上龍女，龍是畜生道，八歲是小女孩，念佛往生淨土，往生極樂世界就不退成佛，不稀奇，為什麼？本來是佛。我們既然造極重的罪業，第十八願後面雖然講十念必生，也提到五逆十惡、毀謗佛法這兩種重罪不能往生，這個後頭我們會讀到，有詳細的論述。古德，所以看到這個經文就說到，往生極樂世界，這種重罪不能往生。但是善導大師的主張，說這兩句話，佛說這兩句話的意思是，這是極重的罪業，希望大家不要造，意思在此地。如果真造了？真造了，念佛，阿彌陀佛還是來接引。善導大師說，這個說法才真正是阿彌陀佛的意思，阿彌陀佛度眾生，一個人都不捨。極重罪業，只要到極樂世界，你再沒有犯罪的機會了。你想犯罪，極樂世界沒有緣分、沒有機會。所以善導講得好！造極重罪業，過去造的，現在以後不再造了，就能往生。如果到臨死還造極重罪業，那當然不能往生。講法講得太好！「唯此淨宗一乘願海，六字洪名，十即十生」，十個人修十個人生，「萬修萬去，故勝餘經」。"
    },
    {
      "id": "02-041-0130_p0040",
      "zh_CN": "「且一」，第一，「往生必证菩提」，就是决定成佛。第二「法灭唯此经度生」，将来佛法会灭掉，佛法统统都灭掉，《无量寿经》还住世。释迦佛法九千年之后，世界上剩的经只有《无量寿经》，其他没有了。第三「凡圣念佛齐等」。《疏钞》说得好，「齐诸圣于片言」。「故云，真实之利无有过于此法者」。我们一定要牢牢的把它记住，真正不可思议的法门。佛法有灭的一天，释迦牟尼佛的法运一万二千年。依中国祖师大德的说法，今年是释迦牟尼佛灭度之后三千零四十一年，这我们中国古人记载的。三千年，一万二千年已经过了三千零四十一年，这今年，后面还有九千年。这九千年，九千年之后经论在这个世间消失了，还留《无量寿经》一百年；一百年之后，《无量寿经》也没有了，阿弥陀佛的佛号再留一百年。到那个时候，就凭这句佛号就能往生。弥陀慈悲到极处！我们要感恩。往生到极乐世界，一切众神的国土、一切佛菩萨的净土你统统都能去，你想到哪里去，那个地方都欢迎你，无比殊胜。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "「且一」，第一，「往生必證菩提」，就是決定成佛。第二「法滅唯此經度生」，將來佛法會滅掉，佛法統統都滅掉，《無量壽經》還住世。釋迦佛法九千年之後，世界上剩的經只有《無量壽經》，其他沒有了。第三「凡聖念佛齊等」。《疏鈔》說得好，「齊諸聖於片言」。「故云，真實之利無有過於此法者」。我們一定要牢牢的把它記住，真正不可思議的法門。佛法有滅的一天，釋迦牟尼佛的法運一萬二千年。依中國祖師大德的說法，今年是釋迦牟尼佛滅度之後三千零四十一年，這我們中國古人記載的。三千年，一萬二千年已經過了三千零四十一年，這今年，後面還有九千年。這九千年，九千年之後經論在這個世間消失了，還留《無量壽經》一百年；一百年之後，《無量壽經》也沒有了，阿彌陀佛的佛號再留一百年。到那個時候，就憑這句佛號就能往生。彌陀慈悲到極處！我們要感恩。往生到極樂世界，一切眾神的國土、一切佛菩薩的淨土你統統都能去，你想到哪裡去，那個地方都歡迎你，無比殊勝。好，今天時間到了，我們就學習到此地。"
    }
  ]
}