{
  "doc_id": "02-041-0366",
  "title": {
    "zh_CN": "二Ｏ一四净土大经科注",
    "zh_TW": "二Ｏ一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六六集",
    "zh_TW": "第三六六集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0366",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-041-0366_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0366_p0002",
      "zh_CN": "请看《大经科注》八百六十页，从第一行看起。科题，「究竟一乘」。请看经文：",
      "zh_TW": "請看《大經科註》八百六十頁，從第一行看起。科題，「究竟一乘」。請看經文："
    },
    {
      "id": "02-041-0366_p0003",
      "zh_CN": "【于三界中。平等勤修。究竟一乘。至于彼岸。】",
      "zh_TW": "【於三界中。平等勤修。究竟一乘。至於彼岸。】"
    },
    {
      "id": "02-041-0366_p0004",
      "zh_CN": "这四句经文也非常重要。我们看念老的注解。『究竟一乘』。「一乘者，成佛唯一之至道，最极圆顿之教法」。这是黄念老给我们做的注解。什么叫一乘？世尊在《法华经》上讲过，「唯有一乘法，无二亦无三」。诸佛出现在世间教化众生，目的何在？就在这一句。佛教人，一定要帮助他证得圆满究竟的佛果，这叫一乘。所以一乘是成佛唯一的至道。至是达到极处，达到顶点。唯一的至道，最重要的一条道路是什么？大乘教里，佛说了八万四千法门，再展开无量法门，门门都能帮助我们成佛，所以门门都是至道。这么多的法门都能帮助人成佛，这个话不是假话，可是这里头还有讲究，讲究的是什么？讲究的是契机，你的根性与这个法门相应，你修学这个法门很容易，你会得到成就；如果你不是这个根机，你学这个法门，学得很辛苦，学的时间很长，得不到效果，多了。这个东西就跟大夫治病一样，这个药要对症，药到病除，病就治好了；如果这个药不对症，吃了不但病不能好，可能还要加重。这种情形在佛门的修学亦如是。因此，就像病人一样，我们要找到一个好医生，这个医生跟我有缘，教我的方法能应病与药，我害的是什么病他知道，他给我开方子，开处方，不错，我依照他这个处方吃药，病就好了，目的就达到了。",
      "zh_TW": "這四句經文也非常重要。我們看念老的註解。『究竟一乘』。「一乘者，成佛唯一之至道，最極圓頓之教法」。這是黃念老給我們做的註解。什麼叫一乘？世尊在《法華經》上講過，「唯有一乘法，無二亦無三」。諸佛出現在世間教化眾生，目的何在？就在這一句。佛教人，一定要幫助他證得圓滿究竟的佛果，這叫一乘。所以一乘是成佛唯一的至道。至是達到極處，達到頂點。唯一的至道，最重要的一條道路是什麼？大乘教裡，佛說了八萬四千法門，再展開無量法門，門門都能幫助我們成佛，所以門門都是至道。這麼多的法門都能幫助人成佛，這個話不是假話，可是這裡頭還有講究，講究的是什麼？講究的是契機，你的根性與這個法門相應，你修學這個法門很容易，你會得到成就；如果你不是這個根機，你學這個法門，學得很辛苦，學的時間很長，得不到效果，多了。這個東西就跟大夫治病一樣，這個藥要對症，藥到病除，病就治好了；如果這個藥不對症，吃了不但病不能好，可能還要加重。這種情形在佛門的修學亦如是。因此，就像病人一樣，我們要找到一個好醫生，這個醫生跟我有緣，教我的方法能應病與藥，我害的是什麼病他知道，他給我開方子，開處方，不錯，我依照他這個處方吃藥，病就好了，目的就達到了。"
    },
    {
      "id": "02-041-0366_p0005",
      "zh_CN": "佛这八万四千法门，有一个总的原则、总的纲领，门门都适用，这个纲领就是断尽一切烦恼习气，不但烦恼要断掉，习气不能有，才能成功。这是八万四千法门，门门都要有这一个基本条件。没有这个条件不能学佛，学了没用，他在佛门里面得不到利益。真正得利益，必须要遵守。总的来说这叫戒学，持戒，持戒目的是得定，得定的目的是开智慧，开智慧就成佛了。八万四千法门修什么？统统修的是戒定慧，修戒定慧的方法不一样，修戒定慧的功德、果报是相同的。所以才说「法门平等，无有高下」。人生病，不能说哪个药好哪个药不好，不能说，对症，病就治好了；不对症，再名贵的药对你也不起作用。这个道理我们不能不懂。",
      "zh_TW": "佛這八萬四千法門，有一個總的原則、總的綱領，門門都適用，這個綱領就是斷盡一切煩惱習氣，不但煩惱要斷掉，習氣不能有，才能成功。這是八萬四千法門，門門都要有這一個基本條件。沒有這個條件不能學佛，學了沒用，他在佛門裡面得不到利益。真正得利益，必須要遵守。總的來說這叫戒學，持戒，持戒目的是得定，得定的目的是開智慧，開智慧就成佛了。八萬四千法門修什麼？統統修的是戒定慧，修戒定慧的方法不一樣，修戒定慧的功德、果報是相同的。所以才說「法門平等，無有高下」。人生病，不能說哪個藥好哪個藥不好，不能說，對症，病就治好了；不對症，再名貴的藥對你也不起作用。這個道理我們不能不懂。"
    },
    {
      "id": "02-041-0366_p0006",
      "zh_CN": "过去，在我这一代之前，我们自己本身(六十年前)还遇到几位真正善知识，真正修行人，有道德，有智慧，还遇到几个。现在呢？现在他们都往生了，没有了，我们变成老人了。我们这个老人，跟上一代老人去相比，有很大的差距，也就是说，我们的智慧比不上他们，德行比不上他们，修学的机缘也比不上他们，他们遇到好的善知识，我们遇不到。那再看我们这一代，跟上一代有很大差距，无论在哪一方面都比不上。再看我们下一代，我们就很悲哀，一代不如一代。什么原因？一个是没有善根福德，善根福德是过去生中修的，过去生中没修；第二个是没有机缘遇到真善知识；第三个，现在的社会，不善的、不良的风气很严重，没有过去那样安定朴实的社会，现在社会都是引诱人作恶。许许多多的因素，总的来说，我们佛门讲福报，现在社会的人，现在活在地球上的人，福报是一代不如一代，没福。",
      "zh_TW": "過去，在我這一代之前，我們自己本身(六十年前)還遇到幾位真正善知識，真正修行人，有道德，有智慧，還遇到幾個。現在呢？現在他們都往生了，沒有了，我們變成老人了。我們這個老人，跟上一代老人去相比，有很大的差距，也就是說，我們的智慧比不上他們，德行比不上他們，修學的機緣也比不上他們，他們遇到好的善知識，我們遇不到。那再看我們這一代，跟上一代有很大差距，無論在哪一方面都比不上。再看我們下一代，我們就很悲哀，一代不如一代。什麼原因？一個是沒有善根福德，善根福德是過去生中修的，過去生中沒修；第二個是沒有機緣遇到真善知識；第三個，現在的社會，不善的、不良的風氣很嚴重，沒有過去那樣安定樸實的社會，現在社會都是引誘人作惡。許許多多的因素，總的來說，我們佛門講福報，現在社會的人，現在活在地球上的人，福報是一代不如一代，沒福。"
    },
    {
      "id": "02-041-0366_p0007",
      "zh_CN": "可是佛法里面真正有大慈大悲，慈悲到极处，那是什么？我们非常非常幸运遇到这部经典。这部经典可以说名符其实，古大德称为门余大道，也就是八万四千法门之外一条大道，成佛之道。我们福报不够，缘分不足，遇不到高人，遇到这部经就行。这部经很容易成就，保证你成就，但是它很难相信，诸佛如来都说，这个法门叫难信易行的法门。你真正相信，真正依教奉行，在现在这个时代还是能成就，这个成就就是念佛往生。往生到极乐世界之后，等于成佛，到达极乐世界是等于成佛，修行到最后，你究竟成佛，这个不得了。",
      "zh_TW": "可是佛法裡面真正有大慈大悲，慈悲到極處，那是什麼？我們非常非常幸運遇到這部經典。這部經典可以說名符其實，古大德稱為門餘大道，也就是八萬四千法門之外一條大道，成佛之道。我們福報不夠，緣分不足，遇不到高人，遇到這部經就行。這部經很容易成就，保證你成就，但是它很難相信，諸佛如來都說，這個法門叫難信易行的法門。你真正相信，真正依教奉行，在現在這個時代還是能成就，這個成就就是念佛往生。往生到極樂世界之後，等於成佛，到達極樂世界是等於成佛，修行到最後，你究竟成佛，這個不得了。"
    },
    {
      "id": "02-041-0366_p0008",
      "zh_CN": "科题上讲「究竟一乘」，一乘就是成佛，二乘是罗汉、菩萨，小乘只讲阿罗汉，大乘究竟圆满成佛。所以，这个法门是成佛唯一的至道，是最极圆顿的教法，教学、修行的方法圆满到极处。顿是讲快速，它不是缓慢的，一生当中你就成就了。无论是男女老少，只要你真正相信，这部经，黄念老这部注解，就是最极圆顿之教法。你真正听懂了，真正搞清楚、搞明白了，它的总纲领，它的精华，只有四个字，信愿持名。对西方极乐世界决定相信，它真有，它不是假的，相信，没有怀疑；第二个，我真正发愿求往生，对这个世间没有留恋，丝毫留恋都没有，念念希望阿弥陀佛来接引我往生，除这一念之外，心中没有第二念，你往生的条件就具足了。我们起心动念阿弥陀佛知道，不但阿弥陀佛知道，极乐世界所有的人都知道。我们要用真心，不能用妄心，妄心是假的，不是真的，没有感应，真心有感应，佛菩萨统统知道。必须要晓得，我们到极乐世界不会陌生，熟人很多。过去无量劫中，跟我们有缘的人很多，这里头有不少人已经念佛往生到极乐世界，我们起心动念他知道，我们往生的时候，这些人都跟着阿弥陀佛来接引。我们这一生把他们忘得干干净净，到极乐世界就回忆起来，想起来了，这是哪一世，我们在哪一尊佛，哪一个世界六道轮回里头有缘，或者是家亲眷属，或者是亲戚朋友，或者是工作伙伴，统统都想起来了，所以到极乐世界还挺热闹的。而且都是好人，为什么？他要不是好人他不能往生，能往生的都是好人。",
      "zh_TW": "科題上講「究竟一乘」，一乘就是成佛，二乘是羅漢、菩薩，小乘只講阿羅漢，大乘究竟圓滿成佛。所以，這個法門是成佛唯一的至道，是最極圓頓的教法，教學、修行的方法圓滿到極處。頓是講快速，它不是緩慢的，一生當中你就成就了。無論是男女老少，只要你真正相信，這部經，黃念老這部註解，就是最極圓頓之教法。你真正聽懂了，真正搞清楚、搞明白了，它的總綱領，它的精華，只有四個字，信願持名。對西方極樂世界決定相信，它真有，它不是假的，相信，沒有懷疑；第二個，我真正發願求往生，對這個世間沒有留戀，絲毫留戀都沒有，念念希望阿彌陀佛來接引我往生，除這一念之外，心中沒有第二念，你往生的條件就具足了。我們起心動念阿彌陀佛知道，不但阿彌陀佛知道，極樂世界所有的人都知道。我們要用真心，不能用妄心，妄心是假的，不是真的，沒有感應，真心有感應，佛菩薩統統知道。必須要曉得，我們到極樂世界不會陌生，熟人很多。過去無量劫中，跟我們有緣的人很多，這裡頭有不少人已經念佛往生到極樂世界，我們起心動念他知道，我們往生的時候，這些人都跟著阿彌陀佛來接引。我們這一生把他們忘得乾乾淨淨，到極樂世界就回憶起來，想起來了，這是哪一世，我們在哪一尊佛，哪一個世界六道輪迴裡頭有緣，或者是家親眷屬，或者是親戚朋友，或者是工作夥伴，統統都想起來了，所以到極樂世界還挺熱鬧的。而且都是好人，為什麼？他要不是好人他不能往生，能往生的都是好人。"
    },
    {
      "id": "02-041-0366_p0009",
      "zh_CN": "基本的戒律，我们在三十多年前，我当年在美国，美国成立第一个净宗学会，在旧金山附近的一个小城市，现在这个净宗学会还在，还是老会长，杨一华居士，做了二、三十年的会长，很难得。当时我们提出持戒，戒律我们只学五科，第一个净业三福，净业三福是根本戒，八万四千法门，无论哪一个法门，都要用这个做基础，没有这个基础都不能成就，这根本大戒。净业三福第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，一定要做到。佛道是建立在孝道的基础上，所以要孝养父母；佛道是师道，所以要奉事师长，孝亲尊师才能成就。我的老师都不在了，我们如何奉事师长？念念不忘老师的教训，依教奉行，这就是真正奉事师长。我们的讲堂，我们的教室，我们的摄影棚，都供养老师的一张照片，每一堂课如同老师在这里看我们，讲堂旁边有个小佛堂。前年我到斯里兰卡去访问，看到这个国家的学校，小学、中学我去参观过，每个教室里面都有一个小佛龛，就像小的佛堂一样，供佛，老师上课先礼佛再上课。我们的讲堂里面也有个小佛龛放在旁边，我们讲经之前礼佛。净业三福头一条。",
      "zh_TW": "基本的戒律，我們在三十多年前，我當年在美國，美國成立第一個淨宗學會，在舊金山附近的一個小城市，現在這個淨宗學會還在，還是老會長，楊一華居士，做了二、三十年的會長，很難得。當時我們提出持戒，戒律我們只學五科，第一個淨業三福，淨業三福是根本戒，八萬四千法門，無論哪一個法門，都要用這個做基礎，沒有這個基礎都不能成就，這根本大戒。淨業三福第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，一定要做到。佛道是建立在孝道的基礎上，所以要孝養父母；佛道是師道，所以要奉事師長，孝親尊師才能成就。我的老師都不在了，我們如何奉事師長？念念不忘老師的教訓，依教奉行，這就是真正奉事師長。我們的講堂，我們的教室，我們的攝影棚，都供養老師的一張照片，每一堂課如同老師在這裡看我們，講堂旁邊有個小佛堂。前年我到斯里蘭卡去訪問，看到這個國家的學校，小學、中學我去參觀過，每個教室裡面都有一個小佛龕，就像小的佛堂一樣，供佛，老師上課先禮佛再上課。我們的講堂裡面也有個小佛龕放在旁邊，我們講經之前禮佛。淨業三福頭一條。"
    },
    {
      "id": "02-041-0366_p0010",
      "zh_CN": "第二，「受持三皈，具足众戒，不犯威仪」。有前面第一条的根，第一条是五戒十善，有第一条的根，才能有第二条，这个提升就是出家，受持三皈，具足众戒，不犯威仪。三皈是皈依三宝，三宝是我们的榜样，是我们的典型，念念不忘。这一条是小乘。",
      "zh_TW": "第二，「受持三皈，具足眾戒，不犯威儀」。有前面第一條的根，第一條是五戒十善，有第一條的根，才能有第二條，這個提升就是出家，受持三皈，具足眾戒，不犯威儀。三皈是皈依三寶，三寶是我們的榜樣，是我們的典型，念念不忘。這一條是小乘。"
    },
    {
      "id": "02-041-0366_p0011",
      "zh_CN": "末后第三条是大乘，大乘是讲「发菩提心，深信因果」。这条没问题，我们看他发菩提心，发菩提心的人就是菩萨。深信因果这四个字不好懂，世俗的因果，善有善果，恶有恶报，因果报应就在面前，这是世间人都懂的，怎么放在菩萨道上？我初学佛，这一句想了好几个星期才搞明白。这个因果是什么？就是净土宗，信愿持名是因，往生极乐世界是果，这个难信。难信能信，而且深信，这叫圆满的大菩提心。我们才搞明白，不容易。后面两句教给我们，「读诵大乘」，到读诵大乘这一句完全是自利，末后这一句是利他，「劝进行者」，劝勉一切有缘的众生，劝他们学佛，劝他们修净土，劝他们念佛，劝他们受持《无量寿经》。读诵大乘，我们可以专指《大乘无量寿经》。这个经题，「佛说大乘无量寿庄严清净平等觉经」，经题十五个字，好！把这一部经的意思完全表出来了。这是学佛必须遵守的最高的指导原则。这个原则抓住了，从哪里落实？从六和敬落实。三福接着就是六和，六和要真做。",
      "zh_TW": "末後第三條是大乘，大乘是講「發菩提心，深信因果」。這條沒問題，我們看他發菩提心，發菩提心的人就是菩薩。深信因果這四個字不好懂，世俗的因果，善有善果，惡有惡報，因果報應就在面前，這是世間人都懂的，怎麼放在菩薩道上？我初學佛，這一句想了好幾個星期才搞明白。這個因果是什麼？就是淨土宗，信願持名是因，往生極樂世界是果，這個難信。難信能信，而且深信，這叫圓滿的大菩提心。我們才搞明白，不容易。後面兩句教給我們，「讀誦大乘」，到讀誦大乘這一句完全是自利，末後這一句是利他，「勸進行者」，勸勉一切有緣的眾生，勸他們學佛，勸他們修淨土，勸他們念佛，勸他們受持《無量壽經》。讀誦大乘，我們可以專指《大乘無量壽經》。這個經題，「佛說大乘無量壽莊嚴清淨平等覺經」，經題十五個字，好！把這一部經的意思完全表出來了。這是學佛必須遵守的最高的指導原則。這個原則抓住了，從哪裡落實？從六和敬落實。三福接著就是六和，六和要真做。"
    },
    {
      "id": "02-041-0366_p0012",
      "zh_CN": "现在整个地球社会动乱不安，冷静向前面看，向后面看，一年比一年严重，问题是什么？就是不和，家和万事兴，国与国不和，族群跟族群不和，宗教跟宗教不和，社会上男女不和，各行各业不和，这个麻烦大了！十年前，我在马来西亚讲经，认识老首相马哈迪长老，他大我两岁，做了二十二年的首相，是个成功的政治家，虔诚的伊斯兰信徒。我们见面，他问我第一句话，就是要我看看，这个世界还会有和平吗？当时我听了这句话很惊讶，这不是出在普通人口中，这是一个对世界有影响的人。我告诉他的，你能把四桩事情做好，世界和平了。他说哪四桩？我说第一个，国家跟国家，平等对待，和睦相处，第二个，政党与政党，平等对待，和睦相处，第三个族群，第四个宗教，这四个都能做到平等对待，和睦相处，这个世界和平了。他听了说不出话来，我们等了五、六分钟，我看他不说话，表情非常严肃，我就跟他说，是难，很难，非常棘手，但不是没有下手之处，有办法可以做得到。什么办法？从宗教下手。世界上宗教很多，但是每个宗教都讲爱，上帝爱世人，神爱世人，佛法也讲大慈大悲，所以，仁慈博爱是所有宗教教学的中心价值观。我们可以从宗教团结开始，希望宗教都能回归教育，宗教互相学习，用神圣的爱心来处事待人接物，这个世界才会有和平。这个话他听懂了。以后我们就变成好朋友，常常见面。",
      "zh_TW": "現在整個地球社會動亂不安，冷靜向前面看，向後面看，一年比一年嚴重，問題是什麼？就是不和，家和萬事興，國與國不和，族群跟族群不和，宗教跟宗教不和，社會上男女不和，各行各業不和，這個麻煩大了！十年前，我在馬來西亞講經，認識老首相馬哈迪長老，他大我兩歲，做了二十二年的首相，是個成功的政治家，虔誠的伊斯蘭信徒。我們見面，他問我第一句話，就是要我看看，這個世界還會有和平嗎？當時我聽了這句話很驚訝，這不是出在普通人口中，這是一個對世界有影響的人。我告訴他的，你能把四樁事情做好，世界和平了。他說哪四樁？我說第一個，國家跟國家，平等對待，和睦相處，第二個，政黨與政黨，平等對待，和睦相處，第三個族群，第四個宗教，這四個都能做到平等對待，和睦相處，這個世界和平了。他聽了說不出話來，我們等了五、六分鐘，我看他不說話，表情非常嚴肅，我就跟他說，是難，很難，非常棘手，但不是沒有下手之處，有辦法可以做得到。什麼辦法？從宗教下手。世界上宗教很多，但是每個宗教都講愛，上帝愛世人，神愛世人，佛法也講大慈大悲，所以，仁慈博愛是所有宗教教學的中心價值觀。我們可以從宗教團結開始，希望宗教都能回歸教育，宗教互相學習，用神聖的愛心來處事待人接物，這個世界才會有和平。這個話他聽懂了。以後我們就變成好朋友，常常見面。"
    },
    {
      "id": "02-041-0366_p0013",
      "zh_CN": "所以问题出在哪里？出在教育。伦理的教育没有了，道德的教育没有了，因果教育没有了，宗教教育没有了，那是什么世界？就是今天的社会，怎么办？所以我们对学佛无比的尊重，无比的敬爱，真正信佛，相信净土，信愿持名，世界乱，我们往生极乐世界去了。阿弥陀佛那个世界不乱，为什么不乱？每天讲经教学没中断。你到那个世界去干什么？去念书去，阿弥陀佛大讲堂，弥陀说法从来没有中断过。",
      "zh_TW": "所以問題出在哪裡？出在教育。倫理的教育沒有了，道德的教育沒有了，因果教育沒有了，宗教教育沒有了，那是什麼世界？就是今天的社會，怎麼辦？所以我們對學佛無比的尊重，無比的敬愛，真正信佛，相信淨土，信願持名，世界亂，我們往生極樂世界去了。阿彌陀佛那個世界不亂，為什麼不亂？每天講經教學沒中斷。你到那個世界去幹什麼？去念書去，阿彌陀佛大講堂，彌陀說法從來沒有中斷過。"
    },
    {
      "id": "02-041-0366_p0014",
      "zh_CN": "极乐世界没有白天晚上，没有，它那个世界是光明世界，所有物质现象都放光，人身体放光，它不需要太阳、月亮、星光，不需要，我们本身放光，人人都放光，所有一切物质现象都放光，树木花草放光，山河大地放光，所有的建筑物也放光，光明世界，没有黑暗。我们因为有黑暗，有白天，有晚上，有时间的概念，有今天、明天、后天，有这个概念，极乐世界没有，极乐世界没有时间观念，也没有空间观念，非常奇妙的世界。到那个世界修行快，我们这个世界修行要无量劫，很辛苦，极乐世界一生当中必定成佛。",
      "zh_TW": "極樂世界沒有白天晚上，沒有，它那個世界是光明世界，所有物質現象都放光，人身體放光，它不需要太陽、月亮、星光，不需要，我們本身放光，人人都放光，所有一切物質現象都放光，樹木花草放光，山河大地放光，所有的建築物也放光，光明世界，沒有黑暗。我們因為有黑暗，有白天，有晚上，有時間的概念，有今天、明天、後天，有這個概念，極樂世界沒有，極樂世界沒有時間觀念，也沒有空間觀念，非常奇妙的世界。到那個世界修行快，我們這個世界修行要無量劫，很辛苦，極樂世界一生當中必定成佛。"
    },
    {
      "id": "02-041-0366_p0015",
      "zh_CN": "我们幸运，我们能遇到这部经，但对这部经有意见的人很多，反对的人很多，现在声音比较少一点了，过去几年很多，总有十几年的时间，中国外国多少人反对。有人来问我，我说全世界人都反对，我一个人不反对，我还要依教修行。为什么？这部经是老师给我的，我尊师重道，我相信老师不会害我，老师一定把他一生修学最好的法本传给我，就是这部经。所以你们反对，我不反对，你们换经本，我不换经本，我要学到底，要不然人家就会骂我，净空法师背师叛道，那罪名就成立了。你们怎么批评我，我无所谓，我尊重老师，这个很重要。",
      "zh_TW": "我們幸運，我們能遇到這部經，但對這部經有意見的人很多，反對的人很多，現在聲音比較少一點了，過去幾年很多，總有十幾年的時間，中國外國多少人反對。有人來問我，我說全世界人都反對，我一個人不反對，我還要依教修行。為什麼？這部經是老師給我的，我尊師重道，我相信老師不會害我，老師一定把他一生修學最好的法本傳給我，就是這部經。所以你們反對，我不反對，你們換經本，我不換經本，我要學到底，要不然人家就會罵我，淨空法師背師叛道，那罪名就成立了。你們怎麼批評我，我無所謂，我尊重老師，這個很重要。"
    },
    {
      "id": "02-041-0366_p0016",
      "zh_CN": "所以今天社会缺乏一个和，我们要和睦相处，要平等对待，世界就会安定，会和平。和怎么修？我跟他和，他不跟我和，我还是要跟他和，永远跟他和，总有一天他恍然大悟，他来找我，真的不是假的。我们对人用真心，不用妄心，真诚，决定不欺骗人。不欺骗自己，不欺骗别人，你只抓到这两条，脚跟就站稳了，不会动摇。然后遵循戒定慧三学，菩萨的六波罗蜜。",
      "zh_TW": "所以今天社會缺乏一個和，我們要和睦相處，要平等對待，世界就會安定，會和平。和怎麼修？我跟他和，他不跟我和，我還是要跟他和，永遠跟他和，總有一天他恍然大悟，他來找我，真的不是假的。我們對人用真心，不用妄心，真誠，決定不欺騙人。不欺騙自己，不欺騙別人，你只抓到這兩條，腳跟就站穩了，不會動搖。然後遵循戒定慧三學，菩薩的六波羅蜜。"
    },
    {
      "id": "02-041-0366_p0017",
      "zh_CN": "我们用什么修定？我们用念诵修定，读经，读经就是持戒。读的时候没有把字念错，没有把句子漏掉，除了读这部经之外，没有杂念，没有妄想，没有分别，没有执着。这部经从头到尾念一遍，一天念十遍，就是念十遍，一生都不能间断，你会得定，为什么？念经是持戒，没有杂念就是修定。那不念经？学海贤老和尚，海贤老和尚就是念阿弥陀佛，就是念佛号。一天念多少？除了睡觉之外，他的佛号不间断。他念佛号的时候，没有杂念，没有妄想，没有分别，没有执着，所以他是修定。就用一句佛号，把心定在佛号上，管用。海贤老和尚念到什么功夫？到什么程度？我告诉诸位，理一心不乱。什么叫理一心不乱？就是禅宗里面所说的大彻大悟，明心见性。海贤老和尚到这个功夫。他没有表现，那是老师嘱咐他的。老师不是普通人，老师嘱咐他，传他这一句佛号，「一直念下去」，他念了九十二年，他往生的时候一百一十二岁。在这个时期，他是我们最好的榜样，用他的方法，每个人都可以用，每个人都能成佛。",
      "zh_TW": "我們用什麼修定？我們用念誦修定，讀經，讀經就是持戒。讀的時候沒有把字念錯，沒有把句子漏掉，除了讀這部經之外，沒有雜念，沒有妄想，沒有分別，沒有執著。這部經從頭到尾念一遍，一天念十遍，就是念十遍，一生都不能間斷，你會得定，為什麼？念經是持戒，沒有雜念就是修定。那不念經？學海賢老和尚，海賢老和尚就是念阿彌陀佛，就是念佛號。一天念多少？除了睡覺之外，他的佛號不間斷。他念佛號的時候，沒有雜念，沒有妄想，沒有分別，沒有執著，所以他是修定。就用一句佛號，把心定在佛號上，管用。海賢老和尚念到什麼功夫？到什麼程度？我告訴諸位，理一心不亂。什麼叫理一心不亂？就是禪宗裡面所說的大徹大悟，明心見性。海賢老和尚到這個功夫。他沒有表現，那是老師囑咐他的。老師不是普通人，老師囑咐他，傳他這一句佛號，「一直念下去」，他念了九十二年，他往生的時候一百一十二歲。在這個時期，他是我們最好的榜樣，用他的方法，每個人都可以用，每個人都能成佛。"
    },
    {
      "id": "02-041-0366_p0018",
      "zh_CN": "大道至简，真简单，一点都不麻烦。这句佛号念念不间断，里头没有杂念，没有分别，没有执着，三聚净戒圆满守住了，都在其中。念到得定，念佛三昧现前，功夫成片，我估计他三年，二十岁开始念佛，二十五岁应该得到功夫成片，三十岁应该得到事一心不乱，四十岁顶多，三十几岁、四十岁理一心不乱，就是大彻大悟，明心见性。见性，世出世间法全通了，只是老师嘱咐他，「明白了」，就是明心见性了，「不能乱说，不能说」。为什么？说了人家不相信，人家会骂你，说你造谣生事，说你冒充善知识，让很多人造恶业。你是成圣，成圣成贤了，毁谤圣贤都是无间地狱的罪业，你又何必叫那些人堕无间地狱？所以不说。一句佛号，他给我们做证明。",
      "zh_TW": "大道至簡，真簡單，一點都不麻煩。這句佛號念念不間斷，裡頭沒有雜念，沒有分別，沒有執著，三聚淨戒圓滿守住了，都在其中。念到得定，念佛三昧現前，功夫成片，我估計他三年，二十歲開始念佛，二十五歲應該得到功夫成片，三十歲應該得到事一心不亂，四十歲頂多，三十幾歲、四十歲理一心不亂，就是大徹大悟，明心見性。見性，世出世間法全通了，只是老師囑咐他，「明白了」，就是明心見性了，「不能亂說，不能說」。為什麼？說了人家不相信，人家會罵你，說你造謠生事，說你冒充善知識，讓很多人造惡業。你是成聖，成聖成賢了，毀謗聖賢都是無間地獄的罪業，你又何必叫那些人墮無間地獄？所以不說。一句佛號，他給我們做證明。"
    },
    {
      "id": "02-041-0366_p0019",
      "zh_CN": "走的时候多自在！走的那一天，白天还在菜园做了一天工，在菜园整地、浇水、拔草，干一天。天黑了，有人看到老和尚，天黑了，明天再做吧。他回答人说，快了，还有一点，我做好了之后我就不做了。他话里头有话，别人听不懂。到第二天，早晨起来请老和尚吃早饭，把他房门打开，老和尚往生了。才知道昨天晚上讲的话，话中有话，做完了他不做了，走了。没有叫人助念，他说叫人助念不可靠，我往生，我自己念佛就往生了。做出了榜样给我们看，真的，不是假的。",
      "zh_TW": "走的時候多自在！走的那一天，白天還在菜園做了一天工，在菜園整地、澆水、拔草，幹一天。天黑了，有人看到老和尚，天黑了，明天再做吧。他回答人說，快了，還有一點，我做好了之後我就不做了。他話裡頭有話，別人聽不懂。到第二天，早晨起來請老和尚吃早飯，把他房門打開，老和尚往生了。才知道昨天晚上講的話，話中有話，做完了他不做了，走了。沒有叫人助念，他說叫人助念不可靠，我往生，我自己念佛就往生了。做出了榜樣給我們看，真的，不是假的。"
    },
    {
      "id": "02-041-0366_p0020",
      "zh_CN": "他念佛九十二年，见阿弥陀佛很多次，见极乐世界也好多次。向阿弥陀佛要求，求佛带他到极乐世界去，阿弥陀佛告诉他，你修得很好，多住几年，给念佛人做个好样子。这就是他的任务。他活到那么长的寿命，我认为他后半辈子，八十以后，那个寿命是阿弥陀佛加持的，不是他的寿命，他寿命没那么长，佛力加持。做榜样给我们看，我们要认真向他学习。他的《永思集》多看几遍，帮助我们增长信心，断除疑惑。走他这条路绝对成功，人人都能成功，不会有一个错过的。",
      "zh_TW": "他念佛九十二年，見阿彌陀佛很多次，見極樂世界也好多次。向阿彌陀佛要求，求佛帶他到極樂世界去，阿彌陀佛告訴他，你修得很好，多住幾年，給念佛人做個好樣子。這就是他的任務。他活到那麼長的壽命，我認為他後半輩子，八十以後，那個壽命是阿彌陀佛加持的，不是他的壽命，他壽命沒那麼長，佛力加持。做榜樣給我們看，我們要認真向他學習。他的《永思集》多看幾遍，幫助我們增長信心，斷除疑惑。走他這條路絕對成功，人人都能成功，不會有一個錯過的。"
    },
    {
      "id": "02-041-0366_p0021",
      "zh_CN": "最极圆顿之教法，成佛唯一之至道，就是这一部《无量寿经》，就是这一句阿弥陀佛。我们要掌握到。下面引《胜鬘宝窟经》上卷，有这一句：「一乘者，至道无二，故称为一。运用自在，目之为乘」。叫大乘小乘。至道是究竟圆满的大道，无二，所以称它作一乘，故称为一。禅宗惠能大师开悟，接受五祖忍和尚的认证，为他做证明，开悟了。你悟的是什么？他说了五句话，那就是他的毕业论文，他就拿到衣钵了。第一句话，「何期自性，本自清净」，自性是真心，中国人叫本性。《三字经》上头一句，「人之初，性本善」，那个性是自性，那个善不是善恶的善，善是什么？是称赞，太好了，好到无话可说，无法形容。所以他还是说出，第一个是清净，没有染污。我们今天用的是妄心，妄心被染污，严重的染污，能大师回归清净。",
      "zh_TW": "最極圓頓之教法，成佛唯一之至道，就是這一部《無量壽經》，就是這一句阿彌陀佛。我們要掌握到。下面引《勝鬘寶窟經》上卷，有這一句：「一乘者，至道無二，故稱為一。運用自在，目之為乘」。叫大乘小乘。至道是究竟圓滿的大道，無二，所以稱它作一乘，故稱為一。禪宗惠能大師開悟，接受五祖忍和尚的認證，為他做證明，開悟了。你悟的是什麼？他說了五句話，那就是他的畢業論文，他就拿到衣缽了。第一句話，「何期自性，本自清淨」，自性是真心，中國人叫本性。《三字經》上頭一句，「人之初，性本善」，那個性是自性，那個善不是善惡的善，善是什麼？是稱讚，太好了，好到無話可說，無法形容。所以他還是說出，第一個是清淨，沒有染污。我們今天用的是妄心，妄心被染污，嚴重的染污，能大師回歸清淨。"
    },
    {
      "id": "02-041-0366_p0022",
      "zh_CN": "第二个，不生不灭，「本不生灭」。我们这个妄心是生灭心，念头，前念灭了后念就生了。一天多少个念头？没法子计算，我们不知道，它的频率太高了。我们现在看电视屏幕，用这种工具我们在一起学习，诸位知不知道电视屏幕一秒钟多少次生灭？前念灭后念生，这个画面，前面画面消失了，后头的画面又起来了，一秒钟多少次？一百次。一秒钟一百个画面，我们完全看不出来，以为它很逼真。我们再回想，早年间，也许你们年轻同学完全不知道，看电影，到电影院看电影，那个影片是用动画的原理造出来的，一秒钟多少张？二十四张。那个电影已经很动人，看起来好像很逼真，一秒钟二十四张，现在的电视一秒钟一百张。",
      "zh_TW": "第二個，不生不滅，「本不生滅」。我們這個妄心是生滅心，念頭，前念滅了後念就生了。一天多少個念頭？沒法子計算，我們不知道，它的頻率太高了。我們現在看電視屏幕，用這種工具我們在一起學習，諸位知不知道電視屏幕一秒鐘多少次生滅？前念滅後念生，這個畫面，前面畫面消失了，後頭的畫面又起來了，一秒鐘多少次？一百次。一秒鐘一百個畫面，我們完全看不出來，以為它很逼真。我們再回想，早年間，也許你們年輕同學完全不知道，看電影，到電影院看電影，那個影片是用動畫的原理造出來的，一秒鐘多少張？二十四張。那個電影已經很動人，看起來好像很逼真，一秒鐘二十四張，現在的電視一秒鐘一百張。"
    },
    {
      "id": "02-041-0366_p0023",
      "zh_CN": "弥勒菩萨在经典里面告诉我们，我们现前这个世界，我们的身体，我们生活的环境，一秒钟多少张？弥勒菩萨说，这一弹指三十二亿百千念，三十二亿，一百个千是十万，三十二亿乘十万，三百二十兆，这一弹指三百二十兆。一秒钟能弹几次？试试看能弹几次？有人告诉我可以弹七次。那真的是弹七次的话，三百二十兆乘七，得出来的是二千二百四十兆，我们这个物质现象的寿命，它存在的时间是二千二百四十兆分之一秒。就是一秒钟，它有多少次的波动？有二千二百四十兆次，我们怎么会知道它是假的？把它当真了，好像手真摸到，眼真看到了，全是假的，眼耳鼻舌身，也是二千二百四十兆分之一秒在那里波动。所有外面的环境，大千世界，佛法讲法界、无量无边诸佛刹土，统统都是在这个频率产生的幻相。这个幻相存在吗？不存在，没有一样是真的。今天量子力学家搞清楚、搞明白了，量子力学家没有把这数字给我们说出来，只是说非常高的频率，高到我们无法想像。物质从哪里来的？物质是从念头生的，那正好，大乘佛经里头是这么说，「相由心生」、「一切法从心想生」，这是大乘经上常讲的。",
      "zh_TW": "彌勒菩薩在經典裡面告訴我們，我們現前這個世界，我們的身體，我們生活的環境，一秒鐘多少張？彌勒菩薩說，這一彈指三十二億百千念，三十二億，一百個千是十萬，三十二億乘十萬，三百二十兆，這一彈指三百二十兆。一秒鐘能彈幾次？試試看能彈幾次？有人告訴我可以彈七次。那真的是彈七次的話，三百二十兆乘七，得出來的是二千二百四十兆，我們這個物質現象的壽命，它存在的時間是二千二百四十兆分之一秒。就是一秒鐘，它有多少次的波動？有二千二百四十兆次，我們怎麼會知道它是假的？把它當真了，好像手真摸到，眼真看到了，全是假的，眼耳鼻舌身，也是二千二百四十兆分之一秒在那裡波動。所有外面的環境，大千世界，佛法講法界、無量無邊諸佛剎土，統統都是在這個頻率產生的幻相。這個幻相存在嗎？不存在，沒有一樣是真的。今天量子力學家搞清楚、搞明白了，量子力學家沒有把這數字給我們說出來，只是說非常高的頻率，高到我們無法想像。物質從哪裡來的？物質是從念頭生的，那正好，大乘佛經裡頭是這麼說，「相由心生」、「一切法從心想生」，這是大乘經上常講的。"
    },
    {
      "id": "02-041-0366_p0024",
      "zh_CN": "假的，就应该放下，就不应该执着。假的，不肯放下，要执着，希望得到它，希望拥有它，错了。为什么？第一个我们要回想，我们的身体，假相，这是我们的念头，我们有一个我的妄想，我这个念头。这个念头，在二千二百四十兆分之一秒的波动之下，产生的幻觉，假相，这个假相连续不断，就像看电视一样、电影一样，你看到了，看得很清楚，听得很清楚，全是假的，没有一样是真的。生灭法，从生到灭，它占多长的时间？你要记住，是二千二百四十兆分之一秒，它就占这么长的时间。所以我们有理由相信，二、三十年之后，佛教在世人眼目当中，它不是宗教，它是什么？它是科学，高等科学，我相信二、三十年之后。现在量子力学家都在研究念力的奥秘。",
      "zh_TW": "假的，就應該放下，就不應該執著。假的，不肯放下，要執著，希望得到它，希望擁有它，錯了。為什麼？第一個我們要回想，我們的身體，假相，這是我們的念頭，我們有一個我的妄想，我這個念頭。這個念頭，在二千二百四十兆分之一秒的波動之下，產生的幻覺，假相，這個假相連續不斷，就像看電視一樣、電影一樣，你看到了，看得很清楚，聽得很清楚，全是假的，沒有一樣是真的。生滅法，從生到滅，它佔多長的時間？你要記住，是二千二百四十兆分之一秒，它就佔這麼長的時間。所以我們有理由相信，二、三十年之後，佛教在世人眼目當中，它不是宗教，它是什麼？它是科學，高等科學，我相信二、三十年之後。現在量子力學家都在研究念力的奧祕。"
    },
    {
      "id": "02-041-0366_p0025",
      "zh_CN": "念头不可思议，念头产生我们这个身体、产生生命，念头产生宇宙，念头产生万法，天堂、地狱、佛法讲的六道轮回十法界，都是念头产生的。惠能大师告诉我们，放下念头就明心见性。念头不放下，你就堕落在梦幻泡影的假相里头，这就是佛法讲的六道十法界是梦幻泡影的假相。你要彻底明白了，放下它，就明心见性。见性，看到真的，不生不灭，真的看到了。然后再看自性，本自具足，具足什么？具足无量智慧。智慧不是外来的，外来的是知识，从自己内心里头涌现出来的是智慧。智慧没有通过思考，等我想一想，那就是落在意识里头，没有想的，这一问，马上就答出来，答得非常准确，没有答错，这是智慧。智慧是自己本有的，只要见性，智慧就出来了，自性起作用就是智慧，无量智慧，无量德能，无量才艺，无量相好。完全表现出来的在极乐世界，到极乐世界，完全明白了。它不生不灭，所以叫无量寿。我们这个世界有生有灭，刹那生灭。刹那的概念我们没有，我们读《坛经》，能大师的五句话，不懂，看到量子力学家的报告，有概念了，好像懂得一点了，不彻底。彻底怎么样？彻底要念佛，念到理一心不乱就见到了，就彻底的明白了。",
      "zh_TW": "念頭不可思議，念頭產生我們這個身體、產生生命，念頭產生宇宙，念頭產生萬法，天堂、地獄、佛法講的六道輪迴十法界，都是念頭產生的。惠能大師告訴我們，放下念頭就明心見性。念頭不放下，你就墮落在夢幻泡影的假相裡頭，這就是佛法講的六道十法界是夢幻泡影的假相。你要徹底明白了，放下它，就明心見性。見性，看到真的，不生不滅，真的看到了。然後再看自性，本自具足，具足什麼？具足無量智慧。智慧不是外來的，外來的是知識，從自己內心裡頭湧現出來的是智慧。智慧沒有通過思考，等我想一想，那就是落在意識裡頭，沒有想的，這一問，馬上就答出來，答得非常準確，沒有答錯，這是智慧。智慧是自己本有的，只要見性，智慧就出來了，自性起作用就是智慧，無量智慧，無量德能，無量才藝，無量相好。完全表現出來的在極樂世界，到極樂世界，完全明白了。它不生不滅，所以叫無量壽。我們這個世界有生有滅，剎那生滅。剎那的概念我們沒有，我們讀《壇經》，能大師的五句話，不懂，看到量子力學家的報告，有概念了，好像懂得一點了，不徹底。徹底怎麼樣？徹底要念佛，念到理一心不亂就見到了，就徹底的明白了。"
    },
    {
      "id": "02-041-0366_p0026",
      "zh_CN": "自己明白之后才能教人，这个教人，大乘，这就是教化，乘是车，大车。以前古代，马车是最大的车，一辆马车可以坐很多人。六、七十年前，第二次世界大战结束了，我们逃难这一批学生，回到南京，在南京上学，我们上学不是坐公共汽车，坐马车，那时候没公共汽车，坐马车。我们小朋友，小学生，小学生一辆马车可以坐十四个人，挤一下可以坐十四个人，马车。有牛车，有羊车，有鹿车，比喻大乘小乘。小乘比喻小学，大乘比喻大学。",
      "zh_TW": "自己明白之後才能教人，這個教人，大乘，這就是教化，乘是車，大車。以前古代，馬車是最大的車，一輛馬車可以坐很多人。六、七十年前，第二次世界大戰結束了，我們逃難這一批學生，回到南京，在南京上學，我們上學不是坐公共汽車，坐馬車，那時候沒公共汽車，坐馬車。我們小朋友，小學生，小學生一輛馬車可以坐十四個人，擠一下可以坐十四個人，馬車。有牛車，有羊車，有鹿車，比喻大乘小乘。小乘比喻小學，大乘比喻大學。"
    },
    {
      "id": "02-041-0366_p0027",
      "zh_CN": "释迦牟尼佛确确实实一生是办班教学，这个我们要知道。现在的佛教，不是以办班教学为主，变质了。你看《大藏经》里面就看到了，《大藏经》，释迦牟尼佛的教科书。小乘经就是教小学，十二年，里面多半是讲伦理，讲道德，讲因果，讲圣贤人，教给我们怎样在世间修行，积功累德，教这些。准备向上提升，向上提升就是中学，小学十二年，十二年毕业证阿罗汉果，往上升，叫方等，佛讲方等经，八年，中学。中学结束之后，提升到大学，大学讲般若，二十二年。由此可知，释迦牟尼佛，是要把真实智慧传给世人。但是真实智慧，没有小乘、方等的基础，你不能接受，还是要循序渐进，一定要到方等结束，这个二十年，方等八年，小乘十二年，合起来二十年，二十年的基础，你才能够学般若经。《金刚经》属于般若，《心经》属于般若，是要有二十年根柢才能学，不是一般人都能学的。我们今天念，念怎么样？不懂，什么意思不知道，在那个地方猜，全猜错了，不是佛的意思。大学二十二年，往后还有八年相当于研究所，博士班，这个八年是要把般若二十二年里面这些人才，真正成就的人才，再提升成佛，般若是菩萨，菩萨是学位的名称，再提升就成佛了。佛是博士，菩萨是硕士，阿罗汉是学士，我这样做比喻大家就懂了，它是佛陀教育学位的名称。",
      "zh_TW": "釋迦牟尼佛確確實實一生是辦班教學，這個我們要知道。現在的佛教，不是以辦班教學為主，變質了。你看《大藏經》裡面就看到了，《大藏經》，釋迦牟尼佛的教科書。小乘經就是教小學，十二年，裡面多半是講倫理，講道德，講因果，講聖賢人，教給我們怎樣在世間修行，積功累德，教這些。準備向上提升，向上提升就是中學，小學十二年，十二年畢業證阿羅漢果，往上升，叫方等，佛講方等經，八年，中學。中學結束之後，提升到大學，大學講般若，二十二年。由此可知，釋迦牟尼佛，是要把真實智慧傳給世人。但是真實智慧，沒有小乘、方等的基礎，你不能接受，還是要循序漸進，一定要到方等結束，這個二十年，方等八年，小乘十二年，合起來二十年，二十年的基礎，你才能夠學般若經。《金剛經》屬於般若，《心經》屬於般若，是要有二十年根柢才能學，不是一般人都能學的。我們今天念，念怎麼樣？不懂，什麼意思不知道，在那個地方猜，全猜錯了，不是佛的意思。大學二十二年，往後還有八年相當於研究所，博士班，這個八年是要把般若二十二年裡面這些人才，真正成就的人才，再提升成佛，般若是菩薩，菩薩是學位的名稱，再提升就成佛了。佛是博士，菩薩是碩士，阿羅漢是學士，我這樣做比喻大家就懂了，它是佛陀教育學位的名稱。"
    },
    {
      "id": "02-041-0366_p0028",
      "zh_CN": "所以人人可以成佛，而且一切众生本来是佛。成佛，破迷开悟，离苦得乐，成佛是得究竟乐，智慧圆满了，不生不灭，那真叫无量寿。成佛就是成就无量寿，生活空间大！整个宇宙，遍法界虚空界十方一切诸佛刹土，想去就去，想来就来，得大自在。到诸佛刹土里干什么？不外乎两桩事情，一个是去拜佛，第二个是听经，佛在那里讲经，听佛讲经，再就帮助佛教化众生，替诸佛如来当助教，就像我们这个世界，文殊、普贤帮助释迦牟尼佛来教菩萨，或者现阿罗汉身，帮助释迦牟尼佛教初学的众生，凡夫，他来干这些事情。这里头为什么有个有缘？佛不度无缘之人，有缘是什么？过去生中生生世世曾经生活在一起，都是熟人，一见面就生欢喜心，说话他就能听得进去，喜欢听，这人很容易受教。要是陌生人，你跟他说话，他理都不理你，这就是没有缘。没有缘的，度不了他，他不相信你，所以佛不度无缘众生，道理在此地。我们学佛，要跟一切众生广结善缘，到你成佛的时候听众就很多，到十方世界去教化，那个大会也很热闹，人数很多，所以不能不懂得广结善缘。",
      "zh_TW": "所以人人可以成佛，而且一切眾生本來是佛。成佛，破迷開悟，離苦得樂，成佛是得究竟樂，智慧圓滿了，不生不滅，那真叫無量壽。成佛就是成就無量壽，生活空間大！整個宇宙，遍法界虛空界十方一切諸佛剎土，想去就去，想來就來，得大自在。到諸佛剎土裡幹什麼？不外乎兩樁事情，一個是去拜佛，第二個是聽經，佛在那裡講經，聽佛講經，再就幫助佛教化眾生，替諸佛如來當助教，就像我們這個世界，文殊、普賢幫助釋迦牟尼佛來教菩薩，或者現阿羅漢身，幫助釋迦牟尼佛教初學的眾生，凡夫，他來幹這些事情。這裡頭為什麼有個有緣？佛不度無緣之人，有緣是什麼？過去生中生生世世曾經生活在一起，都是熟人，一見面就生歡喜心，說話他就能聽得進去，喜歡聽，這人很容易受教。要是陌生人，你跟他說話，他理都不理你，這就是沒有緣。沒有緣的，度不了他，他不相信你，所以佛不度無緣眾生，道理在此地。我們學佛，要跟一切眾生廣結善緣，到你成佛的時候聽眾就很多，到十方世界去教化，那個大會也很熱鬧，人數很多，所以不能不懂得廣結善緣。"
    },
    {
      "id": "02-041-0366_p0029",
      "zh_CN": "道就是成佛，成佛是一不是二，像惠能大师、海贤老和尚都到这个层次，给我们做好榜样，给我们增长信心。我们认真学，学什么？学放下，只要有一桩事情放不下，你就被它拽住，被它干扰了，你就去不了极乐世界，一定要彻底放下，连弘法利生也要放下，为什么？不放下，你往生不了极乐世界。怎么放下？事可以照做，做完之后决定不要放在心上就对了，心上只放阿弥陀佛。《金刚经》上，「应无所住，而生其心」，住就是我们今天讲放在心上，这就住。不能放在心上，心是空的，心是清净的，有东西它就不清净了，有世间法心不清净，有佛法心也不清净，都是污染。",
      "zh_TW": "道就是成佛，成佛是一不是二，像惠能大師、海賢老和尚都到這個層次，給我們做好榜樣，給我們增長信心。我們認真學，學什麼？學放下，只要有一樁事情放不下，你就被它拽住，被它干擾了，你就去不了極樂世界，一定要徹底放下，連弘法利生也要放下，為什麼？不放下，你往生不了極樂世界。怎麼放下？事可以照做，做完之後決定不要放在心上就對了，心上只放阿彌陀佛。《金剛經》上，「應無所住，而生其心」，住就是我們今天講放在心上，這就住。不能放在心上，心是空的，心是清淨的，有東西它就不清淨了，有世間法心不清淨，有佛法心也不清淨，都是污染。"
    },
    {
      "id": "02-041-0366_p0030",
      "zh_CN": "所以释迦牟尼佛临走之前说了一句话，告诉大家，四十九年所说的一切法，没有说过一句话，没有说过一个字，如果有人说佛说法讲经，那叫谤佛。他有没有事做？有。心上？心上没有，心如如不动，这个功夫不是普通人学得到，普通人学不到，普通人心空不了，既然是空了，他着了一个空，空也会染污你。有染污你，空也染污你，非空非有统统都是染污，亦空亦有也是染污，所谓四句百非，全是假的，没有一样是真的。这个道理一定要懂，你才真正肯放下。所以运用自在，不放在心上，这就是真正的佛法，真正的大乘。",
      "zh_TW": "所以釋迦牟尼佛臨走之前說了一句話，告訴大家，四十九年所說的一切法，沒有說過一句話，沒有說過一個字，如果有人說佛說法講經，那叫謗佛。他有沒有事做？有。心上？心上沒有，心如如不動，這個功夫不是普通人學得到，普通人學不到，普通人心空不了，既然是空了，他著了一個空，空也會染污你。有染污你，空也染污你，非空非有統統都是染污，亦空亦有也是染污，所謂四句百非，全是假的，沒有一樣是真的。這個道理一定要懂，你才真正肯放下。所以運用自在，不放在心上，這就是真正的佛法，真正的大乘。"
    },
    {
      "id": "02-041-0366_p0031",
      "zh_CN": "下面 《胜鬘经》上讲，「一乘即是第一义乘。」第一义是第一不是第二，第一是真的，第二就是假的。第一义用真心，真心，不是假的就是真心，这个还很难懂。真心里头什么都没有，是一片光明，净土宗讲的常寂光净土，那就是真心，一片真心。真心不可得，为什么？它什么都没有，它是一片光明，《华严》称大光明藏，净土称为常寂光。在哪里？无处不在，无时不在，我们统统在常寂光里头，只是我们这个心很杂乱，有障碍，见不到常寂光，如果我们把见思烦恼断了，尘沙烦恼断了，无明烦恼也断了，连无明的习气都断了，你就融入常寂光，融入常寂光就证得妙觉如来，究竟成佛。还没能融入常寂光，那在实报庄严土，叫报身，佛的报身。常寂光是佛的法身，法身没相，所以不可以执着，报身就有相，应身、化身都有相。",
      "zh_TW": "下面 《勝鬘經》上講，「一乘即是第一義乘。」第一義是第一不是第二，第一是真的，第二就是假的。第一義用真心，真心，不是假的就是真心，這個還很難懂。真心裡頭什麼都沒有，是一片光明，淨土宗講的常寂光淨土，那就是真心，一片真心。真心不可得，為什麼？它什麼都沒有，它是一片光明，《華嚴》稱大光明藏，淨土稱為常寂光。在哪裡？無處不在，無時不在，我們統統在常寂光裡頭，只是我們這個心很雜亂，有障礙，見不到常寂光，如果我們把見思煩惱斷了，塵沙煩惱斷了，無明煩惱也斷了，連無明的習氣都斷了，你就融入常寂光，融入常寂光就證得妙覺如來，究竟成佛。還沒能融入常寂光，那在實報莊嚴土，叫報身，佛的報身。常寂光是佛的法身，法身沒相，所以不可以執著，報身就有相，應身、化身都有相。"
    },
    {
      "id": "02-041-0366_p0032",
      "zh_CN": "报身居报土，实报庄严土，应身、化身在凡圣同居土，在方便有余土。极乐世界四土三辈九品，有，不是没有，虽然有，但是它很特别，这个特别是阿弥陀佛的恩德，是阿弥陀佛给我们的，我们常讲佛力加持，就是指的这个，阿弥陀佛给我们。给我们什么？四十八愿，加持我们。我们纵然生在凡圣同居土下下品往生，也得到阿弥陀佛四十八愿加持，这一加持可不得了，那个待遇，什么待遇？都是等觉菩萨的待遇，这还得了！等觉菩萨是后补佛，就是今天我们常讲的弥勒菩萨，生到极乐世界，就享受弥勒菩萨的待遇。这是十方一切诸佛刹土里面所没有的，为什么？菩萨要求生极乐世界，道理就在此地，这里头只有乐受，没有苦受。我们这个世界苦，样样不自在，极乐世界是样样自在，称心如意，这个世界讲的八苦，三苦、八苦，极乐世界完全没有，连名字都听不到。",
      "zh_TW": "報身居報土，實報莊嚴土，應身、化身在凡聖同居土，在方便有餘土。極樂世界四土三輩九品，有，不是沒有，雖然有，但是它很特別，這個特別是阿彌陀佛的恩德，是阿彌陀佛給我們的，我們常講佛力加持，就是指的這個，阿彌陀佛給我們。給我們什麼？四十八願，加持我們。我們縱然生在凡聖同居土下下品往生，也得到阿彌陀佛四十八願加持，這一加持可不得了，那個待遇，什麼待遇？都是等覺菩薩的待遇，這還得了！等覺菩薩是後補佛，就是今天我們常講的彌勒菩薩，生到極樂世界，就享受彌勒菩薩的待遇。這是十方一切諸佛剎土裡面所沒有的，為什麼？菩薩要求生極樂世界，道理就在此地，這裡頭只有樂受，沒有苦受。我們這個世界苦，樣樣不自在，極樂世界是樣樣自在，稱心如意，這個世界講的八苦，三苦、八苦，極樂世界完全沒有，連名字都聽不到。"
    },
    {
      "id": "02-041-0366_p0033",
      "zh_CN": "所以称之为第一义，第一义就是真如，就是自性。又憬兴法师说：「一乘者，即智虽有三乘，其极无二，故云一乘。」三乘是方便说，一乘是真实说。法华会上，唯说一乘法，无二亦无三，就这个意思。佛教人，一定是希望你达到究竟圆满，帮助你上学，一定让你拿到博士学位，这是佛的本愿，绝不会跟你讲你终止，佛不做这个事情。",
      "zh_TW": "所以稱之為第一義，第一義就是真如，就是自性。又憬興法師說：「一乘者，即智雖有三乘，其極無二，故云一乘。」三乘是方便說，一乘是真實說。法華會上，唯說一乘法，無二亦無三，就這個意思。佛教人，一定是希望你達到究竟圓滿，幫助你上學，一定讓你拿到博士學位，這是佛的本願，絕不會跟你講你終止，佛不做這個事情。"
    },
    {
      "id": "02-041-0366_p0034",
      "zh_CN": "世界上关心我们，念念不忘我们，除佛陀之外还有谁？找不到了。我们问小孩，谁最爱你？妈妈最爱你，他自己也这么认为。我们今天明白了，在这个宇宙里头，谁最爱我们？佛最爱我们，菩萨最爱我们，菩萨是我们学长，他真正觉悟了，但是还没成佛。所以我们看到其他宗教，读《圣经》、《新旧约》，神爱世人，那个神是谁？那个神就是佛菩萨。佛菩萨真正爱众生，念念不舍众生，希望帮助众生，离一切苦，得究竟乐。我们学佛要不发这个心，跟佛不相应。你学宗教，你学基督教，学天主教，天天读《新旧约》，读《圣经》，如果你不爱世人，你跟神、跟上帝背道而驰，错了。你真正知道神爱你，神爱世人，你怎么能不爱世人？讲不通。",
      "zh_TW": "世界上關心我們，念念不忘我們，除佛陀之外還有誰？找不到了。我們問小孩，誰最愛你？媽媽最愛你，他自己也這麼認為。我們今天明白了，在這個宇宙裡頭，誰最愛我們？佛最愛我們，菩薩最愛我們，菩薩是我們學長，他真正覺悟了，但是還沒成佛。所以我們看到其他宗教，讀《聖經》、《新舊約》，神愛世人，那個神是誰？那個神就是佛菩薩。佛菩薩真正愛眾生，念念不捨眾生，希望幫助眾生，離一切苦，得究竟樂。我們學佛要不發這個心，跟佛不相應。你學宗教，你學基督教，學天主教，天天讀《新舊約》，讀《聖經》，如果你不愛世人，你跟神、跟上帝背道而馳，錯了。你真正知道神愛你，神愛世人，你怎麼能不愛世人？講不通。"
    },
    {
      "id": "02-041-0366_p0035",
      "zh_CN": "我在日本讲经，认识一个基督教的牧师，石井，他住在东京，他是大学教授。他第一次邀我做访问，在日本电视台直播五十分钟，问了我一些问题，最后就问这个问题，最后问的问题，就是怎样能把心胸扩大，能包容别人？我就告诉他，这个问题的答案在《圣经》里头。他很惊讶，他说《圣经》哪一段，怎么我都没有看出来？我就告诉他，《圣经》上有没有神爱世人？有。上帝爱世人？有。我说那就行了，答案就有了。我说你知道吗？他看着我，我说神爱我不爱你。他很惊讶，为什么神爱你不爱我？我说我爱世人，我也爱神，我跟神同心同愿，你只爱神不爱世人，你跟神心愿不相同，所以他不爱你，他爱我。这他愣住了，他说不出话来。然后我告诉他，神爱世人太抽象了，神用什么爱世人？真正能把神这个爱来爱世人，需要什么？需要你们神职人员，需要相信神的这些信徒，你们都应该用神爱世人的爱，真正代表上帝、代表神，去爱地球上每一个人。那才是神的子民，才是神职人员。他听懂了。",
      "zh_TW": "我在日本講經，認識一個基督教的牧師，石井，他住在東京，他是大學教授。他第一次邀我做訪問，在日本電視台直播五十分鐘，問了我一些問題，最後就問這個問題，最後問的問題，就是怎樣能把心胸擴大，能包容別人？我就告訴他，這個問題的答案在《聖經》裡頭。他很驚訝，他說《聖經》哪一段，怎麼我都沒有看出來？我就告訴他，《聖經》上有沒有神愛世人？有。上帝愛世人？有。我說那就行了，答案就有了。我說你知道嗎？他看著我，我說神愛我不愛你。他很驚訝，為什麼神愛你不愛我？我說我愛世人，我也愛神，我跟神同心同願，你只愛神不愛世人，你跟神心願不相同，所以他不愛你，他愛我。這他愣住了，他說不出話來。然後我告訴他，神愛世人太抽象了，神用什麼愛世人？真正能把神這個愛來愛世人，需要什麼？需要你們神職人員，需要相信神的這些信徒，你們都應該用神愛世人的愛，真正代表上帝、代表神，去愛地球上每一個人。那才是神的子民，才是神職人員。他聽懂了。"
    },
    {
      "id": "02-041-0366_p0036",
      "zh_CN": "还是六和敬，没离开六和敬。六和敬里头头一个，见和同解，我们大家对许许多多问题，要同样的看法，同样的想法，这是指什么？宗教与宗教。我们能做到见和同解，世界就太平了，为什么？宗教能够互相包容，能够互助合作，共同来完成化解斗争，促进社会安定和谐，这叫神真正爱世人。如果叫我们毁谤别的宗教，这个世界人心不安，这不是神爱世人。神爱世人，没有说分别宗教，没有说分别族群，无论哪个族群，无论哪个宗教，都是世人，都要爱，那才像个样子。所以宗教一定要团结，宗教团结，是神爱世人的真正的表现。在佛教里头，释迦牟尼佛三千年前就有这样的话，要对其他宗教尊重，不但尊重还要供养，这看看佛的心量。为什么？怜悯苦难众生，帮助苦难众生离苦得乐，和谐才能做到。不和做不到，只有加深痛苦，加重痛苦，那就错了，跟神、跟上帝、跟佛菩萨的意愿完全相反了，这怎么可以！",
      "zh_TW": "還是六和敬，沒離開六和敬。六和敬裡頭頭一個，見和同解，我們大家對許許多多問題，要同樣的看法，同樣的想法，這是指什麼？宗教與宗教。我們能做到見和同解，世界就太平了，為什麼？宗教能夠互相包容，能夠互助合作，共同來完成化解鬥爭，促進社會安定和諧，這叫神真正愛世人。如果叫我們毀謗別的宗教，這個世界人心不安，這不是神愛世人。神愛世人，沒有說分別宗教，沒有說分別族群，無論哪個族群，無論哪個宗教，都是世人，都要愛，那才像個樣子。所以宗教一定要團結，宗教團結，是神愛世人的真正的表現。在佛教裡頭，釋迦牟尼佛三千年前就有這樣的話，要對其他宗教尊重，不但尊重還要供養，這看看佛的心量。為什麼？憐憫苦難眾生，幫助苦難眾生離苦得樂，和諧才能做到。不和做不到，只有加深痛苦，加重痛苦，那就錯了，跟神、跟上帝、跟佛菩薩的意願完全相反了，這怎麼可以！"
    },
    {
      "id": "02-041-0366_p0037",
      "zh_CN": "所以宗教要团结，宗教要成为一家人，世界宗教是一家。这个地方讲到一乘，「唯有一乘法」，宗教团结是一乘法。「无二亦无三，除佛方便说」，这么多宗教是佛的方便说，这么多的宗教是上帝的方便说，是神的方便说。像这些句子，我们都要把它发扬光大，都要帮助它落实。这个绝对不是叛教，它们都是教化众生的，都是用一个真诚的爱来教化。所以爱是教学的核心，中心理念，也是自性第一德。我们中国老祖宗知道，把它放在五伦第一条，「父子有亲」。你看看，这是天性，这不是人教的，没人教。这个亲是什么？亲爱，是自性里头的第一德，这个爱是第一德。用父子的这种亲爱去爱世人，去爱兄弟姐妹，去爱你的家族，爱你的邻里乡党，爱社会大众，是这么个意思，这是中国文化的根。敬是用老师做代表，尊师重道是中国文化的本，像一棵树一样，埋在地下的是根，上面的那是本，根本，尊师重道。所以中国文化就是两个，一个根、一个本。孝敬，离开孝敬什么都谈不上了，那都是假的；有孝有敬，什么都是真的，就这两个字，我们要老老实实把它做到。你把它做到，你会非常快乐，不亦悦乎！",
      "zh_TW": "所以宗教要團結，宗教要成為一家人，世界宗教是一家。這個地方講到一乘，「唯有一乘法」，宗教團結是一乘法。「無二亦無三，除佛方便說」，這麼多宗教是佛的方便說，這麼多的宗教是上帝的方便說，是神的方便說。像這些句子，我們都要把它發揚光大，都要幫助它落實。這個絕對不是叛教，它們都是教化眾生的，都是用一個真誠的愛來教化。所以愛是教學的核心，中心理念，也是自性第一德。我們中國老祖宗知道，把它放在五倫第一條，「父子有親」。你看看，這是天性，這不是人教的，沒人教。這個親是什麼？親愛，是自性裡頭的第一德，這個愛是第一德。用父子的這種親愛去愛世人，去愛兄弟姐妹，去愛你的家族，愛你的鄰里鄉黨，愛社會大眾，是這麼個意思，這是中國文化的根。敬是用老師做代表，尊師重道是中國文化的本，像一棵樹一樣，埋在地下的是根，上面的那是本，根本，尊師重道。所以中國文化就是兩個，一個根、一個本。孝敬，離開孝敬什麼都談不上了，那都是假的；有孝有敬，什麼都是真的，就這兩個字，我們要老老實實把它做到。你把它做到，你會非常快樂，不亦悅乎！"
    },
    {
      "id": "02-041-0366_p0038",
      "zh_CN": "从前我的老师告诉我，学佛是人生最高的享受。最高的享受是什么？快乐。没有忧虑，没有牵挂，没有怨恨，没有烦恼，你多快乐！跟古圣先贤做朋友，展开经典，跟佛菩萨做朋友，看其他宗教经典，跟社会大众做朋友，跟这些不同族群的圣贤做朋友，他们的理念全是孝敬两个字。这两个字中国人讲得清楚、讲得明白、讲得透彻，外国书里头有讲，没有中国讲得这么清楚。",
      "zh_TW": "從前我的老師告訴我，學佛是人生最高的享受。最高的享受是什麼？快樂。沒有憂慮，沒有牽掛，沒有怨恨，沒有煩惱，你多快樂！跟古聖先賢做朋友，展開經典，跟佛菩薩做朋友，看其他宗教經典，跟社會大眾做朋友，跟這些不同族群的聖賢做朋友，他們的理念全是孝敬兩個字。這兩個字中國人講得清楚、講得明白、講得透徹，外國書裡頭有講，沒有中國講得這麼清楚。"
    },
    {
      "id": "02-041-0366_p0039",
      "zh_CN": "所以宗教确实是一家，不是假的，是一家。在大乘佛法讲，比一家还要亲，为什么？一体。庄子也说过，「天地与我同根，万物与我一体」。一体比父子还要亲，父子还是两个人，变成一个人，一体。眼睛耳朵是一体，鼻子嘴巴是一体，一体比父子更亲。我们学什么？学这些东西，学了干什么？学了就管用，从今天起，我们待人接物心态就变了，以前用妄心，现在用真心；以前用六道轮回心，现在用佛菩萨心，这不一样了。",
      "zh_TW": "所以宗教確實是一家，不是假的，是一家。在大乘佛法講，比一家還要親，為什麼？一體。莊子也說過，「天地與我同根，萬物與我一體」。一體比父子還要親，父子還是兩個人，變成一個人，一體。眼睛耳朵是一體，鼻子嘴巴是一體，一體比父子更親。我們學什麼？學這些東西，學了幹什麼？學了就管用，從今天起，我們待人接物心態就變了，以前用妄心，現在用真心；以前用六道輪迴心，現在用佛菩薩心，這不一樣了。"
    },
    {
      "id": "02-041-0366_p0040",
      "zh_CN": "「一乘」，憬兴的话，我们也把它念一下，「一乘者，即智虽有三乘，其极无二，故云一乘」。我们拿释迦牟尼佛四十九年教学来看，释迦牟尼佛四十九年有三乘，有声闻乘、有缘觉乘、有菩萨乘，有三乘。到最后呢？最后是一乘，让这些菩萨们统统成佛，都拿到博士学位，这例子很明显。拿到最高学位，这是佛教学的本愿，最后的目标，当中教二乘、教三乘是方便说。为什么？要办小学、中学、大学，是为了博士，是为这个道理。",
      "zh_TW": "「一乘」，憬興的話，我們也把它念一下，「一乘者，即智雖有三乘，其極無二，故云一乘」。我們拿釋迦牟尼佛四十九年教學來看，釋迦牟尼佛四十九年有三乘，有聲聞乘、有緣覺乘、有菩薩乘，有三乘。到最後呢？最後是一乘，讓這些菩薩們統統成佛，都拿到博士學位，這例子很明顯。拿到最高學位，這是佛教學的本願，最後的目標，當中教二乘、教三乘是方便說。為什麼？要辦小學、中學、大學，是為了博士，是為這個道理。"
    },
    {
      "id": "02-041-0366_p0041",
      "zh_CN": "今天我们办学也得要学这个，不能忘掉，我们虽然办大学，但是我们要办附中、办附小。让这些学生，将来办成功了，学校不招生，只招小学一年级的学生。一年级升二年，二年升三年，年年只进一年级的学生，就是一条龙上去，这个好，真正出人才。把孝敬两个字，圆圆满满的落实在生活当中，落实在学习当中，落实在待人接物，落实在工作，这个世界就是极乐世界。我们可以把极乐世界移到地球上来，这是莫大功德。我们能移过来，阿弥陀佛欢喜，阿弥陀佛的大愿，要帮助一切众生离苦得乐，我们切身奉行，做榜样，帮助阿弥陀佛教化，让人有信心，不怀疑，这无量功德，会得佛加持。",
      "zh_TW": "今天我們辦學也得要學這個，不能忘掉，我們雖然辦大學，但是我們要辦附中、辦附小。讓這些學生，將來辦成功了，學校不招生，只招小學一年級的學生。一年級升二年，二年升三年，年年只進一年級的學生，就是一條龍上去，這個好，真正出人才。把孝敬兩個字，圓圓滿滿的落實在生活當中，落實在學習當中，落實在待人接物，落實在工作，這個世界就是極樂世界。我們可以把極樂世界移到地球上來，這是莫大功德。我們能移過來，阿彌陀佛歡喜，阿彌陀佛的大願，要幫助一切眾生離苦得樂，我們切身奉行，做榜樣，幫助阿彌陀佛教化，讓人有信心，不懷疑，這無量功德，會得佛加持。"
    },
    {
      "id": "02-041-0366_p0042",
      "zh_CN": "这《法华经》的话，我们念念就行了，「方便品」说：「十方佛土中，唯有一乘法，无二亦无三，除佛方便说。」末后这一句重要。又说：「唯此一事实，余二则非真。」只有一乘是事实，是真相，其他的都是方便，假设的。让这些假设回归到真实，这是佛陀教学的智慧。",
      "zh_TW": "這《法華經》的話，我們念念就行了，「方便品」說：「十方佛土中，唯有一乘法，無二亦無三，除佛方便說。」末後這一句重要。又說：「唯此一事實，餘二則非真。」只有一乘是事實，是真相，其他的都是方便，假設的。讓這些假設回歸到真實，這是佛陀教學的智慧。"
    },
    {
      "id": "02-041-0366_p0043",
      "zh_CN": "《净影疏》里头说：「乘是行用。行能运通」，运是运输，通是通达，「故名为乘。随化多乘」，也就是说，办班教学可以用许许多多方式，这就是八万四千法门、无量法门，把这个世间男女老少、各行各业统统都包括在其中，一个都没有漏，佛的教化统统可以适用，它的意思太广、太大了，而且无比的殊胜。所以随化多乘，「就实不殊，是以言一。于此一乘，穷名究竟」。到最后一个名称，到底了，没办法再说了，只好说个究竟。",
      "zh_TW": "《淨影疏》裡頭說：「乘是行用。行能運通」，運是運輸，通是通達，「故名為乘。隨化多乘」，也就是說，辦班教學可以用許許多多方式，這就是八萬四千法門、無量法門，把這個世間男女老少、各行各業統統都包括在其中，一個都沒有漏，佛的教化統統可以適用，它的意思太廣、太大了，而且無比的殊勝。所以隨化多乘，「就實不殊，是以言一。於此一乘，窮名究竟」。到最後一個名稱，到底了，沒辦法再說了，只好說個究竟。"
    },
    {
      "id": "02-041-0366_p0044",
      "zh_CN": "「按此疏意，穷尽此一佛乘之理，谓之究竟一乘。盖极乐诸大菩萨，悲誓宏深」，誓是誓愿，像阿弥陀佛四十八愿做代表。阿弥陀佛四十八愿，我相信，凡是往生极乐世界的菩萨，无论是等觉，无论是初学，个个都以弥陀大愿为自己的本愿。我对于这个相信，不怀疑。所以本经第六品就最重要，第六品四十八愿，阿弥陀佛自己说的，释迦牟尼佛为我们转述，愿愿深义、密义，我们都要能体会到，显示什么？显示无尽的大慈大悲。神圣的爱，可以从这大慈大悲里面看出来。这叫究竟一乘。",
      "zh_TW": "「按此疏意，窮盡此一佛乘之理，謂之究竟一乘。蓋極樂諸大菩薩，悲誓宏深」，誓是誓願，像阿彌陀佛四十八願做代表。阿彌陀佛四十八願，我相信，凡是往生極樂世界的菩薩，無論是等覺，無論是初學，個個都以彌陀大願為自己的本願。我對於這個相信，不懷疑。所以本經第六品就最重要，第六品四十八願，阿彌陀佛自己說的，釋迦牟尼佛為我們轉述，願願深義、密義，我們都要能體會到，顯示什麼？顯示無盡的大慈大悲。神聖的愛，可以從這大慈大悲裡面看出來。這叫究竟一乘。"
    },
    {
      "id": "02-041-0366_p0045",
      "zh_CN": "念老这里也说到，「但为哀悯众生，故仍示现于三界生死之中。住平等慧，精勤修习。故经云于三界中，平等勤修。究竟了达实相一乘之理，得至涅槃彼岸。故云至于彼岸」。说得好！这些是极乐世界的事实真相。我们有幸，有这个福报，过去生生世世种下的善根，今天有缘能够遇到这部经典，遇到这部注解，太难太难得了！这部经典，这部注解，都是讲到究竟，它能代表全部的佛法。",
      "zh_TW": "念老這裡也說到，「但為哀憫眾生，故仍示現於三界生死之中。住平等慧，精勤修習。故經云於三界中，平等勤修。究竟了達實相一乘之理，得至涅槃彼岸。故云至於彼岸」。說得好！這些是極樂世界的事實真相。我們有幸，有這個福報，過去生生世世種下的善根，今天有緣能夠遇到這部經典，遇到這部註解，太難太難得了！這部經典，這部註解，都是講到究竟，它能代表全部的佛法。"
    },
    {
      "id": "02-041-0366_p0046",
      "zh_CN": "英国汉学院有佛学系，佛学系里头的根本经典，必修课程我选了两部经，《无量寿经》是第一部，第二部是《金刚般若波罗蜜经》，我只选了两部。道教的我选了《老子》，《庄子》的内篇，外篇分量太多了，内篇。儒家的我选择了一部四书，《大学》、《中庸》、《论语》、《孟子》。这是必修课程，每一个汉学院的同学，都必须要修学。汉学就是儒释道三教，这三教主要经典不能不知道。这几部经典最好都能够背诵，一生受用无穷，帮助你开悟，帮助你将来教化众生。帮助你开悟是真实智慧，帮助你教化众生是权智，是利他的。",
      "zh_TW": "英國漢學院有佛學系，佛學系裡頭的根本經典，必修課程我選了兩部經，《無量壽經》是第一部，第二部是《金剛般若波羅蜜經》，我只選了兩部。道教的我選了《老子》，《莊子》的內篇，外篇分量太多了，內篇。儒家的我選擇了一部四書，《大學》、《中庸》、《論語》、《孟子》。這是必修課程，每一個漢學院的同學，都必須要修學。漢學就是儒釋道三教，這三教主要經典不能不知道。這幾部經典最好都能夠背誦，一生受用無窮，幫助你開悟，幫助你將來教化眾生。幫助你開悟是真實智慧，幫助你教化眾生是權智，是利他的。"
    },
    {
      "id": "02-041-0366_p0047",
      "zh_CN": "所以经上说，『于三界中，平等勤修』，我们不但对儒释道要平等，还要对于所有宗教经典。所有宗教经典它在世间，它拥有那么多信徒，我们一家人，不能不知道它，不能不了解它。所以，其他宗教经典要读。读什么？我这几年发动，希望每一个宗教，把他们最重要的经典，好的句子统统节录出来，编成一本书，叫《３６Ｏ》，就是三百六十小段，是他们经典里面的精华，将来印成一册，《宗教圣经》，这好东西都在里头。我们也要从《无量寿经》编一个《３６Ｏ》，或者是跟《金刚经》合起来，分开来也行，希望同学们，发心一起来做这桩事情。",
      "zh_TW": "所以經上說，『於三界中，平等勤修』，我們不但對儒釋道要平等，還要對於所有宗教經典。所有宗教經典它在世間，它擁有那麼多信徒，我們一家人，不能不知道它，不能不了解它。所以，其他宗教經典要讀。讀什麼？我這幾年發動，希望每一個宗教，把他們最重要的經典，好的句子統統節錄出來，編成一本書，叫《３６Ｏ》，就是三百六十小段，是他們經典裡面的精華，將來印成一冊，《宗教聖經》，這好東西都在裡頭。我們也要從《無量壽經》編一個《３６Ｏ》，或者是跟《金剛經》合起來，分開來也行，希望同學們，發心一起來做這樁事情。"
    },
    {
      "id": "02-041-0366_p0048",
      "zh_CN": "《会疏》里头说，「彼岸」，经上彼岸讲得很多，多半是指「涅槃妙果」，大乘涅槃，不是小乘。《净影疏》里头说，「至于彼岸，涅槃果极。」涅槃果极者，「指涅槃之极果」。这是佛法到最后最高的境界，没有比这更高的了，称之为究竟，至高无上的果觉，佛法真正的成就在此地，「究竟成佛」。",
      "zh_TW": "《會疏》裡頭說，「彼岸」，經上彼岸講得很多，多半是指「涅槃妙果」，大乘涅槃，不是小乘。《淨影疏》裡頭說，「至於彼岸，涅槃果極。」涅槃果極者，「指涅槃之極果」。這是佛法到最後最高的境界，沒有比這更高的了，稱之為究竟，至高無上的果覺，佛法真正的成就在此地，「究竟成佛」。"
    },
    {
      "id": "02-041-0366_p0049",
      "zh_CN": "今天时间到了，我们就学习到此地，希望我们的同学个个努力。第一步，我们决定要抓住极乐世界，往生到极乐世界，这经上所说的，我们都能够究竟圆满证得，不到极乐世界去，没第二条路可走。极乐世界是非常殊胜难得，不可思议，一定是要下定决心非去不可，这个世界统统放下，一丝毫也不沾染。好，谢谢大家！",
      "zh_TW": "今天時間到了，我們就學習到此地，希望我們的同學個個努力。第一步，我們決定要抓住極樂世界，往生到極樂世界，這經上所說的，我們都能夠究竟圓滿證得，不到極樂世界去，沒第二條路可走。極樂世界是非常殊勝難得，不可思議，一定是要下定決心非去不可，這個世界統統放下，一絲毫也不沾染。好，謝謝大家！"
    }
  ]
}