{
  "doc_id": "02-041-0126",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二六集",
    "zh_TW": "第一二六集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0126",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-041-0126_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0126_p0002",
      "zh_CN": "请看《大经科注》第三百五十八页，我们从第六行第二句看起，从《法华》：",
      "zh_TW": "請看《大經科註》第三百五十八頁，我們從第六行第二句看起，從《法華》："
    },
    {
      "id": "02-041-0126_p0003",
      "zh_CN": "「《法华》中龙女成佛，八岁之龙女，能立即成佛，确极特殊，但特而非奇。因众生本来是佛，人人有分，个个现成，故龙女成佛并不名奇。」前面我们学到这个地方，接着往下面看。「唯此经中之净宗一法，既是最奇，又是最特。下依经中《宝莲佛光品》从依正、因果、主伴、一多等说明之。依常情而论，池中莲花，应是依报。」每一个往生到极乐世界都是莲花化生，莲花从哪里来的？因是阿弥陀佛四十八愿愿力变现出来的，这是因；缘是十方世界众生信愿持名，真信切愿，七宝池中就会生一朵莲花。你看有因有缘。将来往生，佛就用这朵莲花来接引你，这个莲花有你的名字，绝对错不了的。我们念佛，真正相信，真正发愿求生净土，七宝池里头的莲花已经生出来。我们念佛功夫很勤，念得很踏实，这朵莲花愈来愈大，光色愈来愈美；如果我们念佛懈怠，或者改变，不念佛了，改用别的法门，这莲花就枯了，枯了以后就不见了、就消失了。我们就明了，宝池里头的莲花应该很多，无量无数，里面大小、枯荣不定。念佛的人多，莲花多，往生的人少，那就是说明宝池的莲花很多都会枯谢掉，没有了。到什么时候缘成熟了，来生后世又遇到这个法门，他有善根、他有福德，如果遇到缘，宝池里头莲花又生起来。这非常奇怪，也非常特殊。所以它应该是依报，往生的人是正报，这是依照常规来说的。",
      "zh_TW": "「《法華》中龍女成佛，八歲之龍女，能立即成佛，確極特殊，但特而非奇。因眾生本來是佛，人人有分，個個現成，故龍女成佛並不名奇。」前面我們學到這個地方，接著往下面看。「唯此經中之淨宗一法，既是最奇，又是最特。下依經中《寶蓮佛光品》從依正、因果、主伴、一多等說明之。依常情而論，池中蓮花，應是依報。」每一個往生到極樂世界都是蓮花化生，蓮花從哪裡來的？因是阿彌陀佛四十八願願力變現出來的，這是因；緣是十方世界眾生信願持名，真信切願，七寶池中就會生一朵蓮花。你看有因有緣。將來往生，佛就用這朵蓮花來接引你，這個蓮花有你的名字，絕對錯不了的。我們念佛，真正相信，真正發願求生淨土，七寶池裡頭的蓮花已經生出來。我們念佛功夫很勤，念得很踏實，這朵蓮花愈來愈大，光色愈來愈美；如果我們念佛懈怠，或者改變，不念佛了，改用別的法門，這蓮花就枯了，枯了以後就不見了、就消失了。我們就明瞭，寶池裡頭的蓮花應該很多，無量無數，裡面大小、枯榮不定。念佛的人多，蓮花多，往生的人少，那就是說明寶池的蓮花很多都會枯謝掉，沒有了。到什麼時候緣成熟了，來生後世又遇到這個法門，他有善根、他有福德，如果遇到緣，寶池裡頭蓮花又生起來。這非常奇怪，也非常特殊。所以它應該是依報，往生的人是正報，這是依照常規來說的。"
    },
    {
      "id": "02-041-0126_p0004",
      "zh_CN": "「若说是依，但一一花出三十六百千亿光，一一光中出三十六百千亿佛；可见佛从花现，故云花外无佛，故不能说是依」，花中现佛。「若说是正报，经中说花有百千亿叶，明明说是花叶，而非佛身，故不能说是正」。不能说它是依报，也不能说它是正报。「若说是因，但此乃如来果德之成就，故不是因」，是阿弥陀佛四十八愿的成就。刚才说过了，莲花是从四十八愿来的，果德里头现出来的，它不是因。你要说它是果，「然此花是十方世界所生之物」，十方世界的人，念佛的人，没有人发愿求生净土，老实念佛，这个池里头不生花，没有这个花，「不待行人果觉功圆，则不是果」。说它是因、说它是果都不能把这个事实讲圆满，又像因、又像果，又像依、又像正。",
      "zh_TW": "「若說是依，但一一花出三十六百千億光，一一光中出三十六百千億佛；可見佛從花現，故云花外無佛，故不能說是依」，花中現佛。「若說是正報，經中說花有百千億葉，明明說是花葉，而非佛身，故不能說是正」。不能說它是依報，也不能說它是正報。「若說是因，但此乃如來果德之成就，故不是因」，是阿彌陀佛四十八願的成就。剛才說過了，蓮花是從四十八願來的，果德裡頭現出來的，它不是因。你要說它是果，「然此花是十方世界所生之物」，十方世界的人，念佛的人，沒有人發願求生淨土，老實念佛，這個池裡頭不生花，沒有這個花，「不待行人果覺功圓，則不是果」。說它是因、說它是果都不能把這個事實講圓滿，又像因、又像果，又像依、又像正。"
    },
    {
      "id": "02-041-0126_p0005",
      "zh_CN": "「若说是主，则能含十方三世无量慧，含摄一切，其伴甚多」。这是从主伴上讲的。如果说它是伴，「则心外无法，唯是如来正觉。极乐之依正主伴一切一切，唯是阿弥陀如来自心所现」。阿弥陀佛本愿威神展现出西方极乐世界，而极乐世界又跟十方诸佛刹土有密切的关系，分不开。关系为什么这么特殊？有原因，原因是什么？遍法界虚空界就是弥陀如来的法身，就是十方世界一切众生的自性。就跟我们平常讲的五蕴一样，五蕴是色还是心？你要说它是心，它有物质现象；你要说它是色，它原本就有受想行识。受想行识是心，色法是物质，心跟物融合成一体，不能分。明白这个道理，极乐世界的依正庄严就有一个概念了。",
      "zh_TW": "「若說是主，則能含十方三世無量慧，含攝一切，其伴甚多」。這是從主伴上講的。如果說它是伴，「則心外無法，唯是如來正覺。極樂之依正主伴一切一切，唯是阿彌陀如來自心所現」。阿彌陀佛本願威神展現出西方極樂世界，而極樂世界又跟十方諸佛剎土有密切的關係，分不開。關係為什麼這麼特殊？有原因，原因是什麼？遍法界虛空界就是彌陀如來的法身，就是十方世界一切眾生的自性。就跟我們平常講的五蘊一樣，五蘊是色還是心？你要說它是心，它有物質現象；你要說它是色，它原本就有受想行識。受想行識是心，色法是物質，心跟物融合成一體，不能分。明白這個道理，極樂世界的依正莊嚴就有一個概念了。"
    },
    {
      "id": "02-041-0126_p0006",
      "zh_CN": "极乐世界是阿弥陀佛愿力现出来的，阿弥陀佛现出西方极乐世界目的何在？是接引十方一切诸佛刹土里面的十法界众生，主要是要度这些众生的，帮助这些众生一生圆满成佛，这个东西真正不可思议。所以，极乐世界你说什么都不是，也什么都是，不能说它是依，不能说它是正，也可以说它是依、是正。明白了，说是、说不是都对；不明白的时候，说是、说不是全错。所以它具足奇妙、特殊，奇特达到极处。弥陀自心就是众生的自心，它是一不是二，这个自心就是自性、就是真如、就是本性，生佛是一体。所以，弥陀运同体大悲、无缘大慈来加被众生。这段意思深，念老特别做个简单的解释。",
      "zh_TW": "極樂世界是阿彌陀佛願力現出來的，阿彌陀佛現出西方極樂世界目的何在？是接引十方一切諸佛剎土裡面的十法界眾生，主要是要度這些眾生的，幫助這些眾生一生圓滿成佛，這個東西真正不可思議。所以，極樂世界你說什麼都不是，也什麼都是，不能說它是依，不能說它是正，也可以說它是依、是正。明白了，說是、說不是都對；不明白的時候，說是、說不是全錯。所以它具足奇妙、特殊，奇特達到極處。彌陀自心就是眾生的自心，它是一不是二，這個自心就是自性、就是真如、就是本性，生佛是一體。所以，彌陀運同體大悲、無緣大慈來加被眾生。這段意思深，念老特別做個簡單的解釋。"
    },
    {
      "id": "02-041-0126_p0007",
      "zh_CN": "下面说，极乐之依正主伴一切一切，唯是阿弥陀如来自心所现。「欲说是一法，但一花中有无量光，其中出生无量法」，这一即是多；「若说是无量，则只是一句名号」，多即是一，一多不二。「三种庄严，入一法句」。这个三种庄严是《往生论》上说的，依报庄严说了十七种，正报庄严，正报分主、伴，主是佛，阿弥陀佛，八种庄严；伴是每一个往生西方极乐世界的人，就是菩萨。生到极乐世界，无论是实报土、方便土、同居土，只要你到了极乐世界，见到阿弥陀佛，花开见佛，皆作阿惟越致菩萨，这句话真正不可思议！对实报土的人来说没话说，阿惟越致就是法身菩萨，生实报土。方便土也是阿惟越致，这就奇妙了。方便土是声闻、缘觉、三乘菩萨，没见性，虽然证得位不退、行不退，但是他念还退，这就奇特了。尤其奇特的是同居土，同居土是凡夫往生的，没证果，连小乘初果都没有证得，也作阿惟越致菩萨。换句话说，极乐世界虽然有四土三辈九品之名，有这个名，实际上？实际上没有，实际上是平等的阿惟越致菩萨，皆作阿惟越致菩萨，统统都是的，那就是统统都是法身菩萨。这个也是奇特之一，奇中之奇，特中之特。",
      "zh_TW": "下面說，極樂之依正主伴一切一切，唯是阿彌陀如來自心所現。「欲說是一法，但一花中有無量光，其中出生無量法」，這一即是多；「若說是無量，則只是一句名號」，多即是一，一多不二。「三種莊嚴，入一法句」。這個三種莊嚴是《往生論》上說的，依報莊嚴說了十七種，正報莊嚴，正報分主、伴，主是佛，阿彌陀佛，八種莊嚴；伴是每一個往生西方極樂世界的人，就是菩薩。生到極樂世界，無論是實報土、方便土、同居土，只要你到了極樂世界，見到阿彌陀佛，花開見佛，皆作阿惟越致菩薩，這句話真正不可思議！對實報土的人來說沒話說，阿惟越致就是法身菩薩，生實報土。方便土也是阿惟越致，這就奇妙了。方便土是聲聞、緣覺、三乘菩薩，沒見性，雖然證得位不退、行不退，但是他念還退，這就奇特了。尤其奇特的是同居土，同居土是凡夫往生的，沒證果，連小乘初果都沒有證得，也作阿惟越致菩薩。換句話說，極樂世界雖然有四土三輩九品之名，有這個名，實際上？實際上沒有，實際上是平等的阿惟越致菩薩，皆作阿惟越致菩薩，統統都是的，那就是統統都是法身菩薩。這個也是奇特之一，奇中之奇，特中之特。"
    },
    {
      "id": "02-041-0126_p0008",
      "zh_CN": "三种庄严，入一法句，这一法句就是这一句名号，一句名号统摄一切法。「所以说此」，这个此是说这个法门，「乃奇中之奇，特中之特，不可称、不可说、不可思议之法。亦不可安名，只是勉强名之为奇特法」。这个奇特法就是这一部《大乘无量寿经》。「今日世尊欲宣弥陀弘愿一乘、最奇特之法」，所以佛要「住于弥陀之所住，佛佛相念。故曰住奇特法」。弥陀、我心本是一体，说法如是，闻法亦如是。",
      "zh_TW": "三種莊嚴，入一法句，這一法句就是這一句名號，一句名號統攝一切法。「所以說此」，這個此是說這個法門，「乃奇中之奇，特中之特，不可稱、不可說、不可思議之法。亦不可安名，只是勉強名之為奇特法」。這個奇特法就是這一部《大乘無量壽經》。「今日世尊欲宣彌陀弘願一乘、最奇特之法」，所以佛要「住於彌陀之所住，佛佛相念。故曰住奇特法」。彌陀、我心本是一體，說法如是，聞法亦如是。"
    },
    {
      "id": "02-041-0126_p0009",
      "zh_CN": "我们再看下面这段，这一段给我们说明的是一体，住佛所住，下面这段是讲导师之行。『住诸佛所住导师之行，最胜之道』。「导师」是引导众生成佛之行，这才称为导师。狭义专门对佛称的，菩萨称师，不称导师，导师是对佛的称呼。「最胜之道」就是信愿持名，本经说的八个字，「发菩提心，一向专念」八个字。蕅益大师在《要解》里，把八个字省略成四个字，更简单。「信愿」就是发菩提心，真正相信有西方极乐世界，真正相信极乐世界有阿弥陀佛，一点怀疑都没有。我们自己要发真心真诚的大愿，愿生西方极乐世界，不做第二种想法，我这一生就这一个目标、一个方向，没有第二个方向，这叫无上菩提心。「持名」，执持名号。像海贤老和尚一样，师父教他这一句佛号，这传授给他的法，他一生九十二年未曾丢失，念了九十二年。他给我们做证明，这光碟诸位要细心看，要用恭敬心、真诚心，你去看他。",
      "zh_TW": "我們再看下面這段，這一段給我們說明的是一體，住佛所住，下面這段是講導師之行。『住諸佛所住導師之行，最勝之道』。「導師」是引導眾生成佛之行，這才稱為導師。狹義專門對佛稱的，菩薩稱師，不稱導師，導師是對佛的稱呼。「最勝之道」就是信願持名，本經說的八個字，「發菩提心，一向專念」八個字。蕅益大師在《要解》裡，把八個字省略成四個字，更簡單。「信願」就是發菩提心，真正相信有西方極樂世界，真正相信極樂世界有阿彌陀佛，一點懷疑都沒有。我們自己要發真心真誠的大願，願生西方極樂世界，不做第二種想法，我這一生就這一個目標、一個方向，沒有第二個方向，這叫無上菩提心。「持名」，執持名號。像海賢老和尚一樣，師父教他這一句佛號，這傳授給他的法，他一生九十二年未曾丟失，念了九十二年。他給我們做證明，這光碟諸位要細心看，要用恭敬心、真誠心，你去看他。"
    },
    {
      "id": "02-041-0126_p0010",
      "zh_CN": "他给我们证明西方极乐世界真有，阿弥陀佛真有，他见佛很多次，常常见佛。光碟上他老人家说，好几次要求阿弥陀佛带他到极乐世界，阿弥陀佛没答应，说他修得不错，留在这个世间表法，给念佛人做个好样子。这就说明他见阿弥陀佛不是一次。往生之前，他老人家又说，这几天阿弥陀佛来告诉我，叫我赶快往生。这给我们作证，老和尚决定没有妄语，句句话都是真话。为什么人家跟阿弥陀佛那么熟悉？感应，清净平等觉的感应。我们的心，念到清净平等觉，就会跟老和尚一样，跟阿弥陀佛起感应，我们念佛，佛就现前；我们求生，佛就带我们去。不带我们去，那就是海贤老和尚的样子，你有能力表法，要做一个好榜样给大家看。",
      "zh_TW": "他給我們證明西方極樂世界真有，阿彌陀佛真有，他見佛很多次，常常見佛。光碟上他老人家說，好幾次要求阿彌陀佛帶他到極樂世界，阿彌陀佛沒答應，說他修得不錯，留在這個世間表法，給念佛人做個好樣子。這就說明他見阿彌陀佛不是一次。往生之前，他老人家又說，這幾天阿彌陀佛來告訴我，叫我趕快往生。這給我們作證，老和尚決定沒有妄語，句句話都是真話。為什麼人家跟阿彌陀佛那麼熟悉？感應，清淨平等覺的感應。我們的心，念到清淨平等覺，就會跟老和尚一樣，跟阿彌陀佛起感應，我們念佛，佛就現前；我們求生，佛就帶我們去。不帶我們去，那就是海賢老和尚的樣子，你有能力表法，要做一個好榜樣給大家看。"
    },
    {
      "id": "02-041-0126_p0011",
      "zh_CN": "我们在传记上曾经看到，我们净宗初祖慧远大师，这是东晋时代在庐山建东林念佛堂，就是现在的东林寺。他老人家四次见佛，见到极乐世界，从来没有跟人说过。最后一次，就是第四次，他才跟大家宣布，极乐世界又现前，阿弥陀佛来接引我，过去曾经见过三次。别人问他，极乐世界像什么样子？跟经中所说的一模一样。远公大师在世，他讲的经就是《无量寿经》，《弥陀经》、《观无量寿经》都还没有翻译出来。他那个时候东林念佛堂就依一部经，《无量寿经》，这最早到中国来。历代一共十二次翻译，所以它有十二个不同的版本。非常可惜有七种失传，现在《大藏经》里面只有五种。",
      "zh_TW": "我們在傳記上曾經看到，我們淨宗初祖慧遠大師，這是東晉時代在廬山建東林念佛堂，就是現在的東林寺。他老人家四次見佛，見到極樂世界，從來沒有跟人說過。最後一次，就是第四次，他才跟大家宣布，極樂世界又現前，阿彌陀佛來接引我，過去曾經見過三次。別人問他，極樂世界像什麼樣子？跟經中所說的一模一樣。遠公大師在世，他講的經就是《無量壽經》，《彌陀經》、《觀無量壽經》都還沒有翻譯出來。他那個時候東林念佛堂就依一部經，《無量壽經》，這最早到中國來。歷代一共十二次翻譯，所以它有十二個不同的版本。非常可惜有七種失傳，現在《大藏經》裡面只有五種。"
    },
    {
      "id": "02-041-0126_p0012",
      "zh_CN": "这五种仔细去校对，里面出入很大，说明这部经是世尊当年在世多次宣说，不是说一遍。一遍，那梵文的底本只是一种，无论怎么翻译，不会有很大的差错。最明显的，愿力，四十八愿，这决定不会有错误的。这五种本子里头有三种不同，有两种四十八愿，有两种二十四愿，有一种三十六愿。这么大的差别，这就说明不是一次说的，多次宣讲。阿难结集的本子，这梵文原本也都传中国来了。多次宣讲说明这部经重要，释迦牟尼佛讲经没有讲过第二遍的，唯独这部经，叫你明显看出来它不是一个底本，它是不同的底本。就说明世尊在世不同的说法，多次宣说，才会有这种现象发生，也显示出这个法门的特殊、奇特。",
      "zh_TW": "這五種仔細去校對，裡面出入很大，說明這部經是世尊當年在世多次宣說，不是說一遍。一遍，那梵文的底本只是一種，無論怎麼翻譯，不會有很大的差錯。最明顯的，願力，四十八願，這決定不會有錯誤的。這五種本子裡頭有三種不同，有兩種四十八願，有兩種二十四願，有一種三十六願。這麼大的差別，這就說明不是一次說的，多次宣講。阿難結集的本子，這梵文原本也都傳中國來了。多次宣講說明這部經重要，釋迦牟尼佛講經沒有講過第二遍的，唯獨這部經，叫你明顯看出來它不是一個底本，它是不同的底本。就說明世尊在世不同的說法，多次宣說，才會有這種現象發生，也顯示出這個法門的特殊、奇特。"
    },
    {
      "id": "02-041-0126_p0013",
      "zh_CN": "这个法门，遇到有缘的，缘就是信愿，死心塌地，绝无改变，阿弥陀佛来，教我再有一个方法，我也拒绝，我就依照这个法就行了，我相信这个法字字句句是佛说的，决定成就。《观无量寿经．上品上生章》要认真学习，我记得这一章，单独这一章我讲过。你真明白之后，死心塌地，一门深入，很快就成就。我们在《净土圣贤录》、在《往生传》里面看到，三年往生的人太多太多了。绝对不是他的寿命只有三年，他三年念佛功夫成就了，见到阿弥陀佛，会要求阿弥陀佛，我的寿命不要了，我现在跟你走。佛很慈悲，佛就带你走。三年，到极乐世界去作阿惟越致菩萨，还得了！还有哪个法门能超过这个法门，找不到。你很幸运，遇到一切诸佛共同赞叹的奇特大法。只有善根福德因缘不足的人，虽然遇到了，他怀疑，他不相信，当面错过，真可惜。",
      "zh_TW": "這個法門，遇到有緣的，緣就是信願，死心塌地，絕無改變，阿彌陀佛來，教我再有一個方法，我也拒絕，我就依照這個法就行了，我相信這個法字字句句是佛說的，決定成就。《觀無量壽經．上品上生章》要認真學習，我記得這一章，單獨這一章我講過。你真明白之後，死心塌地，一門深入，很快就成就。我們在《淨土聖賢錄》、在《往生傳》裡面看到，三年往生的人太多太多了。絕對不是他的壽命只有三年，他三年念佛功夫成就了，見到阿彌陀佛，會要求阿彌陀佛，我的壽命不要了，我現在跟你走。佛很慈悲，佛就帶你走。三年，到極樂世界去作阿惟越致菩薩，還得了！還有哪個法門能超過這個法門，找不到。你很幸運，遇到一切諸佛共同讚歎的奇特大法。只有善根福德因緣不足的人，雖然遇到了，他懷疑，他不相信，當面錯過，真可惜。"
    },
    {
      "id": "02-041-0126_p0014",
      "zh_CN": "这个地方念老引用《净影疏》，净影法师隋朝时候人，他也叫慧远，跟我们初祖法号完全相同，所以在历史上称为小慧远。他有《无量寿经》的注解，就叫《净影疏》，《无量寿经义疏》。这里面说，「住佛住者，涅槃常果，诸佛同住」。住就是心安住的所在，心住无所住就是住佛住。为什么？佛心清净，佛心平等，佛见色、闻声不起心、不动念，起心动念尚且没有，哪来的分别执着，这叫住佛住。我们也常常提到，要认识，眼见色、耳闻声、鼻嗅香、舌尝味，不起心不动念、不分别不执着，这就是住佛住。有起心动念，没有分别执着，这是菩萨住；有起心动念、有分别，没有执着，这是小乘住，阿罗汉、辟支佛；六根在六尘境界里面，有起心动念、有分别有执着，那就是六道众生。六道众生住哪里？住六道轮回。",
      "zh_TW": "這個地方念老引用《淨影疏》，淨影法師隋朝時候人，他也叫慧遠，跟我們初祖法號完全相同，所以在歷史上稱為小慧遠。他有《無量壽經》的註解，就叫《淨影疏》，《無量壽經義疏》。這裡面說，「住佛住者，涅槃常果，諸佛同住」。住就是心安住的所在，心住無所住就是住佛住。為什麼？佛心清淨，佛心平等，佛見色、聞聲不起心、不動念，起心動念尚且沒有，哪來的分別執著，這叫住佛住。我們也常常提到，要認識，眼見色、耳聞聲、鼻嗅香、舌嘗味，不起心不動念、不分別不執著，這就是住佛住。有起心動念，沒有分別執著，這是菩薩住；有起心動念、有分別，沒有執著，這是小乘住，阿羅漢、辟支佛；六根在六塵境界裡面，有起心動念、有分別有執著，那就是六道眾生。六道眾生住哪裡？住六道輪迴。"
    },
    {
      "id": "02-041-0126_p0015",
      "zh_CN": "记住，起心动念分别执着全有，你住六道轮回。你要是能够把执着放下，我再也不执着，我知道它是假的，不是真的，就是再也不把这个东西放在心上了，你就能证阿罗汉果。不但不执着，分别也没有这个必要，假的，分别它干什么，那你就升级了，你升菩萨。真正觉悟了，虽然这个现象在面前，面对着它，起心动念都没有，这就是佛住。修行修什么？八万四千法门，法是方法，门是门道，修什么？就是修这个东西，不起心不动念、不分别不执着。",
      "zh_TW": "記住，起心動念分別執著全有，你住六道輪迴。你要是能夠把執著放下，我再也不執著，我知道它是假的，不是真的，就是再也不把這個東西放在心上了，你就能證阿羅漢果。不但不執著，分別也沒有這個必要，假的，分別它幹什麼，那你就升級了，你升菩薩。真正覺悟了，雖然這個現象在面前，面對著它，起心動念都沒有，這就是佛住。修行修什麼？八萬四千法門，法是方法，門是門道，修什麼？就是修這個東西，不起心不動念、不分別不執著。"
    },
    {
      "id": "02-041-0126_p0016",
      "zh_CN": "章嘉大师教我放下，放下什么？就放下这个。真正放下了，事实真相就明白了，那叫看破，看破是真正了解事实真相。事实真相是，体是空寂的，相是假的，体是空，一法不立，连佛也没有。自性是本体，所以不能执着，不能起心动念；相是假的，也没有起心动念的必要。无论是性、无论是相，都不起心动念，这就是住佛所住。住佛所住，你要有行为，行为是什么？众生有感，自然有应，大叩则大鸣，小叩则小鸣，法尔如是，没有起心动念，还是住佛所住。那应干什么？应是帮助他解决问题。菩萨有感，则以佛身去度他；二乘有感，就现菩萨去度他；众生有感，现随类身。观世音菩萨三十二应，那是讲三十二类，每一类无量无边身，与众生感应道交不可思议。这都叫奇特。",
      "zh_TW": "章嘉大師教我放下，放下什麼？就放下這個。真正放下了，事實真相就明白了，那叫看破，看破是真正了解事實真相。事實真相是，體是空寂的，相是假的，體是空，一法不立，連佛也沒有。自性是本體，所以不能執著，不能起心動念；相是假的，也沒有起心動念的必要。無論是性、無論是相，都不起心動念，這就是住佛所住。住佛所住，你要有行為，行為是什麼？眾生有感，自然有應，大叩則大鳴，小叩則小鳴，法爾如是，沒有起心動念，還是住佛所住。那應幹什麼？應是幫助他解決問題。菩薩有感，則以佛身去度他；二乘有感，就現菩薩去度他；眾生有感，現隨類身。觀世音菩薩三十二應，那是講三十二類，每一類無量無邊身，與眾生感應道交不可思議。這都叫奇特。"
    },
    {
      "id": "02-041-0126_p0017",
      "zh_CN": "「今日世雄」，世雄是指释迦牟尼佛，今天释迦牟尼佛「住彼所住」，住阿弥陀佛所住，就是「住大涅槃，能起化用」。化是化身，是变化；用是帮助众生破迷开悟，帮助众生离苦得乐。离开六道轮回，离开十法界，叫离究竟苦；往生西方极乐世界叫得究竟乐。十方诸佛跟释迦牟尼佛一样，个个面对他有缘众生都能起变化的大用，教化众生，佛不做别的，就是教学。教学的仪式无量无边，在我们这个世间，三千年前释迦牟尼佛出现在印度，以比丘的身分表法，表放下。放下名闻利养、放下七情五欲，过出家人的生活，日中一食，树下一宿。他的示现非常活泼，示现的意义，就是放下万缘，身心清净，为我们表清净平等觉，表这个法。有国王大臣礼请他老人家去讲经，在宫殿里面、在花园里面，他也答应，他不拒绝。所以在竹林精舍、在祇树给孤独园还讲了相当长的时间一段经，几部大经，讲完之后就离开了，又去过他游牧生活。不呆板，为我们示现活活泼泼，佛，真的现在人讲通情达理，让众生生欢喜心。",
      "zh_TW": "「今日世雄」，世雄是指釋迦牟尼佛，今天釋迦牟尼佛「住彼所住」，住阿彌陀佛所住，就是「住大涅槃，能起化用」。化是化身，是變化；用是幫助眾生破迷開悟，幫助眾生離苦得樂。離開六道輪迴，離開十法界，叫離究竟苦；往生西方極樂世界叫得究竟樂。十方諸佛跟釋迦牟尼佛一樣，個個面對他有緣眾生都能起變化的大用，教化眾生，佛不做別的，就是教學。教學的儀式無量無邊，在我們這個世間，三千年前釋迦牟尼佛出現在印度，以比丘的身分表法，表放下。放下名聞利養、放下七情五欲，過出家人的生活，日中一食，樹下一宿。他的示現非常活潑，示現的意義，就是放下萬緣，身心清淨，為我們表清淨平等覺，表這個法。有國王大臣禮請他老人家去講經，在宮殿裡面、在花園裡面，他也答應，他不拒絕。所以在竹林精舍、在祇樹給孤獨園還講了相當長的時間一段經，幾部大經，講完之後就離開了，又去過他遊牧生活。不呆板，為我們示現活活潑潑，佛，真的現在人講通情達理，讓眾生生歡喜心。"
    },
    {
      "id": "02-041-0126_p0018",
      "zh_CN": "男女老少、各行各业，只要你去向他请教，他都教你，包括所有宗教，这在经上能看出来。他不排斥，他也不劝你，你那个宗教有问题，没有说过这个话，对每一个宗教都赞叹。我们要学，为什么？法门平等，无有高下，不但佛说的八万四千法门，包括其他宗教，所有一切的法门都是平等法。同一个道理，只要你一门深入，长时薰修，都能够得定，定深了不放弃，到最后都能见性。所以，用其他的宗教修行的方法，向世尊去请教，世尊都帮助他破迷开悟，明心见性。他明心见性作了佛，有没有舍弃他的宗教？没有，他到他那个宗教去做先知去了，他到那个宗教里面去领导他们去了。外面看到是不同的宗教，里面都是佛菩萨，这是对的。一切众生本来是佛，修其他宗教也不例外，他本来是佛，他成佛有什么奇怪？不奇怪。龙女八岁成佛，龙是畜生道，八岁小女孩，善根深厚，听闻说法她开悟了、她证果了。",
      "zh_TW": "男女老少、各行各業，只要你去向他請教，他都教你，包括所有宗教，這在經上能看出來。他不排斥，他也不勸你，你那個宗教有問題，沒有說過這個話，對每一個宗教都讚歎。我們要學，為什麼？法門平等，無有高下，不但佛說的八萬四千法門，包括其他宗教，所有一切的法門都是平等法。同一個道理，只要你一門深入，長時薰修，都能夠得定，定深了不放棄，到最後都能見性。所以，用其他的宗教修行的方法，向世尊去請教，世尊都幫助他破迷開悟，明心見性。他明心見性作了佛，有沒有捨棄他的宗教？沒有，他到他那個宗教去做先知去了，他到那個宗教裡面去領導他們去了。外面看到是不同的宗教，裡面都是佛菩薩，這是對的。一切眾生本來是佛，修其他宗教也不例外，他本來是佛，他成佛有什麼奇怪？不奇怪。龍女八歲成佛，龍是畜生道，八歲小女孩，善根深厚，聽聞說法她開悟了、她證果了。"
    },
    {
      "id": "02-041-0126_p0019",
      "zh_CN": "本经特别提到的是普贤菩萨，你看第二品「德遵普贤」，普贤菩萨专门讲修行，落实修行。落实里头最重要的一样就是心量拓开，心包太虚，量周沙界。他的行门就是十大纲领，普贤十愿，愿愿都是用真诚心、广大心来修，真诚广大。面对的是遍法界虚空界，一法不立，一法不舍，得大自在。礼敬遍法界虚空界一切众生，众生是广义的，众缘和合而生起的现象都叫众生。动物是众生，植物也是众缘和合而生的，矿物还是众缘和合而生的，乃至虚空法界。所以众生这个名词含义非常非常广大，普贤菩萨的恭敬心，圆圆满满统统都礼敬到了。",
      "zh_TW": "本經特別提到的是普賢菩薩，你看第二品「德遵普賢」，普賢菩薩專門講修行，落實修行。落實裡頭最重要的一樣就是心量拓開，心包太虛，量周沙界。他的行門就是十大綱領，普賢十願，願願都是用真誠心、廣大心來修，真誠廣大。面對的是遍法界虛空界，一法不立，一法不捨，得大自在。禮敬遍法界虛空界一切眾生，眾生是廣義的，眾緣和合而生起的現象都叫眾生。動物是眾生，植物也是眾緣和合而生的，礦物還是眾緣和合而生的，乃至虛空法界。所以眾生這個名詞含義非常非常廣大，普賢菩薩的恭敬心，圓圓滿滿統統都禮敬到了。"
    },
    {
      "id": "02-041-0126_p0020",
      "zh_CN": "我们今天对佛菩萨恭敬，对人就不恭敬，对好人恭敬，对恶人就不恭敬；普贤不是的，平等对待，没有分别、没有执着。他的眼里、他的心里看一切众生都是诸佛如来，平等平等，看一切众生跟看阿弥陀佛完全一样，对阿弥陀佛是用什么恭敬心，对一切众生用的恭敬心完全相同，没有丝毫差别。那叫普贤行，礼敬、称赞、供养完全平等。普贤行不容易修，为什么？我们没有平等心。虽然说恭敬心，恭敬心不到位，达不到佛所要求的标准，我们还自以为是，不知道忏悔、不知道改进。所以普贤行对我们有名无实。这也是我们念佛功夫不得力的因素之一，为什么功夫不得力。",
      "zh_TW": "我們今天對佛菩薩恭敬，對人就不恭敬，對好人恭敬，對惡人就不恭敬；普賢不是的，平等對待，沒有分別、沒有執著。他的眼裡、他的心裡看一切眾生都是諸佛如來，平等平等，看一切眾生跟看阿彌陀佛完全一樣，對阿彌陀佛是用什麼恭敬心，對一切眾生用的恭敬心完全相同，沒有絲毫差別。那叫普賢行，禮敬、稱讚、供養完全平等。普賢行不容易修，為什麼？我們沒有平等心。雖然說恭敬心，恭敬心不到位，達不到佛所要求的標準，我們還自以為是，不知道懺悔、不知道改進。所以普賢行對我們有名無實。這也是我們念佛功夫不得力的因素之一，為什麼功夫不得力。"
    },
    {
      "id": "02-041-0126_p0021",
      "zh_CN": "《会疏》里头说的，「佛所住，不二乘菩萨所能及」。这个「不」是非的意思，不是二乘、不是菩萨所能及。二乘是声闻、缘觉，菩萨是说的三乘菩萨，天台别教十住、十行、十回向，这些菩萨没有明心见性；也就是说，他们在日常生活当中，六根接触六尘境界，有起心动念。二乘，不但有起心动念，还有分别，没有执着。所以佛所住的是不起心不动念，二乘、菩萨做不到。「唯佛与佛住之」，只有大彻大悟、明心见性的，这是佛，他们住实报庄严土。「又佛说三乘随他教时，各住三乘法」，十住菩萨住十住法，十行菩萨住十行法，十回向菩萨住十回向法，这就是随顺他们自己所学习的，随他教时，各住三乘法。「今住佛随自所住，故云住佛所住」。今天释迦牟尼佛示现住佛所住，住一真法界，住实报庄严土，也就是住真实大菩提心，真诚、清净、平等、正觉、慈悲，这是佛心。「而流出此殊胜妙法」，就是这个净宗法门，念佛成佛，奇特的妙法，无比殊胜。「以为众生之因心」。这原本是如来的果觉，我们的经题清净平等觉，真诚清净平等正觉慈悲，心安住在这上。表现在这一句佛号，南无阿弥陀佛六字洪名，声声佛号，声声清净平等觉，声声是真诚清净平等正觉慈悲。与本经修学的宗旨完全相应，「发菩提心，一向专念」。用这个来做众生的因心。",
      "zh_TW": "《會疏》裡頭說的，「佛所住，不二乘菩薩所能及」。這個「不」是非的意思，不是二乘、不是菩薩所能及。二乘是聲聞、緣覺，菩薩是說的三乘菩薩，天台別教十住、十行、十迴向，這些菩薩沒有明心見性；也就是說，他們在日常生活當中，六根接觸六塵境界，有起心動念。二乘，不但有起心動念，還有分別，沒有執著。所以佛所住的是不起心不動念，二乘、菩薩做不到。「唯佛與佛住之」，只有大徹大悟、明心見性的，這是佛，他們住實報莊嚴土。「又佛說三乘隨他教時，各住三乘法」，十住菩薩住十住法，十行菩薩住十行法，十迴向菩薩住十迴向法，這就是隨順他們自己所學習的，隨他教時，各住三乘法。「今住佛隨自所住，故云住佛所住」。今天釋迦牟尼佛示現住佛所住，住一真法界，住實報莊嚴土，也就是住真實大菩提心，真誠、清淨、平等、正覺、慈悲，這是佛心。「而流出此殊勝妙法」，就是這個淨宗法門，念佛成佛，奇特的妙法，無比殊勝。「以為眾生之因心」。這原本是如來的果覺，我們的經題清淨平等覺，真誠清淨平等正覺慈悲，心安住在這上。表現在這一句佛號，南無阿彌陀佛六字洪名，聲聲佛號，聲聲清淨平等覺，聲聲是真誠清淨平等正覺慈悲。與本經修學的宗旨完全相應，「發菩提心，一向專念」。用這個來做眾生的因心。"
    },
    {
      "id": "02-041-0126_p0022",
      "zh_CN": "「《甄解》曰：住佛所住者，住普等三昧，普等三昧」，普是普遍，等是平等，三昧是定，禅定，「及大寂定」，大寂定就是大涅槃。普等三昧、大寂定，「并是念佛三昧异名」，它还有个名字叫念佛三昧；换句话说，念佛三昧就是普等三昧，普遍等同，平等。跟二乘人在一起，跟二乘平等；跟三乘菩萨在一起，跟菩萨平等；跟诸佛在一起就跟佛平等，妙极了。为什么？三乘菩萨、声闻、缘觉他也念阿弥陀佛，他也求生极乐世界，他们往生在方便有余土。六道众生没有证得果地，念佛往生凡圣同居土。前面说过，虽然有四土三辈九品的差别，实际上，到极乐世界原来是平等的，普等三昧。真妙，真正是奇特到极处。「三世诸佛皆住此念佛，故云佛所住。今佛」，现在释迦牟尼佛，为我们说「念佛法门，住念佛三昧」。底下是念老的话，「《甄解》之说，更切经旨」，跟本经的宗旨，发菩提心、一向专念完全相应，说得真好！",
      "zh_TW": "「《甄解》曰：住佛所住者，住普等三昧，普等三昧」，普是普遍，等是平等，三昧是定，禪定，「及大寂定」，大寂定就是大涅槃。普等三昧、大寂定，「並是念佛三昧異名」，它還有個名字叫念佛三昧；換句話說，念佛三昧就是普等三昧，普遍等同，平等。跟二乘人在一起，跟二乘平等；跟三乘菩薩在一起，跟菩薩平等；跟諸佛在一起就跟佛平等，妙極了。為什麼？三乘菩薩、聲聞、緣覺他也念阿彌陀佛，他也求生極樂世界，他們往生在方便有餘土。六道眾生沒有證得果地，念佛往生凡聖同居土。前面說過，雖然有四土三輩九品的差別，實際上，到極樂世界原來是平等的，普等三昧。真妙，真正是奇特到極處。「三世諸佛皆住此念佛，故云佛所住。今佛」，現在釋迦牟尼佛，為我們說「念佛法門，住念佛三昧」。底下是念老的話，「《甄解》之說，更切經旨」，跟本經的宗旨，發菩提心、一向專念完全相應，說得真好！"
    },
    {
      "id": "02-041-0126_p0023",
      "zh_CN": "下面为我们解释「导师之行」。「导师者，指引导他人入于佛道者」，这称为导师。引导众生入佛道，用什么方法？八万四千法门就是方法。一生成就呢？一生成就就是念佛成佛。八万四千法门、无量法门，一生成就不了，一生成就那真的亿万人当中难得找到一个。早年黄念祖老居士告诉我，在他这一生当中所看到的、所听到的，修禅宗成就的一个都没有。禅宗是什么？明心见性、大彻大悟，一个都没有。修密宗成就的，他一生只见到六个人。念佛往生的太多太多了，念佛往生成就的，比禅、比密还要高。为什么？生到极乐世界，得阿弥陀佛本愿威神加持，作阿惟越致菩萨。不是自力，是阿弥陀佛威神加持给你，是他力法门，阿弥陀佛把你抬举起来了，对佛要感恩。如果对佛要不敬，大不敬，这个罪可就重了。你不遇到这个法门那没话说，遇到这个法门，对佛大不敬，你违背了经教。",
      "zh_TW": "下面為我們解釋「導師之行」。「導師者，指引導他人入於佛道者」，這稱為導師。引導眾生入佛道，用什麼方法？八萬四千法門就是方法。一生成就呢？一生成就就是念佛成佛。八萬四千法門、無量法門，一生成就不了，一生成就那真的億萬人當中難得找到一個。早年黃念祖老居士告訴我，在他這一生當中所看到的、所聽到的，修禪宗成就的一個都沒有。禪宗是什麼？明心見性、大徹大悟，一個都沒有。修密宗成就的，他一生只見到六個人。念佛往生的太多太多了，念佛往生成就的，比禪、比密還要高。為什麼？生到極樂世界，得阿彌陀佛本願威神加持，作阿惟越致菩薩。不是自力，是阿彌陀佛威神加持給你，是他力法門，阿彌陀佛把你抬舉起來了，對佛要感恩。如果對佛要不敬，大不敬，這個罪可就重了。你不遇到這個法門那沒話說，遇到這個法門，對佛大不敬，你違背了經教。"
    },
    {
      "id": "02-041-0126_p0024",
      "zh_CN": "什么是敬佛？依教修行是敬佛，一直念下去是敬佛。怀疑是不敬佛，改变方法是不敬佛，为什么？你不能往生。真正能帮助你往生极乐世界，这是敬佛。往生的方法，一句佛号，不能改动。无论修什么法门，你听到了去学习可以，它的结果是什么？对念佛法门信心更增加、增长，这就对了。看到学那些法门那么难，这个容易，容易就容易成就，难就不容易成就。",
      "zh_TW": "什麼是敬佛？依教修行是敬佛，一直念下去是敬佛。懷疑是不敬佛，改變方法是不敬佛，為什麼？你不能往生。真正能幫助你往生極樂世界，這是敬佛。往生的方法，一句佛號，不能改動。無論修什麼法門，你聽到了去學習可以，它的結果是什麼？對念佛法門信心更增加、增長，這就對了。看到學那些法門那麼難，這個容易，容易就容易成就，難就不容易成就。"
    },
    {
      "id": "02-041-0126_p0025",
      "zh_CN": "下面引《十住断结经》这里面说，「号导师者」，这个号就是称号，导师者，「令众生类示其正道故」，这叫导师，示其正道。「《华首经》曰：能为人说无生死道，故名导师。」无生死道就是指念佛往生，念佛往生不是死，你要说你这个地方死了，到极乐世界生了，错了，没有生死。往生极乐世界，这个肉身是阿赖耶的相分，是阿赖耶的境界相，这个东西是生灭法，说穿了它根本是个假象，根本就不存在，这是量子力学家说的。把这个假的放弃、舍掉，真身现前，真身是法性身，真身永远不生不灭，这就是说无生死道，道道地地的导师。",
      "zh_TW": "下面引《十住斷結經》這裡面說，「號導師者」，這個號就是稱號，導師者，「令眾生類示其正道故」，這叫導師，示其正道。「《華首經》曰：能為人說無生死道，故名導師。」無生死道就是指念佛往生，念佛往生不是死，你要說你這個地方死了，到極樂世界生了，錯了，沒有生死。往生極樂世界，這個肉身是阿賴耶的相分，是阿賴耶的境界相，這個東西是生滅法，說穿了它根本是個假象，根本就不存在，這是量子力學家說的。把這個假的放棄、捨掉，真身現前，真身是法性身，真身永遠不生不滅，這就是說無生死道，道道地地的導師。"
    },
    {
      "id": "02-041-0126_p0026",
      "zh_CN": "「《佛报恩经》曰：大导师者」，大导师是指谁？「以正路示涅槃径」，这个径是小路、直路，最近的路、最快速的道路，「使得无为常乐故」。下面念老有个括弧，「无为指无为法」，一切法法尔如是，「常乐指常乐我净」。常乐我净这四德自性具足，你见性就得到了。大乘教讲三德，「法身」，法身有常乐我净，「般若」有常乐我净，「解脱」有常乐我净，这是真的，一点都不假。常，永恒不灭，就是不生不灭，这叫常；乐是无苦，离一切苦，离苦就是乐；我，是自己能做主宰；净，就是清净心，没有染污，换句话说，决定不受外面境界影响，不受外境干涉。涅槃四德，这四个你都得到了这叫大般涅槃。",
      "zh_TW": "「《佛報恩經》曰：大導師者」，大導師是指誰？「以正路示涅槃徑」，這個徑是小路、直路，最近的路、最快速的道路，「使得無為常樂故」。下面念老有個括弧，「無為指無為法」，一切法法爾如是，「常樂指常樂我淨」。常樂我淨這四德自性具足，你見性就得到了。大乘教講三德，「法身」，法身有常樂我淨，「般若」有常樂我淨，「解脫」有常樂我淨，這是真的，一點都不假。常，永恆不滅，就是不生不滅，這叫常；樂是無苦，離一切苦，離苦就是樂；我，是自己能做主宰；淨，就是清淨心，沒有染污，換句話說，決定不受外面境界影響，不受外境干涉。涅槃四德，這四個你都得到了這叫大般涅槃。"
    },
    {
      "id": "02-041-0126_p0027",
      "zh_CN": "「又《甄解》曰：导师行者，即弥陀世尊平等引接无所遗故。」说得好！阿弥陀佛接引众生平等的，真正具足信愿，老实念佛的，一个都不会漏掉。不要以为阿弥陀佛把你忘掉了，阿弥陀佛不会忘掉你，只有你把阿弥陀佛忘掉。这一忘掉，当中障碍就发生了，阿弥陀佛不能在你面前现身。所以我们在平常要培养对佛的信心、对极乐世界的信心、对释迦牟尼佛的信心、对所说法门的信心，不能有丝毫疑惑。疑，是菩萨最大的障碍！",
      "zh_TW": "「又《甄解》曰：導師行者，即彌陀世尊平等引接無所遺故。」說得好！阿彌陀佛接引眾生平等的，真正具足信願，老實念佛的，一個都不會漏掉。不要以為阿彌陀佛把你忘掉了，阿彌陀佛不會忘掉你，只有你把阿彌陀佛忘掉。這一忘掉，當中障礙就發生了，阿彌陀佛不能在你面前現身。所以我們在平常要培養對佛的信心、對極樂世界的信心、對釋迦牟尼佛的信心、對所說法門的信心，不能有絲毫疑惑。疑，是菩薩最大的障礙！"
    },
    {
      "id": "02-041-0126_p0028",
      "zh_CN": "中国古人，古代的中国教育，从小就养成他的信心，教五常，五常是德，做人根本的德行，仁义礼智信，性德。对圣贤、对祖宗有信心，从来没有怀疑过；对人有信心，人性本善，不相信这个世间有坏人。坏人是没有受过教育，习性学坏了，不是他的本性，本性纯净纯善。所以说「性相近，习相远」，习就是习惯，是染污。所以，人人都有可敬之处、可敬之时、可敬之事，怎么可以失敬？普贤菩萨不是，礼敬圆满的做到了，真的是用清净心、平等心修一切恭敬。",
      "zh_TW": "中國古人，古代的中國教育，從小就養成他的信心，教五常，五常是德，做人根本的德行，仁義禮智信，性德。對聖賢、對祖宗有信心，從來沒有懷疑過；對人有信心，人性本善，不相信這個世間有壞人。壞人是沒有受過教育，習性學壞了，不是他的本性，本性純淨純善。所以說「性相近，習相遠」，習就是習慣，是染污。所以，人人都有可敬之處、可敬之時、可敬之事，怎麼可以失敬？普賢菩薩不是，禮敬圓滿的做到了，真的是用清淨心、平等心修一切恭敬。"
    },
    {
      "id": "02-041-0126_p0029",
      "zh_CN": "《甄解》里面，导师行者，即弥陀世尊平等引接无遗。「又大导师者，即弥陀世尊，以本愿引摄五乘」，五乘是指的法界一切众生。三乘之外，三乘是声闻、缘觉、菩萨，再加上人、天，五乘。引导摄受，也就是接引大众往生极乐世界。「故今本师演说本经，正是住弥陀之所行也」。弥陀之所行，就是接引十法界一切诸佛刹土里面的念佛求生净土的大众，这五种人，菩萨、声闻、缘觉、天、人。实际上它还包括畜生、饿鬼、地狱，这是三恶道的，三恶道的众生，过去无量劫中跟阿弥陀佛结了缘，修过这个法门，阿赖耶里头都含藏着净土的种子。诸佛菩萨化身在恶道里头，帮助他觉悟，帮助他念佛往生净土。佛门里有一本小册子，《物犹如此》，专门是讲畜生道念佛往生的，真有。现在还有，你只要留意你就会发现，你就会看到，畜生念佛。牠过去生中是念佛人，念佛功夫还不错，临命终时一念错了，堕畜生道，没能往生。由于念佛功夫很深，做了畜生，牠忏悔，牠后悔牠错了，所以牠看到佛像，看到念佛的人，牠恭敬。",
      "zh_TW": "《甄解》裡面，導師行者，即彌陀世尊平等引接無遺。「又大導師者，即彌陀世尊，以本願引攝五乘」，五乘是指的法界一切眾生。三乘之外，三乘是聲聞、緣覺、菩薩，再加上人、天，五乘。引導攝受，也就是接引大眾往生極樂世界。「故今本師演說本經，正是住彌陀之所行也」。彌陀之所行，就是接引十法界一切諸佛剎土裡面的念佛求生淨土的大眾，這五種人，菩薩、聲聞、緣覺、天、人。實際上它還包括畜生、餓鬼、地獄，這是三惡道的，三惡道的眾生，過去無量劫中跟阿彌陀佛結了緣，修過這個法門，阿賴耶裡頭都含藏著淨土的種子。諸佛菩薩化身在惡道裡頭，幫助他覺悟，幫助他念佛往生淨土。佛門裡有一本小冊子，《物猶如此》，專門是講畜生道念佛往生的，真有。現在還有，你只要留意你就會發現，你就會看到，畜生念佛。牠過去生中是念佛人，念佛功夫還不錯，臨命終時一念錯了，墮畜生道，沒能往生。由於念佛功夫很深，做了畜生，牠懺悔，牠後悔牠錯了，所以牠看到佛像，看到念佛的人，牠恭敬。"
    },
    {
      "id": "02-041-0126_p0030",
      "zh_CN": "今天释迦牟尼佛演说这部经，就是住弥陀之所行。非常稀有难逢的，我们能在这个世界上，能在现前这个环境当中，遇到夏莲居老居士为我们所会集的这新本子，太稀有了！使我们这些善根不足的人，看到这个本子把善根补足了，为什么？不怀疑了，他讲得清楚、讲得明白。现在中文本的《无量寿经》有九种版本，五种原译本之外，有王龙舒的会集本、魏默深的会集本、彭绍升的节校本，八种本子，再加上夏莲居老居士这个会集本，九个本子。过去我们把这九种本子都印在一起，印成一册，便利大家参考，你看看你喜欢哪个本子。这个本子出现，度人多了，许多不能得度的，遇到它得度了，功德无量无边。夏老的学生黄念祖老居士，六年的时间为我们做成集注，这是真实智慧。如果他自己注的，我们一般人不相信，他用另外一个方法，用经来注经，我们服了，用祖师大德的开示来注经，他用了八十三种经论、一百一十种祖师大德的注疏。所以，经是会集本，注解也是会集本，我们由衷的敬佩。自己谦虚，把这部经的义理说透了，让我们读了断疑生信，信心坚定，愿心踏实，决定得生净土，这比什么都重要。这两位大德出现在我们这个时代，要特别感恩，这菩萨再来，不是凡人，凡人做不到。",
      "zh_TW": "今天釋迦牟尼佛演說這部經，就是住彌陀之所行。非常稀有難逢的，我們能在這個世界上，能在現前這個環境當中，遇到夏蓮居老居士為我們所會集的這新本子，太稀有了！使我們這些善根不足的人，看到這個本子把善根補足了，為什麼？不懷疑了，他講得清楚、講得明白。現在中文本的《無量壽經》有九種版本，五種原譯本之外，有王龍舒的會集本、魏默深的會集本、彭紹升的節校本，八種本子，再加上夏蓮居老居士這個會集本，九個本子。過去我們把這九種本子都印在一起，印成一冊，便利大家參考，你看看你喜歡哪個本子。這個本子出現，度人多了，許多不能得度的，遇到它得度了，功德無量無邊。夏老的學生黃念祖老居士，六年的時間為我們做成集註，這是真實智慧。如果他自己註的，我們一般人不相信，他用另外一個方法，用經來註經，我們服了，用祖師大德的開示來註經，他用了八十三種經論、一百一十種祖師大德的註疏。所以，經是會集本，註解也是會集本，我們由衷的敬佩。自己謙虛，把這部經的義理說透了，讓我們讀了斷疑生信，信心堅定，願心踏實，決定得生淨土，這比什麼都重要。這兩位大德出現在我們這個時代，要特別感恩，這菩薩再來，不是凡人，凡人做不到。"
    },
    {
      "id": "02-041-0126_p0031",
      "zh_CN": "可是今天这个时代是个科学的时代，科学讲什么？第一就是教我们怀疑。我们用怀疑的心就不得其门而入了，入科学行，入圣贤学问不行。圣贤学问要真诚、要恭敬，用清净心来接受；科学不需要，不需要恭敬心、不需要真诚心都能学得到。这是圣贤学术跟科学不一样的地方。不能用科学的方法来学经教，用科学的方法念佛不能成功。学科学得到的结论还是科学，佛法是心性的学问，科学方法没有办法帮助我们明心见性。佛所说的，局部，科学能帮它证实，让我们对于佛法，对于佛所说的、祖师大德所说的生起信心，有时候能得这个利益。",
      "zh_TW": "可是今天這個時代是個科學的時代，科學講什麼？第一就是教我們懷疑。我們用懷疑的心就不得其門而入了，入科學行，入聖賢學問不行。聖賢學問要真誠、要恭敬，用清淨心來接受；科學不需要，不需要恭敬心、不需要真誠心都能學得到。這是聖賢學術跟科學不一樣的地方。不能用科學的方法來學經教，用科學的方法念佛不能成功。學科學得到的結論還是科學，佛法是心性的學問，科學方法沒有辦法幫助我們明心見性。佛所說的，局部，科學能幫它證實，讓我們對於佛法，對於佛所說的、祖師大德所說的生起信心，有時候能得這個利益。"
    },
    {
      "id": "02-041-0126_p0032",
      "zh_CN": "下面这句经文，「最胜之道」。「《净影疏》曰：无上菩提，是最胜道。」大乘妙觉果位所证的是最胜道，再没有超过它的，叫无上菩提。无上就是最胜，菩提是梵语，翻成中国是觉悟，究竟的觉悟、圆满的觉悟。不是赞叹，是真实，真实是无所不知，无所不能。真的证得了，释迦牟尼佛证得，维摩居士证得，佛弟子当中，菩萨们证得，在家居士当中也有不少人证得了，可见它不是假的，他说的是真的。怎样修真才能证得？章嘉大师告诉我，看破、放下就证得了。看破，了解事实真相。事实真相，《般若经》上说得最清楚、最透彻，是真的不是假的，「凡所有相，皆是虚妄」。听到这一句不要消极，它是事实真相。你必须要把大乘经教搞清楚、搞明白，才能解决问题，才不至于产生误会。",
      "zh_TW": "下面這句經文，「最勝之道」。「《淨影疏》曰：無上菩提，是最勝道。」大乘妙覺果位所證的是最勝道，再沒有超過它的，叫無上菩提。無上就是最勝，菩提是梵語，翻成中國是覺悟，究竟的覺悟、圓滿的覺悟。不是讚歎，是真實，真實是無所不知，無所不能。真的證得了，釋迦牟尼佛證得，維摩居士證得，佛弟子當中，菩薩們證得，在家居士當中也有不少人證得了，可見它不是假的，他說的是真的。怎樣修真才能證得？章嘉大師告訴我，看破、放下就證得了。看破，了解事實真相。事實真相，《般若經》上說得最清楚、最透徹，是真的不是假的，「凡所有相，皆是虛妄」。聽到這一句不要消極，它是事實真相。你必須要把大乘經教搞清楚、搞明白，才能解決問題，才不至於產生誤會。"
    },
    {
      "id": "02-041-0126_p0033",
      "zh_CN": "佛所讲的东西不能想像，用自己的意思来解释，愈解释愈错误。为什么？佛是从大寂定里面流出来的，这前面刚刚读过，大寂定是什么？是真心，真诚到极处，没有丝毫虚伪，没有一个妄念，自自然然流出来的。我们也要住大寂定才能懂得，不能入大寂定，总得有几分定功，定功愈深你知道的就愈多，知道的也愈深愈广。没有定功，心浮气躁，是完全不懂。听不懂还要批评，说佛说错了，他凭什么？他凭科学，佛说的跟科学家讲的不一样，用科学家的标准来看佛法，佛全错了。科学在今天的社会非常普遍，大家都是用科学的眼光来看一切法，对佛法、对中国传统文化都不例外，与科学不相应的就是糟粕，应该要舍弃的，这就难了。",
      "zh_TW": "佛所講的東西不能想像，用自己的意思來解釋，愈解釋愈錯誤。為什麼？佛是從大寂定裡面流出來的，這前面剛剛讀過，大寂定是什麼？是真心，真誠到極處，沒有絲毫虛偽，沒有一個妄念，自自然然流出來的。我們也要住大寂定才能懂得，不能入大寂定，總得有幾分定功，定功愈深你知道的就愈多，知道的也愈深愈廣。沒有定功，心浮氣躁，是完全不懂。聽不懂還要批評，說佛說錯了，他憑什麼？他憑科學，佛說的跟科學家講的不一樣，用科學家的標準來看佛法，佛全錯了。科學在今天的社會非常普遍，大家都是用科學的眼光來看一切法，對佛法、對中國傳統文化都不例外，與科學不相應的就是糟粕，應該要捨棄的，這就難了。"
    },
    {
      "id": "02-041-0126_p0034",
      "zh_CN": "佛法重视心法，今天讲唯心、唯物，它重视唯心，也不舍唯物，法相宗对于物相说得非常清楚。大乘佛法是圆满的、是究竟的，但是它有一定的深度。深度的东西对谁说？对清净平等觉的人说，他听到了会开悟，会大彻大悟、明心见性。我们细心观察海贤老和尚，乃至于他的师父传戒老法师，有迹象让我们看出来，他们确实是开悟的人。开悟与有没有读过书不相干，与有没有上过学也不相干。唐朝的惠能大师不认识字，没念过书，在黄梅住了八个月做义工，每天舂米破柴。他那个舂米破柴不妨碍他用功，他用什么功？看得破、放得下，他就用这个功。真看破了，真放下了，五祖忍和尚把衣钵传给他。真的明心见性了，性是什么样子？他报告的二十个字，那就是对自性简单的描绘，自性就是真心、就是本性，真如本性是清净的，没有染污，不生不灭、本自具足、本无动摇、能生万法。五祖一听，真的，不是假的，衣钵就给他了。",
      "zh_TW": "佛法重視心法，今天講唯心、唯物，它重視唯心，也不捨唯物，法相宗對於物相說得非常清楚。大乘佛法是圓滿的、是究竟的，但是它有一定的深度。深度的東西對誰說？對清淨平等覺的人說，他聽到了會開悟，會大徹大悟、明心見性。我們細心觀察海賢老和尚，乃至於他的師父傳戒老法師，有跡象讓我們看出來，他們確實是開悟的人。開悟與有沒有讀過書不相干，與有沒有上過學也不相干。唐朝的惠能大師不認識字，沒念過書，在黃梅住了八個月做義工，每天舂米破柴。他那個舂米破柴不妨礙他用功，他用什麼功？看得破、放得下，他就用這個功。真看破了，真放下了，五祖忍和尚把衣缽傳給他。真的明心見性了，性是什麼樣子？他報告的二十個字，那就是對自性簡單的描繪，自性就是真心、就是本性，真如本性是清淨的，沒有染污，不生不滅、本自具足、本無動搖、能生萬法。五祖一聽，真的，不是假的，衣缽就給他了。"
    },
    {
      "id": "02-041-0126_p0035",
      "zh_CN": "释迦牟尼佛在菩提树下，夜睹明星，大彻大悟，也做了报告，见性是什么样子？他在定中说了一部《大方广佛华严经》，那就是细说，详细说明自性的样子。这部大经，流传在我们世界上这个《华严经》，其实它是《大方广佛华严经》的目录提要。像《四库全书》一样，《四库全书》分量太大，纪晓岚编了一部目录提要，每部经里头说些什么内容，简简单单提下来，有五本，全书一千五百册，提要五册。《华严经》，龙树菩萨见到的，多大分量？十个三千大千世界微尘偈，一四天下微尘品。这个书要搬到我们这个地球上来放不下，搬到我们这个银河系也放不下。三千大千世界微尘偈，一四天下微尘品，收藏在哪里？大龙菩萨的龙宫里面，龙树菩萨有缘见到了。再看中本，分量还是太大，阎浮提众生没有能力受持这部大经。最后看小本，小本就是目录提要，这个可以，十万偈，四十品，是《华严经》的提要。世尊当年是细说，这一部《华严经》说些什么？就是六祖惠能大师讲的二十个字，《华严经》浓缩起来就这二十个字，展开来，三千大千世界微尘偈。",
      "zh_TW": "釋迦牟尼佛在菩提樹下，夜睹明星，大徹大悟，也做了報告，見性是什麼樣子？他在定中說了一部《大方廣佛華嚴經》，那就是細說，詳細說明自性的樣子。這部大經，流傳在我們世界上這個《華嚴經》，其實它是《大方廣佛華嚴經》的目錄提要。像《四庫全書》一樣，《四庫全書》分量太大，紀曉嵐編了一部目錄提要，每部經裡頭說些什麼內容，簡簡單單提下來，有五本，全書一千五百冊，提要五冊。《華嚴經》，龍樹菩薩見到的，多大分量？十個三千大千世界微塵偈，一四天下微塵品。這個書要搬到我們這個地球上來放不下，搬到我們這個銀河系也放不下。三千大千世界微塵偈，一四天下微塵品，收藏在哪裡？大龍菩薩的龍宮裡面，龍樹菩薩有緣見到了。再看中本，分量還是太大，閻浮提眾生沒有能力受持這部大經。最後看小本，小本就是目錄提要，這個可以，十萬偈，四十品，是《華嚴經》的提要。世尊當年是細說，這一部《華嚴經》說些什麼？就是六祖惠能大師講的二十個字，《華嚴經》濃縮起來就這二十個字，展開來，三千大千世界微塵偈。"
    },
    {
      "id": "02-041-0126_p0036",
      "zh_CN": "六祖惠能大师知道，在他手下跟他学习开悟的四十多个人，这四十多个人都入这个境界，不是假的。达摩祖师到中国来，单传，传到惠能，禅宗法门无比的兴旺，中国寺庙都叫禅寺，学习的人多，明心见性，见性成佛，四十多人，在《华严经》上，他们的地位初住以上。这些人不求西方净土，他们到哪里去？他们到华藏世界，毘卢遮那佛的实报庄严土，都到那里去了，到那边去作佛去了。这是我们要知道，我们从这里生起信心，对如来大法生起无上的恭敬心，我们展开经卷才能看出一点门道。经卷字字句句其深没有底限的，其广没有边际，所以百读不倦、千读不倦、万读不倦，遍遍都有新意思出来。它没有意思，说的住大寂定，没有意思在里头，我们学习的人，在这个经典里面，字字句句体会到无量义。世间书籍不能比，世间的书是人从脑子里头、思想里头写出来的；这是称性的，自性里头流出来的，没有意思。因为没有意思，它才能成为无量义；有意思，就是那个讲法，不能做第二个讲法，第二个讲法就讲错了。经典不可思议，佛法不可思议，净土不可思议，信愿持名不可思议，这无上菩提最胜道。",
      "zh_TW": "六祖惠能大師知道，在他手下跟他學習開悟的四十多個人，這四十多個人都入這個境界，不是假的。達摩祖師到中國來，單傳，傳到惠能，禪宗法門無比的興旺，中國寺廟都叫禪寺，學習的人多，明心見性，見性成佛，四十多人，在《華嚴經》上，他們的地位初住以上。這些人不求西方淨土，他們到哪裡去？他們到華藏世界，毘盧遮那佛的實報莊嚴土，都到那裡去了，到那邊去作佛去了。這是我們要知道，我們從這裡生起信心，對如來大法生起無上的恭敬心，我們展開經卷才能看出一點門道。經卷字字句句其深沒有底限的，其廣沒有邊際，所以百讀不倦、千讀不倦、萬讀不倦，遍遍都有新意思出來。它沒有意思，說的住大寂定，沒有意思在裡頭，我們學習的人，在這個經典裡面，字字句句體會到無量義。世間書籍不能比，世間的書是人從腦子裡頭、思想裡頭寫出來的；這是稱性的，自性裡頭流出來的，沒有意思。因為沒有意思，它才能成為無量義；有意思，就是那個講法，不能做第二個講法，第二個講法就講錯了。經典不可思議，佛法不可思議，淨土不可思議，信願持名不可思議，這無上菩提最勝道。"
    },
    {
      "id": "02-041-0126_p0037",
      "zh_CN": "「又《会疏》释曰：于一切世出世中无有伦匹」，真的，现在我们看这话我们相信，一切世间、出世间没有一法能跟这一法对比。「《甄解》曰：最胜道者，念佛往生一道」，多清楚、多明了，「于一切方便中，无上最胜故」。你要放弃，找别的，那真叫可怜，那是愚痴。「又最胜道者解脱德，《涅槃经》云：无上上，真解脱」，解脱是得大自在，解是解开，脱是脱离，脱离一切苦，解开一切烦恼习气，回归自性，得究竟乐，「故无上上，即最胜义」。「《甄解》之两说，互为表里，因念佛即无上上最胜之道，往生必证涅槃也。」这个涅槃是如来所证的大般涅槃，不是声闻缘觉证得的。",
      "zh_TW": "「又《會疏》釋曰：於一切世出世中無有倫匹」，真的，現在我們看這話我們相信，一切世間、出世間沒有一法能跟這一法對比。「《甄解》曰：最勝道者，念佛往生一道」，多清楚、多明瞭，「於一切方便中，無上最勝故」。你要放棄，找別的，那真叫可憐，那是愚痴。「又最勝道者解脫德，《涅槃經》云：無上上，真解脫」，解脫是得大自在，解是解開，脫是脫離，脫離一切苦，解開一切煩惱習氣，回歸自性，得究竟樂，「故無上上，即最勝義」。「《甄解》之兩說，互為表裡，因念佛即無上上最勝之道，往生必證涅槃也。」這個涅槃是如來所證的大般涅槃，不是聲聞緣覺證得的。"
    },
    {
      "id": "02-041-0126_p0038",
      "zh_CN": "「又正当念佛时，心作心是」，是心作佛，是心是佛，「当下即是，即无上上解脱时也」。那我天天念，这境界不现前，这什么原因？有原因。你念佛里头有夹杂、有妄念，所以这个境界你没有得到。观音、势至教我们的方法可以去试试看，用观音、势至这个方法，跟这讲的一样。观音菩萨教我们反闻，「反闻闻自性，性成无上道」，大势至菩萨教我们「都摄六根」，你六根一根都没摄，所以你念佛功夫不得力。怎么样反闻？专听佛号，听自己念佛的佛号。特别是默念，不是金刚持，金刚持口动，口完全不动，心里在念佛，有没有声音？有。耳朵听心里念佛的声音，不要听外面，这叫反闻。那个是心完全集中注意在佛号上，外面东西听不到了。这才是真正把六根在六尘境界上放下了，都摄六根。你用这个方法一定有效，当下就是无上上解脱时。「今日释尊将演弥陀之妙法，故住于弥陀之所住，行弥陀之所行，念弥陀之所念，故云住诸佛所住最胜之道」。说得真好，妙极了。今天时间到了，我们就学习到此地。",
      "zh_TW": "「又正當念佛時，心作心是」，是心作佛，是心是佛，「當下即是，即無上上解脫時也」。那我天天念，這境界不現前，這什麼原因？有原因。你念佛裡頭有夾雜、有妄念，所以這個境界你沒有得到。觀音、勢至教我們的方法可以去試試看，用觀音、勢至這個方法，跟這講的一樣。觀音菩薩教我們反聞，「反聞聞自性，性成無上道」，大勢至菩薩教我們「都攝六根」，你六根一根都沒攝，所以你念佛功夫不得力。怎麼樣反聞？專聽佛號，聽自己念佛的佛號。特別是默念，不是金剛持，金剛持口動，口完全不動，心裡在念佛，有沒有聲音？有。耳朵聽心裡念佛的聲音，不要聽外面，這叫反聞。那個是心完全集中注意在佛號上，外面東西聽不到了。這才是真正把六根在六塵境界上放下了，都攝六根。你用這個方法一定有效，當下就是無上上解脫時。「今日釋尊將演彌陀之妙法，故住於彌陀之所住，行彌陀之所行，念彌陀之所念，故云住諸佛所住最勝之道」。說得真好，妙極了。今天時間到了，我們就學習到此地。"
    }
  ]
}