{
  "doc_id": "02-041-0145",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四五集",
    "zh_TW": "第一四五集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0145",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-041-0145_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0145_p0002",
      "zh_CN": "请看《大经科注》第三百九十一页倒数第三行，科题「赞佛发愿」。分四小科，第一个「具仪」，仪就是讲的威仪。请看经文：",
      "zh_TW": "請看《大經科註》第三百九十一頁倒數第三行，科題「讚佛發願」。分四小科，第一個「具儀」，儀就是講的威儀。請看經文："
    },
    {
      "id": "02-041-0145_p0003",
      "zh_CN": "【往诣佛所。顶礼长跪。向佛合掌。即以伽他赞佛。发广大愿。颂曰。】",
      "zh_TW": "【往詣佛所。頂禮長跪。向佛合掌。即以伽他讚佛。發廣大願。頌曰。】"
    },
    {
      "id": "02-041-0145_p0004",
      "zh_CN": "我们请看念老的注解，『诣』者，「往也，到也」。『所』者，「处所」。『顶礼』，「梵音那谟」，南无的意思就是顶礼，翻成中国意思，有「归命」的意思，有「稽首」的意思，「顶礼」，或者直接用一个字，就是「礼」，礼拜。「常云：顶礼佛足。我所贵者顶也，彼所卑者足也。以我之所尊」，用我们的头，「恭敬彼之所卑」。就是拜的时候，现在斯里兰卡还有这个习俗，你看人拜法师，手要摸到他的脚，不是头顶，是手摸到他的脚。这个是表示最敬礼，「表礼敬之极」。",
      "zh_TW": "我們請看念老的註解，『詣』者，「往也，到也」。『所』者，「處所」。『頂禮』，「梵音那謨」，南無的意思就是頂禮，翻成中國意思，有「歸命」的意思，有「稽首」的意思，「頂禮」，或者直接用一個字，就是「禮」，禮拜。「常云：頂禮佛足。我所貴者頂也，彼所卑者足也。以我之所尊」，用我們的頭，「恭敬彼之所卑」。就是拜的時候，現在斯里蘭卡還有這個習俗，你看人拜法師，手要摸到他的腳，不是頭頂，是手摸到他的腳。這個是表示最敬禮，「表禮敬之極」。"
    },
    {
      "id": "02-041-0145_p0005",
      "zh_CN": "『伽他』，这是梵语，旧翻成偈，「此翻为颂」。偈颂，我们常常也把它合在一起念，偈颂就是「伽他」。颂是赞叹、是诗歌。「采用偈颂之意有二」，第一偈文字少，「偈文少字之中，能摄多义，易解易持」，读起来的时候很容易记忆，也能够容易受持。第二个，「偈音美妙」，它押韵，「用之赞咏」，用这个来赞叹佛菩萨。「法藏比丘到佛前礼佛赞佛，并发以下广大誓愿，现在当来一切众生，皆依此一乘愿海而得度脱」。这个愿实在太稀有了、太难得了，可以说是遍法界虚空界一切有缘众生听到之后，把它听明白了、听清楚了，依教奉行，都能往生到极乐世界。往生到极乐世界，可以说这是大圆满的功德，为什么？决定一生证得究竟的佛果，是任何一个法门都无法跟它相比的。",
      "zh_TW": "『伽他』，這是梵語，舊翻成偈，「此翻為頌」。偈頌，我們常常也把它合在一起念，偈頌就是「伽他」。頌是讚歎、是詩歌。「採用偈頌之意有二」，第一偈文字少，「偈文少字之中，能攝多義，易解易持」，讀起來的時候很容易記憶，也能夠容易受持。第二個，「偈音美妙」，它押韻，「用之讚詠」，用這個來讚歎佛菩薩。「法藏比丘到佛前禮佛讚佛，並發以下廣大誓願，現在當來一切眾生，皆依此一乘願海而得度脫」。這個願實在太稀有了、太難得了，可以說是遍法界虛空界一切有緣眾生聽到之後，把它聽明白了、聽清楚了，依教奉行，都能往生到極樂世界。往生到極樂世界，可以說這是大圓滿的功德，為什麼？決定一生證得究竟的佛果，是任何一個法門都無法跟它相比的。"
    },
    {
      "id": "02-041-0145_p0006",
      "zh_CN": "我们在现代这个时代当中，黄念祖老居士告诉我，教下的，没有听说有大彻大悟、明心见性的人，教下叫大开圆解，没有了；宗门，禅宗大彻大悟也没有人；密宗，在这个时代修行真正成就的，老居士告诉我只有六个人。净土当中念佛往生的，可以说不计其数，太多了。来佛寺这三位大德，其中包括海贤老和尚的母亲，八十六岁自在往生，这是什么？往生到极乐世界就是大圆满，就是大成就。三个往生都是自在往生的，说明是没有病苦、没有死苦。这样的人多，我是亲耳所闻、亲眼所见的就有六、七个。但是最殊胜的，还是来佛寺的这三位大德，真的是给我们证明，西方极乐世界真有，阿弥陀佛真有，不是假的，四十八愿度众生，没有一样是假的。",
      "zh_TW": "我們在現代這個時代當中，黃念祖老居士告訴我，教下的，沒有聽說有大徹大悟、明心見性的人，教下叫大開圓解，沒有了；宗門，禪宗大徹大悟也沒有人；密宗，在這個時代修行真正成就的，老居士告訴我只有六個人。淨土當中念佛往生的，可以說不計其數，太多了。來佛寺這三位大德，其中包括海賢老和尚的母親，八十六歲自在往生，這是什麼？往生到極樂世界就是大圓滿，就是大成就。三個往生都是自在往生的，說明是沒有病苦、沒有死苦。這樣的人多，我是親耳所聞、親眼所見的就有六、七個。但是最殊勝的，還是來佛寺的這三位大德，真的是給我們證明，西方極樂世界真有，阿彌陀佛真有，不是假的，四十八願度眾生，沒有一樣是假的。"
    },
    {
      "id": "02-041-0145_p0007",
      "zh_CN": "在我们这个世间，这六道十法界确实就像老和尚所说的，这不是真的，都是假的。《金刚经》可以作证，「一切有为法，如梦幻泡影」，梦幻泡影就是假的，六道十法界是有为法，有为就是有生有灭。科学家告诉我们，刹那生灭。一弹指三十二亿百千念，就是三十二亿百千个生灭，这一弹指。现象就在我们眼前、就在我们身边，我们从出生到老死都没发现。从经典上听佛告诉我们，我们对于这桩事情才很小心仔细来观察。我们生在这个时代很难得，有一批量子力学家，这是尖端科学为我们做证明，他们在微观世界里头看到了微中子的生灭，证实世尊在经典里面所说的「五蕴皆空」。《心经》念的人很多，观自在菩萨用他甚深的定慧，他看到了五蕴皆空。五蕴，色受想行识，指的是什么？最小的物质现象，或者说是精神的现象，精神是念头，就是受想行识，色是物质。在这个高频率之下，色受想行识是一体，不能分割。受想行识是心法，心理作用，色法是物质作用，色心是一不是二，是一体，不能分割。科学证实了，大乘经上讲的一点都不错。",
      "zh_TW": "在我們這個世間，這六道十法界確實就像老和尚所說的，這不是真的，都是假的。《金剛經》可以作證，「一切有為法，如夢幻泡影」，夢幻泡影就是假的，六道十法界是有為法，有為就是有生有滅。科學家告訴我們，剎那生滅。一彈指三十二億百千念，就是三十二億百千個生滅，這一彈指。現象就在我們眼前、就在我們身邊，我們從出生到老死都沒發現。從經典上聽佛告訴我們，我們對於這樁事情才很小心仔細來觀察。我們生在這個時代很難得，有一批量子力學家，這是尖端科學為我們做證明，他們在微觀世界裡頭看到了微中子的生滅，證實世尊在經典裡面所說的「五蘊皆空」。《心經》念的人很多，觀自在菩薩用他甚深的定慧，他看到了五蘊皆空。五蘊，色受想行識，指的是什麼？最小的物質現象，或者說是精神的現象，精神是念頭，就是受想行識，色是物質。在這個高頻率之下，色受想行識是一體，不能分割。受想行識是心法，心理作用，色法是物質作用，色心是一不是二，是一體，不能分割。科學證實了，大乘經上講的一點都不錯。"
    },
    {
      "id": "02-041-0145_p0008",
      "zh_CN": "我们了解真相之后，如何能够出离这六道的假相？能出离，这叫离究竟苦，在佛法讲证阿罗汉果。阿罗汉，从修行到证果八个阶段，叫四果四向。我们现在修学，发心修学，这是初果向，没有证得初果，方向是正确的。要怎样才能证得初果？佛告诉我们，放下小乘教里所说的五种见惑。惑是迷惑，也就是说你看错了。佛将一切法归纳为五大类，第一个身见，我们都误会了，以为身是自己。身不是自己，身是假相，不是真实的。今天科学家理解，人身体是细胞组成的，细胞是极微色组成的，极微色就是科学讲的微中子。微中子存在的频率太高了，它有生有灭，它生灭一次多长的时间？我们现在有个概念，一秒钟它生灭二千一百兆次。每个生灭都是独立的，前念灭后念生，前念那个幻相跟后念的幻相不是相同的，每个幻相都是独立的，所以佛在经上讲相似相续，不是真正相续，真正相续是相同，它不是真正相续。所以了解事实真相就知道了，我们把这个假相误以为是真实，很大的误会，这个误会叫迷惑。迷，不了解事实真相而产生了错觉，误以为它是实在的。",
      "zh_TW": "我們了解真相之後，如何能夠出離這六道的假相？能出離，這叫離究竟苦，在佛法講證阿羅漢果。阿羅漢，從修行到證果八個階段，叫四果四向。我們現在修學，發心修學，這是初果向，沒有證得初果，方向是正確的。要怎樣才能證得初果？佛告訴我們，放下小乘教裡所說的五種見惑。惑是迷惑，也就是說你看錯了。佛將一切法歸納為五大類，第一個身見，我們都誤會了，以為身是自己。身不是自己，身是假相，不是真實的。今天科學家理解，人身體是細胞組成的，細胞是極微色組成的，極微色就是科學講的微中子。微中子存在的頻率太高了，它有生有滅，它生滅一次多長的時間？我們現在有個概念，一秒鐘它生滅二千一百兆次。每個生滅都是獨立的，前念滅後念生，前念那個幻相跟後念的幻相不是相同的，每個幻相都是獨立的，所以佛在經上講相似相續，不是真正相續，真正相續是相同，它不是真正相續。所以了解事實真相就知道了，我們把這個假相誤以為是真實，很大的誤會，這個誤會叫迷惑。迷，不了解事實真相而產生了錯覺，誤以為它是實在的。"
    },
    {
      "id": "02-041-0145_p0009",
      "zh_CN": "整个宇宙的构成，不外乎物质跟精神，受想行识是精神，再就是一个自然现象，这三大类组成的全宇宙一切法。佛在大乘教里头所说的跟科学相应，名词不一样。波动的频率，在佛法称为业相，事业的业，阿赖耶的业相；受想行识，科学称为信息，阿赖耶称之为转相。转，什么意思？转变。它能变，现象是它的所变，所变就是境界相，主要是物质。转相是受想行识，转变成物质。所以大乘经上常说境随心转，物质环境、精神的环境都是从念头转的，念头好，没有一样不好。极乐世界好极了，没有丝毫不好，所以称之为极乐，它是圆满至善至真的境界。这个真，是它没有生灭，有生灭就不是真的。极乐世界没有生灭，这是非常奇特的一个世界，跟我们六道不一样，跟我们这里十法界不一样，跟释迦牟尼佛教化这个地区娑婆世界三千大千世界都不一样。",
      "zh_TW": "整個宇宙的構成，不外乎物質跟精神，受想行識是精神，再就是一個自然現象，這三大類組成的全宇宙一切法。佛在大乘教裡頭所說的跟科學相應，名詞不一樣。波動的頻率，在佛法稱為業相，事業的業，阿賴耶的業相；受想行識，科學稱為信息，阿賴耶稱之為轉相。轉，什麼意思？轉變。它能變，現象是它的所變，所變就是境界相，主要是物質。轉相是受想行識，轉變成物質。所以大乘經上常說境隨心轉，物質環境、精神的環境都是從念頭轉的，念頭好，沒有一樣不好。極樂世界好極了，沒有絲毫不好，所以稱之為極樂，它是圓滿至善至真的境界。這個真，是它沒有生滅，有生滅就不是真的。極樂世界沒有生滅，這是非常奇特的一個世界，跟我們六道不一樣，跟我們這裡十法界不一樣，跟釋迦牟尼佛教化這個地區娑婆世界三千大千世界都不一樣。"
    },
    {
      "id": "02-041-0145_p0010",
      "zh_CN": "佛看破了，我们虽没有看破，佛告诉我们了。我们读佛的经典，知道佛说的，佛决定没有妄语，决定不会欺骗人，佛的话句句真实，我们要相信。佛的教学并不止于信，他让你慢慢去理解，最后证实佛所说的，你也亲眼看到了。佛是亲眼看到的，你也亲眼看到了，这叫证。所以佛法教人信，第一个你要相信；第二个你去了解它；第三个你要认真依照佛的方法你去做，这个做就是入定、就是放下；定久了，定的功夫深了，豁然你看见了，那叫证果。证明佛经上所说的「凡所有相，皆是虚妄」，不需要用科学的仪器，用我们自己的定功。禅定里面时空现象都没有了。时间、空间从哪里来？妄想生的。没有妄想了，时间、空间这个观念、这个现象也没有了。时间是过去、现在、未来，空间是四方、四维、上下，统是从妄念产生的。大乘佛法，在《百法明门论》里把这两样东西列入在不相应行法。不相应行法也就是我们今天所说的抽象的概念，没有事实真相，是我们从假想当中产生的一个概念，不是真的，比物质、精神更假的假相。极乐世界有隐有现，大乘上隐现，有缘它现相，我们见到了，没有缘它不现，不现不是没有，现相也不是真有。真有，那就是永恒的存在，这是真有。真有一点不错，但是有隐有现，真有不碍隐现，隐现不碍真有，这个要细心去体会。",
      "zh_TW": "佛看破了，我們雖沒有看破，佛告訴我們了。我們讀佛的經典，知道佛說的，佛決定沒有妄語，決定不會欺騙人，佛的話句句真實，我們要相信。佛的教學並不止於信，他讓你慢慢去理解，最後證實佛所說的，你也親眼看到了。佛是親眼看到的，你也親眼看到了，這叫證。所以佛法教人信，第一個你要相信；第二個你去了解它；第三個你要認真依照佛的方法你去做，這個做就是入定、就是放下；定久了，定的功夫深了，豁然你看見了，那叫證果。證明佛經上所說的「凡所有相，皆是虛妄」，不需要用科學的儀器，用我們自己的定功。禪定裡面時空現象都沒有了。時間、空間從哪裡來？妄想生的。沒有妄想了，時間、空間這個觀念、這個現象也沒有了。時間是過去、現在、未來，空間是四方、四維、上下，統是從妄念產生的。大乘佛法，在《百法明門論》裡把這兩樣東西列入在不相應行法。不相應行法也就是我們今天所說的抽象的概念，沒有事實真相，是我們從假想當中產生的一個概念，不是真的，比物質、精神更假的假相。極樂世界有隱有現，大乘上隱現，有緣它現相，我們見到了，沒有緣它不現，不現不是沒有，現相也不是真有。真有，那就是永恆的存在，這是真有。真有一點不錯，但是有隱有現，真有不礙隱現，隱現不礙真有，這個要細心去體會。"
    },
    {
      "id": "02-041-0145_p0011",
      "zh_CN": "后面，法藏比丘到佛前礼佛赞佛，这是表自己对老师的恭敬赞叹。并发以下广大誓愿，偈颂里面表现他的弘愿，这个愿是度众生，帮助一切众生离苦得乐。六道是究竟苦，十法界还是苦，为什么？没有见性，一定要明心见性才是真正离苦得乐。往生到极乐世界是真正的离究竟苦、得究竟乐，这个我们要知道。我们这一生机会真难得，遇到了，遇到这样殊胜的法门，遇到不可思议的机缘，一定要掌握住，在这一生当中依教修行，一句阿弥陀佛念到底，放下万缘，就成功了。要真肯放下，佛在《金刚经》上告诉我们「法尚应舍，何况非法」。法，释迦牟尼佛四十九年所说的一切法，统统放下，只取阿弥陀佛净宗法门。在这一部经里面建立坚固的信心，从坚固信心里面发出大弘誓愿，信愿持名就能往生。",
      "zh_TW": "後面，法藏比丘到佛前禮佛讚佛，這是表自己對老師的恭敬讚歎。並發以下廣大誓願，偈頌裡面表現他的弘願，這個願是度眾生，幫助一切眾生離苦得樂。六道是究竟苦，十法界還是苦，為什麼？沒有見性，一定要明心見性才是真正離苦得樂。往生到極樂世界是真正的離究竟苦、得究竟樂，這個我們要知道。我們這一生機會真難得，遇到了，遇到這樣殊勝的法門，遇到不可思議的機緣，一定要掌握住，在這一生當中依教修行，一句阿彌陀佛念到底，放下萬緣，就成功了。要真肯放下，佛在《金剛經》上告訴我們「法尚應捨，何況非法」。法，釋迦牟尼佛四十九年所說的一切法，統統放下，只取阿彌陀佛淨宗法門。在這一部經裡面建立堅固的信心，從堅固信心裡面發出大弘誓願，信願持名就能往生。"
    },
    {
      "id": "02-041-0145_p0012",
      "zh_CN": "信愿持名简单，就这一句阿弥陀佛，要常念，一切时一切处不要中断。学默念，心里念，心里听。念得不要快，阿弥陀佛，这样速度就行，每一个字念得很清楚、听得很清楚。怎么听？耳要听里面的声音，不开口念，默念有声音。耳要专听里面的佛号，听得清清楚楚，念得清楚、听得清楚比什么都重要。你能字字听清楚，就不会有妄念进来；你要是不听，它就有妄想、有杂念，把你念佛的功夫都破坏了。所以一定要听，这种听就是观世音菩萨修行的方法，观音用耳根，「反闻闻自性」，他不是闻外面，他闻里面的。观音菩萨修什么法门成就的？想必也是修念阿弥陀佛成就的。大势至菩萨是念阿弥陀佛成就的，观音菩萨也不例外。我们今天把观音、势至的方法合而为一，就是观音菩萨的反闻，我们闻什么？我们只闻阿弥陀佛，其他的都不要闻，也就是其他的都不要放在心上，心上只放阿弥陀佛，阿弥陀佛以外东西都不要放在心上。事情来了很清楚，事情办完了若无其事，绝不把这些事情放在心上，只把阿弥陀佛放在心上，你在这个世间无论干什么事情都不障碍。海贤老和尚为我们表演，生活，佛号没有中断，吃饭的时候没有中断，穿衣的时候没有中断，工作没有中断。无论从事哪个行业，心里佛号不中断，这功夫非常得力了，三年五载功夫就成片了。",
      "zh_TW": "信願持名簡單，就這一句阿彌陀佛，要常念，一切時一切處不要中斷。學默念，心裡念，心裡聽。念得不要快，阿彌陀佛，這樣速度就行，每一個字念得很清楚、聽得很清楚。怎麼聽？耳要聽裡面的聲音，不開口念，默念有聲音。耳要專聽裡面的佛號，聽得清清楚楚，念得清楚、聽得清楚比什麼都重要。你能字字聽清楚，就不會有妄念進來；你要是不聽，它就有妄想、有雜念，把你念佛的功夫都破壞了。所以一定要聽，這種聽就是觀世音菩薩修行的方法，觀音用耳根，「反聞聞自性」，他不是聞外面，他聞裡面的。觀音菩薩修什麼法門成就的？想必也是修念阿彌陀佛成就的。大勢至菩薩是念阿彌陀佛成就的，觀音菩薩也不例外。我們今天把觀音、勢至的方法合而為一，就是觀音菩薩的反聞，我們聞什麼？我們只聞阿彌陀佛，其他的都不要聞，也就是其他的都不要放在心上，心上只放阿彌陀佛，阿彌陀佛以外東西都不要放在心上。事情來了很清楚，事情辦完了若無其事，絕不把這些事情放在心上，只把阿彌陀佛放在心上，你在這個世間無論幹什麼事情都不障礙。海賢老和尚為我們表演，生活，佛號沒有中斷，吃飯的時候沒有中斷，穿衣的時候沒有中斷，工作沒有中斷。無論從事哪個行業，心裡佛號不中斷，這功夫非常得力了，三年五載功夫就成片了。"
    },
    {
      "id": "02-041-0145_p0013",
      "zh_CN": "我是学这么多年的佛，体会到只要功夫成片，就是说心里只有佛号，除佛号之外什么都没有，这叫成片，成片阿弥陀佛跟你就有感应，你就能见到阿弥陀佛，或在定中，或在梦中，你能见到。阿弥陀佛会透信息给你，你的心更踏实了。阿弥陀佛来告诉你，你的寿命还有多少年，等到你寿命到的时候，佛来接引你。佛没有妄语，佛不会忘记，到时候佛就来通知你，告诉你哪一天，年、月、日、时辰，我们讲几点钟，他会告诉你，这是你第二次见佛。第三次，时间到了他来接引你，你见到佛来接引，跟他去了。每个念佛人，现前见佛至少三次。到极乐世界，你跟阿弥陀佛不会离开了，你常常在他身边，那是当来见佛。将来到极乐世界，你根本就不离开阿弥陀佛。这都是真的不是假的，我们能不去吗？到西方极乐世界得到的身体，金刚不坏身，这个身体非常微妙，不需要饮食、不需要睡眠，你说有多好。我们这个饮食睡眠耽误多少时间，这个时间全是浪费掉。极乐世界人不需饮食、不需睡眠，他的时间是完整的。所以那个地方人真精进。你不精进不行，阿弥陀佛在旁边提醒你。无论你想学什么法门，到极乐世界，阿弥陀佛都会教你，有的是时间。在极乐世界决定是一生圆满，证得无上正等正觉。所以弥陀发的愿，一乘愿海，一乘是成佛。现在当来一切众生，皆依此一乘愿海而得度脱，稳稳当当的度脱，不像其他的法门，其他法门度脱没把握，这有把握，这个把握全靠阿弥陀佛。我们在此地，要把阿弥陀佛的关系搞好，希望阿弥陀佛在不久的将来来接引我往生，常常有这个念头，常常有这个心，这叫真念佛人。",
      "zh_TW": "我是學這麼多年的佛，體會到只要功夫成片，就是說心裡只有佛號，除佛號之外什麼都沒有，這叫成片，成片阿彌陀佛跟你就有感應，你就能見到阿彌陀佛，或在定中，或在夢中，你能見到。阿彌陀佛會透信息給你，你的心更踏實了。阿彌陀佛來告訴你，你的壽命還有多少年，等到你壽命到的時候，佛來接引你。佛沒有妄語，佛不會忘記，到時候佛就來通知你，告訴你哪一天，年、月、日、時辰，我們講幾點鐘，他會告訴你，這是你第二次見佛。第三次，時間到了他來接引你，你見到佛來接引，跟他去了。每個念佛人，現前見佛至少三次。到極樂世界，你跟阿彌陀佛不會離開了，你常常在他身邊，那是當來見佛。將來到極樂世界，你根本就不離開阿彌陀佛。這都是真的不是假的，我們能不去嗎？到西方極樂世界得到的身體，金剛不壞身，這個身體非常微妙，不需要飲食、不需要睡眠，你說有多好。我們這個飲食睡眠耽誤多少時間，這個時間全是浪費掉。極樂世界人不需飲食、不需睡眠，他的時間是完整的。所以那個地方人真精進。你不精進不行，阿彌陀佛在旁邊提醒你。無論你想學什麼法門，到極樂世界，阿彌陀佛都會教你，有的是時間。在極樂世界決定是一生圓滿，證得無上正等正覺。所以彌陀發的願，一乘願海，一乘是成佛。現在當來一切眾生，皆依此一乘願海而得度脫，穩穩當當的度脫，不像其他的法門，其他法門度脫沒把握，這有把握，這個把握全靠阿彌陀佛。我們在此地，要把阿彌陀佛的關係搞好，希望阿彌陀佛在不久的將來來接引我往生，常常有這個念頭，常常有這個心，這叫真念佛人。"
    },
    {
      "id": "02-041-0145_p0014",
      "zh_CN": "我们看下面的偈颂，「赞佛」。分为两大段，第一段「光相无等」，第二段「音身普度」。请看经文，偈颂还是四句是一首偈：",
      "zh_TW": "我們看下面的偈頌，「讚佛」。分為兩大段，第一段「光相無等」，第二段「音身普度」。請看經文，偈頌還是四句是一首偈："
    },
    {
      "id": "02-041-0145_p0015",
      "zh_CN": "【如来微妙色端严。一切世间无有等。光明无量照十方。日月火珠皆匿曜。】",
      "zh_TW": "【如來微妙色端嚴。一切世間無有等。光明無量照十方。日月火珠皆匿曜。】"
    },
    {
      "id": "02-041-0145_p0016",
      "zh_CN": "念老的注解，「此颂」，在《汉译》的本子是每ㄧ句五个字，《魏译》的本子（康僧铠的本子）是四个字，唐译、宋译这两种是七个字，吴译本里头没有这个偈子，缺少这个偈子。「唐宋两译义理文字」都比较好，所以「今会本亦为七言」，也就是从唐宋两种译本里面会集的。",
      "zh_TW": "念老的註解，「此頌」，在《漢譯》的本子是每ㄧ句五個字，《魏譯》的本子（康僧鎧的本子）是四個字，唐譯、宋譯這兩種是七個字，吳譯本裡頭沒有這個偈子，缺少這個偈子。「唐宋兩譯義理文字」都比較好，所以「今會本亦為七言」，也就是從唐宋兩種譯本裡面會集的。"
    },
    {
      "id": "02-041-0145_p0017",
      "zh_CN": "「本颂首段是赞叹佛德。微者，细小也，精妙也。妙者，好也，善也，精也。乃赞美之辞」。『如来微妙色端严』，端正、庄严，这赞美之辞。「具不可思议、无比之义。佛之报土报身，色相不可思议，称为妙色」。妙色还不能尽义，加个微妙，精妙到极处。「色端严者，色相端正庄严也。《法华经序品》曰：身色如金山，端严甚微妙」。佛经里面对于佛都称为金身，金身是什么意思？这个身，实在讲并不是真正表我们现在看到这黄金，用黄金来表什么？表它不变。在五金里头，银、铜、铁、锡都很容易氧化，唯独黄金，它不会氧化，它能永远保持不变，这就是五金里面让人感到最可爱的，所以金的真正意思是不变。在极乐世界，佛的身不变，不变就是他没有生灭的现象，他没有变化的现象。这个变化就是生老病死，我们这个世间人有这些变化，极乐世界无量寿，无量寿的身永远不变。这是金在此地表的意思，这是说他的体永恒不变。相呢？下面讲，端庄、庄严，微妙到极处了，太好了，好得到你无法想像，你也没有用言语文字能形容得出来，只好用一句端严微妙，是这么个意思。",
      "zh_TW": "「本頌首段是讚歎佛德。微者，細小也，精妙也。妙者，好也，善也，精也。乃讚美之辭」。『如來微妙色端嚴』，端正、莊嚴，這讚美之辭。「具不可思議、無比之義。佛之報土報身，色相不可思議，稱為妙色」。妙色還不能盡義，加個微妙，精妙到極處。「色端嚴者，色相端正莊嚴也。《法華經序品》曰：身色如金山，端嚴甚微妙」。佛經裡面對於佛都稱為金身，金身是什麼意思？這個身，實在講並不是真正表我們現在看到這黃金，用黃金來表什麼？表它不變。在五金裡頭，銀、銅、鐵、錫都很容易氧化，唯獨黃金，它不會氧化，它能永遠保持不變，這就是五金裡面讓人感到最可愛的，所以金的真正意思是不變。在極樂世界，佛的身不變，不變就是他沒有生滅的現象，他沒有變化的現象。這個變化就是生老病死，我們這個世間人有這些變化，極樂世界無量壽，無量壽的身永遠不變。這是金在此地表的意思，這是說他的體永恆不變。相呢？下面講，端莊、莊嚴，微妙到極處了，太好了，好得到你無法想像，你也沒有用言語文字能形容得出來，只好用一句端嚴微妙，是這麼個意思。"
    },
    {
      "id": "02-041-0145_p0018",
      "zh_CN": "色相端正庄严，赞叹阿弥陀佛。你要知道，我们往生到极乐世界，身相跟阿弥陀佛完全相同。阿弥陀佛的身端严微妙到极处，我们往生到极乐世界所得的身相，可以说在遍法界虚空界一切众生身相里面没有他这样庄严微妙的。为什么？到后面四十八愿我们就明白了。极乐世界从哪来的？不是佛想像出来的，也不是有人帮助阿弥陀佛策划出来的，而是世间自在王佛教导法藏比丘到十方诸佛刹土里面去考察、去参观、去选择，凡是不善的都不要，凡是好的统统采纳，回来建造西方极乐世界。所以极乐世界可以说是，无论是正报、依报，它是集一切诸佛刹土里面真善美慧的精华，所以一切佛土不能跟它比，它是这么来的。我们往生到极乐世界就决定没错，所有一切诸佛土的精华都集中在极乐世界，你要到哪里去？当然这是一个聪明人首选的。",
      "zh_TW": "色相端正莊嚴，讚歎阿彌陀佛。你要知道，我們往生到極樂世界，身相跟阿彌陀佛完全相同。阿彌陀佛的身端嚴微妙到極處，我們往生到極樂世界所得的身相，可以說在遍法界虛空界一切眾生身相裡面沒有他這樣莊嚴微妙的。為什麼？到後面四十八願我們就明白了。極樂世界從哪來的？不是佛想像出來的，也不是有人幫助阿彌陀佛策劃出來的，而是世間自在王佛教導法藏比丘到十方諸佛剎土裡面去考察、去參觀、去選擇，凡是不善的都不要，凡是好的統統採納，回來建造西方極樂世界。所以極樂世界可以說是，無論是正報、依報，它是集一切諸佛剎土裡面真善美慧的精華，所以一切佛土不能跟它比，它是這麼來的。我們往生到極樂世界就決定沒錯，所有一切諸佛土的精華都集中在極樂世界，你要到哪裡去？當然這是一個聰明人首選的。"
    },
    {
      "id": "02-041-0145_p0019",
      "zh_CN": "我们再看下面，『匿』者，「藏也，隐也，亡也」。『曜』者，「明也，照也。首四句义为：如来微妙难思之色相，端正庄严；一切世间所有诸物，无有能与等（等是等同）比」。无等、无比，赞叹极乐世界。「亦即赞佛偈中，十方所有我尽见，一切无有如佛者」，这也是这个意思。证得究竟佛果，这个时候佛佛道同，是自性微妙庄严圆满的显示。等觉菩萨比不上，为什么？等觉菩萨还有一品生相无明没放下，他放下这一品无明就融入常寂光。常寂光里头隐现自在，遇到法身菩萨，像大乘经上所说的地上菩萨，佛就现报身来帮助他们。三千年前释迦牟尼佛示现在我们这个地球上是应身，应化身，跟我们六道凡夫在一起。他不能现报身，现报身我们看不到他，报身太高太大了。所以应以什么身得度，他就现什么身，统统是法身现的，这个法身是宇宙的本体。宇宙是从哪来的？法身显现的。",
      "zh_TW": "我們再看下面，『匿』者，「藏也，隱也，亡也」。『曜』者，「明也，照也。首四句義為：如來微妙難思之色相，端正莊嚴；一切世間所有諸物，無有能與等（等是等同）比」。無等、無比，讚歎極樂世界。「亦即讚佛偈中，十方所有我盡見，一切無有如佛者」，這也是這個意思。證得究竟佛果，這個時候佛佛道同，是自性微妙莊嚴圓滿的顯示。等覺菩薩比不上，為什麼？等覺菩薩還有一品生相無明沒放下，他放下這一品無明就融入常寂光。常寂光裡頭隱現自在，遇到法身菩薩，像大乘經上所說的地上菩薩，佛就現報身來幫助他們。三千年前釋迦牟尼佛示現在我們這個地球上是應身，應化身，跟我們六道凡夫在一起。他不能現報身，現報身我們看不到他，報身太高太大了。所以應以什麼身得度，他就現什麼身，統統是法身現的，這個法身是宇宙的本體。宇宙是從哪來的？法身顯現的。"
    },
    {
      "id": "02-041-0145_p0020",
      "zh_CN": "佛能显现，我们不能显现，为什么不能显现？我们有障碍。什么障碍？起心动念是障碍，分别是障碍，执着是障碍，这三大类的障碍我们全有。三大类障碍全有，就是六道凡夫。我们能把三种里面断掉一种，首先把见思烦恼断掉，证阿罗汉果，脱离六道轮回；再进一步，把尘沙烦恼断掉，把无明烦恼断掉，十法界没有了。这在相宗里头叫转八识成四智，八识是能变，能变十法界，能变六道轮回，转八识成四智，不但六道没有了，十法界也没有了，现在面前的叫一真法界，就是诸佛如来的实报庄严土。实，这是真实的，前面讲的十法界是假的不是真的。所以海贤老和尚常常跟人讲，好好念佛，成佛是真的，其他啥都是假的。这话真话，一点没说错，假的我们要放下。现在身体，假身体也在此地，在借假修真。怎么修真？一切法都不要放在心上，就是修真。为什么？真心里头没有一物，无有一法可得，那是真的，还有一法就是假的。",
      "zh_TW": "佛能顯現，我們不能顯現，為什麼不能顯現？我們有障礙。什麼障礙？起心動念是障礙，分別是障礙，執著是障礙，這三大類的障礙我們全有。三大類障礙全有，就是六道凡夫。我們能把三種裡面斷掉一種，首先把見思煩惱斷掉，證阿羅漢果，脫離六道輪迴；再進一步，把塵沙煩惱斷掉，把無明煩惱斷掉，十法界沒有了。這在相宗裡頭叫轉八識成四智，八識是能變，能變十法界，能變六道輪迴，轉八識成四智，不但六道沒有了，十法界也沒有了，現在面前的叫一真法界，就是諸佛如來的實報莊嚴土。實，這是真實的，前面講的十法界是假的不是真的。所以海賢老和尚常常跟人講，好好念佛，成佛是真的，其他啥都是假的。這話真話，一點沒說錯，假的我們要放下。現在身體，假身體也在此地，在借假修真。怎麼修真？一切法都不要放在心上，就是修真。為什麼？真心裡頭沒有一物，無有一法可得，那是真的，還有一法就是假的。"
    },
    {
      "id": "02-041-0145_p0021",
      "zh_CN": "极乐世界是一真法界，我们今天只允许阿弥陀佛放在心上，除阿弥陀佛之外全放下，我们跟净土就全通了。这个事情要自己做，谁也不能代替，佛菩萨再慈悲，没有办法代替我们。所谓的是解铃还是系铃人，这个烦恼习气是我们自己造成的，不是别人给我们的，是我们一念迷了，迷久了，愈迷愈糊涂，就变成这个样子；现在我们要破迷开悟，知道这是假的，再不要放在心上，阿弥陀佛是真的，真的我们放在心上，这样我们在这一生当中很快就能修成净业，就跟阿弥陀佛通信息了。无量法门里头，无比殊胜第一法门被我们遇到了，太幸运了！遇到别的法门种善根，不一定这一生能成就；遇到这个法门，个个都能成就。要相信善导大师的话，「万修万人去」。修净土的人不能往生，他没真修，他搞假的，他对这个世间还有贪图。贪图名闻利养不能往生，贪图度众生也不能往生，决定要把贪心断掉才能往生。贪瞋痴慢疑，地狱五条根，智慧开了就不怀疑了。这五个字，五大障碍，要把它彻底铲除，功夫就在此地。用什么方法？信、愿、持名，就用这个方法。",
      "zh_TW": "極樂世界是一真法界，我們今天只允許阿彌陀佛放在心上，除阿彌陀佛之外全放下，我們跟淨土就全通了。這個事情要自己做，誰也不能代替，佛菩薩再慈悲，沒有辦法代替我們。所謂的是解鈴還是繫鈴人，這個煩惱習氣是我們自己造成的，不是別人給我們的，是我們一念迷了，迷久了，愈迷愈糊塗，就變成這個樣子；現在我們要破迷開悟，知道這是假的，再不要放在心上，阿彌陀佛是真的，真的我們放在心上，這樣我們在這一生當中很快就能修成淨業，就跟阿彌陀佛通信息了。無量法門裡頭，無比殊勝第一法門被我們遇到了，太幸運了！遇到別的法門種善根，不一定這一生能成就；遇到這個法門，個個都能成就。要相信善導大師的話，「萬修萬人去」。修淨土的人不能往生，他沒真修，他搞假的，他對這個世間還有貪圖。貪圖名聞利養不能往生，貪圖度眾生也不能往生，決定要把貪心斷掉才能往生。貪瞋痴慢疑，地獄五條根，智慧開了就不懷疑了。這五個字，五大障礙，要把它徹底剷除，功夫就在此地。用什麼方法？信、願、持名，就用這個方法。"
    },
    {
      "id": "02-041-0145_p0022",
      "zh_CN": "我们再看注解的后面，「佛放无量之光明，普照十方国土，其中日、月、火、珠四者之光焰，悉皆隐蔽不现」，「火烛，兼指一切火光」。『珠』，「摩尼也，又作末尼，具足为震跢末尼」，这是梵语音译的，翻译作「珠、宝」，有「离垢、如意」这些意思，「合之可意译为如意宝珠。有大光明，超诸世品」，超越世间一切珍宝。《会疏》说：「天下至明，无大于日月。万品光耀，无过于摩尼」，如果摩尼跟佛光做比较，那统统都隐蔽了，在佛光当中它们都没有，光明都失掉了；不是失掉了，看不见了，像在太阳底下，我们点着灯，光不现了，这就是隐蔽的意思。",
      "zh_TW": "我們再看註解的後面，「佛放無量之光明，普照十方國土，其中日、月、火、珠四者之光焰，悉皆隱蔽不現」，「火燭，兼指一切火光」。『珠』，「摩尼也，又作末尼，具足為震跢末尼」，這是梵語音譯的，翻譯作「珠、寶」，有「離垢、如意」這些意思，「合之可意譯為如意寶珠。有大光明，超諸世品」，超越世間一切珍寶。《會疏》說：「天下至明，無大於日月。萬品光耀，無過於摩尼」，如果摩尼跟佛光做比較，那統統都隱蔽了，在佛光當中它們都沒有，光明都失掉了；不是失掉了，看不見了，像在太陽底下，我們點著燈，光不現了，這就是隱蔽的意思。"
    },
    {
      "id": "02-041-0145_p0023",
      "zh_CN": "再看底下一首，「音身普度」。",
      "zh_TW": "再看底下一首，「音身普度」。"
    },
    {
      "id": "02-041-0145_p0024",
      "zh_CN": "【世尊能演一音声。有情各各随类解。又能现一妙色身。普使众生随类见。】",
      "zh_TW": "【世尊能演一音聲。有情各各隨類解。又能現一妙色身。普使眾生隨類見。】"
    },
    {
      "id": "02-041-0145_p0025",
      "zh_CN": "后面这四句，「均是《唐译》原文。赞叹世间自在王佛圆明具德，事事无碍，不可思议之妙用」。这个地方偈赞，都是法藏比丘对他的老师世间自在王佛，对他的赞叹。「其义为」，这种不可思议的作用，「世尊演说妙法，能于一音声之中，普使九法界、六趣、四生种种异类众生，各各随其品类根性，而能闻能解佛之所说。世人言语，常因方言问题、知识水平问题而不能解。世尊则妙用无穷，普使一切众生随类得解」。更不可思议的事情，「乃于任一音声，圆具如是无边不可思议妙用。正显超情离见之华严事事无碍境界」。这是我们凡夫做不到的，也是天人、二乘、权教菩萨都没有这种能力。具有这种能力的，法身菩萨。为什么？法身菩萨的障碍放下了。",
      "zh_TW": "後面這四句，「均是《唐譯》原文。讚歎世間自在王佛圓明具德，事事無礙，不可思議之妙用」。這個地方偈讚，都是法藏比丘對他的老師世間自在王佛，對他的讚歎。「其義為」，這種不可思議的作用，「世尊演說妙法，能於一音聲之中，普使九法界、六趣、四生種種異類眾生，各各隨其品類根性，而能聞能解佛之所說。世人言語，常因方言問題、知識水平問題而不能解。世尊則妙用無窮，普使一切眾生隨類得解」。更不可思議的事情，「乃於任一音聲，圓具如是無邊不可思議妙用。正顯超情離見之華嚴事事無礙境界」。這是我們凡夫做不到的，也是天人、二乘、權教菩薩都沒有這種能力。具有這種能力的，法身菩薩。為什麼？法身菩薩的障礙放下了。"
    },
    {
      "id": "02-041-0145_p0026",
      "zh_CN": "六道凡夫烦恼具足，这个自性的德用透不出来。二乘，声闻、缘觉，虽然见思烦恼断了，尘沙、无明没断，他还是有障碍，没有像佛这么自在。三乘菩萨，别教十住、十行、十回向，他们在二乘之上，见思、尘沙断了，无明没破，没见性，所以他也没这个能力。到法身菩萨，把起心动念也放下了。实际上的修行，我们要知道，修行就是放下障碍，本性就现出来了。去了妄，真就现前了，真就是自性，明心见性，见性成佛，六即佛里面叫分证即佛，他是真的不是假的。前面三种是假的，分证即佛是真的，分证之后就是圆满佛。所以往生在一真法界，在实报庄严土，这里头，就如《华严经》上所说的，四十一位法身大士，四十一个阶位，十住菩萨、十行菩萨、十回向菩萨、十地菩萨，四十个，等觉菩萨，四十一个，他们证得法身，他们所现的都是报身，跟阿弥陀佛的身相都一样。所以阿弥陀佛现身，因为常寂光里头没有身，常寂光是一片光明，圆满自性，他遇到缘他就现相，现报身，遇到我们六道凡夫就现应身、现化身。他从哪里来的？他没有来去，常寂光无时不在，无处不在。我们众生跟佛是一体，他的法身现前，得受用；我们的法身在，也在现前，不得受用，不知道。所以佛给我们现身是真的，没有来去，这个一定要晓得。《楞严经》上说得好：「当处出生，随处灭尽」。我在这里想佛，佛在这里现身，佛不是从西方极乐世界到这来现身，不是的。极乐世界多大？跟虚空法界一样大，跟常寂光一样大，妙极了！",
      "zh_TW": "六道凡夫煩惱具足，這個自性的德用透不出來。二乘，聲聞、緣覺，雖然見思煩惱斷了，塵沙、無明沒斷，他還是有障礙，沒有像佛這麼自在。三乘菩薩，別教十住、十行、十迴向，他們在二乘之上，見思、塵沙斷了，無明沒破，沒見性，所以他也沒這個能力。到法身菩薩，把起心動念也放下了。實際上的修行，我們要知道，修行就是放下障礙，本性就現出來了。去了妄，真就現前了，真就是自性，明心見性，見性成佛，六即佛裡面叫分證即佛，他是真的不是假的。前面三種是假的，分證即佛是真的，分證之後就是圓滿佛。所以往生在一真法界，在實報莊嚴土，這裡頭，就如《華嚴經》上所說的，四十一位法身大士，四十一個階位，十住菩薩、十行菩薩、十迴向菩薩、十地菩薩，四十個，等覺菩薩，四十一個，他們證得法身，他們所現的都是報身，跟阿彌陀佛的身相都一樣。所以阿彌陀佛現身，因為常寂光裡頭沒有身，常寂光是一片光明，圓滿自性，他遇到緣他就現相，現報身，遇到我們六道凡夫就現應身、現化身。他從哪裡來的？他沒有來去，常寂光無時不在，無處不在。我們眾生跟佛是一體，他的法身現前，得受用；我們的法身在，也在現前，不得受用，不知道。所以佛給我們現身是真的，沒有來去，這個一定要曉得。《楞嚴經》上說得好：「當處出生，隨處滅盡」。我在這裡想佛，佛在這裡現身，佛不是從西方極樂世界到這來現身，不是的。極樂世界多大？跟虛空法界一樣大，跟常寂光一樣大，妙極了！"
    },
    {
      "id": "02-041-0145_p0027",
      "zh_CN": "我们带业往生，八万四千法门、无量法门没有带业的，这个要知道，带业往生只有西方极乐世界，只有阿弥陀佛。没有一尊佛的刹土是可以带业往生的，都要断烦恼证菩提。诸佛都有四土，像释迦牟尼佛一样。我们今天住的，释迦牟尼佛的凡圣同居土。我们修得不错，往生到别的佛世界，生到哪里？凡圣同居土，跟这差不多，凡圣同居土就是六道轮回。有六道轮回、有十法界的佛国土很多很多，你看《华严经》就知道了。有佛的世界只有实报庄严土，没有同居土也没有方便土，有没有？有，不止阿弥陀佛一个，像西方极乐世界差不多的有，也有不少。但是那些诸佛刹土跟极乐世界比，比不上，极乐世界特别殊胜，无比的庄严，这个我们不能不知道。",
      "zh_TW": "我們帶業往生，八萬四千法門、無量法門沒有帶業的，這個要知道，帶業往生只有西方極樂世界，只有阿彌陀佛。沒有一尊佛的剎土是可以帶業往生的，都要斷煩惱證菩提。諸佛都有四土，像釋迦牟尼佛一樣。我們今天住的，釋迦牟尼佛的凡聖同居土。我們修得不錯，往生到別的佛世界，生到哪裡？凡聖同居土，跟這差不多，凡聖同居土就是六道輪迴。有六道輪迴、有十法界的佛國土很多很多，你看《華嚴經》就知道了。有佛的世界只有實報莊嚴土，沒有同居土也沒有方便土，有沒有？有，不止阿彌陀佛一個，像西方極樂世界差不多的有，也有不少。但是那些諸佛剎土跟極樂世界比，比不上，極樂世界特別殊勝，無比的莊嚴，這個我們不能不知道。"
    },
    {
      "id": "02-041-0145_p0028",
      "zh_CN": "我们再看下面注解，《华严》事事无碍境界。《华严普贤行愿品》曰：「一切如来语清净，一言具众音声海，随诸众生意乐音，一一流佛辩才海。」此偈正与本经『世尊能演一音声，有情各各随类解』之文同一个宗旨。「一声中有无量声，无量声中之一一声，皆有无边妙用，能随众生之意乐，一一流出无边之慧辩，使众生得闻，得解，得度（这个得度就是悟入）。此即是十玄门中之主伴圆明具德门」。这是性德圆满的显现，这在我们凡夫听起来，这是无法想像的境界。",
      "zh_TW": "我們再看下面註解，《華嚴》事事無礙境界。《華嚴普賢行願品》曰：「一切如來語清淨，一言具眾音聲海，隨諸眾生意樂音，一一流佛辯才海。」此偈正與本經『世尊能演一音聲，有情各各隨類解』之文同一個宗旨。「一聲中有無量聲，無量聲中之一一聲，皆有無邊妙用，能隨眾生之意樂，一一流出無邊之慧辯，使眾生得聞，得解，得度（這個得度就是悟入）。此即是十玄門中之主伴圓明具德門」。這是性德圓滿的顯現，這在我們凡夫聽起來，這是無法想像的境界。"
    },
    {
      "id": "02-041-0145_p0029",
      "zh_CN": "然后我们一定要记住，既然是性德，那就是一切众生本来个个具足，我们都有，就是因为起妄想分别执着，障碍了性德不能显现，原因在此地。有没有失掉？没有失掉，只是有障碍，障碍去掉它就恢复了，本能就恢复了。佛教给我们恢复的方法，就是戒、定、慧这三种妙法。戒是什么？戒是方法，你遵守这个方法你就能得定，得定之后智慧就开了、就现前了。佛菩萨有的这些神通能力，我们个个都有，见性就恢复了。见性是大事，我们经题上清净心是戒成就，平等心是定成就，觉是智慧现前了，就是大彻大悟、明心见性，那就是觉。觉了之后无所不知，海贤老和尚说的「我什么都知道」，那是觉。所以持戒的目的是得定，如果得不到定，这个戒叫白持了，你持错了。持戒的目的是得定，得定的目的是开慧。所以持戒是手段，禅定也是手段，真正的目的是开智慧，无所不知，无所不能，这是性德，每个人自性里头统统具足的。",
      "zh_TW": "然後我們一定要記住，既然是性德，那就是一切眾生本來個個具足，我們都有，就是因為起妄想分別執著，障礙了性德不能顯現，原因在此地。有沒有失掉？沒有失掉，只是有障礙，障礙去掉它就恢復了，本能就恢復了。佛教給我們恢復的方法，就是戒、定、慧這三種妙法。戒是什麼？戒是方法，你遵守這個方法你就能得定，得定之後智慧就開了、就現前了。佛菩薩有的這些神通能力，我們個個都有，見性就恢復了。見性是大事，我們經題上清淨心是戒成就，平等心是定成就，覺是智慧現前了，就是大徹大悟、明心見性，那就是覺。覺了之後無所不知，海賢老和尚說的「我什麼都知道」，那是覺。所以持戒的目的是得定，如果得不到定，這個戒叫白持了，你持錯了。持戒的目的是得定，得定的目的是開慧。所以持戒是手段，禪定也是手段，真正的目的是開智慧，無所不知，無所不能，這是性德，每個人自性裡頭統統具足的。"
    },
    {
      "id": "02-041-0145_p0030",
      "zh_CN": "佛是以一音，其实一音都没有，这个一音是什么？应，众生有感，佛有应。一切众生跟佛有感，佛可以同时应一切众生，为他们现身。所现的身，每个人看的不一样，为什么不一样？众生有妄想分别执着，妄想分别执着能把自性变现的相分改变了。你看自性现的相分，极乐世界实报土，阿赖耶把实报土变成十法界、变成六道轮回。阿赖耶是什么？妄想、分别。妄想分别各个人不一样，所以每个人看的感受的不相同。这个就是佛以一音而说法，众生随类而得解的原理，你要问什么道理，把道理讲给你听了。由此可知，佛有没有说法？佛没说法。你感应佛说法，你感觉到佛说法，是你自己阿赖耶识里头变现出来的境界。佛所现的是真心流露，众生妄心在接受，所以阿罗汉接触到的是阿罗汉，辟支佛接触到的是辟支佛，天人见到的是天人，我们人间见到的是人道，像释迦牟尼佛一样。其实是什么？其实他什么都不是，他只是现身。所现的身相，众生业力在变现，把他改变了，要不改变你不能亲近。佛现的是报身，报身太高太大了，像一座大山一样，我们人太小了，跑到山里头就不见了，确实如是。",
      "zh_TW": "佛是以一音，其實一音都沒有，這個一音是什麼？應，眾生有感，佛有應。一切眾生跟佛有感，佛可以同時應一切眾生，為他們現身。所現的身，每個人看的不一樣，為什麼不一樣？眾生有妄想分別執著，妄想分別執著能把自性變現的相分改變了。你看自性現的相分，極樂世界實報土，阿賴耶把實報土變成十法界、變成六道輪迴。阿賴耶是什麼？妄想、分別。妄想分別各個人不一樣，所以每個人看的感受的不相同。這個就是佛以一音而說法，眾生隨類而得解的原理，你要問什麼道理，把道理講給你聽了。由此可知，佛有沒有說法？佛沒說法。你感應佛說法，你感覺到佛說法，是你自己阿賴耶識裡頭變現出來的境界。佛所現的是真心流露，眾生妄心在接受，所以阿羅漢接觸到的是阿羅漢，辟支佛接觸到的是辟支佛，天人見到的是天人，我們人間見到的是人道，像釋迦牟尼佛一樣。其實是什麼？其實他什麼都不是，他只是現身。所現的身相，眾生業力在變現，把他改變了，要不改變你不能親近。佛現的是報身，報身太高太大了，像一座大山一樣，我們人太小了，跑到山裡頭就不見了，確實如是。"
    },
    {
      "id": "02-041-0145_p0031",
      "zh_CN": "佛的音声就像现在音波一样，你收听到的是你的语言，你能够理解；另外一个人听的，你们不同族群言语不同，他们听到都是自己的语言。现在科学技术发达，国际会议里头有许多种语言的翻译，用机器来操作。科技发达的可以不需要人工，翻译出各种不同的语言，你拿到你需要的耳机，你就听到你自己的语言。人要借重机器，自性不需要，完全自动调适。而且见性之后，什么语言全通了，一点障碍都没有了。所以佛说法，众生得闻、得解，能听得懂、理解了，得度，能开悟、能契入佛境界。这是华严十玄里面主伴圆明具德门。「一法圆满一切法之功德」，所以叫「圆明具德」，圆是圆满，明是智慧，具是具足，德用。一音里头出无量音，一字一句「圆说一切法」，一切有缘众生无量无边都听到了，都听得懂、都听明白了，都能够觉悟了，这就是圆明具德。「可见本经实与《华严》一味」。",
      "zh_TW": "佛的音聲就像現在音波一樣，你收聽到的是你的語言，你能夠理解；另外一個人聽的，你們不同族群言語不同，他們聽到都是自己的語言。現在科學技術發達，國際會議裡頭有許多種語言的翻譯，用機器來操作。科技發達的可以不需要人工，翻譯出各種不同的語言，你拿到你需要的耳機，你就聽到你自己的語言。人要借重機器，自性不需要，完全自動調適。而且見性之後，什麼語言全通了，一點障礙都沒有了。所以佛說法，眾生得聞、得解，能聽得懂、理解了，得度，能開悟、能契入佛境界。這是華嚴十玄裡面主伴圓明具德門。「一法圓滿一切法之功德」，所以叫「圓明具德」，圓是圓滿，明是智慧，具是具足，德用。一音裡頭出無量音，一字一句「圓說一切法」，一切有緣眾生無量無邊都聽到了，都聽得懂、都聽明白了，都能夠覺悟了，這就是圓明具德。「可見本經實與《華嚴》一味」。"
    },
    {
      "id": "02-041-0145_p0032",
      "zh_CN": "上面所说的，「如来之语密」，这个密不是神秘，是太深了，深密，所以它不是秘密。『又能现一妙色身，普使众生随类见』。佛现身，众生看到的，各个看的不一样。我在一九七０年代，在香港讲经，好像是第二次还是第三次，应该是一九七八年、一九七九年之间，圣一法师告诉我一桩事情，他到大陆，那个时候没有开放，到普陀山去朝拜观世音菩萨。他们是两个人，两位香港法师，普陀山有一位法师陪他们，三个人到梵音洞，据说这个洞里头观世音菩萨会现形给你看。他们三个人在洞外面拜，拜了半个小时，观音菩萨现前了，每个人心里都很欢喜。离开之后，三个人就问起来，你见到的观音什么样子？结果三个人见到的不一样。圣一法师见到的是戴毘卢帽，好像地藏菩萨戴的那帽子一样，完全是金色的，是坐在那个地方的，圣一见到的。另外一个法师见到的是白衣观音，手上拿着瓶、杨柳枝，白衣观音。另外一个，是大陆上的这位法师，见到的是个出家比丘相，出家人。三个人同时见的，同处见的，每个人见的不一样，「普使众生随类见」。",
      "zh_TW": "上面所說的，「如來之語密」，這個密不是神祕，是太深了，深密，所以它不是祕密。『又能現一妙色身，普使眾生隨類見』。佛現身，眾生看到的，各個看的不一樣。我在一九七０年代，在香港講經，好像是第二次還是第三次，應該是一九七八年、一九七九年之間，聖一法師告訴我一樁事情，他到大陸，那個時候沒有開放，到普陀山去朝拜觀世音菩薩。他們是兩個人，兩位香港法師，普陀山有一位法師陪他們，三個人到梵音洞，據說這個洞裡頭觀世音菩薩會現形給你看。他們三個人在洞外面拜，拜了半個小時，觀音菩薩現前了，每個人心裡都很歡喜。離開之後，三個人就問起來，你見到的觀音什麼樣子？結果三個人見到的不一樣。聖一法師見到的是戴毘盧帽，好像地藏菩薩戴的那帽子一樣，完全是金色的，是坐在那個地方的，聖一見到的。另外一個法師見到的是白衣觀音，手上拿著瓶、楊柳枝，白衣觀音。另外一個，是大陸上的這位法師，見到的是個出家比丘相，出家人。三個人同時見的，同處見的，每個人見的不一樣，「普使眾生隨類見」。"
    },
    {
      "id": "02-041-0145_p0033",
      "zh_CN": "这两句「显世尊之身密」，前面是语密，这是身密，「能现一微妙之色身，普使种种众生，各各随其品类」，就是意念不同，「而得见佛」也不同。按佛身可别为五种：第一个「法身」，第二个「报身」，第三个「应身」，第四个「化身」，第五个「等流身」。下面为我们解释，「法身，即自性身，名为毘卢遮那」。毘卢遮那是梵语，翻成中国意思是「遍一切处」，实际上就是光。所以在净土叫常寂光，常寂光就是法身，光里头什么都没有，了无一物。但是不能说它无，为什么？它能现现象，能现一切相，能现全宇宙。虽现全宇宙，不能说它有，它由隐现而得，有缘就现，没有缘它就隐藏起来了，不见了。毘卢遮那翻作遍一切处，也作遍一切时。「乃中道理体」，哲学里面称为本体，本体属于中道，因为它没有相对的。「离一切相及诸戏论」，中道理体没有相，三种现象都没有，物质现象、精神现象、自然现象统统没有，就是一片光明。",
      "zh_TW": "這兩句「顯世尊之身密」，前面是語密，這是身密，「能現一微妙之色身，普使種種眾生，各各隨其品類」，就是意念不同，「而得見佛」也不同。按佛身可別為五種：第一個「法身」，第二個「報身」，第三個「應身」，第四個「化身」，第五個「等流身」。下面為我們解釋，「法身，即自性身，名為毘盧遮那」。毘盧遮那是梵語，翻成中國意思是「遍一切處」，實際上就是光。所以在淨土叫常寂光，常寂光就是法身，光裡頭什麼都沒有，了無一物。但是不能說它無，為什麼？它能現現象，能現一切相，能現全宇宙。雖現全宇宙，不能說它有，它由隱現而得，有緣就現，沒有緣它就隱藏起來了，不見了。毘盧遮那翻作遍一切處，也作遍一切時。「乃中道理體」，哲學裡面稱為本體，本體屬於中道，因為它沒有相對的。「離一切相及諸戲論」，中道理體沒有相，三種現象都沒有，物質現象、精神現象、自然現象統統沒有，就是一片光明。"
    },
    {
      "id": "02-041-0145_p0034",
      "zh_CN": "等觉菩萨在实报土，最后一品生相无明习气没有断干净，他跟法身佛智慧德能完全相同，他就是进不了常寂光。其他的跟法身如来没有两样，智慧、相好、德能、神通、变化没有两样，就是不能回常寂光。那一品无明断干净了，无始无明习气断干净了，他就回常寂光了。回到常寂光，他所修行的道场（就是实报土）就不见了，实报土没有了。所以我们晓得实报土是什么？实报土是无始无明习气变现出来的。法身菩萨真有习气，法身如来现报身在实报土没有习气，这个事实真相我们要有一个概念。所以他「具无边真净功德，乃唯佛与佛之境界」，不成佛，法身菩萨也入不了这个境界，这是佛境界，一片光明。像我们房间十几盏灯打开了，光光互照，我这个光里头有你，你的光里头有我，融成一体了，叫常寂光，这是自性。",
      "zh_TW": "等覺菩薩在實報土，最後一品生相無明習氣沒有斷乾淨，他跟法身佛智慧德能完全相同，他就是進不了常寂光。其他的跟法身如來沒有兩樣，智慧、相好、德能、神通、變化沒有兩樣，就是不能回常寂光。那一品無明斷乾淨了，無始無明習氣斷乾淨了，他就回常寂光了。回到常寂光，他所修行的道場（就是實報土）就不見了，實報土沒有了。所以我們曉得實報土是什麼？實報土是無始無明習氣變現出來的。法身菩薩真有習氣，法身如來現報身在實報土沒有習氣，這個事實真相我們要有一個概念。所以他「具無邊真淨功德，乃唯佛與佛之境界」，不成佛，法身菩薩也入不了這個境界，這是佛境界，一片光明。像我們房間十幾盞燈打開了，光光互照，我這個光裡頭有你，你的光裡頭有我，融成一體了，叫常寂光，這是自性。"
    },
    {
      "id": "02-041-0145_p0035",
      "zh_CN": "第二报身，「报身，如来名卢舍那」，卢舍那的意思，翻成中国是「光明遍照」，「能使初地以上之菩萨感见之」，感应能见到，就是实报庄严土，实报土里面地上菩萨都见到。第三个，「应身，如释迦文，指八相成道之佛。地前菩萨、二乘、凡夫得感见之」。第四个，「化身，一时化现之佛为化身」。化身佛很多人见到，要有真诚恭敬心，跟佛有缘，心地清净，没有杂念妄想。我们这个世间凡圣同居土，在五台山确实有不少人见过文殊菩萨，在峨嵋山也有人见到普贤菩萨，普陀见观音菩萨，云南鸡足山有人见到大迦叶尊者，都是化身。上鸡足山，山上小路很多，有的时候迷路了，当在着急的时候，遇到一个人，一个老人，来告诉你怎么走出去。再回头一看的时候，这个老人不见了，迦叶尊者。每个人见的不一样，随类化身。第五，「等流身，密教所立四身之一。佛身示现为与人天鬼畜等类同形之身」。所以佛菩萨他们现什么身我们不知道，但是现身决定是众生有感，佛菩萨有应，没有感他就没有应。有时候他不是人身，天身，或者是鬼的身，或者是畜生的身，不一定是什么身，你能够见到。",
      "zh_TW": "第二報身，「報身，如來名盧舍那」，盧舍那的意思，翻成中國是「光明遍照」，「能使初地以上之菩薩感見之」，感應能見到，就是實報莊嚴土，實報土裡面地上菩薩都見到。第三個，「應身，如釋迦文，指八相成道之佛。地前菩薩、二乘、凡夫得感見之」。第四個，「化身，一時化現之佛為化身」。化身佛很多人見到，要有真誠恭敬心，跟佛有緣，心地清淨，沒有雜念妄想。我們這個世間凡聖同居土，在五台山確實有不少人見過文殊菩薩，在峨嵋山也有人見到普賢菩薩，普陀見觀音菩薩，雲南雞足山有人見到大迦葉尊者，都是化身。上雞足山，山上小路很多，有的時候迷路了，當在著急的時候，遇到一個人，一個老人，來告訴你怎麼走出去。再回頭一看的時候，這個老人不見了，迦葉尊者。每個人見的不一樣，隨類化身。第五，「等流身，密教所立四身之一。佛身示現為與人天鬼畜等類同形之身」。所以佛菩薩他們現什麼身我們不知道，但是現身決定是眾生有感，佛菩薩有應，沒有感他就沒有應。有時候他不是人身，天身，或者是鬼的身，或者是畜生的身，不一定是什麼身，你能夠見到。"
    },
    {
      "id": "02-041-0145_p0036",
      "zh_CN": "我在年轻的时候，初学佛，朱镜宙老居士，那是我们祖父辈的，我们那时候二十出头，老居士七十岁了，我们在他面前是孙子辈，我们常常去看他，听他讲故事。他的故事都是一生亲身经历的，不是编写的，不是哪里看到的，给我们讲六道轮回的故事。虔诚的佛教徒，这个人是学科学的，我们就请教他，你怎么就信了佛了？他把这段故事讲给我们听。抗战时候，他住在四川，在成都，那个时候他是四川跟青海两个省的税务局长，他学财政的，地位很高。晚上跟朋友们一块打麻将，打到很晚才散场，大概一、两点钟。那个时候回去没有车，都是走路，大概要走一个小时才能到家。在半途的时候，忽然看到前面有个人，是个女子，也没有在意，一直她在前头走，他在后面。走了差不多半个小时，他突然想起来，怎么一个女人，这样的深夜一个人走出来？这个念头一想，寒毛直竖，看到前面那个人有上身没有下身，就知道遇到鬼了。也硬着头皮，也没法子躲，很好的是一会儿这个人不见了，他走回来了。他说我信佛从这起的，让我亲眼看到的。他跟我说，那个人肯定是观世音菩萨变化的，变鬼的身让他看见，证明真有鬼，真有鬼神。这些故事他以前听得很多，没亲眼看到，听的都不是太相信，都当作神话、传说，没有认真。从这一次之后他就很认真了，他知道这个不是假的，传说里头的故事不是虚构的，真有，天下之大，无奇不有。",
      "zh_TW": "我在年輕的時候，初學佛，朱鏡宙老居士，那是我們祖父輩的，我們那時候二十出頭，老居士七十歲了，我們在他面前是孫子輩，我們常常去看他，聽他講故事。他的故事都是一生親身經歷的，不是編寫的，不是哪裡看到的，給我們講六道輪迴的故事。虔誠的佛教徒，這個人是學科學的，我們就請教他，你怎麼就信了佛了？他把這段故事講給我們聽。抗戰時候，他住在四川，在成都，那個時候他是四川跟青海兩個省的稅務局長，他學財政的，地位很高。晚上跟朋友們一塊打麻將，打到很晚才散場，大概一、兩點鐘。那個時候回去沒有車，都是走路，大概要走一個小時才能到家。在半途的時候，忽然看到前面有個人，是個女子，也沒有在意，一直她在前頭走，他在後面。走了差不多半個小時，他突然想起來，怎麼一個女人，這樣的深夜一個人走出來？這個念頭一想，寒毛直豎，看到前面那個人有上身沒有下身，就知道遇到鬼了。也硬著頭皮，也沒法子躲，很好的是一會兒這個人不見了，他走回來了。他說我信佛從這起的，讓我親眼看到的。他跟我說，那個人肯定是觀世音菩薩變化的，變鬼的身讓他看見，證明真有鬼，真有鬼神。這些故事他以前聽得很多，沒親眼看到，聽的都不是太相信，都當作神話、傳說，沒有認真。從這一次之後他就很認真了，他知道這個不是假的，傳說裡頭的故事不是虛構的，真有，天下之大，無奇不有。"
    },
    {
      "id": "02-041-0145_p0037",
      "zh_CN": "我在抗战期间当中，那只有十几岁，也遇到两次。一次在湖南衡山，那是狐狸精，狐狸。我们住在民间一个屋子里头，这家败了，过去是很大的家庭，两套四合院，有楼房，那个楼十几年没有人上去，楼上住的一窝狐狸。这个狐狸，一般大人说，还没有真正能变成人形，有人的样子。牠也常常下来，在院子里面散步，男的不是女的，穿的蓝布大褂。很多人看到，没有人看过牠的脸部，都是侧面跟后面，我也看过一次。听大人讲，狐狸要五百年才完全修成人的样子，跟人往来。这个大概时间还不够，已经是人形了，面目不清楚。所以我也是从那一次以后，对这个事情相信了，我觉得《聊斋》、《子不语》、《阅微草堂笔记》里面所写的不是虚构的，都是真正的事实。",
      "zh_TW": "我在抗戰期間當中，那只有十幾歲，也遇到兩次。一次在湖南衡山，那是狐狸精，狐狸。我們住在民間一個屋子裡頭，這家敗了，過去是很大的家庭，兩套四合院，有樓房，那個樓十幾年沒有人上去，樓上住的一窩狐狸。這個狐狸，一般大人說，還沒有真正能變成人形，有人的樣子。牠也常常下來，在院子裡面散步，男的不是女的，穿的藍布大褂。很多人看到，沒有人看過牠的臉部，都是側面跟後面，我也看過一次。聽大人講，狐狸要五百年才完全修成人的樣子，跟人往來。這個大概時間還不夠，已經是人形了，面目不清楚。所以我也是從那一次以後，對這個事情相信了，我覺得《聊齋》、《子不語》、《閱微草堂筆記》裡面所寫的不是虛構的，都是真正的事實。"
    },
    {
      "id": "02-041-0145_p0038",
      "zh_CN": "还有一次，抗战胜利之后，我曾经学校放假，回去住了一个多月。听我父母说，我们有一个远亲，表亲，我叫他做表叔，他们那个时候家里面是种田的，有一船的稻米运到南京去卖。是风船、帆船，从我们家乡到南京大概要走四、五天。现在交通方便了，火车只要两个多小时，不到三个小时。那时至少要三天，要是不顺风的话要五、六天。到南京之后，他那个米是用麻布袋包的，一船，麻布袋也是一包一包那样的，可是里面的米完全没有了，完全空了。自己一想，听说上船的时候有人讲，看到有一只好像黄鼠狼，从跳板钻到船里面去了，结果大家就找，找遍了，没有看到，以为是看花眼睛，所以船开出去。这次晓得了，大概是人家看到黄鼠狼是真的不是假的，牠不晓得搞什么个把戏，把这些米都搬走了。在南京住了一个多星期回来，回来之后，那个米在米仓里头。牠用什么方法把一船的米又运回米仓？大概是得罪牠，开玩笑，牠来捉弄一下，没有什么大的损失。这个是真的不是假的，这有人证、有物证。",
      "zh_TW": "還有一次，抗戰勝利之後，我曾經學校放假，回去住了一個多月。聽我父母說，我們有一個遠親，表親，我叫他做表叔，他們那個時候家裡面是種田的，有一船的稻米運到南京去賣。是風船、帆船，從我們家鄉到南京大概要走四、五天。現在交通方便了，火車只要兩個多小時，不到三個小時。那時至少要三天，要是不順風的話要五、六天。到南京之後，他那個米是用麻布袋包的，一船，麻布袋也是一包一包那樣的，可是裡面的米完全沒有了，完全空了。自己一想，聽說上船的時候有人講，看到有一隻好像黃鼠狼，從跳板鑽到船裡面去了，結果大家就找，找遍了，沒有看到，以為是看花眼睛，所以船開出去。這次曉得了，大概是人家看到黃鼠狼是真的不是假的，牠不曉得搞什麼個把戲，把這些米都搬走了。在南京住了一個多星期回來，回來之後，那個米在米倉裡頭。牠用什麼方法把一船的米又運回米倉？大概是得罪牠，開玩笑，牠來捉弄一下，沒有什麼大的損失。這個是真的不是假的，這有人證、有物證。"
    },
    {
      "id": "02-041-0145_p0039",
      "zh_CN": "所以等流身，佛现等流身，现畜生身、现饿鬼身，还能够现山河大地、树木花草，能令众生接触到了，像我们这个缘分，就是让你相信，知道这个事情真有。真正修行人遇到之后，帮助你开悟。这个在佛教史里头都有很多记载，有很多修行人遇到这些事情开悟了，听到声音开悟了，看到形相开悟了，那都是佛菩萨应化的。",
      "zh_TW": "所以等流身，佛現等流身，現畜生身、現餓鬼身，還能夠現山河大地、樹木花草，能令眾生接觸到了，像我們這個緣分，就是讓你相信，知道這個事情真有。真正修行人遇到之後，幫助你開悟。這個在佛教史裡頭都有很多記載，有很多修行人遇到這些事情開悟了，聽到聲音開悟了，看到形相開悟了，那都是佛菩薩應化的。"
    },
    {
      "id": "02-041-0145_p0040",
      "zh_CN": "「今经则佛于一身，现无量种种之身，可使种种众生各各得见。同表圆明具德，不可思议境界。」好，今天时间到了，我们就学习到此地。",
      "zh_TW": "「今經則佛於一身，現無量種種之身，可使種種眾生各各得見。同表圓明具德，不可思議境界。」好，今天時間到了，我們就學習到此地。"
    }
  ]
}