{
  "doc_id": "02-041-0159",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五九集",
    "zh_TW": "第一五九集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0159",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-041-0159_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0159_p0002",
      "zh_CN": "请看《大经科注》，第四百一十九页倒数第二行：",
      "zh_TW": "請看《大經科註》，第四百一十九頁倒數第二行："
    },
    {
      "id": "02-041-0159_p0003",
      "zh_CN": "「二百一十亿」，这是当时世间自在王如来，为法藏菩萨宣说二百一十亿诸佛刹土。这个数字，二百一十亿，念老的注解说，「此有疑曰」，这里头有疑惑，「若法藏菩萨当时所见限二百一十亿之数量」，二百一十亿并不多，「何以又云所摄佛国都胜无数诸佛国者」，后面有这句话，跟前面二百一十亿有冲突，这什么意思？下面说，「此有二答」，有两种解释。第一个，依据《华严经．华藏世界品》，依这个来说，「佛刹无量」，华藏世界海，「总有二十重」，其围绕佛刹数，那就是二百一十微尘数。记住底下这个微尘数，二百一十微尘数，微尘没法子计算。「今此经中，亦以二百一十标示刹土之数，暗合《华严》义」，跟《华严经》所说的相同，「即含摄十方无量之国土」。二百一十下头还有微尘数，这就能讲得圆了，这就是十方无量无边无数的国土。国土就是一尊佛教化的区域范围，像《华严经》上给我们说的，释迦牟尼佛现在教化这个地区叫娑婆世界，这个世界是一个大千世界。一个大千，这我们前面学了很多，是以单位世界为起点，一个单位世界当中有一个须弥山，须弥山四面有许许多多的世界，像我们这个地球是这个单位世界里面的一部分，经上叫南赡部洲。像这样的世界，一个核心是中心点，须弥山，四面有四洲，四大洲，大的星球，还有小的星球。像月亮绕着地球转，是地球的卫星，地球带着月亮绕着太阳转，太阳绕着须弥山转，绕着须弥山的腰部，就是中间，这是一个单位世界。",
      "zh_TW": "「二百一十億」，這是當時世間自在王如來，為法藏菩薩宣說二百一十億諸佛剎土。這個數字，二百一十億，念老的註解說，「此有疑曰」，這裡頭有疑惑，「若法藏菩薩當時所見限二百一十億之數量」，二百一十億並不多，「何以又云所攝佛國都勝無數諸佛國者」，後面有這句話，跟前面二百一十億有衝突，這什麼意思？下面說，「此有二答」，有兩種解釋。第一個，依據《華嚴經．華藏世界品》，依這個來說，「佛剎無量」，華藏世界海，「總有二十重」，其圍繞佛剎數，那就是二百一十微塵數。記住底下這個微塵數，二百一十微塵數，微塵沒法子計算。「今此經中，亦以二百一十標示剎土之數，暗合《華嚴》義」，跟《華嚴經》所說的相同，「即含攝十方無量之國土」。二百一十下頭還有微塵數，這就能講得圓了，這就是十方無量無邊無數的國土。國土就是一尊佛教化的區域範圍，像《華嚴經》上給我們說的，釋迦牟尼佛現在教化這個地區叫娑婆世界，這個世界是一個大千世界。一個大千，這我們前面學了很多，是以單位世界為起點，一個單位世界當中有一個須彌山，須彌山四面有許許多多的世界，像我們這個地球是這個單位世界裡面的一部分，經上叫南贍部洲。像這樣的世界，一個核心是中心點，須彌山，四面有四洲，四大洲，大的星球，還有小的星球。像月亮繞著地球轉，是地球的衛星，地球帶著月亮繞著太陽轉，太陽繞著須彌山轉，繞著須彌山的腰部，就是中間，這是一個單位世界。"
    },
    {
      "id": "02-041-0159_p0004",
      "zh_CN": "早年我第一次到北京，去访问黄念老，他就跟我谈到这问题。他说一个单位世界不是一个太阳系，很多人都把太阳系认为是一个单位世界，老居士他是学科学的，他告诉我，应当是银河系，那就讲得通了。银河系的中心，现在科学常说的是个黑洞，经上所说的须弥山就是黑洞，黑洞是个天体，能量非常大，连光都被它吸进去。这一个银河系如果说是一个单位世界，一千个单位世界叫一个小千世界；再以小千世界为单位，一千个小千世界叫一个中千世界；再以中千为单位，一千个中千世界叫一个大千世界。一个大千世界它里头有包括小千、中千、大千，所以叫三千大千世界，并不是大千世界有三千个，那就错了。像这样的大千世界，大千世界大小范围不一样，这是跟每一尊佛他修行功德不相同，有大的、有小的，但是最小的功德也是一个三千大千世界。所以有佛统领二个大千世界、三个大千世界、五个大千世界、十个大千世界，不定，这跟诸佛在因地发心有关系。成了佛，佛佛道同，佛佛智慧德能相好样样都平等，没有不平等的。可是因地发愿真的不一样，像阿弥陀佛因地在当菩萨的时候发的这个愿，确实很少见。",
      "zh_TW": "早年我第一次到北京，去訪問黃念老，他就跟我談到這問題。他說一個單位世界不是一個太陽系，很多人都把太陽系認為是一個單位世界，老居士他是學科學的，他告訴我，應當是銀河系，那就講得通了。銀河系的中心，現在科學常說的是個黑洞，經上所說的須彌山就是黑洞，黑洞是個天體，能量非常大，連光都被它吸進去。這一個銀河系如果說是一個單位世界，一千個單位世界叫一個小千世界；再以小千世界為單位，一千個小千世界叫一個中千世界；再以中千為單位，一千個中千世界叫一個大千世界。一個大千世界它裡頭有包括小千、中千、大千，所以叫三千大千世界，並不是大千世界有三千個，那就錯了。像這樣的大千世界，大千世界大小範圍不一樣，這是跟每一尊佛他修行功德不相同，有大的、有小的，但是最小的功德也是一個三千大千世界。所以有佛統領二個大千世界、三個大千世界、五個大千世界、十個大千世界，不定，這跟諸佛在因地發心有關係。成了佛，佛佛道同，佛佛智慧德能相好樣樣都平等，沒有不平等的。可是因地發願真的不一樣，像阿彌陀佛因地在當菩薩的時候發的這個願，確實很少見。"
    },
    {
      "id": "02-041-0159_p0005",
      "zh_CN": "极乐世界多大？极乐世界是法性土，这一点要懂得，如果是法性，那就没有边际，中国古人所说的「其大无外，其小无内」，这是法性土。没有内外是性，识就有内外了，阿赖耶识有内外，有起心动念，有生灭的现象，法性里面没有。法性，惠能大师说得好，「本来无一物，何处惹尘埃」，法性就是真心、就是自性，自性一法不立。十方无量无边诸佛刹土，都是依自性而显现出来的，所以自性它能生、它能现，它不会变，一切诸佛的实报土都是自性变现的。自性有隐现不同，没有缘它不现，不现不能说它是无；有缘它能现相，它虽现相不能说它有，这是真的，事实真相。它所现的相叫幻相，在实报土里头讲隐现不同，在十法界里面讲生灭不同，十法界有生有灭。",
      "zh_TW": "極樂世界多大？極樂世界是法性土，這一點要懂得，如果是法性，那就沒有邊際，中國古人所說的「其大無外，其小無內」，這是法性土。沒有內外是性，識就有內外了，阿賴耶識有內外，有起心動念，有生滅的現象，法性裡面沒有。法性，惠能大師說得好，「本來無一物，何處惹塵埃」，法性就是真心、就是自性，自性一法不立。十方無量無邊諸佛剎土，都是依自性而顯現出來的，所以自性它能生、它能現，它不會變，一切諸佛的實報土都是自性變現的。自性有隱現不同，沒有緣它不現，不現不能說它是無；有緣它能現相，它雖現相不能說它有，這是真的，事實真相。它所現的相叫幻相，在實報土裡頭講隱現不同，在十法界裡面講生滅不同，十法界有生有滅。"
    },
    {
      "id": "02-041-0159_p0006",
      "zh_CN": "《华严经》上把这个事情说清楚了，为什么会有这个现象？心现识变。心是自性，自性能现能生，阿赖耶能变，实报土里面只有自性所生所现的，没有生灭现象。十法界从哪来的？是阿赖耶把实报土变成十法界、变成六道轮回，就这么回事情。因此法相宗里头说，转八识成四智，六道轮回不见了，十法界也不见了。十法界是阿赖耶变现出来的，阿赖耶没有了十法界就没有了，转八识成四智。可见得在自性里头没有阿赖耶，有四智菩提，自性确实具足大圆镜智、平等性智、妙观察智、成所作智，在哪里？在实报庄严土。生到实报庄严土都称为佛，宗门有一句话说得好，「明心见性，见性成佛」，真佛，不是假佛，所以明心见性，见性成佛。佛又告诉我们，法界众生，遍法界虚空界一切众生，不仅仅是人类，一切众生本来是佛。什么佛？法身佛，法身就是自性。",
      "zh_TW": "《華嚴經》上把這個事情說清楚了，為什麼會有這個現象？心現識變。心是自性，自性能現能生，阿賴耶能變，實報土裡面只有自性所生所現的，沒有生滅現象。十法界從哪來的？是阿賴耶把實報土變成十法界、變成六道輪迴，就這麼回事情。因此法相宗裡頭說，轉八識成四智，六道輪迴不見了，十法界也不見了。十法界是阿賴耶變現出來的，阿賴耶沒有了十法界就沒有了，轉八識成四智。可見得在自性裡頭沒有阿賴耶，有四智菩提，自性確實具足大圓鏡智、平等性智、妙觀察智、成所作智，在哪裡？在實報莊嚴土。生到實報莊嚴土都稱為佛，宗門有一句話說得好，「明心見性，見性成佛」，真佛，不是假佛，所以明心見性，見性成佛。佛又告訴我們，法界眾生，遍法界虛空界一切眾生，不僅僅是人類，一切眾生本來是佛。什麼佛？法身佛，法身就是自性。"
    },
    {
      "id": "02-041-0159_p0007",
      "zh_CN": "惠能大师见性了，性是什么样子？能大师用二十个字来形容它。第一句说的，「何期自性，本自清净」，本来自然清净，从来也没有染污过，这什么？这是自性。我们今天染污，染污不是自性，染污是阿赖耶，妄心，自性是真心，真心从来没有染污过。佛用真心，用真心就叫成佛，用妄心是凡夫。六道里面用妄心，这个妄心有善、有恶，善也是妄，恶还是妄，恶心感三恶道，就变三恶道，善心就变三善道。由此可知，真心里头没有善恶，没有轮回的现象，不但没有善恶，染净也没有。没有染净，我们称它叫四圣法界，声闻，就是阿罗汉，比阿罗汉高的是辟支佛，比辟支佛高的是菩萨，比菩萨高的是佛。这个佛不是真佛，天台大师六即佛，称之为相似即佛，他很像佛。你要拿着经典来对照，他起心动念、言语造作，跟经上所说的完全一样，修得好，那是修成的，不是本来佛，本来佛不要修的，他是修成的，所以他是相似佛。本来佛怎么？他开悟了，他见性了，见性成佛，那个佛是真佛，所以真佛不是修来的。真佛从哪来的？放下就是。放下什么？把那个修放下，还有修就是假的，不是真的，为什么？你还起心动念，你还修。起心动念都没有了，那是完全真心，那不是妄心，这是真佛，不是假佛。",
      "zh_TW": "惠能大師見性了，性是什麼樣子？能大師用二十個字來形容它。第一句說的，「何期自性，本自清淨」，本來自然清淨，從來也沒有染污過，這什麼？這是自性。我們今天染污，染污不是自性，染污是阿賴耶，妄心，自性是真心，真心從來沒有染污過。佛用真心，用真心就叫成佛，用妄心是凡夫。六道裡面用妄心，這個妄心有善、有惡，善也是妄，惡還是妄，惡心感三惡道，就變三惡道，善心就變三善道。由此可知，真心裡頭沒有善惡，沒有輪迴的現象，不但沒有善惡，染淨也沒有。沒有染淨，我們稱它叫四聖法界，聲聞，就是阿羅漢，比阿羅漢高的是辟支佛，比辟支佛高的是菩薩，比菩薩高的是佛。這個佛不是真佛，天台大師六即佛，稱之為相似即佛，他很像佛。你要拿著經典來對照，他起心動念、言語造作，跟經上所說的完全一樣，修得好，那是修成的，不是本來佛，本來佛不要修的，他是修成的，所以他是相似佛。本來佛怎麼？他開悟了，他見性了，見性成佛，那個佛是真佛，所以真佛不是修來的。真佛從哪來的？放下就是。放下什麼？把那個修放下，還有修就是假的，不是真的，為什麼？你還起心動念，你還修。起心動念都沒有了，那是完全真心，那不是妄心，這是真佛，不是假佛。"
    },
    {
      "id": "02-041-0159_p0008",
      "zh_CN": "真佛住实报土，为什么？虽然无明断尽了，无明的习气在，习气不好断。譬如我们从下面往上面看，见思烦恼断尽了，证阿罗汉果，脱离六道轮回，他确实没有见思烦恼，可是见思烦恼的习气在，这个很粗、很明显。譬如在这社会上地位高的，拥有大财富的，确实没有傲慢，真的很谦虚，可是他有傲慢的样子，那个习气在。事容易断，习气不好断，经典上佛用酒瓶来做比喻，盛酒的酒瓶，把酒倒干净了，擦得干干净净，确实没有了，闻闻还有味道，拿这个比喻习气，酒比喻烦恼，断尽了，真的没有了，闻闻有习气。习气有没有方法断？粗重的有方法断，见思烦恼的习气有方法断，断掉之后他升级了，他叫辟支佛，不叫阿罗汉。所以辟支佛见思烦恼连习气都断干净了，都没有了，辟支佛。阿罗汉还有习气，真的没有烦恼，真的是好人，有习气。辟支佛他要断的，尘沙烦恼，尘沙烦恼断尽了，他升级了，他是菩萨。菩萨有尘沙烦恼的习气，必须把尘沙烦恼习气断尽了，他升级，那就是十法界里面的佛，相似即佛，他是连尘沙习气、见思习气统统断尽了。他要断什么？断无明，这是最后的，无明烦恼，无明烦恼断尽了，他超出十法界。十法界是一个梦，醒过来了，六道是个梦，梦中之梦，醒过来是十法界，十法界醒过来之后，一真法界现前了。一真法界这里面的菩萨我们叫法身菩萨，破一品无明证一分法身，证法身就是见本性。法身就是自性、就是本性，在哲学里面说，那就是整个宇宙的本体。宇宙从哪里来的？法身变现的，没有法身就没有这些现象。所以法身能生能现，阿赖耶能变，阿赖耶是妄心。我们今天妄心做主，真心有，把它忘掉了，忘得一干二净，不知道有真心，把妄心当作真心，错了。",
      "zh_TW": "真佛住實報土，為什麼？雖然無明斷盡了，無明的習氣在，習氣不好斷。譬如我們從下面往上面看，見思煩惱斷盡了，證阿羅漢果，脫離六道輪迴，他確實沒有見思煩惱，可是見思煩惱的習氣在，這個很粗、很明顯。譬如在這社會上地位高的，擁有大財富的，確實沒有傲慢，真的很謙虛，可是他有傲慢的樣子，那個習氣在。事容易斷，習氣不好斷，經典上佛用酒瓶來做比喻，盛酒的酒瓶，把酒倒乾淨了，擦得乾乾淨淨，確實沒有了，聞聞還有味道，拿這個比喻習氣，酒比喻煩惱，斷盡了，真的沒有了，聞聞有習氣。習氣有沒有方法斷？粗重的有方法斷，見思煩惱的習氣有方法斷，斷掉之後他升級了，他叫辟支佛，不叫阿羅漢。所以辟支佛見思煩惱連習氣都斷乾淨了，都沒有了，辟支佛。阿羅漢還有習氣，真的沒有煩惱，真的是好人，有習氣。辟支佛他要斷的，塵沙煩惱，塵沙煩惱斷盡了，他升級了，他是菩薩。菩薩有塵沙煩惱的習氣，必須把塵沙煩惱習氣斷盡了，他升級，那就是十法界裡面的佛，相似即佛，他是連塵沙習氣、見思習氣統統斷盡了。他要斷什麼？斷無明，這是最後的，無明煩惱，無明煩惱斷盡了，他超出十法界。十法界是一個夢，醒過來了，六道是個夢，夢中之夢，醒過來是十法界，十法界醒過來之後，一真法界現前了。一真法界這裡面的菩薩我們叫法身菩薩，破一品無明證一分法身，證法身就是見本性。法身就是自性、就是本性，在哲學裡面說，那就是整個宇宙的本體。宇宙從哪裡來的？法身變現的，沒有法身就沒有這些現象。所以法身能生能現，阿賴耶能變，阿賴耶是妄心。我們今天妄心做主，真心有，把它忘掉了，忘得一乾二淨，不知道有真心，把妄心當作真心，錯了。"
    },
    {
      "id": "02-041-0159_p0009",
      "zh_CN": "无明是什么？我们用粗显的话来说，大家容易懂，起心动念。起心动念太微细了，我们不知道，频率太高了，这妄心。妄心有生灭，前个念头灭了，后面念头又生了，前念灭后念生，一个接着一个，这里头我们必须要知道，前念跟后念不一样。像电影，我们老式的电影，这是电影用的底片，每一张不一样，没有两张相同的，它在放映机里面的速度，一秒钟二十四张，一秒钟二十四张就把我们的眼睛骗了，以为是真的。我们看的电视，以前的电视，一秒钟要算这样的幻灯片多少张？五十张，现在的彩色数码，科学进步了，一秒钟一百张。换句话说，我们今天看这个电视屏幕，它的频率是百分之一秒，不断在那里换底片，真的没有一个是相同的，看近处好像相同的。你看整个地球，很明显的不一样，秒秒都不一样，每一个百分之一秒都不一样。如果再扩大到太阳系，再扩大到银河系，那更不一样，差别太大了。佛告诉我们还不止这么大，遍法界虚空界都是这么高频率之下产生的，假的。「凡所有相，皆是虚妄」，《金刚经》上说的，一点没错，没有一样是真的。所有的物质现象、精神现象、自然现象，全都是在这种高频率之下产生的幻相。",
      "zh_TW": "無明是什麼？我們用粗顯的話來說，大家容易懂，起心動念。起心動念太微細了，我們不知道，頻率太高了，這妄心。妄心有生滅，前個念頭滅了，後面念頭又生了，前念滅後念生，一個接著一個，這裡頭我們必須要知道，前念跟後念不一樣。像電影，我們老式的電影，這是電影用的底片，每一張不一樣，沒有兩張相同的，它在放映機裡面的速度，一秒鐘二十四張，一秒鐘二十四張就把我們的眼睛騙了，以為是真的。我們看的電視，以前的電視，一秒鐘要算這樣的幻燈片多少張？五十張，現在的彩色數碼，科學進步了，一秒鐘一百張。換句話說，我們今天看這個電視屏幕，它的頻率是百分之一秒，不斷在那裡換底片，真的沒有一個是相同的，看近處好像相同的。你看整個地球，很明顯的不一樣，秒秒都不一樣，每一個百分之一秒都不一樣。如果再擴大到太陽系，再擴大到銀河系，那更不一樣，差別太大了。佛告訴我們還不止這麼大，遍法界虛空界都是這麼高頻率之下產生的，假的。「凡所有相，皆是虛妄」，《金剛經》上說的，一點沒錯，沒有一樣是真的。所有的物質現象、精神現象、自然現象，全都是在這種高頻率之下產生的幻相。"
    },
    {
      "id": "02-041-0159_p0010",
      "zh_CN": "只有自性、本性是真的，本性永远没有受到这些干扰。也不能说它完全不相干，只要有现象它会现，我们讲有缘就现，缘要是断了它就没有了，它就不现。自性有隐现，没有生灭，现，不生，不现，不灭，不生不灭是本性。佛告诉我们，本性是相同的，所以说「一切众生皆有如来智慧德相」，智慧德相是圆满的，无量无边无有穷尽，佛证得了，证得之后告诉我们。没有证得的众生有没有？有，他不起作用，为什么？他有障碍，障碍就是这三种烦恼，无明、尘沙、见思，就这三大类烦恼障碍了，不起作用。那时候佛教的教学教什么？就是告诉你见思、尘沙、无明不是真的，是假的，你只要能把它放下，你的障碍就没有了，你自性里面智慧、德能、相好统统恢复了。恢复之后像什么样子？跟诸佛如来无二无别，圆满具足。世间所有宗教、所有学术没说到，只有佛讲清楚、讲明白了。",
      "zh_TW": "只有自性、本性是真的，本性永遠沒有受到這些干擾。也不能說它完全不相干，只要有現象它會現，我們講有緣就現，緣要是斷了它就沒有了，它就不現。自性有隱現，沒有生滅，現，不生，不現，不滅，不生不滅是本性。佛告訴我們，本性是相同的，所以說「一切眾生皆有如來智慧德相」，智慧德相是圓滿的，無量無邊無有窮盡，佛證得了，證得之後告訴我們。沒有證得的眾生有沒有？有，他不起作用，為什麼？他有障礙，障礙就是這三種煩惱，無明、塵沙、見思，就這三大類煩惱障礙了，不起作用。那時候佛教的教學教什麼？就是告訴你見思、塵沙、無明不是真的，是假的，你只要能把它放下，你的障礙就沒有了，你自性裡面智慧、德能、相好統統恢復了。恢復之後像什麼樣子？跟諸佛如來無二無別，圓滿具足。世間所有宗教、所有學術沒說到，只有佛講清楚、講明白了。"
    },
    {
      "id": "02-041-0159_p0011",
      "zh_CN": "佛教之所求是向内不向外，所以称为内学。我们再说明白、说清楚一点，无明烦恼是什么，什么叫无明烦恼？刚才说过了，起心动念，起心动念就是无明烦恼。佛不起心不动念，永远没有起心动念，那是真的。有起心动念他就迷了，自性迷了，真心迷了，出来一个妄心，妄心叫阿赖耶识，我们也叫情识，这个东西起心动念。譬如说我们眼见色，眼看外面的境界相，看得很清楚、很明白，这是自性里面的智慧。这个怎么样？没有分别、没有执着，这就是佛，佛知佛见，没有起心、没有动念，彻底明了，看透了，事实真相完全看透了，叫诸法实相。耳听也不起心、不动念，这就是佛，本来是佛，如如佛。如果起心动念，没有分别执着，这是菩萨，菩萨见色闻声有起心动念，没有分别执着。再下一层，有起心动念、有分别，没有执着，这是阿罗汉，阿罗汉、辟支佛没有执着，有起心动念、有分别。佛是讲得多清楚、多明白。",
      "zh_TW": "佛教之所求是向內不向外，所以稱為內學。我們再說明白、說清楚一點，無明煩惱是什麼，什麼叫無明煩惱？剛才說過了，起心動念，起心動念就是無明煩惱。佛不起心不動念，永遠沒有起心動念，那是真的。有起心動念他就迷了，自性迷了，真心迷了，出來一個妄心，妄心叫阿賴耶識，我們也叫情識，這個東西起心動念。譬如說我們眼見色，眼看外面的境界相，看得很清楚、很明白，這是自性裡面的智慧。這個怎麼樣？沒有分別、沒有執著，這就是佛，佛知佛見，沒有起心、沒有動念，徹底明瞭，看透了，事實真相完全看透了，叫諸法實相。耳聽也不起心、不動念，這就是佛，本來是佛，如如佛。如果起心動念，沒有分別執著，這是菩薩，菩薩見色聞聲有起心動念，沒有分別執著。再下一層，有起心動念、有分別，沒有執著，這是阿羅漢，阿羅漢、辟支佛沒有執著，有起心動念、有分別。佛是講得多清楚、多明白。"
    },
    {
      "id": "02-041-0159_p0012",
      "zh_CN": "我们六根对六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味、身体的接触、第六意识的念头，六根接触六尘境界，起心动念分别执着，这叫六道凡夫；不起心不动念、不分别不执着，这叫成佛了。凡夫跟佛就这个，实在说没两样，一个是觉，一个是迷，迷了就起心动念、分别执着，觉悟了，不起心不动念、不分别不执着。真正修行在哪里修？修不起心不动念，这是上上根人，快！只要不起心不动念，他就是佛知佛见，自性无量无边的智慧、德能、相好他统统具足。为什么？他本来是的，他不是学来的。而且佛佛道同，就是说智慧、德能、相好一切诸佛是平等的，为什么？同一个自性。所以真的是一体。自性没有现象，不是物质，也不是精神，也不是自然现象，无法想像。它在哪里？一切时、一切处它无所不在。它是什么样子？不得已勉强叫它个名词，常寂光。自性是光明的，无处不在、无时不在，所有一切现象都是从它所生所现，它是能生能现，整个宇宙万事万物是所生所现。你只要能回归到自性，回归到能生能现，全宇宙过去现在未来你全明白了。不要学，学不来的，学来的是假的。",
      "zh_TW": "我們六根對六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味、身體的接觸、第六意識的念頭，六根接觸六塵境界，起心動念分別執著，這叫六道凡夫；不起心不動念、不分別不執著，這叫成佛了。凡夫跟佛就這個，實在說沒兩樣，一個是覺，一個是迷，迷了就起心動念、分別執著，覺悟了，不起心不動念、不分別不執著。真正修行在哪裡修？修不起心不動念，這是上上根人，快！只要不起心不動念，他就是佛知佛見，自性無量無邊的智慧、德能、相好他統統具足。為什麼？他本來是的，他不是學來的。而且佛佛道同，就是說智慧、德能、相好一切諸佛是平等的，為什麼？同一個自性。所以真的是一體。自性沒有現象，不是物質，也不是精神，也不是自然現象，無法想像。它在哪裡？一切時、一切處它無所不在。它是什麼樣子？不得已勉強叫它個名詞，常寂光。自性是光明的，無處不在、無時不在，所有一切現象都是從它所生所現，它是能生能現，整個宇宙萬事萬物是所生所現。你只要能回歸到自性，回歸到能生能現，全宇宙過去現在未來你全明白了。不要學，學不來的，學來的是假的。"
    },
    {
      "id": "02-041-0159_p0013",
      "zh_CN": "有人给我们做证明，谁呢？释迦牟尼佛。释迦牟尼佛到这个世间来给我们表法，表本来是佛，虽然是佛，迷了，迷而不觉，变成六道凡夫。少年时代出门去游玩，看到人有生老病死，这都是做样子给我们看的，心里有所警觉，感到什么？人苦。如何能把这些苦远离？离苦得乐，这多好！谁乐？佛菩萨乐。众生苦，特别是六道众生，佛眼睛看到，可怜悯者。把学佛这桩事情表演给我们看，十九岁，他是王子的身分，要不出家他继承王位，十九岁离开家，去修道去了，这都是做样子给我们看。放弃王位，放弃宫廷里面荣华富裕的生活，去做一个苦行僧，三衣一钵，日中一食，树下一宿，过一辈子这样的生活。表演给我们看，怎么样才能成佛？放下。出去学习，印度在那个时代，宗教之国，也是学术之国，印度哲学高明，他每个宗教、每个学派都认真去学习。很聪明，学了十二年，都学了，没有一个他没学过。学了怎么样？世间法，解决不了问题，不能脱离轮回，不能出离十法界。所以放弃了，三十岁，十九岁开始学，三十岁，学了十二年，放弃了。放弃干什么？修定，完全放下了，没有丝毫罣碍，在菩提树下开悟，都是表演。我们就晓得十九岁离开家，把世俗的烦恼放下，三十岁入定开悟，把世间所知障放下了，世间所学的没用，入定，出定大彻大悟，出定之后彻悟了。彻悟是什么？什么都知道了，没有一样不知道，就开始教学。三十岁开始教学，在鹿野苑先教五个学生，五比丘，以后僧团慢慢扩大，常随众一千二百五十五人，跟他一辈子。没有建道场，释迦牟尼佛一生没建道场，树下一宿，日中一食，托钵，居无定所。这么一个团体，我们估计不会少过三千人，在那个时代那是很大的团体。每天讲经教学，说法四十九年，到七十九岁圆寂，三十岁开始教学，到七十九岁，四十九年。所以中国典籍里记载，讲经三百余会，说法四十九年。",
      "zh_TW": "有人給我們做證明，誰呢？釋迦牟尼佛。釋迦牟尼佛到這個世間來給我們表法，表本來是佛，雖然是佛，迷了，迷而不覺，變成六道凡夫。少年時代出門去遊玩，看到人有生老病死，這都是做樣子給我們看的，心裡有所警覺，感到什麼？人苦。如何能把這些苦遠離？離苦得樂，這多好！誰樂？佛菩薩樂。眾生苦，特別是六道眾生，佛眼睛看到，可憐憫者。把學佛這樁事情表演給我們看，十九歲，他是王子的身分，要不出家他繼承王位，十九歲離開家，去修道去了，這都是做樣子給我們看。放棄王位，放棄宮廷裡面榮華富裕的生活，去做一個苦行僧，三衣一缽，日中一食，樹下一宿，過一輩子這樣的生活。表演給我們看，怎麼樣才能成佛？放下。出去學習，印度在那個時代，宗教之國，也是學術之國，印度哲學高明，他每個宗教、每個學派都認真去學習。很聰明，學了十二年，都學了，沒有一個他沒學過。學了怎麼樣？世間法，解決不了問題，不能脫離輪迴，不能出離十法界。所以放棄了，三十歲，十九歲開始學，三十歲，學了十二年，放棄了。放棄幹什麼？修定，完全放下了，沒有絲毫罣礙，在菩提樹下開悟，都是表演。我們就曉得十九歲離開家，把世俗的煩惱放下，三十歲入定開悟，把世間所知障放下了，世間所學的沒用，入定，出定大徹大悟，出定之後徹悟了。徹悟是什麼？什麼都知道了，沒有一樣不知道，就開始教學。三十歲開始教學，在鹿野苑先教五個學生，五比丘，以後僧團慢慢擴大，常隨眾一千二百五十五人，跟他一輩子。沒有建道場，釋迦牟尼佛一生沒建道場，樹下一宿，日中一食，托缽，居無定所。這麼一個團體，我們估計不會少過三千人，在那個時代那是很大的團體。每天講經教學，說法四十九年，到七十九歲圓寂，三十歲開始教學，到七十九歲，四十九年。所以中國典籍裡記載，講經三百餘會，說法四十九年。"
    },
    {
      "id": "02-041-0159_p0014",
      "zh_CN": "教学，他所讲的这一切经论谁教他的？他在哪里学的？没有，没人教他。为什么？智慧开了，没有一样不知道，你问他，他就会告诉你，你不问他，他不说。最重要的法门，没人问的也说了，那是什么？净土法门，没人问。《弥陀经》无问自说，《无量寿经》放光现瑞，引导阿难尊者好奇，来请教，佛再说出来。放光是什么？让学生感觉到稀奇，向佛请教这什么意思，佛再说法，这诱导他。所以自性圆满，本自具足，这个要知道。所以，佛法教学的理念跟方法，跟世间完全不一样。",
      "zh_TW": "教學，他所講的這一切經論誰教他的？他在哪裡學的？沒有，沒人教他。為什麼？智慧開了，沒有一樣不知道，你問他，他就會告訴你，你不問他，他不說。最重要的法門，沒人問的也說了，那是什麼？淨土法門，沒人問。《彌陀經》無問自說，《無量壽經》放光現瑞，引導阿難尊者好奇，來請教，佛再說出來。放光是什麼？讓學生感覺到稀奇，向佛請教這什麼意思，佛再說法，這誘導他。所以自性圓滿，本自具足，這個要知道。所以，佛法教學的理念跟方法，跟世間完全不一樣。"
    },
    {
      "id": "02-041-0159_p0015",
      "zh_CN": "两千年前佛法传到中国，佛陀教学的理念方法好，中国儒接受了，道也接受了，这个方法就是戒定慧三学，因戒得定，因定开慧。世尊告诉我们，这不仅是他所走的路，十方三世一切菩萨都是用戒定慧成就无上菩提，不是世尊专有的，是一切诸佛如来共同走的一条路。这能不信吗？中国儒道接受了，提出「一门深入，长时薰修」、「读书千遍，其义自见」，就是从戒定慧来的。这是中国自古以来，一直到两百年前，中国的教学都是依据这个原理原则，所以它出圣贤。现代这种教育出不了圣贤，出哲学家、出科学家，不是圣贤人，连君子都达不到，所以这个世界没有太平盛世出现。依照中国这个方法，中国方法受佛教影响很大，这个方法能造成极乐世界，极乐世界凭什么来的？就凭这个造的。所以我们只要沾一点边，就有一段时期太平盛世，这没有人知道。",
      "zh_TW": "兩千年前佛法傳到中國，佛陀教學的理念方法好，中國儒接受了，道也接受了，這個方法就是戒定慧三學，因戒得定，因定開慧。世尊告訴我們，這不僅是他所走的路，十方三世一切菩薩都是用戒定慧成就無上菩提，不是世尊專有的，是一切諸佛如來共同走的一條路。這能不信嗎？中國儒道接受了，提出「一門深入，長時薰修」、「讀書千遍，其義自見」，就是從戒定慧來的。這是中國自古以來，一直到兩百年前，中國的教學都是依據這個原理原則，所以它出聖賢。現代這種教育出不了聖賢，出哲學家、出科學家，不是聖賢人，連君子都達不到，所以這個世界沒有太平盛世出現。依照中國這個方法，中國方法受佛教影響很大，這個方法能造成極樂世界，極樂世界憑什麼來的？就憑這個造的。所以我們只要沾一點邊，就有一段時期太平盛世，這沒有人知道。"
    },
    {
      "id": "02-041-0159_p0016",
      "zh_CN": "真的是古人所说，公修公得，婆修婆得，不修不得。修什么？戒定慧，慧是自然开的，最重要是定，戒是手段，定是枢纽，它是属于手段，戒律是手段的手段，定达到一定的程度就开智慧了。小定开小智慧，大定开大智慧，圆满的定功就开圆满的智慧，叫大彻大悟，明心见性。所以这个东西与认识字不认识字没关系，与念过书没念过书也没关系。释迦牟尼佛没人教他，说出这么多经论，六祖惠能大师在世，这也是不认识字，没念过书。惠能当年那个时候，二十四岁，遇到五祖忍和尚，他是樵夫，靠苦力生活的，父亲早死，和老母亲相依为命，是个孝子。卖柴，偶尔听到人念《金刚经》，听得很欢喜，愈听愈有味道，他念完了，他进去敲门，问他念的是什么？他把他听的意思讲给这个人听，听了之后非常惊讶，不认识字，樵夫，怎么能听得懂这个经，把这个意思能说出来，非常惊讶。觉得这是个天才，不能埋没，劝他到五祖忍和尚那个地方去学习。他家里有老母亲，这人很慷慨，给了他十两银子，十两银子他一年也赚不到，给他安家费，找些佛友，学佛的同参道友照顾他母亲，让他无后顾之忧，你好好去学习，你妈妈的事情我们大家替你照顾。缘！",
      "zh_TW": "真的是古人所說，公修公得，婆修婆得，不修不得。修什麼？戒定慧，慧是自然開的，最重要是定，戒是手段，定是樞紐，它是屬於手段，戒律是手段的手段，定達到一定的程度就開智慧了。小定開小智慧，大定開大智慧，圓滿的定功就開圓滿的智慧，叫大徹大悟，明心見性。所以這個東西與認識字不認識字沒關係，與念過書沒念過書也沒關係。釋迦牟尼佛沒人教他，說出這麼多經論，六祖惠能大師在世，這也是不認識字，沒念過書。惠能當年那個時候，二十四歲，遇到五祖忍和尚，他是樵夫，靠苦力生活的，父親早死，和老母親相依為命，是個孝子。賣柴，偶爾聽到人念《金剛經》，聽得很歡喜，愈聽愈有味道，他念完了，他進去敲門，問他念的是什麼？他把他聽的意思講給這個人聽，聽了之後非常驚訝，不認識字，樵夫，怎麼能聽得懂這個經，把這個意思能說出來，非常驚訝。覺得這是個天才，不能埋沒，勸他到五祖忍和尚那個地方去學習。他家裡有老母親，這人很慷慨，給了他十兩銀子，十兩銀子他一年也賺不到，給他安家費，找些佛友，學佛的同參道友照顧他母親，讓他無後顧之憂，你好好去學習，你媽媽的事情我們大家替你照顧。緣！"
    },
    {
      "id": "02-041-0159_p0017",
      "zh_CN": "在黄梅八个月，老和尚叫他干什么，叫他在碓房里舂米破柴。在黄梅八个月，黄梅有讲堂，一天没去过，有禅堂，一支香也没坐过。他老实，从《坛经》上记载看到，为什么？神秀作了一首偈子贴在墙壁上，他不知道它在哪里，这就说明他对于这个道场，道场很大，住几千人，很生疏，忠实于他的工作，他的工作就是破柴舂米，就这么老实。怎么成功的？破柴舂米，到不起心不动念、不分别不执着，成功了。他在那里参禅，最高级的禅，别人不知道。八个月差不多成就了，老和尚知道，他知道，只有他们两个人知道，其余没人晓得。老和尚知道时间到了，功夫练成了，宣布传法，要求每个人写个偈子给他看看。那个时代，每个人都认为老和尚传法传人决定是神秀，神秀是他的大弟子，五祖是得道高僧，向他求教的人太多了，许许多多的人都是神秀代替，所以传法给神秀，大家都认为那是理所当然。没有想到传给惠能，大家感到非常意外，不服气，要把衣钵抢回来，老和尚老糊涂了。可是神秀难得，的确是个高僧，没有嫉妒心、没有分别，认为惠能确实比自己高明，他服了。",
      "zh_TW": "在黃梅八個月，老和尚叫他幹什麼，叫他在碓房裡舂米破柴。在黃梅八個月，黃梅有講堂，一天沒去過，有禪堂，一支香也沒坐過。他老實，從《壇經》上記載看到，為什麼？神秀作了一首偈子貼在牆壁上，他不知道它在哪裡，這就說明他對於這個道場，道場很大，住幾千人，很生疏，忠實於他的工作，他的工作就是破柴舂米，就這麼老實。怎麼成功的？破柴舂米，到不起心不動念、不分別不執著，成功了。他在那裡參禪，最高級的禪，別人不知道。八個月差不多成就了，老和尚知道，他知道，只有他們兩個人知道，其餘沒人曉得。老和尚知道時間到了，功夫練成了，宣布傳法，要求每個人寫個偈子給他看看。那個時代，每個人都認為老和尚傳法傳人決定是神秀，神秀是他的大弟子，五祖是得道高僧，向他求教的人太多了，許許多多的人都是神秀代替，所以傳法給神秀，大家都認為那是理所當然。沒有想到傳給惠能，大家感到非常意外，不服氣，要把衣缽搶回來，老和尚老糊塗了。可是神秀難得，的確是個高僧，沒有嫉妒心、沒有分別，認為惠能確實比自己高明，他服了。"
    },
    {
      "id": "02-041-0159_p0018",
      "zh_CN": "这就是东方人，中国人，古印度的佛教徒，修学是以开悟为目标，以开悟，真正开悟这就毕业了，没有开悟不行。要真正想开悟得放下万缘，什么都要放下。真修行从哪里开始？从放下身见，这头一关，身见，身体。身是什么？不是我，谁肯放下？你要不放下，这身是个累赘，身需要许许多多附带条件，你要去满足它，它是烦恼的根本。身是什么？身不是我，身是我所有的，像衣服，衣服不是我，是我所有的，我所有的就容易放下了。要把身看破，那是真的。什么是真的？自性是真的，本性是真的，身体是假的，我们要照顾真的，不要把全副精神照顾假的，假的随缘就好了，第一关。这一关破掉了，真正看破、真正放下，证小乘初果须陀洹，大乘初信位的菩萨。如果这个身没放下，你没有入佛门，你在门外。释迦牟尼佛为我们表演，十九岁就放下，身可以随一切缘，不必为它操心。到处参学是给知识分子做个样子，你到处去学习管不管用？不管用，浪费多少时间。怎么管用？修定管用，把所修的、学来的，一切妄想分别执着统统放下，这就开悟了。为什么不开悟？你心里头有东西没放下，所以你不能开悟，心里头没有东西，有东西就坏了。心里没有东西难，真难！所以阿弥陀佛慈悲，给我们开个特别法门，这个法门是什么？心里可以放一样东西，不能放第二样，这一样就是佛的名号，阿弥陀佛。你只要放这一样，决定不容许有第二样，全都放下，你念久了就会大彻大悟，明心见性。",
      "zh_TW": "這就是東方人，中國人，古印度的佛教徒，修學是以開悟為目標，以開悟，真正開悟這就畢業了，沒有開悟不行。要真正想開悟得放下萬緣，什麼都要放下。真修行從哪裡開始？從放下身見，這頭一關，身見，身體。身是什麼？不是我，誰肯放下？你要不放下，這身是個累贅，身需要許許多多附帶條件，你要去滿足它，它是煩惱的根本。身是什麼？身不是我，身是我所有的，像衣服，衣服不是我，是我所有的，我所有的就容易放下了。要把身看破，那是真的。什麼是真的？自性是真的，本性是真的，身體是假的，我們要照顧真的，不要把全副精神照顧假的，假的隨緣就好了，第一關。這一關破掉了，真正看破、真正放下，證小乘初果須陀洹，大乘初信位的菩薩。如果這個身沒放下，你沒有入佛門，你在門外。釋迦牟尼佛為我們表演，十九歲就放下，身可以隨一切緣，不必為它操心。到處參學是給知識分子做個樣子，你到處去學習管不管用？不管用，浪費多少時間。怎麼管用？修定管用，把所修的、學來的，一切妄想分別執著統統放下，這就開悟了。為什麼不開悟？你心裡頭有東西沒放下，所以你不能開悟，心裡頭沒有東西，有東西就壞了。心裡沒有東西難，真難！所以阿彌陀佛慈悲，給我們開個特別法門，這個法門是什麼？心裡可以放一樣東西，不能放第二樣，這一樣就是佛的名號，阿彌陀佛。你只要放這一樣，決定不容許有第二樣，全都放下，你念久了就會大徹大悟，明心見性。"
    },
    {
      "id": "02-041-0159_p0019",
      "zh_CN": "近代有人做到了，二０一三年元月，两年前，南阳海贤老和尚，给我们做了个榜样。这个人不认识字，没有念过书，生在乱世，家庭环境非常不好，二十岁出家。他从小在农田里面跟着大人，所以对农耕他有很丰富的经验，出家之后还是搞老本行。师父只教他一句阿弥陀佛，告诉他一直念下去，明白了不能乱说，不能说。那个明白了是什么？就是大彻大悟，明心见性。可见得他师父不是普通人，在他二十岁已经看出来他将来会开悟。他是一代高僧大德，教他什么？一门深入长时薰修，读书千遍其义自见，自见就是开悟，一定要你自己见到，求老师给你证明。这种教学方法高明到极处，这世界上没有，只有大乘佛法有，小乘没有，小乘还要教，要上课，大乘没有。所以他师父是了不起的人，肯定是开悟的人，不是开悟的不认识。",
      "zh_TW": "近代有人做到了，二０一三年元月，兩年前，南陽海賢老和尚，給我們做了個榜樣。這個人不認識字，沒有念過書，生在亂世，家庭環境非常不好，二十歲出家。他從小在農田裡面跟著大人，所以對農耕他有很豐富的經驗，出家之後還是搞老本行。師父只教他一句阿彌陀佛，告訴他一直念下去，明白了不能亂說，不能說。那個明白了是什麼？就是大徹大悟，明心見性。可見得他師父不是普通人，在他二十歲已經看出來他將來會開悟。他是一代高僧大德，教他什麼？一門深入長時薰修，讀書千遍其義自見，自見就是開悟，一定要你自己見到，求老師給你證明。這種教學方法高明到極處，這世界上沒有，只有大乘佛法有，小乘沒有，小乘還要教，要上課，大乘沒有。所以他師父是了不起的人，肯定是開悟的人，不是開悟的不認識。"
    },
    {
      "id": "02-041-0159_p0020",
      "zh_CN": "这个人的禀赋是修学圣贤教育最理想的人选，他老实、听话、真干，有这三个条件没有不成功的。学习的态度要真诚、要恭敬，心地要清净，他这些条件统统具备。所以师父教他这一句佛号念到底，他二０一三年元月往生的，一百一十二岁，这一句佛号他念了九十二年，没换题目。九十二年没有中断，真的一句接一句，除了佛号之外，他什么也没有，心地清净。这样的功夫，我们想像，以一般的例子来说，三年，得到功夫成片。功夫成片就真正做到了只有一句佛号，一句佛号之外，心里头没有第二样东西，这叫成片，这功夫最浅的。念佛人入门了，入什么门？入极乐世界之门。功夫念到这样，一心求生极乐世界，命终的时候阿弥陀佛就来接引你。当你真正有这个功夫，阿弥陀佛就会来给你信息，或是在定中，或是在梦中，你见到阿弥陀佛来了，阿弥陀佛会告诉你，你还有多长的寿命，等到你命终的时候我来接引你，把消息就告诉你，你自己很清楚，信心、愿心更坚定。还有不少的人，见到阿弥陀佛来通知，向佛要求，我那些寿命不要了，我现在跟你去，真就走了。所以我们看到许多念佛人，三年就往生了。是不是他刚好有三年寿命？那个讲不通的，绝对不是的，是他自己聪明，他自己不愿意在这个世间，早一点，提早到极乐世界。行，佛很慈悲。",
      "zh_TW": "這個人的稟賦是修學聖賢教育最理想的人選，他老實、聽話、真幹，有這三個條件沒有不成功的。學習的態度要真誠、要恭敬，心地要清淨，他這些條件統統具備。所以師父教他這一句佛號念到底，他二０一三年元月往生的，一百一十二歲，這一句佛號他念了九十二年，沒換題目。九十二年沒有中斷，真的一句接一句，除了佛號之外，他什麼也沒有，心地清淨。這樣的功夫，我們想像，以一般的例子來說，三年，得到功夫成片。功夫成片就真正做到了只有一句佛號，一句佛號之外，心裡頭沒有第二樣東西，這叫成片，這功夫最淺的。念佛人入門了，入什麼門？入極樂世界之門。功夫念到這樣，一心求生極樂世界，命終的時候阿彌陀佛就來接引你。當你真正有這個功夫，阿彌陀佛就會來給你信息，或是在定中，或是在夢中，你見到阿彌陀佛來了，阿彌陀佛會告訴你，你還有多長的壽命，等到你命終的時候我來接引你，把消息就告訴你，你自己很清楚，信心、願心更堅定。還有不少的人，見到阿彌陀佛來通知，向佛要求，我那些壽命不要了，我現在跟你去，真就走了。所以我們看到許多念佛人，三年就往生了。是不是他剛好有三年壽命？那個講不通的，絕對不是的，是他自己聰明，他自己不願意在這個世間，早一點，提早到極樂世界。行，佛很慈悲。"
    },
    {
      "id": "02-041-0159_p0021",
      "zh_CN": "海贤我们相信他有这个能力，有这个缘分，三年，二十三、四岁，他就有缘往生。他也很聪明，要求佛带他去。佛不带他去，佛劝他在这个世间多住几年，给学佛的人做个好榜样，给念佛的人做一个好榜样。所以他是受阿弥陀佛的嘱咐，留在人间表法的，就是给大家做好样子。这一做就九十二年，这个九十二年他对于佛教的贡献，没有人能超过他。他三年功夫成片，他没去，再过个三年、五年，他得事一心不乱，再有三、五年，他得理一心不乱，理一心不乱就是什么都明白了，大彻大悟，明心见性。我估计他在什么时候？四十前后，他就得到了。得到这个就有神通，智慧开了，不说，有神通不现神通，为什么？师父交代他的，明白了不能乱说，不可以说，他听话。大概阿弥陀佛告诉他，你什么时候有人送一本书给你，这个书叫《若要佛法兴，唯有僧赞僧》，这有一本，就这本书，要有人送这个书给你，佛就接你往生。所以二０一三年正月，有几个同修带着这本书，带到山上送给老和尚。老和尚问什么书？他们说这书的名字叫《若要佛法兴，唯有僧赞僧》。他听了非常欢喜，好像等了多少年，如获至宝，拿到这个书，你们赶快给我照相，老和尚一生从来没有主动要求人替他照相，只有这一次，三天之后走了。这是他表法的圆满，为我们这个时代，特别是修学净土宗，依照夏莲居这个会集本，黄念老的集注，依照这个本子来修行，为做证明。证明夏老会集本是真经，每一个字、每一句都是释迦牟尼佛亲口说的，不是他自己造谣言，不可以反对。第二个，为黄念祖老居士所做的集注，正知正见。念老用了六年时间，搜集八十三种经论、一百一十种祖师大德的注疏，注这个经。每一句他都讲得很清楚，你看这边是《华严》、《大智度论》，《嘉祥疏》、《净影疏》这是祖师的注疏，字字句句这个注解有根有据，非常可贵。他有智慧，不用他自己的智慧，要用佛的话，要用祖师大德的话，让人生起信心，不再怀疑。第三个是为我们大家做证明，为我们做证明，证明什么？第一个证明，西方确确实实有极乐世界，极乐世界真有阿弥陀佛，阿弥陀佛四十八愿，愿愿是接引我们往生的，没有一条是假的，我们依照这部会集本、依照这个集注修行，没有错误。老和尚等到这本书出来，为我们证明这些，证明完了他就走了。",
      "zh_TW": "海賢我們相信他有這個能力，有這個緣分，三年，二十三、四歲，他就有緣往生。他也很聰明，要求佛帶他去。佛不帶他去，佛勸他在這個世間多住幾年，給學佛的人做個好榜樣，給念佛的人做一個好榜樣。所以他是受阿彌陀佛的囑咐，留在人間表法的，就是給大家做好樣子。這一做就九十二年，這個九十二年他對於佛教的貢獻，沒有人能超過他。他三年功夫成片，他沒去，再過個三年、五年，他得事一心不亂，再有三、五年，他得理一心不亂，理一心不亂就是什麼都明白了，大徹大悟，明心見性。我估計他在什麼時候？四十前後，他就得到了。得到這個就有神通，智慧開了，不說，有神通不現神通，為什麼？師父交代他的，明白了不能亂說，不可以說，他聽話。大概阿彌陀佛告訴他，你什麼時候有人送一本書給你，這個書叫《若要佛法興，唯有僧讚僧》，這有一本，就這本書，要有人送這個書給你，佛就接你往生。所以二０一三年正月，有幾個同修帶著這本書，帶到山上送給老和尚。老和尚問什麼書？他們說這書的名字叫《若要佛法興，唯有僧讚僧》。他聽了非常歡喜，好像等了多少年，如獲至寶，拿到這個書，你們趕快給我照相，老和尚一生從來沒有主動要求人替他照相，只有這一次，三天之後走了。這是他表法的圓滿，為我們這個時代，特別是修學淨土宗，依照夏蓮居這個會集本，黃念老的集註，依照這個本子來修行，為做證明。證明夏老會集本是真經，每一個字、每一句都是釋迦牟尼佛親口說的，不是他自己造謠言，不可以反對。第二個，為黃念祖老居士所做的集註，正知正見。念老用了六年時間，蒐集八十三種經論、一百一十種祖師大德的註疏，註這個經。每一句他都講得很清楚，你看這邊是《華嚴》、《大智度論》，《嘉祥疏》、《淨影疏》這是祖師的註疏，字字句句這個註解有根有據，非常可貴。他有智慧，不用他自己的智慧，要用佛的話，要用祖師大德的話，讓人生起信心，不再懷疑。第三個是為我們大家做證明，為我們做證明，證明什麼？第一個證明，西方確確實實有極樂世界，極樂世界真有阿彌陀佛，阿彌陀佛四十八願，願願是接引我們往生的，沒有一條是假的，我們依照這部會集本、依照這個集註修行，沒有錯誤。老和尚等到這本書出來，為我們證明這些，證明完了他就走了。"
    },
    {
      "id": "02-041-0159_p0022",
      "zh_CN": "我们在视频、《永思集》这些文字报导里头看到，他曾经多次要求阿弥陀佛带他到极乐世界去。佛都是笑咪咪给他说，再多住几年，表法，做个好样子给大家看。得到这部书，表法圆满。我们大家看到了、听到了，看到他这个榜样，就一句佛号，一直念下去，没有第二个念头。他除了念佛之外就是种地，这一生生活在动乱的环境当中，乡村里的这个小庙没有人供养，没有法会、没有佛事，所以完全靠自己耕种养活自己。年轻，有力气，不偷懒，他开辟的荒地，乡下山林荒地多，没有主人的，他开出来种粮食、种蔬菜、种水果，一生开荒总面积一百多亩。这是得道的高僧，佛菩萨加持，龙天护法加持，鬼神加持，他种的东西都丰收，都比别人好。他没有贪心，他不卖，他所住的地方周围周边几十里，一百里以内的地区，有穷苦的人、有困难的人他都去救济。所以人都称他大善人，真救苦救难。我们真的要以他做榜样，认真向他学习。学佛同学心地要冷静，现在这个世界人心浮躁，浮躁对于学佛是最严重的障碍。如何能不浮躁？就是要放下。生活要学老和尚，能吃饱就好了，吃只要能饱肚子，穿只要能够御寒，住只要房子不漏水，就应该要满意了，心满意足。对于这个世间没有留恋，一心一意求生净土，老和尚一生给我们表这个法。",
      "zh_TW": "我們在視頻、《永思集》這些文字報導裡頭看到，他曾經多次要求阿彌陀佛帶他到極樂世界去。佛都是笑咪咪給他說，再多住幾年，表法，做個好樣子給大家看。得到這部書，表法圓滿。我們大家看到了、聽到了，看到他這個榜樣，就一句佛號，一直念下去，沒有第二個念頭。他除了念佛之外就是種地，這一生生活在動亂的環境當中，鄉村裡的這個小廟沒有人供養，沒有法會、沒有佛事，所以完全靠自己耕種養活自己。年輕，有力氣，不偷懶，他開闢的荒地，鄉下山林荒地多，沒有主人的，他開出來種糧食、種蔬菜、種水果，一生開荒總面積一百多畝。這是得道的高僧，佛菩薩加持，龍天護法加持，鬼神加持，他種的東西都豐收，都比別人好。他沒有貪心，他不賣，他所住的地方周圍周邊幾十里，一百里以內的地區，有窮苦的人、有困難的人他都去救濟。所以人都稱他大善人，真救苦救難。我們真的要以他做榜樣，認真向他學習。學佛同學心地要冷靜，現在這個世界人心浮躁，浮躁對於學佛是最嚴重的障礙。如何能不浮躁？就是要放下。生活要學老和尚，能吃飽就好了，吃只要能飽肚子，穿只要能夠禦寒，住只要房子不漏水，就應該要滿意了，心滿意足。對於這個世間沒有留戀，一心一意求生淨土，老和尚一生給我們表這個法。"
    },
    {
      "id": "02-041-0159_p0023",
      "zh_CN": "早年我在美国的时代遇到念老，念老叫我在国外成立净宗学会。净宗学会是夏莲居老居士提出来的，在大陆上没有建立，希望我在海外，那时我在美国、加拿大这个地区一共有三十多个净宗学会，我常常讲经的地方。我离开美国之后，这些会大概还有十几个还存在，现在还存在。在欧洲、在澳洲、在南洋，这些我常去的地方，我们都是依这个法本、依这个法门，一定要有信心、要有愿心，要真正放下，功夫自然就得力。",
      "zh_TW": "早年我在美國的時代遇到念老，念老叫我在國外成立淨宗學會。淨宗學會是夏蓮居老居士提出來的，在大陸上沒有建立，希望我在海外，那時我在美國、加拿大這個地區一共有三十多個淨宗學會，我常常講經的地方。我離開美國之後，這些會大概還有十幾個還存在，現在還存在。在歐洲、在澳洲、在南洋，這些我常去的地方，我們都是依這個法本、依這個法門，一定要有信心、要有願心，要真正放下，功夫自然就得力。"
    },
    {
      "id": "02-041-0159_p0024",
      "zh_CN": "极乐世界多大？遍法界虚空界有多大，极乐世界就多大。极乐世界有实报土，不但法身大士居住的实报庄严土，声闻、缘觉他们居住的方便土，一般往生到极乐世界是同居土，极乐世界也有这四土。但是它很特别，我们这有六道，它只有两道，只有人道、天道，阿修罗、三恶道它那里没有。更特别的，就是同居土、方便土也是属于法性土，这个不可思议。法性土不生不灭，法性土是无量光、无量寿，也就是说你一生到极乐世界，无论你生在哪一土，无论是什么品位，最下的，凡圣同居土下下品往生，也是法性土，也是无量寿，这不可思议。这是十方世界没听说过的，只有极乐世界有，其他世界没有这种情形，其他世界跟我们这差不多。这是无比殊胜特殊的一个境界，阿弥陀佛用这种方法接引我们往生，让我们到极乐世界去，一生圆满成佛，快速，别的法门要无量劫，这个法门一生当中成就。我们到极乐世界是活着去的，不是死了去的，见到阿弥陀佛来接引，你还没断气，还会说话，阿弥陀佛来接引我，我跟他走了，这才把这个身体丢掉，活着走的。到极乐世界就证无量寿，一生圆满成就，不要等来生。这是多么殊胜的法门，要是疏忽了那真叫可惜。",
      "zh_TW": "極樂世界多大？遍法界虛空界有多大，極樂世界就多大。極樂世界有實報土，不但法身大士居住的實報莊嚴土，聲聞、緣覺他們居住的方便土，一般往生到極樂世界是同居土，極樂世界也有這四土。但是它很特別，我們這有六道，它只有兩道，只有人道、天道，阿修羅、三惡道它那裡沒有。更特別的，就是同居土、方便土也是屬於法性土，這個不可思議。法性土不生不滅，法性土是無量光、無量壽，也就是說你一生到極樂世界，無論你生在哪一土，無論是什麼品位，最下的，凡聖同居土下下品往生，也是法性土，也是無量壽，這不可思議。這是十方世界沒聽說過的，只有極樂世界有，其他世界沒有這種情形，其他世界跟我們這差不多。這是無比殊勝特殊的一個境界，阿彌陀佛用這種方法接引我們往生，讓我們到極樂世界去，一生圓滿成佛，快速，別的法門要無量劫，這個法門一生當中成就。我們到極樂世界是活著去的，不是死了去的，見到阿彌陀佛來接引，你還沒斷氣，還會說話，阿彌陀佛來接引我，我跟他走了，這才把這個身體丟掉，活著走的。到極樂世界就證無量壽，一生圓滿成就，不要等來生。這是多麼殊勝的法門，要是疏忽了那真叫可惜。"
    },
    {
      "id": "02-041-0159_p0025",
      "zh_CN": "二百一十，简单是二十一。十六、二十一在密宗里头都代表大圆满；像显教里头所说的七，你看净土宗讲七，《阿弥陀经》都用七表法，代表圆满；《华严》用十，一到十代表圆满，十六、二十一是密宗的代表圆满。所以二百一十亿，从二十一扩展到二百一十亿，究竟圆满的数字，一个都不漏。所以它代表十方佛刹，十方是东南西北四维上下，这十方，一个佛刹都不漏掉。极乐世界也是这么大。常寂光这个光是真的，我们肉眼看不见，它看得见我们，我们看不见它。这个光无时不在、无处不在，见到这个光就见到一切法的本体，一切法的自性，这个时候就明白了。海贤老和尚说过，他说他什么都知道，就是不肯说，有神通不现神通，真有必要的时候偶尔现一点点，一般人没在意。这都有真正的道理，在教导我们。",
      "zh_TW": "二百一十，簡單是二十一。十六、二十一在密宗裡頭都代表大圓滿；像顯教裡頭所說的七，你看淨土宗講七，《阿彌陀經》都用七表法，代表圓滿；《華嚴》用十，一到十代表圓滿，十六、二十一是密宗的代表圓滿。所以二百一十億，從二十一擴展到二百一十億，究竟圓滿的數字，一個都不漏。所以它代表十方佛剎，十方是東南西北四維上下，這十方，一個佛剎都不漏掉。極樂世界也是這麼大。常寂光這個光是真的，我們肉眼看不見，它看得見我們，我們看不見它。這個光無時不在、無處不在，見到這個光就見到一切法的本體，一切法的自性，這個時候就明白了。海賢老和尚說過，他說他什麼都知道，就是不肯說，有神通不現神通，真有必要的時候偶爾現一點點，一般人沒在意。這都有真正的道理，在教導我們。"
    },
    {
      "id": "02-041-0159_p0026",
      "zh_CN": "我们再看下面这一段，「至于所说之二百一十亿佛土（四百二十页第五行），为限于清净国土，抑亦兼及秽土」，有人问，二百一十亿是限于清净国土，像极乐世界是清净国土，还是包括秽土？像我们这个地球，地球属于秽土。这个问题，「古德根据经文中，天人善恶，国土粗妙，有两异说。一者《嘉祥疏》云：二百一十亿佛土，善因虽有强弱之分，然所招之土，同是七宝国土之粗妙应现。……粗之言大，妙之言美，明所现二百一十亿皆是大善之土耳。据嘉祥师意，所现唯净」。所现的都是净土，没有秽土。这是一个说法，祖师的想法、看法，有不一样的。「二者，通现净秽土」。《净影疏》，净影是隋朝的慧远法师，他的德号慧远跟我们初祖，东晋时候的慧远大师，完全相同。所以在佛教里面称初祖大慧远，这个净影是寺庙，净影寺，净影寺的慧远法师称他作小慧远，名号完全相同，不是一个时代。净影大师《无量寿经义疏》里面说，「粗，不精也。说恶说粗，令其舍远。说善说妙，使其修习。是则所说二百一十亿佛土，有净有秽也」。这下面说，憬兴法师、义寂法师、玄一法师、日本的望西诸师，也同意《净影疏》的说法，应该有净土、有秽土，统统都说了。",
      "zh_TW": "我們再看下面這一段，「至於所說之二百一十億佛土（四百二十頁第五行），為限於清淨國土，抑亦兼及穢土」，有人問，二百一十億是限於清淨國土，像極樂世界是清淨國土，還是包括穢土？像我們這個地球，地球屬於穢土。這個問題，「古德根據經文中，天人善惡，國土粗妙，有兩異說。一者《嘉祥疏》云：二百一十億佛土，善因雖有強弱之分，然所招之土，同是七寶國土之粗妙應現。……粗之言大，妙之言美，明所現二百一十億皆是大善之土耳。據嘉祥師意，所現唯淨」。所現的都是淨土，沒有穢土。這是一個說法，祖師的想法、看法，有不一樣的。「二者，通現淨穢土」。《淨影疏》，淨影是隋朝的慧遠法師，他的德號慧遠跟我們初祖，東晉時候的慧遠大師，完全相同。所以在佛教裡面稱初祖大慧遠，這個淨影是寺廟，淨影寺，淨影寺的慧遠法師稱他作小慧遠，名號完全相同，不是一個時代。淨影大師《無量壽經義疏》裡面說，「粗，不精也。說惡說粗，令其捨遠。說善說妙，使其修習。是則所說二百一十億佛土，有淨有穢也」。這下面說，憬興法師、義寂法師、玄一法師、日本的望西諸師，也同意《淨影疏》的說法，應該有淨土、有穢土，統統都說了。"
    },
    {
      "id": "02-041-0159_p0027",
      "zh_CN": "秽土，法藏比丘看到了他会舍弃，善土他会采纳，这就是让他选择。所以极乐世界的成就不是凭空想像的，是真正合乎现在人所说的逻辑，他是去考察、去采访，取人之长，舍人之短。极乐世界的建立就超过一切诸佛刹土，也就是说它是集一切诸佛刹土美好的大成，各个刹土里有好的，极乐世界都有，有缺陷的，极乐世界找不到。我们到下一品就见到了，佛的第一愿里头，往生到极乐世界的人，即使是凡圣同居土下下品往生，花开见佛，身相跟阿弥陀佛完全相同，皆是紫磨真金色身。相好不是三十二相八十种好，《观经》上告诉我们，阿弥陀佛身有八万四千相，每一个相有八万四千好，每一个好放八万四千光，每一道光明里面都有十方诸佛在那里讲经教学教化众生，太殊胜了。每一个人的相跟阿弥陀佛一样，为什么？平等，让你不生烦恼，我的相不如佛，佛比我好，这就生烦恼，起心动念了，他让所有人的相跟他完全一样，所以不会起心动念。这些地方要留意，我们求往生的心才会生出来。而且我们能遇到夏莲老、遇到黄念老，能遇到海贤老和尚，他们为我们整理经典，注释经文，老和尚表演给我们看，为我们来作证，这个机缘太难得了。我们生在这个时代比什么都幸运，我们老一代的，我上一代的很多很多人没有听说过会集本，没见过，我们有缘，学佛不久就遇到这个本子。黄念老注解这个本子不容易，晚年身体不好，带着病，拼命把这个东西写出来。我是第一个看到的，他到美国去，那个时候是还没有定稿，油印的，油印的分量很少，带了一套到美国送给我，我看到非常欢喜，有这么好的注解。这个注解我的老师没见过，我带回台湾印了一万册，精装本，印一万册，老师已经往生，他没见到。我们都能碰到，这无比的幸运，这么好的缘分，如果不能往生，那真叫可惜。没有理由不求往生，没有理由不能往生。",
      "zh_TW": "穢土，法藏比丘看到了他會捨棄，善土他會採納，這就是讓他選擇。所以極樂世界的成就不是憑空想像的，是真正合乎現在人所說的邏輯，他是去考察、去採訪，取人之長，捨人之短。極樂世界的建立就超過一切諸佛剎土，也就是說它是集一切諸佛剎土美好的大成，各個剎土裡有好的，極樂世界都有，有缺陷的，極樂世界找不到。我們到下一品就見到了，佛的第一願裡頭，往生到極樂世界的人，即使是凡聖同居土下下品往生，花開見佛，身相跟阿彌陀佛完全相同，皆是紫磨真金色身。相好不是三十二相八十種好，《觀經》上告訴我們，阿彌陀佛身有八萬四千相，每一個相有八萬四千好，每一個好放八萬四千光，每一道光明裡面都有十方諸佛在那裡講經教學教化眾生，太殊勝了。每一個人的相跟阿彌陀佛一樣，為什麼？平等，讓你不生煩惱，我的相不如佛，佛比我好，這就生煩惱，起心動念了，他讓所有人的相跟他完全一樣，所以不會起心動念。這些地方要留意，我們求往生的心才會生出來。而且我們能遇到夏蓮老、遇到黃念老，能遇到海賢老和尚，他們為我們整理經典，註釋經文，老和尚表演給我們看，為我們來作證，這個機緣太難得了。我們生在這個時代比什麼都幸運，我們老一代的，我上一代的很多很多人沒有聽說過會集本，沒見過，我們有緣，學佛不久就遇到這個本子。黃念老註解這個本子不容易，晚年身體不好，帶著病，拼命把這個東西寫出來。我是第一個看到的，他到美國去，那個時候是還沒有定稿，油印的，油印的分量很少，帶了一套到美國送給我，我看到非常歡喜，有這麼好的註解。這個註解我的老師沒見過，我帶回台灣印了一萬冊，精裝本，印一萬冊，老師已經往生，他沒見到。我們都能碰到，這無比的幸運，這麼好的緣分，如果不能往生，那真叫可惜。沒有理由不求往生，沒有理由不能往生。"
    },
    {
      "id": "02-041-0159_p0028",
      "zh_CN": "下面引的《悲华经》，你看他都有根据。「《悲华经》曰：所现佛国或有世界严净妙好，乃至或有世界有大火灾。」我们这个世界有没有？有。世界庄严、清净、妙好，欲界天、色界天。乃至于遇大火灾，我们有没有看到？天天看到，你不知道，太阳就是一片火海，太阳所现的是没有生物，那是一团火。像一团火的这种世界，大火灾，不少，晚上看的星星，你看那星星一闪一闪的，那全是太阳，不是那样的大火我们看不到，距离很远，看不到。所以世界不一样，这就是有净、有秽。",
      "zh_TW": "下面引的《悲華經》，你看他都有根據。「《悲華經》曰：所現佛國或有世界嚴淨妙好，乃至或有世界有大火災。」我們這個世界有沒有？有。世界莊嚴、清淨、妙好，欲界天、色界天。乃至於遇大火災，我們有沒有看到？天天看到，你不知道，太陽就是一片火海，太陽所現的是沒有生物，那是一團火。像一團火的這種世界，大火災，不少，晚上看的星星，你看那星星一閃一閃的，那全是太陽，不是那樣的大火我們看不到，距離很遠，看不到。所以世界不一樣，這就是有淨、有穢。"
    },
    {
      "id": "02-041-0159_p0029",
      "zh_CN": "「又所现佛土，有报有化」。有实报土、有变化土，变化土就是指十法界。「《悲华经》曰：或有世界纯是菩萨遍满其国，无有声闻缘觉之名。是报佛之土也」。像《华严经》上讲的华藏世界，那就是菩萨遍满其国。声闻、缘觉在哪里？在十法界的四圣法界，他不在报土。「又或有世界清净微妙，无诸浊恶。是则化佛之净土也」。化佛的净土就是十法界里面声闻、缘觉、菩萨、佛，这是属于化土，有佛在这些地方教化众生。「尔时世间自在王如来，应其心愿」，这个其就是指法藏比丘，法藏比丘请法，佛「将此二百一十亿佛国报化净秽诸土之相」，这就是说遍法界虚空界一切诸佛刹土之相都现前，「悉现与之，令其得见」。让法藏统统看到，统统见到，他自己去选择，佛没有替他选择，完全让他自己选择。「说是法时，经千亿岁」，法藏菩萨听佛给他说法，时间多长？千亿岁，「以表说法现土之详尽」，没有这么长的时间怎么能看得完，一定要经过这么长的时间。从这个地方我们能看到，这个时候的人福报大，佛住世长久。释迦牟尼佛在我们这示现，住世只八十年，讲经教学四十九年。不能说没有福报，没有福报就没有佛出世，印度有佛出世，中国有圣人出世，尧舜禹汤、孔子、孟子，圣人，印度有释迦佛出世。这个世界太大了，许许多多世界没有佛出世，那个地方众生苦，迷惑颠倒，我们可以想像得到。看我们现前这个世界、这个社会，我们就能体会到这是乱世，这个动乱中国历史上没有，世界历史上也没有。我们非常幸运，虽然生在乱世，能遇到圣贤教育、能遇到佛法，带给我们莫大的安慰。在这个世间没有遇到圣贤法、没有遇到佛法的人，甚至于还有没有宗教信仰的人很多，我们在世界许多国家地区看到。在这一生造一切善恶业，死了之后感得的果报，善行善因感三善道，恶念恶行感三恶道，三善道的少，三恶道的太多太多了。",
      "zh_TW": "「又所現佛土，有報有化」。有實報土、有變化土，變化土就是指十法界。「《悲華經》曰：或有世界純是菩薩遍滿其國，無有聲聞緣覺之名。是報佛之土也」。像《華嚴經》上講的華藏世界，那就是菩薩遍滿其國。聲聞、緣覺在哪裡？在十法界的四聖法界，他不在報土。「又或有世界清淨微妙，無諸濁惡。是則化佛之淨土也」。化佛的淨土就是十法界裡面聲聞、緣覺、菩薩、佛，這是屬於化土，有佛在這些地方教化眾生。「爾時世間自在王如來，應其心願」，這個其就是指法藏比丘，法藏比丘請法，佛「將此二百一十億佛國報化淨穢諸土之相」，這就是說遍法界虛空界一切諸佛剎土之相都現前，「悉現與之，令其得見」。讓法藏統統看到，統統見到，他自己去選擇，佛沒有替他選擇，完全讓他自己選擇。「說是法時，經千億歲」，法藏菩薩聽佛給他說法，時間多長？千億歲，「以表說法現土之詳盡」，沒有這麼長的時間怎麼能看得完，一定要經過這麼長的時間。從這個地方我們能看到，這個時候的人福報大，佛住世長久。釋迦牟尼佛在我們這示現，住世只八十年，講經教學四十九年。不能說沒有福報，沒有福報就沒有佛出世，印度有佛出世，中國有聖人出世，堯舜禹湯、孔子、孟子，聖人，印度有釋迦佛出世。這個世界太大了，許許多多世界沒有佛出世，那個地方眾生苦，迷惑顛倒，我們可以想像得到。看我們現前這個世界、這個社會，我們就能體會到這是亂世，這個動亂中國歷史上沒有，世界歷史上也沒有。我們非常幸運，雖然生在亂世，能遇到聖賢教育、能遇到佛法，帶給我們莫大的安慰。在這個世間沒有遇到聖賢法、沒有遇到佛法的人，甚至於還有沒有宗教信仰的人很多，我們在世界許多國家地區看到。在這一生造一切善惡業，死了之後感得的果報，善行善因感三善道，惡念惡行感三惡道，三善道的少，三惡道的太多太多了。"
    },
    {
      "id": "02-041-0159_p0030",
      "zh_CN": "所以，自在王佛说法经千亿岁，这是对法藏比丘，「以表说法现土之详尽，亦显时间延促无碍」。在实报土里头没有时间概念，也没有空间概念，时空不是真的。在《百法明门论》里头它的归类是归于不相应行法，不相应行法总共有二十四种，这是其中两种，一个时间、一个空间。不相应行法是佛家的名词，用现在的话说就是抽象概念，不是真的，真的没有这个东西。也就是说，没有空间就没有距离，没有时间就没有先后。在自性里头确确实实找不到空间，也找不到时间，时间、空间都是假的。经上告诉我们，世间自在王佛出现的时候，那个时候的人寿命四十二劫，寿命长，福报大，所以佛住世的时间也长，讲经说法的时间也长。跟我们这里一对比，我们差距很大，释迦牟尼佛出现的那个时代，人寿平均一百岁。这个世间是减劫，每隔一百年减少一岁，释迦佛距离我们三千年，减三十岁，所以现在这个世间人平均寿命七十岁。但是释迦牟尼佛的法运还有九千年，这个九千年有起也有落，有上有下，完全在教学。如果世间出现好的领导人，提倡圣贤教育，这个国运就往上提升。如果不懂得教育，像现在把财、经济看作第一，这个社会就往下降，动乱就多，带给世间的是灾害、是动乱。这个是古圣先贤、诸佛菩萨给我们提示的，让我们要认识清楚。我们生在这个时代，应该如何适应这个时代，在这个时代里面成就自己的道业。你看不妨碍我们修行，不妨碍我们求愿往生，生极乐世界，那就是遍法界虚空界第一美好的学习环境、生活环境。我们能遇到，不能舍弃，一定要成就。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以，自在王佛說法經千億歲，這是對法藏比丘，「以表說法現土之詳盡，亦顯時間延促無礙」。在實報土裡頭沒有時間概念，也沒有空間概念，時空不是真的。在《百法明門論》裡頭它的歸類是歸於不相應行法，不相應行法總共有二十四種，這是其中兩種，一個時間、一個空間。不相應行法是佛家的名詞，用現在的話說就是抽象概念，不是真的，真的沒有這個東西。也就是說，沒有空間就沒有距離，沒有時間就沒有先後。在自性裡頭確確實實找不到空間，也找不到時間，時間、空間都是假的。經上告訴我們，世間自在王佛出現的時候，那個時候的人壽命四十二劫，壽命長，福報大，所以佛住世的時間也長，講經說法的時間也長。跟我們這裡一對比，我們差距很大，釋迦牟尼佛出現的那個時代，人壽平均一百歲。這個世間是減劫，每隔一百年減少一歲，釋迦佛距離我們三千年，減三十歲，所以現在這個世間人平均壽命七十歲。但是釋迦牟尼佛的法運還有九千年，這個九千年有起也有落，有上有下，完全在教學。如果世間出現好的領導人，提倡聖賢教育，這個國運就往上提升。如果不懂得教育，像現在把財、經濟看作第一，這個社會就往下降，動亂就多，帶給世間的是災害、是動亂。這個是古聖先賢、諸佛菩薩給我們提示的，讓我們要認識清楚。我們生在這個時代，應該如何適應這個時代，在這個時代裡面成就自己的道業。你看不妨礙我們修行，不妨礙我們求願往生，生極樂世界，那就是遍法界虛空界第一美好的學習環境、生活環境。我們能遇到，不能捨棄，一定要成就。今天時間到了，我們就學習到此地。"
    }
  ]
}