{
  "doc_id": "02-041-0221",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二一集",
    "zh_TW": "第二二一集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0221",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-041-0221_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0221_p0002",
      "zh_CN": "请看《大经科注》，第五百五十二页，第四行第二句看起：",
      "zh_TW": "請看《大經科註》，第五百五十二頁，第四行第二句看起："
    },
    {
      "id": "02-041-0221_p0003",
      "zh_CN": "「此下复举七事，以显极乐之独妙」。注意这个独字，独说明只有极乐世界有，除极乐世界之外，一切诸佛刹土里面都没有，这才叫独妙。哪些独妙？下面给我们举了七桩。七不是数字，七代表圆满，佛经上常常有这个例子。怎么代表圆满？东南西北叫四方，上下叫六方，加上当中，叫七方。所以七代表圆满，大圆满。圆满是无量无边的独妙，一切诸佛刹土不能跟极乐世界比，无论举什么都比不上极乐世界，这叫独妙，这很难得。我们看「疏曰」，这个疏是前面说的《会疏》，《会疏》里举的七个例子，「一、谓法报应化」，有时候把应身跟化身分开，应身、化身那就四种；有时候把它合在一起，法、报、应化这三种身，两种说法都行，都讲得通，「所出本国故」，本国是指极乐世界。",
      "zh_TW": "「此下復舉七事，以顯極樂之獨妙」。注意這個獨字，獨說明只有極樂世界有，除極樂世界之外，一切諸佛剎土裡面都沒有，這才叫獨妙。哪些獨妙？下面給我們舉了七樁。七不是數字，七代表圓滿，佛經上常常有這個例子。怎麼代表圓滿？東南西北叫四方，上下叫六方，加上當中，叫七方。所以七代表圓滿，大圓滿。圓滿是無量無邊的獨妙，一切諸佛剎土不能跟極樂世界比，無論舉什麼都比不上極樂世界，這叫獨妙，這很難得。我們看「疏曰」，這個疏是前面說的《會疏》，《會疏》裡舉的七個例子，「一、謂法報應化」，有時候把應身跟化身分開，應身、化身那就四種；有時候把它合在一起，法、報、應化這三種身，兩種說法都行，都講得通，「所出本國故」，本國是指極樂世界。"
    },
    {
      "id": "02-041-0221_p0004",
      "zh_CN": "下面念老给我们说明，「其中本国即指极乐，谓极乐乃法身佛、报身佛、应化身佛」。应身跟化身有一点差别。应身，像释迦牟尼佛，三千年前在我们这个地球上出生，跟一般人一样，有父母，有十个月怀胎，从婴儿慢慢长大，八十岁圆寂。外国人说七十九岁，实足年龄，咱们中国人算虚岁，八十岁，八十岁圆寂的。他示现在这里出生，实际上又住了八十年，这叫应身。化身是没有限制的。譬如虚云老和尚，四十七岁的时候发心朝五台山，从普陀出发，三步一拜，大概用了三年多的时间拜到五台，非常虔诚。曾经在途中，都在旷野，村庄都没有，两次生病，病得很可怜，遇到一个叫化来帮助他，要饭的叫化。他叫文吉，实际上是文殊菩萨的化身。叫化从哪里来，到哪里去，没有人问他，他居无定所，讨饭的。两次都是得这个叫化救了他，到外面去要饭，要回来给他吃，在山上找了一些草药给他治疗，等他病好了再走。第二次又是生病，又遇到这个叫化子，好像很有缘分，也很熟了，就问他，向他请教：姓什么，大名？他就讲：他姓文，吉祥的吉，叫文吉。问他：住在哪里？他说：我就住在五台山，五台山的人都知道我，你到五台山去问，每个人都知道我。他就记住了。两次，总共在一起住了一个多月，一直把他病养好。他到五台山去问，有没有文吉？没有人知道。以后拜到寺庙里面去，在寺庙里拜了文殊菩萨，菩萨的大殿，向大众、法师请教，当中就有个老和尚告诉他，那是文殊菩萨化身，他才恍然大悟。所以化身看你需要，你需要多少天，他就住多少天，事情完了之后他就不见了，你再找不到他了。这个是相处一个多月，是化身时间长的。",
      "zh_TW": "下面念老給我們說明，「其中本國即指極樂，謂極樂乃法身佛、報身佛、應化身佛」。應身跟化身有一點差別。應身，像釋迦牟尼佛，三千年前在我們這個地球上出生，跟一般人一樣，有父母，有十個月懷胎，從嬰兒慢慢長大，八十歲圓寂。外國人說七十九歲，實足年齡，咱們中國人算虛歲，八十歲，八十歲圓寂的。他示現在這裡出生，實際上又住了八十年，這叫應身。化身是沒有限制的。譬如虛雲老和尚，四十七歲的時候發心朝五台山，從普陀出發，三步一拜，大概用了三年多的時間拜到五台，非常虔誠。曾經在途中，都在曠野，村莊都沒有，兩次生病，病得很可憐，遇到一個叫化來幫助他，要飯的叫化。他叫文吉，實際上是文殊菩薩的化身。叫化從哪裡來，到哪裡去，沒有人問他，他居無定所，討飯的。兩次都是得這個叫化救了他，到外面去要飯，要回來給他吃，在山上找了一些草藥給他治療，等他病好了再走。第二次又是生病，又遇到這個叫化子，好像很有緣分，也很熟了，就問他，向他請教：姓什麼，大名？他就講：他姓文，吉祥的吉，叫文吉。問他：住在哪裡？他說：我就住在五台山，五台山的人都知道我，你到五台山去問，每個人都知道我。他就記住了。兩次，總共在一起住了一個多月，一直把他病養好。他到五台山去問，有沒有文吉？沒有人知道。以後拜到寺廟裡面去，在寺廟裡拜了文殊菩薩，菩薩的大殿，向大眾、法師請教，當中就有個老和尚告訴他，那是文殊菩薩化身，他才恍然大悟。所以化身看你需要，你需要多少天，他就住多少天，事情完了之後他就不見了，你再找不到他了。這個是相處一個多月，是化身時間長的。"
    },
    {
      "id": "02-041-0221_p0005",
      "zh_CN": "我还遇到过一次，是我老师的夫人，师母，周邦道先生的夫人。抗战期间，我在贵州念书，最后的一年，在国立第三中学。周老师他们到台湾，到台湾我们又见面。到台湾学佛了，以前没有学佛。向李老师请教一桩事情，这桩事情她一直疑惑，多少年都没法子放下。她说解放战争的时候，她离开南京，那时候她住南京，南京的房子我去过，很大的房子，是三个四合院连在一起的，所以大门，每个四合院当中都有院子，院子都很大，树木很多，一看就是个大户人家，那个时候老师住在那边。她说住在那边的时候，有一天有个和尚来化缘，问他是哪里来的？九华山来的。要什么？化五斤香油。那个时候他们一家没学佛，没给他，家里是有，但没给他。没给他，这个和尚就走了。走了之后，她忽然想起来，想起来很纳闷，家里，你看大门、二门，最后是三门，才是她的客厅，门都关起来，没有人开门，这个和尚怎么进来的？出去了，走了，再去看看，门是拴的，他到哪里去了？他怎么走的？这个问题好几年不能解决，到台中的时候学佛，李老师在那里开了一个台中佛教莲社，他们都是莲社的莲友。老师就告诉她，那是地藏王菩萨的化身，妳跟地藏菩萨有缘。后悔莫及！从此以后每天读《地藏经》，念地藏菩萨名号。修得真好，你看在家居士，往生的时候火化，三百多颗舍利，真不容易！",
      "zh_TW": "我還遇到過一次，是我老師的夫人，師母，周邦道先生的夫人。抗戰期間，我在貴州念書，最後的一年，在國立第三中學。周老師他們到台灣，到台灣我們又見面。到台灣學佛了，以前沒有學佛。向李老師請教一樁事情，這樁事情她一直疑惑，多少年都沒法子放下。她說解放戰爭的時候，她離開南京，那時候她住南京，南京的房子我去過，很大的房子，是三個四合院連在一起的，所以大門，每個四合院當中都有院子，院子都很大，樹木很多，一看就是個大戶人家，那個時候老師住在那邊。她說住在那邊的時候，有一天有個和尚來化緣，問他是哪裡來的？九華山來的。要什麼？化五斤香油。那個時候他們一家沒學佛，沒給他，家裡是有，但沒給他。沒給他，這個和尚就走了。走了之後，她忽然想起來，想起來很納悶，家裡，你看大門、二門，最後是三門，才是她的客廳，門都關起來，沒有人開門，這個和尚怎麼進來的？出去了，走了，再去看看，門是拴的，他到哪裡去了？他怎麼走的？這個問題好幾年不能解決，到台中的時候學佛，李老師在那裡開了一個台中佛教蓮社，他們都是蓮社的蓮友。老師就告訴她，那是地藏王菩薩的化身，妳跟地藏菩薩有緣。後悔莫及！從此以後每天讀《地藏經》，念地藏菩薩名號。修得真好，你看在家居士，往生的時候火化，三百多顆舍利，真不容易！"
    },
    {
      "id": "02-041-0221_p0006",
      "zh_CN": "在台中是有名的好人，善知识。我们对老师、师母比自己的父母看得还重，为什么？在学校的时候，老师夫妻两个对我们同学的照顾比父母周到，无微不至，非常关心。所以这个老师我们一生都不会忘记他。在台湾曾经一度出任公职，考试院的政务次长，就是第一副部长，清官。国家给他配了房子，有宿舍，装的有电话，配的还有一辆轿车。他的几个小孩，都是我们同学。家里无论是哪一个人，不准用他的电话，不可以坐这车子，这是公家的，是他公务用的。他自己私人事情打电话，到巷口公共电话那边去，不用，一定是公事，外面打进来可以接，不能打出去，电话费是公家付，这是偷盗的行为，这么好的一个官。生活非常廉洁，真正是让我们在这个时代看到古圣先贤那种风范，真看到了。公私分得清清楚楚，绝不滥用公家一分钱。我说台湾的官吏，这第一个好官，没有任何一个人能跟他相比的。我们从小受他的感化。抗战时期，有救济的物资送到我们学校，他是先分给学生，学生分到还有剩的，他自己小孩有分，他有五个儿子一个女儿；如果同学分完，没有得分的了，是他自己儿女没有分。所以我们学生对他心服口服，没话说，没有一个不尊敬。所以学校在当时，校风是全国第一。应了古人所说的，「一人兴邦，一人丧邦」，那一人就是领导人。领导人做到大公无私，爱民如子，还有什么话说？这一般人做不到的，他做到了。",
      "zh_TW": "在台中是有名的好人，善知識。我們對老師、師母比自己的父母看得還重，為什麼？在學校的時候，老師夫妻兩個對我們同學的照顧比父母周到，無微不至，非常關心。所以這個老師我們一生都不會忘記他。在台灣曾經一度出任公職，考試院的政務次長，就是第一副部長，清官。國家給他配了房子，有宿舍，裝的有電話，配的還有一輛轎車。他的幾個小孩，都是我們同學。家裡無論是哪一個人，不准用他的電話，不可以坐這車子，這是公家的，是他公務用的。他自己私人事情打電話，到巷口公共電話那邊去，不用，一定是公事，外面打進來可以接，不能打出去，電話費是公家付，這是偷盜的行為，這麼好的一個官。生活非常廉潔，真正是讓我們在這個時代看到古聖先賢那種風範，真看到了。公私分得清清楚楚，絕不濫用公家一分錢。我說台灣的官吏，這第一個好官，沒有任何一個人能跟他相比的。我們從小受他的感化。抗戰時期，有救濟的物資送到我們學校，他是先分給學生，學生分到還有剩的，他自己小孩有分，他有五個兒子一個女兒；如果同學分完，沒有得分的了，是他自己兒女沒有分。所以我們學生對他心服口服，沒話說，沒有一個不尊敬。所以學校在當時，校風是全國第一。應了古人所說的，「一人興邦，一人喪邦」，那一人就是領導人。領導人做到大公無私，愛民如子，還有什麼話說？這一般人做不到的，他做到了。"
    },
    {
      "id": "02-041-0221_p0007",
      "zh_CN": "应身跟化身我们知道，释迦牟尼佛到我们这里来，住了八十年，应身；像周师母遇到地藏菩萨，化身，他只大概半个小时，来不晓得打哪里来，走不知道到哪里去了，清清楚楚，绝对不是作梦，真有这么一桩事情。虚云老和尚遇到文殊菩萨时间更久，菩萨照顾他一个多月，这是属于化身，这不是应身。应身是决定来投胎，像在中国历史上有记载，天台智者大师，释迦牟尼佛再来的，那是应身；他来投胎的，这个世间住几十年才走的，这是应身。永明延寿、善导大师，这两个是阿弥陀佛再来的，这现的是应身。应化身我们把它搞清楚。",
      "zh_TW": "應身跟化身我們知道，釋迦牟尼佛到我們這裡來，住了八十年，應身；像周師母遇到地藏菩薩，化身，他只大概半個小時，來不曉得打哪裡來，走不知道到哪裡去了，清清楚楚，絕對不是作夢，真有這麼一樁事情。虛雲老和尚遇到文殊菩薩時間更久，菩薩照顧他一個多月，這是屬於化身，這不是應身。應身是決定來投胎，像在中國歷史上有記載，天台智者大師，釋迦牟尼佛再來的，那是應身；他來投胎的，這個世間住幾十年才走的，這是應身。永明延壽、善導大師，這兩個是阿彌陀佛再來的，這現的是應身。應化身我們把它搞清楚。"
    },
    {
      "id": "02-041-0221_p0008",
      "zh_CN": "法身，从体上讲的，法身是本体。我们法身是相同的，诸佛的法身一个法身，我们每个众生的法身也是这一个法身，一个法身。所以说「十方三世佛，共同一法身」。报身就不一样，报身出现在实报庄严土，报身是法性身，不是法相。我们现在这个身是法相，这个相是物质现象。我们的念头，前念灭后念生，相续不断，这个相续是相似相续，不是真的相续。真的相续就是前一个画面跟后一个画面完全相同，这叫相续。我们的念头，前一念跟后一念完全不相同，但是它不断，这种相续叫相似相续。频率多高？没有科学证明，我们很难以相信。勉强相信，凭什么？凭释迦牟尼佛不妄语，佛菩萨说的都是真话，不可能有一句是妄语。有一句妄语，我们会猜，其他讲的可能都靠不住。所以佛菩萨决定没有妄语，我们凭着这个相信。",
      "zh_TW": "法身，從體上講的，法身是本體。我們法身是相同的，諸佛的法身一個法身，我們每個眾生的法身也是這一個法身，一個法身。所以說「十方三世佛，共同一法身」。報身就不一樣，報身出現在實報莊嚴土，報身是法性身，不是法相。我們現在這個身是法相，這個相是物質現象。我們的念頭，前念滅後念生，相續不斷，這個相續是相似相續，不是真的相續。真的相續就是前一個畫面跟後一個畫面完全相同，這叫相續。我們的念頭，前一念跟後一念完全不相同，但是它不斷，這種相續叫相似相續。頻率多高？沒有科學證明，我們很難以相信。勉強相信，憑什麼？憑釋迦牟尼佛不妄語，佛菩薩說的都是真話，不可能有一句是妄語。有一句妄語，我們會猜，其他講的可能都靠不住。所以佛菩薩決定沒有妄語，我們憑著這個相信。"
    },
    {
      "id": "02-041-0221_p0009",
      "zh_CN": "近代量子力学家，最近的二十年，发现的微中子，也叫中微子，跟佛经上讲的一样。佛经的名词叫极微色，色就是物质现象，物质现象极微细，再没有比它更微细的了。过去科学家有个概念，过去科学家认为原子里面的电子，体积最小，再没有比这个更小的了。最近这二十多年，科学仪器提升，能够把电子打破、把中子打破，发现里面最小的物质微中子。一个电子是多少个微中子聚集起来的？一百亿，单位是亿，一百亿个微中子聚集在一起体积是一个电子。我们就晓得这个仪器确实非常精密，能够把电子击破，分解开。一个电子，一百亿个微中子，佛经上讲的极微色，这个不能再分，这个再一分就没有了。科学家把极微之微再打破，打破之后没有了，物质现象没有了，发现什么？发现是念头波动的现象，这才把物质底牌揭穿了。物质是什么？物质是念头在高频率之下产生的幻相，它不是真的。",
      "zh_TW": "近代量子力學家，最近的二十年，發現的微中子，也叫中微子，跟佛經上講的一樣。佛經的名詞叫極微色，色就是物質現象，物質現象極微細，再沒有比它更微細的了。過去科學家有個概念，過去科學家認為原子裡面的電子，體積最小，再沒有比這個更小的了。最近這二十多年，科學儀器提升，能夠把電子打破、把中子打破，發現裡面最小的物質微中子。一個電子是多少個微中子聚集起來的？一百億，單位是億，一百億個微中子聚集在一起體積是一個電子。我們就曉得這個儀器確實非常精密，能夠把電子擊破，分解開。一個電子，一百億個微中子，佛經上講的極微色，這個不能再分，這個再一分就沒有了。科學家把極微之微再打破，打破之後沒有了，物質現象沒有了，發現什麼？發現是念頭波動的現象，這才把物質底牌揭穿了。物質是什麼？物質是念頭在高頻率之下產生的幻相，它不是真的。"
    },
    {
      "id": "02-041-0221_p0010",
      "zh_CN": "所以德国科学家普朗克，我们是读他的报告，中文翻译的，他是一生专门研究这个东西，微中子就是他发现的。他在报告里头告诉我们，宇宙之间根本没有物质这个东西的存在，物质是假的，不是真的。那真的呢？真的是念头。念头现在大家都在研究，许许多多年轻科学家，都在研究念力的能量、念力的秘密，市面上出版这些研究报告很多，几十种。念头产生物质现象，物质现象确确实实，物质是什么？佛经上讲的一点不错，「梦幻泡影」。《金刚经》上说的，「一切有为法，如梦幻泡影」，有为法就是物质现象，有生有灭。所以科学给我们讲的，科学走到今天这个问题总算得到解决了。之前是走向一个误区，造成很多伤害，那就是什么？二分法，把宇宙分为物质现象、精神现象。它不能分，二分法是错误的，物质跟精神是一体，而且是念头在前、物质在后，有念头一定有物质现象。跟《心经》上所说的「照见五蕴皆空」，完全相同。五蕴是色受想行识，色是物质现象，受想行识是精神现象，它们不能分开的，它这五个是一组的，有统统都有，要没有全都没有。",
      "zh_TW": "所以德國科學家普朗克，我們是讀他的報告，中文翻譯的，他是一生專門研究這個東西，微中子就是他發現的。他在報告裡頭告訴我們，宇宙之間根本沒有物質這個東西的存在，物質是假的，不是真的。那真的呢？真的是念頭。念頭現在大家都在研究，許許多多年輕科學家，都在研究念力的能量、念力的祕密，市面上出版這些研究報告很多，幾十種。念頭產生物質現象，物質現象確確實實，物質是什麼？佛經上講的一點不錯，「夢幻泡影」。《金剛經》上說的，「一切有為法，如夢幻泡影」，有為法就是物質現象，有生有滅。所以科學給我們講的，科學走到今天這個問題總算得到解決了。之前是走向一個誤區，造成很多傷害，那就是什麼？二分法，把宇宙分為物質現象、精神現象。它不能分，二分法是錯誤的，物質跟精神是一體，而且是念頭在前、物質在後，有念頭一定有物質現象。跟《心經》上所說的「照見五蘊皆空」，完全相同。五蘊是色受想行識，色是物質現象，受想行識是精神現象，它們不能分開的，它這五個是一組的，有統統都有，要沒有全都沒有。"
    },
    {
      "id": "02-041-0221_p0011",
      "zh_CN": "佛在大乘经上说过，用第六意识，就是用我们今天思惟想像，这个能力非常广大。佛说了，用这个，就是用我们头脑去想、去思惟，对外可以缘到宇宙的边缘，对内可以缘到阿赖耶三细相，这真不容易。阿赖耶三细相，在佛法里什么人能见到？八地以上。十地菩萨，这地位最高，最高层的，从初地到十地，第八地才见到，七地以下，知道有这个东西存在，还没有看到。他不需要用仪器，他用禅定，甚深的禅定，禅定里面没有障碍，没有时空，能看到过去未来，没有障碍，看到事实真相，八地。佛说这句话的时候，佛就是说明不是他一个人看到的，八地看到、九地看到、十地看到，十一地就是等觉菩萨，佛是第十二个位次，妙觉，这五个位次的人统统能看到。这是我们的本能，佛能看到，我们也能看到，我们只要修定修到八地菩萨那个功夫就看到，整个宇宙的真相你全明白了。现在我们没有这个定功，听佛说的。佛说的，下面四个菩萨可以给我们做证明，就是八地、九地、十地跟等觉，因为他们也看到，证明佛所说的没有错误，佛讲的是真话，不是假话。等我们哪一天定功到这个程度，也能够见到，然后才晓得，佛在经上所说的全是真的，没有一个字是妄语。",
      "zh_TW": "佛在大乘經上說過，用第六意識，就是用我們今天思惟想像，這個能力非常廣大。佛說了，用這個，就是用我們頭腦去想、去思惟，對外可以緣到宇宙的邊緣，對內可以緣到阿賴耶三細相，這真不容易。阿賴耶三細相，在佛法裡什麼人能見到？八地以上。十地菩薩，這地位最高，最高層的，從初地到十地，第八地才見到，七地以下，知道有這個東西存在，還沒有看到。他不需要用儀器，他用禪定，甚深的禪定，禪定裡面沒有障礙，沒有時空，能看到過去未來，沒有障礙，看到事實真相，八地。佛說這句話的時候，佛就是說明不是他一個人看到的，八地看到、九地看到、十地看到，十一地就是等覺菩薩，佛是第十二個位次，妙覺，這五個位次的人統統能看到。這是我們的本能，佛能看到，我們也能看到，我們只要修定修到八地菩薩那個功夫就看到，整個宇宙的真相你全明白了。現在我們沒有這個定功，聽佛說的。佛說的，下面四個菩薩可以給我們做證明，就是八地、九地、十地跟等覺，因為他們也看到，證明佛所說的沒有錯誤，佛講的是真話，不是假話。等我們哪一天定功到這個程度，也能夠見到，然後才曉得，佛在經上所說的全是真的，沒有一個字是妄語。"
    },
    {
      "id": "02-041-0221_p0012",
      "zh_CN": "所以法身佛，共同一法身。法身没有相，没有物质现象，没有精神现象，就是它没有念头，也没有自然现象，它是什么样子？一片光明。这个光我们肉眼见不到，什么人能见到？说个实实在在的话，圆圆满满的见到也是八地菩萨；登地就能见到，初地就能见到，见到不圆满，八地就圆满了。这是现在讲的物理学，物理跟心理连在一起的。受想行识，受是我们的感受，这是精神现象；有受，有想，有行，行是相续不断叫行。它是有念头，前念灭后念生，这叫行。频率多高？弥勒菩萨给我们讲了，我们把它计算出来，一秒钟二千二百四十兆。这么高的频率之下，这就是我们现在六根所接触的境界，我们把它当真，其实它不是真的。你说我在哪里？一秒钟有二千二百四十兆个画面，哪一个画面是我？每一个画面都是我，我就太多了。一个画面的我，你没有办法掌控，决定掌控不到。今天我们看电视，电视的频率才一百，一秒钟一百次，我们就没有办法控制，何况提升到二千二百四十兆，我们怎么可能掌控它？怎么能知道它是假的？这是事实真相。所以科学再发展，我有理由相信，再过个三十年，也许不到三十年，念头的真相被科学家揭穿了。这佛在经上有说，第六意识，就是我们现在的思惟想像这个能量，对内可以达到三细相，三细相就是物质现象、精神现象、自然现象，整个宇宙它能够搞清楚。科学家能搞清楚，得不到受用。佛家用的禅定功夫，内功，有受用，受用是什么？神通广大。科学家需要用仪器才观察到，修定的人不需要。科学家发现了，搞清楚了，说明白了，没有天眼通，没有天耳通，没有他心通，没有神足通，神足通是变化，没有。佛经里面讲这些菩萨六通具足，到八地菩萨神通广大，无法想像，有受用。",
      "zh_TW": "所以法身佛，共同一法身。法身沒有相，沒有物質現象，沒有精神現象，就是它沒有念頭，也沒有自然現象，它是什麼樣子？一片光明。這個光我們肉眼見不到，什麼人能見到？說個實實在在的話，圓圓滿滿的見到也是八地菩薩；登地就能見到，初地就能見到，見到不圓滿，八地就圓滿了。這是現在講的物理學，物理跟心理連在一起的。受想行識，受是我們的感受，這是精神現象；有受，有想，有行，行是相續不斷叫行。它是有念頭，前念滅後念生，這叫行。頻率多高？彌勒菩薩給我們講了，我們把它計算出來，一秒鐘二千二百四十兆。這麼高的頻率之下，這就是我們現在六根所接觸的境界，我們把它當真，其實它不是真的。你說我在哪裡？一秒鐘有二千二百四十兆個畫面，哪一個畫面是我？每一個畫面都是我，我就太多了。一個畫面的我，你沒有辦法掌控，決定掌控不到。今天我們看電視，電視的頻率才一百，一秒鐘一百次，我們就沒有辦法控制，何況提升到二千二百四十兆，我們怎麼可能掌控它？怎麼能知道它是假的？這是事實真相。所以科學再發展，我有理由相信，再過個三十年，也許不到三十年，念頭的真相被科學家揭穿了。這佛在經上有說，第六意識，就是我們現在的思惟想像這個能量，對內可以達到三細相，三細相就是物質現象、精神現象、自然現象，整個宇宙它能夠搞清楚。科學家能搞清楚，得不到受用。佛家用的禪定功夫，內功，有受用，受用是什麼？神通廣大。科學家需要用儀器才觀察到，修定的人不需要。科學家發現了，搞清楚了，說明白了，沒有天眼通，沒有天耳通，沒有他心通，沒有神足通，神足通是變化，沒有。佛經裡面講這些菩薩六通具足，到八地菩薩神通廣大，無法想像，有受用。"
    },
    {
      "id": "02-041-0221_p0013",
      "zh_CN": "报身是从法身现的，直接从法身现的，这个相相好光明，我们无法想像。这经上讲的「三十二相八十种好」，这是释迦牟尼佛的方便语。为什么？印度人认为人身的好相，富贵相，这三十二种大富大贵的相。佛是举这个例子，大家容易接受，而实际上呢？不止。佛在《观经》上告诉我们，阿弥陀佛的报身，身有八万四千相，每一个相有八万四千好，每一个好有八万四千光明，每一道光明里面都有诸佛菩萨在那里活动，我们讲弘法利生。换句话说，在这个佛光里面能够见到整个宇宙，一切诸佛在那里教化众生，你统统看到。我们今天电视不能跟它相比，它能看过去、又能看未来，看得比我们的电视里还逼真。所以他们有能力分身、化身，遍供一切诸佛如来，供养，供养修福，听经闻法修慧，福慧双修。我们在这个世间，遇到一个善知识都那么难，到西方极乐世界，随时随地跟十方一切如来打交道，障碍全没有了。而且你是阿弥陀佛的弟子，一切诸佛对你特别客气，特别礼遇，为什么？你是阿弥陀佛的学生。弥陀是大家尊重的，「光中极尊，佛中之王」，所以弥陀的学生很光荣，受人尊敬，这个要知道。今天我们在这个世间，我们学这个法门，要真干，真信真愿。佛号不离心口，心里有阿弥陀佛，口里有阿弥陀佛，天地鬼神都尊重你，为什么？你是弥陀的学生，真弟子，不是假的。如果你有怀疑，你还有其他的妄想杂念，这个尊重就降温，还是尊重你，不是十分尊重，有个三分五分，那也很了不起了。这些我们都得要通达，都要明了。",
      "zh_TW": "報身是從法身現的，直接從法身現的，這個相相好光明，我們無法想像。這經上講的「三十二相八十種好」，這是釋迦牟尼佛的方便語。為什麼？印度人認為人身的好相，富貴相，這三十二種大富大貴的相。佛是舉這個例子，大家容易接受，而實際上呢？不止。佛在《觀經》上告訴我們，阿彌陀佛的報身，身有八萬四千相，每一個相有八萬四千好，每一個好有八萬四千光明，每一道光明裡面都有諸佛菩薩在那裡活動，我們講弘法利生。換句話說，在這個佛光裡面能夠見到整個宇宙，一切諸佛在那裡教化眾生，你統統看到。我們今天電視不能跟它相比，它能看過去、又能看未來，看得比我們的電視裡還逼真。所以他們有能力分身、化身，遍供一切諸佛如來，供養，供養修福，聽經聞法修慧，福慧雙修。我們在這個世間，遇到一個善知識都那麼難，到西方極樂世界，隨時隨地跟十方一切如來打交道，障礙全沒有了。而且你是阿彌陀佛的弟子，一切諸佛對你特別客氣，特別禮遇，為什麼？你是阿彌陀佛的學生。彌陀是大家尊重的，「光中極尊，佛中之王」，所以彌陀的學生很光榮，受人尊敬，這個要知道。今天我們在這個世間，我們學這個法門，要真幹，真信真願。佛號不離心口，心裡有阿彌陀佛，口裡有阿彌陀佛，天地鬼神都尊重你，為什麼？你是彌陀的學生，真弟子，不是假的。如果你有懷疑，你還有其他的妄想雜念，這個尊重就降溫，還是尊重你，不是十分尊重，有個三分五分，那也很了不起了。這些我們都得要通達，都要明瞭。"
    },
    {
      "id": "02-041-0221_p0014",
      "zh_CN": "学大乘佛法之后，真正告诉你，整个宇宙是一体。一体到什么程度？佛法里没有对立，就是没有二边，没有对立。大小是对立，大是宇宙，小，今天科学家讲，最小的物质是微中子，微中子里面有整个宇宙。整个宇宙包微中子，这大包小，没有问题，我们能接受；小里面包大，一粒微中子里面有整个宇宙。再扩大，告诉你，遍法界虚空界在哪里？就在一粒微中子里面。这个现象今天科学发现了，做出类似的实验，让我们对这个生起信心。我们今天就用现代科学所发现的微中子，它的体积是一个电子的一百亿分之一，这么小，里头有全宇宙。我们这个地球在不在里头？在里头；我们的银河系在不在？在里头；我们的宇宙？整个宇宙在里头；十方诸佛法界在不在里头？也在里头；极乐世界在不在？在，所有一切诸佛刹土都在这一粒里头。科学家用全息照相，用这个做实验。全息照相是什么？它是用两道激光照成一张照片在底片上，然后这张照片你把它剪碎，剪成两块，剪成四块，剪成八块，剪成一百块，剪成小小的，每一小块用一道激光去照它，里面现的相是完整的，每一个小点统统是完整的。这是科学家做实验，让大家都能看到，这就是佛教说的大小不二。你知道大小不二，浅深不二，来去不二，众生跟佛不二，一切诸法统统不二，入不二法门，这是大乘圆教经上说的。诸佛要没有入到这个境界，他怎么能说得出来？说得这么清楚、这么明白。我中有你，你中有我，你就晓得，我们自己身上任何一个细胞，任何一根汗毛，里面包括都是全宇宙，完整的。所以大乘佛法里头有圆满的科学、究竟的科学，科学达到究竟圆满，再没有了，大乘经教里头有。",
      "zh_TW": "學大乘佛法之後，真正告訴你，整個宇宙是一體。一體到什麼程度？佛法裡沒有對立，就是沒有二邊，沒有對立。大小是對立，大是宇宙，小，今天科學家講，最小的物質是微中子，微中子裡面有整個宇宙。整個宇宙包微中子，這大包小，沒有問題，我們能接受；小裡面包大，一粒微中子裡面有整個宇宙。再擴大，告訴你，遍法界虛空界在哪裡？就在一粒微中子裡面。這個現象今天科學發現了，做出類似的實驗，讓我們對這個生起信心。我們今天就用現代科學所發現的微中子，它的體積是一個電子的一百億分之一，這麼小，裡頭有全宇宙。我們這個地球在不在裡頭？在裡頭；我們的銀河系在不在？在裡頭；我們的宇宙？整個宇宙在裡頭；十方諸佛法界在不在裡頭？也在裡頭；極樂世界在不在？在，所有一切諸佛剎土都在這一粒裡頭。科學家用全息照相，用這個做實驗。全息照相是什麼？它是用兩道激光照成一張照片在底片上，然後這張照片你把它剪碎，剪成兩塊，剪成四塊，剪成八塊，剪成一百塊，剪成小小的，每一小塊用一道激光去照它，裡面現的相是完整的，每一個小點統統是完整的。這是科學家做實驗，讓大家都能看到，這就是佛教說的大小不二。你知道大小不二，淺深不二，來去不二，眾生跟佛不二，一切諸法統統不二，入不二法門，這是大乘圓教經上說的。諸佛要沒有入到這個境界，他怎麼能說得出來？說得這麼清楚、這麼明白。我中有你，你中有我，你就曉得，我們自己身上任何一個細胞，任何一根汗毛，裡面包括都是全宇宙，完整的。所以大乘佛法裡頭有圓滿的科學、究竟的科學，科學達到究竟圓滿，再沒有了，大乘經教裡頭有。"
    },
    {
      "id": "02-041-0221_p0015",
      "zh_CN": "我跟方老师学哲学，我跟佛教的缘是从佛经哲学这一门课里面契入的，才知道大乘经里头有高等哲学。这六十年来我又明白了，不仅有究竟的哲学，还有究竟的科学。如果从一多不二这个道理来看，不仅是大乘，真的是一根汗毛、一粒微中子统统含着有圆满的宇宙。这是科学家相信，现在科学家在求证，用什么方法来证明？佛经说用第六意识。就是科学家、哲学家他们达到，对外是宇宙，对内是阿赖耶，都能缘得到，就是缘不到自性，明心见性他一点办法都没有。为什么？科学、哲学都用头脑，佛法不用头脑，佛法用定。不能起心动念，不能有杂念，不能有妄想，你才能豁然开悟，那是真的明白了。明白是什么？是你的本能，每一个众生都可以。人修行能成佛，小猫、小狗修行能不能成佛？能。我们在《净修捷要》听到一个故事，老鼠，夏莲居老居士早晚课的时候，都有一只老鼠跟着他，这只老鼠以后往生了，他打坐的时候，老鼠坐在他鞋子的当中往生了。牠能不能往生？能。没有对立，众生平等，众生跟佛平等，众生跟众生哪有不平等的道理？了解事实真相就能跟别人平等相处，为什么？自他不二。你有困难，跟我有困难完全一样，我帮助你解决困难，就是帮助我自己解决困难，是一不是二。用真诚心，用慈悲心，不是用分别，不是用执着，这里头没有我。我是什么？全宇宙是我，一法都不离。",
      "zh_TW": "我跟方老師學哲學，我跟佛教的緣是從佛經哲學這一門課裡面契入的，才知道大乘經裡頭有高等哲學。這六十年來我又明白了，不僅有究竟的哲學，還有究竟的科學。如果從一多不二這個道理來看，不僅是大乘，真的是一根汗毛、一粒微中子統統含著有圓滿的宇宙。這是科學家相信，現在科學家在求證，用什麼方法來證明？佛經說用第六意識。就是科學家、哲學家他們達到，對外是宇宙，對內是阿賴耶，都能緣得到，就是緣不到自性，明心見性他一點辦法都沒有。為什麼？科學、哲學都用頭腦，佛法不用頭腦，佛法用定。不能起心動念，不能有雜念，不能有妄想，你才能豁然開悟，那是真的明白了。明白是什麼？是你的本能，每一個眾生都可以。人修行能成佛，小貓、小狗修行能不能成佛？能。我們在《淨修捷要》聽到一個故事，老鼠，夏蓮居老居士早晚課的時候，都有一隻老鼠跟著他，這隻老鼠以後往生了，他打坐的時候，老鼠坐在他鞋子的當中往生了。牠能不能往生？能。沒有對立，眾生平等，眾生跟佛平等，眾生跟眾生哪有不平等的道理？了解事實真相就能跟別人平等相處，為什麼？自他不二。你有困難，跟我有困難完全一樣，我幫助你解決困難，就是幫助我自己解決困難，是一不是二。用真誠心，用慈悲心，不是用分別，不是用執著，這裡頭沒有我。我是什麼？全宇宙是我，一法都不離。"
    },
    {
      "id": "02-041-0221_p0016",
      "zh_CN": "能大师末后那句话，念《坛经》的人很多，没懂，最后一句话说，「何期自性，能生万法」。自性就是真心，就是我们中国人讲本性，本性本善，中国人讲的。能生万法是全宇宙，佛法里面讲的遍法界虚空界，这是万法。从哪来的？自性变现出来的。自性遇到缘就现相，它没有相，它能现相。它现的相会消灭吗？不会，为什么？缘不断。这个众生成佛，缘断了，那个众生又来了，众生无量无边。所以无量无边的缘，众缘，有缘它就起现行。它起现行变出来的报土是实报庄严土，实是真实，真实的果报，庄严是美好到极处。什么人住在那个里头？法身菩萨。在这边修行，无论在哪里修行，只要你功夫到大彻大悟、明心见性，你所感的就是法身如来。法身如来给你现相就是现报身，像前面跟你说的，身有八万四千相，相有八万四千好，现那样的身相。正报这么好，依报就可以想像而知。这是真的，不是假的。佛一定要现这个境界，为什么？帮助法身菩萨。法身菩萨虽然证得法身，没有圆满，常寂光他回不去。所以他要住在这个地方修行，修圆满就回归常寂光，回归常寂光才是证得真正究竟圆满的佛果，等觉菩萨都回不了常寂光。所以实报土哪些人住？四十一位法身大士居报土，他住在这里头。向下的，声闻、权教菩萨，住方便有余土。我们完全迷了，完全迷了没有丝毫觉悟的，六道轮回，就是同居秽土。我们的地球是同居秽土，地球是的，太阳系是的，银河系是的，同居秽土。",
      "zh_TW": "能大師末後那句話，念《壇經》的人很多，沒懂，最後一句話說，「何期自性，能生萬法」。自性就是真心，就是我們中國人講本性，本性本善，中國人講的。能生萬法是全宇宙，佛法裡面講的遍法界虛空界，這是萬法。從哪來的？自性變現出來的。自性遇到緣就現相，它沒有相，它能現相。它現的相會消滅嗎？不會，為什麼？緣不斷。這個眾生成佛，緣斷了，那個眾生又來了，眾生無量無邊。所以無量無邊的緣，眾緣，有緣它就起現行。它起現行變出來的報土是實報莊嚴土，實是真實，真實的果報，莊嚴是美好到極處。什麼人住在那個裡頭？法身菩薩。在這邊修行，無論在哪裡修行，只要你功夫到大徹大悟、明心見性，你所感的就是法身如來。法身如來給你現相就是現報身，像前面跟你說的，身有八萬四千相，相有八萬四千好，現那樣的身相。正報這麼好，依報就可以想像而知。這是真的，不是假的。佛一定要現這個境界，為什麼？幫助法身菩薩。法身菩薩雖然證得法身，沒有圓滿，常寂光他回不去。所以他要住在這個地方修行，修圓滿就回歸常寂光，回歸常寂光才是證得真正究竟圓滿的佛果，等覺菩薩都回不了常寂光。所以實報土哪些人住？四十一位法身大士居報土，他住在這裡頭。向下的，聲聞、權教菩薩，住方便有餘土。我們完全迷了，完全迷了沒有絲毫覺悟的，六道輪迴，就是同居穢土。我們的地球是同居穢土，地球是的，太陽系是的，銀河系是的，同居穢土。"
    },
    {
      "id": "02-041-0221_p0017",
      "zh_CN": "唯有佛讲得清楚。我们相信像这些境界科学都有办法为我们证明，他只要把三细相搞清楚，佛经上这个，他都能讲清楚、讲明白。他是用科学技术发现的，不是用禅定。那就是说，虽然搞清楚、搞明白，你相信了，修净土没有问题，有好帮助。为什么？净土的条件太简单，真信、真愿，真正相信有极乐世界，一点怀疑都没有；真正想去，真的想往生，这两个条件就是往生净土的条件。净土有四种净土，同居净土、方便净土、实报净土、常寂光净土，每一土里头都有三辈九品。所以你到极乐世界你是插班去的，你插哪一个班级，那就是念佛功夫的浅深了。所以多念佛有好处，念佛有功夫，品位就上升。没有功夫，行，能往生；能往生就好，没功夫也行，我从一年级读起，小学一年级读起。总而言之，极乐世界没有退学的、没有留级的，只有往上提升。往上提升速度快慢不一样，绝对是上升，不会退堕。成佛快！成佛保险、保证，决定不会堕落，这个地方多难得。",
      "zh_TW": "唯有佛講得清楚。我們相信像這些境界科學都有辦法為我們證明，他只要把三細相搞清楚，佛經上這個，他都能講清楚、講明白。他是用科學技術發現的，不是用禪定。那就是說，雖然搞清楚、搞明白，你相信了，修淨土沒有問題，有好幫助。為什麼？淨土的條件太簡單，真信、真願，真正相信有極樂世界，一點懷疑都沒有；真正想去，真的想往生，這兩個條件就是往生淨土的條件。淨土有四種淨土，同居淨土、方便淨土、實報淨土、常寂光淨土，每一土裡頭都有三輩九品。所以你到極樂世界你是插班去的，你插哪一個班級，那就是念佛功夫的淺深了。所以多念佛有好處，念佛有功夫，品位就上升。沒有功夫，行，能往生；能往生就好，沒功夫也行，我從一年級讀起，小學一年級讀起。總而言之，極樂世界沒有退學的、沒有留級的，只有往上提升。往上提升速度快慢不一樣，絕對是上升，不會退墮。成佛快！成佛保險、保證，決定不會墮落，這個地方多難得。"
    },
    {
      "id": "02-041-0221_p0018",
      "zh_CN": "我们今天用的这个经本，我们要真正感激佛菩萨，一切佛菩萨安排的，安排夏莲居老居士给我们会集。有人说，夏莲居老居士普贤菩萨再来的，黄念祖老居士观世音菩萨再来的。夏老我没见过面，黄念老跟我就很熟，我们从美国认识之后，我一年至少三次到北京去看他，他老人家在的时候。那个时候老朋友多，现在都走了，年轻这一辈我不认识。所以感慨万千，认真好好念佛，到极乐世界我们又会见面、又会碰到，这肯定的，这些人目标、方向都是极乐世界，我们同心同愿。这是法身、报身、应化身，我们把它搞清楚。",
      "zh_TW": "我們今天用的這個經本，我們要真正感激佛菩薩，一切佛菩薩安排的，安排夏蓮居老居士給我們會集。有人說，夏蓮居老居士普賢菩薩再來的，黃念祖老居士觀世音菩薩再來的。夏老我沒見過面，黃念老跟我就很熟，我們從美國認識之後，我一年至少三次到北京去看他，他老人家在的時候。那個時候老朋友多，現在都走了，年輕這一輩我不認識。所以感慨萬千，認真好好念佛，到極樂世界我們又會見面、又會碰到，這肯定的，這些人目標、方向都是極樂世界，我們同心同願。這是法身、報身、應化身，我們把它搞清楚。"
    },
    {
      "id": "02-041-0221_p0019",
      "zh_CN": "「三身果佛之土」，三身果佛之土是说极乐世界，极乐世界是三身果佛之土。这些诸佛菩萨在西方极乐世界可以现阿弥陀佛身，我念阿弥陀佛，观世音菩萨现佛身、阿弥陀佛身，大势至菩萨也能现阿弥陀佛身，在同居土里面教我们。同居土如是，方便土亦如是。到实报土见报身，不是见应化身，应化身在下面二土，上二土不是的，那是报身、是法身。「故超诸应佛之化土」，超过其他诸佛的化土。其他诸佛化土，像释迦牟尼佛在我们这个世间，我们这个地球是释迦牟尼佛教化的地区，他用应身住世八十年，讲经教学四十九年。这一点我们现在不能够省略，要多说几句话，要把它搞清楚、搞明白。诸佛如来是什么身分？是师道，老师的身分。极乐世界是个学校，我说得很清楚，它没有政治组织，极乐世界没有国王、没有大臣，没有行政组织。所以只有两种人。咱们中国人讲人民，社会的人民，士农工商四大类，它那里没有。它那里只有两种，师生，本师阿弥陀佛，每一个往生的人都是学生，我们称菩萨。菩萨是学生里面高级的学生，大学生称菩萨。小学生，我们同居土往生的，就是烦恼习气都没有断，念佛没功夫，生凡圣同居土，小学生；有一点功夫，像阿罗汉能把见思烦恼断了，这就是功夫，他生方便有余土，中学生；更高一点的，他能破一分无明证一分法身，称菩萨，我们讲那是大学生；常寂光是博士班。所以它有等级的，我们生哪一个等级，那是念佛功夫的浅深。所以没有事情多念佛，多念佛到极乐世界品位上升。",
      "zh_TW": "「三身果佛之土」，三身果佛之土是說極樂世界，極樂世界是三身果佛之土。這些諸佛菩薩在西方極樂世界可以現阿彌陀佛身，我念阿彌陀佛，觀世音菩薩現佛身、阿彌陀佛身，大勢至菩薩也能現阿彌陀佛身，在同居土裡面教我們。同居土如是，方便土亦如是。到實報土見報身，不是見應化身，應化身在下面二土，上二土不是的，那是報身、是法身。「故超諸應佛之化土」，超過其他諸佛的化土。其他諸佛化土，像釋迦牟尼佛在我們這個世間，我們這個地球是釋迦牟尼佛教化的地區，他用應身住世八十年，講經教學四十九年。這一點我們現在不能夠省略，要多說幾句話，要把它搞清楚、搞明白。諸佛如來是什麼身分？是師道，老師的身分。極樂世界是個學校，我說得很清楚，它沒有政治組織，極樂世界沒有國王、沒有大臣，沒有行政組織。所以只有兩種人。咱們中國人講人民，社會的人民，士農工商四大類，它那裡沒有。它那裡只有兩種，師生，本師阿彌陀佛，每一個往生的人都是學生，我們稱菩薩。菩薩是學生裡面高級的學生，大學生稱菩薩。小學生，我們同居土往生的，就是煩惱習氣都沒有斷，念佛沒功夫，生凡聖同居土，小學生；有一點功夫，像阿羅漢能把見思煩惱斷了，這就是功夫，他生方便有餘土，中學生；更高一點的，他能破一分無明證一分法身，稱菩薩，我們講那是大學生；常寂光是博士班。所以它有等級的，我們生哪一個等級，那是念佛功夫的淺深。所以沒有事情多念佛，多念佛到極樂世界品位上升。"
    },
    {
      "id": "02-041-0221_p0020",
      "zh_CN": "但是极乐世界有个非常特别的现象，十方诸佛刹土没有的，虽有等级，平等待遇。其他诸佛刹土里头，等级不一样，待遇不一样，不相同，差别很大。极乐世界待遇平等，这什么原因？阿弥陀佛的慈悲，四十八愿的加持，只要生到净土，不管你功夫程度，到极乐世界，皆作阿惟越致菩萨。阿惟越致是什么？法身菩萨。换句话说，到极乐世界，凡圣同居土也享受实报庄严土的待遇，就是说你的智慧、道力、神通跟法身菩萨没有两样，这叫难信之法。一切经里头没有这种说法，只有这部经，所以这个法门叫难信易行之法。往生太容易了，谁都能往生，为什么？因为你本来是佛。你修这个法门，得阿弥陀佛本愿加持你，那起作用，不是不起作用，就能帮助你快速成长、快速的提升，再找不到别的法门了。",
      "zh_TW": "但是極樂世界有個非常特別的現象，十方諸佛剎土沒有的，雖有等級，平等待遇。其他諸佛剎土裡頭，等級不一樣，待遇不一樣，不相同，差別很大。極樂世界待遇平等，這什麼原因？阿彌陀佛的慈悲，四十八願的加持，只要生到淨土，不管你功夫程度，到極樂世界，皆作阿惟越致菩薩。阿惟越致是什麼？法身菩薩。換句話說，到極樂世界，凡聖同居土也享受實報莊嚴土的待遇，就是說你的智慧、道力、神通跟法身菩薩沒有兩樣，這叫難信之法。一切經裡頭沒有這種說法，只有這部經，所以這個法門叫難信易行之法。往生太容易了，誰都能往生，為什麼？因為你本來是佛。你修這個法門，得阿彌陀佛本願加持你，那起作用，不是不起作用，就能幫助你快速成長、快速的提升，再找不到別的法門了。"
    },
    {
      "id": "02-041-0221_p0021",
      "zh_CN": "我们在年轻的时候，我接受方老师的教诲，出家人只有章嘉大师一个，在家居士是李炳南老居士，我就三个老师，方老师接引我入门。我在年轻时候不相信宗教，特别是轻视佛教，认为佛教是多神教，多神教意味着是低级宗教，跟我没有缘。方老师告诉我，佛教是哲学，高等哲学。我非常讶异，我说佛教是宗教，多神教、低级宗教，它怎么会有哲学？老师说：你年轻，你不懂，释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。这话很中听，我在这个单元里面了解、认识了，佩服得五体投地。我说我想学。方老师很欢喜，告诉我，二百年前的寺院庵堂，这里面住的人都是真正有学问、有道德，他们能真正传授这个法给你。他说现在不行了，现在他们不学了。那要学怎么办？他就告诉我，经典，直接去读经典，经典读不通，看注解。",
      "zh_TW": "我們在年輕的時候，我接受方老師的教誨，出家人只有章嘉大師一個，在家居士是李炳南老居士，我就三個老師，方老師接引我入門。我在年輕時候不相信宗教，特別是輕視佛教，認為佛教是多神教，多神教意味著是低級宗教，跟我沒有緣。方老師告訴我，佛教是哲學，高等哲學。我非常訝異，我說佛教是宗教，多神教、低級宗教，它怎麼會有哲學？老師說：你年輕，你不懂，釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。這話很中聽，我在這個單元裡面了解、認識了，佩服得五體投地。我說我想學。方老師很歡喜，告訴我，二百年前的寺院庵堂，這裡面住的人都是真正有學問、有道德，他們能真正傳授這個法給你。他說現在不行了，現在他們不學了。那要學怎麼辦？他就告訴我，經典，直接去讀經典，經典讀不通，看註解。"
    },
    {
      "id": "02-041-0221_p0022",
      "zh_CN": "我那个时候还不错，还遇到章嘉大师、李老师，对佛法有信、有解、有行，证我们不敢说，至少他有这三样，信解行证，前面三个他都有，有能力指导我。现在找老师找不到了，你找到我，我跟前面三个老师比差距很大。好在释迦牟尼佛传的修学的理念跟方法在，依照他这个方法，如法炮制，相信我们会有成就。就是要真正相信古人的话不骗人，骗人不能传几千年。「一门深入，长时薰修」，这是学习的态度、心态，也就是现在讲的理念，要肯定。方法，「读书千遍，其义自见」，自见就是开悟，遍数念得多，把自己的妄想念掉、杂念念掉了。佛经上这些智慧，是自性里头本有的，不是外头来的。自己本有的，释迦牟尼佛说的，我们怎么会不懂？哪有这种道理？现在不懂就是有障碍，障碍就是烦恼。",
      "zh_TW": "我那個時候還不錯，還遇到章嘉大師、李老師，對佛法有信、有解、有行，證我們不敢說，至少他有這三樣，信解行證，前面三個他都有，有能力指導我。現在找老師找不到了，你找到我，我跟前面三個老師比差距很大。好在釋迦牟尼佛傳的修學的理念跟方法在，依照他這個方法，如法炮製，相信我們會有成就。就是要真正相信古人的話不騙人，騙人不能傳幾千年。「一門深入，長時薰修」，這是學習的態度、心態，也就是現在講的理念，要肯定。方法，「讀書千遍，其義自見」，自見就是開悟，遍數念得多，把自己的妄想念掉、雜念念掉了。佛經上這些智慧，是自性裡頭本有的，不是外頭來的。自己本有的，釋迦牟尼佛說的，我們怎麼會不懂？哪有這種道理？現在不懂就是有障礙，障礙就是煩惱。"
    },
    {
      "id": "02-041-0221_p0023",
      "zh_CN": "烦恼又分三大类：无明烦恼、尘沙烦恼、见思烦恼。这三种烦恼统统具足，名字就叫六道凡夫。三种烦恼去一种，见思，先抛见思，有程序的，像脱衣服一样，它是最外面这一层，你把它解开脱掉，叫阿罗汉。第二个障碍，尘沙烦恼，尘沙是比喻多，是什么？分别。见思是执着，执着断掉，阿罗汉；分别再断掉，菩萨；最后无明烦恼一破，就成佛，就叫觉。所以经题上「清净、平等、觉」，这三个断烦恼的成果，见思烦恼断掉，清净心现前，其义自见，见到三分之一，小悟；平等心得到，尘沙烦恼断了，平等心出现，大悟；最后无明烦恼断掉，大彻大悟就是觉，觉就是明心见性，那是彻悟，就入佛境界。修什么？都在经题上，清净平等觉这五个字，重要！常常要把清净平等觉，我们今天跟昨天相比，是有进步还是退步？这个月跟上个月比，今年跟去年比，你要在这上用功，自己清清楚楚、明明白白。所以念佛不在多少，与这个不相干，与念经也不相干，与达到这个目的关系大了。多念佛、多念经，都是为达到这个目的，把妄想分别习气统统念光，我们就得大自在。这都不能求人，你说求阿弥陀佛、求观音菩萨，帮不上忙，是叫你放下。佛菩萨遇到了，也是教给你，你把这个东西放下，还得是自己放下，不是他帮助你放下。成就是你自己成就，老师、佛菩萨给你做个增上缘而已，这个要懂得。但是缘太重要，没有人提醒忘掉了，常常有人提醒，读经就是提醒，念佛就是提醒，天天有人提醒，时时刻刻听经，警觉性高，你才能够出离迷惑颠倒，才能破迷开悟。",
      "zh_TW": "煩惱又分三大類：無明煩惱、塵沙煩惱、見思煩惱。這三種煩惱統統具足，名字就叫六道凡夫。三種煩惱去一種，見思，先拋見思，有程序的，像脫衣服一樣，它是最外面這一層，你把它解開脫掉，叫阿羅漢。第二個障礙，塵沙煩惱，塵沙是比喻多，是什麼？分別。見思是執著，執著斷掉，阿羅漢；分別再斷掉，菩薩；最後無明煩惱一破，就成佛，就叫覺。所以經題上「清淨、平等、覺」，這三個斷煩惱的成果，見思煩惱斷掉，清淨心現前，其義自見，見到三分之一，小悟；平等心得到，塵沙煩惱斷了，平等心出現，大悟；最後無明煩惱斷掉，大徹大悟就是覺，覺就是明心見性，那是徹悟，就入佛境界。修什麼？都在經題上，清淨平等覺這五個字，重要！常常要把清淨平等覺，我們今天跟昨天相比，是有進步還是退步？這個月跟上個月比，今年跟去年比，你要在這上用功，自己清清楚楚、明明白白。所以念佛不在多少，與這個不相干，與念經也不相干，與達到這個目的關係大了。多念佛、多念經，都是為達到這個目的，把妄想分別習氣統統念光，我們就得大自在。這都不能求人，你說求阿彌陀佛、求觀音菩薩，幫不上忙，是叫你放下。佛菩薩遇到了，也是教給你，你把這個東西放下，還得是自己放下，不是他幫助你放下。成就是你自己成就，老師、佛菩薩給你做個增上緣而已，這個要懂得。但是緣太重要，沒有人提醒忘掉了，常常有人提醒，讀經就是提醒，念佛就是提醒，天天有人提醒，時時刻刻聽經，警覺性高，你才能夠出離迷惑顛倒，才能破迷開悟。"
    },
    {
      "id": "02-041-0221_p0024",
      "zh_CN": "这是说明在这三身超诸应佛的化土，超出一切诸佛刹土，不能跟极乐世界比，这是第一个超胜独妙。「二、佛身光寿超过诸佛故」。极乐世界往生的人，虽然是凡夫，烦恼一品没断，取得了往生极乐世界的条件，那就是我真信，我非常愿意到极乐世界，念佛功夫没有。虽念佛，没有把烦恼念掉，就是没功夫。把见思烦恼念掉了，这是第一个功夫拿到，你不在同居土了，你往生方便有余土。所以移民到极乐世界去的时候，你不是从小学念，你是从中学念，你有这个程度。第二个超胜独妙是佛身光寿超过诸佛。佛身，前面也透了信息，跟阿弥陀佛的身完全一样，紫磨真金色身，不是这个肉体，也就是说不是物质现象变现出来的。它那里有这个现象，但是跟我们这里不一样，我们这里是一合相，《金刚经》上讲的一合相。一是什么？就是基本的物质，现在叫微中子。是微中子组合的，叫一合相，整个分开之后全是微中子，是这个东西集合在一起，排列成不同的方程式，就变成原子、分子，是这个东西组成的。世界也是这个东西组成的，叫一合相。极乐世界没有这个现象，是法性身、法性土。法性没有生灭，所以它没有寿命，叫无量寿。有生有灭它就有期限，再长寿都是有个期限，极乐世界没有期限，无量寿，所以无量寿。无量光，身放光明，全身放光，光也代表智慧，充满了智慧，没有烦恼。习气有，实报土四十一个阶级是断习气，无明真破了，无明习气没断。所以佛身光寿超过诸佛。「因弥陀为佛中极尊，光中之王，寿命无量」，佛无量寿，每个往生的人都是无量寿。这是我们大家非常希望得到的，我们相信它绝不是假的，理上讲得通，事上就有可能。所以为什么要研究经？经研究通了，理搞明白了，事相信了。所以研教是帮助你断疑生信，它作用在此地。",
      "zh_TW": "這是說明在這三身超諸應佛的化土，超出一切諸佛剎土，不能跟極樂世界比，這是第一個超勝獨妙。「二、佛身光壽超過諸佛故」。極樂世界往生的人，雖然是凡夫，煩惱一品沒斷，取得了往生極樂世界的條件，那就是我真信，我非常願意到極樂世界，念佛功夫沒有。雖念佛，沒有把煩惱念掉，就是沒功夫。把見思煩惱念掉了，這是第一個功夫拿到，你不在同居土了，你往生方便有餘土。所以移民到極樂世界去的時候，你不是從小學念，你是從中學念，你有這個程度。第二個超勝獨妙是佛身光壽超過諸佛。佛身，前面也透了信息，跟阿彌陀佛的身完全一樣，紫磨真金色身，不是這個肉體，也就是說不是物質現象變現出來的。它那裡有這個現象，但是跟我們這裡不一樣，我們這裡是一合相，《金剛經》上講的一合相。一是什麼？就是基本的物質，現在叫微中子。是微中子組合的，叫一合相，整個分開之後全是微中子，是這個東西集合在一起，排列成不同的方程式，就變成原子、分子，是這個東西組成的。世界也是這個東西組成的，叫一合相。極樂世界沒有這個現象，是法性身、法性土。法性沒有生滅，所以它沒有壽命，叫無量壽。有生有滅它就有期限，再長壽都是有個期限，極樂世界沒有期限，無量壽，所以無量壽。無量光，身放光明，全身放光，光也代表智慧，充滿了智慧，沒有煩惱。習氣有，實報土四十一個階級是斷習氣，無明真破了，無明習氣沒斷。所以佛身光壽超過諸佛。「因彌陀為佛中極尊，光中之王，壽命無量」，佛無量壽，每個往生的人都是無量壽。這是我們大家非常希望得到的，我們相信它絕不是假的，理上講得通，事上就有可能。所以為什麼要研究經？經研究通了，理搞明白了，事相信了。所以研教是幫助你斷疑生信，它作用在此地。"
    },
    {
      "id": "02-041-0221_p0025",
      "zh_CN": "「三、名号利益，独出难思故」。这个是不可思议，阿弥陀佛用什么来帮助众生、成就众生？就是用他的名号，叫你老念这句名号。这句名号的意思太丰富了，可以翻成中文，没翻。为什么没翻？尊重不翻，属于尊重。音译，阿弥陀佛。它的意思，阿翻成中国的意思是无；弥陀是量，无量；佛是觉，觉悟的意思，无量觉。无量觉，哪一尊佛不是无量觉？所以这句名号就代表十方三世所有一切诸佛的总名号，念这句名号全念到了，一个也没漏掉。佛的名号当然包括菩萨的，佛是果上的名号，菩萨是因上，修因的名号，因果相应，因果是一体。所以这句名号里头也包括一切菩萨名号在其中，念一个全念到了，不可思议！",
      "zh_TW": "「三、名號利益，獨出難思故」。這個是不可思議，阿彌陀佛用什麼來幫助眾生、成就眾生？就是用他的名號，叫你老念這句名號。這句名號的意思太豐富了，可以翻成中文，沒翻。為什麼沒翻？尊重不翻，屬於尊重。音譯，阿彌陀佛。它的意思，阿翻成中國的意思是無；彌陀是量，無量；佛是覺，覺悟的意思，無量覺。無量覺，哪一尊佛不是無量覺？所以這句名號就代表十方三世所有一切諸佛的總名號，念這句名號全念到了，一個也沒漏掉。佛的名號當然包括菩薩的，佛是果上的名號，菩薩是因上，修因的名號，因果相應，因果是一體。所以這句名號裡頭也包括一切菩薩名號在其中，念一個全念到了，不可思議！"
    },
    {
      "id": "02-041-0221_p0026",
      "zh_CN": "这句名号有不可思议的威力，我们从海贤老和尚身上看到。这个老和尚农民出身，没有念过书，不认识字，二十岁出家，师父就教他一句南无阿弥陀佛，教他一直念下去，嘱咐他，明白了，不能乱说，不能说。师父就教他这几句话，他就守了一辈子，九十二年不拐弯，遵守老师的话，念佛真有功夫。我看他的《永思集》、看这个报告、看他的光碟，我估计，这个人本质好，老实、听话、真干，这样的人，遇到高人指点，他一定成就。二十岁开始念佛，功夫是昼夜不断，信愿没有问题，他没有怀疑，完全接受。一般是三年到五年，功夫成片得到，那就有功夫了，这个功夫生方便有余土。在极乐世界里头，像办学，如果从小学一年级到博士班，一共多少个班级？五十二个，他插班了，他插班插第十一班，功夫成片。再过个三、五年，三十岁，三十岁左右，一定功夫提升到事一心不乱，这就高了，事一心不乱是方便土的上上品。再有个三、五年，顶多十年，提升到理一心不乱，生实报庄严土，法身菩萨。他真得到了，他有神通，不现。师父讲的，不说，不能现。在这个环境里头不说，老老实实，就装作一个种田的庄稼汉的样子，平平安安度过一生。",
      "zh_TW": "這句名號有不可思議的威力，我們從海賢老和尚身上看到。這個老和尚農民出身，沒有念過書，不認識字，二十歲出家，師父就教他一句南無阿彌陀佛，教他一直念下去，囑咐他，明白了，不能亂說，不能說。師父就教他這幾句話，他就守了一輩子，九十二年不拐彎，遵守老師的話，念佛真有功夫。我看他的《永思集》、看這個報告、看他的光碟，我估計，這個人本質好，老實、聽話、真幹，這樣的人，遇到高人指點，他一定成就。二十歲開始念佛，功夫是晝夜不斷，信願沒有問題，他沒有懷疑，完全接受。一般是三年到五年，功夫成片得到，那就有功夫了，這個功夫生方便有餘土。在極樂世界裡頭，像辦學，如果從小學一年級到博士班，一共多少個班級？五十二個，他插班了，他插班插第十一班，功夫成片。再過個三、五年，三十歲，三十歲左右，一定功夫提升到事一心不亂，這就高了，事一心不亂是方便土的上上品。再有個三、五年，頂多十年，提升到理一心不亂，生實報莊嚴土，法身菩薩。他真得到了，他有神通，不現。師父講的，不說，不能現。在這個環境裡頭不說，老老實實，就裝作一個種田的莊稼漢的樣子，平平安安度過一生。"
    },
    {
      "id": "02-041-0221_p0027",
      "zh_CN": "他活到一百一十二岁，我觉得那不是他的寿命，他的寿命也应该是七老八十，那么长的寿命，阿弥陀佛给他的。阿弥陀佛多次劝他，修得不错，可以做念佛人的榜样，可以做修净土的人榜样，叫他表法，在这个世间多住几年，你修得很好。大概也跟他说了，你遇到有一本书，《若要佛法兴，唯有僧赞僧》，你见到这本书了，阿弥陀佛就来接你往生。所以我想着，他常常盼望着这个书的出现。二Ｏ一三年一月，有几个同修真的带这本书上山去看他，他不认识字，看到人带书，这什么书？问一问人，人就告诉他，这个书叫《若要佛法兴，唯有僧赞僧》。他一听高兴得不得了，形容他，好像天天盼望的宝贝，今天居然到手了。马上穿袍搭衣，要人给他照相，他一生从来没有主动叫人给他照过相，这是第一次。这一张照片照完之后，三天就走了，走得自在，走得潇洒，自己念佛走的，没有人助念。他不要人助念，他说要人助念不牢靠，我自己有把握，我自己念佛往生。",
      "zh_TW": "他活到一百一十二歲，我覺得那不是他的壽命，他的壽命也應該是七老八十，那麼長的壽命，阿彌陀佛給他的。阿彌陀佛多次勸他，修得不錯，可以做念佛人的榜樣，可以做修淨土的人榜樣，叫他表法，在這個世間多住幾年，你修得很好。大概也跟他說了，你遇到有一本書，《若要佛法興，唯有僧讚僧》，你見到這本書了，阿彌陀佛就來接你往生。所以我想著，他常常盼望著這個書的出現。二Ｏ一三年一月，有幾個同修真的帶這本書上山去看他，他不認識字，看到人帶書，這什麼書？問一問人，人就告訴他，這個書叫《若要佛法興，唯有僧讚僧》。他一聽高興得不得了，形容他，好像天天盼望的寶貝，今天居然到手了。馬上穿袍搭衣，要人給他照相，他一生從來沒有主動叫人給他照過相，這是第一次。這一張照片照完之後，三天就走了，走得自在，走得瀟灑，自己念佛走的，沒有人助念。他不要人助念，他說要人助念不牢靠，我自己有把握，我自己念佛往生。"
    },
    {
      "id": "02-041-0221_p0028",
      "zh_CN": "表法来的，表什么法？在这二、三十年当中，净土宗有困难，许多不相信的人，许许多多言论攻击反对会集，说会集是错误的，不应该的，这一本书就是为这桩事情辨别的，说明会集是可以的。会集不是夏莲居老居士开始，是佛经到中国，开始翻译的时候就有会集。第一部是《四十二章经》，第一部翻的，那就是会集的。《四十二章经》不是佛说的，是这部经里头抄一段，那部经里头抄一段，节录下来的，就是凑成一部，便于教学。像我们现在讲《３６Ｏ》一样，就是会集。所以有根有据，不是现在人作。而且过去《大藏经》里很多会集的，古时候不叫会集，叫合经，合成，合经，那叫会集，有改动字的。夏莲老这个会集本一个字都没有改动，原译本的字，原译本的句子，没有改动，是最忠实的会集本。换句话说，字字句句都是释迦牟尼佛说的，这值得可信。注解，你看黄念老居士的注解，他用八十三种经论、一百一十种祖师大德的著作、注疏。你看，每一段他都标出来，这从哪里来的，那从哪里来的，有根有据，不是随便乱说的，这就是注解是正知正见，不应该怀疑。第三个证明，我们这十几年来，将近十几二十年，我们依照这个本子，依照这个注解修行，没有错误，不错。现在这个时期众生福薄，感得老和尚为这部经做证明，让我们把心定下来。这部经好，正知正见，如来末法时期度众生的第一部经。我们要尊重它，不能够批评它，要认真学习它，字字句句含无量义，讲不尽！",
      "zh_TW": "表法來的，表什麼法？在這二、三十年當中，淨土宗有困難，許多不相信的人，許許多多言論攻擊反對會集，說會集是錯誤的，不應該的，這一本書就是為這樁事情辨別的，說明會集是可以的。會集不是夏蓮居老居士開始，是佛經到中國，開始翻譯的時候就有會集。第一部是《四十二章經》，第一部翻的，那就是會集的。《四十二章經》不是佛說的，是這部經裡頭抄一段，那部經裡頭抄一段，節錄下來的，就是湊成一部，便於教學。像我們現在講《３６Ｏ》一樣，就是會集。所以有根有據，不是現在人作。而且過去《大藏經》裡很多會集的，古時候不叫會集，叫合經，合成，合經，那叫會集，有改動字的。夏蓮老這個會集本一個字都沒有改動，原譯本的字，原譯本的句子，沒有改動，是最忠實的會集本。換句話說，字字句句都是釋迦牟尼佛說的，這值得可信。註解，你看黃念老居士的註解，他用八十三種經論、一百一十種祖師大德的著作、註疏。你看，每一段他都標出來，這從哪裡來的，那從哪裡來的，有根有據，不是隨便亂說的，這就是註解是正知正見，不應該懷疑。第三個證明，我們這十幾年來，將近十幾二十年，我們依照這個本子，依照這個註解修行，沒有錯誤，不錯。現在這個時期眾生福薄，感得老和尚為這部經做證明，讓我們把心定下來。這部經好，正知正見，如來末法時期度眾生的第一部經。我們要尊重它，不能夠批評它，要認真學習它，字字句句含無量義，講不盡！"
    },
    {
      "id": "02-041-0221_p0029",
      "zh_CN": "我在前面，这是第四回，我讲这个注解，讲注解第四次了。第一次，我八十五岁，我记得那一年清明节，我把《华严》放下，开始讲这个注解。这一生专修净土，八十岁以上，风烛残年，活一天算一天。天天希望往生极乐世界，是这个念头，别的念头没有。这些年来，我们现在看到社会的混乱，地球上的灾变，一年比一年严重，这个不是好事。我们有高度的警觉，就是我们决定求生净土，必定得生，一点怀疑都没有，才行，我们要抓住这一点。其他的我都不顾，生活，我跟你说，给什么吃什么，不给就不吃，不吃也行，一天、二天不吃没关系，精神还一样。什么都随缘，不攀缘，万缘放下，连身体都放下，不是我的，我的家在极乐世界，常作如是观。唯一的希望，亲近阿弥陀佛，一生证得究竟圆满，这是应该干的事情。其他的事情随缘，有缘，是好事，对国家、对社会、对人类有利益的，有缘我会做，没有缘我不去攀缘，一生不攀缘。所以一生，我这一生的路佛菩萨安排的，有很多都是意想不到的，根本就没有想过，缘成熟了，成熟就得要干。团结宗教是缘，帮助联合国化解冲突，促进安定和平，也是缘。出家哪里想到这种事情？这没想到，都是缘自己来的，一切都具备了，这不能不去做。这都是跟国家民族、跟传统文化、跟全世界人民幸福有关系的，我们义不容辞，在这个世间多住几天。没有这个缘呢？没有这个缘早走，可以走得了。",
      "zh_TW": "我在前面，這是第四回，我講這個註解，講註解第四次了。第一次，我八十五歲，我記得那一年清明節，我把《華嚴》放下，開始講這個註解。這一生專修淨土，八十歲以上，風燭殘年，活一天算一天。天天希望往生極樂世界，是這個念頭，別的念頭沒有。這些年來，我們現在看到社會的混亂，地球上的災變，一年比一年嚴重，這個不是好事。我們有高度的警覺，就是我們決定求生淨土，必定得生，一點懷疑都沒有，才行，我們要抓住這一點。其他的我都不顧，生活，我跟你說，給什麼吃什麼，不給就不吃，不吃也行，一天、二天不吃沒關係，精神還一樣。什麼都隨緣，不攀緣，萬緣放下，連身體都放下，不是我的，我的家在極樂世界，常作如是觀。唯一的希望，親近阿彌陀佛，一生證得究竟圓滿，這是應該幹的事情。其他的事情隨緣，有緣，是好事，對國家、對社會、對人類有利益的，有緣我會做，沒有緣我不去攀緣，一生不攀緣。所以一生，我這一生的路佛菩薩安排的，有很多都是意想不到的，根本就沒有想過，緣成熟了，成熟就得要幹。團結宗教是緣，幫助聯合國化解衝突，促進安定和平，也是緣。出家哪裡想到這種事情？這沒想到，都是緣自己來的，一切都具備了，這不能不去做。這都是跟國家民族、跟傳統文化、跟全世界人民幸福有關係的，我們義不容辭，在這個世間多住幾天。沒有這個緣呢？沒有這個緣早走，可以走得了。"
    },
    {
      "id": "02-041-0221_p0030",
      "zh_CN": "我们看念老的注解，「谓弥陀圣号，名闻十方。若有闻者，至心信乐，十念必生」，这是四十八愿的十八愿。往生极乐世界不难，名号闻十方，是十方一切诸佛如来对众生说法，没有不讲《无量寿经》的。《无量寿经》是佛当年在世一生多次宣讲的，所以传下来的版本也是很多不同的资料，不是一样的。在中国有十二次的翻译，七种失传，留下来这五种，内容差别很大。所以古大德认为至少有三种不同的版本，三种不同就是三次讲演。内蒙金教授告诉我，蒙古文《大藏经》里面，《无量寿经》有二、三十种版本。我希望他能够把它翻出来，翻成汉文。我们再来比照，可能又发现，证实释迦牟尼佛一生当中多次宣讲，讲十几次、讲二十次都很有可能，为什么会出现这么多的本子？说明这部经重要。这部经是人人可以修，人人可以成就，而且成就无比殊胜，不是小成就，是圆满的成就，这么容易。",
      "zh_TW": "我們看念老的註解，「謂彌陀聖號，名聞十方。若有聞者，至心信樂，十念必生」，這是四十八願的十八願。往生極樂世界不難，名號聞十方，是十方一切諸佛如來對眾生說法，沒有不講《無量壽經》的。《無量壽經》是佛當年在世一生多次宣講的，所以傳下來的版本也是很多不同的資料，不是一樣的。在中國有十二次的翻譯，七種失傳，留下來這五種，內容差別很大。所以古大德認為至少有三種不同的版本，三種不同就是三次講演。內蒙金教授告訴我，蒙古文《大藏經》裡面，《無量壽經》有二、三十種版本。我希望他能夠把它翻出來，翻成漢文。我們再來比照，可能又發現，證實釋迦牟尼佛一生當中多次宣講，講十幾次、講二十次都很有可能，為什麼會出現這麼多的本子？說明這部經重要。這部經是人人可以修，人人可以成就，而且成就無比殊勝，不是小成就，是圓滿的成就，這麼容易。"
    },
    {
      "id": "02-041-0221_p0031",
      "zh_CN": "我们也是过去把它看轻了，认为是释迦牟尼佛大概度老太婆这些根性比较差一点的，大乘经讲她不懂，用这个方法来接引这些人。没有想到，它是最高峰。初学佛的时候把它看轻了，没在意，老师介绍，我们自以为不然，没接受。经上讲难信之法，我有很深的体会，我相信这个法门，我学佛六十四年，大概是我学佛三十多年才接受，你就晓得不容易！初学佛的时候，都认定大经大论，《华严》、《法华》、《楞严》、《瑜伽师地论》、《大智度论》，都搞这些。这些教授、名教授，知名的学者，他们讲起佛法，口头里全都是这些大经大论，谁提过《无量寿经》，没人提过，真的不容易认识。我讲《华严》，《法华》讲过大意，我记得一百多个小时，《法华经》大意；《华严》讲过两次，第二次讲了四千多个小时，只讲到「初住品」，全经的五分之一，全经讲完要二万小时。真的是大学问，不是假的，其味无穷，这里面什么东西都有，包罗万象，世出世间一切法。",
      "zh_TW": "我們也是過去把它看輕了，認為是釋迦牟尼佛大概度老太婆這些根性比較差一點的，大乘經講她不懂，用這個方法來接引這些人。沒有想到，它是最高峰。初學佛的時候把它看輕了，沒在意，老師介紹，我們自以為不然，沒接受。經上講難信之法，我有很深的體會，我相信這個法門，我學佛六十四年，大概是我學佛三十多年才接受，你就曉得不容易！初學佛的時候，都認定大經大論，《華嚴》、《法華》、《楞嚴》、《瑜伽師地論》、《大智度論》，都搞這些。這些教授、名教授，知名的學者，他們講起佛法，口頭裡全都是這些大經大論，誰提過《無量壽經》，沒人提過，真的不容易認識。我講《華嚴》，《法華》講過大意，我記得一百多個小時，《法華經》大意；《華嚴》講過兩次，第二次講了四千多個小時，只講到「初住品」，全經的五分之一，全經講完要二萬小時。真的是大學問，不是假的，其味無窮，這裡面什麼東西都有，包羅萬象，世出世間一切法。"
    },
    {
      "id": "02-041-0221_p0032",
      "zh_CN": "佛无量次的宣说，目的就是希望有听到的，至心信乐，至心就是真诚心，相信有极乐世界，乐于往生，喜欢往生，生到极乐世界亲近阿弥陀佛。十念必生，这第十八愿。「闻名信受，速至菩提。诸佛同宣，十方共赞，故云独出」。没有例外的，十方一切诸佛共同赞叹的就是阿弥陀佛，没有听说赞叹其他佛的，诸佛同宣。闻名信受，真正相信，真正能接受。菩提是大彻大悟、明心见性，很快你就能得到。我们看海贤老和尚的生平，我估计他从念佛那天起，得理一心不乱，大概二十年，他是渐修。六祖惠能是顿超，根比他利，很短的时间就成就了。他用念佛法门二十年，一层一层向上提升。六祖惠能大师没有阶级，一步就提升上去了，那个难，不是一般人能做到的。但是海贤老和尚这个方法，是人人都可以做到的，这个不是假的。所以诸佛同宣，十方共赞，故云独出。",
      "zh_TW": "佛無量次的宣說，目的就是希望有聽到的，至心信樂，至心就是真誠心，相信有極樂世界，樂於往生，喜歡往生，生到極樂世界親近阿彌陀佛。十念必生，這第十八願。「聞名信受，速至菩提。諸佛同宣，十方共讚，故云獨出」。沒有例外的，十方一切諸佛共同讚歎的就是阿彌陀佛，沒有聽說讚歎其他佛的，諸佛同宣。聞名信受，真正相信，真正能接受。菩提是大徹大悟、明心見性，很快你就能得到。我們看海賢老和尚的生平，我估計他從念佛那天起，得理一心不亂，大概二十年，他是漸修。六祖惠能是頓超，根比他利，很短的時間就成就了。他用念佛法門二十年，一層一層向上提升。六祖惠能大師沒有階級，一步就提升上去了，那個難，不是一般人能做到的。但是海賢老和尚這個方法，是人人都可以做到的，這個不是假的。所以諸佛同宣，十方共讚，故云獨出。"
    },
    {
      "id": "02-041-0221_p0033",
      "zh_CN": "「复以闻名发心、闻名得福、闻名得忍」，这个我们都在第六品里面学过了，很不容易。世间人想得福报，能够信受阿弥陀佛、极乐净土，这就得福。愿意信愿持名往生，那得的福就太大了，没有人能说得出，大福。纵然不想往生，得的福也在人天福报，不会堕三恶道，不会堕阿修罗。这部经的功德多大，名号功德不可思议。「以闻名故，住三摩地」，得忍，前面讲的三种忍，得三摩地。三摩地是梵文音译的，翻成中国的意思是禅定。为什么？因为受持佛的名号，心里面只有佛名，只有阿弥陀佛，其他统统放下，就得三摩地，就能「证不退转」。往生极乐世界，圆满证得三不退，作阿惟越致菩萨，「是以难思」，名号的利益，一般人想像不到。",
      "zh_TW": "「復以聞名發心、聞名得福、聞名得忍」，這個我們都在第六品裡面學過了，很不容易。世間人想得福報，能夠信受阿彌陀佛、極樂淨土，這就得福。願意信願持名往生，那得的福就太大了，沒有人能說得出，大福。縱然不想往生，得的福也在人天福報，不會墮三惡道，不會墮阿修羅。這部經的功德多大，名號功德不可思議。「以聞名故，住三摩地」，得忍，前面講的三種忍，得三摩地。三摩地是梵文音譯的，翻成中國的意思是禪定。為什麼？因為受持佛的名號，心裡面只有佛名，只有阿彌陀佛，其他統統放下，就得三摩地，就能「證不退轉」。往生極樂世界，圓滿證得三不退，作阿惟越致菩薩，「是以難思」，名號的利益，一般人想像不到。"
    },
    {
      "id": "02-041-0221_p0034",
      "zh_CN": "第四种超胜独妙，「令五乘齐入报土故」。这个是一切诸佛刹土里没有的，五乘同入报土，好像我们一个学校，这个学校没有过，幼稚园的学生、小学学生、中学学生、大学学生，统统入博士班，有没有这个学校（报土是极乐世界的实报庄严土）？不可能，往生极乐世界确实是像这个样子。「五乘者，人、天、声闻缘觉、菩萨、如来」，同入报土。极乐世界确实的，这是阿弥陀佛本愿威神加持，不是靠自己。什么原因？原因有个总的原因，就是一切众生本来是佛，你不过是现在迷了自性，变成这个样子，阿弥陀佛威神加持，能够让你快速回归自性，他有这么大的能量加持你。「报土乃法身大士之所居」，就是实报庄严土，极乐世界的实报庄严土。所以往生到极乐世界，虽然有品位不相同，我们去确实我们阿罗汉的地位没有拿到，所以是六道凡夫。六道凡夫到那里生同居土，虽然是同居土，甚至于同居土下下品，到极乐世界待遇都是报土法身大士的待遇，这个是独妙；每个人的智慧、神通、道力、相好、光明，全都跟阿弥陀佛一样，这是独有的。",
      "zh_TW": "第四種超勝獨妙，「令五乘齊入報土故」。這個是一切諸佛剎土裡沒有的，五乘同入報土，好像我們一個學校，這個學校沒有過，幼稚園的學生、小學學生、中學學生、大學學生，統統入博士班，有沒有這個學校（報土是極樂世界的實報莊嚴土）？不可能，往生極樂世界確實是像這個樣子。「五乘者，人、天、聲聞緣覺、菩薩、如來」，同入報土。極樂世界確實的，這是阿彌陀佛本願威神加持，不是靠自己。什麼原因？原因有個總的原因，就是一切眾生本來是佛，你不過是現在迷了自性，變成這個樣子，阿彌陀佛威神加持，能夠讓你快速回歸自性，他有這麼大的能量加持你。「報土乃法身大士之所居」，就是實報莊嚴土，極樂世界的實報莊嚴土。所以往生到極樂世界，雖然有品位不相同，我們去確實我們阿羅漢的地位沒有拿到，所以是六道凡夫。六道凡夫到那裡生同居土，雖然是同居土，甚至於同居土下下品，到極樂世界待遇都是報土法身大士的待遇，這個是獨妙；每個人的智慧、神通、道力、相好、光明，全都跟阿彌陀佛一樣，這是獨有的。"
    },
    {
      "id": "02-041-0221_p0035",
      "zh_CN": "第五种好处，「二乘」，声闻、缘觉；「根缺」，根缺我们今天讲残废，六根不完具；「女人」，这些都是比较难转的，女人是指情执重，不容易放下，念佛佛力加持妳，「顿转一乘」，这是快速，马上就把妳转过来，转变成一乘根性。一乘是成佛，在大乘之上。「一登彼土，悉皆具足三十二种大丈夫相，永不退转于阿耨多罗三藐三菩提」，这一句是学佛人终极的目标。所以它也是尊重不翻，用的是梵语音译的，是很容易翻的。阿翻作无，耨多罗翻作上，无上，三翻作正，藐翻作等，下面又是三，翻作正，菩提翻作觉，用中国话来说，无上正等正觉，这是尊重不翻。学佛终极的目标是什么？就是无上正等正觉。无上正等正觉是什么人证得的？诸佛如来证得的，就是智慧圆满了。圆满的智慧，一生就可以证得。八万四千法门，学其他的法门，要修无量劫才能证得，生生世世，哪有一生成就的？信有极乐世界，信有阿弥陀佛，就能往生，往生就证得，这是超胜独妙，不容易。「同乘大白牛车，一如来乘。故曰顿转一乘。」大白牛车是释迦牟尼佛讲《法华经》上的比喻，就是三车，比喻是个大富长者，他的儿女还很小，在家里面玩耍，玩得很开心，房子起火了，还不肯出来。长者就告诉这些儿女，门口有羊车、有马车、有鹿车，你们快快出来玩。小孩都出来了，出来之后，没有羊车、鹿车，大白牛车就是马车，马车代表一乘，为什么？它能够乘的人多。我们抗战胜利之后，我回到南京，南京那个时候还有马车。通常一辆马车可以坐十个人，有十个座位，在路上随时招手，它就会停下来，很便宜，有赶马车的，有这个行业。现在没有了，现在好像有观光旅游的，有这种工具。这都是佛说法的方便。",
      "zh_TW": "第五種好處，「二乘」，聲聞、緣覺；「根缺」，根缺我們今天講殘廢，六根不完具；「女人」，這些都是比較難轉的，女人是指情執重，不容易放下，念佛佛力加持妳，「頓轉一乘」，這是快速，馬上就把妳轉過來，轉變成一乘根性。一乘是成佛，在大乘之上。「一登彼土，悉皆具足三十二種大丈夫相，永不退轉於阿耨多羅三藐三菩提」，這一句是學佛人終極的目標。所以它也是尊重不翻，用的是梵語音譯的，是很容易翻的。阿翻作無，耨多羅翻作上，無上，三翻作正，藐翻作等，下面又是三，翻作正，菩提翻作覺，用中國話來說，無上正等正覺，這是尊重不翻。學佛終極的目標是什麼？就是無上正等正覺。無上正等正覺是什麼人證得的？諸佛如來證得的，就是智慧圓滿了。圓滿的智慧，一生就可以證得。八萬四千法門，學其他的法門，要修無量劫才能證得，生生世世，哪有一生成就的？信有極樂世界，信有阿彌陀佛，就能往生，往生就證得，這是超勝獨妙，不容易。「同乘大白牛車，一如來乘。故曰頓轉一乘。」大白牛車是釋迦牟尼佛講《法華經》上的比喻，就是三車，比喻是個大富長者，他的兒女還很小，在家裡面玩耍，玩得很開心，房子起火了，還不肯出來。長者就告訴這些兒女，門口有羊車、有馬車、有鹿車，你們快快出來玩。小孩都出來了，出來之後，沒有羊車、鹿車，大白牛車就是馬車，馬車代表一乘，為什麼？它能夠乘的人多。我們抗戰勝利之後，我回到南京，南京那個時候還有馬車。通常一輛馬車可以坐十個人，有十個座位，在路上隨時招手，它就會停下來，很便宜，有趕馬車的，有這個行業。現在沒有了，現在好像有觀光旅遊的，有這種工具。這都是佛說法的方便。"
    },
    {
      "id": "02-041-0221_p0036",
      "zh_CN": "下面，「六、往生正因，易修易获故」。这个重要，这一句话太重要了，不难，很容易修，很容易获得。「发菩提心、一向专念，为往生正因」。你看，就是八个字。什么叫发菩提心？蕅益大师在《要解》里告诉我们，真正相信有极乐世界，真正愿意往生极乐世界，这就是发菩提心。这个心一发，极乐世界就注册、就报名了，莲花上有你的名字，阿弥陀佛讲堂里面有你的座位，就等着你去了，你的寿命终了的时候，佛来接引你。如果念佛念到功夫成片，念到功夫成片，阿弥陀佛就会来加持你，就跟你联系，让你见到他，或在定中，或在梦中，他来告诉你，你的状况，你的寿命还有多长，到时候我来接引你。等于给你授记，你的信心定下来，决定得生。这个时候，如果你不要寿命，还有多少年寿命我不要了，我现在就跟你走。阿弥陀佛很慈悲，他就带你走了。跟你约定时间，也不过就是三五天、一个星期，到时候佛来接引。这几天，为什么要留几天，不马上带你走？这几天叫你，你的亲戚好友，你告诉他，哪一天佛来接引我，你们大家来看我往生，让他生信心。妙在这个地方，真的是妙不可言。",
      "zh_TW": "下面，「六、往生正因，易修易獲故」。這個重要，這一句話太重要了，不難，很容易修，很容易獲得。「發菩提心、一向專念，為往生正因」。你看，就是八個字。什麼叫發菩提心？蕅益大師在《要解》裡告訴我們，真正相信有極樂世界，真正願意往生極樂世界，這就是發菩提心。這個心一發，極樂世界就註冊、就報名了，蓮花上有你的名字，阿彌陀佛講堂裡面有你的座位，就等著你去了，你的壽命終了的時候，佛來接引你。如果念佛念到功夫成片，念到功夫成片，阿彌陀佛就會來加持你，就跟你聯繫，讓你見到他，或在定中，或在夢中，他來告訴你，你的狀況，你的壽命還有多長，到時候我來接引你。等於給你授記，你的信心定下來，決定得生。這個時候，如果你不要壽命，還有多少年壽命我不要了，我現在就跟你走。阿彌陀佛很慈悲，他就帶你走了。跟你約定時間，也不過就是三五天、一個星期，到時候佛來接引。這幾天，為什麼要留幾天，不馬上帶你走？這幾天叫你，你的親戚好友，你告訴他，哪一天佛來接引我，你們大家來看我往生，讓他生信心。妙在這個地方，真的是妙不可言。"
    },
    {
      "id": "02-041-0221_p0037",
      "zh_CN": "「无论男女老少智愚忙闲，人人能行」。你看这个法门多好，男女老少，有智慧好，没有智慧也好。海贤老和尚看到好像很愚痴，没有智慧，不认识字，没念过书，人人都能学！「甚至五逆重罪，地狱相现，临终苦迫，观想难成，仍可称名，而得往生。故云易修」。这说得好！五逆是堕地狱，杀父杀母，杀阿罗汉，出佛身血，破和合僧，这个都是地狱罪，极重的罪业，念佛能救你。过去谛闲老和尚的徒弟锅漏匠，他念佛三年往生，也是造了不少罪业。锅漏匠的生活比叫化子好一点，四十多岁，苦不堪言。地狱相现前，像张善和，唐朝的，一生屠牛，杀牛为生的，临终的时候遇到一位法师。他地狱相现前，看到很多牛头人问他要命，逼迫他，他喊，大声叫救命，刚好，缘，运气好，有个出家人从他门口经过，听到里头喊救命，他进去看看。他就说看到好多牛头人来问他要命，和尚拿了一把香放他手上，叫他赶快念阿弥陀佛，求生净土。他就念阿弥陀佛，他说牛头人不见了，阿弥陀佛来接引我了，那么快！张善和这个故事，记载在《往生传》里头、《净土圣贤录》里面。这样的情形很多，临终苦来逼迫你，观想很难成就，念名快，阿弥陀佛、阿弥陀佛，这个快，也能往生，所以说易修。「信愿持名，十念必生，故曰易获」，很容易获得。",
      "zh_TW": "「無論男女老少智愚忙閒，人人能行」。你看這個法門多好，男女老少，有智慧好，沒有智慧也好。海賢老和尚看到好像很愚痴，沒有智慧，不認識字，沒念過書，人人都能學！「甚至五逆重罪，地獄相現，臨終苦迫，觀想難成，仍可稱名，而得往生。故云易修」。這說得好！五逆是墮地獄，殺父殺母，殺阿羅漢，出佛身血，破和合僧，這個都是地獄罪，極重的罪業，念佛能救你。過去諦閑老和尚的徒弟鍋漏匠，他念佛三年往生，也是造了不少罪業。鍋漏匠的生活比叫化子好一點，四十多歲，苦不堪言。地獄相現前，像張善和，唐朝的，一生屠牛，殺牛為生的，臨終的時候遇到一位法師。他地獄相現前，看到很多牛頭人問他要命，逼迫他，他喊，大聲叫救命，剛好，緣，運氣好，有個出家人從他門口經過，聽到裡頭喊救命，他進去看看。他就說看到好多牛頭人來問他要命，和尚拿了一把香放他手上，叫他趕快念阿彌陀佛，求生淨土。他就念阿彌陀佛，他說牛頭人不見了，阿彌陀佛來接引我了，那麼快！張善和這個故事，記載在《往生傳》裡頭、《淨土聖賢錄》裡面。這樣的情形很多，臨終苦來逼迫你，觀想很難成就，念名快，阿彌陀佛、阿彌陀佛，這個快，也能往生，所以說易修。「信願持名，十念必生，故曰易獲」，很容易獲得。"
    },
    {
      "id": "02-041-0221_p0038",
      "zh_CN": "末后这一句，「七、生后得果，太顿太高故」。往生到极乐世界，你所得的果报不可思议，真的是太快了、太高了。「五逆十恶，临终十念，即得往生，迳登不退。故曰太顿」。到了极乐世界就是阿惟越致菩萨，太快了。「带惑凡夫」，带了极重的罪业，「横生彼土，便是阿鞞跋致，位齐补处」，这个地位跟补处菩萨、等觉菩萨平等，太高了。「此诚十方之所无，故云独妙」。如《礼赞》里面说，「四十八愿庄严起，超诸佛国最为精。」遇到这个法门，多生多劫的善缘才遇到。能够信受奉行，依教修行，特别是在现代的社会，社会动乱，这个法门可以安我们的心。我们不怕，我们到时候有好地方去，一点都不陌生。天天读这部经，读这部经可以消灾免难，对自己身心健康，家庭和睦，事业顺利，社会祥和，国家富强，世界和平，读经都有分，得做这样的好事。今天时间到了，我们学习到此地。",
      "zh_TW": "末後這一句，「七、生後得果，太頓太高故」。往生到極樂世界，你所得的果報不可思議，真的是太快了、太高了。「五逆十惡，臨終十念，即得往生，逕登不退。故曰太頓」。到了極樂世界就是阿惟越致菩薩，太快了。「帶惑凡夫」，帶了極重的罪業，「橫生彼土，便是阿鞞跋致，位齊補處」，這個地位跟補處菩薩、等覺菩薩平等，太高了。「此誠十方之所無，故云獨妙」。如《禮讚》裡面說，「四十八願莊嚴起，超諸佛國最為精。」遇到這個法門，多生多劫的善緣才遇到。能夠信受奉行，依教修行，特別是在現代的社會，社會動亂，這個法門可以安我們的心。我們不怕，我們到時候有好地方去，一點都不陌生。天天讀這部經，讀這部經可以消災免難，對自己身心健康，家庭和睦，事業順利，社會祥和，國家富強，世界和平，讀經都有分，得做這樣的好事。今天時間到了，我們學習到此地。"
    }
  ]
}