{
  "doc_id": "02-041-0134",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三四集",
    "zh_TW": "第一三四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0134",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-041-0134_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0134_p0002",
      "zh_CN": "请看《大经科注》第三百七十二页最后一行，从第三句看起：",
      "zh_TW": "請看《大經科註》第三百七十二頁最後一行，從第三句看起："
    },
    {
      "id": "02-041-0134_p0003",
      "zh_CN": "「（六）解自在。菩萨胜解成就，能示现种种色身，演说妙法，无障无碍也」，从这句看起。本经的原文是于法自在，经文是一句，「于一切法，而得最胜自在故」。念老的注解完全引用《华严经》上的十种自在，这十种自在在本经统统具足，所以古大德有谓本经即是中本《华严》。早年，梅光羲居士给会集本写了一篇长序，写得非常好，介绍这部经。古来祖师大德都肯定，认为这个说法没有错误，《华严》是大经，细说；本经是中本，文字的分量大幅度的缩减，而全经所说的内容跟《华严》没有两样。更简洁的是《佛说阿弥陀经》，这三部经其实是一部经，大本、中本、小本，小本便于受持，一般人用它来做早晚课。",
      "zh_TW": "「（六）解自在。菩薩勝解成就，能示現種種色身，演說妙法，無障無礙也」，從這句看起。本經的原文是於法自在，經文是一句，「於一切法，而得最勝自在故」。念老的註解完全引用《華嚴經》上的十種自在，這十種自在在本經統統具足，所以古大德有謂本經即是中本《華嚴》。早年，梅光羲居士給會集本寫了一篇長序，寫得非常好，介紹這部經。古來祖師大德都肯定，認為這個說法沒有錯誤，《華嚴》是大經，細說；本經是中本，文字的分量大幅度的縮減，而全經所說的內容跟《華嚴》沒有兩樣。更簡潔的是《佛說阿彌陀經》，這三部經其實是一部經，大本、中本、小本，小本便於受持，一般人用它來做早晚課。"
    },
    {
      "id": "02-041-0134_p0004",
      "zh_CN": "所以我们过去学《华严》，用了十几年的时间，讲全经我们学清凉大师的《疏钞》，也参考李长者的《合论》，学到初住，十信以后初住。初住学完了我们就停下来了，一共用了四千多个小时。根据当时那样的进度，每天学习两小时，全经大概学了五分之一，四千多个小时，估计这部经从头到尾全部讲下来需要两万个小时。现在这个社会，谁有这么长的时间来听一部《华严经》？难，太难了。《无量寿经》就是中本《华严》，这部经我们现在用黄念老的集注，内容非常丰富。从头到尾讲一遍，标准时间是一千二百个小时，一天讲四个小时，要讲满三百天。我们这是第四次。",
      "zh_TW": "所以我們過去學《華嚴》，用了十幾年的時間，講全經我們學清涼大師的《疏鈔》，也參考李長者的《合論》，學到初住，十信以後初住。初住學完了我們就停下來了，一共用了四千多個小時。根據當時那樣的進度，每天學習兩小時，全經大概學了五分之一，四千多個小時，估計這部經從頭到尾全部講下來需要兩萬個小時。現在這個社會，誰有這麼長的時間來聽一部《華嚴經》？難，太難了。《無量壽經》就是中本《華嚴》，這部經我們現在用黃念老的集註，內容非常豐富。從頭到尾講一遍，標準時間是一千二百個小時，一天講四個小時，要講滿三百天。我們這是第四次。"
    },
    {
      "id": "02-041-0134_p0005",
      "zh_CN": "第四次这一次讲得详细，因为我们不赶进度。我们在全经集注里头，集注里头很多是经文，像我们这里念的这么一大段，《华严经》的经文，祖师大德的开示，都是最精彩的，念老统统抄在此地。不容易，读这部集注，就等于读了一百九十三种经论跟祖师的注疏。古大德相信，不是很古，近代，已经往生做了古人，像夏莲公、梅光羲居士，这些人他们见到这部经，没有不赞叹的。几乎都肯定世尊法灭的时候，释迦牟尼佛的法运一万二千年，一万二千年之后，我们在一万二千年当中，今年是三千零四十一年；换句话说，后面还有九千年。九千年之后，释迦牟尼佛的法在地球上消失了，都不存在了，最后还有这部经，我们相信就是我们现在用的这部经、这个注解，再留一百年。一百年过后，这个经也没有了，在这个时候，能够听到这个经，能够念一句佛号，真信、真愿意往生极乐世界，阿弥陀佛都来接引，慈悲到极处。",
      "zh_TW": "第四次這一次講得詳細，因為我們不趕進度。我們在全經集註裡頭，集註裡頭很多是經文，像我們這裡念的這麼一大段，《華嚴經》的經文，祖師大德的開示，都是最精彩的，念老統統抄在此地。不容易，讀這部集註，就等於讀了一百九十三種經論跟祖師的註疏。古大德相信，不是很古，近代，已經往生做了古人，像夏蓮公、梅光羲居士，這些人他們見到這部經，沒有不讚歎的。幾乎都肯定世尊法滅的時候，釋迦牟尼佛的法運一萬二千年，一萬二千年之後，我們在一萬二千年當中，今年是三千零四十一年；換句話說，後面還有九千年。九千年之後，釋迦牟尼佛的法在地球上消失了，都不存在了，最後還有這部經，我們相信就是我們現在用的這部經、這個註解，再留一百年。一百年過後，這個經也沒有了，在這個時候，能夠聽到這個經，能夠念一句佛號，真信、真願意往生極樂世界，阿彌陀佛都來接引，慈悲到極處。"
    },
    {
      "id": "02-041-0134_p0006",
      "zh_CN": "这部经内容说些什么？就是惠能大师开悟所讲的五句话，称性之谈，字字句句是自性流露出来的。惠能大师开悟，也是从自性里面流露出来五句。自性是什么样子？自性是清净的，从来没有染污过，「本自清净」；「不生不灭」，它没有生灭，它是什么样子？它是常寂光。虽然是一片光明，什么也没有，不能说它无，为什么？它「本自具足」。具足什么？具足整个宇宙，一样都不缺，它要缺一样就现不出来，宇宙上能现得出来的，都是自性本自具足的。所以，佛在经上常说，心外无法，心就是自性，自性之外没有一法。法，无论是真是妄、是正是邪、是染是净、是善是恶，全是自性本自具足的。为我们显现出来的一真法界，就是极乐世界，所以极乐世界我们有分，是我们自己的自性变现出来的。自性是相同的，一切诸佛跟一切众生没有两样，十方三世佛，共同一法身，那个三世佛我们都在其中，三世是讲过去、现在、未来，一切众生都是未来佛。谁知道？佛知道，菩萨知道。我们对于一切众生能不恭敬吗？敬众生原来是敬自己，是敬自己的性德。所以，遍法界虚空界跟我是什么？一体。这是所有宗教、学术都没有大乘佛法讲得这么清楚、这么明了。",
      "zh_TW": "這部經內容說些什麼？就是惠能大師開悟所講的五句話，稱性之談，字字句句是自性流露出來的。惠能大師開悟，也是從自性裡面流露出來五句。自性是什麼樣子？自性是清淨的，從來沒有染污過，「本自清淨」；「不生不滅」，它沒有生滅，它是什麼樣子？它是常寂光。雖然是一片光明，什麼也沒有，不能說它無，為什麼？它「本自具足」。具足什麼？具足整個宇宙，一樣都不缺，它要缺一樣就現不出來，宇宙上能現得出來的，都是自性本自具足的。所以，佛在經上常說，心外無法，心就是自性，自性之外沒有一法。法，無論是真是妄、是正是邪、是染是淨、是善是惡，全是自性本自具足的。為我們顯現出來的一真法界，就是極樂世界，所以極樂世界我們有分，是我們自己的自性變現出來的。自性是相同的，一切諸佛跟一切眾生沒有兩樣，十方三世佛，共同一法身，那個三世佛我們都在其中，三世是講過去、現在、未來，一切眾生都是未來佛。誰知道？佛知道，菩薩知道。我們對於一切眾生能不恭敬嗎？敬眾生原來是敬自己，是敬自己的性德。所以，遍法界虛空界跟我是什麼？一體。這是所有宗教、學術都沒有大乘佛法講得這麼清楚、這麼明瞭。"
    },
    {
      "id": "02-041-0134_p0007",
      "zh_CN": "佛法的教育终极的目标是什么？这个一定要知道，终极是回归自性，就是禅宗所说的大彻大悟、明心见性，我们念佛法门也是以这个为终极目标。目标相同，所以法门平等，无有高下，八万四千法门，门门都能帮助你大彻大悟、明心见性，无量法门亦如是。需不需要学习经教？不一定需要，学习经教是八万四千法门里面的一种，对什么人说的？对知识分子讲的，知识分子喜欢读书，喜欢学，就用这个方法。你看对不认识字的，没有缘分读书进学校的，用这个法门最好，一句阿弥陀佛。海贤老和尚给我们做了榜样，他没念过书，不认识字，他有没有明心见性？有，你细细看那个光碟，很明显，他不说。为什么不说？时节因缘不相同。他如果在释迦牟尼佛那个时候出现，他就成佛，跟释迦牟尼佛没有两样。出生在佛的时代，他们一般都是以等觉身分出现，像文殊、普贤、观音、势至，这等觉菩萨，以这个身分出现。如果他是跟惠能大师同时代，他也是祖师身分出现。但是生在今天，今天是乱世，不许可的。所以他为我们示现的老实念佛，最好的榜样。",
      "zh_TW": "佛法的教育終極的目標是什麼？這個一定要知道，終極是回歸自性，就是禪宗所說的大徹大悟、明心見性，我們念佛法門也是以這個為終極目標。目標相同，所以法門平等，無有高下，八萬四千法門，門門都能幫助你大徹大悟、明心見性，無量法門亦如是。需不需要學習經教？不一定需要，學習經教是八萬四千法門裡面的一種，對什麼人說的？對知識分子講的，知識分子喜歡讀書，喜歡學，就用這個方法。你看對不認識字的，沒有緣分讀書進學校的，用這個法門最好，一句阿彌陀佛。海賢老和尚給我們做了榜樣，他沒念過書，不認識字，他有沒有明心見性？有，你細細看那個光碟，很明顯，他不說。為什麼不說？時節因緣不相同。他如果在釋迦牟尼佛那個時候出現，他就成佛，跟釋迦牟尼佛沒有兩樣。出生在佛的時代，他們一般都是以等覺身分出現，像文殊、普賢、觀音、勢至，這等覺菩薩，以這個身分出現。如果他是跟惠能大師同時代，他也是祖師身分出現。但是生在今天，今天是亂世，不許可的。所以他為我們示現的老實念佛，最好的榜樣。"
    },
    {
      "id": "02-041-0134_p0008",
      "zh_CN": "现在一般人，哪个人不要健康？哪个人不想长寿？哪个人不想有智慧？他给我们示现出了，念佛可以得健康，念佛可以长寿，他做给你看。一百一十二岁不需要人照顾，自己照顾自己，有时候还照顾别人。头脑清楚，思想敏捷，心地善良慈悲，没有怨恨、没有恶念。看到他那个样子，很贫苦，非常清苦，但是自在快乐。生活完全靠自己，有土就有财，土是国家的，荒地没人开，他去开荒。真了不起，他开了十四片荒地，总面积一百多亩。一个人耕种，种粮食、种蔬菜、种水果，丰收。他没有拿去卖，自己吃的，当然还有很多多下来的，送给穷人，哪个地方没得吃、没得穿的，他都照顾。一无所有，你看他双手能生财，生财有道。有一年大概政府赈灾，他多余的粮食有一千二百多斤，统统送给政府。政府大概想买粮食救灾，他不要钱，完全捐赠。财布施、法布施、无畏布施，无畏布施你看救狼，把狼都感化了，这个故事大家都知道。完全是性德，性里面心性是平等的，一切众生平等，狼能看得出来，你没有恶念、没有恶心。你有道心，牠遇到困难来求你帮助，还懂得感恩，第二天找了一坨野蜂蜜送给他。这些故事都非常感动人。",
      "zh_TW": "現在一般人，哪個人不要健康？哪個人不想長壽？哪個人不想有智慧？他給我們示現出了，念佛可以得健康，念佛可以長壽，他做給你看。一百一十二歲不需要人照顧，自己照顧自己，有時候還照顧別人。頭腦清楚，思想敏捷，心地善良慈悲，沒有怨恨、沒有惡念。看到他那個樣子，很貧苦，非常清苦，但是自在快樂。生活完全靠自己，有土就有財，土是國家的，荒地沒人開，他去開荒。真了不起，他開了十四片荒地，總面積一百多畝。一個人耕種，種糧食、種蔬菜、種水果，豐收。他沒有拿去賣，自己吃的，當然還有很多多下來的，送給窮人，哪個地方沒得吃、沒得穿的，他都照顧。一無所有，你看他雙手能生財，生財有道。有一年大概政府賑災，他多餘的糧食有一千二百多斤，統統送給政府。政府大概想買糧食救災，他不要錢，完全捐贈。財布施、法布施、無畏布施，無畏布施你看救狼，把狼都感化了，這個故事大家都知道。完全是性德，性裡面心性是平等的，一切眾生平等，狼能看得出來，你沒有惡念、沒有惡心。你有道心，牠遇到困難來求你幫助，還懂得感恩，第二天找了一坨野蜂蜜送給他。這些故事都非常感動人。"
    },
    {
      "id": "02-041-0134_p0009",
      "zh_CN": "你问他什么问题，他都能回答你，这是智慧，这是解自在。菩萨胜解成就，胜是殊胜，微妙殊胜。你不问他，不知道，因为他从来没想过，不起心、不动念、不分别、不执着，这是真心，真心起作用生智慧，无论什么问题你问他，他都能给你解答。下面，这《华严经》上说的，「能示现种种色身」，确实，应以什么身得度，他就现什么身。「演说妙法」，妙在什么地方？契机契理，确实能帮助你解决问题。而他？他没有着相，不但没有着相，他还没有动念头。如果他动念头，他就不是佛了，他是菩萨，菩萨有起心动念，没有分别执着。如果他是法身菩萨，跟佛一样，不起心不动念，随类化身，化什么身不是自己意思，自己没有意思，众生心。《楞严经》上讲的「随众生心，应所知量」，众生喜欢什么身，他自然就现什么身，他现的身，众生看到一定欢喜，就是众生心里想的那个样子，就现那个身；给你说法，契机契理，没有障碍。",
      "zh_TW": "你問他什麼問題，他都能回答你，這是智慧，這是解自在。菩薩勝解成就，勝是殊勝，微妙殊勝。你不問他，不知道，因為他從來沒想過，不起心、不動念、不分別、不執著，這是真心，真心起作用生智慧，無論什麼問題你問他，他都能給你解答。下面，這《華嚴經》上說的，「能示現種種色身」，確實，應以什麼身得度，他就現什麼身。「演說妙法」，妙在什麼地方？契機契理，確實能幫助你解決問題。而他？他沒有著相，不但沒有著相，他還沒有動念頭。如果他動念頭，他就不是佛了，他是菩薩，菩薩有起心動念，沒有分別執著。如果他是法身菩薩，跟佛一樣，不起心不動念，隨類化身，化什麼身不是自己意思，自己沒有意思，眾生心。《楞嚴經》上講的「隨眾生心，應所知量」，眾生喜歡什麼身，他自然就現什麼身，他現的身，眾生看到一定歡喜，就是眾生心裡想的那個樣子，就現那個身；給你說法，契機契理，沒有障礙。"
    },
    {
      "id": "02-041-0134_p0010",
      "zh_CN": "第七个「愿自在」，愿自在就是称心如意，我们的愿不自在。「菩萨随愿欲，于诸刹中，应时出现，成等正觉，无障无碍也」。这个把欲望提升到最高，最高是什么？成佛，我在这个佛刹里面示现成佛。有没有？有，不但有，机会太多了。释迦牟尼佛应化在娑婆世界，娑婆世界是个大世界，经上常讲的三千大千世界。一个单位世界有多大？我第一次到北京访问黄念老，我们就谈到这个问题。我们总认为现在科学昌明，佛讲的单位世界四大部洲，地球属于四大部洲之一的南赡部洲。这是代表，南赡部洲不止一个地球。是不是以太阳系为中心？经上讲得清楚，太阳系围着须弥山旋转。我们的太阳系围着什么旋转？它是在围着旋转，围着银河系；换句话说，应该是银河系的核心，中心点，那个点叫须弥山。现在科学家说银河中心点是个黑洞，黑洞是一种星体，它有很大的引力，连光都被它吸进去，这是须弥山。",
      "zh_TW": "第七個「願自在」，願自在就是稱心如意，我們的願不自在。「菩薩隨願欲，於諸剎中，應時出現，成等正覺，無障無礙也」。這個把欲望提升到最高，最高是什麼？成佛，我在這個佛剎裡面示現成佛。有沒有？有，不但有，機會太多了。釋迦牟尼佛應化在娑婆世界，娑婆世界是個大世界，經上常講的三千大千世界。一個單位世界有多大？我第一次到北京訪問黃念老，我們就談到這個問題。我們總認為現在科學昌明，佛講的單位世界四大部洲，地球屬於四大部洲之一的南贍部洲。這是代表，南贍部洲不止一個地球。是不是以太陽系為中心？經上講得清楚，太陽系圍著須彌山旋轉。我們的太陽系圍著什麼旋轉？它是在圍著旋轉，圍著銀河系；換句話說，應該是銀河系的核心，中心點，那個點叫須彌山。現在科學家說銀河中心點是個黑洞，黑洞是一種星體，它有很大的引力，連光都被它吸進去，這是須彌山。"
    },
    {
      "id": "02-041-0134_p0011",
      "zh_CN": "银河系的四面，决定不止一个地球有人，我们相信有人的很多。我们这是南赡部洲，好像一个小岛，应该要这样看法，才讲得通。一个银河系是一个单位世界，佛的国土娑婆世界，有多少个银河系？一千个银河系这是一个小世界，然后一千个小世界是一个中千世界，一千个中千世界是一个大世界。三千大千世界多少银河系？十亿，一千乘一千再乘一千，十亿个银河系。这是一个佛国土，于诸刹中这是一个刹，一个刹十亿。所以他在哪个地方，那个地方人希望见佛，他就现佛身而为说法。就像释迦牟尼佛一样，当时到这个地球上来示现，那个时候的印度人，印度人知道有佛、有菩萨，这些念念都想佛菩萨能出现，教化众生，释迦牟尼佛出现了。",
      "zh_TW": "銀河系的四面，決定不止一個地球有人，我們相信有人的很多。我們這是南贍部洲，好像一個小島，應該要這樣看法，才講得通。一個銀河系是一個單位世界，佛的國土娑婆世界，有多少個銀河系？一千個銀河系這是一個小世界，然後一千個小世界是一個中千世界，一千個中千世界是一個大世界。三千大千世界多少銀河系？十億，一千乘一千再乘一千，十億個銀河系。這是一個佛國土，於諸剎中這是一個剎，一個剎十億。所以他在哪個地方，那個地方人希望見佛，他就現佛身而為說法。就像釋迦牟尼佛一樣，當時到這個地球上來示現，那個時候的印度人，印度人知道有佛、有菩薩，這些念念都想佛菩薩能出現，教化眾生，釋迦牟尼佛出現了。"
    },
    {
      "id": "02-041-0134_p0012",
      "zh_CN": "释迦牟尼佛怎么出现的？现在我们这个搞清楚了，「当处出生，随处灭尽」，因为法身是无所不在、无处不在、无时不在，它是常寂光。常寂光不生不灭，没有任何变化，没有生灭的现象，它就在我们面前，所以众生心想他就现。那我们想佛，为什么佛不现？我们的心不清净，佛是现了，我们没看见。我们想菩萨，菩萨也现了。所以清净心重要，只要有几分清净心，就看到了，想看六道，六道的现象全让你看到，统统在面前。哪一法能离开常寂光？没有的，没有任何一法能够离开常寂光它会存在，没这个道理。常寂光无处不在、无时不在，常寂光太大太大了，无法想像，所以叫不可思议。不可思，你没办法想；不可议，议是言说，你说不出来。它没有边际，中国人讲其大无外，其小无内。这个话怎么他说得出来？这是佛的境界，菩萨是八地以上，八地以下说不出来。所以中国，咱们老祖宗、古圣先贤里面有没有佛菩萨来示现的？我们从理上讲决定讲得通，是佛菩萨来示现的。中国人喜欢圣人，那就应以圣人身而得度者，即现圣贤而为说法，他们讲的相通。",
      "zh_TW": "釋迦牟尼佛怎麼出現的？現在我們這個搞清楚了，「當處出生，隨處滅盡」，因為法身是無所不在、無處不在、無時不在，它是常寂光。常寂光不生不滅，沒有任何變化，沒有生滅的現象，它就在我們面前，所以眾生心想他就現。那我們想佛，為什麼佛不現？我們的心不清淨，佛是現了，我們沒看見。我們想菩薩，菩薩也現了。所以清淨心重要，只要有幾分清淨心，就看到了，想看六道，六道的現象全讓你看到，統統在面前。哪一法能離開常寂光？沒有的，沒有任何一法能夠離開常寂光它會存在，沒這個道理。常寂光無處不在、無時不在，常寂光太大太大了，無法想像，所以叫不可思議。不可思，你沒辦法想；不可議，議是言說，你說不出來。它沒有邊際，中國人講其大無外，其小無內。這個話怎麼他說得出來？這是佛的境界，菩薩是八地以上，八地以下說不出來。所以中國，咱們老祖宗、古聖先賢裡面有沒有佛菩薩來示現的？我們從理上講決定講得通，是佛菩薩來示現的。中國人喜歡聖人，那就應以聖人身而得度者，即現聖賢而為說法，他們講的相通。"
    },
    {
      "id": "02-041-0134_p0013",
      "zh_CN": "《大学》里面的三纲，「大学之道，在明明德，在亲民，在止于至善」，这说什么？自性。明明德，以前李老师给我们讲，明德就行了，为什么还有个明明德？明明德，说明这个德不明了，迷了，明德就是自性。佛陀的教育、圣贤的教育就要恢复这个明。所以明德是个名词，上面那个明是动词。明德是体，是自性的本体。亲民是作用，亲民什么意思？亲民就是慈悲，爱心。自性里头第一德就是爱心，佛家讲大慈大悲，中国人讲仁慈，所有宗教里面讲爱。神爱世人，上帝爱世人，真主爱世人，那个爱就是亲民，对一切众生平等的大慈大悲，没有分别的。后面止于至善，那个是智慧、慈悲的大圆满。明明德就是智慧，明德是本体、是自性，明明德是智慧，智慧、慈悲。止于至善，用今天的话来说就是和，和平，这是至善，「同体大悲，无缘大慈」，整个宇宙的和谐。佛法里面讲六和，六和是至善，止于至善，家和万事兴。大乘佛法带来的整个宇宙的和睦，这是佛陀教育最高的理念。",
      "zh_TW": "《大學》裡面的三綱，「大學之道，在明明德，在親民，在止於至善」，這說什麼？自性。明明德，以前李老師給我們講，明德就行了，為什麼還有個明明德？明明德，說明這個德不明了，迷了，明德就是自性。佛陀的教育、聖賢的教育就要恢復這個明。所以明德是個名詞，上面那個明是動詞。明德是體，是自性的本體。親民是作用，親民什麼意思？親民就是慈悲，愛心。自性裡頭第一德就是愛心，佛家講大慈大悲，中國人講仁慈，所有宗教裡面講愛。神愛世人，上帝愛世人，真主愛世人，那個愛就是親民，對一切眾生平等的大慈大悲，沒有分別的。後面止於至善，那個是智慧、慈悲的大圓滿。明明德就是智慧，明德是本體、是自性，明明德是智慧，智慧、慈悲。止於至善，用今天的話來說就是和，和平，這是至善，「同體大悲，無緣大慈」，整個宇宙的和諧。佛法裡面講六和，六和是至善，止於至善，家和萬事興。大乘佛法帶來的整個宇宙的和睦，這是佛陀教育最高的理念。"
    },
    {
      "id": "02-041-0134_p0014",
      "zh_CN": "佛弟子觉悟了，要把这桩事情完成，止于至善。自己，三轮体空是止于至善；对待一切众生，让他离究竟苦、得究竟乐是止于至善，度众生才到圆满。离究竟苦，究竟苦是六道轮回，你要帮助他离开六道轮回，他就离苦了；你帮助他往生极乐世界，他得究竟乐。所以，阿弥陀佛被一切诸佛称赞为「光中极尊，佛中之王」，不是没有道理，没有阿弥陀佛我们一筹莫展。别说我们感到困难，诸佛如来都感到困难，怎么办？幸亏诸佛如来当中法藏比丘真的觉悟了，真发这个大愿，圆满成就了止于至善。",
      "zh_TW": "佛弟子覺悟了，要把這樁事情完成，止於至善。自己，三輪體空是止於至善；對待一切眾生，讓他離究竟苦、得究竟樂是止於至善，度眾生才到圓滿。離究竟苦，究竟苦是六道輪迴，你要幫助他離開六道輪迴，他就離苦了；你幫助他往生極樂世界，他得究竟樂。所以，阿彌陀佛被一切諸佛稱讚為「光中極尊，佛中之王」，不是沒有道理，沒有阿彌陀佛我們一籌莫展。別說我們感到困難，諸佛如來都感到困難，怎麼辦？幸虧諸佛如來當中法藏比丘真的覺悟了，真發這個大願，圓滿成就了止於至善。"
    },
    {
      "id": "02-041-0134_p0015",
      "zh_CN": "止于至善怎么来的？合情合理，现在人讲合乎逻辑，他是到一切诸佛刹土里面考察得来的。不是老师教他的，也不是自己胡思乱想的，实际上去考察，取人之长，舍人之短，成就了极乐世界。我们要把这个经、这个法门介绍给别人，这些得讲清楚讲明白，为什么我们学这部经？为什么我们连《华严》、《法华》大经大论都放弃，回过头学这个？这个经是真正能做到止于至善。其他经论理论上可以做到，事上太难了，没听说哪一个完成的。释迦牟尼佛成佛也是念阿弥陀佛成佛的，这蕅益大师在《要解》里头说的。这是最稳当、最可靠的一个法门，所以可以成等正觉，都没有障碍，那其他的当然更没有障碍了。",
      "zh_TW": "止於至善怎麼來的？合情合理，現在人講合乎邏輯，他是到一切諸佛剎土裡面考察得來的。不是老師教他的，也不是自己胡思亂想的，實際上去考察，取人之長，捨人之短，成就了極樂世界。我們要把這個經、這個法門介紹給別人，這些得講清楚講明白，為什麼我們學這部經？為什麼我們連《華嚴》、《法華》大經大論都放棄，回過頭學這個？這個經是真正能做到止於至善。其他經論理論上可以做到，事上太難了，沒聽說哪一個完成的。釋迦牟尼佛成佛也是念阿彌陀佛成佛的，這蕅益大師在《要解》裡頭說的。這是最穩當、最可靠的一個法門，所以可以成等正覺，都沒有障礙，那其他的當然更沒有障礙了。"
    },
    {
      "id": "02-041-0134_p0016",
      "zh_CN": "第八「神力自在」，神力是神通，「菩萨神通广大，威力难量，于世界中，示现变化，无障无碍也」。像文殊菩萨变化一个乞丐帮助虚云老和尚，虚老和尚那一年四十七岁，发愿朝五台山，三步一拜，从普陀拜到五台，花了三年多的时间。这三年当中受不少苦，两次生病，都在旷野，没有人迹。这个时候生命交关，遇到一个乞丐，这乞丐救了他，文殊菩萨示现的。很自然、很平常，乞丐到处跑，居无定所，路上碰到了。乞丐看他一个人，出家人，这么辛苦，三步一拜，生了病没人照顾。他去讨饭给他吃，去找些草药帮他治病，半个多月，体力恢复，他能拜了，乞丐离开了。过了一个多月，病又复发，可能是那个病没有从根本好，这一发麻烦了，没想到又碰到这个乞丐，真有缘，乞丐给他调养，再恢复了。",
      "zh_TW": "第八「神力自在」，神力是神通，「菩薩神通廣大，威力難量，於世界中，示現變化，無障無礙也」。像文殊菩薩變化一個乞丐幫助虛雲老和尚，虛老和尚那一年四十七歲，發願朝五台山，三步一拜，從普陀拜到五台，花了三年多的時間。這三年當中受不少苦，兩次生病，都在曠野，沒有人跡。這個時候生命交關，遇到一個乞丐，這乞丐救了他，文殊菩薩示現的。很自然、很平常，乞丐到處跑，居無定所，路上碰到了。乞丐看他一個人，出家人，這麼辛苦，三步一拜，生了病沒人照顧。他去討飯給他吃，去找些草藥幫他治病，半個多月，體力恢復，他能拜了，乞丐離開了。過了一個多月，病又復發，可能是那個病沒有從根本好，這一發麻煩了，沒想到又碰到這個乞丐，真有緣，乞丐給他調養，再恢復了。"
    },
    {
      "id": "02-041-0134_p0017",
      "zh_CN": "不知道是文殊菩萨，他向他请教尊姓大名，两次救命，救命恩人，问他住在哪里？他说我叫文吉，文章的文，吉祥的吉，文吉，住在五台山，他说五台山的人都知道我。他记住了，拜到五台到处打听，有没有文吉这个人？没有人晓得。到寺庙里面，拜了文殊菩萨，再问大众，有没有人知道有个乞丐叫文吉。你问他干什么？路上两次生病都是他救的。庙里人告诉他，文殊菩萨，他才恍然大悟。这个事情绝对不是假话，绝对不是虚老和尚去诌个谎言来欺骗我们，不可能。它写在《虚云老和尚年谱》里头，我是从《年谱》上看到的，看到这段故事，真有，《虚云老和尚年谱》上的。",
      "zh_TW": "不知道是文殊菩薩，他向他請教尊姓大名，兩次救命，救命恩人，問他住在哪裡？他說我叫文吉，文章的文，吉祥的吉，文吉，住在五台山，他說五台山的人都知道我。他記住了，拜到五台到處打聽，有沒有文吉這個人？沒有人曉得。到寺廟裡面，拜了文殊菩薩，再問大眾，有沒有人知道有個乞丐叫文吉。你問他幹什麼？路上兩次生病都是他救的。廟裡人告訴他，文殊菩薩，他才恍然大悟。這個事情絕對不是假話，絕對不是虛老和尚去謅個謊言來欺騙我們，不可能。它寫在《虛雲老和尚年譜》裡頭，我是從《年譜》上看到的，看到這段故事，真有，《虛雲老和尚年譜》上的。"
    },
    {
      "id": "02-041-0134_p0018",
      "zh_CN": "我还听到一个，我的师母周邦道先生的夫人。抗战胜利之后，我们学校解散了，学生各人回到原籍，我们校长他是江西人，到江西省担任教育厅长。他在南京有房子，那个房子我曾经去过，是三套四合院。进大门是个很大的院子，树木很多，第二个四合院是他接待宾客的地方，后面第三重是他住家的地方。师母告诉我，有一天有个和尚到她家来化缘，问他是哪里的？他说九华山的。你来干什么？化缘。化什么？五斤香油。她家里有，不是没有，那时候完全不相信佛教，没给他。没给他，这个和尚就走了。走了之后她感到非常惊讶，因为她两重院子，那个门关着的，没有人开门，他怎么进来？走了之后就不见了，门还是关着，他怎么出去的？这个事情叫她纳闷了好几年。到台湾之后住到台中，李老师常常讲经，她们夫妻两个去听经，听了几个月，跟李老师学佛，很谦虚，自己称弟子。就把这桩事情告诉李老师，李老师告诉她，那是地藏菩萨的化身。这才后悔，五斤香油没有供养，所以天天在家拜地藏菩萨，念《地藏经》，感应不可思议。学佛真难得，往生的时候火化三百多颗舍利，这也让我们同学当中许多不信佛的人都相信了，真的不是假的。",
      "zh_TW": "我還聽到一個，我的師母周邦道先生的夫人。抗戰勝利之後，我們學校解散了，學生各人回到原籍，我們校長他是江西人，到江西省擔任教育廳長。他在南京有房子，那個房子我曾經去過，是三套四合院。進大門是個很大的院子，樹木很多，第二個四合院是他接待賓客的地方，後面第三重是他住家的地方。師母告訴我，有一天有個和尚到她家來化緣，問他是哪裡的？他說九華山的。你來幹什麼？化緣。化什麼？五斤香油。她家裡有，不是沒有，那時候完全不相信佛教，沒給他。沒給他，這個和尚就走了。走了之後她感到非常驚訝，因為她兩重院子，那個門關著的，沒有人開門，他怎麼進來？走了之後就不見了，門還是關著，他怎麼出去的？這個事情叫她納悶了好幾年。到台灣之後住到台中，李老師常常講經，她們夫妻兩個去聽經，聽了幾個月，跟李老師學佛，很謙虛，自己稱弟子。就把這樁事情告訴李老師，李老師告訴她，那是地藏菩薩的化身。這才後悔，五斤香油沒有供養，所以天天在家拜地藏菩薩，念《地藏經》，感應不可思議。學佛真難得，往生的時候火化三百多顆舍利，這也讓我們同學當中許多不信佛的人都相信了，真的不是假的。"
    },
    {
      "id": "02-041-0134_p0019",
      "zh_CN": "神通变化，威力难量，都是佛度有缘人，地藏菩萨在那个时候给她示现，两年之后到台湾，遇到李老师，这个事情明白了，一生修行非常认真。老师夫妻两个人，我们学生，全体学生，没有例外的，对老师夫妻感恩戴德，因为他们照顾我们这些流亡学生，真的比父母照顾还周到。他自己小孩很多，摆在后面，学生放在前面，学生是第一优先。他们苦的时候，你苦什么？父母都在，人家流亡学生没人照顾，父母兄弟都散了，你们多幸福。有些救济品送到学校，先分给学生，剩下来还有多的他有分，不剩下来他们没有。老师大公无私，我们非常感念。那个时期，老师真的像父母一样，每个老师对我们照顾都非常用心，同学比亲兄弟姐妹情还要深，大同学照顾小同学，真正是叫患难之交。",
      "zh_TW": "神通變化，威力難量，都是佛度有緣人，地藏菩薩在那個時候給她示現，兩年之後到台灣，遇到李老師，這個事情明白了，一生修行非常認真。老師夫妻兩個人，我們學生，全體學生，沒有例外的，對老師夫妻感恩戴德，因為他們照顧我們這些流亡學生，真的比父母照顧還周到。他自己小孩很多，擺在後面，學生放在前面，學生是第一優先。他們苦的時候，你苦什麼？父母都在，人家流亡學生沒人照顧，父母兄弟都散了，你們多幸福。有些救濟品送到學校，先分給學生，剩下來還有多的他有分，不剩下來他們沒有。老師大公無私，我們非常感念。那個時期，老師真的像父母一樣，每個老師對我們照顧都非常用心，同學比親兄弟姐妹情還要深，大同學照顧小同學，真正是叫患難之交。"
    },
    {
      "id": "02-041-0134_p0020",
      "zh_CN": "第九，「法自在。菩萨得大辩才，于诸法中，广演说无边法门，无障无碍也」。十方三世一切诸佛所说之法，没有你不通达的，为什么？一切法都是从自性流出来的，你见了性，你没有障碍了。智慧、德能、相好全是自性本具的，不能向外求。现在人都向外求，向外求就造业，看你用什么心，你用的是善心，造善业；用的不善心，全是自私自利，就造恶业。外面这些资源好像是有，其实是假的，刹那生灭，了不可得。凡夫确实不知道事实真相，如果要晓得事实真相，他就不会做错事。",
      "zh_TW": "第九，「法自在。菩薩得大辯才，於諸法中，廣演說無邊法門，無障無礙也」。十方三世一切諸佛所說之法，沒有你不通達的，為什麼？一切法都是從自性流出來的，你見了性，你沒有障礙了。智慧、德能、相好全是自性本具的，不能向外求。現在人都向外求，向外求就造業，看你用什麼心，你用的是善心，造善業；用的不善心，全是自私自利，就造惡業。外面這些資源好像是有，其實是假的，剎那生滅，了不可得。凡夫確實不知道事實真相，如果要曉得事實真相，他就不會做錯事。"
    },
    {
      "id": "02-041-0134_p0021",
      "zh_CN": "所有物质现象，现在量子力学家证实了，统统是念头产生出来的幻相，刹那生灭，了不可得。生灭的频率多高？弥勒菩萨告诉我们，一秒钟二千一百兆，就在面前，我们茫然无知，没有一点感触。谁能感触到？明心见性的菩萨可能有一点感觉，但是不清楚；真正感觉到，大乘经上佛常说八地以上。八地跟佛距离很近了，在这么高的地位，也就是这么深的禅定当中他才能够看到。八地见到了，就像科学家在仪器里面看到的，他没有仪器看不到，八地菩萨不需要仪器，他眼睛就能看到，耳朵就能听到。物质现象从哪里来的？从念头生的，证明了，这是科学家证明了，佛经说得没错，「相由心生，境随心转」，我们心（念头）一转，境界就转了，那真的不是假的。",
      "zh_TW": "所有物質現象，現在量子力學家證實了，統統是念頭產生出來的幻相，剎那生滅，了不可得。生滅的頻率多高？彌勒菩薩告訴我們，一秒鐘二千一百兆，就在面前，我們茫然無知，沒有一點感觸。誰能感觸到？明心見性的菩薩可能有一點感覺，但是不清楚；真正感覺到，大乘經上佛常說八地以上。八地跟佛距離很近了，在這麼高的地位，也就是這麼深的禪定當中他才能夠看到。八地見到了，就像科學家在儀器裡面看到的，他沒有儀器看不到，八地菩薩不需要儀器，他眼睛就能看到，耳朵就能聽到。物質現象從哪裡來的？從念頭生的，證明了，這是科學家證明了，佛經說得沒錯，「相由心生，境隨心轉」，我們心（念頭）一轉，境界就轉了，那真的不是假的。"
    },
    {
      "id": "02-041-0134_p0022",
      "zh_CN": "菩萨得无量辩才，辩才也属于德能，统统是自性里头具足的。既然见性了，性是一切法的本体，一切法由自性生，所以见性之人对于一切法没有不明了的道理，不需要学，自然开悟了。人不问不知道，一问全知道了，没有障碍。这是事实，可是今天我们给别人讲，人家不相信，哪有不学就会的？天下没有这种人。天下有，不多，你没见过。在佛门里面，头一个给我们表演的，释迦牟尼佛。我们在经典上看到，释迦佛十九岁放弃王位继承权，放弃宫廷荣华富贵的生活，他出家去了，他去当苦行僧去了。这个表演，大乘讲的二障，第一个烦恼障，他放下烦恼障。他代表的是社会大众里头数量最多的知识分子，广学多闻，他去参学。印度是宗教之国，是哲学的王国，在那个时代，智慧、宗教，印度是世界第一。他哪一家都去学过，学了十二年，不能解决问题，把它放下了。这个放下什么？所知障。二障放下了，放下所知障，到毕钵罗树下去打坐，去入定，在定中，夜睹明星，大彻大悟，开悟了。",
      "zh_TW": "菩薩得無量辯才，辯才也屬於德能，統統是自性裡頭具足的。既然見性了，性是一切法的本體，一切法由自性生，所以見性之人對於一切法沒有不明瞭的道理，不需要學，自然開悟了。人不問不知道，一問全知道了，沒有障礙。這是事實，可是今天我們給別人講，人家不相信，哪有不學就會的？天下沒有這種人。天下有，不多，你沒見過。在佛門裡面，頭一個給我們表演的，釋迦牟尼佛。我們在經典上看到，釋迦佛十九歲放棄王位繼承權，放棄宮廷榮華富貴的生活，他出家去了，他去當苦行僧去了。這個表演，大乘講的二障，第一個煩惱障，他放下煩惱障。他代表的是社會大眾裡頭數量最多的知識分子，廣學多聞，他去參學。印度是宗教之國，是哲學的王國，在那個時代，智慧、宗教，印度是世界第一。他哪一家都去學過，學了十二年，不能解決問題，把它放下了。這個放下什麼？所知障。二障放下了，放下所知障，到畢缽羅樹下去打坐，去入定，在定中，夜睹明星，大徹大悟，開悟了。"
    },
    {
      "id": "02-041-0134_p0023",
      "zh_CN": "开悟之后他就教学，一生讲经三百余会，说法四十九年，四十九年所说的一切法今天结集成为经藏，流通在中国少部分。因为那个时候，贝叶经厚，分量太大，交通工具没有，驮不动，传到中国来的不多。玄奘大师传的是最多的，有个马队替他来背经书，还是精挑细选，大概带了一千多卷回来，不容易。这些经典，佛从哪学来的？一个都没有，无论是大部经、小部经、论典、戒律，都是从他说出来的，没人教他，说法自在。这个榜样我们要记住，为什么？智慧、德能，包括辩才，都是自性里头本有的。所以佛法的教学是启发自性，把自性东西找出来，用不完，自性外头没有。自性是什么？清净心、平等心。清净是小乘，平等是大乘，那个觉就是智慧，小乘开小智慧，大乘开大智慧。",
      "zh_TW": "開悟之後他就教學，一生講經三百餘會，說法四十九年，四十九年所說的一切法今天結集成為經藏，流通在中國少部分。因為那個時候，貝葉經厚，分量太大，交通工具沒有，馱不動，傳到中國來的不多。玄奘大師傳的是最多的，有個馬隊替他來背經書，還是精挑細選，大概帶了一千多卷回來，不容易。這些經典，佛從哪學來的？一個都沒有，無論是大部經、小部經、論典、戒律，都是從他說出來的，沒人教他，說法自在。這個榜樣我們要記住，為什麼？智慧、德能，包括辯才，都是自性裡頭本有的。所以佛法的教學是啟發自性，把自性東西找出來，用不完，自性外頭沒有。自性是什麼？清淨心、平等心。清淨是小乘，平等是大乘，那個覺就是智慧，小乘開小智慧，大乘開大智慧。"
    },
    {
      "id": "02-041-0134_p0024",
      "zh_CN": "佛陀教育目的就是开悟。中国古人讲「读书千遍，其义自见」，着重在自见。是不是老师教你？老师不必要教你。老师干什么？老师就是督促你，一遍一遍读，读到最后，意思明白了，你讲给老师听，老师点头，对，这就毕业了。你所见到的跟老师所见到的是一不是二，没错，心愈清净见得愈透彻，见得愈广愈深。老师是学生的好榜样，学生读书，老师也在读书，读书是修什么？修定。所以不能求解意思，一求解意思，定没有了；定生慧，不是胡思乱想生智慧，那生不了智慧的。这种方法，佛门有，大乘有，中国老祖宗有，所以佛教传到中国来，老祖宗一接触都欢喜，为什么？理念相同。一门深入，长时薰修，入定；方法？读书千遍，其义自见。一千遍不开悟，两千遍，两千遍不开悟，三千遍，定了就开悟了。小定小悟，大定大悟，彻底开悟了，那是大彻大悟。大彻大悟，全知道了，不但你这一部经，一切经全通了，任何典籍，学过没有学过的，念过没有念过的，全懂，一点障碍都没有。你看释迦牟尼佛在世，每天多少人向他请教，他给人解答，全没学过。这个我们要知道，统统从自性流出来，妙极了。",
      "zh_TW": "佛陀教育目的就是開悟。中國古人講「讀書千遍，其義自見」，著重在自見。是不是老師教你？老師不必要教你。老師幹什麼？老師就是督促你，一遍一遍讀，讀到最後，意思明白了，你講給老師聽，老師點頭，對，這就畢業了。你所見到的跟老師所見到的是一不是二，沒錯，心愈清淨見得愈透徹，見得愈廣愈深。老師是學生的好榜樣，學生讀書，老師也在讀書，讀書是修什麼？修定。所以不能求解意思，一求解意思，定沒有了；定生慧，不是胡思亂想生智慧，那生不了智慧的。這種方法，佛門有，大乘有，中國老祖宗有，所以佛教傳到中國來，老祖宗一接觸都歡喜，為什麼？理念相同。一門深入，長時薰修，入定；方法？讀書千遍，其義自見。一千遍不開悟，兩千遍，兩千遍不開悟，三千遍，定了就開悟了。小定小悟，大定大悟，徹底開悟了，那是大徹大悟。大徹大悟，全知道了，不但你這一部經，一切經全通了，任何典籍，學過沒有學過的，念過沒有念過的，全懂，一點障礙都沒有。你看釋迦牟尼佛在世，每天多少人向他請教，他給人解答，全沒學過。這個我們要知道，統統從自性流出來，妙極了。"
    },
    {
      "id": "02-041-0134_p0025",
      "zh_CN": "在中国，历代祖师当中最具代表性的，唐朝禅宗惠能大师，不认识字，没有念过书。出身樵夫，年轻小伙子有力气，上山砍柴，这都是用劳力赚取一点生活。卖了柴，拿这个钱买一点米、粮食，回家去供养老母亲，一天不工作一天就没收入。卖柴，还有卖水，这两种人，两个行业现在没有了，抗战时候有。抗战时候我住在福建，住在建瓯，建瓯是北面的一个大城，没有自来水。水，有人专门挑水，挑水卖的，有人专门挑柴火，所以柴、水天天都需要，天天要去买。那个时候我记得很清楚，我们水跟柴火都是包给一个人，他每天送，我们需要量他每天来送，大概是一个月付一次钱。能大师是干这个的。",
      "zh_TW": "在中國，歷代祖師當中最具代表性的，唐朝禪宗惠能大師，不認識字，沒有念過書。出身樵夫，年輕小伙子有力氣，上山砍柴，這都是用勞力賺取一點生活。賣了柴，拿這個錢買一點米、糧食，回家去供養老母親，一天不工作一天就沒收入。賣柴，還有賣水，這兩種人，兩個行業現在沒有了，抗戰時候有。抗戰時候我住在福建，住在建甌，建甌是北面的一個大城，沒有自來水。水，有人專門挑水，挑水賣的，有人專門挑柴火，所以柴、水天天都需要，天天要去買。那個時候我記得很清楚，我們水跟柴火都是包給一個人，他每天送，我們需要量他每天來送，大概是一個月付一次錢。能大師是幹這個的。"
    },
    {
      "id": "02-041-0134_p0026",
      "zh_CN": "他开悟了之后，他怎么开悟的？我们不能不讲到孝道，他没学过佛，不懂佛法，孝父母。父亲不在了，就母亲一个，跟他母亲相依为命。砍柴，卖掉之后，拿到这个钱买一点东西，赶紧回家陪母亲，这是孝子，纯孝。心地清净没有染污，没有欲望，没有贪瞋痴慢疑，这就是他烦恼障轻，一听就明白。卖柴的时候，他卖到一个客栈，那个时候有客栈，不大，一个客栈最大的也不过几个房间，招待客人。大概那个时候小客栈，能住二十个人就不错了，住客栈的人不多。听到里头有人念经，那时候的窗户没有玻璃，纸糊的。纸糊的，我们在乡下的时候住茅草蓬，窗子都纸糊的，纸糊的听得见声音。他在外面听，他听懂了，愈听愈有兴趣，听到他念完了，他就敲门，向他请教，你念的什么东西？念得好！他把他听的讲给他听。这个人感到非常惊讶，真能听得懂，就问他，他说是砍柴的，卖柴的。这个人有善根。这个居士也很了不起，真正是个修行人，认识人，这个人真正有善根，马上就发心帮助他，希望他到黄梅去接受五祖教诲，他一定会有大成就。了解他家庭环境，送他十两银子，十两银子他一年都赚不到，不可能，十两银子那个时候可以开个店。找一班学佛的同修照顾他老母亲，告诉他，你家里老母亲我们来照顾，你放心去学道，一定能成功。这缘成熟。",
      "zh_TW": "他開悟了之後，他怎麼開悟的？我們不能不講到孝道，他沒學過佛，不懂佛法，孝父母。父親不在了，就母親一個，跟他母親相依為命。砍柴，賣掉之後，拿到這個錢買一點東西，趕緊回家陪母親，這是孝子，純孝。心地清淨沒有染污，沒有欲望，沒有貪瞋痴慢疑，這就是他煩惱障輕，一聽就明白。賣柴的時候，他賣到一個客棧，那個時候有客棧，不大，一個客棧最大的也不過幾個房間，招待客人。大概那個時候小客棧，能住二十個人就不錯了，住客棧的人不多。聽到裡頭有人念經，那時候的窗戶沒有玻璃，紙糊的。紙糊的，我們在鄉下的時候住茅草蓬，窗子都紙糊的，紙糊的聽得見聲音。他在外面聽，他聽懂了，愈聽愈有興趣，聽到他念完了，他就敲門，向他請教，你念的什麼東西？念得好！他把他聽的講給他聽。這個人感到非常驚訝，真能聽得懂，就問他，他說是砍柴的，賣柴的。這個人有善根。這個居士也很了不起，真正是個修行人，認識人，這個人真正有善根，馬上就發心幫助他，希望他到黃梅去接受五祖教誨，他一定會有大成就。了解他家庭環境，送他十兩銀子，十兩銀子他一年都賺不到，不可能，十兩銀子那個時候可以開個店。找一班學佛的同修照顧他老母親，告訴他，你家裡老母親我們來照顧，你放心去學道，一定能成功。這緣成熟。"
    },
    {
      "id": "02-041-0134_p0027",
      "zh_CN": "他在黄梅，我们看到老实、听话、真干。五祖只分配他，他是砍柴卖柴出身的，你去到碓坊里面舂米破柴，干老本行。住了八个月，八个月我们看到，他老实听话，他不去东张西望。庙里头那个时候差不多将近有一千人的样子，很大的一个寺庙，他不东跑西跑，他就在碓坊。所以，神秀那个偈子贴在那个地方，他不晓得在哪里，他要找人带他去看。这就是说明他的范围很小，他的心很定，他不东张西望。所以他心是定的，他每天干的那个生活那就是修定，那就叫参禅。他不是在禅堂，禅堂的人未必真参，他在碓坊真参。谁知道？老和尚知道，五祖知道，他知道，其他的没人知道。",
      "zh_TW": "他在黃梅，我們看到老實、聽話、真幹。五祖只分配他，他是砍柴賣柴出身的，你去到碓坊裡面舂米破柴，幹老本行。住了八個月，八個月我們看到，他老實聽話，他不去東張西望。廟裡頭那個時候差不多將近有一千人的樣子，很大的一個寺廟，他不東跑西跑，他就在碓坊。所以，神秀那個偈子貼在那個地方，他不曉得在哪裡，他要找人帶他去看。這就是說明他的範圍很小，他的心很定，他不東張西望。所以他心是定的，他每天幹的那個生活那就是修定，那就叫參禪。他不是在禪堂，禪堂的人未必真參，他在碓坊真參。誰知道？老和尚知道，五祖知道，他知道，其他的沒人知道。"
    },
    {
      "id": "02-041-0134_p0028",
      "zh_CN": "所以五祖估计他差不多开悟了，这才宣布传衣钵，叫大家作偈。你看，大家都看重神秀，认为神秀决定是第六代祖。他是五祖的助教，五祖，找他的人太多的时候，神秀接待，代替老和尚接待，解答问题。所以没有一个人敢作偈，三天没有消息。神秀也着急了，神秀自己知道大家为什么不肯呈偈，都是为他，逼着他非要作偈不可。作出来之后又没有把握，不好意思，好吧，看到没有人在，贴到墙壁上，如果五祖赞叹，就出来承认是我，是我作的；如果五祖说不行，那就算了，别说话了。这个故事《坛经》上记得很清楚。这个偈子传开，能大师听到了，心里很清楚，非常谦虚，求大家带我到偈子那里，我也去拜拜，种种善根。拜完之后，他说我也有首偈子，你们哪个会写字帮助我写。这个偈子把神秀的改了，身是菩提树改成「菩提本无树」，心是明镜台，「明镜亦非台」，「本来无一物，何处惹尘埃」，他是时时勤拂拭，勿使惹尘埃，改掉了。大家这非常惊讶，五祖听了之后赶紧找过来，拿着草鞋把它擦掉，没开悟、没开悟，大家平下来了。",
      "zh_TW": "所以五祖估計他差不多開悟了，這才宣布傳衣缽，叫大家作偈。你看，大家都看重神秀，認為神秀決定是第六代祖。他是五祖的助教，五祖，找他的人太多的時候，神秀接待，代替老和尚接待，解答問題。所以沒有一個人敢作偈，三天沒有消息。神秀也著急了，神秀自己知道大家為什麼不肯呈偈，都是為他，逼著他非要作偈不可。作出來之後又沒有把握，不好意思，好吧，看到沒有人在，貼到牆壁上，如果五祖讚歎，就出來承認是我，是我作的；如果五祖說不行，那就算了，別說話了。這個故事《壇經》上記得很清楚。這個偈子傳開，能大師聽到了，心裡很清楚，非常謙虛，求大家帶我到偈子那裡，我也去拜拜，種種善根。拜完之後，他說我也有首偈子，你們哪個會寫字幫助我寫。這個偈子把神秀的改了，身是菩提樹改成「菩提本無樹」，心是明鏡台，「明鏡亦非台」，「本來無一物，何處惹塵埃」，他是時時勤拂拭，勿使惹塵埃，改掉了。大家這非常驚訝，五祖聽了之後趕緊找過來，拿著草鞋把它擦掉，沒開悟、沒開悟，大家平下來了。"
    },
    {
      "id": "02-041-0134_p0029",
      "zh_CN": "当天下午他去巡寮，巡寮这是方丈和尚的事情，大概每半个月就是整个环境都去看一下，视察一下，这是巡寮。藉巡寮，不让人知道，到碓坊，看到能大师在舂米，问他，米熟了没有？他们说话，别人不知道意思。能大师说早熟了，早就熟了，还没有筛，「犹欠筛在」，还没有筛，筛了就圆满了，这筛就是印证。早就开悟了，没有人给他印证，这求印证。老和尚拿了拐杖在碓上敲了三下就走了，这就告诉他，三更来见。多少人看到，完全不晓得，只有他们两个人心里明白。晚上三更到方丈室，推门，里头没有拴，一推就进去了。见了老和尚，老和尚非常欢喜，用袈裟把他围起来，怕别人看见。给他讲《金刚经》大意，讲到「应无所住，而生其心」，他就说出五句话。这五句话说出来，老和尚说行了，不必讲了，衣钵赶紧拿去，赶紧走。船准备好了，老和尚送他上船。往哪里去？往南方去，你从南方来，还回南方去。",
      "zh_TW": "當天下午他去巡寮，巡寮這是方丈和尚的事情，大概每半個月就是整個環境都去看一下，視察一下，這是巡寮。藉巡寮，不讓人知道，到碓坊，看到能大師在舂米，問他，米熟了沒有？他們說話，別人不知道意思。能大師說早熟了，早就熟了，還沒有篩，「猶欠篩在」，還沒有篩，篩了就圓滿了，這篩就是印證。早就開悟了，沒有人給他印證，這求印證。老和尚拿了拐杖在碓上敲了三下就走了，這就告訴他，三更來見。多少人看到，完全不曉得，只有他們兩個人心裡明白。晚上三更到方丈室，推門，裡頭沒有拴，一推就進去了。見了老和尚，老和尚非常歡喜，用袈裟把他圍起來，怕別人看見。給他講《金剛經》大意，講到「應無所住，而生其心」，他就說出五句話。這五句話說出來，老和尚說行了，不必講了，衣缽趕緊拿去，趕緊走。船準備好了，老和尚送他上船。往哪裡去？往南方去，你從南方來，還回南方去。"
    },
    {
      "id": "02-041-0134_p0030",
      "zh_CN": "你看十五年，躲在猎人队十五年，为什么？嫉妒障碍。盛唐那个时代，中国佛教黄金时代，都有这么大的困难，何况现在？现在不能修忍辱波罗蜜，不能吃这个苦，就不能成就。自己成就，弘法利生，都要有很大的耐心，要有善巧方便，要有智慧。一切为众生，没有一念为自己，心永远保持清净、平等；换句话说，清净平等心生智慧，智慧能帮助你解决一切问题。",
      "zh_TW": "你看十五年，躲在獵人隊十五年，為什麼？嫉妒障礙。盛唐那個時代，中國佛教黃金時代，都有這麼大的困難，何況現在？現在不能修忍辱波羅蜜，不能吃這個苦，就不能成就。自己成就，弘法利生，都要有很大的耐心，要有善巧方便，要有智慧。一切為眾生，沒有一念為自己，心永遠保持清淨、平等；換句話說，清淨平等心生智慧，智慧能幫助你解決一切問題。"
    },
    {
      "id": "02-041-0134_p0031",
      "zh_CN": "从今而后，学佛真正能够成就，除信愿持名这个法门之外，其他的都难，为什么？要断烦恼，还要收敛习气。六根在六尘境界里头，不起心不动念、不分别不执着，谁能做到？不容易。",
      "zh_TW": "從今而後，學佛真正能夠成就，除信願持名這個法門之外，其他的都難，為什麼？要斷煩惱，還要收斂習氣。六根在六塵境界裡頭，不起心不動念、不分別不執著，誰能做到？不容易。"
    },
    {
      "id": "02-041-0134_p0032",
      "zh_CN": "辩才无碍，自己要想学未必你能学得到。你要是真正发心，舍己为人，现在说法的人太少了，你不怕辛苦、不怕艰难，能够忍辱、能够忍苦，佛菩萨会加持你。弘法的人愈来愈少，要什么人弘法？要这些人。这些人真能帮助一些苦难众生，佛菩萨给他安排的条件都好，像海贤老和尚、海庆老和尚都是佛菩萨安排的。",
      "zh_TW": "辯才無礙，自己要想學未必你能學得到。你要是真正發心，捨己為人，現在說法的人太少了，你不怕辛苦、不怕艱難，能夠忍辱、能夠忍苦，佛菩薩會加持你。弘法的人愈來愈少，要什麼人弘法？要這些人。這些人真能幫助一些苦難眾生，佛菩薩給他安排的條件都好，像海賢老和尚、海慶老和尚都是佛菩薩安排的。"
    },
    {
      "id": "02-041-0134_p0033",
      "zh_CN": "第十，「智自在。菩萨智慧具足，于一念中，能现如来之十力无畏，成等正觉，无障无碍也」。智慧自在，智慧是自性里头本有的，《华严经》上说得好，我们要相信，「一切众生皆有如来智慧德相」，德是德能，相是相好，众生跟佛没有两样。佛用阿弥陀佛做代表，阿弥陀佛无量智慧、无量功德，极乐世界无量的相好，全是自性变现的，是自性里头本有的，没有一样东西是外来的。于是我们得到一个总结论，修佛是修什么？修心。可别忘掉了，不是别的，就是一个真诚的心、清净心、平等心，它就生智慧，它就生慈悲，就生无量的善巧方便。海贤老和尚有句话说得很好，我们念佛、拜佛为的是什么？要把自性佛拜出来、念出来，这就对了。自性佛拜出来，就是明心见性，那就成佛了。我们能不能做到？他为我们表演的，能。",
      "zh_TW": "第十，「智自在。菩薩智慧具足，於一念中，能現如來之十力無畏，成等正覺，無障無礙也」。智慧自在，智慧是自性裡頭本有的，《華嚴經》上說得好，我們要相信，「一切眾生皆有如來智慧德相」，德是德能，相是相好，眾生跟佛沒有兩樣。佛用阿彌陀佛做代表，阿彌陀佛無量智慧、無量功德，極樂世界無量的相好，全是自性變現的，是自性裡頭本有的，沒有一樣東西是外來的。於是我們得到一個總結論，修佛是修什麼？修心。可別忘掉了，不是別的，就是一個真誠的心、清淨心、平等心，它就生智慧，它就生慈悲，就生無量的善巧方便。海賢老和尚有句話說得很好，我們念佛、拜佛為的是什麼？要把自性佛拜出來、念出來，這就對了。自性佛拜出來，就是明心見性，那就成佛了。我們能不能做到？他為我們表演的，能。"
    },
    {
      "id": "02-041-0134_p0034",
      "zh_CN": "我们细心去观察这个光碟，他应该是什么时候得功夫成片？得功夫成片就有条件往生，他就能见佛。大势至菩萨告诉我们，《楞严经》上的话，「忆佛念佛，现前当来，必定见佛」，现前是现在，当来是往生极乐世界。我们看现在，现前见佛，得功夫成片的就有这个感应，佛会为你现身。或在定中，或在梦中，或者就现在前面，别人看不见，你看见了，别人看不见。佛来告诉你，你修得不错，你的寿命还有多少年，等到你寿命到的时候，我来接引你。等于说给你授记了，你自己很清楚，知道你的名字在极乐世界，好像已经注册了。那是什么？莲花上有你的名字。你在这个地方发心，真信切愿，七宝池中就有一朵莲花，莲花上有你的名字。佛来把这个信息告诉你，这你第一次见面。一般第二次见面都是你的寿命快到了，佛来跟你约定时间，有三个月，有一个月，有一个星期，他会来通知你，还有多少天，你可以准备，到时候他真来接你走。到时候是第三次，第三次是带你到极乐世界去。所以一般往生的人，都会有三次的见面。我们在传记里面看到慧远大师，慧远大师四次，见到四次。",
      "zh_TW": "我們細心去觀察這個光碟，他應該是什麼時候得功夫成片？得功夫成片就有條件往生，他就能見佛。大勢至菩薩告訴我們，《楞嚴經》上的話，「憶佛念佛，現前當來，必定見佛」，現前是現在，當來是往生極樂世界。我們看現在，現前見佛，得功夫成片的就有這個感應，佛會為你現身。或在定中，或在夢中，或者就現在前面，別人看不見，你看見了，別人看不見。佛來告訴你，你修得不錯，你的壽命還有多少年，等到你壽命到的時候，我來接引你。等於說給你授記了，你自己很清楚，知道你的名字在極樂世界，好像已經註冊了。那是什麼？蓮花上有你的名字。你在這個地方發心，真信切願，七寶池中就有一朵蓮花，蓮花上有你的名字。佛來把這個信息告訴你，這你第一次見面。一般第二次見面都是你的壽命快到了，佛來跟你約定時間，有三個月，有一個月，有一個星期，他會來通知你，還有多少天，你可以準備，到時候他真來接你走。到時候是第三次，第三次是帶你到極樂世界去。所以一般往生的人，都會有三次的見面。我們在傳記裡面看到慧遠大師，慧遠大師四次，見到四次。"
    },
    {
      "id": "02-041-0134_p0035",
      "zh_CN": "海贤老和尚他是接受阿弥陀佛给他的任务，这任务是表法。我们相信他第一次跟佛见面应该在二十几岁。他二十岁出家，师父教他这个法门，一句南无阿弥陀佛，一直念下去，明白了也不要说话，不能说。他听话，一生守住。这样的禀性，具备这么样的条件，这个条件他统统具足，你看老实、听话、真干，这是禀性，真诚、清净、恭敬这是他的德行。有这样的条件，我相信三年功夫成片，就成就了，有功夫成片就能往生。有许许多多的人，见到阿弥陀佛，还有寿命不要了，我现在就跟你走，佛很慈悲，就带走了。所以我相信，他功夫成片肯定在二十五岁以前，他得到的。",
      "zh_TW": "海賢老和尚他是接受阿彌陀佛給他的任務，這任務是表法。我們相信他第一次跟佛見面應該在二十幾歲。他二十歲出家，師父教他這個法門，一句南無阿彌陀佛，一直念下去，明白了也不要說話，不能說。他聽話，一生守住。這樣的稟性，具備這麼樣的條件，這個條件他統統具足，你看老實、聽話、真幹，這是稟性，真誠、清淨、恭敬這是他的德行。有這樣的條件，我相信三年功夫成片，就成就了，有功夫成片就能往生。有許許多多的人，見到阿彌陀佛，還有壽命不要了，我現在就跟你走，佛很慈悲，就帶走了。所以我相信，他功夫成片肯定在二十五歲以前，他得到的。"
    },
    {
      "id": "02-041-0134_p0036",
      "zh_CN": "事一心不乱应该在三十岁前后，理一心不乱应该在四十岁左右，理一心就是禅宗的明心见性，我们估计的应该在四十岁，就大彻大悟了。于一切法而得最胜自在，贤公得到了。一天到晚法喜充满，快乐无比，他生活在哪里？他生活在极乐世界，极乐世界就在现前。我们为什么过得这么苦？是我们放不下，放下就自在。放下，于一切法而得最胜自在，你怎么会不快乐？没有一样你不知道，天上人间、此界他方，没有一样不知道。四十岁圆满成就了，要等到一百一十二岁才走，这为什么？完全是为众生苦。怎么样救他？他那个样子就能救众生，不用言说，完全叫你看，你看他。",
      "zh_TW": "事一心不亂應該在三十歲前後，理一心不亂應該在四十歲左右，理一心就是禪宗的明心見性，我們估計的應該在四十歲，就大徹大悟了。於一切法而得最勝自在，賢公得到了。一天到晚法喜充滿，快樂無比，他生活在哪裡？他生活在極樂世界，極樂世界就在現前。我們為什麼過得這麼苦？是我們放不下，放下就自在。放下，於一切法而得最勝自在，你怎麼會不快樂？沒有一樣你不知道，天上人間、此界他方，沒有一樣不知道。四十歲圓滿成就了，要等到一百一十二歲才走，這為什麼？完全是為眾生苦。怎麼樣救他？他那個樣子就能救眾生，不用言說，完全叫你看，你看他。"
    },
    {
      "id": "02-041-0134_p0037",
      "zh_CN": "我们净宗学会在美国成立的时候，我写了一篇缘起，缘起里面提出五门功课，净宗同学必须遵守的。五门第一就是净业三福，净业三福三条，是我们学佛最高指导原则。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，头一条人天福报。人天福报都没有，你怎么能成佛、怎么能往生？往生就是成佛。所以，我们这一条前面两句，孝养父母、奉事师长落实在《弟子规》，把《弟子规》做到了，这两句就圆满了；慈心不杀落实在《感应篇》，《太上感应篇》；修十善业落实在《十善业道经》。我叫这做三个根，儒的根《弟子规》，道的根《感应篇》，佛的根《十善业》，最高指导原则，没有这三个根，怎么修都不成功。这三个根扎稳了，再提升，「受持三皈，具足众戒，不犯威仪」，小乘。众戒，五戒、十善，加上《沙弥律仪》，够了。过去李老师教导我们，还有四重戒，四条重戒，不能不遵守的。《梵网经》里面有两句，「不作国贼，不谤国主」，《优婆塞戒经》里面有两句，「不漏国税，不犯国制」，具足这个戒就行了。然后就一句佛号，一句佛号戒定慧三学统统在其中，这是最高指导原则。",
      "zh_TW": "我們淨宗學會在美國成立的時候，我寫了一篇緣起，緣起裡面提出五門功課，淨宗同學必須遵守的。五門第一就是淨業三福，淨業三福三條，是我們學佛最高指導原則。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，頭一條人天福報。人天福報都沒有，你怎麼能成佛、怎麼能往生？往生就是成佛。所以，我們這一條前面兩句，孝養父母、奉事師長落實在《弟子規》，把《弟子規》做到了，這兩句就圓滿了；慈心不殺落實在《感應篇》，《太上感應篇》；修十善業落實在《十善業道經》。我叫這做三個根，儒的根《弟子規》，道的根《感應篇》，佛的根《十善業》，最高指導原則，沒有這三個根，怎麼修都不成功。這三個根紮穩了，再提升，「受持三皈，具足眾戒，不犯威儀」，小乘。眾戒，五戒、十善，加上《沙彌律儀》，夠了。過去李老師教導我們，還有四重戒，四條重戒，不能不遵守的。《梵網經》裡面有兩句，「不作國賊，不謗國主」，《優婆塞戒經》裡面有兩句，「不漏國稅，不犯國制」，具足這個戒就行了。然後就一句佛號，一句佛號戒定慧三學統統在其中，這是最高指導原則。"
    },
    {
      "id": "02-041-0134_p0038",
      "zh_CN": "第二是六和敬，家和万事兴，「见和同解，戒和同修，身和同住，口和无诤，意和同悦，利和同均」，坚持遵守这六条，家和万事兴。学三学，戒定慧三学，一句佛号圆满具足，三学都在其中。六波罗蜜，菩萨六度，布施、持戒、忍辱、精进、禅定、般若，都在我们日常生活当中，遇到境缘现前就干。后面一条，最后的一条，普贤菩萨十大愿王，从礼敬诸佛、称赞如来、广修供养、忏悔业障，修十大愿王也是在一句阿弥陀佛，妙极了。这个法门无比殊胜，统统在这一句佛号上。六度、十愿遇到缘就要做，没有缘不要去找，随缘不攀缘。特别是十愿里头前面两愿，礼敬诸佛，称赞如来，这比什么都重要。诸佛跟如来意义不一样，诸佛从相上说的，所以礼敬要平等，不着相；如来从性上说的，性上就有善恶，我们称赞的他的善行，善心善行我们称赞，不善的不称赞，这个不一样。至于礼敬，他是好的出家人，或者是很好的在家居士，我们称赞他；他要不如法，不称赞，不能不礼敬，礼敬而不赞叹。普贤菩萨教我们这招。",
      "zh_TW": "第二是六和敬，家和萬事興，「見和同解，戒和同修，身和同住，口和無諍，意和同悅，利和同均」，堅持遵守這六條，家和萬事興。學三學，戒定慧三學，一句佛號圓滿具足，三學都在其中。六波羅蜜，菩薩六度，布施、持戒、忍辱、精進、禪定、般若，都在我們日常生活當中，遇到境緣現前就幹。後面一條，最後的一條，普賢菩薩十大願王，從禮敬諸佛、稱讚如來、廣修供養、懺悔業障，修十大願王也是在一句阿彌陀佛，妙極了。這個法門無比殊勝，統統在這一句佛號上。六度、十願遇到緣就要做，沒有緣不要去找，隨緣不攀緣。特別是十願裡頭前面兩願，禮敬諸佛，稱讚如來，這比什麼都重要。諸佛跟如來意義不一樣，諸佛從相上說的，所以禮敬要平等，不著相；如來從性上說的，性上就有善惡，我們稱讚的他的善行，善心善行我們稱讚，不善的不稱讚，這個不一樣。至於禮敬，他是好的出家人，或者是很好的在家居士，我們稱讚他；他要不如法，不稱讚，不能不禮敬，禮敬而不讚歎。普賢菩薩教我們這招。"
    },
    {
      "id": "02-041-0134_p0039",
      "zh_CN": "「今云最胜自在，应如《法华经》，我为法王，于法自在」，这是究竟圆满的自在。「《华严》之十自在」，我们在此地学的《华严》十自在，「故云最胜」，无比殊胜。后面「谛听为说」：",
      "zh_TW": "「今云最勝自在，應如《法華經》，我為法王，於法自在」，這是究竟圓滿的自在。「《華嚴》之十自在」，我們在此地學的《華嚴》十自在，「故云最勝」，無比殊勝。後面「諦聽為說」："
    },
    {
      "id": "02-041-0134_p0040",
      "zh_CN": "【阿难谛听。善思念之。吾当为汝分别解说。】",
      "zh_TW": "【阿難諦聽。善思念之。吾當為汝分別解說。】"
    },
    {
      "id": "02-041-0134_p0041",
      "zh_CN": "注解里面，「此下世尊许说，并敕令阿难谛听」，就是细心听法，「善自思维所闻义理」。末后一句，『吾当为汝分别解说』。别序到这个地方圆满了。后面，黄念老非常慈悲，还有开示，我们下一堂课接着学习。",
      "zh_TW": "註解裡面，「此下世尊許說，並敕令阿難諦聽」，就是細心聽法，「善自思維所聞義理」。末後一句，『吾當為汝分別解說』。別序到這個地方圓滿了。後面，黃念老非常慈悲，還有開示，我們下一堂課接著學習。"
    }
  ]
}