{
  "doc_id": "02-041-0363",
  "title": {
    "zh_CN": "二Ｏ一四净土大经科注",
    "zh_TW": "二Ｏ一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六三集",
    "zh_TW": "第三六三集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0363",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-041-0363_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0363_p0002",
      "zh_CN": "请看《大经科注》第八百五十六页，从第四行看起，经，从这看起：",
      "zh_TW": "請看《大經科註》第八百五十六頁，從第四行看起，經，從這看起："
    },
    {
      "id": "02-041-0363_p0003",
      "zh_CN": "【彼诸菩萨。于一切众生。有大慈悲利益心故。舍离一切执着。成就无量功德。以无碍慧。解法如如。】",
      "zh_TW": "【彼諸菩薩。於一切眾生。有大慈悲利益心故。捨離一切執著。成就無量功德。以無礙慧。解法如如。】"
    },
    {
      "id": "02-041-0363_p0004",
      "zh_CN": "这一段经文前面学过，黄念祖老居士的注解没有学完，今天我们从这个地方再重复一遍，有这个必要，因为这段经文非常重要。",
      "zh_TW": "這一段經文前面學過，黃念祖老居士的註解沒有學完，今天我們從這個地方再重複一遍，有這個必要，因為這段經文非常重要。"
    },
    {
      "id": "02-041-0363_p0005",
      "zh_CN": "说的是『彼诸菩萨』，彼是西方极乐世界，也就是往生到西方极乐世界这些菩萨们。他们的地位高下不相等，最高的有生实报庄严土，这是大乘经里面所说的法身大士，地位很高，跟佛很接近；往下有方便有余土的菩萨，都是圣人，方便有余土，阿罗汉以上到三贤菩萨；再往下面降是凡圣同居土，跟我们这个地方有一点不同，他们是凡圣同居净土，我们是凡圣同居秽土，所以不一样。这是说明，极乐世界有差别等级，好像一个学校，有小学生，凡圣同居土是小学，方便有余土是中学，实报庄严土是大学，等觉菩萨是博士班，有等级的。虽然有等级，它很特殊、很特别，那就是待遇享受是平等的，是相同的，都是成就最高级的享受，这意思就是说，从享受上来说，他们跟法身菩萨平等。这真叫极乐！",
      "zh_TW": "說的是『彼諸菩薩』，彼是西方極樂世界，也就是往生到西方極樂世界這些菩薩們。他們的地位高下不相等，最高的有生實報莊嚴土，這是大乘經裡面所說的法身大士，地位很高，跟佛很接近；往下有方便有餘土的菩薩，都是聖人，方便有餘土，阿羅漢以上到三賢菩薩；再往下面降是凡聖同居土，跟我們這個地方有一點不同，他們是凡聖同居淨土，我們是凡聖同居穢土，所以不一樣。這是說明，極樂世界有差別等級，好像一個學校，有小學生，凡聖同居土是小學，方便有餘土是中學，實報莊嚴土是大學，等覺菩薩是博士班，有等級的。雖然有等級，它很特殊、很特別，那就是待遇享受是平等的，是相同的，都是成就最高級的享受，這意思就是說，從享受上來說，他們跟法身菩薩平等。這真叫極樂！"
    },
    {
      "id": "02-041-0363_p0006",
      "zh_CN": "十方一切诸佛刹土里头没有，为什么？那些菩萨在因地发的愿不一样。只有阿弥陀佛，在菩萨位上，还要低一点，在比丘的身分，法藏比丘，前面我们读过的，在这个时候他就发了四十八愿，四十八愿是平等大愿。这四十八愿每一愿都实现了，没有一愿是假的，没有一愿是他没有做到的。所以到那边，有四十八愿的加持，还有阿弥陀佛生生世世修行无量功德，也加持往生的行人，让每一个往生的人都得到跟阿弥陀佛同样的待遇，智慧、神通、道力完全平等。这一点我们一定要相信。确实有很多菩萨都不相信，不相信的很多，你跟他说这个他摇头，哪有这么便宜的事情？我们会不会怀疑释迦牟尼佛妄语？有没有这个怀疑？没有，不但菩萨没有妄语，阿罗汉就没有妄语了。我们要从这个地方建立信心。",
      "zh_TW": "十方一切諸佛剎土裡頭沒有，為什麼？那些菩薩在因地發的願不一樣。只有阿彌陀佛，在菩薩位上，還要低一點，在比丘的身分，法藏比丘，前面我們讀過的，在這個時候他就發了四十八願，四十八願是平等大願。這四十八願每一願都實現了，沒有一願是假的，沒有一願是他沒有做到的。所以到那邊，有四十八願的加持，還有阿彌陀佛生生世世修行無量功德，也加持往生的行人，讓每一個往生的人都得到跟阿彌陀佛同樣的待遇，智慧、神通、道力完全平等。這一點我們一定要相信。確實有很多菩薩都不相信，不相信的很多，你跟他說這個他搖頭，哪有這麼便宜的事情？我們會不會懷疑釋迦牟尼佛妄語？有沒有這個懷疑？沒有，不但菩薩沒有妄語，阿羅漢就沒有妄語了。我們要從這個地方建立信心。"
    },
    {
      "id": "02-041-0363_p0007",
      "zh_CN": "极乐世界这些菩萨们，从凡圣同居土下下品一直到实报土等觉菩萨，这些大众，他们大慈大悲利益一切众生，哪些众生？十方世界与他有缘的众生。这是佛家常说的，佛不度无缘之人，什么叫无缘？你不相信，那佛菩萨没有法子。一定要具足信心、愿心，就是真诚，愿生极乐世界，再有一个，念佛的心，就决定得生。",
      "zh_TW": "極樂世界這些菩薩們，從凡聖同居土下下品一直到實報土等覺菩薩，這些大眾，他們大慈大悲利益一切眾生，哪些眾生？十方世界與他有緣的眾生。這是佛家常說的，佛不度無緣之人，什麼叫無緣？你不相信，那佛菩薩沒有法子。一定要具足信心、願心，就是真誠，願生極樂世界，再有一個，念佛的心，就決定得生。"
    },
    {
      "id": "02-041-0363_p0008",
      "zh_CN": "生到极乐世界，这底下文就说了，我们看念老的注解，以下这几句经文，「重明」，为什么要重明，重复的说？太重要了。我们能不能入佛门，这段经文关系很大。自利利他，这两种利益，「与平等说法之德行，因游刹度生均不离说法」。可见得在十方世界，用言语来表达、来教学，还是最普遍的。「但说法不能离自觉」，自觉就是古人所讲的自见。读书千遍，其义自见，经书里头佛所讲的意思，你完全明白了。没人教你，为什么你能够自见？你的障碍除掉了。",
      "zh_TW": "生到極樂世界，這底下文就說了，我們看念老的註解，以下這幾句經文，「重明」，為什麼要重明，重複的說？太重要了。我們能不能入佛門，這段經文關係很大。自利利他，這兩種利益，「與平等說法之德行，因遊剎度生均不離說法」。可見得在十方世界，用言語來表達、來教學，還是最普遍的。「但說法不能離自覺」，自覺就是古人所講的自見。讀書千遍，其義自見，經書裡頭佛所講的意思，你完全明白了。沒人教你，為什麼你能夠自見？你的障礙除掉了。"
    },
    {
      "id": "02-041-0363_p0009",
      "zh_CN": "这句话我们在前面也读过，大乘经上佛常说，「一切众生皆有如来智慧德相」，跟如来(是佛)究竟果位丝毫差别都没有，「但以妄想执着而不能证得」。这话说得多么明白！我们为什么不能自觉？为什么不能自见其义？就是因为有妄想、有执着。他说了个妄想，说了个执着，通常说得更明白一点，妄想、分别、执着，这是三种烦恼。妄想叫无明烦恼，执着叫见思烦恼，分别叫尘沙烦恼，尘沙是比喻，像微尘，像大海里面沙有多少？那没法计算的。这种烦恼从哪来的？从分别来的，从执着来的，从妄想来的。我们没有妄想，妄想舍掉了，就成佛了。还有妄想，分别舍掉了，不再分别了，这是菩萨。还有分别，没有执着，那就是阿罗汉。",
      "zh_TW": "這句話我們在前面也讀過，大乘經上佛常說，「一切眾生皆有如來智慧德相」，跟如來(是佛)究竟果位絲毫差別都沒有，「但以妄想執著而不能證得」。這話說得多麼明白！我們為什麼不能自覺？為什麼不能自見其義？就是因為有妄想、有執著。他說了個妄想，說了個執著，通常說得更明白一點，妄想、分別、執著，這是三種煩惱。妄想叫無明煩惱，執著叫見思煩惱，分別叫塵沙煩惱，塵沙是比喻，像微塵，像大海裡面沙有多少？那沒法計算的。這種煩惱從哪來的？從分別來的，從執著來的，從妄想來的。我們沒有妄想，妄想捨掉了，就成佛了。還有妄想，分別捨掉了，不再分別了，這是菩薩。還有分別，沒有執著，那就是阿羅漢。"
    },
    {
      "id": "02-041-0363_p0010",
      "zh_CN": "这一段给我们讲，这里又重复说了，『舍离一切执着』，这是让你得到最低的，阿罗汉，真入门了，不是假的。只要能把执着放下，在佛法里面，小悟，不是大彻大悟，小悟。小悟也了不起，就是说一切经教，世出世法你都能通达明了，但是不够透彻，没有说错，说得不够深度，不够圆满，就这个意思，没有说错，小悟。读书千遍，其义自见，小悟。再读一千遍，大悟。那你说一切法，你要利益众生、度众生，度众生离不开说法，你跟人说法，说得有深度，说得能振奋人心。如果再能把妄想也舍掉，妄想是什么？起心动念，不起心不动念，这就是如如，『解法如如』，你对于一切法彻底明了，跟诸佛如来没有两样，解法如如。那是『以无碍慧』，没有障碍了，没有见思烦恼的障碍，没有尘沙障碍，没有无明障碍。这就是法身大士。法身大士他还有无明习气，习气也有障碍，这个障碍不大，必须把习气也断掉。习气是在实报庄严土，没有方法把它断掉，因为它不是有什么方法形成的，它不是的，这个病，病根很深，不知不觉，无量劫养成的，自自然然薰习成的，叫无明烦恼习气。这个习气要一分一分把它断掉，有四十一品，四十一品无明烦恼习气断干净了，证得究竟果位，《华严经》称为妙觉如来，这个觉上加上个妙字，妙极了！这是自利圆满，自觉圆满，自利自觉圆满才能度众生。所以这个底下经文说，「舍离一切执着」。",
      "zh_TW": "這一段給我們講，這裡又重複說了，『捨離一切執著』，這是讓你得到最低的，阿羅漢，真入門了，不是假的。只要能把執著放下，在佛法裡面，小悟，不是大徹大悟，小悟。小悟也了不起，就是說一切經教，世出世法你都能通達明瞭，但是不夠透徹，沒有說錯，說得不夠深度，不夠圓滿，就這個意思，沒有說錯，小悟。讀書千遍，其義自見，小悟。再讀一千遍，大悟。那你說一切法，你要利益眾生、度眾生，度眾生離不開說法，你跟人說法，說得有深度，說得能振奮人心。如果再能把妄想也捨掉，妄想是什麼？起心動念，不起心不動念，這就是如如，『解法如如』，你對於一切法徹底明瞭，跟諸佛如來沒有兩樣，解法如如。那是『以無礙慧』，沒有障礙了，沒有見思煩惱的障礙，沒有塵沙障礙，沒有無明障礙。這就是法身大士。法身大士他還有無明習氣，習氣也有障礙，這個障礙不大，必須把習氣也斷掉。習氣是在實報莊嚴土，沒有方法把它斷掉，因為它不是有什麼方法形成的，它不是的，這個病，病根很深，不知不覺，無量劫養成的，自自然然薰習成的，叫無明煩惱習氣。這個習氣要一分一分把它斷掉，有四十一品，四十一品無明煩惱習氣斷乾淨了，證得究竟果位，《華嚴經》稱為妙覺如來，這個覺上加上個妙字，妙極了！這是自利圓滿，自覺圓滿，自利自覺圓滿才能度眾生。所以這個底下經文說，「捨離一切執著」。"
    },
    {
      "id": "02-041-0363_p0011",
      "zh_CN": "我们今天对这个明白、搞清楚了，回头看看四书，《大学》里头第一页就看到，看到「明明德」，要用什么方法明明德？明明德就是大彻大悟，就是佛菩萨。佛门里用的术语叫自性，中国人一般称什么？称本性，本善，《大学》里头叫明德，明德就是佛法讲的自性。那上面又加了个明，明明德，为什么还要明？明德现在不明了，必须要修，让它恢复明德。你看这意思跟佛没两样。从哪里开始？从放下开始，舍离。舍离什么？一切执着。《大学》里头讲的，跟释迦牟尼佛讲的没有两样，《大学》上用的名词不一样。我们要能细心体会。佛法讲得很清楚，看破、放下。我学佛第一次跟出家人见面，章嘉大师，我就向他请教，佛教里头有没有最简单的方法让我们很快契入境界？章嘉大师告诉我，看破、放下。看得破、放得下，就是此地讲的「舍离一切执着」。不从这下手不行。",
      "zh_TW": "我們今天對這個明白、搞清楚了，回頭看看四書，《大學》裡頭第一頁就看到，看到「明明德」，要用什麼方法明明德？明明德就是大徹大悟，就是佛菩薩。佛門裡用的術語叫自性，中國人一般稱什麼？稱本性，本善，《大學》裡頭叫明德，明德就是佛法講的自性。那上面又加了個明，明明德，為什麼還要明？明德現在不明了，必須要修，讓它恢復明德。你看這意思跟佛沒兩樣。從哪裡開始？從放下開始，捨離。捨離什麼？一切執著。《大學》裡頭講的，跟釋迦牟尼佛講的沒有兩樣，《大學》上用的名詞不一樣。我們要能細心體會。佛法講得很清楚，看破、放下。我學佛第一次跟出家人見面，章嘉大師，我就向他請教，佛教裡頭有沒有最簡單的方法讓我們很快契入境界？章嘉大師告訴我，看破、放下。看得破、放得下，就是此地講的「捨離一切執著」。不從這下手不行。"
    },
    {
      "id": "02-041-0363_p0012",
      "zh_CN": "舍离执着从哪里下手？从你执着最严重的下手。最严重的那叫见思烦恼，贪瞋痴慢，六道众生天道的轻一点，恶道里面重一点，都是贪瞋痴慢疑。这是思烦恼。见烦恼，身见，执着身是我，错了，身不是我。身怎么不是我？讲不清楚，几个人能把这个事情讲清楚？他讲清楚了我们没听清楚，我们听不清楚，麻烦在此地。为什么听不清楚？没觉悟。我们的真心，真心可贵，清净，平等，不生不灭，本自具足，本无动摇，能生万法。作用我们见到了，但是，我们见到，被这个作用迷了。它能现万法是现的幻相，我们很不幸，把这种虚幻当作真实，而且希望拥有、希望控制它，这个完全错了。所以佛教我们舍离，老师教我们放下，儒家讲格物，格物就是放下，格是格除，把它开除掉，格斗，跟它来一番斗争，要战胜它，伊斯兰讲的圣战，战胜烦恼，战胜习气，这个意思。",
      "zh_TW": "捨離執著從哪裡下手？從你執著最嚴重的下手。最嚴重的那叫見思煩惱，貪瞋痴慢，六道眾生天道的輕一點，惡道裡面重一點，都是貪瞋痴慢疑。這是思煩惱。見煩惱，身見，執著身是我，錯了，身不是我。身怎麼不是我？講不清楚，幾個人能把這個事情講清楚？他講清楚了我們沒聽清楚，我們聽不清楚，麻煩在此地。為什麼聽不清楚？沒覺悟。我們的真心，真心可貴，清淨，平等，不生不滅，本自具足，本無動搖，能生萬法。作用我們見到了，但是，我們見到，被這個作用迷了。它能現萬法是現的幻相，我們很不幸，把這種虛幻當作真實，而且希望擁有、希望控制它，這個完全錯了。所以佛教我們捨離，老師教我們放下，儒家講格物，格物就是放下，格是格除，把它開除掉，格鬥，跟它來一番鬥爭，要戰勝它，伊斯蘭講的聖戰，戰勝煩惱，戰勝習氣，這個意思。"
    },
    {
      "id": "02-041-0363_p0013",
      "zh_CN": "物欲放下了，智慧就开了，小慧。小慧很有用处，不是没用处，真的自利利他，那就致知。把格物摆在第一，致知摆在第二，智慧开了。那不是常识，不是知识，智慧开了。智慧开了，你的意才诚，真诚心才会显出来。每个人都有真诚心，跟佛一样，为什么我们真诚心隐藏了，所用的全是假心，妄心？《大学》讲「诚」讲得很好，什么叫诚，诚意？解释的一句话，「毋自欺」，你不自己欺骗自己就叫诚。由此可知，人为什么要自欺，自欺欺人？自欺是迷惑，是属于妄想，属于根本烦恼，欺骗别人那是造恶业，无非是想自利，不知道利他，不知道他跟自是一不是二。那要智慧，智慧开了，自他不二，万法一如，这真觉悟了。为什么？惠能大师讲得好，「何期自性，能生万法」，这问题不解决了！为什么自他是一体？都是自性现的。谁的自性？自己的自性，自性是一个，是一切万法的本体。我们自己这个身是它现的，整个宇宙也是它现的。佛家讲的大宇宙，是讲遍法界虚空界一切诸佛刹土，统统是自性现的。是一不是二！自性称为如，如如，相如其性，性如其相，妄如其真，真如其妄。到如如，彻底通达明白了，所以才真爱人，真帮助人。佛菩萨以这样的心量普度众生。",
      "zh_TW": "物欲放下了，智慧就開了，小慧。小慧很有用處，不是沒用處，真的自利利他，那就致知。把格物擺在第一，致知擺在第二，智慧開了。那不是常識，不是知識，智慧開了。智慧開了，你的意才誠，真誠心才會顯出來。每個人都有真誠心，跟佛一樣，為什麼我們真誠心隱藏了，所用的全是假心，妄心？《大學》講「誠」講得很好，什麼叫誠，誠意？解釋的一句話，「毋自欺」，你不自己欺騙自己就叫誠。由此可知，人為什麼要自欺，自欺欺人？自欺是迷惑，是屬於妄想，屬於根本煩惱，欺騙別人那是造惡業，無非是想自利，不知道利他，不知道他跟自是一不是二。那要智慧，智慧開了，自他不二，萬法一如，這真覺悟了。為什麼？惠能大師講得好，「何期自性，能生萬法」，這問題不解決了！為什麼自他是一體？都是自性現的。誰的自性？自己的自性，自性是一個，是一切萬法的本體。我們自己這個身是它現的，整個宇宙也是它現的。佛家講的大宇宙，是講遍法界虛空界一切諸佛剎土，統統是自性現的。是一不是二！自性稱為如，如如，相如其性，性如其相，妄如其真，真如其妄。到如如，徹底通達明白了，所以才真愛人，真幫助人。佛菩薩以這樣的心量普度眾生。"
    },
    {
      "id": "02-041-0363_p0014",
      "zh_CN": "世法、佛法，这中国人讲，世法指孔孟，佛法指释迦牟尼，其实，释迦牟尼佛跟孔子、孟子他们所悟的境界是平等的，在佛法说都是佛，都成佛了。释迦牟尼佛告诉我们，他成佛了，皆大欢喜，讲经说法，令一切众生皆大欢喜，布施欢喜。孔老夫子《论语》上第一句话，「学而时习之，不亦说乎」，那就是皆大欢喜。这些说法，跟方东美先生早年把佛法介绍给我，学佛是人生最高的享受。你们想想是不是一样的？说的话不同，意思完全相同。",
      "zh_TW": "世法、佛法，這中國人講，世法指孔孟，佛法指釋迦牟尼，其實，釋迦牟尼佛跟孔子、孟子他們所悟的境界是平等的，在佛法說都是佛，都成佛了。釋迦牟尼佛告訴我們，他成佛了，皆大歡喜，講經說法，令一切眾生皆大歡喜，布施歡喜。孔老夫子《論語》上第一句話，「學而時習之，不亦說乎」，那就是皆大歡喜。這些說法，跟方東美先生早年把佛法介紹給我，學佛是人生最高的享受。你們想想是不是一樣的？說的話不同，意思完全相同。"
    },
    {
      "id": "02-041-0363_p0015",
      "zh_CN": "所以一定要把执着放下，舍离一切执着就是格物，《大学》上这两个字，这个地方，舍离一切执着就是格物。执着放下就开悟了，阿罗汉境界，小悟，菩萨大悟，佛陀大彻大悟，明心见性，靠什么？靠舍离，不是向外求的。所以大乘教里有一句话说，凡是从门而入的，从外来的都不是真实的，真实的要靠自己觉悟，开悟是真实的。我们所有的功夫都要用在这上，把障碍开悟的统统舍掉，起心动念障碍开悟，分别障碍开悟，执着障碍开悟。这些关系出生最原始的是无明，无明烦恼，从无明生尘沙烦恼，从尘沙生见思烦恼，那我们要断烦恼，我们把它反过来，先断见思，再断尘沙，最后再断无明，这个顺序不能颠倒。我们现在一定要在舍离执着上下功夫，不再执着了，对人对事对物平等对待。",
      "zh_TW": "所以一定要把執著放下，捨離一切執著就是格物，《大學》上這兩個字，這個地方，捨離一切執著就是格物。執著放下就開悟了，阿羅漢境界，小悟，菩薩大悟，佛陀大徹大悟，明心見性，靠什麼？靠捨離，不是向外求的。所以大乘教裡有一句話說，凡是從門而入的，從外來的都不是真實的，真實的要靠自己覺悟，開悟是真實的。我們所有的功夫都要用在這上，把障礙開悟的統統捨掉，起心動念障礙開悟，分別障礙開悟，執著障礙開悟。這些關係出生最原始的是無明，無明煩惱，從無明生塵沙煩惱，從塵沙生見思煩惱，那我們要斷煩惱，我們把它反過來，先斷見思，再斷塵沙，最後再斷無明，這個順序不能顛倒。我們現在一定要在捨離執著上下功夫，不再執著了，對人對事對物平等對待。"
    },
    {
      "id": "02-041-0363_p0016",
      "zh_CN": "自性第一德就是爱，从哪里看出来？从母亲对她的婴儿看出来，母亲生小孩，你看她对小孩的爱护，照顾得无微不至，这是天性，没人教她。小孩对母亲的爱，他刚刚生下来，不会说话，他眼睛睁开，你看他的眼神，你看他的面孔、看他的表情，爱，那个爱是对他母亲。这是大自然的现象，不是人发明的，不是人创造的，不是哪个规定的，不是的。凡是大自然的规律叫道，随顺大自然，不违逆大自然，这叫德。",
      "zh_TW": "自性第一德就是愛，從哪裡看出來？從母親對她的嬰兒看出來，母親生小孩，你看她對小孩的愛護，照顧得無微不至，這是天性，沒人教她。小孩對母親的愛，他剛剛生下來，不會說話，他眼睛睜開，你看他的眼神，你看他的面孔、看他的表情，愛，那個愛是對他母親。這是大自然的現象，不是人發明的，不是人創造的，不是哪個規定的，不是的。凡是大自然的規律叫道，隨順大自然，不違逆大自然，這叫德。"
    },
    {
      "id": "02-041-0363_p0017",
      "zh_CN": "德，古圣先贤他们起心动念、所作所为，都能够随顺大自然，表现给我们看的，说给我们听的，教导我们的都是德，我们从德上去证道，回归大自然。回归大自然就是明明德，明明德的人，哪有不亲民的道理。亲民是亲爱，亲爱万法，民代表一切万法，宗教里头上帝爱世人，体会到这句话，处事待人接物止于至善，用真诚的爱心就是至善。极乐世界如是，明德，亲民，止于至善，到极乐世界全看到了。我们这个世界，古圣先贤的时候有，有过，为什么？那个时候人口少，没有现在人口这么多，生活很单纯，没有这么多复杂，人跟人之间都是用真诚的爱心，现在社会复杂，妄念太多了。",
      "zh_TW": "德，古聖先賢他們起心動念、所作所為，都能夠隨順大自然，表現給我們看的，說給我們聽的，教導我們的都是德，我們從德上去證道，回歸大自然。回歸大自然就是明明德，明明德的人，哪有不親民的道理。親民是親愛，親愛萬法，民代表一切萬法，宗教裡頭上帝愛世人，體會到這句話，處事待人接物止於至善，用真誠的愛心就是至善。極樂世界如是，明德，親民，止於至善，到極樂世界全看到了。我們這個世界，古聖先賢的時候有，有過，為什麼？那個時候人口少，沒有現在人口這麼多，生活很單純，沒有這麼多複雜，人跟人之間都是用真誠的愛心，現在社會複雜，妄念太多了。"
    },
    {
      "id": "02-041-0363_p0018",
      "zh_CN": "舍离一切执着，我们能不能把看电视这个执着放下？为什么把这个摆在第一？这个东西不知不觉的，带给你很多的麻烦，它不是好东西，只要有它陪伴你，你肯定会学坏了。这里面播出的内容，与伦理道德因果相应的很少，不相应的太多了，这个东西要是看多了，对中国传统文化，他就会产生误解，认为电视里面所说的是真的，古圣前贤说的是假的，哪有这种事情，都是骗人的。小朋友受这种教学的薰陶，他从小到大，长大之后问题严重了，与自性相应的，五伦五常、四维八德，佛法里头的戒定慧，他不能接受。那教育教什么？随着科学技术的发展，一直迷下去。迷到最后的结果，人类文化的毁灭。",
      "zh_TW": "捨離一切執著，我們能不能把看電視這個執著放下？為什麼把這個擺在第一？這個東西不知不覺的，帶給你很多的麻煩，它不是好東西，只要有它陪伴你，你肯定會學壞了。這裡面播出的內容，與倫理道德因果相應的很少，不相應的太多了，這個東西要是看多了，對中國傳統文化，他就會產生誤解，認為電視裡面所說的是真的，古聖前賢說的是假的，哪有這種事情，都是騙人的。小朋友受這種教學的薰陶，他從小到大，長大之後問題嚴重了，與自性相應的，五倫五常、四維八德，佛法裡頭的戒定慧，他不能接受。那教育教什麼？隨著科學技術的發展，一直迷下去。迷到最後的結果，人類文化的毀滅。"
    },
    {
      "id": "02-041-0363_p0019",
      "zh_CN": "现在我们看这个时局就有麻烦，有些国家积极在备战，能不能打起来我们不知道。但是我们能够想得到，我们是想死还是想活？如果想活就不能打仗，如果想死那就同归于尽。让这些有权有势的人去想去。我们今天是无可奈何，佛法讲「恒顺众生，随喜功德」，佛有什么可喜？佛有，佛看到这种形势，一定是教人赶快念佛，信愿持名，求生净土。战争爆发，地球毁灭了，有好地方去。逼着你非认真不可，你要不认真，你同归于尽，果报在六道，出不了轮回，太苦了！这是个好机会，逼着我非干不可，不信也要信。",
      "zh_TW": "現在我們看這個時局就有麻煩，有些國家積極在備戰，能不能打起來我們不知道。但是我們能夠想得到，我們是想死還是想活？如果想活就不能打仗，如果想死那就同歸於盡。讓這些有權有勢的人去想去。我們今天是無可奈何，佛法講「恆順眾生，隨喜功德」，佛有什麼可喜？佛有，佛看到這種形勢，一定是教人趕快念佛，信願持名，求生淨土。戰爭爆發，地球毀滅了，有好地方去。逼著你非認真不可，你要不認真，你同歸於盡，果報在六道，出不了輪迴，太苦了！這是個好機會，逼著我非幹不可，不信也要信。"
    },
    {
      "id": "02-041-0363_p0020",
      "zh_CN": "下面这几句话，接着舍离一切执着，『成就无量功德』，能舍离，无量功德就现前，真的不是假的。无量功德怎么形成的？自性里头本具的，本来就有。惠能大师给我们很大的贡献，用了很简单的几句话，断除我们的疑惑。自性里头本自具足，具足什么？无量智慧，无量功德，无量相好，样样都是无量。自性里头本有的，不是外头来的，外面来的不叫功德，自性本有的。我们要求自性本有的，不必向外去求，就对了。要不断的舍离，放下，放下，再放下，彻底放下，你就证得究竟圆满。舍不得放下，永远不能入门，入不了大乘之门，小乘之门可以入，不能彻底放下，证不了小乘的阿罗汉。这是世出世间法完全相同的地方，大圣大贤这样告诉我们。",
      "zh_TW": "下面這幾句話，接著捨離一切執著，『成就無量功德』，能捨離，無量功德就現前，真的不是假的。無量功德怎麼形成的？自性裡頭本具的，本來就有。惠能大師給我們很大的貢獻，用了很簡單的幾句話，斷除我們的疑惑。自性裡頭本自具足，具足什麼？無量智慧，無量功德，無量相好，樣樣都是無量。自性裡頭本有的，不是外頭來的，外面來的不叫功德，自性本有的。我們要求自性本有的，不必向外去求，就對了。要不斷的捨離，放下，放下，再放下，徹底放下，你就證得究竟圓滿。捨不得放下，永遠不能入門，入不了大乘之門，小乘之門可以入，不能徹底放下，證不了小乘的阿羅漢。這是世出世間法完全相同的地方，大聖大賢這樣告訴我們。"
    },
    {
      "id": "02-041-0363_p0021",
      "zh_CN": "「以无碍慧」才「解法如如」。解是明白，理解了，法是一切万法，一切万法没有两样，叫如如。相如其性，性如其相。我们换句话来说，我们眼前所遇的一切现象，跟我们起心动念是一不是二，为什么？先有念头，后有境界。万法从哪里来的？自性能生万法。自性怎么生的？有念头，起心动念就生了，万法就现前了。由此可知，不起心不动念，万法没有了。没有了，不能说它无；有，万法现前的时候，不能说它有，为什么？这个相是随念头生的，有念头就有形相。要记住。真正记住之后，我们就会选择，我只要好念头，我不要坏念头。再向上提升，好坏念头是一如，就入佛境界，入大乘了。这个好事情。",
      "zh_TW": "「以無礙慧」才「解法如如」。解是明白，理解了，法是一切萬法，一切萬法沒有兩樣，叫如如。相如其性，性如其相。我們換句話來說，我們眼前所遇的一切現象，跟我們起心動念是一不是二，為什麼？先有念頭，後有境界。萬法從哪裡來的？自性能生萬法。自性怎麼生的？有念頭，起心動念就生了，萬法就現前了。由此可知，不起心不動念，萬法沒有了。沒有了，不能說它無；有，萬法現前的時候，不能說它有，為什麼？這個相是隨念頭生的，有念頭就有形相。要記住。真正記住之後，我們就會選擇，我只要好念頭，我不要壞念頭。再向上提升，好壞念頭是一如，就入佛境界，入大乘了。這個好事情。"
    },
    {
      "id": "02-041-0363_p0022",
      "zh_CN": "这个四句，「重明自利之行圆满。此四句以舍离执着为首者，因此实为入道之关键。世尊睹明星而彻悟本心，开口第一句便道，一切众生皆具如来智慧德相，唯以妄想执着不能证得」。这是释迦牟尼佛觉悟了，他悟个什么，他全盘说出来了，这一开悟原来看到，一切众生本来是佛。这从哪里看的？从性上看的，就是前面讲的如如。证得了如如，就看到一切众生都是佛，同一个自性。佛法里头说的自性，哲学称为本体，宇宙万法的本体找到了。本体它会变成现相，遇到缘它就现相，缘不一样，相就不一样，所以这个世界有十法界，有佛法界、菩萨法界、缘觉法界、声闻法界，下面有天法界、人法界、修罗法界、地狱、饿鬼、畜生，什么样的心就现什么相，相就这么来的。相不是真的，相是如幻，如梦幻泡影，不要当真。真的，就是相是会变的，假相，别去理它，它不碍事，你要去理它，它就碍事，不理它没事。",
      "zh_TW": "這個四句，「重明自利之行圓滿。此四句以捨離執著為首者，因此實為入道之關鍵。世尊睹明星而徹悟本心，開口第一句便道，一切眾生皆具如來智慧德相，唯以妄想執著不能證得」。這是釋迦牟尼佛覺悟了，他悟個什麼，他全盤說出來了，這一開悟原來看到，一切眾生本來是佛。這從哪裡看的？從性上看的，就是前面講的如如。證得了如如，就看到一切眾生都是佛，同一個自性。佛法裡頭說的自性，哲學稱為本體，宇宙萬法的本體找到了。本體它會變成現相，遇到緣它就現相，緣不一樣，相就不一樣，所以這個世界有十法界，有佛法界、菩薩法界、緣覺法界、聲聞法界，下面有天法界、人法界、修羅法界、地獄、餓鬼、畜生，什麼樣的心就現什麼相，相就這麼來的。相不是真的，相是如幻，如夢幻泡影，不要當真。真的，就是相是會變的，假相，別去理它，它不礙事，你要去理它，它就礙事，不理它沒事。"
    },
    {
      "id": "02-041-0363_p0023",
      "zh_CN": "所以诸佛菩萨跟一切众生，住在这个地球上，每个人环境不一样。中国，说实在的话是个福地，现在人虽然造作不善，过去人造的善多，积的德厚，老祖宗积德，断恶修善，积功累德，儿孙沾光。在今天动乱的时候，我们还沾光，为什么？我们受的苦难比一般人要少。这是什么？祖宗之德，我们得受用了，但是我们自己不知道，知道的人不多。知道的人感恩，不知道的人觉得很幸运，这一关我过了，很幸运，他不知道因果，知道因果就好了。",
      "zh_TW": "所以諸佛菩薩跟一切眾生，住在這個地球上，每個人環境不一樣。中國，說實在的話是個福地，現在人雖然造作不善，過去人造的善多，積的德厚，老祖宗積德，斷惡修善，積功累德，兒孫沾光。在今天動亂的時候，我們還沾光，為什麼？我們受的苦難比一般人要少。這是什麼？祖宗之德，我們得受用了，但是我們自己不知道，知道的人不多。知道的人感恩，不知道的人覺得很幸運，這一關我過了，很幸運，他不知道因果，知道因果就好了。"
    },
    {
      "id": "02-041-0363_p0024",
      "zh_CN": "「故知舍离妄想执着，当下便是如来智慧德相」。你看成佛容不容易？只要你放下就成佛了。只要你把这些东西统统放下，天下就太平。我真放下了，他不肯放下，我能够原谅他，不计较他一切过失，他计较我，他不肯放下我。他能不能害我？你要是真放下，他害不了你。为什么？他害我这个身，身是假相，身不是我。身是什么？身是我所有的，像衣服，衣服是我所有的，衣服决定不是我。所以你一定要懂得身不是我，于是你就敢放下。别人要害我，不能原谅我，要害我，害我随他害。这个身他害了，这件衣服被他撕破了，算了，我到哪里去了？我到天上去了，肯定比这一生的高，念佛人是到极乐世界去了。所以他有没有生死？没有。这是真的，这不是假的，这不是自我安慰，不是，事实真相。所以你看这个地方，当下便是如来智慧德相，只要你肯放下，肯替别人想，就对了。",
      "zh_TW": "「故知捨離妄想執著，當下便是如來智慧德相」。你看成佛容不容易？只要你放下就成佛了。只要你把這些東西統統放下，天下就太平。我真放下了，他不肯放下，我能夠原諒他，不計較他一切過失，他計較我，他不肯放下我。他能不能害我？你要是真放下，他害不了你。為什麼？他害我這個身，身是假相，身不是我。身是什麼？身是我所有的，像衣服，衣服是我所有的，衣服決定不是我。所以你一定要懂得身不是我，於是你就敢放下。別人要害我，不能原諒我，要害我，害我隨他害。這個身他害了，這件衣服被他撕破了，算了，我到哪裡去了？我到天上去了，肯定比這一生的高，念佛人是到極樂世界去了。所以他有沒有生死？沒有。這是真的，這不是假的，這不是自我安慰，不是，事實真相。所以你看這個地方，當下便是如來智慧德相，只要你肯放下，肯替別人想，就對了。"
    },
    {
      "id": "02-041-0363_p0025",
      "zh_CN": "我们做朋友，要跟菩萨做朋友，要跟罗汉做朋友，这朋友对我们有正面的帮助，有德行的帮助，智慧的帮助，好！如果我们跟六道众生，跟着他们走，跟三善道的人，好，跟善人，不跟恶人，但是出不了六道轮回，这个不能不知道。出离六道轮回才算真正成就，没有出来很麻烦！很麻烦！",
      "zh_TW": "我們做朋友，要跟菩薩做朋友，要跟羅漢做朋友，這朋友對我們有正面的幫助，有德行的幫助，智慧的幫助，好！如果我們跟六道眾生，跟著他們走，跟三善道的人，好，跟善人，不跟惡人，但是出不了六道輪迴，這個不能不知道。出離六道輪迴才算真正成就，沒有出來很麻煩！很麻煩！"
    },
    {
      "id": "02-041-0363_p0026",
      "zh_CN": "「无碍慧者，指圆融通达之佛慧」。对于世间一切法、出世法都能够圆融通达，没有障碍，这种智慧就是大彻大悟，明心见性，就是无碍慧。《魏译》本里面叫「无碍智」，意思是一样的。《大集经》里头说：「无碍智慧无有边，善解众生三世事。」这厉害！证无碍慧的人，阿罗汉以上，他确实能知道一切众生过去的事情。阿罗汉是小悟，能知道多少？知道五百世，过去五百世，未来五百世，他看得清楚、看得明白，所以说法契机，你过去生生世世的事情，他都知道，给你说的，你会觉得好像有这么个印象，很容易接受。菩萨智慧大，能知道无量世，不止五百，那是无量，众生过去、现在、未来全看到。",
      "zh_TW": "「無礙慧者，指圓融通達之佛慧」。對於世間一切法、出世法都能夠圓融通達，沒有障礙，這種智慧就是大徹大悟，明心見性，就是無礙慧。《魏譯》本裡面叫「無礙智」，意思是一樣的。《大集經》裡頭說：「無礙智慧無有邊，善解眾生三世事。」這厲害！證無礙慧的人，阿羅漢以上，他確實能知道一切眾生過去的事情。阿羅漢是小悟，能知道多少？知道五百世，過去五百世，未來五百世，他看得清楚、看得明白，所以說法契機，你過去生生世世的事情，他都知道，給你說的，你會覺得好像有這麼個印象，很容易接受。菩薩智慧大，能知道無量世，不止五百，那是無量，眾生過去、現在、未來全看到。"
    },
    {
      "id": "02-041-0363_p0027",
      "zh_CN": "这里头说出不思议的境界，我们人没办法，科学家也在追求，也在研究。知道过去，知道未来，对自己有大利益，为什么？对于佛法再不怀疑了，完全明了，对佛佩服五体投地。佛真有这个智慧，真有这个德能，真能帮助众生解决问题，而这彻底解决问题的方法，那就是净宗，彻底解决问题。禅宗一生成就，能成就的几个人？他为什么不能成就？他放不下。净土宗的成就奇怪，不必放下，能够带业往生。条件很简单，只要你真信，没有疑惑，就三个条件，第一个，真正相信有极乐世界，有阿弥陀佛。第二个真正想去，极乐世界太好了，非常向往，就想到那里去。第三个老实念佛。有信有愿，再加上念阿弥陀佛，阿弥陀佛就知道，阿弥陀佛就给信息给你，告诉你，你在极乐世界已经注册了，到你寿命终了的时候，阿弥陀佛来接你去，完全是真的，一点都不假。细心观察现前念佛人往生的，真正往生的，你细心去观察，你就明白了，观察那些业障重的，造罪业深的，他临终最后的一念，确确实实是念阿弥陀佛，求生极乐世界，最后一念，他就得阿弥陀佛加持，接引往生。你再细心观察他的瑞相，你相信了，全身柔软，面貌如生，非常祥和，给我们做证明。",
      "zh_TW": "這裡頭說出不思議的境界，我們人沒辦法，科學家也在追求，也在研究。知道過去，知道未來，對自己有大利益，為什麼？對於佛法再不懷疑了，完全明瞭，對佛佩服五體投地。佛真有這個智慧，真有這個德能，真能幫助眾生解決問題，而這徹底解決問題的方法，那就是淨宗，徹底解決問題。禪宗一生成就，能成就的幾個人？他為什麼不能成就？他放不下。淨土宗的成就奇怪，不必放下，能夠帶業往生。條件很簡單，只要你真信，沒有疑惑，就三個條件，第一個，真正相信有極樂世界，有阿彌陀佛。第二個真正想去，極樂世界太好了，非常嚮往，就想到那裡去。第三個老實念佛。有信有願，再加上念阿彌陀佛，阿彌陀佛就知道，阿彌陀佛就給信息給你，告訴你，你在極樂世界已經註冊了，到你壽命終了的時候，阿彌陀佛來接你去，完全是真的，一點都不假。細心觀察現前念佛人往生的，真正往生的，你細心去觀察，你就明白了，觀察那些業障重的，造罪業深的，他臨終最後的一念，確確實實是念阿彌陀佛，求生極樂世界，最後一念，他就得阿彌陀佛加持，接引往生。你再細心觀察他的瑞相，你相信了，全身柔軟，面貌如生，非常祥和，給我們做證明。"
    },
    {
      "id": "02-041-0363_p0028",
      "zh_CN": "「又《法华经．化城喻品》：如来无碍智，知彼佛灭度，及声闻菩萨，如见今灭度。」如来的智慧，知道佛灭度，这个时间很长，佛在某一个世界成佛了，教化众生，缘尽了，佛就灭度了。以及声闻、阿罗汉、菩萨从哪里来，在这个地方示现修行证果，提升他的品位，看到他在此地灭度，到哪一个世界去现身说法，不可思议。",
      "zh_TW": "「又《法華經．化城喻品》：如來無礙智，知彼佛滅度，及聲聞菩薩，如見今滅度。」如來的智慧，知道佛滅度，這個時間很長，佛在某一個世界成佛了，教化眾生，緣盡了，佛就滅度了。以及聲聞、阿羅漢、菩薩從哪裡來，在這個地方示現修行證果，提升他的品位，看到他在此地滅度，到哪一個世界去現身說法，不可思議。"
    },
    {
      "id": "02-041-0363_p0029",
      "zh_CN": "「解法如如。《净影疏》曰：解法如如，是其理解。空同曰如。解知一切万法皆如，名解如如。」如如是什么？如如是空，如如是同，万法一如，空是从不可得上说的，《般若经》上说得好，「一切法毕竟空，不可得，无所有」，它的体是空，它的相是同，相不一样，同是生灭法，你从有生有灭，就看出来这同，看出它的同，这叫如。万法皆如，万法皆空，是一个意思，是同样一个意思。诸佛如来，六道众生，体都是法性，相都是幻相，没有一个不是幻相，六道是幻相，十法界是幻相，甚至于说实报庄严土也是幻化的相，《金刚经》上说万法皆空，没有说诸佛实报土在外，没说。",
      "zh_TW": "「解法如如。《淨影疏》曰：解法如如，是其理解。空同曰如。解知一切萬法皆如，名解如如。」如如是什麼？如如是空，如如是同，萬法一如，空是從不可得上說的，《般若經》上說得好，「一切法畢竟空，不可得，無所有」，它的體是空，它的相是同，相不一樣，同是生滅法，你從有生有滅，就看出來這同，看出它的同，這叫如。萬法皆如，萬法皆空，是一個意思，是同樣一個意思。諸佛如來，六道眾生，體都是法性，相都是幻相，沒有一個不是幻相，六道是幻相，十法界是幻相，甚至於說實報莊嚴土也是幻化的相，《金剛經》上說萬法皆空，沒有說諸佛實報土在外，沒說。"
    },
    {
      "id": "02-041-0363_p0030",
      "zh_CN": "诸佛的实报土什么时候不见，真的，它不生不灭，它不是生灭法，但是它有隐，它有现，有缘它现，没有缘它就不见了。不见了，不能说它没有了，现，不能说它有，说有说没有都错了。它为什么会现？因为有菩萨修到明心见性的这个等级，它就现，到这个菩萨他最后一品无明断尽了，他入常寂光了，这个实报土自然就不见了，所以实报土有隐现没有生灭，叫它做真的。佛法这个真跟妄是从这说的，有生灭都叫妄，不生不灭都叫真，极乐世界是不生不灭的。虽然释迦佛为我们说过，阿弥陀佛将来也会般涅槃，他教化众生的缘功德圆满了，阿弥陀佛不见了，观音菩萨就成佛，就接上了。一般人还不知不觉，好像阿弥陀佛融入常寂光了，不见了，观世音菩萨成佛；观世音菩萨将来也有不见的，大势至菩萨成佛；到大势至菩萨成佛的时候，极乐世界真的是不生不灭。所以，十方世界许许多多的众生，为什么喜欢极乐世界？到极乐世界，真的像一般宗教里说，永生。他在阿弥陀佛会下成不了佛，就在观音会下；观音会下成不了佛，他就在大势至会下，在大势至会下决定成佛。这么一个道理，一个事实真相，我们不能不知道。",
      "zh_TW": "諸佛的實報土什麼時候不見，真的，它不生不滅，它不是生滅法，但是它有隱，它有現，有緣它現，沒有緣它就不見了。不見了，不能說它沒有了，現，不能說它有，說有說沒有都錯了。它為什麼會現？因為有菩薩修到明心見性的這個等級，它就現，到這個菩薩他最後一品無明斷盡了，他入常寂光了，這個實報土自然就不見了，所以實報土有隱現沒有生滅，叫它做真的。佛法這個真跟妄是從這說的，有生滅都叫妄，不生不滅都叫真，極樂世界是不生不滅的。雖然釋迦佛為我們說過，阿彌陀佛將來也會般涅槃，他教化眾生的緣功德圓滿了，阿彌陀佛不見了，觀音菩薩就成佛，就接上了。一般人還不知不覺，好像阿彌陀佛融入常寂光了，不見了，觀世音菩薩成佛；觀世音菩薩將來也有不見的，大勢至菩薩成佛；到大勢至菩薩成佛的時候，極樂世界真的是不生不滅。所以，十方世界許許多多的眾生，為什麼喜歡極樂世界？到極樂世界，真的像一般宗教裡說，永生。他在阿彌陀佛會下成不了佛，就在觀音會下；觀音會下成不了佛，他就在大勢至會下，在大勢至會下決定成佛。這麼一個道理，一個事實真相，我們不能不知道。"
    },
    {
      "id": "02-041-0363_p0031",
      "zh_CN": "如如是《楞伽经》里面所说的「五法之一」，法相宗所说的。「法性之理体，不二平等，故云如」。法性的理体，用一个如字，如如，来说它。这两个字的意思很深，其深没有底，其广没有边，中国人讲「其大无外，其小无内」，这是什么？这是法性。一切法都是从自性显现出来，显现得非常奇妙。我们今天讲物质现象，物质现象最小的找到了，量子力学家找到了，叫微中子。微中子不能再分了，再把它分裂，它没有了，空了。所以佛叫它做邻虚尘，邻是隔邻，虚是虚空，它跟虚空是隔壁。一边有，一边空，空有二边都不可得。有不可得，它没有形相，今天我们讲的物质现象、自然现象、心理现象，它统统没有，它存在，它能现这三种现象。它能现，现的相是幻相，不是真相，那是假的，不是真的。体没有相，能现相。要把这个概念搞清楚、搞明白，你怎么知道？彻底放下就明白了，你全见到了。",
      "zh_TW": "如如是《楞伽經》裡面所說的「五法之一」，法相宗所說的。「法性之理體，不二平等，故云如」。法性的理體，用一個如字，如如，來說它。這兩個字的意思很深，其深沒有底，其廣沒有邊，中國人講「其大無外，其小無內」，這是什麼？這是法性。一切法都是從自性顯現出來，顯現得非常奇妙。我們今天講物質現象，物質現象最小的找到了，量子力學家找到了，叫微中子。微中子不能再分了，再把它分裂，它沒有了，空了。所以佛叫它做鄰虛塵，鄰是隔鄰，虛是虛空，它跟虛空是隔壁。一邊有，一邊空，空有二邊都不可得。有不可得，它沒有形相，今天我們講的物質現象、自然現象、心理現象，它統統沒有，它存在，它能現這三種現象。它能現，現的相是幻相，不是真相，那是假的，不是真的。體沒有相，能現相。要把這個概念搞清楚、搞明白，你怎麼知道？徹底放下就明白了，你全見到了。"
    },
    {
      "id": "02-041-0363_p0032",
      "zh_CN": "整个宇宙是如如，有没有大小？没有。有没有长短？没有。可以说没有空间、没有时间，时间讲过去现在未来，没有时间；没有空间，所有一切事情就在当下。所以当下即是，即是什么？不可得。谁能够掌握住当下？不可能，当下的境界是生灭法。这个画面，就像我们电视画面一样，电视画面它的频率一秒钟一百次，百分之一秒，就是画面，这个画面是百分之一秒，它的寿命。那事实真相？真相弥勒菩萨告诉我们，一弹指三十二亿百千念。这就不可思议了，三十二亿乘一百个千，一百千是十万，得出来的三百二十兆，万万是亿，万亿是兆，一弹指。那一秒钟能弹多少次？年轻人体力好，可以弹七次。三百二十兆乘七，二千二百四十兆。二千二百四十兆，一秒钟，这个画面，我们怎么知道它是假的，连摆在面前百分之一秒，我们就不知道它是假的，就被它欺骗了。现前的环境是二千二百四十兆分之一秒，哪来真的？没有真的，这我们不能不知道。知道什么？知道就放下了，不再计较了。放下执着不难，我们可以做到。只要知道一切法，《般若经》上说得非常好，「一切法无所有，毕竟空，不可得」。后头有首偈子，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，教我们看要这样看法就对了。电是闪电，很快，它比闪电还快。弥勒菩萨讲的，被量子力学家证实了。",
      "zh_TW": "整個宇宙是如如，有沒有大小？沒有。有沒有長短？沒有。可以說沒有空間、沒有時間，時間講過去現在未來，沒有時間；沒有空間，所有一切事情就在當下。所以當下即是，即是什麼？不可得。誰能夠掌握住當下？不可能，當下的境界是生滅法。這個畫面，就像我們電視畫面一樣，電視畫面它的頻率一秒鐘一百次，百分之一秒，就是畫面，這個畫面是百分之一秒，它的壽命。那事實真相？真相彌勒菩薩告訴我們，一彈指三十二億百千念。這就不可思議了，三十二億乘一百個千，一百千是十萬，得出來的三百二十兆，萬萬是億，萬億是兆，一彈指。那一秒鐘能彈多少次？年輕人體力好，可以彈七次。三百二十兆乘七，二千二百四十兆。二千二百四十兆，一秒鐘，這個畫面，我們怎麼知道它是假的，連擺在面前百分之一秒，我們就不知道它是假的，就被它欺騙了。現前的環境是二千二百四十兆分之一秒，哪來真的？沒有真的，這我們不能不知道。知道什麼？知道就放下了，不再計較了。放下執著不難，我們可以做到。只要知道一切法，《般若經》上說得非常好，「一切法無所有，畢竟空，不可得」。後頭有首偈子，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，教我們看要這樣看法就對了。電是閃電，很快，它比閃電還快。彌勒菩薩講的，被量子力學家證實了。"
    },
    {
      "id": "02-041-0363_p0033",
      "zh_CN": "所以我们有理由相信，二、三十年之后，大乘佛法是科学、是哲学，它不是宗教了。我们承认它是宗教，宗教是教育。宗教这两个字，中国字的意思好，宗的意思是主要的、重要的、尊崇的，教的意思是教育、教学、教化，这两个字连起来，宗教，宗教是人类主要的教育，宗教是人类重要的教学，宗教是人类尊崇的教化。这个解释，世界上许许多多宗教都承认、都肯定，没有人提出反对。我们这十几年搞宗教团结，宗教团结在哪里？团结在爱。仁慈博爱，是宗教教育的核心，没有一个宗教不讲爱，爱世人，爱万物。所以西方的宗教，可以说是上帝的爱心，上帝爱世人，好！那才是主要的教育。上帝传播的是爱，你不爱世人，你要伤害世人，你完全违背了上帝，那是错误的。",
      "zh_TW": "所以我們有理由相信，二、三十年之後，大乘佛法是科學、是哲學，它不是宗教了。我們承認它是宗教，宗教是教育。宗教這兩個字，中國字的意思好，宗的意思是主要的、重要的、尊崇的，教的意思是教育、教學、教化，這兩個字連起來，宗教，宗教是人類主要的教育，宗教是人類重要的教學，宗教是人類尊崇的教化。這個解釋，世界上許許多多宗教都承認、都肯定，沒有人提出反對。我們這十幾年搞宗教團結，宗教團結在哪裡？團結在愛。仁慈博愛，是宗教教育的核心，沒有一個宗教不講愛，愛世人，愛萬物。所以西方的宗教，可以說是上帝的愛心，上帝愛世人，好！那才是主要的教育。上帝傳播的是愛，你不愛世人，你要傷害世人，你完全違背了上帝，那是錯誤的。"
    },
    {
      "id": "02-041-0363_p0034",
      "zh_CN": "所以「不二」是如，「平等」是如，这用不二、用平等来解释，好。「彼此之法皆如」，宇宙之间一切法皆如，叫「如如」。如如就是真相，整个宇宙的真相全看出来了，明白了，懂得了。「是正智所契之理体」。自性本具的般若智慧，他一切都明了。",
      "zh_TW": "所以「不二」是如，「平等」是如，這用不二、用平等來解釋，好。「彼此之法皆如」，宇宙之間一切法皆如，叫「如如」。如如就是真相，整個宇宙的真相全看出來了，明白了，懂得了。「是正智所契之理體」。自性本具的般若智慧，他一切都明瞭。"
    },
    {
      "id": "02-041-0363_p0035",
      "zh_CN": "又《大乘义章三》里头说：「言如如者，是前正智所契之理。诸法体同，故名为如」。这句话很重要。诸法是一切法，一切法的体是一个，就叫如。一切法的本体，一切法都是从它产生的，从它出现的，能生能现，所以我们称它作如。「就一如中，体备法界恒沙佛法」。这真的，不是假的。任何一如，一粒微尘，今天科学家讲最小的，一粒微中子，这微中子里面有恒沙佛法，有整个宇宙，这话很难懂，就是小中有大。现在科学家懂得全息实验，照相，全息实验照出来的这个照片，你把它砸碎，随便拈一粒小东西，放在激光之下去看它，它是完整的照片，每一个小粒都是完整的。这说明小中有大。这照片撕成两张，两张都是完整的，圆满的，没有欠缺。撕成再小的，微粒，还是圆满的。我们懂得全息照相，就知道佛经上讲的，尘沙里头有大千世界，一粒微尘，一粒小沙，里头有圆满的恒沙法界。所以叫如如。「随法辨如，如义非一，彼此皆如，故曰如如」。如如两个字好！大小一如，长短一如，自他一如，万法一如，大乘佛法是如如，两个字就讲清楚、就讲圆满了。",
      "zh_TW": "又《大乘義章三》裡頭說：「言如如者，是前正智所契之理。諸法體同，故名為如」。這句話很重要。諸法是一切法，一切法的體是一個，就叫如。一切法的本體，一切法都是從它產生的，從它出現的，能生能現，所以我們稱它作如。「就一如中，體備法界恆沙佛法」。這真的，不是假的。任何一如，一粒微塵，今天科學家講最小的，一粒微中子，這微中子裡面有恆沙佛法，有整個宇宙，這話很難懂，就是小中有大。現在科學家懂得全息實驗，照相，全息實驗照出來的這個照片，你把它砸碎，隨便拈一粒小東西，放在激光之下去看它，它是完整的照片，每一個小粒都是完整的。這說明小中有大。這照片撕成兩張，兩張都是完整的，圓滿的，沒有欠缺。撕成再小的，微粒，還是圓滿的。我們懂得全息照相，就知道佛經上講的，塵沙裡頭有大千世界，一粒微塵，一粒小沙，裡頭有圓滿的恆沙法界。所以叫如如。「隨法辨如，如義非一，彼此皆如，故曰如如」。如如兩個字好！大小一如，長短一如，自他一如，萬法一如，大乘佛法是如如，兩個字就講清楚、就講圓滿了。"
    },
    {
      "id": "02-041-0363_p0036",
      "zh_CN": "我们怎样契入境界？记住前面所说的，放下，还给我们讲得很清楚，放下什么？放下执着，于一切法都不执着。为什么不执着？它无所有，它不可得，所以要放下。放下，我们心里头的障碍没有了，障碍自性智慧功德的这个障碍就撤销了，自性慢慢放光，放得愈多，这光放得愈大，你对于一切法全部通达明了，如如，解法如如，完全明白了。自己明白了，成佛了，就自度了，帮助别人成佛，这是利他。所以佛、菩萨、阿罗汉没有一个不教学，他示现干什么？就是教众生，帮助众生破迷开悟，帮助众生离苦得乐。苦从哪来的？迷来的。乐从哪来的？悟来的。统统明白，悟了，得大自在。迷了很苦，悟了就乐了，悟了就解脱了。众生很苦，迷得很深，想种种方法，你知道他过去、现在、未来，你用的方法就契机，很容易让他相信，很容易让他悟入，这叫应机说法。",
      "zh_TW": "我們怎樣契入境界？記住前面所說的，放下，還給我們講得很清楚，放下什麼？放下執著，於一切法都不執著。為什麼不執著？它無所有，它不可得，所以要放下。放下，我們心裡頭的障礙沒有了，障礙自性智慧功德的這個障礙就撤銷了，自性慢慢放光，放得愈多，這光放得愈大，你對於一切法全部通達明瞭，如如，解法如如，完全明白了。自己明白了，成佛了，就自度了，幫助別人成佛，這是利他。所以佛、菩薩、阿羅漢沒有一個不教學，他示現幹什麼？就是教眾生，幫助眾生破迷開悟，幫助眾生離苦得樂。苦從哪來的？迷來的。樂從哪來的？悟來的。統統明白，悟了，得大自在。迷了很苦，悟了就樂了，悟了就解脫了。眾生很苦，迷得很深，想種種方法，你知道他過去、現在、未來，你用的方法就契機，很容易讓他相信，很容易讓他悟入，這叫應機說法。"
    },
    {
      "id": "02-041-0363_p0037",
      "zh_CN": "「又《会疏》曰：如如是不一不异，不空不有之义。正是中道第一义谛相也。」综上两说，上面两种解释、两种说法，「彼此皆如。既如故不异。又曰彼此，故不一」。那如如可以用不一不异，不能说它不一样，也不能说它是一样。开口便错，动念即乖。为什么？说不出来的，只能用这些方法，让你慢慢去体会，这是我们不能不知道的。所以佛教人先要成佛，然后才能教化众生。自己没搞清楚，不能放下，怎么能教别人、劝别人放下？你劝别人放下，人家说你害我，我现在名闻利养样样具足，你让我都放下，你这到底存的什么心？他会怀疑你。必须自己做到，自己解法如如，才能把它讲得圆融，讲得让人相信；而且自己真契入如如，自己不能如如，你怎么能教别人如如？",
      "zh_TW": "「又《會疏》曰：如如是不一不異，不空不有之義。正是中道第一義諦相也。」綜上兩說，上面兩種解釋、兩種說法，「彼此皆如。既如故不異。又曰彼此，故不一」。那如如可以用不一不異，不能說它不一樣，也不能說它是一樣。開口便錯，動念即乖。為什麼？說不出來的，只能用這些方法，讓你慢慢去體會，這是我們不能不知道的。所以佛教人先要成佛，然後才能教化眾生。自己沒搞清楚，不能放下，怎麼能教別人、勸別人放下？你勸別人放下，人家說你害我，我現在名聞利養樣樣具足，你讓我都放下，你這到底存的什麼心？他會懷疑你。必須自己做到，自己解法如如，才能把它講得圓融，講得讓人相信；而且自己真契入如如，自己不能如如，你怎麼能教別人如如？"
    },
    {
      "id": "02-041-0363_p0038",
      "zh_CN": "我们后面还有一点时间，今天有同学告诉我，昨天我介绍英国汉学院，说我支持五十个奖学金，就有人告诉我，有许多人现在就要来报名。人太多了怎么办？我名额只有五十个，所以我们要求的是有条件的，不符合这个条件，那就不能算数。像我过去在汤池做的实验，我召请这些老师，报名有四百多人，到最后我录取的只有三十七个，符合我们的标准。英国汉学院亦如是，什么样的标准要问清楚，第一个，是真的，不是假的。要发愿、要立志，我这一生奉献给汉学教育，也就是要做，我为什么学汉学？我要做汉学的老师，一生教汉学。这五十个人，我们真的是有很周详的照顾，大学毕业了，学校聘请为汉学院教授，副教授，讲师，你永远在汉学院工作，保障你。除教学之外，我们还有个很重要的任务，要替《群书治要》编续篇。唐太宗编这部书，是从三皇五帝，到他上面那一代，晋代（晋朝），往后就有隋唐宋元明清，有六代，有很多好东西没有收进去，所以我们要编个续篇。这些东西全都在《四库全书》里头。所以，将来这部续篇编出来之后，正续两篇分量相等，也是五十卷，五十万字，合起来一百卷，一百万字，这一百万字就是《四库全书》的精华。你不读《四库全书》可以，分量太大，没有能力读，读这个可以，读这个一百卷，这一百卷能够帮助你修身，修身是身心自在，幸福快乐，确实能够保证你一生幸福快乐。",
      "zh_TW": "我們後面還有一點時間，今天有同學告訴我，昨天我介紹英國漢學院，說我支持五十個獎學金，就有人告訴我，有許多人現在就要來報名。人太多了怎麼辦？我名額只有五十個，所以我們要求的是有條件的，不符合這個條件，那就不能算數。像我過去在湯池做的實驗，我召請這些老師，報名有四百多人，到最後我錄取的只有三十七個，符合我們的標準。英國漢學院亦如是，什麼樣的標準要問清楚，第一個，是真的，不是假的。要發願、要立志，我這一生奉獻給漢學教育，也就是要做，我為什麼學漢學？我要做漢學的老師，一生教漢學。這五十個人，我們真的是有很周詳的照顧，大學畢業了，學校聘請為漢學院教授，副教授，講師，你永遠在漢學院工作，保障你。除教學之外，我們還有個很重要的任務，要替《群書治要》編續篇。唐太宗編這部書，是從三皇五帝，到他上面那一代，晉代（晉朝），往後就有隋唐宋元明清，有六代，有很多好東西沒有收進去，所以我們要編個續篇。這些東西全都在《四庫全書》裡頭。所以，將來這部續篇編出來之後，正續兩篇分量相等，也是五十卷，五十萬字，合起來一百卷，一百萬字，這一百萬字就是《四庫全書》的精華。你不讀《四庫全書》可以，分量太大，沒有能力讀，讀這個可以，讀這個一百卷，這一百卷能夠幫助你修身，修身是身心自在，幸福快樂，確實能夠保證你一生幸福快樂。"
    },
    {
      "id": "02-041-0363_p0039",
      "zh_CN": "中国古人讲的孔颜之乐，孔子、颜回一生快乐，过得很幸福、很自在。没有社会地位、没做官，没有财富，生活不是很富有，但是幸福快乐，他们是第一。他的幸福快乐从哪来的？夫子说出来，学而时习之，就幸福快乐。你把你所学的，全部落实到生活，落实到工作，无论是男女老少各行各业，全管用，真的是宝。你想不想一生幸福快乐？我是因为方东美先生一句话，把我拉到佛门里来了，什么一句话？学佛是人生最高的享受。这个话跟释迦牟尼佛说的话，跟孔夫子说的话，是不是一样的？一样的。夫子说学而时习，时习就是学东西真落实，不是学了不管用，学了统统管用，乐！释迦牟尼佛，每一部经最后一句，皆大欢喜。教学是为什么？皆大欢喜，老师欢喜，学生欢喜，同学欢喜，跟你见面的人，生活在一起的人，没有一个不欢喜，这人生没有白来，过大圣大贤的生活。",
      "zh_TW": "中國古人講的孔顏之樂，孔子、顏回一生快樂，過得很幸福、很自在。沒有社會地位、沒做官，沒有財富，生活不是很富有，但是幸福快樂，他們是第一。他的幸福快樂從哪來的？夫子說出來，學而時習之，就幸福快樂。你把你所學的，全部落實到生活，落實到工作，無論是男女老少各行各業，全管用，真的是寶。你想不想一生幸福快樂？我是因為方東美先生一句話，把我拉到佛門裡來了，什麼一句話？學佛是人生最高的享受。這個話跟釋迦牟尼佛說的話，跟孔夫子說的話，是不是一樣的？一樣的。夫子說學而時習，時習就是學東西真落實，不是學了不管用，學了統統管用，樂！釋迦牟尼佛，每一部經最後一句，皆大歡喜。教學是為什麼？皆大歡喜，老師歡喜，學生歡喜，同學歡喜，跟你見面的人，生活在一起的人，沒有一個不歡喜，這人生沒有白來，過大聖大賢的生活。"
    },
    {
      "id": "02-041-0363_p0040",
      "zh_CN": "自己身修了，意就诚了，为什么？该放下的都放下了，该提起的都提起了，提起什么？帮助一切众生离苦得乐。用什么方法帮助？用教育。教育不但是口教，还要身行，身行言教，大家都快乐，大家都欢喜，完全是从事于教育。所以必须要立志，献身为汉学教育，做个汉学的老师。什么样的老师？小学老师，中学老师。为什么？汉学要从娃娃扎根，不从娃娃扎根，十七、八岁，二十几岁来学，叫半路出家，靠不住，高名厚利你还会动心，你还会堕落，那不可靠。所以一定要从小教，把中国古老的教学的理念方法恢复起来。",
      "zh_TW": "自己身修了，意就誠了，為什麼？該放下的都放下了，該提起的都提起了，提起什麼？幫助一切眾生離苦得樂。用什麼方法幫助？用教育。教育不但是口教，還要身行，身行言教，大家都快樂，大家都歡喜，完全是從事於教育。所以必須要立志，獻身為漢學教育，做個漢學的老師。什麼樣的老師？小學老師，中學老師。為什麼？漢學要從娃娃扎根，不從娃娃扎根，十七、八歲，二十幾歲來學，叫半路出家，靠不住，高名厚利你還會動心，你還會墮落，那不可靠。所以一定要從小教，把中國古老的教學的理念方法恢復起來。"
    },
    {
      "id": "02-041-0363_p0041",
      "zh_CN": "中国这个教育，教学的智慧，教育的理念，教育的方法，教育的经验，教育的果实，经过几千年历史的检验，好东西，没出事。现在不管是东方西方的教育都有问题，只有中国这套东西不出问题。所以我们现在想，在英国搞的汉学院来做实验，把中国古老的东西用它兑现，校长赞成。实验成功了可以推广，让别的学校搞教育的人，到这来参观，来观摩，大家都说好，我们就改变方向。",
      "zh_TW": "中國這個教育，教學的智慧，教育的理念，教育的方法，教育的經驗，教育的果實，經過幾千年歷史的檢驗，好東西，沒出事。現在不管是東方西方的教育都有問題，只有中國這套東西不出問題。所以我們現在想，在英國搞的漢學院來做實驗，把中國古老的東西用它兌現，校長贊成。實驗成功了可以推廣，讓別的學校搞教育的人，到這來參觀，來觀摩，大家都說好，我們就改變方向。"
    },
    {
      "id": "02-041-0363_p0042",
      "zh_CN": "中国老祖宗，古圣先贤留下来这《四库全书》，真正是国宝。世间什么是宝？金银铜铁那个七宝不是宝，财富不是宝，地位不是宝，做皇上不是宝，继承中国传统文化，发扬光大，传给后代，这是宝。你要认识清楚，你才肯真干，把其他的统统放下，我就干这桩事。你看释迦牟尼佛，他干这个事情，他干得很彻底。他是太子，他要不出家他做国王，十九岁放弃继承王位的继承权，他放弃了，他去做个苦行僧，到处去参学。学了十二年，十九岁学到三十岁，没成就，不能解决问题，所以放弃了。十九岁离开家庭，放下烦恼障，放下烦恼，三十岁放下学习，是放下所知障，那不能解决问题。干什么？其义自见能解决问题，不能其义自见不能解决问题，这就对了，所以他放弃求学，跑到菩提树下去入定，果然大彻大悟，明心见性，真智慧现前，真心，一生用真心生活、工作、待人接物，一生用真心，不用妄心，得大自在。做榜样给我们看，学佛就得学他那样。认真负责教学，四十九年没有假期，没听说释迦牟尼佛放过假，没有。所办的活动全是教育、教学，讲经三百余会，那就是办活动三百多次，长的有好几年，短的一天两天。恒顺众生，随喜功德，真开悟了。",
      "zh_TW": "中國老祖宗，古聖先賢留下來這《四庫全書》，真正是國寶。世間什麼是寶？金銀銅鐵那個七寶不是寶，財富不是寶，地位不是寶，做皇上不是寶，繼承中國傳統文化，發揚光大，傳給後代，這是寶。你要認識清楚，你才肯真幹，把其他的統統放下，我就幹這樁事。你看釋迦牟尼佛，他幹這個事情，他幹得很徹底。他是太子，他要不出家他做國王，十九歲放棄繼承王位的繼承權，他放棄了，他去做個苦行僧，到處去參學。學了十二年，十九歲學到三十歲，沒成就，不能解決問題，所以放棄了。十九歲離開家庭，放下煩惱障，放下煩惱，三十歲放下學習，是放下所知障，那不能解決問題。幹什麼？其義自見能解決問題，不能其義自見不能解決問題，這就對了，所以他放棄求學，跑到菩提樹下去入定，果然大徹大悟，明心見性，真智慧現前，真心，一生用真心生活、工作、待人接物，一生用真心，不用妄心，得大自在。做榜樣給我們看，學佛就得學他那樣。認真負責教學，四十九年沒有假期，沒聽說釋迦牟尼佛放過假，沒有。所辦的活動全是教育、教學，講經三百餘會，那就是辦活動三百多次，長的有好幾年，短的一天兩天。恆順眾生，隨喜功德，真開悟了。"
    },
    {
      "id": "02-041-0363_p0043",
      "zh_CN": "所以逼着自己开悟，放下就会觉悟，放下七情五欲，小智慧开了，证阿罗汉果，出离六道轮回，小悟。能帮助六道众生，能教化六道众生，小悟有这个能力，但是他还往上提升，提升到大彻大悟，帮助菩萨成佛，证得究竟的果觉。这个我们不能不知道，都是我们最好的榜样。生活，真诚恭敬心，工作待人接物，怨亲平等，真正像上帝那样的爱世人，爱众生。你活得多幸福！活得多快乐！不是向外求的，向内是佛法，向外是外道。",
      "zh_TW": "所以逼著自己開悟，放下就會覺悟，放下七情五欲，小智慧開了，證阿羅漢果，出離六道輪迴，小悟。能幫助六道眾生，能教化六道眾生，小悟有這個能力，但是他還往上提升，提升到大徹大悟，幫助菩薩成佛，證得究竟的果覺。這個我們不能不知道，都是我們最好的榜樣。生活，真誠恭敬心，工作待人接物，怨親平等，真正像上帝那樣的愛世人，愛眾生。你活得多幸福！活得多快樂！不是向外求的，向內是佛法，向外是外道。"
    },
    {
      "id": "02-041-0363_p0044",
      "zh_CN": "所以我希望有志，真正有志，来继承古圣先贤的绝学，要想参加我们汉学院，请你写信跟汉学院联络，它有招生简章。我们有附带的一些条件，你要参加我们这个汉学院，我们会告诉你，我们也会很欢迎你。我们五十个名额，现在已经有十个，我们真正是志同道合，一生就干这一桩事情。我们不要名闻利养，日子能过得去就行了。我们一生素食，不吃众生肉，不跟众生结恶缘。我们这一点，女生一定要发愿不结婚，为什么？妳学了，结婚养孩子，妳得分心照顾妳的孩子去了，那我们这个培养就白培养了，所以女生不能结婚。要专心，一心一意搞这个，我们欢迎。",
      "zh_TW": "所以我希望有志，真正有志，來繼承古聖先賢的絕學，要想參加我們漢學院，請你寫信跟漢學院聯絡，它有招生簡章。我們有附帶的一些條件，你要參加我們這個漢學院，我們會告訴你，我們也會很歡迎你。我們五十個名額，現在已經有十個，我們真正是志同道合，一生就幹這一樁事情。我們不要名聞利養，日子能過得去就行了。我們一生素食，不吃眾生肉，不跟眾生結惡緣。我們這一點，女生一定要發願不結婚，為什麼？妳學了，結婚養孩子，妳得分心照顧妳的孩子去了，那我們這個培養就白培養了，所以女生不能結婚。要專心，一心一意搞這個，我們歡迎。"
    },
    {
      "id": "02-041-0363_p0045",
      "zh_CN": "这是大事，这是把中国五千年传统文化延续下去，要全心全力去做。德行的标准，孝亲尊师。修习德行的理念，《大学》的三纲八目，那是道，那是理，决定要遵守、要奉行。佛法里面有十善业道，三皈、五戒、十善，必须要遵守。三皈要细说，它的精神、它的根本就是孝亲尊师，儒重视，佛比儒更重视。大圣大贤决定是出孝子之门，他不是孝子他做不到，所以孝亲尊师是第一位，比什么都重要。我们希望我们的同学，我们的老师，内，学释迦牟尼佛，放下贪瞋痴慢疑。外面表现出来，希望学孔老夫子，温良恭俭让，我们要做到，外面叫人家看到我们，接触我们，温和、善良、恭敬、节俭、忍让。做给别人看，要做一辈子。男女老少，我要做榜样给你看，内里头如果有贪瞋痴慢疑，就做不到，所以先学释迦牟尼佛，把贪瞋痴慢疑断掉。贪瞋痴慢疑就是见思烦恼的思烦恼，念头，没有这个坏的念头，放下。不贪、不瞋、不痴、不傲慢、不怀疑。我要别人不怀疑我，我先不怀疑他，我怀疑他，他怀疑我，事情做不成功。决定不能怀疑，要建立信心。人要没有信心，怎么会建立事业？愈是大的事业，愈是大的信心。",
      "zh_TW": "這是大事，這是把中國五千年傳統文化延續下去，要全心全力去做。德行的標準，孝親尊師。修習德行的理念，《大學》的三綱八目，那是道，那是理，決定要遵守、要奉行。佛法裡面有十善業道，三皈、五戒、十善，必須要遵守。三皈要細說，它的精神、它的根本就是孝親尊師，儒重視，佛比儒更重視。大聖大賢決定是出孝子之門，他不是孝子他做不到，所以孝親尊師是第一位，比什麼都重要。我們希望我們的同學，我們的老師，內，學釋迦牟尼佛，放下貪瞋痴慢疑。外面表現出來，希望學孔老夫子，溫良恭儉讓，我們要做到，外面叫人家看到我們，接觸我們，溫和、善良、恭敬、節儉、忍讓。做給別人看，要做一輩子。男女老少，我要做榜樣給你看，內裡頭如果有貪瞋痴慢疑，就做不到，所以先學釋迦牟尼佛，把貪瞋痴慢疑斷掉。貪瞋痴慢疑就是見思煩惱的思煩惱，念頭，沒有這個壞的念頭，放下。不貪、不瞋、不痴、不傲慢、不懷疑。我要別人不懷疑我，我先不懷疑他，我懷疑他，他懷疑我，事情做不成功。決定不能懷疑，要建立信心。人要沒有信心，怎麼會建立事業？愈是大的事業，愈是大的信心。"
    },
    {
      "id": "02-041-0363_p0046",
      "zh_CN": "好，所以希望大家要向汉学院要一个奖助学金的标准，然后再多联系。今天时间到了，谢谢大家。",
      "zh_TW": "好，所以希望大家要向漢學院要一個獎助學金的標準，然後再多聯繫。今天時間到了，謝謝大家。"
    }
  ]
}