{
  "doc_id": "02-041-0343",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四三集",
    "zh_TW": "第三四三集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0343",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-041-0343_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0343_p0002",
      "zh_CN": "请看《大经科注》，第八百一十七页，第三行看起，「庚五、本师叹二利无尽」，分两科，「辛一、自利利他」，这又分两小科，「壬一、叹得受记」。请看经文，这有一首偈：",
      "zh_TW": "請看《大經科註》，第八百一十七頁，第三行看起，「庚五、本師歎二利無盡」，分兩科，「辛一、自利利他」，這又分兩小科，「壬一、歎得受記」。請看經文，這有一首偈："
    },
    {
      "id": "02-041-0343_p0003",
      "zh_CN": "【闻法乐受行。得至清净处。必于无量尊。受记成等觉。】",
      "zh_TW": "【聞法樂受行。得至清淨處。必於無量尊。受記成等覺。】"
    },
    {
      "id": "02-041-0343_p0004",
      "zh_CN": "我们看念老的注解。「以下为释尊续对此土会众之开示」，此土就是我们这个世间，参加大会的同学很多，世尊对我们说。「经文闻法乐受行前，《魏译》尚有诸佛告菩萨，令觐安养佛。今本删节。因闻法乐受行之人，指十方正士。十方诸佛劝谕其国正士，参礼阿弥陀佛。是诸正士遵佛开示，往诣极乐世界，得见无量寿佛闻受妙法。闻后若能信乐受行，一心志求净刹，则必蒙受记，得成无上正等正觉」。这一段话，我们从前面一直学习到此地，不难懂，但是这里面有很重要的开示，不可以疏忽的。《魏译》还有两句经文，夏莲老会集的时候删掉了，这两句就是「诸佛告菩萨」，诸佛是十方世界无量无边的诸佛刹土，弘经演教的菩萨们，诸佛告诉这些菩萨们，「令」是命令，让他们到极乐世界去参礼阿弥陀佛，参是参学，礼是恭敬；「安养佛」，安养就是指的极乐世界，极乐世界也叫安养世界，也叫安养国。我们在现前这个世间，「安」这一个字，对我们来说尤其重要，为什么？我们现在这个世间，这个社会不安，安养的反面是动乱，我们今天是处于动乱的社会。极乐世界是安养世界，安养佛就是阿弥陀佛。因为闻法，这个念药，乐是喜欢，喜欢接受，喜欢依教奉行，这些人都是从十方来极乐世界参学的，不是普通人，普通人见不到极乐世界，是菩萨。还不是普通菩萨，十信位的菩萨没有这个能力，三贤位的菩萨也没有这个能力，这什么样的菩萨？地上菩萨，登地了，佛才可以叫他们到极乐世界去参礼阿弥陀佛。地前的菩萨没有这个能量，他去不了，他也见不到阿弥陀佛。所以这个地方的正士是地上菩萨，也是我们常说大彻大悟、明心见性，这样的菩萨行，佛能够派遣他们到极乐世界，去接受阿弥陀佛的教诲。「是诸正士遵佛开示，往诣极乐世界，得见无量寿佛闻受妙法」。菩萨是佛陀最好的学生，对老师尊敬，对所求的学术，所学的尊敬。不但对于所学，对于老师、对于同学也尊敬，这才能得道。",
      "zh_TW": "我們看念老的註解。「以下為釋尊續對此土會眾之開示」，此土就是我們這個世間，參加大會的同學很多，世尊對我們說。「經文聞法樂受行前，《魏譯》尚有諸佛告菩薩，令覲安養佛。今本刪節。因聞法樂受行之人，指十方正士。十方諸佛勸諭其國正士，參禮阿彌陀佛。是諸正士遵佛開示，往詣極樂世界，得見無量壽佛聞受妙法。聞後若能信樂受行，一心志求淨剎，則必蒙受記，得成無上正等正覺」。這一段話，我們從前面一直學習到此地，不難懂，但是這裡面有很重要的開示，不可以疏忽的。《魏譯》還有兩句經文，夏蓮老會集的時候刪掉了，這兩句就是「諸佛告菩薩」，諸佛是十方世界無量無邊的諸佛剎土，弘經演教的菩薩們，諸佛告訴這些菩薩們，「令」是命令，讓他們到極樂世界去參禮阿彌陀佛，參是參學，禮是恭敬；「安養佛」，安養就是指的極樂世界，極樂世界也叫安養世界，也叫安養國。我們在現前這個世間，「安」這一個字，對我們來說尤其重要，為什麼？我們現在這個世間，這個社會不安，安養的反面是動亂，我們今天是處於動亂的社會。極樂世界是安養世界，安養佛就是阿彌陀佛。因為聞法，這個念藥，樂是喜歡，喜歡接受，喜歡依教奉行，這些人都是從十方來極樂世界參學的，不是普通人，普通人見不到極樂世界，是菩薩。還不是普通菩薩，十信位的菩薩沒有這個能力，三賢位的菩薩也沒有這個能力，這什麼樣的菩薩？地上菩薩，登地了，佛才可以叫他們到極樂世界去參禮阿彌陀佛。地前的菩薩沒有這個能量，他去不了，他也見不到阿彌陀佛。所以這個地方的正士是地上菩薩，也是我們常說大徹大悟、明心見性，這樣的菩薩行，佛能夠派遣他們到極樂世界，去接受阿彌陀佛的教誨。「是諸正士遵佛開示，往詣極樂世界，得見無量壽佛聞受妙法」。菩薩是佛陀最好的學生，對老師尊敬，對所求的學術，所學的尊敬。不但對於所學，對於老師、對於同學也尊敬，這才能得道。"
    },
    {
      "id": "02-041-0343_p0005",
      "zh_CN": "现在的问题，我们冷静的观察，在我们这一生过程当中，想想我们在求学的时代，得到些什么？我们生在动乱的时代，出生那个年代是清朝亡国十几年。我是民国十六年出生的，就十六年，十六年还不算很长，清朝的一些风气还在，我们还接触这样的氛围，是在四、五岁的时候，能记事了。我们的家庭是大家庭，但是已经衰败，二、三年之后家人分散了，离开老家，以后就再也没回去过。抗战胜利之后，有缘回到老家看看，房子没有了，土地还在，门前的小溪也还在，其他的都没有了。人心变了。我们在历史上看，任何一个朝代政权巩固之后，不出五年国家就颁布礼乐，人民有所适从，社会安定了。民国成立到现在一百多年，没有礼乐，人民无所适从。这是乱世，以后写历史的人，这个乱世的时间太长了，超过一个世纪。现在我们深深感触到，一年比一年苦，一年比一年艰难。我们不幸生在这个时代，这个时代把老祖宗的传世宝典丢掉，不学了，崇尚于西方。西方好的东西我们没有学到，这就跟饮食一样，我们吃西方的饮食不习惯，只能填饱肚子，没有得到养分，这是真的，不是假的。",
      "zh_TW": "現在的問題，我們冷靜的觀察，在我們這一生過程當中，想想我們在求學的時代，得到些什麼？我們生在動亂的時代，出生那個年代是清朝亡國十幾年。我是民國十六年出生的，就十六年，十六年還不算很長，清朝的一些風氣還在，我們還接觸這樣的氛圍，是在四、五歲的時候，能記事了。我們的家庭是大家庭，但是已經衰敗，二、三年之後家人分散了，離開老家，以後就再也沒回去過。抗戰勝利之後，有緣回到老家看看，房子沒有了，土地還在，門前的小溪也還在，其他的都沒有了。人心變了。我們在歷史上看，任何一個朝代政權鞏固之後，不出五年國家就頒布禮樂，人民有所適從，社會安定了。民國成立到現在一百多年，沒有禮樂，人民無所適從。這是亂世，以後寫歷史的人，這個亂世的時間太長了，超過一個世紀。現在我們深深感觸到，一年比一年苦，一年比一年艱難。我們不幸生在這個時代，這個時代把老祖宗的傳世寶典丟掉，不學了，崇尚於西方。西方好的東西我們沒有學到，這就跟飲食一樣，我們吃西方的飲食不習慣，只能填飽肚子，沒有得到養分，這是真的，不是假的。"
    },
    {
      "id": "02-041-0343_p0006",
      "zh_CN": "过去每一个朝代的更替，没有忘了祖宗，接受祖宗的教诲，所以世世代代都有人才出现。唯独这一次，从帝制改成民国，人民做主了，皇上不要我们了，这个亏吃大了。这两种制度，我们仔细的比较，固然是过去帝制时候有缺陷，不够圆满，但是民主比帝制的时候还不如。帝制时候，这个做皇上的人，他还要负责任，认真把政治做好，才能得到人民的拥护；如果他要是乱来，必定被人推翻。所以皇上不好当，特别是皇上要保全他的王位，要传给他的子孙，子孙要受严格的教训。皇上有权，他能够请到当世真正有学问、有德行的这些专家学者，来干什么？做太子的老师，真负责任教，文武百官的子弟陪读。除此之外，中国有个很好的文官制度，考试。读书是家庭的事情，国家不管你，叫家教。家教，以后我们叫私塾、家塾。家塾就是教育，是家庭负责任。哪一个家长不希望自己的子孙成圣成贤？这是中国人的圣贤教育。国家举办考试，叫开科，县考考中称为秀才，省考称为举人，殿试，这国家考，皇上做主考官，称为进士。进士、举人、秀才，好比现在讲的学位，考取这个学位才有资格上太学。国家办的学校只有一所、两所，不多，为国家培养干部，像现在党校的性质一样。他们学问、德行，真正能够帮助皇上治国平天下。圣人少，贤人不少，君子更多。没有从政的这些秀才，他们承传了文化。张载所谓「为往圣继绝学，为万世开太平」，这两句话谁继承？秀才。读圣贤书，他就像个圣贤，言教身行，他能够把伦理、道德做出来给大家看。所以社会上有这么多好榜样，这么多人带头，这些人是现在讲的无名英雄。这个社会为什么会这么好？有这么多好人带头真干，五伦五常、四维八德，一切时一切处你都能够看到，这个社会怎么会不好！",
      "zh_TW": "過去每一個朝代的更替，沒有忘了祖宗，接受祖宗的教誨，所以世世代代都有人才出現。唯獨這一次，從帝制改成民國，人民做主了，皇上不要我們了，這個虧吃大了。這兩種制度，我們仔細的比較，固然是過去帝制時候有缺陷，不夠圓滿，但是民主比帝制的時候還不如。帝制時候，這個做皇上的人，他還要負責任，認真把政治做好，才能得到人民的擁護；如果他要是亂來，必定被人推翻。所以皇上不好當，特別是皇上要保全他的王位，要傳給他的子孫，子孫要受嚴格的教訓。皇上有權，他能夠請到當世真正有學問、有德行的這些專家學者，來幹什麼？做太子的老師，真負責任教，文武百官的子弟陪讀。除此之外，中國有個很好的文官制度，考試。讀書是家庭的事情，國家不管你，叫家教。家教，以後我們叫私塾、家塾。家塾就是教育，是家庭負責任。哪一個家長不希望自己的子孫成聖成賢？這是中國人的聖賢教育。國家舉辦考試，叫開科，縣考考中稱為秀才，省考稱為舉人，殿試，這國家考，皇上做主考官，稱為進士。進士、舉人、秀才，好比現在講的學位，考取這個學位才有資格上太學。國家辦的學校只有一所、兩所，不多，為國家培養幹部，像現在黨校的性質一樣。他們學問、德行，真正能夠幫助皇上治國平天下。聖人少，賢人不少，君子更多。沒有從政的這些秀才，他們承傳了文化。張載所謂「為往聖繼絕學，為萬世開太平」，這兩句話誰繼承？秀才。讀聖賢書，他就像個聖賢，言教身行，他能夠把倫理、道德做出來給大家看。所以社會上有這麼多好榜樣，這麼多人帶頭，這些人是現在講的無名英雄。這個社會為什麼會這麼好？有這麼多好人帶頭真幹，五倫五常、四維八德，一切時一切處你都能夠看到，這個社會怎麼會不好！"
    },
    {
      "id": "02-041-0343_p0007",
      "zh_CN": "民国成立之后没有了，这种教育没有了。我这个年龄，那个时候还有私塾，我记得我大概是六、七岁的时候，私塾只念了一年，第二年改了，私塾废除，没有了，国家不承认，改作短期小学。很多人都不知道，短期小学，没有办多久就废除了。短期小学两年毕业，编的新教材完全跟外国人学。私塾里头的教材，《三字经》、《百家姓》、《千字文》，这叫三百千，是中国古代千百年来儿童启蒙的教科书，这个教科书在中国用了至少五百年以上，一千多年，没有出问题，好教材！不去念这个，新编的，「小狗叫、小猫跳」，教你念这些东西，小孩不懂事。现在我们想想，今天国家怎么会这么乱？怎么会这么苦？教育丢掉了。忘掉《礼记》上一句话，「建国君民，教学为先」。建立一个政权，统治这个国家，怎样把他教得好？教学。教育办好了，问题全解决，为什么？人人是好人，好人做好事。",
      "zh_TW": "民國成立之後沒有了，這種教育沒有了。我這個年齡，那個時候還有私塾，我記得我大概是六、七歲的時候，私塾只念了一年，第二年改了，私塾廢除，沒有了，國家不承認，改作短期小學。很多人都不知道，短期小學，沒有辦多久就廢除了。短期小學兩年畢業，編的新教材完全跟外國人學。私塾裡頭的教材，《三字經》、《百家姓》、《千字文》，這叫三百千，是中國古代千百年來兒童啟蒙的教科書，這個教科書在中國用了至少五百年以上，一千多年，沒有出問題，好教材！不去念這個，新編的，「小狗叫、小貓跳」，教你念這些東西，小孩不懂事。現在我們想想，今天國家怎麼會這麼亂？怎麼會這麼苦？教育丟掉了。忘掉《禮記》上一句話，「建國君民，教學為先」。建立一個政權，統治這個國家，怎樣把他教得好？教學。教育辦好了，問題全解決，為什麼？人人是好人，好人做好事。"
    },
    {
      "id": "02-041-0343_p0008",
      "zh_CN": "所以我们把过去帝王时代跟现在这个民主潮流对照一下，我还是喜欢皇上。有很多人问我，你赞不赞成民主？我不赞成民主。为什么？民主制度底下不出人才。为什么？没有一个人会上街去竞选，喊我是好人，我会做好事，你们投我一票，说不出口。说不出口怎么办？好人就不参加选举。参加选举那脸皮厚一点，他说得出。读中国古书的人说不出，读西方人的书说得出。所以我早年在美国，美国的朋友很多，我就老实告诉他（因为美国总希望全世界的人都学它，它们的制度好），我给他说，我说比方开小店，你们美国只有二百年历史，你们从四面八方来，没有根、没有本，摆个摊行，各人摆各人的；选一个代表，那就是总统，代表我们这些小团体，行得通，正确的。我说中国是老店，五千年的老店，世世代代的子孙相传，你怎么叫他去摆摊子？哪有这个道理？这是讲不过去的。我说中国制度适合中国，美国制度适合美国，美国制度不适合中国，中国制度也不适合美国，那是什么？自自然然形成的，不能强迫，强迫别人错误的，要背因果责任。这个比喻他听得懂，虽然听得懂，深一层的道理他很难体会。",
      "zh_TW": "所以我們把過去帝王時代跟現在這個民主潮流對照一下，我還是喜歡皇上。有很多人問我，你贊不贊成民主？我不贊成民主。為什麼？民主制度底下不出人才。為什麼？沒有一個人會上街去競選，喊我是好人，我會做好事，你們投我一票，說不出口。說不出口怎麼辦？好人就不參加選舉。參加選舉那臉皮厚一點，他說得出。讀中國古書的人說不出，讀西方人的書說得出。所以我早年在美國，美國的朋友很多，我就老實告訴他（因為美國總希望全世界的人都學它，它們的制度好），我給他說，我說比方開小店，你們美國只有二百年歷史，你們從四面八方來，沒有根、沒有本，擺個攤行，各人擺各人的；選一個代表，那就是總統，代表我們這些小團體，行得通，正確的。我說中國是老店，五千年的老店，世世代代的子孫相傳，你怎麼叫他去擺攤子？哪有這個道理？這是講不過去的。我說中國制度適合中國，美國制度適合美國，美國制度不適合中國，中國制度也不適合美國，那是什麼？自自然然形成的，不能強迫，強迫別人錯誤的，要背因果責任。這個比喻他聽得懂，雖然聽得懂，深一層的道理他很難體會。"
    },
    {
      "id": "02-041-0343_p0009",
      "zh_CN": "所以很多人问我，我赞成君主，我不赞成民主，我觉得君主比民主好。他要保全他这个帝王的位子，必须把自己的儿女都教好，把天下人都教好，大家拥护他，他那个位子才保得住；他要为非作歹，就会有人起来革命把他推翻。推翻之后，这一次推翻真的走向民主，没有帝王，没有帝王就没有人负责任，为所欲为。我的时间很短，要交给别人，这个位子好不容易得来，如何用这个位子满足自己欲望，他想这个，他不是想天下人。为什么没有想天下人？没有受过这个教育。中国古圣先贤是讲天下人，齐家、治国、平天下，那个平是平等对待、和睦相处。这就是国治好了，国与国之间要平等对待、和睦相处，世界太平，真可以做到千年盛世，这个不能不知道。中国自古建国，到秦汉才真正政治上的统一。秦始皇十五年亡国，那是什么？坐上这个位子，只求自己的富贵享受，不顾老百姓的生死，十五年亡国。刘邦起义，取得政权之后，用圣贤人来治国，真正想到人民的疾苦，因为他自己是从小亭长，就是村长起家的，他知道人民痛苦。所以对于接班人，底下一个皇帝用心教导，继续得到人民的拥护。汉算不错，两汉四百年。这是我们读历史，应该要明了的、明白的。当然，最理想的孙中山先生，他提的方法好，可是没有能实行。他提倡的是一党专政，用政党代替帝王的家族，那是一家人统治，组成一个政党，集合全国的精英，大家来共同治国平天下，这个理想好。为什么没有产生效果？教育缺乏了。这也是时势所造成的，满清亡国之后，中国这块大地变成军阀割据，谁也不听谁的，每个人拥兵自重，发生内战。孙中山先生一生没过过好日子，五十九岁就过世，没有继承人。所以总结一句话，教育出了问题，全是教育出了问题。",
      "zh_TW": "所以很多人問我，我贊成君主，我不贊成民主，我覺得君主比民主好。他要保全他這個帝王的位子，必須把自己的兒女都教好，把天下人都教好，大家擁護他，他那個位子才保得住；他要為非作歹，就會有人起來革命把他推翻。推翻之後，這一次推翻真的走向民主，沒有帝王，沒有帝王就沒有人負責任，為所欲為。我的時間很短，要交給別人，這個位子好不容易得來，如何用這個位子滿足自己欲望，他想這個，他不是想天下人。為什麼沒有想天下人？沒有受過這個教育。中國古聖先賢是講天下人，齊家、治國、平天下，那個平是平等對待、和睦相處。這就是國治好了，國與國之間要平等對待、和睦相處，世界太平，真可以做到千年盛世，這個不能不知道。中國自古建國，到秦漢才真正政治上的統一。秦始皇十五年亡國，那是什麼？坐上這個位子，只求自己的富貴享受，不顧老百姓的生死，十五年亡國。劉邦起義，取得政權之後，用聖賢人來治國，真正想到人民的疾苦，因為他自己是從小亭長，就是村長起家的，他知道人民痛苦。所以對於接班人，底下一個皇帝用心教導，繼續得到人民的擁護。漢算不錯，兩漢四百年。這是我們讀歷史，應該要明瞭的、明白的。當然，最理想的孫中山先生，他提的方法好，可是沒有能實行。他提倡的是一黨專政，用政黨代替帝王的家族，那是一家人統治，組成一個政黨，集合全國的精英，大家來共同治國平天下，這個理想好。為什麼沒有產生效果？教育缺乏了。這也是時勢所造成的，滿清亡國之後，中國這塊大地變成軍閥割據，誰也不聽誰的，每個人擁兵自重，發生內戰。孫中山先生一生沒過過好日子，五十九歲就過世，沒有繼承人。所以總結一句話，教育出了問題，全是教育出了問題。"
    },
    {
      "id": "02-041-0343_p0010",
      "zh_CN": "我们看到佛教，佛教不走政治这条路线，纯粹走教育，宗教教育。汤恩比说的，宗教教育是人类所必需。人类的历史先有宗教，从宗教衍生出文化，文明跟文化都是从宗教里流出来的，演变出来的，所以没有宗教做根本的文明都不长久。根据他的研究，地球上曾经出现过文明，二十多种，但是都没有超过二、三百年就完了。这四大古文明，时代长一点的，三个没有了，最后这个中国现在还在。我们现在再看中国的文明，现在走向存亡继绝的关头，如果疏忽了，我想一百年，一百年之后中华民族没有了，文化没有了，赶紧救！中国传统文化在哪里？在《四库全书》里头。乾隆做了一桩大好事，把中国的古籍非常认真做了一次清理，凡是负能量都剔除，我们今天讲，凡是正能量都保存，编在《四库》里头。《四库》所收的都是精华，千万年老祖宗留给后世的精华，里面有智慧，真实智慧，有理念、有方法、有效果、有经验。内容是什么？我常说的，帮助我们自己身心健康，幸福快乐，我们要不要？帮助家庭和睦兴旺，帮助事业顺利成功，帮助社会安定和谐，帮助国家富强，帮助天下太平，什么东西可以帮助？《四库全书》。唐太宗在《四库全书》里头撷取精华编成一本书，叫《群书治要》，那是《四库》的精华，没有时间读《四库》，读这一部书就够了，刚才我说的，从修身、齐家、治国、平天下，你全部得到了。",
      "zh_TW": "我們看到佛教，佛教不走政治這條路線，純粹走教育，宗教教育。湯恩比說的，宗教教育是人類所必需。人類的歷史先有宗教，從宗教衍生出文化，文明跟文化都是從宗教裡流出來的，演變出來的，所以沒有宗教做根本的文明都不長久。根據他的研究，地球上曾經出現過文明，二十多種，但是都沒有超過二、三百年就完了。這四大古文明，時代長一點的，三個沒有了，最後這個中國現在還在。我們現在再看中國的文明，現在走向存亡繼絕的關頭，如果疏忽了，我想一百年，一百年之後中華民族沒有了，文化沒有了，趕緊救！中國傳統文化在哪裡？在《四庫全書》裡頭。乾隆做了一樁大好事，把中國的古籍非常認真做了一次清理，凡是負能量都剔除，我們今天講，凡是正能量都保存，編在《四庫》裡頭。《四庫》所收的都是精華，千萬年老祖宗留給後世的精華，裡面有智慧，真實智慧，有理念、有方法、有效果、有經驗。內容是什麼？我常說的，幫助我們自己身心健康，幸福快樂，我們要不要？幫助家庭和睦興旺，幫助事業順利成功，幫助社會安定和諧，幫助國家富強，幫助天下太平，什麼東西可以幫助？《四庫全書》。唐太宗在《四庫全書》裡頭擷取精華編成一本書，叫《群書治要》，那是《四庫》的精華，沒有時間讀《四庫》，讀這一部書就夠了，剛才我說的，從修身、齊家、治國、平天下，你全部得到了。"
    },
    {
      "id": "02-041-0343_p0011",
      "zh_CN": "孔孟一生经营这个学术，继承古圣先贤，一生教学，教学是所有事业里头最伟大的一桩事情。释迦牟尼佛能舍弃王位，去做个苦行僧，道德、学问成就之后一生教学。孔子有弟子三千，我估计释迦牟尼佛大概也有三千人。教了四十九年，他老人家七十九岁过世，三十岁开始教学，用现在的话来说，办小学、中学、大学、研究所。开悟之后为大众讲经，讲阿含，小乘经，小乘经好比小学，讲了十二年；再提升讲方等，方等好比是中学，八年；往后再办大学，大学讲般若，就是怎么样帮助你开智慧，这个阶段最长，二十二年；最后的八年讲《法华》，那是研究所，如何帮助菩萨取得佛果。佛陀是佛法里面的学位，第一个学位，最高的，第二个学位是菩萨，第三个学位是阿罗汉。所以阿罗汉好比我们今天本科毕业，菩萨是硕士，佛是博士，学位的名称。",
      "zh_TW": "孔孟一生經營這個學術，繼承古聖先賢，一生教學，教學是所有事業裡頭最偉大的一樁事情。釋迦牟尼佛能捨棄王位，去做個苦行僧，道德、學問成就之後一生教學。孔子有弟子三千，我估計釋迦牟尼佛大概也有三千人。教了四十九年，他老人家七十九歲過世，三十歲開始教學，用現在的話來說，辦小學、中學、大學、研究所。開悟之後為大眾講經，講阿含，小乘經，小乘經好比小學，講了十二年；再提升講方等，方等好比是中學，八年；往後再辦大學，大學講般若，就是怎麼樣幫助你開智慧，這個階段最長，二十二年；最後的八年講《法華》，那是研究所，如何幫助菩薩取得佛果。佛陀是佛法裡面的學位，第一個學位，最高的，第二個學位是菩薩，第三個學位是阿羅漢。所以阿羅漢好比我們今天本科畢業，菩薩是碩士，佛是博士，學位的名稱。"
    },
    {
      "id": "02-041-0343_p0012",
      "zh_CN": "人人都可以作佛，为什么？因为你本来是佛，道理在此地。你应该要作佛，这是学位，有这个学位，你从事任何一个行业，那是你自己的事情。现在的行业很多，古时候行业所谓三百六十行，是不是三百六十个？不见得，三百六十代表圆满，一个圆三百六十度，是代表圆满，就是各行各业，自己去选择。教育是教你开智慧，教你重视伦理、道德，教你爱人如己，教你要为苦难众生服务，救苦救难。佛法里面讲，苦难里面最严重的是生死、是轮回。释迦牟尼佛十九岁离开家庭，这个年轻人好学，广学多闻，印度所有的宗教他都学到，所有的学派他也都参学过（古时候哲学之国），到三十岁他放弃了，为什么？他所学的这个，解决不了生死轮回的问题。放弃之后，在菩提树下入定，开悟了。表演给我们看，什么能解决问题？定，他就开智慧，智慧能解决问题，所谓戒定慧三学。这就是佛法里面的学术，分为这三大类，戒律、禅定、智慧。",
      "zh_TW": "人人都可以作佛，為什麼？因為你本來是佛，道理在此地。你應該要作佛，這是學位，有這個學位，你從事任何一個行業，那是你自己的事情。現在的行業很多，古時候行業所謂三百六十行，是不是三百六十個？不見得，三百六十代表圓滿，一個圓三百六十度，是代表圓滿，就是各行各業，自己去選擇。教育是教你開智慧，教你重視倫理、道德，教你愛人如己，教你要為苦難眾生服務，救苦救難。佛法裡面講，苦難裡面最嚴重的是生死、是輪迴。釋迦牟尼佛十九歲離開家庭，這個年輕人好學，廣學多聞，印度所有的宗教他都學到，所有的學派他也都參學過（古時候哲學之國），到三十歲他放棄了，為什麼？他所學的這個，解決不了生死輪迴的問題。放棄之後，在菩提樹下入定，開悟了。表演給我們看，什麼能解決問題？定，他就開智慧，智慧能解決問題，所謂戒定慧三學。這就是佛法裡面的學術，分為這三大類，戒律、禪定、智慧。"
    },
    {
      "id": "02-041-0343_p0013",
      "zh_CN": "智慧是自己本有的，不是外头学来的。所以古人告诉我们「一门深入，长时薰修」，学东西学一样，无论哪一样都好，不能学多。为什么？所有一切法，法门平等，无有高下。怎么个平等法？统统帮助你开悟，开悟就是平等。所谓八万四千法门、无量法门，都用这个方法，归纳起来就是戒定慧三学，佛教把这个传到中国来，就是它教学的方法、理念。中国人聪明，佛教没传到中国来，中国的圣人，孔孟、老庄，跟印度佛陀的智慧可以说是平等的。如果孔子、老子要生在印度，印度人称他作佛陀；释迦牟尼佛要生在中国，中国人称他为圣人，智慧的地位、德能的地位相等，只是名称不一样。我们明白这个道理，再仔细去观察，这个世间上这几个大宗教，基督教、犹太教、天主教、回教，这些大的宗教，你去读它们的经典，发现什么？发现都是大彻大悟之人，它们的创始人。这些人谁教他的？没人教。释迦牟尼佛一生讲这么多经，他不是学来的，他所学的全没用，所学的跟这些来相比都比不上。他是开悟了，从自性里头流出来的，从真心里头流出来的，他不是妄心，妄心里头流出来的是烦恼，真心流出来的是智慧。换句话说，真心是什么？定，定到极处就是真心。",
      "zh_TW": "智慧是自己本有的，不是外頭學來的。所以古人告訴我們「一門深入，長時薰修」，學東西學一樣，無論哪一樣都好，不能學多。為什麼？所有一切法，法門平等，無有高下。怎麼個平等法？統統幫助你開悟，開悟就是平等。所謂八萬四千法門、無量法門，都用這個方法，歸納起來就是戒定慧三學，佛教把這個傳到中國來，就是它教學的方法、理念。中國人聰明，佛教沒傳到中國來，中國的聖人，孔孟、老莊，跟印度佛陀的智慧可以說是平等的。如果孔子、老子要生在印度，印度人稱他作佛陀；釋迦牟尼佛要生在中國，中國人稱他為聖人，智慧的地位、德能的地位相等，只是名稱不一樣。我們明白這個道理，再仔細去觀察，這個世間上這幾個大宗教，基督教、猶太教、天主教、回教，這些大的宗教，你去讀它們的經典，發現什麼？發現都是大徹大悟之人，它們的創始人。這些人誰教他的？沒人教。釋迦牟尼佛一生講這麼多經，他不是學來的，他所學的全沒用，所學的跟這些來相比都比不上。他是開悟了，從自性裡頭流出來的，從真心裡頭流出來的，他不是妄心，妄心裡頭流出來的是煩惱，真心流出來的是智慧。換句話說，真心是什麼？定，定到極處就是真心。"
    },
    {
      "id": "02-041-0343_p0014",
      "zh_CN": "惠能大师开悟的时候给我们说得好，你看他明心见性，他对五祖的报告，你见性了，你说来我听听，什么是性？他只讲了五句，五祖就说行了，衣钵就传给他。第一句，本自清净，「何期自性，本自清净」，没有想到自性，自性就是真心，真心本自清净，没有染污，染污的是妄心，不是真心，这第一个讲清净。第二个，「本不生灭」，不生不灭，真心不生不灭，妄心有生有灭，妄心就是念头，念头前念灭后念生，一个接着一个，真心不生不灭。第三个，「本自具足」，本来就具足的，具足什么？智慧、德能、相好，具足我们今天六根所接触的境界，我们叫全宇宙，全宇宙是我们自性里头本自具足的，你要是觉悟、见性了，你就晓得整个宇宙的状况，今天科学家在这里所探讨的你全部知道。第四句，「本无动摇」，这就是禅定。为什么要定下来？一动就是妄心，真心不动。所以我们要修定，修到不动了，真心就现前。最后一句，真心起作用，「能生万法」。宇宙从哪里来的？万物从哪里来的？自性所生所变，自性生的，能生万法。能大师就说到这个地方，五祖就衣钵传给他了，他是第六代祖。这个人没念过书，不认识字，他为什么？他心定，也就是说他没有妄想，他没有杂念，他在定中，他见到清净，他见到本自具足。什么不知道，你问他，什么都知道，他没有不知道的。许多人拿着佛教的经典向他请教，念给他听，他给你讲解，讲得头头是道。这是真的，真心里面流出来的真智慧。",
      "zh_TW": "惠能大師開悟的時候給我們說得好，你看他明心見性，他對五祖的報告，你見性了，你說來我聽聽，什麼是性？他只講了五句，五祖就說行了，衣缽就傳給他。第一句，本自清淨，「何期自性，本自清淨」，沒有想到自性，自性就是真心，真心本自清淨，沒有染污，染污的是妄心，不是真心，這第一個講清淨。第二個，「本不生滅」，不生不滅，真心不生不滅，妄心有生有滅，妄心就是念頭，念頭前念滅後念生，一個接著一個，真心不生不滅。第三個，「本自具足」，本來就具足的，具足什麼？智慧、德能、相好，具足我們今天六根所接觸的境界，我們叫全宇宙，全宇宙是我們自性裡頭本自具足的，你要是覺悟、見性了，你就曉得整個宇宙的狀況，今天科學家在這裡所探討的你全部知道。第四句，「本無動搖」，這就是禪定。為什麼要定下來？一動就是妄心，真心不動。所以我們要修定，修到不動了，真心就現前。最後一句，真心起作用，「能生萬法」。宇宙從哪裡來的？萬物從哪裡來的？自性所生所變，自性生的，能生萬法。能大師就說到這個地方，五祖就衣缽傳給他了，他是第六代祖。這個人沒念過書，不認識字，他為什麼？他心定，也就是說他沒有妄想，他沒有雜念，他在定中，他見到清淨，他見到本自具足。什麼不知道，你問他，什麼都知道，他沒有不知道的。許多人拿著佛教的經典向他請教，念給他聽，他給你講解，講得頭頭是道。這是真的，真心裡面流出來的真智慧。"
    },
    {
      "id": "02-041-0343_p0015",
      "zh_CN": "我们现在细心去观察，所有大宗教这些创始人，都是真心、自性流出来的。这个道理，我早年在台中求学，向李老师请教过。因为那个时候，我读的儒家这些东西、道家的东西，觉得有些地方跟佛教讲的是一样的，很高的境界。像庄子讲的，「天地与我同根，万物与我一体」，这是佛菩萨境界，普通人说不出来，这不是学来的。我向老师请教，我说孔孟老庄、尧舜禹汤、文武周公，他们是不是佛菩萨再来的？老师笑着跟我说，「理上讲得通，事上没证据」，事上没证据，理上讲得通。从这些地方，慢慢就诱导我们走向什么？天下一家，万物一体，入这个境界。入这个境界之后，真心里面第一德就是爱，佛家讲慈悲，这个爱心是爱一切众生、爱一切万法，平等的，没有分别，没有执着，大爱！大爱是自性第一德。连你的冤亲债主都爱他，为什么？知道他有真心，他迷了，做糊涂事情，他一觉悟不就成佛了吗？跟诸佛如来没有两样。所以佛陀的教育是教你成佛，成佛是教你回归自性、回归真心。我们学佛，这个路子就非常明显，我们从现在起，应该用什么心生活工作、待人接物？用真心。真，我们一下谈不上，为什么？用真心是菩萨，法身菩萨。我们今天用儒家讲的，《中庸》上讲的诚，真诚到极处。什么叫诚？不自欺叫诚。不欺骗自己，我就不会欺骗别人，一生守住这一个字，这是圣贤功夫。一个人不自欺、不欺人，这是中国圣贤君子的基础，大根大本。它跟佛法完全融通，用儒来讲佛，用佛来讲儒，佛讲儒把儒的境界提升了，儒讲佛把佛教化众生的面推广了。所以中国文化，儒释道三家，缺一个都不行，三足鼎立。戒定慧都不容易，特别是现在这个社会，现在社会，外面的诱惑力量太大了。所以这个时代问题多了，圣贤教育没有了，伦理道德没有了，全是色情，全都是杀盗淫妄；小孩都有自杀的念头，这在古籍里头找不到，没有这个记载，可是现在很多，这是要我们不能够不注意的。怎么来解决这个问题？中国传统文化。汤恩比说的，孔孟学说、大乘佛法能帮助这个社会恢复秩序，能把太平盛世再找回来。",
      "zh_TW": "我們現在細心去觀察，所有大宗教這些創始人，都是真心、自性流出來的。這個道理，我早年在台中求學，向李老師請教過。因為那個時候，我讀的儒家這些東西、道家的東西，覺得有些地方跟佛教講的是一樣的，很高的境界。像莊子講的，「天地與我同根，萬物與我一體」，這是佛菩薩境界，普通人說不出來，這不是學來的。我向老師請教，我說孔孟老莊、堯舜禹湯、文武周公，他們是不是佛菩薩再來的？老師笑著跟我說，「理上講得通，事上沒證據」，事上沒證據，理上講得通。從這些地方，慢慢就誘導我們走向什麼？天下一家，萬物一體，入這個境界。入這個境界之後，真心裡面第一德就是愛，佛家講慈悲，這個愛心是愛一切眾生、愛一切萬法，平等的，沒有分別，沒有執著，大愛！大愛是自性第一德。連你的冤親債主都愛他，為什麼？知道他有真心，他迷了，做糊塗事情，他一覺悟不就成佛了嗎？跟諸佛如來沒有兩樣。所以佛陀的教育是教你成佛，成佛是教你回歸自性、回歸真心。我們學佛，這個路子就非常明顯，我們從現在起，應該用什麼心生活工作、待人接物？用真心。真，我們一下談不上，為什麼？用真心是菩薩，法身菩薩。我們今天用儒家講的，《中庸》上講的誠，真誠到極處。什麼叫誠？不自欺叫誠。不欺騙自己，我就不會欺騙別人，一生守住這一個字，這是聖賢功夫。一個人不自欺、不欺人，這是中國聖賢君子的基礎，大根大本。它跟佛法完全融通，用儒來講佛，用佛來講儒，佛講儒把儒的境界提升了，儒講佛把佛教化眾生的面推廣了。所以中國文化，儒釋道三家，缺一個都不行，三足鼎立。戒定慧都不容易，特別是現在這個社會，現在社會，外面的誘惑力量太大了。所以這個時代問題多了，聖賢教育沒有了，倫理道德沒有了，全是色情，全都是殺盜淫妄；小孩都有自殺的念頭，這在古籍裡頭找不到，沒有這個記載，可是現在很多，這是要我們不能夠不注意的。怎麼來解決這個問題？中國傳統文化。湯恩比說的，孔孟學說、大乘佛法能幫助這個社會恢復秩序，能把太平盛世再找回來。"
    },
    {
      "id": "02-041-0343_p0016",
      "zh_CN": "这面经文第一句，闻法欢喜接受，还能落实，「行」就是落实，这叫实学，真正学到东西。念老在这个地方这几句话说，「是诸正士」，正士是在家菩萨，我们中国人讲居士，比居士高，德行、学问真有修持称正士。「遵佛开示，往诣极乐世界」，佛劝导这些菩萨到极乐世界去见阿弥陀佛，向阿弥陀佛请教，「得见无量寿佛闻受妙法」。闻后若能信、能乐（乐是爱好）、接受、奉行，这四个字，信、乐、受、行，这才是佛弟子。如果信了，还有烦恼、不快乐，没有完全接受，没有落实，这个信是假信，不是真信。真信是什么？真信要爱好，真正搞明白、搞清楚了，喜欢，完全接受，依教修行。四个字具足，这是真正相信，我们叫正信佛弟子、真信佛弟子；缺少一个，信都不成立。「一心志求净刹」，这句说我们一心一意，志愿就是求生极乐世界，亲近阿弥陀佛，心里头只有这一念。做到这两句，这两句重要，我再念一遍，「信乐受行，一心志求净刹」，下面是「必蒙受记」，你必定得到佛给你授记。授记是预先告诉你，你什么时候开悟，什么时候成佛，你在什么世界成佛，佛的名号叫什么，预先都告诉你，这叫授记。「得成无上正等正觉」，这就成佛了。正觉，阿罗汉证得的，真正觉悟了，得到正觉的人超越六道轮回，六道轮回不见了；正等正觉是菩萨，比正觉高一层；佛再加个无上，无上正等正觉就是圆满成佛，像阿弥陀佛一样。「《会疏》曰：闻法乐受行者，闻弥陀所说法，受持奉行也。」我们在此地，这部经是释迦牟尼佛说的，里面有很多的话是阿弥陀佛原话，释迦转告给我们。所以，释迦牟尼佛说的等于是阿弥陀佛亲自对我们说的没有两样，释迦牟尼佛传话不会传错一个字，重要的受持、奉行。",
      "zh_TW": "這面經文第一句，聞法歡喜接受，還能落實，「行」就是落實，這叫實學，真正學到東西。念老在這個地方這幾句話說，「是諸正士」，正士是在家菩薩，我們中國人講居士，比居士高，德行、學問真有修持稱正士。「遵佛開示，往詣極樂世界」，佛勸導這些菩薩到極樂世界去見阿彌陀佛，向阿彌陀佛請教，「得見無量壽佛聞受妙法」。聞後若能信、能樂（樂是愛好）、接受、奉行，這四個字，信、樂、受、行，這才是佛弟子。如果信了，還有煩惱、不快樂，沒有完全接受，沒有落實，這個信是假信，不是真信。真信是什麼？真信要愛好，真正搞明白、搞清楚了，喜歡，完全接受，依教修行。四個字具足，這是真正相信，我們叫正信佛弟子、真信佛弟子；缺少一個，信都不成立。「一心志求淨剎」，這句說我們一心一意，志願就是求生極樂世界，親近阿彌陀佛，心裡頭只有這一念。做到這兩句，這兩句重要，我再念一遍，「信樂受行，一心志求淨剎」，下面是「必蒙受記」，你必定得到佛給你授記。授記是預先告訴你，你什麼時候開悟，什麼時候成佛，你在什麼世界成佛，佛的名號叫什麼，預先都告訴你，這叫授記。「得成無上正等正覺」，這就成佛了。正覺，阿羅漢證得的，真正覺悟了，得到正覺的人超越六道輪迴，六道輪迴不見了；正等正覺是菩薩，比正覺高一層；佛再加個無上，無上正等正覺就是圓滿成佛，像阿彌陀佛一樣。「《會疏》曰：聞法樂受行者，聞彌陀所說法，受持奉行也。」我們在此地，這部經是釋迦牟尼佛說的，裡面有很多的話是阿彌陀佛原話，釋迦轉告給我們。所以，釋迦牟尼佛說的等於是阿彌陀佛親自對我們說的沒有兩樣，釋迦牟尼佛傳話不會傳錯一個字，重要的受持、奉行。"
    },
    {
      "id": "02-041-0343_p0017",
      "zh_CN": "「《净影疏》曰：自于当来得妙净土，名得净处。」这些菩萨们将来成佛了，无论在哪一个世界示现成佛，他都得到净土，这个净土跟阿弥陀佛净土完全相同。譬如释迦牟尼佛当年在世，跟我们住在一起，就有人问他，佛跟我们在一起，我们心不清净，住的是秽土，佛心清净，住的是净土，为什么你老人家住的跟我们一样？释迦牟尼佛听了之后，他本来盘腿的，他把腿子打开，一只脚放在地上，大家看这个大地变了，变成极乐世界。才知道释迦牟尼佛自受用的土是净土，跟我们在一块教我们不现这个土，我们看什么土就是什么土，他随我们的缘，不随他的。于是我们就知道，不但是阿罗汉、菩萨、佛居住地方不一样，就是天人也不一样，欲界有六层天，每一层天都不一样，没有两样东西是相同的，妙极了。你的心清净，你居住再繁华的地方还是清净；你心不清净，找一个清净的山上去住，心还是不得清净。所以这是功夫问题，功夫深，无处不是净土。净土前面加个「妙」，那个妙就是他自受用，他见到，不到他的境界见不到，这叫妙。我们住我们的世界，他住他的世界，他能见到我们，我们见不到他。所以，我们得努力。",
      "zh_TW": "「《淨影疏》曰：自於當來得妙淨土，名得淨處。」這些菩薩們將來成佛了，無論在哪一個世界示現成佛，他都得到淨土，這個淨土跟阿彌陀佛淨土完全相同。譬如釋迦牟尼佛當年在世，跟我們住在一起，就有人問他，佛跟我們在一起，我們心不清淨，住的是穢土，佛心清淨，住的是淨土，為什麼你老人家住的跟我們一樣？釋迦牟尼佛聽了之後，他本來盤腿的，他把腿子打開，一隻腳放在地上，大家看這個大地變了，變成極樂世界。才知道釋迦牟尼佛自受用的土是淨土，跟我們在一塊教我們不現這個土，我們看什麼土就是什麼土，他隨我們的緣，不隨他的。於是我們就知道，不但是阿羅漢、菩薩、佛居住地方不一樣，就是天人也不一樣，欲界有六層天，每一層天都不一樣，沒有兩樣東西是相同的，妙極了。你的心清淨，你居住再繁華的地方還是清淨；你心不清淨，找一個清淨的山上去住，心還是不得清淨。所以這是功夫問題，功夫深，無處不是淨土。淨土前面加個「妙」，那個妙就是他自受用，他見到，不到他的境界見不到，這叫妙。我們住我們的世界，他住他的世界，他能見到我們，我們見不到他。所以，我們得努力。"
    },
    {
      "id": "02-041-0343_p0018",
      "zh_CN": "我们再看底下一段，「《净影疏》曰」，黄念祖老居士注解《无量寿经》，引《净影疏》引得很多。这个净影是寺庙的名称，净影寺，隋朝时候的，唐朝前面，隋朝时候，净影寺的慧远大师。名字跟我们初祖相同，不同一个时代，我们净土宗初祖慧远是晋朝时候的，这个慧远是隋朝，唐朝前面，隋朝。他的注解里头说：「自于当来得妙净土，名得净处」，这是慧远《疏》上说的。「又《会疏》曰：清净处即是净土也，上所谓必成如是刹义也」，意思。「两疏同旨」，这两家说法是一个意思。「是均以建立佛国为得清净处也。但从心地法门而论，清净处亦可别进一解，则指本净妙心也」。本净妙心，就是惠能大师所说的「何期自性，本自清净」，这就是本净妙心，妙心现妙土。「倘能闻法信受，一念相应，直彻心源，朗然大觉，本然清净，顿契法身，亦是得至清净处。乃至以清净心，向无量寿」，这是讲自性清净心，这个讲话的意思深。直彻心源，这是一念相应，心源就是自性，心之本源。本源是能现，妄心是所现，妄心叫阿赖耶识，六道凡夫、四圣法界都用妄心，妄心现的幻相。所以六道轮回是假相，十法界也是假相，为什么？它有生有灭，而且生灭的速度非常快，快到我们无法想像；我们的想像也是频道，没有它那么高。",
      "zh_TW": "我們再看底下一段，「《淨影疏》曰」，黃念祖老居士註解《無量壽經》，引《淨影疏》引得很多。這個淨影是寺廟的名稱，淨影寺，隋朝時候的，唐朝前面，隋朝時候，淨影寺的慧遠大師。名字跟我們初祖相同，不同一個時代，我們淨土宗初祖慧遠是晉朝時候的，這個慧遠是隋朝，唐朝前面，隋朝。他的註解裡頭說：「自於當來得妙淨土，名得淨處」，這是慧遠《疏》上說的。「又《會疏》曰：清淨處即是淨土也，上所謂必成如是剎義也」，意思。「兩疏同旨」，這兩家說法是一個意思。「是均以建立佛國為得清淨處也。但從心地法門而論，清淨處亦可別進一解，則指本淨妙心也」。本淨妙心，就是惠能大師所說的「何期自性，本自清淨」，這就是本淨妙心，妙心現妙土。「倘能聞法信受，一念相應，直徹心源，朗然大覺，本然清淨，頓契法身，亦是得至清淨處。乃至以清淨心，向無量壽」，這是講自性清淨心，這個講話的意思深。直徹心源，這是一念相應，心源就是自性，心之本源。本源是能現，妄心是所現，妄心叫阿賴耶識，六道凡夫、四聖法界都用妄心，妄心現的幻相。所以六道輪迴是假相，十法界也是假相，為什麼？它有生有滅，而且生滅的速度非常快，快到我們無法想像；我們的想像也是頻道，沒有它那麼高。"
    },
    {
      "id": "02-041-0343_p0019",
      "zh_CN": "我们今天眼见色、耳闻声、鼻嗅香、舌尝味，有分别，有执着，这就是妄心。这个妄心，一秒钟它振动多少次？我们今天的电视，电视一秒钟振动是一百次，已经把我们骗住了，我们看起来好像是真的。我们现实的环境，这个波动现象，一秒钟是二千二百四十兆次。弥勒菩萨在佛经上告诉我们，它的原文是「拍手弹指之顷，有三十二亿百千念」，念头。一弹指有三十二亿百千念，百千，一百个千是十万，这句话我们现在把它换过来，三十二亿乘十万，得出来的数字是三百二十兆，这一弹指，它的频率三百二十兆。一秒钟，一秒钟能弹几次？年纪轻，体力很强，动作很快，一秒钟可以弹七次，再乘七，乘七就是二千二百四十兆，一秒钟。我们怎么会知道？无法想像。量子力学家懂得这个道理，所以告诉我们，宇宙之间根本就没有物质这个东西的存在。物质是怎么来的？是念头在高频率，就是高到一秒钟二千二百四十兆，这个频率之下产生的幻觉，不是真的。它存在的时间多久？就是二千二百四十兆分之一秒。一秒钟它已经波动二千二百四十兆次，那个一次我们怎么能找得到？这是佛经里面的量子力学。所以佛经里有科学、有哲学。",
      "zh_TW": "我們今天眼見色、耳聞聲、鼻嗅香、舌嘗味，有分別，有執著，這就是妄心。這個妄心，一秒鐘它振動多少次？我們今天的電視，電視一秒鐘振動是一百次，已經把我們騙住了，我們看起來好像是真的。我們現實的環境，這個波動現象，一秒鐘是二千二百四十兆次。彌勒菩薩在佛經上告訴我們，它的原文是「拍手彈指之頃，有三十二億百千念」，念頭。一彈指有三十二億百千念，百千，一百個千是十萬，這句話我們現在把它換過來，三十二億乘十萬，得出來的數字是三百二十兆，這一彈指，它的頻率三百二十兆。一秒鐘，一秒鐘能彈幾次？年紀輕，體力很強，動作很快，一秒鐘可以彈七次，再乘七，乘七就是二千二百四十兆，一秒鐘。我們怎麼會知道？無法想像。量子力學家懂得這個道理，所以告訴我們，宇宙之間根本就沒有物質這個東西的存在。物質是怎麼來的？是念頭在高頻率，就是高到一秒鐘二千二百四十兆，這個頻率之下產生的幻覺，不是真的。它存在的時間多久？就是二千二百四十兆分之一秒。一秒鐘它已經波動二千二百四十兆次，那個一次我們怎麼能找得到？這是佛經裡面的量子力學。所以佛經裡有科學、有哲學。"
    },
    {
      "id": "02-041-0343_p0020",
      "zh_CN": "我入门是方东美先生给我讲了一部《哲学概论》，最后一个单元「佛经哲学」，我从这入门。上这堂课我感到很惊讶，那个时候我们认为宗教都是迷信的，对佛教的印象特别不好。因为宗教有高级、低级的，高级宗教只有一个真神，佛教属于多神教、泛神教，这属于低级宗教，我说它怎么会有哲学？方老师告诉我，他说你还年轻，你不懂，他说「释迦牟尼是世界上最伟大的哲学家，佛经是世界上最高的哲学（最高峰），学佛是人生最高的享受」，我从这入门的。最高的享受就是我们讲的，一个人一生幸福、快乐、美满。我从这里入门之后，大概两个月的时间，不很久就认识章嘉大师。方老师是研究哲学的，把佛法当哲学研究。佛法这么好，章嘉是专学佛法的，真有功夫，有修行，有真功夫。所以我就亲近他，也是一个星期见一次面，他给我一个小时到二个小时的时间。我向他请教，他教我看的一些书，看了之后我向他报告，有问题向他请教。我跟他三年，他走了；我跟他那一年，我二十六岁，他六十五岁，他走的那一年六十八岁。像这样的善知识、好老师现在找不到了，这就是佛经上说的众生福薄。所以要积功累德，断恶修善、积功累德，我们才会遇到贵人，真正遇到善知识。如果不知道断恶修善，不知道累积功德，真正高人从你面前走过你不认识。",
      "zh_TW": "我入門是方東美先生給我講了一部《哲學概論》，最後一個單元「佛經哲學」，我從這入門。上這堂課我感到很驚訝，那個時候我們認為宗教都是迷信的，對佛教的印象特別不好。因為宗教有高級、低級的，高級宗教只有一個真神，佛教屬於多神教、泛神教，這屬於低級宗教，我說它怎麼會有哲學？方老師告訴我，他說你還年輕，你不懂，他說「釋迦牟尼是世界上最偉大的哲學家，佛經是世界上最高的哲學（最高峰），學佛是人生最高的享受」，我從這入門的。最高的享受就是我們講的，一個人一生幸福、快樂、美滿。我從這裡入門之後，大概兩個月的時間，不很久就認識章嘉大師。方老師是研究哲學的，把佛法當哲學研究。佛法這麼好，章嘉是專學佛法的，真有功夫，有修行，有真功夫。所以我就親近他，也是一個星期見一次面，他給我一個小時到二個小時的時間。我向他請教，他教我看的一些書，看了之後我向他報告，有問題向他請教。我跟他三年，他走了；我跟他那一年，我二十六歲，他六十五歲，他走的那一年六十八歲。像這樣的善知識、好老師現在找不到了，這就是佛經上說的眾生福薄。所以要積功累德，斷惡修善、積功累德，我們才會遇到貴人，真正遇到善知識。如果不知道斷惡修善，不知道累積功德，真正高人從你面前走過你不認識。"
    },
    {
      "id": "02-041-0343_p0021",
      "zh_CN": "深一层讲那就是自性，跟惠能大师同样的境界，回归到清净，回归到如如不动，然后你见到不生不灭。它没有波动现象，妄有波动现象，定波动现象就没有了，没有是真的。所以修定重要。我们念这一句阿弥陀佛，一面是求生净土，同时也在修定。为什么？没有杂念，没有妄想，没有分别、执着，只有一句阿弥陀佛，一句接着一句，阿弥陀佛、阿弥陀佛、阿弥陀佛，这修定。所以「读书千遍，其义自见」，读书读一千遍是修定。读书的时候不要去想书里头什么意思，书里头没有意思，特别是经书，佛经、圣人典籍没有意思，它是活的。它就叫你得定，定了之后开智慧，智慧一开就是无量义，你跟别人讲这个经，给十个人讲，十个不同的方法，不一样；对方呢？对方真得利益，都得好处，活的。所以要自见其义。自见其义怎么见法？定就见到了。我们见不到它的意思，是因为起心动念有妄想、有分别、有执着，把我们的悟门堵塞了，它流出来的不是智慧，是烦恼，是习气。这一点不能不懂，不能不知道。我们这一念相应，这个相应就是确确实实这一念里头干净、平等，没有夹杂，跟真心相应。这一念相应好，这就智慧开了，朗然大觉，本然清净，顿契法身，这就是证得无上菩提，成佛了。所以得至清净处，这是最极清净。",
      "zh_TW": "深一層講那就是自性，跟惠能大師同樣的境界，回歸到清淨，回歸到如如不動，然後你見到不生不滅。它沒有波動現象，妄有波動現象，定波動現象就沒有了，沒有是真的。所以修定重要。我們念這一句阿彌陀佛，一面是求生淨土，同時也在修定。為什麼？沒有雜念，沒有妄想，沒有分別、執著，只有一句阿彌陀佛，一句接著一句，阿彌陀佛、阿彌陀佛、阿彌陀佛，這修定。所以「讀書千遍，其義自見」，讀書讀一千遍是修定。讀書的時候不要去想書裡頭什麼意思，書裡頭沒有意思，特別是經書，佛經、聖人典籍沒有意思，它是活的。它就叫你得定，定了之後開智慧，智慧一開就是無量義，你跟別人講這個經，給十個人講，十個不同的方法，不一樣；對方呢？對方真得利益，都得好處，活的。所以要自見其義。自見其義怎麼見法？定就見到了。我們見不到它的意思，是因為起心動念有妄想、有分別、有執著，把我們的悟門堵塞了，它流出來的不是智慧，是煩惱，是習氣。這一點不能不懂，不能不知道。我們這一念相應，這個相應就是確確實實這一念裡頭乾淨、平等，沒有夾雜，跟真心相應。這一念相應好，這就智慧開了，朗然大覺，本然清淨，頓契法身，這就是證得無上菩提，成佛了。所以得至清淨處，這是最極清淨。"
    },
    {
      "id": "02-041-0343_p0022",
      "zh_CN": "「乃至以清净心，向无量寿，一念净信，一念净心」，净信跟净心相应，净心跟净信相应。「是则于刹那之间，得契于清净处者也」，就开悟了，这就是读书千遍，自见其义。「再其下则至诚念佛」，跟我前面讲的意思一样，我们做不到这个境界，这个境界是佛境界，没有办法做到，我们就用《中庸》里头，《中庸》讲至诚，至诚念佛，至诚也是没有妄想、没有执着。「净念相继，中无间断，暗合道妙，即念离念，是可称为冥至清净处也」，自自然然的跟自性相应，用至诚的功夫。所以学佛的同学，在现前日常生活当中要保持至诚，念佛就更好，用至诚心念佛，真诚到极处，然后跟一念相应、跟一心相应，用这个方法也可以，也算是真修行人。",
      "zh_TW": "「乃至以清淨心，向無量壽，一念淨信，一念淨心」，淨信跟淨心相應，淨心跟淨信相應。「是則於剎那之間，得契於清淨處者也」，就開悟了，這就是讀書千遍，自見其義。「再其下則至誠念佛」，跟我前面講的意思一樣，我們做不到這個境界，這個境界是佛境界，沒有辦法做到，我們就用《中庸》裡頭，《中庸》講至誠，至誠念佛，至誠也是沒有妄想、沒有執著。「淨念相繼，中無間斷，暗合道妙，即念離念，是可稱為冥至清淨處也」，自自然然的跟自性相應，用至誠的功夫。所以學佛的同學，在現前日常生活當中要保持至誠，念佛就更好，用至誠心念佛，真誠到極處，然後跟一念相應、跟一心相應，用這個方法也可以，也算是真修行人。"
    },
    {
      "id": "02-041-0343_p0023",
      "zh_CN": "「如上诸人，亦必得于无量寿佛得蒙授记，将来皆必成佛。或显加，或冥应，则因人之智慧、愿行、善根、福德而异，」不一样。为什么？每个人智慧不一样，愿行不一样，善根不一样，福德不一样，所以你感到的有显加，显是你自己知道，明显的来加持你；冥应，冥应是佛加持你，你自己没有感觉，佛真的保佑你。我们要相信，念佛的人一定得到佛菩萨加持，不得佛菩萨加持不会成就。在这个时代，魔王外道太多了，你做坏事他们加持，他们的能量大。佛有能量，是因为我们自己心不够清净，能量不能超过魔。我们起心动念里头还有杂念、还有妄想、还有分别、还有执着，这就是佛为什么不能显加，是障碍在自己，不在佛那边，我们自己有障碍。",
      "zh_TW": "「如上諸人，亦必得於無量壽佛得蒙授記，將來皆必成佛。或顯加，或冥應，則因人之智慧、願行、善根、福德而異，」不一樣。為什麼？每個人智慧不一樣，願行不一樣，善根不一樣，福德不一樣，所以你感到的有顯加，顯是你自己知道，明顯的來加持你；冥應，冥應是佛加持你，你自己沒有感覺，佛真的保佑你。我們要相信，念佛的人一定得到佛菩薩加持，不得佛菩薩加持不會成就。在這個時代，魔王外道太多了，你做壞事他們加持，他們的能量大。佛有能量，是因為我們自己心不夠清淨，能量不能超過魔。我們起心動念裡頭還有雜念、還有妄想、還有分別、還有執著，這就是佛為什麼不能顯加，是障礙在自己，不在佛那邊，我們自己有障礙。"
    },
    {
      "id": "02-041-0343_p0024",
      "zh_CN": "近代学佛人海贤老和尚，诸位知道，他不认识字，没念过书，从小就下田跟着父亲种地。二十岁，感到人生太苦了，出家学佛。师父了不起，师父是开悟的人，不是开悟的人不认识，认识这个人是个法器，好好培养他，他有成就。他表现在外面，老实、听话、真干，一生都没有改变过，对于一切人、对一切事，老实、听话、真干。所以师父给他剃了头，就教他一句「南无阿弥陀佛」，六个字，告诉他一直念下去。他一百一十二岁往生，这句佛号非常认真念了九十二年。睡觉睡着了，佛号就断了，清醒过来佛号就接上。一切时一切处，心里佛号不间断；口里头有事就不念了，但是心里头没断，这真功夫。念佛有三个阶段成就，第一个阶段功夫成片，真的打成一片。我刚才讲的是功夫成片，念多久才能得到？一般是三年。我们就能想到，老和尚二十三、四岁就达到功夫成片。有这个功夫，佛就跟你通信息，就是加持你，或是在梦中，或是在定中，你盘腿打坐念佛，入定的时候见到阿弥陀佛、见到极乐世界。功夫再深一层，事一心不乱，事一心不乱开悟了，大悟。他的师父也告诉他，「明白了」，他听不懂，「明白了不能说，不能乱说」。应该在三十岁左右得事一心不乱，四十岁左右证理一心不乱，理一心不乱就是大彻大悟、明心见性。这个时候什么都知道，师父告诉他不能乱说，不能说，所以他一生不说。偶尔，必要的时候露一点神通。所以有很多人知道，老和尚有神通。《永思集》里头有记载，诸位可以看看。很难得，对老师的教诲一生守住。",
      "zh_TW": "近代學佛人海賢老和尚，諸位知道，他不認識字，沒念過書，從小就下田跟著父親種地。二十歲，感到人生太苦了，出家學佛。師父了不起，師父是開悟的人，不是開悟的人不認識，認識這個人是個法器，好好培養他，他有成就。他表現在外面，老實、聽話、真幹，一生都沒有改變過，對於一切人、對一切事，老實、聽話、真幹。所以師父給他剃了頭，就教他一句「南無阿彌陀佛」，六個字，告訴他一直念下去。他一百一十二歲往生，這句佛號非常認真念了九十二年。睡覺睡著了，佛號就斷了，清醒過來佛號就接上。一切時一切處，心裡佛號不間斷；口裡頭有事就不念了，但是心裡頭沒斷，這真功夫。念佛有三個階段成就，第一個階段功夫成片，真的打成一片。我剛才講的是功夫成片，念多久才能得到？一般是三年。我們就能想到，老和尚二十三、四歲就達到功夫成片。有這個功夫，佛就跟你通信息，就是加持你，或是在夢中，或是在定中，你盤腿打坐念佛，入定的時候見到阿彌陀佛、見到極樂世界。功夫再深一層，事一心不亂，事一心不亂開悟了，大悟。他的師父也告訴他，「明白了」，他聽不懂，「明白了不能說，不能亂說」。應該在三十歲左右得事一心不亂，四十歲左右證理一心不亂，理一心不亂就是大徹大悟、明心見性。這個時候什麼都知道，師父告訴他不能亂說，不能說，所以他一生不說。偶爾，必要的時候露一點神通。所以有很多人知道，老和尚有神通。《永思集》裡頭有記載，諸位可以看看。很難得，對老師的教誨一生守住。"
    },
    {
      "id": "02-041-0343_p0025",
      "zh_CN": "他多次见阿弥陀佛，你想想看，二十三、四岁，阿弥陀佛就通知他。他求往生，佛不答应，佛说你修得不错，在这个世间多住几年，给大家做个榜样，叫表法。他是奉命住世的，不是他的寿命，他的寿命，我想应该跟他师兄弟，跟他的兄弟、父母差不多，七、八十岁；九十、一百、一百零二，我相信这是佛加持的，不是他的本命。我也相信，阿弥陀佛告诉他，什么时候你遇到一本书，这本书叫做《若要佛法兴，唯有僧赞僧》，见到这本书，阿弥陀佛就接他去往生。所以他天天等，看有人来看他有没有带书。你想想看，不认识字，没有念过书，一生没有读过一部经，没有听过一次讲演，谁会带书给他？这不可能的事情。居然在二Ｏ一三年，大前年，二Ｏ一三年元月（一月），有一个居士真的带了一本书，他一看到就非常欢喜，问他你这书是什么书？他就告诉他，这个书叫《若要佛法兴，唯有僧赞僧》。欢喜得不得了，回到寮房，把他的好衣服穿在身上，搭上袈裟，把这本书拿到手上来捧着，要求人给他照相。大家也很惊讶，老和尚一生从来没有主动要求人替他照相。这张照片照完了，三天之后他就走了。走的那天，白天还干一天活，在菜园里面，整地、种菜、浇水、拔草，干了一天。到黄昏的时候人家说，天都快黑了，可以收工，明天再做吧！他跟大家说，快完了，快做好了，做完了，我就不做了。他话里头有话，人家到第二天想起，他说做完就不做了，他往生了，晚上往生的。他也常告诉人，我快要往生了，不多久了。有人就告诉他，你告诉我们什么时候，我们大家来给你助念。他拒绝了，我不要人助念，助念靠不住，我自己念佛往生。真的走了，这张照片留给我们做纪念。所以加持缘分不一样。我们要相信，认真去念佛，放下这个世界。这世界什么都不必想，全是假的，念佛往生极乐世界是真的，一定要抓住。老和尚常常劝人：好好念佛，成佛是真的，其他全是假的。全是假的，统统放下就对了。",
      "zh_TW": "他多次見阿彌陀佛，你想想看，二十三、四歲，阿彌陀佛就通知他。他求往生，佛不答應，佛說你修得不錯，在這個世間多住幾年，給大家做個榜樣，叫表法。他是奉命住世的，不是他的壽命，他的壽命，我想應該跟他師兄弟，跟他的兄弟、父母差不多，七、八十歲；九十、一百、一百零二，我相信這是佛加持的，不是他的本命。我也相信，阿彌陀佛告訴他，什麼時候你遇到一本書，這本書叫做《若要佛法興，唯有僧讚僧》，見到這本書，阿彌陀佛就接他去往生。所以他天天等，看有人來看他有沒有帶書。你想想看，不認識字，沒有念過書，一生沒有讀過一部經，沒有聽過一次講演，誰會帶書給他？這不可能的事情。居然在二Ｏ一三年，大前年，二Ｏ一三年元月（一月），有一個居士真的帶了一本書，他一看到就非常歡喜，問他你這書是什麼書？他就告訴他，這個書叫《若要佛法興，唯有僧讚僧》。歡喜得不得了，回到寮房，把他的好衣服穿在身上，搭上袈裟，把這本書拿到手上來捧著，要求人給他照相。大家也很驚訝，老和尚一生從來沒有主動要求人替他照相。這張照片照完了，三天之後他就走了。走的那天，白天還幹一天活，在菜園裡面，整地、種菜、澆水、拔草，幹了一天。到黃昏的時候人家說，天都快黑了，可以收工，明天再做吧！他跟大家說，快完了，快做好了，做完了，我就不做了。他話裡頭有話，人家到第二天想起，他說做完就不做了，他往生了，晚上往生的。他也常告訴人，我快要往生了，不多久了。有人就告訴他，你告訴我們什麼時候，我們大家來給你助念。他拒絕了，我不要人助念，助念靠不住，我自己念佛往生。真的走了，這張照片留給我們做紀念。所以加持緣分不一樣。我們要相信，認真去念佛，放下這個世界。這世界什麼都不必想，全是假的，念佛往生極樂世界是真的，一定要抓住。老和尚常常勸人：好好念佛，成佛是真的，其他全是假的。全是假的，統統放下就對了。"
    },
    {
      "id": "02-041-0343_p0026",
      "zh_CN": "【无边殊胜刹。其佛本愿力。闻名欲往生。自致不退转。】",
      "zh_TW": "【無邊殊勝剎。其佛本願力。聞名欲往生。自致不退轉。】"
    },
    {
      "id": "02-041-0343_p0027",
      "zh_CN": "这个地方的解释注解，「极乐国土，超胜微妙」，这是形容这个世界的美好、微妙，「无有边际」。极乐世界在哪里？我们可以说，极乐世界无处不在、无时不在，它没有边际，就是我们不知道。好像我们看电视的频道，都在这个萤幕上，咱没有按，它不现；我们跟它相应，它就现出来。所以古人有讲，在哪里？就在当下。你要不相信，那就是十万八千里；你要相信，就在当下。没有边际、没有量数，这个世界太大太大了，不可称说，「故云无边殊胜刹」。「彼之刹土超逾十方」，跟十方诸佛世界不一样，十方没有这种刹土。「正由阿弥陀佛殊胜本愿之力」，它怎么成就的？阿弥陀佛四十八愿成就的，不可称说，故云无边殊胜刹。彼之刹土超逾十方，正由阿弥陀佛殊胜本愿之力，「故云其佛本愿力」，原因就在这一句。「十方众生，因弥陀第十七」，四十八愿第十七愿，「诸佛称叹愿，得闻名号」。这十方众生怎么知道有极乐世界？怎么知道有阿弥陀佛？是阿弥陀佛有本愿，希望一切诸佛对他称赞、宣扬极乐世界，他在那边接引，帮助这些往生的人个个成就。所以，因为佛介绍，大家「闻名发心」，发心往生，「闻名得福」，这第十七愿，「闻名得忍等愿之加被，必皆信愿持名，得生极乐，证不退转。故云闻名欲往生，自致不退转」。这是「正如第十八愿所云，闻我名号，至心信乐，愿生我国，十念必生也。」这第十八愿，这一愿，在日本的净土宗有一个派别，就是专修第十八愿。能不能修得成？能，真放下就能。可是，你把其他的四十七愿放下，专搞这一愿，这不能往生。",
      "zh_TW": "這個地方的解釋註解，「極樂國土，超勝微妙」，這是形容這個世界的美好、微妙，「無有邊際」。極樂世界在哪裡？我們可以說，極樂世界無處不在、無時不在，它沒有邊際，就是我們不知道。好像我們看電視的頻道，都在這個螢幕上，咱沒有按，它不現；我們跟它相應，它就現出來。所以古人有講，在哪裡？就在當下。你要不相信，那就是十萬八千里；你要相信，就在當下。沒有邊際、沒有量數，這個世界太大太大了，不可稱說，「故云無邊殊勝剎」。「彼之剎土超逾十方」，跟十方諸佛世界不一樣，十方沒有這種剎土。「正由阿彌陀佛殊勝本願之力」，它怎麼成就的？阿彌陀佛四十八願成就的，不可稱說，故云無邊殊勝剎。彼之剎土超逾十方，正由阿彌陀佛殊勝本願之力，「故云其佛本願力」，原因就在這一句。「十方眾生，因彌陀第十七」，四十八願第十七願，「諸佛稱歎願，得聞名號」。這十方眾生怎麼知道有極樂世界？怎麼知道有阿彌陀佛？是阿彌陀佛有本願，希望一切諸佛對他稱讚、宣揚極樂世界，他在那邊接引，幫助這些往生的人個個成就。所以，因為佛介紹，大家「聞名發心」，發心往生，「聞名得福」，這第十七願，「聞名得忍等願之加被，必皆信願持名，得生極樂，證不退轉。故云聞名欲往生，自致不退轉」。這是「正如第十八願所云，聞我名號，至心信樂，願生我國，十念必生也。」這第十八願，這一願，在日本的淨土宗有一個派別，就是專修第十八願。能不能修得成？能，真放下就能。可是，你把其他的四十七願放下，專搞這一願，這不能往生。"
    },
    {
      "id": "02-041-0343_p0028",
      "zh_CN": "先得把世间法放下，然后佛法也可以放下。《金刚经》上有说，「法尚应舍，何况非法。」先要把非法放下，然后法也放下，只有一法，一门深入，长时薰修，决定成功。这个理我们要懂。我们今天怎么放下？放下是不是什么都不干？不是的，什么都干。什么都干，《金刚经》上讲，「应无所住而生其心」，生心就是干，无住就是放下，无住跟生心同时。那就是说，断一切恶，修一切善，不放在心上就是放下。断恶不着断恶的相，修善不着修善的相，心里面只装阿弥陀佛，我干的善恶都不放在心上，这么个意思，这就对了。这个样子念佛相应，功德无量，念念都得佛力加持。所以知识分子喜欢读书，那佛教你什么？一门深入，读书，读一本书，随便什么书都可以，统统都能成就，没有分别。为什么？是用这个方法教你得禅定的。这个一门深入，读书千遍，这是戒，这不是别的。一门深入，念一千遍、二千遍、三千遍，这是修定，把心定下来，妄想没有了，杂念没有了，分别没有了，执着没有了，成功了，自见其义。这里头无量义，为什么？他自性生的，见自性就见无量义。明心见性，见性成佛，就这么个意思。",
      "zh_TW": "先得把世間法放下，然後佛法也可以放下。《金剛經》上有說，「法尚應捨，何況非法。」先要把非法放下，然後法也放下，只有一法，一門深入，長時薰修，決定成功。這個理我們要懂。我們今天怎麼放下？放下是不是什麼都不幹？不是的，什麼都幹。什麼都幹，《金剛經》上講，「應無所住而生其心」，生心就是幹，無住就是放下，無住跟生心同時。那就是說，斷一切惡，修一切善，不放在心上就是放下。斷惡不著斷惡的相，修善不著修善的相，心裡面只裝阿彌陀佛，我幹的善惡都不放在心上，這麼個意思，這就對了。這個樣子念佛相應，功德無量，念念都得佛力加持。所以知識分子喜歡讀書，那佛教你什麼？一門深入，讀書，讀一本書，隨便什麼書都可以，統統都能成就，沒有分別。為什麼？是用這個方法教你得禪定的。這個一門深入，讀書千遍，這是戒，這不是別的。一門深入，念一千遍、二千遍、三千遍，這是修定，把心定下來，妄想沒有了，雜念沒有了，分別沒有了，執著沒有了，成功了，自見其義。這裡頭無量義，為什麼？他自性生的，見自性就見無量義。明心見性，見性成佛，就這麼個意思。"
    },
    {
      "id": "02-041-0343_p0029",
      "zh_CN": "第十八愿是真的，不是假的。早年我在美国，一九八三年，这一九八四年的事情，美国佛教会成立，在马里兰州，请我去做会长，我参加这个法会。我回到台湾之后，同修打电话告诉我，有一个周广大先生，得了癌症末期，医生劝他回家，无法治疗了。他一生没有宗教信仰，家里人到这个时候被逼着没办法，去求神求佛，到处去拜拜，看看有没有奇迹出现。也找到我们这个佛教会，我们派了四个同修去看他，看样子是没有办法治疗了，就劝他念佛求生净土，他就相信。同修们打电话告诉我，好！劝他念佛求生极乐世界，不要再找医药医疗了，统统放下，希望他家人帮助他一起念佛。我们派四个人一班轮流念佛，日夜不间断，三天他走了，真往生了，瑞相非常好，走的时候一点痛苦都没有，念佛声中往生了，火化有舍利，在外国。",
      "zh_TW": "第十八願是真的，不是假的。早年我在美國，一九八三年，這一九八四年的事情，美國佛教會成立，在馬里蘭州，請我去做會長，我參加這個法會。我回到台灣之後，同修打電話告訴我，有一個周廣大先生，得了癌症末期，醫生勸他回家，無法治療了。他一生沒有宗教信仰，家裡人到這個時候被逼著沒辦法，去求神求佛，到處去拜拜，看看有沒有奇蹟出現。也找到我們這個佛教會，我們派了四個同修去看他，看樣子是沒有辦法治療了，就勸他念佛求生淨土，他就相信。同修們打電話告訴我，好！勸他念佛求生極樂世界，不要再找醫藥醫療了，統統放下，希望他家人幫助他一起念佛。我們派四個人一班輪流念佛，日夜不間斷，三天他走了，真往生了，瑞相非常好，走的時候一點痛苦都沒有，念佛聲中往生了，火化有舍利，在外國。"
    },
    {
      "id": "02-041-0343_p0030",
      "zh_CN": "我在美国那段时期，有些往生的，瑞相都很好，还有预知时至，三个月之前就晓得。在旧金山，一个老太太（老居士），她往生，她跟她儿子、媳妇，还有个小孙子，接她到美国去是带小孩、看家；儿子、媳妇都有工作，小孙子长到四、五岁送到托儿所，白天就她一个人在家念佛。她往生的时候没有告诉任何一个人，只是这天早晨，大家起来的时候老太太没起来，都是老太太起来做早饭的，这天老太太没起床，推门看看房间，她老人家穿着海青，盘腿坐在床上，走了。叫她不答应，走了，不知道什么时候走的，可能晚上走的。看看她留的有遗嘱，写得清清楚楚，还把儿子、媳妇、孙子的孝服都做好了，样样准备齐了留下来，不麻烦任何人。看她这样，做的这些事情，至少三个月之前她就知道，她才有这么长的时间来准备。同参道友去看她，没有一个不佩服的。她不能说，说了就会扰乱，就去不了，不肯说，走的时候也不让人知道，平平安安走了。这些我们都要懂。",
      "zh_TW": "我在美國那段時期，有些往生的，瑞相都很好，還有預知時至，三個月之前就曉得。在舊金山，一個老太太（老居士），她往生，她跟她兒子、媳婦，還有個小孫子，接她到美國去是帶小孩、看家；兒子、媳婦都有工作，小孫子長到四、五歲送到托兒所，白天就她一個人在家念佛。她往生的時候沒有告訴任何一個人，只是這天早晨，大家起來的時候老太太沒起來，都是老太太起來做早飯的，這天老太太沒起床，推門看看房間，她老人家穿著海青，盤腿坐在床上，走了。叫她不答應，走了，不知道什麼時候走的，可能晚上走的。看看她留的有遺囑，寫得清清楚楚，還把兒子、媳婦、孫子的孝服都做好了，樣樣準備齊了留下來，不麻煩任何人。看她這樣，做的這些事情，至少三個月之前她就知道，她才有這麼長的時間來準備。同參道友去看她，沒有一個不佩服的。她不能說，說了就會擾亂，就去不了，不肯說，走的時候也不讓人知道，平平安安走了。這些我們都要懂。"
    },
    {
      "id": "02-041-0343_p0031",
      "zh_CN": "最近，去年年初，就是潮州这个谢总，他父亲往生，跟这一愿完全相同。他的父亲生前不相信佛法，没有念过佛，儿子着急，劝他，老人家摇头。到临终前两个小时，快要咽气，两个小时，最后一次跟他爸爸讲，「佛说的有极乐世界，相不相信？」他爸爸点头，他很高兴；「极乐世界有阿弥陀佛」，他又点头；「好，那你跟着我念」，带着他父亲念，念了一个小时，走了。一千多人参加送他往生，有人看到莲花、看到佛光，有异香，大家都闻到。这十八愿是真的，不是假的。儿子做好事，做道德讲堂，救了几万人，这个功德加持给老先生，让老先生在最后这一个小时念佛往生。我们今天时间到了，就学习到此地。",
      "zh_TW": "最近，去年年初，就是潮州這個謝總，他父親往生，跟這一願完全相同。他的父親生前不相信佛法，沒有念過佛，兒子著急，勸他，老人家搖頭。到臨終前兩個小時，快要嚥氣，兩個小時，最後一次跟他爸爸講，「佛說的有極樂世界，相不相信？」他爸爸點頭，他很高興；「極樂世界有阿彌陀佛」，他又點頭；「好，那你跟著我念」，帶著他父親念，念了一個小時，走了。一千多人參加送他往生，有人看到蓮花、看到佛光，有異香，大家都聞到。這十八願是真的，不是假的。兒子做好事，做道德講堂，救了幾萬人，這個功德加持給老先生，讓老先生在最後這一個小時念佛往生。我們今天時間到了，就學習到此地。"
    }
  ]
}