{
  "doc_id": "02-041-0071",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十一集",
    "zh_TW": "第七十一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0071",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-041-0071_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0071_p0002",
      "zh_CN": "请看《大经科注》第二百九十页，第四行第二句看起：",
      "zh_TW": "請看《大經科註》第二百九十頁，第四行第二句看起："
    },
    {
      "id": "02-041-0071_p0003",
      "zh_CN": "「又《悲华经》云：发愿于刀兵劫中拥护众生。」刀兵劫不是普通的战争，是人寿在十岁的时候，减劫减到十岁的时候，刀兵劫就起来了。人与人之间见面就像冤仇一样，怨恨，总是想把对方杀死，手上无论拿什么都变成了武器。这是一个小劫里头，减劫到最后，会出现这种情形。现在人寿平均是七十岁，距离刀兵劫还有六千年。六千年，释迦牟尼佛的法运还在，世尊的法运还有九千年。所以世尊的法运是度过这一个小劫的最后，人寿十岁，从人寿十岁又开始，每一百年加一岁，一千年就加十岁，三千年就是人的寿命到四十岁的时候，释迦牟尼佛的法运才终结。",
      "zh_TW": "「又《悲華經》云：發願於刀兵劫中擁護眾生。」刀兵劫不是普通的戰爭，是人壽在十歲的時候，減劫減到十歲的時候，刀兵劫就起來了。人與人之間見面就像冤仇一樣，怨恨，總是想把對方殺死，手上無論拿什麼都變成了武器。這是一個小劫裡頭，減劫到最後，會出現這種情形。現在人壽平均是七十歲，距離刀兵劫還有六千年。六千年，釋迦牟尼佛的法運還在，世尊的法運還有九千年。所以世尊的法運是度過這一個小劫的最後，人壽十歲，從人壽十歲又開始，每一百年加一歲，一千年就加十歲，三千年就是人的壽命到四十歲的時候，釋迦牟尼佛的法運才終結。"
    },
    {
      "id": "02-041-0071_p0004",
      "zh_CN": "在这个九千年当中，起伏不定，完全在人心，而人心又紧系着教育。如果人类重视教育，重视精神教育，人是有个物质身体，除了物质身体之外，他还有精神，必须这两种，物质与精神平均发展，人才会健康、才会正常、才有幸福。如果只偏重一方面，偏重精神没有物质，当然不可以；偏重物质没有精神，也不行。我们现前的社会就是偏重物质太多了，精神教育完全疏忽了，才造成今天世界的困境。世间有一等聪明人，提醒我们、教导我们要重视精神教育。现在苦头吃多了，慢慢的觉悟过来，知道伦理教育重要、道德教育重要、因果教育重要、圣贤教育重要。有这个警觉心好，如果我们真正能够落实精神教育，让精神教育跟物质教育同时并进，人类可以享到科学的成果，不至于过分的造作罪业，能顺其自然。",
      "zh_TW": "在這個九千年當中，起伏不定，完全在人心，而人心又緊繫著教育。如果人類重視教育，重視精神教育，人是有個物質身體，除了物質身體之外，他還有精神，必須這兩種，物質與精神平均發展，人才會健康、才會正常、才有幸福。如果只偏重一方面，偏重精神沒有物質，當然不可以；偏重物質沒有精神，也不行。我們現前的社會就是偏重物質太多了，精神教育完全疏忽了，才造成今天世界的困境。世間有一等聰明人，提醒我們、教導我們要重視精神教育。現在苦頭吃多了，慢慢的覺悟過來，知道倫理教育重要、道德教育重要、因果教育重要、聖賢教育重要。有這個警覺心好，如果我們真正能夠落實精神教育，讓精神教育跟物質教育同時並進，人類可以享到科學的成果，不至於過分的造作罪業，能順其自然。"
    },
    {
      "id": "02-041-0071_p0005",
      "zh_CN": "道德就是自然，自然叫道，随顺自然这叫德。中国古圣先贤教我们的五伦、五常、四维、八德，不能不遵守，不能疏忽。疏忽，人决定造恶业，违背伦常就是罪孽，随顺伦常是德。伦常从哪来的？自然的，佛经说得清楚，自性本具的智慧德能。所以，佛教导我们求福、求慧、求长寿，我想全世界的人这三桩事情绝对没有人反对，大家都希望我有智慧、我有德能、我有寿命，寿命是属于德能，我有福报，都希望。能不能求得到？能，佛氏门中，有求必应，要如理如法的求，那享真正的福报。这些福报全在自性里头，不要向外求，求自性里面决定可以得到，我们有健康的身体，幸福的生活。",
      "zh_TW": "道德就是自然，自然叫道，隨順自然這叫德。中國古聖先賢教我們的五倫、五常、四維、八德，不能不遵守，不能疏忽。疏忽，人決定造惡業，違背倫常就是罪孽，隨順倫常是德。倫常從哪來的？自然的，佛經說得清楚，自性本具的智慧德能。所以，佛教導我們求福、求慧、求長壽，我想全世界的人這三樁事情絕對沒有人反對，大家都希望我有智慧、我有德能、我有壽命，壽命是屬於德能，我有福報，都希望。能不能求得到？能，佛氏門中，有求必應，要如理如法的求，那享真正的福報。這些福報全在自性裡頭，不要向外求，求自性裡面決定可以得到，我們有健康的身體，幸福的生活。"
    },
    {
      "id": "02-041-0071_p0006",
      "zh_CN": "老祖宗教给我们五常仁义礼智信，这是德，说得很清楚、很明白，仁者爱人，仁义礼智信，仁，仁要落实在哪里？落实在爱一切众生，《弟子规》上说的「凡是人，皆须爱」。仁，真正能爱人的人，他有这种爱心，肝脏好，仁爱养肝。义者循理，义是讲理，讲道理，不合道理的事情决定不做，不合道理的决定不要去想它。要遵循道理，也就是遵循道德，不道德的事情不去做，这样肺脏就好，这五脏里肺好。礼，礼是对人恭敬。恭敬从哪里来的？从谦虚来的，谦卑就会恭敬别人，傲慢绝对不会对人恭敬。所以礼，修谦，落实在谦敬，谦虚恭敬，心脏好，养心，谦敬养心。智慧，不迷惑，迷惑就没有智慧，肾脏好。最后一个信，信是信用，决定不欺骗别人，不自欺，不欺人，脾胃好。你看看，仁义礼智信养我们五脏六腑，善修五德身心健康，我们大家要共同勉励。",
      "zh_TW": "老祖宗教給我們五常仁義禮智信，這是德，說得很清楚、很明白，仁者愛人，仁義禮智信，仁，仁要落實在哪裡？落實在愛一切眾生，《弟子規》上說的「凡是人，皆須愛」。仁，真正能愛人的人，他有這種愛心，肝臟好，仁愛養肝。義者循理，義是講理，講道理，不合道理的事情決定不做，不合道理的決定不要去想它。要遵循道理，也就是遵循道德，不道德的事情不去做，這樣肺臟就好，這五臟裡肺好。禮，禮是對人恭敬。恭敬從哪裡來的？從謙虛來的，謙卑就會恭敬別人，傲慢絕對不會對人恭敬。所以禮，修謙，落實在謙敬，謙虛恭敬，心臟好，養心，謙敬養心。智慧，不迷惑，迷惑就沒有智慧，腎臟好。最後一個信，信是信用，決定不欺騙別人，不自欺，不欺人，脾胃好。你看看，仁義禮智信養我們五臟六腑，善修五德身心健康，我們大家要共同勉勵。"
    },
    {
      "id": "02-041-0071_p0007",
      "zh_CN": "老祖宗告诉我们，佛法也不例外，佛法把这桩事情变成戒律，要求大家要认真的去学习。仁，不杀生；义，不偷盗；礼，不邪淫；智，不饮酒；信，不妄语，五戒。五戒是佛法的根本戒，你要学佛，从哪里学起？从五戒学起，五戒要落实。五戒跟中国古圣先贤讲的五常是一个意思，你看，世出世间法它相通。刀兵劫里头如何拥护众生？诸位想想，修五戒，行五常，慈悲到极处，弥勒菩萨，他就能真正拥护众生。弥勒菩萨教化就是一个爱心，真诚的爱心，真诚的爱心就是弥勒菩萨所表的。",
      "zh_TW": "老祖宗告訴我們，佛法也不例外，佛法把這樁事情變成戒律，要求大家要認真的去學習。仁，不殺生；義，不偷盜；禮，不邪淫；智，不飲酒；信，不妄語，五戒。五戒是佛法的根本戒，你要學佛，從哪裡學起？從五戒學起，五戒要落實。五戒跟中國古聖先賢講的五常是一個意思，你看，世出世間法它相通。刀兵劫裡頭如何擁護眾生？諸位想想，修五戒，行五常，慈悲到極處，彌勒菩薩，他就能真正擁護眾生。彌勒菩薩教化就是一個愛心，真誠的愛心，真誠的愛心就是彌勒菩薩所表的。"
    },
    {
      "id": "02-041-0071_p0008",
      "zh_CN": "我们看下面，还是念老引用《弥陀经疏钞》，莲池大师说的。「是则慈隆即世，悲臻后劫」。慈，慈悲；隆是隆盛，兴隆；即世是现在世，弥勒菩萨对我们现在世慈悲到极处。他的大悲心一直到最后刀兵劫，刀兵劫是后劫；换句话说，念念不忘苦难众生，总是在众生遇到苦难，他以慈悲之手来帮助我们。「至极之慈」，慈悲到极处，「超出凡小」，凡是六道，六道众生讲慈悲，比不上弥勒菩萨；小是小乘，小乘是以阿罗汉为代表，阿罗汉的慈悲也远远比不上弥勒菩萨，弥勒菩萨是等觉菩萨。不但阿罗汉比不上，十地以下的菩萨都比不上他，所以下面讲，「故无能胜」，专指慈悲，慈悲第一，讲慈悲没有超过弥勒的。",
      "zh_TW": "我們看下面，還是念老引用《彌陀經疏鈔》，蓮池大師說的。「是則慈隆即世，悲臻後劫」。慈，慈悲；隆是隆盛，興隆；即世是現在世，彌勒菩薩對我們現在世慈悲到極處。他的大悲心一直到最後刀兵劫，刀兵劫是後劫；換句話說，念念不忘苦難眾生，總是在眾生遇到苦難，他以慈悲之手來幫助我們。「至極之慈」，慈悲到極處，「超出凡小」，凡是六道，六道眾生講慈悲，比不上彌勒菩薩；小是小乘，小乘是以阿羅漢為代表，阿羅漢的慈悲也遠遠比不上彌勒菩薩，彌勒菩薩是等覺菩薩。不但阿羅漢比不上，十地以下的菩薩都比不上他，所以下面講，「故無能勝」，專指慈悲，慈悲第一，講慈悲沒有超過彌勒的。"
    },
    {
      "id": "02-041-0071_p0009",
      "zh_CN": "「大士位居补处」，他现在是补处菩萨，释迦牟尼佛灭度了，他补世尊佛位。什么时候？这下面介绍了，「现在兜率内院」，在兜率天兜率内院。兜率天是凡圣同居土，内院是弥勒菩萨道场，外院是凡夫。我们地球上也是凡圣同居土，虽然同居，没有缘见不到。四大菩萨都住在地球上，文殊、普贤、观音、地藏都住在这里，在中国，中国这四大名山四大道场，有人能见到，有缘的，没有缘见不到。在山志里面我们能看到这些故事，我们相信这不是谣传，这不是欺骗人，佛家遵守五戒，决定没有妄语，这都为我们做证明。",
      "zh_TW": "「大士位居補處」，他現在是補處菩薩，釋迦牟尼佛滅度了，他補世尊佛位。什麼時候？這下面介紹了，「現在兜率內院」，在兜率天兜率內院。兜率天是凡聖同居土，內院是彌勒菩薩道場，外院是凡夫。我們地球上也是凡聖同居土，雖然同居，沒有緣見不到。四大菩薩都住在地球上，文殊、普賢、觀音、地藏都住在這裡，在中國，中國這四大名山四大道場，有人能見到，有緣的，沒有緣見不到。在山誌裡面我們能看到這些故事，我們相信這不是謠傳，這不是欺騙人，佛家遵守五戒，決定沒有妄語，這都為我們做證明。"
    },
    {
      "id": "02-041-0071_p0010",
      "zh_CN": "确实有神仙，确实有佛菩萨，甚至于阿罗汉，在这个世间来帮助我们。现身说法，现什么身？不一定，像观世音菩萨三十二应，应以什么身出现，他就现什么身。现什么身不是他自己意思，他自己没有意思，完全是随众生心，应所知量。感应不可思议，众生有感，佛菩萨有应。我们如果是一心专念，感应就现前，心里头常常想着，想观音菩萨，观音就现前，想地藏菩萨，地藏就现前。一切法从心想生，诸佛菩萨是自性里头本有的德能，一切诸佛如来是自性里头圆满所现的。圆满的自性现佛身，局部的，现菩萨身、现声闻身、现诸天身、现六道凡夫身，不一定。",
      "zh_TW": "確實有神仙，確實有佛菩薩，甚至於阿羅漢，在這個世間來幫助我們。現身說法，現什麼身？不一定，像觀世音菩薩三十二應，應以什麼身出現，他就現什麼身。現什麼身不是他自己意思，他自己沒有意思，完全是隨眾生心，應所知量。感應不可思議，眾生有感，佛菩薩有應。我們如果是一心專念，感應就現前，心裡頭常常想著，想觀音菩薩，觀音就現前，想地藏菩薩，地藏就現前。一切法從心想生，諸佛菩薩是自性裡頭本有的德能，一切諸佛如來是自性裡頭圓滿所現的。圓滿的自性現佛身，局部的，現菩薩身、現聲聞身、現諸天身、現六道凡夫身，不一定。"
    },
    {
      "id": "02-041-0071_p0011",
      "zh_CN": "虚云老和尚四十七岁从普陀山发心三步一拜朝五台山，拜文殊菩萨，把这个功德回向给他的母亲，他母亲过世了。三步一拜，从南普陀到五台，拜了三年多才拜到。路上有两次生病，严重的生病，都是在旷野，附近没有人家。在这个时候，感应文殊菩萨现身来照顾他。菩萨现的是什么身分？乞丐，乞丐的身分，照顾他半个月，病好了，这乞丐走了。第二次生病的时候，又遇到这个乞丐，这个缘这么巧，又遇到了，跟他又住了半个多月。病好之后，到五台山，才知道那个乞丐不是凡夫，是文殊菩萨化身。所以佛法里头是有一句老话说「诚则灵」，灵就有感应，真诚到极处你跟佛菩萨就常常感通，这个有道理，真诚到极处。我们现在跟佛菩萨为什么没有感通？不诚。诚的标准是什么？一念不生叫做诚，你还有念头，不诚，念头没有了就诚。所以我们念佛，我们有心念，有心念就不诚。但是有心念念到无心念，无心，无心就是无杂念，无妄想、无杂念，那个时候是真心。所以，先用妄心念佛，念到最后变成真心念佛，真心念佛感应就现前。这是我们不能不知道的，一定要把妄念放下，不要把妄念、杂念放在心上，心上只有阿弥陀佛。",
      "zh_TW": "虛雲老和尚四十七歲從普陀山發心三步一拜朝五台山，拜文殊菩薩，把這個功德迴向給他的母親，他母親過世了。三步一拜，從南普陀到五台，拜了三年多才拜到。路上有兩次生病，嚴重的生病，都是在曠野，附近沒有人家。在這個時候，感應文殊菩薩現身來照顧他。菩薩現的是什麼身分？乞丐，乞丐的身分，照顧他半個月，病好了，這乞丐走了。第二次生病的時候，又遇到這個乞丐，這個緣這麼巧，又遇到了，跟他又住了半個多月。病好之後，到五台山，才知道那個乞丐不是凡夫，是文殊菩薩化身。所以佛法裡頭是有一句老話說「誠則靈」，靈就有感應，真誠到極處你跟佛菩薩就常常感通，這個有道理，真誠到極處。我們現在跟佛菩薩為什麼沒有感通？不誠。誠的標準是什麼？一念不生叫做誠，你還有念頭，不誠，念頭沒有了就誠。所以我們念佛，我們有心念，有心念就不誠。但是有心念念到無心念，無心，無心就是無雜念，無妄想、無雜念，那個時候是真心。所以，先用妄心念佛，念到最後變成真心念佛，真心念佛感應就現前。這是我們不能不知道的，一定要把妄念放下，不要把妄念、雜念放在心上，心上只有阿彌陀佛。"
    },
    {
      "id": "02-041-0071_p0012",
      "zh_CN": "像海贤老和尚一样，他念这句佛号念了九十二年，我们经题上「清净平等觉」他统统念出来了。清净平等觉是我们的真心，他用念佛的方法完全证得。清净心是功夫成片、事一心不乱；平等心是理一心不乱，菩萨证得的；后面觉，觉就是开悟了，大彻大悟，明心见性，这叫觉，宗门里面所说的明心见性，见性成佛，是真佛不是假佛。天台大师讲六即佛，就是六种佛，最后是讲究竟即佛，那是圆满佛，《华严经》上称妙觉果位。华严圆教，判四十一位法身大士，那是觉，在极乐世界生实报庄严土。在极乐世界，他的身是法身，他居住的地方是法性土，法身无量寿，法性不生不灭，跟我们这个世界完全不一样。十法界全是生灭法，全是假的，没有一样是真的。法性土样样都是真的，为什么？都是不生不灭。法性身、法性土唯心所现，它没有唯识，它只心现。十法界呢？在唯心所现上面又加了个妄心，唯识所变，十法界是唯识所变。如果你能够转识成智，转八识成四智，转阿赖耶为大圆镜智，转第七识为平等性智，转第六识为妙观察智，转前五识为成所作智，那就恭喜你，你就到了实报庄严土，你就永远脱离十法界，当然也永远脱离六道轮回，这从理上说。",
      "zh_TW": "像海賢老和尚一樣，他念這句佛號念了九十二年，我們經題上「清淨平等覺」他統統念出來了。清淨平等覺是我們的真心，他用念佛的方法完全證得。清淨心是功夫成片、事一心不亂；平等心是理一心不亂，菩薩證得的；後面覺，覺就是開悟了，大徹大悟，明心見性，這叫覺，宗門裡面所說的明心見性，見性成佛，是真佛不是假佛。天台大師講六即佛，就是六種佛，最後是講究竟即佛，那是圓滿佛，《華嚴經》上稱妙覺果位。華嚴圓教，判四十一位法身大士，那是覺，在極樂世界生實報莊嚴土。在極樂世界，他的身是法身，他居住的地方是法性土，法身無量壽，法性不生不滅，跟我們這個世界完全不一樣。十法界全是生滅法，全是假的，沒有一樣是真的。法性土樣樣都是真的，為什麼？都是不生不滅。法性身、法性土唯心所現，它沒有唯識，它只心現。十法界呢？在唯心所現上面又加了個妄心，唯識所變，十法界是唯識所變。如果你能夠轉識成智，轉八識成四智，轉阿賴耶為大圓鏡智，轉第七識為平等性智，轉第六識為妙觀察智，轉前五識為成所作智，那就恭喜你，你就到了實報莊嚴土，你就永遠脫離十法界，當然也永遠脫離六道輪迴，這從理上說。"
    },
    {
      "id": "02-041-0071_p0013",
      "zh_CN": "方法讲就是放下，能不能把八识五十一心所统统放下，不要放在心上，真心就出现。海贤老和尚给我们做出最好的榜样，这个榜样在以前，禅宗六祖惠能大师做过；在早年，释迦牟尼佛在菩提树下大彻大悟，为我们做过榜样，真难得，真不可思议。我们要修行，要学这个榜样。我们是很有福报，非常幸运遇到海贤老和尚，老和尚九十二年一句佛号不拐弯，不拐弯就是没有换第二个题目。这一句佛号念了九十二年，把自性里面的清净平等觉念出来了。那他是什么人？法身菩萨，为我们表法，为我们做好样子。真正做好样子的人，在这个世间一尘不染，六根在六尘境界里头不起心不动念、不分别不执着，这就是如如佛，这就是世尊所说的你本来是佛。佛是什么样子？不起心不动念、不分别不执着，就是佛！这是我们的本来佛，我们的自性佛，一切众生都有，所以佛说一切众生本来是佛。",
      "zh_TW": "方法講就是放下，能不能把八識五十一心所統統放下，不要放在心上，真心就出現。海賢老和尚給我們做出最好的榜樣，這個榜樣在以前，禪宗六祖惠能大師做過；在早年，釋迦牟尼佛在菩提樹下大徹大悟，為我們做過榜樣，真難得，真不可思議。我們要修行，要學這個榜樣。我們是很有福報，非常幸運遇到海賢老和尚，老和尚九十二年一句佛號不拐彎，不拐彎就是沒有換第二個題目。這一句佛號念了九十二年，把自性裡面的清淨平等覺念出來了。那他是什麼人？法身菩薩，為我們表法，為我們做好樣子。真正做好樣子的人，在這個世間一塵不染，六根在六塵境界裡頭不起心不動念、不分別不執著，這就是如如佛，這就是世尊所說的你本來是佛。佛是什麼樣子？不起心不動念、不分別不執著，就是佛！這是我們的本來佛，我們的自性佛，一切眾生都有，所以佛說一切眾生本來是佛。"
    },
    {
      "id": "02-041-0071_p0014",
      "zh_CN": "起心动念就错了，迷了，起心动念就变成阿赖耶，就有分别、就有执着，就是生灭法。自性不生不灭，阿赖耶刹那生灭，了不可得。我们今天迷就是迷在阿赖耶里头，用什么方法破迷？方法太多了，无量无边，什么方法都可以，方法里头最妙的方法无过于念阿弥陀佛，这个方法最简单、最容易、最有效果。在我们中国，古往今来多少人用这个方法一生圆满成就，我们要相信。我们今天遇到了，问题就是肯不肯真干，肯不肯放下，肯不肯让心里头只有一尊阿弥陀佛，除阿弥陀佛之外什么也没有，你就成功了，你就圆满了。",
      "zh_TW": "起心動念就錯了，迷了，起心動念就變成阿賴耶，就有分別、就有執著，就是生滅法。自性不生不滅，阿賴耶剎那生滅，了不可得。我們今天迷就是迷在阿賴耶裡頭，用什麼方法破迷？方法太多了，無量無邊，什麼方法都可以，方法裡頭最妙的方法無過於念阿彌陀佛，這個方法最簡單、最容易、最有效果。在我們中國，古往今來多少人用這個方法一生圓滿成就，我們要相信。我們今天遇到了，問題就是肯不肯真幹，肯不肯放下，肯不肯讓心裡頭只有一尊阿彌陀佛，除阿彌陀佛之外什麼也沒有，你就成功了，你就圓滿了。"
    },
    {
      "id": "02-041-0071_p0015",
      "zh_CN": "弥勒菩萨现在在兜率内院，兜率是欲界天第四天，第四层天。我们上去，四王天，四王天再上去忉利天，忉利天再上去夜摩天，夜摩天再上去叫兜率天，弥勒菩萨住在那里。虚云老和尚往生在兜率内院，是真的不是假的，这个人修弥勒净土修成功了。还有许多修弥勒净土的没成功，没有成功依旧在六道。弥勒净土也不容易，真正容易修的是弥陀净土，极乐世界，容易；容易是比一切法门来比较，容易，真容易，条件是你要肯放下。你有一桩事情放不下，可能你就不能往生。为什么？那一桩事情障碍你往生，你去不了。要样样放下，只有阿弥陀佛，除阿弥陀佛之外什么也没有，那你决定得生，而且生到极乐世界品位很高。",
      "zh_TW": "彌勒菩薩現在在兜率內院，兜率是欲界天第四天，第四層天。我們上去，四王天，四王天再上去忉利天，忉利天再上去夜摩天，夜摩天再上去叫兜率天，彌勒菩薩住在那裡。虛雲老和尚往生在兜率內院，是真的不是假的，這個人修彌勒淨土修成功了。還有許多修彌勒淨土的沒成功，沒有成功依舊在六道。彌勒淨土也不容易，真正容易修的是彌陀淨土，極樂世界，容易；容易是比一切法門來比較，容易，真容易，條件是你要肯放下。你有一樁事情放不下，可能你就不能往生。為什麼？那一樁事情障礙你往生，你去不了。要樣樣放下，只有阿彌陀佛，除阿彌陀佛之外什麼也沒有，那你決定得生，而且生到極樂世界品位很高。"
    },
    {
      "id": "02-041-0071_p0016",
      "zh_CN": "兜率内院四千年后，是兜率内院的四千年，怎么算法？兜率天的一天是我们地球上的四百年，兜率天一天。兜率天人的寿命是在他们那个地方的寿命，四千岁，不是我们这里四千岁，是他那里的四千岁。所以兜率天的四千岁相当于地球上多少？五十七亿六千万年。弥勒菩萨什么时候到我们这个世间来？五十七亿六千万年之后，他到这个地球上来示现成佛，龙华三会，普度众生。释迦牟尼佛讲经教学三百多会，大会小会不一样，三百多会，四十九年。弥勒菩萨将来到这个世间，他只有三会，我们相信每一会的时间都是很长。释迦牟尼佛的法会，长的有好几年，短的有一天、几个小时，所以一生，我们今天讲办班教学，办了三百多次，长短不定。弥勒菩萨简单，只有三会。那我们相信这三会怎么开的，一会，第一会先度菩萨，菩萨根性利，上上根人，先度菩萨；次度二乘，度声闻缘觉，第二会；第三会度六道众生，统统都度了。",
      "zh_TW": "兜率內院四千年後，是兜率內院的四千年，怎麼算法？兜率天的一天是我們地球上的四百年，兜率天一天。兜率天人的壽命是在他們那個地方的壽命，四千歲，不是我們這裡四千歲，是他那裡的四千歲。所以兜率天的四千歲相當於地球上多少？五十七億六千萬年。彌勒菩薩什麼時候到我們這個世間來？五十七億六千萬年之後，他到這個地球上來示現成佛，龍華三會，普度眾生。釋迦牟尼佛講經教學三百多會，大會小會不一樣，三百多會，四十九年。彌勒菩薩將來到這個世間，他只有三會，我們相信每一會的時間都是很長。釋迦牟尼佛的法會，長的有好幾年，短的有一天、幾個小時，所以一生，我們今天講辦班教學，辦了三百多次，長短不定。彌勒菩薩簡單，只有三會。那我們相信這三會怎麼開的，一會，第一會先度菩薩，菩薩根性利，上上根人，先度菩薩；次度二乘，度聲聞緣覺，第二會；第三會度六道眾生，統統都度了。"
    },
    {
      "id": "02-041-0071_p0017",
      "zh_CN": "现在这个世间有不少人羡慕龙华三会，你不能往生到兜率内院，你要遇到这一会不容易。如果能生兜率内院，好，将来弥勒成佛，你们跟弥勒菩萨一起来，是佛面前的大弟子，像释迦牟尼佛弟子里头舍利弗、目犍连这样的人物。虚云老和尚往生到内院，他得到了。他在内院修行四千年，也就是我们地球上五十七亿六千万年，然后跟着弥勒菩萨一起来，成为弥勒菩萨身边的大弟子。虚老和尚不是一生成就的，也是再来人，无量劫来生生世世修行，在这一生为我们示现往生内院，难，不容易。",
      "zh_TW": "現在這個世間有不少人羨慕龍華三會，你不能往生到兜率內院，你要遇到這一會不容易。如果能生兜率內院，好，將來彌勒成佛，你們跟彌勒菩薩一起來，是佛面前的大弟子，像釋迦牟尼佛弟子裡頭舍利弗、目犍連這樣的人物。虛雲老和尚往生到內院，他得到了。他在內院修行四千年，也就是我們地球上五十七億六千萬年，然後跟著彌勒菩薩一起來，成為彌勒菩薩身邊的大弟子。虛老和尚不是一生成就的，也是再來人，無量劫來生生世世修行，在這一生為我們示現往生內院，難，不容易。"
    },
    {
      "id": "02-041-0071_p0018",
      "zh_CN": "我们再看后面这一段，「本经以上三大士为菩萨众中上首」，第一个普贤菩萨，第二个文殊菩萨，第三个弥勒菩萨，用他们三个代表菩萨众的上首，意思很深。为什么？「盖因三大士净土缘深」，他跟净土的缘分非常深广，所以用他们来表法。于是我们就联想到，弥勒菩萨将来到这个世间成佛，决定讲净土三经。为哪些人讲？我相信三会都讲，对菩萨讲，对二乘讲，对六道众生统统都讲。因为这个法门，释迦牟尼佛在世就是多次宣讲，为什么讲得不一样？听众程度不相同，所以传下来的版本里面不相同，道理在此地。如果是一会，听众都是一样的，佛就一次就完了，不会讲三次。所以释迦牟尼佛，古大德讲，讲《无量寿经》肯定是三次以上，这个说法很有道理。三次是根据现前传下来的五种原译本，说法不一样，最明显的是愿文。你看从愿文就三种差别，有两种二十四愿，有两种是四十八愿，还有一种，宋译的，三十六愿，这绝对不是翻译错误，是原本不同。所以古德判断，世尊至少讲了三次，听众对象不一样，在我们想像，对菩萨、对声闻、对缘觉、对凡夫，说法不一样，因此有会集的必要。",
      "zh_TW": "我們再看後面這一段，「本經以上三大士為菩薩眾中上首」，第一個普賢菩薩，第二個文殊菩薩，第三個彌勒菩薩，用他們三個代表菩薩眾的上首，意思很深。為什麼？「蓋因三大士淨土緣深」，他跟淨土的緣分非常深廣，所以用他們來表法。於是我們就聯想到，彌勒菩薩將來到這個世間成佛，決定講淨土三經。為哪些人講？我相信三會都講，對菩薩講，對二乘講，對六道眾生統統都講。因為這個法門，釋迦牟尼佛在世就是多次宣講，為什麼講得不一樣？聽眾程度不相同，所以傳下來的版本裡面不相同，道理在此地。如果是一會，聽眾都是一樣的，佛就一次就完了，不會講三次。所以釋迦牟尼佛，古大德講，講《無量壽經》肯定是三次以上，這個說法很有道理。三次是根據現前傳下來的五種原譯本，說法不一樣，最明顯的是願文。你看從願文就三種差別，有兩種二十四願，有兩種是四十八願，還有一種，宋譯的，三十六願，這絕對不是翻譯錯誤，是原本不同。所以古德判斷，世尊至少講了三次，聽眾對象不一樣，在我們想像，對菩薩、對聲聞、對緣覺、對凡夫，說法不一樣，因此有會集的必要。"
    },
    {
      "id": "02-041-0071_p0019",
      "zh_CN": "弥勒菩萨三会，我相信是这样来的，对菩萨一会，对小乘一会，对六道凡夫一会，这才圆满。这个里面根性还是有差别的，特别是六道凡夫。世尊当年住世，给我们讲了这么多经典，绝大多数都是为凡夫讲的，帮助凡夫种善根、增长善根到究竟圆满。所以，有不同的方法、不同的说法，学习境界提升了，世尊给你讲不一样了。前面为什么不讲？前面这甚深的经义你听不懂，你会产生误会。佛所讲的一定适合你的程度，你听了很欢喜、很高兴，依教奉行。真正行道一定程度提升，那提升再给你讲，一直帮助你往生实报庄严土，佛就不必再给你讲经了。为什么？你自度，你有能力，你有智慧，你能够化无量无边身，你有能力亲近遍法界虚空界过去现在未来一切诸佛，你有这个能力，有这个神通。这个能力现前，你肯定礼拜供养，一个不漏，分身去的。礼拜供养修福，修无量福报，同时听经闻法，请佛开示，这是修慧。福慧双修，很短的时间就证得圆满了。",
      "zh_TW": "彌勒菩薩三會，我相信是這樣來的，對菩薩一會，對小乘一會，對六道凡夫一會，這才圓滿。這個裡面根性還是有差別的，特別是六道凡夫。世尊當年住世，給我們講了這麼多經典，絕大多數都是為凡夫講的，幫助凡夫種善根、增長善根到究竟圓滿。所以，有不同的方法、不同的說法，學習境界提升了，世尊給你講不一樣了。前面為什麼不講？前面這甚深的經義你聽不懂，你會產生誤會。佛所講的一定適合你的程度，你聽了很歡喜、很高興，依教奉行。真正行道一定程度提升，那提升再給你講，一直幫助你往生實報莊嚴土，佛就不必再給你講經了。為什麼？你自度，你有能力，你有智慧，你能夠化無量無邊身，你有能力親近遍法界虛空界過去現在未來一切諸佛，你有這個能力，有這個神通。這個能力現前，你肯定禮拜供養，一個不漏，分身去的。禮拜供養修福，修無量福報，同時聽經聞法，請佛開示，這是修慧。福慧雙修，很短的時間就證得圓滿了。"
    },
    {
      "id": "02-041-0071_p0020",
      "zh_CN": "这三位等觉菩萨都有位前、位中、位后，像前面所说的，跟净土的缘深，「正好影响海会大众」。海会大众里头就有这三种层级的人，凡夫，位前的，菩萨是位中的，还有位后的，像现在我们在此地所看的普贤、文殊、弥勒都是位后。为什么？他们久远劫都已经成佛了，在释迦牟尼佛这一会上来做影响众。所以影响海会大众，「同归净土」，同归净土这一句是目的，他来干什么的？他就来干这个的，帮助大众，大众的人数无量无边，大众的根性不相同，他们做出种种示现也不一样。",
      "zh_TW": "這三位等覺菩薩都有位前、位中、位後，像前面所說的，跟淨土的緣深，「正好影響海會大眾」。海會大眾裡頭就有這三種層級的人，凡夫，位前的，菩薩是位中的，還有位後的，像現在我們在此地所看的普賢、文殊、彌勒都是位後。為什麼？他們久遠劫都已經成佛了，在釋迦牟尼佛這一會上來做影響眾。所以影響海會大眾，「同歸淨土」，同歸淨土這一句是目的，他來幹什麼的？他就來幹這個的，幫助大眾，大眾的人數無量無邊，大眾的根性不相同，他們做出種種示現也不一樣。"
    },
    {
      "id": "02-041-0071_p0021",
      "zh_CN": "我们再看下面，「《普贤行愿品》中，普贤菩萨于逝多林中，发十大愿王」，普贤菩萨以十大愿王导归极乐。接着又说，「是人临命终时，最后刹那」，这就讲修普贤十愿求生净土。谁发这个心？近代我们看到有一个人，弘一大师李叔同，我们相信很多人对这个名字都熟悉。在近代出家人当中，对戒律有研究的，他是一个，非常难得。他平常功课就是《普贤行愿品》，最后这一卷，《华严经》最后的一卷，十大愿王导归极乐。这一品经大师念得很熟，完全能背诵，他以这个做早晚课，求生净土，他成功了。",
      "zh_TW": "我們再看下面，「《普賢行願品》中，普賢菩薩於逝多林中，發十大願王」，普賢菩薩以十大願王導歸極樂。接著又說，「是人臨命終時，最後剎那」，這就講修普賢十願求生淨土。誰發這個心？近代我們看到有一個人，弘一大師李叔同，我們相信很多人對這個名字都熟悉。在近代出家人當中，對戒律有研究的，他是一個，非常難得。他平常功課就是《普賢行願品》，最後這一卷，《華嚴經》最後的一卷，十大願王導歸極樂。這一品經大師念得很熟，完全能背誦，他以這個做早晚課，求生淨土，他成功了。"
    },
    {
      "id": "02-041-0071_p0022",
      "zh_CN": "净土在晚近，主要的经论五经一论；在两百年前没有，只有三经一论。三经是《无量寿经》、《观无量寿佛经》、《阿弥陀经》，这净土三经，一论是《往生论》，天亲菩萨的学习报告。天亲菩萨往生极乐世界，告诉我们极乐世界依正庄严，说了二十九种。这是他亲眼所见，亲耳所闻，不是听人说的，来给我们作证。所以三经一论。第四部经就是《普贤行愿品》，是清朝末年魏默深居士，咸丰年间。彭际清是做了一个《无量寿经》节本，做得非常好，用康僧铠的本子。这个本子也流通了，民国初年，丁福保居士给《无量寿经》做了个注解，叫《笺注》，他用的本子就是这个节本，彭际清的节本。魏默深是咸丰年间人，他有《无量寿经》的会集本，会集得也不错，可是里面还是有问题，不能算是最好的本子。会集难，太不容易了，后人有行家，内行的人挑毛病，这一被人挑出来了，不能称为善本。",
      "zh_TW": "淨土在晚近，主要的經論五經一論；在兩百年前沒有，只有三經一論。三經是《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，這淨土三經，一論是《往生論》，天親菩薩的學習報告。天親菩薩往生極樂世界，告訴我們極樂世界依正莊嚴，說了二十九種。這是他親眼所見，親耳所聞，不是聽人說的，來給我們作證。所以三經一論。第四部經就是《普賢行願品》，是清朝末年魏默深居士，咸豐年間。彭際清是做了一個《無量壽經》節本，做得非常好，用康僧鎧的本子。這個本子也流通了，民國初年，丁福保居士給《無量壽經》做了個註解，叫《箋註》，他用的本子就是這個節本，彭際清的節本。魏默深是咸豐年間人，他有《無量壽經》的會集本，會集得也不錯，可是裡面還是有問題，不能算是最好的本子。會集難，太不容易了，後人有行家，內行的人挑毛病，這一被人挑出來了，不能稱為善本。"
    },
    {
      "id": "02-041-0071_p0023",
      "zh_CN": "所以到民国初年，抗战之前，夏莲居老居士发心重新再会集。三年，他是依照魏默深这个本子做底本，等于说再把它修改，把它订正，希望成一个本子。所以他的初稿三年完成，这就是用魏默深的本子，我们这里有一本，就这个本子，这个《无量寿经》是夏莲老最初版本。以后又用了七年的时间，总共十年，这个七年是每天都在斟酌，都在改动，成为现在的定本。这个本子最初，这是一九四三年印的，分全经为三十七品，大概是用三十七道品，分为三十七品，慈舟法师有科判。现在的定本，依阿弥陀佛的大愿四十八愿，所以他用四十八品。自己挑，自己找，到找不到毛病这才算定本。魏默深会集没有用这么长的时间，也没这么认真。夏莲老这为世尊往后末法九千年众生修净土能往生，做出最大的贡献，这是我们要感恩的。",
      "zh_TW": "所以到民國初年，抗戰之前，夏蓮居老居士發心重新再會集。三年，他是依照魏默深這個本子做底本，等於說再把它修改，把它訂正，希望成一個本子。所以他的初稿三年完成，這就是用魏默深的本子，我們這裡有一本，就這個本子，這個《無量壽經》是夏蓮老最初版本。以後又用了七年的時間，總共十年，這個七年是每天都在斟酌，都在改動，成為現在的定本。這個本子最初，這是一九四三年印的，分全經為三十七品，大概是用三十七道品，分為三十七品，慈舟法師有科判。現在的定本，依阿彌陀佛的大願四十八願，所以他用四十八品。自己挑，自己找，到找不到毛病這才算定本。魏默深會集沒有用這麼長的時間，也沒這麼認真。夏蓮老這為世尊往後末法九千年眾生修淨土能往生，做出最大的貢獻，這是我們要感恩的。"
    },
    {
      "id": "02-041-0071_p0024",
      "zh_CN": "黄念祖老居士是他的学生，他嘱咐念公要为这部经做个注解。一直到念老晚年，身体很不好，环境、缘分具足了，开始注经。用什么方法注？以经注经，用这个方法。他采取八十三种经论、一百一十种祖师大德的著作，总共一百九十三种，来注解这个经。他每一个引用的，《弥陀疏钞》，这里看到的，《思益经》、《悲华经》、《文殊发愿经》，我们在这里全看到。引经来注经，大家没话说，这是真正智慧。如果用自己意思来注，别人不相信，还要毁谤你，你有什么资格？采取这个方法，大家没话说了，经上讲的、佛说的、菩萨说的、祖师大德说的，真能服人，叫人看到没话说。用了六年时间，完成这部注解。",
      "zh_TW": "黃念祖老居士是他的學生，他囑咐念公要為這部經做個註解。一直到念老晚年，身體很不好，環境、緣分具足了，開始註經。用什麼方法註？以經註經，用這個方法。他採取八十三種經論、一百一十種祖師大德的著作，總共一百九十三種，來註解這個經。他每一個引用的，《彌陀疏鈔》，這裡看到的，《思益經》、《悲華經》、《文殊發願經》，我們在這裡全看到。引經來註經，大家沒話說，這是真正智慧。如果用自己意思來註，別人不相信，還要毀謗你，你有什麼資格？採取這個方法，大家沒話說了，經上講的、佛說的、菩薩說的、祖師大德說的，真能服人，叫人看到沒話說。用了六年時間，完成這部註解。"
    },
    {
      "id": "02-041-0071_p0025",
      "zh_CN": "我得到的注解，这个注解，大概是海外第一本。好像是一九八四年，黄念老访问美国，他一生就去一次，一个月，我们在美国遇到了。他就带了一本，这个注解刚刚完成，初稿，用油印印的。油印品质很差，能印的数量在我想不能超过一百本，一百本以后蜡纸就坏了，就不能再印了，所以它的份量不多。他送给一些同参道友做参考，到处向人请教，这个心态非常好，谦虚。拿着本子向别人请教，希望别人指点，他再改进，所以他以后又修订过几次。我们第一版本是我从美国回到台湾，在台湾印了一万册，第一本，那是他的原稿。这个本子也非常有价值，跟现在这个本子，他修订过的，你对看就知道他改哪些地方，他补充了些什么。所以这两个本子究竟圆满。",
      "zh_TW": "我得到的註解，這個註解，大概是海外第一本。好像是一九八四年，黃念老訪問美國，他一生就去一次，一個月，我們在美國遇到了。他就帶了一本，這個註解剛剛完成，初稿，用油印印的。油印品質很差，能印的數量在我想不能超過一百本，一百本以後蠟紙就壞了，就不能再印了，所以它的份量不多。他送給一些同參道友做參考，到處向人請教，這個心態非常好，謙虛。拿著本子向別人請教，希望別人指點，他再改進，所以他以後又修訂過幾次。我們第一版本是我從美國回到台灣，在台灣印了一萬冊，第一本，那是他的原稿。這個本子也非常有價值，跟現在這個本子，他修訂過的，你對看就知道他改哪些地方，他補充了些什麼。所以這兩個本子究竟圓滿。"
    },
    {
      "id": "02-041-0071_p0026",
      "zh_CN": "就像莲公自己说，他也劝人，「浊世」，五浊恶世，生在五浊恶世，「无如念佛好」，没有比念佛更好，五浊恶世修行，要念佛求生净土。他说「此生端为大经来」，他这一生到这个世间来干什么？就是为了会集《无量寿经》，就为这桩事情。黄念祖也为这桩事情，来干什么？给大经做注解。我们到这个世间来也为这桩事情，来传播，现身说法，依教奉行，来劝导大众。非常难得，海贤老和尚最后给我们作证，真不容易，要让这位老修行人住世一百一十二年，请他来作证，大家相信。二十岁出家，师父只教他一句话，那个师父不是平常人，为什么？师父能观机。看到这一类的根性的人，你没有遇到就不说了，要遇到，这种根性的人决定成就。什么根性？具足老实、听话、真干，那就得好好照顾他。又有非常好的心态，这个心态就是真诚心、清净心、恭敬心，这样的人到哪里去找？可遇不可求。老师遇到他，他遇到老师，缘成熟了。老师只教他一句南无阿弥陀佛，一直念下去，没有二话可说。他就真接受了，就这一句阿弥陀佛念了九十二年，念累了就休息，休息好了接着再念，不分昼夜。所以他生活当中念，工作当中念，待人接物都在念，他说了，他有的时候念的时候不出声，心里头默念，口不出声，叫金刚持。",
      "zh_TW": "就像蓮公自己說，他也勸人，「濁世」，五濁惡世，生在五濁惡世，「無如念佛好」，沒有比念佛更好，五濁惡世修行，要念佛求生淨土。他說「此生端為大經來」，他這一生到這個世間來幹什麼？就是為了會集《無量壽經》，就為這樁事情。黃念祖也為這樁事情，來幹什麼？給大經做註解。我們到這個世間來也為這樁事情，來傳播，現身說法，依教奉行，來勸導大眾。非常難得，海賢老和尚最後給我們作證，真不容易，要讓這位老修行人住世一百一十二年，請他來作證，大家相信。二十歲出家，師父只教他一句話，那個師父不是平常人，為什麼？師父能觀機。看到這一類的根性的人，你沒有遇到就不說了，要遇到，這種根性的人決定成就。什麼根性？具足老實、聽話、真幹，那就得好好照顧他。又有非常好的心態，這個心態就是真誠心、清淨心、恭敬心，這樣的人到哪裡去找？可遇不可求。老師遇到他，他遇到老師，緣成熟了。老師只教他一句南無阿彌陀佛，一直念下去，沒有二話可說。他就真接受了，就這一句阿彌陀佛念了九十二年，念累了就休息，休息好了接著再念，不分晝夜。所以他生活當中念，工作當中念，待人接物都在念，他說了，他有的時候念的時候不出聲，心裡頭默念，口不出聲，叫金剛持。"
    },
    {
      "id": "02-041-0071_p0027",
      "zh_CN": "一生圆满成就，表演在什么地方？往生的这一天，从清晨到黄昏，这一天的时间都在菜园里面工作，浇水、拔草、整地，做到晚，天黑。别人劝导他，天黑了，可以休息了。他告诉别人：快好了，做完了我就不再做了。大家听了也没在意，没有想到那天晚上就往生了，他做完了，不再做了。这是给我们示现的什么？表什么法？一日不作，一日不食，活一天干一天，认真的干，一点也不偷懒、也不偷闲。最后往生这天，从早到晚农田里头工作，晚上走了。这一晚上大家也没有留意，因为老和尚晚上跟平常也不一样，大声念佛，自己敲着引磬，平常念佛不敲引磬的，这天晚上敲引磬，大声念佛。大家睡着了也就没有理他，什么时候走的不知道。到第二天早晨，看到老和尚房间的灯没有熄，老和尚是非常节俭，晚上一定是把灯熄掉的，这天晚上灯没有熄。到第二天早晨早课完了之后，到老和尚房间一看，走了，往生了。再想想昨天说的话，最近一些活动，确实跟平常不一样，证明他预知时至，他跟大家告别，跟大家辞行。自在往生，不要人助念，他说助念不牢靠，自己念佛最可靠，念到阿弥陀佛来接引他走了。最后一个表法，就是拿到这本书照了一张照片，最后一张照片。",
      "zh_TW": "一生圓滿成就，表演在什麼地方？往生的這一天，從清晨到黃昏，這一天的時間都在菜園裡面工作，澆水、拔草、整地，做到晚，天黑。別人勸導他，天黑了，可以休息了。他告訴別人：快好了，做完了我就不再做了。大家聽了也沒在意，沒有想到那天晚上就往生了，他做完了，不再做了。這是給我們示現的什麼？表什麼法？一日不作，一日不食，活一天幹一天，認真的幹，一點也不偷懶、也不偷閒。最後往生這天，從早到晚農田裡頭工作，晚上走了。這一晚上大家也沒有留意，因為老和尚晚上跟平常也不一樣，大聲念佛，自己敲著引磬，平常念佛不敲引磬的，這天晚上敲引磬，大聲念佛。大家睡著了也就沒有理他，什麼時候走的不知道。到第二天早晨，看到老和尚房間的燈沒有熄，老和尚是非常節儉，晚上一定是把燈熄掉的，這天晚上燈沒有熄。到第二天早晨早課完了之後，到老和尚房間一看，走了，往生了。再想想昨天說的話，最近一些活動，確實跟平常不一樣，證明他預知時至，他跟大家告別，跟大家辭行。自在往生，不要人助念，他說助念不牢靠，自己念佛最可靠，念到阿彌陀佛來接引他走了。最後一個表法，就是拿到這本書照了一張照片，最後一張照片。"
    },
    {
      "id": "02-041-0071_p0028",
      "zh_CN": "普贤菩萨是跟我们说修普贤行的人，接着又说，是人临命终时，最后的这一刹那，「一切诸根悉皆散坏，一切亲属悉皆舍离，一切威势悉皆退失」，威势，你的威德、势力你带不走，没有一样能带走。第一句是身体，这个肉身带不走，一切诸根都败坏了，身体带不走。第二句说你的家亲眷属带不走，你所亲爱的人永远不再见面。第三个说你的威势，你做的大官、你发的大财没有一样能带走。「辅相大臣」，这是对国王讲，你的宰相、你的大臣带不走；「宫城内外」，你居住的宫殿、城市；「象马车乘」，这讲你的交通工具；「珍宝伏藏」，你所收藏的这些金银珠宝，你也带不走。「如是一切无复相随」，没有一样东西你能带走。真正带走的是什么？「唯此愿王不相舍离」，普贤菩萨传给你的这十大愿王，这个你带去了。「于一切时引导其前」，它起作用，十大愿王在引导你，「一刹那中即得往生极乐世界」。",
      "zh_TW": "普賢菩薩是跟我們說修普賢行的人，接著又說，是人臨命終時，最後的這一剎那，「一切諸根悉皆散壞，一切親屬悉皆捨離，一切威勢悉皆退失」，威勢，你的威德、勢力你帶不走，沒有一樣能帶走。第一句是身體，這個肉身帶不走，一切諸根都敗壞了，身體帶不走。第二句說你的家親眷屬帶不走，你所親愛的人永遠不再見面。第三個說你的威勢，你做的大官、你發的大財沒有一樣能帶走。「輔相大臣」，這是對國王講，你的宰相、你的大臣帶不走；「宮城內外」，你居住的宮殿、城市；「象馬車乘」，這講你的交通工具；「珍寶伏藏」，你所收藏的這些金銀珠寶，你也帶不走。「如是一切無復相隨」，沒有一樣東西你能帶走。真正帶走的是什麼？「唯此願王不相捨離」，普賢菩薩傳給你的這十大願王，這個你帶去了。「於一切時引導其前」，它起作用，十大願王在引導你，「一剎那中即得往生極樂世界」。"
    },
    {
      "id": "02-041-0071_p0029",
      "zh_CN": "弘一大师专修这个法门，净土五经他就选了《普贤行愿品》，十大愿王导归极乐。比这个更简单的，《大势至菩萨圆通章》。清朝乾隆年间，慈云灌顶大师给《圆通章》做了个疏钞，就是做了个注解，说得很详细。这个本子我过去学过，过去讲过，好像有录音带，那个时候没有录像，有录音。五经一论一共六种，随便用哪一种都行，全修也行，全修就六样，分量不多，选择一、二种也行。最重要要专，「教之道，贵以专」，佛法里提出来的「一门深入，长时薰修」，弘一大师一生专修《普贤行愿品》。",
      "zh_TW": "弘一大師專修這個法門，淨土五經他就選了《普賢行願品》，十大願王導歸極樂。比這個更簡單的，《大勢至菩薩圓通章》。清朝乾隆年間，慈雲灌頂大師給《圓通章》做了個疏鈔，就是做了個註解，說得很詳細。這個本子我過去學過，過去講過，好像有錄音帶，那個時候沒有錄像，有錄音。五經一論一共六種，隨便用哪一種都行，全修也行，全修就六樣，分量不多，選擇一、二種也行。最重要要專，「教之道，貴以專」，佛法裡提出來的「一門深入，長時薰修」，弘一大師一生專修《普賢行願品》。"
    },
    {
      "id": "02-041-0071_p0030",
      "zh_CN": "「到已，即见阿弥陀佛」，到达极乐世界，花开见佛。普贤十愿，礼敬诸佛、称赞如来、广修供养、忏除业障、常随佛学、请转法轮、请佛住世，这个七句是愿，后面三句是回向，要能把它落实。请转法轮是请讲经，请佛住世那就是建立道场。请人讲经，租借一个道场都可以，临时搭个道场都行，因为一部经讲完了，这个法会圆满了。但是总不如请一个法师常住在这个世间，教化一方。这个以前李老师告诉过我，古往今来真正有成就的，都是住在一个地方，一生不离开，住几十年。像他老人家在台中住了三十八年，才能有成就。一部经、两部经就能真正开悟有成就的太少了，特别是现在这个时代，根性利的人少，觉悟的人少，迷惑的人多，业障重的人多，不可能听几部经他就听明白了，要重复去听。不过现在有个好处，过去没有的，现在有光碟，可以不断反复去听，好，叫一门深入。你请个法师，你让他一遍一遍反复的讲，他做不到，可是这一部经的光碟我们反复的听，这不难。",
      "zh_TW": "「到已，即見阿彌陀佛」，到達極樂世界，花開見佛。普賢十願，禮敬諸佛、稱讚如來、廣修供養、懺除業障、常隨佛學、請轉法輪、請佛住世，這個七句是願，後面三句是迴向，要能把它落實。請轉法輪是請講經，請佛住世那就是建立道場。請人講經，租借一個道場都可以，臨時搭個道場都行，因為一部經講完了，這個法會圓滿了。但是總不如請一個法師常住在這個世間，教化一方。這個以前李老師告訴過我，古往今來真正有成就的，都是住在一個地方，一生不離開，住幾十年。像他老人家在台中住了三十八年，才能有成就。一部經、兩部經就能真正開悟有成就的太少了，特別是現在這個時代，根性利的人少，覺悟的人少，迷惑的人多，業障重的人多，不可能聽幾部經他就聽明白了，要重複去聽。不過現在有個好處，過去沒有的，現在有光碟，可以不斷反覆去聽，好，叫一門深入。你請個法師，你讓他一遍一遍反覆的講，他做不到，可是這一部經的光碟我們反覆的聽，這不難。"
    },
    {
      "id": "02-041-0071_p0031",
      "zh_CN": "刘素云居士听我讲《无量寿经》，她是听光碟。这个《无量寿经》我讲了十几遍，在讲《大经解》之前是讲经文，时间比较短，一部经几十个小时、一百多个小时就讲完了。自从换成《大经解》，讲这个注解，讲一遍大概要一千多个小时。我第一遍讲的是一千二百个小时，现在讲的时候愈讲时间愈长，所以讲一遍很不容易。但是留下来的光碟方便了，可以不断重复的听。刘素云居士告诉我，她最初拿到这套光碟，每天听十个小时，十个小时听一片，早年的光碟一片就是一个小时。这一部经一百多片，听一片，一片听十遍，一个小时一遍，一天听十遍，长时薰修。除听这个十个小时之外，就念阿弥陀佛。那时候她身体不好，养病。这样不断的听了十年，十年成就了。十年之后她能讲，讲得很不错。",
      "zh_TW": "劉素雲居士聽我講《無量壽經》，她是聽光碟。這個《無量壽經》我講了十幾遍，在講《大經解》之前是講經文，時間比較短，一部經幾十個小時、一百多個小時就講完了。自從換成《大經解》，講這個註解，講一遍大概要一千多個小時。我第一遍講的是一千二百個小時，現在講的時候愈講時間愈長，所以講一遍很不容易。但是留下來的光碟方便了，可以不斷重複的聽。劉素雲居士告訴我，她最初拿到這套光碟，每天聽十個小時，十個小時聽一片，早年的光碟一片就是一個小時。這一部經一百多片，聽一片，一片聽十遍，一個小時一遍，一天聽十遍，長時薰修。除聽這個十個小時之外，就念阿彌陀佛。那時候她身體不好，養病。這樣不斷的聽了十年，十年成就了。十年之後她能講，講得很不錯。"
    },
    {
      "id": "02-041-0071_p0032",
      "zh_CN": "有电视台去访问她，我是看到这个访问的光碟，我发觉到这个人很难得，想方法跟她联系。问这些同修有没有人认识，能不能找到电话号码？结果一个月之后就联系上，我就邀请她到香港来见面。她也就真来了，见面非常欢喜。她的病完全好了，那个病医院都放弃治疗了，得的红斑狼疮，比癌症还要严重。所以她每天在家里养病，就是听经、念佛，没想到二、三个月之后再去检查，完全好了。一般红斑狼疮好了一定留下疤痕，她连疤痕都没有。这个道理我们懂得，她这十年把病忘掉了，她心里头只有阿弥陀佛，除阿弥陀佛、除《无量寿经》她什么都没有。这样就能够把带着病毒的细胞统统恢复正常，她身体就恢复健康了。",
      "zh_TW": "有電視台去訪問她，我是看到這個訪問的光碟，我發覺到這個人很難得，想方法跟她聯繫。問這些同修有沒有人認識，能不能找到電話號碼？結果一個月之後就聯繫上，我就邀請她到香港來見面。她也就真來了，見面非常歡喜。她的病完全好了，那個病醫院都放棄治療了，得的紅斑狼瘡，比癌症還要嚴重。所以她每天在家裡養病，就是聽經、念佛，沒想到二、三個月之後再去檢查，完全好了。一般紅斑狼瘡好了一定留下疤痕，她連疤痕都沒有。這個道理我們懂得，她這十年把病忘掉了，她心裡頭只有阿彌陀佛，除阿彌陀佛、除《無量壽經》她什麼都沒有。這樣就能夠把帶著病毒的細胞統統恢復正常，她身體就恢復健康了。"
    },
    {
      "id": "02-041-0071_p0033",
      "zh_CN": "现在很多人到处请她讲经，她就学一样，一样东西学十年。讲其他的经典，她没有学过，全都能讲，这就是一经通，一切经通。十年得念佛三昧，得三昧，哪有不开悟的道理？所以开悟了。这是我们不能不知道的，真的开悟。在我们学习班学习，她也参加，她的心得报告有深度、有发明，非常难得。有几个同学学得很好，继续不断，五年、十年之后都是我们佛门，出家的是大德、是高僧，在家是高士，像夏莲居、像黄念老、像李炳南老居士。都成为一代宗师，住在一个地区教化一方，众生之福，国家之福。佛法教学那一方，人心善良，灾难也能化解。",
      "zh_TW": "現在很多人到處請她講經，她就學一樣，一樣東西學十年。講其他的經典，她沒有學過，全都能講，這就是一經通，一切經通。十年得念佛三昧，得三昧，哪有不開悟的道理？所以開悟了。這是我們不能不知道的，真的開悟。在我們學習班學習，她也參加，她的心得報告有深度、有發明，非常難得。有幾個同學學得很好，繼續不斷，五年、十年之後都是我們佛門，出家的是大德、是高僧，在家是高士，像夏蓮居、像黃念老、像李炳南老居士。都成為一代宗師，住在一個地區教化一方，眾生之福，國家之福。佛法教學那一方，人心善良，災難也能化解。"
    },
    {
      "id": "02-041-0071_p0034",
      "zh_CN": "又有偈子说，这是普贤菩萨说的，这个偈子在《四十华严》第三十九卷。我就看到普贤、文殊的偈子，才知道他们两个人怎么成就的，念阿弥陀佛成就的。你看，「愿我临欲命终时，尽除一切诸障碍，面见彼佛阿弥陀，即得往生安乐刹。我既往生彼国已，现前成就此大愿，一切圆满尽无余，利乐一切众生界」，这是普贤菩萨。我能相信净土，是这两首偈引导的。在这个之前，李老师、忏云法师都劝我修净土，我都没有接受。",
      "zh_TW": "又有偈子說，這是普賢菩薩說的，這個偈子在《四十華嚴》第三十九卷。我就看到普賢、文殊的偈子，才知道他們兩個人怎麼成就的，念阿彌陀佛成就的。你看，「願我臨欲命終時，盡除一切諸障礙，面見彼佛阿彌陀，即得往生安樂剎。我既往生彼國已，現前成就此大願，一切圓滿盡無餘，利樂一切眾生界」，這是普賢菩薩。我能相信淨土，是這兩首偈引導的。在這個之前，李老師、懺雲法師都勸我修淨土，我都沒有接受。"
    },
    {
      "id": "02-041-0071_p0035",
      "zh_CN": "我在台中住了那些年，跟李老师学经教学了三十多部。学大经，《楞严》三年，《华严》，《华严经》不长，我大概只用了一年的时间，八十卷《华严》我听了一卷，后面我就能讲了，就不必听了。他老人家用的参考资料是清凉大师的《疏钞》，我手上也有一套《疏钞》，他在台中讲，我在台北讲。他一个星期讲一次，我一个星期讲三次，所以我两年就追上他的进度。学经教要学门道，老师的思想、老师的理念、老师的方法、老师的经验我都懂得，我在台中学这些，管用。所以复讲，遍数要多，到哪里去复讲？有一个人听我都给他讲。没有人听呢？没人听，那个时候有录音机，方便了，我买了个小录音机，我讲叫录音机听。录下去之后，我再打开，我再听我讲，锲而不舍。老师教给我，他说打拳的人拳不离手，天天要练；唱歌的人、唱戏的人，每天要吊嗓子，三个月要不吊嗓子他就不能唱了。讲经亦如是，讲经的人三个月不讲，生疏了，到以后就讲不下去了，一天都不能停。",
      "zh_TW": "我在台中住了那些年，跟李老師學經教學了三十多部。學大經，《楞嚴》三年，《華嚴》，《華嚴經》不長，我大概只用了一年的時間，八十卷《華嚴》我聽了一卷，後面我就能講了，就不必聽了。他老人家用的參考資料是清涼大師的《疏鈔》，我手上也有一套《疏鈔》，他在台中講，我在台北講。他一個星期講一次，我一個星期講三次，所以我兩年就追上他的進度。學經教要學門道，老師的思想、老師的理念、老師的方法、老師的經驗我都懂得，我在台中學這些，管用。所以複講，遍數要多，到哪裡去複講？有一個人聽我都給他講。沒有人聽呢？沒人聽，那個時候有錄音機，方便了，我買了個小錄音機，我講叫錄音機聽。錄下去之後，我再打開，我再聽我講，鍥而不捨。老師教給我，他說打拳的人拳不離手，天天要練；唱歌的人、唱戲的人，每天要吊嗓子，三個月要不吊嗓子他就不能唱了。講經亦如是，講經的人三個月不講，生疏了，到以後就講不下去了，一天都不能停。"
    },
    {
      "id": "02-041-0071_p0036",
      "zh_CN": "我在年轻的时候，在缘最殊胜的时候，每个星期讲三十多个小时，一个星期。初到美国的时候，一天讲九个小时。美国没有办法天天讲，没人来听，他们只有星期六、星期天是假期，可以来听经。星期五的晚上，星期六一天，星期天的上午，下午他准备明天的工作。所以时间这么短，那我们怎么办？星期六上午三个小时，下午三个小时，晚上三个小时，九个小时。他们是坐在台下听，我是站在讲台讲，我要站九个小时。所以法缘很殊胜。定的两个时间，星期五的晚上、星期六的一天，远道的同学他们都开车来，来住一晚上，来听经，星期六晚上听完经回家。所以现在我常常还是想着保持四个小时，上午两个小时，下午两个小时。现在在此地，同修们热心，要帮我调理身体，上午的时间就调身体。下午，我们还是希望有两个小时在一起共同学习。",
      "zh_TW": "我在年輕的時候，在緣最殊勝的時候，每個星期講三十多個小時，一個星期。初到美國的時候，一天講九個小時。美國沒有辦法天天講，沒人來聽，他們只有星期六、星期天是假期，可以來聽經。星期五的晚上，星期六一天，星期天的上午，下午他準備明天的工作。所以時間這麼短，那我們怎麼辦？星期六上午三個小時，下午三個小時，晚上三個小時，九個小時。他們是坐在台下聽，我是站在講台講，我要站九個小時。所以法緣很殊勝。定的兩個時間，星期五的晚上、星期六的一天，遠道的同學他們都開車來，來住一晚上，來聽經，星期六晚上聽完經回家。所以現在我常常還是想著保持四個小時，上午兩個小時，下午兩個小時。現在在此地，同修們熱心，要幫我調理身體，上午的時間就調身體。下午，我們還是希望有兩個小時在一起共同學習。"
    },
    {
      "id": "02-041-0071_p0037",
      "zh_CN": "这首偈诸位就晓得，我真正相信净土，真正接受净土，普贤菩萨。接着文殊菩萨，他们两个的愿文在一起。「又《文殊发愿经》云：愿我命终时，灭除诸障碍，面见阿弥陀，往生安乐刹。生彼佛国已，成满诸大愿，阿弥陀如来，现前授我记。」「如是两大士，发殊胜大愿，求生极乐，可劝一切菩萨，皆仰信文殊之大智，入普贤之大行，普导众生，同归极乐。」我们年轻，学佛了，确实对于文殊、普贤这两位菩萨特别的恭敬、特别的欢喜，一个代表无量智慧，一个代表无上的大行，文殊说法，普贤真干。",
      "zh_TW": "這首偈諸位就曉得，我真正相信淨土，真正接受淨土，普賢菩薩。接著文殊菩薩，他們兩個的願文在一起。「又《文殊發願經》云：願我命終時，滅除諸障礙，面見阿彌陀，往生安樂剎。生彼佛國已，成滿諸大願，阿彌陀如來，現前授我記。」「如是兩大士，發殊勝大願，求生極樂，可勸一切菩薩，皆仰信文殊之大智，入普賢之大行，普導眾生，同歸極樂。」我們年輕，學佛了，確實對於文殊、普賢這兩位菩薩特別的恭敬、特別的歡喜，一個代表無量智慧，一個代表無上的大行，文殊說法，普賢真幹。"
    },
    {
      "id": "02-041-0071_p0038",
      "zh_CN": "像我们现在看到的海贤老和尚，他修的是普贤行。我们细心观察，十大愿王每一条他都做到了，做得那么圆满、做得那么微妙，不懂的人完全看不出来，明白人看到太奇妙了。九十二年修什么？普贤行，普贤行里头一定有文殊智，解行是一不是二，有解必有行，有行必有解。贤公老和尚没有透露信息，没告诉人，我们要会看。他大彻大悟、明心见性应该在什么时候？我是细心去观察，功夫成片三十岁以前得到。他二十岁开始念佛，我相信二十几岁的时候功夫成片得到了，一般讲三、四年。再过个四、五年，继续不断的努力，他能念到事一心不乱，也就是清净心现前了，三十岁前后。四十岁前后，念到理一心不乱，就是禅宗的明心见性。所以他什么都知道，见性的人才可以说，没有见性的人不可以说，他就是不讲。你要问他，笑而不答，那就是他的回答。真的清楚、真的明白，过去现在未来、十方三世没有障碍。",
      "zh_TW": "像我們現在看到的海賢老和尚，他修的是普賢行。我們細心觀察，十大願王每一條他都做到了，做得那麼圓滿、做得那麼微妙，不懂的人完全看不出來，明白人看到太奇妙了。九十二年修什麼？普賢行，普賢行裡頭一定有文殊智，解行是一不是二，有解必有行，有行必有解。賢公老和尚沒有透露信息，沒告訴人，我們要會看。他大徹大悟、明心見性應該在什麼時候？我是細心去觀察，功夫成片三十歲以前得到。他二十歲開始念佛，我相信二十幾歲的時候功夫成片得到了，一般講三、四年。再過個四、五年，繼續不斷的努力，他能念到事一心不亂，也就是清淨心現前了，三十歲前後。四十歲前後，念到理一心不亂，就是禪宗的明心見性。所以他什麼都知道，見性的人才可以說，沒有見性的人不可以說，他就是不講。你要問他，笑而不答，那就是他的回答。真的清楚、真的明白，過去現在未來、十方三世沒有障礙。"
    },
    {
      "id": "02-041-0071_p0039",
      "zh_CN": "为什么不往生？阿弥陀佛的意思，他自己透露了，他说我有好几次求阿弥陀佛带我到极乐世界去。他说老佛爷讲，你修行很好，希望在世间多住几年，给大家做个榜样。所以他是有使命的，这个使命就是表法，表法就是做榜样给我们看。你看他说了，我好几次，那说明他见阿弥陀佛、他见西方极乐世界决定不是一次，不是两次，好几次。我们在历史上看到，慧远大师一生见极乐世界四次，所以我相信，海贤老和尚见阿弥陀佛、见极乐世界应该是十次以上。他时间长，九十二年，所以跟极乐世界跟阿弥陀佛很熟了，真的什么时候都能去得了。佛留他在这个世间表法，这是慈悲到极处。弥陀的慈悲，加持他，让他健康长寿，一百一十二岁，精神、体力就跟四、五十岁的人一样，这让人羡慕。一般人老了，精神、体力都衰了，他老而不衰，什么活他都干，精神、体力充沛，这是让人最佩服的地方，你们五、六十岁不能做的他来做。",
      "zh_TW": "為什麼不往生？阿彌陀佛的意思，他自己透露了，他說我有好幾次求阿彌陀佛帶我到極樂世界去。他說老佛爺講，你修行很好，希望在世間多住幾年，給大家做個榜樣。所以他是有使命的，這個使命就是表法，表法就是做榜樣給我們看。你看他說了，我好幾次，那說明他見阿彌陀佛、他見西方極樂世界決定不是一次，不是兩次，好幾次。我們在歷史上看到，慧遠大師一生見極樂世界四次，所以我相信，海賢老和尚見阿彌陀佛、見極樂世界應該是十次以上。他時間長，九十二年，所以跟極樂世界跟阿彌陀佛很熟了，真的什麼時候都能去得了。佛留他在這個世間表法，這是慈悲到極處。彌陀的慈悲，加持他，讓他健康長壽，一百一十二歲，精神、體力就跟四、五十歲的人一樣，這讓人羨慕。一般人老了，精神、體力都衰了，他老而不衰，什麼活他都幹，精神、體力充沛，這是讓人最佩服的地方，你們五、六十歲不能做的他來做。"
    },
    {
      "id": "02-041-0071_p0040",
      "zh_CN": "所以这个碟我劝导同学每天要看三遍，念一万声佛号，一年不间断，我相信海贤老和尚这片光碟对你起意想不到的作用。为什么？你对于净土真信了、真发愿，你向他看齐，你会有他一样的成就。如果你肯表法，肯发心做表法，阿弥陀佛会延长你的寿命。我对于海贤老和尚一百一十二岁，我认为那个寿命不是他的，不是他本有的，他本来的寿命应该是七、八十岁。会延长那么多，那是阿弥陀佛把它延长的，不是他自己本来的。所以真正发心学习，会有成就，阿弥陀佛会帮助你，因为阿弥陀佛需要你，需要有很好表法的人来弘扬净土。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以這個碟我勸導同學每天要看三遍，念一萬聲佛號，一年不間斷，我相信海賢老和尚這片光碟對你起意想不到的作用。為什麼？你對於淨土真信了、真發願，你向他看齊，你會有他一樣的成就。如果你肯表法，肯發心做表法，阿彌陀佛會延長你的壽命。我對於海賢老和尚一百一十二歲，我認為那個壽命不是他的，不是他本有的，他本來的壽命應該是七、八十歲。會延長那麼多，那是阿彌陀佛把它延長的，不是他自己本來的。所以真正發心學習，會有成就，阿彌陀佛會幫助你，因為阿彌陀佛需要你，需要有很好表法的人來弘揚淨土。好，今天時間到了，我們就學習到此地。"
    }
  ]
}