{
  "doc_id": "02-041-0024",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0024",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-041-0024_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0024_p0002",
      "zh_CN": "请看《大经科注》第一百八十二页，从倒数第二行看起，念老的集注：",
      "zh_TW": "請看《大經科註》第一百八十二頁，從倒數第二行看起，念老的集註："
    },
    {
      "id": "02-041-0024_p0003",
      "zh_CN": "前面说明佛号功德不可思议，易行难信，如果有缘的人遇到了，在这一生当中决定成佛。只要我们真正相信有极乐世界，在我们这个娑婆世界的西方，记住，不是指地球的西方，不是指太阳系的西方，也不是指银河系的西方，指的是释迦牟尼佛这个教区娑婆世界，就是这一个三千大千世界。三千大千世界，过去黄念老老居士告诉我，佛经上说的单位世界，当然不是地球，过去我们以为是太阳系，这个说法也错误，不是太阳系。经上讲得很清楚，太阳系是绕须弥山的腰，就是中央这个部分旋转。念老告诉我，佛经上讲的单位世界应该是一个银河系。确实太阳是绕着银河系的中部，须弥山就是银河系的中心点，现在科学家说它作黑洞，有巨大的引力，连光都会被它吸收。",
      "zh_TW": "前面說明佛號功德不可思議，易行難信，如果有緣的人遇到了，在這一生當中決定成佛。只要我們真正相信有極樂世界，在我們這個娑婆世界的西方，記住，不是指地球的西方，不是指太陽系的西方，也不是指銀河系的西方，指的是釋迦牟尼佛這個教區娑婆世界，就是這一個三千大千世界。三千大千世界，過去黃念老老居士告訴我，佛經上說的單位世界，當然不是地球，過去我們以為是太陽系，這個說法也錯誤，不是太陽系。經上講得很清楚，太陽系是繞須彌山的腰，就是中央這個部分旋轉。念老告訴我，佛經上講的單位世界應該是一個銀河系。確實太陽是繞著銀河系的中部，須彌山就是銀河系的中心點，現在科學家說它作黑洞，有巨大的引力，連光都會被它吸收。"
    },
    {
      "id": "02-041-0024_p0004",
      "zh_CN": "如果是以银河系为中心点，一个银河系是一个单位世界，这样一千个银河系才叫一个小千世界。一千个小千世界是一个中千世界，一千个中千世界是一个大千世界，一千乘一千再乘一千，一个大千世界是十亿个银河系。十亿个银河系的西方，这个大千世界的西方，过十万亿佛国土，那边有个世界叫极乐世界。距离这么远，一念可以到达，为什么？遍法界虚空界不出一念。这个虚空法界从哪来的？世尊在经典里常常告诉我们，「一切法从心想生」，虚空法界是从心想生的。心想就太快了，心想极乐世界，极乐世界就现前，真的，一弹指之间就出现了。",
      "zh_TW": "如果是以銀河系為中心點，一個銀河系是一個單位世界，這樣一千個銀河系才叫一個小千世界。一千個小千世界是一個中千世界，一千個中千世界是一個大千世界，一千乘一千再乘一千，一個大千世界是十億個銀河系。十億個銀河系的西方，這個大千世界的西方，過十萬億佛國土，那邊有個世界叫極樂世界。距離這麼遠，一念可以到達，為什麼？遍法界虛空界不出一念。這個虛空法界從哪來的？世尊在經典裡常常告訴我們，「一切法從心想生」，虛空法界是從心想生的。心想就太快了，心想極樂世界，極樂世界就現前，真的，一彈指之間就出現了。"
    },
    {
      "id": "02-041-0024_p0005",
      "zh_CN": "阿弥陀佛这句名号是一切诸佛共同的德号，念这句佛号把一切诸佛全念到了，一个也不漏。为什么？再想想这句名号是什么意思？阿弥陀佛，这个名号是从梵文音译过来的，阿翻成中国意思是无，弥陀翻成中国意思是量，无量，佛翻成中国意思是智慧、是觉悟；这句名号合起来，无量智慧、无量的觉悟。世尊在《弥陀经》为我们解释阿弥陀佛的德号，这个德号是无量义，从无量义里面举出两个例子，就包括无量义。佛给我们说明的是无量光、无量寿，无量光是空间，光明遍照；无量寿是时间，过去、现在、未来。用光跟寿把整个法界虚空界统统包括，这是这句名号的意思。所以，名号功德无量无边，不可思议。",
      "zh_TW": "阿彌陀佛這句名號是一切諸佛共同的德號，念這句佛號把一切諸佛全念到了，一個也不漏。為什麼？再想想這句名號是什麼意思？阿彌陀佛，這個名號是從梵文音譯過來的，阿翻成中國意思是無，彌陀翻成中國意思是量，無量，佛翻成中國意思是智慧、是覺悟；這句名號合起來，無量智慧、無量的覺悟。世尊在《彌陀經》為我們解釋阿彌陀佛的德號，這個德號是無量義，從無量義裡面舉出兩個例子，就包括無量義。佛給我們說明的是無量光、無量壽，無量光是空間，光明遍照；無量壽是時間，過去、現在、未來。用光跟壽把整個法界虛空界統統包括，這是這句名號的意思。所以，名號功德無量無邊，不可思議。"
    },
    {
      "id": "02-041-0024_p0006",
      "zh_CN": "念这句佛号，跟阿弥陀佛立刻就有感应。怎么念？大势至菩萨教我们「都摄六根，净念相继」。都摄六根怎么个摄法？六根对六尘境界，不起心不动念、不分别不执着，就全都摄了，就是收心，把妄想心收回来。妄想就是起心动念，这是最难的，为什么？起心动念我们不知道，你怎么能收它？分别我们知道，执着我们知道，我们收心从哪里开始？先从执着，再从分别。分别、执着心没有了，起心动念你就见到了，这最微细的，你就见到了，见到之后你就可以把它放下。这才能证得无上菩提，也就是说成佛了。",
      "zh_TW": "念這句佛號，跟阿彌陀佛立刻就有感應。怎麼念？大勢至菩薩教我們「都攝六根，淨念相繼」。都攝六根怎麼個攝法？六根對六塵境界，不起心不動念、不分別不執著，就全都攝了，就是收心，把妄想心收回來。妄想就是起心動念，這是最難的，為什麼？起心動念我們不知道，你怎麼能收它？分別我們知道，執著我們知道，我們收心從哪裡開始？先從執著，再從分別。分別、執著心沒有了，起心動念你就見到了，這最微細的，你就見到了，見到之後你就可以把它放下。這才能證得無上菩提，也就是說成佛了。"
    },
    {
      "id": "02-041-0024_p0007",
      "zh_CN": "成佛要禁得起考验，五欲六尘都在考验我们，眼见色，执不执着？分不分别？耳闻声，有没有分别、执着？鼻闻香、舌尝味、身体的接触，还有第六意识起心动念。六根起作用缘六尘境界，错就错在分别执着、起心动念，起心动念叫迷，叫一念不觉。如果是觉，觉不起心不动念，觉心不动，不觉的心就动了，所以叫一念不觉。这一念不觉是什么？就是无明，无明就是阿赖耶。阿赖耶就是迷失了的真性，它的体是真性，带着迷情，称为阿赖耶。这是假的，不是真的，妄心。妄心有生有灭，妄心夹杂在真心里面。真心虽然如如不动、不生不灭，可是真心所现的相，法性身所现的，什么相？一真法界，诸佛如来的实报庄严土，这是真性。西方极乐世界是真心现的，不但实报土是真心，连方便土、同居土全是真心现的，那个世界纯真纯净，没有虚妄。不但是实报土是法性土、法性身，连方便土、同居土也是法性身、法性土，就是它没有生灭，没有变化。人寿命很长，永远年轻，他不老。我们这个世间人，年岁大了就衰老了，他有变化，他有生灭，前一个念头灭了，后一个念头生。",
      "zh_TW": "成佛要禁得起考驗，五欲六塵都在考驗我們，眼見色，執不執著？分不分別？耳聞聲，有沒有分別、執著？鼻聞香、舌嘗味、身體的接觸，還有第六意識起心動念。六根起作用緣六塵境界，錯就錯在分別執著、起心動念，起心動念叫迷，叫一念不覺。如果是覺，覺不起心不動念，覺心不動，不覺的心就動了，所以叫一念不覺。這一念不覺是什麼？就是無明，無明就是阿賴耶。阿賴耶就是迷失了的真性，它的體是真性，帶著迷情，稱為阿賴耶。這是假的，不是真的，妄心。妄心有生有滅，妄心夾雜在真心裡面。真心雖然如如不動、不生不滅，可是真心所現的相，法性身所現的，什麼相？一真法界，諸佛如來的實報莊嚴土，這是真性。西方極樂世界是真心現的，不但實報土是真心，連方便土、同居土全是真心現的，那個世界純真純淨，沒有虛妄。不但是實報土是法性土、法性身，連方便土、同居土也是法性身、法性土，就是它沒有生滅，沒有變化。人壽命很長，永遠年輕，他不老。我們這個世間人，年歲大了就衰老了，他有變化，他有生滅，前一個念頭滅了，後一個念頭生。"
    },
    {
      "id": "02-041-0024_p0008",
      "zh_CN": "最明显的例子，像这卷电影的底片，我们看老式的电影，电影底片是幻灯片。在放映机里面，镜头打开，这一张画面打在银幕上，再把镜头关起来，换一张，换第二张；第二张打在银幕上去了，再把镜头关起来，放第三张，一秒钟二十四张。也就是这么多的幻灯片的幻相纠缠在银幕上，让我们看到了，看到这个画面，看到人物、看到建筑、看到树木花草、看到山河大地。我们必须要知道，每一张的底片都不一样，张张不相同。佛用这个方法告诉我们，我们从来没有看到过宇宙万法的真相，它的本来面目没看到。我们看到是银幕上的画面，这个底片才是它的真相，真相有没有动？没动。",
      "zh_TW": "最明顯的例子，像這捲電影的底片，我們看老式的電影，電影底片是幻燈片。在放映機裡面，鏡頭打開，這一張畫面打在銀幕上，再把鏡頭關起來，換一張，換第二張；第二張打在銀幕上去了，再把鏡頭關起來，放第三張，一秒鐘二十四張。也就是這麼多的幻燈片的幻相糾纏在銀幕上，讓我們看到了，看到這個畫面，看到人物、看到建築、看到樹木花草、看到山河大地。我們必須要知道，每一張的底片都不一樣，張張不相同。佛用這個方法告訴我們，我們從來沒有看到過宇宙萬法的真相，它的本來面目沒看到。我們看到是銀幕上的畫面，這個底片才是它的真相，真相有沒有動？沒動。"
    },
    {
      "id": "02-041-0024_p0009",
      "zh_CN": "每一个画面，就是每一格的一张幻灯片，那就叫一念。我们能看到这个现象，是一秒钟二十四张幻灯片纠缠在一起，看到它的幻相，不是真相，真相看不到。为什么？我们试着看，把这个幻灯片，二十四张一秒钟，我们把它抹黑，只留一张。只留一张这就是二十四分之一秒，把它打在银幕上，大家看到没有？看到了，看到什么？光闪了一下就不见了。二十四分之一秒，光闪一下就没有了，里面什么没看见。必须要至少要十二张，就是半秒钟，十二张纠缠在一起，我们看到一个模糊的影子，好像有人、有房子、有树木花草，不清楚。二十四张，一秒钟，看清楚了，你能够说出这画面里头有什么东西。",
      "zh_TW": "每一個畫面，就是每一格的一張幻燈片，那就叫一念。我們能看到這個現象，是一秒鐘二十四張幻燈片糾纏在一起，看到它的幻相，不是真相，真相看不到。為什麼？我們試著看，把這個幻燈片，二十四張一秒鐘，我們把它抹黑，只留一張。只留一張這就是二十四分之一秒，把它打在銀幕上，大家看到沒有？看到了，看到什麼？光閃了一下就不見了。二十四分之一秒，光閃一下就沒有了，裡面什麼沒看見。必須要至少要十二張，就是半秒鐘，十二張糾纏在一起，我們看到一個模糊的影子，好像有人、有房子、有樹木花草，不清楚。二十四張，一秒鐘，看清楚了，你能夠說出這畫面裡頭有什麼東西。"
    },
    {
      "id": "02-041-0024_p0010",
      "zh_CN": "电视，过去的旧的电视，一秒钟等于电影多少张？电影是一秒钟二十四张。以前那个电视一秒钟五十张，现在是数码，现在一秒钟等于电影的画面一秒钟多少张？一百张。二十四张，就是二十四分之一秒，我们只能看到个闪光，闪光里头什么都没有，都没看见。要把这个频率提升到五十张、提升到一百张，百分之一秒，就在你眼前你没看到，连闪光都没看到。五十分之一秒，闪光就看不到了。大的音声，雷电就在你眼前的音声，如果在二十四分之一秒，你有没有听见？没听见，它就没有了。在现在一百分之一秒的电视画面更不可能，就在面前毫无感触。这是事实真相，相似的事实真相，不是真相。",
      "zh_TW": "電視，過去的舊的電視，一秒鐘等於電影多少張？電影是一秒鐘二十四張。以前那個電視一秒鐘五十張，現在是數碼，現在一秒鐘等於電影的畫面一秒鐘多少張？一百張。二十四張，就是二十四分之一秒，我們只能看到個閃光，閃光裡頭什麼都沒有，都沒看見。要把這個頻率提升到五十張、提升到一百張，百分之一秒，就在你眼前你沒看到，連閃光都沒看到。五十分之一秒，閃光就看不到了。大的音聲，雷電就在你眼前的音聲，如果在二十四分之一秒，你有沒有聽見？沒聽見，它就沒有了。在現在一百分之一秒的電視畫面更不可能，就在面前毫無感觸。這是事實真相，相似的事實真相，不是真相。"
    },
    {
      "id": "02-041-0024_p0011",
      "zh_CN": "事实真相是什么？我们看到释迦牟尼佛跟弥勒菩萨的对话，佛问弥勒菩萨，说心有所念，凡夫，六道凡夫心里起个念头，这个念头有几念、有几相、有几识？经文是「心有所念，几念几相识耶」，问弥勒菩萨。相，物质现象；识，心理现象，相跟识加起来就是五蕴，色受想行识，相是色，识是受想行识，叫五蕴。它怎么发生的？就跟电影画面一个道理，高频率之下发生的。弥勒菩萨的回答，这都讲给我们听的，「一弹指」，这一弹指的时间很短，有多少念？「三十二亿百千念」，单位是百千，一百个千是十万，三十二亿乘十万，三百二十兆一弹指。",
      "zh_TW": "事實真相是什麼？我們看到釋迦牟尼佛跟彌勒菩薩的對話，佛問彌勒菩薩，說心有所念，凡夫，六道凡夫心裡起個念頭，這個念頭有幾念、有幾相、有幾識？經文是「心有所念，幾念幾相識耶」，問彌勒菩薩。相，物質現象；識，心理現象，相跟識加起來就是五蘊，色受想行識，相是色，識是受想行識，叫五蘊。它怎麼發生的？就跟電影畫面一個道理，高頻率之下發生的。彌勒菩薩的回答，這都講給我們聽的，「一彈指」，這一彈指的時間很短，有多少念？「三十二億百千念」，單位是百千，一百個千是十萬，三十二億乘十萬，三百二十兆一彈指。"
    },
    {
      "id": "02-041-0024_p0012",
      "zh_CN": "我们现在科学用时间单位说秒，一秒钟能弹多少次？我能够弹四次到五次，有人告诉我可以弹到七次，我相信。如果是七次，乘三百二十兆，二千二百兆一秒钟。一秒钟二千二百兆次的生灭，你怎么会知道？这个现象在哪里？就在眼前，从早到晚从来没离开我们，我们毫无觉知，根本不知道这回事情。这叫什么？这诸法实相。如果说是弹五次，我通常都讲五次，五次是一千六百兆，一秒钟一千六百兆。一秒钟二十四次就把我们骗到了，现在把频率提升到二千二百兆，科学家还没有这个能力。我听到科学报告，最新的仪器可以捕捉到一千兆分之一秒，佛讲的是二千二百兆分之一秒，还没有这个仪器。这叫一念，二千二百兆分之一秒叫一念，这一念什么？就整个宇宙现前了。宇宙从哪来的？心想生的。",
      "zh_TW": "我們現在科學用時間單位說秒，一秒鐘能彈多少次？我能夠彈四次到五次，有人告訴我可以彈到七次，我相信。如果是七次，乘三百二十兆，二千二百兆一秒鐘。一秒鐘二千二百兆次的生滅，你怎麼會知道？這個現象在哪裡？就在眼前，從早到晚從來沒離開我們，我們毫無覺知，根本不知道這回事情。這叫什麼？這諸法實相。如果說是彈五次，我通常都講五次，五次是一千六百兆，一秒鐘一千六百兆。一秒鐘二十四次就把我們騙到了，現在把頻率提升到二千二百兆，科學家還沒有這個能力。我聽到科學報告，最新的儀器可以捕捉到一千兆分之一秒，佛講的是二千二百兆分之一秒，還沒有這個儀器。這叫一念，二千二百兆分之一秒叫一念，這一念什麼？就整個宇宙現前了。宇宙從哪來的？心想生的。"
    },
    {
      "id": "02-041-0024_p0013",
      "zh_CN": "现在量子力学家研究人的意念，念力的能量，人数很多，很热衷研究这个问题。有这么多人去研究，我们相信十年、二十年一定有所发现。像过去科学家研究物质，差不多用了八、九十年的时间，把什么是物质找到了，物质这个宇宙的奥秘被揭穿了。下面就有一个能生物质的念力，现在大家集中在这个问题上，有很多报告，书店都可以找到。慢慢靠近，他们将来所得的结论，大乘经上释迦牟尼佛三千年前都讲过了，讲得比他还详细。所以科学家要问，释迦牟尼佛那个时代没有科学，他怎么知道的？为什么说得那么详细？现在才被科学的方法证明他说得没错。",
      "zh_TW": "現在量子力學家研究人的意念，念力的能量，人數很多，很熱衷研究這個問題。有這麼多人去研究，我們相信十年、二十年一定有所發現。像過去科學家研究物質，差不多用了八、九十年的時間，把什麼是物質找到了，物質這個宇宙的奧祕被揭穿了。下面就有一個能生物質的念力，現在大家集中在這個問題上，有很多報告，書店都可以找到。慢慢靠近，他們將來所得的結論，大乘經上釋迦牟尼佛三千年前都講過了，講得比他還詳細。所以科學家要問，釋迦牟尼佛那個時代沒有科學，他怎麼知道的？為什麼說得那麼詳細？現在才被科學的方法證明他說得沒錯。"
    },
    {
      "id": "02-041-0024_p0014",
      "zh_CN": "所以佛法是什么？佛法不是宗教，佛法是教育，是佛陀的教育。它普世教育，这对一般群众，对六道众生，它教学的内容是伦理、是道德、是因果。对于上上根人，它所讲的是哲学、是科学，把哲学、科学都讲到登峰造极，都讲到究竟圆满。那我们就要知道，佛经上讲的伦理、道德、因果当然也是究竟圆满。世间有这么好的东西，中国古人知道，现在人不知道。古人为什么知道？古人有中国老祖宗、古圣先贤教学的基础，他立在这个基础上，他能认识佛教，佛陀教育他认识。所以佛教不是自己传来的，是中国帝王听到有这么一桩好事情，派遣特使从外国请回来的，它不是自己来的。",
      "zh_TW": "所以佛法是什麼？佛法不是宗教，佛法是教育，是佛陀的教育。它普世教育，這對一般群眾，對六道眾生，它教學的內容是倫理、是道德、是因果。對於上上根人，它所講的是哲學、是科學，把哲學、科學都講到登峰造極，都講到究竟圓滿。那我們就要知道，佛經上講的倫理、道德、因果當然也是究竟圓滿。世間有這麼好的東西，中國古人知道，現在人不知道。古人為什麼知道？古人有中國老祖宗、古聖先賢教學的基礎，他立在這個基礎上，他能認識佛教，佛陀教育他認識。所以佛教不是自己傳來的，是中國帝王聽到有這麼一樁好事情，派遣特使從外國請回來的，它不是自己來的。"
    },
    {
      "id": "02-041-0024_p0015",
      "zh_CN": "摩腾、竺法兰到中国，中国的帝王以国师这个礼来接待他，向他们学习。国家成立机构，就是寺，寺是政府办事的机构，直属于皇上的称寺，属于宰相的称部。凡是称寺，这种机构是永久设立，不会撤销，不会改变，这叫寺；宰相底下的部可以撤销、可以改变，就像佛法里面讲那是无常的，寺是永久的。诸位要到北京故宫去参观，你就看到，里面有很多都用寺的名称。所以佛教到中国来，也称之为寺，意思就是这是国家永久设立的教学机构，不是神庙。这些具有历史寺院，有千年以上的历史的，世世代代都出过高僧大德，真正有学问、有德行成就的人。《高僧传》有记载，《居士传》有记载在家学佛有成就的。",
      "zh_TW": "摩騰、竺法蘭到中國，中國的帝王以國師這個禮來接待他，向他們學習。國家成立機構，就是寺，寺是政府辦事的機構，直屬於皇上的稱寺，屬於宰相的稱部。凡是稱寺，這種機構是永久設立，不會撤銷，不會改變，這叫寺；宰相底下的部可以撤銷、可以改變，就像佛法裡面講那是無常的，寺是永久的。諸位要到北京故宮去參觀，你就看到，裡面有很多都用寺的名稱。所以佛教到中國來，也稱之為寺，意思就是這是國家永久設立的教學機構，不是神廟。這些具有歷史寺院，有千年以上的歷史的，世世代代都出過高僧大德，真正有學問、有德行成就的人。《高僧傳》有記載，《居士傳》有記載在家學佛有成就的。"
    },
    {
      "id": "02-041-0024_p0016",
      "zh_CN": "在佛陀教学当中，最不可思议的就是净宗法门，净宗法门就这一句佛号，「下手最易，无分男女老少，不论智愚闲忙，人人能念，个个可行」。这个法门传到中国来，东晋慧远大师首创专依《无量寿经》。一部经、一句佛号，不是我创始的，慧远大师创始的，这个要知道。慧远大师那个时代，净土经典只有《无量寿经》翻成中文，《弥陀经》、《观经》都没有翻出来。所以那时候依靠的，一部经、一句佛号。远公大师在世的时候，四次见到极乐世界，他从来没有告诉过人。第四次是阿弥陀佛接他去往生，他才告诉大众，阿弥陀佛跟莲社比他早往生的莲友，都在阿弥陀佛的身边，他一个个的名字都可以叫得出来。别人问他，极乐世界像什么样子？跟《无量寿经》上讲的一模一样。证明是真的不是假的。远公莲社一百二十多个人个个往生，叫大圆满。禅宗里头最殊胜的成就就是六祖惠能，他会下成就也不过四十几个人，跟远公不能相比。那四十个人真是上上根人，中下没分；这个法门，下根人有分，上中下统统有分，男女老少。",
      "zh_TW": "在佛陀教學當中，最不可思議的就是淨宗法門，淨宗法門就這一句佛號，「下手最易，無分男女老少，不論智愚閑忙，人人能念，個個可行」。這個法門傳到中國來，東晉慧遠大師首創專依《無量壽經》。一部經、一句佛號，不是我創始的，慧遠大師創始的，這個要知道。慧遠大師那個時代，淨土經典只有《無量壽經》翻成中文，《彌陀經》、《觀經》都沒有翻出來。所以那時候依靠的，一部經、一句佛號。遠公大師在世的時候，四次見到極樂世界，他從來沒有告訴過人。第四次是阿彌陀佛接他去往生，他才告訴大眾，阿彌陀佛跟蓮社比他早往生的蓮友，都在阿彌陀佛的身邊，他一個個的名字都可以叫得出來。別人問他，極樂世界像什麼樣子？跟《無量壽經》上講的一模一樣。證明是真的不是假的。遠公蓮社一百二十多個人個個往生，叫大圓滿。禪宗裡頭最殊勝的成就就是六祖惠能，他會下成就也不過四十幾個人，跟遠公不能相比。那四十個人真是上上根人，中下沒分；這個法門，下根人有分，上中下統統有分，男女老少。"
    },
    {
      "id": "02-041-0024_p0017",
      "zh_CN": "最近不久，我们还听到一个十岁小女孩往生，女、少，我们这里有资料提供给诸位做参考。这个小女孩七岁开始念佛。父母学佛，每天早晚课诵经，小孩七岁，好奇，问她爸爸，你念的是什么？他说我念的《弥陀经》。什么叫《弥陀经》？爸爸把西方极乐世界简单介绍给她，她听了好欢喜。她说爸爸这个地方好，你能不能带我去？她爸爸说我不行。她说什么人行？阿弥陀佛。阿弥陀佛在哪里？妳只要天天念他，他就会带妳去。这小孩真干，就开始每天念阿弥陀佛，念了三年，十岁预知时至。往生前一天告诉她爸爸，明天阿弥陀佛要接我回老家，请她爸爸把他们的亲戚朋友都邀来，送她往生。她爸爸真的照办，统邀来，到第二天真往生了。没有生病，没有病痛这些象征，说走就走了。这是现身说法，证明这个地方「无分男女老少，不论智愚闲忙」。",
      "zh_TW": "最近不久，我們還聽到一個十歲小女孩往生，女、少，我們這裡有資料提供給諸位做參考。這個小女孩七歲開始念佛。父母學佛，每天早晚課誦經，小孩七歲，好奇，問她爸爸，你念的是什麼？他說我念的《彌陀經》。什麼叫《彌陀經》？爸爸把西方極樂世界簡單介紹給她，她聽了好歡喜。她說爸爸這個地方好，你能不能帶我去？她爸爸說我不行。她說什麼人行？阿彌陀佛。阿彌陀佛在哪裡？妳只要天天念他，他就會帶妳去。這小孩真幹，就開始每天念阿彌陀佛，念了三年，十歲預知時至。往生前一天告訴她爸爸，明天阿彌陀佛要接我回老家，請她爸爸把他們的親戚朋友都邀來，送她往生。她爸爸真的照辦，統邀來，到第二天真往生了。沒有生病，沒有病痛這些象徵，說走就走了。這是現身說法，證明這個地方「無分男女老少，不論智愚閑忙」。"
    },
    {
      "id": "02-041-0024_p0018",
      "zh_CN": "我们历代祖师当中，那有智慧的，像一般我们常常会想到谛闲老和尚的徒弟锅漏匠，就一句阿弥陀佛，三年，预知时至往生，站着走的，真自在，没有生病。最近我们看到的，南阳来佛寺海贤法师的往生，多自在。这个老法师一百一十二岁，出生在贫寒的家庭，一生受苦受难。二十岁出家，没有念过书，不认识字，师父只教他一句阿弥陀佛，教他一直念下去。这个人老实、听话、真干，可以说是非常老实，无比的老实，心里头没有杂念、没有妄想，持戒念佛。乡下小庙没人去烧香供养，有几亩地，自己耕种来养活自己。除这几亩地之外，他年轻有体力，开荒，庙里附近的荒地，没有主的，山坡地，他开荒。一生当中，他所开荒的这些土地一百多亩，种粮食、种水果、种蔬菜。庙里只有四个人，四个人在中国古代，只要有五亩地，四口之家温饱就没有问题。他种了一百多亩地，当然收的粮食多，干什么？布施，临近乡村里头有没得吃的，他统统供给粮食、供给蔬菜。他没有金钱布施，他用自己耕种的食物布施大众。受惠的，报告里头告诉我们成千上万人。真不容易！",
      "zh_TW": "我們歷代祖師當中，那有智慧的，像一般我們常常會想到諦閑老和尚的徒弟鍋漏匠，就一句阿彌陀佛，三年，預知時至往生，站著走的，真自在，沒有生病。最近我們看到的，南陽來佛寺海賢法師的往生，多自在。這個老法師一百一十二歲，出生在貧寒的家庭，一生受苦受難。二十歲出家，沒有念過書，不認識字，師父只教他一句阿彌陀佛，教他一直念下去。這個人老實、聽話、真幹，可以說是非常老實，無比的老實，心裡頭沒有雜念、沒有妄想，持戒念佛。鄉下小廟沒人去燒香供養，有幾畝地，自己耕種來養活自己。除這幾畝地之外，他年輕有體力，開荒，廟裡附近的荒地，沒有主的，山坡地，他開荒。一生當中，他所開荒的這些土地一百多畝，種糧食、種水果、種蔬菜。廟裡只有四個人，四個人在中國古代，只要有五畝地，四口之家溫飽就沒有問題。他種了一百多畝地，當然收的糧食多，幹什麼？布施，臨近鄉村裡頭有沒得吃的，他統統供給糧食、供給蔬菜。他沒有金錢布施，他用自己耕種的食物布施大眾。受惠的，報告裡頭告訴我們成千上萬人。真不容易！"
    },
    {
      "id": "02-041-0024_p0019",
      "zh_CN": "不认识字，连早晚课诵本都不会，在别人寺庙里头参加早晚课，他就念阿弥陀佛，一句佛号念到底。这一句阿弥陀佛念了九十二年，你看，二十岁开始念，一百一十二岁。这么样的一个老实人，我们就会想到他不简单。真正老实、恭敬，心地清净没有染污，这个他做到，三年决定能达到功夫成片，达到功夫成片就能往生了。在这个时候我们相信，大势至菩萨讲的话，「忆佛念佛，现前当来，必定见佛」，他现前见佛。见佛，佛就会给他授记，就告诉他，你的寿命还有多少，等到你命终的时候我来接引你。要不然你怎么会知道哪一天走？到命终大概前有早的二、三个月，迟的一个星期，你一定会见佛，佛一定会告诉你。那在我们相信，他二十岁开始念佛，二十三岁功夫可以成片，再三年能达到事一心不乱，再三年达到理一心不乱。换句话说，他在三十岁，或者三十到四十之间，他念到什么程度？念到理一心不乱，理一心不乱就是禅宗里头大彻大悟、明心见性。",
      "zh_TW": "不認識字，連早晚課誦本都不會，在別人寺廟裡頭參加早晚課，他就念阿彌陀佛，一句佛號念到底。這一句阿彌陀佛念了九十二年，你看，二十歲開始念，一百一十二歲。這麼樣的一個老實人，我們就會想到他不簡單。真正老實、恭敬，心地清淨沒有染污，這個他做到，三年決定能達到功夫成片，達到功夫成片就能往生了。在這個時候我們相信，大勢至菩薩講的話，「憶佛念佛，現前當來，必定見佛」，他現前見佛。見佛，佛就會給他授記，就告訴他，你的壽命還有多少，等到你命終的時候我來接引你。要不然你怎麼會知道哪一天走？到命終大概前有早的二、三個月，遲的一個星期，你一定會見佛，佛一定會告訴你。那在我們相信，他二十歲開始念佛，二十三歲功夫可以成片，再三年能達到事一心不亂，再三年達到理一心不亂。換句話說，他在三十歲，或者三十到四十之間，他念到什麼程度？念到理一心不亂，理一心不亂就是禪宗裡頭大徹大悟、明心見性。"
    },
    {
      "id": "02-041-0024_p0020",
      "zh_CN": "他并不讳言，有人问他，他说他什么都知道，就是不说。什么都知道，他大彻大悟，他明心见性了，早就可以往生了。他见极乐世界，他见阿弥陀佛，我相信九十二年当中决定不止四次。慧远大师一生见四次，他一生至少，我觉得应该十次到二十次。弥陀弟子！有人问他，你见到阿弥陀佛，阿弥陀佛跟你说什么？他说我要求阿弥陀佛带我往生，阿弥陀佛不肯答应，要我表法。留他来表法，表什么法？当然他一生都是表法，但是最重要的一个，就是最后一次表法，他的表法功德圆满了，阿弥陀佛接他走了。最后一次表法，就是表我们现在的僧团需要和睦，宏琳法师写的一本书，《若要佛法兴，唯有僧赞僧》，他来表这个法。",
      "zh_TW": "他並不諱言，有人問他，他說他什麼都知道，就是不說。什麼都知道，他大徹大悟，他明心見性了，早就可以往生了。他見極樂世界，他見阿彌陀佛，我相信九十二年當中決定不止四次。慧遠大師一生見四次，他一生至少，我覺得應該十次到二十次。彌陀弟子！有人問他，你見到阿彌陀佛，阿彌陀佛跟你說什麼？他說我要求阿彌陀佛帶我往生，阿彌陀佛不肯答應，要我表法。留他來表法，表什麼法？當然他一生都是表法，但是最重要的一個，就是最後一次表法，他的表法功德圓滿了，阿彌陀佛接他走了。最後一次表法，就是表我們現在的僧團需要和睦，宏琳法師寫的一本書，《若要佛法興，唯有僧讚僧》，他來表這個法。"
    },
    {
      "id": "02-041-0024_p0021",
      "zh_CN": "往生前三天，有同修把这本书带到小庙送给他。他不认识字，他问这什么书？人家告诉他，这本书叫《若要佛法兴，唯有僧赞僧》。他一听到无比的欢喜，他的弟子形容说，好像天天想的宝贝一下到手了，那种欢喜兴奋。马上穿袍搭衣，把他最心爱的袈裟披在身上，手上捧着这个书，要求大家，你们赶快给我照相。最后表法。这个表法之后，你看，三天就走了。走的前一天还在菜园里面种菜，在翻土，从早到晚一天没休息。有些人看到，劝老和尚，天黑了，该休息了。他的回答说，快了，我快做完了，做完了我就不做了。这就是普通话，没有想到第二天他就走了，就那天晚上他走了。他做完了，他不做了，所以说老和尚话中有话。不要人助念，他说助念不可靠，要走得自在。",
      "zh_TW": "往生前三天，有同修把這本書帶到小廟送給他。他不認識字，他問這什麼書？人家告訴他，這本書叫《若要佛法興，唯有僧讚僧》。他一聽到無比的歡喜，他的弟子形容說，好像天天想的寶貝一下到手了，那種歡喜興奮。馬上穿袍搭衣，把他最心愛的袈裟披在身上，手上捧著這個書，要求大家，你們趕快給我照相。最後表法。這個表法之後，你看，三天就走了。走的前一天還在菜園裡面種菜，在翻土，從早到晚一天沒休息。有些人看到，勸老和尚，天黑了，該休息了。他的回答說，快了，我快做完了，做完了我就不做了。這就是普通話，沒有想到第二天他就走了，就那天晚上他走了。他做完了，他不做了，所以說老和尚話中有話。不要人助念，他說助念不可靠，要走得自在。"
    },
    {
      "id": "02-041-0024_p0022",
      "zh_CN": "妈妈走得太自在了！妈妈年老了，家里没人照顾，他把她接到来佛寺，在来佛寺住了很长一段时间，妈妈从小吃素、念佛。所以，来佛寺三个和尚都是一句佛号。我们还要一部经，他一部经都不要，就一句佛号，一句佛号念到底，念到理一心不乱。妈妈八十六岁走的，也是走得非常潇洒。当然这些人统统都跟阿弥陀佛见了面，就是不说，家人也不说，她连海贤老和尚都不告诉他，只是叫我要回老家。回老家往生，为什么？还有一些亲人，女儿、姪女，这是她最关心的。把这些家亲眷属找来，吃个团圆饭，亲自下厨房包饺子。大家吃完之后，她坐在一个椅子上，双腿一盘，很大的声音告诉大家：我走了！就走了，一声喊了就走了。你看，多自在！绝对不是普通人能做到，精神饱满，气力强壮，一句话说走就走了。那时候，他说在时局非常困难，应该是在文化大革命那个时代，所以海贤老和尚也只用简单的、很薄的木板钉了个棺材，把他母亲埋葬了。常常挂在心上，对母亲这个葬礼太薄了，对不起妈妈。八年之后，环境好转，他想把他妈妈改葬。把坟墓挖出来，棺材打开，人没有了，不见了，棺材里头只有几枚钉棺材的钉子，人不见了。这种现象，历史上有一个例子，达摩祖师。",
      "zh_TW": "媽媽走得太自在了！媽媽年老了，家裡沒人照顧，他把她接到來佛寺，在來佛寺住了很長一段時間，媽媽從小吃素、念佛。所以，來佛寺三個和尚都是一句佛號。我們還要一部經，他一部經都不要，就一句佛號，一句佛號念到底，念到理一心不亂。媽媽八十六歲走的，也是走得非常瀟灑。當然這些人統統都跟阿彌陀佛見了面，就是不說，家人也不說，她連海賢老和尚都不告訴他，只是叫我要回老家。回老家往生，為什麼？還有一些親人，女兒、姪女，這是她最關心的。把這些家親眷屬找來，吃個團圓飯，親自下廚房包餃子。大家吃完之後，她坐在一個椅子上，雙腿一盤，很大的聲音告訴大家：我走了！就走了，一聲喊了就走了。你看，多自在！絕對不是普通人能做到，精神飽滿，氣力強壯，一句話說走就走了。那時候，他說在時局非常困難，應該是在文化大革命那個時代，所以海賢老和尚也只用簡單的、很薄的木板釘了個棺材，把他母親埋葬了。常常掛在心上，對母親這個葬禮太薄了，對不起媽媽。八年之後，環境好轉，他想把他媽媽改葬。把墳墓挖出來，棺材打開，人沒有了，不見了，棺材裡頭只有幾枚釘棺材的釘子，人不見了。這種現象，歷史上有一個例子，達摩祖師。"
    },
    {
      "id": "02-041-0024_p0023",
      "zh_CN": "达摩在中国传教，传禅宗，圆寂之后，也是葬在中国。几个月之后，从西域，就是现在的新疆来了一个人，大概家乡在达摩祖师坟地不远。说他在西域见到达摩，达摩祖师一只脚穿草鞋，另外一只脚打赤脚。他们核对这个时间，正是达摩祖师下葬之后那几天。大家不相信，他过世了，怎么会跑到新疆去了？再把棺材挖出来，打开看，果然人没有了，棺材里头有一只草鞋。证明这个人讲的话是真的，不是假的。一千多年之后，在现在，我们又遇到类似达摩这个事情。所以人家说，他的妈妈是不是菩萨再来？我们凡夫，没有神通不知道，这绝不是普通人。来佛寺二圣，那要加他妈妈，三圣，来佛三圣。一生表法，最大的一个表法，就是一句佛号就能证得究竟圆满。对我们这几年修学的方向、目标证实是正确的，我们提倡一句佛号、一部经典，一部经典，依夏莲居老居士的会集本；一部注解，黄念祖老居士的集注。这条路就畅通无阻，离究竟苦，究竟苦是六道轮回，得究竟乐，究竟乐是极乐世界。我们要把这个方向、目标确定，不能再走弯路，不可以退转。所以要知道古大德所说，人人能念，个个能行，为什么不干？",
      "zh_TW": "達摩在中國傳教，傳禪宗，圓寂之後，也是葬在中國。幾個月之後，從西域，就是現在的新疆來了一個人，大概家鄉在達摩祖師墳地不遠。說他在西域見到達摩，達摩祖師一隻腳穿草鞋，另外一隻腳打赤腳。他們核對這個時間，正是達摩祖師下葬之後那幾天。大家不相信，他過世了，怎麼會跑到新疆去了？再把棺材挖出來，打開看，果然人沒有了，棺材裡頭有一隻草鞋。證明這個人講的話是真的，不是假的。一千多年之後，在現在，我們又遇到類似達摩這個事情。所以人家說，他的媽媽是不是菩薩再來？我們凡夫，沒有神通不知道，這絕不是普通人。來佛寺二聖，那要加他媽媽，三聖，來佛三聖。一生表法，最大的一個表法，就是一句佛號就能證得究竟圓滿。對我們這幾年修學的方向、目標證實是正確的，我們提倡一句佛號、一部經典，一部經典，依夏蓮居老居士的會集本；一部註解，黃念祖老居士的集註。這條路就暢通無阻，離究竟苦，究竟苦是六道輪迴，得究竟樂，究竟樂是極樂世界。我們要把這個方向、目標確定，不能再走彎路，不可以退轉。所以要知道古大德所說，人人能念，個個能行，為什麼不幹？"
    },
    {
      "id": "02-041-0024_p0024",
      "zh_CN": "「名召万德，妙感难思」，名就这一句名号。难为海贤老和尚给我们表演，念了九十二年，就这一句阿弥陀佛。跟他的生活、跟他的工作、待人接物完全融成一片，生活是念佛，工作是念佛，没有妨碍，处事待人接物样样不碍事，能成无上道。看到老和尚的忍辱，老和尚的持戒、布施、精进、禅定、般若，生活当中充满了真实智慧。也告诉我们在现前这个大时代当中，像他这样的行谊，决定有成就，决定没有障碍。别人要的他都不要，真正做到于人无争，于世无求。所受的委屈、冤枉，那都是累积无量功德，忍辱波罗蜜圆满。奇耻大辱加给你，你还是念佛求往生，没有把这个事情放在心上，宽宏大量，无所不包容。所以名召万德，阿弥陀佛这个名号召集无量无边的功德。不但是自己的功德，把诸佛如来的功德都召到现前变成自己的功德。妙感难思，妙是微妙，是我们无法想像，感是感应。谁安慰他？我想到阿弥陀佛常常安慰他。我们今天也遇到这些灾难，佛没有常常来安慰我，但是展开经卷，天天得安慰。《无量寿经》释迦牟尼佛说的，说的是谁？说的是阿弥陀佛。读这部经就得到释迦、弥陀的安慰，释迦、弥陀的加持，所以法喜充满，烦恼不会现起来，智慧会现起来。",
      "zh_TW": "「名召萬德，妙感難思」，名就這一句名號。難為海賢老和尚給我們表演，念了九十二年，就這一句阿彌陀佛。跟他的生活、跟他的工作、待人接物完全融成一片，生活是念佛，工作是念佛，沒有妨礙，處事待人接物樣樣不礙事，能成無上道。看到老和尚的忍辱，老和尚的持戒、布施、精進、禪定、般若，生活當中充滿了真實智慧。也告訴我們在現前這個大時代當中，像他這樣的行誼，決定有成就，決定沒有障礙。別人要的他都不要，真正做到於人無爭，於世無求。所受的委屈、冤枉，那都是累積無量功德，忍辱波羅蜜圓滿。奇恥大辱加給你，你還是念佛求往生，沒有把這個事情放在心上，寬宏大量，無所不包容。所以名召萬德，阿彌陀佛這個名號召集無量無邊的功德。不但是自己的功德，把諸佛如來的功德都召到現前變成自己的功德。妙感難思，妙是微妙，是我們無法想像，感是感應。誰安慰他？我想到阿彌陀佛常常安慰他。我們今天也遇到這些災難，佛沒有常常來安慰我，但是展開經卷，天天得安慰。《無量壽經》釋迦牟尼佛說的，說的是誰？說的是阿彌陀佛。讀這部經就得到釋迦、彌陀的安慰，釋迦、彌陀的加持，所以法喜充滿，煩惱不會現起來，智慧會現起來。"
    },
    {
      "id": "02-041-0024_p0025",
      "zh_CN": "你看，「从有念巧入无念」，这是功夫，有念是有心念佛，无念是无心，佛号不断。「即凡心顿显果德」，我们没有到极乐世界，是六道凡夫，虽是凡夫，能够顿显果德。果德是什么？是西方极乐世界依正庄严。念佛人一定要知道，我走的路子跟别人不同，别人的路子是六道轮回。这世间真正有修行人，修行得不错，他走十法界。我们走的路子是西方极乐世界，这条路是径路。八万四千法门、无量法门走的路子是弯路，很长，很费劲，很费时间，不知道什么时候能到达；我们这个路子是径路，一生决定到达。要想去，我有寿命不要了，现在就能去得了。那阿弥陀佛要来加持你，像海贤和尚一样，要你表法，我们能接受。",
      "zh_TW": "你看，「從有念巧入無念」，這是功夫，有念是有心念佛，無念是無心，佛號不斷。「即凡心頓顯果德」，我們沒有到極樂世界，是六道凡夫，雖是凡夫，能夠頓顯果德。果德是什麼？是西方極樂世界依正莊嚴。念佛人一定要知道，我走的路子跟別人不同，別人的路子是六道輪迴。這世間真正有修行人，修行得不錯，他走十法界。我們走的路子是西方極樂世界，這條路是徑路。八萬四千法門、無量法門走的路子是彎路，很長，很費勁，很費時間，不知道什麼時候能到達；我們這個路子是徑路，一生決定到達。要想去，我有壽命不要了，現在就能去得了。那阿彌陀佛要來加持你，像海賢和尚一樣，要你表法，我們能接受。"
    },
    {
      "id": "02-041-0024_p0026",
      "zh_CN": "具足表法的条件，就是要真干，要把佛陀的教诲、经典里面的理论变成我们自己的思想、见解，经里面所有的教训要把它落实到生活当中，给众生做榜样。主要的，必须要做到的，三福、六和、三学、六度、普贤十愿，要真正做到。对自己利益大，为什么？断恶修善，积功累德；对佛教贡献大，为一切佛门弟子，无论在家出家，做最好的榜样。认真努力，自在随缘，要做到自在随缘，必须得看破、放下。看破，了解事实真相，就像《金刚经》上所说的「凡所有相，皆是虚妄」，这真的不是假的。一切有为法，就是有生有灭的法，动物生老病死，这有为法，植物生住异灭，矿物成住坏空，六根所接触的六尘境界全是有为法。这个东西的确跟梦幻泡影是一类的，要放下，不要放在心上。心要恢复清净平等觉，要恢复。清净，没有染污；平等，没有分别；觉，没有迷惑。不染、不动、不迷，平等是不动，这是什么？这是真心，这是本性。念佛念到这个境界，就是理一心不乱。所以，即凡心顿显果德。",
      "zh_TW": "具足表法的條件，就是要真幹，要把佛陀的教誨、經典裡面的理論變成我們自己的思想、見解，經裡面所有的教訓要把它落實到生活當中，給眾生做榜樣。主要的，必須要做到的，三福、六和、三學、六度、普賢十願，要真正做到。對自己利益大，為什麼？斷惡修善，積功累德；對佛教貢獻大，為一切佛門弟子，無論在家出家，做最好的榜樣。認真努力，自在隨緣，要做到自在隨緣，必須得看破、放下。看破，了解事實真相，就像《金剛經》上所說的「凡所有相，皆是虛妄」，這真的不是假的。一切有為法，就是有生有滅的法，動物生老病死，這有為法，植物生住異滅，礦物成住壞空，六根所接觸的六塵境界全是有為法。這個東西的確跟夢幻泡影是一類的，要放下，不要放在心上。心要恢復清淨平等覺，要恢復。清淨，沒有染污；平等，沒有分別；覺，沒有迷惑。不染、不動、不迷，平等是不動，這是什麼？這是真心，這是本性。念佛念到這個境界，就是理一心不亂。所以，即凡心頓顯果德。"
    },
    {
      "id": "02-041-0024_p0027",
      "zh_CN": "「如《疏钞》云」，《疏钞》举出一个实际上的例子，「齐诸圣于片言」，片言就是一句佛号，这一句南无阿弥陀佛。齐是相等，跟谁相等？跟诸圣，诸圣是法身菩萨。法身菩萨指什么地位？十地，跟十地菩萨平等。十地菩萨修其他的法门修无量劫才达到，我们用念佛法门一生就达到，这个不能不知道。所以这是一句佛号能齐诸圣，能帮助你在一生当中证得十地菩萨。「越三祇于一念」，三祇是时间，三大阿僧祇劫，这是非常非常大的数字。三大阿僧祇劫一念，就是念佛，用这个一念的方法就超越三大阿僧祇劫。超过三大阿僧祇劫的菩萨就是八地以上，大乘经上常说的，八地以上入佛境界。所以这个法门，你要知道极圆，圆满到极处，一丝毫缺陷都没有叫圆。无量无边的法门都包含在这一句佛号当中，这佛号不可思议。不但圆而且顿，顿是顿超，就是一念超过三大阿僧祇劫，极圆就是片言能齐法身菩萨。「极圆极顿」，而且怎么？「至简至易」，至也是极的意思，太简单了，太容易了。「故知发菩提心，一向专念」，这是本经的宗旨，宗旨就是修行最高的指导原则，「不但为本经之纲宗」，纲领、宗旨，「实亦为一大藏教之指归」。一大藏是释迦牟尼佛四十九年所说的一切法，法法到最后都归净土，净土是一切法的归宿，归到净土就大圆满了。这不可以不知道，知道之后你就不能不学习。",
      "zh_TW": "「如《疏鈔》云」，《疏鈔》舉出一個實際上的例子，「齊諸聖於片言」，片言就是一句佛號，這一句南無阿彌陀佛。齊是相等，跟誰相等？跟諸聖，諸聖是法身菩薩。法身菩薩指什麼地位？十地，跟十地菩薩平等。十地菩薩修其他的法門修無量劫才達到，我們用念佛法門一生就達到，這個不能不知道。所以這是一句佛號能齊諸聖，能幫助你在一生當中證得十地菩薩。「越三祇於一念」，三祇是時間，三大阿僧祇劫，這是非常非常大的數字。三大阿僧祇劫一念，就是念佛，用這個一念的方法就超越三大阿僧祇劫。超過三大阿僧祇劫的菩薩就是八地以上，大乘經上常說的，八地以上入佛境界。所以這個法門，你要知道極圓，圓滿到極處，一絲毫缺陷都沒有叫圓。無量無邊的法門都包含在這一句佛號當中，這佛號不可思議。不但圓而且頓，頓是頓超，就是一念超過三大阿僧祇劫，極圓就是片言能齊法身菩薩。「極圓極頓」，而且怎麼？「至簡至易」，至也是極的意思，太簡單了，太容易了。「故知發菩提心，一向專念」，這是本經的宗旨，宗旨就是修行最高的指導原則，「不但為本經之綱宗」，綱領、宗旨，「實亦為一大藏教之指歸」。一大藏是釋迦牟尼佛四十九年所說的一切法，法法到最後都歸淨土，淨土是一切法的歸宿，歸到淨土就大圓滿了。這不可以不知道，知道之後你就不能不學習。"
    },
    {
      "id": "02-041-0024_p0028",
      "zh_CN": "我们再看下面第四段，「明趣」。前面是明宗，这边是明趣。宗是修行最高指导原则，趣是果德，你依照这个方法修行，你得到什么，这就是我们得到的果报。第一个小段，「发菩提心，一向专念之所归，在于往生极乐净土，证三不退。故本经以圆生四土，迳登不退为趣」。下面是念老注解的原文。「宗之所归者名趣」，趣是趣向，你能到达什么样的境界，到达什么样的地位，这就是所趣的。「发菩提心，一向专念」，这个宗前面说得很清楚，我们明白了。念佛到最后，结果是什么？在于往生极乐世界，这是我们的目的。念佛人要天天想到，时时刻刻想到极乐世界，真想去，不想在这个世间多留。",
      "zh_TW": "我們再看下面第四段，「明趣」。前面是明宗，這邊是明趣。宗是修行最高指導原則，趣是果德，你依照這個方法修行，你得到什麼，這就是我們得到的果報。第一個小段，「發菩提心，一向專念之所歸，在於往生極樂淨土，證三不退。故本經以圓生四土，逕登不退為趣」。下面是念老註解的原文。「宗之所歸者名趣」，趣是趣向，你能到達什麼樣的境界，到達什麼樣的地位，這就是所趣的。「發菩提心，一向專念」，這個宗前面說得很清楚，我們明白了。念佛到最後，結果是什麼？在於往生極樂世界，這是我們的目的。念佛人要天天想到，時時刻刻想到極樂世界，真想去，不想在這個世間多留。"
    },
    {
      "id": "02-041-0024_p0029",
      "zh_CN": "念念想往生极乐世界，为什么不能往生？你往生的障碍没有排除。障碍是什么？经题上讲的三桩事情你没有做到。你有染污，你的心不清净；你有分别，你的心不平等；你有迷惑，你没有觉悟。所以我们念佛，这三个是标准。我不接受染污，六尘境界现前我如如不动，不接受染污，就清净心现前，能往生，往生的地位不高，在凡圣同居土。如果是真正清净，丝毫染污都没有，不但现前染污你不受，过去的染污也都清除了，也就是你都放下了，心里头干净，只有阿弥陀佛，除阿弥陀佛之外什么也没有，你能往生方便有余土。如果你的心平等，平等是你分别的念头都没有，万法一如，万法不二，这是法身菩萨的境界，你往生到极乐世界，法身大士，生实报庄严土。那后头还有个觉，觉是彻悟，实报土里面，大乘经上常说的八地以上，这称觉；八地、九地、十地、等觉、妙觉，圆满觉，究竟觉。这真正不可思议，所以这是我们的标准。",
      "zh_TW": "念念想往生極樂世界，為什麼不能往生？你往生的障礙沒有排除。障礙是什麼？經題上講的三樁事情你沒有做到。你有染污，你的心不清淨；你有分別，你的心不平等；你有迷惑，你沒有覺悟。所以我們念佛，這三個是標準。我不接受染污，六塵境界現前我如如不動，不接受染污，就清淨心現前，能往生，往生的地位不高，在凡聖同居土。如果是真正清淨，絲毫染污都沒有，不但現前染污你不受，過去的染污也都清除了，也就是你都放下了，心裡頭乾淨，只有阿彌陀佛，除阿彌陀佛之外什麼也沒有，你能往生方便有餘土。如果你的心平等，平等是你分別的念頭都沒有，萬法一如，萬法不二，這是法身菩薩的境界，你往生到極樂世界，法身大士，生實報莊嚴土。那後頭還有個覺，覺是徹悟，實報土裡面，大乘經上常說的八地以上，這稱覺；八地、九地、十地、等覺、妙覺，圓滿覺，究竟覺。這真正不可思議，所以這是我們的標準。"
    },
    {
      "id": "02-041-0024_p0030",
      "zh_CN": "我们真能够念到把分别、执着放下了，你放下得愈多，跟极乐世界、跟阿弥陀佛感应就愈殊胜。佛在哪里？极乐世界在哪里？给你讲真话，就在现前。为什么佛要说极乐世界距离我们十万亿佛国土？这个话是方便语，不是真实的，这个话是从事上说的，是随顺众生俗谛说的，不是真谛。为什么？给你讲真话，法性没有大小，法性没有先后，法性里头没有时间、没有空间，它无处不在，无时不在。我们净土宗里讲四土，最高的层次常寂光土，常寂光在哪里？常寂光遍法界虚空界；那么遍法界虚空界就是常寂光土，就是弥陀净土。你的障碍去掉，它就现前，阿弥陀佛随时现身，跟我们非常亲切，我们想佛，佛就现前。什么心想佛？清净平等觉。什么心想极乐世界？也是清净平等觉。符合这五个字的，随时见佛，随时见极乐世界，所谓是就在当下。",
      "zh_TW": "我們真能夠念到把分別、執著放下了，你放下得愈多，跟極樂世界、跟阿彌陀佛感應就愈殊勝。佛在哪裡？極樂世界在哪裡？給你講真話，就在現前。為什麼佛要說極樂世界距離我們十萬億佛國土？這個話是方便語，不是真實的，這個話是從事上說的，是隨順眾生俗諦說的，不是真諦。為什麼？給你講真話，法性沒有大小，法性沒有先後，法性裡頭沒有時間、沒有空間，它無處不在，無時不在。我們淨土宗裡講四土，最高的層次常寂光土，常寂光在哪裡？常寂光遍法界虛空界；那麼遍法界虛空界就是常寂光土，就是彌陀淨土。你的障礙去掉，它就現前，阿彌陀佛隨時現身，跟我們非常親切，我們想佛，佛就現前。什麼心想佛？清淨平等覺。什麼心想極樂世界？也是清淨平等覺。符合這五個字的，隨時見佛，隨時見極樂世界，所謂是就在當下。"
    },
    {
      "id": "02-041-0024_p0031",
      "zh_CN": "生到极乐世界有什么好处？第一个好处，「证三不退」。我们这个世界修行会退转，进进退退，进得少退得多，所以很难成就。障缘很多，障缘都是来自自己的贪瞋痴慢疑。学了佛，世间法可以放下，佛法放不下。我也吃了这个亏，这不怕人见笑，八十五岁才回头，把最喜欢的《华严经》放下了。《华严》、《法华》、《楞严》、《圆觉》、《般若》、《瑜伽师地论》、《大智度论》，都是最喜欢的、最爱好的，统统放下了。《金刚经》上这句话我念懂了，「法尚应舍，何况非法」，我讲的这是法，法要舍。要往西方极乐世界去，就是一句佛号，我今天就学一句佛号，其他全放下。还要跟大家分享的，我选的就是一部《无量寿经》，其他的经边都不沾。",
      "zh_TW": "生到極樂世界有什麼好處？第一個好處，「證三不退」。我們這個世界修行會退轉，進進退退，進得少退得多，所以很難成就。障緣很多，障緣都是來自自己的貪瞋痴慢疑。學了佛，世間法可以放下，佛法放不下。我也吃了這個虧，這不怕人見笑，八十五歲才回頭，把最喜歡的《華嚴經》放下了。《華嚴》、《法華》、《楞嚴》、《圓覺》、《般若》、《瑜伽師地論》、《大智度論》，都是最喜歡的、最愛好的，統統放下了。《金剛經》上這句話我念懂了，「法尚應捨，何況非法」，我講的這是法，法要捨。要往西方極樂世界去，就是一句佛號，我今天就學一句佛號，其他全放下。還要跟大家分享的，我選的就是一部《無量壽經》，其他的經邊都不沾。"
    },
    {
      "id": "02-041-0024_p0032",
      "zh_CN": "莲池大师晚年说了两句话，说给我们听的，「三藏十二部，让给别人悟」。别人学，欢喜，你们认真好好学，我不学，我来不及了。八十岁以后人生就过完了，中国古人讲，用春夏秋冬，二十岁以前，一岁到二十岁，人生的春天，春生；夏天长，二十到四十岁，人生的夏天；四十到六十，人生的秋天；六十到八十，人生的冬天；八十以后没有了，八十以后叫风烛残年，不定什么时候走。我真正放下不是八十岁，八十五岁，才彻底放下。真正时时刻刻体会到生死事大，轮回路险，太可怕了，一不小心又堕落进去，堕落进去苦不堪言。",
      "zh_TW": "蓮池大師晚年說了兩句話，說給我們聽的，「三藏十二部，讓給別人悟」。別人學，歡喜，你們認真好好學，我不學，我來不及了。八十歲以後人生就過完了，中國古人講，用春夏秋冬，二十歲以前，一歲到二十歲，人生的春天，春生；夏天長，二十到四十歲，人生的夏天；四十到六十，人生的秋天；六十到八十，人生的冬天；八十以後沒有了，八十以後叫風燭殘年，不定什麼時候走。我真正放下不是八十歲，八十五歲，才徹底放下。真正時時刻刻體會到生死事大，輪迴路險，太可怕了，一不小心又墮落進去，墮落進去苦不堪言。"
    },
    {
      "id": "02-041-0024_p0033",
      "zh_CN": "佛经上说得好，我们现在生在这个时代，释迦牟尼佛的减劫，一百年减少一岁。减劫什么？人没福报。往后人类的福报，佛是用一百年一百年算，现在科学家也是的，一个世纪一个世纪，一个世纪就是一百年，一个世纪减一岁；换句话说，一个世纪不如一个世纪，那我们的苦难可想而知。你要想当地藏菩萨救苦救难，得有本事才行，要没有本事的话，你当不了地藏菩萨，你要到地狱受苦。地藏菩萨的本事到哪里学？到极乐世界学，到极乐世界就成就了，圆证三不退。第一个是位不退，绝对不会退转当凡夫，保证了。第二个行不退，决定是修大乘，发菩提心，行不退就是不退菩提心，菩萨。第三是念不退，念念向着萨婆若海，萨婆若海是什么？如来的一切种智；换句话说，就是净土里面的常寂光净土，念不退。一定在这一生当中证得究竟圆满的佛果，《华严》称为妙觉，一生成就。",
      "zh_TW": "佛經上說得好，我們現在生在這個時代，釋迦牟尼佛的減劫，一百年減少一歲。減劫什麼？人沒福報。往後人類的福報，佛是用一百年一百年算，現在科學家也是的，一個世紀一個世紀，一個世紀就是一百年，一個世紀減一歲；換句話說，一個世紀不如一個世紀，那我們的苦難可想而知。你要想當地藏菩薩救苦救難，得有本事才行，要沒有本事的話，你當不了地藏菩薩，你要到地獄受苦。地藏菩薩的本事到哪裡學？到極樂世界學，到極樂世界就成就了，圓證三不退。第一個是位不退，絕對不會退轉當凡夫，保證了。第二個行不退，決定是修大乘，發菩提心，行不退就是不退菩提心，菩薩。第三是念不退，念念向著薩婆若海，薩婆若海是什麼？如來的一切種智；換句話說，就是淨土裡面的常寂光淨土，念不退。一定在這一生當中證得究竟圓滿的佛果，《華嚴》稱為妙覺，一生成就。"
    },
    {
      "id": "02-041-0024_p0034",
      "zh_CN": "「故本经以圆生四土，迳登不退为趣」。你看看圆生四土，一生一切生，生到同居土等于方便土，等于实报土，等于常寂光土，这是在所有经论里头你都看不到。净土法门的殊胜，要对什么人说？《弥陀经》上说得很好，「不可以少善根福德因缘，得生彼国」；换句话说，净宗法门的对象是有善根、福德、因缘的人，只要他有这三个条件，无论男女老少，智愚闲忙，没有一个不成就。希望我们对这个法门，学习《无量寿经》之后，信心十足，愿心坚固，极乐世界的条件就取得了。这样一心专念，我们只有一个方向、只有一个目标。世间人要的全给你，我不跟你们争，你们要我不要，我要的你不要，我们没有冲突，我们好相处。",
      "zh_TW": "「故本經以圓生四土，逕登不退為趣」。你看看圓生四土，一生一切生，生到同居土等於方便土，等於實報土，等於常寂光土，這是在所有經論裡頭你都看不到。淨土法門的殊勝，要對什麼人說？《彌陀經》上說得很好，「不可以少善根福德因緣，得生彼國」；換句話說，淨宗法門的對象是有善根、福德、因緣的人，只要他有這三個條件，無論男女老少，智愚閒忙，沒有一個不成就。希望我們對這個法門，學習《無量壽經》之後，信心十足，願心堅固，極樂世界的條件就取得了。這樣一心專念，我們只有一個方向、只有一個目標。世間人要的全給你，我不跟你們爭，你們要我不要，我要的你不要，我們沒有衝突，我們好相處。"
    },
    {
      "id": "02-041-0024_p0035",
      "zh_CN": "底下一段，「略明四土往生之相」。念老的注解说，净土有四土：第一个凡圣同居土，第二个方便有余土，第三个实报庄严土，第四个常寂光土。这四土，下面这个黑体字是我节录黄念祖老居士的注解的原文，第一次讲注解，讲概要，我没有全讲，我把它节录了，节省时间。那一次讲的是《大经解演义》，从第二次我们就讲他的注解的全文。所以这一段就可以省略。我们看一百八十四页，倒数第六行，看念老的注解，你一看就知道我把它减少了多少。这种方法在时间短的时候，人家要我们介绍西方极乐世界四土，就可以用节录的这一段。我们学习要看原文。",
      "zh_TW": "底下一段，「略明四土往生之相」。念老的註解說，淨土有四土：第一個凡聖同居土，第二個方便有餘土，第三個實報莊嚴土，第四個常寂光土。這四土，下面這個黑體字是我節錄黃念祖老居士的註解的原文，第一次講註解，講概要，我沒有全講，我把它節錄了，節省時間。那一次講的是《大經解演義》，從第二次我們就講他的註解的全文。所以這一段就可以省略。我們看一百八十四頁，倒數第六行，看念老的註解，你一看就知道我把它減少了多少。這種方法在時間短的時候，人家要我們介紹西方極樂世界四土，就可以用節錄的這一段。我們學習要看原文。"
    },
    {
      "id": "02-041-0024_p0036",
      "zh_CN": "「凡圣同居土。极乐世界之凡圣同居土，是同居净土」。这句话很重要，我们这是娑婆世界凡圣同居土，是同居秽土，不是净土。这就是说明娑婆世界跟极乐世界不一样。你看，「我等所在之娑婆世界，亦是凡圣同居土，此土亦有凡有圣」，就是我们这个地球上，在我们中国有。「如文殊常现五台」。这个地方我们再补充一点，刚才我说极乐世界的四土，是法性土，遍法界虚空界，感应不可思议，真的它在现前。我们在虚云老和尚的《年谱》看到，老和尚四十多岁的时候，为报父母之恩发愿朝五台山，从普陀到山西五台三步一拜，把这个功德回向给父母，用了三年多的时间才拜到。",
      "zh_TW": "「凡聖同居土。極樂世界之凡聖同居土，是同居淨土」。這句話很重要，我們這是娑婆世界凡聖同居土，是同居穢土，不是淨土。這就是說明娑婆世界跟極樂世界不一樣。你看，「我等所在之娑婆世界，亦是凡聖同居土，此土亦有凡有聖」，就是我們這個地球上，在我們中國有。「如文殊常現五臺」。這個地方我們再補充一點，剛才我說極樂世界的四土，是法性土，遍法界虛空界，感應不可思議，真的它在現前。我們在虛雲老和尚的《年譜》看到，老和尚四十多歲的時候，為報父母之恩發願朝五台山，從普陀到山西五台三步一拜，把這個功德迴向給父母，用了三年多的時間才拜到。"
    },
    {
      "id": "02-041-0024_p0037",
      "zh_CN": "途中曾经有两次生病，都在旷野，附近没有居住的人家，那是要命的，病倒在地上。遇到一个乞丐，两次都是这个乞丐救了他。他很感恩，问这个乞丐尊姓大名。乞丐告诉他，说我叫文吉，文章的文，吉祥的吉，文吉。告诉他，我就住在五台山，五台山的人都知道我。他拜到五台山就打听这个人，恩人，念念不忘，两次救命之恩，没人知道。到了寺庙里头，拜了文殊菩萨，向大众请教，里面就有一个出家人告诉他，那是文殊菩萨的化身，他恍然大悟。不是梦中见的，不是定中见的，是活生生见到的，跟他相处一个多月，照顾他饮食起居，帮他采草药治病，到他病治好，让他再能够继续向前拜，这才离开。文吉这个乞丐从哪来的？当处出生。到哪里去了？随处灭尽。文殊是等觉菩萨，因地早就成佛了，倒驾慈航来普度众生。真的是像观世音菩萨三十二应，千处祈求千处应，应的方式有梦中、有定中，有现身给你说法，这是真的不是假的。",
      "zh_TW": "途中曾經有兩次生病，都在曠野，附近沒有居住的人家，那是要命的，病倒在地上。遇到一個乞丐，兩次都是這個乞丐救了他。他很感恩，問這個乞丐尊姓大名。乞丐告訴他，說我叫文吉，文章的文，吉祥的吉，文吉。告訴他，我就住在五台山，五台山的人都知道我。他拜到五台山就打聽這個人，恩人，念念不忘，兩次救命之恩，沒人知道。到了寺廟裡頭，拜了文殊菩薩，向大眾請教，裡面就有一個出家人告訴他，那是文殊菩薩的化身，他恍然大悟。不是夢中見的，不是定中見的，是活生生見到的，跟他相處一個多月，照顧他飲食起居，幫他採草藥治病，到他病治好，讓他再能夠繼續向前拜，這才離開。文吉這個乞丐從哪來的？當處出生。到哪裡去了？隨處滅盡。文殊是等覺菩薩，因地早就成佛了，倒駕慈航來普度眾生。真的是像觀世音菩薩三十二應，千處祈求千處應，應的方式有夢中、有定中，有現身給你說法，這是真的不是假的。"
    },
    {
      "id": "02-041-0024_p0038",
      "zh_CN": "我们自己亲身遇到一桩事情。抗战期间我在贵州国立第三中学读书，校长周邦道先生，他是江西人。校长夫妇两个人在我们心目当中是菩萨再来的，非常慈悲，对我们流亡学生像自己亲生儿女一样。比亲生儿女还爱护，因为我们没人照顾，他亲生儿女在身边，我们非常感恩。抗战胜利之后他在南京，南京有一栋房子，我去过。这栋房子是三进的四合院，就是三个四合院套起来的，后面有花园，前面有树，种的些花草树木，非常幽静，他们住在最后的一栋。周师母告诉我们，她那天向李老师报告，我们在旁边听到。她说她突然见到有个和尚进入她的内厅，她就问这个和尚从哪里来？他说九华山来的。问他有什么事情？化缘。化什么缘？五斤香油。那时候我们老师跟师母都不信佛，没有宗教概念，没给他。大概谈话谈了十几分钟，他就走了。走了，她家里庭院很深，前面第二栋门，那个围墙的门没开，大门那里也没有开，就很讶异，他怎么来的？怎么一转身就不见了，他到哪里去了？这桩事情让周师母纳闷了好几年。",
      "zh_TW": "我們自己親身遇到一樁事情。抗戰期間我在貴州國立第三中學讀書，校長周邦道先生，他是江西人。校長夫婦兩個人在我們心目當中是菩薩再來的，非常慈悲，對我們流亡學生像自己親生兒女一樣。比親生兒女還愛護，因為我們沒人照顧，他親生兒女在身邊，我們非常感恩。抗戰勝利之後他在南京，南京有一棟房子，我去過。這棟房子是三進的四合院，就是三個四合院套起來的，後面有花園，前面有樹，種的些花草樹木，非常幽靜，他們住在最後的一棟。周師母告訴我們，她那天向李老師報告，我們在旁邊聽到。她說她突然見到有個和尚進入她的內廳，她就問這個和尚從哪裡來？他說九華山來的。問他有什麼事情？化緣。化什麼緣？五斤香油。那時候我們老師跟師母都不信佛，沒有宗教概念，沒給他。大概談話談了十幾分鐘，他就走了。走了，她家裡庭院很深，前面第二棟門，那個圍牆的門沒開，大門那裡也沒有開，就很訝異，他怎麼來的？怎麼一轉身就不見了，他到哪裡去了？這樁事情讓周師母納悶了好幾年。"
    },
    {
      "id": "02-041-0024_p0039",
      "zh_CN": "以后到台湾，听说李老师每个星期三讲经，她来听经，慢慢就熟了，由李老师给她介绍皈依三宝，常常来听经请教。她就把这个事情向李老师报告，李老师告诉她，那是九华山的地藏菩萨。她后悔得不得了，五斤香油没给他。所以从此之后，她在家就供养地藏菩萨，念《地藏经》，修地藏法门，念大悲咒。感应不可思议，她的大悲水非常有灵验，无论什么病都能治。这是什么？真诚心之所感。现在江本博士做的水实验，用真诚心对着这个水，所以这个水的能量特别大，这有科学证明的，什么病都能治。师母往生，火化三百多个舍利。到台湾才学佛，学佛十几年，都是一个真诚、清净、恭敬，都是老实、听话、真干所成就的。",
      "zh_TW": "以後到台灣，聽說李老師每個星期三講經，她來聽經，慢慢就熟了，由李老師給她介紹皈依三寶，常常來聽經請教。她就把這個事情向李老師報告，李老師告訴她，那是九華山的地藏菩薩。她後悔得不得了，五斤香油沒給他。所以從此之後，她在家就供養地藏菩薩，念《地藏經》，修地藏法門，念大悲咒。感應不可思議，她的大悲水非常有靈驗，無論什麼病都能治。這是什麼？真誠心之所感。現在江本博士做的水實驗，用真誠心對著這個水，所以這個水的能量特別大，這有科學證明的，什麼病都能治。師母往生，火化三百多個舍利。到台灣才學佛，學佛十幾年，都是一個真誠、清淨、恭敬，都是老實、聽話、真幹所成就的。"
    },
    {
      "id": "02-041-0024_p0040",
      "zh_CN": "所以我们的凡圣同居土是秽土，此土有凡有圣，如文殊常现五台。大迦叶尊者在云南鸡足山也常现，有人上山迷路了，找不到出口，会碰到一个老人，给他指点路。再回头去看看，老人不见了。鸡足山常有这个事情发生。所以大家都知道，迦叶尊者在，在鸡足山修行，等待弥勒菩萨出世。下面说，「诸阿罗汉常往天目」，这就是天目山，五天目，东南西北中，五天目，「或雁荡」，这都是阿罗汉修行的道场，「是皆此土之圣」。「但我等所居之同居土是同居秽土」，不是净土，故虽同有同居之名，实实在在不同，没有缘分见不到，有缘就能见到。缘里头最重要的，就是真诚、清净、恭敬，有这三个心就会遇到。遇到，增长你的信心，巩固你的愿心。",
      "zh_TW": "所以我們的凡聖同居土是穢土，此土有凡有聖，如文殊常現五台。大迦葉尊者在雲南雞足山也常現，有人上山迷路了，找不到出口，會碰到一個老人，給他指點路。再回頭去看看，老人不見了。雞足山常有這個事情發生。所以大家都知道，迦葉尊者在，在雞足山修行，等待彌勒菩薩出世。下面說，「諸阿羅漢常往天目」，這就是天目山，五天目，東南西北中，五天目，「或雁蕩」，這都是阿羅漢修行的道場，「是皆此土之聖」。「但我等所居之同居土是同居穢土」，不是淨土，故雖同有同居之名，實實在在不同，沒有緣分見不到，有緣就能見到。緣裡頭最重要的，就是真誠、清淨、恭敬，有這三個心就會遇到。遇到，增長你的信心，鞏固你的願心。"
    },
    {
      "id": "02-041-0024_p0041",
      "zh_CN": "「如《要解》」，蕅益大师说的，蕅益大师说这边的同居土，「由实圣」，实是实实在在，指小乘初果、二果、三果这些人，「过去有漏业」。实圣是实实在在的，还没有证得阿罗汉果，二果、三果、初果须陀洹这些人，住在这个地方。从证得初果之后，人间寿命到了他生天，天上寿命到了他又到人间来，他决定不堕三恶道，决定不会变成阿修罗。他就人天两道，七次往返，他证阿罗汉果，永远脱离六道轮回。「权圣」，权是大权示现之菩萨，「大慈悲愿，故凡夫得与圣人同居」。像文殊、普贤、观音、地藏这都是大权示现，在不在？真在，他示现在我们人间我们不认识。要没有这些人大慈大悲示现在这个世间，这个世间的灾难就不得了。有他们住在这个地方，灾难会减轻，我们沾他们的光。",
      "zh_TW": "「如《要解》」，蕅益大師說的，蕅益大師說這邊的同居土，「由實聖」，實是實實在在，指小乘初果、二果、三果這些人，「過去有漏業」。實聖是實實在在的，還沒有證得阿羅漢果，二果、三果、初果須陀洹這些人，住在這個地方。從證得初果之後，人間壽命到了他生天，天上壽命到了他又到人間來，他決定不墮三惡道，決定不會變成阿修羅。他就人天兩道，七次往返，他證阿羅漢果，永遠脫離六道輪迴。「權聖」，權是大權示現之菩薩，「大慈悲願，故凡夫得與聖人同居」。像文殊、普賢、觀音、地藏這都是大權示現，在不在？真在，他示現在我們人間我們不認識。要沒有這些人大慈大悲示現在這個世間，這個世間的災難就不得了。有他們住在這個地方，災難會減輕，我們沾他們的光。"
    },
    {
      "id": "02-041-0024_p0042",
      "zh_CN": "现在人很麻烦，沾光不但不感恩，还要毁谤，自己招致更重的罪业。可是菩萨怎么样？菩萨依旧住在这里，这慈悲到极处！你毁谤他，你侮辱他，你陷害他，他还不走，为什么？走了人类就遭大劫难，不忍心走。你们为什么会造这些业？是无知，不能怪你们，没人教你们，你们不知道。现在不但是佛菩萨，连祖宗都不要了。祖宗要不要我们？要。我们不要祖宗，骂祖宗，瞧不起祖宗，说祖宗是封建、是迷信，祖宗还是保佑我们。祖宗、三宝的恩德你要是知道了，你才晓得永远报不尽。",
      "zh_TW": "現在人很麻煩，沾光不但不感恩，還要毀謗，自己招致更重的罪業。可是菩薩怎麼樣？菩薩依舊住在這裡，這慈悲到極處！你毀謗他，你侮辱他，你陷害他，他還不走，為什麼？走了人類就遭大劫難，不忍心走。你們為什麼會造這些業？是無知，不能怪你們，沒人教你們，你們不知道。現在不但是佛菩薩，連祖宗都不要了。祖宗要不要我們？要。我們不要祖宗，罵祖宗，瞧不起祖宗，說祖宗是封建、是迷信，祖宗還是保佑我們。祖宗、三寶的恩德你要是知道了，你才曉得永遠報不盡。"
    },
    {
      "id": "02-041-0024_p0043",
      "zh_CN": "「至实圣灰身，权圣机尽」，至是到，到什么时候？也是指我们现在末法的时候。实圣这就小乘圣人，须陀洹、斯陀含、阿那含，这三种人都往生了、都走了，涅槃，灰身涅槃，他们不住在这个世间了。权圣机尽，度众生的缘没有了。「便升沉硕异，苦乐悬殊」。修行的人往上升，这些小乘人到哪里去了？天上去了，欲界天、色界天、无色界天。如果到三果，那就是到第四禅去，四禅五不还天，阿那含居住地方。初果、二果，初果大概是在欲界天，二果在色界天，三禅，二禅、三禅。苦乐悬殊，我们在人道，人间现在有很多灾难，受苦，他们在天上享乐，所以苦乐悬殊。这是暂同，不是究竟同。",
      "zh_TW": "「至實聖灰身，權聖機盡」，至是到，到什麼時候？也是指我們現在末法的時候。實聖這就小乘聖人，須陀洹、斯陀含、阿那含，這三種人都往生了、都走了，涅槃，灰身涅槃，他們不住在這個世間了。權聖機盡，度眾生的緣沒有了。「便升沉碩異，苦樂懸殊」。修行的人往上升，這些小乘人到哪裡去了？天上去了，欲界天、色界天、無色界天。如果到三果，那就是到第四禪去，四禪五不還天，阿那含居住地方。初果、二果，初果大概是在欲界天，二果在色界天，三禪，二禪、三禪。苦樂懸殊，我們在人道，人間現在有很多災難，受苦，他們在天上享樂，所以苦樂懸殊。這是暫同，不是究竟同。"
    },
    {
      "id": "02-041-0024_p0044",
      "zh_CN": "「又天壤之间，见闻者少。幸获见闻，亲近步趋者少」，这是说大乘。大乘怎么样？能够见菩萨、见阿罗汉的人，能够听到的，都少。佛法讲的人少了、修的人少了，讲的人少了你听不到，修的人少了你见不到。很幸运的见到、听到了，怎么样？真正发心亲近想学的人寥寥无几，他不相信。这都是末法现世的状况，我们要了解，了解之后才知道我们这一生遇到多么幸运。遇到之后能掌握到，不把这个机缘失掉，那你真正是太难得了，太稀有了，为什么？你这一生要成佛去了。今天时间到了，我们就学到此地。",
      "zh_TW": "「又天壤之間，見聞者少。幸獲見聞，親近步趨者少」，這是說大乘。大乘怎麼樣？能夠見菩薩、見阿羅漢的人，能夠聽到的，都少。佛法講的人少了、修的人少了，講的人少了你聽不到，修的人少了你見不到。很幸運的見到、聽到了，怎麼樣？真正發心親近想學的人寥寥無幾，他不相信。這都是末法現世的狀況，我們要了解，了解之後才知道我們這一生遇到多麼幸運。遇到之後能掌握到，不把這個機緣失掉，那你真正是太難得了，太稀有了，為什麼？你這一生要成佛去了。今天時間到了，我們就學到此地。"
    }
  ]
}