{
  "doc_id": "02-041-0345",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四五集",
    "zh_TW": "第三四五集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0345",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "02-041-0345_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0345_p0002",
      "zh_CN": "请看《大经科注》，第八百二十页倒数第四行，「歌叹佛德」，分三段，第一段：",
      "zh_TW": "請看《大經科註》，第八百二十頁倒數第四行，「歌歎佛德」，分三段，第一段："
    },
    {
      "id": "02-041-0345_p0003",
      "zh_CN": "【歌叹佛德第二十七】",
      "zh_TW": "【歌嘆佛德第二十七】"
    },
    {
      "id": "02-041-0345_p0004",
      "zh_CN": "请看念老的注解，「上品」，第二十六品，「是十方正士至极乐国土礼供听法」。这是我们前面读过的这一品，说的是来自十方诸大菩萨，正士通常是在家菩萨的通称，从十方而来，十方就是四方、四维、上下，来到极乐世界礼拜阿弥陀佛，供养阿弥陀佛，然后坐下来听法，听阿弥陀佛讲经说法。这一品是「极乐菩萨遍至十方，礼供诸佛，随即还归本土听闻妙法」。这一品跟前面不一样的，前面是十方菩萨到极乐世界来参学，这一品要讲的是极乐世界这些菩萨们，他们也常常到十方世界去拜佛、去供佛、去闻法。「品末兼表诸天供奉彼佛」，这一小段后面有这四个字，「及其胜因」。诸天天人，得本师释迦牟尼佛的加持，也得到阿弥陀佛的加持，他们有能力去参访西方极乐世界，像前面一品所说的。内容简单介绍到此地。请看经文，这第一段里头，「兴供叹佛」，请看经文：",
      "zh_TW": "請看念老的註解，「上品」，第二十六品，「是十方正士至極樂國土禮供聽法」。這是我們前面讀過的這一品，說的是來自十方諸大菩薩，正士通常是在家菩薩的通稱，從十方而來，十方就是四方、四維、上下，來到極樂世界禮拜阿彌陀佛，供養阿彌陀佛，然後坐下來聽法，聽阿彌陀佛講經說法。這一品是「極樂菩薩遍至十方，禮供諸佛，隨即還歸本土聽聞妙法」。這一品跟前面不一樣的，前面是十方菩薩到極樂世界來參學，這一品要講的是極樂世界這些菩薩們，他們也常常到十方世界去拜佛、去供佛、去聞法。「品末兼表諸天供奉彼佛」，這一小段後面有這四個字，「及其勝因」。諸天天人，得本師釋迦牟尼佛的加持，也得到阿彌陀佛的加持，他們有能力去參訪西方極樂世界，像前面一品所說的。內容簡單介紹到此地。請看經文，這第一段裡頭，「興供歎佛」，請看經文："
    },
    {
      "id": "02-041-0345_p0005",
      "zh_CN": "【佛语阿难。】",
      "zh_TW": "【佛語阿難。】"
    },
    {
      "id": "02-041-0345_p0006",
      "zh_CN": "佛告诉阿难尊者。",
      "zh_TW": "佛告訴阿難尊者。"
    },
    {
      "id": "02-041-0345_p0007",
      "zh_CN": "【彼国菩萨。承佛威神。】",
      "zh_TW": "【彼國菩薩。承佛威神。】"
    },
    {
      "id": "02-041-0345_p0008",
      "zh_CN": "这一句很重要。『彼国』是极乐世界，极乐世界的菩萨，四土三辈九品都包括在其中，这些菩萨们承佛的『威神』。念老注解里头有说到。我们先把这个文念一遍：「佛语阿难，彼国菩萨，承佛威神」。",
      "zh_TW": "這一句很重要。『彼國』是極樂世界，極樂世界的菩薩，四土三輩九品都包括在其中，這些菩薩們承佛的『威神』。念老註解裡頭有說到。我們先把這個文念一遍：「佛語阿難，彼國菩薩，承佛威神」。"
    },
    {
      "id": "02-041-0345_p0009",
      "zh_CN": "【于一食顷。复往十方无边净刹。供养诸佛。】",
      "zh_TW": "【於一食頃。復往十方無邊淨剎。供養諸佛。】"
    },
    {
      "id": "02-041-0345_p0010",
      "zh_CN": "本经这些菩萨们，得到阿弥陀佛本愿威神的加持，有能力到十方，十方里面一定有三世，过去、现在、未来，十方三世无量无边的诸佛刹土，清净的刹土，去供养诸佛。本经所说的，「此皆无量寿佛威神力故，本愿力故」。本愿是四十八愿，威神是阿弥陀佛从因地到成佛，无量劫中修积的万德万行，加持极乐世界的菩萨们，让他们都有能力到十方世界去拜佛，供佛这是修福，听经闻法是修慧，合起来福慧双修。下面给我们这一句，说出不思议的境界，要多长的时间？『一食顷』，我们吃一餐饭的时间。吃一餐饭的这个时间很短，我们现在一般的概念，吃一餐饭半个小时，在这半个小时当中他就能『复往十方无边净刹』，「复往」是来回，回来，到十方世界去访问，访问完毕回来，回到西方极乐世界。多长的时间？一餐饭的时间，去那边『供养诸佛』。这是四十八愿里面第十一愿，「遍供诸佛愿之成就」。",
      "zh_TW": "本經這些菩薩們，得到阿彌陀佛本願威神的加持，有能力到十方，十方裡面一定有三世，過去、現在、未來，十方三世無量無邊的諸佛剎土，清淨的剎土，去供養諸佛。本經所說的，「此皆無量壽佛威神力故，本願力故」。本願是四十八願，威神是阿彌陀佛從因地到成佛，無量劫中修積的萬德萬行，加持極樂世界的菩薩們，讓他們都有能力到十方世界去拜佛，供佛這是修福，聽經聞法是修慧，合起來福慧雙修。下面給我們這一句，說出不思議的境界，要多長的時間？『一食頃』，我們吃一餐飯的時間。吃一餐飯的這個時間很短，我們現在一般的概念，吃一餐飯半個小時，在這半個小時當中他就能『復往十方無邊淨剎』，「復往」是來回，回來，到十方世界去訪問，訪問完畢回來，回到西方極樂世界。多長的時間？一餐飯的時間，去那邊『供養諸佛』。這是四十八願裡面第十一願，「遍供諸佛願之成就」。"
    },
    {
      "id": "02-041-0345_p0011",
      "zh_CN": "我们在这个世界，六道众生很苦，受的局限性很大，不要说十方世界，我们就是在娑婆世界，这个世界，想见我们的本师都见不到。释迦牟尼佛住报土，他的报土叫华藏世界，《华严经》上所说的华藏世界。什么人才能见到华藏世界的本师释迦牟尼佛？经论上告诉我们，一定要明心见性，见性成佛，你才能见到释迦牟尼佛。往生到华藏世界，华藏世界是释迦佛的报土。常寂光土是相同的，一切诸佛刹土没有离开常寂光，常寂光是叫法性土，不生不灭，它是永恒的。如来的报身住在这个地方，干什么？帮助证得报身的菩萨们修行。住在这个里面的，《华严经》上告诉我们，从圆教初住，破一品无明，证一分法身，就生这个净土。如果他没有往生极乐世界，他肯定是生华藏世界，在这个地方修行，他们有能力到极乐世界去参学，可以住在极乐世界，也可以随意往返。我们相信这些菩萨们跟娑婆世界众生的缘很深，他们会常常回来，以各种不同的身分，到这个世间来救苦救难，示现在我们这块土地上，我们一般人称他为祖师大德。他们示现不止这个身分，像观世音菩萨三十二应一样，能现无量无边化身，这个化身不分男女老少，各行各业。",
      "zh_TW": "我們在這個世界，六道眾生很苦，受的侷限性很大，不要說十方世界，我們就是在娑婆世界，這個世界，想見我們的本師都見不到。釋迦牟尼佛住報土，他的報土叫華藏世界，《華嚴經》上所說的華藏世界。什麼人才能見到華藏世界的本師釋迦牟尼佛？經論上告訴我們，一定要明心見性，見性成佛，你才能見到釋迦牟尼佛。往生到華藏世界，華藏世界是釋迦佛的報土。常寂光土是相同的，一切諸佛剎土沒有離開常寂光，常寂光是叫法性土，不生不滅，它是永恆的。如來的報身住在這個地方，幹什麼？幫助證得報身的菩薩們修行。住在這個裡面的，《華嚴經》上告訴我們，從圓教初住，破一品無明，證一分法身，就生這個淨土。如果他沒有往生極樂世界，他肯定是生華藏世界，在這個地方修行，他們有能力到極樂世界去參學，可以住在極樂世界，也可以隨意往返。我們相信這些菩薩們跟娑婆世界眾生的緣很深，他們會常常回來，以各種不同的身分，到這個世間來救苦救難，示現在我們這塊土地上，我們一般人稱他為祖師大德。他們示現不止這個身分，像觀世音菩薩三十二應一樣，能現無量無邊化身，這個化身不分男女老少，各行各業。"
    },
    {
      "id": "02-041-0345_p0012",
      "zh_CN": "我们要问，现在我们这个世界有没有？有，不但有，还很多。为什么？如果没有这些菩萨化身在我们这个世间，地球可能早就毁灭掉了。他们化身在这个地方，以各种不同身分教化众生，这就是救苦救难、大慈大悲的体现。佛这个话不是空话，真来了，我们肉眼凡夫不认识。给我们做增上缘，缘很殊特，为什么？有负面的，有正面的。负面的，为我们示现的逆境恶缘，示现种种作恶，我们要怎么学习？还有示现为善缘的，顺境善人，我们每天所接触的人。不知道，如果要知道了，他们原来都是诸佛菩萨再来，来帮助我，来成就我，我们每天接触。佛教我们随缘，恒顺众生，随喜功德，这是修行。随逆境，环境非常恶劣，人事非常复杂，而且都是找麻烦的，都是不善的，我们看到了、听到了、接触到了，应该怎么样？没有瞋恚，没有怨恨，内不起贪瞋痴慢，外不生怨恨恼怒，修忍辱波罗蜜，修持戒波罗蜜，修布施波罗蜜，随喜功德，随恶缘。当中也有遇到善缘，称心如意，好人好事，有。现在恶缘多，善缘少，善缘怎么样修？不生贪恋。善缘好，一有贪恋就坏了。同学们一定要知道，知道你才能真修。对环境了如指掌，清清楚楚、明明白白，这叫看破。看到环境真实的一面，心现，《华严经》上讲的「唯心所现」，这个心就是自性，真心，真心能生能现；这个现象变成了十法界，变成了六道轮回，这是妄心，「唯识所变」，识就是起心动念，有自己的妄想在里头，夹杂着妄想，夹杂着杂念，生起对境界上的分别执着，迷惑颠倒。唯心，这个心是真心，现一真法界；唯识，这个识是妄心，起心动念、分别执着都是它。有妄心，把一真法界变成十法界，在十法界里面又变成了六道轮回，这是我们现前的环境，不能不知道。",
      "zh_TW": "我們要問，現在我們這個世界有沒有？有，不但有，還很多。為什麼？如果沒有這些菩薩化身在我們這個世間，地球可能早就毀滅掉了。他們化身在這個地方，以各種不同身分教化眾生，這就是救苦救難、大慈大悲的體現。佛這個話不是空話，真來了，我們肉眼凡夫不認識。給我們做增上緣，緣很殊特，為什麼？有負面的，有正面的。負面的，為我們示現的逆境惡緣，示現種種作惡，我們要怎麼學習？還有示現為善緣的，順境善人，我們每天所接觸的人。不知道，如果要知道了，他們原來都是諸佛菩薩再來，來幫助我，來成就我，我們每天接觸。佛教我們隨緣，恆順眾生，隨喜功德，這是修行。隨逆境，環境非常惡劣，人事非常複雜，而且都是找麻煩的，都是不善的，我們看到了、聽到了、接觸到了，應該怎麼樣？沒有瞋恚，沒有怨恨，內不起貪瞋痴慢，外不生怨恨惱怒，修忍辱波羅蜜，修持戒波羅蜜，修布施波羅蜜，隨喜功德，隨惡緣。當中也有遇到善緣，稱心如意，好人好事，有。現在惡緣多，善緣少，善緣怎麼樣修？不生貪戀。善緣好，一有貪戀就壞了。同學們一定要知道，知道你才能真修。對環境瞭如指掌，清清楚楚、明明白白，這叫看破。看到環境真實的一面，心現，《華嚴經》上講的「唯心所現」，這個心就是自性，真心，真心能生能現；這個現象變成了十法界，變成了六道輪迴，這是妄心，「唯識所變」，識就是起心動念，有自己的妄想在裡頭，夾雜著妄想，夾雜著雜念，生起對境界上的分別執著，迷惑顛倒。唯心，這個心是真心，現一真法界；唯識，這個識是妄心，起心動念、分別執著都是它。有妄心，把一真法界變成十法界，在十法界裡面又變成了六道輪迴，這是我們現前的環境，不能不知道。"
    },
    {
      "id": "02-041-0345_p0013",
      "zh_CN": "我们见佛很不容易，佛那边没事情，问题都出在自己这边，迷惑颠倒，烦恼习气，造成了严重的障碍，障碍我们不能见圣贤，障碍我们的本能不能现前。本能是什么？就是这两品所说的，这两品，前面跟此地，本能是我们人人都有能力每天去参学，到十方世界去拜佛、去供佛、去闻法。这个能力丧失了，机会就没有了。现在凭着科学技术，用无线电、用卫星、用网路，用最先进的媒体，可以把形相音声传播这个地球，在地球上都能收看到。麻烦，要许许多多很笨重的仪器帮助，哪有极乐世界这么潇洒！他睁开眼睛，想见娑婆世界的地球，地球就现在面前；想到地球上某个地方，这地方就现前。一切法从心想生，想什么现什么，不想就没有了，你说多自在！",
      "zh_TW": "我們見佛很不容易，佛那邊沒事情，問題都出在自己這邊，迷惑顛倒，煩惱習氣，造成了嚴重的障礙，障礙我們不能見聖賢，障礙我們的本能不能現前。本能是什麼？就是這兩品所說的，這兩品，前面跟此地，本能是我們人人都有能力每天去參學，到十方世界去拜佛、去供佛、去聞法。這個能力喪失了，機會就沒有了。現在憑著科學技術，用無線電、用衛星、用網路，用最先進的媒體，可以把形相音聲傳播這個地球，在地球上都能收看到。麻煩，要許許多多很笨重的儀器幫助，哪有極樂世界這麼瀟灑！他睜開眼睛，想見娑婆世界的地球，地球就現在面前；想到地球上某個地方，這地方就現前。一切法從心想生，想什麼現什麼，不想就沒有了，你說多自在！"
    },
    {
      "id": "02-041-0345_p0014",
      "zh_CN": "在这个地方修法，难！除了净土宗，任何一个法门，这八万四千法门，想成就都不简单，几乎不可能！这个问题太严重了！众生没有福报，我们要肯定自己没有福报，自他不二，众生有福，我就有福；众生没福，我的福报从哪来？只有学佛的人懂得修福。修最殊胜的福报，最无比的福报，最有效果的福报，成功最快速的福报，佛不吝法，传给我们，我们不相信，这福报是什么？念佛成佛。很简单，一句阿弥陀佛，你能不能一句接着一句，老老实实念下去？我说出来了，大家听到耳熟，就是时时刻刻念，时时刻刻断，连接不起来。日常生活当中连接的是什么？是妄想，是杂念。这个东西真的是连续起来，连晚上睡觉它还不断，还在作梦。如果我们把佛号念熟了，念成功夫了，不但白天不间断，晚上作梦梦到阿弥陀佛、梦到极乐世界，梦到他方一切诸佛世界里面去，像经上所说的，我们去拜访，去供佛闻法。这个梦不常有，大概常常有的是恶梦。很多同修告诉我，梦见过去的人，梦见过去的事，梦见三途，很少梦到天道。这什么原因？我们阿赖耶识里面含藏的种子，恶种子力量大，它起作用，善种子力量薄弱，它被恶种子压住了，不起作用。这是很可怕的现象，这个现象如果在临命终时，善种子不能现前，恶种子冒出来，来生到哪里去？饿鬼、地狱、畜生，到这里去了。你说多可怕！",
      "zh_TW": "在這個地方修法，難！除了淨土宗，任何一個法門，這八萬四千法門，想成就都不簡單，幾乎不可能！這個問題太嚴重了！眾生沒有福報，我們要肯定自己沒有福報，自他不二，眾生有福，我就有福；眾生沒福，我的福報從哪來？只有學佛的人懂得修福。修最殊勝的福報，最無比的福報，最有效果的福報，成功最快速的福報，佛不吝法，傳給我們，我們不相信，這福報是什麼？念佛成佛。很簡單，一句阿彌陀佛，你能不能一句接著一句，老老實實念下去？我說出來了，大家聽到耳熟，就是時時刻刻念，時時刻刻斷，連接不起來。日常生活當中連接的是什麼？是妄想，是雜念。這個東西真的是連續起來，連晚上睡覺它還不斷，還在作夢。如果我們把佛號念熟了，念成功夫了，不但白天不間斷，晚上作夢夢到阿彌陀佛、夢到極樂世界，夢到他方一切諸佛世界裡面去，像經上所說的，我們去拜訪，去供佛聞法。這個夢不常有，大概常常有的是惡夢。很多同修告訴我，夢見過去的人，夢見過去的事，夢見三途，很少夢到天道。這什麼原因？我們阿賴耶識裡面含藏的種子，惡種子力量大，它起作用，善種子力量薄弱，它被惡種子壓住了，不起作用。這是很可怕的現象，這個現象如果在臨命終時，善種子不能現前，惡種子冒出來，來生到哪裡去？餓鬼、地獄、畜生，到這裡去了。你說多可怕！"
    },
    {
      "id": "02-041-0345_p0015",
      "zh_CN": "现在的社会问我的人很多，我跟他讲老实话，老实话是什么？要存好心，要说好话，要行好事，要做好人，四好。为什么？好事当中的好事，第一等好事，无过于念佛。海贤老和尚念了九十二年，你看，临命终时无疾而终。往生的那一天，他不告诉人，没人知道。他从早到晚，在大菜园里面工作了一天，整地、种菜、浇水、拔草，干到天黑。有同修们看到了，劝老和尚，天晚了，可以收工了。他说快了，快搞完了，搞完了我就不搞了。这话里头有话，人没听懂，搞好了他就不搞了。是搞好了，搞好放下锄头，回到小庙来佛寺念佛，念佛就一直念下去，念到睡觉的时候，大家都睡了他还在念，他在寮房里念，不干扰别人。第二天早晨起来的时候大家请老和尚，老和尚往生了，你看多潇洒、多自在！阿弥陀佛接引他走了。留下这个样子给我们看，给我们现代人看。我们要想学佛，要想成就，就得像他老人家这个样子。",
      "zh_TW": "現在的社會問我的人很多，我跟他講老實話，老實話是什麼？要存好心，要說好話，要行好事，要做好人，四好。為什麼？好事當中的好事，第一等好事，無過於念佛。海賢老和尚念了九十二年，你看，臨命終時無疾而終。往生的那一天，他不告訴人，沒人知道。他從早到晚，在大菜園裡面工作了一天，整地、種菜、澆水、拔草，幹到天黑。有同修們看到了，勸老和尚，天晚了，可以收工了。他說快了，快搞完了，搞完了我就不搞了。這話裡頭有話，人沒聽懂，搞好了他就不搞了。是搞好了，搞好放下鋤頭，回到小廟來佛寺念佛，念佛就一直念下去，念到睡覺的時候，大家都睡了他還在念，他在寮房裡念，不干擾別人。第二天早晨起來的時候大家請老和尚，老和尚往生了，你看多瀟灑、多自在！阿彌陀佛接引他走了。留下這個樣子給我們看，給我們現代人看。我們要想學佛，要想成就，就得像他老人家這個樣子。"
    },
    {
      "id": "02-041-0345_p0016",
      "zh_CN": "断恶修善，断一切恶，修一切善。干坏事多！什么是坏事？杀、盗、淫是坏事，妄语、两舌、恶口、绮语是坏事，贪、瞋、痴是坏事。学佛的人干了，甚至于出家的人也干了，为什么敢干？教理不明，因果不相信，他敢干。有人问我，这些人能不能回头？我答复的是一定会回头，到了有一天一定恍然大悟，那什么时候？寿命终了的时候。不是佛来接引，是阴差，无常来接引，你就明白、就觉悟了，统统知道，来不及了。三途一堕五千劫，这么长的时间，地狱、饿鬼、畜生，三恶道轮回。要碰到人身，五千劫之后，才有个机会到人间来。到人间来好不容易，到人间来要是没有佛法，人死了之后又回到三途去了，又要经历五千劫，好可怜、好凄惨，不能干！",
      "zh_TW": "斷惡修善，斷一切惡，修一切善。幹壞事多！什麼是壞事？殺、盜、淫是壞事，妄語、兩舌、惡口、綺語是壞事，貪、瞋、痴是壞事。學佛的人幹了，甚至於出家的人也幹了，為什麼敢幹？教理不明，因果不相信，他敢幹。有人問我，這些人能不能回頭？我答覆的是一定會回頭，到了有一天一定恍然大悟，那什麼時候？壽命終了的時候。不是佛來接引，是陰差，無常來接引，你就明白、就覺悟了，統統知道，來不及了。三途一墮五千劫，這麼長的時間，地獄、餓鬼、畜生，三惡道輪迴。要碰到人身，五千劫之後，才有個機會到人間來。到人間來好不容易，到人間來要是沒有佛法，人死了之後又回到三途去了，又要經歷五千劫，好可憐、好悽慘，不能幹！"
    },
    {
      "id": "02-041-0345_p0017",
      "zh_CN": "所以我劝人要放下，佛在经上所说的，真话，没有一个字是假话。很多人以为是假话，我肯定它是真话，佛没有妄语，佛要有妄语那不叫佛。一个人真正做到于人无争、于世无求，你有的我不要，我有的你要，我就给你。我们这一生，学佛六十多年就学这个。连道场你要我都给你，我放弃了好几处的道场。我希望你真正觉悟，真正回头，回头是岸。我们一心一意就求往生西方极乐世界，这个世界有一丝一毫放不下，就去不了。你要想去，统统放下，欢欢喜喜的放下。我这一生孤家寡人一个，没有道场，一生真正能有缘，不管人、不管事、不管钱，真自在！",
      "zh_TW": "所以我勸人要放下，佛在經上所說的，真話，沒有一個字是假話。很多人以為是假話，我肯定它是真話，佛沒有妄語，佛要有妄語那不叫佛。一個人真正做到於人無爭、於世無求，你有的我不要，我有的你要，我就給你。我們這一生，學佛六十多年就學這個。連道場你要我都給你，我放棄了好幾處的道場。我希望你真正覺悟，真正回頭，回頭是岸。我們一心一意就求往生西方極樂世界，這個世界有一絲一毫放不下，就去不了。你要想去，統統放下，歡歡喜喜的放下。我這一生孤家寡人一個，沒有道場，一生真正能有緣，不管人、不管事、不管錢，真自在！"
    },
    {
      "id": "02-041-0345_p0018",
      "zh_CN": "十方供养，我学印光大师，李老师教给我的。我们这一代，印光大师是榜样，修净土的好榜样，十方供养大师只做一桩事情，印经布施，他就做一样。拿这十方供养，在苏州报国寺里面建立一个印刷厂，就是弘化社，印送经书、善书，到处去送。有钱的，可以收回成本，这个书印出一本多少钱，以成本流通；没有钱的，免费赠送流通。干了一辈子，弘化社一直到今天还存在。我学老和尚印光大师，印经，我们印送《大藏经》差不多将近一万套了。不但印书，我还买书，不能让中国传统文化在人间消失。现在时机不对了，有可能失传，这个征兆我看到了，我们有使命、有任务来挽救。怎么个挽救法？我们必须要知道，中国的佛教所用的经典是从梵文直接翻过来的，用中国汉字文言文翻的，所以它是中华传统文化重要的一个环节，我们如果不认识中国字，不认识文言文，经典摆在我们面前，我们跟它无分，这样佛法就断了，多么可怕！所以要救佛法先救文言文，先救汉字。我们特别重视汉字、文言文的学习。李老师，李炳南老居士，早年教导我们这些人，告诉我们，熟读五十篇古文，能够背诵，你就有能力读文言文；如果能够背诵一百篇古文，你就有能力写文言文。这是文化根之根。不在根上下功夫，这棵文化的老树是会枯死的。",
      "zh_TW": "十方供養，我學印光大師，李老師教給我的。我們這一代，印光大師是榜樣，修淨土的好榜樣，十方供養大師只做一樁事情，印經布施，他就做一樣。拿這十方供養，在蘇州報國寺裡面建立一個印刷廠，就是弘化社，印送經書、善書，到處去送。有錢的，可以收回成本，這個書印出一本多少錢，以成本流通；沒有錢的，免費贈送流通。幹了一輩子，弘化社一直到今天還存在。我學老和尚印光大師，印經，我們印送《大藏經》差不多將近一萬套了。不但印書，我還買書，不能讓中國傳統文化在人間消失。現在時機不對了，有可能失傳，這個徵兆我看到了，我們有使命、有任務來挽救。怎麼個挽救法？我們必須要知道，中國的佛教所用的經典是從梵文直接翻過來的，用中國漢字文言文翻的，所以它是中華傳統文化重要的一個環節，我們如果不認識中國字，不認識文言文，經典擺在我們面前，我們跟它無分，這樣佛法就斷了，多麼可怕！所以要救佛法先救文言文，先救漢字。我們特別重視漢字、文言文的學習。李老師，李炳南老居士，早年教導我們這些人，告訴我們，熟讀五十篇古文，能夠背誦，你就有能力讀文言文；如果能夠背誦一百篇古文，你就有能力寫文言文。這是文化根之根。不在根上下功夫，這棵文化的老樹是會枯死的。"
    },
    {
      "id": "02-041-0345_p0019",
      "zh_CN": "文献，我们有理由相信不会失传了。台湾商务印书馆印出来的《四库全书》，我拿我的供养去买了一百一十二套；世界书局出版的《四库荟要》，我跟它买了三百三十多套，分送给世界著名的大学图书馆、国家图书馆收藏，全世界有灾难，我相信还会留个二、三十部，应该可以吧，不至于失传。可是问题出来了，谁能读？我们要培养一批年轻人，有能力继承这个文化事业，他们真正发心，来承传传统文化，来承传儒释道。从哪里起？从德行起。我们提倡儒释道的三个根，《弟子规》、《感应篇》、《十善业道》，那是做人的根，人都做不好，怎么能学佛？",
      "zh_TW": "文獻，我們有理由相信不會失傳了。台灣商務印書館印出來的《四庫全書》，我拿我的供養去買了一百一十二套；世界書局出版的《四庫薈要》，我跟它買了三百三十多套，分送給世界著名的大學圖書館、國家圖書館收藏，全世界有災難，我相信還會留個二、三十部，應該可以吧，不至於失傳。可是問題出來了，誰能讀？我們要培養一批年輕人，有能力繼承這個文化事業，他們真正發心，來承傳傳統文化，來承傳儒釋道。從哪裡起？從德行起。我們提倡儒釋道的三個根，《弟子規》、《感應篇》、《十善業道》，那是做人的根，人都做不好，怎麼能學佛？"
    },
    {
      "id": "02-041-0345_p0020",
      "zh_CN": "中国唐朝中叶之后，祖师大德把小乘这个修学放弃了。佛法是因定开慧，因戒得定、因定开慧，戒是佛法的基础。废弃之后怎么办？用儒代替小乘，用道代替小乘。所以中国元、明、清这个几代，许多高僧都在儒、道上扎了根，好！这一千年出了不少高僧大德，证明这个方法是行得通的。",
      "zh_TW": "中國唐朝中葉之後，祖師大德把小乘這個修學放棄了。佛法是因定開慧，因戒得定、因定開慧，戒是佛法的基礎。廢棄之後怎麼辦？用儒代替小乘，用道代替小乘。所以中國元、明、清這個幾代，許多高僧都在儒、道上扎了根，好！這一千年出了不少高僧大德，證明這個方法是行得通的。"
    },
    {
      "id": "02-041-0345_p0021",
      "zh_CN": "梵文经典翻成中国文字，用文言文来翻，可以承传千年万世，只要学过文字学的人他都能看得懂。梵文不行，现在几乎没人懂了。拼音的文字，汤恩比博士告诉我们，顶多两百年，两百年之后，我们说话的语音变了，语音变了，两百年前的东西，白话文写的，看不懂了。所以要把古圣先贤的智慧、理念、方法、成效、经验，传给后世，传给千年万世的子孙，他们能看得懂，他们能得到受用，只有中国汉字文言文可以做到，所以比什么都重要！这几次我回到台湾，我接触的台湾还有几位老师，文字学的老师，我请他们到我们极乐寺来开课，我这里有十几个学生跟他学，他很高兴，为什么？我们这些学生比学校学生认真、努力、专攻，他们教得很开心。难得！这是我们当前的大事。现在十方供养给我，印经这个阶段过去了，现在我培养学生，我把这些钱拿出一大部分做奖学金，跟大学合作，大学真正开这个课程我帮助。我要求学生发大愿心，把文字学传下去，自己发愿，我一生只做一个小学老师、初中老师，我专教语文，教文字、教音韵、教训诂，让这些小朋友在小学、初中就能把汉学的根扎下去，我们的汉学不会中断，传统文化不会消失。这是大事。",
      "zh_TW": "梵文經典翻成中國文字，用文言文來翻，可以承傳千年萬世，只要學過文字學的人他都能看得懂。梵文不行，現在幾乎沒人懂了。拼音的文字，湯恩比博士告訴我們，頂多兩百年，兩百年之後，我們說話的語音變了，語音變了，兩百年前的東西，白話文寫的，看不懂了。所以要把古聖先賢的智慧、理念、方法、成效、經驗，傳給後世，傳給千年萬世的子孫，他們能看得懂，他們能得到受用，只有中國漢字文言文可以做到，所以比什麼都重要！這幾次我回到台灣，我接觸的台灣還有幾位老師，文字學的老師，我請他們到我們極樂寺來開課，我這裡有十幾個學生跟他學，他很高興，為什麼？我們這些學生比學校學生認真、努力、專攻，他們教得很開心。難得！這是我們當前的大事。現在十方供養給我，印經這個階段過去了，現在我培養學生，我把這些錢拿出一大部分做獎學金，跟大學合作，大學真正開這個課程我幫助。我要求學生發大願心，把文字學傳下去，自己發願，我一生只做一個小學老師、初中老師，我專教語文，教文字、教音韻、教訓詁，讓這些小朋友在小學、初中就能把漢學的根扎下去，我們的漢學不會中斷，傳統文化不會消失。這是大事。"
    },
    {
      "id": "02-041-0345_p0022",
      "zh_CN": "学佛了还干这个？不干这个，我们的佛也会灭亡，为什么？佛法的载体是汉字文言文，你说多重要！没有这个根柢，我们学习古文，学习儒释道，在一定程度再深入就不可能，你只能到一个程度，不能再深入了，那就很可惜，没有办法赶上古圣先贤。我们有这个根柢，可以赶上，可以超过。所以这是大事，这不是小事。我自己虽然不行，小时候没学过，我知道它重要，我对它认识，虽然没有学过，所以我认识，我找这些好的教授，找这些人，找年轻人发心肯学，我来做护法。",
      "zh_TW": "學佛了還幹這個？不幹這個，我們的佛也會滅亡，為什麼？佛法的載體是漢字文言文，你說多重要！沒有這個根柢，我們學習古文，學習儒釋道，在一定程度再深入就不可能，你只能到一個程度，不能再深入了，那就很可惜，沒有辦法趕上古聖先賢。我們有這個根柢，可以趕上，可以超過。所以這是大事，這不是小事。我自己雖然不行，小時候沒學過，我知道它重要，我對它認識，雖然沒有學過，所以我認識，我找這些好的教授，找這些人，找年輕人發心肯學，我來做護法。"
    },
    {
      "id": "02-041-0345_p0023",
      "zh_CN": "所以去年，没想到访问英国的时候，遇到威尔斯大学校长，我们谈得很投缘，第一次见面谈了三个半小时。我回到香港，他们学校的三巨头，三个大领导到香港来看我，在我那住了五天，我们每天有三、四个小时谈这个问题。现在学校要跟我合办汉学院，我们的目标就是培养，有能力读《四库全书》就行了，我们目标就达到了。《四库全书》乾隆编的，历代帝王头等大事他碰上了，他有智慧，他有福报，把中国古圣先贤对于修身、齐家、治国、平天下这些理论方法，从古籍里头去搜求，抄下来写成一本书。《群书治要》，唐太宗的治国宝典，大唐盛世从哪里来的？从《群书治要》来的。唐朝亡了之后，这部书流到日本去了，日本那时候留学生很多，带走了。唐朝那个时候没有印刷术，所有的书本都是手写的，宋朝发明印刷术，所以在中国失传了。到满清嘉庆皇帝，乾隆之后嘉庆，嘉庆登基，日本送的贺礼，给皇上送礼物，里面有一套《群书治要》，就是我们现在发行的本子。那个时候中国是盛世，不亚于唐太宗，中国最盛的这个时代，所以大家对这书不重视，流通就很少。到民国初年，商务印书馆印过两次，一次就是用日本的原书印的，另外一次是《万有文库》，收到《万有文库》里面去，重新排版。这两个版本我都看见过。我们今天印的是第一次的版，从日本传来的原版，难得！",
      "zh_TW": "所以去年，沒想到訪問英國的時候，遇到威爾斯大學校長，我們談得很投緣，第一次見面談了三個半小時。我回到香港，他們學校的三巨頭，三個大領導到香港來看我，在我那住了五天，我們每天有三、四個小時談這個問題。現在學校要跟我合辦漢學院，我們的目標就是培養，有能力讀《四庫全書》就行了，我們目標就達到了。《四庫全書》乾隆編的，歷代帝王頭等大事他碰上了，他有智慧，他有福報，把中國古聖先賢對於修身、齊家、治國、平天下這些理論方法，從古籍裡頭去搜求，抄下來寫成一本書。《群書治要》，唐太宗的治國寶典，大唐盛世從哪裡來的？從《群書治要》來的。唐朝亡了之後，這部書流到日本去了，日本那時候留學生很多，帶走了。唐朝那個時候沒有印刷術，所有的書本都是手寫的，宋朝發明印刷術，所以在中國失傳了。到滿清嘉慶皇帝，乾隆之後嘉慶，嘉慶登基，日本送的賀禮，給皇上送禮物，裡面有一套《群書治要》，就是我們現在發行的本子。那個時候中國是盛世，不亞於唐太宗，中國最盛的這個時代，所以大家對這書不重視，流通就很少。到民國初年，商務印書館印過兩次，一次就是用日本的原書印的，另外一次是《萬有文庫》，收到《萬有文庫》裡面去，重新排版。這兩個版本我都看見過。我們今天印的是第一次的版，從日本傳來的原版，難得！"
    },
    {
      "id": "02-041-0345_p0024",
      "zh_CN": "救文化重要！政权丧失没有问题，中国有过历史，元朝蒙古人做皇上，清朝满洲人，这都不是中国地区的族群，但是文化存在。特别是清朝，可以说是从皇上到百姓统统都同化了，蒙古人也被中国同化了。蒙古还有文字，满洲的文字现在没人认识了，这个将来都变成历史上的遗迹。我们不能不知道。知道了，不能不全心全力来挽救，有一分力量尽一分力量，有一天寿命，我们很认真努力干一天。",
      "zh_TW": "救文化重要！政權喪失沒有問題，中國有過歷史，元朝蒙古人做皇上，清朝滿洲人，這都不是中國地區的族群，但是文化存在。特別是清朝，可以說是從皇上到百姓統統都同化了，蒙古人也被中國同化了。蒙古還有文字，滿洲的文字現在沒人認識了，這個將來都變成歷史上的遺跡。我們不能不知道。知道了，不能不全心全力來挽救，有一分力量盡一分力量，有一天壽命，我們很認真努力幹一天。"
    },
    {
      "id": "02-041-0345_p0025",
      "zh_CN": "中国这些汉学家，台湾现在我找到五、六个人，不到十个人。欧洲，学校那边希望我长住欧洲，我要在欧洲，欧洲也有不少汉学家，他们研究的成果不在中国人之下，非常稀有难得，也还有传人，我到欧洲再去找这批人，劝导大家。这是不但救国家，救全世界。老祖宗留下来的，没有说专指中国，老祖宗开口闭口「天下」，为天下人离苦得乐，为天下人消灾免难。《群书治要》可以做到，也就是《四库全书》，《群书治要》是《四库全书》的精华。希望同学们了解我最近这几年在干什么。",
      "zh_TW": "中國這些漢學家，台灣現在我找到五、六個人，不到十個人。歐洲，學校那邊希望我長住歐洲，我要在歐洲，歐洲也有不少漢學家，他們研究的成果不在中國人之下，非常稀有難得，也還有傳人，我到歐洲再去找這批人，勸導大家。這是不但救國家，救全世界。老祖宗留下來的，沒有說專指中國，老祖宗開口閉口「天下」，為天下人離苦得樂，為天下人消災免難。《群書治要》可以做到，也就是《四庫全書》，《群書治要》是《四庫全書》的精華。希望同學們了解我最近這幾年在幹什麼。"
    },
    {
      "id": "02-041-0345_p0026",
      "zh_CN": "另外一桩事情，团结宗教。有人批评我，团结宗教是错误的。上个星期，有同修找到一篇经文，阿育王刻在石头上的，十几篇重要的经文，释迦牟尼佛的教诲。这里面就有二、三篇专门写的是，释迦牟尼佛劝导弟子们要团结宗教，要跟不同宗教往来，平等待遇，不能小看它，不能拉信徒，不可以讲我的宗教比你好，你要放弃那个到这来，决定不许可。所以当时，阿育王看到这个开示，对佛的度量之大，能够包容，非常佩服，非常感恩。我们做的跟佛所说的完全相同。宗教要互相学习，宗教要互相尊重，宗教要密切往来，要互助合作，化解冲突，从人身的冲突、族群的冲突、信仰的冲突，这一般讲社会冲突，化解冲突，促进世界安定和平。让儒家的大道，修身、齐家、治国、平天下，那个「平」是平等对待、和睦相处，不要把意思搞错了。",
      "zh_TW": "另外一樁事情，團結宗教。有人批評我，團結宗教是錯誤的。上個星期，有同修找到一篇經文，阿育王刻在石頭上的，十幾篇重要的經文，釋迦牟尼佛的教誨。這裡面就有二、三篇專門寫的是，釋迦牟尼佛勸導弟子們要團結宗教，要跟不同宗教往來，平等待遇，不能小看它，不能拉信徒，不可以講我的宗教比你好，你要放棄那個到這來，決定不許可。所以當時，阿育王看到這個開示，對佛的度量之大，能夠包容，非常佩服，非常感恩。我們做的跟佛所說的完全相同。宗教要互相學習，宗教要互相尊重，宗教要密切往來，要互助合作，化解衝突，從人身的衝突、族群的衝突、信仰的衝突，這一般講社會衝突，化解衝突，促進世界安定和平。讓儒家的大道，修身、齊家、治國、平天下，那個「平」是平等對待、和睦相處，不要把意思搞錯了。"
    },
    {
      "id": "02-041-0345_p0027",
      "zh_CN": "我相信汤恩比这个概念，是从中国夏、商、周那个历史当中得来的。夏商周的统一不是政治统一，是文化统一、文字统一，整个中国这么大的地区，统统用汉字，汉字文言文统一天下。所以汤恩比博士心目当中将来地球上的统一，也应该是汉字文言文，这正确的。文化统一，就是我们佛门六和敬里头第一条，见和同解。我们对于一切人事物、想法看法都有一个标准，同样一个标准，好！问题就能解决，世界上永远没有战争。",
      "zh_TW": "我相信湯恩比這個概念，是從中國夏、商、周那個歷史當中得來的。夏商周的統一不是政治統一，是文化統一、文字統一，整個中國這麼大的地區，統統用漢字，漢字文言文統一天下。所以湯恩比博士心目當中將來地球上的統一，也應該是漢字文言文，這正確的。文化統一，就是我們佛門六和敬裡頭第一條，見和同解。我們對於一切人事物、想法看法都有一個標準，同樣一個標準，好！問題就能解決，世界上永遠沒有戰爭。"
    },
    {
      "id": "02-041-0345_p0028",
      "zh_CN": "战争，是罪业里头最严重的罪业。唐太宗得天下是用武力，隋朝末年群雄起义，他把那些人都打败，建立政权，他自己怎么样？死了以后堕地狱。为什么堕地狱？战争杀人太多，杀业太重。现在从地狱里出来了，出来找我，感恩。我说我没有对你做什么好事，连我讲经都没有回向给你，这个恩从哪里来？《群书治要》。我明白了，因为《群书治要》再版、流通的这个功德，他离开地狱，这么一回事情。告诉我，这部书可以救中国，可以救全世界。当时我印这个书，没有想到救全世界，没想到，只是想到对我们国家有帮助。救全世界是他提醒了，他提得好，这一提醒我就想到，《群书治要》要把它翻成外国文，要对全世界流通。现在我们已经有八国文字，在这个世界上流通。我们希望三、五年之后，全世界每一个有自己文字的国家，都有翻译本，让大家都读这本书。无论是这个国家的领导，是人民、族群、宗教，统统都回归到《群书治要》，世界就大同了。我们要重视，要护持！这就护持世界和平，护持中国人统一全世界，把这个世界再带来盛世，不是局部的盛世，全世界的盛世，至少一千年。希望一千年当中没有战争，一千年当中人都能够遵从五伦五常、四维八德，都能遵从佛法的五戒十善。",
      "zh_TW": "戰爭，是罪業裡頭最嚴重的罪業。唐太宗得天下是用武力，隋朝末年群雄起義，他把那些人都打敗，建立政權，他自己怎麼樣？死了以後墮地獄。為什麼墮地獄？戰爭殺人太多，殺業太重。現在從地獄裡出來了，出來找我，感恩。我說我沒有對你做什麼好事，連我講經都沒有迴向給你，這個恩從哪裡來？《群書治要》。我明白了，因為《群書治要》再版、流通的這個功德，他離開地獄，這麼一回事情。告訴我，這部書可以救中國，可以救全世界。當時我印這個書，沒有想到救全世界，沒想到，只是想到對我們國家有幫助。救全世界是他提醒了，他提得好，這一提醒我就想到，《群書治要》要把它翻成外國文，要對全世界流通。現在我們已經有八國文字，在這個世界上流通。我們希望三、五年之後，全世界每一個有自己文字的國家，都有翻譯本，讓大家都讀這本書。無論是這個國家的領導，是人民、族群、宗教，統統都回歸到《群書治要》，世界就大同了。我們要重視，要護持！這就護持世界和平，護持中國人統一全世界，把這個世界再帶來盛世，不是局部的盛世，全世界的盛世，至少一千年。希望一千年當中沒有戰爭，一千年當中人都能夠遵從五倫五常、四維八德，都能遵從佛法的五戒十善。"
    },
    {
      "id": "02-041-0345_p0029",
      "zh_CN": "我们读这一段经文欢喜，对极乐世界非常向往，为什么？到极乐世界你就能飞行自在，不需要交通工具，想到哪一尊佛国土你就到了，极乐世界的人有这个本事。念老引用这句话好，本经所说的，「此皆无量寿佛威神力故，本愿力故」。下文「于一食顷，复往十方无边净刹，供养诸佛」，就是第十一愿「遍供诸佛愿」的成就，他发的这个愿，极乐世界人民有能力普遍供养十方三世一切诸佛如来，这一愿兑现了。",
      "zh_TW": "我們讀這一段經文歡喜，對極樂世界非常嚮往，為什麼？到極樂世界你就能飛行自在，不需要交通工具，想到哪一尊佛國土你就到了，極樂世界的人有這個本事。念老引用這句話好，本經所說的，「此皆無量壽佛威神力故，本願力故」。下文「於一食頃，復往十方無邊淨剎，供養諸佛」，就是第十一願「遍供諸佛願」的成就，他發的這個願，極樂世界人民有能力普遍供養十方三世一切諸佛如來，這一願兌現了。"
    },
    {
      "id": "02-041-0345_p0030",
      "zh_CN": "我们再看底下这一段，「供具随心」。这很重要，我们带礼物去见佛，什么礼物最好，到哪里去办？这里分两段，第一段，「随念即至」。",
      "zh_TW": "我們再看底下這一段，「供具隨心」。這很重要，我們帶禮物去見佛，什麼禮物最好，到哪裡去辦？這裡分兩段，第一段，「隨念即至」。"
    },
    {
      "id": "02-041-0345_p0031",
      "zh_CN": "【华香幢幡。】",
      "zh_TW": "【華香幢幡。】"
    },
    {
      "id": "02-041-0345_p0032",
      "zh_CN": "佛门的供养。为什么？佛菩萨，极乐世界，都不需要饮食，所以没有饮食的供养。为什么？他们的身体不是物质，不是血肉之躯。血肉之躯要有养分去养它，极乐世界不是的，法性身；环境，法性土，都不需要供养，所以只有华香庄严道场，『华香幢幡』。",
      "zh_TW": "佛門的供養。為什麼？佛菩薩，極樂世界，都不需要飲食，所以沒有飲食的供養。為什麼？他們的身體不是物質，不是血肉之軀。血肉之軀要有養分去養它，極樂世界不是的，法性身；環境，法性土，都不需要供養，所以只有華香莊嚴道場，『華香幢幡』。"
    },
    {
      "id": "02-041-0345_p0033",
      "zh_CN": "【供养之具。应念即至。皆现手中。】",
      "zh_TW": "【供養之具。應念即至。皆現手中。】"
    },
    {
      "id": "02-041-0345_p0034",
      "zh_CN": "这是第三十七愿，种种供养随意就在手上。西方极乐世界，佛接受，也不需要佛伸手去拿，自然就在空中排成图案。真供养！",
      "zh_TW": "這是第三十七願，種種供養隨意就在手上。西方極樂世界，佛接受，也不需要佛伸手去拿，自然就在空中排成圖案。真供養！"
    },
    {
      "id": "02-041-0345_p0035",
      "zh_CN": "底下一段，「珍妙殊特」，经文：",
      "zh_TW": "底下一段，「珍妙殊特」，經文："
    },
    {
      "id": "02-041-0345_p0036",
      "zh_CN": "【珍妙殊特。非世所有。】",
      "zh_TW": "【珍妙殊特。非世所有。】"
    },
    {
      "id": "02-041-0345_p0037",
      "zh_CN": "『珍』是珍贵，『妙』是微妙，『殊』是它很特殊，世间没有的。世间没有，从哪来的？从心想生。注解里头，「表诸供物，微妙殊胜，超世希有」，自然就有了，想有什么就有什么。",
      "zh_TW": "『珍』是珍貴，『妙』是微妙，『殊』是它很特殊，世間沒有的。世間沒有，從哪來的？從心想生。註解裡頭，「表諸供物，微妙殊勝，超世希有」，自然就有了，想有什麼就有什麼。"
    },
    {
      "id": "02-041-0345_p0038",
      "zh_CN": "【以奉诸佛。及菩萨众。】",
      "zh_TW": "【以奉諸佛。及菩薩眾。】"
    },
    {
      "id": "02-041-0345_p0039",
      "zh_CN": "这个供养，供佛是为主，当然附带的也都供养菩萨，庄严十方世界的道场。这是供菩萨。",
      "zh_TW": "這個供養，供佛是為主，當然附帶的也都供養菩薩，莊嚴十方世界的道場。這是供菩薩。"
    },
    {
      "id": "02-041-0345_p0040",
      "zh_CN": "下面「别明花供」，这一段讲得比较详细。",
      "zh_TW": "下面「別明花供」，這一段講得比較詳細。"
    },
    {
      "id": "02-041-0345_p0041",
      "zh_CN": "【其所散华。即于空中。合为一华。华皆向下。端圆周匝。化成华盖。】",
      "zh_TW": "【其所散華。即於空中。合為一華。華皆向下。端圓周匝。化成華蓋。】"
    },
    {
      "id": "02-041-0345_p0042",
      "zh_CN": "我们看注解，「供物之中，特以妙花为例」，举这一个，自自然然的，花在空中合成一花。合成什么？花盖，像宝盖一样，像罗网一样在空中。自然不需要人供，自动它就化现出来，「表无边功德，悉入一句洪名」，这一句很重要。「十方众生，同归弥陀一乘愿海。极乐依正一切庄严，全体是一法句也」。这个一法句前面读过很多，一法句是什么？我们讲总而言之，统而言之，把一切法归纳到一个核心，这个核心就是一法句，一法句就是一切法的中心点，它能代表一切法，一切法离不开它，所以说一即一切，一切即一。这一法句是什么？具体简单来称说，就是一句阿弥陀佛。阿弥陀佛统世出世间一切法，一切法门、一切经教、一切果德、一切因心，都在这一句上。所以你要说是，我们心里想什么最善？阿弥陀佛最善。为什么？它统摄一切法，没有一法漏掉的，都在这一句名号当中。",
      "zh_TW": "我們看註解，「供物之中，特以妙花為例」，舉這一個，自自然然的，花在空中合成一花。合成什麼？花蓋，像寶蓋一樣，像羅網一樣在空中。自然不需要人供，自動它就化現出來，「表無邊功德，悉入一句洪名」，這一句很重要。「十方眾生，同歸彌陀一乘願海。極樂依正一切莊嚴，全體是一法句也」。這個一法句前面讀過很多，一法句是什麼？我們講總而言之，統而言之，把一切法歸納到一個核心，這個核心就是一法句，一法句就是一切法的中心點，它能代表一切法，一切法離不開它，所以說一即一切，一切即一。這一法句是什麼？具體簡單來稱說，就是一句阿彌陀佛。阿彌陀佛統世出世間一切法，一切法門、一切經教、一切果德、一切因心，都在這一句上。所以你要說是，我們心裡想什麼最善？阿彌陀佛最善。為什麼？它統攝一切法，沒有一法漏掉的，都在這一句名號當中。"
    },
    {
      "id": "02-041-0345_p0043",
      "zh_CN": "念佛功德不可思议！台湾人都能念阿弥陀佛，台湾没有灾难，这是真的，不是假的。真正治国平天下，要不要武力？不需要。要武力就会打仗，就会造严重的罪业，无间地狱业。我们台湾可以宣布不用武力，大陆也不会打我们，我们把这些每年军费上的开销，拿来做传统文化多好！做三桩好事，试试看。第一桩，学生上学不要收费，从小学开始，上学了不但不收学费，还供给生活所需，等于说国家照顾你，有衣服给你穿，有房子给你住，让你一天三餐能吃得很健康，学生上学不收学费；第二个，医疗，医疗都归国家所管，医院是国家的，医生是国家的，看病不要钱；第三个，养老，养老育幼，老人院，老人国家来养。",
      "zh_TW": "念佛功德不可思議！台灣人都能念阿彌陀佛，台灣沒有災難，這是真的，不是假的。真正治國平天下，要不要武力？不需要。要武力就會打仗，就會造嚴重的罪業，無間地獄業。我們台灣可以宣布不用武力，大陸也不會打我們，我們把這些每年軍費上的開銷，拿來做傳統文化多好！做三樁好事，試試看。第一樁，學生上學不要收費，從小學開始，上學了不但不收學費，還供給生活所需，等於說國家照顧你，有衣服給你穿，有房子給你住，讓你一天三餐能吃得很健康，學生上學不收學費；第二個，醫療，醫療都歸國家所管，醫院是國家的，醫生是國家的，看病不要錢；第三個，養老，養老育幼，老人院，老人國家來養。"
    },
    {
      "id": "02-041-0345_p0044",
      "zh_CN": "外国养老院办得最好的，澳洲。我在年轻的时候在国际上走动，走到一个地方我首先看它的养老院，我很重视这一块。欧美，现在我不在不晓得了，我离开他们也有三十年了，他们养老，物质生活照顾很周到，精神生活没有。我们中国这个养老要是能够发扬光大的话，中国老人，有很多地方的艺术表演，说大鼓书、讲故事，这是老人的娱乐，演出的内容都是孝子贤孙，都是社会优良的风俗，能够带给社会正面的利益。老人欢喜，小朋友也欢喜，老人跟小朋友在一起，幼儿院一定跟养老院合在一起，老小在一块，精神生活圆满，看到小孩就是自己的下一代，再下一代，他有爱心。现在小孩找不到人爱他，父母都上班了，不爱他。如果让这样的一个养老院，跟幼稚园合在一起，老人天天看到小朋友，小朋友天天看到老人，知道尊重老人。社会教育要跟伦理道德结合成一体，不能分开。",
      "zh_TW": "外國養老院辦得最好的，澳洲。我在年輕的時候在國際上走動，走到一個地方我首先看它的養老院，我很重視這一塊。歐美，現在我不在不曉得了，我離開他們也有三十年了，他們養老，物質生活照顧很周到，精神生活沒有。我們中國這個養老要是能夠發揚光大的話，中國老人，有很多地方的藝術表演，說大鼓書、講故事，這是老人的娛樂，演出的內容都是孝子賢孫，都是社會優良的風俗，能夠帶給社會正面的利益。老人歡喜，小朋友也歡喜，老人跟小朋友在一起，幼兒院一定跟養老院合在一起，老小在一塊，精神生活圓滿，看到小孩就是自己的下一代，再下一代，他有愛心。現在小孩找不到人愛他，父母都上班了，不愛他。如果讓這樣的一個養老院，跟幼稚園合在一起，老人天天看到小朋友，小朋友天天看到老人，知道尊重老人。社會教育要跟倫理道德結合成一體，不能分開。"
    },
    {
      "id": "02-041-0345_p0045",
      "zh_CN": "这三桩事情，国家经营这三类，这是治国平天下。我用什么治国？我用教育，用医疗，用养老，我用这三桩来治天下，就能把天下治好，就能让老百姓对这个领导人佩服尊敬。好的领导人，连选连任是正确的，为什么？他做得好，老百姓真正得到幸福，社会安定，工作顺利，谁不喜欢？宣布，任何国家打仗，我们中立，两面都不参与，我们不愿意有战争。",
      "zh_TW": "這三樁事情，國家經營這三類，這是治國平天下。我用什麼治國？我用教育，用醫療，用養老，我用這三樁來治天下，就能把天下治好，就能讓老百姓對這個領導人佩服尊敬。好的領導人，連選連任是正確的，為什麼？他做得好，老百姓真正得到幸福，社會安定，工作順利，誰不喜歡？宣布，任何國家打仗，我們中立，兩面都不參與，我們不願意有戰爭。"
    },
    {
      "id": "02-041-0345_p0046",
      "zh_CN": "极乐世界是讲大宇宙，遍法界虚空界，存在的一个伟大的国土。这个国土里头没有战争，这个国土里头平等的，只有两种人，我们讲各行各业，极乐世界只有两种人，一个是老师，阿弥陀佛，十方诸佛常常去讲经教学；另外一个，学生，菩萨都是学生。所以极乐世界没有其他的关系，到那个地方莲花化生，没有父母，也没有子孙后代，没有这个。在那个地方人都是长生不老，无量寿，阿弥陀佛无量寿，每个往生极乐世界的人也是无量寿。你想学习，有的是时间，而且可以分身，你有能力分无量无边身，可以同时学很多法门。在这不行，在这一门深入。在极乐世界也是一门深入、长时薰修，但是他能分身，他分十个身，就可以学十样东西；分一百个身，就可以学一百个法门，八万法门同时学可以，一年、两年、三年就毕业了，他全学完了，分身管用，不是不管用。",
      "zh_TW": "極樂世界是講大宇宙，遍法界虛空界，存在的一個偉大的國土。這個國土裡頭沒有戰爭，這個國土裡頭平等的，只有兩種人，我們講各行各業，極樂世界只有兩種人，一個是老師，阿彌陀佛，十方諸佛常常去講經教學；另外一個，學生，菩薩都是學生。所以極樂世界沒有其他的關係，到那個地方蓮花化生，沒有父母，也沒有子孫後代，沒有這個。在那個地方人都是長生不老，無量壽，阿彌陀佛無量壽，每個往生極樂世界的人也是無量壽。你想學習，有的是時間，而且可以分身，你有能力分無量無邊身，可以同時學很多法門。在這不行，在這一門深入。在極樂世界也是一門深入、長時薰修，但是他能分身，他分十個身，就可以學十樣東西；分一百個身，就可以學一百個法門，八萬法門同時學可以，一年、兩年、三年就畢業了，他全學完了，分身管用，不是不管用。"
    },
    {
      "id": "02-041-0345_p0047",
      "zh_CN": "花随心意，花结成一个大的，化成大的花，花都向下，我们眼睛可以看得到，都向下。非常之美，『花皆向下』。『端』，端庄，圆满周匝，『化成华盖』，像一个宝盖一样，人在这个宝盖下面。这一句念老有简单的注解，「华盖者，以华为饰之伞盖」。《法华玄赞》里面有这么一段话说：「西域暑热，人多持盖」，盖就是我们现在讲的伞，太阳底下，夏天，因为它是热带，天气炎热，出门都带伞，所以印度出家人都需要带伞，遮太阳。都用花来装饰，所以称为花盖，「名为华盖」。「极乐华盖，万德所成。故一盖中，广含无边德相，微妙难思」，这个花盖之好、之美、之殊胜，无法想像，说不出来，只能称赞它太好了、太美了，微妙难思。",
      "zh_TW": "花隨心意，花結成一個大的，化成大的花，花都向下，我們眼睛可以看得到，都向下。非常之美，『花皆向下』。『端』，端莊，圓滿周匝，『化成華蓋』，像一個寶蓋一樣，人在這個寶蓋下面。這一句念老有簡單的註解，「華蓋者，以華為飾之傘蓋」。《法華玄贊》裡面有這麼一段話說：「西域暑熱，人多持蓋」，蓋就是我們現在講的傘，太陽底下，夏天，因為它是熱帶，天氣炎熱，出門都帶傘，所以印度出家人都需要帶傘，遮太陽。都用花來裝飾，所以稱為花蓋，「名為華蓋」。「極樂華蓋，萬德所成。故一蓋中，廣含無邊德相，微妙難思」，這個花蓋之好、之美、之殊勝，無法想像，說不出來，只能稱讚它太好了、太美了，微妙難思。"
    },
    {
      "id": "02-041-0345_p0048",
      "zh_CN": "底下这一科，「香光普薰」。",
      "zh_TW": "底下這一科，「香光普薰」。"
    },
    {
      "id": "02-041-0345_p0049",
      "zh_CN": "【百千光色。色色异香。香气普薰。】",
      "zh_TW": "【百千光色。色色異香。香氣普薰。】"
    },
    {
      "id": "02-041-0345_p0050",
      "zh_CN": "念老注解里头说，「如经所云」，这三句经文，「一盖具百千种光，百千种色，百千种香，既香气普薰，故知光色亦必遍照」。光色的遍照，香气的普薰，范围多大？下面告诉我们：",
      "zh_TW": "念老註解裡頭說，「如經所云」，這三句經文，「一蓋具百千種光，百千種色，百千種香，既香氣普薰，故知光色亦必遍照」。光色的遍照，香氣的普薰，範圍多大？下面告訴我們："
    },
    {
      "id": "02-041-0345_p0051",
      "zh_CN": "【盖之小者。满十由旬。】",
      "zh_TW": "【蓋之小者。滿十由旬。】"
    },
    {
      "id": "02-041-0345_p0052",
      "zh_CN": "极乐世界人身体都很大，都很高，所以『十由旬』的是一把小伞，不是大的。",
      "zh_TW": "極樂世界人身體都很大，都很高，所以『十由旬』的是一把小傘，不是大的。"
    },
    {
      "id": "02-041-0345_p0053",
      "zh_CN": "【如是转倍。】",
      "zh_TW": "【如是轉倍。】"
    },
    {
      "id": "02-041-0345_p0054",
      "zh_CN": "一倍一倍的增加。",
      "zh_TW": "一倍一倍的增加。"
    },
    {
      "id": "02-041-0345_p0055",
      "zh_CN": "【乃至遍覆三千大千世界。】",
      "zh_TW": "【乃至遍覆三千大千世界。】"
    },
    {
      "id": "02-041-0345_p0056",
      "zh_CN": "从十由旬到『三千大千世界』，统统能看到。",
      "zh_TW": "從十由旬到『三千大千世界』，統統能看到。"
    },
    {
      "id": "02-041-0345_p0057",
      "zh_CN": "「花供常新」：",
      "zh_TW": "「花供常新」："
    },
    {
      "id": "02-041-0345_p0058",
      "zh_CN": "【随其前后。以次化没。】",
      "zh_TW": "【隨其前後。以次化沒。】"
    },
    {
      "id": "02-041-0345_p0059",
      "zh_CN": "这个花是有相续的，前面的花落了，后面花现出来了。",
      "zh_TW": "這個花是有相續的，前面的花落了，後面花現出來了。"
    },
    {
      "id": "02-041-0345_p0060",
      "zh_CN": "【若不更以新华重散。前所散华终不复落。】",
      "zh_TW": "【若不更以新華重散。前所散華終不復落。】"
    },
    {
      "id": "02-041-0345_p0061",
      "zh_CN": "换句话说，十方世界这个广场上的花，或者是宫殿上方空中的花，都是看不完的，你要是欣赏的话欣赏不尽，它有变化。没有变化，一样的图案看久了会看厌。你想改变，换的时候，它就会随着你的念头在换；也非常可能随着各人不同的念头，每个人看到不一样的。都是你心里面最爱看的花，最想看的花，最欢喜闻到的香，能满一切众生的愿望，这个叫美妙，微妙。我们这个世界上没有，它不生变化，极乐世界的随着念头产生变化。注解里面说，『随其前后，以次化没』。「后至者散新花，前供之花化去，明诸妙供，化现随心」。随着每个人的念头，每个人看到的、听闻到的都不一样，在阿弥陀佛大讲堂。这个后头有闻法。",
      "zh_TW": "換句話說，十方世界這個廣場上的花，或者是宮殿上方空中的花，都是看不完的，你要是欣賞的話欣賞不盡，它有變化。沒有變化，一樣的圖案看久了會看厭。你想改變，換的時候，它就會隨著你的念頭在換；也非常可能隨著各人不同的念頭，每個人看到不一樣的。都是你心裡面最愛看的花，最想看的花，最歡喜聞到的香，能滿一切眾生的願望，這個叫美妙，微妙。我們這個世界上沒有，它不生變化，極樂世界的隨著念頭產生變化。註解裡面說，『隨其前後，以次化沒』。「後至者散新花，前供之花化去，明諸妙供，化現隨心」。隨著每個人的念頭，每個人看到的、聽聞到的都不一樣，在阿彌陀佛大講堂。這個後頭有聞法。"
    },
    {
      "id": "02-041-0345_p0062",
      "zh_CN": "这底下一段两句，「叹佛」。",
      "zh_TW": "這底下一段兩句，「歎佛」。"
    },
    {
      "id": "02-041-0345_p0063",
      "zh_CN": "【于虚空中共奏天乐。以微妙音歌叹佛德。】",
      "zh_TW": "【於虛空中共奏天樂。以微妙音歌歎佛德。】"
    },
    {
      "id": "02-041-0345_p0064",
      "zh_CN": "赞叹佛的大智、大德、大能，提供给十方无量无边诸佛刹中苦难众生。六道轮回苦，十法界也苦，六道苦、十法界苦，为什么？没见性。四圣法界比我们好一点，他们才开始觉悟。唯有觉悟，就能放下。他为什么放不下？十恶，杀盗淫，今天这个社会多少人在干？现在它的副作用已经现前了，让我们看到、听到，但是还不知道觉悟。它的报复，今天是人为的，农药、化肥、改基因，改基因破坏了大自然的，用人为来控制它，不是自然的。自然的才是最健康的，人随顺大自然是最健康的，随顺我们自己改变的，会带来灾难。你看现在灾难已经现前，土地被污染了。土地被污染，再严重的污染就是农药、化肥的污染，将来土地不长东西了，人吃什么？都得要吃化学制造的粮食，那个就麻烦了！那会得种种奇奇怪怪的病，这个病没药好医的，多可怕！水，水源被染污了，水有毒。一个粮食，一个水，这怎么得了！再就是气候的变化反常了，农作物的生长，植物的生长，春生、夏长、秋收、冬藏，它有顺序的，现在怎么样？现在是顺序乱了。有没有人觉悟到？再严重觉悟到，四季反常，植物不长了，粮食没有了，水污染了，怎么办？这个不是天然灾害，这是人为的，这是科学技术。所以科学家有宣布，我们有听说，科学家认为，这个地球科技再往下发展，五十年之后可能地球就毁灭。地球毁灭不是战争，就是这些整个乱套，没有四季，反常了，南北极冰融化，冬天没有了，以后怎么办？赤道的炎热会到四、五十度，人不能生存了。这都是科学技术带来的后果。",
      "zh_TW": "讚歎佛的大智、大德、大能，提供給十方無量無邊諸佛剎中苦難眾生。六道輪迴苦，十法界也苦，六道苦、十法界苦，為什麼？沒見性。四聖法界比我們好一點，他們才開始覺悟。唯有覺悟，就能放下。他為什麼放不下？十惡，殺盜淫，今天這個社會多少人在幹？現在它的副作用已經現前了，讓我們看到、聽到，但是還不知道覺悟。它的報復，今天是人為的，農藥、化肥、改基因，改基因破壞了大自然的，用人為來控制它，不是自然的。自然的才是最健康的，人隨順大自然是最健康的，隨順我們自己改變的，會帶來災難。你看現在災難已經現前，土地被污染了。土地被污染，再嚴重的污染就是農藥、化肥的污染，將來土地不長東西了，人吃什麼？都得要吃化學製造的糧食，那個就麻煩了！那會得種種奇奇怪怪的病，這個病沒藥好醫的，多可怕！水，水源被染污了，水有毒。一個糧食，一個水，這怎麼得了！再就是氣候的變化反常了，農作物的生長，植物的生長，春生、夏長、秋收、冬藏，它有順序的，現在怎麼樣？現在是順序亂了。有沒有人覺悟到？再嚴重覺悟到，四季反常，植物不長了，糧食沒有了，水污染了，怎麼辦？這個不是天然災害，這是人為的，這是科學技術。所以科學家有宣布，我們有聽說，科學家認為，這個地球科技再往下發展，五十年之後可能地球就毀滅。地球毀滅不是戰爭，就是這些整個亂套，沒有四季，反常了，南北極冰融化，冬天沒有了，以後怎麼辦？赤道的炎熱會到四、五十度，人不能生存了。這都是科學技術帶來的後果。"
    },
    {
      "id": "02-041-0345_p0065",
      "zh_CN": "中国人对这个没兴趣，不是中国人没有能力，中国人有智慧，发展这一段好处不大，所以中国人不走科学技术这条道路，不是不聪明。你看现在，中国人向这个发展，迎头赶上，这个东西简单。不是古代的人没有科学头脑，古代人有，知道这个发展，地球会早一天毁灭。从这个地方看出中国人的智慧，中国人的慈悲，中国人的大爱，神圣的爱、无条件的爱、没有代价的爱，在中国，神圣的爱，佛菩萨的慈悲。",
      "zh_TW": "中國人對這個沒興趣，不是中國人沒有能力，中國人有智慧，發展這一段好處不大，所以中國人不走科學技術這條道路，不是不聰明。你看現在，中國人向這個發展，迎頭趕上，這個東西簡單。不是古代的人沒有科學頭腦，古代人有，知道這個發展，地球會早一天毀滅。從這個地方看出中國人的智慧，中國人的慈悲，中國人的大愛，神聖的愛、無條件的愛、沒有代價的愛，在中國，神聖的愛，佛菩薩的慈悲。"
    },
    {
      "id": "02-041-0345_p0066",
      "zh_CN": "所以这个十年，关键之年，非常重要！大家把文化复兴起来，把儒释道树立起来，真的，国家有救、世界有救，救世界还要靠中国人。中国东西不能丢掉，必须有大圣大贤来继承，来发扬光大，传承给后世。我们相信，现在这些年轻人当中有，有这个人，我们要去发掘，要去寻找，帮助他，成就他。希望学校也都能觉悟，重视古汉学，要继承古汉学。这是真实智慧，真实的福报。",
      "zh_TW": "所以這個十年，關鍵之年，非常重要！大家把文化復興起來，把儒釋道樹立起來，真的，國家有救、世界有救，救世界還要靠中國人。中國東西不能丟掉，必須有大聖大賢來繼承，來發揚光大，傳承給後世。我們相信，現在這些年輕人當中有，有這個人，我們要去發掘，要去尋找，幫助他，成就他。希望學校也都能覺悟，重視古漢學，要繼承古漢學。這是真實智慧，真實的福報。"
    },
    {
      "id": "02-041-0345_p0067",
      "zh_CN": "叹佛德，『于虚空中，共奏天乐』，「表诸菩萨复以天乐供佛。天乐之中，以微妙音，歌叹佛德。是表诸菩萨于礼供中，兼修赞叹也。佛德者，如来所具之功德。《俱舍论》曰：诸有智者，思惟如来三种圆德，深生爱敬」。真正有智慧的人，常常要想到诸佛如来三圆德。三圆德是什么？第一个，「因圆德」；第二个，「果圆德」；第三个，「恩圆德」。这三句很重要。",
      "zh_TW": "歎佛德，『於虛空中，共奏天樂』，「表諸菩薩復以天樂供佛。天樂之中，以微妙音，歌歎佛德。是表諸菩薩於禮供中，兼修讚歎也。佛德者，如來所具之功德。《俱舍論》曰：諸有智者，思惟如來三種圓德，深生愛敬」。真正有智慧的人，常常要想到諸佛如來三圓德。三圓德是什麼？第一個，「因圓德」；第二個，「果圓德」；第三個，「恩圓德」。這三句很重要。"
    },
    {
      "id": "02-041-0345_p0068",
      "zh_CN": "因是菩提心，说得具体一点就是净业三福，三条。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，根之根。第二条，「受持三皈，具足众戒，不犯威仪」，佛弟子，佛对于弟子们的要求，这叫根本大戒。三皈，我们每堂课开头念三皈，皈依三宝，要具足众戒，不犯威仪，前面这都属于戒。第三条，「发菩提心，深信因果」，因果摆在这条意义很深，摆在最后一条，菩萨要相信因果，这什么因果？念佛是因，成佛是果。再能把它发扬光大，教化众生，大乘，「读诵大乘」经典，「劝进行者」，行者是依教奉行的人，真正发菩提心想学佛的人，要劝导他，要帮助他。这三条是圆满的因。圆满的果，实在讲，八万四千法门，无量法门都有圆满的果，但是要修很长的时间，一生不能成就。唯有一门，现在只有这一门，念佛求生净土。",
      "zh_TW": "因是菩提心，說得具體一點就是淨業三福，三條。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，根之根。第二條，「受持三皈，具足眾戒，不犯威儀」，佛弟子，佛對於弟子們的要求，這叫根本大戒。三皈，我們每堂課開頭念三皈，皈依三寶，要具足眾戒，不犯威儀，前面這都屬於戒。第三條，「發菩提心，深信因果」，因果擺在這條意義很深，擺在最後一條，菩薩要相信因果，這什麼因果？念佛是因，成佛是果。再能把它發揚光大，教化眾生，大乘，「讀誦大乘」經典，「勸進行者」，行者是依教奉行的人，真正發菩提心想學佛的人，要勸導他，要幫助他。這三條是圓滿的因。圓滿的果，實在講，八萬四千法門，無量法門都有圓滿的果，但是要修很長的時間，一生不能成就。唯有一門，現在只有這一門，念佛求生淨土。"
    },
    {
      "id": "02-041-0345_p0069",
      "zh_CN": "我跟同学们说，我们这层楼大家进来的时候墙壁上有个照片，大照片，是我出家受戒时候照的这张照片，戒坛照的，有个同学找到这张，我把它放大了，挂在那边。我给诸位讲个故事，真的，真人真事，真人就是我。我们有三个戒兄弟，感情非常好，像亲兄弟一样，我一个、明演法师一个、法融法师一个。我们三个人同年，同年，我的月份最大，而且命运相同。很多人给我们算命，给我们看相，都说我们没有福报、没有财富，短命，都过不了四十五岁这一关。我们法融法师，四十五岁那年三月生病走了；五月，明演，得的什么病我不知道，非常突然，听说他自己搭公共汽车到急诊处去挂号，就在急诊室过世了；七月，我生病了。怎么三个人都过不了四十五岁这一关？所以我也不找医生，也不吃药，为什么？医生只能医病不能医命，我是寿命到了，所以就念佛，念了一个月。有几个同学照顾我，四个同学，台大两个，政大一个，还一个是师大的，四个同学照顾我。我病了一个月好了，一直到现在我没住过医院，没有病历，我这一关过了。",
      "zh_TW": "我跟同學們說，我們這層樓大家進來的時候牆壁上有個照片，大照片，是我出家受戒時候照的這張照片，戒壇照的，有個同學找到這張，我把它放大了，掛在那邊。我給諸位講個故事，真的，真人真事，真人就是我。我們有三個戒兄弟，感情非常好，像親兄弟一樣，我一個、明演法師一個、法融法師一個。我們三個人同年，同年，我的月份最大，而且命運相同。很多人給我們算命，給我們看相，都說我們沒有福報、沒有財富，短命，都過不了四十五歲這一關。我們法融法師，四十五歲那年三月生病走了；五月，明演，得的什麼病我不知道，非常突然，聽說他自己搭公共汽車到急診處去掛號，就在急診室過世了；七月，我生病了。怎麼三個人都過不了四十五歲這一關？所以我也不找醫生，也不吃藥，為什麼？醫生只能醫病不能醫命，我是壽命到了，所以就念佛，念了一個月。有幾個同學照顧我，四個同學，台大兩個，政大一個，還一個是師大的，四個同學照顧我。我病了一個月好了，一直到現在我沒住過醫院，沒有病歷，我這一關過了。"
    },
    {
      "id": "02-041-0345_p0070",
      "zh_CN": "到第二年，蒋经国先生就任第六任总统，佛教会给他做了一个仁王法会，为他祈福。我在法会里头讲了一部《仁王经》大意，是在另外一个讲堂，是在佛教会的讲堂，讲大意，因为只有七次。在法会当中遇到甘珠活佛，不知道有没有人认识他，那是一个密宗很好的上师，跟我是老朋友，他也是章嘉的学生，碰到之后，他大概大我十岁，那年我四十六岁（四十五岁过去了），他大概五十六岁的样子，来告诉我，他说我们在背后都在说你。我说，说我什么？说你人还不错，不是个坏人，很可惜短命，没福报。我说这个我知道，不必在背后，当面可以问我。接着他又说，你这十几年，讲经的功德很大。那个时候我讲经十二年，我是出家开始讲经，白圣法师叫我到十普寺佛学院教书，我一出家就教书，就讲学，所以到经国先生出任总统的时候，我就讲了十二年了。他说十二年讲经的功德很大，他说你的寿命很长，你的福报很大。透这个信息给我。过了一年，第二年他走了，非常可惜，台湾密宗好老师。",
      "zh_TW": "到第二年，蔣經國先生就任第六任總統，佛教會給他做了一個仁王法會，為他祈福。我在法會裡頭講了一部《仁王經》大意，是在另外一個講堂，是在佛教會的講堂，講大意，因為只有七次。在法會當中遇到甘珠活佛，不知道有沒有人認識他，那是一個密宗很好的上師，跟我是老朋友，他也是章嘉的學生，碰到之後，他大概大我十歲，那年我四十六歲（四十五歲過去了），他大概五十六歲的樣子，來告訴我，他說我們在背後都在說你。我說，說我什麼？說你人還不錯，不是個壞人，很可惜短命，沒福報。我說這個我知道，不必在背後，當面可以問我。接著他又說，你這十幾年，講經的功德很大。那個時候我講經十二年，我是出家開始講經，白聖法師叫我到十普寺佛學院教書，我一出家就教書，就講學，所以到經國先生出任總統的時候，我就講了十二年了。他說十二年講經的功德很大，他說你的壽命很長，你的福報很大。透這個信息給我。過了一年，第二年他走了，非常可惜，台灣密宗好老師。"
    },
    {
      "id": "02-041-0345_p0071",
      "zh_CN": "所以我们这个事情，三个人讨论过。法融跟明演都认为，学经教学得好辛苦，讲经也很辛苦，一次讲两个小时，舌头讲破了，人家不相信。他说他们两个学密去了，跟大溪屈文六老居士，密宗大德。他说我们学密，学成功之后，我一显神通大家就相信了。他真正用功，一年磕十万个大头，一般人做不到，他真干。一年之后他告诉我，他说真有鬼，每天到下午四、五点钟街上就有鬼走路，人就会碰到鬼，碰到鬼，你一惊一吓，就有这种感觉；晚上到了十点、十一点，满街都是鬼，很多，而且是前世的人、认识的人，有碰到的。明演法师还遇到前世的夫人，他的太太，见到了。那个时候他住在大溪半截塔，一个宝塔没有修成，没有封顶，他就住在那个塔里头，还给他前世太太供了个牌位。我就笑他，你神通没有成，鬼通了。鬼通，还是过不了四十五岁这个关。",
      "zh_TW": "所以我們這個事情，三個人討論過。法融跟明演都認為，學經教學得好辛苦，講經也很辛苦，一次講兩個小時，舌頭講破了，人家不相信。他說他們兩個學密去了，跟大溪屈文六老居士，密宗大德。他說我們學密，學成功之後，我一顯神通大家就相信了。他真正用功，一年磕十萬個大頭，一般人做不到，他真幹。一年之後他告訴我，他說真有鬼，每天到下午四、五點鐘街上就有鬼走路，人就會碰到鬼，碰到鬼，你一驚一嚇，就有這種感覺；晚上到了十點、十一點，滿街都是鬼，很多，而且是前世的人、認識的人，有碰到的。明演法師還遇到前世的夫人，他的太太，見到了。那個時候他住在大溪半截塔，一個寶塔沒有修成，沒有封頂，他就住在那個塔裡頭，還給他前世太太供了個牌位。我就笑他，你神通沒有成，鬼通了。鬼通，還是過不了四十五歲這個關。"
    },
    {
      "id": "02-041-0345_p0072",
      "zh_CN": "我们今天再回想这段事情，佛事，释迦牟尼佛，学生应该做什么事业，佛一生干什么事业？就是讲经教学。这就是下面的恩德，你没有讲经教学，对佛不能报恩，对一切众生不能布施恩德，这个重要。怎样报佛恩，怎样报父母恩，怎样报老师恩，怎样报众生恩？讲经教学。我这一生走这条路走得非常辛苦，但是人还挺健康的，没有生过大病，没有住过医院。现在又碰到一个缘分，就是传统文化的缘，我努力来牵这个头，希望有人能去接着办。头带起来了，希望有人跟着做，永远不要舍弃，要做到老死，要发这个愿心。",
      "zh_TW": "我們今天再回想這段事情，佛事，釋迦牟尼佛，學生應該做什麼事業，佛一生幹什麼事業？就是講經教學。這就是下面的恩德，你沒有講經教學，對佛不能報恩，對一切眾生不能布施恩德，這個重要。怎樣報佛恩，怎樣報父母恩，怎樣報老師恩，怎樣報眾生恩？講經教學。我這一生走這條路走得非常辛苦，但是人還挺健康的，沒有生過大病，沒有住過醫院。現在又碰到一個緣分，就是傳統文化的緣，我努力來牽這個頭，希望有人能去接著辦。頭帶起來了，希望有人跟著做，永遠不要捨棄，要做到老死，要發這個願心。"
    },
    {
      "id": "02-041-0345_p0073",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}