{
  "doc_id": "02-041-0316",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三一六集",
    "zh_TW": "第三一六集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0316",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-041-0316_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0316_p0002",
      "zh_CN": "请看《大经科注》，第七百五十一页，倒数第三行：",
      "zh_TW": "請看《大經科註》，第七百五十一頁，倒數第三行："
    },
    {
      "id": "02-041-0316_p0003",
      "zh_CN": "『愿生其国』。这一小段科题是「修德愿生」，「修诸功德」前面说过了，今天我们再学习末后这一句「愿生其国」，「亦即第十八愿中：所有善根，心心回向，愿生我国」，这三句是四十八愿第十八愿里面的愿文。下面第十九愿，「复以善根回向，愿生我国」，可见得愿生我国不只十八愿，十九愿也有。下面还有二十一愿，「与第二十一愿中，至心回向，欲生极乐，无不遂者」，欲生极乐就是愿生我国，意思相同。还有第二十二愿，二十二愿里面有「发菩提心，厌患女身，愿生我国」。「如是诸愿中」，四十八愿有四愿说到，说如是诸愿中「皆以发愿回向，求生净土为劝也」。在经文里面，我们可以看到、可以体会到，阿弥陀佛苦口婆心，劝导我们求生净土。",
      "zh_TW": "『願生其國』。這一小段科題是「修德願生」，「修諸功德」前面說過了，今天我們再學習末後這一句「願生其國」，「亦即第十八願中：所有善根，心心迴向，願生我國」，這三句是四十八願第十八願裡面的願文。下面第十九願，「復以善根迴向，願生我國」，可見得願生我國不只十八願，十九願也有。下面還有二十一願，「與第二十一願中，至心迴向，欲生極樂，無不遂者」，欲生極樂就是願生我國，意思相同。還有第二十二願，二十二願裡面有「發菩提心，厭患女身，願生我國」。「如是諸願中」，四十八願有四願說到，說如是諸願中「皆以發願迴向，求生淨土為勸也」。在經文裡面，我們可以看到、可以體會到，阿彌陀佛苦口婆心，勸導我們求生淨土。"
    },
    {
      "id": "02-041-0316_p0004",
      "zh_CN": "底下还举《阿弥陀经》，「《阿弥陀经》曰：众生闻者，应当发愿，愿生彼国。」底下还是《弥陀经》的经文，「若有信者，应当发愿，生彼国土。又云：若有人已发愿、今发愿、当发愿，欲生阿弥陀佛国者，是诸人等，皆得不退转于阿耨多罗三藐三菩提。」《弥陀经》上有三段，「可见愿生其国实为往生极乐之关键。」为什么？这个世界太苦了。我们尤其生在现代，我们回想三十年前的社会，比现在可爱多了，没有这么多灾难，社会上没有这么多冲突。我们再向上提升三十年，就是六十年前，比三十年前好！三十年中国人叫一世，你看世，世界的世，一世是三个十，三十年叫一世。我们自己回忆过去三十年，再过去三十年，比现在的社会安定，人与人之间和谐。",
      "zh_TW": "底下還舉《阿彌陀經》，「《阿彌陀經》曰：眾生聞者，應當發願，願生彼國。」底下還是《彌陀經》的經文，「若有信者，應當發願，生彼國土。又云：若有人已發願、今發願、當發願，欲生阿彌陀佛國者，是諸人等，皆得不退轉於阿耨多羅三藐三菩提。」《彌陀經》上有三段，「可見願生其國實為往生極樂之關鍵。」為什麼？這個世界太苦了。我們尤其生在現代，我們回想三十年前的社會，比現在可愛多了，沒有這麼多災難，社會上沒有這麼多衝突。我們再向上提升三十年，就是六十年前，比三十年前好！三十年中國人叫一世，你看世，世界的世，一世是三個十，三十年叫一世。我們自己回憶過去三十年，再過去三十年，比現在的社會安定，人與人之間和諧。"
    },
    {
      "id": "02-041-0316_p0005",
      "zh_CN": "佛在经上告诉我们，释迦牟尼佛出现在世间，三千年前，人的平均寿命一百岁。经上告诉我们，每过一百年减一岁，现在世界人的寿命，平均寿命七十岁。佛陀那个时代一百岁，现在七十岁，一百年减一岁，往后释迦牟尼佛的末法还有八千年，人的寿命最短十岁，在释迦牟尼佛末法时期会出现，最短的时候十岁。十岁时候那个社会怎么样？社会人看到人就想杀人，变成这个样子，总是先下手为强，人都灭绝了。我们从这个三十年、三十年细心来观察，经上讲这个话可不可以相信？可以。但是现在的社会，出现一个很异常的现象，那就是说，长寿的人，八十岁、九十岁、一百岁，愈来愈多了。黄念老居士告诉我们，这是一个好现象，这个现象就像中国古人讲的回光返照，有，它不是正常的。怎么说是好现象？可能佛法还会兴旺一个时期。有没有可能？有可能。汉传佛教，我们看起来好像是衰了，学习的人很少了，可是南传的，东南亚一带，小乘，好像挺盛的。藏传的也还不错，藏传五明佛学院我知道，这个佛学院里面有汉传的学生，出家在家，听说有一、二千人，学习很如法。这让我们看到了生欢喜心，汉传大乘有承传的人，这是好现象。可是这种变数总不如常数，常数那就是减劫，一百年减一岁。释迦牟尼佛末法终了之后，世尊的法运在这个世界上消失了，佛法还有没有人来弘传？有，读《地藏菩萨本愿经》就知道了。这经上有记载，佛法灭了之后，下面弥勒菩萨还没有来示现成佛，这一段时间很长，在这么长的时间里面没有佛住世，地藏菩萨代佛救度苦难众生。地藏是大愿，我们相信，大悲观音菩萨，大智文殊菩萨，大行普贤菩萨，都会协助地藏菩萨在这个世间教化众生，一直等弥勒从兜率天下降示现成佛。",
      "zh_TW": "佛在經上告訴我們，釋迦牟尼佛出現在世間，三千年前，人的平均壽命一百歲。經上告訴我們，每過一百年減一歲，現在世界人的壽命，平均壽命七十歲。佛陀那個時代一百歲，現在七十歲，一百年減一歲，往後釋迦牟尼佛的末法還有八千年，人的壽命最短十歲，在釋迦牟尼佛末法時期會出現，最短的時候十歲。十歲時候那個社會怎麼樣？社會人看到人就想殺人，變成這個樣子，總是先下手為強，人都滅絕了。我們從這個三十年、三十年細心來觀察，經上講這個話可不可以相信？可以。但是現在的社會，出現一個很異常的現象，那就是說，長壽的人，八十歲、九十歲、一百歲，愈來愈多了。黃念老居士告訴我們，這是一個好現象，這個現象就像中國古人講的回光返照，有，它不是正常的。怎麼說是好現象？可能佛法還會興旺一個時期。有沒有可能？有可能。漢傳佛教，我們看起來好像是衰了，學習的人很少了，可是南傳的，東南亞一帶，小乘，好像挺盛的。藏傳的也還不錯，藏傳五明佛學院我知道，這個佛學院裡面有漢傳的學生，出家在家，聽說有一、二千人，學習很如法。這讓我們看到了生歡喜心，漢傳大乘有承傳的人，這是好現象。可是這種變數總不如常數，常數那就是減劫，一百年減一歲。釋迦牟尼佛末法終了之後，世尊的法運在這個世界上消失了，佛法還有沒有人來弘傳？有，讀《地藏菩薩本願經》就知道了。這經上有記載，佛法滅了之後，下面彌勒菩薩還沒有來示現成佛，這一段時間很長，在這麼長的時間裡面沒有佛住世，地藏菩薩代佛救度苦難眾生。地藏是大願，我們相信，大悲觀音菩薩，大智文殊菩薩，大行普賢菩薩，都會協助地藏菩薩在這個世間教化眾生，一直等彌勒從兜率天下降示現成佛。"
    },
    {
      "id": "02-041-0316_p0006",
      "zh_CN": "我们今天遇到这个法门无比殊胜，释迦牟尼佛、阿弥陀佛苦口婆心劝我们，要发愿求生极乐世界，生到极乐世界等于成佛了。极乐世界的人，第一个好处，无量寿。十法界、六道都有生灭，极乐世界没有生灭，往生的人莲花化生，花开见佛。在极乐世界七宝池里头，你转识成智的功夫圆满了，转八识成四智，不生不灭，无量寿。得到阿弥陀佛本愿威神的加持，同时也得到阿弥陀佛无量劫来修学的功德护佑你，使你的智慧、神通、道力好像跟佛差不多，所以说等于成佛。佛有神通，能够分身、化身，无量无边无数无尽，干什么？到十方诸佛刹土里面去接引愿生彼国的人，接引这些众生到极乐世界。所以阿弥陀佛的示现接引，每一秒钟化身的次数我们都无法想像。不要说一分钟、一秒钟，一个细念，微细的念头，弥勒菩萨告诉我们，阿赖耶的生灭有三十二亿百千念，也就是三百二十兆，一念。时间多长？极其短暂，一弹指三十二亿百千念，这样微细的念头，每一个念头有一尊化佛，分身的阿弥陀佛，到遍法界虚空界接引众生。经上真的，这种劝勉的话太多太多了。往生到极乐世界，那是佛菩萨保证你一生成就，不能往生没有得到保证，换句话说，如果业障重，三途苦报没有办法逃过。三途苦报真苦，不是假的。",
      "zh_TW": "我們今天遇到這個法門無比殊勝，釋迦牟尼佛、阿彌陀佛苦口婆心勸我們，要發願求生極樂世界，生到極樂世界等於成佛了。極樂世界的人，第一個好處，無量壽。十法界、六道都有生滅，極樂世界沒有生滅，往生的人蓮花化生，花開見佛。在極樂世界七寶池裡頭，你轉識成智的功夫圓滿了，轉八識成四智，不生不滅，無量壽。得到阿彌陀佛本願威神的加持，同時也得到阿彌陀佛無量劫來修學的功德護佑你，使你的智慧、神通、道力好像跟佛差不多，所以說等於成佛。佛有神通，能夠分身、化身，無量無邊無數無盡，幹什麼？到十方諸佛剎土裡面去接引願生彼國的人，接引這些眾生到極樂世界。所以阿彌陀佛的示現接引，每一秒鐘化身的次數我們都無法想像。不要說一分鐘、一秒鐘，一個細念，微細的念頭，彌勒菩薩告訴我們，阿賴耶的生滅有三十二億百千念，也就是三百二十兆，一念。時間多長？極其短暫，一彈指三十二億百千念，這樣微細的念頭，每一個念頭有一尊化佛，分身的阿彌陀佛，到遍法界虛空界接引眾生。經上真的，這種勸勉的話太多太多了。往生到極樂世界，那是佛菩薩保證你一生成就，不能往生沒有得到保證，換句話說，如果業障重，三途苦報沒有辦法逃過。三途苦報真苦，不是假的。"
    },
    {
      "id": "02-041-0316_p0007",
      "zh_CN": "下面的经文，「往生果德」，这不是因地上修的，果地上的报德。经上给我们说了三桩事情，第一个，「临终佛现」，这是往生的果德，临终的时候阿弥陀佛现身，你会看到来接引你往生。第二个，「随佛化生」，佛手上拿的莲花，那个莲花就是你念佛功德成就的。你念的佛号愈多，这个莲花就愈大，光色就愈好。念佛功夫的浅深，关系莲花的大小、莲花的光色。这个东西好，这是值得追求的。世间功名富贵统统放下，为什么？那个带不走的，一样都带不走，那叫业障。业障要放下，佛号要提起，才能随佛化生，跟着佛到极乐世界，在七宝池中花开见佛，化生。那个时候花开，你的身相跟阿弥陀佛一样，极乐世界是平等的世界。第三个好处，都是果德，「智德自在」。「智慧勇猛，神通自在」，你看这八个字。智慧现前，什么样的智慧？跟佛同样的智慧圆满现前，中国佛教里面所说的大彻大悟、明心见性，自性般若智慧流露出来了。神通，神通是从自性里面流露出来的，是从清净平等心里头出来的，所以我们的心要清净、要平等，就能发神通。清净平等都是禅定，清净心现前是阿罗汉、辟支佛，小神通，小神通超过六道的天人。欲界天、色界天、无色界天都有神通，跟极乐世界往生的人去比那就差远了，比不上。平等心现前是大神通，菩萨所证得的，究竟圆满的神通是如来果地上证得的。我们看经文：",
      "zh_TW": "下面的經文，「往生果德」，這不是因地上修的，果地上的報德。經上給我們說了三樁事情，第一個，「臨終佛現」，這是往生的果德，臨終的時候阿彌陀佛現身，你會看到來接引你往生。第二個，「隨佛化生」，佛手上拿的蓮花，那個蓮花就是你念佛功德成就的。你念的佛號愈多，這個蓮花就愈大，光色就愈好。念佛功夫的淺深，關係蓮花的大小、蓮花的光色。這個東西好，這是值得追求的。世間功名富貴統統放下，為什麼？那個帶不走的，一樣都帶不走，那叫業障。業障要放下，佛號要提起，才能隨佛化生，跟著佛到極樂世界，在七寶池中花開見佛，化生。那個時候花開，你的身相跟阿彌陀佛一樣，極樂世界是平等的世界。第三個好處，都是果德，「智德自在」。「智慧勇猛，神通自在」，你看這八個字。智慧現前，什麼樣的智慧？跟佛同樣的智慧圓滿現前，中國佛教裡面所說的大徹大悟、明心見性，自性般若智慧流露出來了。神通，神通是從自性裡面流露出來的，是從清淨平等心裡頭出來的，所以我們的心要清淨、要平等，就能發神通。清淨平等都是禪定，清淨心現前是阿羅漢、辟支佛，小神通，小神通超過六道的天人。欲界天、色界天、無色界天都有神通，跟極樂世界往生的人去比那就差遠了，比不上。平等心現前是大神通，菩薩所證得的，究竟圓滿的神通是如來果地上證得的。我們看經文："
    },
    {
      "id": "02-041-0316_p0008",
      "zh_CN": "【此等众生。临寿终时。阿弥陀佛与诸圣众。现在其前。】",
      "zh_TW": "【此等眾生。臨壽終時。阿彌陀佛與諸聖眾。現在其前。】"
    },
    {
      "id": "02-041-0316_p0009",
      "zh_CN": "经文不难懂，我们看念老的注解。『临寿终时』，我们寿命到了，『阿弥陀佛』，跟阿弥陀佛一起来迎接的，这是『与诸圣众』，这些人跟你过去生、现在生都有缘，他们念佛往生了，早往生的，比我早，我现在要去的时候，他们跟着阿弥陀佛都来接引。所以要记住，生到极乐世界，那个地方不会寂寞、不会孤单，为什么？你的亲人、志同道合的朋友太多太多了，无量劫来跟我们结的有善缘恶缘，统统见到了。恶缘的怎么也在那边？因为他改过修善，他念佛也成功了，也到极乐世界去了。所以都跟着阿弥陀佛来接引，统统看到了，皆大欢喜！那个怨恨心完全没有了，全都化解了。这一段五句经文，「此正第二十临终接引愿之成就，弥陀愿海所惠」，这个惠就是给我们恩惠，给我们什么？「真实之利也」，最真实的利益，让我们永远脱离六道轮回，脱离十法界，往生到极乐世界亲近阿弥陀佛。",
      "zh_TW": "經文不難懂，我們看念老的註解。『臨壽終時』，我們壽命到了，『阿彌陀佛』，跟阿彌陀佛一起來迎接的，這是『與諸聖眾』，這些人跟你過去生、現在生都有緣，他們念佛往生了，早往生的，比我早，我現在要去的時候，他們跟著阿彌陀佛都來接引。所以要記住，生到極樂世界，那個地方不會寂寞、不會孤單，為什麼？你的親人、志同道合的朋友太多太多了，無量劫來跟我們結的有善緣惡緣，統統見到了。惡緣的怎麼也在那邊？因為他改過修善，他念佛也成功了，也到極樂世界去了。所以都跟著阿彌陀佛來接引，統統看到了，皆大歡喜！那個怨恨心完全沒有了，全都化解了。這一段五句經文，「此正第二十臨終接引願之成就，彌陀願海所惠」，這個惠就是給我們恩惠，給我們什麼？「真實之利也」，最真實的利益，讓我們永遠脫離六道輪迴，脫離十法界，往生到極樂世界親近阿彌陀佛。"
    },
    {
      "id": "02-041-0316_p0010",
      "zh_CN": "「《称赞净土经》云：是善男子，或善女人，临命终时，无量寿佛，与其无量声闻弟子，菩萨众俱，前后围绕，来住其前」。这是当时的状况，佛来接引的状况，他见到了，他看到了，跟他们走了，来不及把这些事情告诉我们。他也想不需要再告诉了，为什么？经典里面讲得很多，佛介绍了，他给我们做证明。特别显示，「慈悲加祐，令心不乱」，这句话非常重要。《称赞净土经》就是玄奘大师所翻的《阿弥陀经》。《阿弥陀经》有两个译本，我们现在流通的是鸠摩罗什大师翻译的，唐朝玄奘大师又翻译了一次。为什么还要翻？就是这八个字，「慈悲加祐，令心不乱」。这八个字罗什大师翻译里头没有，这八个字非常重要。你为什么能往生？五逆十恶，临命终时一念、十念都能往生，凭什么？凭阿弥陀佛慈悲加祐，令我们这个心不乱，这句话太重要了。我们自己念佛，一心不乱还没有念到，不要紧，没有关系，到临终的时候阿弥陀佛慈悲加祐，我们就得一心不乱。这句话重要，我们如果真的听懂、听明白了，相信，不怀疑了，我们往生极乐世界信心就具足，不再有怀疑，我们念佛功夫达不到这个层次不要紧，佛一加持一保佑，我们就得到了。",
      "zh_TW": "「《稱讚淨土經》云：是善男子，或善女人，臨命終時，無量壽佛，與其無量聲聞弟子，菩薩眾俱，前後圍繞，來住其前」。這是當時的狀況，佛來接引的狀況，他見到了，他看到了，跟他們走了，來不及把這些事情告訴我們。他也想不需要再告訴了，為什麼？經典裡面講得很多，佛介紹了，他給我們做證明。特別顯示，「慈悲加祐，令心不亂」，這句話非常重要。《稱讚淨土經》就是玄奘大師所翻的《阿彌陀經》。《阿彌陀經》有兩個譯本，我們現在流通的是鳩摩羅什大師翻譯的，唐朝玄奘大師又翻譯了一次。為什麼還要翻？就是這八個字，「慈悲加祐，令心不亂」。這八個字羅什大師翻譯裡頭沒有，這八個字非常重要。你為什麼能往生？五逆十惡，臨命終時一念、十念都能往生，憑什麼？憑阿彌陀佛慈悲加祐，令我們這個心不亂，這句話太重要了。我們自己念佛，一心不亂還沒有念到，不要緊，沒有關係，到臨終的時候阿彌陀佛慈悲加祐，我們就得一心不亂。這句話重要，我們如果真的聽懂、聽明白了，相信，不懷疑了，我們往生極樂世界信心就具足，不再有懷疑，我們念佛功夫達不到這個層次不要緊，佛一加持一保佑，我們就得到了。"
    },
    {
      "id": "02-041-0316_p0011",
      "zh_CN": "我们再看下面经文，还是玄奘大师译本的经文，「既舍命已，随佛众会」，舍命就是我们往生，这个身体不要了，这个世界也不要了，统统放下，随着佛到极乐世界，入那一边的大会。你入哪一个会？众会是众多，你入哪个会？入与你自己念佛功夫相应的这个会。绝对大多数的人是生凡圣同居土。极乐世界四土三辈九品，这就是众会。阿弥陀佛的众会，无论是在哪一会，你都看到阿弥陀佛在做主持，好像我们现在开会，阿弥陀佛是主席，你都看到他，很不可思议。我们这里见佛难，到极乐世界，无论在什么地方你都能见佛，无论什么时候你有问题，都可以向佛当面请教，佛会当面教给你。比我们这个世界殊胜太多了，我们这个世界科学技术再发达，也没有办法到他的境界。这个地方不能不去，不去就错了。「生无量寿极乐世界清净佛土」。",
      "zh_TW": "我們再看下面經文，還是玄奘大師譯本的經文，「既捨命已，隨佛眾會」，捨命就是我們往生，這個身體不要了，這個世界也不要了，統統放下，隨著佛到極樂世界，入那一邊的大會。你入哪一個會？眾會是眾多，你入哪個會？入與你自己念佛功夫相應的這個會。絕對大多數的人是生凡聖同居土。極樂世界四土三輩九品，這就是眾會。阿彌陀佛的眾會，無論是在哪一會，你都看到阿彌陀佛在做主持，好像我們現在開會，阿彌陀佛是主席，你都看到他，很不可思議。我們這裡見佛難，到極樂世界，無論在什麼地方你都能見佛，無論什麼時候你有問題，都可以向佛當面請教，佛會當面教給你。比我們這個世界殊勝太多了，我們這個世界科學技術再發達，也沒有辦法到他的境界。這個地方不能不去，不去就錯了。「生無量壽極樂世界清淨佛土」。"
    },
    {
      "id": "02-041-0316_p0012",
      "zh_CN": "「经中，慈悲加祐、令心不乱，是为净宗之心髓。因佛力加被，行人心始不乱」，这个心你才开始不乱，是得佛力加的。「于是十念相续，便得往生。故称净土为果教，是他力法门，是易行道，是普被万类之慈航，均在是也」。这几句话让我们断尽疑惑了。现在念佛人，我们问一问，你往生有把握吗？问一百个，一百个都摇头；问一千个，一千个都摇头，没有把握。读了这个经文，疑心断了，问你有没有把握？有。你这个把握从哪里来的？临命终时，阿弥陀佛慈悲加祐，令心不乱，就凭这个经文，这个经文就是我们往生的凭证。好像我们现在出国旅游，在海关的时候这是检验护照，护照上有这几句，有这么一段话，那就是决定通关，没话说的，顺利通关。",
      "zh_TW": "「經中，慈悲加祐、令心不亂，是為淨宗之心髓。因佛力加被，行人心始不亂」，這個心你才開始不亂，是得佛力加的。「於是十念相續，便得往生。故稱淨土為果教，是他力法門，是易行道，是普被萬類之慈航，均在是也」。這幾句話讓我們斷盡疑惑了。現在念佛人，我們問一問，你往生有把握嗎？問一百個，一百個都搖頭；問一千個，一千個都搖頭，沒有把握。讀了這個經文，疑心斷了，問你有沒有把握？有。你這個把握從哪裡來的？臨命終時，阿彌陀佛慈悲加祐，令心不亂，就憑這個經文，這個經文就是我們往生的憑證。好像我們現在出國旅遊，在海關的時候這是檢驗護照，護照上有這幾句，有這麼一段話，那就是決定通關，沒話說的，順利通關。"
    },
    {
      "id": "02-041-0316_p0013",
      "zh_CN": "「更显此不可思议之他力」，不是靠自己，全靠阿弥陀佛。感激本师释迦牟尼佛的介绍，把这个法门介绍给我们，给我们讲得这么清楚，讲得这么明白，让我们读了这一段经文，疑心才真断了。如果疑惑不断，疑惑会产生障碍，确实临终有许多人因为一念疑惑不能往生。玄奘大师慈悲，玄奘大师知道罗什大师翻译的本子里头漏了这句，这一句我们相信原文里头有，梵文经典里头有。但是佛说《无量寿经》说过很多遍，不是一遍，在中国的译本就有十二种，很可惜当中七种失传，现在留下来的五种。西藏文里头、蒙古文里面可能比我们多，内蒙金教授告诉我，蒙古文《大藏经》里面，《无量寿经》有十几种不同的版本。我希望他们能够把这十几种统统翻成汉文，给我们净土宗做参考。我们知道得愈多，知道得愈详细、愈清楚，真的帮助我们断疑生信，帮助我们断疑、坚定求往生的愿望，这比什么都重要。",
      "zh_TW": "「更顯此不可思議之他力」，不是靠自己，全靠阿彌陀佛。感激本師釋迦牟尼佛的介紹，把這個法門介紹給我們，給我們講得這麼清楚，講得這麼明白，讓我們讀了這一段經文，疑心才真斷了。如果疑惑不斷，疑惑會產生障礙，確實臨終有許多人因為一念疑惑不能往生。玄奘大師慈悲，玄奘大師知道羅什大師翻譯的本子裡頭漏了這句，這一句我們相信原文裡頭有，梵文經典裡頭有。但是佛說《無量壽經》說過很多遍，不是一遍，在中國的譯本就有十二種，很可惜當中七種失傳，現在留下來的五種。西藏文裡頭、蒙古文裡面可能比我們多，內蒙金教授告訴我，蒙古文《大藏經》裡面，《無量壽經》有十幾種不同的版本。我希望他們能夠把這十幾種統統翻成漢文，給我們淨土宗做參考。我們知道得愈多，知道得愈詳細、愈清楚，真的幫助我們斷疑生信，幫助我們斷疑、堅定求往生的願望，這比什麼都重要。"
    },
    {
      "id": "02-041-0316_p0014",
      "zh_CN": "蕅益大师说得没错，说的是真话，能不能往生全在信愿之有无，有信有愿就决定得生。往生到极乐世界，品位高下，那是念佛功夫的浅深，那是第二桩事情，不是第一桩，第一桩是要能够往生，能真正的到极乐世界，这是最重要的。到极乐世界之后，分发我们在哪一班修学没有关系，无论在哪个班级，最后都能证得究竟圆满的佛果，这个好。所以这个事情可以不必与人争，念佛人真正做到「于人无争，于世无求」。我们学莲池、学蕅益大师，往生到极乐世界，什么样的品位我们就满意？蕅益大师说：凡圣同居土下下品往生我就满意了。这是我们要学习的，我们彻底放下。我们到极乐世界，从小班、小小班学起，导师阿弥陀佛，阿弥陀佛亲自来教授的，我们从最根本的地方学起，好！有很多人是插班进去的，不是没有，我们对那些人赞叹欢喜，我们不能学他。为什么？他有本事插班，我们要学他，插不进去，把机会丢掉了，连小小班一年级也没有捞到，那个亏就吃大了。所以我们要很冷静，要搞清楚、搞明白，我们的愿望最低，从小学一年级进去，靠得住。果德第二个，「随佛化生」。请看经文：",
      "zh_TW": "蕅益大師說得沒錯，說的是真話，能不能往生全在信願之有無，有信有願就決定得生。往生到極樂世界，品位高下，那是念佛功夫的淺深，那是第二樁事情，不是第一樁，第一樁是要能夠往生，能真正的到極樂世界，這是最重要的。到極樂世界之後，分發我們在哪一班修學沒有關係，無論在哪個班級，最後都能證得究竟圓滿的佛果，這個好。所以這個事情可以不必與人爭，念佛人真正做到「於人無爭，於世無求」。我們學蓮池、學蕅益大師，往生到極樂世界，什麼樣的品位我們就滿意？蕅益大師說：凡聖同居土下下品往生我就滿意了。這是我們要學習的，我們徹底放下。我們到極樂世界，從小班、小小班學起，導師阿彌陀佛，阿彌陀佛親自來教授的，我們從最根本的地方學起，好！有很多人是插班進去的，不是沒有，我們對那些人讚歎歡喜，我們不能學他。為什麼？他有本事插班，我們要學他，插不進去，把機會丟掉了，連小小班一年級也沒有撈到，那個虧就吃大了。所以我們要很冷靜，要搞清楚、搞明白，我們的願望最低，從小學一年級進去，靠得住。果德第二個，「隨佛化生」。請看經文："
    },
    {
      "id": "02-041-0316_p0015",
      "zh_CN": "【经须臾间。即随彼佛往生其国。便于七宝华中自然化生。】",
      "zh_TW": "【經須臾間。即隨彼佛往生其國。便於七寶華中自然化生。】"
    },
    {
      "id": "02-041-0316_p0016",
      "zh_CN": "你看多么殊胜。我们看注解，『七宝华中，自然化生』，「此云自然化生者，表非胎卵湿化四生中之化生」。跟我们世界，我们讲动物或者讲生物，在这个世界出生，它是怎么生的？有胎生、有卵生、有湿生、有化生，这个世界上有这四种。但是极乐世界的化生跟我们这里不一样，我们这个化生要具备条件，他的条件不具足，他不能化生。换句话说，具备条件就不是自然的，不是自然的是什么？用佛的语言来说，业力，没有离开业力。自然化生没有业力，他的业这个时候都消掉了。什么时候消掉的？就在这须臾间。须臾是很短的时间，是从我们这个地方，他离开人世间，放下六道轮回、放下十法界，坐在莲花里头，阿弥陀佛把这个莲花带到极乐世界，放在七宝池中。经过的时间不会很长，花开见佛，他业障消掉了。业障不消掉他花不开，花开见佛就业消了，无始劫以来造作的这些罪业统统没有了，无论是恶业、善业都消了。恶业不消出不了三恶道，善业不消出不了三善道，善恶业统统都要消掉，都要消干净。这是在莲花，你在莲花里头这个时间不长，须臾之间，从我们这个世界到极乐世界，当中十万亿佛国土超过了，花开见佛。",
      "zh_TW": "你看多麼殊勝。我們看註解，『七寶華中，自然化生』，「此云自然化生者，表非胎卵濕化四生中之化生」。跟我們世界，我們講動物或者講生物，在這個世界出生，它是怎麼生的？有胎生、有卵生、有濕生、有化生，這個世界上有這四種。但是極樂世界的化生跟我們這裡不一樣，我們這個化生要具備條件，他的條件不具足，他不能化生。換句話說，具備條件就不是自然的，不是自然的是什麼？用佛的語言來說，業力，沒有離開業力。自然化生沒有業力，他的業這個時候都消掉了。什麼時候消掉的？就在這須臾間。須臾是很短的時間，是從我們這個地方，他離開人世間，放下六道輪迴、放下十法界，坐在蓮花裡頭，阿彌陀佛把這個蓮花帶到極樂世界，放在七寶池中。經過的時間不會很長，花開見佛，他業障消掉了。業障不消掉他花不開，花開見佛就業消了，無始劫以來造作的這些罪業統統沒有了，無論是惡業、善業都消了。惡業不消出不了三惡道，善業不消出不了三善道，善惡業統統都要消掉，都要消乾淨。這是在蓮花，你在蓮花裡頭這個時間不長，須臾之間，從我們這個世界到極樂世界，當中十萬億佛國土超過了，花開見佛。"
    },
    {
      "id": "02-041-0316_p0017",
      "zh_CN": "我们再看下面是念老引用《法华经》的经文，「如《法华文句》云：《胎经》云」，《胎经》是佛说的，《文句》上引这段话，「莲华生者，非胎卵湿化之化生也」，不是我们世间讲的这个化生，我们讲的化生是具足条件，极乐世界不是的，自然化生，它上面加个自然。一切诸佛国土都要消业才能往生，没有带业的，只有极乐世界是带业的，阿弥陀佛帮助你消业。全靠佛，不靠佛不行，不靠佛不能往生。要靠定，天天念佛就是天天靠着他，一个念头错了，打妄想了，这一念就离开阿弥陀佛了，所以佛号一句接着一句靠定。像古来的大德一样，除了吃饭、睡觉佛号提不起来，佛号断了；吃完了，醒过来了，佛号马上就接上。这个也可以说是净念相继，求生净土。",
      "zh_TW": "我們再看下面是念老引用《法華經》的經文，「如《法華文句》云：《胎經》云」，《胎經》是佛說的，《文句》上引這段話，「蓮華生者，非胎卵濕化之化生也」，不是我們世間講的這個化生，我們講的化生是具足條件，極樂世界不是的，自然化生，它上面加個自然。一切諸佛國土都要消業才能往生，沒有帶業的，只有極樂世界是帶業的，阿彌陀佛幫助你消業。全靠佛，不靠佛不行，不靠佛不能往生。要靠定，天天念佛就是天天靠著他，一個念頭錯了，打妄想了，這一念就離開阿彌陀佛了，所以佛號一句接著一句靠定。像古來的大德一樣，除了吃飯、睡覺佛號提不起來，佛號斷了；吃完了，醒過來了，佛號馬上就接上。這個也可以說是淨念相繼，求生淨土。"
    },
    {
      "id": "02-041-0316_p0018",
      "zh_CN": "连吃饭睡觉佛号都不断，那是功夫成片的人才能做到，我们初学的人做不到。功夫成片的人做到，这是念佛功夫初步、初阶段成就，在这个阶段成就阿弥陀佛会来给你送信息，或是给你托梦，梦中见佛，或者是入定，你在定中见佛。你在念佛，念累了，盘腿打坐，口里没有念，眼睛也闭下来，但是佛号没断，心中佛号没断，这个时候功夫真熟了，阿弥陀佛会现前，会来告诉你，你的寿命还有多少年。像古时候莹珂法师，佛告诉他，你的寿命还有十年，十年之后寿命到了佛来接你。莹珂忽然聪明了，这是无恶不作的一个出家人，不守清规，不持戒律，造的恶业很深。他有个最大的好处，他相信因果报应，看看戒律，想想自己的起心动念、言语造作，自己跟自己断定，决定堕无间地狱。想到无间地狱他就怕，所以在同学当中向大家请教，有没有方法能救他？就有一个同学给了一本《往生传》给他看，这个东西可以救你。他读了《往生传》之后，就发心求生净土，念佛念了三天三夜，不眠不休，念到精疲力倦，三天没吃饭，三天没睡觉，拼命！诚则灵，至诚感通，感应阿弥陀佛现前，告诉他事实真相。莹珂说我十年寿命不要了，我现在跟你去。为什么？如果我再活十年，我的劣根性很重，禁不起外境诱惑，不知道又要干多少罪业，我现在跟你去。佛答应他，三天之后来接引，果然第三天他真走了。给我们证明佛没有妄语，给我们证明真有阿弥陀佛，真有极乐世界，真有六道轮回，真有地狱果报，也是现身说法给我们看。",
      "zh_TW": "連吃飯睡覺佛號都不斷，那是功夫成片的人才能做到，我們初學的人做不到。功夫成片的人做到，這是念佛功夫初步、初階段成就，在這個階段成就阿彌陀佛會來給你送信息，或是給你託夢，夢中見佛，或者是入定，你在定中見佛。你在念佛，念累了，盤腿打坐，口裡沒有念，眼睛也閉下來，但是佛號沒斷，心中佛號沒斷，這個時候功夫真熟了，阿彌陀佛會現前，會來告訴你，你的壽命還有多少年。像古時候瑩珂法師，佛告訴他，你的壽命還有十年，十年之後壽命到了佛來接你。瑩珂忽然聰明了，這是無惡不作的一個出家人，不守清規，不持戒律，造的惡業很深。他有個最大的好處，他相信因果報應，看看戒律，想想自己的起心動念、言語造作，自己跟自己斷定，決定墮無間地獄。想到無間地獄他就怕，所以在同學當中向大家請教，有沒有方法能救他？就有一個同學給了一本《往生傳》給他看，這個東西可以救你。他讀了《往生傳》之後，就發心求生淨土，念佛念了三天三夜，不眠不休，念到精疲力倦，三天沒吃飯，三天沒睡覺，拼命！誠則靈，至誠感通，感應阿彌陀佛現前，告訴他事實真相。瑩珂說我十年壽命不要了，我現在跟你去。為什麼？如果我再活十年，我的劣根性很重，禁不起外境誘惑，不知道又要幹多少罪業，我現在跟你去。佛答應他，三天之後來接引，果然第三天他真走了。給我們證明佛沒有妄語，給我們證明真有阿彌陀佛，真有極樂世界，真有六道輪迴，真有地獄果報，也是現身說法給我們看。"
    },
    {
      "id": "02-041-0316_p0019",
      "zh_CN": "我们再看下面，「又亦非《涅槃经》所谓之湿生。彼经云：庵罗树女等，因树华而生，名为湿生」，潮湿。哪些？这些树神，是因为树花，花有湿度，很高的湿度，她因这个而生的，就是胎卵湿化里头，前面《胎经》讲的是化生，这个地方讲湿生。「盖秽土草木常有湿气，庵罗树女等托此湿气而生，乃名湿生。今净土中，莲华与人俱是同时而有，自然化现，不藉湿气，故亦非湿生也。」这就是往生到极乐世界的人，他不是属于湿生，不是属于化生。这把胎生、卵生、湿生、化生都解释清楚了。",
      "zh_TW": "我們再看下面，「又亦非《涅槃經》所謂之濕生。彼經云：庵羅樹女等，因樹華而生，名為濕生」，潮濕。哪些？這些樹神，是因為樹花，花有濕度，很高的濕度，她因這個而生的，就是胎卵濕化裡頭，前面《胎經》講的是化生，這個地方講濕生。「蓋穢土草木常有濕氣，庵羅樹女等托此濕氣而生，乃名濕生。今淨土中，蓮華與人俱是同時而有，自然化現，不藉濕氣，故亦非濕生也。」這就是往生到極樂世界的人，他不是屬於濕生，不是屬於化生。這把胎生、卵生、濕生、化生都解釋清楚了。"
    },
    {
      "id": "02-041-0316_p0020",
      "zh_CN": "自然化生，自然化生好！自性上没有障碍，他的性德会现前，就跟开悟的人相似。宗门大彻大悟，像惠能大师，惠能大师在世，他所教导的弟子们很多，弟子当中有四十多个人达到大彻大悟的境界，也就是跟惠能大师同等的境界。五祖忍和尚，一生只传了一个人，惠能大师，衣钵传给他。现在惠能大师度的有四十多个人，这衣钵怎么传？所以不传衣钵了，传法，不传衣钵。这四十多个人都是大彻大悟、明心见性，禅宗盛极一时。从印度传了二十八代都是单传，到中国来（第二十八代是达摩祖师，在中国是初祖）单传又传了六代，到第六代的时候，没有想到惠能大师会下大彻大悟有这么多人。所以他这个会下又分五个宗，小宗派，他们用的方法不一样，都能达到究竟圆满，这在中国佛法是无比殊胜。智慧开了，神通现前。",
      "zh_TW": "自然化生，自然化生好！自性上沒有障礙，他的性德會現前，就跟開悟的人相似。宗門大徹大悟，像惠能大師，惠能大師在世，他所教導的弟子們很多，弟子當中有四十多個人達到大徹大悟的境界，也就是跟惠能大師同等的境界。五祖忍和尚，一生只傳了一個人，惠能大師，衣缽傳給他。現在惠能大師度的有四十多個人，這衣缽怎麼傳？所以不傳衣缽了，傳法，不傳衣缽。這四十多個人都是大徹大悟、明心見性，禪宗盛極一時。從印度傳了二十八代都是單傳，到中國來（第二十八代是達摩祖師，在中國是初祖）單傳又傳了六代，到第六代的時候，沒有想到惠能大師會下大徹大悟有這麼多人。所以他這個會下又分五個宗，小宗派，他們用的方法不一樣，都能達到究竟圓滿，這在中國佛法是無比殊勝。智慧開了，神通現前。"
    },
    {
      "id": "02-041-0316_p0021",
      "zh_CN": "【智慧勇猛。神通自在。】",
      "zh_TW": "【智慧勇猛。神通自在。】"
    },
    {
      "id": "02-041-0316_p0022",
      "zh_CN": "『智慧勇猛』，「谓智慧明了锐利，能破烦恼憍慢贼军，故云勇猛」。智慧的反面就是烦恼，用憍慢代表烦恼，憍是骄傲，慢是自大，把它比喻作贼军，智慧能照破。「如《智度论》云：智慧箭劲利，破憍慢诸贼」，这是《大智度论》里头两句话。又引《维摩经》说，「以智慧剑，破烦恼贼」，都是用的比喻。「又《心地观经》云：法宝犹如智慧利剑，割断生死，离系缚故。」系缚是烦恼的代名词，烦恼好比绳索，把你捆绑起来，你不能动弹，失去自由。这是解释上面这一句。",
      "zh_TW": "『智慧勇猛』，「謂智慧明了銳利，能破煩惱憍慢賊軍，故云勇猛」。智慧的反面就是煩惱，用憍慢代表煩惱，憍是驕傲，慢是自大，把它比喻作賊軍，智慧能照破。「如《智度論》云：智慧箭勁利，破憍慢諸賊」，這是《大智度論》裡頭兩句話。又引《維摩經》說，「以智慧劍，破煩惱賊」，都是用的比喻。「又《心地觀經》云：法寶猶如智慧利劍，割斷生死，離繫縛故。」繫縛是煩惱的代名詞，煩惱好比繩索，把你捆綁起來，你不能動彈，失去自由。這是解釋上面這一句。"
    },
    {
      "id": "02-041-0316_p0023",
      "zh_CN": "下面，『神通自在』，「神通无碍也。如经云能于掌中持一切世界等也。」这些都是属于神通示现，这一桩事情是真的不是假的，手掌，手掌当中，掌中是什么？不是一个地球，这一个世界是讲一尊佛的教化区，经上讲的三千大千世界。这个掌里面能持什么？能持无量诸佛，一切诸佛的大千世界都在如来的掌中。谁能做到？诸佛如来证到究竟果位，他能做到。这句话里头还有一个很深的意思，这个意思是什么？告诉我们，我们要能体会。一切世界从哪来的？惠能大师答案说出来，他在五祖面前，他明心见性了，性是什么样子，他说了五句话，二十个字就把这个问题全解决了。五祖一听，真开悟了，衣钵就给他，《金刚经》不讲了，他全通了。他最后一句话说，「何期自性，能生万法」，这句话重要，这句话把世间法所有一切问题统统解决了。我们这个世间，地球上这一切万物，包括居住在地球上的人，从哪来的？这到底是怎么回事情？能大师看到了，搞清楚、搞明白了，是我们自性变现的。自性是什么？真心，是我们真心，真诚心所变现出来的。整个宇宙一切法、一切世界，跟我什么关系？一体。所以禅宗里有一句话说，「识得一，万事毕」。你要真正认识到这个一，认识到了，原来一切是我们自心变现的，整个宇宙就摆平，什么问题都解决，没有问题了。",
      "zh_TW": "下面，『神通自在』，「神通無礙也。如經云能於掌中持一切世界等也。」這些都是屬於神通示現，這一樁事情是真的不是假的，手掌，手掌當中，掌中是什麼？不是一個地球，這一個世界是講一尊佛的教化區，經上講的三千大千世界。這個掌裡面能持什麼？能持無量諸佛，一切諸佛的大千世界都在如來的掌中。誰能做到？諸佛如來證到究竟果位，他能做到。這句話裡頭還有一個很深的意思，這個意思是什麼？告訴我們，我們要能體會。一切世界從哪來的？惠能大師答案說出來，他在五祖面前，他明心見性了，性是什麼樣子，他說了五句話，二十個字就把這個問題全解決了。五祖一聽，真開悟了，衣缽就給他，《金剛經》不講了，他全通了。他最後一句話說，「何期自性，能生萬法」，這句話重要，這句話把世間法所有一切問題統統解決了。我們這個世間，地球上這一切萬物，包括居住在地球上的人，從哪來的？這到底是怎麼回事情？能大師看到了，搞清楚、搞明白了，是我們自性變現的。自性是什麼？真心，是我們真心，真誠心所變現出來的。整個宇宙一切法、一切世界，跟我什麼關係？一體。所以禪宗裡有一句話說，「識得一，萬事畢」。你要真正認識到這個一，認識到了，原來一切是我們自心變現的，整個宇宙就擺平，什麼問題都解決，沒有問題了。"
    },
    {
      "id": "02-041-0316_p0024",
      "zh_CN": "佛法的教学，我们今天的心，众生心是一切心，妄念杂念无量无边，都是那个一心变现出来的。所以佛的教诲，最后都教我们归一，归一问题解决了。我们到极乐世界，到极乐世界最后归一，一是什么？一是常寂光土，一里面什么都没有，是光明遍照，没有时间，没有空间。时间、空间假的，不是真的，真心里头没有时间、没有空间，没有物质，也没有念头。科学家说，物质是从念头产生的。佛告诉我们，到终极的时候物质没有了，念头没有了，一切自然现象也没有了，就是寂光，回归常寂光。常寂光是佛的法身，我们的法身也是常寂光，同一个身，同一个体，我们还能害人吗？就是一只蚊虫蚂蚁，牠也是我们自性所生所变的，杀牠那不就是杀自己的自性？这个道理深，深无限、广无边，深广无量无边。",
      "zh_TW": "佛法的教學，我們今天的心，眾生心是一切心，妄念雜念無量無邊，都是那個一心變現出來的。所以佛的教誨，最後都教我們歸一，歸一問題解決了。我們到極樂世界，到極樂世界最後歸一，一是什麼？一是常寂光土，一裡面什麼都沒有，是光明遍照，沒有時間，沒有空間。時間、空間假的，不是真的，真心裡頭沒有時間、沒有空間，沒有物質，也沒有念頭。科學家說，物質是從念頭產生的。佛告訴我們，到終極的時候物質沒有了，念頭沒有了，一切自然現象也沒有了，就是寂光，回歸常寂光。常寂光是佛的法身，我們的法身也是常寂光，同一個身，同一個體，我們還能害人嗎？就是一隻蚊蟲螞蟻，牠也是我們自性所生所變的，殺牠那不就是殺自己的自性？這個道理深，深無限、廣無邊，深廣無量無邊。"
    },
    {
      "id": "02-041-0316_p0025",
      "zh_CN": "佛法求明心见性，见性成佛。如果我们会用功，无论什么方式，功夫都是讲求不受干扰。自性不受任何干扰，所以它永远是清净的。惠能大师第一句话说「何期自性，本自清净」；而且它不生不灭，它没有生灭，它是永恒的，不生不灭；它是具足万有的，它是什么？「能生万法」，它要不具足万法，它怎么能生万法？它具足万法。无量无边诸佛如来刹土不离自性，不离法身，它就是法身。所谓法身，就是哲学里面所说的本体，它是宇宙万有的本体，它能生能现。宇宙不是真有，是假有，遇到缘它就生（能生），没有缘它不现，不现不能说它没有，现了不能说它有。要慢慢细心去体会，这是法身菩萨大彻大悟的人跟佛陀的境界。",
      "zh_TW": "佛法求明心見性，見性成佛。如果我們會用功，無論什麼方式，功夫都是講求不受干擾。自性不受任何干擾，所以它永遠是清淨的。惠能大師第一句話說「何期自性，本自清淨」；而且它不生不滅，它沒有生滅，它是永恆的，不生不滅；它是具足萬有的，它是什麼？「能生萬法」，它要不具足萬法，它怎麼能生萬法？它具足萬法。無量無邊諸佛如來剎土不離自性，不離法身，它就是法身。所謂法身，就是哲學裡面所說的本體，它是宇宙萬有的本體，它能生能現。宇宙不是真有，是假有，遇到緣它就生（能生），沒有緣它不現，不現不能說它沒有，現了不能說它有。要慢慢細心去體會，這是法身菩薩大徹大悟的人跟佛陀的境界。"
    },
    {
      "id": "02-041-0316_p0026",
      "zh_CN": "学佛就是要向上提升，愈是上升愈有味道，这什么味道？法味。法味是什么味？不是酸甜苦辣咸淡，不是的，是我们无法想像的。这里要跟诸位用形容来说就是法喜充满，孔子第一句话说「不亦说乎」，喜悦！从内心里头，就是从自性里，自性的性德，第一德就是欢喜心、就是慈悲心。所以你的功夫到什么样的程度，可以从你的慈悲上去看，你慈悲到什么等级，你的功夫到什么等级。佛的慈悲是平等的，菩萨的慈悲不平等，有分等级的，阿罗汉又次一等，天人不如阿罗汉，欲界天比不上色界天，我们六道轮回是比不上欲界天，等级很多。所以法喜充满，每一个等级不一样。菩萨五十二个等级。修行人最大的愿望是什么？不断向上提升，这里头确实有升有降。到只有往上升不往下降了，那是《华严经》上讲的登地菩萨，地上菩萨，只有上升没有下降。这是掌中持一切世界。",
      "zh_TW": "學佛就是要向上提升，愈是上升愈有味道，這什麼味道？法味。法味是什麼味？不是酸甜苦辣鹹淡，不是的，是我們無法想像的。這裡要跟諸位用形容來說就是法喜充滿，孔子第一句話說「不亦說乎」，喜悅！從內心裡頭，就是從自性裡，自性的性德，第一德就是歡喜心、就是慈悲心。所以你的功夫到什麼樣的程度，可以從你的慈悲上去看，你慈悲到什麼等級，你的功夫到什麼等級。佛的慈悲是平等的，菩薩的慈悲不平等，有分等級的，阿羅漢又次一等，天人不如阿羅漢，欲界天比不上色界天，我們六道輪迴是比不上欲界天，等級很多。所以法喜充滿，每一個等級不一樣。菩薩五十二個等級。修行人最大的願望是什麼？不斷向上提升，這裡頭確實有升有降。到只有往上升不往下降了，那是《華嚴經》上講的登地菩薩，地上菩薩，只有上升沒有下降。這是掌中持一切世界。"
    },
    {
      "id": "02-041-0316_p0027",
      "zh_CN": "我们再往下看，「又《观经》中详明上辈之三品」。下面是节录嘉祥《义疏》，嘉祥大师作的注解，《观无量寿经》注解，「第一谓上品上生。发菩提心，修行经七日，则生彼国。见彼佛身，闻说妙法，则悟无生法忍。当知此是七地无生也」，这七地以上。上品上生，发菩提心，修行多久？七天，他就生到极乐世界了。花开见佛，见佛闻说妙法，他就悟无生法忍，就证得无生法忍，这是上品上生的人。当知此是七地无生也，这品位最高的。我们能不能相信？这个里头要记住，有发菩提心，有修行经七日，听佛说法就证无生法忍。佛说什么法？佛无有定法可说，佛说法正是契你的机，你那个关键不能通达、障碍了，佛这一说就把你点破，豁然大悟。要平时功夫，平时功夫是什么？章嘉大师告诉我，一切功夫四个字就全包了，「看破、放下」就全包了。换句话说，障碍的产生，如果不是放不下，就是没看破。看破是智慧，放下是功夫。放下跟性德相应，看破跟自性般若相应。自性无量智慧、无量功德。无量功德，放下能相应。无量智慧，看破能相应。",
      "zh_TW": "我們再往下看，「又《觀經》中詳明上輩之三品」。下面是節錄嘉祥《義疏》，嘉祥大師作的註解，《觀無量壽經》註解，「第一謂上品上生。發菩提心，修行經七日，則生彼國。見彼佛身，聞說妙法，則悟無生法忍。當知此是七地無生也」，這七地以上。上品上生，發菩提心，修行多久？七天，他就生到極樂世界了。花開見佛，見佛聞說妙法，他就悟無生法忍，就證得無生法忍，這是上品上生的人。當知此是七地無生也，這品位最高的。我們能不能相信？這個裡頭要記住，有發菩提心，有修行經七日，聽佛說法就證無生法忍。佛說什麼法？佛無有定法可說，佛說法正是契你的機，你那個關鍵不能通達、障礙了，佛這一說就把你點破，豁然大悟。要平時功夫，平時功夫是什麼？章嘉大師告訴我，一切功夫四個字就全包了，「看破、放下」就全包了。換句話說，障礙的產生，如果不是放不下，就是沒看破。看破是智慧，放下是功夫。放下跟性德相應，看破跟自性般若相應。自性無量智慧、無量功德。無量功德，放下能相應。無量智慧，看破能相應。"
    },
    {
      "id": "02-041-0316_p0028",
      "zh_CN": "大乘教里头，最重要的是教我们知道空、知道有，什么是空，什么是有，这是智慧。空，意思很深，我们没有办法，我们认识的空，什么都没有叫空，不是的，那完全错了。空而不空，有而非有，这就难了，连空跟有都没有，这就难懂了，说空说有你有个概念，这概念都没有，完全没有空跟有的概念，你才能入自性。空是体，有是用，从体起用，你要执着有个空，错了，你怎么有个空的概念？没有文字的概念，没有言语的概念。听经要会听，会听是什么？不着言语相。我要听什么？听你言语里面所含的义理，听这个。一般人所听的，是你的言语里头所诠说的这些东西，与性德毫不相关。所以会听的人、会看的人，看经，会看的人不着文字相；听经，会听的人不着言语音声的相。不着相，功夫从哪来？功夫在日常生活当中，眼见色，这一切色法没有障碍你，没有干扰你。我们见色动心，动心就迷了，这起心动念就迷了，迷了之后就有我爱，我瞋恨，我喜欢、我不喜欢，再深一点，我想占有、我不想占有，所有的杂念都出来了。这是什么？叫业障，这就造业。",
      "zh_TW": "大乘教裡頭，最重要的是教我們知道空、知道有，什麼是空，什麼是有，這是智慧。空，意思很深，我們沒有辦法，我們認識的空，什麼都沒有叫空，不是的，那完全錯了。空而不空，有而非有，這就難了，連空跟有都沒有，這就難懂了，說空說有你有個概念，這概念都沒有，完全沒有空跟有的概念，你才能入自性。空是體，有是用，從體起用，你要執著有個空，錯了，你怎麼有個空的概念？沒有文字的概念，沒有言語的概念。聽經要會聽，會聽是什麼？不著言語相。我要聽什麼？聽你言語裡面所含的義理，聽這個。一般人所聽的，是你的言語裡頭所詮說的這些東西，與性德毫不相關。所以會聽的人、會看的人，看經，會看的人不著文字相；聽經，會聽的人不著言語音聲的相。不著相，功夫從哪來？功夫在日常生活當中，眼見色，這一切色法沒有障礙你，沒有干擾你。我們見色動心，動心就迷了，這起心動念就迷了，迷了之後就有我愛，我瞋恨，我喜歡、我不喜歡，再深一點，我想佔有、我不想佔有，所有的雜念都出來了。這是什麼？叫業障，這就造業。"
    },
    {
      "id": "02-041-0316_p0029",
      "zh_CN": "诸位要晓得，起心动念就造业，杀盗淫妄这些不善的行为从起心动念开始，所以起心动念，意已经造业；出之于言语，口造业了；身体的动作，身造业了。造业头一个是意，意、口、身，点点滴滴，我们自己完全不能够觉察。善业感三善道，恶业感三恶道，到什么时候果报现前？寿命到了。寿命到了，一生行善的人，天人来迎接你，到天道去了。人道的又去投胎去了，找到你父母，父母都是有缘的人，跟你没有缘的你不会找他。这个缘四种：报恩、报怨、讨债、还债，没有这四种缘，不会变成一家人。所以要认识一家人，要如何把关系处好，把过去不好的关系变成好的关系，这就叫修身，身修然后才能齐家，齐家才能治国。",
      "zh_TW": "諸位要曉得，起心動念就造業，殺盜淫妄這些不善的行為從起心動念開始，所以起心動念，意已經造業；出之於言語，口造業了；身體的動作，身造業了。造業頭一個是意，意、口、身，點點滴滴，我們自己完全不能夠覺察。善業感三善道，惡業感三惡道，到什麼時候果報現前？壽命到了。壽命到了，一生行善的人，天人來迎接你，到天道去了。人道的又去投胎去了，找到你父母，父母都是有緣的人，跟你沒有緣的你不會找他。這個緣四種：報恩、報怨、討債、還債，沒有這四種緣，不會變成一家人。所以要認識一家人，要如何把關係處好，把過去不好的關係變成好的關係，這就叫修身，身修然後才能齊家，齊家才能治國。"
    },
    {
      "id": "02-041-0316_p0030",
      "zh_CN": "总而言之，最可贵的是把自性的智慧、自性的德行引出来，引出一点点，你就感觉到非常快乐，那叫不亦悦乎、法喜充满，真引出来了。这个乐是无法形容的，只有你入这个境界，你能够体会到；你没有入这个境界，你无法形容，体会不到。这个东西是真的，不是假的。佛教给我们这些东西，儒教给我们这些，道教给我们这些，所以儒释道这三个，孔子、老子、释迦牟尼佛，我的看法他们是同等的。如果在印度，人家见到老子、孔子，叫他佛陀；释迦牟尼佛生在中国，我们就称他为圣人。名称不一样，他们是同一个阶层的人，他们说出的话是同一个阶层的话。我们契入少许，慢慢就体会到是一不是二。",
      "zh_TW": "總而言之，最可貴的是把自性的智慧、自性的德行引出來，引出一點點，你就感覺到非常快樂，那叫不亦悅乎、法喜充滿，真引出來了。這個樂是無法形容的，只有你入這個境界，你能夠體會到；你沒有入這個境界，你無法形容，體會不到。這個東西是真的，不是假的。佛教給我們這些東西，儒教給我們這些，道教給我們這些，所以儒釋道這三個，孔子、老子、釋迦牟尼佛，我的看法他們是同等的。如果在印度，人家見到老子、孔子，叫他佛陀；釋迦牟尼佛生在中國，我們就稱他為聖人。名稱不一樣，他們是同一個階層的人，他們說出的話是同一個階層的話。我們契入少許，慢慢就體會到是一不是二。"
    },
    {
      "id": "02-041-0316_p0031",
      "zh_CN": "我们再看下面第二，「第二，上品中生。不必读诵大乘经。但善解义理，深信因果，不谤大乘」。这些条件，这比上面次一等。还是我们一般人讲的天赋不一样，你到这个地方来得人身，生下来，上天赋给你根性不相同。上根人难得，闻法他就开悟。中等人不必学习大乘经典，但是底下这一句很重要，「善解义理」，这是讲这个人很聪明，天分很高，他虽然没有学过，你说他能听得懂，而且他能够理解，他有深度，这种人好教。还有两桩事情，这是德行，第一个深信因果，第二个不谤大乘。如果不信因果，毁谤大乘，这个人落在魔道去了；他也能生天，天上属于阿修罗、罗刹，属于这一类。我们一般讲他有智慧，他有辩才，他有福报，错在他不相信因果，毁谤大乘。",
      "zh_TW": "我們再看下面第二，「第二，上品中生。不必讀誦大乘經。但善解義理，深信因果，不謗大乘」。這些條件，這比上面次一等。還是我們一般人講的天賦不一樣，你到這個地方來得人身，生下來，上天賦給你根性不相同。上根人難得，聞法他就開悟。中等人不必學習大乘經典，但是底下這一句很重要，「善解義理」，這是講這個人很聰明，天分很高，他雖然沒有學過，你說他能聽得懂，而且他能夠理解，他有深度，這種人好教。還有兩樁事情，這是德行，第一個深信因果，第二個不謗大乘。如果不信因果，毀謗大乘，這個人落在魔道去了；他也能生天，天上屬於阿修羅、羅剎，屬於這一類。我們一般講他有智慧，他有辯才，他有福報，錯在他不相信因果，毀謗大乘。"
    },
    {
      "id": "02-041-0316_p0032",
      "zh_CN": "「此功德愿生彼国」，他有这些功德，不谤大乘是德，深信因果、善解义理都是智慧，这个功德愿生彼国，遇到善缘，别人劝他信愿持名、求生极乐世界，他能接受，他能相信，他肯念佛，「即得往生彼国七宝池中大莲华中」。很殊胜，不是不殊胜，大莲华中，他的莲花很大。「经一宿则开」，开得快，一宿则开。然后「经一小劫，得无生法忍。此亦是七地无生。前上品见佛闻法，则得无生。今中品经一小劫得无生也」。这个无生也是无生法忍，但是他要在极乐世界修一小劫，不像上品上生的那么快，上品中生经一宿就开了，这个地方讲经一小劫得无生法忍，此亦是七地无生。前面上品见佛闻法，则得无生，今中品经一小劫得无生也，得的果位平等，时间长短不一样，上品上生快得多，到极乐世界就成就；上品中生要待一小劫，才能达到像上品上生往生那个地位。",
      "zh_TW": "「此功德願生彼國」，他有這些功德，不謗大乘是德，深信因果、善解義理都是智慧，這個功德願生彼國，遇到善緣，別人勸他信願持名、求生極樂世界，他能接受，他能相信，他肯念佛，「即得往生彼國七寶池中大蓮華中」。很殊勝，不是不殊勝，大蓮華中，他的蓮花很大。「經一宿則開」，開得快，一宿則開。然後「經一小劫，得無生法忍。此亦是七地無生。前上品見佛聞法，則得無生。今中品經一小劫得無生也」。這個無生也是無生法忍，但是他要在極樂世界修一小劫，不像上品上生的那麼快，上品中生經一宿就開了，這個地方講經一小劫得無生法忍，此亦是七地無生。前面上品見佛聞法，則得無生，今中品經一小劫得無生也，得的果位平等，時間長短不一樣，上品上生快得多，到極樂世界就成就；上品中生要待一小劫，才能達到像上品上生往生那個地位。"
    },
    {
      "id": "02-041-0316_p0033",
      "zh_CN": "「第三，上品下生」，这都是讲的上品里面，上中下三品，三种往生。「此人亦信因果，不谤大乘。彼国华中一日一夜乃开」。到极乐世界，不是到那里就花开，说明前面上品上生到极乐世界花就开了，上品下生的人到极乐世界还要隔一日一夜花才开。花开之后，「复经三小劫得百法明门，住欢喜地」。欢喜地是初地，也就是说，他所证得的也算不错了，一日一夜花就开了，也很快了。他需要经过三个小劫才得百法明门，住欢喜地，欢喜地是初地。前面两种都是七地，得无生法忍；他到欢喜地，初地，「初地无生，故知前上品是七地无生」。「又《弥陀疏钞》更谓上上品往生中，最上者可至八地」，这是莲池大师讲的，《钞》文节录在此地。「《钞》云：则上上品中，从一地以至八地，已容多品，余可知矣」。「可见上辈往生，见佛闻法，即悟无生，可登八地，足证智慧勇猛也。」说这么多就为这句话，告诉你智慧勇猛。",
      "zh_TW": "「第三，上品下生」，這都是講的上品裡面，上中下三品，三種往生。「此人亦信因果，不謗大乘。彼國華中一日一夜乃開」。到極樂世界，不是到那裡就花開，說明前面上品上生到極樂世界花就開了，上品下生的人到極樂世界還要隔一日一夜花才開。花開之後，「復經三小劫得百法明門，住歡喜地」。歡喜地是初地，也就是說，他所證得的也算不錯了，一日一夜花就開了，也很快了。他需要經過三個小劫才得百法明門，住歡喜地，歡喜地是初地。前面兩種都是七地，得無生法忍；他到歡喜地，初地，「初地無生，故知前上品是七地無生」。「又《彌陀疏鈔》更謂上上品往生中，最上者可至八地」，這是蓮池大師講的，《鈔》文節錄在此地。「《鈔》云：則上上品中，從一地以至八地，已容多品，餘可知矣」。「可見上輩往生，見佛聞法，即悟無生，可登八地，足證智慧勇猛也。」說這麼多就為這句話，告訴你智慧勇猛。"
    },
    {
      "id": "02-041-0316_p0034",
      "zh_CN": "这些三品往生，大致上我们明了了。上品上生的人到极乐世界就花开见佛，闻法悟无生法忍；上品中生的是往生彼国七宝池大莲花中，花是经一夜开的，经过一夜；上品下生是一日一夜花开。花开不一样，上品上生到那里花就开了，上品中生隔一夜，上品下生一日一夜，果报不一样。《弥陀疏钞》莲池大师著作，它比这里说得更殊胜，上上品可以到八地，《观经》、《义疏》里头只讲到到七地，差一个等级。《弥陀疏钞》莲池大师末后这段话说得很好，这上上品中从一地到八地，超越够多了，其余中辈、下辈，这是后面的；这是上辈往生，还有中辈、下辈，中上品、中中品、中下品、下上品、下中品、下下品。大家要问我，我回答大家，我喜欢跟蕅益大师一样，蕅益大师只希望下辈下品。也就是说，我们到极乐世界从小小班开始，我从这里进去，接受阿弥陀佛的教诲，连扎根都是阿弥陀佛来替我扎根，好！这个愿望一定是圆满成就。真正在学佛上，到极乐世界也不跟人争，也于人无争、于世无求，我们从最小班，一级一级慢慢上升。无量寿，寿命长，不在乎。他们急着成就，我不急，稳稳当当，好！这是说明极乐世界智慧勇猛。",
      "zh_TW": "這些三品往生，大致上我們明瞭了。上品上生的人到極樂世界就花開見佛，聞法悟無生法忍；上品中生的是往生彼國七寶池大蓮花中，花是經一夜開的，經過一夜；上品下生是一日一夜花開。花開不一樣，上品上生到那裡花就開了，上品中生隔一夜，上品下生一日一夜，果報不一樣。《彌陀疏鈔》蓮池大師著作，它比這裡說得更殊勝，上上品可以到八地，《觀經》、《義疏》裡頭只講到到七地，差一個等級。《彌陀疏鈔》蓮池大師末後這段話說得很好，這上上品中從一地到八地，超越夠多了，其餘中輩、下輩，這是後面的；這是上輩往生，還有中輩、下輩，中上品、中中品、中下品、下上品、下中品、下下品。大家要問我，我回答大家，我喜歡跟蕅益大師一樣，蕅益大師只希望下輩下品。也就是說，我們到極樂世界從小小班開始，我從這裡進去，接受阿彌陀佛的教誨，連扎根都是阿彌陀佛來替我扎根，好！這個願望一定是圓滿成就。真正在學佛上，到極樂世界也不跟人爭，也於人無爭、於世無求，我們從最小班，一級一級慢慢上升。無量壽，壽命長，不在乎。他們急著成就，我不急，穩穩當當，好！這是說明極樂世界智慧勇猛。"
    },
    {
      "id": "02-041-0316_p0035",
      "zh_CN": "下面这一段，「举德以劝」，这是世尊劝勉我们。这个机会难得遇到，百千万劫难遭遇，好不容易遇到，遇到千万别放弃，这一生当中一定要成就，不成就太可惜了。三途不能去，三途一堕五千劫，佛说的，佛不会吓唬人，佛说的是老实话。一不小心堕落三途，三途里有轮转，出不了三途，多久的时间？五千劫，可怕！我们不希望受这个苦难，这一生就要超越，依照经教修行超越，积累功德超越。我们积功累德，帮助一些苦难众生离苦得乐，这都是好事，这个好事我不求人天福报，甚至于我现前的福报我都不求，全心全力做好事，统统回向求生极乐世界，这个重要。这个里头有两段，第一段「举德」。看经文：",
      "zh_TW": "下面這一段，「舉德以勸」，這是世尊勸勉我們。這個機會難得遇到，百千萬劫難遭遇，好不容易遇到，遇到千萬別放棄，這一生當中一定要成就，不成就太可惜了。三途不能去，三途一墮五千劫，佛說的，佛不會嚇唬人，佛說的是老實話。一不小心墮落三途，三途裡有輪轉，出不了三途，多久的時間？五千劫，可怕！我們不希望受這個苦難，這一生就要超越，依照經教修行超越，積累功德超越。我們積功累德，幫助一些苦難眾生離苦得樂，這都是好事，這個好事我不求人天福報，甚至於我現前的福報我都不求，全心全力做好事，統統迴向求生極樂世界，這個重要。這個裡頭有兩段，第一段「舉德」。看經文："
    },
    {
      "id": "02-041-0316_p0036",
      "zh_CN": "【是故阿难。其有众生欲于今世见阿弥陀佛者。】",
      "zh_TW": "【是故阿難。其有眾生欲於今世見阿彌陀佛者。】"
    },
    {
      "id": "02-041-0316_p0037",
      "zh_CN": "既然经文写了，我们就相信是真的，不是假的，告诉我们一桩什么事情？我们在现在这一世，我们要见阿弥陀佛。怎么样才能见？海贤老和尚给我们做出榜样，他就一句佛号念到底，一天到晚心里不离佛号，口里不离佛号。有时候念出声音来，有时候不出声音，看他口在动，叫金刚持；还有时候不动，不动，心里的佛号不间断，一句接着一句，累积，我相信三年到五年就见佛了。他这句佛号念了九十二年，我相信他老人家见佛、见极乐世界绝对不止十次，必然是十次以上。他信心坚固，愿心坚定，信愿足。他对这个世间毫无留恋，住在这个世间干什么的？住在世间是阿弥陀佛嘱咐他的，要不然早就往生了。佛看到他修行这个样子好，命令他留在这个世间，给佛门弟子做个好榜样，特别要给净宗弟子做好榜样，因为净宗弟子是有愿要往生极乐世界。佛门弟子多，不一定想往生，学佛同修当中，还是求人天福报占大多数。你想求生天，佛真帮助你生天；求福报，真的帮助你得福报，不是得不到，「佛氏门中，有求必应」，我们要记住这句话。无比殊胜的果报是求往生，为什么？往生到极乐世界，一生肯定成佛，这个太难得了。",
      "zh_TW": "既然經文寫了，我們就相信是真的，不是假的，告訴我們一樁什麼事情？我們在現在這一世，我們要見阿彌陀佛。怎麼樣才能見？海賢老和尚給我們做出榜樣，他就一句佛號念到底，一天到晚心裡不離佛號，口裡不離佛號。有時候念出聲音來，有時候不出聲音，看他口在動，叫金剛持；還有時候不動，不動，心裡的佛號不間斷，一句接著一句，累積，我相信三年到五年就見佛了。他這句佛號念了九十二年，我相信他老人家見佛、見極樂世界絕對不止十次，必然是十次以上。他信心堅固，願心堅定，信願足。他對這個世間毫無留戀，住在這個世間幹什麼的？住在世間是阿彌陀佛囑咐他的，要不然早就往生了。佛看到他修行這個樣子好，命令他留在這個世間，給佛門弟子做個好榜樣，特別要給淨宗弟子做好榜樣，因為淨宗弟子是有願要往生極樂世界。佛門弟子多，不一定想往生，學佛同修當中，還是求人天福報佔大多數。你想求生天，佛真幫助你生天；求福報，真的幫助你得福報，不是得不到，「佛氏門中，有求必應」，我們要記住這句話。無比殊勝的果報是求往生，為什麼？往生到極樂世界，一生肯定成佛，這個太難得了。"
    },
    {
      "id": "02-041-0316_p0038",
      "zh_CN": "我们看念老的注解，『欲于今世见阿弥陀佛』，「此指现在以及当来一切众生」，当来是将来，现在将来的一切众生，「欲于当世亲自眼见阿弥陀佛也」，有这么一个愿望。「《观经》谓上品上生者，阿弥陀如来，与观世音、大势至，无数化佛，百千比丘声闻大众，无量诸天，七宝宫殿。观世音菩萨执金刚台，与大势至菩萨，至行者前」，行者就是念佛往生的这个人，这两位菩萨到往生人面前。「阿弥陀佛放大光明，照行者身」，佛光注照。「与诸菩萨，授手迎接」，不但阿弥陀佛手牵着你，还有许许多多的菩萨都招手欢迎，我们今天讲鼓掌，将垂手迎接你。观音势至这些人，「赞叹行者，劝进其心。行者见已，欢喜踊跃」，真欢喜，不是假欢喜。",
      "zh_TW": "我們看念老的註解，『欲於今世見阿彌陀佛』，「此指現在以及當來一切眾生」，當來是將來，現在將來的一切眾生，「欲於當世親自眼見阿彌陀佛也」，有這麼一個願望。「《觀經》謂上品上生者，阿彌陀如來，與觀世音、大勢至，無數化佛，百千比丘聲聞大眾，無量諸天，七寶宮殿。觀世音菩薩執金剛臺，與大勢至菩薩，至行者前」，行者就是念佛往生的這個人，這兩位菩薩到往生人面前。「阿彌陀佛放大光明，照行者身」，佛光注照。「與諸菩薩，授手迎接」，不但阿彌陀佛手牽著你，還有許許多多的菩薩都招手歡迎，我們今天講鼓掌，將垂手迎接你。觀音勢至這些人，「讚歎行者，勸進其心。行者見已，歡喜踊躍」，真歡喜，不是假歡喜。"
    },
    {
      "id": "02-041-0316_p0039",
      "zh_CN": "上品上生，你看到这个经文上描写的，你往生有这种盛况，要更努力。谁肯这样？海贤老和尚的榜样别忘记，他就是上品往生。他走的时候不要人助念，他说靠人助念不牢靠，我自己念佛往生，用不着你们。他走是晚上走的，晚上什么时候走没人知道，第二天早晨发现走了。往生这一天的白天，他做了一天工，寺庙旁边有个大菜园，他去整地、去浇水、去拔草，干了一整天，到太阳下山他才收工。别人就劝老和尚：好了，可以休息了。老和尚说：是，快好了，好了之后我就不干了。话都是双关的，我今天做了，我明天就不做了，明天往生了。所以你听老和尚的说话，句句话都有意思在里头，信息用这个方法传达，到他走了之后大家一想，老早就给我们说清楚、说明白了。",
      "zh_TW": "上品上生，你看到這個經文上描寫的，你往生有這種盛況，要更努力。誰肯這樣？海賢老和尚的榜樣別忘記，他就是上品往生。他走的時候不要人助念，他說靠人助念不牢靠，我自己念佛往生，用不著你們。他走是晚上走的，晚上什麼時候走沒人知道，第二天早晨發現走了。往生這一天的白天，他做了一天工，寺廟旁邊有個大菜園，他去整地、去澆水、去拔草，幹了一整天，到太陽下山他才收工。別人就勸老和尚：好了，可以休息了。老和尚說：是，快好了，好了之後我就不幹了。話都是雙關的，我今天做了，我明天就不做了，明天往生了。所以你聽老和尚的說話，句句話都有意思在裡頭，信息用這個方法傳達，到他走了之後大家一想，老早就給我們說清楚、說明白了。"
    },
    {
      "id": "02-041-0316_p0040",
      "zh_CN": "你看这挺热闹，七宝宫殿，无量诸天天人，观音势至，观音拿着金刚台，是他的宝座，大势至菩萨到行者前。阿弥陀佛放光，光明注照。菩萨授手迎接，赞叹行者，劝进其心。行者见已，欢喜踊跃。「自见其身乘金刚台，随从佛后。如弹指顷，往生彼国」。这段文，我们下一堂课还从这里念起，多温习几遍，让我们印象更深刻。希望我们自己发愿，向菩萨、向海贤追踪，我们要跟着他后面走，不能落后，勇猛向前。今天时间到了，我们学习到此地。",
      "zh_TW": "你看這挺熱鬧，七寶宮殿，無量諸天天人，觀音勢至，觀音拿著金剛台，是他的寶座，大勢至菩薩到行者前。阿彌陀佛放光，光明注照。菩薩授手迎接，讚歎行者，勸進其心。行者見已，歡喜踊躍。「自見其身乘金剛臺，隨從佛後。如彈指頃，往生彼國」。這段文，我們下一堂課還從這裡念起，多溫習幾遍，讓我們印象更深刻。希望我們自己發願，向菩薩、向海賢追蹤，我們要跟著他後面走，不能落後，勇猛向前。今天時間到了，我們學習到此地。"
    }
  ]
}