{
  "doc_id": "02-041-0259",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五九集",
    "zh_TW": "第二五九集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0259",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-041-0259_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0259_p0002",
      "zh_CN": "请看《大经科注》第六百二十九页第五行，科题「庚二、十二光佛」，请看经文：",
      "zh_TW": "請看《大經科註》第六百二十九頁第五行，科題「庚二、十二光佛」，請看經文："
    },
    {
      "id": "02-041-0259_p0003",
      "zh_CN": "【是故无量寿佛。亦号无量光佛。亦号无边光佛。无碍光佛。无等光佛。亦号智慧光。常照光。清净光。欢喜光。解脱光。安隐光。超日月光。不思议光。】",
      "zh_TW": "【是故無量壽佛。亦號無量光佛。亦號無邊光佛。無礙光佛。無等光佛。亦號智慧光。常照光。清淨光。歡喜光。解脫光。安隱光。超日月光。不思議光。】"
    },
    {
      "id": "02-041-0259_p0004",
      "zh_CN": "一共十二个名字。我们看黄念老的注解。「此段是本品之三」，这一品第三段，「显光明之十二胜名」，胜是殊胜、是超胜。「此十二光明，称十二光佛，均为无量寿佛之异名，亦正是法藏成佛之果觉」，这些名号都是阿弥陀佛。下面黄老举《楞严经》的话说，「《首楞严经》曰：大势至法王子，与其同伦五十二菩萨，即从座起，顶礼佛足，而白佛言：我忆往昔恒河沙劫，有佛出世名无量光，十二如来相继一劫，其最后佛名超日月光，彼佛教我念佛三昧」。这是叙述《楞严经》二十五圆通里面「大势至菩萨圆通章」，这段经文说明大势至菩萨在久远劫之前，他遇到无量光佛，十二如来相继一劫，这一个大劫当中有十二尊佛出世。就像现在这娑婆世界，娑婆世界在这一大劫，这叫贤劫，圣贤的贤。为什么叫贤劫？你看大势至菩萨那个时候，一劫才十二尊佛；释迦牟尼佛这一劫，贤劫，有一千尊佛，千佛出世，所以称之为贤，圣贤很多。一劫时间很长，是大劫不是小劫。我们从这个经文上来看就知道，就有个概念，很长很长的时间。",
      "zh_TW": "一共十二個名字。我們看黃念老的註解。「此段是本品之三」，這一品第三段，「顯光明之十二勝名」，勝是殊勝、是超勝。「此十二光明，稱十二光佛，均為無量壽佛之異名，亦正是法藏成佛之果覺」，這些名號都是阿彌陀佛。下面黃老舉《楞嚴經》的話說，「《首楞嚴經》曰：大勢至法王子，與其同倫五十二菩薩，即從座起，頂禮佛足，而白佛言：我憶往昔恆河沙劫，有佛出世名無量光，十二如來相繼一劫，其最後佛名超日月光，彼佛教我念佛三昧」。這是敘述《楞嚴經》二十五圓通裡面「大勢至菩薩圓通章」，這段經文說明大勢至菩薩在久遠劫之前，他遇到無量光佛，十二如來相繼一劫，這一個大劫當中有十二尊佛出世。就像現在這娑婆世界，娑婆世界在這一大劫，這叫賢劫，聖賢的賢。為什麼叫賢劫？你看大勢至菩薩那個時候，一劫才十二尊佛；釋迦牟尼佛這一劫，賢劫，有一千尊佛，千佛出世，所以稱之為賢，聖賢很多。一劫時間很長，是大劫不是小劫。我們從這個經文上來看就知道，就有個概念，很長很長的時間。"
    },
    {
      "id": "02-041-0259_p0005",
      "zh_CN": "大势至菩萨遇到这十二如来，应该也就是阿弥陀佛，彼佛教他念佛三昧。所以夏莲居老居士在《净修捷要》里面告诉我们，大势至菩萨是法界净宗初祖，法界是遍法界虚空界，净土宗的初祖。为什么？他是第一个修念佛三昧成功的。普贤菩萨是我们娑婆世界的初祖。释迦牟尼佛出世，最初讲《华严经》，在定中讲的。《华严经》讲到最后，善财童子五十三参，普贤菩萨十大愿王导归极乐，所以普贤菩萨是娑婆世界的初祖，这我们得搞清楚。在中国，慧远大师，在东晋的时候，现在江西庐山，建立一个念佛堂，那个时候佛教传到中国来还不多久，建个念佛堂，一百二十三个人念佛求生净土。他那个时候所依靠的就是《无量寿经》，《弥陀经》、《观经》还没有翻出来，流通只有一部，那是汉朝时候翻译的《无量寿经》。这一百多人个个都往生，没有一个漏掉的，所以远公大师是我们中国的初祖。从中国传到韩国、传到日本，韩国跟日本的初祖就很多了。那个时候很多留学生，佛门的留学生到中国来学，修净土，善导大师的弟子最多，在日本一共建了十三个宗，实在讲是净土宗的十三个派别，在日本称为宗。",
      "zh_TW": "大勢至菩薩遇到這十二如來，應該也就是阿彌陀佛，彼佛教他念佛三昧。所以夏蓮居老居士在《淨修捷要》裡面告訴我們，大勢至菩薩是法界淨宗初祖，法界是遍法界虛空界，淨土宗的初祖。為什麼？他是第一個修念佛三昧成功的。普賢菩薩是我們娑婆世界的初祖。釋迦牟尼佛出世，最初講《華嚴經》，在定中講的。《華嚴經》講到最後，善財童子五十三參，普賢菩薩十大願王導歸極樂，所以普賢菩薩是娑婆世界的初祖，這我們得搞清楚。在中國，慧遠大師，在東晉的時候，現在江西廬山，建立一個念佛堂，那個時候佛教傳到中國來還不多久，建個念佛堂，一百二十三個人念佛求生淨土。他那個時候所依靠的就是《無量壽經》，《彌陀經》、《觀經》還沒有翻出來，流通只有一部，那是漢朝時候翻譯的《無量壽經》。這一百多人個個都往生，沒有一個漏掉的，所以遠公大師是我們中國的初祖。從中國傳到韓國、傳到日本，韓國跟日本的初祖就很多了。那個時候很多留學生，佛門的留學生到中國來學，修淨土，善導大師的弟子最多，在日本一共建了十三個宗，實在講是淨土宗的十三個派別，在日本稱為宗。"
    },
    {
      "id": "02-041-0259_p0006",
      "zh_CN": "我们看，「今经之十二光佛，即彼往昔恒沙劫前之十二如来」，大势至菩萨遇到的，当时遇到的十二如来就是我们此地讲的十二光佛。「又密部《九品往生阿弥陀三摩地集陀罗尼经》曰：是内坐十二大曼陀罗大圆镜智宝像，其名为一切三达无量光佛…智力三明超日月光佛，正与本经相合」。在五种原译本里面，「又《唐译》为十五光，《宋译》为十三光，乃开合不同」，这个我们要知道，所说的都是一样，各人讲法不一样，我们明白这个事实真相就行。",
      "zh_TW": "我們看，「今經之十二光佛，即彼往昔恆沙劫前之十二如來」，大勢至菩薩遇到的，當時遇到的十二如來就是我們此地講的十二光佛。「又密部《九品往生阿彌陀三摩地集陀羅尼經》曰：是內坐十二大曼陀羅大圓鏡智寶像，其名為一切三達無量光佛…智力三明超日月光佛，正與本經相合」。在五種原譯本裡面，「又《唐譯》為十五光，《宋譯》為十三光，乃開合不同」，這個我們要知道，所說的都是一樣，各人講法不一樣，我們明白這個事實真相就行。"
    },
    {
      "id": "02-041-0259_p0007",
      "zh_CN": "下面，这十二光佛一位一位的介绍。第一位，『无量光佛』。「昙鸾大师《赞阿弥陀佛偈》曰：智慧光明不可量，故佛又号无量光，有量诸相蒙光晓，是故稽首真实明。大师此赞深契圣心，直指光明即是智慧，智光不二。是故稽首真实明」，真实明就是真实智慧，真实智慧是自性本有的，我们要知道。《华严经》上，佛告诉我们「一切众生皆有如来智慧德相」，这句话就说尽了，这是自性本有的，跟六祖惠能大师开悟时候所说的第三句意思完全相同。惠能大师第三句是「何期自性，本自具足」，都具足什么？《华严经》上说清楚了，具足智慧、德、相，智慧摆在第一，德是能力，我们今天讲能力，相是相好，依正庄严那是相。德，要用我们这部经来说，阿弥陀佛的大德就是四十八愿。无量智慧，加上四十八愿，再加上所显现出来的依正庄严相好，圆满的西方极乐世界。",
      "zh_TW": "下面，這十二光佛一位一位的介紹。第一位，『無量光佛』。「曇鸞大師《讚阿彌陀佛偈》曰：智慧光明不可量，故佛又號無量光，有量諸相蒙光曉，是故稽首真實明。大師此讚深契聖心，直指光明即是智慧，智光不二。是故稽首真實明」，真實明就是真實智慧，真實智慧是自性本有的，我們要知道。《華嚴經》上，佛告訴我們「一切眾生皆有如來智慧德相」，這句話就說盡了，這是自性本有的，跟六祖惠能大師開悟時候所說的第三句意思完全相同。惠能大師第三句是「何期自性，本自具足」，都具足什麼？《華嚴經》上說清楚了，具足智慧、德、相，智慧擺在第一，德是能力，我們今天講能力，相是相好，依正莊嚴那是相。德，要用我們這部經來說，阿彌陀佛的大德就是四十八願。無量智慧，加上四十八願，再加上所顯現出來的依正莊嚴相好，圓滿的西方極樂世界。"
    },
    {
      "id": "02-041-0259_p0008",
      "zh_CN": "由此可知，修行求什么？这个要知道，修行是求智慧。释迦牟尼佛讲经这四十九年，他办班教学，我们要清楚，四十九年分为四个阶段。第一个阶段阿含，十二年，好像我们现在讲办学，小学。第二个阶段方等，好比是中学，小学毕业了再向上提升，中学。中学跟小学合起来二十年。第三个阶段讲般若，般若是大学。也就是佛出现在世间，想做的是什么、想教的是什么？就是教般若，那般若必须得有前面二十年的基础，你才听得懂，才能够修学。说法四十九年，般若占二十二年，差不多是一半时间，你就晓得，这是释迦牟尼佛出现在世间，讲经最主要的一个阶段。末后八年讲《法华》，《法华》好比是研究所。《法华》讲什么？《法华》讲成佛；般若是菩萨，菩萨最后要成佛，那就圆满了。佛离开我们，入般涅槃了，一天一夜讲《涅槃经》，《涅槃经》是遗嘱，释迦牟尼佛的遗教，最后说的。我们看这个就懂得了。",
      "zh_TW": "由此可知，修行求什麼？這個要知道，修行是求智慧。釋迦牟尼佛講經這四十九年，他辦班教學，我們要清楚，四十九年分為四個階段。第一個階段阿含，十二年，好像我們現在講辦學，小學。第二個階段方等，好比是中學，小學畢業了再向上提升，中學。中學跟小學合起來二十年。第三個階段講般若，般若是大學。也就是佛出現在世間，想做的是什麼、想教的是什麼？就是教般若，那般若必須得有前面二十年的基礎，你才聽得懂，才能夠修學。說法四十九年，般若佔二十二年，差不多是一半時間，你就曉得，這是釋迦牟尼佛出現在世間，講經最主要的一個階段。末後八年講《法華》，《法華》好比是研究所。《法華》講什麼？《法華》講成佛；般若是菩薩，菩薩最後要成佛，那就圓滿了。佛離開我們，入般涅槃了，一天一夜講《涅槃經》，《涅槃經》是遺囑，釋迦牟尼佛的遺教，最後說的。我們看這個就懂得了。"
    },
    {
      "id": "02-041-0259_p0009",
      "zh_CN": "过去，古时候，唐朝中叶以前，学佛是有次第的，按部就班来，所以中国佛教有十个宗派，有成实宗、有俱舍宗，这两宗唐朝晚年就没有了，这两宗没有了；经典有，在《大藏经》里头，有《俱舍论》、有《成实论》，是他们所依据的。中国为什么把它丢掉？中国人用儒跟道代替了。儒跟道是本土的文化，特别有亲切感，而里面的内容是小学，是佛法的小学，又比小学高；虽是小学，它比小学高，它可以直接通大乘，所以我们的祖师大德就把小乘放弃了。中国大乘是八个宗派，这个我们要懂。",
      "zh_TW": "過去，古時候，唐朝中葉以前，學佛是有次第的，按部就班來，所以中國佛教有十個宗派，有成實宗、有俱舍宗，這兩宗唐朝晚年就沒有了，這兩宗沒有了；經典有，在《大藏經》裡頭，有《俱舍論》、有《成實論》，是他們所依據的。中國為什麼把它丟掉？中國人用儒跟道代替了。儒跟道是本土的文化，特別有親切感，而裡面的內容是小學，是佛法的小學，又比小學高；雖是小學，它比小學高，它可以直接通大乘，所以我們的祖師大德就把小乘放棄了。中國大乘是八個宗派，這個我們要懂。"
    },
    {
      "id": "02-041-0259_p0010",
      "zh_CN": "我们今天问题来了，今天佛法衰了，可以说灭亡。为什么？基础没有了，不学小乘，也不念四书五经，也不念《老子》、《庄子》。古时候念，到清朝中叶那个时候还念，乾隆、嘉庆那个时代还是念，那个时候到现在大概一百五十年，现在不念了。到民国，满清亡国之后到民国，恐怕小乘不念了，儒、道也不念了。换句话说，佛法的基础教育失掉了，那再学大乘都是空中楼阁，能读能讲，做不到。现在连读的人都没有了，哪个法师读《法华经》？《法华经》是天台宗的，没人读了。哪个法师读《华严经》？没有了。大概这些经典，只有在现在水陆法会还有个坛，请法师去念一部，从头到尾念一遍；《法华经》一般是念七部。每个宗派都有主要修学的经论，全都没人读了，确实名存实亡。大概藏传的密宗还有，那也要学经论，不学经论光念咒不行。",
      "zh_TW": "我們今天問題來了，今天佛法衰了，可以說滅亡。為什麼？基礎沒有了，不學小乘，也不念四書五經，也不念《老子》、《莊子》。古時候念，到清朝中葉那個時候還念，乾隆、嘉慶那個時代還是念，那個時候到現在大概一百五十年，現在不念了。到民國，滿清亡國之後到民國，恐怕小乘不念了，儒、道也不念了。換句話說，佛法的基礎教育失掉了，那再學大乘都是空中樓閣，能讀能講，做不到。現在連讀的人都沒有了，哪個法師讀《法華經》？《法華經》是天台宗的，沒人讀了。哪個法師讀《華嚴經》？沒有了。大概這些經典，只有在現在水陸法會還有個壇，請法師去念一部，從頭到尾念一遍；《法華經》一般是念七部。每個宗派都有主要修學的經論，全都沒人讀了，確實名存實亡。大概藏傳的密宗還有，那也要學經論，不學經論光念咒不行。"
    },
    {
      "id": "02-041-0259_p0011",
      "zh_CN": "剩下净土宗，净土宗大概我们这一脉，没听说有第二个人讲《净土五经》、依照净土宗念佛的方法修行，也没有了。我们现在是得力于高科技的帮助。我们没有道场、没有讲堂，一生流浪。可是我想一想，释迦牟尼佛给我们做了榜样。章嘉大师早年劝我出家，嘱咐我学释迦牟尼佛，所以想到释迦牟尼佛，我们就很安慰。释迦牟尼佛在世，是树下一宿，日中一食，去托钵。至少我们现在吃饭不要去托钵，我们还有个地方可以遮蔽风雨，房子不大，小小房间，比树下一宿好多了。所以想到佛陀，我们就很安慰，我们很感恩。真的，这种修行的方式是正确的，真正是于人无争、于世无求，心是清净的。如果我们有个道场，每天讲经，有几百人来听经，那就麻烦大了。我这里信徒多，别人信徒少，一定会引起佛门自赞毁他，争夺信徒，争求供养，这就大错特错了。自赞毁他是毁谤，这个果报要照《戒经》上讲的是无间地狱，为什么？破和合僧。五逆十恶，五逆里面就有一条「破和合僧」，破坏和合僧团，无间地狱，这个是五种重罪里头最重的一条，其他都比这个轻。所以我们这个路走对了，是要这个样。",
      "zh_TW": "剩下淨土宗，淨土宗大概我們這一脈，沒聽說有第二個人講《淨土五經》、依照淨土宗念佛的方法修行，也沒有了。我們現在是得力於高科技的幫助。我們沒有道場、沒有講堂，一生流浪。可是我想一想，釋迦牟尼佛給我們做了榜樣。章嘉大師早年勸我出家，囑咐我學釋迦牟尼佛，所以想到釋迦牟尼佛，我們就很安慰。釋迦牟尼佛在世，是樹下一宿，日中一食，去托缽。至少我們現在吃飯不要去托缽，我們還有個地方可以遮蔽風雨，房子不大，小小房間，比樹下一宿好多了。所以想到佛陀，我們就很安慰，我們很感恩。真的，這種修行的方式是正確的，真正是於人無爭、於世無求，心是清淨的。如果我們有個道場，每天講經，有幾百人來聽經，那就麻煩大了。我這裡信徒多，別人信徒少，一定會引起佛門自讚毀他，爭奪信徒，爭求供養，這就大錯特錯了。自讚毀他是毀謗，這個果報要照《戒經》上講的是無間地獄，為什麼？破和合僧。五逆十惡，五逆裡面就有一條「破和合僧」，破壞和合僧團，無間地獄，這個是五種重罪裡頭最重的一條，其他都比這個輕。所以我們這個路走對了，是要這個樣。"
    },
    {
      "id": "02-041-0259_p0012",
      "zh_CN": "所以有发心学讲经的法师来看我，我就告诉他，你肯不肯学释迦牟尼佛，一生不建道场，哪个地方请，就到哪里去；没有人请，就念佛求往生？真正发这个心，你的法缘，佛菩萨替你安排，到时候自然有人请。讲个十年、二十年，真的根柢厚了，解行相应，自己得法喜，佛菩萨给你安排道场；你的听众当中听得很欢喜，有外地人来听，他就请你到那边去。我这一生的法缘就是这么回事情，都是听众彼此互相介绍。我们一个人，没有累赘，哪里请就可以到哪里去，讲完了，那个地方预约了。一年三百六十天，日子很好过，处处作客。所以记住，作客，不要作主。你能把这一关看破了，走这个路好，这个路是真乐，法喜充满，真正做到于人无争、于世无求。",
      "zh_TW": "所以有發心學講經的法師來看我，我就告訴他，你肯不肯學釋迦牟尼佛，一生不建道場，哪個地方請，就到哪裡去；沒有人請，就念佛求往生？真正發這個心，你的法緣，佛菩薩替你安排，到時候自然有人請。講個十年、二十年，真的根柢厚了，解行相應，自己得法喜，佛菩薩給你安排道場；你的聽眾當中聽得很歡喜，有外地人來聽，他就請你到那邊去。我這一生的法緣就是這麼回事情，都是聽眾彼此互相介紹。我們一個人，沒有累贅，哪裡請就可以到哪裡去，講完了，那個地方預約了。一年三百六十天，日子很好過，處處作客。所以記住，作客，不要作主。你能把這一關看破了，走這個路好，這個路是真樂，法喜充滿，真正做到於人無爭、於世無求。"
    },
    {
      "id": "02-041-0259_p0013",
      "zh_CN": "真正做到，我们这个戒律很简单，五个科目。第一个净业三福，三条，不难记，出在《观无量寿佛经》里边。第一条「孝养父母，奉事师长，慈心不杀，修十善业」，第二条「受持三皈，具足众戒，不犯威仪」，第三条「发菩提心，深信因果，读诵大乘，劝进行者」，这个是无论修学哪个宗派、修学哪一个法门，必须要遵守的，这是佛法的根本戒，我们要持这个戒，是根本戒。除这条之外，三皈、五戒、十善，出家再加一个《沙弥律仪》，十条戒二十四门威仪。这是第一个科目。",
      "zh_TW": "真正做到，我們這個戒律很簡單，五個科目。第一個淨業三福，三條，不難記，出在《觀無量壽佛經》裡邊。第一條「孝養父母，奉事師長，慈心不殺，修十善業」，第二條「受持三皈，具足眾戒，不犯威儀」，第三條「發菩提心，深信因果，讀誦大乘，勸進行者」，這個是無論修學哪個宗派、修學哪一個法門，必須要遵守的，這是佛法的根本戒，我們要持這個戒，是根本戒。除這條之外，三皈、五戒、十善，出家再加一個《沙彌律儀》，十條戒二十四門威儀。這是第一個科目。"
    },
    {
      "id": "02-041-0259_p0014",
      "zh_CN": "接着下面修六和敬，别人不修，我一个人修。「见和同解，戒和同修」，住哪个道场，守哪个道场的规矩，这就叫戒和同修。我们不标新立异，恒顺众生，皆大欢喜。「身和同住，口和无诤，意和同悦」，法喜充满。最后一个「利和同均」，这条最好不要放在心上，不求利养，每天吃饱就行了。寺庙的供养，如果方丈住持包个红包给你，可以收；不包，不包就算了，不必过问，这样就好，大家对你放心，不争。永远这一生不跟人对立，这条很重要。对立就造业，造业果报很麻烦，生生世世没完没了，很可怕。不跟人结怨，修忍辱波罗蜜，成就自己的德行，这一生最后的目标定在西方极乐世界，多好！你们喜欢这些统统给你，我不要了，我到极乐世界去。我到极乐世界去，什么也不能带，连这个身都不能带，统统放下。",
      "zh_TW": "接著下面修六和敬，別人不修，我一個人修。「見和同解，戒和同修」，住哪個道場，守哪個道場的規矩，這就叫戒和同修。我們不標新立異，恆順眾生，皆大歡喜。「身和同住，口和無諍，意和同悅」，法喜充滿。最後一個「利和同均」，這條最好不要放在心上，不求利養，每天吃飽就行了。寺廟的供養，如果方丈住持包個紅包給你，可以收；不包，不包就算了，不必過問，這樣就好，大家對你放心，不爭。永遠這一生不跟人對立，這條很重要。對立就造業，造業果報很麻煩，生生世世沒完沒了，很可怕。不跟人結怨，修忍辱波羅蜜，成就自己的德行，這一生最後的目標定在西方極樂世界，多好！你們喜歡這些統統給你，我不要了，我到極樂世界去。我到極樂世界去，什麼也不能帶，連這個身都不能帶，統統放下。"
    },
    {
      "id": "02-041-0259_p0015",
      "zh_CN": "所以三福六和、三学六度，这都是戒律。三学是戒定慧三学，这个戒里头主要的是讲求学修道。我们这个五科就是属于戒，我们自己必须要严格遵守。戒的目的是什么？是得定，定的目的是开慧，所以终极的目标是开智慧。智慧怎么开？心定就开了。心里面有染污，不开智慧；心里面有分别，不开智慧；心里有起心动念，不开智慧。戒是帮助你得定，定是帮助你开智慧。定的样子是什么？我们这个经经题上说得很好，标准的样子。你看清净，清净是阿罗汉的定，心不染污。清净心现前，是阿罗汉、是辟支佛，开小智慧；这个定再提升一个阶段，大定，菩萨修的，开大智慧，这个智慧是世尊第三时所讲的般若智慧，开大智慧；后面还有个觉，你看，「清净平等觉」，觉是大彻大悟、明心见性，成佛了。这是究竟圆满的智慧，戒定慧三学。佛用这个方法，帮助多少人一生当中成阿罗汉、成菩萨、成佛，明心见性，见性成佛。",
      "zh_TW": "所以三福六和、三學六度，這都是戒律。三學是戒定慧三學，這個戒裡頭主要的是講求學修道。我們這個五科就是屬於戒，我們自己必須要嚴格遵守。戒的目的是什麼？是得定，定的目的是開慧，所以終極的目標是開智慧。智慧怎麼開？心定就開了。心裡面有染污，不開智慧；心裡面有分別，不開智慧；心裡有起心動念，不開智慧。戒是幫助你得定，定是幫助你開智慧。定的樣子是什麼？我們這個經經題上說得很好，標準的樣子。你看清淨，清淨是阿羅漢的定，心不染污。清淨心現前，是阿羅漢、是辟支佛，開小智慧；這個定再提升一個階段，大定，菩薩修的，開大智慧，這個智慧是世尊第三時所講的般若智慧，開大智慧；後面還有個覺，你看，「清淨平等覺」，覺是大徹大悟、明心見性，成佛了。這是究竟圓滿的智慧，戒定慧三學。佛用這個方法，幫助多少人一生當中成阿羅漢、成菩薩、成佛，明心見性，見性成佛。"
    },
    {
      "id": "02-041-0259_p0016",
      "zh_CN": "成佛有四十一个等级，《华严经》上说的，圆教初住菩萨就大彻大悟、明心见性了，破一品无明，证一分法身，真佛不是假佛，但是没有圆满，为什么？习气没断。习气不好断，阿罗汉没有执着了，他有执着的习气，所以证得阿罗汉之后，他的功夫完全用在断习气，见思烦恼习气。见思烦恼习气断尽了，他升级了，他是辟支佛，不是阿罗汉，比阿罗汉高一级。阿罗汉见思烦恼断了，辟支佛见思烦恼习气断了，辟支佛在这个位次上，他要断尘沙烦恼，就是分别，尘沙烦恼就是分别，要练习不分别。真的不分别了，他升级，他是菩萨。菩萨分别习气没断，所以在菩萨这个阶段当中，他修什么？断分别习气。分别习气完全断了，他升级，那就是十法界的佛。大彻大悟、明心见性，就是佛，佛住哪里？住实报庄严土，住在那个地方，等无始无明习气断掉。因为无始无明习气没有方法断，你有方法你就添烦恼了。它怎么断法？经上有比喻，习气，什么叫习气？佛用酒瓶做比喻，酒瓶盛酒的，把酒倒干净，擦干净，确实一滴酒也没有了，可是闻闻还有味道，那叫习气。有没有方法断？没有方法。怎么断法？不要去理会它，日久天长，你把瓶盖打开放在那里，半年、一年之后再去闻就没有了。所以断习气只有这一个办法，不能起心动念。要多长时间习气断掉？佛告诉我们，三个阿僧祇劫。这个时间可不得了，天文数字，三大阿僧祇劫。习气断干净，证究竟圆满佛，《华严经》叫妙觉；等觉上面是妙觉，等觉是最后一品无始无明习气断干净，就真成佛了。",
      "zh_TW": "成佛有四十一個等級，《華嚴經》上說的，圓教初住菩薩就大徹大悟、明心見性了，破一品無明，證一分法身，真佛不是假佛，但是沒有圓滿，為什麼？習氣沒斷。習氣不好斷，阿羅漢沒有執著了，他有執著的習氣，所以證得阿羅漢之後，他的功夫完全用在斷習氣，見思煩惱習氣。見思煩惱習氣斷盡了，他升級了，他是辟支佛，不是阿羅漢，比阿羅漢高一級。阿羅漢見思煩惱斷了，辟支佛見思煩惱習氣斷了，辟支佛在這個位次上，他要斷塵沙煩惱，就是分別，塵沙煩惱就是分別，要練習不分別。真的不分別了，他升級，他是菩薩。菩薩分別習氣沒斷，所以在菩薩這個階段當中，他修什麼？斷分別習氣。分別習氣完全斷了，他升級，那就是十法界的佛。大徹大悟、明心見性，就是佛，佛住哪裡？住實報莊嚴土，住在那個地方，等無始無明習氣斷掉。因為無始無明習氣沒有方法斷，你有方法你就添煩惱了。它怎麼斷法？經上有比喻，習氣，什麼叫習氣？佛用酒瓶做比喻，酒瓶盛酒的，把酒倒乾淨，擦乾淨，確實一滴酒也沒有了，可是聞聞還有味道，那叫習氣。有沒有方法斷？沒有方法。怎麼斷法？不要去理會它，日久天長，你把瓶蓋打開放在那裡，半年、一年之後再去聞就沒有了。所以斷習氣只有這一個辦法，不能起心動念。要多長時間習氣斷掉？佛告訴我們，三個阿僧祇劫。這個時間可不得了，天文數字，三大阿僧祇劫。習氣斷乾淨，證究竟圓滿佛，《華嚴經》叫妙覺；等覺上面是妙覺，等覺是最後一品無始無明習氣斷乾淨，就真成佛了。"
    },
    {
      "id": "02-041-0259_p0017",
      "zh_CN": "妙觉佛不住实报土，住哪里？住常寂光，常寂光是法身。法身就是常寂光，常寂光就是法身，常寂光在哪里？无处不在，无时不在。我们都在佛常寂光之中，佛的常寂光跟我们的常寂光是一不是二，我们今天为什么见不了常寂光？起心动念、分别执着障碍了。果然能把起心动念、分别执着放下，常寂光就现前。所以「一切众生本来是佛」，这句话是千真万确，绝不是妄语，是真的。这桩事情很难讲清楚，一般人很难有一个正确的概念，因为常寂光跟一切万法融成一体，根本就没有分开。我们用电视多，天天在这学习，所以我常常用电视屏幕做比喻，常寂光是什么？是屏幕。我们打开电视一定先把屏幕打开，打开怎么？一片空白，光出来了；再按频道，频道就是能生万法。常寂光跟万法，就是屏幕跟频道，是融在一体的，是分不开的，但是它是两码事，它不是一码事，你把频道按掉之后，色相没有了，一片光明，你就看到不一样。但是频道打开的时候，你看不到哪一个是频道、哪一个是屏幕，它融成一体；虽然融成一体，频道不妨碍屏幕，屏幕不妨碍频道。用这个比喻，我们才有一个概念。所以我们都在常寂光当中。",
      "zh_TW": "妙覺佛不住實報土，住哪裡？住常寂光，常寂光是法身。法身就是常寂光，常寂光就是法身，常寂光在哪裡？無處不在，無時不在。我們都在佛常寂光之中，佛的常寂光跟我們的常寂光是一不是二，我們今天為什麼見不了常寂光？起心動念、分別執著障礙了。果然能把起心動念、分別執著放下，常寂光就現前。所以「一切眾生本來是佛」，這句話是千真萬確，絕不是妄語，是真的。這樁事情很難講清楚，一般人很難有一個正確的概念，因為常寂光跟一切萬法融成一體，根本就沒有分開。我們用電視多，天天在這學習，所以我常常用電視屏幕做比喻，常寂光是什麼？是屏幕。我們打開電視一定先把屏幕打開，打開怎麼？一片空白，光出來了；再按頻道，頻道就是能生萬法。常寂光跟萬法，就是屏幕跟頻道，是融在一體的，是分不開的，但是它是兩碼事，它不是一碼事，你把頻道按掉之後，色相沒有了，一片光明，你就看到不一樣。但是頻道打開的時候，你看不到哪一個是頻道、哪一個是屏幕，它融成一體；雖然融成一體，頻道不妨礙屏幕，屏幕不妨礙頻道。用這個比喻，我們才有一個概念。所以我們都在常寂光當中。"
    },
    {
      "id": "02-041-0259_p0018",
      "zh_CN": "怎样才能见到常寂光？眼见色，看得清清楚楚、明明白白，不起心不动念就是常寂光。起心动念就错了，不可以起心动念，但清楚明白，那是自性本具的般若智慧，真的清楚、真的明白。众生说真的清楚明白的时候，未见得是真的，他产生错觉，他看错了、想错了。佛菩萨决定没有看错、决定没有想错，为什么？他没有看法也没有想法，好，纯真，那叫真实智慧。我们有自己的看法、有自己的想法，那叫造业，业有善恶，善业感三善道，恶业感三恶道；换句话说，你出不了六道轮回，麻烦在这里。",
      "zh_TW": "怎樣才能見到常寂光？眼見色，看得清清楚楚、明明白白，不起心不動念就是常寂光。起心動念就錯了，不可以起心動念，但清楚明白，那是自性本具的般若智慧，真的清楚、真的明白。眾生說真的清楚明白的時候，未見得是真的，他產生錯覺，他看錯了、想錯了。佛菩薩決定沒有看錯、決定沒有想錯，為什麼？他沒有看法也沒有想法，好，純真，那叫真實智慧。我們有自己的看法、有自己的想法，那叫造業，業有善惡，善業感三善道，惡業感三惡道；換句話說，你出不了六道輪迴，麻煩在這裡。"
    },
    {
      "id": "02-041-0259_p0019",
      "zh_CN": "佛教我们，六根在六尘境界当中，真修行是在这里修，你不能离开，离开到哪修去？眼在色当中修，耳在声当中修，修到什么？最粗显的先下手，那就是从不执着，真放下了。眼见色，不执着就是阿罗汉，再加上不分别就是菩萨，不起心不动念就是佛，你看这三个等级，确实大道至简。用什么方法修，没有一定，所谓八万四千法门、无量法门，哪个方法都行，没有一样不行，就是在境界里学个什么东西？不起心不动念、不分别不执着，妙极了！你还起心动念、分别执着，错了，理上跟事上全错了。这是佛法深妙之处，不起心不动念，还不碍办事，还什么事都干，就是《金刚经》上说的「应无所住而生其心」。无住是什么？就是不起心不动念、不分别不执着；生心，什么都干，样样都不碍事。心一动念头就错了，不起心不动念是用真心，真心完全用自性的性德，就是智慧德相，它用这个，所以它不碍事。起心动念就变成阿赖耶，阿赖耶是妄心，妄心就是妄想分别执着。凡夫他不知道用真心，他用妄心，凡夫就是起心动念、分别执着，就用这个，这就错了。所以修行要把总纲领、总原则掌握到，与这个相应就是对的，跟这个不相应就是错的。不是说一天念多少经、念多少论、拜多少佛，那都不是的。不是的，真正修行人也要做这个样子；他不碍事，他心里没有，他天天在拜佛，一天拜三千拜，没有起心动念，没有分别执着，真高明。为什么拜这么多？拜给别人看，希望别人学习，别人肯拜佛的，修点福报也不错，成不了佛，修善业、修福报，用意在这个地方；自己真的是无住。无住就是不起心不动念，菩萨的无住就是不分别不执着。我们凡夫，学佛学了几十年，还是起心动念、分别执着，这就应该惭愧，应该忏悔。",
      "zh_TW": "佛教我們，六根在六塵境界當中，真修行是在這裡修，你不能離開，離開到哪修去？眼在色當中修，耳在聲當中修，修到什麼？最粗顯的先下手，那就是從不執著，真放下了。眼見色，不執著就是阿羅漢，再加上不分別就是菩薩，不起心不動念就是佛，你看這三個等級，確實大道至簡。用什麼方法修，沒有一定，所謂八萬四千法門、無量法門，哪個方法都行，沒有一樣不行，就是在境界裡學個什麼東西？不起心不動念、不分別不執著，妙極了！你還起心動念、分別執著，錯了，理上跟事上全錯了。這是佛法深妙之處，不起心不動念，還不礙辦事，還什麼事都幹，就是《金剛經》上說的「應無所住而生其心」。無住是什麼？就是不起心不動念、不分別不執著；生心，什麼都幹，樣樣都不礙事。心一動念頭就錯了，不起心不動念是用真心，真心完全用自性的性德，就是智慧德相，它用這個，所以它不礙事。起心動念就變成阿賴耶，阿賴耶是妄心，妄心就是妄想分別執著。凡夫他不知道用真心，他用妄心，凡夫就是起心動念、分別執著，就用這個，這就錯了。所以修行要把總綱領、總原則掌握到，與這個相應就是對的，跟這個不相應就是錯的。不是說一天念多少經、念多少論、拜多少佛，那都不是的。不是的，真正修行人也要做這個樣子；他不礙事，他心裡沒有，他天天在拜佛，一天拜三千拜，沒有起心動念，沒有分別執著，真高明。為什麼拜這麼多？拜給別人看，希望別人學習，別人肯拜佛的，修點福報也不錯，成不了佛，修善業、修福報，用意在這個地方；自己真的是無住。無住就是不起心不動念，菩薩的無住就是不分別不執著。我們凡夫，學佛學了幾十年，還是起心動念、分別執著，這就應該慚愧，應該懺悔。"
    },
    {
      "id": "02-041-0259_p0020",
      "zh_CN": "遇到净宗才能得救，遇不到净宗救不了。净宗怎么？净宗可以带业往生，其他法门没有听说带业的。带业就是换个环境，这个地方境缘我们没有能力克服，往生到极乐世界，极乐世界的缘好，都是殊胜的缘分，障碍的缘分没有，所以这是个好地方，最安全的地方，修行不招魔事，那里没有魔。这个世间魔太多，无量无边，凡是叫你起心动念、叫你分别执着的统统是魔，所以要认识。现在什么招你快速起心动念？大概第一个魔头就是手机。你看，装在身上，不定什么时候一下叫起来，赶快拿来听，又去胡思乱想去了。所以要认识它，这不是好东西。没有这个东西照样办事，以前没有发明这个东西，不是很好吗？发明这个之后，多少人堕落了。所以你要认识它，不受它的伤害。",
      "zh_TW": "遇到淨宗才能得救，遇不到淨宗救不了。淨宗怎麼？淨宗可以帶業往生，其他法門沒有聽說帶業的。帶業就是換個環境，這個地方境緣我們沒有能力克服，往生到極樂世界，極樂世界的緣好，都是殊勝的緣分，障礙的緣分沒有，所以這是個好地方，最安全的地方，修行不招魔事，那裡沒有魔。這個世間魔太多，無量無邊，凡是叫你起心動念、叫你分別執著的統統是魔，所以要認識。現在什麼招你快速起心動念？大概第一個魔頭就是手機。你看，裝在身上，不定什麼時候一下叫起來，趕快拿來聽，又去胡思亂想去了。所以要認識它，這不是好東西。沒有這個東西照樣辦事，以前沒有發明這個東西，不是很好嗎？發明這個之後，多少人墮落了。所以你要認識它，不受它的傷害。"
    },
    {
      "id": "02-041-0259_p0021",
      "zh_CN": "我们要真实明、真实智慧，是故稽首真实明。以此光明就是真实，真实智慧应该稽首礼敬。「因此大经，唯一真实」，这是夏莲居老居士会集《无量寿经》，把五种原译本里面的真实，三个真实统统收进来了，好！这才圆满。这三个真实就是，「真实之际」，真实之际是自性、是本体，就是法身；第二个、第三个都是德，自性的性德，不是外来的，一切众生本具，也没有失掉，现在是迷，破迷之后它就出现。为什么读经，读一千遍会开悟？悟是你本有的，你的心不清净，读一千遍心清净了，妄念没有了，杂念没有了，智慧就冒出来，所以这个经的意思就浮出来，你就懂了。你再念第二个一千遍，你悟的深度就更深，面就更大。你再念第三千遍，又不一样。一般真正修行用功的人，欲望很淡薄的人，三千遍，古人达到明心见性，不少。现在人难，现在外面诱惑的力量太大，里面欲望膨胀没有止境，所以三千遍还不行，三千遍能得小定，不能得大定。那怎样？五千遍就可以得大定，念上一万遍可以大彻大悟。你要相信这个道理，要相信这个方法，这个方法妙绝了。",
      "zh_TW": "我們要真實明、真實智慧，是故稽首真實明。以此光明就是真實，真實智慧應該稽首禮敬。「因此大經，唯一真實」，這是夏蓮居老居士會集《無量壽經》，把五種原譯本裡面的真實，三個真實統統收進來了，好！這才圓滿。這三個真實就是，「真實之際」，真實之際是自性、是本體，就是法身；第二個、第三個都是德，自性的性德，不是外來的，一切眾生本具，也沒有失掉，現在是迷，破迷之後它就出現。為什麼讀經，讀一千遍會開悟？悟是你本有的，你的心不清淨，讀一千遍心清淨了，妄念沒有了，雜念沒有了，智慧就冒出來，所以這個經的意思就浮出來，你就懂了。你再念第二個一千遍，你悟的深度就更深，面就更大。你再念第三千遍，又不一樣。一般真正修行用功的人，欲望很淡薄的人，三千遍，古人達到明心見性，不少。現在人難，現在外面誘惑的力量太大，裡面欲望膨脹沒有止境，所以三千遍還不行，三千遍能得小定，不能得大定。那怎樣？五千遍就可以得大定，念上一萬遍可以大徹大悟。你要相信這個道理，要相信這個方法，這個方法妙絕了。"
    },
    {
      "id": "02-041-0259_p0022",
      "zh_CN": "你要知道，海贤老和尚给我们做了最好榜样，他就念什么？就一句阿弥陀佛。念了多久？念了九十二年，未曾丢失，这就是他的功夫，他确确实实大彻大悟、明心见性。你看他那么自在，一百一十二岁还攀着楼梯爬树，你看他的本事多大，身体灵活不亚于年轻人，耳没有聋，眼没有花。这是个老实人，他的根器好，根器是什么？老实、听话、真干，这种人现在很难找。父母教孩子都不行，他都不老实、都不听话。到哪里去找？说老师去找一个学生，找个老实、听话、真干的学生，找不到。必须要这样的人，他才会成就。不是这样的人，很难，世智辩聪没有用，不能成就。海贤二十岁出家，师父就看准了，这个徒弟有出息，将来会有大成就，就把最简单、最殊胜的法门传给他，「南无阿弥陀佛」，就这一句佛号，告诉他一直念下去，明白了不要乱说，不能说。他老人家记在心里一辈子。他是不是明白？明白了，大彻大悟就明白了。所以我们在他光碟里面，透露一句，偶然透露的，「我什么都知道」，他说出这句话，那就是大彻大悟；不是大彻大悟，说这句话那是骗人，那是大妄语，大妄语要堕拔舌地狱，所以他真的什么都知道。为什么不能说？环境不许可。师父肯定是大彻大悟的人，要不然说不出这个话来；他怎么这样教他，知道他又能遵守？所以他如果出现在释迦牟尼佛那个时代，他就是法身菩萨；他要是出现在唐朝盛世，惠能大师那个时代，他就是祖师；但是出现在今天这个时代，不可以，懂得佛法的人知道，不懂佛法的人瞧不起你。瞧不起好，你一生平平安安过日子。",
      "zh_TW": "你要知道，海賢老和尚給我們做了最好榜樣，他就念什麼？就一句阿彌陀佛。念了多久？念了九十二年，未曾丟失，這就是他的功夫，他確確實實大徹大悟、明心見性。你看他那麼自在，一百一十二歲還攀著樓梯爬樹，你看他的本事多大，身體靈活不亞於年輕人，耳沒有聾，眼沒有花。這是個老實人，他的根器好，根器是什麼？老實、聽話、真幹，這種人現在很難找。父母教孩子都不行，他都不老實、都不聽話。到哪裡去找？說老師去找一個學生，找個老實、聽話、真幹的學生，找不到。必須要這樣的人，他才會成就。不是這樣的人，很難，世智辯聰沒有用，不能成就。海賢二十歲出家，師父就看準了，這個徒弟有出息，將來會有大成就，就把最簡單、最殊勝的法門傳給他，「南無阿彌陀佛」，就這一句佛號，告訴他一直念下去，明白了不要亂說，不能說。他老人家記在心裡一輩子。他是不是明白？明白了，大徹大悟就明白了。所以我們在他光碟裡面，透露一句，偶然透露的，「我什麼都知道」，他說出這句話，那就是大徹大悟；不是大徹大悟，說這句話那是騙人，那是大妄語，大妄語要墮拔舌地獄，所以他真的什麼都知道。為什麼不能說？環境不許可。師父肯定是大徹大悟的人，要不然說不出這個話來；他怎麼這樣教他，知道他又能遵守？所以他如果出現在釋迦牟尼佛那個時代，他就是法身菩薩；他要是出現在唐朝盛世，惠能大師那個時代，他就是祖師；但是出現在今天這個時代，不可以，懂得佛法的人知道，不懂佛法的人瞧不起你。瞧不起好，你一生平平安安過日子。"
    },
    {
      "id": "02-041-0259_p0023",
      "zh_CN": "所以智慧，利是利益，后头真实之利，这个都是自性的德能、相好，我们把德能归纳在「真实之慧」，把相好归纳在「真实之利」。像海贤老和尚，身体健康，那就是利益，一般人在这个年头不能动。你看他老人家往生的那一天，他是看到《僧赞僧》这本书三天之后往生，往生那一天他在菜园工作一天，整地、浇水、拔草，干了一天，晚上往生，这是表演给我们看的。晚上要走了，还不休息一下，还不找几个老朋友聊聊天，他没有，他去干他的活去了，到第二天早晨喊他，走了。",
      "zh_TW": "所以智慧，利是利益，後頭真實之利，這個都是自性的德能、相好，我們把德能歸納在「真實之慧」，把相好歸納在「真實之利」。像海賢老和尚，身體健康，那就是利益，一般人在這個年頭不能動。你看他老人家往生的那一天，他是看到《僧讚僧》這本書三天之後往生，往生那一天他在菜園工作一天，整地、澆水、拔草，幹了一天，晚上往生，這是表演給我們看的。晚上要走了，還不休息一下，還不找幾個老朋友聊聊天，他沒有，他去幹他的活去了，到第二天早晨喊他，走了。"
    },
    {
      "id": "02-041-0259_p0024",
      "zh_CN": "这个偈子里头很有味道，真实明，「真」是真实之际，「实」是真实利益，「明」是真实之慧，你看这三个字妙不妙？「可见极乐依正因果纯一真实」，这个世界能不去吗？这个世界还要留恋吗？能往生极乐世界，是真正留恋这个世界，为什么？你有本事，你到极乐世界，这里可以常来，自由自在，没障碍。你要不去极乐世界，这一轮回，不知道，古人讲的是五千劫，你没办法，你没有能力，照顾不到。到极乐世界，立刻就可以回来，化身回来、分身回来，你的家亲眷属全都照顾到，这叫什么？真正爱护家族，真正爱护亲人。要往生极乐世界，得阿弥陀佛本愿威神加持，你才能做到；要靠自己修行证得这个境界，很长很长的时间。",
      "zh_TW": "這個偈子裡頭很有味道，真實明，「真」是真實之際，「實」是真實利益，「明」是真實之慧，你看這三個字妙不妙？「可見極樂依正因果純一真實」，這個世界能不去嗎？這個世界還要留戀嗎？能往生極樂世界，是真正留戀這個世界，為什麼？你有本事，你到極樂世界，這裡可以常來，自由自在，沒障礙。你要不去極樂世界，這一輪迴，不知道，古人講的是五千劫，你沒辦法，你沒有能力，照顧不到。到極樂世界，立刻就可以回來，化身回來、分身回來，你的家親眷屬全都照顧到，這叫什麼？真正愛護家族，真正愛護親人。要往生極樂世界，得阿彌陀佛本願威神加持，你才能做到；要靠自己修行證得這個境界，很長很長的時間。"
    },
    {
      "id": "02-041-0259_p0025",
      "zh_CN": "我们再看底下这一段，「又宋大慧禅师曰」，他说的这几句话说得好：「只以此光宣妙法，是法即是此光明，不离是光说是法。」这个是法指真实法，真实法就是真实之际，真实之际就是真心，真实之际就是本体，哲学里面所讲的本体。我们举比喻，是用电视机的屏幕。没有打开频道，你看到这个屏幕，屏幕一片光明，把这个比喻作本体，能生万法，频道一按下去就能生万法；万法不离本体，本体不离万法，它各不相碍。这个地方我们要注意的，帮助我们建立信心，帮助我们把性德挖掘出来。「只以此光宣妙法」，这是释迦牟尼佛为我们介绍西方极乐世界，这部《无量寿经》就是介绍西方极乐世界的说明书。「是法即是此光明」，是法，净土法门，就是此光明。此光明，前面讲的十二光，十二个名号都是形容阿弥陀佛，十二代表圆满具足。阿弥陀佛有哪些智慧？这十二个名号就是代表，圆满智慧。后面这一句，「不离是光说是法」。佛灭之后，历代祖师，弘宗说法的这些大德，为我们讲经说法，就包括海贤老和尚为我们现身表法，都没有离开这光，这十二光统统具足，这个我们要懂得、要明白。",
      "zh_TW": "我們再看底下這一段，「又宋大慧禪師曰」，他說的這幾句話說得好：「只以此光宣妙法，是法即是此光明，不離是光說是法。」這個是法指真實法，真實法就是真實之際，真實之際就是真心，真實之際就是本體，哲學裡面所講的本體。我們舉比喻，是用電視機的屏幕。沒有打開頻道，你看到這個屏幕，屏幕一片光明，把這個比喻作本體，能生萬法，頻道一按下去就能生萬法；萬法不離本體，本體不離萬法，它各不相礙。這個地方我們要注意的，幫助我們建立信心，幫助我們把性德挖掘出來。「只以此光宣妙法」，這是釋迦牟尼佛為我們介紹西方極樂世界，這部《無量壽經》就是介紹西方極樂世界的說明書。「是法即是此光明」，是法，淨土法門，就是此光明。此光明，前面講的十二光，十二個名號都是形容阿彌陀佛，十二代表圓滿具足。阿彌陀佛有哪些智慧？這十二個名號就是代表，圓滿智慧。後面這一句，「不離是光說是法」。佛滅之後，歷代祖師，弘宗說法的這些大德，為我們講經說法，就包括海賢老和尚為我們現身表法，都沒有離開這光，這十二光統統具足，這個我們要懂得、要明白。"
    },
    {
      "id": "02-041-0259_p0026",
      "zh_CN": "我们再看念老的注解，「是法，指真实法，即真实际也。不离是光说是法，智慧光明不二也。此光即真实慧也」，这意思我们刚才都说过。「只以此光宣妙法，乃惠以真实之利，亦即光中之妙用」，这十二光的妙用。「是故《赞佛偈》云：有量诸相蒙光晓。因此智慧光明之真实明，能开晓诸有中一切之相，亦指开晓一切诸有中之众生。故云有量诸相蒙光晓」。这里面含藏的意思，因此智慧真实明，真实的光明、真实的智慧，他能开示，他能晓了，诸有中一切之相就是万法。能大师所说的「何期自性，能生万法」，这个一切之相就是万法。所以大彻大悟、明心见性之后，就是自性的真实明出现了，对于宇宙之间一切法统统都晓了，都明白了。也指开晓一切诸有中的众生，能够帮助一切众生，诱导一切众生，帮助他觉悟。",
      "zh_TW": "我們再看念老的註解，「是法，指真實法，即真實際也。不離是光說是法，智慧光明不二也。此光即真實慧也」，這意思我們剛才都說過。「只以此光宣妙法，乃惠以真實之利，亦即光中之妙用」，這十二光的妙用。「是故《讚佛偈》云：有量諸相蒙光曉。因此智慧光明之真實明，能開曉諸有中一切之相，亦指開曉一切諸有中之眾生。故云有量諸相蒙光曉」。這裡面含藏的意思，因此智慧真實明，真實的光明、真實的智慧，他能開示，他能曉了，諸有中一切之相就是萬法。能大師所說的「何期自性，能生萬法」，這個一切之相就是萬法。所以大徹大悟、明心見性之後，就是自性的真實明出現了，對於宇宙之間一切法統統都曉了，都明白了。也指開曉一切諸有中的眾生，能夠幫助一切眾生，誘導一切眾生，幫助他覺悟。"
    },
    {
      "id": "02-041-0259_p0027",
      "zh_CN": "阿罗汉能帮助人小悟，菩萨能帮助人大悟，佛能帮助人大彻大悟。佛、菩萨、阿罗汉的身分，可以说是一个人，可以说是多人，他对小根性的人说小法，他是阿罗汉；他对大根性的人说大法，他是菩萨；他对大彻大悟差不多的时候，只差那么一点了，他去帮助他开悟，那就是佛陀。所以一身、多身没有一定，没有定法，他面对一切众生根性不相同，他的示现也不一样。佛无有定法可说，佛无有法可说，佛也没有一定的形相，千变万化。所以《普门品》里面观世音菩萨现三十二应身、千手千眼，那都是表法的。千手千眼是表万德万能，表这个意思，德是你见到了，能是你伸出援手帮助众生化解灾难；头上还有面孔，有三十二个面孔，代表三十二类的众生，那是代表一切众生，无量无边众生。这就说明，一身、多身是一不是二，一身就是无量身，无量身就是一身，完全在神通妙用。",
      "zh_TW": "阿羅漢能幫助人小悟，菩薩能幫助人大悟，佛能幫助人大徹大悟。佛、菩薩、阿羅漢的身分，可以說是一個人，可以說是多人，他對小根性的人說小法，他是阿羅漢；他對大根性的人說大法，他是菩薩；他對大徹大悟差不多的時候，只差那麼一點了，他去幫助他開悟，那就是佛陀。所以一身、多身沒有一定，沒有定法，他面對一切眾生根性不相同，他的示現也不一樣。佛無有定法可說，佛無有法可說，佛也沒有一定的形相，千變萬化。所以《普門品》裡面觀世音菩薩現三十二應身、千手千眼，那都是表法的。千手千眼是表萬德萬能，表這個意思，德是你見到了，能是你伸出援手幫助眾生化解災難；頭上還有面孔，有三十二個面孔，代表三十二類的眾生，那是代表一切眾生，無量無邊眾生。這就說明，一身、多身是一不是二，一身就是無量身，無量身就是一身，完全在神通妙用。"
    },
    {
      "id": "02-041-0259_p0028",
      "zh_CN": "智慧从哪里来的？智慧本有的，自性里头本自具足的，能大师一句话说得好，「何期自性，本自具足」。「心外无法，法外无心」，心外求法叫外道，决定是错误。心外没有，你怎么去求？你哪里去求？心外全是生灭法，生灭法就是假的、就不是真的，真的不生不灭。哪一法不生不灭？自性不生不灭，自性之外的万法统统是生灭法。所以《金刚经》上说「凡所有相皆是虚妄」，凡所有相就是万法、就是一切法，要知道它都是假相，都不是真的。所以菩萨应世，不会把这些假相当真，这就是他的高明处，他不迷。我们把假相当真，迷了；这一迷，自性的智慧德能全迷了，全不见了。不见还就罢了，它还起作用，起什么作用？烦恼。烦恼跟智慧是一体，觉的时候起作用是智慧，迷的时候起作用是烦恼。所以烦恼也不能断掉，烦恼断掉智慧就没有了；转烦恼为菩提，要懂得转变，妙就妙在这个地方。",
      "zh_TW": "智慧從哪裡來的？智慧本有的，自性裡頭本自具足的，能大師一句話說得好，「何期自性，本自具足」。「心外無法，法外無心」，心外求法叫外道，決定是錯誤。心外沒有，你怎麼去求？你哪裡去求？心外全是生滅法，生滅法就是假的、就不是真的，真的不生不滅。哪一法不生不滅？自性不生不滅，自性之外的萬法統統是生滅法。所以《金剛經》上說「凡所有相皆是虛妄」，凡所有相就是萬法、就是一切法，要知道它都是假相，都不是真的。所以菩薩應世，不會把這些假相當真，這就是他的高明處，他不迷。我們把假相當真，迷了；這一迷，自性的智慧德能全迷了，全不見了。不見還就罷了，它還起作用，起什麼作用？煩惱。煩惱跟智慧是一體，覺的時候起作用是智慧，迷的時候起作用是煩惱。所以煩惱也不能斷掉，煩惱斷掉智慧就沒有了；轉煩惱為菩提，要懂得轉變，妙就妙在這個地方。"
    },
    {
      "id": "02-041-0259_p0029",
      "zh_CN": "这是告诉我们，古圣先贤教我们的方法绝对正确，「一门深入，长时薰修」。为什么？一门就是一切门。为什么？他见性；只要见性，一切门就见到了。只要得定，就开智慧。读书千遍，目的在得定，小孩也在得定。现在的小孩，从一出生睁开眼睛，他看到什么？他看到电视机。稍稍大一点的，一、二岁了，就看到电脑，就玩电脑游戏。那个里头什么东西？杀盗淫妄，什么玩意都有。那么小，他就扎这个根，根深蒂固，以后怎么办？这不是小事，大事！底下一代、再下一代怎么办？方东美先生说得好，做不到。民主国家，台湾曾经有一度，政府在提倡恢复传统文化，只喊口号，没有真做。我有一天在老师家里，遇到教育部三个官员向老师请教，政府提倡复兴文化，请教老师要从哪里做起？老师听了，态度非常严肃，没有笑容。沉默了五、六分钟，大家都定下来，老师说方法有，首先台湾三家电视台关闭；第二个，台湾大概有几十个无线电台，关闭；第三个，报纸杂志停刊。这官员听到了，老师，这做不到！老师就说，这些东西天天在破坏中国传统文化，有这个，还能恢复吗？现在这个世界，能办得到的只有共产党。他不是投票选出来的，不靠选票，真正下命令说这样做，他能做得到，别人做不到。方老师说的话是不是真的？真话，一点都不假。你看看现在这些东西，从小孩到老人，全被迷了，多可怕！所以我们只有自己保护自己，不接触它，跟它距离远远的。我们还利用它来讲经教学，这好事情。这个实在讲，也是方老师教给我的。他那时候指着电视给我，他说电视它没有善恶，它是中性的，就看你怎么用它，你要能用到讲经教学，救世界；你要搞那娱乐节目这些东西，害世界，看你怎么用。他跟我说，这是好东西，不是坏东西，希望我能用。那个时候，这都是成本太高，我们连作梦也不敢想。没有想到，晚年还真用上了。我们用电视，今年十三年，用网路有二十多年，收的效果很大。现在听说成本愈来愈低，愈来愈方便，效果也比过去提升，好事情。",
      "zh_TW": "這是告訴我們，古聖先賢教我們的方法絕對正確，「一門深入，長時薰修」。為什麼？一門就是一切門。為什麼？他見性；只要見性，一切門就見到了。只要得定，就開智慧。讀書千遍，目的在得定，小孩也在得定。現在的小孩，從一出生睜開眼睛，他看到什麼？他看到電視機。稍稍大一點的，一、二歲了，就看到電腦，就玩電腦遊戲。那個裡頭什麼東西？殺盜淫妄，什麼玩意都有。那麼小，他就扎這個根，根深蒂固，以後怎麼辦？這不是小事，大事！底下一代、再下一代怎麼辦？方東美先生說得好，做不到。民主國家，台灣曾經有一度，政府在提倡恢復傳統文化，只喊口號，沒有真做。我有一天在老師家裡，遇到教育部三個官員向老師請教，政府提倡復興文化，請教老師要從哪裡做起？老師聽了，態度非常嚴肅，沒有笑容。沉默了五、六分鐘，大家都定下來，老師說方法有，首先台灣三家電視台關閉；第二個，台灣大概有幾十個無線電台，關閉；第三個，報紙雜誌停刊。這官員聽到了，老師，這做不到！老師就說，這些東西天天在破壞中國傳統文化，有這個，還能恢復嗎？現在這個世界，能辦得到的只有共產黨。他不是投票選出來的，不靠選票，真正下命令說這樣做，他能做得到，別人做不到。方老師說的話是不是真的？真話，一點都不假。你看看現在這些東西，從小孩到老人，全被迷了，多可怕！所以我們只有自己保護自己，不接觸它，跟它距離遠遠的。我們還利用它來講經教學，這好事情。這個實在講，也是方老師教給我的。他那時候指著電視給我，他說電視它沒有善惡，它是中性的，就看你怎麼用它，你要能用到講經教學，救世界；你要搞那娛樂節目這些東西，害世界，看你怎麼用。他跟我說，這是好東西，不是壞東西，希望我能用。那個時候，這都是成本太高，我們連作夢也不敢想。沒有想到，晚年還真用上了。我們用電視，今年十三年，用網路有二十多年，收的效果很大。現在聽說成本愈來愈低，愈來愈方便，效果也比過去提升，好事情。"
    },
    {
      "id": "02-041-0259_p0030",
      "zh_CN": "文化水平大幅度的降低，将来读书人可能没有了。为什么？现在是把赚钱放在第一位，读书不赚钱，不赚钱不能诱惑人，那将来没读书人了。人都不读圣贤书，这个世界会有大灾难。灾难怎么来的？不善的念头造成的；只有读圣贤书，才能把不善的念头化解。为什么？你把它真搞清楚、真搞明白，就是我们经典里说的这一点点你要真听懂，就开悟了。这个世界万法是假的不是真的，你只晓得这桩事情，你就不受干扰，你不受蒙蔽，全是假的，人间是假的，天上也是假的，十法界也是假的。遍虚空法界一切诸佛刹土，除了实报庄严土之外，统统是假的！假的放下就对了。你为什么不肯放下？你知道得不透彻；知道透彻，给你你也不要，这是真的不是假的。彻底放下，妙，真妙！真有人听几次经，听懂了，他真变样子，连相貌都变了。佛经不能不读！好像是瑞典一个汉学家，高本汉，我最欣赏他三句话，「正体字不能丢失，文言文不能断掉，经书不能不读」。这是圣贤人说的，这是真正开悟人说的，这个话能救中国传统文化，能救全世界的灾难。那些都是菩萨，外国也有，不仅在中国，外国有。这些菩萨在他们在世的时候说出这些话，多数人不重视。",
      "zh_TW": "文化水平大幅度的降低，將來讀書人可能沒有了。為什麼？現在是把賺錢放在第一位，讀書不賺錢，不賺錢不能誘惑人，那將來沒讀書人了。人都不讀聖賢書，這個世界會有大災難。災難怎麼來的？不善的念頭造成的；只有讀聖賢書，才能把不善的念頭化解。為什麼？你把它真搞清楚、真搞明白，就是我們經典裡說的這一點點你要真聽懂，就開悟了。這個世界萬法是假的不是真的，你只曉得這樁事情，你就不受干擾，你不受蒙蔽，全是假的，人間是假的，天上也是假的，十法界也是假的。遍虛空法界一切諸佛剎土，除了實報莊嚴土之外，統統是假的！假的放下就對了。你為什麼不肯放下？你知道得不透徹；知道透徹，給你你也不要，這是真的不是假的。徹底放下，妙，真妙！真有人聽幾次經，聽懂了，他真變樣子，連相貌都變了。佛經不能不讀！好像是瑞典一個漢學家，高本漢，我最欣賞他三句話，「正體字不能丟失，文言文不能斷掉，經書不能不讀」。這是聖賢人說的，這是真正開悟人說的，這個話能救中國傳統文化，能救全世界的災難。那些都是菩薩，外國也有，不僅在中國，外國有。這些菩薩在他們在世的時候說出這些話，多數人不重視。"
    },
    {
      "id": "02-041-0259_p0031",
      "zh_CN": "我记得我第二次访问伦敦，是二ＯＯ六年。我在伦敦大学，伦敦大学的汉学教得不错，他们的教授、同学，我们举行一个交流。我就提出这个问题问同学，我说汤恩比说的，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」，你们相不相信？这些同学听了之后对着我笑，不说话。我等了好半天，都没有人讲话，我就提第二句，我说难道汤恩比博士讲错了？他们也不答复我，对着我傻笑。逼着我没有办法，最后我告诉他们，我说如果你们把这个话来问我，我可以肯定的告诉你，他的话没有说错。你们为什么不敢说话？我明白，我看出来了，不敢说话是因为你怀疑，你不敢说他说得对。怎么怀疑？如果中国那么好，为什么中国人不要？这个我也怀疑，中国人自己要才对，为什么他们也不要，还到外国来学，这么多留学生来学？我说这是一个原因，你们有怀疑。第二个，汤恩比名气太大，不敢反对。他们就笑起来了。我说原因，你们不了解中国最近两百年的历史，如果你了解，你会跟汤恩比博士一样。汤恩比博士对中国近代史、古时候中国历史，他非常清楚，比中国人还要深入，非常难得，我们佩服到极处，一点都没讲错。最近这一、二年，好像汉学，就是中国古文，中国的汉字、文言文，在国外逐渐有人在谈这个问题，好现象。还有不少地方都想办汉学院，马来西亚有，印尼也有。有些朋友来找我，问我应该怎么办。汉学的目的是什么？是把中国传统文化复兴起来。中国传统文化，儒释道是主流。三教九流，这三教是儒释道，这主流。过去没有人说，最近这几年说的人愈来愈多，还有些人真想学，非常难得。",
      "zh_TW": "我記得我第二次訪問倫敦，是二ＯＯ六年。我在倫敦大學，倫敦大學的漢學教得不錯，他們的教授、同學，我們舉行一個交流。我就提出這個問題問同學，我說湯恩比說的，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」，你們相不相信？這些同學聽了之後對著我笑，不說話。我等了好半天，都沒有人講話，我就提第二句，我說難道湯恩比博士講錯了？他們也不答覆我，對著我傻笑。逼著我沒有辦法，最後我告訴他們，我說如果你們把這個話來問我，我可以肯定的告訴你，他的話沒有說錯。你們為什麼不敢說話？我明白，我看出來了，不敢說話是因為你懷疑，你不敢說他說得對。怎麼懷疑？如果中國那麼好，為什麼中國人不要？這個我也懷疑，中國人自己要才對，為什麼他們也不要，還到外國來學，這麼多留學生來學？我說這是一個原因，你們有懷疑。第二個，湯恩比名氣太大，不敢反對。他們就笑起來了。我說原因，你們不了解中國最近兩百年的歷史，如果你了解，你會跟湯恩比博士一樣。湯恩比博士對中國近代史、古時候中國歷史，他非常清楚，比中國人還要深入，非常難得，我們佩服到極處，一點都沒講錯。最近這一、二年，好像漢學，就是中國古文，中國的漢字、文言文，在國外逐漸有人在談這個問題，好現象。還有不少地方都想辦漢學院，馬來西亞有，印尼也有。有些朋友來找我，問我應該怎麼辦。漢學的目的是什麼？是把中國傳統文化復興起來。中國傳統文化，儒釋道是主流。三教九流，這三教是儒釋道，這主流。過去沒有人說，最近這幾年說的人愈來愈多，還有些人真想學，非常難得。"
    },
    {
      "id": "02-041-0259_p0032",
      "zh_CN": "保存传统文化头一个，第一桩大事就是典籍，这些经典不能丢失掉。好在乾隆皇帝，他在任的时候做大规模的整理、审定，哪些该保留的，哪些可以剔除的，国家不保留它，编成《四库全书》。乾隆自己喜欢这东西，想读的东西编成一套《四库荟要》，《荟要》的分量是《全书》的三分之一。这两套东西是国宝，是中国老祖宗、古圣先贤留给后代、留给整个地球人类无比的瑰宝，真的是宝。这些东西你要是学了，只学个少分，你得到的好处，身心健康，法喜充满。《论语》头一句话就说道：「学而时习之，不亦说乎。」那个悦就是佛家讲的法喜，那个快乐不是从外头来的，内心里头生出来的，智慧，智慧冒出来欢喜，那是精神的养分，比物质的养分还重要。你看，个人得到的，家庭一定美满，家和万事兴，事业一定顺利，社会一定安定，国家一定富强，世界一定和平，你说这个宝还得了！它能真正帮助你做到，所以汤恩比博士选中了。谁干，谁就领导全世界，是真的，一点都不假。",
      "zh_TW": "保存傳統文化頭一個，第一樁大事就是典籍，這些經典不能丟失掉。好在乾隆皇帝，他在任的時候做大規模的整理、審定，哪些該保留的，哪些可以剔除的，國家不保留它，編成《四庫全書》。乾隆自己喜歡這東西，想讀的東西編成一套《四庫薈要》，《薈要》的分量是《全書》的三分之一。這兩套東西是國寶，是中國老祖宗、古聖先賢留給後代、留給整個地球人類無比的瑰寶，真的是寶。這些東西你要是學了，只學個少分，你得到的好處，身心健康，法喜充滿。《論語》頭一句話就說道：「學而時習之，不亦說乎。」那個悅就是佛家講的法喜，那個快樂不是從外頭來的，內心裡頭生出來的，智慧，智慧冒出來歡喜，那是精神的養分，比物質的養分還重要。你看，個人得到的，家庭一定美滿，家和萬事興，事業一定順利，社會一定安定，國家一定富強，世界一定和平，你說這個寶還得了！它能真正幫助你做到，所以湯恩比博士選中了。誰幹，誰就領導全世界，是真的，一點都不假。"
    },
    {
      "id": "02-041-0259_p0033",
      "zh_CN": "中国人对这个丧失信心，是因为这一百五十年来，由于清朝晚年的腐败，让许许多多读书人丧失民族自信心，崇洋媚外，这么造成的。不是古人有问题，是我们现在人自己出了问题，对古人就不尊重，不尊重就学不到东西。精神的粮食，圣贤的典籍，你要想去接触它、学它，最重要的，第一个就是真诚心，第二个就是恭敬心。没有真诚、没有恭敬，孔子来教你都没用处，这个太重要了。",
      "zh_TW": "中國人對這個喪失信心，是因為這一百五十年來，由於清朝晚年的腐敗，讓許許多多讀書人喪失民族自信心，崇洋媚外，這麼造成的。不是古人有問題，是我們現在人自己出了問題，對古人就不尊重，不尊重就學不到東西。精神的糧食，聖賢的典籍，你要想去接觸它、學它，最重要的，第一個就是真誠心，第二個就是恭敬心。沒有真誠、沒有恭敬，孔子來教你都沒用處，這個太重要了。"
    },
    {
      "id": "02-041-0259_p0034",
      "zh_CN": "现在问题来了，《四库全书》、《荟要》，我想大概不会失传了，台湾商务印书馆跟世界书局印的分量不少，我跟它买《四库全书》一百一十二套，世界书局的《荟要》我买了三百二十套，分送给全世界大学图书馆、国家图书馆去收藏，我相信整个世界有灾难也不会完全毁掉，总还有一些留下来。现在第二个问题，要是没有能够读的人，没有讲的人，没有人把它翻译成白话文，这个东西还是不起作用，救不了世界。现在接着摆在面前最严重的问题，如何培养一批喜欢传统文化的年轻人，我们要全心全力帮助他、照顾他，让他在物质生活没有后顾之忧，能吃得饱、穿得暖，有小房子可以遮蔽风雨，就可以安心去读这个书。所以我们就想到汉学院，真正的汉学院，完全用古老的教材《四库全书》，用古老的教学理念，用古老教学的方法，没有新东西，完全是旧的，我们来做实验。不通过实验，人家不相信；必须通过实验，能找到三、五十个人，做五年实验，用这古老方法。实验成功了，大家信心就有了，才能向全世界推展，大学正式成立汉学院，这个汉学院完全用古老的，古老的教材、古老的教学法、古老的教学理念，古跟今结合起来，古不妨碍今，今也不妨碍古，反而有互补，今之不足古人来补，古之不足现在来补，好！它不障碍，活学活用。",
      "zh_TW": "現在問題來了，《四庫全書》、《薈要》，我想大概不會失傳了，台灣商務印書館跟世界書局印的分量不少，我跟它買《四庫全書》一百一十二套，世界書局的《薈要》我買了三百二十套，分送給全世界大學圖書館、國家圖書館去收藏，我相信整個世界有災難也不會完全毀掉，總還有一些留下來。現在第二個問題，要是沒有能夠讀的人，沒有講的人，沒有人把它翻譯成白話文，這個東西還是不起作用，救不了世界。現在接著擺在面前最嚴重的問題，如何培養一批喜歡傳統文化的年輕人，我們要全心全力幫助他、照顧他，讓他在物質生活沒有後顧之憂，能吃得飽、穿得暖，有小房子可以遮蔽風雨，就可以安心去讀這個書。所以我們就想到漢學院，真正的漢學院，完全用古老的教材《四庫全書》，用古老的教學理念，用古老教學的方法，沒有新東西，完全是舊的，我們來做實驗。不通過實驗，人家不相信；必須通過實驗，能找到三、五十個人，做五年實驗，用這古老方法。實驗成功了，大家信心就有了，才能向全世界推展，大學正式成立漢學院，這個漢學院完全用古老的，古老的教材、古老的教學法、古老的教學理念，古跟今結合起來，古不妨礙今，今也不妨礙古，反而有互補，今之不足古人來補，古之不足現在來補，好！它不障礙，活學活用。"
    },
    {
      "id": "02-041-0259_p0035",
      "zh_CN": "文言文，世界上有许多专门研究中国文字的汉学家，没有一个不称赞，这个东西好。希望二、三十年之后，文言文是全世界通用的文言；语言没有关系，不一样没有关系，写出来的文字是一样的。这样什么？这可以造成世界大同。这个方法不是我想出来的，也是汤恩比博士想出来。我猜想，他大概是看到中国古时候的夏商周，夏商周的统一是文化统一。那个时候诸侯国，你看周朝的时候八百诸侯，就是八百多个小国家，现在的方言就是人家的国语，不同的国家语言不同，但是文字同，写成文字统统是一致，小篆。所以他就想到，如果中国汉字文言文变成世界的文言，全世界就统一。这个统一什么？第一个好事，化解国际战争，第三次世界大战永远不会爆发。实际上，这也就是他谈话的目标，他最担心的就是第三次世界大战。他自己本身经历过两次大战，他说这第三次大战，因为发明核武、生化武器，这个战争打不得，这个战争要是真打起来的话，就是人类走向最愚蠢的行为，集体自杀。这个战争没有胜负，同归于尽，所以非常可怕。晚年念念都是想这个问题，怎么样能化解这种战争。所以就想到世界国家，不像这联合国，联合国没有权，世界国家。所以就像夏商周那样的，世界上这么多国家，政治是分立的，不是政治统一，不是武力统一，不是经济贸易统一，也不是科学技术统一，文化统一。什么文化最好？中国文化最好，他讲是东亚，东亚文化是以中国文化为主体、为核心，还有三个卫星文化，这三个卫星就是韩国、日本、越南，所以他说这四个国家合起来就能领导全世界。这是他的话，说得好，是真的不是假的。实际上，任何一个国家，它真的明白了，有这个条件。",
      "zh_TW": "文言文，世界上有許多專門研究中國文字的漢學家，沒有一個不稱讚，這個東西好。希望二、三十年之後，文言文是全世界通用的文言；語言沒有關係，不一樣沒有關係，寫出來的文字是一樣的。這樣什麼？這可以造成世界大同。這個方法不是我想出來的，也是湯恩比博士想出來。我猜想，他大概是看到中國古時候的夏商周，夏商周的統一是文化統一。那個時候諸侯國，你看周朝的時候八百諸侯，就是八百多個小國家，現在的方言就是人家的國語，不同的國家語言不同，但是文字同，寫成文字統統是一致，小篆。所以他就想到，如果中國漢字文言文變成世界的文言，全世界就統一。這個統一什麼？第一個好事，化解國際戰爭，第三次世界大戰永遠不會爆發。實際上，這也就是他談話的目標，他最擔心的就是第三次世界大戰。他自己本身經歷過兩次大戰，他說這第三次大戰，因為發明核武、生化武器，這個戰爭打不得，這個戰爭要是真打起來的話，就是人類走向最愚蠢的行為，集體自殺。這個戰爭沒有勝負，同歸於盡，所以非常可怕。晚年念念都是想這個問題，怎麼樣能化解這種戰爭。所以就想到世界國家，不像這聯合國，聯合國沒有權，世界國家。所以就像夏商周那樣的，世界上這麼多國家，政治是分立的，不是政治統一，不是武力統一，不是經濟貿易統一，也不是科學技術統一，文化統一。什麼文化最好？中國文化最好，他講是東亞，東亞文化是以中國文化為主體、為核心，還有三個衛星文化，這三個衛星就是韓國、日本、越南，所以他說這四個國家合起來就能領導全世界。這是他的話，說得好，是真的不是假的。實際上，任何一個國家，它真的明白了，有這個條件。"
    },
    {
      "id": "02-041-0259_p0036",
      "zh_CN": "我早年在新加坡，我是离开太早，那是时势逼着我不能不离开，如果我在那里要是住到现在这十几年，我一定有机会跟李光耀见面，我就会把这个问题告诉他。新加坡是城市国家，一个国家就是一个城市，在这一个城市里头把中国传统文化兴旺起来，做为一个实验点，那不就等于像夏商周一样吗？虽然是小国，可是是周天子，文化是整个世界所有城市的榜样，大家都来向你学习。不在乎国土大小，在乎文化道德水平的高低，你真正做到了，人家不能不佩服，不能不向你学习。一定要把功利转变成道德，用什么？用教育。教育里头最重要的教育，要知道，是宗教教育。欧洲能够绵延这么多年，靠宗教。中国几千年教育，靠儒释道。所以他说得好，宗教，人类的历史是先有宗教、后有文化，文化是从宗教里面产生的，宗教是文化的根，如果宗教没有了，他说这个文化顶多两百年就会消失。所以宗教要团结。我们在新加坡团结九个宗教，我们是没有财力、没有能力，为什么？宗教必须在一起活动。新加坡是很有这个条件的，国家建一栋大楼，不要搞赌场，这栋大楼做什么？宗教活动中心。它现在有十个宗教，有个五、六层大楼就行，宗教信徒多的可以占一层，还有信徒少的，两个宗教在一层，我相信有六层楼大概就差不多，就够了，一个大楼有三、四千平方米就够用，让宗教天天见面，在一起办公，在一起研究教义，在一起活动。我要是有能力，我会建一栋大楼送给他们。新加坡的房地产太贵，寸土寸金。我在澳洲就建立一个道场送给澳洲图文巴这个城市，他们宗教活动中心，这用一个城市来带头，做一个榜样，做一个实验点。六月我访问英国，在英国他们也特地给我安排一场跟宗教领袖们见面，一共有十一个宗教，有政府官员、驻英国的大使参加这次会议，很好，我看到很欢喜。团结宗教能够帮助化解冲突，能够帮助世界，促进世界永久和平。",
      "zh_TW": "我早年在新加坡，我是離開太早，那是時勢逼著我不能不離開，如果我在那裡要是住到現在這十幾年，我一定有機會跟李光耀見面，我就會把這個問題告訴他。新加坡是城市國家，一個國家就是一個城市，在這一個城市裡頭把中國傳統文化興旺起來，做為一個實驗點，那不就等於像夏商周一樣嗎？雖然是小國，可是是周天子，文化是整個世界所有城市的榜樣，大家都來向你學習。不在乎國土大小，在乎文化道德水平的高低，你真正做到了，人家不能不佩服，不能不向你學習。一定要把功利轉變成道德，用什麼？用教育。教育裡頭最重要的教育，要知道，是宗教教育。歐洲能夠綿延這麼多年，靠宗教。中國幾千年教育，靠儒釋道。所以他說得好，宗教，人類的歷史是先有宗教、後有文化，文化是從宗教裡面產生的，宗教是文化的根，如果宗教沒有了，他說這個文化頂多兩百年就會消失。所以宗教要團結。我們在新加坡團結九個宗教，我們是沒有財力、沒有能力，為什麼？宗教必須在一起活動。新加坡是很有這個條件的，國家建一棟大樓，不要搞賭場，這棟大樓做什麼？宗教活動中心。它現在有十個宗教，有個五、六層大樓就行，宗教信徒多的可以佔一層，還有信徒少的，兩個宗教在一層，我相信有六層樓大概就差不多，就夠了，一個大樓有三、四千平方米就夠用，讓宗教天天見面，在一起辦公，在一起研究教義，在一起活動。我要是有能力，我會建一棟大樓送給他們。新加坡的房地產太貴，寸土寸金。我在澳洲就建立一個道場送給澳洲圖文巴這個城市，他們宗教活動中心，這用一個城市來帶頭，做一個榜樣，做一個實驗點。六月我訪問英國，在英國他們也特地給我安排一場跟宗教領袖們見面，一共有十一個宗教，有政府官員、駐英國的大使參加這次會議，很好，我看到很歡喜。團結宗教能夠幫助化解衝突，能夠幫助世界，促進世界永久和平。"
    },
    {
      "id": "02-041-0259_p0037",
      "zh_CN": "宗教要教学。我们现在是佛教净土宗教学，天天不中断。每个宗教都每天在讲，播出去，用电台播出去，全世界可以收看，这个成本很低，收的效果太大了。每个宗教培养几个好的老师，有德行、有学问，对于教义很通达，讲得清楚、讲得明白，全世界人都在收听。不可以自赞毁他，我们提倡每个宗教都第一，每个宗教的神都是第一，「众神一体，宗教一家，平等对待，和睦相处」，我用这十六个字。现在慢慢的，谈这个问题愈来愈多了，好事情，希望在最近几年当中能够落实。有一个榜样，大家就会办。不要搞自己的道场，搞整个的，宗教都应该在宗教活动中心来举办，这样让大家真正看到宗教对社会产生的效果，宗教对国家、对全世界带来的真正安定和谐。它是搞文化，会得到大众的欢迎，我相信不会再说宗教是迷信了。今天时间到了，我们就讲到此地。",
      "zh_TW": "宗教要教學。我們現在是佛教淨土宗教學，天天不中斷。每個宗教都每天在講，播出去，用電台播出去，全世界可以收看，這個成本很低，收的效果太大了。每個宗教培養幾個好的老師，有德行、有學問，對於教義很通達，講得清楚、講得明白，全世界人都在收聽。不可以自讚毀他，我們提倡每個宗教都第一，每個宗教的神都是第一，「眾神一體，宗教一家，平等對待，和睦相處」，我用這十六個字。現在慢慢的，談這個問題愈來愈多了，好事情，希望在最近幾年當中能夠落實。有一個榜樣，大家就會辦。不要搞自己的道場，搞整個的，宗教都應該在宗教活動中心來舉辦，這樣讓大家真正看到宗教對社會產生的效果，宗教對國家、對全世界帶來的真正安定和諧。它是搞文化，會得到大眾的歡迎，我相信不會再說宗教是迷信了。今天時間到了，我們就講到此地。"
    }
  ]
}