{
  "doc_id": "02-041-0115",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一五集",
    "zh_TW": "第一一五集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0115",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-041-0115_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0115_p0002",
      "zh_CN": "请看《大经科注》第三百四十四页，我们从第五行看起，科题「护佛种性」。请看经文：",
      "zh_TW": "請看《大經科註》第三百四十四頁，我們從第五行看起，科題「護佛種性」。請看經文："
    },
    {
      "id": "02-041-0115_p0003",
      "zh_CN": "【受持如来甚深法藏。护佛种性常使不绝。】",
      "zh_TW": "【受持如來甚深法藏。護佛種性常使不絕。】"
    },
    {
      "id": "02-041-0115_p0004",
      "zh_CN": "经文就是这十六个字。我们看念老的注解，这四句，『受持如来甚深法藏』，有二解，第一种是《净影疏》里面所说的，他认为明心见性是甚深法藏，「明修胜解如来藏性，是如来甚深法藏。暗障既除，明现己心」，这叫明心，「故曰受持。是以明心为受持甚深法藏」。前面我们学到此地。现在再看第二个讲法。",
      "zh_TW": "經文就是這十六個字。我們看念老的註解，這四句，『受持如來甚深法藏』，有二解，第一種是《淨影疏》裡面所說的，他認為明心見性是甚深法藏，「明修勝解如來藏性，是如來甚深法藏。闇障既除，明現己心」，這叫明心，「故曰受持。是以明心為受持甚深法藏」。前面我們學到此地。現在再看第二個講法。"
    },
    {
      "id": "02-041-0115_p0005",
      "zh_CN": "「（二）《甄解》曰：即闻持三世一切如来法藏也」。闻是听到，持是保持，这个里头有受持的意思，有肯定的意思。三世一切如来法藏，过去、现在、未来这叫三世，一切如来的法藏，不是一尊佛，这一句话含摄过去、现在、未来十方三世一切诸佛如来所说的经教。这个境界无法想像，这是如来甚深法藏。下面这两句话非常重要，「多闻归一闻，一闻即是闻其名号」。这个名号就是阿弥陀佛，日本净宗祖师所说的。他们从哪里学来的？从中国唐朝善导那个地方学来的。善导大师，我们净宗第二代的祖师。在那个时代，有日本的，有韩国的，有越南的，许许多多留学生到中国来学习，多半是善导跟天台宗的智者大师。天台宗传到日本去了，净土宗传到日本去了。念老后面有句话说，「是以闻佛名号，为受持甚深法藏也，弥合净宗」。跟净土宗所说的完全相同。",
      "zh_TW": "「（二）《甄解》曰：即聞持三世一切如來法藏也」。聞是聽到，持是保持，這個裡頭有受持的意思，有肯定的意思。三世一切如來法藏，過去、現在、未來這叫三世，一切如來的法藏，不是一尊佛，這一句話含攝過去、現在、未來十方三世一切諸佛如來所說的經教。這個境界無法想像，這是如來甚深法藏。下面這兩句話非常重要，「多聞歸一聞，一聞即是聞其名號」。這個名號就是阿彌陀佛，日本淨宗祖師所說的。他們從哪裡學來的？從中國唐朝善導那個地方學來的。善導大師，我們淨宗第二代的祖師。在那個時代，有日本的，有韓國的，有越南的，許許多多留學生到中國來學習，多半是善導跟天台宗的智者大師。天台宗傳到日本去了，淨土宗傳到日本去了。念老後面有句話說，「是以聞佛名號，為受持甚深法藏也，彌合淨宗」。跟淨土宗所說的完全相同。"
    },
    {
      "id": "02-041-0115_p0006",
      "zh_CN": "净宗这个法真正是难信之法，它无比殊胜，在一切法里真正是第一殊胜。得人身，闻佛法，能闻到阿弥陀佛的名号，就等于你亲自听到十方三世一切诸佛如来所说的一切法。你相信吗？不相信，那怎么可能？一尊佛所说的法，释迦牟尼佛一生所说的，四十九年讲经教学，我们把一切法缩小，释迦牟尼佛四十九年所说的一切法，戒律也在其中，禅宗、密宗都在其中，没有离开。这一切法就是一法，听经四十九年，多闻归一闻，你能相信吗？这一闻什么？就是听到这一句南无阿弥陀佛。你不相信，有人相信，谁相信？海贤老和尚相信。二十岁出家，师父就教他一句南无阿弥陀佛，嘱咐他一直念下去。他有没有会通三世诸佛一切法？他有没有会通？通了，真通了。为什么？一切法不离自性，这个道理要懂。",
      "zh_TW": "淨宗這個法真正是難信之法，它無比殊勝，在一切法裡真正是第一殊勝。得人身，聞佛法，能聞到阿彌陀佛的名號，就等於你親自聽到十方三世一切諸佛如來所說的一切法。你相信嗎？不相信，那怎麼可能？一尊佛所說的法，釋迦牟尼佛一生所說的，四十九年講經教學，我們把一切法縮小，釋迦牟尼佛四十九年所說的一切法，戒律也在其中，禪宗、密宗都在其中，沒有離開。這一切法就是一法，聽經四十九年，多聞歸一聞，你能相信嗎？這一聞什麼？就是聽到這一句南無阿彌陀佛。你不相信，有人相信，誰相信？海賢老和尚相信。二十歲出家，師父就教他一句南無阿彌陀佛，囑咐他一直念下去。他有沒有會通三世諸佛一切法？他有沒有會通？通了，真通了。為什麼？一切法不離自性，這個道理要懂。"
    },
    {
      "id": "02-041-0115_p0007",
      "zh_CN": "惠能大师说得好，「何期自性，能生万法」，万法跟自性的关系是一不是二。那阿弥陀佛这句名号就是性德的名字，念这一句就把释迦牟尼佛四十九年一切法全念到了，一条都没漏掉。不但释迦牟尼佛四十九年所说的一切法，乃至十方三世一切诸佛所说的一切法，也没有漏掉一法，这一法就是真诚、清净、恭敬心。念这一句名号等于把一切诸佛的名号都念到了，一个不漏，把一切诸佛所说的一切法全包括在其中，也是一法不漏。所以名号功德不可思议，无法想像，你想像不到，它是真的，它不是假的。我跟大家介绍，把这个比喻作一棵大树，这一句阿弥陀佛是树根，佛说的一切法那是枝叶，这一棵大树枝枝叶叶很多。为什么不相信？根埋在地下没看见，枝叶长在上面，枝叶很容易看见，你就相信，说它有根，我不相信。这枝叶从哪里来的？地上长的，地下有根不知道。这一句阿弥陀佛名号，就是那棵大树地下的根，它能生，它能长，这是我们自己的本性。「十方三世佛，共同一法身」，那一法身就是一棵大树。如何能够体会得？体会得一分，你得一分受用；体会得二分，你得二分受用；你完全不能体会，你学一辈子的佛，不得受用。",
      "zh_TW": "惠能大師說得好，「何期自性，能生萬法」，萬法跟自性的關係是一不是二。那阿彌陀佛這句名號就是性德的名字，念這一句就把釋迦牟尼佛四十九年一切法全念到了，一條都沒漏掉。不但釋迦牟尼佛四十九年所說的一切法，乃至十方三世一切諸佛所說的一切法，也沒有漏掉一法，這一法就是真誠、清淨、恭敬心。念這一句名號等於把一切諸佛的名號都念到了，一個不漏，把一切諸佛所說的一切法全包括在其中，也是一法不漏。所以名號功德不可思議，無法想像，你想像不到，它是真的，它不是假的。我跟大家介紹，把這個比喻作一棵大樹，這一句阿彌陀佛是樹根，佛說的一切法那是枝葉，這一棵大樹枝枝葉葉很多。為什麼不相信？根埋在地下沒看見，枝葉長在上面，枝葉很容易看見，你就相信，說它有根，我不相信。這枝葉從哪裡來的？地上長的，地下有根不知道。這一句阿彌陀佛名號，就是那棵大樹地下的根，它能生，它能長，這是我們自己的本性。「十方三世佛，共同一法身」，那一法身就是一棵大樹。如何能夠體會得？體會得一分，你得一分受用；體會得二分，你得二分受用；你完全不能體會，你學一輩子的佛，不得受用。"
    },
    {
      "id": "02-041-0115_p0008",
      "zh_CN": "有同学来问我，持戒跟念佛，是一不是二，念佛就是持戒，持戒就是念佛。为什么？持戒的目的是什么？得定。定是什么？小定是清净心，大定是平等心。你持戒心清净了没有，心平等了没有？如果心不清净、不平等，你没有持戒，你拿着佛的戒律在造业。为什么？起心动念分别执着，拿着戒律的标准，像一把尺一样，到处去量别人、去找麻烦，释迦牟尼佛看到了会流眼泪。你自己的果报在三途，你学错了，你不是当机者。进了净土学了念佛法门，再学了戒之后，对念佛不相信了，念佛不能消罪业，持戒能消罪业。那么你今天，远公大师的这个开示，跟《甄解》里面祖师大德所说的，你相不相信？",
      "zh_TW": "有同學來問我，持戒跟念佛，是一不是二，念佛就是持戒，持戒就是念佛。為什麼？持戒的目的是什麼？得定。定是什麼？小定是清淨心，大定是平等心。你持戒心清淨了沒有，心平等了沒有？如果心不清淨、不平等，你沒有持戒，你拿著佛的戒律在造業。為什麼？起心動念分別執著，拿著戒律的標準，像一把尺一樣，到處去量別人、去找麻煩，釋迦牟尼佛看到了會流眼淚。你自己的果報在三途，你學錯了，你不是當機者。進了淨土學了念佛法門，再學了戒之後，對念佛不相信了，念佛不能消罪業，持戒能消罪業。那麼你今天，遠公大師的這個開示，跟《甄解》裡面祖師大德所說的，你相不相信？"
    },
    {
      "id": "02-041-0115_p0009",
      "zh_CN": "佛法是圆融的，一即一切，一切即一，它没有独一，它是任一。这个我给你讲真话，一门就是一切门。这一句阿弥陀佛名号是不是一切门？是的。这是十方三世一切诸佛如来都承认的，都是这么讲的。一门即是一切门是理，对什么人讲？对法身菩萨、明心见性的人讲，他点头，他承认，没错。不是法身菩萨不能讲，为什么？不是他的境界，他有分别，他有执着，他起心动念，他用妄心，他不用真心。一即一切，一切即一，是对明心见性的人讲的，你千万不要误会了。但是没有明心见性的六道凡夫，他相信净宗法门，他等于明心见性的菩萨。我们相不相信？我们相信。为什么？往生到极乐世界，皆作阿惟越致菩萨，阿惟越致就是法身菩萨，所以对他讲可以，对修别的法门讲，不可以，理上讲得通，事上有差别。",
      "zh_TW": "佛法是圓融的，一即一切，一切即一，它沒有獨一，它是任一。這個我給你講真話，一門就是一切門。這一句阿彌陀佛名號是不是一切門？是的。這是十方三世一切諸佛如來都承認的，都是這麼講的。一門即是一切門是理，對什麼人講？對法身菩薩、明心見性的人講，他點頭，他承認，沒錯。不是法身菩薩不能講，為什麼？不是他的境界，他有分別，他有執著，他起心動念，他用妄心，他不用真心。一即一切，一切即一，是對明心見性的人講的，你千萬不要誤會了。但是沒有明心見性的六道凡夫，他相信淨宗法門，他等於明心見性的菩薩。我們相不相信？我們相信。為什麼？往生到極樂世界，皆作阿惟越致菩薩，阿惟越致就是法身菩薩，所以對他講可以，對修別的法門講，不可以，理上講得通，事上有差別。"
    },
    {
      "id": "02-041-0115_p0010",
      "zh_CN": "但是净宗法门，像海贤老和尚，一门深入，九十二年不转弯，跟他讲行，他很快就通达了。上上根人，一闻千悟。早年六祖惠能大师开悟了，他说出一部《坛经》。海贤老和尚老实，师父跟他讲了：你明白了，不能说。明白了是什么？开悟了。这一句阿弥陀佛会开悟。怎么叫老实念？怎么叫至诚心念？心里只有这一句阿弥陀佛，对一切世出世间法不起心、不动念、不分别、不执着，这叫老实念，这叫用真心念。起心动念分别执着是妄心，妄心念佛也很好，念久了，不知不觉的妄心就变成真心了，秘诀就是要一直念下去，不能拐弯。拐弯，这个境界你得不到；不拐弯，肯定会得到。",
      "zh_TW": "但是淨宗法門，像海賢老和尚，一門深入，九十二年不轉彎，跟他講行，他很快就通達了。上上根人，一聞千悟。早年六祖惠能大師開悟了，他說出一部《壇經》。海賢老和尚老實，師父跟他講了：你明白了，不能說。明白了是什麼？開悟了。這一句阿彌陀佛會開悟。怎麼叫老實念？怎麼叫至誠心念？心裡只有這一句阿彌陀佛，對一切世出世間法不起心、不動念、不分別、不執著，這叫老實念，這叫用真心念。起心動念分別執著是妄心，妄心念佛也很好，念久了，不知不覺的妄心就變成真心了，祕訣就是要一直念下去，不能拐彎。拐彎，這個境界你得不到；不拐彎，肯定會得到。"
    },
    {
      "id": "02-041-0115_p0011",
      "zh_CN": "海贤老和尚得到了，我们看他的禀性，看他那种真诚恭敬，那是孝敬，把这两个字都做到了。把孝顺父母、尊敬老师的这个心，用在对一切人一切事一切物，他孝敬两个字做圆满了。这个真难得！我们要向他看齐，向他学习。这么好的榜样，我们在这一生能够遇到，能说没有福报吗？没有福报的人遇不到。遇到了又不相信，这冤枉！不能冤枉别人，是自己善根福德因缘，不能说没有，有，有，不够深、不够厚，才有这样的情形。这个深厚如何在我们这一生把它补起来，这就重要了。补起来没有别的，像海贤老和尚一样，一心专念，放下万缘，那就恭喜你，你会很快补足了。",
      "zh_TW": "海賢老和尚得到了，我們看他的稟性，看他那種真誠恭敬，那是孝敬，把這兩個字都做到了。把孝順父母、尊敬老師的這個心，用在對一切人一切事一切物，他孝敬兩個字做圓滿了。這個真難得！我們要向他看齊，向他學習。這麼好的榜樣，我們在這一生能夠遇到，能說沒有福報嗎？沒有福報的人遇不到。遇到了又不相信，這冤枉！不能冤枉別人，是自己善根福德因緣，不能說沒有，有，有，不夠深、不夠厚，才有這樣的情形。這個深厚如何在我們這一生把它補起來，這就重要了。補起來沒有別的，像海賢老和尚一樣，一心專念，放下萬緣，那就恭喜你，你會很快補足了。"
    },
    {
      "id": "02-041-0115_p0012",
      "zh_CN": "我们看古往今来念佛的大德，无论在家出家，三年五载，他就补足了。从什么地方看？从他往生了，三年五载他就往生，足了，不在这个世间受苦了，他有本事往生。跟阿弥陀佛通了，佛来看他，他要求佛带他到极乐世界去，虽然还有寿命，不要了。在这个世界上多住一天，就多受一天苦难；早一天到极乐世界，就早一天去享乐，那是有智慧的人，是聪明人。对这个世间还有留恋，不是聪明人，不是真正觉悟的人。在这个世间美其名度化众生，其实在活受罪，哪里是度化众生？度化众生这桩事情是生生世世没完没了，聪明人怎么样？赶快到极乐世界，在那个地方成佛之后，倒驾慈航来度众生。为什么？他不受众生这些苦恼，这个东西都不受了。他住在此地，跟住在极乐世界没两样，他得大自在，他不会迷失自性，这样到这个世间倒驾慈航普度众生，行菩萨道。哪些人？释迦牟尼佛是这种人，大菩萨、大阿罗汉都是这种人，在中国人心目当中，历代一些祖师大德是这样的人，世出世间一切法，没有不通达明了的。有些时候你不是这种根机，装糊涂，不是真糊涂，像海贤老和尚有时候也露一、二手给你看看，让你去反省。这个老和尚不是普通人。",
      "zh_TW": "我們看古往今來念佛的大德，無論在家出家，三年五載，他就補足了。從什麼地方看？從他往生了，三年五載他就往生，足了，不在這個世間受苦了，他有本事往生。跟阿彌陀佛通了，佛來看他，他要求佛帶他到極樂世界去，雖然還有壽命，不要了。在這個世界上多住一天，就多受一天苦難；早一天到極樂世界，就早一天去享樂，那是有智慧的人，是聰明人。對這個世間還有留戀，不是聰明人，不是真正覺悟的人。在這個世間美其名度化眾生，其實在活受罪，哪裡是度化眾生？度化眾生這樁事情是生生世世沒完沒了，聰明人怎麼樣？趕快到極樂世界，在那個地方成佛之後，倒駕慈航來度眾生。為什麼？他不受眾生這些苦惱，這個東西都不受了。他住在此地，跟住在極樂世界沒兩樣，他得大自在，他不會迷失自性，這樣到這個世間倒駕慈航普度眾生，行菩薩道。哪些人？釋迦牟尼佛是這種人，大菩薩、大阿羅漢都是這種人，在中國人心目當中，歷代一些祖師大德是這樣的人，世出世間一切法，沒有不通達明瞭的。有些時候你不是這種根機，裝糊塗，不是真糊塗，像海賢老和尚有時候也露一、二手給你看看，讓你去反省。這個老和尚不是普通人。"
    },
    {
      "id": "02-041-0115_p0013",
      "zh_CN": "这甚深法藏，如来甚深法藏，两个说法都好，明心见性没错，一句名号更殊胜！这甚深法藏。名号统摄一切经、一切法，这是智慧。识货，认识了，认识之后怎样？下头一句，『护佛种性常使不绝』，护佛的种性。「护者，维护。佛种性者，有多说」。下面念老不厌其烦，把这些说法全部抄在这个地方。《探玄记》第十一卷，是贤首国师《华严经》的注解，这个注解所用的本子是晋译的《华严经》，那个时候《八十华严》还没有翻出来，东晋时代所翻的《六十华严》，《探玄记》是他注解的名称。这个里头说：「菩萨所行，名为佛种」。佛种是什么？是菩萨的行为。菩萨的行为，四摄六度，十大愿王。「又《净影疏》曰：法界诸度，是佛种性。两说正同，均以菩萨所行之六度万行，为佛种性」。",
      "zh_TW": "這甚深法藏，如來甚深法藏，兩個說法都好，明心見性沒錯，一句名號更殊勝！這甚深法藏。名號統攝一切經、一切法，這是智慧。識貨，認識了，認識之後怎樣？下頭一句，『護佛種性常使不絕』，護佛的種性。「護者，維護。佛種性者，有多說」。下面念老不厭其煩，把這些說法全部抄在這個地方。《探玄記》第十一卷，是賢首國師《華嚴經》的註解，這個註解所用的本子是晉譯的《華嚴經》，那個時候《八十華嚴》還沒有翻出來，東晉時代所翻的《六十華嚴》，《探玄記》是他註解的名稱。這個裡頭說：「菩薩所行，名為佛種」。佛種是什麼？是菩薩的行為。菩薩的行為，四攝六度，十大願王。「又《淨影疏》曰：法界諸度，是佛種性。兩說正同，均以菩薩所行之六度萬行，為佛種性」。"
    },
    {
      "id": "02-041-0115_p0014",
      "zh_CN": "下面继续为我们解释，「所谓度者，即度生死流，登涅槃岸，故以度为佛种性也」，我们学佛的目的就在此地。生死流就是六道轮回，如何能够永远脱离六道轮回？脱离六道轮回，小乘就登涅槃岸。小乘涅槃，阿罗汉证得；大乘菩萨还要不断的向上提升，达到究竟涅槃，究竟涅槃是法身菩萨证得的，最后，法身菩萨最后证得，这也叫回归自性，圆满的回归，不是局部，在净宗就是回归常寂光。融入常寂光里面，这是究竟涅槃，证得圆满的法身佛果。佛所说的八万四千法门，无量法门，终极的目标都是一样的，就是度生死流，登涅槃岸。所以法门平等，无有高下。虽然平等当中，这是理上平等，事上是因众生根性不一样，有的法门适合你修，有的法门不适合，不是叫你一起都修，不是的。佛是教人学一门，无量法门里头你选一门，一门深入。到什么时候一起修？明心见性，法门无量誓愿学。没有到明心见性，法门无量，你也无从下手。明心见性就通了，障碍没有了。",
      "zh_TW": "下面繼續為我們解釋，「所謂度者，即度生死流，登涅槃岸，故以度為佛種性也」，我們學佛的目的就在此地。生死流就是六道輪迴，如何能夠永遠脫離六道輪迴？脫離六道輪迴，小乘就登涅槃岸。小乘涅槃，阿羅漢證得；大乘菩薩還要不斷的向上提升，達到究竟涅槃，究竟涅槃是法身菩薩證得的，最後，法身菩薩最後證得，這也叫回歸自性，圓滿的回歸，不是局部，在淨宗就是回歸常寂光。融入常寂光裡面，這是究竟涅槃，證得圓滿的法身佛果。佛所說的八萬四千法門，無量法門，終極的目標都是一樣的，就是度生死流，登涅槃岸。所以法門平等，無有高下。雖然平等當中，這是理上平等，事上是因眾生根性不一樣，有的法門適合你修，有的法門不適合，不是叫你一起都修，不是的。佛是教人學一門，無量法門裡頭你選一門，一門深入。到什麼時候一起修？明心見性，法門無量誓願學。沒有到明心見性，法門無量，你也無從下手。明心見性就通了，障礙沒有了。"
    },
    {
      "id": "02-041-0115_p0015",
      "zh_CN": "我们学一部《法华经》多难，学了十年，《法华经》的玄义不知道，学都是学了文字、常识，佛说《法华经》的精髓，边都没摸到。六道轮回没出去，涅槃岸很遥远，这是很多很多学《法华》、学《华严》的都是这样的。能说不能行，不是真智慧。我们看六祖惠能大师学《法华》，法达禅师向他请教，法达是学《法华》的，应该学了十几年了，向六祖请教，学了十几年没开悟。《法华》是一乘法，六祖说这个经我没听说过，你学了这么多年了，念给我听听。《法华经》二十八品，大家都知道，他念到第二品「方便品」，六祖说行了，别再念了，我全知道了。这就是法门无量誓愿学，要有这个功夫才行。所以龙树菩萨把释迦牟尼佛四十九年所说的一切经教，他还用了三个月，完全通了。",
      "zh_TW": "我們學一部《法華經》多難，學了十年，《法華經》的玄義不知道，學都是學了文字、常識，佛說《法華經》的精髓，邊都沒摸到。六道輪迴沒出去，涅槃岸很遙遠，這是很多很多學《法華》、學《華嚴》的都是這樣的。能說不能行，不是真智慧。我們看六祖惠能大師學《法華》，法達禪師向他請教，法達是學《法華》的，應該學了十幾年了，向六祖請教，學了十幾年沒開悟。《法華》是一乘法，六祖說這個經我沒聽說過，你學了這麼多年了，念給我聽聽。《法華經》二十八品，大家都知道，他念到第二品「方便品」，六祖說行了，別再念了，我全知道了。這就是法門無量誓願學，要有這個功夫才行。所以龍樹菩薩把釋迦牟尼佛四十九年所說的一切經教，他還用了三個月，完全通了。"
    },
    {
      "id": "02-041-0115_p0016",
      "zh_CN": "四弘誓愿排的顺序，我们要会看。学佛第一个发菩提心，不发心，佛法跟你没有缘，一定要发心，特别是大乘。净宗是大乘。菩提心是什么心？救度一切众生的心，众生无边誓愿度，这是菩提心。发了之后怎么度？先度自己，然后才能度众生，自己没有度，你度不了众生。那怎么度自己？烦恼无尽誓愿断。用什么方法来断烦恼？持戒修定是断烦恼的。我们现在持戒生烦恼，它不断烦恼。不学戒，他不知道什么叫烦恼不烦恼，他活得很自在；学了戒之后不得了，这一动就觉得犯戒，动个念头就犯戒，一举一动也犯戒。这怎么办？听说戒是清凉，戒是自在，我学了戒怎么不自在？怎么不清凉？你没有学到戒，你对戒完全不懂，所以你在那里受苦受难，受到老死还继续搞轮回，还没有个完了。不是戒不好，戒律是圆融的，大乘教里叫大开圆解，你在戒律里头得大自在。你要是不知道，不能够圆融，那戒律给你带来很多麻烦，带来很多障碍。你的心没有被戒律把它清洗干净，反而多了染污。什么？戒律染污你了，戒律动摇了你的心了。本来持戒可以得到清净心、平等心，你现在把戒律执着，坚固执着，造成了另一种的染污。你看，世间法染污你了，佛法现在染污你了。",
      "zh_TW": "四弘誓願排的順序，我們要會看。學佛第一個發菩提心，不發心，佛法跟你沒有緣，一定要發心，特別是大乘。淨宗是大乘。菩提心是什麼心？救度一切眾生的心，眾生無邊誓願度，這是菩提心。發了之後怎麼度？先度自己，然後才能度眾生，自己沒有度，你度不了眾生。那怎麼度自己？煩惱無盡誓願斷。用什麼方法來斷煩惱？持戒修定是斷煩惱的。我們現在持戒生煩惱，它不斷煩惱。不學戒，他不知道什麼叫煩惱不煩惱，他活得很自在；學了戒之後不得了，這一動就覺得犯戒，動個念頭就犯戒，一舉一動也犯戒。這怎麼辦？聽說戒是清涼，戒是自在，我學了戒怎麼不自在？怎麼不清涼？你沒有學到戒，你對戒完全不懂，所以你在那裡受苦受難，受到老死還繼續搞輪迴，還沒有個完了。不是戒不好，戒律是圓融的，大乘教裡叫大開圓解，你在戒律裡頭得大自在。你要是不知道，不能夠圓融，那戒律給你帶來很多麻煩，帶來很多障礙。你的心沒有被戒律把它清洗乾淨，反而多了染污。什麼？戒律染污你了，戒律動搖了你的心了。本來持戒可以得到清淨心、平等心，你現在把戒律執著，堅固執著，造成了另一種的染污。你看，世間法染污你了，佛法現在染污你了。"
    },
    {
      "id": "02-041-0115_p0017",
      "zh_CN": "戒律带给人是清凉、是自在，现在你学了戒律烦恼多了，顾虑多了。烦恼、顾虑是疑惑，你没有能圆解。在这个情形怎么办？我想学，老师都找不到，老师是不是圆融通达的人，开悟的人？持戒，通达戒律，没有开悟还是不行，没有开悟他讲不圆，他解决不了我们问题。所以烦恼无尽誓愿断，用戒律断烦恼，就像这棵树一样，我们不要这棵树了，怎么办？先把树叶拿掉，再把长树叶枝条拿掉，慢慢的拿到根，多费事。净土宗怎么样？从底下把根挖掉，一棵树马上拿走。你要从枝枝叶叶的慢慢拿，拿一个星期都拿不完。你从根把它锯掉，你马上就拿走了。为什么？净宗是大总持法门，知道一法就是一切法，一切法就是一法，从一那里下手很容易解决，从枝叶上去下手可麻烦了，累死人了。",
      "zh_TW": "戒律帶給人是清涼、是自在，現在你學了戒律煩惱多了，顧慮多了。煩惱、顧慮是疑惑，你沒有能圓解。在這個情形怎麼辦？我想學，老師都找不到，老師是不是圓融通達的人，開悟的人？持戒，通達戒律，沒有開悟還是不行，沒有開悟他講不圓，他解決不了我們問題。所以煩惱無盡誓願斷，用戒律斷煩惱，就像這棵樹一樣，我們不要這棵樹了，怎麼辦？先把樹葉拿掉，再把長樹葉枝條拿掉，慢慢的拿到根，多費事。淨土宗怎麼樣？從底下把根挖掉，一棵樹馬上拿走。你要從枝枝葉葉的慢慢拿，拿一個星期都拿不完。你從根把它鋸掉，你馬上就拿走了。為什麼？淨宗是大總持法門，知道一法就是一切法，一切法就是一法，從一那裡下手很容易解決，從枝葉上去下手可麻煩了，累死人了。"
    },
    {
      "id": "02-041-0115_p0018",
      "zh_CN": "所以烦恼要断尽，开悟了。悟是本有的，为什么会迷了？烦恼障碍住了，盖复住了，现在把烦恼习气统统去掉，觉悟了。所以持戒目的是得定，得三昧，就是得清净心、平等心。清净平等是定，有定就会开悟，下面那个觉就是开悟了。清净心小悟，平等心大悟，清净、平等完全回归到觉悟了，叫大彻大悟，明心见性。见了性之后，四弘誓愿第三条，法门无量誓愿学。广学多闻在什么时候？在断烦恼之后，开悟了。不开悟，只能学一门。学一门是什么？是得定。一门容易得定，门学多了就乱了，你得不到定，你得到是知识、是常识，你没有办法得定，更没有办法开悟。定，定久了就开悟，开悟之后才能够学法门，广学多闻。最后圆满成佛，佛道无上誓愿成。",
      "zh_TW": "所以煩惱要斷盡，開悟了。悟是本有的，為什麼會迷了？煩惱障礙住了，蓋覆住了，現在把煩惱習氣統統去掉，覺悟了。所以持戒目的是得定，得三昧，就是得清淨心、平等心。清淨平等是定，有定就會開悟，下面那個覺就是開悟了。清淨心小悟，平等心大悟，清淨、平等完全回歸到覺悟了，叫大徹大悟，明心見性。見了性之後，四弘誓願第三條，法門無量誓願學。廣學多聞在什麼時候？在斷煩惱之後，開悟了。不開悟，只能學一門。學一門是什麼？是得定。一門容易得定，門學多了就亂了，你得不到定，你得到是知識、是常識，你沒有辦法得定，更沒有辦法開悟。定，定久了就開悟，開悟之後才能夠學法門，廣學多聞。最後圓滿成佛，佛道無上誓願成。"
    },
    {
      "id": "02-041-0115_p0019",
      "zh_CN": "我把四弘誓愿搞清楚、搞明白了。你们问我走什么路子，我接受阿弥陀佛的教诲，我走阿弥陀佛的路子。阿弥陀佛路怎么走？四弘誓愿我只修两愿，前面两愿。众生无边誓愿度，我有这个愿望，我尽心尽力，能做多少就做多少，一点都不勉强。用一句佛号断一切烦恼，念头才动，不管它是善念、是恶念，第一个念头起来了，第二个念头阿弥陀佛，不容许妄想冒出来，不容许有杂念生起来。你们的戒律很多，好多条，我的戒律就一条，阿弥陀佛，这就是我的戒律。海贤做成功了，我也是走这个路子，简单明了，三聚净戒全在一句佛号当中，念念是阿弥陀佛，没有起心动念，没有分别执着，清净平等我得到了。这个道理要懂，你才真正学到佛，佛的秘诀你掌握到了。不但世间法放下了，佛法也放下，所有一切经论，过去喜欢这个、喜欢那个，现在全放下了。现在就剩一句阿弥陀佛，一部《无量寿经》，一部注解，这是帮助别人的，我要把净土介绍给别人，这是我的材料。我问我自己，我自己连这个都没有，我自己就一句佛号，跟海贤老和尚完全一样，念念不舍这句佛号，这我干的。一丝毫怀疑没有，这才是真信，有怀疑不行。愿愿念念都是求生净土，对这个世间没有留恋。这个世间是究竟苦，极乐世界是究竟乐，我们要放下究竟苦，我们要取究竟乐，人人都能做得到，平等法，问题就是你想不想，你要想你就会得到。",
      "zh_TW": "我把四弘誓願搞清楚、搞明白了。你們問我走什麼路子，我接受阿彌陀佛的教誨，我走阿彌陀佛的路子。阿彌陀佛路怎麼走？四弘誓願我只修兩願，前面兩願。眾生無邊誓願度，我有這個願望，我盡心盡力，能做多少就做多少，一點都不勉強。用一句佛號斷一切煩惱，念頭才動，不管它是善念、是惡念，第一個念頭起來了，第二個念頭阿彌陀佛，不容許妄想冒出來，不容許有雜念生起來。你們的戒律很多，好多條，我的戒律就一條，阿彌陀佛，這就是我的戒律。海賢做成功了，我也是走這個路子，簡單明瞭，三聚淨戒全在一句佛號當中，念念是阿彌陀佛，沒有起心動念，沒有分別執著，清淨平等我得到了。這個道理要懂，你才真正學到佛，佛的祕訣你掌握到了。不但世間法放下了，佛法也放下，所有一切經論，過去喜歡這個、喜歡那個，現在全放下了。現在就剩一句阿彌陀佛，一部《無量壽經》，一部註解，這是幫助別人的，我要把淨土介紹給別人，這是我的材料。我問我自己，我自己連這個都沒有，我自己就一句佛號，跟海賢老和尚完全一樣，念念不捨這句佛號，這我幹的。一絲毫懷疑沒有，這才是真信，有懷疑不行。願願念念都是求生淨土，對這個世間沒有留戀。這個世間是究竟苦，極樂世界是究竟樂，我們要放下究竟苦，我們要取究竟樂，人人都能做得到，平等法，問題就是你想不想，你要想你就會得到。"
    },
    {
      "id": "02-041-0115_p0020",
      "zh_CN": "在这个世间，无论是顺境，无论是逆境，平等对待，和睦相处。怎么平等？统统等于零，「一切有为法，如梦幻泡影」，这在作梦，梦醒了之后，梦中境界没有了，永远找不到。所以知道一切法不是真的，是假的，假的放在心上就变成障碍，真的放在心上就是智慧，假的放在心上是烦恼。放真的不放假的，什么是真的？阿弥陀佛是真的。你把这个放在心上，肯定生智慧，这就是阿弥陀佛的加持。等到你得到一心了，就生智慧。没有得到一心之前，碰到问题了，豁然聪明了，不迷惑了，那是什么？那是弥陀名号加持你。",
      "zh_TW": "在這個世間，無論是順境，無論是逆境，平等對待，和睦相處。怎麼平等？統統等於零，「一切有為法，如夢幻泡影」，這在作夢，夢醒了之後，夢中境界沒有了，永遠找不到。所以知道一切法不是真的，是假的，假的放在心上就變成障礙，真的放在心上就是智慧，假的放在心上是煩惱。放真的不放假的，什麼是真的？阿彌陀佛是真的。你把這個放在心上，肯定生智慧，這就是阿彌陀佛的加持。等到你得到一心了，就生智慧。沒有得到一心之前，碰到問題了，豁然聰明了，不迷惑了，那是什麼？那是彌陀名號加持你。"
    },
    {
      "id": "02-041-0115_p0021",
      "zh_CN": "所以念佛，会念跟不会念差别很大。会念就是海贤老和尚这三个条件。根性要开始培养，养什么？老实、听话、真干。意见很多的人不听话，他有他的想法，他有他的看法，佛的话他不听，他也不相信。十年过去了一事无成，觉不觉悟？还没觉悟，再过十年还是一事无成，那个时候后悔来不及了。学习的态度，这是神圣的教育，神圣的教育要用神圣的真心去学，你才学得会；你用妄心，边都找不到。传戒的法师没有说错，你们听错了意思，错会了意思。时间太短，他也没有办法详细给你解释，这个麻烦可能纠缠你一辈子。怎么解决？现在很多人有这问题，我告诉你一个解决的方法，黄念祖老居士有一篇不很长的讲演，好，《净修捷要报恩谈》，我们这个地方有这个光碟，大量拷贝，你们对于持戒念佛有问题，可以看这个。根性利的人一遍就懂了，你问题解决了；根性差的人，希望你看三遍，看三十遍，你问题解决了。讲得好！我最近这一个星期天天在听，还没听完，我一天大概只能听一个小时，没那么多时间，其味无穷，法喜充满。尤其打开电视，好像老人就坐在我们面前，他那个背景是他家的房间，那里我去过，我跟他在一起面对面坐过，看到这个画面，就好像他真的现在眼前。讲得太好了！这是一个开悟的人，不开悟，没有那么简单透彻，他讲得透彻，不啰嗦，简单扼要。我们听了，多听会开悟。怎么样去听？用真诚心，用清净心，用恭敬心，你去听，会开悟。决定不能有怀疑，对佛法不能怀疑，对佛菩萨不能怀疑，对善知识不能怀疑，你就会开悟。如果有疑惑，那你不会开悟。疑，障了你的悟门，傲慢也障了你的悟门，所谓贪瞋痴慢疑五种障碍，让你不能开悟，让你听不懂佛法。这五种障碍都没有，你一听就懂。所以断烦恼重要！",
      "zh_TW": "所以念佛，會念跟不會念差別很大。會念就是海賢老和尚這三個條件。根性要開始培養，養什麼？老實、聽話、真幹。意見很多的人不聽話，他有他的想法，他有他的看法，佛的話他不聽，他也不相信。十年過去了一事無成，覺不覺悟？還沒覺悟，再過十年還是一事無成，那個時候後悔來不及了。學習的態度，這是神聖的教育，神聖的教育要用神聖的真心去學，你才學得會；你用妄心，邊都找不到。傳戒的法師沒有說錯，你們聽錯了意思，錯會了意思。時間太短，他也沒有辦法詳細給你解釋，這個麻煩可能糾纏你一輩子。怎麼解決？現在很多人有這問題，我告訴你一個解決的方法，黃念祖老居士有一篇不很長的講演，好，《淨修捷要報恩談》，我們這個地方有這個光碟，大量拷貝，你們對於持戒念佛有問題，可以看這個。根性利的人一遍就懂了，你問題解決了；根性差的人，希望你看三遍，看三十遍，你問題解決了。講得好！我最近這一個星期天天在聽，還沒聽完，我一天大概只能聽一個小時，沒那麼多時間，其味無窮，法喜充滿。尤其打開電視，好像老人就坐在我們面前，他那個背景是他家的房間，那裡我去過，我跟他在一起面對面坐過，看到這個畫面，就好像他真的現在眼前。講得太好了！這是一個開悟的人，不開悟，沒有那麼簡單透徹，他講得透徹，不囉嗦，簡單扼要。我們聽了，多聽會開悟。怎麼樣去聽？用真誠心，用清淨心，用恭敬心，你去聽，會開悟。決定不能有懷疑，對佛法不能懷疑，對佛菩薩不能懷疑，對善知識不能懷疑，你就會開悟。如果有疑惑，那你不會開悟。疑，障了你的悟門，傲慢也障了你的悟門，所謂貪瞋痴慢疑五種障礙，讓你不能開悟，讓你聽不懂佛法。這五種障礙都沒有，你一聽就懂。所以斷煩惱重要！"
    },
    {
      "id": "02-041-0115_p0022",
      "zh_CN": "我们再看下面，《会疏》里头又有，「据诸经论」，标举佛种性一共有四个意思，「今但举其三」。第一个，「众生所具佛性。众生心中具如来性，本来不变能生过（过是超过）恒沙功德，但为无明所蔽」，无明就是起心动念，「虽有同无」。真有，但是你得不到它的用处。「菩萨为兴教化，开发彼本具之如来藏，名为绍隆佛种」。这个意思深。首先学佛要肯定一切众生皆有佛性，也就是说一切众生本来是佛。佛陀教育，不但释迦牟尼佛一个人，十方三世一切诸佛，教化众生立足点就在此地，是相同的。我们中国老祖宗是圣人，不是凡人，为什么？他们立足点也在这一点。你看看童蒙教学《三字经》，头一句，「人之初，性本善」，本性本善，永远是本性本善。现在？现在还是本性本善。那我们为什么变成这个样子？习性造成现在的环境，不是本性，本性是佛，习性。「性相近，习相远」。性相近，大家是一样的，我们跟诸佛如来平等平等，没有两样。但是说习性，不一样了。为什么？诸佛菩萨没有习性，习性断干净了。",
      "zh_TW": "我們再看下面，《會疏》裡頭又有，「據諸經論」，標舉佛種性一共有四個意思，「今但舉其三」。第一個，「眾生所具佛性。眾生心中具如來性，本來不變能生過（過是超過）恆沙功德，但為無明所蔽」，無明就是起心動念，「雖有同無」。真有，但是你得不到它的用處。「菩薩為興教化，開發彼本具之如來藏，名為紹隆佛種」。這個意思深。首先學佛要肯定一切眾生皆有佛性，也就是說一切眾生本來是佛。佛陀教育，不但釋迦牟尼佛一個人，十方三世一切諸佛，教化眾生立足點就在此地，是相同的。我們中國老祖宗是聖人，不是凡人，為什麼？他們立足點也在這一點。你看看童蒙教學《三字經》，頭一句，「人之初，性本善」，本性本善，永遠是本性本善。現在？現在還是本性本善。那我們為什麼變成這個樣子？習性造成現在的環境，不是本性，本性是佛，習性。「性相近，習相遠」。性相近，大家是一樣的，我們跟諸佛如來平等平等，沒有兩樣。但是說習性，不一樣了。為什麼？諸佛菩薩沒有習性，習性斷乾淨了。"
    },
    {
      "id": "02-041-0115_p0023",
      "zh_CN": "我们今天完全随顺习性，本性不见了，虽有等于没有。这是事实真相！你对事实真相不了解，你怎么学？你怎么教？真正搞清楚、搞明白，就懂得怎么学，怎么教。最直捷的教，最快速的教，最稳当的教，就是持名念佛，八万四千法门，无量法门，它是第一法门。你要是真正能信，我在净宗这个信，信这个字，我是用了三十年的时间，讲经教学三十年，我才相信。虽然花这么长的时间，我的信跟一般人信不一样，我信得踏实。为什么？有许多大乘经论做基础，三十年也是没有白学。没有三十年这个基础，我不能相信，不能接受。完全肯定相信了。你们没有我这个信心，你们没有我这三十年讲经的经验。这三十年讲，讲还要跟行结合，光说不行没用，你认识不透彻，必须有行才透彻，才能到位。所以这个信得来不容易。哪有一听就相信？那是上上根人，那不是凡人，那是我们望尘莫及的。",
      "zh_TW": "我們今天完全隨順習性，本性不見了，雖有等於沒有。這是事實真相！你對事實真相不了解，你怎麼學？你怎麼教？真正搞清楚、搞明白，就懂得怎麼學，怎麼教。最直捷的教，最快速的教，最穩當的教，就是持名念佛，八萬四千法門，無量法門，它是第一法門。你要是真正能信，我在淨宗這個信，信這個字，我是用了三十年的時間，講經教學三十年，我才相信。雖然花這麼長的時間，我的信跟一般人信不一樣，我信得踏實。為什麼？有許多大乘經論做基礎，三十年也是沒有白學。沒有三十年這個基礎，我不能相信，不能接受。完全肯定相信了。你們沒有我這個信心，你們沒有我這三十年講經的經驗。這三十年講，講還要跟行結合，光說不行沒用，你認識不透徹，必須有行才透徹，才能到位。所以這個信得來不容易。哪有一聽就相信？那是上上根人，那不是凡人，那是我們望塵莫及的。"
    },
    {
      "id": "02-041-0115_p0024",
      "zh_CN": "我们的根性中下而已，不是中上，中下而已。中下能够对净宗生起真信，这很可喜的一桩事情，太难得了。我们相信，这祖宗之德，三宝加持，没有佛力加持，真的做不到。我曾经说过，有人劝我放弃会集本，改用康僧铠的本子。康僧铠的本子李老师给我讲过一遍。夏莲公老居士这个会集本，李老师过去讲过一遍，他把他讲解的要点都写在经书的旁边，我们中国叫眉注。他写这个东西，我能看得懂，我跟他十年，所以我用他的眉注讲过十遍。遇到黄念老的这个注解，我无量欢喜，八十五岁之后，专门讲解念老的注解。这内容太丰富，八十三部经典，一百一十种祖师大德的开示，这一部注解就是一部《大藏经》的菁华录，释迦牟尼佛四十九年所说一切经教统统在此地，全学到了。纲领的纲领，总纲领就是一句名号，阿弥陀佛。所以我曾经说过，全世界的人都不学这个本子，我学，我不放弃，我不受你们影响。为什么？我认识它。你们为什么改？你们不认识，不识货。我识货，这真的，不是假的。认识的人的确不多，一知半解的人不少。",
      "zh_TW": "我們的根性中下而已，不是中上，中下而已。中下能夠對淨宗生起真信，這很可喜的一樁事情，太難得了。我們相信，這祖宗之德，三寶加持，沒有佛力加持，真的做不到。我曾經說過，有人勸我放棄會集本，改用康僧鎧的本子。康僧鎧的本子李老師給我講過一遍。夏蓮公老居士這個會集本，李老師過去講過一遍，他把他講解的要點都寫在經書的旁邊，我們中國叫眉註。他寫這個東西，我能看得懂，我跟他十年，所以我用他的眉註講過十遍。遇到黃念老的這個註解，我無量歡喜，八十五歲之後，專門講解念老的註解。這內容太豐富，八十三部經典，一百一十種祖師大德的開示，這一部註解就是一部《大藏經》的菁華錄，釋迦牟尼佛四十九年所說一切經教統統在此地，全學到了。綱領的綱領，總綱領就是一句名號，阿彌陀佛。所以我曾經說過，全世界的人都不學這個本子，我學，我不放棄，我不受你們影響。為什麼？我認識它。你們為什麼改？你們不認識，不識貨。我識貨，這真的，不是假的。認識的人的確不多，一知半解的人不少。"
    },
    {
      "id": "02-041-0115_p0025",
      "zh_CN": "菩萨教化众生，教化的目的，就是要开发对方自性本具的佛种。佛种是什么？阿弥陀佛，自性弥陀。你看《三时系念》，中峰禅师开示里头有两句话说，「我心即是阿弥陀佛，阿弥陀佛即是我心，此方即是净土，净土即是此方」。这是什么？自性本具的。这话不是假的，不是比喻，不是形容，是事实真相。你要真搞清楚、真搞明白，你就晓得你学习净宗是多么大的幸运，是多么大的福报。有史以来，我们过去生生世世没有遇到过，这一生遇到了还能不珍惜吗？还能不往生吗？哪有这种道理！往生就是一切圆满成就，就成佛了。这法到哪里去找？所以先把根本掌握住，然后枝枝叶叶一看全明了了，一点都不费事。就是一切诸佛在无量无边世界对众生宣说的经教，全通了，全明白了。你要行菩萨道，到处去学，你要学多少年？无量劫。你学无量劫，我只要几天就行了。这个话讲起来菩萨也不相信，菩萨说，我辛辛苦苦搞无量劫才搞懂，哪有这么快？你跟他讲他不相信，但是是事实真相，他还没学通。到什么时候他明白了？明心见性，大彻大悟，他相信了，他相信净宗这一门是无比殊胜的法门，他明白了。",
      "zh_TW": "菩薩教化眾生，教化的目的，就是要開發對方自性本具的佛種。佛種是什麼？阿彌陀佛，自性彌陀。你看《三時繫念》，中峰禪師開示裡頭有兩句話說，「我心即是阿彌陀佛，阿彌陀佛即是我心，此方即是淨土，淨土即是此方」。這是什麼？自性本具的。這話不是假的，不是比喻，不是形容，是事實真相。你要真搞清楚、真搞明白，你就曉得你學習淨宗是多麼大的幸運，是多麼大的福報。有史以來，我們過去生生世世沒有遇到過，這一生遇到了還能不珍惜嗎？還能不往生嗎？哪有這種道理！往生就是一切圓滿成就，就成佛了。這法到哪裡去找？所以先把根本掌握住，然後枝枝葉葉一看全明瞭了，一點都不費事。就是一切諸佛在無量無邊世界對眾生宣說的經教，全通了，全明白了。你要行菩薩道，到處去學，你要學多少年？無量劫。你學無量劫，我只要幾天就行了。這個話講起來菩薩也不相信，菩薩說，我辛辛苦苦搞無量劫才搞懂，哪有這麼快？你跟他講他不相信，但是是事實真相，他還沒學通。到什麼時候他明白了？明心見性，大徹大悟，他相信了，他相信淨宗這一門是無比殊勝的法門，他明白了。"
    },
    {
      "id": "02-041-0115_p0026",
      "zh_CN": "所以，要开发众生本具的如来藏，也就是他自心本具的阿弥陀佛。怎样去启发他，帮助他深信不疑，帮助他一心归命、信愿持名？像海贤老和尚的师父，传戒法师，你看多简单，帮助他成佛，就是一句阿弥陀佛。他看准了，这个徒弟是上上根人，虽然不认识字，老实听话真干；又看到他处事待人接物真诚，心地清净，没有烦恼习气，对人恭敬。你看看，我们在《永思集》里头看到的，一生没有轻视过一个人，没有小看轻视人，一生温和、温柔，没有说人的过失，没有批评过人，一生没有生过烦恼，没有发过脾气。谁能做到？性情温柔，跟他在一起，没有一个不生欢喜心。头脑清楚，很灵活，反应很快，又非常勤奋，无论干什么事情都非常认真，尽心尽力把事情做得很圆满，让大家都满意。他这个师父你说是什么人？如果不是明心见性的人，不认识他。看准了，就这一句阿弥陀佛教给他，他问题全解决了。",
      "zh_TW": "所以，要開發眾生本具的如來藏，也就是他自心本具的阿彌陀佛。怎樣去啟發他，幫助他深信不疑，幫助他一心歸命、信願持名？像海賢老和尚的師父，傳戒法師，你看多簡單，幫助他成佛，就是一句阿彌陀佛。他看準了，這個徒弟是上上根人，雖然不認識字，老實聽話真幹；又看到他處事待人接物真誠，心地清淨，沒有煩惱習氣，對人恭敬。你看看，我們在《永思集》裡頭看到的，一生沒有輕視過一個人，沒有小看輕視人，一生溫和、溫柔，沒有說人的過失，沒有批評過人，一生沒有生過煩惱，沒有發過脾氣。誰能做到？性情溫柔，跟他在一起，沒有一個不生歡喜心。頭腦清楚，很靈活，反應很快，又非常勤奮，無論幹什麼事情都非常認真，盡心盡力把事情做得很圓滿，讓大家都滿意。他這個師父你說是什麼人？如果不是明心見性的人，不認識他。看準了，就這一句阿彌陀佛教給他，他問題全解決了。"
    },
    {
      "id": "02-041-0115_p0027",
      "zh_CN": "我们今天修行，问题一大堆，永远不能解决，这怎么来的？从贪瞋痴慢疑来的。老和尚，从小就没有贪瞋痴慢疑，或者是有，比别人轻，不严重。接受佛法之后，这一句佛号一直念下去，念个三年五载，贪瞋痴慢疑全没有了。那是什么境界？事一心，阿罗汉的境界。功夫成片，像他那种人，两年可以得到；五年可以得到事一心不乱；十年，十年他三十岁，我估计三十到四十这个阶段，他明心见性，他得到理一心不乱，成佛了，往生实报庄严土。这真的不是假的。不到极乐世界去，住在这个世间陪我们，干什么？表法，做榜样给我们看，知道净土宗有灾难。这个灾难就是反对会集本，不满意黄念老的注解，许许多多人出来批评，史无前例。这么大的灾难怎么办？阿弥陀佛慈悲，派一个人下来表法，为我们解决这个问题，默默无闻，不说一句话，我做出来给你看。让我们对于这桩事情坚定信心，决定不动摇了，一直念下去，我们个个都能够像老和尚一样的成就。",
      "zh_TW": "我們今天修行，問題一大堆，永遠不能解決，這怎麼來的？從貪瞋痴慢疑來的。老和尚，從小就沒有貪瞋痴慢疑，或者是有，比別人輕，不嚴重。接受佛法之後，這一句佛號一直念下去，念個三年五載，貪瞋痴慢疑全沒有了。那是什麼境界？事一心，阿羅漢的境界。功夫成片，像他那種人，兩年可以得到；五年可以得到事一心不亂；十年，十年他三十歲，我估計三十到四十這個階段，他明心見性，他得到理一心不亂，成佛了，往生實報莊嚴土。這真的不是假的。不到極樂世界去，住在這個世間陪我們，幹什麼？表法，做榜樣給我們看，知道淨土宗有災難。這個災難就是反對會集本，不滿意黃念老的註解，許許多多人出來批評，史無前例。這麼大的災難怎麼辦？阿彌陀佛慈悲，派一個人下來表法，為我們解決這個問題，默默無聞，不說一句話，我做出來給你看。讓我們對於這樁事情堅定信心，決定不動搖了，一直念下去，我們個個都能夠像老和尚一樣的成就。"
    },
    {
      "id": "02-041-0115_p0028",
      "zh_CN": "来佛寺三个人，老和尚的母亲，还有他师弟海庆法师，都是预知时至，自在往生，没有生病，没有痛苦。我们要学，要学他这个样子，我们将来往生也自在，也不能生病，不能有痛苦，欢欢喜喜，快快乐乐，告诉你，我走了。你看多潇洒！统统是表法，我们将来走的时候也是这种表法往生，众生才会相信。末法，世尊末法九千年，真正成就全靠这个法门，其他的法门都做不到。",
      "zh_TW": "來佛寺三個人，老和尚的母親，還有他師弟海慶法師，都是預知時至，自在往生，沒有生病，沒有痛苦。我們要學，要學他這個樣子，我們將來往生也自在，也不能生病，不能有痛苦，歡歡喜喜，快快樂樂，告訴你，我走了。你看多瀟灑！統統是表法，我們將來走的時候也是這種表法往生，眾生才會相信。末法，世尊末法九千年，真正成就全靠這個法門，其他的法門都做不到。"
    },
    {
      "id": "02-041-0115_p0029",
      "zh_CN": "学戒律的目的是什么？有人问我，让大家知道戒律很重要。我们怎么持戒？一句阿弥陀佛统摄三聚净戒，我们是这种持法。戒律的作用，防非止过，我口口声声念念都是阿弥陀佛，阿弥陀佛有什么非？阿弥陀佛有什么过？心里只有阿弥陀佛，过没有，非没有，那不就是圆满的持戒了吗？这个法子多高明，多简单！它不在枝枝叶叶上，像棵大树，不在枝叶，它在根本上。黄念老在《净修捷要报恩谈》里头说得好，也讲到这个问题，讲得很详细，讲得很透彻。",
      "zh_TW": "學戒律的目的是什麼？有人問我，讓大家知道戒律很重要。我們怎麼持戒？一句阿彌陀佛統攝三聚淨戒，我們是這種持法。戒律的作用，防非止過，我口口聲聲念念都是阿彌陀佛，阿彌陀佛有什麼非？阿彌陀佛有什麼過？心裡只有阿彌陀佛，過沒有，非沒有，那不就是圓滿的持戒了嗎？這個法子多高明，多簡單！它不在枝枝葉葉上，像棵大樹，不在枝葉，它在根本上。黃念老在《淨修捷要報恩談》裡頭說得好，也講到這個問題，講得很詳細，講得很透徹。"
    },
    {
      "id": "02-041-0115_p0030",
      "zh_CN": "表佛种不断。第二，「以菩提心为佛种。《华手经》曰：譬如无牛」，没有牛，那就没有醍醐。「若无菩萨发心」，那就没有佛种。醍醐是什么？佛经上常说，醍醐是奶制品，奶制品里头的精品。奶是从牛提出来的，经过提炼，酪，酪再经过提炼就是酥，酥再经过提炼就是醍醐。醍醐是什么？佛经上常常用这个来比喻，用醍醐比喻佛，用酥比喻菩萨，用酪比喻罗汉，它是用这个做比喻。那个牛是根，根源，没有牛就没有奶，奶制品的东西全没有了，醍醐是奶制品里精品。",
      "zh_TW": "表佛種不斷。第二，「以菩提心為佛種。《華手經》曰：譬如無牛」，沒有牛，那就沒有醍醐。「若無菩薩發心」，那就沒有佛種。醍醐是什麼？佛經上常說，醍醐是奶製品，奶製品裡頭的精品。奶是從牛提出來的，經過提煉，酪，酪再經過提煉就是酥，酥再經過提煉就是醍醐。醍醐是什麼？佛經上常常用這個來比喻，用醍醐比喻佛，用酥比喻菩薩，用酪比喻羅漢，它是用這個做比喻。那個牛是根，根源，沒有牛就沒有奶，奶製品的東西全沒有了，醍醐是奶製品裡精品。"
    },
    {
      "id": "02-041-0115_p0031",
      "zh_CN": "早年我在台湾刚出家的时候，道源老和尚在台湾是有名的讲经的法师，李老师对他很赞叹，说他讲的经是受过专门训练的，不是随便说的，祖祖相传，他懂得这一套规矩。这套规矩，我们在台中学习，李老师传给我们，有一部小册子，《内典之研究》，是讲经的方法，是教学法。他还有一本讲演法，讲演术。在台中，他曾经用讲演术培养一批学生，年轻学生，讲得都不错，上台讲。可是以后，女孩子多，都结婚了，结婚又生小孩，她不来了。他很后悔，费了那么多精神。所以以后这学讲经的，他的条件就更深刻了，要求你要发愿一生不结婚，我就教你，你要结婚你不要来学。所以我们内典研究班有两个女生，真的一生没结婚，这两个人都在。这个照片，我们发现我们这有一张，印出来大家都可以看看。果清法师也在里面，六个男生，他是其中的一个。老师把这些经验告诉我，我们了解这实际状况。真正发心，做弘法护法，弘护正法的事业，这功德不可思议，不要看现在，你要看未来就知道了。这些人，发这个心的人，得诸佛护念，得龙天护法保佑、加持你。所以要发菩提心。",
      "zh_TW": "早年我在台灣剛出家的時候，道源老和尚在台灣是有名的講經的法師，李老師對他很讚歎，說他講的經是受過專門訓練的，不是隨便說的，祖祖相傳，他懂得這一套規矩。這套規矩，我們在台中學習，李老師傳給我們，有一部小冊子，《內典之研究》，是講經的方法，是教學法。他還有一本講演法，講演術。在台中，他曾經用講演術培養一批學生，年輕學生，講得都不錯，上台講。可是以後，女孩子多，都結婚了，結婚又生小孩，她不來了。他很後悔，費了那麼多精神。所以以後這學講經的，他的條件就更深刻了，要求你要發願一生不結婚，我就教你，你要結婚你不要來學。所以我們內典研究班有兩個女生，真的一生沒結婚，這兩個人都在。這個照片，我們發現我們這有一張，印出來大家都可以看看。果清法師也在裡面，六個男生，他是其中的一個。老師把這些經驗告訴我，我們了解這實際狀況。真正發心，做弘法護法，弘護正法的事業，這功德不可思議，不要看現在，你要看未來就知道了。這些人，發這個心的人，得諸佛護念，得龍天護法保佑、加持你。所以要發菩提心。"
    },
    {
      "id": "02-041-0115_p0032",
      "zh_CN": "下面这几句说，「若有牛则有醍醐。如是若有菩萨发心，则佛种不断」。菩萨，发菩提心的人就是菩萨，不发菩提心的人不称菩萨。菩提心是什么心？《大乘起信论》里面说三心：第一个，直心；第二个，深心；第三个，大悲心。三心是一体，一个心。直心是菩提心的体，本体，其实就是自性，真心。深心是自受用，有体有用。大悲心是他受用，也就是我们自己生活用什么心，对待一切众生用什么心。对待一切众生大慈大悲，慈是与乐，帮助众生离苦得乐，悲是离苦，帮助他离苦，慈是帮助他得乐。换句话说，要帮助众生脱离轮回，这离苦；往生极乐世界，得乐。净宗是大乘，不是小乘，要用真心，不是用你妄心。真心是什么心？清净平等。",
      "zh_TW": "下面這幾句說，「若有牛則有醍醐。如是若有菩薩發心，則佛種不斷」。菩薩，發菩提心的人就是菩薩，不發菩提心的人不稱菩薩。菩提心是什麼心？《大乘起信論》裡面說三心：第一個，直心；第二個，深心；第三個，大悲心。三心是一體，一個心。直心是菩提心的體，本體，其實就是自性，真心。深心是自受用，有體有用。大悲心是他受用，也就是我們自己生活用什麼心，對待一切眾生用什麼心。對待一切眾生大慈大悲，慈是與樂，幫助眾生離苦得樂，悲是離苦，幫助他離苦，慈是幫助他得樂。換句話說，要幫助眾生脫離輪迴，這離苦；往生極樂世界，得樂。淨宗是大乘，不是小乘，要用真心，不是用你妄心。真心是什麼心？清淨平等。"
    },
    {
      "id": "02-041-0115_p0033",
      "zh_CN": "我早年在美国讲菩提心，这个深心很难讲。深心，古大德的注解，多半都是用好德好善。好善好德，这个是深心，这自己的心，对自己。我没有用这个，我就用《无量寿经》的经题，清净平等觉。对自己是什么？要用清净心，我要清净，我要平等，我要觉而不迷。清净平等是定，觉是智慧，就是大彻大悟，明心见性，对自己的心要用这个，对别人的心慈悲。所以我说了十个字，真诚、清净、平等、正觉、慈悲，这就是圆满的菩提心。处事待人接物，章嘉大师教我看破、放下、自在、随缘，以后我归心净土了，念佛。我用这二十个字，在那个时代，二十多年前，在美国、加拿大，美洲地区，讲经教学都是用这二十个字。",
      "zh_TW": "我早年在美國講菩提心，這個深心很難講。深心，古大德的註解，多半都是用好德好善。好善好德，這個是深心，這自己的心，對自己。我沒有用這個，我就用《無量壽經》的經題，清淨平等覺。對自己是什麼？要用清淨心，我要清淨，我要平等，我要覺而不迷。清淨平等是定，覺是智慧，就是大徹大悟，明心見性，對自己的心要用這個，對別人的心慈悲。所以我說了十個字，真誠、清淨、平等、正覺、慈悲，這就是圓滿的菩提心。處事待人接物，章嘉大師教我看破、放下、自在、隨緣，以後我歸心淨土了，念佛。我用這二十個字，在那個時代，二十多年前，在美國、加拿大，美洲地區，講經教學都是用這二十個字。"
    },
    {
      "id": "02-041-0115_p0034",
      "zh_CN": "对自己不要求名闻利养，一定要求清净平等觉，比什么都重要。清净平等觉是自性的性德，是自性的戒定慧。所以戒定慧不是外来的，是我们自性里头本来具足。为什么变成贪瞋痴？贪瞋痴的反面就是戒定慧。贪瞋痴是迷失了自性之后，习性上变的，习性把它变成贪瞋痴。贪瞋痴的反面就是戒定慧。全是自性本有的，一个是迷，一个是悟，觉悟。觉悟了，贪瞋痴就变成戒定慧，迷惑了，自性的戒定慧变成贪瞋痴，总得要搞清楚、搞明白。迷了，自性就变成烦恼，烦恼觉悟了，就回归自性，一点都不稀奇。自性的性德本来具足，惠能大师说得好，「何期自性，本自具足」，具足无量智慧，具足无量德能。戒定慧是德，它的能力能破烦恼，能帮助众生离苦得乐。这是以法性为佛种，佛种不断。",
      "zh_TW": "對自己不要求名聞利養，一定要求清淨平等覺，比什麼都重要。清淨平等覺是自性的性德，是自性的戒定慧。所以戒定慧不是外來的，是我們自性裡頭本來具足。為什麼變成貪瞋痴？貪瞋痴的反面就是戒定慧。貪瞋痴是迷失了自性之後，習性上變的，習性把它變成貪瞋痴。貪瞋痴的反面就是戒定慧。全是自性本有的，一個是迷，一個是悟，覺悟。覺悟了，貪瞋痴就變成戒定慧，迷惑了，自性的戒定慧變成貪瞋痴，總得要搞清楚、搞明白。迷了，自性就變成煩惱，煩惱覺悟了，就回歸自性，一點都不稀奇。自性的性德本來具足，惠能大師說得好，「何期自性，本自具足」，具足無量智慧，具足無量德能。戒定慧是德，它的能力能破煩惱，能幫助眾生離苦得樂。這是以法性為佛種，佛種不斷。"
    },
    {
      "id": "02-041-0115_p0035",
      "zh_CN": "第三，「以称名为佛种」。妙，念这一句阿弥陀佛，这是佛种。我努力的念，天天念，不间断的念，你这个佛种殊胜。三种说法，还是最后一种说法最好，统摄前面两种，前面两种不包括念佛，念佛包括前面两种。下面举「《宝云经》曰：譬如种树，有其种子，离于腐败，具足生芽因缘」。这个树种种子，你种下去，照顾得很好，水分、肥料都能很适当，它就生芽，它就长成小树，慢慢就长成大树了，这是种子，所以长成大树。「闻佛名号，如得种子，信愿持名，即是具足因缘，必得受记作佛，故云持名为佛种」。这讲得好。",
      "zh_TW": "第三，「以稱名為佛種」。妙，念這一句阿彌陀佛，這是佛種。我努力的念，天天念，不間斷的念，你這個佛種殊勝。三種說法，還是最後一種說法最好，統攝前面兩種，前面兩種不包括念佛，念佛包括前面兩種。下面舉「《寶雲經》曰：譬如種樹，有其種子，離於腐敗，具足生芽因緣」。這個樹種種子，你種下去，照顧得很好，水分、肥料都能很適當，它就生芽，它就長成小樹，慢慢就長成大樹了，這是種子，所以長成大樹。「聞佛名號，如得種子，信願持名，即是具足因緣，必得受記作佛，故云持名為佛種」。這講得好。"
    },
    {
      "id": "02-041-0115_p0036",
      "zh_CN": "我们今天接触到了净宗，想想这个十年，我们在十年前就选择这个法门，到现在，听了几堂戒律课就怀疑了，这个十年是什么功夫，自己就可以想像了，十年白学了。小风小浪一吹就受不了，你怎么能往生？说一句老实话，你还是搞六道轮回。真的，为什么？你没有出离心，你不怕轮回苦，你对轮回还有相当的贪恋，你的起心动念分别执着，一样都没有放下，还要跟这六道众生去争名夺利。所以你的心不专，你的认识不清楚。十年，虽然听十年经，一句也没听懂。为什么你不能懂？因为你心上有障碍，你的障碍没拔掉，以后再十年，还要是这样懵懵懂懂的，你就完了。人一生几十年，一弹指就过去了。",
      "zh_TW": "我們今天接觸到了淨宗，想想這個十年，我們在十年前就選擇這個法門，到現在，聽了幾堂戒律課就懷疑了，這個十年是什麼功夫，自己就可以想像了，十年白學了。小風小浪一吹就受不了，你怎麼能往生？說一句老實話，你還是搞六道輪迴。真的，為什麼？你沒有出離心，你不怕輪迴苦，你對輪迴還有相當的貪戀，你的起心動念分別執著，一樣都沒有放下，還要跟這六道眾生去爭名奪利。所以你的心不專，你的認識不清楚。十年，雖然聽十年經，一句也沒聽懂。為什麼你不能懂？因為你心上有障礙，你的障礙沒拔掉，以後再十年，還要是這樣懵懵懂懂的，你就完了。人一生幾十年，一彈指就過去了。"
    },
    {
      "id": "02-041-0115_p0037",
      "zh_CN": "出家的同学更糟糕，为什么？佛门有个谚语说，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。我们吃的是现成的供养，不劳而获，这碗饭不好吃，要不能往生极乐世界，将来要堕三恶道还债。欠多少人的债，还到哪一年才能还完？麻烦是真大。学了戒，又听说常住物不敢动，动都是偷盗罪，常住的饭也不敢吃了。我们这里是公开的，你看每个星期六温馨晚宴，到我们这来吃饭的，不是佛教徒我们都布施供养，难道你们在家学佛的居士就不能吃了吗？是不能吃，为什么？你不能往生，将来还债。什么人能吃？我一天到晚念阿弥陀佛，我决定往生极乐世界，那就能吃。我把这个问题给你们解答了。",
      "zh_TW": "出家的同學更糟糕，為什麼？佛門有個諺語說，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。我們吃的是現成的供養，不勞而獲，這碗飯不好吃，要不能往生極樂世界，將來要墮三惡道還債。欠多少人的債，還到哪一年才能還完？麻煩是真大。學了戒，又聽說常住物不敢動，動都是偷盜罪，常住的飯也不敢吃了。我們這裡是公開的，你看每個星期六溫馨晚宴，到我們這來吃飯的，不是佛教徒我們都布施供養，難道你們在家學佛的居士就不能吃了嗎？是不能吃，為什麼？你不能往生，將來還債。什麼人能吃？我一天到晚念阿彌陀佛，我決定往生極樂世界，那就能吃。我把這個問題給你們解答了。"
    },
    {
      "id": "02-041-0115_p0038",
      "zh_CN": "不恋这个世界，决心求往生的，供佛的饭我都可以吃，佛欢喜，佛来接引我。我现在发心往生极乐世界，极乐世界就报了名，就注了册，极乐世界就有我一分了，我现在拼命念佛，万缘放下，哪有不去的道理！我们动个念头求往生，七宝池里头就有一朵莲花，莲花上有我们的名字。这是真的不是假的，佛没有妄语。我们往生极乐世界，佛来接引就是拿着这朵莲花。这个莲花的光、色、大小，就看我们的愿，我们的功夫浅深。所以不要胡思乱想，胡思乱想没好处，这造罪业，我们想都想阿弥陀佛，都想极乐世界。为什么？我们的莲花愈来愈大，光色愈来愈好。如果我们学了其他的法门，把净土放弃了，我们这个莲花在莲池里头就枯死了。极乐世界有生灭法就是莲花，除莲花之外没有生灭法。莲花的好坏，统统是我们念佛人的念力、愿力，跟念佛的功夫。所以好好培养这个莲花，莲花起大作用。",
      "zh_TW": "不戀這個世界，決心求往生的，供佛的飯我都可以吃，佛歡喜，佛來接引我。我現在發心往生極樂世界，極樂世界就報了名，就註了冊，極樂世界就有我一分了，我現在拼命念佛，萬緣放下，哪有不去的道理！我們動個念頭求往生，七寶池裡頭就有一朵蓮花，蓮花上有我們的名字。這是真的不是假的，佛沒有妄語。我們往生極樂世界，佛來接引就是拿著這朵蓮花。這個蓮花的光、色、大小，就看我們的願，我們的功夫淺深。所以不要胡思亂想，胡思亂想沒好處，這造罪業，我們想都想阿彌陀佛，都想極樂世界。為什麼？我們的蓮花愈來愈大，光色愈來愈好。如果我們學了其他的法門，把淨土放棄了，我們這個蓮花在蓮池裡頭就枯死了。極樂世界有生滅法就是蓮花，除蓮花之外沒有生滅法。蓮花的好壞，統統是我們念佛人的念力、願力，跟念佛的功夫。所以好好培養這個蓮花，蓮花起大作用。"
    },
    {
      "id": "02-041-0115_p0039",
      "zh_CN": "我跟同学们说过，莲花是阿弥陀佛愿力加持的，我们一般人讲保佑。莲花的最大的作用，就是你往生的时候，在莲花里头转识成智，起这么大的作用。转八识成四智，所以到极乐世界花开见佛，你的身是法性身，是报身，不是我们凡夫的身体，是心现的不是识变，没有八识五十一心所。所以这个身不需要饮食，你说多方便，不需要睡眠。我们人生两大苦事，一个是睡眠，一个饮食。极乐世界人没有饮食，他用什么生存？这个你要是真正学佛你明白，一点不稀奇，色界天就没有饮食了。在我们这个世间，没有脱离六道轮回，欲界有饮食，色界没有了，无色界更没有。所以，我们这个世间高一等的天人，他也没有睡眠，他也没有饮食，何况极乐世界！极乐世界，身是法性身，居住的法性土，法性不生不灭，没有变化，有变化就有生灭。极乐世界不生不灭，一切人事物都是不生不灭，无量寿，真的是无量寿。",
      "zh_TW": "我跟同學們說過，蓮花是阿彌陀佛願力加持的，我們一般人講保佑。蓮花的最大的作用，就是你往生的時候，在蓮花裡頭轉識成智，起這麼大的作用。轉八識成四智，所以到極樂世界花開見佛，你的身是法性身，是報身，不是我們凡夫的身體，是心現的不是識變，沒有八識五十一心所。所以這個身不需要飲食，你說多方便，不需要睡眠。我們人生兩大苦事，一個是睡眠，一個飲食。極樂世界人沒有飲食，他用什麼生存？這個你要是真正學佛你明白，一點不稀奇，色界天就沒有飲食了。在我們這個世間，沒有脫離六道輪迴，欲界有飲食，色界沒有了，無色界更沒有。所以，我們這個世間高一等的天人，他也沒有睡眠，他也沒有飲食，何況極樂世界！極樂世界，身是法性身，居住的法性土，法性不生不滅，沒有變化，有變化就有生滅。極樂世界不生不滅，一切人事物都是不生不滅，無量壽，真的是無量壽。"
    },
    {
      "id": "02-041-0115_p0040",
      "zh_CN": "你真搞清楚搞明白，你对于世尊，对于阿弥陀佛感恩。这个感恩的心，感恩的情，说不出的，也是不可思议，真诚的感恩。佛慈悲爱护我们，帮助我们离苦得乐，离究竟苦，得究竟乐，我们的感恩也是无有穷尽。这个是心心相印，感应道交，佛怎么会不来照顾你？我们起心动念想佛，佛就现前，已经养成习惯了。不要想其他东西，想其他东西都是六道轮回。只有一个念头，想阿弥陀佛。菩萨、声闻、罗汉都不要想，到极乐世界，这些菩萨统统见到，统统欢迎，开欢迎会欢迎我们去。绝对不会说，我一度照顾你，我是观音菩萨，你都不念我了，那是凡夫心，那不是菩萨心。菩萨都希望我们念阿弥陀佛，包括所有的菩萨，我们没有念，念阿弥陀佛没有一个菩萨不欢喜，比念他还欢喜。什么道理我不说，你应该晓得。念阿弥陀佛往生极乐世界，念其他的菩萨、佛的时候，不能生极乐世界，就这么回事情。生极乐世界才是这些菩萨、佛们的愿望，他们的本怀。",
      "zh_TW": "你真搞清楚搞明白，你對於世尊，對於阿彌陀佛感恩。這個感恩的心，感恩的情，說不出的，也是不可思議，真誠的感恩。佛慈悲愛護我們，幫助我們離苦得樂，離究竟苦，得究竟樂，我們的感恩也是無有窮盡。這個是心心相印，感應道交，佛怎麼會不來照顧你？我們起心動念想佛，佛就現前，已經養成習慣了。不要想其他東西，想其他東西都是六道輪迴。只有一個念頭，想阿彌陀佛。菩薩、聲聞、羅漢都不要想，到極樂世界，這些菩薩統統見到，統統歡迎，開歡迎會歡迎我們去。絕對不會說，我一度照顧你，我是觀音菩薩，你都不念我了，那是凡夫心，那不是菩薩心。菩薩都希望我們念阿彌陀佛，包括所有的菩薩，我們沒有念，念阿彌陀佛沒有一個菩薩不歡喜，比念他還歡喜。什麼道理我不說，你應該曉得。念阿彌陀佛往生極樂世界，念其他的菩薩、佛的時候，不能生極樂世界，就這麼回事情。生極樂世界才是這些菩薩、佛們的願望，他們的本懷。"
    },
    {
      "id": "02-041-0115_p0041",
      "zh_CN": "我初到香港讲经，有个天台宗的朋友，学天台的，他不念阿弥陀佛，念本师释迦牟尼佛。他说我们跟本师亲，阿弥陀佛距离我们太远了。我就跟他说，念阿弥陀佛，释迦牟尼佛欢喜；念释迦牟尼佛，不念阿弥陀佛，释迦牟尼佛看到会流眼泪。为什么？你把他的意思全解错了，你把他当作凡人，还有亲情。这出家人这么执着，他的佛堂供释迦牟尼佛、迦叶、阿难，跟我们供的不一样。他不能往生，他能证果吗？至少小乘初果，看样子不像。那不能证得初果，麻烦大了，来生六道轮回，能得人身大幸运，很多人失了人身，不能再得人身了，得人身难。这在这个地方可以看到多么难。",
      "zh_TW": "我初到香港講經，有個天台宗的朋友，學天台的，他不念阿彌陀佛，念本師釋迦牟尼佛。他說我們跟本師親，阿彌陀佛距離我們太遠了。我就跟他說，念阿彌陀佛，釋迦牟尼佛歡喜；念釋迦牟尼佛，不念阿彌陀佛，釋迦牟尼佛看到會流眼淚。為什麼？你把他的意思全解錯了，你把他當作凡人，還有親情。這出家人這麼執著，他的佛堂供釋迦牟尼佛、迦葉、阿難，跟我們供的不一樣。他不能往生，他能證果嗎？至少小乘初果，看樣子不像。那不能證得初果，麻煩大了，來生六道輪迴，能得人身大幸運，很多人失了人身，不能再得人身了，得人身難。這在這個地方可以看到多麼難。"
    },
    {
      "id": "02-041-0115_p0042",
      "zh_CN": "佛种是什么？阿弥陀佛是佛种当中的佛种，真正的种子，没有二话可说。从阿弥陀佛生出一切佛法，从阿弥陀佛成就无量诸佛，比前面讲菩提心，比前面讲六度万行，殊胜太多了，而且容易修。六度万行跟发菩提心都不容易，可是这一句佛号包括了菩提心，包括了六度万行，全包了。戒律里头三聚净戒，三千威仪，八万细行，全在这一句佛号当中。你说你多方便！真的掌握了大总持法门，总一切法，持一切义。这样殊胜的法门没地方找，是你前生修积的福报，让你这一生遇到了。要不是过去生中多生多世修积的福报，你遇不到，遇到了也当面错过。何况现在这个世间，有许许多多的法门在劝你别念佛，你听了，你接受了，你把这次机会放弃了，空过了。现在你不知道后悔，你死了以后就晓得后悔了，那个时候后悔来不及了。",
      "zh_TW": "佛種是什麼？阿彌陀佛是佛種當中的佛種，真正的種子，沒有二話可說。從阿彌陀佛生出一切佛法，從阿彌陀佛成就無量諸佛，比前面講菩提心，比前面講六度萬行，殊勝太多了，而且容易修。六度萬行跟發菩提心都不容易，可是這一句佛號包括了菩提心，包括了六度萬行，全包了。戒律裡頭三聚淨戒，三千威儀，八萬細行，全在這一句佛號當中。你說你多方便！真的掌握了大總持法門，總一切法，持一切義。這樣殊勝的法門沒地方找，是你前生修積的福報，讓你這一生遇到了。要不是過去生中多生多世修積的福報，你遇不到，遇到了也當面錯過。何況現在這個世間，有許許多多的法門在勸你別念佛，你聽了，你接受了，你把這次機會放棄了，空過了。現在你不知道後悔，你死了以後就曉得後悔了，那個時候後悔來不及了。"
    },
    {
      "id": "02-041-0115_p0043",
      "zh_CN": "我们把这句文念下去，闻佛名号，如得种子，信愿持名，即是具足因缘。《弥陀经》上讲的，「不可以少善根福德因缘得生彼国」，因缘是其中一个，信愿持名，你的因缘具足了，善根是不迷，福德是真干。什么人有福？念佛的人最有福，他到极乐世界成佛去了，世间还有什么福报能跟这个比？世间做上皇上，做上天王，也没有办法脱离六道轮回，所以不能比。信愿持名这四个字还得了！这四个字是蕅益大师提出来的，简单到极处。真信切愿，一句阿弥陀佛念到底，就具足因缘。必得受记作佛，故云持名为佛种。「据《会疏》义，以菩提心与称佛名号为佛种性。足证本经以发菩提心，一向专念为宗，正是护佛种性常使不绝也」。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們把這句文念下去，聞佛名號，如得種子，信願持名，即是具足因緣。《彌陀經》上講的，「不可以少善根福德因緣得生彼國」，因緣是其中一個，信願持名，你的因緣具足了，善根是不迷，福德是真幹。什麼人有福？念佛的人最有福，他到極樂世界成佛去了，世間還有什麼福報能跟這個比？世間做上皇上，做上天王，也沒有辦法脫離六道輪迴，所以不能比。信願持名這四個字還得了！這四個字是蕅益大師提出來的，簡單到極處。真信切願，一句阿彌陀佛念到底，就具足因緣。必得受記作佛，故云持名為佛種。「據《會疏》義，以菩提心與稱佛名號為佛種性。足證本經以發菩提心，一向專念為宗，正是護佛種性常使不絕也」。今天時間到了，我們就學習到此地。"
    }
  ]
}