{
  "doc_id": "02-041-0408",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四Ｏ八集",
    "zh_TW": "第四Ｏ八集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0408",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-041-0408_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0408_p0002",
      "zh_CN": "请看《大经科注》，第九百三十页第一行，科题，「庚二、真实因果」，分两小段。真实因果，第一小段，「短时修因」；第二个小段，「永得乐果」。我们单单看科题就知道这一节经文的内容，我相信大家跟我一样的欢喜，叹为稀有。请看经文，第一个小段：",
      "zh_TW": "請看《大經科註》，第九百三十頁第一行，科題，「庚二、真實因果」，分兩小段。真實因果，第一小段，「短時修因」；第二個小段，「永得樂果」。我們單單看科題就知道這一節經文的內容，我相信大家跟我一樣的歡喜，歎為稀有。請看經文，第一個小段："
    },
    {
      "id": "02-041-0408_p0003",
      "zh_CN": "【至心求愿。积累善本。虽一世精进勤苦。须臾间耳。】",
      "zh_TW": "【至心求願。積累善本。雖一世精進勤苦。須臾間耳。】"
    },
    {
      "id": "02-041-0408_p0004",
      "zh_CN": "这个话是真话，一点都不假，时间过得太快，一百年一弹指间。年轻的时候，读欧阳修的「秋声赋」，感叹人生，古德所谓人二十岁前，人生的春天，好，幸福快乐，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天，春夏秋冬四季，只说到八十岁。八十以上不多，很少，几个人能活到八十岁？所以古人感叹说「人生七十古来稀」，就很少了。现在人的寿命，好像七十、八十不少，这是好现象，说明什么？人有福，寿命延长了。释迦牟尼佛当年在世的时候，人类的寿命平均一百岁。依照佛的说法，每隔一百年减一岁，现在佛去我们二千五百年，减二十五岁，一百岁减二十五岁，七十五岁。对学佛的人来说，寿命延长好事，但是虽延长，并不是很多，一定要抓紧「短时修因」，这一句话好。",
      "zh_TW": "這個話是真話，一點都不假，時間過得太快，一百年一彈指間。年輕的時候，讀歐陽修的「秋聲賦」，感嘆人生，古德所謂人二十歲前，人生的春天，好，幸福快樂，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天，春夏秋冬四季，只說到八十歲。八十以上不多，很少，幾個人能活到八十歲？所以古人感嘆說「人生七十古來稀」，就很少了。現在人的壽命，好像七十、八十不少，這是好現象，說明什麼？人有福，壽命延長了。釋迦牟尼佛當年在世的時候，人類的壽命平均一百歲。依照佛的說法，每隔一百年減一歲，現在佛去我們二千五百年，減二十五歲，一百歲減二十五歲，七十五歲。對學佛的人來說，壽命延長好事，但是雖延長，並不是很多，一定要抓緊「短時修因」，這一句話好。"
    },
    {
      "id": "02-041-0408_p0005",
      "zh_CN": "这个法门的学习，我们从《净土圣贤录》、《往生传》里面去看，许许多多人念佛时间不长，十年、二十年。你要是仔细看能看到一个现象，这个现象是什么？不管他什么时候学佛、念佛，大概念了三年、五年他就往生了。所以过去有个法师，法号叫法融，年龄跟我差不多，出家比我早，我在台北法华寺讲经，他每天都来听。有一天就问我这句话，说他读《往生传》，许许多多人都是念佛三年往生的，他说是不是他的寿命到了？我听了之后告诉他，这不合乎逻辑，为什么？哪有那么巧的，三年刚刚好他寿命到了，不能说没有，但是我相信不多。为什么三年就往生？念佛的功夫成就，够条件往生了，阿弥陀佛一般都会送信息给你、鼓励你，这个功夫净土法门里称为功夫成片。也就是说从早到晚二六时中，心里面的佛号不间断，真相信有净土，没有怀疑；真相信有阿弥陀佛，四十八愿度众生，于是一心一意专求往生，念了三年，功夫成片。",
      "zh_TW": "這個法門的學習，我們從《淨土聖賢錄》、《往生傳》裡面去看，許許多多人念佛時間不長，十年、二十年。你要是仔細看能看到一個現象，這個現象是什麼？不管他什麼時候學佛、念佛，大概念了三年、五年他就往生了。所以過去有個法師，法號叫法融，年齡跟我差不多，出家比我早，我在台北法華寺講經，他每天都來聽。有一天就問我這句話，說他讀《往生傳》，許許多多人都是念佛三年往生的，他說是不是他的壽命到了？我聽了之後告訴他，這不合乎邏輯，為什麼？哪有那麼巧的，三年剛剛好他壽命到了，不能說沒有，但是我相信不多。為什麼三年就往生？念佛的功夫成就，夠條件往生了，阿彌陀佛一般都會送信息給你、鼓勵你，這個功夫淨土法門裡稱為功夫成片。也就是說從早到晚二六時中，心裡面的佛號不間斷，真相信有淨土，沒有懷疑；真相信有阿彌陀佛，四十八願度眾生，於是一心一意專求往生，念了三年，功夫成片。"
    },
    {
      "id": "02-041-0408_p0006",
      "zh_CN": "什么叫成片？也就是心里头只有阿弥陀佛这一念，除这一念之外，什么念头都没有。看得清楚，不放在心上；听得清楚，也不放在心上，心上只放阿弥陀佛，这叫成片。有这样的功夫，阿弥陀佛一定会送信息来，或是在定中，念佛的时候止静，念累了，不出声音，默念，闭着眼睛打坐，看到阿弥陀佛来了，佛会来告诉你，你还有多长的寿命，到时候佛来接引。你心里欢喜，人现在虽然还没有去，那边已经注册，换句话说，极乐世界七宝池中有你一朵莲花，阿弥陀佛讲经说法大讲堂里面有你的座位，这个座位上都有你的名字，欢喜！这不是假的。这些人当中有不少见到佛了，就求佛，你早一点带我去好不好？我寿命不要了。阿弥陀佛慈悲，一般统统就带你走了。这个说念佛三年往生，才有道理，符合经典上所说的。所以三年往生很多。",
      "zh_TW": "什麼叫成片？也就是心裡頭只有阿彌陀佛這一念，除這一念之外，什麼念頭都沒有。看得清楚，不放在心上；聽得清楚，也不放在心上，心上只放阿彌陀佛，這叫成片。有這樣的功夫，阿彌陀佛一定會送信息來，或是在定中，念佛的時候止靜，念累了，不出聲音，默念，閉著眼睛打坐，看到阿彌陀佛來了，佛會來告訴你，你還有多長的壽命，到時候佛來接引。你心裡歡喜，人現在雖然還沒有去，那邊已經註冊，換句話說，極樂世界七寶池中有你一朵蓮花，阿彌陀佛講經說法大講堂裡面有你的座位，這個座位上都有你的名字，歡喜！這不是假的。這些人當中有不少見到佛了，就求佛，你早一點帶我去好不好？我壽命不要了。阿彌陀佛慈悲，一般統統就帶你走了。這個說念佛三年往生，才有道理，符合經典上所說的。所以三年往生很多。"
    },
    {
      "id": "02-041-0408_p0007",
      "zh_CN": "一直到现在，还有人见佛要求，也往生了，佛告诉他，我三天来接你，我一个星期来接你。为什么不马上就带他走？马上带他走，他自己得利益，众生不得利益。所以留几天，让他跟他的亲朋好友、同参道友传个信息，我见到阿弥陀佛了，三天之后我往生。三天真往生了，同参道友知道增长信心，看到念佛成就是真的，不是假的，这个功德无量。所以净业三福最后一条说：「发菩提心，深信因果，读诵大乘，劝进行者」。对于佛门弟子你要好好劝他，什么劝他最好？往生的信息告诉他，到时候真走了，这个劝他好，他亲眼看到，这不是假的，这不是迷信，他到极乐世界作佛去了。",
      "zh_TW": "一直到現在，還有人見佛要求，也往生了，佛告訴他，我三天來接你，我一個星期來接你。為什麼不馬上就帶他走？馬上帶他走，他自己得利益，眾生不得利益。所以留幾天，讓他跟他的親朋好友、同參道友傳個信息，我見到阿彌陀佛了，三天之後我往生。三天真往生了，同參道友知道增長信心，看到念佛成就是真的，不是假的，這個功德無量。所以淨業三福最後一條說：「發菩提心，深信因果，讀誦大乘，勸進行者」。對於佛門弟子你要好好勸他，什麼勸他最好？往生的信息告訴他，到時候真走了，這個勸他好，他親眼看到，這不是假的，這不是迷信，他到極樂世界作佛去了。"
    },
    {
      "id": "02-041-0408_p0008",
      "zh_CN": "我们看这段经文：『至心求愿，积累善本，虽一世精进勤苦，须臾间耳。』时间很短，这一世几十年，一弹指就过去了。我二十六岁接触到佛法，今年九十一。寿命，我相信我没这么长的寿命，寿命是怎么延长的？甘珠活佛告诉我，学佛之后发心讲经教学，这个功德延长了，我想想也很有道理。所以你修得好，修得不错，可以做别人的榜样，往往阿弥陀佛就留你了，劝你多住几年，度化众生。像海贤老和尚，他延寿延得长，一百一十二岁走的。二十岁出家，师父教他一句南无阿弥陀佛，嘱咐他一直念下去，他老实、听话、真干，这句佛号念了九十二年，从二十岁念起，到一百一十二岁往生。这是我们看到的，我们在光碟上看到的。老和尚的生平，他的弟子把它写成传记，我也读过。在这个时代，大家都认为念佛法门是迷信，不容易接受，他来给我们做证明，一句佛号念到功夫成片，念到事一心不乱，念到理一心不乱，九十二年不是短时间。",
      "zh_TW": "我們看這段經文：『至心求願，積累善本，雖一世精進勤苦，須臾間耳。』時間很短，這一世幾十年，一彈指就過去了。我二十六歲接觸到佛法，今年九十一。壽命，我相信我沒這麼長的壽命，壽命是怎麼延長的？甘珠活佛告訴我，學佛之後發心講經教學，這個功德延長了，我想想也很有道理。所以你修得好，修得不錯，可以做別人的榜樣，往往阿彌陀佛就留你了，勸你多住幾年，度化眾生。像海賢老和尚，他延壽延得長，一百一十二歲走的。二十歲出家，師父教他一句南無阿彌陀佛，囑咐他一直念下去，他老實、聽話、真幹，這句佛號念了九十二年，從二十歲念起，到一百一十二歲往生。這是我們看到的，我們在光碟上看到的。老和尚的生平，他的弟子把它寫成傳記，我也讀過。在這個時代，大家都認為念佛法門是迷信，不容易接受，他來給我們做證明，一句佛號念到功夫成片，念到事一心不亂，念到理一心不亂，九十二年不是短時間。"
    },
    {
      "id": "02-041-0408_p0009",
      "zh_CN": "我深深相信，他见阿弥陀佛、见极乐世界至少十次以上，所以他跟极乐世界很熟悉。功夫成熟之后，欢欢喜喜等待阿弥陀佛来接引。阿弥陀佛跟他约定，接引他的时间，但是没有指定哪一天，而是跟他说，你什么时候看到一本书，这个书叫《若要佛法兴，唯有僧赞僧》（我这里有，就这本书），见到这本书，阿弥陀佛就接他往生。一百一十二岁这一年正月，真的有一个信徒，带了这本书去看他老人家。老人家一看，我相信他天天在看，有没有人带书来，被他看到了，他就问他这是什么书？这个弟子说，这本书叫《若要佛法兴，唯有僧赞僧》。他终于等到了，无量的欢喜，回到寮房，把他最喜爱的袈裟穿袍搭衣，手上拿着这本书，要求大家给他照相。老和尚一生，从来没有这个举动，都是别人要求他合影，他答应，他不拒绝，从来没有主动要求别人，给他照相。这一天很特殊，大家感到奇怪，但是没想到他往生，因为这个信息他没告诉人，一般人不知道。只有他自己知道，看到这本书，佛会来接引他，约定三天。第三天果然往生了，自在往生。证明佛语真诚，告诉你的没有假话，没有妄语，决定兑现。第三天的晚上，大家都睡觉了，他还在念佛，别人都睡着了，他走了。到第二天请老和尚吃饭，把他的房门一打开，走了。得大自在！",
      "zh_TW": "我深深相信，他見阿彌陀佛、見極樂世界至少十次以上，所以他跟極樂世界很熟悉。功夫成熟之後，歡歡喜喜等待阿彌陀佛來接引。阿彌陀佛跟他約定，接引他的時間，但是沒有指定哪一天，而是跟他說，你什麼時候看到一本書，這個書叫《若要佛法興，唯有僧讚僧》（我這裡有，就這本書），見到這本書，阿彌陀佛就接他往生。一百一十二歲這一年正月，真的有一個信徒，帶了這本書去看他老人家。老人家一看，我相信他天天在看，有沒有人帶書來，被他看到了，他就問他這是什麼書？這個弟子說，這本書叫《若要佛法興，唯有僧讚僧》。他終於等到了，無量的歡喜，回到寮房，把他最喜愛的袈裟穿袍搭衣，手上拿著這本書，要求大家給他照相。老和尚一生，從來沒有這個舉動，都是別人要求他合影，他答應，他不拒絕，從來沒有主動要求別人，給他照相。這一天很特殊，大家感到奇怪，但是沒想到他往生，因為這個信息他沒告訴人，一般人不知道。只有他自己知道，看到這本書，佛會來接引他，約定三天。第三天果然往生了，自在往生。證明佛語真誠，告訴你的沒有假話，沒有妄語，決定兌現。第三天的晚上，大家都睡覺了，他還在念佛，別人都睡著了，他走了。到第二天請老和尚吃飯，把他的房門一打開，走了。得大自在！"
    },
    {
      "id": "02-041-0408_p0010",
      "zh_CN": "一生勤苦，老和尚勤苦给我们表演的，九十二年。他不认识字，没念过书，所以没有念过一本经书，也没有听人讲经，一次都没有。他用什么功？就是师父教他的一句「南无阿弥陀佛」，念到功夫成片，我相信应该在三十岁之前。我们看到过去念佛人，真正是一心无二念，三年成就的很多。我还记得深圳黄忠昌，这个黄居士，听说念佛三年往生，他就闭关求往生。在深圳闭关三年，还差两个月满三年，也就是念到两年十个月，他往生了。预知时至，自在往生，没有病苦，说走就走了，火化留下舍利，现在有同修给他建了一个塔，舍利塔。黄居士给我们作证，经上讲的话句句真实。",
      "zh_TW": "一生勤苦，老和尚勤苦給我們表演的，九十二年。他不認識字，沒念過書，所以沒有念過一本經書，也沒有聽人講經，一次都沒有。他用什麼功？就是師父教他的一句「南無阿彌陀佛」，念到功夫成片，我相信應該在三十歲之前。我們看到過去念佛人，真正是一心無二念，三年成就的很多。我還記得深圳黃忠昌，這個黃居士，聽說念佛三年往生，他就閉關求往生。在深圳閉關三年，還差兩個月滿三年，也就是念到兩年十個月，他往生了。預知時至，自在往生，沒有病苦，說走就走了，火化留下舍利，現在有同修給他建了一個塔，舍利塔。黃居士給我們作證，經上講的話句句真實。"
    },
    {
      "id": "02-041-0408_p0011",
      "zh_CN": "我们看念老的注解，「上段显生死轮转，忧苦不绝，劝令出离，是为厌离娑婆」。上一次我们学的，是世尊释迦牟尼佛劝我们厌离娑婆。我们生在这个时代，过的日子很苦，地位再高，有再多的财富，生活得不快乐。为什么？富而不乐，贵而不安。看看中国历代的历史，中国的古人，在全世界跟任何国家族群比较，中国人活在世间，无论寿命长短，幸福快乐。为什么？他接受过圣贤教育。中国人非常重视圣贤教育，读圣贤书，学做圣贤人。圣贤的快乐，与地位，与财富，不相干。在中国代表的人物，自古至今，念书人谈起，孔颜之乐。孔是孔子，颜是颜回，他们当年在世，没有很高的地位，也没有财富；特别是颜回，箪食瓢饮，这个日子一般人叫苦，但是颜回快乐。他为什么快乐？《论语》第一句话，答案解答出来了，「学而时习之，不亦说乎」，你把你所学的都做到了，快乐。学到了孝顺父母，一生天天尽孝道；学到了要尊敬老师，对待年岁比我长的，大我十岁的，都看作是老师，都看作是长辈，对他们恭敬。这里头有快乐。",
      "zh_TW": "我們看念老的註解，「上段顯生死輪轉，憂苦不絕，勸令出離，是為厭離娑婆」。上一次我們學的，是世尊釋迦牟尼佛勸我們厭離娑婆。我們生在這個時代，過的日子很苦，地位再高，有再多的財富，生活得不快樂。為什麼？富而不樂，貴而不安。看看中國歷代的歷史，中國的古人，在全世界跟任何國家族群比較，中國人活在世間，無論壽命長短，幸福快樂。為什麼？他接受過聖賢教育。中國人非常重視聖賢教育，讀聖賢書，學做聖賢人。聖賢的快樂，與地位，與財富，不相干。在中國代表的人物，自古至今，念書人談起，孔顏之樂。孔是孔子，顏是顏回，他們當年在世，沒有很高的地位，也沒有財富；特別是顏回，簞食瓢飲，這個日子一般人叫苦，但是顏回快樂。他為什麼快樂？《論語》第一句話，答案解答出來了，「學而時習之，不亦說乎」，你把你所學的都做到了，快樂。學到了孝順父母，一生天天盡孝道；學到了要尊敬老師，對待年歲比我長的，大我十歲的，都看作是老師，都看作是長輩，對他們恭敬。這裡頭有快樂。"
    },
    {
      "id": "02-041-0408_p0012",
      "zh_CN": "圣贤教什么？伦理，家和，家和万事兴；在社会上，学过道德，与社会大众相处有道德，能够守住四维八德。中国人讲伦常，伦是伦理，常是常道，必须要遵守的，仁、义、礼、智、信，这才叫人；不仁、不义、无礼、无智、无信，那是什么人？那是禽兽，那不是人。中国人至少要学会懂得五伦，人与人的关系，懂得尽人伦的责任，就是时时刻刻不能把五常丢掉，常是永远不变的，五个字：第一个是仁，仁是爱人；第二个是义，义要循理，不能随便动，要合乎理、合乎义；人与人之间要有礼，不但对别人，对自己也要守；礼能生智慧；对人决定有信用，就是不妄语。圣贤教什么？教四维，教八德。这是社会普及教育，男女老少，人人都遵守，社会祥和，太平盛世出现。我们生在今天，今天的社会五伦没有了，五伦没有，父子没有亲爱，现在不孝父母的儿女太多太多了。父母年岁老了，不闻不问，甚至于老了，把他送到老人院去，他的房子自己接收了，老人无家可归，多么伤心。儿女不知道，没想到，他自己这么做法，他老了，他的儿女也是如法炮制，到那个时候知道了，后悔莫及。你不孝父母，你的儿女不可能孝顺你；你不尊重老师，你的学生不会尊重你。这是因果，善因有善果，恶因有恶报。",
      "zh_TW": "聖賢教什麼？倫理，家和，家和萬事興；在社會上，學過道德，與社會大眾相處有道德，能夠守住四維八德。中國人講倫常，倫是倫理，常是常道，必須要遵守的，仁、義、禮、智、信，這才叫人；不仁、不義、無禮、無智、無信，那是什麼人？那是禽獸，那不是人。中國人至少要學會懂得五倫，人與人的關係，懂得盡人倫的責任，就是時時刻刻不能把五常丟掉，常是永遠不變的，五個字：第一個是仁，仁是愛人；第二個是義，義要循理，不能隨便動，要合乎理、合乎義；人與人之間要有禮，不但對別人，對自己也要守；禮能生智慧；對人決定有信用，就是不妄語。聖賢教什麼？教四維，教八德。這是社會普及教育，男女老少，人人都遵守，社會祥和，太平盛世出現。我們生在今天，今天的社會五倫沒有了，五倫沒有，父子沒有親愛，現在不孝父母的兒女太多太多了。父母年歲老了，不聞不問，甚至於老了，把他送到老人院去，他的房子自己接收了，老人無家可歸，多麼傷心。兒女不知道，沒想到，他自己這麼做法，他老了，他的兒女也是如法炮製，到那個時候知道了，後悔莫及。你不孝父母，你的兒女不可能孝順你；你不尊重老師，你的學生不會尊重你。這是因果，善因有善果，惡因有惡報。"
    },
    {
      "id": "02-041-0408_p0013",
      "zh_CN": "今天活在这个世间，无论地位多高，无论拥有多少财富，过的什么日子？苦，就这一个字。我们是过去生中累积的善根福德，在这一生遇到佛法，遇到净土，稀有难逢！几个人遇到？不说别人，我们的亲朋好友，有几个人认识佛教？有几个人念佛求往生？他不知道，依旧在这个社会搞竞争，你就想到多苦，真的是苦不堪言。特别是在现代的社会，科技发达，可惜方向偏邪，都用在战争上，战争带给人类是人类集体自杀，核武、生化战争没有胜负，同归于尽。我们生在这个时代。好的，是我们认清楚佛法，我们对净宗深信不疑，我们来生有好去处，往生西方阿弥陀佛的极乐世界。释迦牟尼佛无尽的慈悲，把这桩事情，详详细细介绍给我们，为我们讲《无量寿经》、《观无量寿佛经》、《阿弥陀经》，专门介绍极乐世界，附带讲经介绍的有两百多种经论。换句话说，世尊当年在世，劝大家念佛往生极乐世界，几乎是常常讲，不断的劝告，为什么？因为这个法门是真实因果。信愿持名是真因，极乐世界是真果，往生极乐世界等于成佛，往生极乐世界最后究竟成佛，这到哪里去找！",
      "zh_TW": "今天活在這個世間，無論地位多高，無論擁有多少財富，過的什麼日子？苦，就這一個字。我們是過去生中累積的善根福德，在這一生遇到佛法，遇到淨土，稀有難逢！幾個人遇到？不說別人，我們的親朋好友，有幾個人認識佛教？有幾個人念佛求往生？他不知道，依舊在這個社會搞競爭，你就想到多苦，真的是苦不堪言。特別是在現代的社會，科技發達，可惜方向偏邪，都用在戰爭上，戰爭帶給人類是人類集體自殺，核武、生化戰爭沒有勝負，同歸於盡。我們生在這個時代。好的，是我們認清楚佛法，我們對淨宗深信不疑，我們來生有好去處，往生西方阿彌陀佛的極樂世界。釋迦牟尼佛無盡的慈悲，把這樁事情，詳詳細細介紹給我們，為我們講《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，專門介紹極樂世界，附帶講經介紹的有兩百多種經論。換句話說，世尊當年在世，勸大家念佛往生極樂世界，幾乎是常常講，不斷的勸告，為什麼？因為這個法門是真實因果。信願持名是真因，極樂世界是真果，往生極樂世界等於成佛，往生極樂世界最後究竟成佛，這到哪裡去找！"
    },
    {
      "id": "02-041-0408_p0014",
      "zh_CN": "念老在此地引《弥陀要解》，以「厌离娑婆，欣求极乐」为愿。这几个字重要，我们这一生有什么愿望？这就几个字，厌离娑婆，欣求极乐，这就对了。「又以信愿持名为一乘真因」，一乘是上上乘法，比大乘还高。佛法里头讲小乘，阿罗汉、辟支佛；大乘，菩萨；一乘是如来，诸佛如来。信愿持名这四个字，一乘真因，我们要把它掌握到，不能疏忽。要像海贤老和尚一样，真信切愿，求生这个愿非常恳切，佛号不中断，持名就是念佛。有信有愿，念这句佛号，这就是一乘真因。一乘真因是佛法的究竟圆满，我们千万不要轻易看过。「故知世尊劝谕，正是往生切要」。释迦牟尼佛劝导的，教诲我们，许多人不知道，正是往生的切要，这还得了！我们一生要的是什么？念念要的就是这个。没想到，世尊几乎常常挂在嘴上，劝导我们，信、愿、持名。劝我们「发此自觉觉他之大心」，真正相信是自觉，劝告别人是觉他，功德跟世尊没有两样，劝念佛，不是劝别的。「念佛名号，才契本经之宗」，宗是宗旨、宗趣，是这部经上讲的最重要的一句话，就是「发菩提心，一向专念」。菩提是梵语，翻成中国的意思是觉悟。什么人觉悟了？信愿持名的人觉悟了，老实念佛的人觉悟了，把佛号忘掉的人是迷惑颠倒。我们今天怎么办？念念不能离开阿弥陀佛，其他的统统放下。为什么？全是假的。这个话海贤老和尚常常劝人，好好念佛，其他的都是假的。",
      "zh_TW": "念老在此地引《彌陀要解》，以「厭離娑婆，欣求極樂」為願。這幾個字重要，我們這一生有什麼願望？這就幾個字，厭離娑婆，欣求極樂，這就對了。「又以信願持名為一乘真因」，一乘是上上乘法，比大乘還高。佛法裡頭講小乘，阿羅漢、辟支佛；大乘，菩薩；一乘是如來，諸佛如來。信願持名這四個字，一乘真因，我們要把它掌握到，不能疏忽。要像海賢老和尚一樣，真信切願，求生這個願非常懇切，佛號不中斷，持名就是念佛。有信有願，念這句佛號，這就是一乘真因。一乘真因是佛法的究竟圓滿，我們千萬不要輕易看過。「故知世尊勸諭，正是往生切要」。釋迦牟尼佛勸導的，教誨我們，許多人不知道，正是往生的切要，這還得了！我們一生要的是什麼？念念要的就是這個。沒想到，世尊幾乎常常掛在嘴上，勸導我們，信、願、持名。勸我們「發此自覺覺他之大心」，真正相信是自覺，勸告別人是覺他，功德跟世尊沒有兩樣，勸念佛，不是勸別的。「念佛名號，才契本經之宗」，宗是宗旨、宗趣，是這部經上講的最重要的一句話，就是「發菩提心，一向專念」。菩提是梵語，翻成中國的意思是覺悟。什麼人覺悟了？信願持名的人覺悟了，老實念佛的人覺悟了，把佛號忘掉的人是迷惑顛倒。我們今天怎麼辦？念念不能離開阿彌陀佛，其他的統統放下。為什麼？全是假的。這個話海賢老和尚常常勸人，好好念佛，其他的都是假的。"
    },
    {
      "id": "02-041-0408_p0015",
      "zh_CN": "下面念老劝我们，「既发大心，则应以至诚之心，积累善本，以求得本愿之妙果」。什么叫一向专念？真诚到极处就是菩提心，菩提心上只有一句阿弥陀佛。要记住，觉悟了就一句阿弥陀佛。谁觉悟了？海贤老和尚觉悟了，他把释迦牟尼佛八万四千法门都放弃了，专修净土。他成功了，他真往生了，真正到极乐世界去作佛了，这还得了！他劝我们，我们要记住，要真干。「善本」，善的根本。这个用树来做比喻，树有根有本，能生枝干，枝叶花果，所以能生称为根本。善根就是能生善，生一切善法。本经所说的善本是什么？能生生万善，世出世法第一善法、无比的善法就是信愿念佛。我们要真干，善本就是善根，能生，生出世间的善法，成佛了；生世间善法，你度众生。度众生是大善，没有比这个更善；对自己成佛是大善，没有比成佛更善的了，什么样的善都不能跟它相比，我们要记住。",
      "zh_TW": "下面念老勸我們，「既發大心，則應以至誠之心，積累善本，以求得本願之妙果」。什麼叫一向專念？真誠到極處就是菩提心，菩提心上只有一句阿彌陀佛。要記住，覺悟了就一句阿彌陀佛。誰覺悟了？海賢老和尚覺悟了，他把釋迦牟尼佛八萬四千法門都放棄了，專修淨土。他成功了，他真往生了，真正到極樂世界去作佛了，這還得了！他勸我們，我們要記住，要真幹。「善本」，善的根本。這個用樹來做比喻，樹有根有本，能生枝幹，枝葉花果，所以能生稱為根本。善根就是能生善，生一切善法。本經所說的善本是什麼？能生生萬善，世出世法第一善法、無比的善法就是信願念佛。我們要真幹，善本就是善根，能生，生出世間的善法，成佛了；生世間善法，你度眾生。度眾生是大善，沒有比這個更善；對自己成佛是大善，沒有比成佛更善的了，什麼樣的善都不能跟它相比，我們要記住。"
    },
    {
      "id": "02-041-0408_p0016",
      "zh_CN": "「《胜鬘经上》曰：善本，本亦因也。欲以此善为菩提根，故名为本。」此善是什么？真信西方有极乐世界，没有比这个更善的，真信极乐世界有阿弥陀佛，真正相信念阿弥陀佛能生极乐世界，没有怀疑，没有犹豫，一天到晚一句佛号念到底，你决定得生，世出世间的善根你抓到了，世出世间的善果你必定得到。「善本，通名诸善，别指称名念佛」。这句话要记住，特别是赞叹信、愿、持名，求生净土，这叫善本。积累善本那是什么？一向专念。你想不想一天到晚在那里积善，在那里累积世出世间一切善的大根大本，你要不要干？怎么干法？原来就是信、愿、持名，就在这一句南无阿弥陀佛，或者是一句阿弥陀佛，就圆满，就完成了。",
      "zh_TW": "「《勝鬘經上》曰：善本，本亦因也。欲以此善為菩提根，故名為本。」此善是什麼？真信西方有極樂世界，沒有比這個更善的，真信極樂世界有阿彌陀佛，真正相信念阿彌陀佛能生極樂世界，沒有懷疑，沒有猶豫，一天到晚一句佛號念到底，你決定得生，世出世間的善根你抓到了，世出世間的善果你必定得到。「善本，通名諸善，別指稱名念佛」。這句話要記住，特別是讚歎信、願、持名，求生淨土，這叫善本。積累善本那是什麼？一向專念。你想不想一天到晚在那裡積善，在那裡累積世出世間一切善的大根大本，你要不要幹？怎麼幹法？原來就是信、願、持名，就在這一句南無阿彌陀佛，或者是一句阿彌陀佛，就圓滿，就完成了。"
    },
    {
      "id": "02-041-0408_p0017",
      "zh_CN": "「因称名念佛正是往生极乐之善本。积累善本正是一向专念」。一向专念，一个方向，不拐弯，一直念下去，海贤老和尚给我们念了九十二年，我们看到了。一向专念，就这一个方向，走极乐世界的路，八万四千法门让给别人行，我只取信愿持名求生净土，一向专念。「以下」，下面，「释尊重宣极乐之胜妙」，殊胜微妙，劝我们求生。「须臾者，为四十八分钟，指片刻也」，很短的时间，不到一个小时。「佛勉世人，一世勤苦」，信愿持名，「犹如片刻」。这个话什么人体会到？海贤老和尚体会到了，九十二年如一弹指，他就圆满了。离开我们三年了，还不算太晚。",
      "zh_TW": "「因稱名念佛正是往生極樂之善本。積累善本正是一向專念」。一向專念，一個方向，不拐彎，一直念下去，海賢老和尚給我們念了九十二年，我們看到了。一向專念，就這一個方向，走極樂世界的路，八萬四千法門讓給別人行，我只取信願持名求生淨土，一向專念。「以下」，下面，「釋尊重宣極樂之勝妙」，殊勝微妙，勸我們求生。「須臾者，為四十八分鐘，指片刻也」，很短的時間，不到一個小時。「佛勉世人，一世勤苦」，信願持名，「猶如片刻」。這個話什麼人體會到？海賢老和尚體會到了，九十二年如一彈指，他就圓滿了。離開我們三年了，還不算太晚。"
    },
    {
      "id": "02-041-0408_p0018",
      "zh_CN": "我们再看下面这段经文，「永得乐果」。前面真实因果，短时修因，永得乐果。我们不能再错过机会，错过机会太可惜了。什么都不要想，就想阿弥陀佛，你就对了，想什么都错了。信愿念佛是我们这一生的第一大事，头等大事，其他的好事有缘遇到了，随喜就好，这个人就是真正觉悟、彻底觉悟了。我们在来佛寺见到三个，海贤老和尚，跟他的师弟海庆老和尚，他的母亲，都是一生没念过书，不认识字，但是他们真觉悟了，紧紧的抓住信愿持名，这一生圆满成就。我们看这段经文，释迦牟尼佛告诉我们的：",
      "zh_TW": "我們再看下面這段經文，「永得樂果」。前面真實因果，短時修因，永得樂果。我們不能再錯過機會，錯過機會太可惜了。什麼都不要想，就想阿彌陀佛，你就對了，想什麼都錯了。信願念佛是我們這一生的第一大事，頭等大事，其他的好事有緣遇到了，隨喜就好，這個人就是真正覺悟、徹底覺悟了。我們在來佛寺見到三個，海賢老和尚，跟他的師弟海慶老和尚，他的母親，都是一生沒念過書，不認識字，但是他們真覺悟了，緊緊的抓住信願持名，這一生圓滿成就。我們看這段經文，釋迦牟尼佛告訴我們的："
    },
    {
      "id": "02-041-0408_p0019",
      "zh_CN": "【后生。】",
      "zh_TW": "【後生。】"
    },
    {
      "id": "02-041-0408_p0020",
      "zh_CN": "『后』是以后。现在你至心求愿，积累善本，以后你一定生到：",
      "zh_TW": "『後』是以後。現在你至心求願，積累善本，以後你一定生到："
    },
    {
      "id": "02-041-0408_p0021",
      "zh_CN": "【无量寿国。】",
      "zh_TW": "【無量壽國。】"
    },
    {
      "id": "02-041-0408_p0022",
      "zh_CN": "『无量寿国』就是极乐世界。",
      "zh_TW": "『無量壽國』就是極樂世界。"
    },
    {
      "id": "02-041-0408_p0023",
      "zh_CN": "【快乐无极。】",
      "zh_TW": "【快樂無極。】"
    },
    {
      "id": "02-041-0408_p0024",
      "zh_CN": "好不好？我们要不要？真要还是假要？对这个世间还有留恋的，那是假的，不是真的；丝毫留恋都没有，在这个世间过日子随缘，有很好，没有也很好。这一句阿弥陀佛可不能丢掉，好事阿弥陀佛，坏事还是阿弥陀佛，阿弥陀佛永远不变，这就决定得生；生到极乐世界，『快乐无极』。举个例子来说：",
      "zh_TW": "好不好？我們要不要？真要還是假要？對這個世間還有留戀的，那是假的，不是真的；絲毫留戀都沒有，在這個世間過日子隨緣，有很好，沒有也很好。這一句阿彌陀佛可不能丟掉，好事阿彌陀佛，壞事還是阿彌陀佛，阿彌陀佛永遠不變，這就決定得生；生到極樂世界，『快樂無極』。舉個例子來說："
    },
    {
      "id": "02-041-0408_p0025",
      "zh_CN": "【永拔生死之苦。】",
      "zh_TW": "【永拔生死之苦。】"
    },
    {
      "id": "02-041-0408_p0026",
      "zh_CN": "『生死之苦』是六道轮回，是十法界。",
      "zh_TW": "『生死之苦』是六道輪迴，是十法界。"
    },
    {
      "id": "02-041-0408_p0027",
      "zh_CN": "【无复苦恼之患。】",
      "zh_TW": "【無復苦惱之患。】"
    },
    {
      "id": "02-041-0408_p0028",
      "zh_CN": "我们再没有苦恼的忧患，没有了，极乐世界没有。",
      "zh_TW": "我們再沒有苦惱的憂患，沒有了，極樂世界沒有。"
    },
    {
      "id": "02-041-0408_p0029",
      "zh_CN": "【寿千万劫。】",
      "zh_TW": "【壽千萬劫。】"
    },
    {
      "id": "02-041-0408_p0030",
      "zh_CN": "不是千万年。实在说是无量寿，千万劫还有到头的时候，只是寿命长，无量寿是真的。有些什么快乐？",
      "zh_TW": "不是千萬年。實在說是無量壽，千萬劫還有到頭的時候，只是壽命長，無量壽是真的。有些什麼快樂？"
    },
    {
      "id": "02-041-0408_p0031",
      "zh_CN": "【自在随意。】",
      "zh_TW": "【自在隨意。】"
    },
    {
      "id": "02-041-0408_p0032",
      "zh_CN": "这叫你快乐极了，你得大自在，换句话说，念念如意，心想事成。",
      "zh_TW": "這叫你快樂極了，你得大自在，換句話說，念念如意，心想事成。"
    },
    {
      "id": "02-041-0408_p0033",
      "zh_CN": "我们看念老的注解。「后生极乐」，无量寿国就是极乐世界，「其乐无有穷尽。妙乐无边，超逾十方，无有终止。故云无极」。超逾十方是超过，十方世界诸佛刹土都美好、都快乐，但是跟极乐世界要相比，它就差远了。无有终止，就是不生不灭，这是无有终止。这里头还有念老引用，「如天台大师忍空之《劝心往生论》云」，这是天台宗祖师著作，他在这个论里头说：「今生荣华一期之程，结苦果于亿劫」，这两句话好，我们也要把它记住。这是说这个人有大智慧、有大福报，在这一生荣华富贵，荣华富贵到极处是帝王，但是在他的一生时间并不长，如果要造作不善的业，那就结苦果于亿劫，一点都不假。",
      "zh_TW": "我們看念老的註解。「後生極樂」，無量壽國就是極樂世界，「其樂無有窮盡。妙樂無邊，超逾十方，無有終止。故云無極」。超逾十方是超過，十方世界諸佛剎土都美好、都快樂，但是跟極樂世界要相比，它就差遠了。無有終止，就是不生不滅，這是無有終止。這裡頭還有念老引用，「如天臺大師忍空之《勸心往生論》云」，這是天台宗祖師著作，他在這個論裡頭說：「今生榮華一期之程，結苦果於億劫」，這兩句話好，我們也要把它記住。這是說這個人有大智慧、有大福報，在這一生榮華富貴，榮華富貴到極處是帝王，但是在他的一生時間並不長，如果要造作不善的業，那就結苦果於億劫，一點都不假。"
    },
    {
      "id": "02-041-0408_p0034",
      "zh_CN": "唐太宗，我知道，我相信决定不是假的，真有其人，真有其事。好几年前，他在深圳一个居士家里附体，这个居士很难得，把它录成一个光碟，送到我这里来给我看。这是历史上很出名的一个好皇帝，现在在哪里？在无间地狱。人家问他，你为什么到无间地狱？造无间地狱罪，那就不能不堕无间地狱。什么罪？杀人。他问他杀什么人，中国人外国人？中国人外国人都杀了。为什么杀人？打仗。他生在那个年代，隋炀帝在位，隋炀帝是不务正业，只知道享受，老百姓很苦。所以起义造反的人很多，唐太宗也是其中之一，以后平定中原，他父亲做皇帝，他自己是将军，是用武力夺来的政权，杀人太多，堕无间地狱。怎么出来的？他自己迷惑颠倒忘掉了，地藏王菩萨把他带出来的。说了很多话，很多忏悔的话，自己做错许多事情，都说出来。",
      "zh_TW": "唐太宗，我知道，我相信決定不是假的，真有其人，真有其事。好幾年前，他在深圳一個居士家裡附體，這個居士很難得，把它錄成一個光碟，送到我這裡來給我看。這是歷史上很出名的一個好皇帝，現在在哪裡？在無間地獄。人家問他，你為什麼到無間地獄？造無間地獄罪，那就不能不墮無間地獄。什麼罪？殺人。他問他殺什麼人，中國人外國人？中國人外國人都殺了。為什麼殺人？打仗。他生在那個年代，隋煬帝在位，隋煬帝是不務正業，只知道享受，老百姓很苦。所以起義造反的人很多，唐太宗也是其中之一，以後平定中原，他父親做皇帝，他自己是將軍，是用武力奪來的政權，殺人太多，墮無間地獄。怎麼出來的？他自己迷惑顛倒忘掉了，地藏王菩薩把他帶出來的。說了很多話，很多懺悔的話，自己做錯許多事情，都說出來。"
    },
    {
      "id": "02-041-0408_p0035",
      "zh_CN": "我为什么相信？因为他附体来找过我，时间不长，只有几分钟，传一个很重要的信息。当然最重要的信息是，我从这个信息肯定，不再怀疑，附体是真实的，不是假的。是因为我们找到《群书治要》，找到这本书。我找了三年，唐太宗编的，没有人知道，我以为失传了，所以在讲经的时候提了一下，不知道有没有人看见过这个书。这讲了果然有效，二、三个月之后，国内有一个佛友找到了两套寄给我，一套破旧，另外一套完整，字很清楚，损坏不大。我请书局印一万套，赠送给全世界大学图书馆、国家图书馆收藏，这个书就不至于失传，这样保存。我做这个事情，我没想到为他来做，而唐太宗传递信息给我，他就是因为这桩事情、这个功德，地藏菩萨帮助他离开地狱，来找我感恩。我做这桩事情，这个功德让他回到人间来，给我们递信息，告诉我这部书可以救中国，可以救全世界。救中国我知道，救全世界我没想到，难得他提醒。他提醒之后我就会想到，这个书希望全世界的人都能读到，那要怎么办？要把它翻成白话文，再用白话文的本子翻成外国语文。我们现在已经有八种语文在流通，有英语、法语、德语、西班牙语、俄罗斯语，在东方有日语，有韩国语，有马来语，在马来西亚马来语。我们希望世界上所有的国家族群，只要有文字，统统翻译这部书，让全世界的人都读到。",
      "zh_TW": "我為什麼相信？因為他附體來找過我，時間不長，只有幾分鐘，傳一個很重要的信息。當然最重要的信息是，我從這個信息肯定，不再懷疑，附體是真實的，不是假的。是因為我們找到《群書治要》，找到這本書。我找了三年，唐太宗編的，沒有人知道，我以為失傳了，所以在講經的時候提了一下，不知道有沒有人看見過這個書。這講了果然有效，二、三個月之後，國內有一個佛友找到了兩套寄給我，一套破舊，另外一套完整，字很清楚，損壞不大。我請書局印一萬套，贈送給全世界大學圖書館、國家圖書館收藏，這個書就不至於失傳，這樣保存。我做這個事情，我沒想到為他來做，而唐太宗傳遞信息給我，他就是因為這樁事情、這個功德，地藏菩薩幫助他離開地獄，來找我感恩。我做這樁事情，這個功德讓他回到人間來，給我們遞信息，告訴我這部書可以救中國，可以救全世界。救中國我知道，救全世界我沒想到，難得他提醒。他提醒之後我就會想到，這個書希望全世界的人都能讀到，那要怎麼辦？要把它翻成白話文，再用白話文的本子翻成外國語文。我們現在已經有八種語文在流通，有英語、法語、德語、西班牙語、俄羅斯語，在東方有日語，有韓國語，有馬來語，在馬來西亞馬來語。我們希望世界上所有的國家族群，只要有文字，統統翻譯這部書，讓全世界的人都讀到。"
    },
    {
      "id": "02-041-0408_p0036",
      "zh_CN": "这书的内容是什么？内容是讲修身、齐家、治国、平天下。帮助我们个人，自己这一生能过得很快乐，过得很幸福，家庭和睦美满，家和万事兴，事业顺利，社会安定，国家富强，世界和平。我们要不要？没有一个不要。我说给外国人听，没有一个外国人摇头说不要的，都要。我说都要，都在这本书里头，我们好好的学习，把它落实。学，学到之后，学而时习之，要落实到自己生活，你就得到幸福快乐；落实到家庭，家庭就美满、就兴旺；落实到国家，国家富强；落实到世界，世界太平。所以要大量的翻印。",
      "zh_TW": "這書的內容是什麼？內容是講修身、齊家、治國、平天下。幫助我們個人，自己這一生能過得很快樂，過得很幸福，家庭和睦美滿，家和萬事興，事業順利，社會安定，國家富強，世界和平。我們要不要？沒有一個不要。我說給外國人聽，沒有一個外國人搖頭說不要的，都要。我說都要，都在這本書裡頭，我們好好的學習，把它落實。學，學到之後，學而時習之，要落實到自己生活，你就得到幸福快樂；落實到家庭，家庭就美滿、就興旺；落實到國家，國家富強；落實到世界，世界太平。所以要大量的翻印。"
    },
    {
      "id": "02-041-0408_p0037",
      "zh_CN": "今天，第一桩大事是什么事情？要护持中国传统文化。传统文化的代表是什么？《四库全书》。怎么护持法？认真去学习。我们要学汉字，学文言文，《四库全书》文言文写的，我们要有能力看得懂，有能力讲解，有能力传播，让全世界的人都能读得到这部书。这部书太大了，一个人念这部书念一生，念一辈子也念不完。《全书》连《荟要》总共这么厚的本子两千册，因为它太多、太丰富，所以唐太宗成立一个小组，请了六、七位专家，在《四库》里头把他所要的这些文字抄下来，编成这部书，叫《群书治要》，是他自己修身、齐家、治国的宝典，他的成就就是这部书，所以这部书重要！",
      "zh_TW": "今天，第一樁大事是什麼事情？要護持中國傳統文化。傳統文化的代表是什麼？《四庫全書》。怎麼護持法？認真去學習。我們要學漢字，學文言文，《四庫全書》文言文寫的，我們要有能力看得懂，有能力講解，有能力傳播，讓全世界的人都能讀得到這部書。這部書太大了，一個人念這部書念一生，念一輩子也念不完。《全書》連《薈要》總共這麼厚的本子兩千冊，因為它太多、太豐富，所以唐太宗成立一個小組，請了六、七位專家，在《四庫》裡頭把他所要的這些文字抄下來，編成這部書，叫《群書治要》，是他自己修身、齊家、治國的寶典，他的成就就是這部書，所以這部書重要！"
    },
    {
      "id": "02-041-0408_p0038",
      "zh_CN": "但是它的编排，只到前面的晋朝（晋代），后面隋、唐、宋、元、明、清，这一千多年六朝没有。所以我们还有个任务，要编续篇，《群书治要》正篇，五十卷五十万字，大唐时候完成的；今天我们要编后面，隋、唐、宋、元、明、清，这个六朝的《群书治要》，照老例子，也是五十卷，五十万字。将来正续合篇，一共一百卷，一百万字，这是《四库全书》的精华，《四库全书》的浓缩，读了这部书，等于你就把《四库》全都读到了。《大学》上所说的修身、齐家、治国、平天下，你都得到了。这个平天下，是全世界国家与国家，族群与族群，宗教与宗教，都能做到平等对待、和睦相处，平天下是这个意思，平等对待，和睦相处。这是今天我们遇到的头等大事。在这上面下功夫，把我们的体力、智慧、能量做这个贡献，这是无比伟大的事业。",
      "zh_TW": "但是它的編排，只到前面的晉朝（晉代），後面隋、唐、宋、元、明、清，這一千多年六朝沒有。所以我們還有個任務，要編續篇，《群書治要》正篇，五十卷五十萬字，大唐時候完成的；今天我們要編後面，隋、唐、宋、元、明、清，這個六朝的《群書治要》，照老例子，也是五十卷，五十萬字。將來正續合篇，一共一百卷，一百萬字，這是《四庫全書》的精華，《四庫全書》的濃縮，讀了這部書，等於你就把《四庫》全都讀到了。《大學》上所說的修身、齊家、治國、平天下，你都得到了。這個平天下，是全世界國家與國家，族群與族群，宗教與宗教，都能做到平等對待、和睦相處，平天下是這個意思，平等對待，和睦相處。這是今天我們遇到的頭等大事。在這上面下功夫，把我們的體力、智慧、能量做這個貢獻，這是無比偉大的事業。"
    },
    {
      "id": "02-041-0408_p0039",
      "zh_CN": "唐太宗编的，当时大唐盛世是靠这本起家的，做到了，以后失传，在中国失传一千多年。这个书到哪里去了？流到日本去了。因为唐朝时代还没有印刷术，书本全是手写的，嘉庆年间从日本才又流回中国，那个时候清朝是盛世，不亚于贞观，所以并没有重视它。到民国初年翻印一次，我相信分量不多，所以到现在找不到了。我们把这个信息透露给大家，干这桩事情是今天最大的事业，我想到，但是自己智慧不足、能力有限，真是心有余而力不足。没有想到去年我访问英国，遇到威尔士大学的校长，我们谈得很开心，谈了三个半小时，就谈到这个问题，他非常高兴，他要办汉学院来培养人才。对，没有人才谁去做？要培养懂汉字、能读文言文、能写文言文的人，我们需要这样的人，有三十到五十个够了。我们来编辑下半部，下半部的材料有，在《四库》里头，在《四库荟要》里头，好事，善事。但是要知道，善事的善事，善中之善，无过于信、愿、老实念佛。我说八个字，「真信切愿，老实念佛」，这八个字。没有丝毫怀疑，没有丝毫忧虑，一句佛号念到底，没有一个不成功。",
      "zh_TW": "唐太宗編的，當時大唐盛世是靠這本起家的，做到了，以後失傳，在中國失傳一千多年。這個書到哪裡去了？流到日本去了。因為唐朝時代還沒有印刷術，書本全是手寫的，嘉慶年間從日本才又流回中國，那個時候清朝是盛世，不亞於貞觀，所以並沒有重視它。到民國初年翻印一次，我相信分量不多，所以到現在找不到了。我們把這個信息透露給大家，幹這樁事情是今天最大的事業，我想到，但是自己智慧不足、能力有限，真是心有餘而力不足。沒有想到去年我訪問英國，遇到威爾士大學的校長，我們談得很開心，談了三個半小時，就談到這個問題，他非常高興，他要辦漢學院來培養人才。對，沒有人才誰去做？要培養懂漢字、能讀文言文、能寫文言文的人，我們需要這樣的人，有三十到五十個夠了。我們來編輯下半部，下半部的材料有，在《四庫》裡頭，在《四庫薈要》裡頭，好事，善事。但是要知道，善事的善事，善中之善，無過於信、願、老實念佛。我說八個字，「真信切願，老實念佛」，這八個字。沒有絲毫懷疑，沒有絲毫憂慮，一句佛號念到底，沒有一個不成功。"
    },
    {
      "id": "02-041-0408_p0040",
      "zh_CN": "古大德，就是《劝心往生论》，这句话我们必须要有警觉心，那就是「今生荣华一期之程，结苦果于亿劫」，很可怕。唐太宗是个标准的例子，身为帝王之尊，政治清明，得到后世人的赞叹，因为杀人多，还是堕无间地狱，要不是这一部《群书治要》，他出不来。我们是无意当中搞这本书，没有想到得无比殊胜的果报是他。这部书出版，再流通了，翻成这么多国家文字，根源是他，大善。所以他以后我相信，他不再堕三恶道，他离开了，往生天道的机会多。如果他有缘，他有佛缘，他是佛门护法，如果能遇到净宗、遇到信愿念佛，我相信他一定可以往生极乐世界。所以，「现世勤修须臾之间」，时间不长，一生不长，「开觉蘃于三明」。觉是觉悟，觉蘃于三明，这就了不得，三明是如来证得的，在菩萨、阿罗汉叫六通，三明是天眼明、宿命明、漏尽明，就是菩萨的六通达到究竟圆满。这是这一生勤修的因，感得未来的果。",
      "zh_TW": "古大德，就是《勸心往生論》，這句話我們必須要有警覺心，那就是「今生榮華一期之程，結苦果於億劫」，很可怕。唐太宗是個標準的例子，身為帝王之尊，政治清明，得到後世人的讚歎，因為殺人多，還是墮無間地獄，要不是這一部《群書治要》，他出不來。我們是無意當中搞這本書，沒有想到得無比殊勝的果報是他。這部書出版，再流通了，翻成這麼多國家文字，根源是他，大善。所以他以後我相信，他不再墮三惡道，他離開了，往生天道的機會多。如果他有緣，他有佛緣，他是佛門護法，如果能遇到淨宗、遇到信願念佛，我相信他一定可以往生極樂世界。所以，「現世勤修須臾之間」，時間不長，一生不長，「開覺蘃於三明」。覺是覺悟，覺蘃於三明，這就了不得，三明是如來證得的，在菩薩、阿羅漢叫六通，三明是天眼明、宿命明、漏盡明，就是菩薩的六通達到究竟圓滿。這是這一生勤修的因，感得未來的果。"
    },
    {
      "id": "02-041-0408_p0041",
      "zh_CN": "「盖因小果大，受报时长。凡得往生者，经云：永拔生死之本，无复苦恼之患。寿千万劫，自在随意」。这些文，念老注解这一部大经，费了几年的时间，读了许许多多与《无量寿经》有关的经论、祖师大德的注疏。从后面我们能看到列举的书目，经论有八十多种，一般的典籍里面有一百多种，总共一百九十三种。我们想想，一百九十三部书，要多少时间你才能读完？他要详细去读诵里面有关往生净土的修学，这些资料统统抄出来，解释这部经，不容易！我们今天看到这本书，要生感恩想，要生无量劫来难遭遇想，字字句句都是法宝，因小果大，受报时长。",
      "zh_TW": "「蓋因小果大，受報時長。凡得往生者，經云：永拔生死之本，無復苦惱之患。壽千萬劫，自在隨意」。這些文，念老註解這一部大經，費了幾年的時間，讀了許許多多與《無量壽經》有關的經論、祖師大德的註疏。從後面我們能看到列舉的書目，經論有八十多種，一般的典籍裡面有一百多種，總共一百九十三種。我們想想，一百九十三部書，要多少時間你才能讀完？他要詳細去讀誦裡面有關往生淨土的修學，這些資料統統抄出來，解釋這部經，不容易！我們今天看到這本書，要生感恩想，要生無量劫來難遭遇想，字字句句都是法寶，因小果大，受報時長。"
    },
    {
      "id": "02-041-0408_p0042",
      "zh_CN": "我们用一生的时间，就像海贤老和尚，二十岁遇到，一百一十二岁往生，九十二年。我们算长时，九十二年，但是九十二年也是一弹指，生到极乐世界无量寿。不止千万劫，千万劫是形容、比喻，千万劫还是有到头的时候，无量寿，没法子计算。这无量劫当中自在随意，就像灵芝大师解释极乐两个字说：「弥陀净土，境界殊绝」，殊是殊胜，绝是超绝，没有人能跟他相比。为什么？「圣贤同会」，这是我们无法想像的，十方世界没这种现象，生到极乐世界，极乐世界确确实实有四土：凡圣同居土，方便有余土，实报庄严土，常寂光净土。十方世界没有讲到圣贤同会，圣是佛与法身大士，像文殊、普贤，观音、势至，这样的大菩萨，三贤菩萨，声闻、缘觉，还有六道凡夫，大家同在一起。这一会就是阿弥陀佛讲经说法的大会，诸佛如来菩萨都在这里听，往生的人也在这里听，叫圣贤同会。「闻法悟道」，真正不可思议，「寿命永劫，不退菩提。更有余乐，不能过此。祇无诸苦，已为可乐，况具诸胜事，其乐何穷！」其乐无穷，这里面的文字不长，包罗万象，里面包含的无量无边，无比殊胜的释义。所以其乐无穷，「故劝众求生。」我们一定要相信，这部《无量寿经》里面没有一个字是假的，没有妄语，老老实实，把西方极乐世界介绍给我们，句句话都是真实话。我们读、诵、学习要非常认真，一句都不能漏掉。",
      "zh_TW": "我們用一生的時間，就像海賢老和尚，二十歲遇到，一百一十二歲往生，九十二年。我們算長時，九十二年，但是九十二年也是一彈指，生到極樂世界無量壽。不止千萬劫，千萬劫是形容、比喻，千萬劫還是有到頭的時候，無量壽，沒法子計算。這無量劫當中自在隨意，就像靈芝大師解釋極樂兩個字說：「彌陀淨土，境界殊絕」，殊是殊勝，絕是超絕，沒有人能跟他相比。為什麼？「聖賢同會」，這是我們無法想像的，十方世界沒這種現象，生到極樂世界，極樂世界確確實實有四土：凡聖同居土，方便有餘土，實報莊嚴土，常寂光淨土。十方世界沒有講到聖賢同會，聖是佛與法身大士，像文殊、普賢，觀音、勢至，這樣的大菩薩，三賢菩薩，聲聞、緣覺，還有六道凡夫，大家同在一起。這一會就是阿彌陀佛講經說法的大會，諸佛如來菩薩都在這裡聽，往生的人也在這裡聽，叫聖賢同會。「聞法悟道」，真正不可思議，「壽命永劫，不退菩提。更有餘樂，不能過此。祇無諸苦，已為可樂，況具諸勝事，其樂何窮！」其樂無窮，這裡面的文字不長，包羅萬象，裡面包含的無量無邊，無比殊勝的釋義。所以其樂無窮，「故勸眾求生。」我們一定要相信，這部《無量壽經》裡面沒有一個字是假的，沒有妄語，老老實實，把西方極樂世界介紹給我們，句句話都是真實話。我們讀、誦、學習要非常認真，一句都不能漏掉。"
    },
    {
      "id": "02-041-0408_p0043",
      "zh_CN": "底下一段经文，特别劝我们，「勿生边地」。用心良苦，苦口婆心到极处，请看经文：",
      "zh_TW": "底下一段經文，特別勸我們，「勿生邊地」。用心良苦，苦口婆心到極處，請看經文："
    },
    {
      "id": "02-041-0408_p0044",
      "zh_CN": "【宜各精进。】",
      "zh_TW": "【宜各精進。】"
    },
    {
      "id": "02-041-0408_p0045",
      "zh_CN": "『宜』是应该，大家都要精进。",
      "zh_TW": "『宜』是應該，大家都要精進。"
    },
    {
      "id": "02-041-0408_p0046",
      "zh_CN": "【求心所愿。】",
      "zh_TW": "【求心所願。】"
    },
    {
      "id": "02-041-0408_p0047",
      "zh_CN": "我们心之所愿无非是成佛，无非是度众生。",
      "zh_TW": "我們心之所願無非是成佛，無非是度眾生。"
    },
    {
      "id": "02-041-0408_p0048",
      "zh_CN": "【无得疑悔。】",
      "zh_TW": "【無得疑悔。】"
    },
    {
      "id": "02-041-0408_p0049",
      "zh_CN": "不能够怀疑，不能后悔。",
      "zh_TW": "不能夠懷疑，不能後悔。"
    },
    {
      "id": "02-041-0408_p0050",
      "zh_CN": "【自为过咎。】",
      "zh_TW": "【自為過咎。】"
    },
    {
      "id": "02-041-0408_p0051",
      "zh_CN": "什么事情？",
      "zh_TW": "什麼事情？"
    },
    {
      "id": "02-041-0408_p0052",
      "zh_CN": "【生彼边地。七宝城中。于五百岁受诸厄也。】",
      "zh_TW": "【生彼邊地。七寶城中。於五百歲受諸厄也。】"
    },
    {
      "id": "02-041-0408_p0053",
      "zh_CN": "这里给我们提出一桩事情，极乐世界有边地，不能不知道。我们把念老这些注解念一遍，「世尊垂慈，既劝大众，欣求极乐，复谕众生」，这是再劝导众生，「应舍疑惑，免生边地」。到这个地方，希望我们往生顺利，因为有疑就会产生障碍，这个障碍还算不错，你也到了极乐世界，但是没有品位，连下下品也没有，你是在品位之外。这什么原因？疑没有断尽，信没有达到极处，或者是愿，对这个世间依旧有留恋，依旧不能够完全放下，这个就是问题。所以世尊为我们说这些话，应舍疑惑，免生边地。",
      "zh_TW": "這裡給我們提出一樁事情，極樂世界有邊地，不能不知道。我們把念老這些註解念一遍，「世尊垂慈，既勸大眾，欣求極樂，復諭眾生」，這是再勸導眾生，「應捨疑惑，免生邊地」。到這個地方，希望我們往生順利，因為有疑就會產生障礙，這個障礙還算不錯，你也到了極樂世界，但是沒有品位，連下下品也沒有，你是在品位之外。這什麼原因？疑沒有斷盡，信沒有達到極處，或者是願，對這個世間依舊有留戀，依舊不能夠完全放下，這個就是問題。所以世尊為我們說這些話，應捨疑惑，免生邊地。"
    },
    {
      "id": "02-041-0408_p0054",
      "zh_CN": "什么是边地？「是为如来开示之第四点。经云宜各精进、求心所愿，是劝众诚敬专修，一心净业。无得疑悔，自为过咎」。这一点要注意，为什么佛这样说？想必有不少人到极乐世界，进了门，走错了方向，没有向大讲堂走，走到边上去了，应该是这种情形，但是他能回来，不过要耽误五百年，要五百岁。五百岁，应该是我们这个世间的算法，因为极乐世界它没有年月日，没有这个概念，我们凡夫有，天人也有，极乐世界没有。所以指的岁月，都要用我们这边的算法来说。最重要是专修，「一心净业」，这四个字重要，诚敬专修，真诚恭敬，不后悔，没有过错。「悔者，《大乘义章》曰：追返名悔。」悔是过去，我们在此地没有认真学习，还带着疑惑往生，总算还不错，疑的问题不大，不是很严重的疑惑，甚至于这种疑惑自己都不知道，自己知道就不疑了，遇到这种麻烦，只是耽误一段时间，这段时间并不很长，刚才我说过了。",
      "zh_TW": "什麼是邊地？「是為如來開示之第四點。經云宜各精進、求心所願，是勸眾誠敬專修，一心淨業。無得疑悔，自為過咎」。這一點要注意，為什麼佛這樣說？想必有不少人到極樂世界，進了門，走錯了方向，沒有向大講堂走，走到邊上去了，應該是這種情形，但是他能回來，不過要耽誤五百年，要五百歲。五百歲，應該是我們這個世間的算法，因為極樂世界它沒有年月日，沒有這個概念，我們凡夫有，天人也有，極樂世界沒有。所以指的歲月，都要用我們這邊的算法來說。最重要是專修，「一心淨業」，這四個字重要，誠敬專修，真誠恭敬，不後悔，沒有過錯。「悔者，《大乘義章》曰：追返名悔。」悔是過去，我們在此地沒有認真學習，還帶著疑惑往生，總算還不錯，疑的問題不大，不是很嚴重的疑惑，甚至於這種疑惑自己都不知道，自己知道就不疑了，遇到這種麻煩，只是耽誤一段時間，這段時間並不很長，剛才我說過了。"
    },
    {
      "id": "02-041-0408_p0055",
      "zh_CN": "「是劝大众不应疑惑，自生灾患，以免生彼边地，受诸厄也」。这个厄是难，遭的什么难？见不到佛，见不到阿弥陀佛，听不到阿弥陀佛讲经说法，别的没有过失，就是这个。如果要是真正精进，求生到极乐世界，凡圣同居土下下品往生，也比他高明。下下品往生的人到极乐世界能够进入大会堂见佛闻法，不至于还在极乐世界莲花里头，花苞，还在那个里面，要待五百年花才会开，他的麻烦就在此地。花开见佛这才能听经闻法，就遇到这么个难处，是到了极乐世界，花没开。所以叫边地，或名疑城，或名懈慢国，三个名称是一桩事情，以免生彼边地受诸厄也。",
      "zh_TW": "「是勸大眾不應疑惑，自生災患，以免生彼邊地，受諸厄也」。這個厄是難，遭的什麼難？見不到佛，見不到阿彌陀佛，聽不到阿彌陀佛講經說法，別的沒有過失，就是這個。如果要是真正精進，求生到極樂世界，凡聖同居土下下品往生，也比他高明。下下品往生的人到極樂世界能夠進入大會堂見佛聞法，不至於還在極樂世界蓮花裡頭，花苞，還在那個裡面，要待五百年花才會開，他的麻煩就在此地。花開見佛這才能聽經聞法，就遇到這麼個難處，是到了極樂世界，花沒開。所以叫邊地，或名疑城，或名懈慢國，三個名稱是一樁事情，以免生彼邊地受諸厄也。"
    },
    {
      "id": "02-041-0408_p0056",
      "zh_CN": "「边地者，或名疑城、懈慢国。《略论》曰：五百岁中，常不见闻三宝，安乐国土谓之边地，亦曰胎生」。这个句读，应该是「常不见闻三宝」，下面「安乐国土谓之边地，亦曰胎生」，这样读就不错，我们知道有这么回事情。「厄」是艰难，是这个意思。「《嘉祥疏》曰：此中先诫断惑，明怀疑生边地。离佛前，远至五百岁花不开。不开且不得至十方供养诸佛。」这是极乐世界无比殊胜的事情，很可惜，这些人要在那里待一阵子，什么时候不怀疑了，什么时候诚敬心生起来，他这关就通过，所以最好我们在现前就不怀疑。「《会疏》曰：始终不退名精进。求心所愿，愿求往生」。努力精进，信愿持名，求愿往生，只在这方面精进，其他的都应该放下，世法佛法都应该放下，是大功德、大利益。这个利益之大不是我们，在哪里？在佛法的弘传。",
      "zh_TW": "「邊地者，或名疑城、懈慢國。《略論》曰：五百歲中，常不見聞三寶，安樂國土謂之邊地，亦曰胎生」。這個句讀，應該是「常不見聞三寶」，下面「安樂國土謂之邊地，亦曰胎生」，這樣讀就不錯，我們知道有這麼回事情。「厄」是艱難，是這個意思。「《嘉祥疏》曰：此中先誡斷惑，明懷疑生邊地。離佛前，遠至五百歲花不開。不開且不得至十方供養諸佛。」這是極樂世界無比殊勝的事情，很可惜，這些人要在那裡待一陣子，什麼時候不懷疑了，什麼時候誠敬心生起來，他這關就通過，所以最好我們在現前就不懷疑。「《會疏》曰：始終不退名精進。求心所願，願求往生」。努力精進，信願持名，求願往生，只在這方面精進，其他的都應該放下，世法佛法都應該放下，是大功德、大利益。這個利益之大不是我們，在哪裡？在佛法的弘傳。"
    },
    {
      "id": "02-041-0408_p0057",
      "zh_CN": "我们今天所处的，释迦牟尼佛的末法时期，佛的法运，正法一千年，像法一千年，末法一万年。我们是末法一万年的第二个一千年，换句话说，后面还有八千年。佛法不能让它断掉，要继承，什么人继承？继承那就是要学释迦牟尼佛，释迦牟尼佛一生讲经教学，只有讲经教学才能够续佛慧命，不能中断。我们要学经教，是为弘法承传，为这桩事情。弘扬佛法，把经讲清楚、讲明白，依教修行，做个榜样给人看。我不是只是说说，我真干，信愿行三样具足，还得要有人承传。不孝有三，无后为大，没有人承传，佛法就灭掉了。承传佛法无量功德，承传佛法不是一张纸、一个文凭，不是，是经论。你能学讲一部经，你想弘扬一部经，你在收学生的时候，叫学生也受这一部经，这叫传法，不能中断。我们的法脉是从印光大师，传给李炳南老居士，李老居士传给我们。我们要办学，要传学生，要不然对不起老师。我们要培养学生，培养底下一代，有能力讲这部经，有能力学这部经，希望他比我更殊胜。学生超过老师，一片光明；学生不如老师，一片黑暗，那就错了。",
      "zh_TW": "我們今天所處的，釋迦牟尼佛的末法時期，佛的法運，正法一千年，像法一千年，末法一萬年。我們是末法一萬年的第二個一千年，換句話說，後面還有八千年。佛法不能讓它斷掉，要繼承，什麼人繼承？繼承那就是要學釋迦牟尼佛，釋迦牟尼佛一生講經教學，只有講經教學才能夠續佛慧命，不能中斷。我們要學經教，是為弘法承傳，為這樁事情。弘揚佛法，把經講清楚、講明白，依教修行，做個榜樣給人看。我不是只是說說，我真幹，信願行三樣具足，還得要有人承傳。不孝有三，無後為大，沒有人承傳，佛法就滅掉了。承傳佛法無量功德，承傳佛法不是一張紙、一個文憑，不是，是經論。你能學講一部經，你想弘揚一部經，你在收學生的時候，叫學生也受這一部經，這叫傳法，不能中斷。我們的法脈是從印光大師，傳給李炳南老居士，李老居士傳給我們。我們要辦學，要傳學生，要不然對不起老師。我們要培養學生，培養底下一代，有能力講這部經，有能力學這部經，希望他比我更殊勝。學生超過老師，一片光明；學生不如老師，一片黑暗，那就錯了。"
    },
    {
      "id": "02-041-0408_p0058",
      "zh_CN": "「疑惑者，不了佛智故。悔是恶作。初信后疑，悔前信解」，这讲得很清楚、很明白，「半途而废」。「自为过咎者」，我们讲退心、退转了，「彼国不逆违，自甘生边地故」。他的厄难不是别的，是「不见三宝，不闻经法故。《会疏》之解较详。」《会疏》解释得好，比较详细。今天时间到了，我们就学习到此地。",
      "zh_TW": "「疑惑者，不了佛智故。悔是惡作。初信後疑，悔前信解」，這講得很清楚、很明白，「半途而廢」。「自為過咎者」，我們講退心、退轉了，「彼國不逆違，自甘生邊地故」。他的厄難不是別的，是「不見三寶，不聞經法故。《會疏》之解較詳。」《會疏》解釋得好，比較詳細。今天時間到了，我們就學習到此地。"
    }
  ]
}