{
  "doc_id": "02-041-0507",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五Ｏ七集",
    "zh_TW": "第五Ｏ七集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0507",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-041-0507_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0507_p0002",
      "zh_CN": "请看《大经科注》，第一一Ｏ五页，第五行看起。科题，「普记十方」。分两小段，第一段，「授记法忍」。请看经文：",
      "zh_TW": "請看《大經科註》，第一一Ｏ五頁，第五行看起。科題，「普記十方」。分兩小段，第一段，「授記法忍」。請看經文："
    },
    {
      "id": "02-041-0507_p0003",
      "zh_CN": "【复有十方佛刹若现在生。及未来生。见阿弥陀佛者。各有八万俱胝那由他人。得授记法忍。成无上菩提。】",
      "zh_TW": "【復有十方佛剎若現在生。及未來生。見阿彌陀佛者。各有八萬俱胝那由他人。得授記法忍。成無上菩提。】"
    },
    {
      "id": "02-041-0507_p0004",
      "zh_CN": "我们看念老的注解。「右」，我们刚才读的这段经文，这段经文是说明，十方具足因缘的众生，普遍得到授记的好处。这不容易。授什么记？下面经文给我们说出来，授无上菩提之记，经接着前面来的，发心。这个利益是我们无法想像的，怎么可能闻法就得这么殊胜的利益？我们看念老怎样给我们解释。「佛对众生授当来成佛之记」，这就把题意思说出来了，不是别的授记，是说你将来你会成佛，授的是这个记。",
      "zh_TW": "我們看念老的註解。「右」，我們剛才讀的這段經文，這段經文是說明，十方具足因緣的眾生，普遍得到授記的好處。這不容易。授什麼記？下面經文給我們說出來，授無上菩提之記，經接著前面來的，發心。這個利益是我們無法想像的，怎麼可能聞法就得這麼殊勝的利益？我們看念老怎樣給我們解釋。「佛對眾生授當來成佛之記」，這就把題意思說出來了，不是別的授記，是說你將來你會成佛，授的是這個記。"
    },
    {
      "id": "02-041-0507_p0005",
      "zh_CN": "授记有四种，这我们在经上都看到的，第一种，「未发菩提心授记」。没有发心，这种人多，也就是授什么记？与佛有缘，我们有机会再能遇到佛陀，再能够遇到佛法，是授的这个记，这个记比较普通。第二个，「已发菩提心授记」。已经发心，过去生中曾经发过菩提心，以后退转了，前面的道路又迷失了，因为过去曾经佛授记过，这一生有缘又遇到了。第三种是「隐覆授记。他人得闻，当人不知」。被授记的人不知道，别的人，旁边的人知道。最后一种是「现前授记」。这四种，「得其一者，皆名得授记」。这句话很重要。我们今天看到世尊为在会的大众授记，我们有没有得好处？有，就是末后这一种。",
      "zh_TW": "授記有四種，這我們在經上都看到的，第一種，「未發菩提心授記」。沒有發心，這種人多，也就是授什麼記？與佛有緣，我們有機會再能遇到佛陀，再能夠遇到佛法，是授的這個記，這個記比較普通。第二個，「已發菩提心授記」。已經發心，過去生中曾經發過菩提心，以後退轉了，前面的道路又迷失了，因為過去曾經佛授記過，這一生有緣又遇到了。第三種是「隱覆授記。他人得聞，當人不知」。被授記的人不知道，別的人，旁邊的人知道。最後一種是「現前授記」。這四種，「得其一者，皆名得授記」。這句話很重要。我們今天看到世尊為在會的大眾授記，我們有沒有得好處？有，就是末後這一種。"
    },
    {
      "id": "02-041-0507_p0006",
      "zh_CN": "『得授记法忍』，「得授记」，前面说了；什么叫「法忍」？即阿弥陀第四十八愿中讲的三忍。《魏译》的，为第一、第二、第三法忍。法忍分三个次第，也就是经上讲的「音响忍、柔顺忍、无生法忍」，讲的这三种。「得佛授记，证入无生，成无上正觉。如是之人，故云得授记法忍，成无上菩提」。",
      "zh_TW": "『得授記法忍』，「得授記」，前面說了；什麼叫「法忍」？即阿彌陀第四十八願中講的三忍。《魏譯》的，為第一、第二、第三法忍。法忍分三個次第，也就是經上講的「音響忍、柔順忍、無生法忍」，講的這三種。「得佛授記，證入無生，成無上正覺。如是之人，故云得授記法忍，成無上菩提」。"
    },
    {
      "id": "02-041-0507_p0007",
      "zh_CN": "佛法实在是难，学佛终极的目标是成佛，能成得了吗？八万四千法门，无量法门，门门都能成无上道，所以说，法门平等，无有高下。问题是契机，跟大夫治病一样，药要对症，对症，病就能治好；再好的药要不对症，再名贵的药也治不好你的病。法门跟大夫用药是一样的道理，在面前的对象，他是什么样的根器，要用什么方法去帮助他，帮助他提升，帮助他得益，得利益，这个老师是明师，好老师。如果不明白众生的根性，八万四千法门随便拈一门，有没有效果？没效果。这老师没智慧，老师不认识病人的病因，不得利益。所以，求老师重要，老师真高明，药到病除，我们真得益了。",
      "zh_TW": "佛法實在是難，學佛終極的目標是成佛，能成得了嗎？八萬四千法門，無量法門，門門都能成無上道，所以說，法門平等，無有高下。問題是契機，跟大夫治病一樣，藥要對症，對症，病就能治好；再好的藥要不對症，再名貴的藥也治不好你的病。法門跟大夫用藥是一樣的道理，在面前的對象，他是什麼樣的根器，要用什麼方法去幫助他，幫助他提升，幫助他得益，得利益，這個老師是明師，好老師。如果不明白眾生的根性，八萬四千法門隨便拈一門，有沒有效果？沒效果。這老師沒智慧，老師不認識病人的病因，不得利益。所以，求老師重要，老師真高明，藥到病除，我們真得益了。"
    },
    {
      "id": "02-041-0507_p0008",
      "zh_CN": "可是现代这个时代，高明的老师愈来愈少。我算是很幸运，遇到了，二十六岁遇到的，到今年六十六年，得到一点利益，真得到了。不能说是大利益，小利益。小利益是什么？方东美先生所说的，学佛是人生最高的享受，这一点我得到了。真正最高的享受我还没有得到，真正的享受是什么？出六道轮回，生极乐世界，这是真的，不是假的。有没有人得到？有，这么多年来，我看到过的不少，听说过的就更多，是真的不是假的。",
      "zh_TW": "可是現代這個時代，高明的老師愈來愈少。我算是很幸運，遇到了，二十六歲遇到的，到今年六十六年，得到一點利益，真得到了。不能說是大利益，小利益。小利益是什麼？方東美先生所說的，學佛是人生最高的享受，這一點我得到了。真正最高的享受我還沒有得到，真正的享受是什麼？出六道輪迴，生極樂世界，這是真的，不是假的。有沒有人得到？有，這麼多年來，我看到過的不少，聽說過的就更多，是真的不是假的。"
    },
    {
      "id": "02-041-0507_p0009",
      "zh_CN": "对于我的利益，真正的利益，对于如来的大法，在选择上，我跟同学们说过，我的老师李炳南老居士，他晚年专修净土，把这个法门介绍给我。我那个时候年轻，对这个法门半信半疑，算是接触了，经论也读过，《弥陀经》、《疏钞》、《要解》讲过几遍，《无量寿经》讲的遍数就更多，你问我有没有把握往生？我可以告诉你，我没有把握。怎么办？这么多年，总开一点小智慧，对，就这一点小智慧，我就有最好的选择，选择的，印光大师所传的「信愿持名，求生净土」。这有没有把握？这有把握，我能做得到。根扎得好，根是章嘉大师扎的。根是什么？大师我跟他第一次见面，他传授给我的，「看破、放下」，这是真正的善根。净宗能不能成就，关键在此地，你肯不肯万缘放下，一心专念阿弥陀佛，求生净土，那你就决定成功。我对于这个深信不疑，年岁愈大，住在这个世间短促，这个紧紧抓住，不敢放松。",
      "zh_TW": "對於我的利益，真正的利益，對於如來的大法，在選擇上，我跟同學們說過，我的老師李炳南老居士，他晚年專修淨土，把這個法門介紹給我。我那個時候年輕，對這個法門半信半疑，算是接觸了，經論也讀過，《彌陀經》、《疏鈔》、《要解》講過幾遍，《無量壽經》講的遍數就更多，你問我有沒有把握往生？我可以告訴你，我沒有把握。怎麼辦？這麼多年，總開一點小智慧，對，就這一點小智慧，我就有最好的選擇，選擇的，印光大師所傳的「信願持名，求生淨土」。這有沒有把握？這有把握，我能做得到。根扎得好，根是章嘉大師扎的。根是什麼？大師我跟他第一次見面，他傳授給我的，「看破、放下」，這是真正的善根。淨宗能不能成就，關鍵在此地，你肯不肯萬緣放下，一心專念阿彌陀佛，求生淨土，那你就決定成功。我對於這個深信不疑，年歲愈大，住在這個世間短促，這個緊緊抓住，不敢放鬆。"
    },
    {
      "id": "02-041-0507_p0010",
      "zh_CN": "学了不少年的经教，得到的结论，是万法皆空，因果不空。必须有这个认知，没有这个认知，无始劫以来的烦恼习气你放不下。如果放不下，生活还是很痛苦，在这个世间，纵然你命长，活到一百岁，你这一百年受的是折磨，是苦难。真正修行人，他住世无论长久，他不放在心上，这就对了。不放在心上，就是真的放下了，他会得到大乘佛法的利益。如果是用在净土法门，那必定成就，毫无疑问的。",
      "zh_TW": "學了不少年的經教，得到的結論，是萬法皆空，因果不空。必須有這個認知，沒有這個認知，無始劫以來的煩惱習氣你放不下。如果放不下，生活還是很痛苦，在這個世間，縱然你命長，活到一百歲，你這一百年受的是折磨，是苦難。真正修行人，他住世無論長久，他不放在心上，這就對了。不放在心上，就是真的放下了，他會得到大乘佛法的利益。如果是用在淨土法門，那必定成就，毫無疑問的。"
    },
    {
      "id": "02-041-0507_p0011",
      "zh_CN": "我们看念老最后这一行的注解。「得佛授记，证入无生，成无上正觉」。这部经，就是释迦牟尼佛为我们授记，是阿弥陀佛为我们授记，关键是我们有没有认真接受，完全没有疑惑的接受。什么时候得佛授记，证入无生？就在当下，决定得生，因为你心无二念。一心念佛，别无二念，你就「得授记法忍」，往生到极乐世界「成无上菩提」。这个话是真的，一点都不假。",
      "zh_TW": "我們看念老最後這一行的註解。「得佛授記，證入無生，成無上正覺」。這部經，就是釋迦牟尼佛為我們授記，是阿彌陀佛為我們授記，關鍵是我們有沒有認真接受，完全沒有疑惑的接受。什麼時候得佛授記，證入無生？就在當下，決定得生，因為你心無二念。一心念佛，別無二念，你就「得授記法忍」，往生到極樂世界「成無上菩提」。這個話是真的，一點都不假。"
    },
    {
      "id": "02-041-0507_p0012",
      "zh_CN": "下面一段，「宿愿得生」，宿是过去生种的因。请看经文：",
      "zh_TW": "下面一段，「宿願得生」，宿是過去生種的因。請看經文："
    },
    {
      "id": "02-041-0507_p0013",
      "zh_CN": "【彼诸有情。皆是阿弥陀佛宿愿因缘。俱得往生极乐世界。】",
      "zh_TW": "【彼諸有情。皆是阿彌陀佛宿願因緣。俱得往生極樂世界。】"
    },
    {
      "id": "02-041-0507_p0014",
      "zh_CN": "这里头有一句重要的话，『皆是阿弥陀佛宿愿因缘』。宿愿，不止一世，多世，过去生生世世都跟阿弥陀佛结了这个缘。为什么没有往生？那就是我刚才讲的，临命终时最后一念岔了。想起来，这叫打闲岔，这个闲岔一打，麻烦可大了，这一生往生的机会失掉了，这个宿愿再等待来世吧。我们是希望这一生成就，还是希望来生成就，这个问题是大问题，自己一定要想定好。如果希望这一生成就，什么问题都得放下，连所学的佛法也要放下。",
      "zh_TW": "這裡頭有一句重要的話，『皆是阿彌陀佛宿願因緣』。宿願，不止一世，多世，過去生生世世都跟阿彌陀佛結了這個緣。為什麼沒有往生？那就是我剛才講的，臨命終時最後一念岔了。想起來，這叫打閒岔，這個閒岔一打，麻煩可大了，這一生往生的機會失掉了，這個宿願再等待來世吧。我們是希望這一生成就，還是希望來生成就，這個問題是大問題，自己一定要想定好。如果希望這一生成就，什麼問題都得放下，連所學的佛法也要放下。"
    },
    {
      "id": "02-041-0507_p0015",
      "zh_CN": "世法是假的，佛法也不是真的。一切法怎么来的？《般若经》里面告诉我们，从心想生。六祖惠能大师开悟的时候告诉我们，「何期自性，能生万法」。万法从哪里来的？从自性变现的，自性遇到有缘它就现相，不是真的，幻相。佛在经上告诉我们，这些相生灭相，实相是不生不灭的。到极乐世界你就能证得实相，就是说你的缘成熟了，你所看到的是宇宙人生的真相；你在十方诸佛刹土里面所见到的，是幻相，是假相，不一样。要不搞清楚，你对这个世间还有所留恋，麻烦可大了，丝毫的迷恋、留恋，就把你又拉回来再搞轮回。拉到轮回里面去，那不知道什么时候，时间论劫算的，不是论年算的，你要经过多少大劫，你才能再遇到这样的缘分。所以，明白这个道理，努力的从看破、放下下手，我们心定了，稳了，不再动摇，一个目标，一个方向，这一生一定成功。",
      "zh_TW": "世法是假的，佛法也不是真的。一切法怎麼來的？《般若經》裡面告訴我們，從心想生。六祖惠能大師開悟的時候告訴我們，「何期自性，能生萬法」。萬法從哪裡來的？從自性變現的，自性遇到有緣它就現相，不是真的，幻相。佛在經上告訴我們，這些相生滅相，實相是不生不滅的。到極樂世界你就能證得實相，就是說你的緣成熟了，你所看到的是宇宙人生的真相；你在十方諸佛剎土裡面所見到的，是幻相，是假相，不一樣。要不搞清楚，你對這個世間還有所留戀，麻煩可大了，絲毫的迷戀、留戀，就把你又拉回來再搞輪迴。拉到輪迴裡面去，那不知道什麼時候，時間論劫算的，不是論年算的，你要經過多少大劫，你才能再遇到這樣的緣分。所以，明白這個道理，努力的從看破、放下下手，我們心定了，穩了，不再動搖，一個目標，一個方向，這一生一定成功。"
    },
    {
      "id": "02-041-0507_p0016",
      "zh_CN": "念老在此地引的《唐译》：「八万亿那由他众生，得授记法忍，成无上菩提。彼无量寿佛昔行菩萨道时，成熟有情，悉皆当生极乐世界。」这个话是真话，是事实，不是妄语，不是骗人的。我们接着往下看。「盖一切法从因缘生。如是众生过去生中，得与因地中之弥陀相值」，因地中的，阿弥陀佛在没有成佛之前，就跟他有缘了，而且蒙佛的教诲，成熟善根，是乃无上殊胜的善缘。这一点我们可以肯定。我们在座的同学，在电视屏幕画面的同学们，个个都有这个缘分，这个我们没有怀疑。如果不是过去生中，还在阿弥陀佛没成佛之前结的善缘，就不可能有今天这一会，那种的是因，这一会是果。虽然不是究竟果，对于究竟果来说，它是好的增上缘，让我们又再温习一次。",
      "zh_TW": "念老在此地引的《唐譯》：「八萬億那由他眾生，得授記法忍，成無上菩提。彼無量壽佛昔行菩薩道時，成熟有情，悉皆當生極樂世界。」這個話是真話，是事實，不是妄語，不是騙人的。我們接著往下看。「蓋一切法從因緣生。如是眾生過去生中，得與因地中之彌陀相值」，因地中的，阿彌陀佛在沒有成佛之前，就跟他有緣了，而且蒙佛的教誨，成熟善根，是乃無上殊勝的善緣。這一點我們可以肯定。我們在座的同學，在電視屏幕畫面的同學們，個個都有這個緣分，這個我們沒有懷疑。如果不是過去生中，還在阿彌陀佛沒成佛之前結的善緣，就不可能有今天這一會，那種的是因，這一會是果。雖然不是究竟果，對於究竟果來說，它是好的增上緣，讓我們又再溫習一次。"
    },
    {
      "id": "02-041-0507_p0017",
      "zh_CN": "底下接着说，「又因宿世受教因缘」，接受佛菩萨、善友的教学，这就是从善知识学习经教的因缘。学了之后还真干，「从闻起思」，这一句是研究经教，「从思生愿」，这个愿是愿生西方极乐世界，愿意亲近阿弥陀佛，是这个愿。「印入八识心田，决定不消。是为无上殊胜之善因」。这话我们相信，我们不怀疑，是过去的事实真相。今天「弥陀觉满功圆，成究竟觉」。我们的缘，是阿弥陀佛在没有成佛之前结的缘，阿弥陀佛成佛之后，发四十八大愿，建立西方极乐世界大道场，这个多久了？这经上给我们说明了，到现在是第十劫。这个十劫，是阿弥陀佛已经成佛，成究竟觉了。我们跟阿弥陀佛的关系很深、很厚，不是一世，多生多劫的关系。",
      "zh_TW": "底下接著說，「又因宿世受教因緣」，接受佛菩薩、善友的教學，這就是從善知識學習經教的因緣。學了之後還真幹，「從聞起思」，這一句是研究經教，「從思生願」，這個願是願生西方極樂世界，願意親近阿彌陀佛，是這個願。「印入八識心田，決定不消。是為無上殊勝之善因」。這話我們相信，我們不懷疑，是過去的事實真相。今天「彌陀覺滿功圓，成究竟覺」。我們的緣，是阿彌陀佛在沒有成佛之前結的緣，阿彌陀佛成佛之後，發四十八大願，建立西方極樂世界大道場，這個多久了？這經上給我們說明了，到現在是第十劫。這個十劫，是阿彌陀佛已經成佛，成究竟覺了。我們跟阿彌陀佛的關係很深、很厚，不是一世，多生多劫的關係。"
    },
    {
      "id": "02-041-0507_p0018",
      "zh_CN": "「于是因缘俱熟」，在今天，是不是因熟了、缘也熟了，完全看我们自己。是怎么样状况，知道我们因缘都熟了？万缘放下，就熟了。对这个世法放下了，对于佛法也放下了，只抓住一桩，真信有极乐世界、有阿弥陀佛，阿弥陀佛曾经发四十八愿，帮助一切苦难众生，接引他到极乐世界去成就，这真的不是假的。因跟缘都熟了，人会变成什么样子？像海贤老和尚一样，从早到晚，二十四小时，累了的时候睡眠，醒过来时候佛号就接着。他这一句佛号念了九十二年，二十岁开始，师父传给他的法，南无阿弥陀佛，就这一句，嘱咐他一直念下去。这个人有大善根，善根是什么？老实、听话、真干。这一句佛号从老师教导他的，他接受过来，九十二年不断，一心专念阿弥陀佛，往生的那一年，一百一十二岁。",
      "zh_TW": "「於是因緣俱熟」，在今天，是不是因熟了、緣也熟了，完全看我們自己。是怎麼樣狀況，知道我們因緣都熟了？萬緣放下，就熟了。對這個世法放下了，對於佛法也放下了，只抓住一樁，真信有極樂世界、有阿彌陀佛，阿彌陀佛曾經發四十八願，幫助一切苦難眾生，接引他到極樂世界去成就，這真的不是假的。因跟緣都熟了，人會變成什麼樣子？像海賢老和尚一樣，從早到晚，二十四小時，累了的時候睡眠，醒過來時候佛號就接著。他這一句佛號念了九十二年，二十歲開始，師父傳給他的法，南無阿彌陀佛，就這一句，囑咐他一直念下去。這個人有大善根，善根是什麼？老實、聽話、真幹。這一句佛號從老師教導他的，他接受過來，九十二年不斷，一心專念阿彌陀佛，往生的那一年，一百一十二歲。"
    },
    {
      "id": "02-041-0507_p0019",
      "zh_CN": "他告诉我们，他多次见阿弥陀佛，也多次到极乐世界，或在定中，或在梦中，也曾经多次要求阿弥陀佛接他往生。阿弥陀佛笑着对他说：你修得很好，修得不错，多住几年，给佛门弟子做个好榜样，特别是给念佛法门弟子做好榜样。所以，他的住世不是他的寿命，他寿命没那么长，是阿弥陀佛的加持，让他多住几年，等待因缘具足了，接他往生。这些事实真相，我们要牢牢的记在心上，常常去回味回味。用他来做个榜样，我跟他比，什么地方他强我弱，我要改正自己，要勇猛直追，这才行。这是老人，念几十年的，稀有难逢。",
      "zh_TW": "他告訴我們，他多次見阿彌陀佛，也多次到極樂世界，或在定中，或在夢中，也曾經多次要求阿彌陀佛接他往生。阿彌陀佛笑著對他說：你修得很好，修得不錯，多住幾年，給佛門弟子做個好榜樣，特別是給念佛法門弟子做好榜樣。所以，他的住世不是他的壽命，他壽命沒那麼長，是阿彌陀佛的加持，讓他多住幾年，等待因緣具足了，接他往生。這些事實真相，我們要牢牢的記在心上，常常去回味回味。用他來做個榜樣，我跟他比，什麼地方他強我弱，我要改正自己，要勇猛直追，這才行。這是老人，念幾十年的，稀有難逢。"
    },
    {
      "id": "02-041-0507_p0020",
      "zh_CN": "这法门不分老少，只要缘具足了。他见到极乐世界，喜欢极乐世界，见到阿弥陀佛，喜欢阿弥陀佛，真去了。这些念佛因果不二，无比殊胜的成就，我们千万不能疏忽，是真的不是假的，我们要勇猛精进直追。世间事假的，不是真的，凡所有相，皆是虚妄，佛事也不是真的，何况世法？",
      "zh_TW": "這法門不分老少，只要緣具足了。他見到極樂世界，喜歡極樂世界，見到阿彌陀佛，喜歡阿彌陀佛，真去了。這些念佛因果不二，無比殊勝的成就，我們千萬不能疏忽，是真的不是假的，我們要勇猛精進直追。世間事假的，不是真的，凡所有相，皆是虛妄，佛事也不是真的，何況世法？"
    },
    {
      "id": "02-041-0507_p0021",
      "zh_CN": "我们再看底下念老写的，「可见极乐世界菩萨、声闻、天人俱皆无量者，正表弥陀因地，于无量劫，于生死海中，教化摄受六道众生，实无量也。且我今日，于此妙法，能闻能信，是必弥陀于往劫中，追逐我于泥犁之中」，这个泥犁是地狱，「教诲我于火宅之内」，这就在恶道。「摄受不舍，劝导不休，不惜共轮转于六道」，这个共，就是佛跟我，我轮转于六道是业，业力，佛也轮转在六道，他是愿力，他是觉而不迷，我们在六道是迷而不觉。在这里，显示出佛的慈悲。摄受不舍，劝导不休，共同在六道里头，他只有一个愿望，「但欲我回心于一念」，就这一句话。",
      "zh_TW": "我們再看底下念老寫的，「可見極樂世界菩薩、聲聞、天人俱皆無量者，正表彌陀因地，於無量劫，於生死海中，教化攝受六道眾生，實無量也。且我今日，於此妙法，能聞能信，是必彌陀於往劫中，追逐我於泥犁之中」，這個泥犁是地獄，「教誨我於火宅之內」，這就在惡道。「攝受不捨，勸導不休，不惜共輪轉於六道」，這個共，就是佛跟我，我輪轉於六道是業，業力，佛也輪轉在六道，他是願力，他是覺而不迷，我們在六道是迷而不覺。在這裡，顯示出佛的慈悲。攝受不捨，勸導不休，共同在六道裡頭，他只有一個願望，「但欲我回心於一念」，就這一句話。"
    },
    {
      "id": "02-041-0507_p0022",
      "zh_CN": "「恩德无极，威德无穷。为我培植善根，今幸生育增长。注释至此，不禁泪零！」这是黄念祖老居士写这个注解，写到这个地方流泪。为什么流泪？感恩。阿弥陀佛生生世世陪着我们，他有神通，他有智慧，他有大福报，在六道里头，无量劫中照顾我们，从来没有舍弃过，一直到现在。希望在这一生当中，我们把事实真相真搞清楚、搞明白了，希望在这一生中，是我们在娑婆世界最后的一生，这才叫真报佛恩！万缘放下，一心向往极乐世界。",
      "zh_TW": "「恩德無極，威德無窮。為我培植善根，今幸生育增長。註釋至此，不禁淚零！」這是黃念祖老居士寫這個註解，寫到這個地方流淚。為什麼流淚？感恩。阿彌陀佛生生世世陪著我們，他有神通，他有智慧，他有大福報，在六道裡頭，無量劫中照顧我們，從來沒有捨棄過，一直到現在。希望在這一生當中，我們把事實真相真搞清楚、搞明白了，希望在這一生中，是我們在娑婆世界最後的一生，這才叫真報佛恩！萬緣放下，一心嚮往極樂世界。"
    },
    {
      "id": "02-041-0507_p0023",
      "zh_CN": "听了这部经之后，等于说我们到极乐世界去过一次，释迦牟尼佛做导游。我们看到，我们听到，极乐世界的美好，极乐世界的殊胜，极乐世界的人们接受阿弥陀佛的教诲，得到阿弥陀佛威神的加持，样样如法，比我们这边太殊胜了。我们这边，一面学教一面生烦恼，妄想、分别、起心动念，它不停止，它在干扰我们，我们不能得一心，我们不能得禅定。所以我们见不到真心，二六时中所用的全是妄心，八识五十一心所，这叫造业。业虽然有善、恶，都不是好事，恶业感三恶道，善业感三善道，出不了六道轮回。念佛往生，永远跟轮回离开，再到六道轮回，像阿弥陀佛一样，那是来度人的，那是大慈大悲。",
      "zh_TW": "聽了這部經之後，等於說我們到極樂世界去過一次，釋迦牟尼佛做導遊。我們看到，我們聽到，極樂世界的美好，極樂世界的殊勝，極樂世界的人們接受阿彌陀佛的教誨，得到阿彌陀佛威神的加持，樣樣如法，比我們這邊太殊勝了。我們這邊，一面學教一面生煩惱，妄想、分別、起心動念，它不停止，它在干擾我們，我們不能得一心，我們不能得禪定。所以我們見不到真心，二六時中所用的全是妄心，八識五十一心所，這叫造業。業雖然有善、惡，都不是好事，惡業感三惡道，善業感三善道，出不了六道輪迴。念佛往生，永遠跟輪迴離開，再到六道輪迴，像阿彌陀佛一樣，那是來度人的，那是大慈大悲。"
    },
    {
      "id": "02-041-0507_p0024",
      "zh_CN": "所以我们在这个地方看到念老末后这两句，有没有同感？不禁泪零。阿弥陀佛的恩德超过父母。你在这个轮回里面无量劫，谁最爱你，谁最关怀你、照顾你？诸佛菩萨，特别是阿弥陀佛、观世音菩萨。我们不知道，知道你也会泪零。",
      "zh_TW": "所以我們在這個地方看到念老末後這兩句，有沒有同感？不禁淚零。阿彌陀佛的恩德超過父母。你在這個輪迴裡面無量劫，誰最愛你，誰最關懷你、照顧你？諸佛菩薩，特別是阿彌陀佛、觀世音菩薩。我們不知道，知道你也會淚零。"
    },
    {
      "id": "02-041-0507_p0025",
      "zh_CN": "后面还有一小段，科题，「天地征瑞」。这有三小段，第一段，「六种震动」。",
      "zh_TW": "後面還有一小段，科題，「天地徵瑞」。這有三小段，第一段，「六種震動」。"
    },
    {
      "id": "02-041-0507_p0026",
      "zh_CN": "【尔时三千大千世界六种震动。】",
      "zh_TW": "【爾時三千大千世界六種震動。】"
    },
    {
      "id": "02-041-0507_p0027",
      "zh_CN": "这是众生有感，法界有应，『尔时三千大千世界六种震动』。三千大千世界，是一尊佛的教化区。释迦牟尼佛他老人家教化的这个区域，叫娑婆世界。阿弥陀佛的教区叫极乐世界，弥陀的世界，其大无外，其小无内，真正不可思议。我们希望在这一生当中，能够离开娑婆，直奔极乐，这就对了，释迦如来看到了欢喜，阿弥陀佛看到了欢迎。不辜负长劫、无量劫来，佛菩萨对我们的慈悲、照顾，总算是把我们教回来了。",
      "zh_TW": "這是眾生有感，法界有應，『爾時三千大千世界六種震動』。三千大千世界，是一尊佛的教化區。釋迦牟尼佛他老人家教化的這個區域，叫娑婆世界。阿彌陀佛的教區叫極樂世界，彌陀的世界，其大無外，其小無內，真正不可思議。我們希望在這一生當中，能夠離開娑婆，直奔極樂，這就對了，釋迦如來看到了歡喜，阿彌陀佛看到了歡迎。不辜負長劫、無量劫來，佛菩薩對我們的慈悲、照顧，總算是把我們教回來了。"
    },
    {
      "id": "02-041-0507_p0028",
      "zh_CN": "我们看念老的注解。「右表法会圆满，复现奇瑞」，奇是稀奇、稀少，瑞是瑞相。「本经现瑞，既现序分，复现正宗与流通」，经的三分都有瑞相。「深显此经实为初善、中善、后善，万德圆满」，现瑞是表这个意思。这部书自始至终，字字句句纯善。「如序分《大教缘起品》，世尊威光赫奕，如融金聚。放大光明，数千百变。光颜巍巍，宝刹庄严。从昔以来，所未曾有。如是之瑞应称奇瑞」，稀奇、祥瑞，为什么？阿难过去没见过。「正宗分中」也有，「《礼佛现光品》，既见弥陀，如黄金山，高出海面。复闻十方称扬赞叹阿弥陀佛。弥陀掌中放光，一切佛国，悉皆明现」。这样的瑞相，真是奇瑞，稀少，菩萨们都很少见过。末后流通分，就是在此地，流通分中，大地震动，六种震动。这个现象是为我们证明，底下一段还有更稀奇的神变。",
      "zh_TW": "我們看念老的註解。「右表法會圓滿，復現奇瑞」，奇是稀奇、稀少，瑞是瑞相。「本經現瑞，既現序分，復現正宗與流通」，經的三分都有瑞相。「深顯此經實為初善、中善、後善，萬德圓滿」，現瑞是表這個意思。這部書自始至終，字字句句純善。「如序分《大教緣起品》，世尊威光赫奕，如融金聚。放大光明，數千百變。光顏巍巍，寶剎莊嚴。從昔以來，所未曾有。如是之瑞應稱奇瑞」，稀奇、祥瑞，為什麼？阿難過去沒見過。「正宗分中」也有，「《禮佛現光品》，既見彌陀，如黃金山，高出海面。復聞十方稱揚讚歎阿彌陀佛。彌陀掌中放光，一切佛國，悉皆明現」。這樣的瑞相，真是奇瑞，稀少，菩薩們都很少見過。末後流通分，就是在此地，流通分中，大地震動，六種震動。這個現象是為我們證明，底下一段還有更稀奇的神變。"
    },
    {
      "id": "02-041-0507_p0029",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}