{
  "doc_id": "02-041-0037",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0037",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "02-041-0037_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0037_p0002",
      "zh_CN": "请看《大经科注》第二百零五页，我们从第五行看起，从第五行当中：",
      "zh_TW": "請看《大經科註》第二百零五頁，我們從第五行看起，從第五行當中："
    },
    {
      "id": "02-041-0037_p0003",
      "zh_CN": "「盖因持名一法，乃至圆至顿无上法门，非思量分别之所能及，故云深妙」。前面莲池大师在《疏钞》里头引用《起信因缘分疏》里面的一段文，说明信位初心，信是十信，十信位初心，有四种机，以礼忏灭罪对初机，以修习止观对中机，以求生净土对上机。初是业障众生，也就是六道里面的一般大众；中是说凡夫二乘，也就是声闻缘觉；是知净土是大乘菩萨所修，这是《起信因缘分疏》里头说的。又蕅益大师《要解》，「谓持名法门深妙，破尽一切戏论（这说的是教下），斩尽一切意见（这说的是禅宗）」，换句话说，持名念佛确确实实在教下跟禅宗之上。所以他说唯有像「马鸣、龙树、智者、永明之流」，这些人都是上上根性，他们才能够彻底担荷得去。往往一般人把信愿持名看轻了，不知道这法门的深妙。深必须上上根人大菩萨他们才知道，妙是一般人具足信愿持名都能往生，生到极乐世界都能证得无上菩提，这个妙，既深又妙。所以说，念老在这里总结这一句，「盖因持名一法，乃至圆」，圆到极处，至是到顶点的意思，不但圆而且顿，顿是快速，决定一生成就，真正是无上法门。「非思量分别之所能及」，这个就是三乘菩萨以下，我们都是想东想西分别不到，那怎么办？这叫深妙。",
      "zh_TW": "「蓋因持名一法，乃至圓至頓無上法門，非思量分別之所能及，故云深妙」。前面蓮池大師在《疏鈔》裡頭引用《起信因緣分疏》裡面的一段文，說明信位初心，信是十信，十信位初心，有四種機，以禮懺滅罪對初機，以修習止觀對中機，以求生淨土對上機。初是業障眾生，也就是六道裡面的一般大眾；中是說凡夫二乘，也就是聲聞緣覺；是知淨土是大乘菩薩所修，這是《起信因緣分疏》裡頭說的。又蕅益大師《要解》，「謂持名法門深妙，破盡一切戲論（這說的是教下），斬盡一切意見（這說的是禪宗）」，換句話說，持名念佛確確實實在教下跟禪宗之上。所以他說唯有像「馬鳴、龍樹、智者、永明之流」，這些人都是上上根性，他們才能夠徹底擔荷得去。往往一般人把信願持名看輕了，不知道這法門的深妙。深必須上上根人大菩薩他們才知道，妙是一般人具足信願持名都能往生，生到極樂世界都能證得無上菩提，這個妙，既深又妙。所以說，念老在這裡總結這一句，「蓋因持名一法，乃至圓」，圓到極處，至是到頂點的意思，不但圓而且頓，頓是快速，決定一生成就，真正是無上法門。「非思量分別之所能及」，這個就是三乘菩薩以下，我們都是想東想西分別不到，那怎麼辦？這叫深妙。"
    },
    {
      "id": "02-041-0037_p0004",
      "zh_CN": "「但蓦直念去」，但是只要蓦直念去，就是海贤老和尚出家的时候，他的剃度师就教他一句阿弥陀佛，教他一直念去，蓦直就是一直。他真听话，念了九十二年，二十岁师父教他这一句，一百一十二岁往生，念了九十二年没有换题目，没有改变方向，一生就一句佛号。这个地方的蓦直念去，用他老人家来表法再妙不过了，真正找不到第二个人。效果呢？太殊胜了，跟这个地方讲的完全一样。「不假方便」，方便就是其他的法门，一生没有听过经，一次没听过，没有念过一部经，他不认识字，这个不假方便他是千真万确。「不落思量」，我们前面还谈到讲止观，他要不要？他不要，他止观做圆满了。观，声声阿弥陀佛，他就是观想阿弥陀佛；止，所有一切妄念全放下了。「直起直用」，一条直路通到西方极乐世界，通到无上菩提。「自得心开」，这四个字是什么境界？教下讲大开圆解，禅宗说明心见性，净土宗讲理一心不乱。我们要问贤公老和尚做到没有？他做到了。我们观看这一片光碟，跟他最贴近的几位弟子为我们讲解介绍的时候，我们听到了。有弟子问他，他回答说：我什么都知道。什么都知道这句话含义很深，那就是自得心开。这个自得心开，跟中国古人传的「读书千遍，其义自见」是一桩事情，这书里头讲的什么，自然明白了，这种明白一丝毫差错都没有；如果是佛经，就跟佛说的一模一样。自心起用，心开意解。",
      "zh_TW": "「但驀直念去」，但是只要驀直念去，就是海賢老和尚出家的時候，他的剃度師就教他一句阿彌陀佛，教他一直念去，驀直就是一直。他真聽話，念了九十二年，二十歲師父教他這一句，一百一十二歲往生，念了九十二年沒有換題目，沒有改變方向，一生就一句佛號。這個地方的驀直念去，用他老人家來表法再妙不過了，真正找不到第二個人。效果呢？太殊勝了，跟這個地方講的完全一樣。「不假方便」，方便就是其他的法門，一生沒有聽過經，一次沒聽過，沒有念過一部經，他不認識字，這個不假方便他是千真萬確。「不落思量」，我們前面還談到講止觀，他要不要？他不要，他止觀做圓滿了。觀，聲聲阿彌陀佛，他就是觀想阿彌陀佛；止，所有一切妄念全放下了。「直起直用」，一條直路通到西方極樂世界，通到無上菩提。「自得心開」，這四個字是什麼境界？教下講大開圓解，禪宗說明心見性，淨土宗講理一心不亂。我們要問賢公老和尚做到沒有？他做到了。我們觀看這一片光碟，跟他最貼近的幾位弟子為我們講解介紹的時候，我們聽到了。有弟子問他，他回答說：我什麼都知道。什麼都知道這句話含義很深，那就是自得心開。這個自得心開，跟中國古人傳的「讀書千遍，其義自見」是一樁事情，這書裡頭講的什麼，自然明白了，這種明白一絲毫差錯都沒有；如果是佛經，就跟佛說的一模一樣。自心起用，心開意解。"
    },
    {
      "id": "02-041-0037_p0005",
      "zh_CN": "「当下破尽戏论」，只要一开悟就超越教下，教下是经教，释迦牟尼佛四十九年所说的。超越之后，才晓得世尊四十九年所说的一切教是什么？戏论。所以佛到晚年说，他一生没有说过一个字，有人说他说法，这个人谤佛。你看佛把他所说的统统否认了，这什么意思？明明讲了四十九年，为什么最后都不承认？如果承认了，那释迦牟尼佛真的错了，否认是对的。《金刚经》上有两句话，叫「法尚应舍，何况非法」。你要执着有佛法、执着有经教，你永远不能入门。四十九年说的经教是什么？是引导你入门的。菩提大般涅槃不是文字、不是言语，执着言语文字决定得不到，要怎么样？放下就是。佛怕你执着，法都不能执着，何况非法，非法是世间法。换句话说，你想成佛，世间法跟出世间法统统要放下，为什么？你的清净心现前了。清净心里头有世间法是染污，有佛法也是染污，只要有就是染污，自性清净心里头什么都没有。勉强说个有，那就是阿弥陀佛。阿弥陀佛也是方便语，凭这个你就可以到极乐世界。到极乐世界要证究竟圆满菩提，这一句话也要放下，深妙在此地。",
      "zh_TW": "「當下破盡戲論」，只要一開悟就超越教下，教下是經教，釋迦牟尼佛四十九年所說的。超越之後，才曉得世尊四十九年所說的一切教是什麼？戲論。所以佛到晚年說，他一生沒有說過一個字，有人說他說法，這個人謗佛。你看佛把他所說的統統否認了，這什麼意思？明明講了四十九年，為什麼最後都不承認？如果承認了，那釋迦牟尼佛真的錯了，否認是對的。《金剛經》上有兩句話，叫「法尚應捨，何況非法」。你要執著有佛法、執著有經教，你永遠不能入門。四十九年說的經教是什麼？是引導你入門的。菩提大般涅槃不是文字、不是言語，執著言語文字決定得不到，要怎麼樣？放下就是。佛怕你執著，法都不能執著，何況非法，非法是世間法。換句話說，你想成佛，世間法跟出世間法統統要放下，為什麼？你的清淨心現前了。清淨心裡頭有世間法是染污，有佛法也是染污，只要有就是染污，自性清淨心裡頭什麼都沒有。勉強說個有，那就是阿彌陀佛。阿彌陀佛也是方便語，憑這個你就可以到極樂世界。到極樂世界要證究竟圓滿菩提，這一句話也要放下，深妙在此地。"
    },
    {
      "id": "02-041-0037_p0006",
      "zh_CN": "佛给我们表法八相成道，佛给我们说法四十九年，都是引导我们的。好像我们现在在高速公路上走路，四十九年所说一切法是什么？是那些路牌子，这些路牌子引导你达到目的地。你要把路牌就当作目的地，你全错了。必须看到这个牌子，知道这条路了，牌子不理它，放下，你才能往前进。佛所有一切教诲表法用意在此地，可不能执着，更没有必要去争论。争论的很多，因为佛说的不是定法。凡是争论的都是不解如来真实义，如果能解如来真实义，还有什么好争论的？所以初学着相有争论，向上提升不着相，不着相就没有争论。到什么时候才不着相？一定到开悟，此地讲的自得心开。直起直用这四个字好。总共有这五句话，二十个字，「蓦直念去，不假方便，不落思量，直起直用，自得心开」。我们读这一句马上就想起来，海贤老和尚九十二年，这二十个字就是海老的一生。九十二年，他怎样生活、怎样工作、怎样修行、怎样待人接物，就这二十个字写尽了，这二十个字确确实实贤公和尚的赞语，名符其实。",
      "zh_TW": "佛給我們表法八相成道，佛給我們說法四十九年，都是引導我們的。好像我們現在在高速公路上走路，四十九年所說一切法是什麼？是那些路牌子，這些路牌子引導你達到目的地。你要把路牌就當作目的地，你全錯了。必須看到這個牌子，知道這條路了，牌子不理它，放下，你才能往前進。佛所有一切教誨表法用意在此地，可不能執著，更沒有必要去爭論。爭論的很多，因為佛說的不是定法。凡是爭論的都是不解如來真實義，如果能解如來真實義，還有什麼好爭論的？所以初學著相有爭論，向上提升不著相，不著相就沒有爭論。到什麼時候才不著相？一定到開悟，此地講的自得心開。直起直用這四個字好。總共有這五句話，二十個字，「驀直念去，不假方便，不落思量，直起直用，自得心開」。我們讀這一句馬上就想起來，海賢老和尚九十二年，這二十個字就是海老的一生。九十二年，他怎樣生活、怎樣工作、怎樣修行、怎樣待人接物，就這二十個字寫盡了，這二十個字確確實實賢公和尚的讚語，名符其實。"
    },
    {
      "id": "02-041-0037_p0007",
      "zh_CN": "「当下破尽戏论」，戏论是教下，破尽，超越了。大乘八个宗派，教下有七个宗派，除了禅宗之外全叫教下。「荡除一切计度分别」，这是禅宗。超越教下，超越禅宗，这一句名号没有人知道。「故云：如是深妙之法」，世尊在《大集经》里头赞叹念佛法门，他叫它做深妙禅，这释迦牟尼佛赞叹的。如是深妙之法，「唯有马鸣等肉身大士」，大士是大菩萨，「始能直下承当，彻底担荷」。他们这些人听到这个法门，遇到这个法门，直下承当，没有丝毫怀疑，彻底担荷，就跟海贤和尚一样。这个小庙里头三个成就的人，都做到了直下承当，彻底担荷。第一个往生的，海贤和尚的母亲，这一年海贤和尚五十七岁，他妈妈八十六岁，走得多自在、多潇洒，说走就走了，预知时至。凡是预知时至的，都是见佛的，跟阿弥陀佛见了面，佛告诉他，你还有多长的寿命，寿命到的时候佛来接引你。真正念佛人，到佛来接引往生，一般大概见佛多少次？二、三次，三次是很正常的。有些人第一次见佛就要求佛接他往生，还有寿命不要了，佛通常就会告诉他，我什么时候来接你往生，他自己知道，时间很近，下一次佛来接引就走了。这些人多半是还有寿命不要了，提前走了。",
      "zh_TW": "「當下破盡戲論」，戲論是教下，破盡，超越了。大乘八個宗派，教下有七個宗派，除了禪宗之外全叫教下。「蕩除一切計度分別」，這是禪宗。超越教下，超越禪宗，這一句名號沒有人知道。「故云：如是深妙之法」，世尊在《大集經》裡頭讚歎念佛法門，他叫它做深妙禪，這釋迦牟尼佛讚歎的。如是深妙之法，「唯有馬鳴等肉身大士」，大士是大菩薩，「始能直下承當，徹底擔荷」。他們這些人聽到這個法門，遇到這個法門，直下承當，沒有絲毫懷疑，徹底擔荷，就跟海賢和尚一樣。這個小廟裡頭三個成就的人，都做到了直下承當，徹底擔荷。第一個往生的，海賢和尚的母親，這一年海賢和尚五十七歲，他媽媽八十六歲，走得多自在、多瀟灑，說走就走了，預知時至。凡是預知時至的，都是見佛的，跟阿彌陀佛見了面，佛告訴他，你還有多長的壽命，壽命到的時候佛來接引你。真正念佛人，到佛來接引往生，一般大概見佛多少次？二、三次，三次是很正常的。有些人第一次見佛就要求佛接他往生，還有壽命不要了，佛通常就會告訴他，我什麼時候來接你往生，他自己知道，時間很近，下一次佛來接引就走了。這些人多半是還有壽命不要了，提前走了。"
    },
    {
      "id": "02-041-0037_p0008",
      "zh_CN": "真正老实人，有大慈悲心，有大愿心代众生苦，这样的人佛会劝他留在世间表法。那寿命没有呢？没有了佛帮他延长。我相信海贤老和尚的寿命没有那么长。你看一般人往生的，六、七十岁很多，我们在《往生传》上看的，五十岁到七十多岁很多，八十岁以上少了。像海贤和尚这么长的寿命，佛把它延长的，他有使命。使命就是表法，表法就是为我们现代念佛人坚定信心、坚固愿心，为这桩事情。这些年来佛门，特别是净宗，遇到有史以来过去从来没有过的灾难。这个灾难就是大家反对夏莲居老居士的会集本，历史上从来没有过，国内国外这么多的人，口头上的批评，还有文字，报章杂志、网路里面，批评太多了。很多依照这个经本子学习的，到最后不敢了，改了，换了，都受这个影响。阿弥陀佛清楚，让海贤老和尚表法。表法的用意肯定这个会集本是真经，没有错误；黄念祖老居士的注解，集注，也是真经，没有错误；我们这些人依照这个本子修学，学了十几年，没有走错路，放心一直念去，我们也能够达到不假方便、不落思量、直起直用、自得心开。所以我们严格守住一部经、一部注解、一句佛号，一直念到底就对了。",
      "zh_TW": "真正老實人，有大慈悲心，有大願心代眾生苦，這樣的人佛會勸他留在世間表法。那壽命沒有呢？沒有了佛幫他延長。我相信海賢老和尚的壽命沒有那麼長。你看一般人往生的，六、七十歲很多，我們在《往生傳》上看的，五十歲到七十多歲很多，八十歲以上少了。像海賢和尚這麼長的壽命，佛把它延長的，他有使命。使命就是表法，表法就是為我們現代念佛人堅定信心、堅固願心，為這樁事情。這些年來佛門，特別是淨宗，遇到有史以來過去從來沒有過的災難。這個災難就是大家反對夏蓮居老居士的會集本，歷史上從來沒有過，國內國外這麼多的人，口頭上的批評，還有文字，報章雜誌、網路裡面，批評太多了。很多依照這個經本子學習的，到最後不敢了，改了，換了，都受這個影響。阿彌陀佛清楚，讓海賢老和尚表法。表法的用意肯定這個會集本是真經，沒有錯誤；黃念祖老居士的註解，集註，也是真經，沒有錯誤；我們這些人依照這個本子修學，學了十幾年，沒有走錯路，放心一直念去，我們也能夠達到不假方便、不落思量、直起直用、自得心開。所以我們嚴格守住一部經、一部註解、一句佛號，一直念到底就對了。"
    },
    {
      "id": "02-041-0037_p0009",
      "zh_CN": "下面为我们介绍，简单介绍，「马鸣大士，东天竺人」。唐朝时候叫天竺，现在叫印度，他是东印度人。印度分五个区域，东南西北中，他是东印度人，「为禅宗十二祖」。禅宗迦叶尊者传的，教下阿难尊者传的，佛家称宗门教下，代表整个佛法。禅宗没有文字，直指人心，为上上根人，教下是世尊以身行言教四十九年。佛的教学分五个阶段，第一个阶段华严时，叫五时说法。《华严》是定中讲的，南传小乘不承认，龙树菩萨传的，下面有介绍龙树菩萨。马鸣，「中兴大乘，造《大乘起信论》。论末劝导众生念佛，求生净土」。这些参考资料里头都有详细资料，自己可以去看。「龙树大士」，龙树菩萨，「南天竺人」，南印度，「为禅宗十四祖」，也就是马鸣菩萨的徒孙，龙树的师父是禅宗第十三祖，再上面是马鸣菩萨，这两位大士对于佛教的承传起很大的作用。",
      "zh_TW": "下面為我們介紹，簡單介紹，「馬鳴大士，東天竺人」。唐朝時候叫天竺，現在叫印度，他是東印度人。印度分五個區域，東南西北中，他是東印度人，「為禪宗十二祖」。禪宗迦葉尊者傳的，教下阿難尊者傳的，佛家稱宗門教下，代表整個佛法。禪宗沒有文字，直指人心，為上上根人，教下是世尊以身行言教四十九年。佛的教學分五個階段，第一個階段華嚴時，叫五時說法。《華嚴》是定中講的，南傳小乘不承認，龍樹菩薩傳的，下面有介紹龍樹菩薩。馬鳴，「中興大乘，造《大乘起信論》。論末勸導眾生念佛，求生淨土」。這些參考資料裡頭都有詳細資料，自己可以去看。「龍樹大士」，龍樹菩薩，「南天竺人」，南印度，「為禪宗十四祖」，也就是馬鳴菩薩的徒孫，龍樹的師父是禪宗第十三祖，再上面是馬鳴菩薩，這兩位大士對於佛教的承傳起很大的作用。"
    },
    {
      "id": "02-041-0037_p0010",
      "zh_CN": "《华严经》世尊在定中说，说完之后，这部大经大龙菩萨把它收藏起来，收藏在龙宫。只有法身菩萨才能参与世尊华严法会，听他老人家讲《华严经》。《华严经》讲的什么？释迦牟尼佛示现大彻大悟，明心见性，是他明心见性的报告。他悟的是什么？自性。自性是什么？就是《大方广佛华严》，他是细说。六祖惠能大师是中国唐朝时候人，他也开悟了，明心见性。释迦牟尼佛开悟是在定中，惠能大师的开悟是半夜，五祖跟他讲《金刚经》，他一生就听过这一次经，当然他不认识字，不需要拿经本，两个人都不需要用经本，讲大意，讲到「应无所住而生其心」，六祖就开悟了，就是此地讲的自得心开。心开之后提出报告，就是明心见性，性是什么样子。释迦牟尼佛讲出来的是一部《大方广佛华严经》，六祖讲出来的实际上就是二十个字，描绘自性，五句二十个字，自性是什么？「本自清净，本不生灭，本自具足，本无动摇，能生万法」。我们就知道《华严经》就这五句，能大师略说，说出题目，这个题目展开就是《大方广佛华严》，无二无别。五祖听了这五句，行了，不用再说了，衣钵就传给他，他就是禅宗第六代祖师。",
      "zh_TW": "《華嚴經》世尊在定中說，說完之後，這部大經大龍菩薩把它收藏起來，收藏在龍宮。只有法身菩薩才能參與世尊華嚴法會，聽他老人家講《華嚴經》。《華嚴經》講的什麼？釋迦牟尼佛示現大徹大悟，明心見性，是他明心見性的報告。他悟的是什麼？自性。自性是什麼？就是《大方廣佛華嚴》，他是細說。六祖惠能大師是中國唐朝時候人，他也開悟了，明心見性。釋迦牟尼佛開悟是在定中，惠能大師的開悟是半夜，五祖跟他講《金剛經》，他一生就聽過這一次經，當然他不認識字，不需要拿經本，兩個人都不需要用經本，講大意，講到「應無所住而生其心」，六祖就開悟了，就是此地講的自得心開。心開之後提出報告，就是明心見性，性是什麼樣子。釋迦牟尼佛講出來的是一部《大方廣佛華嚴經》，六祖講出來的實際上就是二十個字，描繪自性，五句二十個字，自性是什麼？「本自清淨，本不生滅，本自具足，本無動搖，能生萬法」。我們就知道《華嚴經》就這五句，能大師略說，說出題目，這個題目展開就是《大方廣佛華嚴》，無二無別。五祖聽了這五句，行了，不用再說了，衣缽就傳給他，他就是禪宗第六代祖師。"
    },
    {
      "id": "02-041-0037_p0011",
      "zh_CN": "大彻大悟之后一切经自然通了，他什么都没学过，任何人拿到佛的经典念给他听，他都会讲给你听，讲得一点不错。所以我们自己一定要相信，不能有丝毫怀疑。惠能大师这五句话，自性是真心，我们的真心，真心本自清净，没有染污过，染污是妄心，真心不受染污。真心不生不灭，我们现在这个妄心有生有灭，为什么？念头，你看前念灭后念生，一个接着一个。但是你一定要晓得，前念不是后念，前念跟后念不一样，念念都没有相同的，所以它是假的，它不是真的。佛在经上也给我们说清楚、说明白了，能生万法，万法是生灭相，相似相续，说明前念跟后念不是一念，是相似相续。我们看到前一念跟后一念没差别，对，我们看得很小，这小范围好像没差别。如果看整个地球有差别，看整个太空差别更大，你才了解真相。因为一切相，就是一切万法，是生灭相，生灭就不是真的，是假的。所以佛告诉我们一句真话，叫不可得。能生万法，万法不可得，为什么？刹那生灭。包括我们身体，身体能不能得到？不能，它是念头变现出来的。所有物质现象全是念头变现出来的，念头没有相同的，所以变出来的境界当然没有一样的。念念都不相同，十法界就是这么个现象，跟一真法界不一样。",
      "zh_TW": "大徹大悟之後一切經自然通了，他什麼都沒學過，任何人拿到佛的經典念給他聽，他都會講給你聽，講得一點不錯。所以我們自己一定要相信，不能有絲毫懷疑。惠能大師這五句話，自性是真心，我們的真心，真心本自清淨，沒有染污過，染污是妄心，真心不受染污。真心不生不滅，我們現在這個妄心有生有滅，為什麼？念頭，你看前念滅後念生，一個接著一個。但是你一定要曉得，前念不是後念，前念跟後念不一樣，念念都沒有相同的，所以它是假的，它不是真的。佛在經上也給我們說清楚、說明白了，能生萬法，萬法是生滅相，相似相續，說明前念跟後念不是一念，是相似相續。我們看到前一念跟後一念沒差別，對，我們看得很小，這小範圍好像沒差別。如果看整個地球有差別，看整個太空差別更大，你才了解真相。因為一切相，就是一切萬法，是生滅相，生滅就不是真的，是假的。所以佛告訴我們一句真話，叫不可得。能生萬法，萬法不可得，為什麼？剎那生滅。包括我們身體，身體能不能得到？不能，它是念頭變現出來的。所有物質現象全是念頭變現出來的，念頭沒有相同的，所以變出來的境界當然沒有一樣的。念念都不相同，十法界就是這麼個現象，跟一真法界不一樣。"
    },
    {
      "id": "02-041-0037_p0012",
      "zh_CN": "极乐世界是一真法界，阿弥陀佛的实报庄严土，这个境界里头所有一切现象是真的，为什么？它永恒不变。往生到极乐世界，我们的身相跟阿弥陀佛完全相同，那个相不生不灭，寿命很长，无量劫，寿命，人不老。我们这个地方人寿命长，老了，他有变化。极乐世界没有变化，树木花草永远常青，那边的人没有生老病死，那边的植物没有生住异灭，那边的山河大地没有成住坏空，也就是说没有生灭的变化。为什么？法性身，法性土。法性，惠能大师不是说了吗？「何期自性，本不生灭」，不生不灭。我们往生极乐世界没有别的，把我们现在阿赖耶的相分生灭身，到极乐世界换一个不生不灭的身，不生不灭的环境，好修行。法性身不需要饮食，不需要睡眠。极乐世界没有今天、明天、后天，没有，为什么？它是光明世界，它没有黑夜，跟我们不一样。我们这里有白天、有晚上，极乐世界没有。极乐世界人的精神饱满，永远不需要睡眠，不需要饮食。他们每天干什么？每天听经坐禅。喜欢听经的人，在阿弥陀佛大讲堂；喜欢坐禅的人，无论在什么地方，地面、旷野、空中都有，他在那里修定。无论是听经，无论是坐禅，他的报身没动。可是他的应化身，从来没有中断过在活动，他是什么活动？上求佛道，下化众生。",
      "zh_TW": "極樂世界是一真法界，阿彌陀佛的實報莊嚴土，這個境界裡頭所有一切現象是真的，為什麼？它永恆不變。往生到極樂世界，我們的身相跟阿彌陀佛完全相同，那個相不生不滅，壽命很長，無量劫，壽命，人不老。我們這個地方人壽命長，老了，他有變化。極樂世界沒有變化，樹木花草永遠常青，那邊的人沒有生老病死，那邊的植物沒有生住異滅，那邊的山河大地沒有成住壞空，也就是說沒有生滅的變化。為什麼？法性身，法性土。法性，惠能大師不是說了嗎？「何期自性，本不生滅」，不生不滅。我們往生極樂世界沒有別的，把我們現在阿賴耶的相分生滅身，到極樂世界換一個不生不滅的身，不生不滅的環境，好修行。法性身不需要飲食，不需要睡眠。極樂世界沒有今天、明天、後天，沒有，為什麼？它是光明世界，它沒有黑夜，跟我們不一樣。我們這裡有白天、有晚上，極樂世界沒有。極樂世界人的精神飽滿，永遠不需要睡眠，不需要飲食。他們每天幹什麼？每天聽經坐禪。喜歡聽經的人，在阿彌陀佛大講堂；喜歡坐禪的人，無論在什麼地方，地面、曠野、空中都有，他在那裡修定。無論是聽經，無論是坐禪，他的報身沒動。可是他的應化身，從來沒有中斷過在活動，他是什麼活動？上求佛道，下化眾生。"
    },
    {
      "id": "02-041-0037_p0013",
      "zh_CN": "阿弥陀佛有神通、有能力变化无量无边的身相，他变这么多身相干什么？接引往生的。每一个世界念佛往生的人，信愿持名，寿命终了，阿弥陀佛都会去通知他、去接引他，阿弥陀佛是用化身去的。十方无量无边诸佛刹土，每一个佛刹念佛往生的人不知道有多少，极乐世界每天到那边去往生的人有多少？数不尽。无量无边无数的众生往生到极乐世界去了，极乐世界能容得下吗？容得下。极乐世界是妙土，它这个国土的面积无穷大，没有边际，法性土。不像我们这里，我们这是法相，它是法性。法性没有边际，法相里面有时间、有空间，法性里头没有，没有时间，没有空间。极乐世界没有过去现在未来，没有，没有东南西北，没有远近的距离。我们每一个人去往生，生到极乐世界，得到阿弥陀佛四十八愿无量功德智慧神通的加持，我们的能力几乎跟阿弥陀佛相同，都有能力分身到十方世界去拜佛，同一个时间，一切诸佛刹土统统现身。拜佛是什么？修福修慧，供养佛是修福，听佛讲经说法是修慧。佛无量无边，分身无量无边，只有到极乐世界求福求慧才真正得到大圆满。",
      "zh_TW": "阿彌陀佛有神通、有能力變化無量無邊的身相，他變這麼多身相幹什麼？接引往生的。每一個世界念佛往生的人，信願持名，壽命終了，阿彌陀佛都會去通知他、去接引他，阿彌陀佛是用化身去的。十方無量無邊諸佛剎土，每一個佛剎念佛往生的人不知道有多少，極樂世界每天到那邊去往生的人有多少？數不盡。無量無邊無數的眾生往生到極樂世界去了，極樂世界能容得下嗎？容得下。極樂世界是妙土，它這個國土的面積無窮大，沒有邊際，法性土。不像我們這裡，我們這是法相，它是法性。法性沒有邊際，法相裡面有時間、有空間，法性裡頭沒有，沒有時間，沒有空間。極樂世界沒有過去現在未來，沒有，沒有東南西北，沒有遠近的距離。我們每一個人去往生，生到極樂世界，得到阿彌陀佛四十八願無量功德智慧神通的加持，我們的能力幾乎跟阿彌陀佛相同，都有能力分身到十方世界去拜佛，同一個時間，一切諸佛剎土統統現身。拜佛是什麼？修福修慧，供養佛是修福，聽佛講經說法是修慧。佛無量無邊，分身無量無邊，只有到極樂世界求福求慧才真正得到大圓滿。"
    },
    {
      "id": "02-041-0037_p0014",
      "zh_CN": "同时，十方世界自性变现出来的，不离自性，说我们现在的话，过去无量劫中诸佛刹土我们在那里待过，在一切刹土里面的十法界、六道众生跟我们有缘的人很多，现在有这种能力，有这个神通，有这个智慧，有这个道力，肯定遇到过去跟我有缘的人，无论是善缘、是恶缘，只要有缘，肯定会去帮助他。而且肯定是用净土法门去帮助他，劝他信愿持名求生净土。他的缘要成熟了，阿弥陀佛就接引他往生，你一定跟阿弥陀佛一起同时去接引他，他到极乐世界一看就认识你。所以到极乐世界，生生世世有缘众生很多，统统见面，统统知道，特别亲切。亲人很亲切，仇敌也都变成亲人了，极乐世界不寂寞，极乐世界无限的欢喜。我们现在是蒙在鼓里头，迷惑颠倒，到极乐世界迷全破了，自性清净光明统统恢复。要相信，这个事情是真的，不是假的。",
      "zh_TW": "同時，十方世界自性變現出來的，不離自性，說我們現在的話，過去無量劫中諸佛剎土我們在那裡待過，在一切剎土裡面的十法界、六道眾生跟我們有緣的人很多，現在有這種能力，有這個神通，有這個智慧，有這個道力，肯定遇到過去跟我有緣的人，無論是善緣、是惡緣，只要有緣，肯定會去幫助他。而且肯定是用淨土法門去幫助他，勸他信願持名求生淨土。他的緣要成熟了，阿彌陀佛就接引他往生，你一定跟阿彌陀佛一起同時去接引他，他到極樂世界一看就認識你。所以到極樂世界，生生世世有緣眾生很多，統統見面，統統知道，特別親切。親人很親切，仇敵也都變成親人了，極樂世界不寂寞，極樂世界無限的歡喜。我們現在是蒙在鼓裡頭，迷惑顛倒，到極樂世界迷全破了，自性清淨光明統統恢復。要相信，這個事情是真的，不是假的。"
    },
    {
      "id": "02-041-0037_p0015",
      "zh_CN": "龙树菩萨当年他在龙宫，这是大龙菩萨带他去的，看到《大方广佛华严经》。大龙菩萨告诉他，这是释迦牟尼佛菩提树下入定，夜睹明星大彻大悟，用了二七时中（二七就是十四天）所说的，用我们的话来说，所做的报告。你明心见性，心性是什么样子，是他的报告。龙树菩萨一看分量太大，绝对不是世间人所能接受的。分量多大？全经「十个三千大千世界微尘偈，一四天下微尘品」，不但地球装不下，娑婆世界也装不下。娑婆世界多大？十亿个银河系。还好，它还有中本，看看中本也不是世间能接受得了的。最后看有小本，小本是什么？目录提要。像我们《四库全书》，这是中国最大的一套丛书，国宝！这部书也不是一个人能受持的。商务印书馆总编辑跟我聊天，告诉我，说这一个人很聪明，一出生下来就可以看《四库全书》，一天看十个小时，看到一百岁这书还没看完，你就知道这分量多大。中国古圣先贤典籍，它有中本，中本叫《荟要》。《四库荟要》是《全书》的三分之一，也不是普通人能读得完的。它有目录提要，目录提要有五册，这就方便了，每一部书书名、作者，什么人作的，内容，写个大概提纲。龙树菩萨在龙宫，带到我们这个世间来的，是《大方广佛华严经》目录提要，就是现在翻成中文的《八十卷华严》。最后到中国，传过来的最后一品，完整没有残缺的《四十华严》，普贤菩萨《行愿品》内容丰富，全宇宙都说到了。这个里头真的，方东美先生说的高等的哲学，有高等的科学，现在的科学、哲学都不能跟它相比。它全部的内容，我们从惠能大师开悟的报告有一个概念，《华严经》上所说的就是惠能大师所报告的。报告里头最重要的，末后一句话，「能生万法」。《华严经》就是讲的万法，万法的理论，万法的因缘，万法的形成，万法的作用，这真正是大学问。",
      "zh_TW": "龍樹菩薩當年他在龍宮，這是大龍菩薩帶他去的，看到《大方廣佛華嚴經》。大龍菩薩告訴他，這是釋迦牟尼佛菩提樹下入定，夜睹明星大徹大悟，用了二七時中（二七就是十四天）所說的，用我們的話來說，所做的報告。你明心見性，心性是什麼樣子，是他的報告。龍樹菩薩一看分量太大，絕對不是世間人所能接受的。分量多大？全經「十個三千大千世界微塵偈，一四天下微塵品」，不但地球裝不下，娑婆世界也裝不下。娑婆世界多大？十億個銀河系。還好，它還有中本，看看中本也不是世間能接受得了的。最後看有小本，小本是什麼？目錄提要。像我們《四庫全書》，這是中國最大的一套叢書，國寶！這部書也不是一個人能受持的。商務印書館總編輯跟我聊天，告訴我，說這一個人很聰明，一出生下來就可以看《四庫全書》，一天看十個小時，看到一百歲這書還沒看完，你就知道這分量多大。中國古聖先賢典籍，它有中本，中本叫《薈要》。《四庫薈要》是《全書》的三分之一，也不是普通人能讀得完的。它有目錄提要，目錄提要有五冊，這就方便了，每一部書書名、作者，什麼人作的，內容，寫個大概提綱。龍樹菩薩在龍宮，帶到我們這個世間來的，是《大方廣佛華嚴經》目錄提要，就是現在翻成中文的《八十卷華嚴》。最後到中國，傳過來的最後一品，完整沒有殘缺的《四十華嚴》，普賢菩薩《行願品》內容豐富，全宇宙都說到了。這個裡頭真的，方東美先生說的高等的哲學，有高等的科學，現在的科學、哲學都不能跟它相比。它全部的內容，我們從惠能大師開悟的報告有一個概念，《華嚴經》上所說的就是惠能大師所報告的。報告裡頭最重要的，末後一句話，「能生萬法」。《華嚴經》就是講的萬法，萬法的理論，萬法的因緣，萬法的形成，萬法的作用，這真正是大學問。"
    },
    {
      "id": "02-041-0037_p0016",
      "zh_CN": "「龙树大士，南天竺人，为禅宗十四祖。开铁塔，亲觐金刚萨埵」，密教是他传的，金刚萨埵把密教传给他，他传在印度、西藏、中国、日本，现在也传遍全世界。「入龙宫，取《华严经》，又为华严宗祖。复以广造众论，力宏净土，《楞伽经》悬记」，有这么一段话说，「登欢喜地，往生净土」，所以他又是净宗的祖师。什么地位？初地菩萨，明心见性。不是在这个地位上，初地以上这就是法身菩萨，他才能够入龙宫。大龙菩萨是等觉菩萨，带他去参观。龙树在中国是八宗之祖，「我国称大士为八宗之祖」，哪八个宗？你看天台，南山是律宗，法相、三论，这些宗派，「皆崇为其宗之祖也」。",
      "zh_TW": "「龍樹大士，南天竺人，為禪宗十四祖。開鐵塔，親覲金剛薩埵」，密教是他傳的，金剛薩埵把密教傳給他，他傳在印度、西藏、中國、日本，現在也傳遍全世界。「入龍宮，取《華嚴經》，又為華嚴宗祖。復以廣造眾論，力宏淨土，《楞伽經》懸記」，有這麼一段話說，「登歡喜地，往生淨土」，所以他又是淨宗的祖師。什麼地位？初地菩薩，明心見性。不是在這個地位上，初地以上這就是法身菩薩，他才能夠入龍宮。大龍菩薩是等覺菩薩，帶他去參觀。龍樹在中國是八宗之祖，「我國稱大士為八宗之祖」，哪八個宗？你看天台，南山是律宗，法相、三論，這些宗派，「皆崇為其宗之祖也」。"
    },
    {
      "id": "02-041-0037_p0017",
      "zh_CN": "「智者大师诵《法华》，身心豁然，得入法华三昧，亲见灵山一会，俨然未散。后住天台山创天台宗，临终右胁西向，称念弥陀观音而寂。」天台智者大师是念佛往生极乐世界的。生前他诵《法华经》，念到「药王品」入定了，在定中他见到灵鹫山，释迦牟尼佛在灵鹫山讲《法华经》，他还在那里听了一座。出定之后告诉人，释迦牟尼佛讲《法华经》现在还没有散，还在讲。佛说的一切经有没有散？法身菩萨都可以参与，他有能力参与灵山一会，当然也有能力参与释迦牟尼佛定中讲《华严经》的这一会，他有能力参加。这个理我们明了，为什么？见性之后三世、十方都没有了，法华一会在什么时候？就在当下，没有时间，就在当下；灵山在哪里？就在此地，没有距离，没有远近。然后我们才知道，为什么古来那么多人都羡慕明心见性，一心想证得。证得真好，人可以回到过去，人可以走到未来，为什么？过去无始，未来无终，全在当下，你统统能看到。我们非常幸运遇到净土法门，自己一生有把握往生极乐世界，往生极乐世界就是成就你自己登欢喜地，登欢喜地就是阿惟越致菩萨。四十八愿里面第二十愿，世尊告诉我们，阿弥陀佛加持，在我们这个地方是第二十愿，就是往生到极乐世界，不管你是什么地位，统统都是阿惟越致菩萨，平等的。阿弥陀佛对待一切往生的人没有厚此薄彼，全都是一样的，你证得阿惟越致，太好了；没有证得呢？没有证得，阿弥陀佛加持你，让你也能享受阿惟越致菩萨的神通智慧道力，在极乐世界跟阿惟越致菩萨待遇是平等的、没有差别的。这就是多少人向往这个法门，希望修学这个法门。",
      "zh_TW": "「智者大師誦《法華》，身心豁然，得入法華三昧，親見靈山一會，儼然未散。後住天台山創天台宗，臨終右脅西向，稱念彌陀觀音而寂。」天台智者大師是念佛往生極樂世界的。生前他誦《法華經》，念到「藥王品」入定了，在定中他見到靈鷲山，釋迦牟尼佛在靈鷲山講《法華經》，他還在那裡聽了一座。出定之後告訴人，釋迦牟尼佛講《法華經》現在還沒有散，還在講。佛說的一切經有沒有散？法身菩薩都可以參與，他有能力參與靈山一會，當然也有能力參與釋迦牟尼佛定中講《華嚴經》的這一會，他有能力參加。這個理我們明瞭，為什麼？見性之後三世、十方都沒有了，法華一會在什麼時候？就在當下，沒有時間，就在當下；靈山在哪裡？就在此地，沒有距離，沒有遠近。然後我們才知道，為什麼古來那麼多人都羨慕明心見性，一心想證得。證得真好，人可以回到過去，人可以走到未來，為什麼？過去無始，未來無終，全在當下，你統統能看到。我們非常幸運遇到淨土法門，自己一生有把握往生極樂世界，往生極樂世界就是成就你自己登歡喜地，登歡喜地就是阿惟越致菩薩。四十八願裡面第二十願，世尊告訴我們，阿彌陀佛加持，在我們這個地方是第二十願，就是往生到極樂世界，不管你是什麼地位，統統都是阿惟越致菩薩，平等的。阿彌陀佛對待一切往生的人沒有厚此薄彼，全都是一樣的，你證得阿惟越致，太好了；沒有證得呢？沒有證得，阿彌陀佛加持你，讓你也能享受阿惟越致菩薩的神通智慧道力，在極樂世界跟阿惟越致菩薩待遇是平等的、沒有差別的。這就是多少人嚮往這個法門，希望修學這個法門。"
    },
    {
      "id": "02-041-0037_p0018",
      "zh_CN": "我们再看下面，「永明大师于天台韶国师发明心要」，这发明心要的意思就是大彻大悟。韶国师是法眼宗的祖师，他在韶国师会下开悟了，所以他是法眼宗的嫡孙，「后专志净宗」，他是我们净土宗第六代的祖师，是法眼宗第三代的祖师，是净土宗第六代的祖师，永明延寿，「日诵洪名十万声，兼行日课一百零八事」，感应不可思议。这都是我们的榜样，是我们的典型，一般人做不到，我们自己也做不到，每天念十万声佛号，而且还有一百零八事，都是断一切恶、修一切善。「蒙观音大士甘露灌口，妙慧涌现」，这在梦中，观世音菩萨用甘露，这就是供养甘露给他喝，喝了甘露之后辩才无碍，妙慧涌现。「着《宗镜录》一百卷」，《宗镜录》内容是什么？它里面收了六十部经典、三百多位祖师大德的著作，这个里头对大小乘、宗门教下做一个详细的解释。实际上，黄念祖老居士写这一部《大经解》，灵感是不是从《宗镜录》来的？因为我们看到他这个注解用了八十三部经论。《宗镜录》用六十部，六十部经，论，祖师大德的著述有三百多种。这个注解，祖师大德的著作是一百一十部，经论是八十三，总共一百九十三种，注解这一部《无量寿经》。那《宗镜录》呢？是由六十部经典、三百多位祖师大德的著作，解释释迦牟尼佛一代的宗教。内容大部分都是用问答，用问答的方式。所以读这一百卷书，对于世尊四十九年所说的一切法，各宗各派的大意，你就全部都明白了。这是永明延寿大师重要的作品。所以有人称它为小藏经，这《大藏经》你没有时间去阅读，读这个对于整个佛法都通了，这是小藏经。「及《心赋注》」，这也是永明大师重要的著作，这个是讲禅宗的，他在禅宗大彻大悟；下面，「《万善同归集》」，这也是大师的著作，《万善同归》，「蔚为法炬，光照万世」，这些著述都收在《大藏经》里面。「七十二岁焚香别众，坐脱西归」。这八个字说明他往生自在，说走就走。传说他是阿弥陀佛再来的。净宗另外善导大师，也有人说是阿弥陀佛再来的，日本人很相信，智者大师是释迦牟尼佛再来的。我在日本访问的时候，问日本这些出家人有没有这个说法？有，而且他们都很相信。",
      "zh_TW": "我們再看下面，「永明大師於天台韶國師發明心要」，這發明心要的意思就是大徹大悟。韶國師是法眼宗的祖師，他在韶國師會下開悟了，所以他是法眼宗的嫡孫，「後專志淨宗」，他是我們淨土宗第六代的祖師，是法眼宗第三代的祖師，是淨土宗第六代的祖師，永明延壽，「日誦洪名十萬聲，兼行日課一百零八事」，感應不可思議。這都是我們的榜樣，是我們的典型，一般人做不到，我們自己也做不到，每天念十萬聲佛號，而且還有一百零八事，都是斷一切惡、修一切善。「蒙觀音大士甘露灌口，妙慧湧現」，這在夢中，觀世音菩薩用甘露，這就是供養甘露給他喝，喝了甘露之後辯才無礙，妙慧湧現。「著《宗鏡錄》一百卷」，《宗鏡錄》內容是什麼？它裡面收了六十部經典、三百多位祖師大德的著作，這個裡頭對大小乘、宗門教下做一個詳細的解釋。實際上，黃念祖老居士寫這一部《大經解》，靈感是不是從《宗鏡錄》來的？因為我們看到他這個註解用了八十三部經論。《宗鏡錄》用六十部，六十部經，論，祖師大德的著述有三百多種。這個註解，祖師大德的著作是一百一十部，經論是八十三，總共一百九十三種，註解這一部《無量壽經》。那《宗鏡錄》呢？是由六十部經典、三百多位祖師大德的著作，解釋釋迦牟尼佛一代的宗教。內容大部分都是用問答，用問答的方式。所以讀這一百卷書，對於世尊四十九年所說的一切法，各宗各派的大意，你就全部都明白了。這是永明延壽大師重要的作品。所以有人稱它為小藏經，這《大藏經》你沒有時間去閱讀，讀這個對於整個佛法都通了，這是小藏經。「及《心賦注》」，這也是永明大師重要的著作，這個是講禪宗的，他在禪宗大徹大悟；下面，「《萬善同歸集》」，這也是大師的著作，《萬善同歸》，「蔚為法炬，光照萬世」，這些著述都收在《大藏經》裡面。「七十二歲焚香別眾，坐脫西歸」。這八個字說明他往生自在，說走就走。傳說他是阿彌陀佛再來的。淨宗另外善導大師，也有人說是阿彌陀佛再來的，日本人很相信，智者大師是釋迦牟尼佛再來的。我在日本訪問的時候，問日本這些出家人有沒有這個說法？有，而且他們都很相信。"
    },
    {
      "id": "02-041-0037_p0019",
      "zh_CN": "「以上四德」，上面举的这四个人，马鸣、龙树、智者、永明这四位大德，这都是后世中外学者没有一个不敬仰的。这四位大德，「咸为肉身大士」，不是普通人，「法门龙象」。蕅益大师在《要解》里说，「谓唯如是之人，始能彻底承当净土法门」。这些人都是明心见性，大彻大悟，绝对不是普通人。「近世学人焉得以世俗之见，而鄙视净土耶？」这一句是黄念祖老居士感慨的话，非常感慨近代的学人，完全以世俗之见来批评净土。批评的这些人，谁能比得上马鸣，谁能比得上龙树，这两位是印度的高僧，后面两位是中国的，智者大师、永明延寿大师，没有人能比。",
      "zh_TW": "「以上四德」，上面舉的這四個人，馬鳴、龍樹、智者、永明這四位大德，這都是後世中外學者沒有一個不敬仰的。這四位大德，「咸為肉身大士」，不是普通人，「法門龍象」。蕅益大師在《要解》裡說，「謂唯如是之人，始能徹底承當淨土法門」。這些人都是明心見性，大徹大悟，絕對不是普通人。「近世學人焉得以世俗之見，而鄙視淨土耶？」這一句是黃念祖老居士感慨的話，非常感慨近代的學人，完全以世俗之見來批評淨土。批評的這些人，誰能比得上馬鳴，誰能比得上龍樹，這兩位是印度的高僧，後面兩位是中國的，智者大師、永明延壽大師，沒有人能比。"
    },
    {
      "id": "02-041-0037_p0020",
      "zh_CN": "下面这段，我们看注解，「又《要解》云：故一声阿弥陀佛，即释迦本师于五浊恶世所得阿耨多罗三藐三菩提法」。这一句话印光大师佩服得五体投地，自古以来没有人这样说过，释迦牟尼佛是怎么成佛的？念阿弥陀佛成佛的，没人讲过，只有他在《要解》里头说出来了。《弥陀经》上真有，我们粗心大意，不是他说出来，我们都没有注意到这一句。确确实实，释迦牟尼佛在我们这个地球上，五浊恶世，他成佛了。用什么方法成佛？用一声阿弥陀佛，他就得阿耨多罗三藐三菩提法。阿耨多罗三藐三菩提翻成中国的意思，无上正等正觉，如来所证得的。",
      "zh_TW": "下面這段，我們看註解，「又《要解》云：故一聲阿彌陀佛，即釋迦本師於五濁惡世所得阿耨多羅三藐三菩提法」。這一句話印光大師佩服得五體投地，自古以來沒有人這樣說過，釋迦牟尼佛是怎麼成佛的？念阿彌陀佛成佛的，沒人講過，只有他在《要解》裡頭說出來了。《彌陀經》上真有，我們粗心大意，不是他說出來，我們都沒有注意到這一句。確確實實，釋迦牟尼佛在我們這個地球上，五濁惡世，他成佛了。用什麼方法成佛？用一聲阿彌陀佛，他就得阿耨多羅三藐三菩提法。阿耨多羅三藐三菩提翻成中國的意思，無上正等正覺，如來所證得的。"
    },
    {
      "id": "02-041-0037_p0021",
      "zh_CN": "今天我们又看到，来佛寺的海贤老法师，也是用一声阿弥陀佛，于五浊恶世证得阿耨多罗三藐三菩提法。这个人去年往生的，距离我们不远，我们没有看过这个人，但是光碟里头看到了。我曾经看这个光碟的时候说过，如果海贤老和尚要跟释迦牟尼佛生在同时，他跟释迦牟尼佛没有两样。释迦牟尼佛是三十岁开悟的，也就是得阿耨多罗三藐三菩提法，释迦牟尼佛三十岁。海贤老和尚他得到这样的地位，我的看法不超过四十岁，是在三十到四十理一心不乱，就是其义自见，自见就是大彻大悟，就是明心见性，我的看法。他二十岁出家，师父就教他一句佛号一直念下去，他的善根福德因缘全具足，善根是老实、听话、真干，福德是真诚、清净，这个人有福。恭敬，恭敬的人有福，傲慢的人没福，谦虚的人有福。《易经》六十四卦，只有一卦六爻都吉，每一卦都有吉有凶，唯独有一卦只有吉没有凶，这卦叫谦，谦虚。他有，谦虚、恭敬。人有这样的善根福德，老师传授他一句佛号这是缘，善根福德因缘统统具足，二十岁念上三年，二十三岁，他就能得到功夫成片。得到功夫成片就能往生，肯定见佛。还有寿命，他如果不要了，求佛带他到极乐世界，没有问题；如果再延几年，再延个三年，他得事一心不乱；再有个三、五年，他得到理一心不乱，这最高境界了。所以我感到，他老人家所证得的，跟禅宗大彻大悟、明心见性同一个阶层，应该在四十上下这个时候证得的。证得这个地位，往生到极乐世界不必阿弥陀佛加持，他已经是实报土往生，三辈里面上辈上生，大成就，不可思议！真的，不是假的。他是受阿弥陀佛的委托，希望他常住世间表法，在这个苦难的环境当中，怎样学佛才得受用、才得成就，完全做出榜样给我们看到了。住在偏僻的乡村，住在一个小庙，破旧的小庙，那个地方送人人家都不要的。没有人去烧香拜佛，没有香火，没有供养，生活所需全靠自己耕种，所以他的工作是农夫。自己没有田，好在乡下空地很多，自己开辟，地都是没主的，他一生这几十年，总共开辟一百多亩。我们知道，这个人心地清净善良，佛心，种地是佛事。",
      "zh_TW": "今天我們又看到，來佛寺的海賢老法師，也是用一聲阿彌陀佛，於五濁惡世證得阿耨多羅三藐三菩提法。這個人去年往生的，距離我們不遠，我們沒有看過這個人，但是光碟裡頭看到了。我曾經看這個光碟的時候說過，如果海賢老和尚要跟釋迦牟尼佛生在同時，他跟釋迦牟尼佛沒有兩樣。釋迦牟尼佛是三十歲開悟的，也就是得阿耨多羅三藐三菩提法，釋迦牟尼佛三十歲。海賢老和尚他得到這樣的地位，我的看法不超過四十歲，是在三十到四十理一心不亂，就是其義自見，自見就是大徹大悟，就是明心見性，我的看法。他二十歲出家，師父就教他一句佛號一直念下去，他的善根福德因緣全具足，善根是老實、聽話、真幹，福德是真誠、清淨，這個人有福。恭敬，恭敬的人有福，傲慢的人沒福，謙虛的人有福。《易經》六十四卦，只有一卦六爻都吉，每一卦都有吉有凶，唯獨有一卦只有吉沒有凶，這卦叫謙，謙虛。他有，謙虛、恭敬。人有這樣的善根福德，老師傳授他一句佛號這是緣，善根福德因緣統統具足，二十歲念上三年，二十三歲，他就能得到功夫成片。得到功夫成片就能往生，肯定見佛。還有壽命，他如果不要了，求佛帶他到極樂世界，沒有問題；如果再延幾年，再延個三年，他得事一心不亂；再有個三、五年，他得到理一心不亂，這最高境界了。所以我感到，他老人家所證得的，跟禪宗大徹大悟、明心見性同一個階層，應該在四十上下這個時候證得的。證得這個地位，往生到極樂世界不必阿彌陀佛加持，他已經是實報土往生，三輩裡面上輩上生，大成就，不可思議！真的，不是假的。他是受阿彌陀佛的委託，希望他常住世間表法，在這個苦難的環境當中，怎樣學佛才得受用、才得成就，完全做出榜樣給我們看到了。住在偏僻的鄉村，住在一個小廟，破舊的小廟，那個地方送人人家都不要的。沒有人去燒香拜佛，沒有香火，沒有供養，生活所需全靠自己耕種，所以他的工作是農夫。自己沒有田，好在鄉下空地很多，自己開闢，地都是沒主的，他一生這幾十年，總共開闢一百多畝。我們知道，這個人心地清淨善良，佛心，種地是佛事。"
    },
    {
      "id": "02-041-0037_p0022",
      "zh_CN": "现在我们看到外国，日本江本博士做水实验，做得非常成功，证明我们起心动念水知道。我告诉江本，他的实验室我去参观过两次，我告诉他，佛经上说的，不但水知道，一切众生都知道。为什么？同一个法性，哪有不知道的道理！物质里面最小的单位，包括水在内，科学家叫微中子，佛法里面叫做极微色，微是微细，极微细的色，色就是物质，这是物质里头最小的。所有物质现象都是极微色组合的，《金刚经》上说一合相，它的原始完全相同，微中子。微中子有多大？科学家告诉我们，一百亿个微中子，不是一百万，一百亿，一百亿个微中子聚集在一起，它的体积等于一个电子，原子核里面围绕原子核旋转的电子。这个小东西不能再分，再分就没有了。科学家发现了，把它找到，把它再分，没有了，物质不见了，看到什么？看到是念头波动的现象。这是把物质的奥秘揭穿了，宇宙的奥秘，这是最近二十多年的事情。",
      "zh_TW": "現在我們看到外國，日本江本博士做水實驗，做得非常成功，證明我們起心動念水知道。我告訴江本，他的實驗室我去參觀過兩次，我告訴他，佛經上說的，不但水知道，一切眾生都知道。為什麼？同一個法性，哪有不知道的道理！物質裡面最小的單位，包括水在內，科學家叫微中子，佛法裡面叫做極微色，微是微細，極微細的色，色就是物質，這是物質裡頭最小的。所有物質現象都是極微色組合的，《金剛經》上說一合相，它的原始完全相同，微中子。微中子有多大？科學家告訴我們，一百億個微中子，不是一百萬，一百億，一百億個微中子聚集在一起，它的體積等於一個電子，原子核裡面圍繞原子核旋轉的電子。這個小東西不能再分，再分就沒有了。科學家發現了，把它找到，把它再分，沒有了，物質不見了，看到什麼？看到是念頭波動的現象。這是把物質的奧祕揭穿了，宇宙的奧祕，這是最近二十多年的事情。"
    },
    {
      "id": "02-041-0037_p0023",
      "zh_CN": "我看到的资料，是德国的科学家普朗克，看到他的报告，他一生专门研究物质现象，物质到底是什么？追根究柢，也算是老天不负苦心人，这个秘密被他揭穿了。他向科学界宣布，根据他的研究，他所得的这个总结，这个世界上根本没有物质这个东西。物质是什么？假的，刹那生灭的幻相。物质的本质是什么？是念头波动产生的幻相。换句话说，物质跟念头不能分开，先有念头后有物质。他说科学这四百年来最大的一个错误就是二分法，把宇宙现象分成两种，一个是物质现象，一个是心理现象。现在知道心理现象有，物质现象没有，物质是心理产生的幻相，这个东西得到证明。我们肉体是物质现象，我们居住这个地球，物质现象，从哪来的？从心想生，佛经上的话。你看科学家到最近才发现，释迦牟尼佛三千年前就讲清楚了，「色由心生」、「相由心生」，色相都是物质，念头变现出来的，心就是指念头。佛又说，《金刚经》上说的，「凡所有相皆是虚妄」，所有的物质现象都是虚妄的，都不是真的。今天被科学家证明了，我们对于世尊不能不佩服。",
      "zh_TW": "我看到的資料，是德國的科學家普朗克，看到他的報告，他一生專門研究物質現象，物質到底是什麼？追根究柢，也算是老天不負苦心人，這個祕密被他揭穿了。他向科學界宣布，根據他的研究，他所得的這個總結，這個世界上根本沒有物質這個東西。物質是什麼？假的，剎那生滅的幻相。物質的本質是什麼？是念頭波動產生的幻相。換句話說，物質跟念頭不能分開，先有念頭後有物質。他說科學這四百年來最大的一個錯誤就是二分法，把宇宙現象分成兩種，一個是物質現象，一個是心理現象。現在知道心理現象有，物質現象沒有，物質是心理產生的幻相，這個東西得到證明。我們肉體是物質現象，我們居住這個地球，物質現象，從哪來的？從心想生，佛經上的話。你看科學家到最近才發現，釋迦牟尼佛三千年前就講清楚了，「色由心生」、「相由心生」，色相都是物質，念頭變現出來的，心就是指念頭。佛又說，《金剛經》上說的，「凡所有相皆是虛妄」，所有的物質現象都是虛妄的，都不是真的。今天被科學家證明了，我們對於世尊不能不佩服。"
    },
    {
      "id": "02-041-0037_p0024",
      "zh_CN": "世尊没有科学知识，没有科学仪器，他怎么见到的？佛告诉我们，禅定当中见到的。这要相当深度的禅定你才见到。深到什么程度？大乘教把禅定分为五十二个等级，最上面五个等级都见到。所以佛说不是他一个人，八地以上都见到，你能够证到八地、九地、十地、等觉、妙觉，这五个位次统统见到。这五个位次的人不少，文殊、普贤、观音、势至，我们前面所讲的，马鸣、龙树、智者、永明，都是这个阶层里头的，他们都能看到宇宙真相，我们看不到。他们不说，为什么？说了我们不懂，还产生疑惑，疑惑对我们的障碍太大了。到时候你自然就看到，看到了佛就说，没看到佛不说，看到时候说你不怀疑，没看到说你怀疑。今天科学用仪器观察到了，你在仪器面前你也看到。它是生灭法，生灭频率之高我们无法想像。所有的物质现象都是在二千一百兆次这样高的频率之下产生的，也就是一秒钟它生灭多少次？二千一百兆。在什么时候？就在当下。我们身体，我们所有一切物质现象，全在一秒钟二千一百兆次生灭的，这个频率里产生的，全是幻相，没有一样是真的。佛经上所说的比科学报告还清楚、还详细，所以我们有理由相信，二、三十年之后佛教不是宗教，是什么？高等科学，变成是科学家的了。真的，释迦牟尼佛是世界上最伟大的科学家，学哲学的人说，最伟大的哲学家。",
      "zh_TW": "世尊沒有科學知識，沒有科學儀器，他怎麼見到的？佛告訴我們，禪定當中見到的。這要相當深度的禪定你才見到。深到什麼程度？大乘教把禪定分為五十二個等級，最上面五個等級都見到。所以佛說不是他一個人，八地以上都見到，你能夠證到八地、九地、十地、等覺、妙覺，這五個位次統統見到。這五個位次的人不少，文殊、普賢、觀音、勢至，我們前面所講的，馬鳴、龍樹、智者、永明，都是這個階層裡頭的，他們都能看到宇宙真相，我們看不到。他們不說，為什麼？說了我們不懂，還產生疑惑，疑惑對我們的障礙太大了。到時候你自然就看到，看到了佛就說，沒看到佛不說，看到時候說你不懷疑，沒看到說你懷疑。今天科學用儀器觀察到了，你在儀器面前你也看到。它是生滅法，生滅頻率之高我們無法想像。所有的物質現象都是在二千一百兆次這樣高的頻率之下產生的，也就是一秒鐘它生滅多少次？二千一百兆。在什麼時候？就在當下。我們身體，我們所有一切物質現象，全在一秒鐘二千一百兆次生滅的，這個頻率裡產生的，全是幻相，沒有一樣是真的。佛經上所說的比科學報告還清楚、還詳細，所以我們有理由相信，二、三十年之後佛教不是宗教，是什麼？高等科學，變成是科學家的了。真的，釋迦牟尼佛是世界上最偉大的科學家，學哲學的人說，最偉大的哲學家。"
    },
    {
      "id": "02-041-0037_p0025",
      "zh_CN": "我是在六十三年以前开始学的，那个时候微中子没有发现，只是发现原子，基本粒子都没有。我学佛大概二十年，才听说有基本粒子，四、五十年才听说夸克，到六十年才晓得有个微中子，不能再分割了。这六十年科学的发展很快，成就令人叹为观止，值得赞叹。现在科学家几乎都集中在研究念头是怎么回事情，念头变现出物质现象，那念头是什么？现在在搞这个。佛讲得清楚，念头，阿赖耶三细相里头的转相，物质是境界相，境界相是从转相里头生的，转相是从业相里面生的。业是什么？业就是波动，最原始的波动，一念不觉。这个一念非常微细，刚才说了，这一念是二千一百兆分之一秒，这叫一念。这个一念不觉就变成阿赖耶，一念觉就成佛，佛跟凡夫就一念之差，迷悟不同。凡夫这一念迷了，念念都迷，愈迷愈深。佛法的修学没有别的，就是教我们返迷归真。怎样返迷？要彻底放下。为什么？所有一切物质现象、精神现象全是假的，没有一样是真的。假的念头能生出假的物质现象，那是什么？十法界依正庄严，从心想生。这个一定会被科学家发现，阿赖耶的三细相，物质他搞清楚了，现在搞念头，念头搞清楚了，最后的业相也能搞清楚。这佛在经上说的，用第六意识内缘可以缘到阿赖耶的三细相，对外可以缘到虚空法界，就是缘不到自性。自性一定要用定功你才能缘到，没有甚深的定功，靠外面的仪器缘不到，科学哲学跟佛学差别还就在此地。到那个时候人们才真正发现，佛学是学问的终点，是学问的究竟处，到这里再没有了，明心见性，见性成佛。蕅益大师这一句话的意思非常深，自古以来多少人没有看到，被他发现，被他说出来，印光大师看到这里真的五体投地。今天时间到了，我们就学习到此地。",
      "zh_TW": "我是在六十三年以前開始學的，那個時候微中子沒有發現，只是發現原子，基本粒子都沒有。我學佛大概二十年，才聽說有基本粒子，四、五十年才聽說夸克，到六十年才曉得有個微中子，不能再分割了。這六十年科學的發展很快，成就令人歎為觀止，值得讚歎。現在科學家幾乎都集中在研究念頭是怎麼回事情，念頭變現出物質現象，那念頭是什麼？現在在搞這個。佛講得清楚，念頭，阿賴耶三細相裡頭的轉相，物質是境界相，境界相是從轉相裡頭生的，轉相是從業相裡面生的。業是什麼？業就是波動，最原始的波動，一念不覺。這個一念非常微細，剛才說了，這一念是二千一百兆分之一秒，這叫一念。這個一念不覺就變成阿賴耶，一念覺就成佛，佛跟凡夫就一念之差，迷悟不同。凡夫這一念迷了，念念都迷，愈迷愈深。佛法的修學沒有別的，就是教我們返迷歸真。怎樣返迷？要徹底放下。為什麼？所有一切物質現象、精神現象全是假的，沒有一樣是真的。假的念頭能生出假的物質現象，那是什麼？十法界依正莊嚴，從心想生。這個一定會被科學家發現，阿賴耶的三細相，物質他搞清楚了，現在搞念頭，念頭搞清楚了，最後的業相也能搞清楚。這佛在經上說的，用第六意識內緣可以緣到阿賴耶的三細相，對外可以緣到虛空法界，就是緣不到自性。自性一定要用定功你才能緣到，沒有甚深的定功，靠外面的儀器緣不到，科學哲學跟佛學差別還就在此地。到那個時候人們才真正發現，佛學是學問的終點，是學問的究竟處，到這裡再沒有了，明心見性，見性成佛。蕅益大師這一句話的意思非常深，自古以來多少人沒有看到，被他發現，被他說出來，印光大師看到這裡真的五體投地。今天時間到了，我們就學習到此地。"
    }
  ]
}