{
  "doc_id": "02-041-0299",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二九九集",
    "zh_TW": "第二九九集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0299",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-041-0299_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0299_p0002",
      "zh_CN": "请看《大经科注》第七百二十三页，从倒数第七行看起：",
      "zh_TW": "請看《大經科註》第七百二十三頁，從倒數第七行看起："
    },
    {
      "id": "02-041-0299_p0003",
      "zh_CN": "「特标一念净信、至心愿生」，念老给我们解释，「亦皆随愿得生之不可思议功德」。这一品经文不多，可是精彩的句子很多，意思深广没有边际。「一念者，《会疏》曰：明往生正因，唯在信一念，不依念多少故」。这一念得生就在第十八愿，十念一念必定往生净土。这个念，最重要的是一，这个一念不是一念、二念、三念、四念，不是这个一，这个一念是一心。「《教行信证》曰：言一念者，信心无二心」，这个讲得好，「故曰一念」，一心专念，就这个意思，「是名一心」，一念、一心是一个意思。合起来，讲明白一点，讲清楚一点，不至于产生误会，就是一念一心、一心一念，没有杂念、没有妄想、没有分别、没有执着，这是一心，这是一念。这个一心一念就能往生，为什么？具足信愿持名。第十八愿里面讲的「十念必生」，这是说临命终时，一生没念过佛，在这个时候念十句佛号就能往生。十，是代表圆满，《华严经》用十表圆满，所以一切都是从一到十，这部经里头也不例外。小本《弥陀经》用七代表圆满，这个七的意思是东南西北上下这六方，加上当中，叫七，代表圆满，所以它不是数目字。",
      "zh_TW": "「特標一念淨信、至心願生」，念老給我們解釋，「亦皆隨願得生之不可思議功德」。這一品經文不多，可是精彩的句子很多，意思深廣沒有邊際。「一念者，《會疏》曰：明往生正因，唯在信一念，不依念多少故」。這一念得生就在第十八願，十念一念必定往生淨土。這個念，最重要的是一，這個一念不是一念、二念、三念、四念，不是這個一，這個一念是一心。「《教行信證》曰：言一念者，信心無二心」，這個講得好，「故曰一念」，一心專念，就這個意思，「是名一心」，一念、一心是一個意思。合起來，講明白一點，講清楚一點，不至於產生誤會，就是一念一心、一心一念，沒有雜念、沒有妄想、沒有分別、沒有執著，這是一心，這是一念。這個一心一念就能往生，為什麼？具足信願持名。第十八願裡面講的「十念必生」，這是說臨命終時，一生沒念過佛，在這個時候念十句佛號就能往生。十，是代表圓滿，《華嚴經》用十表圓滿，所以一切都是從一到十，這部經裡頭也不例外。小本《彌陀經》用七代表圓滿，這個七的意思是東南西北上下這六方，加上當中，叫七，代表圓滿，所以它不是數目字。"
    },
    {
      "id": "02-041-0299_p0004",
      "zh_CN": "「一心则清净报土真因也」。清净报土是实报庄严土，实报庄严土怎么来的？一心所感的；二心、三心所感是方便有余土；杂心所感的，凡圣同居土。记住，境随心转。我们这个世界，有没有办法把它变成极乐世界？有。用什么办法？一心一念，就是极乐世界，我们这里就变成极乐世界。所以今天我们自己生活所受用的这个依报，国土是依报，就是我们的生活环境，我们讲自然环境，是从念头变现出来的，这个是真因，我们要相信，不能怀疑。我们今天居在这里乱世，乱世里头也有清净。我心清净，我的报土清净；我心不清净，我的报土就不清净。清净心现报土，清净心住报土，这是一定的道理。真正通达明了不怀疑了，你就不会怨天尤人，也不会责怪自己，回过头来注重念头。",
      "zh_TW": "「一心則清淨報土真因也」。清淨報土是實報莊嚴土，實報莊嚴土怎麼來的？一心所感的；二心、三心所感是方便有餘土；雜心所感的，凡聖同居土。記住，境隨心轉。我們這個世界，有沒有辦法把它變成極樂世界？有。用什麼辦法？一心一念，就是極樂世界，我們這裡就變成極樂世界。所以今天我們自己生活所受用的這個依報，國土是依報，就是我們的生活環境，我們講自然環境，是從念頭變現出來的，這個是真因，我們要相信，不能懷疑。我們今天居在這裡亂世，亂世裡頭也有清淨。我心清淨，我的報土清淨；我心不清淨，我的報土就不清淨。清淨心現報土，清淨心住報土，這是一定的道理。真正通達明瞭不懷疑了，你就不會怨天尤人，也不會責怪自己，回過頭來注重念頭。"
    },
    {
      "id": "02-041-0299_p0005",
      "zh_CN": "「获得金刚真心者」，金刚是比喻坚固，决定不动摇，用真心不用妄心。真心是什么？真心没有念头，那是真心，有念头都是妄心，真心离念，不起心动念。真心住在哪里？真心住常寂光土，常寂光就是真心，真心就是常寂光，一念不生。我们有没有办法做到？我什么念头都不想，我一念不生，能不能证得？不能。为什么？因为你还有个一念不生，这一念不生是个妄念，妄念不是真心，妄念也不是真土。所以获得金刚真心者，「横超五趣八难道，必获现生十种益」，这个语气多么肯定。横超，不是竖超，五趣八难是指六道轮回，横超，脱离轮回了。必定获得现生十种利益，现世，我们在这个世间就得十种利益。",
      "zh_TW": "「獲得金剛真心者」，金剛是比喻堅固，決定不動搖，用真心不用妄心。真心是什麼？真心沒有念頭，那是真心，有念頭都是妄心，真心離念，不起心動念。真心住在哪裡？真心住常寂光土，常寂光就是真心，真心就是常寂光，一念不生。我們有沒有辦法做到？我什麼念頭都不想，我一念不生，能不能證得？不能。為什麼？因為你還有個一念不生，這一念不生是個妄念，妄念不是真心，妄念也不是真土。所以獲得金剛真心者，「橫超五趣八難道，必獲現生十種益」，這個語氣多麼肯定。橫超，不是豎超，五趣八難是指六道輪迴，橫超，脫離輪迴了。必定獲得現生十種利益，現世，我們在這個世間就得十種利益。"
    },
    {
      "id": "02-041-0299_p0006",
      "zh_CN": "「一者，冥众护持益」。冥是幽冥，指的是六道，六道里头这些鬼神都护持；他们没有办法用真心，全是用妄心，但是对于用真心的人佩服、赞叹、礼敬、护持。「（乃至）十者」，这个地方我们把它节录出来，在我们参考资料第八百六十七页，一千六百九十三条。诸位手边上有参考资料可以翻开来看，「现生十种益」，这个也对起《科注》七百二十三页倒数第四行，交代得很清楚。「《佛学大辞典》：（名数）日本真宗所立」。「《文类》三末曰」，《文类》第三卷末后说：「获得金刚信心者，横超三涂八难道，必获现生十种益。」",
      "zh_TW": "「一者，冥眾護持益」。冥是幽冥，指的是六道，六道裡頭這些鬼神都護持；他們沒有辦法用真心，全是用妄心，但是對於用真心的人佩服、讚歎、禮敬、護持。「（乃至）十者」，這個地方我們把它節錄出來，在我們參考資料第八百六十七頁，一千六百九十三條。諸位手邊上有參考資料可以翻開來看，「現生十種益」，這個也對起《科註》七百二十三頁倒數第四行，交代得很清楚。「《佛學大辭典》：（名數）日本真宗所立」。「《文類》三末曰」，《文類》第三卷末後說：「獲得金剛信心者，橫超三塗八難道，必獲現生十種益。」"
    },
    {
      "id": "02-041-0299_p0007",
      "zh_CN": "下面十种益注出来了。十种益第一个，「冥众护持益」。「梵天」，色界天。「帝释」，欲界第二层天，中国人称为玉皇大帝，佛经上用的帝释天王，这是第二层天。第一层，「四天王」。还有「龙神八部」，我们常常讲叫天龙八部，是一个意思，天龙八部。这些都是护法神，这些护法神善护行者，他们护持这些修行人。",
      "zh_TW": "下面十種益註出來了。十種益第一個，「冥眾護持益」。「梵天」，色界天。「帝釋」，欲界第二層天，中國人稱為玉皇大帝，佛經上用的帝釋天王，這是第二層天。第一層，「四天王」。還有「龍神八部」，我們常常講叫天龍八部，是一個意思，天龍八部。這些都是護法神，這些護法神善護行者，他們護持這些修行人。"
    },
    {
      "id": "02-041-0299_p0008",
      "zh_CN": "第二，「至德具足益，信之一念发挥名号之至德」。我们念这句名号，不知道这个名号功德多大，随口念着；甚至于很多人念佛，口里念出声音来，心里面还有妄念、还有杂念，这种情形很多。这样的称名，有口无心，没有功德，只可以说比起恶念好、比妄想好，它与功德不相应。功德就是真诚，真诚是真心，就是真心，与真心相应的这个佛号，利益无边。所以信重要，信必定就有愿，有信有愿，这一念力量就太大了。为什么？这一念就帮助你往生，往生的条件信愿行统统具足，一念就具足。这发挥名号之至德，圆满的功德，「尽其功德，圆满具足于我身也」。念佛的人，这句佛号念念相续，一句接着一句，没有妄想、没有杂念、没有分别、没有执着，那就圆满具足于我身。「《无量寿经》下曰」，这不是我们这个本子，多半用康僧铠的本子，上下两卷，「其有得闻彼佛名号欢喜踊跃乃至一念，当知此人为得大利，则是具足无上功德」。康僧铠的本子有这么一段话，说明圆满具足于我身者，有经文做根据，不是随便说的。",
      "zh_TW": "第二，「至德具足益，信之一念發揮名號之至德」。我們念這句名號，不知道這個名號功德多大，隨口念著；甚至於很多人念佛，口裡念出聲音來，心裡面還有妄念、還有雜念，這種情形很多。這樣的稱名，有口無心，沒有功德，只可以說比起惡念好、比妄想好，它與功德不相應。功德就是真誠，真誠是真心，就是真心，與真心相應的這個佛號，利益無邊。所以信重要，信必定就有願，有信有願，這一念力量就太大了。為什麼？這一念就幫助你往生，往生的條件信願行統統具足，一念就具足。這發揮名號之至德，圓滿的功德，「盡其功德，圓滿具足於我身也」。念佛的人，這句佛號念念相續，一句接著一句，沒有妄想、沒有雜念、沒有分別、沒有執著，那就圓滿具足於我身。「《無量壽經》下曰」，這不是我們這個本子，多半用康僧鎧的本子，上下兩卷，「其有得聞彼佛名號歡喜踊躍乃至一念，當知此人為得大利，則是具足無上功德」。康僧鎧的本子有這麼一段話，說明圓滿具足於我身者，有經文做根據，不是隨便說的。"
    },
    {
      "id": "02-041-0299_p0009",
      "zh_CN": "「《净土论》曰」，就是《往生论》，「观佛本愿力，遇无空过者，能令速满足，功德大宝海」。说佛的本愿力，本愿就是四十八愿，愿愿功德都不可思议，遇到了，这个遇到是看到经文，或者是听到别人读诵，能够一心听闻，功德无量。你听这句佛号，或者看这段经文，心具足真诚、清净、恭敬，至少像古德所说的「一历耳根，永为道种」，阿赖耶识就跟阿弥陀佛的种子相应，这一生不能往生，来生后世遇到佛法，这个种子起现行，就起作用。回过头来想想我们自己，我们自己这一生不是偶然的，还不是过去生生世世听过佛号、念过佛号，只是用心不纯，染污的心、轮回的心，只能跟阿弥陀佛结个缘，不能往生。这一生阿赖耶识里这个缘起作用，我们又遇到，恭敬心生起来，那就没有空过的。真正搞清楚、搞明白，搞清楚、搞明白一定要读经，经典的功德不可思议，不必求解，就一遍一遍念，念到一千遍、念到两千遍，自然就明白、就通了。这一通，你的愿心就发出来了，极乐世界就在面前，那能不去吗？这一得往生，利益无边。所以能令速满足，不是局限的，是圆满的，圆满的功德大宝海。圆满的功德是指什么？必定成佛，大愿里头说必成正觉。善导大师所说的四十八愿五个真实的大愿，第一个就是第十二愿「定成正觉」，这是功德大宝海。",
      "zh_TW": "「《淨土論》曰」，就是《往生論》，「觀佛本願力，遇無空過者，能令速滿足，功德大寶海」。說佛的本願力，本願就是四十八願，願願功德都不可思議，遇到了，這個遇到是看到經文，或者是聽到別人讀誦，能夠一心聽聞，功德無量。你聽這句佛號，或者看這段經文，心具足真誠、清淨、恭敬，至少像古德所說的「一歷耳根，永為道種」，阿賴耶識就跟阿彌陀佛的種子相應，這一生不能往生，來生後世遇到佛法，這個種子起現行，就起作用。回過頭來想想我們自己，我們自己這一生不是偶然的，還不是過去生生世世聽過佛號、念過佛號，只是用心不純，染污的心、輪迴的心，只能跟阿彌陀佛結個緣，不能往生。這一生阿賴耶識裡這個緣起作用，我們又遇到，恭敬心生起來，那就沒有空過的。真正搞清楚、搞明白，搞清楚、搞明白一定要讀經，經典的功德不可思議，不必求解，就一遍一遍念，念到一千遍、念到兩千遍，自然就明白、就通了。這一通，你的願心就發出來了，極樂世界就在面前，那能不去嗎？這一得往生，利益無邊。所以能令速滿足，不是侷限的，是圓滿的，圓滿的功德大寶海。圓滿的功德是指什麼？必定成佛，大願裡頭說必成正覺。善導大師所說的四十八願五個真實的大願，第一個就是第十二願「定成正覺」，這是功德大寶海。"
    },
    {
      "id": "02-041-0299_p0010",
      "zh_CN": "第三，「转恶成善益」。我们想不想转恶成善？每个同修都想，可是怎么转也转不过来，恶还是恶，恶不能变成善。这是什么原因？我们没有真正想转，口里想转，心上没有反应，所以转不过来。我曾经问谢居士，你是怎样把恶转成善，而且时间不长，七天之内就转成功，用什么方法？他告诉我，用因果。只要把因果讲清楚、讲明白，而且因果报应这事实真相就在眼前，不是过去、不是未来，就在当下。他真正明白、觉悟了，再不敢作恶，再也不愿意作恶，为什么？知道恶有恶报，六道真的有，不是假的，他就转过来了。这很有道理。这个地方所说的，「获一念信心之时，既具足至德」，这个德是性德，你听了能相信，听了不怀疑，听了生感恩的心，所以一念信心之时具足至德，这是自性本具的智慧德行现前。「则转三世之重恶，而使尽为菩提之善也」。不是转现前这一世，过去、现在、未来，这叫三世，三世怎么？三世的恶不生，三世的善（善念、善行）都能够生起来。",
      "zh_TW": "第三，「轉惡成善益」。我們想不想轉惡成善？每個同修都想，可是怎麼轉也轉不過來，惡還是惡，惡不能變成善。這是什麼原因？我們沒有真正想轉，口裡想轉，心上沒有反應，所以轉不過來。我曾經問謝居士，你是怎樣把惡轉成善，而且時間不長，七天之內就轉成功，用什麼方法？他告訴我，用因果。只要把因果講清楚、講明白，而且因果報應這事實真相就在眼前，不是過去、不是未來，就在當下。他真正明白、覺悟了，再不敢作惡，再也不願意作惡，為什麼？知道惡有惡報，六道真的有，不是假的，他就轉過來了。這很有道理。這個地方所說的，「獲一念信心之時，既具足至德」，這個德是性德，你聽了能相信，聽了不懷疑，聽了生感恩的心，所以一念信心之時具足至德，這是自性本具的智慧德行現前。「則轉三世之重惡，而使盡為菩提之善也」。不是轉現前這一世，過去、現在、未來，這叫三世，三世怎麼？三世的惡不生，三世的善（善念、善行）都能夠生起來。"
    },
    {
      "id": "02-041-0299_p0011",
      "zh_CN": "我常常提醒同学们，我们日常生活要用真心，它相应，妄心不相应。妄心，恶转恶，行，愈转愈严重。恶转善转不过来，用真心很容易转过来，为什么？真心本善。儒家所讲的「明明德、亲民、止于至善」，那是自性的性德，那不是外来的，用真心，它就现前；用妄心，它就不见了。止于至善是谁？佛陀。菩萨还没有达到，还有无始无明习气没断，不能叫至善；至善是善圆满了，圆满的善才叫至善，他还有一点欠缺，不圆满。所以至善是正觉，必成正觉，至善。你能说四书不如佛经吗？不可以说。我眼目当中四书就是佛经，是佛从自性里头流出来的。它里面所讲的话，不是说等一下让我想想看再跟你说，不是，他没有想想看，你一问，他马上就答复你，没有思考。那是什么？那是自性，从自性流出来的，止于至善。这就说明，只要称之为经，《大学》、《中庸》、《论语》、《孟子》都称为经，《论语》、《孟子》是独立的，十三经里头独立的，《大学》、《中庸》是《礼记》里面的两篇；十三经，这十三种叫十三部，都称之为经，既然是经，就是自性流露出来的，跟佛陀的经典等量齐观，用平等心看待，真经。注解，那都称之为论。注解里头有圣人说的，那跟经没有两样；有贤人说的，有君子说的，那个就不一样了。",
      "zh_TW": "我常常提醒同學們，我們日常生活要用真心，它相應，妄心不相應。妄心，惡轉惡，行，愈轉愈嚴重。惡轉善轉不過來，用真心很容易轉過來，為什麼？真心本善。儒家所講的「明明德、親民、止於至善」，那是自性的性德，那不是外來的，用真心，它就現前；用妄心，它就不見了。止於至善是誰？佛陀。菩薩還沒有達到，還有無始無明習氣沒斷，不能叫至善；至善是善圓滿了，圓滿的善才叫至善，他還有一點欠缺，不圓滿。所以至善是正覺，必成正覺，至善。你能說四書不如佛經嗎？不可以說。我眼目當中四書就是佛經，是佛從自性裡頭流出來的。它裡面所講的話，不是說等一下讓我想想看再跟你說，不是，他沒有想想看，你一問，他馬上就答覆你，沒有思考。那是什麼？那是自性，從自性流出來的，止於至善。這就說明，只要稱之為經，《大學》、《中庸》、《論語》、《孟子》都稱為經，《論語》、《孟子》是獨立的，十三經裡頭獨立的，《大學》、《中庸》是《禮記》裡面的兩篇；十三經，這十三種叫十三部，都稱之為經，既然是經，就是自性流露出來的，跟佛陀的經典等量齊觀，用平等心看待，真經。註解，那都稱之為論。註解裡頭有聖人說的，那跟經沒有兩樣；有賢人說的，有君子說的，那個就不一樣了。"
    },
    {
      "id": "02-041-0299_p0012",
      "zh_CN": "至诚感通，诚太重要了。《中庸》说理论，理论归纳起来，最重要的就是这一个字，诚。诚什么意思？经里头有说明，说一个很简单的，不自欺。你真正能做到不欺骗自己，这是诚。人一定是先欺骗自己，再欺骗别人，不欺骗自己的人肯定不会欺骗别人，诚。现在这个世间真诚的人少了，为什么？他在一生当中没有见到过、没有听到过，没人教他。现在社会教什么？都是教你怎么骗人，骗人还不犯罪，高明。世间罪你不犯，你有本事走法律的漏洞，很高明，可是死了之后鬼神不饶你，这就是因果了。还有，阿赖耶不饶你。阿赖耶是你的妄心，你所造的一切恶业，连不善的念头，阿赖耶里面都有记录，好像资料库一样，档案都在那里头，到你命终的时候，这个东西统统现前，证据，你是善还是恶，阎罗王根据这个把你分到六道哪一道去，一点都不会发生错误，我们不能不知道。",
      "zh_TW": "至誠感通，誠太重要了。《中庸》說理論，理論歸納起來，最重要的就是這一個字，誠。誠什麼意思？經裡頭有說明，說一個很簡單的，不自欺。你真正能做到不欺騙自己，這是誠。人一定是先欺騙自己，再欺騙別人，不欺騙自己的人肯定不會欺騙別人，誠。現在這個世間真誠的人少了，為什麼？他在一生當中沒有見到過、沒有聽到過，沒人教他。現在社會教什麼？都是教你怎麼騙人，騙人還不犯罪，高明。世間罪你不犯，你有本事走法律的漏洞，很高明，可是死了之後鬼神不饒你，這就是因果了。還有，阿賴耶不饒你。阿賴耶是你的妄心，你所造的一切惡業，連不善的念頭，阿賴耶裡面都有記錄，好像資料庫一樣，檔案都在那裡頭，到你命終的時候，這個東西統統現前，證據，你是善還是惡，閻羅王根據這個把你分到六道哪一道去，一點都不會發生錯誤，我們不能不知道。"
    },
    {
      "id": "02-041-0299_p0013",
      "zh_CN": "第四，「诸佛护念益」，这多难得。十方三世一切诸佛保护你，你是善人，你有善根，你能够行善，你能够把善发扬光大，利益一切苦难众生，这个事情值得。「十方恒沙之诸佛护念行者也。《选择集》末曰：十方诸佛，护念念佛行者」。为什么？十方一切诸佛，没有不念阿弥陀佛的，没有不讲净土三经的。佛只要出来讲经，这个净土三经是必说的，佛佛道同；其他的经，一切诸佛有说也有不说的，未必说，净土三经必说，帮助阿弥陀佛接引十方有缘众生。所以十方诸佛护念，真正念佛求生净土就得诸佛菩萨护念。世间人有多少人求佛菩萨求神求仙保佑自己、保佑自己家亲眷属、保佑自己生命财产，多少上庙烧香为什么？就为这个，他没想到还有一等人没想这个，专想念阿弥陀佛，求生极乐世界，希望阿弥陀佛来接引他，这个念头感得十方三世一切诸佛护念。我们要记住，真的不是假的。不必念那些佛名，只要念阿弥陀佛名号就行了，十方三世诸佛菩萨都听到了，真的冥冥当中保佑你。你自己能念，又能劝别人念，这个功德多大，无法想像。",
      "zh_TW": "第四，「諸佛護念益」，這多難得。十方三世一切諸佛保護你，你是善人，你有善根，你能夠行善，你能夠把善發揚光大，利益一切苦難眾生，這個事情值得。「十方恆沙之諸佛護念行者也。《選擇集》末曰：十方諸佛，護念念佛行者」。為什麼？十方一切諸佛，沒有不念阿彌陀佛的，沒有不講淨土三經的。佛只要出來講經，這個淨土三經是必說的，佛佛道同；其他的經，一切諸佛有說也有不說的，未必說，淨土三經必說，幫助阿彌陀佛接引十方有緣眾生。所以十方諸佛護念，真正念佛求生淨土就得諸佛菩薩護念。世間人有多少人求佛菩薩求神求仙保佑自己、保佑自己家親眷屬、保佑自己生命財產，多少上廟燒香為什麼？就為這個，他沒想到還有一等人沒想這個，專想念阿彌陀佛，求生極樂世界，希望阿彌陀佛來接引他，這個念頭感得十方三世一切諸佛護念。我們要記住，真的不是假的。不必念那些佛名，只要念阿彌陀佛名號就行了，十方三世諸佛菩薩都聽到了，真的冥冥當中保佑你。你自己能念，又能勸別人念，這個功德多大，無法想像。"
    },
    {
      "id": "02-041-0299_p0014",
      "zh_CN": "第五，「诸佛称赞益」，诸佛不但护念，还称赞，更难得了，「诸佛称赞行者也」。赞叹你什么？赞叹你信愿持名，寿命到的时候就往生极乐世界去了，到极乐世界作阿惟越致菩萨。到极乐世界，决定成就无上菩提，佛哪有不赞叹的道理？「《无量寿经》下曰」，经里面指《无量寿经》上下卷，大概都是指康僧铠的本子，康僧铠的本子上下两卷。日本净土宗很兴旺，净土这一宗在日本分十几个宗派，那十几个宗派都是叫净土宗，都是以善导大师为初祖。让我们想到，他们那些祖师，唐朝时候到中国来留学，都是跟善导大师学，是善导大师的学生，以后回日本，韩国的回韩国，都成为净宗祖师。他们用的《无量寿经》的本子，都是用康僧铠的，所以康僧铠注解的本子在日本有二十多种，在中国只有两种。而日本这些大师的注解，都值得做参考。念老集注，在日本祖师大德的注解里头，好像有四种。",
      "zh_TW": "第五，「諸佛稱讚益」，諸佛不但護念，還稱讚，更難得了，「諸佛稱讚行者也」。讚歎你什麼？讚歎你信願持名，壽命到的時候就往生極樂世界去了，到極樂世界作阿惟越致菩薩。到極樂世界，決定成就無上菩提，佛哪有不讚歎的道理？「《無量壽經》下曰」，經裡面指《無量壽經》上下卷，大概都是指康僧鎧的本子，康僧鎧的本子上下兩卷。日本淨土宗很興旺，淨土這一宗在日本分十幾個宗派，那十幾個宗派都是叫淨土宗，都是以善導大師為初祖。讓我們想到，他們那些祖師，唐朝時候到中國來留學，都是跟善導大師學，是善導大師的學生，以後回日本，韓國的回韓國，都成為淨宗祖師。他們用的《無量壽經》的本子，都是用康僧鎧的，所以康僧鎧註解的本子在日本有二十多種，在中國只有兩種。而日本這些大師的註解，都值得做參考。念老集註，在日本祖師大德的註解裡頭，好像有四種。"
    },
    {
      "id": "02-041-0299_p0015",
      "zh_CN": "我在日本讲经，曾经劝导中西法师，我让他把日本净宗大德的注解，二十多种搜集起来，翻印成一套书。书是印出来了，也寄了一套给我，字太小了，看起来很吃力。为什么要这样做法？成本低。我们将来再翻印，把它放大，看起来就方便了。流通这个本子值得，功德无量。内蒙金教授告诉我，蒙古《大藏经》里头，《无量寿经》有二十多种翻译本子，原译本。我们中国现在只剩下五种原译本，它的原译本有二十多种，可见这个经是释迦牟尼佛在世常常讲，不止一遍。每一遍里面都有不同的意思，所以这些东西阿难尊者全都把它结集成经藏。我们学净土，这些资料都非常重要。",
      "zh_TW": "我在日本講經，曾經勸導中西法師，我讓他把日本淨宗大德的註解，二十多種蒐集起來，翻印成一套書。書是印出來了，也寄了一套給我，字太小了，看起來很吃力。為什麼要這樣做法？成本低。我們將來再翻印，把它放大，看起來就方便了。流通這個本子值得，功德無量。內蒙金教授告訴我，蒙古《大藏經》裡頭，《無量壽經》有二十多種翻譯本子，原譯本。我們中國現在只剩下五種原譯本，它的原譯本有二十多種，可見這個經是釋迦牟尼佛在世常常講，不止一遍。每一遍裡面都有不同的意思，所以這些東西阿難尊者全都把它結集成經藏。我們學淨土，這些資料都非常重要。"
    },
    {
      "id": "02-041-0299_p0016",
      "zh_CN": "诸佛称赞，《无量寿经》下卷有：「闻法能不忘，见敬得大庆」，见是你看见，看见尊敬，「则我善亲友」，你是我的善亲友（善亲、善友）。这个「我」是谁？是诸佛如来，这个「我」字很重要。我们念这句佛的名号，一心称念，得诸佛护念，得诸佛赞叹。《观无量寿经》上还有一段：「若念佛者，当知此人是人中芬陀利华。」芬陀利花是白莲花，用这个做比喻，称念佛人，能念阿弥陀佛的人是人中芬陀利花。「《如来会》下曰」，下卷，「广大胜解者」。这称什么？称广、大、殊胜，对净土三经解释得很透彻、很清楚、很殊胜，这胜解，广大胜解者。这都是说诸佛称赞的利益。",
      "zh_TW": "諸佛稱讚，《無量壽經》下卷有：「聞法能不忘，見敬得大慶」，見是你看見，看見尊敬，「則我善親友」，你是我的善親友（善親、善友）。這個「我」是誰？是諸佛如來，這個「我」字很重要。我們念這句佛的名號，一心稱念，得諸佛護念，得諸佛讚歎。《觀無量壽經》上還有一段：「若念佛者，當知此人是人中芬陀利華。」芬陀利花是白蓮花，用這個做比喻，稱念佛人，能念阿彌陀佛的人是人中芬陀利花。「《如來會》下曰」，下卷，「廣大勝解者」。這稱什麼？稱廣、大、殊勝，對淨土三經解釋得很透徹、很清楚、很殊勝，這勝解，廣大勝解者。這都是說諸佛稱讚的利益。"
    },
    {
      "id": "02-041-0299_p0017",
      "zh_CN": "第六，「心光照护益，由佛之大慈悲心照触念佛行者之光明，谓之心光」。我们诚心诚意在这里念佛，身心都放光，我们自己看不见，鬼神能看见。「念佛之行者」，就是念佛的人，「为此心光所照护也」，自己的心、自己的身有光。「《观念法门》」，这里头也说这么一句：「彼佛心光常照是人摄护不舍。」摄是摄受，护是护持、是保护，不会把你舍掉。",
      "zh_TW": "第六，「心光照護益，由佛之大慈悲心照觸念佛行者之光明，謂之心光」。我們誠心誠意在這裡念佛，身心都放光，我們自己看不見，鬼神能看見。「念佛之行者」，就是念佛的人，「為此心光所照護也」，自己的心、自己的身有光。「《觀念法門》」，這裡頭也說這麼一句：「彼佛心光常照是人攝護不捨。」攝是攝受，護是護持、是保護，不會把你捨掉。"
    },
    {
      "id": "02-041-0299_p0018",
      "zh_CN": "第七，「心多欢喜益，念佛之行者，如初欢喜地菩萨于未来成佛，决定无间违，心常欢喜也」。真正念佛的人得感应，感应最明显的就是欢喜。这个欢喜不是没有缘故的，而是什么？你在念佛心欢喜，诸佛看到欢喜，龙天护法看到加持你；冥冥当中你得到佛菩萨保护、护念，所以有这种现象。比喻里头说得好，念佛人像欢喜地的菩萨，十地菩萨的初地；证得初地，菩萨知道未来一定成佛，所以说决定无间违，决定没有，间是间隔、违是违背，决定没有，他无间，功夫不间断，功夫不会失掉。违背是失掉，念头忘掉了，念佛念佛念念把佛忘掉了，那叫违。所以心常欢喜。你看看我们读的这一句，像不像《论语》的头一句，「子曰：学而时习之，不亦说乎？」心常欢喜，不亦悦乎。学而时习之就是决定无间违，他没有间断，他没有违背。这个话说得好！而且你看过去编着《论语》的这些人，把它放在第一句，那是什么味道？为什么要念这个书？不亦悦乎，我念这个书心常欢喜。为什么念佛经？为什么念佛号？心常欢喜。你常常有妄想、有杂念、有烦恼，我天天生欢喜，这就不一样了。忧虑的人多，古人所说的「忧能使人老」，人很容易老化，为什么？忧虑。愈是到晚年忧虑愈多，所以就老化得很快。工作的时候没有想到自己老，退休了，没事情做了，就想到我老了、退休了，这个「老」字天天写在头脑里头，他就一天比一天老，一天比一天衰，烦恼一天比一天多，痛苦一天比一天多。哪有学佛、读书人好，中国读古书的人「学而时习之，不亦悦乎」，佛经是说「常生欢喜心」。",
      "zh_TW": "第七，「心多歡喜益，念佛之行者，如初歡喜地菩薩於未來成佛，決定無間違，心常歡喜也」。真正念佛的人得感應，感應最明顯的就是歡喜。這個歡喜不是沒有緣故的，而是什麼？你在念佛心歡喜，諸佛看到歡喜，龍天護法看到加持你；冥冥當中你得到佛菩薩保護、護念，所以有這種現象。比喻裡頭說得好，念佛人像歡喜地的菩薩，十地菩薩的初地；證得初地，菩薩知道未來一定成佛，所以說決定無間違，決定沒有，間是間隔、違是違背，決定沒有，他無間，功夫不間斷，功夫不會失掉。違背是失掉，念頭忘掉了，念佛念佛念念把佛忘掉了，那叫違。所以心常歡喜。你看看我們讀的這一句，像不像《論語》的頭一句，「子曰：學而時習之，不亦說乎？」心常歡喜，不亦悅乎。學而時習之就是決定無間違，他沒有間斷，他沒有違背。這個話說得好！而且你看過去編著《論語》的這些人，把它放在第一句，那是什麼味道？為什麼要念這個書？不亦悅乎，我念這個書心常歡喜。為什麼念佛經？為什麼念佛號？心常歡喜。你常常有妄想、有雜念、有煩惱，我天天生歡喜，這就不一樣了。憂慮的人多，古人所說的「憂能使人老」，人很容易老化，為什麼？憂慮。愈是到晚年憂慮愈多，所以就老化得很快。工作的時候沒有想到自己老，退休了，沒事情做了，就想到我老了、退休了，這個「老」字天天寫在頭腦裡頭，他就一天比一天老，一天比一天衰，煩惱一天比一天多，痛苦一天比一天多。哪有學佛、讀書人好，中國讀古書的人「學而時習之，不亦悅乎」，佛經是說「常生歡喜心」。"
    },
    {
      "id": "02-041-0299_p0019",
      "zh_CN": "第八，「知具报德益」。念佛人，「念佛之行者」，念佛人，「即具足至德」。为什么？念念不可思议。念念都获诸佛如来护念、龙天善神保佑，这为什么？就是你具足至德。所以我们讲积功累德，积大功、累大德，到哪里去做？是因为自己不知道，念阿弥陀佛名号，信愿持名，就是积大功，就是积大德。想积功累德，不知道怎么做，告诉你念佛就是积功累德，常常忘掉了，这句佛号断了，又打妄想去了，这是经上所说的「可怜悯者」，佛菩萨看到这个现象也很难过、很惋惜，可惜了。什么原因？读经的根不深，信愿不恳切。不能说你没有信、没有愿，有信有愿，可是信愿常常会被烦恼习气障碍住，让你的信愿是断断续续，可能断的时间长，想起来时间很短。这一点不能疏忽，这不是小事，是大事。为什么是大事？往生极乐世界是一生证得究竟圆满的无上菩提，十方世界菩萨都羡慕，你得到了。但是得到了，敌不过烦恼，断断续续，最后不能成就，多可惜，这一生空过了。来生后世，不知道哪一年、哪一劫你才再遇到，你想这个多可惜。怎么补救？补救唯一的方法就是多念经，经念多了，明白了，真明白就不会断了。断断续续的就是搞不清楚，我这个信里头有怀疑，愿里头对这个世界还有留恋，愿不切，信不真，出这个毛病。听经也是好事，天天不断听经。现在讲经都做成光碟、都做成随身听，时时刻刻放在心上不中断。大众之下我们用耳机，我听得到，别人听不到，我不干扰别人，别人也不干扰我。科学工具也有很好的，我们要会用。这也是知具报德益，具足至德。「获得大利，今可为报谢佛恩之身也」。怎么报佛恩？念佛往生是真报佛恩。为什么？佛对我的愿望就这一个，我做到了，满佛的愿望，回到佛的身边，不离开佛学习，决定在佛的这一会之下，定成正觉。",
      "zh_TW": "第八，「知具報德益」。念佛人，「念佛之行者」，念佛人，「即具足至德」。為什麼？念念不可思議。念念都獲諸佛如來護念、龍天善神保佑，這為什麼？就是你具足至德。所以我們講積功累德，積大功、累大德，到哪裡去做？是因為自己不知道，念阿彌陀佛名號，信願持名，就是積大功，就是積大德。想積功累德，不知道怎麼做，告訴你念佛就是積功累德，常常忘掉了，這句佛號斷了，又打妄想去了，這是經上所說的「可憐憫者」，佛菩薩看到這個現象也很難過、很惋惜，可惜了。什麼原因？讀經的根不深，信願不懇切。不能說你沒有信、沒有願，有信有願，可是信願常常會被煩惱習氣障礙住，讓你的信願是斷斷續續，可能斷的時間長，想起來時間很短。這一點不能疏忽，這不是小事，是大事。為什麼是大事？往生極樂世界是一生證得究竟圓滿的無上菩提，十方世界菩薩都羨慕，你得到了。但是得到了，敵不過煩惱，斷斷續續，最後不能成就，多可惜，這一生空過了。來生後世，不知道哪一年、哪一劫你才再遇到，你想這個多可惜。怎麼補救？補救唯一的方法就是多念經，經念多了，明白了，真明白就不會斷了。斷斷續續的就是搞不清楚，我這個信裡頭有懷疑，願裡頭對這個世界還有留戀，願不切，信不真，出這個毛病。聽經也是好事，天天不斷聽經。現在講經都做成光碟、都做成隨身聽，時時刻刻放在心上不中斷。大眾之下我們用耳機，我聽得到，別人聽不到，我不干擾別人，別人也不干擾我。科學工具也有很好的，我們要會用。這也是知具報德益，具足至德。「獲得大利，今可為報謝佛恩之身也」。怎麼報佛恩？念佛往生是真報佛恩。為什麼？佛對我的願望就這一個，我做到了，滿佛的願望，回到佛的身邊，不離開佛學習，決定在佛的這一會之下，定成正覺。"
    },
    {
      "id": "02-041-0299_p0020",
      "zh_CN": "第九，「常行大悲益」，前面都是自利，这个利益是讲利他。「他力信心之行者，以自信者劝人」。这是说有很多人修其他的法门，八万四千法门，无量法门，好不好？都好。但是人总要有自知之明，知道自己的根性，选修法门。法门只能选一样，「一门深入，长时薰修」，「读书千遍，其义自见」，不能同时修两门。不是专修念佛法门，修其他法门，同参道友当中可以劝他。最好的劝他，平时赞叹，到临终的时候现瑞相给他看，他就明白了，最好的办法。早年，这大概半个世纪以前，香港这个地方，何东爵士的老太太念佛往生，开往生大会，把全家都度了。他们全家是基督教徒，虔诚的基督徒。老太太一生念佛，儿、媳妇都很孝顺，给老太太在家里立了个佛堂，不妨碍。老太太很聪明，往生的时候预知时至，招待新闻记者开往生大会，让她儿子、媳妇一家人亲眼看到老太太坐在那里说走就走了，这么自在，所以往生之后全家都学佛了。这是大慈大悲，善巧方便度多少人。她这个消息，在当时报纸杂志里头都报导，一时轰动。真的无疾而终，而且预知时至，知道什么时候，把亲朋好友统统请到家里来，让大家来看，亲身经历。这是「为自行佛之大悲之身」，大悲身就是观世音菩萨，这种行持就是观世音菩萨的行持。",
      "zh_TW": "第九，「常行大悲益」，前面都是自利，這個利益是講利他。「他力信心之行者，以自信者勸人」。這是說有很多人修其他的法門，八萬四千法門，無量法門，好不好？都好。但是人總要有自知之明，知道自己的根性，選修法門。法門只能選一樣，「一門深入，長時薰修」，「讀書千遍，其義自見」，不能同時修兩門。不是專修念佛法門，修其他法門，同參道友當中可以勸他。最好的勸他，平時讚歎，到臨終的時候現瑞相給他看，他就明白了，最好的辦法。早年，這大概半個世紀以前，香港這個地方，何東爵士的老太太念佛往生，開往生大會，把全家都度了。他們全家是基督教徒，虔誠的基督徒。老太太一生念佛，兒、媳婦都很孝順，給老太太在家裡立了個佛堂，不妨礙。老太太很聰明，往生的時候預知時至，招待新聞記者開往生大會，讓她兒子、媳婦一家人親眼看到老太太坐在那裡說走就走了，這麼自在，所以往生之後全家都學佛了。這是大慈大悲，善巧方便度多少人。她這個消息，在當時報紙雜誌裡頭都報導，一時轟動。真的無疾而終，而且預知時至，知道什麼時候，把親朋好友統統請到家裡來，讓大家來看，親身經歷。這是「為自行佛之大悲之身」，大悲身就是觀世音菩薩，這種行持就是觀世音菩薩的行持。"
    },
    {
      "id": "02-041-0299_p0021",
      "zh_CN": "「《安乐集》曰：《大悲经》云：云何名为大悲？若能展转相劝行念佛者，此等悉名行大悲人」。说得好！什么是修行大慈大悲的人？展转相劝，自己修这个法门，身行言教，自己真干，又常常不断劝人。劝人好，为什么？每劝别人一次，也是劝自己一次，自利利他，天天提醒自己，时时刻刻提醒自己，不要把佛号忘掉了。一般人讲丢失，不能把佛号丢失，佛号要一句接着一句，念念相续，劝导别人，自行化他，这就是大悲行者。",
      "zh_TW": "「《安樂集》曰：《大悲經》云：云何名為大悲？若能展轉相勸行念佛者，此等悉名行大悲人」。說得好！什麼是修行大慈大悲的人？展轉相勸，自己修這個法門，身行言教，自己真幹，又常常不斷勸人。勸人好，為什麼？每勸別人一次，也是勸自己一次，自利利他，天天提醒自己，時時刻刻提醒自己，不要把佛號忘掉了。一般人講丟失，不能把佛號丟失，佛號要一句接著一句，念念相續，勸導別人，自行化他，這就是大悲行者。"
    },
    {
      "id": "02-041-0299_p0022",
      "zh_CN": "末后第十，最后一句，「入正定聚益」。我们在前面这段经文上，在学正定，三聚：正定聚、邪定聚、不定聚。入正定聚，没有一个不成就的，心定在这一处，不再改变了。这里头有个简单的解释，「定成佛之位谓之正定聚」，这个法门，你在这里修行，决定一生成佛，这叫正定聚，「又云不退位」，不退位，你所证得这个位次永远不会退转。「念佛之行者，以信之一念入于此位，而未来必成佛也」，这话说得好。念佛法门最重视信，所以它三个条件：信、愿、行，行就是念佛；信，对西方极乐世界决定不怀疑，对阿弥陀佛没有怀疑，这叫信，信德；发心决定在这一生当中往生极乐世界，求佛来接引，这是愿。有真信，有切愿。六道轮回太苦了，六道轮回的时间太长了，很不容易脱离，这是事实。我们在轮回里头住的时间很久，无量劫来都在轮回里头打滚，生生世世，造多少业，跟多少众生结了缘，有善缘、有恶缘，冤冤相报，这是我们过的日子。事实真相搞清楚、搞明白了，心定了，善缘，好，没有留恋的念头；恶缘也好，报掉了，没有怨恨。永远保持清净心，永远保持一句佛号，善缘，阿弥陀佛，恶缘也是阿弥陀佛，好，这业障就消了。如果善缘生欢喜心，恶缘生瞋恚心，不行，烦恼习气没断，它到临终的时候会障碍你。",
      "zh_TW": "末後第十，最後一句，「入正定聚益」。我們在前面這段經文上，在學正定，三聚：正定聚、邪定聚、不定聚。入正定聚，沒有一個不成就的，心定在這一處，不再改變了。這裡頭有個簡單的解釋，「定成佛之位謂之正定聚」，這個法門，你在這裡修行，決定一生成佛，這叫正定聚，「又云不退位」，不退位，你所證得這個位次永遠不會退轉。「念佛之行者，以信之一念入於此位，而未來必成佛也」，這話說得好。念佛法門最重視信，所以它三個條件：信、願、行，行就是念佛；信，對西方極樂世界決定不懷疑，對阿彌陀佛沒有懷疑，這叫信，信德；發心決定在這一生當中往生極樂世界，求佛來接引，這是願。有真信，有切願。六道輪迴太苦了，六道輪迴的時間太長了，很不容易脫離，這是事實。我們在輪迴裡頭住的時間很久，無量劫來都在輪迴裡頭打滾，生生世世，造多少業，跟多少眾生結了緣，有善緣、有惡緣，冤冤相報，這是我們過的日子。事實真相搞清楚、搞明白了，心定了，善緣，好，沒有留戀的念頭；惡緣也好，報掉了，沒有怨恨。永遠保持清淨心，永遠保持一句佛號，善緣，阿彌陀佛，惡緣也是阿彌陀佛，好，這業障就消了。如果善緣生歡喜心，惡緣生瞋恚心，不行，煩惱習氣沒斷，它到臨終的時候會障礙你。"
    },
    {
      "id": "02-041-0299_p0023",
      "zh_CN": "为什么送往生？当助念在送往生那个时候，念佛的人断气那个时候，抓紧这个时间，这个时间是关口，能不能往生就决定在这最后的一念。念的声音要柔和，不要叫他听了生烦恼。他的床铺不要碰，距离远一点，不要碰，为什么？怕碰的时候他感到难过，他发脾气，一发脾气就地狱去了；一生烦恼，六道去了。这些非常重要，不能不知道。很忌讳的，就是人念佛往生，去摸摸他的身体哪个地方有温度，去测一下他从哪里走的，这都是找麻烦，这个如果障碍他不能往生，他恨你一辈子，不可以。一定要等，通常经上讲的，十个小时或者十二个小时以后，再去给他穿衣服、洗身体，再去照顾他，最低限度是八个小时。为什么？阿赖耶识没走，八个小时之后，十二个小时大概没有问题，阿赖耶识都走了、离开了，这个时候他身上没有知觉，可以动他的身体，可以碰他的床铺。这种知识很重要，送往生的人不能不知道。",
      "zh_TW": "為什麼送往生？當助念在送往生那個時候，念佛的人斷氣那個時候，抓緊這個時間，這個時間是關口，能不能往生就決定在這最後的一念。念的聲音要柔和，不要叫他聽了生煩惱。他的床鋪不要碰，距離遠一點，不要碰，為什麼？怕碰的時候他感到難過，他發脾氣，一發脾氣就地獄去了；一生煩惱，六道去了。這些非常重要，不能不知道。很忌諱的，就是人念佛往生，去摸摸他的身體哪個地方有溫度，去測一下他從哪裡走的，這都是找麻煩，這個如果障礙他不能往生，他恨你一輩子，不可以。一定要等，通常經上講的，十個小時或者十二個小時以後，再去給他穿衣服、洗身體，再去照顧他，最低限度是八個小時。為什麼？阿賴耶識沒走，八個小時之後，十二個小時大概沒有問題，阿賴耶識都走了、離開了，這個時候他身上沒有知覺，可以動他的身體，可以碰他的床鋪。這種知識很重要，送往生的人不能不知道。"
    },
    {
      "id": "02-041-0299_p0024",
      "zh_CN": "信愿持名，通情达理，清楚的认知，你就不会退转。你念佛，你这一生当中，有一个方向，西方，有一个目标，极乐世界，亲近阿弥陀佛，其他的统统放下，不再放在心上，这个人必定成正觉，就是未来必成佛也。「《净土论注》上」，这个《论注》是昙鸾法师的注解，注得好。里面说，「易行道者」，信愿持名是易行道，「谓但以信佛因缘愿生净土」，这是易行道，「乘佛愿力便得往生彼清净土」，就是极乐世界，「佛力住持即入大乘正定之聚」，这不是邪定、不是不定，决定成就。到这个地方，这十种现前所得的利益，我们介绍完了。",
      "zh_TW": "信願持名，通情達理，清楚的認知，你就不會退轉。你念佛，你這一生當中，有一個方向，西方，有一個目標，極樂世界，親近阿彌陀佛，其他的統統放下，不再放在心上，這個人必定成正覺，就是未來必成佛也。「《淨土論註》上」，這個《論註》是曇鸞法師的註解，註得好。裡面說，「易行道者」，信願持名是易行道，「謂但以信佛因緣願生淨土」，這是易行道，「乘佛願力便得往生彼清淨土」，就是極樂世界，「佛力住持即入大乘正定之聚」，這不是邪定、不是不定，決定成就。到這個地方，這十種現前所得的利益，我們介紹完了。"
    },
    {
      "id": "02-041-0299_p0025",
      "zh_CN": "我们再看下文，下面括弧，「以上明一念」，这上面都是讲一念，「以下明净信」，一念净信。净信里面，念老引《弥陀疏钞》告诉我们，「信即心净」。心净叫真信；心不净，信不纯，不是真信。「《成唯识论》云：信者，谓于实德能，深忍乐欲，心净为性」。《成唯识论》里头说了三个字，就是标准，信一定要具足这三个字，第一个真实，它不是假的；第二个，它有大德大能。这三个条件清清楚楚、明明了瞭，在哪里？一切佛所说的经教都是真实；德就像前面所讲的十种利益；能是能办事，能帮助我们信愿持名，往生净土。我们对它要深忍，忍是有承认的意思、肯定的意思，我真正相信，我这个心就放在这上面；乐欲，乐是爱好、欢喜，欲是欲望，这个欲望是到极乐世界，不是六道轮回的欲望，不是娑婆世界的欲望。心净为性，这个心是体，心地清净是自性。",
      "zh_TW": "我們再看下文，下面括弧，「以上明一念」，這上面都是講一念，「以下明淨信」，一念淨信。淨信裡面，念老引《彌陀疏鈔》告訴我們，「信即心淨」。心淨叫真信；心不淨，信不純，不是真信。「《成唯識論》云：信者，謂於實德能，深忍樂欲，心淨為性」。《成唯識論》裡頭說了三個字，就是標準，信一定要具足這三個字，第一個真實，它不是假的；第二個，它有大德大能。這三個條件清清楚楚、明明瞭瞭，在哪裡？一切佛所說的經教都是真實；德就像前面所講的十種利益；能是能辦事，能幫助我們信願持名，往生淨土。我們對它要深忍，忍是有承認的意思、肯定的意思，我真正相信，我這個心就放在這上面；樂欲，樂是愛好、歡喜，欲是欲望，這個欲望是到極樂世界，不是六道輪迴的欲望，不是娑婆世界的欲望。心淨為性，這個心是體，心地清淨是自性。"
    },
    {
      "id": "02-041-0299_p0026",
      "zh_CN": "我们常常在一起学习，也常常提到清净心是真心，不是很深，阿罗汉就证得，见思烦恼断了。平等比这个深，平等是没有分别，清净是没有执着，没有分别就更深，菩萨证得的。觉就是圆满。你看经题上，清净、平等、觉。我们修净土，天天展开经本，读诵的时候或者背诵的时候，经题上重要，咱们修什么？修清净平等觉；我们想得什么？得大乘无量寿庄严。大乘无量寿庄严是果，清净平等觉是因，修因证果都在经题上。这本书里头讲西方极乐世界依正庄严，那就是果德，那就是大乘无量寿庄严。用什么修？清净平等觉。清净心就能往生，决定往生，生凡圣同居土、生方便有余土，清净心生的。清净心里头还带着有疑惑是同居土，没有疑惑是方便土；如果是觉，开悟了，那就生极乐世界实报庄严土，觉是开悟。所以，因地上是清净平等觉，我们要重视这个，果是自然成，不必放在心上。所以清净心比什么都重要。",
      "zh_TW": "我們常常在一起學習，也常常提到清淨心是真心，不是很深，阿羅漢就證得，見思煩惱斷了。平等比這個深，平等是沒有分別，清淨是沒有執著，沒有分別就更深，菩薩證得的。覺就是圓滿。你看經題上，清淨、平等、覺。我們修淨土，天天展開經本，讀誦的時候或者背誦的時候，經題上重要，咱們修什麼？修清淨平等覺；我們想得什麼？得大乘無量壽莊嚴。大乘無量壽莊嚴是果，清淨平等覺是因，修因證果都在經題上。這本書裡頭講西方極樂世界依正莊嚴，那就是果德，那就是大乘無量壽莊嚴。用什麼修？清淨平等覺。清淨心就能往生，決定往生，生凡聖同居土、生方便有餘土，清淨心生的。清淨心裡頭還帶著有疑惑是同居土，沒有疑惑是方便土；如果是覺，開悟了，那就生極樂世界實報莊嚴土，覺是開悟。所以，因地上是清淨平等覺，我們要重視這個，果是自然成，不必放在心上。所以清淨心比什麼都重要。"
    },
    {
      "id": "02-041-0299_p0027",
      "zh_CN": "清净是什么？决定不受外界的诱惑，不能自生烦恼。自己的烦恼染污自己是什么﹖是贪瞋痴慢疑，这是染污自性。外面是什么？色声香味触法。六根对的境界，眼见色看得很清楚、看得很明白，那是智慧的照见，不放在心上。凡夫做不到，凡夫看到了，与自己贪瞋痴慢相应的，他就生欢喜心；不相应的，他就生烦恼，他就讨厌，这就是什么？被外面境界染污了。菩萨怎么样？菩萨看得很清楚、听得很明白，不放在心上。内不生烦恼，外不受影响，这叫真修。内外统统是一句佛号，看什么，阿弥陀佛，听什么，也是阿弥陀佛，喜欢的，阿弥陀佛，讨厌的，也是阿弥陀佛，在这一句阿弥陀佛摆平了，这叫真修。念念都是阿弥陀佛，一切人都是阿弥陀佛，一切事也是阿弥陀佛，一切万法统统是阿弥陀佛，阿弥陀佛全包了。海贤老和尚给我们做出最好的榜样，他一生念佛九十二年，九十二年就是这么念得来的，不能不知道。",
      "zh_TW": "清淨是什麼？決定不受外界的誘惑，不能自生煩惱。自己的煩惱染污自己是什麼﹖是貪瞋痴慢疑，這是染污自性。外面是什麼？色聲香味觸法。六根對的境界，眼見色看得很清楚、看得很明白，那是智慧的照見，不放在心上。凡夫做不到，凡夫看到了，與自己貪瞋痴慢相應的，他就生歡喜心；不相應的，他就生煩惱，他就討厭，這就是什麼？被外面境界染污了。菩薩怎麼樣？菩薩看得很清楚、聽得很明白，不放在心上。內不生煩惱，外不受影響，這叫真修。內外統統是一句佛號，看什麼，阿彌陀佛，聽什麼，也是阿彌陀佛，喜歡的，阿彌陀佛，討厭的，也是阿彌陀佛，在這一句阿彌陀佛擺平了，這叫真修。念念都是阿彌陀佛，一切人都是阿彌陀佛，一切事也是阿彌陀佛，一切萬法統統是阿彌陀佛，阿彌陀佛全包了。海賢老和尚給我們做出最好的榜樣，他一生念佛九十二年，九十二年就是這麼念得來的，不能不知道。"
    },
    {
      "id": "02-041-0299_p0028",
      "zh_CN": "下面说，「何言心净，以心胜故。如水清珠，能清浊水」，这从比喻上来说。为什么说心净？一切法里头，心是真的，除心之外全是假的，所以心叫真心。但是我们的心，我们的心加一个字，妄心。为什么？有起心动念、有分别执着，这叫妄心。真心现前就叫圣人，还用妄心不能称圣，贤人有。大乘教里头，佛常常提醒我们，修行就是六根接触六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味、身觉触、意起心动念，这叫六尘。凡夫不知道根尘都是假的，以为是真的，所以见色被色染污了，不顺自己意思的就起瞋恚心，不愿意看；适合自己意思的，实在讲跟自己贪瞋痴相应的，他就生喜欢心；甚至于更进一步，要占有、要得到，愈来愈严重了。佛不是叫我们不看不听，叫我们也看也听，别放在心上。告诉你，能看的是假的不是真的，所看到的也是假的也不是真的。再告诉你真话，能所都不可得。能所从哪里出来的？现在科学家告诉我们的，是从念头高频率波动下面产生的。",
      "zh_TW": "下面說，「何言心淨，以心勝故。如水清珠，能清濁水」，這從比喻上來說。為什麼說心淨？一切法裡頭，心是真的，除心之外全是假的，所以心叫真心。但是我們的心，我們的心加一個字，妄心。為什麼？有起心動念、有分別執著，這叫妄心。真心現前就叫聖人，還用妄心不能稱聖，賢人有。大乘教裡頭，佛常常提醒我們，修行就是六根接觸六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味、身覺觸、意起心動念，這叫六塵。凡夫不知道根塵都是假的，以為是真的，所以見色被色染污了，不順自己意思的就起瞋恚心，不願意看；適合自己意思的，實在講跟自己貪瞋痴相應的，他就生喜歡心；甚至於更進一步，要佔有、要得到，愈來愈嚴重了。佛不是叫我們不看不聽，叫我們也看也聽，別放在心上。告訴你，能看的是假的不是真的，所看到的也是假的也不是真的。再告訴你真話，能所都不可得。能所從哪裡出來的？現在科學家告訴我們的，是從念頭高頻率波動下面產生的。"
    },
    {
      "id": "02-041-0299_p0029",
      "zh_CN": "这个念头生起我们不知道，叫无明，根本就不知道。它的速度多快？一秒钟，我们把经上的话换成科学家的说法，一秒钟做单位，二千二百四十兆分之一秒。就是一秒钟波动多少次？二千二百四十兆，单位是兆，不是亿、不是万。在这么高的频率之下，产生的幻相，这个幻相就是念头、就是物质，先有念头，后有物质。所以物质从哪里来的？佛经里常说从心想生，想什么变什么。它存不存在？不存在，它寿命太短，它存在的时间只是二千二百四十兆分之一秒，这是它存在的时间，所以不可得。这么高的速度，我们连感触都没有，没有感觉到，太快了。我们现在看的电视，电视屏幕现的这个画面，一秒钟生灭多少次？一百次。这个画面是百分之一秒，我们几乎被它骗过，以为它是真的。实际上这个状况，一秒钟，跟电视比，那真小巫见大巫，电视微不足道。它的频率，二千二百四十兆分之一秒；一兆就不得了，四十兆还得了，还要加上两百兆，还要加上两千兆。所以我们说它有，它已经走了，已经不见了，一个一个一个来，一个一个跳，就像动画一样，动画的速度之快，一秒钟跑过多少个画面？二千二百四十兆个画面，所以一个画面也找不到，一点概念都没有。这是诸法实相。",
      "zh_TW": "這個念頭生起我們不知道，叫無明，根本就不知道。它的速度多快？一秒鐘，我們把經上的話換成科學家的說法，一秒鐘做單位，二千二百四十兆分之一秒。就是一秒鐘波動多少次？二千二百四十兆，單位是兆，不是億、不是萬。在這麼高的頻率之下，產生的幻相，這個幻相就是念頭、就是物質，先有念頭，後有物質。所以物質從哪裡來的？佛經裡常說從心想生，想什麼變什麼。它存不存在？不存在，它壽命太短，它存在的時間只是二千二百四十兆分之一秒，這是它存在的時間，所以不可得。這麼高的速度，我們連感觸都沒有，沒有感覺到，太快了。我們現在看的電視，電視屏幕現的這個畫面，一秒鐘生滅多少次？一百次。這個畫面是百分之一秒，我們幾乎被它騙過，以為它是真的。實際上這個狀況，一秒鐘，跟電視比，那真小巫見大巫，電視微不足道。它的頻率，二千二百四十兆分之一秒；一兆就不得了，四十兆還得了，還要加上兩百兆，還要加上兩千兆。所以我們說它有，它已經走了，已經不見了，一個一個一個來，一個一個跳，就像動畫一樣，動畫的速度之快，一秒鐘跑過多少個畫面？二千二百四十兆個畫面，所以一個畫面也找不到，一點概念都沒有。這是諸法實相。"
    },
    {
      "id": "02-041-0299_p0030",
      "zh_CN": "佛在经上说的，现在被量子力学家证明了，所以现代的科学家对于佛经佩服得五体投地。科学四百多年，累积下的经验才发现，这个发现是最近二十几年，得力于仪器愈来愈先进，才观察到。物质这个现象解决了，科学家得到的结论，世界上根本就没有物质这个东西，物质是假相，物质是从念头产生的。佛怎么说？佛说「相由心生」，相就是物质现象，「境随心转」、「一切法从心想生」，这是佛经上说的话，现在被科学证明，所以佛法是科学，高等科学。所以我们有理由相信，二、三十年之后，佛教存在世间不是宗教，是科学、是哲学，哲学家承认它。我加了两个字，究竟哲学、究竟科学，究竟是上头再没有了，它到达顶点了。",
      "zh_TW": "佛在經上說的，現在被量子力學家證明了，所以現代的科學家對於佛經佩服得五體投地。科學四百多年，累積下的經驗才發現，這個發現是最近二十幾年，得力於儀器愈來愈先進，才觀察到。物質這個現象解決了，科學家得到的結論，世界上根本就沒有物質這個東西，物質是假相，物質是從念頭產生的。佛怎麼說？佛說「相由心生」，相就是物質現象，「境隨心轉」、「一切法從心想生」，這是佛經上說的話，現在被科學證明，所以佛法是科學，高等科學。所以我們有理由相信，二、三十年之後，佛教存在世間不是宗教，是科學、是哲學，哲學家承認它。我加了兩個字，究竟哲學、究竟科學，究竟是上頭再沒有了，它到達頂點了。"
    },
    {
      "id": "02-041-0299_p0031",
      "zh_CN": "释迦牟尼佛那个时候，没有科学的仪器，没有这么高深的数学概念，他怎么会知道的？这就让我们相信，世间确实有无师自通，不学而会，这是科学家无法想像的，是真的不是假的。中国古老的教学法就是从这个道理上产生的，叫你「读书千遍，其义自见」，书是不是老师教你的？不是。怎么通的？自己通的。自己虽然通了，经过老师印证，就是老师的学生；他给你印证，证明你说的、悟的没错，真的开悟了，他就是你的老师。没有人证明不知道。现在我们如果学一部经，念上一千遍之后有悟处，找不到人印证，找古人印证，就是什么？找注解，看古人注解里头所说的跟我悟的是不是一样；一样，他印证了，你就是古人的学生。你要是学《华严》，看《华严经》有悟处，清凉大师给你印证，你就是清凉的学生；李长者给你印证，那你是李长者的学生，这是真的，可不是假的。中国历史上世世代代出现，有圣人，少；有贤人，贤人不少；君子更多。君子等于阿罗汉，小悟，我们比不上。贤人大悟，等于菩萨，虽然大悟，没有圆满。觉，圆满了，大彻大悟，证得圆满的大觉，这就称佛、圣人。",
      "zh_TW": "釋迦牟尼佛那個時候，沒有科學的儀器，沒有這麼高深的數學概念，他怎麼會知道的？這就讓我們相信，世間確實有無師自通，不學而會，這是科學家無法想像的，是真的不是假的。中國古老的教學法就是從這個道理上產生的，叫你「讀書千遍，其義自見」，書是不是老師教你的？不是。怎麼通的？自己通的。自己雖然通了，經過老師印證，就是老師的學生；他給你印證，證明你說的、悟的沒錯，真的開悟了，他就是你的老師。沒有人證明不知道。現在我們如果學一部經，念上一千遍之後有悟處，找不到人印證，找古人印證，就是什麼？找註解，看古人註解裡頭所說的跟我悟的是不是一樣；一樣，他印證了，你就是古人的學生。你要是學《華嚴》，看《華嚴經》有悟處，清涼大師給你印證，你就是清涼的學生；李長者給你印證，那你是李長者的學生，這是真的，可不是假的。中國歷史上世世代代出現，有聖人，少；有賢人，賢人不少；君子更多。君子等於阿羅漢，小悟，我們比不上。賢人大悟，等於菩薩，雖然大悟，沒有圓滿。覺，圓滿了，大徹大悟，證得圓滿的大覺，這就稱佛、聖人。"
    },
    {
      "id": "02-041-0299_p0032",
      "zh_CN": "我看古圣先贤的典籍，我发现的，跟大乘经佛所说的没有两样。谁教他的？没人教。释迦牟尼佛没人教他，四十九年讲的那个经，他在哪里学来的？自性流出来的。佛佛道同，每个人都有自性，只要你把障碍去掉，自性流出来的就是真经，跟释迦牟尼佛所说的经、跟孔子老子所说的经完全相同，无师自通。我们现在得走这条路，现前没有老师，善知识没有了，走这个路。走这个路用什么？就是用真诚，那就是印祖所说的「一分诚敬得一分利益，十分诚敬得十分利益」，没有诚敬心得不到。真诚跟真心相应，不诚跟真心不相应，那造成障碍。所以学佛、学圣人的经教，最重要的一个条件就是用真，决定不能欺骗自己，更不能欺骗别人。诚与诚感应道交，所以「至诚感通」，这是李老师教给我的。一切诸佛如来，他之所以能明心见性，就是至诚，诚到极处，通了。古时候老师教书教学生，是要把他引导，让他至诚出来，最后感通。然后叫他把所读的这些书（经书）讲给大家听，讲给同学听，老师也在听。听完之后，同学觉得怎么样？好，讲得对，老师也点头，就毕业了，就通过了。你再做实验，他没学过的，从来没读过的书，你拿给他看，你让他讲给你听，他讲得头头是道，没障碍。",
      "zh_TW": "我看古聖先賢的典籍，我發現的，跟大乘經佛所說的沒有兩樣。誰教他的？沒人教。釋迦牟尼佛沒人教他，四十九年講的那個經，他在哪裡學來的？自性流出來的。佛佛道同，每個人都有自性，只要你把障礙去掉，自性流出來的就是真經，跟釋迦牟尼佛所說的經、跟孔子老子所說的經完全相同，無師自通。我們現在得走這條路，現前沒有老師，善知識沒有了，走這個路。走這個路用什麼？就是用真誠，那就是印祖所說的「一分誠敬得一分利益，十分誠敬得十分利益」，沒有誠敬心得不到。真誠跟真心相應，不誠跟真心不相應，那造成障礙。所以學佛、學聖人的經教，最重要的一個條件就是用真，決定不能欺騙自己，更不能欺騙別人。誠與誠感應道交，所以「至誠感通」，這是李老師教給我的。一切諸佛如來，他之所以能明心見性，就是至誠，誠到極處，通了。古時候老師教書教學生，是要把他引導，讓他至誠出來，最後感通。然後叫他把所讀的這些書（經書）講給大家聽，講給同學聽，老師也在聽。聽完之後，同學覺得怎麼樣？好，講得對，老師也點頭，就畢業了，就通過了。你再做實驗，他沒學過的，從來沒讀過的書，你拿給他看，你讓他講給你聽，他講得頭頭是道，沒障礙。"
    },
    {
      "id": "02-041-0299_p0033",
      "zh_CN": "惠能大师在逃难路上，遇到无尽藏比丘尼。这个比丘尼是学《涅槃经》的，她每天在读。惠能大师在旁边听。念完之后起来了，惠能大师就把刚才她读的那一段讲给她听。她听了非常惊讶，捧著书来请教。六祖说：「我不认识字，妳不必把书拿来。」她说：不认识字，你怎么会讲得这么好？「这个与识字不识字没关系。」惠能大师会下，有四十三位善知识大彻大悟、明心见性，里头就有无尽藏比丘尼，她是最早开悟的，能大师逃难途中最早开悟的。还有个惠明，惠明是追他，追着了，也是在他会下开悟的。那几句话一点，惠明就通了。他为什么会通？那心真诚到极处。在黄梅，他不是真心，所以五祖没办法度他，他妄心作祟。能大师逃难了，他还领着大家去追，结果不错，追到了，他开悟了。那个时候，把衣钵找回来、抢回来，他的心专注，只有这个东西拿回来，不能让惠能拿走；就这一念真诚，一句话点醒了。他这一通之后，把后头人都挡了：「这条路没有，我看过了，我们别的路去找。」",
      "zh_TW": "惠能大師在逃難路上，遇到無盡藏比丘尼。這個比丘尼是學《涅槃經》的，她每天在讀。惠能大師在旁邊聽。念完之後起來了，惠能大師就把剛才她讀的那一段講給她聽。她聽了非常驚訝，捧著書來請教。六祖說：「我不認識字，妳不必把書拿來。」她說：不認識字，你怎麼會講得這麼好？「這個與識字不識字沒關係。」惠能大師會下，有四十三位善知識大徹大悟、明心見性，裡頭就有無盡藏比丘尼，她是最早開悟的，能大師逃難途中最早開悟的。還有個惠明，惠明是追他，追著了，也是在他會下開悟的。那幾句話一點，惠明就通了。他為什麼會通？那心真誠到極處。在黃梅，他不是真心，所以五祖沒辦法度他，他妄心作祟。能大師逃難了，他還領著大家去追，結果不錯，追到了，他開悟了。那個時候，把衣缽找回來、搶回來，他的心專注，只有這個東西拿回來，不能讓惠能拿走；就這一念真誠，一句話點醒了。他這一通之後，把後頭人都擋了：「這條路沒有，我看過了，我們別的路去找。」"
    },
    {
      "id": "02-041-0299_p0034",
      "zh_CN": "圣人就是圣人，佛就是佛，菩萨就是菩萨，我们对于他们，经上一句话说「不可思议」，不能想像，也不要去探讨。入他的境界就明了；不入他的境界，怎么说只能说个仿佛，没有办法说到那么样的贴切。古印度、东方有真学术，西方没有。西方几千年来一直到现在，用中国的话说，都是心浮气躁，不生智慧，五伦、五常、四维、八德不具足。那用中国文化来判断，他们还没开化，我们要清楚、要明了。为什么西方这些汉学家赞叹中国的文明，认为中国文化可以救世界？有道理，那些是极少数到中国来学习，开悟了，明白了，很难得。由此可知，悟是个缘分，人人都有开悟的可能，为什么？因为你本来是佛，也就是清净平等觉是你本来有的，不是你没有。你没有，没有办法教你有；你有，只是迷了，迷的程度有浅深不同，迷得深的比较慢，迷得浅的，一说就开悟、就通了。我们讲浅一点，人觉悟了，觉悟得浅是什么现象？对极乐世界真相信，不再怀疑，这是浅。发心到极乐世界这个心恳切，我不想再住娑婆世界，我就想到阿弥陀佛那里去，发的是真愿不是假的，真想去，时时刻刻想去，这是烦恼轻的。烦恼重的是什么？一个烦恼迷住了，把这桩事情忘掉了，对极乐世界的信心忘掉了，求生极乐世界的愿也忘掉了。这就很浅显的来说。",
      "zh_TW": "聖人就是聖人，佛就是佛，菩薩就是菩薩，我們對於他們，經上一句話說「不可思議」，不能想像，也不要去探討。入他的境界就明瞭；不入他的境界，怎麼說只能說個彷彿，沒有辦法說到那麼樣的貼切。古印度、東方有真學術，西方沒有。西方幾千年來一直到現在，用中國的話說，都是心浮氣躁，不生智慧，五倫、五常、四維、八德不具足。那用中國文化來判斷，他們還沒開化，我們要清楚、要明瞭。為什麼西方這些漢學家讚歎中國的文明，認為中國文化可以救世界？有道理，那些是極少數到中國來學習，開悟了，明白了，很難得。由此可知，悟是個緣分，人人都有開悟的可能，為什麼？因為你本來是佛，也就是清淨平等覺是你本來有的，不是你沒有。你沒有，沒有辦法教你有；你有，只是迷了，迷的程度有淺深不同，迷得深的比較慢，迷得淺的，一說就開悟、就通了。我們講淺一點，人覺悟了，覺悟得淺是什麼現象？對極樂世界真相信，不再懷疑，這是淺。發心到極樂世界這個心懇切，我不想再住娑婆世界，我就想到阿彌陀佛那裡去，發的是真願不是假的，真想去，時時刻刻想去，這是煩惱輕的。煩惱重的是什麼？一個煩惱迷住了，把這樁事情忘掉了，對極樂世界的信心忘掉了，求生極樂世界的願也忘掉了。這就很淺顯的來說。"
    },
    {
      "id": "02-041-0299_p0035",
      "zh_CN": "我们今天的时间到了，我们就学到此地。下面《成唯识论》，我们念一下，这刚才也说到了，「《成唯识论》云：信者，谓于实德能，深忍乐欲，心净为性。何言心净，以心胜故。如水清珠，能清浊水。又诸染法，各自有相。唯有不信，自相浑浊，复能浑浊余心心所，如极秽物自秽秽他。信正翻彼，故净为相」。这一段意思还很深，我们底下从七二三页倒数第二行最后这一句看起，「何言心净」，我们从这个地方学起，下一堂课。",
      "zh_TW": "我們今天的時間到了，我們就學到此地。下面《成唯識論》，我們念一下，這剛才也說到了，「《成唯識論》云：信者，謂於實德能，深忍樂欲，心淨為性。何言心淨，以心勝故。如水清珠，能清濁水。又諸染法，各自有相。唯有不信，自相渾濁，復能渾濁餘心心所，如極穢物自穢穢他。信正翻彼，故淨為相」。這一段意思還很深，我們底下從七二三頁倒數第二行最後這一句看起，「何言心淨」，我們從這個地方學起，下一堂課。"
    }
  ]
}