{
  "doc_id": "02-041-0476",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七六集",
    "zh_TW": "第四七六集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0476",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "02-041-0476_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0476_p0002",
      "zh_CN": "请看《大经科注》第一Ｏ四七页第一行，科题，「辛三、广明第十二刹」。请看经文：",
      "zh_TW": "請看《大經科註》第一Ｏ四七頁第一行，科題，「辛三、廣明第十二剎」。請看經文："
    },
    {
      "id": "02-041-0476_p0003",
      "zh_CN": "【其第十二佛名无上华。彼有无数诸菩萨众。皆不退转。智慧勇猛。已曾供养无量诸佛。具大精进。发趣一乘。于七日中。即能摄取百千亿劫。大士所修坚固之法。斯等菩萨。皆当往生。】",
      "zh_TW": "【其第十二佛名無上華。彼有無數諸菩薩眾。皆不退轉。智慧勇猛。已曾供養無量諸佛。具大精進。發趣一乘。於七日中。即能攝取百千億劫。大士所修堅固之法。斯等菩薩。皆當往生。】"
    },
    {
      "id": "02-041-0476_p0004",
      "zh_CN": "前面略举十一个佛刹，这个地方佛特别慈悲，第十二个佛刹就讲得很清楚、很具体，说明菩萨求生净土，这些菩萨不是普通菩萨。我们看念老的注解。这一段经文是采取《魏译》，就是康僧铠翻译的本子。这部经是夏莲居老居士为我们做的会集本，这段经文是康僧铠本子里面的。「若参证《唐译》，则此处第一句其第十二佛，应指第十二佛刹」。前面是举十一个佛刹，这边应该这尊佛是第十二个佛刹里面的佛陀。「例如《魏译》，其第二佛名曰宝藏。《唐译》则为宝藏佛国」，五种本子合起来看就了解，佛说的第二尊佛是宝藏，唐译的是宝藏佛国。有这个例子，这个地方也是。第十二佛刹说得详细一点。这个佛刹里面往生之德，数量是无数，菩萨众，什么样的菩萨？不退转的菩萨。这就不是普通菩萨。不退转的菩萨是指的地上菩萨。《华严经》里面讲的，十信退转，到十住、十行、十回向、十地，这些叫不退转。",
      "zh_TW": "前面略舉十一個佛剎，這個地方佛特別慈悲，第十二個佛剎就講得很清楚、很具體，說明菩薩求生淨土，這些菩薩不是普通菩薩。我們看念老的註解。這一段經文是採取《魏譯》，就是康僧鎧翻譯的本子。這部經是夏蓮居老居士為我們做的會集本，這段經文是康僧鎧本子裡面的。「若參證《唐譯》，則此處第一句其第十二佛，應指第十二佛剎」。前面是舉十一個佛剎，這邊應該這尊佛是第十二個佛剎裡面的佛陀。「例如《魏譯》，其第二佛名曰寶藏。《唐譯》則為寶藏佛國」，五種本子合起來看就了解，佛說的第二尊佛是寶藏，唐譯的是寶藏佛國。有這個例子，這個地方也是。第十二佛剎說得詳細一點。這個佛剎裡面往生之德，數量是無數，菩薩眾，什麼樣的菩薩？不退轉的菩薩。這就不是普通菩薩。不退轉的菩薩是指的地上菩薩。《華嚴經》裡面講的，十信退轉，到十住、十行、十迴向、十地，這些叫不退轉。"
    },
    {
      "id": "02-041-0476_p0005",
      "zh_CN": "不退转，在一般说起来，他修行的境界是真正证得自性，我们常讲的明心见性，见性成佛。这个明心见性，可以说从初住就证得了，没有证得圆满，圆满要七地以上。像在中国古代，其实每个朝代都有修行证果的人。在净土宗叫做理一心不乱，跟禅宗惠能大师所证得的，同一个境界。这个我们称他为法身菩萨。他往生极乐世界生哪里？生实报庄严净土。极乐世界净土有四种，最高的常寂光土，那是究竟圆满成佛，很难得，也就是教下里面所说的根本无明破了，七地以上。七地以下破了无明，还没有圆满，无明确实是破了，还带着浓厚的无明习气。这个习气要到什么时候才断干净？佛在经上告诉我们，时间是三个阿僧祇劫。所谓三大阿僧祇劫，证得究竟佛果，是究竟圆满的佛果。其实破一品无明、证一分法身，我们就称他作佛陀了。所以佛陀里面，成佛了，里面还有很大的差别，这个我们不能不知道。大乘教里面所讲的三大阿僧祇劫，证得无上菩提、究竟佛果，那就是指的圆满，在常寂光净土里头，不是在实报土。",
      "zh_TW": "不退轉，在一般說起來，他修行的境界是真正證得自性，我們常講的明心見性，見性成佛。這個明心見性，可以說從初住就證得了，沒有證得圓滿，圓滿要七地以上。像在中國古代，其實每個朝代都有修行證果的人。在淨土宗叫做理一心不亂，跟禪宗惠能大師所證得的，同一個境界。這個我們稱他為法身菩薩。他往生極樂世界生哪裡？生實報莊嚴淨土。極樂世界淨土有四種，最高的常寂光土，那是究竟圓滿成佛，很難得，也就是教下裡面所說的根本無明破了，七地以上。七地以下破了無明，還沒有圓滿，無明確實是破了，還帶著濃厚的無明習氣。這個習氣要到什麼時候才斷乾淨？佛在經上告訴我們，時間是三個阿僧祇劫。所謂三大阿僧祇劫，證得究竟佛果，是究竟圓滿的佛果。其實破一品無明、證一分法身，我們就稱他作佛陀了。所以佛陀裡面，成佛了，裡面還有很大的差別，這個我們不能不知道。大乘教裡面所講的三大阿僧祇劫，證得無上菩提、究竟佛果，那就是指的圓滿，在常寂光淨土裡頭，不是在實報土。"
    },
    {
      "id": "02-041-0476_p0006",
      "zh_CN": "净土，所谓是易行道。佛陀给我们介绍西方极乐世界，就是这部经，极乐世界的说明书，说得很详细。极乐世界众怎么来的、怎么成就的？这是阿弥陀佛无尽的慈悲，他老人家发四十八愿，本经第六品所介绍的，不愿意见到苦难众生修行经历三个阿僧祇劫，往生到西方极乐世界，生实报庄严土。虽然说是易行道，也不容易。",
      "zh_TW": "淨土，所謂是易行道。佛陀給我們介紹西方極樂世界，就是這部經，極樂世界的說明書，說得很詳細。極樂世界眾怎麼來的、怎麼成就的？這是阿彌陀佛無盡的慈悲，他老人家發四十八願，本經第六品所介紹的，不願意見到苦難眾生修行經歷三個阿僧祇劫，往生到西方極樂世界，生實報莊嚴土。雖然說是易行道，也不容易。"
    },
    {
      "id": "02-041-0476_p0007",
      "zh_CN": "中国佛教是大乘八个宗派，小乘有两个宗派，唐朝时候还在，俱舍宗，依《俱舍论》修行的，就是今天南洋南传的佛教，南传是小乘，到中国来的时候是大乘佛法，在中国建立总共八个宗派。这八个宗派，大乘教，里面只有律宗是大小乘都有，其他纯粹是大乘。任何一个宗派成就，用禅宗的话来说，都要明心见性、见性成佛。这个有阶级的，《华严经》上讲得很清楚，菩萨从初信位到等觉，五十一个位次，跟读书一样，有小学、中学、大学、研究所。从一年级到十年级，所以十信位的菩萨，佛教的小学，没见性；十住、十行、十回向，佛教的中学，有三十个位次；再往上去登地，破一品无明，证一分法身，初地菩萨，有十地；十地圆满，证得圆满法身，成究竟果位的佛陀，我们称佛陀，无始无明的烦恼断尽了，不容易。",
      "zh_TW": "中國佛教是大乘八個宗派，小乘有兩個宗派，唐朝時候還在，俱舍宗，依《俱舍論》修行的，就是今天南洋南傳的佛教，南傳是小乘，到中國來的時候是大乘佛法，在中國建立總共八個宗派。這八個宗派，大乘教，裡面只有律宗是大小乘都有，其他純粹是大乘。任何一個宗派成就，用禪宗的話來說，都要明心見性、見性成佛。這個有階級的，《華嚴經》上講得很清楚，菩薩從初信位到等覺，五十一個位次，跟讀書一樣，有小學、中學、大學、研究所。從一年級到十年級，所以十信位的菩薩，佛教的小學，沒見性；十住、十行、十迴向，佛教的中學，有三十個位次；再往上去登地，破一品無明，證一分法身，初地菩薩，有十地；十地圓滿，證得圓滿法身，成究竟果位的佛陀，我們稱佛陀，無始無明的煩惱斷盡了，不容易。"
    },
    {
      "id": "02-041-0476_p0008",
      "zh_CN": "八万四千法门，实际上不止，八万四千是形容数，形容其多，实际是法门无量誓愿学，法门是无量的，什么方法都能成就。所以成佛，我们这叫佛法，不用佛法能不能成佛？能。我学这这么多年了，悟了一桩事情，那就是佛法是平等的，确确实实可以无师自通。为什么？大乘经上佛常说，一切众生本来是佛，你本来是佛，所以你用什么方法去修都能成佛。这个话是真的不是假的。但是都要断烦恼，证菩提，总的方法就是戒定慧三学。成佛是智慧开了，这什么智慧？此界他方，过去未来，当然包括现在，遍法界虚空界所有一切法没有一样你不知道。这个智慧是你自己本有的，不是外面学来的，只要开悟就行了，在印度就尊称你为佛陀；你开悟了，没有圆满，菩萨；没开悟，凡夫。凡夫在六道里头轮回，这个大家都知道。",
      "zh_TW": "八萬四千法門，實際上不止，八萬四千是形容數，形容其多，實際是法門無量誓願學，法門是無量的，什麼方法都能成就。所以成佛，我們這叫佛法，不用佛法能不能成佛？能。我學這這麼多年了，悟了一樁事情，那就是佛法是平等的，確確實實可以無師自通。為什麼？大乘經上佛常說，一切眾生本來是佛，你本來是佛，所以你用什麼方法去修都能成佛。這個話是真的不是假的。但是都要斷煩惱，證菩提，總的方法就是戒定慧三學。成佛是智慧開了，這什麼智慧？此界他方，過去未來，當然包括現在，遍法界虛空界所有一切法沒有一樣你不知道。這個智慧是你自己本有的，不是外面學來的，只要開悟就行了，在印度就尊稱你為佛陀；你開悟了，沒有圓滿，菩薩；沒開悟，凡夫。凡夫在六道裡頭輪迴，這個大家都知道。"
    },
    {
      "id": "02-041-0476_p0009",
      "zh_CN": "修行五戒十善，上品十善，天道；中品十善，人道；下品十善，阿修罗道。如是因，如是果。业因果报是真的，佛家也常说，万法皆空，因果不空。所以因果教育是宗教教育里面最主要的一个科目。伦理的教育、道德的教育、因果教育、圣贤教育，我们通常讲宗教教育，宗教包含这四种教育。你真搞清楚、真搞明白了，人怎么样？他自自然然的修善不造恶。为什么？至少他想生天，天的寿命长，通常我们讲忉利天，六道里面天有二十八层，一层比一层福报大，寿命长，最高的一层寿命八万大劫，我们无法想像。佛的话，真话，决定没有妄语，决定不欺骗人，句句都是老实话。所以生天要真修善，真得这果报，你会如愿以偿。",
      "zh_TW": "修行五戒十善，上品十善，天道；中品十善，人道；下品十善，阿修羅道。如是因，如是果。業因果報是真的，佛家也常說，萬法皆空，因果不空。所以因果教育是宗教教育裡面最主要的一個科目。倫理的教育、道德的教育、因果教育、聖賢教育，我們通常講宗教教育，宗教包含這四種教育。你真搞清楚、真搞明白了，人怎麼樣？他自自然然的修善不造惡。為什麼？至少他想生天，天的壽命長，通常我們講忉利天，六道裡面天有二十八層，一層比一層福報大，壽命長，最高的一層壽命八萬大劫，我們無法想像。佛的話，真話，決定沒有妄語，決定不欺騙人，句句都是老實話。所以生天要真修善，真得這果報，你會如願以償。"
    },
    {
      "id": "02-041-0476_p0010",
      "zh_CN": "念老在注解里面告诉我们，宝藏之国。「至于第十二佛土显往生菩萨之德，亦是例举」。这些菩萨都是不退转的菩萨，『智慧勇猛，已曾供养无量诸佛』，『发趣一乘，于七日中，即能摄取百千亿劫，大士所修坚固之法，斯等菩萨，皆当往生』，他们都求生极乐世界。佛在此地立这个榜样给我们看。这是什么人？法身菩萨，往生到极乐世界都住在实报庄严土，不是凡圣同居土，不是方便有余土，他住的是实报庄严土。实报土，通常我们也叫他做法身菩萨，法性土。法性是真的，除了法性之外是变化的。如果我们从理上来讲，只有法性土是自性所现的，其他的一切报土都是阿赖耶随着意识心所现的，当然追究它的根本，不离自性。所以明心见性，你的障碍消除了，智慧显现出来了，过去、现在、未来，所谓此界他方，包括一切诸佛刹土，你没有一样不知道。这是真的不是假的。",
      "zh_TW": "念老在註解裡面告訴我們，寶藏之國。「至於第十二佛土顯往生菩薩之德，亦是例舉」。這些菩薩都是不退轉的菩薩，『智慧勇猛，已曾供養無量諸佛』，『發趣一乘，於七日中，即能攝取百千億劫，大士所修堅固之法，斯等菩薩，皆當往生』，他們都求生極樂世界。佛在此地立這個榜樣給我們看。這是什麼人？法身菩薩，往生到極樂世界都住在實報莊嚴土，不是凡聖同居土，不是方便有餘土，他住的是實報莊嚴土。實報土，通常我們也叫他做法身菩薩，法性土。法性是真的，除了法性之外是變化的。如果我們從理上來講，只有法性土是自性所現的，其他的一切報土都是阿賴耶隨著意識心所現的，當然追究它的根本，不離自性。所以明心見性，你的障礙消除了，智慧顯現出來了，過去、現在、未來，所謂此界他方，包括一切諸佛剎土，你沒有一樣不知道。這是真的不是假的。"
    },
    {
      "id": "02-041-0476_p0011",
      "zh_CN": "大家都知道，唐朝时候禅宗第六代祖师惠能大师，他有《坛经》，流通很广，喜欢读的人很多。他不认识字，没有念过书，在五祖会下住了八个月。《坛经》里说得很清楚。他开悟了，五祖要传法，真正有开悟的人才能继承祖师位。达摩祖师从印度来到中国，把禅宗传到中国来，惠能第六代。《坛经》不能不读，但是老师警告我，可以读，不能学。为什么？我们不是那种根性，学不成功。学什么最好？李炳南老居士教我，净土宗最好，它保证你成就。",
      "zh_TW": "大家都知道，唐朝時候禪宗第六代祖師惠能大師，他有《壇經》，流通很廣，喜歡讀的人很多。他不認識字，沒有念過書，在五祖會下住了八個月。《壇經》裡說得很清楚。他開悟了，五祖要傳法，真正有開悟的人才能繼承祖師位。達摩祖師從印度來到中國，把禪宗傳到中國來，惠能第六代。《壇經》不能不讀，但是老師警告我，可以讀，不能學。為什麼？我們不是那種根性，學不成功。學什麼最好？李炳南老居士教我，淨土宗最好，它保證你成就。"
    },
    {
      "id": "02-041-0476_p0012",
      "zh_CN": "现在有一个好例子、好榜样，海贤老和尚。我们这边这张，最后一张照片，海贤老和尚。海贤老和尚很像惠能法师，也是不认识字，没有念过书，他二十岁出家。师父，我们知道，是大彻大悟、明心见性的人，换句话说，跟六祖惠能应该是同一个阶层，看中他了，虽然是没读书，不认识字，禀性好，一般人比不上。这是指什么？这个人一生真正是个老实人，听话的人，老实、听话、真干，就是因为他有这六个字，他也成佛了。在净土宗不叫成佛，理一心不乱。净土念佛有三个阶层，最低的阶层功夫成片。你要念到功夫成片，你决定得生。有功夫成片了，阿弥陀佛就会来给你送信息，或是梦中，或是定中，阿弥陀佛来告诉你，你的寿命还有多长，还有多少年，到你寿命到的时候我来接引你。你就踏实了，真相信了，不是假的。一般念到功夫成片的，大概得三年，一句佛号念到底，没有第二个念头。穿衣吃饭，还照样干活，没有杂念，只有一个阿弥陀佛，就这一念。",
      "zh_TW": "現在有一個好例子、好榜樣，海賢老和尚。我們這邊這張，最後一張照片，海賢老和尚。海賢老和尚很像惠能法師，也是不認識字，沒有念過書，他二十歲出家。師父，我們知道，是大徹大悟、明心見性的人，換句話說，跟六祖惠能應該是同一個階層，看中他了，雖然是沒讀書，不認識字，稟性好，一般人比不上。這是指什麼？這個人一生真正是個老實人，聽話的人，老實、聽話、真幹，就是因為他有這六個字，他也成佛了。在淨土宗不叫成佛，理一心不亂。淨土念佛有三個階層，最低的階層功夫成片。你要念到功夫成片，你決定得生。有功夫成片了，阿彌陀佛就會來給你送信息，或是夢中，或是定中，阿彌陀佛來告訴你，你的壽命還有多長，還有多少年，到你壽命到的時候我來接引你。你就踏實了，真相信了，不是假的。一般念到功夫成片的，大概得三年，一句佛號念到底，沒有第二個念頭。穿衣吃飯，還照樣幹活，沒有雜念，只有一個阿彌陀佛，就這一念。"
    },
    {
      "id": "02-041-0476_p0013",
      "zh_CN": "他二十岁师父看中他，给他剃头，只传一句话，「南无阿弥陀佛」，嘱咐他一直念下去。他老实、听话、真干，一生就一句佛号，除一句佛号之外，他什么也不知道。功夫成片再向上提升就是事一心不乱，事一心不乱相当于阿罗汉，大概要五年到十年。也就是我估计他，二十五岁前后，功夫成片；三十岁可以达到事一心不乱，等于阿罗汉；四十左右，我估计他得理一心不乱，他大彻大悟、明心见性，跟六祖惠能阶级相同，他成佛了。可是他的老师传他佛号之外，还有一句话交代的，这句话是「明白了，不能乱说，不能说」。什么叫明白了？这话里头很含蓄，明白了是什么？大彻大悟、明心见性。跟惠能一样，字不认识，你把这个经讲给他，念给他听，他讲给你听。他讲的跟佛讲的完全一样，为什么？自性智慧观照，不是凡人，等于这佛菩萨再来。这个也可以叫，一般俗话说，无师自通，他自己通了。有没有这种人？有。",
      "zh_TW": "他二十歲師父看中他，給他剃頭，只傳一句話，「南無阿彌陀佛」，囑咐他一直念下去。他老實、聽話、真幹，一生就一句佛號，除一句佛號之外，他什麼也不知道。功夫成片再向上提升就是事一心不亂，事一心不亂相當於阿羅漢，大概要五年到十年。也就是我估計他，二十五歲前後，功夫成片；三十歲可以達到事一心不亂，等於阿羅漢；四十左右，我估計他得理一心不亂，他大徹大悟、明心見性，跟六祖惠能階級相同，他成佛了。可是他的老師傳他佛號之外，還有一句話交代的，這句話是「明白了，不能亂說，不能說」。什麼叫明白了？這話裡頭很含蓄，明白了是什麼？大徹大悟、明心見性。跟惠能一樣，字不認識，你把這個經講給他，念給他聽，他講給你聽。他講的跟佛講的完全一樣，為什麼？自性智慧觀照，不是凡人，等於這佛菩薩再來。這個也可以叫，一般俗話說，無師自通，他自己通了。有沒有這種人？有。"
    },
    {
      "id": "02-041-0476_p0014",
      "zh_CN": "我从这些地方体会到，深层体会到，这个世界上所有的宗教，创始人都是佛陀；换句话说，都是明心见性、大彻大悟的人，他来创教。你说这些创教的人，生在不同的时代、不同的地区，年代也不一样，没有机会见过面，为什么他们所讲的这些经典里头有那么多相同的部分？五戒，每个宗教里都讲，不杀生、不偷盗、不邪淫、不妄语，这四条都有，佛里头是加个不饮酒，称为五戒，都说。五戒是修行根本的依据，相同，戒同了，定同，修什么？修清净心，修清净心是真心，真心离念，真心生智慧不生烦恼。所以个个都是明心见性，用佛法来说他们都是佛陀。所以世界宗教是一家，是真的不是假的。",
      "zh_TW": "我從這些地方體會到，深層體會到，這個世界上所有的宗教，創始人都是佛陀；換句話說，都是明心見性、大徹大悟的人，他來創教。你說這些創教的人，生在不同的時代、不同的地區，年代也不一樣，沒有機會見過面，為什麼他們所講的這些經典裡頭有那麼多相同的部分？五戒，每個宗教裡都講，不殺生、不偷盜、不邪淫、不妄語，這四條都有，佛裡頭是加個不飲酒，稱為五戒，都說。五戒是修行根本的依據，相同，戒同了，定同，修什麼？修清淨心，修清淨心是真心，真心離念，真心生智慧不生煩惱。所以個個都是明心見性，用佛法來說他們都是佛陀。所以世界宗教是一家，是真的不是假的。"
    },
    {
      "id": "02-041-0476_p0015",
      "zh_CN": "我们用现在的话来说，宗教的核心是什么？我在这几十年当中看到，宗教核心是仁、爱、慈悲，仁慈博爱这四个字，所有宗教的核心。你在经典上都找得到，神爱世人，佛法讲大慈大悲，悲是拔众生之苦，救苦，悲是救苦，慈是与乐，令一切众生离苦得乐。帮他离苦，那就是要教，教他了解事实真相，他就能离苦。事实真相是什么？宇宙之间万事万物不是真的，假的。你把假当真，错，错在这里。知道是假的，自然就把它放下了，梦幻泡影，梦醒了，知道是假的，不再去想它了。就这么个道理。",
      "zh_TW": "我們用現在的話來說，宗教的核心是什麼？我在這幾十年當中看到，宗教核心是仁、愛、慈悲，仁慈博愛這四個字，所有宗教的核心。你在經典上都找得到，神愛世人，佛法講大慈大悲，悲是拔眾生之苦，救苦，悲是救苦，慈是與樂，令一切眾生離苦得樂。幫他離苦，那就是要教，教他了解事實真相，他就能離苦。事實真相是什麼？宇宙之間萬事萬物不是真的，假的。你把假當真，錯，錯在這裡。知道是假的，自然就把它放下了，夢幻泡影，夢醒了，知道是假的，不再去想它了。就這麼個道理。"
    },
    {
      "id": "02-041-0476_p0016",
      "zh_CN": "所以孔子、老子如果生在印度，印度人称他佛陀。同样的道理，释迦牟尼佛如果生在中国，中国人叫他圣人，称他为老子、称他为孔子，其实一回事情，那都是证得明心见性、见性成佛，他们来创教。英国的汤恩比博士说得好，他对中国汉学有很深的造诣，他说宗教是人类不可以缺少的教育。人类的历史是先有宗教后有文明，这他说的。没有宗教做为基础的，这个文明都不会长久。这是真的。他说地球上这三千年来出现了二十多种文明，现在都没有了，只剩下中国一个。我们用他的逻辑来说能讲得通，中国的文明是三个宗教做基础，儒释道，不是一个，一个就能传下去，它不是一个，有三个。换句话说，用佛教的话，三尊佛在教化中国人。我相信孔子、老子、佛陀他们是同一个境界，都是大彻大悟明心见性的人，不是凡人。",
      "zh_TW": "所以孔子、老子如果生在印度，印度人稱他佛陀。同樣的道理，釋迦牟尼佛如果生在中國，中國人叫他聖人，稱他為老子、稱他為孔子，其實一回事情，那都是證得明心見性、見性成佛，他們來創教。英國的湯恩比博士說得好，他對中國漢學有很深的造詣，他說宗教是人類不可以缺少的教育。人類的歷史是先有宗教後有文明，這他說的。沒有宗教做為基礎的，這個文明都不會長久。這是真的。他說地球上這三千年來出現了二十多種文明，現在都沒有了，只剩下中國一個。我們用他的邏輯來說能講得通，中國的文明是三個宗教做基礎，儒釋道，不是一個，一個就能傳下去，它不是一個，有三個。換句話說，用佛教的話，三尊佛在教化中國人。我相信孔子、老子、佛陀他們是同一個境界，都是大徹大悟明心見性的人，不是凡人。"
    },
    {
      "id": "02-041-0476_p0017",
      "zh_CN": "为什么是人类不能缺少宗教？宗教用中国字来讲好讲。中国的宗有三个意思，你去查字典就知道了，第一个主要的，第二个重要的，第三个尊崇的，尊重、崇高。教也有三个意思，教育、教学、教化。宗教两个字连起来什么意思？主要的教育，重要的教学，尊崇的教化。这两个字的意思好！现在造成重大的误会，听说宗教，马上立刻一个反应，迷信。宗教是真实智慧，怎么会是迷信？但是现在宗教真的是迷信，你不能说他错，只能说现前的宗教是属于迷信。古老的宗教不迷信，开智慧，真实智慧。真实智慧从哪里来的？真心，真心里头没有烦恼、没有习气，只有智慧。智慧是人真心里头本有的，大家都相同，都一样，所以佛才说一切众生本来是佛。不是假设的，是真的，千真万确的事实。希望你用真心，就跟这些诸佛如来相应了。",
      "zh_TW": "為什麼是人類不能缺少宗教？宗教用中國字來講好講。中國的宗有三個意思，你去查字典就知道了，第一個主要的，第二個重要的，第三個尊崇的，尊重、崇高。教也有三個意思，教育、教學、教化。宗教兩個字連起來什麼意思？主要的教育，重要的教學，尊崇的教化。這兩個字的意思好！現在造成重大的誤會，聽說宗教，馬上立刻一個反應，迷信。宗教是真實智慧，怎麼會是迷信？但是現在宗教真的是迷信，你不能說他錯，只能說現前的宗教是屬於迷信。古老的宗教不迷信，開智慧，真實智慧。真實智慧從哪裡來的？真心，真心裡頭沒有煩惱、沒有習氣，只有智慧。智慧是人真心裡頭本有的，大家都相同，都一樣，所以佛才說一切眾生本來是佛。不是假設的，是真的，千真萬確的事實。希望你用真心，就跟這些諸佛如來相應了。"
    },
    {
      "id": "02-041-0476_p0018",
      "zh_CN": "我感谢我们的听众朋友。我这一个月，大概是一生当中停止讲经最长的时间，什么原因？人老了，中气不足，这一个月当中都在调理，很抱歉。这也是好事，不是坏事，告诉大家，人生是有生、老、病、死，这是无法逃避的，一定要承受。我们的缘比一般人的缘殊胜，为什么？遇到释迦牟尼佛为我们介绍的西方极乐世界，这个法门保证你一生成就，稀有难逢。什么条件能往生？只要你真正相信，对它不怀疑。相信西方，我们这个世界的西方，不是地球的西方，世界的西方，至少你要懂得，科学里头教给我们的，不是这个太阳系、银河系，而是更大的星系，真有极乐世界，不是假的，极乐世界是真的。真信、切愿，我恳切的希望，我要往生极乐世界。像这里讲的诸佛菩萨，这大菩萨，不退转的菩萨，他们还求着赶快到极乐世界去，不退菩萨往生极乐世界生实报土。我们这是最低层的，我们也真信，相信，也有真正的愿望想到极乐世界。能不能去？能去，生凡圣同居土。好不好？好。多少人问我，法师，你希望生在哪个地方你就满意了？我说我只要下下品往生同居土我就满意了。为什么？阿弥陀佛亲自教我们，一对一的教学，这个机会到哪里去找？第二个理由，生到极乐世界，即使是凡圣同居土下下品，他也是无量寿，无量寿哪有不毕业的道理？哪有不成就的道理？",
      "zh_TW": "我感謝我們的聽眾朋友。我這一個月，大概是一生當中停止講經最長的時間，什麼原因？人老了，中氣不足，這一個月當中都在調理，很抱歉。這也是好事，不是壞事，告訴大家，人生是有生、老、病、死，這是無法逃避的，一定要承受。我們的緣比一般人的緣殊勝，為什麼？遇到釋迦牟尼佛為我們介紹的西方極樂世界，這個法門保證你一生成就，稀有難逢。什麼條件能往生？只要你真正相信，對它不懷疑。相信西方，我們這個世界的西方，不是地球的西方，世界的西方，至少你要懂得，科學裡頭教給我們的，不是這個太陽系、銀河系，而是更大的星系，真有極樂世界，不是假的，極樂世界是真的。真信、切願，我懇切的希望，我要往生極樂世界。像這裡講的諸佛菩薩，這大菩薩，不退轉的菩薩，他們還求著趕快到極樂世界去，不退菩薩往生極樂世界生實報土。我們這是最低層的，我們也真信，相信，也有真正的願望想到極樂世界。能不能去？能去，生凡聖同居土。好不好？好。多少人問我，法師，你希望生在哪個地方你就滿意了？我說我只要下下品往生同居土我就滿意了。為什麼？阿彌陀佛親自教我們，一對一的教學，這個機會到哪裡去找？第二個理由，生到極樂世界，即使是凡聖同居土下下品，他也是無量壽，無量壽哪有不畢業的道理？哪有不成就的道理？"
    },
    {
      "id": "02-041-0476_p0019",
      "zh_CN": "这一本《无量寿清净平等觉经》，往生极乐世界的保证书。我手上握的这本保证书，保证我往生，我依教奉行。像海贤老和尚，一生不认识字，没有念过书，就一句佛号，念了九十二年，他往生一百一十二岁。为什么念了九十二年才往生？阿弥陀佛劝他的，本来他应该在四十前后应当往生。跟阿弥陀佛见面，我估计他一生当中超过十次以上，佛劝他多住几年，别着急。为什么？要求他给佛门弟子做个好榜样，特别是给念佛往生的弟子们做好榜样，像他这样决定往生。我估计他老人家，二十岁开始念阿弥陀佛，顶多二十五岁，功夫成片；再加上五年到十年，事一心不乱；再加上个五年、十年，理一心不乱，我估计他四十到五十这个期间，他得理一心不乱。得理一心，就是此地所讲的不退转菩萨，不是普通菩萨，是明心见性、大彻大悟的菩萨，像惠能大师一样，诸位就晓得了。再跟你说，跟佛陀一样，他成佛了，跟中国孔子、孟子一样，老子、庄子一样，无师自通，我们必须要晓得。",
      "zh_TW": "這一本《無量壽清淨平等覺經》，往生極樂世界的保證書。我手上握的這本保證書，保證我往生，我依教奉行。像海賢老和尚，一生不認識字，沒有念過書，就一句佛號，念了九十二年，他往生一百一十二歲。為什麼念了九十二年才往生？阿彌陀佛勸他的，本來他應該在四十前後應當往生。跟阿彌陀佛見面，我估計他一生當中超過十次以上，佛勸他多住幾年，別著急。為什麼？要求他給佛門弟子做個好榜樣，特別是給念佛往生的弟子們做好榜樣，像他這樣決定往生。我估計他老人家，二十歲開始念阿彌陀佛，頂多二十五歲，功夫成片；再加上五年到十年，事一心不亂；再加上個五年、十年，理一心不亂，我估計他四十到五十這個期間，他得理一心不亂。得理一心，就是此地所講的不退轉菩薩，不是普通菩薩，是明心見性、大徹大悟的菩薩，像惠能大師一樣，諸位就曉得了。再跟你說，跟佛陀一樣，他成佛了，跟中國孔子、孟子一樣，老子、莊子一樣，無師自通，我們必須要曉得。"
    },
    {
      "id": "02-041-0476_p0020",
      "zh_CN": "这个经后面这几句话，我再念一遍，经文的第二行，「已曾供养无量诸佛，具大精进，发趣一乘，于七日中，即能摄取百千亿劫，大士所修坚固之法，斯等菩萨，皆当往生」。这个实在说是太殊胜了！坚固之法就是指信愿持名，专指这一法。摆在我们面前，海贤老和尚做了最好的榜样。这一句六字洪名是坚固之法，这一部《无量寿经》是坚固之法，功德超过一切经。人一生最难的机会，你有没有缘分？我们今天遇到了，有这个缘分，有这个机会，太殊胜，太难得了，所以要把握住，决定不能说丢掉。",
      "zh_TW": "這個經後面這幾句話，我再念一遍，經文的第二行，「已曾供養無量諸佛，具大精進，發趣一乘，於七日中，即能攝取百千億劫，大士所修堅固之法，斯等菩薩，皆當往生」。這個實在說是太殊勝了！堅固之法就是指信願持名，專指這一法。擺在我們面前，海賢老和尚做了最好的榜樣。這一句六字洪名是堅固之法，這一部《無量壽經》是堅固之法，功德超過一切經。人一生最難的機會，你有沒有緣分？我們今天遇到了，有這個緣分，有這個機會，太殊勝，太難得了，所以要把握住，決定不能說丟掉。"
    },
    {
      "id": "02-041-0476_p0021",
      "zh_CN": "我在年轻的时候不相信宗教，在学校听老师讲的，宗教都是迷信，先入为主，根深蒂固，不相信。记得在二十六岁的时候，跟方东美先生学哲学，他老人家给我讲了一部哲学概论，最后一个单位是佛经哲学。我听了之后很惊讶，佛教是宗教，是迷信，它怎么会有哲学？老师告诉我，你还年轻，你不知道，释迦牟尼是世界上最伟大的哲学家，大乘经典是哲学里面的最高峰，学佛是人生最高的享受。我是这样入门的。现在近代的量子力学家证明大乘经典是量子哲学的最高峰。我有理由相信，二、三十年之后，佛教不归宗教，归哲学了，归科学，科学的登峰造极，哲学的登峰造极。佛法的前途跟中国一样，愈来愈光明，愈来愈显著了，会变成一切大众一生所必修的课程。必修课程里头，一生保证你成功的，就是净宗法门。这一句佛号可不能怀疑，极乐世界真有，经典上举这么多的菩萨，在这一品经里面，给我们做榜样，给我们做模范。",
      "zh_TW": "我在年輕的時候不相信宗教，在學校聽老師講的，宗教都是迷信，先入為主，根深蒂固，不相信。記得在二十六歲的時候，跟方東美先生學哲學，他老人家給我講了一部哲學概論，最後一個單位是佛經哲學。我聽了之後很驚訝，佛教是宗教，是迷信，它怎麼會有哲學？老師告訴我，你還年輕，你不知道，釋迦牟尼是世界上最偉大的哲學家，大乘經典是哲學裡面的最高峰，學佛是人生最高的享受。我是這樣入門的。現在近代的量子力學家證明大乘經典是量子哲學的最高峰。我有理由相信，二、三十年之後，佛教不歸宗教，歸哲學了，歸科學，科學的登峰造極，哲學的登峰造極。佛法的前途跟中國一樣，愈來愈光明，愈來愈顯著了，會變成一切大眾一生所必修的課程。必修課程裡頭，一生保證你成功的，就是淨宗法門。這一句佛號可不能懷疑，極樂世界真有，經典上舉這麼多的菩薩，在這一品經裡面，給我們做榜樣，給我們做模範。"
    },
    {
      "id": "02-041-0476_p0022",
      "zh_CN": "我们要是错过了这个机会，你什么时候再来得人身？记住，三途堕下去再出来，五千劫，你变成什么样的人，你再得人身？得人身愚痴，造业，得人身再堕三途，麻烦可大了，决定不能干。我劝勉大家要觉悟。我学经教，讲佛的经教，五十八年了，现在我了解，顶多我还能讲两年，我能讲六十年就不错了，我已经很满意了。所以现在我要找的后继有人，不能让它断下去，我要找接班人，要把佛经讲清楚、讲明白，特别是这部经，净宗法门第一经。这部经，早年我在台中李老师给我的，那个本子是他讲经，他的笔记就写在四周，经的四周围，我叫它眉注。稀有难逢，我们遇到了怎么可以放过？世间法要学，帮助度众生，真正要学的是这部经，是这个法门。",
      "zh_TW": "我們要是錯過了這個機會，你什麼時候再來得人身？記住，三途墮下去再出來，五千劫，你變成什麼樣的人，你再得人身？得人身愚痴，造業，得人身再墮三途，麻煩可大了，決定不能幹。我勸勉大家要覺悟。我學經教，講佛的經教，五十八年了，現在我了解，頂多我還能講兩年，我能講六十年就不錯了，我已經很滿意了。所以現在我要找的後繼有人，不能讓它斷下去，我要找接班人，要把佛經講清楚、講明白，特別是這部經，淨宗法門第一經。這部經，早年我在台中李老師給我的，那個本子是他講經，他的筆記就寫在四周，經的四周圍，我叫它眉註。稀有難逢，我們遇到了怎麼可以放過？世間法要學，幫助度眾生，真正要學的是這部經，是這個法門。"
    },
    {
      "id": "02-041-0476_p0023",
      "zh_CN": "今天时间到了，我们就学习到此地，谢谢大家。",
      "zh_TW": "今天時間到了，我們就學習到此地，謝謝大家。"
    }
  ]
}