{
  "doc_id": "02-041-0477",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七七集",
    "zh_TW": "第四七七集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0477",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-041-0477_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0477_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ四八页，第五行看起，科题，「明第十三刹往生数」。请看经文：",
      "zh_TW": "請看《大經科註》，第一Ｏ四八頁，第五行看起，科題，「明第十三剎往生數」。請看經文："
    },
    {
      "id": "02-041-0477_p0003",
      "zh_CN": "【其第十三佛名曰无畏。彼有七百九十亿大菩萨众。诸小菩萨及比丘等。不可称计。皆当往生。】",
      "zh_TW": "【其第十三佛名曰無畏。彼有七百九十億大菩薩眾。諸小菩薩及比丘等。不可稱計。皆當往生。】"
    },
    {
      "id": "02-041-0477_p0004",
      "zh_CN": "这段经文，佛告诉我们，从上面顺序排下来，第十三尊佛，无畏如来，这尊佛为我们所示现的，大福德、大福报，单就菩萨众里面，就有七百九十亿，不是小菩萨，是大菩萨。大菩萨，习惯上称呼都是登地的，才称大。大菩萨下面，三贤菩萨，十住、十行、十回向，这都称大菩萨。比这些菩萨更高的，法身菩萨，也就是说，破一品无明，证一分法身。这样的菩萨有多少人？七百九十亿。回头再看看我们这个世界，二千五百年前，这是外国人算的，我们中国人是算三千年前，释迦牟尼佛在世，他会下的菩萨有多少人？经上常常读的，一千二百五十人。这里面还包括阿罗汉，菩萨跟阿罗汉加起来，才一千二百五十众，大众。跟无畏如来相比，差距很大。",
      "zh_TW": "這段經文，佛告訴我們，從上面順序排下來，第十三尊佛，無畏如來，這尊佛為我們所示現的，大福德、大福報，單就菩薩眾裡面，就有七百九十億，不是小菩薩，是大菩薩。大菩薩，習慣上稱呼都是登地的，才稱大。大菩薩下面，三賢菩薩，十住、十行、十迴向，這都稱大菩薩。比這些菩薩更高的，法身菩薩，也就是說，破一品無明，證一分法身。這樣的菩薩有多少人？七百九十億。回頭再看看我們這個世界，二千五百年前，這是外國人算的，我們中國人是算三千年前，釋迦牟尼佛在世，他會下的菩薩有多少人？經上常常讀的，一千二百五十人。這裡面還包括阿羅漢，菩薩跟阿羅漢加起來，才一千二百五十眾，大眾。跟無畏如來相比，差距很大。"
    },
    {
      "id": "02-041-0477_p0005",
      "zh_CN": "这么多的菩萨，我们再看看后面这段经文，只有四句，「总结十方往生无尽」，都是劝我们，遇到这个法门实在是太难得了。这个法门，一切诸佛都说易修难信，这个法门很容易修，但是很难相信，真正叫难信之法。难信你能信，这是可贵处。自己一定要警觉到，机会太难得，我们在这一生当中，生在释迦牟尼佛末法的时代。释迦牟尼佛的法运，正法一千年，像法一千年，末法一万年，一万二千年。释迦牟尼佛离开我们，就是外国人算法，也二千五百年了，也是释迦牟尼佛末法第一个一千年也过了一半了。我们遇到了，非常幸运，为什么？遇到这个法门，你要真信、真愿，欢喜念佛，具足这三个条件，你就决定得生。希望我们万万不能错过这一次的机会，这个机会百千万劫难遭遇。像武则天写的开经偈一样，「我今见闻得受持，愿解如来真实义」。",
      "zh_TW": "這麼多的菩薩，我們再看看後面這段經文，只有四句，「總結十方往生無盡」，都是勸我們，遇到這個法門實在是太難得了。這個法門，一切諸佛都說易修難信，這個法門很容易修，但是很難相信，真正叫難信之法。難信你能信，這是可貴處。自己一定要警覺到，機會太難得，我們在這一生當中，生在釋迦牟尼佛末法的時代。釋迦牟尼佛的法運，正法一千年，像法一千年，末法一萬年，一萬二千年。釋迦牟尼佛離開我們，就是外國人算法，也二千五百年了，也是釋迦牟尼佛末法第一個一千年也過了一半了。我們遇到了，非常幸運，為什麼？遇到這個法門，你要真信、真願，歡喜念佛，具足這三個條件，你就決定得生。希望我們萬萬不能錯過這一次的機會，這個機會百千萬劫難遭遇。像武則天寫的開經偈一樣，「我今見聞得受持，願解如來真實義」。"
    },
    {
      "id": "02-041-0477_p0006",
      "zh_CN": "我们生在末法，动乱的时代，社会不安全，造业的人太多。尤其是最近五百年，西洋的科学发展得很快，科学家告诉大家，宗教是迷信，宗教所说的不是真的，真的由科学鉴定。没有经过科学家的检验，都打了问号，佛教也不例外。这是我们生在这个社会，很遗憾。末法的前面五百年不错，相信的人很多，后五百年的人，相信愈来愈少。像我这个年龄，从小上学读书，老师都说宗教是迷信。我们听老师的话，不听父母的话，父母相信，我们不相信。幸亏我末后遇到这个老师，把佛法介绍给我，要没有这个老师，我这一生跟宗教的缘就断掉了，什么都不相信。",
      "zh_TW": "我們生在末法，動亂的時代，社會不安全，造業的人太多。尤其是最近五百年，西洋的科學發展得很快，科學家告訴大家，宗教是迷信，宗教所說的不是真的，真的由科學鑑定。沒有經過科學家的檢驗，都打了問號，佛教也不例外。這是我們生在這個社會，很遺憾。末法的前面五百年不錯，相信的人很多，後五百年的人，相信愈來愈少。像我這個年齡，從小上學讀書，老師都說宗教是迷信。我們聽老師的話，不聽父母的話，父母相信，我們不相信。幸虧我末後遇到這個老師，把佛法介紹給我，要沒有這個老師，我這一生跟宗教的緣就斷掉了，什麼都不相信。"
    },
    {
      "id": "02-041-0477_p0007",
      "zh_CN": "我二十六岁跟方东美先生，这有他的照片，前面第一个，我跟他学哲学。这是当代的哲学家，很有名气的，非常难得，他给我讲了一部《哲学概论》。最后一个单元，佛经哲学，我听了，感觉得很讶异，佛教，宗教，迷信，它怎么会有哲学？老师告诉我，「释迦牟尼是世界上最伟大的哲学家」，我从来没有听人说过；「大乘经典是这个世界上哲学的最高峰」，这个话说得很重；末后又劝我一句话，「学佛是人生最高的享受」。我从这个地方入门，不是迷信。任何法师、佛门大德要来劝我，我都不能接受，我在方先生会下，从哲学入门。",
      "zh_TW": "我二十六歲跟方東美先生，這有他的照片，前面第一個，我跟他學哲學。這是當代的哲學家，很有名氣的，非常難得，他給我講了一部《哲學概論》。最後一個單元，佛經哲學，我聽了，感覺得很訝異，佛教，宗教，迷信，它怎麼會有哲學？老師告訴我，「釋迦牟尼是世界上最偉大的哲學家」，我從來沒有聽人說過；「大乘經典是這個世界上哲學的最高峰」，這個話說得很重；末後又勸我一句話，「學佛是人生最高的享受」。我從這個地方入門，不是迷信。任何法師、佛門大德要來勸我，我都不能接受，我在方先生會下，從哲學入門。"
    },
    {
      "id": "02-041-0477_p0008",
      "zh_CN": "那方老师讲这个，是真话还是假话？我很留意。我们每个星期上一堂课，两个小时，上课的不是在学校，是在他家里。所以我就很留意，老师书房桌子上有没有摆佛经？每一次我都有意无意在门口瞄一下，看看清楚。真的，他的书桌上无论在什么时候，肯定有一本书，佛经。我才晓得他是真干，他不是假的，不是随便说的，是真干的。我从这里入门，这无比的幸运。",
      "zh_TW": "那方老師講這個，是真話還是假話？我很留意。我們每個星期上一堂課，兩個小時，上課的不是在學校，是在他家裡。所以我就很留意，老師書房桌子上有沒有擺佛經？每一次我都有意無意在門口瞄一下，看看清楚。真的，他的書桌上無論在什麼時候，肯定有一本書，佛經。我才曉得他是真幹，他不是假的，不是隨便說的，是真幹的。我從這裡入門，這無比的幸運。"
    },
    {
      "id": "02-041-0477_p0009",
      "zh_CN": "方老师的课结束之后，大概两个月，我认识章嘉大师。方先生虽然学哲学，最后，他晚年的时候真正皈依三宝，在过世之前半年，我听到非常欢喜，和尚是广钦法师。这些大德都不在了。所以我找到一位专门学佛的，章嘉大师，他是藏传密宗的。我没跟他学密，为什么？学密之前要有十年的显教做基础，密好像是我们学校的博士班一样，我进不去。所以这十年时间，我学教，学了三十多部经典。也常常讲经，一天，年轻的时候有体力，讲过九个小时，上午三个小时，下午三个小时，晚上三个小时。这都是在国外，在美国、在加拿大，那个时候有体力。",
      "zh_TW": "方老師的課結束之後，大概兩個月，我認識章嘉大師。方先生雖然學哲學，最後，他晚年的時候真正皈依三寶，在過世之前半年，我聽到非常歡喜，和尚是廣欽法師。這些大德都不在了。所以我找到一位專門學佛的，章嘉大師，他是藏傳密宗的。我沒跟他學密，為什麼？學密之前要有十年的顯教做基礎，密好像是我們學校的博士班一樣，我進不去。所以這十年時間，我學教，學了三十多部經典。也常常講經，一天，年輕的時候有體力，講過九個小時，上午三個小時，下午三個小時，晚上三個小時。這都是在國外，在美國、在加拿大，那個時候有體力。"
    },
    {
      "id": "02-041-0477_p0010",
      "zh_CN": "在外国，学佛很不容易，他们的工作都很忙碌，每个星期的时间，空闲时间，能抽得出来听经的，只有星期六跟星期天。所以我们的讲经要集中在这两天，有的时候一天，一天就九个小时，两天多半是四个小时，上午两个小时、下午两个小时。当然最多的还是两个小时，都用在晚上，大家有空来听。在国外，这种缘不多，香港没有问题，马来西亚也没有问题，其他的国家地区都做不到，只有晚上有空。还有人上夜班的，晚上的时间也找不到。所以学佛不容易，难能可贵。",
      "zh_TW": "在外國，學佛很不容易，他們的工作都很忙碌，每個星期的時間，空閒時間，能抽得出來聽經的，只有星期六跟星期天。所以我們的講經要集中在這兩天，有的時候一天，一天就九個小時，兩天多半是四個小時，上午兩個小時、下午兩個小時。當然最多的還是兩個小時，都用在晚上，大家有空來聽。在國外，這種緣不多，香港沒有問題，馬來西亞也沒有問題，其他的國家地區都做不到，只有晚上有空。還有人上夜班的，晚上的時間也找不到。所以學佛不容易，難能可貴。"
    },
    {
      "id": "02-041-0477_p0011",
      "zh_CN": "所以，学的人都很认真，同修当中有念佛往生，瑞相稀有，预知时至，我们都亲眼见过，亲耳所闻。这些人给我们做证明，国内有、国外有，在美国、加拿大都有，不是假的，句句是真话。我们展开经卷，对释迦牟尼佛感恩，要不是他给我们说出来，我们怎么会知道。这个法门修行的成就，古时候多，我们看到记载里头，现在不少，常常听说，还就是我们这个佛堂的同修，预知时至走的，站着走的、坐着走的，很多。",
      "zh_TW": "所以，學的人都很認真，同修當中有念佛往生，瑞相稀有，預知時至，我們都親眼見過，親耳所聞。這些人給我們做證明，國內有、國外有，在美國、加拿大都有，不是假的，句句是真話。我們展開經卷，對釋迦牟尼佛感恩，要不是他給我們說出來，我們怎麼會知道。這個法門修行的成就，古時候多，我們看到記載裡頭，現在不少，常常聽說，還就是我們這個佛堂的同修，預知時至走的，站著走的、坐著走的，很多。"
    },
    {
      "id": "02-041-0477_p0012",
      "zh_CN": "海贤老和尚，他是受阿弥陀佛的嘱咐，佛要求他多住几年，不要求早往生，他接受了，为我们做示现。他不认识字，没有念过书，佛门里的仪规他全不知道。在寺庙里跟大众一起做早晚课，他站在门口念阿弥陀佛，因为早晚课诵的这些经、偈子、咒语，他都不会，他没学过。他就是一句阿弥陀佛念到底，你们诵经他念佛，从二十岁开始，念到一百一十二岁，念了九十二年，走的时候瑞相稀有。",
      "zh_TW": "海賢老和尚，他是受阿彌陀佛的囑咐，佛要求他多住幾年，不要求早往生，他接受了，為我們做示現。他不認識字，沒有念過書，佛門裡的儀規他全不知道。在寺廟裡跟大眾一起做早晚課，他站在門口念阿彌陀佛，因為早晚課誦的這些經、偈子、咒語，他都不會，他沒學過。他就是一句阿彌陀佛念到底，你們誦經他念佛，從二十歲開始，念到一百一十二歲，念了九十二年，走的時候瑞相稀有。"
    },
    {
      "id": "02-041-0477_p0013",
      "zh_CN": "我对他老人家的看法，这个人难得，他的优点，就是老实、听话、真干。师父传给的法，就是一句南无阿弥陀佛，嘱咐他，一直念下去。他听话，他真干，心里头只有这一句佛号，除这一句佛号他什么都没有，彻底放下，太难得了。用心功夫之纯找不到，在他老人家身上看到。他也告诉我们，他见阿弥陀佛很多次，我估计，九十二年念佛，跟阿弥陀佛见面决定不止十次；换句话，定中、梦中常常跟阿弥陀佛在一起。他的话不是假话。为什么叫他住这么久？为的是给我们学佛的同学做个好榜样，学佛，你学他这样就成功。特别是给念佛的同学做好榜样，只要具足信愿持名，你就决定得生，阿弥陀佛来接你。",
      "zh_TW": "我對他老人家的看法，這個人難得，他的優點，就是老實、聽話、真幹。師父傳給的法，就是一句南無阿彌陀佛，囑咐他，一直念下去。他聽話，他真幹，心裡頭只有這一句佛號，除這一句佛號他什麼都沒有，徹底放下，太難得了。用心功夫之純找不到，在他老人家身上看到。他也告訴我們，他見阿彌陀佛很多次，我估計，九十二年念佛，跟阿彌陀佛見面決定不止十次；換句話，定中、夢中常常跟阿彌陀佛在一起。他的話不是假話。為什麼叫他住這麼久？為的是給我們學佛的同學做個好榜樣，學佛，你學他這樣就成功。特別是給念佛的同學做好榜樣，只要具足信願持名，你就決定得生，阿彌陀佛來接你。"
    },
    {
      "id": "02-041-0477_p0014",
      "zh_CN": "老和尚在往生的时候，往生前三天，他没给人说，有一个在家弟子去看他老人家。提的袋子里面有一本书，这本书就是《若要佛法兴，唯有僧赞僧》。这是阿弥陀佛给他说的，你什么时候遇到这本书，你就可以到极乐世界来，我来接你。所以，他天天看有没有人带书给他。在我们想像当中，不可能有人带书给他，老和尚不认识字，你带书给他岂不是骂他吗，所以不可能。他等了九十二年，真的有人带一本书，还就是这本书。欢喜得不得了，穿袍搭衣，手上捧着这本书，要求人给他照相。老和尚一生从来没有一次主动要人给他照相，就这么一次，给他照相。三天之后走了。他也透消息，他说他快往生了，没有说时间。人家说你给我们讲哪一天，我们来助念。他告诉大家，我不需要助念，我自己念佛往生。靠人念佛往生他说不牢靠，不一定靠得住，我自己念佛。第三天果然走了。",
      "zh_TW": "老和尚在往生的時候，往生前三天，他沒給人說，有一個在家弟子去看他老人家。提的袋子裡面有一本書，這本書就是《若要佛法興，唯有僧讚僧》。這是阿彌陀佛給他說的，你什麼時候遇到這本書，你就可以到極樂世界來，我來接你。所以，他天天看有沒有人帶書給他。在我們想像當中，不可能有人帶書給他，老和尚不認識字，你帶書給他豈不是罵他嗎，所以不可能。他等了九十二年，真的有人帶一本書，還就是這本書。歡喜得不得了，穿袍搭衣，手上捧著這本書，要求人給他照相。老和尚一生從來沒有一次主動要人給他照相，就這麼一次，給他照相。三天之後走了。他也透消息，他說他快往生了，沒有說時間。人家說你給我們講哪一天，我們來助念。他告訴大家，我不需要助念，我自己念佛往生。靠人念佛往生他說不牢靠，不一定靠得住，我自己念佛。第三天果然走了。"
    },
    {
      "id": "02-041-0477_p0015",
      "zh_CN": "是来表法的，他手上捧的这本书，最后这张照片，就是我们印的这张，最后这张照片，桌子上没看到。这是我们亲眼所看，亲耳所闻，绝对不是假的。老人过世之后，他的一些徒弟学生，不少人到香港来看我，都跟我讲老和尚在世的故事。菩萨再来，不是凡人，凡人做不到，他能做到。",
      "zh_TW": "是來表法的，他手上捧的這本書，最後這張照片，就是我們印的這張，最後這張照片，桌子上沒看到。這是我們親眼所看，親耳所聞，絕對不是假的。老人過世之後，他的一些徒弟學生，不少人到香港來看我，都跟我講老和尚在世的故事。菩薩再來，不是凡人，凡人做不到，他能做到。"
    },
    {
      "id": "02-041-0477_p0016",
      "zh_CN": "我们再看我们的本子，末后的注解，黄念祖老居士给我们的说法。「《无量寿起信论》曰」，《无量寿起信论》是一部书，书名，彭际清作的，写得好，是《无量寿经》重要的注解。它这个里头说，「右明」，右面说明，「往生菩萨不可计数」，无法计算。「皆是如来愿力所持」，为什么？说出原因，阿弥陀佛本愿威神的加持。阿弥陀佛「光明所摄」，你相信，你有愿，你肯念这一句阿弥陀佛名号，阿弥陀佛的佛光就照你，你在阿弥陀佛佛光普照之中。特别是现代，现在的社会灾难很多，哪个地方平安？佛光所注照的地方平安。即使灾难就在这个地区，你不会受难，为什么？你有佛光照住你，佛光保佑你。",
      "zh_TW": "我們再看我們的本子，末後的註解，黃念祖老居士給我們的說法。「《無量壽起信論》曰」，《無量壽起信論》是一部書，書名，彭際清作的，寫得好，是《無量壽經》重要的註解。它這個裡頭說，「右明」，右面說明，「往生菩薩不可計數」，無法計算。「皆是如來願力所持」，為什麼？說出原因，阿彌陀佛本願威神的加持。阿彌陀佛「光明所攝」，你相信，你有願，你肯念這一句阿彌陀佛名號，阿彌陀佛的佛光就照你，你在阿彌陀佛佛光普照之中。特別是現代，現在的社會災難很多，哪個地方平安？佛光所注照的地方平安。即使災難就在這個地區，你不會受難，為什麼？你有佛光照住你，佛光保佑你。"
    },
    {
      "id": "02-041-0477_p0017",
      "zh_CN": "「所以智者大师临终，令门人唱无量寿佛，及观经题目。」智者是天台宗的祖师，天台宗主修的是《法华经》。大师临终的时候，天台念佛人多，关系智者大师往生的瑞相，人家相信了。他表演给我们看，教他的弟子们唱无量寿佛，就是阿弥陀佛，念阿弥陀佛、念无量寿佛一样。及《观经》题目，加上这个，《观无量寿佛经》经题，上头要加南无，「南无佛说观无量寿经」，念这个经题。",
      "zh_TW": "「所以智者大師臨終，令門人唱無量壽佛，及觀經題目。」智者是天台宗的祖師，天台宗主修的是《法華經》。大師臨終的時候，天台念佛人多，關係智者大師往生的瑞相，人家相信了。他表演給我們看，教他的弟子們唱無量壽佛，就是阿彌陀佛，念阿彌陀佛、念無量壽佛一樣。及《觀經》題目，加上這個，《觀無量壽佛經》經題，上頭要加南無，「南無佛說觀無量壽經」，念這個經題。"
    },
    {
      "id": "02-041-0477_p0018",
      "zh_CN": "「合掌赞曰」，这个合掌是智者大师，临终的时候，「四十八愿，庄严净土。华池宝树」。极乐世界有七宝莲池，池的周边都有七宝，种种不同的花草树木，我们这边是木本的、草本的，它那边是七宝成就的，莲池海会。「易往无人」，很容易去，而去的人不多，什么原因？有人半信半疑，不敢说佛的话是妄语，但是不能完全相信，信心不足，落伍了，他去不成了。或者是愿力不足，想去，这个世间牵肠挂肚的事情太多，夫妇儿女之情，还有名利、财产，放不下的事情太多，都障碍你往生。所以，易往无人这一句话是真话。",
      "zh_TW": "「合掌讚曰」，這個合掌是智者大師，臨終的時候，「四十八願，莊嚴淨土。華池寶樹」。極樂世界有七寶蓮池，池的周邊都有七寶，種種不同的花草樹木，我們這邊是木本的、草本的，它那邊是七寶成就的，蓮池海會。「易往無人」，很容易去，而去的人不多，什麼原因？有人半信半疑，不敢說佛的話是妄語，但是不能完全相信，信心不足，落伍了，他去不成了。或者是願力不足，想去，這個世間牽腸掛肚的事情太多，夫婦兒女之情，還有名利、財產，放不下的事情太多，都障礙你往生。所以，易往無人這一句話是真話。"
    },
    {
      "id": "02-041-0477_p0019",
      "zh_CN": "确确实实这个法门是难信之法，我接触得很早，初学佛的两年，就有人把这个法门介绍给我。印光大师的作品《文钞》我读过，我对他很尊敬，但是没有意思求生净土，没有这个念头，对经教兴趣非常浓。什么时候才把经教放下？八十五岁，我才真相信净土，《华严》不讲了，《楞严》也不讲了，发心专讲《无量寿经》。为什么？这个法门我有把握去，八万四千法门，其他法门任何一门，我不敢保证往生。道理在此地，这是关键的决定。搞了一生，最后还搞六道轮回，这不叫冤枉吗？",
      "zh_TW": "確確實實這個法門是難信之法，我接觸得很早，初學佛的兩年，就有人把這個法門介紹給我。印光大師的作品《文鈔》我讀過，我對他很尊敬，但是沒有意思求生淨土，沒有這個念頭，對經教興趣非常濃。什麼時候才把經教放下？八十五歲，我才真相信淨土，《華嚴》不講了，《楞嚴》也不講了，發心專講《無量壽經》。為什麼？這個法門我有把握去，八萬四千法門，其他法門任何一門，我不敢保證往生。道理在此地，這是關鍵的決定。搞了一生，最後還搞六道輪迴，這不叫冤枉嗎？"
    },
    {
      "id": "02-041-0477_p0020",
      "zh_CN": "我怎么相信的？讲《华严经》，《四十华严》讲到五十三参，文殊、普贤求生净土。这两位菩萨，是我学佛始终最敬仰的、最佩服的两位菩萨，文殊的智慧、普贤的修行，叫人仰慕，《华严经》上的二圣。我把他们的法门放下，专修净土，专讲《无量寿经》。早年，没有这么细讲，就是没有讲注解。《无量寿经》我讲过七、八次，念老的注解出来，我依照这个注解，从头到尾连经带注一起学习，这第四次，第四回，每一次都超过一千二百个小时。坚定信心、坚定愿心，一心一意只求净土。我是依海贤老和尚做榜样，真人、真事，一点都不假。",
      "zh_TW": "我怎麼相信的？講《華嚴經》，《四十華嚴》講到五十三參，文殊、普賢求生淨土。這兩位菩薩，是我學佛始終最敬仰的、最佩服的兩位菩薩，文殊的智慧、普賢的修行，叫人仰慕，《華嚴經》上的二聖。我把他們的法門放下，專修淨土，專講《無量壽經》。早年，沒有這麼細講，就是沒有講註解。《無量壽經》我講過七、八次，念老的註解出來，我依照這個註解，從頭到尾連經帶註一起學習，這第四次，第四回，每一次都超過一千二百個小時。堅定信心、堅定願心，一心一意只求淨土。我是依海賢老和尚做榜樣，真人、真事，一點都不假。"
    },
    {
      "id": "02-041-0477_p0021",
      "zh_CN": "智者大师走的时候，最后说的话，四十八愿，庄严净土，华池宝树，易往无人。这感叹，法门这么殊胜。中国跟阿弥陀佛有特别的缘分，自古到今有十四代的祖师，我们这边供养，在上面，小张的，十四代祖师。印光大师是第十三代，十四代，我承认的，海贤老和尚，应该他可以称上第十四代，给我们做出最好的榜样。",
      "zh_TW": "智者大師走的時候，最後說的話，四十八願，莊嚴淨土，華池寶樹，易往無人。這感歎，法門這麼殊勝。中國跟阿彌陀佛有特別的緣分，自古到今有十四代的祖師，我們這邊供養，在上面，小張的，十四代祖師。印光大師是第十三代，十四代，我承認的，海賢老和尚，應該他可以稱上第十四代，給我們做出最好的榜樣。"
    },
    {
      "id": "02-041-0477_p0022",
      "zh_CN": "下面这几句很重要，我们要记住，「火车相现」，这是什么境界？地狱，你看到地狱了，地狱是一片火海。这个现象出生了，堕地狱，能够在这个时候「一念改悔，尚得往生」。这个法门殊胜在哪里？你看到地狱了，地狱就在面前，你这个时候一下醒过来，阿弥陀佛、阿弥陀佛，求生净土，就能往生。最后这一念是阿弥陀佛，阿弥陀佛现前，带你走了。何况持戒、修定，「薰修」就是念佛，佛号不间断，「圣行道力」，行是行为，修行是修正自己错误的行为，这叫修行。纯正无妄念阿弥陀佛，求生净土，真修行！这个修行功夫「实不唐捐」，实实在在，唐捐古人常用，现在人很少用，唐捐是什么意思？我们俗话说落空，不能兑现。没有这个话。「言讫」，这是智者大师最后的遗言，说完之后，「称三宝名」，跟大家一起念佛，「奄然而逝」，走得好。这是举智者大师的例子。",
      "zh_TW": "下面這幾句很重要，我們要記住，「火車相現」，這是什麼境界？地獄，你看到地獄了，地獄是一片火海。這個現象出生了，墮地獄，能夠在這個時候「一念改悔，尚得往生」。這個法門殊勝在哪裡？你看到地獄了，地獄就在面前，你這個時候一下醒過來，阿彌陀佛、阿彌陀佛，求生淨土，就能往生。最後這一念是阿彌陀佛，阿彌陀佛現前，帶你走了。何況持戒、修定，「薰修」就是念佛，佛號不間斷，「聖行道力」，行是行為，修行是修正自己錯誤的行為，這叫修行。純正無妄念阿彌陀佛，求生淨土，真修行！這個修行功夫「實不唐捐」，實實在在，唐捐古人常用，現在人很少用，唐捐是什麼意思？我們俗話說落空，不能兌現。沒有這個話。「言訖」，這是智者大師最後的遺言，說完之後，「稱三寶名」，跟大家一起念佛，「奄然而逝」，走得好。這是舉智者大師的例子。"
    },
    {
      "id": "02-041-0477_p0023",
      "zh_CN": "唐朝法照法师上五台山，见到大圣竹林寺，「见文殊、普贤二大菩萨，问修行之要」。文殊菩萨说：「诸修行门无如念佛。」诸，是指八万四千法门，无量法门，这么多的法门，修行的法门，没有一样能跟念佛相比，都不如念佛。菩萨说，文殊菩萨，「我于过去劫中，因念佛故，得一切种智」。文殊菩萨表智慧。",
      "zh_TW": "唐朝法照法師上五台山，見到大聖竹林寺，「見文殊、普賢二大菩薩，問修行之要」。文殊菩薩說：「諸修行門無如念佛。」諸，是指八萬四千法門，無量法門，這麼多的法門，修行的法門，沒有一樣能跟念佛相比，都不如念佛。菩薩說，文殊菩薩，「我於過去劫中，因念佛故，得一切種智」。文殊菩薩表智慧。"
    },
    {
      "id": "02-041-0477_p0024",
      "zh_CN": "大乘有四大菩萨，地藏、观音、文殊、普贤，这四大菩萨。地藏代表修行的根本，是什么？孝养父母。换句话说，不能够孝养父母、不能够尊敬老师，他修这个法门也不行，这个一定要知道。为什么？孝亲尊师是善根，世间一切法的根，出世间也是一切法的根，你没有这个根，你怎么修？所以净业三福第一条就是「孝养父母，奉事师长，慈心不杀，修十善业」，头一条，四句话。老师看学生，什么样的学生可以教？孝亲尊师，他会有成就。不孝父母，不尊重老师，老师怎么好，他不肯学，他没有办法吸收。道理在此地，不是老师不肯教。",
      "zh_TW": "大乘有四大菩薩，地藏、觀音、文殊、普賢，這四大菩薩。地藏代表修行的根本，是什麼？孝養父母。換句話說，不能夠孝養父母、不能夠尊敬老師，他修這個法門也不行，這個一定要知道。為什麼？孝親尊師是善根，世間一切法的根，出世間也是一切法的根，你沒有這個根，你怎麼修？所以淨業三福第一條就是「孝養父母，奉事師長，慈心不殺，修十善業」，頭一條，四句話。老師看學生，什麼樣的學生可以教？孝親尊師，他會有成就。不孝父母，不尊重老師，老師怎麼好，他不肯學，他沒有辦法吸收。道理在此地，不是老師不肯教。"
    },
    {
      "id": "02-041-0477_p0025",
      "zh_CN": "我们同学当中有不少，你们从台湾来的几位，你在极乐寺，你看我们请的老师，好！老师在我们面前，对我们的同学赞叹，为什么？懂得尊敬老师，他就知道你会孝顺父母，他就真教你。一般学校不一样，我跟方老师学哲学，怎么敢单独请他教我，我们只是希望，他在学校上课，我们去旁听。没想到，他不让我到学校去，他说现在的学校，先生不像先生，学生不像学生，他说你要到学校去听课，你会大失所望。我以为老师对我完全拒绝了，当时我很难受，听到这个话。过了五、六分钟，老师告诉我：这样好了，你每个星期天到我家里来，上午九点半到十一点半，两个小时。我的课是在他家里上的，他家里小客厅，一个老师、一个学生，这么学的。",
      "zh_TW": "我們同學當中有不少，你們從台灣來的幾位，你在極樂寺，你看我們請的老師，好！老師在我們面前，對我們的同學讚歎，為什麼？懂得尊敬老師，他就知道你會孝順父母，他就真教你。一般學校不一樣，我跟方老師學哲學，怎麼敢單獨請他教我，我們只是希望，他在學校上課，我們去旁聽。沒想到，他不讓我到學校去，他說現在的學校，先生不像先生，學生不像學生，他說你要到學校去聽課，你會大失所望。我以為老師對我完全拒絕了，當時我很難受，聽到這個話。過了五、六分鐘，老師告訴我：這樣好了，你每個星期天到我家裡來，上午九點半到十一點半，兩個小時。我的課是在他家裡上的，他家裡小客廳，一個老師、一個學生，這麼學的。"
    },
    {
      "id": "02-041-0477_p0026",
      "zh_CN": "我对老师很感激，你真正孝亲尊师，一个人也教你。他要不教你，那他的那个孝亲尊师是假的，不是真的。所以我跟老师这个情谊很厚。章嘉大师，接着我学佛了，我跟他三年，也是一个星期一个小时。每个星期见一次面，给我一个小时，不容易。现在怎么办？现在找不到这些学生。所以难，老师找学生找不到，学生找老师也找不到。我从这条路上走过来的。",
      "zh_TW": "我對老師很感激，你真正孝親尊師，一個人也教你。他要不教你，那他的那個孝親尊師是假的，不是真的。所以我跟老師這個情誼很厚。章嘉大師，接著我學佛了，我跟他三年，也是一個星期一個小時。每個星期見一次面，給我一個小時，不容易。現在怎麼辦？現在找不到這些學生。所以難，老師找學生找不到，學生找老師也找不到。我從這條路上走過來的。"
    },
    {
      "id": "02-041-0477_p0027",
      "zh_CN": "所以讲到修行，首先我都是提孝敬，没有孝敬，好老师指导你，不肯教你。为什么？教你是白教了，你不能吸收进去，你不能消化。不是老师不教，是老师找不到学生。你说孝敬两个字多重要。孝敬两个字什么时候教的？小孩三岁就要教，三岁看八十。三岁就教好了，从出生到三岁谁教他的？父母教他的。父母怎么教他的？父母他的父母还在，换句话说，他的祖父祖母在，他每天看他的父母怎样对他的祖父祖母，他已经开始学了。父母是孝子，小孩自然学会，三年的薰习，八十岁都不会忘掉，所以叫三岁看八十。",
      "zh_TW": "所以講到修行，首先我都是提孝敬，沒有孝敬，好老師指導你，不肯教你。為什麼？教你是白教了，你不能吸收進去，你不能消化。不是老師不教，是老師找不到學生。你說孝敬兩個字多重要。孝敬兩個字什麼時候教的？小孩三歲就要教，三歲看八十。三歲就教好了，從出生到三歲誰教他的？父母教他的。父母怎麼教他的？父母他的父母還在，換句話說，他的祖父祖母在，他每天看他的父母怎樣對他的祖父祖母，他已經開始學了。父母是孝子，小孩自然學會，三年的薰習，八十歲都不會忘掉，所以叫三歲看八十。"
    },
    {
      "id": "02-041-0477_p0028",
      "zh_CN": "如果诸位懂得这个道理，了解事实真相，你会替中国老祖宗教学流眼泪。今天的孩子没人教，谁教他？电视教他，网路教他，我都不会玩，他们都会玩。把父母都忘得干干净净的，兄弟也很生疏，没有那种情义。怎么办？所以大家千万要记住，只有中国传统文化，中国传统的教学，才能造就真正的人才，大圣大贤、正人君子。如果把中国这个根丢掉的话，他纵有成就，很有限，跟古人相比没法子比。这个我们不能不知道。",
      "zh_TW": "如果諸位懂得這個道理，了解事實真相，你會替中國老祖宗教學流眼淚。今天的孩子沒人教，誰教他？電視教他，網路教他，我都不會玩，他們都會玩。把父母都忘得乾乾淨淨的，兄弟也很生疏，沒有那種情義。怎麼辦？所以大家千萬要記住，只有中國傳統文化，中國傳統的教學，才能造就真正的人才，大聖大賢、正人君子。如果把中國這個根丟掉的話，他縱有成就，很有限，跟古人相比沒法子比。這個我們不能不知道。"
    },
    {
      "id": "02-041-0477_p0029",
      "zh_CN": "刚才我们念的这段，智者大师，文殊菩萨，文殊菩萨讲，这里头有一段故事，笔记里头有，诸位可以参考。我们还有一部《参考资料》，很齐全，要多看，掌故都在里边。法照见到文殊、普贤不容易，这不是假的。提出的问题，「当云何念？」怎么念法？文殊菩萨说：「此世界西有阿弥陀佛。彼佛愿力不可思议。汝当继念，令无间断。命终之时，决定往生。」「二大菩萨因与授记曰：汝以念佛不思议故，毕竟证无上觉。若善男女愿疾出离」，疾是快速，出离六道轮回，「应当念佛」。你不想搞六道轮回，想赶快出去，有没有方法？有，信、愿、念佛，这四个字保证你快速脱离六道轮回。文殊、普贤说的，不是假话。",
      "zh_TW": "剛才我們念的這段，智者大師，文殊菩薩，文殊菩薩講，這裡頭有一段故事，筆記裡頭有，諸位可以參考。我們還有一部《參考資料》，很齊全，要多看，掌故都在裡邊。法照見到文殊、普賢不容易，這不是假的。提出的問題，「當云何念？」怎麼念法？文殊菩薩說：「此世界西有阿彌陀佛。彼佛願力不可思議。汝當繼念，令無間斷。命終之時，決定往生。」「二大菩薩因與授記曰：汝以念佛不思議故，畢竟證無上覺。若善男女願疾出離」，疾是快速，出離六道輪迴，「應當念佛」。你不想搞六道輪迴，想趕快出去，有沒有方法？有，信、願、念佛，這四個字保證你快速脫離六道輪迴。文殊、普賢說的，不是假話。"
    },
    {
      "id": "02-041-0477_p0030",
      "zh_CN": "下面，「慧日泛舶渡海，达天竺。至健驮罗国。东北大山有观音像」。慧日法师「乃七日叩头」，拜佛，「又断食毕命为期。至七日夜，忽见观音现紫金身，坐宝莲华。垂手摩顶曰：汝欲传法，自利利他，唯念西方极乐世界阿弥陀佛。可见净土法门，胜过诸行」，行就是修行的法门，胜过太多。",
      "zh_TW": "下面，「慧日泛舶渡海，達天竺。至健馱羅國。東北大山有觀音像」。慧日法師「乃七日叩頭」，拜佛，「又斷食畢命為期。至七日夜，忽見觀音現紫金身，坐寶蓮華。垂手摩頂曰：汝欲傳法，自利利他，唯念西方極樂世界阿彌陀佛。可見淨土法門，勝過諸行」，行就是修行的法門，勝過太多。"
    },
    {
      "id": "02-041-0477_p0031",
      "zh_CN": "其他的，如天亲大士、马鸣大士，天亲造《往生论》，《往生论》是他写的，马鸣造《起信论》，法性宗的，智者大师他有《十疑论》，「以及永明、天如、楚石、莲池诸大德，所有述作，莫不殷勤赞叹，导往西方，决无欺世误人之事。何况我等生当末季」。这个末字，有人查出原书，这个是个像字，正法、像法、末法，是「像季」，生当像季。它意思是一样的，末季，正法、像法、末法，意思一样。「法弱魔强，独力修行，岂无错路」。这都是警惕我们。「若复徘徊不信，深恋尘劳，如蛾赴火」，这个如蛾赴火，这个火也是个错字，是个「灯」，意思相同，「如鱼处涸，曾不需时」，这里是个几时，意思也相同，「大苦随后，宜各猛省，无待他求」。讲得好！讲得很清楚、很明白。",
      "zh_TW": "其他的，如天親大士、馬鳴大士，天親造《往生論》，《往生論》是他寫的，馬鳴造《起信論》，法性宗的，智者大師他有《十疑論》，「以及永明、天如、楚石、蓮池諸大德，所有述作，莫不殷勤讚歎，導往西方，決無欺世誤人之事。何況我等生當末季」。這個末字，有人查出原書，這個是個像字，正法、像法、末法，是「像季」，生當像季。它意思是一樣的，末季，正法、像法、末法，意思一樣。「法弱魔強，獨力修行，豈無錯路」。這都是警惕我們。「若復徘徊不信，深戀塵勞，如蛾赴火」，這個如蛾赴火，這個火也是個錯字，是個「燈」，意思相同，「如魚處涸，曾不需時」，這裡是個幾時，意思也相同，「大苦隨後，宜各猛省，無待他求」。講得好！講得很清楚、很明白。"
    },
    {
      "id": "02-041-0477_p0032",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}