{
  "doc_id": "02-041-0405",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四Ｏ五集",
    "zh_TW": "第四Ｏ五集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0405",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-041-0405_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0405_p0002",
      "zh_CN": "请看《大经科注》第九百二十四页第一行：",
      "zh_TW": "請看《大經科註》第九百二十四頁第一行："
    },
    {
      "id": "02-041-0405_p0003",
      "zh_CN": "【佛告弥勒。敬于佛者。是为大善。】",
      "zh_TW": "【佛告彌勒。敬於佛者。是為大善。】"
    },
    {
      "id": "02-041-0405_p0004",
      "zh_CN": "我们看念老的注解。「佛重诲弥勒，首当自度」。这句话非常重要。人身不容易，多少机会能够到人道得人身？经典里面都说无量劫，无量劫才有一次机会得人身。得人身要能闻佛法，那就更难更难了！今天，地球上得人身的，有七十多亿，有几个人闻到佛法？有几个人听到大乘？有几个人听到净土？有几个人遇到这本《无量寿经》集注？这一层一层比较下来，你就知道太难了，哪有这么好的运气！遇到之后，那这句话比什么都重要，弥勒菩萨告诉我们，首当自度。第一桩大事情，那就是我们决定不能放松，要求生极乐世界。其他的事情都是鸡毛蒜皮，小事，不值得一顾的，不值得一提的。这个人真的有福了，我们祝福他，为什么？他这一生必定成佛。",
      "zh_TW": "我們看念老的註解。「佛重誨彌勒，首當自度」。這句話非常重要。人身不容易，多少機會能夠到人道得人身？經典裡面都說無量劫，無量劫才有一次機會得人身。得人身要能聞佛法，那就更難更難了！今天，地球上得人身的，有七十多億，有幾個人聞到佛法？有幾個人聽到大乘？有幾個人聽到淨土？有幾個人遇到這本《無量壽經》集註？這一層一層比較下來，你就知道太難了，哪有這麼好的運氣！遇到之後，那這句話比什麼都重要，彌勒菩薩告訴我們，首當自度。第一樁大事情，那就是我們決定不能放鬆，要求生極樂世界。其他的事情都是雞毛蒜皮，小事，不值得一顧的，不值得一提的。這個人真的有福了，我們祝福他，為什麼？他這一生必定成佛。"
    },
    {
      "id": "02-041-0405_p0005",
      "zh_CN": "遇到的人多，不少，往生的人不多。为什么遇到不能往生？因为他当中敬这个意思不足，就在此地。『敬于佛者』，他对佛恭敬不够，所以他不能往生。如果这个敬字足了，圆满了，没有一个不往生的，这我们要特别注意。什么叫敬？下面念老给我们注解，我们看注。先重复经文，「敬于佛者，是为大善。实当念佛，截断狐疑」。这两句是底下一科，四句是个完整的句子，是完整的，两段，完整的。说得清楚，实实在在应当念佛，对于极乐世界不怀疑，真有，现代量子力学家给我们证明。他们在科学研究得的结论，极乐世界所说的依正庄严，跟他们的研究没有抵触的地方，值得相信。",
      "zh_TW": "遇到的人多，不少，往生的人不多。為什麼遇到不能往生？因為他當中敬這個意思不足，就在此地。『敬於佛者』，他對佛恭敬不夠，所以他不能往生。如果這個敬字足了，圓滿了，沒有一個不往生的，這我們要特別注意。什麼叫敬？下面念老給我們註解，我們看註。先重複經文，「敬於佛者，是為大善。實當念佛，截斷狐疑」。這兩句是底下一科，四句是個完整的句子，是完整的，兩段，完整的。說得清楚，實實在在應當念佛，對於極樂世界不懷疑，真有，現代量子力學家給我們證明。他們在科學研究得的結論，極樂世界所說的依正莊嚴，跟他們的研究沒有牴觸的地方，值得相信。"
    },
    {
      "id": "02-041-0405_p0006",
      "zh_CN": "所以我们有理由相信，再过二十年，往生极乐世界的，可能量子力学家比我们人数还要多。为什么？他真的不怀疑了，他真肯念，那就决定往生。我们念佛不能往生，是半疑半信，没有决定的信心，求生净土没有坚定的宏愿，也就是说，不是真的想去，到临终就想去了，平常这又放不下。放不下的事情太多了，干扰自己的清净心，所以不能往生，原因在此地。真想往生，彻底放下，二六时中一句佛号。",
      "zh_TW": "所以我們有理由相信，再過二十年，往生極樂世界的，可能量子力學家比我們人數還要多。為什麼？他真的不懷疑了，他真肯念，那就決定往生。我們念佛不能往生，是半疑半信，沒有決定的信心，求生淨土沒有堅定的宏願，也就是說，不是真的想去，到臨終就想去了，平常這又放不下。放不下的事情太多了，干擾自己的清淨心，所以不能往生，原因在此地。真想往生，徹底放下，二六時中一句佛號。"
    },
    {
      "id": "02-041-0405_p0007",
      "zh_CN": "海贤老和尚，他昼夜佛号都不间断，念了多久？九十二年。二十岁出家剃度，师父也是了不起的人，不是凡人，凡人不认识人。他师父一看到他，这是法器，这不是普通人。法器是什么？于大乘教里头决定成就，不是普通成就，他念佛能得理一心不乱，这是念佛最高的境界。念佛最低的境界是功夫成片，决定往生，生凡圣同居土。再向上提升，事一心不乱，相当于阿罗汉，往生极乐世界方便有余土。最高的是理一心不乱，相当于禅宗大彻大悟、明心见性，相当于教下大开圆解，世出世间一切法全通了，往生极乐世界实报庄严土，这最高的。海贤老和尚，不认识字，没有念过书，他念佛的功夫理一心不乱。实际上这个功夫，跟唐朝六祖惠能大师相同，跟释迦牟尼佛当年在世，菩提树下大彻大悟、明心见性同一个境界。说明众生本来是佛，只要你懂得方法、你明白道理，万缘放下，信愿持名，念到理一心，就成就了，一切法全通了。",
      "zh_TW": "海賢老和尚，他晝夜佛號都不間斷，念了多久？九十二年。二十歲出家剃度，師父也是了不起的人，不是凡人，凡人不認識人。他師父一看到他，這是法器，這不是普通人。法器是什麼？於大乘教裡頭決定成就，不是普通成就，他念佛能得理一心不亂，這是念佛最高的境界。念佛最低的境界是功夫成片，決定往生，生凡聖同居土。再向上提升，事一心不亂，相當於阿羅漢，往生極樂世界方便有餘土。最高的是理一心不亂，相當於禪宗大徹大悟、明心見性，相當於教下大開圓解，世出世間一切法全通了，往生極樂世界實報莊嚴土，這最高的。海賢老和尚，不認識字，沒有念過書，他念佛的功夫理一心不亂。實際上這個功夫，跟唐朝六祖惠能大師相同，跟釋迦牟尼佛當年在世，菩提樹下大徹大悟、明心見性同一個境界。說明眾生本來是佛，只要你懂得方法、你明白道理，萬緣放下，信願持名，念到理一心，就成就了，一切法全通了。"
    },
    {
      "id": "02-041-0405_p0008",
      "zh_CN": "祖师大德传下来的修行的概念、方法说得很清楚，修学的理念是「一门深入，长时薰修」，方法是「读书千遍，其义自见」。海贤老和尚不是读书，他就用一个，一门深入、长时薰修，一句佛号，读书千遍也是一句佛号，一天不止一千遍。二十岁开始念，一天不会少过一万遍，一万声佛号。黄念祖老居士往生前半年，就是持一句佛号，他告诉我，一天十四万声，半年就走了。这半年的功夫，我们相信，他可以从功夫成片、事一心不乱，提升到理一心不乱；上上品往生极乐世界，生实报庄严土，法身菩萨。六个月的时间，是我们的好榜样。海贤老和尚我们没见过面，我看过他的录像，我估计这个老人，应该在四十岁前后，他就到功夫成片、事一心不乱、理一心不乱，就到这个境界。所以，传说他有神通，他真有，他不是假有。不认识字，没有听过经，你问他佛法他全通，他给你讲得头头是道，没有违背经论，证明他真懂。一句佛号通一切经，不可思议。",
      "zh_TW": "祖師大德傳下來的修行的概念、方法說得很清楚，修學的理念是「一門深入，長時薰修」，方法是「讀書千遍，其義自見」。海賢老和尚不是讀書，他就用一個，一門深入、長時薰修，一句佛號，讀書千遍也是一句佛號，一天不止一千遍。二十歲開始念，一天不會少過一萬遍，一萬聲佛號。黃念祖老居士往生前半年，就是持一句佛號，他告訴我，一天十四萬聲，半年就走了。這半年的功夫，我們相信，他可以從功夫成片、事一心不亂，提升到理一心不亂；上上品往生極樂世界，生實報莊嚴土，法身菩薩。六個月的時間，是我們的好榜樣。海賢老和尚我們沒見過面，我看過他的錄像，我估計這個老人，應該在四十歲前後，他就到功夫成片、事一心不亂、理一心不亂，就到這個境界。所以，傳說他有神通，他真有，他不是假有。不認識字，沒有聽過經，你問他佛法他全通，他給你講得頭頭是道，沒有違背經論，證明他真懂。一句佛號通一切經，不可思議。"
    },
    {
      "id": "02-041-0405_p0009",
      "zh_CN": "我们同学当中，最近我发现的，来看我，我们认识了，我佩服，我欢喜，大乘佛法有前途了。有人念《无量寿经》，读书千遍，其义自见，有人念超过二万遍；《无量寿经》，不是千遍，万遍，二万遍。我要找他们来，来干什么？讲《无量寿经》给我听。我们听他的《无量寿经》，是从自性里面流露出来的，真经，跟释迦、跟祖师大德所说的没两样。说明古人这个方法、理念正确的，现在还有人可以做到。这是真佛再来，至少也是菩萨来应化，让我们能见到，亲眼见到，生大欢喜心。这些人都是现前为我们作证转，三转法轮，他来给我们做证明，让我们看到了、听到了，不再怀疑，不敢再懈怠，要发愤努力，勇猛直追。他们怎么干的，我们要认真努力赶上去。",
      "zh_TW": "我們同學當中，最近我發現的，來看我，我們認識了，我佩服，我歡喜，大乘佛法有前途了。有人念《無量壽經》，讀書千遍，其義自見，有人念超過二萬遍；《無量壽經》，不是千遍，萬遍，二萬遍。我要找他們來，來幹什麼？講《無量壽經》給我聽。我們聽他的《無量壽經》，是從自性裡面流露出來的，真經，跟釋迦、跟祖師大德所說的沒兩樣。說明古人這個方法、理念正確的，現在還有人可以做到。這是真佛再來，至少也是菩薩來應化，讓我們能見到，親眼見到，生大歡喜心。這些人都是現前為我們作證轉，三轉法輪，他來給我們做證明，讓我們看到了、聽到了，不再懷疑，不敢再懈怠，要發憤努力，勇猛直追。他們怎麼幹的，我們要認真努力趕上去。"
    },
    {
      "id": "02-041-0405_p0010",
      "zh_CN": "这四句经文，「敬于佛者，是为大善，实当念佛，截断狐疑」，此四句实实在在是一大藏教的纲宗。纲是什么？纲领。宗是主要的、重要的。一大藏教最重要的开示，最主要的纲领，就这四句。一大藏教是什么？《大藏经》，释迦牟尼佛四十九年所说的一切经法，都在这里头。那我们要问，这一部《大藏经》讲的什么？你就可以把这四句念给他听，《大藏经》上讲的，「敬于佛者，是为大善，实当念佛，截断狐疑」，保送我们往生西方极乐世界，这一生在极乐世界圆满成佛。你说重不重要！",
      "zh_TW": "這四句經文，「敬於佛者，是為大善，實當念佛，截斷狐疑」，此四句實實在在是一大藏教的綱宗。綱是什麼？綱領。宗是主要的、重要的。一大藏教最重要的開示，最主要的綱領，就這四句。一大藏教是什麼？《大藏經》，釋迦牟尼佛四十九年所說的一切經法，都在這裡頭。那我們要問，這一部《大藏經》講的什麼？你就可以把這四句念給他聽，《大藏經》上講的，「敬於佛者，是為大善，實當念佛，截斷狐疑」，保送我們往生西方極樂世界，這一生在極樂世界圓滿成佛。你說重不重要！"
    },
    {
      "id": "02-041-0405_p0011",
      "zh_CN": "我们再看下面，念老给我们讲解。敬，「敬者恭敬，敬佛者，《净影疏》云：敬荷佛恩，名为敬佛。荷者，承担领受之义。如来万劫薰修，入佛知见。乃以佛之知见，开示我等，普令悟入。以佛果觉，作我因心，不历三祇，顿入佛智。此正佛之深恩。我等遵依佛示，从文字般若而起观照，入于实相」，这就叫「敬荷佛恩」。隋朝慧远大师说的，在《无量寿经义疏》里头讲的。古大德注解《无量寿经》只有两个人，这是其中的一个。净影是寺庙的名，净影寺，后人对祖师大德尊敬，不称名、不称号，称他居住的地方，对他恭敬。",
      "zh_TW": "我們再看下面，念老給我們講解。敬，「敬者恭敬，敬佛者，《淨影疏》云：敬荷佛恩，名為敬佛。荷者，承擔領受之義。如來萬劫薰修，入佛知見。乃以佛之知見，開示我等，普令悟入。以佛果覺，作我因心，不歷三祇，頓入佛智。此正佛之深恩。我等遵依佛示，從文字般若而起觀照，入於實相」，這就叫「敬荷佛恩」。隋朝慧遠大師說的，在《無量壽經義疏》裡頭講的。古大德註解《無量壽經》只有兩個人，這是其中的一個。淨影是寺廟的名，淨影寺，後人對祖師大德尊敬，不稱名、不稱號，稱他居住的地方，對他恭敬。"
    },
    {
      "id": "02-041-0405_p0012",
      "zh_CN": "净影寺的大师，为我们解什么叫敬荷佛恩。荷是承担的意思，也就是接受的意思，承担接受，领受，对于世尊的教诲，我们完全承担、完全接受。接受自性，承担是承担这个使命，要把这个法门传授给世人，传承给后代，不能让它中断，有这个意思在里头。为什么把这个意思说出来？「如来万劫薰修」，这个如来是指释迦如来，我们的本师。我们本师修成佛果，时劫长久，不是这一生一世，用劫来做单位，不是一劫、十劫，万劫。这个万是形容词，不是一万、两万，我们通常讲无量劫的薰修，这个万字是代表无量。他成佛了，「入佛知见」就是成佛了。住世八十年，我们中国人讲虚岁，释迦牟尼佛八十岁过世，外国人讲实足年龄，是七十九岁。",
      "zh_TW": "淨影寺的大師，為我們解什麼叫敬荷佛恩。荷是承擔的意思，也就是接受的意思，承擔接受，領受，對於世尊的教誨，我們完全承擔、完全接受。接受自性，承擔是承擔這個使命，要把這個法門傳授給世人，傳承給後代，不能讓它中斷，有這個意思在裡頭。為什麼把這個意思說出來？「如來萬劫薰修」，這個如來是指釋迦如來，我們的本師。我們本師修成佛果，時劫長久，不是這一生一世，用劫來做單位，不是一劫、十劫，萬劫。這個萬是形容詞，不是一萬、兩萬，我們通常講無量劫的薰修，這個萬字是代表無量。他成佛了，「入佛知見」就是成佛了。住世八十年，我們中國人講虛歲，釋迦牟尼佛八十歲過世，外國人講實足年齡，是七十九歲。"
    },
    {
      "id": "02-041-0405_p0013",
      "zh_CN": "他出生在国王家里，世间人争名逐利，国王要抢着做，他是太子的身分，他要不出家，继承王位。十九岁舍弃王位，出家去修道，为我们表演，表演是放下烦恼障。为我们示现标准的知识分子，知识分子喜欢读书，好学，所以十九岁出家就参学。印度当时宗教之国、哲学之国，那些学派、宗教他统统学过。用了十二年，得到的结论，是这些宗教、这些学派没有办法解决根本问题，根本是什么问题？根本是了生死出三界，他们做不到。他们最高的可以生天，欲界六层天，色界十八层天，无色界还有四层天，有能力到这些地方，出不了六道轮回。所以放弃了。这个放弃，我们现在明白了，是为我们示现放下所知障。你看，十九岁放下烦恼障，三十岁放下所知障，到毕钵罗树下去修定，入定，开悟了，大彻大悟、明心见性。所以这个树，以后我们就叫它做菩提树，现在叫菩提树，印度称毕钵罗树。这一悟就成佛了，宗门说得好，大彻大悟、明心见性，见性成佛。",
      "zh_TW": "他出生在國王家裡，世間人爭名逐利，國王要搶著做，他是太子的身分，他要不出家，繼承王位。十九歲捨棄王位，出家去修道，為我們表演，表演是放下煩惱障。為我們示現標準的知識分子，知識分子喜歡讀書，好學，所以十九歲出家就參學。印度當時宗教之國、哲學之國，那些學派、宗教他統統學過。用了十二年，得到的結論，是這些宗教、這些學派沒有辦法解決根本問題，根本是什麼問題？根本是了生死出三界，他們做不到。他們最高的可以生天，欲界六層天，色界十八層天，無色界還有四層天，有能力到這些地方，出不了六道輪迴。所以放棄了。這個放棄，我們現在明白了，是為我們示現放下所知障。你看，十九歲放下煩惱障，三十歲放下所知障，到畢缽羅樹下去修定，入定，開悟了，大徹大悟、明心見性。所以這個樹，以後我們就叫它做菩提樹，現在叫菩提樹，印度稱畢缽羅樹。這一悟就成佛了，宗門說得好，大徹大悟、明心見性，見性成佛。"
    },
    {
      "id": "02-041-0405_p0014",
      "zh_CN": "成佛之后，他干什么？佛经上讲的佛事。佛干什么事？佛事是两个阶段，第一个阶段是成就自己，第二个阶段是教化众生。这是佛事。自己没有成就，拿什么去教人？所以，首当自度，这句话重要。自己真的得度了，有把握往生，不再怀疑了，信心十足，才敢劝别人，引导别人一同到极乐世界。极乐世界好啊！我们非常感激释迦牟尼佛，一生当中讲经教学四十九年，这四十九年，佛先说阿含，小乘，证阿罗汉果。再说方等，八年，讲阿含十二年，接着再讲方等八年，把阿罗汉提升到辟支佛，提升到权教菩萨。再讲般若，二十二年，这是佛的本怀，也就是佛对于大家的希望，希望大家成菩萨；所以般若就是菩萨，二十二年。最后八年，讲法华、涅槃，把般若菩萨提升到佛地，也叫法身菩萨。法身菩萨往生到极乐世界，生实报庄严土，就是我们前面所说的理一心不乱。方等般若菩萨是事一心不乱，成就，实报土里头有，方便有余土里头也有，上品，实报土的下品；实报土的上品是法身菩萨。成就之快，不是我们凡夫能想像的。",
      "zh_TW": "成佛之後，他幹什麼？佛經上講的佛事。佛幹什麼事？佛事是兩個階段，第一個階段是成就自己，第二個階段是教化眾生。這是佛事。自己沒有成就，拿什麼去教人？所以，首當自度，這句話重要。自己真的得度了，有把握往生，不再懷疑了，信心十足，才敢勸別人，引導別人一同到極樂世界。極樂世界好啊！我們非常感激釋迦牟尼佛，一生當中講經教學四十九年，這四十九年，佛先說阿含，小乘，證阿羅漢果。再說方等，八年，講阿含十二年，接著再講方等八年，把阿羅漢提升到辟支佛，提升到權教菩薩。再講般若，二十二年，這是佛的本懷，也就是佛對於大家的希望，希望大家成菩薩；所以般若就是菩薩，二十二年。最後八年，講法華、涅槃，把般若菩薩提升到佛地，也叫法身菩薩。法身菩薩往生到極樂世界，生實報莊嚴土，就是我們前面所說的理一心不亂。方等般若菩薩是事一心不亂，成就，實報土裡頭有，方便有餘土裡頭也有，上品，實報土的下品；實報土的上品是法身菩薩。成就之快，不是我們凡夫能想像的。"
    },
    {
      "id": "02-041-0405_p0015",
      "zh_CN": "现在这些人为我们示现，我们感恩。惠能大师为我们示现顿悟，这种人稀有，无量劫修成的，为我们现出究竟圆满的成就。其次，权教菩萨为我们示现声闻缘觉，了生死出三界。不修净土的，都在十法界修行，修净土的，都到极乐世界实报土去了。实报土上面是常寂光土，常寂光就是法身，证得圆满的法身，就到常寂光。真的是一生快速圆满成就，这个机缘到哪去找？我们今天碰到了，无比的殊胜，一定要知道。",
      "zh_TW": "現在這些人為我們示現，我們感恩。惠能大師為我們示現頓悟，這種人稀有，無量劫修成的，為我們現出究竟圓滿的成就。其次，權教菩薩為我們示現聲聞緣覺，了生死出三界。不修淨土的，都在十法界修行，修淨土的，都到極樂世界實報土去了。實報土上面是常寂光土，常寂光就是法身，證得圓滿的法身，就到常寂光。真的是一生快速圓滿成就，這個機緣到哪去找？我們今天碰到了，無比的殊勝，一定要知道。"
    },
    {
      "id": "02-041-0405_p0016",
      "zh_CN": "释迦佛示现成佛，四十九年讲经教学，所说一切经教，只说一遍，没有重复的，唯独《无量寿经》、《阿弥陀经》、《观无量寿经》这三部经是世尊重复很多遍。所以，从印度传过来的版本有好多种，翻译出来之后，里面内容并不完全相同，证明不是一次说的，多次宣讲的。多次宣讲，当然是意味着特别重要。你学这一部经，等于一大藏教学完了，毕业了，一即一切，一切即一。其他经也是这样的，但是这个经有特别的力量加持，不一样。学其他法门要靠自己，断烦恼，证菩提。这个法门只要真信，决定没有怀疑，只要真愿意去，佛力就加持你，你马上就感受到。",
      "zh_TW": "釋迦佛示現成佛，四十九年講經教學，所說一切經教，只說一遍，沒有重複的，唯獨《無量壽經》、《阿彌陀經》、《觀無量壽經》這三部經是世尊重複很多遍。所以，從印度傳過來的版本有好多種，翻譯出來之後，裡面內容並不完全相同，證明不是一次說的，多次宣講的。多次宣講，當然是意味著特別重要。你學這一部經，等於一大藏教學完了，畢業了，一即一切，一切即一。其他經也是這樣的，但是這個經有特別的力量加持，不一樣。學其他法門要靠自己，斷煩惱，證菩提。這個法門只要真信，決定沒有懷疑，只要真願意去，佛力就加持你，你馬上就感受到。"
    },
    {
      "id": "02-041-0405_p0017",
      "zh_CN": "我估计，海贤老和尚得功夫成片，应该在二十五岁前后。这是个老实人，老实、听话、真干。师父传他这个法门，就是一句南无阿弥陀佛六个字，嘱咐他一直念下去。他这一句佛号日夜不间断，就念了九十二年，一百一十二岁往生的，不可思议。几时念到事一心不乱？我估计在三十岁左右。再用十年功夫，四十岁左右到理一心不乱，他就圆满了，他已经成佛了。为什么还不往生？他自己说得很好，他求阿弥陀佛带他到极乐世界，其实极乐世界他见到了，不止一次。阿弥陀佛告诉他，你修得很好，修得不错，在这个世间多住几年，给佛门弟子做个榜样，尤其是给念佛的佛弟子做好榜样。那我们就晓得了，可能四十岁以后，那个寿命都是佛给他延长的，那不是他的寿命，他有使命。而使命说得很清楚，佛告诉他，什么时候你见到一本书，这个书叫《若要佛法兴，唯有僧赞僧》，阿弥陀佛就来接他往生。所以他每天念佛回向，盼望这本书。",
      "zh_TW": "我估計，海賢老和尚得功夫成片，應該在二十五歲前後。這是個老實人，老實、聽話、真幹。師父傳他這個法門，就是一句南無阿彌陀佛六個字，囑咐他一直念下去。他這一句佛號日夜不間斷，就念了九十二年，一百一十二歲往生的，不可思議。幾時念到事一心不亂？我估計在三十歲左右。再用十年功夫，四十歲左右到理一心不亂，他就圓滿了，他已經成佛了。為什麼還不往生？他自己說得很好，他求阿彌陀佛帶他到極樂世界，其實極樂世界他見到了，不止一次。阿彌陀佛告訴他，你修得很好，修得不錯，在這個世間多住幾年，給佛門弟子做個榜樣，尤其是給念佛的佛弟子做好榜樣。那我們就曉得了，可能四十歲以後，那個壽命都是佛給他延長的，那不是他的壽命，他有使命。而使命說得很清楚，佛告訴他，什麼時候你見到一本書，這個書叫《若要佛法興，唯有僧讚僧》，阿彌陀佛就來接他往生。所以他每天念佛迴向，盼望這本書。"
    },
    {
      "id": "02-041-0405_p0018",
      "zh_CN": "这本书宏琳法师编的，宏琳法师在北京。他也不知道有这部书。在我们想像当中，谁会送书给他？不可能。为什么？大家都知道老和尚不认识字，没有念过书，他一生一部经没念过，一次讲经没听过，人怎么可能送书给他？不可能。就这么巧，二Ｏ一三年，三年前，一月，真的有个居士带了一本书，还就是这本书，带着这本书上山看老和尚。老和尚一看有人带书来，他就问他，这什么书？他就给老和尚说，这个书叫《若要佛法兴，唯有僧赞僧》。老和尚一听，非常欢喜，赶快跑到房间里面穿袍搭衣，穿得整整齐齐，拿着这本书，要求大家给他照相。这个举动，庙里面的人看到非常奇特，为什么？老和尚一生没有主动要求别人给他照相过，只有这一次，就感到很奇怪。他也不说，三天之后就走了。",
      "zh_TW": "這本書宏琳法師編的，宏琳法師在北京。他也不知道有這部書。在我們想像當中，誰會送書給他？不可能。為什麼？大家都知道老和尚不認識字，沒有念過書，他一生一部經沒念過，一次講經沒聽過，人怎麼可能送書給他？不可能。就這麼巧，二Ｏ一三年，三年前，一月，真的有個居士帶了一本書，還就是這本書，帶著這本書上山看老和尚。老和尚一看有人帶書來，他就問他，這什麼書？他就給老和尚說，這個書叫《若要佛法興，唯有僧讚僧》。老和尚一聽，非常歡喜，趕快跑到房間裡面穿袍搭衣，穿得整整齊齊，拿著這本書，要求大家給他照相。這個舉動，廟裡面的人看到非常奇特，為什麼？老和尚一生沒有主動要求別人給他照相過，只有這一次，就感到很奇怪。他也不說，三天之後就走了。"
    },
    {
      "id": "02-041-0405_p0019",
      "zh_CN": "走得潇洒，走得自在，他没有告诉别人。别人告诉他：你什么时候走，你都预知时至，告诉我们，我们大家帮助你助念。他回答别人，都是做榜样：助念不牢靠，靠不住，我自己有把握往生，我自己念佛自己往生。果然如是。往生的这一天，还在菜园里面做了一天工，平地、浇水、拔草，搞了一天搞到晚上。旁边人看到了：老和尚，天黑了，明天再搞吧。老和尚说：快了，我快搞完了，搞完了我就不搞了。没想到当天晚上他就往生了，话里头有话。给我们做出最佳的榜样，最佳的榜样用一个字来说就是敬，敬于佛者，是为大善。海贤老和尚一生，敬佛，敬法，敬比丘僧，敬一切众生，真正做到毋不敬。这是我们应该要学的。得到理一心不乱，大彻大悟，明心见性，一丝毫傲慢都没有，对人谦虚恭敬，这就是敬佛。",
      "zh_TW": "走得瀟灑，走得自在，他沒有告訴別人。別人告訴他：你什麼時候走，你都預知時至，告訴我們，我們大家幫助你助念。他回答別人，都是做榜樣：助念不牢靠，靠不住，我自己有把握往生，我自己念佛自己往生。果然如是。往生的這一天，還在菜園裡面做了一天工，平地、澆水、拔草，搞了一天搞到晚上。旁邊人看到了：老和尚，天黑了，明天再搞吧。老和尚說：快了，我快搞完了，搞完了我就不搞了。沒想到當天晚上他就往生了，話裡頭有話。給我們做出最佳的榜樣，最佳的榜樣用一個字來說就是敬，敬於佛者，是為大善。海賢老和尚一生，敬佛，敬法，敬比丘僧，敬一切眾生，真正做到毋不敬。這是我們應該要學的。得到理一心不亂，大徹大悟，明心見性，一絲毫傲慢都沒有，對人謙虛恭敬，這就是敬佛。"
    },
    {
      "id": "02-041-0405_p0020",
      "zh_CN": "释迦佛用他的真实智慧，见性的人，智慧现前，像惠能大师一样。他老人家的报告里头说，「何期自性，本自具足」，只要你见性，见性怎么样？自性本来具足无量智慧。无量智慧是世出世间一切法，过去、现在、未来，完全明白，通达明了，没有丝毫障碍，它就现前。诸佛所说一切经典，没有一样不通达，你不问，他不现，你问他，他头头是道。他给你说出来，你把它记下来，跟释迦牟尼佛讲的一模一样。佛佛道同，智慧一样，德能一样，神通一样。",
      "zh_TW": "釋迦佛用他的真實智慧，見性的人，智慧現前，像惠能大師一樣。他老人家的報告裡頭說，「何期自性，本自具足」，只要你見性，見性怎麼樣？自性本來具足無量智慧。無量智慧是世出世間一切法，過去、現在、未來，完全明白，通達明瞭，沒有絲毫障礙，它就現前。諸佛所說一切經典，沒有一樣不通達，你不問，他不現，你問他，他頭頭是道。他給你說出來，你把它記下來，跟釋迦牟尼佛講的一模一樣。佛佛道同，智慧一樣，德能一樣，神通一樣。"
    },
    {
      "id": "02-041-0405_p0021",
      "zh_CN": "阿弥陀佛可以说时时刻刻，当中没有间隔的、没有停止的，化无量无边身，干什么？到十方世界去接引念佛功夫成片的人，接引他来往生。念佛功夫成就，佛不来接你，你不知道极乐世界在哪里，一定要等他来接你。他决定会来，而且前几天会来给你送信息，跟你约定时间，这个例子很多。把确切的时间告诉你，哪一天几点几分来接你，到时候佛真现前，你就跟他走了，一点怀疑都没有。这些事情我们要相信，不能有丝毫怀疑，有丝毫怀疑，我们错了，我们对佛不恭敬。要把贪瞋痴慢疑连根拔除，最重要是对佛决定不怀疑，对极乐世界决定不怀疑。佛是用他的知见，给我们讲经说法，把极乐世界详详细细的介绍给我们，我们听了要觉悟。信愿持名就是觉悟，悟入，现在就入佛的境界了。",
      "zh_TW": "阿彌陀佛可以說時時刻刻，當中沒有間隔的、沒有停止的，化無量無邊身，幹什麼？到十方世界去接引念佛功夫成片的人，接引他來往生。念佛功夫成就，佛不來接你，你不知道極樂世界在哪裡，一定要等他來接你。他決定會來，而且前幾天會來給你送信息，跟你約定時間，這個例子很多。把確切的時間告訴你，哪一天幾點幾分來接你，到時候佛真現前，你就跟他走了，一點懷疑都沒有。這些事情我們要相信，不能有絲毫懷疑，有絲毫懷疑，我們錯了，我們對佛不恭敬。要把貪瞋痴慢疑連根拔除，最重要是對佛決定不懷疑，對極樂世界決定不懷疑。佛是用他的知見，給我們講經說法，把極樂世界詳詳細細的介紹給我們，我們聽了要覺悟。信願持名就是覺悟，悟入，現在就入佛的境界了。"
    },
    {
      "id": "02-041-0405_p0022",
      "zh_CN": "「以佛果觉，作我因心」。我们用这个法门，不是一般法门，一般法门是修因证果得果的。你看，断见思烦恼得阿罗汉果，断尘沙烦恼证菩萨果位，再破根本无明，成就法身菩萨的地位，要自己断烦恼证菩提。这个法门不是，这个法门是以阿弥陀佛的名号，做为我们的修因，跟那些断烦恼证菩提他不是走一条路。这个路非常非常特别，所以这个路很难相信，很容易成就，非常难相信，你跟菩萨、你跟阿罗汉、辟支佛说，没有一个相信。没有一个相信，为什么我们相信？大乘经里有，凡是能听这个法门能相信的、能接受的，过去生中，也是无量劫，恭敬供养无量诸佛。今天以自己的善根，又得无量诸佛的加持，让你深信不疑，是这么个原因。如果我们半信半疑，那就晓得，我们过去学佛功夫还不到家，也是半信半疑，今天遇到净宗法门，就起了疑惑，不敢完全相信。怎么办？要补课。",
      "zh_TW": "「以佛果覺，作我因心」。我們用這個法門，不是一般法門，一般法門是修因證果得果的。你看，斷見思煩惱得阿羅漢果，斷塵沙煩惱證菩薩果位，再破根本無明，成就法身菩薩的地位，要自己斷煩惱證菩提。這個法門不是，這個法門是以阿彌陀佛的名號，做為我們的修因，跟那些斷煩惱證菩提他不是走一條路。這個路非常非常特別，所以這個路很難相信，很容易成就，非常難相信，你跟菩薩、你跟阿羅漢、辟支佛說，沒有一個相信。沒有一個相信，為什麼我們相信？大乘經裡有，凡是能聽這個法門能相信的、能接受的，過去生中，也是無量劫，恭敬供養無量諸佛。今天以自己的善根，又得無量諸佛的加持，讓你深信不疑，是這麼個原因。如果我們半信半疑，那就曉得，我們過去學佛功夫還不到家，也是半信半疑，今天遇到淨宗法門，就起了疑惑，不敢完全相信。怎麼辦？要補課。"
    },
    {
      "id": "02-041-0405_p0023",
      "zh_CN": "补课最好的方法，两个，一个是参禅，一个是研教。参禅也要底子厚，底子不厚，这一生当中得不到定。尤其现在这个社会，你六根接触六尘境界绝不动摇，不会被外面境界影响，你才有资格参禅。我们今天做不到，那你就学教，教就是经教，经教里面用功。经教是佛跟你讲，从讲理、讲事、讲因、讲果，你统统听清楚、听明白了，觉悟了，我接受这个法门，那就快了。只要接受这个法门，一生决定成就。可是这个几句话要记住，黄念祖老居士说，「此四句实为一大藏教之纲宗」，等于说这四句你完全能相信、能接受，做到了，你就把释迦牟尼佛四十九年所说的一切法，那个真实的利益你全得到了。",
      "zh_TW": "補課最好的方法，兩個，一個是參禪，一個是研教。參禪也要底子厚，底子不厚，這一生當中得不到定。尤其現在這個社會，你六根接觸六塵境界絕不動搖，不會被外面境界影響，你才有資格參禪。我們今天做不到，那你就學教，教就是經教，經教裡面用功。經教是佛跟你講，從講理、講事、講因、講果，你統統聽清楚、聽明白了，覺悟了，我接受這個法門，那就快了。只要接受這個法門，一生決定成就。可是這個幾句話要記住，黃念祖老居士說，「此四句實為一大藏教之綱宗」，等於說這四句你完全能相信、能接受，做到了，你就把釋迦牟尼佛四十九年所說的一切法，那個真實的利益你全得到了。"
    },
    {
      "id": "02-041-0405_p0024",
      "zh_CN": "什么利益是真实的？叫你成佛，你相信了，到极乐世界成佛，就等于是一大藏教你全通了，通达了。这个功德利益到哪里去找？你要是把它放弃了，叫真可惜，太可惜！释迦牟尼佛你看帝王不要，要什么？要这个。世出世间一切，名闻利养，统统舍得干干净净，一心一意，心无二念，这一句佛号，得释迦、弥陀本师的加持，又得到十方三世一切诸佛如来的加持。佛化身无量无边接引，每一个往生的人，即使凡圣同居土下下品往生，得阿弥陀佛四十八愿的加持，智慧、神通、道力表现出来的样子，跟阿弥陀佛差不多。换句话说，你也能分无量无边身，到十方世界，干什么？拜佛。拜佛干什么？修福。敬佛是大福报，究竟圆满的大福报，很短的时间就成就了。除修福之外还修慧，你拜佛，肯定听佛讲经，每天无量诸佛给你讲经，你是无量分身来接受。极乐世界修一天，等于我们在他方世界修无量劫，都不如在极乐世界修一天。这个事实真相要搞清楚，为什么？你才会真的珍惜这一生，尤其上了年岁的是更可贵了，不敢放弃，一心一意，阿弥陀佛声声不绝，机会不能让它当面错过。",
      "zh_TW": "什麼利益是真實的？叫你成佛，你相信了，到極樂世界成佛，就等於是一大藏教你全通了，通達了。這個功德利益到哪裡去找？你要是把它放棄了，叫真可惜，太可惜！釋迦牟尼佛你看帝王不要，要什麼？要這個。世出世間一切，名聞利養，統統捨得乾乾淨淨，一心一意，心無二念，這一句佛號，得釋迦、彌陀本師的加持，又得到十方三世一切諸佛如來的加持。佛化身無量無邊接引，每一個往生的人，即使凡聖同居土下下品往生，得阿彌陀佛四十八願的加持，智慧、神通、道力表現出來的樣子，跟阿彌陀佛差不多。換句話說，你也能分無量無邊身，到十方世界，幹什麼？拜佛。拜佛幹什麼？修福。敬佛是大福報，究竟圓滿的大福報，很短的時間就成就了。除修福之外還修慧，你拜佛，肯定聽佛講經，每天無量諸佛給你講經，你是無量分身來接受。極樂世界修一天，等於我們在他方世界修無量劫，都不如在極樂世界修一天。這個事實真相要搞清楚，為什麼？你才會真的珍惜這一生，尤其上了年歲的是更可貴了，不敢放棄，一心一意，阿彌陀佛聲聲不絕，機會不能讓它當面錯過。"
    },
    {
      "id": "02-041-0405_p0025",
      "zh_CN": "所以这是用佛的果觉，六字洪名，做我们的因心，不需经过三大阿僧祇劫，顿入佛智，这个入佛智就是开悟了，大彻大悟，明心见性。生到极乐世界，虽然还没开悟，等于开悟，为什么说等于？得阿弥陀佛四十八愿的加持，你把四十八愿多念几遍，你就明白了，不是自己修的，阿弥陀佛加持的；阿弥陀佛加持的，跟自己修成的没有两样。这个正是佛的深恩，佛对我们的恩德，我们要肯接受，要不接受就是忘恩负义。",
      "zh_TW": "所以這是用佛的果覺，六字洪名，做我們的因心，不需經過三大阿僧祇劫，頓入佛智，這個入佛智就是開悟了，大徹大悟，明心見性。生到極樂世界，雖然還沒開悟，等於開悟，為什麼說等於？得阿彌陀佛四十八願的加持，你把四十八願多念幾遍，你就明白了，不是自己修的，阿彌陀佛加持的；阿彌陀佛加持的，跟自己修成的沒有兩樣。這個正是佛的深恩，佛對我們的恩德，我們要肯接受，要不接受就是忘恩負義。"
    },
    {
      "id": "02-041-0405_p0026",
      "zh_CN": "「我等遵依佛示，从文字般若而起观照，入于实相」，这叫「敬荷佛恩」。把佛加持我们这个恩德完全接受过来，恭恭敬敬接受过来。从文字，释迦如来给我们的恩德，起观照，我们读了之后，心上要常常能够把这个概念提起来。照见五蕴皆空，这个世界是假的，不是真的，《金刚经》上说得好，「一切有为法，如梦幻泡影」。这个世界是一场梦，比晚上作梦时间长一点，真的是一场梦。梦境刹那生灭，我们能体会到，现实也是刹那生灭，忘掉了，都把它当真，不知道现实是一场时间稍微长一点的大梦。梦醒了，梦中境界消失了，痕迹都没有。我们这一口气不来，寿命终了，跟作梦一样，这梦中境界再也不会看见。",
      "zh_TW": "「我等遵依佛示，從文字般若而起觀照，入於實相」，這叫「敬荷佛恩」。把佛加持我們這個恩德完全接受過來，恭恭敬敬接受過來。從文字，釋迦如來給我們的恩德，起觀照，我們讀了之後，心上要常常能夠把這個概念提起來。照見五蘊皆空，這個世界是假的，不是真的，《金剛經》上說得好，「一切有為法，如夢幻泡影」。這個世界是一場夢，比晚上作夢時間長一點，真的是一場夢。夢境剎那生滅，我們能體會到，現實也是剎那生滅，忘掉了，都把它當真，不知道現實是一場時間稍微長一點的大夢。夢醒了，夢中境界消失了，痕跡都沒有。我們這一口氣不來，壽命終了，跟作夢一樣，這夢中境界再也不會看見。"
    },
    {
      "id": "02-041-0405_p0027",
      "zh_CN": "这桩事情现在量子力学家清楚，把真相说出来，说出来之后，肯定这个世界没有物质这个东西存在。换句话，物质头一个是什么？身体。身体存不存在？不存在。它就像我们看电视一样，我们电视的画面，大家都晓得是电磁波动的现象。电视屏幕一秒钟波动多少次？现在用的电视，一百次；也就是说，一百张不同的画面，一秒钟把它播出。就像我们这个，这是电影里面的底片，现在这个少了，现在都用数码，不用胶卷。用胶卷我们很容易明了，你看一张一张的画面，没有两张是一样的，都是各别不相同。一秒钟在放映机里头放一百张，就是我们现在电视；电影院看电影，还是二十四张，二十四张一秒钟。我们看电视，电视比电影要逼真多了，电影还能看到波动，电视看不到波动。假的，不是真的。一秒钟我们就算一百次，就像这样一百张，哪一张是我？这一张的寿命，你一定要记住，寿命只有百分之一秒，它的寿命，这么短，你到哪里去找，找到事实真相。这事实真相科学搞出来的，才让我们看到，摆在我们面前。所以，画面是一个一个过去的。",
      "zh_TW": "這樁事情現在量子力學家清楚，把真相說出來，說出來之後，肯定這個世界沒有物質這個東西存在。換句話，物質頭一個是什麼？身體。身體存不存在？不存在。它就像我們看電視一樣，我們電視的畫面，大家都曉得是電磁波動的現象。電視屏幕一秒鐘波動多少次？現在用的電視，一百次；也就是說，一百張不同的畫面，一秒鐘把它播出。就像我們這個，這是電影裡面的底片，現在這個少了，現在都用數碼，不用膠捲。用膠捲我們很容易明瞭，你看一張一張的畫面，沒有兩張是一樣的，都是各別不相同。一秒鐘在放映機裡頭放一百張，就是我們現在電視；電影院看電影，還是二十四張，二十四張一秒鐘。我們看電視，電視比電影要逼真多了，電影還能看到波動，電視看不到波動。假的，不是真的。一秒鐘我們就算一百次，就像這樣一百張，哪一張是我？這一張的壽命，你一定要記住，壽命只有百分之一秒，它的壽命，這麼短，你到哪裡去找，找到事實真相。這事實真相科學搞出來的，才讓我們看到，擺在我們面前。所以，畫面是一個一個過去的。"
    },
    {
      "id": "02-041-0405_p0028",
      "zh_CN": "那我们现实的这个画面，一秒钟过去多少张？经上有。佛问弥勒菩萨，心有所念，我们心里头起个念头，自己很清楚，起了个念头，这一个念头是多少个念头成就的？就是我们刚才讲的，电视上一秒钟一百张画面，才成就这一秒钟的播出，让我们在一秒当中看到，它的寿命是百分之一秒。佛说，我们现在，眼见色、耳闻声、鼻嗅香、舌尝味，六根接触六尘境界，我们自己清清楚楚的有一个念头，一念。这里头多少微细念头？像我们讲底片，多少张底片？弥勒菩萨告诉我们，一弹指有三十二亿百千念。三十二亿，不是万。百千，一百个千十万，三十二亿乘十万，三百二十兆，这一弹指，三百二十兆次。一秒钟能弹多少次？我们试试看，有人告诉我可以弹七次，我相信，年轻，体力很壮的，弹得快，一秒钟弹七次。它的寿命再乘七，三百二十兆再乘七，得出来二千二百四十兆，单位是兆，不是万、不是亿，单位是兆，一秒钟。一秒钟这么多的画面，波动得这么快速，我们连丝毫都不会感觉到它是假的。",
      "zh_TW": "那我們現實的這個畫面，一秒鐘過去多少張？經上有。佛問彌勒菩薩，心有所念，我們心裡頭起個念頭，自己很清楚，起了個念頭，這一個念頭是多少個念頭成就的？就是我們剛才講的，電視上一秒鐘一百張畫面，才成就這一秒鐘的播出，讓我們在一秒當中看到，它的壽命是百分之一秒。佛說，我們現在，眼見色、耳聞聲、鼻嗅香、舌嘗味，六根接觸六塵境界，我們自己清清楚楚的有一個念頭，一念。這裡頭多少微細念頭？像我們講底片，多少張底片？彌勒菩薩告訴我們，一彈指有三十二億百千念。三十二億，不是萬。百千，一百個千十萬，三十二億乘十萬，三百二十兆，這一彈指，三百二十兆次。一秒鐘能彈多少次？我們試試看，有人告訴我可以彈七次，我相信，年輕，體力很壯的，彈得快，一秒鐘彈七次。它的壽命再乘七，三百二十兆再乘七，得出來二千二百四十兆，單位是兆，不是萬、不是億，單位是兆，一秒鐘。一秒鐘這麼多的畫面，波動得這麼快速，我們連絲毫都不會感覺到它是假的。"
    },
    {
      "id": "02-041-0405_p0029",
      "zh_CN": "现在这桩事情被量子力学家看出来了，所以量子力学家告诉我们一个真实的事相，那就是宇宙之间没有物质这个东西存在，物质是假的。物质是什么？物质是从念头生的，先有念头，后有物质，没有念头就没有物质。我相信，二十年、三十年后，科学有一个大革命出现，那就是，现在科学家已经提出来了，以心控物，用我们的念头控制物质现象。那要这样的话，北京的雾霾有没有办法？有。佛证明，只要念头转变，念头清净，雾霾就没有了。雾霾是什么？念头不清净，杂念、妄念，负能量的，现在的话讲负能量，所造成的。",
      "zh_TW": "現在這樁事情被量子力學家看出來了，所以量子力學家告訴我們一個真實的事相，那就是宇宙之間沒有物質這個東西存在，物質是假的。物質是什麼？物質是從念頭生的，先有念頭，後有物質，沒有念頭就沒有物質。我相信，二十年、三十年後，科學有一個大革命出現，那就是，現在科學家已經提出來了，以心控物，用我們的念頭控制物質現象。那要這樣的話，北京的霧霾有沒有辦法？有。佛證明，只要念頭轉變，念頭清淨，霧霾就沒有了。霧霾是什麼？念頭不清淨，雜念、妄念，負能量的，現在的話講負能量，所造成的。"
    },
    {
      "id": "02-041-0405_p0030",
      "zh_CN": "将来，人懂得这个道理了，我要长寿，我想活两百岁，行不行？行！老祖宗给我们说了，这个话是李老师告诉我的，他老人家在讲经时候说的。根据《黄帝内经》，这中国中医最重要的一部书，人的寿命，普通的寿命，标准是二百岁；没有活到二百岁，都是自己糟蹋自己。如果心能控物质的话，那这个理上有了，《内经》上讲的，事上也有，这可不是假的。二百岁是人正常寿命，活不到二百岁，都是自己糟蹋自己；尤其是一百岁都活不到的，真的是自己糟蹋自己。最严重的糟蹋就是念头不正，自私自利，贪瞋痴慢。",
      "zh_TW": "將來，人懂得這個道理了，我要長壽，我想活兩百歲，行不行？行！老祖宗給我們說了，這個話是李老師告訴我的，他老人家在講經時候說的。根據《黃帝內經》，這中國中醫最重要的一部書，人的壽命，普通的壽命，標準是二百歲；沒有活到二百歲，都是自己糟蹋自己。如果心能控物質的話，那這個理上有了，《內經》上講的，事上也有，這可不是假的。二百歲是人正常壽命，活不到二百歲，都是自己糟蹋自己；尤其是一百歲都活不到的，真的是自己糟蹋自己。最嚴重的糟蹋就是念頭不正，自私自利，貪瞋痴慢。"
    },
    {
      "id": "02-041-0405_p0031",
      "zh_CN": "佛教给我们，修行，修是修正，行是行为，这两个字搞清楚。现在很多人搞错了，认为修行是什么？每天读多少经，念多少咒，磕多少大头，烧多少香，把这个当作修行，错了，全搞错了。所以他的境界完全转不过来，加深迷惑。修是修正，行是行为，身口意的行为，身的行为，佛教我们的标准，修十善业。身，不杀生、不偷盗、不邪淫，我们有没有做到？做到了，这叫修行，这对自己健康长寿有大帮助，不能有这个念头。所以说杀、盗、淫的念头没有，妄语、两舌、绮语、恶口没有，口善、言语善，身不造作，身口意三善。你能保住这个三善，你的身体自然强壮，自然长寿。",
      "zh_TW": "佛教給我們，修行，修是修正，行是行為，這兩個字搞清楚。現在很多人搞錯了，認為修行是什麼？每天讀多少經，念多少咒，磕多少大頭，燒多少香，把這個當作修行，錯了，全搞錯了。所以他的境界完全轉不過來，加深迷惑。修是修正，行是行為，身口意的行為，身的行為，佛教我們的標準，修十善業。身，不殺生、不偷盜、不邪淫，我們有沒有做到？做到了，這叫修行，這對自己健康長壽有大幫助，不能有這個念頭。所以說殺、盜、淫的念頭沒有，妄語、兩舌、綺語、惡口沒有，口善、言語善，身不造作，身口意三善。你能保住這個三善，你的身體自然強壯，自然長壽。"
    },
    {
      "id": "02-041-0405_p0032",
      "zh_CN": "更长的寿命，也是修得的，那是什么？使命。谁得到？儒释道三教里面，特别是佛跟道，因为他们真修，远离环境，都市村庄都远离，到深山里头，找人迹不到的地方，他在那里修行，希望能够得定，开悟、证果。有没有成就的？有，还不少。所以，修行人很多。中国大陆，我相信这些深山里面，有很多真正修行人在那里面。",
      "zh_TW": "更長的壽命，也是修得的，那是什麼？使命。誰得到？儒釋道三教裡面，特別是佛跟道，因為他們真修，遠離環境，都市村莊都遠離，到深山裡頭，找人跡不到的地方，他在那裡修行，希望能夠得定，開悟、證果。有沒有成就的？有，還不少。所以，修行人很多。中國大陸，我相信這些深山裡面，有很多真正修行人在那裡面。"
    },
    {
      "id": "02-041-0405_p0033",
      "zh_CN": "于是乎我们就得一个结论，今天地球上灾难很多，人为的、自然灾害都有，都很严重，哪里最安全？我在国外遇到人，别人问我这个话的很多，我都告诉他，中国最安全，最好回去。他说为什么？我说我们读历史，我们相信因果报应，五千年历史记载的，只有中国古圣先贤，我们的老祖宗，断恶修善，积功累德。《易经》上说「积善之家，必有余庆」，我们的老祖宗，五千年世世代代都是修善积德，所以他们后代的子孙一定好，不会坏到哪里去。纵然有灾难，我们也有过失嘛，过失是什么？不听话，不敬老祖宗。过去人敬爱，现在不敬了，也不敬老师了。中国自古以来，这两个是比什么都重要，这是我们立国的根之根，就是一个是孝，一个是敬。孝以父母做代表，要像孝顺父母一样的孝顺天下众生，这才是中国人；要像敬老师那样恭敬心，恭敬社会一切大众。五伦、五常、四维、八德就从孝、敬两个字衍生出来，这两个是根。其他的伦常道德，四维八德，那都像树一样，是枝叶，枝枝叶叶，这两个是根，根深叶就茂。现在根淡了，不相信祖宗。",
      "zh_TW": "於是乎我們就得一個結論，今天地球上災難很多，人為的、自然災害都有，都很嚴重，哪裡最安全？我在國外遇到人，別人問我這個話的很多，我都告訴他，中國最安全，最好回去。他說為什麼？我說我們讀歷史，我們相信因果報應，五千年歷史記載的，只有中國古聖先賢，我們的老祖宗，斷惡修善，積功累德。《易經》上說「積善之家，必有餘慶」，我們的老祖宗，五千年世世代代都是修善積德，所以他們後代的子孫一定好，不會壞到哪裡去。縱然有災難，我們也有過失嘛，過失是什麼？不聽話，不敬老祖宗。過去人敬愛，現在不敬了，也不敬老師了。中國自古以來，這兩個是比什麼都重要，這是我們立國的根之根，就是一個是孝，一個是敬。孝以父母做代表，要像孝順父母一樣的孝順天下眾生，這才是中國人；要像敬老師那樣恭敬心，恭敬社會一切大眾。五倫、五常、四維、八德就從孝、敬兩個字衍生出來，這兩個是根。其他的倫常道德，四維八德，那都像樹一樣，是枝葉，枝枝葉葉，這兩個是根，根深葉就茂。現在根淡了，不相信祖宗。"
    },
    {
      "id": "02-041-0405_p0034",
      "zh_CN": "我今年在伦敦做了两场祭祖法会，在威尔士大学做了一场，一共做了三场。这是威尔士大学校长，去年八月，他带了两个人，一个是学校大学董事会的主席，一个是他的助手，副校长，管课程的，连他三个人，到我这来住了五天。我们在研究办汉学院的可能性，用这么长的时间来访问。今年一月份，他又来了，也带来了一个副校长，住了两天。非常热心，我受他的感动。我是懂得这文化不能够丢失，没有想到他们要继承，我很欢喜，我受他的感动，我说好，你愿意做，我协助你。名义上是我们合作，实际上他干。",
      "zh_TW": "我今年在倫敦做了兩場祭祖法會，在威爾士大學做了一場，一共做了三場。這是威爾士大學校長，去年八月，他帶了兩個人，一個是學校大學董事會的主席，一個是他的助手，副校長，管課程的，連他三個人，到我這來住了五天。我們在研究辦漢學院的可能性，用這麼長的時間來訪問。今年一月份，他又來了，也帶來了一個副校長，住了兩天。非常熱心，我受他的感動。我是懂得這文化不能夠丟失，沒有想到他們要繼承，我很歡喜，我受他的感動，我說好，你願意做，我協助你。名義上是我們合作，實際上他幹。"
    },
    {
      "id": "02-041-0405_p0035",
      "zh_CN": "课程，我们主要的课程，是要把中国古时候私塾里头教小朋友的，《三字经》、《百家姓》、《千字文》这些教材，一共有十几种，我统统找到了。现在没有这个课，我们要补这个课，这是伦理道德的根，非常重要。《弟子规》、《感应篇》、《十善业》，必修课程，这些德行。然后，儒释道的选主要的典籍，儒家我选的四书、《孝经》，我就选两种；道家的我选《老子》、《庄子》，《庄子》内篇；佛教我选的《金刚经》、《心经》跟《无量寿经》。必修课程。这些修完之后，下面主修的就是一部《群书治要》。",
      "zh_TW": "課程，我們主要的課程，是要把中國古時候私塾裡頭教小朋友的，《三字經》、《百家姓》、《千字文》這些教材，一共有十幾種，我統統找到了。現在沒有這個課，我們要補這個課，這是倫理道德的根，非常重要。《弟子規》、《感應篇》、《十善業》，必修課程，這些德行。然後，儒釋道的選主要的典籍，儒家我選的四書、《孝經》，我就選兩種；道家的我選《老子》、《莊子》，《莊子》內篇；佛教我選的《金剛經》、《心經》跟《無量壽經》。必修課程。這些修完之後，下面主修的就是一部《群書治要》。"
    },
    {
      "id": "02-041-0405_p0036",
      "zh_CN": "他问我，为什么要选《群书治要》？我告诉他，我们是不是希望自己这一生当中，过得很幸福、很快乐？他说要。要不要家庭幸福、家庭快乐，家和万事兴？要。要不要事业顺利？要。要不要社会安定？要。要不要国家富强？要。要不要天下太平？要。我说这部书就满足你的愿望，你学好这个，这统统都得到了。他感到很惊讶，中国有这么一部好书。这书是什么？是《四库全书》的精华，读了这个书等于把《四库全书》全都读了。他非常高兴。那我们不要编教材，我们编教材编不过古人，古人编的教材可以用千年万世还不变，我们编的教材年年要修改，总不能叫自己满意。这就说明，我们的智慧、德能、道德、修养、学问根本比不上他，我们乖乖的跟他学。他听得懂，他完全接受。所以今年九月我到英国去，我们就签了合同。明年二月正式上课，上课前面几个月，是师资培训班，是我们的老师，就是将来教授、副教授、讲师，他们聚集在一块生活二、三个月。我们有共同的认识，共同的理念，共同的方法，共同的经验，才能把汉学院办得好。中国传统文化从这开始。",
      "zh_TW": "他問我，為什麼要選《群書治要》？我告訴他，我們是不是希望自己這一生當中，過得很幸福、很快樂？他說要。要不要家庭幸福、家庭快樂，家和萬事興？要。要不要事業順利？要。要不要社會安定？要。要不要國家富強？要。要不要天下太平？要。我說這部書就滿足你的願望，你學好這個，這統統都得到了。他感到很驚訝，中國有這麼一部好書。這書是什麼？是《四庫全書》的精華，讀了這個書等於把《四庫全書》全都讀了。他非常高興。那我們不要編教材，我們編教材編不過古人，古人編的教材可以用千年萬世還不變，我們編的教材年年要修改，總不能叫自己滿意。這就說明，我們的智慧、德能、道德、修養、學問根本比不上他，我們乖乖的跟他學。他聽得懂，他完全接受。所以今年九月我到英國去，我們就簽了合同。明年二月正式上課，上課前面幾個月，是師資培訓班，是我們的老師，就是將來教授、副教授、講師，他們聚集在一塊生活二、三個月。我們有共同的認識，共同的理念，共同的方法，共同的經驗，才能把漢學院辦得好。中國傳統文化從這開始。"
    },
    {
      "id": "02-041-0405_p0037",
      "zh_CN": "我们不但要教，我们教了以后，希望我们要把它做到，落实，不能落实是假的。你看中国人讲学问，博学、审问、慎思、明辨，后头笃行，笃行就是要兑现，要做到；不做到，那四个是假的，不是真的。过去我跟钱逊教授谈过，他到香港来访问来看我，我们两个谈过这个问题。他问我，为什么提倡《弟子规》，不提倡四书五经？我就很老实的告诉他，我说四书五经、十三经，乃至于《四库全书》统统搬来，咱们摆一个天平，这一边这一大堆，这一边摆一个《弟子规》，我说它平等。他说那怎么能平等？我说真平等。我说这边这些东西是什么？博学、审问、慎思、明辨，是不是？如果没有笃行的话，还不如《弟子规》。《弟子规》还真能教人守规矩，这边那学了之后不能落实的话，就狂妄自大，贡高我慢起来了，目中无人，反而不如他老实。他也笑起来了，确实如此。",
      "zh_TW": "我們不但要教，我們教了以後，希望我們要把它做到，落實，不能落實是假的。你看中國人講學問，博學、審問、慎思、明辨，後頭篤行，篤行就是要兌現，要做到；不做到，那四個是假的，不是真的。過去我跟錢遜教授談過，他到香港來訪問來看我，我們兩個談過這個問題。他問我，為什麼提倡《弟子規》，不提倡四書五經？我就很老實的告訴他，我說四書五經、十三經，乃至於《四庫全書》統統搬來，咱們擺一個天平，這一邊這一大堆，這一邊擺一個《弟子規》，我說它平等。他說那怎麼能平等？我說真平等。我說這邊這些東西是什麼？博學、審問、慎思、明辨，是不是？如果沒有篤行的話，還不如《弟子規》。《弟子規》還真能教人守規矩，這邊那學了之後不能落實的話，就狂妄自大，貢高我慢起來了，目中無人，反而不如他老實。他也笑起來了，確實如此。"
    },
    {
      "id": "02-041-0405_p0038",
      "zh_CN": "现在大陆上，《弟子规》到处都学，好啊！我们在外国也讲。我们二月份开学的时候，第一堂课就是《弟子规》、《感应篇》、《十善业》，先让我们的教授、副教授、讲师来学习这个课程，让他真正了解中国传统文化。中国传统文化不是口说的，不是叫你背诵的，背诵，读书千遍，那个读书千遍目的是修定，把你的妄想、杂念、分别、执着打掉，让你的清净心、平等心现出来，然后才会开悟，开悟重要。开悟之后，惠能大师讲的，「何期自性，能生万法」，这宇宙是从哪来的？这是科学家探讨的事情，要把它搞清楚、搞明白，开悟的人比科学家还要清楚，还要明了，还要高明。今天量子力学家对于大乘经很佩服，他们现在讲到物质的真相，跟佛经上讲的一样。佛三千年前就知道了，讲得比你还要清楚，你现在完全证明，但是清晰度跟佛比还差很远。所以我相信二、三十之后，佛教不是宗教，是高等科学，是量子科学的最高峰。所以，哲学的最高峰，科学的最高峰，伦理道德的最高峰，都在大乘佛法。",
      "zh_TW": "現在大陸上，《弟子規》到處都學，好啊！我們在外國也講。我們二月份開學的時候，第一堂課就是《弟子規》、《感應篇》、《十善業》，先讓我們的教授、副教授、講師來學習這個課程，讓他真正了解中國傳統文化。中國傳統文化不是口說的，不是叫你背誦的，背誦，讀書千遍，那個讀書千遍目的是修定，把你的妄想、雜念、分別、執著打掉，讓你的清淨心、平等心現出來，然後才會開悟，開悟重要。開悟之後，惠能大師講的，「何期自性，能生萬法」，這宇宙是從哪來的？這是科學家探討的事情，要把它搞清楚、搞明白，開悟的人比科學家還要清楚，還要明瞭，還要高明。今天量子力學家對於大乘經很佩服，他們現在講到物質的真相，跟佛經上講的一樣。佛三千年前就知道了，講得比你還要清楚，你現在完全證明，但是清晰度跟佛比還差很遠。所以我相信二、三十之後，佛教不是宗教，是高等科學，是量子科學的最高峰。所以，哲學的最高峰，科學的最高峰，倫理道德的最高峰，都在大乘佛法。"
    },
    {
      "id": "02-041-0405_p0039",
      "zh_CN": "中国古圣先贤有智慧，不迷惑，对于外来的东西，看得很清楚才会接受，没看清楚不愿意接受，真搞清楚、搞明白了。没想到今天英国人搞清楚、搞明白了，他来接受，那么样的热心，我不能不帮助，我不帮助他，对不起他，三次来访问。接着牛津大学的副校长，跟我见面四次。剑桥大学的基督学院的院长，我去参观，在那住了一晚上，他把他的寝室让给我，带着十多个学生，到香港来看我。我都知道，所以我心里有数。汉学院正式上课了，这两个学校（牛津、剑桥）我来劝导他们办道德讲堂，短期的，面对社会各界各行各业，办道德讲堂。把中国伦理、道德、因果、圣贤教育做教材，用通俗讲学的方法讲给大家听。一期七天，一个月办一次，学校提供住宿、提供餐饮就可以了。这个要办成功了，会起很大影响。我们希望国外做，国外做成功了，国内看法就不一样了，看法、想法就不相同。这个都是经中的教诫，佛菩萨、祖师大德、历代圣贤，东方西方的，对我们都有深恩，我们只要依教奉行。",
      "zh_TW": "中國古聖先賢有智慧，不迷惑，對於外來的東西，看得很清楚才會接受，沒看清楚不願意接受，真搞清楚、搞明白了。沒想到今天英國人搞清楚、搞明白了，他來接受，那麼樣的熱心，我不能不幫助，我不幫助他，對不起他，三次來訪問。接著牛津大學的副校長，跟我見面四次。劍橋大學的基督學院的院長，我去參觀，在那住了一晚上，他把他的寢室讓給我，帶著十多個學生，到香港來看我。我都知道，所以我心裡有數。漢學院正式上課了，這兩個學校（牛津、劍橋）我來勸導他們辦道德講堂，短期的，面對社會各界各行各業，辦道德講堂。把中國倫理、道德、因果、聖賢教育做教材，用通俗講學的方法講給大家聽。一期七天，一個月辦一次，學校提供住宿、提供餐飲就可以了。這個要辦成功了，會起很大影響。我們希望國外做，國外做成功了，國內看法就不一樣了，看法、想法就不相同。這個都是經中的教誡，佛菩薩、祖師大德、歷代聖賢，東方西方的，對我們都有深恩，我們只要依教奉行。"
    },
    {
      "id": "02-041-0405_p0040",
      "zh_CN": "我肯定比不上古人，我除了这一分热忱之外，在经教上、在学术上，现在我的学生都有超过我的，好啊！我给他们做后勤工作，上课教学他们就承担了，我得自在。我们还有一个大任务，就是我们这一批的师生，将来毕业之后尽可能的都留在学院，在学院里面担任教授教学，多余的时间，我们要把《群书治要》续篇做出来。唐太宗编的上半部，从三皇五帝到晋朝，晋以下，隋、唐、宋、元、明、清这个六代它没有。这个六代东西有没有？有，《四库》里头有。我们再从《四库》里面，依照前面的体例抄下来，编后半部。前半部五十卷，五十万字，后半部也是五十卷，五十万字，这样合起来一百卷，一百万字，是中国传统文化精华之精华。你只要读这一百卷书，等于把《四库全书》全读了。这是我的一个愿望，我的一个梦想，希望我这个梦能成真。",
      "zh_TW": "我肯定比不上古人，我除了這一分熱忱之外，在經教上、在學術上，現在我的學生都有超過我的，好啊！我給他們做後勤工作，上課教學他們就承擔了，我得自在。我們還有一個大任務，就是我們這一批的師生，將來畢業之後盡可能的都留在學院，在學院裡面擔任教授教學，多餘的時間，我們要把《群書治要》續篇做出來。唐太宗編的上半部，從三皇五帝到晉朝，晉以下，隋、唐、宋、元、明、清這個六代它沒有。這個六代東西有沒有？有，《四庫》裡頭有。我們再從《四庫》裡面，依照前面的體例抄下來，編後半部。前半部五十卷，五十萬字，後半部也是五十卷，五十萬字，這樣合起來一百卷，一百萬字，是中國傳統文化精華之精華。你只要讀這一百卷書，等於把《四庫全書》全讀了。這是我的一個願望，我的一個夢想，希望我這個夢能成真。"
    },
    {
      "id": "02-041-0405_p0041",
      "zh_CN": "我们再从下面看下去，一定要从文字般若起观照，观照是修行，观照是真干，照见五蕴皆空，这样才入实相。入实相这一句，就是真正彻底明了宇宙万有的真相，没有人敢说，佛敢说。为什么佛敢说？佛自己入于实相。佛知道，每个人都有真心，每个人都有本性，只要你肯用真心，你肯用本性，就自然入于实相，因为实相是自性里头本有的，不是一桩难事情。现在迷了，迷了自性，变成凡夫，六道凡夫，什么都不知道了。回头，回过头来，我们把障碍统统放下，障碍就是烦恼，烦恼有三大类，无明烦恼、尘沙烦恼、见思烦恼。放下见思烦恼，证阿罗汉果，对于六道里面的真相完全明白了。放下尘沙烦恼，境界向上提升，对于十法界，也就是我们常讲一尊佛的教化区，这个里面真相大白。再向上提升，理一心不乱，那就是遍法界虚空界，十方三世全明白了，没有丝毫障碍。为什么？外面的相是自性变的，惠能大师说得好，最后一句他说，「何期自性，能生万法」，原来遍法界虚空界是自己自性变现出来的。自性变现出来的，明心见性的人哪有不知道的道理？所以自然就明白了。",
      "zh_TW": "我們再從下面看下去，一定要從文字般若起觀照，觀照是修行，觀照是真幹，照見五蘊皆空，這樣才入實相。入實相這一句，就是真正徹底明瞭宇宙萬有的真相，沒有人敢說，佛敢說。為什麼佛敢說？佛自己入於實相。佛知道，每個人都有真心，每個人都有本性，只要你肯用真心，你肯用本性，就自然入於實相，因為實相是自性裡頭本有的，不是一樁難事情。現在迷了，迷了自性，變成凡夫，六道凡夫，什麼都不知道了。回頭，回過頭來，我們把障礙統統放下，障礙就是煩惱，煩惱有三大類，無明煩惱、塵沙煩惱、見思煩惱。放下見思煩惱，證阿羅漢果，對於六道裡面的真相完全明白了。放下塵沙煩惱，境界向上提升，對於十法界，也就是我們常講一尊佛的教化區，這個裡面真相大白。再向上提升，理一心不亂，那就是遍法界虛空界，十方三世全明白了，沒有絲毫障礙。為什麼？外面的相是自性變的，惠能大師說得好，最後一句他說，「何期自性，能生萬法」，原來遍法界虛空界是自己自性變現出來的。自性變現出來的，明心見性的人哪有不知道的道理？所以自然就明白了。"
    },
    {
      "id": "02-041-0405_p0042",
      "zh_CN": "所以，入于实相，顿入佛智，都是真的，都不是假的，诸佛菩萨做榜样给我们看。佛达到圆满，菩萨还没达到圆满，但是在做榜样，我们要像菩萨一样真正去修学。我们具体要「依此经中种种教诫」，这一部经就够了。一部经能念上一万遍，能念上两万遍，滚瓜烂熟，无论哪一句经，提起来你都晓得在哪一页哪一行。熟透了，妄想杂念消除了，得一心不乱不难。",
      "zh_TW": "所以，入於實相，頓入佛智，都是真的，都不是假的，諸佛菩薩做榜樣給我們看。佛達到圓滿，菩薩還沒達到圓滿，但是在做榜樣，我們要像菩薩一樣真正去修學。我們具體要「依此經中種種教誡」，這一部經就夠了。一部經能念上一萬遍，能念上兩萬遍，滾瓜爛熟，無論哪一句經，提起來你都曉得在哪一頁哪一行。熟透了，妄想雜念消除了，得一心不亂不難。"
    },
    {
      "id": "02-041-0405_p0043",
      "zh_CN": "「端正身心，止恶修善，发菩提心，一向专念阿弥陀佛。横生四土，圆登不退，才是真实敬佛也」，这把真实敬佛说出来了。敬于佛者，是为大善，这个敬的条件这里说出来了。所以我劝同修，真的善根成熟了，那就是对这个有信心，相信有极乐世界，相信有阿弥陀佛，相信这部经真正能引导极乐世界，就一部就够了，一门深入，长时薰修。海贤老和尚给我们做了最好的榜样，他用的是最简单，就是一句六字洪名，他没读过书，他不用经典。「真实敬佛」，我们要把这四个字注意到，我没有做到我没真干。",
      "zh_TW": "「端正身心，止惡修善，發菩提心，一向專念阿彌陀佛。橫生四土，圓登不退，纔是真實敬佛也」，這把真實敬佛說出來了。敬於佛者，是為大善，這個敬的條件這裡說出來了。所以我勸同修，真的善根成熟了，那就是對這個有信心，相信有極樂世界，相信有阿彌陀佛，相信這部經真正能引導極樂世界，就一部就夠了，一門深入，長時薰修。海賢老和尚給我們做了最好的榜樣，他用的是最簡單，就是一句六字洪名，他沒讀過書，他不用經典。「真實敬佛」，我們要把這四個字注意到，我沒有做到我沒真幹。"
    },
    {
      "id": "02-041-0405_p0044",
      "zh_CN": "「故曰敬于佛者，是为大善。大者，即大方广之大，绝诸对待」，对待就是对立的，「强名为大。此云大善，谓无上之善」。要修这个大善，这个大善就是信愿持名，这个大善能帮助我们开智慧，能帮助我们圆满福报，能帮助我们健康长寿。我们希不希望长寿？不希望，我们希望早一天往生。但是佛希望我们长寿，为什么？希望我们做最好的榜样给大家看。自己往生的本事是拿到了，想走就走，还不能走，念佛众生里头还有一些半信半疑的，我们加一把力帮助他，让他全信不疑，他就成就了。所以，住在这个世间不是为自己，是为苦难众生，是希望多带几个人往生。我去，我要带一群人去，这就对了，这个住世就有价值。如果求这个世间的名闻利养，种种享受，那就堕落了，那就倒退了，那就应该赶快走。",
      "zh_TW": "「故曰敬於佛者，是為大善。大者，即大方廣之大，絕諸對待」，對待就是對立的，「強名為大。此云大善，謂無上之善」。要修這個大善，這個大善就是信願持名，這個大善能幫助我們開智慧，能幫助我們圓滿福報，能幫助我們健康長壽。我們希不希望長壽？不希望，我們希望早一天往生。但是佛希望我們長壽，為什麼？希望我們做最好的榜樣給大家看。自己往生的本事是拿到了，想走就走，還不能走，念佛眾生裡頭還有一些半信半疑的，我們加一把力幫助他，讓他全信不疑，他就成就了。所以，住在這個世間不是為自己，是為苦難眾生，是希望多帶幾個人往生。我去，我要帶一群人去，這就對了，這個住世就有價值。如果求這個世間的名聞利養，種種享受，那就墮落了，那就倒退了，那就應該趕快走。"
    },
    {
      "id": "02-041-0405_p0045",
      "zh_CN": "敬，「三业敬奉」，三业是身口意，下面讲了，「以己之身口意三业恭敬奉事于如来，身业清净、口业清净、意业清净」，这叫敬佛。身业清净，没有杀、盗、淫的念头，不但是没有行为，没这个念头，日常生活当中这个念头起不来。没有妄语、两舌、恶口、绮语，也没有这四种过失，口，一天到晚抓住一句佛号不肯放松。心里头有佛，口里头有佛，身有佛，心没有贪瞋痴，三业清净，这样敬佛叫真正敬佛，这大善。以自己的身口意三业，恭敬奉事于如来，这是讲三种清净，这敬佛。「非同世俗」，后面这个很重要，「但以焚香礼拜为敬佛也」。现在我们看到敬佛，这么做法最多，有没有用处？没用。只能说跟佛结个缘，这一生当中不得利益，来生来世的增上缘。换句话说，六道轮回的苦还没有受够，还要经历几次。真正受够了，苦头吃够了，才不想再来，真正发心超越轮回，超越十法界。",
      "zh_TW": "敬，「三業敬奉」，三業是身口意，下面講了，「以己之身口意三業恭敬奉事於如來，身業清淨、口業清淨、意業清淨」，這叫敬佛。身業清淨，沒有殺、盜、淫的念頭，不但是沒有行為，沒這個念頭，日常生活當中這個念頭起不來。沒有妄語、兩舌、惡口、綺語，也沒有這四種過失，口，一天到晚抓住一句佛號不肯放鬆。心裡頭有佛，口裡頭有佛，身有佛，心沒有貪瞋痴，三業清淨，這樣敬佛叫真正敬佛，這大善。以自己的身口意三業，恭敬奉事於如來，這是講三種清淨，這敬佛。「非同世俗」，後面這個很重要，「但以焚香禮拜為敬佛也」。現在我們看到敬佛，這麼做法最多，有沒有用處？沒用。只能說跟佛結個緣，這一生當中不得利益，來生來世的增上緣。換句話說，六道輪迴的苦還沒有受夠，還要經歷幾次。真正受夠了，苦頭吃夠了，才不想再來，真正發心超越輪迴，超越十法界。"
    },
    {
      "id": "02-041-0405_p0046",
      "zh_CN": "密宗里头常说，「清净三门信上师」，「以身口意供养上师」，都是这个意思，就是三种清净。「如是敬佛，实为大善。」「又《会疏》云：佛如善见药，见闻悉得益。故为大善。」《会疏》，日本净宗大德他的著作，《无量寿经》的注解，这段经文他有这么三句话。佛好比善见药，我们想修善，想行善，想念念不离善，什么是善？不知道敬佛、敬法、敬僧，不知道依教修行，这都错了。我们真的要把它搞清楚。",
      "zh_TW": "密宗裡頭常說，「清淨三門信上師」，「以身口意供養上師」，都是這個意思，就是三種清淨。「如是敬佛，實為大善。」「又《會疏》云：佛如善見藥，見聞悉得益。故為大善。」《會疏》，日本淨宗大德他的著作，《無量壽經》的註解，這段經文他有這麼三句話。佛好比善見藥，我們想修善，想行善，想念念不離善，什麼是善？不知道敬佛、敬法、敬僧，不知道依教修行，這都錯了。我們真的要把它搞清楚。"
    },
    {
      "id": "02-041-0405_p0047",
      "zh_CN": "我们实在讲，比谁都幸运。老一代的，比我们有福报、有德行，经教也读了不少，也听了不少，我们见过。但是他们有个很遗憾的地方，没有把讲经教学放在第一位，统统都是把经忏佛事、法会放在第一位。一生遗憾，没有把培养弘法人才、修行的人才摆在第一，所以道场变质了。让社会大众知识分子接触，都认为是迷信，都不能接受。现在我们这一代，比上一代又有落差，比不上。上一代，你不直接障碍他的利益，他也不会障碍你；你做的，甚至于他还会赞叹，他不能做到，他会赞叹，说你是做了好事情。现在不行，你不障碍他，他也毁谤你，他也障碍你，他也破坏你。一代不如一代。再下一代的果报，我们可想而知，会什么？佛法就灭了，没有了，在这个世间消失了。",
      "zh_TW": "我們實在講，比誰都幸運。老一代的，比我們有福報、有德行，經教也讀了不少，也聽了不少，我們見過。但是他們有個很遺憾的地方，沒有把講經教學放在第一位，統統都是把經懺佛事、法會放在第一位。一生遺憾，沒有把培養弘法人才、修行的人才擺在第一，所以道場變質了。讓社會大眾知識分子接觸，都認為是迷信，都不能接受。現在我們這一代，比上一代又有落差，比不上。上一代，你不直接障礙他的利益，他也不會障礙你；你做的，甚至於他還會讚歎，他不能做到，他會讚歎，說你是做了好事情。現在不行，你不障礙他，他也毀謗你，他也障礙你，他也破壞你。一代不如一代。再下一代的果報，我們可想而知，會什麼？佛法就滅了，沒有了，在這個世間消失了。"
    },
    {
      "id": "02-041-0405_p0048",
      "zh_CN": "所以我们看到张子的四句话，「为天地立心，为生民立命，为往圣继绝学，为万世开太平」，在继绝学这句话重要！为什么我们这样着急搞汉学院？就是汉学快要断了。早些年我们怕战争，战争爆发，怕《四库全书》失掉，现在《全书》虽然不是大量的翻印，应该有三百多套分散在全世界，纵有灾难，我相信上天会留几部给我们，不至于失掉。可是，如果要没有能读文言文的人，没有能认识汉字的人，会断掉。纵有，没人读了，没人能讲，没有人能把它翻成白话文，这我们着急。所以我们汉学院只有一个非常单纯的目标，就是希望培养一批年轻人，能够读文言文，能够讲文言文，能够把文言文翻成白话文。我们再从白话文翻成现代的外国语文，对全世界供养，希望全世界的人，都能够读到《群书治要》的译本。我们希望在这里建立共识，共同努力，我们自己得到幸福，家庭得到和睦，社会得到安定，国家富强，天下太平。我们希望这个盛世可以出现。",
      "zh_TW": "所以我們看到張子的四句話，「為天地立心，為生民立命，為往聖繼絕學，為萬世開太平」，在繼絕學這句話重要！為什麼我們這樣著急搞漢學院？就是漢學快要斷了。早些年我們怕戰爭，戰爭爆發，怕《四庫全書》失掉，現在《全書》雖然不是大量的翻印，應該有三百多套分散在全世界，縱有災難，我相信上天會留幾部給我們，不至於失掉。可是，如果要沒有能讀文言文的人，沒有能認識漢字的人，會斷掉。縱有，沒人讀了，沒人能講，沒有人能把它翻成白話文，這我們著急。所以我們漢學院只有一個非常單純的目標，就是希望培養一批年輕人，能夠讀文言文，能夠講文言文，能夠把文言文翻成白話文。我們再從白話文翻成現代的外國語文，對全世界供養，希望全世界的人，都能夠讀到《群書治要》的譯本。我們希望在這裡建立共識，共同努力，我們自己得到幸福，家庭得到和睦，社會得到安定，國家富強，天下太平。我們希望這個盛世可以出現。"
    },
    {
      "id": "02-041-0405_p0049",
      "zh_CN": "我们反对战争，我们反对核武，那是灭绝人类的想法，那不是仁的想法，仁者爱人，爱人就不能害人，更不能杀人。何况核武是属于大屠杀，一颗氢弹、核弹，几秒钟当中就能够成百万的人丧生，不仁道，还有哪一种比这个更不仁道！中国的文化，走到尽头是世界大同；外国科技的文明，科学家都警告我们，如果走到尽头是地球的毁灭。今天英国人出来，倡导汉学院，我们要不要跟进？要不要助他一把，帮助他成就？这个终极目标，是外国汉学家所说的，希望中国文化能领导全世界，走向安定和谐，走向大同之治。所以，见闻统统得利益，这叫真正大善。",
      "zh_TW": "我們反對戰爭，我們反對核武，那是滅絕人類的想法，那不是仁的想法，仁者愛人，愛人就不能害人，更不能殺人。何況核武是屬於大屠殺，一顆氫彈、核彈，幾秒鐘當中就能夠成百萬的人喪生，不仁道，還有哪一種比這個更不仁道！中國的文化，走到盡頭是世界大同；外國科技的文明，科學家都警告我們，如果走到盡頭是地球的毀滅。今天英國人出來，倡導漢學院，我們要不要跟進？要不要助他一把，幫助他成就？這個終極目標，是外國漢學家所說的，希望中國文化能領導全世界，走向安定和諧，走向大同之治。所以，見聞統統得利益，這叫真正大善。"
    },
    {
      "id": "02-041-0405_p0050",
      "zh_CN": "今天，有从北京来的同修告诉我，北京这几天雾霾很重，问我怎么样来对待。我说我们《无量寿经》上有一段，观世音菩萨，我们单独印的这一张，如果遇到灾难，我们念观世音菩萨，一心一意请菩萨保护我们，灾难可以能够化解。这段经文都在《无量寿经》上。",
      "zh_TW": "今天，有從北京來的同修告訴我，北京這幾天霧霾很重，問我怎麼樣來對待。我說我們《無量壽經》上有一段，觀世音菩薩，我們單獨印的這一張，如果遇到災難，我們念觀世音菩薩，一心一意請菩薩保護我們，災難可以能夠化解。這段經文都在《無量壽經》上。"
    },
    {
      "id": "02-041-0405_p0051",
      "zh_CN": "【佛言。一名观世音。一名大势至。此二菩萨。于娑婆界。修菩萨行。往生彼国。常在阿弥陀佛左右。欲至十方无量佛所。随心则到。现居此界。作大利乐。世间善男子。善女人。若有急难恐怖。但自归命观世音菩萨。无不得解脱者。】",
      "zh_TW": "【佛言。一名觀世音。一名大勢至。此二菩薩。於娑婆界。修菩薩行。往生彼國。常在阿彌陀佛左右。欲至十方無量佛所。隨心則到。現居此界。作大利樂。世間善男子。善女人。若有急難恐怖。但自歸命觀世音菩薩。無不得解脫者。】"
    },
    {
      "id": "02-041-0405_p0052",
      "zh_CN": "这尊像是千手观音像，供养在新加坡居士林，供养在那边，这是我们过去在新加坡弘法的时候所建立的。特别把这段经文，放在菩萨这张宝像的下面，提供给大家供养。希望大家都能够念佛，念阿弥陀佛，念观世音菩萨，求消灾免难，我相信会有感应，谢谢大家。",
      "zh_TW": "這尊像是千手觀音像，供養在新加坡居士林，供養在那邊，這是我們過去在新加坡弘法的時候所建立的。特別把這段經文，放在菩薩這張寶像的下面，提供給大家供養。希望大家都能夠念佛，念阿彌陀佛，念觀世音菩薩，求消災免難，我相信會有感應，謝謝大家。"
    }
  ]
}