{
  "doc_id": "02-041-0484",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八四集",
    "zh_TW": "第四八四集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0484",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-041-0484_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0484_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ六一页第四行，从第二句看起：",
      "zh_TW": "請看《大經科註》，第一Ｏ六一頁第四行，從第二句看起："
    },
    {
      "id": "02-041-0484_p0003",
      "zh_CN": "昨天我们学到这里，「念佛时，即是善根福德同佛时」，讲到这里。下面接着很重要。『是故当获广大一切智智』。因为上面理、事都讲得很清楚了，我们能依教奉行，一定，「当」是一定，一定能获得「广大一切智智」。怎么样才获得？昨天说的，受持，摄取、受持。依这部经、依这个方法修行，这叫受。持，执持名号，持诵本经。说得非常干脆，简单扼要，净宗法门妙就妙在此地，殊胜就殊胜在此地。",
      "zh_TW": "昨天我們學到這裡，「念佛時，即是善根福德同佛時」，講到這裡。下面接著很重要。『是故當獲廣大一切智智』。因為上面理、事都講得很清楚了，我們能依教奉行，一定，「當」是一定，一定能獲得「廣大一切智智」。怎麼樣才獲得？昨天說的，受持，攝取、受持。依這部經、依這個方法修行，這叫受。持，執持名號，持誦本經。說得非常乾脆，簡單扼要，淨宗法門妙就妙在此地，殊勝就殊勝在此地。"
    },
    {
      "id": "02-041-0484_p0004",
      "zh_CN": "这部经，就是释迦牟尼佛当年在世，四十九年所说一切经里面，一个大总持法门。也就是说，持诵这部经，把四十九年所说的经，全包括在其中，一样不缺。我们要能体会这个意思。能够执持名号，二六时中，这一句佛号不离开，等于把八万四千法门，每一门你都学到了。所以你能够像诸佛如来一样，当获广大一切智智，蕅益大师告诉我们的。念老说，蕅益大师的《要解》这几句话，你看多么恭敬，实实在在「应该尽未来际顶礼膜拜此一句也」。蕅益大师说的。蕅益大师是什么人？他注解的《弥陀经要解》，印光大师看了，赞叹备至，说出，即使是菩萨佛陀住世，给《弥陀经》做一部注解，也不能超过蕅益大师的。蕅益大师是什么人，我们心里就有数了。",
      "zh_TW": "這部經，就是釋迦牟尼佛當年在世，四十九年所說一切經裡面，一個大總持法門。也就是說，持誦這部經，把四十九年所說的經，全包括在其中，一樣不缺。我們要能體會這個意思。能夠執持名號，二六時中，這一句佛號不離開，等於把八萬四千法門，每一門你都學到了。所以你能夠像諸佛如來一樣，當獲廣大一切智智，蕅益大師告訴我們的。念老說，蕅益大師的《要解》這幾句話，你看多麼恭敬，實實在在「應該盡未來際頂禮膜拜此一句也」。蕅益大師說的。蕅益大師是什麼人？他註解的《彌陀經要解》，印光大師看了，讚歎備至，說出，即使是菩薩佛陀住世，給《彌陀經》做一部註解，也不能超過蕅益大師的。蕅益大師是什麼人，我們心裡就有數了。"
    },
    {
      "id": "02-041-0484_p0005",
      "zh_CN": "当获广大一切智智，我们有分吗？一切智智是如来所证的智慧，究竟圆满的大智慧。我们行吗？底下有，「于我具缚凡夫，亦非份外」。具缚是具足烦恼习气，一重一重烦恼习气裹着我们，凡夫，标准的凡夫。也能得到，我们也有分。为什么有分？我们的自性跟佛性是一不是二。一切智智是自性里头本有的，一切诸佛有，一切众生也有，只是迷悟不同，诸佛觉悟了，众生迷而不觉，差别在此地。自性觉，这就是佛。所以我们要承认自己有分。问题在哪里？问题在放下，我们今天麻烦的是没放下，或者是放下，放下得不够，不够标准。见思烦恼放下了，也就是我们对宇宙人生的想法、看法，看法、说法放下了，这就等于阿罗汉；再能把分别放下，就是菩萨；把起心动念放下，恭喜你，你就成佛了，一切智智现前。所以我们凡夫有分，不是说我们在分外，分外就是没分，凡夫有分。",
      "zh_TW": "當獲廣大一切智智，我們有分嗎？一切智智是如來所證的智慧，究竟圓滿的大智慧。我們行嗎？底下有，「於我具縛凡夫，亦非份外」。具縛是具足煩惱習氣，一重一重煩惱習氣裹著我們，凡夫，標準的凡夫。也能得到，我們也有分。為什麼有分？我們的自性跟佛性是一不是二。一切智智是自性裡頭本有的，一切諸佛有，一切眾生也有，只是迷悟不同，諸佛覺悟了，眾生迷而不覺，差別在此地。自性覺，這就是佛。所以我們要承認自己有分。問題在哪裡？問題在放下，我們今天麻煩的是沒放下，或者是放下，放下得不夠，不夠標準。見思煩惱放下了，也就是我們對宇宙人生的想法、看法，看法、說法放下了，這就等於阿羅漢；再能把分別放下，就是菩薩；把起心動念放下，恭喜你，你就成佛了，一切智智現前。所以我們凡夫有分，不是說我們在分外，分外就是沒分，凡夫有分。"
    },
    {
      "id": "02-041-0484_p0006",
      "zh_CN": "下面念老说得很清楚，「一切智智是佛智之名，同于一切智」。一切智智跟一切智，意思是相同的。「但以一切智，有时指佛智」，有时候它也指声闻、缘觉的智慧，菩萨的智慧，都可以说。但是，一切智智，那就是佛智，不是声闻、缘觉。如《法华经．化城品》里面讲的：「为佛一切智，当发大精进。」《大智度论》里说的：「是故如来名一切智。」「但有时又指声闻缘觉之智。是则谓一切智为二乘智矣。故为别于彼一切智，乃以一切智智专指佛智」。这就讲清楚了，讲明白了，一切智智是佛智慧，究竟圆满的智慧，一切智里头有时候说菩萨，有时候说声闻缘觉，有这几种说法，经论里头有根据，我们明白就好。这个里头最重要的，是讲的净宗所讲的一切智就是一切智智，一切智智就是《法华》讲的一切智。",
      "zh_TW": "下面念老說得很清楚，「一切智智是佛智之名，同於一切智」。一切智智跟一切智，意思是相同的。「但以一切智，有時指佛智」，有時候它也指聲聞、緣覺的智慧，菩薩的智慧，都可以說。但是，一切智智，那就是佛智，不是聲聞、緣覺。如《法華經．化城品》裡面講的：「為佛一切智，當發大精進。」《大智度論》裡說的：「是故如來名一切智。」「但有時又指聲聞緣覺之智。是則謂一切智為二乘智矣。故為別於彼一切智，乃以一切智智專指佛智」。這就講清楚了，講明白了，一切智智是佛智慧，究竟圓滿的智慧，一切智裡頭有時候說菩薩，有時候說聲聞緣覺，有這幾種說法，經論裡頭有根據，我們明白就好。這個裡頭最重要的，是講的淨宗所講的一切智就是一切智智，一切智智就是《法華》講的一切智。"
    },
    {
      "id": "02-041-0484_p0007",
      "zh_CN": "下面给我们解释，「今谓一切智智，即是智中之智也。又一切智智，如实了知。名为一切智者。又又谓此智，菩提心为因，大悲为根，方便为究竟」。菩提心为因，大悲为根，方便为究竟，方便是讲教化众生，教化众生不能没有智慧。诸佛如来示现在我们这个世间，在印度有，在中国也有，中国不称为佛，称为圣人。孔子、老子如果是生在印度，印度人称他作佛陀，释迦牟尼如果生在中国，中国人称他圣人。所以中国的圣人跟印度的佛陀，是同一个阶层，都是智慧圆满了，明心见性，大彻大悟，是在这个阶层。",
      "zh_TW": "下面給我們解釋，「今謂一切智智，即是智中之智也。又一切智智，如實了知。名為一切智者。又又謂此智，菩提心為因，大悲為根，方便為究竟」。菩提心為因，大悲為根，方便為究竟，方便是講教化眾生，教化眾生不能沒有智慧。諸佛如來示現在我們這個世間，在印度有，在中國也有，中國不稱為佛，稱為聖人。孔子、老子如果是生在印度，印度人稱他作佛陀，釋迦牟尼如果生在中國，中國人稱他聖人。所以中國的聖人跟印度的佛陀，是同一個階層，都是智慧圓滿了，明心見性，大徹大悟，是在這個階層。"
    },
    {
      "id": "02-041-0484_p0008",
      "zh_CN": "大悲为根，什么是根？慈悲。对众生，众生有苦，帮助他离苦，叫大悲心；众生没有乐，帮助他得乐，叫大慈。慈是与乐，悲是拔苦，总的来说就是一个爱心，大家比较容易懂。这个爱心是没有条件的。母子之爱有条件，孩子为什么爱她？她是他妈妈。妈妈为什么爱孩子？所以它有条件。佛对一切众生的爱，没有条件的，可是那个爱心，真的就像父母对子女一样。根，所以慈悲心，帮助众生离苦得乐这个心，这种心，这是大爱！上帝爱世人，神爱世人，这是大慈大悲的根。",
      "zh_TW": "大悲為根，什麼是根？慈悲。對眾生，眾生有苦，幫助他離苦，叫大悲心；眾生沒有樂，幫助他得樂，叫大慈。慈是與樂，悲是拔苦，總的來說就是一個愛心，大家比較容易懂。這個愛心是沒有條件的。母子之愛有條件，孩子為什麼愛她？她是他媽媽。媽媽為什麼愛孩子？所以它有條件。佛對一切眾生的愛，沒有條件的，可是那個愛心，真的就像父母對子女一樣。根，所以慈悲心，幫助眾生離苦得樂這個心，這種心，這是大愛！上帝愛世人，神愛世人，這是大慈大悲的根。"
    },
    {
      "id": "02-041-0484_p0009",
      "zh_CN": "「谓行者如实知自心也」。学习佛法的人，依照这些方法修行的人，要如实知自心。这句话太重要了。修行功夫不得力，原因是什么？没有真正知道，这个实，就是实实在在，真的知道了，真实知道了，知道什么？自心，自心就是本性，真心。我们今天讲，谁知道自心？对于自心全迷了。起心动念这叫心？不是，起心动念是第六意识。末那识执着，阿赖耶识像仓库一样，收藏，入档案了。统统是妄心，所以，迷的时候有三心，阿赖耶、末那、意识，叫三心。中国人常讲三心二意，二意是讲意识、意根，就是末那，三心二意。妄心，假的，不是真的。凡夫执着这个为心，不知道有真正的自心。",
      "zh_TW": "「謂行者如實知自心也」。學習佛法的人，依照這些方法修行的人，要如實知自心。這句話太重要了。修行功夫不得力，原因是什麼？沒有真正知道，這個實，就是實實在在，真的知道了，真實知道了，知道什麼？自心，自心就是本性，真心。我們今天講，誰知道自心？對於自心全迷了。起心動念這叫心？不是，起心動念是第六意識。末那識執著，阿賴耶識像倉庫一樣，收藏，入檔案了。統統是妄心，所以，迷的時候有三心，阿賴耶、末那、意識，叫三心。中國人常講三心二意，二意是講意識、意根，就是末那，三心二意。妄心，假的，不是真的。凡夫執著這個為心，不知道有真正的自心。"
    },
    {
      "id": "02-041-0484_p0010",
      "zh_CN": "真正的自心是什么？是智慧，至高无上的智慧，无所不知的智慧。佛有，大乘菩萨有，我也有，你也有，人人都有。再给你说，一切众生都有，花草树木也有，山河大地也有。为什么？都是自性变现出来的，就是真心当中所现之物。前面跟诸位讲过，它所现的速度太快，一弹指现多少次？不是我们能想像得到的，三十二亿百千念，单位是一百个千，十个千是一万。三十二亿百千念，我们把它算出来，三百二十兆。一弹指，不是一秒钟，一秒钟弹七次，一秒钟是二千二百四十兆，一秒钟。太快了，这是什么？这是事实真相。我们相信会有一天，量子力学家把这个事情搞清楚搞明白了，然后大家恍然觉悟，佛法是高等科学，不但是高等哲学，高等科学。学佛不迷信，不学佛的人迷信，学佛的人不迷信。什么时候我们能够把这个念头转过来，真的清楚，真的明白，不再迷惑，我们才有指望。",
      "zh_TW": "真正的自心是什麼？是智慧，至高無上的智慧，無所不知的智慧。佛有，大乘菩薩有，我也有，你也有，人人都有。再給你說，一切眾生都有，花草樹木也有，山河大地也有。為什麼？都是自性變現出來的，就是真心當中所現之物。前面跟諸位講過，它所現的速度太快，一彈指現多少次？不是我們能想像得到的，三十二億百千念，單位是一百個千，十個千是一萬。三十二億百千念，我們把它算出來，三百二十兆。一彈指，不是一秒鐘，一秒鐘彈七次，一秒鐘是二千二百四十兆，一秒鐘。太快了，這是什麼？這是事實真相。我們相信會有一天，量子力學家把這個事情搞清楚搞明白了，然後大家恍然覺悟，佛法是高等科學，不但是高等哲學，高等科學。學佛不迷信，不學佛的人迷信，學佛的人不迷信。什麼時候我們能夠把這個念頭轉過來，真的清楚，真的明白，不再迷惑，我們才有指望。"
    },
    {
      "id": "02-041-0484_p0011",
      "zh_CN": "业障深重，我是想明了事实真相，可是达不到，怎么办？这段经文教给你，信、愿、持名。学海贤老和尚，念到一个时期，心慢慢定了，慢慢清净了，豁然大悟。这样的人多，自古以来，净宗，无论在家出家，依照这个方法修行，真成就的人不少，《往生传》里头有，《净土圣贤录》里头有，那是给我们做证明的。海贤老和尚，二Ｏ一三年走的，不认识字，没念过书，一句佛号念了九十二年，大彻大悟。他表法的任务圆满了，阿弥陀佛接引他到极乐世界。这个样子我们可以学。我们不如他的地方，他有恒心，他有耐心，我们的妄想杂念、烦恼习气，时时渗透，心定不下来，安不下来，清净心不能现前，这是我们的病根。",
      "zh_TW": "業障深重，我是想明瞭事實真相，可是達不到，怎麼辦？這段經文教給你，信、願、持名。學海賢老和尚，念到一個時期，心慢慢定了，慢慢清淨了，豁然大悟。這樣的人多，自古以來，淨宗，無論在家出家，依照這個方法修行，真成就的人不少，《往生傳》裡頭有，《淨土聖賢錄》裡頭有，那是給我們做證明的。海賢老和尚，二Ｏ一三年走的，不認識字，沒念過書，一句佛號念了九十二年，大徹大悟。他表法的任務圓滿了，阿彌陀佛接引他到極樂世界。這個樣子我們可以學。我們不如他的地方，他有恆心，他有耐心，我們的妄想雜念、煩惱習氣，時時滲透，心定不下來，安不下來，清淨心不能現前，這是我們的病根。"
    },
    {
      "id": "02-041-0484_p0012",
      "zh_CN": "病根太重，无始劫来的习气造成的，有没有办法？有，有办法对治。有什么方法？我自己修的，这个方法，可以给大家做参考，把心量拓开，真正用平等心看待一切众生。看待一切众生，都跟自己父母一样，跟善知识一样，跟佛菩萨一样。把自己境界不断向上提升，心量大了，心清净了，慢慢就能体会到经里头的意思，字字句句无量义，你能体会到。",
      "zh_TW": "病根太重，無始劫來的習氣造成的，有沒有辦法？有，有辦法對治。有什麼方法？我自己修的，這個方法，可以給大家做參考，把心量拓開，真正用平等心看待一切眾生。看待一切眾生，都跟自己父母一樣，跟善知識一樣，跟佛菩薩一樣。把自己境界不斷向上提升，心量大了，心清淨了，慢慢就能體會到經裡頭的意思，字字句句無量義，你能體會到。"
    },
    {
      "id": "02-041-0484_p0013",
      "zh_CN": "所以底下讲的是，「菩提心为因者，谓行者如实知自心也」。真真实实，一点不假，要用这个心来修行。「大悲为根者，谓行者发悲愿，拔众生之苦，与以乐也」。现在这个世界众生多可怜，昨天我们看到一个新闻，美国赌城出了事情。那些都是头脑神经失常的人，拿起枪来杀人，当场死了五十多个，重伤的五百多个，无缘无故。街上那些人跟你有什么仇恨？你为什么要杀他？这是今天的世界。美国的枪枝是自由买卖的。",
      "zh_TW": "所以底下講的是，「菩提心為因者，謂行者如實知自心也」。真真實實，一點不假，要用這個心來修行。「大悲為根者，謂行者發悲願，拔眾生之苦，與以樂也」。現在這個世界眾生多可憐，昨天我們看到一個新聞，美國賭城出了事情。那些都是頭腦神經失常的人，拿起槍來殺人，當場死了五十多個，重傷的五百多個，無緣無故。街上那些人跟你有什麼仇恨？你為什麼要殺他？這是今天的世界。美國的槍枝是自由買賣的。"
    },
    {
      "id": "02-041-0484_p0014",
      "zh_CN": "自己一生，遇到不如意的事情多，古人常说，不如意事常八九，常常碰到，八九是多，不是少，但是再不如意不可以杀人。我见过人在不如意发脾气的人，吃饭的时候推翻桌子，菜饭都打掉了，这个我看过，没看到过杀人的。这也就是中国传统文化，还留着这么一点点，你发脾气，有限度的，不是没有限度。摔碗碟可以，不能伤害人，这个原则要守住。杀人的人自己也自杀了，自杀到哪里？到无间地狱。何苦呢？这就是活在这个世间，没有学过因果教育。他要懂得因果教育，要知道有轮回，要知道有三世，过去现在未来，这人就乖了。纵然看到恶人，会不会去伤害他？不会，会充满了怜悯心、同情心，帮助他离苦得乐。与佛有缘，能信能解，能真干，那是与佛的缘很深，一定要帮他成佛，往生极乐世界就是成佛。",
      "zh_TW": "自己一生，遇到不如意的事情多，古人常說，不如意事常八九，常常碰到，八九是多，不是少，但是再不如意不可以殺人。我見過人在不如意發脾氣的人，吃飯的時候推翻桌子，菜飯都打掉了，這個我看過，沒看到過殺人的。這也就是中國傳統文化，還留著這麼一點點，你發脾氣，有限度的，不是沒有限度。摔碗碟可以，不能傷害人，這個原則要守住。殺人的人自己也自殺了，自殺到哪裡？到無間地獄。何苦呢？這就是活在這個世間，沒有學過因果教育。他要懂得因果教育，要知道有輪迴，要知道有三世，過去現在未來，這人就乖了。縱然看到惡人，會不會去傷害他？不會，會充滿了憐憫心、同情心，幫助他離苦得樂。與佛有緣，能信能解，能真幹，那是與佛的緣很深，一定要幫他成佛，往生極樂世界就是成佛。"
    },
    {
      "id": "02-041-0484_p0015",
      "zh_CN": "下面，「方便为究竟，为一切智智之果」。佛的一切智智在哪里？在现身，在说法，在做榜样给我们看。这些是什么？这些都是方便，显示一切智智。观察一切众生，不仅看现前，能看到他过去世，再过去世，无量劫前世，看得清清楚楚明明白白，应以什么法度他就用什么法。所以开八万四千法门、无量法门，度一切苦难众生。所以，一切智智的果，就是善巧方便，他帮助人的法子可多了，什么样的人他都帮上忙，这是智慧，方法、效果那是一切智智的果德。「即以利他之行而名之也」，方便是完全利他。",
      "zh_TW": "下面，「方便為究竟，為一切智智之果」。佛的一切智智在哪裡？在現身，在說法，在做榜樣給我們看。這些是什麼？這些都是方便，顯示一切智智。觀察一切眾生，不僅看現前，能看到他過去世，再過去世，無量劫前世，看得清清楚楚明明白白，應以什麼法度他就用什麼法。所以開八萬四千法門、無量法門，度一切苦難眾生。所以，一切智智的果，就是善巧方便，他幫助人的法子可多了，什麼樣的人他都幫上忙，這是智慧，方法、效果那是一切智智的果德。「即以利他之行而名之也」，方便是完全利他。"
    },
    {
      "id": "02-041-0484_p0016",
      "zh_CN": "《仁王经》这四句经文，「自性清净，名本觉性，即是诸佛一切智智」。我们的自性清净的，谁知道？惠能大师知道。五祖考他，见性了，性是什么样子，说来听听。他第一句话说，「何期自性，本自清净」。这就是清净心，清净心就是自性，自性就是清净心。第二个，「不生不灭」。第三个，「本自具足」，具足什么？一切智智，本自具足的。那我们就晓得，能大师证得了，一点都不假。佛所说的经教，你修了几十年，还有疑问，你念给能大师听，他听了之后，他就给你讲解，你就开悟了。这就是一切智智的作用。",
      "zh_TW": "《仁王經》這四句經文，「自性清淨，名本覺性，即是諸佛一切智智」。我們的自性清淨的，誰知道？惠能大師知道。五祖考他，見性了，性是什麼樣子，說來聽聽。他第一句話說，「何期自性，本自清淨」。這就是清淨心，清淨心就是自性，自性就是清淨心。第二個，「不生不滅」。第三個，「本自具足」，具足什麼？一切智智，本自具足的。那我們就曉得，能大師證得了，一點都不假。佛所說的經教，你修了幾十年，還有疑問，你念給能大師聽，他聽了之後，他就給你講解，你就開悟了。這就是一切智智的作用。"
    },
    {
      "id": "02-041-0484_p0017",
      "zh_CN": "「由上之经文可见」，前面所说的，上面经文，可见什么？「今日能闻能信此微妙净土法门之人，皆由过去生中，已曾供养诸佛，广修众善，忆佛念佛，因此乃得诸佛威力加被，故今始能得如是广大法门。此净土法门广摄万法，普收众类，故云广大。于此法门，若能信受奉行，当得一切智智，即是得佛智，如实了知，自心本来清净」。这几句话重要。常常保着自己的清净心，就是真心，怎么保持？念佛。念佛的时候，心里面没有夹杂，没有妄想，没有杂念，那些统统放下，一心一意专注在佛号上，四个字，阿弥陀佛，字字清楚，字字分明，这就是清净心现前。念到不念的时候心也清净，也不生妄想，也不生杂念，那你清净心得到了，生智慧。虽然像如来这个智慧，我们还有问题，但是跟一些世间人相比，那你的智慧就太高了。",
      "zh_TW": "「由上之經文可見」，前面所說的，上面經文，可見什麼？「今日能聞能信此微妙淨土法門之人，皆由過去生中，已曾供養諸佛，廣修眾善，憶佛念佛，因此乃得諸佛威力加被，故今始能得如是廣大法門。此淨土法門廣攝萬法，普收眾類，故云廣大。於此法門，若能信受奉行，當得一切智智，即是得佛智，如實了知，自心本來清淨」。這幾句話重要。常常保著自己的清淨心，就是真心，怎麼保持？念佛。念佛的時候，心裡面沒有夾雜，沒有妄想，沒有雜念，那些統統放下，一心一意專注在佛號上，四個字，阿彌陀佛，字字清楚，字字分明，這就是清淨心現前。念到不念的時候心也清淨，也不生妄想，也不生雜念，那你清淨心得到了，生智慧。雖然像如來這個智慧，我們還有問題，但是跟一些世間人相比，那你的智慧就太高了。"
    },
    {
      "id": "02-041-0484_p0018",
      "zh_CN": "所以我们这个机缘难得，为什么？我们是凡夫，业障深重，天天还在造业，怎么可能修这样的大法？佛在经上跟我们说得很清楚，这个话不是别人说的，佛说的。佛说我们在过去生中，已曾供养诸佛，广修众善，过去生中生生世世学佛。供养，有财供养，有法供养，有依教修行供养。过去供养的佛不少，很多，这一生当中，得人身，遇佛法，又遇到这个经典。得诸佛菩萨的加持，所以这个经看到就欢喜，看到就心想受持，是过去世的善根发现，才有这一生感应。这种感应，我相信有很多同学都有过。忆佛念佛，不能中断。念老在此地非常肯定的告诉我们，我们得佛力加持，能得如是广大法门，这就是净土宗的法门，就指这部经，指这句佛号。",
      "zh_TW": "所以我們這個機緣難得，為什麼？我們是凡夫，業障深重，天天還在造業，怎麼可能修這樣的大法？佛在經上跟我們說得很清楚，這個話不是別人說的，佛說的。佛說我們在過去生中，已曾供養諸佛，廣修眾善，過去生中生生世世學佛。供養，有財供養，有法供養，有依教修行供養。過去供養的佛不少，很多，這一生當中，得人身，遇佛法，又遇到這個經典。得諸佛菩薩的加持，所以這個經看到就歡喜，看到就心想受持，是過去世的善根發現，才有這一生感應。這種感應，我相信有很多同學都有過。憶佛念佛，不能中斷。念老在此地非常肯定的告訴我們，我們得佛力加持，能得如是廣大法門，這就是淨土宗的法門，就指這部經，指這句佛號。"
    },
    {
      "id": "02-041-0484_p0019",
      "zh_CN": "下面这一句我们也要牢记住，「净土法门广摄万法，普收众类，故云广大」。佛教里面，八万四千法门，无量法门，都在这部经里头，都在这句佛号里面，妙极了，妙不可言。这广大的意思。「于此法门，若能信受奉行，当得一切智智，即是得佛智，如实了知，自心本来清净」。不要再有妄念了，眼见色，看得清清楚楚明明白白，心怎么样？如如不动。耳听得清楚，鼻闻得清楚，六根对六尘境界，清清楚楚，明明了瞭，这是智，这是本性的智，就是一切智智，可是要如如不动，这叫功夫。不是不接触，接触动摇了，你是凡夫。动摇是什么？生妄想、分别、执着，起这些念头。为自己，这是造业，恶业；为别人，也在造业，善业。我们照这个修行，做榜样给人看，把这个经典讲解给别人听，让别人都懂得，这是善业，为什么？你着相。不着相是六根在六尘境界里，作而无作，无作而作，那就是本来清净。",
      "zh_TW": "下面這一句我們也要牢記住，「淨土法門廣攝萬法，普收眾類，故云廣大」。佛教裡面，八萬四千法門，無量法門，都在這部經裡頭，都在這句佛號裡面，妙極了，妙不可言。這廣大的意思。「於此法門，若能信受奉行，當得一切智智，即是得佛智，如實了知，自心本來清淨」。不要再有妄念了，眼見色，看得清清楚楚明明白白，心怎麼樣？如如不動。耳聽得清楚，鼻聞得清楚，六根對六塵境界，清清楚楚，明明瞭瞭，這是智，這是本性的智，就是一切智智，可是要如如不動，這叫功夫。不是不接觸，接觸動搖了，你是凡夫。動搖是什麼？生妄想、分別、執著，起這些念頭。為自己，這是造業，惡業；為別人，也在造業，善業。我們照這個修行，做榜樣給人看，把這個經典講解給別人聽，讓別人都懂得，這是善業，為什麼？你著相。不著相是六根在六塵境界裡，作而無作，無作而作，那就是本來清淨。"
    },
    {
      "id": "02-041-0484_p0020",
      "zh_CN": "佛菩萨有本事，为众生表演，为众生讲经说法，心没动，没有起心动念，没有分别执着，高！这是什么境界？作而无作，无作而作，菩萨境界。作而无作，无作而作，为什么无作而作？而作是帮助众生，讲经说法，做出戒定慧的榜样给大家看。他要真的起心动念，是修善法，积善因，来生三善道的果报，不能成佛、成菩萨。我们先要从淡，怎么个淡法？把它调换过来，过去起心都为自己，现在起心动念为别人。念念都为别人，把自己忘掉了，好，把自己忘掉，轮回就没有了；还有自己，就还有六道轮回。这关系太大，不能不搞清楚。",
      "zh_TW": "佛菩薩有本事，為眾生表演，為眾生講經說法，心沒動，沒有起心動念，沒有分別執著，高！這是什麼境界？作而無作，無作而作，菩薩境界。作而無作，無作而作，為什麼無作而作？而作是幫助眾生，講經說法，做出戒定慧的榜樣給大家看。他要真的起心動念，是修善法，積善因，來生三善道的果報，不能成佛、成菩薩。我們先要從淡，怎麼個淡法？把它調換過來，過去起心都為自己，現在起心動念為別人。念念都為別人，把自己忘掉了，好，把自己忘掉，輪迴就沒有了；還有自己，就還有六道輪迴。這關係太大，不能不搞清楚。"
    },
    {
      "id": "02-041-0484_p0021",
      "zh_CN": "念老在此地，抄了一段经文，「于彼法中，广大胜解，获大欢喜，广为他说，常乐修行」。这是佛说的，我们要学。在彼法中，就是在佛法里头，佛的经典里面。广大胜解，胜是殊胜，解是明白了，真的搞清楚搞明白了。那你一定会欢喜，非常欢喜，终于搞清楚搞明白，没有怀疑了。从今而后，一个方向，一个目标，一条大道，直通极乐世界，亲近阿弥陀佛。广为他说，多带几个人到极乐世界去，带得愈多愈好。常乐，乐是爱好，喜欢，这里不是快乐，不念勒，好乐修行。修行是真干，就是真信、切愿、执持名号，执持《无量寿经》，都好！欢喜把佛法介绍给别人，这叫行菩萨道。",
      "zh_TW": "念老在此地，抄了一段經文，「於彼法中，廣大勝解，獲大歡喜，廣為他說，常樂修行」。這是佛說的，我們要學。在彼法中，就是在佛法裡頭，佛的經典裡面。廣大勝解，勝是殊勝，解是明白了，真的搞清楚搞明白了。那你一定會歡喜，非常歡喜，終於搞清楚搞明白，沒有懷疑了。從今而後，一個方向，一個目標，一條大道，直通極樂世界，親近阿彌陀佛。廣為他說，多帶幾個人到極樂世界去，帶得愈多愈好。常樂，樂是愛好，喜歡，這裡不是快樂，不念勒，好樂修行。修行是真幹，就是真信、切願、執持名號，執持《無量壽經》，都好！歡喜把佛法介紹給別人，這叫行菩薩道。"
    },
    {
      "id": "02-041-0484_p0022",
      "zh_CN": "这个「广为他说」，念老下面有特别的开示。「广为他说」，下面又说「为他演说，本品末云，专心信受，持诵说行」。持，受持；诵，读诵；说是说法，为人说法；行是真干，欢喜为人说法，劝人念佛。「是皆普劝演说宏扬本经与净土法门」。今文，我们现在学到的，「正是流通分，故劝演说，以广流通。如《愿力宏深品》云：转相教授，转相度脱。如是辗转，不可复计」。好！这是大慈悲心的流现。众生苦，三恶道苦，三善道也苦，我们自己希望出离六道轮回，时时刻刻帮助别人出离，要有这个心，要有这个念头。",
      "zh_TW": "這個「廣為他說」，念老下面有特別的開示。「廣為他說」，下面又說「為他演說，本品末云，專心信受，持誦說行」。持，受持；誦，讀誦；說是說法，為人說法；行是真幹，歡喜為人說法，勸人念佛。「是皆普勸演說宏揚本經與淨土法門」。今文，我們現在學到的，「正是流通分，故勸演說，以廣流通。如《願力宏深品》云：轉相教授，轉相度脫。如是輾轉，不可復計」。好！這是大慈悲心的流現。眾生苦，三惡道苦，三善道也苦，我們自己希望出離六道輪迴，時時刻刻幫助別人出離，要有這個心，要有這個念頭。"
    },
    {
      "id": "02-041-0484_p0023",
      "zh_CN": "「故知乐为人说，劝导一切众生，同入弥陀一乘愿海，方是知恩报恩之正行」。佛恩大！过去无始，未来无终，苦海轮回，哪一天能出头？没有时日。遇不到佛法，出不去，佛法太珍贵了；遇了要不能够正解，把它看错了，解错了，那也不得其用。必须正确的理解，帮助自己走出无量劫来的六道轮回，在这一生当中走出，比什么都重要。佛法要靠弘扬，要靠菩萨，欢欢喜喜的把佛法介绍给别人。所以，乐为人说，劝导一切众生，同入弥陀一乘愿海，这才是知恩报恩的正行。",
      "zh_TW": "「故知樂為人說，勸導一切眾生，同入彌陀一乘願海，方是知恩報恩之正行」。佛恩大！過去無始，未來無終，苦海輪迴，哪一天能出頭？沒有時日。遇不到佛法，出不去，佛法太珍貴了；遇了要不能夠正解，把它看錯了，解錯了，那也不得其用。必須正確的理解，幫助自己走出無量劫來的六道輪迴，在這一生當中走出，比什麼都重要。佛法要靠弘揚，要靠菩薩，歡歡喜喜的把佛法介紹給別人。所以，樂為人說，勸導一切眾生，同入彌陀一乘願海，這才是知恩報恩的正行。"
    },
    {
      "id": "02-041-0484_p0024",
      "zh_CN": "「妙法流通，正符如来本愿。」是故《法华经．法师品》有这么一段经文：「若善男子、善女人，于法华经，乃至一句，受持、读诵、解说、书写、种种供养经卷，是人一切世间所应瞻奉，应以如来供养而供养之。当知此人，是大菩萨，成就阿耨多罗三藐三菩提。」下面还有一段，「若是善男子、善女人，我灭度后，能窃为一人，说法华经，乃至一句，当知是人，是如来使，如来所遣，行如来事。何况于大众中，广为人说」。底下还有一段，「又曰：当知如来灭后，其能书持、读诵、供养，为他人说者，如来则为以衣覆之。又为他方现在诸佛之所护念。是人有大信力，及志愿力、诸善根力。当知是人，与如来共宿。则为如来手摩其头」。",
      "zh_TW": "「妙法流通，正符如來本願。」是故《法華經．法師品》有這麼一段經文：「若善男子、善女人，於法華經，乃至一句，受持、讀誦、解說、書寫、種種供養經卷，是人一切世間所應瞻奉，應以如來供養而供養之。當知此人，是大菩薩，成就阿耨多羅三藐三菩提。」下面還有一段，「若是善男子、善女人，我滅度後，能竊為一人，說法華經，乃至一句，當知是人，是如來使，如來所遣，行如來事。何況於大眾中，廣為人說」。底下還有一段，「又曰：當知如來滅後，其能書持、讀誦、供養，為他人說者，如來則為以衣覆之。又為他方現在諸佛之所護念。是人有大信力，及志願力、諸善根力。當知是人，與如來共宿。則為如來手摩其頭」。"
    },
    {
      "id": "02-041-0484_p0025",
      "zh_CN": "「由上可证，演说《法华》，功德无尽。而本经正是法华秘髓，如《弥陀要解》曰：当来经法灭尽，特留此经」，就是这部经，「住世百年，广度含识。阿伽陀药，万病总持。绝待圆融，不可思议。华严奥藏，法华秘髓，一切诸佛之心要，菩萨万行之司南，皆不出于此矣」。这句话说得重，都在这部经里头。「故知演说本经者之功德不可思议，亦必为诸佛之所护念也。」",
      "zh_TW": "「由上可證，演說《法華》，功德無盡。而本經正是法華秘髓，如《彌陀要解》曰：當來經法滅盡，特留此經」，就是這部經，「住世百年，廣度含識。阿伽陀藥，萬病總持。絕待圓融，不可思議。華嚴奧藏，法華秘髓，一切諸佛之心要，菩薩萬行之司南，皆不出於此矣」。這句話說得重，都在這部經裡頭。「故知演說本經者之功德不可思議，亦必為諸佛之所護念也。」"
    },
    {
      "id": "02-041-0484_p0026",
      "zh_CN": "下面说『常乐修行』，「谕说法者应心口一如，言行一致，自不修习，何能劝人修习」。这句话非常重要，一定要心口一如，言行一致，自己不做出榜样，别人不会相信你的。能不能成就，全在这四句话，心口一如，言行一致，劝人修习。",
      "zh_TW": "下面說『常樂修行』，「諭說法者應心口一如，言行一致，自不修習，何能勸人修習」。這句話非常重要，一定要心口一如，言行一致，自己不做出榜樣，別人不會相信你的。能不能成就，全在這四句話，心口一如，言行一致，勸人修習。"
    },
    {
      "id": "02-041-0484_p0027",
      "zh_CN": "今天我们就学习到此地。",
      "zh_TW": "今天我們就學習到此地。"
    }
  ]
}