{
  "doc_id": "02-041-0281",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八一集",
    "zh_TW": "第二八一集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0281",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-041-0281_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0281_p0002",
      "zh_CN": "请看《大经科注》，第六百八十一页，从第三行看起：",
      "zh_TW": "請看《大經科註》，第六百八十一頁，從第三行看起："
    },
    {
      "id": "02-041-0281_p0003",
      "zh_CN": "「是故极乐国人，得闻种种法音，其心清净，远离分别，正直无邪，毕竟得如来平等口业，故曰平等」，经上讲的『正直平等』。我们再看下面念老的集注，下面是《法华经科注》里头说的平等，「《法华科注》曰：平等有二：一者法平等，即中道理。二者众生平等，即一切众生同得佛慧也」，这是《法华经科注》里头的。下面念老给我们解释的，我们看看，「盖谓」，意思就是说：「一者，平等是中道之理体，一毛一尘无非中道，故曰平等」。平等是没有分别，没有分别，一切法都平等，真的是平等；分别是妄想。佛跟菩萨、跟众生不一样，为什么？众生用的是妄心，妄心就是阿赖耶识，八识五十一心所，有分别、有执着，这是六道轮回心；把它扩大一点，十法界众生心，迷而不觉。觉悟了，小的觉悟是声闻、缘觉（阿罗汉、辟支佛），他对于法怎么看法？对人怎么个看法？众生讲的是人，他的看法跟我们看法不一样，为什么？他见思烦恼断了，见思烦恼就是执着，他于一切法不执着了，他看到平等；我们对一切法执着，看不到平等，他能够在一切法里头不染污，得清净心。",
      "zh_TW": "「是故極樂國人，得聞種種法音，其心清淨，遠離分別，正直無邪，畢竟得如來平等口業，故曰平等」，經上講的『正直平等』。我們再看下面念老的集註，下面是《法華經科註》裡頭說的平等，「《法華科註》曰：平等有二：一者法平等，即中道理。二者眾生平等，即一切眾生同得佛慧也」，這是《法華經科註》裡頭的。下面念老給我們解釋的，我們看看，「蓋謂」，意思就是說：「一者，平等是中道之理體，一毛一塵無非中道，故曰平等」。平等是沒有分別，沒有分別，一切法都平等，真的是平等；分別是妄想。佛跟菩薩、跟眾生不一樣，為什麼？眾生用的是妄心，妄心就是阿賴耶識，八識五十一心所，有分別、有執著，這是六道輪迴心；把它擴大一點，十法界眾生心，迷而不覺。覺悟了，小的覺悟是聲聞、緣覺（阿羅漢、辟支佛），他對於法怎麼看法？對人怎麼個看法？眾生講的是人，他的看法跟我們看法不一樣，為什麼？他見思煩惱斷了，見思煩惱就是執著，他於一切法不執著了，他看到平等；我們對一切法執著，看不到平等，他能夠在一切法裡頭不染污，得清淨心。"
    },
    {
      "id": "02-041-0281_p0004",
      "zh_CN": "修行修什么？经题上明显的教导我们，平等、清净、觉，这个题是「清净平等觉」。清净心，小乘证得的，见思烦恼断了；平等心是大乘菩萨，不分别了，不分别就平等，不执着就清净。说的是十法界，没能超过十法界。再向上提升，觉，觉就是觉悟，这个觉悟不是普通的觉悟，大彻大悟、明心见性，成佛了。所以佛陀是梵语音译的，翻成中国的意思是觉者。觉是佛，平等是菩萨，清净是阿罗汉。清净，虽然还不平等，但是他已经不受干扰了。菩萨不但不受干扰，连分别心都没有了。成佛，就是六根在六尘上，修行要在这里修，要记住。佛陀教给我们的道理、教给我们的方法，我们要会用，在哪里用？在处事待人接物上用。修清净心，心本来是清净的，本来没有染污。我们现在有没有染污？没有染污，真的没有染污，是你自己认为有染污，确实没有染污。惠能大师开悟，见性了，他第一句话就说，「何期自性，本自清净」，他证得了，确实没染污。你要把它硬放在心上，就染污了。由此可知，像能大师这样的人，他心里有什么？他是修禅宗的，他心里什么都没有，没有妄想、没有分别、没有执着、没有起心、没有动念。跟人说话、谈天，或者是讲经教学，他们有没有起心动念？没有。我们今天有起心动念，有分别、有执着，标准的六道凡夫。",
      "zh_TW": "修行修什麼？經題上明顯的教導我們，平等、清淨、覺，這個題是「清淨平等覺」。清淨心，小乘證得的，見思煩惱斷了；平等心是大乘菩薩，不分別了，不分別就平等，不執著就清淨。說的是十法界，沒能超過十法界。再向上提升，覺，覺就是覺悟，這個覺悟不是普通的覺悟，大徹大悟、明心見性，成佛了。所以佛陀是梵語音譯的，翻成中國的意思是覺者。覺是佛，平等是菩薩，清淨是阿羅漢。清淨，雖然還不平等，但是他已經不受干擾了。菩薩不但不受干擾，連分別心都沒有了。成佛，就是六根在六塵上，修行要在這裡修，要記住。佛陀教給我們的道理、教給我們的方法，我們要會用，在哪裡用？在處事待人接物上用。修清淨心，心本來是清淨的，本來沒有染污。我們現在有沒有染污？沒有染污，真的沒有染污，是你自己認為有染污，確實沒有染污。惠能大師開悟，見性了，他第一句話就說，「何期自性，本自清淨」，他證得了，確實沒染污。你要把它硬放在心上，就染污了。由此可知，像能大師這樣的人，他心裡有什麼？他是修禪宗的，他心裡什麼都沒有，沒有妄想、沒有分別、沒有執著、沒有起心、沒有動念。跟人說話、談天，或者是講經教學，他們有沒有起心動念？沒有。我們今天有起心動念，有分別、有執著，標準的六道凡夫。"
    },
    {
      "id": "02-041-0281_p0005",
      "zh_CN": "在日常生活当中，最浅的功夫，不放在心上，心里头什么都没有，什么都知道。平常在入定的时候，入定不一定是坐在那里，站着也能入定，走着也能入定，讲经说法也能入定，「那伽常在定，无有不定时」。谁？释迦牟尼佛给我们做最好的榜样。一生讲经四十九年，教学三百余会，有没有起心动念？没有；有没有分别执着？没有。他东西怎么讲出来的？自性里头流出来的，随着众生的心，大叩则大鸣，小叩则小鸣，不叩则不鸣，鸣与不鸣是平等的。这是事实真相，我们要懂。自性里什么都没有，什么都有，有跟没有划等号。他要不要学？不要学，他就是标准的无师自通，他通了。我们今天确实也是无师自通的，可是我们有阻塞、有障碍，障碍住，它就不通了。障碍是什么？起心动念是障碍，分别是障碍，执着是障碍；起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，这些东西在作祟。把这些东西放下，就通了。放下执着，你就证阿罗汉果，开始通了，但是还有障碍，有分别的障碍，有起心动念的障碍。进一步，不分别了，升级，你是菩萨，不是声闻了。菩萨再提升，不起心、不动念，成佛了。成佛，一切究竟平等。",
      "zh_TW": "在日常生活當中，最淺的功夫，不放在心上，心裡頭什麼都沒有，什麼都知道。平常在入定的時候，入定不一定是坐在那裡，站著也能入定，走著也能入定，講經說法也能入定，「那伽常在定，無有不定時」。誰？釋迦牟尼佛給我們做最好的榜樣。一生講經四十九年，教學三百餘會，有沒有起心動念？沒有；有沒有分別執著？沒有。他東西怎麼講出來的？自性裡頭流出來的，隨著眾生的心，大叩則大鳴，小叩則小鳴，不叩則不鳴，鳴與不鳴是平等的。這是事實真相，我們要懂。自性裡什麼都沒有，什麼都有，有跟沒有劃等號。他要不要學？不要學，他就是標準的無師自通，他通了。我們今天確實也是無師自通的，可是我們有阻塞、有障礙，障礙住，它就不通了。障礙是什麼？起心動念是障礙，分別是障礙，執著是障礙；起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，這些東西在作祟。把這些東西放下，就通了。放下執著，你就證阿羅漢果，開始通了，但是還有障礙，有分別的障礙，有起心動念的障礙。進一步，不分別了，升級，你是菩薩，不是聲聞了。菩薩再提升，不起心、不動念，成佛了。成佛，一切究竟平等。"
    },
    {
      "id": "02-041-0281_p0006",
      "zh_CN": "经题好，这是修因。果报呢？经题上半部是果报，「大乘无量寿庄严」是果报，大乘是智慧，无量寿是福报，庄严是美好到极处。大乘从哪里来的？从觉来的。清净平等，觉，自然的，没有丝毫勉强。平等，无量寿，是福报，心不平等这个人没福，福薄；清净，果报是庄严。你看三种因对三种果，《无量寿经》的经题是佛法的总纲领，里面包含着大乘小乘、显教密教、宗门教下，无所不包。你要问我，包不包括其他宗教？包括。其他宗教在哪里？无量法门。八万四千法门是讲佛法里面的，再扩大，无量法门就把所有宗教都包括在其中。所以古德有说，你悟了、明白了，哪一法不是佛法？基督教是不是佛法？是；《古兰经》是不是佛法？是，通了。不通，哪一法是佛法？你每天念的《无量寿经》不是佛法，为什么？妄想、分别、执着全有。那要什么样态度去念《无量寿经》？念《无量寿经》里头不能夹杂着妄想、分别、执着，这是真正读经，读经是修行。修什么行？妄想、分别、执着不放在心上，这就是修行。心里只有经文，从头到尾好好念一遍。经文有没有意思？没有意思。没有意思才能出无量义，十个人来问你，你给每个人讲解的不一样，个个人欢喜，个个人得利益，妙就妙在这里。为什么？他从自性流出来的。六道凡夫起心动念，那个心是阿赖耶，八识五十一心所，妄心不是真心，妄心流出来的是烦恼、是知识，真心流出来的是智慧不是烦恼，这不一样。真心流出来的是清净平等觉，我们不能不知道。",
      "zh_TW": "經題好，這是修因。果報呢？經題上半部是果報，「大乘無量壽莊嚴」是果報，大乘是智慧，無量壽是福報，莊嚴是美好到極處。大乘從哪裡來的？從覺來的。清淨平等，覺，自然的，沒有絲毫勉強。平等，無量壽，是福報，心不平等這個人沒福，福薄；清淨，果報是莊嚴。你看三種因對三種果，《無量壽經》的經題是佛法的總綱領，裡面包含著大乘小乘、顯教密教、宗門教下，無所不包。你要問我，包不包括其他宗教？包括。其他宗教在哪裡？無量法門。八萬四千法門是講佛法裡面的，再擴大，無量法門就把所有宗教都包括在其中。所以古德有說，你悟了、明白了，哪一法不是佛法？基督教是不是佛法？是；《古蘭經》是不是佛法？是，通了。不通，哪一法是佛法？你每天念的《無量壽經》不是佛法，為什麼？妄想、分別、執著全有。那要什麼樣態度去念《無量壽經》？念《無量壽經》裡頭不能夾雜著妄想、分別、執著，這是真正讀經，讀經是修行。修什麼行？妄想、分別、執著不放在心上，這就是修行。心裡只有經文，從頭到尾好好念一遍。經文有沒有意思？沒有意思。沒有意思才能出無量義，十個人來問你，你給每個人講解的不一樣，個個人歡喜，個個人得利益，妙就妙在這裡。為什麼？他從自性流出來的。六道凡夫起心動念，那個心是阿賴耶，八識五十一心所，妄心不是真心，妄心流出來的是煩惱、是知識，真心流出來的是智慧不是煩惱，這不一樣。真心流出來的是清淨平等覺，我們不能不知道。"
    },
    {
      "id": "02-041-0281_p0007",
      "zh_CN": "所以，怎么才能入佛门？学佛的人很多，都在学校门外，没进门。什么是进门？小乘证得初果，入门了，小学一年级，别小看他，他是真正的佛子，大乘十信位里面初信位菩萨。大乘，诸位知道，十信、十住、十行、十回向、十地。释迦牟尼佛办学有次第的，不是随便办的。他老人家三十岁开悟，开悟之后就办班教学，教一辈子，一直到入般涅槃，一生讲经三百余会，说法四十九年。第一个阶段阿含，讲了多久？十二年，佛法的小学，就是释迦牟尼佛的小学，十二年。这十二年根扎下去，向上提升讲方等。方等好比是中学，前面通小乘，后面通大乘，也就是小乘毕业了，给上大学做一个准备，八年，中学。八年以后，这就办大学，大学讲般若，讲了多久？二十二年。世尊一生说法四十九年，这个课程占二十二年，我们就知道这个课程是主要的课程，般若智慧。最后八年，《法华》。《涅槃》是遗教，一天一夜说的，临终之前说的。《法华》八年，好比研究所，讲什么法？把菩萨提升成佛。方等把二乘（声闻、缘觉）提升到菩萨，菩萨通过二十二年般若的薰习，帮助他们提升到成佛，成佛的《法华》。",
      "zh_TW": "所以，怎麼才能入佛門？學佛的人很多，都在學校門外，沒進門。什麼是進門？小乘證得初果，入門了，小學一年級，別小看他，他是真正的佛子，大乘十信位裡面初信位菩薩。大乘，諸位知道，十信、十住、十行、十迴向、十地。釋迦牟尼佛辦學有次第的，不是隨便辦的。他老人家三十歲開悟，開悟之後就辦班教學，教一輩子，一直到入般涅槃，一生講經三百餘會，說法四十九年。第一個階段阿含，講了多久？十二年，佛法的小學，就是釋迦牟尼佛的小學，十二年。這十二年根扎下去，向上提升講方等。方等好比是中學，前面通小乘，後面通大乘，也就是小乘畢業了，給上大學做一個準備，八年，中學。八年以後，這就辦大學，大學講般若，講了多久？二十二年。世尊一生說法四十九年，這個課程佔二十二年，我們就知道這個課程是主要的課程，般若智慧。最後八年，《法華》。《涅槃》是遺教，一天一夜說的，臨終之前說的。《法華》八年，好比研究所，講什麼法？把菩薩提升成佛。方等把二乘（聲聞、緣覺）提升到菩薩，菩薩通過二十二年般若的薰習，幫助他們提升到成佛，成佛的《法華》。"
    },
    {
      "id": "02-041-0281_p0008",
      "zh_CN": "我们要能看得出来，要能很清楚、很明白，我现在在佛法哪一个等级里头？连小乘初果都没有，完全在门外。你没有四边看清楚，还自以为我了不起；周边看清楚之后，你看我们多么沮丧。为什么初果、初信位的菩萨不能证得？凡是想证得的，先得放下，你没放下；学得再多，一样没放下，统统在大门外旁听的，没有在课堂上课。放下什么？我跟章嘉大师三年，第一天见面我就向他老人家请教一个问题。我相信佛，是方东美先生介绍的，他是个哲学家，我跟他学哲学，他为我讲一部《哲学概论》，分作好几个单元，最后一个单元跟我讲的是「佛经哲学」，我从这入门的。以前误会很深，以为宗教都是迷信、都是骗人的。方老师给我介绍，告诉我，释迦牟尼，他没有说佛，他说：「释迦牟尼是世界上最伟大的哲学家，」我们学哲学不认识他，他是哲学家，从来没听说过。「大乘佛法是全世界哲学的最高峰，学佛是人生最高的享受。」我从这入门的。这么多年了，今年六十四年了，这话六十四年前说的。这六十四年我又证明了，佛法不但是高等哲学，同样也是高等科学。所以我有理由相信，二、三十年之后佛教不是宗教了，科学家承认。今天量子力学许多实验报告，那个结论都在佛经上，佛经上比他的报告讲得还清楚、讲得还透彻，不能不服。你们费尽力气，四百多年来发现的东西，佛三千年前就在经上记载得很清楚，佛法是大学问。",
      "zh_TW": "我們要能看得出來，要能很清楚、很明白，我現在在佛法哪一個等級裡頭？連小乘初果都沒有，完全在門外。你沒有四邊看清楚，還自以為我了不起；周邊看清楚之後，你看我們多麼沮喪。為什麼初果、初信位的菩薩不能證得？凡是想證得的，先得放下，你沒放下；學得再多，一樣沒放下，統統在大門外旁聽的，沒有在課堂上課。放下什麼？我跟章嘉大師三年，第一天見面我就向他老人家請教一個問題。我相信佛，是方東美先生介紹的，他是個哲學家，我跟他學哲學，他為我講一部《哲學概論》，分作好幾個單元，最後一個單元跟我講的是「佛經哲學」，我從這入門的。以前誤會很深，以為宗教都是迷信、都是騙人的。方老師給我介紹，告訴我，釋迦牟尼，他沒有說佛，他說：「釋迦牟尼是世界上最偉大的哲學家，」我們學哲學不認識他，他是哲學家，從來沒聽說過。「大乘佛法是全世界哲學的最高峰，學佛是人生最高的享受。」我從這入門的。這麼多年了，今年六十四年了，這話六十四年前說的。這六十四年我又證明了，佛法不但是高等哲學，同樣也是高等科學。所以我有理由相信，二、三十年之後佛教不是宗教了，科學家承認。今天量子力學許多實驗報告，那個結論都在佛經上，佛經上比他的報告講得還清楚、講得還透徹，不能不服。你們費盡力氣，四百多年來發現的東西，佛三千年前就在經上記載得很清楚，佛法是大學問。"
    },
    {
      "id": "02-041-0281_p0009",
      "zh_CN": "所以我遇到章嘉大师，我第一个就跟他请教：「佛法的殊胜我知道了，我非常向往，有没有方法让我很容易契入？」我这句话问了，大师看着我，我看着他，我们两个眼睛对看，看了半个多小时。半个多小时说出一个字「有」，我就很兴奋，不是没有，有。这一个字说出之后，他又不说话了。什么原因？我到好多年之后才明了那一天的状况，我们年轻人心浮气躁，心浮气躁这种心态不能听经、不能读经，为什么？听不进去，你读不明白。接触佛法，要真诚心、清净心、恭敬心，没有这三心不能入门。所以今天谈佛法，都在墙外、门外，没入门。我们提出一个问题，老师马上就给我们解答，为什么等半个小时？等半个小时是等我那种心浮气躁定下来。说个有，我们心就振动，这个毛病又起来，就不说了，再等。这次大概等了七、八分钟，我的心定下来，才告诉我，六个字：「看得破，放得下。」简单的说，就是看破放下。",
      "zh_TW": "所以我遇到章嘉大師，我第一個就跟他請教：「佛法的殊勝我知道了，我非常嚮往，有沒有方法讓我很容易契入？」我這句話問了，大師看著我，我看著他，我們兩個眼睛對看，看了半個多小時。半個多小時說出一個字「有」，我就很興奮，不是沒有，有。這一個字說出之後，他又不說話了。什麼原因？我到好多年之後才明瞭那一天的狀況，我們年輕人心浮氣躁，心浮氣躁這種心態不能聽經、不能讀經，為什麼？聽不進去，你讀不明白。接觸佛法，要真誠心、清淨心、恭敬心，沒有這三心不能入門。所以今天談佛法，都在牆外、門外，沒入門。我們提出一個問題，老師馬上就給我們解答，為什麼等半個小時？等半個小時是等我那種心浮氣躁定下來。說個有，我們心就振動，這個毛病又起來，就不說了，再等。這次大概等了七、八分鐘，我的心定下來，才告訴我，六個字：「看得破，放得下。」簡單的說，就是看破放下。"
    },
    {
      "id": "02-041-0281_p0010",
      "zh_CN": "看破是什么？了解事实真相。放下是什么？不能放在心上，心是空的，心里什么都没有。把一大堆的佛法放在心上，心染污了，被什么染污？被佛法染污了，你怎么能开悟？听明白了，不要放在心上，心保持清净平等觉，清净平等觉是真心，阿罗汉、菩萨、佛就是这个心。我们听了怎么样？一大堆的佛法都放在心上，把心染污了。那个佛法变成什么？变成知识，不生智慧。我是好多年以后完全了解大师，当时不了解。大师确实行住坐卧都在定中，这是我们能看得到的，真的是经上讲的「那伽常在定，无有不定时」，行住坐卧都在定中，谈笑风生也在定中。那就是以后我们得到的结论，不能放在心上，心上什么都没有。为什么？一切法不是真的。《般若经》上说得好，「一切法无所有，毕竟空，不可得」，这是真正的佛法。你怎么可以把它放在心上？现在哪一个人不把佛法放在心上？统统都放在心上，放在心上就是常识，就是佛学常识。有没有尝到味道？没有尝到。有没有入门？没入门。不放在心上就入门，那怎么？不起心、不动念、不分别、不执着。",
      "zh_TW": "看破是什麼？了解事實真相。放下是什麼？不能放在心上，心是空的，心裡什麼都沒有。把一大堆的佛法放在心上，心染污了，被什麼染污？被佛法染污了，你怎麼能開悟？聽明白了，不要放在心上，心保持清淨平等覺，清淨平等覺是真心，阿羅漢、菩薩、佛就是這個心。我們聽了怎麼樣？一大堆的佛法都放在心上，把心染污了。那個佛法變成什麼？變成知識，不生智慧。我是好多年以後完全了解大師，當時不了解。大師確實行住坐臥都在定中，這是我們能看得到的，真的是經上講的「那伽常在定，無有不定時」，行住坐臥都在定中，談笑風生也在定中。那就是以後我們得到的結論，不能放在心上，心上什麼都沒有。為什麼？一切法不是真的。《般若經》上說得好，「一切法無所有，畢竟空，不可得」，這是真正的佛法。你怎麼可以把它放在心上？現在哪一個人不把佛法放在心上？統統都放在心上，放在心上就是常識，就是佛學常識。有沒有嘗到味道？沒有嘗到。有沒有入門？沒入門。不放在心上就入門，那怎麼？不起心、不動念、不分別、不執著。"
    },
    {
      "id": "02-041-0281_p0011",
      "zh_CN": "所以我们恍然大悟，证初果、证得初发心的菩萨（十信位里头的第一信，初信），要断五种见惑。五种见惑里头头一个，「身见」。谁能破身见？身不是我，身是什么？佛法里头的名词叫我所，是我所有的，不是我。像衣服，衣服是我所有的，不是我。谁能够看得出来身体是我所有的，不是我？这个很有味道。身见没有了，你的障碍才去掉，你才能入佛门，拖着这个身体入不了佛门。身体不是我的，身体是我所有的，可以入门。第二个要破「边见」，边见是什么？对立。对立的反面就是平等。几个人能放下边见？边见是二边，我跟人对立，理跟事对立，大跟小对立，智跟愚对立。对立没有了，对立是假的不是真的，迷里头有，悟了没有，刚刚开始觉悟就没有了，不是久悟，刚刚开始就没有了。第三种，我们中国人讲成见，某人成见很深，就是自以为是，在佛法里面讲「见取见」、「戒取见」。见取见是果上的成见，戒取见是因上的成见，都是假的，都不是真的，统统要放下，不能放在心上。最后一个叫「邪见」，邪是偏，偏见，错误的知见。总的来讲五种见惑，这五种见惑放下，断掉了，小乘初果、大乘初信，入门，真正释迦佛的弟子，我们要知道。",
      "zh_TW": "所以我們恍然大悟，證初果、證得初發心的菩薩（十信位裡頭的第一信，初信），要斷五種見惑。五種見惑裡頭頭一個，「身見」。誰能破身見？身不是我，身是什麼？佛法裡頭的名詞叫我所，是我所有的，不是我。像衣服，衣服是我所有的，不是我。誰能夠看得出來身體是我所有的，不是我？這個很有味道。身見沒有了，你的障礙才去掉，你才能入佛門，拖著這個身體入不了佛門。身體不是我的，身體是我所有的，可以入門。第二個要破「邊見」，邊見是什麼？對立。對立的反面就是平等。幾個人能放下邊見？邊見是二邊，我跟人對立，理跟事對立，大跟小對立，智跟愚對立。對立沒有了，對立是假的不是真的，迷裡頭有，悟了沒有，剛剛開始覺悟就沒有了，不是久悟，剛剛開始就沒有了。第三種，我們中國人講成見，某人成見很深，就是自以為是，在佛法裡面講「見取見」、「戒取見」。見取見是果上的成見，戒取見是因上的成見，都是假的，都不是真的，統統要放下，不能放在心上。最後一個叫「邪見」，邪是偏，偏見，錯誤的知見。總的來講五種見惑，這五種見惑放下，斷掉了，小乘初果、大乘初信，入門，真正釋迦佛的弟子，我們要知道。"
    },
    {
      "id": "02-041-0281_p0012",
      "zh_CN": "世尊传给我们净土法门，净土法门是八万四千法门里面一个特别的法门，很容易修，很容易成就。但是这个五种见惑关系很大，五种见惑的力量强，它障碍你，你不能往生。这五种见惑有，没断掉，但是很薄，念佛往生这个念头很强，这个强超过这五种见惑，五种见惑不能障碍你，你能往生，这个道理要懂。净宗法门易行难信，真难信。我跟同学做过多次报告，我学佛六十四年，讲经教学五十七年，明年就五十八年，我什么时候才相信净土？大概讲经三、四十年才相信，所以这难信之法我的体会很深。我是从教海里面冒出来的，年轻喜欢大经大论，《华严》、《楞严》、《般若》、《圆觉》、《瑜伽师地论》、《大智度论》，喜欢这些东西。在这些经典上花了不少的时间、花了不少精神，最后想想，那些法门我们断不了烦恼、证不到菩提，还是想想老师介绍的这个法门。李炳南老居士劝我学净土总共至少有六、七次，苦口婆心，我回头了。这个法门有把握，能去得了。其他法门，不要说别的，这五种见惑就破不了。我们这一辈子，这个东西理搞得很清楚、很明白，事上有进步，放下虽然不彻底，已经可以不受这个伤害；换句话说，心里面还有分别，没有执着了。分别是习气，真正功夫成就，习气都没有了。阿罗汉还有习气，辟支佛见思烦恼习气断干净了。",
      "zh_TW": "世尊傳給我們淨土法門，淨土法門是八萬四千法門裡面一個特別的法門，很容易修，很容易成就。但是這個五種見惑關係很大，五種見惑的力量強，它障礙你，你不能往生。這五種見惑有，沒斷掉，但是很薄，念佛往生這個念頭很強，這個強超過這五種見惑，五種見惑不能障礙你，你能往生，這個道理要懂。淨宗法門易行難信，真難信。我跟同學做過多次報告，我學佛六十四年，講經教學五十七年，明年就五十八年，我什麼時候才相信淨土？大概講經三、四十年才相信，所以這難信之法我的體會很深。我是從教海裡面冒出來的，年輕喜歡大經大論，《華嚴》、《楞嚴》、《般若》、《圓覺》、《瑜伽師地論》、《大智度論》，喜歡這些東西。在這些經典上花了不少的時間、花了不少精神，最後想想，那些法門我們斷不了煩惱、證不到菩提，還是想想老師介紹的這個法門。李炳南老居士勸我學淨土總共至少有六、七次，苦口婆心，我回頭了。這個法門有把握，能去得了。其他法門，不要說別的，這五種見惑就破不了。我們這一輩子，這個東西理搞得很清楚、很明白，事上有進步，放下雖然不徹底，已經可以不受這個傷害；換句話說，心裡面還有分別，沒有執著了。分別是習氣，真正功夫成就，習氣都沒有了。阿羅漢還有習氣，辟支佛見思煩惱習氣斷乾淨了。"
    },
    {
      "id": "02-041-0281_p0013",
      "zh_CN": "所以在哪里修？在生活当中修，特别是在人事环境当中修。别人赞叹你，怎么样？不放在心上，毁谤你也不放在心上，障碍你、陷害你都不放在心上，若无其事。赞叹你的人，菩萨，毁谤你的人也是菩萨，陷害你的人也是菩萨，统统是菩萨，平等看待。是真菩萨，不是假的，为什么？他来考验你的，你真没有把这个当作一回事，真的不放在心上。天天在考你，时时刻刻在考你，这叫功夫。看一切众生，念佛的人看一切众生都是阿弥陀佛，你说你多自在，这就离苦得乐了。怨亲平等，真平等，跟谁平等？跟阿弥陀佛平等。二六时中，心里只有阿弥陀佛，除阿弥陀佛之外，别的东西进不去，这个念佛就有一点功夫了。",
      "zh_TW": "所以在哪裡修？在生活當中修，特別是在人事環境當中修。別人讚歎你，怎麼樣？不放在心上，毀謗你也不放在心上，障礙你、陷害你都不放在心上，若無其事。讚歎你的人，菩薩，毀謗你的人也是菩薩，陷害你的人也是菩薩，統統是菩薩，平等看待。是真菩薩，不是假的，為什麼？他來考驗你的，你真沒有把這個當作一回事，真的不放在心上。天天在考你，時時刻刻在考你，這叫功夫。看一切眾生，念佛的人看一切眾生都是阿彌陀佛，你說你多自在，這就離苦得樂了。怨親平等，真平等，跟誰平等？跟阿彌陀佛平等。二六時中，心裡只有阿彌陀佛，除阿彌陀佛之外，別的東西進不去，這個念佛就有一點功夫了。"
    },
    {
      "id": "02-041-0281_p0014",
      "zh_CN": "往生，蕅益大师说得好，能不能往生，全在信愿之有无。我们相信，不怀疑。真的，千经万论处处指归。这是这么多年来，学这些经教明白了，佛菩萨哪有欺骗人的？连阿罗汉都不欺骗人，世间正人君子都不会欺骗人，佛菩萨怎么会欺骗人？所以经典里面的话，句句是真言，字字是真经。念老这个注解，集注。经是会集本，注解也是会集的，他用了八十三种经论、一百一十种祖师大德的注疏来注解这部经，字字句句它都有出处，都用括弧标示很清楚。说明这个注解正知正见，不是凡人说的，都是修行证果的人说的；不是自己说的，都是祖师大德说的，高明！帮助我们生信心。我们要了解念老的用心，用心很苦。自己要来注这个，怕没人相信，用这种方法。在这个时代，这个方法非常有效，叫人不能不佩服。",
      "zh_TW": "往生，蕅益大師說得好，能不能往生，全在信願之有無。我們相信，不懷疑。真的，千經萬論處處指歸。這是這麼多年來，學這些經教明白了，佛菩薩哪有欺騙人的？連阿羅漢都不欺騙人，世間正人君子都不會欺騙人，佛菩薩怎麼會欺騙人？所以經典裡面的話，句句是真言，字字是真經。念老這個註解，集註。經是會集本，註解也是會集的，他用了八十三種經論、一百一十種祖師大德的註疏來註解這部經，字字句句它都有出處，都用括弧標示很清楚。說明這個註解正知正見，不是凡人說的，都是修行證果的人說的；不是自己說的，都是祖師大德說的，高明！幫助我們生信心。我們要了解念老的用心，用心很苦。自己要來註這個，怕沒人相信，用這種方法。在這個時代，這個方法非常有效，叫人不能不佩服。"
    },
    {
      "id": "02-041-0281_p0015",
      "zh_CN": "所以修行，讲清楚、讲明白了，就是在六根接触六尘境界当中修行。修什么？清净平等觉，不执着是清净心，不分别是平等心，不起心、不动念是觉。佛在经上字字句句劝导我们、诱导我们，我们要懂得佛的意思，要把他所讲的不放在心上，在环境里头自然起作用；不是从阿赖耶识里头挖出来起作用，不是的，自性自然流露，没有思考的，问什么答什么，妙极了，这是佛法。学佛的人在六道轮回、在十法界，最重要的是出离心，对这个世间没有留恋。我们的出离，现在道路处所清清楚楚、明明白白。我们出离，到哪里去？到西方极乐世界。去干什么？亲近阿弥陀佛。在极乐世界，一生圆满成就。成就之后，像阿弥陀佛一样，教化遍法界虚空界一切佛刹里面有缘众生，我们学佛这桩事情就圆满了。",
      "zh_TW": "所以修行，講清楚、講明白了，就是在六根接觸六塵境界當中修行。修什麼？清淨平等覺，不執著是清淨心，不分別是平等心，不起心、不動念是覺。佛在經上字字句句勸導我們、誘導我們，我們要懂得佛的意思，要把他所講的不放在心上，在環境裡頭自然起作用；不是從阿賴耶識裡頭挖出來起作用，不是的，自性自然流露，沒有思考的，問什麼答什麼，妙極了，這是佛法。學佛的人在六道輪迴、在十法界，最重要的是出離心，對這個世間沒有留戀。我們的出離，現在道路處所清清楚楚、明明白白。我們出離，到哪裡去？到西方極樂世界。去幹什麼？親近阿彌陀佛。在極樂世界，一生圓滿成就。成就之後，像阿彌陀佛一樣，教化遍法界虛空界一切佛剎裡面有緣眾生，我們學佛這樁事情就圓滿了。"
    },
    {
      "id": "02-041-0281_p0016",
      "zh_CN": "所以这个平等很重要，法平等，万法平等，众生平等。现前的社会跟过去不同，跟十年前不同，跟五年前不同，现在科学的进步突飞猛进。汤恩比博士说得好：「要解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法。」讲得好，真的，一点都不假。为什么？大乘佛法、孔孟学说，讲清净、讲平等、讲觉。孔孟明心见性，他要不明心见性他说不出来。老庄也是明心见性，他能说出来「天地与我同根，万物与我一体」，这是见性人说的，不是见性人说不出。尧舜禹汤，你再往前面去看，统统是明心见性的人。我们再仔细横的来看，看每一个宗教的创始人，结果发现什么？统统是明心见性。摩西《旧约圣经》从哪来？自性里头流出来的。你细心去观察。《古兰经》，穆罕默德讲的，穆罕默德不认识字，像惠能大师一样，他开悟了，他讲一部《古兰经》，旁边人把它用文字写出来，这就成一部经。",
      "zh_TW": "所以這個平等很重要，法平等，萬法平等，眾生平等。現前的社會跟過去不同，跟十年前不同，跟五年前不同，現在科學的進步突飛猛進。湯恩比博士說得好：「要解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法。」講得好，真的，一點都不假。為什麼？大乘佛法、孔孟學說，講清淨、講平等、講覺。孔孟明心見性，他要不明心見性他說不出來。老莊也是明心見性，他能說出來「天地與我同根，萬物與我一體」，這是見性人說的，不是見性人說不出。堯舜禹湯，你再往前面去看，統統是明心見性的人。我們再仔細橫的來看，看每一個宗教的創始人，結果發現什麼？統統是明心見性。摩西《舊約聖經》從哪來？自性裡頭流出來的。你細心去觀察。《古蘭經》，穆罕默德講的，穆罕默德不認識字，像惠能大師一樣，他開悟了，他講一部《古蘭經》，旁邊人把它用文字寫出來，這就成一部經。"
    },
    {
      "id": "02-041-0281_p0017",
      "zh_CN": "《古兰经》里头有「圣战」，现在被人用错了。圣战什么意思？新加坡的哈比哈山长老，回教里面的大德，我们好朋友，我问他，他真的（因为他编了一套《古兰经360》）把这问题找出来了，战胜自己的烦恼习气叫圣战，是这个意思，不是叫你杀人放火。这个意思多好！孔子儒家的克己复礼，佛法的断烦恼、长智慧，他们的圣战是断烦恼，把你的欲望克服，克服欲望、打败欲望这叫圣战。就是中国《大学》里头所说的格物致知，格物就是圣战。格就是格斗，物就是物欲，跟谁格斗？跟你的欲望。你要战胜你的欲望，这叫格物。格物之后，智慧就生起来，生智慧不生烦恼。致知而后意诚，意诚而后心正，心正而后身修，身修而后家齐、国治、天下平，儒家所说的，这不是大彻大悟的法身菩萨说不出来。所以仔细去观察，经上讲的没错，众生是平等的，诸法是平等的。为什么不平等？你没有学会，你顶多学了半吊子，没有学通，没有学会。真正把它学透，原来是一样的。",
      "zh_TW": "《古蘭經》裡頭有「聖戰」，現在被人用錯了。聖戰什麼意思？新加坡的哈比哈山長老，回教裡面的大德，我們好朋友，我問他，他真的（因為他編了一套《古蘭經360》）把這問題找出來了，戰勝自己的煩惱習氣叫聖戰，是這個意思，不是叫你殺人放火。這個意思多好！孔子儒家的克己復禮，佛法的斷煩惱、長智慧，他們的聖戰是斷煩惱，把你的欲望克服，克服欲望、打敗欲望這叫聖戰。就是中國《大學》裡頭所說的格物致知，格物就是聖戰。格就是格鬥，物就是物欲，跟誰格鬥？跟你的欲望。你要戰勝你的欲望，這叫格物。格物之後，智慧就生起來，生智慧不生煩惱。致知而後意誠，意誠而後心正，心正而後身修，身修而後家齊、國治、天下平，儒家所說的，這不是大徹大悟的法身菩薩說不出來。所以仔細去觀察，經上講的沒錯，眾生是平等的，諸法是平等的。為什麼不平等？你沒有學會，你頂多學了半吊子，沒有學通，沒有學會。真正把它學透，原來是一樣的。"
    },
    {
      "id": "02-041-0281_p0018",
      "zh_CN": "今天的社会，科学的进步出乎我们预料之外。现在的媒体，卫星电视台，手机可以收看，无论你在什么地方都能收到。这过去没有，没有人能想到。资讯的发达，世界上无论哪个地方出了一点点小事情，全世界都知道。交通方便，从香港到英国，欧亚大陆，一个在东方，一个在西方，一天就到了。在过去坐船，坐轮船要坐三个月，现在大概十几个小时就到了。怎么办？过去人说，我们地球村，没错，十年前是地球村，现在呢？现在不是地球村了，地球是我们的家，家园。我跟外国人往来，十年以前我跟他说，我们同是地球人，地球村，我们是一个村庄的人；现在我跟他讲，不讲村了，一家人，地球是一个家，一家人。一家人应该和睦相处，应该平等对待。",
      "zh_TW": "今天的社會，科學的進步出乎我們預料之外。現在的媒體，衛星電視台，手機可以收看，無論你在什麼地方都能收到。這過去沒有，沒有人能想到。資訊的發達，世界上無論哪個地方出了一點點小事情，全世界都知道。交通方便，從香港到英國，歐亞大陸，一個在東方，一個在西方，一天就到了。在過去坐船，坐輪船要坐三個月，現在大概十幾個小時就到了。怎麼辦？過去人說，我們地球村，沒錯，十年前是地球村，現在呢？現在不是地球村了，地球是我們的家，家園。我跟外國人往來，十年以前我跟他說，我們同是地球人，地球村，我們是一個村莊的人；現在我跟他講，不講村了，一家人，地球是一個家，一家人。一家人應該和睦相處，應該平等對待。"
    },
    {
      "id": "02-041-0281_p0019",
      "zh_CN": "特别是宗教，我搞宗教搞了十几年。一九九八年在新加坡搞宗教团结，这么多年来有成就。图文巴的宗教团结起来了，真的一家人，我们十几个宗教在一起确实像兄弟姐妹一样，互相尊重，互相敬爱，互相关怀，互助合作，欢喜！赞叹，不拉信徒，无论你信什么教都好。所以我们提出来，每个宗教有宗教的神，众神一体，是一个神的化身。我们佛教讲，统统是佛菩萨化身；基督教来讲，连佛，阿弥陀佛、释迦牟尼佛都是上帝的化身，好！所以不可以毁谤，毁谤不就毁谤上帝吗？我们要毁谤上帝，那就是毁谤佛菩萨。应以什么身得度，就用什么身，真的是这样。一家人，不是一村人，是一家人，家和万事兴，我们都是有这个概念，「众神一体，宗教一家，平等对待，和睦相处」。目的是什么？目的希望社会安定，世界和平，这个地球上永远没有战争，社会上永远没有斗争，更进一步的，永远没有竞争。竞争不好，它有「争」在里头，这字很可怕，竞争上升就是斗争，斗争上升就是战争，太可怕了。我们要把这个争从内心里头连根拔掉，我们不争，我们互助。所以平等在修行上比什么都重要，佛重视，儒重视，道重视，这在中国，在其他宗教里头也都很重视。中国文化确实底蕴很深很厚，值得发扬光大。我们中国人喜欢，外国人接触也喜欢。很多外国人接触之后，比我们还要喜欢，真的不是假的，我们看了很受感动。",
      "zh_TW": "特別是宗教，我搞宗教搞了十幾年。一九九八年在新加坡搞宗教團結，這麼多年來有成就。圖文巴的宗教團結起來了，真的一家人，我們十幾個宗教在一起確實像兄弟姐妹一樣，互相尊重，互相敬愛，互相關懷，互助合作，歡喜！讚歎，不拉信徒，無論你信什麼教都好。所以我們提出來，每個宗教有宗教的神，眾神一體，是一個神的化身。我們佛教講，統統是佛菩薩化身；基督教來講，連佛，阿彌陀佛、釋迦牟尼佛都是上帝的化身，好！所以不可以毀謗，毀謗不就毀謗上帝嗎？我們要毀謗上帝，那就是毀謗佛菩薩。應以什麼身得度，就用什麼身，真的是這樣。一家人，不是一村人，是一家人，家和萬事興，我們都是有這個概念，「眾神一體，宗教一家，平等對待，和睦相處」。目的是什麼？目的希望社會安定，世界和平，這個地球上永遠沒有戰爭，社會上永遠沒有鬥爭，更進一步的，永遠沒有競爭。競爭不好，它有「爭」在裡頭，這字很可怕，競爭上升就是鬥爭，鬥爭上升就是戰爭，太可怕了。我們要把這個爭從內心裡頭連根拔掉，我們不爭，我們互助。所以平等在修行上比什麼都重要，佛重視，儒重視，道重視，這在中國，在其他宗教裡頭也都很重視。中國文化確實底蘊很深很厚，值得發揚光大。我們中國人喜歡，外國人接觸也喜歡。很多外國人接觸之後，比我們還要喜歡，真的不是假的，我們看了很受感動。"
    },
    {
      "id": "02-041-0281_p0020",
      "zh_CN": "所以念老在此地说，两个意思。「一者，平等是中道之理体，一毛一尘无非中道，故曰平等」，这就是万物是平等的。「二者，众生本具如来智慧德相，同得佛慧，故曰平等」，我们要相信，这句话《华严经》上佛常说的，「一切众生皆有如来智慧德相」，跟这个讲的一个意思。众生本具如来智慧德相，跟佛平等，所以说「一切众生本来是佛」，我们要这样看法。我们对佛恭敬，哪有对佛轻慢的？对待众生瞧不起他，轻慢心对待，这不是学佛的人，学佛的人不能有这种心态，学佛的人知道万法跟自己是一体。能大师讲的，「何期自性，能生万法」，万法从哪里来？自性现的，自性生的。十法界依正庄严，六道轮回是阿赖耶变现的。《华严》上说，「唯心所现」，是一真法界；「唯识所变」，是十法界、是六道轮回，唯识所变。识是什么？分别。心是什么？心不分别。所以一真法界里头没有分别，那个里面无量寿、无量光，用光寿来形容它的美好，诸佛如来的实报庄严土。「极乐世界」，法性所现所生，没有识变；释迦牟尼佛的报土「华藏世界」，佛给我们讲的密宗里头所说的「密严世界」，名词不一样，实际是一个地方，法性土。他没有分别，他没有执着，他没有起心动念，所以平等。",
      "zh_TW": "所以念老在此地說，兩個意思。「一者，平等是中道之理體，一毛一塵無非中道，故曰平等」，這就是萬物是平等的。「二者，眾生本具如來智慧德相，同得佛慧，故曰平等」，我們要相信，這句話《華嚴經》上佛常說的，「一切眾生皆有如來智慧德相」，跟這個講的一個意思。眾生本具如來智慧德相，跟佛平等，所以說「一切眾生本來是佛」，我們要這樣看法。我們對佛恭敬，哪有對佛輕慢的？對待眾生瞧不起他，輕慢心對待，這不是學佛的人，學佛的人不能有這種心態，學佛的人知道萬法跟自己是一體。能大師講的，「何期自性，能生萬法」，萬法從哪裡來？自性現的，自性生的。十法界依正莊嚴，六道輪迴是阿賴耶變現的。《華嚴》上說，「唯心所現」，是一真法界；「唯識所變」，是十法界、是六道輪迴，唯識所變。識是什麼？分別。心是什麼？心不分別。所以一真法界裡頭沒有分別，那個裡面無量壽、無量光，用光壽來形容它的美好，諸佛如來的實報莊嚴土。「極樂世界」，法性所現所生，沒有識變；釋迦牟尼佛的報土「華藏世界」，佛給我們講的密宗裡頭所說的「密嚴世界」，名詞不一樣，實際是一個地方，法性土。他沒有分別，他沒有執著，他沒有起心動念，所以平等。"
    },
    {
      "id": "02-041-0281_p0021",
      "zh_CN": "底下解释『善根』。「《小本》云」，《阿弥陀经》上说的：「不可以少善根福德因缘得生彼国。」这个「少」是贯下去的，不可以少善根，不可以少福德，不可以少因缘；换句话说，往生西方极乐世界，要善根、福德、因缘具足，决定能生。这个「根」是比喻，像植物，有根它就能生长，能够开花结果。这个根是善根，换句话说，所有一切善都是从这根生的。佛在经教里面告诉我们，世间善，六道众生的善是不瞋、不贪、不痴。贪瞋痴，贪瞋痴叫三毒，专生恶不生善，那是恶的根，叫十恶，十恶的根就是贪瞋痴。十善的根，不贪、不瞋、不痴，这就是十善的根。学佛要想修福德，这个恶根不能不拔掉。于一切法能放下，为什么能放下？你不贪、不瞋、不痴了。瞋是什么？得不到，怨恨。得到了，欢喜；得不到，怨恨，都是不了解事实真相。了解事实真相，贪瞋痴断了，为什么？「一切法无所有，毕竟空，不可得」。包括身体都不可得，身体不是我，是我所有的；像衣服一样，衣服不是我，人喜欢，可以脱下来送给人，身体不是我。有这个身体，应该利用这个身体，为一切众生服务。服务的项目里面，跟佛一样，佛服务的项目是什么？帮助众生离苦得乐，帮助众生断疑生信，这就是佛的工作。用什么手段？用教学。所以，没有一尊佛菩萨不教化众生的、不讲经教学的，没有。",
      "zh_TW": "底下解釋『善根』。「《小本》云」，《阿彌陀經》上說的：「不可以少善根福德因緣得生彼國。」這個「少」是貫下去的，不可以少善根，不可以少福德，不可以少因緣；換句話說，往生西方極樂世界，要善根、福德、因緣具足，決定能生。這個「根」是比喻，像植物，有根它就能生長，能夠開花結果。這個根是善根，換句話說，所有一切善都是從這根生的。佛在經教裡面告訴我們，世間善，六道眾生的善是不瞋、不貪、不痴。貪瞋痴，貪瞋痴叫三毒，專生惡不生善，那是惡的根，叫十惡，十惡的根就是貪瞋痴。十善的根，不貪、不瞋、不痴，這就是十善的根。學佛要想修福德，這個惡根不能不拔掉。於一切法能放下，為什麼能放下？你不貪、不瞋、不痴了。瞋是什麼？得不到，怨恨。得到了，歡喜；得不到，怨恨，都是不了解事實真相。了解事實真相，貪瞋痴斷了，為什麼？「一切法無所有，畢竟空，不可得」。包括身體都不可得，身體不是我，是我所有的；像衣服一樣，衣服不是我，人喜歡，可以脫下來送給人，身體不是我。有這個身體，應該利用這個身體，為一切眾生服務。服務的項目裡面，跟佛一樣，佛服務的項目是什麼？幫助眾生離苦得樂，幫助眾生斷疑生信，這就是佛的工作。用什麼手段？用教學。所以，沒有一尊佛菩薩不教化眾生的、不講經教學的，沒有。"
    },
    {
      "id": "02-041-0281_p0022",
      "zh_CN": "阿弥陀佛在西方极乐世界，今现在说法，说法没中断。说了多久？十劫了，极乐世界一成就，佛就开始说法，到现在十劫，十劫没有中断，是真的没中断，是念念都没有中断，这个不可思议。我们这里有上课还有下课，白天教学，晚上还可以休息睡觉，极乐世界没有。极乐世界的人无量寿，极乐世界的人不需要饮食，极乐世界的人不需要睡眠，极乐世界没有天黑，所以它的教学是真的不间断。释迦牟尼佛四十九年，晚上睡觉的时候有四个小时的休息，虽然他不是躺在地上睡，他们是打坐，这四个小时是休息，不说话的。极乐世界没有这个现象，讲经教学从来不中断，这个我们要知道。极乐世界成就快，学习不中断。无论想学什么经，你心里一动念，你听到佛所说的就是这部经，就是自己想学的这部经，这个世界妙极了。",
      "zh_TW": "阿彌陀佛在西方極樂世界，今現在說法，說法沒中斷。說了多久？十劫了，極樂世界一成就，佛就開始說法，到現在十劫，十劫沒有中斷，是真的沒中斷，是念念都沒有中斷，這個不可思議。我們這裡有上課還有下課，白天教學，晚上還可以休息睡覺，極樂世界沒有。極樂世界的人無量壽，極樂世界的人不需要飲食，極樂世界的人不需要睡眠，極樂世界沒有天黑，所以它的教學是真的不間斷。釋迦牟尼佛四十九年，晚上睡覺的時候有四個小時的休息，雖然他不是躺在地上睡，他們是打坐，這四個小時是休息，不說話的。極樂世界沒有這個現象，講經教學從來不中斷，這個我們要知道。極樂世界成就快，學習不中斷。無論想學什麼經，你心裡一動念，你聽到佛所說的就是這部經，就是自己想學的這部經，這個世界妙極了。"
    },
    {
      "id": "02-041-0281_p0023",
      "zh_CN": "其他的世界，诸佛讲经说法跟阿弥陀佛相仿佛，大致相同，为什么我们不到别的世界去？不容易，要断惑才能去。一定是见思烦恼断了，证阿罗汉；尘沙烦恼断了，证菩萨；无明烦恼断了，才有资格进入诸佛如来的实报庄严土，这个太难了。极乐世界不需要，极乐世界只需要你真信、没有怀疑，你肯念几句佛号，就能往生。往生到极乐世界在哪里？它虽有四土之名，实际上都在一起，四土在一起。其他的诸佛如来，四土是分为四个地方，不在一起，见不到的，唯独极乐世界四土在一起。所以往生到极乐世界，四十八愿，本经第二十愿说，皆作阿惟越致菩萨。阿惟越致就是法身菩萨，就是实报土里头的菩萨。由此可以知道，往生到极乐世界，即使凡圣同居土下下品往生，到极乐世界的待遇享受跟法身菩萨平等，这是一切诸佛刹土里面没有的，只有极乐世界有，所以一切诸佛都劝我们往生极乐世界。真正有善根、有福德，佛给我们做因缘，帮助我们往生极乐世界。讲极乐世界这些经典，介绍极乐世界，这是帮助我们认识。认识之后，佛又帮助我们往生。这个机会决定不能放弃，其他的都是假的，这是真的。",
      "zh_TW": "其他的世界，諸佛講經說法跟阿彌陀佛相彷彿，大致相同，為什麼我們不到別的世界去？不容易，要斷惑才能去。一定是見思煩惱斷了，證阿羅漢；塵沙煩惱斷了，證菩薩；無明煩惱斷了，才有資格進入諸佛如來的實報莊嚴土，這個太難了。極樂世界不需要，極樂世界只需要你真信、沒有懷疑，你肯念幾句佛號，就能往生。往生到極樂世界在哪裡？它雖有四土之名，實際上都在一起，四土在一起。其他的諸佛如來，四土是分為四個地方，不在一起，見不到的，唯獨極樂世界四土在一起。所以往生到極樂世界，四十八願，本經第二十願說，皆作阿惟越致菩薩。阿惟越致就是法身菩薩，就是實報土裡頭的菩薩。由此可以知道，往生到極樂世界，即使凡聖同居土下下品往生，到極樂世界的待遇享受跟法身菩薩平等，這是一切諸佛剎土裡面沒有的，只有極樂世界有，所以一切諸佛都勸我們往生極樂世界。真正有善根、有福德，佛給我們做因緣，幫助我們往生極樂世界。講極樂世界這些經典，介紹極樂世界，這是幫助我們認識。認識之後，佛又幫助我們往生。這個機會決定不能放棄，其他的都是假的，這是真的。"
    },
    {
      "id": "02-041-0281_p0024",
      "zh_CN": "「《弥陀要解》云」，蕅益大师的话：「菩提正道名善根。」菩提是印度话，梵语，翻成中国意思就是觉悟。觉悟是正道，你再不迷惑了，你起心动念、言语造作没有一样不善。迷了，善就不见了；觉悟，善就现前。迷的时候，我们都用烦恼，起心动念贪瞋痴慢疑，起这个心，动这个念头，这不是善根。不瞋、不痴、不贪、不傲慢、不怀疑，对于正道，这是善根，叫菩提善根。下面引《圆中钞》，《圆中钞》里面说：「执持名号，发愿往生，方名多善根也。」《圆中钞》，幽溪大师的注解，这是著名的阿弥陀经三大注，三种大注解。说得好，念阿弥陀佛的名号，求生西方极乐世界，这是善根，这是多善根。「《弥陀疏钞》云」，莲池大师所说的，说得更好：「执持名号，愿见弥陀。诚多善根、大善根、最胜善根、不可思议善根也。」莲池大师说得最好。",
      "zh_TW": "「《彌陀要解》云」，蕅益大師的話：「菩提正道名善根。」菩提是印度話，梵語，翻成中國意思就是覺悟。覺悟是正道，你再不迷惑了，你起心動念、言語造作沒有一樣不善。迷了，善就不見了；覺悟，善就現前。迷的時候，我們都用煩惱，起心動念貪瞋痴慢疑，起這個心，動這個念頭，這不是善根。不瞋、不痴、不貪、不傲慢、不懷疑，對於正道，這是善根，叫菩提善根。下面引《圓中鈔》，《圓中鈔》裡面說：「執持名號，發願往生，方名多善根也。」《圓中鈔》，幽溪大師的註解，這是著名的阿彌陀經三大註，三種大註解。說得好，念阿彌陀佛的名號，求生西方極樂世界，這是善根，這是多善根。「《彌陀疏鈔》云」，蓮池大師所說的，說得更好：「執持名號，願見彌陀。誠多善根、大善根、最勝善根、不可思議善根也。」蓮池大師說得最好。"
    },
    {
      "id": "02-041-0281_p0025",
      "zh_CN": "后面这一句念老总结，「彼土众生因闻泉流说法，如上之不可思议善根悉皆成熟」，到极乐世界很快就成熟了。在这个世界上要磨炼自己，顺境不起贪心，没有贪恋，恶缘不生烦恼。所以善人、恶人都是于我们有恩，他等于来考试我的，看我还会不会起心动念，看我是不是还会把这些东西放在心上。看到你，狠狠的把你臭骂一顿，甚至于打你几下，你放不放在心上？放在心上，你是凡夫，该打该骂；你不放在心上，这一考试通过，你成就了。所以真正修行人，心目当中有没有恶人？没有。不但是善人，说老实话，说一切众生都是阿弥陀佛绝不是过分，是真的不是假的，自己快乐，法喜充满。所以学着把边见破掉、身见破掉，为什么？人家指着我骂，都指着这身，身不是我。好像我的衣服挂在那，他就骂那个衣服，他骂衣服我生什么气？把衣服当作我，那就错了。他打、杀，把衣服撕碎，与我不相干，我这里如如不动，这就是真的学佛了。还那么认真去计较，完了，你学跟没学佛没什么分别，错了。这个道理要懂，要明白。极乐世界你看看，七宝池里头流水都说法。所以到极乐世界，六尘说法，统统是阿弥陀佛变化所作。所以阿弥陀佛极乐世界，六尘都是阿弥陀佛的化身。",
      "zh_TW": "後面這一句念老總結，「彼土眾生因聞泉流說法，如上之不可思議善根悉皆成熟」，到極樂世界很快就成熟了。在這個世界上要磨鍊自己，順境不起貪心，沒有貪戀，惡緣不生煩惱。所以善人、惡人都是於我們有恩，他等於來考試我的，看我還會不會起心動念，看我是不是還會把這些東西放在心上。看到你，狠狠的把你臭罵一頓，甚至於打你幾下，你放不放在心上？放在心上，你是凡夫，該打該罵；你不放在心上，這一考試通過，你成就了。所以真正修行人，心目當中有沒有惡人？沒有。不但是善人，說老實話，說一切眾生都是阿彌陀佛絕不是過分，是真的不是假的，自己快樂，法喜充滿。所以學著把邊見破掉、身見破掉，為什麼？人家指著我罵，都指著這身，身不是我。好像我的衣服掛在那，他就罵那個衣服，他罵衣服我生什麼氣？把衣服當作我，那就錯了。他打、殺，把衣服撕碎，與我不相干，我這裡如如不動，這就是真的學佛了。還那麼認真去計較，完了，你學跟沒學佛沒什麼分別，錯了。這個道理要懂，要明白。極樂世界你看看，七寶池裡頭流水都說法。所以到極樂世界，六塵說法，統統是阿彌陀佛變化所作。所以阿彌陀佛極樂世界，六塵都是阿彌陀佛的化身。"
    },
    {
      "id": "02-041-0281_p0026",
      "zh_CN": "末后两句说闻法的利益，『随其所闻，与法相应』。我们看这两句，「《唐译》」的，五种原译本里头《唐译》的，「得闻如是种种声已，获得广大爱乐欢悦，而与观察相应、厌离相应…（乃至）涅槃相应」。「相应」是什么意思？「即契合之义」。下面说，「相应者，譬如函盖相称也」，函是盒子，有个盖，这个盒子跟盖是相应的。我们只看到这个地方。极乐世界的大众，听到六尘讲经说法，与自己的观察的功夫相应，这个好，观察相应是解门，就是章嘉大师讲的看破，厌离相应就是放下，涅槃相应是圆满。",
      "zh_TW": "末後兩句說聞法的利益，『隨其所聞，與法相應』。我們看這兩句，「《唐譯》」的，五種原譯本裡頭《唐譯》的，「得聞如是種種聲已，獲得廣大愛樂歡悅，而與觀察相應、厭離相應…（乃至）涅槃相應」。「相應」是什麼意思？「即契合之義」。下面說，「相應者，譬如函蓋相稱也」，函是盒子，有個蓋，這個盒子跟蓋是相應的。我們只看到這個地方。極樂世界的大眾，聽到六塵講經說法，與自己的觀察的功夫相應，這個好，觀察相應是解門，就是章嘉大師講的看破，厭離相應就是放下，涅槃相應是圓滿。"
    },
    {
      "id": "02-041-0281_p0027",
      "zh_CN": "譬如我刚才举的这个例子，我们遇到善缘，顺境境界，顺境、善缘，缘是人事环境，遇到都是好人，好人称赞你、欢喜你，没放在心上，但是外面呢？外面不能不表示，不能像个木头一样，人情世故要尽到，心里头没有，外面礼貌恭敬都做到，里面如如不动，这是修行。毕竟我们现在这个环境是在人世间，人世间，人的礼貌要尽到，不能放在心上，这叫放下，面面顾到。要遇到逆境、恶缘，冤家对头遇到了，看到你不顺眼，把你臭骂一顿，把你批评得一文不值，你怎么样？恭恭敬敬，听到了，听完之后就离开了，没有怨恨，没有报复，如春风过耳，不放在心上，这就对了，不放在心上就是厌离。涅槃是寂静、是真心，涅槃相应，真心相应，真心里面没有起心动念。起心动念是妄心，真心不起心、不动念，这叫相应，这叫真修，这叫真功夫。我们要感恩，我们要把自己修行功德给他回向，为什么？他造业，他不知道、我知道，他造的善业，果报在三善道；他造的恶业，果报在三恶道，出不了六道轮回。我们把功德回向给他，他能不能得到？能得到。能不能受用到？现在不行，必须到有一天他觉悟，他忏悔了，他就得到。得到，他会感恩，他知道他错了。所以凡事不能着急，时节因缘变化很大。",
      "zh_TW": "譬如我剛才舉的這個例子，我們遇到善緣，順境境界，順境、善緣，緣是人事環境，遇到都是好人，好人稱讚你、歡喜你，沒放在心上，但是外面呢？外面不能不表示，不能像個木頭一樣，人情世故要盡到，心裡頭沒有，外面禮貌恭敬都做到，裡面如如不動，這是修行。畢竟我們現在這個環境是在人世間，人世間，人的禮貌要盡到，不能放在心上，這叫放下，面面顧到。要遇到逆境、惡緣，冤家對頭遇到了，看到你不順眼，把你臭罵一頓，把你批評得一文不值，你怎麼樣？恭恭敬敬，聽到了，聽完之後就離開了，沒有怨恨，沒有報復，如春風過耳，不放在心上，這就對了，不放在心上就是厭離。涅槃是寂靜、是真心，涅槃相應，真心相應，真心裡面沒有起心動念。起心動念是妄心，真心不起心、不動念，這叫相應，這叫真修，這叫真功夫。我們要感恩，我們要把自己修行功德給他迴向，為什麼？他造業，他不知道、我知道，他造的善業，果報在三善道；他造的惡業，果報在三惡道，出不了六道輪迴。我們把功德迴向給他，他能不能得到？能得到。能不能受用到？現在不行，必須到有一天他覺悟，他懺悔了，他就得到。得到，他會感恩，他知道他錯了。所以凡事不能著急，時節因緣變化很大。"
    },
    {
      "id": "02-041-0281_p0028",
      "zh_CN": "我们现在只看到一个地球，好像不大，实际上很大，如果我们看到整个宇宙，看到银河系，银河系是个大世界。娑婆世界，释迦牟尼佛的教区，有多少银河系？银河系是个单位世界，一千个单位世界是一个小千世界，一千个小千世界是一个中千世界，一千个中千世界是一个大千世界。一个大千世界多少银河系？十亿个银河系。你这样看法的时候，你就看出它不一样了，看到大地方了。我们这个小世界，在这个小地球上，太小太小了，在大千世界里头很小，一般人之所以看不起眼，我们生活在这个地区。",
      "zh_TW": "我們現在只看到一個地球，好像不大，實際上很大，如果我們看到整個宇宙，看到銀河系，銀河系是個大世界。娑婆世界，釋迦牟尼佛的教區，有多少銀河系？銀河系是個單位世界，一千個單位世界是一個小千世界，一千個小千世界是一個中千世界，一千個中千世界是一個大千世界。一個大千世界多少銀河系？十億個銀河系。你這樣看法的時候，你就看出它不一樣了，看到大地方了。我們這個小世界，在這個小地球上，太小太小了，在大千世界裡頭很小，一般人之所以看不起眼，我們生活在這個地區。"
    },
    {
      "id": "02-041-0281_p0029",
      "zh_CN": "我们再看下面，念老引「《起信论》曰：以离念境界，唯证相应故（唯有实证，方能契入离念境界）」，这是真的。你不肯放下，这个境界你不能体会；你放下之后，你就能体会到。所以这法喜，譬如说遇到善缘有人赞叹你，你欢喜了，而且自以为是，这是烦恼起现行，你的定功失掉，你的般若智慧失掉了，生烦恼，善的境界。要是恶的境界，恶缘，有恶人来找麻烦，来毁谤你、侮辱你、骂你、障碍你、陷害你，不生烦恼，没有报复的念头，没有怨恨的念头，心里头不放在心上，感恩他，他来考我，看我忍辱到什么程度，来测验我忍辱波罗蜜的，是老师，是佛菩萨，不是坏事，好事。修行到一个程度，要天天禁得起考验，禁不起考验就回头了，错了，要禁得起考验。",
      "zh_TW": "我們再看下面，念老引「《起信論》曰：以離念境界，唯證相應故（唯有實證，方能契入離念境界）」，這是真的。你不肯放下，這個境界你不能體會；你放下之後，你就能體會到。所以這法喜，譬如說遇到善緣有人讚歎你，你歡喜了，而且自以為是，這是煩惱起現行，你的定功失掉，你的般若智慧失掉了，生煩惱，善的境界。要是惡的境界，惡緣，有惡人來找麻煩，來毀謗你、侮辱你、罵你、障礙你、陷害你，不生煩惱，沒有報復的念頭，沒有怨恨的念頭，心裡頭不放在心上，感恩他，他來考我，看我忍辱到什麼程度，來測驗我忍辱波羅蜜的，是老師，是佛菩薩，不是壞事，好事。修行到一個程度，要天天禁得起考驗，禁不起考驗就回頭了，錯了，要禁得起考驗。"
    },
    {
      "id": "02-041-0281_p0030",
      "zh_CN": "「又《华严论》曰」，《华严论》就是《合论》，李长者的《合论》，它里面说：「一念相应一念佛，一日相应一日佛。」这讲相应。一念，不要小看一念，用什么心念，真心、妄心差别很大。真心念，无比殊胜功德，为什么？你心清净，没有染污。妄心念，有染污，里面夹杂着妄想、夹杂着杂念，这个一念不纯。相应，是与真心相应，与阿弥陀佛相应。我念弥陀，弥陀念我，这叫相应。一日相应一日佛，这个功夫得力。不要小看这一句，这一句是念念相应念念佛，关键在相应。这个一日的功德很大，真的像佛经上所说的不可思议。",
      "zh_TW": "「又《華嚴論》曰」，《華嚴論》就是《合論》，李長者的《合論》，它裡面說：「一念相應一念佛，一日相應一日佛。」這講相應。一念，不要小看一念，用什麼心念，真心、妄心差別很大。真心念，無比殊勝功德，為什麼？你心清淨，沒有染污。妄心念，有染污，裡面夾雜著妄想、夾雜著雜念，這個一念不純。相應，是與真心相應，與阿彌陀佛相應。我念彌陀，彌陀念我，這叫相應。一日相應一日佛，這個功夫得力。不要小看這一句，這一句是念念相應念念佛，關鍵在相應。這個一日的功德很大，真的像佛經上所說的不可思議。"
    },
    {
      "id": "02-041-0281_p0031",
      "zh_CN": "「今经云随其所闻与法相应，深显弥陀本愿功德不可思议」，这是讲在极乐世界。往生到极乐世界，没有一个不是念念相应。相应没有中断，成佛快！这个功夫，我们在日常生活当中要学。前面所说的顺逆境界，顺境逆境、善缘恶缘，我们统统都把它换成阿弥陀佛，这是念佛人。这个方法非常高明，统统得圆满的利益。顺境逆境，佛号没有丢失；善缘恶缘，佛号也没有丢失，佛号一句接着一句。像海贤老和尚，不一定要念出来，心里只存佛号，除佛号之外什么都没有，这就叫一心不乱，这属于事一心不乱，往生极乐世界生方便有余土，超越凡圣同居土。今经云，这部经上说的，「随其所闻与法相应」，这个法是佛法，与佛所说之法，没有一个字不相应，没有一句不相应，深显弥陀本愿功德不可思议。",
      "zh_TW": "「今經云隨其所聞與法相應，深顯彌陀本願功德不可思議」，這是講在極樂世界。往生到極樂世界，沒有一個不是念念相應。相應沒有中斷，成佛快！這個功夫，我們在日常生活當中要學。前面所說的順逆境界，順境逆境、善緣惡緣，我們統統都把它換成阿彌陀佛，這是念佛人。這個方法非常高明，統統得圓滿的利益。順境逆境，佛號沒有丟失；善緣惡緣，佛號也沒有丟失，佛號一句接著一句。像海賢老和尚，不一定要念出來，心裡只存佛號，除佛號之外什麼都沒有，這就叫一心不亂，這屬於事一心不亂，往生極樂世界生方便有餘土，超越凡聖同居土。今經云，這部經上說的，「隨其所聞與法相應」，這個法是佛法，與佛所說之法，沒有一個字不相應，沒有一句不相應，深顯彌陀本願功德不可思議。"
    },
    {
      "id": "02-041-0281_p0032",
      "zh_CN": "我们看念老的注解，「诸往生者」，所有往生的人，包括凡圣同居土下下品往生的，「善根成熟」，怎么成熟的？得阿弥陀佛本愿威神加持成熟的，「所闻妙法悉能契会」，就是说在极乐世界，佛说法、菩萨说法、六尘说法，你统统能够体会得到，你听得懂，不但懂，你生欢喜心。而且怎么样？「蹑解起行，行起解绝」，你能把所听到的法，完全落实在生活、落实在工作、落实在处事待人接物。极乐世界活动的空间大；不像我们这个世界，没有神通，不能变化，居住在这个地方没有交通工具就不能远行。极乐世界这些全不要，六种神通具足。他们会不会出去逛逛？会。到哪里去？到十方诸佛刹土去逛逛。他能变化，到十方世界去供佛，供佛修福，听佛讲经说法是修慧，他出去往外逛是福慧双修。范围多大？空间没有止境，时间也没有止境；换句话说，时间、空间在极乐世界不存在，没有空间就是没有距离，没有时间就没有前后。阿弥陀佛大会堂，佛在那里讲经没有中断，你在那里听经也没有中断。看到你坐在你座位上，但是你能够变现无量无边的化身，到十方世界去了。本身还在讲堂听阿弥陀佛说法，分身到十方世界去了，同时又听到十方世界讲一切经。这个地方到哪里去找？找不到！",
      "zh_TW": "我們看念老的註解，「諸往生者」，所有往生的人，包括凡聖同居土下下品往生的，「善根成熟」，怎麼成熟的？得阿彌陀佛本願威神加持成熟的，「所聞妙法悉能契會」，就是說在極樂世界，佛說法、菩薩說法、六塵說法，你統統能夠體會得到，你聽得懂，不但懂，你生歡喜心。而且怎麼樣？「躡解起行，行起解絕」，你能把所聽到的法，完全落實在生活、落實在工作、落實在處事待人接物。極樂世界活動的空間大；不像我們這個世界，沒有神通，不能變化，居住在這個地方沒有交通工具就不能遠行。極樂世界這些全不要，六種神通具足。他們會不會出去逛逛？會。到哪裡去？到十方諸佛剎土去逛逛。他能變化，到十方世界去供佛，供佛修福，聽佛講經說法是修慧，他出去往外逛是福慧雙修。範圍多大？空間沒有止境，時間也沒有止境；換句話說，時間、空間在極樂世界不存在，沒有空間就是沒有距離，沒有時間就沒有前後。阿彌陀佛大會堂，佛在那裡講經沒有中斷，你在那裡聽經也沒有中斷。看到你坐在你座位上，但是你能夠變現無量無邊的化身，到十方世界去了。本身還在講堂聽阿彌陀佛說法，分身到十方世界去了，同時又聽到十方世界講一切經。這個地方到哪裡去找？找不到！"
    },
    {
      "id": "02-041-0281_p0033",
      "zh_CN": "真想去，去得成，不是不能去。去到那个地方，保证你快速成佛，不需要很长时间。为什么？学习的环境太好了。阿弥陀佛做大功德主，提供我们这么好的环境。在极乐世界修行，谁是老师？阿弥陀佛是老师，一切诸佛是老师，成就你圆满的福慧。同学都是阿惟越致菩萨，没得找，要知道。真正相信，没有丝毫怀疑，真正接受了，依教修行，信、愿、念佛。不念佛，你就念烦恼，烦恼起现行。用这句念佛，代替妄想、分别、执着，不受外面境界影响。对外面境界明了，清楚得很，那是看破。这个境界干不干扰我？不干扰。大灾难，大灾难也不干扰，大灾难正好自己往生。学佛的人没有生死，真有灾难，这身不要了，到极乐世界去。这个世界，人间，需要我的时候再来。不需要我的时候，他方世界有需要的。十方无量无边世界，有缘的人很多，不是这一处，这要懂，到极乐世界全都明白了。",
      "zh_TW": "真想去，去得成，不是不能去。去到那個地方，保證你快速成佛，不需要很長時間。為什麼？學習的環境太好了。阿彌陀佛做大功德主，提供我們這麼好的環境。在極樂世界修行，誰是老師？阿彌陀佛是老師，一切諸佛是老師，成就你圓滿的福慧。同學都是阿惟越致菩薩，沒得找，要知道。真正相信，沒有絲毫懷疑，真正接受了，依教修行，信、願、念佛。不念佛，你就念煩惱，煩惱起現行。用這句念佛，代替妄想、分別、執著，不受外面境界影響。對外面境界明瞭，清楚得很，那是看破。這個境界干不干擾我？不干擾。大災難，大災難也不干擾，大災難正好自己往生。學佛的人沒有生死，真有災難，這身不要了，到極樂世界去。這個世界，人間，需要我的時候再來。不需要我的時候，他方世界有需要的。十方無量無邊世界，有緣的人很多，不是這一處，這要懂，到極樂世界全都明白了。"
    },
    {
      "id": "02-041-0281_p0034",
      "zh_CN": "下面所说的，我们接着学，「忘照同时，能所不二。智与理冥，乃至种种所闻，悉能顿契，与法相应」。没有一法不相应，为什么？一切法从自性生的，明心见性，哪有不相应的道理？蹑解起行，解是看破，行是放下。真正放下了，全明白了，还有没有明白的相？没有了。回归自性，回归常寂光，叫行起解绝，回归常寂光了。忘照同时，忘是如如不动，照是清清楚楚。好像我们照镜子，镜子照得很清楚，没有起心动念，没有分别执着，这叫忘。都回归到一，一真，一真法界，那一是真的，一里头没有二。所以能所没有了，看破放下都没有了。看破是照，放下是忘；看破是能，放下是所。智与理，智是能照，能见能照，理是一无所有。乃至种种所闻悉能顿契，所闻、所见、所接触的，六根接触六尘境界，完全回归自性。与法相应，没有一法不相应，统统是自性变现。自性变现的，都没有放在心上，这是如来果地上境界。等觉菩萨还差一点，习气没断。十地菩萨与法相应了，原来法就是性，性就是法，能所不二。什么是自性？随拈一法，没有一法不是自性，法法皆是，法法皆如，所以没有染污、没有分别、没有执着，这是圆满大涅槃的境界。今天时间到了，我们就学习到此地。",
      "zh_TW": "下面所說的，我們接著學，「忘照同時，能所不二。智與理冥，乃至種種所聞，悉能頓契，與法相應」。沒有一法不相應，為什麼？一切法從自性生的，明心見性，哪有不相應的道理？躡解起行，解是看破，行是放下。真正放下了，全明白了，還有沒有明白的相？沒有了。回歸自性，回歸常寂光，叫行起解絕，回歸常寂光了。忘照同時，忘是如如不動，照是清清楚楚。好像我們照鏡子，鏡子照得很清楚，沒有起心動念，沒有分別執著，這叫忘。都回歸到一，一真，一真法界，那一是真的，一裡頭沒有二。所以能所沒有了，看破放下都沒有了。看破是照，放下是忘；看破是能，放下是所。智與理，智是能照，能見能照，理是一無所有。乃至種種所聞悉能頓契，所聞、所見、所接觸的，六根接觸六塵境界，完全回歸自性。與法相應，沒有一法不相應，統統是自性變現。自性變現的，都沒有放在心上，這是如來果地上境界。等覺菩薩還差一點，習氣沒斷。十地菩薩與法相應了，原來法就是性，性就是法，能所不二。什麼是自性？隨拈一法，沒有一法不是自性，法法皆是，法法皆如，所以沒有染污、沒有分別、沒有執著，這是圓滿大涅槃的境界。今天時間到了，我們就學習到此地。"
    }
  ]
}