{
  "doc_id": "02-041-0170",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七０集",
    "zh_TW": "第一七０集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0170",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-041-0170_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0170_p0002",
      "zh_CN": "请看《大经科注》第四百四十一页最后一行：",
      "zh_TW": "請看《大經科註》第四百四十一頁最後一行："
    },
    {
      "id": "02-041-0170_p0003",
      "zh_CN": "「不堕恶趣愿，或曰不更恶趣愿，为第二愿」。更就是再受，两句意思完全相同，这是第二愿。「此承第一愿而言，我国（阿弥陀佛所说的我国就是极乐世界）不但无三恶道，甚至从焰摩罗界（即地狱界）等恶道中」，或者把阿修罗包进去，四种恶道，恶道众生往生到西方极乐世界，这就是「来生我国之一切众生，受佛之教化」，接受阿弥陀佛本愿威神的加持，接受阿弥陀佛讲经教导。佛在极乐世界讲经从来没有终止过，世尊在《弥陀经》上为我们介绍的，阿弥陀佛在极乐世界「今现在说法」，今就是现在，不是过去，不是未来。极乐世界没有过去未来，没有时间这个概念，这桩事情，也没有空间。没有空间，没有距离；没有时间，没有先后。佛的教学从来没有中断过，这个意思非常重要。我们在任何地方修学，中间都有休息、都有中断，唯独在极乐世界学习是不中断的。因为不中断，他的速度快、效率高，所以成佛在极乐世界是不难的一桩事情，容易事。不但永远不再堕恶道，并且「悉皆成就阿耨多罗三藐三菩提」。这一句是佛法修学终极的目标。我们学佛希望得到什么？就是阿耨多罗三藐三菩提，就希望得到这个。这一句完全是梵语，梵文音译。",
      "zh_TW": "「不墮惡趣願，或曰不更惡趣願，為第二願」。更就是再受，兩句意思完全相同，這是第二願。「此承第一願而言，我國（阿彌陀佛所說的我國就是極樂世界）不但無三惡道，甚至從焰摩羅界（即地獄界）等惡道中」，或者把阿修羅包進去，四種惡道，惡道眾生往生到西方極樂世界，這就是「來生我國之一切眾生，受佛之教化」，接受阿彌陀佛本願威神的加持，接受阿彌陀佛講經教導。佛在極樂世界講經從來沒有終止過，世尊在《彌陀經》上為我們介紹的，阿彌陀佛在極樂世界「今現在說法」，今就是現在，不是過去，不是未來。極樂世界沒有過去未來，沒有時間這個概念，這樁事情，也沒有空間。沒有空間，沒有距離；沒有時間，沒有先後。佛的教學從來沒有中斷過，這個意思非常重要。我們在任何地方修學，中間都有休息、都有中斷，唯獨在極樂世界學習是不中斷的。因為不中斷，他的速度快、效率高，所以成佛在極樂世界是不難的一樁事情，容易事。不但永遠不再墮惡道，並且「悉皆成就阿耨多羅三藐三菩提」。這一句是佛法修學終極的目標。我們學佛希望得到什麼？就是阿耨多羅三藐三菩提，就希望得到這個。這一句完全是梵語，梵文音譯。"
    },
    {
      "id": "02-041-0170_p0004",
      "zh_CN": "下面，「《净土论注》」，昙鸾法师的注解，说得很清楚，「佛所得法，名为阿耨多罗三藐三菩提。」这讲成佛，怎么成佛？他得到阿耨多罗三藐三菩提，这叫成佛。下面引《法华玄赞》说，把这一句梵文的原音翻成中国字的意思，「阿云无」，翻成中国是无的意思，「耨多罗云上」，中国上的意思，「三」是正的意思，「藐」是等的意思，「三」又是正，后面「菩提」是觉，整个翻成中国意思就是「无上正等正觉」。所以它可以翻，为什么不翻？这在古时候翻经的时候有五种不翻，其中有一种尊重不翻，这一句就是属于尊重不翻。所以用音译阿耨多罗三藐三菩提，就是中国的无上正等正觉，就这个意思，非常正确，一点错误都没有，我们看这个就明白了。佛经里面告诉我们的，你得到正觉就是阿罗汉，六道里头没有正觉，正觉就出离六道轮回。所以六道里头有觉，不是没有觉，达不到佛家所讲的标准。佛教的标准是以阿罗汉，小乘四果，以这个为标准。见思烦恼统统断了，清净心恢复了，正觉。清净心生智慧，不生烦恼。再提升就是正等正觉，等，等于佛，还不是佛，所以正等正觉是菩萨。菩萨的等级很多，《华严经》上从初信，就是菩萨，一直到等觉，一共有五十一个位次。这五十个位次就是十信、十住、十行、十回向、十地，这五十个，上面还有一个等觉，这是菩萨地位最高的。再往上去就是无上正等正觉，那就成佛，《华严》称为妙觉如来。",
      "zh_TW": "下面，「《淨土論註》」，曇鸞法師的註解，說得很清楚，「佛所得法，名為阿耨多羅三藐三菩提。」這講成佛，怎麼成佛？他得到阿耨多羅三藐三菩提，這叫成佛。下面引《法華玄贊》說，把這一句梵文的原音翻成中國字的意思，「阿云無」，翻成中國是無的意思，「耨多羅云上」，中國上的意思，「三」是正的意思，「藐」是等的意思，「三」又是正，後面「菩提」是覺，整個翻成中國意思就是「無上正等正覺」。所以它可以翻，為什麼不翻？這在古時候翻經的時候有五種不翻，其中有一種尊重不翻，這一句就是屬於尊重不翻。所以用音譯阿耨多羅三藐三菩提，就是中國的無上正等正覺，就這個意思，非常正確，一點錯誤都沒有，我們看這個就明白了。佛經裡面告訴我們的，你得到正覺就是阿羅漢，六道裡頭沒有正覺，正覺就出離六道輪迴。所以六道裡頭有覺，不是沒有覺，達不到佛家所講的標準。佛教的標準是以阿羅漢，小乘四果，以這個為標準。見思煩惱統統斷了，清淨心恢復了，正覺。清淨心生智慧，不生煩惱。再提升就是正等正覺，等，等於佛，還不是佛，所以正等正覺是菩薩。菩薩的等級很多，《華嚴經》上從初信，就是菩薩，一直到等覺，一共有五十一個位次。這五十個位次就是十信、十住、十行、十迴向、十地，這五十個，上面還有一個等覺，這是菩薩地位最高的。再往上去就是無上正等正覺，那就成佛，《華嚴》稱為妙覺如來。"
    },
    {
      "id": "02-041-0170_p0005",
      "zh_CN": "所以，《大智度论》有一百卷，八十五卷里面有说，「唯佛一人智慧为阿耨多罗三藐三菩提。」无上正等正觉只有一个人，正等正觉有五十一个人。正觉是十信第七信的地位，在大乘里面也是菩萨，我们一般称小行菩萨。十信好像是小学，十住这是中学，这当中往上提升，还有十行，还有十回向，十回向好比是大学，十地好比是研究所，等觉菩萨好像是博士班，再往上就毕业，就成佛。我们用这个来做比喻，大家会有一个概念。无上正等正觉只有一个，一个位次的，是圆满证得真如自性。没有回到常寂光，住在实报土都称之为法身菩萨。一般讲成佛了，法身菩萨是分证佛，是真佛，不是假佛。十法界里面的佛是十信心满成佛，别教是初住的地位。如果他没有离开十法界，他是相似即佛；超越十法界生到实报土，他就是分证即佛。我们的经题写得好，「清净」就是阿罗汉，正觉；「平等」，正等正觉；后面「觉」是无上正等正觉。所以这三个阶段的果都在经题上显示出来了。这非常重要，我们学佛到底学什么？就学清净平等觉。这个觉我们加了一个字，正觉。",
      "zh_TW": "所以，《大智度論》有一百卷，八十五卷裡面有說，「唯佛一人智慧為阿耨多羅三藐三菩提。」無上正等正覺只有一個人，正等正覺有五十一個人。正覺是十信第七信的地位，在大乘裡面也是菩薩，我們一般稱小行菩薩。十信好像是小學，十住這是中學，這當中往上提升，還有十行，還有十迴向，十迴向好比是大學，十地好比是研究所，等覺菩薩好像是博士班，再往上就畢業，就成佛。我們用這個來做比喻，大家會有一個概念。無上正等正覺只有一個，一個位次的，是圓滿證得真如自性。沒有回到常寂光，住在實報土都稱之為法身菩薩。一般講成佛了，法身菩薩是分證佛，是真佛，不是假佛。十法界裡面的佛是十信心滿成佛，別教是初住的地位。如果他沒有離開十法界，他是相似即佛；超越十法界生到實報土，他就是分證即佛。我們的經題寫得好，「清淨」就是阿羅漢，正覺；「平等」，正等正覺；後面「覺」是無上正等正覺。所以這三個階段的果都在經題上顯示出來了。這非常重要，我們學佛到底學什麼？就學清淨平等覺。這個覺我們加了一個字，正覺。"
    },
    {
      "id": "02-041-0170_p0006",
      "zh_CN": "我们往下看，「恶道众生善根微弱，复多宿业，蒙佛愿力加被，摄受往生」。我们把这些事实真相搞清楚、搞明白了，我们自己念佛往生的信心就增长，就提升了。恶道有往生的，恶道里头有佛菩萨现畜生身，现饿鬼身度饿鬼，现地狱身度地狱众生。三恶道里还有能得度的吗？有。什么人？过去在人间都曾经学过佛，都曾经念过佛，也发愿求生净土，可惜是临命终时最后的一念错了，起了不善的念头，就是贪瞋痴慢疑，这个念头一动，他就到恶道去了。但是他有善根，他曾经学过，所以佛菩萨要到地狱道现身为他们说法，让他们忏悔，让他们回头，让他们生起信愿。恶道众生也能度脱，净宗法门真正不可思议！所以我们就晓得，只要念过一声佛号的人，跟阿弥陀佛都有缘，跟极乐世界都有缘，早晚都要去。但是临终一念不觉，堕在地狱里很辛苦，要受很多折磨，这个不能不知道。佛非常慈悲，希望我们把这些事实真相都搞清楚、都搞明白。",
      "zh_TW": "我們往下看，「惡道眾生善根微弱，復多宿業，蒙佛願力加被，攝受往生」。我們把這些事實真相搞清楚、搞明白了，我們自己念佛往生的信心就增長，就提升了。惡道有往生的，惡道裡頭有佛菩薩現畜生身，現餓鬼身度餓鬼，現地獄身度地獄眾生。三惡道裡還有能得度的嗎？有。什麼人？過去在人間都曾經學過佛，都曾經念過佛，也發願求生淨土，可惜是臨命終時最後的一念錯了，起了不善的念頭，就是貪瞋痴慢疑，這個念頭一動，他就到惡道去了。但是他有善根，他曾經學過，所以佛菩薩要到地獄道現身為他們說法，讓他們懺悔，讓他們回頭，讓他們生起信願。惡道眾生也能度脫，淨宗法門真正不可思議！所以我們就曉得，只要念過一聲佛號的人，跟阿彌陀佛都有緣，跟極樂世界都有緣，早晚都要去。但是臨終一念不覺，墮在地獄裡很辛苦，要受很多折磨，這個不能不知道。佛非常慈悲，希望我們把這些事實真相都搞清楚、都搞明白。"
    },
    {
      "id": "02-041-0170_p0007",
      "zh_CN": "造作这些恶业，临终还有一口气还没断，这个时候即使五逆十恶的罪业，极重的罪业，只要信愿，一声佛号、十声佛号都能往生。这些人生哪里？生凡圣同居土。极乐世界有凡圣同居土，但是那个世界跟十方诸佛世界不一样，十方诸佛世界的六道，真正有六种，天、人、修罗、饿鬼、地狱、畜生，真有；极乐世界虽然有凡圣同居土，只有人、天两道，没有修罗，没有饿鬼、地狱、畜生。所以往生到极乐世界就保证你永远不再堕三恶道，那边没有恶道。更难得的，那边没有造作恶业的因。接受阿弥陀佛的加持，接受阿弥陀佛的教化，佛一加持，你的智慧、神通、道力大幅度的提升，跟法身菩萨差不多。因此我们就明白了，极乐世界有四土三辈九品之名，实际上呢？实际上它是平等法界。每一个往生的人，得阿弥陀佛四十八愿加持，连身体（底下我们就念到）、容貌、智慧、神通、道力，好像都跟阿弥陀佛差不多。这是找遍虚空法界一切诸佛刹土里头所没有的，只有极乐世界独有。",
      "zh_TW": "造作這些惡業，臨終還有一口氣還沒斷，這個時候即使五逆十惡的罪業，極重的罪業，只要信願，一聲佛號、十聲佛號都能往生。這些人生哪裡？生凡聖同居土。極樂世界有凡聖同居土，但是那個世界跟十方諸佛世界不一樣，十方諸佛世界的六道，真正有六種，天、人、修羅、餓鬼、地獄、畜生，真有；極樂世界雖然有凡聖同居土，只有人、天兩道，沒有修羅，沒有餓鬼、地獄、畜生。所以往生到極樂世界就保證你永遠不再墮三惡道，那邊沒有惡道。更難得的，那邊沒有造作惡業的因。接受阿彌陀佛的加持，接受阿彌陀佛的教化，佛一加持，你的智慧、神通、道力大幅度的提升，跟法身菩薩差不多。因此我們就明白了，極樂世界有四土三輩九品之名，實際上呢？實際上它是平等法界。每一個往生的人，得阿彌陀佛四十八願加持，連身體（底下我們就念到）、容貌、智慧、神通、道力，好像都跟阿彌陀佛差不多。這是找遍虛空法界一切諸佛剎土裡頭所沒有的，只有極樂世界獨有。"
    },
    {
      "id": "02-041-0170_p0008",
      "zh_CN": "这个世界很容易去，也很容易出来，来去自由。一般来，应该都是他们化身来的，应化身；他们的真身呢？真身永远住在极乐世界，在阿弥陀佛的身边，从来没有离开过。但是他们有能力同时变化无量无边的身，而且还不是一种身相，像《普门品》观世音菩萨所说的，三十二应，应以什么身得度，他就现什么身，现无量无边身。现身干什么？勤修福慧。现身到十方世界去供佛，供佛是修福，布施供养是修福；又在诸佛如来大会里头听经闻法，开智慧。所以他现无量无边身，修无量无边的福跟智慧，福慧双修。跟我们不一样，我们没法子跟他比，他在一天当中断恶修善、积功累德，他做多少？都不是数字所能说得尽的，只可以说无量无边，我们能不去吗？海贤老和尚遇到人，主动就劝人念佛，劝人求生西方极乐世界。",
      "zh_TW": "這個世界很容易去，也很容易出來，來去自由。一般來，應該都是他們化身來的，應化身；他們的真身呢？真身永遠住在極樂世界，在阿彌陀佛的身邊，從來沒有離開過。但是他們有能力同時變化無量無邊的身，而且還不是一種身相，像《普門品》觀世音菩薩所說的，三十二應，應以什麼身得度，他就現什麼身，現無量無邊身。現身幹什麼？勤修福慧。現身到十方世界去供佛，供佛是修福，布施供養是修福；又在諸佛如來大會裡頭聽經聞法，開智慧。所以他現無量無邊身，修無量無邊的福跟智慧，福慧雙修。跟我們不一樣，我們沒法子跟他比，他在一天當中斷惡修善、積功累德，他做多少？都不是數字所能說得盡的，只可以說無量無邊，我們能不去嗎？海賢老和尚遇到人，主動就勸人念佛，勸人求生西方極樂世界。"
    },
    {
      "id": "02-041-0170_p0009",
      "zh_CN": "你只要发愿，你就得到佛的愿力加持，摄受往生，生到极乐世界「悉令成佛」，没有一个漏掉的，「此实阿弥陀如来慈悲至极之无上圣愿」，真正慈悲到极处。一切诸佛已经成了佛，证得佛果的，佛佛道同。没错，一切诸佛没有一尊佛不劝人信愿持名，求生净土。为什么？这就是诸佛如来慈悲至极的无上圣愿。所以诸佛如来巴不得立刻把你送到极乐世界，到极乐世界去成佛去。诸佛没有嫉妒、没有傲慢，没有障碍任何一个众生，他们的心、他们的愿只有一个，成就一切众生，帮助众生快快成就，跟阿弥陀佛同心同愿、同德同行。所以说一切诸佛如来可以说都是阿弥陀佛的化身，跟阿弥陀佛没有两样。无论教你什么法门，法门平等，无有高下，每一个法门到最后完全归极乐世界，这是学佛同修不能不知道。",
      "zh_TW": "你只要發願，你就得到佛的願力加持，攝受往生，生到極樂世界「悉令成佛」，沒有一個漏掉的，「此實阿彌陀如來慈悲至極之無上聖願」，真正慈悲到極處。一切諸佛已經成了佛，證得佛果的，佛佛道同。沒錯，一切諸佛沒有一尊佛不勸人信願持名，求生淨土。為什麼？這就是諸佛如來慈悲至極的無上聖願。所以諸佛如來巴不得立刻把你送到極樂世界，到極樂世界去成佛去。諸佛沒有嫉妒、沒有傲慢，沒有障礙任何一個眾生，他們的心、他們的願只有一個，成就一切眾生，幫助眾生快快成就，跟阿彌陀佛同心同願、同德同行。所以說一切諸佛如來可以說都是阿彌陀佛的化身，跟阿彌陀佛沒有兩樣。無論教你什麼法門，法門平等，無有高下，每一個法門到最後完全歸極樂世界，這是學佛同修不能不知道。"
    },
    {
      "id": "02-041-0170_p0010",
      "zh_CN": "我们再看下面，这都念老说的话。「盖以从恶趣带业往生之众生」，宿世具足恶业，应当要堕恶道，「但因弥陀愿力加持」，往生极乐世界，「不复更堕三途，故曰不堕恶趣。」是阿弥陀佛四十八愿的加持，这个要知道，阿弥陀佛无量劫修行功德的加持，保证你往生极乐世界，故曰不堕恶趣。下面引用龙树菩萨的话，「故龙树大士曰：若人生彼国，终不堕三趣。」三趣就是三恶道，假如这个人他真正往生到极乐世界，终是讲往后，绝不会再堕三恶道。下面，「又善导大师曰」，善导是阿弥陀佛在中国化身的，日本也有此一说。我在日本问他们的法师，净土宗的法师，我说传说当中永明延寿、善导大师这两个都是弥陀化身来的，有没有这个说法？他说有，在日本、在韩国都有这个说法。善导大师所说的就是阿弥陀佛亲口宣说的，「一直到成佛，不再有生死轮回，不再经历这个事情」，永远脱离六道轮回。是则横出于六趣矣。从善导这句话我们就肯定了，净宗是横出六道。其他修行人是竖出，从人要生到天道，欲界，欲界天再提升到色界天，色界天再提升到无色界天，然后再向上提升，出离了，这叫竖出。净宗不是的，从人道就到佛道，就到极乐世界，不要经过欲界天、色界天、无色界天，不需要，统统是横出。如地狱道，地狱道想出来，一般的出来竖出，他一定是先到饿鬼道，饿鬼道再提升到畜生道，畜生道再提升到人道，竖出。现在他在地狱道遇到菩萨，劝他信愿持名，他能接受，他就从地狱道往生到极乐世界，他不需要经过饿鬼、畜生、人、天，不需要，他就出去了，这叫横出。",
      "zh_TW": "我們再看下面，這都念老說的話。「蓋以從惡趣帶業往生之眾生」，宿世具足惡業，應當要墮惡道，「但因彌陀願力加持」，往生極樂世界，「不復更墮三途，故曰不墮惡趣。」是阿彌陀佛四十八願的加持，這個要知道，阿彌陀佛無量劫修行功德的加持，保證你往生極樂世界，故曰不墮惡趣。下面引用龍樹菩薩的話，「故龍樹大士曰：若人生彼國，終不墮三趣。」三趣就是三惡道，假如這個人他真正往生到極樂世界，終是講往後，絕不會再墮三惡道。下面，「又善導大師曰」，善導是阿彌陀佛在中國化身的，日本也有此一說。我在日本問他們的法師，淨土宗的法師，我說傳說當中永明延壽、善導大師這兩個都是彌陀化身來的，有沒有這個說法？他說有，在日本、在韓國都有這個說法。善導大師所說的就是阿彌陀佛親口宣說的，「一直到成佛，不再有生死輪迴，不再經歷這個事情」，永遠脫離六道輪迴。是則橫出於六趣矣。從善導這句話我們就肯定了，淨宗是橫出六道。其他修行人是豎出，從人要生到天道，欲界，欲界天再提升到色界天，色界天再提升到無色界天，然後再向上提升，出離了，這叫豎出。淨宗不是的，從人道就到佛道，就到極樂世界，不要經過欲界天、色界天、無色界天，不需要，統統是橫出。如地獄道，地獄道想出來，一般的出來豎出，他一定是先到餓鬼道，餓鬼道再提升到畜生道，畜生道再提升到人道，豎出。現在他在地獄道遇到菩薩，勸他信願持名，他能接受，他就從地獄道往生到極樂世界，他不需要經過餓鬼、畜生、人、天，不需要，他就出去了，這叫橫出。"
    },
    {
      "id": "02-041-0170_p0011",
      "zh_CN": "后面这段是这一章的总结，「又此章大愿」，国无恶道愿，不堕恶趣愿，这两大愿，这里头有两种殊胜。「一者，恶趣众生，亦得往生极乐，不复更堕恶道，表弥陀悲心无尽，度化无余」，度化众生一个不漏。这个地方诸位一定要知道，佛法常说「佛不度无缘之人」，什么人无缘？不相信，有怀疑，这无缘，佛没有办法感动他，没有办法叫他回头。所以我们跟佛要有缘，要有很深很深的缘，这个缘从哪里生的？从信心生的，真正相信世间有好人。现在人已经信心失掉，不相信世间有好人，对每个人都怀疑。父母从小就教，上幼稚园了，你可别相信人，都叫他不要相信，怕被人骗了。所以疑这个烦恼是愚痴的根，疑不断不会开悟，没有智慧，他学到一些常识，他没有智慧。智慧是从定中流露出来的，没有疑惑就得小定，小乘的定；没有分别，那是大乘的定，菩萨的定。看一切法平等，没有高下，没有胜负，没有好坏，没有善恶，没有染净，所有一切对立的统统没有，菩萨平等观。中国人所期望的大同世界，和睦的社会。",
      "zh_TW": "後面這段是這一章的總結，「又此章大願」，國無惡道願，不墮惡趣願，這兩大願，這裡頭有兩種殊勝。「一者，惡趣眾生，亦得往生極樂，不復更墮惡道，表彌陀悲心無盡，度化無餘」，度化眾生一個不漏。這個地方諸位一定要知道，佛法常說「佛不度無緣之人」，什麼人無緣？不相信，有懷疑，這無緣，佛沒有辦法感動他，沒有辦法叫他回頭。所以我們跟佛要有緣，要有很深很深的緣，這個緣從哪裡生的？從信心生的，真正相信世間有好人。現在人已經信心失掉，不相信世間有好人，對每個人都懷疑。父母從小就教，上幼稚園了，你可別相信人，都叫他不要相信，怕被人騙了。所以疑這個煩惱是愚痴的根，疑不斷不會開悟，沒有智慧，他學到一些常識，他沒有智慧。智慧是從定中流露出來的，沒有疑惑就得小定，小乘的定；沒有分別，那是大乘的定，菩薩的定。看一切法平等，沒有高下，沒有勝負，沒有好壞，沒有善惡，沒有染淨，所有一切對立的統統沒有，菩薩平等觀。中國人所期望的大同世界，和睦的社會。"
    },
    {
      "id": "02-041-0170_p0012",
      "zh_CN": "和从哪里来的？和从平等来的，平等就是和，不和就不平等，不平等才有斗争、才有战争，平等就没有了。父子有亲，亲是亲爱，亲爱里头不会有斗争，不但没有斗争，连分别这个念头都没有。父子、兄弟、族人，同一个祖宗的后代，应当和睦相处、没有分别，要互相尊重、互相敬爱、互相关怀、互助合作，社会和谐，斗争没有了，不但斗争没有，竞争都没有，这就是大同世界。中国过去一般读书人心目当中所希求的是大同、是和谐，整个世界和谐。人类和谐了，再做到人与大自然的和谐，人与天地万物的和谐，为什么？一切法从心想生，相由心生，境随心转，这是道理。这个道理通达明白，和平就落实了，平等对待，和睦相处。诸位想想，这众生多么幸福，这就是天堂，这就是诸佛刹土。所以，第一显示弥陀无尽的悲心。",
      "zh_TW": "和從哪裡來的？和從平等來的，平等就是和，不和就不平等，不平等才有鬥爭、才有戰爭，平等就沒有了。父子有親，親是親愛，親愛裡頭不會有鬥爭，不但沒有鬥爭，連分別這個念頭都沒有。父子、兄弟、族人，同一個祖宗的後代，應當和睦相處、沒有分別，要互相尊重、互相敬愛、互相關懷、互助合作，社會和諧，鬥爭沒有了，不但鬥爭沒有，競爭都沒有，這就是大同世界。中國過去一般讀書人心目當中所希求的是大同、是和諧，整個世界和諧。人類和諧了，再做到人與大自然的和諧，人與天地萬物的和諧，為什麼？一切法從心想生，相由心生，境隨心轉，這是道理。這個道理通達明白，和平就落實了，平等對待，和睦相處。諸位想想，這眾生多麼幸福，這就是天堂，這就是諸佛剎土。所以，第一顯示彌陀無盡的悲心。"
    },
    {
      "id": "02-041-0170_p0013",
      "zh_CN": "「二者，凡往生者，悉皆作佛，究竟菩提。由此可见弥陀本心，念念愿一切众生成佛」。我们要有这个念头，自己无所谓，自己成不成佛没关系，一切众生都成佛了，佛度众生哪有不度我的道理？我们要放下自私自利，要放下妄想分别执着，跟佛同一个愿、同一个念，念念也是愿一切众生早早成佛。",
      "zh_TW": "「二者，凡往生者，悉皆作佛，究竟菩提。由此可見彌陀本心，念念願一切眾生成佛」。我們要有這個念頭，自己無所謂，自己成不成佛沒關係，一切眾生都成佛了，佛度眾生哪有不度我的道理？我們要放下自私自利，要放下妄想分別執著，跟佛同一個願、同一個念，念念也是願一切眾生早早成佛。"
    },
    {
      "id": "02-041-0170_p0014",
      "zh_CN": "中国优良的传统文化丢失两百年，我们有幸能接触到，有了认知，那就应该发愿，我们要对得起祖宗。我们的老祖宗，中国汉族无论姓什么，我们都相信他是伏羲的后代、是神农的后代、是黄帝的子孙，一家人！在佛法里面讲是一体，更亲切。今天我们东西疏忽了，两百年前的人疏忽，到我们这个时代差不多丢尽，快到绝灭的关头，怎么办？所以我劝年轻人要立志，不要做大官，不要发大财，不要，心上没有这个东西，我们做一个平民百姓，深入中国传统文化，我们接受，我们把它发扬光大，我们把它传给后代。发愿做什么？什么工作？三家村里头的穷秀才，我们做这样的人，把下一代的小孩教好，牺牲我这一代，成全下一代。为什么？传统文化扎根要从儿童扎根，十几二十岁很难，他学了很多不好的习气，那个不容易。必须从小，最好是父母能肩负起孩子第一阶段的教养，教什么？教《弟子规》，教《感应篇》，教《十善业》。",
      "zh_TW": "中國優良的傳統文化丟失兩百年，我們有幸能接觸到，有了認知，那就應該發願，我們要對得起祖宗。我們的老祖宗，中國漢族無論姓什麼，我們都相信他是伏羲的後代、是神農的後代、是黃帝的子孫，一家人！在佛法裡面講是一體，更親切。今天我們東西疏忽了，兩百年前的人疏忽，到我們這個時代差不多丟盡，快到絕滅的關頭，怎麼辦？所以我勸年輕人要立志，不要做大官，不要發大財，不要，心上沒有這個東西，我們做一個平民百姓，深入中國傳統文化，我們接受，我們把它發揚光大，我們把它傳給後代。發願做什麼？什麼工作？三家村裡頭的窮秀才，我們做這樣的人，把下一代的小孩教好，犧牲我這一代，成全下一代。為什麼？傳統文化扎根要從兒童扎根，十幾二十歲很難，他學了很多不好的習氣，那個不容易。必須從小，最好是父母能肩負起孩子第一階段的教養，教什麼？教《弟子規》，教《感應篇》，教《十善業》。"
    },
    {
      "id": "02-041-0170_p0015",
      "zh_CN": "怎么教？父母做出来给婴儿看，小孩一出生，他就会看、就会听，就会认真学习。中国古人都懂得，「教儿婴孩，教妇初来」。小孩要从婴儿教，出世就教他看好样子，所有一切不善的，不是正的（正能量的），决定不能让小孩接触到，不可以让他看到，不可以让他听到，不可以让他接触到。母亲要照顾他三年，这三年当中他看到的正面的，都是与伦理道德相应的，他听到的正面的，接触到的全是正面的，这个根扎得好，这孩子好教。到六、七岁上学了，上学的时候老师教导他，老师继续他父母所教的，老师要给学生做榜样。老师叫学生做，自己没有做到，学生会怀疑，学生不相信；老师真做到了，学生相信，学生才真正肯跟你学习。老师很辛苦，老师生活很简单、很刻苦，没有什么好收入，他的收入是学生家长，富有的逢年过节多送一点礼物，贫穷的，老师慈悲，小孩可教，不收学费，认真教他。",
      "zh_TW": "怎麼教？父母做出來給嬰兒看，小孩一出生，他就會看、就會聽，就會認真學習。中國古人都懂得，「教兒嬰孩，教婦初來」。小孩要從嬰兒教，出世就教他看好樣子，所有一切不善的，不是正的（正能量的），決定不能讓小孩接觸到，不可以讓他看到，不可以讓他聽到，不可以讓他接觸到。母親要照顧他三年，這三年當中他看到的正面的，都是與倫理道德相應的，他聽到的正面的，接觸到的全是正面的，這個根紮得好，這孩子好教。到六、七歲上學了，上學的時候老師教導他，老師繼續他父母所教的，老師要給學生做榜樣。老師叫學生做，自己沒有做到，學生會懷疑，學生不相信；老師真做到了，學生相信，學生才真正肯跟你學習。老師很辛苦，老師生活很簡單、很刻苦，沒有什麼好收入，他的收入是學生家長，富有的逢年過節多送一點禮物，貧窮的，老師慈悲，小孩可教，不收學費，認真教他。"
    },
    {
      "id": "02-041-0170_p0016",
      "zh_CN": "中国立国的精神就是孝道、师道，孝亲尊师，这是中国立国的大根大本，几千年来不坠。现在这个根没有了，所以很可怕。我们必须牺牲自己来扎这个根，能够有机会教几个小孩，好事情。这是圣贤，这是君子，跟一般人不一样。虽然一生很辛苦，果报非常殊胜。为什么？你所做的，神圣的事业，你的来生，我相信都在天道，你要是念佛决定是佛道，往生极乐世界得大圆满。好好教孩子，那就是积功累德，教德行、教文字，把中国的文字每一个字都讲清楚、讲明白，这里头有大学问。外国是拼音的文字，是表音的，单字里头没什么意思。中国的文字是表意的，它是一个符号，这个符号里面代表许许多多的意思，是哲学，是玄学，是真理，不一样。所以中国的文字可以称之为一门学问，文字学。中国的文字超越时间，超越空间。超越空间，就是全人类学习都没有障碍，都能学得好；超越时间，三千年前管用，三千年后的今天也管用，能看得懂三千年前人写的字，留下来的文献，三千年之后还管用。这叫真实智慧，这叫真正伟大的发明，科学技术的发明跟中国文字的发明不能比，这个要知道。",
      "zh_TW": "中國立國的精神就是孝道、師道，孝親尊師，這是中國立國的大根大本，幾千年來不墜。現在這個根沒有了，所以很可怕。我們必須犧牲自己來紮這個根，能夠有機會教幾個小孩，好事情。這是聖賢，這是君子，跟一般人不一樣。雖然一生很辛苦，果報非常殊勝。為什麼？你所做的，神聖的事業，你的來生，我相信都在天道，你要是念佛決定是佛道，往生極樂世界得大圓滿。好好教孩子，那就是積功累德，教德行、教文字，把中國的文字每一個字都講清楚、講明白，這裡頭有大學問。外國是拼音的文字，是表音的，單字裡頭沒什麼意思。中國的文字是表意的，它是一個符號，這個符號裡面代表許許多多的意思，是哲學，是玄學，是真理，不一樣。所以中國的文字可以稱之為一門學問，文字學。中國的文字超越時間，超越空間。超越空間，就是全人類學習都沒有障礙，都能學得好；超越時間，三千年前管用，三千年後的今天也管用，能看得懂三千年前人寫的字，留下來的文獻，三千年之後還管用。這叫真實智慧，這叫真正偉大的發明，科學技術的發明跟中國文字的發明不能比，這個要知道。"
    },
    {
      "id": "02-041-0170_p0017",
      "zh_CN": "中国文以载道，把古圣先贤所悟得的道义、智慧、理念、方法、精神、经验，都用这些文字写出来留给后世，真正是无尽的宝藏。这些宝藏现在管用，英国汤恩比博士说得好，解决二十一世纪这些问题，这些问题是严重问题，是人类存还是亡，文化是继续还是断绝，统统在这个点上，这是什么时代我们得认清楚。他说要拯救二十一世纪这个社会，只有中国孔孟学说跟大乘佛法。孔孟学说、大乘佛法都用中国汉字文言文写出来的，所以我希望十年之后，中国的汉字文言文能成为全世界人类共同的语文，世界就会有永久相续的和平出现。中国人所说的太平盛世、礼义之邦能不能兑现？能，中国的汉字文言文复兴就可以做到。为什么？中国几千年这些东西全部记载在《四库全书》里头，记载在《大藏经》里头，这两部文献，懂得中国汉字文言文你就有能力阅读，你就有能力吸取。在这个基础上，你再把它发扬光大，你就能救世界，你就能救人类，这是真正伟大的事业。做官办不到，发财也办不到，只有把官跟财丢掉。释迦牟尼佛丢掉了，你看他一生，日中一食，树下一宿，往生的时候（死的时候）不是在房子里头，在树林里面，他做榜样给我们看的。彻底放下欲望，心才清净、才平等、才大彻大悟，无所不知，无所不能。诸佛如来他干哪一种事业？教书，所有的佛都教书，菩萨还有从事其他事业的，佛没有，佛就是一个穷教员，什么积蓄都没有。",
      "zh_TW": "中國文以載道，把古聖先賢所悟得的道義、智慧、理念、方法、精神、經驗，都用這些文字寫出來留給後世，真正是無盡的寶藏。這些寶藏現在管用，英國湯恩比博士說得好，解決二十一世紀這些問題，這些問題是嚴重問題，是人類存還是亡，文化是繼續還是斷絕，統統在這個點上，這是什麼時代我們得認清楚。他說要拯救二十一世紀這個社會，只有中國孔孟學說跟大乘佛法。孔孟學說、大乘佛法都用中國漢字文言文寫出來的，所以我希望十年之後，中國的漢字文言文能成為全世界人類共同的語文，世界就會有永久相續的和平出現。中國人所說的太平盛世、禮義之邦能不能兌現？能，中國的漢字文言文復興就可以做到。為什麼？中國幾千年這些東西全部記載在《四庫全書》裡頭，記載在《大藏經》裡頭，這兩部文獻，懂得中國漢字文言文你就有能力閱讀，你就有能力吸取。在這個基礎上，你再把它發揚光大，你就能救世界，你就能救人類，這是真正偉大的事業。做官辦不到，發財也辦不到，只有把官跟財丟掉。釋迦牟尼佛丟掉了，你看他一生，日中一食，樹下一宿，往生的時候（死的時候）不是在房子裡頭，在樹林裡面，他做榜樣給我們看的。徹底放下欲望，心才清淨、才平等、才大徹大悟，無所不知，無所不能。諸佛如來他幹哪一種事業？教書，所有的佛都教書，菩薩還有從事其他事業的，佛沒有，佛就是一個窮教員，什麼積蓄都沒有。"
    },
    {
      "id": "02-041-0170_p0018",
      "zh_CN": "现在要学佛，真正学佛的人，我们要记住释迦牟尼佛。释迦牟尼佛过游牧生活，没有道场，为什么？心都在道上。他没有世间这些七情五欲，他都放下了，他没有忧虑。我们今天体力不如佛陀，佛陀在树下，不怕风吹雨打太阳晒，他不怕，真是金刚不坏身。我们今天如果到树下去坐一晚上，第二天就到加护病房去了，不行，我们的业障重，身体不如佛陀。有办法，可以用个小蒙古包，小蒙古包很轻，一个人住那就行了，心没有其他的念头了。日中一食还能做得到。所以金碧辉煌的道场可以建，供佛的，讲经的时候可以在那边讲，晚上睡觉的时候应该住小茅蓬，饮食应该可以托钵。现在也可以不必托钵，我在斯里兰卡看到，斯里兰卡那个方法好，他们的法师有很多住山洞，在山上挖个洞，住在山洞里，吃饭，每天中午有人送饭给他。因为这个村子里头都晓得这里有个人在这修行，他们轮流，譬如说有二十家，每一家每一家轮流，一天一家，你把饭菜送给法师，他们也不出来。这个方法很好，我相信我们都可以做得到。你找个山，找个小地方修行。释迦牟尼佛最初在鹿野苑度五比丘，如果我们有五个出家人住在一起，五比丘，五个小帐篷，很好，过这样的生活，万缘放下。一部经，一个法门，不要搞太多，一门深入，长时薰修。",
      "zh_TW": "現在要學佛，真正學佛的人，我們要記住釋迦牟尼佛。釋迦牟尼佛過游牧生活，沒有道場，為什麼？心都在道上。他沒有世間這些七情五欲，他都放下了，他沒有憂慮。我們今天體力不如佛陀，佛陀在樹下，不怕風吹雨打太陽晒，他不怕，真是金剛不壞身。我們今天如果到樹下去坐一晚上，第二天就到加護病房去了，不行，我們的業障重，身體不如佛陀。有辦法，可以用個小蒙古包，小蒙古包很輕，一個人住那就行了，心沒有其他的念頭了。日中一食還能做得到。所以金碧輝煌的道場可以建，供佛的，講經的時候可以在那邊講，晚上睡覺的時候應該住小茅蓬，飲食應該可以托缽。現在也可以不必托缽，我在斯里蘭卡看到，斯里蘭卡那個方法好，他們的法師有很多住山洞，在山上挖個洞，住在山洞裡，吃飯，每天中午有人送飯給他。因為這個村子裡頭都曉得這裡有個人在這修行，他們輪流，譬如說有二十家，每一家每一家輪流，一天一家，你把飯菜送給法師，他們也不出來。這個方法很好，我相信我們都可以做得到。你找個山，找個小地方修行。釋迦牟尼佛最初在鹿野苑度五比丘，如果我們有五個出家人住在一起，五比丘，五個小帳篷，很好，過這樣的生活，萬緣放下。一部經，一個法門，不要搞太多，一門深入，長時薰修。"
    },
    {
      "id": "02-041-0170_p0019",
      "zh_CN": "海贤老和尚给我们示现的，现在修行最好的方法。他种地，那个土地是荒地，没有主人的，住在那块地方开一片小地，种一点粮食，种一点蔬菜，也可以自己有时间劳动，活动筋骨，真的是好事情。一句佛号念到底，一直念到开悟，念到大彻大悟。他能做得到，我想每个人都可以做到。「天下无难事」，这他说的，「只怕心不专」，只要心专一，永远不动，永远不摇摆，他就成功了。五个人在一起，每个人学一部经，一个人讲四个人听，一遍讲完讲二遍，二遍讲完讲三遍，三遍讲完讲四遍，永远讲下去，讲上一千遍，我相信没有一个不开悟。真正佛的道场，在这个时代又出现了。我们过去曾经讨论过，没做到，很可惜。在香港，三十年前，东北洗尘法师，我们关系非常好，到香港来常常见面，我们就谈到这个问题。我说：法师，你资格老，你带头，你发起，我一定追随。说得很好，一回到香港就忘掉了。中国大陆地方大，人多，我提供这个建议。这个方法确实是可以行得通，找一块很幽静的山里面，人迹不到，离开村庄不太远，村庄同修真正发心来供养，我相信会有人发心来供养的。供养的同修，像我们现在这种方式，这是一个小社区，我们十几个念佛的同学，每个人这里买一栋房子，我们这十几个人，这有个僧团，五比丘，我们来供养这五个人。我们这些十几户人家轮流送供养，法师专心用功，不要出来托钵，我们送去，好！如果不用这个方法，佛法兴不起来，佛法将来会变质，变成什么？变成世间法，变成释迦牟尼佛一种学说，不能得定，不能开悟，不能证果，变质了。年轻同学只要真正发心，我相信一定得到祖宗保佑、三宝加持，行愿相符，一定能得到结果，你有行有愿。",
      "zh_TW": "海賢老和尚給我們示現的，現在修行最好的方法。他種地，那個土地是荒地，沒有主人的，住在那塊地方開一片小地，種一點糧食，種一點蔬菜，也可以自己有時間勞動，活動筋骨，真的是好事情。一句佛號念到底，一直念到開悟，念到大徹大悟。他能做得到，我想每個人都可以做到。「天下無難事」，這他說的，「只怕心不專」，只要心專一，永遠不動，永遠不搖擺，他就成功了。五個人在一起，每個人學一部經，一個人講四個人聽，一遍講完講二遍，二遍講完講三遍，三遍講完講四遍，永遠講下去，講上一千遍，我相信沒有一個不開悟。真正佛的道場，在這個時代又出現了。我們過去曾經討論過，沒做到，很可惜。在香港，三十年前，東北洗塵法師，我們關係非常好，到香港來常常見面，我們就談到這個問題。我說：法師，你資格老，你帶頭，你發起，我一定追隨。說得很好，一回到香港就忘掉了。中國大陸地方大，人多，我提供這個建議。這個方法確實是可以行得通，找一塊很幽靜的山裡面，人跡不到，離開村莊不太遠，村莊同修真正發心來供養，我相信會有人發心來供養的。供養的同修，像我們現在這種方式，這是一個小社區，我們十幾個念佛的同學，每個人這裡買一棟房子，我們這十幾個人，這有個僧團，五比丘，我們來供養這五個人。我們這些十幾戶人家輪流送供養，法師專心用功，不要出來托缽，我們送去，好！如果不用這個方法，佛法興不起來，佛法將來會變質，變成什麼？變成世間法，變成釋迦牟尼佛一種學說，不能得定，不能開悟，不能證果，變質了。年輕同學只要真正發心，我相信一定得到祖宗保佑、三寶加持，行願相符，一定能得到結果，你有行有願。"
    },
    {
      "id": "02-041-0170_p0020",
      "zh_CN": "末后这一句是四十八愿愿愿都有，在此地就总说，「得是愿，乃作佛，不得是愿，不取无上正觉。」这是阿弥陀佛当时自己发的愿，我的愿兑现，我就成佛，不能兑现，誓不成佛。他现在成佛了，说明四十八愿愿愿都兑现，没有一愿是虚假的。极乐世界确实没有三恶道，往生到极乐世界的人，无论到他方国土去教化众生，他永远不会堕三恶道，本愿实现了。「故曰：不取无上正觉。以下各愿（四十八愿），简为不取正觉」，就用这四个字。这四个字它所表的，得是愿，乃作佛，不得是愿，不取无上正觉，后面简单就是不取正觉，这一句话。",
      "zh_TW": "末後這一句是四十八願願願都有，在此地就總說，「得是願，乃作佛，不得是願，不取無上正覺。」這是阿彌陀佛當時自己發的願，我的願兌現，我就成佛，不能兌現，誓不成佛。他現在成佛了，說明四十八願願願都兌現，沒有一願是虛假的。極樂世界確實沒有三惡道，往生到極樂世界的人，無論到他方國土去教化眾生，他永遠不會墮三惡道，本願實現了。「故曰：不取無上正覺。以下各願（四十八願），簡為不取正覺」，就用這四個字。這四個字它所表的，得是願，乃作佛，不得是願，不取無上正覺，後面簡單就是不取正覺，這一句話。"
    },
    {
      "id": "02-041-0170_p0021",
      "zh_CN": "前两愿殊胜，离究竟苦。佛陀示现在世间教化众生，为什么？这个要知道。我们学佛，辛辛苦苦，学佛为什么？为离一切苦，得究竟乐，为这个。那我们学佛，苦有没有离开？乐有没有得到？这要问自己。人间什么苦？生老病死苦，求不得苦，怨憎会苦，爱别离苦，五阴炽盛苦，生死轮回苦，有没有摆脱掉？究竟的乐，无量智慧，无量德能，无量相好，没有烦恼忧虑，法喜充满，有没有得到？往生极乐世界真有把握，乐！你要记住，海贤法师得到了，一天到晚欢欢喜喜，法喜充满。他过的什么日子？为什么那么欢喜？看到每个人都好，什么事都好，没有分别，没有执着，这就是功夫，这就真实受用，这是我们要学的。所以我们有黄念祖老居士这么详细的注解，又看海贤老和尚在生活、在工作、在处事待人接物做出榜样给我们看，这个福报多大！自古至今，有几个人能够遇到这桩事情？你看，有会集经的，有做注解的，又有人表演给我们看的，这一生要不成就，那叫冤枉。对这个世间迷惑、颠倒、留恋，苦！看清楚、看明白了，知道诸法实相，心地清净，只有一尊阿弥陀佛，除阿弥陀佛之外什么都放下，什么都清除，心是清净心、是平等心，清净平等生智慧，怎么会不快乐！对这个世间没有丝毫留恋，随时可以走，走很快乐，留在这里也很快乐，这叫得自在。",
      "zh_TW": "前兩願殊勝，離究竟苦。佛陀示現在世間教化眾生，為什麼？這個要知道。我們學佛，辛辛苦苦，學佛為什麼？為離一切苦，得究竟樂，為這個。那我們學佛，苦有沒有離開？樂有沒有得到？這要問自己。人間什麼苦？生老病死苦，求不得苦，怨憎會苦，愛別離苦，五陰熾盛苦，生死輪迴苦，有沒有擺脫掉？究竟的樂，無量智慧，無量德能，無量相好，沒有煩惱憂慮，法喜充滿，有沒有得到？往生極樂世界真有把握，樂！你要記住，海賢法師得到了，一天到晚歡歡喜喜，法喜充滿。他過的什麼日子？為什麼那麼歡喜？看到每個人都好，什麼事都好，沒有分別，沒有執著，這就是功夫，這就真實受用，這是我們要學的。所以我們有黃念祖老居士這麼詳細的註解，又看海賢老和尚在生活、在工作、在處事待人接物做出榜樣給我們看，這個福報多大！自古至今，有幾個人能夠遇到這樁事情？你看，有會集經的，有做註解的，又有人表演給我們看的，這一生要不成就，那叫冤枉。對這個世間迷惑、顛倒、留戀，苦！看清楚、看明白了，知道諸法實相，心地清淨，只有一尊阿彌陀佛，除阿彌陀佛之外什麼都放下，什麼都清除，心是清淨心、是平等心，清淨平等生智慧，怎麼會不快樂！對這個世間沒有絲毫留戀，隨時可以走，走很快樂，留在這裡也很快樂，這叫得自在。"
    },
    {
      "id": "02-041-0170_p0022",
      "zh_CN": "我们看大愿的第二章，第二章分八个段。下面是八科，这第一，是第三愿「身悉金色愿」，我们看经文：",
      "zh_TW": "我們看大願的第二章，第二章分八個段。下面是八科，這第一，是第三願「身悉金色願」，我們看經文："
    },
    {
      "id": "02-041-0170_p0023",
      "zh_CN": "【我作佛时。十方世界所有众生。令生我刹皆具紫磨真金色身。】",
      "zh_TW": "【我作佛時。十方世界所有眾生。令生我剎皆具紫磨真金色身。】"
    },
    {
      "id": "02-041-0170_p0024",
      "zh_CN": "这一章里头有三愿，有三个愿。我们看念老的注解，『十方世界所有众生，令生我刹，皆具紫磨真金色身』，这是经文，「是为第三身悉金色愿。生彼土者，身皆紫磨真金之色。真金色者，盖为如来之身色。善导大师曰：诸佛欲显常住不变之相，是故现黄金色。」五金，金银铜铁锡，这五种金属，只有黄金不受氧化的干扰，它的色不变。你看，银铜铁锡都会氧化，氧化它就变成黑色、变成灰色的，必须要清洗，黄金不会变。所以金色身代表他的色相不变，什么色相？永远年轻。这个不容易，我们人会老化，有生老病死，这身体天天都在变，他不变，所以金色代表不变。中国佛门谚语有所谓「菩萨菩萨，年年十八」，人欢喜！能不能做到？能，永远快乐。为什么？忧能使人老，人有忧虑老化很快。我们这些都是过来人，这个经验很丰富，我同学、朋友当中有很多是从事于政府工作人员，当他在位有工作的时候，他把他自己年岁忘掉了，专心在工作，每天很欢喜。到退休了，离开工作，他就忧虑，我老了，你看不能上班了。老了老了，天天想老了，真就一天比一天老，一年没见，看到他就好像十年没见的样子，怎么会老得这么快？这个道理我们现在懂，古人说的「忧能使人老」，佛给我们讲的「相由心生」，为什么？你过去没有念老、没有想老，现在常常想老，我是老人，要有老人的待遇，老人的健康，老人的保健，他想老，所以他就老了。你要是不想这些，不想，他就不老。",
      "zh_TW": "這一章裡頭有三願，有三個願。我們看念老的註解，『十方世界所有眾生，令生我剎，皆具紫磨真金色身』，這是經文，「是為第三身悉金色願。生彼土者，身皆紫磨真金之色。真金色者，蓋為如來之身色。善導大師曰：諸佛欲顯常住不變之相，是故現黃金色。」五金，金銀銅鐵錫，這五種金屬，只有黃金不受氧化的干擾，它的色不變。你看，銀銅鐵錫都會氧化，氧化它就變成黑色、變成灰色的，必須要清洗，黃金不會變。所以金色身代表他的色相不變，什麼色相？永遠年輕。這個不容易，我們人會老化，有生老病死，這身體天天都在變，他不變，所以金色代表不變。中國佛門諺語有所謂「菩薩菩薩，年年十八」，人歡喜！能不能做到？能，永遠快樂。為什麼？憂能使人老，人有憂慮老化很快。我們這些都是過來人，這個經驗很豐富，我同學、朋友當中有很多是從事於政府工作人員，當他在位有工作的時候，他把他自己年歲忘掉了，專心在工作，每天很歡喜。到退休了，離開工作，他就憂慮，我老了，你看不能上班了。老了老了，天天想老了，真就一天比一天老，一年沒見，看到他就好像十年沒見的樣子，怎麼會老得這麼快？這個道理我們現在懂，古人說的「憂能使人老」，佛給我們講的「相由心生」，為什麼？你過去沒有念老、沒有想老，現在常常想老，我是老人，要有老人的待遇，老人的健康，老人的保健，他想老，所以他就老了。你要是不想這些，不想，他就不老。"
    },
    {
      "id": "02-041-0170_p0025",
      "zh_CN": "海贤和尚虽老，他体力正常，跟年轻人一样，没想到老，每天到时间到田里面去工作，种粮食、种菜、种树，这就是他一生的事业，天天干，种树总种有几万棵，一生当中喜欢搞这个，一百一十二岁。要记住，他往生的那一天是晚上往生的，白天呢？白天干了一天，在菜园里面。那个菜园很大，平地，在整地，给菜浇水、拔草，从早干到晚，干了一天。一直干到晚，黄昏了，太阳下山了，有些人提醒老和尚：天黑了，可以收工了，明天再干！他老人家回答说：快了，我快干完了，干完我就不干了。大家听到这个话也没有在意，到第二天他往生，想想老和尚最后这一句话，话里头有话，他预知时至，他今天干完了，今天晚上往生，就不要再干了。这就是最后这一天，他也没有休息一下。你看，大家想想他，在往生前这一个月，到处去看看老朋友，去走动走动，去辞行！以前住过的庙，出家的道场，都去看一看，去打个招呼，跟大家告别，妙极了！自己晓得哪一天走，就跟刘素青一样，几点几分清清楚楚、明明白白，到时候阿弥陀佛就来了，来接他往生。你看多自在，多潇洒！你看，人都有生老病死苦，他没有老苦，一百一十二岁，没有老苦，没有病苦，没有死苦，说走就走了。一生当中，我们看到，他没有求不得苦，他没有怨憎会苦，他对人一律平等，看别人都是佛菩萨，忍辱波罗蜜。一般人赞叹他，别人不能忍的他能忍，别人不肯干的他肯干，吃苦耐劳，人又非常勤奋。一百多岁还爬树，有些佛友来看老和尚，他端个小梯子，爬到树上摘柿子，摘下来送给大家吃。什么事情都自己干，不需要人照顾。",
      "zh_TW": "海賢和尚雖老，他體力正常，跟年輕人一樣，沒想到老，每天到時間到田裡面去工作，種糧食、種菜、種樹，這就是他一生的事業，天天幹，種樹總種有幾萬棵，一生當中喜歡搞這個，一百一十二歲。要記住，他往生的那一天是晚上往生的，白天呢？白天幹了一天，在菜園裡面。那個菜園很大，平地，在整地，給菜澆水、拔草，從早幹到晚，幹了一天。一直幹到晚，黃昏了，太陽下山了，有些人提醒老和尚：天黑了，可以收工了，明天再幹！他老人家回答說：快了，我快幹完了，幹完我就不幹了。大家聽到這個話也沒有在意，到第二天他往生，想想老和尚最後這一句話，話裡頭有話，他預知時至，他今天幹完了，今天晚上往生，就不要再幹了。這就是最後這一天，他也沒有休息一下。你看，大家想想他，在往生前這一個月，到處去看看老朋友，去走動走動，去辭行！以前住過的廟，出家的道場，都去看一看，去打個招呼，跟大家告別，妙極了！自己曉得哪一天走，就跟劉素青一樣，幾點幾分清清楚楚、明明白白，到時候阿彌陀佛就來了，來接他往生。你看多自在，多瀟灑！你看，人都有生老病死苦，他沒有老苦，一百一十二歲，沒有老苦，沒有病苦，沒有死苦，說走就走了。一生當中，我們看到，他沒有求不得苦，他沒有怨憎會苦，他對人一律平等，看別人都是佛菩薩，忍辱波羅蜜。一般人讚歎他，別人不能忍的他能忍，別人不肯幹的他肯幹，吃苦耐勞，人又非常勤奮。一百多歲還爬樹，有些佛友來看老和尚，他端個小梯子，爬到樹上摘柿子，摘下來送給大家吃。什麼事情都自己幹，不需要人照顧。"
    },
    {
      "id": "02-041-0170_p0026",
      "zh_CN": "所以我们想到佛法如何再延续下去，这大问题。如果没有真正修行人，学术这样子延续下去，都变质了。佛门里有一句话说，「佛法无人说，虽智莫能解」，这句话非常重要。什么人说？开悟的人说，要大彻大悟、明心见性的人来说，那就一点错误没有。为什么？佛法是自性流出来的，见性的人，自性是一个，所以他知道，他不会把它讲错。中国历代祖师大德都是开悟的，才能注疏，没有开悟的不能注疏。现在开悟人没有了，所说的、所著作的都是自己的意思。所以黄念祖这个方法好，完全用经论来解释这个经文，不敢用自己。我们相信黄念老不是普通人，他为什么这么做？做给后人看，后人要注疏用这个方法可以。用自己的方法来注，你得负责任，那真是「错下一个字转语，堕五百世野狐身」。古人有这个例子，不能讲错，讲错的时候多少人就修错，这个太可怕。所以没有开悟之前，一定要把自己的愿望求开悟。求开悟，求得定，这个经好，为什么？它标得很明白，求什么？求清净心，求平等心，最后那个觉，就开悟。清净是定，平等也是定，因戒得定，因定开悟。这不仅是释迦牟尼佛教我们，他在经上讲十方三世一切菩萨成佛没有例外的，统统走这个路，戒定慧三学。戒是什么？守规矩。什么规矩？「一门深入，长时薰修」、「读书千遍，其义自见」，这是规矩。你不守这个规矩你不能得定，不能得定就不能开悟，这不能不知道。",
      "zh_TW": "所以我們想到佛法如何再延續下去，這大問題。如果沒有真正修行人，學術這樣子延續下去，都變質了。佛門裡有一句話說，「佛法無人說，雖智莫能解」，這句話非常重要。什麼人說？開悟的人說，要大徹大悟、明心見性的人來說，那就一點錯誤沒有。為什麼？佛法是自性流出來的，見性的人，自性是一個，所以他知道，他不會把它講錯。中國歷代祖師大德都是開悟的，才能註疏，沒有開悟的不能註疏。現在開悟人沒有了，所說的、所著作的都是自己的意思。所以黃念祖這個方法好，完全用經論來解釋這個經文，不敢用自己。我們相信黃念老不是普通人，他為什麼這麼做？做給後人看，後人要註疏用這個方法可以。用自己的方法來註，你得負責任，那真是「錯下一個字轉語，墮五百世野狐身」。古人有這個例子，不能講錯，講錯的時候多少人就修錯，這個太可怕。所以沒有開悟之前，一定要把自己的願望求開悟。求開悟，求得定，這個經好，為什麼？它標得很明白，求什麼？求清淨心，求平等心，最後那個覺，就開悟。清淨是定，平等也是定，因戒得定，因定開悟。這不僅是釋迦牟尼佛教我們，他在經上講十方三世一切菩薩成佛沒有例外的，統統走這個路，戒定慧三學。戒是什麼？守規矩。什麼規矩？「一門深入，長時薰修」、「讀書千遍，其義自見」，這是規矩。你不守這個規矩你不能得定，不能得定就不能開悟，這不能不知道。"
    },
    {
      "id": "02-041-0170_p0027",
      "zh_CN": "所以第三愿，这是证果成佛了，生到极乐世界就等于成佛，成佛才有紫磨真金色身，不成佛的时候没有。生到西方极乐世界，凡圣同居土下下品往生，也是紫磨真金色身。这是十方世界没听说的，完全是阿弥陀佛本愿威神加持，弥陀对众生的恩德太大了，众生怎么报？好好念佛，往生极乐世界就是报佛恩，只有这个方法能报，除这个方法之外，没有任何方法能报佛恩的。我们要全心全意把佛法介绍给大家，特别是这个法门，为什么？这个法门你能成就，保证你能成就。其他法门不能保证，断烦恼太难了。这个法门带业往生，带着烦恼去往生，容易，人人都有分，只要你真干。老和尚的话很有味道，常常说「天下无难事，只怕心不专」，最后再补一句「真的不难」，只要专心，专心就不难。杂心就难了，样样都想学，样样都想好，这就难了。他老人家一句佛号，真容易，真不难。我们要学他，紧紧抓住这句佛号，一切时一切处佛号可不能丢掉，口里不念心里念，要养成这种习惯。",
      "zh_TW": "所以第三願，這是證果成佛了，生到極樂世界就等於成佛，成佛才有紫磨真金色身，不成佛的時候沒有。生到西方極樂世界，凡聖同居土下下品往生，也是紫磨真金色身。這是十方世界沒聽說的，完全是阿彌陀佛本願威神加持，彌陀對眾生的恩德太大了，眾生怎麼報？好好念佛，往生極樂世界就是報佛恩，只有這個方法能報，除這個方法之外，沒有任何方法能報佛恩的。我們要全心全意把佛法介紹給大家，特別是這個法門，為什麼？這個法門你能成就，保證你能成就。其他法門不能保證，斷煩惱太難了。這個法門帶業往生，帶著煩惱去往生，容易，人人都有分，只要你真幹。老和尚的話很有味道，常常說「天下無難事，只怕心不專」，最後再補一句「真的不難」，只要專心，專心就不難。雜心就難了，樣樣都想學，樣樣都想好，這就難了。他老人家一句佛號，真容易，真不難。我們要學他，緊緊抓住這句佛號，一切時一切處佛號可不能丟掉，口裡不念心裡念，要養成這種習慣。"
    },
    {
      "id": "02-041-0170_p0028",
      "zh_CN": "下面举善导大师所说的，「善导大师曰：诸佛欲显常住不变之相，是故现黄金色。」金，取它不变的意思。「日溪师曰（日本）：此标中道实相色。」黄金代表中道实相，取这个意思。「今此大愿，欲令一切往生之人，同佛身相，皆真金色，此显生佛不二，真实平等。故《会疏》曰：是故愿言，我国人民，纯一金色，无有好恶，彼我平等，情绝违顺。」阿弥陀佛这一愿真正用意在此地，为什么？十方世界的众生，六道众生或者是十法界的众生，没有明心见性的，身相、寿命随着自己所修的福德不相同。修福德多的人相貌好、寿命长，一生所做的都能如意，这种有福德的人不少。但是过去虽然修的有福德，如果没有智慧，他会被福报迷了，去享福了，享福不知道修福，福享完了，恶道去了。享福的人他的物质受用比别人要丰盛，最怕的杀生吃肉，贫穷的人家想吃没有，富贵人家天天吃，这可麻烦了，那冤亲债主有多少？",
      "zh_TW": "下面舉善導大師所說的，「善導大師曰：諸佛欲顯常住不變之相，是故現黃金色。」金，取它不變的意思。「日溪師曰（日本）：此標中道實相色。」黃金代表中道實相，取這個意思。「今此大願，欲令一切往生之人，同佛身相，皆真金色，此顯生佛不二，真實平等。故《會疏》曰：是故願言，我國人民，純一金色，無有好惡，彼我平等，情絕違順。」阿彌陀佛這一願真正用意在此地，為什麼？十方世界的眾生，六道眾生或者是十法界的眾生，沒有明心見性的，身相、壽命隨著自己所修的福德不相同。修福德多的人相貌好、壽命長，一生所做的都能如意，這種有福德的人不少。但是過去雖然修的有福德，如果沒有智慧，他會被福報迷了，去享福了，享福不知道修福，福享完了，惡道去了。享福的人他的物質受用比別人要豐盛，最怕的殺生吃肉，貧窮的人家想吃沒有，富貴人家天天吃，這可麻煩了，那冤親債主有多少？"
    },
    {
      "id": "02-041-0170_p0029",
      "zh_CN": "我们就遇到很多，人得病的时候、死亡的时候，冤亲债主找来索命。我出家有个老朋友，广化法师，没有出家之前他是军人，管财务的，所以用钱方便。在台湾那个时候，每天吃一只鸡，好几年，一年三百六十条命，三年就一千多条命。以后虽然出家，持戒很严，大家都赞叹是个好法师，讲经教学，办了个佛学院，请我去教书，我跟他在一起一段时期。我看他拄个拐杖，腿不方便，走路不方便，问他怎么原因？在洗澡间洗澡的时候跌倒了。怎么跌倒？看到洗澡间里面统统都是鸡，在洗澡间里面飞、转，去啄他，他就东躲西藏，滑倒了，跌成残废。他告诉我，他说这是我的业障，重罪轻报，我要不是学佛的话，恐怕命都没有了。后半生坐轮椅，他在往生之前来看过我，坐在轮椅上，我看他非常可怜，流鼻涕、流口水。业因果报丝毫不爽，这出家了，不出家肯定堕地狱。所以我劝他念佛求生净土，经上讲得很清楚，这些冤亲债主，你能往生，他们都有功德，你把念佛功德回向给他们。一只鸡一条命，你杀牠、你吃牠，那时没有学佛，学佛之后明白了，也放生，也忏悔，太多了，不是几只，几十只，上千只。你看在军中那几年过的那个生活，别人看到羡慕，哪里晓得后头有这么凄惨的果报。",
      "zh_TW": "我們就遇到很多，人得病的時候、死亡的時候，冤親債主找來索命。我出家有個老朋友，廣化法師，沒有出家之前他是軍人，管財務的，所以用錢方便。在台灣那個時候，每天吃一隻雞，好幾年，一年三百六十條命，三年就一千多條命。以後雖然出家，持戒很嚴，大家都讚歎是個好法師，講經教學，辦了個佛學院，請我去教書，我跟他在一起一段時期。我看他拄個拐杖，腿不方便，走路不方便，問他怎麼原因？在洗澡間洗澡的時候跌倒了。怎麼跌倒？看到洗澡間裡面統統都是雞，在洗澡間裡面飛、轉，去啄他，他就東躲西藏，滑倒了，跌成殘廢。他告訴我，他說這是我的業障，重罪輕報，我要不是學佛的話，恐怕命都沒有了。後半生坐輪椅，他在往生之前來看過我，坐在輪椅上，我看他非常可憐，流鼻涕、流口水。業因果報絲毫不爽，這出家了，不出家肯定墮地獄。所以我勸他念佛求生淨土，經上講得很清楚，這些冤親債主，你能往生，他們都有功德，你把念佛功德迴向給他們。一隻雞一條命，你殺牠、你吃牠，那時沒有學佛，學佛之後明白了，也放生，也懺悔，太多了，不是幾隻，幾十隻，上千隻。你看在軍中那幾年過的那個生活，別人看到羨慕，哪裡曉得後頭有這麼悽慘的果報。"
    },
    {
      "id": "02-041-0170_p0030",
      "zh_CN": "所以富贵人容易造罪业，自己不知道。尤其现在人不相信佛法，不相信因果报应，不相信有来世，什么都敢干，问题真严重，不得了！这不是开玩笑的，不是假话。佛陀慈悲，苦口婆心为我们说明六道轮回的状况，造业受报。我们要感恩，要恭恭敬敬的听，要接受，统统接受，断恶修善。不但这些恶不能再造，念头都不能动，见到一切众生合掌称菩萨。是真的，不是假的。无论他在哪一道，我们都感恩，他们都在表法，把事实真相显示给我们看。我们自己看清楚、看明白了，想通了，真正是断一切恶、生一切善，时时刻刻存着帮助别人的心，帮助众生离苦的这个念头，与佛道相应。如果还怨恨人，错了。怨人，恨人，你对他的伤害三分，自己将来承受因果报应七分。别人毁谤、别人障碍都要原谅，甚至于陷害都要原谅他，为什么？他可怜，他不了解事实真相。我们原谅他，没有报复的念头，没有伤害他的念头，但是他造的这个业，性罪，本身就有罪，他还是要堕，这个没办法的。就像章太炎先生参观炮烙的地狱，小鬼带他去，到现场他看不见，他才恍然明白了，佛经上说的，他没有这个业力，没有这个业力的时候你就看不到。《地藏经》上讲得很清楚，地狱只有两种人见到，一个是受罪的，是他的业力变现出来的；另外一个是菩萨，他得度的缘到了，菩萨不会舍弃，菩萨会到地狱里去度他。小根性的，从地狱里头把他度到畜生道，或者度到人道、天道；净土善根成熟，他在地狱里头有人提醒他，他能够记得住，他能够发愿，在这个时候发愿，求生西方极乐世界，念一句阿弥陀佛他就能超越。地狱苦，菩萨没有舍弃地狱。饿鬼苦，畜生苦，诸佛菩萨应化在其中，去教化他们，应以什么身得度就现什么身，看他的善根、福德、因缘，应该教他什么法门就教他什么法门。所以佛没有一定的身相，没有一定说法，没有定法可说，完全是「随众生心，应所知量」，要明白这个道理。",
      "zh_TW": "所以富貴人容易造罪業，自己不知道。尤其現在人不相信佛法，不相信因果報應，不相信有來世，什麼都敢幹，問題真嚴重，不得了！這不是開玩笑的，不是假話。佛陀慈悲，苦口婆心為我們說明六道輪迴的狀況，造業受報。我們要感恩，要恭恭敬敬的聽，要接受，統統接受，斷惡修善。不但這些惡不能再造，念頭都不能動，見到一切眾生合掌稱菩薩。是真的，不是假的。無論他在哪一道，我們都感恩，他們都在表法，把事實真相顯示給我們看。我們自己看清楚、看明白了，想通了，真正是斷一切惡、生一切善，時時刻刻存著幫助別人的心，幫助眾生離苦的這個念頭，與佛道相應。如果還怨恨人，錯了。怨人，恨人，你對他的傷害三分，自己將來承受因果報應七分。別人毀謗、別人障礙都要原諒，甚至於陷害都要原諒他，為什麼？他可憐，他不了解事實真相。我們原諒他，沒有報復的念頭，沒有傷害他的念頭，但是他造的這個業，性罪，本身就有罪，他還是要墮，這個沒辦法的。就像章太炎先生參觀炮烙的地獄，小鬼帶他去，到現場他看不見，他才恍然明白了，佛經上說的，他沒有這個業力，沒有這個業力的時候你就看不到。《地藏經》上講得很清楚，地獄只有兩種人見到，一個是受罪的，是他的業力變現出來的；另外一個是菩薩，他得度的緣到了，菩薩不會捨棄，菩薩會到地獄裡去度他。小根性的，從地獄裡頭把他度到畜生道，或者度到人道、天道；淨土善根成熟，他在地獄裡頭有人提醒他，他能夠記得住，他能夠發願，在這個時候發願，求生西方極樂世界，念一句阿彌陀佛他就能超越。地獄苦，菩薩沒有捨棄地獄。餓鬼苦，畜生苦，諸佛菩薩應化在其中，去教化他們，應以什麼身得度就現什麼身，看他的善根、福德、因緣，應該教他什麼法門就教他什麼法門。所以佛沒有一定的身相，沒有一定說法，沒有定法可說，完全是「隨眾生心，應所知量」，要明白這個道理。"
    },
    {
      "id": "02-041-0170_p0031",
      "zh_CN": "我们自己对于佛法，特别是对于净宗，要充满信心，绝不怀疑。世间人情世故随顺就好，随顺让大家生欢喜心，自己有没有得利益？有时候有，有时候根本就没有。不管有没有都欢喜，学着不受外头境界干扰，这个好。外境干扰我随缘，受不受？不受，不受就是那些干扰自己没有感觉到，这是真的。信心要足，决定不能有丝毫怀疑。所以《会疏》里头末后这一句说得好「情绝违顺」，情是情执，离开，或者我不高兴的，或者是称心如意的，没有，没有就是正常的，也没有欢喜，也没有怨恨。别人送饮食来，过去李炳南老居士，我们在一起十年，老人家慈悲，他们做了点心什么吃的东西，他一定是当他面吃完，欢喜。那东西有毒，做的人不知道，并不是害老师，他真是粗心大意。老师一尝味道就晓得，不要紧，吃了晚上马上去拿解药，他是老中医，他懂得，所以他身上带着有解药，妙极了！恒顺众生，随喜功德。所以在日常生活当中，别人有供养，有来对待的，有有善心的，有有无意的，我们统统接受，统统用一个最好的心态，把它转变成情绝违顺，这个境界好，这个境界就是不受外头境界干扰。自己对于外面的境界平常要观空，凡所有相皆是虚妄，虚妄的就离开违顺。违顺是我们的感受，违是不好的感受，顺是快乐的感受，没有，没有违顺，一切正常，还是把佛号抓住，佛号没有间断，违顺统统放下。海贤做到了，你看他说，没有什么欢喜的、什么高兴的，没有，统统平等，见啥都欢喜，见啥都高兴，顺境高兴，逆境也高兴，好事高兴，坏事也高兴，完全不受外境干扰，这功夫好，值得我们学习。「《会疏》之说，正显中道实相之义。」《会疏》日本净宗大德著作的，说得好，菩萨永远住在中道。我们念佛的人中道就是阿弥陀佛，心中有阿弥陀佛就是安住在中道，除阿弥陀佛之外，一切顺逆境界全都放下，都不染着，就对了。",
      "zh_TW": "我們自己對於佛法，特別是對於淨宗，要充滿信心，絕不懷疑。世間人情世故隨順就好，隨順讓大家生歡喜心，自己有沒有得利益？有時候有，有時候根本就沒有。不管有沒有都歡喜，學著不受外頭境界干擾，這個好。外境干擾我隨緣，受不受？不受，不受就是那些干擾自己沒有感覺到，這是真的。信心要足，決定不能有絲毫懷疑。所以《會疏》裡頭末後這一句說得好「情絕違順」，情是情執，離開，或者我不高興的，或者是稱心如意的，沒有，沒有就是正常的，也沒有歡喜，也沒有怨恨。別人送飲食來，過去李炳南老居士，我們在一起十年，老人家慈悲，他們做了點心什麼吃的東西，他一定是當他面吃完，歡喜。那東西有毒，做的人不知道，並不是害老師，他真是粗心大意。老師一嘗味道就曉得，不要緊，吃了晚上馬上去拿解藥，他是老中醫，他懂得，所以他身上帶著有解藥，妙極了！恆順眾生，隨喜功德。所以在日常生活當中，別人有供養，有來對待的，有有善心的，有有無意的，我們統統接受，統統用一個最好的心態，把它轉變成情絕違順，這個境界好，這個境界就是不受外頭境界干擾。自己對於外面的境界平常要觀空，凡所有相皆是虛妄，虛妄的就離開違順。違順是我們的感受，違是不好的感受，順是快樂的感受，沒有，沒有違順，一切正常，還是把佛號抓住，佛號沒有間斷，違順統統放下。海賢做到了，你看他說，沒有什麼歡喜的、什麼高興的，沒有，統統平等，見啥都歡喜，見啥都高興，順境高興，逆境也高興，好事高興，壞事也高興，完全不受外境干擾，這功夫好，值得我們學習。「《會疏》之說，正顯中道實相之義。」《會疏》日本淨宗大德著作的，說得好，菩薩永遠住在中道。我們念佛的人中道就是阿彌陀佛，心中有阿彌陀佛就是安住在中道，除阿彌陀佛之外，一切順逆境界全都放下，都不染著，就對了。"
    },
    {
      "id": "02-041-0170_p0032",
      "zh_CN": "下面，第四愿，「三十二相愿」：",
      "zh_TW": "下面，第四願，「三十二相願」："
    },
    {
      "id": "02-041-0170_p0033",
      "zh_CN": "【三十二种大丈夫相。】",
      "zh_TW": "【三十二種大丈夫相。】"
    },
    {
      "id": "02-041-0170_p0034",
      "zh_CN": "这个说法权说，到极乐世界发现不止三十二相。就像《法华经》里面三车的比喻一样，很有味道。《法华经》上的比喻，大富长者有几个儿子，房子里面失火，怎么样让小孩离开这个地方？他就告诉小孩，门口外面有很多你们想玩的玩具，有牛车，有羊车，有鹿车。这些小朋友听了之后都往外面跑，跑出来了。跑出去之后，没有羊车，没有鹿车，只有牛车。他把牛车比喻作大乘，鹿车比喻作中乘，羊车比喻作小乘，到了之后平等，都给他们是同样的大乘，取这个意思。真正到西方极乐世界情形不是这样的，西方极乐世界完全是一乘法，成佛了。成佛不是三十二相八十种好，三十二相八十种好是古印度的，释迦牟尼佛他示现。古印度认为三十二相八十种好是人间很稀有的大福报，只有佛有，只有转轮圣王有，一般人不可能有，取这个意思。我们在《观经》上看到，真的，不是假的，阿弥陀佛现的什么身？身有八万四千相，每一个相有八万四千随形好，每一个随形好有八万四千光明，每一道光明里面都有诸佛菩萨在讲经教学，教化众生。在这个身上看到全宇宙，多庄严！这三十二相八十种好随俗说的，随顺你们，你们认为这是好相，佛就现好相，实际上到极乐世界比这个相殊胜千万倍都不止，这都是我们应该要知道的。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "這個說法權說，到極樂世界發現不止三十二相。就像《法華經》裡面三車的比喻一樣，很有味道。《法華經》上的比喻，大富長者有幾個兒子，房子裡面失火，怎麼樣讓小孩離開這個地方？他就告訴小孩，門口外面有很多你們想玩的玩具，有牛車，有羊車，有鹿車。這些小朋友聽了之後都往外面跑，跑出來了。跑出去之後，沒有羊車，沒有鹿車，只有牛車。他把牛車比喻作大乘，鹿車比喻作中乘，羊車比喻作小乘，到了之後平等，都給他們是同樣的大乘，取這個意思。真正到西方極樂世界情形不是這樣的，西方極樂世界完全是一乘法，成佛了。成佛不是三十二相八十種好，三十二相八十種好是古印度的，釋迦牟尼佛他示現。古印度認為三十二相八十種好是人間很稀有的大福報，只有佛有，只有轉輪聖王有，一般人不可能有，取這個意思。我們在《觀經》上看到，真的，不是假的，阿彌陀佛現的什麼身？身有八萬四千相，每一個相有八萬四千隨形好，每一個隨形好有八萬四千光明，每一道光明裡面都有諸佛菩薩在講經教學，教化眾生。在這個身上看到全宇宙，多莊嚴！這三十二相八十種好隨俗說的，隨順你們，你們認為這是好相，佛就現好相，實際上到極樂世界比這個相殊勝千萬倍都不止，這都是我們應該要知道的。好，今天時間到了，我們就學習到此地。"
    }
  ]
}