{
  "doc_id": "02-041-0035",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0035",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-041-0035_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家一起跟我皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家一起跟我皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0035_p0002",
      "zh_CN": "请看《大经科注》第二百零一页，第六行看起，「所被根机」。我们看注解，从注解这里看起：",
      "zh_TW": "請看《大經科註》第二百零一頁，第六行看起，「所被根機」。我們看註解，從註解這裡看起："
    },
    {
      "id": "02-041-0035_p0003",
      "zh_CN": "「前明本经广收万类，普被三根。今当更明，万类之内，如何是器。三根之中，谁是当机」。前面「方便力用」说过，《佛说大乘无量寿经》确确实实是广收万类。男女老少、贤愚不肖，这是讲的人类；不但是人类，它还包括了十法界，上自声闻、缘觉、菩萨，下面到地狱众生，人人都有分。三根，上中下三根，上根是菩萨，中根是声闻、缘觉，下根是六道众生。这一段要更加给我们说明，这万类之内如何是器，根器，三根当中，什么人最当机。",
      "zh_TW": "「前明本經廣收萬類，普被三根。今當更明，萬類之內，如何是器。三根之中，誰是當機」。前面「方便力用」說過，《佛說大乘無量壽經》確確實實是廣收萬類。男女老少、賢愚不肖，這是講的人類；不但是人類，它還包括了十法界，上自聲聞、緣覺、菩薩，下面到地獄眾生，人人都有分。三根，上中下三根，上根是菩薩，中根是聲聞、緣覺，下根是六道眾生。這一段要更加給我們說明，這萬類之內如何是器，根器，三根當中，什麼人最當機。"
    },
    {
      "id": "02-041-0035_p0004",
      "zh_CN": "下面念老告诉我们，「根器有是器与非器之别，破漏之器，不堪承受法露」，把佛法比喻作甘露，这些人是非器。《疏钞》说，莲池大师的，「前三非器」，哪三种？不相信的人，不愿意往生极乐世界，不肯念佛，这三种是非器；反过来那都是器。器与非器是比喻，器是个器皿，譬如一个茶碗，这个茶碗没有损坏，很好用，这是个器具；如果这个茶碗有漏洞、有破碎，我们盛上茶水它就漏掉了，这叫非器。用这个比喻，这个法门适合于什么样的人。不相信的，对他不起作用，阿弥陀佛再慈悲，也没有办法接引他到极乐世界去，他不相信。另外一种，他虽然相信有极乐世界，不想去，这个世界挺好，值得他留恋，他不愿意去，这也不能得利益。第三种，他也信，他也想去，但是他不能念佛，懈怠懒散，这也不行。反过来，具足有信、有愿、又肯念佛，那这个全是净宗的根器。",
      "zh_TW": "下面念老告訴我們，「根器有是器與非器之別，破漏之器，不堪承受法露」，把佛法比喻作甘露，這些人是非器。《疏鈔》說，蓮池大師的，「前三非器」，哪三種？不相信的人，不願意往生極樂世界，不肯念佛，這三種是非器；反過來那都是器。器與非器是比喻，器是個器皿，譬如一個茶碗，這個茶碗沒有損壞，很好用，這是個器具；如果這個茶碗有漏洞、有破碎，我們盛上茶水它就漏掉了，這叫非器。用這個比喻，這個法門適合於什麼樣的人。不相信的，對他不起作用，阿彌陀佛再慈悲，也沒有辦法接引他到極樂世界去，他不相信。另外一種，他雖然相信有極樂世界，不想去，這個世界挺好，值得他留戀，他不願意去，這也不能得利益。第三種，他也信，他也想去，但是他不能念佛，懈怠懶散，這也不行。反過來，具足有信、有願、又肯念佛，那這個全是淨宗的根器。"
    },
    {
      "id": "02-041-0035_p0005",
      "zh_CN": "我们继续看下面，这是念老给我们注解的，我们看老人的开示。「信」，信什么？要「信生佛不二，是心是佛，是心作佛」。我们常常在一起学习，蕅益大师讲六种信，第一个相信自己。相信自己什么？相信自己本来是佛，这个很重要。中国、印度传统文化里头跟西方世界完全不一样，这是我们一定要知道的。中国人从小，母亲培养儿女的信心，相信什么？相信人性本善，把这个意思写在童蒙课本第一句，《三字经》上头一句，「人之初，性本善」。为什么？中国传统教育是圣贤教育，性本善就是圣人。性本善就是佛陀，所以佛法说一切众生本来是佛，你要相信，为什么？你相信你才能成佛，学佛能成佛，学儒能成圣，学道能成神仙，你没有信心怎么行？念老在此地也说得很好，要相信生佛不二，生是众生，佛是佛陀，众生跟佛是一不是二。这个意思更深了，为什么？我们同一个本性，本性本善，那就是佛。我们今天，我们今天本性本善不见了，迷了，现在变成什么？变成习性，习性不善，就是众生。可是一定要知道，习性跟本性是一个性，只是一个是悟一个是迷，自性觉悟了就是佛，自性迷惑了就是众生。并不是两个性，是一个性，这个很重要。",
      "zh_TW": "我們繼續看下面，這是念老給我們註解的，我們看老人的開示。「信」，信什麼？要「信生佛不二，是心是佛，是心作佛」。我們常常在一起學習，蕅益大師講六種信，第一個相信自己。相信自己什麼？相信自己本來是佛，這個很重要。中國、印度傳統文化裡頭跟西方世界完全不一樣，這是我們一定要知道的。中國人從小，母親培養兒女的信心，相信什麼？相信人性本善，把這個意思寫在童蒙課本第一句，《三字經》上頭一句，「人之初，性本善」。為什麼？中國傳統教育是聖賢教育，性本善就是聖人。性本善就是佛陀，所以佛法說一切眾生本來是佛，你要相信，為什麼？你相信你才能成佛，學佛能成佛，學儒能成聖，學道能成神仙，你沒有信心怎麼行？念老在此地也說得很好，要相信生佛不二，生是眾生，佛是佛陀，眾生跟佛是一不是二。這個意思更深了，為什麼？我們同一個本性，本性本善，那就是佛。我們今天，我們今天本性本善不見了，迷了，現在變成什麼？變成習性，習性不善，就是眾生。可是一定要知道，習性跟本性是一個性，只是一個是悟一個是迷，自性覺悟了就是佛，自性迷惑了就是眾生。並不是兩個性，是一個性，這個很重要。"
    },
    {
      "id": "02-041-0035_p0006",
      "zh_CN": "下面引用的是净土法门理论的依据，就是这两句话，净土根据的道理，《观经》上说的这两句。「是心是佛」，这个心是真心，不是妄心，真心是佛；「是心作佛」，我们的真心本来是佛，现在想作佛，跟是心是佛相应，当然能成就。我们现前，我们现前是心是佛没错，但是我们是心没有作佛。我们在十法界里头人法界，那就是是心是佛，是心作人。作人，人是什么？在中国，古圣先贤跟我们讲的五伦、五常、四维、八德，这是人。这四科我们把它合起来，那就十二个字，孝悌忠信、礼义廉耻、仁爱和平。具足这十二个字，这是人，现在所说的有道德的人。",
      "zh_TW": "下面引用的是淨土法門理論的依據，就是這兩句話，淨土根據的道理，《觀經》上說的這兩句。「是心是佛」，這個心是真心，不是妄心，真心是佛；「是心作佛」，我們的真心本來是佛，現在想作佛，跟是心是佛相應，當然能成就。我們現前，我們現前是心是佛沒錯，但是我們是心沒有作佛。我們在十法界裡頭人法界，那就是是心是佛，是心作人。作人，人是什麼？在中國，古聖先賢跟我們講的五倫、五常、四維、八德，這是人。這四科我們把它合起來，那就十二個字，孝悌忠信、禮義廉恥、仁愛和平。具足這十二個字，這是人，現在所說的有道德的人。"
    },
    {
      "id": "02-041-0035_p0007",
      "zh_CN": "中国老祖宗用这个教化后代，我相信不止一万年。有文字到现在，文字是黄帝时候发明的，大概是四千五百年。没有文字不能说没有文化，不能说没有教育，古人的教育既简单扼要，不麻烦，好记，你才能做到，不繁杂。你看五伦，教导我们人与人什么关系，很重要，关系要搞不清楚，社会就乱了。今天社会动乱，为什么会乱？关系搞不清楚，没有人教，没有人讲。五伦第一个父子的关系，「父子有亲」，现在没人讲了，「夫妇有别，君臣有义，长幼有序，朋友有信」，这是人的关系。古时候从小就教，小孩从小就看见，看见这个世间每一个人都懂得。他看见了、他听到了、他学会了，所以古时候教学不难。现在教学非常困难，为什么？人没有这个概念，也没听人讲过，你要给他说，他没有见到过，从小到大没看见过。",
      "zh_TW": "中國老祖宗用這個教化後代，我相信不止一萬年。有文字到現在，文字是黃帝時候發明的，大概是四千五百年。沒有文字不能說沒有文化，不能說沒有教育，古人的教育既簡單扼要，不麻煩，好記，你才能做到，不繁雜。你看五倫，教導我們人與人什麼關係，很重要，關係要搞不清楚，社會就亂了。今天社會動亂，為什麼會亂？關係搞不清楚，沒有人教，沒有人講。五倫第一個父子的關係，「父子有親」，現在沒人講了，「夫婦有別，君臣有義，長幼有序，朋友有信」，這是人的關係。古時候從小就教，小孩從小就看見，看見這個世間每一個人都懂得。他看見了、他聽到了、他學會了，所以古時候教學不難。現在教學非常困難，為什麼？人沒有這個概念，也沒聽人講過，你要給他說，他沒有見到過，從小到大沒看見過。"
    },
    {
      "id": "02-041-0035_p0008",
      "zh_CN": "所以今天，很多做父母的告诉我，孩子很难教，很多学校老师跟我说，学生很难教，这今天的社会。我生活在抗战时期，小学、中学，从来没有听说过儿女难教，没听说过，说学生难教也没听说过。我们在学校读书，小学、中学，个个都知道尊师重道，哪有不敬老师的学生？很少听说；哪有不孝父母的儿女？也很少听到。这些事情抗战胜利之后，大概十年，战后的十年社会秩序乱了，这些事情发生了。特别是科学技术发展到，每个家庭里头有电视、有电脑、有电动玩具，完了，问题突现了。为什么？家里小孩谁教他？电视教他，网路教他，电动玩具教他。电视、网路所播放的都是杀盗淫妄，小孩从小就学会了，他一出生，眼睛一张开，就看到电视。",
      "zh_TW": "所以今天，很多做父母的告訴我，孩子很難教，很多學校老師跟我說，學生很難教，這今天的社會。我生活在抗戰時期，小學、中學，從來沒有聽說過兒女難教，沒聽說過，說學生難教也沒聽說過。我們在學校讀書，小學、中學，個個都知道尊師重道，哪有不敬老師的學生？很少聽說；哪有不孝父母的兒女？也很少聽到。這些事情抗戰勝利之後，大概十年，戰後的十年社會秩序亂了，這些事情發生了。特別是科學技術發展到，每個家庭裡頭有電視、有電腦、有電動玩具，完了，問題突現了。為什麼？家裡小孩誰教他？電視教他，網路教他，電動玩具教他。電視、網路所播放的都是殺盜淫妄，小孩從小就學會了，他一出生，眼睛一張開，就看到電視。"
    },
    {
      "id": "02-041-0035_p0009",
      "zh_CN": "三年，中国古人讲的，从出生到三岁这一千天，这叫扎根教育。古时候这个三年母亲最辛苦，母亲要把孩子看好，因为中国古人知道，小孩一出生就非常聪明，不要以为他不懂事，那你就看错了。他一出生他就在学习，他在看，专心看、注意看，他在听，他所接触到的慢慢就都学会了。因此所有负面的、与伦理道德相悖的，决定不能让婴儿看到，不能让他听到，不能让他接触到。这叫什么？叫扎根教育，他所看到的全是正面的。夫妻在房间里头，小孩睁着眼睛，夫妻要彬彬有礼，要互相尊重，为什么？让孩子看这个。夫妻互相拥抱，决定不能让小孩看到。",
      "zh_TW": "三年，中國古人講的，從出生到三歲這一千天，這叫扎根教育。古時候這個三年母親最辛苦，母親要把孩子看好，因為中國古人知道，小孩一出生就非常聰明，不要以為他不懂事，那你就看錯了。他一出生他就在學習，他在看，專心看、注意看，他在聽，他所接觸到的慢慢就都學會了。因此所有負面的、與倫理道德相悖的，決定不能讓嬰兒看到，不能讓他聽到，不能讓他接觸到。這叫什麼？叫扎根教育，他所看到的全是正面的。夫妻在房間裡頭，小孩睜著眼睛，夫妻要彬彬有禮，要互相尊重，為什麼？讓孩子看這個。夫妻互相擁抱，決定不能讓小孩看到。"
    },
    {
      "id": "02-041-0035_p0010",
      "zh_CN": "正面的表演给他看，父母孝顺他的父母，让孩子看到，他将来就学会孝顺父母。父母跟他伯叔在一起的时候，让他学到悌道，他将来懂得如何跟兄弟姐妹相处，要把长幼有序表演出来。让他看到的、听到的、接触到的都是孝悌忠信、礼义廉耻、仁爱和平，把这个根深深的扎下去。《弟子规》、《感应篇》、《十善业》，不是念给小孩听的，也不是教小孩去念去背的，不是的，都是父母在日常生活当中做到了，表演给孩子看。孩子虽然不认识字，没念过书，他全看会了，全看懂了，记在心里。虽然小小的年纪，三岁、四岁，你看他言谈举止，就像个小大人一样。不但他懂得，他学会了，表现在生活，表现在游戏，表现在处事待人接物，那怎么不好教？太好教了。",
      "zh_TW": "正面的表演給他看，父母孝順他的父母，讓孩子看到，他將來就學會孝順父母。父母跟他伯叔在一起的時候，讓他學到悌道，他將來懂得如何跟兄弟姐妹相處，要把長幼有序表演出來。讓他看到的、聽到的、接觸到的都是孝悌忠信、禮義廉恥、仁愛和平，把這個根深深的紮下去。《弟子規》、《感應篇》、《十善業》，不是念給小孩聽的，也不是教小孩去念去背的，不是的，都是父母在日常生活當中做到了，表演給孩子看。孩子雖然不認識字，沒念過書，他全看會了，全看懂了，記在心裡。雖然小小的年紀，三歲、四歲，你看他言談舉止，就像個小大人一樣。不但他懂得，他學會了，表現在生活，表現在遊戲，表現在處事待人接物，那怎麼不好教？太好教了。"
    },
    {
      "id": "02-041-0035_p0011",
      "zh_CN": "所以，到五、六岁就送他上学了，家学，古时候大家族有私塾，私塾就是家庭子弟学校。请一个塾师（老师）来教，老师怎么教？老师要把仁义道德做出来给学生看。你看，三岁之前是看父母的，父母做样子给他看；一入学之后，老师做样子给他看，老师最重要的身教。要把这个孩子带大，带到多大？十三、四岁，十三、四岁很懂事了。天赋高的，聪明才智我们一般讲上根人，十八、九岁就考中进士。考中进士、考中举人，他就有资格当县市长。民国初年还有一个，应该是在抗战初期，我是以后在台湾遇到的，他学佛了，常常来听我讲经，他十九岁当县长。那个时候抗战时期，蒋介石先生是军事委员会的委员长，是指挥全体作战的，对日本抗战的统帅。有一天走他这个县里面经过，听说这个县长十九岁，孩子嘛，要去看看，到底他行不行。以后见了面，一看确实，湖南人，湖南才子，以后就把他带在身边做秘书。姓张，叫张龄，晚年学佛就跟我很熟。这是我们看到的一个，十九岁当县长，现在这些人都不在了。",
      "zh_TW": "所以，到五、六歲就送他上學了，家學，古時候大家族有私塾，私塾就是家庭子弟學校。請一個塾師（老師）來教，老師怎麼教？老師要把仁義道德做出來給學生看。你看，三歲之前是看父母的，父母做樣子給他看；一入學之後，老師做樣子給他看，老師最重要的身教。要把這個孩子帶大，帶到多大？十三、四歲，十三、四歲很懂事了。天賦高的，聰明才智我們一般講上根人，十八、九歲就考中進士。考中進士、考中舉人，他就有資格當縣市長。民國初年還有一個，應該是在抗戰初期，我是以後在台灣遇到的，他學佛了，常常來聽我講經，他十九歲當縣長。那個時候抗戰時期，蔣介石先生是軍事委員會的委員長，是指揮全體作戰的，對日本抗戰的統帥。有一天走他這個縣裡面經過，聽說這個縣長十九歲，孩子嘛，要去看看，到底他行不行。以後見了面，一看確實，湖南人，湖南才子，以後就把他帶在身邊做祕書。姓張，叫張齡，晚年學佛就跟我很熟。這是我們看到的一個，十九歲當縣長，現在這些人都不在了。"
    },
    {
      "id": "02-041-0035_p0012",
      "zh_CN": "所以今天讲到信心，真难，谁都没法子，只好说佛度有缘人，真正肯信，有缘，没有缘的不能度，他不相信。学佛真难，真不容易，我自己是个过来人，很清楚。年轻的时候不相信，谁介绍给我都枉然，不能接受。介绍的人说老实话他自己也讲不清楚，也是一知半解，碰到我们这种性格，一定是打破沙锅问到底，问到他最后没办法，不欢而散。我二十六岁跟方东美先生学佛，这个教授是我们心目当中最佩服的人、最敬仰的人，这个很重要，尊师重道。我跟他学哲学，他给我讲了一部哲学概论。我学习不是在学校，是在他家里，每个星期天两个小时，上午九点半到十一点半，我们一个老师一个学生。",
      "zh_TW": "所以今天講到信心，真難，誰都沒法子，只好說佛度有緣人，真正肯信，有緣，沒有緣的不能度，他不相信。學佛真難，真不容易，我自己是個過來人，很清楚。年輕的時候不相信，誰介紹給我都枉然，不能接受。介紹的人說老實話他自己也講不清楚，也是一知半解，碰到我們這種性格，一定是打破沙鍋問到底，問到他最後沒辦法，不歡而散。我二十六歲跟方東美先生學佛，這個教授是我們心目當中最佩服的人、最敬仰的人，這個很重要，尊師重道。我跟他學哲學，他給我講了一部哲學概論。我學習不是在學校，是在他家裡，每個星期天兩個小時，上午九點半到十一點半，我們一個老師一個學生。"
    },
    {
      "id": "02-041-0035_p0013",
      "zh_CN": "这部哲学概论分成五个单元，最后一个单元佛经哲学，我从这个地方入佛门，是把佛经当作哲学来看待，真的是研究哲学。方老师告诉我，「释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是世界上哲学的最高峰」，我都没听说过，没人跟我讲过，「学佛是人生最高的享受」，这都是他告诉我的。所以我以后出家，穿了出家衣服去看他，他一看到我：你真干了？我说老师说的，人生最高的享受，这个我要。非常赞成，你这个路子走对了。我学佛以后出家，没有一个人赞成，都说我学迷了，迷得太过分，怎么出家去当和尚去了！这都是由于对佛法不了解、不认识，真正把它搞清楚、搞明白，才知道这到底怎么回事情。一般人都把佛教看成宗教，我们心目当中不是宗教，它是什么？释迦牟尼佛的教育。",
      "zh_TW": "這部哲學概論分成五個單元，最後一個單元佛經哲學，我從這個地方入佛門，是把佛經當作哲學來看待，真的是研究哲學。方老師告訴我，「釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是世界上哲學的最高峰」，我都沒聽說過，沒人跟我講過，「學佛是人生最高的享受」，這都是他告訴我的。所以我以後出家，穿了出家衣服去看他，他一看到我：你真幹了？我說老師說的，人生最高的享受，這個我要。非常贊成，你這個路子走對了。我學佛以後出家，沒有一個人贊成，都說我學迷了，迷得太過分，怎麼出家去當和尚去了！這都是由於對佛法不了解、不認識，真正把它搞清楚、搞明白，才知道這到底怎麼回事情。一般人都把佛教看成宗教，我們心目當中不是宗教，它是什麼？釋迦牟尼佛的教育。"
    },
    {
      "id": "02-041-0035_p0014",
      "zh_CN": "佛教，我一出家向中国佛教会建议，把佛教当中加两个字进去，「佛陀教育」，大家就不至于产生误会了。佛教会当时有人赞成，也有人不赞成，不了了之。可是我自己用佛陀教育，我在台湾有个基金会，「佛陀教育基金会」；我在香港成立这个机构，「香港佛陀教育协会」。我都加两个字进去，佛陀教育，加两个字，以免发生误会。释迦牟尼佛真的是教育家，不是假的，三十岁开悟，所谓开悟就是读书千遍、其义自见，自见就是开悟，不是老师讲给他听的，自己明白了。为什么自己会明白？大乘经上讲得很清楚，「一切众生皆有如来智慧德相」。如来是什么？是自性。中国人不是说吗，人性本善，人之初，性本善，本善里面包括智慧、德能、相好，全是自己心性里头有的。所以，佛不叫我们到外面去找，外面没有东西，一切要向内心去求。",
      "zh_TW": "佛教，我一出家向中國佛教會建議，把佛教當中加兩個字進去，「佛陀教育」，大家就不至於產生誤會了。佛教會當時有人贊成，也有人不贊成，不了了之。可是我自己用佛陀教育，我在台灣有個基金會，「佛陀教育基金會」；我在香港成立這個機構，「香港佛陀教育協會」。我都加兩個字進去，佛陀教育，加兩個字，以免發生誤會。釋迦牟尼佛真的是教育家，不是假的，三十歲開悟，所謂開悟就是讀書千遍、其義自見，自見就是開悟，不是老師講給他聽的，自己明白了。為什麼自己會明白？大乘經上講得很清楚，「一切眾生皆有如來智慧德相」。如來是什麼？是自性。中國人不是說嗎，人性本善，人之初，性本善，本善裡面包括智慧、德能、相好，全是自己心性裡頭有的。所以，佛不叫我們到外面去找，外面沒有東西，一切要向內心去求。"
    },
    {
      "id": "02-041-0035_p0015",
      "zh_CN": "所以佛法，佛学称为内学，佛经称为内典，它向内，它不向外。怎么求？它有三个层次，方法三个层次，叫戒定慧，持戒、得定、开智慧。慧从哪里来的？慧从清净心来的。心清净生智慧，心染污生烦恼；心平等生智慧，心杂乱生烦恼。持戒帮助我们得定，就是帮助我们回归清净心、平等心，清净平等是真心，染污杂乱是妄心，这个一定要知道。妄心生烦恼造罪业，真心生智慧积功德，不一样，这是我们不能不知道的。所以，因戒得定、因定开慧，教学的理念，这中国古人都采取了，真好，真有道理。佛教到中国来，它的教学理念跟方法，儒接受了，道也接受了，修学走戒定慧的道路，所以戒定慧称为三学。",
      "zh_TW": "所以佛法，佛學稱為內學，佛經稱為內典，它向內，它不向外。怎麼求？它有三個層次，方法三個層次，叫戒定慧，持戒、得定、開智慧。慧從哪裡來的？慧從清淨心來的。心清淨生智慧，心染污生煩惱；心平等生智慧，心雜亂生煩惱。持戒幫助我們得定，就是幫助我們回歸清淨心、平等心，清淨平等是真心，染污雜亂是妄心，這個一定要知道。妄心生煩惱造罪業，真心生智慧積功德，不一樣，這是我們不能不知道的。所以，因戒得定、因定開慧，教學的理念，這中國古人都採取了，真好，真有道理。佛教到中國來，它的教學理念跟方法，儒接受了，道也接受了，修學走戒定慧的道路，所以戒定慧稱為三學。"
    },
    {
      "id": "02-041-0035_p0016",
      "zh_CN": "信愿行是净土宗修学必须具备的条件。一定要相信要肯定是心是佛，信、愿、持名就是是心作佛。「众生念佛，定得往生，究竟成佛」。所以信为道元功德母，是大道的根源，这信心。中国人讲信，五常里头，仁义礼智信，信是五常最下面的一个信德，没有信，上面全没有了。仁义礼智信，信好比盖五层大楼，这第一层；智是第二层，智是理智，不是感情用事；礼是第三层；义是第四层；仁是最高的一层，仁者爱人。最下面是信，信没有了全没有了，可见这个字重要。",
      "zh_TW": "信願行是淨土宗修學必須具備的條件。一定要相信要肯定是心是佛，信、願、持名就是是心作佛。「眾生念佛，定得往生，究竟成佛」。所以信為道元功德母，是大道的根源，這信心。中國人講信，五常裡頭，仁義禮智信，信是五常最下面的一個信德，沒有信，上面全沒有了。仁義禮智信，信好比蓋五層大樓，這第一層；智是第二層，智是理智，不是感情用事；禮是第三層；義是第四層；仁是最高的一層，仁者愛人。最下面是信，信沒有了全沒有了，可見這個字重要。"
    },
    {
      "id": "02-041-0035_p0017",
      "zh_CN": "下面讲第二个条件，「愿」，什么叫愿？「厌离娑婆，欣慕极乐」。对于我们娑婆世界，住在这个地方时间久了，无量劫了，生死轮回，苦不堪言，现在觉悟了，不想在这个地方住，希望早一天离开。认识了极乐世界，对极乐世界生起欢喜、仰慕的心，心心念念想着极乐世界，想亲近阿弥陀佛，想亲近那些诸上善人，密宗所谓大成就者。在极乐世界大成就的人太多太多了，他们会帮助我们，会提拔我们，在极乐世界修行，很容易就成功了。下面一个比喻说，「如子忆母，必欲往生」。对待阿弥陀佛就像小孩想母亲一样，阿弥陀佛是我们的慈母，我们常常想念。必欲往生，必定要到极乐世界去。「行谓：从愿起行」，着重在「一向专念，无有间断」。念佛不怀疑、不夹杂、不间断，这叫一向专念。",
      "zh_TW": "下面講第二個條件，「願」，什麼叫願？「厭離娑婆，欣慕極樂」。對於我們娑婆世界，住在這個地方時間久了，無量劫了，生死輪迴，苦不堪言，現在覺悟了，不想在這個地方住，希望早一天離開。認識了極樂世界，對極樂世界生起歡喜、仰慕的心，心心念念想著極樂世界，想親近阿彌陀佛，想親近那些諸上善人，密宗所謂大成就者。在極樂世界大成就的人太多太多了，他們會幫助我們，會提拔我們，在極樂世界修行，很容易就成功了。下面一個比喻說，「如子憶母，必欲往生」。對待阿彌陀佛就像小孩想母親一樣，阿彌陀佛是我們的慈母，我們常常想念。必欲往生，必定要到極樂世界去。「行謂：從願起行」，著重在「一向專念，無有間斷」。念佛不懷疑、不夾雜、不間斷，這叫一向專念。"
    },
    {
      "id": "02-041-0035_p0018",
      "zh_CN": "「以上三事，号为资粮」，像旅行，一定要带一点钱，还要带粮食。古时候，有钱有时候买不到粮食，必须要带粮食出远门。现在科技发达，交通便捷，到处有饭店、有旅馆，所以不需要带粮食，带钱就够了。从前抗战期间，出门旅行都要带一袋米，为什么？有时候小村镇里头没有旅社，也没有饭店，你怎么办？我们看到，海贤法师说，他妈妈要回老家，他陪他妈妈一道回去，还带个小锅，为什么？走路上要煮饭，得有锅。找几块石头堆个小灶，他就可以生火，像我们做野餐一样，他得有工具，要带个小锅。这些事情，我们在抗战期间必须要具备的，旅行要带火柴，要带个小锅，这些餐具都要带着，到时候找不到。说以上三事号为资粮，「资粮欠缺，便难前进」。信愿行三个具足，「缺一不可，如鼎三足，缺一便倾」，倾就倒下来了，「缺足之鼎」，这个鼎站不住，这叫「非器」。",
      "zh_TW": "「以上三事，號為資糧」，像旅行，一定要帶一點錢，還要帶糧食。古時候，有錢有時候買不到糧食，必須要帶糧食出遠門。現在科技發達，交通便捷，到處有飯店、有旅館，所以不需要帶糧食，帶錢就夠了。從前抗戰期間，出門旅行都要帶一袋米，為什麼？有時候小村鎮裡頭沒有旅社，也沒有飯店，你怎麼辦？我們看到，海賢法師說，他媽媽要回老家，他陪他媽媽一道回去，還帶個小鍋，為什麼？走路上要煮飯，得有鍋。找幾塊石頭堆個小灶，他就可以生火，像我們做野餐一樣，他得有工具，要帶個小鍋。這些事情，我們在抗戰期間必須要具備的，旅行要帶火柴，要帶個小鍋，這些餐具都要帶著，到時候找不到。說以上三事號為資糧，「資糧欠缺，便難前進」。信願行三個具足，「缺一不可，如鼎三足，缺一便傾」，傾就倒下來了，「缺足之鼎」，這個鼎站不住，這叫「非器」。"
    },
    {
      "id": "02-041-0035_p0019",
      "zh_CN": "「《疏钞》复云」，莲池大师的《疏钞》，「又复世人，虽行众善，于彼佛土，无信行愿，亦名非器」。这个行众善特别是指佛门的佛弟子，修学其他的宗派，对净宗没有信愿行，都不能成就。末后这一条说得好，「虽有诸过，于彼佛土，有信行愿，亦名为器」，这一句重要。造作罪孽，这个罪孽哪怕是五逆十恶，五逆十恶是最严重的罪过，是无间地狱的罪业，怎么样？他对于净宗法门，他肯信、他想去、他能念这一句佛号，他的往生条件统统具足，决定得生。这个例子太多了，《往生传》里头最明显的就是宋朝莹珂法师，他给我们表法。他是个出家人，破戒、犯斋，寺庙里面没有人尊重他，没有人瞧得起他。这个人有个长处，这个长处就是救了他的，他相信因果报应。自己常常想到自己的行业、造作，知道自己死了以后一定是无间地狱，想到地狱他就害怕。求教于同学，向同学请教，有没有方法能救他，让他不堕地狱？就有一个同学送他一本《往生传》。他看了，每看一个人念佛往生，他都深受感动，流泪、惭愧。这本书念完之后，他就下定决心，念佛求生净土，你看看，他有信、有愿、有行。",
      "zh_TW": "「《疏鈔》復云」，蓮池大師的《疏鈔》，「又復世人，雖行眾善，於彼佛土，無信行願，亦名非器」。這個行眾善特別是指佛門的佛弟子，修學其他的宗派，對淨宗沒有信願行，都不能成就。末後這一條說得好，「雖有諸過，於彼佛土，有信行願，亦名為器」，這一句重要。造作罪孽，這個罪孽哪怕是五逆十惡，五逆十惡是最嚴重的罪過，是無間地獄的罪業，怎麼樣？他對於淨宗法門，他肯信、他想去、他能念這一句佛號，他的往生條件統統具足，決定得生。這個例子太多了，《往生傳》裡頭最明顯的就是宋朝瑩珂法師，他給我們表法。他是個出家人，破戒、犯齋，寺廟裡面沒有人尊重他，沒有人瞧得起他。這個人有個長處，這個長處就是救了他的，他相信因果報應。自己常常想到自己的行業、造作，知道自己死了以後一定是無間地獄，想到地獄他就害怕。求教於同學，向同學請教，有沒有方法能救他，讓他不墮地獄？就有一個同學送他一本《往生傳》。他看了，每看一個人念佛往生，他都深受感動，流淚、慚愧。這本書念完之後，他就下定決心，念佛求生淨土，你看看，他有信、有願、有行。"
    },
    {
      "id": "02-041-0035_p0020",
      "zh_CN": "念了几天？三天三夜。由于他真诚，这三天三夜是用真心，不是用妄心，真诚、清净、恭敬心，具足这三个心，把阿弥陀佛念来了。佛告诉他，你还有十年寿命，十年之后，你寿命终了的时候我来接引你。莹珂在这个刹那之间，中国古人所说「福至心灵」，人福报现前，忽然聪明了，他向阿弥陀佛要求，我十年寿命不要了，我现在跟你去。他跟阿弥陀佛讲，我的劣根性很重，禁不起诱惑，十年不知道要做多少罪过，不要了。阿弥陀佛接受了，告诉他，三天之后来接引你。我们想，为什么阿弥陀佛不当时带他往生？如果当时带他往生，我们永远不知道这个事情。一般人认为，莹珂关着门念了佛，怎么就死在房间里了？没人知道。留这三天，他有时间，把他经过的事情向大家报告，大家感到惊讶，不相信，好在时间很短，三天之后看你往不往生。到第三天，他请大家念佛送他往生，大家当然欢喜，好事情，我们送你往生。念到大概一刻钟，他就告诉大众，他看见了，阿弥陀佛来接引他，跟大众告别，他走了，真走了。",
      "zh_TW": "念了幾天？三天三夜。由於他真誠，這三天三夜是用真心，不是用妄心，真誠、清淨、恭敬心，具足這三個心，把阿彌陀佛念來了。佛告訴他，你還有十年壽命，十年之後，你壽命終了的時候我來接引你。瑩珂在這個剎那之間，中國古人所說「福至心靈」，人福報現前，忽然聰明了，他向阿彌陀佛要求，我十年壽命不要了，我現在跟你去。他跟阿彌陀佛講，我的劣根性很重，禁不起誘惑，十年不知道要做多少罪過，不要了。阿彌陀佛接受了，告訴他，三天之後來接引你。我們想，為什麼阿彌陀佛不當時帶他往生？如果當時帶他往生，我們永遠不知道這個事情。一般人認為，瑩珂關著門念了佛，怎麼就死在房間裡了？沒人知道。留這三天，他有時間，把他經過的事情向大家報告，大家感到驚訝，不相信，好在時間很短，三天之後看你往不往生。到第三天，他請大家念佛送他往生，大家當然歡喜，好事情，我們送你往生。念到大概一刻鐘，他就告訴大眾，他看見了，阿彌陀佛來接引他，跟大眾告別，他走了，真走了。"
    },
    {
      "id": "02-041-0035_p0021",
      "zh_CN": "这桩事情写在《往生传》里头，写在《净土圣贤录》里面，度多少人！当时大家看到的，对念佛往生能不生起信心吗？造作罪业不怕，只要肯忏悔、肯回头，佛大慈大悲，一样接引你。遗传到现在，宋朝到现在七、八百年，这七、八百年当中，读他这一段的公案多少人！所以，阿弥陀佛留三天的时间让他普度众生，利益无边，这功德太大了，我们今天都受他影响。我们读了莲池大师《疏钞》里头这段开示，知道，虽有诸过，有了过失、造了罪业不怕，只要我们有信、有愿、有行，都能往生西方极乐世界。",
      "zh_TW": "這樁事情寫在《往生傳》裡頭，寫在《淨土聖賢錄》裡面，度多少人！當時大家看到的，對念佛往生能不生起信心嗎？造作罪業不怕，只要肯懺悔、肯回頭，佛大慈大悲，一樣接引你。遺傳到現在，宋朝到現在七、八百年，這七、八百年當中，讀他這一段的公案多少人！所以，阿彌陀佛留三天的時間讓他普度眾生，利益無邊，這功德太大了，我們今天都受他影響。我們讀了蓮池大師《疏鈔》裡頭這段開示，知道，雖有諸過，有了過失、造了罪業不怕，只要我們有信、有願、有行，都能往生西方極樂世界。"
    },
    {
      "id": "02-041-0035_p0022",
      "zh_CN": "再看下面这一段，我们看念老的原文，就是解。「论机，则有当机与不当机之别。三根之中」，上中下三根，「谁最当机，古说不一，今当明究」，明是明了、明白，究是来研究，到底哪一种。「盖以世尊五时说法」，都是随机而说的，「随机设教，应病与药」。所以佛经称为契经，上契诸佛所证之理，下契众生可度之机。「五时说法」，参考资料里头有，在一百六十二页，这一段的文很长，我们概要的说一说。释迦牟尼佛在菩提树下，夜睹明星，大彻大悟，开悟之后他就到鹿野苑，为陪同他、照顾他的五个族人，这五个都是他的亲戚。他出家了，他的父亲净饭大王不放心，派了五个人跟他一起照顾他，这就是五比丘。到鹿野苑见到这五个人，为他们说四谛，当中憍陈如尊者第一个开悟，证阿罗汉果。所以你看，有讲经、有听经、有修行、有证果，这叫什么？正法。如果有讲经、有听经、有修行，没有人证果，这叫像法。有讲经、有听经，没有人修行，没有人证果，这叫末法。在这个地方我们明显看到正法时期，释迦牟尼佛在世，以及释迦牟尼佛灭度第一个一千年，都是正法。真有证须陀洹，有证斯陀含、阿那含、阿罗汉，现在没有了。",
      "zh_TW": "再看下面這一段，我們看念老的原文，就是解。「論機，則有當機與不當機之別。三根之中」，上中下三根，「誰最當機，古說不一，今當明究」，明是明瞭、明白，究是來研究，到底哪一種。「蓋以世尊五時說法」，都是隨機而說的，「隨機設教，應病與藥」。所以佛經稱為契經，上契諸佛所證之理，下契眾生可度之機。「五時說法」，參考資料裡頭有，在一百六十二頁，這一段的文很長，我們概要的說一說。釋迦牟尼佛在菩提樹下，夜睹明星，大徹大悟，開悟之後他就到鹿野苑，為陪同他、照顧他的五個族人，這五個都是他的親戚。他出家了，他的父親淨飯大王不放心，派了五個人跟他一起照顧他，這就是五比丘。到鹿野苑見到這五個人，為他們說四諦，當中憍陳如尊者第一個開悟，證阿羅漢果。所以你看，有講經、有聽經、有修行、有證果，這叫什麼？正法。如果有講經、有聽經、有修行，沒有人證果，這叫像法。有講經、有聽經，沒有人修行，沒有人證果，這叫末法。在這個地方我們明顯看到正法時期，釋迦牟尼佛在世，以及釋迦牟尼佛滅度第一個一千年，都是正法。真有證須陀洹，有證斯陀含、阿那含、阿羅漢，現在沒有了。"
    },
    {
      "id": "02-041-0035_p0023",
      "zh_CN": "佛灭度到今年，我们中国古来的祖师大德所记载的是三千零四十一年，二千五百多年是外国人讲的。我们知道，古时候中国人对历史非常重视。全世界每个国家都不重视历史，只有中国有完整的二十五史，上面从三皇五帝，一直到现在世世代代没有中断过，有写历史的人。历史是经验教训，里面所记载的无非是因果报应，善有善果、恶有恶报，给我们后人做借镜，哪些事不能做，做了后头有不善的果报；哪些事情应当做，后面有大福报。所以中国人特别重视经，经是真理，史是教训，从历史里头汲取教训，改造我们现前的命运，帮助我们解决眼前的困境、难题。",
      "zh_TW": "佛滅度到今年，我們中國古來的祖師大德所記載的是三千零四十一年，二千五百多年是外國人講的。我們知道，古時候中國人對歷史非常重視。全世界每個國家都不重視歷史，只有中國有完整的二十五史，上面從三皇五帝，一直到現在世世代代沒有中斷過，有寫歷史的人。歷史是經驗教訓，裡面所記載的無非是因果報應，善有善果、惡有惡報，給我們後人做借鏡，哪些事不能做，做了後頭有不善的果報；哪些事情應當做，後面有大福報。所以中國人特別重視經，經是真理，史是教訓，從歷史裡頭汲取教訓，改造我們現前的命運，幫助我們解決眼前的困境、難題。"
    },
    {
      "id": "02-041-0035_p0024",
      "zh_CN": "佛说法分五个时期，第一个时期华严，我们暂时不说，为什么？《华严》在定中说的，没人看见。哪些人是听众？法身菩萨，也就是说明心见性的人，才有这种神通、能力进入释迦牟尼佛定中闻法，凡夫之人没分。凡夫从哪里开始？从鹿野苑。也就是说，鹿野苑说《阿含》，叫阿含时，在鹿野苑里面说的。讲了多久？十二年。释迦牟尼佛教化众生不容易，先办小学，从扎根下手。我们现在一般小学是六年，佛陀的小学是十二年。十二年之后接着办中学，叫方等时，八年。方等是阿含向上提升，预备进入大学，方等好比是中学，是大学的预科，八年。换句话说，佛陀教育的基础是二十年。我们现在学校里的基础教育，小学跟中学加起来十二年，释迦牟尼佛是二十年，才给你讲真的，什么真的？宇宙万法的真相。",
      "zh_TW": "佛說法分五個時期，第一個時期華嚴，我們暫時不說，為什麼？《華嚴》在定中說的，沒人看見。哪些人是聽眾？法身菩薩，也就是說明心見性的人，才有這種神通、能力進入釋迦牟尼佛定中聞法，凡夫之人沒分。凡夫從哪裡開始？從鹿野苑。也就是說，鹿野苑說《阿含》，叫阿含時，在鹿野苑裡面說的。講了多久？十二年。釋迦牟尼佛教化眾生不容易，先辦小學，從扎根下手。我們現在一般小學是六年，佛陀的小學是十二年。十二年之後接著辦中學，叫方等時，八年。方等是阿含向上提升，預備進入大學，方等好比是中學，是大學的預科，八年。換句話說，佛陀教育的基礎是二十年。我們現在學校裡的基礎教育，小學跟中學加起來十二年，釋迦牟尼佛是二十年，才給你講真的，什麼真的？宇宙萬法的真相。"
    },
    {
      "id": "02-041-0035_p0025",
      "zh_CN": "这种真相现在什么人学的？哲学家、科学家。他们深入研究的宇宙的奥秘，譬如说宇宙从哪里来的，为什么会有宇宙，宇宙是怎样发生的。现在科学家说大爆炸，大爆炸讲不通。在天文观察是有这个现象，这个现象不是大爆炸，这个现象是什么？看到宇宙不断在膨胀，十方许多星球、星系以非常高的速度往外太空去伸展。这好像是爆炸的相，但是这不是事实。那这个膨胀的是怎么回事情？记住，佛经上有句话说得很明白，「一切法从心想生」，那就是宇宙不是从大爆炸的，是从心想生。心想生为什么会有膨胀的这个现象？现在我们想想，人的欲望、人的贪瞋痴慢是不是在膨胀？我们想到，因为这些不善的念头、不善的行业在膨胀，这就是说境随心转，宇宙大环境跟着我们心里面欲望膨胀，它也显出膨胀的相；我们要收敛，它也就收敛的相，这境随心转。佛经里头高等哲学、高等科学，我们科学、哲学解决不了的问题，都在大乘经教里头，不可思议！",
      "zh_TW": "這種真相現在什麼人學的？哲學家、科學家。他們深入研究的宇宙的奧祕，譬如說宇宙從哪裡來的，為什麼會有宇宙，宇宙是怎樣發生的。現在科學家說大爆炸，大爆炸講不通。在天文觀察是有這個現象，這個現象不是大爆炸，這個現象是什麼？看到宇宙不斷在膨脹，十方許多星球、星系以非常高的速度往外太空去伸展。這好像是爆炸的相，但是這不是事實。那這個膨脹的是怎麼回事情？記住，佛經上有句話說得很明白，「一切法從心想生」，那就是宇宙不是從大爆炸的，是從心想生。心想生為什麼會有膨脹的這個現象？現在我們想想，人的欲望、人的貪瞋痴慢是不是在膨脹？我們想到，因為這些不善的念頭、不善的行業在膨脹，這就是說境隨心轉，宇宙大環境跟著我們心裡面欲望膨脹，它也顯出膨脹的相；我們要收斂，它也就收斂的相，這境隨心轉。佛經裡頭高等哲學、高等科學，我們科學、哲學解決不了的問題，都在大乘經教裡頭，不可思議！"
    },
    {
      "id": "02-041-0035_p0026",
      "zh_CN": "佛教的大学办多久？二十二年。释迦牟尼佛一生讲经教学四十九年，前面二十年扎根，真正要讲真话了，告诉你宇宙人生的真相，就是般若时，般若是二十二年，释迦牟尼佛主要是讲这个。般若是智慧，是一切众生自性里头本来有的，你迷了，佛用了二十年的时间，把这个迷关突破，才可以开启这门功课，这门功课就是释迦牟尼佛出现在世间主要要教的。所以佛法主修的是智慧，不是别的，它怎么是迷信？不是迷信，不是宗教，宗教是属于神学。这是开发自己本性里面本来具足的般若智慧，诸佛所证证这个，菩萨所修的修这个，我们所希望得到的就是这个。",
      "zh_TW": "佛教的大學辦多久？二十二年。釋迦牟尼佛一生講經教學四十九年，前面二十年扎根，真正要講真話了，告訴你宇宙人生的真相，就是般若時，般若是二十二年，釋迦牟尼佛主要是講這個。般若是智慧，是一切眾生自性裡頭本來有的，你迷了，佛用了二十年的時間，把這個迷關突破，才可以開啟這門功課，這門功課就是釋迦牟尼佛出現在世間主要要教的。所以佛法主修的是智慧，不是別的，它怎麼是迷信？不是迷信，不是宗教，宗教是屬於神學。這是開發自己本性裡面本來具足的般若智慧，諸佛所證證這個，菩薩所修的修這個，我們所希望得到的就是這個。"
    },
    {
      "id": "02-041-0035_p0027",
      "zh_CN": "最后法华涅槃时，那好比是研究所，八年。在这个时候，释迦牟尼佛公开宣布，一切众生都有佛性；换句话说，一切众生都能成佛。过去说的方便话，说一阐提没有善根的人不能作佛，佛在前面说过；现在给你说真的，一阐提有佛性，他也能成佛，这才叫圆满。没有一个众生不能成佛，真正平等，真正说到了究竟圆满。",
      "zh_TW": "最後法華涅槃時，那好比是研究所，八年。在這個時候，釋迦牟尼佛公開宣布，一切眾生都有佛性；換句話說，一切眾生都能成佛。過去說的方便話，說一闡提沒有善根的人不能作佛，佛在前面說過；現在給你說真的，一闡提有佛性，他也能成佛，這才叫圓滿。沒有一個眾生不能成佛，真正平等，真正說到了究竟圓滿。"
    },
    {
      "id": "02-041-0035_p0028",
      "zh_CN": "我们接下去看，「一般而论，则大乘经典，菩萨众当机」，菩萨学习的，「小乘典籍，二乘当机」，声闻、缘觉，就是阿罗汉跟辟支佛，非常适合这种人。「唯此净土，奇特殊妙，独标一格。古有诸说，下标三例」，唯独净土法门非常特殊。佛在经教里头有说，「为说当机，微妙之法」，哪些人当机？我们这一类的人当机，我们这一类人真正得受用。那就是释迦牟尼佛往后末法，我们今天讲九千年，释迦牟尼佛的法运一万二千年，正法一千年过去了。正法的意义前面说过，有讲经的，佛弟子们讲经，有听经的、有依教修行的、有证果的，佛灭后一千年还有人证须陀洹果，这叫正法。正法过去，第二个一千年，有修行的，没证果的了，这叫像法。像法一千年过去之后，后头一万年，这一万年当中没有证果的了，有说法的、有听法的，没有修行的。",
      "zh_TW": "我們接下去看，「一般而論，則大乘經典，菩薩眾當機」，菩薩學習的，「小乘典籍，二乘當機」，聲聞、緣覺，就是阿羅漢跟辟支佛，非常適合這種人。「唯此淨土，奇特殊妙，獨標一格。古有諸說，下標三例」，唯獨淨土法門非常特殊。佛在經教裡頭有說，「為說當機，微妙之法」，哪些人當機？我們這一類的人當機，我們這一類人真正得受用。那就是釋迦牟尼佛往後末法，我們今天講九千年，釋迦牟尼佛的法運一萬二千年，正法一千年過去了。正法的意義前面說過，有講經的，佛弟子們講經，有聽經的、有依教修行的、有證果的，佛滅後一千年還有人證須陀洹果，這叫正法。正法過去，第二個一千年，有修行的，沒證果的了，這叫像法。像法一千年過去之後，後頭一萬年，這一萬年當中沒有證果的了，有說法的、有聽法的，沒有修行的。"
    },
    {
      "id": "02-041-0035_p0029",
      "zh_CN": "现在真的，现在修行人跟古时候人相比不算修行人。不要跟别人，我们跟来佛寺这三个人相比，我们就不算修行人。什么才叫修行？这一句佛号不怀疑、不夹杂、不间断。海贤老和尚九十二年不间断，无时无刻不在念佛，他念佛不中断，除了睡眠，醒过来之后佛号就恢复了。谛闲老和尚教锅漏匠，就教他一句佛号，告诉他一直念下去，累了休息，休息好了接着再念，不分昼夜，什么时候疲倦了就去躺一会，醒过来了赶紧接着念。三年不中断，他站着往生了。统统都是预知时至，怎么知道的？佛来告诉他的，往生的人，没有一个不见佛的。楞严会上大势至菩萨说，「忆佛念佛，现前当来，必定见佛」，我们要相信。现前是你没有往生之前，你往生的功夫成就了，阿弥陀佛现身来告诉你，你什么时候该去了他来迎接你，你自己清清楚楚。",
      "zh_TW": "現在真的，現在修行人跟古時候人相比不算修行人。不要跟別人，我們跟來佛寺這三個人相比，我們就不算修行人。什麼才叫修行？這一句佛號不懷疑、不夾雜、不間斷。海賢老和尚九十二年不間斷，無時無刻不在念佛，他念佛不中斷，除了睡眠，醒過來之後佛號就恢復了。諦閑老和尚教鍋漏匠，就教他一句佛號，告訴他一直念下去，累了休息，休息好了接著再念，不分晝夜，什麼時候疲倦了就去躺一會，醒過來了趕緊接著念。三年不中斷，他站著往生了。統統都是預知時至，怎麼知道的？佛來告訴他的，往生的人，沒有一個不見佛的。楞嚴會上大勢至菩薩說，「憶佛念佛，現前當來，必定見佛」，我們要相信。現前是你沒有往生之前，你往生的功夫成就了，阿彌陀佛現身來告訴你，你什麼時候該去了他來迎接你，你自己清清楚楚。"
    },
    {
      "id": "02-041-0035_p0030",
      "zh_CN": "有些人把这个信息告诉他的亲朋好友，来送他往生，有些人一句话不说，不告诉人，为什么？怕干扰。告诉人的我们见过，不告诉人的，我们见过的比告诉人的多。我见过好几个，都是不告诉别人，他们自己连同参道友都不告诉，免得人扰乱，临终最怕扰乱正念。海贤老和尚往生，前几天有人跟他讲，你往生告诉我，我来帮你助念，送往生。他怎么说？靠助念的未必是真的。话说得很有道理！所以助念往生真有问题，本来可以往生的，一助念往生不了，又去搞六道轮回。所以他不要人助念，他选择是晚上，大家睡着了，他走了。第二天早晨来一看走了，真走了，往生自自然然走的，没有丝毫痛苦，没有生病。",
      "zh_TW": "有些人把這個信息告訴他的親朋好友，來送他往生，有些人一句話不說，不告訴人，為什麼？怕干擾。告訴人的我們見過，不告訴人的，我們見過的比告訴人的多。我見過好幾個，都是不告訴別人，他們自己連同參道友都不告訴，免得人擾亂，臨終最怕擾亂正念。海賢老和尚往生，前幾天有人跟他講，你往生告訴我，我來幫你助念，送往生。他怎麼說？靠助念的未必是真的。話說得很有道理！所以助念往生真有問題，本來可以往生的，一助念往生不了，又去搞六道輪迴。所以他不要人助念，他選擇是晚上，大家睡著了，他走了。第二天早晨來一看走了，真走了，往生自自然然走的，沒有絲毫痛苦，沒有生病。"
    },
    {
      "id": "02-041-0035_p0031",
      "zh_CN": "往生的当天，他是晚上走的，白天还干一天活，在来佛寺的菜园翻土、拔草、浇水，忙到天黑。有人看到老和尚在菜园，跟老和尚说天晚了，可以收工了。他回答怎么说？他说还有一点点，我做完了我就不做了。没有想到当天晚上走了。第二天大家知道了，想想昨天说的话，话中有话，「我还有一点点，做完了我就不做了」，他走了。话里头有话，只是听的人粗心大意，没想到。再回想，他往生前十几二十天，有些事情不是他生活当中常规，不合常规。看看他的同修，老同参，很久没见面了去看看，那都是什么？见最后一面，他也不告诉人。陪他去的，大概老和尚出门到哪去都找他作伴，有一个居士常常跟在老和尚身边，老和尚只对他一个人说。看完老朋友离开，路上说：我以后不再来了。他说为什么不再来？「老佛爷要带我往生了」，透露个消息。老佛爷哪一天来？什么时候带你往生？他不说。所以，一些老朋友、老同修都想去看看，这是老和尚一生不常见的事情。",
      "zh_TW": "往生的當天，他是晚上走的，白天還幹一天活，在來佛寺的菜園翻土、拔草、澆水，忙到天黑。有人看到老和尚在菜園，跟老和尚說天晚了，可以收工了。他回答怎麼說？他說還有一點點，我做完了我就不做了。沒有想到當天晚上走了。第二天大家知道了，想想昨天說的話，話中有話，「我還有一點點，做完了我就不做了」，他走了。話裡頭有話，只是聽的人粗心大意，沒想到。再回想，他往生前十幾二十天，有些事情不是他生活當中常規，不合常規。看看他的同修，老同參，很久沒見面了去看看，那都是什麼？見最後一面，他也不告訴人。陪他去的，大概老和尚出門到哪去都找他作伴，有一個居士常常跟在老和尚身邊，老和尚只對他一個人說。看完老朋友離開，路上說：我以後不再來了。他說為什麼不再來？「老佛爺要帶我往生了」，透露個消息。老佛爺哪一天來？什麼時候帶你往生？他不說。所以，一些老朋友、老同修都想去看看，這是老和尚一生不常見的事情。"
    },
    {
      "id": "02-041-0035_p0032",
      "zh_CN": "所以回想起来，早就晓得什么时候走，只等待表法，因为老佛爷叫他表法。等什么表法？就等那本书，《若要佛法兴，唯有僧赞僧》。我们大家都知道老和尚不认识字，绝对不会看书。有同修带一本书到庙里去，他问什么书？告诉这个书名，他一听到非常欢喜，好像是心里头常常念着想要的宝贝，多少年都没有信息，忽然宝贝现前，那样的欢喜，从来没有看到过老和尚这么欢喜。赶紧把他喜欢的衣袍找出来穿在身上，叫大家：你们替我照一张照片，我手上拿着这个书。这就说明了，老佛爷叫他表法，表什么法？就是表这个法。表这个法，为现在净宗学人证明三桩事情。第一桩，夏莲居老居士的会集本没错，真经，字字句句都是释迦牟尼佛讲的，没有改变一个字。第二桩事情，证明黄念祖老居士用了六年的时间会集成一部注解，《无量寿经》的注解，确确实实是《无量寿经》第一注，最好的注解。里面引用了八十三种经论、一百一十种祖师大德的著作，可以放心，不是假的，是正法不是邪法。第三个，证明我们这些依照这部经修行的同修没有走错路，这是往生极乐世界的菩提大道、快速通道，决定一生往生不退成佛。表这三个法，他的任务圆满了，阿弥陀佛带他走了。",
      "zh_TW": "所以回想起來，早就曉得什麼時候走，只等待表法，因為老佛爺叫他表法。等什麼表法？就等那本書，《若要佛法興，唯有僧讚僧》。我們大家都知道老和尚不認識字，絕對不會看書。有同修帶一本書到廟裡去，他問什麼書？告訴這個書名，他一聽到非常歡喜，好像是心裡頭常常念著想要的寶貝，多少年都沒有信息，忽然寶貝現前，那樣的歡喜，從來沒有看到過老和尚這麼歡喜。趕緊把他喜歡的衣袍找出來穿在身上，叫大家：你們替我照一張照片，我手上拿著這個書。這就說明了，老佛爺叫他表法，表什麼法？就是表這個法。表這個法，為現在淨宗學人證明三樁事情。第一樁，夏蓮居老居士的會集本沒錯，真經，字字句句都是釋迦牟尼佛講的，沒有改變一個字。第二樁事情，證明黃念祖老居士用了六年的時間會集成一部註解，《無量壽經》的註解，確確實實是《無量壽經》第一註，最好的註解。裡面引用了八十三種經論、一百一十種祖師大德的著作，可以放心，不是假的，是正法不是邪法。第三個，證明我們這些依照這部經修行的同修沒有走錯路，這是往生極樂世界的菩提大道、快速通道，決定一生往生不退成佛。表這三個法，他的任務圓滿了，阿彌陀佛帶他走了。"
    },
    {
      "id": "02-041-0035_p0033",
      "zh_CN": "我们净宗同学对这桩事情放心了，不要再疑惑，不必再去议论，信愿持名，一向专念就好。记住，老和尚一生没有读过一部经，没有听过一部经，就一句佛号，九十二年没有改变过，没有中断过，真正是从初发心到圆满菩提就一句名号。如果你要怀疑经是假的靠不住，那么你就学老和尚，一句南无阿弥陀佛念到底，就成功。这个经真的也好、假的也好，你们自己去争，我不参与任何一边，我只念我的阿弥陀佛。海贤老和尚就是我的老师，就是我的榜样，我跟他学习决定不错，这就成就了。",
      "zh_TW": "我們淨宗同學對這樁事情放心了，不要再疑惑，不必再去議論，信願持名，一向專念就好。記住，老和尚一生沒有讀過一部經，沒有聽過一部經，就一句佛號，九十二年沒有改變過，沒有中斷過，真正是從初發心到圓滿菩提就一句名號。如果你要懷疑經是假的靠不住，那麼你就學老和尚，一句南無阿彌陀佛念到底，就成功。這個經真的也好、假的也好，你們自己去爭，我不參與任何一邊，我只念我的阿彌陀佛。海賢老和尚就是我的老師，就是我的榜樣，我跟他學習決定不錯，這就成就了。"
    },
    {
      "id": "02-041-0035_p0034",
      "zh_CN": "下面有三个例子，第一个，「上辈往生，唯是菩萨」。我们看念老的注解。「上辈往生，唯是菩萨。本经明三辈往生，每辈再分三品，则同于《观经》中之九品。唐善导大师以前之古德诸师，谓往生极乐上品上生者，是四地至七地已来菩萨」，换句话说，他不是凡人。极乐世界三辈九品，上辈凡夫没有分，上品上生要四地到七地。「上中品是初地至四地已来菩萨」，已来就是以下，初地到四地，上中品。「上下品是大乘种性以上至初地已来菩萨」。换句话说，上辈三品是菩萨往生，不是凡夫，而且在菩萨地位很高，都登地了。「中品上生是小乘三果」。「若如是解」，要像他们这种说法，「则九品之中，上品唯是菩萨圣众所生，中上品是小圣所生，从上上至中上四品凡夫绝分」，没分。这是古德说的。",
      "zh_TW": "下面有三個例子，第一個，「上輩往生，唯是菩薩」。我們看念老的註解。「上輩往生，唯是菩薩。本經明三輩往生，每輩再分三品，則同於《觀經》中之九品。唐善導大師以前之古德諸師，謂往生極樂上品上生者，是四地至七地已來菩薩」，換句話說，他不是凡人。極樂世界三輩九品，上輩凡夫沒有分，上品上生要四地到七地。「上中品是初地至四地已來菩薩」，已來就是以下，初地到四地，上中品。「上下品是大乘種性以上至初地已來菩薩」。換句話說，上輩三品是菩薩往生，不是凡夫，而且在菩薩地位很高，都登地了。「中品上生是小乘三果」。「若如是解」，要像他們這種說法，「則九品之中，上品唯是菩薩聖眾所生，中上品是小聖所生，從上上至中上四品凡夫絕分」，沒分。這是古德說的。"
    },
    {
      "id": "02-041-0035_p0035",
      "zh_CN": "我们再看下面这一段，「本为凡夫，兼为圣人」，我们看注解，看念老的原文。「善导大师」，我们净土宗第二代的祖师，唐朝时候人，他所着的《观经四帖疏》，《观无量寿经》的注解，名叫《四帖疏》，「破前说曰」，他不赞成古大德所说的。他说，「如来说此十六观法，但为常没众生，不干大小圣也」。这句话的意思，下面念老讲，「意谓佛说《观经》中之九品往生，祇为沉溺之众生」，沉溺是六道轮回，专为六道轮回众生而说的，「而非专为菩萨与阿罗汉也」。不是专为菩萨，也不是专为阿罗汉，是专为六道众生而说的，怎么能够说六道众生没有分？",
      "zh_TW": "我們再看下面這一段，「本為凡夫，兼為聖人」，我們看註解，看念老的原文。「善導大師」，我們淨土宗第二代的祖師，唐朝時候人，他所著的《觀經四帖疏》，《觀無量壽經》的註解，名叫《四帖疏》，「破前說曰」，他不贊成古大德所說的。他說，「如來說此十六觀法，但為常沒眾生，不干大小聖也」。這句話的意思，下面念老講，「意謂佛說《觀經》中之九品往生，祇為沉溺之眾生」，沉溺是六道輪迴，專為六道輪迴眾生而說的，「而非專為菩薩與阿羅漢也」。不是專為菩薩，也不是專為阿羅漢，是專為六道眾生而說的，怎麼能夠說六道眾生沒有分？"
    },
    {
      "id": "02-041-0035_p0036",
      "zh_CN": "又说：「又看此《观经》定善及三辈上下文义」，这要细心去看，「总是佛去世后」，释迦牟尼佛灭度了，不在我们人间了，「五浊凡夫」，现在称这个世界叫五浊，名符其实。六十年前，我们读经说五浊恶世，我常常想着，世尊说话为什么说得过分了？虽然有染着，这个浊就是染污，虽然有染污，并不很严重。可是六十年之后的今天，整个地球的染污确实非常严重，甚至于科学家为我们提出警告，这个警告是二十年前讲的。他说我们的地球，环境染污要得不到改善，这个地球五十年之后，已经过了二十年，还有三十年，地球不适合人类居住。为什么？到那个时候，不但是动物受染污，陆地、海水海洋都受染污，会变成什么？土地染污了，这个麻烦。现在正是土壤染污，你种出来的粮食变性了；水染污了，水里头有毒，不能饮用，怎么办？空气染污了，呼吸都带着有病毒，现在是真的不是假的。雾霾是空气染污，不是小地区，大面积，从飞机上往下看，一片看不到，浓雾当中。不像三十年前，我坐飞机往下看，下面青山绿水，地球的面貌很美。现在飞到高空去看，一片云雾，云遮住，看不到了。飞机飞到云下面，离地面很接近了。",
      "zh_TW": "又說：「又看此《觀經》定善及三輩上下文義」，這要細心去看，「總是佛去世後」，釋迦牟尼佛滅度了，不在我們人間了，「五濁凡夫」，現在稱這個世界叫五濁，名符其實。六十年前，我們讀經說五濁惡世，我常常想著，世尊說話為什麼說得過分了？雖然有染著，這個濁就是染污，雖然有染污，並不很嚴重。可是六十年之後的今天，整個地球的染污確實非常嚴重，甚至於科學家為我們提出警告，這個警告是二十年前講的。他說我們的地球，環境染污要得不到改善，這個地球五十年之後，已經過了二十年，還有三十年，地球不適合人類居住。為什麼？到那個時候，不但是動物受染污，陸地、海水海洋都受染污，會變成什麼？土地染污了，這個麻煩。現在正是土壤染污，你種出來的糧食變性了；水染污了，水裡頭有毒，不能飲用，怎麼辦？空氣染污了，呼吸都帶著有病毒，現在是真的不是假的。霧霾是空氣染污，不是小地區，大面積，從飛機上往下看，一片看不到，濃霧當中。不像三十年前，我坐飛機往下看，下面青山綠水，地球的面貌很美。現在飛到高空去看，一片雲霧，雲遮住，看不到了。飛機飛到雲下面，離地面很接近了。"
    },
    {
      "id": "02-041-0035_p0037",
      "zh_CN": "佛说的这些话，今天我们读到了，我们佩服到五体投地，佛在三千年前就把现在的社会讲得这么清楚这么明白。我们怎么办？佛指出我们一条道路：信愿持名，求生净土。不是我们厌离地球，是地球上这些严重的染污，五浊恶世，逼迫着我们不能再居住了；不是我们想离开，不能居住了。那怎么办？这就要换环境。哪个环境最好？释迦牟尼佛慈悲，为我们介绍西方极乐世界。这个世界人人有分，只要肯去，条件很简单，真信、真愿、肯念这一句佛号，你决定得生。今天我们仔细去观察、去思惟，只有这一条路，除这条路之外没有第二条路好走，我们一定要抓住这个机会，决定不能放松。善导大师说得太好了，把这个疑惑给我们解除了，阿弥陀佛建立西方极乐世界，是专为十方佛刹六道里头罪苦众生，是为这个建立的，对于大圣、小圣，附带的，主目标是度我们。我们得放心，要感恩，要抓住这个机会，认真努力，万缘放下，一心一意求生净土，这就对了。",
      "zh_TW": "佛說的這些話，今天我們讀到了，我們佩服到五體投地，佛在三千年前就把現在的社會講得這麼清楚這麼明白。我們怎麼辦？佛指出我們一條道路：信願持名，求生淨土。不是我們厭離地球，是地球上這些嚴重的染污，五濁惡世，逼迫著我們不能再居住了；不是我們想離開，不能居住了。那怎麼辦？這就要換環境。哪個環境最好？釋迦牟尼佛慈悲，為我們介紹西方極樂世界。這個世界人人有分，只要肯去，條件很簡單，真信、真願、肯念這一句佛號，你決定得生。今天我們仔細去觀察、去思惟，只有這一條路，除這條路之外沒有第二條路好走，我們一定要抓住這個機會，決定不能放鬆。善導大師說得太好了，把這個疑惑給我們解除了，阿彌陀佛建立西方極樂世界，是專為十方佛剎六道裡頭罪苦眾生，是為這個建立的，對於大聖、小聖，附帶的，主目標是度我們。我們得放心，要感恩，要抓住這個機會，認真努力，萬緣放下，一心一意求生淨土，這就對了。"
    },
    {
      "id": "02-041-0035_p0038",
      "zh_CN": "又说，你看《观经》定善及三辈上下文义，总是佛去世后，五浊凡夫，「但以遇缘有异」，这句话说得好，我们遇缘不相同，「致令九品差别」。遇缘差别在哪里？「何者？上品三人是遇大凡夫」，上品上生、上品中生、上品下生他们遇的缘好，遇到大凡夫。「中品三人是遇小凡夫」，中品上生、中品中生、中品下生遇小凡夫。「下品三人是遇恶凡夫」，造作恶业的。「复云」，又说，「今以一一出文显证，欲使今时善恶凡夫同霑九品，生信无疑，乘佛愿力，悉得生也」。这几句话都是善导大师说的，说今以一一文显证，这个文在《四帖疏》里头，就是《观无量寿经》的注解。为我们证明，他说的话是有根据的，不是随便说的。古人所说的没有根据，是他们自己以为上上品是四地到七地，上中品是初地到四地，上下品是大乘种性到初地，中品上生，中上品是小乘三果，这个没有根据。我们要记住祖师的教诲。",
      "zh_TW": "又說，你看《觀經》定善及三輩上下文義，總是佛去世後，五濁凡夫，「但以遇緣有異」，這句話說得好，我們遇緣不相同，「致令九品差別」。遇緣差別在哪裡？「何者？上品三人是遇大凡夫」，上品上生、上品中生、上品下生他們遇的緣好，遇到大凡夫。「中品三人是遇小凡夫」，中品上生、中品中生、中品下生遇小凡夫。「下品三人是遇惡凡夫」，造作惡業的。「復云」，又說，「今以一一出文顯證，欲使今時善惡凡夫同霑九品，生信無疑，乘佛願力，悉得生也」。這幾句話都是善導大師說的，說今以一一文顯證，這個文在《四帖疏》裡頭，就是《觀無量壽經》的註解。為我們證明，他說的話是有根據的，不是隨便說的。古人所說的沒有根據，是他們自己以為上上品是四地到七地，上中品是初地到四地，上下品是大乘種性到初地，中品上生，中上品是小乘三果，這個沒有根據。我們要記住祖師的教誨。"
    },
    {
      "id": "02-041-0035_p0039",
      "zh_CN": "善导大师对净宗影响非常大，特别是日本、韩国。唐朝那个时候，到中国来留学的出家人，绝大多数都是善导的学生，其次是天台智者大师的学生，修学其他宗派的人不多。我们今天到日本都能看见，许许多多净宗寺庙都有善导大师的造像，泥塑木雕的、彩画的，你都能看到，在中国看不到，在日本看到，日本人对祖师非常尊敬。孝亲的状况我们不太清楚，但是对老师的尊敬我们看到了，非常值得人尊敬。善导大师教导我们，净宗真正主要教化的对象，就是今时善恶凡夫。唐朝时候说今时，今天我们还是今时，它超越空间、超越时间。善恶凡夫同霑九品，三辈九品我们全有分。善导讲得好，上品三人遇到的是大心凡夫，中品三人遇到是小凡夫，下品三人是遇到造作恶业的凡夫。",
      "zh_TW": "善導大師對淨宗影響非常大，特別是日本、韓國。唐朝那個時候，到中國來留學的出家人，絕大多數都是善導的學生，其次是天台智者大師的學生，修學其他宗派的人不多。我們今天到日本都能看見，許許多多淨宗寺廟都有善導大師的造像，泥塑木雕的、彩畫的，你都能看到，在中國看不到，在日本看到，日本人對祖師非常尊敬。孝親的狀況我們不太清楚，但是對老師的尊敬我們看到了，非常值得人尊敬。善導大師教導我們，淨宗真正主要教化的對象，就是今時善惡凡夫。唐朝時候說今時，今天我們還是今時，它超越空間、超越時間。善惡凡夫同霑九品，三輩九品我們全有分。善導講得好，上品三人遇到的是大心凡夫，中品三人遇到是小凡夫，下品三人是遇到造作惡業的凡夫。"
    },
    {
      "id": "02-041-0035_p0040",
      "zh_CN": "「又于《行卷偈》前，开示大无量寿经之机」，就是净宗的大本，《无量寿经》谁是当机？也就是佛陀教化主要的对象叫当机，是哪些人？「则一切善恶大小凡愚」。这把我们现代人统统包括尽了，不是善人就是恶人，不是大乘根性就是小乘，凡夫愚痴没有智慧，全是净宗教化的对象。「大师之说，上契圣心，下洽群机」，就是一切大众根性，「实大有功于净土，故中日诸师多宗此说」，中国、日本修净土的同学们，统统都遵守善导大师所说。今天时间到了，我们就学习到此地。",
      "zh_TW": "「又於《行卷偈》前，開示大無量壽經之機」，就是淨宗的大本，《無量壽經》誰是當機？也就是佛陀教化主要的對象叫當機，是哪些人？「則一切善惡大小凡愚」。這把我們現代人統統包括盡了，不是善人就是惡人，不是大乘根性就是小乘，凡夫愚痴沒有智慧，全是淨宗教化的對象。「大師之說，上契聖心，下洽群機」，就是一切大眾根性，「實大有功於淨土，故中日諸師多宗此說」，中國、日本修淨土的同學們，統統都遵守善導大師所說。今天時間到了，我們就學習到此地。"
    }
  ]
}