{
  "doc_id": "02-041-0048",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十八集",
    "zh_TW": "第四十八集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0048",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-041-0048_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0048_p0002",
      "zh_CN": "请看《大经科注》第二百二十六页，第三行第二句看起：",
      "zh_TW": "請看《大經科註》第二百二十六頁，第三行第二句看起："
    },
    {
      "id": "02-041-0048_p0003",
      "zh_CN": "「又《宝莲佛光品》曰：一一华中出三十六百千亿光」，这个数字很大，三十六百千亿光，「一一光中出三十六百千亿佛」，光中化佛。下面念老给我们解释，「夫一光者，乃莲光中三十六百千亿分之一」，这一道光，「是表至极微细也」，表法的意思，极其微细，微细到我们无法想像。佛在《观经》里面给我们说，阿弥陀佛的报身，佛有法身，法身没有形相，报身有相，报身的相好说身有八万四千相。这个地方比八万四千更细，三十六百千亿，比八万四千更微细。每一个相有八万四千随形好，每一道好放八万四千光明，每一个光明里面有诸佛如来、菩萨围绕，在讲经说法，也就是讲今现在说法。这些数字全是表法，表极其微细，取这个意思。「而一光中含摄三十六百千亿佛，表极微细中含容一切诸法也」，这也就是《华严经》上所说的微细相容安立门，在我们这个经上有。",
      "zh_TW": "「又《寶蓮佛光品》曰：一一華中出三十六百千億光」，這個數字很大，三十六百千億光，「一一光中出三十六百千億佛」，光中化佛。下面念老給我們解釋，「夫一光者，乃蓮光中三十六百千億分之一」，這一道光，「是表至極微細也」，表法的意思，極其微細，微細到我們無法想像。佛在《觀經》裡面給我們說，阿彌陀佛的報身，佛有法身，法身沒有形相，報身有相，報身的相好說身有八萬四千相。這個地方比八萬四千更細，三十六百千億，比八萬四千更微細。每一個相有八萬四千隨形好，每一道好放八萬四千光明，每一個光明裡面有諸佛如來、菩薩圍繞，在講經說法，也就是講今現在說法。這些數字全是表法，表極其微細，取這個意思。「而一光中含攝三十六百千億佛，表極微細中含容一切諸法也」，這也就是《華嚴經》上所說的微細相容安立門，在我們這個經上有。"
    },
    {
      "id": "02-041-0048_p0004",
      "zh_CN": "下面我们看第七，「因陀罗网法界门。以上微细相容门，明一重之相入相即」，一重，那这一条讲重重无尽，说明一重之相入相即，「而未明重重无尽相入相即之义」。所以第七种藉因陀罗网做譬喻，说明这个意思重重无尽。「因陀罗网者，帝释天宫所悬之珠网。网有千珠，互相映照。一一珠中各现一切珠影，此是第一重之各各影现」。现在这种珠网还是有，不像从前帝王时代的皇宫。皇宫里面的大殿，北京皇宫的太和殿是里面最大的一个殿，所有重大的典礼都在这个地方举行。大殿上空是用铜丝编的罗网，为什么？大殿里面的梁柱墙壁都是彩画的，是最高的艺术品，总是怕人去触摸，你把它破坏了，还怕鸟进去蓄窝。所以用铜丝编的网，你在外面能看得见，你摸不到它，鸟飞不进去，保护的作用，叫罗网，因陀罗网。网与网当中相接的地方它都系一个珠，宝珠，这个珠都很大。我们现在大的宫殿里面用水晶灯，很像罗网的样子，每一盏灯也很大。你想想看，能够系有一千盏灯的，这个罗网就很大了。这个殿堂当然也非常大，没有这么大的殿容纳不下这个罗网。罗网里面系的这个珠，这个珠互相映照，这一个珠里面，所有珠放的光它都在这一个珠里面，互相映照。一一珠里面都有一切珠的影子，这第一重，各各影现。",
      "zh_TW": "下面我們看第七，「因陀羅網法界門。以上微細相容門，明一重之相入相即」，一重，那這一條講重重無盡，說明一重之相入相即，「而未明重重無盡相入相即之義」。所以第七種藉因陀羅網做譬喻，說明這個意思重重無盡。「因陀羅網者，帝釋天宮所懸之珠網。網有千珠，互相映照。一一珠中各現一切珠影，此是第一重之各各影現」。現在這種珠網還是有，不像從前帝王時代的皇宮。皇宮裡面的大殿，北京皇宮的太和殿是裡面最大的一個殿，所有重大的典禮都在這個地方舉行。大殿上空是用銅絲編的羅網，為什麼？大殿裡面的梁柱牆壁都是彩畫的，是最高的藝術品，總是怕人去觸摸，你把它破壞了，還怕鳥進去蓄窩。所以用銅絲編的網，你在外面能看得見，你摸不到它，鳥飛不進去，保護的作用，叫羅網，因陀羅網。網與網當中相接的地方它都繫一個珠，寶珠，這個珠都很大。我們現在大的宮殿裡面用水晶燈，很像羅網的樣子，每一盞燈也很大。你想想看，能夠繫有一千盞燈的，這個羅網就很大了。這個殿堂當然也非常大，沒有這麼大的殿容納不下這個羅網。羅網裡面繫的這個珠，這個珠互相映照，這一個珠裡面，所有珠放的光它都在這一個珠裡面，互相映照。一一珠裡面都有一切珠的影子，這第一重，各各影現。"
    },
    {
      "id": "02-041-0048_p0005",
      "zh_CN": "「而一珠中所现之一切珠影，复现于其余九百九十九珠之中，是第二重之影现。如是千珠重重映现，无有穷尽，以喻诸法之相即相入，重重无尽」。这是佛在经上做的比喻，我们没有见过，所以很难想像。《大疏》里面讲的是我们人间的境界，我们很容易体会，《华严经疏钞》里面有个比喻，「若两镜互照，传耀相写」，写就是照，互相照耀的意思，两面镜子，人站在当中看到自己的身看不尽。这桩事情讲到重重无尽，贤首国师在皇宫里头讲《华严经》，讲到因陀罗网法界门，皇上听不懂，问他这什么意思？他就请皇上在门外空地上建一个亭子，这很容易做到的，建一个亭子。亭子建好了，国师给他说，亭子，八角亭，每一方放一面镜子，八面，上面下面，十个镜子，请皇帝到亭子当中站一下看一看。皇帝往那一站，马上知道了，他那个影像分身重重无尽。每一个镜子互照，还有上下，这就是无尽的相即相入的境界，你全看到了。",
      "zh_TW": "「而一珠中所現之一切珠影，復現於其餘九百九十九珠之中，是第二重之影現。如是千珠重重映現，無有窮盡，以喻諸法之相即相入，重重無盡」。這是佛在經上做的比喻，我們沒有見過，所以很難想像。《大疏》裡面講的是我們人間的境界，我們很容易體會，《華嚴經疏鈔》裡面有個比喻，「若兩鏡互照，傳耀相寫」，寫就是照，互相照耀的意思，兩面鏡子，人站在當中看到自己的身看不盡。這樁事情講到重重無盡，賢首國師在皇宮裡頭講《華嚴經》，講到因陀羅網法界門，皇上聽不懂，問他這什麼意思？他就請皇上在門外空地上建一個亭子，這很容易做到的，建一個亭子。亭子建好了，國師給他說，亭子，八角亭，每一方放一面鏡子，八面，上面下面，十個鏡子，請皇帝到亭子當中站一下看一看。皇帝往那一站，馬上知道了，他那個影像分身重重無盡。每一個鏡子互照，還有上下，這就是無盡的相即相入的境界，你全看到了。"
    },
    {
      "id": "02-041-0048_p0006",
      "zh_CN": "「在本经中《宝莲佛光品》云：众宝莲华周满世界」，这是西方极乐世界七宝莲池里面的莲花。一切世界往生到极乐世界的人都是莲花化生，都在七宝池中。我们从净土经论当中所看到的，极乐世界里面一切万物不生不灭，没有生住异灭的变化，人没有生老病死，动物没有生老病死，植物没有生住异灭，大地没有成住坏空，所以叫一真法界。只有一样、一桩事情上能看到生灭，那是什么？莲花，七宝池中的莲花。莲花怎么来的？十方世界的众生有人发愿求生净土，七宝池就生出一朵莲花。这个人功夫用得很勤，意愿非常强烈，这个花一天一天长大。所以在极乐世界只有这一桩事情能看到。如果他退心了，不想到极乐世界，或者换了别的法门，这个花就枯掉了，就没有了。极乐世界就这一桩事情看到有生有灭、有兴有衰，能看到这个现象，其他的看不到。",
      "zh_TW": "「在本經中《寶蓮佛光品》云：眾寶蓮華周滿世界」，這是西方極樂世界七寶蓮池裡面的蓮花。一切世界往生到極樂世界的人都是蓮花化生，都在七寶池中。我們從淨土經論當中所看到的，極樂世界裡面一切萬物不生不滅，沒有生住異滅的變化，人沒有生老病死，動物沒有生老病死，植物沒有生住異滅，大地沒有成住壞空，所以叫一真法界。只有一樣、一樁事情上能看到生滅，那是什麼？蓮花，七寶池中的蓮花。蓮花怎麼來的？十方世界的眾生有人發願求生淨土，七寶池就生出一朵蓮花。這個人功夫用得很勤，意願非常強烈，這個花一天一天長大。所以在極樂世界只有這一樁事情能看到。如果他退心了，不想到極樂世界，或者換了別的法門，這個花就枯掉了，就沒有了。極樂世界就這一樁事情看到有生有滅、有興有衰，能看到這個現象，其他的看不到。"
    },
    {
      "id": "02-041-0048_p0007",
      "zh_CN": "人到往生的时候，佛就拿着这朵花去接引你，这个花上是有你的名字。花的因，为什么会有莲花？花的因是阿弥陀佛的愿力，花的缘就是你自己发心愿生净土，你有这个念头，七宝池里头就有花。你念佛的功夫成就了，佛拿着这个花来接引你。接引你的时候花是开的，你进去了，你进到莲花里面之后，花就合起来了。佛将这个花带到极乐世界，依旧放在七宝池中。在七宝池中这个时候，这是阿弥陀佛威神加持的，自自然然在花苞里面转八识成四智。换句话说，花开见佛那个身不是我们现在的肉身。我们现在的身，阿赖耶的相分，我们现在起心动念是阿赖耶的见分。十法界依正庄严是唯心所现，唯识所变；在极乐世界只有唯心所现，没有唯识所变，识完全化成智慧，转八识成四智。所以花开见佛，得到阿弥陀佛本愿威神的加持，你就提升为阿惟越致菩萨，真正不可思议。阿惟越致是法身菩萨，《华严经》大乘圆教初住以上。",
      "zh_TW": "人到往生的時候，佛就拿著這朵花去接引你，這個花上是有你的名字。花的因，為什麼會有蓮花？花的因是阿彌陀佛的願力，花的緣就是你自己發心願生淨土，你有這個念頭，七寶池裡頭就有花。你念佛的功夫成就了，佛拿著這個花來接引你。接引你的時候花是開的，你進去了，你進到蓮花裡面之後，花就合起來了。佛將這個花帶到極樂世界，依舊放在七寶池中。在七寶池中這個時候，這是阿彌陀佛威神加持的，自自然然在花苞裡面轉八識成四智。換句話說，花開見佛那個身不是我們現在的肉身。我們現在的身，阿賴耶的相分，我們現在起心動念是阿賴耶的見分。十法界依正莊嚴是唯心所現，唯識所變；在極樂世界只有唯心所現，沒有唯識所變，識完全化成智慧，轉八識成四智。所以花開見佛，得到阿彌陀佛本願威神的加持，你就提升為阿惟越致菩薩，真正不可思議。阿惟越致是法身菩薩，《華嚴經》大乘圓教初住以上。"
    },
    {
      "id": "02-041-0048_p0008",
      "zh_CN": "《华严》讲四十一位法身大士住报土，实报庄严土，这四十一位就是十住、十行、十回向、十地、等觉，这四十一位菩萨住报土。报土里面的法身菩萨，他们的智慧、神通、道力，我们看起来好像跟佛没有两样。实际上呢？实际上也是没有两样。唯一跟佛不一样的地方，就是他们无明断了，跟佛一样，无明习气没断。就像阿罗汉，见思烦恼断了，见思烦恼的习气没断。见思烦恼断了成阿罗汉，阿罗汉必须把烦恼习气断掉，断掉之后他就不叫阿罗汉，叫辟支佛，他升级了。辟支佛要把尘沙烦恼断掉，他提升了，做菩萨了。菩萨必须把尘沙烦恼的习气断掉，习气断掉了菩萨就成佛了，十法界的佛。十法界的佛必须把无始无明烦恼断掉，他断了，断了他就超越十法界，他到哪里去？到实报土去了，就是初住菩萨，无始无明烦恼习气没断，带到实报土去。在实报土干什么？就是断习气。",
      "zh_TW": "《華嚴》講四十一位法身大士住報土，實報莊嚴土，這四十一位就是十住、十行、十迴向、十地、等覺，這四十一位菩薩住報土。報土裡面的法身菩薩，他們的智慧、神通、道力，我們看起來好像跟佛沒有兩樣。實際上呢？實際上也是沒有兩樣。唯一跟佛不一樣的地方，就是他們無明斷了，跟佛一樣，無明習氣沒斷。就像阿羅漢，見思煩惱斷了，見思煩惱的習氣沒斷。見思煩惱斷了成阿羅漢，阿羅漢必須把煩惱習氣斷掉，斷掉之後他就不叫阿羅漢，叫辟支佛，他升級了。辟支佛要把塵沙煩惱斷掉，他提升了，做菩薩了。菩薩必須把塵沙煩惱的習氣斷掉，習氣斷掉了菩薩就成佛了，十法界的佛。十法界的佛必須把無始無明煩惱斷掉，他斷了，斷了他就超越十法界，他到哪裡去？到實報土去了，就是初住菩薩，無始無明煩惱習氣沒斷，帶到實報土去。在實報土幹什麼？就是斷習氣。"
    },
    {
      "id": "02-041-0048_p0009",
      "zh_CN": "习气没有方法断，诸位想想，无始无明是起心动念，起心动念断掉了，不起心、不动念了，那无明习气怎么断？没法子断，你一起心动念你就堕落了。起心动念是什么人？十法界里面的佛，叫相似即佛，不是真佛。为什么？无明烦恼没断。无明烦恼就是起心动念，起心动念断掉了他升级了，十法界没有了。那个习气怎么断法？叫任运而断，就是随它去，不要理它，时间久了自然没有了。经教里面佛用酒瓶做比喻，盛酒的瓶子，酒倒干净了，擦得干干净净的，确实一滴酒也没有了，闻闻还有味道，那个味道叫习气。怎么断法？没法子，把瓶盖打开放在那里，放上半年、放上一年，再闻没有了。实报土里面断习气就是这个方法，所以就不要理它了。",
      "zh_TW": "習氣沒有方法斷，諸位想想，無始無明是起心動念，起心動念斷掉了，不起心、不動念了，那無明習氣怎麼斷？沒法子斷，你一起心動念你就墮落了。起心動念是什麼人？十法界裡面的佛，叫相似即佛，不是真佛。為什麼？無明煩惱沒斷。無明煩惱就是起心動念，起心動念斷掉了他升級了，十法界沒有了。那個習氣怎麼斷法？叫任運而斷，就是隨它去，不要理它，時間久了自然沒有了。經教裡面佛用酒瓶做比喻，盛酒的瓶子，酒倒乾淨了，擦得乾乾淨淨的，確實一滴酒也沒有了，聞聞還有味道，那個味道叫習氣。怎麼斷法？沒法子，把瓶蓋打開放在那裡，放上半年、放上一年，再聞沒有了。實報土裡面斷習氣就是這個方法，所以就不要理它了。"
    },
    {
      "id": "02-041-0048_p0010",
      "zh_CN": "这些法身菩萨做他自己的事业，他有什么事？上求下化。上求，他能分无量无边身，有这个本事，分身干什么？去拜佛。十方世界，不但十方，还有三际，过去、现在、未来，所有一切诸佛刹土里面他去供佛，供佛是修福；他去闻法，听佛说法，这是求慧，福慧双修。附带的度化众生，众生希望佛来度化他，他能现佛身。像观世音菩萨三十二应，《普门品》所说的，应该用佛身去度他就现佛身，应该用菩萨身度他就现菩萨，应以什么身度化他就用什么身。那个用什么身不是菩萨自己的意思，菩萨自己要有意思，他就堕落了，就不是法身菩萨。记住，法身菩萨永远不会起心动念。那么现什么身？现什么身是众生的，众生有感自然有应。绝对没有通过我要想想我用什么身，那就全都错了，那是凡夫，那不是菩萨。法身菩萨，记住，没有起心动念。十法界里面的佛菩萨没有分别执着，连分别执着的习气都断了，功夫是什么？全是放下，这个我们要知道。最后是把起心动念放下，六根在六尘境界上，眼看得清楚，这是自性本具的般若智慧，听得清楚是智慧，没有起心动念，众生有感自然有应。应也没有起心动念，起心动念就错了，马上就堕落了。明白这个道理就知道我们应该怎么修行。",
      "zh_TW": "這些法身菩薩做他自己的事業，他有什麼事？上求下化。上求，他能分無量無邊身，有這個本事，分身幹什麼？去拜佛。十方世界，不但十方，還有三際，過去、現在、未來，所有一切諸佛剎土裡面他去供佛，供佛是修福；他去聞法，聽佛說法，這是求慧，福慧雙修。附帶的度化眾生，眾生希望佛來度化他，他能現佛身。像觀世音菩薩三十二應，《普門品》所說的，應該用佛身去度他就現佛身，應該用菩薩身度他就現菩薩，應以什麼身度化他就用什麼身。那個用什麼身不是菩薩自己的意思，菩薩自己要有意思，他就墮落了，就不是法身菩薩。記住，法身菩薩永遠不會起心動念。那麼現什麼身？現什麼身是眾生的，眾生有感自然有應。絕對沒有通過我要想想我用什麼身，那就全都錯了，那是凡夫，那不是菩薩。法身菩薩，記住，沒有起心動念。十法界裡面的佛菩薩沒有分別執著，連分別執著的習氣都斷了，功夫是什麼？全是放下，這個我們要知道。最後是把起心動念放下，六根在六塵境界上，眼看得清楚，這是自性本具的般若智慧，聽得清楚是智慧，沒有起心動念，眾生有感自然有應。應也沒有起心動念，起心動念就錯了，馬上就墮落了。明白這個道理就知道我們應該怎麼修行。"
    },
    {
      "id": "02-041-0048_p0011",
      "zh_CN": "修行最高的就是不起心、不动念。那是什么人修的？法身菩萨，明心见性。我们做不到，因为念头太微细了，我们根本就没有觉察到有念头在生灭，我们的念头很粗。佛问弥勒菩萨，说「心有所念」，凡夫心里面起个念头，世尊问，凡夫起这个念头，这一个念头是多少细念纠缠在一起让他感觉有个念头？佛问，凡夫这个念头里头，有几念、有几相、有几识？佛这一句话里头问了三桩事情，原文是，「心有所念，几念几相识耶」，这是原文。弥勒菩萨的回答，说一弹指有三十二亿百千念，这一弹指。一弹指的时间多短？我们现在是用秒做单位，我们一秒钟能弹多少次？我大概可以弹到五次，四次、五次。年轻身体很好的人，他们告诉我弹七次，七乘三十二亿百千念。单位百千，百千是十万，三十二亿乘十万，三百二十兆，这一弹指三百二十兆。一秒钟要是七个弹指再乘七，二千一百兆。一秒钟二千一百兆次的生灭，就在眼前，我们怎么会知道？",
      "zh_TW": "修行最高的就是不起心、不動念。那是什麼人修的？法身菩薩，明心見性。我們做不到，因為念頭太微細了，我們根本就沒有覺察到有念頭在生滅，我們的念頭很粗。佛問彌勒菩薩，說「心有所念」，凡夫心裡面起個念頭，世尊問，凡夫起這個念頭，這一個念頭是多少細念糾纏在一起讓他感覺有個念頭？佛問，凡夫這個念頭裡頭，有幾念、有幾相、有幾識？佛這一句話裡頭問了三樁事情，原文是，「心有所念，幾念幾相識耶」，這是原文。彌勒菩薩的回答，說一彈指有三十二億百千念，這一彈指。一彈指的時間多短？我們現在是用秒做單位，我們一秒鐘能彈多少次？我大概可以彈到五次，四次、五次。年輕身體很好的人，他們告訴我彈七次，七乘三十二億百千念。單位百千，百千是十萬，三十二億乘十萬，三百二十兆，這一彈指三百二十兆。一秒鐘要是七個彈指再乘七，二千一百兆。一秒鐘二千一百兆次的生滅，就在眼前，我們怎麼會知道？"
    },
    {
      "id": "02-041-0048_p0012",
      "zh_CN": "要放下无明，先要觉察到无明你才能放下，你根本就没有办法觉察它你怎么能断它？什么人才能断它？明心见性的人他才觉察到，觉察到很模糊。换句话说，是可以把它断掉，习气断不掉，习气就太微细了。那个习气要什么时候才能断掉？大乘教常说的八地以上，应该是说这么一桩事情，八地快成佛了。《华严经》讲菩萨总共是五十一个阶级，前面十个，十信位，那在十法界，不出十法界，初住以上超越十法界，住实报土，四十一位菩萨都住实报土。为什么有四十一个阶级？四十一个阶级是带着无始无明习气轻重不相同。十住习气重，十地习气轻，到八地以上很轻微的习气了，快要断尽了。好像酒瓶一样，带得很重的，你还没有在酒瓶上面就闻到味道了。十地菩萨呢？要很细心到酒瓶里头才闻得出味道，否则的话微细的味道闻不到，是这么个意思。",
      "zh_TW": "要放下無明，先要覺察到無明你才能放下，你根本就沒有辦法覺察它你怎麼能斷它？什麼人才能斷它？明心見性的人他才覺察到，覺察到很模糊。換句話說，是可以把它斷掉，習氣斷不掉，習氣就太微細了。那個習氣要什麼時候才能斷掉？大乘教常說的八地以上，應該是說這麼一樁事情，八地快成佛了。《華嚴經》講菩薩總共是五十一個階級，前面十個，十信位，那在十法界，不出十法界，初住以上超越十法界，住實報土，四十一位菩薩都住實報土。為什麼有四十一個階級？四十一個階級是帶著無始無明習氣輕重不相同。十住習氣重，十地習氣輕，到八地以上很輕微的習氣了，快要斷盡了。好像酒瓶一樣，帶得很重的，你還沒有在酒瓶上面就聞到味道了。十地菩薩呢？要很細心到酒瓶裡頭才聞得出味道，否則的話微細的味道聞不到，是這麼個意思。"
    },
    {
      "id": "02-041-0048_p0013",
      "zh_CN": "这种生灭，整个宇宙从生灭现象变现出来的，整个宇宙就在眼前，包括我们的身体，包括我们生活的环境，就在现前，都是这个生灭法，我们一点感觉都没有。佛说凡夫，六道凡夫，迷惑颠倒，说得一点都不过分。它没有神秘，统统在眼前，称之为自然现象。为什么一丝毫的觉察都没有？这个现象不能够觉察，但是要有一点概念，为什么？你才肯放下，放下就是。学佛没有别的，就学放下，绝对不是学很多经论，那叫所知障。经论学得再多，没放下，依旧是六道凡夫。彻底放下，恭喜你，你就成佛了。你看看，放下见思烦恼证阿罗汉果，放下尘沙烦恼你就是菩萨，放下起心动念你就成佛了，学不学经教没有关系。",
      "zh_TW": "這種生滅，整個宇宙從生滅現象變現出來的，整個宇宙就在眼前，包括我們的身體，包括我們生活的環境，就在現前，都是這個生滅法，我們一點感覺都沒有。佛說凡夫，六道凡夫，迷惑顛倒，說得一點都不過分。它沒有神祕，統統在眼前，稱之為自然現象。為什麼一絲毫的覺察都沒有？這個現象不能夠覺察，但是要有一點概念，為什麼？你才肯放下，放下就是。學佛沒有別的，就學放下，絕對不是學很多經論，那叫所知障。經論學得再多，沒放下，依舊是六道凡夫。徹底放下，恭喜你，你就成佛了。你看看，放下見思煩惱證阿羅漢果，放下塵沙煩惱你就是菩薩，放下起心動念你就成佛了，學不學經教沒有關係。"
    },
    {
      "id": "02-041-0048_p0014",
      "zh_CN": "释迦牟尼佛当年在世为我们表演，十九岁出家，放弃王位的继承权，放弃世间荣华富贵的生活，这个表演是放下一切烦恼。出去求学，他的表法是表一个知识分子，知识分子喜欢广学多闻，占地球上人类绝对大部分的年轻人，喜欢广学多闻，他表这个法。十九岁到外面参学，过苦行僧的生活，教给人放下烦恼。印度所有的宗教、所有的学派他全都去学过，学了十二年。三十岁，在菩提树下，把十二年所学的统统放下，放下所知障。二障放下了，在菩提树下入定开悟了，这两种障碍不放下开不了悟，得不了定，表演给我们看。开悟之后明心见性，性是什么样子，自性的体、相、作用，他详细给我们说明，就是《大方广佛华严经》，这一部经佛在定中讲的。一般人看到释迦牟尼佛在菩提树下打坐，入定了，三七日中，二十一天，入定二十一天，哪里知道他在定中讲《大方广佛华严经》！",
      "zh_TW": "釋迦牟尼佛當年在世為我們表演，十九歲出家，放棄王位的繼承權，放棄世間榮華富貴的生活，這個表演是放下一切煩惱。出去求學，他的表法是表一個知識分子，知識分子喜歡廣學多聞，佔地球上人類絕對大部分的年輕人，喜歡廣學多聞，他表這個法。十九歲到外面參學，過苦行僧的生活，教給人放下煩惱。印度所有的宗教、所有的學派他全都去學過，學了十二年。三十歲，在菩提樹下，把十二年所學的統統放下，放下所知障。二障放下了，在菩提樹下入定開悟了，這兩種障礙不放下開不了悟，得不了定，表演給我們看。開悟之後明心見性，性是什麼樣子，自性的體、相、作用，他詳細給我們說明，就是《大方廣佛華嚴經》，這一部經佛在定中講的。一般人看到釋迦牟尼佛在菩提樹下打坐，入定了，三七日中，二十一天，入定二十一天，哪裡知道他在定中講《大方廣佛華嚴經》！"
    },
    {
      "id": "02-041-0048_p0015",
      "zh_CN": "这个经讲完了，大龙菩萨把它收在龙宫，分量多大？七百年之后龙树菩萨出现在印度，南印度，被大龙菩萨邀请到龙宫去作客，看到《大方广佛华严经》，释迦牟尼佛最初所说的，分量多大？十个三千大千世界微尘偈，一四天下微尘品。龙树菩萨自以为聪明，他大彻大悟，明心见性，释迦牟尼佛四十九年所说的一切经他三个月就学完了，所以贡高我慢，目中无人，自以为是世界第一了。大龙菩萨带他去看这部《华严》，一看之后傲慢心没有了，才知道佛陀的伟大。这样大的一部经，阎浮提众生没有能力受持，再看中本也不行，最后看下本，下本等于说是目录提要，有十万偈四十品，他就把这部经记下来了，回到人间传的这个《华严》是龙宫里面的小本，小本是什么？目录提要。",
      "zh_TW": "這個經講完了，大龍菩薩把它收在龍宮，分量多大？七百年之後龍樹菩薩出現在印度，南印度，被大龍菩薩邀請到龍宮去作客，看到《大方廣佛華嚴經》，釋迦牟尼佛最初所說的，分量多大？十個三千大千世界微塵偈，一四天下微塵品。龍樹菩薩自以為聰明，他大徹大悟，明心見性，釋迦牟尼佛四十九年所說的一切經他三個月就學完了，所以貢高我慢，目中無人，自以為是世界第一了。大龍菩薩帶他去看這部《華嚴》，一看之後傲慢心沒有了，才知道佛陀的偉大。這樣大的一部經，閻浮提眾生沒有能力受持，再看中本也不行，最後看下本，下本等於說是目錄提要，有十萬偈四十品，他就把這部經記下來了，回到人間傳的這個《華嚴》是龍宮裡面的小本，小本是什麼？目錄提要。"
    },
    {
      "id": "02-041-0048_p0016",
      "zh_CN": "像我们现在的《四库全书》，你看到一千五百册，人能学吗？商务印书馆的总经理给我说了一个笑话，真的不是假的，他说人从出生他就能读《四库全书》，一天读十个小时，他活到一百岁，每一天读，没有一天间断，读到一百岁还没念完。这真的不是假的，一千五百册精装，太大了！看看有没有中本？有，《四库全书》也有中本，《荟要》，《荟要》五百册，全书的三分之一，也不是一般人能受持的。结果什么？有，还有小的，目录提要，五册。你要想看看全书内容是什么，知道个大概，提要就行。提要是专门给乾隆皇帝编的，他没有办法看全书，他看提要。",
      "zh_TW": "像我們現在的《四庫全書》，你看到一千五百冊，人能學嗎？商務印書館的總經理給我說了一個笑話，真的不是假的，他說人從出生他就能讀《四庫全書》，一天讀十個小時，他活到一百歲，每一天讀，沒有一天間斷，讀到一百歲還沒念完。這真的不是假的，一千五百冊精裝，太大了！看看有沒有中本？有，《四庫全書》也有中本，《薈要》，《薈要》五百冊，全書的三分之一，也不是一般人能受持的。結果什麼？有，還有小的，目錄提要，五冊。你要想看看全書內容是什麼，知道個大概，提要就行。提要是專門給乾隆皇帝編的，他沒有辦法看全書，他看提要。"
    },
    {
      "id": "02-041-0048_p0017",
      "zh_CN": "今天我们读的《华严经》，八十卷《华严经》提要。提要还不全，全书散失了，传到中国来是残缺不全的本子，我们把它翻出来，有《六十华严》、《八十华严》、《四十华严》。《八十》跟《六十》是同部，不同时间传到中国来的。《四十华严》是最后一品，「普贤菩萨行愿品」，完整的四十卷。所以现在中国《华严经》怎么读法？《八十》读到五十九卷，接着读四十卷，总共九十九卷，这是我们中文所翻译的最完整的本子，九十九卷。",
      "zh_TW": "今天我們讀的《華嚴經》，八十卷《華嚴經》提要。提要還不全，全書散失了，傳到中國來是殘缺不全的本子，我們把它翻出來，有《六十華嚴》、《八十華嚴》、《四十華嚴》。《八十》跟《六十》是同部，不同時間傳到中國來的。《四十華嚴》是最後一品，「普賢菩薩行願品」，完整的四十卷。所以現在中國《華嚴經》怎麼讀法？《八十》讀到五十九卷，接著讀四十卷，總共九十九卷，這是我們中文所翻譯的最完整的本子，九十九卷。"
    },
    {
      "id": "02-041-0048_p0018",
      "zh_CN": "我们了解这个大概就知道，九十九卷《华严》读一辈子开不了悟，见不了性，为什么？没放下。惠能大师给我们表演放下，释迦牟尼是放下之后才能见性，才把自性的体相作用说出来给我们听，就是大龙菩萨收藏的《大方广佛华严》。在中国最具足代表性的惠能法师，唐朝时代的人，不认识字，没有念过书，他是听经开悟的。开悟的方法很多，八万四千法门，无量法门，法是方法，门是门径、门道，关键是你会不会。你不定在哪一个法门里头豁然大悟，不定。会了，古人讲，哪一法不是佛法！什么叫佛法？明心见性叫佛法。会的人任何一法都可以帮助你明心见性，不会？《华严》、《法华》、《无量寿经》都不是佛法，你还是凡夫，你搞了一辈子还是搞生死轮回，这个要知道。",
      "zh_TW": "我們了解這個大概就知道，九十九卷《華嚴》讀一輩子開不了悟，見不了性，為什麼？沒放下。惠能大師給我們表演放下，釋迦牟尼是放下之後才能見性，才把自性的體相作用說出來給我們聽，就是大龍菩薩收藏的《大方廣佛華嚴》。在中國最具足代表性的惠能法師，唐朝時代的人，不認識字，沒有念過書，他是聽經開悟的。開悟的方法很多，八萬四千法門，無量法門，法是方法，門是門徑、門道，關鍵是你會不會。你不定在哪一個法門裡頭豁然大悟，不定。會了，古人講，哪一法不是佛法！什麼叫佛法？明心見性叫佛法。會的人任何一法都可以幫助你明心見性，不會？《華嚴》、《法華》、《無量壽經》都不是佛法，你還是凡夫，你搞了一輩子還是搞生死輪迴，這個要知道。"
    },
    {
      "id": "02-041-0048_p0019",
      "zh_CN": "生在我们这个末法时期，所有的法门好，不是不好，你不是这个法门的根机；也就是说，你修这个法门不能了生死，不能出三界。世尊在《大集经》里头给我们普遍授记了，只要是学佛的人都有分。授的什么记？菩提记。什么菩提记？只有净土法门带业往生你才能成就，除这个法门之外都不能成就。为什么？要断烦恼。那就是说断见思，你证阿罗汉果；断尘沙，你证三贤菩萨，别教三贤，就是十住、十行、十回向；破一品无明，证一分法身，就是起心动念断掉了，你才能证得别教初地、圆教初住，那叫成就。你试试看行不行。",
      "zh_TW": "生在我們這個末法時期，所有的法門好，不是不好，你不是這個法門的根機；也就是說，你修這個法門不能了生死，不能出三界。世尊在《大集經》裡頭給我們普遍授記了，只要是學佛的人都有分。授的什麼記？菩提記。什麼菩提記？只有淨土法門帶業往生你才能成就，除這個法門之外都不能成就。為什麼？要斷煩惱。那就是說斷見思，你證阿羅漢果；斷塵沙，你證三賢菩薩，別教三賢，就是十住、十行、十迴向；破一品無明，證一分法身，就是起心動念斷掉了，你才能證得別教初地、圓教初住，那叫成就。你試試看行不行。"
    },
    {
      "id": "02-041-0048_p0020",
      "zh_CN": "我们学了六十多年了，我二十六岁学佛，再过两年就满七十年了，学这么多年明白了、觉悟了。李老师劝我修净土，当时没有接受，不服，心里头羡慕大经大论，在他的会上学《法华》、学《楞严》、学《华严》。我到八十五岁才真正觉悟回头，为什么？不能了生死，没有把握往生，所以放下了，彻底放下了，一部经、一句名号。这一部经就是选的《无量寿经》的会集本，李老师给我的，是他自己的，写的注解就写在书上，眉注本。一部经、一部注解，黄念祖老居士的集注，一句阿弥陀佛，其他统统放下了。问我为什么？我去极乐世界要紧，别的都是假的。你们有能力我佩服你，我向你顶礼，真恭敬你。我自己没有能力，我自己很清楚，只有这个法门我会成就。我把所有经论统统放下了，《金刚经》上说的，「法尚应舍，何况非法」，这我直下承当，佛是对我说的，劝我放下。",
      "zh_TW": "我們學了六十多年了，我二十六歲學佛，再過兩年就滿七十年了，學這麼多年明白了、覺悟了。李老師勸我修淨土，當時沒有接受，不服，心裡頭羨慕大經大論，在他的會上學《法華》、學《楞嚴》、學《華嚴》。我到八十五歲才真正覺悟回頭，為什麼？不能了生死，沒有把握往生，所以放下了，徹底放下了，一部經、一句名號。這一部經就是選的《無量壽經》的會集本，李老師給我的，是他自己的，寫的註解就寫在書上，眉註本。一部經、一部註解，黃念祖老居士的集註，一句阿彌陀佛，其他統統放下了。問我為什麼？我去極樂世界要緊，別的都是假的。你們有能力我佩服你，我向你頂禮，真恭敬你。我自己沒有能力，我自己很清楚，只有這個法門我會成就。我把所有經論統統放下了，《金剛經》上說的，「法尚應捨，何況非法」，這我直下承當，佛是對我說的，勸我放下。"
    },
    {
      "id": "02-041-0048_p0021",
      "zh_CN": "《无量寿经》过去讲过十遍，现在跟大家在一起学习念老的集注，这是第四遍，一遍比一遍精彩，一遍比一遍欢喜。最难得的是最近我们开的，跟同学们互相在一起学习。学习什么？如何把我们所学的落实在生活，我们现在就得受用，落实在工作、落实在处事待人接物，活学活用，符合经上所讲的三个真实，真实之际就是明心见性，真实智慧、真实利益，就是现前得受用。这个书世尊、祖师大德为我们介绍西方极乐世界点点滴滴，讲得明白，讲得清楚，讲得透彻。真搞明白了你会死心塌地，心再不会动摇了，这就是念佛三昧，这就是经题上的清净心出现了，平等心出现了，那个觉就是理一心不乱，就是大彻大悟、明心见性。明心见性必透过这三个层次，首先得清净心，清净心是阿罗汉、辟支佛所证得的，起小智慧；平等心是菩萨证得的，得大智慧；再向上提升就是理一心不乱，觉，觉就是明心见性，大彻大悟。你看经题上修行三个阶段，觉，往生到实报土；平等，往生在方便土；清净，往生同居土。我们把目标、方向找到了。",
      "zh_TW": "《無量壽經》過去講過十遍，現在跟大家在一起學習念老的集註，這是第四遍，一遍比一遍精彩，一遍比一遍歡喜。最難得的是最近我們開的，跟同學們互相在一起學習。學習什麼？如何把我們所學的落實在生活，我們現在就得受用，落實在工作、落實在處事待人接物，活學活用，符合經上所講的三個真實，真實之際就是明心見性，真實智慧、真實利益，就是現前得受用。這個書世尊、祖師大德為我們介紹西方極樂世界點點滴滴，講得明白，講得清楚，講得透徹。真搞明白了你會死心塌地，心再不會動搖了，這就是念佛三昧，這就是經題上的清淨心出現了，平等心出現了，那個覺就是理一心不亂，就是大徹大悟、明心見性。明心見性必透過這三個層次，首先得清淨心，清淨心是阿羅漢、辟支佛所證得的，起小智慧；平等心是菩薩證得的，得大智慧；再向上提升就是理一心不亂，覺，覺就是明心見性，大徹大悟。你看經題上修行三個階段，覺，往生到實報土；平等，往生在方便土；清淨，往生同居土。我們把目標、方向找到了。"
    },
    {
      "id": "02-041-0048_p0022",
      "zh_CN": "我们继续再看，《宝莲佛光品》里面这段经文，「一一诸佛，又放百千光明，普为十方说微妙法。如是诸佛，各各安立无量众生于佛正道。上第六门中已明一一光中出三十六百千亿佛是微细相容门，彼乃一重之相即相入。更征其前后之经文，则可广显重重无尽之相即相入之妙义」。极乐世界跟华藏世界有什么关系？这个问题，早年我在新加坡讲《华严》，就有同学问过我。我举了个比喻告诉他，我说华藏世界好比新加坡，极乐世界好比新加坡的乌节路，他听明白了。乌节路这一条金融大道是新加坡最繁华的一条街道。极乐世界比华藏世界还要庄严，是华藏世界的核心。我们不搞清楚、不搞明白，对于极乐世界那种热情生不起来。这个热情就是强烈的欲望，我就想到极乐世界去。",
      "zh_TW": "我們繼續再看，《寶蓮佛光品》裡面這段經文，「一一諸佛，又放百千光明，普為十方說微妙法。如是諸佛，各各安立無量眾生於佛正道。上第六門中已明一一光中出三十六百千億佛是微細相容門，彼乃一重之相即相入。更徵其前後之經文，則可廣顯重重無盡之相即相入之妙義」。極樂世界跟華藏世界有什麼關係？這個問題，早年我在新加坡講《華嚴》，就有同學問過我。我舉了個比喻告訴他，我說華藏世界好比新加坡，極樂世界好比新加坡的烏節路，他聽明白了。烏節路這一條金融大道是新加坡最繁華的一條街道。極樂世界比華藏世界還要莊嚴，是華藏世界的核心。我們不搞清楚、不搞明白，對於極樂世界那種熱情生不起來。這個熱情就是強烈的欲望，我就想到極樂世界去。"
    },
    {
      "id": "02-041-0048_p0023",
      "zh_CN": "对极乐世界的信、愿、行，这桩事情是非常难培养出来的，对极乐世界向往的情操。怎么办？现在有了，以前你问我我想不出方法，自从印志法师把他师父的光碟送来给我看，我一看就明白了。海贤老和尚往生这一片光碟，我看完了之后我告诉大家，这片光碟是海贤老和尚一生事迹都记载在其中，这是我们现在所学的《无量寿经》的总结，《无量寿经》上所说的一切性相、理事、因果都在这一片光碟当中。如果有人将这片光碟看一千遍，用一年的时间，读书千遍，其义自见。一天看三遍，他这个光碟五十多分钟，不到一个小时，一天看三遍，一天念一万声佛号，一年不中断，你那种对西方极乐世界热恋的心情就生起来了，真相信了，真愿生了，一点折扣都没有了；换一句话，对现前身心世界你放得下了。身心世界一放下，你随时可以往生了，要真干。我要求一天看三遍，有同学告诉我他一天看五遍，这是什么人？急着求往生、急着成佛道的人。",
      "zh_TW": "對極樂世界的信、願、行，這樁事情是非常難培養出來的，對極樂世界嚮往的情操。怎麼辦？現在有了，以前你問我我想不出方法，自從印志法師把他師父的光碟送來給我看，我一看就明白了。海賢老和尚往生這一片光碟，我看完了之後我告訴大家，這片光碟是海賢老和尚一生事蹟都記載在其中，這是我們現在所學的《無量壽經》的總結，《無量壽經》上所說的一切性相、理事、因果都在這一片光碟當中。如果有人將這片光碟看一千遍，用一年的時間，讀書千遍，其義自見。一天看三遍，他這個光碟五十多分鐘，不到一個小時，一天看三遍，一天念一萬聲佛號，一年不中斷，你那種對西方極樂世界熱戀的心情就生起來了，真相信了，真願生了，一點折扣都沒有了；換一句話，對現前身心世界你放得下了。身心世界一放下，你隨時可以往生了，要真幹。我要求一天看三遍，有同學告訴我他一天看五遍，這是什麼人？急著求往生、急著成佛道的人。"
    },
    {
      "id": "02-041-0048_p0024",
      "zh_CN": "经要不要听？可以听，有足够的时间给你听经。听经是什么？跟海贤老和尚光碟做对比，你才知道这个老和尚了不起。老和尚不认识字，一生当中没有念过一部经，没有听过一次经，他就是一句佛号念了九十二年。二十岁出家，师父就教他一句阿弥陀佛，嘱咐他一直念下去。这个人了不起就是他老实、听话、真干，一生当中没有换题目，无论在什么境缘当中，他的佛号不中断。一百一十二岁往生，二十岁念起，整整念了九十二年。念到什么程度？念到大彻大悟，明心见性，净土讲的理一心不乱。你要问我，他什么时候得理一心不乱？我估计应该在四十左右。理一心不乱就是大彻大悟，世出世间一切法他没有一样不知道，他只是不说，他什么都清楚。",
      "zh_TW": "經要不要聽？可以聽，有足夠的時間給你聽經。聽經是什麼？跟海賢老和尚光碟做對比，你才知道這個老和尚了不起。老和尚不認識字，一生當中沒有念過一部經，沒有聽過一次經，他就是一句佛號念了九十二年。二十歲出家，師父就教他一句阿彌陀佛，囑咐他一直念下去。這個人了不起就是他老實、聽話、真幹，一生當中沒有換題目，無論在什麼境緣當中，他的佛號不中斷。一百一十二歲往生，二十歲念起，整整念了九十二年。念到什麼程度？念到大徹大悟，明心見性，淨土講的理一心不亂。你要問我，他什麼時候得理一心不亂？我估計應該在四十左右。理一心不亂就是大徹大悟，世出世間一切法他沒有一樣不知道，他只是不說，他什麼都清楚。"
    },
    {
      "id": "02-041-0048_p0025",
      "zh_CN": "为我们示现，在这种环境之下，依照他的方法修学是最安全的，没有人嫉妒、没有人障碍，平平安安度过这一生，留下最好的榜样。名闻利养边都不沾，自食其力。住在乡下小庙，也没有法会，也没有经忏佛事，这个小庙没人供养，没有收入，全靠自己农耕。他非常勤快，年轻有体力，开荒，荒山开出来种粮食、种蔬菜、种水果。开了多少地？先后一共开了一百多亩。小庙只有四个人，需求有限，绝大多数都拿去救济贫苦。三种布施具足，财布施，内财布施，法布施、无畏布施。地方上的好事遇到他一定参与，修桥补路，这都是他干的事情，为我们做出最佳榜样。往后世尊末法九千年，依照这个修行，没有一个不往生的，没有一个不成佛的。佛菩萨无尽的慈悲，他是奉佛命的，做榜样给我们看的。",
      "zh_TW": "為我們示現，在這種環境之下，依照他的方法修學是最安全的，沒有人嫉妒、沒有人障礙，平平安安度過這一生，留下最好的榜樣。名聞利養邊都不沾，自食其力。住在鄉下小廟，也沒有法會，也沒有經懺佛事，這個小廟沒人供養，沒有收入，全靠自己農耕。他非常勤快，年輕有體力，開荒，荒山開出來種糧食、種蔬菜、種水果。開了多少地？先後一共開了一百多畝。小廟只有四個人，需求有限，絕大多數都拿去救濟貧苦。三種布施具足，財布施，內財布施，法布施、無畏布施。地方上的好事遇到他一定參與，修橋補路，這都是他幹的事情，為我們做出最佳榜樣。往後世尊末法九千年，依照這個修行，沒有一個不往生的，沒有一個不成佛的。佛菩薩無盡的慈悲，他是奉佛命的，做榜樣給我們看的。"
    },
    {
      "id": "02-041-0048_p0026",
      "zh_CN": "我们看下面这段文，更征其前后之经文，看看上下文句，则可广显重重无尽之相即相入之妙义。「一阿弥陀佛国中，有无数宝莲华。一一华中放无数光，一一光中有无数佛。一一佛放光说法，安立无量众生于佛正道」，就在极乐世界七宝池莲花当中你所看到的，相即相入，重重无尽。「如是则极乐国中，有无数莲，莲放光，光现佛，佛现国土，土中又有无数莲，莲复放光现佛。每一莲华喻一帝珠」，因陀罗网里面一粒珠子，「如是莲华周遍佛国。可见本经正显《华严》因陀罗网重重无尽、事事无碍之玄门」。",
      "zh_TW": "我們看下面這段文，更徵其前後之經文，看看上下文句，則可廣顯重重無盡之相即相入之妙義。「一阿彌陀佛國中，有無數寶蓮華。一一華中放無數光，一一光中有無數佛。一一佛放光說法，安立無量眾生於佛正道」，就在極樂世界七寶池蓮花當中你所看到的，相即相入，重重無盡。「如是則極樂國中，有無數蓮，蓮放光，光現佛，佛現國土，土中又有無數蓮，蓮復放光現佛。每一蓮華喻一帝珠」，因陀羅網裡面一粒珠子，「如是蓮華周遍佛國。可見本經正顯《華嚴》因陀羅網重重無盡、事事無礙之玄門」。"
    },
    {
      "id": "02-041-0048_p0027",
      "zh_CN": "再看后面第八，「托事显法生解门。由上之重重无尽，故尘尘法法皆是事事无碍法界。故可任就一尘一事，显此法界全体」，跟禅宗里面一切手法非常类似。「如《大疏》云：立像竖臂，触目皆道。」无上菩提在哪里？我们六根所接触的六尘境界，哪一法不是？会的，觉悟了，大彻大悟，明心见性；不会的，着相了。大乘经上教给我们，「离一切相，即一切法」，问题能不能离？这人根性我们一接触、一观察就明白了。有坚固执着的人只能在佛门里结一个善缘，如果他修得不错，来生在人天，他没有过失；有过失，三恶道去了，很普遍。虽然去了三恶道，他阿赖耶识里头有佛的种子，往后不定是哪一劫，遇到佛法这个种子就起作用了，缘要殊胜他能在那一生往生极乐世界，就成就了。佛法种子比喻作金刚种子，永远不坏。从这个角度上看，佛普度众生。",
      "zh_TW": "再看後面第八，「托事顯法生解門。由上之重重無盡，故塵塵法法皆是事事無礙法界。故可任就一塵一事，顯此法界全體」，跟禪宗裡面一切手法非常類似。「如《大疏》云：立像豎臂，觸目皆道。」無上菩提在哪裡？我們六根所接觸的六塵境界，哪一法不是？會的，覺悟了，大徹大悟，明心見性；不會的，著相了。大乘經上教給我們，「離一切相，即一切法」，問題能不能離？這人根性我們一接觸、一觀察就明白了。有堅固執著的人只能在佛門裡結一個善緣，如果他修得不錯，來生在人天，他沒有過失；有過失，三惡道去了，很普遍。雖然去了三惡道，他阿賴耶識裡頭有佛的種子，往後不定是哪一劫，遇到佛法這個種子就起作用了，緣要殊勝他能在那一生往生極樂世界，就成就了。佛法種子比喻作金剛種子，永遠不壞。從這個角度上看，佛普度眾生。"
    },
    {
      "id": "02-041-0048_p0028",
      "zh_CN": "真正离开六道轮回要缘熟，缘怎么熟？肯放下，能看破，知道这一切是假的不是真的。只有这一句佛号是真的，除这句佛号之外全是假的，经书也是假的，佛法也是假的。所以佛劝我们，「法尚应舍」，那个法就是佛法，佛法不能贪恋，贪恋错了，佛法不能执着。《金刚经》上把佛法比作过渡的小船，这是工具，达到彼岸就要舍掉，你要不肯舍你上不了岸，你要上岸一定把船舍掉。佛法是帮助你了生死出三界的工具，千万不要贪着，千万不要去分别，它不是真的。连佛法都能舍，何况其余？这个人很快能成无上道，他真的明白了，真的觉悟了。你就晓得，执着佛法的人他在迷，他没有悟。这种现象普遍存在世间，我们常常遇到。最重要的，回光返照，我自己有没有这个毛病？有，赶快放下。",
      "zh_TW": "真正離開六道輪迴要緣熟，緣怎麼熟？肯放下，能看破，知道這一切是假的不是真的。只有這一句佛號是真的，除這句佛號之外全是假的，經書也是假的，佛法也是假的。所以佛勸我們，「法尚應捨」，那個法就是佛法，佛法不能貪戀，貪戀錯了，佛法不能執著。《金剛經》上把佛法比作過渡的小船，這是工具，達到彼岸就要捨掉，你要不肯捨你上不了岸，你要上岸一定把船捨掉。佛法是幫助你了生死出三界的工具，千萬不要貪著，千萬不要去分別，它不是真的。連佛法都能捨，何況其餘？這個人很快能成無上道，他真的明白了，真的覺悟了。你就曉得，執著佛法的人他在迷，他沒有悟。這種現象普遍存在世間，我們常常遇到。最重要的，回光返照，我自己有沒有這個毛病？有，趕快放下。"
    },
    {
      "id": "02-041-0048_p0029",
      "zh_CN": "我们看下面这一段，第八，托事显法生解门。由上之重重无尽，故尘尘法法皆是事事无碍法界。故可任就一尘一事，显此法界全体。如《大疏》云：立像竖臂，触目皆道。「经中《菩提道场品》」，有一段经文说，「又其道场，有菩提树。复由见彼树故，获三种忍：一音响忍。二柔顺忍。三者无生法忍」。我们看看参考资料里头有没有三种忍，三种忍在八百三十面。「音响忍，由音响而悟解真理者」，这个真理就是见性，就是明心见性。听讲经说法也是音响。第二种，「柔顺忍，慧心柔软，能随顺真理」，这叫柔顺忍，比前面的意思深一层，真正能做到恒顺众生，随喜功德。什么境界才能到柔顺、才能到音响？用我们经题上的字来说，他的心已经得到清净、平等，忍就是觉。心不清净、心不平等，话听不懂，这音响听不懂；心要清净、心要平等了，音响能听得懂。不但说话的声音你听懂了，风吹树木的音声，雨打芭蕉的音声，水滴在岩石的声音，甚至于别人唱歌，不定什么缘一接触，大彻大悟，明心见性。这些事情宗门（禅宗）里头的公案很多，记载参禅开悟。怎么开悟的？每个人开悟都不一样。",
      "zh_TW": "我們看下面這一段，第八，托事顯法生解門。由上之重重無盡，故塵塵法法皆是事事無礙法界。故可任就一塵一事，顯此法界全體。如《大疏》云：立像豎臂，觸目皆道。「經中《菩提道場品》」，有一段經文說，「又其道場，有菩提樹。復由見彼樹故，獲三種忍：一音響忍。二柔順忍。三者無生法忍」。我們看看參考資料裡頭有沒有三種忍，三種忍在八百三十面。「音響忍，由音響而悟解真理者」，這個真理就是見性，就是明心見性。聽講經說法也是音響。第二種，「柔順忍，慧心柔軟，能隨順真理」，這叫柔順忍，比前面的意思深一層，真正能做到恆順眾生，隨喜功德。什麼境界才能到柔順、才能到音響？用我們經題上的字來說，他的心已經得到清淨、平等，忍就是覺。心不清淨、心不平等，話聽不懂，這音響聽不懂；心要清淨、心要平等了，音響能聽得懂。不但說話的聲音你聽懂了，風吹樹木的音聲，雨打芭蕉的音聲，水滴在岩石的聲音，甚至於別人唱歌，不定什麼緣一接觸，大徹大悟，明心見性。這些事情宗門（禪宗）裡頭的公案很多，記載參禪開悟。怎麼開悟的？每個人開悟都不一樣。"
    },
    {
      "id": "02-041-0048_p0030",
      "zh_CN": "「无生法忍」，这个境界高了，「证无生之实性而离诸相」，离一切相，即一切法。为什么？所有一切法都是生灭法。生灭是什么？是相、是用，体不生不灭。在生灭里头见到不生不灭，这叫无生法忍。无生法忍是什么人证得的？七地以上。无生忍分三品，下品七地菩萨，中品八地菩萨，上品九地菩萨。十地菩萨那是最后的，叫寂灭忍，清净寂灭。寂灭忍古人也有分三品，下品是十地菩萨，中品是等觉菩萨，上品是妙觉。证得上品，实报土就不见了；换句话说，实报身也没有了。出现什么境界？常寂光，一片光明，身土都是光明。于是我们知道，实报庄严土确实是从无始无明习气所感的，习气断尽了这个实报土就不见了。实报土没有生灭，有隐现。正常的时候是隐，它不现，什么都没有，无有一物。遇到有缘它就现，什么缘？有四十一位法身大士，只要有一个住在实报土里头，常寂光里面法身佛就有应，有应他就现实报土，现报身。现报身、报土跟他们完全一样，佛在这个地方帮助大家、成就大家，圆满大家的功德。这是有缘，有缘就现身。",
      "zh_TW": "「無生法忍」，這個境界高了，「證無生之實性而離諸相」，離一切相，即一切法。為什麼？所有一切法都是生滅法。生滅是什麼？是相、是用，體不生不滅。在生滅裡頭見到不生不滅，這叫無生法忍。無生法忍是什麼人證得的？七地以上。無生忍分三品，下品七地菩薩，中品八地菩薩，上品九地菩薩。十地菩薩那是最後的，叫寂滅忍，清淨寂滅。寂滅忍古人也有分三品，下品是十地菩薩，中品是等覺菩薩，上品是妙覺。證得上品，實報土就不見了；換句話說，實報身也沒有了。出現什麼境界？常寂光，一片光明，身土都是光明。於是我們知道，實報莊嚴土確實是從無始無明習氣所感的，習氣斷盡了這個實報土就不見了。實報土沒有生滅，有隱現。正常的時候是隱，它不現，什麼都沒有，無有一物。遇到有緣它就現，什麼緣？有四十一位法身大士，只要有一個住在實報土裡頭，常寂光裡面法身佛就有應，有應他就現實報土，現報身。現報身、報土跟他們完全一樣，佛在這個地方幫助大家、成就大家，圓滿大家的功德。這是有緣，有緣就現身。"
    },
    {
      "id": "02-041-0048_p0031",
      "zh_CN": "我们再往下去看，「佛告阿难：如是佛刹，华果树木，与诸众生而作佛事」。你看，见菩提树就能获三种忍，这是极乐世界花果树木能帮助众生大彻大悟，明心见性，这叫佛事。「一见彼树，可证无生，是正为托事显法生解之玄旨。华果树木，皆作佛事，亦复如是」。在极乐世界不定什么时候，你证得无上菩提。因为在极乐世界，特别是在实报庄严土，真正是一尘一毛，这讲最小的毛端，微尘，都能触动你的机缘，让你大彻大悟，证得究竟圆满的佛果。",
      "zh_TW": "我們再往下去看，「佛告阿難：如是佛剎，華果樹木，與諸眾生而作佛事」。你看，見菩提樹就能獲三種忍，這是極樂世界花果樹木能幫助眾生大徹大悟，明心見性，這叫佛事。「一見彼樹，可證無生，是正為托事顯法生解之玄旨。華果樹木，皆作佛事，亦復如是」。在極樂世界不定什麼時候，你證得無上菩提。因為在極樂世界，特別是在實報莊嚴土，真正是一塵一毛，這講最小的毛端，微塵，都能觸動你的機緣，讓你大徹大悟，證得究竟圓滿的佛果。"
    },
    {
      "id": "02-041-0048_p0032",
      "zh_CN": "下面第九段，「十世隔法异成门。此门表延促无碍」，延促无碍是时间是假的不是真的，前面讲的是空间，现在给我们讲时间。所以说「以上八门横示圆融之相」，横示讲空间的圆融无碍。这一门要讲竖，竖是讲过去、现在、未来，这个东西也不是真的。「十世者」，你看过去、现在、未来，三世。每一世都有，譬如说过去，有过去的过去、过去的现在、过去的未来，现在的过去、现在现在、现在未来，未来也是三世。「每世又各有过现未三世，于是成为九世。九世互入，为一总世。总世与前九相合，而为十世」，这十世的意思。「此十世隔历之法，同时具足显现，是曰隔法异成。别异之法俱时成就，谓之异成」。这是什么？过去、现在、未来都现前了，你同时能看到，十世没有障碍，十世全在眼前。前面八种空间没有了，远近距离没有了。这个地方告诉我们，时间也是假的，也不是真的，过去、现在、未来全在当下，统统能看到。",
      "zh_TW": "下面第九段，「十世隔法異成門。此門表延促無礙」，延促無礙是時間是假的不是真的，前面講的是空間，現在給我們講時間。所以說「以上八門橫示圓融之相」，橫示講空間的圓融無礙。這一門要講豎，豎是講過去、現在、未來，這個東西也不是真的。「十世者」，你看過去、現在、未來，三世。每一世都有，譬如說過去，有過去的過去、過去的現在、過去的未來，現在的過去、現在現在、現在未來，未來也是三世。「每世又各有過現未三世，於是成為九世。九世互入，為一總世。總世與前九相合，而為十世」，這十世的意思。「此十世隔歷之法，同時具足顯現，是曰隔法異成。別異之法俱時成就，謂之異成」。這是什麼？過去、現在、未來都現前了，你同時能看到，十世沒有障礙，十世全在眼前。前面八種空間沒有了，遠近距離沒有了。這個地方告訴我們，時間也是假的，也不是真的，過去、現在、未來全在當下，統統能看到。"
    },
    {
      "id": "02-041-0048_p0033",
      "zh_CN": "「晋译《华严初发心功德品》」，《华严》三种译本，晋译是最早的，一共六十卷，「知无量劫是一念，知一念即无量劫」，念劫圆融，这是事实真相。我们初学佛的时候，读相宗入门的论典《百法明门》。这天亲菩萨将弥勒菩萨大论，《瑜伽师地论》，里面将一切法归纳为六百六十法，天亲菩萨认为六百六十法还是太多了，不适合于初学，初学入门要简单，把六百六十法再归纳成百法。六百六十法是宇宙一切法归纳，百法是六百六十法再归纳，便于初学。百法分五类，心法、心所法、色法、不相应行法，最后是无为法。所以相宗叫「五法三自性，八识二无我」，这是法相宗的总纲领，他学的就这些，五法就是百法。时间、空间在百法里面属于哪一种？属于不相应行法，说明它不跟心相应，不是心法，不跟心所相应，也不跟色相应，也不是无为法，不相应行法跟色、心、心所法统统不相应。用现在的话来说，它是一个抽象的概念，也就是说根本不是事实，时间、空间都不是真的事实，是我们心里头产生出来抽象概念，以为有，实际上痕迹都找不到。这是佛法里讲的科学，高等科学。大乘佛法常讲就在当下，这是真实的，这个说法真实的，就在当下，不是过去也不是未来，不是此界也不是他方，时空不存在。所以无量劫是一念，一念就是无量劫，这时间没有了。",
      "zh_TW": "「晉譯《華嚴初發心功德品》」，《華嚴》三種譯本，晉譯是最早的，一共六十卷，「知無量劫是一念，知一念即無量劫」，念劫圓融，這是事實真相。我們初學佛的時候，讀相宗入門的論典《百法明門》。這天親菩薩將彌勒菩薩大論，《瑜伽師地論》，裡面將一切法歸納為六百六十法，天親菩薩認為六百六十法還是太多了，不適合於初學，初學入門要簡單，把六百六十法再歸納成百法。六百六十法是宇宙一切法歸納，百法是六百六十法再歸納，便於初學。百法分五類，心法、心所法、色法、不相應行法，最後是無為法。所以相宗叫「五法三自性，八識二無我」，這是法相宗的總綱領，他學的就這些，五法就是百法。時間、空間在百法裡面屬於哪一種？屬於不相應行法，說明它不跟心相應，不是心法，不跟心所相應，也不跟色相應，也不是無為法，不相應行法跟色、心、心所法統統不相應。用現在的話來說，它是一個抽象的概念，也就是說根本不是事實，時間、空間都不是真的事實，是我們心裡頭產生出來抽象概念，以為有，實際上痕跡都找不到。這是佛法裡講的科學，高等科學。大乘佛法常講就在當下，這是真實的，這個說法真實的，就在當下，不是過去也不是未來，不是此界也不是他方，時空不存在。所以無量劫是一念，一念就是無量劫，這時間沒有了。"
    },
    {
      "id": "02-041-0048_p0034",
      "zh_CN": "「又《普贤行愿品》曰：尽一切劫为一念，我于一念见三世」，在一念当中看到过去、现在、未来。这都是显示出「延促同时」，延是把时间拉长了，一念延长为无量劫，这叫延；促，把无量劫变成一念，这叫促。所以给你讲真话，「三际一如」，这是给我们说事实真相。「故《大疏》曰：若一夕之梦，翱翔百年。」就像唐人小说所说的「黄粱梦」，这个秀才做了个梦，梦到上京赶考考中了，满心的欢喜。以后做了官，做得还不错，连年升官。最后升到宰相，这个时候很得意，有恩的人报恩，有怨的人报怨，满心欢喜。忽而到老了，梦了一生。一下醒过来了。旁边一个老道，老道有功夫，能看到他梦中境界，问他，宰相当得怎么样？旁边煮的黄粱还没煮熟，他从上京赶考到做到宰相退休了。所以这一席梦把他一生，梦到他一生，一百年就是几分钟的时间而已，延促同时。这个秀才经过这个梦醒觉悟了，这人是假的不是真的。",
      "zh_TW": "「又《普賢行願品》曰：盡一切劫為一念，我於一念見三世」，在一念當中看到過去、現在、未來。這都是顯示出「延促同時」，延是把時間拉長了，一念延長為無量劫，這叫延；促，把無量劫變成一念，這叫促。所以給你講真話，「三際一如」，這是給我們說事實真相。「故《大疏》曰：若一夕之夢，翱翔百年。」就像唐人小說所說的「黃粱夢」，這個秀才做了個夢，夢到上京趕考考中了，滿心的歡喜。以後做了官，做得還不錯，連年升官。最後升到宰相，這個時候很得意，有恩的人報恩，有怨的人報怨，滿心歡喜。忽而到老了，夢了一生。一下醒過來了。旁邊一個老道，老道有功夫，能看到他夢中境界，問他，宰相當得怎麼樣？旁邊煮的黃粱還沒煮熟，他從上京趕考到做到宰相退休了。所以這一席夢把他一生，夢到他一生，一百年就是幾分鐘的時間而已，延促同時。這個秀才經過這個夢醒覺悟了，這人是假的不是真的。"
    },
    {
      "id": "02-041-0048_p0035",
      "zh_CN": "所以要记住什么都是假的，佛在《金刚经》上告诉我们，「一切有为法，如梦幻泡影，如露亦如电」，这是讲速度之快，它就像露水、像闪电一样，一下就过去了。劝人对人、对事、对物都不要认真，认真就造业，造业就感得不如意的果报。假的何必认真？何必自己跟自己过不去？我们要相信一句话，决定害不了别人。我常说，你动了一个害人的心，对方伤害了三分，自己呢？七分。自己七分的帐到什么时候算？死了以后就明白了，三途苦报。佛的话是真的，圣贤的教诲是真的，教我们要原谅别人，原谅就是修福，积自己的福德；不能原谅，自己的福就没有了。所以不善的事情遇到了，你看看，你会处理，修福；不会处理，造罪。人为什么不修福？",
      "zh_TW": "所以要記住什麼都是假的，佛在《金剛經》上告訴我們，「一切有為法，如夢幻泡影，如露亦如電」，這是講速度之快，它就像露水、像閃電一樣，一下就過去了。勸人對人、對事、對物都不要認真，認真就造業，造業就感得不如意的果報。假的何必認真？何必自己跟自己過不去？我們要相信一句話，決定害不了別人。我常說，你動了一個害人的心，對方傷害了三分，自己呢？七分。自己七分的帳到什麼時候算？死了以後就明白了，三途苦報。佛的話是真的，聖賢的教誨是真的，教我們要原諒別人，原諒就是修福，積自己的福德；不能原諒，自己的福就沒有了。所以不善的事情遇到了，你看看，你會處理，修福；不會處理，造罪。人為什麼不修福？"
    },
    {
      "id": "02-041-0048_p0036",
      "zh_CN": "海贤老和尚那个报告里头有一桩事情，收电费的一个年轻人，老和尚看到单子，单子上问他要的钱，老和尚不认识字，这一问要这么多，他就问，为什么这个月的电费跟上个月比多了这么多？这个年轻人打他两耳光，老和尚赶快把钱给他。这个年轻人走了，旁边看的人很生气，不服，要把他找回来跟他论理。老和尚说算了，出家人要修忍辱波罗蜜，打我算是替我搔痒，吐我一脸唾沫等于给我洗脸，一丝毫怨恨都没有，息事宁人。这是什么？这是福报，这修福报。打他的人自己造罪业。如果有怨恨心的话就错了，为什么？感来的是冤冤相报，这个事情麻烦。我们知道这个世间什么都是假的，那你何必计较？点点滴滴都是积功累德，原谅别人，不要跟人计较。吃亏是福这一句话是真的，一点都不错。人要糊涂，叫难得糊涂，装糊涂，不是真糊涂。不跟人计较，吃亏上当甘心情愿，没事，绝不要放在心上，这个人后福大！",
      "zh_TW": "海賢老和尚那個報告裡頭有一樁事情，收電費的一個年輕人，老和尚看到單子，單子上問他要的錢，老和尚不認識字，這一問要這麼多，他就問，為什麼這個月的電費跟上個月比多了這麼多？這個年輕人打他兩耳光，老和尚趕快把錢給他。這個年輕人走了，旁邊看的人很生氣，不服，要把他找回來跟他論理。老和尚說算了，出家人要修忍辱波羅蜜，打我算是替我搔癢，吐我一臉唾沫等於給我洗臉，一絲毫怨恨都沒有，息事寧人。這是什麼？這是福報，這修福報。打他的人自己造罪業。如果有怨恨心的話就錯了，為什麼？感來的是冤冤相報，這個事情麻煩。我們知道這個世間什麼都是假的，那你何必計較？點點滴滴都是積功累德，原諒別人，不要跟人計較。吃虧是福這一句話是真的，一點都不錯。人要糊塗，叫難得糊塗，裝糊塗，不是真糊塗。不跟人計較，吃虧上當甘心情願，沒事，絕不要放在心上，這個人後福大！"
    },
    {
      "id": "02-041-0048_p0037",
      "zh_CN": "那我们一定要记住，人天福报都不容易享受，为什么？它太复杂了。所以一生修行，断恶修善，积功累德，绝不求人天福报，求什么？只求往生净土，到极乐世界去亲近阿弥陀佛，决定一生证得无上菩提，这才叫真正智慧，真正大福。作佛之后教化众生，无论怎么示现，不迷惑颠倒了，这才对。佛能现一切身，现佛菩萨的身、现罗汉的身、现国王的身、现宰相的身，三十二应里头什么样身分他都能示现，没有起心动念、没有分别执着。像释迦牟尼佛一样，示现八相成道没有起心动念。他要起心动念，他是凡夫，他不是佛菩萨。佛菩萨无论示现什么身，没有起心动念，所以他不造业。不起心、不动念叫净业，净业没有三界六道的果报，这叫得大自在。",
      "zh_TW": "那我們一定要記住，人天福報都不容易享受，為什麼？它太複雜了。所以一生修行，斷惡修善，積功累德，絕不求人天福報，求什麼？只求往生淨土，到極樂世界去親近阿彌陀佛，決定一生證得無上菩提，這才叫真正智慧，真正大福。作佛之後教化眾生，無論怎麼示現，不迷惑顛倒了，這才對。佛能現一切身，現佛菩薩的身、現羅漢的身、現國王的身、現宰相的身，三十二應裡頭什麼樣身分他都能示現，沒有起心動念、沒有分別執著。像釋迦牟尼佛一樣，示現八相成道沒有起心動念。他要起心動念，他是凡夫，他不是佛菩薩。佛菩薩無論示現什麼身，沒有起心動念，所以他不造業。不起心、不動念叫淨業，淨業沒有三界六道的果報，這叫得大自在。"
    },
    {
      "id": "02-041-0048_p0038",
      "zh_CN": "本经里面，像「大教缘起品」里头说，「能于念顷，住无量亿劫」，《华严》有，这个经上也有。「德遵普贤品」里面，第二品，「于一念顷，遍游一切佛土」，你看无量无边诸佛刹土，去周遍游览一遍需要多少时间？一念顷。为什么？能现无量无边身，每一个身去游一个国土，很短的时间就统统看遍了。「《歌叹佛德品》云：于一食顷，复往十方无边净刹。同显此第九玄门」，就是时间没有了，时间是假的不是真的。今天时间到了，我们就学习到此地。",
      "zh_TW": "本經裡面，像「大教緣起品」裡頭說，「能於念頃，住無量億劫」，《華嚴》有，這個經上也有。「德遵普賢品」裡面，第二品，「於一念頃，遍遊一切佛土」，你看無量無邊諸佛剎土，去周遍遊覽一遍需要多少時間？一念頃。為什麼？能現無量無邊身，每一個身去遊一個國土，很短的時間就統統看遍了。「《歌歎佛德品》云：於一食頃，復往十方無邊淨剎。同顯此第九玄門」，就是時間沒有了，時間是假的不是真的。今天時間到了，我們就學習到此地。"
    }
  ]
}