{
  "doc_id": "02-041-0368",
  "title": {
    "zh_CN": "二Ｏ一四净土大经科注",
    "zh_TW": "二Ｏ一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六八集",
    "zh_TW": "第三六八集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0368",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-041-0368_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0368_p0002",
      "zh_CN": "请看《大经科注》第八百六十一页，倒数第三行看起：",
      "zh_TW": "請看《大經科註》第八百六十一頁，倒數第三行看起："
    },
    {
      "id": "02-041-0368_p0003",
      "zh_CN": "『证无所得』。经文里头这些话，愈读愈欢喜，愈读愈觉得经文太殊胜了。最近这段时期，我们这个经中断了好几天，有十几天，很对不起同学们。原因是我回到台湾去治牙齿，上一次医生给我治的牙是临时的，我要赶着到欧洲去，回来之后就跟我约了，要我尽快到高雄把牙齿治好。现在牙齿没有问题了，治好了。再检查就眼睛有一点模糊，看着经文有一点模糊，我以为我这个老花眼睛度数增加了，想去再配个眼镜。配眼镜的时候发现不是度数增加，是有白内障。医生跟我约定，白内障动手术很简单，大概一个小时就做完了，就做好了，可是需要休息一个月。我在下周要参加教科文组织的会议，没有时间做这个手术，手术很简单，但是要一个月的时间休息，才能够恢复正常。所以我就想，等我这次欧洲回来之后，我再去治白内障。他给我检查，我这个白内障不严重，眼睛神经系统都非常好，只是这一点小毛病。但是要充分休息，就是不能见阳光，最好不看书。我说也好，让我闭几个星期关，好好的念佛。",
      "zh_TW": "『證無所得』。經文裡頭這些話，愈讀愈歡喜，愈讀愈覺得經文太殊勝了。最近這段時期，我們這個經中斷了好幾天，有十幾天，很對不起同學們。原因是我回到台灣去治牙齒，上一次醫生給我治的牙是臨時的，我要趕著到歐洲去，回來之後就跟我約了，要我儘快到高雄把牙齒治好。現在牙齒沒有問題了，治好了。再檢查就眼睛有一點模糊，看著經文有一點模糊，我以為我這個老花眼睛度數增加了，想去再配個眼鏡。配眼鏡的時候發現不是度數增加，是有白內障。醫生跟我約定，白內障動手術很簡單，大概一個小時就做完了，就做好了，可是需要休息一個月。我在下週要參加教科文組織的會議，沒有時間做這個手術，手術很簡單，但是要一個月的時間休息，才能夠恢復正常。所以我就想，等我這次歐洲回來之後，我再去治白內障。他給我檢查，我這個白內障不嚴重，眼睛神經系統都非常好，只是這一點小毛病。但是要充分休息，就是不能見陽光，最好不看書。我說也好，讓我閉幾個星期關，好好的念佛。"
    },
    {
      "id": "02-041-0368_p0004",
      "zh_CN": "想到这个地方就想起夏莲公早年，他从日本回来之后，遇到净宗，净土法门，他住在一个小楼上，闭关念佛，非常快乐欢喜，楼上就他一个人，笑咪咪的，一个多星期。所以他把他小楼取了个名字，叫欢喜斋。这欢喜从哪里来的？终于他说出来了，这一次我真正找到出离六道轮回的方法；换句话说，以前没找到。这个方法是什么？就是净土念佛，带业往生的方法。这个人不是一生修行，老修行，大概生生世世都修行，没有能脱离六道轮回。什么原因？断烦恼、断习气太难了，不是容易做得到的。我们想想，莲公通宗通教，显密圆融，这样的大善知识，连虚云老和尚都赞叹，有几个人能比得上。他都承认了，断烦恼不容易，不要说断无明，断见思证阿罗汉都不容易。证阿罗汉算是成就了，为什么？出离六道轮回了，学佛真正有成就。不容易！",
      "zh_TW": "想到這個地方就想起夏蓮公早年，他從日本回來之後，遇到淨宗，淨土法門，他住在一個小樓上，閉關念佛，非常快樂歡喜，樓上就他一個人，笑咪咪的，一個多星期。所以他把他小樓取了個名字，叫歡喜齋。這歡喜從哪裡來的？終於他說出來了，這一次我真正找到出離六道輪迴的方法；換句話說，以前沒找到。這個方法是什麼？就是淨土念佛，帶業往生的方法。這個人不是一生修行，老修行，大概生生世世都修行，沒有能脫離六道輪迴。什麼原因？斷煩惱、斷習氣太難了，不是容易做得到的。我們想想，蓮公通宗通教，顯密圓融，這樣的大善知識，連虛雲老和尚都讚歎，有幾個人能比得上。他都承認了，斷煩惱不容易，不要說斷無明，斷見思證阿羅漢都不容易。證阿羅漢算是成就了，為什麼？出離六道輪迴了，學佛真正有成就。不容易！"
    },
    {
      "id": "02-041-0368_p0005",
      "zh_CN": "我现在也很欢喜，非常欢喜，我也找到脱离六道轮回的门道，我比莲公还差一等，我承认见思烦恼断不掉，念佛这个法门怎么个修法？我欢喜从哪里来的？我从莲公老师这来的，我看到他最后写了一部《净修捷要》，容易，三十二拜，保证往生。他抓到了净土宗，对净土宗最大的贡献就是这个《净修捷要》。我相信，《佛说大乘无量寿庄严清净平等觉经》黄念祖老居士的注解，跟《净修捷要》，以及《净修捷要报恩谈》，这两本书决定会传到释迦牟尼佛末法最后的一千年。我们现在是开头的一千年过去了，是第二个一千年，后面还有八千年。往后，学佛，真正能够脱离六道轮回，往生西方极乐世界，就靠这两本书，一本，我们现在学习的《大经解》，另外一本就是《净修捷要》。",
      "zh_TW": "我現在也很歡喜，非常歡喜，我也找到脫離六道輪迴的門道，我比蓮公還差一等，我承認見思煩惱斷不掉，念佛這個法門怎麼個修法？我歡喜從哪裡來的？我從蓮公老師這來的，我看到他最後寫了一部《淨修捷要》，容易，三十二拜，保證往生。他抓到了淨土宗，對淨土宗最大的貢獻就是這個《淨修捷要》。我相信，《佛說大乘無量壽莊嚴清淨平等覺經》黃念祖老居士的註解，跟《淨修捷要》，以及《淨修捷要報恩談》，這兩本書決定會傳到釋迦牟尼佛末法最後的一千年。我們現在是開頭的一千年過去了，是第二個一千年，後面還有八千年。往後，學佛，真正能夠脫離六道輪迴，往生西方極樂世界，就靠這兩本書，一本，我們現在學習的《大經解》，另外一本就是《淨修捷要》。"
    },
    {
      "id": "02-041-0368_p0006",
      "zh_CN": "《报恩谈》我从头到尾听了六、七十遍，愈听愈欢喜，愈听愈感到幸运。我们这样的根性，遇不到这个法门，没救；如果没救，那就叫真可怜，不是假的。佛在经上句句话都是真实话，三途一堕五千劫，还得了！不能往生，出不了六道轮回，肯定堕三途。在三途里头，进去容易，出来不容易，不是有那么长的寿命，他转来转去还是在三途，一会饿鬼道，一会地狱道，一会畜生道，然后又是饿鬼道，就这三恶道打转，三恶道轮回。这太可怕了，愈想愈可怕。什么方法能保证我们不堕三途？《无量寿经》会集本的经跟黄念祖的注解能保证，保证我们在行门里头不退转的就是《净修捷要》。我们学佛这圈子愈来愈小，小到最后就是三十二拜。能不能成功？能，我相信，一点怀疑都没有。",
      "zh_TW": "《報恩談》我從頭到尾聽了六、七十遍，愈聽愈歡喜，愈聽愈感到幸運。我們這樣的根性，遇不到這個法門，沒救；如果沒救，那就叫真可憐，不是假的。佛在經上句句話都是真實話，三途一墮五千劫，還得了！不能往生，出不了六道輪迴，肯定墮三途。在三途裡頭，進去容易，出來不容易，不是有那麼長的壽命，他轉來轉去還是在三途，一會餓鬼道，一會地獄道，一會畜生道，然後又是餓鬼道，就這三惡道打轉，三惡道輪迴。這太可怕了，愈想愈可怕。什麼方法能保證我們不墮三途？《無量壽經》會集本的經跟黃念祖的註解能保證，保證我們在行門裡頭不退轉的就是《淨修捷要》。我們學佛這圈子愈來愈小，小到最後就是三十二拜。能不能成功？能，我相信，一點懷疑都沒有。"
    },
    {
      "id": "02-041-0368_p0007",
      "zh_CN": "这个世界不可以留恋，不但人间不能留恋，欲界天、色界天、无色界天都不可以留恋，要舍得干干净净。起心动念就是阿弥陀佛，就是极乐世界，这个地方能放下，彻底放下。再好的因缘、再好的机会，你遇到了，可以修人天福报，甚至于可以修人天高广的大福，能不能动心？不能动。为什么？色界天、无色界天福报虽然大，寿命长，非想非非想处天，寿命八万大劫，我们无法想像，但是八万大劫还是有数，终究有到的一天，到了怎么办？到了如果出不去，麻烦可大，不能不清楚。什么麻烦？又掉在轮回里头去了，爬得高摔得重，这一摔下来非常有可能到三恶道去。所以爬得高摔得重，那个时候怎么办？没人能救你。所以，这些事情常常要放在心上，然后我们就下定决心，这个世出世间一切善要做，做了怎么样？不求果报。我不求人天福报，我只求往生极乐世界，所修一切功德统统回向往生西方，这就对了，这才能真正解决问题。我们不能不知道，不能不重视，不能疏忽。",
      "zh_TW": "這個世界不可以留戀，不但人間不能留戀，欲界天、色界天、無色界天都不可以留戀，要捨得乾乾淨淨。起心動念就是阿彌陀佛，就是極樂世界，這個地方能放下，徹底放下。再好的因緣、再好的機會，你遇到了，可以修人天福報，甚至於可以修人天高廣的大福，能不能動心？不能動。為什麼？色界天、無色界天福報雖然大，壽命長，非想非非想處天，壽命八萬大劫，我們無法想像，但是八萬大劫還是有數，終究有到的一天，到了怎麼辦？到了如果出不去，麻煩可大，不能不清楚。什麼麻煩？又掉在輪迴裡頭去了，爬得高摔得重，這一摔下來非常有可能到三惡道去。所以爬得高摔得重，那個時候怎麼辦？沒人能救你。所以，這些事情常常要放在心上，然後我們就下定決心，這個世出世間一切善要做，做了怎麼樣？不求果報。我不求人天福報，我只求往生極樂世界，所修一切功德統統迴向往生西方，這就對了，這才能真正解決問題。我們不能不知道，不能不重視，不能疏忽。"
    },
    {
      "id": "02-041-0368_p0008",
      "zh_CN": "这个法门遇到，跟经上所说的净土法门出现在世间，这个机会一样的殊胜、一样的难，无量劫来稀有难逢之一日，彭际清老人说的。经上告诉我们，无量劫来稀有难逢，我们这一生遇到了，还遇到了《净修捷要》，太稀有了。夏莲公遇到净土法门，欢喜了一个多星期，满心欢喜，我们今天遇到《净修捷要》，有没有他的欢喜心？如果有他那种欢喜心，我相信你决定会生净土。彻底放下，这个世间什么都是假的，没有一样是真的，可别当真。",
      "zh_TW": "這個法門遇到，跟經上所說的淨土法門出現在世間，這個機會一樣的殊勝、一樣的難，無量劫來稀有難逢之一日，彭際清老人說的。經上告訴我們，無量劫來稀有難逢，我們這一生遇到了，還遇到了《淨修捷要》，太稀有了。夏蓮公遇到淨土法門，歡喜了一個多星期，滿心歡喜，我們今天遇到《淨修捷要》，有沒有他的歡喜心？如果有他那種歡喜心，我相信你決定會生淨土。徹底放下，這個世間什麼都是假的，沒有一樣是真的，可別當真。"
    },
    {
      "id": "02-041-0368_p0009",
      "zh_CN": "这段经文是「疑断慧生」，断疑生信，生智慧。前面是「决断疑网」，这第二句是「证无所得」，都是假的，别以为有所得。「无所得又云无所有，即空慧也，即无分别智也」，是我们经题上「平等」两个字。经题上前面一半说的是果报，我们到极乐世界得到什么？「大乘」，大乘是讲智慧，什么智慧？佛陀的智慧，法身菩萨的智慧，这还得了！什么功夫得到的？经题下半段是讲因，清净、平等、觉，平等心得到的。无所得就平等了，有所得不平等，无所得是真平等，不但身外之物没有一样东西你能得到，还包括你的身体，这身体也不是我，身体也不可得。不可得则随顺其自然，那什么？业报身，如何把业报转变成功德报身，那就好了。能不能转？能转。怎么个转法？弘法利生。",
      "zh_TW": "這段經文是「疑斷慧生」，斷疑生信，生智慧。前面是「決斷疑網」，這第二句是「證無所得」，都是假的，別以為有所得。「無所得又云無所有，即空慧也，即無分別智也」，是我們經題上「平等」兩個字。經題上前面一半說的是果報，我們到極樂世界得到什麼？「大乘」，大乘是講智慧，什麼智慧？佛陀的智慧，法身菩薩的智慧，這還得了！什麼功夫得到的？經題下半段是講因，清淨、平等、覺，平等心得到的。無所得就平等了，有所得不平等，無所得是真平等，不但身外之物沒有一樣東西你能得到，還包括你的身體，這身體也不是我，身體也不可得。不可得則隨順其自然，那什麼？業報身，如何把業報轉變成功德報身，那就好了。能不能轉？能轉。怎麼個轉法？弘法利生。"
    },
    {
      "id": "02-041-0368_p0010",
      "zh_CN": "海贤老和尚是我们的榜样，他的榜样做得好，他给我们演出来的是不认识字、没有读过书的农民，从小就下田干活，二十岁出家。他的特长被佛菩萨选中了，被老和尚看出来，老和尚就是他的师父，传戒老和尚，那是个明心见性的人，不是这等人物看不出来。看出什么？他是法器，非常难得，亿万人当中难得有一个，被老和尚遇到了。这就是大家都晓得他老实、听话、真干，这六个字真正做到可不容易，那就是法器，那就是再来人。所以老和尚看准了，剃了头，传给他六字真言，南无阿弥陀佛，嘱咐他一直念下去。你看他听话，日夜不间断，睡觉了就安稳睡觉，起来，佛号就接上，九十二年没中断。",
      "zh_TW": "海賢老和尚是我們的榜樣，他的榜樣做得好，他給我們演出來的是不認識字、沒有讀過書的農民，從小就下田幹活，二十歲出家。他的特長被佛菩薩選中了，被老和尚看出來，老和尚就是他的師父，傳戒老和尚，那是個明心見性的人，不是這等人物看不出來。看出什麼？他是法器，非常難得，億萬人當中難得有一個，被老和尚遇到了。這就是大家都曉得他老實、聽話、真幹，這六個字真正做到可不容易，那就是法器，那就是再來人。所以老和尚看準了，剃了頭，傳給他六字真言，南無阿彌陀佛，囑咐他一直念下去。你看他聽話，日夜不間斷，睡覺了就安穩睡覺，起來，佛號就接上，九十二年沒中斷。"
    },
    {
      "id": "02-041-0368_p0011",
      "zh_CN": "他念佛的功夫，事一心，理一心，前面是功夫成片，这三个阶段他都圆满证得。我们从侧面来观察，虽然老和尚不在了，我们看到许多报告，《永思集》、还有老和尚的一些照片、录像，资料不多，但是能看得出来。老和尚念佛念到功夫成片在什么时候？我肯定的说在二十五岁之前，他二十岁开始念，绝对没有超过二十五岁，得功夫成片。什么叫功夫成片？心里面无论在什么时候、无论在什么处所只有一句佛号，除这一句佛号之外，没有第二个念头，就叫成片。一般只要念到这个功夫，跟阿弥陀佛就有感应，佛会在定中出现，会在梦中出现，传信息给你，来告诉你，你还有多长的寿命，将来寿命到的时候，佛会接你往生。换句话说，你心里就很踏实了，知道自己在极乐世界那个名簿上有你，莲池中有你的一朵莲花，讲堂有你的座位，欢喜念佛。",
      "zh_TW": "他念佛的功夫，事一心，理一心，前面是功夫成片，這三個階段他都圓滿證得。我們從側面來觀察，雖然老和尚不在了，我們看到許多報告，《永思集》、還有老和尚的一些照片、錄像，資料不多，但是能看得出來。老和尚念佛念到功夫成片在什麼時候？我肯定的說在二十五歲之前，他二十歲開始念，絕對沒有超過二十五歲，得功夫成片。什麼叫功夫成片？心裡面無論在什麼時候、無論在什麼處所只有一句佛號，除這一句佛號之外，沒有第二個念頭，就叫成片。一般只要念到這個功夫，跟阿彌陀佛就有感應，佛會在定中出現，會在夢中出現，傳信息給你，來告訴你，你還有多長的壽命，將來壽命到的時候，佛會接你往生。換句話說，你心裡就很踏實了，知道自己在極樂世界那個名簿上有你，蓮池中有你的一朵蓮花，講堂有你的座位，歡喜念佛。"
    },
    {
      "id": "02-041-0368_p0012",
      "zh_CN": "我们在《往生传》、在《净土圣贤录》里面看到的，许许多多人，三年，佛一给他送信息，没多久他就走了。曾经有人问我，基隆那边有个法师，早年我讲经他常来听，他问我，是不是那些人（念佛人）都是三年寿命到了？我告诉他，这个话讲不通，不合逻辑，哪有那么巧？那怎么往生的？他还有寿命不要了，求佛带他往生，佛很慈悲，真的带你走了。这就叫念佛三年往生的，是这么个意思，不是他真的念佛三年寿命到了，我们要晓得。一般真正念佛想求生的人，只要功夫成片都想马上走，这世界太苦了。在这个世界受罪，极乐世界那么好，为什么不去？我们现在在这个地球上，看看哪个地方社会能安定，居民都能够和谐，我们都想去移民，想方法到那边去。极乐世界是移民最理想的地方，而且有佛来接引你去，怎么能不去？不去，不想去，对这个世界还有留恋，还舍不得离开，那是假的，那不是真的。",
      "zh_TW": "我們在《往生傳》、在《淨土聖賢錄》裡面看到的，許許多多人，三年，佛一給他送信息，沒多久他就走了。曾經有人問我，基隆那邊有個法師，早年我講經他常來聽，他問我，是不是那些人（念佛人）都是三年壽命到了？我告訴他，這個話講不通，不合邏輯，哪有那麼巧？那怎麼往生的？他還有壽命不要了，求佛帶他往生，佛很慈悲，真的帶你走了。這就叫念佛三年往生的，是這麼個意思，不是他真的念佛三年壽命到了，我們要曉得。一般真正念佛想求生的人，只要功夫成片都想馬上走，這世界太苦了。在這個世界受罪，極樂世界那麼好，為什麼不去？我們現在在這個地球上，看看哪個地方社會能安定，居民都能夠和諧，我們都想去移民，想方法到那邊去。極樂世界是移民最理想的地方，而且有佛來接引你去，怎麼能不去？不去，不想去，對這個世界還有留戀，還捨不得離開，那是假的，那不是真的。"
    },
    {
      "id": "02-041-0368_p0013",
      "zh_CN": "真念佛人不是这个心态，除非你的功夫成就了，阿弥陀佛留你，就像海贤老和尚，他真彻底做到了，圆满做到了。阿弥陀佛对海贤老和尚说，你修得很好，就请他多住几年，给佛门弟子做个好榜样，给净宗法门的同修做个好榜样。这好，太难得了！时候到了阿弥陀佛一定就带他走。他这九十二年念佛生涯当中，我相信他跟阿弥陀佛多次见面，决定不止四次。我们在《净土圣贤录》里面读到，初祖慧远大师当年在世的时候，在庐山第一个念佛堂，建第一个念佛堂，一百二十三个同修在一起共修，统统往生。远公大师四次见到阿弥陀佛，见到西方极乐世界，我相信海贤老和尚决定不止十次，他九十二年这么长的时间，跟极乐世界、跟阿弥陀佛很熟了。佛不带他去，就是要他给我们表法，让他慈悲在这个世间多住几年，多受一点苦，我们得利益，帮助我们增长信心、坚定愿心，决定生净土。",
      "zh_TW": "真念佛人不是這個心態，除非你的功夫成就了，阿彌陀佛留你，就像海賢老和尚，他真徹底做到了，圓滿做到了。阿彌陀佛對海賢老和尚說，你修得很好，就請他多住幾年，給佛門弟子做個好榜樣，給淨宗法門的同修做個好榜樣。這好，太難得了！時候到了阿彌陀佛一定就帶他走。他這九十二年念佛生涯當中，我相信他跟阿彌陀佛多次見面，決定不止四次。我們在《淨土聖賢錄》裡面讀到，初祖慧遠大師當年在世的時候，在廬山第一個念佛堂，建第一個念佛堂，一百二十三個同修在一起共修，統統往生。遠公大師四次見到阿彌陀佛，見到西方極樂世界，我相信海賢老和尚決定不止十次，他九十二年這麼長的時間，跟極樂世界、跟阿彌陀佛很熟了。佛不帶他去，就是要他給我們表法，讓他慈悲在這個世間多住幾年，多受一點苦，我們得利益，幫助我們增長信心、堅定願心，決定生淨土。"
    },
    {
      "id": "02-041-0368_p0014",
      "zh_CN": "又遇到会集本，又遇到黄念祖老居士的注解，又遇到莲公的《净修捷要》跟《报恩谈》，这是宝，真的宝！保证我们脱离六道轮回，保证我们出离十法界，保证我们一生往生极乐世界去成佛，这能不欢喜吗？",
      "zh_TW": "又遇到會集本，又遇到黃念祖老居士的註解，又遇到蓮公的《淨修捷要》跟《報恩談》，這是寶，真的寶！保證我們脫離六道輪迴，保證我們出離十法界，保證我們一生往生極樂世界去成佛，這能不歡喜嗎？"
    },
    {
      "id": "02-041-0368_p0015",
      "zh_CN": "所以断疑生信，证这个世间里头无所得，一样都得不到。为什么？因为它无所有，假的，全是假的，没有一样是真的。这在佛法叫空慧，空是真的，不是假的，空慧是真的。空慧，就是惠能大师开悟的时候，说了五句话，第三句说「何期自性，本自具足」，本自具足什么？第一个无量智慧，就是空慧。空慧不起作用，真的跟这两个字所说的一样，空慧，什么也没有。你向他请教，无论世法、佛法，他能给你讲得很清楚、很详细、很明白，记录下来就是一部经典。本师释迦牟尼佛当年住世，讲经教学四十九年，这个智慧就是空慧里头流出来的。空是自性、真心，真如、自性里面流露出来的智慧，就是无分别智，是真的。有分别智是假的，是知识，有分别是知识，无分别是智慧。",
      "zh_TW": "所以斷疑生信，證這個世間裡頭無所得，一樣都得不到。為什麼？因為它無所有，假的，全是假的，沒有一樣是真的。這在佛法叫空慧，空是真的，不是假的，空慧是真的。空慧，就是惠能大師開悟的時候，說了五句話，第三句說「何期自性，本自具足」，本自具足什麼？第一個無量智慧，就是空慧。空慧不起作用，真的跟這兩個字所說的一樣，空慧，什麼也沒有。你向他請教，無論世法、佛法，他能給你講得很清楚、很詳細、很明白，記錄下來就是一部經典。本師釋迦牟尼佛當年住世，講經教學四十九年，這個智慧就是空慧裡頭流出來的。空是自性、真心，真如、自性裡面流露出來的智慧，就是無分別智，是真的。有分別智是假的，是知識，有分別是知識，無分別是智慧。"
    },
    {
      "id": "02-041-0368_p0016",
      "zh_CN": "「体无相之真理」，智慧是起作用，是现相。体、相、用，一而三、三而一，这是离不开的。体是什么？体就是本性。所以无相的真理就是自性。「自心无所执着，无诸分别，是曰无所得」。真心不但没有执着，没有分别，给你讲得更深一层的，根本就没有起心动念过。六根对六尘境界，不起心、不动念，不分别、不执着，空慧。所以放下就对了，彻底放下，空慧就现前。",
      "zh_TW": "「體無相之真理」，智慧是起作用，是現相。體、相、用，一而三、三而一，這是離不開的。體是什麼？體就是本性。所以無相的真理就是自性。「自心無所執著，無諸分別，是曰無所得」。真心不但沒有執著，沒有分別，給你講得更深一層的，根本就沒有起心動念過。六根對六塵境界，不起心、不動念，不分別、不執著，空慧。所以放下就對了，徹底放下，空慧就現前。"
    },
    {
      "id": "02-041-0368_p0017",
      "zh_CN": "下面引《心经》说：「无智亦无得。」无智是自性本定，无智现前也无所得。所以，佛教我们放下，儒也教我们放下，格物就是放下。致知，只要物欲放下了，智慧就现前，带给你是法喜充满，不是烦恼。知识生烦恼，智慧不生烦恼。",
      "zh_TW": "下面引《心經》說：「無智亦無得。」無智是自性本定，無智現前也無所得。所以，佛教我們放下，儒也教我們放下，格物就是放下。致知，只要物欲放下了，智慧就現前，帶給你是法喜充滿，不是煩惱。知識生煩惱，智慧不生煩惱。"
    },
    {
      "id": "02-041-0368_p0018",
      "zh_CN": "《大智度论》里头说：「诸法实相中，决定相不可得故，名无所得。」这桩事情，现代的量子力学家发现了，发现什么？发现决定相不可得。你所看到的相全是幻相，而且这个幻相在面前的时候，千变万化，它是不定的。我们相信，科学的进展这些年来进步很快，我相信二、三十年之后，这个问题得到普遍的承认。那就是物质现象、心理现象，心理现象是念头，心理现象跟物质现象是一不是二，它们两个不能分开，一体的两面，念头是体，物质是现相。物质不可得，念头也不可得，佛经上说得好，「无智亦无得」，无智是念头，不可得是物质现象。所以什么都别想，想什么都不可得，希望你每天就想阿弥陀佛，为什么？想阿弥陀佛，阿弥陀佛真来；想极乐世界，极乐世界真的会现前，这就没错了。除极乐世界、除阿弥陀佛什么都不想，你真正要相信决定相不可得。《智度论》上说：诸法实相中，决定相不可得故，名无所得。",
      "zh_TW": "《大智度論》裡頭說：「諸法實相中，決定相不可得故，名無所得。」這樁事情，現代的量子力學家發現了，發現什麼？發現決定相不可得。你所看到的相全是幻相，而且這個幻相在面前的時候，千變萬化，它是不定的。我們相信，科學的進展這些年來進步很快，我相信二、三十年之後，這個問題得到普遍的承認。那就是物質現象、心理現象，心理現象是念頭，心理現象跟物質現象是一不是二，它們兩個不能分開，一體的兩面，念頭是體，物質是現相。物質不可得，念頭也不可得，佛經上說得好，「無智亦無得」，無智是念頭，不可得是物質現象。所以什麼都別想，想什麼都不可得，希望你每天就想阿彌陀佛，為什麼？想阿彌陀佛，阿彌陀佛真來；想極樂世界，極樂世界真的會現前，這就沒錯了。除極樂世界、除阿彌陀佛什麼都不想，你真正要相信決定相不可得。《智度論》上說：諸法實相中，決定相不可得故，名無所得。"
    },
    {
      "id": "02-041-0368_p0019",
      "zh_CN": "又《涅槃经》里头说：「无所得者，则名为慧，有所得者，名为无明。」这句话希望大家把它记住，无所得是智慧，有所得的是无明，无明就是你迷了，你起心动念了。起心动念是烦恼的根，它起作用就是无量无边的烦恼，就是分别，就是执着。分别、执着里头就有善恶，善的感善的三善道，恶的感的是三恶道，六道轮回是这么形成的。所以起心动念、分别执着，你是在制造六道轮回。法身菩萨厉害，法身菩萨明白了，所以他能够在境界里头不起心不动念，无明破了，脱离六道轮回，脱离十法界。",
      "zh_TW": "又《涅槃經》裡頭說：「無所得者，則名為慧，有所得者，名為無明。」這句話希望大家把它記住，無所得是智慧，有所得的是無明，無明就是你迷了，你起心動念了。起心動念是煩惱的根，它起作用就是無量無邊的煩惱，就是分別，就是執著。分別、執著裡頭就有善惡，善的感善的三善道，惡的感的是三惡道，六道輪迴是這麼形成的。所以起心動念、分別執著，你是在製造六道輪迴。法身菩薩厲害，法身菩薩明白了，所以他能夠在境界裡頭不起心不動念，無明破了，脫離六道輪迴，脫離十法界。"
    },
    {
      "id": "02-041-0368_p0020",
      "zh_CN": "「又曰」，这也是《涅槃经》上所说的，「有所得者，名生死轮。一切凡夫轮回生死，故有所见。菩萨永断一切生死，是故菩萨名无所得」。这句话我们要知道。菩萨，梵语菩提萨埵，中国人喜欢简单，菩提萨埵就用菩萨两个字。菩萨是什么意思？见思烦恼断了，尘沙烦恼断了，这叫菩萨，他无明烦恼没断。一切生死，永断一切生死，这一切生死里面他还有变易生死没断。变易生死很多很复杂，十法界里头有，一真法界里头也有。",
      "zh_TW": "「又曰」，這也是《涅槃經》上所說的，「有所得者，名生死輪。一切凡夫輪迴生死，故有所見。菩薩永斷一切生死，是故菩薩名無所得」。這句話我們要知道。菩薩，梵語菩提薩埵，中國人喜歡簡單，菩提薩埵就用菩薩兩個字。菩薩是什麼意思？見思煩惱斷了，塵沙煩惱斷了，這叫菩薩，他無明煩惱沒斷。一切生死，永斷一切生死，這一切生死裡面他還有變易生死沒斷。變易生死很多很複雜，十法界裡頭有，一真法界裡頭也有。"
    },
    {
      "id": "02-041-0368_p0021",
      "zh_CN": "法身菩萨，这菩萨阶级最高的，所谓法身，意思就是说，这些人各个都是大彻大悟、明心见性，不是凡人。他们往生到极乐世界，住实报庄严土，实报庄严土里头没有分别执着，它还有阶级。这阶级从哪来的？你去找找不到，痕迹都没有，事实上它真有，那就是无始无明的习气没断干净，对于这个习气厚薄不一样，分成四十一个等级。所以破一品无明提升一个等级，你看，从十住、十行、十回向、十地，四十个，加个等觉，这些人都是大彻大悟、明心见性，都住在实报庄严土。什么时候无明能断掉？要三个阿僧祇劫。能不能快一点？不能。怎么不能？你要想快一点，你就生烦恼了，你看你又有分别又有执着了。明心见性了，性里哪有什么无明？还有什么？什么也没有。所以，他们在大定当中，一念不生。无始无明，四十一品无始无明断干净，要三个阿僧祇劫，这么长的时间。",
      "zh_TW": "法身菩薩，這菩薩階級最高的，所謂法身，意思就是說，這些人各個都是大徹大悟、明心見性，不是凡人。他們往生到極樂世界，住實報莊嚴土，實報莊嚴土裡頭沒有分別執著，它還有階級。這階級從哪來的？你去找找不到，痕跡都沒有，事實上它真有，那就是無始無明的習氣沒斷乾淨，對於這個習氣厚薄不一樣，分成四十一個等級。所以破一品無明提升一個等級，你看，從十住、十行、十迴向、十地，四十個，加個等覺，這些人都是大徹大悟、明心見性，都住在實報莊嚴土。什麼時候無明能斷掉？要三個阿僧祇劫。能不能快一點？不能。怎麼不能？你要想快一點，你就生煩惱了，你看你又有分別又有執著了。明心見性了，性裡哪有什麼無明？還有什麼？什麼也沒有。所以，他們在大定當中，一念不生。無始無明，四十一品無始無明斷乾淨，要三個阿僧祇劫，這麼長的時間。"
    },
    {
      "id": "02-041-0368_p0022",
      "zh_CN": "祖师大德用比喻来给我们做个说明，什么叫习气？古人用酒瓶，酒瓶盛酒，酒倒干净，真没有了，也擦干净了，摸也摸不出来，闻一闻还有味道，那就叫习气。这习气能不能断掉？没办法。怎么断？盖子打开放那里，放半年，放一年，再闻闻，没有了，就这个意思。所以法身菩萨在实报庄严土里面修行，就是这个修法，就是不起心不动念，不分别不执着，一切随它去，理都不要理，根本丝毫不受影响，这叫修大定，自性本定。修到成功了，自自然然就入常寂光净土，无始无明习气断干净了就是常寂光，常寂光就是法身。证得究竟圆满的法身，在哪里？无处不在，无时不在，我们都在诸佛如来常寂光之中；换句话说，我们都在诸佛如来法身里面，这是事实真相。",
      "zh_TW": "祖師大德用比喻來給我們做個說明，什麼叫習氣？古人用酒瓶，酒瓶盛酒，酒倒乾淨，真沒有了，也擦乾淨了，摸也摸不出來，聞一聞還有味道，那就叫習氣。這習氣能不能斷掉？沒辦法。怎麼斷？蓋子打開放那裡，放半年，放一年，再聞聞，沒有了，就這個意思。所以法身菩薩在實報莊嚴土裡面修行，就是這個修法，就是不起心不動念，不分別不執著，一切隨它去，理都不要理，根本絲毫不受影響，這叫修大定，自性本定。修到成功了，自自然然就入常寂光淨土，無始無明習氣斷乾淨了就是常寂光，常寂光就是法身。證得究竟圓滿的法身，在哪裡？無處不在，無時不在，我們都在諸佛如來常寂光之中；換句話說，我們都在諸佛如來法身裡面，這是事實真相。"
    },
    {
      "id": "02-041-0368_p0023",
      "zh_CN": "我们再看下面，《涅槃经》里面所说的，「《涅槃》之说，真究竟了义之语」。说得好，永断一切生死，名无所得，这叫菩萨。「又证无所得者，《仁王良贲疏》曰：无所得心者，无分别智也。」对于一切法没有分别，为什么没有分别？「当体即空，了不可得」，《般若经》上说的。我们现在，眼耳鼻舌身所接触外面境界，眼见色、耳闻声、鼻嗅香、舌尝味，都以为这是真的。全是假相，就像作梦，梦中以为是真的，醒来了，痕迹都找不到。所以佛在《金刚经》上教我们作如是观，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。有为，什么叫有为？有生有灭叫有为。",
      "zh_TW": "我們再看下面，《涅槃經》裡面所說的，「《涅槃》之說，真究竟了義之語」。說得好，永斷一切生死，名無所得，這叫菩薩。「又證無所得者，《仁王良賁疏》曰：無所得心者，無分別智也。」對於一切法沒有分別，為什麼沒有分別？「當體即空，了不可得」，《般若經》上說的。我們現在，眼耳鼻舌身所接觸外面境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，都以為這是真的。全是假相，就像作夢，夢中以為是真的，醒來了，痕跡都找不到。所以佛在《金剛經》上教我們作如是觀，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。有為，什麼叫有為？有生有滅叫有為。"
    },
    {
      "id": "02-041-0368_p0024",
      "zh_CN": "我们看时钟，修行，你看一秒一秒过去了，能不能回来？不能，永远过去了，决定不可得。是不是一秒一秒这么缓慢？不是，六根，根也好、尘也好、妄想也好，频率统统是一秒钟二千二百四十兆次，我们连这个概念都没有。一秒钟生灭多少次？二千二百四十兆次，这是弥勒菩萨告诉我们的。全是假相，你怎么能把它当真？我们今天看电视，电视屏幕上的画面一秒钟一百次，不知道它是假相。刚刚生下来的小孩，他对于这个事实真相没有概念，他看到电视上他以为是真人，他还想去抱抱他，他不了解事实真相。所以我们看时钟看秒针要觉悟，事实真相就是这样的，永远不再回头了。人生是什么道路？说起来不要悲观，是事实真相，从出生到死亡，很精进，一秒钟都不肯停下来，这是人。自以为聪明，自以为有智慧，全错了，错得太离谱！",
      "zh_TW": "我們看時鐘，修行，你看一秒一秒過去了，能不能回來？不能，永遠過去了，決定不可得。是不是一秒一秒這麼緩慢？不是，六根，根也好、塵也好、妄想也好，頻率統統是一秒鐘二千二百四十兆次，我們連這個概念都沒有。一秒鐘生滅多少次？二千二百四十兆次，這是彌勒菩薩告訴我們的。全是假相，你怎麼能把它當真？我們今天看電視，電視屏幕上的畫面一秒鐘一百次，不知道它是假相。剛剛生下來的小孩，他對於這個事實真相沒有概念，他看到電視上他以為是真人，他還想去抱抱他，他不了解事實真相。所以我們看時鐘看秒針要覺悟，事實真相就是這樣的，永遠不再回頭了。人生是什麼道路？說起來不要悲觀，是事實真相，從出生到死亡，很精進，一秒鐘都不肯停下來，這是人。自以為聰明，自以為有智慧，全錯了，錯得太離譜！"
    },
    {
      "id": "02-041-0368_p0025",
      "zh_CN": "下面，又举《维摩慧远疏》，这上面说：「此诸菩萨破去情相，到无得处，是故名为逮无所得。」远公大师说得好。这些菩萨，法身大士，不是小菩萨，大菩萨，别教十地、圆教初住以上。在我们中国示现的，惠能大师是这个境界；在我们面前示现的，海贤老和尚是这个境界。为什么？他们情这个相断了；换句话说，他不再执着，他不再把这桩事情放在心上，心上这些东西已经洗刷干净，心里头无所得。",
      "zh_TW": "下面，又舉《維摩慧遠疏》，這上面說：「此諸菩薩破去情相，到無得處，是故名為逮無所得。」遠公大師說得好。這些菩薩，法身大士，不是小菩薩，大菩薩，別教十地、圓教初住以上。在我們中國示現的，惠能大師是這個境界；在我們面前示現的，海賢老和尚是這個境界。為什麼？他們情這個相斷了；換句話說，他不再執著，他不再把這樁事情放在心上，心上這些東西已經洗刷乾淨，心裡頭無所得。"
    },
    {
      "id": "02-041-0368_p0026",
      "zh_CN": "底下念老的话一句做总结，就是「到无得处也」。假相有没有？有，真相没有，你就记住这个，所有是假相，真相没有。假相存不存在？假相存在的时间太短，它存在的时间只是二千二百四十兆分之一秒，也就是说一秒钟它的画面已经换了二千二百四十兆次。从这个地方我们有个概念，得到个概念，它太快了，快到我们不知道，有眼没看见，有耳没听到，六根，连意根都想不到。这是事实真相，到无得处。",
      "zh_TW": "底下念老的話一句做總結，就是「到無得處也」。假相有沒有？有，真相沒有，你就記住這個，所有是假相，真相沒有。假相存不存在？假相存在的時間太短，它存在的時間只是二千二百四十兆分之一秒，也就是說一秒鐘它的畫面已經換了二千二百四十兆次。從這個地方我們有個概念，得到個概念，它太快了，快到我們不知道，有眼沒看見，有耳沒聽到，六根，連意根都想不到。這是事實真相，到無得處。"
    },
    {
      "id": "02-041-0368_p0027",
      "zh_CN": "《般若经》，我们汉学院选出来，儒释道至少都要有个正确的概念，要修必修的课程，足以能代表这个学派。儒家，我们选的《四书》；道家，我们选的老庄，《老子》、《庄子》前面的内篇七篇；佛教，我们选的《金刚经》，那是帮助我们看破，我们选的《无量寿经》是教我们放下。看破、放下，我们直接就取西方极乐世界，希望我们这一生，能生西方极乐世界，亲近阿弥陀佛，等于一生圆满成就。汉学院必修的儒释道的基本的典籍，就这五样东西。",
      "zh_TW": "《般若經》，我們漢學院選出來，儒釋道至少都要有個正確的概念，要修必修的課程，足以能代表這個學派。儒家，我們選的《四書》；道家，我們選的老莊，《老子》、《莊子》前面的內篇七篇；佛教，我們選的《金剛經》，那是幫助我們看破，我們選的《無量壽經》是教我們放下。看破、放下，我們直接就取西方極樂世界，希望我們這一生，能生西方極樂世界，親近阿彌陀佛，等於一生圓滿成就。漢學院必修的儒釋道的基本的典籍，就這五樣東西。"
    },
    {
      "id": "02-041-0368_p0028",
      "zh_CN": "智得到之后，无所得了，无所得当中，『以方便智』教化众生。帮助别人开悟那要用方便智，方便智也叫后得智，又名权智，权是权巧方便。「乃达于方便法之智」，达是通达，通达到方便法的智慧。「又为行方便之智」，恒顺众生，随喜功德，这是方便智。这不是实智，实智是万法都不可得，那是真实智，心地清净，一尘不染。",
      "zh_TW": "智得到之後，無所得了，無所得當中，『以方便智』教化眾生。幫助別人開悟那要用方便智，方便智也叫後得智，又名權智，權是權巧方便。「乃達於方便法之智」，達是通達，通達到方便法的智慧。「又為行方便之智」，恆順眾生，隨喜功德，這是方便智。這不是實智，實智是萬法都不可得，那是真實智，心地清淨，一塵不染。"
    },
    {
      "id": "02-041-0368_p0029",
      "zh_CN": "所以清净心是智慧，阿罗汉就证得，菩萨证得的是平等智。平等，平等就是万法一如。惠能大师所说的，「何期自性，能生万法」，没想到整个宇宙一切万法从哪来的？自性变的。自性要不变，就好像我们看的银幕，上面没有色相、没有音声，一片空白，这叫常寂光。有缘，有缘就是频道按下去了，现象就现前。无论现与不现，我们要记住，都是在二千二百四十兆分之一秒这么高频率之下，它在那里运动，它不是静止的，它是动的。而且一个画面过去，永远不会再出现跟它相同的画面，没有了，找不到相同的。昨天的我不是今天的我，明天的我不是今天的我，这个话说了你相不相信？你懂不懂？再缩短跟你讲，前一个小时的我不是这个小时的我，后一个小时的我也不是现在的我。然后再给你讲一分、一秒。这给你什么概念？不可得，不要以为真有，假的。以为真有，你迷了，你迷得很严重，死抓着这个不放，认为是你所有的，殊不知是假的，空的。古人讲的话讲得很有味道，「圆满菩提」，成佛了，成佛怎么样？「归无所得」，什么都没有，这就成佛。不要以为成佛了我得到什么，得到智慧，得到神通，那完全不是的，那假的，不是真的。那个说法是魔说，不是佛说，佛一定给你说毕竟空、不可得。",
      "zh_TW": "所以清淨心是智慧，阿羅漢就證得，菩薩證得的是平等智。平等，平等就是萬法一如。惠能大師所說的，「何期自性，能生萬法」，沒想到整個宇宙一切萬法從哪來的？自性變的。自性要不變，就好像我們看的銀幕，上面沒有色相、沒有音聲，一片空白，這叫常寂光。有緣，有緣就是頻道按下去了，現象就現前。無論現與不現，我們要記住，都是在二千二百四十兆分之一秒這麼高頻率之下，它在那裡運動，它不是靜止的，它是動的。而且一個畫面過去，永遠不會再出現跟它相同的畫面，沒有了，找不到相同的。昨天的我不是今天的我，明天的我不是今天的我，這個話說了你相不相信？你懂不懂？再縮短跟你講，前一個小時的我不是這個小時的我，後一個小時的我也不是現在的我。然後再給你講一分、一秒。這給你什麼概念？不可得，不要以為真有，假的。以為真有，你迷了，你迷得很嚴重，死抓著這個不放，認為是你所有的，殊不知是假的，空的。古人講的話講得很有味道，「圓滿菩提」，成佛了，成佛怎麼樣？「歸無所得」，什麼都沒有，這就成佛。不要以為成佛了我得到什麼，得到智慧，得到神通，那完全不是的，那假的，不是真的。那個說法是魔說，不是佛說，佛一定給你說畢竟空、不可得。"
    },
    {
      "id": "02-041-0368_p0030",
      "zh_CN": "但是方便智在教学里头管用，要没有这个，教学就无法传递，老师没有办法教，学生就无法学。所以学跟教都要用方便，都要用善巧。「又为行方便之智」，这个行是生活。海贤老和尚为我们表演九十二年，这是行，他完全用行来表方便之真智。「权智与实智相对，达诸法之实相，名为如来之实智。」这是说明它管用，权智管用，权智能够帮助人真正明了诸法实相。像我们刚才用屏幕做比喻，大家容易懂，我们把屏幕，没有按频道，只把屏幕打开，这就是常寂光；频道按下去，就是实报土，就是方便土，就是同居土，也就是我们现在所说的这个虚空法界，这频道打开了。从哪里来的？都是自己真心里头变现出来的。真心里头有没有这个东西？没有这个东西。没有，它会变，你频道不打开它不变，不变，不能说它无；频道打开它会变，不能说它有。说有说无都错了，说非有非无也错了，所以开口便错，动念即乖，四句百非在这里看得清清楚楚。你慢慢了解诸法实相，实相在哪里？就在面前，眼所见的、耳所闻的、鼻所嗅的、舌所尝的、身所触的，乃至于起心动念，意业对法尘，都是这个现象。这个现象的体不可得，换句话说，相用也不可得。",
      "zh_TW": "但是方便智在教學裡頭管用，要沒有這個，教學就無法傳遞，老師沒有辦法教，學生就無法學。所以學跟教都要用方便，都要用善巧。「又為行方便之智」，這個行是生活。海賢老和尚為我們表演九十二年，這是行，他完全用行來表方便之真智。「權智與實智相對，達諸法之實相，名為如來之實智。」這是說明它管用，權智管用，權智能夠幫助人真正明瞭諸法實相。像我們剛才用屏幕做比喻，大家容易懂，我們把屏幕，沒有按頻道，只把屏幕打開，這就是常寂光；頻道按下去，就是實報土，就是方便土，就是同居土，也就是我們現在所說的這個虛空法界，這頻道打開了。從哪裡來的？都是自己真心裡頭變現出來的。真心裡頭有沒有這個東西？沒有這個東西。沒有，它會變，你頻道不打開它不變，不變，不能說它無；頻道打開它會變，不能說它有。說有說無都錯了，說非有非無也錯了，所以開口便錯，動念即乖，四句百非在這裡看得清清楚楚。你慢慢了解諸法實相，實相在哪裡？就在面前，眼所見的、耳所聞的、鼻所嗅的、舌所嘗的、身所觸的，乃至於起心動念，意業對法塵，都是這個現象。這個現象的體不可得，換句話說，相用也不可得。"
    },
    {
      "id": "02-041-0368_p0031",
      "zh_CN": "教化众生要教，热心去教，教了怎么样？不可得。《金刚经》上佛说得很清楚，度无量无边众生，到最后没有一个众生真正被你度了的，没有。所以，可不可以居功？不可以，居功就有所得。只要有所得，行，来生你会生天道，果报嘛！你说不可得，不可得，好，无色界天的果报；有所得，那就有天上的福报，跟三途的罪报。我们迷惑颠倒，不了解事实真相，就是诸法实相，在里面胡作妄为，起心动念就是胡作妄为，错了。我有起心动念，我没有造作这些事，还是有业报，起心动念是意业，言语是口业，行为是身业，身口意三业都在造罪业，你怎么说你没做？你要是不念佛，你就造业，造善恶业；你要不往生极乐世界，你就脱离不了六道轮回。",
      "zh_TW": "教化眾生要教，熱心去教，教了怎麼樣？不可得。《金剛經》上佛說得很清楚，度無量無邊眾生，到最後沒有一個眾生真正被你度了的，沒有。所以，可不可以居功？不可以，居功就有所得。只要有所得，行，來生你會生天道，果報嘛！你說不可得，不可得，好，無色界天的果報；有所得，那就有天上的福報，跟三途的罪報。我們迷惑顛倒，不了解事實真相，就是諸法實相，在裡面胡作妄為，起心動念就是胡作妄為，錯了。我有起心動念，我沒有造作這些事，還是有業報，起心動念是意業，言語是口業，行為是身業，身口意三業都在造罪業，你怎麼說你沒做？你要是不念佛，你就造業，造善惡業；你要不往生極樂世界，你就脫離不了六道輪迴。"
    },
    {
      "id": "02-041-0368_p0032",
      "zh_CN": "我们今天遇到了净宗法门，遇到了夏莲公的《净修捷要》，遇到了黄念祖老居士的《报恩谈》，这个福报太大了，世出世间一切福报加起来都比不上，可是多少人当面错过。我在国外，虽然学校里头聘请我做教授，我讲什么？我还是讲《无量寿经》。他要我开课，我就开的《无量寿经》这门课，顶多在解门上我再开个《金刚经》的课，我就讲这两样东西，在学校开课。不在学校，专讲《无量寿经》，为什么？来不及了，这个东西能救命，真救了，把我们带出六道轮回，带出十法界，这还得了！",
      "zh_TW": "我們今天遇到了淨宗法門，遇到了夏蓮公的《淨修捷要》，遇到了黃念祖老居士的《報恩談》，這個福報太大了，世出世間一切福報加起來都比不上，可是多少人當面錯過。我在國外，雖然學校裡頭聘請我做教授，我講什麼？我還是講《無量壽經》。他要我開課，我就開的《無量壽經》這門課，頂多在解門上我再開個《金剛經》的課，我就講這兩樣東西，在學校開課。不在學校，專講《無量壽經》，為什麼？來不及了，這個東西能救命，真救了，把我們帶出六道輪迴，帶出十法界，這還得了！"
    },
    {
      "id": "02-041-0368_p0033",
      "zh_CN": "跟我在一块学习的，人数不多，不超过十个人。我们只有几间房子住就可以，几个同学们在一起，每天在一块研究这部经，探讨这部经。而且要把这部经变成我们生活，变成我们的工作，变成我们处事待人接物，真管用。帮助在家同修幸福快乐，帮助每个家庭和睦，帮助社会和谐，帮助国家富强，帮助天下太平。学了要管用，没用学它干什么？管大用！",
      "zh_TW": "跟我在一塊學習的，人數不多，不超過十個人。我們只有幾間房子住就可以，幾個同學們在一起，每天在一塊研究這部經，探討這部經。而且要把這部經變成我們生活，變成我們的工作，變成我們處事待人接物，真管用。幫助在家同修幸福快樂，幫助每個家庭和睦，幫助社會和諧，幫助國家富強，幫助天下太平。學了要管用，沒用學它幹什麼？管大用！"
    },
    {
      "id": "02-041-0368_p0034",
      "zh_CN": "底下这句，「了达」，了是明了，达是通达，「于诸种之差别，为如来之权智」。世间出世间这一切假相都能够通达明了。无论什么人向佛请教，佛都能给你讲清楚，都能给你讲明白，这叫权智，善巧方便。你要问佛，这些东西的究竟、真相，佛告诉你，万法皆空，皆不可得，皆无所有。一般初学的人听到，都莫知所云，不知道佛在讲些什么，佛讲的是真话不是假话，妙极了！",
      "zh_TW": "底下這句，「了達」，了是明瞭，達是通達，「於諸種之差別，為如來之權智」。世間出世間這一切假相都能夠通達明瞭。無論什麼人向佛請教，佛都能給你講清楚，都能給你講明白，這叫權智，善巧方便。你要問佛，這些東西的究竟、真相，佛告訴你，萬法皆空，皆不可得，皆無所有。一般初學的人聽到，都莫知所云，不知道佛在講些什麼，佛講的是真話不是假話，妙極了！"
    },
    {
      "id": "02-041-0368_p0035",
      "zh_CN": "我们再看念老引用《大乘义章》第十九卷说：「知一乘真实之法，名为实智。」一乘真实之法是什么？是无所有、毕竟空。你如果是真正知道，你心里面彻底放下，真的一念不生，连个起心动念都放下了。这是什么？这是实智，真实智慧。为什么叫它真实智慧？这是什么境界？如来的境界，究竟圆满佛果。所有一切现象，十法界依正庄严，佛法里面讲的遍法界虚空界，无量无边，这里头的种种业因果报，你去问佛，佛没有一样不知道。那个智，那叫如来权智，叫方便智。所以「了知三乘权化之法，名方便智」。三乘，这是教化众生，分为三个阶段，声闻乘、缘觉乘、菩萨乘；声闻小学，缘觉中学，菩萨是大学。释迦牟尼佛四十九年教学，是有浅深渐进的，先讲小乘十二年，再讲方等八年，好比中学，然后再提升到般若，二十二年，好比是大学，菩萨乘，最后八年讲《法华》《涅槃》，是把这些大乘菩萨提升到一乘，一佛乘。这些都是善巧方便，这个权就是善巧方便，教化众生的方法。",
      "zh_TW": "我們再看念老引用《大乘義章》第十九卷說：「知一乘真實之法，名為實智。」一乘真實之法是什麼？是無所有、畢竟空。你如果是真正知道，你心裡面徹底放下，真的一念不生，連個起心動念都放下了。這是什麼？這是實智，真實智慧。為什麼叫它真實智慧？這是什麼境界？如來的境界，究竟圓滿佛果。所有一切現象，十法界依正莊嚴，佛法裡面講的遍法界虛空界，無量無邊，這裡頭的種種業因果報，你去問佛，佛沒有一樣不知道。那個智，那叫如來權智，叫方便智。所以「了知三乘權化之法，名方便智」。三乘，這是教化眾生，分為三個階段，聲聞乘、緣覺乘、菩薩乘；聲聞小學，緣覺中學，菩薩是大學。釋迦牟尼佛四十九年教學，是有淺深漸進的，先講小乘十二年，再講方等八年，好比中學，然後再提升到般若，二十二年，好比是大學，菩薩乘，最後八年講《法華》《涅槃》，是把這些大乘菩薩提升到一乘，一佛乘。這些都是善巧方便，這個權就是善巧方便，教化眾生的方法。"
    },
    {
      "id": "02-041-0368_p0036",
      "zh_CN": "所以，释迦牟尼佛在世间，一生给我们示现的是教学。诸位要知道，佛陀是最高的学位，菩萨是第二个学位，阿罗汉是第三个学位，就好像现在大学里头博士、硕士、学士，阿罗汉是学士，菩萨是硕士，佛是博士。佛希望每个人都成佛，一切众生本来是佛，一切众生都有佛性，凡是有佛性的，将来都会成佛。一切万物也都有佛性，它不叫佛性，叫法性，法性跟佛性是一个性，不是两个性。人成佛了，一切都成了，得大圆满。这个我们不能不知道。",
      "zh_TW": "所以，釋迦牟尼佛在世間，一生給我們示現的是教學。諸位要知道，佛陀是最高的學位，菩薩是第二個學位，阿羅漢是第三個學位，就好像現在大學裡頭博士、碩士、學士，阿羅漢是學士，菩薩是碩士，佛是博士。佛希望每個人都成佛，一切眾生本來是佛，一切眾生都有佛性，凡是有佛性的，將來都會成佛。一切萬物也都有佛性，它不叫佛性，叫法性，法性跟佛性是一個性，不是兩個性。人成佛了，一切都成了，得大圓滿。這個我們不能不知道。"
    },
    {
      "id": "02-041-0368_p0037",
      "zh_CN": "我们再往下面看，「又实智者，体也」，是理体，「权智者，用也」，起作用，「如来成佛之本体，在于实智」，只要实智一开，这个人叫成佛了。所以宗门说得好，明心见性，见性成佛，性是什么？性就是实智，它是真实的，它无所不知，无论是真的是假的，它全知道。所以，成佛的本体在实智，实智就是大彻大悟、明心见性，在净土宗叫理一心不乱。海贤老和尚达到这个境界，他在功夫成片、事一心不乱再上去，叫理一心不乱，事一心不乱是菩萨，理一心不乱成佛了。所以成佛，往生极乐世界才生实报庄严土，菩萨住方便有余土。但是极乐世界很特殊，很不可思议。极乐世界确确实实有四土三辈九品，换句话说，它有很多等级，大学、中学、小学、研究所，有很多等级，但是它的待遇完全相同。这不是讲生活的待遇，生活待遇大家一样，智慧、神通、道力的待遇也相同，这是不可思议的境界。十方一切诸佛刹土里头没有，只有极乐世界有，妙！真叫妙不可言。",
      "zh_TW": "我們再往下面看，「又實智者，體也」，是理體，「權智者，用也」，起作用，「如來成佛之本體，在於實智」，只要實智一開，這個人叫成佛了。所以宗門說得好，明心見性，見性成佛，性是什麼？性就是實智，它是真實的，它無所不知，無論是真的是假的，它全知道。所以，成佛的本體在實智，實智就是大徹大悟、明心見性，在淨土宗叫理一心不亂。海賢老和尚達到這個境界，他在功夫成片、事一心不亂再上去，叫理一心不亂，事一心不亂是菩薩，理一心不亂成佛了。所以成佛，往生極樂世界才生實報莊嚴土，菩薩住方便有餘土。但是極樂世界很特殊，很不可思議。極樂世界確確實實有四土三輩九品，換句話說，它有很多等級，大學、中學、小學、研究所，有很多等級，但是它的待遇完全相同。這不是講生活的待遇，生活待遇大家一樣，智慧、神通、道力的待遇也相同，這是不可思議的境界。十方一切諸佛剎土裡頭沒有，只有極樂世界有，妙！真叫妙不可言。"
    },
    {
      "id": "02-041-0368_p0038",
      "zh_CN": "所以如来成佛的本体，实智，只要实智出现，实智是什么？真心，妄心里头没有实智。妄心是阿赖耶，妄心有分别、有执着；真心没有分别、没有执着。真心没有起心动念，妄心有起心动念，凡是有起心动念、分别执着都是妄心。佛教我们用真心，真心没有这些念头，人与人之间平等的，看每个人都是佛菩萨。念阿弥陀佛的人看每个人都是阿弥陀佛，没看错，是真的，不是假的。看每个人都是好人，看什么事都是好事，为什么？好事是等于零，坏事也等于零，它是平等的，它没有分别。不是好坏不分，清清楚楚、明明了瞭，它是一，它不是二，你们只看一面，他看两面。我们一般人看手心、手背两面，他从一面里面就看透了，你那一面是里，这一面是面，他看透了，这就看透真相。",
      "zh_TW": "所以如來成佛的本體，實智，只要實智出現，實智是什麼？真心，妄心裡頭沒有實智。妄心是阿賴耶，妄心有分別、有執著；真心沒有分別、沒有執著。真心沒有起心動念，妄心有起心動念，凡是有起心動念、分別執著都是妄心。佛教我們用真心，真心沒有這些念頭，人與人之間平等的，看每個人都是佛菩薩。念阿彌陀佛的人看每個人都是阿彌陀佛，沒看錯，是真的，不是假的。看每個人都是好人，看什麼事都是好事，為什麼？好事是等於零，壞事也等於零，它是平等的，它沒有分別。不是好壞不分，清清楚楚、明明瞭瞭，它是一，它不是二，你們只看一面，他看兩面。我們一般人看手心、手背兩面，他從一面裡面就看透了，你那一面是裡，這一面是面，他看透了，這就看透真相。"
    },
    {
      "id": "02-041-0368_p0039",
      "zh_CN": "「一代教化之妙用，存于权智」，实智是般若无知，权智是无所不知，所以妙用在权智。「又密教以胎藏」，胎藏是属于莲花部，「鬘荼罗之心莲华台为实智」。鬘荼罗的心，中心，是胎藏，用莲花做代表，所以叫莲花部。莲花台代表实智，莲花台有八个叶，花瓣，莲花的花瓣开敷，代表权智。",
      "zh_TW": "「一代教化之妙用，存於權智」，實智是般若無知，權智是無所不知，所以妙用在權智。「又密教以胎藏」，胎藏是屬於蓮花部，「鬘荼羅之心蓮華臺為實智」。鬘荼羅的心，中心，是胎藏，用蓮花做代表，所以叫蓮花部。蓮花臺代表實智，蓮花臺有八個葉，花瓣，蓮花的花瓣開敷，代表權智。"
    },
    {
      "id": "02-041-0368_p0040",
      "zh_CN": "《大日经》第二卷说：「诸佛甚希有，权智不思议。」众生学佛全靠佛菩萨的权智，为什么？实智是不起心不动念的，不起心不动念，归零，零是什么？自性本定。你要问，佛教为什么提倡戒定慧？因为定是自性本定，自性本来就是定的。惠能大师五句话的第四句，「何期自性，本无动摇」，本无动摇就是自性本定。所以，一定要修定才跟自性、真心相应，不定，就跟它距离远了。我们一天到晚浮躁，那就远之远矣，那就没救了。所以一定要修定，念这一句阿弥陀佛，修定。",
      "zh_TW": "《大日經》第二卷說：「諸佛甚希有，權智不思議。」眾生學佛全靠佛菩薩的權智，為什麼？實智是不起心不動念的，不起心不動念，歸零，零是什麼？自性本定。你要問，佛教為什麼提倡戒定慧？因為定是自性本定，自性本來就是定的。惠能大師五句話的第四句，「何期自性，本無動搖」，本無動搖就是自性本定。所以，一定要修定才跟自性、真心相應，不定，就跟它距離遠了。我們一天到晚浮躁，那就遠之遠矣，那就沒救了。所以一定要修定，念這一句阿彌陀佛，修定。"
    },
    {
      "id": "02-041-0368_p0041",
      "zh_CN": "海贤老和尚，这个法门他能成就，我们也能成就，带给我们无比的信心、坚实的愿心，我真愿到极乐世界去，我不愿在这儿住。这个地方不管什么，有好，没有也好，不计较，不强求，一切随缘度日。一切时一切处牢牢抓住这一句阿弥陀佛，信愿求生净土，决定往生。念到功夫成片，阿弥陀佛就送信息给你，你就放心了，你就踏实了。如果学海贤，不怕苦，不怕难，愿意在世间多受一点苦难，给人做好榜样，那是功德。这是好事情，佛会保佑你，会满你的愿，时候到了他会带你到极乐世界去。",
      "zh_TW": "海賢老和尚，這個法門他能成就，我們也能成就，帶給我們無比的信心、堅實的願心，我真願到極樂世界去，我不願在這兒住。這個地方不管什麼，有好，沒有也好，不計較，不強求，一切隨緣度日。一切時一切處牢牢抓住這一句阿彌陀佛，信願求生淨土，決定往生。念到功夫成片，阿彌陀佛就送信息給你，你就放心了，你就踏實了。如果學海賢，不怕苦，不怕難，願意在世間多受一點苦難，給人做好榜樣，那是功德。這是好事情，佛會保佑你，會滿你的願，時候到了他會帶你到極樂世界去。"
    },
    {
      "id": "02-041-0368_p0042",
      "zh_CN": "《大日经》第二卷说，诸佛甚希有，权智不思议。「故知方便智亦不可思议，度生妙用，权化之法，全由此智也。」如果没有方便智，哪里来的《大藏经》？释迦牟尼佛怎么可能四十九年讲经说法？讲经说法完全是权智。我们跟佛比，佛是菩萨全智，我们呢？全迷，统统都迷了，全迷了就是凡夫，六道凡夫。全智好，我说的全是完全的全，讲得通，跟它这个权讲得通。全智、全迷，全智是大权示现，全迷呢？实在讲也是大权示现。我们示现的时候是示现六道轮回，是示现十法界，是很不好的示现，是让很多众生受苦受难的示现，不是好事。佛菩萨的全智示现是美好的，你看示现极乐世界，示现菩萨道场。",
      "zh_TW": "《大日經》第二卷說，諸佛甚希有，權智不思議。「故知方便智亦不可思議，度生妙用，權化之法，全由此智也。」如果沒有方便智，哪裡來的《大藏經》？釋迦牟尼佛怎麼可能四十九年講經說法？講經說法完全是權智。我們跟佛比，佛是菩薩全智，我們呢？全迷，統統都迷了，全迷了就是凡夫，六道凡夫。全智好，我說的全是完全的全，講得通，跟它這個權講得通。全智、全迷，全智是大權示現，全迷呢？實在講也是大權示現。我們示現的時候是示現六道輪迴，是示現十法界，是很不好的示現，是讓很多眾生受苦受難的示現，不是好事。佛菩薩的全智示現是美好的，你看示現極樂世界，示現菩薩道場。"
    },
    {
      "id": "02-041-0368_p0043",
      "zh_CN": "文殊菩萨在五台山，黄念祖老居士《报恩谈》里头有一段谈到，有个出家人朝山，在五台山看见一个小地方，门口不大，门口上写了金刚洞。他好奇，进到里面，里面很宽大，有宫殿，有楼阁。转了一圈，也没人跟他打招呼，他想走。忽然听到后头有人叫他，叫他的名字，他很讶异，这个地方我根本没有熟人，怎么有人知道我的名字？是个小沙弥，告诉他，师父请他进去坐坐。他就进去了，是个老和尚，给他顶礼。老和尚说坐坐，老远来的，辛苦了。谈了很多话，以后离开了。再往上去，遇到一户人家，住在那里很久，他们就谈到打千僧斋，老是感到山上人太少，凑不出一千人来。他就说，我刚才去了一个地方，叫金刚洞，那个里头就有七、八百人，怎么会没有人？他说我没听说哪个地方有个金刚洞，我在这住了十多年了。争来争去，辩了很久，有一个人说，你莫非是见了文殊菩萨？这句话一提，他痛哭流涕。真的，当面错过，再去找找不到了。",
      "zh_TW": "文殊菩薩在五台山，黃念祖老居士《報恩談》裡頭有一段談到，有個出家人朝山，在五台山看見一個小地方，門口不大，門口上寫了金剛洞。他好奇，進到裡面，裡面很寬大，有宮殿，有樓閣。轉了一圈，也沒人跟他打招呼，他想走。忽然聽到後頭有人叫他，叫他的名字，他很訝異，這個地方我根本沒有熟人，怎麼有人知道我的名字？是個小沙彌，告訴他，師父請他進去坐坐。他就進去了，是個老和尚，給他頂禮。老和尚說坐坐，老遠來的，辛苦了。談了很多話，以後離開了。再往上去，遇到一戶人家，住在那裡很久，他們就談到打千僧齋，老是感到山上人太少，湊不出一千人來。他就說，我剛才去了一個地方，叫金剛洞，那個裡頭就有七、八百人，怎麼會沒有人？他說我沒聽說哪個地方有個金剛洞，我在這住了十多年了。爭來爭去，辯了很久，有一個人說，你莫非是見了文殊菩薩？這句話一提，他痛哭流涕。真的，當面錯過，再去找找不到了。"
    },
    {
      "id": "02-041-0368_p0044",
      "zh_CN": "所以中国大陆这些名山大川，确实有佛、有菩萨、有天龙八部护守。人造业造得再重，菩萨心肠是慈悲的，不忍心看到你的苦难，总是尽心尽力帮助你把这个灾难减轻。不能化解的话，减轻，能化解的都化解了，不能化解，减轻，这是真的不是假的。菩萨，哪儿有灾难到哪去，他不会去躲避，他住在那个地方，那个地方灾难轻一点，都是救苦救难。这都是诸佛菩萨、龙天善神权智示现。",
      "zh_TW": "所以中國大陸這些名山大川，確實有佛、有菩薩、有天龍八部護守。人造業造得再重，菩薩心腸是慈悲的，不忍心看到你的苦難，總是盡心盡力幫助你把這個災難減輕。不能化解的話，減輕，能化解的都化解了，不能化解，減輕，這是真的不是假的。菩薩，哪兒有災難到哪去，他不會去躲避，他住在那個地方，那個地方災難輕一點，都是救苦救難。這都是諸佛菩薩、龍天善神權智示現。"
    },
    {
      "id": "02-041-0368_p0045",
      "zh_CN": "「又从实智以求权智，亦即从根本智而达差别智」，这是『增长了知』。从实智，宗门的参禅求什么？求实智，实智得到，权智也就得到了。念佛也要用这个方法，专念阿弥陀佛，放下万缘，这就是求实智。海贤老和尚求实智，一天到晚一句佛号，得念佛三昧了。甚深的三昧就是实智，得到实智，实智就是见性，明心见性；权智是起用，无量智慧，世出世法，此界他方，无所不知，一切通达没障碍，这权智。所以就是「从根本智而达差别智，故曰增长了知」。我们常常讲，你的学问提升了，智慧增长了，这都是赞叹差别智。实智是真智，真智无知，起作用是差别智，无所不知，是这个意思，我们要明白、要了解。",
      "zh_TW": "「又從實智以求權智，亦即從根本智而達差別智」，這是『增長了知』。從實智，宗門的參禪求什麼？求實智，實智得到，權智也就得到了。念佛也要用這個方法，專念阿彌陀佛，放下萬緣，這就是求實智。海賢老和尚求實智，一天到晚一句佛號，得念佛三昧了。甚深的三昧就是實智，得到實智，實智就是見性，明心見性；權智是起用，無量智慧，世出世法，此界他方，無所不知，一切通達沒障礙，這權智。所以就是「從根本智而達差別智，故曰增長了知」。我們常常講，你的學問提升了，智慧增長了，這都是讚歎差別智。實智是真智，真智無知，起作用是差別智，無所不知，是這個意思，我們要明白、要了解。"
    },
    {
      "id": "02-041-0368_p0046",
      "zh_CN": "「莲瓣之盛敷，可喻增长，莲瓣之初开，可喻了知」。这是密宗鬘荼罗莲花八瓣表法的意思，这就是表，代表，做比喻，代表增长；莲瓣初开，这个就好比是了知，刚刚开悟。「心莲八瓣开敷，正显增长了知之义」，这个了知是后得智，让后得智真正从根本智起用，无所不知，无法不知，他自自然然能通达一切佛法。释迦牟尼佛四十九年所说一切法的经典，他全能看懂，他全能讲解。实智是不能讲解，实智，你看到他在那里打坐，如如不动，真的，不起心不动念。他清不清楚？清楚，他不是在睡着，他清醒的。眼没睁开，耳朵也没开，眼不开不见，耳没开就不闻，他完全在大定当中，在这个境界里头。所以有人请教他，他应对如流，引经据典、如数家珍，熟透了，实际怎么样？他没看过，他也没听过。海贤老和尚可以给我们做证明，你看他跟大众接触的时候，大家到山上来看他，他跟人聊天，完全讲的是道，是大乘佛法。他也没学过，他怎么全知道？让听者心服口服，无量的欢喜，不敢小看老和尚。聪明的人，有程度的人，一听就晓得老和尚开悟了，不是开悟说不出来。这些给我们提供很大的启示。",
      "zh_TW": "「蓮瓣之盛敷，可喻增長，蓮瓣之初開，可喻了知」。這是密宗鬘荼羅蓮花八瓣表法的意思，這就是表，代表，做比喻，代表增長；蓮瓣初開，這個就好比是了知，剛剛開悟。「心蓮八瓣開敷，正顯增長了知之義」，這個了知是後得智，讓後得智真正從根本智起用，無所不知，無法不知，他自自然然能通達一切佛法。釋迦牟尼佛四十九年所說一切法的經典，他全能看懂，他全能講解。實智是不能講解，實智，你看到他在那裡打坐，如如不動，真的，不起心不動念。他清不清楚？清楚，他不是在睡著，他清醒的。眼沒睜開，耳朵也沒開，眼不開不見，耳沒開就不聞，他完全在大定當中，在這個境界裡頭。所以有人請教他，他應對如流，引經據典、如數家珍，熟透了，實際怎麼樣？他沒看過，他也沒聽過。海賢老和尚可以給我們做證明，你看他跟大眾接觸的時候，大家到山上來看他，他跟人聊天，完全講的是道，是大乘佛法。他也沒學過，他怎麼全知道？讓聽者心服口服，無量的歡喜，不敢小看老和尚。聰明的人，有程度的人，一聽就曉得老和尚開悟了，不是開悟說不出來。這些給我們提供很大的啟示。"
    },
    {
      "id": "02-041-0368_p0047",
      "zh_CN": "我们从这些例子，实际例子上，了解，中国古圣先贤，尧舜禹汤、文武周公、孔子孟子这些，都是开悟了。所以他们生在不同的年代，不同的地区，老死不相往来，说的道理居然相同，处事待人接物这些道德概念他们都能做出来，也相同，怪了！为什么？开悟了，小悟是阿罗汉，大悟是菩萨，明心见性是圣人，中国人叫圣人，印度人叫佛陀；印度人叫菩萨，中国人叫贤人；印度人叫罗汉，中国人叫君子。他们是在平等的境界里头。",
      "zh_TW": "我們從這些例子，實際例子上，了解，中國古聖先賢，堯舜禹湯、文武周公、孔子孟子這些，都是開悟了。所以他們生在不同的年代，不同的地區，老死不相往來，說的道理居然相同，處事待人接物這些道德概念他們都能做出來，也相同，怪了！為什麼？開悟了，小悟是阿羅漢，大悟是菩薩，明心見性是聖人，中國人叫聖人，印度人叫佛陀；印度人叫菩薩，中國人叫賢人；印度人叫羅漢，中國人叫君子。他們是在平等的境界裡頭。"
    },
    {
      "id": "02-041-0368_p0048",
      "zh_CN": "你看它心莲表法，莲花盛开，这个比喻增长，莲瓣初开比喻了知，就是刚刚开悟。「心莲八瓣开敷，正显增长了知之义。因莲叶开敷而明现莲台」，花开了，盛开了，莲蓬看到了，「正表从方便智之开明，而彻显心源」。把莲蓬当作心源，当作根本智；莲花代表后得智，代表权智，这个表法表得很有意思。",
      "zh_TW": "你看它心蓮表法，蓮花盛開，這個比喻增長，蓮瓣初開比喻了知，就是剛剛開悟。「心蓮八瓣開敷，正顯增長了知之義。因蓮葉開敷而明現蓮臺」，花開了，盛開了，蓮蓬看到了，「正表從方便智之開明，而徹顯心源」。把蓮蓬當作心源，當作根本智；蓮花代表後得智，代表權智，這個表法表得很有意思。"
    },
    {
      "id": "02-041-0368_p0049",
      "zh_CN": "后面接着底下这一科，「悟由自心」，这个科判好。",
      "zh_TW": "後面接著底下這一科，「悟由自心」，這個科判好。"
    },
    {
      "id": "02-041-0368_p0050",
      "zh_CN": "【从本以来。安住神通。得一乘道。不由他悟。】",
      "zh_TW": "【從本以來。安住神通。得一乘道。不由他悟。】"
    },
    {
      "id": "02-041-0368_p0051",
      "zh_CN": "我们要注重这个『不由他悟』，开悟是不是别人帮助你的？没有。是不是从佛那里悟来的？没有，佛没教你，都是自己开悟了。怎么开悟的？万缘放下开悟的，只要有一桩事情没放下，那就把你悟门堵塞了，你就开不了悟。所以彻底放下就大彻大悟。不但世法要放下，佛法也要放下，《金刚经》上说得好，「法尚应舍，何况非法」，那个法是佛法。为什么？因为有世间这些迷惑颠倒的人，所以才有佛法，没有这些迷惑颠倒的人，佛没法。所以佛法不是真的，佛法是善巧方便说的，你可别认真，真有佛法，那就坏了。为什么？起执着，佛法是破妄想、分别、执着，你只要有妄想分别执着，就不是佛法。",
      "zh_TW": "我們要注重這個『不由他悟』，開悟是不是別人幫助你的？沒有。是不是從佛那裡悟來的？沒有，佛沒教你，都是自己開悟了。怎麼開悟的？萬緣放下開悟的，只要有一樁事情沒放下，那就把你悟門堵塞了，你就開不了悟。所以徹底放下就大徹大悟。不但世法要放下，佛法也要放下，《金剛經》上說得好，「法尚應捨，何況非法」，那個法是佛法。為什麼？因為有世間這些迷惑顛倒的人，所以才有佛法，沒有這些迷惑顛倒的人，佛沒法。所以佛法不是真的，佛法是善巧方便說的，你可別認真，真有佛法，那就壞了。為什麼？起執著，佛法是破妄想、分別、執著，你只要有妄想分別執著，就不是佛法。"
    },
    {
      "id": "02-041-0368_p0052",
      "zh_CN": "所以《金刚经》上教菩萨，无住生心，生心无住。生心是什么？权智；无住，实智。生心，给人家讲经说法，行，讲完之后什么也没有，干干净净，说而无说，无说而说，这就对了。说是生心，众生来问，你解答，他不问，没话说，他问什么，你答他什么，决定没有答错，真妙！这真正佛法。希望同学努力念佛求生净土，对于这个世间法，要从《金刚经》上求智慧，我们怎么样应付。随缘随分，决定没有妄想分别执着，就对了，那就无住，没有妄想分别执着，恒顺众生，随喜功德，这就对了。所以悟由自心，给我们很大的信心，我们深信不疑，我有信心。",
      "zh_TW": "所以《金剛經》上教菩薩，無住生心，生心無住。生心是什麼？權智；無住，實智。生心，給人家講經說法，行，講完之後什麼也沒有，乾乾淨淨，說而無說，無說而說，這就對了。說是生心，眾生來問，你解答，他不問，沒話說，他問什麼，你答他什麼，決定沒有答錯，真妙！這真正佛法。希望同學努力念佛求生淨土，對於這個世間法，要從《金剛經》上求智慧，我們怎麼樣應付。隨緣隨分，決定沒有妄想分別執著，就對了，那就無住，沒有妄想分別執著，恆順眾生，隨喜功德，這就對了。所以悟由自心，給我們很大的信心，我們深信不疑，我有信心。"
    },
    {
      "id": "02-041-0368_p0053",
      "zh_CN": "今天时间到了，这一段，「从本以来」四句，我们下一堂课再学习。",
      "zh_TW": "今天時間到了，這一段，「從本以來」四句，我們下一堂課再學習。"
    }
  ]
}