{
  "doc_id": "02-041-0228",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二八集",
    "zh_TW": "第二二八集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0228",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-041-0228_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。大家跟我皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。大家跟我皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0228_p0002",
      "zh_CN": "请看《大经科注》第五百六十二页倒数第七行：",
      "zh_TW": "請看《大經科註》第五百六十二頁倒數第七行："
    },
    {
      "id": "02-041-0228_p0003",
      "zh_CN": "「专求白法，惠利群生。白法者，白净之法，指一切善法」。这句话看起来很平常，实在说它非常重要，我们这一生，学佛能不能有一点成就就在这一句。看到这句经文，我们就要想到，从早到晚起心动念是什么。念老在注解里面为我们说的，白法，白净之法，指一切善法。古印度称善为白法，称恶为黑法，它用黑白来表，我们中国用善恶。善恶有标准，提到佛教，大家一定会想到十善业道，这个善法就是指十善。",
      "zh_TW": "「專求白法，惠利群生。白法者，白淨之法，指一切善法」。這句話看起來很平常，實在說它非常重要，我們這一生，學佛能不能有一點成就就在這一句。看到這句經文，我們就要想到，從早到晚起心動念是什麼。念老在註解裡面為我們說的，白法，白淨之法，指一切善法。古印度稱善為白法，稱惡為黑法，它用黑白來表，我們中國用善惡。善惡有標準，提到佛教，大家一定會想到十善業道，這個善法就是指十善。"
    },
    {
      "id": "02-041-0228_p0004",
      "zh_CN": "十善是根本戒，不但修学佛法的人必须要遵守，即使是世间人，他要想求得一生的平安、家庭的幸福，也要学习。第一条，不杀生。从不杀生，引申出来，绝不能够恼害众生，让众生因我而生烦恼，这就错了。我们从早到晚，念头、言语、行为能不让众生生烦恼吗？这一点诸位要知道、要学习，这才叫学佛。学佛一定要遵从释迦牟尼佛的教诲，佛教我们做的，我们认真努力去做，不能做的，我们决定要遵守，依教奉行，这才是佛的好学生。",
      "zh_TW": "十善是根本戒，不但修學佛法的人必須要遵守，即使是世間人，他要想求得一生的平安、家庭的幸福，也要學習。第一條，不殺生。從不殺生，引申出來，絕不能夠惱害眾生，讓眾生因我而生煩惱，這就錯了。我們從早到晚，念頭、言語、行為能不讓眾生生煩惱嗎？這一點諸位要知道、要學習，這才叫學佛。學佛一定要遵從釋迦牟尼佛的教誨，佛教我們做的，我們認真努力去做，不能做的，我們決定要遵守，依教奉行，這才是佛的好學生。"
    },
    {
      "id": "02-041-0228_p0005",
      "zh_CN": "最近这两年，我们听说来佛寺的海贤老和尚一生的行谊，老和尚前年往生的，二Ｏ一三年一月往生的，活了一百一十二岁。这个老人一生，从他出家，二十岁出家，佛门里基本戒条，三福、六和、三学、六度、普贤十愿，三学是戒定慧，三皈、五戒、十善、《沙弥律仪》，他全做到了，确实是我们最好的榜样。为人老实、听话、真干，所以在一生有很了不起的成就。老和尚住世，是阿弥陀佛命令他的，他修得很好，要他住在世间长久一些，多住几年，给学佛的人做个好样子，给念佛人做个好样子，他真做到了。二十岁出家，一百一十二岁往生，学佛九十二年，九十二年，念佛的功夫好！",
      "zh_TW": "最近這兩年，我們聽說來佛寺的海賢老和尚一生的行誼，老和尚前年往生的，二Ｏ一三年一月往生的，活了一百一十二歲。這個老人一生，從他出家，二十歲出家，佛門裡基本戒條，三福、六和、三學、六度、普賢十願，三學是戒定慧，三皈、五戒、十善、《沙彌律儀》，他全做到了，確實是我們最好的榜樣。為人老實、聽話、真幹，所以在一生有很了不起的成就。老和尚住世，是阿彌陀佛命令他的，他修得很好，要他住在世間長久一些，多住幾年，給學佛的人做個好樣子，給念佛人做個好樣子，他真做到了。二十歲出家，一百一十二歲往生，學佛九十二年，九十二年，念佛的功夫好！"
    },
    {
      "id": "02-041-0228_p0006",
      "zh_CN": "念佛这个法门，我们这一生遇到了，不能空过。世间太苦，要认识，想做一点好事，障碍重重。所以我们要记住，做好事是应该的，但是要随分随力，没有这个能力要去做，那就很苦。要做事，要有财力，还得有人力。我今天早晨看到，澳洲同学给我寄了一份资料给我看，他们想办学，办个小学，办个一条龙的学校，政府可以批准。钱从哪里来？我没有这个能力。人从哪里来？办个学校，请谁去做校长？请哪些人去教学？我没人，孤家寡人一个。澳洲净宗学院也不过就十几个人，你们能教吗？正式的教员是政府承认的，你们没有这个资历，怎么办？有力量要做，好事，没有这个力量不能做。",
      "zh_TW": "念佛這個法門，我們這一生遇到了，不能空過。世間太苦，要認識，想做一點好事，障礙重重。所以我們要記住，做好事是應該的，但是要隨分隨力，沒有這個能力要去做，那就很苦。要做事，要有財力，還得有人力。我今天早晨看到，澳洲同學給我寄了一份資料給我看，他們想辦學，辦個小學，辦個一條龍的學校，政府可以批准。錢從哪裡來？我沒有這個能力。人從哪裡來？辦個學校，請誰去做校長？請哪些人去教學？我沒人，孤家寡人一個。澳洲淨宗學院也不過就十幾個人，你們能教嗎？正式的教員是政府承認的，你們沒有這個資歷，怎麼辦？有力量要做，好事，沒有這個力量不能做。"
    },
    {
      "id": "02-041-0228_p0007",
      "zh_CN": "我这一生没有伸手跟人要过钱，到了晚年，这样的年龄了，还问人要钱，讲不过去。供养是有，不多。我在香港成立了一个基金会，这个基金会专门是去做文化教育事业，佛教是文化教育事业，多元文化，宗教都是文化教育事业。我们从事这个工作有不少年了，从一九九九年，我们就正式跟新加坡九个宗教接触，在一起办活动、交流，做出一些成绩，对社会、对国家都有利益。这些年来，这个工作没有间断，费用不多，我们能够负担。现在到处想办汉学院，好事情，马来西亚办起来了。我没钱，是马来西亚的一位赖居士，他是华侨，这个学校，土地是个同修送给我的，建筑他一个人负责，他是个企业家，这个好办。我不敢向他化缘，自己发心做，好，我们欢喜。",
      "zh_TW": "我這一生沒有伸手跟人要過錢，到了晚年，這樣的年齡了，還問人要錢，講不過去。供養是有，不多。我在香港成立了一個基金會，這個基金會專門是去做文化教育事業，佛教是文化教育事業，多元文化，宗教都是文化教育事業。我們從事這個工作有不少年了，從一九九九年，我們就正式跟新加坡九個宗教接觸，在一起辦活動、交流，做出一些成績，對社會、對國家都有利益。這些年來，這個工作沒有間斷，費用不多，我們能夠負擔。現在到處想辦漢學院，好事情，馬來西亞辦起來了。我沒錢，是馬來西亞的一位賴居士，他是華僑，這個學校，土地是個同修送給我的，建築他一個人負責，他是個企業家，這個好辦。我不敢向他化緣，自己發心做，好，我們歡喜。"
    },
    {
      "id": "02-041-0228_p0008",
      "zh_CN": "汉学，从基础上扎根，那就是文字学，首先要认识汉字。课程用什么？用《说文解字》，用这个来扎根。今年五月，我参加联合国教科文组织的斯里兰卡主办的卫塞节，我们跟世界各友好的宗教，在这个地方做了三天的聚会，大家都非常欢喜。这个活动结束之后，我顺便到英国去看看，过去去过二次，这次第三次，看看有没有缘分对汉学有一点帮助。遇到了一个大学，这个大学的校长来看我，我们做了三个小时的长谈。他对于汉学非常有兴趣，对我们的理念、教学的方法、教材也都很欢喜，确实有意思想跟我们合作。",
      "zh_TW": "漢學，從基礎上扎根，那就是文字學，首先要認識漢字。課程用什麼？用《說文解字》，用這個來扎根。今年五月，我參加聯合國教科文組織的斯里蘭卡主辦的衛塞節，我們跟世界各友好的宗教，在這個地方做了三天的聚會，大家都非常歡喜。這個活動結束之後，我順便到英國去看看，過去去過二次，這次第三次，看看有沒有緣分對漢學有一點幫助。遇到了一個大學，這個大學的校長來看我，我們做了三個小時的長談。他對於漢學非常有興趣，對我們的理念、教學的方法、教材也都很歡喜，確實有意思想跟我們合作。"
    },
    {
      "id": "02-041-0228_p0009",
      "zh_CN": "合作，学校有土地，要办个汉学院，我们要给它建一个学校，这就为难了，建学校这个钱从哪来？我没有这个能力。我们今天十方供养的能力，只可以用做奖学金，这个学校我们一年送三十个奖学金，顶多可以到五十个，我们收的供养都是零零碎碎的。去英国那边念书，一个学生一年要一万英镑，我不知道一万英镑换多少台币。英镑价值最高，一个英镑我在香港是十二块港币，差不多应该相当人民币十块钱，一比十。这个奖学金是长年提供，不是短期的，每年都要发，我很乐意培养三十到五十个汉学的老师，汉学太重要了，现在没老师。这个钱有，建学校的钱没有了。",
      "zh_TW": "合作，學校有土地，要辦個漢學院，我們要給它建一個學校，這就為難了，建學校這個錢從哪來？我沒有這個能力。我們今天十方供養的能力，只可以用做獎學金，這個學校我們一年送三十個獎學金，頂多可以到五十個，我們收的供養都是零零碎碎的。去英國那邊念書，一個學生一年要一萬英鎊，我不知道一萬英鎊換多少台幣。英鎊價值最高，一個英鎊我在香港是十二塊港幣，差不多應該相當人民幣十塊錢，一比十。這個獎學金是長年提供，不是短期的，每年都要發，我很樂意培養三十到五十個漢學的老師，漢學太重要了，現在沒老師。這個錢有，建學校的錢沒有了。"
    },
    {
      "id": "02-041-0228_p0010",
      "zh_CN": "前年，今天强帝玛法师中午我们在一起吃午饭，下午他离开了。前年我们访问他的国家斯里兰卡，他们提议要建个佛教大学，我很赞成，我把银行钱全部给他了。因为我问他，你这个大学，建这个学校预算是多少？他们用美金计算，二千五百万。我把银行去算一下帐，总共结出来二千七百万，全给他了。这两年物价上涨，要追加预算，我就告诉他，我没有这个能力，但是我给他出主意，我说你不必全建，先建一部分，剩下一部分把地基打好，有钱就盖，没有钱就放在那里。这个方法他接受了，先盖教室，先盖餐厅，先盖宿舍，这个盖好了，马上就可以上课，开始上课，其他的建筑慢慢来。办公室可以慢一点，图书馆可以慢一点，这个不要紧，你把学校办好了，我相信有人帮助你。现在进行得很不错，今天来的时候，把一些照片拿来给我看，教室、餐厅、宿舍，很难得，依照这个方法去建。",
      "zh_TW": "前年，今天強帝瑪法師中午我們在一起吃午飯，下午他離開了。前年我們訪問他的國家斯里蘭卡，他們提議要建個佛教大學，我很贊成，我把銀行錢全部給他了。因為我問他，你這個大學，建這個學校預算是多少？他們用美金計算，二千五百萬。我把銀行去算一下帳，總共結出來二千七百萬，全給他了。這兩年物價上漲，要追加預算，我就告訴他，我沒有這個能力，但是我給他出主意，我說你不必全建，先建一部分，剩下一部分把地基打好，有錢就蓋，沒有錢就放在那裡。這個方法他接受了，先蓋教室，先蓋餐廳，先蓋宿舍，這個蓋好了，馬上就可以上課，開始上課，其他的建築慢慢來。辦公室可以慢一點，圖書館可以慢一點，這個不要緊，你把學校辦好了，我相信有人幫助你。現在進行得很不錯，今天來的時候，把一些照片拿來給我看，教室、餐廳、宿舍，很難得，依照這個方法去建。"
    },
    {
      "id": "02-041-0228_p0011",
      "zh_CN": "所以，图文巴这边的学校就难了。大家对我的状况要了解，我们相处这么久了，这么多年了，还不知道吗？我能想到的事情很多，未必能做到，就是刚才讲的，第一个没有人手，第二个没有财力，一定要知道。国内也有同学办学，也为了建立校舍也是需要钱。我在香港，我们组织了一个汉学院，汉学院的院所怎么来？有个企业家很发心，想做好事，我说这桩好事给你做，财产是你的。买一个学校，财产是你的，借给我汉学院用十年，这个好，财产是你的，我喜欢这样做法。十年我们做得很好，希望再做十年，你就再借十年，如果我们不做了，你就收回去。这方法好，干净俐落。",
      "zh_TW": "所以，圖文巴這邊的學校就難了。大家對我的狀況要了解，我們相處這麼久了，這麼多年了，還不知道嗎？我能想到的事情很多，未必能做到，就是剛才講的，第一個沒有人手，第二個沒有財力，一定要知道。國內也有同學辦學，也為了建立校舍也是需要錢。我在香港，我們組織了一個漢學院，漢學院的院所怎麼來？有個企業家很發心，想做好事，我說這樁好事給你做，財產是你的。買一個學校，財產是你的，借給我漢學院用十年，這個好，財產是你的，我喜歡這樣做法。十年我們做得很好，希望再做十年，你就再借十年，如果我們不做了，你就收回去。這方法好，乾淨俐落。"
    },
    {
      "id": "02-041-0228_p0012",
      "zh_CN": "早年，我也在香港住了十年，我住的房子是一个老居士的，她的私人产业，我借用，她说我愿意住多久他都供养我，我在那住了十年。最近就有一个同修，三年前，他在农村里头有个小房子，很小，这栋房子的总面积还没有这间房子大，大概只有三分之二。没有，一半，有一半大，总面积，在农村。这个老居士往生了，嘱咐他太太，一定要把这个小房子供养给我，希望我在香港长住。我一看很欢喜，住在山上，面对着青山，花草树木，听不到人说话的声音，也听不到车声，老实念佛很好的一个小房子，我接受了。我把尖沙咀那个房子还给老太太。这么大年岁，说走就走了，不再找麻烦了。想做一些事情，让我提供一些建议，这个可以，我也很欢喜。实际上年岁太大，不能操心，要操心年轻的时候干，到这个时候操心叫大错特错，那惹人笑话。所以我愿意帮助大家。",
      "zh_TW": "早年，我也在香港住了十年，我住的房子是一個老居士的，她的私人產業，我借用，她說我願意住多久他都供養我，我在那住了十年。最近就有一個同修，三年前，他在農村裡頭有個小房子，很小，這棟房子的總面積還沒有這間房子大，大概只有三分之二。沒有，一半，有一半大，總面積，在農村。這個老居士往生了，囑咐他太太，一定要把這個小房子供養給我，希望我在香港長住。我一看很歡喜，住在山上，面對著青山，花草樹木，聽不到人說話的聲音，也聽不到車聲，老實念佛很好的一個小房子，我接受了。我把尖沙咀那個房子還給老太太。這麼大年歲，說走就走了，不再找麻煩了。想做一些事情，讓我提供一些建議，這個可以，我也很歡喜。實際上年歲太大，不能操心，要操心年輕的時候幹，到這個時候操心叫大錯特錯，那惹人笑話。所以我願意幫助大家。"
    },
    {
      "id": "02-041-0228_p0013",
      "zh_CN": "台南极乐寺，这是我心里想像到的台湾唯一的一个学校的寺院，希望在这边成就一批年轻的法师，讲经教学，希望培养这样的人。这个地方够用，条件都能符合，真正来学的人，我们供养他，吃住我们负责，他在此地好好的学经教。这里没有人教，怎么学法？用光碟教学。我们每堂课都录的有光碟，都保存在这个地方，如果你要学《无量寿经》，这光碟全部给你，你每天听，每天听十个小时。像东北刘素云居士一样，她专门听《无量寿经》，一天她是听一片光碟，那个时候，二十年前，一片光碟只有一个小时，听十遍，其他的时间就念阿弥陀佛。听了十年，没有间断，每天十个小时，所以这部《无量寿经》听了几十遍。现在到处讲演，讲得很好，非常受欢迎，法缘殊胜。这是用光碟学习成功的例子。",
      "zh_TW": "台南極樂寺，這是我心裡想像到的台灣唯一的一個學校的寺院，希望在這邊成就一批年輕的法師，講經教學，希望培養這樣的人。這個地方夠用，條件都能符合，真正來學的人，我們供養他，吃住我們負責，他在此地好好的學經教。這裡沒有人教，怎麼學法？用光碟教學。我們每堂課都錄的有光碟，都保存在這個地方，如果你要學《無量壽經》，這光碟全部給你，你每天聽，每天聽十個小時。像東北劉素雲居士一樣，她專門聽《無量壽經》，一天她是聽一片光碟，那個時候，二十年前，一片光碟只有一個小時，聽十遍，其他的時間就念阿彌陀佛。聽了十年，沒有間斷，每天十個小時，所以這部《無量壽經》聽了幾十遍。現在到處講演，講得很好，非常受歡迎，法緣殊勝。這是用光碟學習成功的例子。"
    },
    {
      "id": "02-041-0228_p0014",
      "zh_CN": "我也常常在想，二十年之后，可能大学里头没教授了。为什么？学习的人真的是一代不如一代。以我们自己做例子，我这一代，上一代李炳南老居士、方东美教授、章嘉大师，我跟他们比差太多了，差距太大了！我们这一生当中所带的学生，跟我比也是很大差距，那他们下一代怎么办？没人教了。好在现在有这些科学技术，有这种我们可以利用的媒体，那就不怕了。我们用中国的老办法，老办法是一门深入、长时薰修，学只要学一样，一样学十年没有不成就的。刘素云成就了，胡小林成就了，胡小林专攻《大乘起信论》，也是将这部书从头到尾念，念了千遍，注疏看上百遍。现在讲《起信论》这是专家，虽然是在家居士，我看没有法师能够比得上他，他在这一部书上下十年功夫。现在找这样的人没有了。",
      "zh_TW": "我也常常在想，二十年之後，可能大學裡頭沒教授了。為什麼？學習的人真的是一代不如一代。以我們自己做例子，我這一代，上一代李炳南老居士、方東美教授、章嘉大師，我跟他們比差太多了，差距太大了！我們這一生當中所帶的學生，跟我比也是很大差距，那他們下一代怎麼辦？沒人教了。好在現在有這些科學技術，有這種我們可以利用的媒體，那就不怕了。我們用中國的老辦法，老辦法是一門深入、長時薰修，學只要學一樣，一樣學十年沒有不成就的。劉素雲成就了，胡小林成就了，胡小林專攻《大乘起信論》，也是將這部書從頭到尾念，念了千遍，註疏看上百遍。現在講《起信論》這是專家，雖然是在家居士，我看沒有法師能夠比得上他，他在這一部書上下十年功夫。現在找這樣的人沒有了。"
    },
    {
      "id": "02-041-0228_p0015",
      "zh_CN": "真正想学的人，这两个榜样摆在你面前，你只要依照这个方法去修学，十年保证你成就，而且你成就非常殊胜，不是普通成就。这一部经通了，部部经都通了，没有学过的经典，你拿到手不会生疏，你只要用短短时间去准备，你就能够讲得很好，一经通一切经通。要发心！真正发心，有三宝加持、有佛菩萨保佑，自己生活一切放下，不要去想它，让佛菩萨安排。这桩事，早年章嘉大师教给我的，我们只专心在经教的学习上，对自己明天该怎么办，怎么活下去，不要去理会。今天过得很好就好，何必去想明天？你的心能专注，这个东西才能学好。我一生没道场，住别人道场，有缘多住一段时期，没有缘少住几天，欢欢喜喜，互相尊重，互相尊敬。真正经教里头对我们要求的，我们尽力努力都把它做到。",
      "zh_TW": "真正想學的人，這兩個榜樣擺在你面前，你只要依照這個方法去修學，十年保證你成就，而且你成就非常殊勝，不是普通成就。這一部經通了，部部經都通了，沒有學過的經典，你拿到手不會生疏，你只要用短短時間去準備，你就能夠講得很好，一經通一切經通。要發心！真正發心，有三寶加持、有佛菩薩保佑，自己生活一切放下，不要去想它，讓佛菩薩安排。這樁事，早年章嘉大師教給我的，我們只專心在經教的學習上，對自己明天該怎麼辦，怎麼活下去，不要去理會。今天過得很好就好，何必去想明天？你的心能專注，這個東西才能學好。我一生沒道場，住別人道場，有緣多住一段時期，沒有緣少住幾天，歡歡喜喜，互相尊重，互相尊敬。真正經教裡頭對我們要求的，我們盡力努力都把它做到。"
    },
    {
      "id": "02-041-0228_p0016",
      "zh_CN": "下面你看引用《大乘义章》第七卷说的，「善法鲜净，名之为白」。《大乘起信论》注解里面说的，祖师大德讲的。鲜是鲜明，净是清净，没有染污，鲜是没有过时，挺新鲜的。佛法永远不会过时，过去适合，现在也适合，未来三千年还是适合，所以叫鲜净。称之为白法，善法，真正的善法。《魏译》，我们《无量寿经》康僧铠翻译的本子，「清白之法」，经文它用这个，清白之法。这边这一句是「专求白法」，意思完全一样。《净影疏》，隋朝慧远法师《无量寿经》的注解，《义疏》对这一句的解释是「所显之法，出离邪谤」。邪是不正，谤是毁谤，对于正法的毁谤完全没有，这叫清白。",
      "zh_TW": "下面你看引用《大乘義章》第七卷說的，「善法鮮淨，名之為白」。《大乘起信論》註解裡面說的，祖師大德講的。鮮是鮮明，淨是清淨，沒有染污，鮮是沒有過時，挺新鮮的。佛法永遠不會過時，過去適合，現在也適合，未來三千年還是適合，所以叫鮮淨。稱之為白法，善法，真正的善法。《魏譯》，我們《無量壽經》康僧鎧翻譯的本子，「清白之法」，經文它用這個，清白之法。這邊這一句是「專求白法」，意思完全一樣。《淨影疏》，隋朝慧遠法師《無量壽經》的註解，《義疏》對這一句的解釋是「所顯之法，出離邪謗」。邪是不正，謗是毀謗，對於正法的毀謗完全沒有，這叫清白。"
    },
    {
      "id": "02-041-0228_p0017",
      "zh_CN": "「《嘉祥疏》曰：是无漏明，故云清白。」这都是给我们解释清白两个字的意思。无漏是善法，有漏是不善，这是用比喻说的，佛经上用得很多。漏，譬如茶杯，茶杯有破损，水放进去之后漏掉了，这叫有漏；无漏，这是很完善的器皿，水放进去不会漏掉。这是比喻我们学道，烦恼重，习气深，这就是有漏，所学的怎么样？都漏掉了、漏失了。如果意志坚决，真诚、清净、恭敬，你学这个法完全接受了，变成你自己得受用，这叫无漏。无漏法是清白，清是离开染污，白是离开邪恶，离开黑暗，智慧，白从智慧上讲，清从戒律上讲，戒律，持戒清净，有定有慧。所以清白两个字，也可以说就是戒定慧三学。「《会疏》云：大乘法，名为清白。」所以清白两个字意思很广，凡是大乘法都名清白。",
      "zh_TW": "「《嘉祥疏》曰：是無漏明，故云清白。」這都是給我們解釋清白兩個字的意思。無漏是善法，有漏是不善，這是用比喻說的，佛經上用得很多。漏，譬如茶杯，茶杯有破損，水放進去之後漏掉了，這叫有漏；無漏，這是很完善的器皿，水放進去不會漏掉。這是比喻我們學道，煩惱重，習氣深，這就是有漏，所學的怎麼樣？都漏掉了、漏失了。如果意志堅決，真誠、清淨、恭敬，你學這個法完全接受了，變成你自己得受用，這叫無漏。無漏法是清白，清是離開染污，白是離開邪惡，離開黑暗，智慧，白從智慧上講，清從戒律上講，戒律，持戒清淨，有定有慧。所以清白兩個字，也可以說就是戒定慧三學。「《會疏》云：大乘法，名為清白。」所以清白兩個字意思很廣，凡是大乘法都名清白。"
    },
    {
      "id": "02-041-0228_p0018",
      "zh_CN": "「惠利」，惠是惠施，布施，就是赠送给别人；利是利益，这个地方讲利济，是利益，是帮助别人，别人有困难，我们应该去帮助他，这叫利济。「故经义为：专求无漏大乘清净之法，用以普施有情，利乐群生。」这几句讲得很明白，把这两句话的意思说出来了，要专求。大乘无漏清净之法是什么？广义的说，所有大乘经论都是。那今天我们学这个法门，是大乘里面无比殊胜的一门，稀有难逢。为什么？所有大乘法、小乘法都要断烦恼证菩提，没有一个例外的，断烦恼难！我们的烦恼习气能断得掉吗？你去试试看，看能不能断掉？",
      "zh_TW": "「惠利」，惠是惠施，布施，就是贈送給別人；利是利益，這個地方講利濟，是利益，是幫助別人，別人有困難，我們應該去幫助他，這叫利濟。「故經義為：專求無漏大乘清淨之法，用以普施有情，利樂群生。」這幾句講得很明白，把這兩句話的意思說出來了，要專求。大乘無漏清淨之法是什麼？廣義的說，所有大乘經論都是。那今天我們學這個法門，是大乘裡面無比殊勝的一門，稀有難逢。為什麼？所有大乘法、小乘法都要斷煩惱證菩提，沒有一個例外的，斷煩惱難！我們的煩惱習氣能斷得掉嗎？你去試試看，看能不能斷掉？"
    },
    {
      "id": "02-041-0228_p0019",
      "zh_CN": "大小乘最低的阶位，小乘是初果须陀洹，大乘是十信里面的初信位菩萨，十信好比小学，有十年级，你是一年级。一年级的条件是什么？见思烦恼五种见惑断干净了，才能证得初信位，小乘才能证得须陀洹。我们能做得到吗？太难了，一生都做不到，那么这一生的修行不能证果。有没有好处？有，什么好处？可以帮助你生天，来生人天福报，这个就是利益。今天我们看到这个社会上，人天福报的人很多，什么原因？过去生中修行没上得去，这五种见惑没断掉，所以变成福德了，功德没有了，变成福德，人天福德，是这么回事情。真修，他不是假的，没断惑。",
      "zh_TW": "大小乘最低的階位，小乘是初果須陀洹，大乘是十信裡面的初信位菩薩，十信好比小學，有十年級，你是一年級。一年級的條件是什麼？見思煩惱五種見惑斷乾淨了，才能證得初信位，小乘才能證得須陀洹。我們能做得到嗎？太難了，一生都做不到，那麼這一生的修行不能證果。有沒有好處？有，什麼好處？可以幫助你生天，來生人天福報，這個就是利益。今天我們看到這個社會上，人天福報的人很多，什麼原因？過去生中修行沒上得去，這五種見惑沒斷掉，所以變成福德了，功德沒有了，變成福德，人天福德，是這麼回事情。真修，他不是假的，沒斷惑。"
    },
    {
      "id": "02-041-0228_p0020",
      "zh_CN": "这五种惑是什么？我们要知道，不能忘掉，时时刻刻提醒、观察就晓得这路走不通。第一个身见，哪一个人不把身看作我，我，我就是这个身，这个事情难了。有我就有自私自利、就有名闻利养，这个是烦恼的根。佛告诉我们，身不是我，为什么？有我，有个真我，真我不能说是身，也不能说不是身。它到底是什么？它是我所有的，像衣服一样，衣服不是我，这我们很清楚，不会执着它是我，它是我所有的。这个身是我所有的，不是我，我不生不灭。这就搞清楚了，这个身有生有灭，我不生不灭。",
      "zh_TW": "這五種惑是什麼？我們要知道，不能忘掉，時時刻刻提醒、觀察就曉得這路走不通。第一個身見，哪一個人不把身看作我，我，我就是這個身，這個事情難了。有我就有自私自利、就有名聞利養，這個是煩惱的根。佛告訴我們，身不是我，為什麼？有我，有個真我，真我不能說是身，也不能說不是身。它到底是什麼？它是我所有的，像衣服一樣，衣服不是我，這我們很清楚，不會執著它是我，它是我所有的。這個身是我所有的，不是我，我不生不滅。這就搞清楚了，這個身有生有滅，我不生不滅。"
    },
    {
      "id": "02-041-0228_p0021",
      "zh_CN": "现代科学家也搞清楚了，也知道这个身是假的，不是真的，刹那生灭。我们看不到，它频率太高，速度太快。我们今天看电视，电视一秒钟画面生灭多少次？有几个人知道？我相信很多人都知道，一百次。电视的画面，一秒钟生灭一百次，也就是说一百个画面一秒钟播放完了，电视。那我们现实的环境，一秒钟生灭多少次？弥勒菩萨告诉我们，一个念头，前念灭后念生，三十二亿百千念，一弹指，不是一秒。一弹指，三十二亿百千念，每一个念头是一次生灭，前念灭后念生，一个接着一个，一弹指。一秒钟能弹多少次？年轻人体力好的可以弹七次，我大概能弹到五次，年老体力衰了，年轻可以弹到七次。三十二亿百千念乘七，这就是一秒钟生灭的次数，得出来的结果，二千二百四十兆，单位是兆，不是万。二千二百四十兆次一秒钟，我们怎么会知道它是假的？大概所有的物质现象都是在这个频率里面产生的幻相，不可得。《般若经》上说得好，「一切法无所有、毕竟空、不可得」。所有一切物质现象，还包括精神现象，精神现象是念头，统统都是在这个频率之下产生的。",
      "zh_TW": "現代科學家也搞清楚了，也知道這個身是假的，不是真的，剎那生滅。我們看不到，它頻率太高，速度太快。我們今天看電視，電視一秒鐘畫面生滅多少次？有幾個人知道？我相信很多人都知道，一百次。電視的畫面，一秒鐘生滅一百次，也就是說一百個畫面一秒鐘播放完了，電視。那我們現實的環境，一秒鐘生滅多少次？彌勒菩薩告訴我們，一個念頭，前念滅後念生，三十二億百千念，一彈指，不是一秒。一彈指，三十二億百千念，每一個念頭是一次生滅，前念滅後念生，一個接著一個，一彈指。一秒鐘能彈多少次？年輕人體力好的可以彈七次，我大概能彈到五次，年老體力衰了，年輕可以彈到七次。三十二億百千念乘七，這就是一秒鐘生滅的次數，得出來的結果，二千二百四十兆，單位是兆，不是萬。二千二百四十兆次一秒鐘，我們怎麼會知道它是假的？大概所有的物質現象都是在這個頻率裡面產生的幻相，不可得。《般若經》上說得好，「一切法無所有、畢竟空、不可得」。所有一切物質現象，還包括精神現象，精神現象是念頭，統統都是在這個頻率之下產生的。"
    },
    {
      "id": "02-041-0228_p0022",
      "zh_CN": "这个奥秘，宇宙的奥秘，被现代量子力学家揭穿了，也不过才二十几年，科学家明白了。他们搞清楚、搞明白之后，看到佛经上说的，佩服得五体投地。科学搞了四百年，一代接着一代，到现在凭着经验、先进的仪器观察发现了。释迦牟尼佛在三千年前，没有科学，没有仪器，他怎么会知道的？而且讲得比科学家讲得还清楚、还详细。所以，大乘佛法是究竟科学，究竟就是到顶点了，再上去没有了，究竟哲学。我们看到科学家的报告一看就懂，大乘佛法内容讲些什么，我们就完全明白了。",
      "zh_TW": "這個奧祕，宇宙的奧祕，被現代量子力學家揭穿了，也不過才二十幾年，科學家明白了。他們搞清楚、搞明白之後，看到佛經上說的，佩服得五體投地。科學搞了四百年，一代接著一代，到現在憑著經驗、先進的儀器觀察發現了。釋迦牟尼佛在三千年前，沒有科學，沒有儀器，他怎麼會知道的？而且講得比科學家講得還清楚、還詳細。所以，大乘佛法是究竟科學，究竟就是到頂點了，再上去沒有了，究竟哲學。我們看到科學家的報告一看就懂，大乘佛法內容講些什麼，我們就完全明白了。"
    },
    {
      "id": "02-041-0228_p0023",
      "zh_CN": "佛法是教育，宗教是教育。中国这个宗，有三个意思，你们查字典都可以查到，宗有主要的、重要的、尊崇的这三个意思；教也有三个意思，教育、教学、教化。这两个字连起来，主要的教育，重要的教学，尊崇的教化。如果说得更清楚一点，上面加个人类，宗教是人类主要的教育、重要的教学、尊崇的教化。它教什么？佛法是最标准的，佛陀的教育它分两部分，一部分是世间法，一般教育，一部分是高等教育，也就是出世间法。世间法，佛经上给我们讲戒、定，世间智慧，伦理教育、道德教育、因果教育，讲这三种，三大类。向上提升，高等科学、高等哲学，全世界哲学跟科学都达到登峰造极，最高峰，上去再没有了。我们有理由相信，再过二、三十年，科学家承认佛教是高等科学、高等哲学，不再说是迷信了，这得认识清楚，搞明白。",
      "zh_TW": "佛法是教育，宗教是教育。中國這個宗，有三個意思，你們查字典都可以查到，宗有主要的、重要的、尊崇的這三個意思；教也有三個意思，教育、教學、教化。這兩個字連起來，主要的教育，重要的教學，尊崇的教化。如果說得更清楚一點，上面加個人類，宗教是人類主要的教育、重要的教學、尊崇的教化。它教什麼？佛法是最標準的，佛陀的教育它分兩部分，一部分是世間法，一般教育，一部分是高等教育，也就是出世間法。世間法，佛經上給我們講戒、定，世間智慧，倫理教育、道德教育、因果教育，講這三種，三大類。向上提升，高等科學、高等哲學，全世界哲學跟科學都達到登峰造極，最高峰，上去再沒有了。我們有理由相信，再過二、三十年，科學家承認佛教是高等科學、高等哲學，不再說是迷信了，這得認識清楚，搞明白。"
    },
    {
      "id": "02-041-0228_p0024",
      "zh_CN": "我们学的什么？最后的结果是什么？对于宇宙人生的真相完全通达明了，这叫成佛，大智慧现前。小智慧足以，也是圣贤说的话，修身、齐家、治国、平天下，小智慧，小悟。大彻大悟，作佛去了，有能力去教化遍法界虚空界一切众生。这一切众生，最上面的包括法身菩萨，下面到无间地狱，你都有能力、都有智慧、都有方法去帮助他们。这就成佛了。",
      "zh_TW": "我們學的什麼？最後的結果是什麼？對於宇宙人生的真相完全通達明瞭，這叫成佛，大智慧現前。小智慧足以，也是聖賢說的話，修身、齊家、治國、平天下，小智慧，小悟。大徹大悟，作佛去了，有能力去教化遍法界虛空界一切眾生。這一切眾生，最上面的包括法身菩薩，下面到無間地獄，你都有能力、都有智慧、都有方法去幫助他們。這就成佛了。"
    },
    {
      "id": "02-041-0228_p0025",
      "zh_CN": "你看成佛之后，以无漏大乘清净之法，普施有情，利乐群生，这个群生就是刚才讲的，从菩萨到三恶道，干这个事情，这个事情是最有意义的大事，不怕没老师。释迦牟尼佛慈悲，为我们做出的示现，释迦牟尼佛的老师是谁？没人，他出现在我们这个世间，他没有找到老师。十九岁出家，放下烦恼障，出去干什么？求学，做一个苦行僧，日中一食，树下一宿。印度在那个时候，宗教之国、哲学之国，这两样东西印度非常发达，他去亲近、去学习，所有宗教他都学了，所有的学派他也学了，用了十二年时间，发现怎么样？不能解决问题。什么问题？超越六道轮回的问题，学那些宗教，学那些哲学，出不了六道轮回。放弃了，三十岁，这一年三十岁，放弃了，放弃了是放下所知障。这两种障碍都放下了，他到毕钵罗树下去打坐，入定。出定那一刹那，开悟了，见到天上一颗明星很亮，豁然大悟。毕钵罗树以后就称为菩提树，因为佛在这个树下示现开悟证果的。",
      "zh_TW": "你看成佛之後，以無漏大乘清淨之法，普施有情，利樂群生，這個群生就是剛才講的，從菩薩到三惡道，幹這個事情，這個事情是最有意義的大事，不怕沒老師。釋迦牟尼佛慈悲，為我們做出的示現，釋迦牟尼佛的老師是誰？沒人，他出現在我們這個世間，他沒有找到老師。十九歲出家，放下煩惱障，出去幹什麼？求學，做一個苦行僧，日中一食，樹下一宿。印度在那個時候，宗教之國、哲學之國，這兩樣東西印度非常發達，他去親近、去學習，所有宗教他都學了，所有的學派他也學了，用了十二年時間，發現怎麼樣？不能解決問題。什麼問題？超越六道輪迴的問題，學那些宗教，學那些哲學，出不了六道輪迴。放棄了，三十歲，這一年三十歲，放棄了，放棄了是放下所知障。這兩種障礙都放下了，他到畢缽羅樹下去打坐，入定。出定那一剎那，開悟了，見到天上一顆明星很亮，豁然大悟。畢缽羅樹以後就稱為菩提樹，因為佛在這個樹下示現開悟證果的。"
    },
    {
      "id": "02-041-0228_p0026",
      "zh_CN": "开悟之后他并没有起来，他依旧在入定。在定中，二七日中，二七十四天，也有说三七日中，三七二十一天，都有这个说法，时间总不长就是了，最长也不过二十一天，定中讲《大方广佛华严经》。《华严经》不是在我们世间讲的，在定中讲的，哪些人听众？四十一位法身大士。换句话说，没有大彻大悟、明心见性，你入不了他的境界，不能参加他这个活动；参加这个活动，一定是大彻大悟、明心见性，法身菩萨。这个经讲完之后，出定，出定起来之后，到鹿野苑去找五比丘，这五个人是他的同伴。他出家，他的父王不放心，派了五个随从，这就是以后的五比丘。在鹿野苑给他们讲《阿含经》，讲四谛苦集灭道，憍陈如第一个开悟，证阿罗汉果。那么这个世间三宝具足，有佛、有法、有僧。从这天就开始办学，每天讲经教学，阿含这一个大的单元讲了十二年，这是佛所办的小学，大家程度都不够，很低，要从扎根做起。",
      "zh_TW": "開悟之後他並沒有起來，他依舊在入定。在定中，二七日中，二七十四天，也有說三七日中，三七二十一天，都有這個說法，時間總不長就是了，最長也不過二十一天，定中講《大方廣佛華嚴經》。《華嚴經》不是在我們世間講的，在定中講的，哪些人聽眾？四十一位法身大士。換句話說，沒有大徹大悟、明心見性，你入不了他的境界，不能參加他這個活動；參加這個活動，一定是大徹大悟、明心見性，法身菩薩。這個經講完之後，出定，出定起來之後，到鹿野苑去找五比丘，這五個人是他的同伴。他出家，他的父王不放心，派了五個隨從，這就是以後的五比丘。在鹿野苑給他們講《阿含經》，講四諦苦集滅道，憍陳如第一個開悟，證阿羅漢果。那麼這個世間三寶具足，有佛、有法、有僧。從這天就開始辦學，每天講經教學，阿含這一個大的單元講了十二年，這是佛所辦的小學，大家程度都不夠，很低，要從扎根做起。"
    },
    {
      "id": "02-041-0228_p0027",
      "zh_CN": "像我们现在，希望在大学里面办汉学院，没老师，怎么办？最好在大学下面设一个实验班，汉语文言实验班，培养什么？培养基础，汉学的基础要从这扎根，三年到五年，最少三年，最多五年。这个根扎下去，他才能取得汉语教授的资格，就是他能拿到博士学位，有学位，他能接受大学聘请为汉学教授。我们希望这三、五年能培养三十到五十个人，能有三十个这样的好老师，就可以把这个实验班提升正式办汉学院，这汉学院有三十个老师可以了，再大规模的招生，正式成立。我们有这么个想法。谚语说得很好，「谋事在人，成事在天」，我们有这个想法，有这个愿望，天是什么？要有人来帮助，要有人才出现，要有财力支援，这是天意。如果没有人才、没有财力支援，这就做不成了。",
      "zh_TW": "像我們現在，希望在大學裡面辦漢學院，沒老師，怎麼辦？最好在大學下面設一個實驗班，漢語文言實驗班，培養什麼？培養基礎，漢學的基礎要從這扎根，三年到五年，最少三年，最多五年。這個根扎下去，他才能取得漢語教授的資格，就是他能拿到博士學位，有學位，他能接受大學聘請為漢學教授。我們希望這三、五年能培養三十到五十個人，能有三十個這樣的好老師，就可以把這個實驗班提升正式辦漢學院，這漢學院有三十個老師可以了，再大規模的招生，正式成立。我們有這麼個想法。諺語說得很好，「謀事在人，成事在天」，我們有這個想法，有這個願望，天是什麼？要有人來幫助，要有人才出現，要有財力支援，這是天意。如果沒有人才、沒有財力支援，這就做不成了。"
    },
    {
      "id": "02-041-0228_p0028",
      "zh_CN": "所以，谋事在人，成事在天，哪一样好？前面这样好，为什么？谋事在人，没有人协助，也没有财力帮忙，办不成，你的功德是圆满的。为什么？缘的条件不合，功德是圆满的，《楞严经》上说，「发意圆成，圆满功德」，你只要发心，功德就圆满了。不是不做，真想做，但是缘不足，没有帮手，没有财力，所以功德是一样的。我缺乏这个外缘，有这个外缘我会做得很好，没有这个外缘，逼着我做不成。但是我不是没有心，有心，这个有心的功德不可思议。",
      "zh_TW": "所以，謀事在人，成事在天，哪一樣好？前面這樣好，為什麼？謀事在人，沒有人協助，也沒有財力幫忙，辦不成，你的功德是圓滿的。為什麼？緣的條件不合，功德是圓滿的，《楞嚴經》上說，「發意圓成，圓滿功德」，你只要發心，功德就圓滿了。不是不做，真想做，但是緣不足，沒有幫手，沒有財力，所以功德是一樣的。我缺乏這個外緣，有這個外緣我會做得很好，沒有這個外緣，逼著我做不成。但是我不是沒有心，有心，這個有心的功德不可思議。"
    },
    {
      "id": "02-041-0228_p0029",
      "zh_CN": "底下这一段也解释这一句经文，『志愿无倦』，我刚才讲的。我们的志愿是一定有的，不会懈怠，不会疲倦，问题就是有没有帮手，有没有财力。这是天意，这不是人意，为什么？我们命中没有，过去生中没修。这个道理我们懂，六十四年前老师就告诉我，命里没有财，过去生中没有修财布施；命中还有一点智慧，过去生中修过法布施；寿命短，四十五岁就完了，过去生中没有修无畏布施。所以老师帮助我把这个福慧补足，就教我要勤修财布施。我说没有钱，生活都很困难，哪有钱布施？老师问我，一毛有没有？一毛有。一块有没有？一块有。你就从一毛一块开始布施。这一毛一块到哪里去布施？寺庙里头有，寺庙里面印经，你看有发心的人印经，在外面募捐，大家随便写，多少不拘，一毛他也收，他不是不收，他也收，一块也收，这是个修布施的好地方。另外一个地方，放生，放生是修无畏布施，庙里头常有，常常遇到。所以身上有多少都可以拿多少，圆满功德。",
      "zh_TW": "底下這一段也解釋這一句經文，『志願無倦』，我剛才講的。我們的志願是一定有的，不會懈怠，不會疲倦，問題就是有沒有幫手，有沒有財力。這是天意，這不是人意，為什麼？我們命中沒有，過去生中沒修。這個道理我們懂，六十四年前老師就告訴我，命裡沒有財，過去生中沒有修財布施；命中還有一點智慧，過去生中修過法布施；壽命短，四十五歲就完了，過去生中沒有修無畏布施。所以老師幫助我把這個福慧補足，就教我要勤修財布施。我說沒有錢，生活都很困難，哪有錢布施？老師問我，一毛有沒有？一毛有。一塊有沒有？一塊有。你就從一毛一塊開始布施。這一毛一塊到哪裡去布施？寺廟裡頭有，寺廟裡面印經，你看有發心的人印經，在外面募捐，大家隨便寫，多少不拘，一毛他也收，他不是不收，他也收，一塊也收，這是個修布施的好地方。另外一個地方，放生，放生是修無畏布施，廟裡頭常有，常常遇到。所以身上有多少都可以拿多少，圓滿功德。"
    },
    {
      "id": "02-041-0228_p0030",
      "zh_CN": "老师告诉我愈施愈多，三种布施得三种利益，财布施，财用不缺乏；法布施，智慧增长；无畏布施，健康长寿。我就真干，我能有一点成就，也就是有这么一点底子，老实、听话、真干。我相信老师，老师不会害我，老师希望我好，真修。修五个月，半年，效果就出来了，收入就多了一些。这以后就发心出家了。佛法确实能改造一个人的命运，命运是自己造的，家运也是你一家人经营的，国运是全国人民经营的，大家都能断恶向善，国运就好，一个道理。",
      "zh_TW": "老師告訴我愈施愈多，三種布施得三種利益，財布施，財用不缺乏；法布施，智慧增長；無畏布施，健康長壽。我就真幹，我能有一點成就，也就是有這麼一點底子，老實、聽話、真幹。我相信老師，老師不會害我，老師希望我好，真修。修五個月，半年，效果就出來了，收入就多了一些。這以後就發心出家了。佛法確實能改造一個人的命運，命運是自己造的，家運也是你一家人經營的，國運是全國人民經營的，大家都能斷惡向善，國運就好，一個道理。"
    },
    {
      "id": "02-041-0228_p0031",
      "zh_CN": "我出家，章嘉大师教我的，我一个人在台湾，没有牵挂，没有后顾之忧，他说最好的方法，出家。出家，学释迦牟尼佛，教我看两部书，《释迦谱》、《释迦方志》。这两部书那个时候买不到，《大藏经》里头有，我就到善导寺把经书借出来抄，《大藏经》不能带出门，只有星期假日去抄经。前后我还抄了十几部，分量都不太大，老师教的。现在人福报大，台湾印的经书太多了，不是卖，都是结缘，跟全世界结缘。出家之后，我读了《印光大师文钞》，忏云法师教我读的。读了之后，对净土尊重，还是不愿意学，但是印光法师的行谊我很佩服，我这一生学他。四众对我的供养我干什么？我没有盖庙，我完全印经布施，干这一桩。印光大师一生就干这桩事情，遇到有灾难了，旱灾、水灾这些灾难，老和尚也救济，救济钱从哪来？印经款项里面提出一点去赈灾。是以印经为主，以救难为第二。这个我学到了。",
      "zh_TW": "我出家，章嘉大師教我的，我一個人在台灣，沒有牽掛，沒有後顧之憂，他說最好的方法，出家。出家，學釋迦牟尼佛，教我看兩部書，《釋迦譜》、《釋迦方志》。這兩部書那個時候買不到，《大藏經》裡頭有，我就到善導寺把經書借出來抄，《大藏經》不能帶出門，只有星期假日去抄經。前後我還抄了十幾部，分量都不太大，老師教的。現在人福報大，台灣印的經書太多了，不是賣，都是結緣，跟全世界結緣。出家之後，我讀了《印光大師文鈔》，懺雲法師教我讀的。讀了之後，對淨土尊重，還是不願意學，但是印光法師的行誼我很佩服，我這一生學他。四眾對我的供養我幹什麼？我沒有蓋廟，我完全印經布施，幹這一樁。印光大師一生就幹這樁事情，遇到有災難了，旱災、水災這些災難，老和尚也救濟，救濟錢從哪來？印經款項裡面提出一點去賑災。是以印經為主，以救難為第二。這個我學到了。"
    },
    {
      "id": "02-041-0228_p0032",
      "zh_CN": "所以，我先后印的经书，大部头的，《大藏经》，这些年来到现在大概应该有七、八千套了，我的目标是一万套，送一万套《大藏经》。还有，你们在我这个地方书库里看到，《四库全书》、《四库荟要》，这是中国传统文化宝典，中国传统文化这代表了。商务印书馆印的，我向它买了一百一十二套，他算我特价，每一套美金五万，差不多将近六百万。世界书局出版的《四库荟要》，分量是全书的三分之一，乾隆皇帝自己读的，这个价值比《四库全书》还要高。我这些年来，先后跟他买了三百套，送给全世界大学图书馆、国家图书馆，给他们收藏。为什么？我怕灾难，灾难的谣言太多，我是不相信，但是也不能不防着一点，万一灾难来的时候，这书没有了多可惜，那真是人类无与伦比的损失。所以我印这么多，到处放，灾难不可能统统把它消失，总会留一些保存下来，我是这样想的。古人藏诸名山，刻在石板上，埋在洞里头，像房山的石经，《大藏经》，我去看过。那一套石藏经雕刻了八百年，是一套完整的《大藏经》，如果一个大地震，就完了。所以最好的方法还是多印多散，到处都有，这就不会丧失。这是我干的一桩大事情，希望把中国文化在这个世界上永远传下去。",
      "zh_TW": "所以，我先後印的經書，大部頭的，《大藏經》，這些年來到現在大概應該有七、八千套了，我的目標是一萬套，送一萬套《大藏經》。還有，你們在我這個地方書庫裡看到，《四庫全書》、《四庫薈要》，這是中國傳統文化寶典，中國傳統文化這代表了。商務印書館印的，我向它買了一百一十二套，他算我特價，每一套美金五萬，差不多將近六百萬。世界書局出版的《四庫薈要》，分量是全書的三分之一，乾隆皇帝自己讀的，這個價值比《四庫全書》還要高。我這些年來，先後跟他買了三百套，送給全世界大學圖書館、國家圖書館，給他們收藏。為什麼？我怕災難，災難的謠言太多，我是不相信，但是也不能不防著一點，萬一災難來的時候，這書沒有了多可惜，那真是人類無與倫比的損失。所以我印這麼多，到處放，災難不可能統統把它消失，總會留一些保存下來，我是這樣想的。古人藏諸名山，刻在石板上，埋在洞裡頭，像房山的石經，《大藏經》，我去看過。那一套石藏經雕刻了八百年，是一套完整的《大藏經》，如果一個大地震，就完了。所以最好的方法還是多印多散，到處都有，這就不會喪失。這是我幹的一樁大事情，希望把中國文化在這個世界上永遠傳下去。"
    },
    {
      "id": "02-041-0228_p0033",
      "zh_CN": "书没问题了，这问题解决了，摆在面前一个大问题，谁去念这些书？这些书是文言文，现在人看不懂。我着急了，所以我想出汉学院，培养这些汉学家，他们有能力读文言文。也就是标准他们将来能够读《四库全书》、能够读《四库荟要》，有能力把《四库荟要》这些典籍翻译成白话文，供养大众，然后再从白话文翻译成外国文。像现在我们的《群书治要》，有英文翻译的、有德文翻译的、有法文翻译的，好像还有西班牙文翻译的，现在有日文翻译的。好的翻成白话文，再翻成全世界各个不同国家语言文字，全世界人都学《群书治要》，全世界的人都学中国传统文化，中国文化统一全世界，天下就太平了，灾难就化解了。我们干这个事情。",
      "zh_TW": "書沒問題了，這問題解決了，擺在面前一個大問題，誰去念這些書？這些書是文言文，現在人看不懂。我著急了，所以我想出漢學院，培養這些漢學家，他們有能力讀文言文。也就是標準他們將來能夠讀《四庫全書》、能夠讀《四庫薈要》，有能力把《四庫薈要》這些典籍翻譯成白話文，供養大眾，然後再從白話文翻譯成外國文。像現在我們的《群書治要》，有英文翻譯的、有德文翻譯的、有法文翻譯的，好像還有西班牙文翻譯的，現在有日文翻譯的。好的翻成白話文，再翻成全世界各個不同國家語言文字，全世界人都學《群書治要》，全世界的人都學中國傳統文化，中國文化統一全世界，天下就太平了，災難就化解了。我們幹這個事情。"
    },
    {
      "id": "02-041-0228_p0034",
      "zh_CN": "所以学习汉学，《说文解字》这是汉学的根，就是首先要学习认识中国文字。中国文字怎么来的，从文字起源，到这两千年的演变，都要知道、都要认真学习。对于古圣先贤留下来的这些智慧、理念、方法、经验，非常丰富，取之不尽，用之不竭，这才是真正的宝，世间所有的宝藏跟这个不能比，这是我们要知道的。希望年轻人发心，用十年的时间学习汉字、文言文，然后这部书就变成你自己的，你自家的宝贝，你有能力阅读，你有能力翻译、有能力讲解、有能力弘扬。现在传统文化迫切需要这些人，所以我们要把这一点不太多的金钱来做这个工作，照顾这些人，让他们安心好好读书。我们来请教授，教授很少，对文字学有研究的人不多，很少，只要有二、三个教授来教就能传下去。「志愿无倦」。",
      "zh_TW": "所以學習漢學，《說文解字》這是漢學的根，就是首先要學習認識中國文字。中國文字怎麼來的，從文字起源，到這兩千年的演變，都要知道、都要認真學習。對於古聖先賢留下來的這些智慧、理念、方法、經驗，非常豐富，取之不盡，用之不竭，這才是真正的寶，世間所有的寶藏跟這個不能比，這是我們要知道的。希望年輕人發心，用十年的時間學習漢字、文言文，然後這部書就變成你自己的，你自家的寶貝，你有能力閱讀，你有能力翻譯、有能力講解、有能力弘揚。現在傳統文化迫切需要這些人，所以我們要把這一點不太多的金錢來做這個工作，照顧這些人，讓他們安心好好讀書。我們來請教授，教授很少，對文字學有研究的人不多，很少，只要有二、三個教授來教就能傳下去。「志願無倦」。"
    },
    {
      "id": "02-041-0228_p0035",
      "zh_CN": "「《华严经》普贤大士十大愿王，概括其愿末之意为」，十大愿王我们都很熟悉，从礼敬诸佛、称赞如来到普皆回向，最后的意思，「虚空界尽、众生界尽、众生业尽、众生烦恼尽，我礼（乃至回向）乃尽」。这个我礼是礼敬诸佛，回向是回向众生、回向法界、回向菩提，到这个地方才圆满。下面说，「而虚空界乃至烦恼无有尽故」，这真的，虚空界真的是无尽，普贤菩萨的礼敬，乃至回向，也是无有穷尽。「念念相续，无有间断，身语意业，无有疲厌」，这两句话重要。你看念念相续，这个念念就是愿心，他的志愿，念念相续，永远相续。无量劫前念念普施有情，利乐众生，到未来际劫还是志愿无倦，还是念念相续，无有间断。身语意这三业无有疲厌，身是身行，语是言教，意是弘愿，普贤菩萨十大愿王就是意。这个十愿，都是落实在生活、落实在工作、落实在日常处事待人接物，范围遍法界虚空界，过去无始，未来无终，普贤菩萨的大愿。我们要学习，不是我们学佛成佛就没事了，成佛那一天是我们普贤大业开始的那一天。我们现在虽有普贤愿，做不到，为什么？没有德能，没有智慧。",
      "zh_TW": "「《華嚴經》普賢大士十大願王，概括其願末之意為」，十大願王我們都很熟悉，從禮敬諸佛、稱讚如來到普皆迴向，最後的意思，「虛空界盡、眾生界盡、眾生業盡、眾生煩惱盡，我禮（乃至迴向）乃盡」。這個我禮是禮敬諸佛，迴向是迴向眾生、迴向法界、迴向菩提，到這個地方才圓滿。下面說，「而虛空界乃至煩惱無有盡故」，這真的，虛空界真的是無盡，普賢菩薩的禮敬，乃至迴向，也是無有窮盡。「念念相續，無有間斷，身語意業，無有疲厭」，這兩句話重要。你看念念相續，這個念念就是願心，他的志願，念念相續，永遠相續。無量劫前念念普施有情，利樂眾生，到未來際劫還是志願無倦，還是念念相續，無有間斷。身語意這三業無有疲厭，身是身行，語是言教，意是弘願，普賢菩薩十大願王就是意。這個十願，都是落實在生活、落實在工作、落實在日常處事待人接物，範圍遍法界虛空界，過去無始，未來無終，普賢菩薩的大願。我們要學習，不是我們學佛成佛就沒事了，成佛那一天是我們普賢大業開始的那一天。我們現在雖有普賢願，做不到，為什麼？沒有德能，沒有智慧。"
    },
    {
      "id": "02-041-0228_p0036",
      "zh_CN": "我们今天遇到这个法门，无比的殊胜，这个法门是什么门？净土法门，这个诸位要知道。净土法门什么意思？一生必定成就。能行吗？能。凭什么？凭阿弥陀佛四十八愿，这个法门不靠自己，靠阿弥陀佛，全心投靠。靠自己不能成功，八万四千法门任何一个法门都不能成就，能够成就人天，就是来生来世不失人身或者生天就不得了，就很难得了，成佛是不可能的。但是你遇到净宗，你信愿持名，你就能往生，往生到极乐世界，你就能成佛，它太容易了，太简单了！海贤老和尚给我们做证明。他的像我们印了很多张，这边，挂在这边，你天天看他向他学习。他就是一句阿弥陀佛，他不认识字，没念过书，一生没有念过一部经。他也没有上过殿，他五堂功课不会，在别人寺庙里头，别人上殿，他站在殿门口念阿弥陀佛。",
      "zh_TW": "我們今天遇到這個法門，無比的殊勝，這個法門是什麼門？淨土法門，這個諸位要知道。淨土法門什麼意思？一生必定成就。能行嗎？能。憑什麼？憑阿彌陀佛四十八願，這個法門不靠自己，靠阿彌陀佛，全心投靠。靠自己不能成功，八萬四千法門任何一個法門都不能成就，能夠成就人天，就是來生來世不失人身或者生天就不得了，就很難得了，成佛是不可能的。但是你遇到淨宗，你信願持名，你就能往生，往生到極樂世界，你就能成佛，它太容易了，太簡單了！海賢老和尚給我們做證明。他的像我們印了很多張，這邊，掛在這邊，你天天看他向他學習。他就是一句阿彌陀佛，他不認識字，沒念過書，一生沒有念過一部經。他也沒有上過殿，他五堂功課不會，在別人寺廟裡頭，別人上殿，他站在殿門口念阿彌陀佛。"
    },
    {
      "id": "02-041-0228_p0037",
      "zh_CN": "就是一句阿弥陀佛，信、愿就是取得往生的条件，我真正相信有极乐世界、真正相信有阿弥陀佛，就能往生，阿弥陀佛就会来接引你，临终一念十念决定得生。平常我们念佛，念阿弥陀佛，念阿弥陀佛这个功德，是你往生到极乐世界你的品位高下。经上说得很好，念佛功夫深浅，不是多少，多少没关系，一天念一声佛号也行，不在多少，在功夫。功夫在哪里？功夫在放下，你是不是能把这个世界放下？所以身心世界一切放下，这是功夫，对这个世界没有丝毫留恋，也没有瞋恚，知道这个世界是虚妄的。记住《金刚经》上一句话做我们平常观照功夫，经上告诉我们，「凡所有相，皆是虚妄」，不管是世法佛法，都包括在其中。经文还又说「法尚应舍，何况非法」，那个法是佛法，佛法这么多，我们只取一门，其他的要放下；经典那么多，我只取《无量寿经》，其他的统统放下。",
      "zh_TW": "就是一句阿彌陀佛，信、願就是取得往生的條件，我真正相信有極樂世界、真正相信有阿彌陀佛，就能往生，阿彌陀佛就會來接引你，臨終一念十念決定得生。平常我們念佛，念阿彌陀佛，念阿彌陀佛這個功德，是你往生到極樂世界你的品位高下。經上說得很好，念佛功夫深淺，不是多少，多少沒關係，一天念一聲佛號也行，不在多少，在功夫。功夫在哪裡？功夫在放下，你是不是能把這個世界放下？所以身心世界一切放下，這是功夫，對這個世界沒有絲毫留戀，也沒有瞋恚，知道這個世界是虛妄的。記住《金剛經》上一句話做我們平常觀照功夫，經上告訴我們，「凡所有相，皆是虛妄」，不管是世法佛法，都包括在其中。經文還又說「法尚應捨，何況非法」，那個法是佛法，佛法這麼多，我們只取一門，其他的要放下；經典那麼多，我只取《無量壽經》，其他的統統放下。"
    },
    {
      "id": "02-041-0228_p0038",
      "zh_CN": "「一门深入，长时薰修」，「读书千遍，其义自见」，这两句话是戒定慧，统统具足。读书千遍是祖师大德教的，这是戒律，我们就持这个戒。这一千遍没念错，没念漏掉，规规矩矩，这是修定；自见是智慧现前，其义自见，不要求人。所以在过去教学当中，很多高明的老师教学生，只是盯着学生念书念多少遍，讲不讲？不讲。为什么不讲？讲把他的悟门堵死了，他不会开悟。所以不讲，就教他这样一直念下去，把妄想念掉、杂念念掉，心里头没有妄想、没有杂念，清净平等现前。清净心，阿罗汉的禅定；平等心，菩萨的禅定。定久了，不定什么时候觉了，觉就是自见，就是明了了，这经全明白了。明白之后怎么办？讲给老师听，老师给你点头，没错，讲得很好，你就毕业了。老师给你印证，不给你讲解。你所悟到的那个，老师也悟到了，你一说，跟老师一对，一点不错，这就毕业了。你就可以离开道场，到四面八方去弘法利生，教化众生去了，哪个地方有缘，多住几天，没有缘少住两天。",
      "zh_TW": "「一門深入，長時薰修」，「讀書千遍，其義自見」，這兩句話是戒定慧，統統具足。讀書千遍是祖師大德教的，這是戒律，我們就持這個戒。這一千遍沒念錯，沒念漏掉，規規矩矩，這是修定；自見是智慧現前，其義自見，不要求人。所以在過去教學當中，很多高明的老師教學生，只是盯著學生念書念多少遍，講不講？不講。為什麼不講？講把他的悟門堵死了，他不會開悟。所以不講，就教他這樣一直念下去，把妄想念掉、雜念念掉，心裡頭沒有妄想、沒有雜念，清淨平等現前。清淨心，阿羅漢的禪定；平等心，菩薩的禪定。定久了，不定什麼時候覺了，覺就是自見，就是明瞭了，這經全明白了。明白之後怎麼辦？講給老師聽，老師給你點頭，沒錯，講得很好，你就畢業了。老師給你印證，不給你講解。你所悟到的那個，老師也悟到了，你一說，跟老師一對，一點不錯，這就畢業了。你就可以離開道場，到四面八方去弘法利生，教化眾生去了，哪個地方有緣，多住幾天，沒有緣少住兩天。"
    },
    {
      "id": "02-041-0228_p0039",
      "zh_CN": "这个方法，东方人知道的人还有，不多，西方人没人知道，他们可能完全不能接受、不能相信。你看我们今天做实验，三年、五年，真的有一、二个开悟了，西方人就相信了，无师自通是真的，不是假的。只要你真的从定慧上下手，经帮助你开慧，读佛经，选一部经，一天读十个小时，愈读愈熟。像《无量寿经》，刚刚开始读，大概要两个小时读一遍，念上一年大概一个小时，一年半，大概就四、五十分钟，最快的半个小时。但是怎么样？念到半个小时念一遍，一天还要念满十个小时，这个重要，十个小时你念二十遍。开头念，十个小时念五遍；一年之后，十个小时念十遍；一年半之后，十个小时二十遍。为什么？你不念经就会胡思乱想，有妄想、有杂念，妄想杂念是烦恼。用念佛这个方法、念经的方法，把妄想念掉、杂念念掉，清净心现前，这是功夫。这样的功夫，往生极乐世界品位高。",
      "zh_TW": "這個方法，東方人知道的人還有，不多，西方人沒人知道，他們可能完全不能接受、不能相信。你看我們今天做實驗，三年、五年，真的有一、二個開悟了，西方人就相信了，無師自通是真的，不是假的。只要你真的從定慧上下手，經幫助你開慧，讀佛經，選一部經，一天讀十個小時，愈讀愈熟。像《無量壽經》，剛剛開始讀，大概要兩個小時讀一遍，念上一年大概一個小時，一年半，大概就四、五十分鐘，最快的半個小時。但是怎麼樣？念到半個小時念一遍，一天還要念滿十個小時，這個重要，十個小時你念二十遍。開頭念，十個小時念五遍；一年之後，十個小時念十遍；一年半之後，十個小時二十遍。為什麼？你不念經就會胡思亂想，有妄想、有雜念，妄想雜念是煩惱。用念佛這個方法、念經的方法，把妄想念掉、雜念念掉，清淨心現前，這是功夫。這樣的功夫，往生極樂世界品位高。"
    },
    {
      "id": "02-041-0228_p0040",
      "zh_CN": "凡夫往生没有功夫，我们去都是没有功夫，没有功夫生凡圣同居土。它那里凡圣同居土是净土，我们这个地方凡圣同居土是秽土，不一样，完全不一样。如果有一点功夫，清净心现前了，也就是我们讲功夫成片，功夫成片往生就不是同居土，方便有余土，下面两品，就是中品、中下两品。如果念到事一心不乱，平等心现前，对一切万物，人事物都不分别，不分别就平等了，这是菩萨的定力。这个人往生到极乐世界，方便有余土上辈往生，品位高了。如果念到开悟了，开悟就是觉，清净、平等、觉，觉是理一心不乱，生实报庄严土。所以念佛功夫的浅深，是往生极乐世界你是哪一个品位，它那里也是学校，同居土是小学，方便土是中学，实报土是大学，等觉是博士班。它也是一个阶级一个阶级，所以你到极乐世界插班，你插哪一个班、插哪一个等级，那是念佛功夫的浅深，没说多少。",
      "zh_TW": "凡夫往生沒有功夫，我們去都是沒有功夫，沒有功夫生凡聖同居土。它那裡凡聖同居土是淨土，我們這個地方凡聖同居土是穢土，不一樣，完全不一樣。如果有一點功夫，清淨心現前了，也就是我們講功夫成片，功夫成片往生就不是同居土，方便有餘土，下面兩品，就是中品、中下兩品。如果念到事一心不亂，平等心現前，對一切萬物，人事物都不分別，不分別就平等了，這是菩薩的定力。這個人往生到極樂世界，方便有餘土上輩往生，品位高了。如果念到開悟了，開悟就是覺，清淨、平等、覺，覺是理一心不亂，生實報莊嚴土。所以念佛功夫的淺深，是往生極樂世界你是哪一個品位，它那裡也是學校，同居土是小學，方便土是中學，實報土是大學，等覺是博士班。它也是一個階級一個階級，所以你到極樂世界插班，你插哪一個班、插哪一個等級，那是念佛功夫的淺深，沒說多少。"
    },
    {
      "id": "02-041-0228_p0041",
      "zh_CN": "由此可知，最重要的关键是要去，就是被他录取，他录取你的时候，真信、真愿，我真想到极乐世界去，我不想再留在这个世界，这样的心愿就取得阿弥陀佛那边录取了。这是第一个条件，念佛功夫浅深是第二个。先要录取，然后再谈功夫，功夫再浅都不怕，哪怕是凡圣同居土下下品往生也值得。为什么？极乐世界虽然有品位，它待遇是平等的，这是跟一切诸佛刹土不一样，皆作阿惟越致菩萨，那什么待遇？法身菩萨的待遇。所以你到极乐世界，下下品往生也是这样的，智慧、神通、道力跟法身大士是平等的。不是你修的，是阿弥陀佛加持你的，所以弥陀的恩德太大了！这些人有这么高的待遇，有这么高的智慧、神通、能力，统统是佛力加持，如果不得佛力加持，那不可能。你要把这些东西搞清楚、搞明白，你才晓得净宗多么殊胜，净宗遇到多难！遇到之后，真正相信，西方极乐世界录取了，真正念几声佛，到那边去插班了。决定不能放弃，如果放弃，真可惜！所以要发愿、要立志。这个世间一无所求，真正是于人无所争、于世无所求，每天能吃饱、能穿暖，有个小房子可以遮蔽风雨，够了，不再多求。再求的就是求生西方极乐世界，求早一天见阿弥陀佛。",
      "zh_TW": "由此可知，最重要的關鍵是要去，就是被他錄取，他錄取你的時候，真信、真願，我真想到極樂世界去，我不想再留在這個世界，這樣的心願就取得阿彌陀佛那邊錄取了。這是第一個條件，念佛功夫淺深是第二個。先要錄取，然後再談功夫，功夫再淺都不怕，哪怕是凡聖同居土下下品往生也值得。為什麼？極樂世界雖然有品位，它待遇是平等的，這是跟一切諸佛剎土不一樣，皆作阿惟越致菩薩，那什麼待遇？法身菩薩的待遇。所以你到極樂世界，下下品往生也是這樣的，智慧、神通、道力跟法身大士是平等的。不是你修的，是阿彌陀佛加持你的，所以彌陀的恩德太大了！這些人有這麼高的待遇，有這麼高的智慧、神通、能力，統統是佛力加持，如果不得佛力加持，那不可能。你要把這些東西搞清楚、搞明白，你才曉得淨宗多麼殊勝，淨宗遇到多難！遇到之後，真正相信，西方極樂世界錄取了，真正念幾聲佛，到那邊去插班了。決定不能放棄，如果放棄，真可惜！所以要發願、要立志。這個世間一無所求，真正是於人無所爭、於世無所求，每天能吃飽、能穿暖，有個小房子可以遮蔽風雨，夠了，不再多求。再求的就是求生西方極樂世界，求早一天見阿彌陀佛。"
    },
    {
      "id": "02-041-0228_p0042",
      "zh_CN": "往生到极乐世界花开见佛，不管什么品位，平等待遇。进入阿弥陀佛大讲堂，弥陀在那里讲经说法，这讲堂有你的座位，给你安排好了，你坐在座位上听经。听到什么时候离开？听到你大彻大悟、明心见性，你才会离开；如果没有彻悟，你不会离开的。换句话说，进入讲堂是凡夫，离开讲堂是佛，你成佛了，你不成佛你不会离开讲堂。多长时间？不定，每个人根性不相同，有人时间长，有人时间很短。多难得！",
      "zh_TW": "往生到極樂世界花開見佛，不管什麼品位，平等待遇。進入阿彌陀佛大講堂，彌陀在那裡講經說法，這講堂有你的座位，給你安排好了，你坐在座位上聽經。聽到什麼時候離開？聽到你大徹大悟、明心見性，你才會離開；如果沒有徹悟，你不會離開的。換句話說，進入講堂是凡夫，離開講堂是佛，你成佛了，你不成佛你不會離開講堂。多長時間？不定，每個人根性不相同，有人時間長，有人時間很短。多難得！"
    },
    {
      "id": "02-041-0228_p0043",
      "zh_CN": "到极乐世界，身体不是肉身，肉身是个生灭身，还要补充营养，天天吃饭，还要休息、要睡眠；极乐世界不需要，金刚不坏身，身体是紫磨真金色身，法性身。我们这个身是法相，阿赖耶识的相分，有生有灭。到极乐世界的人，统统转识成智，换句话说，转八识成四智，所以他的身是法性身，法性身没有生灭。所以你是无量寿，阿弥陀佛无量寿，每个往生的人都是无量寿，你说多难得！这个身体不需要吃饭、不需要喝水、不需要睡眠，精神永远饱满，体力充沛。在讲堂，等到大彻大悟之后就拜佛离开了，离开干什么？到十方世界供养诸佛如来，修福，听经闻法修慧，供养是修福，福慧双修，很短时间就修圆满了。",
      "zh_TW": "到極樂世界，身體不是肉身，肉身是個生滅身，還要補充營養，天天吃飯，還要休息、要睡眠；極樂世界不需要，金剛不壞身，身體是紫磨真金色身，法性身。我們這個身是法相，阿賴耶識的相分，有生有滅。到極樂世界的人，統統轉識成智，換句話說，轉八識成四智，所以他的身是法性身，法性身沒有生滅。所以你是無量壽，阿彌陀佛無量壽，每個往生的人都是無量壽，你說多難得！這個身體不需要吃飯、不需要喝水、不需要睡眠，精神永遠飽滿，體力充沛。在講堂，等到大徹大悟之後就拜佛離開了，離開幹什麼？到十方世界供養諸佛如來，修福，聽經聞法修慧，供養是修福，福慧雙修，很短時間就修圓滿了。"
    },
    {
      "id": "02-041-0228_p0044",
      "zh_CN": "自性里面的福慧自然现前，就是圆满，你就有能力在遍法界虚空界一切诸佛刹土帮助诸佛教化众生，以声闻、菩萨，不定什么身分，像观世音菩萨一样三十二应，应以什么身得度，你就现什么身。应该给众生说什么法，你一看就晓得他是什么样根性，你就给他说法，没有不当机的，没有听不懂的，没有不欢喜的，得大自在。我们一生当中，三年、五年就可以取得，为什么不干？这个要是不干的话，真叫吃大亏，太可惜了！希望同修头脑要清楚，这个机会百千万劫难遭遇。前清彭际清居士说过，众生有幸听到这个法门，那是无量劫来稀有难逢之一日，他怎么会遇到？怎么这么好运？我们多少人遇到之后不知道珍惜，当面错过，太可惜了！",
      "zh_TW": "自性裡面的福慧自然現前，就是圓滿，你就有能力在遍法界虛空界一切諸佛剎土幫助諸佛教化眾生，以聲聞、菩薩，不定什麼身分，像觀世音菩薩一樣三十二應，應以什麼身得度，你就現什麼身。應該給眾生說什麼法，你一看就曉得他是什麼樣根性，你就給他說法，沒有不當機的，沒有聽不懂的，沒有不歡喜的，得大自在。我們一生當中，三年、五年就可以取得，為什麼不幹？這個要是不幹的話，真叫吃大虧，太可惜了！希望同修頭腦要清楚，這個機會百千萬劫難遭遇。前清彭際清居士說過，眾生有幸聽到這個法門，那是無量劫來稀有難逢之一日，他怎麼會遇到？怎麼這麼好運？我們多少人遇到之後不知道珍惜，當面錯過，太可惜了！"
    },
    {
      "id": "02-041-0228_p0045",
      "zh_CN": "早年我在台中求学，李老师告诉我，台中莲社是他创办的，那个时候的莲友有二十多万人，我在台中住了十年，我离开的时候，莲友增加到五十万人。老师说，我们自己的同学、莲友，一万个人能往生的大概只有三、五个。万分之三、五，也不少了，五十万人，要是五个的话，有二百五十个人往生，真的很难得，往生就成佛了，度众生成佛道。不能往生，就是没有把这个机会抓住，对这个世间有留恋，放不下，这就苦了，我们不能干这个傻事，这很重要。除非是阿弥陀佛有使命交给你，像海贤老和尚，这有使命，阿弥陀佛如果不是嘱咐他长住世间表法，给大家做个好榜样，他早就往生了。我们相信，他取得往生的把握，二十五岁的时候就可以取得。在世间住这么多年，是阿弥陀佛嘱咐他的，他修得很好、修得不错，一直就这样保持下去，给佛弟子做个好榜样，给净宗同学做个好样子，给我们念佛人，他怎么往生？怎么那么自在？",
      "zh_TW": "早年我在台中求學，李老師告訴我，台中蓮社是他創辦的，那個時候的蓮友有二十多萬人，我在台中住了十年，我離開的時候，蓮友增加到五十萬人。老師說，我們自己的同學、蓮友，一萬個人能往生的大概只有三、五個。萬分之三、五，也不少了，五十萬人，要是五個的話，有二百五十個人往生，真的很難得，往生就成佛了，度眾生成佛道。不能往生，就是沒有把這個機會抓住，對這個世間有留戀，放不下，這就苦了，我們不能幹這個傻事，這很重要。除非是阿彌陀佛有使命交給你，像海賢老和尚，這有使命，阿彌陀佛如果不是囑咐他長住世間表法，給大家做個好榜樣，他早就往生了。我們相信，他取得往生的把握，二十五歲的時候就可以取得。在世間住這麼多年，是阿彌陀佛囑咐他的，他修得很好、修得不錯，一直就這樣保持下去，給佛弟子做個好榜樣，給淨宗同學做個好樣子，給我們念佛人，他怎麼往生？怎麼那麼自在？"
    },
    {
      "id": "02-041-0228_p0046",
      "zh_CN": "所以我们今天修净土，抓住三样东西：第一个《无量寿经》，这是根本法。第二个黄念祖老居士《净修捷要报恩谈》，这本书，后面有个光碟，非常重要。这本书里头很简单、很扼要把整个佛法都介绍出来了，显教密教、大乘小乘、宗门教下统统都说出来，像一个佛学常识一样，你就不外行了，你全都能懂得。第三种就是《来佛三圣永思集》，这一本，海贤老和尚的，已经整理成一本书，这是最后印的，里面有个光碟。我介绍同学这三样东西，这三样东西常常读、常常看、常常念，往生就有把握了。我们真正要做到，念念相续无有间断，身语意业无有疲厌，这就是真正「志愿无倦」的意思。今天我们就学到此地，时间到了。",
      "zh_TW": "所以我們今天修淨土，抓住三樣東西：第一個《無量壽經》，這是根本法。第二個黃念祖老居士《淨修捷要報恩談》，這本書，後面有個光碟，非常重要。這本書裡頭很簡單、很扼要把整個佛法都介紹出來了，顯教密教、大乘小乘、宗門教下統統都說出來，像一個佛學常識一樣，你就不外行了，你全都能懂得。第三種就是《來佛三聖永思集》，這一本，海賢老和尚的，已經整理成一本書，這是最後印的，裡面有個光碟。我介紹同學這三樣東西，這三樣東西常常讀、常常看、常常念，往生就有把握了。我們真正要做到，念念相續無有間斷，身語意業無有疲厭，這就是真正「志願無倦」的意思。今天我們就學到此地，時間到了。"
    }
  ]
}