{
  "doc_id": "02-041-0424",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二四集",
    "zh_TW": "第四二四集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0424",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "02-041-0424_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0424_p0002",
      "zh_CN": "请看《大经科注》，第九百六十九页，第三行：",
      "zh_TW": "請看《大經科註》，第九百六十九頁，第三行："
    },
    {
      "id": "02-041-0424_p0003",
      "zh_CN": "【重重诲勉第三十六】",
      "zh_TW": "【重重誨勉第三十六】"
    },
    {
      "id": "02-041-0424_p0004",
      "zh_CN": "第三十六品。念老有个简单的介绍，「本品为折伏众生恶业而示诲勉。首显恶因恶果，令知畏惧。末劝端正身心，不忘功夫，以免败悔。」虽然只有两句话，已经把这一品的内容、大意全都说出来了。前面两品是细说、广说这个世间的浊恶。浊是指什么？简单的说，人智慧没有了，完全是意识，就是妄想、杂念在当家做主，没有智慧。没有智慧就很容易造恶，造恶他并不知道他造恶，造恶之后有恶报，他也不相信有恶报，到报应来临的时候后悔不及。",
      "zh_TW": "第三十六品。念老有個簡單的介紹，「本品為折伏眾生惡業而示誨勉。首顯惡因惡果，令知畏懼。末勸端正身心，不忘功夫，以免敗悔。」雖然只有兩句話，已經把這一品的內容、大意全都說出來了。前面兩品是細說、廣說這個世間的濁惡。濁是指什麼？簡單的說，人智慧沒有了，完全是意識，就是妄想、雜念在當家做主，沒有智慧。沒有智慧就很容易造惡，造惡他並不知道他造惡，造惡之後有惡報，他也不相信有惡報，到報應來臨的時候後悔不及。"
    },
    {
      "id": "02-041-0424_p0005",
      "zh_CN": "这些年来，我们遇到不少次附体。附体这些现象告诉我们一桩事实，就是恶因恶果、善因善报，清清楚楚，明明白白，决定不是假的。早年我看过唐太宗的附体，我也是半信半疑；当我们将《群书治要》印一万本流通，唐太宗附体在我们同修的身上，我相信了。为什么？我们这边的同修是表演不出这桩事情来，她做不出来，而且附体的时间不长，不超过十分钟，时间很短暂，说得很清楚。他说为什么来找我，他是来感恩的，他离开无间地狱就是靠这部书的功德。这部书我们并不是为他做的，我们是为了保存中国传统文化。这部书在中国失传一千年，所以从《唐书》、《宋史》，这里面都没有记载。原因这以后我们知道，唐朝亡国之后，这部书被日本人带回去，隋唐的时代，日本的留学生在中国非常多，他们识货，他们知道这是宝典。而唐朝那个时候，印刷术没有发明，印刷术是宋朝发明，所以书都是手写的本子，数量肯定不多，这么大的书，从头到尾五十万字。所以唐太宗来感恩。我们流通，希望全世界每个图书馆都有收藏，国家图书馆也有收藏，这样将来不会再失传，这是我们用心。",
      "zh_TW": "這些年來，我們遇到不少次附體。附體這些現象告訴我們一樁事實，就是惡因惡果、善因善報，清清楚楚，明明白白，決定不是假的。早年我看過唐太宗的附體，我也是半信半疑；當我們將《群書治要》印一萬本流通，唐太宗附體在我們同修的身上，我相信了。為什麼？我們這邊的同修是表演不出這樁事情來，她做不出來，而且附體的時間不長，不超過十分鐘，時間很短暫，說得很清楚。他說為什麼來找我，他是來感恩的，他離開無間地獄就是靠這部書的功德。這部書我們並不是為他做的，我們是為了保存中國傳統文化。這部書在中國失傳一千年，所以從《唐書》、《宋史》，這裡面都沒有記載。原因這以後我們知道，唐朝亡國之後，這部書被日本人帶回去，隋唐的時代，日本的留學生在中國非常多，他們識貨，他們知道這是寶典。而唐朝那個時候，印刷術沒有發明，印刷術是宋朝發明，所以書都是手寫的本子，數量肯定不多，這麼大的書，從頭到尾五十萬字。所以唐太宗來感恩。我們流通，希望全世界每個圖書館都有收藏，國家圖書館也有收藏，這樣將來不會再失傳，這是我們用心。"
    },
    {
      "id": "02-041-0424_p0006",
      "zh_CN": "唐太宗告诉我们一桩事情，这部书可以救中国，不但能救中国，可以救全世界。这是我们没想到的，我们只想到救中国，没有想到救世界。他这一句话提醒了我们，既然要救全世界，就必要把它翻成白话文，从白话文翻成外国文字，对全世界流通。这些年来，我们都非常努力在做。今年是第五年，我们在联合国流通，过去四年，每年我们都把这个书，赠送给联合国的这些大使、代表们，效果很好，看到了没有不生欢喜心的，没有不赞叹的。现在已经有八种不同文字在流通，我们希望这个地球上，有多少国家，有不同的语言文字，都能够有译本，有这个翻译本，让全世界的人都有机会读到这部书。这是中国五千年，古圣先贤、老祖宗们对整个人类做出最伟大的贡献。它确确实实能帮助我们，这一生生活得幸福快乐；帮助我们每一个家庭，家庭都能够生活在和谐，家和万事兴，和谐幸福之中；帮助每个人事业成长，无论你是哪个行业，这部书都可以教你，怎么样去经营，怎么样提升；帮助社会安定，帮助国家富强，帮助世界大同。",
      "zh_TW": "唐太宗告訴我們一樁事情，這部書可以救中國，不但能救中國，可以救全世界。這是我們沒想到的，我們只想到救中國，沒有想到救世界。他這一句話提醒了我們，既然要救全世界，就必要把它翻成白話文，從白話文翻成外國文字，對全世界流通。這些年來，我們都非常努力在做。今年是第五年，我們在聯合國流通，過去四年，每年我們都把這個書，贈送給聯合國的這些大使、代表們，效果很好，看到了沒有不生歡喜心的，沒有不讚歎的。現在已經有八種不同文字在流通，我們希望這個地球上，有多少國家，有不同的語言文字，都能夠有譯本，有這個翻譯本，讓全世界的人都有機會讀到這部書。這是中國五千年，古聖先賢、老祖宗們對整個人類做出最偉大的貢獻。它確確實實能幫助我們，這一生生活得幸福快樂；幫助我們每一個家庭，家庭都能夠生活在和諧，家和萬事興，和諧幸福之中；幫助每個人事業成長，無論你是哪個行業，這部書都可以教你，怎麼樣去經營，怎麼樣提升；幫助社會安定，幫助國家富強，幫助世界大同。"
    },
    {
      "id": "02-041-0424_p0007",
      "zh_CN": "所以有很多人说，二十一世纪是中国人的世纪。我们现在看出来了，是中国人文化的世纪。中国不会侵略别人，不会霸占别人，中国人有好东西到处送礼，把《群书治要》这个宝典，修身、齐家、治国、平天下，不能缺少的，必修的课程，贡献给地球上每个众生，希望地球往后永远没有战争，没有斗争，没有竞争，地球就是天堂，地球就是极乐世界。那我们还要到极乐世界吗？要！为什么？地球虽然变成极乐世界，寿命太短，能活到一百岁的人不多，到极乐世界无量寿，这还是不能相比。所以我们学佛了，这一生终极的目标决定是极乐世界，不换题目。这一生呢？这一生要把佛教的文化，佛陀的教诲，带给地球上的同胞们。",
      "zh_TW": "所以有很多人說，二十一世紀是中國人的世紀。我們現在看出來了，是中國人文化的世紀。中國不會侵略別人，不會霸佔別人，中國人有好東西到處送禮，把《群書治要》這個寶典，修身、齊家、治國、平天下，不能缺少的，必修的課程，貢獻給地球上每個眾生，希望地球往後永遠沒有戰爭，沒有鬥爭，沒有競爭，地球就是天堂，地球就是極樂世界。那我們還要到極樂世界嗎？要！為什麼？地球雖然變成極樂世界，壽命太短，能活到一百歲的人不多，到極樂世界無量壽，這還是不能相比。所以我們學佛了，這一生終極的目標決定是極樂世界，不換題目。這一生呢？這一生要把佛教的文化，佛陀的教誨，帶給地球上的同胞們。"
    },
    {
      "id": "02-041-0424_p0008",
      "zh_CN": "我说这个话，你听到了也许会很奇怪，怎么是同胞？同胞就是一体的意思。中国的法师，惠能大师说「何期自性，能生万法」，万法就是宇宙。这个宇宙从哪里生的？是我们自性生的。所以佛如是说，道也如是说，中外的这些哲学家们也是这个说法。尤其是现在量子力学给我们证明出来了，整个宇宙离不开意识。我们用量子说大家容易懂，你也会相信。意识是什么？起心动念。这个起心动念能造物质的世界，所有的物质都是起心动念变现出来。起心动念是阿赖耶的第六识，加上阿赖耶的第七识末那，执着，阿赖耶的根本识就是阿赖耶。阿赖耶是梵语，意思是储藏，像仓库一样，把我们起心动念、所作所为，生生世世永远不间断，全存在这个档案室里头。你要是明心见性，你全都知道了，不但知道现前，知道过去、未来，知道过去无量劫、未来无量劫，生生世世，如对电视画面一样，都在存档，你说可怕不可怕？瞒不了人。那个人明心见性，他见到了；这边的人明心见性，他也见到了，所见到全宇宙。",
      "zh_TW": "我說這個話，你聽到了也許會很奇怪，怎麼是同胞？同胞就是一體的意思。中國的法師，惠能大師說「何期自性，能生萬法」，萬法就是宇宙。這個宇宙從哪裡生的？是我們自性生的。所以佛如是說，道也如是說，中外的這些哲學家們也是這個說法。尤其是現在量子力學給我們證明出來了，整個宇宙離不開意識。我們用量子說大家容易懂，你也會相信。意識是什麼？起心動念。這個起心動念能造物質的世界，所有的物質都是起心動念變現出來。起心動念是阿賴耶的第六識，加上阿賴耶的第七識末那，執著，阿賴耶的根本識就是阿賴耶。阿賴耶是梵語，意思是儲藏，像倉庫一樣，把我們起心動念、所作所為，生生世世永遠不間斷，全存在這個檔案室裡頭。你要是明心見性，你全都知道了，不但知道現前，知道過去、未來，知道過去無量劫、未來無量劫，生生世世，如對電視畫面一樣，都在存檔，你說可怕不可怕？瞞不了人。那個人明心見性，他見到了；這邊的人明心見性，他也見到了，所見到全宇宙。"
    },
    {
      "id": "02-041-0424_p0009",
      "zh_CN": "我们生生世世迷而不觉，没有开悟，是个什么情形？就是释迦牟尼佛为我们所说的这一部《无量寿经》，这一次讲经法会里头，世尊为我们透露相当分量的事实真相，我们不能不知道。最重要的一定要知道因果。起心动念是根本的因，一念不觉而有无明，无明不觉生三细，境界为缘长六粗，这几句话是《大乘起信论》给我们说的。宇宙形成的层次，最初一念不觉，从一念不觉生三细相，从三细相生六粗相，就形成世界，形成宇宙。同一个自性，自性就是真心，真心就一个，没两个。真心没有念头，没有妄想，没有杂念。所以我说同胞，我认识了，遍法界虚空界万事万物跟我是一体。一体，哪有不爱护的道理？一体，怎么能起心动念头叫别人受苦受难？这做不到的。这个人生观你要是建立，真的不是假的，这是发菩提心的第一步。你的菩提心虽然还没有长芽，根出现了，有这个根就能长芽，就能长成大树，就能开花结果。",
      "zh_TW": "我們生生世世迷而不覺，沒有開悟，是個什麼情形？就是釋迦牟尼佛為我們所說的這一部《無量壽經》，這一次講經法會裡頭，世尊為我們透露相當分量的事實真相，我們不能不知道。最重要的一定要知道因果。起心動念是根本的因，一念不覺而有無明，無明不覺生三細，境界為緣長六粗，這幾句話是《大乘起信論》給我們說的。宇宙形成的層次，最初一念不覺，從一念不覺生三細相，從三細相生六粗相，就形成世界，形成宇宙。同一個自性，自性就是真心，真心就一個，沒兩個。真心沒有念頭，沒有妄想，沒有雜念。所以我說同胞，我認識了，遍法界虛空界萬事萬物跟我是一體。一體，哪有不愛護的道理？一體，怎麼能起心動念頭叫別人受苦受難？這做不到的。這個人生觀你要是建立，真的不是假的，這是發菩提心的第一步。你的菩提心雖然還沒有長芽，根出現了，有這個根就能長芽，就能長成大樹，就能開花結果。"
    },
    {
      "id": "02-041-0424_p0010",
      "zh_CN": "我们请看经文。下面，「辛一」，科判，「诫恶」。这里面分四科，第一段，「约相生以重诲」。再分两个小段，第一个，「诫辗转莫犯」。",
      "zh_TW": "我們請看經文。下面，「辛一」，科判，「誡惡」。這裡面分四科，第一段，「約相生以重誨」。再分兩個小段，第一個，「誡輾轉莫犯」。"
    },
    {
      "id": "02-041-0424_p0011",
      "zh_CN": "佛的话我们相信，佛的话我们接受，学佛从哪里学起？从自己学起，经典上所说的，意思我要明了，明了之后，表现在日常生活当中像一个佛弟子。佛弟子简单的来说，存心要存一个真心，不能存妄心。什么叫妄心？生灭心叫妄心。我们的念头，前念灭后念生，从早到晚没有休息，天天如是，年年如是。所起的念头，无论是善念是恶念，全是妄想，没有一念真实。真实是什么？真实是无念。我们也有无念的时候，是不是真实？不是真实，我们的无念是暂时念头断掉，是暂时的，粗念头断掉了，细念头没断。为什么？粗念头我们知道，微细念头自己不知道。譬如一弹指三十二亿百千念，这是细念，我们就不知道。这一弹指不到一秒钟，有多少细念？三十二亿百千念，单位是百千。所以，六道众生真的叫迷惑颠倒。",
      "zh_TW": "佛的話我們相信，佛的話我們接受，學佛從哪裡學起？從自己學起，經典上所說的，意思我要明瞭，明瞭之後，表現在日常生活當中像一個佛弟子。佛弟子簡單的來說，存心要存一個真心，不能存妄心。什麼叫妄心？生滅心叫妄心。我們的念頭，前念滅後念生，從早到晚沒有休息，天天如是，年年如是。所起的念頭，無論是善念是惡念，全是妄想，沒有一念真實。真實是什麼？真實是無念。我們也有無念的時候，是不是真實？不是真實，我們的無念是暫時念頭斷掉，是暫時的，粗念頭斷掉了，細念頭沒斷。為什麼？粗念頭我們知道，微細念頭自己不知道。譬如一彈指三十二億百千念，這是細念，我們就不知道。這一彈指不到一秒鐘，有多少細念？三十二億百千念，單位是百千。所以，六道眾生真的叫迷惑顛倒。"
    },
    {
      "id": "02-041-0424_p0012",
      "zh_CN": "有一位天主教的神父，我们在一起讨论这个问题，地球怎么会变成这个样子？根本的原因在什么地方？他说出，就是无知。这个话说得好！无知就是愚痴。梵蒂冈驻在联合国教科文组织的大使，那天我们在一起，他就坐在我的左手这边，我们一个圆桌会议，大概有三十多位大使参加。说得好，我非常佩服他，真的一语道破。今天世界为什么会变成这个样子？佛法讲愚痴。愚痴，他敢作敢为，不怕因果报应。果报他没有见到，他敢造因，恶因。不是不知道，知道是恶也敢干，贪瞋痴慢疑，起什么念头？起这个念头。真正知道就有畏惧之念，念头一起马上可以息灭掉，不能让它发展，不可以造作，这就有办法能控制。虽然出不了六道轮回，但是不堕三恶道。不容易，为什么？这些妄念，作恶的妄念，念念相生，往外冒，止不住，微细的念头一弹指三十二亿百千念，根本就不知道，没有觉察到。这是无知的深一层的意思。你怎么晓得你不在造业？佛慈悲，在这里教导我们，劝导我们不要犯。这是你自己的事情，不是别人叫你犯的，是你自己控制不住，错误的念头不断的现前，自己完全不知道，你说多可怕。我们看经文：",
      "zh_TW": "有一位天主教的神父，我們在一起討論這個問題，地球怎麼會變成這個樣子？根本的原因在什麼地方？他說出，就是無知。這個話說得好！無知就是愚痴。梵蒂岡駐在聯合國教科文組織的大使，那天我們在一起，他就坐在我的左手這邊，我們一個圓桌會議，大概有三十多位大使參加。說得好，我非常佩服他，真的一語道破。今天世界為什麼會變成這個樣子？佛法講愚痴。愚痴，他敢作敢為，不怕因果報應。果報他沒有見到，他敢造因，惡因。不是不知道，知道是惡也敢幹，貪瞋痴慢疑，起什麼念頭？起這個念頭。真正知道就有畏懼之念，念頭一起馬上可以息滅掉，不能讓它發展，不可以造作，這就有辦法能控制。雖然出不了六道輪迴，但是不墮三惡道。不容易，為什麼？這些妄念，作惡的妄念，念念相生，往外冒，止不住，微細的念頭一彈指三十二億百千念，根本就不知道，沒有覺察到。這是無知的深一層的意思。你怎麼曉得你不在造業？佛慈悲，在這裡教導我們，勸導我們不要犯。這是你自己的事情，不是別人叫你犯的，是你自己控制不住，錯誤的念頭不斷的現前，自己完全不知道，你說多可怕。我們看經文："
    },
    {
      "id": "02-041-0424_p0013",
      "zh_CN": "【佛告弥勒。吾语汝等。如是五恶五痛五烧。辗转相生。敢有犯此。当历恶趣。】",
      "zh_TW": "【佛告彌勒。吾語汝等。如是五惡五痛五燒。輾轉相生。敢有犯此。當歷惡趣。】"
    },
    {
      "id": "02-041-0424_p0014",
      "zh_CN": "前面为我们说出，这就是前面几品所讲的，五恶、五痛、五烧，现代的社会，佛这几句话讲尽了。我们看念老的注解。右面这段说明，「五恶、五痛、五烧相生之祸。《嘉祥疏》曰：展转相生者，明三毒」。辗转就是轮回不间断，说明三毒，三毒就是贪瞋痴，有贪瞋痴，必然有傲慢、怀疑。所以通常佛法里头也说为五毒，贪瞋痴慢疑，五毒。学佛从哪里学起？我常常劝人，要学释迦牟尼佛，把贪瞋痴慢疑这五桩事情连根拔除。好！真正拔掉，五毒拔掉了，轮回就没有了。轮回从哪里来的？贪瞋痴慢疑变现出来的，它是六道轮回的根。什么人拔掉它？品位不高，小乘须陀洹。须陀洹就开始做这个工作了，起心动念不贪、不瞋、不傲慢、不愚痴、不怀疑，小乘什么果位？初果。把这五毒控制住了，有没有断？没断。控制，不造，念头有，但是戒持得清净，五戒：不杀生、不偷盗、不邪淫、不妄语、不饮酒，这再加以细说，里头有不两舌、不恶口、不绮语，这就变成十善，他做到了，他有起心动念、有言语造作，他能够把这个守住，五戒十善。五戒十善是一桩事情，五戒里头只有一句不妄语，十善是从不妄语里头开出来不恶口、不绮语、不两舌，加上这个不恶口，这变成十善。十善我们要能够做到，入佛门，真正是佛的弟子。",
      "zh_TW": "前面為我們說出，這就是前面幾品所講的，五惡、五痛、五燒，現代的社會，佛這幾句話講盡了。我們看念老的註解。右面這段說明，「五惡、五痛、五燒相生之禍。《嘉祥疏》曰：展轉相生者，明三毒」。輾轉就是輪迴不間斷，說明三毒，三毒就是貪瞋痴，有貪瞋痴，必然有傲慢、懷疑。所以通常佛法裡頭也說為五毒，貪瞋痴慢疑，五毒。學佛從哪裡學起？我常常勸人，要學釋迦牟尼佛，把貪瞋痴慢疑這五樁事情連根拔除。好！真正拔掉，五毒拔掉了，輪迴就沒有了。輪迴從哪裡來的？貪瞋痴慢疑變現出來的，它是六道輪迴的根。什麼人拔掉它？品位不高，小乘須陀洹。須陀洹就開始做這個工作了，起心動念不貪、不瞋、不傲慢、不愚痴、不懷疑，小乘什麼果位？初果。把這五毒控制住了，有沒有斷？沒斷。控制，不造，念頭有，但是戒持得清淨，五戒：不殺生、不偷盜、不邪淫、不妄語、不飲酒，這再加以細說，裡頭有不兩舌、不惡口、不綺語，這就變成十善，他做到了，他有起心動念、有言語造作，他能夠把這個守住，五戒十善。五戒十善是一樁事情，五戒裡頭只有一句不妄語，十善是從不妄語裡頭開出來不惡口、不綺語、不兩舌，加上這個不惡口，這變成十善。十善我們要能夠做到，入佛門，真正是佛的弟子。"
    },
    {
      "id": "02-041-0424_p0015",
      "zh_CN": "三皈十善没有做到，不是佛弟子。受戒再多年也是假的，也不是真的。不能不知道。为什么？不知道，将来要吃大亏。将来吃什么亏？无间地狱去了。我没犯什么罪？五戒十善都犯了。你自己以为没犯，佛菩萨看到你在犯，鬼神看到你在犯。佛菩萨原谅你、不说你，鬼神可不饶你，他们的烦恼习气没断，这些人来报复你。更麻烦的，冤亲债主。你有多少冤亲债主，过去无量劫到今天，数不清，说不完，这些冤亲债主都在等机会。等什么机会？等你犯罪到一定的时候，他就乘机而入，他来报复你，你没有能力抗拒他。这种情形我们也见得很多，还有，有一些就在我们自己身上看到的。凡事都离不开因果，善因有善果，恶因有恶报，不要以为造作恶因没有恶报，那是完全错了。三毒，贪瞋痴，再加上傲慢，加上怀疑，五毒。五毒要断掉，如果不断掉，「苦果不息」，这个麻烦可大了，果不好受。",
      "zh_TW": "三皈十善沒有做到，不是佛弟子。受戒再多年也是假的，也不是真的。不能不知道。為什麼？不知道，將來要吃大虧。將來吃什麼虧？無間地獄去了。我沒犯什麼罪？五戒十善都犯了。你自己以為沒犯，佛菩薩看到你在犯，鬼神看到你在犯。佛菩薩原諒你、不說你，鬼神可不饒你，他們的煩惱習氣沒斷，這些人來報復你。更麻煩的，冤親債主。你有多少冤親債主，過去無量劫到今天，數不清，說不完，這些冤親債主都在等機會。等什麼機會？等你犯罪到一定的時候，他就乘機而入，他來報復你，你沒有能力抗拒他。這種情形我們也見得很多，還有，有一些就在我們自己身上看到的。凡事都離不開因果，善因有善果，惡因有惡報，不要以為造作惡因沒有惡報，那是完全錯了。三毒，貪瞋痴，再加上傲慢，加上懷疑，五毒。五毒要斷掉，如果不斷掉，「苦果不息」，這個麻煩可大了，果不好受。"
    },
    {
      "id": "02-041-0424_p0016",
      "zh_CN": "「又《会疏》曰：五恶是因，勤苦是果」。果，苦上面加个勤，你很勤劳，你不离苦。我们这个世间，现前这个社会，你冷静的去观察，你看看芸芸众生，他在干什么？他的心是贪瞋痴慢疑，他的行为、他的言语是干的五恶，太可怕了。「依果诫因，展转相生，现（世）痛后（世）烧，相因而生故」。这两个说法都说明相生，「但未详明辗转之义」，辗转的意思没说，包在相生里头，「净影、憬兴与望西明之」，两种都说出来了。「望西云：初明恶生痛烧。次明烧生恶痛。」说得好！这里头两个意思，第一个意思，五恶，就是贪瞋痴慢疑这个念头叫你去作恶。你以贪瞋痴慢疑对人，以贪瞋痴慢疑对事，变成什么？恶事敢作敢为，善事没放在心上，多么可怕。",
      "zh_TW": "「又《會疏》曰：五惡是因，勤苦是果」。果，苦上面加個勤，你很勤勞，你不離苦。我們這個世間，現前這個社會，你冷靜的去觀察，你看看芸芸眾生，他在幹什麼？他的心是貪瞋痴慢疑，他的行為、他的言語是幹的五惡，太可怕了。「依果誡因，展轉相生，現（世）痛後（世）燒，相因而生故」。這兩個說法都說明相生，「但未詳明輾轉之義」，輾轉的意思沒說，包在相生裡頭，「淨影、憬興與望西明之」，兩種都說出來了。「望西云：初明惡生痛燒。次明燒生惡痛。」說得好！這裡頭兩個意思，第一個意思，五惡，就是貪瞋痴慢疑這個念頭叫你去作惡。你以貪瞋痴慢疑對人，以貪瞋痴慢疑對事，變成什麼？惡事敢作敢為，善事沒放在心上，多麼可怕。"
    },
    {
      "id": "02-041-0424_p0017",
      "zh_CN": "「净影云：初明从恶生痛生烧。下明其从烧生恶生痛。」辗转相生，因变成果，果又变成因，因果滋生，永远不断，这就是六道轮回。真可怕，不能不知道，不能迷惑。为什么不能迷惑？我们今天吃的苦头，如果不能觉悟，不能往生净土，往下去只可以说一世比一世痛苦，你愿意受吗？这个日子一世不如一世，难过。谁能救我们？谁能帮助我们？佛菩萨能帮，古圣先贤能帮，老祖宗能帮。问题，我们相不相信？我们认为那是迷信，认为现前的这些诸恶，自己还是有相当成分的贪恋，舍不得离开，杀生、吃肉，舍不得离开。六根不能彻底放下六尘，那是干什么？造业。憬兴大师也是这个说法。",
      "zh_TW": "「淨影云：初明從惡生痛生燒。下明其從燒生惡生痛。」輾轉相生，因變成果，果又變成因，因果滋生，永遠不斷，這就是六道輪迴。真可怕，不能不知道，不能迷惑。為什麼不能迷惑？我們今天吃的苦頭，如果不能覺悟，不能往生淨土，往下去只可以說一世比一世痛苦，你願意受嗎？這個日子一世不如一世，難過。誰能救我們？誰能幫助我們？佛菩薩能幫，古聖先賢能幫，老祖宗能幫。問題，我們相不相信？我們認為那是迷信，認為現前的這些諸惡，自己還是有相當成分的貪戀，捨不得離開，殺生、吃肉，捨不得離開。六根不能徹底放下六塵，那是幹什麼？造業。憬興大師也是這個說法。"
    },
    {
      "id": "02-041-0424_p0018",
      "zh_CN": "「是谓恶与痛烧，互相辗转而生。恶生痛烧」，恶是恶念，「故入恶趣」。你每天结缘，跟谁结缘？跟三恶道，瞋恚跟地狱道；愚痴，畜生道；贪心，饿鬼道。我这一天干了些什么？自己反省一下，很可怕，全是三恶道。只有念佛人，一天念十万声佛号。世间人，念念不是善念就是恶念，善恶离不开。一天要是果然十万声佛号，定在这上面，佛念多，妄想杂念少，你就很有机会往生极乐世界。如果是我们佛念少，妄念多，极乐世界去不了，这一生要空过。那再想想，祖师大德常常提醒我们，「人身难得，佛法难闻」，我们得到人身，闻到佛法，这个机会不容易，不能心里存恶念。弘宗演教是出家人的事业，是出家人正常的事业，要是走错路了，走错方向了，也搞到名闻利养去了，这个麻烦可就大了，一口气不来你往哪里去？你晓得。六道轮回，简单的说，不就三桩事情吗？贪瞋痴，贪心饿鬼道，瞋恚地狱道，愚痴畜生道。轮回不是六道，三道轮回，他在三恶道轮回，要轮回多久才有这么个缘分又到人道来了。佛在经上告诉我们，三途一堕五千劫，时间这么长，五千劫才有那么一个机会，你到三善道来了，好难！人身太可贵了，佛法真难闻。",
      "zh_TW": "「是謂惡與痛燒，互相輾轉而生。惡生痛燒」，惡是惡念，「故入惡趣」。你每天結緣，跟誰結緣？跟三惡道，瞋恚跟地獄道；愚痴，畜生道；貪心，餓鬼道。我這一天幹了些什麼？自己反省一下，很可怕，全是三惡道。只有念佛人，一天念十萬聲佛號。世間人，念念不是善念就是惡念，善惡離不開。一天要是果然十萬聲佛號，定在這上面，佛念多，妄想雜念少，你就很有機會往生極樂世界。如果是我們佛念少，妄念多，極樂世界去不了，這一生要空過。那再想想，祖師大德常常提醒我們，「人身難得，佛法難聞」，我們得到人身，聞到佛法，這個機會不容易，不能心裡存惡念。弘宗演教是出家人的事業，是出家人正常的事業，要是走錯路了，走錯方向了，也搞到名聞利養去了，這個麻煩可就大了，一口氣不來你往哪裡去？你曉得。六道輪迴，簡單的說，不就三樁事情嗎？貪瞋痴，貪心餓鬼道，瞋恚地獄道，愚痴畜生道。輪迴不是六道，三道輪迴，他在三惡道輪迴，要輪迴多久才有這麼個緣分又到人道來了。佛在經上告訴我們，三途一墮五千劫，時間這麼長，五千劫才有那麼一個機會，你到三善道來了，好難！人身太可貴了，佛法真難聞。"
    },
    {
      "id": "02-041-0424_p0019",
      "zh_CN": "我们有这个机缘谈谈佛法，除非实在不得已，这次停课停了一个多月，没有别的原因，老了，身体衰了，九十一岁了，最难的就是中气不足，说话没声音。这一个月天天调养，我看今天声音还可以，可以就讲经。我们在一起学习经教，这个时间不能错过。同修们劝导我，中气不足是衰老的正常现象，让我讲经的时间缩短，试试看一天一个小时，所以从今天起，我们一天一个小时。我们时间很长，细心来读这部经、来学这部经，字字句句都含无量义。",
      "zh_TW": "我們有這個機緣談談佛法，除非實在不得已，這次停課停了一個多月，沒有別的原因，老了，身體衰了，九十一歲了，最難的就是中氣不足，說話沒聲音。這一個月天天調養，我看今天聲音還可以，可以就講經。我們在一起學習經教，這個時間不能錯過。同修們勸導我，中氣不足是衰老的正常現象，讓我講經的時間縮短，試試看一天一個小時，所以從今天起，我們一天一個小時。我們時間很長，細心來讀這部經、來學這部經，字字句句都含無量義。"
    },
    {
      "id": "02-041-0424_p0020",
      "zh_CN": "念老说，「恶与痛烧，互相辗转而生。恶生痛烧，故入恶趣」，恶趣就是三恶道。「但恶趣众生，三毒弥甚」，三恶道的众生，他的贪瞋痴慢疑比我们严重多了，我们轻，他严重。换句话说，所以我们就相信，三途一堕五千劫。这个话是佛说的，我们相不相信？我们害不害怕？如果相信，如果害怕，现在救自己还来得及。要真正发心自救，别人救不了我们，要自己救自己。所以这下面说，但恶趣众生，三毒弥甚，这一句是真话。「故烧复生恶痛」，愈来愈严重，愈来愈可怕。恶生痛烧，故入恶趣。但恶趣众生，三毒弥甚，故烧复生恶痛。「如鸡生蛋，蛋又生鸡，彼此辗转而生，何有已时。故下云敢有犯此，此者恶也」，就是贪瞋痴慢疑做杀生、邪淫、偷盗，敢干，来生怎么办？这个问题太严重了。敢有犯此，此是指恶因。「敢犯恶者，必当永劫辗转于恶趣之中。故云当历恶趣。历者经历。恶趣是作恶自招之果。故举果相，以诫众生令止恶因也。」这段经文文字不多，意思无有穷尽，太深太广，我们要细心体会。要宝贵自己无比珍贵的寿命，要用这一生的寿命求出轮回，永不再造恶业，这就对了。佛说这几句话目的就达到了。我们要感佛恩。下面经文，说明这两种果报的样子，时时刻刻都在提醒我们。",
      "zh_TW": "念老說，「惡與痛燒，互相輾轉而生。惡生痛燒，故入惡趣」，惡趣就是三惡道。「但惡趣眾生，三毒彌甚」，三惡道的眾生，他的貪瞋痴慢疑比我們嚴重多了，我們輕，他嚴重。換句話說，所以我們就相信，三途一墮五千劫。這個話是佛說的，我們相不相信？我們害不害怕？如果相信，如果害怕，現在救自己還來得及。要真正發心自救，別人救不了我們，要自己救自己。所以這下面說，但惡趣眾生，三毒彌甚，這一句是真話。「故燒復生惡痛」，愈來愈嚴重，愈來愈可怕。惡生痛燒，故入惡趣。但惡趣眾生，三毒彌甚，故燒復生惡痛。「如雞生蛋，蛋又生雞，彼此輾轉而生，何有已時。故下云敢有犯此，此者惡也」，就是貪瞋痴慢疑做殺生、邪淫、偷盜，敢幹，來生怎麼辦？這個問題太嚴重了。敢有犯此，此是指惡因。「敢犯惡者，必當永劫輾轉於惡趣之中。故云當歷惡趣。歷者經歷。惡趣是作惡自招之果。故舉果相，以誡眾生令止惡因也。」這段經文文字不多，意思無有窮盡，太深太廣，我們要細心體會。要寶貴自己無比珍貴的壽命，要用這一生的壽命求出輪迴，永不再造惡業，這就對了。佛說這幾句話目的就達到了。我們要感佛恩。下面經文，說明這兩種果報的樣子，時時刻刻都在提醒我們。"
    },
    {
      "id": "02-041-0424_p0021",
      "zh_CN": "今天一个小时时间到了，我们就说到此地。经不在乎长短，在乎我们重视，认真学习，努力学习，掌握这个机会脱离六道轮回，目的就达到了。最善巧的方法，无比殊胜的方法，无过于念佛求生净土，这句话千万不要忘记。谢谢大家。",
      "zh_TW": "今天一個小時時間到了，我們就說到此地。經不在乎長短，在乎我們重視，認真學習，努力學習，掌握這個機會脫離六道輪迴，目的就達到了。最善巧的方法，無比殊勝的方法，無過於念佛求生淨土，這句話千萬不要忘記。謝謝大家。"
    }
  ]
}