{
  "doc_id": "02-041-0480",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八Ｏ集",
    "zh_TW": "第四八Ｏ集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0480",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-041-0480_p0001",
      "zh_CN": "诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0480_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ五四页第一行，这第二小段，「第一弟子」，这句话很不容易得到。谁是如来第一弟子？要记住，凡是念阿弥陀佛的人，他就是如来第一弟子。不但是阿弥陀佛极乐世界，称第一弟子，十方一切诸佛如来，都称他为第一弟子。我们听了这些话，很幸运，这个法门我们遇到了。请看经文：",
      "zh_TW": "請看《大經科註》，第一Ｏ五四頁第一行，這第二小段，「第一弟子」，這句話很不容易得到。誰是如來第一弟子？要記住，凡是念阿彌陀佛的人，他就是如來第一弟子。不但是阿彌陀佛極樂世界，稱第一弟子，十方一切諸佛如來，都稱他為第一弟子。我們聽了這些話，很幸運，這個法門我們遇到了。請看經文："
    },
    {
      "id": "02-041-0480_p0003",
      "zh_CN": "【心无下劣。亦不贡高。成就善根。悉皆增上。当知此人非是小乘。于我法中。得名第一弟子。】",
      "zh_TW": "【心無下劣。亦不貢高。成就善根。悉皆增上。當知此人非是小乘。於我法中。得名第一弟子。】"
    },
    {
      "id": "02-041-0480_p0004",
      "zh_CN": "经文清清楚楚、明明白白，我们要不要做佛的第一弟子。要想做佛第一弟子，只有这部经上有，其他经上没有。这部经为什么会有？弥陀如来，在一切诸佛大众当中称为第一，佛是诸佛当中的第一，佛的弟子也称为第一弟子。",
      "zh_TW": "經文清清楚楚、明明白白，我們要不要做佛的第一弟子。要想做佛第一弟子，只有這部經上有，其他經上沒有。這部經為什麼會有？彌陀如來，在一切諸佛大眾當中稱為第一，佛是諸佛當中的第一，佛的弟子也稱為第一弟子。"
    },
    {
      "id": "02-041-0480_p0005",
      "zh_CN": "我们看念老的注解，『心无下劣』者，「能生信故」，这句话很重要，这部经典、这个法门，是不是真相信了？有许多人说，我真相信了。什么叫真信？像海贤老和尚这样的人，深信，真信了。我们时时刻刻，把这句佛号都忘掉了，起心动念，是非人我，无不是业，无不是罪。就一般来说，造业；就学佛来说，你有罪，为什么？因为你可以当第一弟子，你放弃了，你起心动念还是分别执着，标准的六道凡夫。你信这个经，不是真信，是迷信。迷信，没把它当作一回事情，哪里当真？对不起释迦牟尼佛，对不起十方世界一切诸佛如来，那些都是弘扬这部经的，劝大家修这个法门的。",
      "zh_TW": "我們看念老的註解，『心無下劣』者，「能生信故」，這句話很重要，這部經典、這個法門，是不是真相信了？有許多人說，我真相信了。什麼叫真信？像海賢老和尚這樣的人，深信，真信了。我們時時刻刻，把這句佛號都忘掉了，起心動念，是非人我，無不是業，無不是罪。就一般來說，造業；就學佛來說，你有罪，為什麼？因為你可以當第一弟子，你放棄了，你起心動念還是分別執著，標準的六道凡夫。你信這個經，不是真信，是迷信。迷信，沒把它當作一回事情，哪裡當真？對不起釋迦牟尼佛，對不起十方世界一切諸佛如來，那些都是弘揚這部經的，勸大家修這個法門的。"
    },
    {
      "id": "02-041-0480_p0006",
      "zh_CN": "我们用什么心态来接受，用什么方法来念佛，不能不知道。「心无下劣」为什么？于自善根，能生信故。换句话说，我们自己感觉得我们卑下，不敢向上看，往上我们没有分。明明告诉你，这个法门人人有分，纵然造作五逆十恶，你还是有分。五逆十恶的罪，我们要牢牢记住唐太宗的故事，这是中国历史上，大家都承认的好皇帝、明君！他堕地狱，堕什么地狱？无间地狱。这是真的，不是假的。无间地狱不容易出来，经历无间的苦难，苦不堪言。为什么原因？杀人，他告诉我们的。为什么杀人？战争，发动战争。他的政权是凭武力夺来的，这历史上记载得很清楚，杀多少人！中国人、外国人，死堕无间。他也告诉我们，开国的帝王，多半都没有办法避免武力，堕无间地狱的机会最多。战争不是好事，堕到地狱之后才知道错了，后悔莫及。无间地狱的寿命多长？大乘经典里面佛常说，八万大劫。太难了，太苦了，八万大劫。",
      "zh_TW": "我們用什麼心態來接受，用什麼方法來念佛，不能不知道。「心無下劣」為什麼？於自善根，能生信故。換句話說，我們自己感覺得我們卑下，不敢向上看，往上我們沒有分。明明告訴你，這個法門人人有分，縱然造作五逆十惡，你還是有分。五逆十惡的罪，我們要牢牢記住唐太宗的故事，這是中國歷史上，大家都承認的好皇帝、明君！他墮地獄，墮什麼地獄？無間地獄。這是真的，不是假的。無間地獄不容易出來，經歷無間的苦難，苦不堪言。為什麼原因？殺人，他告訴我們的。為什麼殺人？戰爭，發動戰爭。他的政權是憑武力奪來的，這歷史上記載得很清楚，殺多少人！中國人、外國人，死墮無間。他也告訴我們，開國的帝王，多半都沒有辦法避免武力，墮無間地獄的機會最多。戰爭不是好事，墮到地獄之後才知道錯了，後悔莫及。無間地獄的壽命多長？大乘經典裡面佛常說，八萬大劫。太難了，太苦了，八萬大劫。"
    },
    {
      "id": "02-041-0480_p0007",
      "zh_CN": "唐太宗距离我们现在一千多年，不到两千年，他离开地狱了，凭什么？凭他当年在世做了一桩大功德。这个大功德是他自己说出来，那就是坐上皇帝位置之后，下令编《群书治要》，这部书是他治国的宝典，大唐盛世全靠这部书。太宗带领着文武大臣，学习这门功课，依什么治国？依《群书治要》治国。这个书非常可惜，唐亡国之后，这个书在中国就不见了，所以唐宋元明清，《艺文志》里头都没有记载，失传了。谁拿去？日本人。隋唐时代，日本在中国留学生很多，那个时候还没有发明印刷术，书都是手写的，这个书从头到尾五十万字，也不算少，所以流通在世面上不多，被这些留学生收走了，带到日本。也算是不错，日本人依照这本书治国，在日本形成千年盛世。",
      "zh_TW": "唐太宗距離我們現在一千多年，不到兩千年，他離開地獄了，憑什麼？憑他當年在世做了一樁大功德。這個大功德是他自己說出來，那就是坐上皇帝位置之後，下令編《群書治要》，這部書是他治國的寶典，大唐盛世全靠這部書。太宗帶領著文武大臣，學習這門功課，依什麼治國？依《群書治要》治國。這個書非常可惜，唐亡國之後，這個書在中國就不見了，所以唐宋元明清，《藝文志》裡頭都沒有記載，失傳了。誰拿去？日本人。隋唐時代，日本在中國留學生很多，那個時候還沒有發明印刷術，書都是手寫的，這個書從頭到尾五十萬字，也不算少，所以流通在世面上不多，被這些留學生收走了，帶到日本。也算是不錯，日本人依照這本書治國，在日本形成千年盛世。"
    },
    {
      "id": "02-041-0480_p0008",
      "zh_CN": "唐太宗透的信息给我们说，这本书能救中国，能救全世界。他附体来找我、来感恩，我说我们对你，没有做什么恩德的事情，连我们的讲堂，也没有供个牌位给你（现在是供了），他告诉我《群书治要》，我这就明白了。这本书我找了三年，都没有消息，找不到，我知道有这部书我没看过，所以在不得已的情况之下，我在讲经，屏幕上提醒大家，如果有人看到有这部书，给我找一套。没有想到三个月之后，真的有两个同学找到了，原版，一套是日本人收藏的原版，我把它翻印了一万套，这就是功德。这一万套流传在全世界，赠送给图书馆（国家图书馆、大学图书馆）去收藏，我们相信，从今而后不会再失传了。就这么一桩事情，地藏王菩萨把他从地狱带出来，找我，说明了恩德。这桩事情对我是很大的启示，什么样的功德，能帮助一个阿鼻地狱众生，超升到人道来透信息？这事不可思议。他告诉我：这本书能救中国，能救全世界。救中国我懂，我知道，救全世界我没有想到，他提醒我。这一提醒我就得把这部书，翻成白话文，再从白话文翻成外国文字，现在一共有十种不同文字的版本，流通在全世界。",
      "zh_TW": "唐太宗透的信息給我們說，這本書能救中國，能救全世界。他附體來找我、來感恩，我說我們對你，沒有做什麼恩德的事情，連我們的講堂，也沒有供個牌位給你（現在是供了），他告訴我《群書治要》，我這就明白了。這本書我找了三年，都沒有消息，找不到，我知道有這部書我沒看過，所以在不得已的情況之下，我在講經，屏幕上提醒大家，如果有人看到有這部書，給我找一套。沒有想到三個月之後，真的有兩個同學找到了，原版，一套是日本人收藏的原版，我把它翻印了一萬套，這就是功德。這一萬套流傳在全世界，贈送給圖書館（國家圖書館、大學圖書館）去收藏，我們相信，從今而後不會再失傳了。就這麼一樁事情，地藏王菩薩把他從地獄帶出來，找我，說明了恩德。這樁事情對我是很大的啟示，什麼樣的功德，能幫助一個阿鼻地獄眾生，超升到人道來透信息？這事不可思議。他告訴我：這本書能救中國，能救全世界。救中國我懂，我知道，救全世界我沒有想到，他提醒我。這一提醒我就得把這部書，翻成白話文，再從白話文翻成外國文字，現在一共有十種不同文字的版本，流通在全世界。"
    },
    {
      "id": "02-041-0480_p0009",
      "zh_CN": "我说这些话什么意思，你们有没有听懂？如果我们造的业，不善的业造得很多、很重，也不会超过唐太宗，肯定他比我们造得重，我们跟他比造得轻。这个业怎么消？如何来赎罪？学《群书治要》就能消灾免难。这个诸位要听懂，如果有能力印送这部书，功德无量。这部书有什么用处？对自己来说，能帮助我这一生，过一种幸福快乐的生活。儒家讲修身，我们要不要？如果要，这本书会帮助你得到，你认真学习。第二，帮助你的家庭幸福美满，家和万事兴，帮助社会安定，帮助国家富强，帮助世界和平，真实功德，一点都不假。我们要知道，修身齐家治国平天下，我们都想沾一点光，都想能奉献一点微薄的力量，从哪里下手？读《群书治要》下手。",
      "zh_TW": "我說這些話什麼意思，你們有沒有聽懂？如果我們造的業，不善的業造得很多、很重，也不會超過唐太宗，肯定他比我們造得重，我們跟他比造得輕。這個業怎麼消？如何來贖罪？學《群書治要》就能消災免難。這個諸位要聽懂，如果有能力印送這部書，功德無量。這部書有什麼用處？對自己來說，能幫助我這一生，過一種幸福快樂的生活。儒家講修身，我們要不要？如果要，這本書會幫助你得到，你認真學習。第二，幫助你的家庭幸福美滿，家和萬事興，幫助社會安定，幫助國家富強，幫助世界和平，真實功德，一點都不假。我們要知道，修身齊家治國平天下，我們都想沾一點光，都想能奉獻一點微薄的力量，從哪裡下手？讀《群書治要》下手。"
    },
    {
      "id": "02-041-0480_p0010",
      "zh_CN": "《群书治要》有这么大的功德，能帮助唐太宗超过八万大劫，离开无间地狱，我们得到这个信息，才非常认真努力学习这部书，这部书决定不能中断。所以休斯校长，我们碰到了一起时间并不很长，二Ｏ一五年我们才见面的。见面很有缘分，第一次谈话我记得三个半小时，我们能沟通，很多看法想法都一致。今天这个地球有危机，最严重的危机是什么？中国传统文化没有人继承，那就会断层。这要一断层问题就严重了，社会会走向黑暗，人们没有真实智慧，文明会在这个世界消失，以后的人都是野蛮人，怎么办？什么人发心来继承，这个人就是菩萨再来，这个人就有大福报！所以我们要找一批年轻人，有使命感的，什么使命？继承中国传统文化。那就要学好文言文、学好汉字，汉字文言文是文化的载体。",
      "zh_TW": "《群書治要》有這麼大的功德，能幫助唐太宗超過八萬大劫，離開無間地獄，我們得到這個信息，才非常認真努力學習這部書，這部書決定不能中斷。所以休斯校長，我們碰到了一起時間並不很長，二Ｏ一五年我們才見面的。見面很有緣分，第一次談話我記得三個半小時，我們能溝通，很多看法想法都一致。今天這個地球有危機，最嚴重的危機是什麼？中國傳統文化沒有人繼承，那就會斷層。這要一斷層問題就嚴重了，社會會走向黑暗，人們沒有真實智慧，文明會在這個世界消失，以後的人都是野蠻人，怎麼辦？什麼人發心來繼承，這個人就是菩薩再來，這個人就有大福報！所以我們要找一批年輕人，有使命感的，什麼使命？繼承中國傳統文化。那就要學好文言文、學好漢字，漢字文言文是文化的載體。"
    },
    {
      "id": "02-041-0480_p0011",
      "zh_CN": "校长就提议，我们来合办汉学院，汉学院缘就这么起来的，目的非常单纯，你有能力读得懂《群书治要》，我们就满足了。这部书能读的人愈多，能依教奉行的人愈多，社会就会安定，世界就会和平。发心的人肯定身心健康，家庭事业美满，无量功德。时间并不很长，今天我们看到有这么多的老师、有这么多的同学，在这里认真学习。无论是过去世造的罪业，或者是今生造的罪业，真正学这门功课，这个罪业就一笔勾消了。这是我们现前就得到的大利益，这个利益没有边际，就像这部经上所说的，句句真实。我们学汉学认真努力，把古圣先贤的东西继承下来，发扬光大。发扬光大是讲学、教学，就干这两桩事情，功德无量无边。",
      "zh_TW": "校長就提議，我們來合辦漢學院，漢學院緣就這麼起來的，目的非常單純，你有能力讀得懂《群書治要》，我們就滿足了。這部書能讀的人愈多，能依教奉行的人愈多，社會就會安定，世界就會和平。發心的人肯定身心健康，家庭事業美滿，無量功德。時間並不很長，今天我們看到有這麼多的老師、有這麼多的同學，在這裡認真學習。無論是過去世造的罪業，或者是今生造的罪業，真正學這門功課，這個罪業就一筆勾消了。這是我們現前就得到的大利益，這個利益沒有邊際，就像這部經上所說的，句句真實。我們學漢學認真努力，把古聖先賢的東西繼承下來，發揚光大。發揚光大是講學、教學，就幹這兩樁事情，功德無量無邊。"
    },
    {
      "id": "02-041-0480_p0012",
      "zh_CN": "于自善根，能生信心，一点都不怀疑，这个话是佛菩萨跟我们说的。下面这一句，「亦不贡高」，贡高是傲慢，前面是没有自卑感，这一句是没有傲慢。「明信佛智，心佛众生三无差别」，就凭这个信念，接受如来《无量寿经》的教诲，那就是第一弟子。念老引用「《小经》」，小经是《阿弥陀经》，大经是《无量寿经》，这两个本子宗旨完全相同，所以称为大经、小经。六朝石刻本有这么几个字，这是鸠摩罗什本子里头没有的，「以称名故，即是多善根福德因缘」，有这么几个字，这都是成就善根，无论是大本小本，常常读诵成就善根。",
      "zh_TW": "於自善根，能生信心，一點都不懷疑，這個話是佛菩薩跟我們說的。下面這一句，「亦不貢高」，貢高是傲慢，前面是沒有自卑感，這一句是沒有傲慢。「明信佛智，心佛眾生三無差別」，就憑這個信念，接受如來《無量壽經》的教誨，那就是第一弟子。念老引用「《小經》」，小經是《阿彌陀經》，大經是《無量壽經》，這兩個本子宗旨完全相同，所以稱為大經、小經。六朝石刻本有這麼幾個字，這是鳩摩羅什本子裡頭沒有的，「以稱名故，即是多善根福德因緣」，有這麼幾個字，這都是成就善根，無論是大本小本，常常讀誦成就善根。"
    },
    {
      "id": "02-041-0480_p0013",
      "zh_CN": "『悉皆增上』，「净念相继，精进无已，故诸善根皆能增上也」。这部经实在赞叹到无以复加，太好了！帮助你所有的善根都能顺利的成长。「又《弥陀要解》云：「同居净土是增上善业所感。」蕅益大师说的，蕅益大师注解的《阿弥陀经》，书名叫《要解》。《阿弥陀经要解》，蕅益大师的。同居净土是极乐世界最下面的，它怎么来的？是增上善业所感。我们念佛不自卑、不傲慢，认真学习，这就是增上善业。往生到极乐世界，极乐世界，阿弥陀佛四十八愿成就的，我们有增上善业，跟阿弥陀佛同心同意、同德同行，所以自自然然感得同居净土。",
      "zh_TW": "『悉皆增上』，「淨念相繼，精進無已，故諸善根皆能增上也」。這部經實在讚歎到無以復加，太好了！幫助你所有的善根都能順利的成長。「又《彌陀要解》云：「同居淨土是增上善業所感。」蕅益大師說的，蕅益大師註解的《阿彌陀經》，書名叫《要解》。《阿彌陀經要解》，蕅益大師的。同居淨土是極樂世界最下面的，它怎麼來的？是增上善業所感。我們念佛不自卑、不傲慢，認真學習，這就是增上善業。往生到極樂世界，極樂世界，阿彌陀佛四十八願成就的，我們有增上善業，跟阿彌陀佛同心同意、同德同行，所以自自然然感得同居淨土。"
    },
    {
      "id": "02-041-0480_p0014",
      "zh_CN": "「以念念即佛，为成佛之亲因缘」。这句话重要，念佛是成佛的亲因，第一个因，最重要的因。你凭什么成佛？我凭我念佛成佛。念佛成佛是阿弥陀佛说的，是诸佛如来说的，决定不是假话，亲因缘。「净念相继，乃等无间缘」。我念佛一句一句不中断，除了晚上睡觉睡着了，醒过来之后佛号又接上，不要让它中断，净念相继。这是什么？等无间缘，当中没有间隔，没有中断，一句接着一句，这才行，诸佛尊重你。等无间缘，等是平等，没有间隔。「以佛号为所缘境，乃所缘缘」，四缘生法。「言增上者，总摄前三缘，有大力用」，这个大力用，帮助我们往生到西方极乐世界。",
      "zh_TW": "「以念念即佛，為成佛之親因緣」。這句話重要，念佛是成佛的親因，第一個因，最重要的因。你憑什麼成佛？我憑我念佛成佛。念佛成佛是阿彌陀佛說的，是諸佛如來說的，決定不是假話，親因緣。「淨念相繼，乃等無間緣」。我念佛一句一句不中斷，除了晚上睡覺睡著了，醒過來之後佛號又接上，不要讓它中斷，淨念相繼。這是什麼？等無間緣，當中沒有間隔，沒有中斷，一句接著一句，這才行，諸佛尊重你。等無間緣，等是平等，沒有間隔。「以佛號為所緣境，乃所緣緣」，四緣生法。「言增上者，總攝前三緣，有大力用」，這個大力用，幫助我們往生到西方極樂世界。"
    },
    {
      "id": "02-041-0480_p0015",
      "zh_CN": "『当知此人非是小乘』。不但不是小乘，「此人」，前面讲的一心念佛的人。世上多少讥讽念佛为自了汉，瞧不起念佛。持戒的、学经教的、学禅的，确实有许多认为念佛是自了汉，不是菩萨。自了就是小乘，只顾自己，没顾别人。殊不知，每个念佛自了的人都度很多人，他怎么度的？他做榜样给你看，就一句佛号，你看他往生多自在，活在世间很平淡，往生瑞相非常稀有。这些人对佛的意思疏忽了，没有真正能体会到，「是则未了佛意」。「世尊金口亲宣」，释迦牟尼佛说的，不是别人说的，「如是之人非是小乘。弥陀一乘愿海，悉赐大白牛车，唯是一乘，何有二三」。大白牛车的故事在《法华经》，古时候交通工具，大白牛车就是马车，载重量大，坐人多。像羊车、鹿车只能拉一个人，两个人牠就走不动了。所以马车是最好的交通工具，等于说是净宗法门是大白牛车，弥陀释迦赐给我们，我们要接受，我们要乘坐，要认真去修学。弥陀确实是一乘愿海，所以说『非是小乘』。",
      "zh_TW": "『當知此人非是小乘』。不但不是小乘，「此人」，前面講的一心念佛的人。世上多少譏諷念佛為自了漢，瞧不起念佛。持戒的、學經教的、學禪的，確實有許多認為念佛是自了漢，不是菩薩。自了就是小乘，只顧自己，沒顧別人。殊不知，每個念佛自了的人都度很多人，他怎麼度的？他做榜樣給你看，就一句佛號，你看他往生多自在，活在世間很平淡，往生瑞相非常稀有。這些人對佛的意思疏忽了，沒有真正能體會到，「是則未了佛意」。「世尊金口親宣」，釋迦牟尼佛說的，不是別人說的，「如是之人非是小乘。彌陀一乘願海，悉賜大白牛車，唯是一乘，何有二三」。大白牛車的故事在《法華經》，古時候交通工具，大白牛車就是馬車，載重量大，坐人多。像羊車、鹿車只能拉一個人，兩個人牠就走不動了。所以馬車是最好的交通工具，等於說是淨宗法門是大白牛車，彌陀釋迦賜給我們，我們要接受，我們要乘坐，要認真去修學。彌陀確實是一乘願海，所以說『非是小乘』。"
    },
    {
      "id": "02-041-0480_p0016",
      "zh_CN": "「佛复赞扬如是念佛之人」，『于我法中，得名第一弟子』。「何以故？」这问话是为什么，「以念佛法门最为第一」，但是这个法门难信，「最为难信故」。难信你能信，你遇到的是如来度众生成佛道的第一法门，第一法门是带保险的，保证你不落空，你不愿意接受就没法子，所以是易行难信之法。下面是这一句何以故？以念佛法门最为第一，最为难信。「能生实信」，实信是真信，「如教奉行，故称第一。」如来第一弟子容易，不难当，不难当而不肯干，这怎么办？只能说业障深重。这句话是真的，不是假的。",
      "zh_TW": "「佛復讚揚如是念佛之人」，『於我法中，得名第一弟子』。「何以故？」這問話是為什麼，「以念佛法門最為第一」，但是這個法門難信，「最為難信故」。難信你能信，你遇到的是如來度眾生成佛道的第一法門，第一法門是帶保險的，保證你不落空，你不願意接受就沒法子，所以是易行難信之法。下面是這一句何以故？以念佛法門最為第一，最為難信。「能生實信」，實信是真信，「如教奉行，故稱第一。」如來第一弟子容易，不難當，不難當而不肯幹，這怎麼辦？只能說業障深重。這句話是真的，不是假的。"
    },
    {
      "id": "02-041-0480_p0017",
      "zh_CN": "前面讲第一弟子，下面经文「劝依教修行而勿疑」。这里头有六小段，第一段「劝爱乐修习」，乐是喜欢，你爱这个法门、喜欢这个法门，认真的修习、修行。请看经文：",
      "zh_TW": "前面講第一弟子，下面經文「勸依教修行而勿疑」。這裡頭有六小段，第一段「勸愛樂修習」，樂是喜歡，你愛這個法門、喜歡這個法門，認真的修習、修行。請看經文："
    },
    {
      "id": "02-041-0480_p0018",
      "zh_CN": "【是故告汝天人世间阿修罗等。】",
      "zh_TW": "【是故告汝天人世間阿修羅等。】"
    },
    {
      "id": "02-041-0480_p0019",
      "zh_CN": "这一句代表六道众生，诸天，二十八层天，人世间，还有阿修罗。",
      "zh_TW": "這一句代表六道眾生，諸天，二十八層天，人世間，還有阿修羅。"
    },
    {
      "id": "02-041-0480_p0020",
      "zh_CN": "【应当爱乐修习。生希有心。于此经中。生导师想。】",
      "zh_TW": "【應當愛樂修習。生希有心。於此經中。生導師想。】"
    },
    {
      "id": "02-041-0480_p0021",
      "zh_CN": "老师里头导师的恩最重，为什么？他领导我们，他指导我们，我们能不走弯路，能不走岔路，一生圆满成就。我们看念老的注解，「右文复劝尊重依止」，对这个经，对这个教要尊重，依止就是依靠。像海贤老和尚，这个道场的师兄弟几个人，真正是尊重依止，所以个个都是有殊胜的成就，我们要赞叹，我们要向他们学习。「《净影疏》云：是故已下」，是故就是这个注解，这前面两个字，「劝学此经。以此经中说无量寿，闻获大利」，多大的利益？下面举比喻说，「故设大火满三千界」，设是假设，大火，三千大千世界是一尊佛的教化区，就是他的教化范围，这三千分为小千、中千、大千，称为三千，这就是一尊佛他的教区，「亦须从过听受此经，况余小难」。这个法门有这么大的能耐，能够超过三千大千世界满中的大火，听说此经、读诵此经、依这个经修行都能超过。",
      "zh_TW": "老師裡頭導師的恩最重，為什麼？他領導我們，他指導我們，我們能不走彎路，能不走岔路，一生圓滿成就。我們看念老的註解，「右文復勸尊重依止」，對這個經，對這個教要尊重，依止就是依靠。像海賢老和尚，這個道場的師兄弟幾個人，真正是尊重依止，所以個個都是有殊勝的成就，我們要讚歎，我們要向他們學習。「《淨影疏》云：是故已下」，是故就是這個註解，這前面兩個字，「勸學此經。以此經中說無量壽，聞獲大利」，多大的利益？下面舉比喻說，「故設大火滿三千界」，設是假設，大火，三千大千世界是一尊佛的教化區，就是他的教化範圍，這三千分為小千、中千、大千，稱為三千，這就是一尊佛他的教區，「亦須從過聽受此經，況餘小難」。這個法門有這麼大的能耐，能夠超過三千大千世界滿中的大火，聽說此經、讀誦此經、依這個經修行都能超過。"
    },
    {
      "id": "02-041-0480_p0022",
      "zh_CN": "「因此经」，为什么有这么大的功德？这么大的福报？因为这部经「乃是净宗第一经。于弥陀因地愿行」，大愿大行，「极乐依正庄严，三辈往生正因，两土秽净因果，理事无碍，事事无碍等等，摄无不尽也」，把这部经里头利益众生的功德说尽了，说得很圆满，面面都讲到。所以，故应『于此经中，生导师想』。末后这句劝我们，「敬依经教，发菩提心，一向专念。」这就三句话，希望我们在二六时中，二十四小时，时时刻刻不能忘记，时时刻刻提醒自己，要依经教，要发心，自行化他，一向专念。",
      "zh_TW": "「因此經」，為什麼有這麼大的功德？這麼大的福報？因為這部經「乃是淨宗第一經。於彌陀因地願行」，大願大行，「極樂依正莊嚴，三輩往生正因，兩土穢淨因果，理事無礙，事事無礙等等，攝無不盡也」，把這部經裡頭利益眾生的功德說盡了，說得很圓滿，面面都講到。所以，故應『於此經中，生導師想』。末後這句勸我們，「敬依經教，發菩提心，一向專念。」這就三句話，希望我們在二六時中，二十四小時，時時刻刻不能忘記，時時刻刻提醒自己，要依經教，要發心，自行化他，一向專念。"
    },
    {
      "id": "02-041-0480_p0023",
      "zh_CN": "底下这一段，「令得不退」：",
      "zh_TW": "底下這一段，「令得不退」："
    },
    {
      "id": "02-041-0480_p0024",
      "zh_CN": "【欲令无量众生。速疾安住得不退转。】",
      "zh_TW": "【欲令無量眾生。速疾安住得不退轉。】"
    },
    {
      "id": "02-041-0480_p0025",
      "zh_CN": "「世尊复云」，这个话释迦牟尼佛说的，「凡欲令无量众生速证不退。」我们念佛这一句话，心里面无量的欢喜、庆幸，为什么？这一生得度了。过去无量劫来生生世世，在六道轮回流转，无量劫来出不去。这一生遇到出离的缘分，这个缘分弥陀、释迦给我们的，要抓住，决定不能放松，这是头等大事，其他的都是小事。小事里面利益众生的善行要修，不利于众生的要放下。利益众生愈多，利益的时间愈长，功德就愈大。",
      "zh_TW": "「世尊復云」，這個話釋迦牟尼佛說的，「凡欲令無量眾生速證不退。」我們念佛這一句話，心裡面無量的歡喜、慶幸，為什麼？這一生得度了。過去無量劫來生生世世，在六道輪迴流轉，無量劫來出不去。這一生遇到出離的緣分，這個緣分彌陀、釋迦給我們的，要抓住，決定不能放鬆，這是頭等大事，其他的都是小事。小事裡面利益眾生的善行要修，不利於眾生的要放下。利益眾生愈多，利益的時間愈長，功德就愈大。"
    },
    {
      "id": "02-041-0480_p0026",
      "zh_CN": "唐太宗编的这部书，利益全世界，利益过去、利益现在，也利益将来。可惜就是这部书他只做了一半，唐朝以后没有收在这本书里头。隋唐宋元明清，这六代一千多年，有很多好的东西，在《四库》里面，《荟要》没有。《治要》里头只有，三皇五帝到唐太宗那个时代。所以我劝同学们要下大心，大愿心，把后面这一部分找出来，编一个续篇，让《群书治要》有一部完整的。这个功德跟唐太宗一样大，都是稀有难逢。我希望大家能完成这部，照前面的体例，也是五十卷五十万字。将来这套书总共一百卷，一百万字，就是《四库全书》精华之精华，读这部书，等于把《四库全书》全念到了，功德无量无边。这部书带给我们一生的幸福，生生世世的幸福，再跟《无量寿经》能够相接，从入世走向出世，得大圆满，究竟圆满。我们看下面经文：",
      "zh_TW": "唐太宗編的這部書，利益全世界，利益過去、利益現在，也利益將來。可惜就是這部書他只做了一半，唐朝以後沒有收在這本書裡頭。隋唐宋元明清，這六代一千多年，有很多好的東西，在《四庫》裡面，《薈要》沒有。《治要》裡頭只有，三皇五帝到唐太宗那個時代。所以我勸同學們要下大心，大願心，把後面這一部分找出來，編一個續篇，讓《群書治要》有一部完整的。這個功德跟唐太宗一樣大，都是稀有難逢。我希望大家能完成這部，照前面的體例，也是五十卷五十萬字。將來這套書總共一百卷，一百萬字，就是《四庫全書》精華之精華，讀這部書，等於把《四庫全書》全念到了，功德無量無邊。這部書帶給我們一生的幸福，生生世世的幸福，再跟《無量壽經》能夠相接，從入世走向出世，得大圓滿，究竟圓滿。我們看下面經文："
    },
    {
      "id": "02-041-0480_p0027",
      "zh_CN": "【及欲见彼广大庄严。摄受殊胜佛刹。圆满功德者。】",
      "zh_TW": "【及欲見彼廣大莊嚴。攝受殊勝佛剎。圓滿功德者。】"
    },
    {
      "id": "02-041-0480_p0028",
      "zh_CN": "念老注解里头说，「及为欲见极乐」，你想见极乐世界，极乐世界『广大庄严，殊胜佛刹』，「愿随佛学，亦自摄受佛刹」。这句话的意思，念老告诉我们，欲见极乐广大庄严，殊胜佛刹，下面是愿随佛学，亦自摄受佛刹。「如极乐之广大殊胜，普被诸根，广摄万类，以圆满功德者。」这个地方给我们透了个信息，重要的信息，我们真正愿随佛学，就能自摄受佛刹，如极乐的广大殊胜。这句话是真的，不是假的，海贤老和尚就见到。不但见到，他想见就见到，什么原因？前面教导我们修行的方法，他统统都修了，而且修得很圆满，所以他只要想佛，佛就在他面前。",
      "zh_TW": "念老註解裡頭說，「及為欲見極樂」，你想見極樂世界，極樂世界『廣大莊嚴，殊勝佛剎』，「願隨佛學，亦自攝受佛剎」。這句話的意思，念老告訴我們，欲見極樂廣大莊嚴，殊勝佛剎，下面是願隨佛學，亦自攝受佛剎。「如極樂之廣大殊勝，普被諸根，廣攝萬類，以圓滿功德者。」這個地方給我們透了個信息，重要的信息，我們真正願隨佛學，就能自攝受佛剎，如極樂的廣大殊勝。這句話是真的，不是假的，海賢老和尚就見到。不但見到，他想見就見到，什麼原因？前面教導我們修行的方法，他統統都修了，而且修得很圓滿，所以他只要想佛，佛就在他面前。"
    },
    {
      "id": "02-041-0480_p0029",
      "zh_CN": "我们怎么样？我们怎么想，佛不现前。不是佛不现前，我们想他知道，为什么不现前？我们有严重的业障障碍住。什么方法能把业障化解？念佛，念佛能化解业障。念久了，业障没有了，随念随现，想见佛，佛现前；想见极乐世界，极乐世界现前，你的信心才真清净，不再怀疑，真的不是假的。所以也能够随着自己的意思，求见西方极乐世界。广大殊胜，普被诸根，广摄万类，圆满功德。希望我们大家一定要明了，这个缘无比稀有难逢，遇到不要把它空过，就对了。遇到空过，太可惜了，人身难得，佛法难闻，失人身很容易，得人身很难。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們怎麼樣？我們怎麼想，佛不現前。不是佛不現前，我們想他知道，為什麼不現前？我們有嚴重的業障障礙住。什麼方法能把業障化解？念佛，念佛能化解業障。念久了，業障沒有了，隨念隨現，想見佛，佛現前；想見極樂世界，極樂世界現前，你的信心才真清淨，不再懷疑，真的不是假的。所以也能夠隨著自己的意思，求見西方極樂世界。廣大殊勝，普被諸根，廣攝萬類，圓滿功德。希望我們大家一定要明瞭，這個緣無比稀有難逢，遇到不要把它空過，就對了。遇到空過，太可惜了，人身難得，佛法難聞，失人身很容易，得人身很難。今天時間到了，我們就學習到此地。"
    }
  ]
}