{
  "doc_id": "02-041-0422",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二二集",
    "zh_TW": "第四二二集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "马来西亚汉学院华严讲堂",
    "zh_TW": "馬來西亞漢學院華嚴講堂"
  },
  "doc_number": "02-041-0422",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-041-0422_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0422_p0002",
      "zh_CN": "请看《大经科注》第九百六十四页，第一行看起，科题，第三大段，总结，总结分三小段，第一段，「祸福自当」。请看经文：",
      "zh_TW": "請看《大經科註》第九百六十四頁，第一行看起，科題，第三大段，總結，總結分三小段，第一段，「禍福自當」。請看經文："
    },
    {
      "id": "02-041-0422_p0003",
      "zh_CN": "【天地之间。五道分明。善恶报应。祸福相承。身自当之。无谁代者。】",
      "zh_TW": "【天地之間。五道分明。善惡報應。禍福相承。身自當之。無誰代者。】"
    },
    {
      "id": "02-041-0422_p0004",
      "zh_CN": "经文讲得很清楚。我们看黄念老的注解。「右段」，前面我们念的这一段，「总结前五恶、五痛、五烧」。经文，『天地之间，五道分明』者，「《会疏》曰：天地则所依器界，总标三界」。宇宙是我们生活的大环境，一切众生都免不了，这总说三界是欲界、色界、无色界。「五道则能依有情，善恶通举。苦乐因果，人人常见，故云分明」。这个五道是讲的天、人、修罗，如果说五道，六道是这么说法的，五道就把修罗略了省了，人间阿修罗归人类，天上阿修罗归天类，说六道里面加一个阿修罗，专指天道，其他道不算。这个是佛经里头常常讲的。五道是能依的有情众生，有善有恶，善得乐的果，恶得苦报，业因果报，丝毫不爽，人人常见，故曰分明。佛经上这些话，三千年前释迦牟尼佛说的，人人都听得懂，都能感受到。现在我们这一代人看了这个经文，听了这些话，没在意，反而加它两个字批评它，迷信。那有什么办法？所以有五痛五烧，五痛是现在的果报，五烧是来生，来生在哪里？在地狱，烧代表地狱。只要说到地狱，都会有一片火海，所以佛经上常常用烧这个字来代表它。",
      "zh_TW": "經文講得很清楚。我們看黃念老的註解。「右段」，前面我們念的這一段，「總結前五惡、五痛、五燒」。經文，『天地之間，五道分明』者，「《會疏》曰：天地則所依器界，總標三界」。宇宙是我們生活的大環境，一切眾生都免不了，這總說三界是欲界、色界、無色界。「五道則能依有情，善惡通舉。苦樂因果，人人常見，故云分明」。這個五道是講的天、人、修羅，如果說五道，六道是這麼說法的，五道就把修羅略了省了，人間阿修羅歸人類，天上阿修羅歸天類，說六道裡面加一個阿修羅，專指天道，其他道不算。這個是佛經裡頭常常講的。五道是能依的有情眾生，有善有惡，善得樂的果，惡得苦報，業因果報，絲毫不爽，人人常見，故曰分明。佛經上這些話，三千年前釋迦牟尼佛說的，人人都聽得懂，都能感受到。現在我們這一代人看了這個經文，聽了這些話，沒在意，反而加它兩個字批評它，迷信。那有什麼辦法？所以有五痛五燒，五痛是現在的果報，五燒是來生，來生在哪裡？在地獄，燒代表地獄。只要說到地獄，都會有一片火海，所以佛經上常常用燒這個字來代表它。"
    },
    {
      "id": "02-041-0422_p0005",
      "zh_CN": "六道轮回真有，不是没有，不迷信，就在眼前。什么时候知道？诸位要细心观察，送往生的时候。念佛的道场有同修往生了，会有一些人助念，助念这些同修都能看到。他修得好，修得不错，走的时候非常安详，没有痛苦。有些人临走的时候，头脑很清楚，看到佛了，看到莲花了，看到极乐世界了，会告诉家人，我看到了，我要走了，清清楚楚了了分明。这个例子很多，不在少数。我们如果不信，或者半信半疑，那就错了，不是经说错了，是我们自己有业障，障住自己的善根、福德、因缘，这一生学佛依然不能往生，真可惜！",
      "zh_TW": "六道輪迴真有，不是沒有，不迷信，就在眼前。什麼時候知道？諸位要細心觀察，送往生的時候。念佛的道場有同修往生了，會有一些人助念，助念這些同修都能看到。他修得好，修得不錯，走的時候非常安詳，沒有痛苦。有些人臨走的時候，頭腦很清楚，看到佛了，看到蓮花了，看到極樂世界了，會告訴家人，我看到了，我要走了，清清楚楚了了分明。這個例子很多，不在少數。我們如果不信，或者半信半疑，那就錯了，不是經說錯了，是我們自己有業障，障住自己的善根、福德、因緣，這一生學佛依然不能往生，真可惜！"
    },
    {
      "id": "02-041-0422_p0006",
      "zh_CN": "今天有同学提了三个问题：第一个问题，修行人要如何解决生死问题。问得好！第二个问题，修行净土法门要如何加强和巩固信愿念佛。问得好！最后一个问题，具足信愿行三资粮的标准是什么。今天这个经文里面都说到了。",
      "zh_TW": "今天有同學提了三個問題：第一個問題，修行人要如何解決生死問題。問得好！第二個問題，修行淨土法門要如何加強和鞏固信願念佛。問得好！最後一個問題，具足信願行三資糧的標準是什麼。今天這個經文裡面都說到了。"
    },
    {
      "id": "02-041-0422_p0007",
      "zh_CN": "《会疏》里头说善恶通举，五道里头善恶都说到了，修善积德果报在三善道，如果是造五恶，五恶就是杀、盗、淫、妄，五戒里头加个酒，酒本身没有罪过，饮酒没有罪过，但是酒醉了就会犯杀、盗、淫、妄，所以世尊把它定作根本戒，告诉弟子们要谨慎，最好不要去碰它。人在清醒的时候，还有一点智慧，能辨别善恶邪正是非，可是酒醉之后就没有这个能力，往往造作重罪，醒过来之后后悔莫及。这桩事情古今中外都有，所以古圣先贤、诸佛菩萨都把它列入重戒来学习，决定不许犯。",
      "zh_TW": "《會疏》裡頭說善惡通舉，五道裡頭善惡都說到了，修善積德果報在三善道，如果是造五惡，五惡就是殺、盜、淫、妄，五戒裡頭加個酒，酒本身沒有罪過，飲酒沒有罪過，但是酒醉了就會犯殺、盜、淫、妄，所以世尊把它定作根本戒，告訴弟子們要謹慎，最好不要去碰它。人在清醒的時候，還有一點智慧，能辨別善惡邪正是非，可是酒醉之後就沒有這個能力，往往造作重罪，醒過來之後後悔莫及。這樁事情古今中外都有，所以古聖先賢、諸佛菩薩都把它列入重戒來學習，決定不許犯。"
    },
    {
      "id": "02-041-0422_p0008",
      "zh_CN": "下面这两句话，「故现前所得之祸福，皆是宿因之报应」，这两句话很重要。说到我们现前，我们这一天当中，六根所缘的境界，所感受的苦乐，不是无缘无故，都是过去或者是前世所造的善恶业因，感得今天的果报。我们在这一生当中、在这一年当中、在这一天当中所受的是报，受报还要造因，所以因果报应就相续不断。因变成果，果又变成因，因果循环，这就造成六道轮回，在佛法里面就出现了十法界。十法界也是善恶报应，说明因必有果，如是业因，如是果报，丝毫不爽。过去生中造的业因，这一生当中忘掉了，所以感觉得很冤枉，为什么许许多多不如意的事情都会现前，不知道业因。如果知道业因就明白了，就没有怨恨了，知道一报还一报，应该如是。",
      "zh_TW": "下面這兩句話，「故現前所得之禍福，皆是宿因之報應」，這兩句話很重要。說到我們現前，我們這一天當中，六根所緣的境界，所感受的苦樂，不是無緣無故，都是過去或者是前世所造的善惡業因，感得今天的果報。我們在這一生當中、在這一年當中、在這一天當中所受的是報，受報還要造因，所以因果報應就相續不斷。因變成果，果又變成因，因果循環，這就造成六道輪迴，在佛法裡面就出現了十法界。十法界也是善惡報應，說明因必有果，如是業因，如是果報，絲毫不爽。過去生中造的業因，這一生當中忘掉了，所以感覺得很冤枉，為什麼許許多多不如意的事情都會現前，不知道業因。如果知道業因就明白了，就沒有怨恨了，知道一報還一報，應該如是。"
    },
    {
      "id": "02-041-0422_p0009",
      "zh_CN": "我们如何能有这种觉悟？同学们要拥有，多读经，经读一种，一门深入，长时薰修。只选一种，你要问我，我这一生二十六岁学佛，三十三岁出家，出家就教佛学院，就讲经，到现在，今年五十八年了。早年讲经都是应大家启请，不是我自己做主，他们想听什么经，找我我就讲，有大乘、有小乘，经文有很长，也有很短的，像《般若心经》很短，二百六十个字，《华严》、《法华》很长，哪一部经最重要？哪一部经能帮助我们解决生死问题？我以六十六年学佛，五十八年讲经，我奉劝大家，这本《无量寿经》最重要，它可以代表大乘八个宗，小乘两个宗，代表释迦牟尼佛当年在世，讲经教学四十九年所说的一切经教法门。我们如果选择，它第一，为什么？经文不算太长，它讲得很圆满，《华严》、《法华》、《楞严》都在其中，你读这一本等于全部都读了，难得。所以我们选择就选择这部好，分量适中，非常适合于现代人，现代人工作繁忙，没有时间。这一本念熟了，念一遍半个小时，早课念一遍，晚课念一遍，这一个小时，方便，而且究竟。法门无比殊胜，无论是宗门教下、显密圆融，没有一法不在其中，一切法浓缩起来就是这部经，这部经展开来就是一切法，不仅仅是释迦牟尼佛所说的，确确实实十方三世一切诸佛如来生生世世所说的一切经教都在其中。",
      "zh_TW": "我們如何能有這種覺悟？同學們要擁有，多讀經，經讀一種，一門深入，長時薰修。只選一種，你要問我，我這一生二十六歲學佛，三十三歲出家，出家就教佛學院，就講經，到現在，今年五十八年了。早年講經都是應大家啟請，不是我自己做主，他們想聽什麼經，找我我就講，有大乘、有小乘，經文有很長，也有很短的，像《般若心經》很短，二百六十個字，《華嚴》、《法華》很長，哪一部經最重要？哪一部經能幫助我們解決生死問題？我以六十六年學佛，五十八年講經，我奉勸大家，這本《無量壽經》最重要，它可以代表大乘八個宗，小乘兩個宗，代表釋迦牟尼佛當年在世，講經教學四十九年所說的一切經教法門。我們如果選擇，它第一，為什麼？經文不算太長，它講得很圓滿，《華嚴》、《法華》、《楞嚴》都在其中，你讀這一本等於全部都讀了，難得。所以我們選擇就選擇這部好，分量適中，非常適合於現代人，現代人工作繁忙，沒有時間。這一本念熟了，念一遍半個小時，早課念一遍，晚課念一遍，這一個小時，方便，而且究竟。法門無比殊勝，無論是宗門教下、顯密圓融，沒有一法不在其中，一切法濃縮起來就是這部經，這部經展開來就是一切法，不僅僅是釋迦牟尼佛所說的，確確實實十方三世一切諸佛如來生生世世所說的一切經教都在其中。"
    },
    {
      "id": "02-041-0422_p0010",
      "zh_CN": "同学们要真修，要重视古大德的教诲，古大德的教诲就是戒律，教什么？教我们一门深入，长时薰修。选定这一部，一生不改变，你就这样修下去，决定得好处。好处是什么？你现前的生死问题解决了，往生到极乐世界，就是了生死出三界，你再不会到六道里搞轮回了，也不会到诸佛刹土里面去搞十法界。十法界是六道再加上声闻、缘觉、菩萨、佛，这叫十法界，再不搞这些了。六道十法界里面，还有很多有缘的人，常常想念到他们，怎么帮助他们离苦得乐。苦从哪里来的？从迷惑颠倒来的；乐从哪里来的？乐从觉悟来的。所以读经帮助你觉悟，帮助你离苦得乐。这个事情佛教导我们，我们自己要真干才能得到佛法的功德利益，如果我们自己不干，那就没法子了。",
      "zh_TW": "同學們要真修，要重視古大德的教誨，古大德的教誨就是戒律，教什麼？教我們一門深入，長時薰修。選定這一部，一生不改變，你就這樣修下去，決定得好處。好處是什麼？你現前的生死問題解決了，往生到極樂世界，就是了生死出三界，你再不會到六道裡搞輪迴了，也不會到諸佛剎土裡面去搞十法界。十法界是六道再加上聲聞、緣覺、菩薩、佛，這叫十法界，再不搞這些了。六道十法界裡面，還有很多有緣的人，常常想念到他們，怎麼幫助他們離苦得樂。苦從哪裡來的？從迷惑顛倒來的；樂從哪裡來的？樂從覺悟來的。所以讀經幫助你覺悟，幫助你離苦得樂。這個事情佛教導我們，我們自己要真幹才能得到佛法的功德利益，如果我們自己不幹，那就沒法子了。"
    },
    {
      "id": "02-041-0422_p0011",
      "zh_CN": "中国古人经验丰富，有德行，有智慧，有福报。这样的人要不听，我们听谁的？能够听古大德的，听佛菩萨的，听孔孟老庄的，都是有大善根、大福德的人。现在人跟古人不能比，至少我们要有个概念，古人的心是定的，没有这么多的欲望，这个我们总会承认。古人的生活比现在单纯，社会没这么复杂，甚至于有人，这我亲眼见到过的，乡下人，一生没有进过城市，城市也不过就是五、六十里路，他就没去过。所以古书里头所说的老死不相往来，古代的社会，我们相信。现在交通便捷，交通发达，资讯发达，你想知道的、不想知道的，不出门，你在家里看电视、看网路，全都知道了。旅行不必像古时候，穿着草鞋那么辛苦一步一步的走，现在交通工具代步的多了，飞机绕地球一周不过二十四个小时，古人作梦也想不到。带来的是利益还是祸害？都有，但是带来的灾难多，带来的欢乐少。细心观察，得不偿失。",
      "zh_TW": "中國古人經驗豐富，有德行，有智慧，有福報。這樣的人要不聽，我們聽誰的？能夠聽古大德的，聽佛菩薩的，聽孔孟老莊的，都是有大善根、大福德的人。現在人跟古人不能比，至少我們要有個概念，古人的心是定的，沒有這麼多的欲望，這個我們總會承認。古人的生活比現在單純，社會沒這麼複雜，甚至於有人，這我親眼見到過的，鄉下人，一生沒有進過城市，城市也不過就是五、六十里路，他就沒去過。所以古書裡頭所說的老死不相往來，古代的社會，我們相信。現在交通便捷，交通發達，資訊發達，你想知道的、不想知道的，不出門，你在家裡看電視、看網路，全都知道了。旅行不必像古時候，穿著草鞋那麼辛苦一步一步的走，現在交通工具代步的多了，飛機繞地球一周不過二十四個小時，古人作夢也想不到。帶來的是利益還是禍害？都有，但是帶來的災難多，帶來的歡樂少。細心觀察，得不償失。"
    },
    {
      "id": "02-041-0422_p0012",
      "zh_CN": "我们要想一生快乐幸福，有没有方法？有，学古人就有，你看释迦牟尼佛快乐，孔夫子快乐，孔子还有个得意门生颜回，学生当中，物质生活最苦的也是颜回，几乎三餐饭都吃不饱，但是颜回快乐，无论在什么地方，无论在什么时候，从来没有看过颜回不高兴，颜回有忧虑，没看到，你都看到他非常快乐。所以古人读书，想的就是想求快乐幸福，标准就是孔子、颜回，叫孔颜之乐。真乐，不是假乐。假乐是外面欢喜刺激你，从外来的，那是假的。真乐是从内心的，那个内心的喜悦是往外头流，像泉水一样永远不断，这是真乐。孔颜得到了，佛菩萨得到了，阿罗汉得到了，为什么？佛菩萨、阿罗汉烦恼断了，智慧开了，神通出现了，六种神通，得大自在！",
      "zh_TW": "我們要想一生快樂幸福，有沒有方法？有，學古人就有，你看釋迦牟尼佛快樂，孔夫子快樂，孔子還有個得意門生顏回，學生當中，物質生活最苦的也是顏回，幾乎三餐飯都吃不飽，但是顏回快樂，無論在什麼地方，無論在什麼時候，從來沒有看過顏回不高興，顏回有憂慮，沒看到，你都看到他非常快樂。所以古人讀書，想的就是想求快樂幸福，標準就是孔子、顏回，叫孔顏之樂。真樂，不是假樂。假樂是外面歡喜刺激你，從外來的，那是假的。真樂是從內心的，那個內心的喜悅是往外頭流，像泉水一樣永遠不斷，這是真樂。孔顏得到了，佛菩薩得到了，阿羅漢得到了，為什麼？佛菩薩、阿羅漢煩惱斷了，智慧開了，神通出現了，六種神通，得大自在！"
    },
    {
      "id": "02-041-0422_p0013",
      "zh_CN": "学佛最低的限度要快乐，不快乐学它干什么？我接触佛教是无意的，从来没想学佛，跟寺院，跟经典、出家人，没有往来过。我是跟方老师（方东美先生）学哲学，他给我讲了一部哲学概论，最后一个单元是佛经哲学，我是这么入门的。老师告诉我，因为那时候我很惊讶，我们是想学哲学，怎么会学到佛教去了？脑子里面对佛教是迷信，佛教是多神教，多神教意味着它是低级宗教，它哪里会有哲学？老师告诉我：「释迦牟尼是世界上最伟大的哲学家（我们从来没听说过），大乘佛法是全世界哲学的最高峰，学佛是人生最高的享受。」这句话我听懂了，人生最高的享受，那我要尝试尝试，我不能放弃。我是这样走进佛门来的，跟迷信不相干，完全断绝。以后我跟章嘉大师三年，跟李老师十年；章嘉大师，帮助我奠定学佛的基础，李老师那里十年完成经教的学习。所以我三十三岁出家，那个时候学了差不多三、四十部经，一剃头，白圣法师就找我到他办的三藏佛学院教书，剃头的第二天到佛学院上课。外面找我讲经我都愿意去，缘不一样。",
      "zh_TW": "學佛最低的限度要快樂，不快樂學它幹什麼？我接觸佛教是無意的，從來沒想學佛，跟寺院，跟經典、出家人，沒有往來過。我是跟方老師（方東美先生）學哲學，他給我講了一部哲學概論，最後一個單元是佛經哲學，我是這麼入門的。老師告訴我，因為那時候我很驚訝，我們是想學哲學，怎麼會學到佛教去了？腦子裡面對佛教是迷信，佛教是多神教，多神教意味著它是低級宗教，它哪裡會有哲學？老師告訴我：「釋迦牟尼是世界上最偉大的哲學家（我們從來沒聽說過），大乘佛法是全世界哲學的最高峰，學佛是人生最高的享受。」這句話我聽懂了，人生最高的享受，那我要嘗試嘗試，我不能放棄。我是這樣走進佛門來的，跟迷信不相干，完全斷絕。以後我跟章嘉大師三年，跟李老師十年；章嘉大師，幫助我奠定學佛的基礎，李老師那裡十年完成經教的學習。所以我三十三歲出家，那個時候學了差不多三、四十部經，一剃頭，白聖法師就找我到他辦的三藏佛學院教書，剃頭的第二天到佛學院上課。外面找我講經我都願意去，緣不一樣。"
    },
    {
      "id": "02-041-0422_p0014",
      "zh_CN": "把佛搞清楚了，佛教是什么？教育。章嘉大师教我读《释迦方志》、《释迦谱》。这两样东西在《大藏经》里面相当于佛陀的传记，释迦牟尼佛的传记。他说你要学佛，你要认识佛，你对他不认识，你就在那里学，很可能走岔路，学歪了，正法没有得到，那就很可惜。教我先念这两部书。这两本书念了之后，我就想到佛不是宗教。",
      "zh_TW": "把佛搞清楚了，佛教是什麼？教育。章嘉大師教我讀《釋迦方志》、《釋迦譜》。這兩樣東西在《大藏經》裡面相當於佛陀的傳記，釋迦牟尼佛的傳記。他說你要學佛，你要認識佛，你對他不認識，你就在那裡學，很可能走岔路，學歪了，正法沒有得到，那就很可惜。教我先念這兩部書。這兩本書念了之後，我就想到佛不是宗教。"
    },
    {
      "id": "02-041-0422_p0015",
      "zh_CN": "释迦牟尼佛一生表演的是教育。他十九岁出家，就算参学，印度所有的宗教学派统统学过，学了十二年感觉怎么样？不能解决问题，就是同学问的生死问题，不能解决，所以放弃了。那一年释迦牟尼佛三十岁，在毕钵罗树下修定，入定，定中大彻大悟，明心见性。见性之后他就开始教学，办班教学。他那个时代最初的人数不多，只有几十个人跟他，他没有道场，教学在哪里教？在树林，树下，在湖边风景好的地方，过的是游牧生活，日中一食，树下一宿，居无定所。教什么？教阿含，《阿含》是经名，内容是什么？伦理的教育，道德的教育，因果的教育，圣贤的教育。释迦牟尼佛开悟的时候，他所悟的那些道理，讲给人听，佛教小学。这样教学十二年，扎根的教育完成了，向上提升，这提升就是方等，八年，好比是中学，前面十二年好比是小学，小学提升到中学，中学八年。再提升到般若，般若二十二年，等于大学。学般若的称菩萨，中、小学的阿罗汉。最后八年讲《法华》、《涅槃》，等于是研究所，把般若菩萨提升到佛，最高的学位。所以佛陀、菩萨、阿罗汉是佛教三个学位的名称，人人都可以拿到。佛在经上常说一切众生本来是佛，说得好！你为什么不能作佛？你的妄想杂念放不下，分别执着放不下，所以变成凡夫。只要把起心动念、妄想、分别、执着放下，你就成佛了。",
      "zh_TW": "釋迦牟尼佛一生表演的是教育。他十九歲出家，就算參學，印度所有的宗教學派統統學過，學了十二年感覺怎麼樣？不能解決問題，就是同學問的生死問題，不能解決，所以放棄了。那一年釋迦牟尼佛三十歲，在畢缽羅樹下修定，入定，定中大徹大悟，明心見性。見性之後他就開始教學，辦班教學。他那個時代最初的人數不多，只有幾十個人跟他，他沒有道場，教學在哪裡教？在樹林，樹下，在湖邊風景好的地方，過的是遊牧生活，日中一食，樹下一宿，居無定所。教什麼？教阿含，《阿含》是經名，內容是什麼？倫理的教育，道德的教育，因果的教育，聖賢的教育。釋迦牟尼佛開悟的時候，他所悟的那些道理，講給人聽，佛教小學。這樣教學十二年，扎根的教育完成了，向上提升，這提升就是方等，八年，好比是中學，前面十二年好比是小學，小學提升到中學，中學八年。再提升到般若，般若二十二年，等於大學。學般若的稱菩薩，中、小學的阿羅漢。最後八年講《法華》、《涅槃》，等於是研究所，把般若菩薩提升到佛，最高的學位。所以佛陀、菩薩、阿羅漢是佛教三個學位的名稱，人人都可以拿到。佛在經上常說一切眾生本來是佛，說得好！你為什麼不能作佛？你的妄想雜念放不下，分別執著放不下，所以變成凡夫。只要把起心動念、妄想、分別、執著放下，你就成佛了。"
    },
    {
      "id": "02-041-0422_p0016",
      "zh_CN": "成佛的秘诀，我向章嘉大师请教过，我说方老师把佛法介绍给我，我知道，释迦牟尼佛非常了不起，是世界上最伟大的哲学家。今天量子力学科学家，研究许多问题，大乘经上都说过，说得比他报告的还详细、还圆满，找不到毛病。所以我有理由相信，二十年、三十年之后，这些科学家承认了，大乘佛法是世界上最高的量子力学。换句话说，佛陀教育讲的不是神学，是高等科学、高等哲学，讲到最后，目标是教你明心见性。",
      "zh_TW": "成佛的祕訣，我向章嘉大師請教過，我說方老師把佛法介紹給我，我知道，釋迦牟尼佛非常了不起，是世界上最偉大的哲學家。今天量子力學科學家，研究許多問題，大乘經上都說過，說得比他報告的還詳細、還圓滿，找不到毛病。所以我有理由相信，二十年、三十年之後，這些科學家承認了，大乘佛法是世界上最高的量子力學。換句話說，佛陀教育講的不是神學，是高等科學、高等哲學，講到最後，目標是教你明心見性。"
    },
    {
      "id": "02-041-0422_p0017",
      "zh_CN": "八万四千法门，门门都是帮助你明心见性，所以「法门平等，无有高下」，都一样。虽然法门平等，各人根性不一样，跟自己根性不合的，学起来很困难，跟自己根性相应的，学起来很容易，成功都一样。这两千年来在中国，中国出家在家许许多多大德，明心见性的大德，表演给我们看了，让我们看了这些人的成就，对佛法信心生起来了，不再怀疑了。只要遵照古圣先贤的教诲，认真去做，都会有成就。",
      "zh_TW": "八萬四千法門，門門都是幫助你明心見性，所以「法門平等，無有高下」，都一樣。雖然法門平等，各人根性不一樣，跟自己根性不合的，學起來很困難，跟自己根性相應的，學起來很容易，成功都一樣。這兩千年來在中國，中國出家在家許許多多大德，明心見性的大德，表演給我們看了，讓我們看了這些人的成就，對佛法信心生起來了，不再懷疑了。只要遵照古聖先賢的教誨，認真去做，都會有成就。"
    },
    {
      "id": "02-041-0422_p0018",
      "zh_CN": "修行，修是修正，行是行为，修正错误的行为叫修行。我们想错了、看错了，于是说错了、做错了。这个错误里头有善恶。善恶都是错，为什么？障碍你见性，障碍你成佛。你本来是佛，你有妄想、分别、执着，你变成凡夫；你能把妄想、分别、执着统统放下，你又回归自性，见性成佛。所以成佛不稀奇，成佛是应当的，你本来是佛，成佛有什么了不起？应该成佛，不应该在六道里搞生死轮回，生死轮回很苦，很可怜！为什么干这个事情？",
      "zh_TW": "修行，修是修正，行是行為，修正錯誤的行為叫修行。我們想錯了、看錯了，於是說錯了、做錯了。這個錯誤裡頭有善惡。善惡都是錯，為什麼？障礙你見性，障礙你成佛。你本來是佛，你有妄想、分別、執著，你變成凡夫；你能把妄想、分別、執著統統放下，你又回歸自性，見性成佛。所以成佛不稀奇，成佛是應當的，你本來是佛，成佛有什麼了不起？應該成佛，不應該在六道裡搞生死輪迴，生死輪迴很苦，很可憐！為什麼幹這個事情？"
    },
    {
      "id": "02-041-0422_p0019",
      "zh_CN": "世间我们所看的、所听的，六根所缘的外面境界，全是假的，没有一样是真的。这个假，到最近这二十年来被量子力学家看破了。他们从上个世纪开头研究一桩事情，物质到底是什么。这个问题花了应该有八十年的时间，找到了。这些科学家告诉我们，物质是假的，不是真的，根本就不存在。那不存在，我们看得见，我们听得出来，我们摸得着，怎么不存在？那是因为它的频率太高了。物质现象，幻相，它存在的时间多长，我们要问它？不是几个小时、几个月、几年，不是的，那完全看错了，没看到真相，真相它的生灭速度太快，我们没有感觉，真的没有感觉。",
      "zh_TW": "世間我們所看的、所聽的，六根所緣的外面境界，全是假的，沒有一樣是真的。這個假，到最近這二十年來被量子力學家看破了。他們從上個世紀開頭研究一樁事情，物質到底是什麼。這個問題花了應該有八十年的時間，找到了。這些科學家告訴我們，物質是假的，不是真的，根本就不存在。那不存在，我們看得見，我們聽得出來，我們摸得著，怎麼不存在？那是因為它的頻率太高了。物質現象，幻相，它存在的時間多長，我們要問它？不是幾個小時、幾個月、幾年，不是的，那完全看錯了，沒看到真相，真相它的生滅速度太快，我們沒有感覺，真的沒有感覺。"
    },
    {
      "id": "02-041-0422_p0020",
      "zh_CN": "我们看电视，电视假的我们知道，电视的画面我们看得很清楚，那我们要问，电视画面它的生命多长，从生到灭多长？这个科学家清楚，百分之一秒，也就是说，一秒钟它的画面换了一百次，这个我们知道，一秒钟一百次，一百个画面，没有两个画面是相同的，永远找不到相同，没有相同，百分之一秒。你得搞清楚，为什么？你才肯放下。假的，我想要也要不到，我想拥有不可能，全是假的。那现实这个现象，它的频率有多高？不是百分之一秒，而是一秒钟它生灭的次数是二千二百四十兆，一秒钟，一秒钟它的生灭是二千二百四十兆，不是万，不是亿，是兆。我们怎么会知道？",
      "zh_TW": "我們看電視，電視假的我們知道，電視的畫面我們看得很清楚，那我們要問，電視畫面它的生命多長，從生到滅多長？這個科學家清楚，百分之一秒，也就是說，一秒鐘它的畫面換了一百次，這個我們知道，一秒鐘一百次，一百個畫面，沒有兩個畫面是相同的，永遠找不到相同，沒有相同，百分之一秒。你得搞清楚，為什麼？你才肯放下。假的，我想要也要不到，我想擁有不可能，全是假的。那現實這個現象，它的頻率有多高？不是百分之一秒，而是一秒鐘它生滅的次數是二千二百四十兆，一秒鐘，一秒鐘它的生滅是二千二百四十兆，不是萬，不是億，是兆。我們怎麼會知道？"
    },
    {
      "id": "02-041-0422_p0021",
      "zh_CN": "我们得佩服量子力学家，他居然能找到，物质怎么来的？物质是念头在这么高频率之下产生的幻相。得到的结论跟佛经上说的一模一样，佛经上告诉我们，《般若经》上常说，说得很多，「凡所有相，皆是虚妄」，「一切有为法」，有为就是有生有灭，哪一法没有生灭？统统是生灭法，有生有灭的这些法，「如梦幻泡影，如露亦如电，应作如是观」。佛教我们对这个物质现象、自然现象怎么看法？它是梦，梦境，梦不可得，了不可得，你把它放下，患得患失的念头没有了。",
      "zh_TW": "我們得佩服量子力學家，他居然能找到，物質怎麼來的？物質是念頭在這麼高頻率之下產生的幻相。得到的結論跟佛經上說的一模一樣，佛經上告訴我們，《般若經》上常說，說得很多，「凡所有相，皆是虛妄」，「一切有為法」，有為就是有生有滅，哪一法沒有生滅？統統是生滅法，有生有滅的這些法，「如夢幻泡影，如露亦如電，應作如是觀」。佛教我們對這個物質現象、自然現象怎麼看法？它是夢，夢境，夢不可得，了不可得，你把它放下，患得患失的念頭沒有了。"
    },
    {
      "id": "02-041-0422_p0022",
      "zh_CN": "现代的科学家，大家都几乎力量集中搞第二个问题，那就是念头。物质是念头变的，没有念头决定没有物质。念头是什么？还没找到。佛在经上说过，凡夫用头脑，用思惟，用想像，就是用第六意识，可以能够缘到（佛家讲缘就是你能够找到）阿赖耶的三细相。阿赖耶的三细相，第一个是物质现象；第二个就是念头，心理现象；第三个就是自然现象。这是宇宙的奥秘。我们相信佛说的话，佛说用第六意识可以能发现，也能把它讲清楚、讲明白，不得受用。学佛的人，他不用这些技术，没有科学仪器，他用禅定，用甚深的禅定，在定中看到了，看得很清楚、看得很明白，那个有受用。那就是什么？他得定，他开智慧，那是真正的明了，科学，相似的明了，不是真明了，相似。",
      "zh_TW": "現代的科學家，大家都幾乎力量集中搞第二個問題，那就是念頭。物質是念頭變的，沒有念頭決定沒有物質。念頭是什麼？還沒找到。佛在經上說過，凡夫用頭腦，用思惟，用想像，就是用第六意識，可以能夠緣到（佛家講緣就是你能夠找到）阿賴耶的三細相。阿賴耶的三細相，第一個是物質現象；第二個就是念頭，心理現象；第三個就是自然現象。這是宇宙的奧祕。我們相信佛說的話，佛說用第六意識可以能發現，也能把它講清楚、講明白，不得受用。學佛的人，他不用這些技術，沒有科學儀器，他用禪定，用甚深的禪定，在定中看到了，看得很清楚、看得很明白，那個有受用。那就是什麼？他得定，他開智慧，那是真正的明瞭，科學，相似的明瞭，不是真明瞭，相似。"
    },
    {
      "id": "02-041-0422_p0023",
      "zh_CN": "这段经文里头，主要告诉我们就是报应，「有施必报，有感必应」。所以佛教导我们，佛法无边，妙不可言，你想发财，你想升官，你想长寿，能不能做到？能，佛氏门中，有求必应。谁给你的？自己，不是佛菩萨。佛菩萨把佛法教给你，你自己依这个方法去做就能得到。我学佛跟章嘉大师，我倒没有求升官发财，我也没有求长寿，他老人家给我说过，说佛氏门中，有求必应这一句话，求财得财，求聪明智慧得聪明智慧，求健康长寿得健康长寿，有求必应。怎么求法？报，求得是报应，也叫感应，财施得财富。你不施，哪来的得？布施是因，果报就接着来了。法布施得聪明智慧，无畏布施得健康长寿，你只要肯做，你一定得到，财愈施愈多。我是自从老师教给我的，因为我命里头这三样都没有，财也没有，智慧也没有，福报、寿命也没有，统统缺，所以老师教我要学财施、法施、无畏施。我说我没有财，我拿什么布施？老师说最重要的你要有布施的念头，喜欢布施，有缘你就伸手施给别人。我说没有钱，那个时候生活很困难，仅仅让自己能够生存。老师问我，一分钱有没有？我说有，这个可以。一块钱有没有？我说也还行。你就从一毛一块开始。真的愈施愈多，有施必报，有感必应。",
      "zh_TW": "這段經文裡頭，主要告訴我們就是報應，「有施必報，有感必應」。所以佛教導我們，佛法無邊，妙不可言，你想發財，你想升官，你想長壽，能不能做到？能，佛氏門中，有求必應。誰給你的？自己，不是佛菩薩。佛菩薩把佛法教給你，你自己依這個方法去做就能得到。我學佛跟章嘉大師，我倒沒有求升官發財，我也沒有求長壽，他老人家給我說過，說佛氏門中，有求必應這一句話，求財得財，求聰明智慧得聰明智慧，求健康長壽得健康長壽，有求必應。怎麼求法？報，求得是報應，也叫感應，財施得財富。你不施，哪來的得？布施是因，果報就接著來了。法布施得聰明智慧，無畏布施得健康長壽，你只要肯做，你一定得到，財愈施愈多。我是自從老師教給我的，因為我命裡頭這三樣都沒有，財也沒有，智慧也沒有，福報、壽命也沒有，統統缺，所以老師教我要學財施、法施、無畏施。我說我沒有財，我拿什麼布施？老師說最重要的你要有布施的念頭，喜歡布施，有緣你就伸手施給別人。我說沒有錢，那個時候生活很困難，僅僅讓自己能夠生存。老師問我，一分錢有沒有？我說有，這個可以。一塊錢有沒有？我說也還行。你就從一毛一塊開始。真的愈施愈多，有施必報，有感必應。"
    },
    {
      "id": "02-041-0422_p0024",
      "zh_CN": "我在这一生当中，学佛六十五年当中完全得到了。喜欢布施，财布施、法布施、无畏布施，遇到缘就干，绝不落在人后。我学印光法师，印光法师，四众同学对他的供养，他没有去改善他的生活，没有。一生没有道场，住别人的地方。我这一生也是如此，供养全部印经。印经是属于法布施，又是财布施。你没有钱不能印，印出来之后是经文，人家读的时候都得好处、都得利益，所以财、法、无畏三种布施一桩事情就做完了。这在早年，也不过是五、六年前，我的布施统统用在印经、印好书。世界书局，商务印书馆，他们出版《四库全书》。《全书》、《荟要》这个分量大，《荟要》跟《全书》合起来，一套两千册，本子比这个本子厚，大小差不多，大小跟这个本子差不多，但是厚大概要加一倍到两倍。这一套两千册，分量很大。这个书没人印，为什么？一般人不会买，你家没有空间放，这一套书，这个房子四面墙上放满。当时出版的时候，这是在大概三、四十年前，出版的时候，一套美金差不多六、七万的样子。我买了《全书》，买了一百一十二套，《荟要》买了三百多套。买来干什么？这是中国的国宝。知道的人不多，大家都认为金银珠宝是珍贵，那个东西没用处，摆在那里好看，真正有用处的是这两套书。这两套书决定不能失传，失传了，人类的悲哀，那人就好可怜了，为什么？人类的智慧、人类的经验、人类的创造都在这书里头。所以我买了这么多，美金大概花了二千多万，送给全世界大学图书馆、国家图书馆去收藏。这什么意思？怕世界有灾难，灾难全部毁灭了。我分在很多地方，总会有几套留给我们，这就不至于断绝，这我们放心了，这安心了。",
      "zh_TW": "我在這一生當中，學佛六十五年當中完全得到了。喜歡布施，財布施、法布施、無畏布施，遇到緣就幹，絕不落在人後。我學印光法師，印光法師，四眾同學對他的供養，他沒有去改善他的生活，沒有。一生沒有道場，住別人的地方。我這一生也是如此，供養全部印經。印經是屬於法布施，又是財布施。你沒有錢不能印，印出來之後是經文，人家讀的時候都得好處、都得利益，所以財、法、無畏三種布施一樁事情就做完了。這在早年，也不過是五、六年前，我的布施統統用在印經、印好書。世界書局，商務印書館，他們出版《四庫全書》。《全書》、《薈要》這個分量大，《薈要》跟《全書》合起來，一套兩千冊，本子比這個本子厚，大小差不多，大小跟這個本子差不多，但是厚大概要加一倍到兩倍。這一套兩千冊，分量很大。這個書沒人印，為什麼？一般人不會買，你家沒有空間放，這一套書，這個房子四面牆上放滿。當時出版的時候，這是在大概三、四十年前，出版的時候，一套美金差不多六、七萬的樣子。我買了《全書》，買了一百一十二套，《薈要》買了三百多套。買來幹什麼？這是中國的國寶。知道的人不多，大家都認為金銀珠寶是珍貴，那個東西沒用處，擺在那裡好看，真正有用處的是這兩套書。這兩套書決定不能失傳，失傳了，人類的悲哀，那人就好可憐了，為什麼？人類的智慧、人類的經驗、人類的創造都在這書裡頭。所以我買了這麼多，美金大概花了二千多萬，送給全世界大學圖書館、國家圖書館去收藏。這什麼意思？怕世界有災難，災難全部毀滅了。我分在很多地方，總會有幾套留給我們，這就不至於斷絕，這我們放心了，這安心了。"
    },
    {
      "id": "02-041-0422_p0025",
      "zh_CN": "最近这几年看出来了，没人去读。如果没有人去读，那这些等于废纸，堆在那里没用，这就难了，那怎么办？要培养一批年轻人，真正有志愿发大心，拯救中国五千年的文化，不能让它断绝掉，我把十方的供养用来帮助他们，给他们奖学金，给他们办学校，学习古汉语、学习文言文，我只希望能够有三十到五十个这样的人救中国传统文化。他们学什么？就是学《四库全书》。",
      "zh_TW": "最近這幾年看出來了，沒人去讀。如果沒有人去讀，那這些等於廢紙，堆在那裡沒用，這就難了，那怎麼辦？要培養一批年輕人，真正有志願發大心，拯救中國五千年的文化，不能讓它斷絕掉，我把十方的供養用來幫助他們，給他們獎學金，給他們辦學校，學習古漢語、學習文言文，我只希望能夠有三十到五十個這樣的人救中國傳統文化。他們學什麼？就是學《四庫全書》。"
    },
    {
      "id": "02-041-0422_p0026",
      "zh_CN": "「四库」，古时候唐太宗在世的时候做了一次精选，就是这些书籍里头选择关于修身的，齐家、治国、平天下的，这些材料把它挑选出来编成一本书，叫《群书治要》。这书有什么作用？它能帮助你一生生活得欢喜快乐，能够帮助你的家庭美满，家和万事兴；能够帮助你事业成长，无论你干哪一个行业；帮助社会安定、帮助国家富强、帮助世界和平，你说这个是不是宝？真是宝，唐太宗的功劳真大！编成这本书，他是为他自己编的，他二十七岁做皇上，统理那么大的国家，那么多人口，用什么来统治？没有办法，所以就想出古圣先贤的教训，找几个大臣，花了五、六年的时间，选出这些东西。大唐盛世从这来的，真好，真用得上，他做出来给我们看。以后传到日本，日本千年盛世依靠这个。非常可惜，日本人是四百年前接受西方的科技文明，把中国文化放下了。日本早些年，两千年前，在中国留学的学生很多，所以日本没有自己的文化，完全是中国文化。你要到日本去看，特别是农村，乡村里去看，就等于回到古老的中国，非常可爱。我到日本喜欢住乡下，喜欢跟他们乡村农民聊天，诚实，还有善意，善心善意，对於伦常道德、古人的教训都能听得进去。真能帮助我们解决生死大事，生死跟活在世间，这么好的教训怎么可以丢。在中国用了五千年没有出事情，只是在满清末年受外国人欺负，是因为武器不如别人，除这一样之外，外国没有任何一样东西能比得上中国，这个话孙中山先生说的。所以中国人学外国，只要学机器就行了，其他的不必，我们超过他们太多了。",
      "zh_TW": "「四庫」，古時候唐太宗在世的時候做了一次精選，就是這些書籍裡頭選擇關於修身的，齊家、治國、平天下的，這些材料把它挑選出來編成一本書，叫《群書治要》。這書有什麼作用？它能幫助你一生生活得歡喜快樂，能夠幫助你的家庭美滿，家和萬事興；能夠幫助你事業成長，無論你幹哪一個行業；幫助社會安定、幫助國家富強、幫助世界和平，你說這個是不是寶？真是寶，唐太宗的功勞真大！編成這本書，他是為他自己編的，他二十七歲做皇上，統理那麼大的國家，那麼多人口，用什麼來統治？沒有辦法，所以就想出古聖先賢的教訓，找幾個大臣，花了五、六年的時間，選出這些東西。大唐盛世從這來的，真好，真用得上，他做出來給我們看。以後傳到日本，日本千年盛世依靠這個。非常可惜，日本人是四百年前接受西方的科技文明，把中國文化放下了。日本早些年，兩千年前，在中國留學的學生很多，所以日本沒有自己的文化，完全是中國文化。你要到日本去看，特別是農村，鄉村裡去看，就等於回到古老的中國，非常可愛。我到日本喜歡住鄉下，喜歡跟他們鄉村農民聊天，誠實，還有善意，善心善意，對於倫常道德、古人的教訓都能聽得進去。真能幫助我們解決生死大事，生死跟活在世間，這麼好的教訓怎麼可以丟。在中國用了五千年沒有出事情，只是在滿清末年受外國人欺負，是因為武器不如別人，除這一樣之外，外國沒有任何一樣東西能比得上中國，這個話孫中山先生說的。所以中國人學外國，只要學機器就行了，其他的不必，我們超過他們太多了。"
    },
    {
      "id": "02-041-0422_p0027",
      "zh_CN": "所以这几年，去年在英国遇到这个缘分，一年三个月我们就谈妥了，签了合同，合办汉学院，培养五千年传统文化的继承人，我们做这个事情。这个事情我们遇到了，遇到不做是罪过，那就是无间地狱，遇到就要全心全力做。所以遇到校长，遇到英国王子，我们同心协力希望把这桩事情做成功，让中国传统文化，现前要普及到全世界，让全世界人都来学习中国文化，过中国幸福快乐美满的人生。",
      "zh_TW": "所以這幾年，去年在英國遇到這個緣分，一年三個月我們就談妥了，簽了合同，合辦漢學院，培養五千年傳統文化的繼承人，我們做這個事情。這個事情我們遇到了，遇到不做是罪過，那就是無間地獄，遇到就要全心全力做。所以遇到校長，遇到英國王子，我們同心協力希望把這樁事情做成功，讓中國傳統文化，現前要普及到全世界，讓全世界人都來學習中國文化，過中國幸福快樂美滿的人生。"
    },
    {
      "id": "02-041-0422_p0028",
      "zh_CN": "中国人有过这个辉煌的记录，禁得起历史的考验，是个伟大的民族、和平的民族，真正是有爱心，爱人爱物，有这些古圣先贤的教训。西方人，特别是西方的汉学家对中国寄予很大的期望，因为人类现在的科技可以毁灭地球，在过去没有这个能力，大家放心，现在有这个能力，真的提心吊胆，如果核武战争一爆发，世界毁灭，人类在世界上消失了，这多可怕。他们想（这不是我想的），如何来阻止第三次世界大战永远不会发生，想到这里，只有一个方法，把世界变成一个国家，就不会有国际战争了。谁来统一？欧洲汉学家异口同音，由中国人统一。说得好！我们中国人听到欢喜，外国人听到不舒服，为什么？他不了解中国文化，了解中国文化就会点头，不了解的摇头，所以普及文化比什么都重要。",
      "zh_TW": "中國人有過這個輝煌的記錄，禁得起歷史的考驗，是個偉大的民族、和平的民族，真正是有愛心，愛人愛物，有這些古聖先賢的教訓。西方人，特別是西方的漢學家對中國寄予很大的期望，因為人類現在的科技可以毀滅地球，在過去沒有這個能力，大家放心，現在有這個能力，真的提心吊膽，如果核武戰爭一爆發，世界毀滅，人類在世界上消失了，這多可怕。他們想（這不是我想的），如何來阻止第三次世界大戰永遠不會發生，想到這裡，只有一個方法，把世界變成一個國家，就不會有國際戰爭了。誰來統一？歐洲漢學家異口同音，由中國人統一。說得好！我們中國人聽到歡喜，外國人聽到不舒服，為什麼？他不了解中國文化，了解中國文化就會點頭，不了解的搖頭，所以普及文化比什麼都重要。"
    },
    {
      "id": "02-041-0422_p0029",
      "zh_CN": "我们现在把唐太宗这个书找到了，翻印了，印的数量也很可观，不会失传了。这个大家急着要学，非常认真努力在学习，好事。非常可惜的，唐太宗他编写这本书，取材只到他前面一代，所以在中国历史上，近代的隋唐宋元明清，这一千多年六个朝代这些好的东西，唐太宗的本子上没有。这个使命我们要把它完成，我们要从《全书》里头再去找，把这六朝关于修身齐家治国平天下这些教训，再搜集起来编一个续篇。正篇五十卷，五十万字，续篇也是五十卷，五十万字，将来合起来，这一百卷一百万字是什么？是《四库全书》的精华之精华，你读这一部书，等于把中国《四库全书》全读了。这个使命我们也要我们的老师同学承担起来。所以将来汉学院毕业了，第一届毕业的人都是老师，学校聘请为汉学院教授、副教授、讲师，往后我们希望生活在一起、学习在一起、工作在一起。工作是两个，一个是把这部书讲清楚、讲明白、讲透彻，让大家都能够在生活上落实，落实在生活，那你就是过了佛菩萨的生活，孔颜之乐，人生快乐。建大功、立大德，稀有难逢的缘分我们遇到了，遇到了不知道珍惜，让它错过，那就太可惜。",
      "zh_TW": "我們現在把唐太宗這個書找到了，翻印了，印的數量也很可觀，不會失傳了。這個大家急著要學，非常認真努力在學習，好事。非常可惜的，唐太宗他編寫這本書，取材只到他前面一代，所以在中國歷史上，近代的隋唐宋元明清，這一千多年六個朝代這些好的東西，唐太宗的本子上沒有。這個使命我們要把它完成，我們要從《全書》裡頭再去找，把這六朝關於修身齊家治國平天下這些教訓，再蒐集起來編一個續篇。正篇五十卷，五十萬字，續篇也是五十卷，五十萬字，將來合起來，這一百卷一百萬字是什麼？是《四庫全書》的精華之精華，你讀這一部書，等於把中國《四庫全書》全讀了。這個使命我們也要我們的老師同學承擔起來。所以將來漢學院畢業了，第一屆畢業的人都是老師，學校聘請為漢學院教授、副教授、講師，往後我們希望生活在一起、學習在一起、工作在一起。工作是兩個，一個是把這部書講清楚、講明白、講透徹，讓大家都能夠在生活上落實，落實在生活，那你就是過了佛菩薩的生活，孔顏之樂，人生快樂。建大功、立大德，稀有難逢的緣分我們遇到了，遇到了不知道珍惜，讓它錯過，那就太可惜。"
    },
    {
      "id": "02-041-0422_p0030",
      "zh_CN": "大事因缘这遇到了，三种布施，财布施、法布施有了，努力在做，今天我们这办学，办汉学院是布施，三种布施具足在汉学院。所以汉学院将来会起很大的作用，不仅仅把五千年的文化救了，也把这个地球救了，让世界上人都能够断恶修善，都能够离苦得乐，这是多么好的一桩事情。这个好事谁来支持？谁来保护？老祖宗支持，所有宗教里头众神来保护。真正发这个心，任务没有完成，寿命延长，为什么？你不能走，你的事没做完，做完之后你才可以走。所以三种布施三种果报，有感必应，有施必报，这八个字好。我们一生的遭遇都是因缘果报，我们这一生过得很好，是行善积德成就的，过得很辛苦，是造作不善所感的，这清清楚楚，帮你解决问题了。现在苦乐说明白了，将来的苦乐也说明白了。《会疏》里头说得好，「善恶约因」，就因上说的。「报应约果。因有善恶，果感苦乐。形声影响，毫厘不差」，真的不是假的。底下是「业因果报，亦复如是」。是这一句，接这一句。",
      "zh_TW": "大事因緣這遇到了，三種布施，財布施、法布施有了，努力在做，今天我們這辦學，辦漢學院是布施，三種布施具足在漢學院。所以漢學院將來會起很大的作用，不僅僅把五千年的文化救了，也把這個地球救了，讓世界上人都能夠斷惡修善，都能夠離苦得樂，這是多麼好的一樁事情。這個好事誰來支持？誰來保護？老祖宗支持，所有宗教裡頭眾神來保護。真正發這個心，任務沒有完成，壽命延長，為什麼？你不能走，你的事沒做完，做完之後你才可以走。所以三種布施三種果報，有感必應，有施必報，這八個字好。我們一生的遭遇都是因緣果報，我們這一生過得很好，是行善積德成就的，過得很辛苦，是造作不善所感的，這清清楚楚，幫你解決問題了。現在苦樂說明白了，將來的苦樂也說明白了。《會疏》裡頭說得好，「善惡約因」，就因上說的。「報應約果。因有善惡，果感苦樂。形聲影響，毫釐不差」，真的不是假的。底下是「業因果報，亦復如是」。是這一句，接這一句。"
    },
    {
      "id": "02-041-0422_p0031",
      "zh_CN": "『祸福相承』。承是承受，继承。「盖宿世业因，善恶夹杂。故后世受报，或先乐后苦，或先苦后乐。苦乐相继，祸福相倚，故云祸福相承」。后面是念老给我们做了个总结：「作善得福，造恶得祸，皆是自作自受。故云身自当之，无谁代者」。没有人能代替。",
      "zh_TW": "『禍福相承』。承是承受，繼承。「蓋宿世業因，善惡夾雜。故後世受報，或先樂後苦，或先苦後樂。苦樂相繼，禍福相倚，故云禍福相承」。後面是念老給我們做了個總結：「作善得福，造惡得禍，皆是自作自受。故云身自當之，無誰代者」。沒有人能代替。"
    },
    {
      "id": "02-041-0422_p0032",
      "zh_CN": "我们最近遇到两个同修，造作的不善堕地狱，还算是有这么一点善根，附体来找我。其中有一位跟我还有亲属关系。造的什么业？十方大众捐的这些钱。我们现在这几年，我在香港银行设了个基金会，用钱政府监督。有人捐的些钱，大概不少，不是一个人，就托我这个家人把钱转给我。他们就没有转，自己拿去花了。钱虽然不多，但是在大陆也是一个数字，大概有一百五十万人民币，堕地狱，来求我，求助。我能助他？不能，我的钱十方捐来的，我要帮助你，你的罪更重。这个道理要懂，不能做糊涂事。结果我就想到只有一个办法能救他，真正善心人士，有这个财力，把这个钱捐出来，用我这个家人的名义去捐献，用他的名义，他可以能离开。也真有这么一个人，自动发心来找我，我说太好了！这个钱捐作汉学院的基金，英国汉学院基金。这是一个例子。",
      "zh_TW": "我們最近遇到兩個同修，造作的不善墮地獄，還算是有這麼一點善根，附體來找我。其中有一位跟我還有親屬關係。造的什麼業？十方大眾捐的這些錢。我們現在這幾年，我在香港銀行設了個基金會，用錢政府監督。有人捐的些錢，大概不少，不是一個人，就託我這個家人把錢轉給我。他們就沒有轉，自己拿去花了。錢雖然不多，但是在大陸也是一個數字，大概有一百五十萬人民幣，墮地獄，來求我，求助。我能助他？不能，我的錢十方捐來的，我要幫助你，你的罪更重。這個道理要懂，不能做糊塗事。結果我就想到只有一個辦法能救他，真正善心人士，有這個財力，把這個錢捐出來，用我這個家人的名義去捐獻，用他的名義，他可以能離開。也真有這麼一個人，自動發心來找我，我說太好了！這個錢捐作漢學院的基金，英國漢學院基金。這是一個例子。"
    },
    {
      "id": "02-041-0422_p0033",
      "zh_CN": "这桩事真是难办！所以十方钱不能乱花，乱花有罪，不知道因果做这个事情。做这个因果我们就明白了，十方捐助，干什么用就要做什么用，用错了地方就有罪过。如果用在个人自己物质享受，那罪就大了，那就很重了。那我们想想，在今天这个世界，造这样罪业的人多，太多了！这个堕地狱，有这个缘出来报个信，让我们知道了，还有很多没有这个缘分，我们不知道的不晓得有多少！所以作善造恶，自作自受，经里头说『身自当之，无谁代者』，没有人能代替。",
      "zh_TW": "這樁事真是難辦！所以十方錢不能亂花，亂花有罪，不知道因果做這個事情。做這個因果我們就明白了，十方捐助，幹什麼用就要做什麼用，用錯了地方就有罪過。如果用在個人自己物質享受，那罪就大了，那就很重了。那我們想想，在今天這個世界，造這樣罪業的人多，太多了！這個墮地獄，有這個緣出來報個信，讓我們知道了，還有很多沒有這個緣分，我們不知道的不曉得有多少！所以作善造惡，自作自受，經裡頭說『身自當之，無誰代者』，沒有人能代替。"
    },
    {
      "id": "02-041-0422_p0034",
      "zh_CN": "下面这一段，「善恶分明」。",
      "zh_TW": "下面這一段，「善惡分明」。"
    },
    {
      "id": "02-041-0422_p0035",
      "zh_CN": "【善人行善。从乐入乐。从明入明。】",
      "zh_TW": "【善人行善。從樂入樂。從明入明。】"
    },
    {
      "id": "02-041-0422_p0036",
      "zh_CN": "『明』是智慧。",
      "zh_TW": "『明』是智慧。"
    },
    {
      "id": "02-041-0422_p0037",
      "zh_CN": "【恶人行恶。从苦入苦。从冥入冥。】",
      "zh_TW": "【惡人行惡。從苦入苦。從冥入冥。】"
    },
    {
      "id": "02-041-0422_p0038",
      "zh_CN": "『从苦』是现在，『冥』是未来三途去了。",
      "zh_TW": "『從苦』是現在，『冥』是未來三途去了。"
    },
    {
      "id": "02-041-0422_p0039",
      "zh_CN": "【谁能知者。独佛知耳。】",
      "zh_TW": "【誰能知者。獨佛知耳。】"
    },
    {
      "id": "02-041-0422_p0040",
      "zh_CN": "只有佛知道。我们看念老的注解。「从善人行善至从冥入冥六句」，综合《会疏》及义寂师的意思，解释，这就是黄念老，从两种古人的注解里头，把它综合起来告诉我们，「释曰」，这就是黄念祖居士说的话，「善人者种善因之人。来世生尊贵家」，他将来来生不失人身，不堕三恶道，「身形端正，缘境」，缘是讲缘分，境是讲境界，「和美」，缘和境美，「身心适悦」，这是乐。「复又明达，乐善好施，是为明」。明是智慧，他有智慧，他能通达事理，又喜欢布施，乐善，爱好善人善事善行，喜欢布施，这是明。「若更多作善业，勤修福慧，乃得生天」。这讲他的来世，如果他能多行善事，多做好事，勤修福慧，来生生天。",
      "zh_TW": "只有佛知道。我們看念老的註解。「從善人行善至從冥入冥六句」，綜合《會疏》及義寂師的意思，解釋，這就是黃念老，從兩種古人的註解裡頭，把它綜合起來告訴我們，「釋曰」，這就是黃念祖居士說的話，「善人者種善因之人。來世生尊貴家」，他將來來生不失人身，不墮三惡道，「身形端正，緣境」，緣是講緣分，境是講境界，「和美」，緣和境美，「身心適悅」，這是樂。「復又明達，樂善好施，是為明」。明是智慧，他有智慧，他能通達事理，又喜歡布施，樂善，愛好善人善事善行，喜歡布施，這是明。「若更多作善業，勤修福慧，乃得生天」。這講他的來世，如果他能多行善事，多做好事，勤修福慧，來生生天。"
    },
    {
      "id": "02-041-0422_p0041",
      "zh_CN": "今天什么是善事？我告诉同修们，为往圣继绝学是善事。这一句话是对我们说的，不是对别人说的。满清末年，民国初年，读古书的人很多，在那个时候就是我的童年，我没赶上，差了五、六年，大我五、六岁的都经历过，都学过，我是知道这个事情，年岁太小了，还不够上学的资格。今天没有了，没有了，如果断绝了怎么办？断绝再也不能复兴了，为什么？老师都走了。只有一种方法，无师自通。",
      "zh_TW": "今天什麼是善事？我告訴同修們，為往聖繼絕學是善事。這一句話是對我們說的，不是對別人說的。滿清末年，民國初年，讀古書的人很多，在那個時候就是我的童年，我沒趕上，差了五、六年，大我五、六歲的都經歷過，都學過，我是知道這個事情，年歲太小了，還不夠上學的資格。今天沒有了，沒有了，如果斷絕了怎麼辦？斷絕再也不能復興了，為什麼？老師都走了。只有一種方法，無師自通。"
    },
    {
      "id": "02-041-0422_p0042",
      "zh_CN": "无师自通的人，亿万人当中难得有一个。那是什么人？佛菩萨再来的，不是凡人，凡人做不到。中国过去历代无师自通的人不少，最著名的禅宗六祖惠能大师，提出来大家都知道，真的是无师自通。他到黄梅住了八个月，跟五祖只见三次面，五祖什么也没教他。第一次见面，到寺庙里面去拜老师，见面了，五祖问他，你从哪里来的？你想来干什么？他从南方来的，岭南广东这一带，很辛苦到长安。来干什么？来作佛的。这个口气可了不起，大概五祖一生也没有遇到第二个人说我要来作佛。问他，不认识字，没念过书。干什么行业？砍柴的。好吧，既然是砍柴的，就分发到碓房那一边舂米破柴，有些人在那里做这个工作。那个时候道场一千多人，可见得吃饭人多，厨房很大，粮食很充足，叫他舂米破柴。他在那里干了八个月。",
      "zh_TW": "無師自通的人，億萬人當中難得有一個。那是什麼人？佛菩薩再來的，不是凡人，凡人做不到。中國過去歷代無師自通的人不少，最著名的禪宗六祖惠能大師，提出來大家都知道，真的是無師自通。他到黃梅住了八個月，跟五祖只見三次面，五祖什麼也沒教他。第一次見面，到寺廟裡面去拜老師，見面了，五祖問他，你從哪裡來的？你想來幹什麼？他從南方來的，嶺南廣東這一帶，很辛苦到長安。來幹什麼？來作佛的。這個口氣可了不起，大概五祖一生也沒有遇到第二個人說我要來作佛。問他，不認識字，沒念過書。幹什麼行業？砍柴的。好吧，既然是砍柴的，就分發到碓房那一邊舂米破柴，有些人在那裡做這個工作。那個時候道場一千多人，可見得吃飯人多，廚房很大，糧食很充足，叫他舂米破柴。他在那裡幹了八個月。"
    },
    {
      "id": "02-041-0422_p0043",
      "zh_CN": "第二次见面，也就是最后，最后这一天，这一天见了两次面，第二次见面是下午五祖巡寮，就是把这个道场周围都仔细看一遍，叫巡寮，遇到。实际上他就是找惠能，但是不能让人知道，惠能自己也不知道，到碓房。看到祖师来了，祖师问他，米舂熟了没有？他说早就舂熟了，还没筛。这个话他们两个人懂，别人不懂。米舂熟了没有，实际上问他真见性了吗，大彻大悟，明心见性？问这个。真见性了，真大彻大悟了，没有人印证，就是少个印证，没有人给他做证明，这就是还欠筛，还没有筛，还差一道手续。五祖在碓上敲了三下，拿个拐杖敲了三下就走了。别人没人知道，这三下就告诉他晚上三更到方丈室来找他。",
      "zh_TW": "第二次見面，也就是最後，最後這一天，這一天見了兩次面，第二次見面是下午五祖巡寮，就是把這個道場周圍都仔細看一遍，叫巡寮，遇到。實際上他就是找惠能，但是不能讓人知道，惠能自己也不知道，到碓房。看到祖師來了，祖師問他，米舂熟了沒有？他說早就舂熟了，還沒篩。這個話他們兩個人懂，別人不懂。米舂熟了沒有，實際上問他真見性了嗎，大徹大悟，明心見性？問這個。真見性了，真大徹大悟了，沒有人印證，就是少個印證，沒有人給他做證明，這就是還欠篩，還沒有篩，還差一道手續。五祖在碓上敲了三下，拿個拐杖敲了三下就走了。別人沒人知道，這三下就告訴他晚上三更到方丈室來找他。"
    },
    {
      "id": "02-041-0422_p0044",
      "zh_CN": "他三更真的去了，推门门都没有关，一直进去，进去之后五祖把袈裟围着他，外面人看不见，问他，见性了，性什么样子？说给我听听。只说了二十个字五句话：「何期自性」，没有想到自性，「本自清净」。我们讲心里的染污，精神的染污，都是阿赖耶，末那，不是自性，自性不会染污，自性是真心，真心不染污，清净。不生不灭，自性包罗万象，「本自具足」，无量智慧、无量德能、无量相好都是本自具足，不是外头来的。所以大乘经上，佛常说心外无法，你要到心外去求法错了，法在心内，不在心外。这都不是一般人能说得出来。第四句说「本无动摇」，自性本定，从来没有动摇过。后头一句「能生万法」，整个宇宙从哪来的？自性变现的。说了到这个地方，五祖就说，行了，不要再讲了，把衣钵就传给他，叫他赶快走。预先船准备好了，叫他自己驾个小船赶快走，就离开了。",
      "zh_TW": "他三更真的去了，推門門都沒有關，一直進去，進去之後五祖把袈裟圍著他，外面人看不見，問他，見性了，性什麼樣子？說給我聽聽。只說了二十個字五句話：「何期自性」，沒有想到自性，「本自清淨」。我們講心裡的染污，精神的染污，都是阿賴耶，末那，不是自性，自性不會染污，自性是真心，真心不染污，清淨。不生不滅，自性包羅萬象，「本自具足」，無量智慧、無量德能、無量相好都是本自具足，不是外頭來的。所以大乘經上，佛常說心外無法，你要到心外去求法錯了，法在心內，不在心外。這都不是一般人能說得出來。第四句說「本無動搖」，自性本定，從來沒有動搖過。後頭一句「能生萬法」，整個宇宙從哪來的？自性變現的。說了到這個地方，五祖就說，行了，不要再講了，把衣缽就傳給他，叫他趕快走。預先船準備好了，叫他自己駕個小船趕快走，就離開了。"
    },
    {
      "id": "02-041-0422_p0045",
      "zh_CN": "所以跟五祖黄梅八个月，见过三次面，两天见过三次，无师自通。五祖传的就一个人，可是六祖所传的人就多了，好像是有四十多个人，在六祖会下明心见性，得到六祖印证的四十多个人，空前绝后，过去没有，六祖之后也没有，有二、三个的，一、二个的，二、三个的，超过五个没有，没有超过五个的。这些我们要知道。",
      "zh_TW": "所以跟五祖黃梅八個月，見過三次面，兩天見過三次，無師自通。五祖傳的就一個人，可是六祖所傳的人就多了，好像是有四十多個人，在六祖會下明心見性，得到六祖印證的四十多個人，空前絕後，過去沒有，六祖之後也沒有，有二、三個的，一、二個的，二、三個的，超過五個沒有，沒有超過五個的。這些我們要知道。"
    },
    {
      "id": "02-041-0422_p0046",
      "zh_CN": "后面念老讲苦、冥，「又恶人造恶业，种恶因，得恶果。故生卑贱之家，形容枯槁，饥寒交迫，逼恼身心，是为苦」。这是我们看到贫穷的苦。乞丐，讨饭的人家，都是这样的。这种环境常有，在农村乡下常常能看到。底下又说，「复愚昧无知，不信正法，不行善事，是为冥」。冥就是糊涂愚痴，这个意思。「倘更多作恶业，死堕恶道」，这就麻烦了，这就很可怕，「故云从苦入苦，从冥入冥也」。就是往下下降，他不能提升，堕畜生，堕饿鬼，堕地狱，「从苦入苦，从冥入冥」，这种人非常可怜！",
      "zh_TW": "後面念老講苦、冥，「又惡人造惡業，種惡因，得惡果。故生卑賤之家，形容枯槁，飢寒交迫，逼惱身心，是為苦」。這是我們看到貧窮的苦。乞丐，討飯的人家，都是這樣的。這種環境常有，在農村鄉下常常能看到。底下又說，「復愚昧無知，不信正法，不行善事，是為冥」。冥就是糊塗愚痴，這個意思。「倘更多作惡業，死墮惡道」，這就麻煩了，這就很可怕，「故云從苦入苦，從冥入冥也」。就是往下下降，他不能提升，墮畜生，墮餓鬼，墮地獄，「從苦入苦，從冥入冥」，這種人非常可憐！"
    },
    {
      "id": "02-041-0422_p0047",
      "zh_CN": "经里面接着又说，「如是六趣生死因果，其理幽深」，你要问，为什么会有这些事情？道理太深了！「非九十五种外道所能知」，这就包括佛陀在世印度所有的宗教与学派，他都参学过，都很熟悉，他们不知道，佛知道。「唯我世尊，独知其原。故云独佛知耳」。只有成佛的人知道。那我们刚才给诸位说过，六祖惠能大师成佛了，他知道。只有这种人能说，他们在一块可以说，别人不知道。教下叫大开圆解，一字一句里头有无量义，开悟的人见到，所以他说法，对人说法，一句经文讲法不一样，对深的人讲得深，对浅的人讲得浅，大家都欢喜，都能法喜充满，叫大开圆解。学佛终极的目的在此地，一定要搞清楚搞明白。",
      "zh_TW": "經裡面接著又說，「如是六趣生死因果，其理幽深」，你要問，為什麼會有這些事情？道理太深了！「非九十五種外道所能知」，這就包括佛陀在世印度所有的宗教與學派，他都參學過，都很熟悉，他們不知道，佛知道。「唯我世尊，獨知其原。故云獨佛知耳」。只有成佛的人知道。那我們剛才給諸位說過，六祖惠能大師成佛了，他知道。只有這種人能說，他們在一塊可以說，別人不知道。教下叫大開圓解，一字一句裡頭有無量義，開悟的人見到，所以他說法，對人說法，一句經文講法不一樣，對深的人講得深，對淺的人講得淺，大家都歡喜，都能法喜充滿，叫大開圓解。學佛終極的目的在此地，一定要搞清楚搞明白。"
    },
    {
      "id": "02-041-0422_p0048",
      "zh_CN": "我们学到一个最简单的方法，这是同学问的，净土法门，最简单的方法，海贤老和尚传下来的。你看这个老和尚，不认识字，没念过书，从小就在农田里面干活，他就是个农夫，对于种稻米蔬菜，这些很内行，种粮食很内行，其他的他不知道。二十岁出家，师父只教他一句，南无阿弥陀佛，嘱咐他一直念下去。又跟他讲，明白了，不能乱说，不能说。他记住了，一生不拐弯，依教奉行，就念这句阿弥陀佛。师父末后的一句话，大概他听记住了，他不懂什么意思。明白是什么？开悟了，师父就知道将来他会开悟。他开悟的那个层次跟惠能大师一样，都是明心见性，见性成佛。惠能开悟了，海贤开悟了，理一心不乱。我的估计他在什么时候？应该在四十岁前后开悟，他是功夫成片、事一心不乱、理一心不乱，一个等级一个等级向上提升。他很早。只要功夫成片，阿弥陀佛会给你透消息，或在定中，或在梦中，会告诉你，赞叹你，你的寿命还有多少年，到时候我来接引你。你就放心了。有很多人听到阿弥陀佛这么说，就向佛求：我寿命不要了，我现在跟你走。行不行？行，这样的人还不少。所以要知道，他不是念佛三年就往生了，他三年到功夫成片，见到佛，向佛要求，我不要寿命了，我就跟你走，他就真走了。海贤老和尚，这个法门，他老人家赞叹会集本，这上有他的照片，前头有没有照片？新版有，这是老版，没有印海贤老和尚照片。我们对他老人家要深信不疑，是真的，决定不是假的。",
      "zh_TW": "我們學到一個最簡單的方法，這是同學問的，淨土法門，最簡單的方法，海賢老和尚傳下來的。你看這個老和尚，不認識字，沒念過書，從小就在農田裡面幹活，他就是個農夫，對於種稻米蔬菜，這些很內行，種糧食很內行，其他的他不知道。二十歲出家，師父只教他一句，南無阿彌陀佛，囑咐他一直念下去。又跟他講，明白了，不能亂說，不能說。他記住了，一生不拐彎，依教奉行，就念這句阿彌陀佛。師父末後的一句話，大概他聽記住了，他不懂什麼意思。明白是什麼？開悟了，師父就知道將來他會開悟。他開悟的那個層次跟惠能大師一樣，都是明心見性，見性成佛。惠能開悟了，海賢開悟了，理一心不亂。我的估計他在什麼時候？應該在四十歲前後開悟，他是功夫成片、事一心不亂、理一心不亂，一個等級一個等級向上提升。他很早。只要功夫成片，阿彌陀佛會給你透消息，或在定中，或在夢中，會告訴你，讚歎你，你的壽命還有多少年，到時候我來接引你。你就放心了。有很多人聽到阿彌陀佛這麼說，就向佛求：我壽命不要了，我現在跟你走。行不行？行，這樣的人還不少。所以要知道，他不是念佛三年就往生了，他三年到功夫成片，見到佛，向佛要求，我不要壽命了，我就跟你走，他就真走了。海賢老和尚，這個法門，他老人家讚歎會集本，這上有他的照片，前頭有沒有照片？新版有，這是老版，沒有印海賢老和尚照片。我們對他老人家要深信不疑，是真的，決定不是假的。"
    },
    {
      "id": "02-041-0422_p0049",
      "zh_CN": "我选择净土法门，把教丢掉了，那个教是入海算沙，花了差不多四十年的时间，最后年岁大了，不行了，没有把握，所以就专修念佛法门，专讲《无量寿经》，专弘《无量寿经》，走上专了。「一门深入，长时薰修；读书千遍，其义自见」，我相信古大德这两句话。虽然我自己没有办法完全做到，我希望年轻人能相信、真干，他的成就一定在我之上，这好事情。后人超过前人，这个世界才有前途；后人不如前人就完了，应当要超越，大幅度的超越。",
      "zh_TW": "我選擇淨土法門，把教丟掉了，那個教是入海算沙，花了差不多四十年的時間，最後年歲大了，不行了，沒有把握，所以就專修念佛法門，專講《無量壽經》，專弘《無量壽經》，走上專了。「一門深入，長時薰修；讀書千遍，其義自見」，我相信古大德這兩句話。雖然我自己沒有辦法完全做到，我希望年輕人能相信、真幹，他的成就一定在我之上，這好事情。後人超過前人，這個世界才有前途；後人不如前人就完了，應當要超越，大幅度的超越。"
    },
    {
      "id": "02-041-0422_p0050",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}