{
  "doc_id": "02-041-0059",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十九集",
    "zh_TW": "第五十九集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0059",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-041-0059_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0059_p0002",
      "zh_CN": "请看《大经科注》第二百六十三页，第六行看起：",
      "zh_TW": "請看《大經科註》第二百六十三頁，第六行看起："
    },
    {
      "id": "02-041-0059_p0003",
      "zh_CN": "「又佛所说者，通名为经。故题中经之一字，是通名。」「佛说大乘无量寿庄严清净平等觉」这十四个字，是本经独具的别名，没有重复的，这叫别。「诸经立名，不离人法喻」。这是说佛经经题来由它有规矩的，如果不合乎这个规矩，那这是假的，不是真的。如果真正是佛说的经，一定符合这七个原则，这叫七种立题，它用人、法、喻，喻是比喻。「或单或复，可得七类」，单的是一个，「单一者三」，单人、单法、单喻。单人，《阿弥陀经》，阿弥陀是人，这经题里头没有法，没有比喻。单法，《大般若经》，般若是法，这里头没有人，没有比喻。单单比喻的，譬如《梵网经》，梵网是比喻，经题里头没有人，没有法。这叫三单。",
      "zh_TW": "「又佛所說者，通名為經。故題中經之一字，是通名。」「佛說大乘無量壽莊嚴清淨平等覺」這十四個字，是本經獨具的別名，沒有重複的，這叫別。「諸經立名，不離人法喻」。這是說佛經經題來由它有規矩的，如果不合乎這個規矩，那這是假的，不是真的。如果真正是佛說的經，一定符合這七個原則，這叫七種立題，它用人、法、喻，喻是比喻。「或單或複，可得七類」，單的是一個，「單一者三」，單人、單法、單喻。單人，《阿彌陀經》，阿彌陀是人，這經題裡頭沒有法，沒有比喻。單法，《大般若經》，般若是法，這裡頭沒有人，沒有比喻。單單比喻的，譬如《梵網經》，梵網是比喻，經題裡頭沒有人，沒有法。這叫三單。"
    },
    {
      "id": "02-041-0059_p0004",
      "zh_CN": "第二类，复，复就是「复二」，是两个。人法，《文殊问般若经》，文殊是人，问般若是法，这里头没有比喻，这个经题里有人、有法，没有比喻。第二种，法喻，像《妙法莲华经》，妙法是法，莲华是比喻，这个题里头没有人。第三种，人喻立题，《菩萨璎珞经》，菩萨是人，璎珞是比喻，这个里头没有法。最后一种叫具足，人法喻三种统统有，譬如《大方广佛华严经》，佛是人，大方广是法，华严是比喻，人法喻全具足。七种立题当中，我们这部经经题一共十五个字，人法喻统统具足。",
      "zh_TW": "第二類，複，複就是「複二」，是兩個。人法，《文殊問般若經》，文殊是人，問般若是法，這裡頭沒有比喻，這個經題裡有人、有法，沒有比喻。第二種，法喻，像《妙法蓮華經》，妙法是法，蓮華是比喻，這個題裡頭沒有人。第三種，人喻立題，《菩薩瓔珞經》，菩薩是人，瓔珞是比喻，這個裡頭沒有法。最後一種叫具足，人法喻三種統統有，譬如《大方廣佛華嚴經》，佛是人，大方廣是法，華嚴是比喻，人法喻全具足。七種立題當中，我們這部經經題一共十五個字，人法喻統統具足。"
    },
    {
      "id": "02-041-0059_p0005",
      "zh_CN": "我们看念老的原文，就是长行，倒数第三行，解。「今本经题」，我们这部经题，「亦具足人法喻。题中佛字表此土果人」，无量寿佛是极乐世界的果人，证果的人，这个果是证果的人，没有证果不能用这个。在佛法里头，果人有大乘、有小乘，小乘阿罗汉，小乘证到果；佛是大乘的果，这叫证果之人。无量寿佛是西方极乐世界的果人，这个题中具足娑婆世界跟极乐世界的两尊佛，这是人名，所以它有人。题中「庄严清净平等觉七字是法。大乘二字是喻。乘者车也。此经可运载无量众生咸达宝所」，宝所是比喻，宝是极乐，比喻极乐，如《法华经》的大白牛车，故以大乘为比喻。所以这个经题里头，人法喻统统具足。这一段是佛学常识，一切经的经题总离不开这个原则，叫七种立题。",
      "zh_TW": "我們看念老的原文，就是長行，倒數第三行，解。「今本經題」，我們這部經題，「亦具足人法喻。題中佛字表此土果人」，無量壽佛是極樂世界的果人，證果的人，這個果是證果的人，沒有證果不能用這個。在佛法裡頭，果人有大乘、有小乘，小乘阿羅漢，小乘證到果；佛是大乘的果，這叫證果之人。無量壽佛是西方極樂世界的果人，這個題中具足娑婆世界跟極樂世界的兩尊佛，這是人名，所以它有人。題中「莊嚴清淨平等覺七字是法。大乘二字是喻。乘者車也。此經可運載無量眾生咸達寶所」，寶所是比喻，寶是極樂，比喻極樂，如《法華經》的大白牛車，故以大乘為比喻。所以這個經題裡頭，人法喻統統具足。這一段是佛學常識，一切經的經題總離不開這個原則，叫七種立題。"
    },
    {
      "id": "02-041-0059_p0006",
      "zh_CN": "底下这一段，「诸经皆具教行理」，教是教学，给我们讲道理，讲事实真相，行是修行，理是原理。所以，我们也要晓得「本经题中别具之教行理」。「佛说大乘是教，依无量寿之理体，宣众生本具之大经」。第二，「庄严清净平等觉」这是行，「一句弥陀，庄严自心，清净自心」，这一句很重要。第三，「无量寿是理。表三际一如，涅槃常住之法身本体，亦即众生本具之佛性，是心是佛之本心，实际理体也」。",
      "zh_TW": "底下這一段，「諸經皆具教行理」，教是教學，給我們講道理，講事實真相，行是修行，理是原理。所以，我們也要曉得「本經題中別具之教行理」。「佛說大乘是教，依無量壽之理體，宣眾生本具之大經」。第二，「莊嚴清淨平等覺」這是行，「一句彌陀，莊嚴自心，清淨自心」，這一句很重要。第三，「無量壽是理。表三際一如，涅槃常住之法身本體，亦即眾生本具之佛性，是心是佛之本心，實際理體也」。"
    },
    {
      "id": "02-041-0059_p0007",
      "zh_CN": "下面是念老的原文。解，「诸经皆具教行理」，这一切经都有。如果经里头这三个字没有，或者是缺少一个、缺少两个，这就不是真经。真正佛所说的经，无论大小，《阿含经》里面最短的只有几行，虽然几行也具足教行理这三桩事情。「本理立教」，这个教学从哪来的？依据什么？它总依一个道理，这个道理是真如、是自性，一切经都是从自性里面流出来的。「依教修行，从行显理」，显理就是证得，我们一般讲证果，契入理的境界。「注家释题」，注解这些大德，他们解释经题，「须明本经题中别具之教行理」。那就是专就本经，本经教讲什么、行讲什么、理讲什么，这要把它讲清楚讲明白。",
      "zh_TW": "下面是念老的原文。解，「諸經皆具教行理」，這一切經都有。如果經裡頭這三個字沒有，或者是缺少一個、缺少兩個，這就不是真經。真正佛所說的經，無論大小，《阿含經》裡面最短的只有幾行，雖然幾行也具足教行理這三樁事情。「本理立教」，這個教學從哪來的？依據什麼？它總依一個道理，這個道理是真如、是自性，一切經都是從自性裡面流出來的。「依教修行，從行顯理」，顯理就是證得，我們一般講證果，契入理的境界。「注家釋題」，註解這些大德，他們解釋經題，「須明本經題中別具之教行理」。那就是專就本經，本經教講什麼、行講什麼、理講什麼，這要把它講清楚講明白。"
    },
    {
      "id": "02-041-0059_p0008",
      "zh_CN": "「专就本经，则佛说大乘是教」，这部经不是小乘，是大乘，「庄严清净平等觉是行」，行是修行，「无量寿是理」。「无量寿表三际一如、涅槃常住之法身本体」。无量寿，三际过去、现在、未来，三际是一，一即是三，三即是一，就是说的涅槃常住的法身本体。佛有三身，法身是根本。我们每一个众生，在众生分上叫佛性，一切众生皆有佛性，所以一切众生本来是佛，这是学佛的人不能不知道。你现在为什么变成这个样子？是因为你们迷失了自性，就变成众生。记住，是迷失了，不是真正没有了。我们要觉悟了，觉悟了就又回到佛性，那就叫证果，成佛了。",
      "zh_TW": "「專就本經，則佛說大乘是教」，這部經不是小乘，是大乘，「莊嚴清淨平等覺是行」，行是修行，「無量壽是理」。「無量壽表三際一如、涅槃常住之法身本體」。無量壽，三際過去、現在、未來，三際是一，一即是三，三即是一，就是說的涅槃常住的法身本體。佛有三身，法身是根本。我們每一個眾生，在眾生分上叫佛性，一切眾生皆有佛性，所以一切眾生本來是佛，這是學佛的人不能不知道。你現在為什麼變成這個樣子？是因為你們迷失了自性，就變成眾生。記住，是迷失了，不是真正沒有了。我們要覺悟了，覺悟了就又回到佛性，那就叫證果，成佛了。"
    },
    {
      "id": "02-041-0059_p0009",
      "zh_CN": "佛教学的目的是帮助你回归自性，帮助你证得究竟圆满的佛果。究竟圆满的佛果是你自性本有的，不是从外来的。佛法是平等法，众生跟佛是一体，这个道理总要懂得。如果不懂，这个经教你就不能够契入。一定要明白这个道理，众生跟佛没有两样，众生是迷惑的佛，迷了自性的佛，佛是觉悟了自性的众生，我们可以这样说，这说得比较亲切，大家容易懂。它跟其他宗教不一样，佛法里面没有神。佛法承认有神，神是六道众生，有天神、有鬼神，这六道里头的，有色界天、有欲界天，鬼神里面有地狱、有饿鬼。他都是众生，都是迷了自性才变成这个样子的，我们总得要搞清楚、搞明白。",
      "zh_TW": "佛教學的目的是幫助你回歸自性，幫助你證得究竟圓滿的佛果。究竟圓滿的佛果是你自性本有的，不是從外來的。佛法是平等法，眾生跟佛是一體，這個道理總要懂得。如果不懂，這個經教你就不能夠契入。一定要明白這個道理，眾生跟佛沒有兩樣，眾生是迷惑的佛，迷了自性的佛，佛是覺悟了自性的眾生，我們可以這樣說，這說得比較親切，大家容易懂。它跟其他宗教不一樣，佛法裡面沒有神。佛法承認有神，神是六道眾生，有天神、有鬼神，這六道裡頭的，有色界天、有欲界天，鬼神裡面有地獄、有餓鬼。他都是眾生，都是迷了自性才變成這個樣子的，我們總得要搞清楚、搞明白。"
    },
    {
      "id": "02-041-0059_p0010",
      "zh_CN": "本经所依的是阿弥陀佛法身本体，也就是众生本具的佛性，在佛法身我们称为法身本体，在我们现在迷惑颠倒六道众生身上，就称之为本具的佛性，是心是佛的本心，这都是给你说明道理的。净宗所依的，就是世尊在《观经》上说的两句话，「是心是佛，是心作佛」，是心是佛是你的本心，是心作佛，希望你现在能够回头，不要再迷惑，一回头，回到本心，你就成佛了。人人都能成佛，问题就是你肯不肯回头。诸佛菩萨他们的本愿、他们的本怀，是希望一切众生早早回头。这个法门是八万四千法门、无量法门里面一个特殊的法门，你要遇到这个，那真正是太幸运了。遇到这个，明白道理，懂得方法，没有一个不成就的，而且是当生成就，不要等到来生后世，这一生就能够往生极乐世界。往生极乐世界等于成佛，因为极乐世界无量寿，你在极乐世界跟着阿弥陀佛修行，决定成佛，而且很快速的成佛。",
      "zh_TW": "本經所依的是阿彌陀佛法身本體，也就是眾生本具的佛性，在佛法身我們稱為法身本體，在我們現在迷惑顛倒六道眾生身上，就稱之為本具的佛性，是心是佛的本心，這都是給你說明道理的。淨宗所依的，就是世尊在《觀經》上說的兩句話，「是心是佛，是心作佛」，是心是佛是你的本心，是心作佛，希望你現在能夠回頭，不要再迷惑，一回頭，回到本心，你就成佛了。人人都能成佛，問題就是你肯不肯回頭。諸佛菩薩他們的本願、他們的本懷，是希望一切眾生早早回頭。這個法門是八萬四千法門、無量法門裡面一個特殊的法門，你要遇到這個，那真正是太幸運了。遇到這個，明白道理，懂得方法，沒有一個不成就的，而且是當生成就，不要等到來生後世，這一生就能夠往生極樂世界。往生極樂世界等於成佛，因為極樂世界無量壽，你在極樂世界跟著阿彌陀佛修行，決定成佛，而且很快速的成佛。"
    },
    {
      "id": "02-041-0059_p0011",
      "zh_CN": "学习必须要依靠经典，《无量寿经》在中国有九个本子，每个本子都好，你自己去看，你喜欢哪个本子就选择哪个本子，本子优劣各人喜爱不一样。九个本子讲修行的道理是一样的，讲修行的方法也是一样的，翻译的人不一样，当然翻译的文字就不相同。有些人翻得很好的，看起来很舒服、很流畅；有些人翻得比较艰涩，因为他从梵文翻过来的，梵文的文法跟中国不相同。所以，有些翻译本子保存着有梵文文法的形式在那里，这是我们从九个版本里面可以看到的。",
      "zh_TW": "學習必須要依靠經典，《無量壽經》在中國有九個本子，每個本子都好，你自己去看，你喜歡哪個本子就選擇哪個本子，本子優劣各人喜愛不一樣。九個本子講修行的道理是一樣的，講修行的方法也是一樣的，翻譯的人不一樣，當然翻譯的文字就不相同。有些人翻得很好的，看起來很舒服、很流暢；有些人翻得比較艱澀，因為他從梵文翻過來的，梵文的文法跟中國不相同。所以，有些翻譯本子保存著有梵文文法的形式在那裡，這是我們從九個版本裡面可以看到的。"
    },
    {
      "id": "02-041-0059_p0012",
      "zh_CN": "这个会集本是最近会集的，中日战争抗战之前，夏莲居老居士发心重新做一个会集本，也就是过去几种会集本都有瑕疵，不能算是完美的。他用了十年的时间，把古人所挑剔的那些处所完全避开，完全改正，成就这个会集本。去年南阳来佛寺一百一十二岁的老和尚海贤老法师，往生为我们做证明。他的表法就是为我们做证明，证明这个本子是真经，不是假的；证明黄念祖老居士集注，他用了八十三部经论、一百一十种祖师大德的著作，来为这部经作注解，这个注解字字句句是佛祖所说的，可靠，没有问题；第三个证明，我们最近这十几年，依照这个经、依照这个注解修行没有错误。",
      "zh_TW": "這個會集本是最近會集的，中日戰爭抗戰之前，夏蓮居老居士發心重新做一個會集本，也就是過去幾種會集本都有瑕疵，不能算是完美的。他用了十年的時間，把古人所挑剔的那些處所完全避開，完全改正，成就這個會集本。去年南陽來佛寺一百一十二歲的老和尚海賢老法師，往生為我們做證明。他的表法就是為我們做證明，證明這個本子是真經，不是假的；證明黃念祖老居士集註，他用了八十三部經論、一百一十種祖師大德的著作，來為這部經作註解，這個註解字字句句是佛祖所說的，可靠，沒有問題；第三個證明，我們最近這十幾年，依照這個經、依照這個註解修行沒有錯誤。"
    },
    {
      "id": "02-041-0059_p0013",
      "zh_CN": "我知道这十几年当中依照这部经修行往生的不少，瑞相稀有，换句话说，这些往生人给我们作证转，证明。像贤公老和尚，为我们证明极乐世界真有，阿弥陀佛真有，信愿持名真的能往生，他自己就是一个非常好的例子。这个人见阿弥陀佛不止一次，你细心去看这个光碟，你能看出来，他的善根、福德是稀有的，没有人能跟他比。善根是什么？老实、听话、真干；福德是真诚、恭敬，心地清净，他有清净平等心，这是福德。具足这个条件，他的师父也是了不起的人，传戒法师，有慧眼，一看就看中他了。他没有念过书，不认识字，但是这个老实人，太难得了。读书识字的人很多，未见得老实，老实人难找，所以这叫法器，在佛门叫根熟的法器。为什么？他要是摸到门路他一定成就，而且大成就。所以，老和尚只教他一句南无阿弥陀佛，教他一直念下去。他真乖，真听话，这一句佛号念了九十二年。",
      "zh_TW": "我知道這十幾年當中依照這部經修行往生的不少，瑞相稀有，換句話說，這些往生人給我們作證轉，證明。像賢公老和尚，為我們證明極樂世界真有，阿彌陀佛真有，信願持名真的能往生，他自己就是一個非常好的例子。這個人見阿彌陀佛不止一次，你細心去看這個光碟，你能看出來，他的善根、福德是稀有的，沒有人能跟他比。善根是什麼？老實、聽話、真幹；福德是真誠、恭敬，心地清淨，他有清淨平等心，這是福德。具足這個條件，他的師父也是了不起的人，傳戒法師，有慧眼，一看就看中他了。他沒有念過書，不認識字，但是這個老實人，太難得了。讀書識字的人很多，未見得老實，老實人難找，所以這叫法器，在佛門叫根熟的法器。為什麼？他要是摸到門路他一定成就，而且大成就。所以，老和尚只教他一句南無阿彌陀佛，教他一直念下去。他真乖，真聽話，這一句佛號念了九十二年。"
    },
    {
      "id": "02-041-0059_p0014",
      "zh_CN": "你要问他念佛的功夫，我从光碟上看到，他念到理一心不乱，经历的功夫成片、事一心不乱、理一心不乱。理一心不乱就是大彻大悟，明心见性，所以他说我什么都知道。什么都知道就是开悟了，不开悟做不到，开悟什么都知道，就是不说。一生名闻利养边都不沾，没有做过经忏佛事，没有做过任何法会，就是一句阿弥陀佛念到底，始终听老师的话。净土法门就这么简单，就这么容易。他念到功夫成片，应该什么时候？他二十岁出家剃度，师父传他这个法门，像他这种善根福德，我估计三年功夫成片。你看看，谛闲老和尚的徒弟锅漏匠也是不认识字，老和尚只传他一句南无阿弥陀佛，叫他一直念下去。锅漏匠有这个善根，就是老实、听话、真干，他念了三年，站着往生，预知时至。往生前一天，看看他一些老朋友，家亲眷属看看，第二天他走了，没告诉任何一个人。自己念佛往生，不需要助念，真正不可思议，这都是我们好榜样。男女老少、贤愚不肖，只要有这个条件，老实、听话、真干，没有一个不成就。",
      "zh_TW": "你要問他念佛的功夫，我從光碟上看到，他念到理一心不亂，經歷的功夫成片、事一心不亂、理一心不亂。理一心不亂就是大徹大悟，明心見性，所以他說我什麼都知道。什麼都知道就是開悟了，不開悟做不到，開悟什麼都知道，就是不說。一生名聞利養邊都不沾，沒有做過經懺佛事，沒有做過任何法會，就是一句阿彌陀佛念到底，始終聽老師的話。淨土法門就這麼簡單，就這麼容易。他念到功夫成片，應該什麼時候？他二十歲出家剃度，師父傳他這個法門，像他這種善根福德，我估計三年功夫成片。你看看，諦閑老和尚的徒弟鍋漏匠也是不認識字，老和尚只傳他一句南無阿彌陀佛，叫他一直念下去。鍋漏匠有這個善根，就是老實、聽話、真幹，他念了三年，站著往生，預知時至。往生前一天，看看他一些老朋友，家親眷屬看看，第二天他走了，沒告訴任何一個人。自己念佛往生，不需要助念，真正不可思議，這都是我們好榜樣。男女老少、賢愚不肖，只要有這個條件，老實、聽話、真幹，沒有一個不成就。"
    },
    {
      "id": "02-041-0059_p0015",
      "zh_CN": "三年功夫成片就能往生，为什么他要活到一百一十二岁？二十几岁他就有能力往生。阿弥陀佛慈悲，不是对他慈悲，对我们慈悲，叫他表法，留在人世间做一个念佛的好榜样，念佛求往生，一定学他就对了。所以他住这么多年，念佛住了九十年，都是替我们做榜样的，做样子给我们看的。那是一部活的《无量寿经》、活的《阿弥陀经》，经里面所说的道理、所说的方法、所说的境界，他在生活上做给我们看，在工作上做给我们看，处事待人接物，他把《无量寿经》活学活用，学活了。所以我估计他得事一心不乱应该在二十几岁的时候，得理一心不乱一定在三十几岁，四十前后，就大彻大悟，明心见性，见性成佛，他往生极乐世界实报庄严土。",
      "zh_TW": "三年功夫成片就能往生，為什麼他要活到一百一十二歲？二十幾歲他就有能力往生。阿彌陀佛慈悲，不是對他慈悲，對我們慈悲，叫他表法，留在人世間做一個念佛的好榜樣，念佛求往生，一定學他就對了。所以他住這麼多年，念佛住了九十年，都是替我們做榜樣的，做樣子給我們看的。那是一部活的《無量壽經》、活的《阿彌陀經》，經裡面所說的道理、所說的方法、所說的境界，他在生活上做給我們看，在工作上做給我們看，處事待人接物，他把《無量壽經》活學活用，學活了。所以我估計他得事一心不亂應該在二十幾歲的時候，得理一心不亂一定在三十幾歲，四十前後，就大徹大悟，明心見性，見性成佛，他往生極樂世界實報莊嚴土。"
    },
    {
      "id": "02-041-0059_p0016",
      "zh_CN": "我估计他的寿命应该只有七、八十岁，延到一百一十二岁，完全是表法。表什么法？表夏莲居老居士的会集本在这个时候有灾难，有很多人反对，有很多人批评，有很多人学了之后退心，听到外面这么多话不敢学了。他就等这一本书的出现，这个书就是《若要佛法兴，唯有僧赞僧》，就等这部书。这部书就是证明这三桩事情，会集本是真经，注解是正法，没有问题，依照这部经、这个注解修行是正确的，不是错误的，他就来帮我们作这个证。你看，他拿到这部书无量的欢喜，大概是阿弥陀佛告诉他，什么时候你能往生？你拿到这部书你就能往生了。所以，有四个居士拿到这本书去送给他老人家，他老人家不认识字，问他这什么书？他说这个书名叫《若要佛法兴，唯有僧赞僧》。他一听到这个书的名字非常欢喜、非常高兴，穿袍搭衣，捧在手上，主动要求，你们给我照相。表这个法来的，这个法一表，你看三天之后他老人家就走了。他告诉别人，老佛爷告诉我了，老佛爷来接我走了。",
      "zh_TW": "我估計他的壽命應該只有七、八十歲，延到一百一十二歲，完全是表法。表什麼法？表夏蓮居老居士的會集本在這個時候有災難，有很多人反對，有很多人批評，有很多人學了之後退心，聽到外面這麼多話不敢學了。他就等這一本書的出現，這個書就是《若要佛法興，唯有僧讚僧》，就等這部書。這部書就是證明這三樁事情，會集本是真經，註解是正法，沒有問題，依照這部經、這個註解修行是正確的，不是錯誤的，他就來幫我們作這個證。你看，他拿到這部書無量的歡喜，大概是阿彌陀佛告訴他，什麼時候你能往生？你拿到這部書你就能往生了。所以，有四個居士拿到這本書去送給他老人家，他老人家不認識字，問他這什麼書？他說這個書名叫《若要佛法興，唯有僧讚僧》。他一聽到這個書的名字非常歡喜、非常高興，穿袍搭衣，捧在手上，主動要求，你們給我照相。表這個法來的，這個法一表，你看三天之後他老人家就走了。他告訴別人，老佛爺告訴我了，老佛爺來接我走了。"
    },
    {
      "id": "02-041-0059_p0017",
      "zh_CN": "所以这个光碟，我劝导诸位同学，每天看三遍，念阿弥陀佛一万声。这个光碟只有五十多分钟，每天用三个小时，看三遍，一万声佛号大概两个小时，每天修行五个小时，不可以中断，一年之后你决定得生净土。如果你要发愿，我在这个世界，所有一切苦难我愿意承受，代众生苦，我也表法做好样子，阿弥陀佛会延长你的寿命。这是说我们寿命到了，会延长寿命，这个功德无量无边。",
      "zh_TW": "所以這個光碟，我勸導諸位同學，每天看三遍，念阿彌陀佛一萬聲。這個光碟只有五十多分鐘，每天用三個小時，看三遍，一萬聲佛號大概兩個小時，每天修行五個小時，不可以中斷，一年之後你決定得生淨土。如果你要發願，我在這個世界，所有一切苦難我願意承受，代眾生苦，我也表法做好樣子，阿彌陀佛會延長你的壽命。這是說我們壽命到了，會延長壽命，這個功德無量無邊。"
    },
    {
      "id": "02-041-0059_p0018",
      "zh_CN": "前几个星期，我们听到辽宁一个十三岁的女孩念佛往生，从闻佛法到往生两个月，六十天，真往生了，见佛往生。早些年我们听到有个十岁的小女孩念佛往生，这个十岁小女孩很聪明，她家里信佛，父母信佛，爸爸给她说极乐世界依正庄严，她一心向往。这么好的地方，想去，问父亲怎么样才能去？爸爸教她念阿弥陀佛，她念了三年，十岁，预知时至，没有生病。往生的头一天告诉她爸爸，明天阿弥陀佛接我回老家，要求爸爸把他的亲朋好友请到家里来，看她往生。第二天真走了。不是假的，千真万确的事实，不难去，一定要懂得道理。",
      "zh_TW": "前幾個星期，我們聽到遼寧一個十三歲的女孩念佛往生，從聞佛法到往生兩個月，六十天，真往生了，見佛往生。早些年我們聽到有個十歲的小女孩念佛往生，這個十歲小女孩很聰明，她家裡信佛，父母信佛，爸爸給她說極樂世界依正莊嚴，她一心嚮往。這麼好的地方，想去，問父親怎麼樣才能去？爸爸教她念阿彌陀佛，她念了三年，十歲，預知時至，沒有生病。往生的頭一天告訴她爸爸，明天阿彌陀佛接我回老家，要求爸爸把他的親朋好友請到家裡來，看她往生。第二天真走了。不是假的，千真萬確的事實，不難去，一定要懂得道理。"
    },
    {
      "id": "02-041-0059_p0019",
      "zh_CN": "这部《无量寿经》的好处，把极乐世界的历史，把极乐世界所依据的理论、修行的方法、生到西方极乐世界的境界，讲得清清楚楚、明明白白。学经教目的是什么？认识极乐世界，你真正认识、明白了，你向往极乐世界，真想去，真想去这个念头就真能去。蕅益大师说得好，能不能往生在信愿之有无，我有信，我真相信，一点怀疑都没有，我真愿意去，往生极乐世界条件就具足了。生到西方极乐世界品位高下，那是我们念佛功夫的浅深，不是多少。念佛功夫浅深是说什么？你是不是真心念，你是不是真想往生念，如果是真心、真想往生，很快，真的如愿以偿。宋朝莹珂法师只念佛三天三夜就成功了，真的是《弥陀经》上所说的，若一日、若二日、若三日，他三天成功。我们念佛所以不能往生，是这个世间放不下，情执放不下，名闻利养放不下。只要有一桩事情放不下，你就去不了，度众生的事情也要放下。",
      "zh_TW": "這部《無量壽經》的好處，把極樂世界的歷史，把極樂世界所依據的理論、修行的方法、生到西方極樂世界的境界，講得清清楚楚、明明白白。學經教目的是什麼？認識極樂世界，你真正認識、明白了，你嚮往極樂世界，真想去，真想去這個念頭就真能去。蕅益大師說得好，能不能往生在信願之有無，我有信，我真相信，一點懷疑都沒有，我真願意去，往生極樂世界條件就具足了。生到西方極樂世界品位高下，那是我們念佛功夫的淺深，不是多少。念佛功夫淺深是說什麼？你是不是真心念，你是不是真想往生念，如果是真心、真想往生，很快，真的如願以償。宋朝瑩珂法師只念佛三天三夜就成功了，真的是《彌陀經》上所說的，若一日、若二日、若三日，他三天成功。我們念佛所以不能往生，是這個世間放不下，情執放不下，名聞利養放不下。只要有一樁事情放不下，你就去不了，度眾生的事情也要放下。"
    },
    {
      "id": "02-041-0059_p0020",
      "zh_CN": "我念佛功夫成熟了，那不放下是什么？不放下就是表法。自己真有把握决定得生，什么时候往生都可以，往生自在，这才可以留在世间表法。如果自己往生都成问题，你表什么法？你表的那个法，念了一辈子佛，最后还去搞六道轮回，这就错了，完全错了。我们学经教的目的是做什么？认识我们娑婆世界，认识西方极乐世界，附带的也认识了十方诸佛刹土，我们才会真正选择极乐世界，除极乐世界之外，哪里我都不想去。",
      "zh_TW": "我念佛功夫成熟了，那不放下是什麼？不放下就是表法。自己真有把握決定得生，什麼時候往生都可以，往生自在，這才可以留在世間表法。如果自己往生都成問題，你表什麼法？你表的那個法，念了一輩子佛，最後還去搞六道輪迴，這就錯了，完全錯了。我們學經教的目的是做什麼？認識我們娑婆世界，認識西方極樂世界，附帶的也認識了十方諸佛剎土，我們才會真正選擇極樂世界，除極樂世界之外，哪裡我都不想去。"
    },
    {
      "id": "02-041-0059_p0021",
      "zh_CN": "理论的依据是众生本具的佛性，就是阿弥陀佛在极乐世界所证得的法身本体。所以判属于理，这是从理上讲的，真正是实际理体。《大乘无量寿经》里面讲三个真实，实际理体、真实智慧、真实利益，讲三个。这一切经里头，讲三个真实的少，可知道这部经是十方三世一切诸佛度众生成佛道的第一部经。这个本子不经过海贤老和尚的表法，我们不敢说第一经，经过老和尚这一表法，我们就踏实了，肯定了这是一切佛度众生第一部经。我这才把所有经教统统放下，年岁大了，我怕时间来不及，晚年专学这一部经，每天读诵，跟大家在一起分享，专念这一部经，专念这一句佛号，决定求生净土。",
      "zh_TW": "理論的依據是眾生本具的佛性，就是阿彌陀佛在極樂世界所證得的法身本體。所以判屬於理，這是從理上講的，真正是實際理體。《大乘無量壽經》裡面講三個真實，實際理體、真實智慧、真實利益，講三個。這一切經裡頭，講三個真實的少，可知道這部經是十方三世一切諸佛度眾生成佛道的第一部經。這個本子不經過海賢老和尚的表法，我們不敢說第一經，經過老和尚這一表法，我們就踏實了，肯定了這是一切佛度眾生第一部經。我這才把所有經教統統放下，年歲大了，我怕時間來不及，晚年專學這一部經，每天讀誦，跟大家在一起分享，專念這一部經，專念這一句佛號，決定求生淨土。"
    },
    {
      "id": "02-041-0059_p0022",
      "zh_CN": "佛说大乘是教，就是依此无量寿的理体，直指大乘为比喻，为宣说众生本具的大经。这个经从哪里来的？自性流出来的。谁的自性？自己的自性。所以把这个判之为教，意思清清楚楚、明明白白。「又从教起行」，下文里头「庄严清净平等觉」，这是佛陀教化众生的妙行。庄严清净平等觉落实在一句佛号，念这句佛号就是修庄严清净平等觉。这个意思深，这是全经的总纲领，我们凭什么往生？就凭这一句，七个字，庄严清净平等觉。庄严是美好到极处，这种庄严从哪里来的？从清净平等觉来的，清净平等觉是心，庄严是我们的外表，相。",
      "zh_TW": "佛說大乘是教，就是依此無量壽的理體，直指大乘為比喻，為宣說眾生本具的大經。這個經從哪裡來的？自性流出來的。誰的自性？自己的自性。所以把這個判之為教，意思清清楚楚、明明白白。「又從教起行」，下文裡頭「莊嚴清淨平等覺」，這是佛陀教化眾生的妙行。莊嚴清淨平等覺落實在一句佛號，念這句佛號就是修莊嚴清淨平等覺。這個意思深，這是全經的總綱領，我們憑什麼往生？就憑這一句，七個字，莊嚴清淨平等覺。莊嚴是美好到極處，這種莊嚴從哪裡來的？從清淨平等覺來的，清淨平等覺是心，莊嚴是我們的外表，相。"
    },
    {
      "id": "02-041-0059_p0023",
      "zh_CN": "老和尚给我们示现，你看他一百一十二岁，让人家羡慕在哪里？不是他的年岁大，是他的精神、体力跟年轻人一样，这真叫人羡慕，那叫庄严。体力、思想的敏捷，换句话说，他的机能完全没有衰退，一百一十二岁像三、四十岁的人一样。还爬树，庙门口有棵柿子树，果实结熟了，一些信徒去到那里去看他，他送他们出来。看到树上柿子熟了，搬个小楼梯爬到树上，带个箩筐，摘了一箩筐下来分送给大家。一百一十二岁的人，这叫人羡慕，七十以上的人都做不到了，他还那么灵光。往生的当天，他在田里干了一天活，从早到晚，浇水、拔草、整地，干到天黑。看到的人说：老和尚，天黑了，可以休息了。他怎么说？快好了，马上就好了，好了以后我就不干了。没有想到他那天晚上走了。大家想想老和尚说话的口气，当时听了没有在意，这是预知时至，这是最后的表法。真的活一天干一天，活一个小时干一个小时，这么圆满，临走了还不休息，做给大家看，真的是稀有难逢，这叫表法。精神、体力跟年轻人一样，这叫庄严。",
      "zh_TW": "老和尚給我們示現，你看他一百一十二歲，讓人家羨慕在哪裡？不是他的年歲大，是他的精神、體力跟年輕人一樣，這真叫人羨慕，那叫莊嚴。體力、思想的敏捷，換句話說，他的機能完全沒有衰退，一百一十二歲像三、四十歲的人一樣。還爬樹，廟門口有棵柿子樹，果實結熟了，一些信徒去到那裡去看他，他送他們出來。看到樹上柿子熟了，搬個小樓梯爬到樹上，帶個籮筐，摘了一籮筐下來分送給大家。一百一十二歲的人，這叫人羨慕，七十以上的人都做不到了，他還那麼靈光。往生的當天，他在田裡幹了一天活，從早到晚，澆水、拔草、整地，幹到天黑。看到的人說：老和尚，天黑了，可以休息了。他怎麼說？快好了，馬上就好了，好了以後我就不幹了。沒有想到他那天晚上走了。大家想想老和尚說話的口氣，當時聽了沒有在意，這是預知時至，這是最後的表法。真的活一天幹一天，活一個小時幹一個小時，這麼圓滿，臨走了還不休息，做給大家看，真的是稀有難逢，這叫表法。精神、體力跟年輕人一樣，這叫莊嚴。"
    },
    {
      "id": "02-041-0059_p0024",
      "zh_CN": "他这个庄严从哪里来的？他的心证到了清净平等觉。清净心，没有染污，阿罗汉、辟支佛证得的；平等心，菩萨证得的；觉，觉是大彻大悟，法身菩萨证得的。那个相怎么会不庄严？当然庄严。你看到他的人身相庄严，他的小庙虽然在穷乡僻野，没人瞧得起，破旧的小庙，你仔细去观察，干干净净，那就是庄严，住在那里舒适。老和尚勤劳，整齐、清净，这是他的劳作做出来的。如果再仔细观察他所种的那些地，菩萨种植的，我没去看过，我能想得到，他所种的这些粮食、水果、蔬菜肯定比别的人好。为什么？他是清净平等觉种出来的，境随心转。",
      "zh_TW": "他這個莊嚴從哪裡來的？他的心證到了清淨平等覺。清淨心，沒有染污，阿羅漢、辟支佛證得的；平等心，菩薩證得的；覺，覺是大徹大悟，法身菩薩證得的。那個相怎麼會不莊嚴？當然莊嚴。你看到他的人身相莊嚴，他的小廟雖然在窮鄉僻野，沒人瞧得起，破舊的小廟，你仔細去觀察，乾乾淨淨，那就是莊嚴，住在那裡舒適。老和尚勤勞，整齊、清淨，這是他的勞作做出來的。如果再仔細觀察他所種的那些地，菩薩種植的，我沒去看過，我能想得到，他所種的這些糧食、水果、蔬菜肯定比別的人好。為什麼？他是清淨平等覺種出來的，境隨心轉。"
    },
    {
      "id": "02-041-0059_p0025",
      "zh_CN": "我们自己也在干，澳洲我们有土地，我们菜园里面种的蔬菜确实比超级市场卖的好。为什么？种植的人是一些出家人，心好，没有妄想杂念。他们的种植的要用农药，我们没有，我们养这些小虫、养小鸟，养小虫，我们的菜园划了个小区，那个小区专门供养小虫的。所以，你到那里去看，那个菜叶都被小虫吃了，隔壁，隔一、二尺的地，隔壁，一个小虫都没有。鸟吃水果，我们水果不必要人工去包，去预防，不需要，指定几棵树，那几棵树上的水果鸟可以吃，没有指定的牠不可以吃，牠要留给我们。小虫、小鸟跟我们能沟通，听话。我们的农地、我们的菜园都放佛号，让牠们都听阿弥陀佛。我们有时候给牠做简单的开示，劝导大家要脱离畜生身，要发心求生西方极乐世界，不要再搞六道轮回了，这些小虫、小鸟统统听。蚂蚁、蟑螂跟我们都合作，牠要吃的东西，我们每天喂牠，在院子里喂牠，牠不进我们房间里面来。这些小动物听话，让我们非常感动，我们大家和睦相处，我们都是同参道友，互相尊重、互相敬爱、互助合作，真的通了。",
      "zh_TW": "我們自己也在幹，澳洲我們有土地，我們菜園裡面種的蔬菜確實比超級市場賣的好。為什麼？種植的人是一些出家人，心好，沒有妄想雜念。他們的種植的要用農藥，我們沒有，我們養這些小蟲、養小鳥，養小蟲，我們的菜園劃了個小區，那個小區專門供養小蟲的。所以，你到那裡去看，那個菜葉都被小蟲吃了，隔壁，隔一、二尺的地，隔壁，一個小蟲都沒有。鳥吃水果，我們水果不必要人工去包，去預防，不需要，指定幾棵樹，那幾棵樹上的水果鳥可以吃，沒有指定的牠不可以吃，牠要留給我們。小蟲、小鳥跟我們能溝通，聽話。我們的農地、我們的菜園都放佛號，讓牠們都聽阿彌陀佛。我們有時候給牠做簡單的開示，勸導大家要脫離畜生身，要發心求生西方極樂世界，不要再搞六道輪迴了，這些小蟲、小鳥統統聽。螞蟻、蟑螂跟我們都合作，牠要吃的東西，我們每天餵牠，在院子裡餵牠，牠不進我們房間裡面來。這些小動物聽話，讓我們非常感動，我們大家和睦相處，我們都是同參道友，互相尊重、互相敬愛、互助合作，真的通了。"
    },
    {
      "id": "02-041-0059_p0026",
      "zh_CN": "所以，有教有行，从教起行，庄严清净平等觉就是佛所教化的妙行，完全落实在一句阿弥陀佛。这是海贤老和尚以九十二年的长时间为我们示现了，表演给我们看，我们应该放下万缘。教理不清楚，有疑惑，劝你听经；没有疑惑，经都不要听了，听经干什么，统统落在一句佛号。这句佛号庄严自心，庄严自身，庄严道场。要把经教落实在生活，落实在工作，落实在处事待人接物，活的，不是死的，这叫真修。",
      "zh_TW": "所以，有教有行，從教起行，莊嚴清淨平等覺就是佛所教化的妙行，完全落實在一句阿彌陀佛。這是海賢老和尚以九十二年的長時間為我們示現了，表演給我們看，我們應該放下萬緣。教理不清楚，有疑惑，勸你聽經；沒有疑惑，經都不要聽了，聽經幹什麼，統統落在一句佛號。這句佛號莊嚴自心，莊嚴自身，莊嚴道場。要把經教落實在生活，落實在工作，落實在處事待人接物，活的，不是死的，這叫真修。"
    },
    {
      "id": "02-041-0059_p0027",
      "zh_CN": "「以之庄严自心，清净自心，是即依教修行也。不假方便自得心开」，不需要用任何的方法，用什么方法，哪有一句佛号这么简单、这么干脆。自得心开，着重在自得，自自然然心开悟了，就是明心见性，见性成佛。不假是不需要藉任何方法，就跟老和尚示现的完全相同。老和尚一生佛号不离口，他不出声，他说了，他生活，佛号没间断，工作不间断，待人接物都不间断，心里头默念。能随一切缘，不着一切相，因为心里头只有阿弥陀佛，除阿弥陀佛之外没有妄想、没有杂念。做给人看，要老实，要本分。他能不能把来佛寺建一个大庙？能，不是不能。为什么不干？操心，会带来很多妄想、带来很多杂念、带来很多麻烦。不如乡间小茅蓬、小庙，外面丝毫干扰没有，心地清净平等觉。所以一生给我们做榜样，持戒念佛，吃的是苦，穿的是补。九十二年没有拐弯，就是没有掺杂别的法门，就是不假方便，一门深入。",
      "zh_TW": "「以之莊嚴自心，清淨自心，是即依教修行也。不假方便自得心開」，不需要用任何的方法，用什麼方法，哪有一句佛號這麼簡單、這麼乾脆。自得心開，著重在自得，自自然然心開悟了，就是明心見性，見性成佛。不假是不需要藉任何方法，就跟老和尚示現的完全相同。老和尚一生佛號不離口，他不出聲，他說了，他生活，佛號沒間斷，工作不間斷，待人接物都不間斷，心裡頭默念。能隨一切緣，不著一切相，因為心裡頭只有阿彌陀佛，除阿彌陀佛之外沒有妄想、沒有雜念。做給人看，要老實，要本分。他能不能把來佛寺建一個大廟？能，不是不能。為什麼不幹？操心，會帶來很多妄想、帶來很多雜念、帶來很多麻煩。不如鄉間小茅蓬、小廟，外面絲毫干擾沒有，心地清淨平等覺。所以一生給我們做榜樣，持戒念佛，吃的是苦，穿的是補。九十二年沒有拐彎，就是沒有摻雜別的法門，就是不假方便，一門深入。"
    },
    {
      "id": "02-041-0059_p0028",
      "zh_CN": "每天法喜充满，一切时、一切处，你看到老人面带笑容，欢喜，他没有烦恼，他没有欲望。小庙里头没有供养，他也没有经忏佛事，不做法会，就一句佛号。没有信徒，没有供养，生活靠自己农耕，他非常勤快，又有体力，体力甚至于年轻人都比不上他。有没有神通？有，真有神通。他现神通你不知道，等到你知道了问他，他不告诉你，他不承认，妙极了！这叫老实，这叫真干，何必要人知道？到你知道的时候，他已经到极乐世界去了。所以，不假方便自得心开，「圆显本具之平等觉」，我们本性本自具足的平等觉，就在老和尚点点滴滴，从早到晚，你细心观察，你就看出来了。这是「以行显理」。",
      "zh_TW": "每天法喜充滿，一切時、一切處，你看到老人面帶笑容，歡喜，他沒有煩惱，他沒有欲望。小廟裡頭沒有供養，他也沒有經懺佛事，不做法會，就一句佛號。沒有信徒，沒有供養，生活靠自己農耕，他非常勤快，又有體力，體力甚至於年輕人都比不上他。有沒有神通？有，真有神通。他現神通你不知道，等到你知道了問他，他不告訴你，他不承認，妙極了！這叫老實，這叫真幹，何必要人知道？到你知道的時候，他已經到極樂世界去了。所以，不假方便自得心開，「圓顯本具之平等覺」，我們本性本自具足的平等覺，就在老和尚點點滴滴，從早到晚，你細心觀察，你就看出來了。這是「以行顯理」。"
    },
    {
      "id": "02-041-0059_p0029",
      "zh_CN": "「又得往生者，悟无生忍，从体起用」，这是得，得到了，你真往生，往生到极乐世界就悟无生忍，这是阿弥陀佛本愿威神加持的。无生忍是什么？无生忍就是阿惟越致，法身菩萨。圆证三不退叫阿惟越致，第一个位不退，位不退是阿罗汉证得的，行不退是菩萨证得的，念不退是法身菩萨证得的，就是西方极乐世界实报土里面的菩萨。《华严经》说四十一位法身大士住报土，住报土念不退，念念不失无上菩提。无上菩提是《华严经》上讲的妙觉如来，在等觉之上。四十一位是十住、十行、十回向、十地、等觉，华严圆教四十一位法身大士，证得无生忍的是七地菩萨。五十二个阶级，七地是最上面的往下面数第六个，第六个等级。要往上数，它是第四十七个，从初信位，十信、十住、十行、十回向、十地，十地里面五十二个位次算起来是，五十二个位次里头第四十七个。这么高的境界，念佛人可以在一生当中证得，要像海贤老和尚这样用功，他一生就一句佛号，除一句佛号什么都没有，他到这个境界了。你细心去观察，他生活在六波罗蜜里头。我们净宗，希望我们能做到的，三福他做到了，六和他做到了，三学他做到了，六波罗蜜他做到了，普贤菩萨十大愿王他也做到了。",
      "zh_TW": "「又得往生者，悟無生忍，從體起用」，這是得，得到了，你真往生，往生到極樂世界就悟無生忍，這是阿彌陀佛本願威神加持的。無生忍是什麼？無生忍就是阿惟越致，法身菩薩。圓證三不退叫阿惟越致，第一個位不退，位不退是阿羅漢證得的，行不退是菩薩證得的，念不退是法身菩薩證得的，就是西方極樂世界實報土裡面的菩薩。《華嚴經》說四十一位法身大士住報土，住報土念不退，念念不失無上菩提。無上菩提是《華嚴經》上講的妙覺如來，在等覺之上。四十一位是十住、十行、十迴向、十地、等覺，華嚴圓教四十一位法身大士，證得無生忍的是七地菩薩。五十二個階級，七地是最上面的往下面數第六個，第六個等級。要往上數，它是第四十七個，從初信位，十信、十住、十行、十迴向、十地，十地裡面五十二個位次算起來是，五十二個位次裡頭第四十七個。這麼高的境界，念佛人可以在一生當中證得，要像海賢老和尚這樣用功，他一生就一句佛號，除一句佛號什麼都沒有，他到這個境界了。你細心去觀察，他生活在六波羅蜜裡頭。我們淨宗，希望我們能做到的，三福他做到了，六和他做到了，三學他做到了，六波羅蜜他做到了，普賢菩薩十大願王他也做到了。"
    },
    {
      "id": "02-041-0059_p0030",
      "zh_CN": "具足菩萨大德大行，悟无生忍，从体起用，再以这个作用，作用就是「平等普度一切众生」。他教人就一句话：好好念佛，其他啥都是假的。无论见什么人，无论在什么时候，无论在什么场合，他就是这一句，平等普度一切众生。众生如果听懂了，依教奉行，这一生必定往生。凡是不能往生的，可以说一句话，都是不老实，自己的妄想多、杂念多、主意多，错了。诸位想想我们这几年，为什么《华严》放下了，一切经教都不学了，就一部《无量寿经》？妄想少、杂念少，什么活动我都不参加。念佛要分秒必争，分分钟是阿弥陀佛，秒秒钟都是阿弥陀佛。一秒钟念一句佛号，这一秒钟没有空过，这一秒钟打妄想就错了，为什么不好好念佛？我们只有一个方向，西方极乐世界，只有一个目标，往生极乐世界，亲近阿弥陀佛，放下，什么都要放下。「往生净土，同证大觉，复是从行显理」。所以贤公老和尚慈悲到极处，在这个时候做个念佛人的样子给我们看，好榜样。",
      "zh_TW": "具足菩薩大德大行，悟無生忍，從體起用，再以這個作用，作用就是「平等普度一切眾生」。他教人就一句話：好好念佛，其他啥都是假的。無論見什麼人，無論在什麼時候，無論在什麼場合，他就是這一句，平等普度一切眾生。眾生如果聽懂了，依教奉行，這一生必定往生。凡是不能往生的，可以說一句話，都是不老實，自己的妄想多、雜念多、主意多，錯了。諸位想想我們這幾年，為什麼《華嚴》放下了，一切經教都不學了，就一部《無量壽經》？妄想少、雜念少，什麼活動我都不參加。念佛要分秒必爭，分分鐘是阿彌陀佛，秒秒鐘都是阿彌陀佛。一秒鐘念一句佛號，這一秒鐘沒有空過，這一秒鐘打妄想就錯了，為什麼不好好念佛？我們只有一個方向，西方極樂世界，只有一個目標，往生極樂世界，親近阿彌陀佛，放下，什麼都要放下。「往生淨土，同證大覺，復是從行顯理」。所以賢公老和尚慈悲到極處，在這個時候做個念佛人的樣子給我們看，好榜樣。"
    },
    {
      "id": "02-041-0059_p0031",
      "zh_CN": "我们再看下面这一段，第五段，看念老的原文。「若以经题配三大」，三大是体、相、用，「则无量寿是体大，庄严清净是相大，平等觉是用大」，这里头具足了三大。「依《汉译》，无量清净平等觉即阿弥陀佛义」，意思就是阿弥陀佛。「更可以本经题配三觉。无量寿佛，是我本觉」，我们学佛求生净土一定要完全肯定这句话，不要不敢当，那你就错了。阿弥陀佛确实是我的本觉，我的本觉就叫无量寿佛。我的本觉是无量寿佛，我怎么不能成佛？不但成佛，成无量寿佛，回归本觉！",
      "zh_TW": "我們再看下面這一段，第五段，看念老的原文。「若以經題配三大」，三大是體、相、用，「則無量壽是體大，莊嚴清淨是相大，平等覺是用大」，這裡頭具足了三大。「依《漢譯》，無量清淨平等覺即阿彌陀佛義」，意思就是阿彌陀佛。「更可以本經題配三覺。無量壽佛，是我本覺」，我們學佛求生淨土一定要完全肯定這句話，不要不敢當，那你就錯了。阿彌陀佛確實是我的本覺，我的本覺就叫無量壽佛。我的本覺是無量壽佛，我怎麼不能成佛？不但成佛，成無量壽佛，回歸本覺！"
    },
    {
      "id": "02-041-0059_p0032",
      "zh_CN": "「发菩提心，一向专念，以庄严自心，是名始觉」，开始觉悟了。什么叫发菩提心？我相信阿弥陀佛所说的话是真的，释迦牟尼佛所说的话不欺骗我，娑婆世界西方决定有极乐世界，极乐世界里面决定有阿弥陀佛，我不怀疑，我相信，我想去，这就叫发菩提心。真想去了，那要一向专念，记住，一个方向，专念阿弥陀佛，不能夹杂妄想，不能有杂念，用清净心去念佛，用平等心去念佛，这就对了，这就是你开始觉悟了。你把阿弥陀佛忘掉、丢掉了，你又迷了。我们现在每天，觉几次、迷多少次？什么时候想起来阿弥陀佛，觉了；阿弥陀佛丢掉了就迷了。所以自己要清楚，细心去观察，我这一天二十四小时，多少时间觉，多少时间在迷。自己要发愤，自己要用功，我的觉的时间能超过迷的时间，就有进步；迷的时间超过觉的时间，我们就退转了。我们要争取，不要争取这个世间的名闻利养，是假的，我们要争取极乐世界的品位。真念佛，念念不舍，品位上升，我们就争这个，这是真的。「始觉合本觉，直趋究竟觉」，究竟觉就是成佛，就是题中的清净平等觉圆满证得。清净平等觉是修德，修德合性德，修成功了就是性德圆满的现前了。",
      "zh_TW": "「發菩提心，一向專念，以莊嚴自心，是名始覺」，開始覺悟了。什麼叫發菩提心？我相信阿彌陀佛所說的話是真的，釋迦牟尼佛所說的話不欺騙我，娑婆世界西方決定有極樂世界，極樂世界裡面決定有阿彌陀佛，我不懷疑，我相信，我想去，這就叫發菩提心。真想去了，那要一向專念，記住，一個方向，專念阿彌陀佛，不能夾雜妄想，不能有雜念，用清淨心去念佛，用平等心去念佛，這就對了，這就是你開始覺悟了。你把阿彌陀佛忘掉、丟掉了，你又迷了。我們現在每天，覺幾次、迷多少次？什麼時候想起來阿彌陀佛，覺了；阿彌陀佛丟掉了就迷了。所以自己要清楚，細心去觀察，我這一天二十四小時，多少時間覺，多少時間在迷。自己要發憤，自己要用功，我的覺的時間能超過迷的時間，就有進步；迷的時間超過覺的時間，我們就退轉了。我們要爭取，不要爭取這個世間的名聞利養，是假的，我們要爭取極樂世界的品位。真念佛，念念不捨，品位上升，我們就爭這個，這是真的。「始覺合本覺，直趨究竟覺」，究竟覺就是成佛，就是題中的清淨平等覺圓滿證得。清淨平等覺是修德，修德合性德，修成功了就是性德圓滿的現前了。"
    },
    {
      "id": "02-041-0059_p0033",
      "zh_CN": "末后这一段，「又可解为，平等觉是我本觉。起心念佛，以自庄严，是为始觉。始本不离，直趋觉路，顿入寂光，证无量寿。如是则平等觉是我因心，无量寿是我果觉」。这把因果说出来了，我的因心是平等觉，我的果德是无量寿。无量寿在哪里？在常寂光，顿入寂光，证无量寿。这是一条，这一段这个几句话，这四行，前面这个方体字是我节录的，更简单，只有三行，是我们发心修行、证果的一条成佛大道。始本不离，你才能够直趋觉路，顿入寂光，证得无量寿，这是真正无量寿，这就是常寂光净土。常寂光净土里头不生不灭，没有生灭，回归寂光。寂光在哪里？寂光不是物质，没有物质现象，也没有精神现象，精神是念头，没有念头的现象，没有波动的现象，无处不在，无时不在。我们统统都在常寂光当中，只是我们见不到它。常寂光是阿弥陀佛的法身，阿弥陀佛的法身无处不在，我们念他，他就现身，我们没有离开他，他没有离开我们。这是事实真相，这是真实道理，一定要搞清楚、搞明白。",
      "zh_TW": "末後這一段，「又可解為，平等覺是我本覺。起心念佛，以自莊嚴，是為始覺。始本不離，直趨覺路，頓入寂光，證無量壽。如是則平等覺是我因心，無量壽是我果覺」。這把因果說出來了，我的因心是平等覺，我的果德是無量壽。無量壽在哪裡？在常寂光，頓入寂光，證無量壽。這是一條，這一段這個幾句話，這四行，前面這個方體字是我節錄的，更簡單，只有三行，是我們發心修行、證果的一條成佛大道。始本不離，你才能夠直趨覺路，頓入寂光，證得無量壽，這是真正無量壽，這就是常寂光淨土。常寂光淨土裡頭不生不滅，沒有生滅，回歸寂光。寂光在哪裡？寂光不是物質，沒有物質現象，也沒有精神現象，精神是念頭，沒有念頭的現象，沒有波動的現象，無處不在，無時不在。我們統統都在常寂光當中，只是我們見不到它。常寂光是阿彌陀佛的法身，阿彌陀佛的法身無處不在，我們念他，他就現身，我們沒有離開他，他沒有離開我們。這是事實真相，這是真實道理，一定要搞清楚、搞明白。"
    },
    {
      "id": "02-041-0059_p0034",
      "zh_CN": "「如是妙义辗转无尽，悉在一题之中」，这个题是我们的经题。「是故《圆中钞》疏曰：闻首题名字，获无量功德」。《圆中钞》是小本《阿弥陀经》的注解，首题名字是「佛说阿弥陀经」。「钞曰：如《金光明》，及诸大乘，多作此说」。这是举例给我们说明，确确实实听经的名字就有无量功德。我们本经的经名，「阿弥陀」是经名，又是佛名，罗什大师翻得好，直接用阿弥陀佛的名号做经名，《佛说阿弥陀经》。我们此地，「庄严清净平等觉」就是南无阿弥陀佛。经题我们就学到此地。",
      "zh_TW": "「如是妙義輾轉無盡，悉在一題之中」，這個題是我們的經題。「是故《圓中鈔》疏曰：聞首題名字，獲無量功德」。《圓中鈔》是小本《阿彌陀經》的註解，首題名字是「佛說阿彌陀經」。「鈔曰：如《金光明》，及諸大乘，多作此說」。這是舉例給我們說明，確確實實聽經的名字就有無量功德。我們本經的經名，「阿彌陀」是經名，又是佛名，羅什大師翻得好，直接用阿彌陀佛的名號做經名，《佛說阿彌陀經》。我們此地，「莊嚴清淨平等覺」就是南無阿彌陀佛。經題我們就學到此地。"
    },
    {
      "id": "02-041-0059_p0035",
      "zh_CN": "我们再看下面这一段，第十，「正释经文」，到这才开始讲到经了。这括弧里说，「此为十门分别中第十门」，第十门就解释经，给我们讲经了。我们看念老的注解，「前明全经纲宗」，纲领、宗旨，「与经题总义」，前面这一大段我们用了这么多的时间，到这个地方告一个段落。往下「则正入经文」，真正读到经文了，「分品逐句」，莲公为我们分了四十八品。他最初会集，闭关三年，天天斟酌，把五种原译本会成一本。这一本就是的，这是他最初的会集本，这里面分品是三十七品，应该他想的是三十七道品，这样分。后面又经过七年的时间，总共用了十年时间，天天斟酌，天天在修订，十年成就这个定本，我们现在读的这个本子，一共分四十八品。",
      "zh_TW": "我們再看下面這一段，第十，「正釋經文」，到這才開始講到經了。這括弧裡說，「此為十門分別中第十門」，第十門就解釋經，給我們講經了。我們看念老的註解，「前明全經綱宗」，綱領、宗旨，「與經題總義」，前面這一大段我們用了這麼多的時間，到這個地方告一個段落。往下「則正入經文」，真正讀到經文了，「分品逐句」，蓮公為我們分了四十八品。他最初會集，閉關三年，天天斟酌，把五種原譯本會成一本。這一本就是的，這是他最初的會集本，這裡面分品是三十七品，應該他想的是三十七道品，這樣分。後面又經過七年的時間，總共用了十年時間，天天斟酌，天天在修訂，十年成就這個定本，我們現在讀的這個本子，一共分四十八品。"
    },
    {
      "id": "02-041-0059_p0036",
      "zh_CN": "「谨以局心限量之言」，这是黄念老谦虚，局心就是心量不大，不能像佛一样心包太虚，量周沙界。真心没有局限，有局限的是妄心，有限量的也是妄心。这是谦虚的话，我们是凡夫，局心限量。「略彰净宗无尽之妙」，这部经典字字句句，无论是理、无论是事、无论是境界、无论是方法，都是无穷无尽的，妙不可言。念老谦虚，我只能在无尽的妙法当中略彰而已，不能全彰，略彰。全彰在乎各人，怎样才能见到全？不断去念，一遍比一遍契入。所以，读书千遍，其义自见，那个见就是大彻大悟。",
      "zh_TW": "「謹以局心限量之言」，這是黃念老謙虛，局心就是心量不大，不能像佛一樣心包太虛，量周沙界。真心沒有侷限，有侷限的是妄心，有限量的也是妄心。這是謙虛的話，我們是凡夫，局心限量。「略彰淨宗無盡之妙」，這部經典字字句句，無論是理、無論是事、無論是境界、無論是方法，都是無窮無盡的，妙不可言。念老謙虛，我只能在無盡的妙法當中略彰而已，不能全彰，略彰。全彰在乎各人，怎樣才能見到全？不斷去念，一遍比一遍契入。所以，讀書千遍，其義自見，那個見就是大徹大悟。"
    },
    {
      "id": "02-041-0059_p0037",
      "zh_CN": "解释，「兹依先例」，依古人的例子，「全经分三」，全经分为三分，「（初）序分，（二）正宗分，（三）流通分。蕅益大师曰：序如首，五官俱存」。用一个人来代表，做比喻，序好像是人的头部，眼耳鼻舌统统看见，一看就认识他。正宗分好像是身体，「腑脏无阙」，正宗分是身体里头五脏六腑，没有欠缺。「流通如手足，运行不滞」，可以自在的活动，没有流通就不能动了。「依大师之意，序如首（头也）」，指经之序分，像一个人之有头。「由首之五官（眉眼耳鼻口）」，可见其人之善恶愚智。看这个五官就能知道这个人聪明、愚痴，善还是恶，他都表现出来了。「观一经之序品」，看一部经的序品，要会看的，「便可知全经之大小偏圆」。这个经是大乘、是小乘，里面所讲的道理是有限，有局限的，还是圆满的，在序分里头能看出来。所以序分中一定含有很深的文字。",
      "zh_TW": "解釋，「茲依先例」，依古人的例子，「全經分三」，全經分為三分，「（初）序分，（二）正宗分，（三）流通分。蕅益大師曰：序如首，五官俱存」。用一個人來代表，做比喻，序好像是人的頭部，眼耳鼻舌統統看見，一看就認識他。正宗分好像是身體，「腑臟無闕」，正宗分是身體裡頭五臟六腑，沒有欠缺。「流通如手足，運行不滯」，可以自在的活動，沒有流通就不能動了。「依大師之意，序如首（頭也）」，指經之序分，像一個人之有頭。「由首之五官（眉眼耳鼻口）」，可見其人之善惡愚智。看這個五官就能知道這個人聰明、愚痴，善還是惡，他都表現出來了。「觀一經之序品」，看一部經的序品，要會看的，「便可知全經之大小偏圓」。這個經是大乘、是小乘，裡面所講的道理是有限，有侷限的，還是圓滿的，在序分裡頭能看出來。所以序分中一定含有很深的文字。"
    },
    {
      "id": "02-041-0059_p0038",
      "zh_CN": "「今依大师之旨，判分本经如下」：第一，第一品到第三品，这是序分，序分三品。第二是正宗分，从第四品到四十二品，一共三十九品，这是正宗。从四十三品到第四十八品为流通分，流通是六品经。「今之三分，亦正如我国净影、嘉祥两家对本经魏译本之判分」，这是古人的例子。《无量寿经》，只有康僧铠的译本在中国被大家接受了，古人读《无量寿经》就是读这个本子。这个本子有两个注解，净影、嘉祥两家注解，这个注解都将经文分作三分。这个会集本也不例外，也是用三分。",
      "zh_TW": "「今依大師之旨，判分本經如下」：第一，第一品到第三品，這是序分，序分三品。第二是正宗分，從第四品到四十二品，一共三十九品，這是正宗。從四十三品到第四十八品為流通分，流通是六品經。「今之三分，亦正如我國淨影、嘉祥兩家對本經魏譯本之判分」，這是古人的例子。《無量壽經》，只有康僧鎧的譯本在中國被大家接受了，古人讀《無量壽經》就是讀這個本子。這個本子有兩個註解，淨影、嘉祥兩家註解，這個註解都將經文分作三分。這個會集本也不例外，也是用三分。"
    },
    {
      "id": "02-041-0059_p0039",
      "zh_CN": "三分当中，第一序分。「又序分复分为二」，序分里面分为两分，就是两个大段，一个是「通序」，第二是「别序」。本经，夏莲公也很用心，序分有三品经文，前面两品是通序，第三品是别序。序分有三品经，流通分有六品，这种样子是大经的派头，这经文不长，看到它的派头，像《华严》、像《法华》。这些大经，古大德的分判，序、正、流通，三种里头都是很有分量。这个经虽然不大，但是也有这种架势，非常难得。",
      "zh_TW": "三分當中，第一序分。「又序分復分為二」，序分裡面分為兩分，就是兩個大段，一個是「通序」，第二是「別序」。本經，夏蓮公也很用心，序分有三品經文，前面兩品是通序，第三品是別序。序分有三品經，流通分有六品，這種樣子是大經的派頭，這經文不長，看到它的派頭，像《華嚴》、像《法華》。這些大經，古大德的分判，序、正、流通，三種裡頭都是很有分量。這個經雖然不大，但是也有這種架勢，非常難得。"
    },
    {
      "id": "02-041-0059_p0040",
      "zh_CN": "我们看「通序，又名证信序，诸经皆具」，一切经统统有，有证信。「如天台与嘉祥等，依《法华论》以六种成就为证信序」。证信序就是证明，让我们生起信心，它不是伪造的，不是假的。「六成就者，宗密大师曰」，宗密是华严宗第五代的祖师，清凉大师的学生，宗密大师说：第一个是信，信成就；第二个闻成就；第三个时成就，说经的时间；第四个主成就，说经的人；第五个处所成就，在哪里讲的；第六个众成就，哪些人听，听众。「六缘不具」，如果这六个当中缺一个，「教则不兴」，这个教学就不能成就。教学必须有这六种缘，六种缘具足，「必须具六，故云成就」。一切佛经，不管是大乘、小乘，展开来一定有这六种。「以证经文」，证明这部经的经文，「确为佛说」，真的是佛讲的，「真实可信，故名证信」。「本经之前二品属之」，在这部经上，证信序有两品经文。",
      "zh_TW": "我們看「通序，又名證信序，諸經皆具」，一切經統統有，有證信。「如天臺與嘉祥等，依《法華論》以六種成就為證信序」。證信序就是證明，讓我們生起信心，它不是偽造的，不是假的。「六成就者，宗密大師曰」，宗密是華嚴宗第五代的祖師，清涼大師的學生，宗密大師說：第一個是信，信成就；第二個聞成就；第三個時成就，說經的時間；第四個主成就，說經的人；第五個處所成就，在哪裡講的；第六個眾成就，哪些人聽，聽眾。「六緣不具」，如果這六個當中缺一個，「教則不興」，這個教學就不能成就。教學必須有這六種緣，六種緣具足，「必須具六，故云成就」。一切佛經，不管是大乘、小乘，展開來一定有這六種。「以證經文」，證明這部經的經文，「確為佛說」，真的是佛講的，「真實可信，故名證信」。「本經之前二品屬之」，在這部經上，證信序有兩品經文。"
    },
    {
      "id": "02-041-0059_p0041",
      "zh_CN": "「别序，又名发起序」。这一会，佛的法会，好像我们现在办活动、办论坛。这个论坛为什么要办？谁发起的？目的是什么？这都是属于序分，叫发起序。「乃发起全经之端由」。为什么？「以法不孤起，起必有由，诸经各别，故又名别序」。不像前面证信，前面六种成就，所有一切法会统统有，一个都不缺。别序就不一样，每一会都不相同。佛这种活动，老人家一生，从菩提树下开悟之后，可以说一生不断的在办班教学，办活动，大会、小会。人数多的大会，人数少的小会，时间长的大会，时间短的小会。我们在《阿含经》里面看到的，二、三百个字就是一部经，小会，它前面也是六种成就。我们知道佛说这一部小经是有特别对象的，有人启请，问了几个问题，佛答复他，小会。像办活动，只办一次，时间二、三个小时，这一会就结束了。讲经是这种小会合起来成为一个大会，每天讲，连续讲。像这部经就是许许多多的小会合成一个大会。",
      "zh_TW": "「別序，又名發起序」。這一會，佛的法會，好像我們現在辦活動、辦論壇。這個論壇為什麼要辦？誰發起的？目的是什麼？這都是屬於序分，叫發起序。「乃發起全經之端由」。為什麼？「以法不孤起，起必有由，諸經各別，故又名別序」。不像前面證信，前面六種成就，所有一切法會統統有，一個都不缺。別序就不一樣，每一會都不相同。佛這種活動，老人家一生，從菩提樹下開悟之後，可以說一生不斷的在辦班教學，辦活動，大會、小會。人數多的大會，人數少的小會，時間長的大會，時間短的小會。我們在《阿含經》裡面看到的，二、三百個字就是一部經，小會，它前面也是六種成就。我們知道佛說這一部小經是有特別對象的，有人啟請，問了幾個問題，佛答覆他，小會。像辦活動，只辦一次，時間二、三個小時，這一會就結束了。講經是這種小會合起來成為一個大會，每天講，連續講。像這部經就是許許多多的小會合成一個大會。"
    },
    {
      "id": "02-041-0059_p0042",
      "zh_CN": "佛法要怎么兴？不讲经教学，佛法就灭掉了。释迦牟尼佛怎么兴起来的？没有一天不讲经。极乐世界为什么那么庄严，为什么那么美好，我们为什么想去？阿弥陀佛今现在说法，我就为了这一句要去，不是为别的，极乐世界讲经说法不中断。所以到极乐世界，我讲过不少次，我们到了极乐世界，花开见佛，进入阿弥陀佛的讲堂，听阿弥陀佛讲经说法。什么时候出来？听懂了、听明白了，真正觉悟了，也就是大彻大悟、明心见性了才出来。出来就毕业了，没有毕业你决定不会出来。进去是学生，是我们这个程度，出来成佛了，这一定要知道，没有成佛他绝对不会出来。",
      "zh_TW": "佛法要怎麼興？不講經教學，佛法就滅掉了。釋迦牟尼佛怎麼興起來的？沒有一天不講經。極樂世界為什麼那麼莊嚴，為什麼那麼美好，我們為什麼想去？阿彌陀佛今現在說法，我就為了這一句要去，不是為別的，極樂世界講經說法不中斷。所以到極樂世界，我講過不少次，我們到了極樂世界，花開見佛，進入阿彌陀佛的講堂，聽阿彌陀佛講經說法。什麼時候出來？聽懂了、聽明白了，真正覺悟了，也就是大徹大悟、明心見性了才出來。出來就畢業了，沒有畢業你決定不會出來。進去是學生，是我們這個程度，出來成佛了，這一定要知道，沒有成佛他絕對不會出來。"
    },
    {
      "id": "02-041-0059_p0043",
      "zh_CN": "在这个期间当中，佛没有中断的，一切时，化无量无边身，佛化身干什么？到十方世界去接引往生的人，这是佛的本愿。到极乐世界，一定见到阿弥陀佛来接你。佛化身去接引大众，一切时，他不间断的，从十方世界念佛往生净土没有中断的，所以佛化身接引也没中断。我们在讲堂里听经，同样有这个能力，我们也化身无量无边。我们化身干什么？到十方世界去拜佛，现在叫参学。拜佛、供佛修福，听经闻法修慧，在极乐世界福慧双修。本身没有离开阿弥陀佛；分身，一切诸佛所说之经教我统统听会了。决定成就圆满菩提，证得无上正等正觉，回归常寂光。没有到这个境界不离开讲堂，极乐世界的殊胜庄严无与伦比，没有一样能比得上，这一点不能不知道。",
      "zh_TW": "在這個期間當中，佛沒有中斷的，一切時，化無量無邊身，佛化身幹什麼？到十方世界去接引往生的人，這是佛的本願。到極樂世界，一定見到阿彌陀佛來接你。佛化身去接引大眾，一切時，他不間斷的，從十方世界念佛往生淨土沒有中斷的，所以佛化身接引也沒中斷。我們在講堂裡聽經，同樣有這個能力，我們也化身無量無邊。我們化身幹什麼？到十方世界去拜佛，現在叫參學。拜佛、供佛修福，聽經聞法修慧，在極樂世界福慧雙修。本身沒有離開阿彌陀佛；分身，一切諸佛所說之經教我統統聽會了。決定成就圓滿菩提，證得無上正等正覺，回歸常寂光。沒有到這個境界不離開講堂，極樂世界的殊勝莊嚴無與倫比，沒有一樣能比得上，這一點不能不知道。"
    },
    {
      "id": "02-041-0059_p0044",
      "zh_CN": "所以极乐世界之好，好到什么程度你无法想像，你要真的搞清楚、搞明白了，一切放下。《无量寿经》我只选一部，我只选这部注解，其他的净土经教统统放下，不再找麻烦了。这一部经跟阿弥陀佛通了，是真的，不是假的。非常感激海贤老和尚给我们做证明，我们没见过面，他往生的信息传来，在这个时代，高寿第一个，一百一十二岁走的，其他的老和尚都没有达到这么高的年龄。无比殊胜之处，这个老人，从他的身上我们看到圆满的《无量寿经》，看到圆满的《大方广佛华严》，真正稀有、真正难逢。",
      "zh_TW": "所以極樂世界之好，好到什麼程度你無法想像，你要真的搞清楚、搞明白了，一切放下。《無量壽經》我只選一部，我只選這部註解，其他的淨土經教統統放下，不再找麻煩了。這一部經跟阿彌陀佛通了，是真的，不是假的。非常感激海賢老和尚給我們做證明，我們沒見過面，他往生的信息傳來，在這個時代，高壽第一個，一百一十二歲走的，其他的老和尚都沒有達到這麼高的年齡。無比殊勝之處，這個老人，從他的身上我們看到圓滿的《無量壽經》，看到圓滿的《大方廣佛華嚴》，真正稀有、真正難逢。"
    },
    {
      "id": "02-041-0059_p0045",
      "zh_CN": "我们有经，又有这个例子，所以我劝导大家，把他老人家的光碟当作《无量寿经》的总结来看。每天看一遍，就是看《无量寿经》的总结，你看上一千遍你就会开悟了，为什么？里面的微妙你才能看得到。这就是古人所说的「读书千遍，其义自见」。没有到千遍，你见不到，为什么？千遍心定了，就是你念到清净平等觉，你就大彻大悟，你就明白了。你现在的心不清净，现在的心不平等，现在心里头妄念多、杂念多。为什么叫你去念一年，念一千遍，看一千遍？心定了。要知道清净是真心；染污是妄心。平等是真心，不平是妄心，心有高低、有上下，不平。觉了是真心，真心觉，妄心是迷，妄心不觉。我们用一句佛号把真心找回来，就是把清净平等觉念出来，清净平等觉每个人都有，是你自己的真心。清净平等觉念回来，你就跟海贤老和尚同样的境界。",
      "zh_TW": "我們有經，又有這個例子，所以我勸導大家，把他老人家的光碟當作《無量壽經》的總結來看。每天看一遍，就是看《無量壽經》的總結，你看上一千遍你就會開悟了，為什麼？裡面的微妙你才能看得到。這就是古人所說的「讀書千遍，其義自見」。沒有到千遍，你見不到，為什麼？千遍心定了，就是你念到清淨平等覺，你就大徹大悟，你就明白了。你現在的心不清淨，現在的心不平等，現在心裡頭妄念多、雜念多。為什麼叫你去念一年，念一千遍，看一千遍？心定了。要知道清淨是真心；染污是妄心。平等是真心，不平是妄心，心有高低、有上下，不平。覺了是真心，真心覺，妄心是迷，妄心不覺。我們用一句佛號把真心找回來，就是把清淨平等覺念出來，清淨平等覺每個人都有，是你自己的真心。清淨平等覺念回來，你就跟海賢老和尚同樣的境界。"
    },
    {
      "id": "02-041-0059_p0046",
      "zh_CN": "净宗无比殊胜，没有一个法门能跟它相比，我们是无量劫修行的功德，才能遇到这部经，才能遇到这个法门。遇到这部经、遇到这个法门，凡夫能度，凡夫能一生成佛。无论在什么境缘当中，我们要守住如如不动，一向专念，我们就一个方向、一个目标，一部经、一句佛号。不但我们今天成就，世尊往后九千年末法时期，真正一生成就的就是这部经，就是这个法门，否则阿弥陀佛不会让海贤老和尚来表法。让他表法是阿弥陀佛吩咐他的，他一生见佛多次，真的，不是假的。我们在历史上看到，初祖慧远大师，这《往生传》上有记载，他老人家在世的时候一生四次见佛。见佛这桩事情，我们在《楞严经》上看到，「大势至菩萨圆通章」，菩萨说，「忆佛念佛，现前当来必定见佛」。现前是我们活在这个世间见到的，定中见到的，梦中见到的，感应见到的。这真的，不是假的，我们要深信不疑。",
      "zh_TW": "淨宗無比殊勝，沒有一個法門能跟它相比，我們是無量劫修行的功德，才能遇到這部經，才能遇到這個法門。遇到這部經、遇到這個法門，凡夫能度，凡夫能一生成佛。無論在什麼境緣當中，我們要守住如如不動，一向專念，我們就一個方向、一個目標，一部經、一句佛號。不但我們今天成就，世尊往後九千年末法時期，真正一生成就的就是這部經，就是這個法門，否則阿彌陀佛不會讓海賢老和尚來表法。讓他表法是阿彌陀佛吩咐他的，他一生見佛多次，真的，不是假的。我們在歷史上看到，初祖慧遠大師，這《往生傳》上有記載，他老人家在世的時候一生四次見佛。見佛這樁事情，我們在《楞嚴經》上看到，「大勢至菩薩圓通章」，菩薩說，「憶佛念佛，現前當來必定見佛」。現前是我們活在這個世間見到的，定中見到的，夢中見到的，感應見到的。這真的，不是假的，我們要深信不疑。"
    },
    {
      "id": "02-041-0059_p0047",
      "zh_CN": "发起不一样，每部经不相同，证信完全相同。「例如小本《阿弥陀经》乃不问自说」，没有人启请，释迦牟尼佛自己说出来。「本经则因世尊放光现瑞，阿难启问而说」。在第三品里头，释迦牟尼佛放光，引起阿难尊者请问。如果世尊不放光，阿难就不问了。放出稀有的光明，阿难看到惊奇，阿难是佛的侍者，从来没有看过这种瑞相，突然看到了，向世尊请教，为什么放光？这光什么意思？说出这一部《无量寿经》。所以这个是每部经都不一样，这叫别序。「今经第三品属之」，第三品就是本经的发起序。",
      "zh_TW": "發起不一樣，每部經不相同，證信完全相同。「例如小本《阿彌陀經》乃不問自說」，沒有人啟請，釋迦牟尼佛自己說出來。「本經則因世尊放光現瑞，阿難啟問而說」。在第三品裡頭，釋迦牟尼佛放光，引起阿難尊者請問。如果世尊不放光，阿難就不問了。放出稀有的光明，阿難看到驚奇，阿難是佛的侍者，從來沒有看過這種瑞相，突然看到了，向世尊請教，為什麼放光？這光什麼意思？說出這一部《無量壽經》。所以這個是每部經都不一樣，這叫別序。「今經第三品屬之」，第三品就是本經的發起序。"
    },
    {
      "id": "02-041-0059_p0048",
      "zh_CN": "前面两品，特别是第二品「德遵普贤」，内容非常丰富，无比的殊胜庄严。德遵普贤，让我们明了极乐世界原来是普贤菩萨的世界。普贤，《华严经》上的上首，毘卢遮那佛的胁士，华严会上的大菩萨，第一个是普贤，文殊排在第二。所以，魏默深居士把《普贤行愿品》放在净土三经后面，成为净土四经，有道理，这个没错。印光大师将「大势至圆通章」这一章取出来放在四经后面，变成净土五经。还有没有地方再可以放？没有，不必了，圆满了。净土五经一论，一论，《往生论》。我们在五经一论里头取一种就够了，古大德多半取《阿弥陀经》。这个本子出来之后，我觉得它讲得太详细、太清楚了，真的让我们断疑生信，真的会让我们发起无比殊胜的大愿，愿生净土，愿意亲近阿弥陀佛。不再走岔路，不再去搞别的法门，死心塌地，一部经、一部注解、一句佛号，保证我们这一生圆满得生净土，亲近阿弥陀佛。今天时间到了，我们就学习到此地。",
      "zh_TW": "前面兩品，特別是第二品「德遵普賢」，內容非常豐富，無比的殊勝莊嚴。德遵普賢，讓我們明瞭極樂世界原來是普賢菩薩的世界。普賢，《華嚴經》上的上首，毘盧遮那佛的脅士，華嚴會上的大菩薩，第一個是普賢，文殊排在第二。所以，魏默深居士把《普賢行願品》放在淨土三經後面，成為淨土四經，有道理，這個沒錯。印光大師將「大勢至圓通章」這一章取出來放在四經後面，變成淨土五經。還有沒有地方再可以放？沒有，不必了，圓滿了。淨土五經一論，一論，《往生論》。我們在五經一論裡頭取一種就夠了，古大德多半取《阿彌陀經》。這個本子出來之後，我覺得它講得太詳細、太清楚了，真的讓我們斷疑生信，真的會讓我們發起無比殊勝的大願，願生淨土，願意親近阿彌陀佛。不再走岔路，不再去搞別的法門，死心塌地，一部經、一部註解、一句佛號，保證我們這一生圓滿得生淨土，親近阿彌陀佛。今天時間到了，我們就學習到此地。"
    }
  ]
}