{
  "doc_id": "02-041-0052",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十二集",
    "zh_TW": "第五十二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0052",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-041-0052_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝，阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶，阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0052_p0002",
      "zh_CN": "请看《大经科注》第二百三十一页，第五行：",
      "zh_TW": "請看《大經科註》第二百三十一頁，第五行："
    },
    {
      "id": "02-041-0052_p0003",
      "zh_CN": "「七、部类差别」。这一科不能少，必得有这个科目，十门开启才圆满。这一科，注解里头说，「为深究本经」，深入研究《无量寿经》，「应知同部」，释迦牟尼佛四十九年所说的一切经，哪些跟这部经是属于同一部的，其次「同类」，要搞清楚、搞明白，还有「傍及带说净土之经典」，这个也不少，「以便参研」，方便参考研究。先说同部。这边的黑字是我们过去讲解《无量寿经》的节录概要，做为学习的参考。这段文跟此地念老的集注有相同的部分，所以我们可以把它省略。",
      "zh_TW": "「七、部類差別」。這一科不能少，必得有這個科目，十門開啟才圓滿。這一科，註解裡頭說，「為深究本經」，深入研究《無量壽經》，「應知同部」，釋迦牟尼佛四十九年所說的一切經，哪些跟這部經是屬於同一部的，其次「同類」，要搞清楚、搞明白，還有「傍及帶說淨土之經典」，這個也不少，「以便參研」，方便參考研究。先說同部。這邊的黑字是我們過去講解《無量壽經》的節錄概要，做為學習的參考。這段文跟此地念老的集註有相同的部分，所以我們可以把它省略。"
    },
    {
      "id": "02-041-0052_p0004",
      "zh_CN": "我们从二百三十二页第三行看起，看同部的，这是念老的原文。「甲」，这是第一段，「同部。本经与小本弥陀是同部经典」。小本，现在我们通常流通的是鸠摩罗什大师翻译的《阿弥陀经》，《佛说阿弥陀经》跟这部《无量寿经》是同一部，一个是略说，一个是细说，都是介绍西方极乐世界。小本便于受持，可以做早晚课读诵。大本详细，文字多，把极乐世界介绍得清楚，让我们生起信心，生起愿心，求愿往生，目的在此地。这是同部经典。「本经吴译本，曾亦名《阿弥陀经》，与秦罗什所译之小本同名。故世称本经为大本，秦译之《阿弥陀经》为小本」。就是姚秦时候鸠摩罗什大师翻译的称为小本，大小本。「《疏钞》谓」，《疏钞》是莲池大师的《阿弥陀经疏钞》，莲池大师在《疏钞》里面就提到，「大小二本，文有繁简」，大本的繁，文字多，小本的简单，「义无胜劣」，要讲经文的意思，完全相同，所以它是同部。也就是说，释迦牟尼佛当年在世为我们介绍西方极乐世界，有简单的介绍，简单扼要，时间不长。那对哪些人？对上根利智、福德因缘深厚的，一提他就知道了，就晓得重要，就相信、就接受了。大本为哪些人说的？中下根性，中下根性看到简单的介绍，信心还生不起来，甚至于还有怀疑，所以佛必须详细介绍，不厌其烦把这桩事情说清楚、说明白，让大家断疑生信，所以对中下根的。同是一桩事情，同一个方向，同一个目标，无非是劝人念佛求生净土。蕅益大师在《要解》里头说得好，「信愿持名」，对这个法门深信不疑，发愿求生，释迦牟尼佛说这部经的目的就达到了。",
      "zh_TW": "我們從二百三十二頁第三行看起，看同部的，這是念老的原文。「甲」，這是第一段，「同部。本經與小本彌陀是同部經典」。小本，現在我們通常流通的是鳩摩羅什大師翻譯的《阿彌陀經》，《佛說阿彌陀經》跟這部《無量壽經》是同一部，一個是略說，一個是細說，都是介紹西方極樂世界。小本便於受持，可以做早晚課讀誦。大本詳細，文字多，把極樂世界介紹得清楚，讓我們生起信心，生起願心，求願往生，目的在此地。這是同部經典。「本經吳譯本，曾亦名《阿彌陀經》，與秦羅什所譯之小本同名。故世稱本經為大本，秦譯之《阿彌陀經》為小本」。就是姚秦時候鳩摩羅什大師翻譯的稱為小本，大小本。「《疏鈔》謂」，《疏鈔》是蓮池大師的《阿彌陀經疏鈔》，蓮池大師在《疏鈔》裡面就提到，「大小二本，文有繁簡」，大本的繁，文字多，小本的簡單，「義無勝劣」，要講經文的意思，完全相同，所以它是同部。也就是說，釋迦牟尼佛當年在世為我們介紹西方極樂世界，有簡單的介紹，簡單扼要，時間不長。那對哪些人？對上根利智、福德因緣深厚的，一提他就知道了，就曉得重要，就相信、就接受了。大本為哪些人說的？中下根性，中下根性看到簡單的介紹，信心還生不起來，甚至於還有懷疑，所以佛必須詳細介紹，不厭其煩把這樁事情說清楚、說明白，讓大家斷疑生信，所以對中下根的。同是一樁事情，同一個方向，同一個目標，無非是勸人念佛求生淨土。蕅益大師在《要解》裡頭說得好，「信願持名」，對這個法門深信不疑，發願求生，釋迦牟尼佛說這部經的目的就達到了。"
    },
    {
      "id": "02-041-0052_p0005",
      "zh_CN": "现在小本《弥陀》有三种，最常看到的是「《阿弥陀经》」，姚秦三藏法师鸠摩罗什大师翻译的；第二种叫「《称赞净土佛摄受经》」，流通不多，很少，很多人没有看过，这是玄奘大师翻译的，跟罗什翻译的是同一个原本，「唐三藏法师玄奘译」；第三种是夏莲居老居士，把这两种本子合起来做个会集本，经题叫「《阿弥陀经秦唐两译会集本》，现代菩萨戒居士夏莲居会集」。这个会集本很有价值，因为玄奘大师翻译直译的，完全照原文，原文怎么说他就怎么翻；罗什大师是意译的，没有照原来的文字，依它文字里头的意思。所以意译的经我们中国人喜欢，他是顺着中国人的习惯爱好，这样翻出来，非常适合中国人的口味，一看生欢喜心。玄奘大师直译，那就等于说把外国人说的话生硬的翻出来，这里头还有梵文的文法，所以读起来有些地方不太顺口，意思固然是很逼真，但是念起来不顺口。所以大家喜欢罗什的本子，把玄奘的本子几乎都忘掉了，收藏在《大藏经》里头。夏莲老很慈悲，把这两个经合起来做成会集本，既适合中国人的口味，又保持原文的样子，很难得。但是我们用罗什大师的本子成习惯，这个本子虽会集出来，也很难流通，大家《弥陀经》念惯了，不想再换本子。这是同部的。",
      "zh_TW": "現在小本《彌陀》有三種，最常看到的是「《阿彌陀經》」，姚秦三藏法師鳩摩羅什大師翻譯的；第二種叫「《稱讚淨土佛攝受經》」，流通不多，很少，很多人沒有看過，這是玄奘大師翻譯的，跟羅什翻譯的是同一個原本，「唐三藏法師玄奘譯」；第三種是夏蓮居老居士，把這兩種本子合起來做個會集本，經題叫「《阿彌陀經秦唐兩譯會集本》，現代菩薩戒居士夏蓮居會集」。這個會集本很有價值，因為玄奘大師翻譯直譯的，完全照原文，原文怎麼說他就怎麼翻；羅什大師是意譯的，沒有照原來的文字，依它文字裡頭的意思。所以意譯的經我們中國人喜歡，他是順著中國人的習慣愛好，這樣翻出來，非常適合中國人的口味，一看生歡喜心。玄奘大師直譯，那就等於說把外國人說的話生硬的翻出來，這裡頭還有梵文的文法，所以讀起來有些地方不太順口，意思固然是很逼真，但是念起來不順口。所以大家喜歡羅什的本子，把玄奘的本子幾乎都忘掉了，收藏在《大藏經》裡頭。夏蓮老很慈悲，把這兩個經合起來做成會集本，既適合中國人的口味，又保持原文的樣子，很難得。但是我們用羅什大師的本子成習慣，這個本子雖會集出來，也很難流通，大家《彌陀經》念慣了，不想再換本子。這是同部的。"
    },
    {
      "id": "02-041-0052_p0006",
      "zh_CN": "我们看念老为我们注解的，「秦唐两译，大体相同，稍有出入」，有些地方不一样。「秦译精要流畅，众所宗向」，宗就是最重要的，最重要的依靠，向是方向，大家都喜欢这个本子。「唐译则准确详备，力保原面」，保持释迦牟尼佛当年讲经原本的面貌。「先师会集两译」，先师，这个话是黄念祖老居士说的，先师就是夏莲居老居士。「会集两译，撷其精要，更据六朝石经，补足秦译所佚之二十一字」。这二十一个字可能是漏掉。「按襄阳石经」，襄阳石经是六朝时候手书石刻的，「于一心不乱之下」，它还有几句，二十一个字，就是一心不乱接着，「专持名号，以称名故，诸罪消灭，即是多善根福德因缘」，就这二十一个字，这二十一个字现在流通本没有。宋代元照法师把它「载入《灵芝疏》」，明朝蘧庵法师「亦推崇石本」，这个石经本，认为这二十一个字很重要，非常可能因为六朝那个时代没有印刷术，经本都是手抄本，手抄本很容易抄错，很容易漏掉，可能手抄本漏掉，但这个本子流通了。一直到现在，我们所读的本子都没有这二十一个字。",
      "zh_TW": "我們看念老為我們註解的，「秦唐兩譯，大體相同，稍有出入」，有些地方不一樣。「秦譯精要流暢，眾所宗向」，宗就是最重要的，最重要的依靠，向是方向，大家都喜歡這個本子。「唐譯則準確詳備，力保原面」，保持釋迦牟尼佛當年講經原本的面貌。「先師會集兩譯」，先師，這個話是黃念祖老居士說的，先師就是夏蓮居老居士。「會集兩譯，擷其精要，更據六朝石經，補足秦譯所佚之二十一字」。這二十一個字可能是漏掉。「按襄陽石經」，襄陽石經是六朝時候手書石刻的，「於一心不亂之下」，它還有幾句，二十一個字，就是一心不亂接著，「專持名號，以稱名故，諸罪消滅，即是多善根福德因緣」，就這二十一個字，這二十一個字現在流通本沒有。宋代元照法師把它「載入《靈芝疏》」，明朝蘧庵法師「亦推崇石本」，這個石經本，認為這二十一個字很重要，非常可能因為六朝那個時代沒有印刷術，經本都是手抄本，手抄本很容易抄錯，很容易漏掉，可能手抄本漏掉，但這個本子流通了。一直到現在，我們所讀的本子都沒有這二十一個字。"
    },
    {
      "id": "02-041-0052_p0007",
      "zh_CN": "幽溪大师在《圆中钞》里头「大声疾呼」，《圆中钞》通常跟蕅益大师的《要解》、莲池大师的《疏钞》号称《阿弥陀经》三大注解，也是《弥陀经》最重要的注解，学习《弥陀经》的不能不读这三种注解。这三种注解虽然古德这么样的重视，可是现在一般人学习大概都喜欢简单，简单扼要的就是蕅益大师《要解》，《要解》又经过印光大师极力的赞叹，所以学习《疏钞》、《圆中钞》的人就不多了，学习《要解》的人多。《要解》有圆瑛法师的《讲义》，有宝静法师的《亲闻记》，这两位大德都是近代的高僧，讲经的大师，他们的版本在现在流通很广，特别是《阿弥陀经》的注解，蕅益大师《要解》的讲义。幽溪大师在《圆中钞》里头有这么一段话，「今传讹说」，今传指罗什大师翻的《佛说阿弥陀经》，「凡读习者，应依古本，而增正之」。古本就是襄阳石经，石经里面有所漏的二十一个字（称石经，因为它刻在石头上，刻在碑上），这个地方多出二十一个字，二十一个字祖师读了之后肯定，古时候罗什大师本子肯定有这二十一个字，只是抄写抄漏了，现在应该把它补进去。",
      "zh_TW": "幽溪大師在《圓中鈔》裡頭「大聲疾呼」，《圓中鈔》通常跟蕅益大師的《要解》、蓮池大師的《疏鈔》號稱《阿彌陀經》三大註解，也是《彌陀經》最重要的註解，學習《彌陀經》的不能不讀這三種註解。這三種註解雖然古德這麼樣的重視，可是現在一般人學習大概都喜歡簡單，簡單扼要的就是蕅益大師《要解》，《要解》又經過印光大師極力的讚歎，所以學習《疏鈔》、《圓中鈔》的人就不多了，學習《要解》的人多。《要解》有圓瑛法師的《講義》，有寶靜法師的《親聞記》，這兩位大德都是近代的高僧，講經的大師，他們的版本在現在流通很廣，特別是《阿彌陀經》的註解，蕅益大師《要解》的講義。幽溪大師在《圓中鈔》裡頭有這麼一段話，「今傳訛說」，今傳指羅什大師翻的《佛說阿彌陀經》，「凡讀習者，應依古本，而增正之」。古本就是襄陽石經，石經裡面有所漏的二十一個字（稱石經，因為它刻在石頭上，刻在碑上），這個地方多出二十一個字，二十一個字祖師讀了之後肯定，古時候羅什大師本子肯定有這二十一個字，只是抄寫抄漏了，現在應該把它補進去。"
    },
    {
      "id": "02-041-0052_p0008",
      "zh_CN": "「会本依先德意，补入此二十一字」。这二十一个字，夏莲居老居士的会集本里面补进去了。「于是会本，既备两译之长」，两种翻译本的长处，「复补秦译之佚。圣意备显，易启正解」。释迦牟尼佛的意思，加上这二十一个字就非常明显，一心不乱专持名号，以称名故，诸罪消灭，即是多善根福德因缘。因为经上有一句话说，「不可以少善根福德因缘得生彼国」。这句话人家听了之后，总感觉到自己善根福德不够，我念佛能不能往生？于是就有怀疑。要补这二十一个字，这个疑虑就没有了，就很清楚，为什么？因为你持名，持名消罪业，善根福德就现前。「于是秦译原文应是一心不乱专持名号」，句点应该点在这个地方，「此八字应一气读下」，一口气念下去。就是它是一句，「一心不乱专持名号」，这是一句。像现在来佛寺的海贤法师，九十二年就是一心不乱专持名号，他做到了，表演给我们看。二十岁出家，师父教他这一句阿弥陀佛，告诉他一直念下去，他念了九十二年，一百一十二岁自在往生，把这一句表演给我们看，一心不乱专持名号。确实他心里只有阿弥陀佛，除阿弥陀佛之外什么都没有，这就叫一心不乱；没有妄想，没有杂念，心地清净平等，这是每个念佛人希望这一生能生到西方极乐世界，一定要记住这一句经文。细心观察海贤是怎么成就的，就靠这八个字，他这一生做出榜样来给我们看。",
      "zh_TW": "「會本依先德意，補入此二十一字」。這二十一個字，夏蓮居老居士的會集本裡面補進去了。「於是會本，既備兩譯之長」，兩種翻譯本的長處，「復補秦譯之佚。聖意備顯，易啟正解」。釋迦牟尼佛的意思，加上這二十一個字就非常明顯，一心不亂專持名號，以稱名故，諸罪消滅，即是多善根福德因緣。因為經上有一句話說，「不可以少善根福德因緣得生彼國」。這句話人家聽了之後，總感覺到自己善根福德不夠，我念佛能不能往生？於是就有懷疑。要補這二十一個字，這個疑慮就沒有了，就很清楚，為什麼？因為你持名，持名消罪業，善根福德就現前。「於是秦譯原文應是一心不亂專持名號」，句點應該點在這個地方，「此八字應一氣讀下」，一口氣念下去。就是它是一句，「一心不亂專持名號」，這是一句。像現在來佛寺的海賢法師，九十二年就是一心不亂專持名號，他做到了，表演給我們看。二十歲出家，師父教他這一句阿彌陀佛，告訴他一直念下去，他念了九十二年，一百一十二歲自在往生，把這一句表演給我們看，一心不亂專持名號。確實他心裡只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，這就叫一心不亂；沒有妄想，沒有雜念，心地清淨平等，這是每個念佛人希望這一生能生到西方極樂世界，一定要記住這一句經文。細心觀察海賢是怎麼成就的，就靠這八個字，他這一生做出榜樣來給我們看。"
    },
    {
      "id": "02-041-0052_p0009",
      "zh_CN": "「正同于唐译之系念不乱」，唐译就是玄奘大师翻译的，它不是一心不乱，唐译的是系念不乱，不是一心，系念不乱专持名号。这个系念跟一心差别很大。一心不乱，有人看到一心害怕，为什么？我做不到，我心里有杂念、有妄想，我念佛肯定也夹杂着妄想跟杂念，没有办法一心。系念不乱就没问题，系念可以做得到，这里头有杂念，不排除杂念，一心排除杂念。所以看到这个本子，比较容易生起信心。从系念不乱念到一心不乱，看到这种经文，疑虑就能消除。这个我们在讲经里头要把它讲清楚、讲明白，让大家生起信心。所以，「亦复与本经之一向专念同旨」。本经是我们这部经，《无量寿经》，《无量寿经》是一向专念，不是一心，一向专念，这个意思相同。系念不乱，一向专念，这意思相同。「弥显持名妙法，从果起修，果觉因心，他力冥加，不可思议。」这是阿弥陀佛威神愿力加持的。我们在今天这个乱世，佛法衰到极处，遇到这个法门，深究经典不能没有疑惑。我们感谢黄念老，他非常用心，不辞辛苦，把这些经文会让我们学习的人产生疑虑的地方，都详细解释，帮助我们断疑生信。",
      "zh_TW": "「正同於唐譯之繫念不亂」，唐譯就是玄奘大師翻譯的，它不是一心不亂，唐譯的是繫念不亂，不是一心，繫念不亂專持名號。這個繫念跟一心差別很大。一心不亂，有人看到一心害怕，為什麼？我做不到，我心裡有雜念、有妄想，我念佛肯定也夾雜著妄想跟雜念，沒有辦法一心。繫念不亂就沒問題，繫念可以做得到，這裡頭有雜念，不排除雜念，一心排除雜念。所以看到這個本子，比較容易生起信心。從繫念不亂念到一心不亂，看到這種經文，疑慮就能消除。這個我們在講經裡頭要把它講清楚、講明白，讓大家生起信心。所以，「亦復與本經之一向專念同旨」。本經是我們這部經，《無量壽經》，《無量壽經》是一向專念，不是一心，一向專念，這個意思相同。繫念不亂，一向專念，這意思相同。「彌顯持名妙法，從果起修，果覺因心，他力冥加，不可思議。」這是阿彌陀佛威神願力加持的。我們在今天這個亂世，佛法衰到極處，遇到這個法門，深究經典不能沒有疑惑。我們感謝黃念老，他非常用心，不辭辛苦，把這些經文會讓我們學習的人產生疑慮的地方，都詳細解釋，幫助我們斷疑生信。"
    },
    {
      "id": "02-041-0052_p0010",
      "zh_CN": "下面引蕅益大师《要解》的话说，「若执持名号，未断见思」，执持名号，见思烦恼没断；「随其或散或定」，或者是散乱心念佛，或者是定心念佛，散乱心念这句佛号有妄想、有杂念，定心念佛的时候没有妄想、没有杂念；「于同居土分三辈九品」，那就是讲定散多少，定多散少品位就上升，散多定少品位就下降，都能往生，往生凡圣同居土。凡圣同居土里头也有三辈九品。这个话说得好，为什么？这个话说的就是肯定我们现在的程度念佛能往生，帮助我们断疑生信。「可见众生但能信愿持名，决可往生彼国凡圣同居土」。实实在在无需要念到事一心不乱或者是理一心不乱，这个难。「持名法门妙用，和盘托出」。像客人来了，我们送茶点，连盘子都端出来，就是全部拿出来，没有丝毫保留，统统托出来，持名法门的妙用，真正不可思议。「足证会本实大有功于圣教也。」这是赞叹夏莲居老居士的会集本，《无量寿经》的会集本。",
      "zh_TW": "下面引蕅益大師《要解》的話說，「若執持名號，未斷見思」，執持名號，見思煩惱沒斷；「隨其或散或定」，或者是散亂心念佛，或者是定心念佛，散亂心念這句佛號有妄想、有雜念，定心念佛的時候沒有妄想、沒有雜念；「於同居土分三輩九品」，那就是講定散多少，定多散少品位就上升，散多定少品位就下降，都能往生，往生凡聖同居土。凡聖同居土裡頭也有三輩九品。這個話說得好，為什麼？這個話說的就是肯定我們現在的程度念佛能往生，幫助我們斷疑生信。「可見眾生但能信願持名，決可往生彼國凡聖同居土」。實實在在無需要念到事一心不亂或者是理一心不亂，這個難。「持名法門妙用，和盤托出」。像客人來了，我們送茶點，連盤子都端出來，就是全部拿出來，沒有絲毫保留，統統托出來，持名法門的妙用，真正不可思議。「足證會本實大有功於聖教也。」這是讚歎夏蓮居老居士的會集本，《無量壽經》的會集本。"
    },
    {
      "id": "02-041-0052_p0011",
      "zh_CN": "但是现在这个时代，大家念罗什的本子念成习惯了，换个本子他不习惯。不换也行，净宗在中国一千七百年，依照《弥陀经》，罗什大师翻译的这个《弥陀经》，念佛往生的人不计其数，真的不是假的。我们看看海贤老和尚不认识字，他一生没念过《无量寿经》，一次没念过，也没有听别人念过，他就是一句阿弥陀佛，老老实实的，真是听话、真干，一句佛号一直念下去，他就念了九十二年，一直念到他往生。他念到什么程度？我非常相信，一点都不怀疑，他念到理一心不乱。为什么？因为我们看到这个人这么老实、听话、真干，他一生的修行就是烧香、拜佛、念佛、绕佛，除此之外他都不知道。通常寺院里头早晚课诵他不知道，他没学过；磬锤，法器他不懂，老实，心地清净慈悲。我们常常提醒，希望同学们在日常生活当中用真心待人接物，海贤老和尚一生用真心。",
      "zh_TW": "但是現在這個時代，大家念羅什的本子念成習慣了，換個本子他不習慣。不換也行，淨宗在中國一千七百年，依照《彌陀經》，羅什大師翻譯的這個《彌陀經》，念佛往生的人不計其數，真的不是假的。我們看看海賢老和尚不認識字，他一生沒念過《無量壽經》，一次沒念過，也沒有聽別人念過，他就是一句阿彌陀佛，老老實實的，真是聽話、真幹，一句佛號一直念下去，他就念了九十二年，一直念到他往生。他念到什麼程度？我非常相信，一點都不懷疑，他念到理一心不亂。為什麼？因為我們看到這個人這麼老實、聽話、真幹，他一生的修行就是燒香、拜佛、念佛、繞佛，除此之外他都不知道。通常寺院裡頭早晚課誦他不知道，他沒學過；磬錘，法器他不懂，老實，心地清淨慈悲。我們常常提醒，希望同學們在日常生活當中用真心待人接物，海賢老和尚一生用真心。"
    },
    {
      "id": "02-041-0052_p0012",
      "zh_CN": "真心是自己本有的真诚心，没有一丝毫虚伪，没有丝毫欺骗，不自欺，不欺人。真诚心本有，在什么时候？小孩出生一百天，完全用真心，因为他的心还没有被染污。所以每个人都曾经用过真心，非常可惜真心被环境染污，染污之后就再也不能回头，一直用到老死。妄心念念造轮回因，所以死了怎么？搞六道轮回，在六道轮回里头永远出不来，非常悲惨的一桩事情。小孩一百天之后他认生了，一百天之前不认生，不知道谁是爸爸、谁是妈妈，无论什么人接近他，他都用真心对你，笑得那么甜，笑得那么可爱，他不会拒绝人。到他被染污，他认生了，爸爸妈妈抱他，他欢喜，别人抱他，他拒绝，这就叫被染污了。这种染污随着年龄一年比一年严重，真心，童真、真心完全丧失掉了，全用妄心。",
      "zh_TW": "真心是自己本有的真誠心，沒有一絲毫虛偽，沒有絲毫欺騙，不自欺，不欺人。真誠心本有，在什麼時候？小孩出生一百天，完全用真心，因為他的心還沒有被染污。所以每個人都曾經用過真心，非常可惜真心被環境染污，染污之後就再也不能回頭，一直用到老死。妄心念念造輪迴因，所以死了怎麼？搞六道輪迴，在六道輪迴裡頭永遠出不來，非常悲慘的一樁事情。小孩一百天之後他認生了，一百天之前不認生，不知道誰是爸爸、誰是媽媽，無論什麼人接近他，他都用真心對你，笑得那麼甜，笑得那麼可愛，他不會拒絕人。到他被染污，他認生了，爸爸媽媽抱他，他歡喜，別人抱他，他拒絕，這就叫被染污了。這種染污隨著年齡一年比一年嚴重，真心，童真、真心完全喪失掉了，全用妄心。"
    },
    {
      "id": "02-041-0052_p0013",
      "zh_CN": "中国古圣先贤有智慧，把这桩事情看清楚、看明白了，于是就想如何让这个孩子，染污是没有办法避免的，如何叫他被染污的分量降到最低。因为他懂得「性相近，习相远」，讲自性、真心，大家是一样的；讲染污，讲妄心，大家不一样，所以教育就兴起来了。「苟不教，性乃迁」，我们的真心慢慢就变成妄心。妄心是什么？分别心、执着心，这就迷了。怎么教法？「教之道，贵以专」。专是什么？染污的面最小，学得愈多染污愈严重。现在人被科学染污，染污到非常严重。严重到什么程度？自己的信心失掉，最严重的。自己信心失掉了，他还会相信谁？所以对父母不相信，对祖宗不相信，对圣贤不相信，对宗教的神圣不相信，造成今天的社会。今天整个地球动乱、灾变异常，什么原因？丧失信心所造成的。所以今天危机的根源就是信心危机。如何能再恢复信心，重新再树立信心、回归信心？这是当前第一桩大事。救自己，救家庭，救社会，救国家，救人类，仁义礼智信把那个信找回来就有救了。有信就有智，有智就有礼，有礼就有义，有义就有仁，仁义礼智信统统可以恢复，这世界能得救。",
      "zh_TW": "中國古聖先賢有智慧，把這樁事情看清楚、看明白了，於是就想如何讓這個孩子，染污是沒有辦法避免的，如何叫他被染污的分量降到最低。因為他懂得「性相近，習相遠」，講自性、真心，大家是一樣的；講染污，講妄心，大家不一樣，所以教育就興起來了。「苟不教，性乃遷」，我們的真心慢慢就變成妄心。妄心是什麼？分別心、執著心，這就迷了。怎麼教法？「教之道，貴以專」。專是什麼？染污的面最小，學得愈多染污愈嚴重。現在人被科學染污，染污到非常嚴重。嚴重到什麼程度？自己的信心失掉，最嚴重的。自己信心失掉了，他還會相信誰？所以對父母不相信，對祖宗不相信，對聖賢不相信，對宗教的神聖不相信，造成今天的社會。今天整個地球動亂、災變異常，什麼原因？喪失信心所造成的。所以今天危機的根源就是信心危機。如何能再恢復信心，重新再樹立信心、回歸信心？這是當前第一樁大事。救自己，救家庭，救社會，救國家，救人類，仁義禮智信把那個信找回來就有救了。有信就有智，有智就有禮，有禮就有義，有義就有仁，仁義禮智信統統可以恢復，這世界能得救。"
    },
    {
      "id": "02-041-0052_p0014",
      "zh_CN": "今年巴黎的卫塞节活动，斯里兰卡主办的，邀请我，我没去。回来的同学告诉我（这次参加活动当中有几位大使，我们都很熟悉），他们在报告当中明显的提出，对这个世界还能不能再有和平都失去了信心。其中有一些跟我接触的，他们感触很深，我们常常在一起聊天，在一起讨论这些问题。中国传统文化里面所说的五伦、五常、四维、八德，大乘经教里所说的三福、六和、三学、六度、普贤十愿，从这个地方重新恢复我们的性德，从自己做起。我们能救自己就能救一家，能救一家就能救一个社会，就能救一个国家，再扩大能救全世界。中国东西失掉了，没有人传承，好在典籍还在，我们找到了。这个重要的典籍能帮助我们救社会、救国家的，就是《群书治要》、《国学治要》，就这两套书。这两套书的出现，我确实是如获至宝，多少年心目当中想的，总算心想事成，同学们发心留意把这两本书找到，太稀有了！一百年前印的，印的数量很少，经过一百年当中的战乱，真的是没有了，我相信这是老祖宗特地给我留下的。我们一获得，没有任何念头，赶快翻印，每一种印一万套，分别送在世界各大学图书馆、国家图书馆收藏，将来不会失传了，到处都能够找到。",
      "zh_TW": "今年巴黎的衛塞節活動，斯里蘭卡主辦的，邀請我，我沒去。回來的同學告訴我（這次參加活動當中有幾位大使，我們都很熟悉），他們在報告當中明顯的提出，對這個世界還能不能再有和平都失去了信心。其中有一些跟我接觸的，他們感觸很深，我們常常在一起聊天，在一起討論這些問題。中國傳統文化裡面所說的五倫、五常、四維、八德，大乘經教裡所說的三福、六和、三學、六度、普賢十願，從這個地方重新恢復我們的性德，從自己做起。我們能救自己就能救一家，能救一家就能救一個社會，就能救一個國家，再擴大能救全世界。中國東西失掉了，沒有人傳承，好在典籍還在，我們找到了。這個重要的典籍能幫助我們救社會、救國家的，就是《群書治要》、《國學治要》，就這兩套書。這兩套書的出現，我確實是如獲至寶，多少年心目當中想的，總算心想事成，同學們發心留意把這兩本書找到，太稀有了！一百年前印的，印的數量很少，經過一百年當中的戰亂，真的是沒有了，我相信這是老祖宗特地給我留下的。我們一獲得，沒有任何念頭，趕快翻印，每一種印一萬套，分別送在世界各大學圖書館、國家圖書館收藏，將來不會失傳了，到處都能夠找到。"
    },
    {
      "id": "02-041-0052_p0015",
      "zh_CN": "典籍在了，现在更进一步，需要讲解的人，讲解的人要没有信心，他做不到。少数有信心的人，依照古老的方法，就是理念、方法来学习，我们相信，学习个三年、五年，他就能讲了；能学习，不断学习十年，他就变成专家。世界上一流的专家学者，把这部书讲清楚、讲明白、讲透彻，我们的信心就恢复，世界就有救。这些年来我们想到汉学院，汉学院干什么？就干这桩事情。汉学院的起头没老师、没学生，我们招生是招什么？招研究员。对于文言文有一点基础，没有文言文的基础就难了，有文言文的基础，我们自己认真好好的来学习。有三、五十个人在一起深入研究，每一天我们做学习心得报告，大家一起分享。我们在今年，《无量寿经》就采取这个方式，每天有两个小时分享学习心得报告，效果非常好。所以我就想到，有三、五十个人在一起专攻《群书治要》，每天有两小时心得分享报告，会起很大的作用。每个人专攻一门，《群书治要》选择的原典六十六部，每一个人专攻一部，十年之后都是第一，没有第二。专攻《易经》的，《易经》第一；专攻《论语》的，《论语》第一；专攻《孟子》的，《孟子》第一，个个都是第一。大家互相赞叹，没有毁谤的，没有批评的，为什么？个个第一，平等。有第一第二就有人争，个个第一就没有人争，大家都是平等的，皆是汉学专家。十年之后，汉学可以在地球上大大的兴旺起来，会把地球变成太平盛世。过去太平盛世是地区性的，是一个国家，今天太平盛世是全世界，全球的。",
      "zh_TW": "典籍在了，現在更進一步，需要講解的人，講解的人要沒有信心，他做不到。少數有信心的人，依照古老的方法，就是理念、方法來學習，我們相信，學習個三年、五年，他就能講了；能學習，不斷學習十年，他就變成專家。世界上一流的專家學者，把這部書講清楚、講明白、講透徹，我們的信心就恢復，世界就有救。這些年來我們想到漢學院，漢學院幹什麼？就幹這樁事情。漢學院的起頭沒老師、沒學生，我們招生是招什麼？招研究員。對於文言文有一點基礎，沒有文言文的基礎就難了，有文言文的基礎，我們自己認真好好的來學習。有三、五十個人在一起深入研究，每一天我們做學習心得報告，大家一起分享。我們在今年，《無量壽經》就採取這個方式，每天有兩個小時分享學習心得報告，效果非常好。所以我就想到，有三、五十個人在一起專攻《群書治要》，每天有兩小時心得分享報告，會起很大的作用。每個人專攻一門，《群書治要》選擇的原典六十六部，每一個人專攻一部，十年之後都是第一，沒有第二。專攻《易經》的，《易經》第一；專攻《論語》的，《論語》第一；專攻《孟子》的，《孟子》第一，個個都是第一。大家互相讚歎，沒有毀謗的，沒有批評的，為什麼？個個第一，平等。有第一第二就有人爭，個個第一就沒有人爭，大家都是平等的，皆是漢學專家。十年之後，漢學可以在地球上大大的興旺起來，會把地球變成太平盛世。過去太平盛世是地區性的，是一個國家，今天太平盛世是全世界，全球的。"
    },
    {
      "id": "02-041-0052_p0016",
      "zh_CN": "我跟联合国许多大使们相处，把这个想法、看法告诉他们，慢慢的他们的信心都起来了。十年能不能完成？能。为什么？现在有科学技术。有十几二十个人，有一个卫星电视台，一个专用的频道，让他们二十四小时不间断的在这里发表他们的心得报告，全世界的人都听到。他们的报告把它打成各种不同的文字，让全世界的人能听得懂、看得懂，这是建立见和同解，用现代的话说，全世界的人建立共识。我们有同样的看法，同样的想法，所有一切的误会全能化解，带给这个世界永续的安定和谐、幸福美满。英国汤恩比说的话不错，只有中国孔孟学说跟大乘佛法，能解决二十一世纪社会问题。我们要把他这句话讲清楚、讲明白，让大家相信。孔孟学说就四个字，仁、义、忠、恕；大乘佛法也只四个字，真、诚、慈、悲。这八个字就能把混乱的社会平定，把濒临断绝的人类文化拯救出来。",
      "zh_TW": "我跟聯合國許多大使們相處，把這個想法、看法告訴他們，慢慢的他們的信心都起來了。十年能不能完成？能。為什麼？現在有科學技術。有十幾二十個人，有一個衛星電視台，一個專用的頻道，讓他們二十四小時不間斷的在這裡發表他們的心得報告，全世界的人都聽到。他們的報告把它打成各種不同的文字，讓全世界的人能聽得懂、看得懂，這是建立見和同解，用現代的話說，全世界的人建立共識。我們有同樣的看法，同樣的想法，所有一切的誤會全能化解，帶給這個世界永續的安定和諧、幸福美滿。英國湯恩比說的話不錯，只有中國孔孟學說跟大乘佛法，能解決二十一世紀社會問題。我們要把他這句話講清楚、講明白，讓大家相信。孔孟學說就四個字，仁、義、忠、恕；大乘佛法也只四個字，真、誠、慈、悲。這八個字就能把混亂的社會平定，把瀕臨斷絕的人類文化拯救出來。"
    },
    {
      "id": "02-041-0052_p0017",
      "zh_CN": "我们回归到经本的注解，我们接着看，「可见众生但能信愿持名，决可往生彼国凡圣同居土」。这个话说得肯定，没有丝毫怀疑，实实在在不需要念到事一心或是理一心。海贤法师，这一句佛号他念到一心不乱。为什么？他有善根福德。什么是善根？老实、听话、真干是善根。什么是福德？真诚是福，清净是福，恭敬是福，这些条件他统统具足。具足这些条件的人，他要是真干，一句佛号念到底，三年功夫成片肯定念到的。功夫成片就决定往生净土，生凡圣同居土，决定往生。而且功夫成片一定见佛，佛来干什么？给你授记，传信息给你。佛会来告诉你，你的寿命还有多少年，等到你寿命终了的时候，佛来接你往生到极乐世界，这叫授记。你心里很高兴、欢喜，决定不会退转，为什么？跟佛见过面了。再勇猛精进，一句佛号念到底，不夹杂、不间断、不分别、不执着，再加上三、四年的功夫，就到事一心不乱。事一心不乱提升了，生到极乐世界方便有余土。如果我们还没有去，一定要把握时间，我们再用三、四年的工夫，可以提升到理一心不乱。这就是娑婆世界修行一天，等于极乐世界修行一百年，就这个意思。为什么？娑婆世界难修，外缘不好，你能够不受诱惑，你能够如如不动，一天的功德超过极乐世界一百年。你能用三、四年的工夫，从事一心念到理一心，理一心往生生实报土。",
      "zh_TW": "我們回歸到經本的註解，我們接著看，「可見眾生但能信願持名，決可往生彼國凡聖同居土」。這個話說得肯定，沒有絲毫懷疑，實實在在不需要念到事一心或是理一心。海賢法師，這一句佛號他念到一心不亂。為什麼？他有善根福德。什麼是善根？老實、聽話、真幹是善根。什麼是福德？真誠是福，清淨是福，恭敬是福，這些條件他統統具足。具足這些條件的人，他要是真幹，一句佛號念到底，三年功夫成片肯定念到的。功夫成片就決定往生淨土，生凡聖同居土，決定往生。而且功夫成片一定見佛，佛來幹什麼？給你授記，傳信息給你。佛會來告訴你，你的壽命還有多少年，等到你壽命終了的時候，佛來接你往生到極樂世界，這叫授記。你心裡很高興、歡喜，決定不會退轉，為什麼？跟佛見過面了。再勇猛精進，一句佛號念到底，不夾雜、不間斷、不分別、不執著，再加上三、四年的功夫，就到事一心不亂。事一心不亂提升了，生到極樂世界方便有餘土。如果我們還沒有去，一定要把握時間，我們再用三、四年的工夫，可以提升到理一心不亂。這就是娑婆世界修行一天，等於極樂世界修行一百年，就這個意思。為什麼？娑婆世界難修，外緣不好，你能夠不受誘惑，你能夠如如不動，一天的功德超過極樂世界一百年。你能用三、四年的工夫，從事一心念到理一心，理一心往生生實報土。"
    },
    {
      "id": "02-041-0052_p0018",
      "zh_CN": "那我们要问，海贤老和尚他的善根福德因缘统统具足，只要他真干，真肯用功；他是真干，是真肯用功，这个倒一点都不假。你要问我：他什么时候得功夫成片？我可以告诉你，二十五岁前后。他二十岁开始念佛，二十五岁前后，二十四、二十五、二十六，这个三年就是他得到功夫成片的时候；再加上个三、四年，三十岁左右的时候，我相信他能够念到事一心不乱；四十岁前后的时候，他就能达到理一心不乱。理一心不乱跟禅宗大彻大悟、明心见性是同一个等级。他跟阿弥陀佛见面多少次？我相信十次以上，阿弥陀佛变成老朋友了。我们净土宗初祖慧远大师，一生见佛四次，最后一次是接他往生。前面三次他从来没有告诉过别人，心是定的，见完了若无其事，没有受到干扰。最后一次佛接他往生，他告诉大家，极乐世界以前见过三次。人家问他怎么样，极乐世界什么样子？他告诉大家，跟《无量寿经》讲的完全相同。证明释迦牟尼佛的介绍正确的，不是妄语；不是想像的，是事实，为世尊作证。所以海贤法师的寿命，我觉得没这么长，他的寿命一般来说应该七、八十岁，他证果了。一个法门能修行证果，这个法门就是释迦如来的正法。",
      "zh_TW": "那我們要問，海賢老和尚他的善根福德因緣統統具足，只要他真幹，真肯用功；他是真幹，是真肯用功，這個倒一點都不假。你要問我：他什麼時候得功夫成片？我可以告訴你，二十五歲前後。他二十歲開始念佛，二十五歲前後，二十四、二十五、二十六，這個三年就是他得到功夫成片的時候；再加上個三、四年，三十歲左右的時候，我相信他能夠念到事一心不亂；四十歲前後的時候，他就能達到理一心不亂。理一心不亂跟禪宗大徹大悟、明心見性是同一個等級。他跟阿彌陀佛見面多少次？我相信十次以上，阿彌陀佛變成老朋友了。我們淨土宗初祖慧遠大師，一生見佛四次，最後一次是接他往生。前面三次他從來沒有告訴過別人，心是定的，見完了若無其事，沒有受到干擾。最後一次佛接他往生，他告訴大家，極樂世界以前見過三次。人家問他怎麼樣，極樂世界什麼樣子？他告訴大家，跟《無量壽經》講的完全相同。證明釋迦牟尼佛的介紹正確的，不是妄語；不是想像的，是事實，為世尊作證。所以海賢法師的壽命，我覺得沒這麼長，他的壽命一般來說應該七、八十歲，他證果了。一個法門能修行證果，這個法門就是釋迦如來的正法。"
    },
    {
      "id": "02-041-0052_p0019",
      "zh_CN": "所以我们可以断定，海贤法师为我们表法，表什么法？念佛法门是释迦牟尼佛的正法，它没有像法、末法，纯正。世尊大乘经上说过，具足什么样的条件叫正法？这个时代有讲经的人，有听经的人，有修行的人，有证果的人。净宗有讲经、有听经、有念佛，念佛就是修行，有往生，往生就是证果，四个条件全了，那不是正法什么叫正法？其他宗派，华严、法华、法相、三论这些等等，没有讲的，没有听的，没有依教修行的，当然没有证果，那这就是什么？灭了，这不是末法是灭法。海内外还有不少法师都很了不起，看看哪一家没有承传，真正发心去传这个法，学习经教，发心出来讲经。只要发心，肯定得到释迦如来加持，十方诸佛加持，他真加持你，你有讲就会有人听、有人修行，正法就能现前，至少也把释迦如来末法拯救回来。有修行，没有证果的，这就是末法。不能互相毁谤，前面跟诸位详细说过，真正如来弟子，对如来的正法要赞叹。互相毁谤，让社会大众看到这个现象，不学了。为什么？你们天天在吵架，这哪里叫正法？佛法衰了，佛法灭了。你要得到大众的拥护，你要提倡正法，要心里住在正法，解说正法，这对的，僧赞僧是对的。出家人互相毁谤，自赞毁他，这是什么人？这是灭佛法的人，这个罪业都是无间地狱。这桩事情，前面一节我讲得很清楚、很明白，不可以再错了。",
      "zh_TW": "所以我們可以斷定，海賢法師為我們表法，表什麼法？念佛法門是釋迦牟尼佛的正法，它沒有像法、末法，純正。世尊大乘經上說過，具足什麼樣的條件叫正法？這個時代有講經的人，有聽經的人，有修行的人，有證果的人。淨宗有講經、有聽經、有念佛，念佛就是修行，有往生，往生就是證果，四個條件全了，那不是正法什麼叫正法？其他宗派，華嚴、法華、法相、三論這些等等，沒有講的，沒有聽的，沒有依教修行的，當然沒有證果，那這就是什麼？滅了，這不是末法是滅法。海內外還有不少法師都很了不起，看看哪一家沒有承傳，真正發心去傳這個法，學習經教，發心出來講經。只要發心，肯定得到釋迦如來加持，十方諸佛加持，他真加持你，你有講就會有人聽、有人修行，正法就能現前，至少也把釋迦如來末法拯救回來。有修行，沒有證果的，這就是末法。不能互相毀謗，前面跟諸位詳細說過，真正如來弟子，對如來的正法要讚歎。互相毀謗，讓社會大眾看到這個現象，不學了。為什麼？你們天天在吵架，這哪裡叫正法？佛法衰了，佛法滅了。你要得到大眾的擁護，你要提倡正法，要心裡住在正法，解說正法，這對的，僧讚僧是對的。出家人互相毀謗，自讚毀他，這是什麼人？這是滅佛法的人，這個罪業都是無間地獄。這樁事情，前面一節我講得很清楚、很明白，不可以再錯了。"
    },
    {
      "id": "02-041-0052_p0020",
      "zh_CN": "海贤接受阿弥陀佛的嘱咐，他多次要求阿弥陀佛带他往生，阿弥陀佛说他修行很好，修得不错，叫他留在世间表法，时候到了，阿弥陀佛一定来接引他。什么时候到？他什么时候遇到一本书，这个书叫做《若要佛法兴，唯有僧赞僧》，遇到这个书，你表法的时节因缘就圆满，佛就来接引你。他在一百一十二岁，真的有几个信徒带这本书到来佛寺去看他。他老人家不认识字，看到人家带本书送给他，这什么书？人家告诉他，这个书叫《若要佛法兴，唯有僧赞僧》。他一听非常欢喜，如获至宝，好像天天在想，想了多少年，终于出现了，马上把他心爱的袈裟，穿袍搭衣，穿上，主动的要求，你们来替我照相。他拿到这本书捧在手上照相，当时有四个信徒，就是送书给他的四个信徒，在旁边闻到异香，大概有三、四分钟，每个人都闻到。三天后，老和尚走了。诸位想一想，表什么意思？",
      "zh_TW": "海賢接受阿彌陀佛的囑咐，他多次要求阿彌陀佛帶他往生，阿彌陀佛說他修行很好，修得不錯，叫他留在世間表法，時候到了，阿彌陀佛一定來接引他。什麼時候到？他什麼時候遇到一本書，這個書叫做《若要佛法興，唯有僧讚僧》，遇到這個書，你表法的時節因緣就圓滿，佛就來接引你。他在一百一十二歲，真的有幾個信徒帶這本書到來佛寺去看他。他老人家不認識字，看到人家帶本書送給他，這什麼書？人家告訴他，這個書叫《若要佛法興，唯有僧讚僧》。他一聽非常歡喜，如獲至寶，好像天天在想，想了多少年，終於出現了，馬上把他心愛的袈裟，穿袍搭衣，穿上，主動的要求，你們來替我照相。他拿到這本書捧在手上照相，當時有四個信徒，就是送書給他的四個信徒，在旁邊聞到異香，大概有三、四分鐘，每個人都聞到。三天後，老和尚走了。諸位想一想，表什麼意思？"
    },
    {
      "id": "02-041-0052_p0021",
      "zh_CN": "这本书是大陆上一位年轻法师写的，他的真名字我不知道，他说我们见过一次面，在北京佛教协会，我访问赵朴老的时候他在，很年轻，大概用了十年的时间完成这本书。书的内容，他很用心找了不少参考资料，为我们说明佛经流传到中国，最早年的翻译就有会集本出现。这他不说，我们几乎都不知道。古人有这个名词叫合经，听说过，合经就是会集，几种本子会集在一起，古人叫合经，现在《大藏经》里面都有。怎么可以说不可以会集，会集是伪造经典？没有这个说法。古人会集的统统在《大藏经》里头，来给我们说明会集是可以的。而且可以说，海贤法师给我们做证明，夏莲居老居士的会集本是真经。为什么？古人翻经做合经的时候有改动经文，夏莲公这个会集本，每个字都有出处，都是五种原译本里头的原文原字他取出来的，他没有敢换一个字，没有敢改一个字；换句话说，就是他的会集、他的合经是非常谨慎，字字句句是原译文的原文、原字没改动。他用了十年的时间，细心每一字、每一句斟酌，因为后人反对这个会集，就是改动经文，他力求不犯这个过失。这个会集本在所有古德会集本里头第一。这个《无量寿经》会集本，字字句句都是佛所说的，放心，不是假的。第二，证明黄念祖老居士的集注，如同他老师一样那么样的谨慎。他这个会集，注解的会集，是一百九十三种典籍，这里头八十三种经论、一百一十种古大德的著作，用了整整六年时间来注这部经，以经注经，以祖师大德的开示来注经。好，真的，不是假的，批评、毁谤都是错误的，我们应该有信心。第三个，表法的意思，是对我们这十几二十年，我们专门依照会集本来学习，也带动海内外不少人喜欢这个本子，这个本子我讲了十几遍，没有错误。海贤老和尚一百一十二岁，出家念佛九十二年，用一生修行的功夫为我们做证明，我们都是在劝大家，劝转，示转、劝转，老和尚为我们作证转，这叫三转法轮，无量功德，给我们增长了信心。",
      "zh_TW": "這本書是大陸上一位年輕法師寫的，他的真名字我不知道，他說我們見過一次面，在北京佛教協會，我訪問趙樸老的時候他在，很年輕，大概用了十年的時間完成這本書。書的內容，他很用心找了不少參考資料，為我們說明佛經流傳到中國，最早年的翻譯就有會集本出現。這他不說，我們幾乎都不知道。古人有這個名詞叫合經，聽說過，合經就是會集，幾種本子會集在一起，古人叫合經，現在《大藏經》裡面都有。怎麼可以說不可以會集，會集是偽造經典？沒有這個說法。古人會集的統統在《大藏經》裡頭，來給我們說明會集是可以的。而且可以說，海賢法師給我們做證明，夏蓮居老居士的會集本是真經。為什麼？古人翻經做合經的時候有改動經文，夏蓮公這個會集本，每個字都有出處，都是五種原譯本裡頭的原文原字他取出來的，他沒有敢換一個字，沒有敢改一個字；換句話說，就是他的會集、他的合經是非常謹慎，字字句句是原譯文的原文、原字沒改動。他用了十年的時間，細心每一字、每一句斟酌，因為後人反對這個會集，就是改動經文，他力求不犯這個過失。這個會集本在所有古德會集本裡頭第一。這個《無量壽經》會集本，字字句句都是佛所說的，放心，不是假的。第二，證明黃念祖老居士的集註，如同他老師一樣那麼樣的謹慎。他這個會集，註解的會集，是一百九十三種典籍，這裡頭八十三種經論、一百一十種古大德的著作，用了整整六年時間來註這部經，以經註經，以祖師大德的開示來註經。好，真的，不是假的，批評、毀謗都是錯誤的，我們應該有信心。第三個，表法的意思，是對我們這十幾二十年，我們專門依照會集本來學習，也帶動海內外不少人喜歡這個本子，這個本子我講了十幾遍，沒有錯誤。海賢老和尚一百一十二歲，出家念佛九十二年，用一生修行的功夫為我們做證明，我們都是在勸大家，勸轉，示轉、勸轉，老和尚為我們作證轉，這叫三轉法輪，無量功德，給我們增長了信心。"
    },
    {
      "id": "02-041-0052_p0022",
      "zh_CN": "最后这一招用意非常深，只有僧赞僧，佛法才能复兴；如果互相毁谤，佛法肯定灭亡。古人已经把它说清楚、说明白，佛法要兴，三学一源，这个三学就是整个佛法。戒律、禅定、教下，这叫三学，都是释迦牟尼佛传的，如果你要是批评毁谤，那叫谤佛、谤法、谤僧，还不是一般人毁谤，出家人自己毁谤，这就完了。在这个时候、在这种状况之下，出家人是佛的罪人，来灭佛。那一切佛法是提供你们争论，你们不好好去学习，奉行它，拿着佛法互相在争论，互相在批评，让社会大众看到这个现象不敢亲近，这在灭佛法。我们非常感激海贤老和尚，说到究竟处，好，我们一切法都不要，都不要争，凡是争的我就不要，我只学老和尚一句「南无阿弥陀佛」，这总没得争了！到最后，不能说佛也不要了，佛也是假的。我们就学老和尚这一句话，学老和尚一生的行谊，就能往生净土。这是他给我们表法，表到究竟处！不要再争了，一句佛号念到底，你们争我退出，我到旁边念我的阿弥陀佛，不跟你们争论。永远离开是非场，这个人就有福报，一句佛号，什么都不要，万缘放下，一个方向，一个目标，求生净土。这也是海贤一生的行持，为我们证明会本实实在在大有功于圣教。",
      "zh_TW": "最後這一招用意非常深，只有僧讚僧，佛法才能復興；如果互相毀謗，佛法肯定滅亡。古人已經把它說清楚、說明白，佛法要興，三學一源，這個三學就是整個佛法。戒律、禪定、教下，這叫三學，都是釋迦牟尼佛傳的，如果你要是批評毀謗，那叫謗佛、謗法、謗僧，還不是一般人毀謗，出家人自己毀謗，這就完了。在這個時候、在這種狀況之下，出家人是佛的罪人，來滅佛。那一切佛法是提供你們爭論，你們不好好去學習，奉行它，拿著佛法互相在爭論，互相在批評，讓社會大眾看到這個現象不敢親近，這在滅佛法。我們非常感激海賢老和尚，說到究竟處，好，我們一切法都不要，都不要爭，凡是爭的我就不要，我只學老和尚一句「南無阿彌陀佛」，這總沒得爭了！到最後，不能說佛也不要了，佛也是假的。我們就學老和尚這一句話，學老和尚一生的行誼，就能往生淨土。這是他給我們表法，表到究竟處！不要再爭了，一句佛號念到底，你們爭我退出，我到旁邊念我的阿彌陀佛，不跟你們爭論。永遠離開是非場，這個人就有福報，一句佛號，什麼都不要，萬緣放下，一個方向，一個目標，求生淨土。這也是海賢一生的行持，為我們證明會本實實在在大有功於聖教。"
    },
    {
      "id": "02-041-0052_p0023",
      "zh_CN": "第二讲同类，我们看二百三十四页第三行，我们从这里看起。「同类」，凡是倡导忆佛念佛，愿生极乐世界的经典，都属于同类，其中亦有亲疏之别。亲疏怎么别法？「以持名念佛为亲」，以观想、实相，这就比较疏远。这个里面为我们举出九种，第一个是《佛说观无量寿经》，这部经跟以上所说的大本小本，「合称净土三经」，专门介绍净土的。「乃净宗基本经典」，这部经典里头跟我们讲「十六妙门」，就是十六观，这里头讲到观想念佛、观像念佛，可是最后第十六妙门讲的是持名念佛。《观无量寿佛经》缘起也很殊胜，韦提希夫人是这部经的当机者，她遇到她家庭政变，儿子听了提婆达多的话，夺取王位，把他的父亲杀了，母亲囚禁。夫人遇到这桩事情，求释迦牟尼佛，佛就现前安慰她，给她说法。她说这个世界不好，有没有更好的世界让我去往生，不愿意再住在这个世界上。佛就为她展现一切诸佛刹土，像现在看电视一样，让她统统看到，给她自由选择。她看了之后选中极乐世界，这个世界好，这个世界没有看到有不善的人、有不善的事，这世界没有，看到的是纯善纯净。向世尊请教怎样能往生，佛就教给她十六种观法，这十六种方法，无论用哪一种都能往生极乐世界。所以这部经里头佛说两桩事情，第一桩，往生的方法十六种；第二桩，净土所依凭的理论依据。净土的原理，净土的方法，在这部经里头。持名念佛是第十六观，最后的一观。净宗的理论是「是心是佛，是心作佛」，告诉我们，极乐世界跟我们关系密切，不是不相关，是我们自性变现出来的。自性变现出来的境界，哪有不能往生的道理？决定可以往生！所以祖师大德告诉我们，「唯心净土，自性弥陀」，极乐世界是心现的，阿弥陀佛也是自性变现的。",
      "zh_TW": "第二講同類，我們看二百三十四頁第三行，我們從這裡看起。「同類」，凡是倡導憶佛念佛，願生極樂世界的經典，都屬於同類，其中亦有親疏之別。親疏怎麼別法？「以持名念佛為親」，以觀想、實相，這就比較疏遠。這個裡面為我們舉出九種，第一個是《佛說觀無量壽經》，這部經跟以上所說的大本小本，「合稱淨土三經」，專門介紹淨土的。「乃淨宗基本經典」，這部經典裡頭跟我們講「十六妙門」，就是十六觀，這裡頭講到觀想念佛、觀像念佛，可是最後第十六妙門講的是持名念佛。《觀無量壽佛經》緣起也很殊勝，韋提希夫人是這部經的當機者，她遇到她家庭政變，兒子聽了提婆達多的話，奪取王位，把他的父親殺了，母親囚禁。夫人遇到這樁事情，求釋迦牟尼佛，佛就現前安慰她，給她說法。她說這個世界不好，有沒有更好的世界讓我去往生，不願意再住在這個世界上。佛就為她展現一切諸佛剎土，像現在看電視一樣，讓她統統看到，給她自由選擇。她看了之後選中極樂世界，這個世界好，這個世界沒有看到有不善的人、有不善的事，這世界沒有，看到的是純善純淨。向世尊請教怎樣能往生，佛就教給她十六種觀法，這十六種方法，無論用哪一種都能往生極樂世界。所以這部經裡頭佛說兩樁事情，第一樁，往生的方法十六種；第二樁，淨土所依憑的理論依據。淨土的原理，淨土的方法，在這部經裡頭。持名念佛是第十六觀，最後的一觀。淨宗的理論是「是心是佛，是心作佛」，告訴我們，極樂世界跟我們關係密切，不是不相關，是我們自性變現出來的。自性變現出來的境界，哪有不能往生的道理？決定可以往生！所以祖師大德告訴我們，「唯心淨土，自性彌陀」，極樂世界是心現的，阿彌陀佛也是自性變現的。"
    },
    {
      "id": "02-041-0052_p0024",
      "zh_CN": "这些年来，我们净宗也遇到不少灵媒附体求超度的事情。我们没找他，他来找我们。他来找了，我们就得要应，他有感，我们有应。怎么应法？附带给他做超度法会，譬如打佛七，佛七圆满了，最后这一天做一堂三时系念法事来超度他们，有效果。这个法会做成功了，做得很普遍。系念法事这个本子，也就是仪轨，是元朝中峰禅师编的。当然它也是个会集本，里面有经，有《弥陀经》，诵经是诵《弥陀经》，诵《往生咒》，有中峰禅师的开示，开示里头有说到，「阿弥陀佛即是我心，我心即是阿弥陀佛」、「净土即此方，此方即净土」。这两句讲的是理，实际上就是佛在《观经》上所说的，「是心是佛，是心作佛」，都是从这句话衍生出来的。《华严经》上说得更好，「一即一切，一切即一」，《华严》称为不二法门。所以《观经》跟大小本合起来称为净土三经，专门介绍净土，介绍极乐世界，所以它是净宗基本经典。「具谈」，具是具足，为我们谈十六观，十六种修行方法，「劝导观想念佛与持名念佛」。这里头有观像念佛。",
      "zh_TW": "這些年來，我們淨宗也遇到不少靈媒附體求超度的事情。我們沒找他，他來找我們。他來找了，我們就得要應，他有感，我們有應。怎麼應法？附帶給他做超度法會，譬如打佛七，佛七圓滿了，最後這一天做一堂三時繫念法事來超度他們，有效果。這個法會做成功了，做得很普遍。繫念法事這個本子，也就是儀軌，是元朝中峰禪師編的。當然它也是個會集本，裡面有經，有《彌陀經》，誦經是誦《彌陀經》，誦《往生咒》，有中峰禪師的開示，開示裡頭有說到，「阿彌陀佛即是我心，我心即是阿彌陀佛」、「淨土即此方，此方即淨土」。這兩句講的是理，實際上就是佛在《觀經》上所說的，「是心是佛，是心作佛」，都是從這句話衍生出來的。《華嚴經》上說得更好，「一即一切，一切即一」，《華嚴》稱為不二法門。所以《觀經》跟大小本合起來稱為淨土三經，專門介紹淨土，介紹極樂世界，所以它是淨宗基本經典。「具談」，具是具足，為我們談十六觀，十六種修行方法，「勸導觀想念佛與持名念佛」。這裡頭有觀像念佛。"
    },
    {
      "id": "02-041-0052_p0025",
      "zh_CN": "第二，「《阿弥陀鼓音声王陀罗尼经》」，这个经「劝导持名兼主持咒」。这有持名、有持咒，对同类的也算很亲，因为它里头有持名念佛。第三，「《华严经普贤行愿品》十大愿王，导归极乐」，这是我们很熟悉的，跟《无量寿经》同类。第四，「《后出阿弥陀佛偈经》」，这部经一共有五十六句，全是偈颂。当中有说，「发愿逾诸佛，誓二十四章，与本经汉译吴译两种译本中，阿弥陀佛二十四愿相同」。这个是属于同类。",
      "zh_TW": "第二，「《阿彌陀鼓音聲王陀羅尼經》」，這個經「勸導持名兼主持咒」。這有持名、有持咒，對同類的也算很親，因為它裡頭有持名念佛。第三，「《華嚴經普賢行願品》十大願王，導歸極樂」，這是我們很熟悉的，跟《無量壽經》同類。第四，「《後出阿彌陀佛偈經》」，這部經一共有五十六句，全是偈頌。當中有說，「發願踰諸佛，誓二十四章，與本經漢譯吳譯兩種譯本中，阿彌陀佛二十四願相同」。這個是屬於同類。"
    },
    {
      "id": "02-041-0052_p0026",
      "zh_CN": "第五种，「《首楞严大势至菩萨念佛圆通章》劝导众生，忆佛念佛，现前当来必定见佛，以念佛心，入无生忍」。这些经文跟净土宗非常亲切，尤其后面这一句，「忆佛念佛，现前当来必定见佛」，现前是现在，当来是往生到极乐世界。阿弥陀佛最后来接引你往生，那还是属于现前。为什么？你的一口气没断，你还会跟别人说话，我看见阿弥陀佛来接引我了，这是现前见佛。所以一般在念到功夫成片的时候，阿弥陀佛就会来给你送信息，让你自己放心，一心专念，你必定见佛往生。我们也是根据这段经文，根据古大德《往生传》里面所记载的，我们能够推想得到，念到功夫成片就有机会见佛，他来告诉你信息。乃至于造作罪业，造无间地狱的罪业，宋朝的莹珂法师，他自己知道，如果不求往生，决定堕地狱。想到地狱苦，就拼命念佛，三天三夜不眠不休，念到精疲力尽，阿弥陀佛现前，告诉他，他还有十年阳寿，佛跟他讲十年之后，你命终的时候，我来接引你。莹珂在这个时候，见佛是大福报，福至心灵，突然聪明了，向阿弥陀佛要求，我十年寿命不要了，我现在跟你去。为什么不要？他的劣根性，就是习气很重，禁不起外面诱惑，那十年当中不知道要造多少罪业，不如现在到极乐世界去，永远再不造业了。阿弥陀佛答应他了，三天之后来接引，真的走了，没有生病，自在往生，都给我们做见证的。造作罪业不怕，真回头，真忏悔，后不再造，五逆十恶统统能往生，为什么不干！你要不往生，你肯定堕阿鼻地狱。摆在面前就两条路，你走哪一条？",
      "zh_TW": "第五種，「《首楞嚴大勢至菩薩念佛圓通章》勸導眾生，憶佛念佛，現前當來必定見佛，以念佛心，入無生忍」。這些經文跟淨土宗非常親切，尤其後面這一句，「憶佛念佛，現前當來必定見佛」，現前是現在，當來是往生到極樂世界。阿彌陀佛最後來接引你往生，那還是屬於現前。為什麼？你的一口氣沒斷，你還會跟別人說話，我看見阿彌陀佛來接引我了，這是現前見佛。所以一般在念到功夫成片的時候，阿彌陀佛就會來給你送信息，讓你自己放心，一心專念，你必定見佛往生。我們也是根據這段經文，根據古大德《往生傳》裡面所記載的，我們能夠推想得到，念到功夫成片就有機會見佛，他來告訴你信息。乃至於造作罪業，造無間地獄的罪業，宋朝的瑩珂法師，他自己知道，如果不求往生，決定墮地獄。想到地獄苦，就拼命念佛，三天三夜不眠不休，念到精疲力盡，阿彌陀佛現前，告訴他，他還有十年陽壽，佛跟他講十年之後，你命終的時候，我來接引你。瑩珂在這個時候，見佛是大福報，福至心靈，突然聰明了，向阿彌陀佛要求，我十年壽命不要了，我現在跟你去。為什麼不要？他的劣根性，就是習氣很重，禁不起外面誘惑，那十年當中不知道要造多少罪業，不如現在到極樂世界去，永遠再不造業了。阿彌陀佛答應他了，三天之後來接引，真的走了，沒有生病，自在往生，都給我們做見證的。造作罪業不怕，真回頭，真懺悔，後不再造，五逆十惡統統能往生，為什麼不幹！你要不往生，你肯定墮阿鼻地獄。擺在面前就兩條路，你走哪一條？"
    },
    {
      "id": "02-041-0052_p0027",
      "zh_CN": "第六，「《般舟三昧经》后汉月支三藏支娄迦谶译」。另外还有「《大方等大集贤护经》乃此经之异译」。这两部经是同一个译本，不同的翻译，经题也不一样。这个经里头教人念佛，就是般舟三昧，九十天为一期，九十天不能坐下来，不能躺下来，所以也叫做「佛立三昧」。只可以站着，只可以走动，不能坐下来，不能躺着。修这个三昧要有很好的体力，年老的人不行，要年轻力壮。不是一天不睡觉，不是一个星期不睡觉，也不是一个月不睡觉，三个月。我出家，曾经遇到修般舟三昧的法师，闭关修，那个小窗口一关，没人看见，他在里头睡大觉，我们也不知道，九十天出关。般舟三昧不是在关房里修的，不是的，关房谁知道你？般舟三昧是在佛殿上修的，殿上你可以绕佛，殿堂上没有坐的地方，没有躺的地方，这是真修般舟三昧。不能说没有人在的时候就躺一下，那你这个修学全破了。以上这六种是经，下面还有三种是论，论是注解。",
      "zh_TW": "第六，「《般舟三昧經》後漢月支三藏支婁迦讖譯」。另外還有「《大方等大集賢護經》乃此經之異譯」。這兩部經是同一個譯本，不同的翻譯，經題也不一樣。這個經裡頭教人念佛，就是般舟三昧，九十天為一期，九十天不能坐下來，不能躺下來，所以也叫做「佛立三昧」。只可以站著，只可以走動，不能坐下來，不能躺著。修這個三昧要有很好的體力，年老的人不行，要年輕力壯。不是一天不睡覺，不是一個星期不睡覺，也不是一個月不睡覺，三個月。我出家，曾經遇到修般舟三昧的法師，閉關修，那個小窗口一關，沒人看見，他在裡頭睡大覺，我們也不知道，九十天出關。般舟三昧不是在關房裡修的，不是的，關房誰知道你？般舟三昧是在佛殿上修的，殿上你可以繞佛，殿堂上沒有坐的地方，沒有躺的地方，這是真修般舟三昧。不能說沒有人在的時候就躺一下，那你這個修學全破了。以上這六種是經，下面還有三種是論，論是註解。"
    },
    {
      "id": "02-041-0052_p0028",
      "zh_CN": "第七，「《往生论》天亲菩萨造。倡五念法门，求生净土」。净土宗三经一论，这个一论就是这一部《往生论》，是天亲菩萨念佛往生，他的分享报告，为我们说出二十九种庄严，这极乐世界之美好。环境就是依报，十七种；教主，我们的老师阿弥陀佛，八种庄严；往生到极乐世界的大众，四种庄严，合起来二十九种。第八，「《往生论注》」，注得好，昙鸾大师注的，这个注子留下来了，一般修净土的人都看到。最后这一种，「《游心安乐集》」，唐朝道绰大师的著作。这属于同类的。",
      "zh_TW": "第七，「《往生論》天親菩薩造。倡五念法門，求生淨土」。淨土宗三經一論，這個一論就是這一部《往生論》，是天親菩薩念佛往生，他的分享報告，為我們說出二十九種莊嚴，這極樂世界之美好。環境就是依報，十七種；教主，我們的老師阿彌陀佛，八種莊嚴；往生到極樂世界的大眾，四種莊嚴，合起來二十九種。第八，「《往生論註》」，註得好，曇鸞大師註的，這個註子留下來了，一般修淨土的人都看到。最後這一種，「《游心安樂集》」，唐朝道綽大師的著作。這屬於同類的。"
    },
    {
      "id": "02-041-0052_p0029",
      "zh_CN": "下面再说带说的。佛在讲经，不是专介绍净土，附带介绍净土经论，这种典籍很多很多。「带说净宗经论，净宗经论合刊，内载有二百四十余种」。下面略举的十二种，这是「略举其要」，漏掉的当然很多。所以我们看净宗经论合刊，净宗经论丛书，现在人把它编成《净土藏》，凡是有提到净土的，统统收在这里头，很多。这告诉我们什么信息？我们要知道释迦牟尼佛一生四十九年讲经教学，看到众生根性不齐，上根人太少，中下根太多，中下根人对于上上根人所学的，我们达不到，一生成就唯有念佛往生。念佛往生永远符合正法的标准，正法标准就是有讲经的、听经的、修行的、证果的，这就是正法的标准。净土宗到现在还是具足这四种，确实有讲经的，有听经的，有念佛的，念佛就是修行，有念佛的，有往生的，往生就是证果，四个条件都具足，这就是正法。",
      "zh_TW": "下面再說帶說的。佛在講經，不是專介紹淨土，附帶介紹淨土經論，這種典籍很多很多。「帶說淨宗經論，淨宗經論合刊，內載有二百四十餘種」。下面略舉的十二種，這是「略舉其要」，漏掉的當然很多。所以我們看淨宗經論合刊，淨宗經論叢書，現在人把它編成《淨土藏》，凡是有提到淨土的，統統收在這裡頭，很多。這告訴我們什麼信息？我們要知道釋迦牟尼佛一生四十九年講經教學，看到眾生根性不齊，上根人太少，中下根太多，中下根人對於上上根人所學的，我們達不到，一生成就唯有念佛往生。念佛往生永遠符合正法的標準，正法標準就是有講經的、聽經的、修行的、證果的，這就是正法的標準。淨土宗到現在還是具足這四種，確實有講經的，有聽經的，有念佛的，念佛就是修行，有念佛的，有往生的，往生就是證果，四個條件都具足，這就是正法。"
    },
    {
      "id": "02-041-0052_p0030",
      "zh_CN": "男女老少，各行各业。前几个月我们得到一个信息，一个小朋友十岁，女孩，念佛三年自在往生。这篇文字我们把它印成单张，在我们二楼就有流通，诸位都可以看到，那不是假的。她的父母都是念佛的人，小孩在七岁听到爸爸在念经，念《弥陀经》，她问她爸爸念什么？他说念《阿弥陀经》。什么叫《阿弥陀经》？爸爸就给她讲，佛介绍我们西方极乐世界依正庄严。她听了之后很欢喜，这么好的地方，要求他爸爸你能不能带我去，去看看。她的爸爸告诉她，我不行。她说谁行？阿弥陀佛行。阿弥陀佛在哪里？就教她念阿弥陀佛，妳天天念，阿弥陀佛就会来带妳到极乐世界。她就真念，念了三年，十岁。十岁这一天，突然跟她爸爸讲，明天阿弥陀佛要来带我回老家，请她爸爸把亲戚朋友请来看她往生。她爸爸也就做了，那些朋友们，这小孩的话，你怎么能当真？可是有几个，来看看，看看她说的话是真是假，去看看。时候到了，真走了。十岁女孩，七岁念到十岁，阿弥陀佛带她走了。这真的，不是假的。净宗殊胜，不能不信，如果不信，你就错过了。",
      "zh_TW": "男女老少，各行各業。前幾個月我們得到一個信息，一個小朋友十歲，女孩，念佛三年自在往生。這篇文字我們把它印成單張，在我們二樓就有流通，諸位都可以看到，那不是假的。她的父母都是念佛的人，小孩在七歲聽到爸爸在念經，念《彌陀經》，她問她爸爸念什麼？他說念《阿彌陀經》。什麼叫《阿彌陀經》？爸爸就給她講，佛介紹我們西方極樂世界依正莊嚴。她聽了之後很歡喜，這麼好的地方，要求他爸爸你能不能帶我去，去看看。她的爸爸告訴她，我不行。她說誰行？阿彌陀佛行。阿彌陀佛在哪裡？就教她念阿彌陀佛，妳天天念，阿彌陀佛就會來帶妳到極樂世界。她就真念，念了三年，十歲。十歲這一天，突然跟她爸爸講，明天阿彌陀佛要來帶我回老家，請她爸爸把親戚朋友請來看她往生。她爸爸也就做了，那些朋友們，這小孩的話，你怎麼能當真？可是有幾個，來看看，看看她說的話是真是假，去看看。時候到了，真走了。十歲女孩，七歲念到十歲，阿彌陀佛帶她走了。這真的，不是假的。淨宗殊勝，不能不信，如果不信，你就錯過了。"
    },
    {
      "id": "02-041-0052_p0031",
      "zh_CN": "早年李老师劝我修净土法门，我没办法相信。他怎么告诉我？古人修净土、求往生的人太多了，那些人都是聪明人，在历史上都是有名的人，他说如果他们错了，我们也错一次也不妨，说出这样的话。可是我对于净宗真正相信，从《华严经》起信的，看到普贤菩萨十大愿王导归极乐，我才死心塌地不再怀疑，真正接受了。所以我不属于上根利智，但是总算不错，回头了；如果要不回头，一事无成，讲经都是讲假的。经不是假的，我们自己对经没有真正透彻了解，经里面圆满的意思，我们只能说个一成二成。净宗不一样，净宗只要真信，没有一个不得弥陀加持。其他的任何经教得不到佛力加持，这个得佛力加持，保证我们一生成就。今天我们就学习到此地。",
      "zh_TW": "早年李老師勸我修淨土法門，我沒辦法相信。他怎麼告訴我？古人修淨土、求往生的人太多了，那些人都是聰明人，在歷史上都是有名的人，他說如果他們錯了，我們也錯一次也不妨，說出這樣的話。可是我對於淨宗真正相信，從《華嚴經》起信的，看到普賢菩薩十大願王導歸極樂，我才死心塌地不再懷疑，真正接受了。所以我不屬於上根利智，但是總算不錯，回頭了；如果要不回頭，一事無成，講經都是講假的。經不是假的，我們自己對經沒有真正透徹了解，經裡面圓滿的意思，我們只能說個一成二成。淨宗不一樣，淨宗只要真信，沒有一個不得彌陀加持。其他的任何經教得不到佛力加持，這個得佛力加持，保證我們一生成就。今天我們就學習到此地。"
    }
  ]
}