{
  "doc_id": "02-041-0379",
  "title": {
    "zh_CN": "二Ｏ一四净土大经科注",
    "zh_TW": "二Ｏ一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七九集",
    "zh_TW": "第三七九集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0379",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "02-041-0379_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0379_p0002",
      "zh_CN": "请看《大经科注》第八百八十页，第一行看起，科题，「对显净秽诫劝」，三十二品到四十二品，这一大段有十一品经文，分为两个大段，丁一，这是「诫」。三十二品到三十七品，这一段经文，我们曾经多年来，把它列入晚课必读的经文。这个诫第一小段是「劝」，劝里面又分三小段，第一小段「令知净秽」，它有两小段，第一段「显净土妙劝导往生」。经文重视对净土的认知，我们对它认识，我们对它明了，目的是什么？劝往生，根就扎稳了。",
      "zh_TW": "請看《大經科註》第八百八十頁，第一行看起，科題，「對顯淨穢誡勸」，三十二品到四十二品，這一大段有十一品經文，分為兩個大段，丁一，這是「誡」。三十二品到三十七品，這一段經文，我們曾經多年來，把它列入晚課必讀的經文。這個誡第一小段是「勸」，勸裡面又分三小段，第一小段「令知淨穢」，它有兩小段，第一段「顯淨土妙勸導往生」。經文重視對淨土的認知，我們對它認識，我們對它明瞭，目的是什麼？勸往生，根就扎穩了。"
    },
    {
      "id": "02-041-0379_p0003",
      "zh_CN": "佛在此地教导我们，极乐世界稀有的庄严美好，是十方一切诸佛刹土都不能比的。也就是说，阿弥陀佛从自性当中，把究竟圆满的性德，显示在这个地方，让大家来看。谁能看到？法身菩萨看到。二乘权教只是听说，没有见到。现代人重视要见到了才相信，不是亲自见到的很难接受，纵然接受，或者是接受很多年，实质上还是半信半疑，对于往生净土的愿不切，当然往生的人就不多。所以古德常说，念佛的人多，往生的人很少。",
      "zh_TW": "佛在此地教導我們，極樂世界稀有的莊嚴美好，是十方一切諸佛剎土都不能比的。也就是說，阿彌陀佛從自性當中，把究竟圓滿的性德，顯示在這個地方，讓大家來看。誰能看到？法身菩薩看到。二乘權教只是聽說，沒有見到。現代人重視要見到了才相信，不是親自見到的很難接受，縱然接受，或者是接受很多年，實質上還是半信半疑，對於往生淨土的願不切，當然往生的人就不多。所以古德常說，念佛的人多，往生的人很少。"
    },
    {
      "id": "02-041-0379_p0004",
      "zh_CN": "早年我在台中求学，李老师告诉我，以台中莲社为例子，不谈别的道场，自家道场。老师常说，不止说一次，时时刻刻提醒我们，念佛同修，一万人当中，真正能往生的不过三、五个而已。换句话说，真正念佛能往生的，占念佛同学当中万分之三五，万分之三、万分之五。这是六十五年前，李老师的会下，我有幸参与。那六十五年后的今天，你要来问我，一万个人念佛，有几个能往生？我老老实实告诉你，大概是一、二个人。六十五年前有三五个人，现在只有一二个人，为什么？善根福德，跟一甲子以前的人比退转了，比不上那个时候的人。",
      "zh_TW": "早年我在台中求學，李老師告訴我，以台中蓮社為例子，不談別的道場，自家道場。老師常說，不止說一次，時時刻刻提醒我們，念佛同修，一萬人當中，真正能往生的不過三、五個而已。換句話說，真正念佛能往生的，佔念佛同學當中萬分之三五，萬分之三、萬分之五。這是六十五年前，李老師的會下，我有幸參與。那六十五年後的今天，你要來問我，一萬個人念佛，有幾個能往生？我老老實實告訴你，大概是一、二個人。六十五年前有三五個人，現在只有一二個人，為什麼？善根福德，跟一甲子以前的人比退轉了，比不上那個時候的人。"
    },
    {
      "id": "02-041-0379_p0005",
      "zh_CN": "这实际的状况，我们不能不了解，我们要怎样真正保证自己的往生？第一个，对于极乐世界要有详细明了认知；第二个，要有坚定的信愿，真想去。想到什么程度？时时刻刻想去，对这个世间没有丝毫留恋。这不是消极，不是逃避，在这个世间要随缘度日，帮助一切大众，有缘要尽心尽力去做，把这个功德回向求生净土，好事！断恶修善，积功累德，为什么？为往生极乐世界，到极乐世界品位向上提升。往生的条件，记住，真信切愿，没有丝毫怀疑，这一点重要。往生到极乐世界的品位高下，蕅益大师在《要解》里面讲得好，那是看你念佛功夫的浅深，关系品位。那我们要问问，莲池、蕅益大师，这是明末最令人敬仰的两位净宗大德，这些人都通宗通教显密圆融，不是一般大德，他们的著作留下来了，莲池大师的全集、蕅益大师的全集，蕅益更是著作等身。我们跟着他们走，接受他们的指导，不怀疑，不懈怠，认真努力，依教奉行，那就是万修万人去，一个都不会漏掉。",
      "zh_TW": "這實際的狀況，我們不能不了解，我們要怎樣真正保證自己的往生？第一個，對於極樂世界要有詳細明瞭認知；第二個，要有堅定的信願，真想去。想到什麼程度？時時刻刻想去，對這個世間沒有絲毫留戀。這不是消極，不是逃避，在這個世間要隨緣度日，幫助一切大眾，有緣要盡心盡力去做，把這個功德迴向求生淨土，好事！斷惡修善，積功累德，為什麼？為往生極樂世界，到極樂世界品位向上提升。往生的條件，記住，真信切願，沒有絲毫懷疑，這一點重要。往生到極樂世界的品位高下，蕅益大師在《要解》裡面講得好，那是看你念佛功夫的淺深，關係品位。那我們要問問，蓮池、蕅益大師，這是明末最令人敬仰的兩位淨宗大德，這些人都通宗通教顯密圓融，不是一般大德，他們的著作留下來了，蓮池大師的全集、蕅益大師的全集，蕅益更是著作等身。我們跟著他們走，接受他們的指導，不懷疑，不懈怠，認真努力，依教奉行，那就是萬修萬人去，一個都不會漏掉。"
    },
    {
      "id": "02-041-0379_p0006",
      "zh_CN": "夏莲居老居士，对于末法的净宗有最伟大了不起的贡献，那就是将五种原译本会集成一部善本。梅光羲老居士在序文里面的介绍，这个序文长，要多看几遍，为什么？认识这部会集本，他说得好。黄念祖老居士为这部经做了注解，这个注解是奉命而作的，老师的命令，他的老师就是夏莲居老居士，嘱咐他给这个经做一部注解。这部经会集成功之后，夏老曾经讲过，念老亲自在法会当中谛听，还笔记，这注解就是夏莲居老居士的意思，表达的方法极其高明，用经论，八十三部经论，一百一十位古大德的法语，目的是取信于当代，乃至于后世，末法时期。今天我们看到了，一世纪以前的人没看到，李老师也没看到今天这个社会，上一个世纪末他看到了。上一个世纪跟这个世纪，诸位看清楚，心里明白，差距很大！让我们联想到，我们的下一代跟我们这一代又有相当的差距，趋势是一代不如一代，这不是好现象。盛世的时候是一代比一代强，在中国历史上看到，认真修学的人多，认真修行的人多，成就的人多，现在这个现象没有了。",
      "zh_TW": "夏蓮居老居士，對於末法的淨宗有最偉大了不起的貢獻，那就是將五種原譯本會集成一部善本。梅光羲老居士在序文裡面的介紹，這個序文長，要多看幾遍，為什麼？認識這部會集本，他說得好。黃念祖老居士為這部經做了註解，這個註解是奉命而作的，老師的命令，他的老師就是夏蓮居老居士，囑咐他給這個經做一部註解。這部經會集成功之後，夏老曾經講過，念老親自在法會當中諦聽，還筆記，這註解就是夏蓮居老居士的意思，表達的方法極其高明，用經論，八十三部經論，一百一十位古大德的法語，目的是取信於當代，乃至於後世，末法時期。今天我們看到了，一世紀以前的人沒看到，李老師也沒看到今天這個社會，上一個世紀末他看到了。上一個世紀跟這個世紀，諸位看清楚，心裡明白，差距很大！讓我們聯想到，我們的下一代跟我們這一代又有相當的差距，趨勢是一代不如一代，這不是好現象。盛世的時候是一代比一代強，在中國歷史上看到，認真修學的人多，認真修行的人多，成就的人多，現在這個現象沒有了。"
    },
    {
      "id": "02-041-0379_p0007",
      "zh_CN": "现在人干什么？取而代之的是电视、是媒体、是网路，没有一个人能超越过，统统都被这些东西掌握住了，从青少年到老人。你看看现在，街上走走，他眼睛没有看到路，他眼睛看手上的手机网路，他非常专注，全心都贯注在这个小手机上。这小手机播什么，我不得而知，但是有人告诉我，这里面的内容都是负面的，把人全教坏了。魔王波旬掌握了现代人心，他来找过我，说我侵犯他的道场，没有得到他同意。我想想我没有，我没有做什么，除讲经之外我没做什么事业。他告诉我，电视、网路，我就省悟了，原来今天电视、网路是魔王波旬的道场，那我们也用网路电视来演播佛法，没有向他老人家请示，无意侵犯他的道场，咱不知道是他的道场，这才搞清楚搞明白。我这边小佛堂，给波旬供了牌位，我也请他来听经，我也请他多发慈悲心，帮助一切众生改邪归正，帮助一切众生念佛求生净土。魔王能转回来，他能够做大功德，那就是大菩萨。波旬就是佛经上常常说的欲界第六天的天王，他化自在天的天王叫波旬。他为什么要这样做？他不希望人脱离六道轮回永远不回来，他希望六道轮回里头人愈多愈好，那是什么？那是他统治的范围。",
      "zh_TW": "現在人幹什麼？取而代之的是電視、是媒體、是網路，沒有一個人能超越過，統統都被這些東西掌握住了，從青少年到老人。你看看現在，街上走走，他眼睛沒有看到路，他眼睛看手上的手機網路，他非常專注，全心都貫注在這個小手機上。這小手機播什麼，我不得而知，但是有人告訴我，這裡面的內容都是負面的，把人全教壞了。魔王波旬掌握了現代人心，他來找過我，說我侵犯他的道場，沒有得到他同意。我想想我沒有，我沒有做什麼，除講經之外我沒做什麼事業。他告訴我，電視、網路，我就省悟了，原來今天電視、網路是魔王波旬的道場，那我們也用網路電視來演播佛法，沒有向他老人家請示，無意侵犯他的道場，咱不知道是他的道場，這才搞清楚搞明白。我這邊小佛堂，給波旬供了牌位，我也請他來聽經，我也請他多發慈悲心，幫助一切眾生改邪歸正，幫助一切眾生念佛求生淨土。魔王能轉回來，他能夠做大功德，那就是大菩薩。波旬就是佛經上常常說的欲界第六天的天王，他化自在天的天王叫波旬。他為什麼要這樣做？他不希望人脫離六道輪迴永遠不回來，他希望六道輪迴裡頭人愈多愈好，那是什麼？那是他統治的範圍。"
    },
    {
      "id": "02-041-0379_p0008",
      "zh_CN": "末法，确确实实这一部经能度众生，而且有无比殊胜的效果。这个法门十方诸佛都赞叹，难信易行，很容易修学，很容易成就，问题是难信，这么大的事业，这么简单的方法能成就吗？一句佛号能成功吗？能。四十八愿第十八愿讲得最清楚。第十八愿讲什么？十念必生。什么人？五逆十恶，他要不往生极乐世界，必定堕无间地狱。造无间地狱的业，要堕无间地狱，那一口气还没断，临终的时候听到这个法门，就能相信、就能接受，就能发愿往生，只要念一念或者十念，阿弥陀佛就来接引他。你能相信吗？一般人是不会相信的，我早年也不相信，哪有这种道理？还真有这个道理，这个道理太深了，我们不懂。深在哪里？深在一切众生本来是佛，道理在此地。你本来是佛，只是一念不觉，堕落成今天这个样子。",
      "zh_TW": "末法，確確實實這一部經能度眾生，而且有無比殊勝的效果。這個法門十方諸佛都讚歎，難信易行，很容易修學，很容易成就，問題是難信，這麼大的事業，這麼簡單的方法能成就嗎？一句佛號能成功嗎？能。四十八願第十八願講得最清楚。第十八願講什麼？十念必生。什麼人？五逆十惡，他要不往生極樂世界，必定墮無間地獄。造無間地獄的業，要墮無間地獄，那一口氣還沒斷，臨終的時候聽到這個法門，就能相信、就能接受，就能發願往生，只要念一念或者十念，阿彌陀佛就來接引他。你能相信嗎？一般人是不會相信的，我早年也不相信，哪有這種道理？還真有這個道理，這個道理太深了，我們不懂。深在哪裡？深在一切眾生本來是佛，道理在此地。你本來是佛，只是一念不覺，墮落成今天這個樣子。"
    },
    {
      "id": "02-041-0379_p0009",
      "zh_CN": "信愿持名是大彻大悟，它的殊胜功德绝不亚于禅宗所标榜的、教下所标榜的大彻大悟、明心见性，见性成佛。净宗这一句名号，南无阿弥陀佛就是大彻大悟，那个功力不在大彻大悟、明心见性之下。这一点你要懂，你要明白，你就不怀疑了。如果实在转不了头来，六祖惠能大师他帮助你，这《坛经》上的，他老人家开悟的那五句话，什么叫自性？自性本自清净、本不生灭、本自具足、本无动摇、能生万法。诸佛如来如是，一切众生皆如是，平等没有差别，这就是净宗所凭借的理论依据。说白一点是你本来是佛，只是这一念迷惑，这一念迷惑放下，你本来面目就恢复了，不难！问题就是你肯不肯放下，愿不愿意将放下这个模样做出来给别人看，也帮助别人放下，那就对了。放下得大自在，放下，智慧就现前，为什么？智慧是本有的。像诸佛如来，念念都是定慧现前，我们只要把烦恼习气妄想统统放下，就跟一切诸佛没两样。我们的习气很深，如果还留在这个世间，这个世间外缘不好，它诱惑我们，我们不知不觉又堕落在其中，这才引起阿弥陀佛无尽的慈悲，四十八愿建立一个大道场，就是极乐世界，接引我们往生，帮助我们成就，这个功德是称性的，称性的是其大无外。",
      "zh_TW": "信願持名是大徹大悟，它的殊勝功德絕不亞於禪宗所標榜的、教下所標榜的大徹大悟、明心見性，見性成佛。淨宗這一句名號，南無阿彌陀佛就是大徹大悟，那個功力不在大徹大悟、明心見性之下。這一點你要懂，你要明白，你就不懷疑了。如果實在轉不了頭來，六祖惠能大師他幫助你，這《壇經》上的，他老人家開悟的那五句話，什麼叫自性？自性本自清淨、本不生滅、本自具足、本無動搖、能生萬法。諸佛如來如是，一切眾生皆如是，平等沒有差別，這就是淨宗所憑藉的理論依據。說白一點是你本來是佛，只是這一念迷惑，這一念迷惑放下，你本來面目就恢復了，不難！問題就是你肯不肯放下，願不願意將放下這個模樣做出來給別人看，也幫助別人放下，那就對了。放下得大自在，放下，智慧就現前，為什麼？智慧是本有的。像諸佛如來，念念都是定慧現前，我們只要把煩惱習氣妄想統統放下，就跟一切諸佛沒兩樣。我們的習氣很深，如果還留在這個世間，這個世間外緣不好，它誘惑我們，我們不知不覺又墮落在其中，這才引起阿彌陀佛無盡的慈悲，四十八願建立一個大道場，就是極樂世界，接引我們往生，幫助我們成就，這個功德是稱性的，稱性的是其大無外。"
    },
    {
      "id": "02-041-0379_p0010",
      "zh_CN": "什么功德最大？念佛的功德最大，无论你造作什么样的罪业，五逆十恶，只要你念佛很容易消除，往生到极乐世界，你就得到保障了。这个保障就是说，无量劫来所造一切业障永远不会再起现行，不起作用，统统控制住了。这不是我们自己有能力，是阿弥陀佛帮忙的，只要你到极乐世界，你就受他保护。而且到极乐世界，成就无比的快速，因为它再没有魔难干扰，它再没有诱惑，极乐世界六根所接触的境界，都是现在话说的正能量，没有负面的，一生成就，这个不能不知道。",
      "zh_TW": "什麼功德最大？念佛的功德最大，無論你造作什麼樣的罪業，五逆十惡，只要你念佛很容易消除，往生到極樂世界，你就得到保障了。這個保障就是說，無量劫來所造一切業障永遠不會再起現行，不起作用，統統控制住了。這不是我們自己有能力，是阿彌陀佛幫忙的，只要你到極樂世界，你就受他保護。而且到極樂世界，成就無比的快速，因為它再沒有魔難干擾，它再沒有誘惑，極樂世界六根所接觸的境界，都是現在話說的正能量，沒有負面的，一生成就，這個不能不知道。"
    },
    {
      "id": "02-041-0379_p0011",
      "zh_CN": "我们看下面的品题：",
      "zh_TW": "我們看下面的品題："
    },
    {
      "id": "02-041-0379_p0012",
      "zh_CN": "【寿乐无极第三十二】",
      "zh_TW": "【壽樂無極第三十二】"
    },
    {
      "id": "02-041-0379_p0013",
      "zh_CN": "在本经的顺序是第三十二，寿命、快乐无极，所以那个地方叫极乐，极乐的名称就从这来的。这四个字里头有极有乐，极乐世界，阿弥陀佛建立这个道场，让我们有个归宿，我们的归宿就是极乐世界。",
      "zh_TW": "在本經的順序是第三十二，壽命、快樂無極，所以那個地方叫極樂，極樂的名稱就從這來的。這四個字裡頭有極有樂，極樂世界，阿彌陀佛建立這個道場，讓我們有個歸宿，我們的歸宿就是極樂世界。"
    },
    {
      "id": "02-041-0379_p0014",
      "zh_CN": "我们看念老注解，「本品」，这品经，佛教用品，我们中国文字里叫篇，这一篇或者这一章，跟篇章的意思相同，说明「极乐世界，寿乐无极」。「首显(开头就显示）彼土会众殊胜」。十方世界到极乐世界去修行的人，也是我们说选择一个修学的处所，哪个地方修行最殊胜？阿弥陀佛在西方极乐世界这个道场最殊胜。十方世界往生到极乐世界的人非常多。这个地方佛要给我们说清楚、说明白，劝我们往生，慈悲到极处，再没有比阿弥陀佛更慈悲的。",
      "zh_TW": "我們看念老註解，「本品」，這品經，佛教用品，我們中國文字裡叫篇，這一篇或者這一章，跟篇章的意思相同，說明「極樂世界，壽樂無極」。「首顯(開頭就顯示）彼土會眾殊勝」。十方世界到極樂世界去修行的人，也是我們說選擇一個修學的處所，哪個地方修行最殊勝？阿彌陀佛在西方極樂世界這個道場最殊勝。十方世界往生到極樂世界的人非常多。這個地方佛要給我們說清楚、說明白，勸我們往生，慈悲到極處，再沒有比阿彌陀佛更慈悲的。"
    },
    {
      "id": "02-041-0379_p0015",
      "zh_CN": "我们看下面，这分为五大段。第一大段，说依报正报来劝勉我们。这里头第一段，「智德无量」。这两个字，我相信是我们每一个同修心里面的愿望。智慧、德能是圆满的，惠能大师说的「何期自性，本自具足」，具足什么？就具足这个，无量智慧，无量德能，自性本有。我们今天为什么没有了？迷了自性，把智慧变成愚痴，把德能变成烦恼，变质了，变质的原因就是迷，迷而不觉。怎么迷？眼被色迷了，耳被声迷了，鼻被香迷了，舌被味迷了，身被触迷了，意被妄想、分别、执着迷了，全迷了，变成这个样子。今天我们起心动念，起的什么心？动的什么念？念头一起无非是自私自利，都想自己，没有替别人着想，没有替父母着想，没有替妻子、儿女着想，全是个人的利害，还念念提防别人。防不胜防，你能防人，你防不过鬼神，你认为没有别人知道，鬼神看得清清楚楚，听得清清楚楚，你起心动念，言语造作，没有一样不清楚，你瞒过谁？还有迷得重的，纵有鬼神看到，我还是以为他看不到，还要干，不干决定不罢休，干到最后的结果是无间地狱，到那个时候后悔，迟了，来不及了。",
      "zh_TW": "我們看下面，這分為五大段。第一大段，說依報正報來勸勉我們。這裡頭第一段，「智德無量」。這兩個字，我相信是我們每一個同修心裡面的願望。智慧、德能是圓滿的，惠能大師說的「何期自性，本自具足」，具足什麼？就具足這個，無量智慧，無量德能，自性本有。我們今天為什麼沒有了？迷了自性，把智慧變成愚痴，把德能變成煩惱，變質了，變質的原因就是迷，迷而不覺。怎麼迷？眼被色迷了，耳被聲迷了，鼻被香迷了，舌被味迷了，身被觸迷了，意被妄想、分別、執著迷了，全迷了，變成這個樣子。今天我們起心動念，起的什麼心？動的什麼念？念頭一起無非是自私自利，都想自己，沒有替別人著想，沒有替父母著想，沒有替妻子、兒女著想，全是個人的利害，還念念提防別人。防不勝防，你能防人，你防不過鬼神，你認為沒有別人知道，鬼神看得清清楚楚，聽得清清楚楚，你起心動念，言語造作，沒有一樣不清楚，你瞞過誰？還有迷得重的，縱有鬼神看到，我還是以為他看不到，還要幹，不幹決定不罷休，幹到最後的結果是無間地獄，到那個時候後悔，遲了，來不及了。"
    },
    {
      "id": "02-041-0379_p0016",
      "zh_CN": "真有地狱。昨天晚上我们同修在一起，好像看了一个光碟，讲基督教真有天堂，真有上帝，真有耶稣，不是假的，是个四岁小孩，给我们说出来的，最后教会大众都肯定小孩说得不错。像这样的宗教教育应当提倡，好，有凭有据。当时也有不少人怀疑，最后都能澄清、都能承认，这好事情。",
      "zh_TW": "真有地獄。昨天晚上我們同修在一起，好像看了一個光碟，講基督教真有天堂，真有上帝，真有耶穌，不是假的，是個四歲小孩，給我們說出來的，最後教會大眾都肯定小孩說得不錯。像這樣的宗教教育應當提倡，好，有憑有據。當時也有不少人懷疑，最後都能澄清、都能承認，這好事情。"
    },
    {
      "id": "02-041-0379_p0017",
      "zh_CN": "在佛法里面讲，佛法的理论包容一切法，一切法从心想生，所以你心上常常想上帝，上帝在；常常想神，神在；常常想佛菩萨，佛菩萨在；常常想圣人、贤人、君子，圣贤君子在，想什么，什么在。你要想五逆十恶，那就是阿鼻地狱在，看你怎么想法。你想自私自利，贪而无厌，饿鬼道。鬼是贪心，什么都想要，什么都想占有，这是鬼，鬼的思想。看看我们现在周边的，是鬼的思想多，还是佛的思想多？佛的思想就想阿弥陀佛，想极乐世界，他将来就现这个境界。这个法好！你真搞清楚、搞明白了，这所有境界，善的、恶的都是自己造的，自作自受，与别人不相干。这个道理一定要懂。",
      "zh_TW": "在佛法裡面講，佛法的理論包容一切法，一切法從心想生，所以你心上常常想上帝，上帝在；常常想神，神在；常常想佛菩薩，佛菩薩在；常常想聖人、賢人、君子，聖賢君子在，想什麼，什麼在。你要想五逆十惡，那就是阿鼻地獄在，看你怎麼想法。你想自私自利，貪而無厭，餓鬼道。鬼是貪心，什麼都想要，什麼都想佔有，這是鬼，鬼的思想。看看我們現在周邊的，是鬼的思想多，還是佛的思想多？佛的思想就想阿彌陀佛，想極樂世界，他將來就現這個境界。這個法好！你真搞清楚、搞明白了，這所有境界，善的、惡的都是自己造的，自作自受，與別人不相干。這個道理一定要懂。"
    },
    {
      "id": "02-041-0379_p0018",
      "zh_CN": "后面这一大段的经文，从三十二到三十七这么长一段经文，我们把它采取做晚课。你要是没有时间，不能读全经，早课就念第六品四十八愿，晚课就念三十二到三十七，这里面全是讲的因果报应。就这两段做我们早晚课，就够了，《无量寿经》里头的精华，我们念念不忘，好！净宗早晚课诵就是用这个经文。",
      "zh_TW": "後面這一大段的經文，從三十二到三十七這麼長一段經文，我們把它採取做晚課。你要是沒有時間，不能讀全經，早課就念第六品四十八願，晚課就念三十二到三十七，這裡面全是講的因果報應。就這兩段做我們早晚課，就夠了，《無量壽經》裡頭的精華，我們念念不忘，好！淨宗早晚課誦就是用這個經文。"
    },
    {
      "id": "02-041-0379_p0019",
      "zh_CN": "请看经文：",
      "zh_TW": "請看經文："
    },
    {
      "id": "02-041-0379_p0020",
      "zh_CN": "【佛告弥勒菩萨。诸天人等。无量寿国。声闻菩萨。功德智慧。不可称说。】",
      "zh_TW": "【佛告彌勒菩薩。諸天人等。無量壽國。聲聞菩薩。功德智慧。不可稱說。】"
    },
    {
      "id": "02-041-0379_p0021",
      "zh_CN": "我们看念老的注解。『佛告弥勒』，念老说，「盖从此品起，弥勒菩萨最为当机。阿难次之」。这一品当机，就是佛所说的对象，说给什么人听？说给像阿难这样多闻的人听。又说什么？像弥勒菩萨，真干的人，给他们听。",
      "zh_TW": "我們看念老的註解。『佛告彌勒』，念老說，「蓋從此品起，彌勒菩薩最為當機。阿難次之」。這一品當機，就是佛所說的對象，說給什麼人聽？說給像阿難這樣多聞的人聽。又說什麼？像彌勒菩薩，真幹的人，給他們聽。"
    },
    {
      "id": "02-041-0379_p0022",
      "zh_CN": "弥勒菩萨自己有净土，在欲界第四天兜率天。有不少人向往兜率天，好！到兜率天去亲近弥勒菩萨，将来弥勒菩萨在世界上成佛，他会到地球上来，弥勒菩萨这些弟子，都像释迦牟尼佛的弟子，目犍连、舍利弗，都像这些人，佛的大弟子，来帮助佛教化众生，好！但是这个地方不要忘记，这个地方，佛教弥勒菩萨修净土，弘净土，他到哪里去？他到极乐世界去了。兜率天的内院，是他自己的道场，但是，弥勒菩萨常常到极乐世界，那边有人想他，他就在那边出现。所以极乐世界菩萨，要亲近弥勒菩萨很容易，一念，弥勒菩萨就现前。兜率内院里面的学生，想见阿弥陀佛不容易，很难。你说哪个世界好？到极乐世界等于到弥勒内院，在弥勒内院不等于到极乐世界，不一样，得搞清楚，这个经文是证据。所以说经文三十二品以后，是弥勒菩萨当机，在这个之前是阿难当机，阿难代表我们大众，弥勒代表比我们高一个层次，对他说的。",
      "zh_TW": "彌勒菩薩自己有淨土，在欲界第四天兜率天。有不少人嚮往兜率天，好！到兜率天去親近彌勒菩薩，將來彌勒菩薩在世界上成佛，他會到地球上來，彌勒菩薩這些弟子，都像釋迦牟尼佛的弟子，目犍連、舍利弗，都像這些人，佛的大弟子，來幫助佛教化眾生，好！但是這個地方不要忘記，這個地方，佛教彌勒菩薩修淨土，弘淨土，他到哪裡去？他到極樂世界去了。兜率天的內院，是他自己的道場，但是，彌勒菩薩常常到極樂世界，那邊有人想他，他就在那邊出現。所以極樂世界菩薩，要親近彌勒菩薩很容易，一念，彌勒菩薩就現前。兜率內院裡面的學生，想見阿彌陀佛不容易，很難。你說哪個世界好？到極樂世界等於到彌勒內院，在彌勒內院不等於到極樂世界，不一樣，得搞清楚，這個經文是證據。所以說經文三十二品以後，是彌勒菩薩當機，在這個之前是阿難當機，阿難代表我們大眾，彌勒代表比我們高一個層次，對他說的。"
    },
    {
      "id": "02-041-0379_p0023",
      "zh_CN": "「第四十六品，佛告弥勒：我今如理宣说如是广大微妙法门。一切诸佛之所称赞。付嘱汝等，作大守护。」这几句话，我们要搞清楚、搞明白，弥勒菩萨要不要尊敬？要尊敬。他是佛的传人，是释迦牟尼佛的后补佛，他现在在兜率天，等到机缘成熟他就下来，像释迦牟尼佛一样，示现八相成道，教化众生。要到什么时候来，经文后头有说明，我们不着急，在后面会看到，最重要的是我们要明了，佛把这个法门付托给弥勒菩萨。",
      "zh_TW": "「第四十六品，佛告彌勒：我今如理宣說如是廣大微妙法門。一切諸佛之所稱讚。付囑汝等，作大守護。」這幾句話，我們要搞清楚、搞明白，彌勒菩薩要不要尊敬？要尊敬。他是佛的傳人，是釋迦牟尼佛的後補佛，他現在在兜率天，等到機緣成熟他就下來，像釋迦牟尼佛一樣，示現八相成道，教化眾生。要到什麼時候來，經文後頭有說明，我們不著急，在後面會看到，最重要的是我們要明瞭，佛把這個法門付託給彌勒菩薩。"
    },
    {
      "id": "02-041-0379_p0024",
      "zh_CN": "佛不在世，众生苦难愈来愈严重，谁来救这些人？大家都知道，地藏王菩萨。《地藏经》上明白表示，释迦牟尼佛把他灭度之后，弥勒还没有成佛之前，这个空档里面，是一个很长的时间，弘法利生的事情都交给地藏菩萨，地藏菩萨代替释迦牟尼佛教化众生。我们看到两位大德，一个是地藏，一个是弥勒。地藏代表孝，孝亲，大乘从这里入门；弥勒代表慈，慈悲，慈悲是以真诚心、清净心、平等心，去帮助苦难众生。地藏菩萨示现在中国，中国的九华山，地藏菩萨道场。普陀山，观音菩萨道场；五台山，文殊菩萨道场；九华山，地藏菩萨道场；峨嵋山，普贤菩萨道场，都起作用。",
      "zh_TW": "佛不在世，眾生苦難愈來愈嚴重，誰來救這些人？大家都知道，地藏王菩薩。《地藏經》上明白表示，釋迦牟尼佛把他滅度之後，彌勒還沒有成佛之前，這個空檔裡面，是一個很長的時間，弘法利生的事情都交給地藏菩薩，地藏菩薩代替釋迦牟尼佛教化眾生。我們看到兩位大德，一個是地藏，一個是彌勒。地藏代表孝，孝親，大乘從這裡入門；彌勒代表慈，慈悲，慈悲是以真誠心、清淨心、平等心，去幫助苦難眾生。地藏菩薩示現在中國，中國的九華山，地藏菩薩道場。普陀山，觀音菩薩道場；五台山，文殊菩薩道場；九華山，地藏菩薩道場；峨嵋山，普賢菩薩道場，都起作用。"
    },
    {
      "id": "02-041-0379_p0025",
      "zh_CN": "中国人特别要理解，你看看中国历史，历史不能不读，不读跟前人脱节了，古圣先贤，我们的老祖宗，是怎么走到现在来的？五千年来，断恶修善，积功累德，是这个族群感应佛教流传到中国，感应四大菩萨常住在中国，没听说住在印度。释迦牟尼佛起源于印度，这些后世大菩萨全在中国，印度没听说。这是什么意思？记住，佛法是建立在孝道的基础上、师道的基础上，正好这两样东西，中国人都占了。五千年来，中国传统文化立足于孝敬，孝是以父母做代表，敬是以老师做代表，孝亲尊师。佛法是师道，我们称佛称本师，根本的老师，一般称出家人都称师父，师父是老师。出家人修戒定慧，他的起心动念、言语造作都可以做我们的榜样。现在衰了，没有人提倡，没有人护法，护法重要！佛法到中国是国王护法，是孝亲尊师这个教诲，把释迦牟尼佛的法接到中国来，中国历代帝王护持。三武灭法时间很短，那是另论，大致上你能看到，每个朝代，帝王大臣皈依三宝的人很多，都护持佛法。所以佛法在中国兴旺，几千年来，从汉明帝永平十年传到中国，到现在将近两千年，永平十年是公元六十七年，到二Ｏ六七就满两千年了，现在距离很近了。",
      "zh_TW": "中國人特別要理解，你看看中國歷史，歷史不能不讀，不讀跟前人脫節了，古聖先賢，我們的老祖宗，是怎麼走到現在來的？五千年來，斷惡修善，積功累德，是這個族群感應佛教流傳到中國，感應四大菩薩常住在中國，沒聽說住在印度。釋迦牟尼佛起源於印度，這些後世大菩薩全在中國，印度沒聽說。這是什麼意思？記住，佛法是建立在孝道的基礎上、師道的基礎上，正好這兩樣東西，中國人都佔了。五千年來，中國傳統文化立足於孝敬，孝是以父母做代表，敬是以老師做代表，孝親尊師。佛法是師道，我們稱佛稱本師，根本的老師，一般稱出家人都稱師父，師父是老師。出家人修戒定慧，他的起心動念、言語造作都可以做我們的榜樣。現在衰了，沒有人提倡，沒有人護法，護法重要！佛法到中國是國王護法，是孝親尊師這個教誨，把釋迦牟尼佛的法接到中國來，中國歷代帝王護持。三武滅法時間很短，那是另論，大致上你能看到，每個朝代，帝王大臣皈依三寶的人很多，都護持佛法。所以佛法在中國興旺，幾千年來，從漢明帝永平十年傳到中國，到現在將近兩千年，永平十年是公元六十七年，到二Ｏ六七就滿兩千年了，現在距離很近了。"
    },
    {
      "id": "02-041-0379_p0026",
      "zh_CN": "中国在佛教未来之前，有儒道的教学，来了之后，佛教融入中国文化，说起中国传统文化，一定是儒释道，缺一不可，如鼎三足。这三教的大德教化众生，所以中国每个朝代都有一段时间太平盛世，这在全世界其他国家地区，历史上没有的，中国有。中国太平盛世走到最后，世界大同，确实现在是有这种趋向，跟外国不一样。外国自古以来传说，世界到最后是末日、是毁灭，中国不是的，中国，我们从古籍里面所看到的，最后是走到大同。佛法也是走到大同，我们有这个信心。",
      "zh_TW": "中國在佛教未來之前，有儒道的教學，來了之後，佛教融入中國文化，說起中國傳統文化，一定是儒釋道，缺一不可，如鼎三足。這三教的大德教化眾生，所以中國每個朝代都有一段時間太平盛世，這在全世界其他國家地區，歷史上沒有的，中國有。中國太平盛世走到最後，世界大同，確實現在是有這種趨向，跟外國不一樣。外國自古以來傳說，世界到最後是末日、是毀滅，中國不是的，中國，我們從古籍裡面所看到的，最後是走到大同。佛法也是走到大同，我們有這個信心。"
    },
    {
      "id": "02-041-0379_p0027",
      "zh_CN": "学佛的同学，就像这品经所说的，这品经是释迦牟尼佛无比殊胜的教诲，真正教导我们，一生证得究竟圆满，究竟圆满就是往生极乐世界，我们要重视。我们自己有愿求生，我们要帮助世人，帮助地球上每一个人民，都有这个缘分往生净土，亲近阿弥陀佛，这功德殊胜无比。所以佛说的这个，你看看，如理宣说如是广大微妙法门，这就是念佛求生净土，在极乐世界一生圆满成佛。广大微妙法门，一切诸佛之所称赞，这句话很重要，不是释迦牟尼佛一个人的看法，是一切诸佛，跟释迦同一个看法、同一个想法，也同一个做法。今天要把这个法门付嘱汝等，作大守护，你们要把这个法门坚持守住，要护持这个法门。",
      "zh_TW": "學佛的同學，就像這品經所說的，這品經是釋迦牟尼佛無比殊勝的教誨，真正教導我們，一生證得究竟圓滿，究竟圓滿就是往生極樂世界，我們要重視。我們自己有願求生，我們要幫助世人，幫助地球上每一個人民，都有這個緣分往生淨土，親近阿彌陀佛，這功德殊勝無比。所以佛說的這個，你看看，如理宣說如是廣大微妙法門，這就是念佛求生淨土，在極樂世界一生圓滿成佛。廣大微妙法門，一切諸佛之所稱讚，這句話很重要，不是釋迦牟尼佛一個人的看法，是一切諸佛，跟釋迦同一個看法、同一個想法，也同一個做法。今天要把這個法門付囑汝等，作大守護，你們要把這個法門堅持守住，要護持這個法門。"
    },
    {
      "id": "02-041-0379_p0028",
      "zh_CN": "「故知弥勒菩萨当来下生，必遵佛咐嘱，宣演本经」，宣是宣传、宣说，演是表演，做出来。法师、长者、居士，讲经教学是宣，传法。还得要表演，哪些人表演？依教修行的人。",
      "zh_TW": "「故知彌勒菩薩當來下生，必遵佛咐囑，宣演本經」，宣是宣傳、宣說，演是表演，做出來。法師、長者、居士，講經教學是宣，傳法。還得要表演，哪些人表演？依教修行的人。"
    },
    {
      "id": "02-041-0379_p0029",
      "zh_CN": "最好的榜样，海贤老和尚，他一句佛号念了九十二年，自在往生净土。他没生病，丝毫都看不出他要往生。往生的当天，他是晚上走的，白天还在大菜园里去干了一天，去整地，去拔草、浇水，从早到晚做了一天，没休息。晚上太阳下山了，村庄上的人看到老和尚还在田里工作，就告诉他，「天黑了，可以收工了，明天再做。」他回答大家，「快了，我快做完了，做完了我就不做了。」说了这么一句话，这话里头有话，没人能听懂。到第二天早晨，请老和尚吃早饭，发现老和尚走了，才想起昨天晚上的话，干完了就不干了。预知时至，不要人助念。有很多人跟老和尚说，你什么时候走告诉我们，我们替你助念。老和尚说助念不牢靠，我不要人助念，我自己念佛往生。真的，那天晚上他念佛，老和尚念佛从来不敲引磬的，往生这天晚上念佛他敲引磬，敲到什么时候？大家不知道，大家都睡觉睡着了。他走了。这是什么？表演给我们看。黄念祖老居士是宣传本经，海贤老和尚是表演本经。我们看前面第六品四十八愿，我们仔细看，跟海贤老和尚九十二年的持名念佛，你看看相不相应？你会很清楚、很明白的看到，表演。黄念祖老居士在宣讲，海贤老和尚表演，你把这两个人合起来看，你对这部经上所说的就相信了，你会接受，你会依教奉行，你在这一生当中，会有圆满的成就。",
      "zh_TW": "最好的榜樣，海賢老和尚，他一句佛號念了九十二年，自在往生淨土。他沒生病，絲毫都看不出他要往生。往生的當天，他是晚上走的，白天還在大菜園裡去幹了一天，去整地，去拔草、澆水，從早到晚做了一天，沒休息。晚上太陽下山了，村莊上的人看到老和尚還在田裡工作，就告訴他，「天黑了，可以收工了，明天再做。」他回答大家，「快了，我快做完了，做完了我就不做了。」說了這麼一句話，這話裡頭有話，沒人能聽懂。到第二天早晨，請老和尚吃早飯，發現老和尚走了，才想起昨天晚上的話，幹完了就不幹了。預知時至，不要人助念。有很多人跟老和尚說，你什麼時候走告訴我們，我們替你助念。老和尚說助念不牢靠，我不要人助念，我自己念佛往生。真的，那天晚上他念佛，老和尚念佛從來不敲引磬的，往生這天晚上念佛他敲引磬，敲到什麼時候？大家不知道，大家都睡覺睡著了。他走了。這是什麼？表演給我們看。黃念祖老居士是宣傳本經，海賢老和尚是表演本經。我們看前面第六品四十八願，我們仔細看，跟海賢老和尚九十二年的持名念佛，你看看相不相應？你會很清楚、很明白的看到，表演。黃念祖老居士在宣講，海賢老和尚表演，你把這兩個人合起來看，你對這部經上所說的就相信了，你會接受，你會依教奉行，你在這一生當中，會有圓滿的成就。"
    },
    {
      "id": "02-041-0379_p0030",
      "zh_CN": "我们看下面经文，「清净微妙」，这是小题目。",
      "zh_TW": "我們看下面經文，「清淨微妙」，這是小題目。"
    },
    {
      "id": "02-041-0379_p0031",
      "zh_CN": "【又其国土微妙。安乐。清净若此。】",
      "zh_TW": "【又其國土微妙。安樂。清淨若此。】"
    },
    {
      "id": "02-041-0379_p0032",
      "zh_CN": "『若此』这句话的意思很深，赞叹到极处，没得比。我们只要着重『安乐清净』这四个字，这四个字做到极处就是『微妙』，微妙说不出。那这四个字，我们这个世界有没有？这四个字都没有。我们现在的社会动乱不安，现在人没有乐只有苦，连饮食起居，真像经上所说的饮苦食毒。什么原因？地球被染污了，人心被染污了，哪里有安乐。今天讲安乐清净，只有听佛说极乐世界有，我们这个地球上找不到了，这个要知道。",
      "zh_TW": "『若此』這句話的意思很深，讚歎到極處，沒得比。我們只要著重『安樂清淨』這四個字，這四個字做到極處就是『微妙』，微妙說不出。那這四個字，我們這個世界有沒有？這四個字都沒有。我們現在的社會動亂不安，現在人沒有樂只有苦，連飲食起居，真像經上所說的飲苦食毒。什麼原因？地球被染污了，人心被染污了，哪裡有安樂。今天講安樂清淨，只有聽佛說極樂世界有，我們這個地球上找不到了，這個要知道。"
    },
    {
      "id": "02-041-0379_p0033",
      "zh_CN": "下面我们看注解，「微妙、安乐、清净者，《会疏》曰：庄严超绝，故云微妙。无有苦恼，故云安乐。无漏相，实相相故，故云清净。」我们把《会疏》这段注解简单的说说。「庄严超绝」，庄严是我们一般讲美好，超绝是超绝一切诸佛刹土。一切诸佛刹土里面的美好，比不上极乐世界，所以称之为微妙。「无有苦恼」，所以说安乐，平安快乐。快乐从哪来的？从平安来的。我们的心不平，我们的身不安，为什么？我们用的心是妄心，我们有真心不会用。妄心就是造业，纵然是善业，也不过就是三善道，造恶业有三恶道，六道多苦！天道好，寿命长，人的福报大，有坏苦，就是他的寿命还是有数量的，时候到了他还是要死、还是要堕落，没有真正的安乐。",
      "zh_TW": "下面我們看註解，「微妙、安樂、清淨者，《會疏》曰：莊嚴超絕，故云微妙。無有苦惱，故云安樂。無漏相，實相相故，故云清淨。」我們把《會疏》這段註解簡單的說說。「莊嚴超絕」，莊嚴是我們一般講美好，超絕是超絕一切諸佛剎土。一切諸佛剎土裡面的美好，比不上極樂世界，所以稱之為微妙。「無有苦惱」，所以說安樂，平安快樂。快樂從哪來的？從平安來的。我們的心不平，我們的身不安，為什麼？我們用的心是妄心，我們有真心不會用。妄心就是造業，縱然是善業，也不過就是三善道，造惡業有三惡道，六道多苦！天道好，壽命長，人的福報大，有壞苦，就是他的壽命還是有數量的，時候到了他還是要死、還是要墮落，沒有真正的安樂。"
    },
    {
      "id": "02-041-0379_p0034",
      "zh_CN": "「无漏相、实相相」，这比较难懂，漏是佛门的术语，是烦恼的代名词，无漏就是无烦无恼，没有忧虑，没有牵挂。现在人说的得大自在，这是无漏相。实相相，实相的反面是假相、幻相，我们今天这个世界，《金刚经》上所说的，梦幻泡影，梦幻泡影就不真实。极乐世界是真实相，真实相是什么？清净相，真实相是不生不灭的相。真实相很妙，又本自具足，这个妙太妙了！本自具足，换句话说，你心想什么就现什么，心想事成，这是真实相。极乐世界真实相，真实相是不生不灭，我想它就现，我不想它，它就不现，得大自在。",
      "zh_TW": "「無漏相、實相相」，這比較難懂，漏是佛門的術語，是煩惱的代名詞，無漏就是無煩無惱，沒有憂慮，沒有牽掛。現在人說的得大自在，這是無漏相。實相相，實相的反面是假相、幻相，我們今天這個世界，《金剛經》上所說的，夢幻泡影，夢幻泡影就不真實。極樂世界是真實相，真實相是什麼？清淨相，真實相是不生不滅的相。真實相很妙，又本自具足，這個妙太妙了！本自具足，換句話說，你心想什麼就現什麼，心想事成，這是真實相。極樂世界真實相，真實相是不生不滅，我想它就現，我不想它，它就不現，得大自在。"
    },
    {
      "id": "02-041-0379_p0035",
      "zh_CN": "下面这是念老说的，「盖谓极乐一切事相，皆是无漏之妙相」。无漏，换句话说，绝对不会引起别人起心动念。眼见色，不起心不动念，清清楚楚、明明了瞭，智慧，起心动念是烦恼，它不生烦恼，只生智慧。耳闻声亦如是，六根接触六尘现象，都是不起心不动念，都是清净本然，妙不可言！",
      "zh_TW": "下面這是念老說的，「蓋謂極樂一切事相，皆是無漏之妙相」。無漏，換句話說，絕對不會引起別人起心動念。眼見色，不起心不動念，清清楚楚、明明瞭瞭，智慧，起心動念是煩惱，它不生煩惱，只生智慧。耳聞聲亦如是，六根接觸六塵現象，都是不起心不動念，都是清淨本然，妙不可言！"
    },
    {
      "id": "02-041-0379_p0036",
      "zh_CN": "「又实相无相无不相」，最真实表现出来的，无过于电视，我们看电视上的屏幕，屏幕上所现的相，就是此地所说的无相无不相。无相是什么？是屏幕；无不相是画面。你看电视，能够把屏幕的无相，这个频道里演出来是无不相，统统能看清楚、看明白，你就把它的真相看穿了。实相有，无相有，把频道关掉就是屏幕，这上画面没有了，你看到是一片空白，这是无相，频道按下去，音声色相出现了，无不相。什么是实相？无相跟无不相是一不是二，这里头划等号，空有不二，这是真相。",
      "zh_TW": "「又實相無相無不相」，最真實表現出來的，無過於電視，我們看電視上的屏幕，屏幕上所現的相，就是此地所說的無相無不相。無相是什麼？是屏幕；無不相是畫面。你看電視，能夠把屏幕的無相，這個頻道裡演出來是無不相，統統能看清楚、看明白，你就把它的真相看穿了。實相有，無相有，把頻道關掉就是屏幕，這上畫面沒有了，你看到是一片空白，這是無相，頻道按下去，音聲色相出現了，無不相。什麼是實相？無相跟無不相是一不是二，這裡頭劃等號，空有不二，這是真相。"
    },
    {
      "id": "02-041-0379_p0037",
      "zh_CN": "你要这样看电视，恭喜你，看电视开悟了，看电视成佛了。只要你会看，看了怎么样？看得很清楚很明白，没有起心动念，就成佛了；有起心动念，没有分别执着，你是菩萨；再降一等，没有执着，有分别，你是阿罗汉；如果妄想（就是起心动念）分别执着统统是有，你就叫六道凡夫。所以一切法都是佛法，这电视是不是佛法？是。法法平等，无有高下，念佛能成佛，参禅能成佛，看电视也能成佛。就是要把看电视的时候，起心动念分别执着没有了，就成佛了。",
      "zh_TW": "你要這樣看電視，恭喜你，看電視開悟了，看電視成佛了。只要你會看，看了怎麼樣？看得很清楚很明白，沒有起心動念，就成佛了；有起心動念，沒有分別執著，你是菩薩；再降一等，沒有執著，有分別，你是阿羅漢；如果妄想（就是起心動念）分別執著統統是有，你就叫六道凡夫。所以一切法都是佛法，這電視是不是佛法？是。法法平等，無有高下，念佛能成佛，參禪能成佛，看電視也能成佛。就是要把看電視的時候，起心動念分別執著沒有了，就成佛了。"
    },
    {
      "id": "02-041-0379_p0038",
      "zh_CN": "所以佛家讲得真好，法法都是平等的，世法佛法平等，真的假的也平等，可别执着，都是不可得。一切法全包罗了，电视也在其中，无所有，毕竟空，不可得。不可得全放下，全放下就成佛；还有起心动念，分别执着放下了，成菩萨。佛不容易，难；菩萨不难，只要你真正搞清楚、搞明白，把日常生活都看作是电视屏幕，你生活在这个里头什么也不计较，真正做到了于人无争、于世无求，恒顺众生、随喜功德，得大自在，这是菩萨。再次一等的是阿罗汉，阿罗汉还有分别，还受干扰。他没有执着，执着就造业，他不执着他不造业，虽有分别他不造业了，为什么？他放下了，善恶二边都放下，自他二边也放下，随缘度日，心地清净。清净到一定的程度，分别就没有了，分别没有了，平等就现前。清净平等都是真心，虽是真心，还不干净，必须不起心不动念，这才叫圆满成就。所以修行修什么？他怎么成佛的？不起心、不动念，成佛了。起心动念，坏了。这个起心动念很麻烦，白天起心动念，晚上睡觉作梦，作梦也是起心动念。不起心动念哪来的梦？可见得不起心动念很难，法身菩萨才入这个境界。不起心、不动念把它分等级，四十一个等级，一个比一个高，这把「清净」两个字说清楚了。",
      "zh_TW": "所以佛家講得真好，法法都是平等的，世法佛法平等，真的假的也平等，可別執著，都是不可得。一切法全包羅了，電視也在其中，無所有，畢竟空，不可得。不可得全放下，全放下就成佛；還有起心動念，分別執著放下了，成菩薩。佛不容易，難；菩薩不難，只要你真正搞清楚、搞明白，把日常生活都看作是電視屏幕，你生活在這個裡頭什麼也不計較，真正做到了於人無爭、於世無求，恆順眾生、隨喜功德，得大自在，這是菩薩。再次一等的是阿羅漢，阿羅漢還有分別，還受干擾。他沒有執著，執著就造業，他不執著他不造業，雖有分別他不造業了，為什麼？他放下了，善惡二邊都放下，自他二邊也放下，隨緣度日，心地清淨。清淨到一定的程度，分別就沒有了，分別沒有了，平等就現前。清淨平等都是真心，雖是真心，還不乾淨，必須不起心不動念，這才叫圓滿成就。所以修行修什麼？他怎麼成佛的？不起心、不動念，成佛了。起心動念，壞了。這個起心動念很麻煩，白天起心動念，晚上睡覺作夢，作夢也是起心動念。不起心動念哪來的夢？可見得不起心動念很難，法身菩薩才入這個境界。不起心、不動念把它分等級，四十一個等級，一個比一個高，這把「清淨」兩個字說清楚了。"
    },
    {
      "id": "02-041-0379_p0039",
      "zh_CN": "再看下面这一段，「劝力为善」。",
      "zh_TW": "再看下面這一段，「勸力為善」。"
    },
    {
      "id": "02-041-0379_p0040",
      "zh_CN": "【何不力为善。念道之自然。】",
      "zh_TW": "【何不力為善。念道之自然。】"
    },
    {
      "id": "02-041-0379_p0041",
      "zh_CN": "这是劝勉我们。在这里出现了个「自然」，道是自然的，懂不懂自然的意思？我们看电视，看得清清楚楚、明明白白，没执着，没有分别，自然的；如果看到真正的自然，没有起心动念，这是什么境界？佛的境界，至少法身菩萨的境界，是古圣先贤的境界。我相信，尧舜禹汤，文武周公，孔孟老庄，再看远一点，全世界所有宗教的创始人，都是『念道之自然』。他们表演出来的他们的生活，细心观察，他们处事待人接物，完全跟道相应。道是什么？道就是自然。自然而然，没有加我一点意思在里头，这叫自然；加我一点意思在里头，就不自然。",
      "zh_TW": "這是勸勉我們。在這裡出現了個「自然」，道是自然的，懂不懂自然的意思？我們看電視，看得清清楚楚、明明白白，沒執著，沒有分別，自然的；如果看到真正的自然，沒有起心動念，這是什麼境界？佛的境界，至少法身菩薩的境界，是古聖先賢的境界。我相信，堯舜禹湯，文武周公，孔孟老莊，再看遠一點，全世界所有宗教的創始人，都是『念道之自然』。他們表演出來的他們的生活，細心觀察，他們處事待人接物，完全跟道相應。道是什麼？道就是自然。自然而然，沒有加我一點意思在裡頭，這叫自然；加我一點意思在裡頭，就不自然。"
    },
    {
      "id": "02-041-0379_p0042",
      "zh_CN": "没有我的意思，这才是真正的善，至善。你有个心去行善，这是造善业，果报是三善道；有心去造恶是造恶业，恶业的果报是地狱、饿鬼、畜生。阿罗汉能不造业了，阿罗汉没有执着，但是他有分别，他有起心动念。「念道之自然」他是刚刚入门，到平等心现前，他提升了，到不起心、不动念，他就接近圆满了。这个路是大道光明。这个道里头，这个字包括中国的儒释道，包括世界上所有一切大宗教，都包括在其中。一即是多，多即是一。佛如是，尧舜禹汤亦如是，文武周公亦如是，世界上著名的这些宗教家、最初创始人亦如是，都是念道之自然。这个身体留在这个世间，恒顺众生，随喜功德，这就是『力为善』。帮助众生离苦得乐，这就是力为善的标准。我怎么做？帮助众生离一切苦得一切乐。苦从哪里来的？",
      "zh_TW": "沒有我的意思，這才是真正的善，至善。你有個心去行善，這是造善業，果報是三善道；有心去造惡是造惡業，惡業的果報是地獄、餓鬼、畜生。阿羅漢能不造業了，阿羅漢沒有執著，但是他有分別，他有起心動念。「念道之自然」他是剛剛入門，到平等心現前，他提升了，到不起心、不動念，他就接近圓滿了。這個路是大道光明。這個道裡頭，這個字包括中國的儒釋道，包括世界上所有一切大宗教，都包括在其中。一即是多，多即是一。佛如是，堯舜禹湯亦如是，文武周公亦如是，世界上著名的這些宗教家、最初創始人亦如是，都是念道之自然。這個身體留在這個世間，恆順眾生，隨喜功德，這就是『力為善』。幫助眾生離苦得樂，這就是力為善的標準。我怎麼做？幫助眾生離一切苦得一切樂。苦從哪裡來的？"
    },
    {
      "id": "02-041-0379_p0043",
      "zh_CN": "去年六月，我到伦敦来访问，上议院召集有十一位宗教师，不同宗教的代表跟我见面，当中就有一位代表，我们在谈话当中，他告诉我们，无知，现在这个世间为什么这么乱？无知是第一因素。这句话我很佩服。为什么会变成这样？无知。为什么无知？没人教。中国自古以来，为什么每个朝代都有盛世出现？有好多人教。谁教得最认真？父母。所以中国自古以来把教育，不是国家办，不是政府办，是交托给你家人办。你家的小孩谁最爱？父母最爱，祖父母疼爱。所以中国讲求家学，是教育的根。你看古代建筑，中国人讲四合院，到北京还可以看到，四合院一进门，大门口两个房子，左右，那两个房子是什么？那两个房子就是学校。两个教室，一个男生，一个女生。五岁，男女不同席，所以要分开来。这中国人有智慧，非常认真。",
      "zh_TW": "去年六月，我到倫敦來訪問，上議院召集有十一位宗教師，不同宗教的代表跟我見面，當中就有一位代表，我們在談話當中，他告訴我們，無知，現在這個世間為什麼這麼亂？無知是第一因素。這句話我很佩服。為什麼會變成這樣？無知。為什麼無知？沒人教。中國自古以來，為什麼每個朝代都有盛世出現？有好多人教。誰教得最認真？父母。所以中國自古以來把教育，不是國家辦，不是政府辦，是交託給你家人辦。你家的小孩誰最愛？父母最愛，祖父母疼愛。所以中國講求家學，是教育的根。你看古代建築，中國人講四合院，到北京還可以看到，四合院一進門，大門口兩個房子，左右，那兩個房子是什麼？那兩個房子就是學校。兩個教室，一個男生，一個女生。五歲，男女不同席，所以要分開來。這中國人有智慧，非常認真。"
    },
    {
      "id": "02-041-0379_p0044",
      "zh_CN": "国家只考试，要用人才，到哪里去选拔？考试，考选，考选人才。考取了，县考叫秀才，省考叫举人；殿试，殿试是皇上做主考官，叫进士。进士、举人、秀才都是现在所讲的学位的名称。最高的学位，现在叫博士，中国古代叫进士；第二个学位叫硕士（现在），我们中国古代叫举人；本科毕业叫秀才，学位的名称。",
      "zh_TW": "國家只考試，要用人才，到哪裡去選拔？考試，考選，考選人才。考取了，縣考叫秀才，省考叫舉人；殿試，殿試是皇上做主考官，叫進士。進士、舉人、秀才都是現在所講的學位的名稱。最高的學位，現在叫博士，中國古代叫進士；第二個學位叫碩士（現在），我們中國古代叫舉人；本科畢業叫秀才，學位的名稱。"
    },
    {
      "id": "02-041-0379_p0045",
      "zh_CN": "最爱你的子孙的，是你家的家长，所以家长请老师到家里来教学，那个礼很重，行大礼。如果这个家当家的，大概都是祖父、曾祖父，他们当家。高祖父不管事、不问事，年岁太大了。这些可以说，从当家一直到你的父亲，请老师来的时候要行大礼。在什么地方接待？在祠堂里头接待。老祖宗的面前，拜了祖宗，拜了孔子，至圣先师；请老师上座，这家里头的父亲、祖父、曾祖父都向老师三跪九叩首。这些小孩在旁边看到了，你敢不尊敬老师吗？你看看你家的大人，对老师怎么恭敬，这是什么？这叫上课。第一堂课，上什么课？尊师重道。现在没有了，所以老师教学也不负责任了，没法子教。古时候在这种礼节之下，老师不认真教，对不起人家，对不起他们祖宗，要认真。",
      "zh_TW": "最愛你的子孫的，是你家的家長，所以家長請老師到家裡來教學，那個禮很重，行大禮。如果這個家當家的，大概都是祖父、曾祖父，他們當家。高祖父不管事、不問事，年歲太大了。這些可以說，從當家一直到你的父親，請老師來的時候要行大禮。在什麼地方接待？在祠堂裡頭接待。老祖宗的面前，拜了祖宗，拜了孔子，至聖先師；請老師上座，這家裡頭的父親、祖父、曾祖父都向老師三跪九叩首。這些小孩在旁邊看到了，你敢不尊敬老師嗎？你看看你家的大人，對老師怎麼恭敬，這是什麼？這叫上課。第一堂課，上什麼課？尊師重道。現在沒有了，所以老師教學也不負責任了，沒法子教。古時候在這種禮節之下，老師不認真教，對不起人家，對不起他們祖宗，要認真。"
    },
    {
      "id": "02-041-0379_p0046",
      "zh_CN": "老师教出人才出来，那很得意，学生当中考中状元的、考中举人的，是老师的光荣、老师的荣耀。状元回家祭祖，拜了祖先之后，接着就要去拜老师，拜哪个老师？启蒙的老师。他放在第一位，要感谢老师。现在这些都没有了，没人知道，也没人讲了。没人讲孝道，当然小孩不知道孝顺父母；没有人讲师道，没见到过师道，所以对尊重老师，这个念头起不来，这是大问题。我们知道，中国传统文化的根，就是孝敬，孝以父母做代表，敬以老师做代表。把孝敬两个字推广到天下，对一切众生都有孝敬之心，孝，负责，认真负责；敬，不敢怠慢。",
      "zh_TW": "老師教出人才出來，那很得意，學生當中考中狀元的、考中舉人的，是老師的光榮、老師的榮耀。狀元回家祭祖，拜了祖先之後，接著就要去拜老師，拜哪個老師？啟蒙的老師。他放在第一位，要感謝老師。現在這些都沒有了，沒人知道，也沒人講了。沒人講孝道，當然小孩不知道孝順父母；沒有人講師道，沒見到過師道，所以對尊重老師，這個念頭起不來，這是大問題。我們知道，中國傳統文化的根，就是孝敬，孝以父母做代表，敬以老師做代表。把孝敬兩個字推廣到天下，對一切眾生都有孝敬之心，孝，負責，認真負責；敬，不敢怠慢。"
    },
    {
      "id": "02-041-0379_p0047",
      "zh_CN": "我们再回想，这个教学在中国行了五千年，从黄帝算起，四千五百年，通常我们讲五千年，从伏羲。黄帝之前有伏羲、神农，伏羲五百年，神农五百年，这是一千年，加上后面，从黄帝到夏商周三千年，延续到我们今天就是五千年，有历史记载的。五千年，中国人都是接受这个传统教育，而且会认真力行，造成盛世，这个盛世是全世界每一个国家、族群的好榜样，所以中国在过去，有形无形都是影响全世界。现在我们的麻烦来了，我们被外国影响了，没有办法影响全世界，被世界影响了，把中国传统文化打乱了。",
      "zh_TW": "我們再回想，這個教學在中國行了五千年，從黃帝算起，四千五百年，通常我們講五千年，從伏羲。黃帝之前有伏羲、神農，伏羲五百年，神農五百年，這是一千年，加上後面，從黃帝到夏商周三千年，延續到我們今天就是五千年，有歷史記載的。五千年，中國人都是接受這個傳統教育，而且會認真力行，造成盛世，這個盛世是全世界每一個國家、族群的好榜樣，所以中國在過去，有形無形都是影響全世界。現在我們的麻煩來了，我們被外國影響了，沒有辦法影響全世界，被世界影響了，把中國傳統文化打亂了。"
    },
    {
      "id": "02-041-0379_p0048",
      "zh_CN": "今天我们又遇到圣人，谁是圣人？我们同学在此地冷静观察，校长是圣人，学校是圣人。校长理解，把汉学介绍给学校，这些教授们、这些工作人员，他们能够接受，这都是圣贤。不是圣贤君子不能接受。我们要珍惜我们遇到的这个缘，我们同心协力恢复中国传统文化，这是生机。这个土壤种下去能够发芽，能够长成，开花结果，这就是像佛法里头所说的「百千万劫难遭遇」。我们遇到了，值得庆幸；遇到不做，我们自己有罪过。遇到就得干，遇不到不做，没关系，没缘，遇到要不做的话是错了。遇到就干，这是什么？大慈大悲。中国人说，佛说，大慈大悲；外国人说，上帝爱世人。真正能够爱世人的，那个人就是上帝，上帝的代表。",
      "zh_TW": "今天我們又遇到聖人，誰是聖人？我們同學在此地冷靜觀察，校長是聖人，學校是聖人。校長理解，把漢學介紹給學校，這些教授們、這些工作人員，他們能夠接受，這都是聖賢。不是聖賢君子不能接受。我們要珍惜我們遇到的這個緣，我們同心協力恢復中國傳統文化，這是生機。這個土壤種下去能夠發芽，能夠長成，開花結果，這就是像佛法裡頭所說的「百千萬劫難遭遇」。我們遇到了，值得慶幸；遇到不做，我們自己有罪過。遇到就得幹，遇不到不做，沒關係，沒緣，遇到要不做的話是錯了。遇到就幹，這是什麼？大慈大悲。中國人說，佛說，大慈大悲；外國人說，上帝愛世人。真正能夠愛世人的，那個人就是上帝，上帝的代表。"
    },
    {
      "id": "02-041-0379_p0049",
      "zh_CN": "我们对中国有信心，对传统文化有信心，能帮助全世界，就是我们自己从小看到了，亲自体会到了。随着年龄的长成，这世界的变乱，我们统统看在眼里，心里头明白。怎么恢复？第一个要恢复伦理的教育、道德的教育、因果的教育，然后再恢复神圣的教育。神圣的教育，在中国就是儒释道，在外国就是宗教教育，经典教育。灾难可以化解，动乱也可以化解，安定和谐，大同世界，可以实现。所以我们读这些经，这经典读的时候要变成行为、变成思想，起心动念想着这些，认真努力去奉行。不是我一个人能做到的，希望人人都参与，世界大同就能出现。所以要「力为善」，纵然不出六道轮回，决定不堕三恶道，这个人就有智慧，这个人有德行。",
      "zh_TW": "我們對中國有信心，對傳統文化有信心，能幫助全世界，就是我們自己從小看到了，親自體會到了。隨著年齡的長成，這世界的變亂，我們統統看在眼裡，心裡頭明白。怎麼恢復？第一個要恢復倫理的教育、道德的教育、因果的教育，然後再恢復神聖的教育。神聖的教育，在中國就是儒釋道，在外國就是宗教教育，經典教育。災難可以化解，動亂也可以化解，安定和諧，大同世界，可以實現。所以我們讀這些經，這經典讀的時候要變成行為、變成思想，起心動念想著這些，認真努力去奉行。不是我一個人能做到的，希望人人都參與，世界大同就能出現。所以要「力為善」，縱然不出六道輪迴，決定不墮三惡道，這個人就有智慧，這個人有德行。"
    },
    {
      "id": "02-041-0379_p0050",
      "zh_CN": "念道之者，解释「念道」这两个字。《净影疏》说，「念道之者」，念道这个人，「自然往生，名念自然也」。「又《会疏》曰：何不二字，激劝之辞」。为什么不肯，这两个字就这个意思，你有机会遇到了，为什么不肯干？这是劝勉我们到极处。「即通二义」，这两个意思就是下面说的，「善有二种：一、称名念佛，是名善本」。这句要紧，千千万万要记住。我们行善，今天搞汉学院是行善，在我们自己这一生当中，这不是善本，这是善行，我们有义务要帮助苦难众生，要帮助中国五千年传统文化，不能在这个时候断绝，我们自己没有这个能力，我们有这个认知。我要培养小孩，要从儿童抓起，这叫扎根教育，二、三十岁进来的，都是半路出家，半路出家的人习气很重，财色名利这四个关口，这四大障碍你能不能突破？你要不能突破，你就被淘汰掉了。发心的人不少，被这个东西淘汰掉的人也不少，这我都看过，都看到，我很痛心，看到很可惜。的确不错，古书念得很好，讲得很好，劝人头头是道，但是自己这四个关口没过去，最后都被淘汰掉了。淘到哪里去了？淘到三途恶道去了，这多可怕！",
      "zh_TW": "念道之者，解釋「念道」這兩個字。《淨影疏》說，「念道之者」，念道這個人，「自然往生，名念自然也」。「又《會疏》曰：何不二字，激勸之辭」。為什麼不肯，這兩個字就這個意思，你有機會遇到了，為什麼不肯幹？這是勸勉我們到極處。「即通二義」，這兩個意思就是下面說的，「善有二種：一、稱名念佛，是名善本」。這句要緊，千千萬萬要記住。我們行善，今天搞漢學院是行善，在我們自己這一生當中，這不是善本，這是善行，我們有義務要幫助苦難眾生，要幫助中國五千年傳統文化，不能在這個時候斷絕，我們自己沒有這個能力，我們有這個認知。我要培養小孩，要從兒童抓起，這叫扎根教育，二、三十歲進來的，都是半路出家，半路出家的人習氣很重，財色名利這四個關口，這四大障礙你能不能突破？你要不能突破，你就被淘汰掉了。發心的人不少，被這個東西淘汰掉的人也不少，這我都看過，都看到，我很痛心，看到很可惜。的確不錯，古書念得很好，講得很好，勸人頭頭是道，但是自己這四個關口沒過去，最後都被淘汰掉了。淘到哪裡去了？淘到三途惡道去了，這多可怕！"
    },
    {
      "id": "02-041-0379_p0051",
      "zh_CN": "所以佛教给我们学圣学贤，首先要把贪瞋痴慢疑这五个字放下。我劝同学，我们用真心，才清净，外面表现的，努力学孔子，温良恭俭让，处事待人接物，你能把这五个字用上，人人都欢喜你，人人都愿意跟你在一起工作，都赞叹你、都佩服你。真正的好人，为人温和，心要温和、言要温和、行要温和，要善良、要恭敬、要节俭，对自己要节俭，对别人要大方。要能行布施，财布施、法布施、无畏布施，最后要懂得让，要礼让，看到有比我更能干的人，我愿意把位子让给他，这是什么？大功德。我要做的他代我做了，我要感恩他，我要协助他、帮助他完成它。为什么？那是我们的愿望，他替我做了。",
      "zh_TW": "所以佛教給我們學聖學賢，首先要把貪瞋痴慢疑這五個字放下。我勸同學，我們用真心，才清淨，外面表現的，努力學孔子，溫良恭儉讓，處事待人接物，你能把這五個字用上，人人都歡喜你，人人都願意跟你在一起工作，都讚歎你、都佩服你。真正的好人，為人溫和，心要溫和、言要溫和、行要溫和，要善良、要恭敬、要節儉，對自己要節儉，對別人要大方。要能行布施，財布施、法布施、無畏布施，最後要懂得讓，要禮讓，看到有比我更能幹的人，我願意把位子讓給他，這是什麼？大功德。我要做的他代我做了，我要感恩他，我要協助他、幫助他完成它。為什麼？那是我們的願望，他替我做了。"
    },
    {
      "id": "02-041-0379_p0052",
      "zh_CN": "这十个字好记，贪瞋痴慢疑、温良恭俭让，念念不忘，时时刻刻反省。晚上睡觉之前反省，我今天起心动念、言语造作，有没有跟十个字相应？这是真修行，比每天坐在佛像面前诵经拜佛功德还要殊胜。我们以这个功德，信有极乐世界、有阿弥陀佛，以这个功德回向往生，你说能不能往生？肯定往生。念念把众生的苦难放在心上，跟阿弥陀佛一样，阿弥陀佛就是救苦救难来的，我们跟阿弥陀佛一个心。阿弥陀佛极乐世界建好了，学校有了，老师有了，我们到处招生，到处鼓励大家到极乐世界去，这是善本，称名念佛。",
      "zh_TW": "這十個字好記，貪瞋痴慢疑、溫良恭儉讓，念念不忘，時時刻刻反省。晚上睡覺之前反省，我今天起心動念、言語造作，有沒有跟十個字相應？這是真修行，比每天坐在佛像面前誦經拜佛功德還要殊勝。我們以這個功德，信有極樂世界、有阿彌陀佛，以這個功德迴向往生，你說能不能往生？肯定往生。念念把眾生的苦難放在心上，跟阿彌陀佛一樣，阿彌陀佛就是救苦救難來的，我們跟阿彌陀佛一個心。阿彌陀佛極樂世界建好了，學校有了，老師有了，我們到處招生，到處鼓勵大家到極樂世界去，這是善本，稱名念佛。"
    },
    {
      "id": "02-041-0379_p0053",
      "zh_CN": "第二，「广行诸善，回向得生」。凡是正法，凡是传统文化，不是负面的我们都要做，随时随地遇到了都要做。如果只是行世间善法，把往生这个事情耽误了，那很麻烦，还要搞六道轮回。六道轮回里头不说别的，冤冤相报何时了？障缘从哪来的？就是冤亲债主上来的，他来障碍你、他来诱惑你、他来破坏你，难，太难了！所以经不能不讲。讲什么？劝导大家，每二十四小时讲两个小时，这两个小时提醒不能少，一个星期不讲经，一个月不讲经，造作那些恶念恶言恶行，自己都不知道，非常可怕！",
      "zh_TW": "第二，「廣行諸善，回向得生」。凡是正法，凡是傳統文化，不是負面的我們都要做，隨時隨地遇到了都要做。如果只是行世間善法，把往生這個事情耽誤了，那很麻煩，還要搞六道輪迴。六道輪迴裡頭不說別的，冤冤相報何時了？障緣從哪來的？就是冤親債主上來的，他來障礙你、他來誘惑你、他來破壞你，難，太難了！所以經不能不講。講什麼？勸導大家，每二十四小時講兩個小時，這兩個小時提醒不能少，一個星期不講經，一個月不講經，造作那些惡念惡言惡行，自己都不知道，非常可怕！"
    },
    {
      "id": "02-041-0379_p0054",
      "zh_CN": "所以下面讲「道」，道是所念的，也有二：一个，「弥陀本愿」，那最直接的就是第六品四十八愿，其他的记不住，这四十八愿要记住，这是「他力大道，不藉自力修善，一超直入，故名自然」。我们应该怎样？断一切恶，行一切善，一个目标、一个方向，往生极乐世界。我不希望这个世间的荣华富贵、名闻利养，我不要这些东西，我只要往生极乐世界就行了，世间这些荣华富贵，谁要就给谁，欢欢喜喜给他，真正做到这一生，于人无争，于世无求，来断恶修善，来教化众生。我们的榜样是诸佛菩萨，我们的榜样，是各个宗教的圣贤，我们的榜样是孔孟老庄，就够了，就圆满了。",
      "zh_TW": "所以下面講「道」，道是所念的，也有二：一個，「彌陀本願」，那最直接的就是第六品四十八願，其他的記不住，這四十八願要記住，這是「他力大道，不藉自力修善，一超直入，故名自然」。我們應該怎樣？斷一切惡，行一切善，一個目標、一個方向，往生極樂世界。我不希望這個世間的榮華富貴、名聞利養，我不要這些東西，我只要往生極樂世界就行了，世間這些榮華富貴，誰要就給誰，歡歡喜喜給他，真正做到這一生，於人無爭，於世無求，來斷惡修善，來教化眾生。我們的榜樣是諸佛菩薩，我們的榜樣，是各個宗教的聖賢，我們的榜樣是孔孟老莊，就夠了，就圓滿了。"
    },
    {
      "id": "02-041-0379_p0055",
      "zh_CN": "道还有第二个意思，「三乘所证道，无为自然，性不造作，故亦名自然」。佛法教我们，明心见性，见性成佛，性是自然的，为什么？没有起心动念，就叫自然。起心动念就不自然了，分别就更不自然，执着那就糊涂到所以然了，那不是自然。自然好，要真干，要时时刻刻勉励自己，自己要做榜样给别人看，带头干，志同道合一起来做，这很难得，这个机会，那真是百千万劫难遭遇，我们今天遇到了，要珍惜。这个小团体刚刚发芽，像种花草树木一样刚刚发芽，要非常珍惜，它很软弱，禁不起挫折，要善心善行保护。自己如果不是真正看破放下，很难，要真的学看得破，放得下。章嘉大师，我跟他认识头一天，我问的问题，他解答的就是看破放下。看破帮助你放下，放下帮助你看破，所谓看破，就是你看到事实真相，然后你就知道，哪些是该放下的，该放下的统统放下，这就对了。",
      "zh_TW": "道還有第二個意思，「三乘所證道，無為自然，性不造作，故亦名自然」。佛法教我們，明心見性，見性成佛，性是自然的，為什麼？沒有起心動念，就叫自然。起心動念就不自然了，分別就更不自然，執著那就糊塗到所以然了，那不是自然。自然好，要真幹，要時時刻刻勉勵自己，自己要做榜樣給別人看，帶頭幹，志同道合一起來做，這很難得，這個機會，那真是百千萬劫難遭遇，我們今天遇到了，要珍惜。這個小團體剛剛發芽，像種花草樹木一樣剛剛發芽，要非常珍惜，它很軟弱，禁不起挫折，要善心善行保護。自己如果不是真正看破放下，很難，要真的學看得破，放得下。章嘉大師，我跟他認識頭一天，我問的問題，他解答的就是看破放下。看破幫助你放下，放下幫助你看破，所謂看破，就是你看到事實真相，然後你就知道，哪些是該放下的，該放下的統統放下，這就對了。"
    },
    {
      "id": "02-041-0379_p0056",
      "zh_CN": "后面《会疏》的总结好，自然，「虽互二义，正在初义」，虽然有两个意思，真正的是初义。初义是什么？是弥陀本愿，他力大道，不藉自力，一超直入，自然。此地后头还要讲，总共讲了八个自然，这是根本。所以我们将来的成就，都是自自然然的成就，不费一点力气。真的，再次的提出，障碍就是放不下，放下，障碍就没有了，自自然然通达一切善法，自自然然通达无上道。这个小团体，人人都能向着自然，哪有不成功的道理？好，今天时间到了，我们就学习到此地。",
      "zh_TW": "後面《會疏》的總結好，自然，「雖互二義，正在初義」，雖然有兩個意思，真正的是初義。初義是什麼？是彌陀本願，他力大道，不藉自力，一超直入，自然。此地後頭還要講，總共講了八個自然，這是根本。所以我們將來的成就，都是自自然然的成就，不費一點力氣。真的，再次的提出，障礙就是放不下，放下，障礙就沒有了，自自然然通達一切善法，自自然然通達無上道。這個小團體，人人都能向著自然，哪有不成功的道理？好，今天時間到了，我們就學習到此地。"
    }
  ]
}