{
  "doc_id": "02-041-0136",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三六集",
    "zh_TW": "第一三六集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0136",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-041-0136_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0136_p0002",
      "zh_CN": "请看《大经科注》第三百七十五页第四行，从当中看起：",
      "zh_TW": "請看《大經科註》第三百七十五頁第四行，從當中看起："
    },
    {
      "id": "02-041-0136_p0003",
      "zh_CN": "「故知真实之际，即当人之自性也」，前面我们讲到此地。现在我们接着往下看，「何谓真实之利」。真实之际知道了，经上讲的真实之际就是自性、就是真心，也就是我们中国古圣先贤所说的本性。本性本善，本性就是自性，自性是一切圆满，称为善，这个善不是善恶的善，当作圆满讲。什么是真实的利益？这部经上讲三个真实，何谓真实之利？「《疏钞》又曰」，都是用莲池大师《弥陀经疏钞》来解释，「澄浊而清，返背而向」，浊，浊恶，就是染污，染污是比喻我们的烦恼习气，能够澄清这些染污恢复清净心。真心本来是清净的，从来也没有染污过。这染污是什么？染污是妄心，染污的根本是阿赖耶。阿赖耶是生灭法，自性不生不灭。经上所说的这些话，用相宗的话来讲，实际上就是转识成智，就这个意思。返背而向，背是违背了自性，现在回过头来我们要向自性，向自性是用真心，背自性是用妄心。什么人用真心？法身菩萨用真心。这以下全是用妄心，阿罗汉、辟支佛，天台家所说的三贤十圣，三贤都是用妄心，十住、十行、十回向。初地以上用真心，这所谓是大彻大悟、明心见性，用真心不用妄心。在念佛法门里面讲功夫，功夫成片用妄心，事一心不乱还是用妄心，用得正，没有用偏、没有用邪；如果是理一心不乱，就是用真心，跟禅宗所说的明心见性是同一个境界。海贤老和尚一句佛号，他念到这个地位，不可思议。他能成就也就是示现给我们看，我们每个人都能成就，问题你肯不肯干。他的方法就是一句阿弥陀佛，心里头只有这句阿弥陀佛，除阿弥陀佛之外什么也没有，妄想放下了，杂念放下了。日常生活当中，六根接触六尘境界，眼见色、耳闻声、鼻嗅香、口尝味，乃至意知法，不受外面境界影响，不受外面境界干扰，不受外面环境染污，清净心现前。清净心现前，他的功夫等于阿罗汉、辟支佛；平等心、觉心现前，这个功夫等于法身菩萨，就是法身菩萨，《华严经》上所说的圆教四十一位法身大士，他们住哪里？住实报庄严土，换句话说，华藏世界，极乐世界就是华藏世界。",
      "zh_TW": "「故知真實之際，即當人之自性也」，前面我們講到此地。現在我們接著往下看，「何謂真實之利」。真實之際知道了，經上講的真實之際就是自性、就是真心，也就是我們中國古聖先賢所說的本性。本性本善，本性就是自性，自性是一切圓滿，稱為善，這個善不是善惡的善，當作圓滿講。什麼是真實的利益？這部經上講三個真實，何謂真實之利？「《疏鈔》又曰」，都是用蓮池大師《彌陀經疏鈔》來解釋，「澄濁而清，返背而向」，濁，濁惡，就是染污，染污是比喻我們的煩惱習氣，能夠澄清這些染污恢復清淨心。真心本來是清淨的，從來也沒有染污過。這染污是什麼？染污是妄心，染污的根本是阿賴耶。阿賴耶是生滅法，自性不生不滅。經上所說的這些話，用相宗的話來講，實際上就是轉識成智，就這個意思。返背而向，背是違背了自性，現在回過頭來我們要向自性，向自性是用真心，背自性是用妄心。什麼人用真心？法身菩薩用真心。這以下全是用妄心，阿羅漢、辟支佛，天台家所說的三賢十聖，三賢都是用妄心，十住、十行、十迴向。初地以上用真心，這所謂是大徹大悟、明心見性，用真心不用妄心。在念佛法門裡面講功夫，功夫成片用妄心，事一心不亂還是用妄心，用得正，沒有用偏、沒有用邪；如果是理一心不亂，就是用真心，跟禪宗所說的明心見性是同一個境界。海賢老和尚一句佛號，他念到這個地位，不可思議。他能成就也就是示現給我們看，我們每個人都能成就，問題你肯不肯幹。他的方法就是一句阿彌陀佛，心裡頭只有這句阿彌陀佛，除阿彌陀佛之外什麼也沒有，妄想放下了，雜念放下了。日常生活當中，六根接觸六塵境界，眼見色、耳聞聲、鼻嗅香、口嘗味，乃至意知法，不受外面境界影響，不受外面境界干擾，不受外面環境染污，清淨心現前。清淨心現前，他的功夫等於阿羅漢、辟支佛；平等心、覺心現前，這個功夫等於法身菩薩，就是法身菩薩，《華嚴經》上所說的圓教四十一位法身大士，他們住哪裡？住實報莊嚴土，換句話說，華藏世界，極樂世界就是華藏世界。"
    },
    {
      "id": "02-041-0136_p0004",
      "zh_CN": "一句佛号，念了多少年？功夫真正得力，要从这算起，功夫不得力不算。什么叫功夫得力？念佛的时候确实没有杂念。念佛抓住三个重点：第一个，真正相信，没有丝毫怀疑，有怀疑，功夫就被破坏了，不怀疑；不夹杂，夹杂就是六根会受外面六尘境界影响，不受外面境界影响，看得清楚、听得清楚，那是自性本具般若智慧。虽然清楚，那个心如如不动，没有受到外面干扰，依然是一句佛号念到底，这是三个条件当中第二个，不怀疑、不夹杂。第三个不间断，一句接着一句，句句都是不怀疑、不夹杂、不间断，要这样念法。念多久？不一定，上根的人像《弥陀经》上讲的，若一日到若七日就能证得；一般中根的人，甚至于讲中下根的人，十年、二十年决定得到，十年、二十年不算长。我们看海贤老和尚，他二十岁出家，师父就教他一句南无阿弥陀佛，嘱咐他一直念下去，他老实、听话、真干，这句佛号念了二十年。也就是说，他四十岁达到什么境界？我们相信他达到理一心的境界，也就是大彻大悟、明心见性，真实利益。理一心不乱就成佛了，禅宗所谓大彻大悟，明心见性，见性成佛，是真佛，不是假佛。天台大师讲六即佛，他这个六种佛里面，他是第五种，分证即佛，比他高的那是圆满究竟成佛，分证即佛就是《华严经》上所说的，实报土里面四十一位法身大士。华严是圆教，从初住到等觉都住实报土，这是分证即佛，除了不能回归常寂光就这一桩事情，除此之外，他的智慧、神通、道力跟究竟佛没有两样。",
      "zh_TW": "一句佛號，念了多少年？功夫真正得力，要從這算起，功夫不得力不算。什麼叫功夫得力？念佛的時候確實沒有雜念。念佛抓住三個重點：第一個，真正相信，沒有絲毫懷疑，有懷疑，功夫就被破壞了，不懷疑；不夾雜，夾雜就是六根會受外面六塵境界影響，不受外面境界影響，看得清楚、聽得清楚，那是自性本具般若智慧。雖然清楚，那個心如如不動，沒有受到外面干擾，依然是一句佛號念到底，這是三個條件當中第二個，不懷疑、不夾雜。第三個不間斷，一句接著一句，句句都是不懷疑、不夾雜、不間斷，要這樣念法。念多久？不一定，上根的人像《彌陀經》上講的，若一日到若七日就能證得；一般中根的人，甚至於講中下根的人，十年、二十年決定得到，十年、二十年不算長。我們看海賢老和尚，他二十歲出家，師父就教他一句南無阿彌陀佛，囑咐他一直念下去，他老實、聽話、真幹，這句佛號念了二十年。也就是說，他四十歲達到什麼境界？我們相信他達到理一心的境界，也就是大徹大悟、明心見性，真實利益。理一心不亂就成佛了，禪宗所謂大徹大悟，明心見性，見性成佛，是真佛，不是假佛。天台大師講六即佛，他這個六種佛裡面，他是第五種，分證即佛，比他高的那是圓滿究竟成佛，分證即佛就是《華嚴經》上所說的，實報土裡面四十一位法身大士。華嚴是圓教，從初住到等覺都住實報土，這是分證即佛，除了不能回歸常寂光就這一樁事情，除此之外，他的智慧、神通、道力跟究竟佛沒有兩樣。"
    },
    {
      "id": "02-041-0136_p0005",
      "zh_CN": "用念佛这个方法容易成就，一生就了了，不要等来生。用其他的法门，我们常说八万四千法门、无量法门，任何一个法门要达到这个境界都要很长很长的时间，不能用年月算，一般形容叫无量劫，有没有夸大？没有，无量劫是老实话。譬如用其他的法门证得初果，小乘须陀洹的地位，没有出六道轮回，须陀洹要出六道轮回，他要修到阿罗汉才能超越，阿罗汉超越六道轮回了。要多少时间？证得初果之后，天上人间七次往返，人间寿命到了生天，天上寿命到了再到人间，决定不堕三恶道，也不会到阿修罗、罗刹，不会，这叫圣人。人间寿命短，天上寿命长，这七次往返多长的时间？确实论劫算。这个法门确实是难信之法，怎么这么短的时间就成就了。这什么原因？真正的原因，因是你本来是佛，这是真因，《华严经》上说，「一切众生本来是佛」，因就是这个。缘呢？阿弥陀佛四十八愿威神加持，你念，阿弥陀佛就加持你；你不念，阿弥陀佛加持你加不上，就是你没接受。怎么念？不怀疑、不夹杂、不间断。我们讲二十年成就，这是一般的，确实是真的，不是假的。哪个法门能跟这个法门相比？找不到，所以是真实之利。",
      "zh_TW": "用念佛這個方法容易成就，一生就了了，不要等來生。用其他的法門，我們常說八萬四千法門、無量法門，任何一個法門要達到這個境界都要很長很長的時間，不能用年月算，一般形容叫無量劫，有沒有誇大？沒有，無量劫是老實話。譬如用其他的法門證得初果，小乘須陀洹的地位，沒有出六道輪迴，須陀洹要出六道輪迴，他要修到阿羅漢才能超越，阿羅漢超越六道輪迴了。要多少時間？證得初果之後，天上人間七次往返，人間壽命到了生天，天上壽命到了再到人間，決定不墮三惡道，也不會到阿修羅、羅剎，不會，這叫聖人。人間壽命短，天上壽命長，這七次往返多長的時間？確實論劫算。這個法門確實是難信之法，怎麼這麼短的時間就成就了。這什麼原因？真正的原因，因是你本來是佛，這是真因，《華嚴經》上說，「一切眾生本來是佛」，因就是這個。緣呢？阿彌陀佛四十八願威神加持，你念，阿彌陀佛就加持你；你不念，阿彌陀佛加持你加不上，就是你沒接受。怎麼念？不懷疑、不夾雜、不間斷。我們講二十年成就，這是一般的，確實是真的，不是假的。哪個法門能跟這個法門相比？找不到，所以是真實之利。"
    },
    {
      "id": "02-041-0136_p0006",
      "zh_CN": "下面两句说得好，「越」，是超越、超过，「三祇」是三大阿僧祇劫。三大阿僧祇劫，像我们刚才说的证得须陀洹果，修到成佛，经上一般说三个阿僧祇劫。阿僧祇劫是无量劫，用念佛这个方法超越了，一念就超越了，快！「齐诸圣于片言」，片言是一句话，阿弥陀佛，南无阿弥陀佛这一句，齐是平等，跟他的位次等齐。诸圣，声闻、缘觉、菩萨，再往上面去，四十一位法身大士，他可以超越诸圣跟法身大士平等，就是经上常说的阿惟越致菩萨。一念一句，「至哉妙用」，这个作用达到究竟圆满，才称为至哉，「亦不可得而思议者，其唯《佛说阿弥陀经》欤」。这个是莲池大师在《弥陀经疏钞》里面赞叹的。「《阿弥陀经》乃本经之小本，故知至哉妙用，其唯本经欤！」在净土经典里面，《无量寿经》称大本，《阿弥陀经》称小本，这部经说得详细，《弥陀经》说得简单，是说一桩事情。古人有说，本经就是《华严经》的中本，这个说法是真的，不是假的，《华严》说得详细，是本经的细说。《弥陀经》是本经的略说，略说分量少，可以用来做课诵本，早晚课诵本，几分钟就念完了。所以《华严》称大本，《无量寿经》称中本，《弥陀经》称小本，内容完全相同，只是有详略之不同，净土跟华严的关系就显示出来了，非常密切。",
      "zh_TW": "下面兩句說得好，「越」，是超越、超過，「三祇」是三大阿僧祇劫。三大阿僧祇劫，像我們剛才說的證得須陀洹果，修到成佛，經上一般說三個阿僧祇劫。阿僧祇劫是無量劫，用念佛這個方法超越了，一念就超越了，快！「齊諸聖於片言」，片言是一句話，阿彌陀佛，南無阿彌陀佛這一句，齊是平等，跟他的位次等齊。諸聖，聲聞、緣覺、菩薩，再往上面去，四十一位法身大士，他可以超越諸聖跟法身大士平等，就是經上常說的阿惟越致菩薩。一念一句，「至哉妙用」，這個作用達到究竟圓滿，才稱為至哉，「亦不可得而思議者，其唯《佛說阿彌陀經》歟」。這個是蓮池大師在《彌陀經疏鈔》裡面讚歎的。「《阿彌陀經》乃本經之小本，故知至哉妙用，其唯本經歟！」在淨土經典裡面，《無量壽經》稱大本，《阿彌陀經》稱小本，這部經說得詳細，《彌陀經》說得簡單，是說一樁事情。古人有說，本經就是《華嚴經》的中本，這個說法是真的，不是假的，《華嚴》說得詳細，是本經的細說。《彌陀經》是本經的略說，略說分量少，可以用來做課誦本，早晚課誦本，幾分鐘就念完了。所以《華嚴》稱大本，《無量壽經》稱中本，《彌陀經》稱小本，內容完全相同，只是有詳略之不同，淨土跟華嚴的關係就顯示出來了，非常密切。"
    },
    {
      "id": "02-041-0136_p0007",
      "zh_CN": "「本经之宗为发菩提心，一向专念」，宗是修行的总纲领、总原则，称之为宗，两句话，发菩提心，一向专念。在我们经本第二十四品，无论是上辈、中辈、下辈，后面还有一段，慈舟大师判作一心三辈，就是无论修什么法门，你把修学的功德回向求生净土，临命终时信愿持名，一句、十句都能往生，显示出净土法门真实不可思议。发菩提心，一向专念，「发菩提心圆摄信愿」，所以真信切愿，念念只想往生极乐世界，这个心就是无上菩提心。「一向专念，即是持名」，抓住这句名号绝不放松。今天社会学科学的人常说的分秒必争，我们念佛求生净土要用这个精神。我有一秒钟，可以念一句阿弥陀佛，这一秒钟没有空过，如果把佛号忘掉了，这一秒钟空过了，那叫真可惜！这一向专念就是持名，一个方向西方极乐世界，一个目标亲近阿弥陀佛，这就对了。「大小两本，同一纲宗」，纲是修行的纲领、宗旨。「如是妙法，三辈齐收」，往生到极乐世界，大分有三辈，上品、中品、下品，上中下三辈，都是用的发菩提心，一向专念，三辈是功夫有浅深不一样。",
      "zh_TW": "「本經之宗為發菩提心，一向專念」，宗是修行的總綱領、總原則，稱之為宗，兩句話，發菩提心，一向專念。在我們經本第二十四品，無論是上輩、中輩、下輩，後面還有一段，慈舟大師判作一心三輩，就是無論修什麼法門，你把修學的功德迴向求生淨土，臨命終時信願持名，一句、十句都能往生，顯示出淨土法門真實不可思議。發菩提心，一向專念，「發菩提心圓攝信願」，所以真信切願，念念只想往生極樂世界，這個心就是無上菩提心。「一向專念，即是持名」，抓住這句名號絕不放鬆。今天社會學科學的人常說的分秒必爭，我們念佛求生淨土要用這個精神。我有一秒鐘，可以念一句阿彌陀佛，這一秒鐘沒有空過，如果把佛號忘掉了，這一秒鐘空過了，那叫真可惜！這一向專念就是持名，一個方向西方極樂世界，一個目標親近阿彌陀佛，這就對了。「大小兩本，同一綱宗」，綱是修行的綱領、宗旨。「如是妙法，三輩齊收」，往生到極樂世界，大分有三輩，上品、中品、下品，上中下三輩，都是用的發菩提心，一向專念，三輩是功夫有淺深不一樣。"
    },
    {
      "id": "02-041-0136_p0008",
      "zh_CN": "后面说，「遂令凡夫，顿同补处。大哉妙用，不可思议，即是本经之发心念佛」。这个作用我们无法想像，所以非常难信，但很容易成就。难信能信，这个值得赞叹。为什么这么快就成就？记住我前面所说的一句话，因为你本来是佛。学佛的人要承认这句话，不要客气，我不敢当，那就坏了，不晓得到哪一劫你才能成就，就要希望你直下承当，听到之后，对，我就是，你这一生就能作佛。在这个世间无论干什么要谦虚客气，这句话可不能客气，这不是一般人说的，佛说的，释迦牟尼佛跟我们讲的，真的是佛，一切众生皆有佛性，既有佛性就当作佛。所以作佛是应当的、应该的，人人都可以作佛，只要你信得过，信这个字是关键，不信就难了，一定要相信，能帮助我们。我们现在是凡夫，凡夫在六道轮回出不去，虽然是凡夫，要是遇到这个法门能信，愿意往生，这句佛号念念不间断，他就成功。顿同补处，这还得了！顿是顿超、快速，立刻你跟补处菩萨相同，补处是等觉菩萨，像弥勒菩萨，他是释迦牟尼佛的补处菩萨，他在后补。释迦牟尼佛的法运终了之后，下面这一尊佛出世，就是弥勒菩萨，所以弥勒菩萨是后补佛。这个法门，唯独这个法门，能帮助凡夫在一生当中跟补处菩萨地位相同，这是真的，不是假的。凡夫修成等觉位，真的要无量劫，不止三大阿僧祇劫。所以下面称赞大哉妙用，不可思议，即是本经之发心念佛，发心就是发菩提心，念佛就是一向专念，「此即真实之利也」，这个利益是真实的，这不是假的，能帮助你在一生当中，证得圆满究竟的佛果。「如是真实妙用，于一念顷，顿越三祇（三大阿僧祇劫）」，一念之间就超越，顿是顿超，立刻就超越。「一声称名」，称这一声阿弥陀佛，「位齐诸圣」，齐是平等、等齐，跟谁等齐？跟法身大士等齐。「我等幸闻」，我们是凡夫，无比的幸运听到这个法门。「此真无量劫来希有难逢之一日」，这句话是清朝乾隆年间彭际清居士所说的，他对于听到这个法门的人赞叹说，无量劫来稀有难逢，我们遇到了。序分就到这个地方讲完了。",
      "zh_TW": "後面說，「遂令凡夫，頓同補處。大哉妙用，不可思議，即是本經之發心念佛」。這個作用我們無法想像，所以非常難信，但很容易成就。難信能信，這個值得讚歎。為什麼這麼快就成就？記住我前面所說的一句話，因為你本來是佛。學佛的人要承認這句話，不要客氣，我不敢當，那就壞了，不曉得到哪一劫你才能成就，就要希望你直下承當，聽到之後，對，我就是，你這一生就能作佛。在這個世間無論幹什麼要謙虛客氣，這句話可不能客氣，這不是一般人說的，佛說的，釋迦牟尼佛跟我們講的，真的是佛，一切眾生皆有佛性，既有佛性就當作佛。所以作佛是應當的、應該的，人人都可以作佛，只要你信得過，信這個字是關鍵，不信就難了，一定要相信，能幫助我們。我們現在是凡夫，凡夫在六道輪迴出不去，雖然是凡夫，要是遇到這個法門能信，願意往生，這句佛號念念不間斷，他就成功。頓同補處，這還得了！頓是頓超、快速，立刻你跟補處菩薩相同，補處是等覺菩薩，像彌勒菩薩，他是釋迦牟尼佛的補處菩薩，他在後補。釋迦牟尼佛的法運終了之後，下面這一尊佛出世，就是彌勒菩薩，所以彌勒菩薩是後補佛。這個法門，唯獨這個法門，能幫助凡夫在一生當中跟補處菩薩地位相同，這是真的，不是假的。凡夫修成等覺位，真的要無量劫，不止三大阿僧祇劫。所以下面稱讚大哉妙用，不可思議，即是本經之發心念佛，發心就是發菩提心，念佛就是一向專念，「此即真實之利也」，這個利益是真實的，這不是假的，能幫助你在一生當中，證得圓滿究竟的佛果。「如是真實妙用，於一念頃，頓越三祇（三大阿僧祇劫）」，一念之間就超越，頓是頓超，立刻就超越。「一聲稱名」，稱這一聲阿彌陀佛，「位齊諸聖」，齊是平等、等齊，跟誰等齊？跟法身大士等齊。「我等幸聞」，我們是凡夫，無比的幸運聽到這個法門。「此真無量劫來希有難逢之一日」，這句話是清朝乾隆年間彭際清居士所說的，他對於聽到這個法門的人讚歎說，無量劫來稀有難逢，我們遇到了。序分就到這個地方講完了。"
    },
    {
      "id": "02-041-0136_p0009",
      "zh_CN": "下面我们看第二卷，正宗分。「法藏因地第四」，第四品。这一卷，念老将注解分为四卷，这是第二卷，第二卷从第四品到第十品。「本卷」，在这卷，「详陈弥陀因地」，详细为我们说明，或者为我们介绍阿弥陀佛的因地，也就是历史，阿弥陀佛从哪里来的，他怎么样修成西方极乐世界。我们不知道他的原因，我们对他的信心就生不起来，对他的因缘彻底明了，我们的疑惑就断掉，真相信了。所以讲因地法门，怎样「见佛闻法」，怎样发大菩提心，发心之后，还用五劫的时间精勤，「结得大愿」，这个五劫就是四十八愿的由来。",
      "zh_TW": "下面我們看第二卷，正宗分。「法藏因地第四」，第四品。這一卷，念老將註解分為四卷，這是第二卷，第二卷從第四品到第十品。「本卷」，在這卷，「詳陳彌陀因地」，詳細為我們說明，或者為我們介紹阿彌陀佛的因地，也就是歷史，阿彌陀佛從哪裡來的，他怎麼樣修成西方極樂世界。我們不知道他的原因，我們對他的信心就生不起來，對他的因緣徹底明瞭，我們的疑惑就斷掉，真相信了。所以講因地法門，怎樣「見佛聞法」，怎樣發大菩提心，發心之後，還用五劫的時間精勤，「結得大願」，這個五劫就是四十八願的由來。"
    },
    {
      "id": "02-041-0136_p0010",
      "zh_CN": "「一乘愿海，六字洪名」，一乘是讲教，所谓一乘是成佛之教。佛法里头有一乘、有二乘、有三乘，二乘是声闻乘、缘觉乘，三乘是菩萨乘再加上声闻乘、缘觉乘。《法华经》上说，「唯有一乘法，无二亦无三，除佛方便说」。由此可知，佛心平等，没有高下，他如果不给我们说究竟圆满的大法，他对不起我们。可是我们的根性不高，烦恼习气太重，大法听不懂。佛接引众生、教化众生，随顺众生的根性，利根的，绝顶聪明人，佛给他说一乘法，他很快就成就了；烦恼习气重的、罪孽深的，佛给他教小乘法，慢慢帮助他提升，帮助他消业障，帮助他长智慧，慢慢走向一乘。如果遇到这个法门，实在他是无比的幸运，他真的快速成就了，这样的人在历史上有，很少。哪些人是这种大法的当机者？古德告诉我们，一个是上上根人，上上根一闻千悟，他一听就明白、就开悟了。像谁？中国有个代表的，唐朝时代禅宗六祖惠能大师，这是代表人，上上根人。他不认识字，没念过书，听别人念《金刚经》，他一听就懂。他卖柴，樵夫，这个行业现在没有了，抗战时候有。抗战时期许多城市没有电灯、没有瓦斯，所以要烧柴火，有卖柴的；家里头要有水，水有人挑，挑水，有卖水的。这在抗战期间，我这个年龄都亲身经历的，现在这个行业没有了，有电灯、有自来水，所以完全靠劳力生活。",
      "zh_TW": "「一乘願海，六字洪名」，一乘是講教，所謂一乘是成佛之教。佛法裡頭有一乘、有二乘、有三乘，二乘是聲聞乘、緣覺乘，三乘是菩薩乘再加上聲聞乘、緣覺乘。《法華經》上說，「唯有一乘法，無二亦無三，除佛方便說」。由此可知，佛心平等，沒有高下，他如果不給我們說究竟圓滿的大法，他對不起我們。可是我們的根性不高，煩惱習氣太重，大法聽不懂。佛接引眾生、教化眾生，隨順眾生的根性，利根的，絕頂聰明人，佛給他說一乘法，他很快就成就了；煩惱習氣重的、罪孽深的，佛給他教小乘法，慢慢幫助他提升，幫助他消業障，幫助他長智慧，慢慢走向一乘。如果遇到這個法門，實在他是無比的幸運，他真的快速成就了，這樣的人在歷史上有，很少。哪些人是這種大法的當機者？古德告訴我們，一個是上上根人，上上根一聞千悟，他一聽就明白、就開悟了。像誰？中國有個代表的，唐朝時代禪宗六祖惠能大師，這是代表人，上上根人。他不認識字，沒念過書，聽別人念《金剛經》，他一聽就懂。他賣柴，樵夫，這個行業現在沒有了，抗戰時候有。抗戰時期許多城市沒有電燈、沒有瓦斯，所以要燒柴火，有賣柴的；家裡頭要有水，水有人挑，挑水，有賣水的。這在抗戰期間，我這個年齡都親身經歷的，現在這個行業沒有了，有電燈、有自來水，所以完全靠勞力生活。"
    },
    {
      "id": "02-041-0136_p0011",
      "zh_CN": "惠能那时候年轻，二十四岁，家庭非常清苦，父亲过世了，没有兄弟，独生子，跟他老母亲相依为命，他是个孝子。有一天卖柴，偶然的，卖完之后拿着钱去买一点米，回家去养老母亲，偶然听到有个人念经。古时候，那个时候的窗户不是玻璃，玻璃隔音，纸糊的，纸糊的看不到里面，但是声音听得见。里面有人读经，他就听了几句，非常欢喜，等他念完，他敲门进去，问他念什么，他说念《金刚经》，他就把刚才听的那一段意思讲给他听。这个人听了非常惊讶，《金刚经》是有相当深度的经典，他怎么能听得懂？问他念书，没念过书，不认识字。这个居士也很了不起，发现到这是佛经上讲的上上根人，全心全力帮助他，根本不认识，劝他到黄梅，就是五祖的道场，跟五祖学习，你一定会有大成就。他家里生活有问题，他拿了十两银子送给他，做安家费，找些佛友照顾他母亲，让他放心去求学，他接受了。在黄梅住了八个月，五祖把衣钵就传给他了，立他为禅宗第六代祖。上上根人，跟读书不读书没关系，跟什么东西有关系？老实、听话、真干，跟这个有关系。所以要遇到是老实、听话、真干，上上根人。",
      "zh_TW": "惠能那時候年輕，二十四歲，家庭非常清苦，父親過世了，沒有兄弟，獨生子，跟他老母親相依為命，他是個孝子。有一天賣柴，偶然的，賣完之後拿著錢去買一點米，回家去養老母親，偶然聽到有個人念經。古時候，那個時候的窗戶不是玻璃，玻璃隔音，紙糊的，紙糊的看不到裡面，但是聲音聽得見。裡面有人讀經，他就聽了幾句，非常歡喜，等他念完，他敲門進去，問他念什麼，他說念《金剛經》，他就把剛才聽的那一段意思講給他聽。這個人聽了非常驚訝，《金剛經》是有相當深度的經典，他怎麼能聽得懂？問他念書，沒念過書，不認識字。這個居士也很了不起，發現到這是佛經上講的上上根人，全心全力幫助他，根本不認識，勸他到黃梅，就是五祖的道場，跟五祖學習，你一定會有大成就。他家裡生活有問題，他拿了十兩銀子送給他，做安家費，找些佛友照顧他母親，讓他放心去求學，他接受了。在黃梅住了八個月，五祖把衣缽就傳給他了，立他為禪宗第六代祖。上上根人，跟讀書不讀書沒關係，跟什麼東西有關係？老實、聽話、真幹，跟這個有關係。所以要遇到是老實、聽話、真幹，上上根人。"
    },
    {
      "id": "02-041-0136_p0012",
      "zh_CN": "我们真难得，真不容易，我们在这个时代也遇到上上根人，海贤老和尚，去年往生的，去年一月。往生的时候，这个老法师一百一十二岁，他也是不认识字，没念过书，一生没有读过一部经，也没有听过一部经，所以他的师父，高人，认识。二十岁发心出家，这师父一看，这人是个老实人，听话、真干，于是传他无上的妙法，就是一句南无阿弥陀佛，嘱咐他一直念下去。你看看他多老实，念了九十二年，叫不拐弯，不拐弯就是没有夹杂任何东西，一句佛号念九十二年。我们细心去看这个光碟，你要看出门道，看出他念到功夫成片、事一心不乱、理一心不乱，对我们是莫大的鼓励，让我们对净宗真正断疑生信，不再有丝毫疑惑。为我们证明，真有西方极乐世界，真有阿弥陀佛，为什么？他见过，他绝对不是欺骗我们，而且见过不止一次。我是最保守估计他见到极乐世界阿弥陀佛，他在一生当中决定超过十次。也就是九十二年念佛当中，念到理一心的时候，心里想见极乐世界，极乐世界就现前；想见阿弥陀佛，阿弥陀佛就现前，感应道交不可思议。平常人要念到功夫成片，你想佛，会见到佛，佛不常来，偶尔跟你见面，会透消息给你，告诉你，你的寿命还有多少年，等你寿命到的时候，我来接引你，会给你说这些话。你心就定了，念佛真有效，不是假的，佛来通知你。第二次见佛面，是你寿命快到了，佛来通知你，跟你约定时间，时间长短不定，因人而异，一般大概都是一个星期到三个月。",
      "zh_TW": "我們真難得，真不容易，我們在這個時代也遇到上上根人，海賢老和尚，去年往生的，去年一月。往生的時候，這個老法師一百一十二歲，他也是不認識字，沒念過書，一生沒有讀過一部經，也沒有聽過一部經，所以他的師父，高人，認識。二十歲發心出家，這師父一看，這人是個老實人，聽話、真幹，於是傳他無上的妙法，就是一句南無阿彌陀佛，囑咐他一直念下去。你看看他多老實，念了九十二年，叫不拐彎，不拐彎就是沒有夾雜任何東西，一句佛號念九十二年。我們細心去看這個光碟，你要看出門道，看出他念到功夫成片、事一心不亂、理一心不亂，對我們是莫大的鼓勵，讓我們對淨宗真正斷疑生信，不再有絲毫疑惑。為我們證明，真有西方極樂世界，真有阿彌陀佛，為什麼？他見過，他絕對不是欺騙我們，而且見過不止一次。我是最保守估計他見到極樂世界阿彌陀佛，他在一生當中決定超過十次。也就是九十二年念佛當中，念到理一心的時候，心裡想見極樂世界，極樂世界就現前；想見阿彌陀佛，阿彌陀佛就現前，感應道交不可思議。平常人要念到功夫成片，你想佛，會見到佛，佛不常來，偶爾跟你見面，會透消息給你，告訴你，你的壽命還有多少年，等你壽命到的時候，我來接引你，會給你說這些話。你心就定了，念佛真有效，不是假的，佛來通知你。第二次見佛面，是你壽命快到了，佛來通知你，跟你約定時間，時間長短不定，因人而異，一般大概都是一個星期到三個月。"
    },
    {
      "id": "02-041-0136_p0013",
      "zh_CN": "我早年在新加坡，新加坡居士林的老林长陈光别居士，他往生前三个月知道往生的日期，好像是八月初七。他写八月初七、八月初七，写了十几个，也没有人敢问他，就是八月初七那天走的，这三个月之前，所以知道三个月之前，他清清楚楚。实际上学佛才两年，以前学佛那都不是真的，最后两年是什么？生病，不能工作，躺在床上听我讲经。我在居士林讲经，讲经的光碟，那时候不是光碟，录像带，送到他家里，他每天看，看了两年，发心念佛求生净土。往生前一天找我给他做皈依，第二天他就走了。所以三个月前佛来告诉他时间，这第二次见面，第三次见面佛来接引，他往生的时候佛来带他去。所以一般人念佛往生，肯定有三次见佛，这是楞严会上大势至菩萨告诉我们，「忆佛念佛」，忆是想佛，心里想佛，念是口里面出声，忆比念重要。念佛，口念心里头没有佛，是假的，不是真的；心上真有佛，口上不念没有关系，那是真念佛。「现前当来，必定见佛」，现前是活在这个世间会见佛，因为你到功夫成片的时候，跟佛缘就接上了，这就是感，佛现身是应，感应道交，你能够见到佛。到事一心不乱，到理一心不乱，你就有机会常常见佛。到理一心，真的，你一想佛，佛就现前；你想极乐世界，极乐世界现前，真实不虚，不是假的。",
      "zh_TW": "我早年在新加坡，新加坡居士林的老林長陳光別居士，他往生前三個月知道往生的日期，好像是八月初七。他寫八月初七、八月初七，寫了十幾個，也沒有人敢問他，就是八月初七那天走的，這三個月之前，所以知道三個月之前，他清清楚楚。實際上學佛才兩年，以前學佛那都不是真的，最後兩年是什麼？生病，不能工作，躺在床上聽我講經。我在居士林講經，講經的光碟，那時候不是光碟，錄像帶，送到他家裡，他每天看，看了兩年，發心念佛求生淨土。往生前一天找我給他做皈依，第二天他就走了。所以三個月前佛來告訴他時間，這第二次見面，第三次見面佛來接引，他往生的時候佛來帶他去。所以一般人念佛往生，肯定有三次見佛，這是楞嚴會上大勢至菩薩告訴我們，「憶佛念佛」，憶是想佛，心裡想佛，念是口裡面出聲，憶比念重要。念佛，口念心裡頭沒有佛，是假的，不是真的；心上真有佛，口上不念沒有關係，那是真念佛。「現前當來，必定見佛」，現前是活在這個世間會見佛，因為你到功夫成片的時候，跟佛緣就接上了，這就是感，佛現身是應，感應道交，你能夠見到佛。到事一心不亂，到理一心不亂，你就有機會常常見佛。到理一心，真的，你一想佛，佛就現前；你想極樂世界，極樂世界現前，真實不虛，不是假的。"
    },
    {
      "id": "02-041-0136_p0014",
      "zh_CN": "这是海贤老和尚给我们表法，告诉我们真有极乐世界，真有阿弥陀佛。这部经夏莲居老居士会集的，真经，字字句句都是佛说的，老居士没有随便加一个字进去，非常忠于会集的原则。会集跟翻译不一样，翻译自己可以斟酌用什么文字，会集不可以，会集，字字句句都要根据原来经典里头，不可以改动一个字。自古以来翻译佛经、会集佛经，自古以来都有，有改动的，不少。这部经一个字没有改动，为了取信于后人，希望这部经让大家见到了不生疑惑，功德无量。第二个为我们证明，黄念祖老居士的注解也是真实的，不是假的，是不是念老自己意思？不是。念老有智慧，他用经来解释经。你看每一段文字，括弧里头都说出来了，这是从哪部经、哪部论上节录下来的，是某一个祖师他的开示。他总共用了一百九十三种经论，古来祖师大德的注疏，经论的部分八十三种，祖师大德开示、注疏一共一百一十种。无非都是让后人看到这部注解增长信心，没有疑虑，才能得真实利益，这慈悲到极处。海贤老和尚第三个证明，我们这些人这将近二十年，我们依这个经本（会集本），我们依黄念祖老居士的注解来学习，决定没有错误。他拿着《若要佛法兴，唯有僧赞僧》这本书，照相给我们作证，这照片我们挂在那边。所以他活这么大年岁，阿弥陀佛给他的任务就这桩事情，为大家证实这三个真实：会集本真实、注解真实、我们依照这个经本修行真实。因为我们所遇到的空前的一个灾难，许多人毁谤会集本，说我们修行错了。他老人家给我们证明，证明之后他老人家就走了，第三天就走了，自在往生，没有病苦。他的光碟、《永思集》这篇文章，我们要把它当作《无量寿经》来学习，他是我们这个时代佛门弟子的好榜样，更是净宗法门的好榜样，跟他学习决定不会有过错。",
      "zh_TW": "這是海賢老和尚給我們表法，告訴我們真有極樂世界，真有阿彌陀佛。這部經夏蓮居老居士會集的，真經，字字句句都是佛說的，老居士沒有隨便加一個字進去，非常忠於會集的原則。會集跟翻譯不一樣，翻譯自己可以斟酌用什麼文字，會集不可以，會集，字字句句都要根據原來經典裡頭，不可以改動一個字。自古以來翻譯佛經、會集佛經，自古以來都有，有改動的，不少。這部經一個字沒有改動，為了取信於後人，希望這部經讓大家見到了不生疑惑，功德無量。第二個為我們證明，黃念祖老居士的註解也是真實的，不是假的，是不是念老自己意思？不是。念老有智慧，他用經來解釋經。你看每一段文字，括弧裡頭都說出來了，這是從哪部經、哪部論上節錄下來的，是某一個祖師他的開示。他總共用了一百九十三種經論，古來祖師大德的註疏，經論的部分八十三種，祖師大德開示、註疏一共一百一十種。無非都是讓後人看到這部註解增長信心，沒有疑慮，才能得真實利益，這慈悲到極處。海賢老和尚第三個證明，我們這些人這將近二十年，我們依這個經本（會集本），我們依黃念祖老居士的註解來學習，決定沒有錯誤。他拿著《若要佛法興，唯有僧讚僧》這本書，照相給我們作證，這照片我們掛在那邊。所以他活這麼大年歲，阿彌陀佛給他的任務就這樁事情，為大家證實這三個真實：會集本真實、註解真實、我們依照這個經本修行真實。因為我們所遇到的空前的一個災難，許多人毀謗會集本，說我們修行錯了。他老人家給我們證明，證明之後他老人家就走了，第三天就走了，自在往生，沒有病苦。他的光碟、《永思集》這篇文章，我們要把它當作《無量壽經》來學習，他是我們這個時代佛門弟子的好榜樣，更是淨宗法門的好榜樣，跟他學習決定不會有過錯。"
    },
    {
      "id": "02-041-0136_p0015",
      "zh_CN": "这是阿弥陀佛发心，初发大心，五劫精勤，结得大愿，这个大愿就是四十八愿，四十八愿这么来的。一乘愿海，六字洪名，名号功德不可思议，「三根普被」，上中下三根，「万类齐收，积功累德，住真实慧，一向专志庄严妙土。于无量劫，积植德行，所发誓愿圆满成就」。圆满的圆满就这一句佛号，佛号功德无量无边无有边际。我们要想消业障、要想积功累德，怎么修？这个经上告诉我们，老实念这一句阿弥陀佛就是积功累德，就是消除无始劫来一切业障，完全在这句佛号。没有人相信，为什么？无量劫来我造的罪业太重了，哪有一句佛号能消得了的？总以为要经忏、要念咒，许许多多的法门帮助你消业障。殊不知那些方法消业障都少，消不干净，只有一句佛号能把业障、习气干干净净清除掉，不要再用第二种方法。海贤老和尚给我们做出的榜样，他一生就是一句阿弥陀佛，除一句佛号之外，他什么都不知道，念到功夫成片、事一心不乱、理一心不乱，明心见性，真不容易！做出来给我们看，我们还能不相信吗？",
      "zh_TW": "這是阿彌陀佛發心，初發大心，五劫精勤，結得大願，這個大願就是四十八願，四十八願這麼來的。一乘願海，六字洪名，名號功德不可思議，「三根普被」，上中下三根，「萬類齊收，積功累德，住真實慧，一向專志莊嚴妙土。於無量劫，積植德行，所發誓願圓滿成就」。圓滿的圓滿就這一句佛號，佛號功德無量無邊無有邊際。我們要想消業障、要想積功累德，怎麼修？這個經上告訴我們，老實念這一句阿彌陀佛就是積功累德，就是消除無始劫來一切業障，完全在這句佛號。沒有人相信，為什麼？無量劫來我造的罪業太重了，哪有一句佛號能消得了的？總以為要經懺、要念咒，許許多多的法門幫助你消業障。殊不知那些方法消業障都少，消不乾淨，只有一句佛號能把業障、習氣乾乾淨淨清除掉，不要再用第二種方法。海賢老和尚給我們做出的榜樣，他一生就是一句阿彌陀佛，除一句佛號之外，他什麼都不知道，念到功夫成片、事一心不亂、理一心不亂，明心見性，真不容易！做出來給我們看，我們還能不相信嗎？"
    },
    {
      "id": "02-041-0136_p0016",
      "zh_CN": "我们天天讲庄严佛国土，拿什么庄严？我们天天讲的化解冲突，带给这个世间安定和平，用什么方法？全是这句佛号。这佛号行吗？行。现在科学家给我们做证明，证明佛在经上所说的「相由心生」、「境随心转」。心，心里头最好的心，就是念佛的心，没有比这更好的，没有任何意念能够跟念阿弥陀佛这个念头相比。我们天天念这句阿弥陀佛，灾难可以化解，安定和平可以现前，不但如此，还能够庄严阿弥陀佛的极乐世界。我们给极乐世界添砖添瓦，用我们这个地方来做比喻，它那个砖就是添佛号，完全是一句佛号成就的。所以念这句佛号，就跟极乐世界有缘，就跟阿弥陀佛有缘，这是积植德行，就在今天。「如是内容，净土三经，唯此独备」。净土有三部经，专门介绍极乐世界，除《无量寿经》之外，有《观无量寿佛经》，简称为《观经》。《观经》是讲理论跟方法，极乐世界根据什么道理，要用什么方法，我们才能够往生。持名念佛是十六观最后的一观，方法讲了十六种，最后，最后就是最重要的、最精彩的，南无阿弥陀佛这句名号。小本《弥陀经》讲得很简单，便于做早晚课。所以三经里头，这部经讲得最详细，可以说是净土概论，「故称本经为净土第一经」。这是第二卷前面，做一个简单的介绍。",
      "zh_TW": "我們天天講莊嚴佛國土，拿什麼莊嚴？我們天天講的化解衝突，帶給這個世間安定和平，用什麼方法？全是這句佛號。這佛號行嗎？行。現在科學家給我們做證明，證明佛在經上所說的「相由心生」、「境隨心轉」。心，心裡頭最好的心，就是念佛的心，沒有比這更好的，沒有任何意念能夠跟念阿彌陀佛這個念頭相比。我們天天念這句阿彌陀佛，災難可以化解，安定和平可以現前，不但如此，還能夠莊嚴阿彌陀佛的極樂世界。我們給極樂世界添磚添瓦，用我們這個地方來做比喻，它那個磚就是添佛號，完全是一句佛號成就的。所以念這句佛號，就跟極樂世界有緣，就跟阿彌陀佛有緣，這是積植德行，就在今天。「如是內容，淨土三經，唯此獨備」。淨土有三部經，專門介紹極樂世界，除《無量壽經》之外，有《觀無量壽佛經》，簡稱為《觀經》。《觀經》是講理論跟方法，極樂世界根據什麼道理，要用什麼方法，我們才能夠往生。持名念佛是十六觀最後的一觀，方法講了十六種，最後，最後就是最重要的、最精彩的，南無阿彌陀佛這句名號。小本《彌陀經》講得很簡單，便於做早晚課。所以三經裡頭，這部經講得最詳細，可以說是淨土概論，「故稱本經為淨土第一經」。這是第二卷前面，做一個簡單的介紹。"
    },
    {
      "id": "02-041-0136_p0017",
      "zh_CN": "前面是序分，在三分里面，从这以下的是正宗分，正宗分从第四品到四十二品。它也分两科，第一科，「正说因地」。我们看正宗分前面介绍，「经之正宗分，如人之身躯，心肺各脏皆备于是」。这是佛说这三分，祖师大德给我们用人身做比喻，序分好像是头部，一看就认识这是什么人；正宗分是他的身体，五脏六腑；流通分好像是手足，用这个来比喻好懂，三分是一体。",
      "zh_TW": "前面是序分，在三分裡面，從這以下的是正宗分，正宗分從第四品到四十二品。它也分兩科，第一科，「正說因地」。我們看正宗分前面介紹，「經之正宗分，如人之身軀，心肺各臟皆備於是」。這是佛說這三分，祖師大德給我們用人身做比喻，序分好像是頭部，一看就認識這是什麼人；正宗分是他的身體，五臟六腑；流通分好像是手足，用這個來比喻好懂，三分是一體。"
    },
    {
      "id": "02-041-0136_p0018",
      "zh_CN": "「本经以第四品至四十二品为正宗分」。这里面说的什么？「弥陀因行」，阿弥陀佛在因地修行的状况。「法藏大愿」，法藏就是阿弥陀佛在因地上的称号，法藏比丘，他的大愿是怎么来的，大愿圆满，就是极乐世界成就了。极乐世界是阿弥陀佛愿力成就的，我们要往生极乐世界，要跟他的愿相应。「极乐依正庄严」，介绍西方极乐世界，依报是环境，居住的环境、学习的环境；正报是阿弥陀佛，老师，老师是阿弥陀佛，学生，十方世界去往生的这些人，上面有等觉菩萨，下面有三恶道众生。只要在临终时候，造作罪业众生真正忏悔，后不再造，一心念佛求生净土，阿弥陀佛慈悲到极处，统统接引。所以极乐世界是最容易去，但是最难相信。「极乐菩萨修持」，都要在这边说到，极乐世界，往生极乐世界就成菩萨。《华严经》上所说的五十一个阶位，极乐世界统统都有，从初信位到等觉菩萨，五十一个阶级，看他们的修行。「边地疑城生因」，极乐世界有边地，等于说预科，没有正式阶位的都在这个地方。这是什么原因？带着怀疑，但是真干，存侥幸的心，如果真有极乐世界那就好了，没有也就算了，是这么个态度、心态，大概都是边地疑城，所以一定要断疑生信。怎么断疑？这部经帮助我们断疑，你念得愈多，信心愈坚固。如果真正有坚固的信心，这经可以不必念，像海贤老和尚一样，他没有怀疑，他不需要念经，一句佛号念到底，圆满成就。「娑婆秽土恶苦，极乐显现证信等」，这些统统在这一部分，在正宗分这部分，正宗。「故不但为全经之主体，实亦为一部净宗妙法之纲宗。」纲是大纲，宗是宗要，就是最主要的部分。",
      "zh_TW": "「本經以第四品至四十二品為正宗分」。這裡面說的什麼？「彌陀因行」，阿彌陀佛在因地修行的狀況。「法藏大願」，法藏就是阿彌陀佛在因地上的稱號，法藏比丘，他的大願是怎麼來的，大願圓滿，就是極樂世界成就了。極樂世界是阿彌陀佛願力成就的，我們要往生極樂世界，要跟他的願相應。「極樂依正莊嚴」，介紹西方極樂世界，依報是環境，居住的環境、學習的環境；正報是阿彌陀佛，老師，老師是阿彌陀佛，學生，十方世界去往生的這些人，上面有等覺菩薩，下面有三惡道眾生。只要在臨終時候，造作罪業眾生真正懺悔，後不再造，一心念佛求生淨土，阿彌陀佛慈悲到極處，統統接引。所以極樂世界是最容易去，但是最難相信。「極樂菩薩修持」，都要在這邊說到，極樂世界，往生極樂世界就成菩薩。《華嚴經》上所說的五十一個階位，極樂世界統統都有，從初信位到等覺菩薩，五十一個階級，看他們的修行。「邊地疑城生因」，極樂世界有邊地，等於說預科，沒有正式階位的都在這個地方。這是什麼原因？帶著懷疑，但是真幹，存僥倖的心，如果真有極樂世界那就好了，沒有也就算了，是這麼個態度、心態，大概都是邊地疑城，所以一定要斷疑生信。怎麼斷疑？這部經幫助我們斷疑，你念得愈多，信心愈堅固。如果真正有堅固的信心，這經可以不必念，像海賢老和尚一樣，他沒有懷疑，他不需要念經，一句佛號念到底，圓滿成就。「娑婆穢土惡苦，極樂顯現證信等」，這些統統在這一部分，在正宗分這部分，正宗。「故不但為全經之主體，實亦為一部淨宗妙法之綱宗。」綱是大綱，宗是宗要，就是最主要的部分。"
    },
    {
      "id": "02-041-0136_p0019",
      "zh_CN": "「本经于极乐世界教主阿弥陀佛之因地修行」，说得很详细，「殊胜誓愿等等无边妙法行，陈述详尽，广于余经」。一切经佛常说，但是这部经讲得最详细，专门介绍西方极乐世界，介绍阿弥陀佛给我们，希望我们能够相信、能够发愿，在这一生当中横超，不是竖出是横超，往生到西方极乐世界亲近阿弥陀佛。这是佛为我们介绍这个法门最重要的目标。「本卷内容」，这是第二卷，第四品到第十品，「即弥陀因地发愿，与大愿圆满之经过」。这一卷里面，这七品经，第四到第十，我们可以把它当作西方极乐世界历史来看。这是讲历史，讲阿弥陀佛从发心到极乐世界的成就。我们搞清楚、搞明白，无论是理、无论是事，统统搞清楚才不会怀疑，怀疑是求生净土最大的障碍。所以有怀疑一定要熟读，「读书千遍，其义自见」，这方法妙极了。",
      "zh_TW": "「本經於極樂世界教主阿彌陀佛之因地修行」，說得很詳細，「殊勝誓願等等無邊妙法行，陳述詳盡，廣於餘經」。一切經佛常說，但是這部經講得最詳細，專門介紹西方極樂世界，介紹阿彌陀佛給我們，希望我們能夠相信、能夠發願，在這一生當中橫超，不是豎出是橫超，往生到西方極樂世界親近阿彌陀佛。這是佛為我們介紹這個法門最重要的目標。「本卷內容」，這是第二卷，第四品到第十品，「即彌陀因地發願，與大願圓滿之經過」。這一卷裡面，這七品經，第四到第十，我們可以把它當作西方極樂世界歷史來看。這是講歷史，講阿彌陀佛從發心到極樂世界的成就。我們搞清楚、搞明白，無論是理、無論是事，統統搞清楚才不會懷疑，懷疑是求生淨土最大的障礙。所以有懷疑一定要熟讀，「讀書千遍，其義自見」，這方法妙極了。"
    },
    {
      "id": "02-041-0136_p0020",
      "zh_CN": "「经中首云，过去无量不可思议无数之劫」。这说时间，这句话讲时间，时间太长了，所以这是「表过去之时极为久远」。在那个时候，「弥陀为世饶王」，阿弥陀佛他是个在家人，他的身分是国王。这个国王是个明君，治国是太平盛世，从别人称赞他的德号我们就晓得，世是世间，饶是丰饶，也就是物资资源非常丰足，我们中国人讲太平盛世，人民幸福美满，国王有道、有德、有福报，人民都享他的福，这世饶王。他在世这个时候，正好世间有佛，世间自在王如来，在那个时候出世讲经说法，他遇到佛，听佛讲经说法感动了，把王位舍弃，出家学道。这里面所含的甚深的义趣，我们要能体会到，他是一个好国王，为什么要出家？他有慈悲心、有爱心，总是希望帮助众生离苦得乐，他真做到了，但是只能帮助他这个国家，帮助他居住的世界，不够广大，出家成佛，他能帮助遍法界虚空界一切苦难众生，真能帮上忙。他的事业我们看到了，他建的极乐世界，极乐世界有多大？极乐世界跟遍法界虚空界一样大，跟我们现在的世界重叠在一起，我们看不见。就好比我们现在看电视屏幕，这个屏幕有很多频道，我们现在只看到一个，其他的看不见，如果我们统统看见了，这世界就不一样。实际上我们这个屏幕里头，无量无边际的频道，无数，无量无数，谁知道？明心见性的人就知道了。如果我们念佛念到理一心不乱，你全看到了，看到它所有的画面一个都不漏。你要问他有多少？他告诉你无量无边无有数字能够形容，是真的，不是假的，然后告诉你一个总的，凡所有相皆是虚妄。",
      "zh_TW": "「經中首云，過去無量不可思議無數之劫」。這說時間，這句話講時間，時間太長了，所以這是「表過去之時極為久遠」。在那個時候，「彌陀為世饒王」，阿彌陀佛他是個在家人，他的身分是國王。這個國王是個明君，治國是太平盛世，從別人稱讚他的德號我們就曉得，世是世間，饒是豐饒，也就是物資資源非常豐足，我們中國人講太平盛世，人民幸福美滿，國王有道、有德、有福報，人民都享他的福，這世饒王。他在世這個時候，正好世間有佛，世間自在王如來，在那個時候出世講經說法，他遇到佛，聽佛講經說法感動了，把王位捨棄，出家學道。這裡面所含的甚深的義趣，我們要能體會到，他是一個好國王，為什麼要出家？他有慈悲心、有愛心，總是希望幫助眾生離苦得樂，他真做到了，但是只能幫助他這個國家，幫助他居住的世界，不夠廣大，出家成佛，他能幫助遍法界虛空界一切苦難眾生，真能幫上忙。他的事業我們看到了，他建的極樂世界，極樂世界有多大？極樂世界跟遍法界虛空界一樣大，跟我們現在的世界重疊在一起，我們看不見。就好比我們現在看電視屏幕，這個屏幕有很多頻道，我們現在只看到一個，其他的看不見，如果我們統統看見了，這世界就不一樣。實際上我們這個屏幕裡頭，無量無邊際的頻道，無數，無量無數，誰知道？明心見性的人就知道了。如果我們念佛念到理一心不亂，你全看到了，看到它所有的畫面一個都不漏。你要問他有多少？他告訴你無量無邊無有數字能夠形容，是真的，不是假的，然後告訴你一個總的，凡所有相皆是虛妄。"
    },
    {
      "id": "02-041-0136_p0021",
      "zh_CN": "什么是真实的？极乐世界是真实的，它不是虚妄的。为什么？它是自性变现的，自性没有生灭、没有变化。我们虽然是性所现的，但是这里头缠着阿赖耶，阿赖耶能变，所以十方世界都是心现识变。极乐世界只有心现没有识变，所以它是真的，这个我们在学习经教里头常说，它不是假的。可是极乐世界有隐现不一样，有缘它现，它现，不能说它有；它不现，不能说它无。不现是什么？没有缘，那是我们自己有烦恼、有习气，就见不到，烦恼习气断掉了就见到。所以极乐世界有隐现不同，它没有生灭，不像阿赖耶。阿赖耶，遍法界虚空界没有离开阿赖耶，阿赖耶是生灭法，凡所有相皆是虚妄，一切有为法如梦幻泡影，那是阿赖耶，那是十法界依正庄严。佛对于这个讲得很多，讲得很清楚、很明了。所以世饶王遇佛出家学道，他要学佛，他要像佛一样有智慧、有德行、有能力、有福报，普度法界一切苦难众生。这心量扩大了，不是消极、不是逃避现实，真正令人佩服、令人尊敬。",
      "zh_TW": "什麼是真實的？極樂世界是真實的，它不是虛妄的。為什麼？它是自性變現的，自性沒有生滅、沒有變化。我們雖然是性所現的，但是這裡頭纏著阿賴耶，阿賴耶能變，所以十方世界都是心現識變。極樂世界只有心現沒有識變，所以它是真的，這個我們在學習經教裡頭常說，它不是假的。可是極樂世界有隱現不一樣，有緣它現，它現，不能說它有；它不現，不能說它無。不現是什麼？沒有緣，那是我們自己有煩惱、有習氣，就見不到，煩惱習氣斷掉了就見到。所以極樂世界有隱現不同，它沒有生滅，不像阿賴耶。阿賴耶，遍法界虛空界沒有離開阿賴耶，阿賴耶是生滅法，凡所有相皆是虛妄，一切有為法如夢幻泡影，那是阿賴耶，那是十法界依正莊嚴。佛對於這個講得很多，講得很清楚、很明瞭。所以世饒王遇佛出家學道，他要學佛，他要像佛一樣有智慧、有德行、有能力、有福報，普度法界一切苦難眾生。這心量擴大了，不是消極、不是逃避現實，真正令人佩服、令人尊敬。"
    },
    {
      "id": "02-041-0136_p0022",
      "zh_CN": "「法名法藏」，这是他出家的法名，没有出家之前，人家称他为世饶王。「发起宏深誓愿」，这个誓愿简单的一句话说，他希望遍法界虚空界，一切诸佛刹土里面的十法界六道众生，离究竟苦，得究竟乐。离究竟苦就是帮助他们从六道十法界超越，得究竟乐到哪里去？他就想到极乐世界。极乐世界怎么成就的？他向他的老师世间自在王请教。老师教他，你去参访一切诸佛刹土，亲自去看，一个都不漏，诸佛刹土里面有善的、好的统统采取，不善的、不好的统统不要，这样建立一个世界，是集一切诸佛世界美好之大成。极乐世界这么来的，不是想像来的，不是阿弥陀佛的理想，也不是世间自在王的想像，不是的，实际上去考察。所以他用了多长时间？五劫。五劫考察，总结成大愿，这四十八愿就是五劫考察的结果。这四十八愿兑现了，就是西方极乐世界。所以发起宏深誓愿，「故知弥陀因地发心修行，为时实难称计」。这个五劫修行是他考察的时间，考察之外，发心修行，那真的时间太长了，无法称说，没有办法计算。「但更应知弥陀发愿之时，已非凡夫」，不是凡夫，是什么？「古德多称此时已是地上菩萨」。可以这样说法，不是地上菩萨，怎么能见到佛？所以说他是登地菩萨，讲得通。「如是则弥陀最初发心之时，更远于此」，早之早矣，弥陀发心功德不可思议。「是故」，这是念老劝我们，「净宗学人于此应生净信，弥感佛恩」。没有他发心，没有他认真修行，没有他建立极乐世界，我们怎么可能成就？我们的修行成就要无量劫，现在把无量劫缩短，短短十几年，三、四十年时间就能成就，真正不可思议，所以感佛之恩。",
      "zh_TW": "「法名法藏」，這是他出家的法名，沒有出家之前，人家稱他為世饒王。「發起宏深誓願」，這個誓願簡單的一句話說，他希望遍法界虛空界，一切諸佛剎土裡面的十法界六道眾生，離究竟苦，得究竟樂。離究竟苦就是幫助他們從六道十法界超越，得究竟樂到哪裡去？他就想到極樂世界。極樂世界怎麼成就的？他向他的老師世間自在王請教。老師教他，你去參訪一切諸佛剎土，親自去看，一個都不漏，諸佛剎土裡面有善的、好的統統採取，不善的、不好的統統不要，這樣建立一個世界，是集一切諸佛世界美好之大成。極樂世界這麼來的，不是想像來的，不是阿彌陀佛的理想，也不是世間自在王的想像，不是的，實際上去考察。所以他用了多長時間？五劫。五劫考察，總結成大願，這四十八願就是五劫考察的結果。這四十八願兌現了，就是西方極樂世界。所以發起宏深誓願，「故知彌陀因地發心修行，為時實難稱計」。這個五劫修行是他考察的時間，考察之外，發心修行，那真的時間太長了，無法稱說，沒有辦法計算。「但更應知彌陀發願之時，已非凡夫」，不是凡夫，是什麼？「古德多稱此時已是地上菩薩」。可以這樣說法，不是地上菩薩，怎麼能見到佛？所以說他是登地菩薩，講得通。「如是則彌陀最初發心之時，更遠於此」，早之早矣，彌陀發心功德不可思議。「是故」，這是念老勸我們，「淨宗學人於此應生淨信，彌感佛恩」。沒有他發心，沒有他認真修行，沒有他建立極樂世界，我們怎麼可能成就？我們的修行成就要無量劫，現在把無量劫縮短，短短十幾年，三、四十年時間就能成就，真正不可思議，所以感佛之恩。"
    },
    {
      "id": "02-041-0136_p0023",
      "zh_CN": "「盖此极乐依正及持名妙法，乃弥陀无量无数不可思议劫，精勤修习之妙果」。这一句话都说到了，阿弥陀佛多长的时间？无量无数不可思议，无法想像时劫之长。这么长时间里面精勤，精勤是制心一处，佛末后那一句无事不办，只要你能把心放在一处。海贤老和尚就是把心放在阿弥陀佛这一处，他能够得功夫成片、事一心不乱、理一心不乱。没有别的巧妙，就是制心一处。这就是精，精就是精一，勤，勤就是不断修习，妙果是极乐世界。他所学习的就是无量清净平等觉，经题上这五个字。今天再用这个果觉，作我们修行的因心，「此恩此德，匪言可喻」。他为我们开的法门，教导我们的，这个方法是用他的果觉，他在极乐世界成佛了，怎么成的？清净平等觉成的。我们如何修清净心？这一句佛号圆满清净；再向上提升，平等心，平等心是圆满的真心，还是用一句佛号；终极的目标，大彻大悟、明心见性，那就是觉，还是用一句名号。这句名号不拐弯，不能忘记、不能丢失。念念都是这句阿弥陀佛，生活不离、工作不离，它不妨碍，心里念佛，一点妨碍都没有，一切时、一切处不离阿弥陀佛。这个法子精妙到极处，作我们因地心。此恩此德，言语说不尽。",
      "zh_TW": "「蓋此極樂依正及持名妙法，乃彌陀無量無數不可思議劫，精勤修習之妙果」。這一句話都說到了，阿彌陀佛多長的時間？無量無數不可思議，無法想像時劫之長。這麼長時間裡面精勤，精勤是制心一處，佛末後那一句無事不辦，只要你能把心放在一處。海賢老和尚就是把心放在阿彌陀佛這一處，他能夠得功夫成片、事一心不亂、理一心不亂。沒有別的巧妙，就是制心一處。這就是精，精就是精一，勤，勤就是不斷修習，妙果是極樂世界。他所學習的就是無量清淨平等覺，經題上這五個字。今天再用這個果覺，作我們修行的因心，「此恩此德，匪言可喻」。他為我們開的法門，教導我們的，這個方法是用他的果覺，他在極樂世界成佛了，怎麼成的？清淨平等覺成的。我們如何修清淨心？這一句佛號圓滿清淨；再向上提升，平等心，平等心是圓滿的真心，還是用一句佛號；終極的目標，大徹大悟、明心見性，那就是覺，還是用一句名號。這句名號不拐彎，不能忘記、不能丟失。念念都是這句阿彌陀佛，生活不離、工作不離，它不妨礙，心裡念佛，一點妨礙都沒有，一切時、一切處不離阿彌陀佛。這個法子精妙到極處，作我們因地心。此恩此德，言語說不盡。"
    },
    {
      "id": "02-041-0136_p0024",
      "zh_CN": "「再者弥陀因地久证法身」，证法身就是大彻大悟、明心见性，这个时间太久了。「故此一乘愿王、六字洪名、极乐依正种种庄严，甚至一毛一尘，无非弥陀无为法身、真实智慧之所流现」。极乐世界好在哪里？这几句给我们的描绘，让我们产生真实稀有难逢。他是久远劫前就证得法身菩萨，这个久远劫之前是在他为世饶王之前，世饶王这个时候他已经是，古人有说，说他是地上菩萨，那真的是久证法身。故此一乘愿王，一乘愿王，四十八愿，四十八愿圆满在六字洪名之中，六字洪名是南无阿弥陀佛，这一句里头是四十八愿，四十八愿里面是极乐世界依正庄严。甚至于一毛一尘，这是讲极乐世界，用这个做比喻，一根汗毛、一粒微尘都是阿弥陀佛的无为法身、真实智慧里面流出来，显示出来的，所流所现。",
      "zh_TW": "「再者彌陀因地久證法身」，證法身就是大徹大悟、明心見性，這個時間太久了。「故此一乘願王、六字洪名、極樂依正種種莊嚴，甚至一毛一塵，無非彌陀無為法身、真實智慧之所流現」。極樂世界好在哪裡？這幾句給我們的描繪，讓我們產生真實稀有難逢。他是久遠劫前就證得法身菩薩，這個久遠劫之前是在他為世饒王之前，世饒王這個時候他已經是，古人有說，說他是地上菩薩，那真的是久證法身。故此一乘願王，一乘願王，四十八願，四十八願圓滿在六字洪名之中，六字洪名是南無阿彌陀佛，這一句裡頭是四十八願，四十八願裡面是極樂世界依正莊嚴。甚至於一毛一塵，這是講極樂世界，用這個做比喻，一根汗毛、一粒微塵都是阿彌陀佛的無為法身、真實智慧裡面流出來，顯示出來的，所流所現。"
    },
    {
      "id": "02-041-0136_p0025",
      "zh_CN": "「一一皆超情离见」，情跟见就是八识五十一心所，这些东西十方世界诸佛刹土里面很多很多，都不能避免。像我们这个世界，我们六根所接触的六尘境界，整个宇宙都是情见，情是迷惑，见是思想见解。换句话说，我们没有看到真相、没有见到真相、没有想到真相，所想的、所看的都是虚妄相，跟《金刚经》上所说的一样，「凡所有相，皆是虚妄」。我们把虚妄当真实，于是永远不能脱离虚妄。虚妄是六道，虚妄是十法界。脱离六道是脱离严重的虚妄，还有一重虚妄，十法界，脱离六道轮回证阿罗汉果，脱离十法界就是法身菩萨。这个法门能叫我们在一生当中，短短的十几年时间里面就能够超越两重虚妄，超越六道、超越十法界，往生到一真法界。「一一皆是实相正印之所印」，印是印证。中国古代对于这个印非常重视，外国人用签名，中国人用印章。十法界依正庄严，统统是实相正印所印的，所以「一一皆是开化显示真实之际」，一一就是万法。惠能大师开悟时候告诉我们，「何期自性，能生万法」，这一句很重要。宇宙从哪来的？一般宗教说神造的，佛法没有讲神造的，佛法说什么？自性是本有的，是自性变现的。只要你明心见性，你对于这个世出世间一切法，自然通达明了，这叫开悟，不仅开悟，而且是大彻大悟。",
      "zh_TW": "「一一皆超情離見」，情跟見就是八識五十一心所，這些東西十方世界諸佛剎土裡面很多很多，都不能避免。像我們這個世界，我們六根所接觸的六塵境界，整個宇宙都是情見，情是迷惑，見是思想見解。換句話說，我們沒有看到真相、沒有見到真相、沒有想到真相，所想的、所看的都是虛妄相，跟《金剛經》上所說的一樣，「凡所有相，皆是虛妄」。我們把虛妄當真實，於是永遠不能脫離虛妄。虛妄是六道，虛妄是十法界。脫離六道是脫離嚴重的虛妄，還有一重虛妄，十法界，脫離六道輪迴證阿羅漢果，脫離十法界就是法身菩薩。這個法門能叫我們在一生當中，短短的十幾年時間裡面就能夠超越兩重虛妄，超越六道、超越十法界，往生到一真法界。「一一皆是實相正印之所印」，印是印證。中國古代對於這個印非常重視，外國人用簽名，中國人用印章。十法界依正莊嚴，統統是實相正印所印的，所以「一一皆是開化顯示真實之際」，一一就是萬法。惠能大師開悟時候告訴我們，「何期自性，能生萬法」，這一句很重要。宇宙從哪來的？一般宗教說神造的，佛法沒有講神造的，佛法說什麼？自性是本有的，是自性變現的。只要你明心見性，你對於這個世出世間一切法，自然通達明瞭，這叫開悟，不僅開悟，而且是大徹大悟。"
    },
    {
      "id": "02-041-0136_p0026",
      "zh_CN": "大乘佛法教我们，我们中国老祖宗、古圣先贤教我们，怎么个教法？向内求，别向外求。因为外面全是假的，凡所有相皆是虚妄，你怎么能求得到？应该怎么求法？向内。所以佛家的经典叫内典，佛家的方法叫内学，不向外。为什么？能大师说得很好，「何期自性，本自具足」，这句话说得好，自性具足什么？具足无量智慧。有智慧自然就有知识，你的认知不会错误，所以智慧里头有知识，知识里头没有智慧，这个道理要知道。怎么个求法？一门深入，长时薰修。古人写在《三字经》童蒙课本里头，「教之道，贵以专」，教要专，学当然要专，不能同时学两样东西，一样一样的来。一样还没学会，再学第二样，会把你的头脑混淆，你不能集中，你一样都学不好。中国古人、大乘佛法，知道这个事实真相，所以教人要专，无论世出世间法都要专，希望你做专家，不要做通家。专家开悟了，自然就通了，没有学过的东西全知道。世尊给我们做个好榜样，他开悟之后就教学，七十九岁圆寂的，教学四十九年。他三十岁开悟，三十岁就出来教学，他讲的这些经、这些论，谁教他的？他在哪里学来的？没有，没有老师。虽然出来学了十二年，那个十二年学的东西一样也没用上，全是自性里头自然流露出来的，这个我们要知道。所以佛法要持戒、要修定、要开智慧。戒是手段，定也是手段，终极的目的是开悟，大彻大悟、明心见性，这个时候世出世间法没有一样不知道。就是传戒师告诉海贤老和尚的那句话，这句佛号一直念下去，明白了不要乱说，不能说。你看，就把他算定了，他一定开悟，那个明白了就是开悟，大彻大悟。大彻大悟怎么样？不可以说，不能说，所以他也一生不说，但是曾经讲过，我什么都知道。这句话不能随便说，随便说是大妄语，什么都知道就是大彻大悟。他在世我绝不敢这样讲法，他走了我敢讲，他真的大彻大悟，真的什么都知道。所以一一皆是开化显示真实之际。「一一皆是惠予众生真实之利。故此法门，不可思议。」这三个真实，真实智慧、真实之际、真实利益，这部经全具足了，而且讲得很细致，这是一切大乘经里头的精华，在这部经里头。",
      "zh_TW": "大乘佛法教我們，我們中國老祖宗、古聖先賢教我們，怎麼個教法？向內求，別向外求。因為外面全是假的，凡所有相皆是虛妄，你怎麼能求得到？應該怎麼求法？向內。所以佛家的經典叫內典，佛家的方法叫內學，不向外。為什麼？能大師說得很好，「何期自性，本自具足」，這句話說得好，自性具足什麼？具足無量智慧。有智慧自然就有知識，你的認知不會錯誤，所以智慧裡頭有知識，知識裡頭沒有智慧，這個道理要知道。怎麼個求法？一門深入，長時薰修。古人寫在《三字經》童蒙課本裡頭，「教之道，貴以專」，教要專，學當然要專，不能同時學兩樣東西，一樣一樣的來。一樣還沒學會，再學第二樣，會把你的頭腦混淆，你不能集中，你一樣都學不好。中國古人、大乘佛法，知道這個事實真相，所以教人要專，無論世出世間法都要專，希望你做專家，不要做通家。專家開悟了，自然就通了，沒有學過的東西全知道。世尊給我們做個好榜樣，他開悟之後就教學，七十九歲圓寂的，教學四十九年。他三十歲開悟，三十歲就出來教學，他講的這些經、這些論，誰教他的？他在哪裡學來的？沒有，沒有老師。雖然出來學了十二年，那個十二年學的東西一樣也沒用上，全是自性裡頭自然流露出來的，這個我們要知道。所以佛法要持戒、要修定、要開智慧。戒是手段，定也是手段，終極的目的是開悟，大徹大悟、明心見性，這個時候世出世間法沒有一樣不知道。就是傳戒師告訴海賢老和尚的那句話，這句佛號一直念下去，明白了不要亂說，不能說。你看，就把他算定了，他一定開悟，那個明白了就是開悟，大徹大悟。大徹大悟怎麼樣？不可以說，不能說，所以他也一生不說，但是曾經講過，我什麼都知道。這句話不能隨便說，隨便說是大妄語，什麼都知道就是大徹大悟。他在世我絕不敢這樣講法，他走了我敢講，他真的大徹大悟，真的什麼都知道。所以一一皆是開化顯示真實之際。「一一皆是惠予眾生真實之利。故此法門，不可思議。」這三個真實，真實智慧、真實之際、真實利益，這部經全具足了，而且講得很細緻，這是一切大乘經裡頭的精華，在這部經裡頭。"
    },
    {
      "id": "02-041-0136_p0027",
      "zh_CN": "「下第四品，首明法藏比丘因地学道发心之因缘。」法藏因地第四。今天时间到了，我们就学习到此地。",
      "zh_TW": "「下第四品，首明法藏比丘因地學道發心之因緣。」法藏因地第四。今天時間到了，我們就學習到此地。"
    }
  ]
}