{
  "doc_id": "02-041-0306",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三Ｏ六集",
    "zh_TW": "第三Ｏ六集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0306",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "02-041-0306_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0306_p0002",
      "zh_CN": "请看《大经科注》第七百三十三页第六行：",
      "zh_TW": "請看《大經科註》第七百三十三頁第六行："
    },
    {
      "id": "02-041-0306_p0003",
      "zh_CN": "「又《无量寿经钞》曰：憬兴明许三辈九品，凡夫往生。故彼释云」，这是憬兴大师的话，「凡小往生」，第一，第二「大圣往生。言凡小者，指三辈」。憬兴，念老集注引用得很多，都是《无量寿经钞》这部书里面的话。明许，明是明白，一点都不含糊，明明白白允许，也就是同意这个说法。三辈九品都是凡夫往生，说得非常好。",
      "zh_TW": "「又《無量壽經鈔》曰：憬興明許三輩九品，凡夫往生。故彼釋云」，這是憬興大師的話，「凡小往生」，第一，第二「大聖往生。言凡小者，指三輩」。憬興，念老集註引用得很多，都是《無量壽經鈔》這部書裡面的話。明許，明是明白，一點都不含糊，明明白白允許，也就是同意這個說法。三輩九品都是凡夫往生，說得非常好。"
    },
    {
      "id": "02-041-0306_p0004",
      "zh_CN": "还有《游心安乐道》也说：「又四十八愿，初先为一切凡夫，后兼为三乘圣人。」这个我们在第六品念过。为三乘圣人，是四十八愿最后的五愿，前面统统是为凡夫。这个是净宗无比殊胜的帮助众生度脱的方法，一定要知道。「故知净土宗意，本为凡夫，兼为圣人。」圣人是阿罗汉以上的，那是附带的，主要的是度六道轮回里面众生。上面二十八层天，下面无间地狱，阿弥陀佛悲悯这一类的众生。这类众生非常苦，生生世世在六道当中，冤冤相报没完没了，苦不堪言。所以弥陀发的大愿心，是度这些人为主的。",
      "zh_TW": "還有《遊心安樂道》也說：「又四十八願，初先為一切凡夫，後兼為三乘聖人。」這個我們在第六品念過。為三乘聖人，是四十八願最後的五願，前面統統是為凡夫。這個是淨宗無比殊勝的幫助眾生度脫的方法，一定要知道。「故知淨土宗意，本為凡夫，兼為聖人。」聖人是阿羅漢以上的，那是附帶的，主要的是度六道輪迴裡面眾生。上面二十八層天，下面無間地獄，阿彌陀佛悲憫這一類的眾生。這類眾生非常苦，生生世世在六道當中，冤冤相報沒完沒了，苦不堪言。所以彌陀發的大願心，是度這些人為主的。"
    },
    {
      "id": "02-041-0306_p0005",
      "zh_CN": "罗汉以上这些圣人是附带的，只要学这个法门，阿罗汉没有明心见性，虽然脱离六道，没有脱离十法界，他要想向上提升，遇到这个法门非常容易，那真的是万修万人去。为什么？这些圣人有智慧、有定功、有神通，他们完全明了。依照通途的法门，就是普通法门，这些人要想脱离十法界很不容易，能遇到这个法门，他这一生保证成就，而且成就比我们高，比我们快。为什么？他知道状况，他有智慧。我们不知道，虽然学这个法门，还不免有怀疑，这个怀疑障道，就怕的是临命终时障碍往生，这很可怕。实际状况，被障碍的人数太多了，一万个念佛人当中，真正能往生只有二、三个人。那什么原因？绝大多数都是被烦恼习气障碍了，临终最后一口气还念着这些事情，他就去不了。最关键的就是临命终时，所以一念、十念都能往生。",
      "zh_TW": "羅漢以上這些聖人是附帶的，只要學這個法門，阿羅漢沒有明心見性，雖然脫離六道，沒有脫離十法界，他要想向上提升，遇到這個法門非常容易，那真的是萬修萬人去。為什麼？這些聖人有智慧、有定功、有神通，他們完全明瞭。依照通途的法門，就是普通法門，這些人要想脫離十法界很不容易，能遇到這個法門，他這一生保證成就，而且成就比我們高，比我們快。為什麼？他知道狀況，他有智慧。我們不知道，雖然學這個法門，還不免有懷疑，這個懷疑障道，就怕的是臨命終時障礙往生，這很可怕。實際狀況，被障礙的人數太多了，一萬個念佛人當中，真正能往生只有二、三個人。那什麼原因？絕大多數都是被煩惱習氣障礙了，臨終最後一口氣還念著這些事情，他就去不了。最關鍵的就是臨命終時，所以一念、十念都能往生。"
    },
    {
      "id": "02-041-0306_p0006",
      "zh_CN": "往生的条件就是信愿，真正相信，真正愿生极乐世界，愿意亲近阿弥陀佛，条件就具足了，临命终的时候，阿弥陀佛决定来接引。只要十念或者是一念都能往生，生凡圣同居土下下品。行不行？行。莲池大师、蕅益大师给我们做了榜样。他们在世的时候，有人向他请教，你念佛往生，什么样的地位你就满意了？大师告诉人，我只要往生，下下品往生这个地位我就很满意了。大师是表法给我们看的，下下品就满意了，真满意了，为什么？做阿弥陀佛的好学生，到西方极乐世界，一切从头学起，来扎下深根，将来结大果。这是真正智慧，真正的福报，不是坏事。人只要有这种心，他心多清净，不跟人家争品位，连极乐世界品位都不争了，都放下了，一切随顺自然，好！所以只要掌握着四个字，「信、愿、持名」，持名就是念佛。这句佛号常常放在心上，常常放在嘴上，口不念的时候，心里面佛号没断，这就是真正念佛人。心里面只存阿弥陀佛名号，没有杂念，没有妄想，没有起心动念，没有分别执着，这个人是真念佛人。",
      "zh_TW": "往生的條件就是信願，真正相信，真正願生極樂世界，願意親近阿彌陀佛，條件就具足了，臨命終的時候，阿彌陀佛決定來接引。只要十念或者是一念都能往生，生凡聖同居土下下品。行不行？行。蓮池大師、蕅益大師給我們做了榜樣。他們在世的時候，有人向他請教，你念佛往生，什麼樣的地位你就滿意了？大師告訴人，我只要往生，下下品往生這個地位我就很滿意了。大師是表法給我們看的，下下品就滿意了，真滿意了，為什麼？做阿彌陀佛的好學生，到西方極樂世界，一切從頭學起，來扎下深根，將來結大果。這是真正智慧，真正的福報，不是壞事。人只要有這種心，他心多清淨，不跟人家爭品位，連極樂世界品位都不爭了，都放下了，一切隨順自然，好！所以只要掌握著四個字，「信、願、持名」，持名就是念佛。這句佛號常常放在心上，常常放在嘴上，口不念的時候，心裡面佛號沒斷，這就是真正念佛人。心裡面只存阿彌陀佛名號，沒有雜念，沒有妄想，沒有起心動念，沒有分別執著，這個人是真念佛人。"
    },
    {
      "id": "02-041-0306_p0007",
      "zh_CN": "往生西方极乐世界，不想品位，我们有理由相信，他的品位很高，想品位的人，品位仍没有他高。为什么？品位是个杂念，他念佛还有一个杂念没舍掉；那个不要品位的人，这个杂念没有了，这一念也没有了，纯，真心、纯心。这个道理不难懂，我们搞清楚、搞明白了，在这个世间学莲池、蕅益，近代的，咱们学海贤老和尚。这个老和尚，一百一十二岁往生的，二十岁出家，师父教他念这一句佛号，他念了九十二年。我相信他是高品位往生，生实报庄严土。",
      "zh_TW": "往生西方極樂世界，不想品位，我們有理由相信，他的品位很高，想品位的人，品位仍沒有他高。為什麼？品位是個雜念，他念佛還有一個雜念沒捨掉；那個不要品位的人，這個雜念沒有了，這一念也沒有了，純，真心、純心。這個道理不難懂，我們搞清楚、搞明白了，在這個世間學蓮池、蕅益，近代的，咱們學海賢老和尚。這個老和尚，一百一十二歲往生的，二十歲出家，師父教他念這一句佛號，他念了九十二年。我相信他是高品位往生，生實報莊嚴土。"
    },
    {
      "id": "02-041-0306_p0008",
      "zh_CN": "东晋远公大师建立净土宗，所依靠的就是一部《无量寿经》，那个时候，《弥陀经》跟《观无量寿经》还没有翻出来，只依靠这一部。大师传记里面告诉我们，我们相信绝不是假话，他一生见极乐世界、见阿弥陀佛四次。那我们有理由相信，海贤老和尚见极乐世界、见阿弥陀佛不止四次，九十二年，这么长的时间，我们估计至少至少也是十次以上，不会在十次以下；换句话说，极乐世界常常去游玩，阿弥陀佛多次见面。因为在他光碟里面我们听到了，他自己说的：我有很多次求阿弥陀佛带我到极乐世界去。阿弥陀佛劝他，说你修学的功夫不错，在这个世界上多住几年，给佛弟子做个好榜样，特别是给念佛求生极乐世界的人做好样子。所以他的寿命，我感觉到没那么长，那么长的寿命是阿弥陀佛给他的，要叫他表法，多住几年。",
      "zh_TW": "東晉遠公大師建立淨土宗，所依靠的就是一部《無量壽經》，那個時候，《彌陀經》跟《觀無量壽經》還沒有翻出來，只依靠這一部。大師傳記裡面告訴我們，我們相信絕不是假話，他一生見極樂世界、見阿彌陀佛四次。那我們有理由相信，海賢老和尚見極樂世界、見阿彌陀佛不止四次，九十二年，這麼長的時間，我們估計至少至少也是十次以上，不會在十次以下；換句話說，極樂世界常常去遊玩，阿彌陀佛多次見面。因為在他光碟裡面我們聽到了，他自己說的：我有很多次求阿彌陀佛帶我到極樂世界去。阿彌陀佛勸他，說你修學的功夫不錯，在這個世界上多住幾年，給佛弟子做個好榜樣，特別是給念佛求生極樂世界的人做好樣子。所以他的壽命，我感覺到沒那麼長，那麼長的壽命是阿彌陀佛給他的，要叫他表法，多住幾年。"
    },
    {
      "id": "02-041-0306_p0009",
      "zh_CN": "我们有理由相信，阿弥陀佛一定跟他说，什么时候我来接你往生？等到有一天你看到一本书，这个书叫《若要佛法兴，唯有僧赞僧》，你看到这本书，阿弥陀佛就来接引。这桩事情对贤公老和尚来讲，是很困难的，为什么？这个老人大家都知道他，他不认识字，没有念过书，谁会带书给他看？不可能嘛。所以每一个去看老和尚都是带一点吃的东西，送一点他用的东西，不可能带书给他看。没有想到二Ｏ一三年，二Ｏ一三年一月，真的有一个居士带了这本书去看老和尚。老和尚看到有人带书来了，他就特别警觉到，问他，你这书什么书？他说这个书叫《若要佛法兴，唯有僧赞僧》。老和尚一听，高兴得不得了，赶快到房间里面去穿袍搭衣，穿得整整齐齐出来，拿着这本书，要人给他照相。他的弟子告诉我们，老和尚一生没有主动要求人给他照相的，第一次，他这么高兴！你看照了这个像，这像就挂在那边，三天之后就走了。在我想，这是阿弥陀佛告诉他的，这本书出现，你的表法任务就圆满了，佛带他到极乐世界去。",
      "zh_TW": "我們有理由相信，阿彌陀佛一定跟他說，什麼時候我來接你往生？等到有一天你看到一本書，這個書叫《若要佛法興，唯有僧讚僧》，你看到這本書，阿彌陀佛就來接引。這樁事情對賢公老和尚來講，是很困難的，為什麼？這個老人大家都知道他，他不認識字，沒有念過書，誰會帶書給他看？不可能嘛。所以每一個去看老和尚都是帶一點吃的東西，送一點他用的東西，不可能帶書給他看。沒有想到二Ｏ一三年，二Ｏ一三年一月，真的有一個居士帶了這本書去看老和尚。老和尚看到有人帶書來了，他就特別警覺到，問他，你這書什麼書？他說這個書叫《若要佛法興，唯有僧讚僧》。老和尚一聽，高興得不得了，趕快到房間裡面去穿袍搭衣，穿得整整齊齊出來，拿著這本書，要人給他照相。他的弟子告訴我們，老和尚一生沒有主動要求人給他照相的，第一次，他這麼高興！你看照了這個像，這像就掛在那邊，三天之後就走了。在我想，這是阿彌陀佛告訴他的，這本書出現，你的表法任務就圓滿了，佛帶他到極樂世界去。"
    },
    {
      "id": "02-041-0306_p0010",
      "zh_CN": "预知时至，自在往生，往生没有叫人助念，他没有告诉人家。白天在田里干了一天工作，很辛苦，夜晚走了。第二天有人请老和尚，看老和尚没起来，到房间一看，他走了。做榜样给我们看。那我们也要发愿，我在这个世间还有一天，这一天还没走，那我要做个好榜样给其他同学们看。自行化他，自行就是化他，化他就是自行，是一不是二。",
      "zh_TW": "預知時至，自在往生，往生沒有叫人助念，他沒有告訴人家。白天在田裡幹了一天工作，很辛苦，夜晚走了。第二天有人請老和尚，看老和尚沒起來，到房間一看，他走了。做榜樣給我們看。那我們也要發願，我在這個世間還有一天，這一天還沒走，那我要做個好榜樣給其他同學們看。自行化他，自行就是化他，化他就是自行，是一不是二。"
    },
    {
      "id": "02-041-0306_p0011",
      "zh_CN": "所以念老这个集注，这两篇，二十四、二十五，二十四是说「三辈往生」，下面一品是「往生正因」，这两品非常重要，告诉我们，怎么样修才能够往生到极乐世界，亲近阿弥陀佛。首先要明了，这个方法是对我们说的，不是对圣人说的。就是大乘、小乘，其他这些法门，这里头修行人，小乘里头有罗汉，从初果到四果，大乘里面有菩萨，从初信位到十住位，那些是附带的，主要是我们这些凡夫。你在这上能够认清楚就对了。对这些经文，念老的开示，我们要感恩，念老的开示说得这么详细，无非是帮助我们断疑生信。",
      "zh_TW": "所以念老這個集註，這兩篇，二十四、二十五，二十四是說「三輩往生」，下面一品是「往生正因」，這兩品非常重要，告訴我們，怎麼樣修才能夠往生到極樂世界，親近阿彌陀佛。首先要明瞭，這個方法是對我們說的，不是對聖人說的。就是大乘、小乘，其他這些法門，這裡頭修行人，小乘裡頭有羅漢，從初果到四果，大乘裡面有菩薩，從初信位到十住位，那些是附帶的，主要是我們這些凡夫。你在這上能夠認清楚就對了。對這些經文，念老的開示，我們要感恩，念老的開示說得這麼詳細，無非是幫助我們斷疑生信。"
    },
    {
      "id": "02-041-0306_p0012",
      "zh_CN": "下面引用《游心安乐道》，这里面说，「又四十八愿，初先为一切凡夫，后兼为三乘圣人」，跟《无量寿经钞》里面所说的完全相同。「故知净土宗意，本为凡夫，兼为圣人也。」他度众生，主要的是度六道众生，有小乘、有圣人遇到这个法门了，他也不拒绝，统统得度。但是这里头这两句话要记住，「本为凡夫，兼为圣人」，阿弥陀佛开净土法门，建极乐世界，是为六道众生做的。",
      "zh_TW": "下面引用《遊心安樂道》，這裡面說，「又四十八願，初先為一切凡夫，後兼為三乘聖人」，跟《無量壽經鈔》裡面所說的完全相同。「故知淨土宗意，本為凡夫，兼為聖人也。」他度眾生，主要的是度六道眾生，有小乘、有聖人遇到這個法門了，他也不拒絕，統統得度。但是這裡頭這兩句話要記住，「本為凡夫，兼為聖人」，阿彌陀佛開淨土法門，建極樂世界，是為六道眾生做的。"
    },
    {
      "id": "02-041-0306_p0013",
      "zh_CN": "「更据本品」，《无量寿经》这一品，这会集本里说，「本品开口便道曰：十方世界诸天人民」，你看讲得多清楚，不只娑婆世界，十方所有一切诸佛刹土，里面的六道众生，诸天人民就是六道众生，「其有至心愿生彼国，凡有三辈」。那三辈统统都是为诸天人民而建的，不是为阿罗汉、辟支佛、菩萨建的，不是为那些，为诸天人民，这里头我们有分。「经中三辈，只是十方之诸天人民，未言菩萨声闻」，菩萨是大乘，声闻是小乘，不是为他们。「故知三辈所指」，三辈是指哪些人？「首在凡夫。但经中亦兼为圣人，如《菩萨往生品》中，十方世界诸菩萨众，当往生者，但说其名，穷劫不尽」。菩萨往生的多，比凡夫多，为什么？菩萨没有怀疑，阿罗汉也没怀疑，他们真的是一心称念，就像海贤老和尚一样，这一句佛号，一切时一切处未曾丢失，没有中断过。",
      "zh_TW": "「更據本品」，《無量壽經》這一品，這會集本裡說，「本品開口便道曰：十方世界諸天人民」，你看講得多清楚，不只娑婆世界，十方所有一切諸佛剎土，裡面的六道眾生，諸天人民就是六道眾生，「其有至心願生彼國，凡有三輩」。那三輩統統都是為諸天人民而建的，不是為阿羅漢、辟支佛、菩薩建的，不是為那些，為諸天人民，這裡頭我們有分。「經中三輩，只是十方之諸天人民，未言菩薩聲聞」，菩薩是大乘，聲聞是小乘，不是為他們。「故知三輩所指」，三輩是指哪些人？「首在凡夫。但經中亦兼為聖人，如《菩薩往生品》中，十方世界諸菩薩眾，當往生者，但說其名，窮劫不盡」。菩薩往生的多，比凡夫多，為什麼？菩薩沒有懷疑，阿羅漢也沒懷疑，他們真的是一心稱念，就像海賢老和尚一樣，這一句佛號，一切時一切處未曾丟失，沒有中斷過。"
    },
    {
      "id": "02-041-0306_p0014",
      "zh_CN": "我们再看底下一段，所以这一段是明白告诉我们，阿弥陀佛极乐世界是为我们凡夫建立的，我们要感恩。底下一句经文是『舍家弃欲，而作沙门』。「舍家」是出家，「弃欲」是离欲，这个欲，就是七情五欲，这是世间人最难放下的，最难放下的都能放下，其他就不必说了。所以，一切欲（欲望）都是假的，都不是真的。这个欲望你能不能得到？给诸位说得不到。第一个，身是假的，身刹那生灭，不是真的。弥勒菩萨告诉我们，这一弹指，一弹指的时间很短，多少次的生灭，讲我们这个身体跟整个宇宙。这个话，就是惠能大师开悟末后这一句，「何期自性，能生万法」。万法是什么？是全宇宙，整个宇宙。",
      "zh_TW": "我們再看底下一段，所以這一段是明白告訴我們，阿彌陀佛極樂世界是為我們凡夫建立的，我們要感恩。底下一句經文是『捨家棄欲，而作沙門』。「捨家」是出家，「棄欲」是離欲，這個欲，就是七情五欲，這是世間人最難放下的，最難放下的都能放下，其他就不必說了。所以，一切欲（欲望）都是假的，都不是真的。這個欲望你能不能得到？給諸位說得不到。第一個，身是假的，身剎那生滅，不是真的。彌勒菩薩告訴我們，這一彈指，一彈指的時間很短，多少次的生滅，講我們這個身體跟整個宇宙。這個話，就是惠能大師開悟末後這一句，「何期自性，能生萬法」。萬法是什麼？是全宇宙，整個宇宙。"
    },
    {
      "id": "02-041-0306_p0015",
      "zh_CN": "整个宇宙从哪里来的？是我们的自性变现出来的。自性是什么？真心，佛称自性，佛教没到中国来，中国古圣先贤叫它做本性，本性本善，《三字经》上第一句，「人之初，性本善」。这个性能生万法，这个性人人都有，虽有，不起作用；不是不起作用，它真起作用，起作用咱不知道。它要不起作用哪来的万法？当然起作用。起作用，就是我们迷了，我们用的心是妄心，不知道自己有个真心，麻烦就在此地。那佛陀教育它的目的，它的宗旨，就是教我们明心见性，这是佛教教学的宗旨，把我们的真心找回来。真心是光明的，明代表智慧，无量智慧，明心。真心有无量智慧、无量德能、无量相好，一切都无量，一切法都是自性变现的。所以佛教我们要明心，恢复明心，见到自性，就是真心。",
      "zh_TW": "整個宇宙從哪裡來的？是我們的自性變現出來的。自性是什麼？真心，佛稱自性，佛教沒到中國來，中國古聖先賢叫它做本性，本性本善，《三字經》上第一句，「人之初，性本善」。這個性能生萬法，這個性人人都有，雖有，不起作用；不是不起作用，它真起作用，起作用咱不知道。它要不起作用哪來的萬法？當然起作用。起作用，就是我們迷了，我們用的心是妄心，不知道自己有個真心，麻煩就在此地。那佛陀教育它的目的，它的宗旨，就是教我們明心見性，這是佛教教學的宗旨，把我們的真心找回來。真心是光明的，明代表智慧，無量智慧，明心。真心有無量智慧、無量德能、無量相好，一切都無量，一切法都是自性變現的。所以佛教我們要明心，恢復明心，見到自性，就是真心。"
    },
    {
      "id": "02-041-0306_p0016",
      "zh_CN": "我们今天被妄心障碍住了，妄心在前面，真心在背后，妄心做主，真心不起作用，是这么个状态。妄心是什么？妄心是念头，念头是生灭法，前念灭了后念就生了。世尊在《华严经》上告诉我们，整个宇宙，包括十法界，遍法界虚空界一切诸佛刹土，没有例外的，这是回怎么事情？佛说，这个十法界依正庄严，「唯心所现，唯识所变」，识是妄心，这个心是真心。真心能现，真心不生不灭，它不是生灭法，它是不生不灭的。妄心是生灭法，妄心是识，就是八识五十一心所，佛经里面讲得很详细，妄心，妄心能把真心所现的境界转变为十法界，转变为六道轮回。所以，用妄心就有六道，就有十法界；用真心，十法界跟六道都没有了，知道它是假的。真心没有生灭，遇到缘就现法界虚空界，没有缘不现。不现，不能说它没有；现，不能说它有。",
      "zh_TW": "我們今天被妄心障礙住了，妄心在前面，真心在背後，妄心做主，真心不起作用，是這麼個狀態。妄心是什麼？妄心是念頭，念頭是生滅法，前念滅了後念就生了。世尊在《華嚴經》上告訴我們，整個宇宙，包括十法界，遍法界虛空界一切諸佛剎土，沒有例外的，這是回怎麼事情？佛說，這個十法界依正莊嚴，「唯心所現，唯識所變」，識是妄心，這個心是真心。真心能現，真心不生不滅，它不是生滅法，它是不生不滅的。妄心是生滅法，妄心是識，就是八識五十一心所，佛經裡面講得很詳細，妄心，妄心能把真心所現的境界轉變為十法界，轉變為六道輪迴。所以，用妄心就有六道，就有十法界；用真心，十法界跟六道都沒有了，知道它是假的。真心沒有生滅，遇到緣就現法界虛空界，沒有緣不現。不現，不能說它沒有；現，不能說它有。"
    },
    {
      "id": "02-041-0306_p0017",
      "zh_CN": "迷了真心，妄心就现前，妄心就做主，妄心把本性所现的一真法界，转变成十法界，转变成六道轮回，这是事实真相。真相明了之后，佛教我们，假的全舍掉，真就现前。统统放下，假的全放下了，恭喜你，你就明心见性了。所以为什么佛劝我们放下？我们就是被这个东西障碍了，自己不晓得。现在佛告诉我们了，我们真听话，真把它放下，不放在心上，心上只放一尊阿弥陀佛。为什么？我们到极乐世界去，其他地方都不要了。",
      "zh_TW": "迷了真心，妄心就現前，妄心就做主，妄心把本性所現的一真法界，轉變成十法界，轉變成六道輪迴，這是事實真相。真相明瞭之後，佛教我們，假的全捨掉，真就現前。統統放下，假的全放下了，恭喜你，你就明心見性了。所以為什麼佛勸我們放下？我們就是被這個東西障礙了，自己不曉得。現在佛告訴我們了，我們真聽話，真把它放下，不放在心上，心上只放一尊阿彌陀佛。為什麼？我們到極樂世界去，其他地方都不要了。"
    },
    {
      "id": "02-041-0306_p0018",
      "zh_CN": "世法、佛法统统放下，一门深入，长时薰修，这是佛法学习最重要的理念。方法呢？读书千遍，其义自见。我们不用读书，我们用念佛，佛号不间断，佛号不曾丢失，佛号没有夹杂，就能够明心见性。这个真正难为了海贤老和尚给我们做榜样，他九十二年的念佛，明心见性，大彻大悟。证明一门深入、长时薰修是真的，证明读书千遍，他那个不是用读书，就是一句佛号，修念佛三昧。三昧修成功了，明心见性，往生到极乐世界，生实报庄严土，功德圆满。",
      "zh_TW": "世法、佛法統統放下，一門深入，長時薰修，這是佛法學習最重要的理念。方法呢？讀書千遍，其義自見。我們不用讀書，我們用念佛，佛號不間斷，佛號不曾丟失，佛號沒有夾雜，就能夠明心見性。這個真正難為了海賢老和尚給我們做榜樣，他九十二年的念佛，明心見性，大徹大悟。證明一門深入、長時薰修是真的，證明讀書千遍，他那個不是用讀書，就是一句佛號，修念佛三昧。三昧修成功了，明心見性，往生到極樂世界，生實報莊嚴土，功德圓滿。"
    },
    {
      "id": "02-041-0306_p0019",
      "zh_CN": "记住，不认识字，不认识字有好处，心清净。认识字的人看的东西多，头脑都乱掉了，不清净，妄念太多，看到了、听到了都受干扰。咱们向老和尚学习，看到了，看得很清楚，不受干扰，听得很清楚，也不受干扰，就是一句佛号，除佛号之外，什么都不放在心上。这叫功夫，这个功夫要是到家了，就见性了。老和尚用这个功夫，用多少长的时间达到这个境界？我的估计是二十年，明心见性。跟释迦牟尼佛当年在世，在菩提树下打坐，夜睹明星，大彻大悟，是平等的境界；跟六祖惠能是平等的境界。他不说，他不说是他师父教给他的，师父跟他讲，「明白了」，其实明白就是大彻大悟，「不能乱说，不能说」，所以他一生不说。偶尔也露那么一句半句，「我什么都知道，只是不讲」。那个什么都知道就是大彻大悟，这就偶尔透了那么一点信息。",
      "zh_TW": "記住，不認識字，不認識字有好處，心清淨。認識字的人看的東西多，頭腦都亂掉了，不清淨，妄念太多，看到了、聽到了都受干擾。咱們向老和尚學習，看到了，看得很清楚，不受干擾，聽得很清楚，也不受干擾，就是一句佛號，除佛號之外，什麼都不放在心上。這叫功夫，這個功夫要是到家了，就見性了。老和尚用這個功夫，用多少長的時間達到這個境界？我的估計是二十年，明心見性。跟釋迦牟尼佛當年在世，在菩提樹下打坐，夜睹明星，大徹大悟，是平等的境界；跟六祖惠能是平等的境界。他不說，他不說是他師父教給他的，師父跟他講，「明白了」，其實明白就是大徹大悟，「不能亂說，不能說」，所以他一生不說。偶爾也露那麼一句半句，「我什麼都知道，只是不講」。那個什麼都知道就是大徹大悟，這就偶爾透了那麼一點信息。"
    },
    {
      "id": "02-041-0306_p0020",
      "zh_CN": "所以，一句佛号能达到究竟圆满，一部经亦如是。你自己如果佛号能够摄心，就不必念经了，学海贤老和尚这个门道。如果还有疑惑，那你就读经。读经，祖师大德教导我们，读书千遍，其义自见。你每天把《无量寿经》念十遍，一天十遍，十天一百遍，一百天一千遍，一年三百六十日，大概三、四千遍。这样一年读下去，你的怀疑就断了，你不再怀疑。非常有可能，如果你念到功夫成片，你会见到阿弥陀佛，或在定中，或在梦中。佛会告诉你，你的寿命还有多长，等到你寿命到的时候，阿弥陀佛来接引你往生。你心定了，极乐世界已经挂号，已经注册了，有你的名字，你不会错的。",
      "zh_TW": "所以，一句佛號能達到究竟圓滿，一部經亦如是。你自己如果佛號能夠攝心，就不必念經了，學海賢老和尚這個門道。如果還有疑惑，那你就讀經。讀經，祖師大德教導我們，讀書千遍，其義自見。你每天把《無量壽經》念十遍，一天十遍，十天一百遍，一百天一千遍，一年三百六十日，大概三、四千遍。這樣一年讀下去，你的懷疑就斷了，你不再懷疑。非常有可能，如果你念到功夫成片，你會見到阿彌陀佛，或在定中，或在夢中。佛會告訴你，你的壽命還有多長，等到你壽命到的時候，阿彌陀佛來接引你往生。你心定了，極樂世界已經掛號，已經註冊了，有你的名字，你不會錯的。"
    },
    {
      "id": "02-041-0306_p0021",
      "zh_CN": "所以在这个状况之下，就有不少人抓住阿弥陀佛就不放了，要求阿弥陀佛，「我寿命不要了，我现在就跟你去」。佛很慈悲，会告诉你，「好吧，一个星期之后我来接你」，「三天之后我来接你」，跟你约时间，到时候佛一定来接你。为什么不马上就带你走？叫你做榜样给人看，你可以向人宣布，阿弥陀佛告诉我，三天之后来接我往生。大家一定会惊讶，三天时间不长，等着看，三天真往生了，他相信了。这就是度化众生，他会度很多人，很多人看这个样子，极乐世界真有，不是假的，阿弥陀佛真有，四十八愿接引众生是真话不是假话，某人是个样子。",
      "zh_TW": "所以在這個狀況之下，就有不少人抓住阿彌陀佛就不放了，要求阿彌陀佛，「我壽命不要了，我現在就跟你去」。佛很慈悲，會告訴你，「好吧，一個星期之後我來接你」，「三天之後我來接你」，跟你約時間，到時候佛一定來接你。為什麼不馬上就帶你走？叫你做榜樣給人看，你可以向人宣布，阿彌陀佛告訴我，三天之後來接我往生。大家一定會驚訝，三天時間不長，等著看，三天真往生了，他相信了。這就是度化眾生，他會度很多人，很多人看這個樣子，極樂世界真有，不是假的，阿彌陀佛真有，四十八願接引眾生是真話不是假話，某人是個樣子。"
    },
    {
      "id": "02-041-0306_p0022",
      "zh_CN": "海贤老和尚都给我们表这个法。他寿命延长是佛帮他延长的，不是他的寿命。他的寿命，在我们正常看起来，看他师父，看他师弟，看他的母亲，周边这些人，应该也就是七、八十岁，是这样的寿命。到一百一十二岁，这是延长了，阿弥陀佛帮他延长的。告诉他，看到这本书，佛就接引他往生。这个细节他没有告诉人，他只告诉人说，「佛来通知我，要接引我了」，什么时候他不说。他自己知道，不说，不愿意别人干扰，安安静静自己走了。到第二天早晨，别人发现，已经走了，发现老人走了之后全身柔软，不可思议。",
      "zh_TW": "海賢老和尚都給我們表這個法。他壽命延長是佛幫他延長的，不是他的壽命。他的壽命，在我們正常看起來，看他師父，看他師弟，看他的母親，周邊這些人，應該也就是七、八十歲，是這樣的壽命。到一百一十二歲，這是延長了，阿彌陀佛幫他延長的。告訴他，看到這本書，佛就接引他往生。這個細節他沒有告訴人，他只告訴人說，「佛來通知我，要接引我了」，什麼時候他不說。他自己知道，不說，不願意別人干擾，安安靜靜自己走了。到第二天早晨，別人發現，已經走了，發現老人走了之後全身柔軟，不可思議。"
    },
    {
      "id": "02-041-0306_p0023",
      "zh_CN": "所以这个经上所讲的，首在凡夫，兼为圣人，「如《菩萨往生品》中，十方世界诸菩萨众，当往生者，但说其名，穷劫不尽」。一个一个名字说给你听，多少人，说一劫也说不完；换句话说，十方世界往生极乐世界的菩萨太多了！六道众生，六道众生也不亚于菩萨，比菩萨更多。拿我们这个世界做比喻就知道了，我们这个世界修念佛法门的人有多少。就算像李炳老所说的话，一万个念佛人大概有三个到五个往生，那十万个念佛人就有三十、五十个往生。我们这个世界佛教徒，根据全球宗教调查的，佛教徒大概有五亿，五亿里面，修净土的人最多，就算一半吧，二亿五千万人。一万人五个往生，其实不少，这数字很可观，对我们来讲这是喜事。",
      "zh_TW": "所以這個經上所講的，首在凡夫，兼為聖人，「如《菩薩往生品》中，十方世界諸菩薩眾，當往生者，但說其名，窮劫不盡」。一個一個名字說給你聽，多少人，說一劫也說不完；換句話說，十方世界往生極樂世界的菩薩太多了！六道眾生，六道眾生也不亞於菩薩，比菩薩更多。拿我們這個世界做比喻就知道了，我們這個世界修念佛法門的人有多少。就算像李炳老所說的話，一萬個念佛人大概有三個到五個往生，那十萬個念佛人就有三十、五十個往生。我們這個世界佛教徒，根據全球宗教調查的，佛教徒大概有五億，五億裡面，修淨土的人最多，就算一半吧，二億五千萬人。一萬人五個往生，其實不少，這數字很可觀，對我們來講這是喜事。"
    },
    {
      "id": "02-041-0306_p0024",
      "zh_CN": "这个后面讲的，舍家弃欲，而作沙门，要不要出家？出家是为了弃欲，离欲，沙门就是出家人。《毘婆沙论》里面说，「家是烦恼因缘」，出家是「灭垢累，故宜远离也」。玄恽法师告诉我们，「出家造恶极难，如陆地行船。在家起过即易」，就是过失很容易，「如海中泛舟」。这是什么时候？方东美先生告诉我，这个话六十五年前说的，我跟他老人家学哲学，给我讲了一部哲学概论，最后一个单元佛经哲学。当时我非常讶异，我说佛教是宗教，宗教是迷信，又何况佛教是多神教，多神教意思意味着是低级宗教。高级宗教只有一个真神，低级宗教什么都拜，到寺庙里大大小小的不知道有多少，属于低级宗教，它怎么会有哲学？老师告诉我，他说你还年轻，你不知道。他说释迦牟尼是世界上最伟大的哲学家，佛经哲学是世界哲学的最高峰，学佛是人生最高的享受。",
      "zh_TW": "這個後面講的，捨家棄欲，而作沙門，要不要出家？出家是為了棄欲，離欲，沙門就是出家人。《毘婆沙論》裡面說，「家是煩惱因緣」，出家是「滅垢累，故宜遠離也」。玄惲法師告訴我們，「出家造惡極難，如陸地行船。在家起過即易」，就是過失很容易，「如海中汎舟」。這是什麼時候？方東美先生告訴我，這個話六十五年前說的，我跟他老人家學哲學，給我講了一部哲學概論，最後一個單元佛經哲學。當時我非常訝異，我說佛教是宗教，宗教是迷信，又何況佛教是多神教，多神教意思意味著是低級宗教。高級宗教只有一個真神，低級宗教什麼都拜，到寺廟裡大大小小的不知道有多少，屬於低級宗教，它怎麼會有哲學？老師告訴我，他說你還年輕，你不知道。他說釋迦牟尼是世界上最偉大的哲學家，佛經哲學是世界哲學的最高峰，學佛是人生最高的享受。"
    },
    {
      "id": "02-041-0306_p0025",
      "zh_CN": "他学佛他没老师，他在家里学，没有一天不读经，最喜欢的是《大方广佛华严经》，特别把这部经介绍给我，我也很喜欢它。老师告诉我，二百年前，中国城市、农村大大小小的这些寺庙，佛教的寺庙，里面一些出家人，都是有道德、有学问的，你跟他们学佛都有成就。可是现在没有了，现在他们不学了，你学佛到哪里学？这指示我的门路，要从经典当中下手。在那个时代，佛经没有人印，书店里买不到。台湾只有两个书店，台中的瑞成书局，台南的庆芳书局，只有这两家印一点佛书。印的什么东西？都是经忏佛事需要的，种类少，数量也少。那些仪规我们都用不上，所以我们要到寺院去借藏经，藏经有时候不能离开门的，在里面抄，利用星期假日去抄经。这是那个时候的情况。现在更难了，想学佛不容易，我们那个时候学佛，还有些好老师，在家，像方东美先生、李炳南老居士，通家。他们真干，经论里面所说的，他们能够落实在生活上，落实在工作，他用上了，真的是法喜充满，像《论语》上孔子说的，「学而时习之，不亦说乎」。可是，有不少出家人就不是真正学道，他们不读经，以经忏佛事法会为主，把出家当作一种行业。",
      "zh_TW": "他學佛他沒老師，他在家裡學，沒有一天不讀經，最喜歡的是《大方廣佛華嚴經》，特別把這部經介紹給我，我也很喜歡它。老師告訴我，二百年前，中國城市、農村大大小小的這些寺廟，佛教的寺廟，裡面一些出家人，都是有道德、有學問的，你跟他們學佛都有成就。可是現在沒有了，現在他們不學了，你學佛到哪裡學？這指示我的門路，要從經典當中下手。在那個時代，佛經沒有人印，書店裡買不到。台灣只有兩個書店，台中的瑞成書局，台南的慶芳書局，只有這兩家印一點佛書。印的什麼東西？都是經懺佛事需要的，種類少，數量也少。那些儀規我們都用不上，所以我們要到寺院去借藏經，藏經有時候不能離開門的，在裡面抄，利用星期假日去抄經。這是那個時候的情況。現在更難了，想學佛不容易，我們那個時候學佛，還有些好老師，在家，像方東美先生、李炳南老居士，通家。他們真幹，經論裡面所說的，他們能夠落實在生活上，落實在工作，他用上了，真的是法喜充滿，像《論語》上孔子說的，「學而時習之，不亦說乎」。可是，有不少出家人就不是真正學道，他們不讀經，以經懺佛事法會為主，把出家當作一種行業。"
    },
    {
      "id": "02-041-0306_p0026",
      "zh_CN": "这个玄恽法师，古人，不是现代人，现代人出家造恶也很容易，不难，在家、出家造业的多，研究经教有深入的不多。能够奉行，依教奉行，真正修行的人，修行，行是行为，修是修正，把错误的行为修正过来，叫做修行，这两个字是这么讲法。修行的标准就是经论，与经论相应的，这是正确的，好的行为，佛菩萨的行为；与它相违背的，是凡夫的行为，是在六道轮回里头造业。业有善有恶，善业，来生生三善道，恶业，来生生三恶道。修正行为，行为有三大类，起心动念是意业，念头在造业，起心动念；言语，口业；身体动作是身业。行为再多总不出这三个范围，身、口、意。经典里面所学的，就是帮助我们修正，我们犯了错误的行为。最明显的，一入佛门你就接触到的，三皈依、五戒、十善，这是必须要受的；出家的时候，沙弥戒、比丘戒、菩萨戒。五戒里头，不杀生、不偷盗、不邪淫、不饮酒、不妄语，这是五戒，最简单的，跟中国传统所说的五常完全相同。",
      "zh_TW": "這個玄惲法師，古人，不是現代人，現代人出家造惡也很容易，不難，在家、出家造業的多，研究經教有深入的不多。能夠奉行，依教奉行，真正修行的人，修行，行是行為，修是修正，把錯誤的行為修正過來，叫做修行，這兩個字是這麼講法。修行的標準就是經論，與經論相應的，這是正確的，好的行為，佛菩薩的行為；與它相違背的，是凡夫的行為，是在六道輪迴裡頭造業。業有善有惡，善業，來生生三善道，惡業，來生生三惡道。修正行為，行為有三大類，起心動念是意業，念頭在造業，起心動念；言語，口業；身體動作是身業。行為再多總不出這三個範圍，身、口、意。經典裡面所學的，就是幫助我們修正，我們犯了錯誤的行為。最明顯的，一入佛門你就接觸到的，三皈依、五戒、十善，這是必須要受的；出家的時候，沙彌戒、比丘戒、菩薩戒。五戒裡頭，不殺生、不偷盜、不邪淫、不飲酒、不妄語，這是五戒，最簡單的，跟中國傳統所說的五常完全相同。"
    },
    {
      "id": "02-041-0306_p0027",
      "zh_CN": "中国传统文化的根是伦理、是道德，伦理是道，五常是德。道是自然，大自然的规律，不是人为的，不是哪个人创造，哪个人发明的。「父子有亲」，父子的亲爱是天性，这不是人发明，不是人规定的，是自然的。父母对儿女，儿女对父母，这是属于道，所谓伦常大道。「君臣有义」，君就是现在的所谓领导，臣是被领导，领导跟被领导要有义。义是什么？义是理智，义是礼貌。「夫妇有别」，男女结成夫妇，这是大自然的，不是哪个人规定发明，不是的。「长幼有序，朋友有信」。",
      "zh_TW": "中國傳統文化的根是倫理、是道德，倫理是道，五常是德。道是自然，大自然的規律，不是人為的，不是哪個人創造，哪個人發明的。「父子有親」，父子的親愛是天性，這不是人發明，不是人規定的，是自然的。父母對兒女，兒女對父母，這是屬於道，所謂倫常大道。「君臣有義」，君就是現在的所謂領導，臣是被領導，領導跟被領導要有義。義是什麼？義是理智，義是禮貌。「夫婦有別」，男女結成夫婦，這是大自然的，不是哪個人規定發明，不是的。「長幼有序，朋友有信」。"
    },
    {
      "id": "02-041-0306_p0028",
      "zh_CN": "所以，仁义礼智信这五个字是德，随顺大自然，不能违背大自然，违背大自然，灾难就来了；随顺大自然，那就风调雨顺。所以德是随顺自然之道，这就叫德。五常是德，仁义礼智信。仁，不杀生，跟佛家合起来，仁是仁爱、仁慈，仁者不杀生；义者不偷盗；礼者不邪淫；智者不饮酒，不饮酒是智；不妄语是信，跟人往来说实话，没有欺骗人。所以五常跟佛家讲的五戒完全相同。再扩张一点的时候就是十善，十善是五戒再扩大，讲圆满了。为什么？最容易造业的是口，所以口就加了一条。身，不杀生、不偷盗、不邪淫；口，不妄语、不两舌（两舌是挑拨是非）、不绮语（绮语是花言巧语骗人）、不恶口（恶口是说话粗鲁，让人家听了不舒服），口说四条；意是不贪、不瞋、不痴。这叫十善业。学佛，这是根本法，必须要修的。人人都能够守住三皈、五戒、十善，人人都是好人。",
      "zh_TW": "所以，仁義禮智信這五個字是德，隨順大自然，不能違背大自然，違背大自然，災難就來了；隨順大自然，那就風調雨順。所以德是隨順自然之道，這就叫德。五常是德，仁義禮智信。仁，不殺生，跟佛家合起來，仁是仁愛、仁慈，仁者不殺生；義者不偷盜；禮者不邪淫；智者不飲酒，不飲酒是智；不妄語是信，跟人往來說實話，沒有欺騙人。所以五常跟佛家講的五戒完全相同。再擴張一點的時候就是十善，十善是五戒再擴大，講圓滿了。為什麼？最容易造業的是口，所以口就加了一條。身，不殺生、不偷盜、不邪淫；口，不妄語、不兩舌（兩舌是挑撥是非）、不綺語（綺語是花言巧語騙人）、不惡口（惡口是說話粗魯，讓人家聽了不舒服），口說四條；意是不貪、不瞋、不痴。這叫十善業。學佛，這是根本法，必須要修的。人人都能夠守住三皈、五戒、十善，人人都是好人。"
    },
    {
      "id": "02-041-0306_p0029",
      "zh_CN": "三皈是三条最高指导的原则。皈依佛，佛是觉悟的意思，觉而不迷。怎么皈依？我从迷回过头来依觉悟，这叫皈依佛。什么叫皈依法？法是正知正见，我们从错误的见解、错误的思想回过头来，依正确的见解、思想。这到哪里去找？经典就是的，圣贤的经典都是正知正见，多读圣贤书你就明白了。皈依僧，僧是出家人，出家人真正有修行、有道德、有学问，我们对于经教上不懂向他请教，他是我们指导教授。这个意思！现在乱了，乱成一团。",
      "zh_TW": "三皈是三條最高指導的原則。皈依佛，佛是覺悟的意思，覺而不迷。怎麼皈依？我從迷回過頭來依覺悟，這叫皈依佛。什麼叫皈依法？法是正知正見，我們從錯誤的見解、錯誤的思想回過頭來，依正確的見解、思想。這到哪裡去找？經典就是的，聖賢的經典都是正知正見，多讀聖賢書你就明白了。皈依僧，僧是出家人，出家人真正有修行、有道德、有學問，我們對於經教上不懂向他請教，他是我們指導教授。這個意思！現在亂了，亂成一團。"
    },
    {
      "id": "02-041-0306_p0030",
      "zh_CN": "所以我们在《坛经》上看到，六祖惠能大师，惠能大师讲三皈依，就不讲皈依佛、皈依法、皈依僧。他怎么讲？他说皈依觉、皈依正、皈依净，底下再跟你解释，佛者觉也，法者正也，僧者净也。佛是觉悟的人，我们要跟他学；法是正知正见，就是经典，经典所讲的都是正法，没有偏，没有邪；出家人都是心地清净，戒律都守得很好，经教也学得不错，我们学经教有困难，去向他请教。这是三皈依。",
      "zh_TW": "所以我們在《壇經》上看到，六祖惠能大師，惠能大師講三皈依，就不講皈依佛、皈依法、皈依僧。他怎麼講？他說皈依覺、皈依正、皈依淨，底下再跟你解釋，佛者覺也，法者正也，僧者淨也。佛是覺悟的人，我們要跟他學；法是正知正見，就是經典，經典所講的都是正法，沒有偏，沒有邪；出家人都是心地清淨，戒律都守得很好，經教也學得不錯，我們學經教有困難，去向他請教。這是三皈依。"
    },
    {
      "id": "02-041-0306_p0031",
      "zh_CN": "现在三皈依只是念念，没落实；讲传统文化，讲五伦、五常、四维、八德，也是说说而已，没做到。没做到不行，那个不亦悦乎你得不到，要落实。所以学，学了之后最重要的是习，学而时习之，时是时常，不要间断。一切时一切处，你要能做到，要能落实，这样才能得到法喜，身心清净，真快乐、真自在，是这么个意思。",
      "zh_TW": "現在三皈依只是念念，沒落實；講傳統文化，講五倫、五常、四維、八德，也是說說而已，沒做到。沒做到不行，那個不亦悅乎你得不到，要落實。所以學，學了之後最重要的是習，學而時習之，時是時常，不要間斷。一切時一切處，你要能做到，要能落實，這樣才能得到法喜，身心清淨，真快樂、真自在，是這麼個意思。"
    },
    {
      "id": "02-041-0306_p0032",
      "zh_CN": "所以此地，让我们看到「出家造恶极难」，两百年前，不是现在。「又出家修道易为，如海中泛舟。在家修福甚难，如陆地行船」。这些都是古人说的话，古大德所说的。为什么要出家？你看出家的道场建在哪里？都建在深山里面，很不方便，登山走路非常辛苦。为什么建立在那？与世间隔离，那个地方居住在那里修行人心地清净，他们很少下山。有许多好的出家祖师大德，山上一住就十几年，二、三十年不下山，他心是定的。我在中国这些名山，四大名山，我没去过，只去过九华，九华是家乡，地藏菩萨道场。再一个去过就是四川峨嵋，我陪同南洋的宗教团体去访问，好像去过两次。其他小的，东天目山我去过，西天目去过，其他的没去过。山路都很难走，现在修了马路上去，车可以开上去，变成观光旅游地区，那就不能修行。真正修行人要与这些断绝，这个山上居住，一般人走路很辛苦，他不愿意上山来，所以说无事不登三宝殿。现在由于交通便捷，资讯发达，山上也有电视，全世界人发生的事情，在电视上都可以看到。所以，住山跟住在都会已经没有两样了。",
      "zh_TW": "所以此地，讓我們看到「出家造惡極難」，兩百年前，不是現在。「又出家修道易為，如海中汎舟。在家修福甚難，如陸地行船」。這些都是古人說的話，古大德所說的。為什麼要出家？你看出家的道場建在哪裡？都建在深山裡面，很不方便，登山走路非常辛苦。為什麼建立在那？與世間隔離，那個地方居住在那裡修行人心地清淨，他們很少下山。有許多好的出家祖師大德，山上一住就十幾年，二、三十年不下山，他心是定的。我在中國這些名山，四大名山，我沒去過，只去過九華，九華是家鄉，地藏菩薩道場。再一個去過就是四川峨嵋，我陪同南洋的宗教團體去訪問，好像去過兩次。其他小的，東天目山我去過，西天目去過，其他的沒去過。山路都很難走，現在修了馬路上去，車可以開上去，變成觀光旅遊地區，那就不能修行。真正修行人要與這些斷絕，這個山上居住，一般人走路很辛苦，他不願意上山來，所以說無事不登三寶殿。現在由於交通便捷，資訊發達，山上也有電視，全世界人發生的事情，在電視上都可以看到。所以，住山跟住在都會已經沒有兩樣了。"
    },
    {
      "id": "02-041-0306_p0033",
      "zh_CN": "这个是近代跟古时候发生变化太大了，我们经历这个过程，从我学佛到现在六十五年，一年比一年严重。这个严重就是外在的染污、内心的浮躁，内外都障碍你清净，都障碍你平等，都障碍你觉悟。所以我们经题上学习的目标，清净、平等、觉，很难得到，这是不能不知道的。",
      "zh_TW": "這個是近代跟古時候發生變化太大了，我們經歷這個過程，從我學佛到現在六十五年，一年比一年嚴重。這個嚴重就是外在的染污、內心的浮躁，內外都障礙你清淨，都障礙你平等，都障礙你覺悟。所以我們經題上學習的目標，清淨、平等、覺，很難得到，這是不能不知道的。"
    },
    {
      "id": "02-041-0306_p0034",
      "zh_CN": "这下面说，「然有心出家而身不出家」，在家学佛的居士，这一类人。还有「身出家而心不出家」，这是指出家人，表面上现出家相，但是他的心还留恋红尘，甚至于名闻利养，我们常讲财色名利，他没有放下。这属于这一类的，身出心不出。「今身心俱出家」，这个经上讲的是身心俱出，所以「舍家弃欲」。",
      "zh_TW": "這下面說，「然有心出家而身不出家」，在家學佛的居士，這一類人。還有「身出家而心不出家」，這是指出家人，表面上現出家相，但是他的心還留戀紅塵，甚至於名聞利養，我們常講財色名利，他沒有放下。這屬於這一類的，身出心不出。「今身心俱出家」，這個經上講的是身心俱出，所以「捨家棄欲」。"
    },
    {
      "id": "02-041-0306_p0035",
      "zh_CN": "「又《无量寿经起信论》」，这是彭际清居士说的，这个《起信论》是他造的，也就是《无量寿经》的注解。他在这个里头说，「一切众生由爱渴故」，这爱渴什么意思？有妄念、有杂念，「因有幻身」。这要往深处讲，简单的讲，先有念头，因为有念头，才有物质这个身相。现在量子力学家证明了，物质从哪来的？从念头生的，跟佛经上讲的一样。佛经上佛常常说，「相由心生」，相就是物质现象，心就是念头，「一切法从心想生」，又说「境随心转」，境是物质环境，跟着念头转，念头善它就善，念头不善它就不善。善的念头他就生天，色界天、欲界天，欲断了之后，生色界天，色界天高。如果欲重，情欲不能断，重，那就三恶道，愈往下面去愈重。所以于一切法一定要知道，幻，假的，不是真的。知道是幻，就不要把它放在心上就对了，放在心上就错了。放在心上，你被环境转了；不放在心上，环境跟着你的心转，那就对了。",
      "zh_TW": "「又《無量壽經起信論》」，這是彭際清居士說的，這個《起信論》是他造的，也就是《無量壽經》的註解。他在這個裡頭說，「一切眾生由愛渴故」，這愛渴什麼意思？有妄念、有雜念，「因有幻身」。這要往深處講，簡單的講，先有念頭，因為有念頭，才有物質這個身相。現在量子力學家證明了，物質從哪來的？從念頭生的，跟佛經上講的一樣。佛經上佛常常說，「相由心生」，相就是物質現象，心就是念頭，「一切法從心想生」，又說「境隨心轉」，境是物質環境，跟著念頭轉，念頭善它就善，念頭不善它就不善。善的念頭他就生天，色界天、欲界天，欲斷了之後，生色界天，色界天高。如果欲重，情欲不能斷，重，那就三惡道，愈往下面去愈重。所以於一切法一定要知道，幻，假的，不是真的。知道是幻，就不要把它放在心上就對了，放在心上就錯了。放在心上，你被環境轉了；不放在心上，環境跟著你的心轉，那就對了。"
    },
    {
      "id": "02-041-0306_p0036",
      "zh_CN": "所以修行，这么多年来常有人问我，怎么修法能得到真正的利益？我只简单告诉他，用真诚心，干什么？生活，我们日常生活用真心，不要用妄心。真心怎么做？从持戒开始，养成习惯，就是五戒。不杀生，最好不吃众生肉，素食好。我学佛六个月，明白了，我就开始吃素，我吃素六十五年了，身心健康，没生过病，没有住过医院，清心寡欲。所以大乘、圣教，圣教是中国传统文化，都能够帮助我们自己身心健康，自在快乐。夫子所说的「学而时习之，不亦说乎」，大乘所说的，菩萨法喜充满，常生欢喜心，是真的不是假的。永远欢喜，他没有忧虑，他没有犯愁的事情，为什么？全放下了，这个世界与自己无关，住在这个世界还不离开，那是大慈大悲，帮助苦难众生，帮助他破迷开悟，帮助他离苦得乐。能帮上忙，众生有福；帮不上忙，我已经尽力了，障碍重重，众生没福。",
      "zh_TW": "所以修行，這麼多年來常有人問我，怎麼修法能得到真正的利益？我只簡單告訴他，用真誠心，幹什麼？生活，我們日常生活用真心，不要用妄心。真心怎麼做？從持戒開始，養成習慣，就是五戒。不殺生，最好不吃眾生肉，素食好。我學佛六個月，明白了，我就開始吃素，我吃素六十五年了，身心健康，沒生過病，沒有住過醫院，清心寡欲。所以大乘、聖教，聖教是中國傳統文化，都能夠幫助我們自己身心健康，自在快樂。夫子所說的「學而時習之，不亦說乎」，大乘所說的，菩薩法喜充滿，常生歡喜心，是真的不是假的。永遠歡喜，他沒有憂慮，他沒有犯愁的事情，為什麼？全放下了，這個世界與自己無關，住在這個世界還不離開，那是大慈大悲，幫助苦難眾生，幫助他破迷開悟，幫助他離苦得樂。能幫上忙，眾生有福；幫不上忙，我已經盡力了，障礙重重，眾生沒福。"
    },
    {
      "id": "02-041-0306_p0037",
      "zh_CN": "所以我们统统尽心尽力，在佛法讲无量功德，无论做成功、做不成功都是无量功德。为什么？做不成功原因不在自己，是在外头缘不具足，有人障碍，有人破坏，让我们不能成功，不能帮助你。所以，佛法讲论存心，你的心尽到了，力不从心是外缘不足，所以功德是圆满的。不一定要完全兑现，功德圆满，兑不了现，功德也圆满，尽心尽力，从这上看。有这个缘分，你不能尽心尽力，你虽有功德，不圆满，有欠缺。佛法是这么论的，这些道理我们要懂。",
      "zh_TW": "所以我們統統盡心盡力，在佛法講無量功德，無論做成功、做不成功都是無量功德。為什麼？做不成功原因不在自己，是在外頭緣不具足，有人障礙，有人破壞，讓我們不能成功，不能幫助你。所以，佛法講論存心，你的心盡到了，力不從心是外緣不足，所以功德是圓滿的。不一定要完全兌現，功德圓滿，兌不了現，功德也圓滿，盡心盡力，從這上看。有這個緣分，你不能盡心盡力，你雖有功德，不圓滿，有欠缺。佛法是這麼論的，這些道理我們要懂。"
    },
    {
      "id": "02-041-0306_p0038",
      "zh_CN": "「由幻身故，因有国土」，这就是世界众生界的成就。「舍家弃欲，爱渴净故，幻身亦净；幻身净故，国土亦净」。你看就这么几句话，二十个字，说得多好！舍家弃欲，你的心清净了；心清净，身就清净；身清净，你居住的环境就清净了，这个国土就是我们居住的环境。所以真正修行人，有真正修行人住在我们这个地方，我们这个地方就不遭灾难，纵然有灾难，这个地方最轻。所以，对于真正修行人要恭敬。",
      "zh_TW": "「由幻身故，因有國土」，這就是世界眾生界的成就。「捨家棄欲，愛渴淨故，幻身亦淨；幻身淨故，國土亦淨」。你看就這麼幾句話，二十個字，說得多好！捨家棄欲，你的心清淨了；心清淨，身就清淨；身清淨，你居住的環境就清淨了，這個國土就是我們居住的環境。所以真正修行人，有真正修行人住在我們這個地方，我們這個地方就不遭災難，縱然有災難，這個地方最輕。所以，對於真正修行人要恭敬。"
    },
    {
      "id": "02-041-0306_p0039",
      "zh_CN": "哪些是真正修行人？前几天有几个出家人，我们也很熟，到这来看我。我就问他，你们寺庙周边有没有些阿公阿婆念阿弥陀佛的？真念，他一天到晚念阿弥陀佛，你问他什么都不知道。他告诉我有，你问他，他就是阿弥陀佛，你问他什么，他回答都是阿弥陀佛，好像除了阿弥陀佛之外，他不会说第二句话。一般人都瞧不起，这些乡下老太太老阿公，不认识字，年岁老了，只会念阿弥陀佛。我告诉他，那些是宝，要尊重，为什么？他们真念佛，他们将来真往生，他真的是一生成佛，我们不如他，他心清净，他没有烦恼，他就一句佛号。这些人，恭敬他，要保护他，他缺少什么东西，要帮助他一点，吃的穿的供养一点，有他们，你这个寺庙灾难少。这是真修行人，我们出家人不如他，比不上他。他能往生，我们不能往生，我们还搞六道轮回，差远了，他们往生真有把握。所以不能小看这些阿公阿婆，往前面再一看就晓得了，那是极乐世界的菩萨，回头看看自己，没有办法脱离六道，这是真的不是假的。所以这几句话要注意。",
      "zh_TW": "哪些是真正修行人？前幾天有幾個出家人，我們也很熟，到這來看我。我就問他，你們寺廟周邊有沒有些阿公阿婆念阿彌陀佛的？真念，他一天到晚念阿彌陀佛，你問他什麼都不知道。他告訴我有，你問他，他就是阿彌陀佛，你問他什麼，他回答都是阿彌陀佛，好像除了阿彌陀佛之外，他不會說第二句話。一般人都瞧不起，這些鄉下老太太老阿公，不認識字，年歲老了，只會念阿彌陀佛。我告訴他，那些是寶，要尊重，為什麼？他們真念佛，他們將來真往生，他真的是一生成佛，我們不如他，他心清淨，他沒有煩惱，他就一句佛號。這些人，恭敬他，要保護他，他缺少什麼東西，要幫助他一點，吃的穿的供養一點，有他們，你這個寺廟災難少。這是真修行人，我們出家人不如他，比不上他。他能往生，我們不能往生，我們還搞六道輪迴，差遠了，他們往生真有把握。所以不能小看這些阿公阿婆，往前面再一看就曉得了，那是極樂世界的菩薩，回頭看看自己，沒有辦法脫離六道，這是真的不是假的。所以這幾句話要注意。"
    },
    {
      "id": "02-041-0306_p0040",
      "zh_CN": "由爱渴故，因有幻身，由幻身故，因有国土。舍家弃欲，爱渴就清净了，幻身亦净。心清净了，身就清净；身清净，我居住的环境就清净，国土就清净了。现在地球上灾难太多，不晓得什么时候发生，不知道在哪里发生，所以没有安全感，你说这个生活多痛苦！怎么办？你要真正觉悟了，就是一句阿弥陀佛，二六时中佛号不断。我们能够这样做，我们居住这个地方都沾光，居住这个地方灾难少，这也是我们积这么一点小功德，报答这个地方众生恩，报答土地恩。这是报恩。",
      "zh_TW": "由愛渴故，因有幻身，由幻身故，因有國土。捨家棄欲，愛渴就清淨了，幻身亦淨。心清淨了，身就清淨；身清淨，我居住的環境就清淨，國土就清淨了。現在地球上災難太多，不曉得什麼時候發生，不知道在哪裡發生，所以沒有安全感，你說這個生活多痛苦！怎麼辦？你要真正覺悟了，就是一句阿彌陀佛，二六時中佛號不斷。我們能夠這樣做，我們居住這個地方都沾光，居住這個地方災難少，這也是我們積這麼一點小功德，報答這個地方眾生恩，報答土地恩。這是報恩。"
    },
    {
      "id": "02-041-0306_p0041",
      "zh_CN": "下面引《大般若经》说的，「菩萨摩诃萨，志性好游诸佛国土，应远离居家。故知出家为净土正因，以远离不净故」。《大般若经》上这几句话，告诉我们的事实真相。菩萨指三贤菩萨，摩诃萨指十圣菩萨，就是大菩萨与小菩萨。他们的志趣，他们的志性，喜欢游览诸佛国土。到极乐世界你就看到了，极乐世界每个人确实是志性好游诸佛国土。他怎么游？分身、化身，像阿弥陀佛一样。阿弥陀佛时时刻刻化无量无边身，他干什么？他化身到十方世界去接引念佛众生往生净土。他要不去接，那些人不知道极乐世界在哪里，一定要等到阿弥陀佛接他，他才能往生。我们将来往生亦复如是，一定要等待阿弥陀佛来接引，他是接引。可是到了西方极乐世界，花开见佛，智慧、神通、道力几乎跟阿弥陀佛平等。诸位要晓得，这不是自己修的，从哪来的？自性上露出来的。自性怎么会露出来的？阿弥陀佛四十八愿跟无量劫修行功德加持你、帮助你，让你自性智慧德能也能出来，自己没有修行功夫也能出来。不能不感谢阿弥陀佛！",
      "zh_TW": "下面引《大般若經》說的，「菩薩摩訶薩，志性好遊諸佛國土，應遠離居家。故知出家為淨土正因，以遠離不淨故」。《大般若經》上這幾句話，告訴我們的事實真相。菩薩指三賢菩薩，摩訶薩指十聖菩薩，就是大菩薩與小菩薩。他們的志趣，他們的志性，喜歡遊覽諸佛國土。到極樂世界你就看到了，極樂世界每個人確實是志性好遊諸佛國土。他怎麼遊？分身、化身，像阿彌陀佛一樣。阿彌陀佛時時刻刻化無量無邊身，他幹什麼？他化身到十方世界去接引念佛眾生往生淨土。他要不去接，那些人不知道極樂世界在哪裡，一定要等到阿彌陀佛接他，他才能往生。我們將來往生亦復如是，一定要等待阿彌陀佛來接引，他是接引。可是到了西方極樂世界，花開見佛，智慧、神通、道力幾乎跟阿彌陀佛平等。諸位要曉得，這不是自己修的，從哪來的？自性上露出來的。自性怎麼會露出來的？阿彌陀佛四十八願跟無量劫修行功德加持你、幫助你，讓你自性智慧德能也能出來，自己沒有修行功夫也能出來。不能不感謝阿彌陀佛！"
    },
    {
      "id": "02-041-0306_p0042",
      "zh_CN": "有这个能力，跟阿弥陀佛一样，也能现无量无边身，干什么？游览诸佛国土。诸佛无量无边，你要化无量无边身，每一个国土都去，每一尊佛都拜。拜佛是修福，听佛讲经说法是开智慧，所以极乐世界人干的什么？福慧双修。什么人来指导你？诸佛如来，不是菩萨，菩萨是同学，老师是佛。到一个极乐世界，就到一切诸佛刹土了。这个事实真相你决定不能不知道，为什么？你不知道，今天想念这个菩萨，明天想那个佛号，结果呢？结果到最后还是搞六道轮回，一处都去不了，那就可惜了！你要是真正明白之后，好了，我什么都不要求了，我只求阿弥陀佛一个，只要到达阿弥陀佛，就到达一切诸佛刹土，我全得到了。多少人不明白这个道理，不了解事实真相，把这一生耽误了。所以，古大德教导我们，「一门深入，长时薰修」，这个恩德多大！你用心专一，你就决定往生；你还要学这个法门那个法门，多学一点，结果到最后乱了，一处都去不了。",
      "zh_TW": "有這個能力，跟阿彌陀佛一樣，也能現無量無邊身，幹什麼？遊覽諸佛國土。諸佛無量無邊，你要化無量無邊身，每一個國土都去，每一尊佛都拜。拜佛是修福，聽佛講經說法是開智慧，所以極樂世界人幹的什麼？福慧雙修。什麼人來指導你？諸佛如來，不是菩薩，菩薩是同學，老師是佛。到一個極樂世界，就到一切諸佛剎土了。這個事實真相你決定不能不知道，為什麼？你不知道，今天想念這個菩薩，明天想那個佛號，結果呢？結果到最後還是搞六道輪迴，一處都去不了，那就可惜了！你要是真正明白之後，好了，我什麼都不要求了，我只求阿彌陀佛一個，只要到達阿彌陀佛，就到達一切諸佛剎土，我全得到了。多少人不明白這個道理，不了解事實真相，把這一生耽誤了。所以，古大德教導我們，「一門深入，長時薰修」，這個恩德多大！你用心專一，你就決定往生；你還要學這個法門那個法門，多學一點，結果到最後亂了，一處都去不了。"
    },
    {
      "id": "02-041-0306_p0043",
      "zh_CN": "所以「一门深入，长时薰修」，是东方，也就是大乘跟中国传统文化古圣先贤教导我们学习的理念，决定要遵守。就是一门深入，长时薰修，无论世法佛法都一样。也就是今天所谓的，希望你做专家，不希望你做通家，通是样样都通，样样都不通，都知道一点皮毛，不精，没有深入。一门通对的，我只专攻一门，一生就搞一样，十年、二十年、三十年，世界顶尖专家学者。走一条路正确，会走到目的地，同时走好多条路，走不通，原地踏步。你没法子入门，别说精通了，入门都不行，顶多学一点皮毛常识，不管用，这个道理要懂。这句话提醒我们，一切大乘经讲得太多了。",
      "zh_TW": "所以「一門深入，長時薰修」，是東方，也就是大乘跟中國傳統文化古聖先賢教導我們學習的理念，決定要遵守。就是一門深入，長時薰修，無論世法佛法都一樣。也就是今天所謂的，希望你做專家，不希望你做通家，通是樣樣都通，樣樣都不通，都知道一點皮毛，不精，沒有深入。一門通對的，我只專攻一門，一生就搞一樣，十年、二十年、三十年，世界頂尖專家學者。走一條路正確，會走到目的地，同時走好多條路，走不通，原地踏步。你沒法子入門，別說精通了，入門都不行，頂多學一點皮毛常識，不管用，這個道理要懂。這句話提醒我們，一切大乘經講得太多了。"
    },
    {
      "id": "02-041-0306_p0044",
      "zh_CN": "同参道友结伴去旅游，你说多快乐！这个旅游是遍法界虚空界一切诸佛刹土，不是普通地方，最高的阶层，到佛国土，佛来欢迎你，来修福，来修慧，福慧双修。一天、二天、三天统统游尽了，换句话说，一切诸佛所说的一切经，你全都学会了，这还得了！不是三藏十二部，不是八万四千法门，那太小了、太少了。所以我们才晓得，生到极乐世界真的得大圆满，什么都得到了，真的没有一样欠缺。这个地方焉能不去？",
      "zh_TW": "同參道友結伴去旅遊，你說多快樂！這個旅遊是遍法界虛空界一切諸佛剎土，不是普通地方，最高的階層，到佛國土，佛來歡迎你，來修福，來修慧，福慧雙修。一天、二天、三天統統遊盡了，換句話說，一切諸佛所說的一切經，你全都學會了，這還得了！不是三藏十二部，不是八萬四千法門，那太小了、太少了。所以我們才曉得，生到極樂世界真的得大圓滿，什麼都得到了，真的沒有一樣欠缺。這個地方焉能不去？"
    },
    {
      "id": "02-041-0306_p0045",
      "zh_CN": "故知出家为净土正因，要心出，不在乎身，心出，身不出，要注意这个。远离不净，心净，心清净则外面环境清净，为什么？境随心转，这个很重要。我们身心清净，环境哪有不净的道理？",
      "zh_TW": "故知出家為淨土正因，要心出，不在乎身，心出，身不出，要注意這個。遠離不淨，心淨，心清淨則外面環境清淨，為什麼？境隨心轉，這個很重要。我們身心清淨，環境哪有不淨的道理？"
    },
    {
      "id": "02-041-0306_p0046",
      "zh_CN": "底下这一段，唐朝海东，海东就是现在的韩国，元晓法师，韩国的净宗大德，「于《游心安乐道》」，《游心安乐道》这本书是元晓法师著作的，里面说到，「无量寿经，说三辈因」。这三辈因，「上辈之中说有五句」，这个五句是上辈的。第一，「一者舍家弃欲而作沙门，此显发起正因方便」。这是很明显的发起正因方便，真正想离开六道轮回，往生到极乐世界，那现在怎么办？现在去出家，出家作沙门。这也是做样子给别人看，因为最难舍的是家，家里面的亲情比什么都难舍。欲是欲望，名闻利养，七情五欲，统统放下。这个作沙门就是出家。两百年前确实是如此，最近一百年不一样了，变质了，什么都变了，连佛法也变了，不像从前那么纯，那么干净。",
      "zh_TW": "底下這一段，唐朝海東，海東就是現在的韓國，元曉法師，韓國的淨宗大德，「於《遊心安樂道》」，《遊心安樂道》這本書是元曉法師著作的，裡面說到，「無量壽經，說三輩因」。這三輩因，「上輩之中說有五句」，這個五句是上輩的。第一，「一者捨家棄欲而作沙門，此顯發起正因方便」。這是很明顯的發起正因方便，真正想離開六道輪迴，往生到極樂世界，那現在怎麼辦？現在去出家，出家作沙門。這也是做樣子給別人看，因為最難捨的是家，家裡面的親情比什麼都難捨。欲是欲望，名聞利養，七情五欲，統統放下。這個作沙門就是出家。兩百年前確實是如此，最近一百年不一樣了，變質了，什麼都變了，連佛法也變了，不像從前那麼純，那麼乾淨。"
    },
    {
      "id": "02-041-0306_p0047",
      "zh_CN": "「二者发菩提心，是明正因」。菩提心是什么？《观经》上讲的，讲三个：第一个至诚心，真诚到极处，就是菩提心；第二深心，深心，祖师大德注解的是好善好德，这是真心，真心好善好德；第三是回向发愿心，那是利他的，度众生的。你看看，至诚心、深心、回向发愿心。《起信论》里面也讲了三心，跟这个讲的不一样，《起信论》第一个直心，正直的直，直心，直心是道场；第二个也是深心；第三个是大悲心。把这两个合起来看，意思就很明白。直心就是真诚心，真诚心就是直心，跟《大学》里面所讲的诚意、正心很相同。你看，直心，《大学》里面所说的正心，怎么样正心？诚意，你要想正心，先求诚意。所以，真诚是连在一起。深心是自受用，大悲心是他受用，大慈大悲救苦救难。深心自受用，深心是什么心？深心是清净心，我们这个经题上的平等心、觉心，这完全是自利。有清净平等觉才能帮助苦难众生，自己没有清净平等觉，怎么帮助别人？所以，深心自受用，大悲心，慈悲，他受用。",
      "zh_TW": "「二者發菩提心，是明正因」。菩提心是什麼？《觀經》上講的，講三個：第一個至誠心，真誠到極處，就是菩提心；第二深心，深心，祖師大德註解的是好善好德，這是真心，真心好善好德；第三是迴向發願心，那是利他的，度眾生的。你看看，至誠心、深心、迴向發願心。《起信論》裡面也講了三心，跟這個講的不一樣，《起信論》第一個直心，正直的直，直心，直心是道場；第二個也是深心；第三個是大悲心。把這兩個合起來看，意思就很明白。直心就是真誠心，真誠心就是直心，跟《大學》裡面所講的誠意、正心很相同。你看，直心，《大學》裡面所說的正心，怎麼樣正心？誠意，你要想正心，先求誠意。所以，真誠是連在一起。深心是自受用，大悲心是他受用，大慈大悲救苦救難。深心自受用，深心是什麼心？深心是清淨心，我們這個經題上的平等心、覺心，這完全是自利。有清淨平等覺才能幫助苦難眾生，自己沒有清淨平等覺，怎麼幫助別人？所以，深心自受用，大悲心，慈悲，他受用。"
    },
    {
      "id": "02-041-0306_p0048",
      "zh_CN": "我早年在美国，到处讲经教学，在美国遇到黄念老之后，念老劝我建立净宗学会。净宗学会这个名称是夏莲居老居士提出来的，在大陆没建立，他劝我，他说你在国外有这么好的法缘，到处建立。所以那个时候，我们在美国、加拿大一共有三十多个净宗学会。现在没那么多了，我估计还有十几个。净宗学会建立之后，我就提出修行基本的要求，我定了五个科目：第一个科目，净业三福；第二个，六和敬；第三个，戒定慧三学；第四个，六波罗蜜；第五个，普贤菩萨十大愿王。好记！就怎么？我们学佛弟子必须把这个落实，这就是戒律。又简单，又容易，一切时一切处，起心动念、言语造作，对照对照，相不相应？相应真学佛，不相应，把佛丢掉了、忘了。所以这个要真干，一定要把它落实，真落实之后，菩提心才发得起来，菩提心是觉而不迷，这是正因。",
      "zh_TW": "我早年在美國，到處講經教學，在美國遇到黃念老之後，念老勸我建立淨宗學會。淨宗學會這個名稱是夏蓮居老居士提出來的，在大陸沒建立，他勸我，他說你在國外有這麼好的法緣，到處建立。所以那個時候，我們在美國、加拿大一共有三十多個淨宗學會。現在沒那麼多了，我估計還有十幾個。淨宗學會建立之後，我就提出修行基本的要求，我定了五個科目：第一個科目，淨業三福；第二個，六和敬；第三個，戒定慧三學；第四個，六波羅蜜；第五個，普賢菩薩十大願王。好記！就怎麼？我們學佛弟子必須把這個落實，這就是戒律。又簡單，又容易，一切時一切處，起心動念、言語造作，對照對照，相不相應？相應真學佛，不相應，把佛丟掉了、忘了。所以這個要真幹，一定要把它落實，真落實之後，菩提心才發得起來，菩提心是覺而不迷，這是正因。"
    },
    {
      "id": "02-041-0306_p0049",
      "zh_CN": "「三者专念彼佛，是明修观」。这个修观是《十六观经》上说的，《十六观经》最后的一观，第十六观就是持名念佛，我们就专取最后这个修学方法，老实念佛，用这个方法。老实念佛是第十六观，而十六观是十六观里面最重要的一观。古印度跟中国人有些地方相同，把最好的、最精彩的摆在最后，印度佛法亦如是，最重要的是最后。中国人也是如此，文艺表演，压轴戏是最好的，让你什么？你不能不看，你要不看，离开了，最精彩的没看到。所以最精彩摆在后面。真正会看戏的人，前面他不去，他半当中他去，他看最后的，最后是最精彩的。所以第十六观持名念佛，是十六观的关键，最重要的，专念彼佛。",
      "zh_TW": "「三者專念彼佛，是明修觀」。這個修觀是《十六觀經》上說的，《十六觀經》最後的一觀，第十六觀就是持名念佛，我們就專取最後這個修學方法，老實念佛，用這個方法。老實念佛是第十六觀，而十六觀是十六觀裡面最重要的一觀。古印度跟中國人有些地方相同，把最好的、最精彩的擺在最後，印度佛法亦如是，最重要的是最後。中國人也是如此，文藝表演，壓軸戲是最好的，讓你什麼？你不能不看，你要不看，離開了，最精彩的沒看到。所以最精彩擺在後面。真正會看戲的人，前面他不去，他半當中他去，他看最後的，最後是最精彩的。所以第十六觀持名念佛，是十六觀的關鍵，最重要的，專念彼佛。"
    },
    {
      "id": "02-041-0306_p0050",
      "zh_CN": "第四，「作诸功德，是明起行。此观及行即为助业」。「元晓师以念佛为助业，此说未稳」，就是不稳当，前已于明宗章里面说过了，就不再重复。这个念佛不是助业，是正行。蕅益大师说得好，净宗法门的正行，四个字，真简单，海贤老和尚一生就抓这四个字。第一个「信」，信极乐世界真有，阿弥陀佛真有，佛绝不骗人，对他要真诚的相信，不能有丝毫怀疑。第二个「愿」，愿是真愿意往生极乐世界。往生极乐世界的好处太多了，说不尽，这么好的地方为什么不去？不知道，现在知道了，释迦牟尼佛为我们介绍，完全搞清楚、搞明白了，下定决心非去不可。有信、有愿，阿弥陀佛接引你去往生，条件就够了。",
      "zh_TW": "第四，「作諸功德，是明起行。此觀及行即為助業」。「元曉師以念佛為助業，此說未穩」，就是不穩當，前已於明宗章裡面說過了，就不再重複。這個念佛不是助業，是正行。蕅益大師說得好，淨宗法門的正行，四個字，真簡單，海賢老和尚一生就抓這四個字。第一個「信」，信極樂世界真有，阿彌陀佛真有，佛絕不騙人，對他要真誠的相信，不能有絲毫懷疑。第二個「願」，願是真願意往生極樂世界。往生極樂世界的好處太多了，說不盡，這麼好的地方為什麼不去？不知道，現在知道了，釋迦牟尼佛為我們介紹，完全搞清楚、搞明白了，下定決心非去不可。有信、有願，阿彌陀佛接引你去往生，條件就夠了。"
    },
    {
      "id": "02-041-0306_p0051",
      "zh_CN": "下面第三个是「念佛」，就是一句阿弥陀佛，一句接着一句。这是什么？这是往生到极乐世界你那个品位高下，念佛功夫深的人地位高，念佛功夫浅的人地位低，这就讲到九品三辈。三辈九品里头没有功夫，只有信愿，临终一念十念往生，生凡圣同居土下下品。等于说到极乐世界，像读书一样，从小学一年级开始读起，是这个地位。如果在这个地方修行，念佛的功夫深，念到功夫成片，功夫成片是什么？心里只有阿弥陀佛，没有杂念，没有妄想、没有杂念，没有分别、没有执着，他往生极乐世界是生方便有余土下品，下三品往生，方便有余土。就好比，凡圣同居土好比小学，方便土是中学，他到极乐世界插班，中学里面去了。念到事一心不乱，是方便土的上品上生。念到理一心不乱，那就升级，更是高了，实报庄严土那个地方去了，最高的一层，好比上大学，它不是中学，它是大学。念佛功夫浅深是主这个。",
      "zh_TW": "下面第三個是「念佛」，就是一句阿彌陀佛，一句接著一句。這是什麼？這是往生到極樂世界你那個品位高下，念佛功夫深的人地位高，念佛功夫淺的人地位低，這就講到九品三輩。三輩九品裡頭沒有功夫，只有信願，臨終一念十念往生，生凡聖同居土下下品。等於說到極樂世界，像讀書一樣，從小學一年級開始讀起，是這個地位。如果在這個地方修行，念佛的功夫深，念到功夫成片，功夫成片是什麼？心裡只有阿彌陀佛，沒有雜念，沒有妄想、沒有雜念，沒有分別、沒有執著，他往生極樂世界是生方便有餘土下品，下三品往生，方便有餘土。就好比，凡聖同居土好比小學，方便土是中學，他到極樂世界插班，中學裡面去了。念到事一心不亂，是方便土的上品上生。念到理一心不亂，那就升級，更是高了，實報莊嚴土那個地方去了，最高的一層，好比上大學，它不是中學，它是大學。念佛功夫淺深是主這個。"
    },
    {
      "id": "02-041-0306_p0052",
      "zh_CN": "由此我们知道，念佛多少没关系，深信切愿有关系。不管怎么着，我一定要到极乐世界去，这个念头坚定，绝不拐弯，绝无改变，非去不可。要明白这个道理。人人都能往生，五逆十恶前面说过了，真正发愿求生，业障都能消除。那个业障本来是堕地狱的、变饿鬼的，因为强烈的往生的这个愿望，把恶业止住了，有恶业它不会发作。这个善愿，有阿弥陀佛接引，决定成就。所以，信、愿要恳切。这个信、愿的恳切，怀疑的人很多，很难很难。什么方法？读经，你把经读上几千遍、读上几万遍，你的信心完全坚定了，保证你往生。",
      "zh_TW": "由此我們知道，念佛多少沒關係，深信切願有關係。不管怎麼著，我一定要到極樂世界去，這個念頭堅定，絕不拐彎，絕無改變，非去不可。要明白這個道理。人人都能往生，五逆十惡前面說過了，真正發願求生，業障都能消除。那個業障本來是墮地獄的、變餓鬼的，因為強烈的往生的這個願望，把惡業止住了，有惡業它不會發作。這個善願，有阿彌陀佛接引，決定成就。所以，信、願要懇切。這個信、願的懇切，懷疑的人很多，很難很難。什麼方法？讀經，你把經讀上幾千遍、讀上幾萬遍，你的信心完全堅定了，保證你往生。"
    },
    {
      "id": "02-041-0306_p0053",
      "zh_CN": "机会难得！佛常说，佛说的都是真话，「人身难得，佛法难闻」。得人身，闻佛法，佛法里面无量无边，又闻到净土，净土又闻到夏莲居这个会集本，遇到黄念祖老居士的集注，这是经典当中的顶尖，第一当中的第一，你说你机会多难得？抓住决定不放！我往哪里去？我到极乐世界去，这世界是旅馆，我住几天而已，一切于我不相干，把它当旅馆看待。什么时候走路，立刻就去了，毫无牵挂，这才行。",
      "zh_TW": "機會難得！佛常說，佛說的都是真話，「人身難得，佛法難聞」。得人身，聞佛法，佛法裡面無量無邊，又聞到淨土，淨土又聞到夏蓮居這個會集本，遇到黃念祖老居士的集註，這是經典當中的頂尖，第一當中的第一，你說你機會多難得？抓住決定不放！我往哪裡去？我到極樂世界去，這世界是旅館，我住幾天而已，一切於我不相干，把它當旅館看待。什麼時候走路，立刻就去了，毫無牽掛，這才行。"
    },
    {
      "id": "02-041-0306_p0054",
      "zh_CN": "多做好事，这就是作诸功德，这个功德也是正修，它能帮助我们建立往生的正因。断恶修善，帮助一切众生认识传统文化、认识大乘、认识净宗，帮助阿弥陀佛接引大众往生，这都是正因，好事！像阿弥陀佛对待海贤老和尚一样，让他多住几年，做好榜样，我们亦如是，这是阿弥陀佛最欢喜的事情。我们必须要真正向往西方，永远脱离六道轮回，阿弥陀佛选什么人？就选这样的人。绝不是贪恋这个地方名闻利养，不是的，我们帮助阿弥陀佛接引更多的人往生，目的是这个。这是真的不是假的。",
      "zh_TW": "多做好事，這就是作諸功德，這個功德也是正修，它能幫助我們建立往生的正因。斷惡修善，幫助一切眾生認識傳統文化、認識大乘、認識淨宗，幫助阿彌陀佛接引大眾往生，這都是正因，好事！像阿彌陀佛對待海賢老和尚一樣，讓他多住幾年，做好榜樣，我們亦如是，這是阿彌陀佛最歡喜的事情。我們必須要真正嚮往西方，永遠脫離六道輪迴，阿彌陀佛選什麼人？就選這樣的人。絕不是貪戀這個地方名聞利養，不是的，我們幫助阿彌陀佛接引更多的人往生，目的是這個。這是真的不是假的。"
    },
    {
      "id": "02-041-0306_p0055",
      "zh_CN": "后面第五个，「愿生彼国，此一是愿」，前面四个都是行，「行愿和合」，乃得往生。这是元晓法师说的，说得好。这个是韩国，早年也是在中国留学的，他们这些人多半都是善导的学生，唐朝时候人。今天时间到了，我们就学习到此地。",
      "zh_TW": "後面第五個，「願生彼國，此一是願」，前面四個都是行，「行願和合」，乃得往生。這是元曉法師說的，說得好。這個是韓國，早年也是在中國留學的，他們這些人多半都是善導的學生，唐朝時候人。今天時間到了，我們就學習到此地。"
    }
  ]
}