{
  "doc_id": "02-041-0121",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二一集",
    "zh_TW": "第一二一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0121",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-041-0121_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0121_p0002",
      "zh_CN": "请看《大经科注》第三百五十二页，倒数第五行，从「世尊」这看起：",
      "zh_TW": "請看《大經科註》第三百五十二頁，倒數第五行，從「世尊」這看起："
    },
    {
      "id": "02-041-0121_p0003",
      "zh_CN": "「世尊，指释迦牟尼佛。《净影疏》曰：佛具众德，为世尊重，故号世尊。」在这个地方我们一定要知道，佛具足圆满的德能，也就是惠能大师开悟的时候所说的，「何期自性，本自具足」，没有想到自性本来具足。具足什么？具足万法，一样都不缺。万不是数目字，是代表圆满，没有一样不具足。这是自性。正是大乘经上常说的，「心外无法，法外无心」，一切法都是心变的。《华严经》上佛说得很具体，说「一切众生皆有如来智慧德相」。他把万法（一切法）分三大类，第一类是智慧，第二类是德能，第三类是相好。相好完全是从物质上说的，德能里面，我们今天讲的精神，起心动念，精神这一方面的是德能，物质这一方面是相好。现在科学家也分为三类，第一个能量，第二个念头、意念，第三个物质，分为这三大类。大乘经里面称为阿赖耶的三细相，科学家讲的能量，阿赖耶的业相；精神、念头，阿赖耶的转相；物质是阿赖耶的境界相，都分为这三类。这三类是自性本具的，不是从外头来的。",
      "zh_TW": "「世尊，指釋迦牟尼佛。《淨影疏》曰：佛具眾德，為世尊重，故號世尊。」在這個地方我們一定要知道，佛具足圓滿的德能，也就是惠能大師開悟的時候所說的，「何期自性，本自具足」，沒有想到自性本來具足。具足什麼？具足萬法，一樣都不缺。萬不是數目字，是代表圓滿，沒有一樣不具足。這是自性。正是大乘經上常說的，「心外無法，法外無心」，一切法都是心變的。《華嚴經》上佛說得很具體，說「一切眾生皆有如來智慧德相」。他把萬法（一切法）分三大類，第一類是智慧，第二類是德能，第三類是相好。相好完全是從物質上說的，德能裡面，我們今天講的精神，起心動念，精神這一方面的是德能，物質這一方面是相好。現在科學家也分為三類，第一個能量，第二個念頭、意念，第三個物質，分為這三大類。大乘經裡面稱為阿賴耶的三細相，科學家講的能量，阿賴耶的業相；精神、念頭，阿賴耶的轉相；物質是阿賴耶的境界相，都分為這三類。這三類是自性本具的，不是從外頭來的。"
    },
    {
      "id": "02-041-0121_p0004",
      "zh_CN": "所以经上佛常说「一切法从心想生」。这句话被现代量子力学家证明了，一切法确确实实是从念头生起来的。佛又说「境随心转」，境是环境，无论是物质环境、是精神环境，都是从念头转的。极乐世界为什么那么美好？是我们自性纯净纯善的念头变现出来的。我们今天这个世界社会为什么有这么多的灾变？这是我们一切不善的念头、不净的念头所变现出来的。今天世界的动乱，地球上的灾变异常，我们生活在这个地方感到非常痛苦，心情烦躁，定不下来，这是什么原因？是我们自性里面，自性本来是清净，本来是纯净纯善，迷失了自性，自性是真心，从真心里头变出来一个妄心，阿赖耶。阿赖耶是假的不是真的，为什么？真，永恒不变，阿赖耶有生、有灭。",
      "zh_TW": "所以經上佛常說「一切法從心想生」。這句話被現代量子力學家證明了，一切法確確實實是從念頭生起來的。佛又說「境隨心轉」，境是環境，無論是物質環境、是精神環境，都是從念頭轉的。極樂世界為什麼那麼美好？是我們自性純淨純善的念頭變現出來的。我們今天這個世界社會為什麼有這麼多的災變？這是我們一切不善的念頭、不淨的念頭所變現出來的。今天世界的動亂，地球上的災變異常，我們生活在這個地方感到非常痛苦，心情煩躁，定不下來，這是什麼原因？是我們自性裡面，自性本來是清淨，本來是純淨純善，迷失了自性，自性是真心，從真心裡頭變出來一個妄心，阿賴耶。阿賴耶是假的不是真的，為什麼？真，永恆不變，阿賴耶有生、有滅。"
    },
    {
      "id": "02-041-0121_p0005",
      "zh_CN": "极其微细的念头是我们觉察不到的，频率非常高。我们根据弥勒菩萨的谈话，菩萨告诉我们，最微细的念头，在多高的频率之下产生的？菩萨说「一弹指有三十二亿百千念」。三十二亿乘百千，一百个千是十万，三十二亿个十万就是三百二十兆，这一弹指。我们现在科学用作时间单位是秒，那一秒钟我们能弹多少次？我以前讲的大概是五次，我们能够感受得到。有人告诉我不止，可以弹七次，我能接受，为什么？我年岁大了弹不动，一秒钟可以弹个四次、五次；年轻的、体力壮的，身体很强壮的，我相信他可以弹到七次。七次，三百二十兆乘七，三七二十一，二千一百兆，二千一百兆次，一秒钟。一秒钟它的波动是二千一百兆次，我们毫无觉察。这是什么？就在我们眼前的事实真相，在这个频率之下发生的是幻相，根本就见不到真相，真相就在眼前。",
      "zh_TW": "極其微細的念頭是我們覺察不到的，頻率非常高。我們根據彌勒菩薩的談話，菩薩告訴我們，最微細的念頭，在多高的頻率之下產生的？菩薩說「一彈指有三十二億百千念」。三十二億乘百千，一百個千是十萬，三十二億個十萬就是三百二十兆，這一彈指。我們現在科學用作時間單位是秒，那一秒鐘我們能彈多少次？我以前講的大概是五次，我們能夠感受得到。有人告訴我不止，可以彈七次，我能接受，為什麼？我年歲大了彈不動，一秒鐘可以彈個四次、五次；年輕的、體力壯的，身體很強壯的，我相信他可以彈到七次。七次，三百二十兆乘七，三七二十一，二千一百兆，二千一百兆次，一秒鐘。一秒鐘它的波動是二千一百兆次，我們毫無覺察。這是什麼？就在我們眼前的事實真相，在這個頻率之下發生的是幻相，根本就見不到真相，真相就在眼前。"
    },
    {
      "id": "02-041-0121_p0006",
      "zh_CN": "近代的科学家，科学在地球上发展大概四百年，四百年累积的经验，后人踏着前人的业绩向上攀升，到最近的二十年才突破了第一个关口，物质现象。物质到底是什么搞清楚了、搞明白了，跟佛经上讲的一模一样。这些科学家对佛经佩服得五体投地，他们想的，佛三千年前没有科学的技术概念，他为什么知道？说的比他讲的还详细。于是我们就明白了，大乘经里头不但有尖端的哲学，它还有尖端的科学。一秒钟二千一百兆次的频率是我们没有办法掌握到的，一个幻相，我们根本没有办法觉察。",
      "zh_TW": "近代的科學家，科學在地球上發展大概四百年，四百年累積的經驗，後人踏著前人的業績向上攀升，到最近的二十年才突破了第一個關口，物質現象。物質到底是什麼搞清楚了、搞明白了，跟佛經上講的一模一樣。這些科學家對佛經佩服得五體投地，他們想的，佛三千年前沒有科學的技術概念，他為什麼知道？說的比他講的還詳細。於是我們就明白了，大乘經裡頭不但有尖端的哲學，它還有尖端的科學。一秒鐘二千一百兆次的頻率是我們沒有辦法掌握到的，一個幻相，我們根本沒有辦法覺察。"
    },
    {
      "id": "02-041-0121_p0007",
      "zh_CN": "我们看老式的电影，老式的电影是动画的原理组成的，幻灯片。放映机的镜头打开，这一张幻灯片打在银幕上，再把镜头关起来，换第二张，再一打开是第二张，一秒钟二十四张。二十四张就把我们眼睛欺骗了，我们眼睛看到银幕上，这画面在移动，像是真的一样。那是什么？二十四分之一秒。那我要看真相，真相就是二十四分之一秒，我只看一张相、一张底片。可以，我们来做实验。我们把镜头打开，一张画面，再关起来，下面的底片全抹黑，没有，全抹黑，只留下这一张，二十四分之一秒。我们看到没有？看到了。看到什么？看到一道光一闪就没有了，这光里面有什么东西没看清楚，只看到光一闪。光里头有画面，有完整的画面，可是我们完全看不到，它太快了。我们必须在什么状况之下？二分之一秒，也就是一秒钟十二张底片，我们能看到这里头刚才有树、有人、有房屋，有这个概念，一闪就过去了，详细看不见了。所以这眼能量不大。现在的科学技术有能力捕捉一千兆分之一秒，能被它看见、看清楚，它可以照相，把它照出来，我们能看到里面的真相。所以真相就在眼前，我们听不到，我们看不到，我们闻不到，我们接触不到，连第六意识都想不到，就是我们的心，妄心，想不到。",
      "zh_TW": "我們看老式的電影，老式的電影是動畫的原理組成的，幻燈片。放映機的鏡頭打開，這一張幻燈片打在銀幕上，再把鏡頭關起來，換第二張，再一打開是第二張，一秒鐘二十四張。二十四張就把我們眼睛欺騙了，我們眼睛看到銀幕上，這畫面在移動，像是真的一樣。那是什麼？二十四分之一秒。那我要看真相，真相就是二十四分之一秒，我只看一張相、一張底片。可以，我們來做實驗。我們把鏡頭打開，一張畫面，再關起來，下面的底片全抹黑，沒有，全抹黑，只留下這一張，二十四分之一秒。我們看到沒有？看到了。看到什麼？看到一道光一閃就沒有了，這光裡面有什麼東西沒看清楚，只看到光一閃。光裡頭有畫面，有完整的畫面，可是我們完全看不到，它太快了。我們必須在什麼狀況之下？二分之一秒，也就是一秒鐘十二張底片，我們能看到這裡頭剛才有樹、有人、有房屋，有這個概念，一閃就過去了，詳細看不見了。所以這眼能量不大。現在的科學技術有能力捕捉一千兆分之一秒，能被它看見、看清楚，它可以照相，把它照出來，我們能看到裡面的真相。所以真相就在眼前，我們聽不到，我們看不到，我們聞不到，我們接觸不到，連第六意識都想不到，就是我們的心，妄心，想不到。"
    },
    {
      "id": "02-041-0121_p0008",
      "zh_CN": "佛告诉我们，到什么时候你能够看到？经上常讲的八地以上。所以佛不需要科学仪器，不需要用现在科学技术，他直接就看到。他用的是什么？用真心，用清净心。真心为什么能看到？真心不动，你是动的，妄心是动的，动得再快，真心也清清楚楚、明明白白。真心里面本具有智慧、有德能，这个观察、听闻，这是德能，它没有受到障碍，所以再微细，频率再高，它也看得清楚、也听得明白，它没有障碍。所以它在一念，这一念是二千一百兆分之一秒，就这么短的时间，它能看清楚，它能听明白。这事实真相就在眼前，不是过去、不是未来，就是现在，现前一念。大乘经里面教导我们，我们如果能证得十信、十住、十行、十回向、十地，十地里面证到第八地，我们六根的功能，眼耳鼻舌身意，就跟佛差不多了。佛所能看到的，我能看到；佛所能听到的，我能听到；佛所能接触到的，我也能知道。八地，八地距离佛很近。《华严经》上把菩萨修证的果位定作五十二个阶级，前面五十一个是菩萨，最后一个就是成佛了，第五十二位就成佛了，八地距离成佛很近，你看，八地、九地、十地、等觉，这就成佛了。菩萨最高的第四个位次，他六根的能量完全恢复了，跟佛一样，佛知佛见。",
      "zh_TW": "佛告訴我們，到什麼時候你能夠看到？經上常講的八地以上。所以佛不需要科學儀器，不需要用現在科學技術，他直接就看到。他用的是什麼？用真心，用清淨心。真心為什麼能看到？真心不動，你是動的，妄心是動的，動得再快，真心也清清楚楚、明明白白。真心裡面本具有智慧、有德能，這個觀察、聽聞，這是德能，它沒有受到障礙，所以再微細，頻率再高，它也看得清楚、也聽得明白，它沒有障礙。所以它在一念，這一念是二千一百兆分之一秒，就這麼短的時間，它能看清楚，它能聽明白。這事實真相就在眼前，不是過去、不是未來，就是現在，現前一念。大乘經裡面教導我們，我們如果能證得十信、十住、十行、十迴向、十地，十地裡面證到第八地，我們六根的功能，眼耳鼻舌身意，就跟佛差不多了。佛所能看到的，我能看到；佛所能聽到的，我能聽到；佛所能接觸到的，我也能知道。八地，八地距離佛很近。《華嚴經》上把菩薩修證的果位定作五十二個階級，前面五十一個是菩薩，最後一個就是成佛了，第五十二位就成佛了，八地距離成佛很近，你看，八地、九地、十地、等覺，這就成佛了。菩薩最高的第四個位次，他六根的能量完全恢復了，跟佛一樣，佛知佛見。"
    },
    {
      "id": "02-041-0121_p0009",
      "zh_CN": "这话说起来容易，修起来好难。怎么修法？放下而已。放下什么？放下起心动念。起心动念我们不知道，起心动念就是二千一百兆分之一秒的那个生灭，那叫起心动念。不起心、不动念，妄心没有了，阿赖耶没有了，完全用真心。真心极其灵光，再微细的，它清清楚楚、明明了瞭，不可思议。学佛没有别的，回归自性而已。《楞严经》上所说的「圆满菩提，归无所得」，你证得圆满的果位，成佛了，妙觉如来，你有没有得到什么？没有，一无所得。你所得到的是自性本来具足的，没有一样是新的东西，自性本有的。所以佛法最忌讳的是心外求法，心外没有法，你到哪里求？佛法一切向内不向外。所以佛经称为内典，佛学称为内学，向内不向外。一切是自己本有的，外面没有一法，外面全是假的，幻相，如梦幻泡影。向内求，一切圆满；向外求，永远得不到。",
      "zh_TW": "這話說起來容易，修起來好難。怎麼修法？放下而已。放下什麼？放下起心動念。起心動念我們不知道，起心動念就是二千一百兆分之一秒的那個生滅，那叫起心動念。不起心、不動念，妄心沒有了，阿賴耶沒有了，完全用真心。真心極其靈光，再微細的，它清清楚楚、明明瞭瞭，不可思議。學佛沒有別的，回歸自性而已。《楞嚴經》上所說的「圓滿菩提，歸無所得」，你證得圓滿的果位，成佛了，妙覺如來，你有沒有得到什麼？沒有，一無所得。你所得到的是自性本來具足的，沒有一樣是新的東西，自性本有的。所以佛法最忌諱的是心外求法，心外沒有法，你到哪裡求？佛法一切向內不向外。所以佛經稱為內典，佛學稱為內學，向內不向外。一切是自己本有的，外面沒有一法，外面全是假的，幻相，如夢幻泡影。向內求，一切圓滿；向外求，永遠得不到。"
    },
    {
      "id": "02-041-0121_p0010",
      "zh_CN": "自性本具众德，所以佛具众德，你证到佛的地位，无量无边德能统统现前，为世间所尊重。世间是凡夫，六道是世间，十法界还是世间，六道十法界里面的众生对佛尊重，所以称之为世尊。世间没有比佛更尊贵的，他的性德、他的智慧、他的相好圆满的显现出来了。虽然如是，我们必须要知道，世间所有一切众生跟世尊没有两样，只是他觉悟了，他不迷，性德完全显露；我们在迷失自性，我们是妄心当家做主，不是真心。妄心是生灭心，就是这个生灭的念头，一秒钟二千一百兆次的生灭，这是妄心。这个妄心把真心所变的相扭曲了，真心所现的相是完整的、圆满的，妄心所现的相像水，我们在湖的面前，小湖，风平浪静，水清澈没有染污，那水就像镜子一样，四周围的风景都照在里面，圆满照在里面，叫照见，真心见，那是什么？叫一真法界。妄心怎么样？妄心就是有染污，水不干净，有波浪，有风吹起了波浪。能不能照？能照，照得不清楚。十法界的众生心动了，就是他有波浪，他有染污。染污有轻重不同，波浪的频率高低不一样，所以分为十法界，愈往上面去愈洁净、清净，愈往下面去，大风大浪，特别是三途，也可以把阿修罗加进去。人天两道比较好一点，天上很好，有修行，有点定功，虽然有杂念，有波动，不是大风大浪；大风大浪，阿修罗，下面饿鬼、地狱、畜生，浮躁到极处。最可悲的、最难受的是地狱，地狱里头有无间地狱，《地藏经》里面讲得很详细。所以经上讲的世尊，我们每个人都有分，希望我们恢复本来面目，那就叫世尊。「佛是世间极尊」，极为尊重，「故称世尊」。",
      "zh_TW": "自性本具眾德，所以佛具眾德，你證到佛的地位，無量無邊德能統統現前，為世間所尊重。世間是凡夫，六道是世間，十法界還是世間，六道十法界裡面的眾生對佛尊重，所以稱之為世尊。世間沒有比佛更尊貴的，他的性德、他的智慧、他的相好圓滿的顯現出來了。雖然如是，我們必須要知道，世間所有一切眾生跟世尊沒有兩樣，只是他覺悟了，他不迷，性德完全顯露；我們在迷失自性，我們是妄心當家做主，不是真心。妄心是生滅心，就是這個生滅的念頭，一秒鐘二千一百兆次的生滅，這是妄心。這個妄心把真心所變的相扭曲了，真心所現的相是完整的、圓滿的，妄心所現的相像水，我們在湖的面前，小湖，風平浪靜，水清澈沒有染污，那水就像鏡子一樣，四周圍的風景都照在裡面，圓滿照在裡面，叫照見，真心見，那是什麼？叫一真法界。妄心怎麼樣？妄心就是有染污，水不乾淨，有波浪，有風吹起了波浪。能不能照？能照，照得不清楚。十法界的眾生心動了，就是他有波浪，他有染污。染污有輕重不同，波浪的頻率高低不一樣，所以分為十法界，愈往上面去愈潔淨、清淨，愈往下面去，大風大浪，特別是三途，也可以把阿修羅加進去。人天兩道比較好一點，天上很好，有修行，有點定功，雖然有雜念，有波動，不是大風大浪；大風大浪，阿修羅，下面餓鬼、地獄、畜生，浮躁到極處。最可悲的、最難受的是地獄，地獄裡頭有無間地獄，《地藏經》裡面講得很詳細。所以經上講的世尊，我們每個人都有分，希望我們恢復本來面目，那就叫世尊。「佛是世間極尊」，極為尊重，「故稱世尊」。"
    },
    {
      "id": "02-041-0121_p0011",
      "zh_CN": "「威者，有威可畏谓之威」。这个威，底下讲的「威神」，威严，众生见到他自自然然产生畏惧，中国人所谓畏大人。古时候，我这个年龄，亲身感受，从小就得学规矩。这个规矩大致上就是《弟子规》上所说的，小孩见到老人规规矩矩，见到长辈要有礼节，言谈举止都不能随便，像小大人一样。管教严，从小养成习惯。中外对比，中国小孩像小大人，一举一动都要符合规矩，不像外国的小孩，外国小孩天真烂漫、活泼。这两种不同的教育，对比之下你就晓得。所以谚语说，外国是儿童的天堂，是老年人的坟墓。我们中国跟它比，少年的时候严格的教育，小孩一点自由都没有，都要训练，把他严格的训练，所谓是习惯成自然，严加管教，没有自由，不能随便说话，不可以随便行动，有规有矩、有模有样。小时候严加管教，中年的时候学成学术或者是技能，你能够养家活口，晚年享福。",
      "zh_TW": "「威者，有威可畏謂之威」。這個威，底下講的「威神」，威嚴，眾生見到他自自然然產生畏懼，中國人所謂畏大人。古時候，我這個年齡，親身感受，從小就得學規矩。這個規矩大致上就是《弟子規》上所說的，小孩見到老人規規矩矩，見到長輩要有禮節，言談舉止都不能隨便，像小大人一樣。管教嚴，從小養成習慣。中外對比，中國小孩像小大人，一舉一動都要符合規矩，不像外國的小孩，外國小孩天真爛漫、活潑。這兩種不同的教育，對比之下你就曉得。所以諺語說，外國是兒童的天堂，是老年人的墳墓。我們中國跟它比，少年的時候嚴格的教育，小孩一點自由都沒有，都要訓練，把他嚴格的訓練，所謂是習慣成自然，嚴加管教，沒有自由，不能隨便說話，不可以隨便行動，有規有矩、有模有樣。小時候嚴加管教，中年的時候學成學術或者是技能，你能夠養家活口，晚年享福。"
    },
    {
      "id": "02-041-0121_p0012",
      "zh_CN": "中国的社会有没有享受？有。什么时候享受？晚年，退休了，回家，落叶归根。回家干什么？养老，享受天伦之乐。这外国人非常羡慕，外国人是儿童的天堂，老人的坟墓，老人真可怜。中国人的享受是放在晚年，享晚年。晚年有福报是真正的福报，晚年体力衰了，儿孙满堂，有人照顾、有人侍候，什么都不要操心。古时候大家庭，到退休年龄就回家了，回家教育下一代，工作是辞掉了，他有经验、他有学问，回家跟小孩、儿孙们在一起，自自然然就传授给下一代了。小孩接受父辈的、祖父一辈的，绝大多数是祖父一辈的，接受他们的教诲，他们一生人生的经验，给小孩讲故事，小孩都记住了，对他有很大的受用。",
      "zh_TW": "中國的社會有沒有享受？有。什麼時候享受？晚年，退休了，回家，落葉歸根。回家幹什麼？養老，享受天倫之樂。這外國人非常羨慕，外國人是兒童的天堂，老人的墳墓，老人真可憐。中國人的享受是放在晚年，享晚年。晚年有福報是真正的福報，晚年體力衰了，兒孫滿堂，有人照顧、有人侍候，什麼都不要操心。古時候大家庭，到退休年齡就回家了，回家教育下一代，工作是辭掉了，他有經驗、他有學問，回家跟小孩、兒孫們在一起，自自然然就傳授給下一代了。小孩接受父輩的、祖父一輩的，絕大多數是祖父一輩的，接受他們的教誨，他們一生人生的經驗，給小孩講故事，小孩都記住了，對他有很大的受用。"
    },
    {
      "id": "02-041-0121_p0013",
      "zh_CN": "中国人懂得教育，重视教育，有教育的理念、有教育的方法、有教育的内容。从小教伦理，伦理是什么？人与人的关系。关系都搞清楚了，这就有尊卑，对长辈要尊重，对平辈要友爱，对晚辈要慈悲。都从小时候就养成了，习以为常，熟透了，任何状况之下不会错了规矩。人有喜怒哀乐，喜怒哀乐发出来都中节，不过分，恰到好处，这人情。这些外国的确比不上中国，外国从小没人教。两百年前，外国的文化从日本传到中国来，中国也派了很多留学生到外国留学。这些小孩功夫还没有练成熟，在中国做小孩很苦，一举一动都要守规矩，到外国完全放松，完全没有了，这觉得外国好。中国小孩的确没有外国小孩那么活泼、那么天真，那么样的放肆，决定不许可的。这一学外国好了，把中国东西疏忽了，造成今天中国社会的苦难。两百年前的老祖宗看到现在这个状况他做何感想？痛哭流涕，承认错了，没有遵从老一辈的教诲，带的这个头是错误的，但是后悔莫及。今天的社会，前辈的祖宗不愿意看到。",
      "zh_TW": "中國人懂得教育，重視教育，有教育的理念、有教育的方法、有教育的內容。從小教倫理，倫理是什麼？人與人的關係。關係都搞清楚了，這就有尊卑，對長輩要尊重，對平輩要友愛，對晚輩要慈悲。都從小時候就養成了，習以為常，熟透了，任何狀況之下不會錯了規矩。人有喜怒哀樂，喜怒哀樂發出來都中節，不過分，恰到好處，這人情。這些外國的確比不上中國，外國從小沒人教。兩百年前，外國的文化從日本傳到中國來，中國也派了很多留學生到外國留學。這些小孩功夫還沒有練成熟，在中國做小孩很苦，一舉一動都要守規矩，到外國完全放鬆，完全沒有了，這覺得外國好。中國小孩的確沒有外國小孩那麼活潑、那麼天真，那麼樣的放肆，決定不許可的。這一學外國好了，把中國東西疏忽了，造成今天中國社會的苦難。兩百年前的老祖宗看到現在這個狀況他做何感想？痛哭流涕，承認錯了，沒有遵從老一輩的教誨，帶的這個頭是錯誤的，但是後悔莫及。今天的社會，前輩的祖宗不願意看到。"
    },
    {
      "id": "02-041-0121_p0014",
      "zh_CN": "我们今天算是很有福气，看到了中国前途现了一线曙光，我们看到有贤明的领导人，古人所讲的明君出世，众生有福，国运转过来了。老祖宗留下来的文化，我们要发愿把它继承下来发扬光大，对自己身心健康长寿，家庭和睦，社会和谐，国家富强，天下太平。可不可以做到？可以，只要回归传统的教育就能做到。中国历史上往上去看，例子太多了，你能不信吗？中国古人不会骗人。现在人会骗人，他骗自己、他骗别人，所以他不相信历史，认为历史记载都是骗人的，存这种心，这是没福报。",
      "zh_TW": "我們今天算是很有福氣，看到了中國前途現了一線曙光，我們看到有賢明的領導人，古人所講的明君出世，眾生有福，國運轉過來了。老祖宗留下來的文化，我們要發願把它繼承下來發揚光大，對自己身心健康長壽，家庭和睦，社會和諧，國家富強，天下太平。可不可以做到？可以，只要回歸傳統的教育就能做到。中國歷史上往上去看，例子太多了，你能不信嗎？中國古人不會騙人。現在人會騙人，他騙自己、他騙別人，所以他不相信歷史，認為歷史記載都是騙人的，存這種心，這是沒福報。"
    },
    {
      "id": "02-041-0121_p0015",
      "zh_CN": "我们要相信，中国这五千年来，做人的标准是五伦五常、四维八德，这是中国文化的大根大本，每个人都必须要接受的，从小就把它养成，所谓习惯成自然。伦是讲关系，人跟人的关系要清楚，你才能尽分，明伦尽分，尽到自己本分的义务。五常是德，做人基本的德行，仁义礼智信，这叫人。如果违背了五常，那就不算是人。左丘明在他的著作《左传》，这里头说得很清楚，「人弃常则妖兴」，一个人把仁义礼智信这五常丢掉了，不要了，变成什么？不仁、不义、无礼、无智、无信，那这个人是什么？这个人是妖魔鬼怪，不能叫他做人。所以古时候的社会，这五个字贩夫走卒都知道，都知道做人。仁者爱人，「凡是人，皆须爱」。义者循理，起心动念、言语造作要想符不符合道义，不符合义，不能想、不能说、不能做。智是智慧、理智，不能感情用事，感情用事你会造罪业，起心动念、言语造作依智，不依感情，理智，用理智，不能用感情。最后一个信用，人无信就不能立足于社会，一定要讲信用。做人基本的德行五个字，仁义礼智信，你统统做得到，这是标准的中国人。",
      "zh_TW": "我們要相信，中國這五千年來，做人的標準是五倫五常、四維八德，這是中國文化的大根大本，每個人都必須要接受的，從小就把它養成，所謂習慣成自然。倫是講關係，人跟人的關係要清楚，你才能盡分，明倫盡分，盡到自己本分的義務。五常是德，做人基本的德行，仁義禮智信，這叫人。如果違背了五常，那就不算是人。左丘明在他的著作《左傳》，這裡頭說得很清楚，「人棄常則妖興」，一個人把仁義禮智信這五常丟掉了，不要了，變成什麼？不仁、不義、無禮、無智、無信，那這個人是什麼？這個人是妖魔鬼怪，不能叫他做人。所以古時候的社會，這五個字販夫走卒都知道，都知道做人。仁者愛人，「凡是人，皆須愛」。義者循理，起心動念、言語造作要想符不符合道義，不符合義，不能想、不能說、不能做。智是智慧、理智，不能感情用事，感情用事你會造罪業，起心動念、言語造作依智，不依感情，理智，用理智，不能用感情。最後一個信用，人無信就不能立足於社會，一定要講信用。做人基本的德行五個字，仁義禮智信，你統統做得到，這是標準的中國人。"
    },
    {
      "id": "02-041-0121_p0016",
      "zh_CN": "四维八德，四维是管仲说的，是对于国家各个阶层的领导人，从国君到我们现在讲村长，领导人是社会群众的榜样、模范，要做到四个字，领导要做到四个字，礼义廉耻。礼就是规矩，他带头做，领导人带头做，哪一个敢不做？领导人他的职责是君亲师，君是领导，你走在前面带路，你把大家带到哪里去，这个重要，这是他的责任。你是他的亲，亲是什么？像父母一样，你要照顾他的生活，物质生活、精神生活统统要照顾到，尽心尽力帮助他们离苦得乐。第三个是师，师是老师，你还要教他，被你领导的这些人你要教他。你天赋的责任就这三桩事情，君亲师，这是好领导。整个社会的道德标准，「孝悌忠信，仁爱和平」，社会整齐，国家强盛，天下太平。就这几个字，大道至简，一点都不麻烦。这几个字做到了，天下太平，地球上会出现盛世，一点都不麻烦，最高领导人垂拱而治。这都是讲的威神。",
      "zh_TW": "四維八德，四維是管仲說的，是對於國家各個階層的領導人，從國君到我們現在講村長，領導人是社會群眾的榜樣、模範，要做到四個字，領導要做到四個字，禮義廉恥。禮就是規矩，他帶頭做，領導人帶頭做，哪一個敢不做？領導人他的職責是君親師，君是領導，你走在前面帶路，你把大家帶到哪裡去，這個重要，這是他的責任。你是他的親，親是什麼？像父母一樣，你要照顧他的生活，物質生活、精神生活統統要照顧到，盡心盡力幫助他們離苦得樂。第三個是師，師是老師，你還要教他，被你領導的這些人你要教他。你天賦的責任就這三樁事情，君親師，這是好領導。整個社會的道德標準，「孝悌忠信，仁愛和平」，社會整齊，國家強盛，天下太平。就這幾個字，大道至簡，一點都不麻煩。這幾個字做到了，天下太平，地球上會出現盛世，一點都不麻煩，最高領導人垂拱而治。這都是講的威神。"
    },
    {
      "id": "02-041-0121_p0017",
      "zh_CN": "「《胜鬘宝窟》曰：外使物畏，目之为威」，表现在外面，有风度、有威仪（仪表），人家看到你自然对你产生恭敬心。民间通常接受家庭教育、社会教育，古时候学校不多，教育，家负主要责任，国家只是开科考试选拔人才，主要教育全是家庭，所以家有家学，叫私塾。私塾里面教学，遵守大自然的规律，老师教学生是采取个别传授的，一个老师能够应付二、三十个人，最多一般不超过四十个人，老师才能完全照顾到；超过四十以上老师照顾不到，必须要开第二个班。家里要小孩多的话，两个老师，两个讲堂。它的教学是个别教学，为什么？每个人的禀性不一样。尤其是家庭这个学校，学生年龄不相同，有的十几岁，有的七、八岁，所以要个别教。个别教有好处，这小孩有天赋，记忆力很强，理解力很强，他的进度就比别人快。为什么？这是个人才，好好培养他，让他将来参加考试。县考秀才，省考举人，国家考试进士，所谓功名。功名就是现在的学历，最高的学历，现在是博士学位，古时候是进士。这些考取的多半将来都做官，从政了，他们有这资格从政。",
      "zh_TW": "「《勝鬘寶窟》曰：外使物畏，目之為威」，表現在外面，有風度、有威儀（儀表），人家看到你自然對你產生恭敬心。民間通常接受家庭教育、社會教育，古時候學校不多，教育，家負主要責任，國家只是開科考試選拔人才，主要教育全是家庭，所以家有家學，叫私塾。私塾裡面教學，遵守大自然的規律，老師教學生是採取個別傳授的，一個老師能夠應付二、三十個人，最多一般不超過四十個人，老師才能完全照顧到；超過四十以上老師照顧不到，必須要開第二個班。家裡要小孩多的話，兩個老師，兩個講堂。它的教學是個別教學，為什麼？每個人的稟性不一樣。尤其是家庭這個學校，學生年齡不相同，有的十幾歲，有的七、八歲，所以要個別教。個別教有好處，這小孩有天賦，記憶力很強，理解力很強，他的進度就比別人快。為什麼？這是個人才，好好培養他，讓他將來參加考試。縣考秀才，省考舉人，國家考試進士，所謂功名。功名就是現在的學歷，最高的學歷，現在是博士學位，古時候是進士。這些考取的多半將來都做官，從政了，他們有這資格從政。"
    },
    {
      "id": "02-041-0121_p0018",
      "zh_CN": "古时候所谓三百六十行，各个不同的行业，哪个行业令人最羡慕？就是做官，都以做官为荣，成就自己德行、成就自己的学问，将来从政。为什么？从政身分地位很高，人民，你当个县长，父母官，这一县的人对你恭敬，都听你的，你要负起君亲师的责任，要做个好的领导。人为什么羡慕？因为他工作量很少，他很轻松。为什么？人民都被他家里教好了，没有犯罪的人，没有作奸犯科的，工作量很少。他有的是时间，外面去巡察，寻访实际上是游山玩水。一个月有几件案子就很多了，你这个地方不太平，怎么有这么多事？家家都教好了，人人都好了。所以做官的人事情很少，他的时间很多，他的心很清净，清净心生智慧，不生烦恼。多余的时间，这些人，读书的人，写文章，诗词歌赋就这么来的。我们《四库全书》集部，超过一半以上都是这些做官的人闲着没事，他搞出来的文学、艺术。待遇也不错，足够以养家。所以各种行业里头，这是最清高的，大家都喜欢。",
      "zh_TW": "古時候所謂三百六十行，各個不同的行業，哪個行業令人最羨慕？就是做官，都以做官為榮，成就自己德行、成就自己的學問，將來從政。為什麼？從政身分地位很高，人民，你當個縣長，父母官，這一縣的人對你恭敬，都聽你的，你要負起君親師的責任，要做個好的領導。人為什麼羨慕？因為他工作量很少，他很輕鬆。為什麼？人民都被他家裡教好了，沒有犯罪的人，沒有作奸犯科的，工作量很少。他有的是時間，外面去巡察，尋訪實際上是遊山玩水。一個月有幾件案子就很多了，你這個地方不太平，怎麼有這麼多事？家家都教好了，人人都好了。所以做官的人事情很少，他的時間很多，他的心很清淨，清淨心生智慧，不生煩惱。多餘的時間，這些人，讀書的人，寫文章，詩詞歌賦就這麼來的。我們《四庫全書》集部，超過一半以上都是這些做官的人閒著沒事，他搞出來的文學、藝術。待遇也不錯，足夠以養家。所以各種行業裡頭，這是最清高的，大家都喜歡。"
    },
    {
      "id": "02-041-0121_p0019",
      "zh_CN": "可是有些人天赋达不到这个程度，他不行，不行老师怎么教？老师只教他一般应用，与人来往，像写书信，写个契约，日常生活这些文字东西教给他，他可以学一个手艺。所以农工商，那是职业，他可以学一个行业技术，可以谋生。所以它的教育是独立的，像种树一样，一棵一棵树苗种树。现在学校西方的不是的，西方把这个横刀切，把树都砍得一样齐。你看学校，一年级，一年级程度，二年级，二年级程度，不像中国古时候。古时候那个种树，有小树、有大树，不同的品种，他有不同的照顾方法。从这个地方你来看，中国古人教学的理念跟方法跟现在学校不一样，它出人才。人才不是个个都能培养的，要有那个条件，适合他自己个性的条件，都把他培成有用的人才。所以行行出状元，读书出状元，学工，学个木匠，木匠也能达到一流的木匠，水泥工也能达到第一流的水泥工。所以你是什么样的，依这个天赋来塑造你，都能把你造成有用之材。这是中国古时候的教育，理念跟现在不同。",
      "zh_TW": "可是有些人天賦達不到這個程度，他不行，不行老師怎麼教？老師只教他一般應用，與人來往，像寫書信，寫個契約，日常生活這些文字東西教給他，他可以學一個手藝。所以農工商，那是職業，他可以學一個行業技術，可以謀生。所以它的教育是獨立的，像種樹一樣，一棵一棵樹苗種樹。現在學校西方的不是的，西方把這個橫刀切，把樹都砍得一樣齊。你看學校，一年級，一年級程度，二年級，二年級程度，不像中國古時候。古時候那個種樹，有小樹、有大樹，不同的品種，他有不同的照顧方法。從這個地方你來看，中國古人教學的理念跟方法跟現在學校不一樣，它出人才。人才不是個個都能培養的，要有那個條件，適合他自己個性的條件，都把他培成有用的人才。所以行行出狀元，讀書出狀元，學工，學個木匠，木匠也能達到一流的木匠，水泥工也能達到第一流的水泥工。所以你是什麼樣的，依這個天賦來塑造你，都能把你造成有用之材。這是中國古時候的教育，理念跟現在不同。"
    },
    {
      "id": "02-041-0121_p0020",
      "zh_CN": "现在真的是一刀切，整整齐齐，一班一班往上提升，跟中国古人不一样。所以中国历代都有圣贤豪杰出现，这都是老师有慧眼，从学生当中提拔出来。哪一种学习方式好？还是古人那个方式好。为什么？真出人才，他培养人才，他认识人才，他懂得你是什么材料，可以把你塑造成什么样典型。西方的学校虽然整整齐齐，但是天才被埋没了，他要跟大家受一样教育。所以中国过去教学是竖的，往上提升；现在外国的学校，它是给你一刀砍平，一年级就是一年级，二年级就是二年级，真正天才被疏忽了。这是在教学理念方法，中国老方法超过现在。现在人样样相信外国人，中国这么好的教学理念方法被抛弃了，真可惜。",
      "zh_TW": "現在真的是一刀切，整整齊齊，一班一班往上提升，跟中國古人不一樣。所以中國歷代都有聖賢豪傑出現，這都是老師有慧眼，從學生當中提拔出來。哪一種學習方式好？還是古人那個方式好。為什麼？真出人才，他培養人才，他認識人才，他懂得你是什麼材料，可以把你塑造成什麼樣典型。西方的學校雖然整整齊齊，但是天才被埋沒了，他要跟大家受一樣教育。所以中國過去教學是豎的，往上提升；現在外國的學校，它是給你一刀砍平，一年級就是一年級，二年級就是二年級，真正天才被疏忽了。這是在教學理念方法，中國老方法超過現在。現在人樣樣相信外國人，中國這麼好的教學理念方法被拋棄了，真可惜。"
    },
    {
      "id": "02-041-0121_p0021",
      "zh_CN": "古时候私塾教学，每个学生进度不一样，天分好的，我们一般讲上等根器的，记忆力好、理解力好，一天可以读六、七百字。从前算字数的，六、七百字。标准是什么？念十遍就能背诵，以这个为标准。最高的标准七百字，念十遍就能背下来；等级差一点的，背不下来，好，五百字；五百字背不下来，三百字；三百字也背不下来，一百字，大概差不多了，一百字。你看每个人进度不一样，个个都能够满足他的能量，他有什么样的能量，帮他，成就他，在这个里头提拔，不是一刀切。所以古时候那个教室虽然小，它是大学校，为什么？各种不同根性的人在一起学，这叫大学。程度不是平等的，它有差异，老师要善于调教，一个人才都不会漏失掉。",
      "zh_TW": "古時候私塾教學，每個學生進度不一樣，天分好的，我們一般講上等根器的，記憶力好、理解力好，一天可以讀六、七百字。從前算字數的，六、七百字。標準是什麼？念十遍就能背誦，以這個為標準。最高的標準七百字，念十遍就能背下來；等級差一點的，背不下來，好，五百字；五百字背不下來，三百字；三百字也背不下來，一百字，大概差不多了，一百字。你看每個人進度不一樣，個個都能夠滿足他的能量，他有什麼樣的能量，幫他，成就他，在這個裡頭提拔，不是一刀切。所以古時候那個教室雖然小，它是大學校，為什麼？各種不同根性的人在一起學，這叫大學。程度不是平等的，它有差異，老師要善於調教，一個人才都不會漏失掉。"
    },
    {
      "id": "02-041-0121_p0022",
      "zh_CN": "《胜鬘宝窟》里头说，外使物畏，目之为威。「内难测度，称之为神」，后头这两句好！外面是仪表，内里头是精神，精神不可思议，称之为神，威神。「光者，光明也。自莹谓之光，照物谓之明」。自莹是放光，他的智慧、他的德能，在他言谈举止当中就能够显露出来，我们一般人讲风采，能看出来。对于外面境界一切人事物，大乘教里面说诸法实相，在佛法教学里面，所谓体相用、因缘果、事理，你看一个人，看一桩事情，要能看到八面，这是智慧，这叫事实真相，对人、对事、对物。体、相，体是本体，相是现相，作用。像我们看电视屏幕，屏幕是它的体，频道所现的这个相是现相，现相里面所表的是它的作用，它在劝善，它在作恶，这是作用，你能够看到这三方面。再往下面细细去观察，它有因、有缘、有果，你就看到因果了。再往两面去看，事上看、理上看。你能对人事物任何一桩事能看八面，这个人叫有慧眼，这个人是个明白人，不是圣贤。圣贤人可了不起，贤人能看透，这八面每一面都有八面，这个人能看到六十四面，六十四面每一面又有八面，愈看愈深入。",
      "zh_TW": "《勝鬘寶窟》裡頭說，外使物畏，目之為威。「內難測度，稱之為神」，後頭這兩句好！外面是儀表，內裡頭是精神，精神不可思議，稱之為神，威神。「光者，光明也。自瑩謂之光，照物謂之明」。自瑩是放光，他的智慧、他的德能，在他言談舉止當中就能夠顯露出來，我們一般人講風采，能看出來。對於外面境界一切人事物，大乘教裡面說諸法實相，在佛法教學裡面，所謂體相用、因緣果、事理，你看一個人，看一樁事情，要能看到八面，這是智慧，這叫事實真相，對人、對事、對物。體、相，體是本體，相是現相，作用。像我們看電視屏幕，屏幕是它的體，頻道所現的這個相是現相，現相裡面所表的是它的作用，它在勸善，它在作惡，這是作用，你能夠看到這三方面。再往下面細細去觀察，它有因、有緣、有果，你就看到因果了。再往兩面去看，事上看、理上看。你能對人事物任何一樁事能看八面，這個人叫有慧眼，這個人是個明白人，不是聖賢。聖賢人可了不起，賢人能看透，這八面每一面都有八面，這個人能看到六十四面，六十四面每一面又有八面，愈看愈深入。"
    },
    {
      "id": "02-041-0121_p0023",
      "zh_CN": "然后我们才知道，佛菩萨之可敬，佛菩萨看的层面可深了，八面是表面，六十四面是第二层，还有第三、第四，其深没有底。谁能够彻法底源？如来，成佛才能够彻法底源，这真的不是假的。其广没有边际，其深没有底。谁能？有人能，阿罗汉能、菩萨能、诸佛如来能，究竟彻底是诸佛如来。所以佛陀教给我们要成佛，不成佛不能彻底明了，成佛就明了了。怎么成佛？要放下，放下所有的障碍。为什么？所有的法的根源都是自性变现出来的，你本来知道，所以说一切众生本来是佛。为什么不知道？你用错了心，你用的妄心，不知道。你用真心，全知道了。所以，明白这个道理，这个大前提，你就要晓得，应当彻底放下。为什么？假相，凡所有相皆是虚妄。相是虚妄，念头也是虚妄，真心离念，没有念头，正念无念，它起作用的时候无不念，不起作用的时候无念。佛与法身菩萨，明心见性就无念了，起心动念没有了，他的六根起作用是性德。我们六根起作用是阿赖耶，是无明。",
      "zh_TW": "然後我們才知道，佛菩薩之可敬，佛菩薩看的層面可深了，八面是表面，六十四面是第二層，還有第三、第四，其深沒有底。誰能夠徹法底源？如來，成佛才能夠徹法底源，這真的不是假的。其廣沒有邊際，其深沒有底。誰能？有人能，阿羅漢能、菩薩能、諸佛如來能，究竟徹底是諸佛如來。所以佛陀教給我們要成佛，不成佛不能徹底明瞭，成佛就明瞭了。怎麼成佛？要放下，放下所有的障礙。為什麼？所有的法的根源都是自性變現出來的，你本來知道，所以說一切眾生本來是佛。為什麼不知道？你用錯了心，你用的妄心，不知道。你用真心，全知道了。所以，明白這個道理，這個大前提，你就要曉得，應當徹底放下。為什麼？假相，凡所有相皆是虛妄。相是虛妄，念頭也是虛妄，真心離念，沒有念頭，正念無念，它起作用的時候無不念，不起作用的時候無念。佛與法身菩薩，明心見性就無念了，起心動念沒有了，他的六根起作用是性德。我們六根起作用是阿賴耶，是無明。"
    },
    {
      "id": "02-041-0121_p0024",
      "zh_CN": "我们为什么不能放下？没有真正知道诸法实相，不知道相是假的，不知道相是虚妄的，是梦幻泡影。《金刚经》上偈子说得好，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，偈子目的是叫我们放下，晓得一切法不是真的。什么是真的？性是真的，我们的灵性是真的。灵性不是物质，是精神，但是要晓得，物质是跟着精神念头转的，我们要身体健康，要有好的念头，自然就健康，为什么？它跟着心转。你看，我们心里头欢喜的时候，满面春风；心里头有很难过的事情，愁眉苦脸，它就变了，跟着念头变。佛为什么那么健康，佛没有杂念、没有妄想。所以我们能真正做到没有起心动念、没有分别执着，就成佛了，那你的身体就金刚不坏身。",
      "zh_TW": "我們為什麼不能放下？沒有真正知道諸法實相，不知道相是假的，不知道相是虛妄的，是夢幻泡影。《金剛經》上偈子說得好，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，偈子目的是叫我們放下，曉得一切法不是真的。什麼是真的？性是真的，我們的靈性是真的。靈性不是物質，是精神，但是要曉得，物質是跟著精神念頭轉的，我們要身體健康，要有好的念頭，自然就健康，為什麼？它跟著心轉。你看，我們心裡頭歡喜的時候，滿面春風；心裡頭有很難過的事情，愁眉苦臉，它就變了，跟著念頭變。佛為什麼那麼健康，佛沒有雜念、沒有妄想。所以我們能真正做到沒有起心動念、沒有分別執著，就成佛了，那你的身體就金剛不壞身。"
    },
    {
      "id": "02-041-0121_p0025",
      "zh_CN": "人到无念很难，做不到。八万四千法门都要走无念的法门。大乘经上讲得清楚，而且非常简单，你对于一切法，就是眼见色、耳闻声、鼻嗅香、舌尝味不执着，内不执著于六根，外不执着六尘，六根是眼耳鼻舌身意，六尘是色声香味触法，清清楚楚、明明白白，不执着了，证果了。不执着就证果，证阿罗汉果，清净心现前。再深一层，不但不执着，分别都没有，不分别了，你又升一级，你从阿罗汉升到菩萨了。菩萨不分别，阿罗汉不执着。再向上提升一层，你是法身菩萨，成佛了，就是大彻大悟，这什么？不但没有分别执着，起心动念放下了，不起心、不动念，这就成佛了，你看多简单。八万四千法门，无量法门，最后的目标都是一样的，就是教你放下执着，执着是见思烦恼；放下分别，分别是尘沙烦恼；最后放下起心动念，起心动念是无明烦恼，这三种烦恼都放下了，成佛了。所以成佛不是说念很多书，不是说知道多少，你所知道的、所读的书都有限。佛是教你回归自性，回归自性是没有限制的，过去、未来你没有一样不知道。为什么？因为整个宇宙是自性变现的，你回归自性，自性变现的一切你全知道。你要想学，生生世世无量劫你也学不完；你懂得诀窍，不要学，全知道了。",
      "zh_TW": "人到無念很難，做不到。八萬四千法門都要走無念的法門。大乘經上講得清楚，而且非常簡單，你對於一切法，就是眼見色、耳聞聲、鼻嗅香、舌嘗味不執著，內不執著於六根，外不執著六塵，六根是眼耳鼻舌身意，六塵是色聲香味觸法，清清楚楚、明明白白，不執著了，證果了。不執著就證果，證阿羅漢果，清淨心現前。再深一層，不但不執著，分別都沒有，不分別了，你又升一級，你從阿羅漢升到菩薩了。菩薩不分別，阿羅漢不執著。再向上提升一層，你是法身菩薩，成佛了，就是大徹大悟，這什麼？不但沒有分別執著，起心動念放下了，不起心、不動念，這就成佛了，你看多簡單。八萬四千法門，無量法門，最後的目標都是一樣的，就是教你放下執著，執著是見思煩惱；放下分別，分別是塵沙煩惱；最後放下起心動念，起心動念是無明煩惱，這三種煩惱都放下了，成佛了。所以成佛不是說念很多書，不是說知道多少，你所知道的、所讀的書都有限。佛是教你回歸自性，回歸自性是沒有限制的，過去、未來你沒有一樣不知道。為什麼？因為整個宇宙是自性變現的，你回歸自性，自性變現的一切你全知道。你要想學，生生世世無量劫你也學不完；你懂得訣竅，不要學，全知道了。"
    },
    {
      "id": "02-041-0121_p0026",
      "zh_CN": "海贤老和尚知道了，这个人老实，没念过书，不认识字，世出世间法他没有一样不知道。他的师父那个时候警告他，那个时候年轻，二十岁，刚出家，师父教他一句阿弥陀佛，一直念下去。特别告诉他，明白了，明白什么意思？大彻大悟、明心见性，这叫明白了，明白了，不可以乱说，不能够指手画脚。他就能守一辈子，这句佛号念了九十二年。你要问我，他什么时候大彻大悟、明心见性？我估计他，从光碟上看，估计他应该在四十岁左右，他就证得了。老师的话说得好，那个时候的环境不一样，在这个环境里老实，要知道装作不知道，你平平安安过日子，就表法。他要出现在释迦牟尼佛那个时代，他就讲经教学说法；他要出现在六祖那个时代，唐朝盛世，他可以去做祖师了。但是生在现在动乱的时代，不可以。为什么？嫉妒障碍，必然的。所以他是我们现代这个乱世学佛最好的榜样，做出这么一个样子来给我们看，阿弥陀佛教他的。",
      "zh_TW": "海賢老和尚知道了，這個人老實，沒念過書，不認識字，世出世間法他沒有一樣不知道。他的師父那個時候警告他，那個時候年輕，二十歲，剛出家，師父教他一句阿彌陀佛，一直念下去。特別告訴他，明白了，明白什麼意思？大徹大悟、明心見性，這叫明白了，明白了，不可以亂說，不能夠指手畫腳。他就能守一輩子，這句佛號念了九十二年。你要問我，他什麼時候大徹大悟、明心見性？我估計他，從光碟上看，估計他應該在四十歲左右，他就證得了。老師的話說得好，那個時候的環境不一樣，在這個環境裡老實，要知道裝作不知道，你平平安安過日子，就表法。他要出現在釋迦牟尼佛那個時代，他就講經教學說法；他要出現在六祖那個時代，唐朝盛世，他可以去做祖師了。但是生在現在動亂的時代，不可以。為什麼？嫉妒障礙，必然的。所以他是我們現代這個亂世學佛最好的榜樣，做出這麼一個樣子來給我們看，阿彌陀佛教他的。"
    },
    {
      "id": "02-041-0121_p0027",
      "zh_CN": "他要求往生，他在二十几岁就有能力往生极乐世界，延的寿命这么长，我认为他的寿命佛菩萨给他的，不是自己的，自己的寿命应该也就是七老八十。他母亲八十六岁往生，他师弟海庆八十二岁往生的，我想法他应该是七、八十岁。延长了这么长，完全是表法，是阿弥陀佛的加持。一直要等，等待那一本《若要佛法兴，唯有僧赞僧》这本书，他看到了就圆满了。真的，这本书被他看到之后，他要求大家替他照相，一生从来没有要求过人给他照相，只有这一次。照相完了，三天之后走了，自在往生，没有病苦。往生是晚上走的，白天还干了一天，在菜园工作，浇水、拔草、整地，从早到晚干了一天，晚上走的。为我们表什么法？谚语所谓「做一天和尚，撞一天钟」，尽忠职守，一天也要做得规规矩矩，一切如法。不能说我要走了，可以不干了，不是的。你看多么负责尽职，有始有终，表法圆满，做给我们看的。老和尚为我们表演的，确实就是『威光赫奕』。",
      "zh_TW": "他要求往生，他在二十幾歲就有能力往生極樂世界，延的壽命這麼長，我認為他的壽命佛菩薩給他的，不是自己的，自己的壽命應該也就是七老八十。他母親八十六歲往生，他師弟海慶八十二歲往生的，我想法他應該是七、八十歲。延長了這麼長，完全是表法，是阿彌陀佛的加持。一直要等，等待那一本《若要佛法興，唯有僧讚僧》這本書，他看到了就圓滿了。真的，這本書被他看到之後，他要求大家替他照相，一生從來沒有要求過人給他照相，只有這一次。照相完了，三天之後走了，自在往生，沒有病苦。往生是晚上走的，白天還幹了一天，在菜園工作，澆水、拔草、整地，從早到晚幹了一天，晚上走的。為我們表什麼法？諺語所謂「做一天和尚，撞一天鐘」，盡忠職守，一天也要做得規規矩矩，一切如法。不能說我要走了，可以不幹了，不是的。你看多麼負責盡職，有始有終，表法圓滿，做給我們看的。老和尚為我們表演的，確實就是『威光赫奕』。"
    },
    {
      "id": "02-041-0121_p0028",
      "zh_CN": "「光明有二用：一者破暗，二者表法。因佛之光明，正是智慧之相。赫者，明也。奕者，盛也。故知威光赫奕表佛所放之光，雄猛有威，明耀盛大」。下面佛用个比喻，以熔金来做比喻，这个我们看见过，黄金在冶炉里头的熔化，放出的光特别好看。早年我在美国，有个同学他经营一个首饰店，首饰是假的，不是真金的，镀金的，做得非常好看，价钱非常便宜，像真的一样，丢了不痛心，一副手镯，一副耳环、项链，只要十几、二十块钱，大概是二、三十年前在美国，很便宜，戴在身上真的看不出来。他带我参观他的展览室，跟我去的有十几、二十个人，我就告诉大家，你们来看，经上常常讲「以金作器，器器皆金」，现在你看，我们进入他的展览室，你都看到了。他的样品大概有两万多种，都不一样，全是黄金，美不胜收。从花样看，它有两万多种，从质料上看只有一种，金，所谓「以金作器，器器皆金」，它只有一样东西，黄金。那个时候他生意很好，销到全世界，价廉物美，丢了一点都不心痛。所以黄金在这个冶炉里头，它是镀金的，真好看。「金色光耀，熔金弥甚」，你看到之后，你才知道非常好看。「喻佛光明，如熔金聚集」，故曰『如融金聚』。",
      "zh_TW": "「光明有二用：一者破闇，二者表法。因佛之光明，正是智慧之相。赫者，明也。奕者，盛也。故知威光赫奕表佛所放之光，雄猛有威，明耀盛大」。下面佛用個比喻，以熔金來做比喻，這個我們看見過，黃金在冶爐裡頭的熔化，放出的光特別好看。早年我在美國，有個同學他經營一個首飾店，首飾是假的，不是真金的，鍍金的，做得非常好看，價錢非常便宜，像真的一樣，丟了不痛心，一副手鐲，一副耳環、項鏈，只要十幾、二十塊錢，大概是二、三十年前在美國，很便宜，戴在身上真的看不出來。他帶我參觀他的展覽室，跟我去的有十幾、二十個人，我就告訴大家，你們來看，經上常常講「以金作器，器器皆金」，現在你看，我們進入他的展覽室，你都看到了。他的樣品大概有兩萬多種，都不一樣，全是黃金，美不勝收。從花樣看，它有兩萬多種，從質料上看只有一種，金，所謂「以金作器，器器皆金」，它只有一樣東西，黃金。那個時候他生意很好，銷到全世界，價廉物美，丟了一點都不心痛。所以黃金在這個冶爐裡頭，它是鍍金的，真好看。「金色光耀，熔金彌甚」，你看到之後，你才知道非常好看。「喻佛光明，如熔金聚集」，故曰『如融金聚』。"
    },
    {
      "id": "02-041-0121_p0029",
      "zh_CN": "底下一句，『又如明镜，影畅表里』。影是光影，「影者，光影也。畅者，通达也」，没有障碍。「海东憬兴曰」，海东是现在的韩国。这都是唐朝时候，韩国、日本、越南到中国来留学的人很多，有不少人学成之后回去都是一代祖师。他说「镜光外照，名为影表。即同佛身，光明外舒」，来比喻佛的身体、佛的外表，显示出智慧光明，而且非常明显，让人人都能感觉到。「外照之光显影，畅在镜内，亦同所放光还曜巍颜，故云表里」，表是外表，里是内里，内里面充满了德行智慧，外面就放光，这通常称为仪表。「佛身如是」，用这个来形容佛身，「光明外照所放之表」，从佛的容貌、身体的动作、语言，你能感触到他的智慧、他的德行，这就是光明外照所放之表。「显曜佛身，名影表里」，表，我们今天讲物质的身体；里，里面精神的内在，或者我们讲身心，外表是身，里是心。",
      "zh_TW": "底下一句，『又如明鏡，影暢表裡』。影是光影，「影者，光影也。暢者，通達也」，沒有障礙。「海東憬興曰」，海東是現在的韓國。這都是唐朝時候，韓國、日本、越南到中國來留學的人很多，有不少人學成之後回去都是一代祖師。他說「鏡光外照，名為影表。即同佛身，光明外舒」，來比喻佛的身體、佛的外表，顯示出智慧光明，而且非常明顯，讓人人都能感覺到。「外照之光顯影，暢在鏡內，亦同所放光還曜巍顏，故云表裡」，表是外表，裡是內裡，內裡面充滿了德行智慧，外面就放光，這通常稱為儀表。「佛身如是」，用這個來形容佛身，「光明外照所放之表」，從佛的容貌、身體的動作、語言，你能感觸到他的智慧、他的德行，這就是光明外照所放之表。「顯曜佛身，名影表裡」，表，我們今天講物質的身體；裡，裡面精神的內在，或者我們講身心，外表是身，裡是心。"
    },
    {
      "id": "02-041-0121_p0030",
      "zh_CN": "「按上两说，佛身内外映彻，喻如明净之镜」，这个镜子光明干净，净是没有染污，明是充满了智慧。世尊当年在世，一切时、一切处，让人见到的都能够感到他的清净光明，就是我们经题上的五个字「清净平等觉」。这五个字非常重要，这五个字是形容我们的真心，清净是离染污，平等是离波动，不动就平等。所以清净是戒德，持戒所感的；平等是定，是三昧；后面这个慧就是放光，智慧，戒定慧三学。大乘佛法终极的目标就这五个字，无论用什么方法，方法是手段，这个手段是让我们得到清净平等觉，你就是真学佛，你在佛法成就了。如果学一辈子，心不清净，没学到；心不平等，没学到；不开智慧，还生烦恼，这是凡夫，天天诵经、拜佛没用。山野里面，所谓是高人，他们每天拜佛、诵经、绕佛，那是什么？感恩。感什么恩？他得到清净平等觉，他回归到自性了，就感恩，表法给别人看，这个道理我们一定要懂。",
      "zh_TW": "「按上兩說，佛身內外映徹，喻如明淨之鏡」，這個鏡子光明乾淨，淨是沒有染污，明是充滿了智慧。世尊當年在世，一切時、一切處，讓人見到的都能夠感到他的清淨光明，就是我們經題上的五個字「清淨平等覺」。這五個字非常重要，這五個字是形容我們的真心，清淨是離染污，平等是離波動，不動就平等。所以清淨是戒德，持戒所感的；平等是定，是三昧；後面這個慧就是放光，智慧，戒定慧三學。大乘佛法終極的目標就這五個字，無論用什麼方法，方法是手段，這個手段是讓我們得到清淨平等覺，你就是真學佛，你在佛法成就了。如果學一輩子，心不清淨，沒學到；心不平等，沒學到；不開智慧，還生煩惱，這是凡夫，天天誦經、拜佛沒用。山野裡面，所謂是高人，他們每天拜佛、誦經、繞佛，那是什麼？感恩。感什麼恩？他得到清淨平等覺，他回歸到自性了，就感恩，表法給別人看，這個道理我們一定要懂。"
    },
    {
      "id": "02-041-0121_p0031",
      "zh_CN": "学佛学什么？清净平等觉，对了。我们的心一年比一年清净，这功夫就不错了；一月比一月清净，肯定你决定往生净土，月月都有进步。真正得清净心的人，往生到极乐世界生凡圣同居土，四土三辈九品，平等心往生西方极乐世界，功夫深的，他觉悟了，大彻大悟、明心见性了；功夫浅的，他在方便土里面上辈往生。真正做到不起心、不动念，那就大彻大悟，生实报庄严土。实报庄严土就是成佛，不过他还带着有无明习气，无明习气只障碍回归常寂光，就障碍这桩事情，除这桩事情之外，他的智慧、神通、道力跟诸佛没有两样。我们把这些搞清楚、搞明白，才真正知道净宗法门的宝贵，方法非常简单，真正难信，遇到之后真正能够依教修行，没有一个不成就，而且是圆满的成就。",
      "zh_TW": "學佛學什麼？清淨平等覺，對了。我們的心一年比一年清淨，這功夫就不錯了；一月比一月清淨，肯定你決定往生淨土，月月都有進步。真正得清淨心的人，往生到極樂世界生凡聖同居土，四土三輩九品，平等心往生西方極樂世界，功夫深的，他覺悟了，大徹大悟、明心見性了；功夫淺的，他在方便土裡面上輩往生。真正做到不起心、不動念，那就大徹大悟，生實報莊嚴土。實報莊嚴土就是成佛，不過他還帶著有無明習氣，無明習氣只障礙回歸常寂光，就障礙這樁事情，除這樁事情之外，他的智慧、神通、道力跟諸佛沒有兩樣。我們把這些搞清楚、搞明白，才真正知道淨宗法門的寶貴，方法非常簡單，真正難信，遇到之後真正能夠依教修行，沒有一個不成就，而且是圓滿的成就。"
    },
    {
      "id": "02-041-0121_p0032",
      "zh_CN": "像海贤老和尚，圆满的成就，他要二十几岁往生，生凡圣同居土；三十几岁往生，他生方便有余土；四十多岁往生，他生实报庄严土，一点都不假，做出榜样来给我们看。他一生没有念过一部经，连住在别人寺庙，早晚上殿，他上殿那些仪规都不会，没学过，上殿怎么样？他念阿弥陀佛。你们拜，他也跟着你拜，你们念经，他念阿弥陀佛。一生就是一句佛号，除一句佛号之外，他什么也不知道，就这一句佛号把清净心念出来了，平等心念出来了，觉念出来了。觉是大彻大悟、明心见性，理一心不乱，妨不妨碍事？什么事都不妨碍。生活，佛号没间断，穿衣吃饭佛号不间断。工作，他是农耕，农耕是从小学的，从小就生长在农田里头，农耕的经验非常丰富，农耕的知识。得三宝的加持，我相信他的农产品一定比别人好，得三宝加持。他告诉别人，工作、农耕不碍念佛，佛号没间断。白天佛号不间断，晚上睡觉佛号也不间断。他说有时候睡着了，就会有人在他耳边告诉他，快起来、快起来，念佛了。他有感应，真的有佛菩萨照顾他，做好榜样给我们看。他见佛多少次？我看他这套的碟，应该超过十次以上。为我们证明，真有极乐世界，真有阿弥陀佛，四十八愿度众生是真的不是假的，让我们对净宗生起坚定的信心、坚固的愿心，决定走这条路，决定走得通。他给我们提出了保证，这部经书，《大乘无量寿经》，就是往生极乐世界的保证书。我们能够依教奉行，经可以念，依教奉行就是信愿念佛，就行了。",
      "zh_TW": "像海賢老和尚，圓滿的成就，他要二十幾歲往生，生凡聖同居土；三十幾歲往生，他生方便有餘土；四十多歲往生，他生實報莊嚴土，一點都不假，做出榜樣來給我們看。他一生沒有念過一部經，連住在別人寺廟，早晚上殿，他上殿那些儀規都不會，沒學過，上殿怎麼樣？他念阿彌陀佛。你們拜，他也跟著你拜，你們念經，他念阿彌陀佛。一生就是一句佛號，除一句佛號之外，他什麼也不知道，就這一句佛號把清淨心念出來了，平等心念出來了，覺念出來了。覺是大徹大悟、明心見性，理一心不亂，妨不妨礙事？什麼事都不妨礙。生活，佛號沒間斷，穿衣吃飯佛號不間斷。工作，他是農耕，農耕是從小學的，從小就生長在農田裡頭，農耕的經驗非常豐富，農耕的知識。得三寶的加持，我相信他的農產品一定比別人好，得三寶加持。他告訴別人，工作、農耕不礙念佛，佛號沒間斷。白天佛號不間斷，晚上睡覺佛號也不間斷。他說有時候睡著了，就會有人在他耳邊告訴他，快起來、快起來，念佛了。他有感應，真的有佛菩薩照顧他，做好榜樣給我們看。他見佛多少次？我看他這套的碟，應該超過十次以上。為我們證明，真有極樂世界，真有阿彌陀佛，四十八願度眾生是真的不是假的，讓我們對淨宗生起堅定的信心、堅固的願心，決定走這條路，決定走得通。他給我們提出了保證，這部經書，《大乘無量壽經》，就是往生極樂世界的保證書。我們能夠依教奉行，經可以念，依教奉行就是信願念佛，就行了。"
    },
    {
      "id": "02-041-0121_p0033",
      "zh_CN": "这个念佛也要练，不能把它丢掉，在日常生活当中，什么事情都可以干，心里就一句佛号。干什么事情都不要放在心上，为什么？我们的目标是要清净平等觉，放在心上就是染污，不善的、负面的是染污，善的、正面的还是染污，正面的果报是三善道，负面的果报是三恶道，三恶道染污，三善道也是染污，要明白这个道理。所以断恶修善都不要着相，那就是我们用的是清净心来修、用平等心来修，不着相。世间名闻利养、七情五欲统统要放下，这些东西你不放下，障碍你往生，让你这一生的功夫全功尽弃，那就错了，不可以放在心上。心上只有阿弥陀佛，阿弥陀佛生无量智慧。阿弥陀佛是我们的真心，阿弥陀佛是我们的自性，像贤公老和尚说，「阿弥陀佛是我老和尚的根」。他的根是阿弥陀佛，我们每个人的根统统是阿弥陀佛，根不能一时一刻离开，把这个根照顾好。不念佛，那就是念其他的，念其他的都是空过、都是造业，总不外乎善念、恶念、无记念，无记是无所谓善恶。",
      "zh_TW": "這個念佛也要練，不能把它丟掉，在日常生活當中，什麼事情都可以幹，心裡就一句佛號。幹什麼事情都不要放在心上，為什麼？我們的目標是要清淨平等覺，放在心上就是染污，不善的、負面的是染污，善的、正面的還是染污，正面的果報是三善道，負面的果報是三惡道，三惡道染污，三善道也是染污，要明白這個道理。所以斷惡修善都不要著相，那就是我們用的是清淨心來修、用平等心來修，不著相。世間名聞利養、七情五欲統統要放下，這些東西你不放下，障礙你往生，讓你這一生的功夫全功盡棄，那就錯了，不可以放在心上。心上只有阿彌陀佛，阿彌陀佛生無量智慧。阿彌陀佛是我們的真心，阿彌陀佛是我們的自性，像賢公老和尚說，「阿彌陀佛是我老和尚的根」。他的根是阿彌陀佛，我們每個人的根統統是阿彌陀佛，根不能一時一刻離開，把這個根照顧好。不念佛，那就是念其他的，念其他的都是空過、都是造業，總不外乎善念、惡念、無記念，無記是無所謂善惡。"
    },
    {
      "id": "02-041-0121_p0034",
      "zh_CN": "我们再往下看，按上两说，上面这两种讲法，佛身内外映彻，喻如明净之镜，「由镜放光外照，谓之影表」，影就是照的意思，照的是表面。「所放光明，还照镜内，谓之影里」。内外通照，这是自性的光明，自性智慧对内、对外统统照见。「汉吴两译中，佛光数百千色」，有这句经文，「数千百变，光甚大明，上下明彻，巍巍重明，皆显影畅表里之义」。我们简单的把它归纳，智慧、德能就全包括了。智慧德能充满了内心，从六根门头放光照物，我们今天讲耳目聪明，看得比别人清楚，听得比别人透彻，这是智慧德光，是自性里头本有的，不是外来的。",
      "zh_TW": "我們再往下看，按上兩說，上面這兩種講法，佛身內外映徹，喻如明淨之鏡，「由鏡放光外照，謂之影表」，影就是照的意思，照的是表面。「所放光明，還照鏡內，謂之影裡」。內外通照，這是自性的光明，自性智慧對內、對外統統照見。「漢吳兩譯中，佛光數百千色」，有這句經文，「數千百變，光甚大明，上下明徹，巍巍重明，皆顯影暢表裡之義」。我們簡單的把它歸納，智慧、德能就全包括了。智慧德能充滿了內心，從六根門頭放光照物，我們今天講耳目聰明，看得比別人清楚，聽得比別人透徹，這是智慧德光，是自性裡頭本有的，不是外來的。"
    },
    {
      "id": "02-041-0121_p0035",
      "zh_CN": "修什么？这个要知道，修就是放下。为什么要放下？因为本来无一物，这就是《金刚经》上所说的，「凡所有相，皆是虚妄」。甚至于说，「法尚应舍，何况非法」，法是什么？佛法。到最后一切经教都要舍，为什么？这是佛的方便法，不是真的，一切经论无非是黄叶止啼而已。黄叶止啼是什么？小孩在哭、在闹，大人在外面拈一片黄叶，树上落下来的，掉在土地上，大人拿着个黄叶，不要哭不要哭，来，这是好东西，你拿去换糖吃，小孩他就不哭了，目的就达到了，逗小孩的。这三藏十二部经教作用在此地，你要认识，逗小孩真管用。你觉悟之后它就没用处了，觉悟之后再要这个，那就是累赘，被染污了，你就错了。所以说「法尚应舍，何况非法」，非法是一切世间法，法是佛所说的一切法，统统要舍，自性清净心里头本来无一物，你怎么可以有一物在里头？",
      "zh_TW": "修什麼？這個要知道，修就是放下。為什麼要放下？因為本來無一物，這就是《金剛經》上所說的，「凡所有相，皆是虛妄」。甚至於說，「法尚應捨，何況非法」，法是什麼？佛法。到最後一切經教都要捨，為什麼？這是佛的方便法，不是真的，一切經論無非是黃葉止啼而已。黃葉止啼是什麼？小孩在哭、在鬧，大人在外面拈一片黃葉，樹上落下來的，掉在土地上，大人拿著個黃葉，不要哭不要哭，來，這是好東西，你拿去換糖吃，小孩他就不哭了，目的就達到了，逗小孩的。這三藏十二部經教作用在此地，你要認識，逗小孩真管用。你覺悟之後它就沒用處了，覺悟之後再要這個，那就是累贅，被染污了，你就錯了。所以說「法尚應捨，何況非法」，非法是一切世間法，法是佛所說的一切法，統統要捨，自性清淨心裡頭本來無一物，你怎麼可以有一物在裡頭？"
    },
    {
      "id": "02-041-0121_p0036",
      "zh_CN": "到最后连阿弥陀佛都要放下，都要舍掉。可以念，心里头痕迹都不着，那叫真念佛。那念干什么？劝人念的，那是大慈大悲，他自己知道本来无一物。这一句佛号是一切诸佛如来究竟方便，圆满的方便，方便到极处了，你得到这个方便你就到极乐世界去了。到极乐世界还念这句佛号，那是什么？那是完全明白了，一点都不迷惑。念这句佛号有两个意思，第一个报佛恩，我这一句佛号，让我脱离六道轮回，脱离十法界，生到极乐世界，我念念不忘，表这个意思；第二个是对众生的表法，这个法门，一切众生，男女老少、贤愚不肖，只要你肯学，你这一生就能成就，是教化众生的。自行化他，不离这一句，要明白这个意思。佛说八万四千法门，你要不懂，佛法就害了你，佛不害你，是你自己上当了。八万四千法门是断八万四千不同的烦恼，对症下药，药到病除，是这么个意思，一定要懂。",
      "zh_TW": "到最後連阿彌陀佛都要放下，都要捨掉。可以念，心裡頭痕跡都不著，那叫真念佛。那念幹什麼？勸人念的，那是大慈大悲，他自己知道本來無一物。這一句佛號是一切諸佛如來究竟方便，圓滿的方便，方便到極處了，你得到這個方便你就到極樂世界去了。到極樂世界還念這句佛號，那是什麼？那是完全明白了，一點都不迷惑。念這句佛號有兩個意思，第一個報佛恩，我這一句佛號，讓我脫離六道輪迴，脫離十法界，生到極樂世界，我念念不忘，表這個意思；第二個是對眾生的表法，這個法門，一切眾生，男女老少、賢愚不肖，只要你肯學，你這一生就能成就，是教化眾生的。自行化他，不離這一句，要明白這個意思。佛說八萬四千法門，你要不懂，佛法就害了你，佛不害你，是你自己上當了。八萬四千法門是斷八萬四千不同的煩惱，對症下藥，藥到病除，是這麼個意思，一定要懂。"
    },
    {
      "id": "02-041-0121_p0037",
      "zh_CN": "佛法，早年头章嘉大师教我，就是看破、放下，这就是真正佛法。看破什么？明了真相，叫看破。放下，丝毫不沾染，决定不要把它放在心上。放在心上错了，放在心上，你没有放下。没有放下，不是属于我执，就是属于法执，执着佛法不放下叫法执，执着世间法不放下叫我执，这两种执着是最大的障碍。下面这段，从数千百变，光甚大明，上下明彻，巍巍重明，皆显影畅表里之义，都是显这个意思。今天时间到了，我们就学习到此地。",
      "zh_TW": "佛法，早年頭章嘉大師教我，就是看破、放下，這就是真正佛法。看破什麼？明瞭真相，叫看破。放下，絲毫不沾染，決定不要把它放在心上。放在心上錯了，放在心上，你沒有放下。沒有放下，不是屬於我執，就是屬於法執，執著佛法不放下叫法執，執著世間法不放下叫我執，這兩種執著是最大的障礙。下面這段，從數千百變，光甚大明，上下明徹，巍巍重明，皆顯影暢表裡之義，都是顯這個意思。今天時間到了，我們就學習到此地。"
    }
  ]
}