{
  "doc_id": "02-041-0481",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八一集",
    "zh_TW": "第四八一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0481",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-041-0481_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0481_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ五六页第五行看起，科题，「精进求法」。请看经文：",
      "zh_TW": "請看《大經科註》，第一Ｏ五六頁第五行看起，科題，「精進求法」。請看經文："
    },
    {
      "id": "02-041-0481_p0003",
      "zh_CN": "【当起精进。听此法门。为求法故。不生退屈谄伪之心。】",
      "zh_TW": "【當起精進。聽此法門。為求法故。不生退屈諂偽之心。】"
    },
    {
      "id": "02-041-0481_p0004",
      "zh_CN": "念老的注解，「当起精进心，听受此法门。右复深劝大众，坚信此净土法门与无量寿经」。首云：『为求法故，不生退屈谄伪之心』。「盖以四弘誓愿中，法门无量誓愿学。何况此净宗乃第一之法，而此大经复是净宗第一之经。弥陀因地发心曰：假令供养恒沙圣，不如坚勇求正觉。求正觉者首应求正法。故不应自生谄伪之心。退指退转，屈指弯缩，谄伪指虚妄。」",
      "zh_TW": "念老的註解，「當起精進心，聽受此法門。右復深勸大眾，堅信此淨土法門與無量壽經」。首云：『為求法故，不生退屈諂偽之心』。「蓋以四弘誓願中，法門無量誓願學。何況此淨宗乃第一之法，而此大經復是淨宗第一之經。彌陀因地發心曰：假令供養恆沙聖，不如堅勇求正覺。求正覺者首應求正法。故不應自生諂偽之心。退指退轉，屈指彎縮，諂偽指虛妄。」"
    },
    {
      "id": "02-041-0481_p0005",
      "zh_CN": "这些经文让我们深深体会到，诸佛如来、祖师大德，苦口婆心的劝勉我们，唯恐我们在这一生把这个机会错过了，那叫真的太可惜。佛在经上常说，「人身难得，佛法难闻」。得人身确实不容易，经教里头常说，「三途一堕五千劫」。为什么说这个话？六道轮回，三恶道最容易堕。我们起心动念、言语造作，可以说是在一天当中造恶业，身，恶作；口，妄语两舌；意，起心动念，冷静思惟观察，确实不善的多，善的少。身三口四意三，就是十善业，善的念头多，善行多，十善，上品生天，中品人道，下品阿修罗，我们不能不知道；造恶业，恶业堕三途，上品恶业地狱，中品饿鬼，下品畜生。所以人身难得是真的，机会太难了。得人身，这一生当中没有闻到正法，所造的业与十善业道完全相违背，这怎么得了，来生得不到人身，中品十善得人身。得不到人身到哪去？三途去了。三途再有多久才有机会让我们又到人间来一趟？佛给我们讲，五千劫，你说多可怕。就算是小劫，经上佛常讲的小劫，人寿最长的时候八万四千岁，长寿，最短十岁。有加有减，我们现在这个时代是减劫，每一百年减一岁，从八万四千岁减到我们这个时间，就算一百岁，一百年减一岁，减到十岁，快了。",
      "zh_TW": "這些經文讓我們深深體會到，諸佛如來、祖師大德，苦口婆心的勸勉我們，唯恐我們在這一生把這個機會錯過了，那叫真的太可惜。佛在經上常說，「人身難得，佛法難聞」。得人身確實不容易，經教裡頭常說，「三途一墮五千劫」。為什麼說這個話？六道輪迴，三惡道最容易墮。我們起心動念、言語造作，可以說是在一天當中造惡業，身，惡作；口，妄語兩舌；意，起心動念，冷靜思惟觀察，確實不善的多，善的少。身三口四意三，就是十善業，善的念頭多，善行多，十善，上品生天，中品人道，下品阿修羅，我們不能不知道；造惡業，惡業墮三途，上品惡業地獄，中品餓鬼，下品畜生。所以人身難得是真的，機會太難了。得人身，這一生當中沒有聞到正法，所造的業與十善業道完全相違背，這怎麼得了，來生得不到人身，中品十善得人身。得不到人身到哪去？三途去了。三途再有多久才有機會讓我們又到人間來一趟？佛給我們講，五千劫，你說多可怕。就算是小劫，經上佛常講的小劫，人壽最長的時候八萬四千歲，長壽，最短十歲。有加有減，我們現在這個時代是減劫，每一百年減一歲，從八萬四千歲減到我們這個時間，就算一百歲，一百年減一歲，減到十歲，快了。"
    },
    {
      "id": "02-041-0481_p0006",
      "zh_CN": "这桩事情仔细去观察，很可怕。一增一减，从八万四千岁减到十岁，然后再一百年加一岁，从十岁加到八万四千岁，这叫一个劫，小劫，不是大劫。这一增一减多长的时间！如果我们堕三途了，在三途要待五千劫。佛经里面通常讲的是大劫，我们是讲小劫，小劫都太可怕了，时间太长了。真的，佛在经上有比喻，头出头没，头往水下面走的时间长，伸出水面呼吸一点空气，那是头出，时间很短。这个比喻好懂，说明六道好像是大海，我们现在沉在这个水里，头出的时候时间少，头沉在下面时间长，不成比例。想到这个苦，现在佛告诉我们，我们得人身，闻佛法，这机会来了，这个机会可以帮助我们在这一生当中出离六道轮回，不再搞这个把戏了，这是真正幸运的人，得人身，闻佛法。",
      "zh_TW": "這樁事情仔細去觀察，很可怕。一增一減，從八萬四千歲減到十歲，然後再一百年加一歲，從十歲加到八萬四千歲，這叫一個劫，小劫，不是大劫。這一增一減多長的時間！如果我們墮三途了，在三途要待五千劫。佛經裡面通常講的是大劫，我們是講小劫，小劫都太可怕了，時間太長了。真的，佛在經上有比喻，頭出頭沒，頭往水下面走的時間長，伸出水面呼吸一點空氣，那是頭出，時間很短。這個比喻好懂，說明六道好像是大海，我們現在沉在這個水裡，頭出的時候時間少，頭沉在下面時間長，不成比例。想到這個苦，現在佛告訴我們，我們得人身，聞佛法，這機會來了，這個機會可以幫助我們在這一生當中出離六道輪迴，不再搞這個把戲了，這是真正幸運的人，得人身，聞佛法。"
    },
    {
      "id": "02-041-0481_p0007",
      "zh_CN": "现在是释迦牟尼佛末法时代，佛的法运，释迦牟尼佛出世，法运一万二千年，通常讲正法一千年，也有很多人说正法五百年，都有根据，都不是随便说的，像法一千年，末法一万年。释迦牟尼佛灭度到今天，两千多年了，无论是正法、像法都过去了，现在是末法时期。末法一万年，现在也差不多过一千年了，现在是末法第二个一千年，往后一代不如一代。我们把这个事实真相搞清楚、搞明白了，对净宗才能真正生起信心。佛法虽然好，记住，末法时期，到末法时期这个三千年变质了。我们从历史里面去看，就算在中国，佛法是东汉明帝时候传到中国来，汉明帝永平十年，到今天两千年了。两千年前，前面这一千年是佛的像法时期，还有一点像佛法，无论从哪方面去看，是没有正法那么兴旺，还有个模样在。今天到末法，传到我们这个年代，像不像？不像了，真的是末法了。现在佛法的衰，我们说十年十年来比较，后一个十年比不上前个十年。我们从接触佛法六十年了，佛法不是向上提升，是往下坠。这个十年比不上上个十年，我们想像当中，下面十年比不上这个十年，这问题很严重。",
      "zh_TW": "現在是釋迦牟尼佛末法時代，佛的法運，釋迦牟尼佛出世，法運一萬二千年，通常講正法一千年，也有很多人說正法五百年，都有根據，都不是隨便說的，像法一千年，末法一萬年。釋迦牟尼佛滅度到今天，兩千多年了，無論是正法、像法都過去了，現在是末法時期。末法一萬年，現在也差不多過一千年了，現在是末法第二個一千年，往後一代不如一代。我們把這個事實真相搞清楚、搞明白了，對淨宗才能真正生起信心。佛法雖然好，記住，末法時期，到末法時期這個三千年變質了。我們從歷史裡面去看，就算在中國，佛法是東漢明帝時候傳到中國來，漢明帝永平十年，到今天兩千年了。兩千年前，前面這一千年是佛的像法時期，還有一點像佛法，無論從哪方面去看，是沒有正法那麼興旺，還有個模樣在。今天到末法，傳到我們這個年代，像不像？不像了，真的是末法了。現在佛法的衰，我們說十年十年來比較，後一個十年比不上前個十年。我們從接觸佛法六十年了，佛法不是向上提升，是往下墜。這個十年比不上上個十年，我們想像當中，下面十年比不上這個十年，這問題很嚴重。"
    },
    {
      "id": "02-041-0481_p0008",
      "zh_CN": "古圣先贤著书立说，把经论讲解得清楚、讲解得明白，便利后人容易契入，生起信心，依教修行。佛法传到中国，我有个直觉的感觉，为什么当时印度这些高僧大德，那么热心把佛经送到中国来，中国也有不少人到印度去取经，可以说佛的经教在印度失传了，没有了，一本都找不到了，佛的经典全在中国。我从文字学里面体会到，那些印度人、中国这些高僧大德们，有智慧，大慈大悲，不怕艰难，不怕困苦，把这些经传到中国来，干什么？保留下去。",
      "zh_TW": "古聖先賢著書立說，把經論講解得清楚、講解得明白，便利後人容易契入，生起信心，依教修行。佛法傳到中國，我有個直覺的感覺，為什麼當時印度這些高僧大德，那麼熱心把佛經送到中國來，中國也有不少人到印度去取經，可以說佛的經教在印度失傳了，沒有了，一本都找不到了，佛的經典全在中國。我從文字學裡面體會到，那些印度人、中國這些高僧大德們，有智慧，大慈大悲，不怕艱難，不怕困苦，把這些經傳到中國來，幹什麼？保留下去。"
    },
    {
      "id": "02-041-0481_p0009",
      "zh_CN": "佛灭度结集经藏用的是梵文，梵文是拼音文字。拼音文字，西方这些汉学家告诉我们，时间不能长久，二、三百年之后，语言的音声变样子了，文字记下来的时候看不懂了。有几位汉学家告诉我，莎士比亚去我们不远，四百年，他的作品现在就有很多人看不懂了，再过二、三百年没人懂了。梵文也不例外，也是有这个问题。所以经典传到中国来，用中国的汉字文言文翻出来保存，为什么？汉字文言文超越时空，不受时间限制，两千年前的经典，今天看得懂，不会把意思看错，再过两千年以后的人还看得懂。这是当年的那些大德大慈大悲，只有中国文字能保存长久。让我们想到，今天世界上其他国家民族，有没有圣贤出来？有。有没有好东西留下来？有。由于文字是拼音文字，三五百年之后真看不懂，它存在的寿命不长。不像中国文字，千年万世，只要你学会了汉字，你学会了文言文，你都能够看得懂，都能懂得它的意思，不会错会。",
      "zh_TW": "佛滅度結集經藏用的是梵文，梵文是拼音文字。拼音文字，西方這些漢學家告訴我們，時間不能長久，二、三百年之後，語言的音聲變樣子了，文字記下來的時候看不懂了。有幾位漢學家告訴我，莎士比亞去我們不遠，四百年，他的作品現在就有很多人看不懂了，再過二、三百年沒人懂了。梵文也不例外，也是有這個問題。所以經典傳到中國來，用中國的漢字文言文翻出來保存，為什麼？漢字文言文超越時空，不受時間限制，兩千年前的經典，今天看得懂，不會把意思看錯，再過兩千年以後的人還看得懂。這是當年的那些大德大慈大悲，只有中國文字能保存長久。讓我們想到，今天世界上其他國家民族，有沒有聖賢出來？有。有沒有好東西留下來？有。由於文字是拼音文字，三五百年之後真看不懂，它存在的壽命不長。不像中國文字，千年萬世，只要你學會了漢字，你學會了文言文，你都能夠看得懂，都能懂得它的意思，不會錯會。"
    },
    {
      "id": "02-041-0481_p0010",
      "zh_CN": "汉学院也是由于这个原因，我们看到现在学习汉字文言文的人愈来愈少了，如果以后大家不学了怎么办？不学就完了。《四库全书》不容易，五千年，上下五千年，这些圣贤、这些读书人，读古圣先贤书的人没有了。那就跟外国文字一样了，再有三百年、五百年之后，没人懂了，那是什么样子？那社会很可怕。为什么？伦理的教育没有了、道德教育没有了、因果教育没有了、圣贤教育没有了，纵然科技发达，社会就会走向黑暗，没有智慧，人跟禽兽没有两样，弱肉强食，那个世界多可怕。",
      "zh_TW": "漢學院也是由於這個原因，我們看到現在學習漢字文言文的人愈來愈少了，如果以後大家不學了怎麼辦？不學就完了。《四庫全書》不容易，五千年，上下五千年，這些聖賢、這些讀書人，讀古聖先賢書的人沒有了。那就跟外國文字一樣了，再有三百年、五百年之後，沒人懂了，那是什麼樣子？那社會很可怕。為什麼？倫理的教育沒有了、道德教育沒有了、因果教育沒有了、聖賢教育沒有了，縱然科技發達，社會就會走向黑暗，沒有智慧，人跟禽獸沒有兩樣，弱肉強食，那個世界多可怕。"
    },
    {
      "id": "02-041-0481_p0011",
      "zh_CN": "所以今天，我常说我们只有十年时间，十年继承下来，发扬光大，传给后世，无量功德。大家认真努力，苦读十年书，学汉字，学文言文，把《群书治要》继承下去。",
      "zh_TW": "所以今天，我常說我們只有十年時間，十年繼承下來，發揚光大，傳給後世，無量功德。大家認真努力，苦讀十年書，學漢字，學文言文，把《群書治要》繼承下去。"
    },
    {
      "id": "02-041-0481_p0012",
      "zh_CN": "《群书治要》是《四库全书》的精华篇，《四库》太大了，没有人能读得完。所以古人，这是唐太宗他下令编的，当时的动机是为自己。他做了皇帝，统治这么大的国家，用什么来统治？他就想到古圣先贤的智慧、道德、能力、方法，他要这些东西。到哪里去找？到古籍里头去找，所有这些图书，他都把它集中起来，找这些专家学者，在这里面挑选他所要的。他要的也就是我们所要的，第一个，帮助我们在这一生当中，度过幸福快乐的人生，我们要不要？哪个人不要，都想，《群书治要》能帮助你达到。真的像方东美先生所说的，中国古籍《四库全书》，读这些书是人生最高的享受。读书不苦，苦是什么？你没有理解那就苦，你把它念懂了，快乐，第一个目标。第二个目标，帮助你家庭幸福、家庭美满，家和万事兴，你要不要？幸福美满的家庭。第三个，帮助你事业，无论你从事哪一个行业，《群书治要》里头是智慧、是理念、是方法，你只要抓到了，无论从事哪一个行业，都能帮助你事业提升，帮助国家富强，帮助世界和平。",
      "zh_TW": "《群書治要》是《四庫全書》的精華篇，《四庫》太大了，沒有人能讀得完。所以古人，這是唐太宗他下令編的，當時的動機是為自己。他做了皇帝，統治這麼大的國家，用什麼來統治？他就想到古聖先賢的智慧、道德、能力、方法，他要這些東西。到哪裡去找？到古籍裡頭去找，所有這些圖書，他都把它集中起來，找這些專家學者，在這裡面挑選他所要的。他要的也就是我們所要的，第一個，幫助我們在這一生當中，度過幸福快樂的人生，我們要不要？哪個人不要，都想，《群書治要》能幫助你達到。真的像方東美先生所說的，中國古籍《四庫全書》，讀這些書是人生最高的享受。讀書不苦，苦是什麼？你沒有理解那就苦，你把它念懂了，快樂，第一個目標。第二個目標，幫助你家庭幸福、家庭美滿，家和萬事興，你要不要？幸福美滿的家庭。第三個，幫助你事業，無論你從事哪一個行業，《群書治要》裡頭是智慧、是理念、是方法，你只要抓到了，無論從事哪一個行業，都能幫助你事業提升，幫助國家富強，幫助世界和平。"
    },
    {
      "id": "02-041-0481_p0013",
      "zh_CN": "唐太宗抓住了，成立一个小组，花了五年的时间完成。唐朝他领头读这部书，王公大臣个个都要读这部书，建立什么？见和同解，对宇宙人生看法想法就统一了。唐称为盛世，后人念念不忘，伦敦还有唐人街。唐太宗的编辑，只编辑到他那个时代，他以后没有了，所以这部书是从三皇五帝到东晋。东晋以后你看，有隋有唐有宋有元有明有清，再到民国，这一千多年好东西有，不少。所以我就想到续篇，我们汉学院最后的使命，是把《群书治要》的后半部补足。也就是刚才讲的六个朝代一千多年，典籍统统在《四库》里头，要到《四库》里面去找，把它找出来。按着我们的需要，就是修身齐家治国平天下，依照这几个大的项目，把这些东西再找出来，补足原书之不足。这个功德不可思议，这个利益是千年万世，功德跟唐太宗一样，积集无比殊胜的大功德，这个成就救往后千千万万的人。汉学院要干的是这个事情，所以要发大心，要立大愿，为千年万世的后人，后代的子孙，真正给他幸福圆满。",
      "zh_TW": "唐太宗抓住了，成立一個小組，花了五年的時間完成。唐朝他領頭讀這部書，王公大臣個個都要讀這部書，建立什麼？見和同解，對宇宙人生看法想法就統一了。唐稱為盛世，後人念念不忘，倫敦還有唐人街。唐太宗的編輯，只編輯到他那個時代，他以後沒有了，所以這部書是從三皇五帝到東晉。東晉以後你看，有隋有唐有宋有元有明有清，再到民國，這一千多年好東西有，不少。所以我就想到續篇，我們漢學院最後的使命，是把《群書治要》的後半部補足。也就是剛才講的六個朝代一千多年，典籍統統在《四庫》裡頭，要到《四庫》裡面去找，把它找出來。按著我們的需要，就是修身齊家治國平天下，依照這幾個大的項目，把這些東西再找出來，補足原書之不足。這個功德不可思議，這個利益是千年萬世，功德跟唐太宗一樣，積集無比殊勝的大功德，這個成就救往後千千萬萬的人。漢學院要幹的是這個事情，所以要發大心，要立大願，為千年萬世的後人，後代的子孫，真正給他幸福圓滿。"
    },
    {
      "id": "02-041-0481_p0014",
      "zh_CN": "佛法早已经就跟中国传统文化接轨了，变成一体了，变成一家了，儒释道是一家、是一体，我们要认真努力来学习。我是把这么多年来，佛门这些同学、佛门的弟子们，财物的供养，我统统献出来供养大家，让大家在物质生活上能够安心，没有忧虑，一心一意好好去读书。儒家的书最重要的《四书》，可以说是儒学纲要、儒学概论；在佛法里面，就是一部《大方广佛华严经》，代表整个佛法。《四书》代表中国传统文化，这是根，这是本，过去读书人，一直到民国初年还有，四书五经统统能背是几岁？十五岁。我们怎么能跟人比？他从几岁开始读书？从三、四岁。张老师编的这个《圣学根之根》，都是在十岁之前完成的。十岁到十五岁，五年，四书五经统统背过。说实在的，我们的福报比不上他们，我们的智慧跟他们相差远了，我们没有他们的好运。",
      "zh_TW": "佛法早已經就跟中國傳統文化接軌了，變成一體了，變成一家了，儒釋道是一家、是一體，我們要認真努力來學習。我是把這麼多年來，佛門這些同學、佛門的弟子們，財物的供養，我統統獻出來供養大家，讓大家在物質生活上能夠安心，沒有憂慮，一心一意好好去讀書。儒家的書最重要的《四書》，可以說是儒學綱要、儒學概論；在佛法裡面，就是一部《大方廣佛華嚴經》，代表整個佛法。《四書》代表中國傳統文化，這是根，這是本，過去讀書人，一直到民國初年還有，四書五經統統能背是幾歲？十五歲。我們怎麼能跟人比？他從幾歲開始讀書？從三、四歲。張老師編的這個《聖學根之根》，都是在十歲之前完成的。十歲到十五歲，五年，四書五經統統背過。說實在的，我們的福報比不上他們，我們的智慧跟他們相差遠了，我們沒有他們的好運。"
    },
    {
      "id": "02-041-0481_p0015",
      "zh_CN": "这么多年来我常常想着，怎么样帮助一些年轻人，让他们读古书，古汉语，缘分都不成熟。二Ｏ一五年，我参加联合国的活动之后，到英国来访问，是我第三次到英国来，遇到休斯校长他来看我。我们第一次见面，就谈了三个半小时，谈到这些问题他就告诉我，我们来办汉学院，来培养汉学继起的承传的人才。我说好！那太好了！没有想到他真干，他比我热心，我受他感动，所以汉学院的功劳，他应该是第一，我是第二，我不如他。我认为说难，这一生当中没有指望，没有想到他真做到了，我佩服他。今年又提出一个和谐博士班，这是培养全世界，每一个宗教里面的合格的传教的老师，真正能把他们的经典读通，讲清楚讲明白，宗教不是迷信，宗教是教育。",
      "zh_TW": "這麼多年來我常常想著，怎麼樣幫助一些年輕人，讓他們讀古書，古漢語，緣分都不成熟。二Ｏ一五年，我參加聯合國的活動之後，到英國來訪問，是我第三次到英國來，遇到休斯校長他來看我。我們第一次見面，就談了三個半小時，談到這些問題他就告訴我，我們來辦漢學院，來培養漢學繼起的承傳的人才。我說好！那太好了！沒有想到他真幹，他比我熱心，我受他感動，所以漢學院的功勞，他應該是第一，我是第二，我不如他。我認為說難，這一生當中沒有指望，沒有想到他真做到了，我佩服他。今年又提出一個和諧博士班，這是培養全世界，每一個宗教裡面的合格的傳教的老師，真正能把他們的經典讀通，講清楚講明白，宗教不是迷信，宗教是教育。"
    },
    {
      "id": "02-041-0481_p0016",
      "zh_CN": "西方的学者很多人都肯定，中国传统文化能救全世界，我相信。谁来干？我这个年岁不行了，九十一岁了。我今天唯一的一条道路，就是这一部经，就是这一句佛号，希望这一生能够往生到极乐世界，自己的愿望就满足了，留在这个世间帮助大家，帮助发大心的年轻人。校长也在帮助，还加上王子，查尔斯王子。希望大家珍惜这个缘分，这个缘分我等了几十年，没想到等到这个年龄才遇到。希望十年之后，你们都能成就，根扎下去了，没问题了，一切宗教里面弘传的人才，也都培养出来了，宗教教育在这个社会复兴，世界和平就出现了。",
      "zh_TW": "西方的學者很多人都肯定，中國傳統文化能救全世界，我相信。誰來幹？我這個年歲不行了，九十一歲了。我今天唯一的一條道路，就是這一部經，就是這一句佛號，希望這一生能夠往生到極樂世界，自己的願望就滿足了，留在這個世間幫助大家，幫助發大心的年輕人。校長也在幫助，還加上王子，查爾斯王子。希望大家珍惜這個緣分，這個緣分我等了幾十年，沒想到等到這個年齡才遇到。希望十年之後，你們都能成就，根扎下去了，沒問題了，一切宗教裡面弘傳的人才，也都培養出來了，宗教教育在這個社會復興，世界和平就出現了。"
    },
    {
      "id": "02-041-0481_p0017",
      "zh_CN": "宗教教育是什么教育？爱的教育。诸位要记住，所有宗教他们的经典，你去研究他们的东西，共同的，仁慈博爱。这是宗教的，仁慈博爱是他们的核心。人都能做到这四个字，所谓上帝爱世人，神爱世人，神心中有我，我心中有神，神心中有我，我跟神是一体，这种概念认知几乎每一个宗教经典里头也有。所以宗教教育重要，宗教教育最终极的目标，就是告诉你，神心中有我，我心中有神，神爱世人，我爱世人，我跟神一样的爱世人。这是宗教教育的大根大本，真的搞清楚搞明白了，走这条这是宗教光明大道。爱人就不会害人，爱人就不会骗人，真正做到大公无私，爱别人胜过自己，为苦难众生牺牲生命也值得，也不后悔，佛教里面讲的佛菩萨。",
      "zh_TW": "宗教教育是什麼教育？愛的教育。諸位要記住，所有宗教他們的經典，你去研究他們的東西，共同的，仁慈博愛。這是宗教的，仁慈博愛是他們的核心。人都能做到這四個字，所謂上帝愛世人，神愛世人，神心中有我，我心中有神，神心中有我，我跟神是一體，這種概念認知幾乎每一個宗教經典裡頭也有。所以宗教教育重要，宗教教育最終極的目標，就是告訴你，神心中有我，我心中有神，神愛世人，我愛世人，我跟神一樣的愛世人。這是宗教教育的大根大本，真的搞清楚搞明白了，走這條這是宗教光明大道。愛人就不會害人，愛人就不會騙人，真正做到大公無私，愛別人勝過自己，為苦難眾生犧牲生命也值得，也不後悔，佛教裡面講的佛菩薩。"
    },
    {
      "id": "02-041-0481_p0018",
      "zh_CN": "我们再往下看，下面这一段经文只有两句，「喻无疑悔」：",
      "zh_TW": "我們再往下看，下面這一段經文只有兩句，「喻無疑悔」："
    },
    {
      "id": "02-041-0481_p0019",
      "zh_CN": "【设入大火。】",
      "zh_TW": "【設入大火。】"
    },
    {
      "id": "02-041-0481_p0020",
      "zh_CN": "这是比喻。",
      "zh_TW": "這是比喻。"
    },
    {
      "id": "02-041-0481_p0021",
      "zh_CN": "【不应疑悔。】",
      "zh_TW": "【不應疑悔。】"
    },
    {
      "id": "02-041-0481_p0022",
      "zh_CN": "『设入大火』。「设者假设，盖谓倘因求法，身入大火。亦不应疑悔」，也不怀疑，也不后悔，这个事情难！",
      "zh_TW": "『設入大火』。「設者假設，蓋謂倘因求法，身入大火。亦不應疑悔」，也不懷疑，也不後悔，這個事情難！"
    },
    {
      "id": "02-041-0481_p0023",
      "zh_CN": "念老注解里头有，我们看注解，看底下这一句，「当如弥陀因地纵使身止诸苦中，如是愿心永不退」，这才是深信，这才是切愿。具足深信切愿，蕅益大师告诉我们，极乐世界你就有分了。为什么？下面只要肯念佛你就往生。所以深信切愿是大菩提心、无上菩提心，西方极乐世界阿弥陀佛就需要这样的人。深信切愿的细说就是这部经，这部经从头到尾就是讲，我们深信不疑，切愿往生，非常恳切的愿望求生净土，所以后面这一句好，「始是深信切愿也」。再看下面经文：",
      "zh_TW": "念老註解裡頭有，我們看註解，看底下這一句，「當如彌陀因地縱使身止諸苦中，如是願心永不退」，這才是深信，這才是切願。具足深信切願，蕅益大師告訴我們，極樂世界你就有分了。為什麼？下面只要肯念佛你就往生。所以深信切願是大菩提心、無上菩提心，西方極樂世界阿彌陀佛就需要這樣的人。深信切願的細說就是這部經，這部經從頭到尾就是講，我們深信不疑，切願往生，非常懇切的願望求生淨土，所以後面這一句好，「始是深信切願也」。再看下面經文："
    },
    {
      "id": "02-041-0481_p0024",
      "zh_CN": "【何以故。彼无量亿诸菩萨等。皆悉求此微妙法门。尊重听闻。不生违背。】",
      "zh_TW": "【何以故。彼無量億諸菩薩等。皆悉求此微妙法門。尊重聽聞。不生違背。】"
    },
    {
      "id": "02-041-0481_p0025",
      "zh_CN": "这是假设一个问题，有人来问为什么，为什么要相信极乐世界？为什么要愿生净土？世尊在此地给我们的答复，『彼』，前面所说的，十方世界『无量亿诸菩萨』，单位是亿，亿前面不是几个亿、十几个亿、百亿、万亿，不是，无量亿。什么样的人？「诸菩萨等」，这个不能不知道。这些菩萨们，统统都『求此微妙法门』，没有缘分的求不到，没有缘分的当面错过。所以真正能信，愿求西方，不是凡人，他是过去生中，无量劫中，曾经供养无量诸佛如来，他有这么深厚的善根，这一生遇到佛法他就相信，遇到佛法他就能发心，我们跟他相比还差一段。",
      "zh_TW": "這是假設一個問題，有人來問為什麼，為什麼要相信極樂世界？為什麼要願生淨土？世尊在此地給我們的答覆，『彼』，前面所說的，十方世界『無量億諸菩薩』，單位是億，億前面不是幾個億、十幾個億、百億、萬億，不是，無量億。什麼樣的人？「諸菩薩等」，這個不能不知道。這些菩薩們，統統都『求此微妙法門』，沒有緣分的求不到，沒有緣分的當面錯過。所以真正能信，願求西方，不是凡人，他是過去生中，無量劫中，曾經供養無量諸佛如來，他有這麼深厚的善根，這一生遇到佛法他就相信，遇到佛法他就能發心，我們跟他相比還差一段。"
    },
    {
      "id": "02-041-0481_p0026",
      "zh_CN": "这些人有没有？有。净宗同学念佛往生常常听说，我这次回到英国来之前，还听说山东有个居士，站着往生，我还看到她的照片，人站立在那个地方走了。这都是表演给我们看的，真正具足真信切愿，念佛往生，站着走的、坐着走的，预知时至，有人把几点几分都告诉你。东北刘素云居士的姐姐，她大概在十一天前透的信息，她要往生，她是二Ｏ一二年，十一月二十一号十二点钟。告诉大家，那天去送往生的人，有三十多个人，果然这个时间，一分都不差，时间到了，她跟大家说，阿弥陀佛来接我了，我走了，这么自在。所以我们不能不相信，她走得那么自在。实在讲她走是什么？是她妹妹心里想（求愿），有没有人来表演一下，让大家死心塌地。结果她姐姐说，行，我来给妳做表演。刘素云听到这个日期，听到这个时间就是，二Ｏ一二，十一月二十一号十二点钟，听到这一组数目字，空中来的声音，她心里就想着，是不是她姐姐往生的时间？她姐姐没说，果然在这一天真走了。",
      "zh_TW": "這些人有沒有？有。淨宗同學念佛往生常常聽說，我這次回到英國來之前，還聽說山東有個居士，站著往生，我還看到她的照片，人站立在那個地方走了。這都是表演給我們看的，真正具足真信切願，念佛往生，站著走的、坐著走的，預知時至，有人把幾點幾分都告訴你。東北劉素雲居士的姐姐，她大概在十一天前透的信息，她要往生，她是二Ｏ一二年，十一月二十一號十二點鐘。告訴大家，那天去送往生的人，有三十多個人，果然這個時間，一分都不差，時間到了，她跟大家說，阿彌陀佛來接我了，我走了，這麼自在。所以我們不能不相信，她走得那麼自在。實在講她走是什麼？是她妹妹心裡想（求願），有沒有人來表演一下，讓大家死心塌地。結果她姐姐說，行，我來給妳做表演。劉素雲聽到這個日期，聽到這個時間就是，二Ｏ一二，十一月二十一號十二點鐘，聽到這一組數目字，空中來的聲音，她心裡就想著，是不是她姐姐往生的時間？她姐姐沒說，果然在這一天真走了。"
    },
    {
      "id": "02-041-0481_p0027",
      "zh_CN": "佛在此地举这个例子告诉我们，我们要相信。念老这注解注得好，「何以故？」这是世尊自己问自己的，提出来的，没有别人问。为什么？从反正两边深显其义。正面的，「如《菩萨往生品》所明，彼等无量无数十方世界诸菩萨众，皆求此微妙法门，尊重听闻，信受奉行，悉生极乐」，真往生真去了。下面这一句：",
      "zh_TW": "佛在此地舉這個例子告訴我們，我們要相信。念老這註解註得好，「何以故？」這是世尊自己問自己的，提出來的，沒有別人問。為什麼？從反正兩邊深顯其義。正面的，「如《菩薩往生品》所明，彼等無量無數十方世界諸菩薩眾，皆求此微妙法門，尊重聽聞，信受奉行，悉生極樂」，真往生真去了。下面這一句："
    },
    {
      "id": "02-041-0481_p0028",
      "zh_CN": "【多有菩萨。欲闻此经而不能得。是故汝等。应求此法。】",
      "zh_TW": "【多有菩薩。欲聞此經而不能得。是故汝等。應求此法。】"
    },
    {
      "id": "02-041-0481_p0029",
      "zh_CN": "这个话说得多么恳切、多么难得。我们看念老的注解。「多有菩萨，欲闻此经而不能得」，这什么原因？我想大家都能想到，业障，他有障碍。不是外面来的障碍，那就是里面的烦恼习气也会自己制造障碍，经读不下去，念念念念就念跑了，妄想杂念就起来了。如果有这种情形，一定要克服，要忏悔，要求佛菩萨加持。要不然这一生决定空过，再得人身，记住五千劫以后。不是死了以后就能得人身，死了以后肯定堕三恶道，非常可怕，三恶道太苦。所以这一句，『多有菩萨，欲闻此经而不能得。是故汝等，应求此法』。",
      "zh_TW": "這個話說得多麼懇切、多麼難得。我們看念老的註解。「多有菩薩，欲聞此經而不能得」，這什麼原因？我想大家都能想到，業障，他有障礙。不是外面來的障礙，那就是裡面的煩惱習氣也會自己製造障礙，經讀不下去，念念念念就念跑了，妄想雜念就起來了。如果有這種情形，一定要克服，要懺悔，要求佛菩薩加持。要不然這一生決定空過，再得人身，記住五千劫以後。不是死了以後就能得人身，死了以後肯定墮三惡道，非常可怕，三惡道太苦。所以這一句，『多有菩薩，欲聞此經而不能得。是故汝等，應求此法』。"
    },
    {
      "id": "02-041-0481_p0030",
      "zh_CN": "念老注解里头这是第二句，「反之」，从反面说，多有菩萨，欲闻此经而不能得。「下一品中复云：有一亿菩萨以不闻此经，而退转于无上菩提」，这太可惜了。这样的人，在我们现前这个世间，或者学佛同学这个圈子里头，你仔细去观察，很多。讲经他来听，念佛他来参加，打佛七，三时系念法会，他都来，就是心不能清净，心力不能集中。换句话说，妄想杂念分别执着缠绕着他，他没有能力克服，怎么办？这是大病，比癌症还严重，癌症不过是身体，这个是你生生世世闻不到佛法的原因在这里。得人身不闻佛法可惜了，畜生道闻佛法都能往生，畜生往生的不少，有记载，都是我们的好榜样。",
      "zh_TW": "念老註解裡頭這是第二句，「反之」，從反面說，多有菩薩，欲聞此經而不能得。「下一品中復云：有一億菩薩以不聞此經，而退轉於無上菩提」，這太可惜了。這樣的人，在我們現前這個世間，或者學佛同學這個圈子裡頭，你仔細去觀察，很多。講經他來聽，念佛他來參加，打佛七，三時繫念法會，他都來，就是心不能清淨，心力不能集中。換句話說，妄想雜念分別執著纏繞著他，他沒有能力克服，怎麼辦？這是大病，比癌症還嚴重，癌症不過是身體，這個是你生生世世聞不到佛法的原因在這裡。得人身不聞佛法可惜了，畜生道聞佛法都能往生，畜生往生的不少，有記載，都是我們的好榜樣。"
    },
    {
      "id": "02-041-0481_p0031",
      "zh_CN": "所以不闻此经而退转无上菩提，不能往生就是退转。「是从反面以劝坚信也。末后总结全品，慈悲咐嘱，谕云：是故汝等，应求此法。」这句话释迦牟尼佛讲的，我们要牢牢的记住。佛苦口婆心来劝告我们，我们半信半疑或者烦恼习气，对不起佛菩萨，这是真的。今天时间到了，我们就学习到此。",
      "zh_TW": "所以不聞此經而退轉無上菩提，不能往生就是退轉。「是從反面以勸堅信也。末後總結全品，慈悲咐囑，諭云：是故汝等，應求此法。」這句話釋迦牟尼佛講的，我們要牢牢的記住。佛苦口婆心來勸告我們，我們半信半疑或者煩惱習氣，對不起佛菩薩，這是真的。今天時間到了，我們就學習到此。"
    }
  ]
}