{
  "doc_id": "02-041-0364",
  "title": {
    "zh_CN": "二Ｏ一四净土大经科注",
    "zh_TW": "二Ｏ一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六四集",
    "zh_TW": "第三六四集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0364",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "02-041-0364_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0364_p0002",
      "zh_CN": "请看《大经科注》，第八百五十七页倒数第三行：",
      "zh_TW": "請看《大經科註》，第八百五十七頁倒數第三行："
    },
    {
      "id": "02-041-0364_p0003",
      "zh_CN": "「善演正论」，这「后得智」，前面我们学的是「悲利解如（根本智）」。大乘教里面告诉我们，根本智是自利圆满，根本智是无知，没有起心动念，没有分别执着。这就是六祖能大师在开悟的时候所说的「何期自性，本无动摇」。自性是真心，是真如，是本性，净宗称为常寂光，是真正的自己。它「本自具足」，具足什么？具足无量智慧，不是外面来的，外面求来的是假的，不是真的；真正智慧是从自性里面流出来的。",
      "zh_TW": "「善演正論」，這「後得智」，前面我們學的是「悲利解如（根本智）」。大乘教裡面告訴我們，根本智是自利圓滿，根本智是無知，沒有起心動念，沒有分別執著。這就是六祖能大師在開悟的時候所說的「何期自性，本無動搖」。自性是真心，是真如，是本性，淨宗稱為常寂光，是真正的自己。它「本自具足」，具足什麼？具足無量智慧，不是外面來的，外面求來的是假的，不是真的；真正智慧是從自性裡面流出來的。"
    },
    {
      "id": "02-041-0364_p0004",
      "zh_CN": "我们跟佛，差别在哪里？差别，佛没有妄想，没有念头，没有分别，没有执着。这就是真心现前。起心动念是无始无明烦恼，分别，尘沙烦恼，执着是见思烦恼，这三大类烦恼把我们自性、把我们真心障碍了。我们有真心，不能现前，真心里头有无量智慧不能现前，无量的功德不能现前，无量的相好也不能现前，变成六道凡夫。六道凡夫如何再恢复性德？那要靠修行。怎么个修法？六根接触六尘境界，眼见色，耳闻声，鼻嗅香，舌尝味，身觉触，意知法，六根对六尘的境界，都能保持不起心不动念、不分别不执着，这就是佛陀，这就是回归自性，学佛最后的目的就达到了，成佛了。如果六根对六尘境界还会起心动念，还有分别执着，这是六道凡夫。",
      "zh_TW": "我們跟佛，差別在哪裡？差別，佛沒有妄想，沒有念頭，沒有分別，沒有執著。這就是真心現前。起心動念是無始無明煩惱，分別，塵沙煩惱，執著是見思煩惱，這三大類煩惱把我們自性、把我們真心障礙了。我們有真心，不能現前，真心裡頭有無量智慧不能現前，無量的功德不能現前，無量的相好也不能現前，變成六道凡夫。六道凡夫如何再恢復性德？那要靠修行。怎麼個修法？六根接觸六塵境界，眼見色，耳聞聲，鼻嗅香，舌嘗味，身覺觸，意知法，六根對六塵的境界，都能保持不起心不動念、不分別不執著，這就是佛陀，這就是回歸自性，學佛最後的目的就達到了，成佛了。如果六根對六塵境界還會起心動念，還有分別執著，這是六道凡夫。"
    },
    {
      "id": "02-041-0364_p0005",
      "zh_CN": "前面八百五十六页，最后的一行，释迦牟尼佛告诉我们，什么时候？他老人家夜睹明星、大彻大悟的时候，从定中出定，第一句话说的是，「一切众生皆具如来智慧德相，唯以妄想执着不能证得，故知舍离妄想执着，当下便是如来智慧德相」。这段话非常重要！佛法八万四千法门，无量法门，无论你修学哪个法门，你不能离开这个原则，这是共同遵守的原理原则，比什么都重要。你遵守，你是佛弟子；你不遵守，学任何法门都叫外道，你不会成就。这个不能不知道。",
      "zh_TW": "前面八百五十六頁，最後的一行，釋迦牟尼佛告訴我們，什麼時候？他老人家夜睹明星、大徹大悟的時候，從定中出定，第一句話說的是，「一切眾生皆具如來智慧德相，唯以妄想執著不能證得，故知捨離妄想執著，當下便是如來智慧德相」。這段話非常重要！佛法八萬四千法門，無量法門，無論你修學哪個法門，你不能離開這個原則，這是共同遵守的原理原則，比什麼都重要。你遵守，你是佛弟子；你不遵守，學任何法門都叫外道，你不會成就。這個不能不知道。"
    },
    {
      "id": "02-041-0364_p0006",
      "zh_CN": "我们跟佛的差别，自性完全相同，不一样的就是凡夫有妄想、分别、执着；没有妄想、分别、执着，就成佛了。有妄想，没有分别、执着，是菩萨；有妄想、有分别，没有执着，是阿罗汉。我们学佛从哪里学起？学先放下执着，于一切法都不执着，证阿罗汉果。然后再放下分别，什么都不去分别它，万法平等。我们的经题上「清净平等觉」，放下执着，清净心现前，证阿罗汉果；放下分别，得平等心，成菩萨；觉是大彻大悟、明心见性，连起心动念都没有，这就成佛了。所以，都在经题上，经题太好了！这是真正功夫，清净、平等、觉，学佛就学这个。得的受用是「大乘」，大乘是智慧，无所不知，无所不能，大乘是智慧，「无量寿」是福德，「庄严」是福报。福报里面第一德就是长寿，有长寿你才能享受福报，如果没有寿命，福报再大也等于零。所以，无量寿是第一福。这些原理原则我们都必须知道，知道自己在学什么。",
      "zh_TW": "我們跟佛的差別，自性完全相同，不一樣的就是凡夫有妄想、分別、執著；沒有妄想、分別、執著，就成佛了。有妄想，沒有分別、執著，是菩薩；有妄想、有分別，沒有執著，是阿羅漢。我們學佛從哪裡學起？學先放下執著，於一切法都不執著，證阿羅漢果。然後再放下分別，什麼都不去分別它，萬法平等。我們的經題上「清淨平等覺」，放下執著，清淨心現前，證阿羅漢果；放下分別，得平等心，成菩薩；覺是大徹大悟、明心見性，連起心動念都沒有，這就成佛了。所以，都在經題上，經題太好了！這是真正功夫，清淨、平等、覺，學佛就學這個。得的受用是「大乘」，大乘是智慧，無所不知，無所不能，大乘是智慧，「無量壽」是福德，「莊嚴」是福報。福報裡面第一德就是長壽，有長壽你才能享受福報，如果沒有壽命，福報再大也等於零。所以，無量壽是第一福。這些原理原則我們都必須知道，知道自己在學什麼。"
    },
    {
      "id": "02-041-0364_p0007",
      "zh_CN": "今天我们再看后得智，根本智是自己的成就，后得智是利益众生，无所不知。《般若经》上说般若无知，是根本智，无所不知是后得智，后得智是教化众生，所以善演正论。请看经文：",
      "zh_TW": "今天我們再看後得智，根本智是自己的成就，後得智是利益眾生，無所不知。《般若經》上說般若無知，是根本智，無所不知是後得智，後得智是教化眾生，所以善演正論。請看經文："
    },
    {
      "id": "02-041-0364_p0008",
      "zh_CN": "【善知集灭音声方便。不欣世语。乐在正论。】",
      "zh_TW": "【善知集滅音聲方便。不欣世語。樂在正論。】"
    },
    {
      "id": "02-041-0364_p0009",
      "zh_CN": "念老的注解告诉我们，『善知集灭音声方便』者，「《会疏》曰：习」，这个字的意思就是集谛，意思里面兼苦，「灭即灭谛，含道之言。因果相涉，故说四谛之教，即音声方便」。这几句话讲的是小乘，我们必须，学佛对佛要有认识，不认识，我们会迷路，会走弯路，走很多冤枉路。早年章嘉大师教我，我们第一天见面，就告诉我，学佛对释迦牟尼佛要有认识，如果你不认识他，你会走错路，走上邪路，那就大错特错。迂回、弯路是多走一点冤枉路，还算是正道，但是我们要受很多辛苦才能成就。这部经是大乘教里头唯一的一种特殊的法门，带业往生，无比殊胜。",
      "zh_TW": "念老的註解告訴我們，『善知集滅音聲方便』者，「《會疏》曰：習」，這個字的意思就是集諦，意思裡面兼苦，「滅即滅諦，含道之言。因果相涉，故說四諦之教，即音聲方便」。這幾句話講的是小乘，我們必須，學佛對佛要有認識，不認識，我們會迷路，會走彎路，走很多冤枉路。早年章嘉大師教我，我們第一天見面，就告訴我，學佛對釋迦牟尼佛要有認識，如果你不認識他，你會走錯路，走上邪路，那就大錯特錯。迂迴、彎路是多走一點冤枉路，還算是正道，但是我們要受很多辛苦才能成就。這部經是大乘教裡頭唯一的一種特殊的法門，帶業往生，無比殊勝。"
    },
    {
      "id": "02-041-0364_p0010",
      "zh_CN": "章嘉大师教我，读《释迦方志》、《释迦谱》，这两本书分量不大，在《大藏经》里头，当时没有流行本，我们要找《大藏经》来抄经，抄下来读。目的是认识释迦牟尼佛，好比是释迦牟尼佛传记一样，是经典里面节录的。读了之后才恍然大悟，释迦牟尼佛是什么身分，是什么样的一个人。用现在的话来说，他很了不起，他是王子，十九岁离开家去修道去了，舍弃了王位的继承权，他要不出家他是国王。以后我们明白了，这是教给我们，示现给我们看，我们世间人所竞争的名闻利养，他有，不要了，放下了。那不是好东西，好东西他一定要执着，他能够放下的都不是好东西。名闻利养放下，放下了烦恼障。",
      "zh_TW": "章嘉大師教我，讀《釋迦方志》、《釋迦譜》，這兩本書分量不大，在《大藏經》裡頭，當時沒有流行本，我們要找《大藏經》來抄經，抄下來讀。目的是認識釋迦牟尼佛，好比是釋迦牟尼佛傳記一樣，是經典裡面節錄的。讀了之後才恍然大悟，釋迦牟尼佛是什麼身分，是什麼樣的一個人。用現在的話來說，他很了不起，他是王子，十九歲離開家去修道去了，捨棄了王位的繼承權，他要不出家他是國王。以後我們明白了，這是教給我們，示現給我們看，我們世間人所競爭的名聞利養，他有，不要了，放下了。那不是好東西，好東西他一定要執著，他能夠放下的都不是好東西。名聞利養放下，放下了煩惱障。"
    },
    {
      "id": "02-041-0364_p0011",
      "zh_CN": "他为我们示现的是知识分子，喜欢读书，喜欢求学，所以从十九岁到三十岁，十二年，他为我们示现的是求学，印度所有的宗教、所有的学派，他都亲近过。十二年，放下了，为什么？不能解决问题。解决什么问题？解决生死大事。佛法讲成就，最小的成就、最低的成就要有能力了生死出轮回。印度所有宗教都不出轮回，可以修到四禅天、四空天，就是出不去，所以放弃了。到毕钵罗树下去入定，这一入定，夜睹明星，大彻大悟，明心见性，见性成佛。这是世尊为我们表演的。",
      "zh_TW": "他為我們示現的是知識分子，喜歡讀書，喜歡求學，所以從十九歲到三十歲，十二年，他為我們示現的是求學，印度所有的宗教、所有的學派，他都親近過。十二年，放下了，為什麼？不能解決問題。解決什麼問題？解決生死大事。佛法講成就，最小的成就、最低的成就要有能力了生死出輪迴。印度所有宗教都不出輪迴，可以修到四禪天、四空天，就是出不去，所以放棄了。到畢缽羅樹下去入定，這一入定，夜睹明星，大徹大悟，明心見性，見性成佛。這是世尊為我們表演的。"
    },
    {
      "id": "02-041-0364_p0012",
      "zh_CN": "佛教终极的目标是教我们明心见性，明心见性，必须把这三种烦恼断掉。阿罗汉断了第一个，见思烦恼，超越六道轮回；菩萨还要断尘沙烦恼，出十法界。法身菩萨还要破无明烦恼，就是起心动念，他在定功里头真正做到不起心不动念，而且行住坐卧都在定中，不是盘腿面壁叫入定，他走路也入定，他谈话也在入定。为什么？六根接触六尘境界，眼根在色尘上入定，耳根在声尘上入定，六根在六尘上入定，叫法身菩萨，超越了十法界。权教菩萨、阿罗汉在十法界里面，佛法界、菩萨法界、声闻法界、缘觉法界，超越了，到哪里去？到诸佛如来实报庄严土。释迦牟尼佛的实报土，就是《华严经》上所说的华藏世界，净土宗所说的阿弥陀佛的实报土，极乐世界。这是真成就，这是圆满成就，这个不是假的。所以我们把佛认识清楚。",
      "zh_TW": "佛教終極的目標是教我們明心見性，明心見性，必須把這三種煩惱斷掉。阿羅漢斷了第一個，見思煩惱，超越六道輪迴；菩薩還要斷塵沙煩惱，出十法界。法身菩薩還要破無明煩惱，就是起心動念，他在定功裡頭真正做到不起心不動念，而且行住坐臥都在定中，不是盤腿面壁叫入定，他走路也入定，他談話也在入定。為什麼？六根接觸六塵境界，眼根在色塵上入定，耳根在聲塵上入定，六根在六塵上入定，叫法身菩薩，超越了十法界。權教菩薩、阿羅漢在十法界裡面，佛法界、菩薩法界、聲聞法界、緣覺法界，超越了，到哪裡去？到諸佛如來實報莊嚴土。釋迦牟尼佛的實報土，就是《華嚴經》上所說的華藏世界，淨土宗所說的阿彌陀佛的實報土，極樂世界。這是真成就，這是圓滿成就，這個不是假的。所以我們把佛認識清楚。"
    },
    {
      "id": "02-041-0364_p0013",
      "zh_CN": "佛一生干什么？他在菩提树下开悟之后，这一出定，开悟了，就开始教学。教什么？教小学，为什么？这些人都没有闻过佛法，都是初学，刚刚接触。小学教什么？教苦集灭道四谛、十二因缘、三十七道品。教了多久？十二年，释迦牟尼佛办小学办了十二年。我们学佛有没有从小学开始？如果没有从小学开始，我们在中学、大学插班，怎么插插不进去。这个道理要不懂，那就冤枉了。怎么办？从小学开始，我跟李炳南老居士学教，章嘉大师圆寂之后，学什么东西？学阿含、学方等，学小部经，我记得我差不多学了三十部，然后再学方等，再学般若。方等是中学，小学十二年毕业，证得阿罗汉之后，回小向大，学方等，方等是中学，八年。记住，小学十二年，中学八年，二十年扎根教育，这根扎得稳。再学学大乘，大乘就是大学，大学什么是主科？般若，佛讲了二十二年。释迦牟尼佛住世，讲经教学四十九年，讲般若讲二十二年，差不多占了一半的时间，这是主科，这是佛教大学。最后还有八年，讲《法华》，《法华》是研究所，把这些菩萨们提升到大彻大悟，明心见性，见性成佛，提到这个境界。有次第，一点都不乱，小学、中学、大学、研究所。我们学佛，要不按这个次第，你怎么能得到？",
      "zh_TW": "佛一生幹什麼？他在菩提樹下開悟之後，這一出定，開悟了，就開始教學。教什麼？教小學，為什麼？這些人都沒有聞過佛法，都是初學，剛剛接觸。小學教什麼？教苦集滅道四諦、十二因緣、三十七道品。教了多久？十二年，釋迦牟尼佛辦小學辦了十二年。我們學佛有沒有從小學開始？如果沒有從小學開始，我們在中學、大學插班，怎麼插插不進去。這個道理要不懂，那就冤枉了。怎麼辦？從小學開始，我跟李炳南老居士學教，章嘉大師圓寂之後，學什麼東西？學阿含、學方等，學小部經，我記得我差不多學了三十部，然後再學方等，再學般若。方等是中學，小學十二年畢業，證得阿羅漢之後，迴小向大，學方等，方等是中學，八年。記住，小學十二年，中學八年，二十年扎根教育，這根扎得穩。再學學大乘，大乘就是大學，大學什麼是主科？般若，佛講了二十二年。釋迦牟尼佛住世，講經教學四十九年，講般若講二十二年，差不多佔了一半的時間，這是主科，這是佛教大學。最後還有八年，講《法華》，《法華》是研究所，把這些菩薩們提升到大徹大悟，明心見性，見性成佛，提到這個境界。有次第，一點都不亂，小學、中學、大學、研究所。我們學佛，要不按這個次第，你怎麼能得到？"
    },
    {
      "id": "02-041-0364_p0014",
      "zh_CN": "非常可惜，中国大乘佛教到唐朝中叶之后，大小乘都传到中国来了，而且小乘经典全部翻成中文，四阿含，《大藏经》里面前面部分，全是小学。我们的《阿含经》，四阿含，跟现在南传的小乘他们的小乘三藏对比，它只比我们多五十几种。总共三千多种，只多五十多种，可以说我们全部翻过来了。这些话都是章嘉大师告诉我的，我学佛的基础是在章嘉大师那里奠定的，我跟他老人家三年，那个时候我还有工作，只有每个星期天去看他。三年给我奠定基础，让我有机会去亲近李炳南老居士。亲近他，他刚好办了个小型的佛学院，二十多个同学，我参加了。刚才告诉诸位，我在这个班上，五年学了三十多部小乘经典。以后再回去，又住了五年，学大乘，大乘主修的是《华严》、《法华》、《楞严》，我学这三部经。这三部经都讲过，讲的时间很长。",
      "zh_TW": "非常可惜，中國大乘佛教到唐朝中葉之後，大小乘都傳到中國來了，而且小乘經典全部翻成中文，四阿含，《大藏經》裡面前面部分，全是小學。我們的《阿含經》，四阿含，跟現在南傳的小乘他們的小乘三藏對比，它只比我們多五十幾種。總共三千多種，只多五十多種，可以說我們全部翻過來了。這些話都是章嘉大師告訴我的，我學佛的基礎是在章嘉大師那裡奠定的，我跟他老人家三年，那個時候我還有工作，只有每個星期天去看他。三年給我奠定基礎，讓我有機會去親近李炳南老居士。親近他，他剛好辦了個小型的佛學院，二十多個同學，我參加了。剛才告訴諸位，我在這個班上，五年學了三十多部小乘經典。以後再回去，又住了五年，學大乘，大乘主修的是《華嚴》、《法華》、《楞嚴》，我學這三部經。這三部經都講過，講的時間很長。"
    },
    {
      "id": "02-041-0364_p0015",
      "zh_CN": "我们从这个地方来看，释迦牟尼佛是什么身分？现在一般讲宗教，不像！他像什么？他是道道地地的一位多元社会教育家，我们可以用这个词来称赞他。小乘里头，小学，里面有四种教育，有伦理教育、有道德教育、有因果教育、有圣贤教育。到大乘，方等以上，这四种讲得就少了，圣贤教育讲得多，教你怎么样从小乘提升上去，去作菩萨。佛教里面，佛陀、菩萨、阿罗汉是学位的名称，像现在大学里头博士、硕士、学士。阿罗汉是本科毕业的，学士，菩萨是硕士，硕士班的硕士，佛陀是博士班的博士，最高的学位。所以说一切众生本来是佛，一切众生都应当成佛，为什么？拿最高的学位。跟一般宗教不一样，一般宗教里头有神、有上帝，佛教里头没有。",
      "zh_TW": "我們從這個地方來看，釋迦牟尼佛是什麼身分？現在一般講宗教，不像！他像什麼？他是道道地地的一位多元社會教育家，我們可以用這個詞來稱讚他。小乘裡頭，小學，裡面有四種教育，有倫理教育、有道德教育、有因果教育、有聖賢教育。到大乘，方等以上，這四種講得就少了，聖賢教育講得多，教你怎麼樣從小乘提升上去，去作菩薩。佛教裡面，佛陀、菩薩、阿羅漢是學位的名稱，像現在大學裡頭博士、碩士、學士。阿羅漢是本科畢業的，學士，菩薩是碩士，碩士班的碩士，佛陀是博士班的博士，最高的學位。所以說一切眾生本來是佛，一切眾生都應當成佛，為什麼？拿最高的學位。跟一般宗教不一樣，一般宗教裡頭有神、有上帝，佛教裡頭沒有。"
    },
    {
      "id": "02-041-0364_p0016",
      "zh_CN": "极乐世界是个学校，不是一个国家，那个里头没有国王，没有上帝，没有宰相，没有大臣。极乐世界只有两种人，一个老师，是阿弥陀佛，另外就是学生，学生都是菩萨。它有分等，等于说有小学、有中学、有大学、有研究所，它有；实报庄严土就是大学、研究所，方便有余土是中学，凡圣同居土是小学。你把它搞清楚，你就认识它了，它真了不起！一切诸佛刹土里面的六道、十法界，或者我们说欲界、色界、无色界这些众生，到极乐世界去读书、去学习，插班进去的，很多。真正得定了，有定功，开悟了，有定功的人插班，本科班，我们今天讲学士；开悟了就可以插实报土的班，开悟了，那是什么？那是硕士班、博士班，方便有余土是硕士班，实报庄严土是博士班。我们这样一个比方，诸位就有个概念，对于佛法认识就清楚了，佛教不是宗教，佛教里头没有迷信。",
      "zh_TW": "極樂世界是個學校，不是一個國家，那個裡頭沒有國王，沒有上帝，沒有宰相，沒有大臣。極樂世界只有兩種人，一個老師，是阿彌陀佛，另外就是學生，學生都是菩薩。它有分等，等於說有小學、有中學、有大學、有研究所，它有；實報莊嚴土就是大學、研究所，方便有餘土是中學，凡聖同居土是小學。你把它搞清楚，你就認識它了，它真了不起！一切諸佛剎土裡面的六道、十法界，或者我們說欲界、色界、無色界這些眾生，到極樂世界去讀書、去學習，插班進去的，很多。真正得定了，有定功，開悟了，有定功的人插班，本科班，我們今天講學士；開悟了就可以插實報土的班，開悟了，那是什麼？那是碩士班、博士班，方便有餘土是碩士班，實報莊嚴土是博士班。我們這樣一個比方，諸位就有個概念，對於佛法認識就清楚了，佛教不是宗教，佛教裡頭沒有迷信。"
    },
    {
      "id": "02-041-0364_p0017",
      "zh_CN": "我跟方东美先生学哲学，老师给我讲最后一个单元，佛经哲学，我那个时候很惊讶，我说佛是宗教、是迷信。迷信里面，我们无知，不明了事实真相，所以冤枉好人了，把佛看成宗教。高级宗教只有一个真神，造物主，低级宗教里面很多神，叫多神教、泛神教，这是低级宗教，都把佛看作低级宗教。哪知道佛教跟这个不属，不属于这些，它是教育，它与宗教不相干。里面有一部分讲到宗教的，那是在什么时候？那是在《法华》，研究所里面讲的，讲到什么？讲到六道轮回，讲到十法界。",
      "zh_TW": "我跟方東美先生學哲學，老師給我講最後一個單元，佛經哲學，我那個時候很驚訝，我說佛是宗教、是迷信。迷信裡面，我們無知，不明瞭事實真相，所以冤枉好人了，把佛看成宗教。高級宗教只有一個真神，造物主，低級宗教裡面很多神，叫多神教、泛神教，這是低級宗教，都把佛看作低級宗教。哪知道佛教跟這個不屬，不屬於這些，它是教育，它與宗教不相干。裡面有一部分講到宗教的，那是在什麼時候？那是在《法華》，研究所裡面講的，講到什麼？講到六道輪迴，講到十法界。"
    },
    {
      "id": "02-041-0364_p0018",
      "zh_CN": "十法界、六道轮回是自然现象，里面真的有没有造物主？没有。佛说的，这宇宙从哪里来的？唯心所现，唯识所变，《华严经》上讲的。心是我们自己的心，识是我们自己的识，宇宙从哪里来？自己起心动念，念头变现出来的。今天我们这个世界社会不好，乱成一团，什么原因？我们的头脑乱了，杂念多，正念少，就变成这样。能不能把这个世界恢复过来？能，只要把妄念减少，把正念现前，这个社会就好了。所以今天量子力学家提出境随心转，境是外面的物质环境，对内，身体，对外是外面六尘境界，哪里来的？我们念头转的。中国风水有一句老话说，风水随心转，心好风水就好，风水是居住环境，环境就好，也包括人事环境。如果我们起心动念不好，我们的社会就混乱，就这么个道理。",
      "zh_TW": "十法界、六道輪迴是自然現象，裡面真的有沒有造物主？沒有。佛說的，這宇宙從哪裡來的？唯心所現，唯識所變，《華嚴經》上講的。心是我們自己的心，識是我們自己的識，宇宙從哪裡來？自己起心動念，念頭變現出來的。今天我們這個世界社會不好，亂成一團，什麼原因？我們的頭腦亂了，雜念多，正念少，就變成這樣。能不能把這個世界恢復過來？能，只要把妄念減少，把正念現前，這個社會就好了。所以今天量子力學家提出境隨心轉，境是外面的物質環境，對內，身體，對外是外面六塵境界，哪裡來的？我們念頭轉的。中國風水有一句老話說，風水隨心轉，心好風水就好，風水是居住環境，環境就好，也包括人事環境。如果我們起心動念不好，我們的社會就混亂，就這麼個道理。"
    },
    {
      "id": "02-041-0364_p0019",
      "zh_CN": "你看，佛在经上讲的，三千年前说的，那个时候佛教没到中国来，中国这些老祖宗知道。他为什么知道？他也开悟了，开悟了就叫佛；彻底开悟，就叫菩萨、叫佛陀。释迦佛如果当年生在中国，中国称他作圣人；中国这些圣人，尧舜禹汤、文武周公、孔子、老子，如果生在印度，印度人都称他们作佛陀。称呼名词不一样，他是一个平等境界，都是大彻大悟，都是明心见性，所以他们讲的东西相同，没有两样。",
      "zh_TW": "你看，佛在經上講的，三千年前說的，那個時候佛教沒到中國來，中國這些老祖宗知道。他為什麼知道？他也開悟了，開悟了就叫佛；徹底開悟，就叫菩薩、叫佛陀。釋迦佛如果當年生在中國，中國稱他作聖人；中國這些聖人，堯舜禹湯、文武周公、孔子、老子，如果生在印度，印度人都稱他們作佛陀。稱呼名詞不一樣，他是一個平等境界，都是大徹大悟，都是明心見性，所以他們講的東西相同，沒有兩樣。"
    },
    {
      "id": "02-041-0364_p0020",
      "zh_CN": "所以中国这些高僧大德们，在唐朝中叶之后不学小乘了，释迦牟尼佛的小学就废止了，用儒跟道来代替。有儒的根，有道的根，就可以直接学大乘教，所以儒释道在中国就通了。学佛没有不学儒不学道的，为什么？它是根，它是佛教小学，一定要从小学扎根。学道的人他学佛、他学儒，学儒的人他也学佛、也学道，这三家在唐朝以后到满清几乎是通的，他们统统都学。这三教，儒释道，是中国文化的奠基，根本。",
      "zh_TW": "所以中國這些高僧大德們，在唐朝中葉之後不學小乘了，釋迦牟尼佛的小學就廢止了，用儒跟道來代替。有儒的根，有道的根，就可以直接學大乘教，所以儒釋道在中國就通了。學佛沒有不學儒不學道的，為什麼？它是根，它是佛教小學，一定要從小學扎根。學道的人他學佛、他學儒，學儒的人他也學佛、也學道，這三家在唐朝以後到滿清幾乎是通的，他們統統都學。這三教，儒釋道，是中國文化的奠基，根本。"
    },
    {
      "id": "02-041-0364_p0021",
      "zh_CN": "世界上有历史记载的，汤恩比博士他的研究，这千百年当中，曾经出现二十多种不同的文化，但是这些文化都消失了，有的在历史上，名称都被人忘记了。四大古文明，这时间长久一点，到现在只剩下中国古文明，还有新兴的西方文明，其他的没有了。他说得很好，文明怎么发生的？从哪里来的？从宗教来的。人类的历史，先有宗教，然后从宗教里头产生文明；没有宗教的文明，大概不会超过三百年，它就没有了，二、三百年就没有了。中国文明能够存在，它有三个根，这就讲宗教，它有儒释道，儒释道三个根。所以它能够长久，到现在还没有被消灭。",
      "zh_TW": "世界上有歷史記載的，湯恩比博士他的研究，這千百年當中，曾經出現二十多種不同的文化，但是這些文化都消失了，有的在歷史上，名稱都被人忘記了。四大古文明，這時間長久一點，到現在只剩下中國古文明，還有新興的西方文明，其他的沒有了。他說得很好，文明怎麼發生的？從哪裡來的？從宗教來的。人類的歷史，先有宗教，然後從宗教裡頭產生文明；沒有宗教的文明，大概不會超過三百年，它就沒有了，二、三百年就沒有了。中國文明能夠存在，它有三個根，這就講宗教，它有儒釋道，儒釋道三個根。所以它能夠長久，到現在還沒有被消滅。"
    },
    {
      "id": "02-041-0364_p0022",
      "zh_CN": "但是，现在儒释道的接班人少了，谁来承传？来承传儒释道，就是承传中国传统文化，让中国传统文化在千年万世一直传下去。这是大事，这桩功德不可思议。今天我们遇到这个缘，这个缘跟佛法一样，百千万劫难遭遇，你在这一生当中想做一点好事，天下第一等好事是什么？就是要拯救中国传统文化。怎么拯救？第一个是书，《四库全书》是中国传统文化的载体，这个现在印得很多，大概不会失传了。可是《四库全书》谁去读？如果没有人能读，没有人能够理解，以后没有人继承，就灭亡了，那就很可怕。如果要是灭亡之后，我相信最迟不会超过一百年，中国文化在历史上消失了，没有了。这是一桩可怕的事情，我们怎么对得起祖宗？祖宗给我们保存了五千年，传到我们手上，我们居然把它灭掉了，民族的罪人！你把它救出来，这个功德太伟大了！你救了中国五千年的传统文化，你救了全世界的人。为什么？全世界人学习中国传统文化，世界才会大同，人类才会有真正幸福圆满的生活。",
      "zh_TW": "但是，現在儒釋道的接班人少了，誰來承傳？來承傳儒釋道，就是承傳中國傳統文化，讓中國傳統文化在千年萬世一直傳下去。這是大事，這樁功德不可思議。今天我們遇到這個緣，這個緣跟佛法一樣，百千萬劫難遭遇，你在這一生當中想做一點好事，天下第一等好事是什麼？就是要拯救中國傳統文化。怎麼拯救？第一個是書，《四庫全書》是中國傳統文化的載體，這個現在印得很多，大概不會失傳了。可是《四庫全書》誰去讀？如果沒有人能讀，沒有人能夠理解，以後沒有人繼承，就滅亡了，那就很可怕。如果要是滅亡之後，我相信最遲不會超過一百年，中國文化在歷史上消失了，沒有了。這是一樁可怕的事情，我們怎麼對得起祖宗？祖宗給我們保存了五千年，傳到我們手上，我們居然把它滅掉了，民族的罪人！你把它救出來，這個功德太偉大了！你救了中國五千年的傳統文化，你救了全世界的人。為什麼？全世界人學習中國傳統文化，世界才會大同，人類才會有真正幸福圓滿的生活。"
    },
    {
      "id": "02-041-0364_p0023",
      "zh_CN": "所以有人问我，为什么要学传统文化？我说你想不想一生都过着快乐幸福的生活？他说要，想要；要不要家庭和睦？要不要事业顺利？要不要社会安定？要不要国家富强？要不要天下和平？要。有没有办法得到？有，中国传统文化能帮助你得到。唐太宗做过实验，他在世的时候编了一部书，叫《群书治要》，我桌上这摆了一套，线装书。这是唐太宗治国的宝典，大唐盛世就是靠它，从皇上、文武百官大家都念这个书，都照这个书去行事，大唐盛世出现了。后面还有一个盛世，满清康熙、雍正、乾隆，一百五十年，是地球上最兴旺的国家、最安定的社会。靠什么？靠中国传统文化。所以，要想求得世界和平不难，大家都学中国传统文化，天下就太平了。就是为这个要学，为救自己，为救我的家庭，为救我们的国家，为救全世界，认真努力来学这门功课。",
      "zh_TW": "所以有人問我，為什麼要學傳統文化？我說你想不想一生都過著快樂幸福的生活？他說要，想要；要不要家庭和睦？要不要事業順利？要不要社會安定？要不要國家富強？要不要天下和平？要。有沒有辦法得到？有，中國傳統文化能幫助你得到。唐太宗做過實驗，他在世的時候編了一部書，叫《群書治要》，我桌上這擺了一套，線裝書。這是唐太宗治國的寶典，大唐盛世就是靠它，從皇上、文武百官大家都念這個書，都照這個書去行事，大唐盛世出現了。後面還有一個盛世，滿清康熙、雍正、乾隆，一百五十年，是地球上最興旺的國家、最安定的社會。靠什麼？靠中國傳統文化。所以，要想求得世界和平不難，大家都學中國傳統文化，天下就太平了。就是為這個要學，為救自己，為救我的家庭，為救我們的國家，為救全世界，認真努力來學這門功課。"
    },
    {
      "id": "02-041-0364_p0024",
      "zh_CN": "我们这个极乐寺，大家进来，不像道场，没看到大殿，我们大殿在六楼，最楼上。供佛像的地方，顶楼，还有地下室。地下室是个大厅，可以容纳一千人，办活动可以用，那个地方供的有三圣，西方三圣。其他的每一层，你看到的是大小教室讲堂。当初这边的同修，这块地属于他们的，他来找我，要送给我，希望建个道场。我说台湾道场太多了，有你一个不多，没你一个不少。他说那要怎么做法？除非建立一个台湾所没有的佛教道场。他说什么道场佛教没有？学校，这个道场台湾没有。如果大家建这样的道场，我赞成，建一般的道场，我不赞成。为什么？佛陀是一生搞教育，没有建道场，每天讲经没有间断，四十九年，经典上没有记载释迦牟尼佛哪一天放假，你就晓得天天在教学，天天在讲经。所以我说我们要教室，要大教室、小教室，容纳一千人的，容纳三、四百人的，容纳一百人的，容纳三、五十个人的，大大小小教室，我要这个。我们现在有七、八个教室，我们希望恢复释迦牟尼佛的教学。",
      "zh_TW": "我們這個極樂寺，大家進來，不像道場，沒看到大殿，我們大殿在六樓，最樓上。供佛像的地方，頂樓，還有地下室。地下室是個大廳，可以容納一千人，辦活動可以用，那個地方供的有三聖，西方三聖。其他的每一層，你看到的是大小教室講堂。當初這邊的同修，這塊地屬於他們的，他來找我，要送給我，希望建個道場。我說台灣道場太多了，有你一個不多，沒你一個不少。他說那要怎麼做法？除非建立一個台灣所沒有的佛教道場。他說什麼道場佛教沒有？學校，這個道場台灣沒有。如果大家建這樣的道場，我贊成，建一般的道場，我不贊成。為什麼？佛陀是一生搞教育，沒有建道場，每天講經沒有間斷，四十九年，經典上沒有記載釋迦牟尼佛哪一天放假，你就曉得天天在教學，天天在講經。所以我說我們要教室，要大教室、小教室，容納一千人的，容納三、四百人的，容納一百人的，容納三、五十個人的，大大小小教室，我要這個。我們現在有七、八個教室，我們希望恢復釋迦牟尼佛的教學。"
    },
    {
      "id": "02-041-0364_p0025",
      "zh_CN": "宗教这两个字要解释清楚，现在提起宗教就跟迷信画了等号，这是很大的误会，很大的错误。佛教是不是宗教？是真正的宗教，要用中国宗教两个字，它是名符其实的宗教，一点都不假。那宗教两个字怎么讲？大家查字典，你查出字典你去看看，宗有三个意思，第一个主要的，第二个重要的，第三个尊崇的，尊重、崇高；教也有三个意思，教育、教学、教化。这宗教两个字合起来，是主要的教育，重要的教学，尊崇的教化。这就对了，释迦牟尼佛的教育跟这个相应，一点都不错。古人说的这个名词，有学问，有智慧，不是乱讲的。再加上两个字就更明白了，宗教是人类主要的教育，宗教是人类重要的教学，宗教是人类尊崇的教化。这还得了！所以汤恩比说人类不能没有宗教，没有宗教那是野蛮人，那是没有开化的人。所以我们也要把正名这桩事情，名不正则言不顺，要讲清楚、讲明白，不能冤枉人。",
      "zh_TW": "宗教這兩個字要解釋清楚，現在提起宗教就跟迷信畫了等號，這是很大的誤會，很大的錯誤。佛教是不是宗教？是真正的宗教，要用中國宗教兩個字，它是名符其實的宗教，一點都不假。那宗教兩個字怎麼講？大家查字典，你查出字典你去看看，宗有三個意思，第一個主要的，第二個重要的，第三個尊崇的，尊重、崇高；教也有三個意思，教育、教學、教化。這宗教兩個字合起來，是主要的教育，重要的教學，尊崇的教化。這就對了，釋迦牟尼佛的教育跟這個相應，一點都不錯。古人說的這個名詞，有學問，有智慧，不是亂講的。再加上兩個字就更明白了，宗教是人類主要的教育，宗教是人類重要的教學，宗教是人類尊崇的教化。這還得了！所以湯恩比說人類不能沒有宗教，沒有宗教那是野蠻人，那是沒有開化的人。所以我們也要把正名這樁事情，名不正則言不順，要講清楚、講明白，不能冤枉人。"
    },
    {
      "id": "02-041-0364_p0026",
      "zh_CN": "这十几年，我在国际上做宗教团结的活动，一九九九年在新加坡做成功了，用一年的时间。新加坡是汉文化，好做，新加坡的人口百分之七十五是中国人，所以用一年做成功，它有九个宗教。我移民到澳洲，澳洲政府希望我帮助他团结宗教、团结族群，我在澳洲团结宗教用了十三年的时间，现在团结起来了。下个月月底，在联合国教科文组织，在法国巴黎，今年的年会，我们每年在联合国办一次活动。去年我在巴黎这个活动结束之后到英国，因为听说英国政府下令给全国小学、中学、大学，所有学生都要学中国文，我感到很惊讶，去看看是真的是假的。结果去看到的时候没有想到，到达伦敦，他们上议院正式给我一个邀请函，等于说国家的客人，这规格提升了。也非常难得，他们把英国，也十一个宗教，这些代表们跟我见面。英国也搞宗教团结，好事！",
      "zh_TW": "這十幾年，我在國際上做宗教團結的活動，一九九九年在新加坡做成功了，用一年的時間。新加坡是漢文化，好做，新加坡的人口百分之七十五是中國人，所以用一年做成功，它有九個宗教。我移民到澳洲，澳洲政府希望我幫助他團結宗教、團結族群，我在澳洲團結宗教用了十三年的時間，現在團結起來了。下個月月底，在聯合國教科文組織，在法國巴黎，今年的年會，我們每年在聯合國辦一次活動。去年我在巴黎這個活動結束之後到英國，因為聽說英國政府下令給全國小學、中學、大學，所有學生都要學中國文，我感到很驚訝，去看看是真的是假的。結果去看到的時候沒有想到，到達倫敦，他們上議院正式給我一個邀請函，等於說國家的客人，這規格提升了。也非常難得，他們把英國，也十一個宗教，這些代表們跟我見面。英國也搞宗教團結，好事！"
    },
    {
      "id": "02-041-0364_p0027",
      "zh_CN": "我送他们四句话，「众神一体」，每个宗教崇拜的神是一个神，是一个人，在基督教，叫他做上帝，在我们净土宗，叫他做阿弥陀佛；阿弥陀佛就是上帝，上帝就是阿弥陀佛，天堂就是极乐世界，极乐世界就是天堂。我念佛，将来到极乐世界去了，你好好的见你的上帝，将来到天国去，到那边我们会碰头，又碰到的时候：你怎么在这里？你问我，指着：你怎么也在这里？才恍然大悟，原来是一个地方两个名称，一个人两个不同的号，称号。宗教就不打架了。「众神一体，宗教一家，平等对待，和睦相处」。我们搞宗教大团结，宗教团结起来，世界才有和平，宗教不团结，世界没有和平，努力干这桩事情。",
      "zh_TW": "我送他們四句話，「眾神一體」，每個宗教崇拜的神是一個神，是一個人，在基督教，叫他做上帝，在我們淨土宗，叫他做阿彌陀佛；阿彌陀佛就是上帝，上帝就是阿彌陀佛，天堂就是極樂世界，極樂世界就是天堂。我念佛，將來到極樂世界去了，你好好的見你的上帝，將來到天國去，到那邊我們會碰頭，又碰到的時候：你怎麼在這裡？你問我，指著：你怎麼也在這裡？才恍然大悟，原來是一個地方兩個名稱，一個人兩個不同的號，稱號。宗教就不打架了。「眾神一體，宗教一家，平等對待，和睦相處」。我們搞宗教大團結，宗教團結起來，世界才有和平，宗教不團結，世界沒有和平，努力幹這樁事情。"
    },
    {
      "id": "02-041-0364_p0028",
      "zh_CN": "去年到今年，一年的时间，我在英国遇到威尔士大学校长来看我，我们谈了三个半小时，谈的问题很多，谈的范围很广。包括我们想做汉学院，培养接班人，为往圣继绝学，为万世开太平，校长有这个概念。八月到香港来看我，今年一月又来一次，我们就决定在英国办汉学院，现在正式揭牌了。积极在筹备，准备明年正式招生开学，今年下半年招生，明年正式上课。",
      "zh_TW": "去年到今年，一年的時間，我在英國遇到威爾士大學校長來看我，我們談了三個半小時，談的問題很多，談的範圍很廣。包括我們想做漢學院，培養接班人，為往聖繼絕學，為萬世開太平，校長有這個概念。八月到香港來看我，今年一月又來一次，我們就決定在英國辦漢學院，現在正式揭牌了。積極在籌備，準備明年正式招生開學，今年下半年招生，明年正式上課。"
    },
    {
      "id": "02-041-0364_p0029",
      "zh_CN": "我们这边有十个同学，在这边学文字学，预备班。我想预备班一年级在台湾办，就在我们这个极乐寺办，我们在这里请我们的教授，文字学的教授还有。在这边学两年，再到英国上学，去拿学位去。拿到学位之后，专攻一门，这一门是什么？就是《群书治要》，要有能力读这部书，要有能力讲这部书，把它讲清楚、讲明白，来翻成外国文，这样才拿到博士学位。他有资格在全世界讲《群书治要》，帮助全世界的每个国家领导人统统读这部书，依照这种想法、看法来治国平天下。世界就太平了，问题才能解决。",
      "zh_TW": "我們這邊有十個同學，在這邊學文字學，預備班。我想預備班一年級在台灣辦，就在我們這個極樂寺辦，我們在這裡請我們的教授，文字學的教授還有。在這邊學兩年，再到英國上學，去拿學位去。拿到學位之後，專攻一門，這一門是什麼？就是《群書治要》，要有能力讀這部書，要有能力講這部書，把它講清楚、講明白，來翻成外國文，這樣才拿到博士學位。他有資格在全世界講《群書治要》，幫助全世界的每個國家領導人統統讀這部書，依照這種想法、看法來治國平天下。世界就太平了，問題才能解決。"
    },
    {
      "id": "02-041-0364_p0030",
      "zh_CN": "我的想法，人跟人要常见面，就是熟人，半年不见面都生疏了，距离愈来愈远，要常见面。解决整个世界这种动乱、纷争，用什么方法？今年我会到联合国，我要提出来，联合国最好每个月召集一次会议，什么会议？全世界每个国家领导人聚会。一个月见一次面，一年十二次，都变成老朋友，都彼此了解，什么样的争论都化解掉，自然化解了。所以这种这都是属于我们这个经上所讲的后得智，后得智是帮助一切众生认真去学习圣贤教育。",
      "zh_TW": "我的想法，人跟人要常見面，就是熟人，半年不見面都生疏了，距離愈來愈遠，要常見面。解決整個世界這種動亂、紛爭，用什麼方法？今年我會到聯合國，我要提出來，聯合國最好每個月召集一次會議，什麼會議？全世界每個國家領導人聚會。一個月見一次面，一年十二次，都變成老朋友，都彼此了解，什麼樣的爭論都化解掉，自然化解了。所以這種這都是屬於我們這個經上所講的後得智，後得智是幫助一切眾生認真去學習聖賢教育。"
    },
    {
      "id": "02-041-0364_p0031",
      "zh_CN": "我们真正的指望是在下一代，因为我们这一代学习都是二十岁以上的，叫半路出家，没根。没根，心是浮动的，外头名闻利养、财色名食睡，会动摇；如果从小扎根，他不会动摇，他禁得起考验。这在中国历史上可以看到，多少流芳百世的人，他们在什么危难当中，自己再辛苦，甚至于置之于死地，也不在乎，决定不变节。决定不能做对不起良心的事情、对不起祖宗的事情、对不起众生的事情，不能做。所以这我们都应该要晓得。",
      "zh_TW": "我們真正的指望是在下一代，因為我們這一代學習都是二十歲以上的，叫半路出家，沒根。沒根，心是浮動的，外頭名聞利養、財色名食睡，會動搖；如果從小扎根，他不會動搖，他禁得起考驗。這在中國歷史上可以看到，多少流芳百世的人，他們在什麼危難當中，自己再辛苦，甚至於置之於死地，也不在乎，決定不變節。決定不能做對不起良心的事情、對不起祖宗的事情、對不起眾生的事情，不能做。所以這我們都應該要曉得。"
    },
    {
      "id": "02-041-0364_p0032",
      "zh_CN": "在这个地方，今天给同学们做这个报告，认识传统文化，认识儒释道三教，我们应该怎样去学习，就不会走错路，不会走偏差，这就对了。",
      "zh_TW": "在這個地方，今天給同學們做這個報告，認識傳統文化，認識儒釋道三教，我們應該怎樣去學習，就不會走錯路，不會走偏差，這就對了。"
    },
    {
      "id": "02-041-0364_p0033",
      "zh_CN": "这个里面文字简单，省略了很多，把苦、集、灭、道四谛，四谛之外，还有十二因缘，还有三十七道品，都包括在这个里面。我们再接着看下去。这疏里头「以集灭即苦集灭道四谛法中之集灭二谛」，它包含四个，文字上省略，「故云集中已兼苦，灭中亦含道。今言集灭，即表四谛。又由于因入果海，果彻因源，因果相涉。小大偏圆，同归一乘法中」。这是我们必须知道的。",
      "zh_TW": "這個裡面文字簡單，省略了很多，把苦、集、滅、道四諦，四諦之外，還有十二因緣，還有三十七道品，都包括在這個裡面。我們再接著看下去。這疏裡頭「以集滅即苦集滅道四諦法中之集滅二諦」，它包含四個，文字上省略，「故云集中已兼苦，滅中亦含道。今言集滅，即表四諦。又由於因入果海，果徹因源，因果相涉。小大偏圓，同歸一乘法中」。這是我們必須知道的。"
    },
    {
      "id": "02-041-0364_p0034",
      "zh_CN": "我们如果再把这个能扩大，那就能包含这个世界所有的宗教、所有的圣贤，真的是一家人，是一脉相承，同根同源，共同起作用。其目的都是帮助众生破迷开悟，离苦得乐。所以宗教教育、传统文化，都是对社会、对大众有利而无害的。教什么？总的来说，帮助众生离苦得乐。怎么可以害众生？怎么可以叫众生生活在痛苦的环境当中？这是错误的。所以，汤恩比说的话正确，解决二十一世纪社会问题，这个社会太苦了，有富贵人，但是怎么样？贵而不安，富而不乐，他没有安全感，他没有快乐，这个日子很难过。富贵人如是，贫贱人就更不必说了，过得更苦。要真正想离苦得乐，确实，儒释道它教给我们的我们可以得到，在现在的社会，对，在现在的社会可以得到。我怎么敢跟你说绝对能得到，我得到了，我就晓得你们各个都可以得到，只是你们不肯学，你肯学就得到了。",
      "zh_TW": "我們如果再把這個能擴大，那就能包含這個世界所有的宗教、所有的聖賢，真的是一家人，是一脈相承，同根同源，共同起作用。其目的都是幫助眾生破迷開悟，離苦得樂。所以宗教教育、傳統文化，都是對社會、對大眾有利而無害的。教什麼？總的來說，幫助眾生離苦得樂。怎麼可以害眾生？怎麼可以叫眾生生活在痛苦的環境當中？這是錯誤的。所以，湯恩比說的話正確，解決二十一世紀社會問題，這個社會太苦了，有富貴人，但是怎麼樣？貴而不安，富而不樂，他沒有安全感，他沒有快樂，這個日子很難過。富貴人如是，貧賤人就更不必說了，過得更苦。要真正想離苦得樂，確實，儒釋道它教給我們的我們可以得到，在現在的社會，對，在現在的社會可以得到。我怎麼敢跟你說絕對能得到，我得到了，我就曉得你們各個都可以得到，只是你們不肯學，你肯學就得到了。"
    },
    {
      "id": "02-041-0364_p0035",
      "zh_CN": "抓，抓重点，从重点下去要真正干。佛法里头，三皈、五戒、十善，要好好掌握住，要真干。三皈，诸位知道，就是佛法僧，佛法僧里头是什么？净业三福讲清楚了，「孝养父母，奉事师长，慈心不杀，修十善业」。你看看，孝道、师道摆在最前面，那是什么？大根大本。你不孝父母，你怎么会有快乐？你不敬师长，没有快乐。我的老师、父母照片都挂在我面前，我每天上课都面对着。楼上我有个小客厅，客厅里头也挂满了，我一天没有离开父母，一天没有离开老师，快乐！老师教给我的，父母教给我的，我做到了，我没有违背。下面接着，慈心不杀，修十善业，慈心不杀落实在《感应篇》，修十善业落实在《十善业道经》，这是根本。有这个根本，如果想省事，不想再深入经藏，那个太繁杂了，老实念佛，求生净土，学海贤老和尚，就成功了。",
      "zh_TW": "抓，抓重點，從重點下去要真正幹。佛法裡頭，三皈、五戒、十善，要好好掌握住，要真幹。三皈，諸位知道，就是佛法僧，佛法僧裡頭是什麼？淨業三福講清楚了，「孝養父母，奉事師長，慈心不殺，修十善業」。你看看，孝道、師道擺在最前面，那是什麼？大根大本。你不孝父母，你怎麼會有快樂？你不敬師長，沒有快樂。我的老師、父母照片都掛在我面前，我每天上課都面對著。樓上我有個小客廳，客廳裡頭也掛滿了，我一天沒有離開父母，一天沒有離開老師，快樂！老師教給我的，父母教給我的，我做到了，我沒有違背。下面接著，慈心不殺，修十善業，慈心不殺落實在《感應篇》，修十善業落實在《十善業道經》，這是根本。有這個根本，如果想省事，不想再深入經藏，那個太繁雜了，老實念佛，求生淨土，學海賢老和尚，就成功了。"
    },
    {
      "id": "02-041-0364_p0036",
      "zh_CN": "我们这儿，海贤老和尚，这个老和尚没有念过书，不认识字，所以他一生就念一句阿弥陀佛，念了九十二年。跟阿弥陀佛见过至少十几次见面，至少也有十次以上的见到极乐世界，真的，不是假的。阿弥陀佛，他要求阿弥陀佛接引他往生，佛告诉他，你修得很好，多住几年，给学佛人做个好榜样，特别给念佛求生净土的人做好榜样。他每天很认真做，就是一句佛号，除一句佛号之外，什么念头都没有，没有妄想，没有杂念。这句佛号，我相信他念到功夫成片、事一心不乱、理一心不乱。理一心不乱，就是大彻大悟，明心见性，他有没有？他做到了。所以他的境界跟惠能大师，跟释迦牟尼佛夜睹明星，是同一个等级，了不起！一句佛号保证你成功。",
      "zh_TW": "我們這兒，海賢老和尚，這個老和尚沒有念過書，不認識字，所以他一生就念一句阿彌陀佛，念了九十二年。跟阿彌陀佛見過至少十幾次見面，至少也有十次以上的見到極樂世界，真的，不是假的。阿彌陀佛，他要求阿彌陀佛接引他往生，佛告訴他，你修得很好，多住幾年，給學佛人做個好榜樣，特別給念佛求生淨土的人做好榜樣。他每天很認真做，就是一句佛號，除一句佛號之外，什麼念頭都沒有，沒有妄想，沒有雜念。這句佛號，我相信他念到功夫成片、事一心不亂、理一心不亂。理一心不亂，就是大徹大悟，明心見性，他有沒有？他做到了。所以他的境界跟惠能大師，跟釋迦牟尼佛夜睹明星，是同一個等級，了不起！一句佛號保證你成功。"
    },
    {
      "id": "02-041-0364_p0037",
      "zh_CN": "也是佛教他的，什么时候你看到有一本书，《若要佛法兴，唯有僧赞僧》，阿弥陀佛就来接他往生。他等了九十二年，二Ｏ一三年一月就有一个人带了这本书，到山上去看他。不容易！为什么？没人带书给老和尚，老和尚不认识字，你带书给他不是骂他？所以不可能有人带书给他。就有这么一个人带一本书，还就是这本书，他看了有本书的时候，高兴得不得了，问他，这书什么书？别人告诉他，这个书叫《若要佛法兴，唯有僧赞僧》。他赶快回到寮房，穿衣搭袍，就穿这件衣服，拿着这本书，要求大家给他照相。这个举动是老和尚一生从来没有过的，老和尚人家请他在一起照相，他都是被动的，没有主动，他不拒绝，跟人结善缘。这一次主动要求照这张照片，这个照片照了，第三天走了。他也不告诉别人，没有人知道。第三天早晨起来，大家起来找老和尚吃早饭，老和尚走了，才发现。走得自在，走的那天，白天还干了一天活。他是农民家子弟出生的，从小种田，一生种田，在文化大革命当中，他开了很多荒地，种粮食、种水果、种蔬菜，种得很多。他不卖钱，他拿来救济，哪个地方没吃的，多的去送，救了很多人。自己，衣服破了自己补，自己照顾自己，一百一十二岁走的。",
      "zh_TW": "也是佛教他的，什麼時候你看到有一本書，《若要佛法興，唯有僧讚僧》，阿彌陀佛就來接他往生。他等了九十二年，二Ｏ一三年一月就有一個人帶了這本書，到山上去看他。不容易！為什麼？沒人帶書給老和尚，老和尚不認識字，你帶書給他不是罵他？所以不可能有人帶書給他。就有這麼一個人帶一本書，還就是這本書，他看了有本書的時候，高興得不得了，問他，這書什麼書？別人告訴他，這個書叫《若要佛法興，唯有僧讚僧》。他趕快回到寮房，穿衣搭袍，就穿這件衣服，拿著這本書，要求大家給他照相。這個舉動是老和尚一生從來沒有過的，老和尚人家請他在一起照相，他都是被動的，沒有主動，他不拒絕，跟人結善緣。這一次主動要求照這張照片，這個照片照了，第三天走了。他也不告訴別人，沒有人知道。第三天早晨起來，大家起來找老和尚吃早飯，老和尚走了，才發現。走得自在，走的那天，白天還幹了一天活。他是農民家子弟出生的，從小種田，一生種田，在文化大革命當中，他開了很多荒地，種糧食、種水果、種蔬菜，種得很多。他不賣錢，他拿來救濟，哪個地方沒吃的，多的去送，救了很多人。自己，衣服破了自己補，自己照顧自己，一百一十二歲走的。"
    },
    {
      "id": "02-041-0364_p0038",
      "zh_CN": "所以我们念佛、学佛，想到这个人你就会有信心，他能成佛，大家都能成佛。扰乱你，不让你成佛的，你知道吗？有一个最大的魔障，这个魔障就是手机。你身上带了手机，时时刻刻受它的干扰，你念佛的心得不到清净，它不准你往生极乐世界，它欢喜你到魔王那去。魔王在哪里？在地狱、在饿鬼，很可怕。所以我一生没用手机，我没有看电视，报纸杂志统统不看，你问我，天下太平，今天没事，都很好。知道这些乱七八糟事情放在心上，把我们念佛功夫统统染污掉了。所以它能播放，我有能力拒绝，不接受，这个要懂。我不接受，它放它的，于我不相干，我完全不知道，这就对了。",
      "zh_TW": "所以我們念佛、學佛，想到這個人你就會有信心，他能成佛，大家都能成佛。擾亂你，不讓你成佛的，你知道嗎？有一個最大的魔障，這個魔障就是手機。你身上帶了手機，時時刻刻受它的干擾，你念佛的心得不到清淨，它不准你往生極樂世界，它歡喜你到魔王那去。魔王在哪裡？在地獄、在餓鬼，很可怕。所以我一生沒用手機，我沒有看電視，報紙雜誌統統不看，你問我，天下太平，今天沒事，都很好。知道這些亂七八糟事情放在心上，把我們念佛功夫統統染污掉了。所以它能播放，我有能力拒絕，不接受，這個要懂。我不接受，它放它的，於我不相干，我完全不知道，這就對了。"
    },
    {
      "id": "02-041-0364_p0039",
      "zh_CN": "所以，同归一乘法，这五个字很重要，同归一乘法中。「故说四谛之教，是即方便而说，名为音声方便。」祖师大德用这四句，来形容释迦牟尼佛四十九年讲经说法普度众生，都叫音声方便。",
      "zh_TW": "所以，同歸一乘法，這五個字很重要，同歸一乘法中。「故說四諦之教，是即方便而說，名為音聲方便。」祖師大德用這四句，來形容釋迦牟尼佛四十九年講經說法普度眾生，都叫音聲方便。"
    },
    {
      "id": "02-041-0364_p0040",
      "zh_CN": "又《净影疏》里头说：「善知习等」，这个习就是集，有一个集，等，等是苦集灭道，「是其教解。习善之教，名习音声。灭恶之教，名灭音声。菩萨于此悉能善解，故名善知」。这些佛教的名词都是初学佛的时候应该要知道的，小学课程里头所编的。这个教就是小乘教，小乘教里头的讲解，习善之教，教我们行善的。小乘教里头这种教文字很多，分量很大，它的学习期间十二年，十二年帮助我们断恶修善。恶不能不断，为什么？十恶，五逆十恶是无间地狱的业因，想到无间地狱，太可怕了！不能贪图眼前一点小利，来生堕到无间地狱，那你就大错特错。",
      "zh_TW": "又《淨影疏》裡頭說：「善知習等」，這個習就是集，有一個集，等，等是苦集滅道，「是其教解。習善之教，名習音聲。滅惡之教，名滅音聲。菩薩於此悉能善解，故名善知」。這些佛教的名詞都是初學佛的時候應該要知道的，小學課程裡頭所編的。這個教就是小乘教，小乘教裡頭的講解，習善之教，教我們行善的。小乘教裡頭這種教文字很多，分量很大，它的學習期間十二年，十二年幫助我們斷惡修善。惡不能不斷，為什麼？十惡，五逆十惡是無間地獄的業因，想到無間地獄，太可怕了！不能貪圖眼前一點小利，來生墮到無間地獄，那你就大錯特錯。"
    },
    {
      "id": "02-041-0364_p0041",
      "zh_CN": "十恶反面就是十善，十恶是身口意，身所造的：杀生、偷盗、邪淫，身三种恶业，不能不知道；口：妄语、两舌，两舌是挑拨是非，恶口、绮语，恶口说话难听，绮语是花言巧语骗人，口有四种过；念头有三种不善：贪、瞋、痴，贪瞋痴是起心动念。这十样东西决定要戒除，要好好去修，不杀、不盗、不淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，时时刻刻不能离开。你修什么？我就修这个，老实念佛，就能往生，念佛加上十善业就能往生。",
      "zh_TW": "十惡反面就是十善，十惡是身口意，身所造的：殺生、偷盜、邪淫，身三種惡業，不能不知道；口：妄語、兩舌，兩舌是挑撥是非，惡口、綺語，惡口說話難聽，綺語是花言巧語騙人，口有四種過；念頭有三種不善：貪、瞋、痴，貪瞋痴是起心動念。這十樣東西決定要戒除，要好好去修，不殺、不盜、不淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，時時刻刻不能離開。你修什麼？我就修這個，老實念佛，就能往生，念佛加上十善業就能往生。"
    },
    {
      "id": "02-041-0364_p0042",
      "zh_CN": "大乘教里头，小乘阿罗汉也从这儿起步，断见思烦恼，贪瞋痴慢疑。你看这有贪瞋痴，后面加上傲慢、怀疑。特别是对佛法的怀疑，对净土的怀疑，对阿弥陀佛极乐世界的怀疑，这个一怀疑，你就去不了。这一次能得人身，到这个世间来，遇到这么好的法，因为怀疑而疏忽，当面错过，太可惜了！为什么？你下次再碰到，总得要过很多劫，佛法里说的，三途一堕五千劫，不是五千万年，是五千劫，太可怕了！所以，闻到佛法是有大福报的人，没有大福报的人闻不到。信佛法更是大福报的人，有机会在这一生当中脱离苦海，有机会在这一生当中成就佛道，多难得！所以，听佛的教诲，跟佛在一起，好！念佛，佛号不间断就跟佛不间断，跟阿弥陀佛不间断，跟极乐世界不间断。这个世间所有全是假的，没有一样是真的，不值得留恋。有智慧的人，有福德的人，要修大智慧，要修大福德，要往生极乐世界，要亲近阿弥陀佛，跟文殊、普贤、观音、势至做同学、做朋友，好！为什么不干？",
      "zh_TW": "大乘教裡頭，小乘阿羅漢也從這兒起步，斷見思煩惱，貪瞋痴慢疑。你看這有貪瞋痴，後面加上傲慢、懷疑。特別是對佛法的懷疑，對淨土的懷疑，對阿彌陀佛極樂世界的懷疑，這個一懷疑，你就去不了。這一次能得人身，到這個世間來，遇到這麼好的法，因為懷疑而疏忽，當面錯過，太可惜了！為什麼？你下次再碰到，總得要過很多劫，佛法裡說的，三途一墮五千劫，不是五千萬年，是五千劫，太可怕了！所以，聞到佛法是有大福報的人，沒有大福報的人聞不到。信佛法更是大福報的人，有機會在這一生當中脫離苦海，有機會在這一生當中成就佛道，多難得！所以，聽佛的教誨，跟佛在一起，好！念佛，佛號不間斷就跟佛不間斷，跟阿彌陀佛不間斷，跟極樂世界不間斷。這個世間所有全是假的，沒有一樣是真的，不值得留戀。有智慧的人，有福德的人，要修大智慧，要修大福德，要往生極樂世界，要親近阿彌陀佛，跟文殊、普賢、觀音、勢至做同學、做朋友，好！為什麼不幹？"
    },
    {
      "id": "02-041-0364_p0043",
      "zh_CN": "善知，善解善知，这都是从教来的，听讲经，听教学，听教来得到的，或者是读经，也是一样，从读经而觉悟的。这都叫方便，善巧方便。又《嘉祥疏》里头又说：「善知习灭音声，明辞无碍。」佛法里有个辞无碍，辞就是言辞，言辞没有障碍。什么呢？他善知习灭音声，就是他对于四谛法知道得很清楚、很明了。听到、看到、接触到，他的善知就能现前，他就能完全了解，佛在小乘所教的这些是基础，扎根的教育，非常重要，他就在学习。所以「诸说不妨同参」，这句话是黄念祖老居士告诉我们，上面很多经论的说法、祖师大德的讲法，都可以合起来看，说法不一样，意思都相同，所以可以同参，一同做参考。",
      "zh_TW": "善知，善解善知，這都是從教來的，聽講經，聽教學，聽教來得到的，或者是讀經，也是一樣，從讀經而覺悟的。這都叫方便，善巧方便。又《嘉祥疏》裡頭又說：「善知習滅音聲，明辭無礙。」佛法裡有個辭無礙，辭就是言辭，言辭沒有障礙。什麼呢？他善知習滅音聲，就是他對於四諦法知道得很清楚、很明瞭。聽到、看到、接觸到，他的善知就能現前，他就能完全了解，佛在小乘所教的這些是基礎，扎根的教育，非常重要，他就在學習。所以「諸說不妨同參」，這句話是黃念祖老居士告訴我們，上面很多經論的說法、祖師大德的講法，都可以合起來看，說法不一樣，意思都相同，所以可以同參，一同做參考。"
    },
    {
      "id": "02-041-0364_p0044",
      "zh_CN": "「本段末后曰『不欣世语，乐在正论』者」，这两句话在这一段里头做为结束语。《会疏》里头说：「明其离过，谓非世间无益之论等，专乐说出世大乘究竟了义故。」究竟了义第一义谛，这就是此经此法。我们能够明了，这个经抓上一句两句，一生不离开，它帮助你成就。这个地方都是很重要的纲领。世间的东西要丢，不丢心不清净，什么都要丢。我这一生有一点小成就，得力于过去韩馆长帮助我，她帮助我三十年。我们后来，十几年之后才有个小道场，小道场不大，大概像我们这个摄影棚三个这么大。我那个时候在台湾有个小图书馆，三个这么大。那个时候没有这些机器设备，讲经听众大概一百多人，就这么大个小地方。地方小好，开销少，需要少，不求人帮助，我们这一生做到三不管，不管人、不管事、不管钱，一生都能做到，你心才会清净。什么事都不管，除了念佛之外就是读诵经典，准备讲经，其他的统统放下。到今年九十岁了，讲经五十八年，到今年是五十八年，学佛是六十五年，讲经教学五十八年。",
      "zh_TW": "「本段末後曰『不欣世語，樂在正論』者」，這兩句話在這一段裡頭做為結束語。《會疏》裡頭說：「明其離過，謂非世間無益之論等，專樂說出世大乘究竟了義故。」究竟了義第一義諦，這就是此經此法。我們能夠明瞭，這個經抓上一句兩句，一生不離開，它幫助你成就。這個地方都是很重要的綱領。世間的東西要丟，不丟心不清淨，什麼都要丟。我這一生有一點小成就，得力於過去韓館長幫助我，她幫助我三十年。我們後來，十幾年之後才有個小道場，小道場不大，大概像我們這個攝影棚三個這麼大。我那個時候在台灣有個小圖書館，三個這麼大。那個時候沒有這些機器設備，講經聽眾大概一百多人，就這麼大個小地方。地方小好，開銷少，需要少，不求人幫助，我們這一生做到三不管，不管人、不管事、不管錢，一生都能做到，你心才會清淨。什麼事都不管，除了念佛之外就是讀誦經典，準備講經，其他的統統放下。到今年九十歲了，講經五十八年，到今年是五十八年，學佛是六十五年，講經教學五十八年。"
    },
    {
      "id": "02-041-0364_p0045",
      "zh_CN": "寿命，短命，只有四十五岁。四十五岁那一年，我们还有两个同学，都是出家人，明演法师、法融法师，在那个照片里面诸位都可以看到，我们三个人同年，都过不了四十五岁。四十五岁那年，三月法融走了，五月明演走了，七月，我在十方大觉寺讲《楞严经》，得重感冒，病倒了，我心里一想，寿命到了。所以我也不吃药，也不找医生，医生只能医病，不能医命，命没有办法，医生没法子医疗。我就念佛求生净土，念了一个月就好了，一直到现在，一生没生过病，没有进过医院，医院没有我的病历。我没有想到延长延这么久，延了一倍，四十五又延了四十五，九十岁了。现在还在延，不晓得延到哪一天，我念念希望赶快去，我也是在继承海贤老和尚后面，给大家表法。",
      "zh_TW": "壽命，短命，只有四十五歲。四十五歲那一年，我們還有兩個同學，都是出家人，明演法師、法融法師，在那個照片裡面諸位都可以看到，我們三個人同年，都過不了四十五歲。四十五歲那年，三月法融走了，五月明演走了，七月，我在十方大覺寺講《楞嚴經》，得重感冒，病倒了，我心裡一想，壽命到了。所以我也不吃藥，也不找醫生，醫生只能醫病，不能醫命，命沒有辦法，醫生沒法子醫療。我就念佛求生淨土，念了一個月就好了，一直到現在，一生沒生過病，沒有進過醫院，醫院沒有我的病歷。我沒有想到延長延這麼久，延了一倍，四十五又延了四十五，九十歲了。現在還在延，不曉得延到哪一天，我念念希望趕快去，我也是在繼承海賢老和尚後面，給大家表法。"
    },
    {
      "id": "02-041-0364_p0046",
      "zh_CN": "一定要相信自己，要相信佛法，佛法所说的真的，不是假的。你要想长寿，不难，章嘉大师早年教给我，你想发财，布施，愈施愈多；你要想健康长寿，无畏布施；要想聪明智慧，法布施。所以我一出家，李炳南老居士就教我学印光大师，印光大师，十方的供养统统做了法布施，印经，自己开了一个弘化社，就是印刷厂，书店。他的书流通，对于贫苦的人是布施流通，不收钱的；有富家的，有钱的，成本流通，没有赚钱的，成本流通，还有打折扣流通。我学印光法师，我们能印《大藏经》，《大藏经》差不多快印到一万套，完全是免费赠送的。我也印《四库全书》，《四库全书》商务印书馆出版的，我跟他买了一百一十套，每一套定价是美金五万块，给我的价钱，这优惠的价钱。《荟要》，《四库荟要》世界书局出版的，我大概跟他买了三百三十多套，数字我记不清楚了，超过三百三十套，送给全世界大学图书馆、国家图书馆去收藏。这样什么？《四库全书》不会失传，全世界有灾难，也会留一些给后人，这是传统文化载体不会失掉。",
      "zh_TW": "一定要相信自己，要相信佛法，佛法所說的真的，不是假的。你要想長壽，不難，章嘉大師早年教給我，你想發財，布施，愈施愈多；你要想健康長壽，無畏布施；要想聰明智慧，法布施。所以我一出家，李炳南老居士就教我學印光大師，印光大師，十方的供養統統做了法布施，印經，自己開了一個弘化社，就是印刷廠，書店。他的書流通，對於貧苦的人是布施流通，不收錢的；有富家的，有錢的，成本流通，沒有賺錢的，成本流通，還有打折扣流通。我學印光法師，我們能印《大藏經》，《大藏經》差不多快印到一萬套，完全是免費贈送的。我也印《四庫全書》，《四庫全書》商務印書館出版的，我跟他買了一百一十套，每一套定價是美金五萬塊，給我的價錢，這優惠的價錢。《薈要》，《四庫薈要》世界書局出版的，我大概跟他買了三百三十多套，數字我記不清楚了，超過三百三十套，送給全世界大學圖書館、國家圖書館去收藏。這樣什麼？《四庫全書》不會失傳，全世界有災難，也會留一些給後人，這是傳統文化載體不會失掉。"
    },
    {
      "id": "02-041-0364_p0047",
      "zh_CN": "现在我们着急的是培养人，我需要能读《四库全书》的人，我帮助他。我们跟英国合作办汉学院，主要就是培养能够延续中国传统文化的人才。他们有能力读，有能力翻成白话文，再从白话文翻成外国文字，希望全世界的人都能够读到这部书。这部书是唐太宗治国平天下的宝典，希望世界上每个国家领导人都学唐太宗，大家手联手把这个地球拯救起来，让地球上所有的人都能够真正离苦得乐。这是我的想法。",
      "zh_TW": "現在我們著急的是培養人，我需要能讀《四庫全書》的人，我幫助他。我們跟英國合作辦漢學院，主要就是培養能夠延續中國傳統文化的人才。他們有能力讀，有能力翻成白話文，再從白話文翻成外國文字，希望全世界的人都能夠讀到這部書。這部書是唐太宗治國平天下的寶典，希望世界上每個國家領導人都學唐太宗，大家手聯手把這個地球拯救起來，讓地球上所有的人都能夠真正離苦得樂。這是我的想法。"
    },
    {
      "id": "02-041-0364_p0048",
      "zh_CN": "我的希望，最低的标准能做到三桩事情：第一个，读书不要花钱。我是因为家庭穷困缴不起学费而失学的，这个对我一生的打击非常严重。所以我希望从小学一年级上学，一直到拿到博士学位，国家拿钱。第二个治病，生病很苦，医院是属于国家的，医生属于国家的，生病进医院，病治好了出来，不花一分钱，国家来供养。第三个养老，要叫老人晚年快快乐乐。这三样做到，钱从哪里来？不打仗就有钱，把军费省下来，我们来做这三桩事情，这是我的理想。我今年到联合国做报告，我要统统跟大家说明。",
      "zh_TW": "我的希望，最低的標準能做到三樁事情：第一個，讀書不要花錢。我是因為家庭窮困繳不起學費而失學的，這個對我一生的打擊非常嚴重。所以我希望從小學一年級上學，一直到拿到博士學位，國家拿錢。第二個治病，生病很苦，醫院是屬於國家的，醫生屬於國家的，生病進醫院，病治好了出來，不花一分錢，國家來供養。第三個養老，要叫老人晚年快快樂樂。這三樣做到，錢從哪裡來？不打仗就有錢，把軍費省下來，我們來做這三樁事情，這是我的理想。我今年到聯合國做報告，我要統統跟大家說明。"
    },
    {
      "id": "02-041-0364_p0049",
      "zh_CN": "所以中国文化好，真的太好了，愈学愈欢喜。不是我说好，欧洲这些汉学家都说好，接触到的也说好，无论是大人、是小朋友，真好，不是我一个人说的。希望这个文化能够传承久远，千年万世。",
      "zh_TW": "所以中國文化好，真的太好了，愈學愈歡喜。不是我說好，歐洲這些漢學家都說好，接觸到的也說好，無論是大人、是小朋友，真好，不是我一個人說的。希望這個文化能夠傳承久遠，千年萬世。"
    },
    {
      "id": "02-041-0364_p0050",
      "zh_CN": "所以离过，世间无益之论我们统统要舍弃。我五十多年不看报纸，不看杂志，书店里头卖的书，我看那个书的题，书的名题还不错，我第一看最后一页版权页，「版权所有，翻印必究」，我就不看了。为什么？心量很小，太自私了，心量小、自私自利的人写不出好东西，所以不要浪费时间。中国古人写的书，从前老的书，线装书，「欢迎翻印，功德无量」，是写这八个字，哪有翻印必究的？你翻印必究，谁读你的东西？所以这个要知道。",
      "zh_TW": "所以離過，世間無益之論我們統統要捨棄。我五十多年不看報紙，不看雜誌，書店裡頭賣的書，我看那個書的題，書的名題還不錯，我第一看最後一頁版權頁，「版權所有，翻印必究」，我就不看了。為什麼？心量很小，太自私了，心量小、自私自利的人寫不出好東西，所以不要浪費時間。中國古人寫的書，從前老的書，線裝書，「歡迎翻印，功德無量」，是寫這八個字，哪有翻印必究的？你翻印必究，誰讀你的東西？所以這個要知道。"
    },
    {
      "id": "02-041-0364_p0051",
      "zh_CN": "所以我们要「专乐」，这个乐是爱好，专门爱好说出世大乘究竟了义大教。那这个出世大乘究竟了义就是这一部《无量寿经》，它统统具足了。《金刚经》好，我们汉学院，儒释道，佛，我选了两本，《金刚经》跟《无量寿经》，开这两门功课。这里面所说的四句，《无量寿经》具足，《金刚经》不具足。《金刚经》是出世、是大乘、是究竟，它不是了义，为什么？对了机的人是了义，对我们大众不了义。它要断烦恼才能证菩提，我们不断烦恼能往生，往生到极乐世界就等于证菩提，所以我们比它还了义。这个道理不能不懂。有那种大乘根性的人，菩萨根性的人，这四句他都有；菩萨根性之外的人，它就不是了义，不是究竟了义。这一句佛号是究竟了义，这一句南无阿弥陀佛，或者念四个字阿弥陀佛。相信，不怀疑，有极乐世界，有阿弥陀佛，有阿弥陀佛四十八愿普度众生，四十八愿愿愿都是真的，都不是假的，没有一个漏脱的。",
      "zh_TW": "所以我們要「專樂」，這個樂是愛好，專門愛好說出世大乘究竟了義大教。那這個出世大乘究竟了義就是這一部《無量壽經》，它統統具足了。《金剛經》好，我們漢學院，儒釋道，佛，我選了兩本，《金剛經》跟《無量壽經》，開這兩門功課。這裡面所說的四句，《無量壽經》具足，《金剛經》不具足。《金剛經》是出世、是大乘、是究竟，它不是了義，為什麼？對了機的人是了義，對我們大眾不了義。它要斷煩惱才能證菩提，我們不斷煩惱能往生，往生到極樂世界就等於證菩提，所以我們比它還了義。這個道理不能不懂。有那種大乘根性的人，菩薩根性的人，這四句他都有；菩薩根性之外的人，它就不是了義，不是究竟了義。這一句佛號是究竟了義，這一句南無阿彌陀佛，或者念四個字阿彌陀佛。相信，不懷疑，有極樂世界，有阿彌陀佛，有阿彌陀佛四十八願普度眾生，四十八願願願都是真的，都不是假的，沒有一個漏脫的。"
    },
    {
      "id": "02-041-0364_p0052",
      "zh_CN": "海贤给我们做榜样，你看不认识字，没念过书，就是一句佛号，老师教他的。老师是什么人？老师要不是大彻大悟、明心见性，老师不会说这个话，老师，了不起的人！看到这个人具足条件传承大法，给他剃头，二十岁，剃了头，就告诉他一句，「南无阿弥陀佛」，就这六个字，告诉他「一直念下去」。又说：「明白了，不能乱说，不能说。」他一生记在心里，什么明白了？他自己开悟了，开悟了什么都能说，他世出世间法全懂了，记住老师的话说，不能说。为什么？你说，嫉妒障碍的人会害你，所以一生不说。偶尔露一下，有缘的人看到，没有缘的人看不出来。这在《永思集》里头，还有老和尚的光碟里面，都能看到，你细心去观察，你会看到。老和尚有神通，老和尚有未卜先知，老和尚不是凡人。",
      "zh_TW": "海賢給我們做榜樣，你看不認識字，沒念過書，就是一句佛號，老師教他的。老師是什麼人？老師要不是大徹大悟、明心見性，老師不會說這個話，老師，了不起的人！看到這個人具足條件傳承大法，給他剃頭，二十歲，剃了頭，就告訴他一句，「南無阿彌陀佛」，就這六個字，告訴他「一直念下去」。又說：「明白了，不能亂說，不能說。」他一生記在心裡，什麼明白了？他自己開悟了，開悟了什麼都能說，他世出世間法全懂了，記住老師的話說，不能說。為什麼？你說，嫉妒障礙的人會害你，所以一生不說。偶爾露一下，有緣的人看到，沒有緣的人看不出來。這在《永思集》裡頭，還有老和尚的光碟裡面，都能看到，你細心去觀察，你會看到。老和尚有神通，老和尚有未卜先知，老和尚不是凡人。"
    },
    {
      "id": "02-041-0364_p0053",
      "zh_CN": "他本来就是个凡人，一句佛号成就的。成就，功夫成片，我们估计，功夫成片大概不出五年，也就是说二十五岁，他得到这个功夫；再往上提升，事一心不乱，等于阿罗汉，大概三十岁左右；理一心不乱，成佛了，跟惠能大师一样，大彻大悟、明心见性，他四十岁左右。不容易！也不难，只要真干。他怎么成功的？一心专注，他心里头没有第二个念头，这个我们要懂得，最好好好学，心里头只有一句佛号，除了佛号之外什么都没有，才能办到。我们念这一句佛号，里头夹杂的东西很多，妄想、杂念，不清净，所以功夫不得力。他什么都没有，真的用清净心、用平等心，无分别。清净平等心念这句佛号，念了管用，真见效，不是不管用，真管用。他来教我们这套，让我们安心、放心。他有成就，我们也有成就，我们的成就不会输给他，往生西方极乐世界决定可靠。",
      "zh_TW": "他本來就是個凡人，一句佛號成就的。成就，功夫成片，我們估計，功夫成片大概不出五年，也就是說二十五歲，他得到這個功夫；再往上提升，事一心不亂，等於阿羅漢，大概三十歲左右；理一心不亂，成佛了，跟惠能大師一樣，大徹大悟、明心見性，他四十歲左右。不容易！也不難，只要真幹。他怎麼成功的？一心專注，他心裡頭沒有第二個念頭，這個我們要懂得，最好好好學，心裡頭只有一句佛號，除了佛號之外什麼都沒有，才能辦到。我們念這一句佛號，裡頭夾雜的東西很多，妄想、雜念，不清淨，所以功夫不得力。他什麼都沒有，真的用清淨心、用平等心，無分別。清淨平等心念這句佛號，念了管用，真見效，不是不管用，真管用。他來教我們這套，讓我們安心、放心。他有成就，我們也有成就，我們的成就不會輸給他，往生西方極樂世界決定可靠。"
    },
    {
      "id": "02-041-0364_p0054",
      "zh_CN": "我们将在这个世间所做的一些功德，统统回向往生极乐世界，不求自己求安乐，不求升官发财，专求世界和平，众生离苦得乐。这就了不起，这跟阿弥陀佛、跟释迦如来同样的大愿。我为什么？我就为这个，为一切苦难众生，看到他们太可怜了，太苦了，我们干这些事情，不干别的事情。要不要道场？不要。为什么不要？释迦牟尼佛没有道场。他要要道场很容易，当年在家皈依的徒弟就有十六个国王，哪一个国王都能供养得起。为什么不要？今天我们恍然大悟，为什么不要？有了道场就要操心，要管人、管事、管钱，管到最后管到无间地狱去了。不能管！我们最后这几年，管钱，叫谁管？叫银行管，人家供养我的统统存在银行。我用用支票，为什么？每笔钱怎么用的我有记录，都能查得到，不能乱用，不为自己。",
      "zh_TW": "我們將在這個世間所做的一些功德，統統迴向往生極樂世界，不求自己求安樂，不求升官發財，專求世界和平，眾生離苦得樂。這就了不起，這跟阿彌陀佛、跟釋迦如來同樣的大願。我為什麼？我就為這個，為一切苦難眾生，看到他們太可憐了，太苦了，我們幹這些事情，不幹別的事情。要不要道場？不要。為什麼不要？釋迦牟尼佛沒有道場。他要要道場很容易，當年在家皈依的徒弟就有十六個國王，哪一個國王都能供養得起。為什麼不要？今天我們恍然大悟，為什麼不要？有了道場就要操心，要管人、管事、管錢，管到最後管到無間地獄去了。不能管！我們最後這幾年，管錢，叫誰管？叫銀行管，人家供養我的統統存在銀行。我用用支票，為什麼？每筆錢怎麼用的我有記錄，都能查得到，不能亂用，不為自己。"
    },
    {
      "id": "02-041-0364_p0055",
      "zh_CN": "我们共同把这桩大事业做好，我们的老家在极乐世界，我们的亲人，我们的老师阿弥陀佛在极乐世界，我们起心动念他都知道，这经文前面都读过。不但阿弥陀佛知道，每一个往生到极乐世界的人，对我们起心动念都知道，你能骗谁？一个人都骗不了。所以自己起心动念要小心谨慎，言语造作更重要。初学佛的人要常常断见思烦恼，思惑就是贪瞋痴慢疑，断掉就证阿罗汉。于这个世间一切法，为什么不贪？为什么不痴？为什么不瞋恚？假的，不是真的。你把它当真，才起贪瞋痴慢疑，你知道这是假的，根本就得不到，贪瞋痴慢疑就息了。",
      "zh_TW": "我們共同把這樁大事業做好，我們的老家在極樂世界，我們的親人，我們的老師阿彌陀佛在極樂世界，我們起心動念他都知道，這經文前面都讀過。不但阿彌陀佛知道，每一個往生到極樂世界的人，對我們起心動念都知道，你能騙誰？一個人都騙不了。所以自己起心動念要小心謹慎，言語造作更重要。初學佛的人要常常斷見思煩惱，思惑就是貪瞋痴慢疑，斷掉就證阿羅漢。於這個世間一切法，為什麼不貪？為什麼不痴？為什麼不瞋恚？假的，不是真的。你把它當真，才起貪瞋痴慢疑，你知道這是假的，根本就得不到，貪瞋痴慢疑就息了。"
    },
    {
      "id": "02-041-0364_p0056",
      "zh_CN": "处事待人接物学孔子，我们的好老师，老师有五德，学生赞叹老师的，可见是真的，不是假的，他真做到了，温良恭俭让。我们做人，心态要柔和、要善良、要恭敬，见人要有礼貌，要节俭，最后教你忍让，不跟人竞争，他争我让，他要我舍。记住，愈舍愈多，愈多愈舍，要不舍，麻烦就来了，就造业了；舍，积累功德，不造业，好事情，不是坏事情。",
      "zh_TW": "處事待人接物學孔子，我們的好老師，老師有五德，學生讚歎老師的，可見是真的，不是假的，他真做到了，溫良恭儉讓。我們做人，心態要柔和、要善良、要恭敬，見人要有禮貌，要節儉，最後教你忍讓，不跟人競爭，他爭我讓，他要我捨。記住，愈捨愈多，愈多愈捨，要不捨，麻煩就來了，就造業了；捨，積累功德，不造業，好事情，不是壞事情。"
    },
    {
      "id": "02-041-0364_p0057",
      "zh_CN": "所以专乐出世，不搞六道轮回，就是出世；不搞十法界了，大乘，菩萨；究竟了义是成佛，都是到极乐世界去完成。我们对于往生极乐世界很有把握，为什么？天天读这个经，天天在对照，与这个经所说的相应的，都是极乐世界的人，与它相违背的那是六道众生。凡是相违背的我们全放下，凡是教我们做的我们依教奉行，这种人就决定得生净土。",
      "zh_TW": "所以專樂出世，不搞六道輪迴，就是出世；不搞十法界了，大乘，菩薩；究竟了義是成佛，都是到極樂世界去完成。我們對於往生極樂世界很有把握，為什麼？天天讀這個經，天天在對照，與這個經所說的相應的，都是極樂世界的人，與它相違背的那是六道眾生。凡是相違背的我們全放下，凡是教我們做的我們依教奉行，這種人就決定得生淨土。"
    },
    {
      "id": "02-041-0364_p0058",
      "zh_CN": "「究竟了义第一义谛之言，方名正论」。什么叫正论？正论的标准在此地，究竟了义第一义谛。那要用这句话来说，就是佛教里头的大乘经，小乘不在里头。大乘，在中国佛教，八大宗都是大乘，包括律宗。大乘持戒是不起心不动念，叫究竟了义。所有大乘戒，一念之间就圆满了，为什么？他没有起心动念，起心动念就错了，不起心动念就对了。你看你多快乐，你多自在！起心动念是你有烦恼，你有负担，你有忧虑；不起心不动念，假的，这个身体不可得，念头不可得。弥勒菩萨告诉我们，一弹指三十二亿百千念，这多少个细念？三十二亿乘十万，三十二亿百千念，乘出来是三百二十兆，一弹指。一秒钟可以弹多少次？年轻人，体力好，可以弹七次，乘七，三百二十兆乘七，二千二百四十兆一秒钟。一秒钟已经过去二千二百四十兆次，哪一次是你？",
      "zh_TW": "「究竟了義第一義諦之言，方名正論」。什麼叫正論？正論的標準在此地，究竟了義第一義諦。那要用這句話來說，就是佛教裡頭的大乘經，小乘不在裡頭。大乘，在中國佛教，八大宗都是大乘，包括律宗。大乘持戒是不起心不動念，叫究竟了義。所有大乘戒，一念之間就圓滿了，為什麼？他沒有起心動念，起心動念就錯了，不起心動念就對了。你看你多快樂，你多自在！起心動念是你有煩惱，你有負擔，你有憂慮；不起心不動念，假的，這個身體不可得，念頭不可得。彌勒菩薩告訴我們，一彈指三十二億百千念，這多少個細念？三十二億乘十萬，三十二億百千念，乘出來是三百二十兆，一彈指。一秒鐘可以彈多少次？年輕人，體力好，可以彈七次，乘七，三百二十兆乘七，二千二百四十兆一秒鐘。一秒鐘已經過去二千二百四十兆次，哪一次是你？"
    },
    {
      "id": "02-041-0364_p0059",
      "zh_CN": "所以《般若经》上说「一切法，无所有，毕竟空，不可得」，常常念着这四句，《般若经》教给我们的，就放下了。放下所有的念头，只抓着一个阿弥陀佛的念头，除阿弥陀佛这一个念头之外，统统放下，全是假的，全是毕竟空、不可得，只抓住这个阿弥陀佛。阿弥陀佛，真的在西方有极乐世界，那是他的大愿所成。极乐世界从哪来的？弥陀净土从哪来的？愿力生的。愿力怎么生的？《无量寿经》讲得很清楚，五劫的修行圆满大愿，以这个大愿帮助遍法界虚空界一切苦难众生离苦得乐，真的，不是假的。我们遇到了多么幸运！多么难得！决定不能放松，决定不能够耽误这一次，这就对了，人生头等大事。",
      "zh_TW": "所以《般若經》上說「一切法，無所有，畢竟空，不可得」，常常念著這四句，《般若經》教給我們的，就放下了。放下所有的念頭，只抓著一個阿彌陀佛的念頭，除阿彌陀佛這一個念頭之外，統統放下，全是假的，全是畢竟空、不可得，只抓住這個阿彌陀佛。阿彌陀佛，真的在西方有極樂世界，那是他的大願所成。極樂世界從哪來的？彌陀淨土從哪來的？願力生的。願力怎麼生的？《無量壽經》講得很清楚，五劫的修行圓滿大願，以這個大願幫助遍法界虛空界一切苦難眾生離苦得樂，真的，不是假的。我們遇到了多麼幸運！多麼難得！決定不能放鬆，決定不能夠耽誤這一次，這就對了，人生頭等大事。"
    },
    {
      "id": "02-041-0364_p0060",
      "zh_CN": "今天时间到了，我们就学习到此地，谢谢大家。",
      "zh_TW": "今天時間到了，我們就學習到此地，謝謝大家。"
    }
  ]
}