{
  "doc_id": "02-041-0308",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三Ｏ八集",
    "zh_TW": "第三Ｏ八集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0308",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-041-0308_p0001",
      "zh_CN": "诸位法师，诸位同学，大家好，请大家坐下，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，大家好，請大家坐下，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0308_p0002",
      "zh_CN": "请看《大经科注》第七百三十七页，第三行看起，科题「发心专念」。请看经文：",
      "zh_TW": "請看《大經科註》第七百三十七頁，第三行看起，科題「發心專念」。請看經文："
    },
    {
      "id": "02-041-0308_p0003",
      "zh_CN": "【发菩提心。一向专念。阿弥陀佛。】",
      "zh_TW": "【發菩提心。一向專念。阿彌陀佛。】"
    },
    {
      "id": "02-041-0308_p0004",
      "zh_CN": "今天，我们在一起学习的这段经文，是全经最重要的一段。今天在此地学习稀有难逢。前面讲极乐世界正报、依报，三种庄严，佛庄严、菩萨庄严、国土庄严（也就是生活环境、学习环境），十方世界没有能够相比的。我们明白了，不再怀疑，真正发愿求生净土，这个愿怎么发，怎样求生，这是全经最关键的经文。佛在此地告诉我们，本师释迦牟尼佛教我们发心专念。菩提心怎么发，专念怎么念，经文很简单，就这八个字，加上下面一句，也不过十二个字。",
      "zh_TW": "今天，我們在一起學習的這段經文，是全經最重要的一段。今天在此地學習稀有難逢。前面講極樂世界正報、依報，三種莊嚴，佛莊嚴、菩薩莊嚴、國土莊嚴（也就是生活環境、學習環境），十方世界沒有能夠相比的。我們明白了，不再懷疑，真正發願求生淨土，這個願怎麼發，怎樣求生，這是全經最關鍵的經文。佛在此地告訴我們，本師釋迦牟尼佛教我們發心專念。菩提心怎麼發，專念怎麼念，經文很簡單，就這八個字，加上下面一句，也不過十二個字。"
    },
    {
      "id": "02-041-0308_p0005",
      "zh_CN": "我们看念老的注解，『发菩提心，一向专念阿弥陀佛』，「此为全经之纲宗，已详论于明宗章矣」。前面详细说过，时间很久了，我记得两年前。这句话是全经的总纲，也就是净土宗的宗旨，最重要关键的核心。念老举蕅益大师的《弥陀经要解》告诉我们，「《弥陀要解》以信愿持名为《小本》之宗」，小本《阿弥陀经》，蕅益大师在注解《阿弥陀经》的时候告诉我们，这部经是以信、愿、持名为教学的宗旨。宗是什么？宗有三个意思，主要的、重要的、尊崇的。《弥陀经》主要的说什么？重要的是说什么？崇高无上的是什么？是信愿持名，信愿就是这个地方讲的发菩提心，持名就是一向专念阿弥陀佛，一个意思。「本注则以（《无量寿经》的注解）发菩提心，一向专念为宗」，大本小本宗旨相同，没有两样。「信愿即《观经》中之三心」。发菩提心，菩提心是什么心？「一者至诚心，二者深心，三者回向发愿心」。菩提心，我们自己要问问，我们发了没有？",
      "zh_TW": "我們看念老的註解，『發菩提心，一向專念阿彌陀佛』，「此為全經之綱宗，已詳論於明宗章矣」。前面詳細說過，時間很久了，我記得兩年前。這句話是全經的總綱，也就是淨土宗的宗旨，最重要關鍵的核心。念老舉蕅益大師的《彌陀經要解》告訴我們，「《彌陀要解》以信願持名為《小本》之宗」，小本《阿彌陀經》，蕅益大師在註解《阿彌陀經》的時候告訴我們，這部經是以信、願、持名為教學的宗旨。宗是什麼？宗有三個意思，主要的、重要的、尊崇的。《彌陀經》主要的說什麼？重要的是說什麼？崇高無上的是什麼？是信願持名，信願就是這個地方講的發菩提心，持名就是一向專念阿彌陀佛，一個意思。「本註則以（《無量壽經》的註解）發菩提心，一向專念為宗」，大本小本宗旨相同，沒有兩樣。「信願即《觀經》中之三心」。發菩提心，菩提心是什麼心？「一者至誠心，二者深心，三者迴向發願心」。菩提心，我們自己要問問，我們發了沒有？"
    },
    {
      "id": "02-041-0308_p0006",
      "zh_CN": "下面念老接着说，信愿就是《观经》里面讲的三心。在大本里头文字用得更简单。三心，第一个至诚心，第二个深心，第三个回向发愿心。什么是至诚心？根据《四帖疏》，《四帖疏》是善导大师造的，他给我们解至诚心，「至诚心者，真实心也」。世出世间一切法，都要用至诚心才能得到。我们学佛学了几十年，得到什么？这是从根本上求。经教里面告诉我们的，我们没得到。我们读得很熟，我们讲得头头是道，没去落实。我们用的什么心？妄想、杂念、分别、执着，我们用的是这个心。这个心是什么心？六道凡夫心，学习佛菩萨的经教也不能脱离六道轮回。为什么？我们用的是轮回心，轮回心就是生灭心，就是念头，你看前念灭后念生，一个接一个，日夜不间断，晚上作梦他还在造业，我们用的是这个心。用的这个心，求大乘佛法不相应，求小乘佛法也不相应。",
      "zh_TW": "下面念老接著說，信願就是《觀經》裡面講的三心。在大本裡頭文字用得更簡單。三心，第一個至誠心，第二個深心，第三個迴向發願心。什麼是至誠心？根據《四帖疏》，《四帖疏》是善導大師造的，他給我們解至誠心，「至誠心者，真實心也」。世出世間一切法，都要用至誠心才能得到。我們學佛學了幾十年，得到什麼？這是從根本上求。經教裡面告訴我們的，我們沒得到。我們讀得很熟，我們講得頭頭是道，沒去落實。我們用的什麼心？妄想、雜念、分別、執著，我們用的是這個心。這個心是什麼心？六道凡夫心，學習佛菩薩的經教也不能脫離六道輪迴。為什麼？我們用的是輪迴心，輪迴心就是生滅心，就是念頭，你看前念滅後念生，一個接一個，日夜不間斷，晚上作夢他還在造業，我們用的是這個心。用的這個心，求大乘佛法不相應，求小乘佛法也不相應。"
    },
    {
      "id": "02-041-0308_p0007",
      "zh_CN": "佛教传到中国主要是大乘，小乘经也来了，学习的人很少。《大藏经》里面的四阿含，小乘经。早年章嘉大师告诉我，中国大藏经里面的小乘经，跟南传巴利文小乘经对照、相比，大概南传的比我们多五十几部。诸位要晓得，三千多部经只多五十几部，可以说小乘经全部传到中国来了，漏掉的不多。大乘佛法全传到中国来了，南传佛教没有大乘经，印度也没有了，大乘完全移植到中国来了。历代有成就的人不少，出家的比丘、比丘尼，在家的优婆塞、优婆夷，一直到上一个世纪末还有。出家的海贤法师，我们没见过面，听说，这个听说不是假的，是真的。还有没有？我相信有，我们不知道。这些真正修行人、成就的人，没有名闻利养的心，他不需要宣扬，默默的做出来给有缘人看到。什么是有缘人？跟佛菩萨用同一个心的是有缘人，这个心就是这里讲的菩提心。菩提心的体，菩提心的根，就是真诚，这里讲至诚，真诚到极处叫至诚，也就是真实心，真心，不是妄心。真心是什么样子？明心见性的人就见到，就把它找回来，就把它应用在日常生活当中，工作里面（家庭、事业、社会）处事待人接物用上了。",
      "zh_TW": "佛教傳到中國主要是大乘，小乘經也來了，學習的人很少。《大藏經》裡面的四阿含，小乘經。早年章嘉大師告訴我，中國大藏經裡面的小乘經，跟南傳巴利文小乘經對照、相比，大概南傳的比我們多五十幾部。諸位要曉得，三千多部經只多五十幾部，可以說小乘經全部傳到中國來了，漏掉的不多。大乘佛法全傳到中國來了，南傳佛教沒有大乘經，印度也沒有了，大乘完全移植到中國來了。歷代有成就的人不少，出家的比丘、比丘尼，在家的優婆塞、優婆夷，一直到上一個世紀末還有。出家的海賢法師，我們沒見過面，聽說，這個聽說不是假的，是真的。還有沒有？我相信有，我們不知道。這些真正修行人、成就的人，沒有名聞利養的心，他不需要宣揚，默默的做出來給有緣人看到。什麼是有緣人？跟佛菩薩用同一個心的是有緣人，這個心就是這裡講的菩提心。菩提心的體，菩提心的根，就是真誠，這裡講至誠，真誠到極處叫至誠，也就是真實心，真心，不是妄心。真心是什麼樣子？明心見性的人就見到，就把它找回來，就把它應用在日常生活當中，工作裡面（家庭、事業、社會）處事待人接物用上了。"
    },
    {
      "id": "02-041-0308_p0008",
      "zh_CN": "真，不是假的；实，不是虚妄的，叫真实。这个解释还是不容易体会。四书里头解释的我觉得很好，讲「诚意」，诚意是什么意思？不自欺也，不欺骗自己，这就是真实。一般人很容易欺骗自己，欺骗自己成了习惯，他没有感觉，这是什么原因？从小没有人教。我算是比较幸运的，赶上最后一班车，传统文化最后一班车。时间太短了，不到一年，只有七、八个月，以后就再没有了。那什么年龄？六、七岁的时候，现在有个模糊的印象，再也见不到了。我的弟弟小我六岁，他就完全不知道，连个模糊印象都没有。民国初年的时候，中日战争爆发之后，我们这些人过着流浪的生活，逃难，日本人在后面追，我们在前面跑，机关枪的声音都听到，我们经过那样的日子。那个时候中国传统的气氛有，讲学的人没有了，像私塾这种学校没有了。我在传统私塾念书大概就七、八个月，以后学制改了，政府在农村办短期学校，两年毕业，编的是新的课程，私塾千百年遗留下来的教科书不用了，这些教科书就是所谓《三字经》、《百家姓》、《千字文》，必修课程。因缘生居士把从前私塾里头教科书会集起来大概有一、二十种，把它印成一套书，有七册，总名称叫《传统文化根之根》，根本的根本。我们现在希望能恢复汉学，教材教什么？就把老东西统统搬出来教。新的要不要编？不要编了，我们怎么编都编不过古人。为什么？古人用至诚心，我们今天用妄心。至诚心里面没有是非、没有善恶、没有虚伪，往深处讲，它没有起心动念，外面有感，自然有应，这个应不通过思考，思考是妄心，就是说他没有分别、没有执着，你问，他直接就答复你。",
      "zh_TW": "真，不是假的；實，不是虛妄的，叫真實。這個解釋還是不容易體會。四書裡頭解釋的我覺得很好，講「誠意」，誠意是什麼意思？不自欺也，不欺騙自己，這就是真實。一般人很容易欺騙自己，欺騙自己成了習慣，他沒有感覺，這是什麼原因？從小沒有人教。我算是比較幸運的，趕上最後一班車，傳統文化最後一班車。時間太短了，不到一年，只有七、八個月，以後就再沒有了。那什麼年齡？六、七歲的時候，現在有個模糊的印象，再也見不到了。我的弟弟小我六歲，他就完全不知道，連個模糊印象都沒有。民國初年的時候，中日戰爭爆發之後，我們這些人過著流浪的生活，逃難，日本人在後面追，我們在前面跑，機關槍的聲音都聽到，我們經過那樣的日子。那個時候中國傳統的氣氛有，講學的人沒有了，像私塾這種學校沒有了。我在傳統私塾念書大概就七、八個月，以後學制改了，政府在農村辦短期學校，兩年畢業，編的是新的課程，私塾千百年遺留下來的教科書不用了，這些教科書就是所謂《三字經》、《百家姓》、《千字文》，必修課程。因緣生居士把從前私塾裡頭教科書會集起來大概有一、二十種，把它印成一套書，有七冊，總名稱叫《傳統文化根之根》，根本的根本。我們現在希望能恢復漢學，教材教什麼？就把老東西統統搬出來教。新的要不要編？不要編了，我們怎麼編都編不過古人。為什麼？古人用至誠心，我們今天用妄心。至誠心裡面沒有是非、沒有善惡、沒有虛偽，往深處講，它沒有起心動念，外面有感，自然有應，這個應不通過思考，思考是妄心，就是說他沒有分別、沒有執著，你問，他直接就答覆你。"
    },
    {
      "id": "02-041-0308_p0009",
      "zh_CN": "现在学佛难，念佛不能往生，什么原因？就是没有发菩提心，一向专念是假的不是真的，佛号常常丢掉、常常忘掉，妄念时时刻刻现前，生烦恼不生智慧，所以念佛的人多，往生的人少，道理在此地。起心动念都是把自己利害摆在第一位，于我有没有好处，于我有没有损害，他考虑这个。每个人都考虑自己的利害得失，事业怎么会成功？纵然成功，你细心观察，是一时的、是短暂的，禁不起考验，禁不起这个社会风气影响，自己做不了主。古人苦口婆心教我们，家和万事兴！不和，所以不会有成就。不和的地方，我的选择就是离开，不离开，我们的定力有限。没有很深的定力，不能不受影响；定慧不足，只有找深山，找人迹不到之处，一个好的环境帮助我们修行。道场人多，人多是非多，是非多你就不能不受影响，不受影响那是有功夫的人，有定有慧。近代有定有慧，我们就学海贤老和尚，他定慧具足。一生住在一个小庙，茅蓬，也有四、五个人共住在一起，四、五个人不一定是修同一个法门。这些长者都给我们做出榜样，各人修各人的，法门不一样，依据的经典不相同，能够在一块和睦相处，互相尊重，互相尊敬，难！互相赞叹，没有批评。修行的时间不短，在一起共修有五、六年，各人个个都有成就。他们一共四个人，都有成就，有修禅的，有修净的，有修教的，有修密的。都是释迦牟尼佛传下来的，懂得这个道理，恭敬心就生起来；不明这个道理，我这个法门比你殊胜，你不如我，互相在比高下，那就坏了，全功尽弃，你怎么会成就？",
      "zh_TW": "現在學佛難，念佛不能往生，什麼原因？就是沒有發菩提心，一向專念是假的不是真的，佛號常常丟掉、常常忘掉，妄念時時刻刻現前，生煩惱不生智慧，所以念佛的人多，往生的人少，道理在此地。起心動念都是把自己利害擺在第一位，於我有沒有好處，於我有沒有損害，他考慮這個。每個人都考慮自己的利害得失，事業怎麼會成功？縱然成功，你細心觀察，是一時的、是短暫的，禁不起考驗，禁不起這個社會風氣影響，自己做不了主。古人苦口婆心教我們，家和萬事興！不和，所以不會有成就。不和的地方，我的選擇就是離開，不離開，我們的定力有限。沒有很深的定力，不能不受影響；定慧不足，只有找深山，找人跡不到之處，一個好的環境幫助我們修行。道場人多，人多是非多，是非多你就不能不受影響，不受影響那是有功夫的人，有定有慧。近代有定有慧，我們就學海賢老和尚，他定慧具足。一生住在一個小廟，茅蓬，也有四、五個人共住在一起，四、五個人不一定是修同一個法門。這些長者都給我們做出榜樣，各人修各人的，法門不一樣，依據的經典不相同，能夠在一塊和睦相處，互相尊重，互相尊敬，難！互相讚歎，沒有批評。修行的時間不短，在一起共修有五、六年，各人個個都有成就。他們一共四個人，都有成就，有修禪的，有修淨的，有修教的，有修密的。都是釋迦牟尼佛傳下來的，懂得這個道理，恭敬心就生起來；不明這個道理，我這個法門比你殊勝，你不如我，互相在比高下，那就壞了，全功盡棄，你怎麼會成就？"
    },
    {
      "id": "02-041-0308_p0010",
      "zh_CN": "这一次难得，我在香港听说大家要办学，这是我们多少年的期望，就是宗教回归教育。要知道，释迦牟尼佛在世为我们示现的是办学，他老人家为我们示现、表演，三十岁大彻大悟、明心见性，在菩提树下。开悟之后，他就在鹿野苑教学，把他的至亲，憍陈如这五比丘，跟他都有关系，不是父亲指派的，就是母亲那一边指派的，陪他，也是保护他，加上释迦牟尼佛本身，六个人。所以把这五个人找回来，他自己从持戒、得定、开慧，把他的开慧跟大家做报告，这就开始教学了。开始教的那个时候是小学，讲什么？阿含，时间十二年，这是小学，释迦牟尼佛办小学办了十二年。十二年这些人提升了，小学的根扎下去了，向上提升就办中学，一条龙的学校，中学讲方等，方等讲了八年。再向上提升讲般若，般若是大学，般若是释迦牟尼佛主要讲的一部经典，大乘经，智慧，真实智慧。真实智慧从哪里来的？从真实心流出来的。",
      "zh_TW": "這一次難得，我在香港聽說大家要辦學，這是我們多少年的期望，就是宗教回歸教育。要知道，釋迦牟尼佛在世為我們示現的是辦學，他老人家為我們示現、表演，三十歲大徹大悟、明心見性，在菩提樹下。開悟之後，他就在鹿野苑教學，把他的至親，憍陳如這五比丘，跟他都有關係，不是父親指派的，就是母親那一邊指派的，陪他，也是保護他，加上釋迦牟尼佛本身，六個人。所以把這五個人找回來，他自己從持戒、得定、開慧，把他的開慧跟大家做報告，這就開始教學了。開始教的那個時候是小學，講什麼？阿含，時間十二年，這是小學，釋迦牟尼佛辦小學辦了十二年。十二年這些人提升了，小學的根扎下去了，向上提升就辦中學，一條龍的學校，中學講方等，方等講了八年。再向上提升講般若，般若是大學，般若是釋迦牟尼佛主要講的一部經典，大乘經，智慧，真實智慧。真實智慧從哪裡來的？從真實心流出來的。"
    },
    {
      "id": "02-041-0308_p0011",
      "zh_CN": "妄心里头流出来的是烦恼、是习气，而且这个习气有无始劫以来的习气，不是这一生，生生世世，根深蒂固，没有智慧习气转不过来。唯有智慧观照，把习气照破，知道这个东西是假的，不是真的，才能把它放下。习气一般讲五大类，贪、瞋、痴、慢、疑，慢是傲慢，疑是怀疑，这五种习气是从无始劫累积下来的，一世比一世严重，用我们现代话可以说，这个习气一年比一年严重。见思烦恼习气断掉了才证阿罗汉，才超越六道轮回，你就知道难，实在太难！阿弥陀佛慈悲，想出一个救度这些苦难众生，简单容易成就的法门，这就是净土宗。净土宗是阿弥陀佛建立的，我们根据阿弥陀佛的大愿大行，向他老人家学习，真容易。真容易，也真不容易！不容易的是什么？不容易是你烦恼在干扰；容易是只要你不受烦恼干扰，你自己能做主，你这一生当中决定得生，那叫真信。",
      "zh_TW": "妄心裡頭流出來的是煩惱、是習氣，而且這個習氣有無始劫以來的習氣，不是這一生，生生世世，根深蒂固，沒有智慧習氣轉不過來。唯有智慧觀照，把習氣照破，知道這個東西是假的，不是真的，才能把它放下。習氣一般講五大類，貪、瞋、痴、慢、疑，慢是傲慢，疑是懷疑，這五種習氣是從無始劫累積下來的，一世比一世嚴重，用我們現代話可以說，這個習氣一年比一年嚴重。見思煩惱習氣斷掉了才證阿羅漢，才超越六道輪迴，你就知道難，實在太難！阿彌陀佛慈悲，想出一個救度這些苦難眾生，簡單容易成就的法門，這就是淨土宗。淨土宗是阿彌陀佛建立的，我們根據阿彌陀佛的大願大行，向他老人家學習，真容易。真容易，也真不容易！不容易的是什麼？不容易是你煩惱在干擾；容易是只要你不受煩惱干擾，你自己能做主，你這一生當中決定得生，那叫真信。"
    },
    {
      "id": "02-041-0308_p0012",
      "zh_CN": "真信这个「真」字重要，我们的信都不是真信，为什么？我们对这个世界还贪恋，还不肯放下，烦恼习气非常深重，只可以说跟阿弥陀佛结个缘分，来生后世遇到了再接着修。来生后世等多久，那得问自己，自己如果心行不善，欲望这个观念很强，贡高我慢、目中无人、自以为是，这些烦恼习气会把你拉到三途。一到三途，不管是畜生是饿鬼，地狱就不必说了，佛在经上告诉我们（佛不说假话，也不会吓唬我们，佛说老实话），三途一堕五千劫。我们人身失掉了，下一次再得人身要多久？五千劫以后，麻烦可大了！环境如是，我们度众生度不了，佛菩萨都无可奈何，我们凭什么？最重要的是度自己。",
      "zh_TW": "真信這個「真」字重要，我們的信都不是真信，為什麼？我們對這個世界還貪戀，還不肯放下，煩惱習氣非常深重，只可以說跟阿彌陀佛結個緣分，來生後世遇到了再接著修。來生後世等多久，那得問自己，自己如果心行不善，欲望這個觀念很強，貢高我慢、目中無人、自以為是，這些煩惱習氣會把你拉到三途。一到三途，不管是畜生是餓鬼，地獄就不必說了，佛在經上告訴我們（佛不說假話，也不會嚇唬我們，佛說老實話），三途一墮五千劫。我們人身失掉了，下一次再得人身要多久？五千劫以後，麻煩可大了！環境如是，我們度眾生度不了，佛菩薩都無可奈何，我們憑什麼？最重要的是度自己。"
    },
    {
      "id": "02-041-0308_p0013",
      "zh_CN": "我们如何真正能够做到往生极乐世界？往生极乐世界容易，只要你能够放下，万缘放下。从哪里放下？从起心动念放下，眼见色、耳闻声、鼻嗅香，六根接触六尘境界不起心不动念。难！你去试试看。真正做到不起心不动念，成佛了，法身菩萨，你就回归自性，不起心不动念回归自性。起心动念是阿赖耶，是妄心，那是六道轮回，起心动念在六道轮回。不起心不动念成佛；起心动念，没有分别执着是菩萨。我们起心动念，接着就分别执着，就造业，造什么业？轮回业，善业三善道，恶业三恶道，三善道、三恶道统统出不了六道轮回，就这么回事情。你要真正明白，搞清楚了，害怕。才知道弥陀这个法门，信愿持名，这法门的妙、高！这法门能救我，能救一切众生，上度等觉菩萨，下度阿鼻地狱众生。只要你能信，只要你愿生，只要你肯念这句阿弥陀佛，一句阿弥陀佛念到底，别换题目。",
      "zh_TW": "我們如何真正能夠做到往生極樂世界？往生極樂世界容易，只要你能夠放下，萬緣放下。從哪裡放下？從起心動念放下，眼見色、耳聞聲、鼻嗅香，六根接觸六塵境界不起心不動念。難！你去試試看。真正做到不起心不動念，成佛了，法身菩薩，你就回歸自性，不起心不動念回歸自性。起心動念是阿賴耶，是妄心，那是六道輪迴，起心動念在六道輪迴。不起心不動念成佛；起心動念，沒有分別執著是菩薩。我們起心動念，接著就分別執著，就造業，造什麼業？輪迴業，善業三善道，惡業三惡道，三善道、三惡道統統出不了六道輪迴，就這麼回事情。你要真正明白，搞清楚了，害怕。才知道彌陀這個法門，信願持名，這法門的妙、高！這法門能救我，能救一切眾生，上度等覺菩薩，下度阿鼻地獄眾生。只要你能信，只要你願生，只要你肯念這句阿彌陀佛，一句阿彌陀佛念到底，別換題目。"
    },
    {
      "id": "02-041-0308_p0014",
      "zh_CN": "黄念祖老居士晚年，最后有一次为同学们讲解莲公老居士所编的《净修捷要》，就是最简单的修净土的课诵本，只有三十二拜。三十二拜里面拜些什么？莲公说得很清楚，可是我们初学人看不懂，念老把它解释，讲解，传下来了。讲得很详细，就是这本书，《净修捷要报恩谈》，分量诸位看起来不少。这部书我们要把它当作《无量寿经》看待，它的价值跟《无量寿经》相同，完全根据《无量寿经》，《无量寿经》最简单的一个介绍。我们要学这个，要念多少遍？我劝大家至少要念一千遍，你念一千遍你就老实了，你就听话了，你就会真干。如何能做到老实、听话、真干？这个书念一千遍，自自然然老实了。为什么？你得到阿弥陀佛加持，你真正能够对整个佛法通达了，释迦牟尼佛四十九年干些什么全知道了，那是小本的佛学概要、佛学概论，你会死心塌地选择信愿持名，往生净土，你也决定得生极乐世界。",
      "zh_TW": "黃念祖老居士晚年，最後有一次為同學們講解蓮公老居士所編的《淨修捷要》，就是最簡單的修淨土的課誦本，只有三十二拜。三十二拜裡面拜些什麼？蓮公說得很清楚，可是我們初學人看不懂，念老把它解釋，講解，傳下來了。講得很詳細，就是這本書，《淨修捷要報恩談》，分量諸位看起來不少。這部書我們要把它當作《無量壽經》看待，它的價值跟《無量壽經》相同，完全根據《無量壽經》，《無量壽經》最簡單的一個介紹。我們要學這個，要念多少遍？我勸大家至少要念一千遍，你念一千遍你就老實了，你就聽話了，你就會真幹。如何能做到老實、聽話、真幹？這個書念一千遍，自自然然老實了。為什麼？你得到阿彌陀佛加持，你真正能夠對整個佛法通達了，釋迦牟尼佛四十九年幹些什麼全知道了，那是小本的佛學概要、佛學概論，你會死心塌地選擇信願持名，往生淨土，你也決定得生極樂世界。"
    },
    {
      "id": "02-041-0308_p0015",
      "zh_CN": "真的要万缘放下，帮助佛法常住世间，帮助佛法弘扬光大，帮助一切众生引导入门，这都是菩萨的事情。菩萨事业可不可以做？不能做。为什么？做了之后你还是搞三途。你要不怕堕三途，你去做；你要怕堕三途，不能做。到什么时候可以做？六根接触六尘境界不起心不动念，或者是有起心动念，下头你有能力控制住不分别、不执着，这个可以兼着做，不妨碍你往生。如果你还有，说明七情五欲没断，还有贪瞋痴慢疑，这就不能做，你要做肯定会堕三途。这是我劝你的老实话。我这一生，在这个境界里磨炼出来的，顺境，我掌握住；顺境，没有贪恋，能舍，能放下。你们同学跟着我时间久的，你都看到了，就抓住这句佛号，我学海贤老和尚。要真干，不真干不行！真干你会尝到法喜，法喜充满，常生欢喜心。自己清清楚楚，跟大家在一起和光同尘，一丝毫不染着。要随缘，不攀缘，不勉强，一生不做勉强事情。虽然有三宝加持，有祖宗保佑，有些我们想法、愿望还都能实现；这是祖宗保佑的力量、三宝加持的力量，不是我们自己有大智慧、有大福报，没有，我们的智慧、福报是这一生修的。",
      "zh_TW": "真的要萬緣放下，幫助佛法常住世間，幫助佛法弘揚光大，幫助一切眾生引導入門，這都是菩薩的事情。菩薩事業可不可以做？不能做。為什麼？做了之後你還是搞三途。你要不怕墮三途，你去做；你要怕墮三途，不能做。到什麼時候可以做？六根接觸六塵境界不起心不動念，或者是有起心動念，下頭你有能力控制住不分別、不執著，這個可以兼著做，不妨礙你往生。如果你還有，說明七情五欲沒斷，還有貪瞋痴慢疑，這就不能做，你要做肯定會墮三途。這是我勸你的老實話。我這一生，在這個境界裡磨鍊出來的，順境，我掌握住；順境，沒有貪戀，能捨，能放下。你們同學跟著我時間久的，你都看到了，就抓住這句佛號，我學海賢老和尚。要真幹，不真幹不行！真幹你會嘗到法喜，法喜充滿，常生歡喜心。自己清清楚楚，跟大家在一起和光同塵，一絲毫不染著。要隨緣，不攀緣，不勉強，一生不做勉強事情。雖然有三寶加持，有祖宗保佑，有些我們想法、願望還都能實現；這是祖宗保佑的力量、三寶加持的力量，不是我們自己有大智慧、有大福報，沒有，我們的智慧、福報是這一生修的。"
    },
    {
      "id": "02-041-0308_p0016",
      "zh_CN": "完全求感应，我在台中十年，老师教我四个字，「至诚感通」。感是感应，通是通达没有障碍，用什么？真诚到极处。至诚心，真实心，世出世间一切善法的大根大本。学庸讲得好，不自欺，我不再欺骗自己了，就会有成就。把过去的习气统统放下，重新做人，依照佛菩萨的教诲，我用真心，我不用妄心。真心、妄心要知道，什么是真心？真心没有念头，有念头就是妄心。阿赖耶含藏种子，末那坚固执着，第六意识善于分别，妄想、分别、执着，这个东西不能用，用这个东西永远搞轮回。对人处事要用什么心？把每个人都看作阿弥陀佛化身，阿弥陀佛示现来教我的、来考验我的、来督促我的，我会有成就。我要把自己看得高高在上，别人是凡夫，你看连佛法都不懂，还在造业。他造业，我跟着他造业；他不懂，我懂了吗？我懂了就不跟他造业了，我跟他一起造业哪来的懂？他表现得好，我嫉妒他；他表现得不好，我欺负他、瞧不起他。特别是心浮气躁，一年一年膨胀，没有收缩，膨胀。",
      "zh_TW": "完全求感應，我在台中十年，老師教我四個字，「至誠感通」。感是感應，通是通達沒有障礙，用什麼？真誠到極處。至誠心，真實心，世出世間一切善法的大根大本。學庸講得好，不自欺，我不再欺騙自己了，就會有成就。把過去的習氣統統放下，重新做人，依照佛菩薩的教誨，我用真心，我不用妄心。真心、妄心要知道，什麼是真心？真心沒有念頭，有念頭就是妄心。阿賴耶含藏種子，末那堅固執著，第六意識善於分別，妄想、分別、執著，這個東西不能用，用這個東西永遠搞輪迴。對人處事要用什麼心？把每個人都看作阿彌陀佛化身，阿彌陀佛示現來教我的、來考驗我的、來督促我的，我會有成就。我要把自己看得高高在上，別人是凡夫，你看連佛法都不懂，還在造業。他造業，我跟著他造業；他不懂，我懂了嗎？我懂了就不跟他造業了，我跟他一起造業哪來的懂？他表現得好，我嫉妒他；他表現得不好，我欺負他、瞧不起他。特別是心浮氣躁，一年一年膨脹，沒有收縮，膨脹。"
    },
    {
      "id": "02-041-0308_p0017",
      "zh_CN": "所以好老师想找学生，学生没有了，找不到；找不到，慢慢好老师也没有了，现在有好学生，找不到好老师。我们对老师感恩戴德，生生世世永远不会忘记。这一生，我自己生长在一个贫农的家庭，我记得小时候，我们家有几亩地？两亩地，种一点粮食（你就晓得很有限），不种粮食的时候就做菜园，种菜，仅仅维持最低的生活，没有机会念书，念书要缴学费，缴不起学费。我很有幸，在大家庭住过一年，所以对中国古老的大家庭，兄弟十个不分家，还看到这样一个印象、一个概念，看到了。那个时候，七、八岁的时候，记事了。抗战胜利之后，这种大家庭没有了，大概在全国一个也找不到。我们老家，安徽这个地方，江南江北还有一点迹象，还没有磨灭，老房子还在，听说现在政府把它修复起来，做为古迹文化来保护，观光旅游的景点，看看中国古老的家庭；人没有了，旧的建筑还在，还能找到几个。不容易！",
      "zh_TW": "所以好老師想找學生，學生沒有了，找不到；找不到，慢慢好老師也沒有了，現在有好學生，找不到好老師。我們對老師感恩戴德，生生世世永遠不會忘記。這一生，我自己生長在一個貧農的家庭，我記得小時候，我們家有幾畝地？兩畝地，種一點糧食（你就曉得很有限），不種糧食的時候就做菜園，種菜，僅僅維持最低的生活，沒有機會念書，念書要繳學費，繳不起學費。我很有幸，在大家庭住過一年，所以對中國古老的大家庭，兄弟十個不分家，還看到這樣一個印象、一個概念，看到了。那個時候，七、八歲的時候，記事了。抗戰勝利之後，這種大家庭沒有了，大概在全國一個也找不到。我們老家，安徽這個地方，江南江北還有一點跡象，還沒有磨滅，老房子還在，聽說現在政府把它修復起來，做為古蹟文化來保護，觀光旅遊的景點，看看中國古老的家庭；人沒有了，舊的建築還在，還能找到幾個。不容易！"
    },
    {
      "id": "02-041-0308_p0018",
      "zh_CN": "从小听那些受过教育的人讲宗教是迷信，所以我们从小这个概念，对宗教就不愿意接触。虽然小时候母亲拜佛，上庙烧香，她也不懂什么叫佛，熟悉的就知道佛教有个阿弥陀佛、有个观音菩萨，其他就不知道了；道教的城隍庙，这些庙会母亲去，带着我们一起去。以后自己上了小学之后，老师说那都是迷信，我们以为真的是迷信，听老师的话。所以二十六岁，遇到方东美先生，这是人生第一次的大转弯，找到一条正路，老师给我们讲清楚、讲明白，以前没听说过。我跟他学哲学，最后一个单元是佛经哲学，那时候我就很讶异，佛教是宗教、是迷信，而且是宗教里头的低级宗教，高级宗教只有一个神，一个真神，多神教、泛神教叫低级宗教，佛教是什么都拜。所以不了解，产生很大的误会，认为它是泛神教、多神教。方老师告诉我，释迦牟尼是世界上最伟大的哲学家，大乘经典是世界上哲学里面的最高峰，学佛是人生最高的享受。",
      "zh_TW": "從小聽那些受過教育的人講宗教是迷信，所以我們從小這個概念，對宗教就不願意接觸。雖然小時候母親拜佛，上廟燒香，她也不懂什麼叫佛，熟悉的就知道佛教有個阿彌陀佛、有個觀音菩薩，其他就不知道了；道教的城隍廟，這些廟會母親去，帶著我們一起去。以後自己上了小學之後，老師說那都是迷信，我們以為真的是迷信，聽老師的話。所以二十六歲，遇到方東美先生，這是人生第一次的大轉彎，找到一條正路，老師給我們講清楚、講明白，以前沒聽說過。我跟他學哲學，最後一個單元是佛經哲學，那時候我就很訝異，佛教是宗教、是迷信，而且是宗教裡頭的低級宗教，高級宗教只有一個神，一個真神，多神教、泛神教叫低級宗教，佛教是什麼都拜。所以不了解，產生很大的誤會，認為它是泛神教、多神教。方老師告訴我，釋迦牟尼是世界上最偉大的哲學家，大乘經典是世界上哲學裡面的最高峰，學佛是人生最高的享受。"
    },
    {
      "id": "02-041-0308_p0019",
      "zh_CN": "学佛是什么？不亦乐乎！孔子说的，「学而时习之，不亦说乎」。佛说的，法喜充满，常生欢喜心。如果你真的学佛，真的如是。为什么？人人都是佛，个个都是佛，他们丝毫缺点都没有，做多少好事没有缺点，干尽坏事也没有缺点，是什么？舞台表演的。表演一个善人，表演的，他有什么善恶？表演一个恶人，装得很像，演得很成功，他是平等的。我们把这个世间看作什么？舞台。学生是谁？学生是我自己，其他统统是我的老师来教我，来帮助我回头、帮助我开悟、帮助我回归自性，你怎么不快乐！从早到晚都跟圣贤菩萨在一起，你不快乐吗？真学到东西。古人的话不是假话（这话也不是我说的，古人说的），只有我一个是凡夫，凡夫得恩惠、得利益，时时刻刻想到统统是老师、统统是善友。孔子说的，「三人行，必有我师」。三人行是自己一个，一个善人，一个恶人，善人，我要跟他学善，他哪些地方好，跟他学；恶人，他造了恶让我看，我反省那些恶我不能造，统统是来表演的。所以一个教我善法，一个教我改过自新，他做出榜样来给我看，我自己知道善恶，我就懂得怎样处理这个问题，看到不善，回头想我有没有，我要有，决定不能做。那是我的老师，我不能轻视他，他要不在我的面前表演，我怎么知道自己有过失？怎么知道自己会忏悔、会改过？不可能。所以对那个要感恩，纵然是冤枉我也感恩，为什么？让我认真反省，我真的有没有这个过失。他毁谤我，我听到了，我没有，很高兴，我感恩他，他让我做这一次提醒、做这一次反省，等于老师制定的功课，我们认真学习，这才能契入圣贤境界，才能入菩萨佛果。",
      "zh_TW": "學佛是什麼？不亦樂乎！孔子說的，「學而時習之，不亦說乎」。佛說的，法喜充滿，常生歡喜心。如果你真的學佛，真的如是。為什麼？人人都是佛，個個都是佛，他們絲毫缺點都沒有，做多少好事沒有缺點，幹盡壞事也沒有缺點，是什麼？舞台表演的。表演一個善人，表演的，他有什麼善惡？表演一個惡人，裝得很像，演得很成功，他是平等的。我們把這個世間看作什麼？舞台。學生是誰？學生是我自己，其他統統是我的老師來教我，來幫助我回頭、幫助我開悟、幫助我回歸自性，你怎麼不快樂！從早到晚都跟聖賢菩薩在一起，你不快樂嗎？真學到東西。古人的話不是假話（這話也不是我說的，古人說的），只有我一個是凡夫，凡夫得恩惠、得利益，時時刻刻想到統統是老師、統統是善友。孔子說的，「三人行，必有我師」。三人行是自己一個，一個善人，一個惡人，善人，我要跟他學善，他哪些地方好，跟他學；惡人，他造了惡讓我看，我反省那些惡我不能造，統統是來表演的。所以一個教我善法，一個教我改過自新，他做出榜樣來給我看，我自己知道善惡，我就懂得怎樣處理這個問題，看到不善，回頭想我有沒有，我要有，決定不能做。那是我的老師，我不能輕視他，他要不在我的面前表演，我怎麼知道自己有過失？怎麼知道自己會懺悔、會改過？不可能。所以對那個要感恩，縱然是冤枉我也感恩，為什麼？讓我認真反省，我真的有沒有這個過失。他毀謗我，我聽到了，我沒有，很高興，我感恩他，他讓我做這一次提醒、做這一次反省，等於老師制定的功課，我們認真學習，這才能契入聖賢境界，才能入菩薩佛果。"
    },
    {
      "id": "02-041-0308_p0020",
      "zh_CN": "所以真诚心多重要！我们天天念，没有，自己欺骗自己，自己欺骗众生。阿弥陀佛派遣海贤老和尚住世表演。这老师谁派来的？阿弥陀佛派来的，给我们做出念佛求往生的榜样。你看老和尚一天到晚欢欢喜喜，见到每个人都笑咪咪的，他这是什么？法喜充满，常生欢喜心。老和尚心目当中没有一个恶人，你打他，你骂他，你侮辱他，老和尚都感谢你。从来没有责备过人，他辛辛苦苦种的玉米有人偷，被他看见了，他就告诉那个人：没关系，拣大的，多拿。这些地方我们要学。他为什么要偷？他没钱买，他需要粮食，我这里有多余的，他那里没有，尽量拿。这个人第二次见老和尚就乖乖的了，对老和尚尊敬。所以来佛寺这《三圣永思集》也要多看，多看长智慧。看老和尚那种快乐，法喜充满，自在，一百一十二岁还爬树摘柿子，招待信徒。自己爬树，一百一十二岁。",
      "zh_TW": "所以真誠心多重要！我們天天念，沒有，自己欺騙自己，自己欺騙眾生。阿彌陀佛派遣海賢老和尚住世表演。這老師誰派來的？阿彌陀佛派來的，給我們做出念佛求往生的榜樣。你看老和尚一天到晚歡歡喜喜，見到每個人都笑咪咪的，他這是什麼？法喜充滿，常生歡喜心。老和尚心目當中沒有一個惡人，你打他，你罵他，你侮辱他，老和尚都感謝你。從來沒有責備過人，他辛辛苦苦種的玉米有人偷，被他看見了，他就告訴那個人：沒關係，揀大的，多拿。這些地方我們要學。他為什麼要偷？他沒錢買，他需要糧食，我這裡有多餘的，他那裡沒有，盡量拿。這個人第二次見老和尚就乖乖的了，對老和尚尊敬。所以來佛寺這《三聖永思集》也要多看，多看長智慧。看老和尚那種快樂，法喜充滿，自在，一百一十二歲還爬樹摘柿子，招待信徒。自己爬樹，一百一十二歲。"
    },
    {
      "id": "02-041-0308_p0021",
      "zh_CN": "对待人，人人都是好人，事事都是好事，你只要没有分别执着，你就看出事事是好事，都是来帮助我们消业障、增福慧，来考我们的定功，考我们的六和，考我们的六波罗蜜，我到底有没有，我有多少。冤枉你，错怪你，造谣生事，你会不会生气，会不会有怨恨？还有，不及格。这是老师来考试，你不及格。真正搞明白了，老师叫我再做一次深层的反省，有则改之，无则加勉。哪个不是老师？小孩也是老师，老人也是老师，善人是老师，恶人也是老师。发菩提心的人，这种心态处事待人接物，把人都感化了，他住在这个地方，住上三年五载，这个地方的人都感化了。所以学了不做出来，那有什么用处？不做出来就得赶紧往生极乐世界，到极乐世界去接受阿弥陀佛的教诲，大彻大悟之后，这是法身菩萨，你自然就帮助阿弥陀佛在十方世界教化众生。像海贤老和尚这样的表法，派来的，来表演的。然后我们一回头立刻就看到，原来全世界所有一切众生都是佛菩萨派来的，都是来表演的，连树木花草、山河大地都是佛菩萨派来表演，派来帮助我们的，我们蒙在鼓里头不知道。这什么原因？没有诚意，没看出来。真实心、至诚心就看出来了，看出之后，感恩的心生起来了，对佛菩萨感恩，对祖宗感恩，对一切众生感恩，对一切万物感恩。这是至诚心。",
      "zh_TW": "對待人，人人都是好人，事事都是好事，你只要沒有分別執著，你就看出事事是好事，都是來幫助我們消業障、增福慧，來考我們的定功，考我們的六和，考我們的六波羅蜜，我到底有沒有，我有多少。冤枉你，錯怪你，造謠生事，你會不會生氣，會不會有怨恨？還有，不及格。這是老師來考試，你不及格。真正搞明白了，老師叫我再做一次深層的反省，有則改之，無則加勉。哪個不是老師？小孩也是老師，老人也是老師，善人是老師，惡人也是老師。發菩提心的人，這種心態處事待人接物，把人都感化了，他住在這個地方，住上三年五載，這個地方的人都感化了。所以學了不做出來，那有什麼用處？不做出來就得趕緊往生極樂世界，到極樂世界去接受阿彌陀佛的教誨，大徹大悟之後，這是法身菩薩，你自然就幫助阿彌陀佛在十方世界教化眾生。像海賢老和尚這樣的表法，派來的，來表演的。然後我們一回頭立刻就看到，原來全世界所有一切眾生都是佛菩薩派來的，都是來表演的，連樹木花草、山河大地都是佛菩薩派來表演，派來幫助我們的，我們蒙在鼓裡頭不知道。這什麼原因？沒有誠意，沒看出來。真實心、至誠心就看出來了，看出之後，感恩的心生起來了，對佛菩薩感恩，對祖宗感恩，對一切眾生感恩，對一切萬物感恩。這是至誠心。"
    },
    {
      "id": "02-041-0308_p0022",
      "zh_CN": "下面，第二个，「深心」。什么是深心？「深信心也。深信有二：一者，决定深信自身现是罪恶生死凡夫。旷劫以来，常没常流转，无有出离之缘」。这是真的，你细心观察都在眼前，遇到圣贤教诲，遇到佛菩萨的经教，遇到善知识来帮助我们学习多难，现在更难。我跟方老师，六十五年之前，这是讲六十五年前，我那个时候想学，没有缘，没有想到方老师他能把星期天的时间拨出来，给我上两个小时课，我感恩！没有缴一分钱的学费。认真教学，让我们对于过去那种误会消除了，对圣贤教诲、对佛陀，恭敬心才生起来。如果不是这一拐弯，我可能早就不在世间了，因为寿命只有四十五岁。四十五岁那年真的害一场病，一个月，我自己心里有数，寿命到了，所以我也不找医生，也不吃药。台大两个同学、师大一个、政大一个，四个女孩子，她们照顾我，轮流照顾我，我在病重的时候，每天吃一点稀饭咸菜，念佛求往生。寿命到了，我相信医生只能医病，不能医命，命到了就乖乖的准备走。这样念了一个月就复原了，病就好了。从那个时候到现在，我七十九岁生了一场病，四天，那是在北京访问，我住在旅馆里，没住医院。我心里也有数，七十九岁，很多人都过不了七十九岁，方东美先生七十九岁走的。所以我相信佛菩萨给我延寿，我从四十五延寿到七十九，不错了，很满意了。那时请的中医，在北京认识几个老中医，让我吃中药，三天就恢复了，恢复之后我就回到香港，在香港养了两个星期，这就恢复讲经教学，一直到现在没病过。",
      "zh_TW": "下面，第二個，「深心」。什麼是深心？「深信心也。深信有二：一者，決定深信自身現是罪惡生死凡夫。曠劫以來，常沒常流轉，無有出離之緣」。這是真的，你細心觀察都在眼前，遇到聖賢教誨，遇到佛菩薩的經教，遇到善知識來幫助我們學習多難，現在更難。我跟方老師，六十五年之前，這是講六十五年前，我那個時候想學，沒有緣，沒有想到方老師他能把星期天的時間撥出來，給我上兩個小時課，我感恩！沒有繳一分錢的學費。認真教學，讓我們對於過去那種誤會消除了，對聖賢教誨、對佛陀，恭敬心才生起來。如果不是這一拐彎，我可能早就不在世間了，因為壽命只有四十五歲。四十五歲那年真的害一場病，一個月，我自己心裡有數，壽命到了，所以我也不找醫生，也不吃藥。台大兩個同學、師大一個、政大一個，四個女孩子，她們照顧我，輪流照顧我，我在病重的時候，每天吃一點稀飯鹹菜，念佛求往生。壽命到了，我相信醫生只能醫病，不能醫命，命到了就乖乖的準備走。這樣念了一個月就復原了，病就好了。從那個時候到現在，我七十九歲生了一場病，四天，那是在北京訪問，我住在旅館裡，沒住醫院。我心裡也有數，七十九歲，很多人都過不了七十九歲，方東美先生七十九歲走的。所以我相信佛菩薩給我延壽，我從四十五延壽到七十九，不錯了，很滿意了。那時請的中醫，在北京認識幾個老中醫，讓我吃中藥，三天就恢復了，恢復之後我就回到香港，在香港養了兩個星期，這就恢復講經教學，一直到現在沒病過。"
    },
    {
      "id": "02-041-0308_p0023",
      "zh_CN": "身体留在世间干什么？帮助阿弥陀佛接引初机。现在遇到一个缘，遇到我们中国传统文化，如果没有人继承，发扬光大，传递给下一代，这个文化很可能会灭亡，这是我们很担心的一桩事情。中国传统文化要在世间消失了，是人类大不幸，为什么？人类就走向黑暗，这个问题很严重。如果有缘要做，我自己没有能力做了，年岁太大了，但是我希望有人做，希望年轻人认真努力，一生做出这桩大事情。这真正是张载所说的，「为天地立心，为生民立命，为往圣继绝学，为万世开太平」，了不起的一桩大事业。有人肯发心，我全心全力当护法，我来护持他，这是大事。现在有一点眉目，英国人在做，非常难得。我们在一起谈过十几个小时，我说的他都能听得懂，都能相信，不怀疑。这个学校想跟我们合作成立一个汉学院，古汉语的学院。目的非常简单，培养一批年轻人，有能力认识汉字，懂得文言文，可以读《四库全书》，我这个目的就达到了。《四库全书》我买了很多，不会失传了，但是需要传人，传人需要真正一生的精力、时间奉献给古汉语，把五千年传统文化延续下去，造福全人类；不但造福现前全人类，造福往后千年万世。大事因缘无过于此，我们要认识。",
      "zh_TW": "身體留在世間幹什麼？幫助阿彌陀佛接引初機。現在遇到一個緣，遇到我們中國傳統文化，如果沒有人繼承，發揚光大，傳遞給下一代，這個文化很可能會滅亡，這是我們很擔心的一樁事情。中國傳統文化要在世間消失了，是人類大不幸，為什麼？人類就走向黑暗，這個問題很嚴重。如果有緣要做，我自己沒有能力做了，年歲太大了，但是我希望有人做，希望年輕人認真努力，一生做出這樁大事情。這真正是張載所說的，「為天地立心，為生民立命，為往聖繼絕學，為萬世開太平」，了不起的一樁大事業。有人肯發心，我全心全力當護法，我來護持他，這是大事。現在有一點眉目，英國人在做，非常難得。我們在一起談過十幾個小時，我說的他都能聽得懂，都能相信，不懷疑。這個學校想跟我們合作成立一個漢學院，古漢語的學院。目的非常簡單，培養一批年輕人，有能力認識漢字，懂得文言文，可以讀《四庫全書》，我這個目的就達到了。《四庫全書》我買了很多，不會失傳了，但是需要傳人，傳人需要真正一生的精力、時間奉獻給古漢語，把五千年傳統文化延續下去，造福全人類；不但造福現前全人類，造福往後千年萬世。大事因緣無過於此，我們要認識。"
    },
    {
      "id": "02-041-0308_p0024",
      "zh_CN": "有同学来问我，昨天南昆大的副校长来看我，我们也谈得很高兴，他也有意思，过几天，我跟校长约了，校长要来看我，南昆大要做。图文巴是个好地方，在这边培养三、五十个种子老师，很有意义，这个事情我们要努力来干。发菩提心就没有障碍，有佛菩萨帮助。我们终极的目标、最后的归宿是往生极乐世界，求生净土。所以我们搞很小的一个团体，只有三十人到五十人，我们真干。我们有个小念佛堂，也只能容纳三、五十人，那是我们自己希求的归宿，西方极乐世界。在这里我们帮佛陀弘扬大乘，把大乘兴旺起来，我们帮助祖宗把我们文化的传承继续传下去，这是我们的深心，菩提心，深心。深心，善导大师《四帖疏》里头讲得真好，这些都要把它记住。",
      "zh_TW": "有同學來問我，昨天南昆大的副校長來看我，我們也談得很高興，他也有意思，過幾天，我跟校長約了，校長要來看我，南昆大要做。圖文巴是個好地方，在這邊培養三、五十個種子老師，很有意義，這個事情我們要努力來幹。發菩提心就沒有障礙，有佛菩薩幫助。我們終極的目標、最後的歸宿是往生極樂世界，求生淨土。所以我們搞很小的一個團體，只有三十人到五十人，我們真幹。我們有個小念佛堂，也只能容納三、五十人，那是我們自己希求的歸宿，西方極樂世界。在這裡我們幫佛陀弘揚大乘，把大乘興旺起來，我們幫助祖宗把我們文化的傳承繼續傳下去，這是我們的深心，菩提心，深心。深心，善導大師《四帖疏》裡頭講得真好，這些都要把它記住。"
    },
    {
      "id": "02-041-0308_p0025",
      "zh_CN": "「二者，决定深信」，这四个字重要，前面第一开头也是决定深信，第二开头也是决定深信，「彼阿弥陀佛四十八愿，摄受众生，无疑无虑」，没有疑惑，没有顾虑。「乘彼愿力，定得往生」，对阿弥陀佛、对极乐世界要信得过。海贤老和尚出现在我们这个时代，就是教我们要真正相信阿弥陀佛、相信极乐世界，是真的，不是假的。他用一百一十二岁，念佛九十二年，真功夫给我们做证明，他没有妄语，我们要不相信，那就是佛经说的阐提。阐提是什么？没善根，佛来了也没用处。真正相信阿弥陀佛四十八愿，摄受遍法界虚空界过去现在未来一切众生。这个一切里头通常有人加两个字，有缘众生，为什么？你得相信，你要不相信，摄受众生里头不包括你。为什么？你有怀疑，你还有顾虑，这个就不是有缘众生。有缘众生没有疑惑，无疑无虑，这才真正能修净土，真正能成就。那我现在有疑、有虑，我也知道，这个疑虑去不掉，怎么办？那我就给你介绍这个，好好去念一千遍，你的疑没有了，你的虑也没有了，真有效果，天下第一本好书。过去印光大师介绍我们，《安士全书》是最近这一百年当中第一本好书。我今天把这个介绍给大家，这个书是我们最近这一百年当中第一本好书，不能不读，读了之后你才能够死心塌地，信愿持名，必生净土，必定往生。所以乘彼愿力，定得往生。",
      "zh_TW": "「二者，決定深信」，這四個字重要，前面第一開頭也是決定深信，第二開頭也是決定深信，「彼阿彌陀佛四十八願，攝受眾生，無疑無慮」，沒有疑惑，沒有顧慮。「乘彼願力，定得往生」，對阿彌陀佛、對極樂世界要信得過。海賢老和尚出現在我們這個時代，就是教我們要真正相信阿彌陀佛、相信極樂世界，是真的，不是假的。他用一百一十二歲，念佛九十二年，真功夫給我們做證明，他沒有妄語，我們要不相信，那就是佛經說的闡提。闡提是什麼？沒善根，佛來了也沒用處。真正相信阿彌陀佛四十八願，攝受遍法界虛空界過去現在未來一切眾生。這個一切裡頭通常有人加兩個字，有緣眾生，為什麼？你得相信，你要不相信，攝受眾生裡頭不包括你。為什麼？你有懷疑，你還有顧慮，這個就不是有緣眾生。有緣眾生沒有疑惑，無疑無慮，這才真正能修淨土，真正能成就。那我現在有疑、有慮，我也知道，這個疑慮去不掉，怎麼辦？那我就給你介紹這個，好好去念一千遍，你的疑沒有了，你的慮也沒有了，真有效果，天下第一本好書。過去印光大師介紹我們，《安士全書》是最近這一百年當中第一本好書。我今天把這個介紹給大家，這個書是我們最近這一百年當中第一本好書，不能不讀，讀了之後你才能夠死心塌地，信願持名，必生淨土，必定往生。所以乘彼願力，定得往生。"
    },
    {
      "id": "02-041-0308_p0026",
      "zh_CN": "第三，「回向发愿心者，从真实深信心中，以所修一切善根回向，愿生彼国」。这句话什么意思？我们现在修行，将一切所修的功德，我不求别的，我只求生西方极乐世界。我不希求人间的富贵，不希求名闻利养，世间一切，包括人间、天上，天福我也不求，十法界我也不求，我只求往生极乐世界，这就对了。回是回归，向是方向，方向是西方，目的、目标是极乐世界，我只有这么一个愿望，这个愿望念念不间断，句句佛号都是这个方向，都是这个目标。所以念佛法门，古德也有所谓不回向法门，为什么？它总回向，它就是一个方向、一个目标，除此之外它没有所求，回向如是，不回向还是如是。每一句佛号当中都有回向，每句回向里面都有阿弥陀佛、都有信愿持名，平常日常生活当中断恶修善，一切功德都回向往生极乐世界，六道里面天上人间统统放下了。「由上可见《要解》所谓之信愿，即《观经》之三心」，三心就是菩提心。「《观经》之三心，即本经中菩提心。故知今经之发菩提心，即《弥陀要解》之信愿」，真相信，真愿意往生。如果不是这三种心，至诚心、深心、回向发愿心，那就与《要解》里面所说的不相应，这是我们不能不知道的。",
      "zh_TW": "第三，「迴向發願心者，從真實深信心中，以所修一切善根迴向，願生彼國」。這句話什麼意思？我們現在修行，將一切所修的功德，我不求別的，我只求生西方極樂世界。我不希求人間的富貴，不希求名聞利養，世間一切，包括人間、天上，天福我也不求，十法界我也不求，我只求往生極樂世界，這就對了。迴是回歸，向是方向，方向是西方，目的、目標是極樂世界，我只有這麼一個願望，這個願望念念不間斷，句句佛號都是這個方向，都是這個目標。所以念佛法門，古德也有所謂不迴向法門，為什麼？它總迴向，它就是一個方向、一個目標，除此之外它沒有所求，迴向如是，不迴向還是如是。每一句佛號當中都有迴向，每句迴向裡面都有阿彌陀佛、都有信願持名，平常日常生活當中斷惡修善，一切功德都迴向往生極樂世界，六道裡面天上人間統統放下了。「由上可見《要解》所謂之信願，即《觀經》之三心」，三心就是菩提心。「《觀經》之三心，即本經中菩提心。故知今經之發菩提心，即《彌陀要解》之信願」，真相信，真願意往生。如果不是這三種心，至誠心、深心、迴向發願心，那就與《要解》裡面所說的不相應，這是我們不能不知道的。"
    },
    {
      "id": "02-041-0308_p0027",
      "zh_CN": "「又一向专念即持名也。由于阿弥陀经大小二本，原是一经。是以两者之宗，实应一旨也。」小本《阿弥陀经》，大本《无量寿经》，它是一部经，是一个宗旨，是一个取向。小本说得简单扼要，便于读诵；《无量寿经》是大经，分量多，讲得详细，讲清楚、讲明白了。虽然说详细、说明白了，如果没有人给我们解释，我们还是体会不到。黄念老为这部经做了详细注解，经是会集的，注解也是会集的，妙！经是五种原译本会成的，没有改动一个字，所以说经是真经，不能怀疑。句句都是五种原译本的原文原字，没改动，你怎么能批评它是假的，批评它是伪造的？这个罪过很重，不可以。注解亦如是，是不是黄念祖注解的？念公会说不是，我是抄来的；从哪里抄来？从经论上抄来，佛说的，祖师大德注解里面抄来的，祖师大德有修有证，可以相信。不是一般注解，每一段你看他都有个括弧，把它出处写出来，负责任。所以注解是集注，集佛经跟祖师大德的注疏来注解这部《无量寿经》，都是帮助我们断疑生信，我们看到无话可说。所以大小本宗旨是相同。",
      "zh_TW": "「又一向專念即持名也。由於阿彌陀經大小二本，原是一經。是以兩者之宗，實應一旨也。」小本《阿彌陀經》，大本《無量壽經》，它是一部經，是一個宗旨，是一個取向。小本說得簡單扼要，便於讀誦；《無量壽經》是大經，分量多，講得詳細，講清楚、講明白了。雖然說詳細、說明白了，如果沒有人給我們解釋，我們還是體會不到。黃念老為這部經做了詳細註解，經是會集的，註解也是會集的，妙！經是五種原譯本會成的，沒有改動一個字，所以說經是真經，不能懷疑。句句都是五種原譯本的原文原字，沒改動，你怎麼能批評它是假的，批評它是偽造的？這個罪過很重，不可以。註解亦如是，是不是黃念祖註解的？念公會說不是，我是抄來的；從哪裡抄來？從經論上抄來，佛說的，祖師大德註解裡面抄來的，祖師大德有修有證，可以相信。不是一般註解，每一段你看他都有個括弧，把它出處寫出來，負責任。所以註解是集註，集佛經跟祖師大德的註疏來註解這部《無量壽經》，都是幫助我們斷疑生信，我們看到無話可說。所以大小本宗旨是相同。"
    },
    {
      "id": "02-041-0308_p0028",
      "zh_CN": "「发菩提心已详述于明宗章中」，这个就不必多赘，我们前面讲过，但是已经好几年，二、三年前讲的。现在补充的就是《净修捷要报恩谈》，里面完全可以说是，黄念老注了这部经是集注，那是他的心得报告，是这个集注的补充，你把那个看着，你才能看出他圆满的心得报告。要跟这个注解合起来看，先看那个，然后再看注解，你很容易懂得，那个说得比这个更详细、更透彻。那个书真的，完全是心得报告，他不是公开讲演，他的听众只五、六个人，常常接近他的五、六个人，在他家里，他的卧房。卧房就是客房，他就一个房间，一张床铺、一个书桌，再就一个书架，摆满了这个注解的原本，一百九十三种原本。我到他房间去看过，我看了很佩服，我说你这些参考书到哪里找来的？这找不到，怎么你找这么多？他说感应，佛菩萨帮忙找来的。不但他想要的他统统找到，没有想到的也来了，成就这一部科注注解。这部注解正知正见、佛知佛见，重要！这两本书就能救释迦牟尼佛末法九千年一切众生，我们要相信。下面他再从《安乐集》，这里面说明菩提心，部分的录取几条，「以便参会」，这就是参考，参是参考，会是会和，多找几种本子来看。",
      "zh_TW": "「發菩提心已詳述於明宗章中」，這個就不必多贅，我們前面講過，但是已經好幾年，二、三年前講的。現在補充的就是《淨修捷要報恩談》，裡面完全可以說是，黃念老註了這部經是集註，那是他的心得報告，是這個集註的補充，你把那個看著，你才能看出他圓滿的心得報告。要跟這個註解合起來看，先看那個，然後再看註解，你很容易懂得，那個說得比這個更詳細、更透徹。那個書真的，完全是心得報告，他不是公開講演，他的聽眾只五、六個人，常常接近他的五、六個人，在他家裡，他的臥房。臥房就是客房，他就一個房間，一張床鋪、一個書桌，再就一個書架，擺滿了這個註解的原本，一百九十三種原本。我到他房間去看過，我看了很佩服，我說你這些參考書到哪裡找來的？這找不到，怎麼你找這麼多？他說感應，佛菩薩幫忙找來的。不但他想要的他統統找到，沒有想到的也來了，成就這一部科註註解。這部註解正知正見、佛知佛見，重要！這兩本書就能救釋迦牟尼佛末法九千年一切眾生，我們要相信。下面他再從《安樂集》，這裡面說明菩提心，部分的錄取幾條，「以便參會」，這就是參考，參是參考，會是會和，多找幾種本子來看。"
    },
    {
      "id": "02-041-0308_p0029",
      "zh_CN": "我们看，他还有简单的注解。「道绰大师」，《安乐集》是道绰大师作的，「于发菩提心有四番议论」，这个四番都在这里说出来了。「第一，显菩提心之功用」。《安乐集》里头说，「第一、出菩提心功用者。《大经》云」，《大经》就是《无量寿经》，「凡欲往生净土，要须发菩提心为源」。长江、黄河都有源头，把水源找出来。往生到西方极乐世界，那是莲池海会，莲池海会的源头在哪里？在菩提心。换句话说，莲池海会是阿弥陀佛在因地发大菩提心的果报，这个事实真相我们不能不知道，那么发菩提心就非常重要。",
      "zh_TW": "我們看，他還有簡單的註解。「道綽大師」，《安樂集》是道綽大師作的，「於發菩提心有四番議論」，這個四番都在這裡說出來了。「第一，顯菩提心之功用」。《安樂集》裡頭說，「第一、出菩提心功用者。《大經》云」，《大經》就是《無量壽經》，「凡欲往生淨土，要須發菩提心為源」。長江、黃河都有源頭，把水源找出來。往生到西方極樂世界，那是蓮池海會，蓮池海會的源頭在哪裡？在菩提心。換句話說，蓮池海會是阿彌陀佛在因地發大菩提心的果報，這個事實真相我們不能不知道，那麼發菩提心就非常重要。"
    },
    {
      "id": "02-041-0308_p0030",
      "zh_CN": "我们再往下看，「云何？」这是一个问号，为什么？「菩提者，乃是无上佛道之名」。菩提是梵语，翻成中国意思是觉悟。这个觉悟不是平常的觉悟，我们平常用大彻大悟来翻菩提，大彻大悟还不能尽其义。什么才叫大彻大悟？明心见性，这是大彻大悟，这就是无上菩提，大彻大悟、明心见性达到究竟圆满了。换句话说，就像惠能大师形容的，见性，性是什么样子？性就是真心，真心就是菩提心，这才知道了。惠能大师说，我们就用菩提心，菩提心「本自清净」，从来没有污染过，真心。污染的是妄心，很可怜，我们用妄心，妄心污染。真心，不管在什么时候，一切时一切处，从来不污染，它真。第二个「不生不灭」，真心没有生灭，有生灭的是妄心，不是菩提心，菩提心不生不灭。第三个「本自具足」，具足什么？无量智慧，无量功德，无量德能，无量相好，无量庄严，这本来就具足。菩提心外没有一法，一切法都是菩提心内本有的，有缘现出来，没有缘它没有，不是消灭，无缘的时候不能说它没有，有缘现相不能说那个相是有，它无有二边都不着。「本无动摇」，菩提心没动过，像大海一样，大海还有风浪，水还在那里动，菩提心这个大海是没有风浪，静的，水没有看到它动的现象，没有动摇。最后一句「能生万法」，万法就是全宇宙，全宇宙过去现在未来统统都是它现的。所以你自性所现的，你要是见性了，哪有不知道的道理？",
      "zh_TW": "我們再往下看，「云何？」這是一個問號，為什麼？「菩提者，乃是無上佛道之名」。菩提是梵語，翻成中國意思是覺悟。這個覺悟不是平常的覺悟，我們平常用大徹大悟來翻菩提，大徹大悟還不能盡其義。什麼才叫大徹大悟？明心見性，這是大徹大悟，這就是無上菩提，大徹大悟、明心見性達到究竟圓滿了。換句話說，就像惠能大師形容的，見性，性是什麼樣子？性就是真心，真心就是菩提心，這才知道了。惠能大師說，我們就用菩提心，菩提心「本自清淨」，從來沒有污染過，真心。污染的是妄心，很可憐，我們用妄心，妄心污染。真心，不管在什麼時候，一切時一切處，從來不污染，它真。第二個「不生不滅」，真心沒有生滅，有生滅的是妄心，不是菩提心，菩提心不生不滅。第三個「本自具足」，具足什麼？無量智慧，無量功德，無量德能，無量相好，無量莊嚴，這本來就具足。菩提心外沒有一法，一切法都是菩提心內本有的，有緣現出來，沒有緣它沒有，不是消滅，無緣的時候不能說它沒有，有緣現相不能說那個相是有，它無有二邊都不著。「本無動搖」，菩提心沒動過，像大海一樣，大海還有風浪，水還在那裡動，菩提心這個大海是沒有風浪，靜的，水沒有看到它動的現象，沒有動搖。最後一句「能生萬法」，萬法就是全宇宙，全宇宙過去現在未來統統都是它現的。所以你自性所現的，你要是見性了，哪有不知道的道理？"
    },
    {
      "id": "02-041-0308_p0031",
      "zh_CN": "一切诸佛都见性了，一切诸佛都达到究竟平等，这尊佛见的跟那尊佛见的完全相同，没有丝毫差别。我们大家见性，也入这个境界，跟诸佛完全相同。那是一切万法的本体，净宗的名词叫常寂光（最好就用常寂光，那个土都不要，土是配四土讲的，它就是常寂光），无处不在，无时不在。我们今天这样也在常寂光当中，所以诸佛如来看我们看得清清楚楚，看出我们起心动念，你能瞒谁？只能瞒自己，自己欺骗自己，佛菩萨瞒不住的。只要是法身菩萨，他已经入这里面了，虽然没有圆满，他局部；局部起的作用，遍照，光！他的光弱一点、小一点，照到了，不是没照到，都照到了，只要证得法身。法身是什么？法身就是常寂光。所以佛有三身，法身、报身、应化身。极乐世界有四土，常寂光，常寂光没有物质现象，也没有精神现象，连自然现象都没有，不但是我们言说没有法子表达，言语不能表达，心想也想不出，言语道断，心行处灭，这是自性。",
      "zh_TW": "一切諸佛都見性了，一切諸佛都達到究竟平等，這尊佛見的跟那尊佛見的完全相同，沒有絲毫差別。我們大家見性，也入這個境界，跟諸佛完全相同。那是一切萬法的本體，淨宗的名詞叫常寂光（最好就用常寂光，那個土都不要，土是配四土講的，它就是常寂光），無處不在，無時不在。我們今天這樣也在常寂光當中，所以諸佛如來看我們看得清清楚楚，看出我們起心動念，你能瞞誰？只能瞞自己，自己欺騙自己，佛菩薩瞞不住的。只要是法身菩薩，他已經入這裡面了，雖然沒有圓滿，他局部；局部起的作用，遍照，光！他的光弱一點、小一點，照到了，不是沒照到，都照到了，只要證得法身。法身是什麼？法身就是常寂光。所以佛有三身，法身、報身、應化身。極樂世界有四土，常寂光，常寂光沒有物質現象，也沒有精神現象，連自然現象都沒有，不但是我們言說沒有法子表達，言語不能表達，心想也想不出，言語道斷，心行處滅，這是自性。"
    },
    {
      "id": "02-041-0308_p0032",
      "zh_CN": "中国古圣先贤达到，到这个境界就是圆满成佛。我们怎么知道？《大学》里头就有，就说到，你看《大学》一开头，「大学之道，在明明德，在亲民，在止于至善」，你说是不是大菩提心？是不是极乐世界？明德就是自性，明是光明，没有障碍，圆满的智慧。惠能大师说的本自具足，第一个是具足无量智慧；明德，明就是无量智慧，自性里本有的。明明德是什么？现在明德没有了，迷了，明德是真心，现在不明是妄心，教学的目的是明明德，再把明德恢复光明，那不就是证入常寂光吗？证入常寂光之后，起的作用就是亲民，亲民，普度众生。我现在回到常寂光，还有许许多多众生迷惑颠倒，我要如何去帮助他们统统回常寂光，这是亲民。后面止于至善，我们今天帮助大家往生到极乐世界就是止于至善，为什么？他决定证到常寂光，决定能明明德。搞清楚，看明白，原来是一家。",
      "zh_TW": "中國古聖先賢達到，到這個境界就是圓滿成佛。我們怎麼知道？《大學》裡頭就有，就說到，你看《大學》一開頭，「大學之道，在明明德，在親民，在止於至善」，你說是不是大菩提心？是不是極樂世界？明德就是自性，明是光明，沒有障礙，圓滿的智慧。惠能大師說的本自具足，第一個是具足無量智慧；明德，明就是無量智慧，自性裡本有的。明明德是什麼？現在明德沒有了，迷了，明德是真心，現在不明是妄心，教學的目的是明明德，再把明德恢復光明，那不就是證入常寂光嗎？證入常寂光之後，起的作用就是親民，親民，普度眾生。我現在回到常寂光，還有許許多多眾生迷惑顛倒，我要如何去幫助他們統統回常寂光，這是親民。後面止於至善，我們今天幫助大家往生到極樂世界就是止於至善，為什麼？他決定證到常寂光，決定能明明德。搞清楚，看明白，原來是一家。"
    },
    {
      "id": "02-041-0308_p0033",
      "zh_CN": "阿弥陀佛在极乐世界为一切众生说无量法门，说八万四千法门，要知道，那么多法门是同一个法门。为什么？进去是一个，像我们这些房子，有几个门户出口，随便进来的时候都是证得圆满。外面有，有佛教、有基督教、有伊斯兰教，那是外头的门，进来呢？一样。我们叫它极乐世界，基督教叫天堂，伊斯兰教叫天园，一个地方，不是两个地方。将来进去了，他要修行修成功了，到他的天堂，我们到那去，这是我们叫极乐世界，他叫天堂，你看一处，不同的名字。所以我在英国，那一天跟十一个宗教朋友们在一起聚会，大家都向往着宗教大团结，好事！我送他们四句话，「众神一体，宗教一家，平等对待，和睦相处」。我们到英国，也要帮助他们团结宗教，非常不容易。",
      "zh_TW": "阿彌陀佛在極樂世界為一切眾生說無量法門，說八萬四千法門，要知道，那麼多法門是同一個法門。為什麼？進去是一個，像我們這些房子，有幾個門戶出口，隨便進來的時候都是證得圓滿。外面有，有佛教、有基督教、有伊斯蘭教，那是外頭的門，進來呢？一樣。我們叫它極樂世界，基督教叫天堂，伊斯蘭教叫天園，一個地方，不是兩個地方。將來進去了，他要修行修成功了，到他的天堂，我們到那去，這是我們叫極樂世界，他叫天堂，你看一處，不同的名字。所以我在英國，那一天跟十一個宗教朋友們在一起聚會，大家都嚮往著宗教大團結，好事！我送他們四句話，「眾神一體，宗教一家，平等對待，和睦相處」。我們到英國，也要幫助他們團結宗教，非常不容易。"
    },
    {
      "id": "02-041-0308_p0034",
      "zh_CN": "道绰禅师这个四番议论，给我们讲菩提心，讲得好！这是我们净土宗大德。莲公跟黄念老都主张将昙鸾、道绰要回归到我们祖师的地位，净宗初祖慧远大师，二祖昙鸾，三祖道绰，善导四祖。为什么没有把他们编进去？他们的著作失传了。现在在日本找到了，这个《安乐集》就是的，中国没有，从日本找回来。这是他对于净宗经论的注解，讲得好，真是祖师，不是凡人。所以我们在《净修捷要》后面讲到净宗历代的祖师，我们已经把他放进去了。",
      "zh_TW": "道綽禪師這個四番議論，給我們講菩提心，講得好！這是我們淨土宗大德。蓮公跟黃念老都主張將曇鸞、道綽要回歸到我們祖師的地位，淨宗初祖慧遠大師，二祖曇鸞，三祖道綽，善導四祖。為什麼沒有把他們編進去？他們的著作失傳了。現在在日本找到了，這個《安樂集》就是的，中國沒有，從日本找回來。這是他對於淨宗經論的註解，講得好，真是祖師，不是凡人。所以我們在《淨修捷要》後面講到淨宗歷代的祖師，我們已經把他放進去了。"
    },
    {
      "id": "02-041-0308_p0035",
      "zh_CN": "我们把这段念下去，「若欲发心作佛者，此心广大，周遍法界。此心究竟，等若虚空。此心长远，尽未来际。此心普备，离二乘障。若能一发此心，倾无始生死有沦。所有功德回向菩提，皆能远诣佛果，无有失灭。」这是原文，下面是黄念老居士的注解。今天时间到了，我们下一堂课从这个地方讲起。",
      "zh_TW": "我們把這段念下去，「若欲發心作佛者，此心廣大，周遍法界。此心究竟，等若虛空。此心長遠，盡未來際。此心普備，離二乘障。若能一發此心，傾無始生死有淪。所有功德迴向菩提，皆能遠詣佛果，無有失滅。」這是原文，下面是黃念老居士的註解。今天時間到了，我們下一堂課從這個地方講起。"
    }
  ]
}