{
  "doc_id": "02-041-0419",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四一九集",
    "zh_TW": "第四一九集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0419",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-041-0419_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0419_p0002",
      "zh_CN": "请看《大经科注》第九百五十八页第七行，从当中「《起信论》曰」，从这看起：",
      "zh_TW": "請看《大經科註》第九百五十八頁第七行，從當中「《起信論》曰」，從這看起："
    },
    {
      "id": "02-041-0419_p0003",
      "zh_CN": "「《起信论》曰：五恶之义，特准他经，配以十恶。其一恶者，杀业所摄」，杀生。「其二恶者，盗贪所摄。其三恶者，淫业所摄」，杀盗淫。「其四恶者，妄语、两舌、恶口、绮语所摄。其五恶者，瞋恚邪见所摄」。说了五种。「反是」，五恶反过来就是五善，也叫十善。「与义寂师之说，几出一辙。盖邪见生于痴也」。邪见就是愚痴，贪瞋痴。",
      "zh_TW": "「《起信論》曰：五惡之義，特準他經，配以十惡。其一惡者，殺業所攝」，殺生。「其二惡者，盜貪所攝。其三惡者，淫業所攝」，殺盜淫。「其四惡者，妄語、兩舌、惡口、綺語所攝。其五惡者，瞋恚邪見所攝」。說了五種。「反是」，五惡反過來就是五善，也叫十善。「與義寂師之說，幾出一轍。蓋邪見生於癡也」。邪見就是愚痴，貪瞋痴。"
    },
    {
      "id": "02-041-0419_p0004",
      "zh_CN": "念老为我们在这注解，他说「今解」，大经解，「兼采两说」，两种说法兼而有之，「首重五戒，故说第五是饮酒恶」，这是依五戒来说的。「复广劝十善，故兼采后说」，广劝细说，把五戒展开来成为十善，也很好记。佛法的修行从哪里做起？从五戒十善。所以三皈五戒十善一定要遵守，为什么？这是总纲领，大方向，是佛法修学，无论是大乘小乘、显教密教、宗门教下，都是从这个根下手的，三皈五戒十善下手的。所以这个教诲看起来好像是很浅显，实际上其广其深不是真正修行人很难体会。为什么？它含摄一切戒，所有的戒行都出不了这个范围，只是戒本里面讲得详细，这个地方略说而已，是一不是二。我们一定要重视，不在这里扎根就不是佛法。佛法重在行，有解有行才有真实的受用、真实的利益；有解无行，那是假的，那变成妄语，欺骗众生。这种情形自古以来有，现在人犯的更多。宗教教育，今人把它看作迷信，对年轻人来说影响很深，纵然接触到了，半信半疑，真正相信也得四十以后，体会比较深刻，信心这才产生。",
      "zh_TW": "念老為我們在這註解，他說「今解」，大經解，「兼採兩說」，兩種說法兼而有之，「首重五戒，故說第五是飲酒惡」，這是依五戒來說的。「復廣勸十善，故兼採後說」，廣勸細說，把五戒展開來成為十善，也很好記。佛法的修行從哪裡做起？從五戒十善。所以三皈五戒十善一定要遵守，為什麼？這是總綱領，大方向，是佛法修學，無論是大乘小乘、顯教密教、宗門教下，都是從這個根下手的，三皈五戒十善下手的。所以這個教誨看起來好像是很淺顯，實際上其廣其深不是真正修行人很難體會。為什麼？它含攝一切戒，所有的戒行都出不了這個範圍，只是戒本裡面講得詳細，這個地方略說而已，是一不是二。我們一定要重視，不在這裡扎根就不是佛法。佛法重在行，有解有行才有真實的受用、真實的利益；有解無行，那是假的，那變成妄語，欺騙眾生。這種情形自古以來有，現在人犯的更多。宗教教育，今人把它看作迷信，對年輕人來說影響很深，縱然接觸到了，半信半疑，真正相信也得四十以後，體會比較深刻，信心這才產生。"
    },
    {
      "id": "02-041-0419_p0005",
      "zh_CN": "我们看底下这一段。念老所说的，今解，这个注解，兼采两说。首重五戒，故说第五是饮酒恶。复广劝十善，故兼采后说。「上之两说乍睹似异，实亦无违」，并不相违背，开合不同而已。「盖好酒贪杯」，这是贪心，「贪恶」。醉后容易发脾气，这是瞋恚，「瞋毒」。贪瞋痴叫三毒，酒把它引发了。「酒令神昏，饮之过度，甚至不省人事」，这是什么？「痴毒」。这个酒能引发贪瞋痴，所以佛把它列入重戒，道理就在此地。「可见饮酒一恶，常与三毒并行也」。这句话要记住。",
      "zh_TW": "我們看底下這一段。念老所說的，今解，這個註解，兼採兩說。首重五戒，故說第五是飲酒惡。復廣勸十善，故兼採後說。「上之兩說乍睹似異，實亦無違」，並不相違背，開合不同而已。「蓋好酒貪杯」，這是貪心，「貪惡」。醉後容易發脾氣，這是瞋恚，「瞋毒」。貪瞋痴叫三毒，酒把它引發了。「酒令神昏，飲之過度，甚至不省人事」，這是什麼？「痴毒」。這個酒能引發貪瞋痴，所以佛把它列入重戒，道理就在此地。「可見飲酒一惡，常與三毒並行也」。這句話要記住。"
    },
    {
      "id": "02-041-0419_p0006",
      "zh_CN": "酒有开缘，还特别多，开缘也叫开戒，不是犯戒。哪些开缘？最普遍的药用，中药里面有用酒做药引，这个许可的，这叫开缘。欢乐，宴会场所有开缘，特别是祝寿，大家都欢喜，你要是扫别人的兴，这个是忌讳，很大的忌讳，那怎么办？一杯或者半杯，这个行，这也是开缘。决定不能喝醉，喝醉决定是破戒了，不可以。完全在自己控制，自己看现场是开是禁，禁是禁止，决定要遵守的。如果这一桌都是学佛的，这是禁，不开，如果这一桌都不是佛门弟子，只有你一个，可以开，人家会奇怪，你怎么喝酒？你把这讲给大家听，原来戒律是这么圆融，那我也可以受，这个是随机说法，利益众生，这个可以。所以佛法念念先为众生，后为自己。这是慈悲。",
      "zh_TW": "酒有開緣，還特別多，開緣也叫開戒，不是犯戒。哪些開緣？最普遍的藥用，中藥裡面有用酒做藥引，這個許可的，這叫開緣。歡樂，宴會場所有開緣，特別是祝壽，大家都歡喜，你要是掃別人的興，這個是忌諱，很大的忌諱，那怎麼辦？一杯或者半杯，這個行，這也是開緣。決定不能喝醉，喝醉決定是破戒了，不可以。完全在自己控制，自己看現場是開是禁，禁是禁止，決定要遵守的。如果這一桌都是學佛的，這是禁，不開，如果這一桌都不是佛門弟子，只有你一個，可以開，人家會奇怪，你怎麼喝酒？你把這講給大家聽，原來戒律是這麼圓融，那我也可以受，這個是隨機說法，利益眾生，這個可以。所以佛法念念先為眾生，後為自己。這是慈悲。"
    },
    {
      "id": "02-041-0419_p0007",
      "zh_CN": "《资持记》里面有说明，为什么佛戒饮酒，「酒有十过」，所以佛禁止。这十种过：「一、颜色恶」，酒喝了以后，你看脸是红的，颜色不好看。「二、少力」，走路都不稳，东倒西歪。「三、眼视不明」，看东西模糊。「四、现瞋恚相」，自己不能控制自己，这个时候没有办法忍辱，他会发作。「五、坏业资生」，这个业是你的事业，换句话说，常常好饮酒的人，这个主管谁敢用你，你喝酒去闹事去了。「六、增疾病」，会带给你。「七、益鬪讼」，这都属于瞋恚。「八、无名称」，名称是别人对你的赞叹，没有，人家背后批评你，不赞叹你。「九、智慧少」，痴毒妨碍着。「十、命终堕三恶道」。这十种恶，最严重的就是最后这一条，最后这一恶比前面要严重多了，这句话是佛说的，我们要记住。「其中第四第七即瞋，第九即痴」。「又世云酒能乱性，指酒能迷乱人之心意与良善之本性，故令人造恶」。「今经云」，佛在这部经上说「耽酒嗜美」，「本身即是贪痴二毒。是故饮酒一恶，实兼意业三恶。故上之两说」，前面读过的两种讲法，「唯开合之异耳」。归纳起来五恶，展开来十恶，十恶跟五恶意思相同，只是一个细说，一个略说。",
      "zh_TW": "《資持記》裡面有說明，為什麼佛戒飲酒，「酒有十過」，所以佛禁止。這十種過：「一、顏色惡」，酒喝了以後，你看臉是紅的，顏色不好看。「二、少力」，走路都不穩，東倒西歪。「三、眼視不明」，看東西模糊。「四、現瞋恚相」，自己不能控制自己，這個時候沒有辦法忍辱，他會發作。「五、壞業資生」，這個業是你的事業，換句話說，常常好飲酒的人，這個主管誰敢用你，你喝酒去鬧事去了。「六、增疾病」，會帶給你。「七、益鬪訟」，這都屬於瞋恚。「八、無名稱」，名稱是別人對你的讚歎，沒有，人家背後批評你，不讚歎你。「九、智慧少」，痴毒妨礙著。「十、命終墮三惡道」。這十種惡，最嚴重的就是最後這一條，最後這一惡比前面要嚴重多了，這句話是佛說的，我們要記住。「其中第四第七即瞋，第九即癡」。「又世云酒能亂性，指酒能迷亂人之心意與良善之本性，故令人造惡」。「今經云」，佛在這部經上說「耽酒嗜美」，「本身即是貪癡二毒。是故飲酒一惡，實兼意業三惡。故上之兩說」，前面讀過的兩種講法，「唯開合之異耳」。歸納起來五惡，展開來十惡，十惡跟五惡意思相同，只是一個細說，一個略說。"
    },
    {
      "id": "02-041-0419_p0008",
      "zh_CN": "「此下广明第五恶之过患殃咎」。可麻烦了，我们千万不要把它小看。『徙倚懈怠』者，念老给我们注解，「徙倚，指徘徊」，犹豫不定，「懈怠，指懒惰。盖表心中犹豫，放逸懒惰，唯图苟安自私，不能修身行善也」。这些话佛菩萨、祖师大德在这里劝导我们，为什么？它很容易犯，日常生活当中确实有很多很多人离不开饮酒。佛门四众弟子，在家出家，统统都要持戒，五戒、十戒、沙弥戒、比丘戒、菩萨戒，统统都有。佛对这个很重视，佛知道它能够引发你，引发贪瞋痴三恶，它能毁坏你一切善业，所以把它列作重戒。饮酒并不恶，醉了之后五戒十善都毁掉了，不能不知道，不能不重视，不能不遵守。",
      "zh_TW": "「此下廣明第五惡之過患殃咎」。可麻煩了，我們千萬不要把它小看。『徙倚懈怠』者，念老給我們註解，「徙倚，指徘徊」，猶豫不定，「懈怠，指懶惰。蓋表心中猶豫，放逸懶惰，唯圖苟安自私，不能修身行善也」。這些話佛菩薩、祖師大德在這裡勸導我們，為什麼？它很容易犯，日常生活當中確實有很多很多人離不開飲酒。佛門四眾弟子，在家出家，統統都要持戒，五戒、十戒、沙彌戒、比丘戒、菩薩戒，統統都有。佛對這個很重視，佛知道它能夠引發你，引發貪瞋痴三惡，它能毀壞你一切善業，所以把它列作重戒。飲酒並不惡，醉了之後五戒十善都毀掉了，不能不知道，不能不重視，不能不遵守。"
    },
    {
      "id": "02-041-0419_p0009",
      "zh_CN": "故下云：『不肯作善、治身修业』。「业」这个字在此地是「指正业」。「表恶人不肯自修其身，不务正业」。修行，修身为本，修是修正，行是行为。行为分三大类，起心动念是意业，言语是口业，身体的造作叫身业，造业再多，不出这三大类，佛法讲的身、口、意。佛教没到中国来，我们的老祖宗，古圣先贤就知道，《大学》里面所说的，上自天子，下至平民，皆以修身为本。佛在此地教给我们修身，是什么？三皈，五戒，十善，这是佛法修身之本。不在根本上扎根，道业不能成就。所以佛法重视戒律，因戒得定，为什么修戒律？是为得定的，为什么要得定？定能开慧，这个慧是大彻大悟明心见性，见性成佛。这是佛法修证的总纲领、总原则，离开这个纲领就不是佛法。真正的佛法是什么？可以说就是戒定慧，所以称为三学。用戒来帮助你入定，为什么要入定？自性本定。自性是真心，真心是定的。妄心是动的，妄心是什么？念头，你看前念灭了后念生了，一个接着一个妄念。正念，也叫正念，叫自性，真心不动。惠能大师开悟的报告上有，「何期自性」，没想到自性，记住，自性就是真心，「本无动摇」。这就说明真心本来是定的，定就是真心。我们明白这个道理，可以帮助我们修行。",
      "zh_TW": "故下云：『不肯作善、治身修業』。「業」這個字在此地是「指正業」。「表惡人不肯自修其身，不務正業」。修行，修身為本，修是修正，行是行為。行為分三大類，起心動念是意業，言語是口業，身體的造作叫身業，造業再多，不出這三大類，佛法講的身、口、意。佛教沒到中國來，我們的老祖宗，古聖先賢就知道，《大學》裡面所說的，上自天子，下至平民，皆以修身為本。佛在此地教給我們修身，是什麼？三皈，五戒，十善，這是佛法修身之本。不在根本上扎根，道業不能成就。所以佛法重視戒律，因戒得定，為什麼修戒律？是為得定的，為什麼要得定？定能開慧，這個慧是大徹大悟明心見性，見性成佛。這是佛法修證的總綱領、總原則，離開這個綱領就不是佛法。真正的佛法是什麼？可以說就是戒定慧，所以稱為三學。用戒來幫助你入定，為什麼要入定？自性本定。自性是真心，真心是定的。妄心是動的，妄心是什麼？念頭，你看前念滅了後念生了，一個接著一個妄念。正念，也叫正念，叫自性，真心不動。惠能大師開悟的報告上有，「何期自性」，沒想到自性，記住，自性就是真心，「本無動搖」。這就說明真心本來是定的，定就是真心。我們明白這個道理，可以幫助我們修行。"
    },
    {
      "id": "02-041-0419_p0010",
      "zh_CN": "修行怎么修？方法再多，总出不了放下万缘，放下就定了。不放下，你行善作恶，做完怎么样？放在心上，心上还想着它，还念着它，这叫造业，这个问题严重了。修行人怎么？诸佛菩萨他也修善，他也造业，跟我们不一样，他不放在心上，他心上干干净净什么都没有，高明就高明在这一点。我们六根，眼见色，耳闻声，鼻嗅香，舌尝味，六根接触外面六尘境界，不起心不动念，这就是佛，佛没起心动念；有起心动念没有分别执着，这是菩萨，菩萨还没有成佛，就是有起心动念。现在量子力学家也发现了，发现起心动念那个念头就变成物质现象。物质从哪来的？是意识，意识就是我们讲念头，念头引起的，引发自性，物质现象发生。如果把念头打掉，没有念头，那个物质现象很快自然就不见，就没有了。科学这个报告我们听了，有感受，听得懂，诸法实相如是如是。所以菩萨比佛低一级，有起心动念，没有分别执着。阿罗汉又要差一等，阿罗汉有分别，没执着。凡夫起心动念、分别、执着统有，六道凡夫。纵然六道最高，非想非非想天还是执着，没能放下。他如果能放下，就超越六道轮回了。六道轮回怎么来的？执着变出来的。十法界从哪里来的？十法界四圣法界，分别而来的。一真法界从哪里来的？一真法界是不起心动念来的。这叫做功夫，这叫真修，我们不能不知道。",
      "zh_TW": "修行怎麼修？方法再多，總出不了放下萬緣，放下就定了。不放下，你行善作惡，做完怎麼樣？放在心上，心上還想著它，還念著它，這叫造業，這個問題嚴重了。修行人怎麼？諸佛菩薩他也修善，他也造業，跟我們不一樣，他不放在心上，他心上乾乾淨淨什麼都沒有，高明就高明在這一點。我們六根，眼見色，耳聞聲，鼻嗅香，舌嘗味，六根接觸外面六塵境界，不起心不動念，這就是佛，佛沒起心動念；有起心動念沒有分別執著，這是菩薩，菩薩還沒有成佛，就是有起心動念。現在量子力學家也發現了，發現起心動念那個念頭就變成物質現象。物質從哪來的？是意識，意識就是我們講念頭，念頭引起的，引發自性，物質現象發生。如果把念頭打掉，沒有念頭，那個物質現象很快自然就不見，就沒有了。科學這個報告我們聽了，有感受，聽得懂，諸法實相如是如是。所以菩薩比佛低一級，有起心動念，沒有分別執著。阿羅漢又要差一等，阿羅漢有分別，沒執著。凡夫起心動念、分別、執著統有，六道凡夫。縱然六道最高，非想非非想天還是執著，沒能放下。他如果能放下，就超越六道輪迴了。六道輪迴怎麼來的？執著變出來的。十法界從哪裡來的？十法界四聖法界，分別而來的。一真法界從哪裡來的？一真法界是不起心動念來的。這叫做功夫，這叫真修，我們不能不知道。"
    },
    {
      "id": "02-041-0419_p0011",
      "zh_CN": "无论什么事情做过了，过了就过了，痕迹都不着。别人来问你的时候，样样都知道，为什么？自性本自具足。你说我过去无量劫以前，做的事情知不知道？知道，开悟的人知道。为什么？他那些业相回归自性。你明心见性，哪有不知道的道理？全都知道了。知道晓得那是幻起幻灭，就好像作梦一样，梦醒了忘掉了。如果你要是开悟，你过去所作的梦，你要想知道统统现前，妙极了。自性本来具足，它没有相。不起心不动念不现相，起心动念就现相。现的这个相，你没有把它放在心上，这相很快就消失，就没有了。",
      "zh_TW": "無論什麼事情做過了，過了就過了，痕跡都不著。別人來問你的時候，樣樣都知道，為什麼？自性本自具足。你說我過去無量劫以前，做的事情知不知道？知道，開悟的人知道。為什麼？他那些業相回歸自性。你明心見性，哪有不知道的道理？全都知道了。知道曉得那是幻起幻滅，就好像作夢一樣，夢醒了忘掉了。如果你要是開悟，你過去所作的夢，你要想知道統統現前，妙極了。自性本來具足，它沒有相。不起心不動念不現相，起心動念就現相。現的這個相，你沒有把它放在心上，這相很快就消失，就沒有了。"
    },
    {
      "id": "02-041-0419_p0012",
      "zh_CN": "现在的量子力学对大乘佛法帮助很多。我们对于古大德佩服，他没有看过科学报告，他怎么会知道？他比我们的功夫高，高在哪里？高在他不放在心上。别人来请教，来请他开示，他的智慧从自性里头透出来，无所不知，无所不能，道理就在此地。所以一切法是自性现的，真心现的，心外无法。心有没有外？心没有外，大而无外，小而无内，它没有内外，是真心。它没有相对的，没有善恶，没有真妄，我们讲的这些相对面全没有，它在起作用的时候全都能现前。世尊开悟的时候，第一部讲的《大方广佛华严经》，内容是什么？遍法界虚空界一切诸佛刹土，包括娑婆世界，这里头的事实真相，叫诸法实相，讲的是这个。细说说不尽。不说，全没有了，痕迹都找不到，消归自性。自性是常寂光，常是不生不灭，它没有生灭，我们叫它隐现，有缘，有缘就是有波动，它就现；没有波动，渐渐忘掉了，没有波动了，它就不现，就没有了。",
      "zh_TW": "現在的量子力學對大乘佛法幫助很多。我們對於古大德佩服，他沒有看過科學報告，他怎麼會知道？他比我們的功夫高，高在哪裡？高在他不放在心上。別人來請教，來請他開示，他的智慧從自性裡頭透出來，無所不知，無所不能，道理就在此地。所以一切法是自性現的，真心現的，心外無法。心有沒有外？心沒有外，大而無外，小而無內，它沒有內外，是真心。它沒有相對的，沒有善惡，沒有真妄，我們講的這些相對面全沒有，它在起作用的時候全都能現前。世尊開悟的時候，第一部講的《大方廣佛華嚴經》，內容是什麼？遍法界虛空界一切諸佛剎土，包括娑婆世界，這裡頭的事實真相，叫諸法實相，講的是這個。細說說不盡。不說，全沒有了，痕跡都找不到，消歸自性。自性是常寂光，常是不生不滅，它沒有生滅，我們叫它隱現，有緣，有緣就是有波動，它就現；沒有波動，漸漸忘掉了，沒有波動了，它就不現，就沒有了。"
    },
    {
      "id": "02-041-0419_p0013",
      "zh_CN": "人活着有这个身体，死了以后身体没有了，神识在，神识是什么？就这个波动现象，它在。它去找有缘的人投胎，什么缘？遇到对他有恩的人，报恩；遇到有怨恨的人，他投胎来干什么？报怨，那就是败家子；其余两种缘，讨债、还债。没有这四种缘不来，凡是来的都是这四种缘，佛告诉我们。所以小孩要善教，报恩的当然更要成就他，孝子贤孙；报怨的要把怨化解；还债的很好；讨债的，希望一笔勾消，不再搞这些纠纷。人受教育，教育的目的就是改变这个关系，帮助他成圣成贤，至少也成为君子，读书明理。中国这些古籍留下来的是真实智慧，它的作用，帮助众生成圣成贤，帮助学佛的人成佛成菩萨。古来祖师大德选中儒道代替小乘。那我们看看这一千多年当中，确确实实出现许多祖师大德，这个说法没错。",
      "zh_TW": "人活著有這個身體，死了以後身體沒有了，神識在，神識是什麼？就這個波動現象，它在。它去找有緣的人投胎，什麼緣？遇到對他有恩的人，報恩；遇到有怨恨的人，他投胎來幹什麼？報怨，那就是敗家子；其餘兩種緣，討債、還債。沒有這四種緣不來，凡是來的都是這四種緣，佛告訴我們。所以小孩要善教，報恩的當然更要成就他，孝子賢孫；報怨的要把怨化解；還債的很好；討債的，希望一筆勾消，不再搞這些糾紛。人受教育，教育的目的就是改變這個關係，幫助他成聖成賢，至少也成為君子，讀書明理。中國這些古籍留下來的是真實智慧，它的作用，幫助眾生成聖成賢，幫助學佛的人成佛成菩薩。古來祖師大德選中儒道代替小乘。那我們看看這一千多年當中，確確實實出現許多祖師大德，這個說法沒錯。"
    },
    {
      "id": "02-041-0419_p0014",
      "zh_CN": "我们看念老后面的注解。这个「徙倚懈怠」，表心中犹豫。我们有没有？有的人苟安自私，不能修身行善。佛教给我们，布施、持戒、忍辱、精进、禅定、般若，放逸懒惰没有了，你才能真干，真干的人真信，没有怀疑，佛说的话、菩萨说的话、阿罗汉说的话都没有怀疑。阿罗汉见思烦恼断了，思惑是贪瞋痴慢疑，这五种断掉，断干净了，证阿罗汉果，超越六道轮回，他话可以相信，我们称他为圣人，小圣，跟菩萨比他是小圣，菩萨是大圣。",
      "zh_TW": "我們看念老後面的註解。這個「徙倚懈怠」，表心中猶豫。我們有沒有？有的人苟安自私，不能修身行善。佛教給我們，布施、持戒、忍辱、精進、禪定、般若，放逸懶惰沒有了，你才能真幹，真幹的人真信，沒有懷疑，佛說的話、菩薩說的話、阿羅漢說的話都沒有懷疑。阿羅漢見思煩惱斷了，思惑是貪瞋痴慢疑，這五種斷掉，斷乾淨了，證阿羅漢果，超越六道輪迴，他話可以相信，我們稱他為聖人，小聖，跟菩薩比他是小聖，菩薩是大聖。"
    },
    {
      "id": "02-041-0419_p0015",
      "zh_CN": "「故下云不肯作善、治身修业。业指正业。表恶人不肯自修其身，不务正业」，后头这一句四个字很重，不能自修其身。我们的正业是什么？不学佛不知道自己有正业，学佛之后知道了，什么是正业？成佛作祖是正业，信愿持名就重要了，我们能够凭借的、能够依靠的就是净宗法门，人人都能成就。四十八愿里面第十八愿说得好，十八愿里面说明的，这一生当中造作五逆十恶，五逆十恶这还得了吗！必堕无间地狱。这么重的罪，临命终时要是遇到善友劝他忏悔，深信有极乐世界，深信有阿弥陀佛，信阿弥陀佛四十八愿接引众生，真有这么回事情，一点也不假，愿意往生，念一句佛号、十句佛号都能往生。这是阿弥陀佛说的，释迦牟尼佛为我们转述，转告我们，原话是阿弥陀佛说的，我们相信不怀疑就得救了。能不能往生，蕅益大师说得好，全在信愿之有无，你相信发愿，你就取得往生的资格。到极乐世界品位高下，那是念佛功夫的浅深，念佛功夫深的，念到理一心不乱，生实报庄严土；念到事一心不乱，生到方便有余土，保证我们往生，这一部《无量寿经》就是保证书，这一点一定要知道。信心不足，多念，念上一千遍、两千遍就相信了，不再怀疑了。真想去，这地方真好，真想去，你就必定往生。只有这一门，其他的八万四千法门，就没有这么容易，没有这么简单，为什么？要靠自力。这个法门全靠佛力，不靠自力，自己细小的力量都没有，完全靠佛。",
      "zh_TW": "「故下云不肯作善、治身修業。業指正業。表惡人不肯自修其身，不務正業」，後頭這一句四個字很重，不能自修其身。我們的正業是什麼？不學佛不知道自己有正業，學佛之後知道了，什麼是正業？成佛作祖是正業，信願持名就重要了，我們能夠憑藉的、能夠依靠的就是淨宗法門，人人都能成就。四十八願裡面第十八願說得好，十八願裡面說明的，這一生當中造作五逆十惡，五逆十惡這還得了嗎！必墮無間地獄。這麼重的罪，臨命終時要是遇到善友勸他懺悔，深信有極樂世界，深信有阿彌陀佛，信阿彌陀佛四十八願接引眾生，真有這麼回事情，一點也不假，願意往生，念一句佛號、十句佛號都能往生。這是阿彌陀佛說的，釋迦牟尼佛為我們轉述，轉告我們，原話是阿彌陀佛說的，我們相信不懷疑就得救了。能不能往生，蕅益大師說得好，全在信願之有無，你相信發願，你就取得往生的資格。到極樂世界品位高下，那是念佛功夫的淺深，念佛功夫深的，念到理一心不亂，生實報莊嚴土；念到事一心不亂，生到方便有餘土，保證我們往生，這一部《無量壽經》就是保證書，這一點一定要知道。信心不足，多念，念上一千遍、兩千遍就相信了，不再懷疑了。真想去，這地方真好，真想去，你就必定往生。只有這一門，其他的八萬四千法門，就沒有這麼容易，沒有這麼簡單，為什麼？要靠自力。這個法門全靠佛力，不靠自力，自己細小的力量都沒有，完全靠佛。"
    },
    {
      "id": "02-041-0419_p0016",
      "zh_CN": "这个法门东晋时代传入中国，庐山慧远大师建念佛堂，志同道合一百二十三个人，依《无量寿经》。怎么知道依《无量寿经》？《无量寿经》刚刚翻成中国文，《阿弥陀经》、《观无量寿佛经》都还没有翻成中文。所以，那个时候净土只有一部经，一百二十三个人统统往生，一个没有漏下。后往生的人，临命终时见到阿弥陀佛，看到前面往生的，比他早往生，都在阿弥陀佛的周边，都认识，都能叫得出名字。这不是假的，这给我们作证，我们如果对这个经还有怀疑，那这个机会错了，这个错了是真错了！你这一生出轮回出三界，到西方极乐世界去成佛，这么好的机会错过了，你怪谁？不能怪任何人，只能怪自己。",
      "zh_TW": "這個法門東晉時代傳入中國，廬山慧遠大師建念佛堂，志同道合一百二十三個人，依《無量壽經》。怎麼知道依《無量壽經》？《無量壽經》剛剛翻成中國文，《阿彌陀經》、《觀無量壽佛經》都還沒有翻成中文。所以，那個時候淨土只有一部經，一百二十三個人統統往生，一個沒有漏下。後往生的人，臨命終時見到阿彌陀佛，看到前面往生的，比他早往生，都在阿彌陀佛的周邊，都認識，都能叫得出名字。這不是假的，這給我們作證，我們如果對這個經還有懷疑，那這個機會錯了，這個錯了是真錯了！你這一生出輪迴出三界，到西方極樂世界去成佛，這麼好的機會錯過了，你怪誰？不能怪任何人，只能怪自己。"
    },
    {
      "id": "02-041-0419_p0017",
      "zh_CN": "所以这经文里头，作善、治身修业，这六个字我们要当作座右铭，要真做善；不肯作善、不肯修身，来生三恶道去了，三恶道进去容易，出来很难。佛在经上说，什么时候才有一次机会得到人身？五千劫，不是万年、不是亿年，是五千劫。所以一生当中遇到佛法，能信佛法，这是多么幸运，多难得，你得到了。那我们就晓得，信愿持名是第一正业，其他的善事随缘，有缘要做，为什么？利益众生，要做。没有缘，不攀缘，不去找，遇到了可以。自己作意去寻求，这个错了，这个对我们自己念佛有伤害，随缘没有害处，不妨碍念佛，也不妨碍行善。",
      "zh_TW": "所以這經文裡頭，作善、治身修業，這六個字我們要當作座右銘，要真做善；不肯作善、不肯修身，來生三惡道去了，三惡道進去容易，出來很難。佛在經上說，什麼時候才有一次機會得到人身？五千劫，不是萬年、不是億年，是五千劫。所以一生當中遇到佛法，能信佛法，這是多麼幸運，多難得，你得到了。那我們就曉得，信願持名是第一正業，其他的善事隨緣，有緣要做，為什麼？利益眾生，要做。沒有緣，不攀緣，不去找，遇到了可以。自己作意去尋求，這個錯了，這個對我們自己念佛有傷害，隨緣沒有害處，不妨礙念佛，也不妨礙行善。"
    },
    {
      "id": "02-041-0419_p0018",
      "zh_CN": "这下面一段说，「其人」，这指什么？不务正业的人。「对父母之教诲，则违戾反逆」。戾，现在在这个社会这桩事情特别多、特别明显，所以社会为什么会这么乱？人心不善到极处。什么原因？固然是今天人与人的关系，报恩的少、报怨的多、还债的少、讨债的多，原因就在此地，不能不谨慎。人命无常，年轻走掉，二十几岁、三十几岁走的很多，七、八十岁的少有，我们都看在眼里，有没有警觉？佛经上所说的，现实环境、诸法实相，每一天时间都在给我们警告，这一秒钟过去了，再不会回来，这一天过去了不会回来，一分一秒也不会回来，到哪里去了？回归自性了。我们自己不知道不觉悟，唯有真正通宗通教，真正修行人，他知道，他能够掌握，能够与时俱进，成就道业。这也是业，这个业与道相应，与自性相应。违戾，戾这个字的意思是狠是暴。「故违戾具狠毒背叛之义」，这就是不孝。现在人把不孝不敬视为正常，真正做到孝顺父母、尊敬师长的，人家看到你觉得奇怪，叫反常了，这问题严重。",
      "zh_TW": "這下面一段說，「其人」，這指什麼？不務正業的人。「對父母之教誨，則違戾反逆」。戾，現在在這個社會這樁事情特別多、特別明顯，所以社會為什麼會這麼亂？人心不善到極處。什麼原因？固然是今天人與人的關係，報恩的少、報怨的多、還債的少、討債的多，原因就在此地，不能不謹慎。人命無常，年輕走掉，二十幾歲、三十幾歲走的很多，七、八十歲的少有，我們都看在眼裡，有沒有警覺？佛經上所說的，現實環境、諸法實相，每一天時間都在給我們警告，這一秒鐘過去了，再不會回來，這一天過去了不會回來，一分一秒也不會回來，到哪裡去了？回歸自性了。我們自己不知道不覺悟，唯有真正通宗通教，真正修行人，他知道，他能夠掌握，能夠與時俱進，成就道業。這也是業，這個業與道相應，與自性相應。違戾，戾這個字的意思是狠是暴。「故違戾具狠毒背叛之義」，這就是不孝。現在人把不孝不敬視為正常，真正做到孝順父母、尊敬師長的，人家看到你覺得奇怪，叫反常了，這問題嚴重。"
    },
    {
      "id": "02-041-0419_p0019",
      "zh_CN": "这个底下说，「父母有子犹如冤家」，故云『不如无子』。「辜负慈恩」，故云『负恩』。「违背礼义」，故云『违义』。『无有报偿』，「对于父母之恩德全无报答」。这些事情，释迦牟尼佛怎么知道的？完全讲我们现代社会，三千年前他怎么知道的？佛的六通，六种神通，天眼、天耳没有障碍，把我们今天现实环境统统都说清楚、说明白了，苦，太苦了！有极乐世界，很容易去，应该记住，到极乐世界去，这就对了。",
      "zh_TW": "這個底下說，「父母有子猶如冤家」，故云『不如無子』。「辜負慈恩」，故云『負恩』。「違背禮義」，故云『違義』。『無有報償』，「對於父母之恩德全無報答」。這些事情，釋迦牟尼佛怎麼知道的？完全講我們現代社會，三千年前他怎麼知道的？佛的六通，六種神通，天眼、天耳沒有障礙，把我們今天現實環境統統都說清楚、說明白了，苦，太苦了！有極樂世界，很容易去，應該記住，到極樂世界去，這就對了。"
    },
    {
      "id": "02-041-0419_p0020",
      "zh_CN": "下面，「情义俱无」。",
      "zh_TW": "下面，「情義俱無」。"
    },
    {
      "id": "02-041-0419_p0021",
      "zh_CN": "【放恣。游散。耽酒。嗜美。鲁扈。抵突。不识人情。无义无礼。不可谏晓。六亲眷属资用有无。不能忧念。不惟父母之恩。不存师友之义。】",
      "zh_TW": "【放恣。遊散。耽酒。嗜美。魯扈。抵突。不識人情。無義無禮。不可諫曉。六親眷屬資用有無。不能憂念。不惟父母之恩。不存師友之義。】"
    },
    {
      "id": "02-041-0419_p0022",
      "zh_CN": "这几句话，可以说把现代社会都说尽了，真苦。我们看念老的注解。『放恣』者，「放荡自纵」。『游散』者，「游乐散漫」。『耽酒』者，「好酒贪杯」。『嗜美』者，「爱食美味」。「又耽者取乐过度也。嗜者贪而无厌也。以上指肆情酒食，贪饮无度，正明酒恶」。现代社会年轻人中年人，经上所说的事有几个人不犯？几乎是找不到了。即使是在佛门，也很难得真正找到，学佛了比较收敛一些，难得有不犯的。我们读这些经文，最重要的是反省自己，我们在日常生活当中有没有违犯？有，赶快改，来得及；没有，很好，要坚持，决定不违背佛陀的教诲。经典里面所记的佛陀教诲，这注解里面东西，都是菩萨、祖师大德，都不是凡人，圣贤教诲。特别是说到酒，没有理由破戒。前面讲了，酒的开缘很多，不能藉酒的开缘去破戒。开缘是一种不得已，特别是利他，真正起作用是可以的，如果不起作用，一笑了之，还是算破戒，不能不知道。",
      "zh_TW": "這幾句話，可以說把現代社會都說盡了，真苦。我們看念老的註解。『放恣』者，「放蕩自縱」。『遊散』者，「遊樂散漫」。『耽酒』者，「好酒貪杯」。『嗜美』者，「愛食美味」。「又耽者取樂過度也。嗜者貪而無厭也。以上指肆情酒食，貪飲無度，正明酒惡」。現代社會年輕人中年人，經上所說的事有幾個人不犯？幾乎是找不到了。即使是在佛門，也很難得真正找到，學佛了比較收斂一些，難得有不犯的。我們讀這些經文，最重要的是反省自己，我們在日常生活當中有沒有違犯？有，趕快改，來得及；沒有，很好，要堅持，決定不違背佛陀的教誨。經典裡面所記的佛陀教誨，這註解裡面東西，都是菩薩、祖師大德，都不是凡人，聖賢教誨。特別是說到酒，沒有理由破戒。前面講了，酒的開緣很多，不能藉酒的開緣去破戒。開緣是一種不得已，特別是利他，真正起作用是可以的，如果不起作用，一笑了之，還是算破戒，不能不知道。"
    },
    {
      "id": "02-041-0419_p0023",
      "zh_CN": "『鲁扈』，「义寂《述义》曰：鲁者鲁钝，谓无所识知也」，我们今天讲，没有知识的人；「扈者跋扈，谓纵恣自大也」，目中无人，狂妄无知。『抵突』，「见前蒙冥抵突释。谓愚狂抵触，无所了知」，对于事实真相他不了解，糊涂，狂妄，「无所不作也」，指不应该做的，违背伦理道德的。这些人纵然是，经上所说的，都把他一个一个指出来了，我们如果见到了要原谅他，要同情他，为什么？佛在后面教导我们，「先人不善，不识道德，无有语者，殊无怪也」，就别怪他了，他自己不知道，没有人给他说过，父母没说过，祖父母也没说过，他也没有看见过好人的样子，跟他在一起的都跟他差不多，都是这种情形。所以青少年可怜，要帮助他。",
      "zh_TW": "『魯扈』，「義寂《述義》曰：魯者魯鈍，謂無所識知也」，我們今天講，沒有知識的人；「扈者跋扈，謂縱恣自大也」，目中無人，狂妄無知。『抵突』，「見前蒙冥抵突釋。謂愚狂抵觸，無所了知」，對於事實真相他不了解，糊塗，狂妄，「無所不作也」，指不應該做的，違背倫理道德的。這些人縱然是，經上所說的，都把他一個一個指出來了，我們如果見到了要原諒他，要同情他，為什麼？佛在後面教導我們，「先人不善，不識道德，無有語者，殊無怪也」，就別怪他了，他自己不知道，沒有人給他說過，父母沒說過，祖父母也沒說過，他也沒有看見過好人的樣子，跟他在一起的都跟他差不多，都是這種情形。所以青少年可憐，要幫助他。"
    },
    {
      "id": "02-041-0419_p0024",
      "zh_CN": "整个社会有问题，不是小问题，大问题。志士仁人用什么来帮助大家回头是岸？只有一个方法，自己做出榜样：做出伦理的榜样，人与人的关系；道德的榜样，仁义礼智信，表演在日常生活当中，像孔老夫子温良恭俭让，做戏，表演给大家看。这是菩萨化身，这不是凡夫。一次两次，他感觉到奇怪，四次五次，他也许会来请教你，你为什么这么做。他肯问就可以解释，他明白了。这什么？这是救自己，不是救别人，是自己，把自己从三恶道救出来。这是事实真相。",
      "zh_TW": "整個社會有問題，不是小問題，大問題。志士仁人用什麼來幫助大家回頭是岸？只有一個方法，自己做出榜樣：做出倫理的榜樣，人與人的關係；道德的榜樣，仁義禮智信，表演在日常生活當中，像孔老夫子溫良恭儉讓，做戲，表演給大家看。這是菩薩化身，這不是凡夫。一次兩次，他感覺到奇怪，四次五次，他也許會來請教你，你為什麼這麼做。他肯問就可以解釋，他明白了。這什麼？這是救自己，不是救別人，是自己，把自己從三惡道救出來。這是事實真相。"
    },
    {
      "id": "02-041-0419_p0025",
      "zh_CN": "善恶报应真有，一点都不假。我在年轻的时候，不相信有鬼，不相信什么轮回果报。这样的人很多，但是他慢慢长大了，你真正见到了，这你就不能不信。世间真有不可思议的事情，科学没办法解释。抗战胜利之后，我在南京读书，我弟弟告诉我一桩事情，真的，不是假的。我们有个表亲，我叫他表叔，姓陈，他排行老二，我们习惯都称他二爷。他有一船米运到南京去卖，那个时候是帆船，米装上船的时候，有人看到像黄鼠狼一样的，一个小动物，从跳板上跑到船上去了。这就告诉这船里面的人，大家去找，东西再搬下来，找遍了没找到，说你是不是眼看花了，找不到，那大概就可能是看花了，大家辛苦这一趟，所以船就开走了。大概是五、六天才到南京，到南京之后，这一船米没有了，那个麻布袋包的那个米，一个一个还在那，里头一粒米都没有。大家才想到，那个人说的话是真的，大概就是黄鼠狼作怪，把米搬走了。他无可奈何，在南京住了几天回老家，结果发现米还在家仓库里头。牠怎么把这个米搬回去了？这是大概得罪牠，牠跟你开个玩笑，让你白跑一趟。真的，不是假的。",
      "zh_TW": "善惡報應真有，一點都不假。我在年輕的時候，不相信有鬼，不相信什麼輪迴果報。這樣的人很多，但是他慢慢長大了，你真正見到了，這你就不能不信。世間真有不可思議的事情，科學沒辦法解釋。抗戰勝利之後，我在南京讀書，我弟弟告訴我一樁事情，真的，不是假的。我們有個表親，我叫他表叔，姓陳，他排行老二，我們習慣都稱他二爺。他有一船米運到南京去賣，那個時候是帆船，米裝上船的時候，有人看到像黃鼠狼一樣的，一個小動物，從跳板上跑到船上去了。這就告訴這船裡面的人，大家去找，東西再搬下來，找遍了沒找到，說你是不是眼看花了，找不到，那大概就可能是看花了，大家辛苦這一趟，所以船就開走了。大概是五、六天才到南京，到南京之後，這一船米沒有了，那個麻布袋包的那個米，一個一個還在那，裡頭一粒米都沒有。大家才想到，那個人說的話是真的，大概就是黃鼠狼作怪，把米搬走了。他無可奈何，在南京住了幾天回老家，結果發現米還在家倉庫裡頭。牠怎麼把這個米搬回去了？這是大概得罪牠，牠跟你開個玩笑，讓你白跑一趟。真的，不是假的。"
    },
    {
      "id": "02-041-0419_p0026",
      "zh_CN": "类似这样的事情，农村里头很多。我记得抗战期间，我父亲在军中服务，我们有一段时间，大概是半年，住在湖南衡山，也是在乡下。这个乡下地主也是家庭败坏，家里房子很多，四合院，三重四合院，后面是花园，我们去的时候种菜了，做菜园。家里只有老夫妻两个人住，孤孤单单，所以我们到的时候非常欢迎，人多热闹。他的楼上，两层楼，楼上是狐狸住在楼上，很多年没有人敢上去。我们那时候小，我记得我十六岁，我就很想爬上去看看，母亲不许可。但是每天时时刻刻听到上面，有人走路的脚步声音。我们住在一起互不干扰，有时候看到牠现形。这个狐狸是男的，不是女的，穿的是蓝布长褂。很多人看见，我也看见一次。从来没有人看到牠正面，你看到牠都是背面。有人就说了，这个狐狸要修成人身要五百年。牠大概功夫还没到，已经能够用一个人的形状给你看。不亲身看到不相信，亲自看到了，怎么解释？",
      "zh_TW": "類似這樣的事情，農村裡頭很多。我記得抗戰期間，我父親在軍中服務，我們有一段時間，大概是半年，住在湖南衡山，也是在鄉下。這個鄉下地主也是家庭敗壞，家裡房子很多，四合院，三重四合院，後面是花園，我們去的時候種菜了，做菜園。家裡只有老夫妻兩個人住，孤孤單單，所以我們到的時候非常歡迎，人多熱鬧。他的樓上，兩層樓，樓上是狐狸住在樓上，很多年沒有人敢上去。我們那時候小，我記得我十六歲，我就很想爬上去看看，母親不許可。但是每天時時刻刻聽到上面，有人走路的腳步聲音。我們住在一起互不干擾，有時候看到牠現形。這個狐狸是男的，不是女的，穿的是藍布長褂。很多人看見，我也看見一次。從來沒有人看到牠正面，你看到牠都是背面。有人就說了，這個狐狸要修成人身要五百年。牠大概功夫還沒到，已經能夠用一個人的形狀給你看。不親身看到不相信，親自看到了，怎麼解釋？"
    },
    {
      "id": "02-041-0419_p0027",
      "zh_CN": "老人跟我们讲这些故事，奇奇怪怪的故事，都是他自己一生亲身经历的，都不是虚构的，不是哪里听来的，真的。跟我讲得最多，是我在台湾那段时期，没有学佛，跟朱镜宙老居士，朱老居士他是章太炎的女婿，章太炎的小女儿嫁给他的，他告诉我他的亲身经历，还有章太炎曾经做过东岳大帝的判官，一个月。可能是东岳大帝管五、六个省，判官就相当于秘书长，地位很高，可能是判官有事不能上班，就请他去代替，他就做了一个月，把这个阴曹地府、地狱的状况讲给朋友们听，他晚上上班，要去。绝对不是他编故事。",
      "zh_TW": "老人跟我們講這些故事，奇奇怪怪的故事，都是他自己一生親身經歷的，都不是虛構的，不是哪裡聽來的，真的。跟我講得最多，是我在台灣那段時期，沒有學佛，跟朱鏡宙老居士，朱老居士他是章太炎的女婿，章太炎的小女兒嫁給他的，他告訴我他的親身經歷，還有章太炎曾經做過東嶽大帝的判官，一個月。可能是東嶽大帝管五、六個省，判官就相當於祕書長，地位很高，可能是判官有事不能上班，就請他去代替，他就做了一個月，把這個陰曹地府、地獄的狀況講給朋友們聽，他晚上上班，要去。絕對不是他編故事。"
    },
    {
      "id": "02-041-0419_p0028",
      "zh_CN": "我对于这些事情生起信心，是在台湾，受朱老的教诲最多，喜欢听他讲故事。他的故事是亲身遭遇，不是传说，不是从书本上看到的，不是，一生亲身经历的，告诉我们这些年轻人真有。晚年学佛，跟李炳南老居士在一起，他们两个好像是同年，老朋友。那个时候，也住在台北这个地区。我们在学佛这段期间，刚刚接触，方老师把佛法介绍给我，那个时候就认识了朱老，很慈悲，他那个时候应该是将近七十岁，把我们当作孙子看待，我们也把他当作老爷爷。小孩跟老人在一起，老人把一生经历讲给小朋友听，这个根深蒂固。他所讲的，我们也有一点底子，自己遇到过一次，在湖南的衡山住了半年，经历跟狐狸精住在一起。看到，真的看到，早晨太阳刚出来，我们起来的时候出来，狐狸在屋顶上拜太阳，这看到。彼此居住在一起互不干扰，很难得。",
      "zh_TW": "我對於這些事情生起信心，是在台灣，受朱老的教誨最多，喜歡聽他講故事。他的故事是親身遭遇，不是傳說，不是從書本上看到的，不是，一生親身經歷的，告訴我們這些年輕人真有。晚年學佛，跟李炳南老居士在一起，他們兩個好像是同年，老朋友。那個時候，也住在台北這個地區。我們在學佛這段期間，剛剛接觸，方老師把佛法介紹給我，那個時候就認識了朱老，很慈悲，他那個時候應該是將近七十歲，把我們當作孫子看待，我們也把他當作老爺爺。小孩跟老人在一起，老人把一生經歷講給小朋友聽，這個根深蒂固。他所講的，我們也有一點底子，自己遇到過一次，在湖南的衡山住了半年，經歷跟狐狸精住在一起。看到，真的看到，早晨太陽剛出來，我們起來的時候出來，狐狸在屋頂上拜太陽，這看到。彼此居住在一起互不干擾，很難得。"
    },
    {
      "id": "02-041-0419_p0029",
      "zh_CN": "注解里头，「鲁扈等者，无惭不顺之貌」，惭是惭愧，没有惭愧，不顺之貌。下面，「故不识人情，无义无礼」。这在日常生活当中时时可以看见，不懂礼义，言语行为自然表现得很随便的样子。底下讲，『不识人情，无义无礼』，「义者，裁制事物使合宜」，这叫义。「礼者，顺人情者，谓之礼」。无礼无义，随着自己的爱好、欲望，没有想到旁边还有人在那里看着，做出无礼不义的这些恶业。「又《会疏》曰：决断是非，资宜而行，是为义。甄辨尊卑，不失其节，是名礼」。礼是伦理，义是道德，他没有学过。「盖谓能判别是非，所行合宜，是为义」。「能知尊卑大小，不违准则」，标准、原则，「是为礼」。「违反礼义，故云无义无礼」。这些人没有人教诲，小时候没有人教诲，到少壮时期，年轻时期，没有人敢劝告，为什么？他不能接受，会结成冤仇，这多事不如少事，就不说了。",
      "zh_TW": "註解裡頭，「魯扈等者，無慚不順之貌」，慚是慚愧，沒有慚愧，不順之貌。下面，「故不識人情，無義無禮」。這在日常生活當中時時可以看見，不懂禮義，言語行為自然表現得很隨便的樣子。底下講，『不識人情，無義無禮』，「義者，裁制事物使合宜」，這叫義。「禮者，順人情者，謂之禮」。無禮無義，隨著自己的愛好、欲望，沒有想到旁邊還有人在那裡看著，做出無禮不義的這些惡業。「又《會疏》曰：決斷是非，資宜而行，是為義。甄辨尊卑，不失其節，是名禮」。禮是倫理，義是道德，他沒有學過。「蓋謂能判別是非，所行合宜，是為義」。「能知尊卑大小，不違準則」，標準、原則，「是為禮」。「違反禮義，故云無義無禮」。這些人沒有人教誨，小時候沒有人教誨，到少壯時期，年輕時期，沒有人敢勸告，為什麼？他不能接受，會結成冤仇，這多事不如少事，就不說了。"
    },
    {
      "id": "02-041-0419_p0030",
      "zh_CN": "『不可谏晓』者，「谏乃以道正人，即规劝之义」，讲道理。「晓乃晓谕，以言说教人也」。言说教人，晓谕，以道德感化人，这叫谏晓。『六亲』者，「父、母、兄、弟、妻、子也」。这是一般所说的。「又《显扬大戒论》曰」，里面说的六亲，这又是个说法，「为身上三代，谓父母、祖父母、曾祖父母。身下三代，谓男女」，就是儿女，「孙男女、曾孙男女」，这叫六亲。两种说法不一样。『眷属』者，「《无量寿经钞》曰：六亲之外，名为眷属」。六亲近，在六亲之内的，有这个关系的，必须照顾，为什么？一家人，同一个祖宗的。家要和睦，家里面不分彼此，不能竞争，才能和睦相处，特别要重视六和敬里讲的，利和同均，饮食起居，居住环境要平等，有尊卑，有高下，但是统统都要能照顾到。六亲之外，眷属，不住在一起，眷属，年节一定要往来。",
      "zh_TW": "『不可諫曉』者，「諫乃以道正人，即規勸之義」，講道理。「曉乃曉諭，以言說教人也」。言說教人，曉諭，以道德感化人，這叫諫曉。『六親』者，「父、母、兄、弟、妻、子也」。這是一般所說的。「又《顯揚大戒論》曰」，裡面說的六親，這又是個說法，「為身上三代，謂父母、祖父母、曾祖父母。身下三代，謂男女」，就是兒女，「孫男女、曾孫男女」，這叫六親。兩種說法不一樣。『眷屬』者，「《無量壽經鈔》曰：六親之外，名為眷屬」。六親近，在六親之內的，有這個關係的，必須照顧，為什麼？一家人，同一個祖宗的。家要和睦，家裡面不分彼此，不能競爭，才能和睦相處，特別要重視六和敬裡講的，利和同均，飲食起居，居住環境要平等，有尊卑，有高下，但是統統都要能照顧到。六親之外，眷屬，不住在一起，眷屬，年節一定要往來。"
    },
    {
      "id": "02-041-0419_p0031",
      "zh_CN": "『资用』者，「指资生所用之物，如财米等」。都要接济，缺少的，要去帮助他。可是，这个不孝父母、不敬师长的人，这个恶子，「如是恶子，于六亲眷属所须维持生活之必需品，全然不顾。故云资用有无，不能忧念。「于父母之恩，师友之义，悍然不顾，无动于衷」，故云『不惟父母之恩，不存师友之义』。这后头的两句话很重要。父母之恩知道，小时候靠父母带大，父母在晚年，没有不报恩的道理，那是大不孝。在旧中国的社会里头，如果是不顾父母的生活起居，这样不孝的人，你到外头没有人理你，你家里人瞧不起你，邻里乡党都瞧不起你，逼着他不孝也要装出孝的样子，这是社会给他的压力。",
      "zh_TW": "『資用』者，「指資生所用之物，如財米等」。都要接濟，缺少的，要去幫助他。可是，這個不孝父母、不敬師長的人，這個惡子，「如是惡子，於六親眷屬所須維持生活之必需品，全然不顧。故云資用有無，不能憂念。「於父母之恩，師友之義，悍然不顧，無動於衷」，故云『不惟父母之恩，不存師友之義』。這後頭的兩句話很重要。父母之恩知道，小時候靠父母帶大，父母在晚年，沒有不報恩的道理，那是大不孝。在舊中國的社會裡頭，如果是不顧父母的生活起居，這樣不孝的人，你到外頭沒有人理你，你家裡人瞧不起你，鄰里鄉黨都瞧不起你，逼著他不孝也要裝出孝的樣子，這是社會給他的壓力。"
    },
    {
      "id": "02-041-0419_p0032",
      "zh_CN": "「师友之义」，师徒如父子，这是真的不是假的。所以老师全心全力培养学生，学生很优秀的，照顾比儿女还周到，为什么？学生尊师重道，老师的儿女跟自己的兄弟是平等待遇，没有差别的。换句话说，老师的儿女要有所欠缺的，像这些生活必需品缺失的，统统要照顾。为什么老师对学生那么好？教他，他后代有人照顾，他知道，学生当中有成就的人，他的儿女都沾光，所以他真教，非常认真。",
      "zh_TW": "「師友之義」，師徒如父子，這是真的不是假的。所以老師全心全力培養學生，學生很優秀的，照顧比兒女還周到，為什麼？學生尊師重道，老師的兒女跟自己的兄弟是平等待遇，沒有差別的。換句話說，老師的兒女要有所欠缺的，像這些生活必需品缺失的，統統要照顧。為什麼老師對學生那麼好？教他，他後代有人照顧，他知道，學生當中有成就的人，他的兒女都沾光，所以他真教，非常認真。"
    },
    {
      "id": "02-041-0419_p0033",
      "zh_CN": "现在没了，现在没老师了，学校老师那是现代学校老师，不是中国古代的老师，古代老师是有礼有情有义，现在没有，现在都变成商业行为，学校也商业化了。社会为什么动乱？这是根本原因。学校怎么可以商业化？学校商业化的时候，伦理、道德就没有了，没人教了，没人讲了，也没有样子可以看到，以前教书的人，是社会的好榜样，伦理的榜样，道德的榜样，你在他身上观察，随时随地你去看他，他都表演了。所以中国在过去每个朝代都有盛世，那盛世是谁制造的？都是农村这些教书的穷秀才，他们是无名英雄，他们造的，他们讲，他们做到，让你看到。老人教育小孩，你看看那个先生，读书人，回过头来，你的书念到哪里去了？念的书要落实，要做到。背得滚瓜烂熟没有做到，不是读书人。考取功名，为国家服务。考不取的，多半都是在乡村教书。但是，他们一生的基本生活是有，国家给他一些粮食，最低生活能维持，他教书，他的学生家里面会送一些粮食给他，他就够了。所以一个老师、一个友，友是同志，志趣相同，将来在一起经营事业，修身、齐家、治国，都尽到自己的义务。所以这个地方几句话，我们看到很感动，「如是恶子，于六亲眷属所须维持生活之必需品，全然不顾。故云资用有无，不能忧念」。他无动于衷，他没有把这个当回事情。「于父母之恩，师友之义，悍然不顾，无动于衷」。所以最后这两句话，「不惟父母之恩，不存师友之义」，我们要帮助这个社会，这两句话非常重要。",
      "zh_TW": "現在沒了，現在沒老師了，學校老師那是現代學校老師，不是中國古代的老師，古代老師是有禮有情有義，現在沒有，現在都變成商業行為，學校也商業化了。社會為什麼動亂？這是根本原因。學校怎麼可以商業化？學校商業化的時候，倫理、道德就沒有了，沒人教了，沒人講了，也沒有樣子可以看到，以前教書的人，是社會的好榜樣，倫理的榜樣，道德的榜樣，你在他身上觀察，隨時隨地你去看他，他都表演了。所以中國在過去每個朝代都有盛世，那盛世是誰製造的？都是農村這些教書的窮秀才，他們是無名英雄，他們造的，他們講，他們做到，讓你看到。老人教育小孩，你看看那個先生，讀書人，回過頭來，你的書念到哪裡去了？念的書要落實，要做到。背得滾瓜爛熟沒有做到，不是讀書人。考取功名，為國家服務。考不取的，多半都是在鄉村教書。但是，他們一生的基本生活是有，國家給他一些糧食，最低生活能維持，他教書，他的學生家裡面會送一些糧食給他，他就夠了。所以一個老師、一個友，友是同志，志趣相同，將來在一起經營事業，修身、齊家、治國，都盡到自己的義務。所以這個地方幾句話，我們看到很感動，「如是惡子，於六親眷屬所須維持生活之必需品，全然不顧。故云資用有無，不能憂念」。他無動於衷，他沒有把這個當回事情。「於父母之恩，師友之義，悍然不顧，無動於衷」。所以最後這兩句話，「不惟父母之恩，不存師友之義」，我們要幫助這個社會，這兩句話非常重要。"
    },
    {
      "id": "02-041-0419_p0034",
      "zh_CN": "过去二ＯＯ五年，我们在汤池做的实验，就是这些老师们以身作则，把《弟子规》、《感应篇》、《十善业》做到，表演出来了，社会大众看到就回头了。向大家展开教学，告诉大家，中心开课，欢迎一起来学，一起把我们汤池小镇打造成一个模范城市。小城，没想到三个月成绩卓着，汤池实验我们总结两句话，在联合国做报告，第一句话，人性本善。第二句话，人是很好教的，我们做出来了。当时我知道有二十几位大使，用自己观光旅游的身分到汤池去考察，考察的成果带到联合国去，所以现在有这么大的影响。我们现在也把它带到欧洲，希望在那边也有几个中心点，把中国传统文化做出来，表演给大家看。",
      "zh_TW": "過去二ＯＯ五年，我們在湯池做的實驗，就是這些老師們以身作則，把《弟子規》、《感應篇》、《十善業》做到，表演出來了，社會大眾看到就回頭了。向大家展開教學，告訴大家，中心開課，歡迎一起來學，一起把我們湯池小鎮打造成一個模範城市。小城，沒想到三個月成績卓著，湯池實驗我們總結兩句話，在聯合國做報告，第一句話，人性本善。第二句話，人是很好教的，我們做出來了。當時我知道有二十幾位大使，用自己觀光旅遊的身分到湯池去考察，考察的成果帶到聯合國去，所以現在有這麼大的影響。我們現在也把它帶到歐洲，希望在那邊也有幾個中心點，把中國傳統文化做出來，表演給大家看。"
    },
    {
      "id": "02-041-0419_p0035",
      "zh_CN": "下面一段，「愚痴蒙昧」，请看经文：",
      "zh_TW": "下面一段，「愚癡蒙昧」，請看經文："
    },
    {
      "id": "02-041-0419_p0036",
      "zh_CN": "【意念身口。】",
      "zh_TW": "【意念身口。】"
    },
    {
      "id": "02-041-0419_p0037",
      "zh_CN": "这四个字就是身口意三业。",
      "zh_TW": "這四個字就是身口意三業。"
    },
    {
      "id": "02-041-0419_p0038",
      "zh_CN": "【曾无一善。】",
      "zh_TW": "【曾無一善。】"
    },
    {
      "id": "02-041-0419_p0039",
      "zh_CN": "那就是十恶全做了，身，杀盗淫；口，妄语、两舌、绮语、恶口；意，贪瞋痴，这就是十恶全有了。",
      "zh_TW": "那就是十惡全做了，身，殺盜淫；口，妄語、兩舌、綺語、惡口；意，貪瞋痴，這就是十惡全有了。"
    },
    {
      "id": "02-041-0419_p0040",
      "zh_CN": "【不信诸佛经法。不信生死善恶。】",
      "zh_TW": "【不信諸佛經法。不信生死善惡。】"
    },
    {
      "id": "02-041-0419_p0041",
      "zh_CN": "不信佛，说佛是迷信，不听佛的教诲，不相信六道轮回，以为这一生所干的没有报应，人死了了，一了百了。那都是古人要人劝善的话，说的这些威胁吓人的话，目的是叫人不敢作恶，他们不相信这些假话。",
      "zh_TW": "不信佛，說佛是迷信，不聽佛的教誨，不相信六道輪迴，以為這一生所幹的沒有報應，人死了了，一了百了。那都是古人要人勸善的話，說的這些威脅嚇人的話，目的是叫人不敢作惡，他們不相信這些假話。"
    },
    {
      "id": "02-041-0419_p0042",
      "zh_CN": "【欲害真人。斗乱僧众。】",
      "zh_TW": "【欲害真人。鬥亂僧眾。】"
    },
    {
      "id": "02-041-0419_p0043",
      "zh_CN": "『真人』是世间，什么是真人？标准是五伦五常，真正能够守住父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信，这是人，人伦。人要懂得这个，要守住仁义礼智信，这是道德。前面讲关系，落实五常。『斗乱僧众』，今天我们看到了，佛门里头，古人常常提到的是要僧赞僧佛法兴，现在斗乱僧众，佛法衰了。",
      "zh_TW": "『真人』是世間，什麼是真人？標準是五倫五常，真正能夠守住父子有親、夫婦有別、君臣有義、長幼有序、朋友有信，這是人，人倫。人要懂得這個，要守住仁義禮智信，這是道德。前面講關係，落實五常。『鬥亂僧眾』，今天我們看到了，佛門裡頭，古人常常提到的是要僧讚僧佛法興，現在鬥亂僧眾，佛法衰了。"
    },
    {
      "id": "02-041-0419_p0044",
      "zh_CN": "【愚痴蒙昧。自为智慧。不知生所从来。死所趣向。不仁不顺。希望长生。】",
      "zh_TW": "【愚癡蒙昧。自為智慧。不知生所從來。死所趣向。不仁不順。希望長生。】"
    },
    {
      "id": "02-041-0419_p0045",
      "zh_CN": "读这个经典，每一章、每一小节都让我们深深的反映现实环境，我们所处的跟佛说的完全相同，好像是世尊亲眼看到现前的社会，说得这么清楚，说得这么明白，我们要相信。古时候社会虽然有动乱，没有现在这么严重，没有这么普遍，今天我们所处的，确实历史上找不到前例。",
      "zh_TW": "讀這個經典，每一章、每一小節都讓我們深深的反映現實環境，我們所處的跟佛說的完全相同，好像是世尊親眼看到現前的社會，說得這麼清楚，說得這麼明白，我們要相信。古時候社會雖然有動亂，沒有現在這麼嚴重，沒有這麼普遍，今天我們所處的，確實歷史上找不到前例。"
    },
    {
      "id": "02-041-0419_p0046",
      "zh_CN": "这段经文我们下一堂课再来学习，今天时间到了。",
      "zh_TW": "這段經文我們下一堂課再來學習，今天時間到了。"
    }
  ]
}