{
  "doc_id": "02-041-0063",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十三集",
    "zh_TW": "第六十三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0063",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-041-0063_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0063_p0002",
      "zh_CN": "请看《大经科注》第二百七十六页倒数第六行，科题，「丙二、别释众成就」。丙一（前面第一大段）是说六种成就里头的前面五种，最后一种众成就里面比较复杂一点，单独列一科。第一个「声闻众」，这里头分三段，第一段声闻众。声闻众里头又分为两段，第一个小段，「标类辨数」。请看经文：",
      "zh_TW": "請看《大經科註》第二百七十六頁倒數第六行，科題，「丙二、別釋眾成就」。丙一（前面第一大段）是說六種成就裡頭的前面五種，最後一種眾成就裡面比較複雜一點，單獨列一科。第一個「聲聞眾」，這裡頭分三段，第一段聲聞眾。聲聞眾裡頭又分為兩段，第一個小段，「標類辨數」。請看經文："
    },
    {
      "id": "02-041-0063_p0003",
      "zh_CN": "【与大比丘众。】",
      "zh_TW": "【與大比丘眾。】"
    },
    {
      "id": "02-041-0063_p0004",
      "zh_CN": "这是标类，声闻众。下面是辨数。",
      "zh_TW": "這是標類，聲聞眾。下面是辨數。"
    },
    {
      "id": "02-041-0063_p0005",
      "zh_CN": "【万二千人俱。】",
      "zh_TW": "【萬二千人俱。】"
    },
    {
      "id": "02-041-0063_p0006",
      "zh_CN": "参加这一次法会，来听佛讲《无量寿经》的人有一万二千人。这个会非常殊胜，由这个地方就能够体会到这个法会的重要性。这都是庄严道场，不是普通的比丘，大比丘。什么叫大比丘？下面有解释，我们先看黄念老的注解。『与大比丘众万二千人俱』。「本品独标比丘众及菩萨众，第二品末广标余三众」，其余的三众弟子，「及诸天众」。这个经文在此地节录了「又有比丘尼五百人，清信士七千人」，这就是在家居士，男居士有七千人，「清信女」，女居士有五百人。「欲界天、色界天，诸天梵众，悉共大会」，来的天上的有欲界天，欲界有六层天，色界有十八层天。无色界天他不来，所以无色界天里面没有佛菩萨在那边教化众生，他们是自以为证得大般涅槃，所以一切放下了，诸佛菩萨教化众生也放下。所以来参加的，应该来参加的全都到了。各种不同的品类都有代表来参加，说这个法门无比殊胜。凡是与会的，将来全都是念佛往生极乐世界，没有一个会漏掉的。",
      "zh_TW": "參加這一次法會，來聽佛講《無量壽經》的人有一萬二千人。這個會非常殊勝，由這個地方就能夠體會到這個法會的重要性。這都是莊嚴道場，不是普通的比丘，大比丘。什麼叫大比丘？下面有解釋，我們先看黃念老的註解。『與大比丘眾萬二千人俱』。「本品獨標比丘眾及菩薩眾，第二品末廣標餘三眾」，其餘的三眾弟子，「及諸天眾」。這個經文在此地節錄了「又有比丘尼五百人，清信士七千人」，這就是在家居士，男居士有七千人，「清信女」，女居士有五百人。「欲界天、色界天，諸天梵眾，悉共大會」，來的天上的有欲界天，欲界有六層天，色界有十八層天。無色界天他不來，所以無色界天裡面沒有佛菩薩在那邊教化眾生，他們是自以為證得大般涅槃，所以一切放下了，諸佛菩薩教化眾生也放下。所以來參加的，應該來參加的全都到了。各種不同的品類都有代表來參加，說這個法門無比殊勝。凡是與會的，將來全都是念佛往生極樂世界，沒有一個會漏掉的。"
    },
    {
      "id": "02-041-0063_p0007",
      "zh_CN": "经的末后，本经末后，「则云：诸菩萨、声闻、天龙八部，一切大众，闻佛所说，皆大欢喜，信受奉行」。有说的，释迦牟尼佛说法；有听法的，这么多人听；有念佛的，念无量寿佛，念阿弥陀佛。阿弥陀佛就是无量寿佛，梵语阿弥陀，翻成中国意思叫无量寿。所以有念佛的，就是有修行的人，有往生的，就是有证果的人，换句话说，净土法门没有末法。净土宗之外其他的七个宗派，这是讲中国，有正法、像法、末法，唯独净土宗没有。净土宗是纯正正法，为什么？有说经的人，有听经的人，有修行的人，念佛就是修行的人，有往生的人，往生是证果。大乘经上，佛说正法的标准，这四个，四个都具足，正法。少一个叫像法，少一个什么？没有证果的，有修行，没证果的，这就像法。如果修行的人都没有了，有说经的，有听经的，没有修行的，那叫末法。如果说经、听经的都没有了，叫灭法，法灭了。大乘教上跟我们讲佛的法运，具足哪些条件，那我们就知道，净土宗自始至终都是正法。",
      "zh_TW": "經的末後，本經末後，「則云：諸菩薩、聲聞、天龍八部，一切大眾，聞佛所說，皆大歡喜，信受奉行」。有說的，釋迦牟尼佛說法；有聽法的，這麼多人聽；有念佛的，念無量壽佛，念阿彌陀佛。阿彌陀佛就是無量壽佛，梵語阿彌陀，翻成中國意思叫無量壽。所以有念佛的，就是有修行的人，有往生的，就是有證果的人，換句話說，淨土法門沒有末法。淨土宗之外其他的七個宗派，這是講中國，有正法、像法、末法，唯獨淨土宗沒有。淨土宗是純正正法，為什麼？有說經的人，有聽經的人，有修行的人，念佛就是修行的人，有往生的人，往生是證果。大乘經上，佛說正法的標準，這四個，四個都具足，正法。少一個叫像法，少一個什麼？沒有證果的，有修行，沒證果的，這就像法。如果修行的人都沒有了，有說經的，有聽經的，沒有修行的，那叫末法。如果說經、聽經的都沒有了，叫滅法，法滅了。大乘教上跟我們講佛的法運，具足哪些條件，那我們就知道，淨土宗自始至終都是正法。"
    },
    {
      "id": "02-041-0063_p0008",
      "zh_CN": "到佛法灭的时候，最后，《无量寿经》最后灭。还有人讲《无量寿经》，听《无量寿经》，还有念佛求往生的，所以它是正法。那法灭了，经教没有了，还有南无阿弥陀佛这六个字在世间，又住一百年。这一百年没人讲经，没人听经，但是有念这一句南无阿弥陀佛的，临命终时，阿弥陀佛会接引他到极乐世界。你看，有修有证。到那个时候讲经，就劝人念阿弥陀佛，人听了之后生欢喜，你看说法就说一句阿弥陀佛。海贤老和尚给我们做了榜样，那是什么时候的榜样？法灭尽了，就像老和尚这样的法师出来，劝人念佛，人听了真欢喜，真肯念佛，求愿往生，个个能往生。法灭之后，净宗正法还要住一百年，这个法门太殊胜了。",
      "zh_TW": "到佛法滅的時候，最後，《無量壽經》最後滅。還有人講《無量壽經》，聽《無量壽經》，還有念佛求往生的，所以它是正法。那法滅了，經教沒有了，還有南無阿彌陀佛這六個字在世間，又住一百年。這一百年沒人講經，沒人聽經，但是有念這一句南無阿彌陀佛的，臨命終時，阿彌陀佛會接引他到極樂世界。你看，有修有證。到那個時候講經，就勸人念阿彌陀佛，人聽了之後生歡喜，你看說法就說一句阿彌陀佛。海賢老和尚給我們做了榜樣，那是什麼時候的榜樣？法滅盡了，就像老和尚這樣的法師出來，勸人念佛，人聽了真歡喜，真肯念佛，求願往生，個個能往生。法滅之後，淨宗正法還要住一百年，這個法門太殊勝了。"
    },
    {
      "id": "02-041-0063_p0009",
      "zh_CN": "所以我们看到道场这么庄严，道场真正庄严是听众，听众里面有真修行的人，有乘愿再来的人，这是真正庄严，实质的庄严，不是表面的庄严。而且人数这么多，比丘、比丘尼，居士：清信士、清信女，我们能看见的把人数告诉你。欲界天、色界天，诸天梵众，我们肉眼看不见，来到的人多少？肯定比我们看得见的人要多，你就晓得这个道场的庄严了。",
      "zh_TW": "所以我們看到道場這麼莊嚴，道場真正莊嚴是聽眾，聽眾裡面有真修行的人，有乘願再來的人，這是真正莊嚴，實質的莊嚴，不是表面的莊嚴。而且人數這麼多，比丘、比丘尼，居士：清信士、清信女，我們能看見的把人數告訴你。欲界天、色界天，諸天梵眾，我們肉眼看不見，來到的人多少？肯定比我們看得見的人要多，你就曉得這個道場的莊嚴了。"
    },
    {
      "id": "02-041-0063_p0010",
      "zh_CN": "「可见说经时，会中有诸大菩萨，声闻」，阿罗汉，有「比丘、比丘尼、清信士、清信女，直至诸天梵众、天龙八部，咸来听法」，全都到齐了。这是六种成就里面的众成就，听众。这六种缺一都不可，缺一就不能成就。你看前头五种，第一个信成就，信心比什么都重要，没有信心一切都不能成就，把信心摆在第一。真诚的信心、清净的信心、恭敬的信心，就能感动，众生有感，佛菩萨就有应，感应道交，就能感动。如果没有信心，不能感动佛菩萨，谁来应？妖魔鬼怪。有，有这些东西来应，因为他看到你心里头有欲望、有瞋恨、有怀疑。你有贪瞋痴，贪瞋痴感应的是妖魔鬼怪，他来帮助你，他也来成就你，成就什么？成就你的恶业。恶业将来感得的果报是三恶道，他来成就你，帮助你堕三恶道，你还非常欢喜，你还把他当好人，这个问题严重。",
      "zh_TW": "「可見說經時，會中有諸大菩薩，聲聞」，阿羅漢，有「比丘、比丘尼、清信士、清信女，直至諸天梵眾、天龍八部，咸來聽法」，全都到齊了。這是六種成就裡面的眾成就，聽眾。這六種缺一都不可，缺一就不能成就。你看前頭五種，第一個信成就，信心比什麼都重要，沒有信心一切都不能成就，把信心擺在第一。真誠的信心、清淨的信心、恭敬的信心，就能感動，眾生有感，佛菩薩就有應，感應道交，就能感動。如果沒有信心，不能感動佛菩薩，誰來應？妖魔鬼怪。有，有這些東西來應，因為他看到你心裡頭有欲望、有瞋恨、有懷疑。你有貪瞋痴，貪瞋痴感應的是妖魔鬼怪，他來幫助你，他也來成就你，成就什麼？成就你的惡業。惡業將來感得的果報是三惡道，他來成就你，幫助你墮三惡道，你還非常歡喜，你還把他當好人，這個問題嚴重。"
    },
    {
      "id": "02-041-0063_p0011",
      "zh_CN": "所以正信，正知正见，是入道必须具备的条件，没有这个条件你遇不到，遇到你不能辨别，把邪恶的当作正法，这个问题就非常严重。那如何辨别邪正？经典就是标准，与经典上所讲的相应，百分之百的相应，正法，不相应就是邪法。多少邪法？百分之一，百分之九十九说的跟佛讲的差不多，但是只有一分跟佛讲的不一样，你立刻就要警觉到那是邪法，那就是妖魔鬼怪。妖魔鬼怪为什么能够欺骗正法的人？正法的人迷惑，百分之九十九都是真的，那一分没什么关系。关系可大了，那一分就把你带到无间地狱去了。这就是古德所说的，醍醐里头不能加毒药，人家供养你一杯醍醐，这一大杯里头滴一滴毒药，你要把它喝掉都送命了。一滴不能掺，纯正之法。",
      "zh_TW": "所以正信，正知正見，是入道必須具備的條件，沒有這個條件你遇不到，遇到你不能辨別，把邪惡的當作正法，這個問題就非常嚴重。那如何辨別邪正？經典就是標準，與經典上所講的相應，百分之百的相應，正法，不相應就是邪法。多少邪法？百分之一，百分之九十九說的跟佛講的差不多，但是只有一分跟佛講的不一樣，你立刻就要警覺到那是邪法，那就是妖魔鬼怪。妖魔鬼怪為什麼能夠欺騙正法的人？正法的人迷惑，百分之九十九都是真的，那一分沒什麼關係。關係可大了，那一分就把你帶到無間地獄去了。這就是古德所說的，醍醐裡頭不能加毒藥，人家供養你一杯醍醐，這一大杯裡頭滴一滴毒藥，你要把它喝掉都送命了。一滴不能摻，純正之法。"
    },
    {
      "id": "02-041-0063_p0012",
      "zh_CN": "讲经的人就要注意了，讲经的人是佛弟子，还是魔弟子？魔弟子也来讲佛经，里头有毒药。佛弟子讲经，譬如说遇到困难，这一句经文意思我不懂，我怎么想也想不通，找参考资料也看不懂，这怎么办？念下去就好。没错，我念下去没错，我讲会把它讲错，我念下去就不错。你就老老实实念下去，这一句不讲。这一段的意思不清楚，这一段不讲，我这一段念下去，这是对的，决定不能用自己的意思。",
      "zh_TW": "講經的人就要注意了，講經的人是佛弟子，還是魔弟子？魔弟子也來講佛經，裡頭有毒藥。佛弟子講經，譬如說遇到困難，這一句經文意思我不懂，我怎麼想也想不通，找參考資料也看不懂，這怎麼辦？念下去就好。沒錯，我念下去沒錯，我講會把它講錯，我念下去就不錯。你就老老實實念下去，這一句不講。這一段的意思不清楚，這一段不講，我這一段念下去，這是對的，決定不能用自己的意思。"
    },
    {
      "id": "02-041-0063_p0013",
      "zh_CN": "用自己的意思去解经，古人有个例子，所谓错下一个字的转语，讲错一个字，感的果报是堕五百世野狐身，堕畜生道去了。愚痴，愚痴感畜生，贪婪感饿鬼，瞋恚是地狱，所以他到畜生道去了。畜生道多少世？时间长，五百世。他还算不错，善根还相当深厚。堕野狐身的时候，狐狸修行，牠修五百年修成人身，示现是个老人，头发、胡须都白了。遇到佛法，百丈大师。百丈大师有修行，看到这个老人不是人，是狐狸，一般人不认识。常常来听经。有一天请教，向百丈大师请教，也是过去他是法师，有人向他请教，大修行人还落不落因果？他说不落，堕五百世野狐身。他想脱离畜生道，向百丈大师请教。百丈大师说，明天我升座讲经的时候，你把以前人家问你那个，你提出来问题。到第二天，第二天他来了，当着大众就问这一句话，大修行人还落不落因果？他当时回答是不落。百丈法师回答他，不昧，就一个字，不昧。不昧是清清楚楚、了了分明，就是一个字。所以错下一个字转语，堕五百世野狐身，说法要负责任。",
      "zh_TW": "用自己的意思去解經，古人有個例子，所謂錯下一個字的轉語，講錯一個字，感的果報是墮五百世野狐身，墮畜生道去了。愚痴，愚痴感畜生，貪婪感餓鬼，瞋恚是地獄，所以他到畜生道去了。畜生道多少世？時間長，五百世。他還算不錯，善根還相當深厚。墮野狐身的時候，狐狸修行，牠修五百年修成人身，示現是個老人，頭髮、鬍鬚都白了。遇到佛法，百丈大師。百丈大師有修行，看到這個老人不是人，是狐狸，一般人不認識。常常來聽經。有一天請教，向百丈大師請教，也是過去他是法師，有人向他請教，大修行人還落不落因果？他說不落，墮五百世野狐身。他想脫離畜生道，向百丈大師請教。百丈大師說，明天我升座講經的時候，你把以前人家問你那個，你提出來問題。到第二天，第二天他來了，當著大眾就問這一句話，大修行人還落不落因果？他當時回答是不落。百丈法師回答他，不昧，就一個字，不昧。不昧是清清楚楚、了了分明，就是一個字。所以錯下一個字轉語，墮五百世野狐身，說法要負責任。"
    },
    {
      "id": "02-041-0063_p0014",
      "zh_CN": "我们在传记里面看到的，安世高大师在中国来弘法，还两次命债，这两次都是过去生中误杀了的人，这一世也两次被人误杀。不昧因果，很清楚，因果报应，丝毫不爽。菩萨示现，也示现因果报应，绝对不能说恶因没有恶报，善因没有善报，没这个道理的。善因得恶果，恶因得善报，根本没这回事情，各有因果，因果报应，丝毫不爽，这哪里错得了？明了这桩事情，就是因果的道理与事实真相，你自自然然会小心谨慎，起心动念、言语造作，决定不造恶业。",
      "zh_TW": "我們在傳記裡面看到的，安世高大師在中國來弘法，還兩次命債，這兩次都是過去生中誤殺了的人，這一世也兩次被人誤殺。不昧因果，很清楚，因果報應，絲毫不爽。菩薩示現，也示現因果報應，絕對不能說惡因沒有惡報，善因沒有善報，沒這個道理的。善因得惡果，惡因得善報，根本沒這回事情，各有因果，因果報應，絲毫不爽，這哪裡錯得了？明瞭這樁事情，就是因果的道理與事實真相，你自自然然會小心謹慎，起心動念、言語造作，決定不造惡業。"
    },
    {
      "id": "02-041-0063_p0015",
      "zh_CN": "恶业的标准，就是十善业道这个十条，十条展开无量无边，归纳起来就这十条。我们看佛像，画的佛像，都会把佛像头部画一个圆光，塑的佛像没有办法做，画的都有个圆光。圆光上面都有三个字，多半是梵文写的，也有藏文写的，也有中文写的，我都看过，发音是一样的，「唵阿吽」这三个字。这三个字是梵音，梵语的发音，意思是什么？就是十善业道，意思是说成佛了，十善业道圆满了。唵是身业，不杀、不盗、不淫；阿是口业，不妄语、不两舌、不绮语、不恶口；吽是意业，不贪、不瞋、不痴。在大乘，十善业展开就是八万四千法门，在小乘展开是三千威仪。十善是性德，圆满的性德。如果要问整个佛法，释迦牟尼佛四十九年所说的一切经法，什么最重要？我们就晓得十善最重要。",
      "zh_TW": "惡業的標準，就是十善業道這個十條，十條展開無量無邊，歸納起來就這十條。我們看佛像，畫的佛像，都會把佛像頭部畫一個圓光，塑的佛像沒有辦法做，畫的都有個圓光。圓光上面都有三個字，多半是梵文寫的，也有藏文寫的，也有中文寫的，我都看過，發音是一樣的，「唵阿吽」這三個字。這三個字是梵音，梵語的發音，意思是什麼？就是十善業道，意思是說成佛了，十善業道圓滿了。唵是身業，不殺、不盜、不淫；阿是口業，不妄語、不兩舌、不綺語、不惡口；吽是意業，不貪、不瞋、不痴。在大乘，十善業展開就是八萬四千法門，在小乘展開是三千威儀。十善是性德，圓滿的性德。如果要問整個佛法，釋迦牟尼佛四十九年所說的一切經法，什麼最重要？我們就曉得十善最重要。"
    },
    {
      "id": "02-041-0063_p0016",
      "zh_CN": "十善展开八万四千法门，门门都以十善为基础，像盖房子一样，那是地基，无论盖多高，无论盖什么庄严，地基是相同的，这个东西没有，那怎么会成就。现在佛法为什么衰了？这没有了，这个地基不容易建造。这个地基，古代中国人建得最坚固。所以佛教，佛灭度之后，弟子们四面八方承传，时间都不久，有的二、三百年消失了，有的六、七百年消失了，有的一千多年消失了，唯独在中国，两千年了还存在。什么原因？中国人这个十善根深蒂固。因为中国人在十善前面有因果教育、有伦理教育，特别是伦理教育，那是根之根。根之根是什么？孝敬，孝养父母，奉事师长，这是根，大根大本。所以净业三福第一条就说明这根，头一句「孝养父母」，第二句「奉事师长」，第三句「慈心不杀」，第四句「修十善业」，换句话说，十善业的根就是前面三句，前面三句扎下去，这个根牢靠。",
      "zh_TW": "十善展開八萬四千法門，門門都以十善為基礎，像蓋房子一樣，那是地基，無論蓋多高，無論蓋什麼莊嚴，地基是相同的，這個東西沒有，那怎麼會成就。現在佛法為什麼衰了？這沒有了，這個地基不容易建造。這個地基，古代中國人建得最堅固。所以佛教，佛滅度之後，弟子們四面八方承傳，時間都不久，有的二、三百年消失了，有的六、七百年消失了，有的一千多年消失了，唯獨在中國，兩千年了還存在。什麼原因？中國人這個十善根深蒂固。因為中國人在十善前面有因果教育、有倫理教育，特別是倫理教育，那是根之根。根之根是什麼？孝敬，孝養父母，奉事師長，這是根，大根大本。所以淨業三福第一條就說明這根，頭一句「孝養父母」，第二句「奉事師長」，第三句「慈心不殺」，第四句「修十善業」，換句話說，十善業的根就是前面三句，前面三句紮下去，這個根牢靠。"
    },
    {
      "id": "02-041-0063_p0017",
      "zh_CN": "我们知道，佛教承传在四面八方，没有儒的根，没有道的根。慈心不杀是道的，道家，道教的根，孝亲尊师是中国传统文化的根，这个十善业才坚牢，所以大小乘教法不衰。但是现在衰了，现在衰了怎么办？我们必须要学《弟子规》。《弟子规》是什么？孝亲尊师。我们一定要学《感应篇》，《感应篇》是什么？因果教育。真正明白因果教育，你不会伤害别人，你会爱护一切众生。伤害众生这个念头不会生起来了，佛法这个大楼才有根基，才有地基，这是我们不能不知道的。",
      "zh_TW": "我們知道，佛教承傳在四面八方，沒有儒的根，沒有道的根。慈心不殺是道的，道家，道教的根，孝親尊師是中國傳統文化的根，這個十善業才堅牢，所以大小乘教法不衰。但是現在衰了，現在衰了怎麼辦？我們必須要學《弟子規》。《弟子規》是什麼？孝親尊師。我們一定要學《感應篇》，《感應篇》是什麼？因果教育。真正明白因果教育，你不會傷害別人，你會愛護一切眾生。傷害眾生這個念頭不會生起來了，佛法這個大樓才有根基，才有地基，這是我們不能不知道的。"
    },
    {
      "id": "02-041-0063_p0018",
      "zh_CN": "这个大会里头有菩萨、有声闻，阿罗汉、辟支佛都包括在声闻里头，这是圣众，佛的大弟子，有成就的弟子。另外诸天，色界、欲界天。天上，佛菩萨常常在里边讲经教学，现在看到释迦牟尼佛在地面上跟这些人众讲这部大经，当生成就的佛法，超越世尊法运的正法。世尊法运有正法、像法、末法，净宗超越了，净宗纯正，无论在哪个时期它都是代表正法。为什么？它四项具足，四个条件，说法、听法、修行、证果，它具足，具足这四个条件，这就是正法。所以其他的法门宗派有正法、像法、末法，净宗没有，净宗完全是正法，只要你真修。你不真修，有末法，你不能往生。念一辈子佛，不能往生，为什么？对这个世间放不下，那是你个人的事情，不是释迦牟尼佛的。释迦牟尼佛法里头没有末法，你自己身上有，你自己得要小心，要清楚。你在净宗，你是净宗的正法、像法还是末法？这要搞清楚。",
      "zh_TW": "這個大會裡頭有菩薩、有聲聞，阿羅漢、辟支佛都包括在聲聞裡頭，這是聖眾，佛的大弟子，有成就的弟子。另外諸天，色界、欲界天。天上，佛菩薩常常在裡邊講經教學，現在看到釋迦牟尼佛在地面上跟這些人眾講這部大經，當生成就的佛法，超越世尊法運的正法。世尊法運有正法、像法、末法，淨宗超越了，淨宗純正，無論在哪個時期它都是代表正法。為什麼？它四項具足，四個條件，說法、聽法、修行、證果，它具足，具足這四個條件，這就是正法。所以其他的法門宗派有正法、像法、末法，淨宗沒有，淨宗完全是正法，只要你真修。你不真修，有末法，你不能往生。念一輩子佛，不能往生，為什麼？對這個世間放不下，那是你個人的事情，不是釋迦牟尼佛的。釋迦牟尼佛法裡頭沒有末法，你自己身上有，你自己得要小心，要清楚。你在淨宗，你是淨宗的正法、像法還是末法？這要搞清楚。"
    },
    {
      "id": "02-041-0063_p0019",
      "zh_CN": "「与此界」，此界这是人道，「四众弟子二万人同闻」，来听世尊讲这部经，就是介绍西方极乐世界。「非是阿难独闻。是可证信」，这可以证明，我们能信得过，有这么多人参与这个法会，听释迦牟尼佛介绍西方极乐世界。",
      "zh_TW": "「與此界」，此界這是人道，「四眾弟子二萬人同聞」，來聽世尊講這部經，就是介紹西方極樂世界。「非是阿難獨聞。是可證信」，這可以證明，我們能信得過，有這麼多人參與這個法會，聽釋迦牟尼佛介紹西方極樂世界。"
    },
    {
      "id": "02-041-0063_p0020",
      "zh_CN": "下面，「与大比丘。与者，共同之义」，这么多人天大众。「表佛与大众共在会中」，在这一次大会当中，佛也在场。下面给我们介绍比丘，「比丘是梵语」，这个名词里含了三个意思，所以不好翻。在中国找不到同样的词跟字，所以就用音译了，音译再加以解释。这三个意思，第一个「乞士」。士是我们中国古代，这个社会上分为四等，现在讲四种不同的行业，这个士用现在的话就是文化界的人，农是农民，商是商人，工是工人，所以士农工商，古时候把它分成这四大类。士是从事于文化工作者，读书，教化众生。所以中国的社会几千年来，社会能够祥和，几乎每个朝代都有过盛世的出现，他们治国达到登峰造极，人民安乐，社会安定和谐。为什么士，读书人，地位在社会上这么高，受人尊敬，是什么？他的贡献最大。他什么贡献？没有考取功名，一生潦倒，那就是个穷秀才。每个朝代朝廷待遇不相同，太平盛世，国家很富裕，这个时候秀才待遇不错，温饱没有问题。你看《了凡四训》，袁了凡中了秀才，那国家就养他，他一年有九十多石米，国家给他的，吃不完，卖了钱可以做别的用途，盛世。如果乱世的话，读书人很可怜，但是社会地位永远是崇高的，大家尊重读书人。读书人给社会大众做好榜样，他不是言教，他是身教，一般人眼睛都看他，你看读书人像什么样，要向他学习，他能净化社会，让社会减少许许多多的问题。",
      "zh_TW": "下面，「與大比丘。與者，共同之義」，這麼多人天大眾。「表佛與大眾共在會中」，在這一次大會當中，佛也在場。下面給我們介紹比丘，「比丘是梵語」，這個名詞裡含了三個意思，所以不好翻。在中國找不到同樣的詞跟字，所以就用音譯了，音譯再加以解釋。這三個意思，第一個「乞士」。士是我們中國古代，這個社會上分為四等，現在講四種不同的行業，這個士用現在的話就是文化界的人，農是農民，商是商人，工是工人，所以士農工商，古時候把它分成這四大類。士是從事於文化工作者，讀書，教化眾生。所以中國的社會幾千年來，社會能夠祥和，幾乎每個朝代都有過盛世的出現，他們治國達到登峰造極，人民安樂，社會安定和諧。為什麼士，讀書人，地位在社會上這麼高，受人尊敬，是什麼？他的貢獻最大。他什麼貢獻？沒有考取功名，一生潦倒，那就是個窮秀才。每個朝代朝廷待遇不相同，太平盛世，國家很富裕，這個時候秀才待遇不錯，溫飽沒有問題。你看《了凡四訓》，袁了凡中了秀才，那國家就養他，他一年有九十多石米，國家給他的，吃不完，賣了錢可以做別的用途，盛世。如果亂世的話，讀書人很可憐，但是社會地位永遠是崇高的，大家尊重讀書人。讀書人給社會大眾做好榜樣，他不是言教，他是身教，一般人眼睛都看他，你看讀書人像什麼樣，要向他學習，他能淨化社會，讓社會減少許許多多的問題。"
    },
    {
      "id": "02-041-0063_p0021",
      "zh_CN": "今天社会这种复杂问题，古时候不存在的，为什么不存在？秀才多，表法的人多。出家人也受尊重，为什么？出家人也属于士这一类，他不是商人，他不是工人。虽然他有的时候种田，是他的副业，不是他的正业。今天变质了，今天文化人也变成生意人了，学校也变成商业了，这学店，一切都向钱看，生意买卖。所以社会乱了，人民苦了，没有好的榜样，榜样都是坏榜样，这社会出问题，灾难频繁这么来的。",
      "zh_TW": "今天社會這種複雜問題，古時候不存在的，為什麼不存在？秀才多，表法的人多。出家人也受尊重，為什麼？出家人也屬於士這一類，他不是商人，他不是工人。雖然他有的時候種田，是他的副業，不是他的正業。今天變質了，今天文化人也變成生意人了，學校也變成商業了，這學店，一切都向錢看，生意買賣。所以社會亂了，人民苦了，沒有好的榜樣，榜樣都是壞榜樣，這社會出問題，災難頻繁這麼來的。"
    },
    {
      "id": "02-041-0063_p0022",
      "zh_CN": "所以士虽然是读书人，但是这个读书人是乞丐，他没有受到国家的俸禄，他是到一般人家去乞讨，维持他的生活，所以他「乞食」。虽然是个乞丐，他是有学问、有道德、有修行的人，不是普通人。那佛为什么要随弟子去乞食？乞丐在人类当中地位是最低的，贫贱，贫是没有财富，贱是没有地位，这是社会上众生最低的一层，为什么要做这个？让你把傲慢嫉妒这些烦恼习气断干净，这个用意好！人哪个没有傲慢？世间乞丐都有傲慢，出家人没有傲慢。一定要表演出来，表演在生活当中，贪瞋痴慢疑都不存在。不是说，表法，表法比说法影响更深刻，更容易被人接受。",
      "zh_TW": "所以士雖然是讀書人，但是這個讀書人是乞丐，他沒有受到國家的俸祿，他是到一般人家去乞討，維持他的生活，所以他「乞食」。雖然是個乞丐，他是有學問、有道德、有修行的人，不是普通人。那佛為什麼要隨弟子去乞食？乞丐在人類當中地位是最低的，貧賤，貧是沒有財富，賤是沒有地位，這是社會上眾生最低的一層，為什麼要做這個？讓你把傲慢嫉妒這些煩惱習氣斷乾淨，這個用意好！人哪個沒有傲慢？世間乞丐都有傲慢，出家人沒有傲慢。一定要表演出來，表演在生活當中，貪瞋痴慢疑都不存在。不是說，表法，表法比說法影響更深刻，更容易被人接受。"
    },
    {
      "id": "02-041-0063_p0023",
      "zh_CN": "出家人多，社会风气怎么可能不好？肯定好。出家人做出来的是牺牲奉献，只有施出，不接受报酬。接受报酬就四桩事情，饮食，每天讨饭；生病的时候医药，接受医药的布施；再就衣服、卧具，非常简单。他是最受人尊敬的，地位在读书人之上。读书人文化人，他也是文化人，但是读书人没有放下，没有把自己一些欲望放下。出家人欲望放下了，七情五欲统统放下了，这在社会上受人尊敬，佛弟子、如来弟子。",
      "zh_TW": "出家人多，社會風氣怎麼可能不好？肯定好。出家人做出來的是犧牲奉獻，只有施出，不接受報酬。接受報酬就四樁事情，飲食，每天討飯；生病的時候醫藥，接受醫藥的布施；再就衣服、臥具，非常簡單。他是最受人尊敬的，地位在讀書人之上。讀書人文化人，他也是文化人，但是讀書人沒有放下，沒有把自己一些欲望放下。出家人欲望放下了，七情五欲統統放下了，這在社會上受人尊敬，佛弟子、如來弟子。"
    },
    {
      "id": "02-041-0063_p0024",
      "zh_CN": "第二，「乞法」。乞法是什么？向佛陀，他们吃完饭之后没事情，听佛讲经教学。佛没有一天不讲经，没有一天不教学，所以佛是什么身分？要用现在人的说法，佛是名符其实的伟大的社会教育家。佛不是天神，天神都来听他说法，都来跟他学习。汤恩比博士说得很好，方老师也告诉过我，佛教不是宗教，佛教是无神论，佛教是共产，他们没有党派，没有组织，但是他们实行共产，而且做得非常彻底，名符其实的共产，我们要把它的面目认清。所以它在所有宗教里头，它有能量团结一切宗教。因为一切宗教都比，我的神比你的神大，你的神不如我的，佛教里头没有神，没有神怎么？没有跟你比的，所以大家服了。",
      "zh_TW": "第二，「乞法」。乞法是什麼？向佛陀，他們吃完飯之後沒事情，聽佛講經教學。佛沒有一天不講經，沒有一天不教學，所以佛是什麼身分？要用現在人的說法，佛是名符其實的偉大的社會教育家。佛不是天神，天神都來聽他說法，都來跟他學習。湯恩比博士說得很好，方老師也告訴過我，佛教不是宗教，佛教是無神論，佛教是共產，他們沒有黨派，沒有組織，但是他們實行共產，而且做得非常徹底，名符其實的共產，我們要把它的面目認清。所以它在所有宗教裡頭，它有能量團結一切宗教。因為一切宗教都比，我的神比你的神大，你的神不如我的，佛教裡頭沒有神，沒有神怎麼？沒有跟你比的，所以大家服了。"
    },
    {
      "id": "02-041-0063_p0025",
      "zh_CN": "我早年在澳洲，十年前，澳洲有很多宗教领袖，遇到我就谈这个事情，佛教没有神，那么将来这些犯罪的人谁审判？来问我。我说佛不审判。谁审判？我说你们的神审判。他们听了很高兴，我们的神审判善恶。他说那佛干什么？我说佛搞教育。你们的神好像是国家领导人，佛是什么？佛是教育部长，搞教育，他不管审判的。所以我们对神很尊重，我们到教堂见到他们的神，我也拜，他们看到很欢喜，信徒看到都欢喜。我们对他尊敬，让他了解人都有本性，本性本善，这是我们要肯定的。信仰不同，有很多人的信仰是祖传的，世世代代的，特别是伊斯兰。现在由于交通便捷，资讯发达，不同的信仰、不同的族群，在一个都市里头共同生活的愈来愈多了，所以他就有可能接触到许多宗教。这个在过去很少，过去这一个村、一个地区就是一个宗教，所以他只有一种信仰，对别的宗教什么他不知道。现在每个人都有机会接触许多宗教，都能认识许多宗教，这个有好处。",
      "zh_TW": "我早年在澳洲，十年前，澳洲有很多宗教領袖，遇到我就談這個事情，佛教沒有神，那麼將來這些犯罪的人誰審判？來問我。我說佛不審判。誰審判？我說你們的神審判。他們聽了很高興，我們的神審判善惡。他說那佛幹什麼？我說佛搞教育。你們的神好像是國家領導人，佛是什麼？佛是教育部長，搞教育，他不管審判的。所以我們對神很尊重，我們到教堂見到他們的神，我也拜，他們看到很歡喜，信徒看到都歡喜。我們對他尊敬，讓他了解人都有本性，本性本善，這是我們要肯定的。信仰不同，有很多人的信仰是祖傳的，世世代代的，特別是伊斯蘭。現在由於交通便捷，資訊發達，不同的信仰、不同的族群，在一個都市裡頭共同生活的愈來愈多了，所以他就有可能接觸到許多宗教。這個在過去很少，過去這一個村、一個地區就是一個宗教，所以他只有一種信仰，對別的宗教什麼他不知道。現在每個人都有機會接觸許多宗教，都能認識許多宗教，這個有好處。"
    },
    {
      "id": "02-041-0063_p0026",
      "zh_CN": "所以宗教，宗教都是最好的教育，它有伦理教育、有道德教育、有圣贤教育。神圣的教育都是教人做好事，没有教人作恶的。基本的戒律，不杀生、不偷盗、不淫欲、不妄语，佛家讲四根本戒，每一个宗教都守。宗教共同的一个目标，一个价值观，就是仁慈博爱。没有一个宗教经典没有讲到爱的，爱是大家统统都肯定，都讲，都应该要学习。所以宗教可以团结，为什么？它有共同的价值观，有共同的一个理念，就是爱人，神爱世人，上帝爱世人。爱世人是共同的理念，在这个共同的理念、共同的戒律，这个根本戒都是共同的，所以它可以团结，它可以互相学习，可以互相尊重、互相关怀、互相照顾、互助合作。因为都是爱世人，爱世人就是要为世人服务。我们不分任何一个教派，合作起来，为一切苦难众生服务，为我们当前社会化解问题，化解冲突，把社会带向永续的安定和谐，这是神的意思。每一个宗教神都是这个意思，不希望社会动乱，不愿意看到老百姓遭难，特别是战争。",
      "zh_TW": "所以宗教，宗教都是最好的教育，它有倫理教育、有道德教育、有聖賢教育。神聖的教育都是教人做好事，沒有教人作惡的。基本的戒律，不殺生、不偷盜、不淫欲、不妄語，佛家講四根本戒，每一個宗教都守。宗教共同的一個目標，一個價值觀，就是仁慈博愛。沒有一個宗教經典沒有講到愛的，愛是大家統統都肯定，都講，都應該要學習。所以宗教可以團結，為什麼？它有共同的價值觀，有共同的一個理念，就是愛人，神愛世人，上帝愛世人。愛世人是共同的理念，在這個共同的理念、共同的戒律，這個根本戒都是共同的，所以它可以團結，它可以互相學習，可以互相尊重、互相關懷、互相照顧、互助合作。因為都是愛世人，愛世人就是要為世人服務。我們不分任何一個教派，合作起來，為一切苦難眾生服務，為我們當前社會化解問題，化解衝突，把社會帶向永續的安定和諧，這是神的意思。每一個宗教神都是這個意思，不希望社會動亂，不願意看到老百姓遭難，特別是戰爭。"
    },
    {
      "id": "02-041-0063_p0027",
      "zh_CN": "我们做了十几年，这十几年当中我们有团结宗教的经验，做起来很顺利，没有遇到障碍。只是在经验当中，在新加坡的时候，真正融入我们这个概念，基督教比较最难，三年融入了。三年当中，我们每一个活动他也来参加，貌合神离，那种真正团结的很难。三年之后真的进来了，我们真欢喜。从行动当中看来，伊斯兰教遇到困难，他们能捐钱出来帮助，我听说好像是捐了十万新币，这不在少数，在一般做不到的。从此之后，基督教跟我们真诚的合作，我们在一起非常愉快。人只要用真诚心待人接物，时间长了，没有不受感动的。",
      "zh_TW": "我們做了十幾年，這十幾年當中我們有團結宗教的經驗，做起來很順利，沒有遇到障礙。只是在經驗當中，在新加坡的時候，真正融入我們這個概念，基督教比較最難，三年融入了。三年當中，我們每一個活動他也來參加，貌合神離，那種真正團結的很難。三年之後真的進來了，我們真歡喜。從行動當中看來，伊斯蘭教遇到困難，他們能捐錢出來幫助，我聽說好像是捐了十萬新幣，這不在少數，在一般做不到的。從此之後，基督教跟我們真誠的合作，我們在一起非常愉快。人只要用真誠心待人接物，時間長了，沒有不受感動的。"
    },
    {
      "id": "02-041-0063_p0028",
      "zh_CN": "我们提倡宗教是一家，我们学习他们的经典，我们不是迷信，我信你，我对你了解，你们的神所教导的跟佛菩萨教导的非常接近，是一不是二。我们的看法，把你们的神都看作是诸佛菩萨，你们把释迦牟尼佛，把文殊、普贤看作你们宗教里面的神，天使，这问题就和平解决了。《华严经》上讲的主伴圆融，在基督教里面基督耶稣是主，他坐在主人的位子上，主席，其他宗教这些神是他的客人，都在两边；那到伊斯兰，他们的穆罕默德是主，别人也坐在两边；到佛教，释迦牟尼佛是主。所以主，任何一个人都是主，任何一个人也是客人，宾，也是伴，在佛家讲伴。所以主伴不是独一的主，独一的，不是，每一个人都可以做主，每一个人都也可以做伴，看在什么场合你扮什么角色，主伴圆融，这叫真平等，这叫真正的合作。",
      "zh_TW": "我們提倡宗教是一家，我們學習他們的經典，我們不是迷信，我信你，我對你了解，你們的神所教導的跟佛菩薩教導的非常接近，是一不是二。我們的看法，把你們的神都看作是諸佛菩薩，你們把釋迦牟尼佛，把文殊、普賢看作你們宗教裡面的神，天使，這問題就和平解決了。《華嚴經》上講的主伴圓融，在基督教裡面基督耶穌是主，他坐在主人的位子上，主席，其他宗教這些神是他的客人，都在兩邊；那到伊斯蘭，他們的穆罕默德是主，別人也坐在兩邊；到佛教，釋迦牟尼佛是主。所以主，任何一個人都是主，任何一個人也是客人，賓，也是伴，在佛家講伴。所以主伴不是獨一的主，獨一的，不是，每一個人都可以做主，每一個人都也可以做伴，看在什麼場合你扮什麼角色，主伴圓融，這叫真平等，這叫真正的合作。"
    },
    {
      "id": "02-041-0063_p0029",
      "zh_CN": "所以乞法，我们在每个宗教听他们讲经教学，学习他们的经教，绝不能批评，我比你高，你不如我，这个观念是绝对错误。为什么错误？法没有高下，高下是你的程度。你的程度高，看的法就高，你程度低，看的法就低，是你自己程度，不是法。法是平等的，这佛讲得最清楚，法门平等，无有高下。这个他们看了、听到欢喜，佛教有这种说法。我们自己智慧、德行有高下，所以看起来好像有高下，实际上没有高下。乞法。",
      "zh_TW": "所以乞法，我們在每個宗教聽他們講經教學，學習他們的經教，絕不能批評，我比你高，你不如我，這個觀念是絕對錯誤。為什麼錯誤？法沒有高下，高下是你的程度。你的程度高，看的法就高，你程度低，看的法就低，是你自己程度，不是法。法是平等的，這佛講得最清楚，法門平等，無有高下。這個他們看了、聽到歡喜，佛教有這種說法。我們自己智慧、德行有高下，所以看起來好像有高下，實際上沒有高下。乞法。"
    },
    {
      "id": "02-041-0063_p0030",
      "zh_CN": "下面接着说，「乞食谓，既出家已，乞求自活，不事经营，无所贮积。万缘俱放，一意清修，故曰，乞食养身」。这是释迦牟尼佛采取古印度一些宗教用乞食，这释迦牟尼佛看到，好！这种方式好，让出家人心可以定下来，专心办道。佛家讲共产，这一招里头清清楚楚。每个人出去托钵，乞的这个食物不一样，有的人这个食物很好吃，有些人很难吃，还有的人今天出去了没有人布施，空钵回来了，这怎么办？不是说你乞到的就是你自己吃掉的，不可以。要托回来，回来把所有的饭菜统统放在一起，调和在一起，吃多少你自己拿多少，这是共产。所以佛家常讲，一钵千家饭，这是真的，不是假的。释迦牟尼佛学生一千二百五十五人，每天出去托钵，回来的时候都集合在一起，真的你在钵里头拿出来是千家饭。这个吃的是平等，这是共产主义，人人都欢喜。没有托到的，空钵的时候，回来还是吃饱。多余的，不能留到明天，多余的布施给小动物，布施供养鬼神，一点都不糟蹋。让真正修行人能够真正做到不事经营，没有储蓄，万缘放下，一意清修。你的心都在道上，所以他有成就。这是乞食养身。",
      "zh_TW": "下面接著說，「乞食謂，既出家已，乞求自活，不事經營，無所貯積。萬緣俱放，一意清修，故曰，乞食養身」。這是釋迦牟尼佛採取古印度一些宗教用乞食，這釋迦牟尼佛看到，好！這種方式好，讓出家人心可以定下來，專心辦道。佛家講共產，這一招裡頭清清楚楚。每個人出去托缽，乞的這個食物不一樣，有的人這個食物很好吃，有些人很難吃，還有的人今天出去了沒有人布施，空缽回來了，這怎麼辦？不是說你乞到的就是你自己吃掉的，不可以。要托回來，回來把所有的飯菜統統放在一起，調和在一起，吃多少你自己拿多少，這是共產。所以佛家常講，一缽千家飯，這是真的，不是假的。釋迦牟尼佛學生一千二百五十五人，每天出去托缽，回來的時候都集合在一起，真的你在缽裡頭拿出來是千家飯。這個吃的是平等，這是共產主義，人人都歡喜。沒有托到的，空缽的時候，回來還是吃飽。多餘的，不能留到明天，多餘的布施給小動物，布施供養鬼神，一點都不糟蹋。讓真正修行人能夠真正做到不事經營，沒有儲蓄，萬緣放下，一意清修。你的心都在道上，所以他有成就。這是乞食養身。"
    },
    {
      "id": "02-041-0063_p0031",
      "zh_CN": "下面，「乞法者，参师访道，露宿风餐，询求妙法，期成圣果，故曰，乞法养心」。修行修什么？修心，不是修别的。老师非常重要，什么人是老师？在古时候住山的是老师，闭关的是老师。老师都是大彻大悟，明心见性。真正见性，这就是毕业了，佛家里头叫无学。阿罗汉就是无学，意思是无学，他所学的东西圆满了。可以做别人的老师，但是要谦虚，又不能说我不错了，你可以来跟我学了。所以佛法里头没有招生的，招生显得自己太狂妄。所以佛法尊师重道，「只闻来学，未闻往教」，你仰慕这个老师，你来求他，向他求教。",
      "zh_TW": "下面，「乞法者，參師訪道，露宿風餐，詢求妙法，期成聖果，故曰，乞法養心」。修行修什麼？修心，不是修別的。老師非常重要，什麼人是老師？在古時候住山的是老師，閉關的是老師。老師都是大徹大悟，明心見性。真正見性，這就是畢業了，佛家裡頭叫無學。阿羅漢就是無學，意思是無學，他所學的東西圓滿了。可以做別人的老師，但是要謙虛，又不能說我不錯了，你可以來跟我學了。所以佛法裡頭沒有招生的，招生顯得自己太狂妄。所以佛法尊師重道，「只聞來學，未聞往教」，你仰慕這個老師，你來求他，向他求教。"
    },
    {
      "id": "02-041-0063_p0032",
      "zh_CN": "老师是要教人，又不能去做广告，怎么召集学生？召集学生是学生的事情，学生在外面教学，做出榜样给人看，你学得不错，你跟哪个学的？把老师的名字传出去，让外面的人来参学，所以学生替老师介绍学生。替老师介绍学生，也不必用语言，用身行，你有这么多德行，有这么多好的修养，从哪来的？谁教你的？这个老师慢慢出名了，学生愈来愈多了。",
      "zh_TW": "老師是要教人，又不能去做廣告，怎麼召集學生？召集學生是學生的事情，學生在外面教學，做出榜樣給人看，你學得不錯，你跟哪個學的？把老師的名字傳出去，讓外面的人來參學，所以學生替老師介紹學生。替老師介紹學生，也不必用語言，用身行，你有這麼多德行，有這麼多好的修養，從哪來的？誰教你的？這個老師慢慢出名了，學生愈來愈多了。"
    },
    {
      "id": "02-041-0063_p0033",
      "zh_CN": "老师一生谦卑，社会齐整庄严，没有副作用。一有了名闻利养，就有嫉妒障碍，庄严道场就受了损害。所以佛做得很干净，养身乞食，养心乞法，都是用最谦虚的心，最真诚、最谦虚、最恭敬。我们在这里提到，学东西三心最重要，真诚心、清净心、恭敬心。你有这三样东西，遇到善知识才真正得受用；没有这个心态，佛菩萨来教你都是枉然，你得不到。参师访道是很辛苦的一桩事情，在中国赵州八十犹行脚，行脚就是参师访道，为什么？没开悟。开悟了就不必了，为什么？悟入的境界是相同的，各人教化一方，互相赞叹，没有毁谤的。",
      "zh_TW": "老師一生謙卑，社會齊整莊嚴，沒有副作用。一有了名聞利養，就有嫉妒障礙，莊嚴道場就受了損害。所以佛做得很乾淨，養身乞食，養心乞法，都是用最謙虛的心，最真誠、最謙虛、最恭敬。我們在這裡提到，學東西三心最重要，真誠心、清淨心、恭敬心。你有這三樣東西，遇到善知識才真正得受用；沒有這個心態，佛菩薩來教你都是枉然，你得不到。參師訪道是很辛苦的一樁事情，在中國趙州八十猶行腳，行腳就是參師訪道，為什麼？沒開悟。開悟了就不必了，為什麼？悟入的境界是相同的，各人教化一方，互相讚歎，沒有毀謗的。"
    },
    {
      "id": "02-041-0063_p0034",
      "zh_CN": "还有遇到学人，这个在典籍里面，《高僧传》里头，这些大的寺院山志里头，就是它们的历史里面都有记载。有学生来参学，跟老和尚亲近几天之后，老和尚告诉他，你的缘不在我这里，你的缘在某某人那里，你到那里去，你一定会得真正的利益。他去了，果然没错，在那个老师会下证果了。那为什么在这个老师下不行？老师教学一定会问学生，你对现在这些有名的高僧大德，你有没有亲近过他们，你最尊敬的是什么人？他要说我最尊敬的是某人，老师就说，你的缘在他那里。能不能学到东西，是你的诚敬心足不足，你对那个大德尊敬的心态在对我之上，我一定是把你推荐到那边去。你在我这边学东西有障碍，成就很难，到那边去就很容易。并不是老师方法、智慧不一样，不是的，学生那个诚敬心。印光大师说的，「一分诚敬得一分利益，十分诚敬得十分利益」，没有诚敬心，那老师再高明你到他那里去没用处。为什么？对他没信心，那怎么可能成就？这不是神通，这是常识。所以我们帮助他的时候，他最尊敬的人，我们帮助他把那个诚敬心提升，把他那个诚敬心增长，对他的利益就大了，这个道理一定要懂。这是第一个意思，乞士。",
      "zh_TW": "還有遇到學人，這個在典籍裡面，《高僧傳》裡頭，這些大的寺院山誌裡頭，就是它們的歷史裡面都有記載。有學生來參學，跟老和尚親近幾天之後，老和尚告訴他，你的緣不在我這裡，你的緣在某某人那裡，你到那裡去，你一定會得真正的利益。他去了，果然沒錯，在那個老師會下證果了。那為什麼在這個老師下不行？老師教學一定會問學生，你對現在這些有名的高僧大德，你有沒有親近過他們，你最尊敬的是什麼人？他要說我最尊敬的是某人，老師就說，你的緣在他那裡。能不能學到東西，是你的誠敬心足不足，你對那個大德尊敬的心態在對我之上，我一定是把你推薦到那邊去。你在我這邊學東西有障礙，成就很難，到那邊去就很容易。並不是老師方法、智慧不一樣，不是的，學生那個誠敬心。印光大師說的，「一分誠敬得一分利益，十分誠敬得十分利益」，沒有誠敬心，那老師再高明你到他那裡去沒用處。為什麼？對他沒信心，那怎麼可能成就？這不是神通，這是常識。所以我們幫助他的時候，他最尊敬的人，我們幫助他把那個誠敬心提升，把他那個誠敬心增長，對他的利益就大了，這個道理一定要懂。這是第一個意思，乞士。"
    },
    {
      "id": "02-041-0063_p0035",
      "zh_CN": "比丘第二个意思「破恶」。「正慧观察，破烦恼恶，见思惑尽，超出三界」，这就证阿罗汉果。证阿罗汉果，就是小乘毕业了。小乘毕业的标准是什么？就是见思烦恼断了，这是学佛第一个成就，小学毕业，见思烦恼尽。这个三界是六道轮回，六道里面的欲界、色界、无色界叫三界。这三界怎么来的？就是见思惑，有见思惑就有三界六道，见思惑断掉了，轮回不见了。怎么？轮回是一场恶梦。这个梦从哪里来的？就是两种迷惑。",
      "zh_TW": "比丘第二個意思「破惡」。「正慧觀察，破煩惱惡，見思惑盡，超出三界」，這就證阿羅漢果。證阿羅漢果，就是小乘畢業了。小乘畢業的標準是什麼？就是見思煩惱斷了，這是學佛第一個成就，小學畢業，見思煩惱盡。這個三界是六道輪迴，六道裡面的欲界、色界、無色界叫三界。這三界怎麼來的？就是見思惑，有見思惑就有三界六道，見思惑斷掉了，輪迴不見了。怎麼？輪迴是一場惡夢。這個夢從哪裡來的？就是兩種迷惑。"
    },
    {
      "id": "02-041-0063_p0036",
      "zh_CN": "见是我们的见解错了，错误的见解太多了，说不尽，佛把它归纳为五大类，这教学上方便说话。第一大类，身见。我们的身体，每个人都把身体当作我，错了，这个结果是什么？结果就是六道轮回，你这个见解不放下，你就出不了六道轮回。身不是我，你一定要记住。佛家教学的目的，终极的目标就是把我找回来，有我。我不生不灭，身体有生有灭，身体不是我，那身体是什么？身体是我所有的，像衣服，衣服是我所有的，这大家知道。衣服脏了，换一件，身体跟衣服一样，它是生灭法，它死了，就是坏了，再换一个身体。换身体，怎么换你都出不了六道轮回，你在这个里头舍身受身，就把身当作我，六道统统是这样的。无论在哪一道，觉悟了，身不是我，好办了，你修行功夫才得力。要认清楚，真的不是我。",
      "zh_TW": "見是我們的見解錯了，錯誤的見解太多了，說不盡，佛把它歸納為五大類，這教學上方便說話。第一大類，身見。我們的身體，每個人都把身體當作我，錯了，這個結果是什麼？結果就是六道輪迴，你這個見解不放下，你就出不了六道輪迴。身不是我，你一定要記住。佛家教學的目的，終極的目標就是把我找回來，有我。我不生不滅，身體有生有滅，身體不是我，那身體是什麼？身體是我所有的，像衣服，衣服是我所有的，這大家知道。衣服髒了，換一件，身體跟衣服一樣，它是生滅法，它死了，就是壞了，再換一個身體。換身體，怎麼換你都出不了六道輪迴，你在這個裡頭捨身受身，就把身當作我，六道統統是這樣的。無論在哪一道，覺悟了，身不是我，好辦了，你修行功夫才得力。要認清楚，真的不是我。"
    },
    {
      "id": "02-041-0063_p0037",
      "zh_CN": "那什么是我？一般说灵魂是我，为什么？灵魂不消失，身体有生灭，灵魂不生灭，灵魂又去找个地方去投胎去了，它又换个身。那灵魂是不是我？不能说是我，也不能说不是我。为什么？灵魂永恒存在是我，但是它迷惑颠倒，它没觉悟。所以魂不灵，我们说灵魂说错了。应该像孔子所说的，孔子讲得有道理，孔子说「游魂为变」，在《易经》上讲的，「精气为物」。这两句话说得好，这两句话是明心见性菩萨的境界，他怎么能说出来？所以魂觉悟了，不再迷惑了，不叫它做灵魂，叫灵性。人之初，性本善那个性，本性本善，这中国老祖宗说的。老祖宗了不起，境界不在佛菩萨之下。这个东西不生不灭，这是真我。",
      "zh_TW": "那什麼是我？一般說靈魂是我，為什麼？靈魂不消失，身體有生滅，靈魂不生滅，靈魂又去找個地方去投胎去了，它又換個身。那靈魂是不是我？不能說是我，也不能說不是我。為什麼？靈魂永恆存在是我，但是它迷惑顛倒，它沒覺悟。所以魂不靈，我們說靈魂說錯了。應該像孔子所說的，孔子講得有道理，孔子說「遊魂為變」，在《易經》上講的，「精氣為物」。這兩句話說得好，這兩句話是明心見性菩薩的境界，他怎麼能說出來？所以魂覺悟了，不再迷惑了，不叫它做靈魂，叫靈性。人之初，性本善那個性，本性本善，這中國老祖宗說的。老祖宗了不起，境界不在佛菩薩之下。這個東西不生不滅，這是真我。"
    },
    {
      "id": "02-041-0063_p0038",
      "zh_CN": "真我在哪里？整个法界就是一个真我。所以佛法把灵性比喻作大海，整个大海是我，整个宇宙是我。佛经上讲的，比宇宙的范围还大，叫遍法界虚空界，就是一个我，除一个我之外什么都没有。我没有物质的身体，没有起心动念的现象，就是它不是物质现象，它不是精神现象，它也不是自然现象，整个宇宙确确实实是我现的。惠能大师最后说的一句话，「何期自性，能生万法」，万法就是自性，自性就是万法。",
      "zh_TW": "真我在哪裡？整個法界就是一個真我。所以佛法把靈性比喻作大海，整個大海是我，整個宇宙是我。佛經上講的，比宇宙的範圍還大，叫遍法界虛空界，就是一個我，除一個我之外什麼都沒有。我沒有物質的身體，沒有起心動念的現象，就是它不是物質現象，它不是精神現象，它也不是自然現象，整個宇宙確確實實是我現的。惠能大師最後說的一句話，「何期自性，能生萬法」，萬法就是自性，自性就是萬法。"
    },
    {
      "id": "02-041-0063_p0039",
      "zh_CN": "佛爱人，神爱人，什么原因？他们把我找回来了。所有一切众生都是自性变现出来，跟我什么关系？一体。一体哪能不爱护？哪有这个道理？比一家人还要亲，一家人不是一体。成佛之后知道，遍法界虚空界跟自己是一体，这叫成佛，这叫真正把事实真相搞清楚、搞明白了，大慈悲心自然生出来了。大慈悲心自性里面第一德，大慈悲心，无缘，无条件的爱护众生；同体大悲，看到众生受苦，知道他就是我，我就是他，我要如何帮助他离苦，如何帮助他得乐。帮助一切众生离苦得乐叫大慈悲心，大菩提心。",
      "zh_TW": "佛愛人，神愛人，什麼原因？他們把我找回來了。所有一切眾生都是自性變現出來，跟我什麼關係？一體。一體哪能不愛護？哪有這個道理？比一家人還要親，一家人不是一體。成佛之後知道，遍法界虛空界跟自己是一體，這叫成佛，這叫真正把事實真相搞清楚、搞明白了，大慈悲心自然生出來了。大慈悲心自性裡面第一德，大慈悲心，無緣，無條件的愛護眾生；同體大悲，看到眾生受苦，知道他就是我，我就是他，我要如何幫助他離苦，如何幫助他得樂。幫助一切眾生離苦得樂叫大慈悲心，大菩提心。"
    },
    {
      "id": "02-041-0063_p0040",
      "zh_CN": "菩提心是真心，这才是禅宗所谓的「父母未生前本来面目」，这就是自性。在净土宗里头讲常寂光，净土最高的境界常寂光，常寂光就是自性。常是不生不灭，这叫常，有生有灭叫无常，这是真的；寂是清净，不但不染，而且如如不动。在哪里？光，光明遍照，用光来形容它无处不在，无时不在。我们的常寂光在，所以佛看到我们，说一切众生本来是佛。佛跟佛的光融在一起，像我们这个房间里头十几盏灯光都开了，光跟光融在一起，分不开你的光、我的光，只好说一个光。这一个光就是本体，哲学里头所说的本体，遍法界虚空界都在这个光里头出生，都在这个光里头显现。虽然光里面显现，一定要知道它不可得，这叫妙相。",
      "zh_TW": "菩提心是真心，這才是禪宗所謂的「父母未生前本來面目」，這就是自性。在淨土宗裡頭講常寂光，淨土最高的境界常寂光，常寂光就是自性。常是不生不滅，這叫常，有生有滅叫無常，這是真的；寂是清淨，不但不染，而且如如不動。在哪裡？光，光明遍照，用光來形容它無處不在，無時不在。我們的常寂光在，所以佛看到我們，說一切眾生本來是佛。佛跟佛的光融在一起，像我們這個房間裡頭十幾盞燈光都開了，光跟光融在一起，分不開你的光、我的光，只好說一個光。這一個光就是本體，哲學裡頭所說的本體，遍法界虛空界都在這個光裡頭出生，都在這個光裡頭顯現。雖然光裡面顯現，一定要知道它不可得，這叫妙相。"
    },
    {
      "id": "02-041-0063_p0041",
      "zh_CN": "这个现象佛在经上讲得很清楚，三千年前说的，近代量子力学家证明了，他所发现跟佛经上讲的一模一样，佛经讲得比他清楚，比他讲得透彻，他跟佛经报告一比还差一截。换句话说，佛经，方东美先生当年介绍给我是哲学，是世界上最高的哲学；但是现在科学家告诉我们，它不仅是哲学，它是科学，是世界上最高的科学。于是乎我们对佛教本质有了个概念，佛教是什么？是教育。教的是什么？我们也随顺古老的说法，佛教有出世的教育，有世间教育。世间的教育就是小乘，《阿含经》十二年所说的世间法，伦理、道德、因果，这是佛世间教育，入世的。出世间的教育就是哲学、科学，完全超越世间。今天科学家跟哲学家，对于科学、哲学知道一些常识，为什么？他不能出世，就是说他有这种知识，他没有依教奉行，他没有行，他没有证。佛的教学里头有行有证，你能够契入，他跟你是一体，你也会变成一道光，光光融入，这是佛能做得到，科学、哲学做不到。但是科学、哲学达到这个境界之后，很容易他发心来学佛。方东美先生晚年，也就是他往生好像前半年，他真正皈依了，皈依广钦老和尚。那一年他七十九岁，皈依之后大概半年，他就过世了。如果是皈依得早，真正早点修行，我相信他取西方极乐世界不成问题。",
      "zh_TW": "這個現象佛在經上講得很清楚，三千年前說的，近代量子力學家證明了，他所發現跟佛經上講的一模一樣，佛經講得比他清楚，比他講得透徹，他跟佛經報告一比還差一截。換句話說，佛經，方東美先生當年介紹給我是哲學，是世界上最高的哲學；但是現在科學家告訴我們，它不僅是哲學，它是科學，是世界上最高的科學。於是乎我們對佛教本質有了個概念，佛教是什麼？是教育。教的是什麼？我們也隨順古老的說法，佛教有出世的教育，有世間教育。世間的教育就是小乘，《阿含經》十二年所說的世間法，倫理、道德、因果，這是佛世間教育，入世的。出世間的教育就是哲學、科學，完全超越世間。今天科學家跟哲學家，對於科學、哲學知道一些常識，為什麼？他不能出世，就是說他有這種知識，他沒有依教奉行，他沒有行，他沒有證。佛的教學裡頭有行有證，你能夠契入，他跟你是一體，你也會變成一道光，光光融入，這是佛能做得到，科學、哲學做不到。但是科學、哲學達到這個境界之後，很容易他發心來學佛。方東美先生晚年，也就是他往生好像前半年，他真正皈依了，皈依廣欽老和尚。那一年他七十九歲，皈依之後大概半年，他就過世了。如果是皈依得早，真正早點修行，我相信他取西方極樂世界不成問題。"
    },
    {
      "id": "02-041-0063_p0042",
      "zh_CN": "极乐世界是最难相信的法门，不是一般人讲的。诸佛如来都称这个法门叫难信之法，但是它很容易修，最难信，最容易修，最容易成就。遇到的人真正是大善根、大福德，就看他能不能相信。他能相信，恭喜他，一生成就；他不能相信，慢慢来。于是我们知道，真正能相信的，过去生中善根福德深厚，这一生一接触，他就相信了；过去生中没有深厚的善根，遇到了他怀疑。那怀疑，如果说是读诵经教，可以帮助他断疑生信，经教产生很大的力量。",
      "zh_TW": "極樂世界是最難相信的法門，不是一般人講的。諸佛如來都稱這個法門叫難信之法，但是它很容易修，最難信，最容易修，最容易成就。遇到的人真正是大善根、大福德，就看他能不能相信。他能相信，恭喜他，一生成就；他不能相信，慢慢來。於是我們知道，真正能相信的，過去生中善根福德深厚，這一生一接觸，他就相信了；過去生中沒有深厚的善根，遇到了他懷疑。那懷疑，如果說是讀誦經教，可以幫助他斷疑生信，經教產生很大的力量。"
    },
    {
      "id": "02-041-0063_p0043",
      "zh_CN": "经教要怎么念？一门深入，长时薰修。真正有这个善根，把这部《无量寿经》念上一千遍，《无量寿经》不长，一千遍不难念，他就相信了。一千遍还不能相信，两千遍、三千遍。一般说念到三千遍，信心生起来，智慧也现前，肯定烦恼轻，智慧长。有信有愿，下面老实念佛，没有一个不往生。往生西方极乐世界，就是去作佛去了，所以这个法门当生成就的佛法，是如来永恒的正法，它没有像法、末法，四个条件具足，我们应该珍惜。",
      "zh_TW": "經教要怎麼念？一門深入，長時薰修。真正有這個善根，把這部《無量壽經》念上一千遍，《無量壽經》不長，一千遍不難念，他就相信了。一千遍還不能相信，兩千遍、三千遍。一般說念到三千遍，信心生起來，智慧也現前，肯定煩惱輕，智慧長。有信有願，下面老實念佛，沒有一個不往生。往生西方極樂世界，就是去作佛去了，所以這個法門當生成就的佛法，是如來永恆的正法，它沒有像法、末法，四個條件具足，我們應該珍惜。"
    },
    {
      "id": "02-041-0063_p0044",
      "zh_CN": "现在还有怀疑，经教上下功夫。经教不要搞别的，别的太多了，太杂、太乱，你会愈搞愈糊涂，愈搞疑心愈重。应该怎么样？一部《无量寿经》，一部黄念祖居士的注解，就在这一上下功夫。经念三千遍，注解从头到尾先看三十遍，这是我的标准，看三十遍。三十遍还不开悟，看一百遍，为什么？心定下来了。心只要定下来，就有开悟的可能，你会相信。念东西遍数多，遍数多的好处是什么？是清净心、平等心现前。换句话说，这是知识分子修禅定的方法，读书遍数多不是别的，是修定。你能好好的念下去，没有念错字，没有念漏掉，每一念都是恭敬心、真诚心，这是修定。",
      "zh_TW": "現在還有懷疑，經教上下功夫。經教不要搞別的，別的太多了，太雜、太亂，你會愈搞愈糊塗，愈搞疑心愈重。應該怎麼樣？一部《無量壽經》，一部黃念祖居士的註解，就在這一上下功夫。經念三千遍，註解從頭到尾先看三十遍，這是我的標準，看三十遍。三十遍還不開悟，看一百遍，為什麼？心定下來了。心只要定下來，就有開悟的可能，你會相信。念東西遍數多，遍數多的好處是什麼？是清淨心、平等心現前。換句話說，這是知識分子修禪定的方法，讀書遍數多不是別的，是修定。你能好好的念下去，沒有念錯字，沒有念漏掉，每一念都是恭敬心、真誠心，這是修定。"
    },
    {
      "id": "02-041-0063_p0045",
      "zh_CN": "修定的方法太多，没有边际，所以法门无量誓愿学，每一个法门都是修定。知识分子用读诵的方法修定最好，因为他有读书的习惯。那读诵的目的在哪里？在开智慧，就是开悟。一定要读到开悟，不开悟千万不要放下，因为你已经达到成熟的那个阶段，放下太可惜了。你的功夫再加上去，就会大彻大悟。悟有小悟、有大悟、有彻悟，所以读诵会愈读愈有味道。为什么？天天有小悟，就有收获。我今天对经典的体会契入比昨天高、比前天好，就产生法喜，法喜充满。",
      "zh_TW": "修定的方法太多，沒有邊際，所以法門無量誓願學，每一個法門都是修定。知識分子用讀誦的方法修定最好，因為他有讀書的習慣。那讀誦的目的在哪裡？在開智慧，就是開悟。一定要讀到開悟，不開悟千萬不要放下，因為你已經達到成熟的那個階段，放下太可惜了。你的功夫再加上去，就會大徹大悟。悟有小悟、有大悟、有徹悟，所以讀誦會愈讀愈有味道。為什麼？天天有小悟，就有收穫。我今天對經典的體會契入比昨天高、比前天好，就產生法喜，法喜充滿。"
    },
    {
      "id": "02-041-0063_p0046",
      "zh_CN": "修行人有一类善根深厚者，那就是老实、听话、真干。真正老实、听话的人，真肯干的人，这个人决定一生成就，遇到这样的人千万不要放弃，一定要帮助他。为什么？帮助他在这一生作佛，这个功德大了，决定不能轻慢。你看谛闲老和尚帮助锅漏匠，锅漏匠有什么本事？老实、听话、真干。他就教他一句南无阿弥陀佛，一直念下去，念累了休息，休息好了接着念，不分昼夜。他念了三年，预知时至，自在往生。他往生是站着往生，当时交通非常不方便，完全靠走路，他在小庙里往生了。乡下的同修知道了，到观宗寺去送信，一个往返三天，谛闲老和尚来替他办后事，他在那里站了三天。人死了站在那里，还站三天，稀有。站着往生的我听得很多，往生站三天的只有他一个，没听说第二个。",
      "zh_TW": "修行人有一類善根深厚者，那就是老實、聽話、真幹。真正老實、聽話的人，真肯幹的人，這個人決定一生成就，遇到這樣的人千萬不要放棄，一定要幫助他。為什麼？幫助他在這一生作佛，這個功德大了，決定不能輕慢。你看諦閑老和尚幫助鍋漏匠，鍋漏匠有什麼本事？老實、聽話、真幹。他就教他一句南無阿彌陀佛，一直念下去，念累了休息，休息好了接著念，不分晝夜。他念了三年，預知時至，自在往生。他往生是站著往生，當時交通非常不方便，完全靠走路，他在小廟裡往生了。鄉下的同修知道了，到觀宗寺去送信，一個往返三天，諦閑老和尚來替他辦後事，他在那裡站了三天。人死了站在那裡，還站三天，稀有。站著往生的我聽得很多，往生站三天的只有他一個，沒聽說第二個。"
    },
    {
      "id": "02-041-0063_p0047",
      "zh_CN": "所以有这样条件的人，那是善根最深厚的人。如果他再有真诚、恭敬这种心态、这种态度，劝他一门深入经典，他将来会在经典上开悟，做为讲经说法的大师，看人从这些地方看。我们有没有成就无所谓，他的成就就是我们的成就，没有嫉妒障碍，只有全心全力帮助他、成全他，这就对了。我们要为整个佛法想，要为佛法有人承传，发扬光大，世世代代弘扬不绝，我们跟诸佛的愿就同一个愿，跟所有宗教众神的愿也是同一个愿，自自然然得到加持。",
      "zh_TW": "所以有這樣條件的人，那是善根最深厚的人。如果他再有真誠、恭敬這種心態、這種態度，勸他一門深入經典，他將來會在經典上開悟，做為講經說法的大師，看人從這些地方看。我們有沒有成就無所謂，他的成就就是我們的成就，沒有嫉妒障礙，只有全心全力幫助他、成全他，這就對了。我們要為整個佛法想，要為佛法有人承傳，發揚光大，世世代代弘揚不絕，我們跟諸佛的願就同一個願，跟所有宗教眾神的願也是同一個願，自自然然得到加持。"
    },
    {
      "id": "02-041-0063_p0048",
      "zh_CN": "海贤老和尚给我们做的活生生的好榜样，他没有念过书，没有读过一部经，没有听过一次经，但是他全做到了，经上所讲的理、所讲的事、所讲的方法，他全在生活当中落实了。为什么？他什么都知道，他不是不知道，他什么都能讲，他不是不能讲。他是用另外一种方法来教化众生，我们讲用身教，用行动来教，用我日常生活来教，让我每天劳作工作来教，收的效果一样。而且让看到的人、听到的人更深刻、更佩服、更敬仰。",
      "zh_TW": "海賢老和尚給我們做的活生生的好榜樣，他沒有念過書，沒有讀過一部經，沒有聽過一次經，但是他全做到了，經上所講的理、所講的事、所講的方法，他全在生活當中落實了。為什麼？他什麼都知道，他不是不知道，他什麼都能講，他不是不能講。他是用另外一種方法來教化眾生，我們講用身教，用行動來教，用我日常生活來教，讓我每天勞作工作來教，收的效果一樣。而且讓看到的人、聽到的人更深刻、更佩服、更敬仰。"
    },
    {
      "id": "02-041-0063_p0049",
      "zh_CN": "我们往后使命很重，大乘佛法能不能传下去，就在这一代。中国传统文化这么好，能不能再兴旺起来？也在这一代。这一代人所负的使命太大了，要有使命感，要发大心，把这一桩大事业扛起来，放在肩膀上。不能希望别人，希望别人你会失望，一定要自己干。自己干会有响应的。像老和尚一样，声名一出去，多少人感动，多少人起来效法，向他学习，这就普度众生。如果我们有个小僧团，不用多大，释迦牟尼佛开悟之后，在鹿野苑的僧团五个人，连他自己六个人，就把佛教兴起来了。这六个人都是以身作则，释迦牟尼佛教的大家都做到。人规规矩矩、老老实实，和睦可亲，无论什么人接触你都尊重你，都喜欢你，这教就能发扬光大。",
      "zh_TW": "我們往後使命很重，大乘佛法能不能傳下去，就在這一代。中國傳統文化這麼好，能不能再興旺起來？也在這一代。這一代人所負的使命太大了，要有使命感，要發大心，把這一樁大事業扛起來，放在肩膀上。不能希望別人，希望別人你會失望，一定要自己幹。自己幹會有響應的。像老和尚一樣，聲名一出去，多少人感動，多少人起來效法，向他學習，這就普度眾生。如果我們有個小僧團，不用多大，釋迦牟尼佛開悟之後，在鹿野苑的僧團五個人，連他自己六個人，就把佛教興起來了。這六個人都是以身作則，釋迦牟尼佛教的大家都做到。人規規矩矩、老老實實，和睦可親，無論什麼人接觸你都尊重你，都喜歡你，這教就能發揚光大。"
    },
    {
      "id": "02-041-0063_p0050",
      "zh_CN": "每个人都有，如大乘经上所说的，「一切众生本来是佛」，中国老祖宗说本性本善，还把它写在《三字经》头一句，「人之初，性本善」。这个初有两个意思，一个是根本初，那是什么？那你本来是佛；一个是现前的初，你刚初生下来。我常说「人生百日」，他出生下来一百天，「体露真常」，那就是本善。为什么？他还不会起心动念，他没有分别执着，婴儿一百天。一百天之后就不行了，他被染污了，他知道谁是他爸爸，谁是他妈妈，一叫爸爸妈妈被染污了。他不知道哪个爸爸妈妈，你看无论什么人，他对你都是那种真诚的爱心，他对你笑，你抱他，他都接纳你。可是他一认生了，就是被染污，他有分别，他有执着，他用妄心，他不用真心了。这是我们要用心观察，跟佛讲的相应。有没有看到本性？看到了。只是以后愈迷愈深，本性全完了，全没有了，统统是习性，那麻烦大了。习性造业，造轮回业；本性不造业，本性与性德完全相应，就在人初生的时候看到。如果我们能保持，永远保持不起心、不动念、不分别、不执着，不就是成佛了吗？就是如如佛。",
      "zh_TW": "每個人都有，如大乘經上所說的，「一切眾生本來是佛」，中國老祖宗說本性本善，還把它寫在《三字經》頭一句，「人之初，性本善」。這個初有兩個意思，一個是根本初，那是什麼？那你本來是佛；一個是現前的初，你剛初生下來。我常說「人生百日」，他出生下來一百天，「體露真常」，那就是本善。為什麼？他還不會起心動念，他沒有分別執著，嬰兒一百天。一百天之後就不行了，他被染污了，他知道誰是他爸爸，誰是他媽媽，一叫爸爸媽媽被染污了。他不知道哪個爸爸媽媽，你看無論什麼人，他對你都是那種真誠的愛心，他對你笑，你抱他，他都接納你。可是他一認生了，就是被染污，他有分別，他有執著，他用妄心，他不用真心了。這是我們要用心觀察，跟佛講的相應。有沒有看到本性？看到了。只是以後愈迷愈深，本性全完了，全沒有了，統統是習性，那麻煩大了。習性造業，造輪迴業；本性不造業，本性與性德完全相應，就在人初生的時候看到。如果我們能保持，永遠保持不起心、不動念、不分別、不執著，不就是成佛了嗎？就是如如佛。"
    },
    {
      "id": "02-041-0063_p0051",
      "zh_CN": "人既然得人身，到人间来了，第一桩大事是什么？回归自性，圆满成佛。佛经常说，「人身难得，佛法难闻」，得人身，闻佛法，就要去作佛去，这就完全对了，没有辜负得人身。我们今天成佛道就是净宗法门，为什么这个法门我们有把握成就，其他的任何一门我们没有把握，为什么？要断烦恼。断烦恼可是一桩大难事，真不容易。无量劫养成的烦恼习气，这一生断不了，要来生，生生世世，我们没有这个德行，来生到哪里去自己不知道。所以不能等，不能指望来生，完全把希望都落在这一生当中，我决定要成就。附带做的事情完全看缘，有缘，利益众生的事要做，妨碍众生的事决定不做，有缘也不干。",
      "zh_TW": "人既然得人身，到人間來了，第一樁大事是什麼？回歸自性，圓滿成佛。佛經常說，「人身難得，佛法難聞」，得人身，聞佛法，就要去作佛去，這就完全對了，沒有辜負得人身。我們今天成佛道就是淨宗法門，為什麼這個法門我們有把握成就，其他的任何一門我們沒有把握，為什麼？要斷煩惱。斷煩惱可是一樁大難事，真不容易。無量劫養成的煩惱習氣，這一生斷不了，要來生，生生世世，我們沒有這個德行，來生到哪裡去自己不知道。所以不能等，不能指望來生，完全把希望都落在這一生當中，我決定要成就。附帶做的事情完全看緣，有緣，利益眾生的事要做，妨礙眾生的事決定不做，有緣也不幹。"
    },
    {
      "id": "02-041-0063_p0052",
      "zh_CN": "人生在世，缘分最深的、最重要的无过于文化，高等的文化，对这个世间一切众生都有无比殊胜的利益。这中华文化，祖宗积德，得三宝加持，把中国文化大幅度向上提升，提升到佛菩萨的境界。如何能帮助现代人，能理解、能接受，佛法就兴旺起来了，中国传统文化变成全世界人类的文化。汤恩比的希望，是希望将来地球上要有一个统合，把地球上变成一个国家，变成一个民族，为什么？所有一切的矛盾纠纷全部化解了。人与人之间互相尊重，相亲相爱，互助合作，这个地球上出现太平盛世。他说得好，谁有能力、有智慧来做这一桩大事情？他的看法只有中国人。他是从历史观点上来看，中国人有这种智慧，有这个理念、有方法。过去曾经做出成绩出来。从秦中国统一了，一直到现在都统一，虽然有改朝换代，那是短暂的，整体上来说，几千年维系着大一统。回过头来看欧洲，罗马帝国统治一千年，亡国之后欧洲再不能统一，这比不上中国。他说得很中肯，在文明这方面、智慧这方面，古希腊人比不上中国。",
      "zh_TW": "人生在世，緣分最深的、最重要的無過於文化，高等的文化，對這個世間一切眾生都有無比殊勝的利益。這中華文化，祖宗積德，得三寶加持，把中國文化大幅度向上提升，提升到佛菩薩的境界。如何能幫助現代人，能理解、能接受，佛法就興旺起來了，中國傳統文化變成全世界人類的文化。湯恩比的希望，是希望將來地球上要有一個統合，把地球上變成一個國家，變成一個民族，為什麼？所有一切的矛盾糾紛全部化解了。人與人之間互相尊重，相親相愛，互助合作，這個地球上出現太平盛世。他說得好，誰有能力、有智慧來做這一樁大事情？他的看法只有中國人。他是從歷史觀點上來看，中國人有這種智慧，有這個理念、有方法。過去曾經做出成績出來。從秦中國統一了，一直到現在都統一，雖然有改朝換代，那是短暫的，整體上來說，幾千年維繫著大一統。回過頭來看歐洲，羅馬帝國統治一千年，亡國之後歐洲再不能統一，這比不上中國。他說得很中肯，在文明這方面、智慧這方面，古希臘人比不上中國。"
    },
    {
      "id": "02-041-0063_p0053",
      "zh_CN": "中国文化确确实实是优秀的文化，人类优秀的文化，真实的智慧，只要中国人回头，中国人肯定，把老祖宗搬出来，不但中国有救，全世界人都有救了。今天时间到了，我们就学到此地。",
      "zh_TW": "中國文化確確實實是優秀的文化，人類優秀的文化，真實的智慧，只要中國人回頭，中國人肯定，把老祖宗搬出來，不但中國有救，全世界人都有救了。今天時間到了，我們就學到此地。"
    }
  ]
}