{
  "doc_id": "02-041-0296",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二九六集",
    "zh_TW": "第二九六集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0296",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-041-0296_p0001",
      "zh_CN": "诸位法师，诸位同学，大家新年好，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，大家新年好，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0296_p0002",
      "zh_CN": "请看《大经科注》，第七百一十七页第三行，从当中看起，从第三句：",
      "zh_TW": "請看《大經科註》，第七百一十七頁第三行，從當中看起，從第三句："
    },
    {
      "id": "02-041-0296_p0003",
      "zh_CN": "「又《唐译》曰：若当生者，皆悉究竟无上菩提，到涅槃处。何以故？若邪定聚及不定聚，不能了知建立彼因故。」这几句话是《唐译》的经文，原文节录在此地。下面念老给我们的解释，「盖谓当生极乐者」，当生，现在还没生，决定他会生，所以当生。这些人都是，「皆悉」就是都是，「建立往生之正因」，这个建立是指修成，真修。往生的正因是什么？发菩提心，一向专念，这就是往生的正因。发菩提心，蕅益大师在《要解》里面讲得最好、最清楚、最简单明了，他老人家为我们指出来，真信切愿就是往生的正因，再加上一向专念。念佛功夫的浅深，是往生西方极乐世界品位的高下，单单讲往生的正因就是真信切愿。",
      "zh_TW": "「又《唐譯》曰：若當生者，皆悉究竟無上菩提，到涅槃處。何以故？若邪定聚及不定聚，不能了知建立彼因故。」這幾句話是《唐譯》的經文，原文節錄在此地。下面念老給我們的解釋，「蓋謂當生極樂者」，當生，現在還沒生，決定他會生，所以當生。這些人都是，「皆悉」就是都是，「建立往生之正因」，這個建立是指修成，真修。往生的正因是什麼？發菩提心，一向專念，這就是往生的正因。發菩提心，蕅益大師在《要解》裡面講得最好、最清楚、最簡單明瞭，他老人家為我們指出來，真信切願就是往生的正因，再加上一向專念。念佛功夫的淺深，是往生西方極樂世界品位的高下，單單講往生的正因就是真信切願。"
    },
    {
      "id": "02-041-0296_p0004",
      "zh_CN": "我们看到了，齐老居士上个星期从道场带来一片光碟，杨红梅居士的往生，很多同学都看到了，我相信都会有感动。杨居士五十岁，是去年，今年是二Ｏ一六年，去年还是二Ｏ一五年，二Ｏ一五年五十岁。四年前她得肺癌，癌细胞扩散了，她痛苦不堪，兴起求生净土的愿。听说齐居士的道场道风很殊胜，她就想到那里往生，齐老居士接纳了，愿意帮助她。在道场住四十天，无诸痛苦，自在往生，而且预知时至。往生前几天，她的先生来看她，先生在空中看到两个字，２２，他不知道什么意思，看到了，几分钟之后就消失了，他说出来给人听。杨居士二十二号，就是十月二十二号往生的，二十二号晚上十一点钟往生，瑞相不可思议。她从遇到佛法，听到讲经里面说到西方极乐世界依正庄严，生欢喜心，求佛早一天接她走。这四十天当中她确确实实做到真信切愿，没有怀疑，没有留恋，一心专念阿弥陀佛。老居士派了三个出家人帮她助念，日夜不间断，就这一句佛号，阿弥陀佛。这也是给我们作证转，为我们证明往生实际也不难。",
      "zh_TW": "我們看到了，齊老居士上個星期從道場帶來一片光碟，楊紅梅居士的往生，很多同學都看到了，我相信都會有感動。楊居士五十歲，是去年，今年是二Ｏ一六年，去年還是二Ｏ一五年，二Ｏ一五年五十歲。四年前她得肺癌，癌細胞擴散了，她痛苦不堪，興起求生淨土的願。聽說齊居士的道場道風很殊勝，她就想到那裡往生，齊老居士接納了，願意幫助她。在道場住四十天，無諸痛苦，自在往生，而且預知時至。往生前幾天，她的先生來看她，先生在空中看到兩個字，２２，他不知道什麼意思，看到了，幾分鐘之後就消失了，他說出來給人聽。楊居士二十二號，就是十月二十二號往生的，二十二號晚上十一點鐘往生，瑞相不可思議。她從遇到佛法，聽到講經裡面說到西方極樂世界依正莊嚴，生歡喜心，求佛早一天接她走。這四十天當中她確確實實做到真信切願，沒有懷疑，沒有留戀，一心專念阿彌陀佛。老居士派了三個出家人幫她助念，日夜不間斷，就這一句佛號，阿彌陀佛。這也是給我們作證轉，為我們證明往生實際也不難。"
    },
    {
      "id": "02-041-0296_p0005",
      "zh_CN": "这个地方讲的，他不能往生，那就是不能了知建立彼因。「建立彼因」这四个字重要，就是蕅益大师讲的信愿持名，就是建立彼因。念老给我们解释得很清楚，他说当生极乐者，当生，有资格往生到西方极乐世界的这个人，统统都是建立往生的正因，就是蕅益大师讲这四个字，信、愿、持名，这是往生的正因。「依此正因，必得往生之果」，生到西方极乐世界，「必然一生补佛」。「故曰」，这经上讲的，「决定证于阿耨多罗三藐三菩提也」。下面又举例子，「又唐善导大师深入经藏，明正定聚益」，这个利益「通此彼二土」。括弧里面讲：「谓弥陀入正定聚大愿之益，通显于彼土极乐与此土娑婆」。阿弥陀佛威德，让两个世界的人都得利益，所以说通彼此二土。括弧里面说，入正定聚大愿之益，通显于彼土极乐与此土娑婆。",
      "zh_TW": "這個地方講的，他不能往生，那就是不能了知建立彼因。「建立彼因」這四個字重要，就是蕅益大師講的信願持名，就是建立彼因。念老給我們解釋得很清楚，他說當生極樂者，當生，有資格往生到西方極樂世界的這個人，統統都是建立往生的正因，就是蕅益大師講這四個字，信、願、持名，這是往生的正因。「依此正因，必得往生之果」，生到西方極樂世界，「必然一生補佛」。「故曰」，這經上講的，「決定證於阿耨多羅三藐三菩提也」。下面又舉例子，「又唐善導大師深入經藏，明正定聚益」，這個利益「通此彼二土」。括弧裡面講：「謂彌陀入正定聚大願之益，通顯於彼土極樂與此土娑婆」。阿彌陀佛威德，讓兩個世界的人都得利益，所以說通彼此二土。括弧裡面說，入正定聚大願之益，通顯於彼土極樂與此土娑婆。"
    },
    {
      "id": "02-041-0296_p0006",
      "zh_CN": "「《甄解》曰：此土正定聚，是密益」，这个正定聚是指阿弥陀佛，「彼土正定聚，是显益」，很明显。我们这个地方入正定聚，我举刚才的例子，杨居士的例子，杨红梅，她到骊靬古城，下定决心到那边求往生，那个心是正定聚，她没有怀疑。求齐老居士给她做增上缘，帮助她，让她不受任何干扰，信愿持名，求生净土，四十天就圆满了。得的密益是阿弥陀佛本愿威神的加持，这是密益，我们看不出来，我们也想不到；往生到极乐世界，佛来接引她，很多的瑞相大家都看到，这是显益，明显的让我们看到。",
      "zh_TW": "「《甄解》曰：此土正定聚，是密益」，這個正定聚是指阿彌陀佛，「彼土正定聚，是顯益」，很明顯。我們這個地方入正定聚，我舉剛才的例子，楊居士的例子，楊紅梅，她到驪靬古城，下定決心到那邊求往生，那個心是正定聚，她沒有懷疑。求齊老居士給她做增上緣，幫助她，讓她不受任何干擾，信願持名，求生淨土，四十天就圓滿了。得的密益是阿彌陀佛本願威神的加持，這是密益，我們看不出來，我們也想不到；往生到極樂世界，佛來接引她，很多的瑞相大家都看到，這是顯益，明顯的讓我們看到。"
    },
    {
      "id": "02-041-0296_p0007",
      "zh_CN": "下面又说，「又曰：若为现生密益者」，现生是现前，这个密益，「今家不共义也」。今家是善导大师，日本这些弟子对老师尊敬，不称名，称今家就是他的老师，不共之义。「可见《甄解》极赞善导大师所说，当生之人，虽身在娑婆，已获入正定聚之密益」。杨红梅居士是一个最好的例子、最好的榜样，我们得现代科学的便利，她全程录像录下来，我们看到这个画面了。你看到她在病中，坐在床上，精神非常好。你看她说话，以及齐居士的一番开示，讲得好！这一片光碟要广为流通，功德无量。难得我们读到今天读的这个经文，看到例子，活生生的例子摆在我们面前，我们能不相信吗？能不接受吗？能不干吗？这个应当往生的人，还没走，时候还没到，所以身在娑婆。可是我们相信，杨居士从发心求佛早一天接她往生，这个心是真心。为什么？对这个世界完全放下了，没有丝毫留恋，她就得阿弥陀佛正定聚的加持。所以短短的四十天，阿弥陀佛就接引她到极乐世界去了。",
      "zh_TW": "下面又說，「又曰：若為現生密益者」，現生是現前，這個密益，「今家不共義也」。今家是善導大師，日本這些弟子對老師尊敬，不稱名，稱今家就是他的老師，不共之義。「可見《甄解》極讚善導大師所說，當生之人，雖身在娑婆，已獲入正定聚之密益」。楊紅梅居士是一個最好的例子、最好的榜樣，我們得現代科學的便利，她全程錄像錄下來，我們看到這個畫面了。你看到她在病中，坐在床上，精神非常好。你看她說話，以及齊居士的一番開示，講得好！這一片光碟要廣為流通，功德無量。難得我們讀到今天讀的這個經文，看到例子，活生生的例子擺在我們面前，我們能不相信嗎？能不接受嗎？能不幹嗎？這個應當往生的人，還沒走，時候還沒到，所以身在娑婆。可是我們相信，楊居士從發心求佛早一天接她往生，這個心是真心。為什麼？對這個世界完全放下了，沒有絲毫留戀，她就得阿彌陀佛正定聚的加持。所以短短的四十天，阿彌陀佛就接引她到極樂世界去了。"
    },
    {
      "id": "02-041-0296_p0008",
      "zh_CN": "我看完这张碟片之后，我就说有个道场好，殊胜。为什么？具足这四个条件，那就是正法道场。大乘经里佛说的，这个道场有讲经、有听经的，有修行的，有证果的，这个道场就是正法道场。如果这个道场有讲经、有听经、有修行，没有证果的，这叫像法道场。这个道场有讲经、有听经，没有修行、没有证果的，末法道场。如果这个道场连讲经、听经的人都没有，这是灭法道场，那不是真的，不但这里头没有佛菩萨，护法神都没有，都离开了。由此可知，讲经教学多重要。有讲经教学，没有人依教奉行，没有人求往生，末法。末法多，太多太多了。像法还有真修的，依教奉行，但是不能往生。为什么不能往生？一个是对于经教不透彻，发的道心不够；另外一个是烦恼习气太重，没有办法放下，我们所谓牵肠挂肚的事情太多，佛号虽然念，断断续续。他只能跟阿弥陀佛结个善缘，这一生往生有障碍、有困难，要等来生后世，来生后世这一等，不知道要多少年，甚至于说的是不晓得要等多少劫。",
      "zh_TW": "我看完這張碟片之後，我就說有個道場好，殊勝。為什麼？具足這四個條件，那就是正法道場。大乘經裡佛說的，這個道場有講經、有聽經的，有修行的，有證果的，這個道場就是正法道場。如果這個道場有講經、有聽經、有修行，沒有證果的，這叫像法道場。這個道場有講經、有聽經，沒有修行、沒有證果的，末法道場。如果這個道場連講經、聽經的人都沒有，這是滅法道場，那不是真的，不但這裡頭沒有佛菩薩，護法神都沒有，都離開了。由此可知，講經教學多重要。有講經教學，沒有人依教奉行，沒有人求往生，末法。末法多，太多太多了。像法還有真修的，依教奉行，但是不能往生。為什麼不能往生？一個是對於經教不透徹，發的道心不夠；另外一個是煩惱習氣太重，沒有辦法放下，我們所謂牽腸掛肚的事情太多，佛號雖然念，斷斷續續。他只能跟阿彌陀佛結個善緣，這一生往生有障礙、有困難，要等來生後世，來生後世這一等，不知道要多少年，甚至於說的是不曉得要等多少劫。"
    },
    {
      "id": "02-041-0296_p0009",
      "zh_CN": "我们怎么办？像这种例子，来佛寺三圣的《永思集》有光碟，杨红梅居士这个短片，不超过一个小时，你能不能看上三百遍？能不能看上五百遍？能不能看上一千遍？我相信，你能够把心定下来，果然能看到一千遍，你的信心自自然然生出来了。你把光碟当作经来看，看光碟等于读经，一遍看完从头再看，一天能看十遍二十遍，至少不能少过十遍，能看二、三十遍更好，你把它看一年。遍数够了，心真生起来了，无量功德！弥陀正定聚的神力就加持在你身上，你就得到利益。你要求往生，佛确实能满你的愿，什么时候想去，佛什么时候就来接引你。住在这个世间，想想有没有这个必要？没有这个必要就学（效法）杨红梅居士，做一个念佛往生榜样给大家看。没有病苦，盘着腿走的，走了之后全身柔软，让人看到生恭敬心、生欢喜心，替她祝福。我相信效果不输给海贤老和尚，海贤老和尚是给一般学佛弟子看的，杨红梅是特别给念佛求生净土人看的。海贤老和尚，九十二年一句佛号念到底，没有拐弯，没有丢失，一句接着一句。无论是开口念、是心里头默念，功夫都是一样的；换句话说，他没有杂念、没有妄想，一心专注。杨红梅居士何以四十天的念佛就能往生？就是句句佛号当中都没有杂念、都没有妄想，佛号是一句接着一句，妄想杂念进不去，功夫就在此地。我们看到了，要发心向她看齐，跟她学习。这是真的，其他的全是假的。",
      "zh_TW": "我們怎麼辦？像這種例子，來佛寺三聖的《永思集》有光碟，楊紅梅居士這個短片，不超過一個小時，你能不能看上三百遍？能不能看上五百遍？能不能看上一千遍？我相信，你能夠把心定下來，果然能看到一千遍，你的信心自自然然生出來了。你把光碟當作經來看，看光碟等於讀經，一遍看完從頭再看，一天能看十遍二十遍，至少不能少過十遍，能看二、三十遍更好，你把它看一年。遍數夠了，心真生起來了，無量功德！彌陀正定聚的神力就加持在你身上，你就得到利益。你要求往生，佛確實能滿你的願，什麼時候想去，佛什麼時候就來接引你。住在這個世間，想想有沒有這個必要？沒有這個必要就學（效法）楊紅梅居士，做一個念佛往生榜樣給大家看。沒有病苦，盤著腿走的，走了之後全身柔軟，讓人看到生恭敬心、生歡喜心，替她祝福。我相信效果不輸給海賢老和尚，海賢老和尚是給一般學佛弟子看的，楊紅梅是特別給念佛求生淨土人看的。海賢老和尚，九十二年一句佛號念到底，沒有拐彎，沒有丟失，一句接著一句。無論是開口念、是心裡頭默念，功夫都是一樣的；換句話說，他沒有雜念、沒有妄想，一心專注。楊紅梅居士何以四十天的念佛就能往生？就是句句佛號當中都沒有雜念、都沒有妄想，佛號是一句接著一句，妄想雜念進不去，功夫就在此地。我們看到了，要發心向她看齊，跟她學習。這是真的，其他的全是假的。"
    },
    {
      "id": "02-041-0296_p0010",
      "zh_CN": "佛在《金刚经》上教给我们，「法尚应舍，何况非法」。真正信愿持名，把所有的经教、法门统统放下，不要再放在心上，心上就是一句阿弥陀佛，一向专注。你看四十天功夫就圆满，弥陀就接引她走了，还前几天预先通知她，让她先生看到日期，二十二号。我们有缘遇到这些人给我们表法，坚定我们的信心、愿心。往生到极乐世界「定成正觉」，弥陀第十二愿说的；甚至于讲到一生没有遇到佛法，临命终时才遇到，行，十念必生。杨红梅居士念了四十天，不止十句，善根、福德圆满具足。善根、福德从哪里来的？从信愿持名来的。所以这个人，当生之人，虽然身在娑婆，已获入正定聚的密益，他没有杂念，一心专注，「为殊胜不共之妙义」。「所谓密益，盖指冥得此益也」。冥冥当中，我们常说的阿弥陀佛在加持她，她真正得到加持，为什么？虽然那么重的病，一点痛苦都没有，没有感觉到她病那么重，心里面生欢喜心，就是一句佛号，除一句佛号之外一个杂念都没有，这就是冥得此益。",
      "zh_TW": "佛在《金剛經》上教給我們，「法尚應捨，何況非法」。真正信願持名，把所有的經教、法門統統放下，不要再放在心上，心上就是一句阿彌陀佛，一向專注。你看四十天功夫就圓滿，彌陀就接引她走了，還前幾天預先通知她，讓她先生看到日期，二十二號。我們有緣遇到這些人給我們表法，堅定我們的信心、願心。往生到極樂世界「定成正覺」，彌陀第十二願說的；甚至於講到一生沒有遇到佛法，臨命終時才遇到，行，十念必生。楊紅梅居士念了四十天，不止十句，善根、福德圓滿具足。善根、福德從哪裡來的？從信願持名來的。所以這個人，當生之人，雖然身在娑婆，已獲入正定聚的密益，他沒有雜念，一心專注，「為殊勝不共之妙義」。「所謂密益，蓋指冥得此益也」。冥冥當中，我們常說的阿彌陀佛在加持她，她真正得到加持，為什麼？雖然那麼重的病，一點痛苦都沒有，沒有感覺到她病那麼重，心裡面生歡喜心，就是一句佛號，除一句佛號之外一個雜念都沒有，這就是冥得此益。"
    },
    {
      "id": "02-041-0296_p0011",
      "zh_CN": "「又《小本》」，《佛说阿弥陀经》里面的经文也有与这个相呼应的，《阿弥陀经》里头说「若有人已发愿，今发愿，当发愿，欲生阿弥陀佛国者，是诸人等，皆得不退转于阿耨多罗三藐三菩提。」这句经文重要，如果有人已发愿的（已经发求生的愿，信、愿、持名，已经发愿的），或者今发愿（现在发愿的），乃至于当发愿（你现在还没有发愿，但是几个月之后、几年之后、几天之后你发愿了，这都叫当发愿），发什么愿？欲生阿弥陀佛国者，求生极乐世界这个心，要发这个心。她是真发愿，她没有怀疑。真发愿从什么地方看？从放下妄想、分别、执着上看，她确实对这个世间没有念头了，起心动念全是阿弥陀佛，除阿弥陀佛之外她心里没有一个杂念，没有妄想。她如果想释迦牟尼佛，那都是杂念，想药师如来也是杂念，想观音菩萨也是杂念。佛法尚且如此，何况非法？世出世间的东西她再也不想了，这叫正定聚。还有别的念头渗透在你心里，跟阿弥陀佛混在一起，那叫不定聚。如果还夹杂着外道，不是佛法，那叫邪定聚。正定聚能往生、能成佛，不定聚、邪定聚是决定不能往生的，这个要知道。",
      "zh_TW": "「又《小本》」，《佛說阿彌陀經》裡面的經文也有與這個相呼應的，《阿彌陀經》裡頭說「若有人已發願，今發願，當發願，欲生阿彌陀佛國者，是諸人等，皆得不退轉於阿耨多羅三藐三菩提。」這句經文重要，如果有人已發願的（已經發求生的願，信、願、持名，已經發願的），或者今發願（現在發願的），乃至於當發願（你現在還沒有發願，但是幾個月之後、幾年之後、幾天之後你發願了，這都叫當發願），發什麼願？欲生阿彌陀佛國者，求生極樂世界這個心，要發這個心。她是真發願，她沒有懷疑。真發願從什麼地方看？從放下妄想、分別、執著上看，她確實對這個世間沒有念頭了，起心動念全是阿彌陀佛，除阿彌陀佛之外她心裡沒有一個雜念，沒有妄想。她如果想釋迦牟尼佛，那都是雜念，想藥師如來也是雜念，想觀音菩薩也是雜念。佛法尚且如此，何況非法？世出世間的東西她再也不想了，這叫正定聚。還有別的念頭滲透在你心裡，跟阿彌陀佛混在一起，那叫不定聚。如果還夾雜著外道，不是佛法，那叫邪定聚。正定聚能往生、能成佛，不定聚、邪定聚是決定不能往生的，這個要知道。"
    },
    {
      "id": "02-041-0296_p0012",
      "zh_CN": "我们同学当中，学佛多少年了，几十年了，我看到了，有时候我也提醒，他也点头，但是就是转不过来，妄念不知道有多少，为什么不能放下？牵肠挂肚的事情太多了。事不能不办，正定不能没有。那办日常这么多复杂的事情，怎么能维持正定？海贤老和尚是榜样，海贤老和尚没有一天闲着的，他工作量很大。他为我们示现的身分是农夫，非常负责认真的一个农夫，早晨起来到农田里面去了，去工作，天黑回来。白天干活，晚上念佛、拜佛、绕佛，累了休息一会，休息好了，一般他老人家都是三点钟起床，八、九点钟就休息，三点钟起床。九十二年，一百一十二岁，还维持这个样子，他成功了，他作佛去了。哪一天往生他早知道，不告诉人。人家要帮他助念，他告诉人：「我往生不要人助念，助念不牢靠，我自己念佛就往生了」。说的这个话兑现，真的是这样走的。做人踏实，认真负责。他走是晚上，他自己不说，大家也没有在意，那天晚上他念佛时间念得很长。通常老和尚晚上念一会佛就休息了，别人还没休息，老和尚休息了；这一天别人都休息了，老和尚还在念佛。老和尚念佛从来不敲引磬的，今天敲引磬，大家没在意，都去休息了，第二天早晨起来请老和尚吃早饭，到房间一看，走了。你看临走的那一天，菜园里工作一天，整地、浇水、拔草，你看他认真负责，晚上就要走了，这一天还不空过，还要干活，都不能放半天假。老和尚表的这个法我们看清楚没有？佛号不间断！浇水心里念佛，拔草心里念佛，整地心里念佛，不妨碍。老和尚从早到晚，一切时一切处所，你相不相信，都得阿弥陀佛正定聚的加持。他真住在正定里头，正定心里就是阿弥陀佛，除阿弥陀佛之外，没有杂念，没有妄想，没有分别，没有执着。这品经里头最重要的经义，我们要深深体会，依教奉行，我们也能跟他们一样得密益加持。",
      "zh_TW": "我們同學當中，學佛多少年了，幾十年了，我看到了，有時候我也提醒，他也點頭，但是就是轉不過來，妄念不知道有多少，為什麼不能放下？牽腸掛肚的事情太多了。事不能不辦，正定不能沒有。那辦日常這麼多複雜的事情，怎麼能維持正定？海賢老和尚是榜樣，海賢老和尚沒有一天閒著的，他工作量很大。他為我們示現的身分是農夫，非常負責認真的一個農夫，早晨起來到農田裡面去了，去工作，天黑回來。白天幹活，晚上念佛、拜佛、繞佛，累了休息一會，休息好了，一般他老人家都是三點鐘起床，八、九點鐘就休息，三點鐘起床。九十二年，一百一十二歲，還維持這個樣子，他成功了，他作佛去了。哪一天往生他早知道，不告訴人。人家要幫他助念，他告訴人：「我往生不要人助念，助念不牢靠，我自己念佛就往生了」。說的這個話兌現，真的是這樣走的。做人踏實，認真負責。他走是晚上，他自己不說，大家也沒有在意，那天晚上他念佛時間念得很長。通常老和尚晚上念一會佛就休息了，別人還沒休息，老和尚休息了；這一天別人都休息了，老和尚還在念佛。老和尚念佛從來不敲引磬的，今天敲引磬，大家沒在意，都去休息了，第二天早晨起來請老和尚吃早飯，到房間一看，走了。你看臨走的那一天，菜園裡工作一天，整地、澆水、拔草，你看他認真負責，晚上就要走了，這一天還不空過，還要幹活，都不能放半天假。老和尚表的這個法我們看清楚沒有？佛號不間斷！澆水心裡念佛，拔草心裡念佛，整地心裡念佛，不妨礙。老和尚從早到晚，一切時一切處所，你相不相信，都得阿彌陀佛正定聚的加持。他真住在正定裡頭，正定心裡就是阿彌陀佛，除阿彌陀佛之外，沒有雜念，沒有妄想，沒有分別，沒有執著。這品經裡頭最重要的經義，我們要深深體會，依教奉行，我們也能跟他們一樣得密益加持。"
    },
    {
      "id": "02-041-0296_p0013",
      "zh_CN": "小本里末后一句话，「皆得不退转于阿耨多罗三藐三菩提。是表现在当来一切发愿求生西方净土之人，皆不退转于无上菩提」。我们要知道，心里有杂念、有牵挂、有顾虑，佛号不见了，这就是退转，这就是正定聚不见了，什么东西起来？不定聚。我们没有学其他法门，没有学这些外道，所以不是邪定，是不定，妄念太多，杂念太多，他不定，不定也是障碍。所以念老说：是表现在当来一切发愿求生西方净土之人，皆不退转于无上菩提。「可见不退转之胜益」。今天我们记住，什么东西不退转？就是佛号。你看，佛号一句接着一句接着一句，这个利益太殊胜，世出世间再找不到这个利益，这个道理要懂。这声声佛号就是跟阿弥陀佛热线接通了，当然得到阿弥陀佛加持。一个杂念就破坏了，清净心就被染污了。什么叫功夫？这叫功夫，正定是功夫，邪定、不定是功夫坏了，我们不能不知道。这种加持的殊胜利益现在就得到，这是现前利益，往生到极乐世界那就更明显，一直加持你证得圆满无上菩提。小本《弥陀经》跟这个经上所讲的是一不是二，「与今经文同一玄旨」。「阿弥陀佛大愿大力，不可思议」，就在眼前，就在当前，不是过去，不是未来。",
      "zh_TW": "小本裡末後一句話，「皆得不退轉於阿耨多羅三藐三菩提。是表現在當來一切發願求生西方淨土之人，皆不退轉於無上菩提」。我們要知道，心裡有雜念、有牽掛、有顧慮，佛號不見了，這就是退轉，這就是正定聚不見了，什麼東西起來？不定聚。我們沒有學其他法門，沒有學這些外道，所以不是邪定，是不定，妄念太多，雜念太多，他不定，不定也是障礙。所以念老說：是表現在當來一切發願求生西方淨土之人，皆不退轉於無上菩提。「可見不退轉之勝益」。今天我們記住，什麼東西不退轉？就是佛號。你看，佛號一句接著一句接著一句，這個利益太殊勝，世出世間再找不到這個利益，這個道理要懂。這聲聲佛號就是跟阿彌陀佛熱線接通了，當然得到阿彌陀佛加持。一個雜念就破壞了，清淨心就被染污了。什麼叫功夫？這叫功夫，正定是功夫，邪定、不定是功夫壞了，我們不能不知道。這種加持的殊勝利益現在就得到，這是現前利益，往生到極樂世界那就更明顯，一直加持你證得圓滿無上菩提。小本《彌陀經》跟這個經上所講的是一不是二，「與今經文同一玄旨」。「阿彌陀佛大願大力，不可思議」，就在眼前，就在當前，不是過去，不是未來。"
    },
    {
      "id": "02-041-0296_p0014",
      "zh_CN": "我们再看下面一段经文，庚三，「征释因果」，下面把因果说出来。",
      "zh_TW": "我們再看下面一段經文，庚三，「徵釋因果」，下面把因果說出來。"
    },
    {
      "id": "02-041-0296_p0015",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-041-0296_p0016",
      "zh_CN": "为什么？『何以故』，现在讲为什么。",
      "zh_TW": "為什麼？『何以故』，現在講為什麼。"
    },
    {
      "id": "02-041-0296_p0017",
      "zh_CN": "【若邪定聚。及不定聚。不能了知建立彼因故。】",
      "zh_TW": "【若邪定聚。及不定聚。不能了知建立彼因故。】"
    },
    {
      "id": "02-041-0296_p0018",
      "zh_CN": "我们看念老的注解，「彼」，那一个，「邪定聚及不定聚之人，则不能真为生死发菩提心，以深信愿持佛名号，故云不能了知建立彼因故」。『彼因』这两个字记住，我跟大家解释的，是用蕅益大师的话「信愿持名」，这就是往生净土的真因。那些人对这四个字，这四个字听得耳熟，他也会说，他没做到。为什么没做到？他没有真正懂得，要真正懂得，他会拼命的干。这四个字能救命，这四个字能消业障，这四个字能救苦救难，他不知道，不知道这个可贵。这四个字达到究竟，那就是建立往生极乐世界一生成佛的真因，他不知道没法子。我们不说初学，我们告诉老同修，你学佛多少年了，为什么没有把这四个字抓住？这四个字就是真因，就是正定聚，就得到阿弥陀佛本愿威神的加持。你在这个经上、在这个注解上你能了知，了是明了，知是知道；真的明了了，真的知道了，你能不干吗？不可能。像海贤、像红梅，为什么？他真干。为什么真干？他了知。不了知的人才叫你念经，才叫你听经，了知的人不需要，一句佛号念到底就行。如《金刚经》上所说的「法尚应舍，何况非法」，那个法是什么？释迦牟尼佛四十九年所说的一切法，统统不要了，打闲岔，会产生障碍。全体放下，就是一句阿弥陀佛，这是什么？了知建立正因。",
      "zh_TW": "我們看念老的註解，「彼」，那一個，「邪定聚及不定聚之人，則不能真為生死發菩提心，以深信願持佛名號，故云不能了知建立彼因故」。『彼因』這兩個字記住，我跟大家解釋的，是用蕅益大師的話「信願持名」，這就是往生淨土的真因。那些人對這四個字，這四個字聽得耳熟，他也會說，他沒做到。為什麼沒做到？他沒有真正懂得，要真正懂得，他會拼命的幹。這四個字能救命，這四個字能消業障，這四個字能救苦救難，他不知道，不知道這個可貴。這四個字達到究竟，那就是建立往生極樂世界一生成佛的真因，他不知道沒法子。我們不說初學，我們告訴老同修，你學佛多少年了，為什麼沒有把這四個字抓住？這四個字就是真因，就是正定聚，就得到阿彌陀佛本願威神的加持。你在這個經上、在這個註解上你能了知，了是明瞭，知是知道；真的明瞭了，真的知道了，你能不幹嗎？不可能。像海賢、像紅梅，為什麼？他真幹。為什麼真幹？他了知。不了知的人才叫你念經，才叫你聽經，了知的人不需要，一句佛號念到底就行。如《金剛經》上所說的「法尚應捨，何況非法」，那個法是什麼？釋迦牟尼佛四十九年所說的一切法，統統不要了，打閒岔，會產生障礙。全體放下，就是一句阿彌陀佛，這是什麼？了知建立正因。"
    },
    {
      "id": "02-041-0296_p0019",
      "zh_CN": "所以解里头说得好，不能真为生死。发菩提心就是能信、能愿，你对这个法门真正能相信，真正想求生净土，这个心就是无上菩提心。为什么发的？为了生死，不想再搞六道轮回，六道里头天堂、地狱统统放下了，我不想堕地狱，我也不想生天堂，我只想脱离六道轮回、脱离十法界。这两个脱离，你往生到哪里？往生到实报庄严土，实报庄严土就是极乐世界，其次就是华藏世界。华藏世界很难去，要消业障才能去；极乐世界很容易去，带业可以去，你选择哪一个？极乐世界阿弥陀佛有非常殊胜明显的加持，华藏世界没那么简单，你看《华严经》就知道了。我们过去在《华严》下了不少功夫，搞了十几二十年，以后发现太难了。你问我有没有把握，我告诉你我没有把握，所以我才回头。我看到文殊、普贤发愿求生净土，恍然大悟！年轻的时候，心目当中最佩服的就是文殊、普贤，结果一看，文殊、普贤原来是念佛求生净土的，让我们才真正回头去了解极乐世界的殊胜，对于极乐世界的经典、注解看得懂了。原先怎么？看不懂，走马看花，没有看出味道出来。舍弃之后专读这部经，专学这部经，专讲这部经，发现什么？字字句句其味无穷。跟着我的老同学，常年跟我的，你一定能体会到，就用这个注解，这本书来说，这本书这次是我们第四次讲，你看跟前面三次一样不一样？不一样，遍遍不相同；同是这一遍，前面所讲的跟后面所讲的不一样。为什么？古人说的，「读书千遍，其义自见」，遍数愈多，体会愈深、愈广，味道愈浓，就这么个道理。这个道理为什么我能尝到，你们尝不到？我放下了，你没放下。放下才看到；不放下，那是障碍，看不到。愈来愈体会得深、体会得广，那就是他愈来愈放下了。世出世间一切法统统放下，你所体会的跟阿弥陀佛、跟释迦佛完全相同。",
      "zh_TW": "所以解裡頭說得好，不能真為生死。發菩提心就是能信、能願，你對這個法門真正能相信，真正想求生淨土，這個心就是無上菩提心。為什麼發的？為了生死，不想再搞六道輪迴，六道裡頭天堂、地獄統統放下了，我不想墮地獄，我也不想生天堂，我只想脫離六道輪迴、脫離十法界。這兩個脫離，你往生到哪裡？往生到實報莊嚴土，實報莊嚴土就是極樂世界，其次就是華藏世界。華藏世界很難去，要消業障才能去；極樂世界很容易去，帶業可以去，你選擇哪一個？極樂世界阿彌陀佛有非常殊勝明顯的加持，華藏世界沒那麼簡單，你看《華嚴經》就知道了。我們過去在《華嚴》下了不少功夫，搞了十幾二十年，以後發現太難了。你問我有沒有把握，我告訴你我沒有把握，所以我才回頭。我看到文殊、普賢發願求生淨土，恍然大悟！年輕的時候，心目當中最佩服的就是文殊、普賢，結果一看，文殊、普賢原來是念佛求生淨土的，讓我們才真正回頭去了解極樂世界的殊勝，對於極樂世界的經典、註解看得懂了。原先怎麼？看不懂，走馬看花，沒有看出味道出來。捨棄之後專讀這部經，專學這部經，專講這部經，發現什麼？字字句句其味無窮。跟著我的老同學，常年跟我的，你一定能體會到，就用這個註解，這本書來說，這本書這次是我們第四次講，你看跟前面三次一樣不一樣？不一樣，遍遍不相同；同是這一遍，前面所講的跟後面所講的不一樣。為什麼？古人說的，「讀書千遍，其義自見」，遍數愈多，體會愈深、愈廣，味道愈濃，就這麼個道理。這個道理為什麼我能嘗到，你們嘗不到？我放下了，你沒放下。放下才看到；不放下，那是障礙，看不到。愈來愈體會得深、體會得廣，那就是他愈來愈放下了。世出世間一切法統統放下，你所體會的跟阿彌陀佛、跟釋迦佛完全相同。"
    },
    {
      "id": "02-041-0296_p0020",
      "zh_CN": "我们看念老下面的注解，「专论极乐依正庄严之经文至第二十二品」，就是到这个地方，「告一段落」，把西方极乐世界依报、正报做一个详细的报告。最详细的在《华严经》，这部经跟《华严经》一样，《华严经》时间长，所以讲得多，这部经的时间短，就讲得比较少一点，内容完全相同。《华严》好像是给你两个月的时间做报告，你可以慢慢说，这个经只给你二十分钟做报告，你必须二十分钟要把它讲完，内容完全一样。所以古人把它称为中本《华严》有道理。有中本，当然还有小本，有，小本是什么？《佛说阿弥陀经》，那就更少，那不是二十分钟，可能只给你二分钟、三分钟，你把极乐世界依正庄严说给大家听听。这三部经是一部经，广说、略说，就是详细说、简要说，不一样。所以我早年常说，诸位要真的能把《无量寿经》、《弥陀经》讲好，应该学什么？学《华严》，你在《华严》上扎了根，讲这个经就像吃冰淇淋一样的，很轻松，很愉快。为什么？你真正契入境界了，一点都不陌生。",
      "zh_TW": "我們看念老下面的註解，「專論極樂依正莊嚴之經文至第二十二品」，就是到這個地方，「告一段落」，把西方極樂世界依報、正報做一個詳細的報告。最詳細的在《華嚴經》，這部經跟《華嚴經》一樣，《華嚴經》時間長，所以講得多，這部經的時間短，就講得比較少一點，內容完全相同。《華嚴》好像是給你兩個月的時間做報告，你可以慢慢說，這個經只給你二十分鐘做報告，你必須二十分鐘要把它講完，內容完全一樣。所以古人把它稱為中本《華嚴》有道理。有中本，當然還有小本，有，小本是什麼？《佛說阿彌陀經》，那就更少，那不是二十分鐘，可能只給你二分鐘、三分鐘，你把極樂世界依正莊嚴說給大家聽聽。這三部經是一部經，廣說、略說，就是詳細說、簡要說，不一樣。所以我早年常說，諸位要真的能把《無量壽經》、《彌陀經》講好，應該學什麼？學《華嚴》，你在《華嚴》上扎了根，講這個經就像吃冰淇淋一樣的，很輕鬆，很愉快。為什麼？你真正契入境界了，一點都不陌生。"
    },
    {
      "id": "02-041-0296_p0021",
      "zh_CN": "到这里告一段落。下面，「此下即为十方佛赞、三辈往生等」，要告诉我们，十方诸佛对极乐世界的赞叹，对阿弥陀佛的赞叹。这什么意思？帮助我们建立信心、愿心，不是一尊佛，十方诸佛都赞叹，往生到极乐世界有三辈九品。下面，「《无量寿经起信论》会结前之经义，消归自心」，写得好！《无量寿经起信论》是清朝乾隆年间彭际清居士他作的，这个《起信论》他作的，也就是《无量寿经》注解。这个人也是个了不起的人，通宗通教，显密圆融。用现在的话说，他是高干子弟，他的父亲是乾隆皇帝的兵部尚书，现在不叫兵部尚书，现在叫国防部长。他的父亲是乾隆时代的国防部长，属于贵族，所以家里生活没有问题，他悠游自在。人绝顶聪明，童子考中进士，童子就是说明他没有满二十岁，考中进士。一生也没做官，跟儒释道缘分特别厚，跟这些高僧大德，常常跟他们在一起学习，所以他自己对儒释道有非常好的根基，著作很多，流传后世。你看他在此地给我们做了个总结，总结消归自心。这真了不起，这真的是心得。「论曰」，这就是《无量寿经起信论》里头所说的，「如上种种庄严，种种佛事，无所从来，亦无所去」。前面给我们讲的极乐世界依正庄严，阿弥陀佛做的种种事业。阿弥陀佛建立极乐世界就像是办一个佛教大学，目的是接引十方学佛的同学，帮助他们在一生当中证得无上道，这就是阿弥陀佛所做的事业，简称为佛事。",
      "zh_TW": "到這裡告一段落。下面，「此下即為十方佛讚、三輩往生等」，要告訴我們，十方諸佛對極樂世界的讚歎，對阿彌陀佛的讚歎。這什麼意思？幫助我們建立信心、願心，不是一尊佛，十方諸佛都讚歎，往生到極樂世界有三輩九品。下面，「《無量壽經起信論》會結前之經義，消歸自心」，寫得好！《無量壽經起信論》是清朝乾隆年間彭際清居士他作的，這個《起信論》他作的，也就是《無量壽經》註解。這個人也是個了不起的人，通宗通教，顯密圓融。用現在的話說，他是高幹子弟，他的父親是乾隆皇帝的兵部尚書，現在不叫兵部尚書，現在叫國防部長。他的父親是乾隆時代的國防部長，屬於貴族，所以家裡生活沒有問題，他悠遊自在。人絕頂聰明，童子考中進士，童子就是說明他沒有滿二十歲，考中進士。一生也沒做官，跟儒釋道緣分特別厚，跟這些高僧大德，常常跟他們在一起學習，所以他自己對儒釋道有非常好的根基，著作很多，流傳後世。你看他在此地給我們做了個總結，總結消歸自心。這真了不起，這真的是心得。「論曰」，這就是《無量壽經起信論》裡頭所說的，「如上種種莊嚴，種種佛事，無所從來，亦無所去」。前面給我們講的極樂世界依正莊嚴，阿彌陀佛做的種種事業。阿彌陀佛建立極樂世界就像是辦一個佛教大學，目的是接引十方學佛的同學，幫助他們在一生當中證得無上道，這就是阿彌陀佛所做的事業，簡稱為佛事。"
    },
    {
      "id": "02-041-0296_p0022",
      "zh_CN": "释迦牟尼佛所干的事情，开悟之后四十九年讲经教学，办学。你细心去观察，他开悟了，在鹿野苑开始讲经，讲阿含十二年，小学；然后再向上提升，讲方等八年，好比是中学，中学跟小学合起来二十年。这个地方我们要注意到，这二十年就是扎根教育，没有根柢不行，要给大家扎根。有这个根柢，再向上提升，佛教大学，讲什么？讲般若，般若才是佛陀教育的核心。佛教不是迷信，般若是智慧，教了多少年？二十二年，比前面阿含、方等加起来还多，它那个加起来二十年，还多二年，二十二年。畅佛本怀，佛是希望大家都开悟，都觉悟，觉而不迷。最后的八年讲法华，法华所谓是成佛的《法华》，把般若向上提升，拿到最高的学位，最高的学位叫佛陀。所以法华好比研究所，让你拿到最高学位，就是正等正觉，无上菩提。佛教真的是学校，般若是菩萨，这个二十二年，前面阿含是阿罗汉；方等也是菩萨，权教菩萨，别教里面的三贤，般若是真实菩萨，有权有实。我们从这个地方就看出，释迦牟尼佛一生干什么？办教育，真干，真正帮助众生破迷开悟，超凡成圣。",
      "zh_TW": "釋迦牟尼佛所幹的事情，開悟之後四十九年講經教學，辦學。你細心去觀察，他開悟了，在鹿野苑開始講經，講阿含十二年，小學；然後再向上提升，講方等八年，好比是中學，中學跟小學合起來二十年。這個地方我們要注意到，這二十年就是扎根教育，沒有根柢不行，要給大家扎根。有這個根柢，再向上提升，佛教大學，講什麼？講般若，般若才是佛陀教育的核心。佛教不是迷信，般若是智慧，教了多少年？二十二年，比前面阿含、方等加起來還多，它那個加起來二十年，還多二年，二十二年。暢佛本懷，佛是希望大家都開悟，都覺悟，覺而不迷。最後的八年講法華，法華所謂是成佛的《法華》，把般若向上提升，拿到最高的學位，最高的學位叫佛陀。所以法華好比研究所，讓你拿到最高學位，就是正等正覺，無上菩提。佛教真的是學校，般若是菩薩，這個二十二年，前面阿含是阿羅漢；方等也是菩薩，權教菩薩，別教裡面的三賢，般若是真實菩薩，有權有實。我們從這個地方就看出，釋迦牟尼佛一生幹什麼？辦教育，真幹，真正幫助眾生破迷開悟，超凡成聖。"
    },
    {
      "id": "02-041-0296_p0023",
      "zh_CN": "在中国来说，释迦牟尼佛的佛事是圣贤教育事业。在中国，老庄、孔孟也都是建立圣贤事业。他们是什么人？统统是大彻大悟、明心见性之人。大彻大悟、明心见性就是佛陀，就成佛了，最高的学位他们拿到了。他们所说出来的这些教诲，写成文字留传给后世叫什么？叫经。中国传统学术里头有经，第一大类就是经。你看《四库》，经、史、子、集，这四大类。经是什么？经一定是大彻大悟、明心见性的人，从自性流露出来的真实智慧、大德大行，这称经。所以外国的汉学家告诉我们，经书必须读，必须读就是学校的必修课，不是选修的。换句话说，除经之外，史、子、集可以选修，经怎么？经是必修。必修里面哪一部是根？现在讲什么？讲概论、概要，就这部经能代表全部的经，经部的概论，经部的概要。",
      "zh_TW": "在中國來說，釋迦牟尼佛的佛事是聖賢教育事業。在中國，老莊、孔孟也都是建立聖賢事業。他們是什麼人？統統是大徹大悟、明心見性之人。大徹大悟、明心見性就是佛陀，就成佛了，最高的學位他們拿到了。他們所說出來的這些教誨，寫成文字留傳給後世叫什麼？叫經。中國傳統學術裡頭有經，第一大類就是經。你看《四庫》，經、史、子、集，這四大類。經是什麼？經一定是大徹大悟、明心見性的人，從自性流露出來的真實智慧、大德大行，這稱經。所以外國的漢學家告訴我們，經書必須讀，必須讀就是學校的必修課，不是選修的。換句話說，除經之外，史、子、集可以選修，經怎麼？經是必修。必修裡面哪一部是根？現在講什麼？講概論、概要，就這部經能代表全部的經，經部的概論，經部的概要。"
    },
    {
      "id": "02-041-0296_p0024",
      "zh_CN": "我们这一次要跟国外的学校合办汉学院，汉学院要选教材，问到我，我们这个学校有必修的，必修的扎根，然后有选修。必修的概要，儒家，我给他们选的是四书。四书能不能包括全部儒家的经典？可以。四书里头最重要的就是前面两篇，《礼记》里头的两篇，《大学》、《中庸》，《大学》讲方法，《中庸》讲理论。什么方法？我们套一句方东美先生教我，劝我学佛的一句话，很中听，「人生最高的享受」，你要不要？真正幸福快乐。他把佛法介绍给我是这么介绍的，第一句话告诉我，「释迦牟尼佛是世界上最伟大的哲学家」。我跟他学哲学，我没有跟他学宗教，他在哲学这个课程里面，也是一部哲学概论，最后一个单元佛经哲学，介绍给我的。释迦牟尼佛是世界上最伟大的哲学家，我们从前没听说过；又告诉我，「大乘经典是世界上哲学的最高峰」，这了不起，闻所未闻；最后一句话，「学佛是人生最高的享受」，我就被这三句话引到佛门来了。到佛门里面来，指导我的老师是章嘉大师，这也是藏传的大德，我跟他三年，我的根基就是这三年奠定的。老师往生了，我经过朱镜宙老居士、忏云法师这两个人的介绍，认识台中李老师，跟他老人家学了十年，学经教，这是我的学历。我学习这十三年，三个老师：方老师、章嘉大师、李老师，知道佛教是佛陀教育。",
      "zh_TW": "我們這一次要跟國外的學校合辦漢學院，漢學院要選教材，問到我，我們這個學校有必修的，必修的扎根，然後有選修。必修的概要，儒家，我給他們選的是四書。四書能不能包括全部儒家的經典？可以。四書裡頭最重要的就是前面兩篇，《禮記》裡頭的兩篇，《大學》、《中庸》，《大學》講方法，《中庸》講理論。什麼方法？我們套一句方東美先生教我，勸我學佛的一句話，很中聽，「人生最高的享受」，你要不要？真正幸福快樂。他把佛法介紹給我是這麼介紹的，第一句話告訴我，「釋迦牟尼佛是世界上最偉大的哲學家」。我跟他學哲學，我沒有跟他學宗教，他在哲學這個課程裡面，也是一部哲學概論，最後一個單元佛經哲學，介紹給我的。釋迦牟尼佛是世界上最偉大的哲學家，我們從前沒聽說過；又告訴我，「大乘經典是世界上哲學的最高峰」，這了不起，聞所未聞；最後一句話，「學佛是人生最高的享受」，我就被這三句話引到佛門來了。到佛門裡面來，指導我的老師是章嘉大師，這也是藏傳的大德，我跟他三年，我的根基就是這三年奠定的。老師往生了，我經過朱鏡宙老居士、懺雲法師這兩個人的介紹，認識台中李老師，跟他老人家學了十年，學經教，這是我的學歷。我學習這十三年，三個老師：方老師、章嘉大師、李老師，知道佛教是佛陀教育。"
    },
    {
      "id": "02-041-0296_p0025",
      "zh_CN": "我三十三岁出家，出家就教佛学院，出家就开始讲经，在台湾各个地区。居士多，法师也有不少，请我到他们道场讲一部经，一部经大概是一个月，最短的一个星期、十天，在台湾环岛旅游，教学相长，不亦乐乎。所以把佛教搞清楚了，认识清楚，本质搞清楚，它不是一般的宗教，它不是迷信。像今天经忏佛事这个法会，释迦牟尼佛一次也没做过，释迦牟尼佛法会都是讲经，像现在办论坛、办讲座，它是这个，是这样的法会。像《华严》，这分量非常大，七处九会，在七个不同的地方讲的，一共办多少次？九次，七个地方办了九次，这叫法会，法会是讲经教学。我们搞清楚就不会迷失方向，不会走错路了，这是章嘉大师告诉我的。章嘉大师第一部介绍我读的书，《释迦谱》、《释迦方志》这两本书。那个时候市面上买不到，没有，我从这入门，要到寺庙去借《大藏经》，《大藏经》里头有，好在分量不太大，我都把它抄出来了，现在这个书台湾有流通。告诉我，要认识释迦牟尼佛，你才不会走错路，不会走岔路。我看的一些经论，有不懂、有疑问的问题，我向老师请教，他都讲给我听，他不需要看经本。",
      "zh_TW": "我三十三歲出家，出家就教佛學院，出家就開始講經，在台灣各個地區。居士多，法師也有不少，請我到他們道場講一部經，一部經大概是一個月，最短的一個星期、十天，在台灣環島旅遊，教學相長，不亦樂乎。所以把佛教搞清楚了，認識清楚，本質搞清楚，它不是一般的宗教，它不是迷信。像今天經懺佛事這個法會，釋迦牟尼佛一次也沒做過，釋迦牟尼佛法會都是講經，像現在辦論壇、辦講座，它是這個，是這樣的法會。像《華嚴》，這分量非常大，七處九會，在七個不同的地方講的，一共辦多少次？九次，七個地方辦了九次，這叫法會，法會是講經教學。我們搞清楚就不會迷失方向，不會走錯路了，這是章嘉大師告訴我的。章嘉大師第一部介紹我讀的書，《釋迦譜》、《釋迦方志》這兩本書。那個時候市面上買不到，沒有，我從這入門，要到寺廟去借《大藏經》，《大藏經》裡頭有，好在分量不太大，我都把它抄出來了，現在這個書台灣有流通。告訴我，要認識釋迦牟尼佛，你才不會走錯路，不會走岔路。我看的一些經論，有不懂、有疑問的問題，我向老師請教，他都講給我聽，他不需要看經本。"
    },
    {
      "id": "02-041-0296_p0026",
      "zh_CN": "这个老人很不容易，走的时间太早了，他走的那一年六十八岁，好像是，我认识他的时候六十五岁，六十八岁走的。隔了一年我认识李老师，这是个好老师，在台中开了个经学班，二十多个学生，我到台中之后，我就参加这个班。这个班是学经教，用什么方法？听经、读经、复讲。我们完全才了解，佛教的教学自古以来都是用这个方法，方法的源起是阿难尊者结集经藏。佛当年讲经没有人记载，讲了四十九年；阿难的记性好，一遍听了永远不会忘记，所以请阿难升座，把佛讲的经重复讲一遍，五百大阿罗汉做听众，给他做证明。如果有一个阿罗汉说，「阿难，这个话好像我没有听过」，那就得删掉；必须五百大阿罗汉都肯定、都承认，阿难讲得没错，这才记下来，对后人负责任。经典结集难，五百个听众一个有怀疑就不行。",
      "zh_TW": "這個老人很不容易，走的時間太早了，他走的那一年六十八歲，好像是，我認識他的時候六十五歲，六十八歲走的。隔了一年我認識李老師，這是個好老師，在台中開了個經學班，二十多個學生，我到台中之後，我就參加這個班。這個班是學經教，用什麼方法？聽經、讀經、複講。我們完全才了解，佛教的教學自古以來都是用這個方法，方法的源起是阿難尊者結集經藏。佛當年講經沒有人記載，講了四十九年；阿難的記性好，一遍聽了永遠不會忘記，所以請阿難升座，把佛講的經重複講一遍，五百大阿羅漢做聽眾，給他做證明。如果有一個阿羅漢說，「阿難，這個話好像我沒有聽過」，那就得刪掉；必須五百大阿羅漢都肯定、都承認，阿難講得沒錯，這才記下來，對後人負責任。經典結集難，五百個聽眾一個有懷疑就不行。"
    },
    {
      "id": "02-041-0296_p0027",
      "zh_CN": "经典在中国翻成中文，有没有把意思翻错？我们都怀疑；错了怎么办？没有阿罗汉给我们纠正。我把这桩事情向李老师请教，老师告诉我，佛经传到中国，参加翻译的人（主要参加翻译的人），最低的程度是阿那含，小乘证得三果才能参加译场，比阿那含高的是阿罗汉、菩萨。所以老师告诉我，译场里头那些人都是菩萨、阿罗汉再来的，不是凡夫。我们相信老师的话不是妄语，不是欺骗我们，为什么？那个时候的人有德行，孝亲尊师，所以才感动圣贤降世。如果对老师、对父母没有孝敬，对老师不尊重，不来，来了没用。所以夏莲居的会集不简单，五种原译本里头，原译本那就是当年所翻的，所谓圣贤所翻，现在把它会集，字字句句，一个字都不敢改动，都是五种原译本的原文；换句话说，那叫真经。经典翻成中文是大有道理，如果不翻译的话，佛教在中国就灭掉了，当时的人知道，传个一、二百年就没有人能够学了。中国的文字是最好的载体，翻成中文是对的、正确的；梵文原本呢？原本就可以不要了。你说那些大德、那些高人，肯定用中文经典代替梵文，为什么？中文的文字好，它表意的，它不是表音的，它超越时间、超越空间，是这么个道理。",
      "zh_TW": "經典在中國翻成中文，有沒有把意思翻錯？我們都懷疑；錯了怎麼辦？沒有阿羅漢給我們糾正。我把這樁事情向李老師請教，老師告訴我，佛經傳到中國，參加翻譯的人（主要參加翻譯的人），最低的程度是阿那含，小乘證得三果才能參加譯場，比阿那含高的是阿羅漢、菩薩。所以老師告訴我，譯場裡頭那些人都是菩薩、阿羅漢再來的，不是凡夫。我們相信老師的話不是妄語，不是欺騙我們，為什麼？那個時候的人有德行，孝親尊師，所以才感動聖賢降世。如果對老師、對父母沒有孝敬，對老師不尊重，不來，來了沒用。所以夏蓮居的會集不簡單，五種原譯本裡頭，原譯本那就是當年所翻的，所謂聖賢所翻，現在把它會集，字字句句，一個字都不敢改動，都是五種原譯本的原文；換句話說，那叫真經。經典翻成中文是大有道理，如果不翻譯的話，佛教在中國就滅掉了，當時的人知道，傳個一、二百年就沒有人能夠學了。中國的文字是最好的載體，翻成中文是對的、正確的；梵文原本呢？原本就可以不要了。你說那些大德、那些高人，肯定用中文經典代替梵文，為什麼？中文的文字好，它表意的，它不是表音的，它超越時間、超越空間，是這麼個道理。"
    },
    {
      "id": "02-041-0296_p0028",
      "zh_CN": "论上讲的，这是彭际清说的话，说这话什么意思？经典里面所说的话，全是诸佛、菩萨、大阿罗汉从自性里头流出来的，真经，事实真相，决定没有虚妄。所以种种庄严是指依报，种种佛事是指正报。正报是什么？阿弥陀佛在极乐世界天天讲经。讲什么经？讲一切经。这一切什么意思？你想听什么经，你听到的就是。我想听《华严》，我在讲堂里面坐在那里听就是《华严经》；你坐在我隔壁，你想听《法华》，你听到的就是《法华》。所以佛是一音说法，一音说一切法，众生随着你的意念、你的爱好、你的欢喜，你想听什么，听的果然就是。而且非常契合你的根机，就是什么？你能听得懂，你的根机浅，听起来佛讲得很浅；你的根机很深，听起来就很深，就不是很浅。随着各人程度，随着各人领悟的能力，一直听到什么时候，你会离开讲堂，你会离开你的座位？毕业了。大彻大悟，明心见性，你才会离开讲堂；如果没有到明心见性，你决定不会离开你的座位。这个加持还得了！把我们自己的根性都改变了，我们根性本来是不定聚的、邪定聚的，到极乐世界全变成正定聚，邪念、杂念没有了，妄想、分别、执着没有了，这是阿弥陀佛种种佛事。这从哪里来的？无所从来，亦无所去。为什么？自性里头本来具足，不是外来的。惠能大师讲的，「何期自性，本自具足」，这两句话就是本自具足。所以我们想听什么经就现什么经，想学什么经就学什么经，随心所欲。一部学完还想学别的，继续再听，一定听到你大彻大悟、明心见性，你就毕业了。没有来去，自性本有。",
      "zh_TW": "論上講的，這是彭際清說的話，說這話什麼意思？經典裡面所說的話，全是諸佛、菩薩、大阿羅漢從自性裡頭流出來的，真經，事實真相，決定沒有虛妄。所以種種莊嚴是指依報，種種佛事是指正報。正報是什麼？阿彌陀佛在極樂世界天天講經。講什麼經？講一切經。這一切什麼意思？你想聽什麼經，你聽到的就是。我想聽《華嚴》，我在講堂裡面坐在那裡聽就是《華嚴經》；你坐在我隔壁，你想聽《法華》，你聽到的就是《法華》。所以佛是一音說法，一音說一切法，眾生隨著你的意念、你的愛好、你的歡喜，你想聽什麼，聽的果然就是。而且非常契合你的根機，就是什麼？你能聽得懂，你的根機淺，聽起來佛講得很淺；你的根機很深，聽起來就很深，就不是很淺。隨著各人程度，隨著各人領悟的能力，一直聽到什麼時候，你會離開講堂，你會離開你的座位？畢業了。大徹大悟，明心見性，你才會離開講堂；如果沒有到明心見性，你決定不會離開你的座位。這個加持還得了！把我們自己的根性都改變了，我們根性本來是不定聚的、邪定聚的，到極樂世界全變成正定聚，邪念、雜念沒有了，妄想、分別、執著沒有了，這是阿彌陀佛種種佛事。這從哪裡來的？無所從來，亦無所去。為什麼？自性裡頭本來具足，不是外來的。惠能大師講的，「何期自性，本自具足」，這兩句話就是本自具足。所以我們想聽什麼經就現什麼經，想學什麼經就學什麼經，隨心所欲。一部學完還想學別的，繼續再聽，一定聽到你大徹大悟、明心見性，你就畢業了。沒有來去，自性本有。"
    },
    {
      "id": "02-041-0296_p0029",
      "zh_CN": "下面又比喻说，「如水中月，如画所现像，如幻所化人，皆以佛神力故，随众生心而出现故」，这句话非常重要，到极乐世界学习是随众生心。这个学校，告诉诸位，遍法界虚空界，过去、现在、未来，从来没有过，阿弥陀佛在西方世界只办这一所，没有分校，我们要珍惜。我们在这里发愿，真正相信，一点怀疑没有，真正发愿求生，就在那个学校报名了。我们动念头阿弥陀佛知道。真动了这个念头，这还得了！那你就报名、就注册了，等到缘成熟，佛就来接引你往生，接你去上学；到你成佛，你得大自在，你跟阿弥陀佛一样。十方世界无量无边诸佛刹土，有缘众生心想事成，想佛，佛就现身；想菩萨，佛现菩萨身。诸位要知道，是自己自性起用，不是别的。记住能大师一句话，说妙绝了，「何期自性，能生万法」。我想阿弥陀佛，自性现阿弥陀佛；我想观音菩萨，自性现观音菩萨，都不是外头有的，自性圆满功德，万德万能。一切法不在外头，全在自性，只要见性就得大圆满。所以随心应量，随众生心应所知量，就是此地随众生心而出现故，一动念头它就现相，念头没有了，相就没有了。",
      "zh_TW": "下面又比喻說，「如水中月，如畫所現像，如幻所化人，皆以佛神力故，隨眾生心而出現故」，這句話非常重要，到極樂世界學習是隨眾生心。這個學校，告訴諸位，遍法界虛空界，過去、現在、未來，從來沒有過，阿彌陀佛在西方世界只辦這一所，沒有分校，我們要珍惜。我們在這裡發願，真正相信，一點懷疑沒有，真正發願求生，就在那個學校報名了。我們動念頭阿彌陀佛知道。真動了這個念頭，這還得了！那你就報名、就註冊了，等到緣成熟，佛就來接引你往生，接你去上學；到你成佛，你得大自在，你跟阿彌陀佛一樣。十方世界無量無邊諸佛剎土，有緣眾生心想事成，想佛，佛就現身；想菩薩，佛現菩薩身。諸位要知道，是自己自性起用，不是別的。記住能大師一句話，說妙絕了，「何期自性，能生萬法」。我想阿彌陀佛，自性現阿彌陀佛；我想觀音菩薩，自性現觀音菩薩，都不是外頭有的，自性圓滿功德，萬德萬能。一切法不在外頭，全在自性，只要見性就得大圓滿。所以隨心應量，隨眾生心應所知量，就是此地隨眾生心而出現故，一動念頭它就現相，念頭沒有了，相就沒有了。"
    },
    {
      "id": "02-041-0296_p0030",
      "zh_CN": "「当知」，这话重要，「一切众生所有神力」，这神就是神通，无量神通归纳为六大类，叫六通。无量神通，「本与如来无二无别」，佛有，阿弥陀佛有，圆满的，没有欠缺；众生呢？十方法界无量无边的众生，自性所具足的神通、智慧跟如来（这个如来是阿弥陀如来）无二无别，是你自己本有的，只是现在迷了，不现前了，起心动念跟着起来的是烦恼、是垃圾、是染污、是病毒，智慧、神通不现了。到极乐世界，阿弥陀佛以他的智慧、神通、道力帮助我们，把我们自性里面的这些染污清洗干净。用什么东西清洗？用眼根，叫你看佛法；用耳根，叫你听念佛，听阿弥陀佛，听佛讲经，一遍一遍。「读书千遍，其义自见」，听上一千遍，听上二千遍，在极乐世界这很少数，要怎么说？听一亿遍、听一兆遍、听二兆遍，你的所有染污都洗刷干净、都没有了，自性清净心自然现前，自性清净心里面所流出来的，无量无边的智慧、德能、相好、神通跟阿弥陀佛一样。",
      "zh_TW": "「當知」，這話重要，「一切眾生所有神力」，這神就是神通，無量神通歸納為六大類，叫六通。無量神通，「本與如來無二無別」，佛有，阿彌陀佛有，圓滿的，沒有欠缺；眾生呢？十方法界無量無邊的眾生，自性所具足的神通、智慧跟如來（這個如來是阿彌陀如來）無二無別，是你自己本有的，只是現在迷了，不現前了，起心動念跟著起來的是煩惱、是垃圾、是染污、是病毒，智慧、神通不現了。到極樂世界，阿彌陀佛以他的智慧、神通、道力幫助我們，把我們自性裡面的這些染污清洗乾淨。用什麼東西清洗？用眼根，叫你看佛法；用耳根，叫你聽念佛，聽阿彌陀佛，聽佛講經，一遍一遍。「讀書千遍，其義自見」，聽上一千遍，聽上二千遍，在極樂世界這很少數，要怎麼說？聽一億遍、聽一兆遍、聽二兆遍，你的所有染污都洗刷乾淨、都沒有了，自性清淨心自然現前，自性清淨心裡面所流出來的，無量無邊的智慧、德能、相好、神通跟阿彌陀佛一樣。"
    },
    {
      "id": "02-041-0296_p0031",
      "zh_CN": "这个注解上几句话非常要紧！当知一切众生所有神力，本与如来无二无别。「特无大愿大行发起胜因，不觉不知沉沦永劫」。把我们现在状况、原因说出来了，我们现在起心动念自私自利，这心量太小，不能包容，这就坏了。阿弥陀佛心包太虚、量周沙界，我们为什么做不到？我们要想跟他学，现在就要发心，真正发心，要能包容，要真正知道。所以我赞叹六祖大师开悟的时候那五句话，说绝了。末后一句，「何期自性，能生万法」，这一句你想想什么意思？告诉我们什么信息？他告诉我们，万法就是整个宇宙，全宇宙，这个宇宙是无穷大，没有边际，大而无外，这里面森罗万象，一切诸佛菩萨的刹土，无量无边的众生，何期自性，能生万法，是我们自性所生的；换句话是什么？无量无边一切万法跟我们自己一体，不是一家，一家人不是一体，是一体。是不是真的一体？真的，能大师证得了。所以五祖衣钵就给他，证得大圆满。为什么？你看第一句，自性「本自清净」，第二句「不生不灭」，第三句「本自具足」，第四句「本无动摇」，最后一句「能生万法」。他毕业了，这个毕业是博士，就成佛了，五祖把衣钵给他做证明，你成佛了。",
      "zh_TW": "這個註解上幾句話非常要緊！當知一切眾生所有神力，本與如來無二無別。「特無大願大行發起勝因，不覺不知沉淪永劫」。把我們現在狀況、原因說出來了，我們現在起心動念自私自利，這心量太小，不能包容，這就壞了。阿彌陀佛心包太虛、量周沙界，我們為什麼做不到？我們要想跟他學，現在就要發心，真正發心，要能包容，要真正知道。所以我讚歎六祖大師開悟的時候那五句話，說絕了。末後一句，「何期自性，能生萬法」，這一句你想想什麼意思？告訴我們什麼信息？他告訴我們，萬法就是整個宇宙，全宇宙，這個宇宙是無窮大，沒有邊際，大而無外，這裡面森羅萬象，一切諸佛菩薩的剎土，無量無邊的眾生，何期自性，能生萬法，是我們自性所生的；換句話是什麼？無量無邊一切萬法跟我們自己一體，不是一家，一家人不是一體，是一體。是不是真的一體？真的，能大師證得了。所以五祖衣缽就給他，證得大圓滿。為什麼？你看第一句，自性「本自清淨」，第二句「不生不滅」，第三句「本自具足」，第四句「本無動搖」，最後一句「能生萬法」。他畢業了，這個畢業是博士，就成佛了，五祖把衣缽給他做證明，你成佛了。"
    },
    {
      "id": "02-041-0296_p0032",
      "zh_CN": "大彻大悟，明心见性，见性成佛，这个佛最低的地位圆教初住，破一品无明，证一分法身。虽然成佛了，没有达到究竟圆满，什么原因？我们在这么多年教下所下的功夫，明白一个道理，烦恼断了，习气难断，我是从这个地方悟出来的。阿罗汉见思烦恼断了，习气没断，见思烦恼断了证阿罗汉果，还带着习气。他在阿罗汉这个地位上干什么？我们叫佛事，佛有什么事给他干？叫他断见思烦恼的习气。见思烦恼习气断掉，他提升了，他升作辟支佛，就是缘觉。在辟支佛的果位上，他以什么为佛事？断尘沙烦恼，在这个位置上断尘沙烦恼。尘沙是比喻，比喻多，那是什么？分别。分别就是尘沙烦恼，执着就是见思烦恼。所以我们晓得，他不执着了，但是他有分别。分别断掉，他升级，升级到菩萨，在菩萨位置上他断什么？断分别的习气。分别习气断掉，他再升作佛，菩萨升作佛。在佛的位置上断什么？断无明，无明断掉了。无明这一断，他就脱离十法界，生到哪里去？实报庄严土，华藏世界、极乐世界，到这去。到这去断什么？断无始无明习气。无始无明习气又分四十一品，有没有方法断？没有方法；前面有方法，这个地方没有方法。怎么断法？随它去，不要去理它，根本不要去管它，时间久了就没有了。要多长时间？三个阿僧祇劫。所以三大阿僧祇劫不是说别的，是说法身菩萨证得圆教初住，要历三大阿僧祇劫才能够证妙觉位。妙觉就是无上正等正觉。那个是没有方法的，无功用道，你要有个方法你起心动念了，你往下堕落了，所以不能起心不能动念。那就像酒瓶一样，干干净净，没有酒了，闻闻有味道，瓶塞子拿掉，摆在那里，摆个半年、摆个一年，再闻闻没有了，就这么个道理，不能不知道。",
      "zh_TW": "大徹大悟，明心見性，見性成佛，這個佛最低的地位圓教初住，破一品無明，證一分法身。雖然成佛了，沒有達到究竟圓滿，什麼原因？我們在這麼多年教下所下的功夫，明白一個道理，煩惱斷了，習氣難斷，我是從這個地方悟出來的。阿羅漢見思煩惱斷了，習氣沒斷，見思煩惱斷了證阿羅漢果，還帶著習氣。他在阿羅漢這個地位上幹什麼？我們叫佛事，佛有什麼事給他幹？叫他斷見思煩惱的習氣。見思煩惱習氣斷掉，他提升了，他升作辟支佛，就是緣覺。在辟支佛的果位上，他以什麼為佛事？斷塵沙煩惱，在這個位置上斷塵沙煩惱。塵沙是比喻，比喻多，那是什麼？分別。分別就是塵沙煩惱，執著就是見思煩惱。所以我們曉得，他不執著了，但是他有分別。分別斷掉，他升級，升級到菩薩，在菩薩位置上他斷什麼？斷分別的習氣。分別習氣斷掉，他再升作佛，菩薩升作佛。在佛的位置上斷什麼？斷無明，無明斷掉了。無明這一斷，他就脫離十法界，生到哪裡去？實報莊嚴土，華藏世界、極樂世界，到這去。到這去斷什麼？斷無始無明習氣。無始無明習氣又分四十一品，有沒有方法斷？沒有方法；前面有方法，這個地方沒有方法。怎麼斷法？隨它去，不要去理它，根本不要去管它，時間久了就沒有了。要多長時間？三個阿僧祇劫。所以三大阿僧祇劫不是說別的，是說法身菩薩證得圓教初住，要歷三大阿僧祇劫才能夠證妙覺位。妙覺就是無上正等正覺。那個是沒有方法的，無功用道，你要有個方法你起心動念了，你往下墮落了，所以不能起心不能動念。那就像酒瓶一樣，乾乾淨淨，沒有酒了，聞聞有味道，瓶塞子拿掉，擺在那裡，擺個半年、擺個一年，再聞聞沒有了，就這麼個道理，不能不知道。"
    },
    {
      "id": "02-041-0296_p0033",
      "zh_CN": "所以我们今天要发大愿、大行，大愿就是信愿，相信有极乐世界、有阿弥陀佛，发愿求生净土；大行就是念阿弥陀佛，一向专念，发起胜因。「不觉不知沉沦永劫」，没有大行大愿，没有发起胜因，不知不觉搞六道轮回。「若能一念回光」，我们今天能读这个经，能在一起学习，能在一起解读，这就是一念回光的缘，真的回过头来了。「方知家业具在」，就是无量神通、无量功德、无量庄严、无量道力统统在，没有丢掉，只是迷而不觉，我一往生就恢复了。「如入宝山，取之无尽」，宝山是什么？宝山是自性，不是别的。「如游香国」，香国也是自性，都是比喻，「触处蒙薰」。「要须亲到方休」，这句话重要，一定要亲到！「慎勿半途而废」，这句话是彭际清居士给我们提出的忠告，不能学一半不学了，那就错了。所以经书不能一天不读，佛号不能一天不念，最好是不中断，听经不中断是增长我们的信心、愿心，念佛不中断是我们跟阿弥陀佛结无比殊胜的缘，往生提升我们地位。",
      "zh_TW": "所以我們今天要發大願、大行，大願就是信願，相信有極樂世界、有阿彌陀佛，發願求生淨土；大行就是念阿彌陀佛，一向專念，發起勝因。「不覺不知沉淪永劫」，沒有大行大願，沒有發起勝因，不知不覺搞六道輪迴。「若能一念迴光」，我們今天能讀這個經，能在一起學習，能在一起解讀，這就是一念迴光的緣，真的回過頭來了。「方知家業具在」，就是無量神通、無量功德、無量莊嚴、無量道力統統在，沒有丟掉，只是迷而不覺，我一往生就恢復了。「如入寶山，取之無盡」，寶山是什麼？寶山是自性，不是別的。「如遊香國」，香國也是自性，都是比喻，「觸處蒙薰」。「要須親到方休」，這句話重要，一定要親到！「慎勿半途而廢」，這句話是彭際清居士給我們提出的忠告，不能學一半不學了，那就錯了。所以經書不能一天不讀，佛號不能一天不念，最好是不中斷，聽經不中斷是增長我們的信心、願心，念佛不中斷是我們跟阿彌陀佛結無比殊勝的緣，往生提升我們地位。"
    },
    {
      "id": "02-041-0296_p0034",
      "zh_CN": "今天时间到了，我们就学习到此地，谢谢大家。今天是二Ｏ一六年的元旦，我们在这里学这段经文，意义不平凡。我们真的听懂了，真的搞明白了，真的回过头来，那就是我们今天缘具足了，取西方极乐世界有把握了。记住《金刚经》上一句话，「法尚应舍，何况非法」，万缘放下，一向专念阿弥陀佛就对了，我们往生极乐世界肯定能达到。",
      "zh_TW": "今天時間到了，我們就學習到此地，謝謝大家。今天是二Ｏ一六年的元旦，我們在這裡學這段經文，意義不平凡。我們真的聽懂了，真的搞明白了，真的回過頭來，那就是我們今天緣具足了，取西方極樂世界有把握了。記住《金剛經》上一句話，「法尚應捨，何況非法」，萬緣放下，一向專念阿彌陀佛就對了，我們往生極樂世界肯定能達到。"
    }
  ]
}