{
  "doc_id": "02-041-0466",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六六集",
    "zh_TW": "第四六六集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0466",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "02-041-0466_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0466_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ二九页，从第一行看起。这是科题，「劝知惑苦以断众疑」。经文有四大段，第一大段是「喻」，比喻。分三个小段，第一是「问」。请看经文：",
      "zh_TW": "請看《大經科註》，第一Ｏ二九頁，從第一行看起。這是科題，「勸知惑苦以斷眾疑」。經文有四大段，第一大段是「喻」，比喻。分三個小段，第一是「問」。請看經文："
    },
    {
      "id": "02-041-0466_p0003",
      "zh_CN": "【譬如转轮圣王有七宝狱。】",
      "zh_TW": "【譬如轉輪聖王有七寶獄。】"
    },
    {
      "id": "02-041-0466_p0004",
      "zh_CN": "是牢狱，监牢狱，七宝造的监牢狱。",
      "zh_TW": "是牢獄，監牢獄，七寶造的監牢獄。"
    },
    {
      "id": "02-041-0466_p0005",
      "zh_CN": "【王子得罪。禁闭其中。层楼绮殿。宝帐金床。栏窗榻座。妙饰奇珍。饮食衣服。如转轮王。】",
      "zh_TW": "【王子得罪。禁閉其中。層樓綺殿。寶帳金床。欄窗榻座。妙飾奇珍。飲食衣服。如轉輪王。】"
    },
    {
      "id": "02-041-0466_p0006",
      "zh_CN": "下面问：",
      "zh_TW": "下面問："
    },
    {
      "id": "02-041-0466_p0007",
      "zh_CN": "【而以金鏁系其两足。诸小王子宁乐此不。】",
      "zh_TW": "【而以金鏁繫其兩足。諸小王子寧樂此不。】"
    },
    {
      "id": "02-041-0466_p0008",
      "zh_CN": "念老的注解说得很清楚，这一品经继续前面，劝我们「断疑去惑」，要把怀疑，要把迷惑断干净。第一段里面是讲「王子被囚为喻」。《嘉祥疏》里头说：「转轮王喻无量寿佛。七宝宫殿喻其净土」，就是极乐世界。「王子得罪喻疑心之人过」，我们对于佛陀的经典怀疑，不能完全接受，不能相信，用这个来做比喻。金锁比喻的是他往生在莲花里，前面跟诸位报告过了，花没有开，在七宝池中花没有开。什么原因？疑没有断，迷惑没有去掉，没放下，感得这样的果报。实际上我们能够理解，即使是往生到边地疑城，也很难得，虽然说像坐监牢狱一样，它有期，它不是无期的，前面经文说得很清楚，最长五百年花才开。花总归是要开的，只是开花早迟不一样，功夫好的，到极乐世界就花开见佛，这大概都是上品往生的，上品上生、上品中生、上品下生，到那边花就开了，中品、下品时间长一点，下下品时间就更长了。但是它还有一个疑城，比下下品的时间还要长，就是这个地方这个一段所说的。",
      "zh_TW": "念老的註解說得很清楚，這一品經繼續前面，勸我們「斷疑去惑」，要把懷疑，要把迷惑斷乾淨。第一段裡面是講「王子被囚為喻」。《嘉祥疏》裡頭說：「轉輪王喻無量壽佛。七寶宮殿喻其淨土」，就是極樂世界。「王子得罪喻疑心之人過」，我們對於佛陀的經典懷疑，不能完全接受，不能相信，用這個來做比喻。金鎖比喻的是他往生在蓮花裡，前面跟諸位報告過了，花沒有開，在七寶池中花沒有開。什麼原因？疑沒有斷，迷惑沒有去掉，沒放下，感得這樣的果報。實際上我們能夠理解，即使是往生到邊地疑城，也很難得，雖然說像坐監牢獄一樣，它有期，它不是無期的，前面經文說得很清楚，最長五百年花才開。花總歸是要開的，只是開花早遲不一樣，功夫好的，到極樂世界就花開見佛，這大概都是上品往生的，上品上生、上品中生、上品下生，到那邊花就開了，中品、下品時間長一點，下下品時間就更長了。但是它還有一個疑城，比下下品的時間還要長，就是這個地方這個一段所說的。"
    },
    {
      "id": "02-041-0466_p0009",
      "zh_CN": "我们如果对佛说的能相信，凭什么相信？凭佛所说的。佛怎么会说假话？妄语是佛门的大戒，不杀生，不偷盗，不邪淫，不妄语，佛教我们不妄语，他自己怎么可能妄语？这是一定要相信的。你相信你就有福报了，这个福报之大无法想像，为什么？你在这一生当中就能超越六道轮回，往生极乐世界。超越六道轮回，六道轮回之苦永远断掉了，叫断究竟苦；往生西方极乐世界得究竟乐，没有比这个更乐的。这是我们不能不知道。决定不能够疏忽，机会不容易遇到。",
      "zh_TW": "我們如果對佛說的能相信，憑什麼相信？憑佛所說的。佛怎麼會說假話？妄語是佛門的大戒，不殺生，不偷盜，不邪淫，不妄語，佛教我們不妄語，他自己怎麼可能妄語？這是一定要相信的。你相信你就有福報了，這個福報之大無法想像，為什麼？你在這一生當中就能超越六道輪迴，往生極樂世界。超越六道輪迴，六道輪迴之苦永遠斷掉了，叫斷究竟苦；往生西方極樂世界得究竟樂，沒有比這個更樂的。這是我們不能不知道。決定不能夠疏忽，機會不容易遇到。"
    },
    {
      "id": "02-041-0466_p0010",
      "zh_CN": "佛经上常说三途去不得。三途是饿鬼、地狱、畜生，这三道。佛说的话我们要相信，佛说三途一堕五千劫，麻烦大。一劫，我们不要说大劫了，就是一个小劫，时间都是天文数字。佛在经上常说的，一个小劫一增减，人的寿命，最长的时候八万四千岁，一百年减一岁，减到十岁，止住了；然后从十岁每一百年加一岁，加到八万四千岁，这样一增一减叫一个小劫。堕到三途，就是三恶道，要多久的时间才有一个机会让你出头？就是又到人间来，人间、天上这两道，什么时候才能够遇到一次这个缘分？佛说五千劫，五千劫才遇到一次人天福地，不是好玩的。我们对于佛的话要特别认真，时时处处不能把它忘记，放在心上，句句是真话，句句是实话，真实语，一定要相信。",
      "zh_TW": "佛經上常說三途去不得。三途是餓鬼、地獄、畜生，這三道。佛說的話我們要相信，佛說三途一墮五千劫，麻煩大。一劫，我們不要說大劫了，就是一個小劫，時間都是天文數字。佛在經上常說的，一個小劫一增減，人的壽命，最長的時候八萬四千歲，一百年減一歲，減到十歲，止住了；然後從十歲每一百年加一歲，加到八萬四千歲，這樣一增一減叫一個小劫。墮到三途，就是三惡道，要多久的時間才有一個機會讓你出頭？就是又到人間來，人間、天上這兩道，什麼時候才能夠遇到一次這個緣分？佛說五千劫，五千劫才遇到一次人天福地，不是好玩的。我們對於佛的話要特別認真，時時處處不能把它忘記，放在心上，句句是真話，句句是實話，真實語，一定要相信。"
    },
    {
      "id": "02-041-0466_p0011",
      "zh_CN": "前面世尊劝我们，念佛求生净土，又给我们说出极乐世界的状况，有两个特别之处，一个是怀疑佛菩萨所说的，但是他还肯念，半信半疑，还是肯念，生到极乐世界就是边地疑城。前面说了，「五百岁中，不见三宝，不知菩萨法式」。这个五百岁是我们地球上，我们这里的五百岁，在极乐世界不算很长。极乐世界的人无量寿，这个要知道，佛无量寿，每个往生的人都是无量寿。无量寿，这五百岁算什么？像我们这个寿命，还不像看五分钟一样？真的是这样的。",
      "zh_TW": "前面世尊勸我們，念佛求生淨土，又給我們說出極樂世界的狀況，有兩個特別之處，一個是懷疑佛菩薩所說的，但是他還肯念，半信半疑，還是肯念，生到極樂世界就是邊地疑城。前面說了，「五百歲中，不見三寶，不知菩薩法式」。這個五百歲是我們地球上，我們這裡的五百歲，在極樂世界不算很長。極樂世界的人無量壽，這個要知道，佛無量壽，每個往生的人都是無量壽。無量壽，這五百歲算什麼？像我們這個壽命，還不像看五分鐘一樣？真的是這樣的。"
    },
    {
      "id": "02-041-0466_p0012",
      "zh_CN": "在莲花里面，花没开，在莲花里面，这一段是比喻，王子做错事情了，国王把他关到监牢狱去。这个监牢狱是七宝造成的，专门囚禁王子的，不是一般人，一般人哪有这么大的福报？坐在监狱里还是享福。底下讲的，『层楼绮殿，宝帐金床，栏窗榻座，妙饰奇珍，饮食衣服，如转轮王』，这就是这个七宝监狱里面状况。但是他戴的是脚镣手铐，这个脚镣手铐不是铁的，是金的，是金锁。戴上这个，这些小王在里面他能快乐吗？为什么不能快乐？他自由失去了。",
      "zh_TW": "在蓮花裡面，花沒開，在蓮花裡面，這一段是比喻，王子做錯事情了，國王把他關到監牢獄去。這個監牢獄是七寶造成的，專門囚禁王子的，不是一般人，一般人哪有這麼大的福報？坐在監獄裡還是享福。底下講的，『層樓綺殿，寶帳金床，欄窗榻座，妙飾奇珍，飲食衣服，如轉輪王』，這就是這個七寶監獄裡面狀況。但是他戴的是腳鐐手銬，這個腳鐐手銬不是鐵的，是金的，是金鎖。戴上這個，這些小王在裡面他能快樂嗎？為什麼不能快樂？他自由失去了。"
    },
    {
      "id": "02-041-0466_p0013",
      "zh_CN": "念老的注解我们念一遍。从《嘉祥疏》的后半段看起，我们看经文倒数第三行第二句看起，「（如转轮王）喻于花中受快乐自在。合喻可知。层楼，即重楼」，三层以上的，「床者，人所坐卧者。帐者，床帐，张施于床上者。榻」，小床，我们叫小床，「长而低者曰榻」，小床。「鏁即锁。妙饰奇珍者，以奇异珍宝作为巧妙装饰。」王子犯法，国王给他造的监狱，不让他自由。这些小王愿不愿意去坐监？下面一段是答复:",
      "zh_TW": "念老的註解我們念一遍。從《嘉祥疏》的後半段看起，我們看經文倒數第三行第二句看起，「（如轉輪王）喻於花中受快樂自在。合喻可知。層樓，即重樓」，三層以上的，「床者，人所坐臥者。帳者，床帳，張施於床上者。榻」，小床，我們叫小床，「長而低者曰榻」，小床。「鏁即鎖。妙飾奇珍者，以奇異珍寶作為巧妙裝飾。」王子犯法，國王給他造的監獄，不讓他自由。這些小王願不願意去坐監？下面一段是答覆:"
    },
    {
      "id": "02-041-0466_p0014",
      "zh_CN": "【慈氏白言。】",
      "zh_TW": "【慈氏白言。】"
    },
    {
      "id": "02-041-0466_p0015",
      "zh_CN": "『慈氏』，弥勒菩萨。佛叫着弥勒菩萨的名号告诉他这个比喻。",
      "zh_TW": "『慈氏』，彌勒菩薩。佛叫著彌勒菩薩的名號告訴他這個比喻。"
    },
    {
      "id": "02-041-0466_p0016",
      "zh_CN": "【不也。】",
      "zh_TW": "【不也。】"
    },
    {
      "id": "02-041-0466_p0017",
      "zh_CN": "他不会快乐。",
      "zh_TW": "他不會快樂。"
    },
    {
      "id": "02-041-0466_p0018",
      "zh_CN": "【世尊。】",
      "zh_TW": "【世尊。】"
    },
    {
      "id": "02-041-0466_p0019",
      "zh_CN": "称佛的德号，世出世间最尊重的老师。",
      "zh_TW": "稱佛的德號，世出世間最尊重的老師。"
    },
    {
      "id": "02-041-0466_p0020",
      "zh_CN": "【彼幽絷时。】",
      "zh_TW": "【彼幽縶時。】"
    },
    {
      "id": "02-041-0466_p0021",
      "zh_CN": "『彼』是指小王。这些小王犯罪，做错事情，被关在监牢狱里面去，不自在，自由失去了，他怎么会快乐？所以说：",
      "zh_TW": "『彼』是指小王。這些小王犯罪，做錯事情，被關在監牢獄裡面去，不自在，自由失去了，他怎麼會快樂？所以說："
    },
    {
      "id": "02-041-0466_p0022",
      "zh_CN": "【心不自在。】",
      "zh_TW": "【心不自在。】"
    },
    {
      "id": "02-041-0466_p0023",
      "zh_CN": "他的心求脱离，就像往生的人在莲花里，希望花开，同样的状况。下面这段经文：",
      "zh_TW": "他的心求脫離，就像往生的人在蓮花裡，希望花開，同樣的狀況。下面這段經文："
    },
    {
      "id": "02-041-0466_p0024",
      "zh_CN": "【但以种种方便欲求出离。求诸近臣。终不从心。轮王欢喜。方得解脱。】",
      "zh_TW": "【但以種種方便欲求出離。求諸近臣。終不從心。輪王歡喜。方得解脫。】"
    },
    {
      "id": "02-041-0466_p0025",
      "zh_CN": "他总是想方法，这『方便』，想法子，怎么求早一天从监狱里出来。必须要轮王欢喜了，不再责怪你，你才能出来，才能得解脱。",
      "zh_TW": "他總是想方法，這『方便』，想法子，怎麼求早一天從監獄裡出來。必須要輪王歡喜了，不再責怪你，你才能出來，才能得解脫。"
    },
    {
      "id": "02-041-0466_p0026",
      "zh_CN": "下面一段文，「合」。「合被囚」。",
      "zh_TW": "下面一段文，「合」。「合被囚」。"
    },
    {
      "id": "02-041-0466_p0027",
      "zh_CN": "【佛告弥勒。此诸众生亦复如是。】",
      "zh_TW": "【佛告彌勒。此諸眾生亦復如是。】"
    },
    {
      "id": "02-041-0466_p0028",
      "zh_CN": "『此诸众生』是指我们，我们在这个地球上，在释迦牟尼佛的凡圣同居秽土。",
      "zh_TW": "『此諸眾生』是指我們，我們在這個地球上，在釋迦牟尼佛的凡聖同居穢土。"
    },
    {
      "id": "02-041-0466_p0029",
      "zh_CN": "【若有堕于疑悔。】",
      "zh_TW": "【若有墮於疑悔。】"
    },
    {
      "id": "02-041-0466_p0030",
      "zh_CN": "『疑』是对佛，『悔』是对自己。",
      "zh_TW": "『疑』是對佛，『悔』是對自己。"
    },
    {
      "id": "02-041-0466_p0031",
      "zh_CN": "【希求佛智。至广大智。】",
      "zh_TW": "【希求佛智。至廣大智。】"
    },
    {
      "id": "02-041-0466_p0032",
      "zh_CN": "这是疑惑，第二，疑惑佛智慧。",
      "zh_TW": "這是疑惑，第二，疑惑佛智慧。"
    },
    {
      "id": "02-041-0466_p0033",
      "zh_CN": "【于自善根。不能生信。】",
      "zh_TW": "【於自善根。不能生信。】"
    },
    {
      "id": "02-041-0466_p0034",
      "zh_CN": "这两句话很重要。佛说我们有智慧，我们有善根，我们自己不相信。为什么？今天我们的智慧不能现前，我们的善根不能起作用。不是没有，我们每个人，或者我们讲每个生物，都有跟如来同样的智慧、同样的善根、同样的福报，智慧、善根、福德、因缘都是说不尽的。不是没有，真有！我们失掉了，这个失掉不是真的失掉，迷失了。怎么迷的？起心动念，第一个迷，迷从这来的。起心动念是一念不觉。觉，不起心不动念；不觉就起心动念，迷了。佛陀教导我们，教什么？教我们破迷开悟，迷没有了，就开悟了。",
      "zh_TW": "這兩句話很重要。佛說我們有智慧，我們有善根，我們自己不相信。為什麼？今天我們的智慧不能現前，我們的善根不能起作用。不是沒有，我們每個人，或者我們講每個生物，都有跟如來同樣的智慧、同樣的善根、同樣的福報，智慧、善根、福德、因緣都是說不盡的。不是沒有，真有！我們失掉了，這個失掉不是真的失掉，迷失了。怎麼迷的？起心動念，第一個迷，迷從這來的。起心動念是一念不覺。覺，不起心不動念；不覺就起心動念，迷了。佛陀教導我們，教什麼？教我們破迷開悟，迷沒有了，就開悟了。"
    },
    {
      "id": "02-041-0466_p0035",
      "zh_CN": "惠能大师开悟的时候，说了五句话，把佛法就讲尽了。佛法是什么？能大师这五句就是标准答案。第一个，本自清净；第二个，本不生灭，不生不灭；第三个，本自具足；第四个，本无动摇；第五个，能生万法，万法包括十方三世一切诸佛的刹土，能生能现，这话要听懂。既然都是自性所现的，自性是一，没有第二个，十方如来跟我同一个自性。自性就是真心，我们讲真心妄心，大家好懂。自性是真心，能生能现，能生能现什么？就是这整个宇宙。通常在佛经里面讲的十方三世，十方是我们居住的空间，东南西北，四维上下，叫十方；三世，过去、现在、未来。过去无始，未来无终，这里面所有一切万事万物，我们六根所接触到的，统统是自性变现出来的。自性本身如如不动，遇到缘它能现。我们凡夫遇到的是什么缘？迷惑，一念不觉。接着怎么样？念念不觉。这就是六道凡夫。佛菩萨怜悯众生，示现在世间。佛菩萨示现不迷，所以叫常寂光土，叫实报土。下面迷而不觉，迷得轻的，阿罗汉、辟支佛；迷得重的，六道凡夫。六道凡夫全迷了；阿罗汉、辟支佛觉悟了，小悟，不是大悟。小悟，住方便有余土；菩萨大悟，住实报庄严土。佛回归常寂光，四土里头常寂光净土，那个里头没有现象，没有物质现象，也没有精神现象，精神现象所谓是念头，没有念头，不起心不动念，不分别不执着，是这么一个状态。回归自性，遍法界虚空界你全都知道了，都明白了。真心所现的，真心有智慧，样样明了，样样不迷。这叫佛法。我这么个说法大家好懂，不能怀疑，是真的，不是假的。",
      "zh_TW": "惠能大師開悟的時候，說了五句話，把佛法就講盡了。佛法是什麼？能大師這五句就是標準答案。第一個，本自清淨；第二個，本不生滅，不生不滅；第三個，本自具足；第四個，本無動搖；第五個，能生萬法，萬法包括十方三世一切諸佛的剎土，能生能現，這話要聽懂。既然都是自性所現的，自性是一，沒有第二個，十方如來跟我同一個自性。自性就是真心，我們講真心妄心，大家好懂。自性是真心，能生能現，能生能現什麼？就是這整個宇宙。通常在佛經裡面講的十方三世，十方是我們居住的空間，東南西北，四維上下，叫十方；三世，過去、現在、未來。過去無始，未來無終，這裡面所有一切萬事萬物，我們六根所接觸到的，統統是自性變現出來的。自性本身如如不動，遇到緣它能現。我們凡夫遇到的是什麼緣？迷惑，一念不覺。接著怎麼樣？念念不覺。這就是六道凡夫。佛菩薩憐憫眾生，示現在世間。佛菩薩示現不迷，所以叫常寂光土，叫實報土。下面迷而不覺，迷得輕的，阿羅漢、辟支佛；迷得重的，六道凡夫。六道凡夫全迷了；阿羅漢、辟支佛覺悟了，小悟，不是大悟。小悟，住方便有餘土；菩薩大悟，住實報莊嚴土。佛回歸常寂光，四土裡頭常寂光淨土，那個裡頭沒有現象，沒有物質現象，也沒有精神現象，精神現象所謂是念頭，沒有念頭，不起心不動念，不分別不執著，是這麼一個狀態。回歸自性，遍法界虛空界你全都知道了，都明白了。真心所現的，真心有智慧，樣樣明瞭，樣樣不迷。這叫佛法。我這麼個說法大家好懂，不能懷疑，是真的，不是假的。"
    },
    {
      "id": "02-041-0466_p0036",
      "zh_CN": "学佛就是回归，除了回归之外一样也没有。所以我们要晓得，整个宇宙是假的。不但我们在这个地球上，生命的时间不长，一百岁的人不多，这一百多年当中，见闻觉知，没有一样是真的。佛在经上常常用比喻来说，比喻用得最多的是梦，梦幻泡影。《金刚经》上说，「一切有为法，如梦幻泡影」，说了四个比喻，梦是主要的一个，「如露亦如电，应作如是观」，露是露水，太阳出来露水就没有了，不是真的。我们有没有用佛教诲，来面对着六尘境界？如果能记住这一句话，「一切有为法」，有为就是有生有灭，就是梦幻泡影，能够这样看法，「应作如是观」，你就能回头，你就能觉悟。快速，频率之高，《金刚经》也有比喻，「如露亦如电」，电是闪电，一刹那就没有了，露是露水。我们要能够把一切法都看成是露水、是闪电，怎么样？智慧就现前。什么智慧？放下，把世出世间一切法统统放下，放下就回归自性，问题就解决了，好！",
      "zh_TW": "學佛就是回歸，除了回歸之外一樣也沒有。所以我們要曉得，整個宇宙是假的。不但我們在這個地球上，生命的時間不長，一百歲的人不多，這一百多年當中，見聞覺知，沒有一樣是真的。佛在經上常常用比喻來說，比喻用得最多的是夢，夢幻泡影。《金剛經》上說，「一切有為法，如夢幻泡影」，說了四個比喻，夢是主要的一個，「如露亦如電，應作如是觀」，露是露水，太陽出來露水就沒有了，不是真的。我們有沒有用佛教誨，來面對著六塵境界？如果能記住這一句話，「一切有為法」，有為就是有生有滅，就是夢幻泡影，能夠這樣看法，「應作如是觀」，你就能回頭，你就能覺悟。快速，頻率之高，《金剛經》也有比喻，「如露亦如電」，電是閃電，一剎那就沒有了，露是露水。我們要能夠把一切法都看成是露水、是閃電，怎麼樣？智慧就現前。什麼智慧？放下，把世出世間一切法統統放下，放下就回歸自性，問題就解決了，好！"
    },
    {
      "id": "02-041-0466_p0037",
      "zh_CN": "可是，我们听佛说了，人家问我们也能回答了，有没有作如是观？没有，样样还认真，没有把它看作梦幻泡影。真正看到梦幻泡影，见色看得清楚，闻声听得清楚，清清楚楚、明明白白，怎么样？不放在心上，对了，这个人就是菩萨。我们今天所做不到的就是，读了佛经没用上，依然还放在心上，把一切法放在心上。放在心上就是当凡夫，不放在心上你就是菩萨，菩萨跟凡夫差别在此地。佛怎么样？佛根本没有起心动念，这就太高明了。我们起心动念，把起心动念不要放在心上，放下，就不要理它，假的，没有了，像闪电一样，亮一下就没有了，要作如是观。你要常作如是观，观个二年三年就成功了。成功是什么样子？清净心现前，心不再放东西了，清净心，清净心证阿罗汉果。再提升一级，不但心清净，分别没有了，阿罗汉还有分别，没有执着，分别、执着都没有了，菩萨，比阿罗汉高一级，菩萨。最后把这一念彻底放下，就回常寂光，那就叫成佛。",
      "zh_TW": "可是，我們聽佛說了，人家問我們也能回答了，有沒有作如是觀？沒有，樣樣還認真，沒有把它看作夢幻泡影。真正看到夢幻泡影，見色看得清楚，聞聲聽得清楚，清清楚楚、明明白白，怎麼樣？不放在心上，對了，這個人就是菩薩。我們今天所做不到的就是，讀了佛經沒用上，依然還放在心上，把一切法放在心上。放在心上就是當凡夫，不放在心上你就是菩薩，菩薩跟凡夫差別在此地。佛怎麼樣？佛根本沒有起心動念，這就太高明了。我們起心動念，把起心動念不要放在心上，放下，就不要理它，假的，沒有了，像閃電一樣，亮一下就沒有了，要作如是觀。你要常作如是觀，觀個二年三年就成功了。成功是什麼樣子？清淨心現前，心不再放東西了，清淨心，清淨心證阿羅漢果。再提升一級，不但心清淨，分別沒有了，阿羅漢還有分別，沒有執著，分別、執著都沒有了，菩薩，比阿羅漢高一級，菩薩。最後把這一念徹底放下，就回常寂光，那就叫成佛。"
    },
    {
      "id": "02-041-0466_p0038",
      "zh_CN": "佛跟人是一不是二，人是什么？见色闻声统统生妄想、分别、执着，统统都有，这叫什么？叫烦恼。于自善根常生烦恼，本来是善根，一着相就变成烦恼。不着相，为什么不着相？假的，它不是真的，根本就不存在。《心经》上说得好，「色即是空，空即是色」，这是用眼根来举比喻，眼见色，你就分别色，你就执着色。经上讲的，佛也用这个方法，不用这个方法众生不懂，要用众生的话说给众生听。但是众生会听的人不执着，明白了，不分别不执着，这是佛的好弟子，这是佛的真实弟子，他入门了。我们听懂了，听了还是有分别，还是有执着，麻烦就在此地。什么时候真的觉悟了，所谓真的觉悟，自自然然不分别、不执着。凡夫有妄想、分别、执着，生生世世无始劫来，吃不完的苦头，真苦。",
      "zh_TW": "佛跟人是一不是二，人是什麼？見色聞聲統統生妄想、分別、執著，統統都有，這叫什麼？叫煩惱。於自善根常生煩惱，本來是善根，一著相就變成煩惱。不著相，為什麼不著相？假的，它不是真的，根本就不存在。《心經》上說得好，「色即是空，空即是色」，這是用眼根來舉比喻，眼見色，你就分別色，你就執著色。經上講的，佛也用這個方法，不用這個方法眾生不懂，要用眾生的話說給眾生聽。但是眾生會聽的人不執著，明白了，不分別不執著，這是佛的好弟子，這是佛的真實弟子，他入門了。我們聽懂了，聽了還是有分別，還是有執著，麻煩就在此地。什麼時候真的覺悟了，所謂真的覺悟，自自然然不分別、不執著。凡夫有妄想、分別、執著，生生世世無始劫來，吃不完的苦頭，真苦。"
    },
    {
      "id": "02-041-0466_p0039",
      "zh_CN": "如果真听话，听话就四个字，看破放下。我初学佛的时候，第一天老师教我的。我向他请教，佛门的殊胜，我听方东美先生所说的，无与伦比，没有一法能够跟它相比，我向大师请教，佛门有没有方法让我们很快就能契入？老师听了，看着我，我也看着他，我等他开示。他看我心浮气躁，心浮气躁不必说，说了等于零，一定恭敬心生起来，心定下来，没有杂念，没有妄想，没有分别，没有执着，这个时候老师就告诉你。我们互相看了半个多小时，房间没有别人，我记得我们总共只有四个人，一下就沉下来，一念不生。完全静下来了，老师开口了，「有」，就说一个字。他说有，我们马上就振作起来，等了好半天才有，这注意听了。我们这一动，章嘉大师就不说话了。等了差不多有十分钟，我们就又定下来了，说了两句话，「看得破，放得下」。第一次见面两个小时，就说这么几句话，最后嘱咐我，我今天给你讲六个字，你好好去做六年。头一堂课，六个字要做六年。放下什么？起心动念，分别执着。真正放下了，智慧就现前，就看破了，整个宇宙人生，十法界依正庄严，它是什么回事情，你统统明白了。第一天两个小时，把佛法就讲尽了，我们怎么样？听不懂，话听得懂，里面的真实义是一窍都不通。所以老师末后这句话重要，好好去做六年，看破放下要做六年。",
      "zh_TW": "如果真聽話，聽話就四個字，看破放下。我初學佛的時候，第一天老師教我的。我向他請教，佛門的殊勝，我聽方東美先生所說的，無與倫比，沒有一法能夠跟它相比，我向大師請教，佛門有沒有方法讓我們很快就能契入？老師聽了，看著我，我也看著他，我等他開示。他看我心浮氣躁，心浮氣躁不必說，說了等於零，一定恭敬心生起來，心定下來，沒有雜念，沒有妄想，沒有分別，沒有執著，這個時候老師就告訴你。我們互相看了半個多小時，房間沒有別人，我記得我們總共只有四個人，一下就沉下來，一念不生。完全靜下來了，老師開口了，「有」，就說一個字。他說有，我們馬上就振作起來，等了好半天才有，這注意聽了。我們這一動，章嘉大師就不說話了。等了差不多有十分鐘，我們就又定下來了，說了兩句話，「看得破，放得下」。第一次見面兩個小時，就說這麼幾句話，最後囑咐我，我今天給你講六個字，你好好去做六年。頭一堂課，六個字要做六年。放下什麼？起心動念，分別執著。真正放下了，智慧就現前，就看破了，整個宇宙人生，十法界依正莊嚴，它是什麼回事情，你統統明白了。第一天兩個小時，把佛法就講盡了，我們怎麼樣？聽不懂，話聽得懂，裡面的真實義是一竅都不通。所以老師末後這句話重要，好好去做六年，看破放下要做六年。"
    },
    {
      "id": "02-041-0466_p0040",
      "zh_CN": "这个地方的比喻亦如是，最重要的，佛想尽方法让我们生起真信，『于自善根』真正能够相信，相信佛的教诲，言行身教，他做给我们看。我们看老师一生，无论在什么时候，无论在什么处所看到他，他心是定的，都在定中，宗门入定是面壁，他行住坐卧都在定中。希望我们学他那个样子，别人来问你，随问随答，那是智慧，自性本具的般若智慧，自然流露出来答问。这段经文，后面这一段我们念下去：",
      "zh_TW": "這個地方的比喻亦如是，最重要的，佛想盡方法讓我們生起真信，『於自善根』真正能夠相信，相信佛的教誨，言行身教，他做給我們看。我們看老師一生，無論在什麼時候，無論在什麼處所看到他，他心是定的，都在定中，宗門入定是面壁，他行住坐臥都在定中。希望我們學他那個樣子，別人來問你，隨問隨答，那是智慧，自性本具的般若智慧，自然流露出來答問。這段經文，後面這一段我們念下去："
    },
    {
      "id": "02-041-0466_p0041",
      "zh_CN": "【由闻佛名。起信心故。虽生彼国。于莲华中不得出现。】",
      "zh_TW": "【由聞佛名。起信心故。雖生彼國。於蓮華中不得出現。】"
    },
    {
      "id": "02-041-0466_p0042",
      "zh_CN": "『亦复如是』，念老的注解，「举事以合前喻」。『不得出现』，合「而以金鏁系其两足」，合这个比喻。我们再看下面经文：",
      "zh_TW": "『亦復如是』，念老的註解，「舉事以合前喻」。『不得出現』，合「而以金鏁繫其兩足」，合這個比喻。我們再看下面經文："
    },
    {
      "id": "02-041-0466_p0043",
      "zh_CN": "【彼处华胎。】",
      "zh_TW": "【彼處華胎。】"
    },
    {
      "id": "02-041-0466_p0044",
      "zh_CN": "在莲花里头，莲花不开。",
      "zh_TW": "在蓮花裡頭，蓮花不開。"
    },
    {
      "id": "02-041-0466_p0045",
      "zh_CN": "【犹如园苑宫殿之想。何以故。彼中清净。无诸秽恶。】",
      "zh_TW": "【猶如園苑宮殿之想。何以故。彼中清淨。無諸穢惡。】"
    },
    {
      "id": "02-041-0466_p0046",
      "zh_CN": "说明莲花清净，莲花是净土，没有秽恶。没有秽恶的因，没有秽恶的缘，当然就是极乐世界。但是它有范围，你只能在极乐世界这个小地方，其他地方你去不了，不能够具足六神通，游历诸佛刹土，这你做不到，你只能在莲花范围之内，这里面享受。这享受，我们明白，超过欲界天、超过色界天，世间没有法子形容。但是终极的往生目标没达到，目标是什么？见阿弥陀佛，在阿弥陀佛讲堂听经闻法、修行证果，这是往生极乐世界目标。极乐世界的人不需要饮食，所以他在那里盘腿一坐，就可以坐几千年，精神饱满。为什么要那么长的时间？听佛讲经。听到什么为止？听到大彻大悟、明心见性，成佛。",
      "zh_TW": "說明蓮花清淨，蓮花是淨土，沒有穢惡。沒有穢惡的因，沒有穢惡的緣，當然就是極樂世界。但是它有範圍，你只能在極樂世界這個小地方，其他地方你去不了，不能夠具足六神通，遊歷諸佛剎土，這你做不到，你只能在蓮花範圍之內，這裡面享受。這享受，我們明白，超過欲界天、超過色界天，世間沒有法子形容。但是終極的往生目標沒達到，目標是什麼？見阿彌陀佛，在阿彌陀佛講堂聽經聞法、修行證果，這是往生極樂世界目標。極樂世界的人不需要飲食，所以他在那裡盤腿一坐，就可以坐幾千年，精神飽滿。為什麼要那麼長的時間？聽佛講經。聽到什麼為止？聽到大徹大悟、明心見性，成佛。"
    },
    {
      "id": "02-041-0466_p0047",
      "zh_CN": "所以，阿弥陀佛的讲堂就是佛学院，进入这个地方是凡夫，我们带业往生生同居土，凡夫，小乘的资格都没有；什么时候离开讲堂？明心见性，大彻大悟，这才离开讲堂。换一句话，上几堂课？一堂课。这一堂课每个人时间不一定，有人功夫好的、善根深厚的，很快，坐下来没有多久他就毕业了，离开讲堂就毕业。没有毕业的人有神通，这怎么回事情？阿弥陀佛四十八愿的加持，在极乐世界真加持得上。加持你有能力化身分身，分多少身？数不清的。分身干什么？到十方世界去拜佛，听经闻法，帮助诸佛如来普度众生，是这么个意思。这个科题里头，「合无乐」请看经文：",
      "zh_TW": "所以，阿彌陀佛的講堂就是佛學院，進入這個地方是凡夫，我們帶業往生生同居土，凡夫，小乘的資格都沒有；什麼時候離開講堂？明心見性，大徹大悟，這才離開講堂。換一句話，上幾堂課？一堂課。這一堂課每個人時間不一定，有人功夫好的、善根深厚的，很快，坐下來沒有多久他就畢業了，離開講堂就畢業。沒有畢業的人有神通，這怎麼回事情？阿彌陀佛四十八願的加持，在極樂世界真加持得上。加持你有能力化身分身，分多少身？數不清的。分身幹什麼？到十方世界去拜佛，聽經聞法，幫助諸佛如來普度眾生，是這麼個意思。這個科題裡頭，「合無樂」請看經文："
    },
    {
      "id": "02-041-0466_p0048",
      "zh_CN": "【然于五百岁中。不见三宝。不得供养奉事诸佛。】",
      "zh_TW": "【然於五百歲中。不見三寶。不得供養奉事諸佛。】"
    },
    {
      "id": "02-041-0466_p0049",
      "zh_CN": "他的烦恼就在此地。往生极乐世界不是去享福的，是想在那个地方早一天成佛证果，早一天能报佛恩，帮助佛，给佛当助手，教化一切苦难众生，这个愿做不到。",
      "zh_TW": "他的煩惱就在此地。往生極樂世界不是去享福的，是想在那個地方早一天成佛證果，早一天能報佛恩，幫助佛，給佛當助手，教化一切苦難眾生，這個願做不到。"
    },
    {
      "id": "02-041-0466_p0050",
      "zh_CN": "下面我们看看，怎么样能够离开七宝监狱。经文告诉我们：",
      "zh_TW": "下面我們看看，怎麼樣能夠離開七寶監獄。經文告訴我們："
    },
    {
      "id": "02-041-0466_p0051",
      "zh_CN": "【若此众生。识其罪本。深自悔责。求离彼处。】",
      "zh_TW": "【若此眾生。識其罪本。深自悔責。求離彼處。】"
    },
    {
      "id": "02-041-0466_p0052",
      "zh_CN": "这几句话重要。",
      "zh_TW": "這幾句話重要。"
    },
    {
      "id": "02-041-0466_p0053",
      "zh_CN": "【往昔世中。过失尽已。然后乃出。】",
      "zh_TW": "【往昔世中。過失盡已。然後乃出。】"
    },
    {
      "id": "02-041-0466_p0054",
      "zh_CN": "『往昔』，我们做了很多好事，好事是功德；也干了不少错事，错事是过失。无始劫以来到今天，我们出不了六道轮回，六道轮回是怎么变现的？是三业不善所造成的，念头不善、言语不善、行为不善造的恶业。念头是意业，言语是口业，身体动作是身业，三业不善。三业怎么不善？与烦恼相应。什么是烦恼？贪瞋痴慢疑，问题在这里，与这个相应。外面，六根对这六尘，色、声、香、味、触、法，法尘是念头意根对的，我们每天干这些，造不完的业，业感果，有受不完的罪。这个事情多可怕，我们不能不知道。怎么样才能叫我觉悟？我们今天，古人告诉我们，遍数，读经。经要天天读，经要天天讲，天天讲、天天读，不定什么时候豁然开悟。如果读经很少，遍数不够，没有开悟的指望。日常生活当中起观照功夫，把经上所说的，在日常生活当中我看到了，我听到了，我接触到了；接触到了，都是假的，才肯放下，原来放下就是。学佛功夫不得力，就是贪瞋痴慢疑没放下，色声香味触没放下。这个没放下，就是六道没放下。贪瞋痴慢疑没放下，功夫不足。放下讲功夫，看破是智慧。",
      "zh_TW": "『往昔』，我們做了很多好事，好事是功德；也幹了不少錯事，錯事是過失。無始劫以來到今天，我們出不了六道輪迴，六道輪迴是怎麼變現的？是三業不善所造成的，念頭不善、言語不善、行為不善造的惡業。念頭是意業，言語是口業，身體動作是身業，三業不善。三業怎麼不善？與煩惱相應。什麼是煩惱？貪瞋痴慢疑，問題在這裡，與這個相應。外面，六根對這六塵，色、聲、香、味、觸、法，法塵是念頭意根對的，我們每天幹這些，造不完的業，業感果，有受不完的罪。這個事情多可怕，我們不能不知道。怎麼樣才能叫我覺悟？我們今天，古人告訴我們，遍數，讀經。經要天天讀，經要天天講，天天講、天天讀，不定什麼時候豁然開悟。如果讀經很少，遍數不夠，沒有開悟的指望。日常生活當中起觀照功夫，把經上所說的，在日常生活當中我看到了，我聽到了，我接觸到了；接觸到了，都是假的，才肯放下，原來放下就是。學佛功夫不得力，就是貪瞋痴慢疑沒放下，色聲香味觸沒放下。這個沒放下，就是六道沒放下。貪瞋痴慢疑沒放下，功夫不足。放下講功夫，看破是智慧。"
    },
    {
      "id": "02-041-0466_p0055",
      "zh_CN": "『往昔世中，过失尽已，然后乃出』。宗门，禅宗讲顿悟、顿舍，上上等功夫的人，他看破了，马上就放下，放下就成佛。惠能大师在什么时候放下？卖柴，遇到一个人在念《金刚经》，他在窗外旁听。等他念完了，他进去敲门，问他念的什么，这个人说我念的《金刚经》。他就把他听的这个味道讲给他听，这个念经的人非常惊讶，这不是一般人能讲得出来的。再跟他聊天，了解他一生的经历，原来是个卖柴的樵夫。但是他听了他的话，这人有慧根，值得栽培，保送他到黄梅去亲近五祖去。送他十两银子做安家费，他的老母亲，有些居士们替他照顾，叫他放心，一心到黄梅去求法。《坛经》前面记述这段故事。真放下，马上就脱离。",
      "zh_TW": "『往昔世中，過失盡已，然後乃出』。宗門，禪宗講頓悟、頓捨，上上等功夫的人，他看破了，馬上就放下，放下就成佛。惠能大師在什麼時候放下？賣柴，遇到一個人在念《金剛經》，他在窗外旁聽。等他念完了，他進去敲門，問他念的什麼，這個人說我念的《金剛經》。他就把他聽的這個味道講給他聽，這個念經的人非常驚訝，這不是一般人能講得出來的。再跟他聊天，了解他一生的經歷，原來是個賣柴的樵夫。但是他聽了他的話，這人有慧根，值得栽培，保送他到黃梅去親近五祖去。送他十兩銀子做安家費，他的老母親，有些居士們替他照顧，叫他放心，一心到黃梅去求法。《壇經》前面記述這段故事。真放下，馬上就脫離。"
    },
    {
      "id": "02-041-0466_p0056",
      "zh_CN": "我们为什么放不下？没看破。为什么没看破？我们的疑没有断。听经，学佛几十年了，半信半疑，不是真的放下。真放下，他就入门了。老师当时教我做六年，我六年没放下，六十年才好一点，学佛六十年好一点，今年六十六年。不在事上、境缘上，境界缘分里面去真磨炼，真功夫不能现前，要禁得起磨炼。磨炼里面最重要的，就是「万法皆空」，古人用这句话，下面续的是「因果不空」，能讲得通。用在修行上，明心见性不空，看破放下不空，真能帮助你入佛境界。时代不一样，乱世，活在这世间太苦，我们要干真的，不能干假的。干假的，来生还是六道轮回；干真的，决定求生净土，往生极乐世界，就对了。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們為什麼放不下？沒看破。為什麼沒看破？我們的疑沒有斷。聽經，學佛幾十年了，半信半疑，不是真的放下。真放下，他就入門了。老師當時教我做六年，我六年沒放下，六十年才好一點，學佛六十年好一點，今年六十六年。不在事上、境緣上，境界緣分裡面去真磨鍊，真功夫不能現前，要禁得起磨鍊。磨鍊裡面最重要的，就是「萬法皆空」，古人用這句話，下面續的是「因果不空」，能講得通。用在修行上，明心見性不空，看破放下不空，真能幫助你入佛境界。時代不一樣，亂世，活在這世間太苦，我們要幹真的，不能幹假的。幹假的，來生還是六道輪迴；幹真的，決定求生淨土，往生極樂世界，就對了。今天時間到了，我們就學習到此地。"
    }
  ]
}