{
  "doc_id": "02-041-0427",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二七集",
    "zh_TW": "第四二七集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0427",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "02-041-0427_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0427_p0002",
      "zh_CN": "请看《大经科注》，第九百七十二页倒数第五行，「壬三」，科题，「约相因以重诲」。请看经文：",
      "zh_TW": "請看《大經科註》，第九百七十二頁倒數第五行，「壬三」，科題，「約相因以重誨」。請看經文："
    },
    {
      "id": "02-041-0427_p0003",
      "zh_CN": "【皆由贪着财色。不肯施惠。各欲自快。无复曲直。痴欲所迫。厚己争利。富贵荣华。当时快意。不能忍辱。不务修善。威势无几。随以磨灭。】",
      "zh_TW": "【皆由貪著財色。不肯施惠。各欲自快。無復曲直。痴欲所迫。厚己爭利。富貴榮華。當時快意。不能忍辱。不務修善。威勢無幾。隨以磨滅。】"
    },
    {
      "id": "02-041-0427_p0004",
      "zh_CN": "注解说「右」，右面我们看的这段经文，「重明三毒恶因，反复诫诲」。我们读到这些经文，深深感到佛陀的慈悲，祖师大德的爱护，如同目前一样。",
      "zh_TW": "註解說「右」，右面我們看的這段經文，「重明三毒惡因，反復誡誨」。我們讀到這些經文，深深感到佛陀的慈悲，祖師大德的愛護，如同目前一樣。"
    },
    {
      "id": "02-041-0427_p0005",
      "zh_CN": "请看注解，『皆由贪着财色』，「多求无厌足为贪」，没有厌足叫贪。「贪心牢固曰着」，《宝积经》里头说，「邪念生贪着，贪着生烦恼。」人生在世，特别是我们现代这个时代，说起来是非常的可怜、可悲、可悯，什么原因？我们从小没有受过扎根教育，从小所看到的、所听到的、所接触到的都是为贪着财色。多求无厌足，多了还想多，没有厌足的时候。这个贪，就这一个字，带来我们地球上这一百年的灾难，二十世纪我们亲身经历过的，回头细心对着佛法想想这桩过去的事情，就发现了，这个世纪这么多的灾难，根是什么？就是贪这个字。如果大家在生活当中，财色名食，这不能少的，适可而止，没有贪心，人的生活就改变了，变成什么？变成真正的幸福快乐。什么人幸福？没有贪的人幸福。什么人最快乐？没有瞋恚的人最快乐，不愚痴的人幸福快乐，他全得到了。凡是一生感觉到自己天天都在累，不能够满足，如何能得满足？贪心是决定满足不到的，这你一定要晓得，为什么？佛告诉我们，「一切法从心想生」。贪招来的是什么？三恶道里头贪瞋痴，贪是鬼道，在我们人道心目当中看鬼，鬼可怜，鬼愚痴，鬼真的有严重的贪瞋痴，他自己没有觉得，没觉悟。",
      "zh_TW": "請看註解，『皆由貪著財色』，「多求無厭足為貪」，沒有厭足叫貪。「貪心牢固曰著」，《寶積經》裡頭說，「邪念生貪著，貪著生煩惱。」人生在世，特別是我們現代這個時代，說起來是非常的可憐、可悲、可憫，什麼原因？我們從小沒有受過扎根教育，從小所看到的、所聽到的、所接觸到的都是為貪著財色。多求無厭足，多了還想多，沒有厭足的時候。這個貪，就這一個字，帶來我們地球上這一百年的災難，二十世紀我們親身經歷過的，回頭細心對著佛法想想這樁過去的事情，就發現了，這個世紀這麼多的災難，根是什麼？就是貪這個字。如果大家在生活當中，財色名食，這不能少的，適可而止，沒有貪心，人的生活就改變了，變成什麼？變成真正的幸福快樂。什麼人幸福？沒有貪的人幸福。什麼人最快樂？沒有瞋恚的人最快樂，不愚痴的人幸福快樂，他全得到了。凡是一生感覺到自己天天都在累，不能夠滿足，如何能得滿足？貪心是決定滿足不到的，這你一定要曉得，為什麼？佛告訴我們，「一切法從心想生」。貪招來的是什麼？三惡道裡頭貪瞋痴，貪是鬼道，在我們人道心目當中看鬼，鬼可憐，鬼愚痴，鬼真的有嚴重的貪瞋痴，他自己沒有覺得，沒覺悟。"
    },
    {
      "id": "02-041-0427_p0006",
      "zh_CN": "由此可知，贪瞋痴是因，三恶道是果报，贪瞋痴要不能放下，跟三恶道就结了缘。贪是鬼道，瞋是地狱道，痴是畜生道，你跟这三道结了缘。这个缘结得深，这一生寿命到了，这就去了，自自然然跟这三道相应，看到贪瞋痴就欢喜，不知不觉就堕三恶道。佛菩萨心目当中多可怜，三恶道进去很容易，出来可不容易。佛经上这一句话，我们要牢牢记住，一点都不能放松，三途一堕，堕进去之后，哪一年哪一月才能够离开？佛给我们说五千劫，就算是小劫都不得了。经上常常讲的增减小劫，人的寿命最长的时候，可以到八万四千岁，最短的时候十岁。由十岁每一百年加一岁，加到八万四千岁，再从八万四千岁，每一百年减一岁，减到十岁，这一个增减叫一个小劫。我们就从这个小劫来算，五千小劫。三途一堕五千劫，五千个小劫，这是多长的时间！",
      "zh_TW": "由此可知，貪瞋痴是因，三惡道是果報，貪瞋痴要不能放下，跟三惡道就結了緣。貪是鬼道，瞋是地獄道，痴是畜生道，你跟這三道結了緣。這個緣結得深，這一生壽命到了，這就去了，自自然然跟這三道相應，看到貪瞋痴就歡喜，不知不覺就墮三惡道。佛菩薩心目當中多可憐，三惡道進去很容易，出來可不容易。佛經上這一句話，我們要牢牢記住，一點都不能放鬆，三途一墮，墮進去之後，哪一年哪一月才能夠離開？佛給我們說五千劫，就算是小劫都不得了。經上常常講的增減小劫，人的壽命最長的時候，可以到八萬四千歲，最短的時候十歲。由十歲每一百年加一歲，加到八萬四千歲，再從八萬四千歲，每一百年減一歲，減到十歲，這一個增減叫一個小劫。我們就從這個小劫來算，五千小劫。三途一墮五千劫，五千個小劫，這是多長的時間！"
    },
    {
      "id": "02-041-0427_p0007",
      "zh_CN": "大家看到我流眼泪了，是不是看到经文伤心？是！但是真的事实，是最近这段时期眼睛有点问题，点的眼药，这眼药水起的作用。",
      "zh_TW": "大家看到我流眼淚了，是不是看到經文傷心？是！但是真的事實，是最近這段時期眼睛有點問題，點的眼藥，這眼藥水起的作用。"
    },
    {
      "id": "02-041-0427_p0008",
      "zh_CN": "我们还言归正传，要把这个事情讲清楚讲明白，牢牢的记住，为什么？不敢造恶。什么是恶？贪瞋痴是恶。人生在世，日常所需很有限，每天能吃饱就很好，能够穿得暖，没冻着，没饿着，就要知足。那还有多余的？多余的要看看我周边的人，有多少还不如我的，那我们要帮助他，无条件的帮助他。佛门弟子奉佛教诫，要帮助别人，帮助众生，众生有苦要帮助他解开，众生有福要随喜，要生欢喜心，祝福他。这就对了。像佛菩萨一样，佛菩萨应化在世间，他来干什么的？帮助众生破迷开悟，帮助众生离苦得乐，这叫菩萨的事业。我们要干这个事情，那叫真正是修菩萨道，学菩萨，是正确的。不能让众生因我而生烦恼，不能让众生因我而造罪业，我不能给他这种增上缘。我要叫众生看到我生欢喜心，看到我舍贪瞋痴，看到我像圣贤人所说的，温良恭俭让，看到温和，看到善良，看到恭敬，看到节俭，看到忍让。这就对了。这样我们这一天没空过。如果不能把这些德行表现在日常生活当中，特别是与大众相处的时候，心里想到佛在我们这个场合，他是怎么表演的，我们哪些比不上他，哪些不如他，多在这上着想，认真努力学习。像个佛弟子，佛弟子最起码的，三皈、五戒、十善，这最低标准。",
      "zh_TW": "我們還言歸正傳，要把這個事情講清楚講明白，牢牢的記住，為什麼？不敢造惡。什麼是惡？貪瞋痴是惡。人生在世，日常所需很有限，每天能吃飽就很好，能夠穿得暖，沒凍著，沒餓著，就要知足。那還有多餘的？多餘的要看看我周邊的人，有多少還不如我的，那我們要幫助他，無條件的幫助他。佛門弟子奉佛教誡，要幫助別人，幫助眾生，眾生有苦要幫助他解開，眾生有福要隨喜，要生歡喜心，祝福他。這就對了。像佛菩薩一樣，佛菩薩應化在世間，他來幹什麼的？幫助眾生破迷開悟，幫助眾生離苦得樂，這叫菩薩的事業。我們要幹這個事情，那叫真正是修菩薩道，學菩薩，是正確的。不能讓眾生因我而生煩惱，不能讓眾生因我而造罪業，我不能給他這種增上緣。我要叫眾生看到我生歡喜心，看到我捨貪瞋痴，看到我像聖賢人所說的，溫良恭儉讓，看到溫和，看到善良，看到恭敬，看到節儉，看到忍讓。這就對了。這樣我們這一天沒空過。如果不能把這些德行表現在日常生活當中，特別是與大眾相處的時候，心裡想到佛在我們這個場合，他是怎麼表演的，我們哪些比不上他，哪些不如他，多在這上著想，認真努力學習。像個佛弟子，佛弟子最起碼的，三皈、五戒、十善，這最低標準。"
    },
    {
      "id": "02-041-0427_p0009",
      "zh_CN": "「贪着财色」就不是佛菩萨，就错了。多求无厌足，这叫贪。贪心牢固，叫着，着是什么？着迷了。有机会它就起现行，没有机会制造机会。这是我们日常生活当中看到的。看到心能警觉，好，怎么烦恼起来了，贪瞋痴慢疑现前，怎么烦恼起来了？自己问自己。《宝积经》云：邪念生贪着。什么叫邪念？贪瞋痴慢疑这五个字叫邪念。有邪念当然生烦恼。烦恼是什么？没得到，得到了还不够，太少了，这烦恼起来了。「财色」，财，「钱财货物」。色，色情，「男女间之情欲」。「《嘉祥疏》曰：或贪财，或贪皮肉。又云：皆由贪着下，出三毒之过。贪着荣华，贪现在乐造恶。不肯施惠者」，不肯以财物帮助别人。施是讲财，惠是讲智慧，帮助人开智慧，人有智慧就不会做坏事。",
      "zh_TW": "「貪著財色」就不是佛菩薩，就錯了。多求無厭足，這叫貪。貪心牢固，叫著，著是什麼？著迷了。有機會它就起現行，沒有機會製造機會。這是我們日常生活當中看到的。看到心能警覺，好，怎麼煩惱起來了，貪瞋痴慢疑現前，怎麼煩惱起來了？自己問自己。《寶積經》云：邪念生貪著。什麼叫邪念？貪瞋痴慢疑這五個字叫邪念。有邪念當然生煩惱。煩惱是什麼？沒得到，得到了還不夠，太少了，這煩惱起來了。「財色」，財，「錢財貨物」。色，色情，「男女間之情欲」。「《嘉祥疏》曰：或貪財，或貪皮肉。又云：皆由貪著下，出三毒之過。貪著榮華，貪現在樂造惡。不肯施惠者」，不肯以財物幫助別人。施是講財，惠是講智慧，幫助人開智慧，人有智慧就不會做壞事。"
    },
    {
      "id": "02-041-0427_p0010",
      "zh_CN": "「《会疏》云：贪欲虽多，以财色为大，故偏举。不能施惠，悭吝之相也。」学佛，人都想发财，都想升官，佛能不能帮助我们得到？当然能。为什么？要不然就不能叫佛。佛万德万能，哪有一样不能？怎么样发财？生财有大道，那先要晓得财从哪里来的。我初学佛的时候，亲近章嘉大师，他老人家常常提出这桩事情提醒我。为什么？我命中没有财，命中也没有官位，没有财，没有地位，而且寿命还很短，只有四十五岁。老师真慈悲，教我如何把这三样东西补出来。你为什么会有这个命？是过去生中没修，所以命里面缺乏了。由此可知，今天在世间发大财的，拥有几亿、几十亿、几百亿财富的，是他过去生中修得的。有很多，这大财主，多少世，十世、百世你才能积累这么多。如果你要是没有智慧，你有这些大的财富，你造不善业，害多少人，转眼就成空了。那个太可惜了！这些事情都在我们眼前。命里头没有财富、官位的人，想尽方法要得到。纵然他有这个缘，譬如说贪官想升官，他得要有缘，他没有缘谁理他？他行贿赂要有收贿赂的人帮助他，这样他地位高升了，高升贪得更多，一本万利。这一生造作的重罪，来生到三恶道去，那个麻烦就大了。前面我们学的，三途一堕五千劫，后悔来不及了，你享受的时间很短，人间几十年而已，你受的苦难很长，五千劫在三恶道，这帐怎么算法？",
      "zh_TW": "「《會疏》云：貪欲雖多，以財色為大，故偏舉。不能施惠，慳吝之相也。」學佛，人都想發財，都想升官，佛能不能幫助我們得到？當然能。為什麼？要不然就不能叫佛。佛萬德萬能，哪有一樣不能？怎麼樣發財？生財有大道，那先要曉得財從哪裡來的。我初學佛的時候，親近章嘉大師，他老人家常常提出這樁事情提醒我。為什麼？我命中沒有財，命中也沒有官位，沒有財，沒有地位，而且壽命還很短，只有四十五歲。老師真慈悲，教我如何把這三樣東西補出來。你為什麼會有這個命？是過去生中沒修，所以命裡面缺乏了。由此可知，今天在世間發大財的，擁有幾億、幾十億、幾百億財富的，是他過去生中修得的。有很多，這大財主，多少世，十世、百世你才能積累這麼多。如果你要是沒有智慧，你有這些大的財富，你造不善業，害多少人，轉眼就成空了。那個太可惜了！這些事情都在我們眼前。命裡頭沒有財富、官位的人，想盡方法要得到。縱然他有這個緣，譬如說貪官想升官，他得要有緣，他沒有緣誰理他？他行賄賂要有收賄賂的人幫助他，這樣他地位高升了，高升貪得更多，一本萬利。這一生造作的重罪，來生到三惡道去，那個麻煩就大了。前面我們學的，三途一墮五千劫，後悔來不及了，你享受的時間很短，人間幾十年而已，你受的苦難很長，五千劫在三惡道，這帳怎麼算法？"
    },
    {
      "id": "02-041-0427_p0011",
      "zh_CN": "老师为什么常常提？我跟老师是一个星期见一次面，常提，怕我忘掉。老师常提常提，老师走了想一想，老师究竟教了我些什么？那马上就现前。这才知道重要。提得最多的，真的叫我永远不能忘记的一句话，戒律很重要！这句话什么时候说的？我离开的时候，老师一定送我到门口，就说这句话，戒律很重要。能持戒，佛的教诲全得到了，不能持戒，虽学全丢掉了，丢失了。",
      "zh_TW": "老師為什麼常常提？我跟老師是一個星期見一次面，常提，怕我忘掉。老師常提常提，老師走了想一想，老師究竟教了我些什麼？那馬上就現前。這才知道重要。提得最多的，真的叫我永遠不能忘記的一句話，戒律很重要！這句話什麼時候說的？我離開的時候，老師一定送我到門口，就說這句話，戒律很重要。能持戒，佛的教誨全得到了，不能持戒，雖學全丟掉了，丟失了。"
    },
    {
      "id": "02-041-0427_p0012",
      "zh_CN": "佛教我怎么发财，财布施得财富，愈施愈多。命里头得财富的那个点，高度是有限度的，有一定的，不能超过，超过肯定是造恶业来的，不正当手段而得到的，超越了。超越什么现象？过不了三年五载你就败了，你就犯罪了，你就被抄家了，你一无所有。那是什么？你过分了。一定要安于本分，欢喜财布施，看到别人有困难的，主动去帮助他，他没吃的，送给他粮食，没有穿的，送给他衣物，喜欢救济这些苦难，不求报偿，这是在累积你的财富。因如是，果当然也如是。法布施长聪明智慧，聪明智慧从哪来的？法布施来的，过去生中多生多世法布施，财布施得财富，法布施得聪明智慧。第三种无畏布施，无畏布施最重要的不杀生。杀生，小动物、蚂蚁也恐怖，也不愿意被其他动物杀害。所以无畏布施得健康长寿，你看到别人健康你健康，看到别人长寿你长寿，修无畏施，让一切众生平平安安，离开恐怖灾难。",
      "zh_TW": "佛教我怎麼發財，財布施得財富，愈施愈多。命裡頭得財富的那個點，高度是有限度的，有一定的，不能超過，超過肯定是造惡業來的，不正當手段而得到的，超越了。超越什麼現象？過不了三年五載你就敗了，你就犯罪了，你就被抄家了，你一無所有。那是什麼？你過分了。一定要安於本分，歡喜財布施，看到別人有困難的，主動去幫助他，他沒吃的，送給他糧食，沒有穿的，送給他衣物，喜歡救濟這些苦難，不求報償，這是在累積你的財富。因如是，果當然也如是。法布施長聰明智慧，聰明智慧從哪來的？法布施來的，過去生中多生多世法布施，財布施得財富，法布施得聰明智慧。第三種無畏布施，無畏布施最重要的不殺生。殺生，小動物、螞蟻也恐怖，也不願意被其他動物殺害。所以無畏布施得健康長壽，你看到別人健康你健康，看到別人長壽你長壽，修無畏施，讓一切眾生平平安安，離開恐怖災難。"
    },
    {
      "id": "02-041-0427_p0013",
      "zh_CN": "三种布施的心，要常常放在心上，遇到有缘赶紧伸出援手，不要落在别人后面。听到某个地方有灾难，新闻传出来了，尽我们现在的力量，帮助灾区同胞们离开灾难，这就对了。我有一百块钱，我就捐一百块钱，我有两百块钱就捐两百块钱，这个功德叫圆满功德，为什么？你统统拿出来了，你只有这么多。不是像那些拥有大财富的，家财亿万的，他拿个二万三万，像我们拿一块两块一样，那么你就晓得，他拿一百万，等于我们拿一百块钱，功德是平等的。为什么？他有那么多全拿出来，我有这么多我也全拿出来。平等是从这儿说的，不是说没钱的人就永远没钱，不能修财施，不是的，它是按这种比例来算的。你一百万，一百万全拿出来了，大功德，这个人只有一万，一万也全拿出来，你们两个功德是平等的。",
      "zh_TW": "三種布施的心，要常常放在心上，遇到有緣趕緊伸出援手，不要落在別人後面。聽到某個地方有災難，新聞傳出來了，盡我們現在的力量，幫助災區同胞們離開災難，這就對了。我有一百塊錢，我就捐一百塊錢，我有兩百塊錢就捐兩百塊錢，這個功德叫圓滿功德，為什麼？你統統拿出來了，你只有這麼多。不是像那些擁有大財富的，家財億萬的，他拿個二萬三萬，像我們拿一塊兩塊一樣，那麼你就曉得，他拿一百萬，等於我們拿一百塊錢，功德是平等的。為什麼？他有那麼多全拿出來，我有這麼多我也全拿出來。平等是從這兒說的，不是說沒錢的人就永遠沒錢，不能修財施，不是的，它是按這種比例來算的。你一百萬，一百萬全拿出來了，大功德，這個人只有一萬，一萬也全拿出來，你們兩個功德是平等的。"
    },
    {
      "id": "02-041-0427_p0014",
      "zh_CN": "人遇到这个灾难，这个灾难数目大，很多受灾的人来分，有的他能分给一百人，分给两百人，分的人愈多功德愈大，你要明白这个道理。于是我们就晓得，建医院好事情，多少人受惠，可是得有机会，没有机会我想建个医院，没机会有钱也没有办法，人家不能接受。我在十年前遇到这么个机会，在泰国，同修们告诉我，他们想建一个医院，募集的款项还不够，还差很多。那我们碰到有机会了，我从泰国回来，我就告诉一个居士，告诉他有这么一个机会，你愿不愿意做？你要愿意做我让给你，你不愿意做我就做了，结果他做了。好事，你看这个医院十年当中，多少人得惠，医院现在还存在，缘分。",
      "zh_TW": "人遇到這個災難，這個災難數目大，很多受災的人來分，有的他能分給一百人，分給兩百人，分的人愈多功德愈大，你要明白這個道理。於是我們就曉得，建醫院好事情，多少人受惠，可是得有機會，沒有機會我想建個醫院，沒機會有錢也沒有辦法，人家不能接受。我在十年前遇到這麼個機會，在泰國，同修們告訴我，他們想建一個醫院，募集的款項還不夠，還差很多。那我們碰到有機會了，我從泰國回來，我就告訴一個居士，告訴他有這麼一個機會，你願不願意做？你要願意做我讓給你，你不願意做我就做了，結果他做了。好事，你看這個醫院十年當中，多少人得惠，醫院現在還存在，緣分。"
    },
    {
      "id": "02-041-0427_p0015",
      "zh_CN": "今天我们遇到最大的缘分，这个缘分是汉学院。汉学传了五千年，现在要再不重视的话，十年之后，有几个老教授现在还在，他们要过世了，你想救都救不到了，你没法子救。所以我们力量有限，财力、物力都有限，我们统统做出来了，我们就在台南小庙，极乐寺，开了一个班，学什么？学汉字，学文言文，学生十几个人，老师，我请了三个老师。目的是什么？目的可大了，救中国五千年传统文化，这个功德多大，只可以用不可思议这句话来形容。所以你要有眼光认识，要有智慧，真实功德，为往圣继绝学，为万世开太平，我们有这么好的机会遇到了，遇到哪能不干？所以修积功德也要靠智慧，慧眼，你能看出来，你能掌握到这个机会，你成功了。有这个机会你看到了，你要没有财力也没办法，没有人力物力没有人帮助你，做不成功，有那么几个人帮助你，热心帮助你，就搞成功了。我把这三个老师，他们一生所学的，能够传给十个人，传给二十个人，传给三十个人，老师十年之后不在了，这些学生成就了，他们一个人传十个人，一个人传二十个人，传统文化不会断，不会绝，这个功德多大。",
      "zh_TW": "今天我們遇到最大的緣分，這個緣分是漢學院。漢學傳了五千年，現在要再不重視的話，十年之後，有幾個老教授現在還在，他們要過世了，你想救都救不到了，你沒法子救。所以我們力量有限，財力、物力都有限，我們統統做出來了，我們就在台南小廟，極樂寺，開了一個班，學什麼？學漢字，學文言文，學生十幾個人，老師，我請了三個老師。目的是什麼？目的可大了，救中國五千年傳統文化，這個功德多大，只可以用不可思議這句話來形容。所以你要有眼光認識，要有智慧，真實功德，為往聖繼絕學，為萬世開太平，我們有這麼好的機會遇到了，遇到哪能不幹？所以修積功德也要靠智慧，慧眼，你能看出來，你能掌握到這個機會，你成功了。有這個機會你看到了，你要沒有財力也沒辦法，沒有人力物力沒有人幫助你，做不成功，有那麼幾個人幫助你，熱心幫助你，就搞成功了。我把這三個老師，他們一生所學的，能夠傳給十個人，傳給二十個人，傳給三十個人，老師十年之後不在了，這些學生成就了，他們一個人傳十個人，一個人傳二十個人，傳統文化不會斷，不會絕，這個功德多大。"
    },
    {
      "id": "02-041-0427_p0016",
      "zh_CN": "什么样的因结什么样的果。我们对于这些事情，应该要做的认真努力去做，什么样的艰苦、辛苦都能够受，希望把这件事做好，往后得利益的千年万世。想想看来生得什么福报？来生得大智慧，来生得大福德，来生得长寿。说不定，要做得很积极，效果很大，这一生就得到了，命运全转了，没有财富，用钱不缺乏；没有寿命，身体健康，长寿；没有智慧，慢慢智慧就开了，也能看到一般人看不到的事情。",
      "zh_TW": "什麼樣的因結什麼樣的果。我們對於這些事情，應該要做的認真努力去做，什麼樣的艱苦、辛苦都能夠受，希望把這件事做好，往後得利益的千年萬世。想想看來生得什麼福報？來生得大智慧，來生得大福德，來生得長壽。說不定，要做得很積極，效果很大，這一生就得到了，命運全轉了，沒有財富，用錢不缺乏；沒有壽命，身體健康，長壽；沒有智慧，慢慢智慧就開了，也能看到一般人看不到的事情。"
    },
    {
      "id": "02-041-0427_p0017",
      "zh_CN": "所以命运操纵在自己手上，求佛没错，佛会把这个事情传给你，给你讲清楚讲明白，你觉悟了，觉悟了你就不再贪着财色。你知道财色名利人之所好，我也有好，我知道命里没有，命里没有就安于没有。老师告诉我，虽然出家，出家教学还是要用钱，没有钱不能办事。我们今天办个汉学院要钱，就有很多热心的善心人，大家奉献一点就够了，人多了。所以一定要学的，欢喜财物施人，不是不肯以财物施人，欢喜以财物施人。",
      "zh_TW": "所以命運操縱在自己手上，求佛沒錯，佛會把這個事情傳給你，給你講清楚講明白，你覺悟了，覺悟了你就不再貪著財色。你知道財色名利人之所好，我也有好，我知道命裡沒有，命裡沒有就安於沒有。老師告訴我，雖然出家，出家教學還是要用錢，沒有錢不能辦事。我們今天辦個漢學院要錢，就有很多熱心的善心人，大家奉獻一點就夠了，人多了。所以一定要學的，歡喜財物施人，不是不肯以財物施人，歡喜以財物施人。"
    },
    {
      "id": "02-041-0427_p0018",
      "zh_CN": "《会疏》云：贪欲虽多，以财色为大，故偏举。不能施惠，悭吝之相也。舍不得布施的，就知道这个人不是真正富贵人，他的地位快要失去了，他的财富也快要（我们一般讲他）保守不住，他的财富命中没有，现在手上有的这个不牢靠，很容易就失掉了。佛在经上告诉我们，财为五家共有，遇到火灾会烧掉，遇到水灾会漂掉，水火无情，还有盗贼，败家子，最后一个是败家子，到儿孙长大的时候，你会攒积，他会用，攒积得很辛苦，他用得很舒畅，不久就把你用光了。这些都在面前，都要看清楚看明白，然后读佛经，佛讲得一点都不错，句句话都是实在话。",
      "zh_TW": "《會疏》云：貪欲雖多，以財色為大，故偏舉。不能施惠，慳吝之相也。捨不得布施的，就知道這個人不是真正富貴人，他的地位快要失去了，他的財富也快要（我們一般講他）保守不住，他的財富命中沒有，現在手上有的這個不牢靠，很容易就失掉了。佛在經上告訴我們，財為五家共有，遇到火災會燒掉，遇到水災會漂掉，水火無情，還有盜賊，敗家子，最後一個是敗家子，到兒孫長大的時候，你會攢積，他會用，攢積得很辛苦，他用得很舒暢，不久就把你用光了。這些都在面前，都要看清楚看明白，然後讀佛經，佛講得一點都不錯，句句話都是實在話。"
    },
    {
      "id": "02-041-0427_p0019",
      "zh_CN": "这个下面几句念老取得好，『各欲自快，无复曲直』，「只求自利快心」，一时享受，「不问是非曲直」，这是什么？『痴欲所迫』，痴，愚痴，没智慧，「贪欲之心，实根于痴，故曰痴欲」。痴坏事大了，所以人不能不读书。读书要读圣贤书，古圣先贤留下来的，留了几百年，留传几千年，千百年的历史多少人读过，证明一桩什么？证明它是真理，它是真好，它才能传到后世。如果说不好，没有人印，没有人留传，早就丢掉了。凡是能够传几百年几千年的，一定是好东西。现在人说好说不好，这是现前一时，没有经过历史的考验，经过历史的考验，那是真的不是假的。中国留下来的典籍，远的像《易经》，至少三千年，如果要从伏羲氏画八卦开始的话，伏羲到我们现在是五千年。这个书还能有错误吗？有错误怎么能传这么多年？一直到现在，还被一些人研究学习，把它用在自己日常生活当中。所以读书开智慧，智慧开了，你能够辨别是非善恶，你不会迷在物欲里头，你知道这些欲望，这东西害人，不是好事。好事古人应该要提倡，为什么要节制它？尤其孔夫子定下一个标准，叫思无邪。我们今天讲文艺表演，一定要记住，不能叫人看到了，听到了，接触到了，就会有邪思。什么邪思？贪心，贪着的念头起来。不能让他有这个不好的念头生起，这个可以，要有这种情形，不准表演，不准搬上舞台。",
      "zh_TW": "這個下面幾句念老取得好，『各欲自快，無復曲直』，「只求自利快心」，一時享受，「不問是非曲直」，這是什麼？『痴欲所迫』，痴，愚痴，沒智慧，「貪欲之心，實根於痴，故曰痴欲」。痴壞事大了，所以人不能不讀書。讀書要讀聖賢書，古聖先賢留下來的，留了幾百年，留傳幾千年，千百年的歷史多少人讀過，證明一樁什麼？證明它是真理，它是真好，它才能傳到後世。如果說不好，沒有人印，沒有人留傳，早就丟掉了。凡是能夠傳幾百年幾千年的，一定是好東西。現在人說好說不好，這是現前一時，沒有經過歷史的考驗，經過歷史的考驗，那是真的不是假的。中國留下來的典籍，遠的像《易經》，至少三千年，如果要從伏羲氏畫八卦開始的話，伏羲到我們現在是五千年。這個書還能有錯誤嗎？有錯誤怎麼能傳這麼多年？一直到現在，還被一些人研究學習，把它用在自己日常生活當中。所以讀書開智慧，智慧開了，你能夠辨別是非善惡，你不會迷在物欲裡頭，你知道這些欲望，這東西害人，不是好事。好事古人應該要提倡，為什麼要節制它？尤其孔夫子定下一個標準，叫思無邪。我們今天講文藝表演，一定要記住，不能叫人看到了，聽到了，接觸到了，就會有邪思。什麼邪思？貪心，貪著的念頭起來。不能讓他有這個不好的念頭生起，這個可以，要有這種情形，不准表演，不准搬上舞台。"
    },
    {
      "id": "02-041-0427_p0020",
      "zh_CN": "现在这种教育没有了，现在的孩子谁教？电视教，网路教。电视、网路什么内容？全是杀盗淫妄。小孩这个东西天天看，杀盗淫妄是正常的，麻烦大了，这个社会什么时候才能到安定和谐？真的看不到希望。",
      "zh_TW": "現在這種教育沒有了，現在的孩子誰教？電視教，網路教。電視、網路什麼內容？全是殺盜淫妄。小孩這個東西天天看，殺盜淫妄是正常的，麻煩大了，這個社會什麼時候才能到安定和諧？真的看不到希望。"
    },
    {
      "id": "02-041-0427_p0021",
      "zh_CN": "好在到今年，有人说，二十一世纪是中国人的世纪，我们到今天才看到，中国确实不一样了，中国人现在觉悟了，要把中国五千年传统文化再复兴起来。这是好事，这是祖宗之德，圣贤加持，佛菩萨保佑，必有大圣大贤来领导。大圣大贤的出现，是众生罪差不多受满了，否极泰来。国家领导人从上到下，都提倡传统文化，都提倡伦理道德，不但中国有救了，这个地球有救了。从我们的祭祖，可以能够看到这个瑞相，过去祭祖，是我们自己在香港小地区举行。前年我们中元祭祖，英国威尔士大学校长，有这个缘分遇到了，请他来参观，他看了之后流眼泪，问我这个活动可不可以到英国去做一场。去年我们在英国做了三场，英国今年还要做，好事！希望将来这个地球上，每个国家地区都有人发心，来号召来提倡纪念祖宗，纪念孔子，孔子是老师。纪念祖先是伦理伦常大道，纪念孔子是老师，尊师重道。孝顺父母、尊师重道是做人的大根大本。圣贤人是从这个地方教出来的。好事！我们听到了非常欢喜，大力支持，希望他做得很好、做得很成功，能够把画面透过卫星电视播扬到全世界。",
      "zh_TW": "好在到今年，有人說，二十一世紀是中國人的世紀，我們到今天才看到，中國確實不一樣了，中國人現在覺悟了，要把中國五千年傳統文化再復興起來。這是好事，這是祖宗之德，聖賢加持，佛菩薩保佑，必有大聖大賢來領導。大聖大賢的出現，是眾生罪差不多受滿了，否極泰來。國家領導人從上到下，都提倡傳統文化，都提倡倫理道德，不但中國有救了，這個地球有救了。從我們的祭祖，可以能夠看到這個瑞相，過去祭祖，是我們自己在香港小地區舉行。前年我們中元祭祖，英國威爾士大學校長，有這個緣分遇到了，請他來參觀，他看了之後流眼淚，問我這個活動可不可以到英國去做一場。去年我們在英國做了三場，英國今年還要做，好事！希望將來這個地球上，每個國家地區都有人發心，來號召來提倡紀念祖宗，紀念孔子，孔子是老師。紀念祖先是倫理倫常大道，紀念孔子是老師，尊師重道。孝順父母、尊師重道是做人的大根大本。聖賢人是從這個地方教出來的。好事！我們聽到了非常歡喜，大力支持，希望他做得很好、做得很成功，能夠把畫面透過衛星電視播揚到全世界。"
    },
    {
      "id": "02-041-0427_p0022",
      "zh_CN": "念老后面这几句话，我在这里念一念，「但慕富贵荣华」，羡慕，「以求快意于当时。不愿忍辱修善，积累福报于来日。于是威势不常，随即消灭」。这话是真的，这几句话，应当放在自己书桌上，每天都能看到，我们把它当作戒律来看待，一定要遵守，断恶修善，积功累德，这个人有享不尽的福报。",
      "zh_TW": "念老後面這幾句話，我在這裡念一念，「但慕富貴榮華」，羨慕，「以求快意於當時。不願忍辱修善，積累福報於來日。於是威勢不常，隨即消滅」。這話是真的，這幾句話，應當放在自己書桌上，每天都能看到，我們把它當作戒律來看待，一定要遵守，斷惡修善，積功累德，這個人有享不盡的福報。"
    },
    {
      "id": "02-041-0427_p0023",
      "zh_CN": "今天我们就学习到此地。",
      "zh_TW": "今天我們就學習到此地。"
    }
  ]
}