{
  "doc_id": "02-041-0182",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八二集",
    "zh_TW": "第一八二集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0182",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-041-0182_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0182_p0002",
      "zh_CN": "请看《大经科注》第四百六十八页倒数第三行，「闻名普益」，分十段。第一段是第十八愿，「十念必生愿」。我们将经文念一段：",
      "zh_TW": "請看《大經科註》第四百六十八頁倒數第三行，「聞名普益」，分十段。第一段是第十八願，「十念必生願」。我們將經文念一段："
    },
    {
      "id": "02-041-0182_p0003",
      "zh_CN": "【我作佛时。十方众生。闻我名号。至心信乐。所有善根。心心回向。愿生我国。乃至十念。若不生者。不取正觉。唯除五逆。诽谤正法。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。至心信樂。所有善根。心心回向。願生我國。乃至十念。若不生者。不取正覺。唯除五逆。誹謗正法。】"
    },
    {
      "id": "02-041-0182_p0004",
      "zh_CN": "这一愿是全部经文最核心的一段，四十八愿无比殊胜的一愿就是这一愿。我们在念老集注里面可以看到，第十八愿念老用心用得最多，注得最详细，这是稀有难逢，我们今天遇到了。请看集注，右第十八愿，这是右面这两行经文，「十念必生愿」。往生极乐世界不难，临终十念必定得生。难，实在是难信，哪有这么容易的事情？念老继续跟我们说，「日净宗古德」，日本净土宗古来的祖师大德们，「较量诸经」，较是比较，量是衡量。就是说《无量寿经》在一切经里面它是什么样的一个分量，跟一切经比较，「余经中」，除这个经之外一切经里面，「《华严》独真实」。许多同学都知道，《华严》，自古以来在中国无论是哪一个宗派祖师大德几乎都肯定《华严》是经中之王。",
      "zh_TW": "這一願是全部經文最核心的一段，四十八願無比殊勝的一願就是這一願。我們在念老集註裡面可以看到，第十八願念老用心用得最多，註得最詳細，這是稀有難逢，我們今天遇到了。請看集註，右第十八願，這是右面這兩行經文，「十念必生願」。往生極樂世界不難，臨終十念必定得生。難，實在是難信，哪有這麼容易的事情？念老繼續跟我們說，「日淨宗古德」，日本淨土宗古來的祖師大德們，「較量諸經」，較是比較，量是衡量。就是說《無量壽經》在一切經裡面它是什麼樣的一個分量，跟一切經比較，「餘經中」，除這個經之外一切經裡面，「《華嚴》獨真實」。許多同學都知道，《華嚴》，自古以來在中國無論是哪一個宗派祖師大德幾乎都肯定《華嚴》是經中之王。"
    },
    {
      "id": "02-041-0182_p0005",
      "zh_CN": "我早年跟方东美先生学哲学，老师最后一个单元跟我讲的是「佛经哲学」，我都非常惊讶，佛经是宗教怎么是哲学？那个时候年轻，确实不晓得。他给我介绍佛法，佛法一切经里面，也是特别为我介绍《华严》，还告诉我，学《华严》一定要依清凉的《疏钞》、李长者的《合论》。我是非常认真学习不少年，也讲过两次，两次都没讲完。第一次大概讲了将近一半，还不到一半，还差一些；第二次讲大概是五分之一，讲到「十住品」。第二次讲得详细，用的时间长，五分之一的经文我讲了四千多个小时，很多人听到非常欢喜。我在八十五岁把它停下来，为什么？年龄太大了，怕经讲不完。如果照我以前这个进度去讲，我估计全经讲完需要两万小时，谁有这个耐心来听？所以我当时很感慨的跟听众们说，这四千多个小时一堂课没缺的就是我一个人，其他的人统统都有缺课的，不容易。两万个小时还是略说，还不是真正详细。这个经真的是其味无穷。当我真正明白，没有怀疑了，《无量寿经》即是中本《华严》，我把大《华严》放下，我讲中本。《无量寿经》就是中本《华严》，《阿弥陀经》是小本《华严》。这三部经境界、内容完全相同，《华严》讲得详细，《无量寿经》是《华严经》的节要，《阿弥陀经》是《华严经》的略说，大乘经教的略说，便于朝暮持诵，这三部经内容完全相同，只是详略有别。我们要知道。所以古人（古大德），无论是中国、外国的，都认为《华严》最真实。「若与此经相较」，跟这部经比较，这部经是真实，把《华严》比下去了。诸位就知道，我为什么把《华严》放弃专学《无量寿经》，晚年其他统统放下，不再过问了，就是这一部经，这一部注解，这一句佛号，我的目标就是往生西方极乐世界亲近阿弥陀佛，做阿弥陀佛的弟子，我们就心愿满足了。",
      "zh_TW": "我早年跟方東美先生學哲學，老師最後一個單元跟我講的是「佛經哲學」，我都非常驚訝，佛經是宗教怎麼是哲學？那個時候年輕，確實不曉得。他給我介紹佛法，佛法一切經裡面，也是特別為我介紹《華嚴》，還告訴我，學《華嚴》一定要依清涼的《疏鈔》、李長者的《合論》。我是非常認真學習不少年，也講過兩次，兩次都沒講完。第一次大概講了將近一半，還不到一半，還差一些；第二次講大概是五分之一，講到「十住品」。第二次講得詳細，用的時間長，五分之一的經文我講了四千多個小時，很多人聽到非常歡喜。我在八十五歲把它停下來，為什麼？年齡太大了，怕經講不完。如果照我以前這個進度去講，我估計全經講完需要兩萬小時，誰有這個耐心來聽？所以我當時很感慨的跟聽眾們說，這四千多個小時一堂課沒缺的就是我一個人，其他的人統統都有缺課的，不容易。兩萬個小時還是略說，還不是真正詳細。這個經真的是其味無窮。當我真正明白，沒有懷疑了，《無量壽經》即是中本《華嚴》，我把大《華嚴》放下，我講中本。《無量壽經》就是中本《華嚴》，《阿彌陀經》是小本《華嚴》。這三部經境界、內容完全相同，《華嚴》講得詳細，《無量壽經》是《華嚴經》的節要，《阿彌陀經》是《華嚴經》的略說，大乘經教的略說，便於朝暮持誦，這三部經內容完全相同，只是詳略有別。我們要知道。所以古人（古大德），無論是中國、外國的，都認為《華嚴》最真實。「若與此經相較」，跟這部經比較，這部經是真實，把《華嚴》比下去了。諸位就知道，我為什麼把《華嚴》放棄專學《無量壽經》，晚年其他統統放下，不再過問了，就是這一部經，這一部註解，這一句佛號，我的目標就是往生西方極樂世界親近阿彌陀佛，做阿彌陀佛的弟子，我們就心願滿足了。"
    },
    {
      "id": "02-041-0182_p0006",
      "zh_CN": "这比出来了，这个经才真正是世尊四十九年所说的第一经。第一经，佛在世多次宣讲，这很特别。释迦牟尼佛讲经没有重复讲第二遍的，唯独这部经至少是三次以上。为什么要多说、常说？那是这个经利益太大了，无与伦比的利益。经文，诸位这些年跟我们在一起学习，我讲经文，往年讲过十遍，参考资料完全是依李炳南老居士《无量寿经》眉注，是依那个讲的，八十五岁以后，我是依黄念祖老居士的集注讲的，这是第四回，就是第四遍。愈讲愈欢喜，愈讲信心愈足，愈讲愿心愈坚固，不会动摇了，万缘放下，一心专求西方净土。",
      "zh_TW": "這比出來了，這個經才真正是世尊四十九年所說的第一經。第一經，佛在世多次宣講，這很特別。釋迦牟尼佛講經沒有重複講第二遍的，唯獨這部經至少是三次以上。為什麼要多說、常說？那是這個經利益太大了，無與倫比的利益。經文，諸位這些年跟我們在一起學習，我講經文，往年講過十遍，參考資料完全是依李炳南老居士《無量壽經》眉註，是依那個講的，八十五歲以後，我是依黃念祖老居士的集註講的，這是第四回，就是第四遍。愈講愈歡喜，愈講信心愈足，愈講願心愈堅固，不會動搖了，萬緣放下，一心專求西方淨土。"
    },
    {
      "id": "02-041-0182_p0007",
      "zh_CN": "这部经，底下说的，「又本经诸大愿」，诸大愿就是四十八愿，四十八愿再一愿跟一愿比较，其他的四十七愿跟这一愿比较，「则此愿最为真实」。这两行经文真实当中的真实，没有比这个再真实的了，这多么可贵！「盖表此愿乃真实中之真实也」，这句话非常重要。换句话说，世法、佛法没有比这一法更真实的。",
      "zh_TW": "這部經，底下說的，「又本經諸大願」，諸大願就是四十八願，四十八願再一願跟一願比較，其他的四十七願跟這一願比較，「則此願最為真實」。這兩行經文真實當中的真實，沒有比這個再真實的了，這多麼可貴！「蓋表此願乃真實中之真實也」，這句話非常重要。換句話說，世法、佛法沒有比這一法更真實的。"
    },
    {
      "id": "02-041-0182_p0008",
      "zh_CN": "经里面讲『至心信乐』，这个至心，「至诚之心，至极之心」。佛法修学，你有多大的成就，完全看你用的是什么心。我们如果真诚到极处叫至诚，真诚到极处也叫做至极；换句话说，至诚、至极的心来修学这个法门，你就会得到最圆满的成就。像经文后面所说的，二十四品、二十五品，三辈往生、往生的正因完全在真诚到极处。为什么你能成就？因为你本来是佛。人用心用到真诚到极处就是佛心，就成佛了，道理在此地，不是随便说的。",
      "zh_TW": "經裡面講『至心信樂』，這個至心，「至誠之心，至極之心」。佛法修學，你有多大的成就，完全看你用的是什麼心。我們如果真誠到極處叫至誠，真誠到極處也叫做至極；換句話說，至誠、至極的心來修學這個法門，你就會得到最圓滿的成就。像經文後面所說的，二十四品、二十五品，三輩往生、往生的正因完全在真誠到極處。為什麼你能成就？因為你本來是佛。人用心用到真誠到極處就是佛心，就成佛了，道理在此地，不是隨便說的。"
    },
    {
      "id": "02-041-0182_p0009",
      "zh_CN": "下面引《金光明经文句》，《文句》是注解，这里面就为我们解释至心，「至心者，彻到心源，尽心实际，故云至心」，这个至心的标准很高。心源是什么？心源是本性、是自性。儒家也讲，《大学》第一句话，「大学之道，在明明德」，那个明德就是心源。这个心是真心，真心的源头就是本性，本性就是真心的源头。真心源头里头有什么？万德万能。所以《大学》上说「在明明德」，第一个明字是动词，第二个明字是名词，中国人称为明德，明是光明，明是通达，明是没有障碍，也就是说无量智慧。佛在《华严经》上说，「一切众生皆有如来智慧德相」，这一句话也就是六祖能大师在开悟的时候说的第三句，他说了五句，五祖一听就给他认定了，肯定了，衣钵传给他了，第三句说「何期自性，本自具足」，这就是明德。本自具足什么？具足智慧，无量无边的智慧；具足德能，万德万能；具足相好，那个相好就是极乐世界。极乐世界才真正是自性在毫无障碍之下自然显现出来的。我们这个地球人心杂乱，妄想杂念、分别执着，所以把自性的性德扭曲了，变成现在的样子。",
      "zh_TW": "下面引《金光明經文句》，《文句》是註解，這裡面就為我們解釋至心，「至心者，徹到心源，盡心實際，故云至心」，這個至心的標準很高。心源是什麼？心源是本性、是自性。儒家也講，《大學》第一句話，「大學之道，在明明德」，那個明德就是心源。這個心是真心，真心的源頭就是本性，本性就是真心的源頭。真心源頭裡頭有什麼？萬德萬能。所以《大學》上說「在明明德」，第一個明字是動詞，第二個明字是名詞，中國人稱為明德，明是光明，明是通達，明是沒有障礙，也就是說無量智慧。佛在《華嚴經》上說，「一切眾生皆有如來智慧德相」，這一句話也就是六祖能大師在開悟的時候說的第三句，他說了五句，五祖一聽就給他認定了，肯定了，衣缽傳給他了，第三句說「何期自性，本自具足」，這就是明德。本自具足什麼？具足智慧，無量無邊的智慧；具足德能，萬德萬能；具足相好，那個相好就是極樂世界。極樂世界才真正是自性在毫無障礙之下自然顯現出來的。我們這個地球人心雜亂，妄想雜念、分別執著，所以把自性的性德扭曲了，變成現在的樣子。"
    },
    {
      "id": "02-041-0182_p0010",
      "zh_CN": "现在这个世间的人把圣贤教诲丢掉了，东方老祖宗的教诲，五伦、五常、四维、八德，没有了。五伦是道，是讲人与人的关系。关系一定要明了，关系一定要能处好。五常是德，做人必须要遵守的，五常跟佛法的五戒完全相同，常是常道，不可须臾离开的，必须要遵守。仁者爱人，仁、义、礼、智、信，五德，仁是爱人，爱是性德里头的第一德，在佛家叫慈悲，在儒家叫仁爱。仁是二人，爱自己要爱别人，爱别人跟爱自己是一样的，没有差别的，这真爱。义是循理，思想言行合情、合理、合法，叫义。礼是礼节、是规矩，没有礼社会就乱了，一定要用礼来维持社会的和谐、社会的安定，不能没有礼，有礼这个社会称为治世、盛世，没有礼叫乱世。智是理智，反面是感情，祖宗教给我们，处事待人接物要用理智，不能用感情。末后是信，人言为信，在佛家讲不妄语、不两舌、不绮语、不恶口，佛讲得详细。",
      "zh_TW": "現在這個世間的人把聖賢教誨丟掉了，東方老祖宗的教誨，五倫、五常、四維、八德，沒有了。五倫是道，是講人與人的關係。關係一定要明瞭，關係一定要能處好。五常是德，做人必須要遵守的，五常跟佛法的五戒完全相同，常是常道，不可須臾離開的，必須要遵守。仁者愛人，仁、義、禮、智、信，五德，仁是愛人，愛是性德裡頭的第一德，在佛家叫慈悲，在儒家叫仁愛。仁是二人，愛自己要愛別人，愛別人跟愛自己是一樣的，沒有差別的，這真愛。義是循理，思想言行合情、合理、合法，叫義。禮是禮節、是規矩，沒有禮社會就亂了，一定要用禮來維持社會的和諧、社會的安定，不能沒有禮，有禮這個社會稱為治世、盛世，沒有禮叫亂世。智是理智，反面是感情，祖宗教給我們，處事待人接物要用理智，不能用感情。末後是信，人言為信，在佛家講不妄語、不兩舌、不綺語、不惡口，佛講得詳細。"
    },
    {
      "id": "02-041-0182_p0011",
      "zh_CN": "佛的十善业，精神也是五常。这五常没有了，你看现在的社会，不仁、不义、无礼、无智、无信，怎么得了！左丘明说，这孔子同时代的人，「人弃常」，一个人把五常丢掉了，没有了，「则妖兴」，这个人就不是人了，是什么？妖魔鬼怪。换句话说，妖魔鬼怪在中国圣贤人的标准，就是不仁、不义、无礼、无智、无信，这就妖魔鬼怪了。他说「人弃常则妖兴」。古书多读有好处，帮助你看到诸法实相，一切法的真相。你要懂得怎样回归到性德，回归性德就是作佛、作菩萨，应该如此，因为你本来是佛，本来是菩萨，本来是圆满的智慧、圆满的德能、圆满的相好。学佛没有别的，佛陀的教学就是回归自性。人不能不觉悟，不觉悟苦海无边，回头是岸。",
      "zh_TW": "佛的十善業，精神也是五常。這五常沒有了，你看現在的社會，不仁、不義、無禮、無智、無信，怎麼得了！左丘明說，這孔子同時代的人，「人棄常」，一個人把五常丟掉了，沒有了，「則妖興」，這個人就不是人了，是什麼？妖魔鬼怪。換句話說，妖魔鬼怪在中國聖賢人的標準，就是不仁、不義、無禮、無智、無信，這就妖魔鬼怪了。他說「人棄常則妖興」。古書多讀有好處，幫助你看到諸法實相，一切法的真相。你要懂得怎樣回歸到性德，回歸性德就是作佛、作菩薩，應該如此，因為你本來是佛，本來是菩薩，本來是圓滿的智慧、圓滿的德能、圓滿的相好。學佛沒有別的，佛陀的教學就是回歸自性。人不能不覺悟，不覺悟苦海無邊，回頭是岸。"
    },
    {
      "id": "02-041-0182_p0012",
      "zh_CN": "《金光明经文句》里头，「至心者，彻到心源，尽心实际」，这是至心，这个至心在佛法里面讲明心见性。明心见性当中的信乐，那是真的不是假的，纯真无妄。这是讲我们用什么心去念佛？要用真心。要用真心，一句、十句都能往生。由此可知，念佛所凭的是真心，妄心效果就差很多。真心从哪里去练？这么多年来我们所领悟的，我也劝导同学的，用真心生活，用真心工作，用真心待人接物。他用假心对我，我用真心对他，不吃亏，为什么？他还要搞六道轮回，我不想搞六道轮回了，我想来生到极乐世界。",
      "zh_TW": "《金光明經文句》裡頭，「至心者，徹到心源，盡心實際」，這是至心，這個至心在佛法裡面講明心見性。明心見性當中的信樂，那是真的不是假的，純真無妄。這是講我們用什麼心去念佛？要用真心。要用真心，一句、十句都能往生。由此可知，念佛所憑的是真心，妄心效果就差很多。真心從哪裡去練？這麼多年來我們所領悟的，我也勸導同學的，用真心生活，用真心工作，用真心待人接物。他用假心對我，我用真心對他，不吃虧，為什麼？他還要搞六道輪迴，我不想搞六道輪迴了，我想來生到極樂世界。"
    },
    {
      "id": "02-041-0182_p0013",
      "zh_CN": "极乐世界是真实的世界，跟我们这不一样。我们世界是假的，我们这个世界是生灭的，所有一切法全是生灭的现象，无论是物质现象、心理现象、自然现象统统都是有生有灭。弥勒菩萨告诉我们，我们把它换算出现在的说法，这个频率多高？弥勒菩萨告诉我们，一秒钟，一秒里头有多少个生灭？菩萨告诉我们，有二千二百四十兆，单位是兆，不是万。一秒钟有二千二百四十兆次的生灭，那是什么？物质现象、心理现象、自然现象。这三类就把整个宇宙现象包括尽了，也就是能大师所说的万法，「何期自性，能生万法」。所以万法是假的，《金刚经》说得好，「凡所有相，皆是虚妄」。为什么？在高频率当中它生灭，前一个念头灭了，后一个念头生。它是一种相似相续相，不是真的相续，真的相续，前念跟后念完全相同就是相续，它不一样，每个念头都不一样。每个物质现象也是每一秒都不一样，一秒钟它生灭二千二百四十兆次，每一次都不一样。有没有一样的？有，一真法界是一样的，所以叫一真。一真法界是诸佛菩萨的实报庄严土，它那个地方叫长寿，为什么？它永远不变，真的是无量寿。极乐世界就是那个样子，极乐世界有四土三辈九品，但是跟一切诸佛刹土不相同，一切诸佛刹土有十法界、有六道轮回，极乐世界名字上有四土，实际上没有。为什么？因为他妄心断掉了，他只用真心，没用妄心，真心不生不灭，妄心有生有灭，这不一样。",
      "zh_TW": "極樂世界是真實的世界，跟我們這不一樣。我們世界是假的，我們這個世界是生滅的，所有一切法全是生滅的現象，無論是物質現象、心理現象、自然現象統統都是有生有滅。彌勒菩薩告訴我們，我們把它換算出現在的說法，這個頻率多高？彌勒菩薩告訴我們，一秒鐘，一秒裡頭有多少個生滅？菩薩告訴我們，有二千二百四十兆，單位是兆，不是萬。一秒鐘有二千二百四十兆次的生滅，那是什麼？物質現象、心理現象、自然現象。這三類就把整個宇宙現象包括盡了，也就是能大師所說的萬法，「何期自性，能生萬法」。所以萬法是假的，《金剛經》說得好，「凡所有相，皆是虛妄」。為什麼？在高頻率當中它生滅，前一個念頭滅了，後一個念頭生。它是一種相似相續相，不是真的相續，真的相續，前念跟後念完全相同就是相續，它不一樣，每個念頭都不一樣。每個物質現象也是每一秒都不一樣，一秒鐘它生滅二千二百四十兆次，每一次都不一樣。有沒有一樣的？有，一真法界是一樣的，所以叫一真。一真法界是諸佛菩薩的實報莊嚴土，它那個地方叫長壽，為什麼？它永遠不變，真的是無量壽。極樂世界就是那個樣子，極樂世界有四土三輩九品，但是跟一切諸佛剎土不相同，一切諸佛剎土有十法界、有六道輪迴，極樂世界名字上有四土，實際上沒有。為什麼？因為他妄心斷掉了，他只用真心，沒用妄心，真心不生不滅，妄心有生有滅，這不一樣。"
    },
    {
      "id": "02-041-0182_p0014",
      "zh_CN": "所以往生到极乐世界，那便宜占大了。往生到极乐世界，我想回来看看行不行？行，你随时都可以回来。你得大自在，你有六种神通，每一种神通都是无量无边，没有限制，不像阿罗汉的神通有限制。阿罗汉的天眼、天耳，一般是一个小千世界，加功用行的去修行，修到顶点也只能看到一个大千世界，这个大千世界以外他看不到，有限量。阿罗汉宿命通能知道过去五百世，就是自己过去生中一世一世，五百世他知道，五百世再过去他不知道，虽然有六种神通，它有限量。在极乐世界凡圣同居土人天身分的人，他们得阿弥陀佛本愿加持，能力恢复了，不是自己功夫恢复的，是阿弥陀佛加持帮助你恢复的，你的六种神通的能量跟法身菩萨完全相等，没有障碍，真正得大自在。这个理要懂。",
      "zh_TW": "所以往生到極樂世界，那便宜佔大了。往生到極樂世界，我想回來看看行不行？行，你隨時都可以回來。你得大自在，你有六種神通，每一種神通都是無量無邊，沒有限制，不像阿羅漢的神通有限制。阿羅漢的天眼、天耳，一般是一個小千世界，加功用行的去修行，修到頂點也只能看到一個大千世界，這個大千世界以外他看不到，有限量。阿羅漢宿命通能知道過去五百世，就是自己過去生中一世一世，五百世他知道，五百世再過去他不知道，雖然有六種神通，它有限量。在極樂世界凡聖同居土人天身分的人，他們得阿彌陀佛本願加持，能力恢復了，不是自己功夫恢復的，是阿彌陀佛加持幫助你恢復的，你的六種神通的能量跟法身菩薩完全相等，沒有障礙，真正得大自在。這個理要懂。"
    },
    {
      "id": "02-041-0182_p0015",
      "zh_CN": "理，一切是自性具足的，本有的，不是外来的。我们是被烦恼障碍了，变成现在这个样子。极乐世界没有障碍，没有阿赖耶，他们统统转识成智。法相宗的修行就是用这个方法，靠自己能力转，太难了！念佛的人完全是靠阿弥陀佛加持，帮助你转过来，很容易。什么时候转的？往生的时候转的。诸位都晓得往生极乐世界莲花化生，他在这个地方断气了，他的神识就坐在莲花里面，阿弥陀佛拿着这个莲花，莲花就合起来。他见莲花，莲花是开的，他坐到莲花里面，莲花就合起来，阿弥陀佛把这个莲花带到西方极乐世界，安放在七宝池中，他在莲花里面就产生变化，就转识成智。所以花开见佛，到七宝池花开，见到阿弥陀佛，完全转过来了，就是说生灭的现象完全没有了，跟极乐世界人一样，不生不灭。为什么？它是自性。",
      "zh_TW": "理，一切是自性具足的，本有的，不是外來的。我們是被煩惱障礙了，變成現在這個樣子。極樂世界沒有障礙，沒有阿賴耶，他們統統轉識成智。法相宗的修行就是用這個方法，靠自己能力轉，太難了！念佛的人完全是靠阿彌陀佛加持，幫助你轉過來，很容易。什麼時候轉的？往生的時候轉的。諸位都曉得往生極樂世界蓮花化生，他在這個地方斷氣了，他的神識就坐在蓮花裡面，阿彌陀佛拿著這個蓮花，蓮花就合起來。他見蓮花，蓮花是開的，他坐到蓮花裡面，蓮花就合起來，阿彌陀佛把這個蓮花帶到西方極樂世界，安放在七寶池中，他在蓮花裡面就產生變化，就轉識成智。所以花開見佛，到七寶池花開，見到阿彌陀佛，完全轉過來了，就是說生滅的現象完全沒有了，跟極樂世界人一樣，不生不滅。為什麼？它是自性。"
    },
    {
      "id": "02-041-0182_p0016",
      "zh_CN": "《华严》说得好，十方刹土心现识变的，心是自性，性德，心现的是不生不灭，识变的有生有灭。诸佛刹土统统是这个样子，唯独极乐世界这个地方特殊，这个地方例外。所以很难相信，不是我们凡夫，声闻、缘觉、菩萨，你跟他讲，他都不相信。所以他还要苦修，慢慢的修，修到什么时候相信？修到明心见性，相信了，为什么？亲眼看到了，明心见性你就看到极乐世界了。看到极乐世界，你念一声阿弥陀佛，想到极乐世界去，就行。没有到这个程度他不相信，他不肯念这个佛号，不是佛不接引他，他自己不愿意去，他自己有怀疑。",
      "zh_TW": "《華嚴》說得好，十方剎土心現識變的，心是自性，性德，心現的是不生不滅，識變的有生有滅。諸佛剎土統統是這個樣子，唯獨極樂世界這個地方特殊，這個地方例外。所以很難相信，不是我們凡夫，聲聞、緣覺、菩薩，你跟他講，他都不相信。所以他還要苦修，慢慢的修，修到什麼時候相信？修到明心見性，相信了，為什麼？親眼看到了，明心見性你就看到極樂世界了。看到極樂世界，你念一聲阿彌陀佛，想到極樂世界去，就行。沒有到這個程度他不相信，他不肯念這個佛號，不是佛不接引他，他自己不願意去，他自己有懷疑。"
    },
    {
      "id": "02-041-0182_p0017",
      "zh_CN": "《金光明经文句》说：「至心者，彻到心源，尽心实际」，心源是自性，实际是自性，真的是明心见性才叫至心。「彻者，彻底。到者，达到，即游子到家之到。心源者，自心之本源。尽者，穷尽。实际者，即本经中真实之际」。这讲理，理上讲得通，理上没有障碍，我们要相信。不能相信，是自己没有善根，是自己业障很重。业障重怎么办？念佛消业障。不要搞别的，别的法门没有念佛这么殊胜，没有念佛这么究竟，没有念佛这么彻底，一定要相信佛号功德是第一，没有东西能比，什么经、什么咒、什么方法都比不上这句佛号。",
      "zh_TW": "《金光明經文句》說：「至心者，徹到心源，盡心實際」，心源是自性，實際是自性，真的是明心見性才叫至心。「徹者，徹底。到者，達到，即遊子到家之到。心源者，自心之本源。盡者，窮盡。實際者，即本經中真實之際」。這講理，理上講得通，理上沒有障礙，我們要相信。不能相信，是自己沒有善根，是自己業障很重。業障重怎麼辦？念佛消業障。不要搞別的，別的法門沒有念佛這麼殊勝，沒有念佛這麼究竟，沒有念佛這麼徹底，一定要相信佛號功德是第一，沒有東西能比，什麼經、什麼咒、什麼方法都比不上這句佛號。"
    },
    {
      "id": "02-041-0182_p0018",
      "zh_CN": "你要问我，我搞了三十年我才接受，我才相信。我学佛今年六十七年，二十六岁学佛，前面三十年我没有接受，我有怀疑。真正搞清楚、搞明白了，我是从哪里明白？从经教，从大乘经，大经大论，我从这上明白了，明白就赶快回头，为什么？不回头来不及。寿命的延长，佛力加持。第一个提醒我的是咱们藏传的一位活佛甘珠，甘珠尔瓦。他往生了，他也是章嘉大师的学生，是我们的老学长，大我十几岁，我二十六岁，他大概有四十多岁，差不多大我二十岁的样子。告诉我，寿命延长了，佛帮助你延长的。我没有求寿命，是真的不是假的，我完全接受。命里头没有福报，照着我那个八字去排，我的命是乞丐的命，就算还是有一点智慧，寿命短，没有福报，大概过去生中修了一点法布施，所以还有一点聪明智慧。搞清楚、搞明白，就真干了，不像海贤老和尚，海贤老和尚，师父一说他完全就接受，老实、听话、真干，我老实、听话，没有真干，必须自己搞清楚、搞明白，我才会真干。所以浪费三十年的时间。我如果说是真正一开头跟章嘉大师或者是跟李炳南老居士教我净土法门我就真干了，我不止现在这个程度。非常可惜，偏爱经论，特别是大经大论，大乘《华严》、《法华》，法相唯识，性宗，都是我非常仰慕的，非常喜欢的，在这上面用了不少时间。当然也不能说是白费，没有这个底子，我对于净宗经典看不懂，以这些基础学习净宗经典没障碍了。",
      "zh_TW": "你要問我，我搞了三十年我才接受，我才相信。我學佛今年六十七年，二十六歲學佛，前面三十年我沒有接受，我有懷疑。真正搞清楚、搞明白了，我是從哪裡明白？從經教，從大乘經，大經大論，我從這上明白了，明白就趕快回頭，為什麼？不回頭來不及。壽命的延長，佛力加持。第一個提醒我的是咱們藏傳的一位活佛甘珠，甘珠爾瓦。他往生了，他也是章嘉大師的學生，是我們的老學長，大我十幾歲，我二十六歲，他大概有四十多歲，差不多大我二十歲的樣子。告訴我，壽命延長了，佛幫助你延長的。我沒有求壽命，是真的不是假的，我完全接受。命裡頭沒有福報，照著我那個八字去排，我的命是乞丐的命，就算還是有一點智慧，壽命短，沒有福報，大概過去生中修了一點法布施，所以還有一點聰明智慧。搞清楚、搞明白，就真幹了，不像海賢老和尚，海賢老和尚，師父一說他完全就接受，老實、聽話、真幹，我老實、聽話，沒有真幹，必須自己搞清楚、搞明白，我才會真幹。所以浪費三十年的時間。我如果說是真正一開頭跟章嘉大師或者是跟李炳南老居士教我淨土法門我就真幹了，我不止現在這個程度。非常可惜，偏愛經論，特別是大經大論，大乘《華嚴》、《法華》，法相唯識，性宗，都是我非常仰慕的，非常喜歡的，在這上面用了不少時間。當然也不能說是白費，沒有這個底子，我對於淨宗經典看不懂，以這些基礎學習淨宗經典沒障礙了。"
    },
    {
      "id": "02-041-0182_p0019",
      "zh_CN": "本经前面读过，世尊说三个真实，第一个真实之际，真实之际就是真如本性，这第一个真实，第二个真实智慧，第三个真实利益，这还得了！这个利益，小而言之，修身养性你懂得了。大而言之，齐家治国平天下，世间法，你有这个智慧了；出世间法，通宗通教、显密圆融，如果归净土，必定一生证得究竟圆满，这还得了，太殊胜了！",
      "zh_TW": "本經前面讀過，世尊說三個真實，第一個真實之際，真實之際就是真如本性，這第一個真實，第二個真實智慧，第三個真實利益，這還得了！這個利益，小而言之，修身養性你懂得了。大而言之，齊家治國平天下，世間法，你有這個智慧了；出世間法，通宗通教、顯密圓融，如果歸淨土，必定一生證得究竟圓滿，這還得了，太殊勝了！"
    },
    {
      "id": "02-041-0182_p0020",
      "zh_CN": "下面讲「信乐」，信是不怀疑，乐是爱好，无比的欢喜，佛法里面讲的法喜充满。「信顺所闻之法」，这就是信愿持名往生净土的法，「而爱乐之」，你相信不怀疑，你能随顺，认真修学，后面说的一句好，「即信心欢喜」。有信心欢喜，没有一个不成就的。来佛寺的三圣，这是我说的。有人认为海贤老和尚的母亲并没有在来佛寺住过，那来佛只有二圣，不能算她。我们何必那么斤斤计较？我们以海贤老和尚做核心，他的老母亲也跟他一样，没有读过书，不认识字，就是一句阿弥陀佛，念了一辈子，从小她就吃素念佛，八十六岁往生，走得那么样潇洒自在，令人羡慕。所以《来佛三圣永思集》要多看，要看个十遍、二十遍就上瘾了，欲罢不能，会真得受用，愈看愈欢喜，一定能帮助你这一生圆满成佛。",
      "zh_TW": "下面講「信樂」，信是不懷疑，樂是愛好，無比的歡喜，佛法裡面講的法喜充滿。「信順所聞之法」，這就是信願持名往生淨土的法，「而愛樂之」，你相信不懷疑，你能隨順，認真修學，後面說的一句好，「即信心歡喜」。有信心歡喜，沒有一個不成就的。來佛寺的三聖，這是我說的。有人認為海賢老和尚的母親並沒有在來佛寺住過，那來佛只有二聖，不能算她。我們何必那麼斤斤計較？我們以海賢老和尚做核心，他的老母親也跟他一樣，沒有讀過書，不認識字，就是一句阿彌陀佛，念了一輩子，從小她就吃素念佛，八十六歲往生，走得那麼樣瀟灑自在，令人羨慕。所以《來佛三聖永思集》要多看，要看個十遍、二十遍就上癮了，欲罷不能，會真得受用，愈看愈歡喜，一定能幫助你這一生圓滿成佛。"
    },
    {
      "id": "02-041-0182_p0021",
      "zh_CN": "至，「至者，真也，诚也，实也」。真诚，诚实到极处，这个很重要。怎么样能做到？把十善学好就达到了。十善，口善，决定不妄语，这说真话，真话不能说的就不说，也不能欺骗人；第二个，决定不可以挑拨是非，那叫两舌，这个罪过很重；不绮语，绮语是花言巧语，存心欺骗别人；第四个是恶口，说话粗鲁。我们能把这四条戒守好，真正做到、落实了，真心就现前了。我们烦恼习气重，有时候明知故犯，怎么办？因果能帮助我们。",
      "zh_TW": "至，「至者，真也，誠也，實也」。真誠，誠實到極處，這個很重要。怎麼樣能做到？把十善學好就達到了。十善，口善，決定不妄語，這說真話，真話不能說的就不說，也不能欺騙人；第二個，決定不可以挑撥是非，那叫兩舌，這個罪過很重；不綺語，綺語是花言巧語，存心欺騙別人；第四個是惡口，說話粗魯。我們能把這四條戒守好，真正做到、落實了，真心就現前了。我們煩惱習氣重，有時候明知故犯，怎麼辦？因果能幫助我們。"
    },
    {
      "id": "02-041-0182_p0022",
      "zh_CN": "昨天晚上我们看的光碟，道家的、道教的，完全是给我们讲因果报应的，特别是讲地狱。地狱的状况，佛教有说，没有人把它会集起来，道教就叫《玉历宝钞》。我们过去花了一段时间，将《大藏经》里面关于因果报应的节录出来编了一本书，《诸经佛说地狱集要》。这个里面比《玉历宝钞》好，《玉历宝钞》果说得很多，但是因说得不圆满，佛经里头因跟果说得都很好，都说到了。所以我希望将来画地狱变相图，能根据佛经上所说的再画一张。《玉历宝钞》，他们把这个图制成了卡通片，好，我昨天看了几段，非常欢喜，大量流通。如果学佛同学家里都有这么一套，一个星期或者两个星期看一遍，它的一遍大概两个多小时，警惕自己，然后你才晓得用真心好。用真心会吃亏，不要怕，《因果经》里头讲到的，现在吃亏，后来有大福报。那怎么样？你就欢喜吃亏。像海庆和尚、像老德和尚、像海贤和尚，都是愿意吃亏的人，别人欺负他，他都甘心情愿接受了，后来大福报。你看他的成就从哪里来？忍辱波罗蜜里头修出来的。人不能忍，小小的冤不能够受，就怨天尤人，这就是没有福报的人。",
      "zh_TW": "昨天晚上我們看的光碟，道家的、道教的，完全是給我們講因果報應的，特別是講地獄。地獄的狀況，佛教有說，沒有人把它會集起來，道教就叫《玉曆寶鈔》。我們過去花了一段時間，將《大藏經》裡面關於因果報應的節錄出來編了一本書，《諸經佛說地獄集要》。這個裡面比《玉曆寶鈔》好，《玉曆寶鈔》果說得很多，但是因說得不圓滿，佛經裡頭因跟果說得都很好，都說到了。所以我希望將來畫地獄變相圖，能根據佛經上所說的再畫一張。《玉曆寶鈔》，他們把這個圖製成了卡通片，好，我昨天看了幾段，非常歡喜，大量流通。如果學佛同學家裡都有這麼一套，一個星期或者兩個星期看一遍，它的一遍大概兩個多小時，警惕自己，然後你才曉得用真心好。用真心會吃虧，不要怕，《因果經》裡頭講到的，現在吃虧，後來有大福報。那怎麼樣？你就歡喜吃虧。像海慶和尚、像老德和尚、像海賢和尚，都是願意吃虧的人，別人欺負他，他都甘心情願接受了，後來大福報。你看他的成就從哪裡來？忍辱波羅蜜裡頭修出來的。人不能忍，小小的冤不能夠受，就怨天尤人，這就是沒有福報的人。"
    },
    {
      "id": "02-041-0182_p0023",
      "zh_CN": "《般若经》上佛给我们讲六种修行的方法。布施是一切功德的因，这是早年章嘉大师教给我的，我学了六十多年，六十七年了，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。你只要拼命去施，不要考虑明天怎么样、明年怎么样，还没到，何必想那些？全心全力，抓到机会了就干，带头干，绝不落后。财物，中国古人叫通货，通是什么？流通，像水一样，有进有出。出得多进得多，出得少进得少。你要想发大财，你就修大布施，决定有好处的。希望自己无论是有财，或者智慧、健康长寿，都要想到为众生服务，这就对了。不要为自己，为众生，众生就是自己，众生跟自己同一个自性生的，所以是一体。一体怎么能不爱护？所以爱人如己，再扩大，爱一切物如己，爱树木花草，爱一切小动物，爱山河大地，要把心量拓开。遍法界虚空界是一个自性，就是一个真心，你要真正搞清楚、搞明白，你的慈悲心就出来了。大慈大悲，没有条件的，绝不希求有回报，没有这个念头，那个回报是自然的，而且是圆满的。",
      "zh_TW": "《般若經》上佛給我們講六種修行的方法。布施是一切功德的因，這是早年章嘉大師教給我的，我學了六十多年，六十七年了，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。你只要拼命去施，不要考慮明天怎麼樣、明年怎麼樣，還沒到，何必想那些？全心全力，抓到機會了就幹，帶頭幹，絕不落後。財物，中國古人叫通貨，通是什麼？流通，像水一樣，有進有出。出得多進得多，出得少進得少。你要想發大財，你就修大布施，決定有好處的。希望自己無論是有財，或者智慧、健康長壽，都要想到為眾生服務，這就對了。不要為自己，為眾生，眾生就是自己，眾生跟自己同一個自性生的，所以是一體。一體怎麼能不愛護？所以愛人如己，再擴大，愛一切物如己，愛樹木花草，愛一切小動物，愛山河大地，要把心量拓開。遍法界虛空界是一個自性，就是一個真心，你要真正搞清楚、搞明白，你的慈悲心就出來了。大慈大悲，沒有條件的，絕不希求有回報，沒有這個念頭，那個回報是自然的，而且是圓滿的。"
    },
    {
      "id": "02-041-0182_p0024",
      "zh_CN": "底下说「心」，心是种子、是实，它是最真实的，为什么？它能生一切万法，它是能生，一切万法是所生。能所是一不是二，大乘经上讲得透彻，它是真实的，能生是真实的，所生是虚妄的。就是连一真法界要是跟心两个相比，心是真的，一真法界是假的。为什么？一真法界也有生灭，它不是念念生灭，不是前念灭后念生，它不是的，它是有缘它就生，没有缘它就灭，在佛法不叫生灭，叫隐现，有缘它就展现，它就出现，没有缘呢？没有缘它就隐没，就不见了，什么时候有缘什么时候就现。它在哪里？无处不在，无时不在，那是真的。诸佛跟这些大菩萨，我们跟他有缘，我们念他，他就现前；极乐世界跟我们有缘，我们想它，极乐世界现前，不想它就不见了。这叫隐现，这不叫生灭。生灭是刹那际的，是假的，它不是真的。这些在我们修学过程当中，我相信很多人都有这个经验。至于六道十法界里面的事情，见到的人很多，可以相信，不是假的。但是你要晓得这些现象存在的统统都是在二千二百四十兆分之一秒的波动之下发生的，所以它不是真的，不像心现的，这都是属于缘起。佛法讲缘起，整个宇宙是缘起，有缘它就现，没有缘它就不现，这个包括一真法界、包括十法界，没有例外的。",
      "zh_TW": "底下說「心」，心是種子、是實，它是最真實的，為什麼？它能生一切萬法，它是能生，一切萬法是所生。能所是一不是二，大乘經上講得透徹，它是真實的，能生是真實的，所生是虛妄的。就是連一真法界要是跟心兩個相比，心是真的，一真法界是假的。為什麼？一真法界也有生滅，它不是念念生滅，不是前念滅後念生，它不是的，它是有緣它就生，沒有緣它就滅，在佛法不叫生滅，叫隱現，有緣它就展現，它就出現，沒有緣呢？沒有緣它就隱沒，就不見了，什麼時候有緣什麼時候就現。它在哪裡？無處不在，無時不在，那是真的。諸佛跟這些大菩薩，我們跟他有緣，我們念他，他就現前；極樂世界跟我們有緣，我們想它，極樂世界現前，不想它就不見了。這叫隱現，這不叫生滅。生滅是剎那際的，是假的，它不是真的。這些在我們修學過程當中，我相信很多人都有這個經驗。至於六道十法界裡面的事情，見到的人很多，可以相信，不是假的。但是你要曉得這些現象存在的統統都是在二千二百四十兆分之一秒的波動之下發生的，所以它不是真的，不像心現的，這都是屬於緣起。佛法講緣起，整個宇宙是緣起，有緣它就現，沒有緣它就不現，這個包括一真法界、包括十法界，沒有例外的。"
    },
    {
      "id": "02-041-0182_p0025",
      "zh_CN": "「信」，真信，实信，诚信，底下还有验信，还有满信，「满也，忠也」，忠诚，圆满。我们应该要做到，能这样做就跟佛菩萨差不多了，佛菩萨做得很彻底、做得很究竟，我们也能做几分，希望这个分数不断向上加，不要减。决定不吃亏，决定占便宜，这个便宜帮助我们早一天回归自性、早一天证得究竟圆满。「乐」，在这里我们念要，乐是爱好，这个是欲望，「欲」，这是「愿」。「愿欲爱悦之心，欢喜庆幸之心，以如是心而信之乐之」，喜欢。所以圣教不能有怀疑，有怀疑入不了门。这是现在教学最大的难关，为什么？这是受科学的影响，这个影响是负面的。科学教人怀疑，从怀疑他才能发现真理。圣贤教诲不许可，有怀疑不能入门，有怀疑老师不教你，要用真诚心、要用清净心，你才能入得了门。亲近善知识，真诚、清净、恭敬，你有这三心，你就有能力接受圣贤教诲。因为你不怀疑，你能听得懂，你能依教奉行，你能得真实利益，如果对它怀疑就难了。",
      "zh_TW": "「信」，真信，實信，誠信，底下還有驗信，還有滿信，「滿也，忠也」，忠誠，圓滿。我們應該要做到，能這樣做就跟佛菩薩差不多了，佛菩薩做得很徹底、做得很究竟，我們也能做幾分，希望這個分數不斷向上加，不要減。決定不吃虧，決定佔便宜，這個便宜幫助我們早一天回歸自性、早一天證得究竟圓滿。「樂」，在這裡我們念要，樂是愛好，這個是欲望，「欲」，這是「願」。「願欲愛悅之心，歡喜慶幸之心，以如是心而信之樂之」，喜歡。所以聖教不能有懷疑，有懷疑入不了門。這是現在教學最大的難關，為什麼？這是受科學的影響，這個影響是負面的。科學教人懷疑，從懷疑他才能發現真理。聖賢教誨不許可，有懷疑不能入門，有懷疑老師不教你，要用真誠心、要用清淨心，你才能入得了門。親近善知識，真誠、清淨、恭敬，你有這三心，你就有能力接受聖賢教誨。因為你不懷疑，你能聽得懂，你能依教奉行，你能得真實利益，如果對它懷疑就難了。"
    },
    {
      "id": "02-041-0182_p0026",
      "zh_CN": "佛非常有智慧，对众生的根性完全了解，应机施教，你对这个法门有怀疑，再换一个，所谓八万四千法门，换一个没有怀疑的你去修，就会修学成功。修成功时，一切都圆满了，没有学过的也全都明白了，一部经通一切经通，一个法门通，八万四千法门全通了，妙！为什么？它是一个自性，同一个自性变现出来的。能变的不变，所变的千变万化。所以你要掌握着不变的体，那个能变的幻相全都明白，这才能够帮助佛教化众生。没有到这个地位，没有到这个境界，教化众生很难。又怕教错，教错了自己要负责任。如果懂得因果，害怕，把人教错了、误导了，那个罪过都是在地狱。",
      "zh_TW": "佛非常有智慧，對眾生的根性完全了解，應機施教，你對這個法門有懷疑，再換一個，所謂八萬四千法門，換一個沒有懷疑的你去修，就會修學成功。修成功時，一切都圓滿了，沒有學過的也全都明白了，一部經通一切經通，一個法門通，八萬四千法門全通了，妙！為什麼？它是一個自性，同一個自性變現出來的。能變的不變，所變的千變萬化。所以你要掌握著不變的體，那個能變的幻相全都明白，這才能夠幫助佛教化眾生。沒有到這個地位，沒有到這個境界，教化眾生很難。又怕教錯，教錯了自己要負責任。如果懂得因果，害怕，把人教錯了、誤導了，那個罪過都是在地獄。"
    },
    {
      "id": "02-041-0182_p0027",
      "zh_CN": "所以我们这些没开悟的学生怎么能讲经教学？老师当初劝我们出来学讲经，我们都害怕，古来大德讲经教学都是开悟的，而且是大彻大悟。大彻大悟能做主讲，大悟的人可以当助教，主讲是佛，助教是菩萨，这水平多高！那我们怎么赶得上？所以当时老师劝我们，我们不敢。老师就说，你们不发心，将来佛法没人讲了。这个是事实。那怎么办？自己程度不够，讲错了谁负责？老师不得已而求其次，教我们一个方法，讲古人的注解，特别交代古人，不是今人，为什么？今人没开悟，讲古人的。所以教我们依靠的注解的本子全是《大藏经》上收的，《大藏经》是个标准，不是真正开悟的人，他的作品不可以入藏；能够入藏的都是当代的那些高僧大德们他们肯定的、他们承认的，这才能入藏。从前有标准，现在标准没有了。所以老师教我们看《藏经》要看古时候的版本，现在翻印用古版本可以看，一定是古版本，不是现在新编的，现在新编进去的靠不住。中国最后一部遵守古来标准所编的，最后一部是《乾隆大藏经》，清朝时候。",
      "zh_TW": "所以我們這些沒開悟的學生怎麼能講經教學？老師當初勸我們出來學講經，我們都害怕，古來大德講經教學都是開悟的，而且是大徹大悟。大徹大悟能做主講，大悟的人可以當助教，主講是佛，助教是菩薩，這水平多高！那我們怎麼趕得上？所以當時老師勸我們，我們不敢。老師就說，你們不發心，將來佛法沒人講了。這個是事實。那怎麼辦？自己程度不夠，講錯了誰負責？老師不得已而求其次，教我們一個方法，講古人的註解，特別交代古人，不是今人，為什麼？今人沒開悟，講古人的。所以教我們依靠的註解的本子全是《大藏經》上收的，《大藏經》是個標準，不是真正開悟的人，他的作品不可以入藏；能夠入藏的都是當代的那些高僧大德們他們肯定的、他們承認的，這才能入藏。從前有標準，現在標準沒有了。所以老師教我們看《藏經》要看古時候的版本，現在翻印用古版本可以看，一定是古版本，不是現在新編的，現在新編進去的靠不住。中國最後一部遵守古來標準所編的，最後一部是《乾隆大藏經》，清朝時候。"
    },
    {
      "id": "02-041-0182_p0028",
      "zh_CN": "老师这样教我们，我们接受了。所以我们今天能讲一点东西全是依靠注解，我们学习《无量寿经》，学习黄念祖老居士的集注，讲错了，他负责任，我们就不负责任了。他注的我们看不懂的，看不懂念过就行了，决定不可以强不知以为知，那自己要背因果责任，我念下去就好了。人家问，这句我不懂，这正确的，正确的态度，明白人他对你很尊敬。知之为知之，不知为不知，不可以强不知以为知，学经教、学传统文化都要有这种心态。最重要的是要把懂的地方尽可能的落实到生活、落实到工作、落实到待人接物，为什么？这勘验，真得受用。学不能致用，白学了，那个没有意思，那个你很难体会到是真的、是假的。要在生活当中去勘验，这样慢慢自己能入境界，有小悟。因为有小悟，所以你会法喜充满，你读经遍遍都有味道，什么？遍遍都有新的意思冒出来。所以它这个经就趣味无穷，跟世间的书不一样。世间书不可能有这种现象，读一遍、二遍不想再念了，纵然是非常好的文学作品，念个十遍、二十遍、三十遍，不想再念了。唯独圣人的经典，中国的四书五经，佛法的这些经典，永远读不厌。你念一生，一直念到大彻大悟，那就全明白了，没有到大彻大悟，你有法喜，法喜天天增长。读书快乐，真是一桩乐事，所以真的是欲罢不能。",
      "zh_TW": "老師這樣教我們，我們接受了。所以我們今天能講一點東西全是依靠註解，我們學習《無量壽經》，學習黃念祖老居士的集註，講錯了，他負責任，我們就不負責任了。他註的我們看不懂的，看不懂念過就行了，決定不可以強不知以為知，那自己要背因果責任，我念下去就好了。人家問，這句我不懂，這正確的，正確的態度，明白人他對你很尊敬。知之為知之，不知為不知，不可以強不知以為知，學經教、學傳統文化都要有這種心態。最重要的是要把懂的地方盡可能的落實到生活、落實到工作、落實到待人接物，為什麼？這勘驗，真得受用。學不能致用，白學了，那個沒有意思，那個你很難體會到是真的、是假的。要在生活當中去勘驗，這樣慢慢自己能入境界，有小悟。因為有小悟，所以你會法喜充滿，你讀經遍遍都有味道，什麼？遍遍都有新的意思冒出來。所以它這個經就趣味無窮，跟世間的書不一樣。世間書不可能有這種現象，讀一遍、二遍不想再念了，縱然是非常好的文學作品，念個十遍、二十遍、三十遍，不想再念了。唯獨聖人的經典，中國的四書五經，佛法的這些經典，永遠讀不厭。你念一生，一直念到大徹大悟，那就全明白了，沒有到大徹大悟，你有法喜，法喜天天增長。讀書快樂，真是一樁樂事，所以真的是欲罷不能。"
    },
    {
      "id": "02-041-0182_p0029",
      "zh_CN": "没开悟，专门学一种，读一种，为什么？容易得定、得三昧。得三昧之后，不定什么时候豁然大悟。开悟之后可以看一切经，你统统能看得懂，没有丝毫障碍。所以释迦牟尼佛给我们做榜样，他是开悟之后世出世间一切法统统明白了，讲出这么多经论。在中国我们看到惠能大师，不认识字，没有念过书，他开悟了。无论什么经典，你去向他请教，你念给他听，他不认识字，你念给他听，他讲给你听。他有能力把人讲到开悟，在他会下开悟，大彻大悟，跟他同等境界的四十多个人，史无前例。像惠能大师这个人，惠能之前没有、没听说过，惠能之后也没有。惠能大师之后，禅宗大德弟子当中，有二、三个开悟，有；五、六个，没听说过。能大师确实难得。",
      "zh_TW": "沒開悟，專門學一種，讀一種，為什麼？容易得定、得三昧。得三昧之後，不定什麼時候豁然大悟。開悟之後可以看一切經，你統統能看得懂，沒有絲毫障礙。所以釋迦牟尼佛給我們做榜樣，他是開悟之後世出世間一切法統統明白了，講出這麼多經論。在中國我們看到惠能大師，不認識字，沒有念過書，他開悟了。無論什麼經典，你去向他請教，你念給他聽，他不認識字，你念給他聽，他講給你聽。他有能力把人講到開悟，在他會下開悟，大徹大悟，跟他同等境界的四十多個人，史無前例。像惠能大師這個人，惠能之前沒有、沒聽說過，惠能之後也沒有。惠能大師之後，禪宗大德弟子當中，有二、三個開悟，有；五、六個，沒聽說過。能大師確實難得。"
    },
    {
      "id": "02-041-0182_p0030",
      "zh_CN": "现在更难。末法只有净土有把握，禅宗没把握，密宗也没把握。密宗、禅宗都要依止真正的上师，为什么？他容易着魔障。着魔障谁来帮助你？师父有能力。没有师父，着魔障怎么办？这些都必须要知道的。早年方东美先生都告诉过我，他叫我禅跟密决定不要碰，指给我的方向就是法相唯识，从这下手打根基，然后性宗，或者是华严、法华、三论，都可以，教我修学方法。我们对老师尊重，不敢违背，违背自己走冤枉路，那还算是不错，就怕走到邪道上去了，就很可怕！以后我遇到章嘉大师，大师正知正见，他能观机，我不是密宗根机，不传，这正确。密要不要学？告诉我要学，什么时候？登地以后，没有登地之前不必学，登地之后。登地之后在哪里？在极乐世界，真正得大圆满。",
      "zh_TW": "現在更難。末法只有淨土有把握，禪宗沒把握，密宗也沒把握。密宗、禪宗都要依止真正的上師，為什麼？他容易著魔障。著魔障誰來幫助你？師父有能力。沒有師父，著魔障怎麼辦？這些都必須要知道的。早年方東美先生都告訴過我，他叫我禪跟密決定不要碰，指給我的方向就是法相唯識，從這下手打根基，然後性宗，或者是華嚴、法華、三論，都可以，教我修學方法。我們對老師尊重，不敢違背，違背自己走冤枉路，那還算是不錯，就怕走到邪道上去了，就很可怕！以後我遇到章嘉大師，大師正知正見，他能觀機，我不是密宗根機，不傳，這正確。密要不要學？告訴我要學，什麼時候？登地以後，沒有登地之前不必學，登地之後。登地之後在哪裡？在極樂世界，真正得大圓滿。"
    },
    {
      "id": "02-041-0182_p0031",
      "zh_CN": "所以乐是欲、是愿、是爱、是悦、是欢、是喜、是贺、是庆。「故至心，即是真、实、诚、满之心」。我们今天把这个满字换一个字，换成恭敬的敬，我们今天要学习的要真，不能用妄心，要实在（要老实）、要诚恳、要恭敬。我们用这四个字来学佛，你会真正得受用，纵然没开悟，你不会错解经典的意思。依教奉行，行什么？就是在日常生活当中、工作当中待人接物，就记住这四个字「真实诚敬」，就能帮助你得到法喜充满，常生欢喜心。",
      "zh_TW": "所以樂是欲、是願、是愛、是悅、是歡、是喜、是賀、是慶。「故至心，即是真、實、誠、滿之心」。我們今天把這個滿字換一個字，換成恭敬的敬，我們今天要學習的要真，不能用妄心，要實在（要老實）、要誠懇、要恭敬。我們用這四個字來學佛，你會真正得受用，縱然沒開悟，你不會錯解經典的意思。依教奉行，行什麼？就是在日常生活當中、工作當中待人接物，就記住這四個字「真實誠敬」，就能幫助你得到法喜充滿，常生歡喜心。"
    },
    {
      "id": "02-041-0182_p0032",
      "zh_CN": "特别是现在的社会灾难太多，所谓恐怖分子，到处都是，防不胜防，这个事情麻烦！每天新闻报导，我是不看新闻，但是每个星期同学们有新闻摘要给我，今天我看到这个星期的，就在我桌上这一份，一共有六十多条，这一个星期。现在这个恐怖问题愈来愈多，真的是无法防范，不定在什么时候、不定在什么处所，他在那里搞爆炸、在那里开枪杀人，他也没有目标，随便杀的，这社会多可怕！这是大问题。怎么解决？没有办法解决。李老师往生前告诉我们，世界乱了，佛菩萨、神仙下凡都救不了。告诉我们学生一句话，你们唯一的生路就是念佛求生净土，李老师临终最后的遗言，对我们这些学生的交代。他说的时候这个世界还不错，我旅行都很放心。现在是愈来愈恐怖，愈来愈不放心，怎么办？这句佛号不能断，心上只有阿弥陀佛，事上一切随缘。如果遇到了，欢喜，为什么？我们到极乐世界去了，十念必生，帮我们化解这个灾难。我们的心念念都求生净土，被人家无辜杀害，好，欢喜，我到极乐世界去了，没有怨恨，这正确。能不能往生？决定得生。这对于净宗深信不疑的人有好处、有大利益。",
      "zh_TW": "特別是現在的社會災難太多，所謂恐怖分子，到處都是，防不勝防，這個事情麻煩！每天新聞報導，我是不看新聞，但是每個星期同學們有新聞摘要給我，今天我看到這個星期的，就在我桌上這一份，一共有六十多條，這一個星期。現在這個恐怖問題愈來愈多，真的是無法防範，不定在什麼時候、不定在什麼處所，他在那裡搞爆炸、在那裡開槍殺人，他也沒有目標，隨便殺的，這社會多可怕！這是大問題。怎麼解決？沒有辦法解決。李老師往生前告訴我們，世界亂了，佛菩薩、神仙下凡都救不了。告訴我們學生一句話，你們唯一的生路就是念佛求生淨土，李老師臨終最後的遺言，對我們這些學生的交代。他說的時候這個世界還不錯，我旅行都很放心。現在是愈來愈恐怖，愈來愈不放心，怎麼辦？這句佛號不能斷，心上只有阿彌陀佛，事上一切隨緣。如果遇到了，歡喜，為什麼？我們到極樂世界去了，十念必生，幫我們化解這個災難。我們的心念念都求生淨土，被人家無辜殺害，好，歡喜，我到極樂世界去了，沒有怨恨，這正確。能不能往生？決定得生。這對於淨宗深信不疑的人有好處、有大利益。"
    },
    {
      "id": "02-041-0182_p0033",
      "zh_CN": "后面我们再念一遍，愿欲爱悦之心，欢喜庆幸之心。我们常有，这个心不间断，常有，欢喜。以如是心而信之乐之。而且我们的确心上有这么个预备，随时随地都可以往生，对这个世间一切随缘而不攀缘，法喜充满，快快乐乐。「故谓至心信乐」。这解释经文上这一句。",
      "zh_TW": "後面我們再念一遍，願欲愛悅之心，歡喜慶幸之心。我們常有，這個心不間斷，常有，歡喜。以如是心而信之樂之。而且我們的確心上有這麼個預備，隨時隨地都可以往生，對這個世間一切隨緣而不攀緣，法喜充滿，快快樂樂。「故謂至心信樂」。這解釋經文上這一句。"
    },
    {
      "id": "02-041-0182_p0034",
      "zh_CN": "善根，『所有善根』，「善根者，身口意三业之善，固不可拔」，这叫根，它生了根。身口意三业，经文后面第八品说到，「善护口业，不讥他过」。记住说话不要批评别人，免得惹祸，不要说，善护口业。世尊在许多大乘经上讲到这桩事情，排列的顺序都是身口意，唯独在这个经上它的排列顺序倒过来了，它第一个是口业，最容易犯的，第二个身业，第三个意业，不像以前按身口意这样子三业来排列顺序。改变方式必然有用意，我们不能小看、不能轻看，那就是说最容易犯的是口业。仔细观察这些人为的灾祸，绝大多数都是说话不谨慎得罪人了，得罪这个人，这个人想要你的命、要置你于死地，你怎么办？你在明处，他在暗处，防不胜防。所以世尊这三句话就重要了，「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」。心地，用心要像《无量寿经》上所说的，清净心、平等心、觉而不迷的心，这样用心就没错。身三善，不杀生、不偷盗、不邪淫。人不做亏心事，鬼神就保佑你，人做亏心事，现在邪魔外道多，就在眼前，决定不能做亏心事情。意业，不贪、不瞋、不痴。在这个世间随缘不攀缘，对众生有利益的事情有缘就做，尽心尽力去做；没有缘不去找，不要去攀缘，心永远是定的、永远是静的。",
      "zh_TW": "善根，『所有善根』，「善根者，身口意三業之善，固不可拔」，這叫根，它生了根。身口意三業，經文後面第八品說到，「善護口業，不譏他過」。記住說話不要批評別人，免得惹禍，不要說，善護口業。世尊在許多大乘經上講到這樁事情，排列的順序都是身口意，唯獨在這個經上它的排列順序倒過來了，它第一個是口業，最容易犯的，第二個身業，第三個意業，不像以前按身口意這樣子三業來排列順序。改變方式必然有用意，我們不能小看、不能輕看，那就是說最容易犯的是口業。仔細觀察這些人為的災禍，絕大多數都是說話不謹慎得罪人了，得罪這個人，這個人想要你的命、要置你於死地，你怎麼辦？你在明處，他在暗處，防不勝防。所以世尊這三句話就重要了，「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」。心地，用心要像《無量壽經》上所說的，清淨心、平等心、覺而不迷的心，這樣用心就沒錯。身三善，不殺生、不偷盜、不邪淫。人不做虧心事，鬼神就保佑你，人做虧心事，現在邪魔外道多，就在眼前，決定不能做虧心事情。意業，不貪、不瞋、不痴。在這個世間隨緣不攀緣，對眾生有利益的事情有緣就做，盡心盡力去做；沒有緣不去找，不要去攀緣，心永遠是定的、永遠是靜的。"
    },
    {
      "id": "02-041-0182_p0035",
      "zh_CN": "所以三业之善固不可拔，「又善能生妙果，生余善，故谓之善根」。所有一切善都是从不贪、不瞋、不痴里面生出来的，所以叫三善根。对于世出世间法，不但世间法不贪、不瞋、不痴，对于出世间法亦如是。出世间法太多了，佛的经典太丰富了，今天想这个，明天想那个，你的心是散乱的，你的心不清净。心不清净，你的功夫不能成就。功夫不能成就，你就消不了业障。消业障怎么消法？清净心就消了。不要把这些造的恶业、善业，连善业包括在一起，都不要放在心上。心上只放阿弥陀佛，决定能消业障；还有杂念、还有妄想，消不了。妄想杂念统统放下，只有一句佛号。像海贤老和尚、海庆老和尚、老德和尚，像海贤老和尚的老母亲，这些人心里只有一句佛号，除一句佛号之外什么都没有。无论在什么地方，无论见什么样的人，善人、恶人，他都是笑面迎人，没有批评过人、没有怨恨过人，他多自在，他多快乐，这叫法喜充满。",
      "zh_TW": "所以三業之善固不可拔，「又善能生妙果，生餘善，故謂之善根」。所有一切善都是從不貪、不瞋、不痴裡面生出來的，所以叫三善根。對於世出世間法，不但世間法不貪、不瞋、不痴，對於出世間法亦如是。出世間法太多了，佛的經典太豐富了，今天想這個，明天想那個，你的心是散亂的，你的心不清淨。心不清淨，你的功夫不能成就。功夫不能成就，你就消不了業障。消業障怎麼消法？清淨心就消了。不要把這些造的惡業、善業，連善業包括在一起，都不要放在心上。心上只放阿彌陀佛，決定能消業障；還有雜念、還有妄想，消不了。妄想雜念統統放下，只有一句佛號。像海賢老和尚、海慶老和尚、老德和尚，像海賢老和尚的老母親，這些人心裡只有一句佛號，除一句佛號之外什麼都沒有。無論在什麼地方，無論見什麼樣的人，善人、惡人，他都是笑面迎人，沒有批評過人、沒有怨恨過人，他多自在，他多快樂，這叫法喜充滿。"
    },
    {
      "id": "02-041-0182_p0036",
      "zh_CN": "这下面心心，『心心回向』，「心心者，纯一之心也，净念相继之心也」。就是佛号一句接着一句，一切时、一切处都不中断，不要出声，心里头默念就好，有时可以用金刚持，口动没有声音。我这么多年，在台湾只见到一个，章嘉大师，我跟他三年，无论什么时候、无论什么处所，他老人家都在持咒，他不是念佛，他念咒，不中断。你才晓得他心多平静，心清净就生智慧，心里头有杂念就生烦恼，你就晓得修行人只生智慧，不生烦恼。所以净念相继，不要有妄念相继，这功夫。「回向者，回者回转，向者趣向，回转自身所修功德，而趣向于所期」，期就是你所希望的，这叫回向。这是「所有善根，心心回向」，回向哪里？『愿生我国』，这个「我」是阿弥陀佛自称，我们愿意到他的教区、他的学校，极乐世界。",
      "zh_TW": "這下面心心，『心心回向』，「心心者，純一之心也，淨念相繼之心也」。就是佛號一句接著一句，一切時、一切處都不中斷，不要出聲，心裡頭默念就好，有時可以用金剛持，口動沒有聲音。我這麼多年，在台灣只見到一個，章嘉大師，我跟他三年，無論什麼時候、無論什麼處所，他老人家都在持咒，他不是念佛，他念咒，不中斷。你才曉得他心多平靜，心清淨就生智慧，心裡頭有雜念就生煩惱，你就曉得修行人只生智慧，不生煩惱。所以淨念相繼，不要有妄念相繼，這功夫。「回向者，回者回轉，向者趣向，回轉自身所修功德，而趣向於所期」，期就是你所希望的，這叫迴向。這是「所有善根，心心回向」，迴向哪裡？『願生我國』，這個「我」是阿彌陀佛自稱，我們願意到他的教區、他的學校，極樂世界。"
    },
    {
      "id": "02-041-0182_p0037",
      "zh_CN": "极乐世界很特殊，它不像我们这个世间有国家、有政府、有领导，极乐世界没有，它跟诸天不一样。你看《玉历宝钞》，是道教的，道教讲神仙，天上有玉皇大帝，也有文武百官，佛经上称它那个地方叫忉利天，忉利天王。极乐世界没有天王、没有上帝，只有阿弥陀佛。阿弥陀佛在干什么？在教学。所以极乐世界是一个学校，阿弥陀佛创办了一个大学，佛教大学，老师是阿弥陀佛，凡是往生到极乐世界的都是菩萨，是学生，所以它是一个大学校。这里头没有士农工商，全是菩萨、罗汉。实际上讲，它纯是大乘，它没有小乘，罗汉是什么？十信菩萨，地位低一点的；往上去，有十住、十行、十回向、十地。",
      "zh_TW": "極樂世界很特殊，它不像我們這個世間有國家、有政府、有領導，極樂世界沒有，它跟諸天不一樣。你看《玉曆寶鈔》，是道教的，道教講神仙，天上有玉皇大帝，也有文武百官，佛經上稱它那個地方叫忉利天，忉利天王。極樂世界沒有天王、沒有上帝，只有阿彌陀佛。阿彌陀佛在幹什麼？在教學。所以極樂世界是一個學校，阿彌陀佛創辦了一個大學，佛教大學，老師是阿彌陀佛，凡是往生到極樂世界的都是菩薩，是學生，所以它是一個大學校。這裡頭沒有士農工商，全是菩薩、羅漢。實際上講，它純是大乘，它沒有小乘，羅漢是什麼？十信菩薩，地位低一點的；往上去，有十住、十行、十迴向、十地。"
    },
    {
      "id": "02-041-0182_p0038",
      "zh_CN": "《华严经》上告诉我们，西方极乐世界四十一位法身菩萨，这是真的，统统都是明心见性。所以他是真佛，不是假佛。虽然明心见性，他还没有证得圆满，为什么？无始无明断掉了，也就是转八识成四智，都是这样的菩萨，但是无始无明的习气没断。每个人带的习气厚薄不一样，带得厚的位次就低，带得少的位次就高，四十一个阶级是这么分的。这在理上讲有，在事上讲不可得。在事上讲，极乐世界是平等世界，只要你到极乐世界，你跟所有一切菩萨是平等的，没有分别的，包括连身体相貌都一样，没有哪个比哪个好，哪个比哪个差，没有这种事情。为什么？这是阿弥陀佛的愿力。十方世界众生相貌不一样，相貌好的起傲慢心，相貌差的有自卑感，这都是烦恼，会引起烦恼，怎么办？相貌都一样。以佛为标准，个个人的相貌跟佛一样，样样都圆满，寿命是无量寿，相好光明。阿弥陀佛想得太周到了，这四十八愿就是说明他所想的全都兑现了。",
      "zh_TW": "《華嚴經》上告訴我們，西方極樂世界四十一位法身菩薩，這是真的，統統都是明心見性。所以他是真佛，不是假佛。雖然明心見性，他還沒有證得圓滿，為什麼？無始無明斷掉了，也就是轉八識成四智，都是這樣的菩薩，但是無始無明的習氣沒斷。每個人帶的習氣厚薄不一樣，帶得厚的位次就低，帶得少的位次就高，四十一個階級是這麼分的。這在理上講有，在事上講不可得。在事上講，極樂世界是平等世界，只要你到極樂世界，你跟所有一切菩薩是平等的，沒有分別的，包括連身體相貌都一樣，沒有哪個比哪個好，哪個比哪個差，沒有這種事情。為什麼？這是阿彌陀佛的願力。十方世界眾生相貌不一樣，相貌好的起傲慢心，相貌差的有自卑感，這都是煩惱，會引起煩惱，怎麼辦？相貌都一樣。以佛為標準，個個人的相貌跟佛一樣，樣樣都圓滿，壽命是無量壽，相好光明。阿彌陀佛想得太周到了，這四十八願就是說明他所想的全都兌現了。"
    },
    {
      "id": "02-041-0182_p0039",
      "zh_CN": "所以到极乐世界，证得圆满的智慧、圆满的德能、圆满的相好，每天的工作就是听经闻法，淘汰习气，同时他们有能力分身。阿弥陀佛分无量无边身，分身干什么？到十方世界去接引念佛往生的人。没有阿弥陀佛来接引他，他不知道极乐世界在哪里，他找不到。所以一定佛来接引，看到佛来接引就知道决定往生净土了。极乐世界这些菩萨们个个都有像阿弥陀佛一样的神通，也就是个个都能化身，化无量无边身，没有数目能够算得出来的。化这些身干什么？到十方一切诸佛刹土去供佛，供佛是修福，为什么要修福？教化众生，没有福报不行，要有福；同时，诸佛都在讲经说法，修慧。所以化身到十方世界去供佛是福慧双修，那成就多快！这是上求，同时下化。",
      "zh_TW": "所以到極樂世界，證得圓滿的智慧、圓滿的德能、圓滿的相好，每天的工作就是聽經聞法，淘汰習氣，同時他們有能力分身。阿彌陀佛分無量無邊身，分身幹什麼？到十方世界去接引念佛往生的人。沒有阿彌陀佛來接引他，他不知道極樂世界在哪裡，他找不到。所以一定佛來接引，看到佛來接引就知道決定往生淨土了。極樂世界這些菩薩們個個都有像阿彌陀佛一樣的神通，也就是個個都能化身，化無量無邊身，沒有數目能夠算得出來的。化這些身幹什麼？到十方一切諸佛剎土去供佛，供佛是修福，為什麼要修福？教化眾生，沒有福報不行，要有福；同時，諸佛都在講經說法，修慧。所以化身到十方世界去供佛是福慧雙修，那成就多快！這是上求，同時下化。"
    },
    {
      "id": "02-041-0182_p0040",
      "zh_CN": "十方世界无量无边的众生跟自己都有缘分。我们在六道里头流转多长时间了？过去无量劫又无量劫，太长了！这个不能不知道。然后你才晓得遇佛多困难，真的是「人身难得，佛法难闻」。得人身、闻佛法，大幸！没有比这个更幸运的。你有解脱的机会了，机会就是在这一刹那当中，这一刹那就是我们一生当中，一生就是一刹那。你抓住了，你到极乐世界去了，永远脱离六道轮回了；你去不了，还要搞轮回，还不知道要搞多久，非常非常恐怖、非常非常可怕。这个不能不知道。这就是十方世界供养诸佛，听经闻法；还有每一个诸佛世界里头，我们曾经住过，都有有缘人，有缘人他们还没成就，还在六道打转，去帮助他们、去教导他们，帮助他觉悟、帮助他回头、帮助他念佛求生净土，真正做得到，上求佛道，下化众生。到极乐世界干这个事情，除这个事情，没别的事情好干。众生无论沦落在哪一道，你都看得到、你都晓得，过去我跟他什么关系，现在缘成熟了，我又遇到他了，我应该怎样帮助他，怎样救他脱离苦海。所以六道轮回叫究竟苦，帮助人离苦，不能帮助他出离六道，那就是你帮得不究竟。一定要帮助他脱离六道轮回、脱离十法界，就叫究竟帮助。往生到极乐世界是究竟乐，永远离苦了，到哪里去找这个法门？",
      "zh_TW": "十方世界無量無邊的眾生跟自己都有緣分。我們在六道裡頭流轉多長時間了？過去無量劫又無量劫，太長了！這個不能不知道。然後你才曉得遇佛多困難，真的是「人身難得，佛法難聞」。得人身、聞佛法，大幸！沒有比這個更幸運的。你有解脫的機會了，機會就是在這一剎那當中，這一剎那就是我們一生當中，一生就是一剎那。你抓住了，你到極樂世界去了，永遠脫離六道輪迴了；你去不了，還要搞輪迴，還不知道要搞多久，非常非常恐怖、非常非常可怕。這個不能不知道。這就是十方世界供養諸佛，聽經聞法；還有每一個諸佛世界裡頭，我們曾經住過，都有有緣人，有緣人他們還沒成就，還在六道打轉，去幫助他們、去教導他們，幫助他覺悟、幫助他回頭、幫助他念佛求生淨土，真正做得到，上求佛道，下化眾生。到極樂世界幹這個事情，除這個事情，沒別的事情好幹。眾生無論淪落在哪一道，你都看得到、你都曉得，過去我跟他什麼關係，現在緣成熟了，我又遇到他了，我應該怎樣幫助他，怎樣救他脫離苦海。所以六道輪迴叫究竟苦，幫助人離苦，不能幫助他出離六道，那就是你幫得不究竟。一定要幫助他脫離六道輪迴、脫離十法界，就叫究竟幫助。往生到極樂世界是究竟樂，永遠離苦了，到哪裡去找這個法門？"
    },
    {
      "id": "02-041-0182_p0041",
      "zh_CN": "这部经世尊多次宣讲，为什么？为什么在我们这个时代？我们这时代所遭遇到的苦难，史无前例，中国历史、外国历史，找不到像今天这样的混乱，没有过。还是我们自己过去有善根，感得夏莲居出现，为我们会集《无量寿经》，感激黄念祖老居士的出现，这都不是凡人，都是佛菩萨再来的，为我们会集注解。又遇到了海贤老和尚，九十二年念这一句佛号，证得念佛三昧，得理一心不乱，就是明心见性、大彻大悟，给我们做证明。世尊三转法轮，都在我们面前，我们全遇到了，这是多么幸运！这个幸运，那就是在这个世界上所有的人，人数不多，幸运当中的幸运人，只要能把握住，我们这一生的问题彻底解决了。这个是地球上的灾难，无论是天灾还是人祸，我们心里头如如不动，遇到了欢喜承受，知道欢喜承受就能往生极乐世界，不能有恐怖、不能害怕、不能贪生怕死。我们要有这个心，念念求生净土，什么样方式走都好，只要临终阿弥陀佛来接我。这一点不能不知道，不能不记在心头上。也就是这个法门，古人讲叫不回向法门，为什么？他只有一个目标、一个方向，念念求生净土，没有第二念。",
      "zh_TW": "這部經世尊多次宣講，為什麼？為什麼在我們這個時代？我們這時代所遭遇到的苦難，史無前例，中國歷史、外國歷史，找不到像今天這樣的混亂，沒有過。還是我們自己過去有善根，感得夏蓮居出現，為我們會集《無量壽經》，感激黃念祖老居士的出現，這都不是凡人，都是佛菩薩再來的，為我們會集註解。又遇到了海賢老和尚，九十二年念這一句佛號，證得念佛三昧，得理一心不亂，就是明心見性、大徹大悟，給我們做證明。世尊三轉法輪，都在我們面前，我們全遇到了，這是多麼幸運！這個幸運，那就是在這個世界上所有的人，人數不多，幸運當中的幸運人，只要能把握住，我們這一生的問題徹底解決了。這個是地球上的災難，無論是天災還是人禍，我們心裡頭如如不動，遇到了歡喜承受，知道歡喜承受就能往生極樂世界，不能有恐怖、不能害怕、不能貪生怕死。我們要有這個心，念念求生淨土，什麼樣方式走都好，只要臨終阿彌陀佛來接我。這一點不能不知道，不能不記在心頭上。也就是這個法門，古人講叫不迴向法門，為什麼？他只有一個目標、一個方向，念念求生淨土，沒有第二念。"
    },
    {
      "id": "02-041-0182_p0042",
      "zh_CN": "回向几句，我们念下去，「向者趣向，回转自身所修功德，而趣向于所期，谓之回向」。《华严大疏钞》第二十三卷里面有说：「回者转也，向者趣也。转自万行，趣向三处，故名回向」。这三处什么地方？「谓众生、菩提以及实际」，回向这三处。不回向升官发财，不回向将来做天王、做人王，咱不干这个事情。《往生论注》下卷也说得好，「回向者，回己功德，普施众生，共见阿弥陀如来，生安乐国。是即愿中回向二字之义」，回向的意思。所以回向，一定要知道，念佛人就一个愿望，念念求生极乐世界就对了，绝不要去贪图世间的，那就又去搞六道轮回了。",
      "zh_TW": "迴向幾句，我們念下去，「向者趣向，回轉自身所修功德，而趣向於所期，謂之回向」。《華嚴大疏鈔》第二十三卷裡面有說：「回者轉也，向者趣也。轉自萬行，趣向三處，故名回向」。這三處什麼地方？「謂眾生、菩提以及實際」，迴向這三處。不迴向升官發財，不迴向將來做天王、做人王，咱不幹這個事情。《往生論註》下卷也說得好，「回向者，回己功德，普施眾生，共見阿彌陀如來，生安樂國。是即願中回向二字之義」，迴向的意思。所以迴向，一定要知道，念佛人就一個願望，念念求生極樂世界就對了，絕不要去貪圖世間的，那就又去搞六道輪迴了。"
    },
    {
      "id": "02-041-0182_p0043",
      "zh_CN": "世间事，恶要断，善可以随缘。随缘不放在心上，为什么？放在心上，将来生三善道；不放在心上就不会生三善道，就出离六道轮回了。不但人间富贵要放下，在心中完全消除掉，天上的富贵，天人之乐也要放下，没有丝毫贪恋，一心只想到极乐世界、只想亲近阿弥陀佛就对了。这个心要坚固！时时刻刻考验自己，考验自己什么？这佛号是不是一句一句接着念，不能把佛号丢掉，不能把佛号忘掉。开始常常丢掉、常常忘记，不要紧，不要害怕，想起来赶快接着，将来功夫深了，念成习惯了，自然就不会中断，总得要二、三年，别着急。现在地球上不安定，要努力，也不要害怕，我们念念求生净土，怕什么！念念依靠阿弥陀佛，阿弥陀佛是我们的保护者。回向终极的目标就是愿生西方极乐世界。今天时间到了，我们就学习到此地。",
      "zh_TW": "世間事，惡要斷，善可以隨緣。隨緣不放在心上，為什麼？放在心上，將來生三善道；不放在心上就不會生三善道，就出離六道輪迴了。不但人間富貴要放下，在心中完全消除掉，天上的富貴，天人之樂也要放下，沒有絲毫貪戀，一心只想到極樂世界、只想親近阿彌陀佛就對了。這個心要堅固！時時刻刻考驗自己，考驗自己什麼？這佛號是不是一句一句接著念，不能把佛號丟掉，不能把佛號忘掉。開始常常丟掉、常常忘記，不要緊，不要害怕，想起來趕快接著，將來功夫深了，念成習慣了，自然就不會中斷，總得要二、三年，別著急。現在地球上不安定，要努力，也不要害怕，我們念念求生淨土，怕什麼！念念依靠阿彌陀佛，阿彌陀佛是我們的保護者。迴向終極的目標就是願生西方極樂世界。今天時間到了，我們就學習到此地。"
    }
  ]
}