{
  "doc_id": "02-041-0104",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０四集",
    "zh_TW": "第一０四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0104",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-041-0104_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0104_p0002",
      "zh_CN": "请看《大经科注》第三百三十四页，第七行最后一句看起：",
      "zh_TW": "請看《大經科註》第三百三十四頁，第七行最後一句看起："
    },
    {
      "id": "02-041-0104_p0003",
      "zh_CN": "「《华严经》又云：一切自在难思议，华严三昧势力故。」《华严经》上这两句经文，一切自在是华严会上四十一位法身大士他们的境界，明心见性，见性成佛。这四十一个位次，十住、十行、十回向、十地、等觉，这些人他们居住在实报庄严土。三德秘藏，法身、般若、解脱都证得，所以一切自在，他没有不自在的。难思议是不可思议，我们无法想像。这种自在从哪来的？是华严三昧势力，他得到的。三昧是梵语，也就叫三摩地，翻成中国文字，正定，正受。在这个地方，用正受来解释容易懂，受是受用，享受。什么是正受？正受就是正常的享受。六道凡夫享受不正常，七情五欲的享受。为什么说不正常？所有享受的都是虚幻，不是真的。真妄，大乘用什么来界定它？大乘教里头凡是不生不灭的，这是正常的，有生有灭就不正常。心，受，重要是心。你看看，我们的心就是念头，前念灭后念生，叫生灭心。生灭心就不正常，生灭心造成的现象就是六道、十法界，十法界里头包括六道，是生灭心变现出来的。《华严经》上告诉我们，真心能现能生。惠能大师告诉我们，「何期自性，能生万法」。宇宙一切法是自性，自性就是真心，真心所生所现，这就是一真法界，《华严经》上说的华藏世界。",
      "zh_TW": "「《華嚴經》又云：一切自在難思議，華嚴三昧勢力故。」《華嚴經》上這兩句經文，一切自在是華嚴會上四十一位法身大士他們的境界，明心見性，見性成佛。這四十一個位次，十住、十行、十迴向、十地、等覺，這些人他們居住在實報莊嚴土。三德祕藏，法身、般若、解脫都證得，所以一切自在，他沒有不自在的。難思議是不可思議，我們無法想像。這種自在從哪來的？是華嚴三昧勢力，他得到的。三昧是梵語，也就叫三摩地，翻成中國文字，正定，正受。在這個地方，用正受來解釋容易懂，受是受用，享受。什麼是正受？正受就是正常的享受。六道凡夫享受不正常，七情五欲的享受。為什麼說不正常？所有享受的都是虛幻，不是真的。真妄，大乘用什麼來界定它？大乘教裡頭凡是不生不滅的，這是正常的，有生有滅就不正常。心，受，重要是心。你看看，我們的心就是念頭，前念滅後念生，叫生滅心。生滅心就不正常，生滅心造成的現象就是六道、十法界，十法界裡頭包括六道，是生滅心變現出來的。《華嚴經》上告訴我們，真心能現能生。惠能大師告訴我們，「何期自性，能生萬法」。宇宙一切法是自性，自性就是真心，真心所生所現，這就是一真法界，《華嚴經》上說的華藏世界。"
    },
    {
      "id": "02-041-0104_p0004",
      "zh_CN": "极乐世界是一真法界，往生在那边的人，身没有生灭，整个宇宙的环境就是佛经上所说的万法。万法也没有生灭，所以叫一真法界。在这个时候一真法界就出现。现在这个一真法界变质，我们生活的环境是一真法界的变形、扭曲了。为什么会扭曲？我们有妄想、有分别、有执着。妄想是阿赖耶的业习种子，分别是第六意识，执着是第七末那识，换句话说，我们是生活在八识五十一心所当中。八识五十一心所它有能力把一真法界扭曲，把它变成十法界，把它变成六道轮回，六道跟十法界是这么来的。如果我们不用八识五十一心所，十法界就没有了，这叫转识成智，转八识成四智，四智是菩提。怎么转过来？真的是大道至简，简单到极处，放下就转过来了。放下什么？放下起心动念，你就是法身大士，实报土现前，十法界没有了，不但六道没有，十法界都没有，不起心不动念。如果有起心动念，起心动念实在讲，我们对它无可奈何，为什么？没有感觉，迷得太久了，迷得太深了。",
      "zh_TW": "極樂世界是一真法界，往生在那邊的人，身沒有生滅，整個宇宙的環境就是佛經上所說的萬法。萬法也沒有生滅，所以叫一真法界。在這個時候一真法界就出現。現在這個一真法界變質，我們生活的環境是一真法界的變形、扭曲了。為什麼會扭曲？我們有妄想、有分別、有執著。妄想是阿賴耶的業習種子，分別是第六意識，執著是第七末那識，換句話說，我們是生活在八識五十一心所當中。八識五十一心所它有能力把一真法界扭曲，把它變成十法界，把它變成六道輪迴，六道跟十法界是這麼來的。如果我們不用八識五十一心所，十法界就沒有了，這叫轉識成智，轉八識成四智，四智是菩提。怎麼轉過來？真的是大道至簡，簡單到極處，放下就轉過來了。放下什麼？放下起心動念，你就是法身大士，實報土現前，十法界沒有了，不但六道沒有，十法界都沒有，不起心不動念。如果有起心動念，起心動念實在講，我們對它無可奈何，為什麼？沒有感覺，迷得太久了，迷得太深了。"
    },
    {
      "id": "02-041-0104_p0005",
      "zh_CN": "这个东西要什么人才能发现？十法界里面的佛菩萨，权教菩萨，天台家的三乘菩萨，就是十住、十行、十回向，他们有起心动念，没有分别执着。他们没有出十法界，在十法界佛法界里头、菩萨法界里头，有分别、有执着，分别是尘沙烦恼，执着是见思烦恼，这两样东西他断掉，无明烦恼是起心动念，他有，所以他还转不过来。到十法界的佛法界，尘沙、见思烦恼同习气全断了，在十法界成佛，天台大师称这尊佛叫相似即佛，六即佛里头他是相似即佛。他在这个位次上断无明，也就是在这个地方练习，练什么？不起心不动念，他见到无始无明了，见到才有办法断它。无始无明断了，十法界没有了，十法界是唯识所变的，这个就说明相宗讲的转八识成四智，转阿赖耶为大圆镜智，转末那为平等性智，转第六意识为妙观察智，转前五识为成所作智，所以一切自在难思议。用什么方法转的？华严三昧。",
      "zh_TW": "這個東西要什麼人才能發現？十法界裡面的佛菩薩，權教菩薩，天台家的三乘菩薩，就是十住、十行、十迴向，他們有起心動念，沒有分別執著。他們沒有出十法界，在十法界佛法界裡頭、菩薩法界裡頭，有分別、有執著，分別是塵沙煩惱，執著是見思煩惱，這兩樣東西他斷掉，無明煩惱是起心動念，他有，所以他還轉不過來。到十法界的佛法界，塵沙、見思煩惱同習氣全斷了，在十法界成佛，天台大師稱這尊佛叫相似即佛，六即佛裡頭他是相似即佛。他在這個位次上斷無明，也就是在這個地方練習，練什麼？不起心不動念，他見到無始無明了，見到才有辦法斷它。無始無明斷了，十法界沒有了，十法界是唯識所變的，這個就說明相宗講的轉八識成四智，轉阿賴耶為大圓鏡智，轉末那為平等性智，轉第六意識為妙觀察智，轉前五識為成所作智，所以一切自在難思議。用什麼方法轉的？華嚴三昧。"
    },
    {
      "id": "02-041-0104_p0006",
      "zh_CN": "我们今天修净土，我们用什么方法？也是华严三昧。但是没有用华严宗的方法，用什么方法？一句佛号。《华严》有没有说？有，《华严》到最后十大愿王导归极乐，就这一句名号。所以《华严》到最后，圆满归心净土，特别是在五十三参，表法非常明显。五十三参，第一位善知识德云比丘，他修什么法门？般舟三昧，一心念佛求生净土，往生到极乐世界。我们看最后一个，一头一尾，最后一位善知识，第五十三位，普贤菩萨十大愿王导归极乐。你看一个头一个尾，彻始彻终就是信愿持名，五十三参表这个法，要能把它看出来。名号功德真正不可思议，这一句阿弥陀佛就是一切法，《华严》说的「一即一切，一切即一」，展开来八万四千法门、无量法门，回归来就一法，这一法就是信愿持名。这一法以后还有没有？还有，用这个方法用到极处，净宗所谓的到念而无念、无念而念，有念跟无念画成等号，平等了，那就是阿耨多罗三藐三菩提，《华严经》称为妙觉如来。",
      "zh_TW": "我們今天修淨土，我們用什麼方法？也是華嚴三昧。但是沒有用華嚴宗的方法，用什麼方法？一句佛號。《華嚴》有沒有說？有，《華嚴》到最後十大願王導歸極樂，就這一句名號。所以《華嚴》到最後，圓滿歸心淨土，特別是在五十三參，表法非常明顯。五十三參，第一位善知識德雲比丘，他修什麼法門？般舟三昧，一心念佛求生淨土，往生到極樂世界。我們看最後一個，一頭一尾，最後一位善知識，第五十三位，普賢菩薩十大願王導歸極樂。你看一個頭一個尾，徹始徹終就是信願持名，五十三參表這個法，要能把它看出來。名號功德真正不可思議，這一句阿彌陀佛就是一切法，《華嚴》說的「一即一切，一切即一」，展開來八萬四千法門、無量法門，回歸來就一法，這一法就是信願持名。這一法以後還有沒有？還有，用這個方法用到極處，淨宗所謂的到念而無念、無念而念，有念跟無念畫成等號，平等了，那就是阿耨多羅三藐三菩提，《華嚴經》稱為妙覺如來。"
    },
    {
      "id": "02-041-0104_p0007",
      "zh_CN": "这个时候实报土不见了，实报土没有生灭，它有隐现不同。这个隐现怎么造成的？无明烦恼断了，真断了，不起心不动念，真断了，但是习气没断，习气不好断。见思的习气、尘沙的习气好断，为什么？它有相。无始无明的习气没有相，你要起心动念断它，你就往下堕落，他不起心不动念，你起心动念就是十法界里面的三乘菩萨，你退转了。所以他怎么断？不理它，不要去照顾它，随它去，时间久了自然就断掉，用这个方法。多长时间？经上告诉我们，三个阿僧祇劫。所以三大阿僧祇劫不是对普通人说的，是对初住以上，圆教初住以上菩萨说的，他们破了无明，无明习气不能破。三大阿僧祇劫之后，习气自然没有了，他就证得妙觉如来。妙觉，实报土不见了。由此可知，实报土怎么来的？无始无明习气所感的，他们见思、尘沙习气统统断干净，无明也断了，就是习气还有，习气不能断。大乘经佛常用酒瓶做比喻，盛酒的酒瓶，把酒倒干净，瓶擦干净，真的一滴酒也没有，再闻一闻还有味道，那个味道就比喻习气。这个味道没法子办，酒瓶打开，放在那里，放半年、放一年，再去闻没有了，就这么个意思。它需要放多久？三个阿僧祇劫。所以实报土的菩萨无量寿，三大阿僧祇劫叫无量寿，有量的无量。但是到等觉的时候，最后一品生相无明习气断了，他就圆满，这个时候实报土不见了，常寂光土现前，证得妙觉果位，融入常寂光。",
      "zh_TW": "這個時候實報土不見了，實報土沒有生滅，它有隱現不同。這個隱現怎麼造成的？無明煩惱斷了，真斷了，不起心不動念，真斷了，但是習氣沒斷，習氣不好斷。見思的習氣、塵沙的習氣好斷，為什麼？它有相。無始無明的習氣沒有相，你要起心動念斷它，你就往下墮落，他不起心不動念，你起心動念就是十法界裡面的三乘菩薩，你退轉了。所以他怎麼斷？不理它，不要去照顧它，隨它去，時間久了自然就斷掉，用這個方法。多長時間？經上告訴我們，三個阿僧祇劫。所以三大阿僧祇劫不是對普通人說的，是對初住以上，圓教初住以上菩薩說的，他們破了無明，無明習氣不能破。三大阿僧祇劫之後，習氣自然沒有了，他就證得妙覺如來。妙覺，實報土不見了。由此可知，實報土怎麼來的？無始無明習氣所感的，他們見思、塵沙習氣統統斷乾淨，無明也斷了，就是習氣還有，習氣不能斷。大乘經佛常用酒瓶做比喻，盛酒的酒瓶，把酒倒乾淨，瓶擦乾淨，真的一滴酒也沒有，再聞一聞還有味道，那個味道就比喻習氣。這個味道沒法子辦，酒瓶打開，放在那裡，放半年、放一年，再去聞沒有了，就這麼個意思。它需要放多久？三個阿僧祇劫。所以實報土的菩薩無量壽，三大阿僧祇劫叫無量壽，有量的無量。但是到等覺的時候，最後一品生相無明習氣斷了，他就圓滿，這個時候實報土不見了，常寂光土現前，證得妙覺果位，融入常寂光。"
    },
    {
      "id": "02-041-0104_p0008",
      "zh_CN": "常寂光里面什么也没有，惠能大师开悟，前面四句是描绘常寂光。常寂光是法身，毘卢遮那。毘卢遮那是梵语，什么意思？遍一切处，遍一切时，这就是法身。法身没有相，法身在哪里？无处不在，无时不在，它是一切法的本体，一切法是从它所生所现，只要你转八识成四智，你就住实报土。这有一定的难处，不是我们想转就能转，想放下就放得下，不行，真修、真干才晓得，怎么办？如果他有幸，他很幸运，他有这个福报，他碰到净土，对净土深信不疑，信愿持名，在这一生当中就能转识成智。转八识成四智不是靠自己，靠阿弥陀佛，阿弥陀佛本愿威神加持，阿弥陀佛无量劫修行功德的加持，它管用。什么时候转的？就在往生那一刻的时间。往生，你坐上莲花，莲花是自性变现的，是阿弥陀佛四十八愿加持的，我们这里发心发愿念佛求生，七宝池里面就生一朵莲花，莲花没开。我们念佛功夫到了，往生的缘成熟，这花开了，阿弥陀佛拿这个花来接引你，往生的人坐上莲花，莲花合起来，佛把这个莲花带到七宝池，放在七宝池上，花再一打开就转识成智，所以转识成智就在花苞里面。我们要感恩阿弥陀佛，这是阿弥陀佛帮我们的大忙，即使我们自己功力不够，过去造的业很深也不要紧，只要生到极乐世界，即使下下品往生，凡圣同居土下下品往生，也作阿惟越致菩萨。阿惟越致就是法身菩萨，因为极乐世界是平等的世界，虽有四土三辈九品，但是它平等。不像其他世界四土三辈九品不平等，十法界不平等，极乐世界平等。有这些阶级，但是这里面的菩萨，智慧、神通、道力几乎跟佛是平等的，跟哪一尊佛？跟阿弥陀佛。这是阿弥陀佛的本愿，他看到十方刹土修行人地位不平等，证得果位高的很少照顾地位低的菩萨，地位低的有自卑感，地位高的就有傲慢的感觉，虽然他没有，他不起心不动念，可是让三贤菩萨会起这些念头。所以佛慈悲，弥陀慈悲，在西方极乐世界修行，完全平等，没有这些外缘让你生起妄想杂念。这是极乐世界无比殊胜，十方刹土里头没有，只有这一家，所以十方诸佛尊称阿弥陀佛为光中极尊，佛中之王。其实完全平等，哪有极尊、哪有王？诸佛用这些方法，也无非是表法，激励我们这些凡夫，让凡夫看到生仰慕之心、起往生之愿，是这个意思。",
      "zh_TW": "常寂光裡面什麼也沒有，惠能大師開悟，前面四句是描繪常寂光。常寂光是法身，毘盧遮那。毘盧遮那是梵語，什麼意思？遍一切處，遍一切時，這就是法身。法身沒有相，法身在哪裡？無處不在，無時不在，它是一切法的本體，一切法是從它所生所現，只要你轉八識成四智，你就住實報土。這有一定的難處，不是我們想轉就能轉，想放下就放得下，不行，真修、真幹才曉得，怎麼辦？如果他有幸，他很幸運，他有這個福報，他碰到淨土，對淨土深信不疑，信願持名，在這一生當中就能轉識成智。轉八識成四智不是靠自己，靠阿彌陀佛，阿彌陀佛本願威神加持，阿彌陀佛無量劫修行功德的加持，它管用。什麼時候轉的？就在往生那一刻的時間。往生，你坐上蓮花，蓮花是自性變現的，是阿彌陀佛四十八願加持的，我們這裡發心發願念佛求生，七寶池裡面就生一朵蓮花，蓮花沒開。我們念佛功夫到了，往生的緣成熟，這花開了，阿彌陀佛拿這個花來接引你，往生的人坐上蓮花，蓮花合起來，佛把這個蓮花帶到七寶池，放在七寶池上，花再一打開就轉識成智，所以轉識成智就在花苞裡面。我們要感恩阿彌陀佛，這是阿彌陀佛幫我們的大忙，即使我們自己功力不夠，過去造的業很深也不要緊，只要生到極樂世界，即使下下品往生，凡聖同居土下下品往生，也作阿惟越致菩薩。阿惟越致就是法身菩薩，因為極樂世界是平等的世界，雖有四土三輩九品，但是它平等。不像其他世界四土三輩九品不平等，十法界不平等，極樂世界平等。有這些階級，但是這裡面的菩薩，智慧、神通、道力幾乎跟佛是平等的，跟哪一尊佛？跟阿彌陀佛。這是阿彌陀佛的本願，他看到十方剎土修行人地位不平等，證得果位高的很少照顧地位低的菩薩，地位低的有自卑感，地位高的就有傲慢的感覺，雖然他沒有，他不起心不動念，可是讓三賢菩薩會起這些念頭。所以佛慈悲，彌陀慈悲，在西方極樂世界修行，完全平等，沒有這些外緣讓你生起妄想雜念。這是極樂世界無比殊勝，十方剎土裡頭沒有，只有這一家，所以十方諸佛尊稱阿彌陀佛為光中極尊，佛中之王。其實完全平等，哪有極尊、哪有王？諸佛用這些方法，也無非是表法，激勵我們這些凡夫，讓凡夫看到生仰慕之心、起往生之願，是這個意思。"
    },
    {
      "id": "02-041-0104_p0009",
      "zh_CN": "能大师告诉我们，自性是清净的，决定没有污染，永远清净。我们今天的自性有没有染污？没有。我们天天讲染污，什么染污？阿赖耶染污，妄心。妄心有染污，真心没有染污。妄心是假的，只要你能够舍弃它，关键在此地。你能够放下，我们常说放下妄想、放下杂念、放下执着，放下就是！千经万论都是这样教导我们。我初学佛的时候跟章嘉大师，头一天见面他就教我看破、放下。看破，了解真相，经上讲的诸法实相。实相是什么？实相空，自性空。自性不是物质现象，没有物质，也没有念头，也没有所谓自然现象，它什么都没有，所以叫空。这个空不是无，为什么？它能现相，没有这三种现象，能现三种现象，隐现自在。它没有起心动念，为什么现？感应，法身菩萨有感，它就有应。法身菩萨证得究竟圆满，这个相就隐，就不见了。这个法身就是四十一位法身大士，圆教从初住到等觉，这四十一个位次，就感得实报庄严土。实是真实，真实就是没有生灭，实报土里面的有情众生、人，这些菩萨们不生不灭，无量寿。三个阿僧祇劫，这是有量的，三个阿僧祇劫到，他提升了，融入常寂光，就变成真正无量寿，无量的无量。所以他的有量跟无量是接着的、衔接的，当中没有脱节。这些事实真相我们搞清楚、搞明白，对经教一丝毫怀疑都没有。",
      "zh_TW": "能大師告訴我們，自性是清淨的，決定沒有污染，永遠清淨。我們今天的自性有沒有染污？沒有。我們天天講染污，什麼染污？阿賴耶染污，妄心。妄心有染污，真心沒有染污。妄心是假的，只要你能夠捨棄它，關鍵在此地。你能夠放下，我們常說放下妄想、放下雜念、放下執著，放下就是！千經萬論都是這樣教導我們。我初學佛的時候跟章嘉大師，頭一天見面他就教我看破、放下。看破，了解真相，經上講的諸法實相。實相是什麼？實相空，自性空。自性不是物質現象，沒有物質，也沒有念頭，也沒有所謂自然現象，它什麼都沒有，所以叫空。這個空不是無，為什麼？它能現相，沒有這三種現象，能現三種現象，隱現自在。它沒有起心動念，為什麼現？感應，法身菩薩有感，它就有應。法身菩薩證得究竟圓滿，這個相就隱，就不見了。這個法身就是四十一位法身大士，圓教從初住到等覺，這四十一個位次，就感得實報莊嚴土。實是真實，真實就是沒有生滅，實報土裡面的有情眾生、人，這些菩薩們不生不滅，無量壽。三個阿僧祇劫，這是有量的，三個阿僧祇劫到，他提升了，融入常寂光，就變成真正無量壽，無量的無量。所以他的有量跟無量是接著的、銜接的，當中沒有脫節。這些事實真相我們搞清楚、搞明白，對經教一絲毫懷疑都沒有。"
    },
    {
      "id": "02-041-0104_p0010",
      "zh_CN": "我们日常这个受用、享受，看到三昧就要想到要正常的享受。什么叫正常？眼见色，眼在色尘里面不分别、不执着，这就是正受。跟法身大士完全平等，法身大士见色不起心、不动念，耳闻声不起心、不动念，这真修。真正不起心、不动念，成佛了，就是《华严》讲的法身大士。他住在哪里？住在华藏世界，念佛人住极乐世界，极乐世界跟华藏世界是一不是二。有没有差别？没有差别。为什么？都是不起心、不动念，还有什么差别。这样的菩萨，也得阿弥陀佛报身的加持。所以阿弥陀佛在极乐世界，实报土里面现报身，在同居土、在方便土见到的阿弥陀佛也是报身，这就很特殊。",
      "zh_TW": "我們日常這個受用、享受，看到三昧就要想到要正常的享受。什麼叫正常？眼見色，眼在色塵裡面不分別、不執著，這就是正受。跟法身大士完全平等，法身大士見色不起心、不動念，耳聞聲不起心、不動念，這真修。真正不起心、不動念，成佛了，就是《華嚴》講的法身大士。他住在哪裡？住在華藏世界，念佛人住極樂世界，極樂世界跟華藏世界是一不是二。有沒有差別？沒有差別。為什麼？都是不起心、不動念，還有什麼差別。這樣的菩薩，也得阿彌陀佛報身的加持。所以阿彌陀佛在極樂世界，實報土裡面現報身，在同居土、在方便土見到的阿彌陀佛也是報身，這就很特殊。"
    },
    {
      "id": "02-041-0104_p0011",
      "zh_CN": "我们在娑婆世界，在十法界里头人法界，六道里头人道，释迦牟尼佛在我们这一道示现的是应身，示现八相成道，住世八十年，讲经教学四十九年。他老人家一生完全是表法，是不是真的在我们这边，好像是十九岁离开家修行，三十岁成道，是不是这样？这是舞台表演。实际上，弥陀、释迦久远劫前早就成佛了。大经上佛自己说，他这一次到这边来示现成佛是第八千次，也就是到这个地球上来示现成佛八千次了，是来度众生的。在这个阶段，地球上有不少人根成熟了，根熟他就要用应身；少数人，一个、二个人根熟，他用化身，帮助我们解决问题。像虚云老和尚，四十七岁那一年，发心朝五台山，去拜文殊菩萨。他从普陀拜到五台山，三步一拜，三年才走到。三年当中两次生病，都遇到一个乞丐照顾他。生病时候都在旷野，附近没有人家，遇到一个讨饭的乞丐，乞丐照顾他，找些草药把他病治好。这个乞丐就是文殊菩萨的化身，跟他住差不多半个月，身体调好，他去拜山去了，乞丐不见了，走了。过了一个多月又发病，又遇到这个乞丐，两次，他们住在一起，住了差不多一个月的时间，化身。虚老和尚不知道，以为真的是乞丐，到五台山去打听。他问乞丐叫什么名字，乞丐告诉他，他说我姓文，文章的文，名叫吉，吉祥的吉，叫文吉，我就家住五台山，你到五台山去，五台山的人都知道我。到五台山去问这个乞丐，文吉这个乞丐，没有人晓得。到寺庙里头把这个事情告诉大家，有人告诉他，那是文殊菩萨化身，他恍然大悟。菩萨现身有没有起心动念？没有。虚老和尚一发心，他发这个心拜山，希望把拜山的功德回向给他妈妈，妈妈过世了，这一念，文殊菩萨那边就有应。他一动念头是感，那就有应。感有心，应无心，没有起心动念。他要起心动念，他就变成凡夫，他退转了。何况这些大菩萨，确实果地上早就成佛，为了帮助释迦牟尼佛教化众生，示现为菩萨，弘法利生，圆满释迦牟尼佛度化众生的大事因缘。",
      "zh_TW": "我們在娑婆世界，在十法界裡頭人法界，六道裡頭人道，釋迦牟尼佛在我們這一道示現的是應身，示現八相成道，住世八十年，講經教學四十九年。他老人家一生完全是表法，是不是真的在我們這邊，好像是十九歲離開家修行，三十歲成道，是不是這樣？這是舞台表演。實際上，彌陀、釋迦久遠劫前早就成佛了。大經上佛自己說，他這一次到這邊來示現成佛是第八千次，也就是到這個地球上來示現成佛八千次了，是來度眾生的。在這個階段，地球上有不少人根成熟了，根熟他就要用應身；少數人，一個、二個人根熟，他用化身，幫助我們解決問題。像虛雲老和尚，四十七歲那一年，發心朝五台山，去拜文殊菩薩。他從普陀拜到五台山，三步一拜，三年才走到。三年當中兩次生病，都遇到一個乞丐照顧他。生病時候都在曠野，附近沒有人家，遇到一個討飯的乞丐，乞丐照顧他，找些草藥把他病治好。這個乞丐就是文殊菩薩的化身，跟他住差不多半個月，身體調好，他去拜山去了，乞丐不見了，走了。過了一個多月又發病，又遇到這個乞丐，兩次，他們住在一起，住了差不多一個月的時間，化身。虛老和尚不知道，以為真的是乞丐，到五台山去打聽。他問乞丐叫什麼名字，乞丐告訴他，他說我姓文，文章的文，名叫吉，吉祥的吉，叫文吉，我就家住五台山，你到五台山去，五台山的人都知道我。到五台山去問這個乞丐，文吉這個乞丐，沒有人曉得。到寺廟裡頭把這個事情告訴大家，有人告訴他，那是文殊菩薩化身，他恍然大悟。菩薩現身有沒有起心動念？沒有。虛老和尚一發心，他發這個心拜山，希望把拜山的功德迴向給他媽媽，媽媽過世了，這一念，文殊菩薩那邊就有應。他一動念頭是感，那就有應。感有心，應無心，沒有起心動念。他要起心動念，他就變成凡夫，他退轉了。何況這些大菩薩，確實果地上早就成佛，為了幫助釋迦牟尼佛教化眾生，示現為菩薩，弘法利生，圓滿釋迦牟尼佛度化眾生的大事因緣。"
    },
    {
      "id": "02-041-0104_p0012",
      "zh_CN": "所以我们看到华严三昧，就要想到我们正受，我们只要沾一点点边就有好处。我们沾什么边？不要执着。不分别我们都做不到，我们从不执着下手，不要执着这个身相。佛法修行头一关就是破身见，五种见惑断了，证小乘须陀洹果。虽然这个地位很低，小小圣，他是圣人。为什么？他不会退转，他在这个世间，在人道有期限的，天上人间七次往返，他就证阿罗汉果，就超越六道轮回。所以须陀洹，寿命到了他生天，天的寿命到了到人间，他不堕三恶道，他也不会堕到阿修罗，人天两道七次往返，证得阿罗汉，永远超越六道轮回，但是没有超过十法界。他生在十法界的声闻法界，四圣法界最低的一层，在这个里面他要断习气，就是见思烦恼的习气。习气断尽就提升为辟支佛，就是缘觉。缘觉这个果位上断尘沙烦恼，尘沙烦恼断尽他提升了，他是菩萨，十法界的菩萨。菩萨，在他这个位次上要断尘沙烦恼的习气，习气断尽他在十法界成佛。十法界的佛，我们知道，见思、尘沙烦恼包括习气统统断干净，他要修的就是破无明，要断无明烦恼。无明烦恼断了，十法界没有了。",
      "zh_TW": "所以我們看到華嚴三昧，就要想到我們正受，我們只要沾一點點邊就有好處。我們沾什麼邊？不要執著。不分別我們都做不到，我們從不執著下手，不要執著這個身相。佛法修行頭一關就是破身見，五種見惑斷了，證小乘須陀洹果。雖然這個地位很低，小小聖，他是聖人。為什麼？他不會退轉，他在這個世間，在人道有期限的，天上人間七次往返，他就證阿羅漢果，就超越六道輪迴。所以須陀洹，壽命到了他生天，天的壽命到了到人間，他不墮三惡道，他也不會墮到阿修羅，人天兩道七次往返，證得阿羅漢，永遠超越六道輪迴，但是沒有超過十法界。他生在十法界的聲聞法界，四聖法界最低的一層，在這個裡面他要斷習氣，就是見思煩惱的習氣。習氣斷盡就提升為辟支佛，就是緣覺。緣覺這個果位上斷塵沙煩惱，塵沙煩惱斷盡他提升了，他是菩薩，十法界的菩薩。菩薩，在他這個位次上要斷塵沙煩惱的習氣，習氣斷盡他在十法界成佛。十法界的佛，我們知道，見思、塵沙煩惱包括習氣統統斷乾淨，他要修的就是破無明，要斷無明煩惱。無明煩惱斷了，十法界沒有了。"
    },
    {
      "id": "02-041-0104_p0013",
      "zh_CN": "十法界是假的，梦幻泡影，你在这里醒过来，梦中的境界全没有了。醒过来是什么境界？实报土，实报土现前，十法界不见了。十法界有生有灭，都是念头变的，前念灭后念生，念念不断，念头非常复杂、非常多，多得像尘沙一样，无法计算。所以天台大师称他为相似即佛，十法界的佛，很像佛的样子。为什么不是佛？他用的是妄心，就是还是用阿赖耶，没有能转识成智。如果在这个时候转识成智，十法界就不见了，一真法界现前，进入到一真法界，天台大师称之为分证即佛。六即，就是分证，没有达到究竟圆满，他是真佛，他不是假佛。真的是无量寿，永远摆脱生灭，在那个地方修行的诸菩萨不生不灭，居住的环境不生不灭，人没有生老病死，树木花草没有生住异灭，山河大地没有成住坏空。我们这个世间所有的现象，在极乐世界统统不存在。极乐世界虽然有凡圣同居土，凡圣同居土的人是法性身，凡圣同居土的一切万法都是从自性变现的，是法性，不是法相。所以极乐世界好修行，到极乐世界就得到保障。持戒念佛没有一个不往生。持戒就是放下，放下身心世界，对于身心世界这些假相再没有贪染，这才容易超越。如果五欲六尘、财色名利、七情五欲还是放不下，能持净戒，没有放下，这变成人天福报。如果能把这些烦恼习气统统放下，完全变成无比殊胜的功德，这个功德帮助你往生提升品位，全在自己一念之间。所以必须看破，假的，没有一样是真的。知道一切是假的，对它毫无留恋，不会分别，如果能做到不起心、不动念就成功。这就是华严三昧，这就是念佛三昧，说什么样的三昧都可以，三昧就是正常的享受。",
      "zh_TW": "十法界是假的，夢幻泡影，你在這裡醒過來，夢中的境界全沒有了。醒過來是什麼境界？實報土，實報土現前，十法界不見了。十法界有生有滅，都是念頭變的，前念滅後念生，念念不斷，念頭非常複雜、非常多，多得像塵沙一樣，無法計算。所以天台大師稱他為相似即佛，十法界的佛，很像佛的樣子。為什麼不是佛？他用的是妄心，就是還是用阿賴耶，沒有能轉識成智。如果在這個時候轉識成智，十法界就不見了，一真法界現前，進入到一真法界，天台大師稱之為分證即佛。六即，就是分證，沒有達到究竟圓滿，他是真佛，他不是假佛。真的是無量壽，永遠擺脫生滅，在那個地方修行的諸菩薩不生不滅，居住的環境不生不滅，人沒有生老病死，樹木花草沒有生住異滅，山河大地沒有成住壞空。我們這個世間所有的現象，在極樂世界統統不存在。極樂世界雖然有凡聖同居土，凡聖同居土的人是法性身，凡聖同居土的一切萬法都是從自性變現的，是法性，不是法相。所以極樂世界好修行，到極樂世界就得到保障。持戒念佛沒有一個不往生。持戒就是放下，放下身心世界，對於身心世界這些假相再沒有貪染，這才容易超越。如果五欲六塵、財色名利、七情五欲還是放不下，能持淨戒，沒有放下，這變成人天福報。如果能把這些煩惱習氣統統放下，完全變成無比殊勝的功德，這個功德幫助你往生提升品位，全在自己一念之間。所以必須看破，假的，沒有一樣是真的。知道一切是假的，對它毫無留戀，不會分別，如果能做到不起心、不動念就成功。這就是華嚴三昧，這就是念佛三昧，說什麼樣的三昧都可以，三昧就是正常的享受。"
    },
    {
      "id": "02-041-0104_p0014",
      "zh_CN": "我们再看下面，「又《合赞》曰：法界唯心，名佛华严。以因行华，严果德相，令显著故。入此三昧，现见十方佛及佛土。」我们知道，净宗初祖慧远大师，在一生当中四次见佛，见极乐世界。他怎么见到的？入此三昧，他要不入此三昧，他见不到。这个三昧就是念佛三昧，念佛三昧就是华严三昧，没有两样。修《华严》五止、六观，《还源观》上说的，就叫华严三昧。海贤老和尚一句阿弥陀佛，叫念佛三昧，没有两样。三昧是一样的，无量三昧就是一个三昧，正常享受。正常享受，六根接触六尘境界，眼耳鼻舌身，色声香味触，都没有起心动念，大定，自性本定。惠能大师所说的，「何期自性，本无动摇」，就是自性本定。我们现在回归到自性本定，无论用哪一种方法都一样，跟自性本定相应。",
      "zh_TW": "我們再看下面，「又《合贊》曰：法界唯心，名佛華嚴。以因行華，嚴果德相，令顯著故。入此三昧，現見十方佛及佛土。」我們知道，淨宗初祖慧遠大師，在一生當中四次見佛，見極樂世界。他怎麼見到的？入此三昧，他要不入此三昧，他見不到。這個三昧就是念佛三昧，念佛三昧就是華嚴三昧，沒有兩樣。修《華嚴》五止、六觀，《還源觀》上說的，就叫華嚴三昧。海賢老和尚一句阿彌陀佛，叫念佛三昧，沒有兩樣。三昧是一樣的，無量三昧就是一個三昧，正常享受。正常享受，六根接觸六塵境界，眼耳鼻舌身，色聲香味觸，都沒有起心動念，大定，自性本定。惠能大師所說的，「何期自性，本無動搖」，就是自性本定。我們現在回歸到自性本定，無論用哪一種方法都一樣，跟自性本定相應。"
    },
    {
      "id": "02-041-0104_p0015",
      "zh_CN": "见十方佛太容易，见阿弥陀佛一点都不难，远公一生见四次，我们相信海贤老和尚绝对不止十次，我觉得他见阿弥陀佛、见极乐世界十次以上，他时间长，九十二年。第一次跟阿弥陀佛见面，我相信他二十几岁，得功夫成片佛就给他加持。功夫成片是什么意思？心里面只有阿弥陀佛，除阿弥陀佛之外，世出世间一切法全放下，叫功夫成片。这个时候阿弥陀佛就为你现身，你有这个能力，这是感，佛自然有应。佛应的时候会告诉你，你还有多长的寿命，到你命终的时候，佛来接引你往生；等于说极乐世界注册了，报名注册，你的信心坚定，不会再动摇。这个时候两个选择，一个选择，我寿命不要了，现在就去往生，佛会答应你，佛很慈悲；第二个选择，我延长寿命，还有这个寿命我还要，继续努力。为什么？这个时候比极乐世界修行快，这个世间难修，逆缘太多，你顺逆境界都能不动心，你有这个把握，可以在这里修，三年五载就可以提升到事一心不乱，事一心不乱生方便有余土，事一心不乱是清净心得到了。再从事一心提升到理一心，理一心是大彻大悟、明心见性，需要多少时间呢？三、五年就成就，真快。所以我们估计海贤老和尚，念佛念到理一心不乱，应该在什么时候？我的看法四十前后，他就到这个境界。寿命阿弥陀佛延长的，佛给他的使命叫他表法，表什么法？怎样做一个标准的佛门弟子，这第一个；第二个，怎样做一个净宗阿弥陀佛的弟子，这一生当中决定得生净土，满你自己的大愿，来表这个法的。告诉我们极乐世界真有，他跟阿弥陀佛多次见面，怎么会没有？他不会骗人，这个人是个老实人，一生没有说过假话，一生没有发过脾气。身心世界彻底放下，活在这个世间给念佛的人、给学佛的人做一个最好的榜样，这是我们不可以不知道的。从老人一生的行谊，我们看清楚、看明白了，我们对西方极乐世界的信心再不会动摇，再不会有丝毫怀疑，一个目标永远向前进，我们的愿心坚定，不会再改变。",
      "zh_TW": "見十方佛太容易，見阿彌陀佛一點都不難，遠公一生見四次，我們相信海賢老和尚絕對不止十次，我覺得他見阿彌陀佛、見極樂世界十次以上，他時間長，九十二年。第一次跟阿彌陀佛見面，我相信他二十幾歲，得功夫成片佛就給他加持。功夫成片是什麼意思？心裡面只有阿彌陀佛，除阿彌陀佛之外，世出世間一切法全放下，叫功夫成片。這個時候阿彌陀佛就為你現身，你有這個能力，這是感，佛自然有應。佛應的時候會告訴你，你還有多長的壽命，到你命終的時候，佛來接引你往生；等於說極樂世界註冊了，報名註冊，你的信心堅定，不會再動搖。這個時候兩個選擇，一個選擇，我壽命不要了，現在就去往生，佛會答應你，佛很慈悲；第二個選擇，我延長壽命，還有這個壽命我還要，繼續努力。為什麼？這個時候比極樂世界修行快，這個世間難修，逆緣太多，你順逆境界都能不動心，你有這個把握，可以在這裡修，三年五載就可以提升到事一心不亂，事一心不亂生方便有餘土，事一心不亂是清淨心得到了。再從事一心提升到理一心，理一心是大徹大悟、明心見性，需要多少時間呢？三、五年就成就，真快。所以我們估計海賢老和尚，念佛念到理一心不亂，應該在什麼時候？我的看法四十前後，他就到這個境界。壽命阿彌陀佛延長的，佛給他的使命叫他表法，表什麼法？怎樣做一個標準的佛門弟子，這第一個；第二個，怎樣做一個淨宗阿彌陀佛的弟子，這一生當中決定得生淨土，滿你自己的大願，來表這個法的。告訴我們極樂世界真有，他跟阿彌陀佛多次見面，怎麼會沒有？他不會騙人，這個人是個老實人，一生沒有說過假話，一生沒有發過脾氣。身心世界徹底放下，活在這個世間給念佛的人、給學佛的人做一個最好的榜樣，這是我們不可以不知道的。從老人一生的行誼，我們看清楚、看明白了，我們對西方極樂世界的信心再不會動搖，再不會有絲毫懷疑，一個目標永遠向前進，我們的願心堅定，不會再改變。"
    },
    {
      "id": "02-041-0104_p0016",
      "zh_CN": "莲池大师在晚年彻底放下，真正做到「三藏十二部让给别人悟，八万四千行饶与他人行」，你喜欢学哪一部经教、喜欢修什么法门，你们各人学各人的，都好，他死心塌地念阿弥陀佛。莲池、蕅益大师著作都很丰富，晚年全放下，一心念佛求生净土，得到究竟圆满的成就。这是祖师大德、古圣先贤做榜样给我们看，我们要能看得懂、要会看，真正看明白、看清楚，死心塌地绝无动摇。我要发愿教化众生，我不涉猎经教，无法普度一切不同根性的众生。这个说法也满有道理的，合情合理。可是你忘掉了，古时候弘法利生的人，不是凡人，宗门没有见性，教下没有大开圆解，不许讲经，大开圆解就是明心见性。所以统统都要求大彻大悟之后，才能讲经，才能教学，你的著作才能传给后世，为什么？真正是佛知佛见。现在没有了，我们上一代也没有了，上一代再上一代的可能有，很少很少了。我在台中亲近李老师，我到那里去学教的，去听经，不是学讲经，不敢。老师劝我，劝我学讲经，劝了很多次，我不敢尝试。他办了个经学班，教讲经的，班上有二十多个学生，带我去看，他说你去看看。我这一看才发现，他那些学生比我高的不多，大多数都还比不上我，他们都敢上台讲经，把我这个念头带动了。老师告诉我，我们确确实实没有能力讲经，讲什么？讲注解，注解讲错的时候，注的人负责任，我们没有责任。所以这我才接受，我才愿意出来。",
      "zh_TW": "蓮池大師在晚年徹底放下，真正做到「三藏十二部讓給別人悟，八萬四千行饒與他人行」，你喜歡學哪一部經教、喜歡修什麼法門，你們各人學各人的，都好，他死心塌地念阿彌陀佛。蓮池、蕅益大師著作都很豐富，晚年全放下，一心念佛求生淨土，得到究竟圓滿的成就。這是祖師大德、古聖先賢做榜樣給我們看，我們要能看得懂、要會看，真正看明白、看清楚，死心塌地絕無動搖。我要發願教化眾生，我不涉獵經教，無法普度一切不同根性的眾生。這個說法也滿有道理的，合情合理。可是你忘掉了，古時候弘法利生的人，不是凡人，宗門沒有見性，教下沒有大開圓解，不許講經，大開圓解就是明心見性。所以統統都要求大徹大悟之後，才能講經，才能教學，你的著作才能傳給後世，為什麼？真正是佛知佛見。現在沒有了，我們上一代也沒有了，上一代再上一代的可能有，很少很少了。我在台中親近李老師，我到那裡去學教的，去聽經，不是學講經，不敢。老師勸我，勸我學講經，勸了很多次，我不敢嘗試。他辦了個經學班，教講經的，班上有二十多個學生，帶我去看，他說你去看看。我這一看才發現，他那些學生比我高的不多，大多數都還比不上我，他們都敢上台講經，把我這個念頭帶動了。老師告訴我，我們確確實實沒有能力講經，講什麼？講註解，註解講錯的時候，註的人負責任，我們沒有責任。所以這我才接受，我才願意出來。"
    },
    {
      "id": "02-041-0104_p0017",
      "zh_CN": "真正开悟了，讲的是自性的，自性流露出来的，跟佛流出来没有两样。诸佛如来从自性流出千经万论，菩萨亦如是，包括罗汉也是从自性流出来的，不同凡夫。我们是凡夫，只能讲古人的注解，看得懂的讲，看不懂的念过去就好，没有错。强不知以为知，要负因果责任。知之为知之，不知为不知，这是正当的、正确的。遇到净宗那就太方便，净宗绝对正确，决定没有两样，跟阿弥陀佛说的、跟释迦牟尼佛说的都相同，劝人念阿弥陀佛求生净土，这哪里有错？决定没有过失。尤其是大乘所承传的，学习的理念「一门深入，长时薰修」，学习的方法「读书千遍，其义自见」。自见，目标是在自见，自见就是大彻大悟、明心见性。见性之后再去广学博览，为什么？用经典、用古圣先贤的注疏来印证，我开悟了，我这个悟是真的悟、是假的悟。如果与经所讲的相应，与古大德的注疏讲的相应，正知正见，没错误，用它来跟自己在经里面的悟处对比。如果不一样，我所悟出来跟经上所说的，跟古大德注疏里所讲的不一样，那就应当把自己的悟处放下，再加功用行。那是什么？这一千遍不够，我再读一千遍、二千遍、三千遍、四千遍，到一万遍，肯定有悟处出来。念经的时候，没有杂念，没有妄想，一直念下去，不要想经上这什么意思，那一句什么意思，不要去想，没有意思，唯有没有意思能出无量义。到你用的时候，你能够恒顺众生，随喜功德，各种不同根性的人，你一音所说，大家都能得利益、都能理解。",
      "zh_TW": "真正開悟了，講的是自性的，自性流露出來的，跟佛流出來沒有兩樣。諸佛如來從自性流出千經萬論，菩薩亦如是，包括羅漢也是從自性流出來的，不同凡夫。我們是凡夫，只能講古人的註解，看得懂的講，看不懂的念過去就好，沒有錯。強不知以為知，要負因果責任。知之為知之，不知為不知，這是正當的、正確的。遇到淨宗那就太方便，淨宗絕對正確，決定沒有兩樣，跟阿彌陀佛說的、跟釋迦牟尼佛說的都相同，勸人念阿彌陀佛求生淨土，這哪裡有錯？決定沒有過失。尤其是大乘所承傳的，學習的理念「一門深入，長時薰修」，學習的方法「讀書千遍，其義自見」。自見，目標是在自見，自見就是大徹大悟、明心見性。見性之後再去廣學博覽，為什麼？用經典、用古聖先賢的註疏來印證，我開悟了，我這個悟是真的悟、是假的悟。如果與經所講的相應，與古大德的註疏講的相應，正知正見，沒錯誤，用它來跟自己在經裡面的悟處對比。如果不一樣，我所悟出來跟經上所說的，跟古大德註疏裡所講的不一樣，那就應當把自己的悟處放下，再加功用行。那是什麼？這一千遍不夠，我再讀一千遍、二千遍、三千遍、四千遍，到一萬遍，肯定有悟處出來。念經的時候，沒有雜念，沒有妄想，一直念下去，不要想經上這什麼意思，那一句什麼意思，不要去想，沒有意思，唯有沒有意思能出無量義。到你用的時候，你能夠恆順眾生，隨喜功德，各種不同根性的人，你一音所說，大家都能得利益、都能理解。"
    },
    {
      "id": "02-041-0104_p0018",
      "zh_CN": "这世间没有，科学里头没有，古圣先贤里头有，不但中国有，外国也有。穆罕默德不是中国人，阿拉伯人，他开悟了，他能讲一部《古兰经》。他不认识字，他口述，别人记录，伊斯兰教的根本大经。所以，开悟不一定是佛经，我读基督教《圣经》能不能开悟？能。所以读书千遍万遍，没有别的，就是把你心里的妄想杂念念掉，恢复清净平等，清净平等是真心，这就是三昧，真心起作用就是觉、就是智慧。所以别人不问你，没有，什么都没有，般若无知；有人问你，随问随答，没有通过考虑，没有通过我想一想，没有，自自然然答复出来，无所不知。般若无知，无所不知，这个道理一定要懂。如果我们读经，句句段段都求它的意思，悟门堵塞了，你所学到的知识，甚至于把经搞错了，这非常可能。所以佛法是心法，要用真心去感应。种种方法，总而言之，它一个目标，把妄心伏住，再功夫深一点，妄心断掉，真心现前。",
      "zh_TW": "這世間沒有，科學裡頭沒有，古聖先賢裡頭有，不但中國有，外國也有。穆罕默德不是中國人，阿拉伯人，他開悟了，他能講一部《古蘭經》。他不認識字，他口述，別人記錄，伊斯蘭教的根本大經。所以，開悟不一定是佛經，我讀基督教《聖經》能不能開悟？能。所以讀書千遍萬遍，沒有別的，就是把你心裡的妄想雜念念掉，恢復清淨平等，清淨平等是真心，這就是三昧，真心起作用就是覺、就是智慧。所以別人不問你，沒有，什麼都沒有，般若無知；有人問你，隨問隨答，沒有通過考慮，沒有通過我想一想，沒有，自自然然答覆出來，無所不知。般若無知，無所不知，這個道理一定要懂。如果我們讀經，句句段段都求它的意思，悟門堵塞了，你所學到的知識，甚至於把經搞錯了，這非常可能。所以佛法是心法，要用真心去感應。種種方法，總而言之，它一個目標，把妄心伏住，再功夫深一點，妄心斷掉，真心現前。"
    },
    {
      "id": "02-041-0104_p0019",
      "zh_CN": "持戒就非常重要，持戒帮助我们恢复真心。从哪里做？五戒十善。佛在《无量寿经》上，跟我们讲三种净业，他把口业摆在第一，「善护口业，不讥他过」。在一般大乘经里头，讲到这个问题都是身口意，是这个顺序，在我们这个经里头不是的，口身意，为什么？口是最容易造业的，从这下手。口业清净，则身业清净，不杀、不盗、不淫，身业清净。讲求的什么？念头都不生，真清净。根是意业，不贪、不瞋、不痴。贪瞋痴是三毒烦恼。贪里头最难断的是情执，情执里头最难断的是亲情。这是烦恼的根，贪里面的核心，要从这里下手。瞋恚，瞋恚的根是傲慢，有时候傲慢自己不觉得，要细心去观察，把傲慢的习气断掉。愚痴的根是怀疑，对自性不能怀疑，对圣贤教诲不能怀疑，对祖宗留下来的教训不能怀疑。累积怀疑就是愚痴，累积骄慢就是瞋恚，累积亲情就是贪欲，你不能不认识它，真正认识它，远离它，它障碍我们的道业。真正放下，菩提道上一帆风顺，没有障碍，才能得大自在。",
      "zh_TW": "持戒就非常重要，持戒幫助我們恢復真心。從哪裡做？五戒十善。佛在《無量壽經》上，跟我們講三種淨業，他把口業擺在第一，「善護口業，不譏他過」。在一般大乘經裡頭，講到這個問題都是身口意，是這個順序，在我們這個經裡頭不是的，口身意，為什麼？口是最容易造業的，從這下手。口業清淨，則身業清淨，不殺、不盜、不淫，身業清淨。講求的什麼？念頭都不生，真清淨。根是意業，不貪、不瞋、不痴。貪瞋痴是三毒煩惱。貪裡頭最難斷的是情執，情執裡頭最難斷的是親情。這是煩惱的根，貪裡面的核心，要從這裡下手。瞋恚，瞋恚的根是傲慢，有時候傲慢自己不覺得，要細心去觀察，把傲慢的習氣斷掉。愚痴的根是懷疑，對自性不能懷疑，對聖賢教誨不能懷疑，對祖宗留下來的教訓不能懷疑。累積懷疑就是愚痴，累積驕慢就是瞋恚，累積親情就是貪欲，你不能不認識它，真正認識它，遠離它，它障礙我們的道業。真正放下，菩提道上一帆風順，沒有障礙，才能得大自在。"
    },
    {
      "id": "02-041-0104_p0020",
      "zh_CN": "真正持戒念佛，要持之以恒，永远不改变，我们会跟海贤一样常常见佛。这个事情不能说，如果见了，常常在别人面前夸耀，你看我都见佛了，你们还没见到。常常给你看到的佛不是佛，魔，变佛身来诱惑你，你上当了。为什么？你想想，贪瞋痴慢疑全跑出来，从这个地方拣别。佛为我们示现的，绝对不连带烦恼。我们贪瞋痴慢疑这个心没断，佛不现前，为什么？现前造成障碍。贪瞋痴慢疑真断了，见，没有欢喜心，没有傲慢心，不值得向人道。你看，海贤老和尚人家师父教给他，明白了不能乱说，不能说。所以有人问老和尚念佛的境界，老和尚笑而不答。这就是答复你，从他的表情你要会看，你能看得懂。没有丝毫夸张，这就是道在平常，平常心就是道。仔细观察，道在穿衣吃饭，在生活当中，在工作当中。他的工作是农耕，点点滴滴你去看，细心去观察，妙不可言，一句佛号从来不中断。这是真的，这不是假的。度众生，众生的成熟时节因缘他看得清楚，没有成熟的时候别去动，不找麻烦，缘成熟了，很好教。修自己，自己修成了，得一切诸佛威神加持，众生缘熟才能普度众生。所以度自己才是真正度众生，自己不认真干，假的，不是真的。",
      "zh_TW": "真正持戒念佛，要持之以恆，永遠不改變，我們會跟海賢一樣常常見佛。這個事情不能說，如果見了，常常在別人面前誇耀，你看我都見佛了，你們還沒見到。常常給你看到的佛不是佛，魔，變佛身來誘惑你，你上當了。為什麼？你想想，貪瞋痴慢疑全跑出來，從這個地方揀別。佛為我們示現的，絕對不連帶煩惱。我們貪瞋痴慢疑這個心沒斷，佛不現前，為什麼？現前造成障礙。貪瞋痴慢疑真斷了，見，沒有歡喜心，沒有傲慢心，不值得向人道。你看，海賢老和尚人家師父教給他，明白了不能亂說，不能說。所以有人問老和尚念佛的境界，老和尚笑而不答。這就是答覆你，從他的表情你要會看，你能看得懂。沒有絲毫誇張，這就是道在平常，平常心就是道。仔細觀察，道在穿衣吃飯，在生活當中，在工作當中。他的工作是農耕，點點滴滴你去看，細心去觀察，妙不可言，一句佛號從來不中斷。這是真的，這不是假的。度眾生，眾生的成熟時節因緣他看得清楚，沒有成熟的時候別去動，不找麻煩，緣成熟了，很好教。修自己，自己修成了，得一切諸佛威神加持，眾生緣熟才能普度眾生。所以度自己才是真正度眾生，自己不認真幹，假的，不是真的。"
    },
    {
      "id": "02-041-0104_p0021",
      "zh_CN": "《合赞》的这几句，我们要怎么去学习？「法界唯心」，法界就是全宇宙，全宇宙是心现的，真心现的，妄心变的，真心是自性，妄心是阿赖耶，这都叫佛华严。所以《华严经》也是相宗六经之一，它有六经十一论。「以因行华，严果德相」，这一句我们在海贤老和尚九十二年行业当中展现无遗，「令显著故。入此三昧」，海贤老和尚入的是念佛三昧，跟华严三昧是一不是二。用念佛的手段叫念佛三昧，用华严止观的手段叫华严三昧，是一不是二，入此三昧，现前就见到十方佛、见到佛土。为什么他能见到阿弥陀佛？为什么他能见到极乐世界？我们就搞清楚、搞明白，人家见到了一句话不说，这是我们要学的。见到之后到处说，佛就不来了，为什么？着相，你退转了。着相是六道凡夫，小乘就不着身相，须陀洹不着身相，身见、边见、见取、戒取，他都放下了。见取、戒取就是我们中国人所讲的成见，自己的想法，自己的看法，非常执着自己的见解，不能够和融他人见解，就是自己成见太深，非得依我这个做法，这叫成见。须陀洹没有了，何况罗汉、菩萨。",
      "zh_TW": "《合贊》的這幾句，我們要怎麼去學習？「法界唯心」，法界就是全宇宙，全宇宙是心現的，真心現的，妄心變的，真心是自性，妄心是阿賴耶，這都叫佛華嚴。所以《華嚴經》也是相宗六經之一，它有六經十一論。「以因行華，嚴果德相」，這一句我們在海賢老和尚九十二年行業當中展現無遺，「令顯著故。入此三昧」，海賢老和尚入的是念佛三昧，跟華嚴三昧是一不是二。用念佛的手段叫念佛三昧，用華嚴止觀的手段叫華嚴三昧，是一不是二，入此三昧，現前就見到十方佛、見到佛土。為什麼他能見到阿彌陀佛？為什麼他能見到極樂世界？我們就搞清楚、搞明白，人家見到了一句話不說，這是我們要學的。見到之後到處說，佛就不來了，為什麼？著相，你退轉了。著相是六道凡夫，小乘就不著身相，須陀洹不著身相，身見、邊見、見取、戒取，他都放下了。見取、戒取就是我們中國人所講的成見，自己的想法，自己的看法，非常執著自己的見解，不能夠和融他人見解，就是自己成見太深，非得依我這個做法，這叫成見。須陀洹沒有了，何況羅漢、菩薩。"
    },
    {
      "id": "02-041-0104_p0022",
      "zh_CN": "「又《嘉祥疏》曰：此三昧皆饰法身，故云华严。」饰是装饰，这个三昧装饰法身，法身没有形相，这个意思很深很广，要细心去体会。有心去想它，不行，愈想愈乱，距离就愈远，不想，老实念佛，念佛三昧现前，华藏世界也现前。「因此三昧，庄严法身故。以上诸说皆明华严三昧之义。其中《合赞》所谓法界唯心名佛华严，此表一真法界唯是自心，于此了达即华严三昧」。这句话非常重要，《合赞》上所说的，法界唯心。为什么？能大师最后一句话说，「何期自性，能生万法」，就是法界唯心。一定要知道，全宇宙是自性变现出来的，全宇宙里头任何一法，乃至于一粒微尘，都是自性。以金作器，器器皆金，你从体上看它平等，它没有差别，相有差别，性没有差别。见性不着相，这是菩萨。性相一如，性相不二，性相二边都不着，这是法身菩萨，在一切法里头得大自在，这才是真正的圆满，这是真实的受用。所以一定要知道，一真法界唯是自心。自心在哪里？遍法界虚空界随拈一法，明白人点头。随便拈一法，真诚到极处，用真心，证实相。",
      "zh_TW": "「又《嘉祥疏》曰：此三昧皆飾法身，故云華嚴。」飾是裝飾，這個三昧裝飾法身，法身沒有形相，這個意思很深很廣，要細心去體會。有心去想它，不行，愈想愈亂，距離就愈遠，不想，老實念佛，念佛三昧現前，華藏世界也現前。「因此三昧，莊嚴法身故。以上諸說皆明華嚴三昧之義。其中《合贊》所謂法界唯心名佛華嚴，此表一真法界唯是自心，于此了達即華嚴三昧」。這句話非常重要，《合贊》上所說的，法界唯心。為什麼？能大師最後一句話說，「何期自性，能生萬法」，就是法界唯心。一定要知道，全宇宙是自性變現出來的，全宇宙裡頭任何一法，乃至於一粒微塵，都是自性。以金作器，器器皆金，你從體上看它平等，它沒有差別，相有差別，性沒有差別。見性不著相，這是菩薩。性相一如，性相不二，性相二邊都不著，這是法身菩薩，在一切法裡頭得大自在，這才是真正的圓滿，這是真實的受用。所以一定要知道，一真法界唯是自心。自心在哪裡？遍法界虛空界隨拈一法，明白人點頭。隨便拈一法，真誠到極處，用真心，證實相。"
    },
    {
      "id": "02-041-0104_p0023",
      "zh_CN": "「如《嘉祥疏》」，嘉祥大师说的，「此三昧皆饰法身」，这要体会它的意思，为什么？法身没有相，法身有无量无边的功德，统统是从三昧来的，所以正受重要。譬如我们吃饭，蔬菜酸甜苦辣咸，我们要是吃的时候，离一切相，即一切法，酸甜苦辣咸都不知道、都没有，算不算开悟？不算。为什么？你是白痴，怎么酸甜苦辣咸都不知道。那知道呢？知道，你是凡夫。那你怎么办？清清楚楚、明明白白，智慧；如如不动，不被酸甜苦辣咸所转。转是什么？我喜欢这个，不喜欢那个。能够把酸甜苦辣咸看作平等法，全是假的，没有一样是真的，心现识变，这真懂得了。入到口里有没有产生变化？有，不是我们的变化，我们是随着物质酸甜苦辣咸起念头；他不是的，他这里是生平等心，起喜悦相，法喜充满。我们尝到的味道是酸甜苦辣咸，他尝到的是妙法，不一样。这个道理我们要懂，并不难懂。饮食起居什么都好，没有一样不好，不要挑剔。老和尚生日，大家给他做了一桌素菜，他一口都没吃，这是不是执着？不是的，这是怜悯众生，做这个示现。希望大家把这种嗜好放下，恢复平常，平常心是道，教我们这个，做的人没做错。",
      "zh_TW": "「如《嘉祥疏》」，嘉祥大師說的，「此三昧皆飾法身」，這要體會它的意思，為什麼？法身沒有相，法身有無量無邊的功德，統統是從三昧來的，所以正受重要。譬如我們吃飯，蔬菜酸甜苦辣鹹，我們要是吃的時候，離一切相，即一切法，酸甜苦辣鹹都不知道、都沒有，算不算開悟？不算。為什麼？你是白痴，怎麼酸甜苦辣鹹都不知道。那知道呢？知道，你是凡夫。那你怎麼辦？清清楚楚、明明白白，智慧；如如不動，不被酸甜苦辣鹹所轉。轉是什麼？我喜歡這個，不喜歡那個。能夠把酸甜苦辣鹹看作平等法，全是假的，沒有一樣是真的，心現識變，這真懂得了。入到口裡有沒有產生變化？有，不是我們的變化，我們是隨著物質酸甜苦辣鹹起念頭；他不是的，他這裡是生平等心，起喜悅相，法喜充滿。我們嘗到的味道是酸甜苦辣鹹，他嘗到的是妙法，不一樣。這個道理我們要懂，並不難懂。飲食起居什麼都好，沒有一樣不好，不要挑剔。老和尚生日，大家給他做了一桌素菜，他一口都沒吃，這是不是執著？不是的，這是憐憫眾生，做這個示現。希望大家把這種嗜好放下，恢復平常，平常心是道，教我們這個，做的人沒做錯。"
    },
    {
      "id": "02-041-0104_p0024",
      "zh_CN": "老和尚的表情，一生都是欢欢喜喜，只有这一次很不欢喜，为什么？人走奢侈是险道，会增长贪心，贪心没有边际，那个麻烦就大。所以持戒要精严，生活愈简单愈好，养心。心好，身体就好，精神就好，养心，不要重视物质，这个连现在的科学家都懂得。最近的这一、二十年，量子力学家提出来以心控物，我们的念头可以控制物质环境。这个在佛法里头，就是经上常说的「境随心转」、「一切法从心想生」，都是讲这个道理。只要心善，只要心正，真诚，就能转动所有物质现象，最贴近的，自己的身体，然后我们生活周边的环境。这个道理，科学家到最近这十几年、二十年才发现，佛在经上三千年前就讲得很清楚、很明白，现在人看不懂。古人看得懂，为什么？古人心清净，现在人心的欲望超过古人千倍万倍，这是事实。古人心没有欲望，随遇而安，什么都欢喜，得到没有欢喜相，失去也没有悲伤，心永远保持在平静。儒家虽然没有佛家这么严格，他有礼，希望愈接近平静愈好，不要距离太远，因为儒没有出六道轮回，他修福报，人天福报。佛家是要修出离轮回，出离轮回一定要断，伏不行，要断。我们想往生极乐世界，永远脱离六道轮回，永远超越十法界，戒定慧太重要了。",
      "zh_TW": "老和尚的表情，一生都是歡歡喜喜，只有這一次很不歡喜，為什麼？人走奢侈是險道，會增長貪心，貪心沒有邊際，那個麻煩就大。所以持戒要精嚴，生活愈簡單愈好，養心。心好，身體就好，精神就好，養心，不要重視物質，這個連現在的科學家都懂得。最近的這一、二十年，量子力學家提出來以心控物，我們的念頭可以控制物質環境。這個在佛法裡頭，就是經上常說的「境隨心轉」、「一切法從心想生」，都是講這個道理。只要心善，只要心正，真誠，就能轉動所有物質現象，最貼近的，自己的身體，然後我們生活周邊的環境。這個道理，科學家到最近這十幾年、二十年才發現，佛在經上三千年前就講得很清楚、很明白，現在人看不懂。古人看得懂，為什麼？古人心清淨，現在人心的欲望超過古人千倍萬倍，這是事實。古人心沒有欲望，隨遇而安，什麼都歡喜，得到沒有歡喜相，失去也沒有悲傷，心永遠保持在平靜。儒家雖然沒有佛家這麼嚴格，他有禮，希望愈接近平靜愈好，不要距離太遠，因為儒沒有出六道輪迴，他修福報，人天福報。佛家是要修出離輪迴，出離輪迴一定要斷，伏不行，要斷。我們想往生極樂世界，永遠脫離六道輪迴，永遠超越十法界，戒定慧太重要了。"
    },
    {
      "id": "02-041-0104_p0025",
      "zh_CN": "古大德跟我们说，三学一源，佛法就兴旺。三学是说释迦牟尼佛一生教化众生教什么？教戒律，教禅定，教经典，这三门。戒律成为一个宗派，佛的身就是清净身、平等身；禅是佛的心，清净心、平等心；教是言语，纯净纯善。教里面包括很多宗派，除了禅宗，除了律宗，全属于教下，有贤首宗、天台宗、三论宗、法相宗，净土宗也在里头，密宗，包括小乘，中国在过去，唐朝时代有俱舍宗，属于小乘，教下很多。所以宗门教下，一就是三，三就是一，不能分的。戒里面有禅、有教，教里面有戒、有禅，一而三，三而一，统是世尊所传。世尊灭度之后，祖师大德有专弘一样的，所以三学鼎立。这是个衰相，还看不到衰，为什么？大家都尊重，学禅的并没有说我禅最高，你们都不如我。如果有这个念头起来就衰了，流向自赞毁他，这就不好。所以可以分科，像学校教学一样，中国古圣先贤的教学，典籍全部都收在《四库全书》，《四库全书》就像我们佛教的《大藏经》一样，统统归在一起，是一不是二。分，愈往后分就产生成见，自赞毁他，自赞毁他就是衰败的相。更严重的，现在我们看到了，现在的话叫内部斗争，佛法叫起哄，一个道场彼此互相争论，彼此不服，这是什么？这个佛法就要灭了。所以中国有一句谚语说「家和万事兴」，决定不能不和。",
      "zh_TW": "古大德跟我們說，三學一源，佛法就興旺。三學是說釋迦牟尼佛一生教化眾生教什麼？教戒律，教禪定，教經典，這三門。戒律成為一個宗派，佛的身就是清淨身、平等身；禪是佛的心，清淨心、平等心；教是言語，純淨純善。教裡面包括很多宗派，除了禪宗，除了律宗，全屬於教下，有賢首宗、天台宗、三論宗、法相宗，淨土宗也在裡頭，密宗，包括小乘，中國在過去，唐朝時代有俱舍宗，屬於小乘，教下很多。所以宗門教下，一就是三，三就是一，不能分的。戒裡面有禪、有教，教裡面有戒、有禪，一而三，三而一，統是世尊所傳。世尊滅度之後，祖師大德有專弘一樣的，所以三學鼎立。這是個衰相，還看不到衰，為什麼？大家都尊重，學禪的並沒有說我禪最高，你們都不如我。如果有這個念頭起來就衰了，流向自讚毀他，這就不好。所以可以分科，像學校教學一樣，中國古聖先賢的教學，典籍全部都收在《四庫全書》，《四庫全書》就像我們佛教的《大藏經》一樣，統統歸在一起，是一不是二。分，愈往後分就產生成見，自讚毀他，自讚毀他就是衰敗的相。更嚴重的，現在我們看到了，現在的話叫內部鬥爭，佛法叫起鬨，一個道場彼此互相爭論，彼此不服，這是什麼？這個佛法就要滅了。所以中國有一句諺語說「家和萬事興」，決定不能不和。"
    },
    {
      "id": "02-041-0104_p0026",
      "zh_CN": "今天世界社会动乱，人在这个世间没有安全感，你说多可怜，多悲伤。我们是学了佛，感受比别人轻一点。怎样能恢复到安定和平，像古时候太平盛世？我们在这么多年当中只看到一个人，英国人，汤恩比博士。八十五岁过世的，一九七五年他八十五岁。晚年曾经三次到日本，他也到过中国。他一生研究文化史，他是个历史学家，偏重在文化。人非常慈悲，有智慧。因为他经历过两次世界大战，特别第二次世界大战之后出现核武，他对这个事情非常关心。核武战争没有胜负，是人类自相残杀、自相毁灭，如何来挽救？他想的一套方法，是从中国历史上得到的启示。他知道中国周朝晚年，周朝八百年，但是五百年是乱世，春秋战国，民不聊生，人民痛苦。孔子生在春秋时代，孟子生在战国时代。主权国家多了，很容易引发战争，为了利益冲突。所以他就想到，中国结束春秋战国的是秦始皇，统一中国，在行政上真正统一，虽然寿命不长，只有十五年。汉取而代之，在汉朝出现过盛世。唯有统一才能解决这个问题。所以他就想到，今天整个地球要统一，核武战争就会避免。用什么方法统一？什么人来统一？他是英国人，他说用文化统一，用圣贤教学来统一，什么人？中国人。",
      "zh_TW": "今天世界社會動亂，人在這個世間沒有安全感，你說多可憐，多悲傷。我們是學了佛，感受比別人輕一點。怎樣能恢復到安定和平，像古時候太平盛世？我們在這麼多年當中只看到一個人，英國人，湯恩比博士。八十五歲過世的，一九七五年他八十五歲。晚年曾經三次到日本，他也到過中國。他一生研究文化史，他是個歷史學家，偏重在文化。人非常慈悲，有智慧。因為他經歷過兩次世界大戰，特別第二次世界大戰之後出現核武，他對這個事情非常關心。核武戰爭沒有勝負，是人類自相殘殺、自相毀滅，如何來挽救？他想的一套方法，是從中國歷史上得到的啟示。他知道中國周朝晚年，周朝八百年，但是五百年是亂世，春秋戰國，民不聊生，人民痛苦。孔子生在春秋時代，孟子生在戰國時代。主權國家多了，很容易引發戰爭，為了利益衝突。所以他就想到，中國結束春秋戰國的是秦始皇，統一中國，在行政上真正統一，雖然壽命不長，只有十五年。漢取而代之，在漢朝出現過盛世。唯有統一才能解決這個問題。所以他就想到，今天整個地球要統一，核武戰爭就會避免。用什麼方法統一？什麼人來統一？他是英國人，他說用文化統一，用聖賢教學來統一，什麼人？中國人。"
    },
    {
      "id": "02-041-0104_p0027",
      "zh_CN": "八十以后到八十五，这五年，他的信心非常坚固。有人问他，中国现在还很乱，在那个时代。他说不要紧，毕竟中国有五千年的历史文化，它会回头。他说这么一句话。为什么？一切法走不通了，回过头来一看，老祖宗东西现成的。在他著作里头，访问、谈话、报章杂志上都有刊载，讨论全世界的古代文明，他看到全世界最优秀的中国，他叫东亚文化。东亚是以中国为主，还有三个卫星文化，韩国、日本、越南，他们在两千年前就跟中国往来，就学习中国文化，而且非常有成就。他说中国、韩国、日本、越南，这四个要变成一个核心，同心同力，就能影响到全世界。中国统一，中国人心量大，在周朝那个时候就普遍能看到，中国人对国家说得很少，一开口就是天下。所以中国那个时候，八百诸侯统一成一个大国，就叫统一天下，一直到今天还保持统一，大一统。虽然改朝换代，文化没中断，教学的理念跟方法没中断，这个非常难得。",
      "zh_TW": "八十以後到八十五，這五年，他的信心非常堅固。有人問他，中國現在還很亂，在那個時代。他說不要緊，畢竟中國有五千年的歷史文化，它會回頭。他說這麼一句話。為什麼？一切法走不通了，回過頭來一看，老祖宗東西現成的。在他著作裡頭，訪問、談話、報章雜誌上都有刊載，討論全世界的古代文明，他看到全世界最優秀的中國，他叫東亞文化。東亞是以中國為主，還有三個衛星文化，韓國、日本、越南，他們在兩千年前就跟中國往來，就學習中國文化，而且非常有成就。他說中國、韓國、日本、越南，這四個要變成一個核心，同心同力，就能影響到全世界。中國統一，中國人心量大，在周朝那個時候就普遍能看到，中國人對國家說得很少，一開口就是天下。所以中國那個時候，八百諸侯統一成一個大國，就叫統一天下，一直到今天還保持統一，大一統。雖然改朝換代，文化沒中斷，教學的理念跟方法沒中斷，這個非常難得。"
    },
    {
      "id": "02-041-0104_p0028",
      "zh_CN": "他的那些言论，我们看了，帮助我们对于中国传统的信心生起来了。讲得头头是道，称赞中国的汉字、文言文，他们主张，汉字、文言文将来一定要变成世界共同的语文。如果好东西保存到后世，千年万世，一定要用这个工具，这个工具是世界独一无二，只有中国这种方法能够保存。他举个例子，譬如孔老夫子，二千五百年的人，现在如果跟毛主席见面，言语不通，写字都能通、都能懂得，这个文字好！中国幅员这么大，人口这么多，每个地方都有自己的语言，但是文字统一了，语言不同，写出来的字意思完全一样。所以希望将来汉字、文言文，变成全世界通用的语文，世界语文。他说的，我们今天看到这个迹象了。他是英国人，我最近听说，英国已经开始从幼儿园、小学、中学、大学统统学中文。有人问，英国主管教育的这些官员，你们为什么这样做？他们的回答，中文将来是世界语言，就像现在的英语一样，如果你要不学，就跟不上时代。印度尼西亚上个月开始，七月，全国中小学学生，学中国的《弟子规》，正式列入课程，我们看了欢喜。回教大学要开汉学院，校长（也是印尼的回教大学校长）两次到香港来看我，告诉我这个事情，还要建一个四库图书馆，不可思议。我今天中午接待我们的市长，还有一位部长、有一位是国会议员，中午来访问我们，我接待他中午在一起吃饭。我希望图文巴宗教团结起来，将来对于世界和平会有很大的贡献。这三位都欢喜，这是好事情。",
      "zh_TW": "他的那些言論，我們看了，幫助我們對於中國傳統的信心生起來了。講得頭頭是道，稱讚中國的漢字、文言文，他們主張，漢字、文言文將來一定要變成世界共同的語文。如果好東西保存到後世，千年萬世，一定要用這個工具，這個工具是世界獨一無二，只有中國這種方法能夠保存。他舉個例子，譬如孔老夫子，二千五百年的人，現在如果跟毛主席見面，言語不通，寫字都能通、都能懂得，這個文字好！中國幅員這麼大，人口這麼多，每個地方都有自己的語言，但是文字統一了，語言不同，寫出來的字意思完全一樣。所以希望將來漢字、文言文，變成全世界通用的語文，世界語文。他說的，我們今天看到這個跡象了。他是英國人，我最近聽說，英國已經開始從幼兒園、小學、中學、大學統統學中文。有人問，英國主管教育的這些官員，你們為什麼這樣做？他們的回答，中文將來是世界語言，就像現在的英語一樣，如果你要不學，就跟不上時代。印度尼西亞上個月開始，七月，全國中小學學生，學中國的《弟子規》，正式列入課程，我們看了歡喜。回教大學要開漢學院，校長（也是印尼的回教大學校長）兩次到香港來看我，告訴我這個事情，還要建一個四庫圖書館，不可思議。我今天中午接待我們的市長，還有一位部長、有一位是國會議員，中午來訪問我們，我接待他中午在一起吃飯。我希望圖文巴宗教團結起來，將來對於世界和平會有很大的貢獻。這三位都歡喜，這是好事情。"
    },
    {
      "id": "02-041-0104_p0029",
      "zh_CN": "中国的典籍是真实智慧，《四库全书》、《大藏经》要认真努力专学一门，一门通了，开悟了，再广学多闻。为什么？不费力气，全通了，一部书翻几页完全明了。过去龙树菩萨开悟了，明心见性，他用三个月的时间，把世尊四十九年所说的一切法全部读完，我们相信。你看《六祖坛经》，惠能大师所说的，法达禅师一生专攻《法华》，见面向他请教，六祖说他不认识字，没有看过这个经，你念给我听。《法华经》二十八品，很长的一个分量，他念到第二品「方便品」，六祖就说：行了，不必念了，我全明白。人家学《法华》，学了十年还没通，他只听几句他就明白，讲《法华经》的大意，法达就开悟了。这种方法来学，一部《大藏经》三个月够了。你没有开悟学多难，三十年你都学不到，开悟之后三个月全通了。所以中国传统教学，大乘佛法的教学，是以开悟为主要的目标，不开悟怎么行！悟从哪里来？从定来的。所以因戒得定，因定开慧，这是佛法教学总纲领。我们走这个路子。我们学一部经、学一部论，目的是什么？目的是得定。一门深入，让心定下来，除这一样东西之外统统放下，开悟之后再广学多闻，跟四弘誓愿里面所说的意思完全相同。希望我们同学，尤其年轻同学要多想一想，真正能够接受这个方法，没有一个不成就。一切众生本来是佛，智慧、德相都是平等的。今天时间到了，我们就学习到此地。",
      "zh_TW": "中國的典籍是真實智慧，《四庫全書》、《大藏經》要認真努力專學一門，一門通了，開悟了，再廣學多聞。為什麼？不費力氣，全通了，一部書翻幾頁完全明瞭。過去龍樹菩薩開悟了，明心見性，他用三個月的時間，把世尊四十九年所說的一切法全部讀完，我們相信。你看《六祖壇經》，惠能大師所說的，法達禪師一生專攻《法華》，見面向他請教，六祖說他不認識字，沒有看過這個經，你念給我聽。《法華經》二十八品，很長的一個分量，他念到第二品「方便品」，六祖就說：行了，不必念了，我全明白。人家學《法華》，學了十年還沒通，他只聽幾句他就明白，講《法華經》的大意，法達就開悟了。這種方法來學，一部《大藏經》三個月夠了。你沒有開悟學多難，三十年你都學不到，開悟之後三個月全通了。所以中國傳統教學，大乘佛法的教學，是以開悟為主要的目標，不開悟怎麼行！悟從哪裡來？從定來的。所以因戒得定，因定開慧，這是佛法教學總綱領。我們走這個路子。我們學一部經、學一部論，目的是什麼？目的是得定。一門深入，讓心定下來，除這一樣東西之外統統放下，開悟之後再廣學多聞，跟四弘誓願裡面所說的意思完全相同。希望我們同學，尤其年輕同學要多想一想，真正能夠接受這個方法，沒有一個不成就。一切眾生本來是佛，智慧、德相都是平等的。今天時間到了，我們就學習到此地。"
    }
  ]
}