{
  "doc_id": "02-041-0322",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三二二集",
    "zh_TW": "第三二二集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0322",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-041-0322_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0322_p0002",
      "zh_CN": "请看《大经科注》第七百六十七页，第七行第二句看起：",
      "zh_TW": "請看《大經科註》第七百六十七頁，第七行第二句看起："
    },
    {
      "id": "02-041-0322_p0003",
      "zh_CN": "「按上之论点有三」。我们这个当中有很多繁杂的事情，所以停了几天。停的时间久了，怕把上面讲的都忘掉了，我们还是从上面念起，从第一行念起，我念一念，然后我们接着讲。注解解释「梦见彼佛，亦得往生。功德智慧，次如中辈者也」。我们看注解。「梦见彼佛」，下面有两个解释，「其义稍异」，这两个说法有点不一样。第一个，「望西谓先是梦见，临终时是眼见佛。疏曰：三辈俱有梦见眼见故」，都有。「《觉经》中说上辈云：于其卧睡中，梦见无量清净佛」，就是阿弥陀佛，「及诸菩萨、阿罗汉。其人寿命欲终时，无量清净佛，则自与诸菩萨、阿罗汉，共翻飞行迎之」，有这种现象。「中辈亦同梦见彼佛。往生先兆，临终来迎。本愿胜益，故俱应有。若无佛迎，本愿虚设」，这句话很重要。往生的人临命终时，只要具足两个条件，就是深信切愿，深信，真正相信有极乐世界，真正相信有阿弥陀佛，决定没有怀疑，这就是信愿具足。蕅益大师说得很好，能不能往生，决定在信愿之有无。换句话说，有信有愿就是往生的条件具足了。念佛功夫浅深，讲念佛功夫成片、事一心不乱、理一心不乱，这是念佛功夫浅深，往生西方极乐世界品位高下不同。这都是四十八愿的愿文，愿文里面清清楚楚的，决定不是假的。所以临终佛来接引，这是必然的事情，我们决定不需要怀疑，我们应该具足深信切愿，取得西方极乐世界。",
      "zh_TW": "「按上之論點有三」。我們這個當中有很多繁雜的事情，所以停了幾天。停的時間久了，怕把上面講的都忘掉了，我們還是從上面念起，從第一行念起，我念一念，然後我們接著講。註解解釋「夢見彼佛，亦得往生。功德智慧，次如中輩者也」。我們看註解。「夢見彼佛」，下面有兩個解釋，「其義稍異」，這兩個說法有點不一樣。第一個，「望西謂先是夢見，臨終時是眼見佛。疏曰：三輩俱有夢見眼見故」，都有。「《覺經》中說上輩云：於其臥睡中，夢見無量清淨佛」，就是阿彌陀佛，「及諸菩薩、阿羅漢。其人壽命欲終時，無量清淨佛，則自與諸菩薩、阿羅漢，共翻飛行迎之」，有這種現象。「中輩亦同夢見彼佛。往生先兆，臨終來迎。本願勝益，故俱應有。若無佛迎，本願虛設」，這句話很重要。往生的人臨命終時，只要具足兩個條件，就是深信切願，深信，真正相信有極樂世界，真正相信有阿彌陀佛，決定沒有懷疑，這就是信願具足。蕅益大師說得很好，能不能往生，決定在信願之有無。換句話說，有信有願就是往生的條件具足了。念佛功夫淺深，講念佛功夫成片、事一心不亂、理一心不亂，這是念佛功夫淺深，往生西方極樂世界品位高下不同。這都是四十八願的願文，願文裡面清清楚楚的，決定不是假的。所以臨終佛來接引，這是必然的事情，我們決定不需要懷疑，我們應該具足深信切願，取得西方極樂世界。"
    },
    {
      "id": "02-041-0322_p0004",
      "zh_CN": "过去曾经有人问莲池、蕅益大师，这是明朝末年清朝初年净宗两位大德，后人非常向往，他们不是凡人。尤其蕅益大师的《弥陀经》注解，印光大师赞叹，即使古佛再来给《弥陀经》做个注解也不能超过其上，这种赞叹是赞叹到极处，无以复加了。换句话说，蕅益大师的《要解》，等于是阿弥陀佛自己来说的、来注解的，哪里会有错误？我们要有坚定的信心。念佛功夫浅深不要紧，甚至于，这都经上讲的，都是愿文上有的，五逆十恶，临终十念、一念都能往生。阿弥陀佛本愿里头没有说五逆十恶临终我不来接引，没有说这个话，没有说这个话，那就当然来接引。各个人发心、修行功夫不一样，所以临终的时候就福报不一样。我们这样讲大家更容易懂。福报差一点的，梦中见佛，自己还有些业障，佛来接引，也说不清楚。有人说出来了，我见到佛来接我了；有人没有说这句话，实际上佛也接他走了，肯定有很多。这些我们都要清楚、都要明了，最重要的是什么？将来自己走的时候，我们争取这一招。",
      "zh_TW": "過去曾經有人問蓮池、蕅益大師，這是明朝末年清朝初年淨宗兩位大德，後人非常嚮往，他們不是凡人。尤其蕅益大師的《彌陀經》註解，印光大師讚歎，即使古佛再來給《彌陀經》做個註解也不能超過其上，這種讚歎是讚歎到極處，無以復加了。換句話說，蕅益大師的《要解》，等於是阿彌陀佛自己來說的、來註解的，哪裡會有錯誤？我們要有堅定的信心。念佛功夫淺深不要緊，甚至於，這都經上講的，都是願文上有的，五逆十惡，臨終十念、一念都能往生。阿彌陀佛本願裡頭沒有說五逆十惡臨終我不來接引，沒有說這個話，沒有說這個話，那就當然來接引。各個人發心、修行功夫不一樣，所以臨終的時候就福報不一樣。我們這樣講大家更容易懂。福報差一點的，夢中見佛，自己還有些業障，佛來接引，也說不清楚。有人說出來了，我見到佛來接我了；有人沒有說這句話，實際上佛也接他走了，肯定有很多。這些我們都要清楚、都要明瞭，最重要的是什麼？將來自己走的時候，我們爭取這一招。"
    },
    {
      "id": "02-041-0322_p0005",
      "zh_CN": "往生到极乐世界，你说我的家亲眷属，无论在哪一道、无论在哪一个佛国土，你在极乐世界统统看到了，到极乐世界就有这个好处，而且你就能够帮助他们。到西方极乐世界，得阿弥陀佛本愿威神，还有阿弥陀佛无量劫修行的功德加持你，让你的智慧、神通、道力几乎跟阿弥陀佛差不多相等。阿弥陀佛能现无量无边身，接引十方念佛往生的这些菩萨们。每一个往生的，往生到极乐世界，我们通常都称菩萨，凡圣同居土下下品往生也称菩萨，他们的智慧、神通、道力，得佛力这一加持，「皆作阿惟越致菩萨」。这句话重要。阿惟越致是什么？法身大士，极乐世界殊胜就殊胜在此地，十方世界没有，只有它有，凡圣同居土下下品往生，也作阿惟越致菩萨。换句话说，极乐世界往生过去的人有没有等级？有，三辈九品，确实有等级，四土三辈九品，但是待遇完全是平等的，统统都是阿惟越致的待遇。这就很特殊了，待遇是法身菩萨的待遇，最高的待遇。这样的待遇，所以智慧神通就很大，跟阿弥陀佛差不多，有能力分身。阿弥陀佛分无量无边身到十方世界接引众生，那往生的人就分身干什么？我们也分无量无边身，跟着阿弥陀佛学习；阿弥陀佛接引众生，我们分无量无边身到十方无量无边诸佛刹土去拜佛、供佛，这修福，听佛讲经说法修慧，福慧双修。你乐意怎么做，都能够圆满，没有一样不圆满，你不到十方世界去，行，就在阿弥陀佛大讲堂听阿弥陀佛讲经说法也一样。",
      "zh_TW": "往生到極樂世界，你說我的家親眷屬，無論在哪一道、無論在哪一個佛國土，你在極樂世界統統看到了，到極樂世界就有這個好處，而且你就能夠幫助他們。到西方極樂世界，得阿彌陀佛本願威神，還有阿彌陀佛無量劫修行的功德加持你，讓你的智慧、神通、道力幾乎跟阿彌陀佛差不多相等。阿彌陀佛能現無量無邊身，接引十方念佛往生的這些菩薩們。每一個往生的，往生到極樂世界，我們通常都稱菩薩，凡聖同居土下下品往生也稱菩薩，他們的智慧、神通、道力，得佛力這一加持，「皆作阿惟越致菩薩」。這句話重要。阿惟越致是什麼？法身大士，極樂世界殊勝就殊勝在此地，十方世界沒有，只有它有，凡聖同居土下下品往生，也作阿惟越致菩薩。換句話說，極樂世界往生過去的人有沒有等級？有，三輩九品，確實有等級，四土三輩九品，但是待遇完全是平等的，統統都是阿惟越致的待遇。這就很特殊了，待遇是法身菩薩的待遇，最高的待遇。這樣的待遇，所以智慧神通就很大，跟阿彌陀佛差不多，有能力分身。阿彌陀佛分無量無邊身到十方世界接引眾生，那往生的人就分身幹什麼？我們也分無量無邊身，跟著阿彌陀佛學習；阿彌陀佛接引眾生，我們分無量無邊身到十方無量無邊諸佛剎土去拜佛、供佛，這修福，聽佛講經說法修慧，福慧雙修。你樂意怎麼做，都能夠圓滿，沒有一樣不圓滿，你不到十方世界去，行，就在阿彌陀佛大講堂聽阿彌陀佛講經說法也一樣。"
    },
    {
      "id": "02-041-0322_p0006",
      "zh_CN": "佛佛道同，佛佛互相称赞。诸佛如来没有妄想分别执着，每一个往生到极乐世界去的，起心动念、妄想执着都没有了。不是我有能力断掉的，不是，阿弥陀佛本愿威神加持你。虽有不起作用，起作用是智慧起作用，是佛力加持起作用。这让我们真正体会到极乐世界无比的殊胜，让我们对于释迦牟尼佛生起无尽感恩之心，要不是他介绍，我们怎么会知道？诸佛的介绍是阿弥陀佛的愿力，第十七愿「诸佛称叹」，称赞就是介绍，没有一尊佛不讲《无量寿经》，没有一尊佛不讲《阿弥陀经》，净土三经都是一切诸佛常说的。释迦牟尼佛一生多次宣讲，不是一次、二次，可见得这个法门重要。遇到这个法门，你这一生决定成就；遇不到这个法门，你这一生不太可能成就，只是善根福德提升，要想脱离六道轮回，往生极乐世界，不容易。",
      "zh_TW": "佛佛道同，佛佛互相稱讚。諸佛如來沒有妄想分別執著，每一個往生到極樂世界去的，起心動念、妄想執著都沒有了。不是我有能力斷掉的，不是，阿彌陀佛本願威神加持你。雖有不起作用，起作用是智慧起作用，是佛力加持起作用。這讓我們真正體會到極樂世界無比的殊勝，讓我們對於釋迦牟尼佛生起無盡感恩之心，要不是他介紹，我們怎麼會知道？諸佛的介紹是阿彌陀佛的願力，第十七願「諸佛稱歎」，稱讚就是介紹，沒有一尊佛不講《無量壽經》，沒有一尊佛不講《阿彌陀經》，淨土三經都是一切諸佛常說的。釋迦牟尼佛一生多次宣講，不是一次、二次，可見得這個法門重要。遇到這個法門，你這一生決定成就；遇不到這個法門，你這一生不太可能成就，只是善根福德提升，要想脫離六道輪迴，往生極樂世界，不容易。"
    },
    {
      "id": "02-041-0322_p0007",
      "zh_CN": "这一段，我们看到经上所说的，克实而论，梦见之后可以见到佛来迎接。有人说出来了，有人没说出来，这是各人福报不一样。临走的时候清楚，把他所看到的说出来，这个福报大，为什么？影响别人，让旁边的人增长信心。自己走了，一句话说不出，这是自己业障重，他没这个福，但是他往生了，比前面一种人福报差一点。所以平常求佛加持，常常求佛加持，养成一个习惯，到临命终时，也求佛加持，让我有精神、有体力把临终的境界跟大家说清楚。佛氏门中，有求必应。这里引用《观经》上说得好，「化佛来迎」。恶人尚尔，况善人耶？五逆十恶临命终时，只要临命终时不糊涂，具足信愿，一心称念，一声、十声都能往生。造五逆十恶业，临终也能往生，何况我们虽然造业没那么重，佛哪有不来迎的道理！",
      "zh_TW": "這一段，我們看到經上所說的，剋實而論，夢見之後可以見到佛來迎接。有人說出來了，有人沒說出來，這是各人福報不一樣。臨走的時候清楚，把他所看到的說出來，這個福報大，為什麼？影響別人，讓旁邊的人增長信心。自己走了，一句話說不出，這是自己業障重，他沒這個福，但是他往生了，比前面一種人福報差一點。所以平常求佛加持，常常求佛加持，養成一個習慣，到臨命終時，也求佛加持，讓我有精神、有體力把臨終的境界跟大家說清楚。佛氏門中，有求必應。這裡引用《觀經》上說得好，「化佛來迎」。惡人尚爾，況善人耶？五逆十惡臨命終時，只要臨命終時不糊塗，具足信願，一心稱念，一聲、十聲都能往生。造五逆十惡業，臨終也能往生，何況我們雖然造業沒那麼重，佛哪有不來迎的道理！"
    },
    {
      "id": "02-041-0322_p0008",
      "zh_CN": "所以我们就接着今天这个注解来看。按上面的论点有三，第一个，「彼佛有临终接引之本愿。若于下辈，不来迎接，则有违本愿故」。佛是决定不会违背自己的本愿，他说到做到，那我们就有理由相信，佛决定来迎。第二个，「《观经》下品，俱是恶人，佛尚来迎。今经下辈，俱是善士，焉能不迎」。这说得好，很合乎逻辑。彼佛有临终接引之愿，彼佛是阿弥陀佛，他四十八愿有发这个愿，所以下辈往生的当然也来迎接，不然的话就违背本愿了。再说就是《观无量寿经》的下品，统统是作五逆十恶的人，是讲这些，佛都来迎接。本经，今经是指本经，下辈往生，都是善人，不是造作恶业的人，哪有不来迎接的道理？第三，在五种原译本里面《汉译》的、《吴译》的，这两种译本里面，我们看到，上辈、中辈，「俱先梦佛，然后临终见佛」，经文上是这样说法的，上中二辈。现在讲到下辈往生，「亦应如是」，也应该都是先梦到佛，然后见佛。「是故本经谓梦见，言其前者。《观经》云见佛，指其后者也。此是一说。」这是第一种的讲法，都有根据的。",
      "zh_TW": "所以我們就接著今天這個註解來看。按上面的論點有三，第一個，「彼佛有臨終接引之本願。若於下輩，不來迎接，則有違本願故」。佛是決定不會違背自己的本願，他說到做到，那我們就有理由相信，佛決定來迎。第二個，「《觀經》下品，俱是惡人，佛尚來迎。今經下輩，俱是善士，焉能不迎」。這說得好，很合乎邏輯。彼佛有臨終接引之願，彼佛是阿彌陀佛，他四十八願有發這個願，所以下輩往生的當然也來迎接，不然的話就違背本願了。再說就是《觀無量壽經》的下品，統統是作五逆十惡的人，是講這些，佛都來迎接。本經，今經是指本經，下輩往生，都是善人，不是造作惡業的人，哪有不來迎接的道理？第三，在五種原譯本裡面《漢譯》的、《吳譯》的，這兩種譯本裡面，我們看到，上輩、中輩，「俱先夢佛，然後臨終見佛」，經文上是這樣說法的，上中二輩。現在講到下輩往生，「亦應如是」，也應該都是先夢到佛，然後見佛。「是故本經謂夢見，言其前者。《觀經》云見佛，指其後者也。此是一說。」這是第一種的講法，都有根據的。"
    },
    {
      "id": "02-041-0322_p0009",
      "zh_CN": "第二，「另一说如《会疏》谓确是佛迎，但仿佛似梦」。真的佛来迎接他，这就是自己业障重，有没有见到佛？见到了，见到怎样？好像是在梦中，也就是说不是十分的清晰，确实是见到。说到这个地方，我们在日常生活当中就要知道断恶修善，一切时、一切处不让自己有恶念生起。纵然见到不好的境界，逆境恶缘，环境不好，很不喜欢，见到一些都是冤亲债主，都是来找麻烦的，我们要用什么心对待？念阿弥陀佛。念阿弥陀佛是用佛号把自己的心控制住，要起心看境界是极乐世界的境界，看众生统是阿弥陀佛，好！这功德很大，这真修行，真在这练本事。念念当中，一切人统是阿弥陀佛，一切境界统是西方极乐世界。一切法从心想生，看你怎么想，那为什么不想好的去想坏的？好的、坏的都是从心想生的。平常功夫练成，养成习惯了，到临命终时管用。你见到的境界清晰，不是仿佛在梦中，不是，清清楚楚明明白白，你会给大众交代得清清楚楚，跟佛到极乐世界去了。",
      "zh_TW": "第二，「另一說如《會疏》謂確是佛迎，但彷彿似夢」。真的佛來迎接他，這就是自己業障重，有沒有見到佛？見到了，見到怎樣？好像是在夢中，也就是說不是十分的清晰，確實是見到。說到這個地方，我們在日常生活當中就要知道斷惡修善，一切時、一切處不讓自己有惡念生起。縱然見到不好的境界，逆境惡緣，環境不好，很不喜歡，見到一些都是冤親債主，都是來找麻煩的，我們要用什麼心對待？念阿彌陀佛。念阿彌陀佛是用佛號把自己的心控制住，要起心看境界是極樂世界的境界，看眾生統是阿彌陀佛，好！這功德很大，這真修行，真在這練本事。念念當中，一切人統是阿彌陀佛，一切境界統是西方極樂世界。一切法從心想生，看你怎麼想，那為什麼不想好的去想壞的？好的、壞的都是從心想生的。平常功夫練成，養成習慣了，到臨命終時管用。你見到的境界清晰，不是彷彿在夢中，不是，清清楚楚明明白白，你會給大眾交代得清清楚楚，跟佛到極樂世界去了。"
    },
    {
      "id": "02-041-0322_p0010",
      "zh_CN": "底下举的《观经》，「疏曰：梦见彼佛者，如《观经》下三品人。命促刹那，狱火来现。虽佛来迎，仿佛不明，犹如梦中故」。这是造的业很重，自己的功夫不够深，要够深的话，看不到地狱。在梦中先看到地狱，警觉性很高，马上这一句阿弥陀佛，地狱就没有了。这个时候是关键的时候，功夫能不能真正得力，这关系很大。这个时候真的叫分秒必争，没有分，就是秒，秒秒都要争取，决定不许有恶念，不容许有恶的念头，有恶的念头不许可，念念都是阿弥陀佛，没有第二念。见到一切境界，全是阿弥陀佛，全是极乐世界，这就好。「若不尔者，何至临终，得安闲神游乎？」临命终时，这第二。「盖谓《观经》所示下品之人，临终之时，地狱众火，一时俱至，众苦交逼。佛虽现前，但以神识不清，不甚明了。依稀仿佛，若在梦中。故云梦见彼佛也。若非有佛来迎者，焉能安闲有此十念，而随佛神游极乐也。」这些话很重要。佛来接引，你真得到了。「两疏所辨虽异」，这两家说法虽然不同，「但谓下辈往生，亦有佛来迎是一。殊途同归。故并引征，以证斯旨。」这些都是让我们放心，下辈往生，佛真的来接引。问题，还是我们在平常生活当中要真正懂得断恶修善、积功累德，这个功德，特别在临终见佛，显示不可思议的境界，自己欢喜，让在身边的大众个个生欢喜心，这无量功德。",
      "zh_TW": "底下舉的《觀經》，「疏曰：夢見彼佛者，如《觀經》下三品人。命促剎那，獄火來現。雖佛來迎，彷彿不明，猶如夢中故」。這是造的業很重，自己的功夫不夠深，要夠深的話，看不到地獄。在夢中先看到地獄，警覺性很高，馬上這一句阿彌陀佛，地獄就沒有了。這個時候是關鍵的時候，功夫能不能真正得力，這關係很大。這個時候真的叫分秒必爭，沒有分，就是秒，秒秒都要爭取，決定不許有惡念，不容許有惡的念頭，有惡的念頭不許可，念念都是阿彌陀佛，沒有第二念。見到一切境界，全是阿彌陀佛，全是極樂世界，這就好。「若不爾者，何至臨終，得安閑神遊乎？」臨命終時，這第二。「蓋謂《觀經》所示下品之人，臨終之時，地獄眾火，一時俱至，眾苦交逼。佛雖現前，但以神識不清，不甚明了。依稀彷彿，若在夢中。故云夢見彼佛也。若非有佛來迎者，焉能安閑有此十念，而隨佛神遊極樂也。」這些話很重要。佛來接引，你真得到了。「兩疏所辨雖異」，這兩家說法雖然不同，「但謂下輩往生，亦有佛來迎是一。殊途同歸。故並引徵，以證斯旨。」這些都是讓我們放心，下輩往生，佛真的來接引。問題，還是我們在平常生活當中要真正懂得斷惡修善、積功累德，這個功德，特別在臨終見佛，顯示不可思議的境界，自己歡喜，讓在身邊的大眾個個生歡喜心，這無量功德。"
    },
    {
      "id": "02-041-0322_p0011",
      "zh_CN": "下面再说，「至于《观经》下品三人，俱是恶人者。善导大师谓下品上生者，是造十恶轻罪凡夫人，下品中生，是破戒次罪凡夫人」。这个破戒，里面包含着在家、出家，这个现象很普遍。在家受戒了，受了三皈五戒，受了菩萨戒，受了八关斋戒，几个人真正能守住？出家更不必说，沙弥戒有没有破？比丘戒有没有破？菩萨戒？那依照善导大师的话来说，现在在家出家往生的，大概都是下品，下品上生、下品中生、下品下生，都是属于这个。为什么戒那么容易破？环境太恶劣了。几个人在日常生活当中不受环境干扰？那是念佛有功夫的人。无论在什么环境里，就是我刚才所说的，也是常常念念劝导大家，这也劝我自己的，心里头只有阿弥陀佛，除阿弥陀佛之外，什么都不放在心上。有念头起来，就想着《金刚经》上说的「凡所有相，皆是虚妄」，就不执着了。「一切法」，世出世间一切法，「无所有，毕竟空，不可得」，这才能放得下。怎么放下？时时刻刻，无论在什么地方，统统是放下。",
      "zh_TW": "下面再說，「至於《觀經》下品三人，俱是惡人者。善導大師謂下品上生者，是造十惡輕罪凡夫人，下品中生，是破戒次罪凡夫人」。這個破戒，裡面包含著在家、出家，這個現象很普遍。在家受戒了，受了三皈五戒，受了菩薩戒，受了八關齋戒，幾個人真正能守住？出家更不必說，沙彌戒有沒有破？比丘戒有沒有破？菩薩戒？那依照善導大師的話來說，現在在家出家往生的，大概都是下品，下品上生、下品中生、下品下生，都是屬於這個。為什麼戒那麼容易破？環境太惡劣了。幾個人在日常生活當中不受環境干擾？那是念佛有功夫的人。無論在什麼環境裡，就是我剛才所說的，也是常常念念勸導大家，這也勸我自己的，心裡頭只有阿彌陀佛，除阿彌陀佛之外，什麼都不放在心上。有念頭起來，就想著《金剛經》上說的「凡所有相，皆是虛妄」，就不執著了。「一切法」，世出世間一切法，「無所有，畢竟空，不可得」，這才能放得下。怎麼放下？時時刻刻，無論在什麼地方，統統是放下。"
    },
    {
      "id": "02-041-0322_p0012",
      "zh_CN": "最彻底的放下，身，这个身不是我，把它放下，不是我，我不要为这个身去操心、去造业。我有真我，真我在哪里？到极乐世界就见到真我了。真我不生不灭，我们这个身体刹那生灭。弥勒菩萨告诉我们，一弹指有三十二亿百千念。一个念头就是一个生灭，前念灭了后念生，前念灭后念又生，它永远不断，断了就没事了，它不断。这个东西在佛经叫阿赖耶，迷失自性的真我。觉悟了，觉悟了就叫法身，法身没相，法身能现一切相，证得法身，那是无相而无不相。他二边都不执着，无相不执着，无不相也不执着，为什么？都不可得。假相不可得，生灭也不可得，真相也不可得，为什么？真的它没有相。它是什么？净宗最高境界讲常寂光。常寂光就是法身，常就是不生不灭，常；寂是清净，永远没有染污，也就是永远不受任何境界干扰；第三个，它是光，它的体是光。在哪里？无处不在，无时不在，我们统统在常寂光中，只是自己没有感觉到。证得常寂光就是圆满成佛了，什么人证得？净宗所讲的妙觉如来，证入常寂光了。很难懂。",
      "zh_TW": "最徹底的放下，身，這個身不是我，把它放下，不是我，我不要為這個身去操心、去造業。我有真我，真我在哪裡？到極樂世界就見到真我了。真我不生不滅，我們這個身體剎那生滅。彌勒菩薩告訴我們，一彈指有三十二億百千念。一個念頭就是一個生滅，前念滅了後念生，前念滅後念又生，它永遠不斷，斷了就沒事了，它不斷。這個東西在佛經叫阿賴耶，迷失自性的真我。覺悟了，覺悟了就叫法身，法身沒相，法身能現一切相，證得法身，那是無相而無不相。他二邊都不執著，無相不執著，無不相也不執著，為什麼？都不可得。假相不可得，生滅也不可得，真相也不可得，為什麼？真的它沒有相。它是什麼？淨宗最高境界講常寂光。常寂光就是法身，常就是不生不滅，常；寂是清淨，永遠沒有染污，也就是永遠不受任何境界干擾；第三個，它是光，它的體是光。在哪裡？無處不在，無時不在，我們統統在常寂光中，只是自己沒有感覺到。證得常寂光就是圓滿成佛了，什麼人證得？淨宗所講的妙覺如來，證入常寂光了。很難懂。"
    },
    {
      "id": "02-041-0322_p0013",
      "zh_CN": "我们现在用这种高科技，用电视传播，我们在一起学习，我常常用电视画面来比喻，大家就好懂。我们打开屏幕是一片光明，一片光，这个光就是常寂光，里面什么也没有。按上频道，它就无不相了，现相就出来了，频道是什么？频道是阿赖耶，什么是阿赖耶？动念了，念头一动相就出现了，就频道按下去了。几个人能在频道里面知道，这个作用是屏幕跟频道同时现出来的时候，我们看到这个相？我们都看到了，但是我们的注意力都在形相上，没有在屏幕上，如果在屏幕上的话，你就知道这个相全是空的，根本就不存在。它的频率太高了，我们今天用的电视，这个画面一个一个接着一个，前念灭后念生，多快？一秒钟一百张。所以你没有看到它跳动，它是一张一张在跳动，频率太快了，好像是真的，其实如果是一张你看不到，只有一张，一张过去，底下没有了。那你放放看，百分之一秒，你会看到什么？有一个光突然亮了一下就没有了，甚至于连这个光都看不到，你都没看清楚，有那么个印象，但是没看清楚，什么都不知道，它是一个整个的画面。",
      "zh_TW": "我們現在用這種高科技，用電視傳播，我們在一起學習，我常常用電視畫面來比喻，大家就好懂。我們打開屏幕是一片光明，一片光，這個光就是常寂光，裡面什麼也沒有。按上頻道，它就無不相了，現相就出來了，頻道是什麼？頻道是阿賴耶，什麼是阿賴耶？動念了，念頭一動相就出現了，就頻道按下去了。幾個人能在頻道裡面知道，這個作用是屏幕跟頻道同時現出來的時候，我們看到這個相？我們都看到了，但是我們的注意力都在形相上，沒有在屏幕上，如果在屏幕上的話，你就知道這個相全是空的，根本就不存在。它的頻率太高了，我們今天用的電視，這個畫面一個一個接著一個，前念滅後念生，多快？一秒鐘一百張。所以你沒有看到它跳動，它是一張一張在跳動，頻率太快了，好像是真的，其實如果是一張你看不到，只有一張，一張過去，底下沒有了。那你放放看，百分之一秒，你會看到什麼？有一個光突然亮了一下就沒有了，甚至於連這個光都看不到，你都沒看清楚，有那麼個印象，但是沒看清楚，什麼都不知道，它是一個整個的畫面。"
    },
    {
      "id": "02-041-0322_p0014",
      "zh_CN": "弥勒菩萨告诉我们，一秒钟生灭多少次？不是一百次，一百次太慢了。弥勒菩萨告诉我们，我们算出来，一秒钟二千二百四十兆次。现在的电视一秒钟一百次，而我们实际状况，我们生活当中，眼见色、耳闻声，实际上这个状况是一秒钟二千二百四十兆次，就完全不知道，都认为是真的，全是假的。这个要搞清楚、搞明白，叫知空知有。空有都知道了，空有二边都不执着，为什么？二边都不可得。执着空的人到哪里去了？到四空天去了，没出六道轮回，六道里面最高的是四空天，到那去了。执着色相的人到色界天去了，还有欲望的人，就是还有是非人我，欲界天去了，他的欲没有断。佛经上讲得清楚、讲得明白，我们自己在哪个层次，要清清楚楚。所以这些东西要把它统统放下，不容易，他已经养成习惯了，不是这一世养成的，生生世世无量劫养成的习惯，没法子断。八万四千法门，任何一个法门都是断烦恼证菩提，你要不断你成就不了。所以我们没办法，是真的不是假的。",
      "zh_TW": "彌勒菩薩告訴我們，一秒鐘生滅多少次？不是一百次，一百次太慢了。彌勒菩薩告訴我們，我們算出來，一秒鐘二千二百四十兆次。現在的電視一秒鐘一百次，而我們實際狀況，我們生活當中，眼見色、耳聞聲，實際上這個狀況是一秒鐘二千二百四十兆次，就完全不知道，都認為是真的，全是假的。這個要搞清楚、搞明白，叫知空知有。空有都知道了，空有二邊都不執著，為什麼？二邊都不可得。執著空的人到哪裡去了？到四空天去了，沒出六道輪迴，六道裡面最高的是四空天，到那去了。執著色相的人到色界天去了，還有欲望的人，就是還有是非人我，欲界天去了，他的欲沒有斷。佛經上講得清楚、講得明白，我們自己在哪個層次，要清清楚楚。所以這些東西要把它統統放下，不容易，他已經養成習慣了，不是這一世養成的，生生世世無量劫養成的習慣，沒法子斷。八萬四千法門，任何一個法門都是斷煩惱證菩提，你要不斷你成就不了。所以我們沒辦法，是真的不是假的。"
    },
    {
      "id": "02-041-0322_p0015",
      "zh_CN": "我学佛六十五年了，前面三十年，我不相信净土，念头都是大经大论，这个很感兴趣，搞了三十多年之后，不行，烦恼习气一丝毫都不能断。这是讲到《华严经》五十三参，看到文殊普贤统统发愿求生极乐世界，我才受了感动。说明文殊普贤不到极乐世界彻底成就也不是容易事情，他怎么成就的？往生到极乐世界，还是求阿弥陀佛帮忙，一生圆满成就，十大愿王导归极乐。我也就回头归极乐了，再把这个经连起来，看到夏莲老的会集本前面一篇长序，李老师告诉我，那篇长序是梅光羲写的。梅大士就是李老师的师父，他的佛学是跟梅光羲学的，所以说看到这个序文非常亲切，告诉我，我也就连着看了好几遍，对这个法门起了信心。尤其是梅大士的赞叹，这古来祖师大德也都这么说法，《无量寿经》即是中本《华严》。细心一核对，是真的。所以那个时候我就明白了，如果有《华严》的基础，会把《无量寿经》讲活了，为什么？《华严》是细说《无量寿经》，《无量寿经》是略说《大方广佛华严经》，略说，是一不是二。我在这完全搞清楚了，华藏世界就是极乐世界，极乐世界就是华藏世界。从华藏世界的门入很难，不能带业，要把见思烦恼统统断掉，你才进得去；而极乐世界这个门宽，这三种烦恼，尘沙、无明、见思烦恼，一品没有断都能往生，这太方便了！不但能往生，而且经上说得很清楚，五逆十恶，临命终时，他能信能愿，念一声佛号都能往生，也能进去。这法门到哪去找？换句话说，这个法门是真真实实普度无量无边众生一生成就，找不到第二门。门门都好，没有一个法门不好，人有四万八千病，佛有四万八千药方，都能治病。这是什么病都治，非常有效，而且治得彻底，决定没有副作用，这到哪去找？",
      "zh_TW": "我學佛六十五年了，前面三十年，我不相信淨土，念頭都是大經大論，這個很感興趣，搞了三十多年之後，不行，煩惱習氣一絲毫都不能斷。這是講到《華嚴經》五十三參，看到文殊普賢統統發願求生極樂世界，我才受了感動。說明文殊普賢不到極樂世界徹底成就也不是容易事情，他怎麼成就的？往生到極樂世界，還是求阿彌陀佛幫忙，一生圓滿成就，十大願王導歸極樂。我也就回頭歸極樂了，再把這個經連起來，看到夏蓮老的會集本前面一篇長序，李老師告訴我，那篇長序是梅光羲寫的。梅大士就是李老師的師父，他的佛學是跟梅光羲學的，所以說看到這個序文非常親切，告訴我，我也就連著看了好幾遍，對這個法門起了信心。尤其是梅大士的讚歎，這古來祖師大德也都這麼說法，《無量壽經》即是中本《華嚴》。細心一核對，是真的。所以那個時候我就明白了，如果有《華嚴》的基礎，會把《無量壽經》講活了，為什麼？《華嚴》是細說《無量壽經》，《無量壽經》是略說《大方廣佛華嚴經》，略說，是一不是二。我在這完全搞清楚了，華藏世界就是極樂世界，極樂世界就是華藏世界。從華藏世界的門入很難，不能帶業，要把見思煩惱統統斷掉，你才進得去；而極樂世界這個門寬，這三種煩惱，塵沙、無明、見思煩惱，一品沒有斷都能往生，這太方便了！不但能往生，而且經上說得很清楚，五逆十惡，臨命終時，他能信能願，念一聲佛號都能往生，也能進去。這法門到哪去找？換句話說，這個法門是真真實實普度無量無邊眾生一生成就，找不到第二門。門門都好，沒有一個法門不好，人有四萬八千病，佛有四萬八千藥方，都能治病。這是什麼病都治，非常有效，而且治得徹底，決定沒有副作用，這到哪去找？"
    },
    {
      "id": "02-041-0322_p0016",
      "zh_CN": "所以我们现在劝导一些同学们来学中国传统文化。佛教是中国传统文化里头一环，重要的环节，它早就跟中国传统文化融成一体了，儒释道三家，我们不能把它看歪了。特别是大乘经论，在中国完全用中国汉字文言文翻译出来。为什么？只有汉字文言文的载体，它能够永远传下去，万岁万万岁，一点不假。梵文没有这个能力，梵文是拼音文字，三百年，言语变了，就看不懂了。所以印度这些高僧大德有智慧，把经送到中国来，用中国汉字文言文做载体，它就永远流传了。所以汉字文言文重要！诸位读中国历史，中国历史上，夏商周三代，特别是周。这三代是怎么统一的，而称为天子？其实它们国很小，周文王他那个国家也不过一百里，方圆一百里，商只有七十里，称为王。诸侯国都是独立国，都是主权国，几百个，大大小小。但是都向周天子学习，为什么？他的政治办得最好，很令人羡慕，大大小小国家都向他学习，尊敬，尊称他为天子，是这么来的。",
      "zh_TW": "所以我們現在勸導一些同學們來學中國傳統文化。佛教是中國傳統文化裡頭一環，重要的環節，它早就跟中國傳統文化融成一體了，儒釋道三家，我們不能把它看歪了。特別是大乘經論，在中國完全用中國漢字文言文翻譯出來。為什麼？只有漢字文言文的載體，它能夠永遠傳下去，萬歲萬萬歲，一點不假。梵文沒有這個能力，梵文是拼音文字，三百年，言語變了，就看不懂了。所以印度這些高僧大德有智慧，把經送到中國來，用中國漢字文言文做載體，它就永遠流傳了。所以漢字文言文重要！諸位讀中國歷史，中國歷史上，夏商周三代，特別是周。這三代是怎麼統一的，而稱為天子？其實它們國很小，周文王他那個國家也不過一百里，方圓一百里，商只有七十里，稱為王。諸侯國都是獨立國，都是主權國，幾百個，大大小小。但是都向周天子學習，為什麼？他的政治辦得最好，很令人羨慕，大大小小國家都向他學習，尊敬，尊稱他為天子，是這麼來的。"
    },
    {
      "id": "02-041-0322_p0017",
      "zh_CN": "最近，特别是二十世纪后半期，很多外国学者到中国来研究汉文，研究中国的文字，文言文。他们发现了，中国文言文汉字，是了不起的发明。这个我们承认，全世界一直到今天，所有一切发明，都没有一样东西能够超过汉字文言文，太伟大了！它能把时间突破，古今可以往来，千万年前老祖宗留给我们，这些文字告诉我们，我们现在看得懂，不陌生，没有错会意思，这还得了！我们再传千万年之后，后人他拿到这个东西跟我们一样，一点错误都没有。世间有什么东西比这个更宝贵的？没有了，这才叫真正之宝，国宝。千万年来老祖宗的智慧、老祖宗的理念、老祖宗的方法、老祖宗的效果、老祖宗的经验，世世代代相传下去，中国人还得了！你念这些书，你就是神仙，你什么都通达，什么都明了，不糊涂。全世界其他族群里头没有的，中国独有。过去是四个国家有，中国是源头，跟中国学的，第一个是韩国，韩国跟中国有三千年的历史，也就是在春秋那个时代，韩国人跟中国有往来，可以到周朝。日本跟越南，二千五百年，春秋战国的时候，他们跟中国就往来。完全，这几千年，他们国家都用汉字、都用文言文，都读中国书。佛教传到中国来，他们的佛教，从中国传过去，统统读的是汉字文言文的经典。所以汤恩比说，东方文化，如果这四个国家团结起来，它们能够领导全世界，能够造成整个地球的千年盛世，功德无量无边。为什么会搞成这个样子？现在是这四个国家对于中国传统文化信心都丧失了，当然中国人是带头，中国人不相信了，他们也怀疑了。欧洲这十几位学者很了不起，他们大声疾呼，要复兴汉文化。只有汉文化对人类有大利益，对个人一生，这生活得幸福快乐，真的不是假的。",
      "zh_TW": "最近，特別是二十世紀後半期，很多外國學者到中國來研究漢文，研究中國的文字，文言文。他們發現了，中國文言文漢字，是了不起的發明。這個我們承認，全世界一直到今天，所有一切發明，都沒有一樣東西能夠超過漢字文言文，太偉大了！它能把時間突破，古今可以往來，千萬年前老祖宗留給我們，這些文字告訴我們，我們現在看得懂，不陌生，沒有錯會意思，這還得了！我們再傳千萬年之後，後人他拿到這個東西跟我們一樣，一點錯誤都沒有。世間有什麼東西比這個更寶貴的？沒有了，這才叫真正之寶，國寶。千萬年來老祖宗的智慧、老祖宗的理念、老祖宗的方法、老祖宗的效果、老祖宗的經驗，世世代代相傳下去，中國人還得了！你念這些書，你就是神仙，你什麼都通達，什麼都明瞭，不糊塗。全世界其他族群裡頭沒有的，中國獨有。過去是四個國家有，中國是源頭，跟中國學的，第一個是韓國，韓國跟中國有三千年的歷史，也就是在春秋那個時代，韓國人跟中國有往來，可以到周朝。日本跟越南，二千五百年，春秋戰國的時候，他們跟中國就往來。完全，這幾千年，他們國家都用漢字、都用文言文，都讀中國書。佛教傳到中國來，他們的佛教，從中國傳過去，統統讀的是漢字文言文的經典。所以湯恩比說，東方文化，如果這四個國家團結起來，它們能夠領導全世界，能夠造成整個地球的千年盛世，功德無量無邊。為什麼會搞成這個樣子？現在是這四個國家對於中國傳統文化信心都喪失了，當然中國人是帶頭，中國人不相信了，他們也懷疑了。歐洲這十幾位學者很了不起，他們大聲疾呼，要復興漢文化。只有漢文化對人類有大利益，對個人一生，這生活得幸福快樂，真的不是假的。"
    },
    {
      "id": "02-041-0322_p0018",
      "zh_CN": "幸福快乐与地位不相干、与财富不相干。所以中国读书人，一提起来「孔颜之乐」，孔子快乐，颜回快乐。这两个人没有做过大官，没有社会的地位，也没有财富，孔子是小康之家，能勉强维持；颜回就更糟糕，贫穷到极处，三餐饭都有问题。但是无论在什么时候，无论在什么场所，你见到颜回都是满面笑容。他那个快乐从哪来的？「学而时习之，不亦说乎」，从学习来的，学的是圣贤之道，古圣先贤留下来。夫子是述而不作，没有自己作的东西，全是古圣先贤留下来的，他学到了，他做到了，快乐！为什么要学大乘经典？答案都在经典上，部部经典都有。你看，夫子把为什么要学，他放在第一句话，「学而时习之，不亦说乎」，有味道！释迦牟尼佛放到最后，一头一尾都是最重要的，你看佛经到最后一句话是什么？「皆大欢喜，作礼而去」。为什么要学佛？皆大欢喜！弥勒菩萨做代表，你进入寺庙，进山门第一个见到的是谁？弥勒菩萨，满面笑容，在门口迎接你。不亦悦乎，皆大欢喜，你要不要？你自己得到快乐，一家快乐，一家幸福，社会安定，国家富强，天下太平，决定没有战争，没有斗争，没有竞争。把伦理道德、因果、圣贤教育统统都落实在生活里头、在工作里头，处事待人接物，快乐！人生要的是什么？就是要快乐，快乐是幸福。为什么要学？这个答复最好，我们就是为了看到这个要学的。真的，我学佛是方老师跟我讲哲学概论，讲到佛经哲学告诉我，学佛是人生最高的享受。我为什么学佛？就为这个学佛。老师不骗我。以后我遇到章嘉大师，章嘉大师劝我出家，要我学释迦牟尼佛。我出家之后再去看方老师，一见面看到，你真干了？我说是要真干，人生最高的享受要不干，那不太可惜了！我那个时候出家，没有一个赞成的，都说我学佛迷了，迷到所以然处了，怎么迷成这个样子？只有方老师一个人说，对了，你完全做对了！经书不能不读，特别是《无量寿经》，学了之后，你真正相信净土，真正相信一生可以解脱，慢慢逐渐逐渐在生活当中一切放下，得大自在，得大欢喜。",
      "zh_TW": "幸福快樂與地位不相干、與財富不相干。所以中國讀書人，一提起來「孔顏之樂」，孔子快樂，顏回快樂。這兩個人沒有做過大官，沒有社會的地位，也沒有財富，孔子是小康之家，能勉強維持；顏回就更糟糕，貧窮到極處，三餐飯都有問題。但是無論在什麼時候，無論在什麼場所，你見到顏回都是滿面笑容。他那個快樂從哪來的？「學而時習之，不亦說乎」，從學習來的，學的是聖賢之道，古聖先賢留下來。夫子是述而不作，沒有自己作的東西，全是古聖先賢留下來的，他學到了，他做到了，快樂！為什麼要學大乘經典？答案都在經典上，部部經典都有。你看，夫子把為什麼要學，他放在第一句話，「學而時習之，不亦說乎」，有味道！釋迦牟尼佛放到最後，一頭一尾都是最重要的，你看佛經到最後一句話是什麼？「皆大歡喜，作禮而去」。為什麼要學佛？皆大歡喜！彌勒菩薩做代表，你進入寺廟，進山門第一個見到的是誰？彌勒菩薩，滿面笑容，在門口迎接你。不亦悅乎，皆大歡喜，你要不要？你自己得到快樂，一家快樂，一家幸福，社會安定，國家富強，天下太平，決定沒有戰爭，沒有鬥爭，沒有競爭。把倫理道德、因果、聖賢教育統統都落實在生活裡頭、在工作裡頭，處事待人接物，快樂！人生要的是什麼？就是要快樂，快樂是幸福。為什麼要學？這個答覆最好，我們就是為了看到這個要學的。真的，我學佛是方老師跟我講哲學概論，講到佛經哲學告訴我，學佛是人生最高的享受。我為什麼學佛？就為這個學佛。老師不騙我。以後我遇到章嘉大師，章嘉大師勸我出家，要我學釋迦牟尼佛。我出家之後再去看方老師，一見面看到，你真幹了？我說是要真幹，人生最高的享受要不幹，那不太可惜了！我那個時候出家，沒有一個贊成的，都說我學佛迷了，迷到所以然處了，怎麼迷成這個樣子？只有方老師一個人說，對了，你完全做對了！經書不能不讀，特別是《無量壽經》，學了之後，你真正相信淨土，真正相信一生可以解脫，慢慢逐漸逐漸在生活當中一切放下，得大自在，得大歡喜。"
    },
    {
      "id": "02-041-0322_p0019",
      "zh_CN": "我们在这里，继续看这底下一句，「下品下生，是具造(就是具足的造)五逆等重罪凡夫人也」。五逆大罪，没有比这更重的。第一个杀母亲，第二个杀父亲，古时候没听说过，现在真有，而且还常常听到。第三个杀阿罗汉，阿罗汉有神通，你找不到他，阿罗汉是老师，他是教化众生的，所以阿罗汉代表老师，杀害老师罪重，五逆罪。下面一个，出佛身血。佛是根本老师，福报大，有护法神保护，你害不了他，但是你让他流一点血，受一点伤，可能。这讲提婆达多想害佛，他知道释迦牟尼佛每天到村庄里面去托钵，经过一个悬崖，他在悬崖上面放了石头，佛走到下面，推下去，想把他打死，韦驮护法在当中，用金刚杵把石头拦到，石头碎了，碎片打到佛的脚，出了一点血，叫出佛身血，故事从这来的，这是五逆罪。最后一个，破和合僧。破坏僧团，让修行人不能成就；也就是说障碍修行人自行化他，障碍他自己修行，障碍他教化众生，这种罪也是最重的。五种，堕无间地狱，这是极重的罪。造这样极重的罪，如果你那一口气还在，有人劝你回头、劝你忏悔，你真心忏悔认错，信愿持名，还是可以往生。",
      "zh_TW": "我們在這裡，繼續看這底下一句，「下品下生，是具造(就是具足的造)五逆等重罪凡夫人也」。五逆大罪，沒有比這更重的。第一個殺母親，第二個殺父親，古時候沒聽說過，現在真有，而且還常常聽到。第三個殺阿羅漢，阿羅漢有神通，你找不到他，阿羅漢是老師，他是教化眾生的，所以阿羅漢代表老師，殺害老師罪重，五逆罪。下面一個，出佛身血。佛是根本老師，福報大，有護法神保護，你害不了他，但是你讓他流一點血，受一點傷，可能。這講提婆達多想害佛，他知道釋迦牟尼佛每天到村莊裡面去托缽，經過一個懸崖，他在懸崖上面放了石頭，佛走到下面，推下去，想把他打死，韋馱護法在當中，用金剛杵把石頭攔到，石頭碎了，碎片打到佛的腳，出了一點血，叫出佛身血，故事從這來的，這是五逆罪。最後一個，破和合僧。破壞僧團，讓修行人不能成就；也就是說障礙修行人自行化他，障礙他自己修行，障礙他教化眾生，這種罪也是最重的。五種，墮無間地獄，這是極重的罪。造這樣極重的罪，如果你那一口氣還在，有人勸你回頭、勸你懺悔，你真心懺悔認錯，信願持名，還是可以往生。"
    },
    {
      "id": "02-041-0322_p0020",
      "zh_CN": "阿弥陀佛，大乘佛法，慈悲到极处，一生造罪业，临命终时，一念肯回头就行。回头就是佛，不回头是妖魔鬼怪，回头就是佛。所以，我们对于作五逆十恶的人，敢不敢轻视？不敢。为什么？他到临终时候，一遇到善知识，他一忏悔，他都往生极乐世界，我还跟不上去。这是真话，不是假话。我们怎么知道，他将来有没有机会？所以你能够向这处想，对于作恶的人，你对他也很恭敬，你也不敢随便批评他。所以他有好处，我们赞扬；他做得不对的地方，绝口不提，不放在心上。放在心上，把别人的恶放在我心里头，我这个心也就变恶了，这个当上得很大，不可以这样做法。决定不能把别人的恶行、恶念、恶言放在自己心上，再加以批评那个人，那你的业就更重了。眼目当中，从早到晚，看这个世界，样样都是美好的，人人都是佛菩萨。你决定是上品上生，没有恶念。这个世间是用念头造的，有不少有恶念人造的，我现在不参加他们的行列，我站出来了，我看清楚了，统统是善人，统统是佛菩萨。恶人是一念迷惑造业的，他不是真的恶，他本性本善，不恶，恶是习性，是受外面不善的感染变成不善。",
      "zh_TW": "阿彌陀佛，大乘佛法，慈悲到極處，一生造罪業，臨命終時，一念肯回頭就行。回頭就是佛，不回頭是妖魔鬼怪，回頭就是佛。所以，我們對於作五逆十惡的人，敢不敢輕視？不敢。為什麼？他到臨終時候，一遇到善知識，他一懺悔，他都往生極樂世界，我還跟不上去。這是真話，不是假話。我們怎麼知道，他將來有沒有機會？所以你能夠向這處想，對於作惡的人，你對他也很恭敬，你也不敢隨便批評他。所以他有好處，我們讚揚；他做得不對的地方，絕口不提，不放在心上。放在心上，把別人的惡放在我心裡頭，我這個心也就變惡了，這個當上得很大，不可以這樣做法。決定不能把別人的惡行、惡念、惡言放在自己心上，再加以批評那個人，那你的業就更重了。眼目當中，從早到晚，看這個世界，樣樣都是美好的，人人都是佛菩薩。你決定是上品上生，沒有惡念。這個世間是用念頭造的，有不少有惡念人造的，我現在不參加他們的行列，我站出來了，我看清楚了，統統是善人，統統是佛菩薩。惡人是一念迷惑造業的，他不是真的惡，他本性本善，不惡，惡是習性，是受外面不善的感染變成不善。"
    },
    {
      "id": "02-041-0322_p0021",
      "zh_CN": "特别是把别人的不善放在心上，让自己也变成半个不善，这个问题很严重，而且非常普遍。今天在这个社会上，无论在什么地方，无论在什么时候，你都能发现，而且很多。自己要认清楚，自己要学佛菩萨，用佛眼看众生，这就对了。我们这一生才能得度，有把握得度，把握在哪里？把握就是在见色闻声，接触大众的时候，警觉很高，不把恶的放在心上，放在心目当中都是善，都是好事。恶人，学孔老夫子那个态度就行，「三人行，必有我师」。三人是自己一个，另外一个善人，一个恶人。看到恶人，想到我自己有没有像他那样的恶行恶念，有则改之，无则加勉，他是我的老师。善人，我看到的善人，想想我自己有没有善，有没有像他那样善，有，保存好，保住；没有，赶快学习。所以善人恶人都是老师，善人恶人都是佛菩萨，好！真学到东西，无论在什么场合，你都在提升自己，都在进步。这叫菩萨学处，一切时一切处，只要会。",
      "zh_TW": "特別是把別人的不善放在心上，讓自己也變成半個不善，這個問題很嚴重，而且非常普遍。今天在這個社會上，無論在什麼地方，無論在什麼時候，你都能發現，而且很多。自己要認清楚，自己要學佛菩薩，用佛眼看眾生，這就對了。我們這一生才能得度，有把握得度，把握在哪裡？把握就是在見色聞聲，接觸大眾的時候，警覺很高，不把惡的放在心上，放在心目當中都是善，都是好事。惡人，學孔老夫子那個態度就行，「三人行，必有我師」。三人是自己一個，另外一個善人，一個惡人。看到惡人，想到我自己有沒有像他那樣的惡行惡念，有則改之，無則加勉，他是我的老師。善人，我看到的善人，想想我自己有沒有善，有沒有像他那樣善，有，保存好，保住；沒有，趕快學習。所以善人惡人都是老師，善人惡人都是佛菩薩，好！真學到東西，無論在什麼場合，你都在提升自己，都在進步。這叫菩薩學處，一切時一切處，只要會。"
    },
    {
      "id": "02-041-0322_p0022",
      "zh_CN": "世尊在世，那么多人跟释迦牟尼佛。世尊走了之后，历代一些高僧大德，有不少也到释迦佛的地位，有修成的，有佛菩萨再来的，为我们做示现，来接引我们。方便有多门，门门都尽善尽美，问题在契机。契机我们要重视，自己知道自己是什么根器，我学什么法门就会很有成就。如果法门太高，太难学了，我不是这个根机，学一辈子不能成功，那就错了。教下比较普遍，有经典可以做依靠，太深了，我换浅一点的，或者循序渐进，慢慢向上提升，这很好。唯独一个宗门禅宗，一个是密宗，这两宗特殊，都需要真善知识帮助你，要不然走火入魔，自己不知道，自己以为成就了，其实错了。",
      "zh_TW": "世尊在世，那麼多人跟釋迦牟尼佛。世尊走了之後，歷代一些高僧大德，有不少也到釋迦佛的地位，有修成的，有佛菩薩再來的，為我們做示現，來接引我們。方便有多門，門門都盡善盡美，問題在契機。契機我們要重視，自己知道自己是什麼根器，我學什麼法門就會很有成就。如果法門太高，太難學了，我不是這個根機，學一輩子不能成功，那就錯了。教下比較普遍，有經典可以做依靠，太深了，我換淺一點的，或者循序漸進，慢慢向上提升，這很好。唯獨一個宗門禪宗，一個是密宗，這兩宗特殊，都需要真善知識幫助你，要不然走火入魔，自己不知道，自己以為成就了，其實錯了。"
    },
    {
      "id": "02-041-0322_p0023",
      "zh_CN": "所以我这三个老师，方东美先生、章嘉大师，跟李老师，都警告我，决定不要去碰禅宗、不要去碰密宗，我是接受过警告的。他说这两个宗，不是你的根机，你做不到。所以我跟章嘉大师三年，是章嘉大师的晚年，我跟他的时候，他老人家六十五岁，他六十八岁走的。他告诉我，学密，前面十二年学显教，那我的显教还没有学完，不能学密。我跟他三年，那个时候他教我一句咒语，观世音菩萨六字大明咒，这是普通大家念的，唵嘛呢叭咪吽，这西藏的发音。我向他请教，这句话什么意思？在密是不肯说的，只教你念，不懂意思。不懂意思怎么行？密宗要观想，观想、手印、口念咒，三密相应，所以我都问清楚。他老人家告诉我，这六个字，「唵」是身体；「嘛呢」是莲花，我们中国经文上翻摩尼，莲花；「叭咪」，保持；「吽」是意。你看，字的意思分开来讲，身、莲花、保持、意，那我们用中文来组合，就很容易懂了，保持你的心、你的身，像莲花一样出污泥而不染，意思好！教我念这句。很多人念这个，不知道什么意思，我是章嘉大师给我解释。所以我们才晓得，密咒要是真正有上师给你解释，都是最好的句子。好在它密，密的好处，不让你知道，为什么？容易得定，就是只知道念这个咒，把妄想分别执着统统都念掉，是从念咒而得定。就像我们对知识分子，喜欢读书，读书千遍，用读书修禅定。所以无量法门，显教密教、宗门教下统统修定，唯有因定开慧，佛教的教学目的达到了。所以密容易得定，没意思。章嘉大师给我一讲破的时候，我有意思，他们念这一句话没意思，我念这个话有意思。通常上师是不讲的，不跟你说的，只教你念。我的根性，你不讲清楚我怀疑，所以章嘉大师慈悲，就给我说明白了。",
      "zh_TW": "所以我這三個老師，方東美先生、章嘉大師，跟李老師，都警告我，決定不要去碰禪宗、不要去碰密宗，我是接受過警告的。他說這兩個宗，不是你的根機，你做不到。所以我跟章嘉大師三年，是章嘉大師的晚年，我跟他的時候，他老人家六十五歲，他六十八歲走的。他告訴我，學密，前面十二年學顯教，那我的顯教還沒有學完，不能學密。我跟他三年，那個時候他教我一句咒語，觀世音菩薩六字大明咒，這是普通大家念的，唵嘛呢叭咪吽，這西藏的發音。我向他請教，這句話什麼意思？在密是不肯說的，只教你念，不懂意思。不懂意思怎麼行？密宗要觀想，觀想、手印、口念咒，三密相應，所以我都問清楚。他老人家告訴我，這六個字，「唵」是身體；「嘛呢」是蓮花，我們中國經文上翻摩尼，蓮花；「叭咪」，保持；「吽」是意。你看，字的意思分開來講，身、蓮花、保持、意，那我們用中文來組合，就很容易懂了，保持你的心、你的身，像蓮花一樣出污泥而不染，意思好！教我念這句。很多人念這個，不知道什麼意思，我是章嘉大師給我解釋。所以我們才曉得，密咒要是真正有上師給你解釋，都是最好的句子。好在它密，密的好處，不讓你知道，為什麼？容易得定，就是只知道念這個咒，把妄想分別執著統統都念掉，是從念咒而得定。就像我們對知識分子，喜歡讀書，讀書千遍，用讀書修禪定。所以無量法門，顯教密教、宗門教下統統修定，唯有因定開慧，佛教的教學目的達到了。所以密容易得定，沒意思。章嘉大師給我一講破的時候，我有意思，他們念這一句話沒意思，我念這個話有意思。通常上師是不講的，不跟你說的，只教你念。我的根性，你不講清楚我懷疑，所以章嘉大師慈悲，就給我說明白了。"
    },
    {
      "id": "02-041-0322_p0024",
      "zh_CN": "下面，「下辈之内，有多类故。《观经》说恶。今说善人。故《觉经》（即《汉译》）云：其三辈者，当断爱欲，无所贪慕。」这八个字很重要。人之所以出不了六道轮回，就是爱欲。所以古大德又说，「爱不重不生娑婆，念不一不生净土」。这爱欲要不断，出不了六道轮回，这是情执里头最深的一层，无量劫薰修。所以人，佛说得很清楚，《百法明门》里面就可以看到，这法相宗入门的书，烦恼二十六个，根本烦恼六个，随烦恼，大随、中随、小随总共二十个。善心所，这就是说，烦恼心是恶心所，不善的，善心所只有十一个，恶心所有二十六个。你看看，你是善多是恶多？所以人学坏容易，学好难，不容易。善根的深厚，完全看爱欲，爱欲薄的人善根厚，爱欲重的人善根浅。其深浅固然是有关系，但它也不是绝对的关系，绝对的关系还在遇缘不一样，遇到的缘很殊胜，成功容易。佛法讲缘，但是遇缘跟自己的善根，过去世如果没有修行也很困难。过去世有修行，遇到同样的缘就方便了，过去学这个法门，现在又接上，很快就提升了；过去生中学的跟这一生不一样，提升就很困难。普遍快速，有成就，只有净土，只有这一门，这一门难信易行。你看看，蕅益大师把它说成四个字，净土宗，「信愿持名」。真信真愿，肯念这句佛号，四个字就解决了，就把这个法门说尽了，说得再多，都离不了这四个字。所以印光大师称赞，古佛再来也没办法超过其上，他说绝了。我们要重视，我们要知道自己根器不足，断烦恼难，开智慧也难，就用这四个字，好！这四个字要用得得力，你一切的愿望，这一生可以圆满。",
      "zh_TW": "下面，「下輩之內，有多類故。《觀經》說惡。今說善人。故《覺經》（即《漢譯》）云：其三輩者，當斷愛欲，無所貪慕。」這八個字很重要。人之所以出不了六道輪迴，就是愛欲。所以古大德又說，「愛不重不生娑婆，念不一不生淨土」。這愛欲要不斷，出不了六道輪迴，這是情執裡頭最深的一層，無量劫薰修。所以人，佛說得很清楚，《百法明門》裡面就可以看到，這法相宗入門的書，煩惱二十六個，根本煩惱六個，隨煩惱，大隨、中隨、小隨總共二十個。善心所，這就是說，煩惱心是惡心所，不善的，善心所只有十一個，惡心所有二十六個。你看看，你是善多是惡多？所以人學壞容易，學好難，不容易。善根的深厚，完全看愛欲，愛欲薄的人善根厚，愛欲重的人善根淺。其深淺固然是有關係，但它也不是絕對的關係，絕對的關係還在遇緣不一樣，遇到的緣很殊勝，成功容易。佛法講緣，但是遇緣跟自己的善根，過去世如果沒有修行也很困難。過去世有修行，遇到同樣的緣就方便了，過去學這個法門，現在又接上，很快就提升了；過去生中學的跟這一生不一樣，提升就很困難。普遍快速，有成就，只有淨土，只有這一門，這一門難信易行。你看看，蕅益大師把它說成四個字，淨土宗，「信願持名」。真信真願，肯念這句佛號，四個字就解決了，就把這個法門說盡了，說得再多，都離不了這四個字。所以印光大師稱讚，古佛再來也沒辦法超過其上，他說絕了。我們要重視，我們要知道自己根器不足，斷煩惱難，開智慧也難，就用這四個字，好！這四個字要用得得力，你一切的願望，這一生可以圓滿。"
    },
    {
      "id": "02-041-0322_p0025",
      "zh_CN": "像海贤老和尚，海贤老和尚念佛功夫，功夫成片，我觉得二十五岁之前，功夫成片；事一心不乱，顶多三十岁；理一心不乱，顶多四十岁，换句话说，四十岁他就成佛了。他不说，他师父警告他不能说，他不说。我们相信老人不会骗人，他是多次见佛，没人问他。如果我要碰到他的话，我头一句会问：你见佛多少次了？我相信超过十次，有九十二年！从功夫成片，第一次见佛，换句话说，第一次见佛，往后估计九十年，总八十五年以上，这么长久的时间。我们初祖慧远大师，东晋时代，在江西庐山建第一个念佛堂，这净土宗的祖庭。远公大师一生见佛四次，最后一次他说出来了，佛来接引他往生，之前三次见佛、见到极乐世界，没有跟任何人说过，最后这一次来，往生了，告诉大家极乐世界真有。这第四次，佛来接引，而且看到莲社在他之前往生的人，统统在阿弥陀佛的旁边，一起来接引他，都见到了。所以海贤老和尚，那么长的时间，我相信不止十次。这给我们做见证，真有，不是假的。",
      "zh_TW": "像海賢老和尚，海賢老和尚念佛功夫，功夫成片，我覺得二十五歲之前，功夫成片；事一心不亂，頂多三十歲；理一心不亂，頂多四十歲，換句話說，四十歲他就成佛了。他不說，他師父警告他不能說，他不說。我們相信老人不會騙人，他是多次見佛，沒人問他。如果我要碰到他的話，我頭一句會問：你見佛多少次了？我相信超過十次，有九十二年！從功夫成片，第一次見佛，換句話說，第一次見佛，往後估計九十年，總八十五年以上，這麼長久的時間。我們初祖慧遠大師，東晉時代，在江西廬山建第一個念佛堂，這淨土宗的祖庭。遠公大師一生見佛四次，最後一次他說出來了，佛來接引他往生，之前三次見佛、見到極樂世界，沒有跟任何人說過，最後這一次來，往生了，告訴大家極樂世界真有。這第四次，佛來接引，而且看到蓮社在他之前往生的人，統統在阿彌陀佛的旁邊，一起來接引他，都見到了。所以海賢老和尚，那麼長的時間，我相信不止十次。這給我們做見證，真有，不是假的。"
    },
    {
      "id": "02-041-0322_p0026",
      "zh_CN": "他能见到，我们也能见到，只要我们放下万缘，把障碍除掉。障碍就是妄想、分别、杂念，分别执着这个东西把我们的慧根障碍住了，真能放下，智慧就现前。人人都有智慧，所以我们自己都有，只要自己肯干，依教奉行，都能恢复。恢复了之后，我相信，像海贤老和尚的师父告诉他的，明白了不能说。为什么？时代不一样。在释迦牟尼佛那个时候可以说，你说出来，别人尊敬你。现在不行，现在人不相信，相信科学，叫拿证据来。你见到极乐世界，你把极乐世界拿给我看看；你见到阿弥陀佛，你把阿弥陀佛请来，让我看看，见见面。你要做不到，他说你胡说八道，妖言惑众，一身的罪名，麻烦可大了。所以处的环境不相同，只能放在心上。到临走的时候来现相，行，最后表演一下给你看，你相信了，你再找茬，他走了，离开这个世界了，找不到他了。",
      "zh_TW": "他能見到，我們也能見到，只要我們放下萬緣，把障礙除掉。障礙就是妄想、分別、雜念，分別執著這個東西把我們的慧根障礙住了，真能放下，智慧就現前。人人都有智慧，所以我們自己都有，只要自己肯幹，依教奉行，都能恢復。恢復了之後，我相信，像海賢老和尚的師父告訴他的，明白了不能說。為什麼？時代不一樣。在釋迦牟尼佛那個時候可以說，你說出來，別人尊敬你。現在不行，現在人不相信，相信科學，叫拿證據來。你見到極樂世界，你把極樂世界拿給我看看；你見到阿彌陀佛，你把阿彌陀佛請來，讓我看看，見見面。你要做不到，他說你胡說八道，妖言惑眾，一身的罪名，麻煩可大了。所以處的環境不相同，只能放在心上。到臨走的時候來現相，行，最後表演一下給你看，你相信了，你再找茬，他走了，離開這個世界了，找不到他了。"
    },
    {
      "id": "02-041-0322_p0027",
      "zh_CN": "所以爱欲，儒家教我们格物，物就是物欲，要无所贪慕，没有羡慕，没有贪恋，要做到这一点，就真能放下。第二，「慈心精进，不当瞋怒」。希望你这一生都不发脾气，要学这个功夫，再可恶的人，也是笑脸相迎，学着不发脾气，这是功夫，练功。逆境里头没有瞋恚，顺境里头没有贪恋，顺境逆境、善缘恶缘都不干扰你了，你都能不动心了，这定功。所以一个人一生在这个世间，没有一个是对立的，不跟人对立，他跟我对立，我不跟他对立，没有怨恨的人，没有对立的人与事，好！心清净平和，这就是享福，这就是享受。「斋戒清净」，斋是心清净，戒是帮助你心清净，身心要清净，与性德相应。你看惠能大师开悟，第一句话说，「何期自性，本自清净」，清净是性德，不受外面干扰。「当一心念欲生无量清净佛国」，这就是极乐世界。我们一心念佛，希望往生极乐世界，极乐世界是无量清净佛国。",
      "zh_TW": "所以愛欲，儒家教我們格物，物就是物欲，要無所貪慕，沒有羨慕，沒有貪戀，要做到這一點，就真能放下。第二，「慈心精進，不當瞋怒」。希望你這一生都不發脾氣，要學這個功夫，再可惡的人，也是笑臉相迎，學著不發脾氣，這是功夫，練功。逆境裡頭沒有瞋恚，順境裡頭沒有貪戀，順境逆境、善緣惡緣都不干擾你了，你都能不動心了，這定功。所以一個人一生在這個世間，沒有一個是對立的，不跟人對立，他跟我對立，我不跟他對立，沒有怨恨的人，沒有對立的人與事，好！心清淨平和，這就是享福，這就是享受。「齋戒清淨」，齋是心清淨，戒是幫助你心清淨，身心要清淨，與性德相應。你看惠能大師開悟，第一句話說，「何期自性，本自清淨」，清淨是性德，不受外面干擾。「當一心念欲生無量清淨佛國」，這就是極樂世界。我們一心念佛，希望往生極樂世界，極樂世界是無量清淨佛國。"
    },
    {
      "id": "02-041-0322_p0028",
      "zh_CN": "「盖往生品类，万别千殊。三辈九品，只是粗分」，这是讲真话。是不是只有三辈九品？不止，品类太多了，这是粗分。告诉你这三辈九品，然后你知道为什么，每个人跟每个人带的业不一样，他怎么会平等？我们讲带业多少，这个多少也是个笼统的数字，多里头还有多，少里头还有少，无量无边，十方世界去往生的人，所以三辈九品是粗分。这一个下品当中，「已类别无数。彼经明恶人，本经则指善士」，这些都是下辈往生的人，「如《汉译》下辈之人，确是修善者也」。《观经》里面下品往生的，生前虽然是恶人，花开之后都是大乘。",
      "zh_TW": "「蓋往生品類，萬別千殊。三輩九品，只是粗分」，這是講真話。是不是只有三輩九品？不止，品類太多了，這是粗分。告訴你這三輩九品，然後你知道為什麼，每個人跟每個人帶的業不一樣，他怎麼會平等？我們講帶業多少，這個多少也是個籠統的數字，多裡頭還有多，少裡頭還有少，無量無邊，十方世界去往生的人，所以三輩九品是粗分。這一個下品當中，「已類別無數。彼經明惡人，本經則指善士」，這些都是下輩往生的人，「如《漢譯》下輩之人，確是修善者也」。《觀經》裡面下品往生的，生前雖然是惡人，花開之後都是大乘。"
    },
    {
      "id": "02-041-0322_p0029",
      "zh_CN": "「下品上生，经七七日莲花乃敷」，就莲花开了，「经十小劫，得入初地」，初地是法身菩萨，就是阿惟越致菩萨。七七四十九天花开，十小劫，这都是说我们这个世间时间的算法，不是讲极乐世界，极乐世界的人没有时间概念。我们有，我们为什么有？地球绕太阳转，对着太阳是白天，背着太阳是晚上，二十四小时转一周，所以觉得有昼夜。西方极乐世界没有太阳，也没有月亮，一片光明，没有黑暗。所以我们到极乐世界，白天晚上的概念没有了；月份，月日、月份的事，极乐世界也没有。极乐世界有个很了不起的现象，一切现象就在当下，发心在当下，修行在当下，成佛也在当下。时间、空间是假的，不是真的。我们这个地方把它看得很重要，极乐世界没有人会想到有什么时间空间，没想到。在极乐世界唯一的就是听经学习，学习的范围太大了，遍法界虚空界都是你活动的范围。所以你会分身到十方刹土，帮助一些有缘人，无量劫来，十方世界我们都曾经住过，在那里都有过去的熟人，都会遇到。这些熟人见面，自然就明了，你知道他修什么法门，你知道他需要什么，你能帮助他，你能够提拔他，你能够成就他。跟阿弥陀佛行事是相同的，不可思议的境界。",
      "zh_TW": "「下品上生，經七七日蓮花乃敷」，就蓮花開了，「經十小劫，得入初地」，初地是法身菩薩，就是阿惟越致菩薩。七七四十九天花開，十小劫，這都是說我們這個世間時間的算法，不是講極樂世界，極樂世界的人沒有時間概念。我們有，我們為什麼有？地球繞太陽轉，對著太陽是白天，背著太陽是晚上，二十四小時轉一周，所以覺得有晝夜。西方極樂世界沒有太陽，也沒有月亮，一片光明，沒有黑暗。所以我們到極樂世界，白天晚上的概念沒有了；月份，月日、月份的事，極樂世界也沒有。極樂世界有個很了不起的現象，一切現象就在當下，發心在當下，修行在當下，成佛也在當下。時間、空間是假的，不是真的。我們這個地方把它看得很重要，極樂世界沒有人會想到有什麼時間空間，沒想到。在極樂世界唯一的就是聽經學習，學習的範圍太大了，遍法界虛空界都是你活動的範圍。所以你會分身到十方剎土，幫助一些有緣人，無量劫來，十方世界我們都曾經住過，在那裡都有過去的熟人，都會遇到。這些熟人見面，自然就明瞭，你知道他修什麼法門，你知道他需要什麼，你能幫助他，你能夠提拔他，你能夠成就他。跟阿彌陀佛行事是相同的，不可思議的境界。"
    },
    {
      "id": "02-041-0322_p0030",
      "zh_CN": "下品上生的，七七日花开，十小劫证果。下品中生的，要经六劫，莲华才开。这个劫数，都是我们这个地方算的。花开，「闻说大乘甚深经典，应时即发无上道心」，听佛讲经，就发了无上菩提心。下品下生，要满十二大劫，莲花才开，「闻法欢喜，应时即发菩提之心。嘉祥《观经义疏》曰：上品修大乘因故，所以得大乘果。中品修小乘因故，还得小乘果。下品现在虽不修大乘善及小乘善。但彼临终时，遇善知识，为说大乘妙法。以闻大乘故，得大乘果」。这是告诉我们，因果报应丝毫不爽。所以传播大乘，怎么传播法？就一句佛号就行，劝人念这句佛号，告诉他，这一句佛号的功德无量无边。大乘小乘、显教密教、宗门教下，万善同归，都在这句佛号。音声佛事，讲到究竟圆满，就是这一句佛号。劝人念这句佛号，他肯念，功德不可思议，将来一定能证果。",
      "zh_TW": "下品上生的，七七日花開，十小劫證果。下品中生的，要經六劫，蓮華才開。這個劫數，都是我們這個地方算的。花開，「聞說大乘甚深經典，應時即發無上道心」，聽佛講經，就發了無上菩提心。下品下生，要滿十二大劫，蓮花才開，「聞法歡喜，應時即發菩提之心。嘉祥《觀經義疏》曰：上品修大乘因故，所以得大乘果。中品修小乘因故，還得小乘果。下品現在雖不修大乘善及小乘善。但彼臨終時，遇善知識，為說大乘妙法。以聞大乘故，得大乘果」。這是告訴我們，因果報應絲毫不爽。所以傳播大乘，怎麼傳播法？就一句佛號就行，勸人念這句佛號，告訴他，這一句佛號的功德無量無邊。大乘小乘、顯教密教、宗門教下，萬善同歸，都在這句佛號。音聲佛事，講到究竟圓滿，就是這一句佛號。勸人念這句佛號，他肯念，功德不可思議，將來一定能證果。"
    },
    {
      "id": "02-041-0322_p0031",
      "zh_CN": "我们再看下面注解，「《阿弥陀经》谓执持名号，得生净土之善男子、善女人」，举《阿弥陀经》上所说的，「其人临命终时，阿弥陀佛与诸圣众，现在其前。正符本经三辈临终见佛之说」，《弥陀经》上也是这么讲的，佛与圣众，现在其前。「其它如《称扬诸佛功德经》」，这里头又说，「若有得闻无量寿如来名者」，这就是说明净土宗念佛人，「命欲终时，一心信乐，念不忘舍，阿弥陀佛将诸众僧，住其人前，魔终不能毁坏斯等正觉之心。」这也给我们做个证明。佛在《称扬诸佛功德经》里头说的，说得很清楚，「若有得闻无量寿如来名者」，这就是他能有这个机会、有这个缘分，听到阿弥陀佛的名号。在命终的时候，他能够一心相信，这个乐是爱好，爱好西方极乐世界，我想往生，就是有信，这个乐是愿，有信有愿，念不忘舍，念念不忘。阿弥陀佛，将是带着，阿弥陀佛带着许许多多出家人，在他面前出现。他过去所造的这些恶，妖魔要找他索命，要找他报复，因为他念佛，佛在面前，这些妖魔不能得便，就是不能毁坏他正觉之心，佛在这个地方加持他、保佑他。这个也都增强我们的信心。",
      "zh_TW": "我們再看下面註解，「《阿彌陀經》謂執持名號，得生淨土之善男子、善女人」，舉《阿彌陀經》上所說的，「其人臨命終時，阿彌陀佛與諸聖眾，現在其前。正符本經三輩臨終見佛之說」，《彌陀經》上也是這麼講的，佛與聖眾，現在其前。「其它如《稱揚諸佛功德經》」，這裡頭又說，「若有得聞無量壽如來名者」，這就是說明淨土宗念佛人，「命欲終時，一心信樂，念不忘捨，阿彌陀佛將諸眾僧，住其人前，魔終不能毀壞斯等正覺之心。」這也給我們做個證明。佛在《稱揚諸佛功德經》裡頭說的，說得很清楚，「若有得聞無量壽如來名者」，這就是他能有這個機會、有這個緣分，聽到阿彌陀佛的名號。在命終的時候，他能夠一心相信，這個樂是愛好，愛好西方極樂世界，我想往生，就是有信，這個樂是願，有信有願，念不忘捨，念念不忘。阿彌陀佛，將是帶著，阿彌陀佛帶著許許多多出家人，在他面前出現。他過去所造的這些惡，妖魔要找他索命，要找他報復，因為他念佛，佛在面前，這些妖魔不能得便，就是不能毀壞他正覺之心，佛在這個地方加持他、保佑他。這個也都增強我們的信心。"
    },
    {
      "id": "02-041-0322_p0032",
      "zh_CN": "又《鼓音王经》里面说，「若有四众」，四众就是出家的男众女众、在家的男众女众，这叫四众。「能正受持彼佛名号」，彼佛是阿弥陀佛，彼佛名号。「以此功德，临欲终时，阿弥陀佛即与大众往此人所，令其得见」，阿弥陀佛神力加持，让这个临终的人见到了，见到阿弥陀佛。这一桩事情，过去现在、国内国外都有发生，怎么会有这么好的机缘？过去生中种的因，在这个时候成熟了。",
      "zh_TW": "又《鼓音王經》裡面說，「若有四眾」，四眾就是出家的男眾女眾、在家的男眾女眾，這叫四眾。「能正受持彼佛名號」，彼佛是阿彌陀佛，彼佛名號。「以此功德，臨欲終時，阿彌陀佛即與大眾往此人所，令其得見」，阿彌陀佛神力加持，讓這個臨終的人見到了，見到阿彌陀佛。這一樁事情，過去現在、國內國外都有發生，怎麼會有這麼好的機緣？過去生中種的因，在這個時候成熟了。"
    },
    {
      "id": "02-041-0322_p0033",
      "zh_CN": "我们在美国那一段时期，有几个居士，甚至于有一个周广大还谈不上居士，他没有宗教信仰。得的癌症末期，医院告诉他的家人，他的寿命不会超过一个月，好好去照顾他，想吃什么都给他吃。家人，一家没有宗教信仰，这个时候我们的佛教会刚刚成立一年，找到我们，问有没有救？我们派了几个同修去看，打电话告诉我，这非常严重，是没救的。我说没救就劝他念佛，劝他求生净土，跟他讲极乐世界的殊胜，极乐世界的美好。他能接受，很欢喜，告诉他家人，不要找医药，不要去找医生，帮助他念佛求往生。所以一家人跟着我们派去的四个同修，念了三天，三天三夜，走的时候瑞相稀有，真的念佛往生了。这是过去生中有念佛的根，临命终时遇到这个缘，他能接受，没有怀疑，当时就相信。所以信愿持名这四个字，他统统具足了。",
      "zh_TW": "我們在美國那一段時期，有幾個居士，甚至於有一個周廣大還談不上居士，他沒有宗教信仰。得的癌症末期，醫院告訴他的家人，他的壽命不會超過一個月，好好去照顧他，想吃什麼都給他吃。家人，一家沒有宗教信仰，這個時候我們的佛教會剛剛成立一年，找到我們，問有沒有救？我們派了幾個同修去看，打電話告訴我，這非常嚴重，是沒救的。我說沒救就勸他念佛，勸他求生淨土，跟他講極樂世界的殊勝，極樂世界的美好。他能接受，很歡喜，告訴他家人，不要找醫藥，不要去找醫生，幫助他念佛求往生。所以一家人跟著我們派去的四個同修，念了三天，三天三夜，走的時候瑞相稀有，真的念佛往生了。這是過去生中有念佛的根，臨命終時遇到這個緣，他能接受，沒有懷疑，當時就相信。所以信願持名這四個字，他統統具足了。"
    },
    {
      "id": "02-041-0322_p0034",
      "zh_CN": "还有几位预知时至的，在美国往生。在家的女众，老太太，应该三个月之前就知道，要不然她做不出来，她把她家的儿子、媳妇、孙子孝服都做好了。孙子上学，儿子媳妇上班，白天就她一个人在家里，她把她的后事统统料理好，孝服她自己做，写了一张遗嘱。走的那一天，没告诉家人，告诉家人怕麻烦，省事。老太太睡觉的时候，她没睡，盘腿打坐，念佛走的。第二天早晨，因为她每天早晨要照顾家人的早餐，这一天她的房门没开，好像她没起来，没人烧早饭。她的儿子推开房门一看，妈妈坐在床上，盘腿打坐，看她旁边放的这些孝服、遗嘱，遗嘱都写得很清楚，这才知道她走了。这个很高明，不吭气，没障碍。所以她儿子赶紧打电话给一些念佛的朋友，报告这个事情，大家都来看，赞叹。当时有一个跟我很熟的甘老太太，她先生是将军，上将，过世了，儿子在美国读书，也在美国拿到学位，成家立业了，跟着他。亲眼看到的，打电话告诉我，真的不是假的，信心十足。这都不是过去，现前，让我们亲眼看到。",
      "zh_TW": "還有幾位預知時至的，在美國往生。在家的女眾，老太太，應該三個月之前就知道，要不然她做不出來，她把她家的兒子、媳婦、孫子孝服都做好了。孫子上學，兒子媳婦上班，白天就她一個人在家裡，她把她的後事統統料理好，孝服她自己做，寫了一張遺囑。走的那一天，沒告訴家人，告訴家人怕麻煩，省事。老太太睡覺的時候，她沒睡，盤腿打坐，念佛走的。第二天早晨，因為她每天早晨要照顧家人的早餐，這一天她的房門沒開，好像她沒起來，沒人燒早飯。她的兒子推開房門一看，媽媽坐在床上，盤腿打坐，看她旁邊放的這些孝服、遺囑，遺囑都寫得很清楚，這才知道她走了。這個很高明，不吭氣，沒障礙。所以她兒子趕緊打電話給一些念佛的朋友，報告這個事情，大家都來看，讚歎。當時有一個跟我很熟的甘老太太，她先生是將軍，上將，過世了，兒子在美國讀書，也在美國拿到學位，成家立業了，跟著他。親眼看到的，打電話告訴我，真的不是假的，信心十足。這都不是過去，現前，讓我們親眼看到。"
    },
    {
      "id": "02-041-0322_p0035",
      "zh_CN": "刘素云的例子，那更是活生生的摆在面前。她的姐姐求愿往生，给大家做榜样，做往生的榜样。发这个愿跟佛就有感应，佛告诉她，她寿命还有十年，她十年不要了，我要做个样子给大家看看。她身体本来就不好，就有病，她就做样子给大家看。告诉大家往生的时间，阿弥陀佛告诉她的，她跟大家宣布，那一天，大家都去看她，看她怎么往生。跟大家有说有笑在聊天，时间一到，她说我走了，真走了，一分一秒都不差，证实这个是真的。十年寿命不要了，做榜样给我们看。这个做榜样，也是她的妹妹刘素云随便说了一句话，她很认真。她说净土法门，可惜没有人做个样子，活生生的往生给大家看。她听到，跟她妹妹说，我干，我来，就这么发心的。一个月，把后事统统交代完毕，发愿求生。空中有个声音，没见到相，有声音，刘素云听到的，就是日期，告诉她日期。刘素云听到之后，这个一组数目字，是二Ｏ一二一一二一一二，这么一组数字，二Ｏ一二是年，一一是十一月，二一是二十一号，后头还有个一二，十二点钟。她把这个数目字写下来，给她姐姐，她姐姐一看，点点头就收起来了，就这天往生的。在场的有四、五十个人，亲眼看到的。真的是想不到，为什么？讲笑话，聊天，又不是念佛。念佛是送往生，她又不是送往生，有说有笑，时间一到真走了，告诉大家我走了，就真走了。这为我们作证转。刘素云的功夫，她是没有露，我心里想她有，不是假的。每天十部《无量寿经》，她每天早课十部《无量寿经》，她现在念一遍大概半个小时，十个小时可以念二十遍，二十年没间断，恒心、耐心，不中断。每天二、三点钟就起床，早睡早起，八、九点钟睡觉，二、三点钟起床，一早到天亮，功课全做完了。这都做出榜样来给我们看。",
      "zh_TW": "劉素雲的例子，那更是活生生的擺在面前。她的姐姐求願往生，給大家做榜樣，做往生的榜樣。發這個願跟佛就有感應，佛告訴她，她壽命還有十年，她十年不要了，我要做個樣子給大家看看。她身體本來就不好，就有病，她就做樣子給大家看。告訴大家往生的時間，阿彌陀佛告訴她的，她跟大家宣布，那一天，大家都去看她，看她怎麼往生。跟大家有說有笑在聊天，時間一到，她說我走了，真走了，一分一秒都不差，證實這個是真的。十年壽命不要了，做榜樣給我們看。這個做榜樣，也是她的妹妹劉素雲隨便說了一句話，她很認真。她說淨土法門，可惜沒有人做個樣子，活生生的往生給大家看。她聽到，跟她妹妹說，我幹，我來，就這麼發心的。一個月，把後事統統交代完畢，發願求生。空中有個聲音，沒見到相，有聲音，劉素雲聽到的，就是日期，告訴她日期。劉素雲聽到之後，這個一組數目字，是二Ｏ一二一一二一一二，這麼一組數字，二Ｏ一二是年，一一是十一月，二一是二十一號，後頭還有個一二，十二點鐘。她把這個數目字寫下來，給她姐姐，她姐姐一看，點點頭就收起來了，就這天往生的。在場的有四、五十個人，親眼看到的。真的是想不到，為什麼？講笑話，聊天，又不是念佛。念佛是送往生，她又不是送往生，有說有笑，時間一到真走了，告訴大家我走了，就真走了。這為我們作證轉。劉素雲的功夫，她是沒有露，我心裡想她有，不是假的。每天十部《無量壽經》，她每天早課十部《無量壽經》，她現在念一遍大概半個小時，十個小時可以念二十遍，二十年沒間斷，恆心、耐心，不中斷。每天二、三點鐘就起床，早睡早起，八、九點鐘睡覺，二、三點鐘起床，一早到天亮，功課全做完了。這都做出榜樣來給我們看。"
    },
    {
      "id": "02-041-0322_p0036",
      "zh_CN": "后面又举《华严经》，「又《华严经》云：诸佛世尊有十种佛事。一者，若有众生，专心忆念，则现其前。是均为本经之良证。」最好的证明。《华严经》上所讲的是一般的，没有指定是阿弥陀佛。诸佛世尊有十种佛事，佛事是帮助众生觉悟，帮助众生了生死出三界的事，都叫做佛事。释迦牟尼佛一生教学，释迦牟尼佛的事业是什么？办学校，教学。他没有校址，他讲经教学在树林底下，在河边，居无定所，但是教学每天不中断。过的是游牧生活，真的得大自在，日中一食，树下一宿。你看他讲阿含十二年，小学；方等八年，好比中学；般若是二十二年，大学；最后八年讲法华，等于研究所，由浅而深，慢慢培养的。这都是给我们做榜样，我们应该学习他。",
      "zh_TW": "後面又舉《華嚴經》，「又《華嚴經》云：諸佛世尊有十種佛事。一者，若有眾生，專心憶念，則現其前。是均為本經之良證。」最好的證明。《華嚴經》上所講的是一般的，沒有指定是阿彌陀佛。諸佛世尊有十種佛事，佛事是幫助眾生覺悟，幫助眾生了生死出三界的事，都叫做佛事。釋迦牟尼佛一生教學，釋迦牟尼佛的事業是什麼？辦學校，教學。他沒有校址，他講經教學在樹林底下，在河邊，居無定所，但是教學每天不中斷。過的是游牧生活，真的得大自在，日中一食，樹下一宿。你看他講阿含十二年，小學；方等八年，好比中學；般若是二十二年，大學；最後八年講法華，等於研究所，由淺而深，慢慢培養的。這都是給我們做榜樣，我們應該學習他。"
    },
    {
      "id": "02-041-0322_p0037",
      "zh_CN": "所以宗教要回归教育，这就对了，它不是迷信。宗教要回归教育，宗教要互相学习。要是依中国人的文字来解释宗教两个字，非常正确，宗是主要的、重要的、尊崇的，有这三个意思；教是教育、教学、教化，宗教两个字连起来，可以说是人类主要的教育，重要的教学，尊崇的教化。所以汤恩比说，人类离不开宗教，宗教是人类所必需。人类的文化是先有宗教，后有文化。如果没有宗教的文化，这个文化在世界上顶多二百年就消失了，能够长远的这文化存在，都是以宗教为基础。这话说得很有道理，有凭有据。中国文化流传到今天，就是因为有三家儒释道，这个根太厚了。世界上过去也曾经有古文化，没有办法存下来，没有宗教基础。没有宗教基础的文化还有很多，他是专门研究，这世界上出现过的。在这五千年当中出现过二十多种不同的文化，都是二、三百年就没有了，现在唯独中国文化，这么久，它还存在。所以我们现在想到，如果我们把儒释道丢掉了，我们的文化岌岌可危，可能会断掉。",
      "zh_TW": "所以宗教要回歸教育，這就對了，它不是迷信。宗教要回歸教育，宗教要互相學習。要是依中國人的文字來解釋宗教兩個字，非常正確，宗是主要的、重要的、尊崇的，有這三個意思；教是教育、教學、教化，宗教兩個字連起來，可以說是人類主要的教育，重要的教學，尊崇的教化。所以湯恩比說，人類離不開宗教，宗教是人類所必需。人類的文化是先有宗教，後有文化。如果沒有宗教的文化，這個文化在世界上頂多二百年就消失了，能夠長遠的這文化存在，都是以宗教為基礎。這話說得很有道理，有憑有據。中國文化流傳到今天，就是因為有三家儒釋道，這個根太厚了。世界上過去也曾經有古文化，沒有辦法存下來，沒有宗教基礎。沒有宗教基礎的文化還有很多，他是專門研究，這世界上出現過的。在這五千年當中出現過二十多種不同的文化，都是二、三百年就沒有了，現在唯獨中國文化，這麼久，它還存在。所以我們現在想到，如果我們把儒釋道丟掉了，我們的文化岌岌可危，可能會斷掉。"
    },
    {
      "id": "02-041-0322_p0038",
      "zh_CN": "儒释道的三个根，我们过去提倡的德行的根，必须要学习，要遵守。《弟子规》，儒的根；《感应篇》，道的根；《十善业道》，佛的根，必定要学，不能不学。你学这个，才叫善人，佛经上善男子、善女人，才有你的分，你没有这个，你不是善男子，不是善女人。还有教也有三个根，我们也选三个代表的，儒，我们选四书，四书可代表整个儒家，儒学；我们选《无量寿经》，就是这部经，夏莲居老居士会集的，代表佛教；道，老子《道德经》，可以代表整个的道。换句话说，这三样东西是本科，汉学的本科，必须要读，这三个根。这是文化的三个根，不能不学。有这个根柢了，再希望你能够在《四库》里面，喜欢哪一种，专攻一样，用十年工夫专攻，喜欢《易经》，专攻《易经》；喜欢《左传》，专攻《左传》。专攻一样，十年，你就会变成这个科目的真正专家学者，得大成就，是世界上第一流的汉学家。我们相信，儒释道都讲，一经通一切经通，一切经通，还是弘扬一门。像这样的专家，能有十几二十个，文化真的复兴了。专家怎么培养？要用中国古老的教材、古老的方法、古老的理念、古老的教学经验，才能够培养得出来。用现在教学的方法理念，那就完全错了，不是中国东西不好，方法错了。所以我们对于古人要有真诚心、要有恭敬心，要以清净心来接受，心浮气躁是学不到东西的，这肯定的。今天时间到了，我们就学习到此地。",
      "zh_TW": "儒釋道的三個根，我們過去提倡的德行的根，必須要學習，要遵守。《弟子規》，儒的根；《感應篇》，道的根；《十善業道》，佛的根，必定要學，不能不學。你學這個，才叫善人，佛經上善男子、善女人，才有你的分，你沒有這個，你不是善男子，不是善女人。還有教也有三個根，我們也選三個代表的，儒，我們選四書，四書可代表整個儒家，儒學；我們選《無量壽經》，就是這部經，夏蓮居老居士會集的，代表佛教；道，老子《道德經》，可以代表整個的道。換句話說，這三樣東西是本科，漢學的本科，必須要讀，這三個根。這是文化的三個根，不能不學。有這個根柢了，再希望你能夠在《四庫》裡面，喜歡哪一種，專攻一樣，用十年工夫專攻，喜歡《易經》，專攻《易經》；喜歡《左傳》，專攻《左傳》。專攻一樣，十年，你就會變成這個科目的真正專家學者，得大成就，是世界上第一流的漢學家。我們相信，儒釋道都講，一經通一切經通，一切經通，還是弘揚一門。像這樣的專家，能有十幾二十個，文化真的復興了。專家怎麼培養？要用中國古老的教材、古老的方法、古老的理念、古老的教學經驗，才能夠培養得出來。用現在教學的方法理念，那就完全錯了，不是中國東西不好，方法錯了。所以我們對於古人要有真誠心、要有恭敬心，要以清淨心來接受，心浮氣躁是學不到東西的，這肯定的。今天時間到了，我們就學習到此地。"
    }
  ]
}