{
  "doc_id": "02-041-0457",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五七集",
    "zh_TW": "第四五七集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0457",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "02-041-0457_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0457_p0002",
      "zh_CN": "请看《大经科注》第一Ｏ一七页，第五行当中：",
      "zh_TW": "請看《大經科註》第一Ｏ一七頁，第五行當中："
    },
    {
      "id": "02-041-0457_p0003",
      "zh_CN": "『无等无伦最上胜智』者，「正是如来大圆镜智」，这是如来果地上所证得的圆满智慧。大是赞叹，圆是圆满。不像前面，前面菩萨，权教菩萨所证的还不圆满。这个时候转第八识阿赖耶识成大圆镜智，究竟圆满，一般称为法身菩萨，住常寂光净土，不仅住实报土，住常寂光土，这究竟圆满证得佛果。「始转本识」，阿赖耶是本识，就是妄心。一念不觉而有无明，从真心里面起了一个妄心，妄心生法界虚空界。不仅是释迦、弥陀的报土，它同时也是遍法界虚空界，一切诸佛如来，包括过去未来十方三世佛，都是从阿赖耶变现出来的，一念不觉产生这些现相。这个现相太大了。不但声闻缘觉不知道，误以为它是真的。大乘教里头有「一切法从心想生」，心想就是阿赖耶，就是妄心。大乘教里头法相宗，讲八个心，叫八心王。八个心都是妄心，阿赖耶识是根本的妄心，前面七个都是依阿赖耶变现出来的，所以称之为本识，根本，其他七个识是从它生的。转本识，「方归心原」，这个心是真心，不是妄心。",
      "zh_TW": "『無等無倫最上勝智』者，「正是如來大圓鏡智」，這是如來果地上所證得的圓滿智慧。大是讚歎，圓是圓滿。不像前面，前面菩薩，權教菩薩所證的還不圓滿。這個時候轉第八識阿賴耶識成大圓鏡智，究竟圓滿，一般稱為法身菩薩，住常寂光淨土，不僅住實報土，住常寂光土，這究竟圓滿證得佛果。「始轉本識」，阿賴耶是本識，就是妄心。一念不覺而有無明，從真心裡面起了一個妄心，妄心生法界虛空界。不僅是釋迦、彌陀的報土，它同時也是遍法界虛空界，一切諸佛如來，包括過去未來十方三世佛，都是從阿賴耶變現出來的，一念不覺產生這些現相。這個現相太大了。不但聲聞緣覺不知道，誤以為它是真的。大乘教裡頭有「一切法從心想生」，心想就是阿賴耶，就是妄心。大乘教裡頭法相宗，講八個心，叫八心王。八個心都是妄心，阿賴耶識是根本的妄心，前面七個都是依阿賴耶變現出來的，所以稱之為本識，根本，其他七個識是從它生的。轉本識，「方歸心原」，這個心是真心，不是妄心。"
    },
    {
      "id": "02-041-0457_p0004",
      "zh_CN": "真心是什么样子？惠能大师讲得最清楚、最简单，他说了五个：第一个，「本自清净」。真心是清净心，从来没有染污过。前面七个相同，都是依阿赖耶变现出来的，第六意识，第七末那，再加上眼耳鼻舌身，总共叫八识。大乘教里讲，宇宙从哪里来的？第八识现出来的。阿赖耶是一念不觉，就没转过来，一念不觉演变成念念不觉。这是我们要知道的，我们要认识它，它是我们的真心，它是我们的本性，真如本性。学佛不学别的，只是把真心本性找回来，跟儒家《大学》所讲的「明明德」是一个意思。真心就是明德，一念不觉不明了。儒跟佛的教学，终极的目标就是把明德找回来，安住在明德上就成圣、成佛，修学达到究竟圆满的境界。",
      "zh_TW": "真心是什麼樣子？惠能大師講得最清楚、最簡單，他說了五個：第一個，「本自清淨」。真心是清淨心，從來沒有染污過。前面七個相同，都是依阿賴耶變現出來的，第六意識，第七末那，再加上眼耳鼻舌身，總共叫八識。大乘教裡講，宇宙從哪裡來的？第八識現出來的。阿賴耶是一念不覺，就沒轉過來，一念不覺演變成念念不覺。這是我們要知道的，我們要認識它，它是我們的真心，它是我們的本性，真如本性。學佛不學別的，只是把真心本性找回來，跟儒家《大學》所講的「明明德」是一個意思。真心就是明德，一念不覺不明了。儒跟佛的教學，終極的目標就是把明德找回來，安住在明德上就成聖、成佛，修學達到究竟圓滿的境界。"
    },
    {
      "id": "02-041-0457_p0005",
      "zh_CN": "「始转本识」，开始见到了，「方归心原」，妄心灭了，真心现前，这个心原是真心。「一切种境，无不圆照，是名为大圆镜智」。大是称赞，圆是圆满，也就是说，遍法界虚空界你全见到了，一个不漏，过去无始，未来无终，统统见到，样样明了。这是自性本能。阿赖耶不知道。我们六道凡夫、权教菩萨，用的什么心？阿赖耶。阿赖耶叫无明，在迷，他没觉悟，悟了就叫大圆镜，迷了就叫阿赖耶。阿赖耶叫藏识，含藏宇宙万有，遇缘它现形，没有缘它不现形。所以佛家讲整个宇宙因缘生法，总是离不开因缘。最粗浅的现象，我们能知道的起心动念，那就是一念不觉。于是修行的总的纲领，我们就明白了，那就是不起心不动念。释迦，中国的孔子、老子，这些人的境界，我们可以肯定、可以相信，他们都是大彻大悟、明心见性。这样的人现前，他的智慧就是大圆镜智，圆满的智慧，过去未来、此界他方，没有一样不知道。范围，这个智慧的范围多大？大而无外，小而无内，全知道！",
      "zh_TW": "「始轉本識」，開始見到了，「方歸心原」，妄心滅了，真心現前，這個心原是真心。「一切種境，無不圓照，是名為大圓鏡智」。大是稱讚，圓是圓滿，也就是說，遍法界虛空界你全見到了，一個不漏，過去無始，未來無終，統統見到，樣樣明瞭。這是自性本能。阿賴耶不知道。我們六道凡夫、權教菩薩，用的什麼心？阿賴耶。阿賴耶叫無明，在迷，他沒覺悟，悟了就叫大圓鏡，迷了就叫阿賴耶。阿賴耶叫藏識，含藏宇宙萬有，遇緣它現形，沒有緣它不現形。所以佛家講整個宇宙因緣生法，總是離不開因緣。最粗淺的現象，我們能知道的起心動念，那就是一念不覺。於是修行的總的綱領，我們就明白了，那就是不起心不動念。釋迦，中國的孔子、老子，這些人的境界，我們可以肯定、可以相信，他們都是大徹大悟、明心見性。這樣的人現前，他的智慧就是大圓鏡智，圓滿的智慧，過去未來、此界他方，沒有一樣不知道。範圍，這個智慧的範圍多大？大而無外，小而無內，全知道！"
    },
    {
      "id": "02-041-0457_p0006",
      "zh_CN": "记住，佛说的，「一切众生皆有如来智慧德相」，如来的智慧，就是此地讲的大圆镜智。无等无伦最上胜智，是我们自性里头本来具足的，只要我们把妄心舍掉、放下，大圆镜智就现前。怎么放下？不起心不动念就放下了。起心动念它就起作用，叫什么？无明，把大圆镜变成无明，什么都不知道。所以它是属于性德，真如本性里面的明德。要恢复，佛告诉我们修定，为什么？心里头妄想杂念没了，就是不起心不动念，它就现前。我们今天妄想杂念不断，一个接着一个，前念灭了后念起来，它不断，要靠修德帮助，修是修行、修正，行就是起心动念，起心动念不放在心上，就开悟了。谁有本事把起心动念放下？六道凡夫不知道自己起心动念，十八层天也不知道。法身菩萨才知道，前面七识都转了，还剩下第八识。阿罗汉前五识转了，第六识伏住了，它起作用，真的回头了，刚刚回头，第六、第七识还没转过来。六、七识转了，菩萨。六识分别，七识执着。",
      "zh_TW": "記住，佛說的，「一切眾生皆有如來智慧德相」，如來的智慧，就是此地講的大圓鏡智。無等無倫最上勝智，是我們自性裡頭本來具足的，只要我們把妄心捨掉、放下，大圓鏡智就現前。怎麼放下？不起心不動念就放下了。起心動念它就起作用，叫什麼？無明，把大圓鏡變成無明，什麼都不知道。所以它是屬於性德，真如本性裡面的明德。要恢復，佛告訴我們修定，為什麼？心裡頭妄想雜念沒了，就是不起心不動念，它就現前。我們今天妄想雜念不斷，一個接著一個，前念滅了後念起來，它不斷，要靠修德幫助，修是修行、修正，行就是起心動念，起心動念不放在心上，就開悟了。誰有本事把起心動念放下？六道凡夫不知道自己起心動念，十八層天也不知道。法身菩薩才知道，前面七識都轉了，還剩下第八識。阿羅漢前五識轉了，第六識伏住了，它起作用，真的回頭了，剛剛回頭，第六、第七識還沒轉過來。六、七識轉了，菩薩。六識分別，七識執著。"
    },
    {
      "id": "02-041-0457_p0007",
      "zh_CN": "我们用功，八万四千法门，用功的原理是一个，眼在色尘看得清清楚楚、明明了瞭，看清楚了，不起心不动念是佛，不分别不执着是菩萨。他为什么不分别不执着？《般若经》上有一句话说得很好，「一切法无所有，毕竟空，不可得」。谁见到？佛见到，佛眼见到一切法无所有，毕竟空，不可得。佛法世法没有例外的，这一切法。这是真的，不是假的。你要不知道，把这个假的放在心上，就迷了，就变成阿赖耶。不放在心上，阿赖耶转过来了，大圆镜智现前。什么人有这个本事，见色、闻声、嗅香、尝味都能做到不起心不动念？清清楚楚、明明白白是智慧，起心动念是阿赖耶。只有明了，没有起心动念，诸佛如来；有起心动念，没有分别执着，是菩萨。他为什么不分别？为什么不执着？因为他知道一切法，毕竟空，不可得，这是事实真相。",
      "zh_TW": "我們用功，八萬四千法門，用功的原理是一個，眼在色塵看得清清楚楚、明明瞭瞭，看清楚了，不起心不動念是佛，不分別不執著是菩薩。他為什麼不分別不執著？《般若經》上有一句話說得很好，「一切法無所有，畢竟空，不可得」。誰見到？佛見到，佛眼見到一切法無所有，畢竟空，不可得。佛法世法沒有例外的，這一切法。這是真的，不是假的。你要不知道，把這個假的放在心上，就迷了，就變成阿賴耶。不放在心上，阿賴耶轉過來了，大圓鏡智現前。什麼人有這個本事，見色、聞聲、嗅香、嘗味都能做到不起心不動念？清清楚楚、明明白白是智慧，起心動念是阿賴耶。只有明瞭，沒有起心動念，諸佛如來；有起心動念，沒有分別執著，是菩薩。他為什麼不分別？為什麼不執著？因為他知道一切法，畢竟空，不可得，這是事實真相。"
    },
    {
      "id": "02-041-0457_p0008",
      "zh_CN": "释迦佛当年在世讲经说法，用梦做比喻很多，梦幻泡影。你在梦中，不知道自己在作梦，以为是真的，得到了生欢喜心，得不到生烦恼，梦中。可是梦中醒过来之后，什么都没有，全是假的。我们今天迷失了自性，是做一个大梦，做一个很长时间的梦。其实时间跟空间是假的，不是真的，迷了才有，误会；觉悟了，没有时间，没有空间。没有空间，没有十方；没有时间，没有过去，没有未来，就在当下。当下这一念，明白了智慧，迷惑了烦恼，分别，尘沙烦恼起来了。本识，一念不觉是本识，叫无明烦恼。本来明白，你为什么不明白了？无明烦恼变现出虚空法界。迷悟真的刹那间，豁然大悟。我们为什么不能？迷得太久了，迷得太深了，我们讲习气。这些修行人，菩萨，他有没有习气？有，跟我们比他的习气很薄。我们的习气很浓，浓到什么都看不见。他们习气薄，偶尔看到一下，他能把偶尔那个时候抓住，他就开悟了。",
      "zh_TW": "釋迦佛當年在世講經說法，用夢做比喻很多，夢幻泡影。你在夢中，不知道自己在作夢，以為是真的，得到了生歡喜心，得不到生煩惱，夢中。可是夢中醒過來之後，什麼都沒有，全是假的。我們今天迷失了自性，是做一個大夢，做一個很長時間的夢。其實時間跟空間是假的，不是真的，迷了才有，誤會；覺悟了，沒有時間，沒有空間。沒有空間，沒有十方；沒有時間，沒有過去，沒有未來，就在當下。當下這一念，明白了智慧，迷惑了煩惱，分別，塵沙煩惱起來了。本識，一念不覺是本識，叫無明煩惱。本來明白，你為什麼不明白了？無明煩惱變現出虛空法界。迷悟真的剎那間，豁然大悟。我們為什麼不能？迷得太久了，迷得太深了，我們講習氣。這些修行人，菩薩，他有沒有習氣？有，跟我們比他的習氣很薄。我們的習氣很濃，濃到什麼都看不見。他們習氣薄，偶爾看到一下，他能把偶爾那個時候抓住，他就開悟了。"
    },
    {
      "id": "02-041-0457_p0009",
      "zh_CN": "自性、真心、真我，我的本来面目。自己的本来面目是清净的，没染污；是平等的，没有分别；是无所不知的。无所不知的这种能力，智慧，真实智慧，是自性、真心本有的，只要不迷了，统统现前。大乘佛法没有别的，只是在追求不迷。要不迷，心不能动。能大师告诉我们的，这几句话很管用，第一个清净；第二个不生不灭，不是妄心。妄心是生灭心，前面念头灭了后念就生，一个接着一个，无始劫以来到今天，从来没有中断过。断了就好，断了真心就现前，永远被它障碍住了。就像我们看动画一样，电影的画面，电视的画面，是动画，一个画面接着一个画面，相似相续。这画面没有两个相同的，也没有两个不同的，这个说法什么意思？画面不能执着，不能执着的也不能执着，你才能见得了性。妄的去了，执着那是真的，真还是妄，为什么？你的心总是在动，动它就有，就现相，现惑，幻相；不动，才把真相大白，搞清楚，搞明白。",
      "zh_TW": "自性、真心、真我，我的本來面目。自己的本來面目是清淨的，沒染污；是平等的，沒有分別；是無所不知的。無所不知的這種能力，智慧，真實智慧，是自性、真心本有的，只要不迷了，統統現前。大乘佛法沒有別的，只是在追求不迷。要不迷，心不能動。能大師告訴我們的，這幾句話很管用，第一個清淨；第二個不生不滅，不是妄心。妄心是生滅心，前面念頭滅了後念就生，一個接著一個，無始劫以來到今天，從來沒有中斷過。斷了就好，斷了真心就現前，永遠被它障礙住了。就像我們看動畫一樣，電影的畫面，電視的畫面，是動畫，一個畫面接著一個畫面，相似相續。這畫面沒有兩個相同的，也沒有兩個不同的，這個說法什麼意思？畫面不能執著，不能執著的也不能執著，你才能見得了性。妄的去了，執著那是真的，真還是妄，為什麼？你的心總是在動，動它就有，就現相，現惑，幻相；不動，才把真相大白，搞清楚，搞明白。"
    },
    {
      "id": "02-041-0457_p0010",
      "zh_CN": "所以菩萨，惠能大师是菩萨，大菩萨！登地的菩萨，他不是三贤菩萨，登地菩萨，为什么？明心见性，大圆镜智开了。释迦牟尼佛当年在世所说的一切经，你拿去问他，他都有能力讲给你听。无尽藏比丘尼，是惠能大师在逃难时候遇到的，受持《大涅槃经》，每天读诵。惠能大师在旁边听，等她念完了，惠能大师找她，把刚才念的一段经文，里面的意思讲给她听。她听了之后非常惊讶，捧着经书来向他请教。他说我不认识字。不认识字你怎么会知道？这个与识字不识字没关系。惠能大师第一个度的就是无尽藏比丘尼。比丘尼还在迷，能大师开悟了。遍法界虚空界自性生的，见了性的人哪有不知道的道理！在曹溪，法达禅师读《法华经》，意思不懂，向能大师请教。能大师说：你把《法华经》念一遍我听听，过去没有人给我念，我不知道，你念。念完之后，几句话就把他讲开悟了。自性本具般若现前，这就是「无等无伦最上胜智」，是自性本有的，不是从外头来的，外面没有这个智慧。甚至于小智慧，也不是从外头来的，自性里头没有你怎么会知道？真智慧一定要开悟，所以有小悟、有大悟、有大彻大悟，分三个等级。放下见思烦恼，小悟。见烦恼就是五种见惑，身见，把身体当作我，根本的错误。身体根本不存在，你怎么把它当作我？",
      "zh_TW": "所以菩薩，惠能大師是菩薩，大菩薩！登地的菩薩，他不是三賢菩薩，登地菩薩，為什麼？明心見性，大圓鏡智開了。釋迦牟尼佛當年在世所說的一切經，你拿去問他，他都有能力講給你聽。無盡藏比丘尼，是惠能大師在逃難時候遇到的，受持《大涅槃經》，每天讀誦。惠能大師在旁邊聽，等她念完了，惠能大師找她，把剛才念的一段經文，裡面的意思講給她聽。她聽了之後非常驚訝，捧著經書來向他請教。他說我不認識字。不認識字你怎麼會知道？這個與識字不識字沒關係。惠能大師第一個度的就是無盡藏比丘尼。比丘尼還在迷，能大師開悟了。遍法界虛空界自性生的，見了性的人哪有不知道的道理！在曹溪，法達禪師讀《法華經》，意思不懂，向能大師請教。能大師說：你把《法華經》念一遍我聽聽，過去沒有人給我念，我不知道，你念。念完之後，幾句話就把他講開悟了。自性本具般若現前，這就是「無等無倫最上勝智」，是自性本有的，不是從外頭來的，外面沒有這個智慧。甚至於小智慧，也不是從外頭來的，自性裡頭沒有你怎麼會知道？真智慧一定要開悟，所以有小悟、有大悟、有大徹大悟，分三個等級。放下見思煩惱，小悟。見煩惱就是五種見惑，身見，把身體當作我，根本的錯誤。身體根本不存在，你怎麼把它當作我？"
    },
    {
      "id": "02-041-0457_p0011",
      "zh_CN": "为什么说根本不存在？我们从经上的经文，佛跟弥勒菩萨的对话。佛问弥勒菩萨，代我们大家问的，说念头，极其微细的念头，微细到什么程度？念头的生灭，弥勒菩萨举个例子，一弹指有三十二亿百千念，单位是一百个千，一百个千是十万，三十二亿乘十万，三百二十兆，一弹指。一秒钟能弹几次？可以弹七次，弹得快的可以弹七次。三百二十兆乘七，一秒钟，得的数字二千二百四十兆。这样的频率，在你面前你能看见吗？看不到；在你耳边，你能听到吗？听不到，太快了！佛知道，每个成佛的人都知道，为什么？他们都是在无等无伦最上胜智这一层，在这个阶层的人个个知道，只要真的明心见性他知道。惠能大师知道，他没障碍了，在这个世间表法给大家看。他怎么能，我们为什么不能？关键就在一句，放下。他能放下，所以他看破了，看破，事实真相看明白了。我们一般人放不下，放不下你就看不破。放下的人生智慧，不能放下的人生烦恼，这是我们凡夫的事实真相。",
      "zh_TW": "為什麼說根本不存在？我們從經上的經文，佛跟彌勒菩薩的對話。佛問彌勒菩薩，代我們大家問的，說念頭，極其微細的念頭，微細到什麼程度？念頭的生滅，彌勒菩薩舉個例子，一彈指有三十二億百千念，單位是一百個千，一百個千是十萬，三十二億乘十萬，三百二十兆，一彈指。一秒鐘能彈幾次？可以彈七次，彈得快的可以彈七次。三百二十兆乘七，一秒鐘，得的數字二千二百四十兆。這樣的頻率，在你面前你能看見嗎？看不到；在你耳邊，你能聽到嗎？聽不到，太快了！佛知道，每個成佛的人都知道，為什麼？他們都是在無等無倫最上勝智這一層，在這個階層的人個個知道，只要真的明心見性他知道。惠能大師知道，他沒障礙了，在這個世間表法給大家看。他怎麼能，我們為什麼不能？關鍵就在一句，放下。他能放下，所以他看破了，看破，事實真相看明白了。我們一般人放不下，放不下你就看不破。放下的人生智慧，不能放下的人生煩惱，這是我們凡夫的事實真相。"
    },
    {
      "id": "02-041-0457_p0012",
      "zh_CN": "我们天天在经教里头，看到佛所说的，「万法皆空」，佛说的；世间人说，他后头续了一句，「因果不空」，还有执着，没见性。万法皆空，因果也不可得，也了不可得。不但因果了不可得，法身了不可得，不见性了吗？自性了不可得。真的，真如你无法想像，你也没有办法说明，所以开口就错了，动念就乖，说错了，不能起心，不能动念，不能开口，这是佛的境界。一切众生本来是佛，没有差别。也没有先佛后佛，佛只一个，哪有那么多？那么多是佛的变化。为什么变化？度有缘众生，叫游戏神通。这都是依最上胜智。",
      "zh_TW": "我們天天在經教裡頭，看到佛所說的，「萬法皆空」，佛說的；世間人說，他後頭續了一句，「因果不空」，還有執著，沒見性。萬法皆空，因果也不可得，也了不可得。不但因果了不可得，法身了不可得，不見性了嗎？自性了不可得。真的，真如你無法想像，你也沒有辦法說明，所以開口就錯了，動念就乖，說錯了，不能起心，不能動念，不能開口，這是佛的境界。一切眾生本來是佛，沒有差別。也沒有先佛後佛，佛只一個，哪有那麼多？那麼多是佛的變化。為什麼變化？度有緣眾生，叫遊戲神通。這都是依最上勝智。"
    },
    {
      "id": "02-041-0457_p0013",
      "zh_CN": "我们要真用功在哪里用？先学着六根对六尘，不起心不动念我们做不到，不分别不执着我们也做不到，我们学小乘阿罗汉，不能把它放在心上，放在心上这是妄心，妄心生灭不住，不放在心上这个妄心就断掉了。断掉好！断掉怎么？真心现前。阿罗汉给我们做证明，真心现前。所以阿罗汉有六种神通，阿罗汉得小自在，没有得大自在，得小自在。那个小自在，在我们看是大自在。他跟菩萨比比不上，差距很远，因为他有分别，他有起心动念。菩萨把起心动念放下了，分别放下了。为什么不分别？假的，你要分别你就错了，你分别它增长无明。",
      "zh_TW": "我們要真用功在哪裡用？先學著六根對六塵，不起心不動念我們做不到，不分別不執著我們也做不到，我們學小乘阿羅漢，不能把它放在心上，放在心上這是妄心，妄心生滅不住，不放在心上這個妄心就斷掉了。斷掉好！斷掉怎麼？真心現前。阿羅漢給我們做證明，真心現前。所以阿羅漢有六種神通，阿羅漢得小自在，沒有得大自在，得小自在。那個小自在，在我們看是大自在。他跟菩薩比比不上，差距很遠，因為他有分別，他有起心動念。菩薩把起心動念放下了，分別放下了。為什麼不分別？假的，你要分別你就錯了，你分別它增長無明。"
    },
    {
      "id": "02-041-0457_p0014",
      "zh_CN": "所以，总而言之一句话，佛法没有别的，就教你放下而已。连看破都不必说，为什么？放下自然就看破了，只要肯放下。麻烦就在这一点。人的根性不一样，烦恼重的人从放下，先放下，后看破；所知障重的人，好学是所知障，学了很多东西放不下，佛教你从看破下手。人有两种烦恼，两种障，二障：所知障、烦恼障。佛有两服药，放下对治烦恼障的，放下；对治所知障，看破。我们在日常生活当中就是练这个功夫，历事炼心，把妄心炼掉，真心自然现前。也不要去求真心，求真心是妄心。真心是本来有的，怎么可以求？放下妄想，真心就现前，阿罗汉所证得的是真心；放下分别，菩萨的真心。",
      "zh_TW": "所以，總而言之一句話，佛法沒有別的，就教你放下而已。連看破都不必說，為什麼？放下自然就看破了，只要肯放下。麻煩就在這一點。人的根性不一樣，煩惱重的人從放下，先放下，後看破；所知障重的人，好學是所知障，學了很多東西放不下，佛教你從看破下手。人有兩種煩惱，兩種障，二障：所知障、煩惱障。佛有兩服藥，放下對治煩惱障的，放下；對治所知障，看破。我們在日常生活當中就是練這個功夫，歷事鍊心，把妄心鍊掉，真心自然現前。也不要去求真心，求真心是妄心。真心是本來有的，怎麼可以求？放下妄想，真心就現前，阿羅漢所證得的是真心；放下分別，菩薩的真心。"
    },
    {
      "id": "02-041-0457_p0015",
      "zh_CN": "真心现前，方归心原，真心。「一切种境，无不圆照，是名为大圆镜智」。句句是真话。「此一智中，有五殊胜：如解脱身二乘同得」，六道轮回没有了。凡夫生生世世脱不了六道轮回，为什么？因为你有身，非常坚固肯定，认为这个身是真有。不知道世间几十年，梦中；不知道身是假的，不是真的，为这个身造多少业，善业、恶业。在现代的社会，肯定造的恶业多、善业少。解脱身，二乘解脱，脱离六道轮回；菩萨解脱，脱离十法界。不但不再搞轮回了，也超越十法界，超越十法界到哪里去了？实报庄严土。极乐世界有四土，最高的常寂光，法身；第二个，实报庄严土，也是法身，法身还带着习气，习气没有了就入常寂光，不生不灭，一片光明。所以儒家讲明德，这两个字很有道理，充满智慧，光明是智慧。不是精神，也不是物质，一片光明，叫大光明藏。",
      "zh_TW": "真心現前，方歸心原，真心。「一切種境，無不圓照，是名為大圓鏡智」。句句是真話。「此一智中，有五殊勝：如解脫身二乘同得」，六道輪迴沒有了。凡夫生生世世脫不了六道輪迴，為什麼？因為你有身，非常堅固肯定，認為這個身是真有。不知道世間幾十年，夢中；不知道身是假的，不是真的，為這個身造多少業，善業、惡業。在現代的社會，肯定造的惡業多、善業少。解脫身，二乘解脫，脫離六道輪迴；菩薩解脫，脫離十法界。不但不再搞輪迴了，也超越十法界，超越十法界到哪裡去了？實報莊嚴土。極樂世界有四土，最高的常寂光，法身；第二個，實報莊嚴土，也是法身，法身還帶著習氣，習氣沒有了就入常寂光，不生不滅，一片光明。所以儒家講明德，這兩個字很有道理，充滿智慧，光明是智慧。不是精神，也不是物質，一片光明，叫大光明藏。"
    },
    {
      "id": "02-041-0457_p0016",
      "zh_CN": "「正是法身，非彼所共」。二乘虽然证得解脱，他没有见法身，跟大修行人不一样。但是他脱离六道轮回，不能说他不是成就，三种烦恼，见思烦恼他断了，内心贪瞋痴慢疑没有了，外面知道一切是假的，没有染着，看得清楚，听得清楚，没有把它放在心上。念佛人有个好处，念佛人虽然没办法放下，只要把佛号放在心上，其他的就慢慢放下了。不管起什么念头，第一个念起，第二个阿弥陀佛，阿弥陀佛就接下去了，把你接到西方极乐世界，起这个作用。这个好！生到西方极乐世界，等于全体放下。那个时候还有极乐世界没放下，极乐世界是不是真有？真有。给你说真话，不能说有，不能说没有。境界现前像作梦，正在梦中，梦境有，极乐世界也是梦境。到什么时候真正完全觉悟？极乐世界常寂光，就是这个地方所讲的大圆镜智，常寂光。到极乐世界恢复到常寂光不难，而且是肯定的。每个人进入常寂光，时间长短不一样，但是总的来说个个都入常寂光，个个都证得圆满法身，性德圆满现前，就是能大师讲的「本自具足」。它是什么样子？「本无动摇」，这就是一心不乱。末后一句，「能生万法」，整个宇宙遍法界虚空界，一切诸佛刹土，都是这个法身变现的，这是证得究竟圆满。保证我们一生成就，就是《无量寿经》。所以有人问我，学经教，学哪一部经？我介绍的就是一部《无量寿经》，大圆满，保证你证得。你对这个半信半疑，我还不能接受，那《大藏经》里面八万四千法门，随你选择，你喜欢哪个法门都可以。",
      "zh_TW": "「正是法身，非彼所共」。二乘雖然證得解脫，他沒有見法身，跟大修行人不一樣。但是他脫離六道輪迴，不能說他不是成就，三種煩惱，見思煩惱他斷了，內心貪瞋痴慢疑沒有了，外面知道一切是假的，沒有染著，看得清楚，聽得清楚，沒有把它放在心上。念佛人有個好處，念佛人雖然沒辦法放下，只要把佛號放在心上，其他的就慢慢放下了。不管起什麼念頭，第一個念起，第二個阿彌陀佛，阿彌陀佛就接下去了，把你接到西方極樂世界，起這個作用。這個好！生到西方極樂世界，等於全體放下。那個時候還有極樂世界沒放下，極樂世界是不是真有？真有。給你說真話，不能說有，不能說沒有。境界現前像作夢，正在夢中，夢境有，極樂世界也是夢境。到什麼時候真正完全覺悟？極樂世界常寂光，就是這個地方所講的大圓鏡智，常寂光。到極樂世界恢復到常寂光不難，而且是肯定的。每個人進入常寂光，時間長短不一樣，但是總的來說個個都入常寂光，個個都證得圓滿法身，性德圓滿現前，就是能大師講的「本自具足」。它是什麼樣子？「本無動搖」，這就是一心不亂。末後一句，「能生萬法」，整個宇宙遍法界虛空界，一切諸佛剎土，都是這個法身變現的，這是證得究竟圓滿。保證我們一生成就，就是《無量壽經》。所以有人問我，學經教，學哪一部經？我介紹的就是一部《無量壽經》，大圓滿，保證你證得。你對這個半信半疑，我還不能接受，那《大藏經》裡面八萬四千法門，隨你選擇，你喜歡哪個法門都可以。"
    },
    {
      "id": "02-041-0457_p0017",
      "zh_CN": "所以这个五种殊胜里头，「故名无等」，这是一胜，第一个胜。「如前三智」，前面三种智，包括不思议智、不可称智。念老这里给我们讲的，「过于不思议智为最」，过是什么？超过了；「逾于不可称智为上；宽于大乘广智为胜，是为第三、四、五胜也。是故名为无等无伦最上胜智」。这些都是说给我们这些初学人听的，听明白了，希望你赶快把它放下，智慧慢慢恢复起来，放下妄想，放下分别，放下执着。",
      "zh_TW": "所以這個五種殊勝裡頭，「故名無等」，這是一勝，第一個勝。「如前三智」，前面三種智，包括不思議智、不可稱智。念老這裡給我們講的，「過於不思議智為最」，過是什麼？超過了；「逾於不可稱智為上；寬於大乘廣智為勝，是為第三、四、五勝也。是故名為無等無倫最上勝智」。這些都是說給我們這些初學人聽的，聽明白了，希望你趕快把它放下，智慧慢慢恢復起來，放下妄想，放下分別，放下執著。"
    },
    {
      "id": "02-041-0457_p0018",
      "zh_CN": "「又《会疏》曰：不了佛智者，盖疑佛智之不可思议。不悟如来之所以大也」。这个里面所悟，甚至于一切诸佛所说之经，不但佛跟佛在一起没话可说，佛跟菩萨在一起也无话可说，除非菩萨问，菩萨不问佛不说。为什么？只要见性，只要开悟，你全都明了了，又何必去问。悟的人跟悟的人在一起，没话说，都在那里盘腿面壁，契入常寂光。这个境界大，太大了！用我们的话来说，无始劫之前，无量劫以后，因为他境界里头，定中没有空间、没有时间，都是现前。有缘的众生多，生生世世结的缘。众生多，遇到有缘一定帮助他提升，那就要现身说法。现什么身，说什么法，没有一定，决定契机契理，帮助他觉悟。",
      "zh_TW": "「又《會疏》曰：不了佛智者，蓋疑佛智之不可思議。不悟如來之所以大也」。這個裡面所悟，甚至於一切諸佛所說之經，不但佛跟佛在一起沒話可說，佛跟菩薩在一起也無話可說，除非菩薩問，菩薩不問佛不說。為什麼？只要見性，只要開悟，你全都明瞭了，又何必去問。悟的人跟悟的人在一起，沒話說，都在那裡盤腿面壁，契入常寂光。這個境界大，太大了！用我們的話來說，無始劫之前，無量劫以後，因為他境界裡頭，定中沒有空間、沒有時間，都是現前。有緣的眾生多，生生世世結的緣。眾生多，遇到有緣一定幫助他提升，那就要現身說法。現什麼身，說什麼法，沒有一定，決定契機契理，幫助他覺悟。"
    },
    {
      "id": "02-041-0457_p0019",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}