{
  "doc_id": "02-041-0086",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十六集",
    "zh_TW": "第八十六集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0086",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-041-0086_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0086_p0002",
      "zh_CN": "请看《大经科注》第三百一十一页倒数第四行：",
      "zh_TW": "請看《大經科註》第三百一十一頁倒數第四行："
    },
    {
      "id": "02-041-0086_p0003",
      "zh_CN": "八相成道第七，「转法轮」。分两大科，第一个「总相（师资道合）」。这又分两科，第一科「请法（能感）」，第二科「说法（所应）」，这属于总相。转法轮，转是启动，法轮，用轮来代表圆满，表这个意思。佛法是圆满法，所谓圆满就是包容一切，没有一法不在佛法当中，佛法就是一切法。我们看惠能大师，他开悟的时候说，说了五句话，这开悟是见性了，性是什么样子，他用五句话来形容。真正是简要详明，很简单扼要，也详细、也明白，这二十个字说尽了、说透了。自性是我们的真心，真心是平等的，我们这个心跟释迦牟尼佛的心，跟阿弥陀佛的心，跟毘卢遮那的心，跟一切众生的心，是一个心。所以禅宗里头说「若人识得心，大地无寸土」，这也就是圆融了，全都包了。惠能大师最后一句话说「何期自性，能生万法」，万法是什么？全宇宙，空间，十方；时间，三世，过去、现在、未来，没有一法漏掉的。万不是数目字，是形容，代表圆满。宇宙之间世出世间一切法从哪来的？自性生的，自性是真心，我们真心生的。真心不可思议，这是说它起作用，前面说它的体，第一个是清净，「何期自性，本自清净」，它没有染污。",
      "zh_TW": "八相成道第七，「轉法輪」。分兩大科，第一個「總相（師資道合）」。這又分兩科，第一科「請法（能感）」，第二科「說法（所應）」，這屬於總相。轉法輪，轉是啟動，法輪，用輪來代表圓滿，表這個意思。佛法是圓滿法，所謂圓滿就是包容一切，沒有一法不在佛法當中，佛法就是一切法。我們看惠能大師，他開悟的時候說，說了五句話，這開悟是見性了，性是什麼樣子，他用五句話來形容。真正是簡要詳明，很簡單扼要，也詳細、也明白，這二十個字說盡了、說透了。自性是我們的真心，真心是平等的，我們這個心跟釋迦牟尼佛的心，跟阿彌陀佛的心，跟毘盧遮那的心，跟一切眾生的心，是一個心。所以禪宗裡頭說「若人識得心，大地無寸土」，這也就是圓融了，全都包了。惠能大師最後一句話說「何期自性，能生萬法」，萬法是什麼？全宇宙，空間，十方；時間，三世，過去、現在、未來，沒有一法漏掉的。萬不是數目字，是形容，代表圓滿。宇宙之間世出世間一切法從哪來的？自性生的，自性是真心，我們真心生的。真心不可思議，這是說它起作用，前面說它的體，第一個是清淨，「何期自性，本自清淨」，它沒有染污。"
    },
    {
      "id": "02-041-0086_p0004",
      "zh_CN": "今天我们这个地球发生严重的染污，这些染污，多分都是科学技术带来的。科学技术确实给我们带来一些方便，在物质生活上，但是很少人知道我们付出的代价太大了。今天社会的动乱，地球上灾变异常，这全是我们付出的代价。这个代价不值得，谚语所谓得不偿失，稍稍冷静一点，我们都能看到。",
      "zh_TW": "今天我們這個地球發生嚴重的染污，這些染污，多分都是科學技術帶來的。科學技術確實給我們帶來一些方便，在物質生活上，但是很少人知道我們付出的代價太大了。今天社會的動亂，地球上災變異常，這全是我們付出的代價。這個代價不值得，諺語所謂得不償失，稍稍冷靜一點，我們都能看到。"
    },
    {
      "id": "02-041-0086_p0005",
      "zh_CN": "本性是清净的，本性现出来的现象也是清净的。本性是不生不灭的，但是现象是生灭法，动物有生老病死，植物有生住异灭，矿物有成住坏空，这是自然现象，无法避免的。无法避免是说六道十法界，见性的人他就避免了，像惠能大师这样的人。海贤老和尚见性了，我从光碟上看到。他曾经说过一句话：我什么都知道，只是天机不可泄露。不说，不是不知道，说这句话的人不简单，如果没有明心见性，他说这句话就是大妄语，大妄语的罪是无间地狱，不能往生极乐世界。他说这句话，真的，阿弥陀佛接引他到极乐世界了，可见他不是妄语。他的明心见性，在净土宗里头叫理一心不乱。净宗三个阶段，第一个阶段功夫成片。一般要像老和尚他所具备的条件，他的条件是什么？最难得的，老实、听话、真干。凡是这样的人，具备这三个条件，没有不成就的，决定成就，而且成就得很快。",
      "zh_TW": "本性是清淨的，本性現出來的現象也是清淨的。本性是不生不滅的，但是現象是生滅法，動物有生老病死，植物有生住異滅，礦物有成住壞空，這是自然現象，無法避免的。無法避免是說六道十法界，見性的人他就避免了，像惠能大師這樣的人。海賢老和尚見性了，我從光碟上看到。他曾經說過一句話：我什麼都知道，只是天機不可洩露。不說，不是不知道，說這句話的人不簡單，如果沒有明心見性，他說這句話就是大妄語，大妄語的罪是無間地獄，不能往生極樂世界。他說這句話，真的，阿彌陀佛接引他到極樂世界了，可見他不是妄語。他的明心見性，在淨土宗裡頭叫理一心不亂。淨宗三個階段，第一個階段功夫成片。一般要像老和尚他所具備的條件，他的條件是什麼？最難得的，老實、聽話、真幹。凡是這樣的人，具備這三個條件，沒有不成就的，決定成就，而且成就得很快。"
    },
    {
      "id": "02-041-0086_p0006",
      "zh_CN": "我们在《净土圣贤录》、在《高僧传》里面看到的，念佛往生的，《往生传》里头多半都是三年。所以在早年间，说这个话应该是四、五十年前，我出来讲经，那个时候我三、四十岁，我三十三岁出来讲经。台湾基隆有一位德融法师，年龄跟我差不多，他已经往生应该有二十年了，二十年前过世了。曾经问过我，他说是不是这些念佛的人三年寿命就到了，阿弥陀佛接他往生？问我这么一句话。问得很好，为什么？我们读《往生传》，看到这个现象免不了怀疑。我回答他的，我说不可能，为什么？少数人或者他寿命只有三年，如果说那么多人都是寿命恰好三年，这讲不通，不合乎逻辑。应该是什么样？他功夫成片了，得功夫成片，阿弥陀佛一定透信息给他，也就是他会见佛，像《大势至菩萨圆通章》上所说的「忆佛念佛，现前当来，必定见佛」。什么条件之下见佛？功夫成片，也就是心里面只有阿弥陀佛，除阿弥陀佛之外，他没有妄念、没有杂念，什么念头都没有，只有阿弥陀佛，这叫成片。有这个功夫他就能往生，佛来告诉他，你的寿命还有多久。你看宋朝莹珂念到功夫成片，佛告诉他，你寿命还有十年，等到你寿命到的时候、尽了的时候我来接引你，等于给他授记。在这个状况之下，你能够见到阿弥陀佛。",
      "zh_TW": "我們在《淨土聖賢錄》、在《高僧傳》裡面看到的，念佛往生的，《往生傳》裡頭多半都是三年。所以在早年間，說這個話應該是四、五十年前，我出來講經，那個時候我三、四十歲，我三十三歲出來講經。台灣基隆有一位德融法師，年齡跟我差不多，他已經往生應該有二十年了，二十年前過世了。曾經問過我，他說是不是這些念佛的人三年壽命就到了，阿彌陀佛接他往生？問我這麼一句話。問得很好，為什麼？我們讀《往生傳》，看到這個現象免不了懷疑。我回答他的，我說不可能，為什麼？少數人或者他壽命只有三年，如果說那麼多人都是壽命恰好三年，這講不通，不合乎邏輯。應該是什麼樣？他功夫成片了，得功夫成片，阿彌陀佛一定透信息給他，也就是他會見佛，像《大勢至菩薩圓通章》上所說的「憶佛念佛，現前當來，必定見佛」。什麼條件之下見佛？功夫成片，也就是心裡面只有阿彌陀佛，除阿彌陀佛之外，他沒有妄念、沒有雜念，什麼念頭都沒有，只有阿彌陀佛，這叫成片。有這個功夫他就能往生，佛來告訴他，你的壽命還有多久。你看宋朝瑩珂念到功夫成片，佛告訴他，你壽命還有十年，等到你壽命到的時候、盡了的時候我來接引你，等於給他授記。在這個狀況之下，你能夠見到阿彌陀佛。"
    },
    {
      "id": "02-041-0086_p0007",
      "zh_CN": "像海贤老和尚这样的人，他具足老实、听话、真干，态度又好，学佛的态度他真诚、清净、恭敬，具备这个条件，念到功夫成片不会超过三年，他三年就得到了。二十岁出家，师父就传他一句阿弥陀佛，教他一直念下去，二十三、四岁他一定到这个功夫，成片，没妄想、没杂念，于人无争，于世无求。佛一定告诉他，他知道了，他没有要求往生。在这个功夫再向上提升，也不过三年五载，三、五年之间他就念到事一心不乱。事一心不乱，见思烦恼断了，等于阿罗汉，教下的阿罗汉，见思烦恼断了。再向上提升，有个三年五载就到理一心不乱，理一心不乱就是禅宗的大彻大悟、明心见性，六种神通具足。真的，他什么都知道，见性了，明心见性。我们估计，老和尚明心见性应当在四十岁前后。他为我们表法，在这个时代，用这种方式，平平安安，修行、证果一帆风顺。",
      "zh_TW": "像海賢老和尚這樣的人，他具足老實、聽話、真幹，態度又好，學佛的態度他真誠、清淨、恭敬，具備這個條件，念到功夫成片不會超過三年，他三年就得到了。二十歲出家，師父就傳他一句阿彌陀佛，教他一直念下去，二十三、四歲他一定到這個功夫，成片，沒妄想、沒雜念，於人無爭，於世無求。佛一定告訴他，他知道了，他沒有要求往生。在這個功夫再向上提升，也不過三年五載，三、五年之間他就念到事一心不亂。事一心不亂，見思煩惱斷了，等於阿羅漢，教下的阿羅漢，見思煩惱斷了。再向上提升，有個三年五載就到理一心不亂，理一心不亂就是禪宗的大徹大悟、明心見性，六種神通具足。真的，他什麼都知道，見性了，明心見性。我們估計，老和尚明心見性應當在四十歲前後。他為我們表法，在這個時代，用這種方式，平平安安，修行、證果一帆風順。"
    },
    {
      "id": "02-041-0086_p0008",
      "zh_CN": "教化众生完全用身教，不用言教，身分不暴露。老人活到一百一十二岁，那是阿弥陀佛加持他的，阿弥陀佛给他任务，让他表法。阿弥陀佛知道，在我们今天现前这个时代，崇尚科学，尤其有不少无神论者，不但不相信净土，连佛法都不相信。他的表法，最重要的意思告诉我们，真有西方极乐世界。他一生跟阿弥陀佛见面，我估计十次以上。东晋慧远大师，传记里头有记载，老人一生在庐山东林念佛堂四次见佛。老和尚念了九十二年，至少十次，他有透露风声，所以我们要会听。他曾经说：「我好几次要求阿弥陀佛带我到极乐世界去，老佛爷不肯，说我修得不错，要我表法，做个好样子给大家看。」你看，他有好几次，那就不是一次，这说明是多次见佛，多次见到极乐世界，不说。这些话里头我们仔细去听，话里头有话，要会听他透的信息。极乐世界真有，阿弥陀佛真有，信愿念佛往生净土是真的不是假的，给我们念佛人十足的信心、愿心。净宗有，当然大乘佛法就有；大乘佛法有，当然显教密教、小乘佛法统统具足，不是假的。老人表的修身，在中国人讲的，再往前推，格物、致知、诚意、正心、修身、齐家、治国、平天下，这世间法，全做到了。",
      "zh_TW": "教化眾生完全用身教，不用言教，身分不暴露。老人活到一百一十二歲，那是阿彌陀佛加持他的，阿彌陀佛給他任務，讓他表法。阿彌陀佛知道，在我們今天現前這個時代，崇尚科學，尤其有不少無神論者，不但不相信淨土，連佛法都不相信。他的表法，最重要的意思告訴我們，真有西方極樂世界。他一生跟阿彌陀佛見面，我估計十次以上。東晉慧遠大師，傳記裡頭有記載，老人一生在廬山東林念佛堂四次見佛。老和尚念了九十二年，至少十次，他有透露風聲，所以我們要會聽。他曾經說：「我好幾次要求阿彌陀佛帶我到極樂世界去，老佛爺不肯，說我修得不錯，要我表法，做個好樣子給大家看。」你看，他有好幾次，那就不是一次，這說明是多次見佛，多次見到極樂世界，不說。這些話裡頭我們仔細去聽，話裡頭有話，要會聽他透的信息。極樂世界真有，阿彌陀佛真有，信願念佛往生淨土是真的不是假的，給我們念佛人十足的信心、願心。淨宗有，當然大乘佛法就有；大乘佛法有，當然顯教密教、小乘佛法統統具足，不是假的。老人表的修身，在中國人講的，再往前推，格物、致知、誠意、正心、修身、齊家、治國、平天下，這世間法，全做到了。"
    },
    {
      "id": "02-041-0086_p0009",
      "zh_CN": "这个世界这么混乱，现在大家都在想方设法，如何能让世界恢复安定和平。我们在《永思集》里头能不能看到？能看到。于人无争，于世无求，平等对待，和睦相处，天下就太平了，他做出来了，我们要学习。决定没有错误，你只要好好跟他学，走这条路子，他能明心见性，你也能明心见性，只要具备这三个条件，老实、听话、真干。现在人，男女老少心浮气躁，这三个条件没有，不老实，不听话，不肯认真干，不是佛法不灵，是我们没有具足学佛的条件。",
      "zh_TW": "這個世界這麼混亂，現在大家都在想方設法，如何能讓世界恢復安定和平。我們在《永思集》裡頭能不能看到？能看到。於人無爭，於世無求，平等對待，和睦相處，天下就太平了，他做出來了，我們要學習。決定沒有錯誤，你只要好好跟他學，走這條路子，他能明心見性，你也能明心見性，只要具備這三個條件，老實、聽話、真幹。現在人，男女老少心浮氣躁，這三個條件沒有，不老實，不聽話，不肯認真幹，不是佛法不靈，是我們沒有具足學佛的條件。"
    },
    {
      "id": "02-041-0086_p0010",
      "zh_CN": "净宗同学，我早年在美国，劝大家成立净宗学会。美国第一个净宗学会在圣荷西桑尼维尔，现在这个会还在。美国、加拿大，我在那个时候一共有三十多个会，现在应该还有十几个。我写了个缘起，缘起里面提出行门五个科目，那就是戒律，行门五科：净业三福、六和、三学、六度、普贤十愿。严持戒律，我们只抓着这五科就够了，真信，真愿，一句佛号念到底，没有一个不成功，什么都不要想。证得果德是自然的，功夫成片、事一心不乱、理一心不乱都是自然的，不必要求，功夫到了自然现前。",
      "zh_TW": "淨宗同學，我早年在美國，勸大家成立淨宗學會。美國第一個淨宗學會在聖荷西桑尼維爾，現在這個會還在。美國、加拿大，我在那個時候一共有三十多個會，現在應該還有十幾個。我寫了個緣起，緣起裡面提出行門五個科目，那就是戒律，行門五科：淨業三福、六和、三學、六度、普賢十願。嚴持戒律，我們只抓著這五科就夠了，真信，真願，一句佛號念到底，沒有一個不成功，什麼都不要想。證得果德是自然的，功夫成片、事一心不亂、理一心不亂都是自然的，不必要求，功夫到了自然現前。"
    },
    {
      "id": "02-041-0086_p0011",
      "zh_CN": "理一心，不可思议的境界现前了，无量的智慧、无量的德能、无量的相好。像佛在《华严经》上所说的，「一切众生皆有如来智慧德相」，不是向外求的，是从自性里头向外流出来的。每个人都有，大家平等，所以说一切众生本来是佛。为什么会变成众生？佛说了你有三种烦恼，把你的性德障碍了，完全扭曲了，把智慧变成烦恼，把德能变成造业，把相好变成六道轮回，扭曲了。如果你觉悟了，自性能量智慧完全恢复，不是新得来的，是你本有的。心外无法，大乘经上常说，一切法从心生，惠能讲的「何期自性，能生万法」，这个万法就是整个宇宙，整个宇宙哪里来的？是你自己真心生出来的、现出来的。自己自性能现，自性怎么会不明了？怎么会不知道？哪有这种道理！所以只要你明心见性，对于这个万法，过去现在未来、此界他方你全都知道，就像老和尚说的，我什么都知道。不能给你说，为什么？你不懂，说了你也不相信。",
      "zh_TW": "理一心，不可思議的境界現前了，無量的智慧、無量的德能、無量的相好。像佛在《華嚴經》上所說的，「一切眾生皆有如來智慧德相」，不是向外求的，是從自性裡頭向外流出來的。每個人都有，大家平等，所以說一切眾生本來是佛。為什麼會變成眾生？佛說了你有三種煩惱，把你的性德障礙了，完全扭曲了，把智慧變成煩惱，把德能變成造業，把相好變成六道輪迴，扭曲了。如果你覺悟了，自性能量智慧完全恢復，不是新得來的，是你本有的。心外無法，大乘經上常說，一切法從心生，惠能講的「何期自性，能生萬法」，這個萬法就是整個宇宙，整個宇宙哪裡來的？是你自己真心生出來的、現出來的。自己自性能現，自性怎麼會不明瞭？怎麼會不知道？哪有這種道理！所以只要你明心見性，對於這個萬法，過去現在未來、此界他方你全都知道，就像老和尚說的，我什麼都知道。不能給你說，為什麼？你不懂，說了你也不相信。"
    },
    {
      "id": "02-041-0086_p0012",
      "zh_CN": "佛教的教学，教学的理念是「一门深入，长时薰修」，教学的方法是「读书千遍，其义自见」，自见就是开悟，要不要人教？不需要。释迦牟尼佛成佛了，明心见性，见性就成佛，讲经说法四十九年。四十九年所说的一切经，谁教他的？《华严》跟谁学的？《法华》哪个人教的？连最浅显的普世教育《阿含》，谁教的？没有人教他。他十九岁出家，放弃王位，为我们表法放下烦恼障。他表的是知识分子，知识分子好学多闻，所以十九岁出去参学，印度所有的宗教、所有的学派他统统亲近过、涉猎过。到三十岁，十二年，学的东西有用没用？没用，不是究竟法，完全放下。这是什么？放下所知障，所知障碍自性，不能见性，放下。毕钵罗树下入定，这一入定开悟了，夜睹明星，大彻大悟。见性之后，所说的一切法从自性流出来的。你看，惠能大师见性说了五句，五祖一听，没错，真见性了，不是假的，衣钵就给他了，他就是禅宗第六代祖。",
      "zh_TW": "佛教的教學，教學的理念是「一門深入，長時薰修」，教學的方法是「讀書千遍，其義自見」，自見就是開悟，要不要人教？不需要。釋迦牟尼佛成佛了，明心見性，見性就成佛，講經說法四十九年。四十九年所說的一切經，誰教他的？《華嚴》跟誰學的？《法華》哪個人教的？連最淺顯的普世教育《阿含》，誰教的？沒有人教他。他十九歲出家，放棄王位，為我們表法放下煩惱障。他表的是知識分子，知識分子好學多聞，所以十九歲出去參學，印度所有的宗教、所有的學派他統統親近過、涉獵過。到三十歲，十二年，學的東西有用沒用？沒用，不是究竟法，完全放下。這是什麼？放下所知障，所知障礙自性，不能見性，放下。畢缽羅樹下入定，這一入定開悟了，夜睹明星，大徹大悟。見性之後，所說的一切法從自性流出來的。你看，惠能大師見性說了五句，五祖一聽，沒錯，真見性了，不是假的，衣缽就給他了，他就是禪宗第六代祖。"
    },
    {
      "id": "02-041-0086_p0013",
      "zh_CN": "大乘佛法教学，终极的目标是什么？就是见性。八万四千法门，门门都是以见性为目的，所以法门平等，无有高下。净土宗也是见性，见性才能成佛，但是净土宗的方法跟八万四千法门不一样。八万四千法门都是要断烦恼才能证菩提，才能见性，证菩提就是见性，这个事情难，佛说得容易。你看，我们把话说得简单一点、通俗一点大家好懂，眼见色，耳闻声，鼻嗅香，舌尝味，身接触，眼耳鼻舌身意起的作用，起作用的时候清清楚楚、明明了瞭那是智慧，不起心不动念那是禅定，最高的禅定，不起心不动念了。这什么境界？佛的境界，就是禅宗讲的明心见性、大彻大悟。这是第一等的，成佛了。第二等的，有起心动念，见色闻声有起心动念，没有分别执着，这是菩萨。再降一等，有起心动念、有分别，没有执着，没有执着是阿罗汉；没有分别、执着是菩萨，没有起心动念就成佛了。你看，这么容易。",
      "zh_TW": "大乘佛法教學，終極的目標是什麼？就是見性。八萬四千法門，門門都是以見性為目的，所以法門平等，無有高下。淨土宗也是見性，見性才能成佛，但是淨土宗的方法跟八萬四千法門不一樣。八萬四千法門都是要斷煩惱才能證菩提，才能見性，證菩提就是見性，這個事情難，佛說得容易。你看，我們把話說得簡單一點、通俗一點大家好懂，眼見色，耳聞聲，鼻嗅香，舌嘗味，身接觸，眼耳鼻舌身意起的作用，起作用的時候清清楚楚、明明瞭瞭那是智慧，不起心不動念那是禪定，最高的禪定，不起心不動念了。這什麼境界？佛的境界，就是禪宗講的明心見性、大徹大悟。這是第一等的，成佛了。第二等的，有起心動念，見色聞聲有起心動念，沒有分別執著，這是菩薩。再降一等，有起心動念、有分別，沒有執著，沒有執著是阿羅漢；沒有分別、執著是菩薩，沒有起心動念就成佛了。你看，這麼容易。"
    },
    {
      "id": "02-041-0086_p0014",
      "zh_CN": "修行在哪里修？眼在色上修，耳在声上修，音声上修，鼻在香臭里头修，舌在尝味里面修，没离开生活。海贤老和尚的修行在生活当中，在六根对六尘境界当中，修什么？修不起心不动念。所以他眼目当中什么都好，没有一样不好，好的好，不好的也好，没有分别。没有分别就没有执着，那是行菩萨道，那是修菩萨行。待人接物那么好、那么圆满，那是性德自然流露。这样的人往生到西方极乐世界，直接生实报庄严土，他不是同居土、不是方便土，他是实报土，法身菩萨。法身菩萨是真佛不是假的，天台大师说分证即佛，他还没圆满，为什么？因为无始无明的习气没断。无明习气没有方法断，只有随它去，不理它，时间久了自然就没有了。一般大乘经上说要多长时间？三个阿僧祇劫，无始无明习气自然没有了。",
      "zh_TW": "修行在哪裡修？眼在色上修，耳在聲上修，音聲上修，鼻在香臭裡頭修，舌在嘗味裡面修，沒離開生活。海賢老和尚的修行在生活當中，在六根對六塵境界當中，修什麼？修不起心不動念。所以他眼目當中什麼都好，沒有一樣不好，好的好，不好的也好，沒有分別。沒有分別就沒有執著，那是行菩薩道，那是修菩薩行。待人接物那麼好、那麼圓滿，那是性德自然流露。這樣的人往生到西方極樂世界，直接生實報莊嚴土，他不是同居土、不是方便土，他是實報土，法身菩薩。法身菩薩是真佛不是假的，天台大師說分證即佛，他還沒圓滿，為什麼？因為無始無明的習氣沒斷。無明習氣沒有方法斷，只有隨它去，不理它，時間久了自然就沒有了。一般大乘經上說要多長時間？三個阿僧祇劫，無始無明習氣自然沒有了。"
    },
    {
      "id": "02-041-0086_p0015",
      "zh_CN": "我们在大乘经上看到一个现象，就是十方诸佛刹土这里面真的有许许多多法身菩萨，诸佛如来实报土的菩萨，他们往生到极乐世界去。去干什么？我们从这个地方去体会，极乐世界实报土一定比其他诸佛实报土要殊胜，如果不殊胜，人家到那里去毫无意义。释迦牟尼佛的实报土华藏世界，《华严经》上说的，在华藏世界，文殊、普贤常常带领华藏世界四十一位法身大士，到极乐世界去听阿弥陀佛讲经说法，这是为什么？这个表法给我们看，让我们从这个地方慢慢去体会，西方极乐世界殊胜，超过一切诸佛刹土，这经上有说，是真的不是假的。为什么？因为阿弥陀佛建立极乐世界，就是集一切诸佛实报土美好的大成。所以，法身菩萨愿意到极乐世界去参学。做弥陀弟子无比的光荣，你到任何一尊佛国土去，佛都特别招待你，为什么？你是阿弥陀佛的弟子，沾阿弥陀佛的光，别人尊敬阿弥陀佛，当然也尊敬阿弥陀佛的弟子。你要明白这个道理，你就会把八万四千法门、无量法门统统放下，我只取《无量寿经》，净土法门，信愿持名，往生净土，不退成佛，决定选这一门。这个法门这么殊胜，无比殊胜！",
      "zh_TW": "我們在大乘經上看到一個現象，就是十方諸佛剎土這裡面真的有許許多多法身菩薩，諸佛如來實報土的菩薩，他們往生到極樂世界去。去幹什麼？我們從這個地方去體會，極樂世界實報土一定比其他諸佛實報土要殊勝，如果不殊勝，人家到那裡去毫無意義。釋迦牟尼佛的實報土華藏世界，《華嚴經》上說的，在華藏世界，文殊、普賢常常帶領華藏世界四十一位法身大士，到極樂世界去聽阿彌陀佛講經說法，這是為什麼？這個表法給我們看，讓我們從這個地方慢慢去體會，西方極樂世界殊勝，超過一切諸佛剎土，這經上有說，是真的不是假的。為什麼？因為阿彌陀佛建立極樂世界，就是集一切諸佛實報土美好的大成。所以，法身菩薩願意到極樂世界去參學。做彌陀弟子無比的光榮，你到任何一尊佛國土去，佛都特別招待你，為什麼？你是阿彌陀佛的弟子，沾阿彌陀佛的光，別人尊敬阿彌陀佛，當然也尊敬阿彌陀佛的弟子。你要明白這個道理，你就會把八萬四千法門、無量法門統統放下，我只取《無量壽經》，淨土法門，信願持名，往生淨土，不退成佛，決定選這一門。這個法門這麼殊勝，無比殊勝！"
    },
    {
      "id": "02-041-0086_p0016",
      "zh_CN": "今天怀疑的人多，评论的人多，错了。正因为这个原因，弥陀慈悲，让贤公表法给我们看，坚定我们对这个法门的信心、愿心。我们有把握自己在这一生当中往生极乐世界，条件，这个世界什么都是假的，六道是假的，十法界是假的，万缘放下，极乐世界你就得到了。如果在这个世界里头还有贪恋、还有希求，去不了。不能着相，不能有丝毫贪求，记住老和尚常说的，什么都是假的，没有一样是真的。为什么？阿赖耶变现的，就是假的，阿赖耶是生灭法。我们一心念佛，决定要念到有把握往生。我们见到佛，佛要让我们表法，我们也听话。表法就是要持戒，要不怕吃苦，以戒为师，以苦为师，就能够表法。别人不能舍你能舍，别人放不下你能放下，要表这个法。",
      "zh_TW": "今天懷疑的人多，評論的人多，錯了。正因為這個原因，彌陀慈悲，讓賢公表法給我們看，堅定我們對這個法門的信心、願心。我們有把握自己在這一生當中往生極樂世界，條件，這個世界什麼都是假的，六道是假的，十法界是假的，萬緣放下，極樂世界你就得到了。如果在這個世界裡頭還有貪戀、還有希求，去不了。不能著相，不能有絲毫貪求，記住老和尚常說的，什麼都是假的，沒有一樣是真的。為什麼？阿賴耶變現的，就是假的，阿賴耶是生滅法。我們一心念佛，決定要念到有把握往生。我們見到佛，佛要讓我們表法，我們也聽話。表法就是要持戒，要不怕吃苦，以戒為師，以苦為師，就能夠表法。別人不能捨你能捨，別人放不下你能放下，要表這個法。"
    },
    {
      "id": "02-041-0086_p0017",
      "zh_CN": "所以法轮，法，圆满的法、究竟的法就叫法轮，这就是教化众生。八相成道，前面成道了，成道就是证到佛果，证果之后干什么？教化众生，转法轮就是四十九年讲经教学。释迦牟尼佛是身行、言教，他教给我们的他全做到了，不是只说不做，他是说了就做，做了再说，大家相信他，大家欢喜跟他学习。我们看念老的注解。前面有经文：",
      "zh_TW": "所以法輪，法，圓滿的法、究竟的法就叫法輪，這就是教化眾生。八相成道，前面成道了，成道就是證到佛果，證果之後幹什麼？教化眾生，轉法輪就是四十九年講經教學。釋迦牟尼佛是身行、言教，他教給我們的他全做到了，不是只說不做，他是說了就做，做了再說，大家相信他，大家歡喜跟他學習。我們看念老的註解。前面有經文："
    },
    {
      "id": "02-041-0086_p0018",
      "zh_CN": "【天人归仰。请转法轮。】",
      "zh_TW": "【天人歸仰。請轉法輪。】"
    },
    {
      "id": "02-041-0086_p0019",
      "zh_CN": "「暨以下诸句，为第七相」。转法轮这一段内容非常丰富，我们要看清楚、看明白，要能够体会到经里面的意思。「天人者，天道中人。归者归敬，仰者钦仰」，仰慕。这后头有很长的注解。「《智度论》云」，《大智度论》上说的，「今是释迦文佛得道后，五十七日寂不说法」。释迦牟尼佛就是大彻大悟、明心见性之后，五十七天不说法，「自言，我法甚深，难解难知。一切众生缚着世法，无能解者，不如默然入涅槃乐」。大乘经教里面说得很清楚，释迦牟尼佛示现成佛之后，为四十一位法身大士宣讲《大方广佛华严经》。这部经的内容是什么？就是惠能大师的五句话二十个字，这五句话要是细说，就是《大方广佛华严》；《大方广佛华严》要是浓缩，就是这二十个字。言语有简繁，《华严经》说得多，说得详细，繁多；能大师所说的五句话，简单。言语有简繁，意思是圆满的，换句话说，能大师的五句话细说就是《大方广佛华严经》；《华严经》略说，要问《华严经》里面说的是什么，最简单的回答，惠能大师的五句就讲完了。佛法的妙，可长可短，可深可浅，得大自在，看说法对什么人。惠能大师说这个话对象是五祖，所以一提，五祖就明白了，给他印证，真的不是假的。要跟一般普通菩萨来讲，那就是《华严经》。",
      "zh_TW": "「暨以下諸句，為第七相」。轉法輪這一段內容非常豐富，我們要看清楚、看明白，要能夠體會到經裡面的意思。「天人者，天道中人。歸者歸敬，仰者欽仰」，仰慕。這後頭有很長的註解。「《智度論》云」，《大智度論》上說的，「今是釋迦文佛得道後，五十七日寂不說法」。釋迦牟尼佛就是大徹大悟、明心見性之後，五十七天不說法，「自言，我法甚深，難解難知。一切眾生縛著世法，無能解者，不如默然入涅槃樂」。大乘經教裡面說得很清楚，釋迦牟尼佛示現成佛之後，為四十一位法身大士宣講《大方廣佛華嚴經》。這部經的內容是什麼？就是惠能大師的五句話二十個字，這五句話要是細說，就是《大方廣佛華嚴》；《大方廣佛華嚴》要是濃縮，就是這二十個字。言語有簡繁，《華嚴經》說得多，說得詳細，繁多；能大師所說的五句話，簡單。言語有簡繁，意思是圓滿的，換句話說，能大師的五句話細說就是《大方廣佛華嚴經》；《華嚴經》略說，要問《華嚴經》裡面說的是什麼，最簡單的回答，惠能大師的五句就講完了。佛法的妙，可長可短，可深可淺，得大自在，看說法對什麼人。惠能大師說這個話對象是五祖，所以一提，五祖就明白了，給他印證，真的不是假的。要跟一般普通菩薩來講，那就是《華嚴經》。"
    },
    {
      "id": "02-041-0086_p0020",
      "zh_CN": "《华严经》我们学过，过去讲过两遍，都没有讲完，就都讲到一半，一半还不到。前面我记得是讲了十七年，讲了一半。第二次讲的，我没有算年月，我算的是小时，因为有录像，我们讲了四千多个小时，讲了多少？五分之一。换句话说，我这个讲经的速度，把一部《华严经》从头到尾讲一遍需要两万个小时，时间太长了。我们现在一天讲四个小时，一年讲一千二百个小时，十年才一万二千个小时，要讲十八年，这一部经。哪个学校一个课程有这么多学分的？世间没有。真的是甚深，难解难知，难在哪里？难在他有烦恼，他有业障。如果烦恼、业障都消除，都放下，都化解了，那很容易。像六祖一样，一部《华严经》，几句话就讲清楚、讲明白了。五祖完全明了，衣钵就传给他。这是形式，在那个时候是有必要的。",
      "zh_TW": "《華嚴經》我們學過，過去講過兩遍，都沒有講完，就都講到一半，一半還不到。前面我記得是講了十七年，講了一半。第二次講的，我沒有算年月，我算的是小時，因為有錄像，我們講了四千多個小時，講了多少？五分之一。換句話說，我這個講經的速度，把一部《華嚴經》從頭到尾講一遍需要兩萬個小時，時間太長了。我們現在一天講四個小時，一年講一千二百個小時，十年才一萬二千個小時，要講十八年，這一部經。哪個學校一個課程有這麼多學分的？世間沒有。真的是甚深，難解難知，難在哪裡？難在他有煩惱，他有業障。如果煩惱、業障都消除，都放下，都化解了，那很容易。像六祖一樣，一部《華嚴經》，幾句話就講清楚、講明白了。五祖完全明瞭，衣缽就傳給他。這是形式，在那個時候是有必要的。"
    },
    {
      "id": "02-041-0086_p0021",
      "zh_CN": "在今天这个时代，章嘉大师教我的，佛法重实质不重形式。这句话也不是章嘉大师自己说的，应该是古圣先贤。我在新加坡住了三年半，跟新加坡的总统纳丹很熟，我们见面至少有十次。第一次见面的时候他还没当总统，我们就认识，我们在一起吃饭，他跟我坐在一起。告诉我，那个时候他是新加坡驻美国的大使，以后大使下来之后回到新加坡，去竞选总统，选上了。他告诉我，他是印度人，是印度教，他信印度教，他说他一生最佩服的佛教，最尊重，说佛教重实质不重形式。我听得都呆了，这个话我只听章嘉大师给我讲过，从来没有第二个人讲过，他怎么会讲这句话？讲的意思完全一样。所以我就晓得，这句话不是章嘉大师说的，应该祖师大德说的，知道的人不多。",
      "zh_TW": "在今天這個時代，章嘉大師教我的，佛法重實質不重形式。這句話也不是章嘉大師自己說的，應該是古聖先賢。我在新加坡住了三年半，跟新加坡的總統納丹很熟，我們見面至少有十次。第一次見面的時候他還沒當總統，我們就認識，我們在一起吃飯，他跟我坐在一起。告訴我，那個時候他是新加坡駐美國的大使，以後大使下來之後回到新加坡，去競選總統，選上了。他告訴我，他是印度人，是印度教，他信印度教，他說他一生最佩服的佛教，最尊重，說佛教重實質不重形式。我聽得都呆了，這個話我只聽章嘉大師給我講過，從來沒有第二個人講過，他怎麼會講這句話？講的意思完全一樣。所以我就曉得，這句話不是章嘉大師說的，應該祖師大德說的，知道的人不多。"
    },
    {
      "id": "02-041-0086_p0022",
      "zh_CN": "实质，海贤老和尚表演的实质。形式假的，但是宣传佛教需要形式，形式是表演，舞台表演，给观众看的，不是真的，真的在幕后，这个我们要知道。外面随缘，恒顺众生，随喜功德，里面清净，一尘不染。一定要懂得看破、放下，这是章嘉大师我们第一天见面教给我的。看破的意思，了解诸法实相，这叫看破，你对于事实真相了解。譬如老和尚常说「什么都是假的」，这就是看破，知道是假的就不会放在心上。什么放在心上？真的要放在心上。念佛成佛是真的，这是大事，要放在心上，其他的统统不可以放在心上，为什么？假的。《金刚经》上说得好，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，你明白了、觉悟了，六道就没有了。如果明心见性，不但六道没有了，十法界没有了，就像做一场梦醒过来，梦中境界痕迹都不着。你执着就错了，执着怎么样？你醒不过来，你贪恋梦中境界，你就醒不过来。贪恋四圣法界你出不了十法界，贪恋人天乐欲，出不了六道轮回，这是对于学佛造成严重障碍。",
      "zh_TW": "實質，海賢老和尚表演的實質。形式假的，但是宣傳佛教需要形式，形式是表演，舞台表演，給觀眾看的，不是真的，真的在幕後，這個我們要知道。外面隨緣，恆順眾生，隨喜功德，裡面清淨，一塵不染。一定要懂得看破、放下，這是章嘉大師我們第一天見面教給我的。看破的意思，了解諸法實相，這叫看破，你對於事實真相了解。譬如老和尚常說「什麼都是假的」，這就是看破，知道是假的就不會放在心上。什麼放在心上？真的要放在心上。念佛成佛是真的，這是大事，要放在心上，其他的統統不可以放在心上，為什麼？假的。《金剛經》上說得好，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，你明白了、覺悟了，六道就沒有了。如果明心見性，不但六道沒有了，十法界沒有了，就像做一場夢醒過來，夢中境界痕跡都不著。你執著就錯了，執著怎麼樣？你醒不過來，你貪戀夢中境界，你就醒不過來。貪戀四聖法界你出不了十法界，貪戀人天樂欲，出不了六道輪迴，這是對於學佛造成嚴重障礙。"
    },
    {
      "id": "02-041-0086_p0023",
      "zh_CN": "所以佛法真难修，不但是大乘，小乘都不容易。小乘初果，这有成就了，要放下见惑，就是错误的看法。头一个身见，身是假的，身不是我。每个人都把身当作我，看得很重，怕死，贪生怕死，出不了轮回。佛告诉我们，身不是我，我不是身。身是什么？身是我所有的，像衣服一样，衣服不是我，是我所有的，它要脏了、坏了，欢欢喜喜脱掉一件再换一件。这真懂得！我有真我，涅槃里头有我，三德里头有我，法身、般若、解脱。佛经上对我的解释，是主宰的意思，自己能做主，是自在的意思。这两个意思我们都没有，我们对这个身体，我要求它长生不老，行不行？我要求它年年十八，不行，做不到。所以它做不了主，它也得不到自在。必须把这个东西摆脱掉，主宰、自在就现前了，真有主宰，真能自在。",
      "zh_TW": "所以佛法真難修，不但是大乘，小乘都不容易。小乘初果，這有成就了，要放下見惑，就是錯誤的看法。頭一個身見，身是假的，身不是我。每個人都把身當作我，看得很重，怕死，貪生怕死，出不了輪迴。佛告訴我們，身不是我，我不是身。身是什麼？身是我所有的，像衣服一樣，衣服不是我，是我所有的，它要髒了、壞了，歡歡喜喜脫掉一件再換一件。這真懂得！我有真我，涅槃裡頭有我，三德裡頭有我，法身、般若、解脫。佛經上對我的解釋，是主宰的意思，自己能做主，是自在的意思。這兩個意思我們都沒有，我們對這個身體，我要求它長生不老，行不行？我要求它年年十八，不行，做不到。所以它做不了主，它也得不到自在。必須把這個東西擺脫掉，主宰、自在就現前了，真有主宰，真能自在。"
    },
    {
      "id": "02-041-0086_p0024",
      "zh_CN": "小乘初果要断五大类的见惑，第一个身见，知道身不是我。第二个边见，边见是二边，对立的，没有对立就统一了，所以第二个边见要放下。真妄是二边，邪正是二边，善恶是二边，我们活在边见里头，都是二边。二边都没有，都是假的，全都等于零。生佛是二边，统统在二边，这个看法是错误的。应该怎么看法？整个宇宙是一体，为什么？自性，统是自性变的。花样再多，所谓「以金作器，器器皆金」，我们用黄金做出一些手饰、器皿，可以做几千种、几万种，它的体就是黄金，说黄金，全部就包括了。所以要认识性，要认识能生、能现的，所生、所现假的不是真的。但是真跟妄是一不是二。所以佛教我们，于一切法当中清清楚楚、明明白白是智慧，不起心不动念是自性本定，那就是彻底觉悟了，真的是无所不知、无所不能，他没有不知道的，没有办不到的，法身菩萨。",
      "zh_TW": "小乘初果要斷五大類的見惑，第一個身見，知道身不是我。第二個邊見，邊見是二邊，對立的，沒有對立就統一了，所以第二個邊見要放下。真妄是二邊，邪正是二邊，善惡是二邊，我們活在邊見裡頭，都是二邊。二邊都沒有，都是假的，全都等於零。生佛是二邊，統統在二邊，這個看法是錯誤的。應該怎麼看法？整個宇宙是一體，為什麼？自性，統是自性變的。花樣再多，所謂「以金作器，器器皆金」，我們用黃金做出一些手飾、器皿，可以做幾千種、幾萬種，它的體就是黃金，說黃金，全部就包括了。所以要認識性，要認識能生、能現的，所生、所現假的不是真的。但是真跟妄是一不是二。所以佛教我們，於一切法當中清清楚楚、明明白白是智慧，不起心不動念是自性本定，那就是徹底覺悟了，真的是無所不知、無所不能，他沒有不知道的，沒有辦不到的，法身菩薩。"
    },
    {
      "id": "02-041-0086_p0025",
      "zh_CN": "众生的麻烦，这里说了，一切众生缚着世法，缚是绳索捆绑，着是着相。世法是假的，在世法里头生起贪瞋痴慢疑。贪瞋痴慢疑都是假的，了不可得，众生迷惑、颠倒、执着，分别执着，这就造业，业感果报，善业感三善道，恶业感三恶道。众生接受佛法，烦恼习气断不了，他不能成就。那怎么办？在六道里头长劫轮回，生生世世要有这个缘，受佛法的薰陶，到哪一生功夫得力了，得力是什么？举个简单的比喻，财色名食睡五欲完全不动心，很清楚、很明白，不起心、不动念，这就成熟了，佛会来教你，会来帮助你。最方便的方法无过于信愿持名往生净土，把你保送到极乐世界亲近阿弥陀佛，你在极乐世界明心见性、见性成佛很容易，换一个环境修学。",
      "zh_TW": "眾生的麻煩，這裡說了，一切眾生縛著世法，縛是繩索捆綁，著是著相。世法是假的，在世法裡頭生起貪瞋痴慢疑。貪瞋痴慢疑都是假的，了不可得，眾生迷惑、顛倒、執著，分別執著，這就造業，業感果報，善業感三善道，惡業感三惡道。眾生接受佛法，煩惱習氣斷不了，他不能成就。那怎麼辦？在六道裡頭長劫輪迴，生生世世要有這個緣，受佛法的薰陶，到哪一生功夫得力了，得力是什麼？舉個簡單的比喻，財色名食睡五欲完全不動心，很清楚、很明白，不起心、不動念，這就成熟了，佛會來教你，會來幫助你。最方便的方法無過於信願持名往生淨土，把你保送到極樂世界親近阿彌陀佛，你在極樂世界明心見性、見性成佛很容易，換一個環境修學。"
    },
    {
      "id": "02-041-0086_p0026",
      "zh_CN": "极乐世界这些烦恼习气生不起来，环境太好了。我们这个世间人贪财，为什么？财物太少了，不够分配。其实，人生迫切需要的，一刻都不能少的是什么？空气。有没有人贪空气的？没有。为什么？它太多了。极乐世界的金银财宝，就跟我们这空气一样，太多了，谁要那个东西？在极乐世界的七宝，珍珠玛瑙这种七宝，琉璃，做什么用？建筑材料。黄金铺马路的，铺路的，我们这边铺柏油，极乐世界铺黄金，谁要这个东西？极乐世界你不可能起贪心，那就是它太多了，样样都多，你取之不尽，用之不竭。而且在极乐世界，样样称心如意，无需要造作，都是从念头里头变现出来的，想什么变现什么，心想事成，这是极乐世界。",
      "zh_TW": "極樂世界這些煩惱習氣生不起來，環境太好了。我們這個世間人貪財，為什麼？財物太少了，不夠分配。其實，人生迫切需要的，一刻都不能少的是什麼？空氣。有沒有人貪空氣的？沒有。為什麼？它太多了。極樂世界的金銀財寶，就跟我們這空氣一樣，太多了，誰要那個東西？在極樂世界的七寶，珍珠瑪瑙這種七寶，琉璃，做什麼用？建築材料。黃金鋪馬路的，鋪路的，我們這邊鋪柏油，極樂世界鋪黃金，誰要這個東西？極樂世界你不可能起貪心，那就是它太多了，樣樣都多，你取之不盡，用之不竭。而且在極樂世界，樣樣稱心如意，無需要造作，都是從念頭裡頭變現出來的，想什麼變現什麼，心想事成，這是極樂世界。"
    },
    {
      "id": "02-041-0086_p0027",
      "zh_CN": "在这个地方缚着世法，无能解者，佛也不能，也没办法帮你解脱。看到这个世界这种样子，不如默然入涅槃乐。涅槃是梵语，翻成中国意思是不生不灭，这里头真乐，没有苦。成佛之后，法身菩萨见到了。二七日中，有人说三七，三七二十一天，二七十四天，《华严经》讲圆满，法身菩萨得度了，都得利益了，六道人天得不到利益。这个时候怎么办？「是时诸菩萨」，正在这个时候，菩萨知道，「释提桓因」，我们中国人称他为玉皇大帝，就是忉利天主，「梵天王」这是四禅天，这些诸天天王跟菩萨他们知道，释迦牟尼佛菩提树下示现成佛了，「合掌敬礼」，他们来请法，「请佛为诸众生初转法轮」。佛法是师道，师道尊严，没有恭敬心得不到。所以凡夫看不出来，不知道释迦牟尼佛示现成佛了，菩萨、诸天天神他们代表众生来请法，请释迦牟尼佛教化众生。佛法的教学用转法轮做代表，转这个意思好，转动，有传递，世世代代一代一代传下去，有这个意思。「佛时默然受请」，佛没有说话，没有说话就是接受，「到波罗奈鹿林中转法轮」，就是开始教学，这就是鹿野苑。",
      "zh_TW": "在這個地方縛著世法，無能解者，佛也不能，也沒辦法幫你解脫。看到這個世界這種樣子，不如默然入涅槃樂。涅槃是梵語，翻成中國意思是不生不滅，這裡頭真樂，沒有苦。成佛之後，法身菩薩見到了。二七日中，有人說三七，三七二十一天，二七十四天，《華嚴經》講圓滿，法身菩薩得度了，都得利益了，六道人天得不到利益。這個時候怎麼辦？「是時諸菩薩」，正在這個時候，菩薩知道，「釋提桓因」，我們中國人稱他為玉皇大帝，就是忉利天主，「梵天王」這是四禪天，這些諸天天王跟菩薩他們知道，釋迦牟尼佛菩提樹下示現成佛了，「合掌敬禮」，他們來請法，「請佛為諸眾生初轉法輪」。佛法是師道，師道尊嚴，沒有恭敬心得不到。所以凡夫看不出來，不知道釋迦牟尼佛示現成佛了，菩薩、諸天天神他們代表眾生來請法，請釋迦牟尼佛教化眾生。佛法的教學用轉法輪做代表，轉這個意思好，轉動，有傳遞，世世代代一代一代傳下去，有這個意思。「佛時默然受請」，佛沒有說話，沒有說話就是接受，「到波羅奈鹿林中轉法輪」，就是開始教學，這就是鹿野苑。"
    },
    {
      "id": "02-041-0086_p0028",
      "zh_CN": "我们看念老下面的解释。「又《法华经》云」，前面《大智度论》说的，这是黄念祖老居士用经论来注解《无量寿经》，这话不是他说的，《法华经》上讲，「尔时诸梵王」，是色界天的，「及诸天帝释」，这是欲界天的，「护世四天王」，四天王护法的，「及大自在天」，大自在天是第四禅天主，这是六道里头地位最高的，「并余诸天众」，还有「眷属百千万」，这些人「恭敬合掌礼，请我转法轮」。这是佛说的，人间没人知道。如果没有这些人请法，释迦牟尼佛就走了，就不在这个世间了。佛菩萨慈悲到极处，海贤老和尚，如果不是阿弥陀佛慈悲，给他任务让他表法，他早就走了，不必在这个世间受这么多苦恼，他是表法。我们世间没有人请他，阿弥陀佛请他，弥陀代表我们请他。",
      "zh_TW": "我們看念老下面的解釋。「又《法華經》云」，前面《大智度論》說的，這是黃念祖老居士用經論來註解《無量壽經》，這話不是他說的，《法華經》上講，「爾時諸梵王」，是色界天的，「及諸天帝釋」，這是欲界天的，「護世四天王」，四天王護法的，「及大自在天」，大自在天是第四禪天主，這是六道裡頭地位最高的，「並餘諸天眾」，還有「眷屬百千萬」，這些人「恭敬合掌禮，請我轉法輪」。這是佛說的，人間沒人知道。如果沒有這些人請法，釋迦牟尼佛就走了，就不在這個世間了。佛菩薩慈悲到極處，海賢老和尚，如果不是阿彌陀佛慈悲，給他任務讓他表法，他早就走了，不必在這個世間受這麼多苦惱，他是表法。我們世間沒有人請他，阿彌陀佛請他，彌陀代表我們請他。"
    },
    {
      "id": "02-041-0086_p0029",
      "zh_CN": "「法轮」，为什么佛的教学用法轮来代表？法轮是「指佛之教法，演说佛之教法」。演是表演，身教，说是言说，身行是做榜样给大家看，别人看了就会向佛请教，这个做法是什么意思？佛再用言语解释给他听，统统叫转法轮。下面说，「轮者」，为什么叫法轮？「转轮圣王之轮宝」。我们地球上有没有？没有。一个单位世界里头有，有轮王。轮王，轮是他的交通工具，因为这是人道不是天道，天人不需要交通工具，他能变化，人不行。天人，从中国到美国，现在交通工具是飞机，过去是轮船，这交通工具，如果是天人、是鬼神，他们不需要，他们动一个念头就到达了，速度非常快，有神通，叫神足通。在佛经里头，三果阿那含就有神足通，他到哪里去，念头一动，人就到了，不需要交通工具。人道没有这个神通，他需要交通工具，轮宝。",
      "zh_TW": "「法輪」，為什麼佛的教學用法輪來代表？法輪是「指佛之教法，演說佛之教法」。演是表演，身教，說是言說，身行是做榜樣給大家看，別人看了就會向佛請教，這個做法是什麼意思？佛再用言語解釋給他聽，統統叫轉法輪。下面說，「輪者」，為什麼叫法輪？「轉輪聖王之輪寶」。我們地球上有沒有？沒有。一個單位世界裡頭有，有輪王。輪王，輪是他的交通工具，因為這是人道不是天道，天人不需要交通工具，他能變化，人不行。天人，從中國到美國，現在交通工具是飛機，過去是輪船，這交通工具，如果是天人、是鬼神，他們不需要，他們動一個念頭就到達了，速度非常快，有神通，叫神足通。在佛經裡頭，三果阿那含就有神足通，他到哪裡去，念頭一動，人就到了，不需要交通工具。人道沒有這個神通，他需要交通工具，輪寶。"
    },
    {
      "id": "02-041-0086_p0030",
      "zh_CN": "现在科学家知道，飞行最适合的形状就是轮。这些年来很多地方看到飞碟，飞碟是圆形的，是不是太空人，别的星球上的人到我们这个星球上来，他的飞行工具是飞碟，是圆形的，轮宝。速度非常快，但是它很灵巧，它可以驻在那里不动，定在那里，移动的时候速度非常快。这个东西我看过，我只看过一次，那个时候我没有出家，还上班。有一天下午，看到空中有个圆形的，放绿色的光，放光，在空中不动，相当的高度，看得很清楚。有很多人误会，那大概是打信号枪，打到上面去的。我们看了应该有五分钟，它移动，初移动的时候慢，慢慢的动，突然不见了，那个速度就太快了。这桩事情到第二天报纸上刊登了，可见得看到的人很多，在台北市的上空。我们相信常常有，但是看到的机会要不留意，不注意的话，你就会疏忽了。",
      "zh_TW": "現在科學家知道，飛行最適合的形狀就是輪。這些年來很多地方看到飛碟，飛碟是圓形的，是不是太空人，別的星球上的人到我們這個星球上來，他的飛行工具是飛碟，是圓形的，輪寶。速度非常快，但是它很靈巧，它可以駐在那裡不動，定在那裡，移動的時候速度非常快。這個東西我看過，我只看過一次，那個時候我沒有出家，還上班。有一天下午，看到空中有個圓形的，放綠色的光，放光，在空中不動，相當的高度，看得很清楚。有很多人誤會，那大概是打信號槍，打到上面去的。我們看了應該有五分鐘，它移動，初移動的時候慢，慢慢的動，突然不見了，那個速度就太快了。這樁事情到第二天報紙上刊登了，可見得看到的人很多，在台北市的上空。我們相信常常有，但是看到的機會要不留意，不注意的話，你就會疏忽了。"
    },
    {
      "id": "02-041-0086_p0031",
      "zh_CN": "凡是用交通工具飞行的，那就是佛经上讲的轮王，这是他交通工具，也是他的武器。他能达到的这个领土都是归他管的，所以他能管好多个星球。转轮圣王这是人间势力、权威最大的，他统治是一个星系，小的星系，像太阳系。太阳系往外还有大星系，现在科学知道的银河系，太阳系属于银河系里头的一员，也就是许许多多的太阳系组成了银河系，银河系外面还有大的星系。《华严经》上所说的「世界成就品」、「华藏世界品」，那是佛经里面讲的天文学。",
      "zh_TW": "凡是用交通工具飛行的，那就是佛經上講的輪王，這是他交通工具，也是他的武器。他能達到的這個領土都是歸他管的，所以他能管好多個星球。轉輪聖王這是人間勢力、權威最大的，他統治是一個星系，小的星系，像太陽系。太陽系往外還有大星系，現在科學知道的銀河系，太陽系屬於銀河系裡頭的一員，也就是許許多多的太陽系組成了銀河系，銀河系外面還有大的星系。《華嚴經》上所說的「世界成就品」、「華藏世界品」，那是佛經裡面講的天文學。"
    },
    {
      "id": "02-041-0086_p0032",
      "zh_CN": "佛法里面，除了人道有这个轮宝做交通工具，真正的天道不需要，四王天都不需要，他们有神通，不需要交通工具。「回转四天下」，东南西北四洲，现在讲好像是太阳系，「碾摧诸怨敌」，这就是做为兵器，好像战斗飞机一样，是他用的武力。「故以譬喻佛之教法」，佛的教学「亦流转一切众生界，破除诸烦恼」。佛的教学方法有流转的现象，有帮助众生破迷开悟、离苦得乐的功能，所以用法轮来比喻。《法华文句》里头也有说，《法华文句》是《法华经》的注解，这个注解是天台智者大师作的，隋朝末年、唐朝初年，非常有名的注解。这个里头有一段话说，「转佛心中化他之法，度入他心，名转法轮」。把佛的心中之法，转给他的学生，让学生开悟，让学生契入，这叫做转法轮。「嘉祥师云：自我至彼，故称为转」。老师知道的教导给学生，学生明白了，学生开悟了，这叫转。",
      "zh_TW": "佛法裡面，除了人道有這個輪寶做交通工具，真正的天道不需要，四王天都不需要，他們有神通，不需要交通工具。「回轉四天下」，東南西北四洲，現在講好像是太陽系，「碾摧諸怨敵」，這就是做為兵器，好像戰鬥飛機一樣，是他用的武力。「故以譬喻佛之教法」，佛的教學「亦流轉一切眾生界，破除諸煩惱」。佛的教學方法有流轉的現象，有幫助眾生破迷開悟、離苦得樂的功能，所以用法輪來比喻。《法華文句》裡頭也有說，《法華文句》是《法華經》的註解，這個註解是天台智者大師作的，隋朝末年、唐朝初年，非常有名的註解。這個裡頭有一段話說，「轉佛心中化他之法，度入他心，名轉法輪」。把佛的心中之法，轉給他的學生，讓學生開悟，讓學生契入，這叫做轉法輪。「嘉祥師云：自我至彼，故稱為轉」。老師知道的教導給學生，學生明白了，學生開悟了，這叫轉。"
    },
    {
      "id": "02-041-0086_p0033",
      "zh_CN": "佛法是智慧、是德能，不是知识，不是技术，这个一定要知道。今天完全崇尚于科学技术，知识，所有学校所教的、所学的统统是知识，这跟佛法完全相违背，佛法不求这个东西。这些是什么？这些东西是障碍自性的，佛法把这个东西全部放下了。释迦三十岁放下所知障，就是过去十二年所学的，在宗教里头学的、在学术里面学的统统放下，才能够明心见性。他要不放下，他不能见性，这个我们不能不知道。所以佛法要再复兴起来有一定的难度，如何让这些科学家承认佛陀教学的理念、教学的方法，科学家不会承认的。「一门深入，长时薰修」他反对，他同时学很多东西，现在连小学、幼儿园小朋友都学好多种东西，不是学一样，广学多闻。做家长的不知道，认为这是对的，我的孩子学了好多东西，什么都知道，聪明。他不知道，小时候聪明，大了就不聪明了。",
      "zh_TW": "佛法是智慧、是德能，不是知識，不是技術，這個一定要知道。今天完全崇尚於科學技術，知識，所有學校所教的、所學的統統是知識，這跟佛法完全相違背，佛法不求這個東西。這些是什麼？這些東西是障礙自性的，佛法把這個東西全部放下了。釋迦三十歲放下所知障，就是過去十二年所學的，在宗教裡頭學的、在學術裡面學的統統放下，才能夠明心見性。他要不放下，他不能見性，這個我們不能不知道。所以佛法要再復興起來有一定的難度，如何讓這些科學家承認佛陀教學的理念、教學的方法，科學家不會承認的。「一門深入，長時薰修」他反對，他同時學很多東西，現在連小學、幼兒園小朋友都學好多種東西，不是學一樣，廣學多聞。做家長的不知道，認為這是對的，我的孩子學了好多東西，什麼都知道，聰明。他不知道，小時候聰明，大了就不聰明了。"
    },
    {
      "id": "02-041-0086_p0034",
      "zh_CN": "中国人学东西，自小到长成，讲求的一门，不能学多。为什么？一门能得定，定能开智慧，佛法是要这个，其义自见。老师不跟你讲经义的，不解释的，老师什么？就教你读，所以叫读书千遍。千，不是固定数目字，这个意思是圆满的意思，什么？开悟了，经典里头的意思你完全明白，自自然然知道了，这就叫千遍，足了。这个方法用在知识分子的分上非常恰当。书只教句读，过去老师教书，书本上没有标点符号，一句一句老师用红朱砂笔帮你圈起来，段落用个勾勾出来，叫你去念。",
      "zh_TW": "中國人學東西，自小到長成，講求的一門，不能學多。為什麼？一門能得定，定能開智慧，佛法是要這個，其義自見。老師不跟你講經義的，不解釋的，老師什麼？就教你讀，所以叫讀書千遍。千，不是固定數目字，這個意思是圓滿的意思，什麼？開悟了，經典裡頭的意思你完全明白，自自然然知道了，這就叫千遍，足了。這個方法用在知識分子的分上非常恰當。書只教句讀，過去老師教書，書本上沒有標點符號，一句一句老師用紅硃砂筆幫你圈起來，段落用個勾勾出來，叫你去念。"
    },
    {
      "id": "02-041-0086_p0035",
      "zh_CN": "每个人天分不一样，所以从前的教学是个别教学，私塾，学生有几十个人，老师上课是一个人一个人教，大家学的东西不一样，进度也不相同。古时候用进度标准是十遍就能背，你譬如说教一百个字，这一百个字十遍你能背，你就是这个水平。天分好的，可以十遍能够背三、四百个字，那是上根人，背二、三百个字是中根人，背一百个字是下根的，还能教。一百个字，十遍念下来不能背诵，大概老师用方便法，只教他识字，他不适合于从事于教学工作，让他学农、学工、学商，他将来可以谋生。认识字对他的事业有帮助，他不能走文化这条路，要重视在德行上培养他，他将来是个好人，有能力谋生。这古时候的教学。",
      "zh_TW": "每個人天分不一樣，所以從前的教學是個別教學，私塾，學生有幾十個人，老師上課是一個人一個人教，大家學的東西不一樣，進度也不相同。古時候用進度標準是十遍就能背，你譬如說教一百個字，這一百個字十遍你能背，你就是這個水平。天分好的，可以十遍能夠背三、四百個字，那是上根人，背二、三百個字是中根人，背一百個字是下根的，還能教。一百個字，十遍念下來不能背誦，大概老師用方便法，只教他識字，他不適合於從事於教學工作，讓他學農、學工、學商，他將來可以謀生。認識字對他的事業有幫助，他不能走文化這條路，要重視在德行上培養他，他將來是個好人，有能力謀生。這古時候的教學。"
    },
    {
      "id": "02-041-0086_p0036",
      "zh_CN": "有能力读书的，就是至少是十遍可以能背一百个字的，这个要好好教他，要督促他。这部书从头到尾都背完了，背完之后就叫他就背这部书。教材，老师跟家长协商的，老师选择的家长同意，或者家长选择的老师同意，完全看学生的根性，因材施教。熟透了，老师不讲意思，到豁然他自己明白了，把他觉悟的讲给老师听，老师给他做印证。古时候是这种教法，这种教法完全违背科学，现在科学教学法根本不承认你这个。所以中国传统文化在这个时代，还是要有一段时间，必须要有几个真正用这个方法开悟了，这科学家相信。",
      "zh_TW": "有能力讀書的，就是至少是十遍可以能背一百個字的，這個要好好教他，要督促他。這部書從頭到尾都背完了，背完之後就叫他就背這部書。教材，老師跟家長協商的，老師選擇的家長同意，或者家長選擇的老師同意，完全看學生的根性，因材施教。熟透了，老師不講意思，到豁然他自己明白了，把他覺悟的講給老師聽，老師給他做印證。古時候是這種教法，這種教法完全違背科學，現在科學教學法根本不承認你這個。所以中國傳統文化在這個時代，還是要有一段時間，必須要有幾個真正用這個方法開悟了，這科學家相信。"
    },
    {
      "id": "02-041-0086_p0037",
      "zh_CN": "其实这个道理也并不难懂，为什么？一定肯定清净心生智慧。不是我读得很多、我知道很多，那都是染污，染污不生智慧，生烦恼。如果我们能肯定这一点，对于古圣先贤肃然起敬，恭敬心生起来了。现在人不相信这个，认为古人学的东西很少，知道不多，不能办大事。他不知道人家是智慧，你学的这么多是知识，知识有局限性，知识有后遗症，你都没有办法解决；智慧没有局限、没有后遗症。东方自古以来是追求智慧，不是知识，一定要从戒定这条道路走，戒定，因戒得定，因定开慧。",
      "zh_TW": "其實這個道理也並不難懂，為什麼？一定肯定清淨心生智慧。不是我讀得很多、我知道很多，那都是染污，染污不生智慧，生煩惱。如果我們能肯定這一點，對於古聖先賢肅然起敬，恭敬心生起來了。現在人不相信這個，認為古人學的東西很少，知道不多，不能辦大事。他不知道人家是智慧，你學的這麼多是知識，知識有侷限性，知識有後遺症，你都沒有辦法解決；智慧沒有侷限、沒有後遺症。東方自古以來是追求智慧，不是知識，一定要從戒定這條道路走，戒定，因戒得定，因定開慧。"
    },
    {
      "id": "02-041-0086_p0038",
      "zh_CN": "所以我们要做实验，不做实验人家不相信。我们在联合国做很多次报告，与会的这些都是各国代表、大使，我们参加和平会议。中国传统文化带来的兴旺、稳定、和睦、繁荣、太平盛世，他们听了怎么样？听了像听故事一样，也欢喜，也鼓掌，可是下来之后，我们在一起聊天吃饭，他就问我，他说：法师，你讲得很好，那是理想，那不能落实，做不到。你看，白讲了！如何才能叫他相信？他们满脑袋科学，科学就是你要让我看到我才相信，我没看到不相信。所以我们在汤池做实验，搞一个小镇，把儒释道这三样东西展开来，小镇居民四万八千人，男女老幼、各行各业一起学，做成功了。做成功，我们到联合国声音也大了。当时没有做这个实验之前，他们提出这个问题，我们哑口无言，为什么？我们自己也怀疑，没看到，我们只是在典籍文字里面看到的，事实我们没有看到。",
      "zh_TW": "所以我們要做實驗，不做實驗人家不相信。我們在聯合國做很多次報告，與會的這些都是各國代表、大使，我們參加和平會議。中國傳統文化帶來的興旺、穩定、和睦、繁榮、太平盛世，他們聽了怎麼樣？聽了像聽故事一樣，也歡喜，也鼓掌，可是下來之後，我們在一起聊天吃飯，他就問我，他說：法師，你講得很好，那是理想，那不能落實，做不到。你看，白講了！如何才能叫他相信？他們滿腦袋科學，科學就是你要讓我看到我才相信，我沒看到不相信。所以我們在湯池做實驗，搞一個小鎮，把儒釋道這三樣東西展開來，小鎮居民四萬八千人，男女老幼、各行各業一起學，做成功了。做成功，我們到聯合國聲音也大了。當時沒有做這個實驗之前，他們提出這個問題，我們啞口無言，為什麼？我們自己也懷疑，沒看到，我們只是在典籍文字裡面看到的，事實我們沒有看到。"
    },
    {
      "id": "02-041-0086_p0039",
      "zh_CN": "通过这个实验，首先自己看到了。真的，这个实验做了三年，证明两桩事情，第一个人性本善，《三字经》上「人之初，性本善」正确的，不是假的，真的；第二个证明人是很好教的，不难教。我们的教学本来是想的要两年到三年才能看到成果，没有想到三个月成果卓着。我跟老师说，千万不要骄傲，这值得骄傲，完了！不能骄傲，为什么？是我们干出来的吗？不是。为什么会有这么好的成就？祖宗之德，三宝加持，人民听话。我们要感谢祖宗、感谢三宝、感谢人民，我们是做出榜样来，他肯学习，他相信。",
      "zh_TW": "通過這個實驗，首先自己看到了。真的，這個實驗做了三年，證明兩樁事情，第一個人性本善，《三字經》上「人之初，性本善」正確的，不是假的，真的；第二個證明人是很好教的，不難教。我們的教學本來是想的要兩年到三年才能看到成果，沒有想到三個月成果卓著。我跟老師說，千萬不要驕傲，這值得驕傲，完了！不能驕傲，為什麼？是我們幹出來的嗎？不是。為什麼會有這麼好的成就？祖宗之德，三寶加持，人民聽話。我們要感謝祖宗、感謝三寶、感謝人民，我們是做出榜樣來，他肯學習，他相信。"
    },
    {
      "id": "02-041-0086_p0040",
      "zh_CN": "所以这搬到联合国做详细报告，我们报告的时间八个小时，三天的展览，有图片、有文字解说。大家心里相信了；你要不信，去看，你到汤池去考察、去参观。三年，虽然停了，没有继续再办，可是今天国内传统文化兴旺起来，才引起来了，在全世界。",
      "zh_TW": "所以這搬到聯合國做詳細報告，我們報告的時間八個小時，三天的展覽，有圖片、有文字解說。大家心裡相信了；你要不信，去看，你到湯池去考察、去參觀。三年，雖然停了，沒有繼續再辦，可是今天國內傳統文化興旺起來，才引起來了，在全世界。"
    },
    {
      "id": "02-041-0086_p0041",
      "zh_CN": "《弟子规》这本书，儒家童蒙养正重要的教科书，只有一千零八十个字。我是昨天得到的信息，印度尼西亚的同修打电话告诉我，印尼的教育部真的把《弟子规》落实在全国中小学，做为必修的课程。他们教育部的官员到香港来看我，告诉我这桩事情，七月开始。我半信半疑，不过他带来了课本，《弟子规》翻成印尼文。我介绍他，把蔡礼旭老师《细说弟子规》这四十个小时的教学写成文字，这是讲解，详细讲解，要翻成印尼文。这个事情他们在上个月完成了。",
      "zh_TW": "《弟子規》這本書，儒家童蒙養正重要的教科書，只有一千零八十個字。我是昨天得到的信息，印度尼西亞的同修打電話告訴我，印尼的教育部真的把《弟子規》落實在全國中小學，做為必修的課程。他們教育部的官員到香港來看我，告訴我這樁事情，七月開始。我半信半疑，不過他帶來了課本，《弟子規》翻成印尼文。我介紹他，把蔡禮旭老師《細說弟子規》這四十個小時的教學寫成文字，這是講解，詳細講解，要翻成印尼文。這個事情他們在上個月完成了。"
    },
    {
      "id": "02-041-0086_p0042",
      "zh_CN": "我到印尼去做了十天访问，转了一圈，在新加坡三天，看新加坡的宗教团结，然后再到马来西亚住了一个星期，回到香港。印尼是世界上最大的回教国家，他们这样做，对全世界有一定的影响，让中国人对传统文化生起信心。你看，外国人都学，国家的教育部推动，全国中小学必修课程。我们看到了欢喜。印尼是回教国家，它的人口是世界第四，人口来算是第四大国，第一个中国，第二是印度，第三是美国，第四是印尼。他们的人口大概是二亿四千万，百分之九十是回教徒，所以回教徒大概有两亿，其他宗教也有，他们宗教平等，很难得。我听说在那个地方，好像佛教徒有七十万人。这给我们很大的鼓舞，回教国家。",
      "zh_TW": "我到印尼去做了十天訪問，轉了一圈，在新加坡三天，看新加坡的宗教團結，然後再到馬來西亞住了一個星期，回到香港。印尼是世界上最大的回教國家，他們這樣做，對全世界有一定的影響，讓中國人對傳統文化生起信心。你看，外國人都學，國家的教育部推動，全國中小學必修課程。我們看到了歡喜。印尼是回教國家，它的人口是世界第四，人口來算是第四大國，第一個中國，第二是印度，第三是美國，第四是印尼。他們的人口大概是二億四千萬，百分之九十是回教徒，所以回教徒大概有兩億，其他宗教也有，他們宗教平等，很難得。我聽說在那個地方，好像佛教徒有七十萬人。這給我們很大的鼓舞，回教國家。"
    },
    {
      "id": "02-041-0086_p0043",
      "zh_CN": "回教大学校长到这来过两次，告诉我，他们学校想正式开办汉学院，汉学院就是儒释道，培养儒释道的师资，回教大学开办。这个回教大学是世界有名，是埃及回教大学的分校，埃及这个大学有一千多年历史，这个分校在亚洲非常著名。我跟这个学校有关系，你们看到我有一张博士照的照片，穿的衣服是绿色的，就是回教大学的。所以他们来看我，我听到很高兴。我去访问的时候，见过他们的宗教部长，回教大学不归教育部，归宗教部管。",
      "zh_TW": "回教大學校長到這來過兩次，告訴我，他們學校想正式開辦漢學院，漢學院就是儒釋道，培養儒釋道的師資，回教大學開辦。這個回教大學是世界有名，是埃及回教大學的分校，埃及這個大學有一千多年歷史，這個分校在亞洲非常著名。我跟這個學校有關係，你們看到我有一張博士照的照片，穿的衣服是綠色的，就是回教大學的。所以他們來看我，我聽到很高興。我去訪問的時候，見過他們的宗教部長，回教大學不歸教育部，歸宗教部管。"
    },
    {
      "id": "02-041-0086_p0044",
      "zh_CN": "国家的教育部，他们的高级官员来访问的时候，主要就是谈如何推动《弟子规》的教育。因为学校太多，全国中小学超过十五万所，一个学校一个老师，十五万人，两个老师，三十万人，这老师怎么培训？所以我建议他，要用网路教学，要用电视教学。你现在能够有五、六十个老师就行，电视开一个频道，用电视网路来教，你才能教得了。老师要培训，我建议他们，教育部下面一定要办一个《弟子规》师资培训班。训练老师这门课大概四个月就可以了，这个培训班一年可以办三次，三届，要一直办下去，因为你们需要几十万老师。",
      "zh_TW": "國家的教育部，他們的高級官員來訪問的時候，主要就是談如何推動《弟子規》的教育。因為學校太多，全國中小學超過十五萬所，一個學校一個老師，十五萬人，兩個老師，三十萬人，這老師怎麼培訓？所以我建議他，要用網路教學，要用電視教學。你現在能夠有五、六十個老師就行，電視開一個頻道，用電視網路來教，你才能教得了。老師要培訓，我建議他們，教育部下面一定要辦一個《弟子規》師資培訓班。訓練老師這門課大概四個月就可以了，這個培訓班一年可以辦三次，三屆，要一直辦下去，因為你們需要幾十萬老師。"
    },
    {
      "id": "02-041-0086_p0045",
      "zh_CN": "中国文化将来在全世界有光明的前途，为什么？大家都想学，知道这个东西里头有真正的智慧。我们中国人看到外国人在起步了，我们如果要走在后面，落伍了，这就很难看，我们应该站在前面带路才对。所以现在年轻人，儒释道这三个根，《弟子规》、《感应篇》、《十善业》，确实要认真努力把它做好，尤其是年轻人。特别是像汤恩比所说的，中国文化能救全世界，所以全世界都要学习。现在我们心目当中所想的，怎样有一个最好的、最圆满的白话翻译本。为什么？要用白话的翻译本，把它翻成世界上每个国家的文字，对全世界流通，这才能建立全世界的共同价值观，世界才会有和平，才会有盛世出现。这才是汤恩比晚年所说的，他心目当中最大的希望，「未来属于中国」。这本书的原书我们已经找到了，确实增长不但是中国人的信心，全世界人的信心。这是上个世纪英国人，这是真正有智慧、有慈悲心的一位长者，他说出来的。今天时间到了，我们就学习到此地。",
      "zh_TW": "中國文化將來在全世界有光明的前途，為什麼？大家都想學，知道這個東西裡頭有真正的智慧。我們中國人看到外國人在起步了，我們如果要走在後面，落伍了，這就很難看，我們應該站在前面帶路才對。所以現在年輕人，儒釋道這三個根，《弟子規》、《感應篇》、《十善業》，確實要認真努力把它做好，尤其是年輕人。特別是像湯恩比所說的，中國文化能救全世界，所以全世界都要學習。現在我們心目當中所想的，怎樣有一個最好的、最圓滿的白話翻譯本。為什麼？要用白話的翻譯本，把它翻成世界上每個國家的文字，對全世界流通，這才能建立全世界的共同價值觀，世界才會有和平，才會有盛世出現。這才是湯恩比晚年所說的，他心目當中最大的希望，「未來屬於中國」。這本書的原書我們已經找到了，確實增長不但是中國人的信心，全世界人的信心。這是上個世紀英國人，這是真正有智慧、有慈悲心的一位長者，他說出來的。今天時間到了，我們就學習到此地。"
    }
  ]
}