{
  "doc_id": "02-041-0290",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二九Ｏ集",
    "zh_TW": "第二九Ｏ集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-041-0290",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-041-0290_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0290_p0002",
      "zh_CN": "请看《大经科注》第七百零二页倒数第二行，「庚四、眼得妙色」。请看经文：",
      "zh_TW": "請看《大經科註》第七百零二頁倒數第二行，「庚四、眼得妙色」。請看經文："
    },
    {
      "id": "02-041-0290_p0003",
      "zh_CN": "【复吹七宝林树。飘华成聚。种种色光。遍满佛土。随色次第。而不杂乱。柔软光洁。如兜罗绵。】",
      "zh_TW": "【復吹七寶林樹。飄華成聚。種種色光。遍滿佛土。隨色次第。而不雜亂。柔軟光潔。如兜羅綿。】"
    },
    {
      "id": "02-041-0290_p0004",
      "zh_CN": "我们看念老的注解。「彼国德风有诸妙用」，彼国就是西方极乐世界，西方极乐世界的风无比的微妙，我们无法想像。经文里面这几句这是略说，有哪些妙用？「首曰吹物出音，演说妙法」。前面说过，风吹，像宝树，树叶互相碰撞会出音声，像我们风铃一样，那风铃没有办法跟它相比，风铃一般是铜做的。极乐世界的宝树是众宝所成，音声之美妙无法形容，不但它出音，它演说妙法，你仔细去听，风吹树，树叶、树枝、花朵在说法。说什么法？你想听什么法，它就给你说什么法。你想听《华严》，它给你说《华严》；你想听《法华》，它给你说《法华》，妙极了。我们两个人在树下，我想听《华严》，你想听《法华》，各人听的一点没错，互不干扰，这妙！「次曰随风散香」，这前面念过的，「闻者清净」。风吹的，里面宝香，宝香从哪来的？从树木花草来的，树木花草都放宝香，闻到这个宝香心地清净，不生烦恼。我们这个世间有香，很多都是人造的，化学制造的，闻到之后会生烦恼，什么烦恼？喜欢，喜欢是烦恼；厌恶也是烦恼，不喜欢，让你闻到之后感动情绪。极乐世界不然，极乐世界闻到这个香味，心地清净。",
      "zh_TW": "我們看念老的註解。「彼國德風有諸妙用」，彼國就是西方極樂世界，西方極樂世界的風無比的微妙，我們無法想像。經文裡面這幾句這是略說，有哪些妙用？「首曰吹物出音，演說妙法」。前面說過，風吹，像寶樹，樹葉互相碰撞會出音聲，像我們風鈴一樣，那風鈴沒有辦法跟它相比，風鈴一般是銅做的。極樂世界的寶樹是眾寶所成，音聲之美妙無法形容，不但它出音，它演說妙法，你仔細去聽，風吹樹，樹葉、樹枝、花朵在說法。說什麼法？你想聽什麼法，它就給你說什麼法。你想聽《華嚴》，它給你說《華嚴》；你想聽《法華》，它給你說《法華》，妙極了。我們兩個人在樹下，我想聽《華嚴》，你想聽《法華》，各人聽的一點沒錯，互不干擾，這妙！「次曰隨風散香」，這前面念過的，「聞者清淨」。風吹的，裡面寶香，寶香從哪來的？從樹木花草來的，樹木花草都放寶香，聞到這個寶香心地清淨，不生煩惱。我們這個世間有香，很多都是人造的，化學製造的，聞到之後會生煩惱，什麼煩惱？喜歡，喜歡是煩惱；厭惡也是煩惱，不喜歡，讓你聞到之後感動情緒。極樂世界不然，極樂世界聞到這個香味，心地清淨。"
    },
    {
      "id": "02-041-0290_p0005",
      "zh_CN": "「三曰，德风触身，乐同灭尽」。风吹在身上，感觉得舒适，如同阿罗汉住灭尽定。「四曰随风送花，遍满国土」。风吹的花瓣落在地下，自自然然聚成图案，美不胜收，你喜欢什么样的图案，铺在地下的这些花瓣它就组成图案，遍满国土。风随人意，音声随人意，花瓣随人意，遍满国土。极乐世界大，无穷大，没有边际，不像我们这个世间（地球），面积可以计算得出来，极乐世界是自性变现的，凡是称性都是无量，无量无边，无法想像，也没有办法说清楚、说明白，这是极乐世界。「风吹宝树，依花色光」，花的色（颜色），花所放的光，「自然会聚，青黄赤白，遍满其国」。这是放光，这个光里面有颜色，有彩色，也是自然会聚，调成种种不同的图案，也是遍满国土，极乐世界美不胜收。「故经云：飘华成聚，种种色光，遍满佛土；随色次第，而不杂乱」，这是佛在经上告诉我们的。",
      "zh_TW": "「三曰，德風觸身，樂同滅盡」。風吹在身上，感覺得舒適，如同阿羅漢住滅盡定。「四曰隨風送花，遍滿國土」。風吹的花瓣落在地下，自自然然聚成圖案，美不勝收，你喜歡什麼樣的圖案，鋪在地下的這些花瓣它就組成圖案，遍滿國土。風隨人意，音聲隨人意，花瓣隨人意，遍滿國土。極樂世界大，無窮大，沒有邊際，不像我們這個世間（地球），面積可以計算得出來，極樂世界是自性變現的，凡是稱性都是無量，無量無邊，無法想像，也沒有辦法說清楚、說明白，這是極樂世界。「風吹寶樹，依花色光」，花的色（顏色），花所放的光，「自然會聚，青黃赤白，遍滿其國」。這是放光，這個光裡面有顏色，有彩色，也是自然會聚，調成種種不同的圖案，也是遍滿國土，極樂世界美不勝收。「故經云：飄華成聚，種種色光，遍滿佛土；隨色次第，而不雜亂」，這是佛在經上告訴我們的。"
    },
    {
      "id": "02-041-0290_p0006",
      "zh_CN": "「又《吴译》曰」，这个经文上，「吹七宝树皆作五音声」。五音声是中国古时候的音乐，五音：宫、商、角、征、羽，用现在的话说，交响乐。风吹宝树，声音是在演奏交响乐。「以七宝树华悉覆其国中」。七宝，七不是数字、不是七种，是代表圆满，七的意思是四方、上下、当中，这就是圆满，圆满那就无量无数。说明极乐世界，是居住的环境、学习的环境，美不胜收。不但美，它微妙，为什么？它能说法，它能帮助我们断烦恼、长菩提，能帮助我们得清净心、得平等慧，如同经上所说必定成佛，十二愿「定成正觉」，必定成佛。佛菩萨的教诲咱不说，环境里面，大自然的环境都能帮助我们、成就我们，这是什么？这是阿弥陀佛四十八愿无量功德的成就。阿弥陀佛修积的功德，所发的四十八愿是为我们，为谁？为那些相信的人、发愿求生净土的人，是为他们，他们统统有分。如果我们能相信，我们能发愿求生净土，我们也有分。我们再看下面，《吴译》本的后面两句，「皆散佛及诸菩萨、阿罗汉上」，全都有。",
      "zh_TW": "「又《吳譯》曰」，這個經文上，「吹七寶樹皆作五音聲」。五音聲是中國古時候的音樂，五音：宮、商、角、徵、羽，用現在的話說，交響樂。風吹寶樹，聲音是在演奏交響樂。「以七寶樹華悉覆其國中」。七寶，七不是數字、不是七種，是代表圓滿，七的意思是四方、上下、當中，這就是圓滿，圓滿那就無量無數。說明極樂世界，是居住的環境、學習的環境，美不勝收。不但美，它微妙，為什麼？它能說法，它能幫助我們斷煩惱、長菩提，能幫助我們得清淨心、得平等慧，如同經上所說必定成佛，十二願「定成正覺」，必定成佛。佛菩薩的教誨咱不說，環境裡面，大自然的環境都能幫助我們、成就我們，這是什麼？這是阿彌陀佛四十八願無量功德的成就。阿彌陀佛修積的功德，所發的四十八願是為我們，為誰？為那些相信的人、發願求生淨土的人，是為他們，他們統統有分。如果我們能相信，我們能發願求生淨土，我們也有分。我們再看下面，《吳譯》本的後面兩句，「皆散佛及諸菩薩、阿羅漢上」，全都有。"
    },
    {
      "id": "02-041-0290_p0007",
      "zh_CN": "「树华」，这下面是念老说的，「因风从空散扬，供养圣众如天雨华，遍布佛土」，美观到极处。有情，诸佛如来、菩萨、声闻，还包括天人，这是有情大众，遍布佛土。「《往生论》谓宝华布地，有二殊胜：一为妙色殊胜，飘华有序」，它有秩序，它不是乱来的。跟我们这边风吹树叶、风吹花瓣不一样，我们这边是没有秩序，乱成一团，撒在地面上，地面上不干净，还要把花扫除。极乐世界的花有秩序，铺成花毯，像我们的地毯一样，自然组成图案，让每一个人看到称心如意，都生欢喜心。这两种殊胜，第一种，妙色殊胜，飘华有序，「依色成聚。青黄赤白，皆随其类。故曰随色次第，而不杂乱。宝花布地，如图如锦」，图是图画、图案，锦是锦绣，这用作比喻。「种种色光，遍满佛土。是为色妙也」。极乐世界人；我们这边六根对五尘境界，极乐世界五根对的是妙色的境界，不一样。「二者妙触殊胜。经云柔软光洁。光者，指上述之色光无量，洁者，指花质洁净」，干净，一尘不染；「柔软者指妙触」，我们从上面走过，这个柔软妙触就像兜罗绵。「兜罗绵，梵语，道宣律师曰：草木花絮也」，是草木花结成的，像棉花一样，棉花结成絮，「蒲台花、柳花、白杨花、白叠花等絮是也。取细软义」，取这个意思。这是说的妙色。",
      "zh_TW": "「樹華」，這下面是念老說的，「因風從空散揚，供養聖眾如天雨華，遍布佛土」，美觀到極處。有情，諸佛如來、菩薩、聲聞，還包括天人，這是有情大眾，遍布佛土。「《往生論》謂寶華布地，有二殊勝：一為妙色殊勝，飄華有序」，它有秩序，它不是亂來的。跟我們這邊風吹樹葉、風吹花瓣不一樣，我們這邊是沒有秩序，亂成一團，撒在地面上，地面上不乾淨，還要把花掃除。極樂世界的花有秩序，鋪成花毯，像我們的地毯一樣，自然組成圖案，讓每一個人看到稱心如意，都生歡喜心。這兩種殊勝，第一種，妙色殊勝，飄華有序，「依色成聚。青黃赤白，皆隨其類。故曰隨色次第，而不雜亂。寶花布地，如圖如錦」，圖是圖畫、圖案，錦是錦繡，這用作比喻。「種種色光，遍滿佛土。是為色妙也」。極樂世界人；我們這邊六根對五塵境界，極樂世界五根對的是妙色的境界，不一樣。「二者妙觸殊勝。經云柔軟光潔。光者，指上述之色光無量，潔者，指花質潔淨」，乾淨，一塵不染；「柔軟者指妙觸」，我們從上面走過，這個柔軟妙觸就像兜羅綿。「兜羅綿，梵語，道宣律師曰：草木花絮也」，是草木花結成的，像棉花一樣，棉花結成絮，「蒲臺花、柳花、白楊花、白疊花等絮是也。取細軟義」，取這個意思。這是說的妙色。"
    },
    {
      "id": "02-041-0290_p0008",
      "zh_CN": "我们再看下面第五段，「再显妙触」。触是身，身体接触，这叫妙触。你看：",
      "zh_TW": "我們再看下面第五段，「再顯妙觸」。觸是身，身體接觸，這叫妙觸。你看："
    },
    {
      "id": "02-041-0290_p0009",
      "zh_CN": "【足履其上。】",
      "zh_TW": "【足履其上。】"
    },
    {
      "id": "02-041-0290_p0010",
      "zh_CN": "佛、菩萨、罗汉都不穿鞋子，古印度佛陀在世，足底下没有鞋子，都是赤脚，所以这个足在花上行走。",
      "zh_TW": "佛、菩薩、羅漢都不穿鞋子，古印度佛陀在世，足底下沒有鞋子，都是赤腳，所以這個足在花上行走。"
    },
    {
      "id": "02-041-0290_p0011",
      "zh_CN": "【没深四指。随足举已。还复如初。】",
      "zh_TW": "【沒深四指。隨足舉已。還復如初。】"
    },
    {
      "id": "02-041-0290_p0012",
      "zh_CN": "这个花是软的，『没』是它软下去，四指这么厚，这么厚，四指。「举足出花，花即平整如初」。它有弹性，这花有弹性，我们脚提起来的时候，它下面就平了。踩下去之后，没下去四指；举足出花，它就平复，花即平整如初。「故曰：随足举已，还复如初」。这是我们身体，脚底踏在这个花上面，接触在花上面，它柔软的，让你感到非常舒适。",
      "zh_TW": "這個花是軟的，『沒』是它軟下去，四指這麼厚，這麼厚，四指。「舉足出花，花即平整如初」。它有彈性，這花有彈性，我們腳提起來的時候，它下面就平了。踩下去之後，沒下去四指；舉足出花，它就平復，花即平整如初。「故曰：隨足舉已，還復如初」。這是我們身體，腳底踏在這個花上面，接觸在花上面，它柔軟的，讓你感到非常舒適。"
    },
    {
      "id": "02-041-0290_p0013",
      "zh_CN": "下面第六段，「六时华雨」。极乐世界，实际上它没有时间概念，为什么？它没有昼夜。我们这个世界有昼夜，昼夜是我们依靠太阳，光完全是靠的阳光，地球面对太阳这半面这时候有白天，背着太阳的这一半是夜晚。地球的自转，二十四小时一周，永远没有停止在空中旋转。我们这个「永远」是形容词，有没有不转的时候？有。什么时候？这个星系爆炸就没有了。太阳系会爆炸，银河系也会爆炸，正如佛经上所说的「凡所有相皆是虚妄」，不是真的是假的，它的存在是有时间性的，有一段，不像极乐世界。极乐世界是法性身，是自性所变的（不是法相），心现没有识变，我们这个银河系有心现识变，极乐世界有心现没有识变。",
      "zh_TW": "下面第六段，「六時華雨」。極樂世界，實際上它沒有時間概念，為什麼？它沒有晝夜。我們這個世界有晝夜，晝夜是我們依靠太陽，光完全是靠的陽光，地球面對太陽這半面這時候有白天，背著太陽的這一半是夜晚。地球的自轉，二十四小時一周，永遠沒有停止在空中旋轉。我們這個「永遠」是形容詞，有沒有不轉的時候？有。什麼時候？這個星系爆炸就沒有了。太陽系會爆炸，銀河系也會爆炸，正如佛經上所說的「凡所有相皆是虛妄」，不是真的是假的，它的存在是有時間性的，有一段，不像極樂世界。極樂世界是法性身，是自性所變的（不是法相），心現沒有識變，我們這個銀河系有心現識變，極樂世界有心現沒有識變。"
    },
    {
      "id": "02-041-0290_p0014",
      "zh_CN": "我们这个世界，每个佛国土都有四土，四土里面常寂光是共同的，常寂光是法身，就是哲学里面所说的本体，是一切现象的根源。惠能大师说「何期自性，能生万法」，这一句就是说的本体，自性是本体。心现识变，识是阿赖耶，阿赖耶是妄心，真心能现能生，妄心能变。这个意思是什么？真心能生，生的是实报土，实报土没有生灭的现象。释迦牟尼佛的实报土就是华藏世界，《华严经》上所说的，跟极乐世界的实报土完全相同。实报土有隐现、没有生灭，它遇到缘它就现，它现，不能说它生；它不现的时候，缘没有了，它不现了，不现不能说灭，它没有生灭，这是实报土。可是西方极乐世界，四土都是实报土，所以佛才说往生到极乐世界皆作阿惟越致菩萨。阿惟越致是什么意思？圆满证得三种不退，位不退、行不退、念不退。这是什么人证得的？法身菩萨，像禅宗所说的大彻大悟、明心见性。",
      "zh_TW": "我們這個世界，每個佛國土都有四土，四土裡面常寂光是共同的，常寂光是法身，就是哲學裡面所說的本體，是一切現象的根源。惠能大師說「何期自性，能生萬法」，這一句就是說的本體，自性是本體。心現識變，識是阿賴耶，阿賴耶是妄心，真心能現能生，妄心能變。這個意思是什麼？真心能生，生的是實報土，實報土沒有生滅的現象。釋迦牟尼佛的實報土就是華藏世界，《華嚴經》上所說的，跟極樂世界的實報土完全相同。實報土有隱現、沒有生滅，它遇到緣它就現，它現，不能說它生；它不現的時候，緣沒有了，它不現了，不現不能說滅，它沒有生滅，這是實報土。可是西方極樂世界，四土都是實報土，所以佛才說往生到極樂世界皆作阿惟越致菩薩。阿惟越致是什麼意思？圓滿證得三種不退，位不退、行不退、念不退。這是什麼人證得的？法身菩薩，像禪宗所說的大徹大悟、明心見性。"
    },
    {
      "id": "02-041-0290_p0015",
      "zh_CN": "见性，性是什么样子？惠能大师描述得最好，只用了二十个字，五句话，性是清净的，「本自清净」；它是不生不灭，「本不生灭」；「本自具足」，这句话非常重要，我们学佛要不知道这句话，白学了，那是假的不是真的。具足什么？《华严经》上说的「一切众生皆有如来智慧德相」，那就是本自具足的，跟如来同样的，如来是明心见性成佛了，证到究竟果位，法身如来，跟如来一样的智慧，无量无边的智慧、无量无边的德能、无量无边的相好，统统具足，没有一样不具足。我们这个宇宙里头，你所能看到的东西统统都是自性本自具足。我们本自具足的，是迷失了自性，不能现前，不得受用。但是你要想有受用，今天科学技术发达，行不行？不行。科学技术不是家珍，不是自己本有的，是有情众生，这个有情众生包括六道轮回，六道里面讲的三界：欲界、色界、无色界，这些众生他们制造出来的，不是自性变现的，是要靠人，像科学技术的发展，是向外求的，不是向内求的。如果向内求，那就是六种神通。障碍去掉，它自然现前。",
      "zh_TW": "見性，性是什麼樣子？惠能大師描述得最好，只用了二十個字，五句話，性是清淨的，「本自清淨」；它是不生不滅，「本不生滅」；「本自具足」，這句話非常重要，我們學佛要不知道這句話，白學了，那是假的不是真的。具足什麼？《華嚴經》上說的「一切眾生皆有如來智慧德相」，那就是本自具足的，跟如來同樣的，如來是明心見性成佛了，證到究竟果位，法身如來，跟如來一樣的智慧，無量無邊的智慧、無量無邊的德能、無量無邊的相好，統統具足，沒有一樣不具足。我們這個宇宙裡頭，你所能看到的東西統統都是自性本自具足。我們本自具足的，是迷失了自性，不能現前，不得受用。但是你要想有受用，今天科學技術發達，行不行？不行。科學技術不是家珍，不是自己本有的，是有情眾生，這個有情眾生包括六道輪迴，六道裡面講的三界：欲界、色界、無色界，這些眾生他們製造出來的，不是自性變現的，是要靠人，像科學技術的發展，是向外求的，不是向內求的。如果向內求，那就是六種神通。障礙去掉，它自然現前。"
    },
    {
      "id": "02-041-0290_p0016",
      "zh_CN": "佛在经上告诉我们，我们修行证得初果或者是大乘初信位的菩萨，初信位菩萨跟小乘初果是同一个理论，就是把五种见惑断掉，我们讲放下，真放下了，天眼通、天耳通就现前。我们就知道了，我们有天眼、天耳，为什么不能现前？被执着障碍住，我们有执着这个念头，这两种神通不见了。如果我们把这个念头放下，它就现前，它自然现前，为什么？那是自性的本能，本自具足的功德，它永远不会失掉，把障碍去掉就行了。再向上提升，断惑证真，五种见惑断掉证初果，二果、三果、四果是要断思惑，思惑是什么？贪瞋痴慢疑。这个也分品数的，也就是功夫浅深不一样。二果浅，但是他要是真正证得，他没断干净，他浅，又有两种神通出现，他心通、宿命通。他心通，别人心里起心动念他知道。宿命通是自己过去生生世世的事情知道，能知道过去，能知道未来，但是是有限度的。像二果，他这个能力也不过只能够知道几十世，能量是恢复了。几十世以前的事情知道，过去一世、二世、三世、四世他怎么会不清楚？这两种能力恢复。三果，地位更高了，阿那含，证得第三果又一种神通出现，神足通，神足通是飞行变化，他的飞行你看不到痕迹。有这个神通，方便、安全，不会出事情。我们从此地要到美国去，念头一动，人就到了，身体就到了，不需要飞机这些工具，不需要，他就到了。而且非常快，念头才动就到了，为什么？在定中，空间没有了，空间没有了就是距离没有了；时间没有了，时间没有了先后就没有了，统统就在当下。心里想美国，人就真的是在美国；想在西方极乐世界，他人就在西方极乐世界，有这个本事。四果阿罗汉，漏尽通。漏尽是什么？见思烦恼断干净了。断干净，清净心现前了，我们这个经题上「清净平等觉」，清净现前，四果阿罗汉。",
      "zh_TW": "佛在經上告訴我們，我們修行證得初果或者是大乘初信位的菩薩，初信位菩薩跟小乘初果是同一個理論，就是把五種見惑斷掉，我們講放下，真放下了，天眼通、天耳通就現前。我們就知道了，我們有天眼、天耳，為什麼不能現前？被執著障礙住，我們有執著這個念頭，這兩種神通不見了。如果我們把這個念頭放下，它就現前，它自然現前，為什麼？那是自性的本能，本自具足的功德，它永遠不會失掉，把障礙去掉就行了。再向上提升，斷惑證真，五種見惑斷掉證初果，二果、三果、四果是要斷思惑，思惑是什麼？貪瞋痴慢疑。這個也分品數的，也就是功夫淺深不一樣。二果淺，但是他要是真正證得，他沒斷乾淨，他淺，又有兩種神通出現，他心通、宿命通。他心通，別人心裡起心動念他知道。宿命通是自己過去生生世世的事情知道，能知道過去，能知道未來，但是是有限度的。像二果，他這個能力也不過只能夠知道幾十世，能量是恢復了。幾十世以前的事情知道，過去一世、二世、三世、四世他怎麼會不清楚？這兩種能力恢復。三果，地位更高了，阿那含，證得第三果又一種神通出現，神足通，神足通是飛行變化，他的飛行你看不到痕跡。有這個神通，方便、安全，不會出事情。我們從此地要到美國去，念頭一動，人就到了，身體就到了，不需要飛機這些工具，不需要，他就到了。而且非常快，念頭才動就到了，為什麼？在定中，空間沒有了，空間沒有了就是距離沒有了；時間沒有了，時間沒有了先後就沒有了，統統就在當下。心裡想美國，人就真的是在美國；想在西方極樂世界，他人就在西方極樂世界，有這個本事。四果阿羅漢，漏盡通。漏盡是什麼？見思煩惱斷乾淨了。斷乾淨，清淨心現前了，我們這個經題上「清淨平等覺」，清淨現前，四果阿羅漢。"
    },
    {
      "id": "02-041-0290_p0017",
      "zh_CN": "他们这些人，从初果到四果，念佛往生都是生方便有余土。方便有余土里头有九品，依他们功夫浅深，他生在这个地方。但是他还有尘沙烦恼没断，所以他心不平；无明烦恼没断，所以不觉；这经题上他还有两个字。平等，平等是菩萨证得的，比阿罗汉高。阿罗汉没有执着、有分别，菩萨分别、执着都没有了，功夫深。菩萨品位多了，你看圆教，再从圆教说，十住就破一品无明、证一分法身，生实报庄严土，不但他脱离六道轮回，他脱离十法界了。阿罗汉脱离六道轮回，没有脱离十法界，他在十法界里声闻法界，上面是缘觉法界、菩萨法界、佛法界，这些都是识变的，所以阿赖耶作用很大，不在小处，十法界是阿赖耶变的。破了无明，他就脱离十法界，十法界就没有了。凡所有相皆是虚妄，六道是虚妄的，梦中之梦，这个梦醒过来是四圣法界；四圣法界依旧是一场梦，这个梦醒来才到一真法界。一真就是实报土，修八万四千法门修成功了，他们到华藏，华藏就是释迦牟尼佛的实报土，往生极乐世界那是生弥陀如来的实报土。",
      "zh_TW": "他們這些人，從初果到四果，念佛往生都是生方便有餘土。方便有餘土裡頭有九品，依他們功夫淺深，他生在這個地方。但是他還有塵沙煩惱沒斷，所以他心不平；無明煩惱沒斷，所以不覺；這經題上他還有兩個字。平等，平等是菩薩證得的，比阿羅漢高。阿羅漢沒有執著、有分別，菩薩分別、執著都沒有了，功夫深。菩薩品位多了，你看圓教，再從圓教說，十住就破一品無明、證一分法身，生實報莊嚴土，不但他脫離六道輪迴，他脫離十法界了。阿羅漢脫離六道輪迴，沒有脫離十法界，他在十法界裡聲聞法界，上面是緣覺法界、菩薩法界、佛法界，這些都是識變的，所以阿賴耶作用很大，不在小處，十法界是阿賴耶變的。破了無明，他就脫離十法界，十法界就沒有了。凡所有相皆是虛妄，六道是虛妄的，夢中之夢，這個夢醒過來是四聖法界；四聖法界依舊是一場夢，這個夢醒來才到一真法界。一真就是實報土，修八萬四千法門修成功了，他們到華藏，華藏就是釋迦牟尼佛的實報土，往生極樂世界那是生彌陀如來的實報土。"
    },
    {
      "id": "02-041-0290_p0018",
      "zh_CN": "我们要搞清楚、搞明白，为什么？我们怀疑断掉了，断疑才生信，那个信是真信，跟阿弥陀佛有感应；带着疑惑，跟佛菩萨没有感应，这个道理一定要懂。疑是障碍，障碍我们见不了佛，也障碍位次不高的菩萨看不到我们，法身大士就没有障碍了。所以十法界里面的菩萨、十法界里面的佛，他见不到我们；我们见不到他，他也见不到我们。可是法身菩萨，我们见不到他，他见到我们。极乐世界特殊，极乐世界不但是法身菩萨见到我们，连凡圣同居土的人道都能见到我们，我们起心动念、言语造作他看得清清楚楚。他为什么能见？阿弥陀佛本愿威神加持他。",
      "zh_TW": "我們要搞清楚、搞明白，為什麼？我們懷疑斷掉了，斷疑才生信，那個信是真信，跟阿彌陀佛有感應；帶著疑惑，跟佛菩薩沒有感應，這個道理一定要懂。疑是障礙，障礙我們見不了佛，也障礙位次不高的菩薩看不到我們，法身大士就沒有障礙了。所以十法界裡面的菩薩、十法界裡面的佛，他見不到我們；我們見不到他，他也見不到我們。可是法身菩薩，我們見不到他，他見到我們。極樂世界特殊，極樂世界不但是法身菩薩見到我們，連凡聖同居土的人道都能見到我們，我們起心動念、言語造作他看得清清楚楚。他為什麼能見？阿彌陀佛本願威神加持他。"
    },
    {
      "id": "02-041-0290_p0019",
      "zh_CN": "我们这个本子，四十八愿第二十愿有一句话，往生到极乐世界皆作阿惟越致菩萨，这句话重要，阿惟越致是什么？法身菩萨。换句话说，往生极乐世界有没有阶级？有，虽然有阶级，极乐世界四土三辈九品阶级，可是在极乐世界待遇是相同的、平等的，这个是十方世界所没有的。我们为什么求生极乐？就为这个，极乐世界是平等，人天最容易去。五逆十恶，临终信愿持名都能往生，这是第十八愿。所以古大德说，弥陀四十八愿第十八愿最真实，为什么？普度众生，没有分别，五逆十恶都能往生，这还得了吗？阿弥陀佛慈悲到极处，咱们干什么坏事他都原谅。可是你自己要真正忏悔，后不再造，临命终时一心专求阿弥陀佛，其他的念头统统放下，决定得生。最容易成就，不必断烦恼，悔过就能往生，这是不能不知道的。千万不要把这次的因缘错过，一定要抓得牢牢的，抓紧了，非去不可。所以极乐世界凡圣同居土，就是五逆十恶去往生的，我们这里的人起心动念他也知道，为什么？他虽然不是自己亲证阿惟越致，弥陀本愿加持他，他就是阿惟越致菩萨。连五逆十恶这样的人，死了之后堕无间地狱的，这样人往生也是阿惟越致菩萨，我们这才放心了，死心塌地靠紧阿弥陀佛。",
      "zh_TW": "我們這個本子，四十八願第二十願有一句話，往生到極樂世界皆作阿惟越致菩薩，這句話重要，阿惟越致是什麼？法身菩薩。換句話說，往生極樂世界有沒有階級？有，雖然有階級，極樂世界四土三輩九品階級，可是在極樂世界待遇是相同的、平等的，這個是十方世界所沒有的。我們為什麼求生極樂？就為這個，極樂世界是平等，人天最容易去。五逆十惡，臨終信願持名都能往生，這是第十八願。所以古大德說，彌陀四十八願第十八願最真實，為什麼？普度眾生，沒有分別，五逆十惡都能往生，這還得了嗎？阿彌陀佛慈悲到極處，咱們幹什麼壞事他都原諒。可是你自己要真正懺悔，後不再造，臨命終時一心專求阿彌陀佛，其他的念頭統統放下，決定得生。最容易成就，不必斷煩惱，悔過就能往生，這是不能不知道的。千萬不要把這次的因緣錯過，一定要抓得牢牢的，抓緊了，非去不可。所以極樂世界凡聖同居土，就是五逆十惡去往生的，我們這裡的人起心動念他也知道，為什麼？他雖然不是自己親證阿惟越致，彌陀本願加持他，他就是阿惟越致菩薩。連五逆十惡這樣的人，死了之後墮無間地獄的，這樣人往生也是阿惟越致菩薩，我們這才放心了，死心塌地靠緊阿彌陀佛。"
    },
    {
      "id": "02-041-0290_p0020",
      "zh_CN": "别人讲什么，我们听他的还是听佛的？他是凡夫，他胡言乱语，怎么可以相信？经典是佛所说的，这部经是会集，五种原译本会集成功的，有许许多多人不相信，说经不能会集，会集是犯戒的、是错误的。难为宏琳法师为我们做证明，他搜集许许多多的资料，来辩别会集。佛法到中国来，最初翻译的就有会集本，所以会集是正常的。会集有规矩，一定要以原译本的文字，不能改，这是忌讳。夏莲居老居士这个会集本，他用了十年时间，确确实实里面每一个字都有根据，都是原译本里头的字，没有改动一个字，负责任，小心谨慎，重新把它编排，用的是原来的字、原来的句子，没有改动。会集得好！真正跟原译本没有两样。读这个本子，把五种原译本全都念到了，你要不用这个本子，五种原译本很麻烦，分量太多了。老居士为我们整理，宏琳法师、海贤老和尚都为我们证明这是真经，不能怀疑，怀疑是你没有福报。",
      "zh_TW": "別人講什麼，我們聽他的還是聽佛的？他是凡夫，他胡言亂語，怎麼可以相信？經典是佛所說的，這部經是會集，五種原譯本會集成功的，有許許多多人不相信，說經不能會集，會集是犯戒的、是錯誤的。難為宏琳法師為我們做證明，他蒐集許許多多的資料，來辯別會集。佛法到中國來，最初翻譯的就有會集本，所以會集是正常的。會集有規矩，一定要以原譯本的文字，不能改，這是忌諱。夏蓮居老居士這個會集本，他用了十年時間，確確實實裡面每一個字都有根據，都是原譯本裡頭的字，沒有改動一個字，負責任，小心謹慎，重新把它編排，用的是原來的字、原來的句子，沒有改動。會集得好！真正跟原譯本沒有兩樣。讀這個本子，把五種原譯本全都念到了，你要不用這個本子，五種原譯本很麻煩，分量太多了。老居士為我們整理，宏琳法師、海賢老和尚都為我們證明這是真經，不能懷疑，懷疑是你沒有福報。"
    },
    {
      "id": "02-041-0290_p0021",
      "zh_CN": "黄念祖老居士的注解，你看看每一句、二句你就看到有个括弧，写的什么？经论，这两句从哪来的。他用了八十三部经论、一百一十种祖师大德的注疏，它是集，也是集解，你看一百九十三种，这么大的分量，用它来注解这个经，谈何容易！我在北京跟他见面，看他小房间里头一张床铺、一张书桌，书桌还没有我这大，只有我这个一半大，旁边堆的书，堆得很凌乱，堆了一大堆，那是什么？就是他用的注解的参考书。我很佩服，我说你从哪里找来的？他说许多是佛友替他找的，送给他的。佛菩萨加持，我们搜集不到那么多。这么多的典籍，他每一部都用上，所以这个注解是一百九十三种参考书，正知正见，那没话说了。老居士也是知道现在人贡高我慢，你是个在家居士，你有什么资格注经？肯定有人批评他，所以他用经来注经、用论来注经、用祖师大德来注经，这句话都有出处，你要找去找他们，说明正知正见。师徒两个人都负责尽职，会集经本，会集注解，为什么？为末法九千年净宗得度的根本，大经，注解就是大论。只要我们真正相信，信受奉行，没有一个不往生，没有一个不受到阿弥陀佛的关怀、西方极乐世界所有的这些菩萨挂念，我们起心动念他知道，千万不能迷惑、不能退心，为什么？这样才能得到极乐世界的佛菩萨加持你、保佑你，你要是怀疑、退心，这加持不上，损失就大了。",
      "zh_TW": "黃念祖老居士的註解，你看看每一句、二句你就看到有個括弧，寫的什麼？經論，這兩句從哪來的。他用了八十三部經論、一百一十種祖師大德的註疏，它是集，也是集解，你看一百九十三種，這麼大的分量，用它來註解這個經，談何容易！我在北京跟他見面，看他小房間裡頭一張床鋪、一張書桌，書桌還沒有我這大，只有我這個一半大，旁邊堆的書，堆得很凌亂，堆了一大堆，那是什麼？就是他用的註解的參考書。我很佩服，我說你從哪裡找來的？他說許多是佛友替他找的，送給他的。佛菩薩加持，我們蒐集不到那麼多。這麼多的典籍，他每一部都用上，所以這個註解是一百九十三種參考書，正知正見，那沒話說了。老居士也是知道現在人貢高我慢，你是個在家居士，你有什麼資格註經？肯定有人批評他，所以他用經來註經、用論來註經、用祖師大德來註經，這句話都有出處，你要找去找他們，說明正知正見。師徒兩個人都負責盡職，會集經本，會集註解，為什麼？為末法九千年淨宗得度的根本，大經，註解就是大論。只要我們真正相信，信受奉行，沒有一個不往生，沒有一個不受到阿彌陀佛的關懷、西方極樂世界所有的這些菩薩掛念，我們起心動念他知道，千萬不能迷惑、不能退心，為什麼？這樣才能得到極樂世界的佛菩薩加持你、保佑你，你要是懷疑、退心，這加持不上，損失就大了。"
    },
    {
      "id": "02-041-0290_p0022",
      "zh_CN": "我们看末后这一段，「六时华雨」，六时是比喻我们这个世间一昼夜。极乐世界没有昼夜，它那里是光明世界，没有黑暗。光从哪里来的？身放光，大地放光，树木花草，所有一切没有一样不放光。为什么？它是自性变现的，自性就是大光明藏，自性就是常寂光，常是不生不灭，寂是清净不染，光是光明，普照遍法界虚空界。这个光在哪里？无处不在，无时不在，我们在它光中里面。为什么我们看不到？我们这个眼有障碍，六根都有障碍。什么障碍，佛说得很清楚，见思烦恼障碍你，尘沙烦恼障碍你，无明烦恼障碍你，所以常寂光在你面前你看不到。",
      "zh_TW": "我們看末後這一段，「六時華雨」，六時是比喻我們這個世間一晝夜。極樂世界沒有晝夜，它那裡是光明世界，沒有黑暗。光從哪裡來的？身放光，大地放光，樹木花草，所有一切沒有一樣不放光。為什麼？它是自性變現的，自性就是大光明藏，自性就是常寂光，常是不生不滅，寂是清淨不染，光是光明，普照遍法界虛空界。這個光在哪裡？無處不在，無時不在，我們在它光中裡面。為什麼我們看不到？我們這個眼有障礙，六根都有障礙。什麼障礙，佛說得很清楚，見思煩惱障礙你，塵沙煩惱障礙你，無明煩惱障礙你，所以常寂光在你面前你看不到。"
    },
    {
      "id": "02-041-0290_p0023",
      "zh_CN": "现在的物理学家告诉我们，光有许许多多不同的波动，光波不一样，我们肉眼只能看到当中一段，比这个波长的看不见，比这个波短的也看不见，只能看到这么一点点。常寂光不是我们这个眼睛能看见的，我相信它是把所有一切光明都纳在其中。只要我们放下执着，初果须陀洹能不能见到佛光？偶尔见到，机会比我们多。阿罗汉更不必说了，阿罗汉可以说他心里想见光他就见到，为什么？见思烦恼断了，见思是最严重的障碍。菩萨的障碍比阿罗汉轻，他有分别，他把分别断掉那就能到常寂光，到常寂光就可以说他在常寂光中，实报土是常寂光变现的，就是惠能大师讲的「何期自性，能生万法」，那个万法就是实报土。那我们这个世界呢？我们这个世界是阿赖耶变的，心能现，阿赖耶能变，把常寂光变成了十法界、变成了六道轮回，是这么回事情。佛告诉我们，饿鬼道见不到光，还能看一点，就像黄昏一样，像满天的云彩一样，云彩把太阳遮住了，还是有一点光线，不是很亮，若有若无，鬼道就是这种情形，它还能见。但是地狱道就完全黑暗，地狱道看什么光？火光，那个火是烧身体的，所谓八寒八热，八热里头有光，八寒里头没有光，那是冰冻，这是物理现象，是从心理生的。",
      "zh_TW": "現在的物理學家告訴我們，光有許許多多不同的波動，光波不一樣，我們肉眼只能看到當中一段，比這個波長的看不見，比這個波短的也看不見，只能看到這麼一點點。常寂光不是我們這個眼睛能看見的，我相信它是把所有一切光明都納在其中。只要我們放下執著，初果須陀洹能不能見到佛光？偶爾見到，機會比我們多。阿羅漢更不必說了，阿羅漢可以說他心裡想見光他就見到，為什麼？見思煩惱斷了，見思是最嚴重的障礙。菩薩的障礙比阿羅漢輕，他有分別，他把分別斷掉那就能到常寂光，到常寂光就可以說他在常寂光中，實報土是常寂光變現的，就是惠能大師講的「何期自性，能生萬法」，那個萬法就是實報土。那我們這個世界呢？我們這個世界是阿賴耶變的，心能現，阿賴耶能變，把常寂光變成了十法界、變成了六道輪迴，是這麼回事情。佛告訴我們，餓鬼道見不到光，還能看一點，就像黃昏一樣，像滿天的雲彩一樣，雲彩把太陽遮住了，還是有一點光線，不是很亮，若有若無，鬼道就是這種情形，它還能見。但是地獄道就完全黑暗，地獄道看什麼光？火光，那個火是燒身體的，所謂八寒八熱，八熱裡頭有光，八寒裡頭沒有光，那是冰凍，這是物理現象，是從心理生的。"
    },
    {
      "id": "02-041-0290_p0024",
      "zh_CN": "心地光明，就能够跟佛光相应。心地不光明，欺骗自己、欺骗别人，他怎么会有光？他怎么能见到佛光？那我们就晓得，心地正大光明的人能见佛光。有，历史上有记载，真有这种人，常常见到。真修行人就更多，但是他们见到了他不说。为什么不说？不能说。为什么不能说？别人怀疑，招惹毁谤。你说你见到，为什么我没见到，他也没见到？说你妖言惑众。不但你没有帮助他，你还陷害他，他毁谤圣贤罪过很重。所以不说，不说是爱护众生，不让他造业，道理在此地，不是隐瞒，不是欺骗。教你一种方法，你好好修，修到清净心现前，你就见到了。所以这是讲的时节因缘。",
      "zh_TW": "心地光明，就能夠跟佛光相應。心地不光明，欺騙自己、欺騙別人，他怎麼會有光？他怎麼能見到佛光？那我們就曉得，心地正大光明的人能見佛光。有，歷史上有記載，真有這種人，常常見到。真修行人就更多，但是他們見到了他不說。為什麼不說？不能說。為什麼不能說？別人懷疑，招惹毀謗。你說你見到，為什麼我沒見到，他也沒見到？說你妖言惑眾。不但你沒有幫助他，你還陷害他，他毀謗聖賢罪過很重。所以不說，不說是愛護眾生，不讓他造業，道理在此地，不是隱瞞，不是欺騙。教你一種方法，你好好修，修到清淨心現前，你就見到了。所以這是講的時節因緣。"
    },
    {
      "id": "02-041-0290_p0025",
      "zh_CN": "【过食时后。其华自没。大地清净。更雨新华。随其时节。还复周遍。与前无异。如是六反。】",
      "zh_TW": "【過食時後。其華自沒。大地清淨。更雨新華。隨其時節。還復周遍。與前無異。如是六反。】"
    },
    {
      "id": "02-041-0290_p0026",
      "zh_CN": "在极乐世界没有时间、没有空间、没有昼夜。这个『六反』就是六次，我们这个世间，古印度，把每天分作六个时辰，白天叫初日分（日是太阳）、中日分、后日分，三分，三时；夜晚也分三时，初夜分、中夜分、后夜分，所以昼夜叫六时。我们中国的时辰刚好比它小，中国用十二个时辰，子丑寅卯辰巳午未申酉戌亥。现在我们用的是外国的时辰，不是用中国的，在民国初年还用中国的，现在用外国的，外国的比我们更小，所以叫小时，分得更小，白天十二个小时、晚上十二个小时。所以印度的一时是现在四小时，中国古时候时辰一时是现在两小时。佛讲经在印度，所以就用印度时做比喻。",
      "zh_TW": "在極樂世界沒有時間、沒有空間、沒有晝夜。這個『六反』就是六次，我們這個世間，古印度，把每天分作六個時辰，白天叫初日分（日是太陽）、中日分、後日分，三分，三時；夜晚也分三時，初夜分、中夜分、後夜分，所以晝夜叫六時。我們中國的時辰剛好比它小，中國用十二個時辰，子丑寅卯辰巳午未申酉戌亥。現在我們用的是外國的時辰，不是用中國的，在民國初年還用中國的，現在用外國的，外國的比我們更小，所以叫小時，分得更小，白天十二個小時、晚上十二個小時。所以印度的一時是現在四小時，中國古時候時辰一時是現在兩小時。佛講經在印度，所以就用印度時做比喻。"
    },
    {
      "id": "02-041-0290_p0027",
      "zh_CN": "说是「六反雨花」，六次雨花，「亦即《阿弥陀经》」，你看引用《阿弥陀经》的话，「昼夜六时雨天曼陀罗华」，《阿弥陀经》上所说的，叫昼夜六时，我们要懂这个意思。「六时者」，这里说的，「晨朝」就是初日分，「日中」是中日分，「日没」是后日分，这叫三时，「初夜、中夜与后夜也」。「晨朝雨花，过食时后其花自没」，食时是中午，中午饭吃完之后花就没有了，花没了，「大地清净，更雨新华」，新花又落地了。极乐世界地上铺的这个花毯，我们讲地毯，常常换，一个时辰就换一次，美不胜收。你看看哪一家的这么富贵人家，那个地毯一天换三次的？要说富贵，你可以说我的富贵地球上没有人能比，你拥有几十亿、几千亿的财产比不上我，我家极乐世界，提起一样东西就超过你多少倍。我们要肯定自己是极乐世界的人，我们到这边来是干什么的？是来度众生的，是来给众生做好榜样的，是来表演、表法的，这就对了。用这种心住世，没有一个不往生的，决定得生净土。",
      "zh_TW": "說是「六反雨花」，六次雨花，「亦即《阿彌陀經》」，你看引用《阿彌陀經》的話，「晝夜六時雨天曼陀羅華」，《阿彌陀經》上所說的，叫晝夜六時，我們要懂這個意思。「六時者」，這裡說的，「晨朝」就是初日分，「日中」是中日分，「日沒」是後日分，這叫三時，「初夜、中夜與後夜也」。「晨朝雨花，過食時後其花自沒」，食時是中午，中午飯吃完之後花就沒有了，花沒了，「大地清淨，更雨新華」，新花又落地了。極樂世界地上鋪的這個花毯，我們講地毯，常常換，一個時辰就換一次，美不勝收。你看看哪一家的這麼富貴人家，那個地毯一天換三次的？要說富貴，你可以說我的富貴地球上沒有人能比，你擁有幾十億、幾千億的財產比不上我，我家極樂世界，提起一樣東西就超過你多少倍。我們要肯定自己是極樂世界的人，我們到這邊來是幹什麼的？是來度眾生的，是來給眾生做好榜樣的，是來表演、表法的，這就對了。用這種心住世，沒有一個不往生的，決定得生淨土。"
    },
    {
      "id": "02-041-0290_p0028",
      "zh_CN": "「食时者，正食之时，即日中之午时」。所以佛陀在世，出家的比丘日中一食，一天吃一餐饭，什么时候？中午，过中就不食了。上午，早晨出去托钵。托钵，不能说托到了一面走一面吃饭，那个叫犯威仪，那人家看到就笑话你，这个出家人贪心，不守戒律。到哪里吃？回到驻扎的地方，多半都在树林里头，你回归树林，跟大众在一起吃饭。怎样呢？把托的饭统统汇集在一起，你吃多少拿多少，多下来的供养畜生，不留的，这是佛所定的规矩。世间人看到尊敬你，没有贪心、没有分别、没有执着，这是出家人。出家人所过的生活，是真正的共产党，你看一钵饭都是公的，都不是私吃的，跟大家托钵托来一起混合在一块，自己吃多少拿多少，这不是共产党吗？没有私财。释迦牟尼佛没有盖寺庙，在什么地方休息？树下。树下一宿，日中一食，这是出家人的生活，释迦牟尼佛十九岁出家就过这种生活，一直到老。七十九岁过世，过世在哪里？在树林里头，不是在房子底下。",
      "zh_TW": "「食時者，正食之時，即日中之午時」。所以佛陀在世，出家的比丘日中一食，一天吃一餐飯，什麼時候？中午，過中就不食了。上午，早晨出去托缽。托缽，不能說托到了一面走一面吃飯，那個叫犯威儀，那人家看到就笑話你，這個出家人貪心，不守戒律。到哪裡吃？回到駐紮的地方，多半都在樹林裡頭，你回歸樹林，跟大眾在一起吃飯。怎樣呢？把托的飯統統匯集在一起，你吃多少拿多少，多下來的供養畜生，不留的，這是佛所定的規矩。世間人看到尊敬你，沒有貪心、沒有分別、沒有執著，這是出家人。出家人所過的生活，是真正的共產黨，你看一缽飯都是公的，都不是私吃的，跟大家托缽托來一起混合在一塊，自己吃多少拿多少，這不是共產黨嗎？沒有私財。釋迦牟尼佛沒有蓋寺廟，在什麼地方休息？樹下。樹下一宿，日中一食，這是出家人的生活，釋迦牟尼佛十九歲出家就過這種生活，一直到老。七十九歲過世，過世在哪裡？在樹林裡頭，不是在房子底下。"
    },
    {
      "id": "02-041-0290_p0029",
      "zh_CN": "佛门弟子有宫殿居住，那是什么？佛教传到中国来了，中国帝王做佛弟子，佛是帝王的老师，中国人讲孝道，孝亲尊师，哪有学生住宫殿、老师在树下一宿，那怎么对得起老师？自己物质生活非常丰富，怎么可以叫老师出去托钵、去讨饭？这个要被中国人骂死了，不会原谅你。所以佛教很随缘，也就恒顺众生，在中国居住的地方是宫殿，皇上给建的。出家有供养，不要出去托钵了，日中一食还是保持，不过中，一食。这通情达理，恒顺众生，随喜功德。佛是圆融的，决定没有执着，所以他能够顺应。尤其是佛讲经教学，他教学的理念，恒顺众生，随喜功德，也就是我们今天所讲的，佛用的是本土化、现代化，所以佛法大家喜欢，传播得很快。虽然是传播得很快，传到中国是在佛灭度后一千年，才传到中国。",
      "zh_TW": "佛門弟子有宮殿居住，那是什麼？佛教傳到中國來了，中國帝王做佛弟子，佛是帝王的老師，中國人講孝道，孝親尊師，哪有學生住宮殿、老師在樹下一宿，那怎麼對得起老師？自己物質生活非常豐富，怎麼可以叫老師出去托缽、去討飯？這個要被中國人罵死了，不會原諒你。所以佛教很隨緣，也就恆順眾生，在中國居住的地方是宮殿，皇上給建的。出家有供養，不要出去托缽了，日中一食還是保持，不過中，一食。這通情達理，恆順眾生，隨喜功德。佛是圓融的，決定沒有執著，所以他能夠順應。尤其是佛講經教學，他教學的理念，恆順眾生，隨喜功德，也就是我們今天所講的，佛用的是本土化、現代化，所以佛法大家喜歡，傳播得很快。雖然是傳播得很快，傳到中國是在佛滅度後一千年，才傳到中國。"
    },
    {
      "id": "02-041-0290_p0030",
      "zh_CN": "到中国来，看到中国的文字好，比梵文好，所以大乘经典全到中国，完全翻成中国文字，原本一本也找不到了。我为这桩事情，初学佛的时候请教老师方东美先生，我说为什么原本一本都找不到？老师告诉我，古时候中国人跟现在人不一样，古时候中国人很自豪。确确实实有道理，不是没有道理，中国文字比梵文好，为什么？梵文是拼音文字，拼音，我们说话的音声是会变的，过一、二百年完全变了，你就不懂了。每个朝朝代代都要有人接，跟老师学，再把它传下去，是用耳、是用音声，这个有一定的困难，如果没有老师怎么办？佛法就灭了。中国文字不怕，中国文字是表义的不是表音的，中国文字是叫你看的不是用耳朵，叫你看的，每个文字都有很深的意义在里头，外国没有，外国文字完全没有意思。所以我们在欧洲看到，欧洲三百年前写的文字、留下来的作品，现在一般人看不懂。这就说明什么？这个文字不是很好的文字。中国，你看看，三千年前写在甲骨上、写在钟鼎上，现在都认得，都能懂得它的意思，什么原因？它用看的，不是用耳朵，不是用口说的、不是用耳听的，是用眼看的，这个能传得长久。所以把大乘经全部用中文写过来之后，意思审查没有错误，文字比从前更好，那个可以不要了，中文这个取而代之，传到千年、万年、万万年都不会改变。",
      "zh_TW": "到中國來，看到中國的文字好，比梵文好，所以大乘經典全到中國，完全翻成中國文字，原本一本也找不到了。我為這樁事情，初學佛的時候請教老師方東美先生，我說為什麼原本一本都找不到？老師告訴我，古時候中國人跟現在人不一樣，古時候中國人很自豪。確確實實有道理，不是沒有道理，中國文字比梵文好，為什麼？梵文是拼音文字，拼音，我們說話的音聲是會變的，過一、二百年完全變了，你就不懂了。每個朝朝代代都要有人接，跟老師學，再把它傳下去，是用耳、是用音聲，這個有一定的困難，如果沒有老師怎麼辦？佛法就滅了。中國文字不怕，中國文字是表義的不是表音的，中國文字是叫你看的不是用耳朵，叫你看的，每個文字都有很深的意義在裡頭，外國沒有，外國文字完全沒有意思。所以我們在歐洲看到，歐洲三百年前寫的文字、留下來的作品，現在一般人看不懂。這就說明什麼？這個文字不是很好的文字。中國，你看看，三千年前寫在甲骨上、寫在鐘鼎上，現在都認得，都能懂得它的意思，什麼原因？它用看的，不是用耳朵，不是用口說的、不是用耳聽的，是用眼看的，這個能傳得長久。所以把大乘經全部用中文寫過來之後，意思審查沒有錯誤，文字比從前更好，那個可以不要了，中文這個取而代之，傳到千年、萬年、萬萬年都不會改變。"
    },
    {
      "id": "02-041-0290_p0031",
      "zh_CN": "所以全世界每个国家族群，好的东西要流传给后世的，统统要用中国文言文书写，就对了。所以我们的确是有这个愿望，希望二、三十年之后全世界用的文字是中国文言文。我们要把文言文的好处，西方人有些学者，我知道的大概有十个人的样子，对中国文言文赞叹到五体投地，认为这是全世界人的需要。言语没有关系，怎么变这个拦不住的，文不变；文言不变，语言可以变。今天中国各个地方的方言就是古时候那些小国家的国语，现在还留存，没有关系，通用的文字用文言。所以文书要用文言，国家的政令要用文言写，不能用白话写。读书，一定是读的文言，你才能够懂得古圣先贤的智慧、古圣先贤的高明，他们用什么方法来齐家、治国、平天下。",
      "zh_TW": "所以全世界每個國家族群，好的東西要流傳給後世的，統統要用中國文言文書寫，就對了。所以我們的確是有這個願望，希望二、三十年之後全世界用的文字是中國文言文。我們要把文言文的好處，西方人有些學者，我知道的大概有十個人的樣子，對中國文言文讚歎到五體投地，認為這是全世界人的需要。言語沒有關係，怎麼變這個攔不住的，文不變；文言不變，語言可以變。今天中國各個地方的方言就是古時候那些小國家的國語，現在還留存，沒有關係，通用的文字用文言。所以文書要用文言，國家的政令要用文言寫，不能用白話寫。讀書，一定是讀的文言，你才能夠懂得古聖先賢的智慧、古聖先賢的高明，他們用什麼方法來齊家、治國、平天下。"
    },
    {
      "id": "02-041-0290_p0032",
      "zh_CN": "平天下这个「平」字是平等对待、和睦相处，不是武力侵犯，不是政治统一，不是的。夏商周天子是不是统一天下？不是，天下没统一，每个国家还是每个国家。什么统一？文字统一了，书写统一了。所以周朝八百多个诸侯，就是八百多个诸侯国，每个诸侯国都是独立国，都是主权独立的。周政治办得最好，大家共同向他学习，尊他为天子，以他为老师，有了困难不能解决，向他请教，他来指导，不是武力，不是政治。所以现在世界有许多国家看到中国起来了，害怕。为什么要害怕？过去十九世纪的时候、二十世纪的时候欺负中国人，现在中国人起来了，怕报仇。中国人会不会这样做？不会。但是他们心里想的，他真是这样想，为什么？如果是他，他会报仇。中国人呢？中国人不会报仇。所以我们在国外，遇到国外的朋友们，我们分析给他听，你看中国五千年的历史，中国人没有报仇雪恨的，中国人讲伦理道德，五伦五常、四维八德，这是中国人，用这个修身、齐家、治国、对待天下众多的国家。",
      "zh_TW": "平天下這個「平」字是平等對待、和睦相處，不是武力侵犯，不是政治統一，不是的。夏商周天子是不是統一天下？不是，天下沒統一，每個國家還是每個國家。什麼統一？文字統一了，書寫統一了。所以周朝八百多個諸侯，就是八百多個諸侯國，每個諸侯國都是獨立國，都是主權獨立的。周政治辦得最好，大家共同向他學習，尊他為天子，以他為老師，有了困難不能解決，向他請教，他來指導，不是武力，不是政治。所以現在世界有許多國家看到中國起來了，害怕。為什麼要害怕？過去十九世紀的時候、二十世紀的時候欺負中國人，現在中國人起來了，怕報仇。中國人會不會這樣做？不會。但是他們心裡想的，他真是這樣想，為什麼？如果是他，他會報仇。中國人呢？中國人不會報仇。所以我們在國外，遇到國外的朋友們，我們分析給他聽，你看中國五千年的歷史，中國人沒有報仇雪恨的，中國人講倫理道德，五倫五常、四維八德，這是中國人，用這個修身、齊家、治國、對待天下眾多的國家。"
    },
    {
      "id": "02-041-0290_p0033",
      "zh_CN": "所以中国统一全世界，不是政治，不是军事，不是经济贸易，不是科学技术，是什么？《群书治要》。现在我这边有一套，《群书治要》。这一部书唐太宗编的，大唐帝国太平盛世就是这部书造成的。从皇上，文武百官，统统学这个，用什么齐家？《群书治要》；用什么修身？《群书治要》；用什么治国？《群书治要》；用什么统领全世界？《群书治要》。现在《群书治要》，印刷术发达，大量的来印送，让全世界的人都学习，这就统一了。所以文字要用中国的汉字，要用中国文言文，这个东西统一世界，世界上每一个人都能过到好日子，一生都能过得快乐、清净、圆满，这是真的。",
      "zh_TW": "所以中國統一全世界，不是政治，不是軍事，不是經濟貿易，不是科學技術，是什麼？《群書治要》。現在我這邊有一套，《群書治要》。這一部書唐太宗編的，大唐帝國太平盛世就是這部書造成的。從皇上，文武百官，統統學這個，用什麼齊家？《群書治要》；用什麼修身？《群書治要》；用什麼治國？《群書治要》；用什麼統領全世界？《群書治要》。現在《群書治要》，印刷術發達，大量的來印送，讓全世界的人都學習，這就統一了。所以文字要用中國的漢字，要用中國文言文，這個東西統一世界，世界上每一個人都能過到好日子，一生都能過得快樂、清淨、圓滿，這是真的。"
    },
    {
      "id": "02-041-0290_p0034",
      "zh_CN": "古时候没交通，没有资讯，所以圣人、佛菩萨不得已，要在某一个族群、某一个地区现身说法，教化众生。中国人相信圣贤，佛菩萨在中国现身就以圣贤身出现在世间；印度人信佛，相信佛菩萨，佛在印度就现佛菩萨身分；其他宗教，在欧洲大陆，你看看，现摩西的身，现耶稣的身；现真主身，现上帝身，现天使身，不一样，说出许许多多的经典，帮助众生离苦得乐。今天我们得到科学的便利，交通问题解决了。从前从中国，我们说上海出发，到欧洲的伦敦，明朝那个时代三宝太监郑和下西洋，这是欧亚大陆两头，要走多少时间？差不多要走一年才能到，周游一趟回来是两年。现在飞机十二个小时就到了，一个来回二十四个小时，一日一夜就转一圈了。不能比，古人作梦也想不到。资讯发达，哪里出了一点小事情，一广播，卫星电视一播，全世界人都知道。这是什么？改变了，科学改变了我们的生活环境。我们如何能得科学之用，而不受其害？科学是个双刃剑，它有好的一面也有恶的一面，一定要搞清楚，如何避免其不好的，用它善的这一面。从哪里开始？从头脑开始，观念开始。",
      "zh_TW": "古時候沒交通，沒有資訊，所以聖人、佛菩薩不得已，要在某一個族群、某一個地區現身說法，教化眾生。中國人相信聖賢，佛菩薩在中國現身就以聖賢身出現在世間；印度人信佛，相信佛菩薩，佛在印度就現佛菩薩身分；其他宗教，在歐洲大陸，你看看，現摩西的身，現耶穌的身；現真主身，現上帝身，現天使身，不一樣，說出許許多多的經典，幫助眾生離苦得樂。今天我們得到科學的便利，交通問題解決了。從前從中國，我們說上海出發，到歐洲的倫敦，明朝那個時代三寶太監鄭和下西洋，這是歐亞大陸兩頭，要走多少時間？差不多要走一年才能到，周遊一趟回來是兩年。現在飛機十二個小時就到了，一個來回二十四個小時，一日一夜就轉一圈了。不能比，古人作夢也想不到。資訊發達，哪裡出了一點小事情，一廣播，衛星電視一播，全世界人都知道。這是什麼？改變了，科學改變了我們的生活環境。我們如何能得科學之用，而不受其害？科學是個雙刃劍，它有好的一面也有惡的一面，一定要搞清楚，如何避免其不好的，用它善的這一面。從哪裡開始？從頭腦開始，觀念開始。"
    },
    {
      "id": "02-041-0290_p0035",
      "zh_CN": "今天我们要把地球看作一村，地球村。前几年我讲地球村，今年我在国外，我不讲地球村，我讲地球家，住在地球上的人是一家人。一家人要不要爱？一家人要不要尊重？一家人要不要关怀？一家人要不要帮助？我们真的是一家人。如何能做到一家人这概念都有？那就要宣传《群书治要》，大家都读这部书。这部书分量也不少，差不多有五十万字。迫切需要看这部书，怎么办？我找了一些同学们成立一个小组，读这个书、翻这个书，现在社会迫切需要的抄下来，抄成一本小书叫《群书治要３６Ｏ》，就是三百六十小段，把它翻成外国文字，现在有英译本、有法文本、有德文本，有西班牙文还有俄文，在东方有韩国文、有日文。我们希望几年之后，统统把它翻出来，翻成全世界各种不同的文字，向全世界流通，人人都读到。这是什么？佛法里头讲建立见和同解，我们大家对宇宙、对人生、对万物有一个正确的看法，这是智慧，正知正见，见和同解。接着戒和同修，戒是什么？佛法三皈、五戒、十善、六和、六波罗蜜、普贤十愿，够了，所有一切戒律不出这个范围，我们抓到这个行了。在中国传统，五伦五常、四维八德，跟佛法戒律精神完全相同。再看看所有宗教里头的经典，五戒十善全讲到，那么五戒十善是所有宗教共同的戒律，我们找到了，大家都要遵守。",
      "zh_TW": "今天我們要把地球看作一村，地球村。前幾年我講地球村，今年我在國外，我不講地球村，我講地球家，住在地球上的人是一家人。一家人要不要愛？一家人要不要尊重？一家人要不要關懷？一家人要不要幫助？我們真的是一家人。如何能做到一家人這概念都有？那就要宣傳《群書治要》，大家都讀這部書。這部書分量也不少，差不多有五十萬字。迫切需要看這部書，怎麼辦？我找了一些同學們成立一個小組，讀這個書、翻這個書，現在社會迫切需要的抄下來，抄成一本小書叫《群書治要３６Ｏ》，就是三百六十小段，把它翻成外國文字，現在有英譯本、有法文本、有德文本，有西班牙文還有俄文，在東方有韓國文、有日文。我們希望幾年之後，統統把它翻出來，翻成全世界各種不同的文字，向全世界流通，人人都讀到。這是什麼？佛法裡頭講建立見和同解，我們大家對宇宙、對人生、對萬物有一個正確的看法，這是智慧，正知正見，見和同解。接著戒和同修，戒是什麼？佛法三皈、五戒、十善、六和、六波羅蜜、普賢十願，夠了，所有一切戒律不出這個範圍，我們抓到這個行了。在中國傳統，五倫五常、四維八德，跟佛法戒律精神完全相同。再看看所有宗教裡頭的經典，五戒十善全講到，那麼五戒十善是所有宗教共同的戒律，我們找到了，大家都要遵守。"
    },
    {
      "id": "02-041-0290_p0036",
      "zh_CN": "学习宗教，宗教是人类主要的教育、重要的教学、尊崇的教化，我们要把宗教教育发扬光大。但是宗教本身要学习经教，不学习经教，那是假的宗教不是真的。所以宗教要回归教育，宗教要互相学习，不但要互相学习，宗教要互动，也就是说要经常在一起办活动，宗教就团结起来了。宗教团结，世界才会有和平，地球才会有大治，盛世出现，没有宗教就做不到。所以宗教教育，中国，你看中国古圣先贤用的字用得多好，他把这桩事情看作叫宗教，宗教这个意思就是人类主要的教育、重要的教学，这还有话说吗？所以在前清以前，一百多年前，宗教是谁抓？皇上亲自掌握。儒用来治国，归宰相管，宰相底下有个部，礼部，就是教育部，推动儒家教育，那是治国的，是政治需要的。佛教教育，皇上抓住，干什么？皇上希望天下太平，长治久安，用佛法来教化老百姓，把人民都教好了。所以大大小小这寺庙庵堂，两百年前统统是学校，这里头出家人无论男女老少，个个都会讲经，个个都有道德、有学问，跟现在不一样。道教也是皇上亲自抓的，用它来做什么？用它来祭祖宗，祭祖宗、祭天地、祭山川神祇，这就是跟我们今天讲不同维次空间和睦相处。三教，那些帝王全用上了，他的社会安定，他的政治太平盛世，人民孝顺父母、尊敬师长，父母跟师长都负有教学的责任。所以中国圣贤教育，学习的目的不是升官发财，不是这个，是成圣成贤，中国是圣贤教育，三千年。我们还要想恢复，一定要把圣贤教育找回来，这才管用。",
      "zh_TW": "學習宗教，宗教是人類主要的教育、重要的教學、尊崇的教化，我們要把宗教教育發揚光大。但是宗教本身要學習經教，不學習經教，那是假的宗教不是真的。所以宗教要回歸教育，宗教要互相學習，不但要互相學習，宗教要互動，也就是說要經常在一起辦活動，宗教就團結起來了。宗教團結，世界才會有和平，地球才會有大治，盛世出現，沒有宗教就做不到。所以宗教教育，中國，你看中國古聖先賢用的字用得多好，他把這樁事情看作叫宗教，宗教這個意思就是人類主要的教育、重要的教學，這還有話說嗎？所以在前清以前，一百多年前，宗教是誰抓？皇上親自掌握。儒用來治國，歸宰相管，宰相底下有個部，禮部，就是教育部，推動儒家教育，那是治國的，是政治需要的。佛教教育，皇上抓住，幹什麼？皇上希望天下太平，長治久安，用佛法來教化老百姓，把人民都教好了。所以大大小小這寺廟庵堂，兩百年前統統是學校，這裡頭出家人無論男女老少，個個都會講經，個個都有道德、有學問，跟現在不一樣。道教也是皇上親自抓的，用它來做什麼？用它來祭祖宗，祭祖宗、祭天地、祭山川神祇，這就是跟我們今天講不同維次空間和睦相處。三教，那些帝王全用上了，他的社會安定，他的政治太平盛世，人民孝順父母、尊敬師長，父母跟師長都負有教學的責任。所以中國聖賢教育，學習的目的不是升官發財，不是這個，是成聖成賢，中國是聖賢教育，三千年。我們還要想恢復，一定要把聖賢教育找回來，這才管用。"
    },
    {
      "id": "02-041-0290_p0037",
      "zh_CN": "今天走遍全世界，因为都是民选的，选出来的县市长、选出来国家领导人，你要问他，你现在当上领导，你用什么治国？你用什么帮助社会安定、帮助社会和谐？没有方法。这是真的不是假的，用什么来治国？用我喜欢的、用我讨厌的，喜欢什么？喜欢发财，不喜欢廉洁。这样治天下，天下能不乱吗？问题太多了！怎么解决？英国汤恩比说得好。这是上一个世纪末英国的一位哲学家，他亲身经历两次大战，第二次大战之后出现核武。他的晚年，我们看到他晚年忧心以及他的言论，这个人是菩萨再来，特别是最后的晚年，他八十五岁走的，那一年一九七五年，八十五岁，天天在想，如何防止第三次大战永远不能发生，他就想这个问题。他对于中国历史大概比中国人还要通达，对中国佩服五体投地，他告诉大家：「解决二十一世纪的问题，」他是预言，那个时候，「需要中国孔孟学说、大乘佛法。」",
      "zh_TW": "今天走遍全世界，因為都是民選的，選出來的縣市長、選出來國家領導人，你要問他，你現在當上領導，你用什麼治國？你用什麼幫助社會安定、幫助社會和諧？沒有方法。這是真的不是假的，用什麼來治國？用我喜歡的、用我討厭的，喜歡什麼？喜歡發財，不喜歡廉潔。這樣治天下，天下能不亂嗎？問題太多了！怎麼解決？英國湯恩比說得好。這是上一個世紀末英國的一位哲學家，他親身經歷兩次大戰，第二次大戰之後出現核武。他的晚年，我們看到他晚年憂心以及他的言論，這個人是菩薩再來，特別是最後的晚年，他八十五歲走的，那一年一九七五年，八十五歲，天天在想，如何防止第三次大戰永遠不能發生，他就想這個問題。他對於中國歷史大概比中國人還要通達，對中國佩服五體投地，他告訴大家：「解決二十一世紀的問題，」他是預言，那個時候，「需要中國孔孟學說、大乘佛法。」"
    },
    {
      "id": "02-041-0290_p0038",
      "zh_CN": "前几天有人问过我，我以前没有说过这些话。孔孟学说是什么？四书五经、十三经。大乘佛法是什么？《大方广佛华严经》。这里头有没有治国平天下的经文？有，很多、很长。这个经过去我讲过两遍，虽然没有讲圆满，意思统统都有了。更简单的，现在人怕麻烦，那么一大堆的书，到底怎么读法？最简单代表整个佛法的，给诸位说，就是夏莲居会集的《无量寿经》，能代表整个佛法。为什么？中本《华严》，分量比《华严》少，只有一卷；《华严》九十九卷，这只有一卷，内容没有两样。真正在这两种书；那个四书五经、十三经也很大，它有没有个简单东西，扼要的？有，什么？《四书》。宋朝宰相赵普，他有一句名言，他帮助赵匡胤、帮助宋太宗，两朝宰相，他用什么治国？他说我半部《论语》治天下。他就一部《论语》，一部《论语》帮助赵匡胤建立政权、帮助宋太宗治天下。所以《四书》是儒家的《华严经》，为什么？编辑的思想非常接近。《华严》有理论、有方法，还有表演，五十三参是表演，做出来给你看。《四书》有这个味道，《中庸》是理论，《大学》是方法，《论语》、《孟子》是用孔子、孟子来做代表，表演出来给你看。《大学》、《中庸》，孔子做到了，圣人。怎样做到了称圣人？孟夫子做到了贤人，贤人跟圣人差别在哪里？自己去看。所以这一部《四书》、这一部《无量寿经》，确确实实像汤恩比所说的，能帮助这个世界恢复正常。不但恢复正常，而且更提升，为地球上的太平盛世。这个盛世，我们估计至少一千年，千年盛世出现。希望这千年盛世把这个核武统统销毁掉，以后不再朝这个方向去走，好好认真学圣学贤。圣贤人有慈悲心、有爱心，爱自己不会伤害别人，这很重要。",
      "zh_TW": "前幾天有人問過我，我以前沒有說過這些話。孔孟學說是什麼？四書五經、十三經。大乘佛法是什麼？《大方廣佛華嚴經》。這裡頭有沒有治國平天下的經文？有，很多、很長。這個經過去我講過兩遍，雖然沒有講圓滿，意思統統都有了。更簡單的，現在人怕麻煩，那麼一大堆的書，到底怎麼讀法？最簡單代表整個佛法的，給諸位說，就是夏蓮居會集的《無量壽經》，能代表整個佛法。為什麼？中本《華嚴》，分量比《華嚴》少，只有一卷；《華嚴》九十九卷，這只有一卷，內容沒有兩樣。真正在這兩種書；那個四書五經、十三經也很大，它有沒有個簡單東西，扼要的？有，什麼？《四書》。宋朝宰相趙普，他有一句名言，他幫助趙匡胤、幫助宋太宗，兩朝宰相，他用什麼治國？他說我半部《論語》治天下。他就一部《論語》，一部《論語》幫助趙匡胤建立政權、幫助宋太宗治天下。所以《四書》是儒家的《華嚴經》，為什麼？編輯的思想非常接近。《華嚴》有理論、有方法，還有表演，五十三參是表演，做出來給你看。《四書》有這個味道，《中庸》是理論，《大學》是方法，《論語》、《孟子》是用孔子、孟子來做代表，表演出來給你看。《大學》、《中庸》，孔子做到了，聖人。怎樣做到了稱聖人？孟夫子做到了賢人，賢人跟聖人差別在哪裡？自己去看。所以這一部《四書》、這一部《無量壽經》，確確實實像湯恩比所說的，能幫助這個世界恢復正常。不但恢復正常，而且更提升，為地球上的太平盛世。這個盛世，我們估計至少一千年，千年盛世出現。希望這千年盛世把這個核武統統銷毀掉，以後不再朝這個方向去走，好好認真學聖學賢。聖賢人有慈悲心、有愛心，愛自己不會傷害別人，這很重要。"
    },
    {
      "id": "02-041-0290_p0039",
      "zh_CN": "所以当前最重要的一桩大事，我鼓励年轻人，好好的学汉字、学文言文，把这部书念通，有能力读《四库荟要》。《荟要》是乾隆皇帝自己选的，是专门供给他读诵的，分量是全书的三分之一。我们希望底下一代有专家学者出现，有圣贤出现，来把中国儒释道三家大大的发扬光大，让全球人都得到幸福、都得到安稳，那是我们的愿望。我们自己这个时代已经走完，走到尽头了，随时都可以走了。期望下一代，更重要的是再下一代，就是现在的儿童。儿童扎根是真正扎根，二十几岁、三十几岁来学习已经是半路出家，不是从根扎下去的，真正从根要从娃娃抓起。所以最好，现在办汉学院，汉学院要办附小，附属小学、附属幼稚园，要从这里抓起、从这教起，那个根才牢，才不会受外界影响。",
      "zh_TW": "所以當前最重要的一樁大事，我鼓勵年輕人，好好的學漢字、學文言文，把這部書念通，有能力讀《四庫薈要》。《薈要》是乾隆皇帝自己選的，是專門供給他讀誦的，分量是全書的三分之一。我們希望底下一代有專家學者出現，有聖賢出現，來把中國儒釋道三家大大的發揚光大，讓全球人都得到幸福、都得到安穩，那是我們的願望。我們自己這個時代已經走完，走到盡頭了，隨時都可以走了。期望下一代，更重要的是再下一代，就是現在的兒童。兒童扎根是真正扎根，二十幾歲、三十幾歲來學習已經是半路出家，不是從根扎下去的，真正從根要從娃娃抓起。所以最好，現在辦漢學院，漢學院要辦附小，附屬小學、附屬幼稚園，要從這裡抓起、從這教起，那個根才牢，才不會受外界影響。"
    },
    {
      "id": "02-041-0290_p0040",
      "zh_CN": "下面，你看念老引《沙弥十戒仪则经》，说：「若受斋食时不得过中午。」沙弥律仪里头有。「是表晨朝所散之花，当日过中，则于地上自然化去」，就没有了，「大地清净如初。于是空中更雨新花」，这空中第二次又落花下来。「如是随此六时，花降花化，循还往复，故云随其时节，还复周遍。还复者，循还与反复也。周遍者，遍满其国也。与前无异，如是六反。六反者，六度也，即小本之六时雨花。至于极乐国土而言昼夜者，只是顺此方之习俗」，它没有昼夜。「如《要解》云：彼土依正，各有光明，不假日月，安分昼夜。且顺此方，假说分际耳」，这个要知道。",
      "zh_TW": "下面，你看念老引《沙彌十戒儀則經》，說：「若受齋食時不得過中午。」沙彌律儀裡頭有。「是表晨朝所散之花，當日過中，則於地上自然化去」，就沒有了，「大地清淨如初。於是空中更雨新花」，這空中第二次又落花下來。「如是隨此六時，花降花化，循還往復，故云隨其時節，還復周遍。還復者，循還與反復也。周遍者，遍滿其國也。與前無異，如是六反。六反者，六度也，即小本之六時雨花。至於極樂國土而言晝夜者，只是順此方之習俗」，它沒有晝夜。「如《要解》云：彼土依正，各有光明，不假日月，安分晝夜。且順此方，假說分際耳」，這個要知道。"
    },
    {
      "id": "02-041-0290_p0041",
      "zh_CN": "「《疏钞》」，莲池大师的，也是这个说法，「彼土既无须弥，又无日月。常明不昏，昼夜无辨」，没有昼夜。「唯以华开鸟鸣而为昼，华合鸟栖而为夜也」，这就是夜，鸟在休息。以这个，这都是我们人的妄想。「又慈恩」，窥基大师，「《弥陀通赞》」，这是唯识学家，法相宗的祖师，他有《弥陀经》的注解，「华开金沼，化生（指莲池化生之人）为天曙之情。鸟宿琼林，菩萨作时昏之想」。这就说明这是我们假想的，不是真实状况，真实状况我们想像不到。为什么？这个想像全是生活在娑婆世界六道轮回里头的妄想，这个想法不真实，这个想法不可靠，一定要懂这个道理。所以「诸说皆同旨」，宗旨相同的。",
      "zh_TW": "「《疏鈔》」，蓮池大師的，也是這個說法，「彼土既無須彌，又無日月。常明不昏，晝夜無辨」，沒有晝夜。「唯以華開鳥鳴而為晝，華合鳥棲而為夜也」，這就是夜，鳥在休息。以這個，這都是我們人的妄想。「又慈恩」，窺基大師，「《彌陀通贊》」，這是唯識學家，法相宗的祖師，他有《彌陀經》的註解，「華開金沼，化生（指蓮池化生之人）為天曙之情。鳥宿瓊林，菩薩作時昏之想」。這就說明這是我們假想的，不是真實狀況，真實狀況我們想像不到。為什麼？這個想像全是生活在娑婆世界六道輪迴裡頭的妄想，這個想法不真實，這個想法不可靠，一定要懂這個道理。所以「諸說皆同旨」，宗旨相同的。"
    },
    {
      "id": "02-041-0290_p0042",
      "zh_CN": "「又《圆中钞》更进一解曰：以花开鸟鸣为晓」，这是白天，「莲合鸟栖为夜」。这个还是我们的凡情，为什么？极乐世界的人不睡觉怎么办？鸟不睡觉怎么办？花开了，不合起来怎么办？花开花合，那是刚刚往生到极乐世界的状况。往生的人是看到阿弥陀佛手上拿着莲花，花是开的，往生的人进入花当中，这要爬到花上，坐在莲花上，莲花就合起来。这个合起来之后，阿弥陀佛把这个花带到极乐世界，放在七宝池里头。从带到极乐世界，放在七宝池里面，起什么作用？起化学作用，咱们叫化学作用，转八识成四智就这么转的。所以花一开，人相现出来，这人多大？不是《无量寿经》上说的，《无量寿经》说的是随顺印度的习俗，不是真的，真的要看《观无量寿经》。《观经》上说的，这个人身多大？跟阿弥陀佛一样大，身高跟阿弥陀佛一样，身的大也跟阿弥陀佛一样。相好，身有八万四千相，每一个相有八万四千随形好，每一个好放八万四千光明，每一道光明都有佛菩萨在那里教化众生，你能把整个宇宙都在身上看到。极乐世界的人不是物质的身体，他不需要饮食。饮食是我们这里带去的习气，睡觉也是习气，他不需要睡眠，他不需要饮食，他没有白天晚上，也没有初一、初二，没有，年月日时都没有，无量寿。佛无量寿，菩萨无量寿，每一个众生无量寿，花草树木统统是无量寿。",
      "zh_TW": "「又《圓中鈔》更進一解曰：以花開鳥鳴為曉」，這是白天，「蓮合鳥棲為夜」。這個還是我們的凡情，為什麼？極樂世界的人不睡覺怎麼辦？鳥不睡覺怎麼辦？花開了，不合起來怎麼辦？花開花合，那是剛剛往生到極樂世界的狀況。往生的人是看到阿彌陀佛手上拿著蓮花，花是開的，往生的人進入花當中，這要爬到花上，坐在蓮花上，蓮花就合起來。這個合起來之後，阿彌陀佛把這個花帶到極樂世界，放在七寶池裡頭。從帶到極樂世界，放在七寶池裡面，起什麼作用？起化學作用，咱們叫化學作用，轉八識成四智就這麼轉的。所以花一開，人相現出來，這人多大？不是《無量壽經》上說的，《無量壽經》說的是隨順印度的習俗，不是真的，真的要看《觀無量壽經》。《觀經》上說的，這個人身多大？跟阿彌陀佛一樣大，身高跟阿彌陀佛一樣，身的大也跟阿彌陀佛一樣。相好，身有八萬四千相，每一個相有八萬四千隨形好，每一個好放八萬四千光明，每一道光明都有佛菩薩在那裡教化眾生，你能把整個宇宙都在身上看到。極樂世界的人不是物質的身體，他不需要飲食。飲食是我們這裡帶去的習氣，睡覺也是習氣，他不需要睡眠，他不需要飲食，他沒有白天晚上，也沒有初一、初二，沒有，年月日時都沒有，無量壽。佛無量壽，菩薩無量壽，每一個眾生無量壽，花草樹木統統是無量壽。"
    },
    {
      "id": "02-041-0290_p0043",
      "zh_CN": "只有你自己修行，把四十一品无明习气断干净，断干净是什么样子？断干净的时候你就回归常寂光，这个实报土不见了；极乐世界不见了，华藏世界不见了，变成常寂光。法身是常寂光，法身没有相，法身在哪里？无处不在，无时不在。我们都在常寂光中，换句话说，我们都在诸佛法身之中。在佛法身之中，我们起心动念、所作所为，佛怎么可能说不知道？哪有这个道理！全知道，动个善念、动个歪念，佛全知道，这要晓得。千万不要以为我做的事情没人知道，古人说的，天知、地知、你知、我知，叫四知堂，真话。佛法讲得更透彻，常寂光照你，你在常寂光当中，你在佛的法身当中，哪有不清楚、不明白的道理？真正透彻明白了，不会动一个恶念，不会起一个不善的想法、看法，不可能。一定是对佛的教诲圆满受持，不会把它丢掉丢失几分，或者是几分之几，都不可能。所以我们的信心不坚定，我们的怀疑不能断，怎么办？把这部经读上三千遍，再不行，把这个注解从头到尾看三十遍，你的问题全解决了，你真的相信了。",
      "zh_TW": "只有你自己修行，把四十一品無明習氣斷乾淨，斷乾淨是什麼樣子？斷乾淨的時候你就回歸常寂光，這個實報土不見了；極樂世界不見了，華藏世界不見了，變成常寂光。法身是常寂光，法身沒有相，法身在哪裡？無處不在，無時不在。我們都在常寂光中，換句話說，我們都在諸佛法身之中。在佛法身之中，我們起心動念、所作所為，佛怎麼可能說不知道？哪有這個道理！全知道，動個善念、動個歪念，佛全知道，這要曉得。千萬不要以為我做的事情沒人知道，古人說的，天知、地知、你知、我知，叫四知堂，真話。佛法講得更透徹，常寂光照你，你在常寂光當中，你在佛的法身當中，哪有不清楚、不明白的道理？真正透徹明白了，不會動一個惡念，不會起一個不善的想法、看法，不可能。一定是對佛的教誨圓滿受持，不會把它丟掉丟失幾分，或者是幾分之幾，都不可能。所以我們的信心不堅定，我們的懷疑不能斷，怎麼辦？把這部經讀上三千遍，再不行，把這個註解從頭到尾看三十遍，你的問題全解決了，你真的相信了。"
    },
    {
      "id": "02-041-0290_p0044",
      "zh_CN": "今天时间到了，我们就学习到此地。这后头还有一句，我们把它念掉。所以这是「窃恐」，这是幽溪大师说的话，我以为恐怕，「犹是凡圣同居净土气分，与秽土将忘未忘之间。以众生生者，多带业往生故。若上之三土，则无此相也」，说得好，幽溪大师说的。换句话说，这些问题都是带业往生带去的习气，才会有这种想法；否则的话，这些想法统统消失了，不再有这个想法，这是正确的。因为有这些人、有这些现象，佛不得不说明。说明之后有个好处，花开见佛的时候，这个马上就丢掉，不可能再有这个想法。这都是往生到极乐世界，还在七宝池莲花当中，花还没开，有这种现象，花开了决定没这现象。好，今天我们就学到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。這後頭還有一句，我們把它念掉。所以這是「竊恐」，這是幽溪大師說的話，我以為恐怕，「猶是凡聖同居淨土氣分，與穢土將忘未忘之間。以眾生生者，多帶業往生故。若上之三土，則無此相也」，說得好，幽溪大師說的。換句話說，這些問題都是帶業往生帶去的習氣，才會有這種想法；否則的話，這些想法統統消失了，不再有這個想法，這是正確的。因為有這些人、有這些現象，佛不得不說明。說明之後有個好處，花開見佛的時候，這個馬上就丟掉，不可能再有這個想法。這都是往生到極樂世界，還在七寶池蓮花當中，花還沒開，有這種現象，花開了決定沒這現象。好，今天我們就學到此地。"
    }
  ]
}