{
  "doc_id": "02-041-0152",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五二集",
    "zh_TW": "第一五二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0152",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-041-0152_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0152_p0002",
      "zh_CN": "请看《大经科注》，第四百零三页第二行看起：",
      "zh_TW": "請看《大經科註》，第四百零三頁第二行看起："
    },
    {
      "id": "02-041-0152_p0003",
      "zh_CN": "『愿当安住三摩地，恒放光明照一切。』上句中「三摩地」是梵语，也叫做三昧。三昧还是梵语，翻成中国意思叫正定，说明它不是邪定，它是正定。「愿安住于正定之中」，定生智慧，所以正定它一定放光，下面讲「常放光明，遍照一切」。用光明来表自性本具的般若智慧，它不是从外面学来的，它能够遍照，遍照就是无所不知。为什么？因为一切法都是自性变现出来的。六祖惠能大师开悟的时候告诉我们，「何期自性，能生万法」，这明明白白告诉我们，万法就是全宇宙，包括过去现在未来。这个东西从哪里来的？从自性变现出来的，所以自性能生能现，全宇宙一切法是所生所现。佛告诉我们，这一切全是自性本有的，跟我们是一体，密不可分，真的是一体。通达明了这叫看破，看破之后，最重要的就是要放下。能现的自性是真的，它是真心，不生不灭，永恒常住。它起的作用就是遍照，遍照就是自性本具的般若智慧。只要见性，性的作用就是遍照，遍照就是明了，没有一样不明了的。",
      "zh_TW": "『願當安住三摩地，恆放光明照一切。』上句中「三摩地」是梵語，也叫做三昧。三昧還是梵語，翻成中國意思叫正定，說明它不是邪定，它是正定。「願安住於正定之中」，定生智慧，所以正定它一定放光，下面講「常放光明，遍照一切」。用光明來表自性本具的般若智慧，它不是從外面學來的，它能夠遍照，遍照就是無所不知。為什麼？因為一切法都是自性變現出來的。六祖惠能大師開悟的時候告訴我們，「何期自性，能生萬法」，這明明白白告訴我們，萬法就是全宇宙，包括過去現在未來。這個東西從哪裡來的？從自性變現出來的，所以自性能生能現，全宇宙一切法是所生所現。佛告訴我們，這一切全是自性本有的，跟我們是一體，密不可分，真的是一體。通達明瞭這叫看破，看破之後，最重要的就是要放下。能現的自性是真的，它是真心，不生不滅，永恆常住。它起的作用就是遍照，遍照就是自性本具的般若智慧。只要見性，性的作用就是遍照，遍照就是明瞭，沒有一樣不明瞭的。"
    },
    {
      "id": "02-041-0152_p0004",
      "zh_CN": "释迦牟尼佛表演给我们看了，他老人家住世，表法的，表法不是假的，我们要认真向他学习。他的智慧从哪来的？自性本具的，他告诉我们，一切众生本来是佛，跟他没有两样。所以我们每个众生都是本来是佛，现在变成众生，为什么会变成众生？我们的心动了。记住，三昧是不动，三昧是正定，定所起的作用就是遍照；如果动，动起的作用就是迷惑。我们今天在动，大乘教里头说心，有真心、有妄心，真心不动，它是万法的本体，能生能现，妄心是动的，就是念头。我们每个人都有这个现象，前念灭了后念就生了，一个接着一个。",
      "zh_TW": "釋迦牟尼佛表演給我們看了，他老人家住世，表法的，表法不是假的，我們要認真向他學習。他的智慧從哪來的？自性本具的，他告訴我們，一切眾生本來是佛，跟他沒有兩樣。所以我們每個眾生都是本來是佛，現在變成眾生，為什麼會變成眾生？我們的心動了。記住，三昧是不動，三昧是正定，定所起的作用就是遍照；如果動，動起的作用就是迷惑。我們今天在動，大乘教裡頭說心，有真心、有妄心，真心不動，它是萬法的本體，能生能現，妄心是動的，就是念頭。我們每個人都有這個現象，前念滅了後念就生了，一個接著一個。"
    },
    {
      "id": "02-041-0152_p0005",
      "zh_CN": "大乘经上为我们形容这种现象，这现象就是整个宇宙，今天科学家讲的物质现象、精神现象，精神现象就是起心动念，还有个自然现象，不属于前面两大类的，统统归于自然现象。佛在经上也说这三种现象，名称不一样，物质现象是阿赖耶的境界相。阿赖耶是妄心，不是真心，但是它的体是真心，它也是依真心而变现出来的东西。它有三细相，第一个，刚才说的境界相，物质现象。第二个转相，转是什么？转变，它能随意把物质转变，这个转变就是念头。所以经上常说「一切法从心想生」，那是什么法？十法界、六道轮回，三善道、三恶道，全是从念头生的。念头要善，念头不善，现相不好。念头它自己本身不能生、不能现，能生能现是自性，但是它能把所现的境界转变。自性所生的现象是实报庄严土，一真法界；阿赖耶，就是我们现在的起心动念，我们起心动念能把一真法界变成十法界，变成六道轮回。这个事实真相我们要有这个概念，没有概念不能学佛，要有这个概念，我们知道怎么去转。",
      "zh_TW": "大乘經上為我們形容這種現象，這現象就是整個宇宙，今天科學家講的物質現象、精神現象，精神現象就是起心動念，還有個自然現象，不屬於前面兩大類的，統統歸於自然現象。佛在經上也說這三種現象，名稱不一樣，物質現象是阿賴耶的境界相。阿賴耶是妄心，不是真心，但是它的體是真心，它也是依真心而變現出來的東西。它有三細相，第一個，剛才說的境界相，物質現象。第二個轉相，轉是什麼？轉變，它能隨意把物質轉變，這個轉變就是念頭。所以經上常說「一切法從心想生」，那是什麼法？十法界、六道輪迴，三善道、三惡道，全是從念頭生的。念頭要善，念頭不善，現相不好。念頭它自己本身不能生、不能現，能生能現是自性，但是它能把所現的境界轉變。自性所生的現象是實報莊嚴土，一真法界；阿賴耶，就是我們現在的起心動念，我們起心動念能把一真法界變成十法界，變成六道輪迴。這個事實真相我們要有這個概念，沒有概念不能學佛，要有這個概念，我們知道怎麼去轉。"
    },
    {
      "id": "02-041-0152_p0006",
      "zh_CN": "怎么转？相宗经论上告诉我们，转是转变，把八识转变成四智，问题就解决了。八识是六道众生，是十法界的众生。用什么方法转？用正定，正定能转识成智，邪定做不到，邪定不能转识成智。它也能有很多变化，世间人说的神仙，《西游记》里面所说的孙悟空，那些变化都是邪定，不是正定，正定就成菩萨、成佛了。正定，心里头没有念头，连没有念头这个念头也不能有。没有念头，真的到没有念头，那是什么？那不是正定，四空定，果报在四空天，还是出不了六道轮回。必须把这个念头，意念都没有，才是真正的定。所以定里头没有念头，连定的念头都没有，这才是正定。有念头也能得定，这个定不是究竟圆满的。有佛、有菩萨，也是正定，它能帮助你脱离六道轮回，能帮助你生到一真法界，不能帮助你回到常寂光。能帮助我们回到常寂光的，那就是正定。",
      "zh_TW": "怎麼轉？相宗經論上告訴我們，轉是轉變，把八識轉變成四智，問題就解決了。八識是六道眾生，是十法界的眾生。用什麼方法轉？用正定，正定能轉識成智，邪定做不到，邪定不能轉識成智。它也能有很多變化，世間人說的神仙，《西遊記》裡面所說的孫悟空，那些變化都是邪定，不是正定，正定就成菩薩、成佛了。正定，心裡頭沒有念頭，連沒有念頭這個念頭也不能有。沒有念頭，真的到沒有念頭，那是什麼？那不是正定，四空定，果報在四空天，還是出不了六道輪迴。必須把這個念頭，意念都沒有，才是真正的定。所以定裡頭沒有念頭，連定的念頭都沒有，這才是正定。有念頭也能得定，這個定不是究竟圓滿的。有佛、有菩薩，也是正定，它能幫助你脫離六道輪迴，能幫助你生到一真法界，不能幫助你回到常寂光。能幫助我們回到常寂光的，那就是正定。"
    },
    {
      "id": "02-041-0152_p0007",
      "zh_CN": "我们今天修净土，有没有修正定？有，如果不修正定，这不叫佛法；修正定的，这就叫佛法。佛法修正定的方法很多，八万四千法门每个法门所修的都是正定。四弘誓愿说「法门无量誓愿学」，那就是说明，无量无边的法门，每个法门都有正定、都有邪定，不着相的正定，着相是邪定；也就是说，不放在心上，真的，放在心上就是假的。我们能守住这个原则，对我们的学习就有很大的帮助，无论什么法都不要放在心上，这个要知道。难，真难！不是假的。因为我们把什么都放在心上养成习惯了，无量劫到现在养成极严重的习惯，想断断不掉。阿弥陀佛慈悲，看我们这些人很可怜，特别为我们开启了一个法门，就是净土宗念佛法门。念佛法门能不能成佛？能，它分做两个阶段成佛，一般法门没有分两阶段的，只有净宗分两个阶段，第一个阶段往生极乐世界，第二个阶段成佛。往生极乐世界为什么能成佛？因为他不退转。那就回头看看我们自己，六道轮回，八万四千法门，为什么那么难？退转，有进有退，进得很少，退得很多，所以就难。往生到极乐世界最大的好处就是不退转，极乐世界修行只有前进没有后退，所以他一生就成就了。我们选择就是这个法门。",
      "zh_TW": "我們今天修淨土，有沒有修正定？有，如果不修正定，這不叫佛法；修正定的，這就叫佛法。佛法修正定的方法很多，八萬四千法門每個法門所修的都是正定。四弘誓願說「法門無量誓願學」，那就是說明，無量無邊的法門，每個法門都有正定、都有邪定，不著相的正定，著相是邪定；也就是說，不放在心上，真的，放在心上就是假的。我們能守住這個原則，對我們的學習就有很大的幫助，無論什麼法都不要放在心上，這個要知道。難，真難！不是假的。因為我們把什麼都放在心上養成習慣了，無量劫到現在養成極嚴重的習慣，想斷斷不掉。阿彌陀佛慈悲，看我們這些人很可憐，特別為我們開啟了一個法門，就是淨土宗念佛法門。念佛法門能不能成佛？能，它分做兩個階段成佛，一般法門沒有分兩階段的，只有淨宗分兩個階段，第一個階段往生極樂世界，第二個階段成佛。往生極樂世界為什麼能成佛？因為他不退轉。那就回頭看看我們自己，六道輪迴，八萬四千法門，為什麼那麼難？退轉，有進有退，進得很少，退得很多，所以就難。往生到極樂世界最大的好處就是不退轉，極樂世界修行只有前進沒有後退，所以他一生就成就了。我們選擇就是這個法門。"
    },
    {
      "id": "02-041-0152_p0008",
      "zh_CN": "佛法浩如烟海，广大没有边际，我们在里头怎样选择一个法门，保证我一生成就？这就是经上所说的这个人有大福报、大智慧，大福报，你得人身，遇到佛法，大福报；大智慧，你在佛法里头选择念佛法门，这是真实智慧。为什么？你真成佛了，决定在一生当中完成。真信、真愿意到极乐世界，每天念佛，蕅益大师说三万、四万、五万、十万，这就是最低限度三万，从三万开始，每天念佛念三万声，为什么？养成念佛的习惯。黄念祖老居士往生前半年，每天念十四万声，念了半年，他老人家往生了。要把念佛当作一回事来做，重要的大事，其他的小事，念佛是大事，不能不知道，我们要牢牢把它记住。",
      "zh_TW": "佛法浩如煙海，廣大沒有邊際，我們在裡頭怎樣選擇一個法門，保證我一生成就？這就是經上所說的這個人有大福報、大智慧，大福報，你得人身，遇到佛法，大福報；大智慧，你在佛法裡頭選擇念佛法門，這是真實智慧。為什麼？你真成佛了，決定在一生當中完成。真信、真願意到極樂世界，每天念佛，蕅益大師說三萬、四萬、五萬、十萬，這就是最低限度三萬，從三萬開始，每天念佛念三萬聲，為什麼？養成念佛的習慣。黃念祖老居士往生前半年，每天念十四萬聲，念了半年，他老人家往生了。要把念佛當作一回事來做，重要的大事，其他的小事，念佛是大事，不能不知道，我們要牢牢把它記住。"
    },
    {
      "id": "02-041-0152_p0009",
      "zh_CN": "我们想这一生成就，这一桩大事一定要做到。它妨不妨碍工作？不妨碍。用头脑、用思考的工作，妨碍，那当时，我们工作的时候就把佛号放下，工作做完之后佛号就提起来，不碍事。生活不碍念佛，穿衣吃饭都可以不离开。待人接物，别人提问题不要去想，真的顺口就解答了，为什么？那是智慧；要想一想、思考一下怎么样来应付你，这是第六意识。我们学着尽量的不要去用意识，意识是妄心，我们用真心。真心就是反应，别人问题提出来一听，立刻回答就是反应，没有经过思考，这个可以，这就是功夫。世间事要统统放下，佛门里面事情，要懂得善巧方便，尽可能的不妨碍我们心里头有佛号，完全在心里头。心里头有佛，快乐，法喜充满，见一切人都是阿弥陀佛。昼夜都不曾丢失，决定成就。我们心里有佛，就是心里常放光明遍照一切，那是阿弥陀佛加持我们，使我们能照一切，真念佛的人就有这个感应。",
      "zh_TW": "我們想這一生成就，這一樁大事一定要做到。它妨不妨礙工作？不妨礙。用頭腦、用思考的工作，妨礙，那當時，我們工作的時候就把佛號放下，工作做完之後佛號就提起來，不礙事。生活不礙念佛，穿衣吃飯都可以不離開。待人接物，別人提問題不要去想，真的順口就解答了，為什麼？那是智慧；要想一想、思考一下怎麼樣來應付你，這是第六意識。我們學著盡量的不要去用意識，意識是妄心，我們用真心。真心就是反應，別人問題提出來一聽，立刻回答就是反應，沒有經過思考，這個可以，這就是功夫。世間事要統統放下，佛門裡面事情，要懂得善巧方便，盡可能的不妨礙我們心裡頭有佛號，完全在心裡頭。心裡頭有佛，快樂，法喜充滿，見一切人都是阿彌陀佛。晝夜都不曾丟失，決定成就。我們心裡有佛，就是心裡常放光明遍照一切，那是阿彌陀佛加持我們，使我們能照一切，真念佛的人就有這個感應。"
    },
    {
      "id": "02-041-0152_p0010",
      "zh_CN": "「又上句，寂也，体也」，上句就是「安住三摩地」，我们今天安住阿弥陀，行，安住阿弥陀就是安住三摩地。阿弥陀我们有个依靠，三摩地我们没依靠，找个有依靠的好，容易成就，例子太多了，你看《净土圣贤录》里面的例子，《往生传》里面的例子，都值得我们学习。眼前，海贤老和尚给我们做的例子，海庆老和尚给我们做的例子，就一句佛号，除一句佛号什么都没有。海贤老和尚的母亲那是在家居士的榜样，也是一句佛号，八十六岁往生，往生多自在。我们不能不知道，我们要学习，他们一生能成就，我们一生也决定可以成就。",
      "zh_TW": "「又上句，寂也，體也」，上句就是「安住三摩地」，我們今天安住阿彌陀，行，安住阿彌陀就是安住三摩地。阿彌陀我們有個依靠，三摩地我們沒依靠，找個有依靠的好，容易成就，例子太多了，你看《淨土聖賢錄》裡面的例子，《往生傳》裡面的例子，都值得我們學習。眼前，海賢老和尚給我們做的例子，海慶老和尚給我們做的例子，就一句佛號，除一句佛號什麼都沒有。海賢老和尚的母親那是在家居士的榜樣，也是一句佛號，八十六歲往生，往生多自在。我們不能不知道，我們要學習，他們一生能成就，我們一生也決定可以成就。"
    },
    {
      "id": "02-041-0152_p0011",
      "zh_CN": "上面这一句，「寂」，寂就是清净，这是体。本经的经题，修行的标准，「清净、平等、觉」。什么叫功夫？功夫就是清净心，用念这一句佛号，把杂念念掉，把妄想念掉，把万缘放下，清净心现前。清净心就是阿弥陀佛，阿弥陀佛就是清净心；再向上提升，阿弥陀佛就是平等心；最后提升到大彻大悟，明心见性，还是一句阿弥陀佛，妙极了！阿弥陀佛就放光，什么时候放光？别人向你请教问题你就放光。就像释迦牟尼佛一样，佛陀在世，客人也是一天到晚不间断，多少人来求他，疑难杂症向他请教，他一桩一桩全给他回答了。他的智慧从哪里来的？他的方法跟谁学的？没有，没有一个。没有学为什么会懂？为什么会答复得那么好？这就是自性本具般若智慧，不是外头来的。佛有，一切众生都有，佛跟众生没有两样。佛心清净，就是佛心寂，它就起照；我们的心染，染污了，它的作用就是迷，迷就是不知道。不知道要去学，学别人给你讲的，那个人也不知道，所以答案许许多多，到底哪个正确？没有正确的，也没有不正确的，我们搞乱了。如果要是心地清净，他的答案正确的。正确答案也不相同，对甲说、对乙说、对丙说不一样，但是都能把甲、乙、丙的问题全给解决了，这是真实智慧。",
      "zh_TW": "上面這一句，「寂」，寂就是清淨，這是體。本經的經題，修行的標準，「清淨、平等、覺」。什麼叫功夫？功夫就是清淨心，用念這一句佛號，把雜念念掉，把妄想念掉，把萬緣放下，清淨心現前。清淨心就是阿彌陀佛，阿彌陀佛就是清淨心；再向上提升，阿彌陀佛就是平等心；最後提升到大徹大悟，明心見性，還是一句阿彌陀佛，妙極了！阿彌陀佛就放光，什麼時候放光？別人向你請教問題你就放光。就像釋迦牟尼佛一樣，佛陀在世，客人也是一天到晚不間斷，多少人來求他，疑難雜症向他請教，他一樁一樁全給他回答了。他的智慧從哪裡來的？他的方法跟誰學的？沒有，沒有一個。沒有學為什麼會懂？為什麼會答覆得那麼好？這就是自性本具般若智慧，不是外頭來的。佛有，一切眾生都有，佛跟眾生沒有兩樣。佛心清淨，就是佛心寂，它就起照；我們的心染，染污了，它的作用就是迷，迷就是不知道。不知道要去學，學別人給你講的，那個人也不知道，所以答案許許多多，到底哪個正確？沒有正確的，也沒有不正確的，我們搞亂了。如果要是心地清淨，他的答案正確的。正確答案也不相同，對甲說、對乙說、對丙說不一樣，但是都能把甲、乙、丙的問題全給解決了，這是真實智慧。"
    },
    {
      "id": "02-041-0152_p0012",
      "zh_CN": "所以佛法的修学跟世间不一样，佛法修学的难就难在此地，你必须有定，也就是你必须有清净心、有平等心，你开悟了。悟有小悟、有大悟、有大彻大悟，有很多等级。在《华严经》上，从初信位到妙觉位一共是五十二个等级，每个等级都不一样，愈往高他的定根愈深、愈厚、愈广，遍法界虚空界、过去未来都知道。初信位的菩萨刚刚入门，得小小定，小小定起小小作用，那个作用是什么？不堕三恶道，了不起！初信位的菩萨决定不堕三恶道，小定，佛教最小的定就起这个作用。但是，得这个定之后，一步一步往上提升，提升到五十二个阶级，成佛了，要多长时间？无量劫。时间长，你得有耐心，一步一步往上爬，五十二个阶梯。净土宗妙，不需要往上爬，叫横超，他从当中就出来，出来，阿弥陀佛就把他带上去。这是净宗法门的微妙处、不可思议处，而且历代成就的人特别多。",
      "zh_TW": "所以佛法的修學跟世間不一樣，佛法修學的難就難在此地，你必須有定，也就是你必須有清淨心、有平等心，你開悟了。悟有小悟、有大悟、有大徹大悟，有很多等級。在《華嚴經》上，從初信位到妙覺位一共是五十二個等級，每個等級都不一樣，愈往高他的定根愈深、愈厚、愈廣，遍法界虛空界、過去未來都知道。初信位的菩薩剛剛入門，得小小定，小小定起小小作用，那個作用是什麼？不墮三惡道，了不起！初信位的菩薩決定不墮三惡道，小定，佛教最小的定就起這個作用。但是，得這個定之後，一步一步往上提升，提升到五十二個階級，成佛了，要多長時間？無量劫。時間長，你得有耐心，一步一步往上爬，五十二個階梯。淨土宗妙，不需要往上爬，叫橫超，他從當中就出來，出來，阿彌陀佛就把他帶上去。這是淨宗法門的微妙處、不可思議處，而且歷代成就的人特別多。"
    },
    {
      "id": "02-041-0152_p0013",
      "zh_CN": "这个法门修起来很容易，一点都不难，难在信，难信之法，大家不相信。我不懂这些道理，我看到海贤这样做法，我就这样如法炮制行不行？行，那就成功了，这才叫真正解决问题。尤其是复杂的问题、繁杂的问题统统放下，为什么？凡所有相，皆是虚妄，你可别当真。弥勒菩萨告诉我们真相，全宇宙，无论是物质现象、精神现象、自然现象，全都是在高频率振动之下产生的，所以没有一样是真的。一秒钟二千一百兆的频率产生的虚妄相，我们把它当真，这个事实真相就在面前，我们从早到晚从来没有离开过它，但是在这个里头迷而不觉。觉的人怎么样？觉的人不放在心上，为什么？知道它是假的，得不到。迷的人不知道，以为是真的，想控制它，想得到它，殊不知是一场空。警觉性高的人，他听到佛说他就明白了，为什么？这个东西刹那生灭。任何一种现象，包括我们自己身体、我们的念头，都是在一秒钟二千一百兆次的生灭幻相，决定没有一样东西是真的。你彻底放下，真的就现前，真的是什么？自性，不生不灭，清净不染污，具足一切法。但是具足一切法它不现，它能现，它不现，有缘它就现，没有缘它不现；现，不能说它有，不现不能说它无。",
      "zh_TW": "這個法門修起來很容易，一點都不難，難在信，難信之法，大家不相信。我不懂這些道理，我看到海賢這樣做法，我就這樣如法炮製行不行？行，那就成功了，這才叫真正解決問題。尤其是複雜的問題、繁雜的問題統統放下，為什麼？凡所有相，皆是虛妄，你可別當真。彌勒菩薩告訴我們真相，全宇宙，無論是物質現象、精神現象、自然現象，全都是在高頻率振動之下產生的，所以沒有一樣是真的。一秒鐘二千一百兆的頻率產生的虛妄相，我們把它當真，這個事實真相就在面前，我們從早到晚從來沒有離開過它，但是在這個裡頭迷而不覺。覺的人怎麼樣？覺的人不放在心上，為什麼？知道它是假的，得不到。迷的人不知道，以為是真的，想控制它，想得到它，殊不知是一場空。警覺性高的人，他聽到佛說他就明白了，為什麼？這個東西剎那生滅。任何一種現象，包括我們自己身體、我們的念頭，都是在一秒鐘二千一百兆次的生滅幻相，決定沒有一樣東西是真的。你徹底放下，真的就現前，真的是什麼？自性，不生不滅，清淨不染污，具足一切法。但是具足一切法它不現，它能現，它不現，有緣它就現，沒有緣它不現；現，不能說它有，不現不能說它無。"
    },
    {
      "id": "02-041-0152_p0014",
      "zh_CN": "所以我们用清净心对待，真心如如不动，寂，要安住三摩地，安住在定中。这定中什么都没有，也什么都有，不起作用，什么都没有；起作用，什么都有，一样都不缺。这个里面没有空间、没有时间，没有时间，没有过去现在未来，时间是假的；没有空间就没有距离，没有东南西北上下，没有。科学讲的空间维次，自性里头不存在，没这个东西。所以，无量劫之前就在眼前，无量劫以后也在眼前，欲界天、色界天也在眼前，极乐世界、诸佛刹土还是在眼前。你想看，全现前，你不想看，没了，这叫不思议境界，《华严》说得详细。《华严》跟《无量寿》是一部经，《华严》说得详细，大经；这个经说得简单扼要，叫中本《华严》；《阿弥陀经》称为小本《华严》，便于受持。",
      "zh_TW": "所以我們用清淨心對待，真心如如不動，寂，要安住三摩地，安住在定中。這定中什麼都沒有，也什麼都有，不起作用，什麼都沒有；起作用，什麼都有，一樣都不缺。這個裡面沒有空間、沒有時間，沒有時間，沒有過去現在未來，時間是假的；沒有空間就沒有距離，沒有東南西北上下，沒有。科學講的空間維次，自性裡頭不存在，沒這個東西。所以，無量劫之前就在眼前，無量劫以後也在眼前，欲界天、色界天也在眼前，極樂世界、諸佛剎土還是在眼前。你想看，全現前，你不想看，沒了，這叫不思議境界，《華嚴》說得詳細。《華嚴》跟《無量壽》是一部經，《華嚴》說得詳細，大經；這個經說得簡單扼要，叫中本《華嚴》；《阿彌陀經》稱為小本《華嚴》，便於受持。"
    },
    {
      "id": "02-041-0152_p0015",
      "zh_CN": "「下句，照也」，起作用，这一照，清清楚楚、明明白白。你看，你在持诵念佛的时候，别人向你请教一个问题，你立刻就能回答，解释得清清楚楚，这是什么？照见。他心里头有杂念、有妄想，他照不见；我们心里头只有一句佛号，没有妄想、没有杂念，他这一问，阿弥陀佛威神加持，我们自然就明白了。因为我心里有阿弥陀佛，决定是阿弥陀佛加持，让我们立刻回光返照，马上就把他问题解决。这是佛法，这是不思议法。「此二句正表定慧等持」，等是平等，持就是存在，定跟慧是平等的。如果定多慧少就昏沉，慧多定少就起妄念，定慧平等的时候这是中道。「寂照同时」，寂照同时是讲作用，定慧等持是讲原理。我们用这句佛号得定，得念佛三昧，念佛三摩地，它起作用就是慧，就是于一切法通达明了。「体用不二之妙德」。",
      "zh_TW": "「下句，照也」，起作用，這一照，清清楚楚、明明白白。你看，你在持誦念佛的時候，別人向你請教一個問題，你立刻就能回答，解釋得清清楚楚，這是什麼？照見。他心裡頭有雜念、有妄想，他照不見；我們心裡頭只有一句佛號，沒有妄想、沒有雜念，他這一問，阿彌陀佛威神加持，我們自然就明白了。因為我心裡有阿彌陀佛，決定是阿彌陀佛加持，讓我們立刻回光返照，馬上就把他問題解決。這是佛法，這是不思議法。「此二句正表定慧等持」，等是平等，持就是存在，定跟慧是平等的。如果定多慧少就昏沉，慧多定少就起妄念，定慧平等的時候這是中道。「寂照同時」，寂照同時是講作用，定慧等持是講原理。我們用這句佛號得定，得念佛三昧，念佛三摩地，它起作用就是慧，就是於一切法通達明瞭。「體用不二之妙德」。"
    },
    {
      "id": "02-041-0152_p0016",
      "zh_CN": "「放光表修德，其体为性德。寂而常照，照而恒寂。土即常寂光，身即无量寿、无量光如来。故安住寂定，恒放光明，遍于一切。」菩萨从体起用，我们看到非常羡慕；羡慕，要发愿修得。怎么修得？海贤老和尚的榜样就在面前，他一天都没有空过。什么叫不空过？心里头阿弥陀佛没有断过，这就一天没空过。我们这个阿弥陀佛断了一个小时，这一个小时空过；断了一个早晨，这一个早晨空过；断了一分钟，这一分钟空过；断了一秒钟，这一秒钟空过。我们惭愧，这句佛号记不起来，常常断掉，这叫空过。空过不能成就，不空过决定成就，而且是快速成就，快那个速度非常惊人。",
      "zh_TW": "「放光表修德，其體為性德。寂而常照，照而恆寂。土即常寂光，身即無量壽、無量光如來。故安住寂定，恆放光明，遍於一切。」菩薩從體起用，我們看到非常羨慕；羨慕，要發願修得。怎麼修得？海賢老和尚的榜樣就在面前，他一天都沒有空過。什麼叫不空過？心裡頭阿彌陀佛沒有斷過，這就一天沒空過。我們這個阿彌陀佛斷了一個小時，這一個小時空過；斷了一個早晨，這一個早晨空過；斷了一分鐘，這一分鐘空過；斷了一秒鐘，這一秒鐘空過。我們慚愧，這句佛號記不起來，常常斷掉，這叫空過。空過不能成就，不空過決定成就，而且是快速成就，快那個速度非常驚人。"
    },
    {
      "id": "02-041-0152_p0017",
      "zh_CN": "我跟同学们多次报告，我看老和尚的修行功夫，就是念佛功夫，事一心不乱是得清净心，理一心不乱是得平等心，就是经上的清净平等觉，觉是大彻大悟，明心见性，他得到了。他二十岁，师父教他念这句佛号，他就真干。什么时候得功夫成片？我可以肯定的说三年，他二十三、四岁的时候就得到。从这个基础上向上提升，再过个三年五载，清净心现前，事一心不乱，阿罗汉的境界。再向上提升，也不过是三年五载，得到理一心不乱，平等心证得了。不定什么因缘豁然大悟，智慧开了，这个不能不知道，智慧开了就成佛了。但是他还是现一个比丘相，住世表法，做榜样给大家看。做什么榜样？四摄法的榜样，六波罗蜜的榜样，六和敬的榜样，菩萨六度、普贤十愿的榜样，他全做到了，做了九十二年，这是阿弥陀佛嘱咐他的。",
      "zh_TW": "我跟同學們多次報告，我看老和尚的修行功夫，就是念佛功夫，事一心不亂是得清淨心，理一心不亂是得平等心，就是經上的清淨平等覺，覺是大徹大悟，明心見性，他得到了。他二十歲，師父教他念這句佛號，他就真幹。什麼時候得功夫成片？我可以肯定的說三年，他二十三、四歲的時候就得到。從這個基礎上向上提升，再過個三年五載，清淨心現前，事一心不亂，阿羅漢的境界。再向上提升，也不過是三年五載，得到理一心不亂，平等心證得了。不定什麼因緣豁然大悟，智慧開了，這個不能不知道，智慧開了就成佛了。但是他還是現一個比丘相，住世表法，做榜樣給大家看。做什麼榜樣？四攝法的榜樣，六波羅蜜的榜樣，六和敬的榜樣，菩薩六度、普賢十願的榜樣，他全做到了，做了九十二年，這是阿彌陀佛囑咐他的。"
    },
    {
      "id": "02-041-0152_p0018",
      "zh_CN": "众生愈是苦，迷惑颠倒的人愈是多，佛菩萨大慈大悲，出现在这个世间来表法，来做好样子，希望大家看到了，可以依照这个模式去修学，各个有成就。尤其是现在，现在这个世界的混乱，在古今中外的历史上都找不到。佛告诉我们，一切法从心想生，这句话说得很明白，说得很透彻。今天地球上的居民他想什么，他念的是什么，他说的是什么，他干的是什么，你细细观察。那是什么？那是因，今天地球社会所呈现出来这是果报，有因必有果。地球上人种的是什么因，就有什么样的果报现前，因不善，果报就很可怕，佛菩萨出现在这个世间，表法就更重要。众生所干的我们不干，我们所干的他们也不肯干，同在这一个时空里头，各个果报不相同，很明显。",
      "zh_TW": "眾生愈是苦，迷惑顛倒的人愈是多，佛菩薩大慈大悲，出現在這個世間來表法，來做好樣子，希望大家看到了，可以依照這個模式去修學，各個有成就。尤其是現在，現在這個世界的混亂，在古今中外的歷史上都找不到。佛告訴我們，一切法從心想生，這句話說得很明白，說得很透徹。今天地球上的居民他想什麼，他念的是什麼，他說的是什麼，他幹的是什麼，你細細觀察。那是什麼？那是因，今天地球社會所呈現出來這是果報，有因必有果。地球上人種的是什麼因，就有什麼樣的果報現前，因不善，果報就很可怕，佛菩薩出現在這個世間，表法就更重要。眾生所幹的我們不幹，我們所幹的他們也不肯幹，同在這一個時空裡頭，各個果報不相同，很明顯。"
    },
    {
      "id": "02-041-0152_p0019",
      "zh_CN": "这个世间还有高人住世，我们有幸遇到，我们从他那里得的信息，中国名山道场，像五台、峨嵋，这些道家、佛家的道场，里面真有修行人。这几天有人告诉我，年岁最轻的一百三十岁，年岁大的有一百六十多岁，他们住在山洞里头，一般人见不到。还有人到云南鸡足山见到迦叶尊者，大阿罗汉，菩萨。这个世界是凡圣同居土，我们相信圣贤不少，为什么？这个世界造作罪业造得这个样子，还不受果报，什么原因？有圣贤住世，我们沾他的光。但是自己要认真学好，太重要了！一定要记住，善有善果，恶有恶报。他们住世的目的是要求我们改过自新、忏悔业障，我们自己懂得提升自己这就对了。如果我们在他庇护之下不知道改过，不知道自新，继续不断来造罪业，将来果报在三途，非常可怕！有些同学知道鬼神附体的这个现象，不只在中国，在外国也不少。这些附体传递的信息我都叫它做鬼话，鬼话，我们要用什么心态去对它？不能把它当真，也不能说它是假的，我觉得可以提供给我们修行人做参考资料，对我们有利益，没有过失。我们决定要知道，六道轮回真有其事，不是假的，因果报应丝毫不爽，我们要断恶修善，改过自新，老实念佛，求生净土，就对了。",
      "zh_TW": "這個世間還有高人住世，我們有幸遇到，我們從他那裡得的信息，中國名山道場，像五台、峨嵋，這些道家、佛家的道場，裡面真有修行人。這幾天有人告訴我，年歲最輕的一百三十歲，年歲大的有一百六十多歲，他們住在山洞裡頭，一般人見不到。還有人到雲南雞足山見到迦葉尊者，大阿羅漢，菩薩。這個世界是凡聖同居土，我們相信聖賢不少，為什麼？這個世界造作罪業造得這個樣子，還不受果報，什麼原因？有聖賢住世，我們沾他的光。但是自己要認真學好，太重要了！一定要記住，善有善果，惡有惡報。他們住世的目的是要求我們改過自新、懺悔業障，我們自己懂得提升自己這就對了。如果我們在他庇護之下不知道改過，不知道自新，繼續不斷來造罪業，將來果報在三途，非常可怕！有些同學知道鬼神附體的這個現象，不只在中國，在外國也不少。這些附體傳遞的信息我都叫它做鬼話，鬼話，我們要用什麼心態去對它？不能把它當真，也不能說它是假的，我覺得可以提供給我們修行人做參考資料，對我們有利益，沒有過失。我們決定要知道，六道輪迴真有其事，不是假的，因果報應絲毫不爽，我們要斷惡修善，改過自新，老實念佛，求生淨土，就對了。"
    },
    {
      "id": "02-041-0152_p0020",
      "zh_CN": "真的要向海贤老和尚学习，学他的布施，学他的忍辱，学他的精进，学他的禅定，这个禅定就是他定在一句佛号上，九十二年不改变，这是定功。无量无边法门，他从来没有动念头，而且在南阳这个表法，六和敬的表法，和合僧团。海贤老和尚跟三个同参道友在一起结庐修行，四个人各人有各人的法门，不是一样的，他修净土，有修禅的，有修《楞严经》的，有学教的。不一样的法门在一起共修，互相照顾，没有争论，这是真正的六和敬。这个六和道场，四个人是一个僧团，不是同一个法门，各修各的，互相尊重，互相敬爱，互相关怀，互助合作。住在一起，不是天天吵闹，而是皆大欢喜，让我们对于六和僧团又提升一层。以前我们概念当中都是同一个法门的，四个人都修净土，四个人都学天台，是同一个宗派的，同依一部经论，同一个方法。他不是，四个不一样，各修各的，来做报告，大家一起分享，真正和睦，这是以前我们没想到过的。在今天这个时代，特别提醒我们，佛教是一家人，所有不同的宗派，都是释迦牟尼佛传的。根性不相同没有关系，法门无量无边，随便你选择，都可以在一起修行，都可以同住在一个道场。这我们得把它讲清楚、讲明白，那么僧团里面就不会有不同的见解、不同的争论，没有了。",
      "zh_TW": "真的要向海賢老和尚學習，學他的布施，學他的忍辱，學他的精進，學他的禪定，這個禪定就是他定在一句佛號上，九十二年不改變，這是定功。無量無邊法門，他從來沒有動念頭，而且在南陽這個表法，六和敬的表法，和合僧團。海賢老和尚跟三個同參道友在一起結廬修行，四個人各人有各人的法門，不是一樣的，他修淨土，有修禪的，有修《楞嚴經》的，有學教的。不一樣的法門在一起共修，互相照顧，沒有爭論，這是真正的六和敬。這個六和道場，四個人是一個僧團，不是同一個法門，各修各的，互相尊重，互相敬愛，互相關懷，互助合作。住在一起，不是天天吵鬧，而是皆大歡喜，讓我們對於六和僧團又提升一層。以前我們概念當中都是同一個法門的，四個人都修淨土，四個人都學天台，是同一個宗派的，同依一部經論，同一個方法。他不是，四個不一樣，各修各的，來做報告，大家一起分享，真正和睦，這是以前我們沒想到過的。在今天這個時代，特別提醒我們，佛教是一家人，所有不同的宗派，都是釋迦牟尼佛傳的。根性不相同沒有關係，法門無量無邊，隨便你選擇，都可以在一起修行，都可以同住在一個道場。這我們得把它講清楚、講明白，那麼僧團裡面就不會有不同的見解、不同的爭論，沒有了。"
    },
    {
      "id": "02-041-0152_p0021",
      "zh_CN": "念老末后这几句，我们要常常记住，非常值得我们羡慕，土即常寂光，身就是无量寿、无量光如来，故安住寂定，恒放光明，遍于一切。再看下一段，「至于所感得者」，前面是能感，两句，末后这两句是所感，所感得的「广大清净之佛国」。句中「居」这个字就是指国土，居是他住在那里，『广大清净居』就是极乐世界。「广大者，即经中宽广平正，不可限极。」我们这个地球太小了，现在的喷射机二十四小时就绕一圈，真太小了。极乐世界好像它不是一个圆球，宽、广、平、正。我们这个地方不平也不正，有限量，极乐世界宽广平正，没有限量。极乐世界的土跟我们这个世界不一样，我们这个世界的土，这个星球，阿赖耶变现的，极乐世界的国土是自性变现的，大不相同。阿赖耶变现的是生灭法，刹那生灭，一秒钟二千一百兆次的生灭，这是真相。极乐世界是自性变现的，自性不生不灭，所以在极乐世界看不到生灭的现象。人不生不灭，人是化生，我们这个世界上的人胎生，胎卵湿化，极乐世界全是化生。而且不可思议的，他把阿赖耶丢掉了，换取法性身，这是阿弥陀佛本愿威神的加持，才得到无比殊胜庄严。",
      "zh_TW": "念老末後這幾句，我們要常常記住，非常值得我們羨慕，土即常寂光，身就是無量壽、無量光如來，故安住寂定，恆放光明，遍於一切。再看下一段，「至於所感得者」，前面是能感，兩句，末後這兩句是所感，所感得的「廣大清淨之佛國」。句中「居」這個字就是指國土，居是他住在那裡，『廣大清淨居』就是極樂世界。「廣大者，即經中寬廣平正，不可限極。」我們這個地球太小了，現在的噴射機二十四小時就繞一圈，真太小了。極樂世界好像它不是一個圓球，寬、廣、平、正。我們這個地方不平也不正，有限量，極樂世界寬廣平正，沒有限量。極樂世界的土跟我們這個世界不一樣，我們這個世界的土，這個星球，阿賴耶變現的，極樂世界的國土是自性變現的，大不相同。阿賴耶變現的是生滅法，剎那生滅，一秒鐘二千一百兆次的生滅，這是真相。極樂世界是自性變現的，自性不生不滅，所以在極樂世界看不到生滅的現象。人不生不滅，人是化生，我們這個世界上的人胎生，胎卵濕化，極樂世界全是化生。而且不可思議的，他把阿賴耶丟掉了，換取法性身，這是阿彌陀佛本願威神的加持，才得到無比殊勝莊嚴。"
    },
    {
      "id": "02-041-0152_p0022",
      "zh_CN": "什么时候丢掉的？他乘着莲花到极乐世界，在莲花里面产生了变化，真叫脱胎换骨，在莲花里头。往生是坐在莲花里面，莲花就合起来，阿弥陀佛把这个莲花带到极乐世界，放在七宝池里头。时候到了它花开了，花开见佛悟无生，无生是七地菩萨，无生法忍。这是什么？上上品往生的，到极乐世界，花就开了，他转八识成四智，就圆满了。花开见佛，他的身体是法性身，他居住的环境法性土，跟我们不一样。我们的身跟土是阿赖耶的相分，阿赖耶的境界相，我们今天称为物质现象。这个现相是假的，跟极乐世界比，极乐世界是真的，我们这是假的，为什么？有生有灭。极乐世界为什么说真的？不生不灭。人不是像此地，从小孩慢慢长大，极乐世界不是的，花开见佛那个身，跟阿弥陀佛的身一样大，这是阿弥陀佛的本愿，第六品我们会学到。十方世界一切众生，身体、相貌不一样，身相好的就有傲慢的感觉，我比别人好，别人比不上我，身相差的生起自卑感，这就烦恼，生烦恼。阿弥陀佛慈悲，要消除这种烦恼习气，所以凡是生到极乐世界，相好光明完全相同，跟谁相同？跟阿弥陀佛相同。",
      "zh_TW": "什麼時候丟掉的？他乘著蓮花到極樂世界，在蓮花裡面產生了變化，真叫脫胎換骨，在蓮花裡頭。往生是坐在蓮花裡面，蓮花就合起來，阿彌陀佛把這個蓮花帶到極樂世界，放在七寶池裡頭。時候到了它花開了，花開見佛悟無生，無生是七地菩薩，無生法忍。這是什麼？上上品往生的，到極樂世界，花就開了，他轉八識成四智，就圓滿了。花開見佛，他的身體是法性身，他居住的環境法性土，跟我們不一樣。我們的身跟土是阿賴耶的相分，阿賴耶的境界相，我們今天稱為物質現象。這個現相是假的，跟極樂世界比，極樂世界是真的，我們這是假的，為什麼？有生有滅。極樂世界為什麼說真的？不生不滅。人不是像此地，從小孩慢慢長大，極樂世界不是的，花開見佛那個身，跟阿彌陀佛的身一樣大，這是阿彌陀佛的本願，第六品我們會學到。十方世界一切眾生，身體、相貌不一樣，身相好的就有傲慢的感覺，我比別人好，別人比不上我，身相差的生起自卑感，這就煩惱，生煩惱。阿彌陀佛慈悲，要消除這種煩惱習氣，所以凡是生到極樂世界，相好光明完全相同，跟誰相同？跟阿彌陀佛相同。"
    },
    {
      "id": "02-041-0152_p0023",
      "zh_CN": "海贤老和尚有一次，我们想可能不止一次，他念佛九十二年，肯定不是一次。他讲他有一次，香炉里头他烧满了香，插了十二支香，有人问他，你为什么烧这么多香？他回人家一句话，「天机不可泄漏」。问的人一定要问他，他说你给我一个人讲，我绝对不会跟第二个人讲。要求好半天他才说了，「我看到满虚空都是阿弥陀佛」，不是一尊阿弥陀佛，满虚空都是阿弥陀佛。那我们能想到，阿弥陀佛的身边，有许许多多跟他有缘的人已经往生到极乐世界，他的功夫修得不错，阿弥陀佛来了，那些人也跟他一道来，相貌都跟阿弥陀佛一样，你分不出来。应该是这样才讲得通，看到许许多多阿弥陀佛。所以，到极乐世界决定不寂寞，无量劫来生生世世跟你有缘的人，他们念佛早生到极乐世界，全都见面了，全都看到了，来跟你叙旧。我们在某一个劫，在某个星球上，在某个佛刹土里面做同参道友、做兄弟姐妹，现在都到极乐世界来了，这事实真相。所以哪里熟人多？极乐世界熟人多，而且各个都会赞叹，都有成就，都到极乐世界。极乐世界大团圆，极乐世界大聚会，别的地方找不到。如果你要真正了解事实真相，你就非去不可，这么多的同参道友、亲朋好友都在那边。这都是事实真相，我们一定要能够理解。",
      "zh_TW": "海賢老和尚有一次，我們想可能不止一次，他念佛九十二年，肯定不是一次。他講他有一次，香爐裡頭他燒滿了香，插了十二支香，有人問他，你為什麼燒這麼多香？他回人家一句話，「天機不可洩漏」。問的人一定要問他，他說你給我一個人講，我絕對不會跟第二個人講。要求好半天他才說了，「我看到滿虛空都是阿彌陀佛」，不是一尊阿彌陀佛，滿虛空都是阿彌陀佛。那我們能想到，阿彌陀佛的身邊，有許許多多跟他有緣的人已經往生到極樂世界，他的功夫修得不錯，阿彌陀佛來了，那些人也跟他一道來，相貌都跟阿彌陀佛一樣，你分不出來。應該是這樣才講得通，看到許許多多阿彌陀佛。所以，到極樂世界決定不寂寞，無量劫來生生世世跟你有緣的人，他們念佛早生到極樂世界，全都見面了，全都看到了，來跟你敘舊。我們在某一個劫，在某個星球上，在某個佛剎土裡面做同參道友、做兄弟姐妹，現在都到極樂世界來了，這事實真相。所以哪裡熟人多？極樂世界熟人多，而且各個都會讚歎，都有成就，都到極樂世界。極樂世界大團圓，極樂世界大聚會，別的地方找不到。如果你要真正了解事實真相，你就非去不可，這麼多的同參道友、親朋好友都在那邊。這都是事實真相，我們一定要能夠理解。"
    },
    {
      "id": "02-041-0152_p0024",
      "zh_CN": "下面讲清净，广大还有清净。清净这两个字，就是「清净庄严，超逾十方」，十方是一切诸佛刹土，跟极乐世界比较差距很大，极乐世界无比的庄严，清净庄严，十方刹土里头找不到，「故云广大清净居」。「如《往生论》所谓三种庄严入一法句」，引用《往生论》来作证。三种庄严我们前面学过，第一种依报庄严，就是居住、学习的环境，天亲菩萨给我们说了十七种庄严；正报，老师阿弥陀佛，说了八种庄严；第三，往生极乐世界这些大众，这些众菩萨们，说了四种庄严，总共二十九种，赞叹极乐世界无比殊胜。入一法句，一法句是什么？《往生论》里面给我们解释的，「一法句者，清净句。清净句者，真实智慧无为法身」。所以往生到极乐世界等于真正成佛了，而且一生当中就成就，不要等来生。无需要无量劫，无量劫数不清，不需要无量劫就成就了，这个多难得。我们一定要珍惜今天的缘分、今世的缘分，决定不要放过，放过就真错了。希望我们同心同德，我们在一起，一个道路，一条路，一个方向、一个目标，极乐世界。这个世间怎么能跟极乐世界比！",
      "zh_TW": "下面講清淨，廣大還有清淨。清淨這兩個字，就是「清淨莊嚴，超踰十方」，十方是一切諸佛剎土，跟極樂世界比較差距很大，極樂世界無比的莊嚴，清淨莊嚴，十方剎土裡頭找不到，「故云廣大清淨居」。「如《往生論》所謂三種莊嚴入一法句」，引用《往生論》來作證。三種莊嚴我們前面學過，第一種依報莊嚴，就是居住、學習的環境，天親菩薩給我們說了十七種莊嚴；正報，老師阿彌陀佛，說了八種莊嚴；第三，往生極樂世界這些大眾，這些眾菩薩們，說了四種莊嚴，總共二十九種，讚歎極樂世界無比殊勝。入一法句，一法句是什麼？《往生論》裡面給我們解釋的，「一法句者，清淨句。清淨句者，真實智慧無為法身」。所以往生到極樂世界等於真正成佛了，而且一生當中就成就，不要等來生。無需要無量劫，無量劫數不清，不需要無量劫就成就了，這個多難得。我們一定要珍惜今天的緣分、今世的緣分，決定不要放過，放過就真錯了。希望我們同心同德，我們在一起，一個道路，一條路，一個方向、一個目標，極樂世界。這個世間怎麼能跟極樂世界比！"
    },
    {
      "id": "02-041-0152_p0025",
      "zh_CN": "我们要有个很高的警觉，那就是我们的起心动念、言语造作肯定是不善多过善，善念少，善言少，善行少；恶念多，恶语多，恶作多。你要能想到这一点，我们死了以后到哪里去？三途地狱，肯定的，那个日子不好过。所以我们应当至少一个星期，要把过去美国人拍的那个灾难电影片看个一、二遍，为什么？提高警觉，唤起我们忧患的认识。这个认识对我们有好处，让我们下定决心把这个世间舍去，不再留恋，一心念佛，就帮助一心念佛往生净土，有好处。日本过去三一一的大地震，那个海啸才十米，多可怕。常常要刺激自己，提醒自己忧患意识，我们真正才知道要放下，是放下的时候了，应该要放下。极乐世界真有，海贤老和尚给我们做证明，他至少见到十几次，不是一次，见到十几次。我们对极乐世界要兴起向往的念头，真正希望往生，真正想往生，这个世间放下，我们这一生能成就。我们自己成就了，我们的家亲眷属、跟我们的有缘人，我们才有能力帮助他、成就他，把他们都带到极乐世界。自己没有成就，没有这个能力；自己成就，就有这个能力。无论他在哪一道，无论他在哪一个世界，在极乐世界都看得清楚，都听得清楚。到他有缘能接受佛法，你肯定立刻就去帮助他。",
      "zh_TW": "我們要有個很高的警覺，那就是我們的起心動念、言語造作肯定是不善多過善，善念少，善言少，善行少；惡念多，惡語多，惡作多。你要能想到這一點，我們死了以後到哪裡去？三途地獄，肯定的，那個日子不好過。所以我們應當至少一個星期，要把過去美國人拍的那個災難電影片看個一、二遍，為什麼？提高警覺，喚起我們憂患的認識。這個認識對我們有好處，讓我們下定決心把這個世間捨去，不再留戀，一心念佛，就幫助一心念佛往生淨土，有好處。日本過去三一一的大地震，那個海嘯才十米，多可怕。常常要刺激自己，提醒自己憂患意識，我們真正才知道要放下，是放下的時候了，應該要放下。極樂世界真有，海賢老和尚給我們做證明，他至少見到十幾次，不是一次，見到十幾次。我們對極樂世界要興起嚮往的念頭，真正希望往生，真正想往生，這個世間放下，我們這一生能成就。我們自己成就了，我們的家親眷屬、跟我們的有緣人，我們才有能力幫助他、成就他，把他們都帶到極樂世界。自己沒有成就，沒有這個能力；自己成就，就有這個能力。無論他在哪一道，無論他在哪一個世界，在極樂世界都看得清楚，都聽得清楚。到他有緣能接受佛法，你肯定立刻就去幫助他。"
    },
    {
      "id": "02-041-0152_p0026",
      "zh_CN": "清净句，真实智慧无为法身，无为法身是体，「从是流现极乐依正庄严。故云：感得广大清净居，殊胜庄严无等伦」。极乐世界从哪来的？阿弥陀佛愿力变现的，说得没错，阿弥陀佛也是我们自己心性变现出来的，这一句要更认真去体会。阿弥陀佛变现极乐世界，我自己内心要不能变现极乐世界就去不了。不但极乐世界是自心变现的，阿弥陀佛也是自心变现的。上个星期我们在香港做了一次冬至祭祖法会，之前，三天三时系念佛事，加持祭祖的能量。我们用中峰禅师所编的法本，中峰禅师在这个里头说，「阿弥陀佛即是我心，我心即是阿弥陀佛」，就说这个意思，「此界即是净土，净土即是此方」。说明一个什么？说明大经里面佛常说的，一切法从心想生。我们这个地球心想生，娑婆世界心想生，西方极乐世界也是心想生，十方诸佛刹土不离自心。大乘教里头这些原理原则，我们要把它参透，完全肯定它，不怀疑它，然后知道，修行修什么？修心，把妄心放下，换取真心。用真心不用妄心，这个人就叫做佛、叫做菩萨；用妄心不用真心，这个人就叫他做六道众生，这是事实真相。天上、人间、地狱、鬼、畜生，都是从心想生。",
      "zh_TW": "清淨句，真實智慧無為法身，無為法身是體，「從是流現極樂依正莊嚴。故云：感得廣大清淨居，殊勝莊嚴無等倫」。極樂世界從哪來的？阿彌陀佛願力變現的，說得沒錯，阿彌陀佛也是我們自己心性變現出來的，這一句要更認真去體會。阿彌陀佛變現極樂世界，我自己內心要不能變現極樂世界就去不了。不但極樂世界是自心變現的，阿彌陀佛也是自心變現的。上個星期我們在香港做了一次冬至祭祖法會，之前，三天三時繫念佛事，加持祭祖的能量。我們用中峰禪師所編的法本，中峰禪師在這個裡頭說，「阿彌陀佛即是我心，我心即是阿彌陀佛」，就說這個意思，「此界即是淨土，淨土即是此方」。說明一個什麼？說明大經裡面佛常說的，一切法從心想生。我們這個地球心想生，娑婆世界心想生，西方極樂世界也是心想生，十方諸佛剎土不離自心。大乘教裡頭這些原理原則，我們要把它參透，完全肯定它，不懷疑它，然後知道，修行修什麼？修心，把妄心放下，換取真心。用真心不用妄心，這個人就叫做佛、叫做菩薩；用妄心不用真心，這個人就叫他做六道眾生，這是事實真相。天上、人間、地獄、鬼、畜生，都是從心想生。"
    },
    {
      "id": "02-041-0152_p0027",
      "zh_CN": "大乘经要学习，这一部够了，够用了。尤其是念老这集注，他会集了八十三种经论，一百一十种祖师大德的开示。我们学这一部注解，集注，就等于学了这么多的经论，这么多祖师大德的开导，统统学到了，真正是大乘的精华。像《群书治要》一样，四库有一本《群书治要》，《群书治要》是四库的精华篇，最精华的；《无量寿经》会集本是一切佛经，是《大藏经》的精华篇，多难得，我们遇到。所以这个经要大量的流通，现代的科学技术发达，我们多制作这些光碟，用卫星、用网路、用光碟传播的技术，让大家都有缘遇到。《弥陀经》上讲得好，「不可以少善根福德因缘，得生彼国」。有善根、有福德，没有缘不行；有缘也要有善根、有福德，有善根他不怀疑，有福德真想去、真念佛。所以真正念佛，真正发愿求生净土，这个人有善根、有福德。",
      "zh_TW": "大乘經要學習，這一部夠了，夠用了。尤其是念老這集註，他會集了八十三種經論，一百一十種祖師大德的開示。我們學這一部註解，集註，就等於學了這麼多的經論，這麼多祖師大德的開導，統統學到了，真正是大乘的精華。像《群書治要》一樣，四庫有一本《群書治要》，《群書治要》是四庫的精華篇，最精華的；《無量壽經》會集本是一切佛經，是《大藏經》的精華篇，多難得，我們遇到。所以這個經要大量的流通，現代的科學技術發達，我們多製作這些光碟，用衛星、用網路、用光碟傳播的技術，讓大家都有緣遇到。《彌陀經》上講得好，「不可以少善根福德因緣，得生彼國」。有善根、有福德，沒有緣不行；有緣也要有善根、有福德，有善根他不懷疑，有福德真想去、真念佛。所以真正念佛，真正發願求生淨土，這個人有善根、有福德。"
    },
    {
      "id": "02-041-0152_p0028",
      "zh_CN": "『殊胜庄严无等伦』，无等伦是无能等、无能比的意思，也就是跟一切诸佛刹土相比，极乐世界太殊胜，没有一个世界能跟它相比的。这是真的，不是假的，我们要相信，我们要记住。海贤老和尚九十二年不拐弯，他坚持到底就是一门，所以他的成就也不可思议。「又《魏译》曰」，这再举康僧铠的本子，「道场超绝」，他用这句话。「超绝即殊胜，故与此同」，这个经上讲殊胜庄严无等伦，康僧铠的本子讲道场超绝。「《嘉祥疏》曰：修道疾速成佛，故云超绝。嘉祥大师一语破的」。",
      "zh_TW": "『殊勝莊嚴無等倫』，無等倫是無能等、無能比的意思，也就是跟一切諸佛剎土相比，極樂世界太殊勝，沒有一個世界能跟它相比的。這是真的，不是假的，我們要相信，我們要記住。海賢老和尚九十二年不拐彎，他堅持到底就是一門，所以他的成就也不可思議。「又《魏譯》曰」，這再舉康僧鎧的本子，「道場超絕」，他用這句話。「超絕即殊勝，故與此同」，這個經上講殊勝莊嚴無等倫，康僧鎧的本子講道場超絕。「《嘉祥疏》曰：修道疾速成佛，故云超絕。嘉祥大師一語破的」。"
    },
    {
      "id": "02-041-0152_p0029",
      "zh_CN": "我们再看下面这一段，「尽度众生」，请看经文：",
      "zh_TW": "我們再看下面這一段，「盡度眾生」，請看經文："
    },
    {
      "id": "02-041-0152_p0030",
      "zh_CN": "【轮回诸趣众生类。】",
      "zh_TW": "【輪迴諸趣眾生類。】"
    },
    {
      "id": "02-041-0152_p0031",
      "zh_CN": "速生，这两个字很重要。",
      "zh_TW": "速生，這兩個字很重要。"
    },
    {
      "id": "02-041-0152_p0032",
      "zh_CN": "【速生我刹受安乐。常运慈心拔有情。度尽无边苦众生。】",
      "zh_TW": "【速生我剎受安樂。常運慈心拔有情。度盡無邊苦眾生。】"
    },
    {
      "id": "02-041-0152_p0033",
      "zh_CN": "念老集注说得好，「净宗之殊胜超绝，首在疾速成佛，凡夫往生，迳登不退，不退才能疾速成佛也」。「故普愿轮回诸趣众生类，速生我刹受安乐。」这个几句重要，它帮助我们坚定信心，帮助我们坚固弘愿，愿生净土。一开端，念老告诉我们，净土宗殊胜超绝，没有任何一个法门能跟它相比。为什么？就是疾速成佛，往生到极乐世界等于成佛了，太快了。而且凡夫往生，生到极乐世界就证得不退转，这个太难了，证得不退转的是法身菩萨。佛经上常讲三种不退，位不退，他所证得的地位不会退下去，这是阿罗汉、辟支佛，小乘，只证得位不退，行会退、念会退；证得行不退的是菩萨，但是菩萨念会退；三种不退都证得，叫阿惟越致菩萨，阿惟越致我们也称之为法身菩萨，证得法身。怎么证得？他破一品无明，证一分法身，也就是我们平常所说大彻大悟、明心见性，念不退了，三种不退都证得。凡夫，像我们这样的人，往生到西方极乐世界就证三种不退，这太稀有了！这什么原因？阿弥陀佛本愿威神的加持，阿弥陀佛无量劫修行功德的加持，真加持得上。我们确确实实生到极乐世界，即使凡圣同居土下下品往生，也是顿证三不退。要从《华严经》上菩萨五十二个阶级，他要到三不退多难！",
      "zh_TW": "念老集註說得好，「淨宗之殊勝超絕，首在疾速成佛，凡夫往生，逕登不退，不退才能疾速成佛也」。「故普願輪迴諸趣眾生類，速生我剎受安樂。」這個幾句重要，它幫助我們堅定信心，幫助我們堅固弘願，願生淨土。一開端，念老告訴我們，淨土宗殊勝超絕，沒有任何一個法門能跟它相比。為什麼？就是疾速成佛，往生到極樂世界等於成佛了，太快了。而且凡夫往生，生到極樂世界就證得不退轉，這個太難了，證得不退轉的是法身菩薩。佛經上常講三種不退，位不退，他所證得的地位不會退下去，這是阿羅漢、辟支佛，小乘，只證得位不退，行會退、念會退；證得行不退的是菩薩，但是菩薩念會退；三種不退都證得，叫阿惟越致菩薩，阿惟越致我們也稱之為法身菩薩，證得法身。怎麼證得？他破一品無明，證一分法身，也就是我們平常所說大徹大悟、明心見性，念不退了，三種不退都證得。凡夫，像我們這樣的人，往生到西方極樂世界就證三種不退，這太稀有了！這什麼原因？阿彌陀佛本願威神的加持，阿彌陀佛無量劫修行功德的加持，真加持得上。我們確確實實生到極樂世界，即使凡聖同居土下下品往生，也是頓證三不退。要從《華嚴經》上菩薩五十二個階級，他要到三不退多難！"
    },
    {
      "id": "02-041-0152_p0034",
      "zh_CN": "证得三不退是《华严经》圆教初住菩萨，他下面十个等级，初信等于小乘须陀洹，位不退了；再向上提升，二信到三信、四信、五信、六信，七信等于阿罗汉，八信等于辟支佛，九信等于菩萨，只有位不退，行会退、念会退。多长的时间！从初信到七信，佛在经上讲的，天上人间七次往返。人间寿命不长，天上寿命长，天上寿命到了到人间来，他不会到三恶道，人间寿命到了生天，这样天上人间七次往返，证阿罗汉果，脱离六道轮回。脱离六道轮回这么难，跟往生的比不能比，往生的人他太快了。有这个殊胜的方便法，「故普愿轮回诸趣众生类」，诸趣就是六道，轮回里头的六道众生，「速生我刹受安乐」，阿弥陀佛发的愿，赶快到极乐世界，离苦得乐。",
      "zh_TW": "證得三不退是《華嚴經》圓教初住菩薩，他下面十個等級，初信等於小乘須陀洹，位不退了；再向上提升，二信到三信、四信、五信、六信，七信等於阿羅漢，八信等於辟支佛，九信等於菩薩，只有位不退，行會退、念會退。多長的時間！從初信到七信，佛在經上講的，天上人間七次往返。人間壽命不長，天上壽命長，天上壽命到了到人間來，他不會到三惡道，人間壽命到了生天，這樣天上人間七次往返，證阿羅漢果，脫離六道輪迴。脫離六道輪迴這麼難，跟往生的比不能比，往生的人他太快了。有這個殊勝的方便法，「故普願輪迴諸趣眾生類」，諸趣就是六道，輪迴裡頭的六道眾生，「速生我剎受安樂」，阿彌陀佛發的願，趕快到極樂世界，離苦得樂。"
    },
    {
      "id": "02-041-0152_p0035",
      "zh_CN": "「此之安乐，才是真实安乐。顿脱生死，速成正觉，故云安乐。」安乐什么意思？佛菩萨慈悲，众神慈悲，帮助我们离苦得乐，解决眼前的困苦，不彻底、不圆满，我们死了出不了六道。所以佛菩萨大慈大悲，帮助我们离究竟苦，那就是脱离六道轮回，离究竟苦；得究竟乐，究竟乐是极乐世界，永远不退转，一直到成佛。谁能办得到？诸佛菩萨能办到，诸佛菩萨都劝众生信愿持名求生净土，这是诸佛菩萨帮助众生离究竟苦，得究竟乐，这叫圆满的法轮。我们今天遇到要认识，要搞清楚，千万不要把这个机会错过，错过你叫真错了，你这一生白来了，这一生空过了，一定要真干。脱生死就是脱离六道轮回，成正觉这才叫安乐，这个成正觉就是成佛。",
      "zh_TW": "「此之安樂，才是真實安樂。頓脫生死，速成正覺，故云安樂。」安樂什麼意思？佛菩薩慈悲，眾神慈悲，幫助我們離苦得樂，解決眼前的困苦，不徹底、不圓滿，我們死了出不了六道。所以佛菩薩大慈大悲，幫助我們離究竟苦，那就是脫離六道輪迴，離究竟苦；得究竟樂，究竟樂是極樂世界，永遠不退轉，一直到成佛。誰能辦得到？諸佛菩薩能辦到，諸佛菩薩都勸眾生信願持名求生淨土，這是諸佛菩薩幫助眾生離究竟苦，得究竟樂，這叫圓滿的法輪。我們今天遇到要認識，要搞清楚，千萬不要把這個機會錯過，錯過你叫真錯了，你這一生白來了，這一生空過了，一定要真幹。脫生死就是脫離六道輪迴，成正覺這才叫安樂，這個成正覺就是成佛。"
    },
    {
      "id": "02-041-0152_p0036",
      "zh_CN": "「又《称赞净土经》曰：为诸有情宣说甚深微妙之法，令得殊胜利益安乐。」这个《称赞净土经》，玄奘大师翻译的《阿弥陀经》，我们现在一般念的是鸠摩罗什翻译的，玄奘大师翻译的叫《称赞净土经》，说得好。经文是「为诸有情」，有情是六道众生，有情识的，有情执的，「宣说甚深微妙之法」，《弥陀经》是甚深微妙法。这个是大本《弥陀经》，跟《弥陀经》的宗旨完全相同。所以「令得殊胜利益安乐」，就是往生极乐世界。又说「无有一切身心忧苦」，这是称赞极乐世界，极乐世界没有一切身苦、心苦。我们这个世界心忧身苦，心里头有忧虑，身有苦，身有生老病死苦、有求不得苦、有爱别离苦、有怨憎会苦、有五阴炽盛苦，这个八苦展开，称说不尽无量无边的苦事。「是故」，极乐世界没有，这些身心之苦都没有，故称为极乐世界。「故云受安乐」，到极乐世界，你所享受的是安乐，平安快乐，平是平等，安是安稳，那个世间没有灾难。没有寒暑变化，我们这个世间冬天冷、夏天热，都是苦。极乐世界没有四季，人生活在像我们这个世间春天，最好的气候，永恒不变。真正是不但安乐，常安乐。",
      "zh_TW": "「又《稱讚淨土經》曰：為諸有情宣說甚深微妙之法，令得殊勝利益安樂。」這個《稱讚淨土經》，玄奘大師翻譯的《阿彌陀經》，我們現在一般念的是鳩摩羅什翻譯的，玄奘大師翻譯的叫《稱讚淨土經》，說得好。經文是「為諸有情」，有情是六道眾生，有情識的，有情執的，「宣說甚深微妙之法」，《彌陀經》是甚深微妙法。這個是大本《彌陀經》，跟《彌陀經》的宗旨完全相同。所以「令得殊勝利益安樂」，就是往生極樂世界。又說「無有一切身心憂苦」，這是稱讚極樂世界，極樂世界沒有一切身苦、心苦。我們這個世界心憂身苦，心裡頭有憂慮，身有苦，身有生老病死苦、有求不得苦、有愛別離苦、有怨憎會苦、有五陰熾盛苦，這個八苦展開，稱說不盡無量無邊的苦事。「是故」，極樂世界沒有，這些身心之苦都沒有，故稱為極樂世界。「故云受安樂」，到極樂世界，你所享受的是安樂，平安快樂，平是平等，安是安穩，那個世間沒有災難。沒有寒暑變化，我們這個世間冬天冷、夏天熱，都是苦。極樂世界沒有四季，人生活在像我們這個世間春天，最好的氣候，永恆不變。真正是不但安樂，常安樂。"
    },
    {
      "id": "02-041-0152_p0037",
      "zh_CN": "「经云惠以真实之利，正指此。」这个经上讲了三个真实，前面我们看到「真实之际」，际是本际，就是理体，也就是真如本性。这个经是帮助我们回归自性，用的方法巧妙极了。证得理一心就是真实之际，海贤老和尚证得了，连海庆也证得了。我们想想，海庆都能证得，我们为什么不能证得？海庆的历史记载不长，应当多多看、常常看，我们对他生起仰慕的心，向他老人家学习。第二个是真实的智慧，第三个是真实的利益，这不是假的。我们在这个世间讲智慧、讲利益全是假的，不是真的；它是真实的，真正得到，永远不会失掉。我们这个世间得到了会再失掉，患得患失，所以不是真实的。那怎么样？放下，我们要取真实的利益，真实的利益就是《无量寿经》，真实的利益就是老实念佛，真实的利益，决定往生极乐世界，这真实的。我们千万别错过，要把握住时间，活一天干一天，这一天没空过，活一个月干一个月，我们将来走的时候决定得生净土。好，现在时间到了，我们就学习到此地。",
      "zh_TW": "「經云惠以真實之利，正指此。」這個經上講了三個真實，前面我們看到「真實之際」，際是本際，就是理體，也就是真如本性。這個經是幫助我們回歸自性，用的方法巧妙極了。證得理一心就是真實之際，海賢老和尚證得了，連海慶也證得了。我們想想，海慶都能證得，我們為什麼不能證得？海慶的歷史記載不長，應當多多看、常常看，我們對他生起仰慕的心，向他老人家學習。第二個是真實的智慧，第三個是真實的利益，這不是假的。我們在這個世間講智慧、講利益全是假的，不是真的；它是真實的，真正得到，永遠不會失掉。我們這個世間得到了會再失掉，患得患失，所以不是真實的。那怎麼樣？放下，我們要取真實的利益，真實的利益就是《無量壽經》，真實的利益就是老實念佛，真實的利益，決定往生極樂世界，這真實的。我們千萬別錯過，要把握住時間，活一天幹一天，這一天沒空過，活一個月幹一個月，我們將來走的時候決定得生淨土。好，現在時間到了，我們就學習到此地。"
    }
  ]
}