{
  "doc_id": "02-041-0305",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三Ｏ五集",
    "zh_TW": "第三Ｏ五集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0305",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-041-0305_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0305_p0002",
      "zh_CN": "请看《大经科注》第七百三十页，我们从第一行第二句看起：",
      "zh_TW": "請看《大經科註》第七百三十頁，我們從第一行第二句看起："
    },
    {
      "id": "02-041-0305_p0003",
      "zh_CN": "「克实而论，则烦恼不异菩提，始恶何妨终善。恶人既已成善，岂不贤圣同科。三辈九品，正相配合。又何疑焉。上之会通，甚契法要」。经文里头往往有这些事情，都有根据。有人说三辈九品是阶位，往生的地位；有人是用因行做标准；也有人认为九品是念佛功夫的浅深。上上品往生，念佛的功夫，我们一般讲理一心不乱，讲得通的。《华严经》上初住菩萨，破一品无明，证一分法身，这就是净宗理一心不乱的阶位；事一心不乱是见思烦恼断了，等于阿罗汉的境界；功夫成片是天台大师所讲的相似即佛，所以说的都有道理。四土三辈九品，四土里面最高的是常寂光土，这是等觉菩萨往生才能证得；等觉以下，十地菩萨都没有分，十地是生在实报庄严土。实报庄严土里面从初住算起，我们讲华严初住，十住、十行、十回向、十地、等觉四十一个位次，都称为阿惟越致，这一点我们要知道。阿惟越致有浅深不同，这四十一个位次都叫阿惟越致，就是圆证三不退，位不退、行不退、念不退。极乐世界有这个品位，经上讲得很清楚，可是待遇是平等的，待遇统统是阿惟越致的待遇。阿惟越致在实报土里头有四十一个阶级，那是用哪一个阶级做标准？一定是用最上的，最上是等觉。所以这个也是难信之法，怎么会有这么高的位次、地位？顶级的，阿惟越致顶级的，文殊菩萨、普贤菩萨、观世音菩萨、大势至菩萨，这些是后补佛的地位，实报庄严土最高的品位，后补佛，等觉菩萨，再向上去就离开实报土，融入常寂光。这些理事我们都要把它搞清楚。",
      "zh_TW": "「剋實而論，則煩惱不異菩提，始惡何妨終善。惡人既已成善，豈不賢聖同科。三輩九品，正相配合。又何疑焉。上之會通，甚契法要」。經文裡頭往往有這些事情，都有根據。有人說三輩九品是階位，往生的地位；有人是用因行做標準；也有人認為九品是念佛功夫的淺深。上上品往生，念佛的功夫，我們一般講理一心不亂，講得通的。《華嚴經》上初住菩薩，破一品無明，證一分法身，這就是淨宗理一心不亂的階位；事一心不亂是見思煩惱斷了，等於阿羅漢的境界；功夫成片是天台大師所講的相似即佛，所以說的都有道理。四土三輩九品，四土裡面最高的是常寂光土，這是等覺菩薩往生才能證得；等覺以下，十地菩薩都沒有分，十地是生在實報莊嚴土。實報莊嚴土裡面從初住算起，我們講華嚴初住，十住、十行、十迴向、十地、等覺四十一個位次，都稱為阿惟越致，這一點我們要知道。阿惟越致有淺深不同，這四十一個位次都叫阿惟越致，就是圓證三不退，位不退、行不退、念不退。極樂世界有這個品位，經上講得很清楚，可是待遇是平等的，待遇統統是阿惟越致的待遇。阿惟越致在實報土裡頭有四十一個階級，那是用哪一個階級做標準？一定是用最上的，最上是等覺。所以這個也是難信之法，怎麼會有這麼高的位次、地位？頂級的，阿惟越致頂級的，文殊菩薩、普賢菩薩、觀世音菩薩、大勢至菩薩，這些是後補佛的地位，實報莊嚴土最高的品位，後補佛，等覺菩薩，再向上去就離開實報土，融入常寂光。這些理事我們都要把它搞清楚。"
    },
    {
      "id": "02-041-0305_p0004",
      "zh_CN": "此地所讲的三辈九品，莲池大师这几句话说得好，克实而论，讲真的，讲真的怎么样？烦恼就是菩提，是一不是二，迷了叫烦恼，悟了叫菩提，全是说的自性。我们从方便的话来说大家容易懂，真心。大乘教里头劝发菩提心，往生极乐世界不能没有菩提心，没有菩提心的人决定不能往生，发菩提心最重要了！菩提心怎么发，什么叫菩提心，总得搞清楚。「菩提」是梵语，古印度的话，音译的，翻成中文叫觉，就是觉悟，不迷了。菩提这个字，标准的应该是说大彻大悟、明心见性，这是真的菩提。我们发心，没证得；证得那就往生实报土了，早就脱离六道轮回，没证得。我们应该如何发心？用真诚心生活、处事、待人接物，这就是菩提心。佛家叫菩提心，在古老的中国有个名词，《大学》上讲的「明明德」，明德就是发菩提心。现在菩提心不明了，上面再加上个「明」字，这个「明」字是动词，明明德，明明德就是发菩提心。意思完全一样，一个是中国儒家，一个是大乘佛法，你要把这两个搞清楚了，你才晓得儒跟佛是一体。印度人称佛，中国人称圣人，孔子如果生在印度，大家称他佛陀；释迦牟尼佛要生在中国就称为圣人，是一不是二。",
      "zh_TW": "此地所講的三輩九品，蓮池大師這幾句話說得好，剋實而論，講真的，講真的怎麼樣？煩惱就是菩提，是一不是二，迷了叫煩惱，悟了叫菩提，全是說的自性。我們從方便的話來說大家容易懂，真心。大乘教裡頭勸發菩提心，往生極樂世界不能沒有菩提心，沒有菩提心的人決定不能往生，發菩提心最重要了！菩提心怎麼發，什麼叫菩提心，總得搞清楚。「菩提」是梵語，古印度的話，音譯的，翻成中文叫覺，就是覺悟，不迷了。菩提這個字，標準的應該是說大徹大悟、明心見性，這是真的菩提。我們發心，沒證得；證得那就往生實報土了，早就脫離六道輪迴，沒證得。我們應該如何發心？用真誠心生活、處事、待人接物，這就是菩提心。佛家叫菩提心，在古老的中國有個名詞，《大學》上講的「明明德」，明德就是發菩提心。現在菩提心不明了，上面再加上個「明」字，這個「明」字是動詞，明明德，明明德就是發菩提心。意思完全一樣，一個是中國儒家，一個是大乘佛法，你要把這兩個搞清楚了，你才曉得儒跟佛是一體。印度人稱佛，中國人稱聖人，孔子如果生在印度，大家稱他佛陀；釋迦牟尼佛要生在中國就稱為聖人，是一不是二。"
    },
    {
      "id": "02-041-0305_p0005",
      "zh_CN": "菩提心是真心，真诚到极处就是无上菩提心。所以迷了就叫烦恼，烦恼是妄心，菩提是真心。真心遇到缘现相，现什么相？整个宇宙。整个宇宙从哪来的？儒跟佛都不是说神造的，没有这个说法；是从哪里来的？自性变现出来的。你看惠能大师开悟了，他是唐朝时候人，他不是印度人，他没念过书，不认识字，开悟了，明心见性。性是什么样子，说说看？他说出来了，说了二十个字，五祖忍和尚认可，他就毕业了，他就成佛了，衣钵就传给他。这二十个字很重要，这二十个字就是真心。真心第一个清净，「本自清净」。有没有染污？没有染污，染污的是妄心，妄心会被染污，真心永远不会受染污，它本自清净。换句话说，能大师何以能开悟？他心清净，他没有妄想，他没有杂念，凭这个就开悟。我们这些后人为什么不开悟？开悟的实在有，在中国禅宗，《五灯会元》里面记录下来的一千七百多人，都是明心见性的。所以一定要用清净心，用清净心就是用真心。单单有个清净，其他的没有得到，这就是阿罗汉，小乘，他是真的，他不是假的。",
      "zh_TW": "菩提心是真心，真誠到極處就是無上菩提心。所以迷了就叫煩惱，煩惱是妄心，菩提是真心。真心遇到緣現相，現什麼相？整個宇宙。整個宇宙從哪來的？儒跟佛都不是說神造的，沒有這個說法；是從哪裡來的？自性變現出來的。你看惠能大師開悟了，他是唐朝時候人，他不是印度人，他沒念過書，不認識字，開悟了，明心見性。性是什麼樣子，說說看？他說出來了，說了二十個字，五祖忍和尚認可，他就畢業了，他就成佛了，衣缽就傳給他。這二十個字很重要，這二十個字就是真心。真心第一個清淨，「本自清淨」。有沒有染污？沒有染污，染污的是妄心，妄心會被染污，真心永遠不會受染污，它本自清淨。換句話說，能大師何以能開悟？他心清淨，他沒有妄想，他沒有雜念，憑這個就開悟。我們這些後人為什麼不開悟？開悟的實在有，在中國禪宗，《五燈會元》裡面記錄下來的一千七百多人，都是明心見性的。所以一定要用清淨心，用清淨心就是用真心。單單有個清淨，其他的沒有得到，這就是阿羅漢，小乘，他是真的，他不是假的。"
    },
    {
      "id": "02-041-0305_p0006",
      "zh_CN": "再往上提升，能大师说「不生不灭」。整个宇宙，连我们起心动念都有生灭，有生有灭，可是真心不生不灭，就是清净心没有生灭。染污的心有生灭，不是心生灭，是染污有生灭，这个要搞清楚，分别有生灭，妄念有生灭；妄想分别执着，这个东西有生灭，那个心没生灭，这个要搞清楚。我们要在妄心里头见真心，就对了，这就很有受用。用真心不用妄心，这就是佛菩萨，这就是真正修行。都在我们眼前，眼睛睁开，什么是真、什么是妄，清清楚楚明明白白。生灭跟不生灭在一起，像我们看电视，电视的萤幕没有生灭，打开电视一片光明，那个没有生灭；生灭是什么？里面的画面，画面是有生有灭，那个屏幕是不生不灭。不生不灭跟生灭混合在一起，它互不妨碍，不生灭不妨碍生灭，生灭不妨碍不生灭，它不妨碍。我们凡夫只认识生灭，所以看什么？只看这个画面，不知道屏幕，把屏幕忘掉了。这个东西摆在面前，指名他容易懂得。用这个来做比喻很好，是很相似，从这个地方去体会，用真心不用妄心。真心里面没有起心、没有动念、没有分别、没有执着，这是真心，所以它是清净的，它没有染污；染污是妄心，分别是妄心，执着是妄心，起心动念是妄心。懂得怎么修，本来是佛，要记住，每个人本来都是佛，应该要回头。",
      "zh_TW": "再往上提升，能大師說「不生不滅」。整個宇宙，連我們起心動念都有生滅，有生有滅，可是真心不生不滅，就是清淨心沒有生滅。染污的心有生滅，不是心生滅，是染污有生滅，這個要搞清楚，分別有生滅，妄念有生滅；妄想分別執著，這個東西有生滅，那個心沒生滅，這個要搞清楚。我們要在妄心裡頭見真心，就對了，這就很有受用。用真心不用妄心，這就是佛菩薩，這就是真正修行。都在我們眼前，眼睛睜開，什麼是真、什麼是妄，清清楚楚明明白白。生滅跟不生滅在一起，像我們看電視，電視的螢幕沒有生滅，打開電視一片光明，那個沒有生滅；生滅是什麼？裡面的畫面，畫面是有生有滅，那個屏幕是不生不滅。不生不滅跟生滅混合在一起，它互不妨礙，不生滅不妨礙生滅，生滅不妨礙不生滅，它不妨礙。我們凡夫只認識生滅，所以看什麼？只看這個畫面，不知道屏幕，把屏幕忘掉了。這個東西擺在面前，指名他容易懂得。用這個來做比喻很好，是很相似，從這個地方去體會，用真心不用妄心。真心裡面沒有起心、沒有動念、沒有分別、沒有執著，這是真心，所以它是清淨的，它沒有染污；染污是妄心，分別是妄心，執著是妄心，起心動念是妄心。懂得怎麼修，本來是佛，要記住，每個人本來都是佛，應該要回頭。"
    },
    {
      "id": "02-041-0305_p0007",
      "zh_CN": "佛帮助我们，他出现在世间，他发了大菩提心、大悲心，帮助我们回归自性，这就是佛陀教育，除这个之外什么都没有，回归自性。佛有没有东西给我们？没有，他所说的、他所教的，全是自己自性里头本自具足。能大师第三句是「本自具足」，具足什么？无量智慧、无量才艺、无量德能、无量相好。整个宇宙就是自性变现出来的，样样具足，不在外头，「心外无法，法外无心」，你要懂这个道理。我求财，会求的人在哪里求？从心上求，不从外头求，外头没有。外面有，那是你命里头有，就是你自己修得的，不是自性的，自性的财宝从自性里头生。自性财宝怎么修？放下妄想分别执着就是，自性统统具足。",
      "zh_TW": "佛幫助我們，他出現在世間，他發了大菩提心、大悲心，幫助我們回歸自性，這就是佛陀教育，除這個之外什麼都沒有，回歸自性。佛有沒有東西給我們？沒有，他所說的、他所教的，全是自己自性裡頭本自具足。能大師第三句是「本自具足」，具足什麼？無量智慧、無量才藝、無量德能、無量相好。整個宇宙就是自性變現出來的，樣樣具足，不在外頭，「心外無法，法外無心」，你要懂這個道理。我求財，會求的人在哪裡求？從心上求，不從外頭求，外頭沒有。外面有，那是你命裡頭有，就是你自己修得的，不是自性的，自性的財寶從自性裡頭生。自性財寶怎麼修？放下妄想分別執著就是，自性統統具足。"
    },
    {
      "id": "02-041-0305_p0008",
      "zh_CN": "可是自性财宝你不知道受用，释迦牟尼佛给我们做最好的典范。你看释迦牟尼佛当年在世的时候，他的生活很简单，三衣一钵，那是他全部的财产；日中一食，树下一宿，这是他日常生活。人家说这贫穷到极处了，做乞丐。好像是乞丐，但是这个乞丐与一般乞丐不一样，一般乞丐很苦，苦恼；释迦牟尼佛天天快乐，法喜充满，常生欢喜心，不一样。回过头来我们再看看中国的孔老夫子，孔老夫子确实他是到这个境界，但是他还是没有办法跟释迦牟尼佛相比，释迦牟尼佛王位不要了，舍弃了，他还要去求个一官半职，还去周游列国，没有人敢用他，所以他没有社会上很高的地位，没有；他家庭生活很平常，不是富有家庭，也是勉强可以度日，这小康之家。但是夫子快乐，周游列国回来之后教学，只教了五年，他老人家就走了。最能代表，真正快乐的是谁？颜回，颜回是孔子弟子当中最贫寒的一个人，但是孔子三千弟子当中最快乐的、最乐观的是颜回。他乐什么？这是凡夫达不到的，凡夫没有这个境界，圣人，佛家讲佛陀，比菩萨还高一级。《论语》里头头一句话说，「不亦说乎」，悦是喜悦。「学而时习之」，把他所学的落实在生活，这快乐无比。",
      "zh_TW": "可是自性財寶你不知道受用，釋迦牟尼佛給我們做最好的典範。你看釋迦牟尼佛當年在世的時候，他的生活很簡單，三衣一缽，那是他全部的財產；日中一食，樹下一宿，這是他日常生活。人家說這貧窮到極處了，做乞丐。好像是乞丐，但是這個乞丐與一般乞丐不一樣，一般乞丐很苦，苦惱；釋迦牟尼佛天天快樂，法喜充滿，常生歡喜心，不一樣。回過頭來我們再看看中國的孔老夫子，孔老夫子確實他是到這個境界，但是他還是沒有辦法跟釋迦牟尼佛相比，釋迦牟尼佛王位不要了，捨棄了，他還要去求個一官半職，還去周遊列國，沒有人敢用他，所以他沒有社會上很高的地位，沒有；他家庭生活很平常，不是富有家庭，也是勉強可以度日，這小康之家。但是夫子快樂，周遊列國回來之後教學，只教了五年，他老人家就走了。最能代表，真正快樂的是誰？顏回，顏回是孔子弟子當中最貧寒的一個人，但是孔子三千弟子當中最快樂的、最樂觀的是顏回。他樂什麼？這是凡夫達不到的，凡夫沒有這個境界，聖人，佛家講佛陀，比菩薩還高一級。《論語》裡頭頭一句話說，「不亦說乎」，悅是喜悅。「學而時習之」，把他所學的落實在生活，這快樂無比。"
    },
    {
      "id": "02-041-0305_p0009",
      "zh_CN": "快乐不是财富，快乐不是地位、不是权势，与这个毫不相关。那些东西在佛法里看叫造业，你顾及老百姓，善业；你要只顾自己不顾别人，恶业。善业生三善道，恶业感三恶道，出不了六道轮回，你乐什么？你乐从哪来？像这些明心见性的人超越了，三界六道他清清楚楚，他能放下、肯放下，超越了，得大自在，无论什么样的身分、什么样的地位、什么样的环境都快乐。孔子在陈绝粮，释迦牟尼佛有三个月马麦之报，给我们所示现的，妙极了！这个要懂得。所以为什么要学儒，今天讲为什么要学中国传统文化？「学而时习之，不亦说乎」，孔子说得很清楚，就为这个。为什么要学佛？释迦牟尼佛说法喜充满，常生欢喜心。方东美先生当年把佛法介绍给我，我就听他这一句话，接受了，「学佛是人生最高的享受」。是不是真的？真的，我学佛到今年六十五年，我可以证明，学佛是人生最高的享受，快乐无比，没有忧虑、没有烦恼，顺境逆境、善缘恶缘一律平等。为什么是平等？它都等于零，假的不是真的，所以你就快乐。你要把它当真，那就苦不堪言；你要知道它等于零，你就快乐无比。看别人在生烦恼，我们不干这傻事，所以烦恼跟菩提划了等号。",
      "zh_TW": "快樂不是財富，快樂不是地位、不是權勢，與這個毫不相關。那些東西在佛法裡看叫造業，你顧及老百姓，善業；你要只顧自己不顧別人，惡業。善業生三善道，惡業感三惡道，出不了六道輪迴，你樂什麼？你樂從哪來？像這些明心見性的人超越了，三界六道他清清楚楚，他能放下、肯放下，超越了，得大自在，無論什麼樣的身分、什麼樣的地位、什麼樣的環境都快樂。孔子在陳絕糧，釋迦牟尼佛有三個月馬麥之報，給我們所示現的，妙極了！這個要懂得。所以為什麼要學儒，今天講為什麼要學中國傳統文化？「學而時習之，不亦說乎」，孔子說得很清楚，就為這個。為什麼要學佛？釋迦牟尼佛說法喜充滿，常生歡喜心。方東美先生當年把佛法介紹給我，我就聽他這一句話，接受了，「學佛是人生最高的享受」。是不是真的？真的，我學佛到今年六十五年，我可以證明，學佛是人生最高的享受，快樂無比，沒有憂慮、沒有煩惱，順境逆境、善緣惡緣一律平等。為什麼是平等？它都等於零，假的不是真的，所以你就快樂。你要把它當真，那就苦不堪言；你要知道它等於零，你就快樂無比。看別人在生煩惱，我們不幹這傻事，所以煩惱跟菩提劃了等號。"
    },
    {
      "id": "02-041-0305_p0010",
      "zh_CN": "我们学佛，特别是学净土宗，希望将来往生到极乐世界，在没有学佛之前有造的恶，谁也没法子避免，生在这个时代。可是明白之后断恶修善，这就是始恶何妨终善。忏悔业障，断恶修善，其乐无比。恶人既已成善，岂不贤圣同科。真正肯忏悔，真正肯改变，恶人就变成善人。现在我们知道，国内有不少道德讲堂，道德讲堂一期只有七天，封闭式的教学，很多恶人通过这七天学习就变成好人，真变了，不是假的，贪官到那里面学了七天就变成廉洁。中国有前途，从哪里看？从道德讲堂看。这个道德讲堂现在政府正式准许了，而且听说政府机关还在那里挂牌，连中央政府都认定。有益于社会，帮社会改造人心，断恶修善，真产生效果。这样的道德讲堂每一个县市都有，每一个村镇都有，小镇都有。中国顶多二、三年，就是全世界传统文化的大国，可以为全世界每个国家地区做榜样，你们来学。这是东方传统文化复活了，好事！",
      "zh_TW": "我們學佛，特別是學淨土宗，希望將來往生到極樂世界，在沒有學佛之前有造的惡，誰也沒法子避免，生在這個時代。可是明白之後斷惡修善，這就是始惡何妨終善。懺悔業障，斷惡修善，其樂無比。惡人既已成善，豈不賢聖同科。真正肯懺悔，真正肯改變，惡人就變成善人。現在我們知道，國內有不少道德講堂，道德講堂一期只有七天，封閉式的教學，很多惡人通過這七天學習就變成好人，真變了，不是假的，貪官到那裡面學了七天就變成廉潔。中國有前途，從哪裡看？從道德講堂看。這個道德講堂現在政府正式准許了，而且聽說政府機關還在那裡掛牌，連中央政府都認定。有益於社會，幫社會改造人心，斷惡修善，真產生效果。這樣的道德講堂每一個縣市都有，每一個村鎮都有，小鎮都有。中國頂多二、三年，就是全世界傳統文化的大國，可以為全世界每個國家地區做榜樣，你們來學。這是東方傳統文化復活了，好事！"
    },
    {
      "id": "02-041-0305_p0011",
      "zh_CN": "上面的会通是莲池大师所说的话，「甚契法要」。世尊所传的大乘法，「要」是重要的部分。「盖天台等主张两经相配者」，就是《无量寿经》跟《观经》，这两部经里头对于三辈九品的说法。「乃着眼于往生后之阶位」，没有提到现在在这个世间的修因，这「行持」，没有说到这一点。「灵芝诸师」他们有不同的看法，「乃专就因地行持，乃就曾否早发菩提心与平日之善恶而言。则《观经》之下三品，不能齐于本经之下辈矣」。",
      "zh_TW": "上面的會通是蓮池大師所說的話，「甚契法要」。世尊所傳的大乘法，「要」是重要的部分。「蓋天台等主張兩經相配者」，就是《無量壽經》跟《觀經》，這兩部經裡頭對於三輩九品的說法。「乃著眼於往生後之階位」，沒有提到現在在這個世間的修因，這「行持」，沒有說到這一點。「靈芝諸師」他們有不同的看法，「乃專就因地行持，乃就曾否早發菩提心與平日之善惡而言。則《觀經》之下三品，不能齊於本經之下輩矣」。"
    },
    {
      "id": "02-041-0305_p0012",
      "zh_CN": "莲池大师末后说，「始恶不妨终善」，这句话讲得好！人只要改过，恶人改过就是善人，过去那个恶就不再追究了，他就是善人，他真回头。中国谚语所谓「浪子回头金不换」，回头就是大善人。我们同学当中有个谢总，那就是始恶不妨终善。他表演给我们看，年轻时候参加黑社会，现在是大菩萨、大善人，不但自己回头了，他帮助几万人回头。现前就有榜样让我们看到。所以「恶人临终如能忏悔发心，至心念佛，则恶人已成善人。故亦蒙佛摄受，随愿往生」。",
      "zh_TW": "蓮池大師末後說，「始惡不妨終善」，這句話講得好！人只要改過，惡人改過就是善人，過去那個惡就不再追究了，他就是善人，他真回頭。中國諺語所謂「浪子回頭金不換」，回頭就是大善人。我們同學當中有個謝總，那就是始惡不妨終善。他表演給我們看，年輕時候參加黑社會，現在是大菩薩、大善人，不但自己回頭了，他幫助幾萬人回頭。現前就有榜樣讓我們看到。所以「惡人臨終如能懺悔發心，至心念佛，則惡人已成善人。故亦蒙佛攝受，隨願往生」。"
    },
    {
      "id": "02-041-0305_p0013",
      "zh_CN": "在古时候也有个好榜样，莹珂法师，宋朝时候人，出家人，破戒，所行不善。这个人好处在哪？他相信因果报应。他常常反省自己所作所为，肯定自己要不能往生，必定堕地狱。想到地狱苦，求阿弥陀佛接引，关起房门念阿弥陀佛，念了三天三夜，不眠不休，至诚恳切，把阿弥陀佛念来了，阿弥陀佛真的现身给他看。佛告诉他：你的寿命还有十年，你好好的修学，十年之后你命终时候，我来接引你往生。莹珂可以说是福至心灵，他跟阿弥陀佛说：我的劣根性太重，我自己控制不了自己，如果叫我活十年，不知道又做多少罪业！我那个十年寿命不要了，我现在就跟你去。阿弥陀佛答应了，告诉他：那这样，三天之后我来接引你往生。他真欢喜，房门打开告诉大家，阿弥陀佛三天之后来接引他。没有一个人相信，你这样的恶人，怎么可能？好在三天时间不长，大家等着看，看你是真的是假的。到第三天果然往生了，他要求大众念佛送他，念了一刻多钟，他告诉大家佛来了，我看见了，跟佛走了，谢谢大家，跟大家辞行，真走了。这桩事情记录在《净土圣贤录》、在《往生传》，这里头都有，真的不是假的。虽然在世间没有人瞧得起他，真正肯忏悔，真正肯发心，发心就是求生净土，往生到极乐世界，跟阿弥陀佛学习，真的是拜阿弥陀佛做老师，到西方极乐世界，如本经所说的，那就是阿惟越致菩萨。所以莲池大师说得好，「岂不贤圣同科，同登极乐也」。",
      "zh_TW": "在古時候也有個好榜樣，瑩珂法師，宋朝時候人，出家人，破戒，所行不善。這個人好處在哪？他相信因果報應。他常常反省自己所作所為，肯定自己要不能往生，必定墮地獄。想到地獄苦，求阿彌陀佛接引，關起房門念阿彌陀佛，念了三天三夜，不眠不休，至誠懇切，把阿彌陀佛念來了，阿彌陀佛真的現身給他看。佛告訴他：你的壽命還有十年，你好好的修學，十年之後你命終時候，我來接引你往生。瑩珂可以說是福至心靈，他跟阿彌陀佛說：我的劣根性太重，我自己控制不了自己，如果叫我活十年，不知道又做多少罪業！我那個十年壽命不要了，我現在就跟你去。阿彌陀佛答應了，告訴他：那這樣，三天之後我來接引你往生。他真歡喜，房門打開告訴大家，阿彌陀佛三天之後來接引他。沒有一個人相信，你這樣的惡人，怎麼可能？好在三天時間不長，大家等著看，看你是真的是假的。到第三天果然往生了，他要求大眾念佛送他，念了一刻多鐘，他告訴大家佛來了，我看見了，跟佛走了，謝謝大家，跟大家辭行，真走了。這樁事情記錄在《淨土聖賢錄》、在《往生傳》，這裡頭都有，真的不是假的。雖然在世間沒有人瞧得起他，真正肯懺悔，真正肯發心，發心就是求生淨土，往生到極樂世界，跟阿彌陀佛學習，真的是拜阿彌陀佛做老師，到西方極樂世界，如本經所說的，那就是阿惟越致菩薩。所以蓮池大師說得好，「豈不賢聖同科，同登極樂也」。"
    },
    {
      "id": "02-041-0305_p0014",
      "zh_CN": "「由上可见，此经三辈」，只讲上中下三辈，《无量寿经》；「彼经」，《观无量寿佛经》，它里头讲九品，「实相配合，不容或疑也」。三辈，每一辈里边有上中下三品，就九品，所以这两个经可以合起来的，也应当合起来。「又《报恩论》曰：此经上辈当」，这个括弧是黄念祖老居士的话，「（当者，配合之义）出家。中下二辈当（同上）在家。乃从其多数，粗举大凡。故云凡有三辈。《观经》就此大凡，略开为九。而又极其优降，以括无量行因之不齐。此论极好」，这个说法说得好！",
      "zh_TW": "「由上可見，此經三輩」，只講上中下三輩，《無量壽經》；「彼經」，《觀無量壽佛經》，它裡頭講九品，「實相配合，不容或疑也」。三輩，每一輩裡邊有上中下三品，就九品，所以這兩個經可以合起來的，也應當合起來。「又《報恩論》曰：此經上輩當」，這個括弧是黃念祖老居士的話，「（當者，配合之義）出家。中下二輩當（同上）在家。乃從其多數，粗舉大凡。故云凡有三輩。《觀經》就此大凡，略開為九。而又極其優降，以括無量行因之不齊。此論極好」，這個說法說得好！"
    },
    {
      "id": "02-041-0305_p0015",
      "zh_CN": "「《观经》中，上上品往生者，弹指往生，见佛闻法，即悟无生法忍。须臾」，这时间很短，「历事诸佛。次第受记。还至本国，得无量百千陀罗尼门。是乃三辈中极优者也」，就是最优秀的，这是上上品往生的。往生的品位是念佛功夫的浅深；往生的条件是信愿，具足真信真愿，往生条件就拿到了。往生到极乐世界，四土三辈九品，那看你念佛功夫的浅深，功夫最好的是上上品往生。上上品往生生实报土，实报土里头有四十一个阶级，应当是在最前面十一个阶级，就是十地，不是十住、十行、十回向，不是，十地，从初地到十一地，十一地是等觉，这十一个位次是上上品，这是最优秀的。他们有能力，到极乐世界见了阿弥陀佛，得到阿弥陀佛本愿威神的加持，智慧、神通、道力几乎跟阿弥陀佛相等。他们干什么事情？他们的法身在极乐世界没动。阿弥陀佛化无量无边身，到十方世界去接引那些信愿念佛的众生到极乐世界来，这是阿弥陀佛的本愿。阿弥陀佛不来接，你不知道极乐世界在哪里，一定要等他来接。这些念佛功夫深的人，他们到极乐世界得佛力加持，神通跟阿弥陀佛平等，也能够化无量无边身。他化身干什么？化身到十方世界去拜佛，同时一个都不漏，一切诸佛刹土里面都有他，他去拜佛，他去供佛，修福，在佛那个地方听经闻法修慧，福慧双修。就是此地讲的，须臾，极短的时间，历事诸佛。这是遍法界虚空界，还有过去、现在、未来，时间、空间他突破了，它没有了，过去诸佛他见得到，未来诸佛他也见到。须臾真是一刹那，他就能办到。次第受记，诸佛如来给他授记。还至本国，本国就是极乐世界，他再回来，回到极乐世界，你看看，他得的是无量百千陀罗尼门。释迦牟尼佛为我们讲了八万四千法门，跟这个不能比，这是无量百千陀罗尼门，超过释迦牟尼佛在这个世间所讲的百倍千倍都不止。",
      "zh_TW": "「《觀經》中，上上品往生者，彈指往生，見佛聞法，即悟無生法忍。須臾」，這時間很短，「歷事諸佛。次第受記。還至本國，得無量百千陀羅尼門。是乃三輩中極優者也」，就是最優秀的，這是上上品往生的。往生的品位是念佛功夫的淺深；往生的條件是信願，具足真信真願，往生條件就拿到了。往生到極樂世界，四土三輩九品，那看你念佛功夫的淺深，功夫最好的是上上品往生。上上品往生生實報土，實報土裡頭有四十一個階級，應當是在最前面十一個階級，就是十地，不是十住、十行、十迴向，不是，十地，從初地到十一地，十一地是等覺，這十一個位次是上上品，這是最優秀的。他們有能力，到極樂世界見了阿彌陀佛，得到阿彌陀佛本願威神的加持，智慧、神通、道力幾乎跟阿彌陀佛相等。他們幹什麼事情？他們的法身在極樂世界沒動。阿彌陀佛化無量無邊身，到十方世界去接引那些信願念佛的眾生到極樂世界來，這是阿彌陀佛的本願。阿彌陀佛不來接，你不知道極樂世界在哪裡，一定要等他來接。這些念佛功夫深的人，他們到極樂世界得佛力加持，神通跟阿彌陀佛平等，也能夠化無量無邊身。他化身幹什麼？化身到十方世界去拜佛，同時一個都不漏，一切諸佛剎土裡面都有他，他去拜佛，他去供佛，修福，在佛那個地方聽經聞法修慧，福慧雙修。就是此地講的，須臾，極短的時間，歷事諸佛。這是遍法界虛空界，還有過去、現在、未來，時間、空間他突破了，它沒有了，過去諸佛他見得到，未來諸佛他也見到。須臾真是一剎那，他就能辦到。次第受記，諸佛如來給他授記。還至本國，本國就是極樂世界，他再回來，回到極樂世界，你看看，他得的是無量百千陀羅尼門。釋迦牟尼佛為我們講了八萬四千法門，跟這個不能比，這是無量百千陀羅尼門，超過釋迦牟尼佛在這個世間所講的百倍千倍都不止。"
    },
    {
      "id": "02-041-0305_p0016",
      "zh_CN": "所以我们在这边要不要学？不要学，学得太辛苦，而且把心都学乱了，念佛功夫要一心不乱。你懂得这个道理，了解这个事实真相，《金刚经》上一句话依教奉行，哪一句？「法尚应舍，何况非法」。法是什么？释迦牟尼佛四十九年所说的，不要了，一句阿弥陀佛行了。海贤老和尚给我们做了榜样，你看这个老和尚，不认识字，没念过书，一生没有念过一部经，没有听过一次讲演，活了一百一十二岁；二十岁出家，师父就教他一句阿弥陀佛，告诉他一直念下去，他就老老实实念了九十二年，给我们做最好的榜样。你为什么要听经？你还有疑惑；不能说你不信，你的信里头有疑问，那就要听经，经帮助你断疑生信。真的信心生起来，没有丝毫怀疑了，经可以不读、可以不听，一句佛号念到底，像海贤老和尚、像莹珂法师，决定得生。但是这里头有个条件，就是要放下，不但世间法放下，佛法也要放下，什么大乘小乘、宗门教下、显教密教全放下，我就一句阿弥陀佛，心里就靠定阿弥陀佛，你决定往生。这就对了，这就叫净宗，这就叫易行难信。没有一个人做不到，做不到是什么？就是你不肯相信，你认为天下哪有这种便宜事情？只要你相信，你就得受用。所以我们看到这个地方，很受感动。",
      "zh_TW": "所以我們在這邊要不要學？不要學，學得太辛苦，而且把心都學亂了，念佛功夫要一心不亂。你懂得這個道理，了解這個事實真相，《金剛經》上一句話依教奉行，哪一句？「法尚應捨，何況非法」。法是什麼？釋迦牟尼佛四十九年所說的，不要了，一句阿彌陀佛行了。海賢老和尚給我們做了榜樣，你看這個老和尚，不認識字，沒念過書，一生沒有念過一部經，沒有聽過一次講演，活了一百一十二歲；二十歲出家，師父就教他一句阿彌陀佛，告訴他一直念下去，他就老老實實念了九十二年，給我們做最好的榜樣。你為什麼要聽經？你還有疑惑；不能說你不信，你的信裡頭有疑問，那就要聽經，經幫助你斷疑生信。真的信心生起來，沒有絲毫懷疑了，經可以不讀、可以不聽，一句佛號念到底，像海賢老和尚、像瑩珂法師，決定得生。但是這裡頭有個條件，就是要放下，不但世間法放下，佛法也要放下，什麼大乘小乘、宗門教下、顯教密教全放下，我就一句阿彌陀佛，心裡就靠定阿彌陀佛，你決定往生。這就對了，這就叫淨宗，這就叫易行難信。沒有一個人做不到，做不到是什麼？就是你不肯相信，你認為天下哪有這種便宜事情？只要你相信，你就得受用。所以我們看到這個地方，很受感動。"
    },
    {
      "id": "02-041-0305_p0017",
      "zh_CN": "这说了个上上品，再给你说下下品，九品里头下下品。下下品是什么人？「五逆十恶，地狱相现，临终忏悔，十念往生者，乃下辈中最下者也」。对佛的话不能不相信；不相信佛菩萨的话，不相信圣贤的话，不相信老祖宗的话，那是你一生最大的损失，你真错了。我在学佛早年，还认为佛教高于其他的一切，六十五年，到今天平等了，知道孔子是佛境界，孟子是菩萨境界，像文殊、普贤这种境界。不但中国这些古圣先贤，乃至于中国的三皇五帝，远古时代，那讲到五千年前，那都是佛菩萨化身。他们留下的东西虽然很简单，都跟佛境界是平等；换句话说，都是大彻大悟，无师自通。回过头来再看看别的宗教，你看看耶稣，看看摩西、穆罕默德这些人，不是佛化身来的，就是等觉菩萨化身来的。也证明了《普门品》里头观世音菩萨三十二应，应以什么身得度就现什么身。所以仔细去学他的经典，读他的经典，你能够看到百分之七、八十相同。不同的地方大概有百分之二十，那是什么？生活环境不一样，文化背景不一样，居住的方所不一样。古时候没有交通工具，所以大家老死不相往来的太多太多了，他活了一辈子，那个空间方圆不出一百里，那也就不一样了，言语就不相同。可是佛给你讲的，像三皈、五戒、十善，完全相同，劝你断恶修善相同，劝你孝顺父母相同，劝你爱护众生相同，劝你不杀生、不偷盗、不邪淫相同，统统都有，佛的五戒十善每个宗教经典里头都有，孝养父母、奉事师长也都有。我们找相同的，不同的放在一边，留给后人去解决，我们没有时间去解决它，留给后人。相同的部分统统把它搜集起来，我们印成一本《宗教圣经》。许多宗教都使用这一本，这一本里头，所有宗教的３６０都在里面，宗教大团结，有经典做依据。许多宗教很乐意，愿意参加，愿意来做这个工作，我说做出来我来印书，广为流通。将来宗教学什么？学这个；讲什么？讲这个；传呢？传这个，这是宗教圣经的标准本。",
      "zh_TW": "這說了個上上品，再給你說下下品，九品裡頭下下品。下下品是什麼人？「五逆十惡，地獄相現，臨終懺悔，十念往生者，乃下輩中最下者也」。對佛的話不能不相信；不相信佛菩薩的話，不相信聖賢的話，不相信老祖宗的話，那是你一生最大的損失，你真錯了。我在學佛早年，還認為佛教高於其他的一切，六十五年，到今天平等了，知道孔子是佛境界，孟子是菩薩境界，像文殊、普賢這種境界。不但中國這些古聖先賢，乃至於中國的三皇五帝，遠古時代，那講到五千年前，那都是佛菩薩化身。他們留下的東西雖然很簡單，都跟佛境界是平等；換句話說，都是大徹大悟，無師自通。回過頭來再看看別的宗教，你看看耶穌，看看摩西、穆罕默德這些人，不是佛化身來的，就是等覺菩薩化身來的。也證明了《普門品》裡頭觀世音菩薩三十二應，應以什麼身得度就現什麼身。所以仔細去學他的經典，讀他的經典，你能夠看到百分之七、八十相同。不同的地方大概有百分之二十，那是什麼？生活環境不一樣，文化背景不一樣，居住的方所不一樣。古時候沒有交通工具，所以大家老死不相往來的太多太多了，他活了一輩子，那個空間方圓不出一百里，那也就不一樣了，言語就不相同。可是佛給你講的，像三皈、五戒、十善，完全相同，勸你斷惡修善相同，勸你孝順父母相同，勸你愛護眾生相同，勸你不殺生、不偷盜、不邪淫相同，統統都有，佛的五戒十善每個宗教經典裡頭都有，孝養父母、奉事師長也都有。我們找相同的，不同的放在一邊，留給後人去解決，我們沒有時間去解決它，留給後人。相同的部分統統把它蒐集起來，我們印成一本《宗教聖經》。許多宗教都使用這一本，這一本裡頭，所有宗教的３６０都在裡面，宗教大團結，有經典做依據。許多宗教很樂意，願意參加，願意來做這個工作，我說做出來我來印書，廣為流通。將來宗教學什麼？學這個；講什麼？講這個；傳呢？傳這個，這是宗教聖經的標準本。"
    },
    {
      "id": "02-041-0305_p0018",
      "zh_CN": "纵然五逆十恶，造作是无间地狱的罪孽，地狱相现前了，有，是真的不是假的，这个人没死，在世间，可是灵魂已经在地狱里头受罪。我们看他怎么？看他精神不好，病很重，勉强那一口气没断，不知道他灵魂在地狱受罪。时间大概二、三年，他就走了，走了去下地狱。如果临终忏悔，十念他就能往生。一生没有遇到这个法门，临命终时这口气还在，眼还能看、耳还能听，听到这句佛号，听到人劝他，西方有极乐世界，极乐世界有阿弥陀佛，听了他真相信，他不怀疑，跟着大家念一声佛、念十声佛就能往生，不再堕地狱。",
      "zh_TW": "縱然五逆十惡，造作是無間地獄的罪孽，地獄相現前了，有，是真的不是假的，這個人沒死，在世間，可是靈魂已經在地獄裡頭受罪。我們看他怎麼？看他精神不好，病很重，勉強那一口氣沒斷，不知道他靈魂在地獄受罪。時間大概二、三年，他就走了，走了去下地獄。如果臨終懺悔，十念他就能往生。一生沒有遇到這個法門，臨命終時這口氣還在，眼還能看、耳還能聽，聽到這句佛號，聽到人勸他，西方有極樂世界，極樂世界有阿彌陀佛，聽了他真相信，他不懷疑，跟著大家念一聲佛、念十聲佛就能往生，不再墮地獄。"
    },
    {
      "id": "02-041-0305_p0019",
      "zh_CN": "佛在经上告诉我们，地狱罪业是五逆十恶。这个五逆，第一个杀父亲，第二个杀母亲，第三个杀阿罗汉。阿罗汉是老师，这个要知道，前面是父母，这是老师，所以杀老师等于杀阿罗汉。老师的恩德大，我们的身命得自于父母，慧命得自于老师，所以对父母要孝，对老师用敬。孝敬，这是中国传统文化的根，不孝不敬这就完了，那没办法，肯定是恶人，而且不能回头，不通忏悔。十念往生，五逆十恶，五逆后头还有两条。「出佛身血」，佛的福报大，想害佛害不了，但是让佛受一点伤、流一点血，这个有，有这个例子。佛的护法神多。这是大不敬，佛是圣人。最后一个是「破和合僧」，这五条里头以破和合僧为最重，破坏僧团，断人法身慧命，这个道理一定要懂。现在五逆十恶真有！十恶就是十善的反面，杀生、偷盗、邪淫，身三种恶；妄语、两舌、绮语、恶口，口四种恶；意，贪、瞋、痴，这合起来是十恶。",
      "zh_TW": "佛在經上告訴我們，地獄罪業是五逆十惡。這個五逆，第一個殺父親，第二個殺母親，第三個殺阿羅漢。阿羅漢是老師，這個要知道，前面是父母，這是老師，所以殺老師等於殺阿羅漢。老師的恩德大，我們的身命得自於父母，慧命得自於老師，所以對父母要孝，對老師用敬。孝敬，這是中國傳統文化的根，不孝不敬這就完了，那沒辦法，肯定是惡人，而且不能回頭，不通懺悔。十念往生，五逆十惡，五逆後頭還有兩條。「出佛身血」，佛的福報大，想害佛害不了，但是讓佛受一點傷、流一點血，這個有，有這個例子。佛的護法神多。這是大不敬，佛是聖人。最後一個是「破和合僧」，這五條裡頭以破和合僧為最重，破壞僧團，斷人法身慧命，這個道理一定要懂。現在五逆十惡真有！十惡就是十善的反面，殺生、偷盜、邪淫，身三種惡；妄語、兩舌、綺語、惡口，口四種惡；意，貪、瞋、痴，這合起來是十惡。"
    },
    {
      "id": "02-041-0305_p0020",
      "zh_CN": "五逆十恶，这是无间地狱最重的罪业。现在的人犯的多，不犯的很少。大概犯最多的是邪淫跟堕胎，这个可不得了！堕胎是杀人，杀自己的儿女。大乘经上佛说，父母跟儿女是四种缘分，没有缘分不到你家来的。这四种缘是报恩、报怨、讨债、还债。如果是报恩的，你把他杀了，恩变成仇；他要是来报仇的，你把他杀掉了，这个仇愈来愈深，下一次来了更厉害；要是讨债的，你没有还他债，还要欠他命；如果是还债的，好事情，来还债的，你把他杀了。这个真叫「怨深似海恨难平」，果报是生生世世没完没了，你说多可怕。不能不知道！",
      "zh_TW": "五逆十惡，這是無間地獄最重的罪業。現在的人犯的多，不犯的很少。大概犯最多的是邪淫跟墮胎，這個可不得了！墮胎是殺人，殺自己的兒女。大乘經上佛說，父母跟兒女是四種緣分，沒有緣分不到你家來的。這四種緣是報恩、報怨、討債、還債。如果是報恩的，你把他殺了，恩變成仇；他要是來報仇的，你把他殺掉了，這個仇愈來愈深，下一次來了更厲害；要是討債的，你沒有還他債，還要欠他命；如果是還債的，好事情，來還債的，你把他殺了。這個真叫「怨深似海恨難平」，果報是生生世世沒完沒了，你說多可怕。不能不知道！"
    },
    {
      "id": "02-041-0305_p0021",
      "zh_CN": "这底下说，「《观经》明其最优，兼指最下，故谓极其优降」，优是上品上生，降是到最下，下品下生。「而实旨正同也」，实实在在的讲，宗旨完全相同，两经不二。",
      "zh_TW": "這底下說，「《觀經》明其最優，兼指最下，故謂極其優降」，優是上品上生，降是到最下，下品下生。「而實旨正同也」，實實在在的講，宗旨完全相同，兩經不二。"
    },
    {
      "id": "02-041-0305_p0022",
      "zh_CN": "下面这再给我们细说。这品经很重要，完全给我们说明往生的方法。科题，「次分述三辈。首明上辈」。我们编的科判，「别明三辈」，下面分三段，上中下三段，这上辈里面又分三小段，「上辈因行」，这里头也有三个小段，第一段「舍家弃欲」。我们看经文：",
      "zh_TW": "下面這再給我們細說。這品經很重要，完全給我們說明往生的方法。科題，「次分述三輩。首明上輩」。我們編的科判，「別明三輩」，下面分三段，上中下三段，這上輩裡面又分三小段，「上輩因行」，這裡頭也有三個小段，第一段「捨家棄欲」。我們看經文："
    },
    {
      "id": "02-041-0305_p0023",
      "zh_CN": "【其上辈者。舍家弃欲。而作沙门。】",
      "zh_TW": "【其上輩者。捨家棄欲。而作沙門。】"
    },
    {
      "id": "02-041-0305_p0024",
      "zh_CN": "下面是念老的注解，我们看他老人家怎么说。「经中上辈往生是否凡夫有分，乃净宗一大问题」。这古时候就有人提出很多看法，各人看法不一样。「古德有谓是乃菩萨之行」。下头举例子，「如谓上上品须四地至七地之菩萨」，那就是四地以上到七地菩萨，上品上生。「上中品须初地至四地之菩萨，余可例推。中品中生及以下，才是凡夫所能达」。这古人的看法。念老给我们说，「若如是者」，要真的像他所说的，「则弥陀大愿之无上，西方莲国之独妙，持名法门之易行，往生妙法之殊胜，皆成戏论」，戏论是开玩笑的话，不是真的。下面是念老的评论，「直使不可思议之净宗妙法，亦复成为可思议之法矣」，这把净宗不可思议贬低了。「故此实为净宗之关键，前于本解（贰）概要中，虽略论一二，未尽其旨，试更详之」。这个地方，黄念祖老居士要给我们详细讨论这个问题，为什么？这个问题是大问题，不是小问题，有关净宗是不是真的殊胜、真的微妙、真能超越一切，让我们一生圆满成就。",
      "zh_TW": "下面是念老的註解，我們看他老人家怎麼說。「經中上輩往生是否凡夫有分，乃淨宗一大問題」。這古時候就有人提出很多看法，各人看法不一樣。「古德有謂是乃菩薩之行」。下頭舉例子，「如謂上上品須四地至七地之菩薩」，那就是四地以上到七地菩薩，上品上生。「上中品須初地至四地之菩薩，餘可例推。中品中生及以下，才是凡夫所能達」。這古人的看法。念老給我們說，「若如是者」，要真的像他所說的，「則彌陀大願之無上，西方蓮國之獨妙，持名法門之易行，往生妙法之殊勝，皆成戲論」，戲論是開玩笑的話，不是真的。下面是念老的評論，「直使不可思議之淨宗妙法，亦復成為可思議之法矣」，這把淨宗不可思議貶低了。「故此實為淨宗之關鍵，前於本解（貳）概要中，雖略論一二，未盡其旨，試更詳之」。這個地方，黃念祖老居士要給我們詳細討論這個問題，為什麼？這個問題是大問題，不是小問題，有關淨宗是不是真的殊勝、真的微妙、真能超越一切，讓我們一生圓滿成就。"
    },
    {
      "id": "02-041-0305_p0025",
      "zh_CN": "我们看下面念老所说的，「古说之非」，古人也有把这个讲错了，古人也有讲错，何况今人？所以今人把它讲错了，咱们一点都不要怪他。古人真的是有修行、有德行、有学问，他还讲错，何况现在！所以不要执着这些，我们还是多听听念老的话，念老不是凡人，他来是给我们表法的，他的话可以接受。这个老人我跟他多次见面，在世的时候，每年我至少到北京三次，去干什么？去看他。他大我十几岁，非常难得，通宗通教，显密圆融，都下过功夫，都认真学过，学得很认真，夏莲居老居士的传人。「古说之非，幸得」，这很幸运得到唐朝「善导大师，广引经论，力破旧说」。你看他不说他自己说的，谁的话？唐朝善导大师的，这大家没话说，善导是净宗第二代祖师。「大师于所着《四帖疏》」，《四帖疏》就是善导大师对《观无量寿佛经》的注解，叫做《四帖疏》，这里面说的就是善导大师所说的话。他说：「又看此《观经》定善，及三辈上下文意，总是佛去世后，五浊凡夫，但以遇缘有异，致令九品差别。何者。上品三人，是遇大凡夫。中品三人，是遇小凡夫。下品三人，是遇恶凡夫」。这话说得好，为什么？我们有分。如果像前面所说的，我们没分，那得要登地菩萨才有分，我们没分；善导这个说法，我们统统有分，我们是凡夫。大凡夫、小凡夫怎么分？发大心的、发小心的，发大心就是发大菩提心的。到极乐世界为什么？为求法，求法干什么？为广度众生，这大凡夫；单单为自己了生死出三界，这是小凡夫，大小是这么分的。我们能够学阿弥陀佛这种大心大愿，依照他的四十八愿，我们也真正发这个愿心，那就跟阿弥陀佛一样，没有两样。这一段讲得好！",
      "zh_TW": "我們看下面念老所說的，「古說之非」，古人也有把這個講錯了，古人也有講錯，何況今人？所以今人把它講錯了，咱們一點都不要怪他。古人真的是有修行、有德行、有學問，他還講錯，何況現在！所以不要執著這些，我們還是多聽聽念老的話，念老不是凡人，他來是給我們表法的，他的話可以接受。這個老人我跟他多次見面，在世的時候，每年我至少到北京三次，去幹什麼？去看他。他大我十幾歲，非常難得，通宗通教，顯密圓融，都下過功夫，都認真學過，學得很認真，夏蓮居老居士的傳人。「古說之非，幸得」，這很幸運得到唐朝「善導大師，廣引經論，力破舊說」。你看他不說他自己說的，誰的話？唐朝善導大師的，這大家沒話說，善導是淨宗第二代祖師。「大師於所著《四帖疏》」，《四帖疏》就是善導大師對《觀無量壽佛經》的註解，叫做《四帖疏》，這裡面說的就是善導大師所說的話。他說：「又看此《觀經》定善，及三輩上下文意，總是佛去世後，五濁凡夫，但以遇緣有異，致令九品差別。何者。上品三人，是遇大凡夫。中品三人，是遇小凡夫。下品三人，是遇惡凡夫」。這話說得好，為什麼？我們有分。如果像前面所說的，我們沒分，那得要登地菩薩才有分，我們沒分；善導這個說法，我們統統有分，我們是凡夫。大凡夫、小凡夫怎麼分？發大心的、發小心的，發大心就是發大菩提心的。到極樂世界為什麼？為求法，求法幹什麼？為廣度眾生，這大凡夫；單單為自己了生死出三界，這是小凡夫，大小是這麼分的。我們能夠學阿彌陀佛這種大心大願，依照他的四十八願，我們也真正發這個願心，那就跟阿彌陀佛一樣，沒有兩樣。這一段講得好！"
    },
    {
      "id": "02-041-0305_p0026",
      "zh_CN": "下品三人是遇到恶凡夫。「以恶业故，临终藉善」，这就是虽然造了一身罪业，他那一口气没断，还能忏悔、还能发愿，后不再造，他的品位就上升。你看临终藉善，遇到善知识，「乘佛愿力，乃得往生。到彼华开，方始发心。何得言是始学大乘人也」。念老在这里加了括弧，「（古师谓下辈是大乘始学凡夫）若作此见，自失误他，为害兹甚」。这是善导大师的话，所以不能把这段看错了，一定要了解它的真实义，错了之后会误导很多人，这一生不能往生，或者是往生品位往下坠落，这都给我们提出警告。",
      "zh_TW": "下品三人是遇到惡凡夫。「以惡業故，臨終藉善」，這就是雖然造了一身罪業，他那一口氣沒斷，還能懺悔、還能發願，後不再造，他的品位就上升。你看臨終藉善，遇到善知識，「乘佛願力，乃得往生。到彼華開，方始發心。何得言是始學大乘人也」。念老在這裡加了括弧，「（古師謂下輩是大乘始學凡夫）若作此見，自失誤他，為害茲甚」。這是善導大師的話，所以不能把這段看錯了，一定要了解它的真實義，錯了之後會誤導很多人，這一生不能往生，或者是往生品位往下墜落，這都給我們提出警告。"
    },
    {
      "id": "02-041-0305_p0027",
      "zh_CN": "「疏中」，《四帖疏》里头，「复引《观经》十则，以证其说」，这个地方没有完全录下来。「大师直示」，直接指示我们，「极乐九品莲台，均是浊世凡夫往生之位。唯因世间遇缘有大乘小乘之差异，故往生后有上辈中辈之不同。净宗乃最极圆顿之教，大根大器之凡夫，若能信受，圆解圆修，则与常人日劫相倍」。圆人，圆教根性的人修一天，等于普通人修一劫。「故能一生功圆，迳登上品」，一生功德圆满，上上品往生。凡人，不是登地菩萨，这才显示净宗的殊胜、净宗的微妙，阿弥陀佛得到十方三世一切诸佛的赞叹才讲得过去；要跟一般一样的话，就显不出净宗的殊妙，殊胜、微妙。",
      "zh_TW": "「疏中」，《四帖疏》裡頭，「復引《觀經》十則，以證其說」，這個地方沒有完全錄下來。「大師直示」，直接指示我們，「極樂九品蓮台，均是濁世凡夫往生之位。唯因世間遇緣有大乘小乘之差異，故往生後有上輩中輩之不同。淨宗乃最極圓頓之教，大根大器之凡夫，若能信受，圓解圓修，則與常人日劫相倍」。圓人，圓教根性的人修一天，等於普通人修一劫。「故能一生功圓，逕登上品」，一生功德圓滿，上上品往生。凡人，不是登地菩薩，這才顯示淨宗的殊勝、淨宗的微妙，阿彌陀佛得到十方三世一切諸佛的讚歎才講得過去；要跟一般一樣的話，就顯不出淨宗的殊妙，殊勝、微妙。"
    },
    {
      "id": "02-041-0305_p0028",
      "zh_CN": "这个地方，我们要注意到的就是遇缘。我们现在从形式上说生在中国，所遇的缘都是大乘；生在南洋，他们遇的缘是小乘。特别是中国，中国大乘分八个宗派，八个宗派都是大乘，无论修哪个宗派，念佛求生净土，都是属于大乘根器。大乘根器里头跟小乘差别，就是大乘发菩提心，小乘没发。什么是菩提心？《观经》上讲的菩提心的体，至诚心，真诚到极处。至诚心就是《大学》上所说的「明德」，后头有文，有解释，「诚则明矣，明则诚矣」。从诚到明，这是性德，就是无师自通，因为他真诚到极点，他智慧开了；从明到诚，这是学教，我们学了佛法之后，慢慢把心回归到真诚，让妄心回归到真诚，这叫教。所以前面这句是无师自通，后面这句是学了之后通了。明就是智慧现前，诚是真心。那我们现在懂得了，从诚，就是戒定慧三学，因戒得定，因定开慧，这个是自明到诚，真诚心现前。",
      "zh_TW": "這個地方，我們要注意到的就是遇緣。我們現在從形式上說生在中國，所遇的緣都是大乘；生在南洋，他們遇的緣是小乘。特別是中國，中國大乘分八個宗派，八個宗派都是大乘，無論修哪個宗派，念佛求生淨土，都是屬於大乘根器。大乘根器裡頭跟小乘差別，就是大乘發菩提心，小乘沒發。什麼是菩提心？《觀經》上講的菩提心的體，至誠心，真誠到極處。至誠心就是《大學》上所說的「明德」，後頭有文，有解釋，「誠則明矣，明則誠矣」。從誠到明，這是性德，就是無師自通，因為他真誠到極點，他智慧開了；從明到誠，這是學教，我們學了佛法之後，慢慢把心回歸到真誠，讓妄心回歸到真誠，這叫教。所以前面這句是無師自通，後面這句是學了之後通了。明就是智慧現前，誠是真心。那我們現在懂得了，從誠，就是戒定慧三學，因戒得定，因定開慧，這個是自明到誠，真誠心現前。"
    },
    {
      "id": "02-041-0305_p0029",
      "zh_CN": "我们遇的缘胜，超胜，但是现在遇的这个缘不踏实。像方东美先生所说的，两百年前寺院庵堂出家人，都真正有道德、有学问，都可以亲近，向他学习，现在不行，现在这两百年过来，他们不学经教了，也没有办法认真修行。修行只剩下一门，净宗信愿持名，这个法门还行。禅不行了，为什么？他的清净心得不到，他心生烦恼，不生智慧。密也不行，密不行是黄念老告诉我的。我们第一次见面他就告诉我，禅宗传到今天，开悟的没有了，得定的还有，他举了个例子，虚云老和尚得禅定，没有开智慧，距离开智慧他定功还不够。密宗，他也是密宗的上师，他说人民共和国建国六十周年（那年我们见面的时候谈到的），学密成就的只有六个人，很难，往后更难了，只有念佛法门。所以他临终的时候念佛，他念了半年，这个注解注完之后、校正之后，该补充的补充，圆满之后他就一心念佛，告诉我一天十四万声佛号，追顶念佛，一句接着一句，念了半年他走了。为我们表法，通宗通教、通显通密，最后选择念佛往生净土，给我们看的。",
      "zh_TW": "我們遇的緣勝，超勝，但是現在遇的這個緣不踏實。像方東美先生所說的，兩百年前寺院庵堂出家人，都真正有道德、有學問，都可以親近，向他學習，現在不行，現在這兩百年過來，他們不學經教了，也沒有辦法認真修行。修行只剩下一門，淨宗信願持名，這個法門還行。禪不行了，為什麼？他的清淨心得不到，他心生煩惱，不生智慧。密也不行，密不行是黃念老告訴我的。我們第一次見面他就告訴我，禪宗傳到今天，開悟的沒有了，得定的還有，他舉了個例子，虛雲老和尚得禪定，沒有開智慧，距離開智慧他定功還不夠。密宗，他也是密宗的上師，他說人民共和國建國六十週年（那年我們見面的時候談到的），學密成就的只有六個人，很難，往後更難了，只有念佛法門。所以他臨終的時候念佛，他念了半年，這個註解註完之後、校正之後，該補充的補充，圓滿之後他就一心念佛，告訴我一天十四萬聲佛號，追頂念佛，一句接著一句，念了半年他走了。為我們表法，通宗通教、通顯通密，最後選擇念佛往生淨土，給我們看的。"
    },
    {
      "id": "02-041-0305_p0030",
      "zh_CN": "下面这些话都非常重要。请看下文，底下这一段，「现就本经，兼采余论，以明三辈往生，实为凡夫，兼及圣人」。这是黄念老注解这一品经，重点在这里先给我们说出来。本经是《无量寿经》，兼采余论，这里面他都注明出处，说明三辈往生全实为凡夫，也能通圣人；圣人比凡夫高，当然没有问题。「经中《必成正觉品》偈曰：令彼诸群生，长夜无忧恼，出生众善根，成就菩提果。我若成正觉，立名无量寿。众生闻此号，俱来我刹中。如佛金色身，妙相悉圆满」。这里一共十句，前面四句说明「大愿之由」，佛为什么发四十八愿？「乃欲令一切长夜冥昧之众生，离诸忧悲苦恼，出生善根，成就菩提」。这是阿弥陀佛在因地发四十八愿，他为什么？为这个，为的是诸群生，就是十方诸佛世界那里面的六道众生。长夜无忧恼，长夜就是指的六道轮回，六道轮回里头苦恼，要让他们离苦得乐；出生众善根，成就菩提果，这得乐。简单四个字，帮助一切苦难众生离苦得乐，阿弥陀佛就为这个来的。所以念老在这给我们解释的，「乃欲令一切长夜冥昧之众生」，这冥昧就是指六道轮回，「离诸忧悲苦恼，出生善根，成就菩提。故知所欲普济者，实为长夜忧恼，待生善根之具缚凡夫也」。极乐世界是为谁？是为这些人，不是为菩萨，这个不能搞错了。离诸忧悲苦恼，出生善根，成就菩提，这是说明阿弥陀佛是为这个，离苦恼、待生善根的具缚凡夫。这个缚就是烦恼，具是具足，无明烦恼、尘沙烦恼、见思烦恼统统具足，在我们这个世界能看到的，六道轮回的众生，是希望这些众生离苦得乐。",
      "zh_TW": "下面這些話都非常重要。請看下文，底下這一段，「現就本經，兼採餘論，以明三輩往生，實為凡夫，兼及聖人」。這是黃念老註解這一品經，重點在這裡先給我們說出來。本經是《無量壽經》，兼採餘論，這裡面他都註明出處，說明三輩往生全實為凡夫，也能通聖人；聖人比凡夫高，當然沒有問題。「經中《必成正覺品》偈曰：令彼諸群生，長夜無憂惱，出生眾善根，成就菩提果。我若成正覺，立名無量壽。眾生聞此號，俱來我剎中。如佛金色身，妙相悉圓滿」。這裡一共十句，前面四句說明「大願之由」，佛為什麼發四十八願？「乃欲令一切長夜冥昧之眾生，離諸憂悲苦惱，出生善根，成就菩提」。這是阿彌陀佛在因地發四十八願，他為什麼？為這個，為的是諸群生，就是十方諸佛世界那裡面的六道眾生。長夜無憂惱，長夜就是指的六道輪迴，六道輪迴裡頭苦惱，要讓他們離苦得樂；出生眾善根，成就菩提果，這得樂。簡單四個字，幫助一切苦難眾生離苦得樂，阿彌陀佛就為這個來的。所以念老在這給我們解釋的，「乃欲令一切長夜冥昧之眾生」，這冥昧就是指六道輪迴，「離諸憂悲苦惱，出生善根，成就菩提。故知所欲普濟者，實為長夜憂惱，待生善根之具縛凡夫也」。極樂世界是為誰？是為這些人，不是為菩薩，這個不能搞錯了。離諸憂悲苦惱，出生善根，成就菩提，這是說明阿彌陀佛是為這個，離苦惱、待生善根的具縛凡夫。這個縛就是煩惱，具是具足，無明煩惱、塵沙煩惱、見思煩惱統統具足，在我們這個世界能看到的，六道輪迴的眾生，是希望這些眾生離苦得樂。"
    },
    {
      "id": "02-041-0305_p0031",
      "zh_CN": "后面这四句，「明普济之法」，他用什么方法。后面四句说出方法，「我若成正觉，立名无量寿，众生闻此号，俱来我刹中」，后面这四句明普济之法。「众生闻名，来生我刹。此诸众生」，就是长夜忧恼的这些众生。「是故善导师曰：三辈九品，总是为佛去世后」，就是释迦牟尼佛灭度以后，「五浊凡夫」，五浊恶世的凡夫。",
      "zh_TW": "後面這四句，「明普濟之法」，他用什麼方法。後面四句說出方法，「我若成正覺，立名無量壽，眾生聞此號，俱來我剎中」，後面這四句明普濟之法。「眾生聞名，來生我剎。此諸眾生」，就是長夜憂惱的這些眾生。「是故善導師曰：三輩九品，總是為佛去世後」，就是釋迦牟尼佛滅度以後，「五濁凡夫」，五濁惡世的凡夫。"
    },
    {
      "id": "02-041-0305_p0032",
      "zh_CN": "末后两句，「如佛金色身，妙相悉圆满。可见忧恼凡夫，一登彼土，悉皆身真金色，妙相如佛，圆满具足」。这些话句句都是真实话，你要能相信，你要能真干，你是现前世间最有智慧的人、最有福报的人。没有大智慧、大福报，他怎么能在这个世间一生就成佛？这不可能。生到极乐世界就等于成佛，得跟佛同样的智慧、道力、神通，跟阿弥陀佛完全相同。这不是自己修得的，是阿弥陀佛本愿威神加持给你的，慢慢的再等待一段时期，你自己修行就成功，也到达这个地位。没有到达之前佛加持你，一直等到你自己，完全好像你得到了，你的功夫成就，你得到了。这底下说得好，末后这两句，「如佛金色身，妙相悉圆满，可见忧恼凡夫，一登彼土」，这就是只要你往生，悉皆身真金色，妙相如佛，智慧也如佛，神通也如佛，没有一样不如佛，圆满具足。",
      "zh_TW": "末後兩句，「如佛金色身，妙相悉圓滿。可見憂惱凡夫，一登彼土，悉皆身真金色，妙相如佛，圓滿具足」。這些話句句都是真實話，你要能相信，你要能真幹，你是現前世間最有智慧的人、最有福報的人。沒有大智慧、大福報，他怎麼能在這個世間一生就成佛？這不可能。生到極樂世界就等於成佛，得跟佛同樣的智慧、道力、神通，跟阿彌陀佛完全相同。這不是自己修得的，是阿彌陀佛本願威神加持給你的，慢慢的再等待一段時期，你自己修行就成功，也到達這個地位。沒有到達之前佛加持你，一直等到你自己，完全好像你得到了，你的功夫成就，你得到了。這底下說得好，末後這兩句，「如佛金色身，妙相悉圓滿，可見憂惱凡夫，一登彼土」，這就是只要你往生，悉皆身真金色，妙相如佛，智慧也如佛，神通也如佛，沒有一樣不如佛，圓滿具足。"
    },
    {
      "id": "02-041-0305_p0033",
      "zh_CN": "下面说得更清楚，「亦以大悲心，利益诸群品」，这是很快，化身无量无边，无量无边的佛法一天就学完了。无量无边诸佛在讲，他有无量无边身，每一尊佛前面都有他，福慧双修，供佛修福，闻法修慧，所以非常快。这一得法之后，也以大悲心，利益诸群品，跟佛一样去教化众生。「离欲深正念，净慧修梵行」，这两句非常重要。这个欲是世间五欲六尘，财色名食睡，这是五欲；六尘，色声香味触法，这都是欲望，这个要远离，你才能深正念，正念是禅定、是念佛三昧；你放下的愈多，你念佛三昧功夫愈深。然后用你的清净智慧修梵行，梵是清净的意思，你在这个世间，起心动念、言语造作都跟清净平等觉相应就是梵行，这个地方讲的梵行就是经题上这五个字，「清净平等觉」。",
      "zh_TW": "下面說得更清楚，「亦以大悲心，利益諸群品」，這是很快，化身無量無邊，無量無邊的佛法一天就學完了。無量無邊諸佛在講，他有無量無邊身，每一尊佛前面都有他，福慧雙修，供佛修福，聞法修慧，所以非常快。這一得法之後，也以大悲心，利益諸群品，跟佛一樣去教化眾生。「離欲深正念，淨慧修梵行」，這兩句非常重要。這個欲是世間五欲六塵，財色名食睡，這是五欲；六塵，色聲香味觸法，這都是欲望，這個要遠離，你才能深正念，正念是禪定、是念佛三昧；你放下的愈多，你念佛三昧功夫愈深。然後用你的清淨智慧修梵行，梵是清淨的意思，你在這個世間，起心動念、言語造作都跟清淨平等覺相應就是梵行，這個地方講的梵行就是經題上這五個字，「清淨平等覺」。"
    },
    {
      "id": "02-041-0305_p0034",
      "zh_CN": "「是表诸往生者」。只要是往生到极乐世界的人，不要求往生品位，为什么？那是妄想、那是杂念。老实念去，学莲池大师、蕅益大师。有人向他们请教，你将来往生到极乐世界，什么样品位你就满足了？祖师回答的是，我只要下下品往生我就满足了。我们要有这个心。定在下下品，这个杂念就没有了，不跟人去争，你们要争品位我不争。可能不争的反高，争的反而爬不上去，为什么？你有杂念，你还有分别、还有执着。统统放下，没有分别、没有执着，我到极乐世界，从小学一年级开始念起，为什么？无量寿，你还着什么急？决定成就。连基本的根都让阿弥陀佛亲自来帮你扎，这还得了！比那个插班进去更踏实，从根本学起。莲池、蕅益大师的话，话中有话，要好好去体会。这样真的，《金刚经》所说的，「法尚应舍，何况非法」做到了，法也舍了，一句，抓住这一句阿弥陀佛念到底，我决定成就。不与人竞争，老老实实从下下品修起，一年级修起，慢慢一步一步向上提升，做弥陀的好弟子。这个心踏实、愿踏实，没有不往生的。",
      "zh_TW": "「是表諸往生者」。只要是往生到極樂世界的人，不要求往生品位，為什麼？那是妄想、那是雜念。老實念去，學蓮池大師、蕅益大師。有人向他們請教，你將來往生到極樂世界，什麼樣品位你就滿足了？祖師回答的是，我只要下下品往生我就滿足了。我們要有這個心。定在下下品，這個雜念就沒有了，不跟人去爭，你們要爭品位我不爭。可能不爭的反高，爭的反而爬不上去，為什麼？你有雜念，你還有分別、還有執著。統統放下，沒有分別、沒有執著，我到極樂世界，從小學一年級開始念起，為什麼？無量壽，你還著什麼急？決定成就。連基本的根都讓阿彌陀佛親自來幫你扎，這還得了！比那個插班進去更踏實，從根本學起。蓮池、蕅益大師的話，話中有話，要好好去體會。這樣真的，《金剛經》所說的，「法尚應捨，何況非法」做到了，法也捨了，一句，抓住這一句阿彌陀佛念到底，我決定成就。不與人競爭，老老實實從下下品修起，一年級修起，慢慢一步一步向上提升，做彌陀的好弟子。這個心踏實、願踏實，沒有不往生的。"
    },
    {
      "id": "02-041-0305_p0035",
      "zh_CN": "这表往生者，「华开见佛，身心顿净」，清净心现前了。这个清净我们无法想像，为什么？到极乐世界得的身体不是这个肉身，这肉身是物质，物质是生灭法，那个地方是法性身。我们现在这个身是阿赖耶的相分，阿赖耶的境界相，是生灭法。极乐世界没有生灭法，法性身，居住的法性土，所以身没有生灭，居住的环境也没有生灭。居住的环境我们要不喜欢，怎么办？我想改变一下。随心所欲，你的念头想什么，它环境就改变了。一切都随心所欲，想什么现什么，真的是我们这边一句话，是恭维的话，做不到的，叫「心想事成」，在极乐世界这句话是老实话、是真话，确实心想事成，不是假的。",
      "zh_TW": "這表往生者，「華開見佛，身心頓淨」，清淨心現前了。這個清淨我們無法想像，為什麼？到極樂世界得的身體不是這個肉身，這肉身是物質，物質是生滅法，那個地方是法性身。我們現在這個身是阿賴耶的相分，阿賴耶的境界相，是生滅法。極樂世界沒有生滅法，法性身，居住的法性土，所以身沒有生滅，居住的環境也沒有生滅。居住的環境我們要不喜歡，怎麼辦？我想改變一下。隨心所欲，你的念頭想什麼，它環境就改變了。一切都隨心所欲，想什麼現什麼，真的是我們這邊一句話，是恭維的話，做不到的，叫「心想事成」，在極樂世界這句話是老實話、是真話，確實心想事成，不是假的。"
    },
    {
      "id": "02-041-0305_p0036",
      "zh_CN": "「智慧猛利」，智慧像谁？像阿弥陀佛。「大悲无量」，这个大悲就是今天讲爱心，爱一切众生，爱遍法界虚空界一切众生、一切万物。为什么？全是自性现的。爱众生实在是自爱，圆满的自爱就是爱一切众生；爱自己不爱众生，那真正是不爱自己，为什么？一体。我爱细胞，难道不爱皮肤吗？这最小的单位是细胞，细胞要再分析就更小，分成基本粒子、分成夸克、分成微中子，这都是生灭法。所以从最小的爱，爱这身，然后再扩大，整个地球；再扩大，整个银河系；再扩大，佛经上讲的大千世界，无量无边诸佛刹土，一个自性变现的。所以一念能变虚空法界，一念。如果具足神通，这一念当中就能分无量无边身，就能办无量无边的事。自利的事，福慧双修；有福、有慧干什么？帮助苦难众生。",
      "zh_TW": "「智慧猛利」，智慧像誰？像阿彌陀佛。「大悲無量」，這個大悲就是今天講愛心，愛一切眾生，愛遍法界虛空界一切眾生、一切萬物。為什麼？全是自性現的。愛眾生實在是自愛，圓滿的自愛就是愛一切眾生；愛自己不愛眾生，那真正是不愛自己，為什麼？一體。我愛細胞，難道不愛皮膚嗎？這最小的單位是細胞，細胞要再分析就更小，分成基本粒子、分成夸克、分成微中子，這都是生滅法。所以從最小的愛，愛這身，然後再擴大，整個地球；再擴大，整個銀河系；再擴大，佛經上講的大千世界，無量無邊諸佛剎土，一個自性變現的。所以一念能變虛空法界，一念。如果具足神通，這一念當中就能分無量無邊身，就能辦無量無邊的事。自利的事，福慧雙修；有福、有慧幹什麼？幫助苦難眾生。"
    },
    {
      "id": "02-041-0305_p0037",
      "zh_CN": "「自觉觉他」，没有丝毫吝啬。吝啬是大烦恼，会障碍你往生。这个也拥为己有，那个也是拥为自有，不肯帮助人，别人有需要的时候不能够布施，不知道自他是一不是二。对你喜欢的人，你能够施舍；对你讨厌的人，就是对你冤家债主，都应该一视同仁，他有缺乏的，我有多余的，要分给他。怨恨是什么？怨恨是烦恼。他对我怨恨，他对我没有了解，没认识，这是很正常的，等他明白了，他的态度行为就善良了，自然就能改正。世间法、出世间法就是觉迷之分，除此以外没有两样，觉了叫佛菩萨，迷了叫凡夫。",
      "zh_TW": "「自覺覺他」，沒有絲毫吝嗇。吝嗇是大煩惱，會障礙你往生。這個也擁為己有，那個也是擁為自有，不肯幫助人，別人有需要的時候不能夠布施，不知道自他是一不是二。對你喜歡的人，你能夠施捨；對你討厭的人，就是對你冤家債主，都應該一視同仁，他有缺乏的，我有多餘的，要分給他。怨恨是什麼？怨恨是煩惱。他對我怨恨，他對我沒有了解，沒認識，這是很正常的，等他明白了，他的態度行為就善良了，自然就能改正。世間法、出世間法就是覺迷之分，除此以外沒有兩樣，覺了叫佛菩薩，迷了叫凡夫。"
    },
    {
      "id": "02-041-0305_p0038",
      "zh_CN": "「成就菩提」，成就菩提是成就无上佛果。「是皆阿弥陀佛，威神力故，本愿力故，满足愿故，明了、坚固、究竟愿故」，这是阿弥陀佛。所以到极乐世界，得佛威神加持，得佛功德加持，他无量劫修行的功德，我们都能得到真实受用。这个真实受用跟佛讲的一样，他有威神力，本愿力，满足愿，明了、坚固、究竟愿，每个往生到极乐世界的人都跟他一样，统统都有，阿弥陀佛有的你也有、他也有，个个平等。极乐世界是真正平等对待，和睦相处，没有丝毫差异，这个世界才圆满。",
      "zh_TW": "「成就菩提」，成就菩提是成就無上佛果。「是皆阿彌陀佛，威神力故，本願力故，滿足願故，明了、堅固、究竟願故」，這是阿彌陀佛。所以到極樂世界，得佛威神加持，得佛功德加持，他無量劫修行的功德，我們都能得到真實受用。這個真實受用跟佛講的一樣，他有威神力，本願力，滿足願，明了、堅固、究竟願，每個往生到極樂世界的人都跟他一樣，統統都有，阿彌陀佛有的你也有、他也有，個個平等。極樂世界是真正平等對待，和睦相處，沒有絲毫差異，這個世界才圓滿。"
    },
    {
      "id": "02-041-0305_p0039",
      "zh_CN": "智慧清净，身心如佛，你看我们这地方，六道轮回的凡夫，往生到极乐世界，真的是一刹那，一刹那就起这么大的变化。「能令长夜忧恼之凡夫，智慧清净，身心如佛」，生到极乐世界就得到。「由是可见此土大心凡夫，蒙佛加被，上辈往生，得无生忍，又何足异」，何足异是没有奇怪。确确实实，往生到极乐世界要发大心，心量要大，起心动念要想到别人；再扩大，想到社会、想到国家、想到这个地球，至少要想到地球。地球再扩充，无量无边的星球，这里面所有一切众生，不能说无，为什么？依报跟正报是不相分离的，依正是一体，星球居住地方是依报，里面必定有正报，我们看不到，空间维次不一样。好像在一个电视画面，频道不一样，几十个频道、几百个频道都在屏幕上，你按了它现出来；不按，它在，它不是不在，不是没有，这个道理我们要懂。",
      "zh_TW": "智慧清淨，身心如佛，你看我們這地方，六道輪迴的凡夫，往生到極樂世界，真的是一剎那，一剎那就起這麼大的變化。「能令長夜憂惱之凡夫，智慧清淨，身心如佛」，生到極樂世界就得到。「由是可見此土大心凡夫，蒙佛加被，上輩往生，得無生忍，又何足異」，何足異是沒有奇怪。確確實實，往生到極樂世界要發大心，心量要大，起心動念要想到別人；再擴大，想到社會、想到國家、想到這個地球，至少要想到地球。地球再擴充，無量無邊的星球，這裡面所有一切眾生，不能說無，為什麼？依報跟正報是不相分離的，依正是一體，星球居住地方是依報，裡面必定有正報，我們看不到，空間維次不一樣。好像在一個電視畫面，頻道不一樣，幾十個頻道、幾百個頻道都在屏幕上，你按了它現出來；不按，它在，它不是不在，不是沒有，這個道理我們要懂。"
    },
    {
      "id": "02-041-0305_p0040",
      "zh_CN": "「法藏比丘以偈颂愿」，他用偈颂。「首句」，第一句，「即是我建超世志。此正超世之处」，超越世间一切大众之愿，心量大。所以说，「安得守十方之常规，以论极乐之品位耶」，就不可以守十方的常规。佛说法，应机说法，机感不同，说法不一样，活的，不是死的。所以在经教里头修了一段时期之后会发现到，佛经没有意义，对大众面前生无量义，什么样的根机给你说什么样的法，活的，它不是死的。有意思，有意思是死的。不能说错，不能说这是有冲突，它没有意思，对各种不同的根机，各个人得利益，什么利益？帮助他破迷开悟，帮助他离苦得乐。这目的，目的是一个，但是说法、学法都不一样，活泼，所以不能守十方。我们是十方之一，我们这个地方的常规是释迦牟尼佛定的，为哪些人？为初学的人、根利的人，根性差的人佛就降等了，就不用这个。这个法妙极了！极乐世界超逾十方，十方世界所不能及，这个大家知道。所以不能用佛对我们这一方所说的法，对这个经上所讲的产生怀疑，那就错了。有怀疑也放在一边，最好把怀疑都丢掉，我就相信。到了西方极乐世界不是一切全明白了吗？凡是障碍往生的，我们都要把它舍弃，这就对了。",
      "zh_TW": "「法藏比丘以偈頌願」，他用偈頌。「首句」，第一句，「即是我建超世志。此正超世之處」，超越世間一切大眾之願，心量大。所以說，「安得守十方之常規，以論極樂之品位耶」，就不可以守十方的常規。佛說法，應機說法，機感不同，說法不一樣，活的，不是死的。所以在經教裡頭修了一段時期之後會發現到，佛經沒有意義，對大眾面前生無量義，什麼樣的根機給你說什麼樣的法，活的，它不是死的。有意思，有意思是死的。不能說錯，不能說這是有衝突，它沒有意思，對各種不同的根機，各個人得利益，什麼利益？幫助他破迷開悟，幫助他離苦得樂。這目的，目的是一個，但是說法、學法都不一樣，活潑，所以不能守十方。我們是十方之一，我們這個地方的常規是釋迦牟尼佛定的，為哪些人？為初學的人、根利的人，根性差的人佛就降等了，就不用這個。這個法妙極了！極樂世界超逾十方，十方世界所不能及，這個大家知道。所以不能用佛對我們這一方所說的法，對這個經上所講的產生懷疑，那就錯了。有懷疑也放在一邊，最好把懷疑都丟掉，我就相信。到了西方極樂世界不是一切全明白了嗎？凡是障礙往生的，我們都要把它捨棄，這就對了。"
    },
    {
      "id": "02-041-0305_p0041",
      "zh_CN": "像我们今天，佛法讲的在这个世间，西方人讲二十一世纪，这个世纪也是历史上从来没见过的混乱，没见过的。这个世纪需要宗教团结。我们对宗教怎么看法？宗教都是佛菩萨示现。在过去没有交通工具，没有资讯，在那个时代，诸佛菩萨应机说法，各个不同的族群，现各个不同的身，说各种不一样的教。今天交通方便、资讯发达，应该所有的宗教合成一家。为什么？一个神，众神一体，宗教一家，平等对待，和睦相处，化解这个世间，从个人到国家各族群宗教，所有一切冲突化解，化解冲突，带给这个世间永恒的盛世，和睦、幸福、快乐，真的叫人离苦得乐，这宗教教育圆满。不能执着成见，我这里说的跟你的不一样。那是在那个环境，不是在今天的环境，在今天的环境就说一样的了。我们要活学活用，真正得到宗教教育的利益。宗教教育，按中国文字的解释，宗教是人类主要的教育、重要的教学、尊崇的教化。这些年来，我们在世界上接触宗教，把这个名称讲给大家听，个个都满意，我的宗教就是这个，个个都讲。所以宗教可以团结，不难。今天时间到了，我们就学习到此地。",
      "zh_TW": "像我們今天，佛法講的在這個世間，西方人講二十一世紀，這個世紀也是歷史上從來沒見過的混亂，沒見過的。這個世紀需要宗教團結。我們對宗教怎麼看法？宗教都是佛菩薩示現。在過去沒有交通工具，沒有資訊，在那個時代，諸佛菩薩應機說法，各個不同的族群，現各個不同的身，說各種不一樣的教。今天交通方便、資訊發達，應該所有的宗教合成一家。為什麼？一個神，眾神一體，宗教一家，平等對待，和睦相處，化解這個世間，從個人到國家各族群宗教，所有一切衝突化解，化解衝突，帶給這個世間永恆的盛世，和睦、幸福、快樂，真的叫人離苦得樂，這宗教教育圓滿。不能執著成見，我這裡說的跟你的不一樣。那是在那個環境，不是在今天的環境，在今天的環境就說一樣的了。我們要活學活用，真正得到宗教教育的利益。宗教教育，按中國文字的解釋，宗教是人類主要的教育、重要的教學、尊崇的教化。這些年來，我們在世界上接觸宗教，把這個名稱講給大家聽，個個都滿意，我的宗教就是這個，個個都講。所以宗教可以團結，不難。今天時間到了，我們就學習到此地。"
    }
  ]
}