{
  "doc_id": "02-041-0224",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二四集",
    "zh_TW": "第二二四集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0224",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-041-0224_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0224_p0002",
      "zh_CN": "请看《大经科注》第五百五十五页，倒数第四行，科题「净心」，分两小段，第一段「总标」，经文只有两句：",
      "zh_TW": "請看《大經科註》第五百五十五頁，倒數第四行，科題「淨心」，分兩小段，第一段「總標」，經文只有兩句："
    },
    {
      "id": "02-041-0224_p0003",
      "zh_CN": "【于无量劫。积植德行。】",
      "zh_TW": "【於無量劫。積植德行。】"
    },
    {
      "id": "02-041-0224_p0004",
      "zh_CN": "经文虽然只有两句，内容非常丰富。『无量劫』，我们看到了，无量劫做什么？积德、种福，植是种植。可见得德是多么重要！我们看念老注解，「本品初段明庄严净土。此下三段表严净自心」。严是庄严，净是清净。为什么？下面说，「盖心土不二，心净则佛土净也」，道理说出来了。一直到近代，量子力学家发现微中子的存在，才告诉我们物质现象，国土是物质现象，物质现象从哪来的？从心生的。心净则佛土净，求生净土的人首先要求清净心。这个修持的目标就在经题上，本经的经题，前面一段是讲果报，「大乘无量寿庄严」，这是果；因是什么？因是「清净平等觉」，修清净平等觉就感得大乘无量寿庄严，经题因果具足。所以修净宗的同学要晓得修什么，这个不能不知道。",
      "zh_TW": "經文雖然只有兩句，內容非常豐富。『無量劫』，我們看到了，無量劫做什麼？積德、種福，植是種植。可見得德是多麼重要！我們看念老註解，「本品初段明莊嚴淨土。此下三段表嚴淨自心」。嚴是莊嚴，淨是清淨。為什麼？下面說，「蓋心土不二，心淨則佛土淨也」，道理說出來了。一直到近代，量子力學家發現微中子的存在，才告訴我們物質現象，國土是物質現象，物質現象從哪來的？從心生的。心淨則佛土淨，求生淨土的人首先要求清淨心。這個修持的目標就在經題上，本經的經題，前面一段是講果報，「大乘無量壽莊嚴」，這是果；因是什麼？因是「清淨平等覺」，修清淨平等覺就感得大乘無量壽莊嚴，經題因果具足。所以修淨宗的同學要曉得修什麼，這個不能不知道。"
    },
    {
      "id": "02-041-0224_p0005",
      "zh_CN": "念佛求生净土还争执，我遇到一个同学，传个信息给我，他们那个地方念佛堂，有人主张念四字，有人主张念六字，争论几乎到吵架了，这能往生吗？自己不能往生，叫别人也不能往生。所以古时候的念佛堂多，祖师大德知道，各人根性不相同，愿意念四字的有念四字的念佛堂，你到那边去，愿意念六字的有念六字的念佛堂，不冲突，把你们分开；有人喜欢大声念的，有人喜欢小声念的，喜欢大声有念大声的念佛堂，喜欢小声有念小声的念佛堂，应有俱有，让你不生烦恼。诸佛菩萨恒顺众生，随喜功德，好！",
      "zh_TW": "念佛求生淨土還爭執，我遇到一個同學，傳個信息給我，他們那個地方念佛堂，有人主張念四字，有人主張念六字，爭論幾乎到吵架了，這能往生嗎？自己不能往生，叫別人也不能往生。所以古時候的念佛堂多，祖師大德知道，各人根性不相同，願意念四字的有念四字的念佛堂，你到那邊去，願意念六字的有念六字的念佛堂，不衝突，把你們分開；有人喜歡大聲念的，有人喜歡小聲念的，喜歡大聲有念大聲的念佛堂，喜歡小聲有念小聲的念佛堂，應有俱有，讓你不生煩惱。諸佛菩薩恆順眾生，隨喜功德，好！"
    },
    {
      "id": "02-041-0224_p0006",
      "zh_CN": "我们在经教里头也常常提醒同学，我们学佛为什么不能证果？学了一辈子，初果都没有证到，什么原因？五种见惑都没有放下，不但没有放下，连减轻都没做到。五种见惑头一个是身见，第二个是边见，边见就是对立，跟人对立、跟事对立、跟一切万物统统对立，这个心要没放下，念这一辈子都得不到须陀洹，在大乘初信你没有分，你是佛法门外汉，没入门。初信，好像是小学一年级，大乘；初果是小乘最低的位次，都拿不到，还谈什么？阿弥陀佛知道我们的状况，特别开这个法门，五逆十恶，临终一念、十念都能往生。但是临终还放不下，还在争论，还在吵架，这个人决定不能往生。为什么？你往生去了之后，你会把极乐世界搅和得一塌糊涂，极乐世界秩序都被你破坏了，你能去吗？所以佛不来接引你。一定要把身见、边见放下；见取跟戒取是成见，自以为是，这要放下；再就是所有错误的看法统统放下，你才能证得初果，大乘才得到一个初信位的菩萨。位次是最低，但是很可贵，这个位次得到就不会退转。有这个位次就是圣人，小圣，小小圣，他不会退到凡夫位，所以叫位不退，三不退里的第一个，位不退，很可贵。拿到这个地位的人，念佛往生是决定得生的，没有一个不往生。",
      "zh_TW": "我們在經教裡頭也常常提醒同學，我們學佛為什麼不能證果？學了一輩子，初果都沒有證到，什麼原因？五種見惑都沒有放下，不但沒有放下，連減輕都沒做到。五種見惑頭一個是身見，第二個是邊見，邊見就是對立，跟人對立、跟事對立、跟一切萬物統統對立，這個心要沒放下，念這一輩子都得不到須陀洹，在大乘初信你沒有分，你是佛法門外漢，沒入門。初信，好像是小學一年級，大乘；初果是小乘最低的位次，都拿不到，還談什麼？阿彌陀佛知道我們的狀況，特別開這個法門，五逆十惡，臨終一念、十念都能往生。但是臨終還放不下，還在爭論，還在吵架，這個人決定不能往生。為什麼？你往生去了之後，你會把極樂世界攪和得一塌糊塗，極樂世界秩序都被你破壞了，你能去嗎？所以佛不來接引你。一定要把身見、邊見放下；見取跟戒取是成見，自以為是，這要放下；再就是所有錯誤的看法統統放下，你才能證得初果，大乘才得到一個初信位的菩薩。位次是最低，但是很可貴，這個位次得到就不會退轉。有這個位次就是聖人，小聖，小小聖，他不會退到凡夫位，所以叫位不退，三不退裡的第一個，位不退，很可貴。拿到這個地位的人，念佛往生是決定得生的，沒有一個不往生。"
    },
    {
      "id": "02-041-0224_p0007",
      "zh_CN": "真正相信有极乐世界、有阿弥陀佛，信愿具足，往生的条件就成立。念佛不论多少，论功夫，功夫是什么？把烦恼念掉了。我们心里面烦恼一起现行，马上就是阿弥陀佛，把烦恼控制住，慢慢烦恼不生了，这是功夫。烦恼要真正控制住，不生烦恼，证得初果的位子，你往生到极乐世界是插班去的，你不是在同居土，你是在方便土，方便土也是三辈九品。四土都讲功夫，这个不能不知道。所以该放下的，古大德教我们，身心世界（身就是身见，心就是思惑），这是见惑，心是贪瞋痴慢疑，要放下身心世界。外面周边的环境不再接受干扰，它有干扰我们可以不接受，这样念佛，往生到极乐世界，品位就向上提升。",
      "zh_TW": "真正相信有極樂世界、有阿彌陀佛，信願具足，往生的條件就成立。念佛不論多少，論功夫，功夫是什麼？把煩惱念掉了。我們心裡面煩惱一起現行，馬上就是阿彌陀佛，把煩惱控制住，慢慢煩惱不生了，這是功夫。煩惱要真正控制住，不生煩惱，證得初果的位子，你往生到極樂世界是插班去的，你不是在同居土，你是在方便土，方便土也是三輩九品。四土都講功夫，這個不能不知道。所以該放下的，古大德教我們，身心世界（身就是身見，心就是思惑），這是見惑，心是貪瞋痴慢疑，要放下身心世界。外面周邊的環境不再接受干擾，它有干擾我們可以不接受，這樣念佛，往生到極樂世界，品位就向上提升。"
    },
    {
      "id": "02-041-0224_p0008",
      "zh_CN": "下面念老给我们解释，『于无量劫，积植德行』，「是此下三段之总标」。「劫者」，表极长很难比喻的时间，无量劫。「无量劫者，表劫数又无量，此乃无量之极长之时」，这讲时间。「故其时间，无法称说，不可计量」，计是计算，数字太大了，没法子计算，没有法子来度量。「以表修行久远。」说哪些人？不是说别人，正是说我们自己。我们自己无量劫中，生生世世都在修行，修到今天连初果也没证得。好在遇到佛法能生欢喜心，能不毁谤，能接受，这一点点善根看起来好像没什么，多生多劫修成的；没有多生多劫，佛菩萨来劝他，他也不肯相信。我们一接触就能相信，不是偶然的。",
      "zh_TW": "下面念老給我們解釋，『於無量劫，積植德行』，「是此下三段之總標」。「劫者」，表極長很難比喻的時間，無量劫。「無量劫者，表劫數又無量，此乃無量之極長之時」，這講時間。「故其時間，無法稱說，不可計量」，計是計算，數字太大了，沒法子計算，沒有法子來度量。「以表修行久遠。」說哪些人？不是說別人，正是說我們自己。我們自己無量劫中，生生世世都在修行，修到今天連初果也沒證得。好在遇到佛法能生歡喜心，能不毀謗，能接受，這一點點善根看起來好像沒什麼，多生多劫修成的；沒有多生多劫，佛菩薩來勸他，他也不肯相信。我們一接觸就能相信，不是偶然的。"
    },
    {
      "id": "02-041-0224_p0009",
      "zh_CN": "「行者」，行是行为，「身口意之造作」，这叫行。「德行者，所成之善谓为德」，就把它称作德；「能成之道」，我们叫它做行。「故德行指功德与行业」，行是造作，造作的结果称为业，业有净业、有染业，染业里面有善业、有恶业。我们就知道了，所谓净业，善恶二边都放下了，这才是清净。净业那是德行、功德，无量无边，我们看到诸佛菩萨生生世世累积德行。德行者，所成之善谓为德，能成之道谓为行。「故德行指功德与行业，又指具足功德之行，即戒定慧三无漏学与六度」，德行。我们在这里要问问我们，我们在日常当中有没有抓住戒定慧？有没有念念不忘六度？这是标准，如果我们这一天没有这个标准，这一天白过了，空过了。",
      "zh_TW": "「行者」，行是行為，「身口意之造作」，這叫行。「德行者，所成之善謂為德」，就把它稱作德；「能成之道」，我們叫它做行。「故德行指功德與行業」，行是造作，造作的結果稱為業，業有淨業、有染業，染業裡面有善業、有惡業。我們就知道了，所謂淨業，善惡二邊都放下了，這才是清淨。淨業那是德行、功德，無量無邊，我們看到諸佛菩薩生生世世累積德行。德行者，所成之善謂為德，能成之道謂為行。「故德行指功德與行業，又指具足功德之行，即戒定慧三無漏學與六度」，德行。我們在這裡要問問我們，我們在日常當中有沒有抓住戒定慧？有沒有念念不忘六度？這是標準，如果我們這一天沒有這個標準，這一天白過了，空過了。"
    },
    {
      "id": "02-041-0224_p0010",
      "zh_CN": "我初学佛的时候，章嘉大师教我布施，教我入门从三种布施下手，财布施、法布施、无畏布施，六度里头第一度。没有能力，没有能力要有心，要有这个愿，遇到缘随分随力，圆满功德。布施钱，不是一定要布施多少才叫功德，不是的，你有布施的心，你身上只有一块钱，这一块钱拿去布施，圆满功德。为什么？你只有这么多，全部拿出来了。富贵人家布施一千万，他财产太多，一千万算不了什么，他那个布施不圆满，不是百分之百。我们这一块钱布施，功德比他大，为什么？我们是圆满的，他不圆满。这就知道，圆满功德是每个人都可以做得到的。财布施的果报得财富，法布施的果报得聪明智慧，无畏布施的果报得健康长寿，要修！真正修，清净心就现前。能放，布施实在讲就是放下，肯放下，清净心就现前，再提升平等心现前，再向上提升就是觉悟，大彻大悟，明心见性，把我们自性里所有的障碍统统放下。戒定慧叫三无漏学。我们净宗同学在三十年前，那个时候我住在美国，美国净宗学会成立，我们提出戒律，持戒念佛。戒律哪几种？五科，五个科目，很简单，第一个是净业三福，第二个是六和敬，第三个是戒定慧三学，第四个六度，第五个普贤菩萨十大愿王，不要多，就这五个，我们把这五样做好就是具足戒。这五样能帮助我们得三昧，能帮助我们开悟，能帮助我们行菩萨道。不用复杂，我们有能力做得到的，轻而易举可以做得到的，就够了。",
      "zh_TW": "我初學佛的時候，章嘉大師教我布施，教我入門從三種布施下手，財布施、法布施、無畏布施，六度裡頭第一度。沒有能力，沒有能力要有心，要有這個願，遇到緣隨分隨力，圓滿功德。布施錢，不是一定要布施多少才叫功德，不是的，你有布施的心，你身上只有一塊錢，這一塊錢拿去布施，圓滿功德。為什麼？你只有這麼多，全部拿出來了。富貴人家布施一千萬，他財產太多，一千萬算不了什麼，他那個布施不圓滿，不是百分之百。我們這一塊錢布施，功德比他大，為什麼？我們是圓滿的，他不圓滿。這就知道，圓滿功德是每個人都可以做得到的。財布施的果報得財富，法布施的果報得聰明智慧，無畏布施的果報得健康長壽，要修！真正修，清淨心就現前。能放，布施實在講就是放下，肯放下，清淨心就現前，再提升平等心現前，再向上提升就是覺悟，大徹大悟，明心見性，把我們自性裡所有的障礙統統放下。戒定慧叫三無漏學。我們淨宗同學在三十年前，那個時候我住在美國，美國淨宗學會成立，我們提出戒律，持戒念佛。戒律哪幾種？五科，五個科目，很簡單，第一個是淨業三福，第二個是六和敬，第三個是戒定慧三學，第四個六度，第五個普賢菩薩十大願王，不要多，就這五個，我們把這五樣做好就是具足戒。這五樣能幫助我們得三昧，能幫助我們開悟，能幫助我們行菩薩道。不用複雜，我們有能力做得到的，輕而易舉可以做得到的，就夠了。"
    },
    {
      "id": "02-041-0224_p0011",
      "zh_CN": "下面念老举《会疏》这四句话，《会疏》里说「行谓行业」，行是行为，行为所造作的因果都叫业。「三业所作」，身口意，起心动念，意业；言语，口业；身体造作叫身业，这叫三业所作。从早到晚，连睡觉还作梦，作梦也是在造业。为什么？我们念佛的功夫不得力，念佛功夫得力就不会作梦。每天作梦是在测验自己，如果作梦还作恶梦就不好了。学佛的人首先第一步的功夫，有梦，没有恶梦；功夫再进一步，梦没有了，得清净心。这些都是在勘验自己的功夫。底下说，「德谓福德，行之所感」，行善得福报。「又非朝夕所得，故云积植」。果报没有那么快，所以要积，植像种树一样，一定要到它因缘具足，则开花结果。「积者积累，如点滴所聚。植者培植」，好像我们种树，「育苗成林」。「经时久远，不可计称，故云无量劫也。」菩萨们，他们经历很长很长的时间，我们无法去思量，也没有办法说得清楚，长时间，生生世世，无量劫来都在修行。",
      "zh_TW": "下面念老舉《會疏》這四句話，《會疏》裡說「行謂行業」，行是行為，行為所造作的因果都叫業。「三業所作」，身口意，起心動念，意業；言語，口業；身體造作叫身業，這叫三業所作。從早到晚，連睡覺還作夢，作夢也是在造業。為什麼？我們念佛的功夫不得力，念佛功夫得力就不會作夢。每天作夢是在測驗自己，如果作夢還作惡夢就不好了。學佛的人首先第一步的功夫，有夢，沒有惡夢；功夫再進一步，夢沒有了，得清淨心。這些都是在勘驗自己的功夫。底下說，「德謂福德，行之所感」，行善得福報。「又非朝夕所得，故云積植」。果報沒有那麼快，所以要積，植像種樹一樣，一定要到它因緣具足，則開花結果。「積者積累，如點滴所聚。植者培植」，好像我們種樹，「育苗成林」。「經時久遠，不可計稱，故云無量劫也。」菩薩們，他們經歷很長很長的時間，我們無法去思量，也沒有辦法說得清楚，長時間，生生世世，無量劫來都在修行。"
    },
    {
      "id": "02-041-0224_p0012",
      "zh_CN": "断烦恼不容易，生生世世累积的功德还伏不住烦恼，恶的念头、不善的言语、不善的行为有时候还造。我们也很想能把不善的行为控制住，用什么方法？最好的方法就是念佛，信愿持名。念佛的功夫还压不住，是我们的功夫不得力，烦恼习气比我们念佛的功夫多，我们伏不了它。我们努力，不要去想烦恼，想阿弥陀佛，这就能帮很大的忙。天天想佛，时时刻刻想佛，念念念佛，不出声音，心里面念佛，很管用。为什么？我要把烦恼念掉，要把习气念掉，把清净心念出来，好！清净心念出来就等于小乘阿罗汉，大乘七信位的菩萨。方便土里面三辈九品我们就很清楚了，真正念到清净心，大乘的七信位。三辈九品不就很清楚的看出来了吗？九信、十信，上上品往生，方便土。初信位也不在凡圣土，上去了，方便土的下下品往生；二信位，方便土的下品中生；三信位，下品上生。你看这位次，很清楚就出来了，这就叫功夫的浅深。",
      "zh_TW": "斷煩惱不容易，生生世世累積的功德還伏不住煩惱，惡的念頭、不善的言語、不善的行為有時候還造。我們也很想能把不善的行為控制住，用什麼方法？最好的方法就是念佛，信願持名。念佛的功夫還壓不住，是我們的功夫不得力，煩惱習氣比我們念佛的功夫多，我們伏不了它。我們努力，不要去想煩惱，想阿彌陀佛，這就能幫很大的忙。天天想佛，時時刻刻想佛，念念念佛，不出聲音，心裡面念佛，很管用。為什麼？我要把煩惱念掉，要把習氣念掉，把清淨心念出來，好！清淨心念出來就等於小乘阿羅漢，大乘七信位的菩薩。方便土裡面三輩九品我們就很清楚了，真正念到清淨心，大乘的七信位。三輩九品不就很清楚的看出來了嗎？九信、十信，上上品往生，方便土。初信位也不在凡聖土，上去了，方便土的下下品往生；二信位，方便土的下品中生；三信位，下品上生。你看這位次，很清楚就出來了，這就叫功夫的淺深。"
    },
    {
      "id": "02-041-0224_p0013",
      "zh_CN": "我们再看下面第二段，「别显」。它分三段，第一个是「自利行」。自利行里头又有三小段，第一个「离欲念佛」。念佛人最重要的是离欲，离欲是功夫。欲是什么？欲望。我们看经文：",
      "zh_TW": "我們再看下面第二段，「別顯」。它分三段，第一個是「自利行」。自利行裡頭又有三小段，第一個「離欲念佛」。念佛人最重要的是離欲，離欲是功夫。欲是什麼？欲望。我們看經文："
    },
    {
      "id": "02-041-0224_p0014",
      "zh_CN": "【不起贪瞋痴欲诸想。不着色声香味触法。但乐忆念过去诸佛。所修善根。】",
      "zh_TW": "【不起貪瞋痴欲諸想。不著色聲香味觸法。但樂憶念過去諸佛。所修善根。】"
    },
    {
      "id": "02-041-0224_p0015",
      "zh_CN": "念老注解得很详细，我们看注，『不起贪瞋痴欲诸想』，「想者，对缘生心曰想」。缘就是我们今天讲的环境，环境里头有物质环境、有人事环境，人事环境里面有善人、有恶人，物质环境里头有顺境、有逆境，面对着这些环境起心动念这叫想。不起心、不动念，面对环境不起心、不动念，那功夫到家了，那是什么人？那是佛。佛对缘不起心、不动念，清清楚楚、明明了瞭，那是智慧，他不糊涂，他看得非常清楚。凡夫迷失了自性，所以对缘生心，这叫想。你看「想」，中国这个字会意，心上有了相，这是想。想一个人，他这个人的相现前，别人看不到，自己心里很清楚；想一桩事，事现前。一切万物，想什么它现什么，一切法从心想生。佛不生心，菩萨生心，生心他能控得住，这就比我们高明。他怎么控住？他不分别、不执着，比我们高。我们起心动念，马上分别执着就起来，同时起作用，这就变成凡夫。阿罗汉比我们强一点，阿罗汉有分别，没有执着。执着叫见思烦恼，最严重的；分别叫尘沙烦恼，比执着轻。尘沙是比喻多，一看到就分别，一听到就分别，六根接触六尘境界，才接触，分别就起来，比喻作尘沙。菩萨所断的，佛所断的，无明烦恼，无明烦恼就是生心，就是起心动念。",
      "zh_TW": "念老註解得很詳細，我們看註，『不起貪瞋痴欲諸想』，「想者，對緣生心曰想」。緣就是我們今天講的環境，環境裡頭有物質環境、有人事環境，人事環境裡面有善人、有惡人，物質環境裡頭有順境、有逆境，面對著這些環境起心動念這叫想。不起心、不動念，面對環境不起心、不動念，那功夫到家了，那是什麼人？那是佛。佛對緣不起心、不動念，清清楚楚、明明瞭瞭，那是智慧，他不糊塗，他看得非常清楚。凡夫迷失了自性，所以對緣生心，這叫想。你看「想」，中國這個字會意，心上有了相，這是想。想一個人，他這個人的相現前，別人看不到，自己心裡很清楚；想一樁事，事現前。一切萬物，想什麼它現什麼，一切法從心想生。佛不生心，菩薩生心，生心他能控得住，這就比我們高明。他怎麼控住？他不分別、不執著，比我們高。我們起心動念，馬上分別執著就起來，同時起作用，這就變成凡夫。阿羅漢比我們強一點，阿羅漢有分別，沒有執著。執著叫見思煩惱，最嚴重的；分別叫塵沙煩惱，比執著輕。塵沙是比喻多，一看到就分別，一聽到就分別，六根接觸六塵境界，才接觸，分別就起來，比喻作塵沙。菩薩所斷的，佛所斷的，無明煩惱，無明煩惱就是生心，就是起心動念。"
    },
    {
      "id": "02-041-0224_p0016",
      "zh_CN": "我们用念佛的方法修功德。功德是什么？功是功夫，德是不起心不动念。圆满的大德，佛所证的。佛最低的（佛有高低），禅宗说得好，明心见性，见性成佛，什么是佛？明心见性就成佛。明心见性有四十二个等级，换句话说，佛就有四十二个级别，你是哪一个级别的佛。真佛，不是假佛，为什么？他们不用妄心，他们完全用真心。菩萨还用妄心，用得正，不会用错了。凡夫用妄心用得邪，邪是什么？烦恼、习气。菩萨用得正，他完全用佛的标准，就是佛家的戒律。起心动念、言语造作跟戒律都相应，这就用得正，这就是在积功；清净心现前，那就是德，他真得到了。得到清净心证阿罗汉果，得到平等心证菩萨果报，觉就是明心见性，明心见性就成佛了。",
      "zh_TW": "我們用念佛的方法修功德。功德是什麼？功是功夫，德是不起心不動念。圓滿的大德，佛所證的。佛最低的（佛有高低），禪宗說得好，明心見性，見性成佛，什麼是佛？明心見性就成佛。明心見性有四十二個等級，換句話說，佛就有四十二個級別，你是哪一個級別的佛。真佛，不是假佛，為什麼？他們不用妄心，他們完全用真心。菩薩還用妄心，用得正，不會用錯了。凡夫用妄心用得邪，邪是什麼？煩惱、習氣。菩薩用得正，他完全用佛的標準，就是佛家的戒律。起心動念、言語造作跟戒律都相應，這就用得正，這就是在積功；清淨心現前，那就是德，他真得到了。得到清淨心證阿羅漢果，得到平等心證菩薩果報，覺就是明心見性，明心見性就成佛了。"
    },
    {
      "id": "02-041-0224_p0017",
      "zh_CN": "成佛往生西方极乐世界实报庄严土，在那个地方等待，等待什么？无明习气断干净。无明习气没有方法断，你要有方法就起心动念，那就堕落了。就是不要去理它，随它去。每天做自己的功课，自己的功课就是供佛，供佛是修福，念佛是修定，听经是修慧，在实报土。到哪里去听？西方极乐世界往生的人，个个神通广大，跟阿弥陀佛一样，能化无量无边身，每天都到十方世界去拜佛，拜佛的时候就供佛、闻法，福慧双修，那个福报大。我们这边今天连一个好老师都找不到。到极乐世界十方诸佛刹土，你说到就到了，没有距离。化身去供佛闻法，跟真身没有两样，得真实受用。真身呢？真身在阿弥陀佛讲堂没动，化身去了。不但能供佛、听经，而且能度化众生，十方世界都有有缘人，你要是看到有缘人，有缘人来求帮助，你也会分身去帮助他。应以什么身得度，你就现什么身，现身说法没有考虑的，众生有感你自然有应，妙不可言。到极乐世界全都做到了，都兑现了，所以极乐世界不能不去。",
      "zh_TW": "成佛往生西方極樂世界實報莊嚴土，在那個地方等待，等待什麼？無明習氣斷乾淨。無明習氣沒有方法斷，你要有方法就起心動念，那就墮落了。就是不要去理它，隨它去。每天做自己的功課，自己的功課就是供佛，供佛是修福，念佛是修定，聽經是修慧，在實報土。到哪裡去聽？西方極樂世界往生的人，個個神通廣大，跟阿彌陀佛一樣，能化無量無邊身，每天都到十方世界去拜佛，拜佛的時候就供佛、聞法，福慧雙修，那個福報大。我們這邊今天連一個好老師都找不到。到極樂世界十方諸佛剎土，你說到就到了，沒有距離。化身去供佛聞法，跟真身沒有兩樣，得真實受用。真身呢？真身在阿彌陀佛講堂沒動，化身去了。不但能供佛、聽經，而且能度化眾生，十方世界都有有緣人，你要是看到有緣人，有緣人來求幫助，你也會分身去幫助他。應以什麼身得度，你就現什麼身，現身說法沒有考慮的，眾生有感你自然有應，妙不可言。到極樂世界全都做到了，都兌現了，所以極樂世界不能不去。"
    },
    {
      "id": "02-041-0224_p0018",
      "zh_CN": "下面举个例子，「如于境执取男女等种种差别之相，谓之想，能取境界差别故」。下面，「贪想、瞋想、痴欲想是三恶想」，这都是恶念，不好的念头。下面，「如《郁迦罗越问经》，谓菩萨行布施时，以离欲想、修慈想、无痴想对治三恶想」。这佛教人，离欲，离贪欲；修慈，离瞋恚，修慈悲心想；无痴是对治痴欲想。我们今天用的方法比它这个简单，效果更大，我们用什么方法？阿弥陀佛，心是阿弥陀佛，口念的阿弥陀佛，身行的阿弥陀佛，完全依照三经一论，三经一论就是阿弥陀佛，依照阿弥陀佛的教诲，这个好！「菩萨舍所施物，生离欲想」。身心世界统统要放下，到什么时候圆满？欲的念头，欲望没有了，布施功德就圆满，还有欲望不行，这个要知道。我们现在只有一个愿望，求生净土，想见阿弥陀佛，行不行？行，修净土宗的行，这是佛教给我们的方法，修别的其他法门就不行，这就是难易之分。净土宗准许带业，其他八万四千法门没听说带业的。净宗把修行成佛证果分成两个阶段，第一个阶段，你到极乐世界，你还是凡夫；到极乐世界成佛之后，那是第二个阶段。其他八万四千法门没有第二个阶段，只有一段，没有二段，难！难易我们要搞清楚。所以菩萨（这都是平常我们要学的、要做的）舍所施物，生离欲想，真的舍得。「于求者与乐因缘」，接受布施的，让他生欢喜心，「故瞋恨心薄」，这叫修慈想。「以此布施功德，回向无上道，则痴心薄」，不痴了，点点滴滴的功德都回向给西方极乐世界。「今法藏大士不起三恶想，离诸烦恼。」他修布施，离贪瞋痴。离欲，这第一句。",
      "zh_TW": "下面舉個例子，「如於境執取男女等種種差別之相，謂之想，能取境界差別故」。下面，「貪想、瞋想、痴欲想是三惡想」，這都是惡念，不好的念頭。下面，「如《郁迦羅越問經》，謂菩薩行布施時，以離欲想、修慈想、無痴想對治三惡想」。這佛教人，離欲，離貪欲；修慈，離瞋恚，修慈悲心想；無痴是對治痴欲想。我們今天用的方法比它這個簡單，效果更大，我們用什麼方法？阿彌陀佛，心是阿彌陀佛，口念的阿彌陀佛，身行的阿彌陀佛，完全依照三經一論，三經一論就是阿彌陀佛，依照阿彌陀佛的教誨，這個好！「菩薩捨所施物，生離欲想」。身心世界統統要放下，到什麼時候圓滿？欲的念頭，欲望沒有了，布施功德就圓滿，還有欲望不行，這個要知道。我們現在只有一個願望，求生淨土，想見阿彌陀佛，行不行？行，修淨土宗的行，這是佛教給我們的方法，修別的其他法門就不行，這就是難易之分。淨土宗准許帶業，其他八萬四千法門沒聽說帶業的。淨宗把修行成佛證果分成兩個階段，第一個階段，你到極樂世界，你還是凡夫；到極樂世界成佛之後，那是第二個階段。其他八萬四千法門沒有第二個階段，只有一段，沒有二段，難！難易我們要搞清楚。所以菩薩（這都是平常我們要學的、要做的）捨所施物，生離欲想，真的捨得。「於求者與樂因緣」，接受布施的，讓他生歡喜心，「故瞋恨心薄」，這叫修慈想。「以此布施功德，回向無上道，則痴心薄」，不痴了，點點滴滴的功德都迴向給西方極樂世界。「今法藏大士不起三惡想，離諸煩惱。」他修布施，離貪瞋痴。離欲，這第一句。"
    },
    {
      "id": "02-041-0224_p0019",
      "zh_CN": "第二句，『不着色声香味触法』。色声香味触法，六尘，六根所缘的，眼缘的是色，耳缘的是声，鼻缘的是香，舌缘的是味，身缘的是触，意缘的是法。修行修什么？就是修这桩事情，就是修不着。「不著者，不贪着也。色等，六尘也。一、色尘，一切形色，如青黄赤白及种种形象」。这都是眼见的对象，眼根所缘的对象叫色尘，我们叫物质对象，这些形相都是的。「二、声尘，一切音声，乐声与噪声等等」，统统是耳根缘的对象。「三、香尘，鼻之所辨别者，芬香与恶臭」，鼻所缘的。「四、味尘，舌之所辨者，饮食之种种美劣之味。五、触尘，身之所辨者，例如细滑粗涩、寒热温和等等。六、法尘」，是意根所缘的，「谓意根对前五尘分别好丑，而起善恶诸法」。「又此六尘中，如男女之美容」，眼见的；耳闻的，「丝竹歌咏之乐音」，音乐；「栴檀与男女身香」，鼻所闻的；「饮食肴膳种种美味」，舌根所缘的；「上妙衣服与男女身分柔软细滑之触觉」，身所缘的，「皆令众生贪着其事，不得出离」。这提出严重的警告，你六根对六尘境界起贪瞋痴，起这些念头，这就是为什么你出不了六道轮回，原因就在此地。",
      "zh_TW": "第二句，『不著色聲香味觸法』。色聲香味觸法，六塵，六根所緣的，眼緣的是色，耳緣的是聲，鼻緣的是香，舌緣的是味，身緣的是觸，意緣的是法。修行修什麼？就是修這樁事情，就是修不著。「不著者，不貪著也。色等，六塵也。一、色塵，一切形色，如青黃赤白及種種形象」。這都是眼見的對象，眼根所緣的對象叫色塵，我們叫物質對象，這些形相都是的。「二、聲塵，一切音聲，樂聲與噪聲等等」，統統是耳根緣的對象。「三、香塵，鼻之所辨別者，芬香與惡臭」，鼻所緣的。「四、味塵，舌之所辨者，飲食之種種美劣之味。五、觸塵，身之所辨者，例如細滑粗澀、寒熱溫和等等。六、法塵」，是意根所緣的，「謂意根對前五塵分別好醜，而起善惡諸法」。「又此六塵中，如男女之美容」，眼見的；耳聞的，「絲竹歌詠之樂音」，音樂；「栴檀與男女身香」，鼻所聞的；「飲食肴膳種種美味」，舌根所緣的；「上妙衣服與男女身分柔軟細滑之觸覺」，身所緣的，「皆令眾生貪著其事，不得出離」。這提出嚴重的警告，你六根對六塵境界起貪瞋痴，起這些念頭，這就是為什麼你出不了六道輪迴，原因就在此地。"
    },
    {
      "id": "02-041-0224_p0020",
      "zh_CN": "轮回苦，尤其我们这一代，你们年轻这一代比我就更苦。我的童年虽然生在战乱，那时候社会安定，社会好，人与人之间都懂得关怀，中国传统的文化还没有丢干净，我们还沾了一点边，至少可以说，三十岁以前，我们还过个正常人的生活。现在的人麻烦，把五伦五常、四维八德丢得干干净净，连影子都没有了，你说人多苦。虽然物质生活比从前提升，交通便捷，精神生活苦！父子没有亲，没有亲爱，小孩长大自己走了，不管父母，以为正常。外国人是这样的，学外国，外国十六岁离家出走，就别找他了。早年我在加州，有一个也是学佛的同修，他的儿子十八岁离家出走，他到警察局去报案，人家问他多大年岁？十八岁。十六岁走了就别找他。美国认为十六岁就自己可以照顾自己，不必家里照顾。父子没有亲，五伦没有。五常，仁义礼智信，现在的人不仁、不义、无礼、无智、无信，这五个字全没有，这五个字好像与他不相干。我这个年龄这一代，三十岁之前还有，是不如从前，但是还有，还常常听到。现在听不到，没人讲；看不到，没人做。所以我们为什么要提倡祭祖？提倡祭祖，目的就是宣扬传统文化里面的孝悌忠信，就是伦常道德，让大家看一下，提醒一下。一年三次，不能再多，多了人家讨厌，少了记不住，办这个活动用意在此地。",
      "zh_TW": "輪迴苦，尤其我們這一代，你們年輕這一代比我就更苦。我的童年雖然生在戰亂，那時候社會安定，社會好，人與人之間都懂得關懷，中國傳統的文化還沒有丟乾淨，我們還沾了一點邊，至少可以說，三十歲以前，我們還過個正常人的生活。現在的人麻煩，把五倫五常、四維八德丟得乾乾淨淨，連影子都沒有了，你說人多苦。雖然物質生活比從前提升，交通便捷，精神生活苦！父子沒有親，沒有親愛，小孩長大自己走了，不管父母，以為正常。外國人是這樣的，學外國，外國十六歲離家出走，就別找他了。早年我在加州，有一個也是學佛的同修，他的兒子十八歲離家出走，他到警察局去報案，人家問他多大年歲？十八歲。十六歲走了就別找他。美國認為十六歲就自己可以照顧自己，不必家裡照顧。父子沒有親，五倫沒有。五常，仁義禮智信，現在的人不仁、不義、無禮、無智、無信，這五個字全沒有，這五個字好像與他不相干。我這個年齡這一代，三十歲之前還有，是不如從前，但是還有，還常常聽到。現在聽不到，沒人講；看不到，沒人做。所以我們為什麼要提倡祭祖？提倡祭祖，目的就是宣揚傳統文化裡面的孝悌忠信，就是倫常道德，讓大家看一下，提醒一下。一年三次，不能再多，多了人家討厭，少了記不住，辦這個活動用意在此地。"
    },
    {
      "id": "02-041-0224_p0021",
      "zh_CN": "我们再看下文，「今法藏菩萨」，他老人家为我们现身说法，「内无恶想」，没有恶念，没有贪瞋痴的念头，「即离惑因」，迷惑颠倒的因他没有。「不着六尘，是离惑缘」。因离开了，缘离开了，当然就不会有贪瞋痴慢的果，没有这个。「内因既离」，憬兴法师说的，「外缘斯止，故云不着色等」。「由于无三恶想，乃离惑业之因。六尘为缘，不着六尘，复离起惑之缘」。这真修行，修行在哪里修？就在这上修，这叫功夫。念佛人无比方便殊胜就一句佛号，六根在六尘境界里头起心动念，阿弥陀佛、阿弥陀佛，就把那个念头打掉了。所以佛号要念念相续，好处在什么地方？不造恶业，善业也不造。善恶都离，往生容易，往生的时候真的统统放下。念佛人为什么最后往生去不了，原因都在此地，他六根在六尘上留恋，舍不得离开。阿弥陀佛不等你，看你念头不专他走了。所以念佛，有人追顶念佛，什么意思？就这个意思。追顶是一句接一句，不放松。甚至于黄念祖老居士往生，也表演给我们看，他往生前六个月（半年），每天念十四万声佛号，一句接着一句，一句接着一句，就是这个样子做给我们看。三业清净，全是阿弥陀佛，除阿弥陀佛之外什么都没有。信愿具足，念佛功夫是这么恳切。要照经上所说的，他往生的品位就很高，肯定是在实报土，绝对不是同居土、方便土，不是的。六个月的功夫，就能把自己品位提到上上乘。",
      "zh_TW": "我們再看下文，「今法藏菩薩」，他老人家為我們現身說法，「內無惡想」，沒有惡念，沒有貪瞋痴的念頭，「即離惑因」，迷惑顛倒的因他沒有。「不著六塵，是離惑緣」。因離開了，緣離開了，當然就不會有貪瞋痴慢的果，沒有這個。「內因既離」，憬興法師說的，「外緣斯止，故云不著色等」。「由於無三惡想，乃離惑業之因。六塵為緣，不著六塵，復離起惑之緣」。這真修行，修行在哪裡修？就在這上修，這叫功夫。念佛人無比方便殊勝就一句佛號，六根在六塵境界裡頭起心動念，阿彌陀佛、阿彌陀佛，就把那個念頭打掉了。所以佛號要念念相續，好處在什麼地方？不造惡業，善業也不造。善惡都離，往生容易，往生的時候真的統統放下。念佛人為什麼最後往生去不了，原因都在此地，他六根在六塵上留戀，捨不得離開。阿彌陀佛不等你，看你念頭不專他走了。所以念佛，有人追頂念佛，什麼意思？就這個意思。追頂是一句接一句，不放鬆。甚至於黃念祖老居士往生，也表演給我們看，他往生前六個月（半年），每天念十四萬聲佛號，一句接著一句，一句接著一句，就是這個樣子做給我們看。三業清淨，全是阿彌陀佛，除阿彌陀佛之外什麼都沒有。信願具足，念佛功夫是這麼懇切。要照經上所說的，他往生的品位就很高，肯定是在實報土，絕對不是同居土、方便土，不是的。六個月的功夫，就能把自己品位提到上上乘。"
    },
    {
      "id": "02-041-0224_p0022",
      "zh_CN": "憬兴说得好，内因既离，外缘斯止，故云不着色等。由于无三恶想，乃离惑业之因。六尘为缘，不着六尘，复离起惑之缘。「憬兴师明其因果，谓内离惑业之因，故能止外惑业之缘，内外皆离矣。」为什么他能离？他知道这个世间是假的，不是真的。今天的科学家，特别是量子力学家，他们的研究报告我们看了，对我们修行人有很大的帮助。科学证明了，宇宙之间所有物质现象都是如梦如幻，没有一样是真的，全是从高频率波动产生的幻相。佛在《般若经》里面讲得很多，般若讲了二十二年，时时刻刻提醒我们。《金刚经》是六百卷《大般若经》的纲要，中国人喜欢读这一卷，用这个帮助我们观照，让我们常常想到「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」，不执着是对的，执着就错了。不执着不是拒绝，可以受用，不要放在心上，就是不执着。不放在心上，不近人情，人家说你怪怪的，你学佛怎么会变成这个样子？不能六亲不认，学佛要把孝悌忠信做出来，给世间人做榜样。内里面呢？心里头是阿弥陀佛。外面是演戏，做给别人看的，帮助别人觉悟，帮助别人断恶修善，这都是功德。",
      "zh_TW": "憬興說得好，內因既離，外緣斯止，故云不著色等。由於無三惡想，乃離惑業之因。六塵為緣，不著六塵，復離起惑之緣。「憬興師明其因果，謂內離惑業之因，故能止外惑業之緣，內外皆離矣。」為什麼他能離？他知道這個世間是假的，不是真的。今天的科學家，特別是量子力學家，他們的研究報告我們看了，對我們修行人有很大的幫助。科學證明了，宇宙之間所有物質現象都是如夢如幻，沒有一樣是真的，全是從高頻率波動產生的幻相。佛在《般若經》裡面講得很多，般若講了二十二年，時時刻刻提醒我們。《金剛經》是六百卷《大般若經》的綱要，中國人喜歡讀這一卷，用這個幫助我們觀照，讓我們常常想到「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」，不執著是對的，執著就錯了。不執著不是拒絕，可以受用，不要放在心上，就是不執著。不放在心上，不近人情，人家說你怪怪的，你學佛怎麼會變成這個樣子？不能六親不認，學佛要把孝悌忠信做出來，給世間人做榜樣。內裡面呢？心裡頭是阿彌陀佛。外面是演戲，做給別人看的，幫助別人覺悟，幫助別人斷惡修善，這都是功德。"
    },
    {
      "id": "02-041-0224_p0023",
      "zh_CN": "再看下面这一段，『但乐忆念过去诸佛，所修善根』。这是古人讲的一念单提，我们只要这一念，这一念好，专念阿弥陀佛。我们看念老注解，「但乐忆念过去诸佛，所修善根」，这一句是从《宋译》里面节录下来的。「但者，唯也，独也。此二句与前二句，应一气读下」。前面两句是万缘放下，不起贪瞋痴欲诸想，不着色声香味触法，这是「万缘放下」；但乐忆念过去诸佛，所修善根，这是「一念单提」，我们只要保住这一念，「此正净业之纲宗」。",
      "zh_TW": "再看下面這一段，『但樂憶念過去諸佛，所修善根』。這是古人講的一念單提，我們只要這一念，這一念好，專念阿彌陀佛。我們看念老註解，「但樂憶念過去諸佛，所修善根」，這一句是從《宋譯》裡面節錄下來的。「但者，唯也，獨也。此二句與前二句，應一氣讀下」。前面兩句是萬緣放下，不起貪瞋痴欲諸想，不著色聲香味觸法，這是「萬緣放下」；但樂憶念過去諸佛，所修善根，這是「一念單提」，我們只要保住這一念，「此正淨業之綱宗」。"
    },
    {
      "id": "02-041-0224_p0024",
      "zh_CN": "「《华严经》明，十地菩萨，地地不离念佛。」《华严经》修到登地，菩萨最后一个阶段，十地圆满就成佛，他们在最高阶层修成佛之道，修什么法门？统统是念佛。念佛如果不好，念佛如果有问题，到达最后、最高层，他为什么要修这个法门？《华严经》上说，「一切众生本来是佛」、「一切众生皆有如来智慧德相」。地地是从初地到十地，这十个位次，每一个位次的菩萨统统修念佛法门，给我们做见证。菩萨地位当中，十地菩萨位次最高，下面是十住、十行、十回向，叫三贤，登地叫十圣。三贤还有修其他法门，八万四千法门，登地就放下了，一向专念。念哪一尊佛？我不说大家心里都明了，统统念阿弥陀佛。怎么知道？华严会上，普贤菩萨十大愿王导归极乐，他不念阿弥陀佛他念哪个佛？这不就清楚了吗？",
      "zh_TW": "「《華嚴經》明，十地菩薩，地地不離念佛。」《華嚴經》修到登地，菩薩最後一個階段，十地圓滿就成佛，他們在最高階層修成佛之道，修什麼法門？統統是念佛。念佛如果不好，念佛如果有問題，到達最後、最高層，他為什麼要修這個法門？《華嚴經》上說，「一切眾生本來是佛」、「一切眾生皆有如來智慧德相」。地地是從初地到十地，這十個位次，每一個位次的菩薩統統修念佛法門，給我們做見證。菩薩地位當中，十地菩薩位次最高，下面是十住、十行、十迴向，叫三賢，登地叫十聖。三賢還有修其他法門，八萬四千法門，登地就放下了，一向專念。念哪一尊佛？我不說大家心裡都明瞭，統統念阿彌陀佛。怎麼知道？華嚴會上，普賢菩薩十大願王導歸極樂，他不念阿彌陀佛他念哪個佛？這不就清楚了嗎？"
    },
    {
      "id": "02-041-0224_p0025",
      "zh_CN": "「本经《大教缘起品》云：去来现在，佛佛相念。」这说得更清楚了，过去佛、未来佛、现在佛，这四个字是讲三世诸佛；佛佛相念，每一尊佛都念佛，阿弥陀佛念十方佛，十方佛念阿弥陀佛。「又《观佛三昧经》云：尔时会中即有十方诸大菩萨，其数无量，各说本缘，皆依念佛得。」念佛得什么？成佛。这都是经上的经文。十方诸大菩萨无量无边，大家都说的是你怎么成佛的？你修什么法门成佛的？最后都说出来，统统是念佛。成佛必定要通过十地，十地既然地地都念佛，哪有不念佛的道理？前面讲十地菩萨念佛是告诉我们，菩萨成佛最后一个阶段修什么；这个地方这一段话是为我们做证明，每一尊菩萨都说出成佛的本缘是依念佛得到的。",
      "zh_TW": "「本經《大教緣起品》云：去來現在，佛佛相念。」這說得更清楚了，過去佛、未來佛、現在佛，這四個字是講三世諸佛；佛佛相念，每一尊佛都念佛，阿彌陀佛念十方佛，十方佛念阿彌陀佛。「又《觀佛三昧經》云：爾時會中即有十方諸大菩薩，其數無量，各說本緣，皆依念佛得。」念佛得什麼？成佛。這都是經上的經文。十方諸大菩薩無量無邊，大家都說的是你怎麼成佛的？你修什麼法門成佛的？最後都說出來，統統是念佛。成佛必定要通過十地，十地既然地地都念佛，哪有不念佛的道理？前面講十地菩薩念佛是告訴我們，菩薩成佛最後一個階段修什麼；這個地方這一段話是為我們做證明，每一尊菩薩都說出成佛的本緣是依念佛得到的。"
    },
    {
      "id": "02-041-0224_p0026",
      "zh_CN": "「又佛告阿难：汝今善持」，持就是持名，「慎勿忘失」，不能把这个事情忘掉。什么事？念佛，佛号。「过去、未来、现在三世诸佛，皆说如是念佛三昧」。释迦牟尼佛来给我们做证明，「我与十方诸佛及贤劫千佛，从初发心，皆因念佛三昧力故，得一切种智。」一切种智就成佛，如来果地上所证得的一切种智。一切种智在梵文称之为阿耨多罗三藐三菩提，也翻作无上正等正觉，就是一切种智。本师释迦牟尼佛来给我们做证明，不但世尊一个人，贤劫千佛（这是我们眼前的，娑婆世界的，这一个大劫当中有一千尊佛出世，释迦牟尼佛是第四，弥勒来成佛是第五），这一千尊佛修行证果，从初发心，都是因念佛三昧故，得一切种智。贤劫千佛怎么成佛的？念佛成佛。「是故弥陀亦如释尊及十方如来，从初发心，皆因念佛三昧证无上菩提，故但乐忆念诸佛也。」这个乐是喜欢、乐好，喜欢忆念诸佛。诸佛就是阿弥陀佛，阿弥陀佛的名号可以翻作诸佛。「阿弥陀佛」这句话是梵语，要是把它完全翻成中国字不是不能翻，尊重不翻。阿翻作无，弥陀翻作量，佛翻作觉，阿弥陀佛就是无量觉。那我们想想，哪一尊佛不是无量觉？无量觉就成佛，成佛就证得无量觉。无量觉就是此地讲的一切种智，无上菩提，菩提是觉，就是无量觉。所以这段话非常重要，世尊在此地亲自为我们作证，证无上菩提，故但乐忆念诸佛也。",
      "zh_TW": "「又佛告阿難：汝今善持」，持就是持名，「慎勿忘失」，不能把這個事情忘掉。什麼事？念佛，佛號。「過去、未來、現在三世諸佛，皆說如是念佛三昧」。釋迦牟尼佛來給我們做證明，「我與十方諸佛及賢劫千佛，從初發心，皆因念佛三昧力故，得一切種智。」一切種智就成佛，如來果地上所證得的一切種智。一切種智在梵文稱之為阿耨多羅三藐三菩提，也翻作無上正等正覺，就是一切種智。本師釋迦牟尼佛來給我們做證明，不但世尊一個人，賢劫千佛（這是我們眼前的，娑婆世界的，這一個大劫當中有一千尊佛出世，釋迦牟尼佛是第四，彌勒來成佛是第五），這一千尊佛修行證果，從初發心，都是因念佛三昧故，得一切種智。賢劫千佛怎麼成佛的？念佛成佛。「是故彌陀亦如釋尊及十方如來，從初發心，皆因念佛三昧證無上菩提，故但樂憶念諸佛也。」這個樂是喜歡、樂好，喜歡憶念諸佛。諸佛就是阿彌陀佛，阿彌陀佛的名號可以翻作諸佛。「阿彌陀佛」這句話是梵語，要是把它完全翻成中國字不是不能翻，尊重不翻。阿翻作無，彌陀翻作量，佛翻作覺，阿彌陀佛就是無量覺。那我們想想，哪一尊佛不是無量覺？無量覺就成佛，成佛就證得無量覺。無量覺就是此地講的一切種智，無上菩提，菩提是覺，就是無量覺。所以這段話非常重要，世尊在此地親自為我們作證，證無上菩提，故但樂憶念諸佛也。"
    },
    {
      "id": "02-041-0224_p0027",
      "zh_CN": "下面，「所修善根，指诸佛所修之功德」。怎么修的？「忆念佛德」。阿弥陀佛四十八愿，五劫修行，成就极乐世界的报土。报土的由来我们要知道。他是参访，我们现在讲研究考察，十方一切诸佛刹土，取长舍短，一切诸佛刹土里头好的统统采取，不好的不要。所以造成西方极乐世界，这个世界超过一切诸佛刹土，因为它是集一切诸佛刹土里面真善美慧之大成，没有能超过极乐世界的。忆念佛德，这是阿弥陀佛的成就。「感恩图报」，我们用什么方法感恩？用什么方法报恩？信愿持名，往生净土，就是报阿弥陀佛的恩。到达西方极乐世界，同居土下下品往生，第十八愿里头说的，没功夫，一生作恶，五逆十恶，没有念过佛，是不信佛，临命终时地狱相现前，这时候害怕、恐惧了，遇到善友劝他信有极乐世界、信有阿弥陀佛，发愿求生净土，去极乐世界的条件具足了。再念个十声，甚至于一声，一声怎么？他就断气，没有念到十声他就咽气了，都能往生，阿弥陀佛来接引他。生到极乐世界，极乐世界确实有四土三辈九品，阶级不一样，可是怎么样？它平等待遇。这是十方世界没有的，极乐世界独创。待遇平等就是说凡圣同居土下下品往生的，跟实报土往生的法身菩萨智慧平等、道力平等、神通平等，一切受用统统平等。这个地方不去，你还想到哪里去？想去就要全力以赴，我们把这个世间彻底放下，阿弥陀佛说现在我就带你去，马上就走，没有考虑的。你还有没有什么罣碍？没有了，什么都没有了，真能去得了。我们时时刻刻都要有这个念头，真去得了，佛到时候真来接引，我们一点都不怀疑。怀疑，他不来了；我们把他靠定了，决定没有怀疑。",
      "zh_TW": "下面，「所修善根，指諸佛所修之功德」。怎麼修的？「憶念佛德」。阿彌陀佛四十八願，五劫修行，成就極樂世界的報土。報土的由來我們要知道。他是參訪，我們現在講研究考察，十方一切諸佛剎土，取長捨短，一切諸佛剎土裡頭好的統統採取，不好的不要。所以造成西方極樂世界，這個世界超過一切諸佛剎土，因為它是集一切諸佛剎土裡面真善美慧之大成，沒有能超過極樂世界的。憶念佛德，這是阿彌陀佛的成就。「感恩圖報」，我們用什麼方法感恩？用什麼方法報恩？信願持名，往生淨土，就是報阿彌陀佛的恩。到達西方極樂世界，同居土下下品往生，第十八願裡頭說的，沒功夫，一生作惡，五逆十惡，沒有念過佛，是不信佛，臨命終時地獄相現前，這時候害怕、恐懼了，遇到善友勸他信有極樂世界、信有阿彌陀佛，發願求生淨土，去極樂世界的條件具足了。再念個十聲，甚至於一聲，一聲怎麼？他就斷氣，沒有念到十聲他就嚥氣了，都能往生，阿彌陀佛來接引他。生到極樂世界，極樂世界確實有四土三輩九品，階級不一樣，可是怎麼樣？它平等待遇。這是十方世界沒有的，極樂世界獨創。待遇平等就是說凡聖同居土下下品往生的，跟實報土往生的法身菩薩智慧平等、道力平等、神通平等，一切受用統統平等。這個地方不去，你還想到哪裡去？想去就要全力以赴，我們把這個世間徹底放下，阿彌陀佛說現在我就帶你去，馬上就走，沒有考慮的。你還有沒有什麼罣礙？沒有了，什麼都沒有了，真能去得了。我們時時刻刻都要有這個念頭，真去得了，佛到時候真來接引，我們一點都不懷疑。懷疑，他不來了；我們把他靠定了，決定沒有懷疑。"
    },
    {
      "id": "02-041-0224_p0028",
      "zh_CN": "所修善根，指诸佛所修的功德。「忆念佛德，感恩图报，思欲齐等，是名忆佛」。经里面讲的这个，非常重要的开示，不要多，这几句记得就行了，放在心上。怀念阿弥陀佛的功德，感恩他建立西方极乐世界，接引我们这些造作恶业的众生，我们也能有机会往生不退成佛。到达西方极乐世界，跟法身菩萨智慧、神通、道力平等。",
      "zh_TW": "所修善根，指諸佛所修的功德。「憶念佛德，感恩圖報，思欲齊等，是名憶佛」。經裡面講的這個，非常重要的開示，不要多，這幾句記得就行了，放在心上。懷念阿彌陀佛的功德，感恩他建立西方極樂世界，接引我們這些造作惡業的眾生，我們也能有機會往生不退成佛。到達西方極樂世界，跟法身菩薩智慧、神通、道力平等。"
    },
    {
      "id": "02-041-0224_p0029",
      "zh_CN": "我们知道「念佛最胜」，这一句要记住，所以《华严》十地菩萨，地地都念阿弥陀佛。「今欲齐等，故亦当持名念佛。名具万德，总摄一切善根」。我们还要修什么？无论修习什么善根，都比不上这一句佛号。为什么？这一句佛号总摄一切善根，一句佛号，所有一切善根统统具足，一样没漏。这一句佛号，所有一切诸佛的名号都在其中，一个都没漏。乃至于菩萨名号，菩萨名号是修德，佛的名号是果德，圆满的修德、圆满的果德也在这一句阿弥陀佛，念这个一切都念到了。",
      "zh_TW": "我們知道「念佛最勝」，這一句要記住，所以《華嚴》十地菩薩，地地都念阿彌陀佛。「今欲齊等，故亦當持名念佛。名具萬德，總攝一切善根」。我們還要修什麼？無論修習什麼善根，都比不上這一句佛號。為什麼？這一句佛號總攝一切善根，一句佛號，所有一切善根統統具足，一樣沒漏。這一句佛號，所有一切諸佛的名號都在其中，一個都沒漏。乃至於菩薩名號，菩薩名號是修德，佛的名號是果德，圓滿的修德、圓滿的果德也在這一句阿彌陀佛，念這個一切都念到了。"
    },
    {
      "id": "02-041-0224_p0030",
      "zh_CN": "众生根性不相同，烦恼习气都很重，有人喜欢念四字佛号，有人喜欢念六字佛号。我知道，中国古代的净宗道场很多，为什么要那么多？适合每个人的缘分。喜欢念四个字的，那一边的念佛堂专念四个字的；喜欢念六个字的，那一边的念佛堂专念六个字的；喜欢大声念的，那个地方念声音大；喜欢小声默念的，另外一个念佛堂，他们在那里用功。好，都能成就，没有一个不往生的。我听说现在一个念佛堂里面来了几个习惯不相同的在吵闹，甚至于打架，这不是佛弟子，这是魔弟子，为什么？来破坏净宗的，让大家都不能往生，这个错了。若要佛法兴，唯有僧赞僧，修任何法门都赞叹，为什么？法门平等，无有高下。所有法门是佛说的，你要不相信、你要反对，不适合你的意思，你要把它改变，那你是对佛菩萨的反对，对佛菩萨的不满，要佛菩萨跟着你，随从你的意思，哪有这个道理！",
      "zh_TW": "眾生根性不相同，煩惱習氣都很重，有人喜歡念四字佛號，有人喜歡念六字佛號。我知道，中國古代的淨宗道場很多，為什麼要那麼多？適合每個人的緣分。喜歡念四個字的，那一邊的念佛堂專念四個字的；喜歡念六個字的，那一邊的念佛堂專念六個字的；喜歡大聲念的，那個地方念聲音大；喜歡小聲默念的，另外一個念佛堂，他們在那裡用功。好，都能成就，沒有一個不往生的。我聽說現在一個念佛堂裡面來了幾個習慣不相同的在吵鬧，甚至於打架，這不是佛弟子，這是魔弟子，為什麼？來破壞淨宗的，讓大家都不能往生，這個錯了。若要佛法興，唯有僧讚僧，修任何法門都讚歎，為什麼？法門平等，無有高下。所有法門是佛說的，你要不相信、你要反對，不適合你的意思，你要把它改變，那你是對佛菩薩的反對，對佛菩薩的不滿，要佛菩薩跟著你，隨從你的意思，哪有這個道理！"
    },
    {
      "id": "02-041-0224_p0031",
      "zh_CN": "莲池大师在世，《竹窗随笔》上有这么一段，他老人家自己记载的，这不是假话。有人问他，你老人家念佛怎么念法？他说他念四个字，阿弥陀佛。你劝别人怎么念法，教别人？我教别人念六个字，南无阿弥陀佛。人家问他，这有什么不一样？他就说，我这一生决定求生净土，所以「南无」两个字省掉。「南无」是皈依、是恭敬、是礼拜，这客气话不要说了，四个字就行。我劝别人念佛，他未必肯往生，他要不肯往生加「南无」好，皈依阿弥陀佛、归命阿弥陀佛、礼敬阿弥陀佛，加上这个好，跟阿弥陀佛结个好缘，来生后世遇到缘就能往生。讲得很清楚、很明白，只要肯念就好。这一生决心想往生，真的愈简单愈好，四个字就比六个字好，六个字多了两个字。大道至简！",
      "zh_TW": "蓮池大師在世，《竹窗隨筆》上有這麼一段，他老人家自己記載的，這不是假話。有人問他，你老人家念佛怎麼念法？他說他念四個字，阿彌陀佛。你勸別人怎麼念法，教別人？我教別人念六個字，南無阿彌陀佛。人家問他，這有什麼不一樣？他就說，我這一生決定求生淨土，所以「南無」兩個字省掉。「南無」是皈依、是恭敬、是禮拜，這客氣話不要說了，四個字就行。我勸別人念佛，他未必肯往生，他要不肯往生加「南無」好，皈依阿彌陀佛、歸命阿彌陀佛、禮敬阿彌陀佛，加上這個好，跟阿彌陀佛結個好緣，來生後世遇到緣就能往生。講得很清楚、很明白，只要肯念就好。這一生決心想往生，真的愈簡單愈好，四個字就比六個字好，六個字多了兩個字。大道至簡！"
    },
    {
      "id": "02-041-0224_p0032",
      "zh_CN": "这个法门易行难信，真难相信。记住，八万四千法门，包括净宗在内，身见没有放下，边见没有放下，是很严重的障碍。还有成见，自以为是，人跟我的意思不和的时候我要排斥他，这不可以的。处处跟人对立，我念四个字的，别人念六个字的，我就要跟他对立，我就反对他，这行吗？不能往生。为什么不能往生？人家修得好好的，心修到清净平等觉，你跟他一闹一烦，把他的功夫全打垮了。阿弥陀佛接引往生，你是要把众生统统留到六道轮回，不让他去，是不是这个意思？这不是佛法。真正是佛弟子，对佛所说的无量法门都要恭敬、礼拜、供养。每一个法门都对某一种根机，他都得益，你怎么可以把它废掉？这些都是对于教理不通达所造成的。这就说起来，学习经教，听经重要，让你了解事实真相，你起心动念、言语造作能够随顺佛陀教诲，这真正佛弟子。已经有成就的要谦虚，不能用轻慢，那是错误的。",
      "zh_TW": "這個法門易行難信，真難相信。記住，八萬四千法門，包括淨宗在內，身見沒有放下，邊見沒有放下，是很嚴重的障礙。還有成見，自以為是，人跟我的意思不和的時候我要排斥他，這不可以的。處處跟人對立，我念四個字的，別人念六個字的，我就要跟他對立，我就反對他，這行嗎？不能往生。為什麼不能往生？人家修得好好的，心修到清淨平等覺，你跟他一鬧一煩，把他的功夫全打垮了。阿彌陀佛接引往生，你是要把眾生統統留到六道輪迴，不讓他去，是不是這個意思？這不是佛法。真正是佛弟子，對佛所說的無量法門都要恭敬、禮拜、供養。每一個法門都對某一種根機，他都得益，你怎麼可以把它廢掉？這些都是對於教理不通達所造成的。這就說起來，學習經教，聽經重要，讓你了解事實真相，你起心動念、言語造作能夠隨順佛陀教誨，這真正佛弟子。已經有成就的要謙虛，不能用輕慢，那是錯誤的。"
    },
    {
      "id": "02-041-0224_p0033",
      "zh_CN": "佛教之衰不是衰在今天，往上去推至少两百年了。前面一百年疏忽了，不重视了，慈禧太后带的头，带得不好，自称老佛爷，把佛菩萨、圣贤放在两边，轻慢。过去历代的帝王，特别是清朝，都是佛门弟子，对佛菩萨都恭敬，只有这个老佛爷不恭敬。清朝亡国之后，中国的社会动乱，一直到八年抗战终了，佛教，政府没有管，没人管，自生自灭。还有一些真正修行人，讲经的法师，我还遇到几个，这些人现在都不在了，确实后继无人，怎么办？佛教需要的继承人条件不高，只要老实、听话、真干；基本的戒条能够守好，那就是三皈、五戒、十善、沙弥律仪；大家在一起，一个道场的，六和、三学、六度、普贤十愿，够了。把这个都能够落实，都能做到，落实在生活、落实在工作、落实在处事待人接物，那就是一个现代标准的佛门弟子。",
      "zh_TW": "佛教之衰不是衰在今天，往上去推至少兩百年了。前面一百年疏忽了，不重視了，慈禧太后帶的頭，帶得不好，自稱老佛爺，把佛菩薩、聖賢放在兩邊，輕慢。過去歷代的帝王，特別是清朝，都是佛門弟子，對佛菩薩都恭敬，只有這個老佛爺不恭敬。清朝亡國之後，中國的社會動亂，一直到八年抗戰終了，佛教，政府沒有管，沒人管，自生自滅。還有一些真正修行人，講經的法師，我還遇到幾個，這些人現在都不在了，確實後繼無人，怎麼辦？佛教需要的繼承人條件不高，只要老實、聽話、真幹；基本的戒條能夠守好，那就是三皈、五戒、十善、沙彌律儀；大家在一起，一個道場的，六和、三學、六度、普賢十願，夠了。把這個都能夠落實，都能做到，落實在生活、落實在工作、落實在處事待人接物，那就是一個現代標準的佛門弟子。"
    },
    {
      "id": "02-041-0224_p0034",
      "zh_CN": "五戒就是中国儒家讲的五常，不杀生是仁，不偷盗是义，不邪淫是礼，不饮酒是智，不妄语是信，跟儒家的根本戒仁义礼智信完全相同。中国人传统文化优秀，传统文化是大乘佛法的根基。所以我们学净业三福，「孝养父母，奉事师长」，我们落实在《弟子规》；「慈心不杀」，落实在道家的《太上感应篇》；下面是「修十善业」，落实在《十善业道经》。你看多好，儒释道的三个根，在这上扎根，这三样东西要把它念熟，要记住。一切时、一切处，无论是顺境逆境、善缘恶缘，都要遵守佛菩萨、圣贤的教诲，不犯过错，这就叫持戒。老实、听话、真干，无论修学哪个法门都会成就。掌握住一门深入，长时薰修，不要贪多，一门，做专家，不做通家。一门容易得三昧，容易开悟，彻悟很难，大悟有可能，小悟准有分，小悟也就很管用了。",
      "zh_TW": "五戒就是中國儒家講的五常，不殺生是仁，不偷盜是義，不邪淫是禮，不飲酒是智，不妄語是信，跟儒家的根本戒仁義禮智信完全相同。中國人傳統文化優秀，傳統文化是大乘佛法的根基。所以我們學淨業三福，「孝養父母，奉事師長」，我們落實在《弟子規》；「慈心不殺」，落實在道家的《太上感應篇》；下面是「修十善業」，落實在《十善業道經》。你看多好，儒釋道的三個根，在這上扎根，這三樣東西要把它念熟，要記住。一切時、一切處，無論是順境逆境、善緣惡緣，都要遵守佛菩薩、聖賢的教誨，不犯過錯，這就叫持戒。老實、聽話、真幹，無論修學哪個法門都會成就。掌握住一門深入，長時薰修，不要貪多，一門，做專家，不做通家。一門容易得三昧，容易開悟，徹悟很難，大悟有可能，小悟準有分，小悟也就很管用了。"
    },
    {
      "id": "02-041-0224_p0035",
      "zh_CN": "贪瞋痴慢疑一定要断，决定不能够傲慢，不能够跟人家争强、争胜，这个不可以。傲慢，连儒家都忌讳。孔子都说，人有傲慢的习气，其他的就不必说了，说的话好，「如有周公之才之美，使骄且吝，其余则不足观也」。学佛、学道更不能够有傲慢心，不能有嫉妒心，不能有贪心，不能有瞋恚。净宗尤其殊胜，我学佛学了三十多年才接受，所以经上讲难信之法，我的体会比别人深。我是《华严》、《法华》、《楞严》这些大经大论明白这个道理，晚年归心净土。我觉得这个我有把握，其他的法门，虽然学了几十年没把握，念佛法门靠得住。这个地方这几句话要记住，「持名念佛，名具万德，总摄一切善根。故知老实持念，实暗摄忆佛功德也。」多好，多难得！",
      "zh_TW": "貪瞋痴慢疑一定要斷，決定不能夠傲慢，不能夠跟人家爭強、爭勝，這個不可以。傲慢，連儒家都忌諱。孔子都說，人有傲慢的習氣，其他的就不必說了，說的話好，「如有周公之才之美，使驕且吝，其餘則不足觀也」。學佛、學道更不能夠有傲慢心，不能有嫉妒心，不能有貪心，不能有瞋恚。淨宗尤其殊勝，我學佛學了三十多年才接受，所以經上講難信之法，我的體會比別人深。我是《華嚴》、《法華》、《楞嚴》這些大經大論明白這個道理，晚年歸心淨土。我覺得這個我有把握，其他的法門，雖然學了幾十年沒把握，念佛法門靠得住。這個地方這幾句話要記住，「持名念佛，名具萬德，總攝一切善根。故知老實持念，實暗攝憶佛功德也。」多好，多難得！"
    },
    {
      "id": "02-041-0224_p0036",
      "zh_CN": "「又《安乐集》曰：或有三昧，但能除贪，不能除瞋痴；或有三昧，但能除瞋，不能除痴贪；或有三昧，但能除痴，不能除贪瞋；或有三昧，但能除现在障，不能除过去、未来一切诸障」。这些话都是告诉我们，世尊当年在世，四十九年所说的一切法门，有大乘，有小乘，有显教，有密教。他老人家在世，一生确实是办学校，而且次第分明。先办小学，接引初机，就是小乘。小乘办多久？十二年，讲阿含。十二年之后，再提升办中学，讲方等，八年。比我们现在学习时间长，现在小学六年，中学三年；佛的小学十二年，中学八年。然后提升到大学，般若，二十二年；最后八年，法华、涅槃。《涅槃经》是遗教，遗嘱，那就法华为主。法华八年，那是研究所，讲成佛的道理，讲成佛的方法。道理讲清楚了，方法还是念佛。《华严经》善财童子五十三参，为我们表演，彻始彻终就是一句佛号，导归极乐，普贤菩萨带头的；《法华经》，龙女八岁成佛，都是念佛，这是我们要觉悟。念佛三昧，不可思议！你看他最后说的这个，「若能常修念佛三昧，无论现在、过去、未来，一切诸障悉皆除也。」阿公阿婆老实念佛，得此三昧。我们看海贤老和尚给我们做榜样，他示现的身分，不认识字，没念过书，农民出身，一生做农事，活到一百一十二岁，就是一句阿弥陀佛。师父教给他的，一句佛号念到底，一直念下去，明白了不能乱说，不能说。他老人家听话，真听话，真干，给我们做最好的榜样，给念佛的佛弟子做出最佳榜样，给净宗法门的同学，真正想一生当中求生净土，做出绝妙的榜样。",
      "zh_TW": "「又《安樂集》曰：或有三昧，但能除貪，不能除瞋痴；或有三昧，但能除瞋，不能除痴貪；或有三昧，但能除痴，不能除貪瞋；或有三昧，但能除現在障，不能除過去、未來一切諸障」。這些話都是告訴我們，世尊當年在世，四十九年所說的一切法門，有大乘，有小乘，有顯教，有密教。他老人家在世，一生確實是辦學校，而且次第分明。先辦小學，接引初機，就是小乘。小乘辦多久？十二年，講阿含。十二年之後，再提升辦中學，講方等，八年。比我們現在學習時間長，現在小學六年，中學三年；佛的小學十二年，中學八年。然後提升到大學，般若，二十二年；最後八年，法華、涅槃。《涅槃經》是遺教，遺囑，那就法華為主。法華八年，那是研究所，講成佛的道理，講成佛的方法。道理講清楚了，方法還是念佛。《華嚴經》善財童子五十三參，為我們表演，徹始徹終就是一句佛號，導歸極樂，普賢菩薩帶頭的；《法華經》，龍女八歲成佛，都是念佛，這是我們要覺悟。念佛三昧，不可思議！你看他最後說的這個，「若能常修念佛三昧，無論現在、過去、未來，一切諸障悉皆除也。」阿公阿婆老實念佛，得此三昧。我們看海賢老和尚給我們做榜樣，他示現的身分，不認識字，沒念過書，農民出身，一生做農事，活到一百一十二歲，就是一句阿彌陀佛。師父教給他的，一句佛號念到底，一直念下去，明白了不能亂說，不能說。他老人家聽話，真聽話，真幹，給我們做最好的榜樣，給念佛的佛弟子做出最佳榜樣，給淨宗法門的同學，真正想一生當中求生淨土，做出絕妙的榜樣。"
    },
    {
      "id": "02-041-0224_p0037",
      "zh_CN": "所以我劝同学，一部书，《无量寿经》会集本。有很多人批评、攻击这个本子，说这个本子是伪造的、是假的，不准念。非常感恩宏琳法师，十几年来编了一本书，《若要佛法兴，唯有僧赞僧》，我这里也有一本，这本书详细辨别，把这桩事情澄清了。会集不是夏莲居第一个人，历代会集的人很多。佛经最初传到中国来就是会集本，第一部《四十二章经》，字字句句都是佛说的，但是是在一切经里头节录下来的，编成一个小册子，佛教刚刚到中国来，便利于我们学习，那就是会集。会集最大的忌讳，是不能改变经文原来的字，这是忌讳的，不是不能会集。改动字的有，有这个情形，这是被批评的。夏老用十年时间会集这个本子，每一个字都有出处，是哪一部经上的字，一个字都没有敢改动，全是原文；换句话说，这个会集本是真经，字字句句是佛说的。黄念祖老居士的注解，用了八十三种经论、一百一十种祖师大德的注疏，来注解这部经。你看，他每一句、每一段都注明出处，从哪里来的，交代得很清楚，不是他自己的意思，是佛菩萨的意思、祖师大德的意思，正知正见。我们这二十多年来，学习这部经没错，这个路子没走错，我们要继续一直学下去，一生不改变方向，一部经、一部注解、一句佛号念到底。经注帮助我们破疑生信，我们对这个法门、对这个经跟注解生起坚定的信心，再不会被动摇，完全明白了，然后好好念佛。海贤老和尚的话说，「成佛是大事，其他都是假的。」好！我们在这一会当中决定有成就，取到往生的把握，得到往生的条件，知道自己这一生当中决定往生，往生真的成佛。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我勸同學，一部書，《無量壽經》會集本。有很多人批評、攻擊這個本子，說這個本子是偽造的、是假的，不准念。非常感恩宏琳法師，十幾年來編了一本書，《若要佛法興，唯有僧讚僧》，我這裡也有一本，這本書詳細辨別，把這樁事情澄清了。會集不是夏蓮居第一個人，歷代會集的人很多。佛經最初傳到中國來就是會集本，第一部《四十二章經》，字字句句都是佛說的，但是是在一切經裡頭節錄下來的，編成一個小冊子，佛教剛剛到中國來，便利於我們學習，那就是會集。會集最大的忌諱，是不能改變經文原來的字，這是忌諱的，不是不能會集。改動字的有，有這個情形，這是被批評的。夏老用十年時間會集這個本子，每一個字都有出處，是哪一部經上的字，一個字都沒有敢改動，全是原文；換句話說，這個會集本是真經，字字句句是佛說的。黃念祖老居士的註解，用了八十三種經論、一百一十種祖師大德的註疏，來註解這部經。你看，他每一句、每一段都註明出處，從哪裡來的，交代得很清楚，不是他自己的意思，是佛菩薩的意思、祖師大德的意思，正知正見。我們這二十多年來，學習這部經沒錯，這個路子沒走錯，我們要繼續一直學下去，一生不改變方向，一部經、一部註解、一句佛號念到底。經註幫助我們破疑生信，我們對這個法門、對這個經跟註解生起堅定的信心，再不會被動搖，完全明白了，然後好好念佛。海賢老和尚的話說，「成佛是大事，其他都是假的。」好！我們在這一會當中決定有成就，取到往生的把握，得到往生的條件，知道自己這一生當中決定往生，往生真的成佛。好，今天時間到了，我們就學習到此地。"
    }
  ]
}