{
  "doc_id": "02-041-0362",
  "title": {
    "zh_CN": "二Ｏ一四净土大经科注",
    "zh_TW": "二Ｏ一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六二集",
    "zh_TW": "第三六二集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0362",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-041-0362_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0362_p0002",
      "zh_CN": "请看《大经科注》第八百五十五页，从倒数第四行看起：",
      "zh_TW": "請看《大經科註》第八百五十五頁，從倒數第四行看起："
    },
    {
      "id": "02-041-0362_p0003",
      "zh_CN": "「（三）明平等度生之德」。上面讲自受用、他受用，念老引用《文殊般若经》、《大宝积经》里面的几句经文，我们要常常记在心上，帮助我们提起观照，观照就是看破。为什么放不下？是没看破，看破自然就放下了。这几句经文简短，第一句，「若信一切法悉是佛法，不生惊怖，亦不疑惑」。这个很重要，为什么？《坛经》，六祖是中国人，我们读他的文字倍感亲切，成佛了，他老人家末后一句告诉我们，「何期自性，能生万法」。自性是什么？自性就是佛，自性就是佛法，一切法不离自性，一切法就是自性。为什么？自性所生所现，离开自性就没有万法，万法、一切法都是自性变的，所以都是佛法，没有一法不是佛法。佛菩萨是佛法，没有问题，我们听了很欢喜；妖魔鬼怪都是佛法，我们听了就不舒服，那怎么能跟佛法比？这是什么？我们不了解事实真相，所以生烦恼；了解事实真相，大菩萨，他听了不起心、不动念，不但是没有分别执着，起心动念都没有，为什么？肯定它是佛法。佛法是什么？明白叫佛法，不明白叫世间法，明白跟不明白是一不是二，所以世间法跟佛法也是不二，这个道理要懂。",
      "zh_TW": "「（三）明平等度生之德」。上面講自受用、他受用，念老引用《文殊般若經》、《大寶積經》裡面的幾句經文，我們要常常記在心上，幫助我們提起觀照，觀照就是看破。為什麼放不下？是沒看破，看破自然就放下了。這幾句經文簡短，第一句，「若信一切法悉是佛法，不生驚怖，亦不疑惑」。這個很重要，為什麼？《壇經》，六祖是中國人，我們讀他的文字倍感親切，成佛了，他老人家末後一句告訴我們，「何期自性，能生萬法」。自性是什麼？自性就是佛，自性就是佛法，一切法不離自性，一切法就是自性。為什麼？自性所生所現，離開自性就沒有萬法，萬法、一切法都是自性變的，所以都是佛法，沒有一法不是佛法。佛菩薩是佛法，沒有問題，我們聽了很歡喜；妖魔鬼怪都是佛法，我們聽了就不舒服，那怎麼能跟佛法比？這是什麼？我們不了解事實真相，所以生煩惱；了解事實真相，大菩薩，他聽了不起心、不動念，不但是沒有分別執著，起心動念都沒有，為什麼？肯定它是佛法。佛法是什麼？明白叫佛法，不明白叫世間法，明白跟不明白是一不是二，所以世間法跟佛法也是不二，這個道理要懂。"
    },
    {
      "id": "02-041-0362_p0004",
      "zh_CN": "我们要真正相信，真信，不是假的，分别执着就没有了。那是什么？我们叫他做菩萨，凡夫有分别执着，真正契入境界，分别执着没有了。《华严经》上告诉我们，一切众生皆有佛性，佛性就是他的本性，佛性就是他的自性。所以说一切众生本来是佛，现在呢？现在迷了，还是佛。佛是真的，没变，迷是假的。迷，总有一天他觉悟了，他不迷了，不迷，原来就是。那迷的时候呢？迷的时候也是，只是他自己不知道。谁知道？佛知道，菩萨知道。所以这些话释迦牟尼佛对一切菩萨说，没问题，对三贤菩萨说、对十圣菩萨说，每一位菩萨都点头，没有一个提出意见的，没有一个有怀疑的。",
      "zh_TW": "我們要真正相信，真信，不是假的，分別執著就沒有了。那是什麼？我們叫他做菩薩，凡夫有分別執著，真正契入境界，分別執著沒有了。《華嚴經》上告訴我們，一切眾生皆有佛性，佛性就是他的本性，佛性就是他的自性。所以說一切眾生本來是佛，現在呢？現在迷了，還是佛。佛是真的，沒變，迷是假的。迷，總有一天他覺悟了，他不迷了，不迷，原來就是。那迷的時候呢？迷的時候也是，只是他自己不知道。誰知道？佛知道，菩薩知道。所以這些話釋迦牟尼佛對一切菩薩說，沒問題，對三賢菩薩說、對十聖菩薩說，每一位菩薩都點頭，沒有一個提出意見的，沒有一個有懷疑的。"
    },
    {
      "id": "02-041-0362_p0005",
      "zh_CN": "「万法本际」，也就是本体，万法本体，就是大乘经上讲的实相，「皆契实相，故无颠倒」。颠倒是什么？有见、无见，跟法相讲的相违背，这叫颠倒。颠倒，为什么叫他颠倒？因为他有执着，没有执着就是正知正见，有分别、有执着，知见不正。这个里头的意思很深、很妙，其深无底，其妙妙不可言！离开妄想、分别、执着，众生成佛了，本来是佛，他成佛了。本来是佛，如果有妄想、分别、执着，他就是凡夫。叫他做凡夫是假名，叫他做凡夫是暂时这样叫他，好像喝酒醉了发酒疯，他醒过来就正常，正常叫佛、叫菩萨，不正常叫十法界、叫六道凡夫。正常跟不正常也是方便说的，不是真实，真实哪有这些麻烦？起心动念就错了，不起心、不动念就对了，对了就叫佛菩萨，不对就叫凡夫，就这么回事情。",
      "zh_TW": "「萬法本際」，也就是本體，萬法本體，就是大乘經上講的實相，「皆契實相，故無顛倒」。顛倒是什麼？有見、無見，跟法相講的相違背，這叫顛倒。顛倒，為什麼叫他顛倒？因為他有執著，沒有執著就是正知正見，有分別、有執著，知見不正。這個裡頭的意思很深、很妙，其深無底，其妙妙不可言！離開妄想、分別、執著，眾生成佛了，本來是佛，他成佛了。本來是佛，如果有妄想、分別、執著，他就是凡夫。叫他做凡夫是假名，叫他做凡夫是暫時這樣叫他，好像喝酒醉了發酒瘋，他醒過來就正常，正常叫佛、叫菩薩，不正常叫十法界、叫六道凡夫。正常跟不正常也是方便說的，不是真實，真實哪有這些麻煩？起心動念就錯了，不起心、不動念就對了，對了就叫佛菩薩，不對就叫凡夫，就這麼回事情。"
    },
    {
      "id": "02-041-0362_p0006",
      "zh_CN": "后面讲到「游刹自在」，这个里头念老引《金刚三昧经》给我们说出的，「入道多途」，八万四千法门、无量法门，这多途，「要而言之，不出二种」，那麻烦，咱们节要，节要而言，总不外两大类，一类理入、一类行入。理入，明白了，权教菩萨就有。但是行入更圆满，行入是具足戒定慧。为什么？他落实了。理入而没有落实，有，有这种人，权教菩萨，他说得头头是道，没说错，有资格讲经说法，但是他没做到，自己还做不到。实在讲，理还没有透，理一定要大彻大悟就圆满了，小悟、大悟，还有一些没做到，不能说他没入，入佛境界，习气犹存，不得究竟圆满的受用。",
      "zh_TW": "後面講到「遊剎自在」，這個裡頭念老引《金剛三昧經》給我們說出的，「入道多途」，八萬四千法門、無量法門，這多途，「要而言之，不出二種」，那麻煩，咱們節要，節要而言，總不外兩大類，一類理入、一類行入。理入，明白了，權教菩薩就有。但是行入更圓滿，行入是具足戒定慧。為什麼？他落實了。理入而沒有落實，有，有這種人，權教菩薩，他說得頭頭是道，沒說錯，有資格講經說法，但是他沒做到，自己還做不到。實在講，理還沒有透，理一定要大徹大悟就圓滿了，小悟、大悟，還有一些沒做到，不能說他沒入，入佛境界，習氣猶存，不得究竟圓滿的受用。"
    },
    {
      "id": "02-041-0362_p0007",
      "zh_CN": "所以教我们，「智者悟真，安心无为，万有皆空，无所希求」，这四句话重要。我们问题出在哪里？万有就是万法，我们把万法都当真的，对于一切法我们有所愿、有所求，这就错了。不知道这些法，像《金刚经》上所说的，「一切有为法，如梦幻泡影」，这两句话是说一切法的真相，就是实相。我们用什么态度对它？要跟佛菩萨一样，得其真相了，不放在心上。所以《金刚经》上说得好，知道「一切有为法，如梦幻泡影」，下面就怎么对付它，「如露亦如电，应作如是观」。像露水一样，露水，太阳一出来就没有了；闪电，看到闪电，光一亮就没有了。下面这句更亲切，一切法就像闪电一样，比闪电快，闪电我们还能觉察到，它快的那个速度我们无法觉察到。就在面前，眼对色，耳对音声，鼻对香，舌对味，不知道它是空的、它是假的，把它认为真有，酸甜苦辣咸，以为真有，不知道全是假的，没有一样是真的。什么是真的？自性是真的。真，不可得，假的更不可得，真的跟假的都不要有得失心，就好，那就恭喜你，你成就了，你得大自在了。这几句话重要。",
      "zh_TW": "所以教我們，「智者悟真，安心無為，萬有皆空，無所希求」，這四句話重要。我們問題出在哪裡？萬有就是萬法，我們把萬法都當真的，對於一切法我們有所願、有所求，這就錯了。不知道這些法，像《金剛經》上所說的，「一切有為法，如夢幻泡影」，這兩句話是說一切法的真相，就是實相。我們用什麼態度對它？要跟佛菩薩一樣，得其真相了，不放在心上。所以《金剛經》上說得好，知道「一切有為法，如夢幻泡影」，下面就怎麼對付它，「如露亦如電，應作如是觀」。像露水一樣，露水，太陽一出來就沒有了；閃電，看到閃電，光一亮就沒有了。下面這句更親切，一切法就像閃電一樣，比閃電快，閃電我們還能覺察到，它快的那個速度我們無法覺察到。就在面前，眼對色，耳對音聲，鼻對香，舌對味，不知道它是空的、它是假的，把它認為真有，酸甜苦辣鹹，以為真有，不知道全是假的，沒有一樣是真的。什麼是真的？自性是真的。真，不可得，假的更不可得，真的跟假的都不要有得失心，就好，那就恭喜你，你成就了，你得大自在了。這幾句話重要。"
    },
    {
      "id": "02-041-0362_p0008",
      "zh_CN": "人在世间无所希求，还要加一个亦无不希求想，希求，没有，不希求也没有。这个心是什么？这心定的，自性本定。惠能大师开悟的时候第四句所说的，「何期自性，本无动摇」，没动。有希求，动了；有不希求，也动了。如如不动，希求、不希求这个念头都没有，我们要取。念佛为什么功夫不得力？念了这么多年，不得受用，妄念还是很多，总想念到功夫成片、念到一心不乱，就是没有办法做到。什么原因？你还有求，你还有不求。你有希求想，不希求也是个希求，希求不希求，所以心还是动了。如何能叫它不动？其实这些所说的，在《金刚经》上就是四个字，「无住生心」，生心无住。生心是什么？办事。无住是什么？功夫。我生心办事，办事，有自己的事、有别人的事。自己的事是什么？求生净土。别人的事情是什么？听闻正法，依法修行，别人的事。遇到了，遇到了要干，不能不干。干怎么样？干的时候没有起心动念，没有分别执着，高明，中道，二边不住，中道不存。有一个中道又错了。有没有中道？有，二边不住就是中道，心里有个中道，又有了。",
      "zh_TW": "人在世間無所希求，還要加一個亦無不希求想，希求，沒有，不希求也沒有。這個心是什麼？這心定的，自性本定。惠能大師開悟的時候第四句所說的，「何期自性，本無動搖」，沒動。有希求，動了；有不希求，也動了。如如不動，希求、不希求這個念頭都沒有，我們要取。念佛為什麼功夫不得力？念了這麼多年，不得受用，妄念還是很多，總想念到功夫成片、念到一心不亂，就是沒有辦法做到。什麼原因？你還有求，你還有不求。你有希求想，不希求也是個希求，希求不希求，所以心還是動了。如何能叫它不動？其實這些所說的，在《金剛經》上就是四個字，「無住生心」，生心無住。生心是什麼？辦事。無住是什麼？功夫。我生心辦事，辦事，有自己的事、有別人的事。自己的事是什麼？求生淨土。別人的事情是什麼？聽聞正法，依法修行，別人的事。遇到了，遇到了要幹，不能不幹。幹怎麼樣？幹的時候沒有起心動念，沒有分別執著，高明，中道，二邊不住，中道不存。有一個中道又錯了。有沒有中道？有，二邊不住就是中道，心裡有個中道，又有了。"
    },
    {
      "id": "02-041-0362_p0009",
      "zh_CN": "所以我们想求的，要往上上乘求，得不到也得中乘、也得下乘，总有收获的。上上乘是佛，佛是不起心不动念、不分别不执着；菩萨有起心动念，没有分别执着；阿罗汉有分别，没执着。我们想想，六根在六尘境界，有起心有动念、有分别有执着，这就叫六道凡夫。不执着了，好，有分别，不执着，清净心现前，超越六道轮回，住十法界四圣法界，声闻、缘觉、菩萨、佛，你在这个里面修行。如果是念佛求生极乐世界，你必定得到阿弥陀佛的照顾，佛帮助你，接引你到极乐世界去了，这重要！",
      "zh_TW": "所以我們想求的，要往上上乘求，得不到也得中乘、也得下乘，總有收穫的。上上乘是佛，佛是不起心不動念、不分別不執著；菩薩有起心動念，沒有分別執著；阿羅漢有分別，沒執著。我們想想，六根在六塵境界，有起心有動念、有分別有執著，這就叫六道凡夫。不執著了，好，有分別，不執著，清淨心現前，超越六道輪迴，住十法界四聖法界，聲聞、緣覺、菩薩、佛，你在這個裡面修行。如果是念佛求生極樂世界，你必定得到阿彌陀佛的照顧，佛幫助你，接引你到極樂世界去了，這重要！"
    },
    {
      "id": "02-041-0362_p0010",
      "zh_CN": "所以一定要知道，整个宇宙，佛法讲遍法界虚空界，一切法都是假的，包括佛法。没有说一切法是假的，佛法在外，没说。所以你执着有佛法，错了，执着没有佛法也错了，你不懂得如来真实义。这个东西好比大夫治病一样，你有这个病就有对治的药，你吃了这个药你的病就好了。好了之后病没有了，药有没有？药也不要了。病好了再吃药，就又吃出病出来了。有病才有药，它是相对而生的。所以一边没有了，那一边也就没有了，一定要明白这个道理。我们今天最困难的，就是病好了药还抓住不放，麻烦就在这里。这个东西是好东西，把我病治好了，你要继续再吃它又生病了，治不好了。所以一起放下，保持什么？保持心地清净平等觉。这五个字就是真心，就是我们的本性。用真心不用妄心，成佛很快；用妄心不用真心，永远没办法成佛。用真心对待自己，有求、无求都放下了，有求，错用了心，无求也错用了心，学佛菩萨随缘度日，那叫生心，《金刚经》上讲生心。不但做完了不执着，作而无作，正在干的时候也是无作，你这样干的时候生欢喜心，法喜充满。为什么？菩萨才能做到，不是菩萨做不到。《般若经》上讲的，有为、无为，二边不着。这叫妙德。",
      "zh_TW": "所以一定要知道，整個宇宙，佛法講遍法界虛空界，一切法都是假的，包括佛法。沒有說一切法是假的，佛法在外，沒說。所以你執著有佛法，錯了，執著沒有佛法也錯了，你不懂得如來真實義。這個東西好比大夫治病一樣，你有這個病就有對治的藥，你吃了這個藥你的病就好了。好了之後病沒有了，藥有沒有？藥也不要了。病好了再吃藥，就又吃出病出來了。有病才有藥，它是相對而生的。所以一邊沒有了，那一邊也就沒有了，一定要明白這個道理。我們今天最困難的，就是病好了藥還抓住不放，麻煩就在這裡。這個東西是好東西，把我病治好了，你要繼續再吃它又生病了，治不好了。所以一起放下，保持什麼？保持心地清淨平等覺。這五個字就是真心，就是我們的本性。用真心不用妄心，成佛很快；用妄心不用真心，永遠沒辦法成佛。用真心對待自己，有求、無求都放下了，有求，錯用了心，無求也錯用了心，學佛菩薩隨緣度日，那叫生心，《金剛經》上講生心。不但做完了不執著，作而無作，正在幹的時候也是無作，你這樣幹的時候生歡喜心，法喜充滿。為什麼？菩薩才能做到，不是菩薩做不到。《般若經》上講的，有為、無為，二邊不著。這叫妙德。"
    },
    {
      "id": "02-041-0362_p0011",
      "zh_CN": "今天我们看第三段，「明平等度生之德。彼土菩萨有大慈悲」，从圆满自性而流出来的慈悲，就是大慈大悲。我们这个地方要修，要修很多劫才能修成功，往生到极乐世界你就得到了。得到多大？跟阿弥陀佛一样大，阿弥陀佛有多大的慈悲，你的慈悲心跟佛一样。自性第一德，自性里面是万德万能，万德万能里面我们要找出个第一，第一是什么？第一就是慈悲。慈悲是什么？慈悲就是上帝爱世人，爱。这个爱是真诚的，不是假的，这个爱是平等的，对一切众生平等的爱，没有偏爱，没有妄想、分别、执着的爱，叫慈悲。慈悲跟爱是一个意思，佛法里面，佛唯恐大家把它认错了，错会了意思，所以说慈悲这个名词。爱里面，世间法里头它有情在里头，爱里头有情，这个爱就被染污了。佛法里面这个爱是智慧，不是感情，圆满的智慧，究竟的智慧，所以称之为慈悲。慈悲是智慧理性的爱，我们这样说大家容易懂，无条件的爱一切众生。",
      "zh_TW": "今天我們看第三段，「明平等度生之德。彼土菩薩有大慈悲」，從圓滿自性而流出來的慈悲，就是大慈大悲。我們這個地方要修，要修很多劫才能修成功，往生到極樂世界你就得到了。得到多大？跟阿彌陀佛一樣大，阿彌陀佛有多大的慈悲，你的慈悲心跟佛一樣。自性第一德，自性裡面是萬德萬能，萬德萬能裡面我們要找出個第一，第一是什麼？第一就是慈悲。慈悲是什麼？慈悲就是上帝愛世人，愛。這個愛是真誠的，不是假的，這個愛是平等的，對一切眾生平等的愛，沒有偏愛，沒有妄想、分別、執著的愛，叫慈悲。慈悲跟愛是一個意思，佛法裡面，佛唯恐大家把它認錯了，錯會了意思，所以說慈悲這個名詞。愛裡面，世間法裡頭它有情在裡頭，愛裡頭有情，這個愛就被染污了。佛法裡面這個愛是智慧，不是感情，圓滿的智慧，究竟的智慧，所以稱之為慈悲。慈悲是智慧理性的愛，我們這樣說大家容易懂，無條件的愛一切眾生。"
    },
    {
      "id": "02-041-0362_p0012",
      "zh_CN": "从哪里开始？从父母开始。爱父母，是真的不是假的；父母爱子女，真的。现代的社会小孩很早就被染污了。被什么染污？电视、网路，被这些东西染污，他爱父母的心被淡化了。父母对他的爱是真的，他对父母的爱不是纯真，里面已经杂了毒素在里头。所以他长大了，对父母就不满，不爱父母的多！在古时候，不爱父母的很少见，你去找找不到，现在到处都是。应该可以这么说法，生下来一百天，就是三个月的小孩，大概还没有被染污，他爱父母的心是真的。你看父母抱他，他面对着父母的笑容，他的神情、他的表现，细心观察，真爱，那不是假的。一百天之后，靠不住了，小小的真心已经被染污，只要他把电视看懂了。怎么知道？你把电视拿掉，他哭，他不高兴，他已经被染污了。不满一百天，你把电视拿走，他无所谓，没有感觉。到他拿走之后不高兴的时候，他就有感觉了，已经被污染了，很可怕。",
      "zh_TW": "從哪裡開始？從父母開始。愛父母，是真的不是假的；父母愛子女，真的。現代的社會小孩很早就被染污了。被什麼染污？電視、網路，被這些東西染污，他愛父母的心被淡化了。父母對他的愛是真的，他對父母的愛不是純真，裡面已經雜了毒素在裡頭。所以他長大了，對父母就不滿，不愛父母的多！在古時候，不愛父母的很少見，你去找找不到，現在到處都是。應該可以這麼說法，生下來一百天，就是三個月的小孩，大概還沒有被染污，他愛父母的心是真的。你看父母抱他，他面對著父母的笑容，他的神情、他的表現，細心觀察，真愛，那不是假的。一百天之後，靠不住了，小小的真心已經被染污，只要他把電視看懂了。怎麼知道？你把電視拿掉，他哭，他不高興，他已經被染污了。不滿一百天，你把電視拿走，他無所謂，沒有感覺。到他拿走之後不高興的時候，他就有感覺了，已經被污染了，很可怕。"
    },
    {
      "id": "02-041-0362_p0013",
      "zh_CN": "我初学佛的时候，方东美先生指着他家里电视机告诉我，这个东西，你要知道，它可以毁灭这个地球，它也能够救这个地球。机器是中立的，看人怎么用它。如果播放的节目是负面的，会亡国家，会把中国传统的文化毁灭掉；如果用得正，我们学佛了，用它来讲经教学，好事情，可以拯救社会，可以救这个国家，乃至于救全世界。怎么个救法？电视台多，希望电视台里面播出去的频道能有二、三十个频道是属于正面的，负面的也播，让看电视的人自己去选择，我相信慢慢就转过来了。负面东西看多了会厌倦，古圣先贤的教诲是愈学兴趣愈浓，愈学智慧愈开，对他有很大的帮助。可以面对着电视播演的让他自己去选择。绝对不是人喜欢看这些负面的，不是，不喜欢的人很多。不喜欢的人为什么要看？他生活得无聊，用这个来打发时间，他不是真正在看。如果有正面的他就会选择。",
      "zh_TW": "我初學佛的時候，方東美先生指著他家裡電視機告訴我，這個東西，你要知道，它可以毀滅這個地球，它也能夠救這個地球。機器是中立的，看人怎麼用它。如果播放的節目是負面的，會亡國家，會把中國傳統的文化毀滅掉；如果用得正，我們學佛了，用它來講經教學，好事情，可以拯救社會，可以救這個國家，乃至於救全世界。怎麼個救法？電視台多，希望電視台裡面播出去的頻道能有二、三十個頻道是屬於正面的，負面的也播，讓看電視的人自己去選擇，我相信慢慢就轉過來了。負面東西看多了會厭倦，古聖先賢的教誨是愈學興趣愈濃，愈學智慧愈開，對他有很大的幫助。可以面對著電視播演的讓他自己去選擇。絕對不是人喜歡看這些負面的，不是，不喜歡的人很多。不喜歡的人為什麼要看？他生活得無聊，用這個來打發時間，他不是真正在看。如果有正面的他就會選擇。"
    },
    {
      "id": "02-041-0362_p0014",
      "zh_CN": "我们早年，现在也在台湾有一个频道，认识我的人，多半在频道上认识的，在电视网路上认识的，没见过面，他认识我，我不认识他。有时候我走在街头上，有人跟我打招呼，我也很欢喜跟他招招手，不认识。那是什么？大概是常常听我讲经的，看电视的。这个工具既然能把社会扰乱成今天这个样子，它也有能力把社会这个负面的扭转过来。扭转过来，播放正面的，无量功德；播放这些负面的，杀盗淫妄，播放这些东西的，这造的罪业重，将来的果报在无间地狱，你要想到将来你就可怕。你播放正面的，你积功累德，将来的果报，你不想学佛你也会生天，不信宗教也生天。为什么？你取得生天的条件。听经是行善积德，你在这做，你救了多少人？果报不可思议，不能不懂得，不懂得亏就吃大了。",
      "zh_TW": "我們早年，現在也在台灣有一個頻道，認識我的人，多半在頻道上認識的，在電視網路上認識的，沒見過面，他認識我，我不認識他。有時候我走在街頭上，有人跟我打招呼，我也很歡喜跟他招招手，不認識。那是什麼？大概是常常聽我講經的，看電視的。這個工具既然能把社會擾亂成今天這個樣子，它也有能力把社會這個負面的扭轉過來。扭轉過來，播放正面的，無量功德；播放這些負面的，殺盜淫妄，播放這些東西的，這造的罪業重，將來的果報在無間地獄，你要想到將來你就可怕。你播放正面的，你積功累德，將來的果報，你不想學佛你也會生天，不信宗教也生天。為什麼？你取得生天的條件。聽經是行善積德，你在這做，你救了多少人？果報不可思議，不能不懂得，不懂得虧就吃大了。"
    },
    {
      "id": "02-041-0362_p0015",
      "zh_CN": "这平等度生，大慈悲，「愿饶益一切有情」，愿是发愿，我愿，愿意在我有生之年，我对于一切有情众生，这个一切有情众生说的动物，动物有感情，对待这有情众生给他最丰饶的利益，我们讲最大的、最圆满的利益。那是什么利益？帮助他开智慧，帮助他学圣贤，帮助他的性德，内，远离贪瞋痴慢疑，这是意的五恶，起心动念的五种恶，贪瞋痴慢疑；外，要把《弟子规》、把孔老夫子的德行表演出来，做给大家看。",
      "zh_TW": "這平等度生，大慈悲，「願饒益一切有情」，願是發願，我願，願意在我有生之年，我對於一切有情眾生，這個一切有情眾生說的動物，動物有感情，對待這有情眾生給他最豐饒的利益，我們講最大的、最圓滿的利益。那是什麼利益？幫助他開智慧，幫助他學聖賢，幫助他的性德，內，遠離貪瞋痴慢疑，這是意的五惡，起心動念的五種惡，貪瞋痴慢疑；外，要把《弟子規》、把孔老夫子的德行表演出來，做給大家看。"
    },
    {
      "id": "02-041-0362_p0016",
      "zh_CN": "夫子之德，学生所说的，不会有错误，「温良恭俭让」。要做出来，为人温和，和蔼可亲，像弥勒菩萨一样笑面迎人；善良，没有害人的心，没有害人的念头，没有害人的言语，没有害人的行为，包括一切有情众生。那我们就晓得我们为什么要素食，不食众生肉，不伤害众生，这是慈悲，大慈大悲。恭敬，恭敬跟赞叹连在一起的，对于别人有好的思想、好的言语、好的行为我们要赞叹，要欢喜、要赞叹；他做的不对的、错误的，绝不毁谤，不要放在心上，成就自己的德行。自己没有嫉妒，没有障碍，没有自私自利的念头，念念都是利益一切众生，帮助众生开悟，帮助众生提升自己的道德行为，这是好事。夫子的生活节俭，节俭是美德。礼让，忍让，不跟人竞争，我们都是让，你要的，我有能力帮助你，我给你，没有能力是没有法子，我有能力一定帮助你。温良恭俭让要做到，贪瞋痴慢疑要断掉。",
      "zh_TW": "夫子之德，學生所說的，不會有錯誤，「溫良恭儉讓」。要做出來，為人溫和，和藹可親，像彌勒菩薩一樣笑面迎人；善良，沒有害人的心，沒有害人的念頭，沒有害人的言語，沒有害人的行為，包括一切有情眾生。那我們就曉得我們為什麼要素食，不食眾生肉，不傷害眾生，這是慈悲，大慈大悲。恭敬，恭敬跟讚歎連在一起的，對於別人有好的思想、好的言語、好的行為我們要讚歎，要歡喜、要讚歎；他做的不對的、錯誤的，絕不毀謗，不要放在心上，成就自己的德行。自己沒有嫉妒，沒有障礙，沒有自私自利的念頭，念念都是利益一切眾生，幫助眾生開悟，幫助眾生提升自己的道德行為，這是好事。夫子的生活節儉，節儉是美德。禮讓，忍讓，不跟人競爭，我們都是讓，你要的，我有能力幫助你，我給你，沒有能力是沒有法子，我有能力一定幫助你。溫良恭儉讓要做到，貪瞋痴慢疑要斷掉。"
    },
    {
      "id": "02-041-0362_p0017",
      "zh_CN": "每个佛门弟子都能够做到，佛教一定兴旺起来。为什么？社会大众看到了都喜欢，不会讨厌你。我们在澳洲图文巴做了十五年，就是用这个方法摄受一切大众，这个小城是现代的和谐示范小城。现在居民有十六万人，十五年前，我们移民到那个地方，八万人，十五年人口增加一倍。这地方人善良，十几个宗教，团结像一家人一样。所有宗教我都劝他们回归教育，还要互相学习，我们一起把圣贤的教诲、神圣的教诲一条一条的做到，做小城居民的榜样，做给他们看。十三年，他们接受了，他们学会了。我听说在明年三月，我们邀请联合国的大使们到这个小城去考察、去参观。这是一个合多元文化、多族群、多宗教，大家在一起生活，相亲相爱，互助合作。这谁的意思？神圣的意思，神圣的教诲。我们干这桩事情，非常难得！有机会大家可以到那边去参观。",
      "zh_TW": "每個佛門弟子都能夠做到，佛教一定興旺起來。為什麼？社會大眾看到了都喜歡，不會討厭你。我們在澳洲圖文巴做了十五年，就是用這個方法攝受一切大眾，這個小城是現代的和諧示範小城。現在居民有十六萬人，十五年前，我們移民到那個地方，八萬人，十五年人口增加一倍。這地方人善良，十幾個宗教，團結像一家人一樣。所有宗教我都勸他們回歸教育，還要互相學習，我們一起把聖賢的教誨、神聖的教誨一條一條的做到，做小城居民的榜樣，做給他們看。十三年，他們接受了，他們學會了。我聽說在明年三月，我們邀請聯合國的大使們到這個小城去考察、去參觀。這是一個合多元文化、多族群、多宗教，大家在一起生活，相親相愛，互助合作。這誰的意思？神聖的意思，神聖的教誨。我們幹這樁事情，非常難得！有機會大家可以到那邊去參觀。"
    },
    {
      "id": "02-041-0362_p0018",
      "zh_CN": "这个地方可以能做到，其他地区也能做到，我相信做得会比我们做得更成功、做得更好。世界会和平，每个国家都富强。希望这个世界上永远没有战争，没有斗争。最好连竞争都不要，这才叫干净，叫彻底。为什么？竞争升级就是斗争，斗争升级就是战争。今天战争不打就没事，如果要打，地球毁灭，地球上七十多亿众生同归于尽。这是事实真相，我们不能不知道，不能不重视它。重视它什么意思？我们了解事实真相，知道这个东西很危险，不定什么时候爆炸，咱也不知道，现在就准备，准备什么？往生极乐世界的资粮，就对了。它打没关系，我到极乐世界见阿弥陀佛去，就移民，地球不能住了，我们移民到极乐世界。到极乐世界条件，这四个字「信愿持名」，真能去，一点不假。正好你看经上教给我们，万缘放下，彻底放下，心里放什么？心里放阿弥陀佛，心里放极乐世界，心里只有这一部无量寿经，依教奉行。",
      "zh_TW": "這個地方可以能做到，其他地區也能做到，我相信做得會比我們做得更成功、做得更好。世界會和平，每個國家都富強。希望這個世界上永遠沒有戰爭，沒有鬥爭。最好連競爭都不要，這才叫乾淨，叫徹底。為什麼？競爭升級就是鬥爭，鬥爭升級就是戰爭。今天戰爭不打就沒事，如果要打，地球毀滅，地球上七十多億眾生同歸於盡。這是事實真相，我們不能不知道，不能不重視它。重視它什麼意思？我們了解事實真相，知道這個東西很危險，不定什麼時候爆炸，咱也不知道，現在就準備，準備什麼？往生極樂世界的資糧，就對了。它打沒關係，我到極樂世界見阿彌陀佛去，就移民，地球不能住了，我們移民到極樂世界。到極樂世界條件，這四個字「信願持名」，真能去，一點不假。正好你看經上教給我們，萬緣放下，徹底放下，心裡放什麼？心裡放阿彌陀佛，心裡放極樂世界，心裡只有這一部無量壽經，依教奉行。"
    },
    {
      "id": "02-041-0362_p0019",
      "zh_CN": "「故于一切众生，不计亲疏恩怨，亦无彼我之分，更无违怨之想，视同一子，平等普度。」这一段话很重要，非常重要，我们要想这一生活得自在，你一定懂这个道理，你依照这个道理去做，你会得到。我给你保证，我得到了，所以你要这样做，我相信你也会得到。我怎么得到的？我就依教奉行得到的。这里最重要的，亲疏恩怨要划平等号。亲是亲人，疏远的是亲戚朋友，再疏远就是一般人民，对我有恩的，记住要报恩；对我有怨的，记住绝不报怨，把冤家对头都当作亲人去孝敬就对了。为什么？孔子说「三人行必有我师」，这就是三人行，一个于我有恩的，一个于我有怨的，加上我自己，三个人。在一起怎样？记住前面所讲的，一切法皆是佛法，一切众生本来是佛。这个对我有恩的他是佛，对我有怨的也是佛，暂时迷惑，总有一天他会觉悟，他会成佛。所以不要想他的怨，想他的恩，不要想他是怎么样在伤害我，要想到他是一尊佛，他醒过来之后，他跟释迦牟尼佛一样，他跟阿弥陀佛一样，普度众生。所以恩怨在我们心里把它调和成平等，都是来帮助我的。",
      "zh_TW": "「故於一切眾生，不計親疏恩怨，亦無彼我之分，更無違怨之想，視同一子，平等普度。」這一段話很重要，非常重要，我們要想這一生活得自在，你一定懂這個道理，你依照這個道理去做，你會得到。我給你保證，我得到了，所以你要這樣做，我相信你也會得到。我怎麼得到的？我就依教奉行得到的。這裡最重要的，親疏恩怨要劃平等號。親是親人，疏遠的是親戚朋友，再疏遠就是一般人民，對我有恩的，記住要報恩；對我有怨的，記住絕不報怨，把冤家對頭都當作親人去孝敬就對了。為什麼？孔子說「三人行必有我師」，這就是三人行，一個於我有恩的，一個於我有怨的，加上我自己，三個人。在一起怎樣？記住前面所講的，一切法皆是佛法，一切眾生本來是佛。這個對我有恩的他是佛，對我有怨的也是佛，暫時迷惑，總有一天他會覺悟，他會成佛。所以不要想他的怨，想他的恩，不要想他是怎麼樣在傷害我，要想到他是一尊佛，他醒過來之後，他跟釋迦牟尼佛一樣，他跟阿彌陀佛一樣，普度眾生。所以恩怨在我們心裡把它調和成平等，都是來幫助我的。"
    },
    {
      "id": "02-041-0362_p0020",
      "zh_CN": "亲人，我们在他身上学什么？不是学忘恩负义，要学感恩、要学报恩。冤亲债主我们把他换个方向，他对我也有恩，什么恩？他帮助我修忍辱波罗蜜，看我能不能受得了，看我会不会生起报复的念头、生起怨恨的念头，他来帮助我这个，那就变成恩人，不是仇人了。我忍辱波罗蜜从哪里修的？从他那里修的。他伤害我，我不但不伤害他，我还会成就他，我还会帮助他，这就对了，成就圆满的孝亲、感恩。对一切众生如是。所以没有彼我之分，没有违怨之想，违背，哪个人跟我作对，没有这个念头。他跟我的想法、看法不同，这是正常的，我们接受的教育不一样。",
      "zh_TW": "親人，我們在他身上學什麼？不是學忘恩負義，要學感恩、要學報恩。冤親債主我們把他換個方向，他對我也有恩，什麼恩？他幫助我修忍辱波羅蜜，看我能不能受得了，看我會不會生起報復的念頭、生起怨恨的念頭，他來幫助我這個，那就變成恩人，不是仇人了。我忍辱波羅蜜從哪裡修的？從他那裡修的。他傷害我，我不但不傷害他，我還會成就他，我還會幫助他，這就對了，成就圓滿的孝親、感恩。對一切眾生如是。所以沒有彼我之分，沒有違怨之想，違背，哪個人跟我作對，沒有這個念頭。他跟我的想法、看法不同，這是正常的，我們接受的教育不一樣。"
    },
    {
      "id": "02-041-0362_p0021",
      "zh_CN": "我们很有幸，很荣幸，受到孔子的教训，孔孟的教训，受到佛陀的教训。这些年来，我们学习许许多多宗教经典，接受许许多多宗教的圣贤薰陶，知道这些人都是好人，这些人都是了不起的大圣大贤，我们用尊敬夫子的心、尊敬佛陀的心，尊敬所有宗教的创始人。我们进入天主教的讲堂，可以参加他们的弥撒、祈祷活动。我们先做，希望我们佛门做法会，这些神父、牧师也会来参加。习以为常，每个宗教办活动，其他宗教都会来参加。众神一体，宗教一家，平等对待，和睦相处。",
      "zh_TW": "我們很有幸，很榮幸，受到孔子的教訓，孔孟的教訓，受到佛陀的教訓。這些年來，我們學習許許多多宗教經典，接受許許多多宗教的聖賢薰陶，知道這些人都是好人，這些人都是了不起的大聖大賢，我們用尊敬夫子的心、尊敬佛陀的心，尊敬所有宗教的創始人。我們進入天主教的講堂，可以參加他們的彌撒、祈禱活動。我們先做，希望我們佛門做法會，這些神父、牧師也會來參加。習以為常，每個宗教辦活動，其他宗教都會來參加。眾神一體，宗教一家，平等對待，和睦相處。"
    },
    {
      "id": "02-041-0362_p0022",
      "zh_CN": "下面这一句，「视同一子，平等普度」，我们对于全世界不同的族群、不同的文化、不同的宗教信仰一视同仁，没有差别，统统是平等的。我们做出榜样给他看，让他慢慢熟悉，时间久了自然同化，他就接受我们，慢慢就学习。我们住到这个地方，首先这里一些邻居要处好，这几条街见面都认识，哪一家的，见面都有亲切感，好，慢慢就演化到这个小镇。从我做起，不要求别人，从我做起，我做好了他们就都得度。",
      "zh_TW": "下面這一句，「視同一子，平等普度」，我們對於全世界不同的族群、不同的文化、不同的宗教信仰一視同仁，沒有差別，統統是平等的。我們做出榜樣給他看，讓他慢慢熟悉，時間久了自然同化，他就接受我們，慢慢就學習。我們住到這個地方，首先這裡一些鄰居要處好，這幾條街見面都認識，哪一家的，見面都有親切感，好，慢慢就演化到這個小鎮。從我做起，不要求別人，從我做起，我做好了他們就都得度。"
    },
    {
      "id": "02-041-0362_p0023",
      "zh_CN": "这个经上讲，「亦无彼我违怨之想」，没有这个念头。人这一生，同学们记住，一生当中，没有冤家、没有对头，你说你快不快乐？可不可能？答案是正确的，可能。为什么可能？释迦牟尼佛一生没冤家、没对头，耶稣一生没有冤家对头，穆罕默德也没有，在中国，文武周公、老子庄子也没有。可见得做得到。他能做到我也能做到，我认真努力向他学习，一定要学到。为什么？快乐，人生最高的享受。这个与地位没关系、与财富没关系，与觉悟有关系、与德行有关系。",
      "zh_TW": "這個經上講，「亦無彼我違怨之想」，沒有這個念頭。人這一生，同學們記住，一生當中，沒有冤家、沒有對頭，你說你快不快樂？可不可能？答案是正確的，可能。為什麼可能？釋迦牟尼佛一生沒冤家、沒對頭，耶穌一生沒有冤家對頭，穆罕默德也沒有，在中國，文武周公、老子莊子也沒有。可見得做得到。他能做到我也能做到，我認真努力向他學習，一定要學到。為什麼？快樂，人生最高的享受。這個與地位沒關係、與財富沒關係，與覺悟有關係、與德行有關係。"
    },
    {
      "id": "02-041-0362_p0024",
      "zh_CN": "我们再看下面第三段，「平等利生」。",
      "zh_TW": "我們再看下面第三段，「平等利生」。"
    },
    {
      "id": "02-041-0362_p0025",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-041-0362_p0026",
      "zh_CN": "这是提出问题，为什么？紧接着前文，「遍游佛刹，无爱无厌，亦无希求不希求想，亦无彼我违怨之想」，这是经文，为什么？下面是回答，释迦牟尼佛为我们回答，分两段，第一段，「悲利解如」；后面一段，「善演正论」。悲，悲的利益是教了解如如，真如，这是根本智。后一段是后得智，智慧，智慧开了。读书千遍，其义自见，一千遍，小智慧开了；两千遍，大智慧开了；三千遍，大大智慧开了。大彻大悟，明心见性，成佛了；大彻大悟，没有见性，菩萨；小悟是阿罗汉、辟支佛。我们看这一段经文：",
      "zh_TW": "這是提出問題，為什麼？緊接著前文，「遍遊佛剎，無愛無厭，亦無希求不希求想，亦無彼我違怨之想」，這是經文，為什麼？下面是回答，釋迦牟尼佛為我們回答，分兩段，第一段，「悲利解如」；後面一段，「善演正論」。悲，悲的利益是教了解如如，真如，這是根本智。後一段是後得智，智慧，智慧開了。讀書千遍，其義自見，一千遍，小智慧開了；兩千遍，大智慧開了；三千遍，大大智慧開了。大徹大悟，明心見性，成佛了；大徹大悟，沒有見性，菩薩；小悟是阿羅漢、辟支佛。我們看這一段經文："
    },
    {
      "id": "02-041-0362_p0027",
      "zh_CN": "【彼诸菩萨。于一切众生。有大慈悲利益心故。舍离一切执着。成就无量功德。以无碍慧。解法如如。】",
      "zh_TW": "【彼諸菩薩。於一切眾生。有大慈悲利益心故。捨離一切執著。成就無量功德。以無礙慧。解法如如。】"
    },
    {
      "id": "02-041-0362_p0028",
      "zh_CN": "『解法如如』，万法皆如，法法都是佛法，没有一法不是佛法，大慈大悲是佛法，大怨大难也是佛法，无有一法不是佛法，这要懂。我们把它变成我们的生活，变成自己的思想，变成自己的行为，这叫真学佛。佛法重行，行是戒律，没有戒律不行。戒律至少要做到三皈、五戒、十善，这是佛法修行的大根大本。五戒里头不杀生、不偷盗、不淫欲，你要真正做到，做到得大自在，智慧增长，寿命延长。",
      "zh_TW": "『解法如如』，萬法皆如，法法都是佛法，沒有一法不是佛法，大慈大悲是佛法，大怨大難也是佛法，無有一法不是佛法，這要懂。我們把它變成我們的生活，變成自己的思想，變成自己的行為，這叫真學佛。佛法重行，行是戒律，沒有戒律不行。戒律至少要做到三皈、五戒、十善，這是佛法修行的大根大本。五戒裡頭不殺生、不偷盜、不淫欲，你要真正做到，做到得大自在，智慧增長，壽命延長。"
    },
    {
      "id": "02-041-0362_p0029",
      "zh_CN": "我们看经文，『彼诸菩萨，于一切众生，有大慈悲利益心故。舍离一切执着，成就无量功德，以无碍慧，解法如如』。我们接着看念老的注解，注解第一段，「彼诸菩萨，于一切众生，有大慈悲利益心故」，这是经文。下面念老说，「以下数句经文，重明自他二利与平等说法之德行」，重要的、要紧的，佛要说二遍、说三遍，重复的说，让我们记在心上，不至于忘掉。学佛，智慧从佛那里学来的，行门从菩萨那里学来，跟菩萨学行入，跟佛学理入。理搞清楚了，一定要学菩萨修菩萨行，要大慈，大慈大悲，真爱一切众生，不是假的，看他有困难，全心全力帮助他。",
      "zh_TW": "我們看經文，『彼諸菩薩，於一切眾生，有大慈悲利益心故。捨離一切執著，成就無量功德，以無礙慧，解法如如』。我們接著看念老的註解，註解第一段，「彼諸菩薩，於一切眾生，有大慈悲利益心故」，這是經文。下面念老說，「以下數句經文，重明自他二利與平等說法之德行」，重要的、要緊的，佛要說二遍、說三遍，重複的說，讓我們記在心上，不至於忘掉。學佛，智慧從佛那裡學來的，行門從菩薩那裡學來，跟菩薩學行入，跟佛學理入。理搞清楚了，一定要學菩薩修菩薩行，要大慈，大慈大悲，真愛一切眾生，不是假的，看他有困難，全心全力幫助他。"
    },
    {
      "id": "02-041-0362_p0030",
      "zh_CN": "我们今天办汉学院，办汉学院的目的在哪里？在拯救中国传统文化。中国传统文化在哪里？在《四库全书》，非常完整。乾隆皇帝用了十几年的时间把它整理出来，取精华，糟粕都剔掉，剔掉的部分比收在《四库》里的分量多。用什么做标准？五伦、五常、四维、八德，用这个做标准，具足这个标准才有资格入《四库》，没有这个标准就被淘汰掉。好！乾隆皇帝对中国传统文化做出非常重大的贡献，了不起的贡献。在今天，《四库全书》大概没什么大问题了，很多大学、国家图书馆都收藏，不会失传了。如果没有人会读，等于没有，没有人会读，没有人能讲解，那就等于亡了，没有，灭亡了。我们就怕这一着，所以希望年轻人真正发大心学古汉语，也就是说，有能力读《四库全书》，有能力讲《四库全书》，有能力把《四库全书》翻成白话文，我的目的达到了。",
      "zh_TW": "我們今天辦漢學院，辦漢學院的目的在哪裡？在拯救中國傳統文化。中國傳統文化在哪裡？在《四庫全書》，非常完整。乾隆皇帝用了十幾年的時間把它整理出來，取精華，糟粕都剔掉，剔掉的部分比收在《四庫》裡的分量多。用什麼做標準？五倫、五常、四維、八德，用這個做標準，具足這個標準才有資格入《四庫》，沒有這個標準就被淘汰掉。好！乾隆皇帝對中國傳統文化做出非常重大的貢獻，了不起的貢獻。在今天，《四庫全書》大概沒什麼大問題了，很多大學、國家圖書館都收藏，不會失傳了。如果沒有人會讀，等於沒有，沒有人會讀，沒有人能講解，那就等於亡了，沒有，滅亡了。我們就怕這一著，所以希望年輕人真正發大心學古漢語，也就是說，有能力讀《四庫全書》，有能力講《四庫全書》，有能力把《四庫全書》翻成白話文，我的目的達到了。"
    },
    {
      "id": "02-041-0362_p0031",
      "zh_CN": "汉学院的教学理念、方法统统用中国古老的方法，也就是「一门深入，长时薰修」、「读书千遍，其义自见」。那个地方古汉语是要背的，要背一百篇古文。古文从哪里选的？是从《国学治要》里面选的，还有个参考的本子，台湾的《古今文选》，这两样东西都选上的我们优先把它挑出来，挑出一百篇，希望同学们把它念熟念背。我年轻的时候老师教我，古文熟读五十篇，能够背诵，你就有能力读古汉语，也就是说，《四库全书》你有能力读它；你能够背诵一百篇，你就有能力写文言文。这是我们要求的。",
      "zh_TW": "漢學院的教學理念、方法統統用中國古老的方法，也就是「一門深入，長時薰修」、「讀書千遍，其義自見」。那個地方古漢語是要背的，要背一百篇古文。古文從哪裡選的？是從《國學治要》裡面選的，還有個參考的本子，台灣的《古今文選》，這兩樣東西都選上的我們優先把它挑出來，挑出一百篇，希望同學們把它念熟念背。我年輕的時候老師教我，古文熟讀五十篇，能夠背誦，你就有能力讀古漢語，也就是說，《四庫全書》你有能力讀它；你能夠背誦一百篇，你就有能力寫文言文。這是我們要求的。"
    },
    {
      "id": "02-041-0362_p0032",
      "zh_CN": "中国的文字是一门学问，中国人称为文字学，包括说文解字、声韵、训诂这三样东西。这三样东西，我们专门请老师，希望一年完成。这个基础就奠下去了，下面主修的功课，也就是博士班跟硕士班所学的功课，那就是你在古籍里头，我们现在古籍选的是《群书治要》，六十五种，我们取这个，在《四库》里头把原文找出来，专攻一门。这一门你念得很熟，你能背、你能讲、你能翻成白话文。翻成白话文干什么？从白话文再翻成外国文字，希望全世界每个国家都有这个翻译的本子。硕士班、博士班的课程是什么？就是《群书治要》。《群书治要》能救国家、能救全世界，唐太宗编的，大唐盛世就靠这一部书，上从帝王，下面文武百官，统统学这部书。现在很难得，现在国内听说党校已经把这部书排成必修课程，好！我们也就专攻这部书。你专攻一样，一门，这六十五门里头学一门，你学《易经》、学《尚书》、学《礼记》，专攻一门，做专家不做通家。当然你能通达，一经通一切经通，不是难事。所以我们要一部经专攻，一部经上用十年的工夫，锲而不舍十年工夫，你就会成为将来汉学大家、专家。我们要培养这个人才。",
      "zh_TW": "中國的文字是一門學問，中國人稱為文字學，包括說文解字、聲韻、訓詁這三樣東西。這三樣東西，我們專門請老師，希望一年完成。這個基礎就奠下去了，下面主修的功課，也就是博士班跟碩士班所學的功課，那就是你在古籍裡頭，我們現在古籍選的是《群書治要》，六十五種，我們取這個，在《四庫》裡頭把原文找出來，專攻一門。這一門你念得很熟，你能背、你能講、你能翻成白話文。翻成白話文幹什麼？從白話文再翻成外國文字，希望全世界每個國家都有這個翻譯的本子。碩士班、博士班的課程是什麼？就是《群書治要》。《群書治要》能救國家、能救全世界，唐太宗編的，大唐盛世就靠這一部書，上從帝王，下面文武百官，統統學這部書。現在很難得，現在國內聽說黨校已經把這部書排成必修課程，好！我們也就專攻這部書。你專攻一樣，一門，這六十五門裡頭學一門，你學《易經》、學《尚書》、學《禮記》，專攻一門，做專家不做通家。當然你能通達，一經通一切經通，不是難事。所以我們要一部經專攻，一部經上用十年的工夫，鍥而不捨十年工夫，你就會成為將來漢學大家、專家。我們要培養這個人才。"
    },
    {
      "id": "02-041-0362_p0033",
      "zh_CN": "所以学生是有限制的，要有很好的德行。《弟子规》、《感应篇》、《十善业》，我要求他们要做到，你不做到，我不收你学生。为什么？那是德行。我们要有智慧、有德行这样的大德，来指导、来教化这个时代许许多多国家领导人。所以我们上课非常有可能，将来我们要有个电视台、有网路，我们每天的功课都在网路上、都在电视上，全世界人都看到。我这个想法、这个愿望，没有想到，威尔士大学校长成就我，我们跟他密切合作，这好事。",
      "zh_TW": "所以學生是有限制的，要有很好的德行。《弟子規》、《感應篇》、《十善業》，我要求他們要做到，你不做到，我不收你學生。為什麼？那是德行。我們要有智慧、有德行這樣的大德，來指導、來教化這個時代許許多多國家領導人。所以我們上課非常有可能，將來我們要有個電視台、有網路，我們每天的功課都在網路上、都在電視上，全世界人都看到。我這個想法、這個願望，沒有想到，威爾士大學校長成就我，我們跟他密切合作，這好事。"
    },
    {
      "id": "02-041-0362_p0034",
      "zh_CN": "我们这些学生不要名闻利养，将来毕业出来之后，我跟学校建议签个合同，这些学生统统聘请做汉学院的教授、副教授、讲师，统统留住。将来我们的教授多了，能够有三、五十个人以上，我们扩大招生，我们对全世界扩大招生，最优秀的留在学校担任教授，培养后续的人才，这样的人才愈多愈好。希望将来有成千上万，全世界有这么多老师去教学，各地方的孔子书院有人去教，中国传统文化就变成人类的传统文化。我们要走这条路，欧洲一些汉学家给我们在铺路，他们讲得很多，有很多很好的著作，介绍中国传统文化。所以在欧洲做，好！我相信三年，英国成功了就会影响欧洲，欧洲人都学了会影响全世界。二十一世纪是中国人的世纪，我说得很清楚，不是中国政治，不是中国军事，不是中国科技，也不是中国的经济贸易，是什么？中国传统文化。说简单一点，就是唐太宗搞的《群书治要》。希望《群书治要》能够翻成各种各国文字，大家都能看得懂，人人都能看得懂。为什么？它里头教你怎么样修身、怎样齐家、怎样治国、怎样达到世界大同，它讲这一套，讲得非常好。",
      "zh_TW": "我們這些學生不要名聞利養，將來畢業出來之後，我跟學校建議簽個合同，這些學生統統聘請做漢學院的教授、副教授、講師，統統留住。將來我們的教授多了，能夠有三、五十個人以上，我們擴大招生，我們對全世界擴大招生，最優秀的留在學校擔任教授，培養後續的人才，這樣的人才愈多愈好。希望將來有成千上萬，全世界有這麼多老師去教學，各地方的孔子書院有人去教，中國傳統文化就變成人類的傳統文化。我們要走這條路，歐洲一些漢學家給我們在鋪路，他們講得很多，有很多很好的著作，介紹中國傳統文化。所以在歐洲做，好！我相信三年，英國成功了就會影響歐洲，歐洲人都學了會影響全世界。二十一世紀是中國人的世紀，我說得很清楚，不是中國政治，不是中國軍事，不是中國科技，也不是中國的經濟貿易，是什麼？中國傳統文化。說簡單一點，就是唐太宗搞的《群書治要》。希望《群書治要》能夠翻成各種各國文字，大家都能看得懂，人人都能看得懂。為什麼？它裡頭教你怎麼樣修身、怎樣齊家、怎樣治國、怎樣達到世界大同，它講這一套，講得非常好。"
    },
    {
      "id": "02-041-0362_p0035",
      "zh_CN": "唐太宗实验做成功了。我们希望就在这个基础上来培训老师，对老师的要求并不苛刻，是希望他做专家不做通家。这个六十五种古籍我们要把它发扬光大，做为古汉语系里头主要的教材。希望年轻的同学真正立大志愿，像张子所说的，「为往圣继绝学，为万世开太平」，我们平民可以做得到。就从教学上，这条路走到底，一生不改变。真正学孔老夫子，表现在外面，温良恭俭让；学释迦佛的存心，心里没有贪瞋痴慢疑五毒。起心动念是智慧，不是烦恼。汉学是培养，中国古时候讲圣贤君子，圣，好比是博士；贤是硕士；本科毕业的，君子，圣贤君子，这个地位很高。孔老夫子一生、孟夫子一生、老庄一生，没做过官，家并不富裕，都能成为大圣大贤，那是我们的榜样、是我们的典型。",
      "zh_TW": "唐太宗實驗做成功了。我們希望就在這個基礎上來培訓老師，對老師的要求並不苛刻，是希望他做專家不做通家。這個六十五種古籍我們要把它發揚光大，做為古漢語系裡頭主要的教材。希望年輕的同學真正立大志願，像張子所說的，「為往聖繼絕學，為萬世開太平」，我們平民可以做得到。就從教學上，這條路走到底，一生不改變。真正學孔老夫子，表現在外面，溫良恭儉讓；學釋迦佛的存心，心裡沒有貪瞋痴慢疑五毒。起心動念是智慧，不是煩惱。漢學是培養，中國古時候講聖賢君子，聖，好比是博士；賢是碩士；本科畢業的，君子，聖賢君子，這個地位很高。孔老夫子一生、孟夫子一生、老莊一生，沒做過官，家並不富裕，都能成為大聖大賢，那是我們的榜樣、是我們的典型。"
    },
    {
      "id": "02-041-0362_p0036",
      "zh_CN": "这个地方经文看起来就有味道了，这段经文，「重明自他二利与平等说法」，着重在说法、教学，干什么？我们就教老祖宗的这些留下来的智慧、教诲，教我们做圣人、做贤人、做君子。我们继承老祖宗古圣先贤的教诲，把它发扬光大，来拯救这个社会、来拯救国家、来拯救地球，我们干这些。所以因为游刹度生，刹是佛刹，菩萨周游一切诸佛刹土，都不离说法、教学。我们把说法两个字改成教学，建国君民，教学为先。「但说法不能离自觉」，自己没有觉悟，所说的法是别人的，不是自己的，一定要求自己开悟。这也是我们汉学院对同学们的要求，希望他们自觉；也就是说，「读书千遍，其义自见」，自见就是自觉。",
      "zh_TW": "這個地方經文看起來就有味道了，這段經文，「重明自他二利與平等說法」，著重在說法、教學，幹什麼？我們就教老祖宗的這些留下來的智慧、教誨，教我們做聖人、做賢人、做君子。我們繼承老祖宗古聖先賢的教誨，把它發揚光大，來拯救這個社會、來拯救國家、來拯救地球，我們幹這些。所以因為遊剎度生，剎是佛剎，菩薩周遊一切諸佛剎土，都不離說法、教學。我們把說法兩個字改成教學，建國君民，教學為先。「但說法不能離自覺」，自己沒有覺悟，所說的法是別人的，不是自己的，一定要求自己開悟。這也是我們漢學院對同學們的要求，希望他們自覺；也就是說，「讀書千遍，其義自見」，自見就是自覺。"
    },
    {
      "id": "02-041-0362_p0037",
      "zh_CN": "我们有信心，我们相信，不怀疑，相信什么？无师自通，相信这个道理。因为释迦牟尼佛四十九年讲的一切经，没人教他。他虽然参学十二年，与这个不相干。所以十二年，他觉得不能解决问题，放弃了，不想学了，到菩提树下去入定。这一入定，开悟了。入定是什么？彻底放下，前面所讲的，有为法、无为法，世间法、出世间法，统统放下，成佛了，见性了。见性之后说出来的经典，没人教的。那我们要问问，孔子、老子，老师是谁？也没人教。庄子曾经说过一句话，「天地与我同根，万物与我一体」，这是佛说的，他怎么也是这个境界？说这个话的人就是大彻大悟，明心见性。于是我们就想到，在中国历史上，尧舜禹汤、文武周公都是大彻大悟，明心见性，他们是同一个等级，跟释迦牟尼佛同一个等级。你看看他讲方法，方法是「大学」，理论是「中庸」，《四书》里头这两篇，是儒家儒学的总纲领、总原则，在佛法讲大总持法门。",
      "zh_TW": "我們有信心，我們相信，不懷疑，相信什麼？無師自通，相信這個道理。因為釋迦牟尼佛四十九年講的一切經，沒人教他。他雖然參學十二年，與這個不相干。所以十二年，他覺得不能解決問題，放棄了，不想學了，到菩提樹下去入定。這一入定，開悟了。入定是什麼？徹底放下，前面所講的，有為法、無為法，世間法、出世間法，統統放下，成佛了，見性了。見性之後說出來的經典，沒人教的。那我們要問問，孔子、老子，老師是誰？也沒人教。莊子曾經說過一句話，「天地與我同根，萬物與我一體」，這是佛說的，他怎麼也是這個境界？說這個話的人就是大徹大悟，明心見性。於是我們就想到，在中國歷史上，堯舜禹湯、文武周公都是大徹大悟，明心見性，他們是同一個等級，跟釋迦牟尼佛同一個等級。你看看他講方法，方法是「大學」，理論是「中庸」，《四書》裡頭這兩篇，是儒家儒學的總綱領、總原則，在佛法講大總持法門。"
    },
    {
      "id": "02-041-0362_p0038",
      "zh_CN": "首先标出来的，「大学之道，在明明德」，明德是什么？明德就是自性，就是觉悟了，彻底觉悟。因为不觉悟，迷了，明德迷了，所以上头加个明，那个明是动词，我们要把明德恢复它的明，是这个意思。真正明明德，就是佛教里头讲的大彻大悟、明心见性、见性成佛，一个意思。我们凡夫要想恢复明德，从哪里学起？从格物致知学起。格物是什么意思？格物是放下，格是放下、格除、格斗，物是物欲，这个物欲就我们讲七情五欲，财色名食睡五种欲望，七情是喜怒哀乐爱恶欲。这就是我们在经上读的这些，教导我们要把它化解掉，要放下，彻底放下。",
      "zh_TW": "首先標出來的，「大學之道，在明明德」，明德是什麼？明德就是自性，就是覺悟了，徹底覺悟。因為不覺悟，迷了，明德迷了，所以上頭加個明，那個明是動詞，我們要把明德恢復它的明，是這個意思。真正明明德，就是佛教裡頭講的大徹大悟、明心見性、見性成佛，一個意思。我們凡夫要想恢復明德，從哪裡學起？從格物致知學起。格物是什麼意思？格物是放下，格是放下、格除、格鬥，物是物欲，這個物欲就我們講七情五欲，財色名食睡五種欲望，七情是喜怒哀樂愛惡欲。這就是我們在經上讀的這些，教導我們要把它化解掉，要放下，徹底放下。"
    },
    {
      "id": "02-041-0362_p0039",
      "zh_CN": "「舍离一切执着，成就无量功德，以无碍慧，解法如如。」无障碍的智慧，没有你不知道的，你才把东西讲清楚、讲明白、讲透彻。同学们真正走这个路子，要走开悟了，再讲四书五经，比古人讲得好。为什么？古人未必真开悟。是有开悟，没错，悟得不够彻底，不够究竟。你能够悟得比他深、比他广，你讲得比他透彻，叫一般人都能听懂。解法如如，就是无碍慧。无碍慧起作用，就是对于世出世间一切法你没有一样不知道，他来问，你就能解答，解法如如。「重明自利之行圆满。此四句以舍离执着为首者，因此实为入道之关键」。",
      "zh_TW": "「捨離一切執著，成就無量功德，以無礙慧，解法如如。」無障礙的智慧，沒有你不知道的，你才把東西講清楚、講明白、講透徹。同學們真正走這個路子，要走開悟了，再講四書五經，比古人講得好。為什麼？古人未必真開悟。是有開悟，沒錯，悟得不夠徹底，不夠究竟。你能夠悟得比他深、比他廣，你講得比他透徹，叫一般人都能聽懂。解法如如，就是無礙慧。無礙慧起作用，就是對於世出世間一切法你沒有一樣不知道，他來問，你就能解答，解法如如。「重明自利之行圓滿。此四句以捨離執著為首者，因此實為入道之關鍵」。"
    },
    {
      "id": "02-041-0362_p0040",
      "zh_CN": "我们把这个跟《大学》八目来对看。格物，放下；致知，智慧生。不放下、执着是烦恼，于一切法不能有执着，舍离一切执着，这一句重要。世出世间法都不执着，证阿罗汉果，如果是大乘，七信位菩萨，大乘圆教七信位菩萨，从初信到十信圆满，第七信。不能放下就没办法，永远不能开悟。开悟大小跟你放下多少有关系，愈能放下你的悟处就愈深，所以要放下。放下之后，智慧就现前，致知，致知就是智慧现前，就是自见，于一切法自己看出门道出来了，看得虽然不深，但是真的不是假的。有前面这个致知，意就诚了，真诚心就流出来，没有格物致知，你的真心出不来，你的心是妄心。妄心是什么？妄想、分别、执着，你的心是这个东西。有格物致知的功夫，真心现前，诚意就是真心现前，真心现前，心就正了。所以诚意正心，心正了，人就正，那个人很像圣贤，他的想法、看法、说法、做法跟圣贤模样差不多。修身，心正，然后身就修了，样样如法；身修之后，家就齐，你一个人开悟，你会影响你一家人，一家人向你学习，家和万事兴，你的家庭和睦，你的家庭和谐融洽。家齐而后国治，你会治家，你要出来做官，你就能够治理这一个县、这一个市，就能够调解国际上的纠纷，让这个世界走向大同，走向和平，世界和平。",
      "zh_TW": "我們把這個跟《大學》八目來對看。格物，放下；致知，智慧生。不放下、執著是煩惱，於一切法不能有執著，捨離一切執著，這一句重要。世出世間法都不執著，證阿羅漢果，如果是大乘，七信位菩薩，大乘圓教七信位菩薩，從初信到十信圓滿，第七信。不能放下就沒辦法，永遠不能開悟。開悟大小跟你放下多少有關係，愈能放下你的悟處就愈深，所以要放下。放下之後，智慧就現前，致知，致知就是智慧現前，就是自見，於一切法自己看出門道出來了，看得雖然不深，但是真的不是假的。有前面這個致知，意就誠了，真誠心就流出來，沒有格物致知，你的真心出不來，你的心是妄心。妄心是什麼？妄想、分別、執著，你的心是這個東西。有格物致知的功夫，真心現前，誠意就是真心現前，真心現前，心就正了。所以誠意正心，心正了，人就正，那個人很像聖賢，他的想法、看法、說法、做法跟聖賢模樣差不多。修身，心正，然後身就修了，樣樣如法；身修之後，家就齊，你一個人開悟，你會影響你一家人，一家人向你學習，家和萬事興，你的家庭和睦，你的家庭和諧融洽。家齊而後國治，你會治家，你要出來做官，你就能夠治理這一個縣、這一個市，就能夠調解國際上的糾紛，讓這個世界走向大同，走向和平，世界和平。"
    },
    {
      "id": "02-041-0362_p0041",
      "zh_CN": "你看，佛法跟儒家都从这里下手。格物致知，就是舍离一切执着，成就无量功德。以无碍慧，解法如如，就是自见，其义自见。用什么方法？用读书的方法，「读书千遍，其义自见」，用读书的方法。先念一千遍，然后讲给大家听，完全是自己觉悟的意思，不是别人意思，不去参考别人的，也不要去向别人请教，讲出来给大家听。讲得当然不是很深，但是很令人惊讶，无师自通。再念一千遍，第二次讲的时候比第一次就深入，第一次没有领悟过来，第二次统统觉悟了。第三次、第四次、第五次，大彻大悟，真的是以无碍慧解法如如。不只是佛能做到，儒也能做到，道也能做到，不是东方这些学者圣贤能做到，西方也能做到。所以我相信耶稣、摩西、穆罕默德这些人，都是这个境界，都是平等的。所以宗教应该团结，应该成为一家人，你契入这个境界慢慢就晓得了。",
      "zh_TW": "你看，佛法跟儒家都從這裡下手。格物致知，就是捨離一切執著，成就無量功德。以無礙慧，解法如如，就是自見，其義自見。用什麼方法？用讀書的方法，「讀書千遍，其義自見」，用讀書的方法。先念一千遍，然後講給大家聽，完全是自己覺悟的意思，不是別人意思，不去參考別人的，也不要去向別人請教，講出來給大家聽。講得當然不是很深，但是很令人驚訝，無師自通。再念一千遍，第二次講的時候比第一次就深入，第一次沒有領悟過來，第二次統統覺悟了。第三次、第四次、第五次，大徹大悟，真的是以無礙慧解法如如。不只是佛能做到，儒也能做到，道也能做到，不是東方這些學者聖賢能做到，西方也能做到。所以我相信耶穌、摩西、穆罕默德這些人，都是這個境界，都是平等的。所以宗教應該團結，應該成為一家人，你契入這個境界慢慢就曉得了。"
    },
    {
      "id": "02-041-0362_p0042",
      "zh_CN": "这个实验要是成功，那威尔士大学这个教学方法，有中国传统古老的这种方式，是求智慧，用这些经文课本让你做工具，叫你去读诵，读上千遍你就开悟了，这是智慧，不是知识。智慧要从戒定下手，叫你读书就是持戒，不准你胡思乱想，甚至于你要大声念出来，念得没错，自己清清楚楚，要念，愈念愈有味道，愈深入，真的，智慧慢慢就现前，用这个方法。开悟之后再讲，不一样了，可能你所讲的东西跟古人注解完全不一样。为什么？古人是那个时代，你讲，我们实际现前的人都能听得懂，都能理解，都能欢喜，都愿意照办，真开悟了，佛现在出世了，来救世界的，真得大自在。",
      "zh_TW": "這個實驗要是成功，那威爾士大學這個教學方法，有中國傳統古老的這種方式，是求智慧，用這些經文課本讓你做工具，叫你去讀誦，讀上千遍你就開悟了，這是智慧，不是知識。智慧要從戒定下手，叫你讀書就是持戒，不准你胡思亂想，甚至於你要大聲念出來，念得沒錯，自己清清楚楚，要念，愈念愈有味道，愈深入，真的，智慧慢慢就現前，用這個方法。開悟之後再講，不一樣了，可能你所講的東西跟古人註解完全不一樣。為什麼？古人是那個時代，你講，我們實際現前的人都能聽得懂，都能理解，都能歡喜，都願意照辦，真開悟了，佛現在出世了，來救世界的，真得大自在。"
    },
    {
      "id": "02-041-0362_p0043",
      "zh_CN": "这一句，舍离一切执着，比什么都重要，只要是执着，就是麻烦、就是错误，对佛法不能执着，《金刚经》上说得很好，「法尚应舍，何况非法」。法，释迦牟尼佛四十九年所说的，要舍，不能执着。你真正开悟，开悟，你跟释迦牟尼佛智慧是平等的，他知道的你都知道，你知道的他也知道。然后观察众生，众生什么样的根性，学哪些法门契他的机，你完全晓得，所以你说的法契机契理，跟你有缘的人都愿意跟你学习。像释迦牟尼佛一样，弟子三千，孔子弟子三千人，释迦牟尼佛大概也有三千人，经上记载的常随众，那是不离开释迦牟尼佛的，一千二百五十五人，这常随弟子。所以是自利之行圆满，以舍离执着为首，因此实为入道的关键。你能不能入门，入释迦牟尼佛这个学校，入他的门，无论是大乘、小乘都从这开始，都从放下开始，不放怎么行？说此四句，这话要紧，舍离执着为首，因此实为入道之关键。",
      "zh_TW": "這一句，捨離一切執著，比什麼都重要，只要是執著，就是麻煩、就是錯誤，對佛法不能執著，《金剛經》上說得很好，「法尚應捨，何況非法」。法，釋迦牟尼佛四十九年所說的，要捨，不能執著。你真正開悟，開悟，你跟釋迦牟尼佛智慧是平等的，他知道的你都知道，你知道的他也知道。然後觀察眾生，眾生什麼樣的根性，學哪些法門契他的機，你完全曉得，所以你說的法契機契理，跟你有緣的人都願意跟你學習。像釋迦牟尼佛一樣，弟子三千，孔子弟子三千人，釋迦牟尼佛大概也有三千人，經上記載的常隨眾，那是不離開釋迦牟尼佛的，一千二百五十五人，這常隨弟子。所以是自利之行圓滿，以捨離執著為首，因此實為入道的關鍵。你能不能入門，入釋迦牟尼佛這個學校，入他的門，無論是大乘、小乘都從這開始，都從放下開始，不放怎麼行？說此四句，這話要緊，捨離執著為首，因此實為入道之關鍵。"
    },
    {
      "id": "02-041-0362_p0044",
      "zh_CN": "「世尊睹明星而彻悟本心，开口第一句便道，一切众生皆具如来智慧德相，唯以妄想执着不能证得」，这句话也非常重要。释迦牟尼佛头一句话，在菩提树下入定，醒过来了，起定了，第一句话，这一句要重视，「一切众生皆具如来智慧德相，唯以妄想执着不能证得」。「故知舍离妄想执着，当下便是如来智慧德相」。成佛难不难？不难，难在你不肯放下。",
      "zh_TW": "「世尊睹明星而徹悟本心，開口第一句便道，一切眾生皆具如來智慧德相，唯以妄想執著不能證得」，這句話也非常重要。釋迦牟尼佛頭一句話，在菩提樹下入定，醒過來了，起定了，第一句話，這一句要重視，「一切眾生皆具如來智慧德相，唯以妄想執著不能證得」。「故知捨離妄想執著，當下便是如來智慧德相」。成佛難不難？不難，難在你不肯放下。"
    },
    {
      "id": "02-041-0362_p0045",
      "zh_CN": "英国汉学院，在财务上我支持它，我们在香港成立这个基金会，第一个对象就是支持这个汉学院，希望汉学院里头能出现几个开悟的人才。如果有几个小悟，我们就会相信有大悟，相信彻悟。我们也有做实验，东北有个同修，她就是一部《无量寿经》，一天念十遍，二十年没中断，她能讲这部经，我相信她讲得比我好。为什么？二十年一部经，她能没有悟处？当然有。还有个人在北京，六年的时间，专读一部《大乘起信论》，六年念了三千多遍，讲得头头是道，一般人听都能听懂，都能生欢喜心，三千遍。所以这个教学方法，中国老祖宗世世代代传下来的，今天没有了，我们在英国汉学院来做这个实验。",
      "zh_TW": "英國漢學院，在財務上我支持它，我們在香港成立這個基金會，第一個對象就是支持這個漢學院，希望漢學院裡頭能出現幾個開悟的人才。如果有幾個小悟，我們就會相信有大悟，相信徹悟。我們也有做實驗，東北有個同修，她就是一部《無量壽經》，一天念十遍，二十年沒中斷，她能講這部經，我相信她講得比我好。為什麼？二十年一部經，她能沒有悟處？當然有。還有個人在北京，六年的時間，專讀一部《大乘起信論》，六年念了三千多遍，講得頭頭是道，一般人聽都能聽懂，都能生歡喜心，三千遍。所以這個教學方法，中國老祖宗世世代代傳下來的，今天沒有了，我們在英國漢學院來做這個實驗。"
    },
    {
      "id": "02-041-0362_p0046",
      "zh_CN": "我们希望有几个同学真正有信心，发心真干，你学一部书，学儒家的书，学一部《四书》，把《四书》念三千遍，《四书》文字不多，开头念一天念个二、三遍，以后希望每一天能够念二十遍、三十遍。念满三千遍，你上台讲给我们大家听听，给谁听？在汉学院里头上台去讲，邀请这些大学教中国国文的这些教授来听。人家会问你，你讲得很好，你从哪里学来的？你就可以说它，我从老祖宗那里学来的。哪个老祖宗？教我「读书千遍，其义自见」，我现在已经念了几千遍，所以这是我的领悟，这不是跟哪个人学的。把中国老祖宗这些教训让现在人产生坚定的信心。西方人那个是讲清楚、讲明白，让你广学多闻，是知识。知识用那个没有问题，智慧不能用那个，这个一定要知道，智慧一定要用中国老办法才管用。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們希望有幾個同學真正有信心，發心真幹，你學一部書，學儒家的書，學一部《四書》，把《四書》念三千遍，《四書》文字不多，開頭念一天念個二、三遍，以後希望每一天能夠念二十遍、三十遍。念滿三千遍，你上台講給我們大家聽聽，給誰聽？在漢學院裡頭上台去講，邀請這些大學教中國國文的這些教授來聽。人家會問你，你講得很好，你從哪裡學來的？你就可以說它，我從老祖宗那裡學來的。哪個老祖宗？教我「讀書千遍，其義自見」，我現在已經念了幾千遍，所以這是我的領悟，這不是跟哪個人學的。把中國老祖宗這些教訓讓現在人產生堅定的信心。西方人那個是講清楚、講明白，讓你廣學多聞，是知識。知識用那個沒有問題，智慧不能用那個，這個一定要知道，智慧一定要用中國老辦法才管用。今天時間到了，我們就學習到此地。"
    }
  ]
}