{
  "doc_id": "02-041-0298",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二九八集",
    "zh_TW": "第二九八集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0298",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-041-0298_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0298_p0002",
      "zh_CN": "请看《大经科注》，第七百二十二页第六行：",
      "zh_TW": "請看《大經科註》，第七百二十二頁第六行："
    },
    {
      "id": "02-041-0298_p0003",
      "zh_CN": "「《会疏》曰：是则第十八愿成就。一部宗归，唯在于斯。所以者何？虽四十八愿皆殊胜，以念佛往生为最要。虽一一成就皆难思，而此成就为不共，故诸佛赞叹。」《会疏》里头告诉我们，十方一切诸佛如来为什么赞叹阿弥陀佛，把这个因缘说出来了，四十八愿实实在在不可思议。底下这两句话说得好，一部宗归，这一部就是一部《无量寿经》，一部《无量寿经》的宗归，宗是主要的意思，尊崇的意思，一部经就归这一句话，第十八愿是什么？十念必生，这还得了吗？《无量寿经》无比殊胜，就是在这一句十念必生。有人给我们做样子，前些年刘素青她给我们示现，念佛是不是真的生净土。她念多久？一个月，她的寿命还有十年，十年寿命不要了，来试验试验第十八愿是不是真的。给我们做出来了，让我们看到了。在最近，我们说农历是今年，骊靬古城杨红梅居士的往生，四十天。十方三世一切诸佛对阿弥陀佛的称赞就是这个，这个太殊胜了，找不到第二个人，找不到第二家，这是我们必定要认识的。",
      "zh_TW": "「《會疏》曰：是則第十八願成就。一部宗歸，唯在於斯。所以者何？雖四十八願皆殊勝，以念佛往生為最要。雖一一成就皆難思，而此成就為不共，故諸佛讚歎。」《會疏》裡頭告訴我們，十方一切諸佛如來為什麼讚歎阿彌陀佛，把這個因緣說出來了，四十八願實實在在不可思議。底下這兩句話說得好，一部宗歸，這一部就是一部《無量壽經》，一部《無量壽經》的宗歸，宗是主要的意思，尊崇的意思，一部經就歸這一句話，第十八願是什麼？十念必生，這還得了嗎？《無量壽經》無比殊勝，就是在這一句十念必生。有人給我們做樣子，前些年劉素青她給我們示現，念佛是不是真的生淨土。她念多久？一個月，她的壽命還有十年，十年壽命不要了，來試驗試驗第十八願是不是真的。給我們做出來了，讓我們看到了。在最近，我們說農曆是今年，驪靬古城楊紅梅居士的往生，四十天。十方三世一切諸佛對阿彌陀佛的稱讚就是這個，這個太殊勝了，找不到第二個人，找不到第二家，這是我們必定要認識的。"
    },
    {
      "id": "02-041-0298_p0004",
      "zh_CN": "下面为我们解释，所以者何？为什么是这样的？虽然四十八愿皆殊胜，愿愿都不可思议。这是阿弥陀佛在因地，那个时候是法藏比丘，是法藏菩萨，他的大愿是想普度十法界苦难众生，向他的老师世间自在王如来请教，修什么法门，怎么个修法，能满他的大愿。佛非常高明，叫他去参访一切诸佛如来的刹土。他用了五劫的时间，很长，大劫，不是小劫，然后总的结出四十八愿。诸佛如来道场殊胜的他都记住了，极乐世界全有，十方世界有些缺陷的地方，极乐世界全没有。他是集一切诸佛刹土的大成，集一切诸佛刹土的精华，成就了极乐世界。极乐世界是圆满自性的呈现，没有丝毫欠缺，所以十方诸佛共赞。如果说智慧、神通、道力，一切诸佛是平等的，可是谈到愿，愿就不一定平等。智慧、神通、道力，阿弥陀佛能做到的，一切诸佛都可以做到，这是真的不是假的。可是一切诸佛没注意、没想到，阿弥陀佛他有意，他去考察，他真正把它落实，这个太不可思议了，值得一切诸佛赞叹。这个成就，其他的成就跟诸佛共同，这个成就一切诸佛没有，没想到这个问题，所以诸佛赞叹。",
      "zh_TW": "下面為我們解釋，所以者何？為什麼是這樣的？雖然四十八願皆殊勝，願願都不可思議。這是阿彌陀佛在因地，那個時候是法藏比丘，是法藏菩薩，他的大願是想普度十法界苦難眾生，向他的老師世間自在王如來請教，修什麼法門，怎麼個修法，能滿他的大願。佛非常高明，叫他去參訪一切諸佛如來的剎土。他用了五劫的時間，很長，大劫，不是小劫，然後總的結出四十八願。諸佛如來道場殊勝的他都記住了，極樂世界全有，十方世界有些缺陷的地方，極樂世界全沒有。他是集一切諸佛剎土的大成，集一切諸佛剎土的精華，成就了極樂世界。極樂世界是圓滿自性的呈現，沒有絲毫欠缺，所以十方諸佛共讚。如果說智慧、神通、道力，一切諸佛是平等的，可是談到願，願就不一定平等。智慧、神通、道力，阿彌陀佛能做到的，一切諸佛都可以做到，這是真的不是假的。可是一切諸佛沒注意、沒想到，阿彌陀佛他有意，他去考察，他真正把它落實，這個太不可思議了，值得一切諸佛讚歎。這個成就，其他的成就跟諸佛共同，這個成就一切諸佛沒有，沒想到這個問題，所以諸佛讚歎。"
    },
    {
      "id": "02-041-0298_p0005",
      "zh_CN": "「闻彼佛名」，这一句念老用《教行信证》上文字来解释，《教行信证》是日本的法师（净宗的祖师）非常有名的著作，也是为我们介绍弥陀净土。这里头说，「言闻者」，闻彼佛名，闻这个字的意思，「众生闻佛愿」，怎么会闻到的？因为诸佛宣说，诸佛介绍。我们能够听到极乐世界依正庄严，是本师释迦牟尼佛为我们宣说的，世尊要不说，不给我们介绍，没有人知道。所以我们头一个要感恩本师释迦牟尼佛，因为他的介绍，我们才知道有这桩事情。这桩事情我们可以做到，佛一生讲那么多法门，未必我们能做到。为什么？门门都要断烦恼才能证菩提。烦恼不容易断，不说别的，讲最粗显的烦恼，最粗最明显的，你试试看这个身见能断吗？从哪里断起？从这里开始。",
      "zh_TW": "「聞彼佛名」，這一句念老用《教行信證》上文字來解釋，《教行信證》是日本的法師（淨宗的祖師）非常有名的著作，也是為我們介紹彌陀淨土。這裡頭說，「言聞者」，聞彼佛名，聞這個字的意思，「眾生聞佛願」，怎麼會聞到的？因為諸佛宣說，諸佛介紹。我們能夠聽到極樂世界依正莊嚴，是本師釋迦牟尼佛為我們宣說的，世尊要不說，不給我們介紹，沒有人知道。所以我們頭一個要感恩本師釋迦牟尼佛，因為他的介紹，我們才知道有這樁事情。這樁事情我們可以做到，佛一生講那麼多法門，未必我們能做到。為什麼？門門都要斷煩惱才能證菩提。煩惱不容易斷，不說別的，講最粗顯的煩惱，最粗最明顯的，你試試看這個身見能斷嗎？從哪裡斷起？從這裡開始。"
    },
    {
      "id": "02-041-0298_p0006",
      "zh_CN": "什么是身见？以为身是自己，身是我。你想想看，六道的众生，十法界的众生，哪一个人不把身当我？身不是我谁是我？什么是我？头一条。佛怎么说？佛不说身是我，佛说身是我所，我所有的。像这件衣服，衣服不是我，大家知道，这衣服是我所有的，是我所，佛把这个身体就看作一件衣服，这不是我，是我所有的，叫我所。真的我是什么？真的我现在我们忘掉了，迷了，真的我叫自性，佛法叫自性。",
      "zh_TW": "什麼是身見？以為身是自己，身是我。你想想看，六道的眾生，十法界的眾生，哪一個人不把身當我？身不是我誰是我？什麼是我？頭一條。佛怎麼說？佛不說身是我，佛說身是我所，我所有的。像這件衣服，衣服不是我，大家知道，這衣服是我所有的，是我所，佛把這個身體就看作一件衣服，這不是我，是我所有的，叫我所。真的我是什麼？真的我現在我們忘掉了，迷了，真的我叫自性，佛法叫自性。"
    },
    {
      "id": "02-041-0298_p0007",
      "zh_CN": "你看惠能大师，大彻大悟，明心见性了，他向五祖做了报告，报告很简单，只有二十个字，那二十个字就是他修行成果的证明。五祖听了，行了，衣钵就给他，给他证明他真的开悟了，开悟就成佛了，明心见性，见性成佛，他就成佛了。虽然不是圆满佛，他是分证佛，是真佛不是假佛。天台大师讲得好，他把佛说为六种，叫六即佛，即，就是。第一个是讲理，「理即佛」，理即佛，一切众生本来是佛，这从理上讲。一切众生范围大了，不是说一切人，人当然包括在里头，所有一切的动物个个都是。比动物范围更大一点的就是生物，宇宙之间所有一切生物，包含细菌，它是不是佛？是。惠能大师最后说一句，「何期自性，能生万法」，万法就是全宇宙，宇宙里头一样也没有漏掉。从哪里来的？自性现的。《华严经》上说的，「唯心所现，唯识所变」。唯心所现的是一真，一切诸佛如来实报庄严土，是心现的，没有十法界，没有六道。十法界六道从哪里来的？识变的。识是什么？阿赖耶。什么叫阿赖耶？现在我们讲一个很粗显的话，大家容易懂，就是念头，你会起心动念，起心动念是阿赖耶它起的作用。阿赖耶把一真法界变成十法界，把十法界又变成六道轮回，这统念头变的。所以佛讲我们这个世俗，一切法从心想生。",
      "zh_TW": "你看惠能大師，大徹大悟，明心見性了，他向五祖做了報告，報告很簡單，只有二十個字，那二十個字就是他修行成果的證明。五祖聽了，行了，衣缽就給他，給他證明他真的開悟了，開悟就成佛了，明心見性，見性成佛，他就成佛了。雖然不是圓滿佛，他是分證佛，是真佛不是假佛。天台大師講得好，他把佛說為六種，叫六即佛，即，就是。第一個是講理，「理即佛」，理即佛，一切眾生本來是佛，這從理上講。一切眾生範圍大了，不是說一切人，人當然包括在裡頭，所有一切的動物個個都是。比動物範圍更大一點的就是生物，宇宙之間所有一切生物，包含細菌，它是不是佛？是。惠能大師最後說一句，「何期自性，能生萬法」，萬法就是全宇宙，宇宙裡頭一樣也沒有漏掉。從哪裡來的？自性現的。《華嚴經》上說的，「唯心所現，唯識所變」。唯心所現的是一真，一切諸佛如來實報莊嚴土，是心現的，沒有十法界，沒有六道。十法界六道從哪裡來的？識變的。識是什麼？阿賴耶。什麼叫阿賴耶？現在我們講一個很粗顯的話，大家容易懂，就是念頭，你會起心動念，起心動念是阿賴耶它起的作用。阿賴耶把一真法界變成十法界，把十法界又變成六道輪迴，這統念頭變的。所以佛講我們這個世俗，一切法從心想生。"
    },
    {
      "id": "02-041-0298_p0008",
      "zh_CN": "诸位要知道，一真法界不是心想生，是自性遇到缘自然呈现的。自性有隐现不同，它隐，隐就没有了，不能说它灭，不能说它没有，它现相，不能说它有，不能说它生，隐现是缘，有缘就现，缘缺了它就不见了。它在哪里？它无处不在，无时不在。我们统统在自性里头，没有离开自性，自性是真我，身不是，身有生灭，自性不生不灭。惠能大师第二句，第一句说自性清净，第二句说的是不生不灭，「本不生灭」，第三句说「本自具足」。具足什么？具足无量智慧、无量德能、无量才艺、无量相好，样样无量，自性本自具足，不是外头来的。十法界依正庄严，识变出来的，还是靠自性，没有自性它拿什么变？迷了自性就出现这些幻相，十法界幻相，不是真的，六道轮回幻相也不是真的，大乘教上佛告诉我们，「当体即空，了不可得」。",
      "zh_TW": "諸位要知道，一真法界不是心想生，是自性遇到緣自然呈現的。自性有隱現不同，它隱，隱就沒有了，不能說它滅，不能說它沒有，它現相，不能說它有，不能說它生，隱現是緣，有緣就現，緣缺了它就不見了。它在哪裡？它無處不在，無時不在。我們統統在自性裡頭，沒有離開自性，自性是真我，身不是，身有生滅，自性不生不滅。惠能大師第二句，第一句說自性清淨，第二句說的是不生不滅，「本不生滅」，第三句說「本自具足」。具足什麼？具足無量智慧、無量德能、無量才藝、無量相好，樣樣無量，自性本自具足，不是外頭來的。十法界依正莊嚴，識變出來的，還是靠自性，沒有自性它拿什麼變？迷了自性就出現這些幻相，十法界幻相，不是真的，六道輪迴幻相也不是真的，大乘教上佛告訴我們，「當體即空，了不可得」。"
    },
    {
      "id": "02-041-0298_p0009",
      "zh_CN": "能够把这些事实真相搞清楚、搞明白，这叫智慧，这叫觉悟。不明白、不清楚，迷在这里面，这叫凡夫。凡夫跟佛是一回事情，不是两回事情，觉悟了叫佛，迷惑了叫凡夫。真相，在自性里面觉跟迷都不可得，觉跟迷是释迦牟尼佛教学方便起见建立的名词术语，叫名相。所以名相不能执着，执着就错了。佛法是什么？佛法是离一切妄想分别执着。妄想分别执着是假的，那个东西会变十法界，会变六道轮回。我们现在把假相当作真的，真相忘得一干二净，问题就在此地，我们要明了。",
      "zh_TW": "能夠把這些事實真相搞清楚、搞明白，這叫智慧，這叫覺悟。不明白、不清楚，迷在這裡面，這叫凡夫。凡夫跟佛是一回事情，不是兩回事情，覺悟了叫佛，迷惑了叫凡夫。真相，在自性裡面覺跟迷都不可得，覺跟迷是釋迦牟尼佛教學方便起見建立的名詞術語，叫名相。所以名相不能執著，執著就錯了。佛法是什麼？佛法是離一切妄想分別執著。妄想分別執著是假的，那個東西會變十法界，會變六道輪迴。我們現在把假相當作真的，真相忘得一乾二淨，問題就在此地，我們要明瞭。"
    },
    {
      "id": "02-041-0298_p0010",
      "zh_CN": "讲得最清楚，又简单又容易明白的，就在这部《无量寿经》里头。《无量寿经》经文不长，现在我们总有一卷，古大德称这部经为中本《华严》。《华严》说得细，过去我们学过，内容实在太丰富了，整个宇宙方方面面统统都说到了。方东美先生把这部经介绍给我，他老人家称这部经，这是佛学概论，全部的佛教都在这部经里头，叫概论，所有一切经都是从这部经里头的某一部分细说，好像一棵树一样，《华严》是全部的，一切经是里面的一个枝，一片叶子，一朵花，一个果。这部《无量寿经》，古德称之为中本《华严》，说明它的内容跟《大方广佛华严经》没有两样，《华严经》上讲的它这都有，《华严》说得详细，它这个地方说的，掌握到总持的法门一、二个字，一、二句，在《华严》上就是长篇大论。好！容易受持。还有小本的，小本就是《阿弥陀经》，便于读诵，便于修行。《弥陀经》、《无量寿经》、《大方广佛华严经》是一部经，细讲、略说，略说就是《阿弥陀经》，细讲就是《大方广佛华严经》，《无量寿经》称为中本，便于日常读诵学习。",
      "zh_TW": "講得最清楚，又簡單又容易明白的，就在這部《無量壽經》裡頭。《無量壽經》經文不長，現在我們總有一卷，古大德稱這部經為中本《華嚴》。《華嚴》說得細，過去我們學過，內容實在太豐富了，整個宇宙方方面面統統都說到了。方東美先生把這部經介紹給我，他老人家稱這部經，這是佛學概論，全部的佛教都在這部經裡頭，叫概論，所有一切經都是從這部經裡頭的某一部分細說，好像一棵樹一樣，《華嚴》是全部的，一切經是裡面的一個枝，一片葉子，一朵花，一個果。這部《無量壽經》，古德稱之為中本《華嚴》，說明它的內容跟《大方廣佛華嚴經》沒有兩樣，《華嚴經》上講的它這都有，《華嚴》說得詳細，它這個地方說的，掌握到總持的法門一、二個字，一、二句，在《華嚴》上就是長篇大論。好！容易受持。還有小本的，小本就是《阿彌陀經》，便於讀誦，便於修行。《彌陀經》、《無量壽經》、《大方廣佛華嚴經》是一部經，細講、略說，略說就是《阿彌陀經》，細講就是《大方廣佛華嚴經》，《無量壽經》稱為中本，便於日常讀誦學習。"
    },
    {
      "id": "02-041-0298_p0011",
      "zh_CN": "这个经不能不读，读的遍数愈多愈好，遍数多了会开悟，自自然然就明白了。为什么？因为自性里头本来具足无量智慧德相，道理就是这个。念多了，心地清净，把染污，染污是烦恼，把染污念干净了。要怎么念法？念是方法，读书千遍。目的呢？目的是其义自见，就开悟了，用读诵的方法。最善巧方便的，读了之后要落实。落实什么？落实在清净心。心里头只有阿弥陀佛，只有《无量寿经》，除这个之外什么都没有，这叫功夫得力。有没有见性？没有。为什么没见性？你心上还有阿弥陀佛，还有《无量寿经》。怎样见性？心里什么都没有，本来无一物，何处惹尘埃，你心里还有那怎么行？你成不了佛，但是有一个好处，你可以到极乐世界。所以我们第一步就是要到极乐世界见阿弥陀佛，到了极乐世界，再把阿弥陀佛、《无量寿经》放下，那就入常寂光了。那什么？法身如来。常寂光里头什么都没有，什么都有，不起作用的时候什么都没有，一片光明，起作用的时候什么都有，那才是真我。",
      "zh_TW": "這個經不能不讀，讀的遍數愈多愈好，遍數多了會開悟，自自然然就明白了。為什麼？因為自性裡頭本來具足無量智慧德相，道理就是這個。念多了，心地清淨，把染污，染污是煩惱，把染污念乾淨了。要怎麼念法？念是方法，讀書千遍。目的呢？目的是其義自見，就開悟了，用讀誦的方法。最善巧方便的，讀了之後要落實。落實什麼？落實在清淨心。心裡頭只有阿彌陀佛，只有《無量壽經》，除這個之外什麼都沒有，這叫功夫得力。有沒有見性？沒有。為什麼沒見性？你心上還有阿彌陀佛，還有《無量壽經》。怎樣見性？心裡什麼都沒有，本來無一物，何處惹塵埃，你心裡還有那怎麼行？你成不了佛，但是有一個好處，你可以到極樂世界。所以我們第一步就是要到極樂世界見阿彌陀佛，到了極樂世界，再把阿彌陀佛、《無量壽經》放下，那就入常寂光了。那什麼？法身如來。常寂光裡頭什麼都沒有，什麼都有，不起作用的時候什麼都沒有，一片光明，起作用的時候什麼都有，那才是真我。"
    },
    {
      "id": "02-041-0298_p0012",
      "zh_CN": "身是假我，我们现在执着这个我是我，所以真我那种无量智慧、德能都不见了，不是没有了，不现，它这障碍。要知道这就叫染污，心不清净了，清净心里头连佛都没有。一切法门里头谁修这个法门？禅，禅是佛心，禅是最高，不是假的是真的。禅怎么样？禅是完全清净平等觉，那是禅。我们今天修什么？我们今天跟禅是一条路，是一个方向。我们在这个世界证不了果，我们往生极乐世界就得到了。禅在这个世界不能证果，他就还要搞六道轮回，那个麻烦大了。",
      "zh_TW": "身是假我，我們現在執著這個我是我，所以真我那種無量智慧、德能都不見了，不是沒有了，不現，它這障礙。要知道這就叫染污，心不清淨了，清淨心裡頭連佛都沒有。一切法門裡頭誰修這個法門？禪，禪是佛心，禪是最高，不是假的是真的。禪怎麼樣？禪是完全清淨平等覺，那是禪。我們今天修什麼？我們今天跟禪是一條路，是一個方向。我們在這個世界證不了果，我們往生極樂世界就得到了。禪在這個世界不能證果，他就還要搞六道輪迴，那個麻煩大了。"
    },
    {
      "id": "02-041-0298_p0013",
      "zh_CN": "早年念老在世的时候，我每年都要到北京去个二、三次，去看老人家，向老人家请教。念老告诉我，这个世间修行成就难。禅，他告诉我，有得定的，像虚云老和尚得禅定，有没有开悟？没有。难，太难了！虚云老和尚到什么地方？他在兜率天，亲近弥勒菩萨，将来弥勒菩萨到这个世间来成佛，他跟他一起来，是弥勒佛身边的大弟子，像释迦牟尼佛的弟子舍利弗、目犍连一样，龙华三会，他参加这个活动。所以不容易。密，修密的，念老告诉我，人民共和国成立六十周年，是那个时候，我们见面的时候他告诉我的，六十年，六十年来，中国有十亿人口，学密成就的人多少？六个人。你知道多难！但是修净土念佛往生的人多，不敢说一万以上，成千成百有，肯定有。他就教给我，一定要放下万缘，死心塌地一句佛号念到底，念老教我的，那个时候我讲《华严经》。",
      "zh_TW": "早年念老在世的時候，我每年都要到北京去個二、三次，去看老人家，向老人家請教。念老告訴我，這個世間修行成就難。禪，他告訴我，有得定的，像虛雲老和尚得禪定，有沒有開悟？沒有。難，太難了！虛雲老和尚到什麼地方？他在兜率天，親近彌勒菩薩，將來彌勒菩薩到這個世間來成佛，他跟他一起來，是彌勒佛身邊的大弟子，像釋迦牟尼佛的弟子舍利弗、目犍連一樣，龍華三會，他參加這個活動。所以不容易。密，修密的，念老告訴我，人民共和國成立六十週年，是那個時候，我們見面的時候他告訴我的，六十年，六十年來，中國有十億人口，學密成就的人多少？六個人。你知道多難！但是修淨土念佛往生的人多，不敢說一萬以上，成千成百有，肯定有。他就教給我，一定要放下萬緣，死心塌地一句佛號念到底，念老教我的，那個時候我講《華嚴經》。"
    },
    {
      "id": "02-041-0298_p0014",
      "zh_CN": "所以我到八十五岁，这种年龄随时可以往生，不能说哪一年哪一月，不能，随时可以去。我就想到，我心清净平等觉没得到，不容易，身心世界没有完全放下，要想成就只有靠净土，只有此地讲的第十八愿。第十八愿也要放下，不是将第十八愿放下，也教我们要把身心世界统统放下。这个放下有两种，一个是事上放下，一个是心上放下。事上放下没关系，能放下很好，不能放下也行，最重要是心上放下。往生不是这个身往生，这个身要丢掉的，灵性往生，不是灵魂，灵魂是迷而不觉，所以我叫它做灵性，觉而不迷，这就往生了。我们在这个世间一切恶法要断，要断得干净，别放在心上，一切善法要修，认真努力去修，修好了也不要放在心上，总归结在一句佛号上，我心里头只有这句佛号，只有这一部《无量寿经》，除《无量寿经》、佛号之外，什么也没有，保证你往生，这个重要！",
      "zh_TW": "所以我到八十五歲，這種年齡隨時可以往生，不能說哪一年哪一月，不能，隨時可以去。我就想到，我心清淨平等覺沒得到，不容易，身心世界沒有完全放下，要想成就只有靠淨土，只有此地講的第十八願。第十八願也要放下，不是將第十八願放下，也教我們要把身心世界統統放下。這個放下有兩種，一個是事上放下，一個是心上放下。事上放下沒關係，能放下很好，不能放下也行，最重要是心上放下。往生不是這個身往生，這個身要丟掉的，靈性往生，不是靈魂，靈魂是迷而不覺，所以我叫它做靈性，覺而不迷，這就往生了。我們在這個世間一切惡法要斷，要斷得乾淨，別放在心上，一切善法要修，認真努力去修，修好了也不要放在心上，總歸結在一句佛號上，我心裡頭只有這句佛號，只有這一部《無量壽經》，除《無量壽經》、佛號之外，什麼也沒有，保證你往生，這個重要！"
    },
    {
      "id": "02-041-0298_p0015",
      "zh_CN": "修行，真正修行人，六根在六尘境界上修，眼看，看得清清楚楚，看得明明白白，那是自性本具的般若智慧起作用。要怎样？看得清楚怎么样？不受境界干扰，美好的境界没有贪心，不会起贪心，没贪念，邪恶的境界现前也不干扰我，我也不瞋恨它。换句话说，统统别放在心上，若无其事，见而不见，不见而见，这个妙，这就是真正修行，这就是真正用功。用功在哪里？在生活当中，在工作里头，在待人接物。这叫用功，不能不知道，这真功夫。让我们自己得到什么？得到清净，得到平等，得到觉，《无量寿经》经题，清净平等觉，这是因。清净平等觉生什么？清净平等觉是花，开花了，后面一定结果。果是什么？大乘无量寿庄严。这一句就是西方极乐世界，就是阿弥陀佛，极乐世界依正庄严。大乘是智慧。无量寿是福德，人有福，大富大贵，富贵第一德就是长寿，寿命不长，有福也等于没有，所以是长寿。庄严，庄严就是极乐世界依报正报。净土宗修因证果都在经题上，人家问净土修什么？修清净平等觉。平等心有什么好处？好处在极乐世界，我们这一生寿命到了，往生到极乐世界，功德就圆满了。生到极乐世界就是阿惟越致菩萨，阿惟越致叫三不退，位不退、行不退、念不退。是真正弥陀弟子，将来在极乐世界成佛，跟阿弥陀佛完全相同，智慧跟阿弥陀佛一样，德能跟阿弥陀佛一样，相好跟阿弥陀佛一样，神通跟阿弥陀佛一样，没有两样。到那个时候，我想大家的愿望是相同的，会常住在常寂光中。",
      "zh_TW": "修行，真正修行人，六根在六塵境界上修，眼看，看得清清楚楚，看得明明白白，那是自性本具的般若智慧起作用。要怎樣？看得清楚怎麼樣？不受境界干擾，美好的境界沒有貪心，不會起貪心，沒貪念，邪惡的境界現前也不干擾我，我也不瞋恨它。換句話說，統統別放在心上，若無其事，見而不見，不見而見，這個妙，這就是真正修行，這就是真正用功。用功在哪裡？在生活當中，在工作裡頭，在待人接物。這叫用功，不能不知道，這真功夫。讓我們自己得到什麼？得到清淨，得到平等，得到覺，《無量壽經》經題，清淨平等覺，這是因。清淨平等覺生什麼？清淨平等覺是花，開花了，後面一定結果。果是什麼？大乘無量壽莊嚴。這一句就是西方極樂世界，就是阿彌陀佛，極樂世界依正莊嚴。大乘是智慧。無量壽是福德，人有福，大富大貴，富貴第一德就是長壽，壽命不長，有福也等於沒有，所以是長壽。莊嚴，莊嚴就是極樂世界依報正報。淨土宗修因證果都在經題上，人家問淨土修什麼？修清淨平等覺。平等心有什麼好處？好處在極樂世界，我們這一生壽命到了，往生到極樂世界，功德就圓滿了。生到極樂世界就是阿惟越致菩薩，阿惟越致叫三不退，位不退、行不退、念不退。是真正彌陀弟子，將來在極樂世界成佛，跟阿彌陀佛完全相同，智慧跟阿彌陀佛一樣，德能跟阿彌陀佛一樣，相好跟阿彌陀佛一樣，神通跟阿彌陀佛一樣，沒有兩樣。到那個時候，我想大家的願望是相同的，會常住在常寂光中。"
    },
    {
      "id": "02-041-0298_p0016",
      "zh_CN": "常寂光是自性，自性是一，没有二，自性里头什么都没有，一片光明。所以经上也用大光明藏来形容，大光明藏。密宗里头有修大圆满觉，就是大光明藏。所以，八万四千法门，无量法门，到最后，最后的目的地就是常寂光净土，融入常寂光了。常寂光是一片光明，就像灯光一样，我们这个摄影棚十几盏灯光，每一盏灯光，光光交融，融成一体，没有分别。虽然融成一体，各人是各人的，我们熄掉一盏灯，这个光没有了，打开来之后，它跟所有光融成一体。所以成了佛之后样样圆满，为什么？每尊佛所修学的，到最后融成一体，不会再分你的我的，一切诸佛所修的功德，在我这全部能显现得出来。",
      "zh_TW": "常寂光是自性，自性是一，沒有二，自性裡頭什麼都沒有，一片光明。所以經上也用大光明藏來形容，大光明藏。密宗裡頭有修大圓滿覺，就是大光明藏。所以，八萬四千法門，無量法門，到最後，最後的目的地就是常寂光淨土，融入常寂光了。常寂光是一片光明，就像燈光一樣，我們這個攝影棚十幾盞燈光，每一盞燈光，光光交融，融成一體，沒有分別。雖然融成一體，各人是各人的，我們熄掉一盞燈，這個光沒有了，打開來之後，它跟所有光融成一體。所以成了佛之後樣樣圓滿，為什麼？每尊佛所修學的，到最後融成一體，不會再分你的我的，一切諸佛所修的功德，在我這全部能顯現得出來。"
    },
    {
      "id": "02-041-0298_p0017",
      "zh_CN": "所以《华严经》上说，一即是多，多即是一，一多不二。连一多这个念头都没有，无念。遇缘现前，缘是什么？缘是起心动念。自性不起心动念，怎么会起心动念？一念不觉。为什么会一念不觉？没有理由。一念不觉就怎么样？现相，现整个宇宙。好像我们一般人，晚上睡觉会作梦。梦从哪里来？也是一念不觉，意识一念不觉就发梦了。自性一念不觉就现宇宙，全宇宙。惠能大师所说，「何期自性，能生万法」，没有想到自性能现宇宙。完整的宇宙是自性现的，所以见性之后，这个宇宙里头样样事情统统知道，没有一样不知道。真正明心见性的人他会说，我什么都知道，现前的事情知道，过去的事情知道，未来的事情也知道，没有一样不知道。只有自性是真的，不生不灭，所有现象都不是真的。自性变现的现象，一真法界也不是真的，一真法界有隐现不同，十法界、六道轮回有生灭不同，一真法界没有生灭，有隐现。我们的无明习气没有断干净，就在一真法界；断干净了，一真法界不见了，实报土不见了，常寂光土现前了。",
      "zh_TW": "所以《華嚴經》上說，一即是多，多即是一，一多不二。連一多這個念頭都沒有，無念。遇緣現前，緣是什麼？緣是起心動念。自性不起心動念，怎麼會起心動念？一念不覺。為什麼會一念不覺？沒有理由。一念不覺就怎麼樣？現相，現整個宇宙。好像我們一般人，晚上睡覺會作夢。夢從哪裡來？也是一念不覺，意識一念不覺就發夢了。自性一念不覺就現宇宙，全宇宙。惠能大師所說，「何期自性，能生萬法」，沒有想到自性能現宇宙。完整的宇宙是自性現的，所以見性之後，這個宇宙裡頭樣樣事情統統知道，沒有一樣不知道。真正明心見性的人他會說，我什麼都知道，現前的事情知道，過去的事情知道，未來的事情也知道，沒有一樣不知道。只有自性是真的，不生不滅，所有現象都不是真的。自性變現的現象，一真法界也不是真的，一真法界有隱現不同，十法界、六道輪迴有生滅不同，一真法界沒有生滅，有隱現。我們的無明習氣沒有斷乾淨，就在一真法界；斷乾淨了，一真法界不見了，實報土不見了，常寂光土現前了。"
    },
    {
      "id": "02-041-0298_p0018",
      "zh_CN": "常寂光土就是真如本性，就是法身。大经上常说，「十方三世佛，共同一法身」。我们是什么关系？一体。一体你能不爱吗？一体你能不关怀吗？一体你能不照顾吗？自然的。关怀到极处，甚至于舍这个身命成就别人，我舍身命的时候能救一个人，我就舍身命去救这个人。你要问我为什么？我跟他是一体，他活着就是我活着，是一不是二。那是什么人干的？真正明白人干的，迷惑颠倒的人他做不到，他执着它是我，这个身体是我，明白的人知道整个宇宙是我。所以心包太虚，量周沙界，这是本来的，原来就是这样的。现在这个心量这么小，小气，不能包容，这就是凡夫。菩萨一个阶级心量比一个阶级大，到法身境界那就是心包太虚，量周沙界，在极乐世界是实报庄严土。但是极乐世界很特殊，叫我们很不容易理解，很不容易相信。为什么？他们的同居土、方便土，统统是这么大的心量。这什么缘故？阿弥陀佛四十八愿的加持，不可思议，所以诸佛赞叹。",
      "zh_TW": "常寂光土就是真如本性，就是法身。大經上常說，「十方三世佛，共同一法身」。我們是什麼關係？一體。一體你能不愛嗎？一體你能不關懷嗎？一體你能不照顧嗎？自然的。關懷到極處，甚至於捨這個身命成就別人，我捨身命的時候能救一個人，我就捨身命去救這個人。你要問我為什麼？我跟他是一體，他活著就是我活著，是一不是二。那是什麼人幹的？真正明白人幹的，迷惑顛倒的人他做不到，他執著它是我，這個身體是我，明白的人知道整個宇宙是我。所以心包太虛，量周沙界，這是本來的，原來就是這樣的。現在這個心量這麼小，小氣，不能包容，這就是凡夫。菩薩一個階級心量比一個階級大，到法身境界那就是心包太虛，量周沙界，在極樂世界是實報莊嚴土。但是極樂世界很特殊，叫我們很不容易理解，很不容易相信。為什麼？他們的同居土、方便土，統統是這麼大的心量。這什麼緣故？阿彌陀佛四十八願的加持，不可思議，所以諸佛讚歎。"
    },
    {
      "id": "02-041-0298_p0019",
      "zh_CN": "闻彼佛名，这是闻名得福愿。我们众生没福，在中国过去，不说太长远，一百年前，满清末年，那个时候人还不错，虽然社会动乱了，比起现在来说，那时候人有福报。为什么？听到佛生欢喜心。什么原因？世世代代老祖宗教导我们，儒释道，三宝。不信的人也敬，听到佛名他也恭敬，不信也敬，他有德行，自己虽然不信，祖宗信，父母信，亲戚朋友当中，外祖父、外祖母信，舅舅、阿姨他们信，他们信，做晚辈的纵然不信，也不能反对。为什么？不孝，他还要尽孝道。所以闻到佛名都生欢喜心，都生恭敬心，这个社会就有福报。现在不行，丢久了，疏忽了。外国人相信科学，中国人相信外国人，不相信中国人。",
      "zh_TW": "聞彼佛名，這是聞名得福願。我們眾生沒福，在中國過去，不說太長遠，一百年前，滿清末年，那個時候人還不錯，雖然社會動亂了，比起現在來說，那時候人有福報。為什麼？聽到佛生歡喜心。什麼原因？世世代代老祖宗教導我們，儒釋道，三寶。不信的人也敬，聽到佛名他也恭敬，不信也敬，他有德行，自己雖然不信，祖宗信，父母信，親戚朋友當中，外祖父、外祖母信，舅舅、阿姨他們信，他們信，做晚輩的縱然不信，也不能反對。為什麼？不孝，他還要盡孝道。所以聞到佛名都生歡喜心，都生恭敬心，這個社會就有福報。現在不行，丟久了，疏忽了。外國人相信科學，中國人相信外國人，不相信中國人。"
    },
    {
      "id": "02-041-0298_p0020",
      "zh_CN": "最近我看到一篇文章，是一位老教授写的，题目是「近代我们的教育跟着西方走」，这错了，把我们传统的东西丢掉了。他写得非常好，钱穆写的。提醒我们，现在逐渐逐渐西方人对中国传统的东西研究的人多了，研究的结果，对中国传统文化赞叹，也学习，这是非常好的开始。我们从小把这桩事情疏忽了，课程现在要补出来。",
      "zh_TW": "最近我看到一篇文章，是一位老教授寫的，題目是「近代我們的教育跟著西方走」，這錯了，把我們傳統的東西丟掉了。他寫得非常好，錢穆寫的。提醒我們，現在逐漸逐漸西方人對中國傳統的東西研究的人多了，研究的結果，對中國傳統文化讚歎，也學習，這是非常好的開始。我們從小把這樁事情疏忽了，課程現在要補出來。"
    },
    {
      "id": "02-041-0298_p0021",
      "zh_CN": "这些年我们想到汉学，汉学能救中国，能救全世界，我们的心量要扩大，要救全世界。所以疏忽的这些东西现在要补习，《三字经》、《百家姓》、《千字文》，要常常拿来念念。补什么课？补私塾初学的课程。决定有好处，没有坏处。要想扎中国传统的根，行门的根，也就是道德的根，儒家是《弟子规》，道家是《感应篇》，佛家是《十善业道》，这是道德的根，根之根。学问上的根，每一家都有代表的。儒家的代表《四书》，分量不多，过去千百年中国人必读之书，从小念书没有不念《四书》的，大概五、六岁就开始念了。佛教的就是《无量寿经》，我们现在学的这个本子，它代表佛法。为什么？佛法里，大乘小乘、宗门教下、显教密教，它统统包括，都讲到了，好！它是佛教概论，《四书》是儒家的概论，道家的就念老子《道德经》，五千言，够了。就是说，中国人这三种书至少要多念几遍，中国传统文化的根，有这三个根，大致上我们的人生方向目标不会走错。",
      "zh_TW": "這些年我們想到漢學，漢學能救中國，能救全世界，我們的心量要擴大，要救全世界。所以疏忽的這些東西現在要補習，《三字經》、《百家姓》、《千字文》，要常常拿來念念。補什麼課？補私塾初學的課程。決定有好處，沒有壞處。要想扎中國傳統的根，行門的根，也就是道德的根，儒家是《弟子規》，道家是《感應篇》，佛家是《十善業道》，這是道德的根，根之根。學問上的根，每一家都有代表的。儒家的代表《四書》，分量不多，過去千百年中國人必讀之書，從小念書沒有不念《四書》的，大概五、六歲就開始念了。佛教的就是《無量壽經》，我們現在學的這個本子，它代表佛法。為什麼？佛法裡，大乘小乘、宗門教下、顯教密教，它統統包括，都講到了，好！它是佛教概論，《四書》是儒家的概論，道家的就念老子《道德經》，五千言，夠了。就是說，中國人這三種書至少要多念幾遍，中國傳統文化的根，有這三個根，大致上我們的人生方向目標不會走錯。"
    },
    {
      "id": "02-041-0298_p0022",
      "zh_CN": "方老师告诉我，「人生最高的享受」，你可以享受得到。为什么要学这个？果报是人生最高的享受，就像孔子所说的，「学而时习之，不亦说乎」。你学这个你快乐，悦是喜悦。学佛法，佛说常生欢喜心，法喜充满，一个人在一生当中心情愉快，一生当中未曾丢失，这个人的一生幸福美满。能得到，真能得到，你把这两样东西学会了，你就会得到，不骗你。孔夫子得到了，所以《论语》把这句话摆在第一位。为什么要学？学而时习之。习是什么？你把你所学到的落实在生活，落实在工作，落实在处事待人接物，你就会非常欢喜，习是落实。",
      "zh_TW": "方老師告訴我，「人生最高的享受」，你可以享受得到。為什麼要學這個？果報是人生最高的享受，就像孔子所說的，「學而時習之，不亦說乎」。你學這個你快樂，悅是喜悅。學佛法，佛說常生歡喜心，法喜充滿，一個人在一生當中心情愉快，一生當中未曾丟失，這個人的一生幸福美滿。能得到，真能得到，你把這兩樣東西學會了，你就會得到，不騙你。孔夫子得到了，所以《論語》把這句話擺在第一位。為什麼要學？學而時習之。習是什麼？你把你所學到的落實在生活，落實在工作，落實在處事待人接物，你就會非常歡喜，習是落實。"
    },
    {
      "id": "02-041-0298_p0023",
      "zh_CN": "现在学术有没有研究古典的？有，我们看到很多大学里头开这些课程。我在年轻的时候，非常希望到大学去旁听，因为自己学业没完成，我只念到初中，高中念了半年，以后再没有机会上学了，所以非常希望能到学校去旁听。我找到方东美先生，他老人家不让我去，告诉我，这六十五年前的事情，他说现在学校，先生不像先生，学生不像学生，你要到学校去听课你会大失所望。老师说的话是真话，当时我听不懂，我以为老师完全拒绝了。老师看到我真的想学，所以就告诉我，你真的想学到我家里来，每个星期天上午九点半到十一点半两个小时，他给我讲两个小时，我的哲学是在他家里学的。感恩老师，要不感恩老师，我现在早就过世了，这一生苦不堪言，没有人教我，遇到这么个好老师，他愿意教，我愿意学。为什么老师说出这个话？现在学校，我以后在香港讲经，完全明白了，因为在这边接触很多大学教授，完全明白了。大学里面教的是什么？儒家所说的，博学，审问，慎思，明辨，没有实行，没有笃行。换句话，教给你了，不教给你怎么落实，不教给你怎么融到工作里面去。无论从事哪个行业，你要不融入进去的话，没有智慧，待人接物，不会做人，这学的白学了。",
      "zh_TW": "現在學術有沒有研究古典的？有，我們看到很多大學裡頭開這些課程。我在年輕的時候，非常希望到大學去旁聽，因為自己學業沒完成，我只念到初中，高中念了半年，以後再沒有機會上學了，所以非常希望能到學校去旁聽。我找到方東美先生，他老人家不讓我去，告訴我，這六十五年前的事情，他說現在學校，先生不像先生，學生不像學生，你要到學校去聽課你會大失所望。老師說的話是真話，當時我聽不懂，我以為老師完全拒絕了。老師看到我真的想學，所以就告訴我，你真的想學到我家裡來，每個星期天上午九點半到十一點半兩個小時，他給我講兩個小時，我的哲學是在他家裡學的。感恩老師，要不感恩老師，我現在早就過世了，這一生苦不堪言，沒有人教我，遇到這麼個好老師，他願意教，我願意學。為什麼老師說出這個話？現在學校，我以後在香港講經，完全明白了，因為在這邊接觸很多大學教授，完全明白了。大學裡面教的是什麼？儒家所說的，博學，審問，慎思，明辨，沒有實行，沒有篤行。換句話，教給你了，不教給你怎麼落實，不教給你怎麼融到工作裡面去。無論從事哪個行業，你要不融入進去的話，沒有智慧，待人接物，不會做人，這學的白學了。"
    },
    {
      "id": "02-041-0298_p0024",
      "zh_CN": "所以有人问我，为什么提倡《弟子规》？我说我自己没有那种聪明智慧，我是人家打上一鞭子有反应。早年王财贵先生到香港来看我，那个时候我住在跑马地，来问我一个问题。他在当年提倡儿童读经，我知道这个事情，我也非常赞叹，也喜欢。可是教了五、六年之后，出了问题，他来找我，他说出问题。我说出什么问题？小孩四书五经读得很好，很多能背诵，但是回家，父母不懂，没学过，瞧不起父母，在学校里面，老师没有学过，瞧不起老师。这个麻烦可大了！他来问我，我就给他建议，小朋友要从德行教起。学什么？学孝亲尊师。所以我就想到《弟子规》，学了《弟子规》，孝跟敬这两个字就学会了。孝以父母做代表，敬以老师做代表，小孩对大人都要懂得孝敬，这个孩子好，人人赞叹。",
      "zh_TW": "所以有人問我，為什麼提倡《弟子規》？我說我自己沒有那種聰明智慧，我是人家打上一鞭子有反應。早年王財貴先生到香港來看我，那個時候我住在跑馬地，來問我一個問題。他在當年提倡兒童讀經，我知道這個事情，我也非常讚歎，也喜歡。可是教了五、六年之後，出了問題，他來找我，他說出問題。我說出什麼問題？小孩四書五經讀得很好，很多能背誦，但是回家，父母不懂，沒學過，瞧不起父母，在學校裡面，老師沒有學過，瞧不起老師。這個麻煩可大了！他來問我，我就給他建議，小朋友要從德行教起。學什麼？學孝親尊師。所以我就想到《弟子規》，學了《弟子規》，孝跟敬這兩個字就學會了。孝以父母做代表，敬以老師做代表，小孩對大人都要懂得孝敬，這個孩子好，人人讚歎。"
    },
    {
      "id": "02-041-0298_p0025",
      "zh_CN": "至于读经，我知道古时候私塾里面，小朋友读经大概什么时候？十岁，十岁到十五岁这五年是他读经的时候。三、四岁到七、八岁，这个时候是教洒扫应对，教孝敬，是教行，没有教读书的。读书那就是像《三字经》、《百家姓》、《千字文》、《弟子规》这一类的，容易记，重要的是要教他做到，笃行。所以我才明了，现在学校里头是博学多闻，也就是儒家讲的，博学，审问，慎思，明辨，搞这个，没有笃行，没有教你怎么样用在生活上，怎么样用在工作上，没有讲这些，不讲这个，所以他不落实。这就是我体会到，方老师当年教我，跟我说到学校去旁听会大失所望，我就明白了。",
      "zh_TW": "至於讀經，我知道古時候私塾裡面，小朋友讀經大概什麼時候？十歲，十歲到十五歲這五年是他讀經的時候。三、四歲到七、八歲，這個時候是教灑掃應對，教孝敬，是教行，沒有教讀書的。讀書那就是像《三字經》、《百家姓》、《千字文》、《弟子規》這一類的，容易記，重要的是要教他做到，篤行。所以我才明瞭，現在學校裡頭是博學多聞，也就是儒家講的，博學，審問，慎思，明辨，搞這個，沒有篤行，沒有教你怎麼樣用在生活上，怎麼樣用在工作上，沒有講這些，不講這個，所以他不落實。這就是我體會到，方老師當年教我，跟我說到學校去旁聽會大失所望，我就明白了。"
    },
    {
      "id": "02-041-0298_p0026",
      "zh_CN": "儒家这五个层次是不能少的，博学，审问，慎思，明辨，为的是什么？就是为了落实，不落实不等于零吗？所以老师在家里教，学生就我一个，就不一样了，讲了之后会教我怎么用，那叫修行，修行就是落实，修是修正，行是行为。我们念头错误，把念头修正过来，修正思想行为，言语说错了话，修正过来，叫正语，身体做错了，修正过来，叫正行，身口意三业依照这个标准来修正，这个管用。所以这个东西不是把它当作学术，像花瓶一样摆在那里欣赏的，不是，是要踏踏实实去做到，这就对了。",
      "zh_TW": "儒家這五個層次是不能少的，博學，審問，慎思，明辨，為的是什麼？就是為了落實，不落實不等於零嗎？所以老師在家裡教，學生就我一個，就不一樣了，講了之後會教我怎麼用，那叫修行，修行就是落實，修是修正，行是行為。我們念頭錯誤，把念頭修正過來，修正思想行為，言語說錯了話，修正過來，叫正語，身體做錯了，修正過來，叫正行，身口意三業依照這個標準來修正，這個管用。所以這個東西不是把它當作學術，像花瓶一樣擺在那裡欣賞的，不是，是要踏踏實實去做到，這就對了。"
    },
    {
      "id": "02-041-0298_p0027",
      "zh_CN": "所以我一生感恩老师，一生感恩父母。父母非常辛苦，那种辛苦现在人无法想像，把我们养大，我只有弟兄两个人，真难得！我在战乱的时代，先到台湾，然后是周游列国，居无定所。共产党对我有恩，因为我们是贫穷，真的是没饭吃，真正是无产阶级，共产党培养无产阶级，我弟弟那时候念初中，高中毕业把他送到复旦大学，复旦毕业之后在复旦教学。所以晚年生活过得不错，那是共产党给予的，我们一家人感恩。",
      "zh_TW": "所以我一生感恩老師，一生感恩父母。父母非常辛苦，那種辛苦現在人無法想像，把我們養大，我只有弟兄兩個人，真難得！我在戰亂的時代，先到台灣，然後是周遊列國，居無定所。共產黨對我有恩，因為我們是貧窮，真的是沒飯吃，真正是無產階級，共產黨培養無產階級，我弟弟那時候念初中，高中畢業把他送到復旦大學，復旦畢業之後在復旦教學。所以晚年生活過得不錯，那是共產黨給予的，我們一家人感恩。"
    },
    {
      "id": "02-041-0298_p0028",
      "zh_CN": "今天大家都重视传统文化，传统文化怎么学起？要认真学，光喊口号没用处。认真学，那就是从娃娃开始，从幼稚园开始。到大学学的时候，那叫半路出家，他没根。所以我们想到要办汉学院，办汉学院用意在此地，汉学院一定要附设幼稚园，附设小学、中学，然后让他就升大学。那根呢？根在幼稚园、在小学，这个要重视。教什么？教过去私塾里头教的教材。我们先要求老师做到，不是博学多闻，要老师把它做到，像《弟子规》、《感应篇》、《十善业》。老师真正做到了，用他的爱心、用他的智慧去爱小朋友，把小朋友都看作自己的亲生儿女，要这样的感情去教导他。孩子的心很纯很干净，老师的心也纯正，心心相印，把孩子教好，孩子回家永远能孝顺父母、尊敬长辈，我们的教育才成功。",
      "zh_TW": "今天大家都重視傳統文化，傳統文化怎麼學起？要認真學，光喊口號沒用處。認真學，那就是從娃娃開始，從幼稚園開始。到大學學的時候，那叫半路出家，他沒根。所以我們想到要辦漢學院，辦漢學院用意在此地，漢學院一定要附設幼稚園，附設小學、中學，然後讓他就升大學。那根呢？根在幼稚園、在小學，這個要重視。教什麼？教過去私塾裡頭教的教材。我們先要求老師做到，不是博學多聞，要老師把它做到，像《弟子規》、《感應篇》、《十善業》。老師真正做到了，用他的愛心、用他的智慧去愛小朋友，把小朋友都看作自己的親生兒女，要這樣的感情去教導他。孩子的心很純很乾淨，老師的心也純正，心心相印，把孩子教好，孩子回家永遠能孝順父母、尊敬長輩，我們的教育才成功。"
    },
    {
      "id": "02-041-0298_p0029",
      "zh_CN": "孩子教他认字，文字，叫方块字，认字。用什么教材？用《说文解字》，把每个字，古人为什么要这样造法，为什么这么写法，为什么要读这个音，很有味道，讲故事，每个字都有故事，小朋友听的时候他很欢喜，他就会记得，就认识中国字。到什么时候才教他念《四书》、念《无量寿经》、念《老子》，这是儒释道的三个根，到什么时候？十岁，十岁开始念这个。他的记忆力好，我相信半年，这三部东西他都背得滚瓜烂熟了。再有十年，这都是他光阴最好的时候，老师要教导他专攻一部经。根有了，三个根有了，再深入，深入可以就这三种东西用一部来深入，可以，来帮助他开悟。",
      "zh_TW": "孩子教他認字，文字，叫方塊字，認字。用什麼教材？用《說文解字》，把每個字，古人為什麼要這樣造法，為什麼這麼寫法，為什麼要讀這個音，很有味道，講故事，每個字都有故事，小朋友聽的時候他很歡喜，他就會記得，就認識中國字。到什麼時候才教他念《四書》、念《無量壽經》、念《老子》，這是儒釋道的三個根，到什麼時候？十歲，十歲開始念這個。他的記憶力好，我相信半年，這三部東西他都背得滾瓜爛熟了。再有十年，這都是他光陰最好的時候，老師要教導他專攻一部經。根有了，三個根有了，再深入，深入可以就這三種東西用一部來深入，可以，來幫助他開悟。"
    },
    {
      "id": "02-041-0298_p0030",
      "zh_CN": "要讲求，中国老祖宗教学的理念是一门深入，长时薰修。从十岁到十五岁，这时他智慧开了，他理解了，但是还是要着重读诵，读诵的遍数至少要满三千遍。为什么？他一辈子不会忘记，他会开悟。遍数愈多愈好，根深蒂固，无师自通，他才能成为圣贤。所以中国教育是圣贤教育，佛陀的教育也是圣贤教育，佛是圣人，菩萨是贤人，阿罗汉是中国人称为君子，中国跟印度称谓不一样，意思是相同的。",
      "zh_TW": "要講求，中國老祖宗教學的理念是一門深入，長時薰修。從十歲到十五歲，這時他智慧開了，他理解了，但是還是要著重讀誦，讀誦的遍數至少要滿三千遍。為什麼？他一輩子不會忘記，他會開悟。遍數愈多愈好，根深蒂固，無師自通，他才能成為聖賢。所以中國教育是聖賢教育，佛陀的教育也是聖賢教育，佛是聖人，菩薩是賢人，阿羅漢是中國人稱為君子，中國跟印度稱謂不一樣，意思是相同的。"
    },
    {
      "id": "02-041-0298_p0031",
      "zh_CN": "所以，听到阿弥陀佛的名号有福，对这个佛号恭敬，也跟着念，这个人福报更大。修福方法有八万四千，第一殊胜无过于念佛，「忆佛念佛，现前当来，必定见佛」，这话不是假话，是真话。我们现在常常想这个想那个，把佛常常忘掉，这个不好，这往生没把握，往生一定要专注。",
      "zh_TW": "所以，聽到阿彌陀佛的名號有福，對這個佛號恭敬，也跟著念，這個人福報更大。修福方法有八萬四千，第一殊勝無過於念佛，「憶佛念佛，現前當來，必定見佛」，這話不是假話，是真話。我們現在常常想這個想那個，把佛常常忘掉，這個不好，這往生沒把握，往生一定要專注。"
    },
    {
      "id": "02-041-0298_p0032",
      "zh_CN": "昨天堪布在此地，我是建议，希望堪布给我们大家讲密教讲的前行，大概也是太长了一点，时间不够，他没有讲。前行是什么？主要是讲生死心切，功夫就得力了。我们现在差的就是生死心不切，对这个世间依赖心很重，而且还有名闻利养没放下，身体健康也没放下。对这个身体过分的重视，这个对于修净土求往生是大障碍。真正求往生，对身体并不重视，但是也不会糟蹋。正常的活动就够了，每天早晨能够早起，拜一个小时佛，念一个小时的佛号，念的时候就绕着，绕佛，就是走路，走路是运动，有这两个小时就足够了。如果没有事情的时候就是念佛，就是散步，年岁大的散步好，多运动。把什么都放下，什么都不要想了，一心一意求往生，密宗的前行就说这些。",
      "zh_TW": "昨天堪布在此地，我是建議，希望堪布給我們大家講密教講的前行，大概也是太長了一點，時間不夠，他沒有講。前行是什麼？主要是講生死心切，功夫就得力了。我們現在差的就是生死心不切，對這個世間依賴心很重，而且還有名聞利養沒放下，身體健康也沒放下。對這個身體過分的重視，這個對於修淨土求往生是大障礙。真正求往生，對身體並不重視，但是也不會糟蹋。正常的活動就夠了，每天早晨能夠早起，拜一個小時佛，念一個小時的佛號，念的時候就繞著，繞佛，就是走路，走路是運動，有這兩個小時就足夠了。如果沒有事情的時候就是念佛，就是散步，年歲大的散步好，多運動。把什麼都放下，什麼都不要想了，一心一意求往生，密宗的前行就說這些。"
    },
    {
      "id": "02-041-0298_p0033",
      "zh_CN": "为什么放不下？也算是知道了，佛经常说，这都是假的，不是真的，但是我们还是把假的当作真的，真的没有在意。极乐世界是真的，天天听，天天讲，但是并没有把它当真，还把现实生活当真，问题出在这里。我们都没有想想，死了以后怎么办？人生老病死谁也逃不了，不必忌讳。死了以后到哪去？如果再搞六道轮回，六道的苦我们今天尝到了，还希望过这苦日子吗？如果不希望，那就认真念佛。印光大师每天，他的念佛堂只挂了一个字，挂在佛像后面，「死」字。这一个字就是密宗里头所说的前行，生死心切，天天看到，活一天老老实实念一天佛号，这就对了，这叫真正修净土法门。",
      "zh_TW": "為什麼放不下？也算是知道了，佛經常說，這都是假的，不是真的，但是我們還是把假的當作真的，真的沒有在意。極樂世界是真的，天天聽，天天講，但是並沒有把它當真，還把現實生活當真，問題出在這裡。我們都沒有想想，死了以後怎麼辦？人生老病死誰也逃不了，不必忌諱。死了以後到哪去？如果再搞六道輪迴，六道的苦我們今天嘗到了，還希望過這苦日子嗎？如果不希望，那就認真念佛。印光大師每天，他的念佛堂只掛了一個字，掛在佛像後面，「死」字。這一個字就是密宗裡頭所說的前行，生死心切，天天看到，活一天老老實實念一天佛號，這就對了，這叫真正修淨土法門。"
    },
    {
      "id": "02-041-0298_p0034",
      "zh_CN": "这个地方，祖师大德也说，这是日本的净宗祖师，念老告诉我们，「闻名得福，故能生净信之心」。闻名不要中断，像海贤老和尚，不能丢失，不能把名号丢掉了、失去了。念头，一个念头接着一个念头，阿弥陀佛、阿弥陀佛、阿弥陀佛，接着，不能丢失。对西方极乐世界、对阿弥陀佛要生净信，净信就是一丝毫怀疑都没有。底下说，「清净心者，无疑之信心也。又无垢之净心也」。无垢是没有染污，什么是染污？喜怒哀乐爱恶欲是染污。这些东西全放下，心清净，没有怀疑，这是经题上讲的清净心。只要你得清净心，你念佛的功夫就成片了，你会很清楚，时时刻刻心里头有佛号，口里没有念，心里佛号不断，想着阿弥陀佛，念着阿弥陀佛，好！",
      "zh_TW": "這個地方，祖師大德也說，這是日本的淨宗祖師，念老告訴我們，「聞名得福，故能生淨信之心」。聞名不要中斷，像海賢老和尚，不能丟失，不能把名號丟掉了、失去了。念頭，一個念頭接著一個念頭，阿彌陀佛、阿彌陀佛、阿彌陀佛，接著，不能丟失。對西方極樂世界、對阿彌陀佛要生淨信，淨信就是一絲毫懷疑都沒有。底下說，「清淨心者，無疑之信心也。又無垢之淨心也」。無垢是沒有染污，什麼是染污？喜怒哀樂愛惡欲是染污。這些東西全放下，心清淨，沒有懷疑，這是經題上講的清淨心。只要你得清淨心，你念佛的功夫就成片了，你會很清楚，時時刻刻心裡頭有佛號，口裡沒有念，心裡佛號不斷，想著阿彌陀佛，念著阿彌陀佛，好！"
    },
    {
      "id": "02-041-0298_p0035",
      "zh_CN": "下面举《胜鬘宝窟经》上卷，这经上说：「清净心，净者信也。起净信之心，又不杂烦恼心叹」，叹是赞叹，也就是念佛，念佛的时候没有夹杂烦恼，这个叫「净心」。把净心的标准给我们说出来了。「忆念受持。受者，信受」，受是接受。「持者，坚持」，不放松。「忆者，忆佛功德，念者，念佛名号」。想什么？想阿弥陀佛的功德，怎么想法？四十八愿就是。四十八愿如果不能想，你就想一愿、想二愿，都是的。想一愿，想第十八愿，第十八愿十念必生。最好是想善导大师给我们举出来的，最真实的五愿，第十二「定成正觉」，第十三「光明无量」，第十五「寿命无量」，第十七「诸佛称叹」，第十八「十念必生」，这五愿是四十八愿最重要的五愿。最简单就是这一愿，第十八「十念必生」，这就是想阿弥陀佛的功德，十念必生这个功德，是阿弥陀佛跟一切诸佛不共的功德，不是共同的，只有阿弥陀佛有，其他的没有。这个五愿，其他的四愿诸佛也都有，唯独这一愿诸佛没有。这个要知道，要坚持。",
      "zh_TW": "下面舉《勝鬘寶窟經》上卷，這經上說：「清淨心，淨者信也。起淨信之心，又不雜煩惱心歎」，歎是讚歎，也就是念佛，念佛的時候沒有夾雜煩惱，這個叫「淨心」。把淨心的標準給我們說出來了。「憶念受持。受者，信受」，受是接受。「持者，堅持」，不放鬆。「憶者，憶佛功德，念者，念佛名號」。想什麼？想阿彌陀佛的功德，怎麼想法？四十八願就是。四十八願如果不能想，你就想一願、想二願，都是的。想一願，想第十八願，第十八願十念必生。最好是想善導大師給我們舉出來的，最真實的五願，第十二「定成正覺」，第十三「光明無量」，第十五「壽命無量」，第十七「諸佛稱歎」，第十八「十念必生」，這五願是四十八願最重要的五願。最簡單就是這一願，第十八「十念必生」，這就是想阿彌陀佛的功德，十念必生這個功德，是阿彌陀佛跟一切諸佛不共的功德，不是共同的，只有阿彌陀佛有，其他的沒有。這個五願，其他的四願諸佛也都有，唯獨這一願諸佛沒有。這個要知道，要堅持。"
    },
    {
      "id": "02-041-0298_p0036",
      "zh_CN": "「忆念受持」下面，「归依供养」。皈依，要真的皈依。我们今天皈依，念念三皈依，有口无心，不是真的，真的皈依，「身心归向，依止不舍」，这叫皈依。身心，归是回归，身跟心都不再想六道轮回，都不再想十法界，只想皈依极乐世界阿弥陀佛，对极乐世界依报，对阿弥陀佛是正报，我们要依止不舍。我这一生靠什么？就靠的极乐世界，就靠的阿弥陀佛。所以想极乐世界的依正庄严，想阿弥陀佛的依正庄严，都是真正皈依。怎么想法都在经上，所以这部经你要念一遍，这都有了。",
      "zh_TW": "「憶念受持」下面，「歸依供養」。皈依，要真的皈依。我們今天皈依，念念三皈依，有口無心，不是真的，真的皈依，「身心歸向，依止不捨」，這叫皈依。身心，歸是回歸，身跟心都不再想六道輪迴，都不再想十法界，只想皈依極樂世界阿彌陀佛，對極樂世界依報，對阿彌陀佛是正報，我們要依止不捨。我這一生靠什麼？就靠的極樂世界，就靠的阿彌陀佛。所以想極樂世界的依正莊嚴，想阿彌陀佛的依正莊嚴，都是真正皈依。怎麼想法都在經上，所以這部經你要念一遍，這都有了。"
    },
    {
      "id": "02-041-0298_p0037",
      "zh_CN": "「供养」，《玄赞要集》里头说：「进财进行，名供。有所摄资，名养。」下面有注解，念老给我们注解，「所言财行，指二种供养」，第一种财供养，譬如「香花、饮食、汤药、财物、头目脑髓」，头目脑髓是内财供养，「大地山河等等器物」，是外财供养，身外之物，头目脑髓是自己的身心，这属于财供养。为佛法，为众生离苦得乐，要干，尽心尽力去做，就是圆满功德。第二种重要，「法供养」。什么是法供养？「如说修行，以为供养」。由此可知，我们念佛，我们发愿求生净土，真信真愿念这句佛号，求生净土，真供养，法供养。我们自己做出榜样给别人看，自己天天这样做，老老实实，对人诚诚恳恳的，财行也干，法行也干，好！这是佛在经上教导我们的。如说修行的供养，持戒是供养。",
      "zh_TW": "「供養」，《玄贊要集》裡頭說：「進財進行，名供。有所攝資，名養。」下面有註解，念老給我們註解，「所言財行，指二種供養」，第一種財供養，譬如「香花、飲食、湯藥、財物、頭目腦髓」，頭目腦髓是內財供養，「大地山河等等器物」，是外財供養，身外之物，頭目腦髓是自己的身心，這屬於財供養。為佛法，為眾生離苦得樂，要幹，盡心盡力去做，就是圓滿功德。第二種重要，「法供養」。什麼是法供養？「如說修行，以為供養」。由此可知，我們念佛，我們發願求生淨土，真信真願念這句佛號，求生淨土，真供養，法供養。我們自己做出榜樣給別人看，自己天天這樣做，老老實實，對人誠誠懇懇的，財行也幹，法行也幹，好！這是佛在經上教導我們的。如說修行的供養，持戒是供養。"
    },
    {
      "id": "02-041-0298_p0038",
      "zh_CN": "我们净宗同学用什么来持戒？三十年前我们在美国，美国第一个净宗学会在圣荷西成立的，美国净宗学会，会长杨一华，现在会长还是他，他到我们此地来过。当时我写了个缘起，提出五个科目，净宗同学一定要遵守、要共修，这五条就是戒律。第一条净业三福，是我们修行最高的指导原则，第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这头一条，人天福报。第二条是学佛了，前面那一条是学佛的基础，没有那一条学佛学不到，所以第二个是从第一个基础上再向上提升的，「受持三皈，具足众戒，不犯威仪」。前面还没有受皈依，没有皈依，善男子、善女人，到这个地方，受持三皈，具足众戒，这是三宝弟子了。在家的、出家的，受三皈五戒、八关斋戒、十善业道，在家弟子，学沙弥律仪、比丘戒、菩萨戒，这是出家弟子，这个不能缺少的，戒在先。然后第三福，大乘，「发菩提心，深信因果，读诵大乘，劝进行者」。到读诵大乘，这都是自行，劝进行者，这是教化众生。教化众生要注重，特别在现代的社会，身行言教，我们要做给人看，不光说，说了没用，大家不相信，要做出来给人看，真干！这是第一个科目，净业三福，不管修学哪个宗、哪个派，只要是学佛，都不能离开这个。这个后头经文又说，这是「三世诸佛」，过去、现在、未来一切诸佛修行证果的「净业正因」，多重要！我们用这个来做我们的指导原则，修学的原理。原理原则抓到了，永远不能够离开，不能够偏了，不能够邪了。",
      "zh_TW": "我們淨宗同學用什麼來持戒？三十年前我們在美國，美國第一個淨宗學會在聖荷西成立的，美國淨宗學會，會長楊一華，現在會長還是他，他到我們此地來過。當時我寫了個緣起，提出五個科目，淨宗同學一定要遵守、要共修，這五條就是戒律。第一條淨業三福，是我們修行最高的指導原則，第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這頭一條，人天福報。第二條是學佛了，前面那一條是學佛的基礎，沒有那一條學佛學不到，所以第二個是從第一個基礎上再向上提升的，「受持三皈，具足眾戒，不犯威儀」。前面還沒有受皈依，沒有皈依，善男子、善女人，到這個地方，受持三皈，具足眾戒，這是三寶弟子了。在家的、出家的，受三皈五戒、八關齋戒、十善業道，在家弟子，學沙彌律儀、比丘戒、菩薩戒，這是出家弟子，這個不能缺少的，戒在先。然後第三福，大乘，「發菩提心，深信因果，讀誦大乘，勸進行者」。到讀誦大乘，這都是自行，勸進行者，這是教化眾生。教化眾生要注重，特別在現代的社會，身行言教，我們要做給人看，不光說，說了沒用，大家不相信，要做出來給人看，真幹！這是第一個科目，淨業三福，不管修學哪個宗、哪個派，只要是學佛，都不能離開這個。這個後頭經文又說，這是「三世諸佛」，過去、現在、未來一切諸佛修行證果的「淨業正因」，多重要！我們用這個來做我們的指導原則，修學的原理。原理原則抓到了，永遠不能夠離開，不能夠偏了，不能夠邪了。"
    },
    {
      "id": "02-041-0298_p0039",
      "zh_CN": "三福下面就是六和，现在对这个社会特别重要，大家不和，整个世界都在搞分裂，家庭里面父子分裂、兄弟分裂，社会上朋友分裂、主伴分裂，这怎么得了！今天社会乱成一团，没有六和敬。所以我们第二个科目，六和。第一「见和同解」，我们的想法、看法一致，那就要学习，学圣贤教诲，见和同解。「戒和同修」，这个戒是守规矩，到人家道场，要守人家的规矩，到人家家里，守人家家的规矩，到哪个国家，遵守哪个国家的法律、风俗习惯，这都属于戒和同修。",
      "zh_TW": "三福下面就是六和，現在對這個社會特別重要，大家不和，整個世界都在搞分裂，家庭裡面父子分裂、兄弟分裂，社會上朋友分裂、主伴分裂，這怎麼得了！今天社會亂成一團，沒有六和敬。所以我們第二個科目，六和。第一「見和同解」，我們的想法、看法一致，那就要學習，學聖賢教誨，見和同解。「戒和同修」，這個戒是守規矩，到人家道場，要守人家的規矩，到人家家裡，守人家家的規矩，到哪個國家，遵守哪個國家的法律、風俗習慣，這都屬於戒和同修。"
    },
    {
      "id": "02-041-0298_p0040",
      "zh_CN": "下面，「身和同住」，身同住在一起，这个同住在一起，古时候道场比现在简单，住众是睡通铺的，不是一个人有一个寮房，寮房只有什么？执事，他在寺庙里担任着工作，像住持、当家师、知客，这些人他有一个房间。清众没有，清众所住的是通铺。为什么？依众靠众。晚上睡觉要规规矩矩的，不能妨碍别人，大家互相监督，总像个样子，没有个人自由。身这样叫同住，才能成就道业，睡在一个房间。我那个时候刚刚出家，跟寺院里面大家讲这些问题，我们主张一个房间住四个人，四个人是一众，就可以摆四张床铺，四个人住在一个房间，各个看着各个，好！不能胡思乱想，不能胡作非为，身和同住。现在的社会，物质生活都提升了，不像从前那么苦了，从前是四个人睡一张床，现在可以一个房间摆四张床，用这个方法。",
      "zh_TW": "下面，「身和同住」，身同住在一起，這個同住在一起，古時候道場比現在簡單，住眾是睡通鋪的，不是一個人有一個寮房，寮房只有什麼？執事，他在寺廟裡擔任著工作，像住持、當家師、知客，這些人他有一個房間。清眾沒有，清眾所住的是通鋪。為什麼？依眾靠眾。晚上睡覺要規規矩矩的，不能妨礙別人，大家互相監督，總像個樣子，沒有個人自由。身這樣叫同住，才能成就道業，睡在一個房間。我那個時候剛剛出家，跟寺院裡面大家講這些問題，我們主張一個房間住四個人，四個人是一眾，就可以擺四張床鋪，四個人住在一個房間，各個看著各個，好！不能胡思亂想，不能胡作非為，身和同住。現在的社會，物質生活都提升了，不像從前那麼苦了，從前是四個人睡一張床，現在可以一個房間擺四張床，用這個方法。"
    },
    {
      "id": "02-041-0298_p0041",
      "zh_CN": "「口和无诤」，决定没有争论。口是用来念佛的，不是用来批评人的，不是用来说瞎话的。学着拓开心量，不见世间过，六祖说得好，「若真修道人，不见世间过」，世间人过失没看见，不放在心上，好，口业清净。「意和同悦」，意是念，心，心里头没有杂念、没有妄想、没有分别、没有执着。心生什么？生快乐，就是《论语》上第一句话说的，「学而时习之，不亦说乎」，生喜悦。喜悦，悦，这个乐是从内往外发的，像泉水一样，它不断往外流。流出来什么？快乐，这真正幸福。乐，乐是从外头来的喜悦，「有朋自远方来，不亦乐乎」，那是外面来的。这个悦是从内里头生的，真喜欢，法喜充满，这是意和同悦，法喜充满。要用孔子的话，「学而时习之，不亦说乎」，他有法喜，常生欢喜心。",
      "zh_TW": "「口和無諍」，決定沒有爭論。口是用來念佛的，不是用來批評人的，不是用來說瞎話的。學著拓開心量，不見世間過，六祖說得好，「若真修道人，不見世間過」，世間人過失沒看見，不放在心上，好，口業清淨。「意和同悅」，意是念，心，心裡頭沒有雜念、沒有妄想、沒有分別、沒有執著。心生什麼？生快樂，就是《論語》上第一句話說的，「學而時習之，不亦說乎」，生喜悅。喜悅，悅，這個樂是從內往外發的，像泉水一樣，它不斷往外流。流出來什麼？快樂，這真正幸福。樂，樂是從外頭來的喜悅，「有朋自遠方來，不亦樂乎」，那是外面來的。這個悅是從內裡頭生的，真喜歡，法喜充滿，這是意和同悅，法喜充滿。要用孔子的話，「學而時習之，不亦說乎」，他有法喜，常生歡喜心。"
    },
    {
      "id": "02-041-0298_p0042",
      "zh_CN": "最后一个，「利和同均」，利是供养，十方供养是平等的，每个人都有分，住在这个寺庙里头他都有分，所以是均等的。钱怎么用都要做羯磨，羯磨就是作法，今天这个钱怎么用法，要向大众宣布，今天我要用一笔钱，怎么用法。大众都同意了，不说话，就通过了；有不赞成的，有意见的，就提出来，然后再讨论，再表决，羯磨就是表决的意思。很平常的事情说一次就够了，没有人反对，就通过了；重要的事情，说二遍，说三遍，最重要的，说四遍，四遍都没有反对，就通过了。这是佛陀给我们制定的规矩，这个也重要！",
      "zh_TW": "最後一個，「利和同均」，利是供養，十方供養是平等的，每個人都有分，住在這個寺廟裡頭他都有分，所以是均等的。錢怎麼用都要做羯磨，羯磨就是作法，今天這個錢怎麼用法，要向大眾宣布，今天我要用一筆錢，怎麼用法。大眾都同意了，不說話，就通過了；有不贊成的，有意見的，就提出來，然後再討論，再表決，羯磨就是表決的意思。很平常的事情說一次就夠了，沒有人反對，就通過了；重要的事情，說二遍，說三遍，最重要的，說四遍，四遍都沒有反對，就通過了。這是佛陀給我們制定的規矩，這個也重要！"
    },
    {
      "id": "02-041-0298_p0043",
      "zh_CN": "我们今天对内，是想把佛教兴旺起来，把佛教八个宗派都兴旺起来。能不能？我想能。但是堪布在此住的时间太短，没有长谈，将来有时间再来的时候，我要跟他谈，要把八大宗都兴起来，他的功德就无量了。龙树菩萨是大乘八宗的共祖，八个宗都承认他是祖师，我希望堪布是今天的龙树菩萨，他有这个缘分。现在在五明佛学院里面，我们汉族的学佛的同学，在家、出家的，我听说有一千多人。那个环境好，戒律的根扎得好，守规矩。要听经，他讲经，要听经，要学教，复讲。听经，研究讨论，复讲，我们古时候老祖宗教的方法，他都用上了。我在台中学经教就是复讲，听李老师讲经，第二天我找同样的时间，他讲一个小时，我也讲一个小时，他讲两个小时，我也讲两个小时，把它重复讲一遍，讲给大家听。我复讲的时候，六个同学，我们七个人，好像一个小组一样，十年，很有受用。他那个地方也就是研究讨论、复讲，跟我们用的方法完全相同。着重背诵经论。所以同学当中有优秀的，真正发心的，我要兴贤首宗，那就学《华严》，复讲《华严》，学天台的就学《法华》，把每个宗主要的经论，都有人认真负责，用十年时间把它学透，大乘八个宗就兴旺起来。他的年岁很好，五十才出头，好像是五十四岁，年龄好。我没有办法了，我今年九十了，只能自顾自了，没有办法顾及到别人。所以，我跟他讲，我看到你，我看到佛教的希望，希望他好好保重身体。",
      "zh_TW": "我們今天對內，是想把佛教興旺起來，把佛教八個宗派都興旺起來。能不能？我想能。但是堪布在此住的時間太短，沒有長談，將來有時間再來的時候，我要跟他談，要把八大宗都興起來，他的功德就無量了。龍樹菩薩是大乘八宗的共祖，八個宗都承認他是祖師，我希望堪布是今天的龍樹菩薩，他有這個緣分。現在在五明佛學院裡面，我們漢族的學佛的同學，在家、出家的，我聽說有一千多人。那個環境好，戒律的根扎得好，守規矩。要聽經，他講經，要聽經，要學教，複講。聽經，研究討論，複講，我們古時候老祖宗教的方法，他都用上了。我在台中學經教就是複講，聽李老師講經，第二天我找同樣的時間，他講一個小時，我也講一個小時，他講兩個小時，我也講兩個小時，把它重複講一遍，講給大家聽。我複講的時候，六個同學，我們七個人，好像一個小組一樣，十年，很有受用。他那個地方也就是研究討論、複講，跟我們用的方法完全相同。著重背誦經論。所以同學當中有優秀的，真正發心的，我要興賢首宗，那就學《華嚴》，複講《華嚴》，學天台的就學《法華》，把每個宗主要的經論，都有人認真負責，用十年時間把它學透，大乘八個宗就興旺起來。他的年歲很好，五十才出頭，好像是五十四歲，年齡好。我沒有辦法了，我今年九十了，只能自顧自了，沒有辦法顧及到別人。所以，我跟他講，我看到你，我看到佛教的希望，希望他好好保重身體。"
    },
    {
      "id": "02-041-0298_p0044",
      "zh_CN": "真正发心，佛菩萨加持，寿命自然延长，不求也延长了。为什么？佛教需要这个人，佛弟子需要这个人，需要一个善知识教化，是这个原因。所以寿命短的可以延长，我就是一个很好的例子，我的寿命只有四十五岁，现在延长一倍了，两个四十五。往后，我自己是念念想求生净土，如果佛要我延长，我也愿意，多吃一点苦头，只要对佛法有利益，对众生有好处，受苦受难我还能忍，我还能包容，这是我唯一的一点长处，其他的长处没有。一生不怨恨人，不跟人对立，别人争我会让，你进我就退，我不跟人作对，决定不毁谤人，只有赞叹，只有欢喜。为什么？一切众生本来是佛，他造作不善是他一时迷惑，那不是他的本性。我们要从本性上看，人性本善，欢喜心就能生起来，度量就大了，自然就能包容，这个很重要。",
      "zh_TW": "真正發心，佛菩薩加持，壽命自然延長，不求也延長了。為什麼？佛教需要這個人，佛弟子需要這個人，需要一個善知識教化，是這個原因。所以壽命短的可以延長，我就是一個很好的例子，我的壽命只有四十五歲，現在延長一倍了，兩個四十五。往後，我自己是念念想求生淨土，如果佛要我延長，我也願意，多吃一點苦頭，只要對佛法有利益，對眾生有好處，受苦受難我還能忍，我還能包容，這是我唯一的一點長處，其他的長處沒有。一生不怨恨人，不跟人對立，別人爭我會讓，你進我就退，我不跟人作對，決定不毀謗人，只有讚歎，只有歡喜。為什麼？一切眾生本來是佛，他造作不善是他一時迷惑，那不是他的本性。我們要從本性上看，人性本善，歡喜心就能生起來，度量就大了，自然就能包容，這個很重要。"
    },
    {
      "id": "02-041-0298_p0045",
      "zh_CN": "相信因果，善有善果，恶有恶报，不是不报，时候未到，道家讲的，讲得有道理，不能不知道，不能不相信。行善决定是好事，作恶决定不是好事，不是好事咱们不干，好事多干，我们就常常能保持住欢喜心，就法喜充满，天天高兴，天天欢喜。人虽然老了，还是快乐，一切还能够自理，这是什么？这是法喜充满，你才做得出来。如果你有烦恼，你有忧虑，你有牵挂，老人衰相就现前了，你就得要有人照顾，就不能自理了。我还能自理，还不需要人照顾。李老师在世也是很坚强，好像他在九十五岁，都还自己照顾自己，他九十七岁走的，九十五岁还照顾自己，接受别人照顾只有最后两年。",
      "zh_TW": "相信因果，善有善果，惡有惡報，不是不報，時候未到，道家講的，講得有道理，不能不知道，不能不相信。行善決定是好事，作惡決定不是好事，不是好事咱們不幹，好事多幹，我們就常常能保持住歡喜心，就法喜充滿，天天高興，天天歡喜。人雖然老了，還是快樂，一切還能夠自理，這是什麼？這是法喜充滿，你才做得出來。如果你有煩惱，你有憂慮，你有牽掛，老人衰相就現前了，你就得要有人照顧，就不能自理了。我還能自理，還不需要人照顧。李老師在世也是很堅強，好像他在九十五歲，都還自己照顧自己，他九十七歲走的，九十五歲還照顧自己，接受別人照顧只有最後兩年。"
    },
    {
      "id": "02-041-0298_p0046",
      "zh_CN": "「称敬二字，不离于口。即本经忆念受持，归依供养之旨」。宗旨，就是主要的。《疏钞》说，莲池大师讲的，「往生净土，要须有信。千信即千生」，一千个往生，万信一万个往生。「信佛名字，诸佛即救，诸佛即护」。你看看这两句重要，诸，不是阿弥陀佛一个人，你信这一句阿弥陀佛的名号，十方三世所有诸佛都救你，所有诸佛都保护你、都保佑你。所以我们一定要记住，「心常忆佛，口常称佛(称佛就是念佛)，身常敬佛，始名深信。任意早晚，终无再住阎浮之法」。愈是有出离心，跟西方就愈接近，我们永远脱离六道轮回，阎浮就是六道轮回。「此策发信心」，策是鞭策，警策，教我们一定要发真实的信心，「最为切要」，没有比这个更重要的。我们不能不知道，不能不真干。我们这次是第四次学习《大经科注》，比过去是认真了不少，也详细多了，追根究柢，检讨自己，改往修来，能够获得真实利益，这不是白讲的，每次所讲的都有真实利益。",
      "zh_TW": "「稱敬二字，不離於口。即本經憶念受持，歸依供養之旨」。宗旨，就是主要的。《疏鈔》說，蓮池大師講的，「往生淨土，要須有信。千信即千生」，一千個往生，萬信一萬個往生。「信佛名字，諸佛即救，諸佛即護」。你看看這兩句重要，諸，不是阿彌陀佛一個人，你信這一句阿彌陀佛的名號，十方三世所有諸佛都救你，所有諸佛都保護你、都保佑你。所以我們一定要記住，「心常憶佛，口常稱佛(稱佛就是念佛)，身常敬佛，始名深信。任意早晚，終無再住閻浮之法」。愈是有出離心，跟西方就愈接近，我們永遠脫離六道輪迴，閻浮就是六道輪迴。「此策發信心」，策是鞭策，警策，教我們一定要發真實的信心，「最為切要」，沒有比這個更重要的。我們不能不知道，不能不真幹。我們這次是第四次學習《大經科註》，比過去是認真了不少，也詳細多了，追根究柢，檢討自己，改往修來，能夠獲得真實利益，這不是白講的，每次所講的都有真實利益。"
    },
    {
      "id": "02-041-0298_p0047",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}