{
  "doc_id": "02-041-0190",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九０集",
    "zh_TW": "第一九０集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0190",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-041-0190_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0190_p0002",
      "zh_CN": "请看《大经科注》四百八十四页，我们从第四行第二个字看起：",
      "zh_TW": "請看《大經科註》四百八十四頁，我們從第四行第二個字看起："
    },
    {
      "id": "02-041-0190_p0003",
      "zh_CN": "「本愿」，第二十一愿，「名悔过得生，故知悔过乃往生之关键。盖一切罪从忏悔灭也」。我们要问，忏悔是不是真能灭罪？你要来问我，我会肯定的告诉你，确实能灭罪。为什么？罪性本空，它不是真的。真心里面决定没有丝毫罪业，真心是尽善尽美，这些是非善恶，根源在阿赖耶。所以，转识成智，罪全没有了，罪、福都没有了。往生极乐世界确实他就转识成智了，又何况净宗主张的是带业往生，带业往生凡夫行。转识成智就不是凡夫了，法身大士，阿惟越致菩萨。所以生到极乐世界就是的，那没有话说的。",
      "zh_TW": "「本願」，第二十一願，「名悔過得生，故知悔過乃往生之關鍵。蓋一切罪從懺悔滅也」。我們要問，懺悔是不是真能滅罪？你要來問我，我會肯定的告訴你，確實能滅罪。為什麼？罪性本空，它不是真的。真心裡面決定沒有絲毫罪業，真心是盡善盡美，這些是非善惡，根源在阿賴耶。所以，轉識成智，罪全沒有了，罪、福都沒有了。往生極樂世界確實他就轉識成智了，又何況淨宗主張的是帶業往生，帶業往生凡夫行。轉識成智就不是凡夫了，法身大士，阿惟越致菩薩。所以生到極樂世界就是的，那沒有話說的。"
    },
    {
      "id": "02-041-0190_p0004",
      "zh_CN": "转识成智在什么时候？在莲花里头。往生极乐世界的人都是莲花化生，往生，把这个身体丢掉、放下了，神识坐在莲花里面，莲花就合起来。接引的时候花开的，你坐到莲花里面，花苞自然合起来，佛带着这个花到极乐世界，放在七宝池里面。在七宝池里面，开花的时间长短不一定，那是各人信愿持名的力量。信愿持名的力量强，这个花到极乐世界七宝池里头马上就开花，花开见佛。有些人时间很长，甚至于还有人带着半信半疑的心，他也往生了，生边地。边地在哪里？边地就在花里头，那花老不开。不开怎么？他见不到佛，听不到佛法，他的苦就是这一点，除这一点之外他什么苦也没有，他真是入极乐世界了。苦在不能见佛，苦在不能闻法，这叫边地疑城，边地疑城就是莲花里头，花没开。疑根拔掉，花就开了。",
      "zh_TW": "轉識成智在什麼時候？在蓮花裡頭。往生極樂世界的人都是蓮花化生，往生，把這個身體丟掉、放下了，神識坐在蓮花裡面，蓮花就合起來。接引的時候花開的，你坐到蓮花裡面，花苞自然合起來，佛帶著這個花到極樂世界，放在七寶池裡面。在七寶池裡面，開花的時間長短不一定，那是各人信願持名的力量。信願持名的力量強，這個花到極樂世界七寶池裡頭馬上就開花，花開見佛。有些人時間很長，甚至於還有人帶著半信半疑的心，他也往生了，生邊地。邊地在哪裡？邊地就在花裡頭，那花老不開。不開怎麼？他見不到佛，聽不到佛法，他的苦就是這一點，除這一點之外他什麼苦也沒有，他真是入極樂世界了。苦在不能見佛，苦在不能聞法，這叫邊地疑城，邊地疑城就是蓮花裡頭，花沒開。疑根拔掉，花就開了。"
    },
    {
      "id": "02-041-0190_p0005",
      "zh_CN": "所以，对这个法门不能怀疑，严重的怀疑去不了，不能感应；稍微的怀疑，就会感得这个麻烦，花开的时间延迟，不可能到那个地方花就开，这些我们要懂。所以要真信、要切愿，切是恳切，非常恳切想往生的这个念头。换句话说，对这个世界没有留恋，对极乐世界非常的盼望，真正求着巴不得早一天往生，现在就去。强烈的愿望，这是你决定得生净土的保证。",
      "zh_TW": "所以，對這個法門不能懷疑，嚴重的懷疑去不了，不能感應；稍微的懷疑，就會感得這個麻煩，花開的時間延遲，不可能到那個地方花就開，這些我們要懂。所以要真信、要切願，切是懇切，非常懇切想往生的這個念頭。換句話說，對這個世界沒有留戀，對極樂世界非常的盼望，真正求著巴不得早一天往生，現在就去。強烈的願望，這是你決定得生淨土的保證。"
    },
    {
      "id": "02-041-0190_p0006",
      "zh_CN": "所以忏悔重要，用什么忏悔法？现在有人提倡用占察法来忏除业障，好不好？好。你问我学不学？这个东西我过去学过，时间不长，没超过半年我就不学了。为什么？这句佛号比那个强多了，那个忏悔是零零碎碎的，念佛忏悔是彻底忏悔，把罪根都拔掉了，这个要知道。这一句阿弥陀佛名号，万德洪名，你念它，它哪里有罪业？它没有罪业，天天念它，把阿弥陀佛放在心上，所有罪业都灭干净了。要明白这个道理，要不然《无量寿经》就白学了，那就太可惜了。所以一定要相信。你看看海贤老和尚给我们现身说法，他有没有持戒？有。怎么持法？阿弥陀佛。阿弥陀佛就是圆满的戒律、圆满的三昧、圆满的般若，你还念什么？念这尊佛、那尊佛，念这个菩萨、那个菩萨，诸佛菩萨的名号都在一句阿弥陀佛名号之中，一个也没漏，念阿弥陀佛全都念到了。所以，念佛功德不可思议，你得要相信。",
      "zh_TW": "所以懺悔重要，用什麼懺悔法？現在有人提倡用占察法來懺除業障，好不好？好。你問我學不學？這個東西我過去學過，時間不長，沒超過半年我就不學了。為什麼？這句佛號比那個強多了，那個懺悔是零零碎碎的，念佛懺悔是徹底懺悔，把罪根都拔掉了，這個要知道。這一句阿彌陀佛名號，萬德洪名，你念它，它哪裡有罪業？它沒有罪業，天天念它，把阿彌陀佛放在心上，所有罪業都滅乾淨了。要明白這個道理，要不然《無量壽經》就白學了，那就太可惜了。所以一定要相信。你看看海賢老和尚給我們現身說法，他有沒有持戒？有。怎麼持法？阿彌陀佛。阿彌陀佛就是圓滿的戒律、圓滿的三昧、圓滿的般若，你還念什麼？念這尊佛、那尊佛，念這個菩薩、那個菩薩，諸佛菩薩的名號都在一句阿彌陀佛名號之中，一個也沒漏，念阿彌陀佛全都念到了。所以，念佛功德不可思議，你得要相信。"
    },
    {
      "id": "02-041-0190_p0007",
      "zh_CN": "你不信，不怪你，为什么？难信之法。难信你能信了，这还了得！为什么你能会相信？你有大福德、大善根、大因缘。《弥陀经》上讲得很清楚：「不可以少善根福德因缘，得生彼国」，能信，不怀疑，是大善根、大智慧，这种人千万中难得有一个。所以你不相信这是可以明了的。这种善根福德是无量劫修成的，不是一生二生，无量劫修成的。我们真的把这个经读通了、搞明白了，这个经主要的目的是什么？就是帮我们断疑生信，发恳切求生净土这一念，这个功德无比殊胜，跟阿弥陀佛直接感应。悔过得生，二十一愿的题目。",
      "zh_TW": "你不信，不怪你，為什麼？難信之法。難信你能信了，這還了得！為什麼你能會相信？你有大福德、大善根、大因緣。《彌陀經》上講得很清楚：「不可以少善根福德因緣，得生彼國」，能信，不懷疑，是大善根、大智慧，這種人千萬中難得有一個。所以你不相信這是可以明瞭的。這種善根福德是無量劫修成的，不是一生二生，無量劫修成的。我們真的把這個經讀通了、搞明白了，這個經主要的目的是什麼？就是幫我們斷疑生信，發懇切求生淨土這一念，這個功德無比殊勝，跟阿彌陀佛直接感應。悔過得生，二十一願的題目。"
    },
    {
      "id": "02-041-0190_p0008",
      "zh_CN": "再看下面，『持』者，「奉持」。『命终不复更三恶道，即生我国』，是本愿的主旨。「宿世作恶，有决定业，命终之后，须于此界或于他方堕三恶道」，这定业每个人都有。这一生能到人道是非常幸运，过去生中死的时候最后一念是个善念，五戒十善的善念，这个念头感得来人道，上品十善感生天道。不是阿赖耶里头只有善，恶的比善多，这个善冒出来，很幸运，到人道来了。在人道这一生当中，认真去反省一下，造的是恶多，还是善多？这个自己知道，别人不知道，自己知道，起一个恶念都是造恶业。造业谁造？身口意这三业在造，身是有行动，口是言语，意是念头。我们起心动念、言语造作是不是与五戒十善相应？相应，善业；与它相悖，就是恶业。起心动念都算进去，不是说起心动念没事，不是，起心动念落在阿赖耶里头就是业习种子，你说多么可怕。连夜晚作梦，那个梦都是有种子，阿赖耶种子在梦中起现行，梦就这么来的。所以你的梦有美梦、有恶梦，美梦是阿赖耶的善业，恶梦是阿赖耶的恶业，种子现行。",
      "zh_TW": "再看下面，『持』者，「奉持」。『命終不復更三惡道，即生我國』，是本願的主旨。「宿世作惡，有決定業，命終之後，須於此界或於他方墮三惡道」，這定業每個人都有。這一生能到人道是非常幸運，過去生中死的時候最後一念是個善念，五戒十善的善念，這個念頭感得來人道，上品十善感生天道。不是阿賴耶裡頭只有善，惡的比善多，這個善冒出來，很幸運，到人道來了。在人道這一生當中，認真去反省一下，造的是惡多，還是善多？這個自己知道，別人不知道，自己知道，起一個惡念都是造惡業。造業誰造？身口意這三業在造，身是有行動，口是言語，意是念頭。我們起心動念、言語造作是不是與五戒十善相應？相應，善業；與它相悖，就是惡業。起心動念都算進去，不是說起心動念沒事，不是，起心動念落在阿賴耶裡頭就是業習種子，你說多麼可怕。連夜晚作夢，那個夢都是有種子，阿賴耶種子在夢中起現行，夢就這麼來的。所以你的夢有美夢、有惡夢，美夢是阿賴耶的善業，惡夢是阿賴耶的惡業，種子現行。"
    },
    {
      "id": "02-041-0190_p0009",
      "zh_CN": "想到这个地方就非常可怕，怎么办？念佛！不管什么念头，念头才起，阿弥陀佛，就把这个念头换过来了，这叫忏悔，这是真忏悔。如果换不过来，那就随业流转，将来感得的果报。任何一个人，一生十生，千万劫来，必须知道，果报都是自作自受，没有人能够帮你改变，自己要负百分之百的责任，不能够怨恨任何人。为什么？跟人都不相关，全是自己造的，自己造当然要自己受。",
      "zh_TW": "想到這個地方就非常可怕，怎麼辦？念佛！不管什麼念頭，念頭才起，阿彌陀佛，就把這個念頭換過來了，這叫懺悔，這是真懺悔。如果換不過來，那就隨業流轉，將來感得的果報。任何一個人，一生十生，千萬劫來，必須知道，果報都是自作自受，沒有人能夠幫你改變，自己要負百分之百的責任，不能夠怨恨任何人。為什麼？跟人都不相關，全是自己造的，自己造當然要自己受。"
    },
    {
      "id": "02-041-0190_p0010",
      "zh_CN": "我们非常幸运，在这一生当中能遇到佛法，能遇到净宗，能遇到这一部《无量寿经》宝典，真正是稀有难逢。这是《无量寿经》最完美的本子，夏莲居老居士在抗战期间完成的，我们老一代的许许多多的念佛人没有见过这个本子。我们非常幸运，早年律航法师从山东到台湾，带了几本，到台湾之后，他把这几本书送给李炳南老居士，我们有幸，看到了。老师一看这本书，特别是看到前面的序文，序文是梅光羲老居士写的，梅老居士是他的老师，李炳南老居士的教，就是佛法，是跟梅大师学的，梅老跟夏老是师兄弟，老朋友、老同参，也是老同事，佩服得五体投地。李老师在台中翻印，印过两次，大概也就是二、三千本的样子，份量不多，所以看到的人很少。我们可以说有幸，比较早一点时间得到。",
      "zh_TW": "我們非常幸運，在這一生當中能遇到佛法，能遇到淨宗，能遇到這一部《無量壽經》寶典，真正是稀有難逢。這是《無量壽經》最完美的本子，夏蓮居老居士在抗戰期間完成的，我們老一代的許許多多的念佛人沒有見過這個本子。我們非常幸運，早年律航法師從山東到台灣，帶了幾本，到台灣之後，他把這幾本書送給李炳南老居士，我們有幸，看到了。老師一看這本書，特別是看到前面的序文，序文是梅光羲老居士寫的，梅老居士是他的老師，李炳南老居士的教，就是佛法，是跟梅大師學的，梅老跟夏老是師兄弟，老朋友、老同參，也是老同事，佩服得五體投地。李老師在台中翻印，印過兩次，大概也就是二、三千本的樣子，份量不多，所以看到的人很少。我們可以說有幸，比較早一點時間得到。"
    },
    {
      "id": "02-041-0190_p0011",
      "zh_CN": "至于黄念祖老居士的注解就更晚了，他这部注解完成，那个时候我正在美国。美国的同学将黄老居士在电话当中给我介绍，有这么一个人。我听了之后，就想起这个名字很熟，李老师讲过，李老师知道，所以我有这么个印象。我就问，他是不是梅光羲的外甥？是不是夏莲居老居士的学生？结果打电话告诉我，是的。我说那赶快请他来，这是我们净宗的善知识。在美国他住的时间短，一个月就回去了，我没有跟他见面，通了几次电话。没有过多久他回到北京，我特地到北京去看他，好像是一九八四年，我记得没错的话是一九八四年。我们美国华府佛教会是一九八三年成立的，我一九八二年到美国，一九八三年的时候在纽约讲经，遇到他们这些同学。我到华府佛教会去参观过，他们请我做会长，我是他们第一届的会长，一九八三年。一九八四年邀请老居士到美国访问，住了一个月。这部书，就是注解，刚刚完成，他用油印印了一百部，他到美国去带了一部，把这部就送给我了。",
      "zh_TW": "至於黃念祖老居士的註解就更晚了，他這部註解完成，那個時候我正在美國。美國的同學將黃老居士在電話當中給我介紹，有這麼一個人。我聽了之後，就想起這個名字很熟，李老師講過，李老師知道，所以我有這麼個印象。我就問，他是不是梅光羲的外甥？是不是夏蓮居老居士的學生？結果打電話告訴我，是的。我說那趕快請他來，這是我們淨宗的善知識。在美國他住的時間短，一個月就回去了，我沒有跟他見面，通了幾次電話。沒有過多久他回到北京，我特地到北京去看他，好像是一九八四年，我記得沒錯的話是一九八四年。我們美國華府佛教會是一九八三年成立的，我一九八二年到美國，一九八三年的時候在紐約講經，遇到他們這些同學。我到華府佛教會去參觀過，他們請我做會長，我是他們第一屆的會長，一九八三年。一九八四年邀請老居士到美國訪問，住了一個月。這部書，就是註解，剛剛完成，他用油印印了一百部，他到美國去帶了一部，把這部就送給我了。"
    },
    {
      "id": "02-041-0190_p0012",
      "zh_CN": "我看了之后非常欢喜，我在电话当中问他，有没有版权？他问我什么意思？我说没有版权，我在台湾翻印；有版权，我尊重你。他说没有版权，还要我给它写一篇序文，给封面题字，我都照办了。所以我们第一版在台湾印，印精装本一万册，海外就流通了。往后这几年，我听说修改了很多遍，至少也有四、五遍修改。我们现在用的本子定本，修改过的本子，最早印的我还留着有几本做纪念。所以，看到他的这个本子少了，李炳南老居士没有看到，他老人家往生了。他这个本子在海外，那个时候刚刚搞好带到海外，我是第一个看到的，我们的缘很深。正知正见。",
      "zh_TW": "我看了之後非常歡喜，我在電話當中問他，有沒有版權？他問我什麼意思？我說沒有版權，我在台灣翻印；有版權，我尊重你。他說沒有版權，還要我給它寫一篇序文，給封面題字，我都照辦了。所以我們第一版在台灣印，印精裝本一萬冊，海外就流通了。往後這幾年，我聽說修改了很多遍，至少也有四、五遍修改。我們現在用的本子定本，修改過的本子，最早印的我還留著有幾本做紀念。所以，看到他的這個本子少了，李炳南老居士沒有看到，他老人家往生了。他這個本子在海外，那個時候剛剛搞好帶到海外，我是第一個看到的，我們的緣很深。正知正見。"
    },
    {
      "id": "02-041-0190_p0013",
      "zh_CN": "夏莲居老居士会集的经文，字字是真经，佛说的，夏老居士没有换一个字、没有改一个字，字字句句都是五种原译本的原文。他就是重新编排，没有改动，真经，不能怀疑，经上所说的，全是释迦牟尼佛讲的。如果对这个经还有怀疑、还有批评，那是造孽，果报要自己承当。这个经的经本，经，早年李炳老讲过一次，在台中法华寺，听众不多，我估计不超过一百人，以后就没有再讲。他讲的时候，把这部经的段落，今天我们讲科判，勾出来了，注解就是注在经本上，这个经本老师也给我了。我看了之后非常欢喜，我跟老师多年，他的想法、看法我完全明了，他这一点资料给我，我就看得懂。先后在美国跟台湾一共讲过十遍，这是没有用黄念老的注解，讲过十遍，后面二、三遍参考念老的注解。八十五岁以后我把《华严经》停了，专读这部经、专讲这部经、专弘这部经，其他的全放下了。",
      "zh_TW": "夏蓮居老居士會集的經文，字字是真經，佛說的，夏老居士沒有換一個字、沒有改一個字，字字句句都是五種原譯本的原文。他就是重新編排，沒有改動，真經，不能懷疑，經上所說的，全是釋迦牟尼佛講的。如果對這個經還有懷疑、還有批評，那是造孽，果報要自己承當。這個經的經本，經，早年李炳老講過一次，在台中法華寺，聽眾不多，我估計不超過一百人，以後就沒有再講。他講的時候，把這部經的段落，今天我們講科判，勾出來了，註解就是註在經本上，這個經本老師也給我了。我看了之後非常歡喜，我跟老師多年，他的想法、看法我完全明瞭，他這一點資料給我，我就看得懂。先後在美國跟台灣一共講過十遍，這是沒有用黃念老的註解，講過十遍，後面二、三遍參考念老的註解。八十五歲以後我把《華嚴經》停了，專讀這部經、專講這部經、專弘這部經，其他的全放下了。"
    },
    {
      "id": "02-041-0190_p0014",
      "zh_CN": "我们要明了，我的性情也很倔强，不是真正搞清楚搞明白，我不相信。所以我学佛，真正相信佛，是方东美先生、章嘉大师给我奠定的基础。对于净宗，早年忏云法师劝我、李老师劝我，我感谢，但是没接受。一直到我第二次讲《华严经》，看到文殊、普贤都是发愿求生净土才成就的，我很惊讶，文殊、普贤是我们从学佛起最佩服的两位大菩萨。然后我再看善财五十三参，善财是文殊菩萨的得意门生，他修什么法门？《华严经》讲过两遍都没发现，你就晓得大乘教多难。这么一特别留意，去找答案，再翻经典，看法不一样了，真看到了。善财童子去参访吉祥云比丘，《四十华严》用吉祥云，《八十华严》用德云，是一个人。善财童子去参访，他修般舟三昧，为善财童子开示，讲二十一种念佛法门。这二十一不是数字，密宗表法。显宗表法，在《华严》是用十，十代表圆满；密宗十六代表圆满、二十一代表圆满。所以，二十一门就是大圆满，大圆满什么意思？八万四千法门，无量法门，门门都是念佛法门，真不可思议。再看最后第五十三参，普贤菩萨十大愿王导归极乐，我们这才明了，文殊、普贤、善财童子彻头彻尾就是念佛三昧，专修净土。",
      "zh_TW": "我們要明瞭，我的性情也很倔強，不是真正搞清楚搞明白，我不相信。所以我學佛，真正相信佛，是方東美先生、章嘉大師給我奠定的基礎。對於淨宗，早年懺雲法師勸我、李老師勸我，我感謝，但是沒接受。一直到我第二次講《華嚴經》，看到文殊、普賢都是發願求生淨土才成就的，我很驚訝，文殊、普賢是我們從學佛起最佩服的兩位大菩薩。然後我再看善財五十三參，善財是文殊菩薩的得意門生，他修什麼法門？《華嚴經》講過兩遍都沒發現，你就曉得大乘教多難。這麼一特別留意，去找答案，再翻經典，看法不一樣了，真看到了。善財童子去參訪吉祥雲比丘，《四十華嚴》用吉祥雲，《八十華嚴》用德雲，是一個人。善財童子去參訪，他修般舟三昧，為善財童子開示，講二十一種念佛法門。這二十一不是數字，密宗表法。顯宗表法，在《華嚴》是用十，十代表圓滿；密宗十六代表圓滿、二十一代表圓滿。所以，二十一門就是大圓滿，大圓滿什麼意思？八萬四千法門，無量法門，門門都是念佛法門，真不可思議。再看最後第五十三參，普賢菩薩十大願王導歸極樂，我們這才明瞭，文殊、普賢、善財童子徹頭徹尾就是念佛三昧，專修淨土。"
    },
    {
      "id": "02-041-0190_p0015",
      "zh_CN": "我把这个搞清楚之后，就重视净土了，认真学习，到最后完全皈依净土。完全皈依，完全是从《华严经》，《华严》是大本经，《无量寿经》是中本《华严》，《阿弥陀经》是小本《华严》，原来这三部经是一体。经文有广略不同，《华严》广说，《弥陀经》略说，里面的义理、境界毫无差别。最后，全经都归一句名号阿弥陀佛，所以阿弥陀佛是全部《华严经》，代表十方三世一切诸佛所说的无量法门，就在一句名号里头。",
      "zh_TW": "我把這個搞清楚之後，就重視淨土了，認真學習，到最後完全皈依淨土。完全皈依，完全是從《華嚴經》，《華嚴》是大本經，《無量壽經》是中本《華嚴》，《阿彌陀經》是小本《華嚴》，原來這三部經是一體。經文有廣略不同，《華嚴》廣說，《彌陀經》略說，裡面的義理、境界毫無差別。最後，全經都歸一句名號阿彌陀佛，所以阿彌陀佛是全部《華嚴經》，代表十方三世一切諸佛所說的無量法門，就在一句名號裡頭。"
    },
    {
      "id": "02-041-0190_p0016",
      "zh_CN": "海贤老和尚九十二年专持这一句名号，一切时一切处未曾丢失，他证得功夫成片、事一心不乱、理一心不乱。你要问我，他用多少时间？我估计是二十年。二十年，大概是最初的五年，不会超过五年，三年到五年，他证得功夫成片；十年证得事一心不乱；二十年，也就是四十岁，证得理一心不乱，理一心不乱就是大彻大悟、明心见性，罪业消尽了。念这一句佛号就是念戒、念定、念慧，圆满的戒定慧，怎么不消业障？五逆十恶业都能够消干净。我们今天敢说这个话，是因为海贤老和尚给我们做了榜样，我们才敢说。他做到了，真做的，就是一句佛号，简简单单，一点也不啰嗦。他不认识字，一生没有听过人讲经，也没有读过一部经典，你问他的修持，他只知道一句南无阿弥陀佛。就这一句佛号，念到功夫成片，功夫成片就有资格往生，念到事一心不乱，等于证阿罗汉果，念到理一心不乱就是法身大士，他做给我们看的。我们智慧、德能、福报都不如他，看到他走这条路这么稳当、这么简单，我们非常羡慕。他能开悟，我为什么不能？我们之所以不能开悟的障碍，就是烦恼习气没放下。我们知道烦恼习气都是假的，都不是真的，但是习惯成自然，真想放，它就是放不干净，常常起现行来做障碍。要痛下决心，把它舍掉，舍掉，障碍就没有了，顺利通关，决定生净土。",
      "zh_TW": "海賢老和尚九十二年專持這一句名號，一切時一切處未曾丟失，他證得功夫成片、事一心不亂、理一心不亂。你要問我，他用多少時間？我估計是二十年。二十年，大概是最初的五年，不會超過五年，三年到五年，他證得功夫成片；十年證得事一心不亂；二十年，也就是四十歲，證得理一心不亂，理一心不亂就是大徹大悟、明心見性，罪業消盡了。念這一句佛號就是念戒、念定、念慧，圓滿的戒定慧，怎麼不消業障？五逆十惡業都能夠消乾淨。我們今天敢說這個話，是因為海賢老和尚給我們做了榜樣，我們才敢說。他做到了，真做的，就是一句佛號，簡簡單單，一點也不囉嗦。他不認識字，一生沒有聽過人講經，也沒有讀過一部經典，你問他的修持，他只知道一句南無阿彌陀佛。就這一句佛號，念到功夫成片，功夫成片就有資格往生，念到事一心不亂，等於證阿羅漢果，念到理一心不亂就是法身大士，他做給我們看的。我們智慧、德能、福報都不如他，看到他走這條路這麼穩當、這麼簡單，我們非常羨慕。他能開悟，我為什麼不能？我們之所以不能開悟的障礙，就是煩惱習氣沒放下。我們知道煩惱習氣都是假的，都不是真的，但是習慣成自然，真想放，它就是放不乾淨，常常起現行來做障礙。要痛下決心，把它捨掉，捨掉，障礙就沒有了，順利通關，決定生淨土。"
    },
    {
      "id": "02-041-0190_p0017",
      "zh_CN": "我们再看下面文，「以今世悔过修道行善，诵经持戒，发菩提心，专念极乐，至心回向，求生净土」，这是我们现前要干的事情。那我们取最简单的，我们学海贤老和尚，就一句名号行不行？行。为什么？他做出来给我们看了。他行，我相信我也行、你也行，我们大家都行，问题就是你是不是真干？他成功的秘诀：老实、听话、真干，这就是他为什么能成就。我们跟他学，跟他一样干，干不成功，什么原因？我们不老实，我们不听话，我们没有真干，我们不如他的就是这三桩事情。",
      "zh_TW": "我們再看下面文，「以今世悔過修道行善，誦經持戒，發菩提心，專念極樂，至心回向，求生淨土」，這是我們現前要幹的事情。那我們取最簡單的，我們學海賢老和尚，就一句名號行不行？行。為什麼？他做出來給我們看了。他行，我相信我也行、你也行，我們大家都行，問題就是你是不是真幹？他成功的祕訣：老實、聽話、真幹，這就是他為什麼能成就。我們跟他學，跟他一樣幹，幹不成功，什麼原因？我們不老實，我們不聽話，我們沒有真幹，我們不如他的就是這三樁事情。"
    },
    {
      "id": "02-041-0190_p0018",
      "zh_CN": "要勉励自己，天天看老和尚这张照片。他二十年，从一个凡夫念到理一心不乱；理一心不乱，往生极乐世界是实报庄严土，不必阿弥陀佛加持，他就是阿惟越致，又何况得佛力加持。活生生的例子摆在我们面前，我们要不彻底放下，那真的错了。老和尚平常口头禅，一句话劝人，无论什么人，见人都会告诉他，「好好念佛，成佛是大事，其他都是假的」。念佛往生不退成佛，这真的，不要让世间这些杂念、妄想干扰我们，把我们的功夫破坏了。所以妄想、杂念统统放下，一句佛号念念相续，就对了，这就是海贤老和尚的真正弟子。你能这么做，你就是他的好学生，将来往生极乐世界，他一定跟阿弥陀佛一起来欢迎你。",
      "zh_TW": "要勉勵自己，天天看老和尚這張照片。他二十年，從一個凡夫念到理一心不亂；理一心不亂，往生極樂世界是實報莊嚴土，不必阿彌陀佛加持，他就是阿惟越致，又何況得佛力加持。活生生的例子擺在我們面前，我們要不徹底放下，那真的錯了。老和尚平常口頭禪，一句話勸人，無論什麼人，見人都會告訴他，「好好念佛，成佛是大事，其他都是假的」。念佛往生不退成佛，這真的，不要讓世間這些雜念、妄想干擾我們，把我們的功夫破壞了。所以妄想、雜念統統放下，一句佛號念念相續，就對了，這就是海賢老和尚的真正弟子。你能這麼做，你就是他的好學生，將來往生極樂世界，他一定跟阿彌陀佛一起來歡迎你。"
    },
    {
      "id": "02-041-0190_p0019",
      "zh_CN": "我们再看下面经文，「于是乘弥陀此愿功德，遮其宿业」。遮就是止，止住；宿业是我们自己过去生中所造的业。无论是善业、恶业统统都不能有，有善业，将来往生三善道，有恶业，将来生三恶道，出不了六道轮回。所以善业、恶业统统要放下，只有一句佛号，决定生净土，这个不能不知道。不要说恶业我要放下，善业不错，要多修，错了，善业感的是三善道，善恶都不要。怎么修？就一句佛号就够了。行善不把行善放在心上，断恶也不要把断恶放在心上，心上什么都没有，只有一句佛号，那你就对了，完全对了。这个宿业里头有善业、有恶业，遮就是放下的意思、就是制止的意思。「蒙佛摄引，不堕三途」，三途就是三恶道，「迳生极乐」，很快的你就往生到极乐世界，故云『无不遂者』。这个「遂」就是满愿，「遂指求生极乐之愿得满足也」，你能满愿，你往生极乐世界去了。",
      "zh_TW": "我們再看下面經文，「於是乘彌陀此願功德，遮其宿業」。遮就是止，止住；宿業是我們自己過去生中所造的業。無論是善業、惡業統統都不能有，有善業，將來往生三善道，有惡業，將來生三惡道，出不了六道輪迴。所以善業、惡業統統要放下，只有一句佛號，決定生淨土，這個不能不知道。不要說惡業我要放下，善業不錯，要多修，錯了，善業感的是三善道，善惡都不要。怎麼修？就一句佛號就夠了。行善不把行善放在心上，斷惡也不要把斷惡放在心上，心上什麼都沒有，只有一句佛號，那你就對了，完全對了。這個宿業裡頭有善業、有惡業，遮就是放下的意思、就是制止的意思。「蒙佛攝引，不墮三途」，三途就是三惡道，「逕生極樂」，很快的你就往生到極樂世界，故云『無不遂者』。這個「遂」就是滿願，「遂指求生極樂之願得滿足也」，你能滿願，你往生極樂世界去了。"
    },
    {
      "id": "02-041-0190_p0020",
      "zh_CN": "「可见宿业深重之人，皆可不更三途」，不更三途是不再到三恶道了，「带业往生」，这句话非常重要，我们确实是带业往生的。「弥陀悲愿之深，摄度之广」，摄受众生，普度众生，「超逾十方」，这个十方是十方世界一切诸佛如来。弥陀的慈悲超过，弥陀的理念超过，弥陀的方法超过，我们得认清楚，坚定信心，决定不为外境动摇，重要。",
      "zh_TW": "「可見宿業深重之人，皆可不更三途」，不更三途是不再到三惡道了，「帶業往生」，這句話非常重要，我們確實是帶業往生的。「彌陀悲願之深，攝度之廣」，攝受眾生，普度眾生，「超踰十方」，這個十方是十方世界一切諸佛如來。彌陀的慈悲超過，彌陀的理念超過，彌陀的方法超過，我們得認清楚，堅定信心，決定不為外境動搖，重要。"
    },
    {
      "id": "02-041-0190_p0021",
      "zh_CN": "最后这一段，「当前海外佛教界于带业往生之旨，颇有诤议」。他写这一段的时候，这段是以后加进去的，他到美国去看到了，美国那个时候一般学佛的大德，对带业往生有批评。我在美国，确实有这些大德，信徒很多，势力也不小，我们年轻，初到美国，不敢批评，得罪他的话，在美国行不通，所以要恒顺众生。当时周宣德老居士，他退休了，小孩都在美国读书，那时候毕业了，都工作了，他在那边养老。我到美国，他在机场迎接我，从机场回到市区，在洛杉矶这个地方，差不多要一个半小时。在车上就告诉我，我们也很熟了，他跟李老师是老朋友，年龄大概跟李老师差不多，很感叹的跟我说，他说净空法师，他说现在有人说带业不能往生，那我们怎么办？真发愁。而且说这个话的人在美国地位很高，徒众很多，密宗的上师，他没有出家。我也听说这个人，没有跟他见过面。",
      "zh_TW": "最後這一段，「當前海外佛教界於帶業往生之旨，頗有諍議」。他寫這一段的時候，這段是以後加進去的，他到美國去看到了，美國那個時候一般學佛的大德，對帶業往生有批評。我在美國，確實有這些大德，信徒很多，勢力也不小，我們年輕，初到美國，不敢批評，得罪他的話，在美國行不通，所以要恆順眾生。當時周宣德老居士，他退休了，小孩都在美國讀書，那時候畢業了，都工作了，他在那邊養老。我到美國，他在機場迎接我，從機場回到市區，在洛杉磯這個地方，差不多要一個半小時。在車上就告訴我，我們也很熟了，他跟李老師是老朋友，年齡大概跟李老師差不多，很感嘆的跟我說，他說淨空法師，他說現在有人說帶業不能往生，那我們怎麼辦？真發愁。而且說這個話的人在美國地位很高，徒眾很多，密宗的上師，他沒有出家。我也聽說這個人，沒有跟他見過面。"
    },
    {
      "id": "02-041-0190_p0022",
      "zh_CN": "连周宣德都动摇了，周宣德是台湾大专学生学佛，他是第一个带头人，他是台大教授，晨曦学社就在他手上组成的。他到台中去访问李老师，那天正好我在座，告诉他，告诉李老师，台大学生学佛的状况。老师听到非常欢喜，因为一般社会大众都认为佛教是迷信，他说这样好了，大专学生都学佛了，那都是很聪明有智慧的人，那该不是迷信了，所以李老师听到很欢喜。送他走了以后，我就跟老师说，我说：老师，这未必是一桩好事。老师瞪着眼睛看着我：怎么不是好事？我跟他说：万一学校里这些学生学佛，那个老师教他的，把他教错了、教偏了，将来什么人能够把他们的知见修正过来？老师听了这个话，很冷静下来，想了一会，大概五、六分钟，告诉我：你说得有道理，怎么办？老师问我。我说，我们现在门口挂的牌子是慈光佛教图书馆，我们图书馆可以办讲座，利用星期天，台中地区的，能够走路到图书馆来的，我们每个星期给他们上课。我们也有一批大专学生，将来那边大专学生学歪扭了，这边学生可以纠正他。慈光大专讲座就这么来的。",
      "zh_TW": "連周宣德都動搖了，周宣德是台灣大專學生學佛，他是第一個帶頭人，他是台大教授，晨曦學社就在他手上組成的。他到台中去訪問李老師，那天正好我在座，告訴他，告訴李老師，台大學生學佛的狀況。老師聽到非常歡喜，因為一般社會大眾都認為佛教是迷信，他說這樣好了，大專學生都學佛了，那都是很聰明有智慧的人，那該不是迷信了，所以李老師聽到很歡喜。送他走了以後，我就跟老師說，我說：老師，這未必是一樁好事。老師瞪著眼睛看著我：怎麼不是好事？我跟他說：萬一學校裡這些學生學佛，那個老師教他的，把他教錯了、教偏了，將來什麼人能夠把他們的知見修正過來？老師聽了這個話，很冷靜下來，想了一會，大概五、六分鐘，告訴我：你說得有道理，怎麼辦？老師問我。我說，我們現在門口掛的牌子是慈光佛教圖書館，我們圖書館可以辦講座，利用星期天，台中地區的，能夠走路到圖書館來的，我們每個星期給他們上課。我們也有一批大專學生，將來那邊大專學生學歪扭了，這邊學生可以糾正他。慈光大專講座就這麼來的。"
    },
    {
      "id": "02-041-0190_p0023",
      "zh_CN": "办这个慈光讲座，老师很用心，怎样排课程，找哪一个来讲，老师都找我商量，我提供他的建议。所以决定六门功课，第一个是介绍佛教的，《佛学十四讲》，特别给大专学生编的，就是认识佛教，叫佛学概要。第二个，是从佛经里面找出一部小经，《八大人觉经》。《八大人觉经》八条，前面两条是小乘，后面六条是大乘，大小乘都有。非常好，这课程。第三个，解门，两部经，一个是性宗的，用《般若心经》；再一个是法相的，法相没有适当的本子，自己编一个《唯识纲要》。编这个课程我参与了，我提出了一些资料，老师完全接受了。行门里面也修两门，行门里面这个两门，一个是《普贤行愿品》，大乘的，另外一个是《阿弥陀经》，净宗的。老师主讲《十四讲》，老师自己讲，还有他再担任《弥陀经》，《弥陀经》是难信之法，他讲两门课。另外的老师，有徐宽成，徐老师他也是大学教授，也是李老师的学生，徐老师讲《八大人觉经》；周家麟居士，这我们同学，他负责讲《普贤行愿品》，十大愿王导归极乐；徐醒民居士讲唯识；另外还有个刘老师。课程，六门课程这样分配，慈光讲座这么办起来了。",
      "zh_TW": "辦這個慈光講座，老師很用心，怎樣排課程，找哪一個來講，老師都找我商量，我提供他的建議。所以決定六門功課，第一個是介紹佛教的，《佛學十四講》，特別給大專學生編的，就是認識佛教，叫佛學概要。第二個，是從佛經裡面找出一部小經，《八大人覺經》。《八大人覺經》八條，前面兩條是小乘，後面六條是大乘，大小乘都有。非常好，這課程。第三個，解門，兩部經，一個是性宗的，用《般若心經》；再一個是法相的，法相沒有適當的本子，自己編一個《唯識綱要》。編這個課程我參與了，我提出了一些資料，老師完全接受了。行門裡面也修兩門，行門裡面這個兩門，一個是《普賢行願品》，大乘的，另外一個是《阿彌陀經》，淨宗的。老師主講《十四講》，老師自己講，還有他再擔任《彌陀經》，《彌陀經》是難信之法，他講兩門課。另外的老師，有徐寬成，徐老師他也是大學教授，也是李老師的學生，徐老師講《八大人覺經》；周家麟居士，這我們同學，他負責講《普賢行願品》，十大願王導歸極樂；徐醒民居士講唯識；另外還有個劉老師。課程，六門課程這樣分配，慈光講座這麼辦起來了。"
    },
    {
      "id": "02-041-0190_p0024",
      "zh_CN": "我是每一届的旁听生，但是到第二届的时候老师派给我一个任务。因为每天下午有两小时的问答，那是暑假，暑假是招台湾全省的学生，提供吃住，图书馆提供吃住，好像有一百多学生，一百零几个，规模也很大，学习四个星期。老师是每天下午有两个小时让学生提问答，提问来解答。第一天他来解答，主持这个问题，第二天以后，他就叫我代他这门课。这门课不需要准备的，没得准备，不知道他问什么问题。所以我就代老师主持这门功课，反正我要答不出来的就请老师来解答。好在四个星期下来，还没有把我问倒，确实里头也有一些很尖锐的问题。我跟这些学生们结了缘，这就是以后我在海外弘法的基础。如果没有这个，谁请我们出去讲经？不可能。以后道安法师在台北办了个大专佛学讲座，请我做总主讲，我在那里教了三年半。所以我当时认识台湾这些大专学生，差不多有二、三千人，我们都处得很熟。他们毕业了，到国外去了，有不少还继续学佛。我一出国，马上就联络上，所以才能到海外各处去巡回讲经，才有这个缘分，这缘分是偶然一句话引起来的。",
      "zh_TW": "我是每一屆的旁聽生，但是到第二屆的時候老師派給我一個任務。因為每天下午有兩小時的問答，那是暑假，暑假是招台灣全省的學生，提供吃住，圖書館提供吃住，好像有一百多學生，一百零幾個，規模也很大，學習四個星期。老師是每天下午有兩個小時讓學生提問答，提問來解答。第一天他來解答，主持這個問題，第二天以後，他就叫我代他這門課。這門課不需要準備的，沒得準備，不知道他問什麼問題。所以我就代老師主持這門功課，反正我要答不出來的就請老師來解答。好在四個星期下來，還沒有把我問倒，確實裡頭也有一些很尖銳的問題。我跟這些學生們結了緣，這就是以後我在海外弘法的基礎。如果沒有這個，誰請我們出去講經？不可能。以後道安法師在台北辦了個大專佛學講座，請我做總主講，我在那裡教了三年半。所以我當時認識台灣這些大專學生，差不多有二、三千人，我們都處得很熟。他們畢業了，到國外去了，有不少還繼續學佛。我一出國，馬上就聯絡上，所以才能到海外各處去巡迴講經，才有這個緣分，這緣分是偶然一句話引起來的。"
    },
    {
      "id": "02-041-0190_p0025",
      "zh_CN": "当时在美国，对净宗批判，不承认带业往生，认为一定要消业，周宣德老居士提出这个话，表情很沮丧。我们坐在车上，从机场回到市区，坐在车上，他问我。我就跟他说，我跟他开玩笑，我说不能带业，不去就算了！他说：你怎么说这个话？我说：不带业，你知道极乐世界是什么样子？他说什么样子？我说：极乐世界只有阿弥陀佛孤家寡人一个，去干什么？他说为什么？我说你想想，等觉菩萨还有一品生相无明没破，他是不是带业？这他明白了，如果不带业的话，那就是佛一个人不带业，等觉以下统统带业，只是带的多少不一样，怎么不带业？观音、势至都带一品业。他完全明白了，笑起来了。我说，不要受那个影响，好好念佛，决定得生净土，要真不带业，极乐世界就是阿弥陀佛孤家寡人一个，只有他不带业，诸佛如来不带业，等觉以下的统统带业。我把他这个忧虑、怀疑把他断掉了，他高兴。",
      "zh_TW": "當時在美國，對淨宗批判，不承認帶業往生，認為一定要消業，周宣德老居士提出這個話，表情很沮喪。我們坐在車上，從機場回到市區，坐在車上，他問我。我就跟他說，我跟他開玩笑，我說不能帶業，不去就算了！他說：你怎麼說這個話？我說：不帶業，你知道極樂世界是什麼樣子？他說什麼樣子？我說：極樂世界只有阿彌陀佛孤家寡人一個，去幹什麼？他說為什麼？我說你想想，等覺菩薩還有一品生相無明沒破，他是不是帶業？這他明白了，如果不帶業的話，那就是佛一個人不帶業，等覺以下統統帶業，只是帶的多少不一樣，怎麼不帶業？觀音、勢至都帶一品業。他完全明白了，笑起來了。我說，不要受那個影響，好好念佛，決定得生淨土，要真不帶業，極樂世界就是阿彌陀佛孤家寡人一個，只有他不帶業，諸佛如來不帶業，等覺以下的統統帶業。我把他這個憂慮、懷疑把他斷掉了，他高興。"
    },
    {
      "id": "02-041-0190_p0026",
      "zh_CN": "我说我们要相信经，经上说的，佛的四依法，「依法不依人，依了义不依不了义」，这个要明暸，怎么可以随便听人几句话就被人吓倒了？那个说这些话的人，他对于净宗没搞清楚。但是我跟他说，我们也不能破坏他，也不能跟他辩别。怎么应付这个问题？我们点头，他说得很好，这个业愈消得多，品位就愈高，我们用这个话来回应。要不要消业？可以，消业好，业愈消得多，品位愈高。不跟他冲突，不批评他们，和睦共处，互相赞叹；他不赞叹我们，我们回应是赞叹。在这个世间，嫉妒障碍自古以来就很严重，言语不小心会惹出很多麻烦，给自己造成很多障碍。一定要小心谨慎，要用智慧来应付，不能用感情。尤其像这种非常尖锐的问题，一不小心惹大麻烦，所以要谦虚。这个教外对带业往生有怀疑的，我是正好碰上了，一定要用善巧方便把它化解。",
      "zh_TW": "我說我們要相信經，經上說的，佛的四依法，「依法不依人，依了義不依不了義」，這個要明暸，怎麼可以隨便聽人幾句話就被人嚇倒了？那個說這些話的人，他對於淨宗沒搞清楚。但是我跟他說，我們也不能破壞他，也不能跟他辯別。怎麼應付這個問題？我們點頭，他說得很好，這個業愈消得多，品位就愈高，我們用這個話來回應。要不要消業？可以，消業好，業愈消得多，品位愈高。不跟他衝突，不批評他們，和睦共處，互相讚歎；他不讚歎我們，我們回應是讚歎。在這個世間，嫉妒障礙自古以來就很嚴重，言語不小心會惹出很多麻煩，給自己造成很多障礙。一定要小心謹慎，要用智慧來應付，不能用感情。尤其像這種非常尖銳的問題，一不小心惹大麻煩，所以要謙虛。這個教外對帶業往生有懷疑的，我是正好碰上了，一定要用善巧方便把它化解。"
    },
    {
      "id": "02-041-0190_p0027",
      "zh_CN": "所以「今据本经」，现在我们根据这部经，「则知带业往生之说，实据佛愿」，就是第二十一愿悔过得生，阿弥陀佛自己说的，这个业就是指的恶业。恶业、善业最好都不要带，往生的品位高。恶业不带，忏悔忏除了，善业还有，往生到极乐世界，极乐世界没有三恶道，但是有人天两道，你生同居土，你不能生方便土，你不能生实报土。海贤老和尚生实报土，海庆老和尚最低限度他也生方便土，他决定不是在同居土，我们不能不搞清楚、不能不搞明白。所以，忏除业障用什么方法？一句阿弥陀佛。我们学海贤老和尚、海庆老和尚，都是一句佛号，还有他的母亲，贤公的母亲，八十六岁往生，自在走的，都是一句佛号。他们都没有听过经，都没有念过经，所凭借的就是老实、听话、真干，师父教他怎么做，他就能够守一辈子，这就是成功的秘诀。",
      "zh_TW": "所以「今據本經」，現在我們根據這部經，「則知帶業往生之說，實據佛願」，就是第二十一願悔過得生，阿彌陀佛自己說的，這個業就是指的惡業。惡業、善業最好都不要帶，往生的品位高。惡業不帶，懺悔懺除了，善業還有，往生到極樂世界，極樂世界沒有三惡道，但是有人天兩道，你生同居土，你不能生方便土，你不能生實報土。海賢老和尚生實報土，海慶老和尚最低限度他也生方便土，他決定不是在同居土，我們不能不搞清楚、不能不搞明白。所以，懺除業障用什麼方法？一句阿彌陀佛。我們學海賢老和尚、海慶老和尚，都是一句佛號，還有他的母親，賢公的母親，八十六歲往生，自在走的，都是一句佛號。他們都沒有聽過經，都沒有念過經，所憑藉的就是老實、聽話、真幹，師父教他怎麼做，他就能夠守一輩子，這就是成功的祕訣。"
    },
    {
      "id": "02-041-0190_p0028",
      "zh_CN": "下面我们看二十四章的第十三章，四十八愿的第二十二愿「国无女人愿」。请看经文：",
      "zh_TW": "下面我們看二十四章的第十三章，四十八願的第二十二願「國無女人願」。請看經文："
    },
    {
      "id": "02-041-0190_p0029",
      "zh_CN": "【我作佛时。国无妇女。】",
      "zh_TW": "【我作佛時。國無婦女。】"
    },
    {
      "id": "02-041-0190_p0030",
      "zh_CN": "经文就八个字。念老的注解，「右章」，这右章是第十三章。前面跟诸位说过，会集这品经的时候，夏莲老邀请他的师父慧明老法师，还有梅光羲居士，是三个人共同用三个月的时间会集这品经，非常小心谨慎。因为这品经是全经的精华，是全经的中心，是阿弥陀佛自己说的，世尊为我们重述，所说的就是阿弥陀佛的原话，所以非常谨慎。这章里面有三愿，就是二十二、二十三、二十四，这是第一愿，「廿二国无女人愿，见《吴译》」，五种原译本里头《吴译》的这个本子，说明会集的来处，没有改动经文。「若有女人……命终即化男子，来我刹土」，这是第廿三愿「厌女转男愿」，我们的科判在底下一段，「又称女人往生愿」。第二十四是「莲花化生愿」，这也是《吴译》的。",
      "zh_TW": "經文就八個字。念老的註解，「右章」，這右章是第十三章。前面跟諸位說過，會集這品經的時候，夏蓮老邀請他的師父慧明老法師，還有梅光羲居士，是三個人共同用三個月的時間會集這品經，非常小心謹慎。因為這品經是全經的精華，是全經的中心，是阿彌陀佛自己說的，世尊為我們重述，所說的就是阿彌陀佛的原話，所以非常謹慎。這章裡面有三願，就是二十二、二十三、二十四，這是第一願，「廿二國無女人願，見《吳譯》」，五種原譯本裡頭《吳譯》的這個本子，說明會集的來處，沒有改動經文。「若有女人……命終即化男子，來我剎土」，這是第廿三願「厭女轉男願」，我們的科判在底下一段，「又稱女人往生願」。第二十四是「蓮花化生願」，這也是《吳譯》的。"
    },
    {
      "id": "02-041-0190_p0031",
      "zh_CN": "我们看第廿二「国无妇女愿」。「《吴译》曰：令我国中，无有妇女。」「《汉译》愿成就文中，女人往生者，则化生，皆作男子。又曰：其国中悉诸菩萨、阿罗汉，无有妇女。」这一句好，极乐世界完全都是菩萨、阿罗汉，没有妇女。后面又引用唐道宣律师，他引经说：「十方世界，有女人处，即有地狱。」「今极乐无三恶道，亦无妇女，纯是三十二种大丈夫相。盖男女之间易生情爱，便是退缘，是以极乐同居胜于娑婆。」这是凡圣同居土里才有，方便土里就没有了，全是阿罗汉。这一愿好，阿弥陀佛把我们烦恼，最严重的烦恼，那个根断掉了。",
      "zh_TW": "我們看第廿二「國無婦女願」。「《吳譯》曰：令我國中，無有婦女。」「《漢譯》願成就文中，女人往生者，則化生，皆作男子。又曰：其國中悉諸菩薩、阿羅漢，無有婦女。」這一句好，極樂世界完全都是菩薩、阿羅漢，沒有婦女。後面又引用唐道宣律師，他引經說：「十方世界，有女人處，即有地獄。」「今極樂無三惡道，亦無婦女，純是三十二種大丈夫相。蓋男女之間易生情愛，便是退緣，是以極樂同居勝於娑婆。」這是凡聖同居土裡才有，方便土裡就沒有了，全是阿羅漢。這一願好，阿彌陀佛把我們煩惱，最嚴重的煩惱，那個根斷掉了。"
    },
    {
      "id": "02-041-0190_p0032",
      "zh_CN": "我们这个世界，自古至今，人类的繁衍靠男女，靠生育。现在地球上人口这么多人，想想抗战时候，六十年前，或者再往前推十年，抗战期间，七十年前，抗战期间，中国多少人？四万万五千万人。我们在学校念书唱歌，四万万五千万同胞。现在多少？翻一倍都不止，好像两倍了，三四一十二，十二亿，不止十二亿，我听说差不多有十四亿人，加了两倍。人口爆炸了，地球上资源有限，这样耗费下去，地球的资源会耗费干净，人怎么生存？所以人口的问题、资源的问题、粮食的问题都爆发了。极乐世界呢？极乐世界人口的增加不靠生育，它没有女人。它是怎么增加的？是移民增加的，十方诸佛刹土的人移民到极乐世界。每天增加多少？说不清，不可思议。每天增加，二十四小时不中断，时时刻刻十方世界都有很多很多念佛的人往生到极乐世界。",
      "zh_TW": "我們這個世界，自古至今，人類的繁衍靠男女，靠生育。現在地球上人口這麼多人，想想抗戰時候，六十年前，或者再往前推十年，抗戰期間，七十年前，抗戰期間，中國多少人？四萬萬五千萬人。我們在學校念書唱歌，四萬萬五千萬同胞。現在多少？翻一倍都不止，好像兩倍了，三四一十二，十二億，不止十二億，我聽說差不多有十四億人，加了兩倍。人口爆炸了，地球上資源有限，這樣耗費下去，地球的資源會耗費乾淨，人怎麼生存？所以人口的問題、資源的問題、糧食的問題都爆發了。極樂世界呢？極樂世界人口的增加不靠生育，它沒有女人。它是怎麼增加的？是移民增加的，十方諸佛剎土的人移民到極樂世界。每天增加多少？說不清，不可思議。每天增加，二十四小時不中斷，時時刻刻十方世界都有很多很多念佛的人往生到極樂世界。"
    },
    {
      "id": "02-041-0190_p0033",
      "zh_CN": "所以阿弥陀佛，他用化身，阿弥陀佛接引，他发的愿，每个往生的人，弥陀都要化一尊化身去接引他。阿弥陀佛化无量无边身接引一切新往生的人，从来没有间断，分分秒秒，化无量无边身接引。真身呢？真身在讲堂里头如如没动，给大家讲经说法。这是阿弥陀佛的真相、实相。每个往生的人，所以我们听了，怎么能不去？每一个往生的人生到极乐世界，花开见佛，讲堂里面就有你的座位，莲花上有名字，座位上也有名字，你进入讲堂。就在这个时候，你的智慧、神通、道力跟阿弥陀佛差不多，连身相都一样。阿弥陀佛化无量无边身，每一个往生的人跟阿弥陀佛一样，也化无量无边身，去干什么？佛是接引众生，每个往生的人化无量无边身，是到十方世界去拜佛，十方诸佛刹土里面去供养佛、拜佛，去闻法。真身，本身在讲堂也没动，这多殊胜。我们今天见一尊佛好难，见一个善知识都不容易，到西方极乐世界，你去见十方一切如来是太容易了，你随时可以见到。供养修福，听经修慧，福慧双修，没有丝毫障碍。这个地方要不要去？",
      "zh_TW": "所以阿彌陀佛，他用化身，阿彌陀佛接引，他發的願，每個往生的人，彌陀都要化一尊化身去接引他。阿彌陀佛化無量無邊身接引一切新往生的人，從來沒有間斷，分分秒秒，化無量無邊身接引。真身呢？真身在講堂裡頭如如沒動，給大家講經說法。這是阿彌陀佛的真相、實相。每個往生的人，所以我們聽了，怎麼能不去？每一個往生的人生到極樂世界，花開見佛，講堂裡面就有你的座位，蓮花上有名字，座位上也有名字，你進入講堂。就在這個時候，你的智慧、神通、道力跟阿彌陀佛差不多，連身相都一樣。阿彌陀佛化無量無邊身，每一個往生的人跟阿彌陀佛一樣，也化無量無邊身，去幹什麼？佛是接引眾生，每個往生的人化無量無邊身，是到十方世界去拜佛，十方諸佛剎土裡面去供養佛、拜佛，去聞法。真身，本身在講堂也沒動，這多殊勝。我們今天見一尊佛好難，見一個善知識都不容易，到西方極樂世界，你去見十方一切如來是太容易了，你隨時可以見到。供養修福，聽經修慧，福慧雙修，沒有絲毫障礙。這個地方要不要去？"
    },
    {
      "id": "02-041-0190_p0034",
      "zh_CN": "想到我们在此地学佛多难，现在善知识真的一个一个凋零，后面没有继起的人才，怎么办？到极乐世界去。那个地方，我们相信是遍法界虚空界一切诸佛刹土里面第一道场，无比殊胜。到这个道场，你真的才叫满愿了，你可以同时福慧双修，而且念念都是圆满，不是修小福报，不是修小智慧。所以到极乐世界必成正觉，第十二愿，必成正觉就是必定成佛，这能不去吗？要去怎么样？放下，什么都得放下，不放下不行，放下就是。",
      "zh_TW": "想到我們在此地學佛多難，現在善知識真的一個一個凋零，後面沒有繼起的人才，怎麼辦？到極樂世界去。那個地方，我們相信是遍法界虛空界一切諸佛剎土裡面第一道場，無比殊勝。到這個道場，你真的才叫滿願了，你可以同時福慧雙修，而且念念都是圓滿，不是修小福報，不是修小智慧。所以到極樂世界必成正覺，第十二願，必成正覺就是必定成佛，這能不去嗎？要去怎麼樣？放下，什麼都得放下，不放下不行，放下就是。"
    },
    {
      "id": "02-041-0190_p0035",
      "zh_CN": "释迦牟尼佛为我们介绍西方净土，我们在这里看到了、听到了，就应该毫无怀疑，一心愿生净土。生净土，圆满福德智慧，不为自己，为谁？为普度十方三世一切刹土里面苦难众生，为这个，不为别的。我们跟阿弥陀佛同心同德，跟释迦牟尼佛同心同德，要真干，没有怀疑、没有忧虑，全心全意去做，一定成功。为什么？我们跟佛有感应，佛会帮助我们，佛给我们安排的道路。不要为自己着想，这早年章嘉大师教我的，一定听佛安排，自自然然就是听佛安排。无论境缘是善还是恶，统统都是提醒我们自己的境界，提升自己，提升福慧。逆境没有怨恨，顺境善缘没有留恋，在这个里面断贪瞋痴慢疑；从境界上断，顺境断贪心、断傲慢，逆境里头断瞋恚、断愚痴。境界上断是真断，就是把佛法落实在生活、落实在工作、落实在待人接物，那就是我们修行的道场。生活能过得去就快乐，衣，穿得暖就行；食，吃得饱就可以，没有好坏之分；居住，有个小房屋可以遮蔽风雨，多快乐、多自在。每天的充实是福慧增长，烦恼、业障自然化解，没有了，你看多快乐、多自在。有缘，全心全力帮助苦难众生，我们去引导他，是用教学引导，是用伦理、用道德、用因果、用古圣先贤的教诲去引导，引导自己也引导别人。",
      "zh_TW": "釋迦牟尼佛為我們介紹西方淨土，我們在這裡看到了、聽到了，就應該毫無懷疑，一心願生淨土。生淨土，圓滿福德智慧，不為自己，為誰？為普度十方三世一切剎土裡面苦難眾生，為這個，不為別的。我們跟阿彌陀佛同心同德，跟釋迦牟尼佛同心同德，要真幹，沒有懷疑、沒有憂慮，全心全意去做，一定成功。為什麼？我們跟佛有感應，佛會幫助我們，佛給我們安排的道路。不要為自己著想，這早年章嘉大師教我的，一定聽佛安排，自自然然就是聽佛安排。無論境緣是善還是惡，統統都是提醒我們自己的境界，提升自己，提升福慧。逆境沒有怨恨，順境善緣沒有留戀，在這個裡面斷貪瞋痴慢疑；從境界上斷，順境斷貪心、斷傲慢，逆境裡頭斷瞋恚、斷愚痴。境界上斷是真斷，就是把佛法落實在生活、落實在工作、落實在待人接物，那就是我們修行的道場。生活能過得去就快樂，衣，穿得暖就行；食，吃得飽就可以，沒有好壞之分；居住，有個小房屋可以遮蔽風雨，多快樂、多自在。每天的充實是福慧增長，煩惱、業障自然化解，沒有了，你看多快樂、多自在。有緣，全心全力幫助苦難眾生，我們去引導他，是用教學引導，是用倫理、用道德、用因果、用古聖先賢的教誨去引導，引導自己也引導別人。"
    },
    {
      "id": "02-041-0190_p0036",
      "zh_CN": "道宣律师引经，引的是哪一部经，念老没有给我们指出，但是这句话非常有道理，十方世界有女人处即有地狱。男女关系里面，地狱的业因非常复杂，不小心就堕落了。极乐世界好，极乐世界没有三恶道，极乐世界也没有妇女，妇女往生都转成男身。我们这个世间，男的变成女的，女的变成男的，太多了。附体、外国催眠的都给我们证明了，某人他前生是女人，这一生是男人；某人前世是男人，这一生是女人，缘不一样，念头不一样。为什么他会换身体？那就是爱，情爱，男的爱女人，爱女人那个念头就变成女人，来生变成女人；女人爱男人，她就会变成男人。不是生生世世做女人，生生世世做男人，不是，都是你临终的那一念。情执主宰你是得男身、是得女身。极乐世界好，没有情执，他也不是胎生，他不生不灭，统统是外头移民去的，极乐世界的本土没有生育，平等世界，这是极乐世界比我们娑婆世界殊胜。跟娑婆世界相似的、差不多的也不少，在虚空法界也很多，这是退缘。所以是极乐同居胜于娑婆，就凭这一点就超胜太多了。",
      "zh_TW": "道宣律師引經，引的是哪一部經，念老沒有給我們指出，但是這句話非常有道理，十方世界有女人處即有地獄。男女關係裡面，地獄的業因非常複雜，不小心就墮落了。極樂世界好，極樂世界沒有三惡道，極樂世界也沒有婦女，婦女往生都轉成男身。我們這個世間，男的變成女的，女的變成男的，太多了。附體、外國催眠的都給我們證明了，某人他前生是女人，這一生是男人；某人前世是男人，這一生是女人，緣不一樣，念頭不一樣。為什麼他會換身體？那就是愛，情愛，男的愛女人，愛女人那個念頭就變成女人，來生變成女人；女人愛男人，她就會變成男人。不是生生世世做女人，生生世世做男人，不是，都是你臨終的那一念。情執主宰你是得男身、是得女身。極樂世界好，沒有情執，他也不是胎生，他不生不滅，統統是外頭移民去的，極樂世界的本土沒有生育，平等世界，這是極樂世界比我們娑婆世界殊勝。跟娑婆世界相似的、差不多的也不少，在虛空法界也很多，這是退緣。所以是極樂同居勝於娑婆，就憑這一點就超勝太多了。"
    },
    {
      "id": "02-041-0190_p0037",
      "zh_CN": "我们再看下面，第二十三愿「厌女转男愿」。这是假设，也是事实。",
      "zh_TW": "我們再看下面，第二十三願「厭女轉男願」。這是假設，也是事實。"
    },
    {
      "id": "02-041-0190_p0038",
      "zh_CN": "【若有女人。闻我名字。得清净信。发菩提心。厌患女身。愿生我国。命终即化男子。来我刹土。】",
      "zh_TW": "【若有女人。聞我名字。得清淨信。發菩提心。厭患女身。願生我國。命終即化男子。來我剎土。】"
    },
    {
      "id": "02-041-0190_p0039",
      "zh_CN": "其实，往生到极乐世界全都是男身。我们都知道，往生极乐世界莲花化生，女人坐上莲花，她自然就变了，她自然变成男身。到极乐世界花开见佛，那个身相跟阿弥陀佛是一个模子铸下来的，平等。这是什么？这是阿弥陀佛慈悲到极处。不平等，身相不平等会引起烦恼，相貌好的骄慢、骄傲，相貌差的有自卑感，这就是烦恼。这种情形古今中外到处都是，不但我们这个地球，十方世界一切诸佛刹土里面的十法界也统统都有，都有这种烦恼，这不是个好事情。所以阿弥陀佛的极乐世界，人的相貌完全相同，体质也完全相同，身体不是血肉之躯，身体紫磨真金色身。相好，统统具足八万四千相，每一个相也具足了八万四千随形好，每一个好都放光明，放八万四千光明，光明当中有一切诸佛如来菩萨在那个地方讲经教学，也就是说，十方世界统统映现其中，你都看见。一个身就是宇宙，比我们概念当中大得多，我们讲的宇宙是非常有限的时空，极乐世界是没有限量的。",
      "zh_TW": "其實，往生到極樂世界全都是男身。我們都知道，往生極樂世界蓮花化生，女人坐上蓮花，她自然就變了，她自然變成男身。到極樂世界花開見佛，那個身相跟阿彌陀佛是一個模子鑄下來的，平等。這是什麼？這是阿彌陀佛慈悲到極處。不平等，身相不平等會引起煩惱，相貌好的驕慢、驕傲，相貌差的有自卑感，這就是煩惱。這種情形古今中外到處都是，不但我們這個地球，十方世界一切諸佛剎土裡面的十法界也統統都有，都有這種煩惱，這不是個好事情。所以阿彌陀佛的極樂世界，人的相貌完全相同，體質也完全相同，身體不是血肉之軀，身體紫磨真金色身。相好，統統具足八萬四千相，每一個相也具足了八萬四千隨形好，每一個好都放光明，放八萬四千光明，光明當中有一切諸佛如來菩薩在那個地方講經教學，也就是說，十方世界統統映現其中，你都看見。一個身就是宇宙，比我們概念當中大得多，我們講的宇宙是非常有限的時空，極樂世界是沒有限量的。"
    },
    {
      "id": "02-041-0190_p0040",
      "zh_CN": "我们这个地方是法相土、法相身，阿赖耶的境界相，物质现象；阿赖耶的转相，起心动念；阿赖耶的业相，我们讲的自然现象。极乐世界没有，到那边转识成智，花开见佛就转识成智了，所以他得的相貌是平等的。虽然有四土三辈九品，不是没有这个，有，得到阿弥陀佛本愿威神加持，他平等。意念平等，统统都是念阿弥陀佛，除阿弥陀佛之外没有第二念。阿弥陀佛就是自性，是自性的德号，不可思议。神通、智慧、道力，相好就是我们讲的福报，个个都跟阿弥陀佛平等，阿弥陀佛有的，往生的人全有，没有一样欠缺。我们还留恋这个世界干什么？这个世界是假的，留恋是妄想，一场空，你什么都带不去。为什么不放下万缘？佛教好，教我们彻底放下，无烦恼，无烦恼就开智慧。为什么没有智慧？你没放下。海贤老和尚一生没念过书，一生不认识一个字，他有智慧，他什么都知道。智慧从哪里来？放下来的。放下，自性本有的智慧就现前了，不是从外来的，这个我们要相信。",
      "zh_TW": "我們這個地方是法相土、法相身，阿賴耶的境界相，物質現象；阿賴耶的轉相，起心動念；阿賴耶的業相，我們講的自然現象。極樂世界沒有，到那邊轉識成智，花開見佛就轉識成智了，所以他得的相貌是平等的。雖然有四土三輩九品，不是沒有這個，有，得到阿彌陀佛本願威神加持，他平等。意念平等，統統都是念阿彌陀佛，除阿彌陀佛之外沒有第二念。阿彌陀佛就是自性，是自性的德號，不可思議。神通、智慧、道力，相好就是我們講的福報，個個都跟阿彌陀佛平等，阿彌陀佛有的，往生的人全有，沒有一樣欠缺。我們還留戀這個世界幹什麼？這個世界是假的，留戀是妄想，一場空，你什麼都帶不去。為什麼不放下萬緣？佛教好，教我們徹底放下，無煩惱，無煩惱就開智慧。為什麼沒有智慧？你沒放下。海賢老和尚一生沒念過書，一生不認識一個字，他有智慧，他什麼都知道。智慧從哪裡來？放下來的。放下，自性本有的智慧就現前了，不是從外來的，這個我們要相信。"
    },
    {
      "id": "02-041-0190_p0041",
      "zh_CN": "释迦牟尼佛当年在世，讲经说法四十九年，为我们讲了这么多的经论，你看看《大藏经》。《大藏经》，古时候交通非常不方便，路程这么远，都是用骡马驮的经，揹到中国来。所以，中国的高僧大德、印度的大德都在经典精挑细选，把我们所需要的都带来了。还有很多很多带不了的，现在都失传了，没有了。所以我们《大藏经》不是释迦牟尼佛一生所讲的全部，局部，他讲了多少！这个智慧从哪来的？他从哪里学来的？没有老师。没有老师怎么会讲出这么多？见性了，明心见性。老师是从自性流出来的，学生也从自性流出来的，所流出来的对一对完全一样，一丝毫差别都没有。为什么？自性是同一个。这个道理一定要懂，我们对于经教才不怀疑，才真正能接受，能接受，将来自己会开悟。读书千遍，其义自见，你能把这一本《无量寿经科注》念上一千遍，你就开悟了。为什么？一千遍，认真去念，念的时候没有妄想、没有杂念，用清净心、平等心去念。一千遍念下来，清净心得到了，平等心得到了，就开悟了，你的智慧、福德就跟佛平等，是真的不是假的。",
      "zh_TW": "釋迦牟尼佛當年在世，講經說法四十九年，為我們講了這麼多的經論，你看看《大藏經》。《大藏經》，古時候交通非常不方便，路程這麼遠，都是用騾馬馱的經，揹到中國來。所以，中國的高僧大德、印度的大德都在經典精挑細選，把我們所需要的都帶來了。還有很多很多帶不了的，現在都失傳了，沒有了。所以我們《大藏經》不是釋迦牟尼佛一生所講的全部，局部，他講了多少！這個智慧從哪來的？他從哪裡學來的？沒有老師。沒有老師怎麼會講出這麼多？見性了，明心見性。老師是從自性流出來的，學生也從自性流出來的，所流出來的對一對完全一樣，一絲毫差別都沒有。為什麼？自性是同一個。這個道理一定要懂，我們對於經教才不懷疑，才真正能接受，能接受，將來自己會開悟。讀書千遍，其義自見，你能把這一本《無量壽經科註》念上一千遍，你就開悟了。為什麼？一千遍，認真去念，念的時候沒有妄想、沒有雜念，用清淨心、平等心去念。一千遍念下來，清淨心得到了，平等心得到了，就開悟了，你的智慧、福德就跟佛平等，是真的不是假的。"
    },
    {
      "id": "02-041-0190_p0042",
      "zh_CN": "大乘八个宗派，在中国小乘两个宗派，祖师大德们随顺众生的根性，根性不一样，用的法门不相同，目的是一个，什么目的？开悟。都是引导你开悟，开悟，你自性般若智慧现前，无所不知，无所不能，你才真正有能力度众生。根熟众生这是最可贵的，什么叫根熟？相信净土就是根熟。海贤老和尚一个字不认识，一生没有念过一部经，没有听过一次讲演，他是根熟了的。他的师父看出来了，这是个根熟众生，根熟众生只要有缘，他因具足了，只要有缘他就会结果。缘是什么？给他一个缘，最殊胜的缘，阿弥陀佛，一直念下去。他很乖，一句弥陀念了九十二年，真成功了，大彻大悟、明心见性，成佛了。你看，因、缘、果，大善根、大福报才遇到真的好老师，老师识货，老师认识人，一看这个人根性好，他会成就，要帮助他。一句佛号摄心，把妄想念掉了，把杂念念掉了，把过去烦恼念掉了，把现在造的业念掉了，全念掉了，心里什么也没有，只剩下一句阿弥陀佛；阿弥陀佛的智慧现前，阿弥陀佛的道行现前，阿弥陀佛度众生的方法也现前，他跟阿弥陀佛不二。所以我劝人，老和尚光碟一天看三遍，重要。你要老实念，把你的烦恼习气念掉，你就跟老和尚一样开悟了。还带着烦恼习气，不行，哪一年你才能开悟？",
      "zh_TW": "大乘八個宗派，在中國小乘兩個宗派，祖師大德們隨順眾生的根性，根性不一樣，用的法門不相同，目的是一個，什麼目的？開悟。都是引導你開悟，開悟，你自性般若智慧現前，無所不知，無所不能，你才真正有能力度眾生。根熟眾生這是最可貴的，什麼叫根熟？相信淨土就是根熟。海賢老和尚一個字不認識，一生沒有念過一部經，沒有聽過一次講演，他是根熟了的。他的師父看出來了，這是個根熟眾生，根熟眾生只要有緣，他因具足了，只要有緣他就會結果。緣是什麼？給他一個緣，最殊勝的緣，阿彌陀佛，一直念下去。他很乖，一句彌陀念了九十二年，真成功了，大徹大悟、明心見性，成佛了。你看，因、緣、果，大善根、大福報才遇到真的好老師，老師識貨，老師認識人，一看這個人根性好，他會成就，要幫助他。一句佛號攝心，把妄想念掉了，把雜念念掉了，把過去煩惱念掉了，把現在造的業念掉了，全念掉了，心裡什麼也沒有，只剩下一句阿彌陀佛；阿彌陀佛的智慧現前，阿彌陀佛的道行現前，阿彌陀佛度眾生的方法也現前，他跟阿彌陀佛不二。所以我勸人，老和尚光碟一天看三遍，重要。你要老實念，把你的煩惱習氣念掉，你就跟老和尚一樣開悟了。還帶著煩惱習氣，不行，哪一年你才能開悟？"
    },
    {
      "id": "02-041-0190_p0043",
      "zh_CN": "我们看第二十三愿，看经文，我们重新念一遍。『若有女人，闻我名字，得清净信，发菩提心，厌患女身，愿生我国。命终即化男子，来我刹土。』我们看念老的注解，「第廿三厌女转男愿。善导大师于《观念法门》释此愿云」，这个善导大师所说的，都在夏老晚年最后所编的《净修捷要》里头。《净修捷要》这个小册子，黄念老在晚年，也是最后把它细讲一遍，叫《报恩谈》，《净修捷要报恩谈》。现在我们把它整出文字，也做成有声书，就是依照这个文字念一遍，这个光碟跟这本书都出来了。我们要大量的翻印，对净宗同学有非常大的帮助，最简单、最扼要的修行方法，都保证你一生往生净土。",
      "zh_TW": "我們看第二十三願，看經文，我們重新念一遍。『若有女人，聞我名字，得清淨信，發菩提心，厭患女身，願生我國。命終即化男子，來我剎土。』我們看念老的註解，「第廿三厭女轉男願。善導大師於《觀念法門》釋此願云」，這個善導大師所說的，都在夏老晚年最後所編的《淨修捷要》裡頭。《淨修捷要》這個小冊子，黃念老在晚年，也是最後把它細講一遍，叫《報恩談》，《淨修捷要報恩談》。現在我們把它整出文字，也做成有聲書，就是依照這個文字念一遍，這個光碟跟這本書都出來了。我們要大量的翻印，對淨宗同學有非常大的幫助，最簡單、最扼要的修行方法，都保證你一生往生淨土。"
    },
    {
      "id": "02-041-0190_p0044",
      "zh_CN": "我们看《观念法门》里面的解释，说：「乃由弥陀本愿力故」，这不是自己的功夫，不是自己的能力，是阿弥陀佛愿力加持，「女人称佛名号，正命终时，即转女身，得成男子。弥陀接手，菩萨扶身，坐宝莲上，随佛往生」。阿弥陀佛接引你的时候垂手，把你提起来放在莲花上，这时候你已经转成男身。你说什么时候转的？坐上莲花就是男身，还没有上莲花是女身，上了莲花就是男身。这是经文，我们要相信。「又」，这还是善导大师讲的，「一切女人，若不因弥陀名愿力者，千劫万劫，恒河沙等劫，终不可得转女身」。这说明什么？女身转男身靠自力不容易。什么原因？习气。六道众生没有别的，一般人所说的命运，命运就是习气，习气就是命运。原因是坚固的执着，叫情执，坚固的执着，不肯放下，念念不忘。学佛了，知道这是假的，还是放不下，什么原因？情执，习气太深了，不容易。下面，我们再往下看，「如释迦因地」，释迦牟尼佛，这举个例子来说，他在因地，也就是他做六道凡夫的时候，「行菩萨道」，菩萨道是六度，修这个六度，修多久？「积一大阿僧祇劫勤修，渐离女身」，这多不容易。为什么要这么长的时间？这就证明，阿赖耶里面的业习种子那个力量多么强大，你很想转，就是转不了。",
      "zh_TW": "我們看《觀念法門》裡面的解釋，說：「乃由彌陀本願力故」，這不是自己的功夫，不是自己的能力，是阿彌陀佛願力加持，「女人稱佛名號，正命終時，即轉女身，得成男子。彌陀接手，菩薩扶身，坐寶蓮上，隨佛往生」。阿彌陀佛接引你的時候垂手，把你提起來放在蓮花上，這時候你已經轉成男身。你說什麼時候轉的？坐上蓮花就是男身，還沒有上蓮花是女身，上了蓮花就是男身。這是經文，我們要相信。「又」，這還是善導大師講的，「一切女人，若不因彌陀名願力者，千劫萬劫，恆河沙等劫，終不可得轉女身」。這說明什麼？女身轉男身靠自力不容易。什麼原因？習氣。六道眾生沒有別的，一般人所說的命運，命運就是習氣，習氣就是命運。原因是堅固的執著，叫情執，堅固的執著，不肯放下，念念不忘。學佛了，知道這是假的，還是放不下，什麼原因？情執，習氣太深了，不容易。下面，我們再往下看，「如釋迦因地」，釋迦牟尼佛，這舉個例子來說，他在因地，也就是他做六道凡夫的時候，「行菩薩道」，菩薩道是六度，修這個六度，修多久？「積一大阿僧祇劫勤修，漸離女身」，這多不容易。為什麼要這麼長的時間？這就證明，阿賴耶裡面的業習種子那個力量多麼強大，你很想轉，就是轉不了。"
    },
    {
      "id": "02-041-0190_p0045",
      "zh_CN": "我们明白这个道理，这是真实修行功夫，在男女场合当中，无论是什么场合，要能把这个情看淡，愈淡愈好，对自己往生有把握。最难断的是情执，真正修行的人就是用这一句佛号，念头才起来，第一念，第二念阿弥陀佛，这就断了，佛号功德不可思议。起贪心，阿弥陀佛；起瞋恚心，也阿弥陀佛；起愚痴心，阿弥陀佛。他这一起心，不管这个心是善还是恶，统统用一句阿弥陀佛取而代之，不可以有第二个念头，就是一句佛号，你就决定成佛，这是真佛弟子，弥陀弟子。我们常常想到我是弥陀弟子，那就什么都不能放在心上，弥陀弟子心里只放阿弥陀佛，这就对了，这比什么都重要。",
      "zh_TW": "我們明白這個道理，這是真實修行功夫，在男女場合當中，無論是什麼場合，要能把這個情看淡，愈淡愈好，對自己往生有把握。最難斷的是情執，真正修行的人就是用這一句佛號，念頭才起來，第一念，第二念阿彌陀佛，這就斷了，佛號功德不可思議。起貪心，阿彌陀佛；起瞋恚心，也阿彌陀佛；起愚痴心，阿彌陀佛。他這一起心，不管這個心是善還是惡，統統用一句阿彌陀佛取而代之，不可以有第二個念頭，就是一句佛號，你就決定成佛，這是真佛弟子，彌陀弟子。我們常常想到我是彌陀弟子，那就什麼都不能放在心上，彌陀弟子心裡只放阿彌陀佛，這就對了，這比什麼都重要。"
    },
    {
      "id": "02-041-0190_p0046",
      "zh_CN": "千万要记住，修行就在六根接触六尘境界之处，这叫真修。根尘相离的时候那修什么？是在根尘相接触的时候，真修行，真放下了，心里头真有阿弥陀佛。然后你就晓得，真放下难，八万四千法门都是真放下，太难太难了。净宗法门方便，心中有阿弥陀佛，其他放下，还有一个，这就好办多了，差太远了。我们到什么时候？到了极乐世界，再把阿弥陀佛放下，圆满的消归自性，我们现在讲回归自性。自性里头一法不立，连阿弥陀佛也没有，才是圆满的真正的阿弥陀佛，无量觉，回归到无量觉。没到西方极乐世界之前，心里就是一句阿弥陀佛，学海贤老和尚，不拐弯，我们就能成就，一生就能证得圆满。",
      "zh_TW": "千萬要記住，修行就在六根接觸六塵境界之處，這叫真修。根塵相離的時候那修什麼？是在根塵相接觸的時候，真修行，真放下了，心裡頭真有阿彌陀佛。然後你就曉得，真放下難，八萬四千法門都是真放下，太難太難了。淨宗法門方便，心中有阿彌陀佛，其他放下，還有一個，這就好辦多了，差太遠了。我們到什麼時候？到了極樂世界，再把阿彌陀佛放下，圓滿的消歸自性，我們現在講回歸自性。自性裡頭一法不立，連阿彌陀佛也沒有，才是圓滿的真正的阿彌陀佛，無量覺，回歸到無量覺。沒到西方極樂世界之前，心裡就是一句阿彌陀佛，學海賢老和尚，不拐彎，我們就能成就，一生就能證得圓滿。"
    },
    {
      "id": "02-041-0190_p0047",
      "zh_CN": "这一段我们念下去就可以了，「今以闻佛名号，得清净信」。这底下括弧给我们解释，「清净者，离恶行之过失，无烦恼之垢染。无垢无疑之信心，名清净信」，清净心里面生出的信心。「由于净信发菩提心，厌离女身，愿生极乐。信深愿切，必起念佛之胜行。蒙佛本愿加威」，就是第二十三愿加持你，「于命终时，即转女成男，往生极乐。是为厌女转男愿」。今天时间到了，我们就学习到此地。",
      "zh_TW": "這一段我們念下去就可以了，「今以聞佛名號，得清淨信」。這底下括弧給我們解釋，「清淨者，離惡行之過失，無煩惱之垢染。無垢無疑之信心，名清淨信」，清淨心裡面生出的信心。「由於淨信發菩提心，厭離女身，願生極樂。信深願切，必起念佛之勝行。蒙佛本願加威」，就是第二十三願加持你，「於命終時，即轉女成男，往生極樂。是為厭女轉男願」。今天時間到了，我們就學習到此地。"
    }
  ]
}