{
  "doc_id": "02-041-0270",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七Ｏ集",
    "zh_TW": "第二七Ｏ集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0270",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-041-0270_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0270_p0002",
      "zh_CN": "请看《大经科注》第六百五十九页倒数第三行，从第三个字看起：",
      "zh_TW": "請看《大經科註》第六百五十九頁倒數第三行，從第三個字看起："
    },
    {
      "id": "02-041-0270_p0003",
      "zh_CN": "「其初三忍，全同本经」。我们前一节课学习了《华严经》上讲的十忍，很重要。佛在《金刚经》上说，世出世间一切法要想成就都得成于忍。能忍就会有成就，不忍多半都失败了。所以佛教弟子修学法门，法门无量无边，每一个法门都要忍，净宗也不例外。这十种忍好，我们用了两个小时学习，今天接着看。其初三忍，就是十忍里面前三忍，音响忍、顺忍、无生法忍，跟我们这部经上面所说的完全相同。「又《十忍品》曰」，这还是《华严经．十忍品》里头说：「若闻真实法，不惊不怖不畏，信解受持，爱乐顺入，修习安住，是为第一随顺音声忍。」《华严经．十忍品》里头，前面我们学过，现在跟此地所说的合起来看，这个意思就非常清楚。佛给我们说真实法，可是众生怎么样？众生听了害怕，听了之后不敢学习。世间法都认为有生有灭，人有生老病死，植物有生住异灭，矿物有成住坏空，这是自然现象。佛告诉我们，这全是假的，真的呢？一切法不生，一切法不灭。我们就听不懂了，跟我们所理解的怎么完全相反？",
      "zh_TW": "「其初三忍，全同本經」。我們前一節課學習了《華嚴經》上講的十忍，很重要。佛在《金剛經》上說，世出世間一切法要想成就都得成於忍。能忍就會有成就，不忍多半都失敗了。所以佛教弟子修學法門，法門無量無邊，每一個法門都要忍，淨宗也不例外。這十種忍好，我們用了兩個小時學習，今天接著看。其初三忍，就是十忍裡面前三忍，音響忍、順忍、無生法忍，跟我們這部經上面所說的完全相同。「又《十忍品》曰」，這還是《華嚴經．十忍品》裡頭說：「若聞真實法，不驚不怖不畏，信解受持，愛樂順入，修習安住，是為第一隨順音聲忍。」《華嚴經．十忍品》裡頭，前面我們學過，現在跟此地所說的合起來看，這個意思就非常清楚。佛給我們說真實法，可是眾生怎麼樣？眾生聽了害怕，聽了之後不敢學習。世間法都認為有生有滅，人有生老病死，植物有生住異滅，礦物有成住壞空，這是自然現象。佛告訴我們，這全是假的，真的呢？一切法不生，一切法不滅。我們就聽不懂了，跟我們所理解的怎麼完全相反？"
    },
    {
      "id": "02-041-0270_p0004",
      "zh_CN": "佛说的是真话。现在科学很发达，科学家他们证明了。譬如说，《般若经》上讲「凡所有相皆是虚妄」，科学家在最近二十多年发现了物质，物质究竟是什么，这个秘密揭穿了，物质现象是假的。好像是德国普朗克博士，他是量子物理学家，在他的研究报告当中，根据他研究的结果，他告诉我们，这个世界上根本就没有物质这个东西，物质是个幻相，让我们产生错觉，它根本就不存在。我们听了佛经上这样说法，现在又听科学家这个说法，让我们感到迷惑了，物质明明在我们面前，近，是我们的身体；再远一点，是我们居住环境，这怎么不是物质？佛在《般若经》上告诉我们，物质现象「凡所有相皆是虚妄」，又说「一切法无所有、毕竟空、不可得」，这些话我们听了真的会惊会怖，佛怎么说出这些话来，不近人情。大家都这么说的，你为什么不承认？大家都迷在虚幻里头。佛呢？佛看到真相，诸法实相，一切法的真实相。真实相是什么？真实相不存在，没有。",
      "zh_TW": "佛說的是真話。現在科學很發達，科學家他們證明了。譬如說，《般若經》上講「凡所有相皆是虛妄」，科學家在最近二十多年發現了物質，物質究竟是什麼，這個祕密揭穿了，物質現象是假的。好像是德國普朗克博士，他是量子物理學家，在他的研究報告當中，根據他研究的結果，他告訴我們，這個世界上根本就沒有物質這個東西，物質是個幻相，讓我們產生錯覺，它根本就不存在。我們聽了佛經上這樣說法，現在又聽科學家這個說法，讓我們感到迷惑了，物質明明在我們面前，近，是我們的身體；再遠一點，是我們居住環境，這怎麼不是物質？佛在《般若經》上告訴我們，物質現象「凡所有相皆是虛妄」，又說「一切法無所有、畢竟空、不可得」，這些話我們聽了真的會驚會怖，佛怎麼說出這些話來，不近人情。大家都這麼說的，你為什麼不承認？大家都迷在虛幻裡頭。佛呢？佛看到真相，諸法實相，一切法的真實相。真實相是什麼？真實相不存在，沒有。"
    },
    {
      "id": "02-041-0270_p0005",
      "zh_CN": "相有没有？说相有体空，这个好懂；相有，相是空的，这个不好懂。为什么说它空的？现在就得讲了，这个物质现象它寿命多长，一个画面它存在的时间多长。弥勒菩萨告诉我们，弥勒菩萨告诉我们这一弹指有三十二亿百千念。单位是百千，一百个千，十万，换句话说，三十二亿乘十万，我们把它算出来，三百二十兆，这一弹指，这么短的时间。一秒钟能弹几次？一秒钟，身体健康年轻小伙子有力气，可以弹七次。乘七，一秒钟，我们今天用秒做单位，那就是二千二百四十兆。用秒做单位是二千二百四十兆分之一秒，这一个画面存在的时间就这么长。为什么我们感觉到它有？它前面灭了，后面一个画面又生了，一个接着一个。速度多快？就是刚才所说的，二千二百四十兆分之一秒。一秒钟，它已经走过去多少个画面？二千二百四十兆，我们算，一张一张的算，二千二百四十兆张的画面。我们今天看电视，电视一秒钟多少个画面在那里波动？一百个，我们看不出它的破绽。现实的环境是二千二百四十兆，你怎么会知道它是假的？佛知道，我们怎么不知道？我们不知道的原因，是我们从来没有用过真心，都用妄心，妄心看到假相，真心看到真相。真心就是我们经题上所说的，清净没有染污。我们一般人的心染污了，有贪瞋痴慢就是染污。有名闻利养，有五欲六尘，是被外面环境染污了，贪瞋痴慢是自己内心的染污，内外全染污了，所以只看到幻相，把幻相当真，问题出在这个地方。",
      "zh_TW": "相有沒有？說相有體空，這個好懂；相有，相是空的，這個不好懂。為什麼說它空的？現在就得講了，這個物質現象它壽命多長，一個畫面它存在的時間多長。彌勒菩薩告訴我們，彌勒菩薩告訴我們這一彈指有三十二億百千念。單位是百千，一百個千，十萬，換句話說，三十二億乘十萬，我們把它算出來，三百二十兆，這一彈指，這麼短的時間。一秒鐘能彈幾次？一秒鐘，身體健康年輕小伙子有力氣，可以彈七次。乘七，一秒鐘，我們今天用秒做單位，那就是二千二百四十兆。用秒做單位是二千二百四十兆分之一秒，這一個畫面存在的時間就這麼長。為什麼我們感覺到它有？它前面滅了，後面一個畫面又生了，一個接著一個。速度多快？就是剛才所說的，二千二百四十兆分之一秒。一秒鐘，它已經走過去多少個畫面？二千二百四十兆，我們算，一張一張的算，二千二百四十兆張的畫面。我們今天看電視，電視一秒鐘多少個畫面在那裡波動？一百個，我們看不出它的破綻。現實的環境是二千二百四十兆，你怎麼會知道它是假的？佛知道，我們怎麼不知道？我們不知道的原因，是我們從來沒有用過真心，都用妄心，妄心看到假相，真心看到真相。真心就是我們經題上所說的，清淨沒有染污。我們一般人的心染污了，有貪瞋痴慢就是染污。有名聞利養，有五欲六塵，是被外面環境染污了，貪瞋痴慢是自己內心的染污，內外全染污了，所以只看到幻相，把幻相當真，問題出在這個地方。"
    },
    {
      "id": "02-041-0270_p0006",
      "zh_CN": "六道轮回是假相，十法界也是假相，不是真的，我们把它当真。六道轮回、十法界从哪来的？是我们念头变现的。我们的善念善行就变现三善道，天道、人道、修罗道这三善道。如果念头不善，贪瞋痴慢疑，贡高我慢，这样的念头、这样的行为变现出什么？三恶道。贪婪，饿鬼道；当然原因很多，主要的一个原因，鬼道主要的是贪。这个贪并不是专指贪财，贪名、贪色、贪财、贪虚荣，这都包括在里头。甚至于学佛之后，世间法不贪，他贪佛法，那还是贪，学到最后还是堕三恶道。不过他贪的是佛法，他在恶道里头他受的苦少；如果他贪的是虚妄的，是邪的不是正的，那他受的苦就多了。贪是饿鬼道，瞋恚是地狱道，愚痴是畜生道，这是讲许多许多因素里头第一个因素。天道第一个因素是上品十善，人道第一个因素是五戒、是五伦五常。佛法没到中国来，中国老祖宗教导我们的五伦五常，跟佛的十善五戒内容完全相同。世出世间一切法从心想生，就是善恶的念头、善恶的言语、善恶的行为，从这生的。天堂，天堂也是人造的，是从你善念生的，三恶道是恶念生的，就这么回事情。佛给我们讲真话，真话就是说穿了。",
      "zh_TW": "六道輪迴是假相，十法界也是假相，不是真的，我們把它當真。六道輪迴、十法界從哪來的？是我們念頭變現的。我們的善念善行就變現三善道，天道、人道、修羅道這三善道。如果念頭不善，貪瞋痴慢疑，貢高我慢，這樣的念頭、這樣的行為變現出什麼？三惡道。貪婪，餓鬼道；當然原因很多，主要的一個原因，鬼道主要的是貪。這個貪並不是專指貪財，貪名、貪色、貪財、貪虛榮，這都包括在裡頭。甚至於學佛之後，世間法不貪，他貪佛法，那還是貪，學到最後還是墮三惡道。不過他貪的是佛法，他在惡道裡頭他受的苦少；如果他貪的是虛妄的，是邪的不是正的，那他受的苦就多了。貪是餓鬼道，瞋恚是地獄道，愚痴是畜生道，這是講許多許多因素裡頭第一個因素。天道第一個因素是上品十善，人道第一個因素是五戒、是五倫五常。佛法沒到中國來，中國老祖宗教導我們的五倫五常，跟佛的十善五戒內容完全相同。世出世間一切法從心想生，就是善惡的念頭、善惡的言語、善惡的行為，從這生的。天堂，天堂也是人造的，是從你善念生的，三惡道是惡念生的，就這麼回事情。佛給我們講真話，真話就是說穿了。"
    },
    {
      "id": "02-041-0270_p0007",
      "zh_CN": "我们今天看的物质现象，就像看电视一样，电视的频率太高了。我们应该中年，小时候还看过电影，那个电影是怎么回事情？是动画，现在讲动画。这是一卷电影的底片，这就是动画，一张一张连续起来的，它在放映机里面速度多快？一秒钟二十四张。二十四分之一秒这个频率，就把我们两个眼睛骗了，我们以为是真的，看得很起劲，不知道它是动画，一秒钟二十四张。从前老的电视黑白的，是一秒钟五十张。现在数码彩色的，一秒钟一百张。我们讲里头的一张，你就知道是假的了。不要说电视了，我们就拿这个动画（这个影片），把它放在放映机里头，这些东西我年轻的时候都玩过，我们把二十四张，二十三张都涂黑了，只留一张；在放映机里面，放映机打开，让它投射到银幕上，看到是一个什么画面？看到了，看到什么？有一道光一闪就没有了，光里头什么东西完全没有看到，就是看到光一闪就过去了。要看到里面的形相，大概要把速度调整到二分之一秒或者三分之一秒，能看到什么？能看到好像有树、好像有人，人面目都看不到，都看不清楚，好像有这个影子。二分之一秒，看到了，看得比较清楚，我们有个概念了；三分之一秒以上，概念没有了。所以你看看，二十四分之一秒，只看到一道光闪一下就没有了，这个现象我们能够理解。",
      "zh_TW": "我們今天看的物質現象，就像看電視一樣，電視的頻率太高了。我們應該中年，小時候還看過電影，那個電影是怎麼回事情？是動畫，現在講動畫。這是一捲電影的底片，這就是動畫，一張一張連續起來的，它在放映機裡面速度多快？一秒鐘二十四張。二十四分之一秒這個頻率，就把我們兩個眼睛騙了，我們以為是真的，看得很起勁，不知道它是動畫，一秒鐘二十四張。從前老的電視黑白的，是一秒鐘五十張。現在數碼彩色的，一秒鐘一百張。我們講裡頭的一張，你就知道是假的了。不要說電視了，我們就拿這個動畫（這個影片），把它放在放映機裡頭，這些東西我年輕的時候都玩過，我們把二十四張，二十三張都塗黑了，只留一張；在放映機裡面，放映機打開，讓它投射到銀幕上，看到是一個什麼畫面？看到了，看到什麼？有一道光一閃就沒有了，光裡頭什麼東西完全沒有看到，就是看到光一閃就過去了。要看到裡面的形相，大概要把速度調整到二分之一秒或者三分之一秒，能看到什麼？能看到好像有樹、好像有人，人面目都看不到，都看不清楚，好像有這個影子。二分之一秒，看到了，看得比較清楚，我們有個概念了；三分之一秒以上，概念沒有了。所以你看看，二十四分之一秒，只看到一道光閃一下就沒有了，這個現象我們能夠理解。"
    },
    {
      "id": "02-041-0270_p0008",
      "zh_CN": "我们现前在生活当中看这现象，不但是世间法，出世间法也不例外，全都是二千二百四十兆分之一秒，单位是兆，不是亿、不是万，我们怎么能看见？它一个画面一个画面连续起来，我们是在看电影，高频率播放的电影，没有一个画面是真的。所以佛把这个现象形容为，《金刚经》上讲的「一切有为法，如梦幻泡影」。有为就是有生有灭，六道有生有灭，十法界有生有灭，十法界里最高的是佛法界，叫有为法，不是真的。所以佛才说「一切法无所有、毕竟空、不可得」，你怎么能得到？不但得不到，身体都得不到，身体也是在这个频率所产生的幻相。这个现象被量子力学家发现，最近二十多年，知道物质现象从哪里来的，从念头上产生的。这是科学家讲微中子，这是物质现象最小的，没有比这个更小的，打破之后，物质就不见了，没有了，看到什么？看到是念头波动的现象，告诉我们频率太高了，很快。没有说出数字，弥勒菩萨说出数字，告诉我们高到什么程度？一秒钟这个生灭次数是二千二百四十兆，一秒钟。念头呢？念头也是的，也是在这么高频率之下所产生的。现在科学家第一个，物质现象搞清楚了，现在就搞第二个，念头是什么。我们有理由相信，二、三十年之后科学家会发现，发现念头也是假的不是真的，它至少也是在这个频率之下产生的幻相。所以佛说，凡所有相，物质现象、精神现象、自然现象，凡所有相皆是虚妄，没一样是真的。你把它当真，错了；你不把它当真，它不碍事。",
      "zh_TW": "我們現前在生活當中看這現象，不但是世間法，出世間法也不例外，全都是二千二百四十兆分之一秒，單位是兆，不是億、不是萬，我們怎麼能看見？它一個畫面一個畫面連續起來，我們是在看電影，高頻率播放的電影，沒有一個畫面是真的。所以佛把這個現象形容為，《金剛經》上講的「一切有為法，如夢幻泡影」。有為就是有生有滅，六道有生有滅，十法界有生有滅，十法界裡最高的是佛法界，叫有為法，不是真的。所以佛才說「一切法無所有、畢竟空、不可得」，你怎麼能得到？不但得不到，身體都得不到，身體也是在這個頻率所產生的幻相。這個現象被量子力學家發現，最近二十多年，知道物質現象從哪裡來的，從念頭上產生的。這是科學家講微中子，這是物質現象最小的，沒有比這個更小的，打破之後，物質就不見了，沒有了，看到什麼？看到是念頭波動的現象，告訴我們頻率太高了，很快。沒有說出數字，彌勒菩薩說出數字，告訴我們高到什麼程度？一秒鐘這個生滅次數是二千二百四十兆，一秒鐘。念頭呢？念頭也是的，也是在這麼高頻率之下所產生的。現在科學家第一個，物質現象搞清楚了，現在就搞第二個，念頭是什麼。我們有理由相信，二、三十年之後科學家會發現，發現念頭也是假的不是真的，它至少也是在這個頻率之下產生的幻相。所以佛說，凡所有相，物質現象、精神現象、自然現象，凡所有相皆是虛妄，沒一樣是真的。你把它當真，錯了；你不把它當真，它不礙事。"
    },
    {
      "id": "02-041-0270_p0009",
      "zh_CN": "讲到这些地方，我们常常用电视屏幕来做比喻，因为这个比喻，大家都看过电视。我们把电视的屏幕比喻作真如自性，它是万事万物的本体。电视频道上的色相，那就是凡所有相，它离不开屏幕；离开屏幕，它现不出来，它没有，但是它所现的相是假相、生灭相，屏幕是不生不灭。就是我们屏幕还是生灭的，我们把它比喻，因为它的生灭我们看不出来，我们看它是同一个相；频道上的音声、色相，这个我们能感出来它刹那刹那在变。宇宙的本体是自性，就是真心，真心没有相，它不是物质现象也不是精神现象，它什么都不是，它能生现象。怎么生的？它要动摇了，它就会生；它不动，它不生。像水一样，水不动很平（平静）像一面镜子一样，风一吹，小风就小浪，大风就起大浪，没有风它就不起浪。我们起心动念就是风，真心就变样子，就变成妄心，妄心就现相。现相，不执着，没事，假的；执着就自生烦恼，就这么回事情。",
      "zh_TW": "講到這些地方，我們常常用電視屏幕來做比喻，因為這個比喻，大家都看過電視。我們把電視的屏幕比喻作真如自性，它是萬事萬物的本體。電視頻道上的色相，那就是凡所有相，它離不開屏幕；離開屏幕，它現不出來，它沒有，但是它所現的相是假相、生滅相，屏幕是不生不滅。就是我們屏幕還是生滅的，我們把它比喻，因為它的生滅我們看不出來，我們看它是同一個相；頻道上的音聲、色相，這個我們能感出來它剎那剎那在變。宇宙的本體是自性，就是真心，真心沒有相，它不是物質現象也不是精神現象，它什麼都不是，它能生現象。怎麼生的？它要動搖了，它就會生；它不動，它不生。像水一樣，水不動很平（平靜）像一面鏡子一樣，風一吹，小風就小浪，大風就起大浪，沒有風它就不起浪。我們起心動念就是風，真心就變樣子，就變成妄心，妄心就現相。現相，不執著，沒事，假的；執著就自生煩惱，就這麼回事情。"
    },
    {
      "id": "02-041-0270_p0010",
      "zh_CN": "我们明白这个道理，搞清楚、搞明白了，佛在经上说这些，我们就不会感觉害怕，而且我们能接受。为什么？我们要学习，一切现象不起心、不动念、不分别、不执着就没事，这个人就叫做佛陀。佛跟我们凡夫没有两样，是一不是二。他觉悟了，他明白了，他不受外面境界干扰，这就是佛。凡夫把这些幻相完全当作真的，喜欢的他要保持，保不住他还要保持，不喜欢的他排斥，都是错了，这就是把它当真了，没有真的。真的是什么？能生能现的自性，真心，真心是真的，真心是清净的。惠能大师开悟，悟什么？悟个真心。真心是什么样子？他说了五句话，那就是真心的样子。第一句他说「本自清净」，真心从来没有染污过。第二个，它「不生不灭」。妄心有生有灭，念头，妄心是念头，念头有生有灭，而且常常在转换，善念转成恶念，恶念转成善念，不停的在那里转。第三个现象，「本自具足」，这一句话非常重要，告诉你什么？你不要到外面去求，外面什么都没有，假的，不能解决问题，能解决问题是真的，真的是本自具足。第一个，他把本自具足的内容分作三大类，第一个「智慧」，智慧是自性本有的，无量无边的智慧，无所不知的智慧，无所不明的智慧，自性本有的；第二大类是「德能」，你的能力也是无量无边，你什么都能造；第三个是「相好」，那就是所有一切的现象全都是自性本来具足的。极乐世界美好，要知道是本自具足，不是外来的。阿弥陀佛神通广大，能造极乐世界，这种德能一切众生个个都有，没有哪个比哪个高、哪个比哪个低，没有，平等的，所以《华严经》上说「一切众生本来是佛」。所以佛法教我们求，从内，不向外，向内求就得到了。向外面得不到，外面得到是假的，知识。向内，这是智慧，是真的不是假的。智慧能解决一切问题，知识不行，知识有很大的局限性，而且还有后遗症。",
      "zh_TW": "我們明白這個道理，搞清楚、搞明白了，佛在經上說這些，我們就不會感覺害怕，而且我們能接受。為什麼？我們要學習，一切現象不起心、不動念、不分別、不執著就沒事，這個人就叫做佛陀。佛跟我們凡夫沒有兩樣，是一不是二。他覺悟了，他明白了，他不受外面境界干擾，這就是佛。凡夫把這些幻相完全當作真的，喜歡的他要保持，保不住他還要保持，不喜歡的他排斥，都是錯了，這就是把它當真了，沒有真的。真的是什麼？能生能現的自性，真心，真心是真的，真心是清淨的。惠能大師開悟，悟什麼？悟個真心。真心是什麼樣子？他說了五句話，那就是真心的樣子。第一句他說「本自清淨」，真心從來沒有染污過。第二個，它「不生不滅」。妄心有生有滅，念頭，妄心是念頭，念頭有生有滅，而且常常在轉換，善念轉成惡念，惡念轉成善念，不停的在那裡轉。第三個現象，「本自具足」，這一句話非常重要，告訴你什麼？你不要到外面去求，外面什麼都沒有，假的，不能解決問題，能解決問題是真的，真的是本自具足。第一個，他把本自具足的內容分作三大類，第一個「智慧」，智慧是自性本有的，無量無邊的智慧，無所不知的智慧，無所不明的智慧，自性本有的；第二大類是「德能」，你的能力也是無量無邊，你什麼都能造；第三個是「相好」，那就是所有一切的現象全都是自性本來具足的。極樂世界美好，要知道是本自具足，不是外來的。阿彌陀佛神通廣大，能造極樂世界，這種德能一切眾生個個都有，沒有哪個比哪個高、哪個比哪個低，沒有，平等的，所以《華嚴經》上說「一切眾生本來是佛」。所以佛法教我們求，從內，不向外，向內求就得到了。向外面得不到，外面得到是假的，知識。向內，這是智慧，是真的不是假的。智慧能解決一切問題，知識不行，知識有很大的侷限性，而且還有後遺症。"
    },
    {
      "id": "02-041-0270_p0011",
      "zh_CN": "科学在这个世界上、在这个地球上大概四百年了，演变到今天，我们都看见了，我们得到科学一点便利，但是它带给我们的麻烦，我们两个比较一下，得不偿失。科学技术造成核武、生化的武器，这个武器能够毁灭地球上所有的生物，让住在地球上的人没有安全感，这个很恐怖，安全感失掉了，换句话说，住在地球上是苦不是乐。在以前，科学没有发展到这个地步的时候，没有这个核武，没有生化武器，打仗是有限的，伤亡也是有限的。现在核爆，连细菌都不能存在，真叫灭绝。可不可能？非常有可能。所以，在二十世纪末，一九七Ｏ年代，英国汤恩比博士，我们的看法，这个人是菩萨化身，大慈大悲。他经历第一次大战、第二次大战，他最担心的是第三次大战，他说第三次大战地球就毁灭了。如何防止这个战争不会发生，他晚年几乎天天都是这个念头。他想出一个方法，我们相信他对于中国历史了解得透彻，大概在中国也找不到一个人能跟他相比，这是个历史哲学家，专门搞文化史，我相信他是从夏商周三代得来的启示，他说世界要有一个政府一个国家，把世界统合成一体，这个战争就不会爆发了。",
      "zh_TW": "科學在這個世界上、在這個地球上大概四百年了，演變到今天，我們都看見了，我們得到科學一點便利，但是它帶給我們的麻煩，我們兩個比較一下，得不償失。科學技術造成核武、生化的武器，這個武器能夠毀滅地球上所有的生物，讓住在地球上的人沒有安全感，這個很恐怖，安全感失掉了，換句話說，住在地球上是苦不是樂。在以前，科學沒有發展到這個地步的時候，沒有這個核武，沒有生化武器，打仗是有限的，傷亡也是有限的。現在核爆，連細菌都不能存在，真叫滅絕。可不可能？非常有可能。所以，在二十世紀末，一九七Ｏ年代，英國湯恩比博士，我們的看法，這個人是菩薩化身，大慈大悲。他經歷第一次大戰、第二次大戰，他最擔心的是第三次大戰，他說第三次大戰地球就毀滅了。如何防止這個戰爭不會發生，他晚年幾乎天天都是這個念頭。他想出一個方法，我們相信他對於中國歷史了解得透徹，大概在中國也找不到一個人能跟他相比，這是個歷史哲學家，專門搞文化史，我相信他是從夏商周三代得來的啟示，他說世界要有一個政府一個國家，把世界統合成一體，這個戰爭就不會爆發了。"
    },
    {
      "id": "02-041-0270_p0012",
      "zh_CN": "谁来统一？他提出是中国人，而且说得很明白、很清楚，「只有中国孔孟学说跟大乘佛法」。大乘佛法确实传到中国，印度现在没有了。中国人用这两样东西来统合全世界，就像夏商周三代，夏商周三代的统一是文化统一，每一个国家它还是主权国，但是有两种是统一的，一种是书同文，文字统一；车同轨，造这个车辆，轨道是统一的，这一个是交通、一个是资讯，这是统一的。他们对中国文字非常赞叹，像瑞典高本汉博士，他告诉人，「汉字不能改，文言不能废，经书必须读」，欧洲人，读中国书的。他跟人说，如果真有来生，他来生要投胎到中国来，作中国人。对中国文化的仰慕。今天这个世界好像是有这个样子，要靠我们努力。如果世界朝这个方向走，我们有理由相信地球上将来会有千年盛世，这个盛世不是地区性的，不是一个地区一个国家，是全世界，全世界会有非常幸福美满的时代出现，人类的福报。",
      "zh_TW": "誰來統一？他提出是中國人，而且說得很明白、很清楚，「只有中國孔孟學說跟大乘佛法」。大乘佛法確實傳到中國，印度現在沒有了。中國人用這兩樣東西來統合全世界，就像夏商周三代，夏商周三代的統一是文化統一，每一個國家它還是主權國，但是有兩種是統一的，一種是書同文，文字統一；車同軌，造這個車輛，軌道是統一的，這一個是交通、一個是資訊，這是統一的。他們對中國文字非常讚歎，像瑞典高本漢博士，他告訴人，「漢字不能改，文言不能廢，經書必須讀」，歐洲人，讀中國書的。他跟人說，如果真有來生，他來生要投胎到中國來，作中國人。對中國文化的仰慕。今天這個世界好像是有這個樣子，要靠我們努力。如果世界朝這個方向走，我們有理由相信地球上將來會有千年盛世，這個盛世不是地區性的，不是一個地區一個國家，是全世界，全世界會有非常幸福美滿的時代出現，人類的福報。"
    },
    {
      "id": "02-041-0270_p0013",
      "zh_CN": "祖宗为我们创造这些基础，我们只要在这上扎根，好好去经营，一定能开花结果。那就是像高本汉讲的，汉字不能改。我们要学文字学、要学声韵学、要学训诂学，这三样东西学会了，这是古时候中国的小学。小学通了之后，第一部重要的，四书。四书是什么？是儒家的教学的根本。根本的理论是《中庸》，《中庸》讲中和，中，不偏不邪，和是和睦，平等对待，和睦相处，讲诚、讲仁、讲爱，理论。方法是《大学》，从格物、致知，诚意、正心，修身、齐家、治国、平天下。老祖宗讲得好，我们要相信，为什么？它在中国实现了三千年，中国这个地区出现太平盛世，每个朝代都有一段太平盛世，那就是通过实验的，这就是今天科学的精神，通过实验，可以信任。只要我们肯努力的学习，能达到祖宗所做的效果，我们对它要有信心。今天外国人的信心比我们要高很多倍，我们自己没有信心。所以真正搞清楚、搞明白了，随顺古圣先贤的教诲，让自己在这一生当中能得到幸福美满的生活。幸福美满里头包括真实智慧、健康长寿，每天法喜充满，常生欢喜心，快乐，六根所接触六尘境界没有不适意的，完全显出的是正能量，没有负能量。身修，家齐，国治，天下太平，用文化，不用武力，不用政治，也不是科学技术，也不是经济贸易，是中国传统文化。",
      "zh_TW": "祖宗為我們創造這些基礎，我們只要在這上扎根，好好去經營，一定能開花結果。那就是像高本漢講的，漢字不能改。我們要學文字學、要學聲韻學、要學訓詁學，這三樣東西學會了，這是古時候中國的小學。小學通了之後，第一部重要的，四書。四書是什麼？是儒家的教學的根本。根本的理論是《中庸》，《中庸》講中和，中，不偏不邪，和是和睦，平等對待，和睦相處，講誠、講仁、講愛，理論。方法是《大學》，從格物、致知，誠意、正心，修身、齊家、治國、平天下。老祖宗講得好，我們要相信，為什麼？它在中國實現了三千年，中國這個地區出現太平盛世，每個朝代都有一段太平盛世，那就是通過實驗的，這就是今天科學的精神，通過實驗，可以信任。只要我們肯努力的學習，能達到祖宗所做的效果，我們對它要有信心。今天外國人的信心比我們要高很多倍，我們自己沒有信心。所以真正搞清楚、搞明白了，隨順古聖先賢的教誨，讓自己在這一生當中能得到幸福美滿的生活。幸福美滿裡頭包括真實智慧、健康長壽，每天法喜充滿，常生歡喜心，快樂，六根所接觸六塵境界沒有不適意的，完全顯出的是正能量，沒有負能量。身修，家齊，國治，天下太平，用文化，不用武力，不用政治，也不是科學技術，也不是經濟貿易，是中國傳統文化。"
    },
    {
      "id": "02-041-0270_p0014",
      "zh_CN": "我们对祖宗要信任，要恭敬、要感恩，要向他们学习，他们的心清净平等觉，觉而不迷。我们今天瞧不起祖宗，认为他们落伍、他们没有科学技术，错了，他有，他懂。懂，不发展，为什么？如果早发展，可能这个地球已经毁灭了。",
      "zh_TW": "我們對祖宗要信任，要恭敬、要感恩，要向他們學習，他們的心清淨平等覺，覺而不迷。我們今天瞧不起祖宗，認為他們落伍、他們沒有科學技術，錯了，他有，他懂。懂，不發展，為什麼？如果早發展，可能這個地球已經毀滅了。"
    },
    {
      "id": "02-041-0270_p0015",
      "zh_CN": "所以「忍」这个字多重要，能忍，什么问题都能解决；不能忍，就要出事情。所以佛教给我们，要「信解受持，爱乐顺入，修习安住」。这个安是平安，安从哪里来？从平等来。世界社会为什么动乱？不平等，贫富差距太大。真正懂得政治的，从政第一个目标就是把贫富拉近，人民就服了，人民就感恩，才能安住在地球。「是为第一随顺音声忍」，音响忍里头有这么深的意思在里头，「即是音响忍也」。",
      "zh_TW": "所以「忍」這個字多重要，能忍，什麼問題都能解決；不能忍，就要出事情。所以佛教給我們，要「信解受持，愛樂順入，修習安住」。這個安是平安，安從哪裡來？從平等來。世界社會為什麼動亂？不平等，貧富差距太大。真正懂得政治的，從政第一個目標就是把貧富拉近，人民就服了，人民就感恩，才能安住在地球。「是為第一隨順音聲忍」，音響忍裡頭有這麼深的意思在裡頭，「即是音響忍也」。"
    },
    {
      "id": "02-041-0270_p0016",
      "zh_CN": "「又曰：此菩萨随顺寂静」。这就是学问了，什么是真乐？什么是最乐？什么是永恒的乐？就是「寂静」这两个字。寂是指心，真心，真心一念不生。所以菩萨明心见性达到圆满的时候，叫寂灭忍，妙觉如来他证得的。寂，在弥陀净土里面称为常寂光，常是不生不灭，寂是一个念头不生，一念不生，光是智慧，是自性本具的智慧普照全宇宙，佛法里面讲的遍法界虚空界常寂光普照。常寂光在哪里？无处不在，无时不在，我们全在常寂光里面。所以我们起心动念、言语造作，只要证得常寂光这些诸佛如来他们统统知道、统统看到。常寂光是法身，常寂光没有现象，所谓物质现象没有，精神现象没有，自然现象也没有。由此可知，它本质就是一片光明。这个光明我们见不到，我们身在其中而不知觉，没有办法觉知，为什么？我们的心是动的，寂静没有了。寂没有了，是心动了；静没有了，静没有是什么？身动了、口动了。身口意三业全都动了，这就是六道凡夫。菩萨呢？菩萨他身心都不动，身口意三业他随顺寂静，寂静就是性德、就是真心，随顺真心，他不用妄心。妄心是起心动念，我们今天讲思考、思惟，思考、思惟都是染污，真心上面的染污。",
      "zh_TW": "「又曰：此菩薩隨順寂靜」。這就是學問了，什麼是真樂？什麼是最樂？什麼是永恆的樂？就是「寂靜」這兩個字。寂是指心，真心，真心一念不生。所以菩薩明心見性達到圓滿的時候，叫寂滅忍，妙覺如來他證得的。寂，在彌陀淨土裡面稱為常寂光，常是不生不滅，寂是一個念頭不生，一念不生，光是智慧，是自性本具的智慧普照全宇宙，佛法裡面講的遍法界虛空界常寂光普照。常寂光在哪裡？無處不在，無時不在，我們全在常寂光裡面。所以我們起心動念、言語造作，只要證得常寂光這些諸佛如來他們統統知道、統統看到。常寂光是法身，常寂光沒有現象，所謂物質現象沒有，精神現象沒有，自然現象也沒有。由此可知，它本質就是一片光明。這個光明我們見不到，我們身在其中而不知覺，沒有辦法覺知，為什麼？我們的心是動的，寂靜沒有了。寂沒有了，是心動了；靜沒有了，靜沒有是什麼？身動了、口動了。身口意三業全都動了，這就是六道凡夫。菩薩呢？菩薩他身心都不動，身口意三業他隨順寂靜，寂靜就是性德、就是真心，隨順真心，他不用妄心。妄心是起心動念，我們今天講思考、思惟，思考、思惟都是染污，真心上面的染污。"
    },
    {
      "id": "02-041-0270_p0017",
      "zh_CN": "菩萨随顺，菩萨应化在世间，他来干什么？两个原因，自己没有成佛，要在六道十法界里头去修随顺寂静。不在这个里面他没法子修，一定要境界现前，你眼看得很清楚，耳听得很清楚，心里面干干净净，一尘不染，没有被外面境界干扰，这真修，这是菩萨。离开这个环境，找个深山，挖个洞，在里头打坐静修，那不是真的，他要离开深山，都市里头逛一趟，心又动了。真修要历事炼心，离开五欲六尘你到哪里去修？你没得修，这个道理要懂。人家怎么修成功的？阿罗汉什么本事？六根在六尘境界里能够不执着，他有起心动念、有分别，没有执着，这就是阿罗汉，我们就不如他，不但我们不如，二十八层天他也不如。所以他超越六道轮回，不执着就出轮回了。执着不行，执着错了，为什么？一切法、一切现象都是假的，没有一样是真的，你要执着它，你的亏可吃大了。所以不执着，学顺忍，这叫修道。",
      "zh_TW": "菩薩隨順，菩薩應化在世間，他來幹什麼？兩個原因，自己沒有成佛，要在六道十法界裡頭去修隨順寂靜。不在這個裡面他沒法子修，一定要境界現前，你眼看得很清楚，耳聽得很清楚，心裡面乾乾淨淨，一塵不染，沒有被外面境界干擾，這真修，這是菩薩。離開這個環境，找個深山，挖個洞，在裡頭打坐靜修，那不是真的，他要離開深山，都市裡頭逛一趟，心又動了。真修要歷事鍊心，離開五欲六塵你到哪裡去修？你沒得修，這個道理要懂。人家怎麼修成功的？阿羅漢什麼本事？六根在六塵境界裡能夠不執著，他有起心動念、有分別，沒有執著，這就是阿羅漢，我們就不如他，不但我們不如，二十八層天他也不如。所以他超越六道輪迴，不執著就出輪迴了。執著不行，執著錯了，為什麼？一切法、一切現象都是假的，沒有一樣是真的，你要執著它，你的虧可吃大了。所以不執著，學順忍，這叫修道。"
    },
    {
      "id": "02-041-0270_p0018",
      "zh_CN": "菩萨比阿罗汉高，菩萨不但不执着，还不分别，没有分别。阿罗汉不执着，得清净心；菩萨不分别，得平等心，比阿罗汉高。最后不起心、不动念，连不起心、不动念的习气都没有，那就圆满，你成佛了。这个佛了不起，这个佛是无上正等正觉，他比等觉还高。通常一般讲成佛，初住菩萨就成佛，为什么？初住无明断掉了，就是不起心、不动念，他生在实报庄严土，证得的是报身。实报土里面有四十一个阶级，十住、十行、十回向、十地、等觉，四十一个阶级。这四十一个阶级你要问他，他们全是不起心、不动念、不分别、不执着，怎么还有阶级？这个阶级怎么分的？习气，习气有浓淡不等。初证得的，习气很浓，就是很重；修了很久的时间，习气很淡、很轻；统统断干净才能成正觉，才是妙觉位，那就圆满了。妙觉位怎么样？完全融入常寂光，法身，证得真正法身；不是知道，他融进法身里，就是说他到常寂光里面去了，再也找不到他，常寂光没有形相也没有念头，就变成常寂光。常寂光可是充满智慧德能，能现一切现象，什么都没有，什么都能现。为什么现相？帮助那些还在迷惑颠倒没觉悟的人，帮助他们，所以随类现身。这些是什么？统统是自性里本有的。千万不要以为自性是在外面去找，全错了。所以佛法教我们回头，到自性去找。",
      "zh_TW": "菩薩比阿羅漢高，菩薩不但不執著，還不分別，沒有分別。阿羅漢不執著，得清淨心；菩薩不分別，得平等心，比阿羅漢高。最後不起心、不動念，連不起心、不動念的習氣都沒有，那就圓滿，你成佛了。這個佛了不起，這個佛是無上正等正覺，他比等覺還高。通常一般講成佛，初住菩薩就成佛，為什麼？初住無明斷掉了，就是不起心、不動念，他生在實報莊嚴土，證得的是報身。實報土裡面有四十一個階級，十住、十行、十迴向、十地、等覺，四十一個階級。這四十一個階級你要問他，他們全是不起心、不動念、不分別、不執著，怎麼還有階級？這個階級怎麼分的？習氣，習氣有濃淡不等。初證得的，習氣很濃，就是很重；修了很久的時間，習氣很淡、很輕；統統斷乾淨才能成正覺，才是妙覺位，那就圓滿了。妙覺位怎麼樣？完全融入常寂光，法身，證得真正法身；不是知道，他融進法身裡，就是說他到常寂光裡面去了，再也找不到他，常寂光沒有形相也沒有念頭，就變成常寂光。常寂光可是充滿智慧德能，能現一切現象，什麼都沒有，什麼都能現。為什麼現相？幫助那些還在迷惑顛倒沒覺悟的人，幫助他們，所以隨類現身。這些是什麼？統統是自性裡本有的。千萬不要以為自性是在外面去找，全錯了。所以佛法教我們回頭，到自性去找。"
    },
    {
      "id": "02-041-0270_p0019",
      "zh_CN": "现在有困难，我们眼睁睁看大乘在中国过去形成的八大宗派，现在我们搞净土，现在净土还有，除净土之外好像都没有了。贤首宗没有了，贤首是以《华严》为主修的，现在没有听说人专攻《华严》、专讲《华严》，没听说了。天台宗是《法华》。法相宗是唯识，《瑜伽师地论》是它主要的典籍；《楞伽经》在中国有三种翻译，过去禅宗用它做印心。戒律，大小乘戒律，现在只有台湾果清法师，他学这个的，戒律，讲戒律，还有这么一点痕迹在。其他宗派没有了。禅宗，达摩祖师到中国来的时候用《楞伽》印心，五祖以后用《金刚经》印心，都没有了。三论，《中论》、《百论》、《十二门论》。密宗，藏密还在，还像个样子。难！找一个老师都找不到了。",
      "zh_TW": "現在有困難，我們眼睜睜看大乘在中國過去形成的八大宗派，現在我們搞淨土，現在淨土還有，除淨土之外好像都沒有了。賢首宗沒有了，賢首是以《華嚴》為主修的，現在沒有聽說人專攻《華嚴》、專講《華嚴》，沒聽說了。天台宗是《法華》。法相宗是唯識，《瑜伽師地論》是它主要的典籍；《楞伽經》在中國有三種翻譯，過去禪宗用它做印心。戒律，大小乘戒律，現在只有台灣果清法師，他學這個的，戒律，講戒律，還有這麼一點痕跡在。其他宗派沒有了。禪宗，達摩祖師到中國來的時候用《楞伽》印心，五祖以後用《金剛經》印心，都沒有了。三論，《中論》、《百論》、《十二門論》。密宗，藏密還在，還像個樣子。難！找一個老師都找不到了。"
    },
    {
      "id": "02-041-0270_p0020",
      "zh_CN": "我们真想学，怎么办？真想学，有办法，没有老师也有办法，只要遵守老师的修学理念跟方法就行，现前还有例子在。祖宗教给我们什么方法、什么理念？理念就是「一门深入，长时薰修」。没有老师不要紧，你学一部经，天天念它，别打妄想。譬如我们修净土的《无量寿经》，没有老师，你就念《无量寿经》。要念多少遍？一千遍。不要求解义，一定要知道经典的文字是没有意思的。因为没有意思，它在运用的时候无量义，真实智慧。怎么讲，深讲、浅讲，长讲、短讲，应各种不同的讲法，无量无边，太丰足了。跟世间法不一样，世间文字只有这个意思，只有一个讲法；佛法一句话、一个字，能给你讲一百年也讲不完，这都是真的不是假的。要开慧，佛法教学就是要开悟，把自性里面的智慧引发出来，这就毕业了。这个毕业就是禅宗里讲「大彻大悟，明心见性」，教下叫「大开圆解」，净土法门里面叫「理一心不乱」，名词不一样，境界相同。所以无师可以自通，遵循古人的办法可以自通，修一部经。",
      "zh_TW": "我們真想學，怎麼辦？真想學，有辦法，沒有老師也有辦法，只要遵守老師的修學理念跟方法就行，現前還有例子在。祖宗教給我們什麼方法、什麼理念？理念就是「一門深入，長時薰修」。沒有老師不要緊，你學一部經，天天念它，別打妄想。譬如我們修淨土的《無量壽經》，沒有老師，你就念《無量壽經》。要念多少遍？一千遍。不要求解義，一定要知道經典的文字是沒有意思的。因為沒有意思，它在運用的時候無量義，真實智慧。怎麼講，深講、淺講，長講、短講，應各種不同的講法，無量無邊，太豐足了。跟世間法不一樣，世間文字只有這個意思，只有一個講法；佛法一句話、一個字，能給你講一百年也講不完，這都是真的不是假的。要開慧，佛法教學就是要開悟，把自性裡面的智慧引發出來，這就畢業了。這個畢業就是禪宗裡講「大徹大悟，明心見性」，教下叫「大開圓解」，淨土法門裡面叫「理一心不亂」，名詞不一樣，境界相同。所以無師可以自通，遵循古人的辦法可以自通，修一部經。"
    },
    {
      "id": "02-041-0270_p0021",
      "zh_CN": "在我们现前，我知道有三个人。刘素云居士，她读《无量寿经》，到现在不止三千遍；二十年了，一天念十个小时，你去算这个，其他的时间念阿弥陀佛。你说她有没有得一心不乱？我看到这个现象，不必问，当然得一心不乱。一心不乱有浅深不一样，有浅有深。人家二十年了。佛法世法你去向她请教，她都给你讲得头头是道。念经，就是叫你念，不要求解义；这个怎么讲法，不求，也不要听。念经的时候，念经是干什么？是修定，是修念佛三昧，用读经的方法修念佛三昧，要明白这个。你还研究什么意思，那就坏了，它没有意思。为什么？它的体是寂静的，寂静哪来的意思？寂静到极处，寂静光通，那智慧开了。那个光是智慧，通了，是自性里头本有的，不是外头的。",
      "zh_TW": "在我們現前，我知道有三個人。劉素雲居士，她讀《無量壽經》，到現在不止三千遍；二十年了，一天念十個小時，你去算這個，其他的時間念阿彌陀佛。你說她有沒有得一心不亂？我看到這個現象，不必問，當然得一心不亂。一心不亂有淺深不一樣，有淺有深。人家二十年了。佛法世法你去向她請教，她都給你講得頭頭是道。念經，就是叫你念，不要求解義；這個怎麼講法，不求，也不要聽。念經的時候，念經是幹什麼？是修定，是修念佛三昧，用讀經的方法修念佛三昧，要明白這個。你還研究什麼意思，那就壞了，它沒有意思。為什麼？它的體是寂靜的，寂靜哪來的意思？寂靜到極處，寂靜光通，那智慧開了。那個光是智慧，通了，是自性裡頭本有的，不是外頭的。"
    },
    {
      "id": "02-041-0270_p0022",
      "zh_CN": "所以你多想想看，释迦牟尼佛他给我们表现的是榜样、是模范。他十九岁出家，放弃国王的继承权，放弃宫廷富贵的生活，他去当苦行僧，日中一食，树下一宿。这个苦行僧的生活过一辈子，不是几天、几个月。佛陀入灭是在树林里头，我们今天讲森林，不是在房子里面。他是知识分子，为我们表演的广学多闻。在那个时代，印度是宗教之国、是哲学之国，古印度的哲学在这个地球上他们那个时代非常发达。他学了十二年，经上有记载，十二年怎么样？发现所学的都不能解决问题，没有法子教你脱离六道轮回，他就不学了，放弃了，学十二年放弃了。放弃了，到菩提树下去入定，那一年他三十岁。学佛之后我们了解，十九岁出家，是放下烦恼障；三十岁放弃求学，是放下所知障。到菩提树下入定，回归自性，开悟了，大彻大悟，就开始教学。",
      "zh_TW": "所以你多想想看，釋迦牟尼佛他給我們表現的是榜樣、是模範。他十九歲出家，放棄國王的繼承權，放棄宮廷富貴的生活，他去當苦行僧，日中一食，樹下一宿。這個苦行僧的生活過一輩子，不是幾天、幾個月。佛陀入滅是在樹林裡頭，我們今天講森林，不是在房子裡面。他是知識分子，為我們表演的廣學多聞。在那個時代，印度是宗教之國、是哲學之國，古印度的哲學在這個地球上他們那個時代非常發達。他學了十二年，經上有記載，十二年怎麼樣？發現所學的都不能解決問題，沒有法子教你脫離六道輪迴，他就不學了，放棄了，學十二年放棄了。放棄了，到菩提樹下去入定，那一年他三十歲。學佛之後我們了解，十九歲出家，是放下煩惱障；三十歲放棄求學，是放下所知障。到菩提樹下入定，回歸自性，開悟了，大徹大悟，就開始教學。"
    },
    {
      "id": "02-041-0270_p0023",
      "zh_CN": "教学是非常有体系的，他不是乱来的，等于像办学校，先办小学。讲阿含，阿含是小乘，就是小学，十二年。我们今天小学六年，佛陀的小学十二年，根扎得厚。十二年之后提升，方等，八年，好比是中学，给进入大学做准备的。中学跟小学联合起来，二十年。二十年之后办大学，学生都提升了，大学讲般若（智慧），教了多久？二十二年。释迦牟尼佛一生讲经教学四十九年，般若几乎占一半，这是他主要要说的、要教的。最后八年是研究所，帮助菩萨成佛，拿到佛陀教育最高的学位。同学们在此地要记住，佛教里面的佛陀、菩萨、阿罗汉，是学位的名称，跟神仙没有关系，学位的名称。佛陀好比现在大学的博士学位，菩萨好比硕士学位，阿罗汉是本科毕业，学士的学位，得搞清楚，它是教育，它不迷信。四十九年教学，没有听说佛陀哪一天放假，没听说。有教无类，来者不拒，去者不留，不分国籍，不分族群，不分宗教信仰，你只要跟他学，他就教给你，你想学什么，他就教你什么，他什么都通。他跟谁学的？没有老师。他怎么能教？他开悟了，自性里面智慧流出来，那是圆满的，不是从外得来的。我们对于这个事情要搞清楚，要有信心，我们才会有指望，否则的话，我们找不到老师，没指望。很难相信，但是是事实，不是假的。",
      "zh_TW": "教學是非常有體系的，他不是亂來的，等於像辦學校，先辦小學。講阿含，阿含是小乘，就是小學，十二年。我們今天小學六年，佛陀的小學十二年，根扎得厚。十二年之後提升，方等，八年，好比是中學，給進入大學做準備的。中學跟小學聯合起來，二十年。二十年之後辦大學，學生都提升了，大學講般若（智慧），教了多久？二十二年。釋迦牟尼佛一生講經教學四十九年，般若幾乎佔一半，這是他主要要說的、要教的。最後八年是研究所，幫助菩薩成佛，拿到佛陀教育最高的學位。同學們在此地要記住，佛教裡面的佛陀、菩薩、阿羅漢，是學位的名稱，跟神仙沒有關係，學位的名稱。佛陀好比現在大學的博士學位，菩薩好比碩士學位，阿羅漢是本科畢業，學士的學位，得搞清楚，它是教育，它不迷信。四十九年教學，沒有聽說佛陀哪一天放假，沒聽說。有教無類，來者不拒，去者不留，不分國籍，不分族群，不分宗教信仰，你只要跟他學，他就教給你，你想學什麼，他就教你什麼，他什麼都通。他跟誰學的？沒有老師。他怎麼能教？他開悟了，自性裡面智慧流出來，那是圓滿的，不是從外得來的。我們對於這個事情要搞清楚，要有信心，我們才會有指望，否則的話，我們找不到老師，沒指望。很難相信，但是是事實，不是假的。"
    },
    {
      "id": "02-041-0270_p0024",
      "zh_CN": "我们再回头看看，在中国有一个，唐朝时候禅宗六祖惠能大师，他开悟了，也是世出世间什么经典你问他，他都会讲给你听，他没学过。五祖给他上课，那是晚上，就那么一次，给他讲《金刚经》，讲大意，他不认识字，用不着经本，讲到「应无所住而生其心」，他就开悟了。他的毕业论文就二十个字，「本自清净，本不生灭，本自具足，本无动摇，能生万法」。五祖一听，行了，衣钵就给他了，他就是禅宗第六代祖。别人不服，怎么办？躲藏起来，等到缘成熟之后再出来。他在猎人队，帮助猎人烧饭，伺候猎人，十五年。十五年之后，大家把这个事情淡忘了，他出来了。无师自通，开悟就通了。所以佛法的教学是教什么？是教你开悟。用读书的方法，是对于喜欢读书的人，今天讲知识分子，喜欢读书，喜欢读书就用读书的方法。读书是修定，不是叫你这怎么讲法、那怎么讲，那定就完了。不许可你研究，你只要字没念错，句子没念漏掉，就行了。一千遍念下，得小定，开小智慧。两千遍下去，得大定。三千遍下去，大彻大悟，明心见性。",
      "zh_TW": "我們再回頭看看，在中國有一個，唐朝時候禪宗六祖惠能大師，他開悟了，也是世出世間什麼經典你問他，他都會講給你聽，他沒學過。五祖給他上課，那是晚上，就那麼一次，給他講《金剛經》，講大意，他不認識字，用不著經本，講到「應無所住而生其心」，他就開悟了。他的畢業論文就二十個字，「本自清淨，本不生滅，本自具足，本無動搖，能生萬法」。五祖一聽，行了，衣缽就給他了，他就是禪宗第六代祖。別人不服，怎麼辦？躲藏起來，等到緣成熟之後再出來。他在獵人隊，幫助獵人燒飯，伺候獵人，十五年。十五年之後，大家把這個事情淡忘了，他出來了。無師自通，開悟就通了。所以佛法的教學是教什麼？是教你開悟。用讀書的方法，是對於喜歡讀書的人，今天講知識分子，喜歡讀書，喜歡讀書就用讀書的方法。讀書是修定，不是叫你這怎麼講法、那怎麼講，那定就完了。不許可你研究，你只要字沒念錯，句子沒念漏掉，就行了。一千遍念下，得小定，開小智慧。兩千遍下去，得大定。三千遍下去，大徹大悟，明心見性。"
    },
    {
      "id": "02-041-0270_p0025",
      "zh_CN": "我们在《坛经》里面看到一段记载，法达禅师，在没有遇到能大师之前，他天天念《法华经》，念了三千遍。《法华经》很长，分量很大，念一遍大概要一天，总要十几个小时，念一遍，三千遍就是十年。见六祖，向六祖请教。六祖告诉他，《法华经》我没听过，你念给我听听。《法华经》总共二十八品，他念到第二品，六祖听了说，行了，不用再念了，我全知道了。跟他讲《法华经》，他开悟了。他为什么能开悟？他有三千遍《法华经》那个定功，法华三昧，所以高人一点他就通了。他这一开悟，一经通，一切经全通了。我们看了不能白看，他们做榜样给我们看的，我们如法炮制也行，没老师也行，你先念三千遍。",
      "zh_TW": "我們在《壇經》裡面看到一段記載，法達禪師，在沒有遇到能大師之前，他天天念《法華經》，念了三千遍。《法華經》很長，分量很大，念一遍大概要一天，總要十幾個小時，念一遍，三千遍就是十年。見六祖，向六祖請教。六祖告訴他，《法華經》我沒聽過，你念給我聽聽。《法華經》總共二十八品，他念到第二品，六祖聽了說，行了，不用再念了，我全知道了。跟他講《法華經》，他開悟了。他為什麼能開悟？他有三千遍《法華經》那個定功，法華三昧，所以高人一點他就通了。他這一開悟，一經通，一切經全通了。我們看了不能白看，他們做榜樣給我們看的，我們如法炮製也行，沒老師也行，你先念三千遍。"
    },
    {
      "id": "02-041-0270_p0026",
      "zh_CN": "你看看永明延寿大师，他也是读《法华经》，传记里面记载，他念《法华经》一万多遍，你就知道他定功多深。心里没有妄想、没有杂念、没有分别、没有执着，就是经题上的清净平等觉，他全得到，自性般若智慧流现出来了。你看他的著作《宗镜录》，《宗镜录》就是小藏经，把释迦牟尼佛四十九年所说的一切经重点全掌握到。净土宗第六代祖师，禅净他表现得圆满，不但是一不是二，宗门教下全通了。他那种修行，一天一百多桩事情，我们一般人做不到，所以这都是做样子给我们看。",
      "zh_TW": "你看看永明延壽大師，他也是讀《法華經》，傳記裡面記載，他念《法華經》一萬多遍，你就知道他定功多深。心裡沒有妄想、沒有雜念、沒有分別、沒有執著，就是經題上的清淨平等覺，他全得到，自性般若智慧流現出來了。你看他的著作《宗鏡錄》，《宗鏡錄》就是小藏經，把釋迦牟尼佛四十九年所說的一切經重點全掌握到。淨土宗第六代祖師，禪淨他表現得圓滿，不但是一不是二，宗門教下全通了。他那種修行，一天一百多樁事情，我們一般人做不到，所以這都是做樣子給我們看。"
    },
    {
      "id": "02-041-0270_p0027",
      "zh_CN": "现在还有个样子，胡小林居士，他住在北京，最近六年，他念一部《大乘起信论》。他告诉我，证明了古人这两句话千真万确，一点都不假。他没人教他，《大乘起信论》念了一千遍，一天也是念好几个小时。一千遍念下去之后，他就开悟了，小悟。第二个一千遍圆满的时候，大悟，看古今《大乘起信论》的注解，他知道哪个注得对、哪个注错了，有这个能力。现在他三千遍，他读满三千遍。他说第二个一千遍，感觉比第一个一千遍看的义理看得深、看得广，三千遍更深更广。这些给我们做榜样。",
      "zh_TW": "現在還有個樣子，胡小林居士，他住在北京，最近六年，他念一部《大乘起信論》。他告訴我，證明了古人這兩句話千真萬確，一點都不假。他沒人教他，《大乘起信論》念了一千遍，一天也是念好幾個小時。一千遍念下去之後，他就開悟了，小悟。第二個一千遍圓滿的時候，大悟，看古今《大乘起信論》的註解，他知道哪個註得對、哪個註錯了，有這個能力。現在他三千遍，他讀滿三千遍。他說第二個一千遍，感覺比第一個一千遍看的義理看得深、看得廣，三千遍更深更廣。這些給我們做榜樣。"
    },
    {
      "id": "02-041-0270_p0028",
      "zh_CN": "如果我们能够跟其他宗教接触，你会发现，孔子的智慧谁教他的？老子、庄子的智慧谁教他的？再往上去，尧舜禹汤，历史上称为大圣人，他们留下来的教诲，谁教他的？无一不是无师自通。那个自通，最重要的条件就是心清净，心里没有杂念。要到什么程度？没有妄想、没有杂念、没有分别、没有执着。眼见色，在色相上磨练；耳闻声，在音声上磨练；吃饭不能白吃了，舌根在味尘上磨练，练什么？不起心、不动念、不分别、不执着，就练这个功夫。完全回归到自然，回归到自性，这就是三昧，这就是正定，这就能开智慧。所以我们穿衣吃饭，都错了，不会。吃饭时讲求味道，这个很喜欢吃多吃几口，那个不喜欢吃的就摆到旁边，衣服要选自己喜欢的款式、颜色，这都是搞六道轮回的。修行人，从睁开眼睛，一天到晚在境界里头练不起心、不动念、不分别、不执着。用什么方法？八万四千法门，无量法门，方法无量无边。",
      "zh_TW": "如果我們能夠跟其他宗教接觸，你會發現，孔子的智慧誰教他的？老子、莊子的智慧誰教他的？再往上去，堯舜禹湯，歷史上稱為大聖人，他們留下來的教誨，誰教他的？無一不是無師自通。那個自通，最重要的條件就是心清淨，心裡沒有雜念。要到什麼程度？沒有妄想、沒有雜念、沒有分別、沒有執著。眼見色，在色相上磨練；耳聞聲，在音聲上磨練；吃飯不能白吃了，舌根在味塵上磨練，練什麼？不起心、不動念、不分別、不執著，就練這個功夫。完全回歸到自然，回歸到自性，這就是三昧，這就是正定，這就能開智慧。所以我們穿衣吃飯，都錯了，不會。吃飯時講求味道，這個很喜歡吃多吃幾口，那個不喜歡吃的就擺到旁邊，衣服要選自己喜歡的款式、顏色，這都是搞六道輪迴的。修行人，從睜開眼睛，一天到晚在境界裡頭練不起心、不動念、不分別、不執著。用什麼方法？八萬四千法門，無量法門，方法無量無邊。"
    },
    {
      "id": "02-041-0270_p0029",
      "zh_CN": "海贤老和尚用一句阿弥陀佛，成功了，一句阿弥陀佛，九十二年。眼见一切色，阿弥陀佛；好看的，阿弥陀佛；不好看的，阿弥陀佛，统统归阿弥陀佛，没有自己一点意思在里头。听音声，音乐，阿弥陀佛；噪音，阿弥陀佛，完全不受外面干扰，一句阿弥陀佛念到底，一声接着一声，念了九十二年，功夫了得！一百一十二岁还爬树。有些信徒去看他，他庙门口有棵柿子树，他爬到树上去摘柿子给大家吃。有人把这个镜头拍下来，让我们看到。说明什么？年岁大，体力不衰。这是怎么成就的？境随心转，他的心不衰，他的身就不衰；他心清净，身就清净，是这么一个道理，我们要从这里建立信心。",
      "zh_TW": "海賢老和尚用一句阿彌陀佛，成功了，一句阿彌陀佛，九十二年。眼見一切色，阿彌陀佛；好看的，阿彌陀佛；不好看的，阿彌陀佛，統統歸阿彌陀佛，沒有自己一點意思在裡頭。聽音聲，音樂，阿彌陀佛；噪音，阿彌陀佛，完全不受外面干擾，一句阿彌陀佛念到底，一聲接著一聲，念了九十二年，功夫了得！一百一十二歲還爬樹。有些信徒去看他，他廟門口有棵柿子樹，他爬到樹上去摘柿子給大家吃。有人把這個鏡頭拍下來，讓我們看到。說明什麼？年歲大，體力不衰。這是怎麼成就的？境隨心轉，他的心不衰，他的身就不衰；他心清淨，身就清淨，是這麼一個道理，我們要從這裡建立信心。"
    },
    {
      "id": "02-041-0270_p0030",
      "zh_CN": "不分别、不执着、不起心、不动念，难！起心动念很微细，你看，一秒钟二千二百四十兆这个生灭，我们连概念都没有，你怎么能把它止住？不可能。所以要用方法，一般的方法，读经。读经的时候，妄想不会生起来，杂念不会生起来，也用不着分别执着，老老实实念下去就好。讲求遍数，一千遍的时候做一个检验，看效果，然后两千遍再做一个比较，信心就生起来了，三千遍就有大受用。法达禅师三千遍《法华经》，他能开悟。永明延寿大师也是读《法华经》，读了一万多遍，他成为禅宗的大彻大悟、净土宗的第六代祖师，他晚年念佛求生净土，真到极乐世界去了。在外国，我们知道伊斯兰教是个很大的宗教，它的信徒全球有十五亿人。创教的教主穆罕默德，穆罕默德跟六祖一样，不认识字，没念过书，他能讲出一部《古兰经》，他跟谁学的？《古兰经》是他讲，旁边人笔记，把它写出来，是回教里头主要的一部经典。都是无师自通。我们要相信，理是一个，方法就那么单纯，就叫你专注。用什么专注，没有关系，你喜欢用哪一种，你就用哪一种。只要专注，把起心动念、分别执着压下去，把它消灭掉，就成功了；压下去是功夫得力，消灭掉是功夫成就。",
      "zh_TW": "不分別、不執著、不起心、不動念，難！起心動念很微細，你看，一秒鐘二千二百四十兆這個生滅，我們連概念都沒有，你怎麼能把它止住？不可能。所以要用方法，一般的方法，讀經。讀經的時候，妄想不會生起來，雜念不會生起來，也用不著分別執著，老老實實念下去就好。講求遍數，一千遍的時候做一個檢驗，看效果，然後兩千遍再做一個比較，信心就生起來了，三千遍就有大受用。法達禪師三千遍《法華經》，他能開悟。永明延壽大師也是讀《法華經》，讀了一萬多遍，他成為禪宗的大徹大悟、淨土宗的第六代祖師，他晚年念佛求生淨土，真到極樂世界去了。在外國，我們知道伊斯蘭教是個很大的宗教，它的信徒全球有十五億人。創教的教主穆罕默德，穆罕默德跟六祖一樣，不認識字，沒念過書，他能講出一部《古蘭經》，他跟誰學的？《古蘭經》是他講，旁邊人筆記，把它寫出來，是回教裡頭主要的一部經典。都是無師自通。我們要相信，理是一個，方法就那麼單純，就叫你專注。用什麼專注，沒有關係，你喜歡用哪一種，你就用哪一種。只要專注，把起心動念、分別執著壓下去，把它消滅掉，就成功了；壓下去是功夫得力，消滅掉是功夫成就。"
    },
    {
      "id": "02-041-0270_p0031",
      "zh_CN": "我早年学佛，老师教我看破、放下。明了相信，这是看破。看破之后最重要的，放下，放下起心动念，放下分别执着。理事无碍，事事无碍，不论是善事恶事、大事小事，全不放在心上，你就对了。放在心上生烦恼，烦恼不能成就事。智慧能成就大事，烦恼不行。所以希望同学们，我这一生没有讲堂、没有道场，教学，我们用网路用了二十多年，用卫星电视今年是第十四年，今年二Ｏ一五年，十四年，二ＯＯ三年元旦开播的，我把这些都讲给大家听，希望大家记住，真肯学，没有一个不成就。不怕苦，要修忍辱波罗蜜，什么都能忍，你一部经，一生就守住一部经，决定不改，十年之后你就是专家，你就是世界上一流的学者。你学《金刚经》，《金刚经》的专家。《金刚经》不长，只有五千字，你要学这个，一天至少要念三十遍，十遍太少了，力量不够，三十遍、五十遍，很好。念上十年，小悟、大悟、彻悟，你慢慢都得到了，才能够续佛慧命，弘法利生。把自己的妄想、分别、执着、毛病统统都念掉，你可以得到清净法身，法喜充满，自性里面的慈悲心生出来了，大慈大悲，怜悯一切众生，教导一切众生，成就一切众生，无量功德。",
      "zh_TW": "我早年學佛，老師教我看破、放下。明瞭相信，這是看破。看破之後最重要的，放下，放下起心動念，放下分別執著。理事無礙，事事無礙，不論是善事惡事、大事小事，全不放在心上，你就對了。放在心上生煩惱，煩惱不能成就事。智慧能成就大事，煩惱不行。所以希望同學們，我這一生沒有講堂、沒有道場，教學，我們用網路用了二十多年，用衛星電視今年是第十四年，今年二Ｏ一五年，十四年，二ＯＯ三年元旦開播的，我把這些都講給大家聽，希望大家記住，真肯學，沒有一個不成就。不怕苦，要修忍辱波羅蜜，什麼都能忍，你一部經，一生就守住一部經，決定不改，十年之後你就是專家，你就是世界上一流的學者。你學《金剛經》，《金剛經》的專家。《金剛經》不長，只有五千字，你要學這個，一天至少要念三十遍，十遍太少了，力量不夠，三十遍、五十遍，很好。念上十年，小悟、大悟、徹悟，你慢慢都得到了，才能夠續佛慧命，弘法利生。把自己的妄想、分別、執著、毛病統統都念掉，你可以得到清淨法身，法喜充滿，自性裡面的慈悲心生出來了，大慈大悲，憐憫一切眾生，教導一切眾生，成就一切眾生，無量功德。"
    },
    {
      "id": "02-041-0270_p0032",
      "zh_CN": "底下又说，「此菩萨随顺寂静」，这是境界，喜欢寂静，「观一切法平等」，为什么？一切法都是自性变的。你可以常常念这一句，惠能大师说的「何期自性，能生万法」，万法的体是自性，自性是一个；法，无量无边，一个自性生，它是一体，所以它平等，这个不能不知道。「正念不违诸法」，你要是对一切法里头起心动念，这个念头就不正了。正念是什么？看得清楚、听得清楚、摸得清楚，没有起心动念，没有分别执着。修这个，这叫真修行。「随顺深入」，随顺，这两个字用得好，清净心随顺，平等心随顺，大彻大悟随顺，境界不一样，阿罗汉的境界、菩萨的境界，大彻大悟是佛境界，「一切诸法」。再看下面，「清净直心分别诸法」，要用清净直心，直心就是真心，没有委曲的现象。「修平等观，深入具足，是为第二顺忍，此即柔顺忍也」。你看都是讲的功夫，修行的功夫。",
      "zh_TW": "底下又說，「此菩薩隨順寂靜」，這是境界，喜歡寂靜，「觀一切法平等」，為什麼？一切法都是自性變的。你可以常常念這一句，惠能大師說的「何期自性，能生萬法」，萬法的體是自性，自性是一個；法，無量無邊，一個自性生，它是一體，所以它平等，這個不能不知道。「正念不違諸法」，你要是對一切法裡頭起心動念，這個念頭就不正了。正念是什麼？看得清楚、聽得清楚、摸得清楚，沒有起心動念，沒有分別執著。修這個，這叫真修行。「隨順深入」，隨順，這兩個字用得好，清淨心隨順，平等心隨順，大徹大悟隨順，境界不一樣，阿羅漢的境界、菩薩的境界，大徹大悟是佛境界，「一切諸法」。再看下面，「清淨直心分別諸法」，要用清淨直心，直心就是真心，沒有委曲的現象。「修平等觀，深入具足，是為第二順忍，此即柔順忍也」。你看都是講的功夫，修行的功夫。"
    },
    {
      "id": "02-041-0270_p0033",
      "zh_CN": "看到这个世间行善积德，欢喜，好，赞叹；看到众生作恶，也不毁谤，也不需要制止，不要起心动念，这就对了。恶，种类很多，能教的要教，不能教的不教，为什么？不能教的，他业障深重，他会怨恨你，他说你咒骂他，这样跟人结了冤仇。冤仇结下去麻烦，生生世世冤冤相报没完没了。所以我们只要修忍辱，决定不跟人结冤仇。他毁谤我、他侮辱我、他陷害我，我不放在心上，心上没有，心上只有阿弥陀佛，我要到极乐世界去，我不想再在这搞轮回，这就对了。要能忍，忍才能成就自己的道业。不能忍，跟别人争论，不是好事情。这个道理对于自己一生成功失败影响很大，所以不能不知道。还要深深的明了通达，表现在日常生活行为上一团欢喜。怨恨我的人、毁谤我的人、障碍我的人，他对我不了解，他如果了解，他会欢喜。怎么能怪他？不可以怪他。不但不怪他，还要感恩他，我们每天讲经、念佛都回向给他，为什么？他替我消业障。这一世学佛了，造的业障少一点，过去生中生生世世累积下的罪业无量无边，这些人给我消业，给我消重业，我应该存感恩的心，决定没有对立，决定没有报复，决定没有批评，完全接受，接受在一句阿弥陀佛之中，这是念佛人。别人不能理解，阿弥陀佛理解，别人不欢喜，阿弥陀佛欢喜，我们会很顺利往生到极乐世界，这不是迷信，这是事实。",
      "zh_TW": "看到這個世間行善積德，歡喜，好，讚歎；看到眾生作惡，也不毀謗，也不需要制止，不要起心動念，這就對了。惡，種類很多，能教的要教，不能教的不教，為什麼？不能教的，他業障深重，他會怨恨你，他說你咒罵他，這樣跟人結了冤仇。冤仇結下去麻煩，生生世世冤冤相報沒完沒了。所以我們只要修忍辱，決定不跟人結冤仇。他毀謗我、他侮辱我、他陷害我，我不放在心上，心上沒有，心上只有阿彌陀佛，我要到極樂世界去，我不想再在這搞輪迴，這就對了。要能忍，忍才能成就自己的道業。不能忍，跟別人爭論，不是好事情。這個道理對於自己一生成功失敗影響很大，所以不能不知道。還要深深的明瞭通達，表現在日常生活行為上一團歡喜。怨恨我的人、毀謗我的人、障礙我的人，他對我不了解，他如果了解，他會歡喜。怎麼能怪他？不可以怪他。不但不怪他，還要感恩他，我們每天講經、念佛都迴向給他，為什麼？他替我消業障。這一世學佛了，造的業障少一點，過去生中生生世世累積下的罪業無量無邊，這些人給我消業，給我消重業，我應該存感恩的心，決定沒有對立，決定沒有報復，決定沒有批評，完全接受，接受在一句阿彌陀佛之中，這是念佛人。別人不能理解，阿彌陀佛理解，別人不歡喜，阿彌陀佛歡喜，我們會很順利往生到極樂世界，這不是迷信，這是事實。"
    },
    {
      "id": "02-041-0270_p0034",
      "zh_CN": "下面这两句意思很深，「又曰：此菩萨不见有法生，不见有法灭」。这个菩萨是什么菩萨？法身菩萨。他没有见到法身，他所接触的是生灭相，法身菩萨见一切相不生不灭，是真的不是假的，没有生灭，就像我们一个明白人看电影、看电视。这个画面有生有灭，有生有灭是凡夫，完全着了相。像我们前面所说的，今天的科学家，量子力学家，叫他来看这个电视，电视上画面有没有生灭？他可以告诉你，不生不灭。为什么？一个画面占多长的时间？二千二百四十兆分之一秒，你说它是生还是灭？一秒钟生灭二千二百四十兆次，所以这个生灭等于不生灭。科学家会点头，他了解事实真相。这个频率，这么高的频率，是整个宇宙活动的都是这个频率，谁看见？佛经上讲八地以上，这个位次高。同样是法身菩萨，法身菩萨有四十一个阶级，这是四十一个阶级最高的四个阶级，八地、九地、十地、等觉，这是最高的四个层次，他们的功夫跟佛差不多平等，但是他就差这一点，他不能融入法身、不能融入常寂光，他还在实报土。一定要证得妙觉位，就是无始无明习气断得干干净净，确实没有了，他就到常寂光去了。实报土呢？没了。实报土不是生灭，它有隐显，没有缘的时候它隐，没有了，没有了不能说它灭；有缘的时候它起来，起来不能说它生，真的是不生不灭，它不是生灭法。一切法从缘生，所以缘生范围包括得非常大，看它有没有缘。",
      "zh_TW": "下面這兩句意思很深，「又曰：此菩薩不見有法生，不見有法滅」。這個菩薩是什麼菩薩？法身菩薩。他沒有見到法身，他所接觸的是生滅相，法身菩薩見一切相不生不滅，是真的不是假的，沒有生滅，就像我們一個明白人看電影、看電視。這個畫面有生有滅，有生有滅是凡夫，完全著了相。像我們前面所說的，今天的科學家，量子力學家，叫他來看這個電視，電視上畫面有沒有生滅？他可以告訴你，不生不滅。為什麼？一個畫面佔多長的時間？二千二百四十兆分之一秒，你說它是生還是滅？一秒鐘生滅二千二百四十兆次，所以這個生滅等於不生滅。科學家會點頭，他了解事實真相。這個頻率，這麼高的頻率，是整個宇宙活動的都是這個頻率，誰看見？佛經上講八地以上，這個位次高。同樣是法身菩薩，法身菩薩有四十一個階級，這是四十一個階級最高的四個階級，八地、九地、十地、等覺，這是最高的四個層次，他們的功夫跟佛差不多平等，但是他就差這一點，他不能融入法身、不能融入常寂光，他還在實報土。一定要證得妙覺位，就是無始無明習氣斷得乾乾淨淨，確實沒有了，他就到常寂光去了。實報土呢？沒了。實報土不是生滅，它有隱顯，沒有緣的時候它隱，沒有了，沒有了不能說它滅；有緣的時候它起來，起來不能說它生，真的是不生不滅，它不是生滅法。一切法從緣生，所以緣生範圍包括得非常大，看它有沒有緣。"
    },
    {
      "id": "02-041-0270_p0035",
      "zh_CN": "下面有解释。我们时间到了，今天我们学到此地。底下「何以故」是解释，这个底下的意思还很深。这段经文我们学会了，会很有用处，能够帮助我们提升境界。因为你不了解它，不能忍；了解之后，受人家怎么样的侮辱，也要一笑了之，天下太平，没事。过去有怨结，化掉了，不结来生的怨恨，真正消业障，断烦恼，成佛道。好，我们今天就说到此地。",
      "zh_TW": "下面有解釋。我們時間到了，今天我們學到此地。底下「何以故」是解釋，這個底下的意思還很深。這段經文我們學會了，會很有用處，能夠幫助我們提升境界。因為你不了解它，不能忍；了解之後，受人家怎麼樣的侮辱，也要一笑了之，天下太平，沒事。過去有怨結，化掉了，不結來生的怨恨，真正消業障，斷煩惱，成佛道。好，我們今天就說到此地。"
    }
  ]
}