{
  "doc_id": "02-041-0165",
  "title": {
    "zh_CN": "二零一四净土大经科注—往生净土，即一切志愿悉满足",
    "zh_TW": "二零一四淨土大經科註—往生淨土，即一切志願悉滿足"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六五集",
    "zh_TW": "第一六五集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0165",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-041-0165_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀 ，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀 ，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0165_p0002",
      "zh_CN": "请看《大经科注》，第四百三十一面第一行，经文：",
      "zh_TW": "請看《大經科註》，第四百三十一面第一行，經文："
    },
    {
      "id": "02-041-0165_p0003",
      "zh_CN": "【令众欢喜。亦令大众。闻是法已。得大善利。能于佛刹修习摄受。满足无量大愿。】",
      "zh_TW": "【令眾歡喜。亦令大眾。聞是法已。得大善利。能於佛剎修習攝受。滿足無量大願。】"
    },
    {
      "id": "02-041-0165_p0004",
      "zh_CN": "这是佛陀教导法藏比丘。前面他遵从佛陀的教诲，认真学习遍法界虚空界一切诸佛刹土的依正庄严，同时佛以神力，将诸佛刹土展现在他面前，让他一一都看清楚，取人之长，舍人之短，他所成就的极乐世界，确实超过一切诸佛刹土。他到老师世间自在王如来所，向佛报告。五劫修行成就不可思议，佛赞叹他，告诉他现在机缘成熟了，你应该把你学习的，要做一个详细的报告，这个报告会令大众听了都欢喜，更希望的是，法会里面这些大众听了你的报告之后，得大善利，这个善利是『能于佛刹修习摄受，满足无量大愿』。我们看念老后面的注解，『令众欢喜；亦令大众，闻是法已，得大善利』。这几句经文「表如来劝令宣说」，就是让法藏菩萨提出报告，「普利大众」。大众这两个字，「广摄当时会上」，所有来参加法会的这些大众，有菩萨、有声闻、有天人，同时还广摄，「及未来世之一切凡夫、二乘与菩萨」，括弧里头说，「今日我等凡夫亦皆在其中」，这是真的，不是假的。我们展开《无量寿经》，就是参加阿弥陀佛这一次在世间自在王佛大会之中。",
      "zh_TW": "這是佛陀教導法藏比丘。前面他遵從佛陀的教誨，認真學習遍法界虛空界一切諸佛剎土的依正莊嚴，同時佛以神力，將諸佛剎土展現在他面前，讓他一一都看清楚，取人之長，捨人之短，他所成就的極樂世界，確實超過一切諸佛剎土。他到老師世間自在王如來所，向佛報告。五劫修行成就不可思議，佛讚歎他，告訴他現在機緣成熟了，你應該把你學習的，要做一個詳細的報告，這個報告會令大眾聽了都歡喜，更希望的是，法會裡面這些大眾聽了你的報告之後，得大善利，這個善利是『能於佛剎修習攝受，滿足無量大願』。我們看念老後面的註解，『令眾歡喜；亦令大眾，聞是法已，得大善利』。這幾句經文「表如來勸令宣說」，就是讓法藏菩薩提出報告，「普利大眾」。大眾這兩個字，「廣攝當時會上」，所有來參加法會的這些大眾，有菩薩、有聲聞、有天人，同時還廣攝，「及未來世之一切凡夫、二乘與菩薩」，括弧裡頭說，「今日我等凡夫亦皆在其中」，這是真的，不是假的。我們展開《無量壽經》，就是參加阿彌陀佛這一次在世間自在王佛大會之中。"
    },
    {
      "id": "02-041-0165_p0005",
      "zh_CN": "我们这个世界，释迦牟尼佛的十法界，有过去现在未来，我们知道在如来的实报庄严土，世尊的实报土是华藏世界，弥陀的实报土是极乐世界，在实报土里面没有时间、空间限制。所谓时间、空间是假相，不是真的，《百法明门》里面给我们讲得很清楚，它是二十四种不相应里面的两种，时间、空间。不相应行法是什么意思？就是这个法不与心法相应，不与心所法相应，也不是无因而起的，用现在的话来说，叫做抽象概念。有没有，抽象概念，但它不是真实的，它是假的，假相。大乘教里面说得很多，诸法实相，一切万法的真相是什么？佛说得很清楚，是自心现量，是我们的真心现出来的。自心现量是相似相续，不是真的相续。真的相续，前面的相跟后面这个相完全相同，这叫相续。我们前面一个念头跟后面一个念头完全不相同，而是什么？相似相续，不断之无。这个幻相，抽象概念，一个接着一个，一个接着一个，其实它根本就没有，根本就不存在。我们如果要是把这桩事情搞清楚、搞明白，有个概念，对我们的修行会有很大的帮助，帮助我们放下万缘，帮助我们明心见性。是很不容易把它搞清楚、搞明白的，就是四句话，「诸法实相」、「自心现量」、「相似相续」、「不断之无」，这十六个字好记。",
      "zh_TW": "我們這個世界，釋迦牟尼佛的十法界，有過去現在未來，我們知道在如來的實報莊嚴土，世尊的實報土是華藏世界，彌陀的實報土是極樂世界，在實報土裡面沒有時間、空間限制。所謂時間、空間是假相，不是真的，《百法明門》裡面給我們講得很清楚，它是二十四種不相應裡面的兩種，時間、空間。不相應行法是什麼意思？就是這個法不與心法相應，不與心所法相應，也不是無因而起的，用現在的話來說，叫做抽象概念。有沒有，抽象概念，但它不是真實的，它是假的，假相。大乘教裡面說得很多，諸法實相，一切萬法的真相是什麼？佛說得很清楚，是自心現量，是我們的真心現出來的。自心現量是相似相續，不是真的相續。真的相續，前面的相跟後面這個相完全相同，這叫相續。我們前面一個念頭跟後面一個念頭完全不相同，而是什麼？相似相續，不斷之無。這個幻相，抽象概念，一個接著一個，一個接著一個，其實它根本就沒有，根本就不存在。我們如果要是把這樁事情搞清楚、搞明白，有個概念，對我們的修行會有很大的幫助，幫助我們放下萬緣，幫助我們明心見性。是很不容易把它搞清楚、搞明白的，就是四句話，「諸法實相」、「自心現量」、「相似相續」、「不斷之無」，這十六個字好記。"
    },
    {
      "id": "02-041-0165_p0006",
      "zh_CN": "如何去观察？我们要记住弥勒菩萨跟释迦牟尼佛的对话，「佛问弥勒，心有所念」，我们凡夫心里头起了个念头，这个念头有几念、有几相、有几识，佛的话是「几念几相识耶」。佛问了三个问题，心有所念，这一念里有多少个细念，有多少个相分（相分就是物质现象）、识是精神现象（就是念头）？你看佛这一句话问了三个问题。弥勒菩萨的答复说，一弹指，拍手弹指之间，「一弹指有三十二亿百千念」，三十二亿乘百千，百千是十万，三十二亿乘十万，得出来的是三百二十兆，三百二十兆，这一弹指。每一个念都有相，相是什么？就是惠能大师说的「能生万法」，就是整个宇宙的现相，就那一念当中就圆满了，没有先后，它很快就消失掉。你看一弹指三十二亿百千念，就是三百二十兆，百千是十万，三十二亿乘十万，三百二十兆。现在我们用秒做单位，这地球上科学家用秒做单位，那一秒钟能弹几次？我以前那时候想大概是五次，有人告诉我不止，可以弹到七次，我相信。我年岁老了，没有那么大的力量，能量差，年轻人，身体好的，可以弹七次。那三百二十兆再乘七，这就一秒钟的数字，一秒钟多少？三百二十兆乘七，二千二百四十兆，一秒钟。一秒钟二千二百四十兆的高频率，在哪里？在我们眼前。我们看不到，一丝毫的感触都没有，为什么？它太快了，我们无法感觉到。这是事实真相。宇宙怎么来的？就在一念当中来的。妄想怎么来的？也是这一念来的，这一念产生整个宇宙。一念，记住，是二千二百四十兆分之一秒。二千二百四十兆分之一秒，我们学大乘的要有这个概念，这是佛说的，决定不是假话。所以整个宇宙是个幻相，不是真的，正是《金刚经》上所说「凡所有相，皆是虚妄」，物质现象是虚妄，心理现象是虚妄，自然现象也是虚妄。真相呢？真相是「一切法，无所有，毕竟空，不可得」。如果你真正了解这个真相，万缘马上就放下，放下立地就成佛。",
      "zh_TW": "如何去觀察？我們要記住彌勒菩薩跟釋迦牟尼佛的對話，「佛問彌勒，心有所念」，我們凡夫心裡頭起了個念頭，這個念頭有幾念、有幾相、有幾識，佛的話是「幾念幾相識耶」。佛問了三個問題，心有所念，這一念裡有多少個細念，有多少個相分（相分就是物質現象）、識是精神現象（就是念頭）？你看佛這一句話問了三個問題。彌勒菩薩的答覆說，一彈指，拍手彈指之間，「一彈指有三十二億百千念」，三十二億乘百千，百千是十萬，三十二億乘十萬，得出來的是三百二十兆，三百二十兆，這一彈指。每一個念都有相，相是什麼？就是惠能大師說的「能生萬法」，就是整個宇宙的現相，就那一念當中就圓滿了，沒有先後，它很快就消失掉。你看一彈指三十二億百千念，就是三百二十兆，百千是十萬，三十二億乘十萬，三百二十兆。現在我們用秒做單位，這地球上科學家用秒做單位，那一秒鐘能彈幾次？我以前那時候想大概是五次，有人告訴我不止，可以彈到七次，我相信。我年歲老了，沒有那麼大的力量，能量差，年輕人，身體好的，可以彈七次。那三百二十兆再乘七，這就一秒鐘的數字，一秒鐘多少？三百二十兆乘七，二千二百四十兆，一秒鐘。一秒鐘二千二百四十兆的高頻率，在哪裡？在我們眼前。我們看不到，一絲毫的感觸都沒有，為什麼？它太快了，我們無法感覺到。這是事實真相。宇宙怎麼來的？就在一念當中來的。妄想怎麼來的？也是這一念來的，這一念產生整個宇宙。一念，記住，是二千二百四十兆分之一秒。二千二百四十兆分之一秒，我們學大乘的要有這個概念，這是佛說的，決定不是假話。所以整個宇宙是個幻相，不是真的，正是《金剛經》上所說「凡所有相，皆是虛妄」，物質現象是虛妄，心理現象是虛妄，自然現象也是虛妄。真相呢？真相是「一切法，無所有，畢竟空，不可得」。如果你真正了解這個真相，萬緣馬上就放下，放下立地就成佛。"
    },
    {
      "id": "02-041-0165_p0007",
      "zh_CN": "我们要问，六祖当年，接受衣钵之后就逃难，躲藏起来，追他的人很多，想把他衣钵夺回去，真的被惠明追上了。惠明没有出家之前，是四品将军，古时候的将军都有武功，完全靠武功取得将军的资格，四品，高级将军，不是普通的，品级一共分九品，他是四品，在现在讲将军，真的是至少是少将衔。他把衣钵，追来了，没办法，把衣钵放在石头上，自己藏起来。惠明看到衣钵欢喜，去拿，拿不动。这个人也很聪明，立刻就警觉到，五祖不是糊涂人，惠能是真正能够接受大法的，护法神保佑他，四品将军居然这个衣钵拿不动，马上就改念头，就求惠能大师，请他出来，我是为求法而来的，我不是为衣钵。实际上他真的是为衣钵，为求法是现在、立刻这个念头动了，我不求衣钵，我求法，请你出来。既然是求法，惠能出来坐在石头上，他跪在地下，能大师告诉他，「不思善，不思恶」，把善放下，善念放下、恶念也放下，正在这个时候，「如何是明上座本来面目」，问他这句话。他立刻就醒了，就真正是我刚才所讲的「凡所有相，皆是虚妄」，他真把它放下了。这一放下就契入境界，什么境界？大彻大悟，明心见性。放下就是。放下，我平常讲得很清楚、讲得很多，放下起心动念就成佛；放下分别、执着，你就成菩萨；单单放下执着，还有起心动念、还有分别，执着没有，就是阿罗汉。证果不是说念多少经、念多少佛号、拜多少佛，不是，与那个不相干，与放下有关系，你放下多少。完全放下，丝毫不留，就成佛，回归自性，自性里头一法不立，就明心见性，不难。惠能大师一生，在他会下，受他教诲而明心见性的，四十三个人，惠明是第一个，第一个开悟的。",
      "zh_TW": "我們要問，六祖當年，接受衣缽之後就逃難，躲藏起來，追他的人很多，想把他衣缽奪回去，真的被惠明追上了。惠明沒有出家之前，是四品將軍，古時候的將軍都有武功，完全靠武功取得將軍的資格，四品，高級將軍，不是普通的，品級一共分九品，他是四品，在現在講將軍，真的是至少是少將銜。他把衣缽，追來了，沒辦法，把衣缽放在石頭上，自己藏起來。惠明看到衣缽歡喜，去拿，拿不動。這個人也很聰明，立刻就警覺到，五祖不是糊塗人，惠能是真正能夠接受大法的，護法神保佑他，四品將軍居然這個衣缽拿不動，馬上就改念頭，就求惠能大師，請他出來，我是為求法而來的，我不是為衣缽。實際上他真的是為衣缽，為求法是現在、立刻這個念頭動了，我不求衣缽，我求法，請你出來。既然是求法，惠能出來坐在石頭上，他跪在地下，能大師告訴他，「不思善，不思惡」，把善放下，善念放下、惡念也放下，正在這個時候，「如何是明上座本來面目」，問他這句話。他立刻就醒了，就真正是我剛才所講的「凡所有相，皆是虛妄」，他真把它放下了。這一放下就契入境界，什麼境界？大徹大悟，明心見性。放下就是。放下，我平常講得很清楚、講得很多，放下起心動念就成佛；放下分別、執著，你就成菩薩；單單放下執著，還有起心動念、還有分別，執著沒有，就是阿羅漢。證果不是說念多少經、念多少佛號、拜多少佛，不是，與那個不相干，與放下有關係，你放下多少。完全放下，絲毫不留，就成佛，回歸自性，自性裡頭一法不立，就明心見性，不難。惠能大師一生，在他會下，受他教誨而明心見性的，四十三個人，惠明是第一個，第一個開悟的。"
    },
    {
      "id": "02-041-0165_p0008",
      "zh_CN": "所以不能不放下。我们为什么不能放下？我们认真，以为它是真有，不知道是假的。所以就是二千二百四十兆分之一秒，连续不断的幻相，这就是全宇宙，这里头什么都没有，什么都是假的。海贤老和尚教我们「好好念佛，成佛是真的」，成佛就是明心见性，这是真的，大彻大悟，明心见性是真的，「其他的全是假的」，其他的全是假的包括佛法，世法、佛法都是假的，都不能着。佛是善巧方便，用佛法来对付世间法，你要执着佛法真有又完了，世间法是病，佛法是药，药到病除，病好了，病好了药要不要？不要了，病好了还吃药，不又生病了吗？所以《金刚经》上说「法尚应舍，何况非法」，那个法是佛法，佛法也不能想，不能要，不可以执着、不可以分别、不可以起心动念，佛法都不要，不起心、不动念，何况世间法？这就成佛，你的问题马上就解决，当下解决。",
      "zh_TW": "所以不能不放下。我們為什麼不能放下？我們認真，以為它是真有，不知道是假的。所以就是二千二百四十兆分之一秒，連續不斷的幻相，這就是全宇宙，這裡頭什麼都沒有，什麼都是假的。海賢老和尚教我們「好好念佛，成佛是真的」，成佛就是明心見性，這是真的，大徹大悟，明心見性是真的，「其他的全是假的」，其他的全是假的包括佛法，世法、佛法都是假的，都不能著。佛是善巧方便，用佛法來對付世間法，你要執著佛法真有又完了，世間法是病，佛法是藥，藥到病除，病好了，病好了藥要不要？不要了，病好了還吃藥，不又生病了嗎？所以《金剛經》上說「法尚應捨，何況非法」，那個法是佛法，佛法也不能想，不能要，不可以執著、不可以分別、不可以起心動念，佛法都不要，不起心、不動念，何況世間法？這就成佛，你的問題馬上就解決，當下解決。"
    },
    {
      "id": "02-041-0165_p0009",
      "zh_CN": "我们现在把这个事情搞清楚、搞明白，还差什么？还差我们没有真放下，就差这个。为什么不能真放下？我们对这句话还有疑问，这个疑问很微妙。如果没有这个疑问的话，我们像惠明法师一样，马上就成就。特别是我们现代人，现代人每个人都受科学的影响，科学在地球上发展四百年，哪一个不受影响？什么影响？怀疑的影响，科学教人头一句话，怀疑，可不能相信。佛法大乘跟中国传统的三教儒释道，都不能怀疑，怀疑你就不能契入，佛来教你，孔子来教你，你对他有一点怀疑，你就不能契入，决定不可以怀疑。我们受科学的洗礼，这个病根如何对治？那就是怎样培养我们的信心。所以我常常用古圣先贤的方法帮助大家，我们的信心从哪里建？从中国老祖宗说的「人性本善」，还把这个写在《三字经》的第一句「人之初，性本善」，我就从这个地方契入。",
      "zh_TW": "我們現在把這個事情搞清楚、搞明白，還差什麼？還差我們沒有真放下，就差這個。為什麼不能真放下？我們對這句話還有疑問，這個疑問很微妙。如果沒有這個疑問的話，我們像惠明法師一樣，馬上就成就。特別是我們現代人，現代人每個人都受科學的影響，科學在地球上發展四百年，哪一個不受影響？什麼影響？懷疑的影響，科學教人頭一句話，懷疑，可不能相信。佛法大乘跟中國傳統的三教儒釋道，都不能懷疑，懷疑你就不能契入，佛來教你，孔子來教你，你對他有一點懷疑，你就不能契入，決定不可以懷疑。我們受科學的洗禮，這個病根如何對治？那就是怎樣培養我們的信心。所以我常常用古聖先賢的方法幫助大家，我們的信心從哪裡建？從中國老祖宗說的「人性本善」，還把這個寫在《三字經》的第一句「人之初，性本善」，我就從這個地方契入。"
    },
    {
      "id": "02-041-0165_p0010",
      "zh_CN": "我们细心观察婴儿，从他出生到一百天，我很认真的去观察他。这个小孩还不到一百天，大概三个月，在这个时候，你看他的表情、你看他的动作，他虽然不会说话，他也不认生，还不知道谁是爸爸、妈妈，不认生，完全是天真，你看他对一切人那个面孔的笑容，那不是装出来的，不是从分别执着流出来，那是本性，就是说他丝毫污染都没有。一百天之后，就会受一点污染，哪个是爸爸、哪个是妈妈他认识，他就被污染，他就有分别心，妈妈抱他欢喜，别人抱他，他就拒绝，这就污染，这本性就失去了，用什么性？用习性。本性善，习性不善，习性有分别、有执着，本性没有起心动念，没有分别执着，所以这个婴儿没有分别、没有执着。你从这里观察的时候，你就相信佛法所说的。我们也找证明，这个婴儿不满一百天就是证明，没人教他，父母对他的爱，真爱，他对父母纯真无妄。所以，我们相信人性本善，决定不能怀疑。本善就是佛性，本善就是真心，本善就是佛经上常讲的第一义谛，真如自性，能生万法、能生全宇宙。佛法里面讲的，遍法界虚空界一切诸佛刹土从哪来的？一念，一念当中变现出来的。十法界依正庄严是阿赖耶的一念，阿赖耶是妄心，生灭心，所以通过阿赖耶，本来是不生不灭全变成生灭法，有生有灭。十法界里头的一切法有生有灭，一真法界里面的一切法不生不灭，为什么？它没有阿赖耶，转阿赖耶为大圆镜智，就是转八识成四智，那就是明心见性，他们住哪里？住一真法界。",
      "zh_TW": "我們細心觀察嬰兒，從他出生到一百天，我很認真的去觀察他。這個小孩還不到一百天，大概三個月，在這個時候，你看他的表情、你看他的動作，他雖然不會說話，他也不認生，還不知道誰是爸爸、媽媽，不認生，完全是天真，你看他對一切人那個面孔的笑容，那不是裝出來的，不是從分別執著流出來，那是本性，就是說他絲毫污染都沒有。一百天之後，就會受一點污染，哪個是爸爸、哪個是媽媽他認識，他就被污染，他就有分別心，媽媽抱他歡喜，別人抱他，他就拒絕，這就污染，這本性就失去了，用什麼性？用習性。本性善，習性不善，習性有分別、有執著，本性沒有起心動念，沒有分別執著，所以這個嬰兒沒有分別、沒有執著。你從這裡觀察的時候，你就相信佛法所說的。我們也找證明，這個嬰兒不滿一百天就是證明，沒人教他，父母對他的愛，真愛，他對父母純真無妄。所以，我們相信人性本善，決定不能懷疑。本善就是佛性，本善就是真心，本善就是佛經上常講的第一義諦，真如自性，能生萬法、能生全宇宙。佛法裡面講的，遍法界虛空界一切諸佛剎土從哪來的？一念，一念當中變現出來的。十法界依正莊嚴是阿賴耶的一念，阿賴耶是妄心，生滅心，所以通過阿賴耶，本來是不生不滅全變成生滅法，有生有滅。十法界裡頭的一切法有生有滅，一真法界裡面的一切法不生不滅，為什麼？它沒有阿賴耶，轉阿賴耶為大圓鏡智，就是轉八識成四智，那就是明心見性，他們住哪裡？住一真法界。"
    },
    {
      "id": "02-041-0165_p0011",
      "zh_CN": "这个道理一定要懂，一定要明了，时时刻刻要能够提出观照，当我们起心动念，就想到佛经上这句话，「凡所有相，皆是虚妄」，想起老和尚这句话，贤公老和尚（海贤老和尚），只有念佛这是真的，往生极乐世界作佛去这是真的，其他全是假的，没有一样是真的。这你算是正知正见，你没有看错。这一生你去努力，时间没有长短，你看刚才我举的例子，惠明法师，就刹那之间念头一转，他就明心见性，他就成佛了，多快！那真叫分秒必争，这是一念之间回头。所以惠能大师用了善巧方便，提出这个疑问，他马上就解决了。一个人善念断了、恶念断了，正在这个时候就是你父母未生前本来面目，这就是明心见性，迷悟是在一念之间。我们习气太重，外面诱惑力量太大，禁不起诱惑，所以烦恼一念接着一念，烦恼起现行，真智不能起现行。要把烦恼断掉，那个起心动念是真智、是智慧，是自性里头究竟圆满的智慧，这才能彻悟。",
      "zh_TW": "這個道理一定要懂，一定要明瞭，時時刻刻要能夠提出觀照，當我們起心動念，就想到佛經上這句話，「凡所有相，皆是虛妄」，想起老和尚這句話，賢公老和尚（海賢老和尚），只有念佛這是真的，往生極樂世界作佛去這是真的，其他全是假的，沒有一樣是真的。這你算是正知正見，你沒有看錯。這一生你去努力，時間沒有長短，你看剛才我舉的例子，惠明法師，就剎那之間念頭一轉，他就明心見性，他就成佛了，多快！那真叫分秒必爭，這是一念之間回頭。所以惠能大師用了善巧方便，提出這個疑問，他馬上就解決了。一個人善念斷了、惡念斷了，正在這個時候就是你父母未生前本來面目，這就是明心見性，迷悟是在一念之間。我們習氣太重，外面誘惑力量太大，禁不起誘惑，所以煩惱一念接著一念，煩惱起現行，真智不能起現行。要把煩惱斷掉，那個起心動念是真智、是智慧，是自性裡頭究竟圓滿的智慧，這才能徹悟。"
    },
    {
      "id": "02-041-0165_p0012",
      "zh_CN": "所以在此地我们要肯定，念老的注解没错。大众里面，包括未来世一切凡夫，那就包括我们在内，这里头还有二乘、还有菩萨，二乘，声闻、缘觉。这括弧，「今日我等凡夫亦皆在其中」，这个话是真的，不是假的。因为当时那一会里头，没有时间，没有过去现在未来；没有空间，没有空间就没有距离，我们确实是在这一会里头。「普令大众得闻」，法藏菩萨做这个报告，让与会的大众听到了都得受用。像我们现在这学习班，我们《无量寿经》讲座这个学习班，每个人把他的学习心得做出报告，我们看到，我们自己学习的成就，同学们听到之后，互相观摩，互相提升，皆大欢喜。普令大众得闻，闻了有什么好处？发愿求生净土，往生到极乐世界去。",
      "zh_TW": "所以在此地我們要肯定，念老的註解沒錯。大眾裡面，包括未來世一切凡夫，那就包括我們在內，這裡頭還有二乘、還有菩薩，二乘，聲聞、緣覺。這括弧，「今日我等凡夫亦皆在其中」，這個話是真的，不是假的。因為當時那一會裡頭，沒有時間，沒有過去現在未來；沒有空間，沒有空間就沒有距離，我們確實是在這一會裡頭。「普令大眾得聞」，法藏菩薩做這個報告，讓與會的大眾聽到了都得受用。像我們現在這學習班，我們《無量壽經》講座這個學習班，每個人把他的學習心得做出報告，我們看到，我們自己學習的成就，同學們聽到之後，互相觀摩，互相提升，皆大歡喜。普令大眾得聞，聞了有什麼好處？發願求生淨土，往生到極樂世界去。"
    },
    {
      "id": "02-041-0165_p0013",
      "zh_CN": "「迳出生死苦海」，这个迳，快速，一般八万四千法门修行，真的要经历无量劫才能成就，这个太快了！惠明大师给我们示现的，一句话当中他就悟入，他就明白了。当然他有善根，我们听到这句话，为什么不能明白？我们看到惠明开悟，为什么自己不能开悟？这就是说，惠明法师在那个时候真放下了。能大师教他，不思善，把善放下；不思恶，把恶放下。我们这个经上，清净平等现前，清净平等心马上出来了。我们今天念了清净心，心不清净；念平等心，心不平等，所以我们不能契入，人家就能契入。问一句「如何是明上座本来面目」，他就觉了，清净平等觉。他怎么开悟？就这个开悟的。这个觉就是大彻大悟，就是明心见性，见性成佛。这一下明白之后，他无量劫的问题、迷惑颠倒的问题解决了，没有了，马上转了个念头就护法，护持惠能大师，让他安全，找个地方去躲避，后面追赶的人也追上来，他告诉大家，这个路我已经看过，没有，我们到别的地方去。让他平安，脱离这个追赶的队伍。我们读经、看经要会看，像这些地方都是关键的所在。",
      "zh_TW": "「逕出生死苦海」，這個逕，快速，一般八萬四千法門修行，真的要經歷無量劫才能成就，這個太快了！惠明大師給我們示現的，一句話當中他就悟入，他就明白了。當然他有善根，我們聽到這句話，為什麼不能明白？我們看到惠明開悟，為什麼自己不能開悟？這就是說，惠明法師在那個時候真放下了。能大師教他，不思善，把善放下；不思惡，把惡放下。我們這個經上，清淨平等現前，清淨平等心馬上出來了。我們今天念了清淨心，心不清淨；念平等心，心不平等，所以我們不能契入，人家就能契入。問一句「如何是明上座本來面目」，他就覺了，清淨平等覺。他怎麼開悟？就這個開悟的。這個覺就是大徹大悟，就是明心見性，見性成佛。這一下明白之後，他無量劫的問題、迷惑顛倒的問題解決了，沒有了，馬上轉了個念頭就護法，護持惠能大師，讓他安全，找個地方去躲避，後面追趕的人也追上來，他告訴大家，這個路我已經看過，沒有，我們到別的地方去。讓他平安，脫離這個追趕的隊伍。我們讀經、看經要會看，像這些地方都是關鍵的所在。"
    },
    {
      "id": "02-041-0165_p0014",
      "zh_CN": "我们为什么不能开悟？回过头来检讨自己，我们听了这么多经，读了这么多经，学佛几十年，没放下，还在原地兜圈子。佛没有过失，经典没有过失，法门没有过失，过失完全在自己，疑虑之心放不下，我放不下，念念还有个我。能大师在那里，不但是我放下，法也放下，世法放下，佛法也放下，那叫真正的佛法，佛法是觉悟，清净平等觉这是佛法，统统放下了。所以很快，你看，言下大彻大悟，明心见性，永远脱离六道轮回，不但脱离六道轮回，还脱离了十法界。生死苦海一般是指轮回说的，远一点就包括十法界。十法界有变易生死，六道除了变易生死之外，还有轮回、还有分段生死。六道里头有分段，分段是一个阶段、一个阶段，人从出生到死亡这一个阶段，死亡之后又投胎，永远不间断，所以叫生死苦海，就是六道轮回。能够很快就超出生死轮回，「故令大众欢喜」。哪个修行人不欢喜？这样快速成就。",
      "zh_TW": "我們為什麼不能開悟？回過頭來檢討自己，我們聽了這麼多經，讀了這麼多經，學佛幾十年，沒放下，還在原地兜圈子。佛沒有過失，經典沒有過失，法門沒有過失，過失完全在自己，疑慮之心放不下，我放不下，念念還有個我。能大師在那裡，不但是我放下，法也放下，世法放下，佛法也放下，那叫真正的佛法，佛法是覺悟，清淨平等覺這是佛法，統統放下了。所以很快，你看，言下大徹大悟，明心見性，永遠脫離六道輪迴，不但脫離六道輪迴，還脫離了十法界。生死苦海一般是指輪迴說的，遠一點就包括十法界。十法界有變易生死，六道除了變易生死之外，還有輪迴、還有分段生死。六道裡頭有分段，分段是一個階段、一個階段，人從出生到死亡這一個階段，死亡之後又投胎，永遠不間斷，所以叫生死苦海，就是六道輪迴。能夠很快就超出生死輪迴，「故令大眾歡喜」。哪個修行人不歡喜？這樣快速成就。"
    },
    {
      "id": "02-041-0165_p0015",
      "zh_CN": "禅宗那种顿悟，我们没分。惠明有分，他的因缘具足，当下成就。我们听六祖惠能跟惠明谈话，看这一段记载，我们不开悟，那是什么？我们不是那种根性，这种根性一般讲上上乘人。惠能大师，《坛经》上自己说的，他度的对象是上上乘人，上乘人都不行，要上上根人才能得度。净宗就殊胜，净宗是上中下三根统统得度，它用一句佛号，你相不相信？你要相信，像海贤老和尚真相信，真相信是什么？真干，阿弥陀佛、阿弥陀佛、阿弥陀佛，一天到晚不间断，除了睡觉，醒过来佛号就接起来，工作不妨碍心里念佛，生活也不妨碍心里念佛，待人接物都不妨碍。我见到一个人，章嘉大师，他是持咒，无论在什么时候，无论在什么场合，你细心去观察，他口在动，没有声音。他跟我们谈话，他开口，那个念咒就断了，跟我们谈话，谈完之后他就又接起来，很快、很自然，他成习惯了。海贤老和尚亦如是，海贤老和尚就念一句阿弥陀佛，生活没有把它丢掉，穿衣吃饭佛号不间断；工作，他的工作是种田，是利用劳动，劳动那些动作都是熟透了的，不需要用思考，所以他没有思考，他心里一样念佛，无论干什么，佛号不间断。他是默念，金刚持，口动，没有声音。心里面念佛，口里不动叫默念；口动没有声音，这叫金刚持。九十二年不间断。他有没有得大彻大悟？有。什么时候得的？我的估计是四十岁前后得到的。比不上惠明，惠明是当下，二、三句话就解决，那是什么？那要上上根人，普通人没用，像我们这种普通根人，佛号管用。老和尚二十岁出家，师父教他这句佛号，教他一直念下去，我相信，四十岁是二十年，二十年，大彻大悟，明心见性。那个境界跟六祖惠能相同，相等的。也就是我们这种根性不是上上根人，给我们十年、二十年，我们能做到。",
      "zh_TW": "禪宗那種頓悟，我們沒分。惠明有分，他的因緣具足，當下成就。我們聽六祖惠能跟惠明談話，看這一段記載，我們不開悟，那是什麼？我們不是那種根性，這種根性一般講上上乘人。惠能大師，《壇經》上自己說的，他度的對象是上上乘人，上乘人都不行，要上上根人才能得度。淨宗就殊勝，淨宗是上中下三根統統得度，它用一句佛號，你相不相信？你要相信，像海賢老和尚真相信，真相信是什麼？真幹，阿彌陀佛、阿彌陀佛、阿彌陀佛，一天到晚不間斷，除了睡覺，醒過來佛號就接起來，工作不妨礙心裡念佛，生活也不妨礙心裡念佛，待人接物都不妨礙。我見到一個人，章嘉大師，他是持咒，無論在什麼時候，無論在什麼場合，你細心去觀察，他口在動，沒有聲音。他跟我們談話，他開口，那個念咒就斷了，跟我們談話，談完之後他就又接起來，很快、很自然，他成習慣了。海賢老和尚亦如是，海賢老和尚就念一句阿彌陀佛，生活沒有把它丟掉，穿衣吃飯佛號不間斷；工作，他的工作是種田，是利用勞動，勞動那些動作都是熟透了的，不需要用思考，所以他沒有思考，他心裡一樣念佛，無論幹什麼，佛號不間斷。他是默念，金剛持，口動，沒有聲音。心裡面念佛，口裡不動叫默念；口動沒有聲音，這叫金剛持。九十二年不間斷。他有沒有得大徹大悟？有。什麼時候得的？我的估計是四十歲前後得到的。比不上惠明，惠明是當下，二、三句話就解決，那是什麼？那要上上根人，普通人沒用，像我們這種普通根人，佛號管用。老和尚二十歲出家，師父教他這句佛號，教他一直念下去，我相信，四十歲是二十年，二十年，大徹大悟，明心見性。那個境界跟六祖惠能相同，相等的。也就是我們這種根性不是上上根人，給我們十年、二十年，我們能做到。"
    },
    {
      "id": "02-041-0165_p0016",
      "zh_CN": "要求往生极乐世界，一般三年就可以，念到功夫成片，阿弥陀佛就会来给你送信息，现身给你看，你见到佛，佛会告诉你，你的寿命还有多久，还有多少年，等你寿命到了，佛说我来接你。你自己知道有把握了，精进不懈，想什么时候走就什么时候走。可以提前，我还有寿命我不要，我求阿弥陀佛带我去，佛很慈悲，大多数佛都带走。还有少数，像海贤这种人，他不怕苦，他不怕人家对他羞辱，他能做好榜样给别人看，这种人佛要把他留住，让他在世间多住几年，做好榜样给别人看。换句话说，他是大乘佛法的实践者，把大乘佛法做出来，生活当中做出来，工作当中做出来，处事待人接物当中做出来给人看，这叫表法。表法的时间没有长短限制，所以老和尚自己是不是真的有这么长的寿命？我不以为然，我认为他老人家寿命应该也是七老八十，不是这么长。那这么长的寿命是阿弥陀佛把它延长的，这是佛力加持的，延长干什么？做好榜样给佛门弟子看，给净宗同学看，做榜样。不可思议！这是我们不能不知道的。",
      "zh_TW": "要求往生極樂世界，一般三年就可以，念到功夫成片，阿彌陀佛就會來給你送信息，現身給你看，你見到佛，佛會告訴你，你的壽命還有多久，還有多少年，等你壽命到了，佛說我來接你。你自己知道有把握了，精進不懈，想什麼時候走就什麼時候走。可以提前，我還有壽命我不要，我求阿彌陀佛帶我去，佛很慈悲，大多數佛都帶走。還有少數，像海賢這種人，他不怕苦，他不怕人家對他羞辱，他能做好榜樣給別人看，這種人佛要把他留住，讓他在世間多住幾年，做好榜樣給別人看。換句話說，他是大乘佛法的實踐者，把大乘佛法做出來，生活當中做出來，工作當中做出來，處事待人接物當中做出來給人看，這叫表法。表法的時間沒有長短限制，所以老和尚自己是不是真的有這麼長的壽命？我不以為然，我認為他老人家壽命應該也是七老八十，不是這麼長。那這麼長的壽命是阿彌陀佛把它延長的，這是佛力加持的，延長幹什麼？做好榜樣給佛門弟子看，給淨宗同學看，做榜樣。不可思議！這是我們不能不知道的。"
    },
    {
      "id": "02-041-0165_p0017",
      "zh_CN": "我们也能发心，发这个心，佛就把你寿命延长。我们不是因为延长寿命而发心的，那个发心是自私自利，得不到佛力加持。发什么心？众生太苦、太可怜了，眼看着这些众生造业、受报，将来到哪里去？都是三途地狱，这不忍心！我们发愿住在世间，做一个好的学佛的样子，做一个真正往生极乐世界的样子，让大家生起信心，都能够念佛求生净土，这就对了，这种愿心是为众生，是为正法久住，自然就延长。延长多久？与这个世间众生的缘分，还有缘分应当延长。没有缘分，什么叫没有缘分？这人不听你的，你怎么表演人家不理会你，那就缘分尽了，缘分尽了随时可以走，自在往生。一般功夫成片的人，要真诚心哀求，我舍寿，寿命不要了，我求往生，佛会来接引你。佛不会失约的，你叫他，他真的来，你请他现身，他真现身，真带你走。这就是净宗比禅宗殊胜，禅只度上上根人，上、中、下三根都没有分，净宗是上、中、下三根都有分，都能成就，而且一生成就。只要你真信，信有极乐世界，信有阿弥陀佛，信四十八愿是真的，字字句句都是真的，信我们跟阿弥陀佛是同体的，我们不知道，他知道，我们求往生，他哪有不欢喜的道理？他虽然是面对着遍法界虚空界无量无边众生，一个也不漏掉。不要以为佛把我忘掉了，不会的，人会忘掉，神或者可能忘掉，佛不会，佛与大菩萨绝对不会忘掉。",
      "zh_TW": "我們也能發心，發這個心，佛就把你壽命延長。我們不是因為延長壽命而發心的，那個發心是自私自利，得不到佛力加持。發什麼心？眾生太苦、太可憐了，眼看著這些眾生造業、受報，將來到哪裡去？都是三途地獄，這不忍心！我們發願住在世間，做一個好的學佛的樣子，做一個真正往生極樂世界的樣子，讓大家生起信心，都能夠念佛求生淨土，這就對了，這種願心是為眾生，是為正法久住，自然就延長。延長多久？與這個世間眾生的緣分，還有緣分應當延長。沒有緣分，什麼叫沒有緣分？這人不聽你的，你怎麼表演人家不理會你，那就緣分盡了，緣分盡了隨時可以走，自在往生。一般功夫成片的人，要真誠心哀求，我捨壽，壽命不要了，我求往生，佛會來接引你。佛不會失約的，你叫他，他真的來，你請他現身，他真現身，真帶你走。這就是淨宗比禪宗殊勝，禪只度上上根人，上、中、下三根都沒有分，淨宗是上、中、下三根都有分，都能成就，而且一生成就。只要你真信，信有極樂世界，信有阿彌陀佛，信四十八願是真的，字字句句都是真的，信我們跟阿彌陀佛是同體的，我們不知道，他知道，我們求往生，他哪有不歡喜的道理？他雖然是面對著遍法界虛空界無量無邊眾生，一個也不漏掉。不要以為佛把我忘掉了，不會的，人會忘掉，神或者可能忘掉，佛不會，佛與大菩薩絕對不會忘掉。"
    },
    {
      "id": "02-041-0165_p0018",
      "zh_CN": "经的意思太深，确实不太容易看得出来，尤其心浮气躁，海贤老和尚的光碟清楚，多看，看个三十遍、五十遍，味道就看出来，那个时候你就欲罢不能。像刘素云居士一样，她提出报告的时候，那个时候说已经看了一千六百多遍，她告诉大家，愈看愈欢喜，遍遍有感受、有受用，法喜充满，永远看不厌。那是什么？因为是真的，都是从自性流出来的，没有通过阿赖耶识，有这么大的摄受力量。",
      "zh_TW": "經的意思太深，確實不太容易看得出來，尤其心浮氣躁，海賢老和尚的光碟清楚，多看，看個三十遍、五十遍，味道就看出來，那個時候你就欲罷不能。像劉素雲居士一樣，她提出報告的時候，那個時候說已經看了一千六百多遍，她告訴大家，愈看愈歡喜，遍遍有感受、有受用，法喜充滿，永遠看不厭。那是什麼？因為是真的，都是從自性流出來的，沒有通過阿賴耶識，有這麼大的攝受力量。"
    },
    {
      "id": "02-041-0165_p0019",
      "zh_CN": "我们接着往下看，「亦令大众闻法得利，普发弥陀之愿，学法藏之所行，摄取佛刹，满足大愿」。听这部经，学这个法门，法藏给我们表法，我们应当向他学习，发心供养极乐世界，所做的一切功德都回向西方净土，不求人天福报，学法藏之所行。他行的是什么？满足大愿，摄取佛刹，我们要学四十八愿，我们以四十八愿光大西方极乐世界，这就对了。「《净影疏》曰：法藏自说己愿，令诸菩萨学之同发」，这就是真实利他。我们今天接着要看第六品，就是「发大誓愿」，第六品这一品是全经的精华，是《无量寿经》的精华篇。你要想了解极乐世界、认识极乐世界，这一品经学了之后，你就明白了。学会了之后，我们要发愿，跟阿弥陀佛同愿、同德、同行，哪有不往生的道理？海贤老和尚还有一句话，我们要记在心上，他说：「阿弥陀佛是我老和尚的根！」根是什么？命根，我的命根就是阿弥陀佛。肯定认真阿弥陀佛是我自己的命根，你能不到极乐世界去吗？肯定往生。所以法藏自说己愿，帮助一切菩萨同发四十八愿，就这个意思。",
      "zh_TW": "我們接著往下看，「亦令大眾聞法得利，普發彌陀之願，學法藏之所行，攝取佛剎，滿足大願」。聽這部經，學這個法門，法藏給我們表法，我們應當向他學習，發心供養極樂世界，所做的一切功德都迴向西方淨土，不求人天福報，學法藏之所行。他行的是什麼？滿足大願，攝取佛剎，我們要學四十八願，我們以四十八願光大西方極樂世界，這就對了。「《淨影疏》曰：法藏自說己願，令諸菩薩學之同發」，這就是真實利他。我們今天接著要看第六品，就是「發大誓願」，第六品這一品是全經的精華，是《無量壽經》的精華篇。你要想了解極樂世界、認識極樂世界，這一品經學了之後，你就明白了。學會了之後，我們要發願，跟阿彌陀佛同願、同德、同行，哪有不往生的道理？海賢老和尚還有一句話，我們要記在心上，他說：「阿彌陀佛是我老和尚的根！」根是什麼？命根，我的命根就是阿彌陀佛。肯定認真阿彌陀佛是我自己的命根，你能不到極樂世界去嗎？肯定往生。所以法藏自說己願，幫助一切菩薩同發四十八願，就這個意思。"
    },
    {
      "id": "02-041-0165_p0020",
      "zh_CN": "「又《会疏》云：菩萨闻之，自发勇猛心。彼既丈夫，我亦尔。彼发妙愿，我不尔乎？故能缘之满足大愿也。」我学了四十八愿，我发这个愿，每一个学四十八愿的人都发这个愿，这真正是跟阿弥陀佛同行之人，阿弥陀佛的事业是我的事业，我的事业就是阿弥陀佛的事业，融成一片。三时系念佛事，大家很熟悉，这个法本是元朝时候天目山老和尚编的，这法本里头有两句话很重要，他说：「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」，中峰禅师说的，说得一点都不错，跟《无量寿经》完全相应。中峰禅师在哪里？当然在极乐世界。又《会疏》云：菩萨闻之，自发勇猛心。彼既丈夫，彼是法藏比丘，我亦尔，他能发，我为什么不能发？故能缘之满足大愿也。特别是自己，我学了，我要发，我要满足弥陀大愿，弥陀就是自己。「满足无量大愿，指能满一切志愿」，一切志愿就在往生净土这一愿，这一愿就是一切愿。你不能往生，一切愿都不能达到；往生极乐世界，一切愿都能圆满成就，不是假的。",
      "zh_TW": "「又《會疏》云：菩薩聞之，自發勇猛心。彼既丈夫，我亦爾。彼發妙願，我不爾乎？故能緣之滿足大願也。」我學了四十八願，我發這個願，每一個學四十八願的人都發這個願，這真正是跟阿彌陀佛同行之人，阿彌陀佛的事業是我的事業，我的事業就是阿彌陀佛的事業，融成一片。三時繫念佛事，大家很熟悉，這個法本是元朝時候天目山老和尚編的，這法本裡頭有兩句話很重要，他說：「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」，中峰禪師說的，說得一點都不錯，跟《無量壽經》完全相應。中峰禪師在哪裡？當然在極樂世界。又《會疏》云：菩薩聞之，自發勇猛心。彼既丈夫，彼是法藏比丘，我亦爾，他能發，我為什麼不能發？故能緣之滿足大願也。特別是自己，我學了，我要發，我要滿足彌陀大願，彌陀就是自己。「滿足無量大願，指能滿一切志願」，一切志願就在往生淨土這一願，這一願就是一切願。你不能往生，一切願都不能達到；往生極樂世界，一切願都能圓滿成就，不是假的。"
    },
    {
      "id": "02-041-0165_p0021",
      "zh_CN": "「又《往生论注》云：满足往生净土一愿，即一切志愿悉满足。故云满足无量大愿。」这句话重要，比什么都重要！我们有很多的愿望很难达到，往生到极乐世界全都能达到，你一切愿都满了；不能往生极乐世界，你发个愿要想把它做到都不容易。我们发个愿，现在人发愿都是求名求利，求财富、求高官，都发这种愿，能不能得到？能得到的是他命里有的，他命里没有的得不到。命里面有的是过去生中修的福慧，这一生来享受，大的福慧享天福，他到天上去，小的福慧在人间。福享尽了很少有不堕落的，为什么？在自己拥有名利的时候，偶尔做了不善的业，到福享尽了，那个不善的业就出现，果报就会现前。所以古人有讲三世怨，第一世修福慧，第二世享福，享福的时候，把修福慧忘掉了，造业了，第三世福享完，到三途去了。很多很多这个例子，不胜枚举。明白这个道理，你能不小心、不谨慎吗？几个人大富大贵还行大善，修大德、行大善他可以做得到？太少了！享福的时候人就迷惑，也行善事，善事很小，微不足道。这些道理学佛的同学一定要明了。所以我们要记住，《往生论注》上这句话多好，满足往生净土一愿，一切志愿统统满足。故云满足无量大愿。「昙鸾大师作《论注》」，就是《往生论》的注解，这是《往生论》注解上的话，「和盘托出诸佛心髓」。和盘就是毫无保留，丝毫保留都没有，全部都拿出来，供养大众。这是法供养，无上的法供养。",
      "zh_TW": "「又《往生論註》云：滿足往生淨土一願，即一切志願悉滿足。故云滿足無量大願。」這句話重要，比什麼都重要！我們有很多的願望很難達到，往生到極樂世界全都能達到，你一切願都滿了；不能往生極樂世界，你發個願要想把它做到都不容易。我們發個願，現在人發願都是求名求利，求財富、求高官，都發這種願，能不能得到？能得到的是他命裡有的，他命裡沒有的得不到。命裡面有的是過去生中修的福慧，這一生來享受，大的福慧享天福，他到天上去，小的福慧在人間。福享盡了很少有不墮落的，為什麼？在自己擁有名利的時候，偶爾做了不善的業，到福享盡了，那個不善的業就出現，果報就會現前。所以古人有講三世怨，第一世修福慧，第二世享福，享福的時候，把修福慧忘掉了，造業了，第三世福享完，到三途去了。很多很多這個例子，不勝枚舉。明白這個道理，你能不小心、不謹慎嗎？幾個人大富大貴還行大善，修大德、行大善他可以做得到？太少了！享福的時候人就迷惑，也行善事，善事很小，微不足道。這些道理學佛的同學一定要明瞭。所以我們要記住，《往生論註》上這句話多好，滿足往生淨土一願，一切志願統統滿足。故云滿足無量大願。「曇鸞大師作《論註》」，就是《往生論》的註解，這是《往生論》註解上的話，「和盤托出諸佛心髓」。和盤就是毫無保留，絲毫保留都沒有，全部都拿出來，供養大眾。這是法供養，無上的法供養。"
    },
    {
      "id": "02-041-0165_p0022",
      "zh_CN": "「法藏菩萨五劫精勤求索之大愿，祗为众生能真实发起往生净土之一愿」，这话什么意思？原来阿弥陀佛四十八愿目的是什么？目的是让你真正听清楚、搞明白，你发愿求生净土，就为这个。慈悲到了极处，微妙到极处，殊胜到极处，让你看到四十八愿，你心动了，这个地方我一定要去。十方诸佛世界还都有缺陷，跟极乐世界一比，四十八愿一比，四十八愿圆满，其他诸佛如来的愿是非常好，但是跟阿弥陀佛一比有缺陷，我们要求圆满大愿。这一愿，这一愿就是求生净土这一愿，就圆满含摄无量大愿。黄念老这个话说得很好，祗为众生能真实发起往生净土之一愿。",
      "zh_TW": "「法藏菩薩五劫精勤求索之大願，祗為眾生能真實發起往生淨土之一願」，這話什麼意思？原來阿彌陀佛四十八願目的是什麼？目的是讓你真正聽清楚、搞明白，你發願求生淨土，就為這個。慈悲到了極處，微妙到極處，殊勝到極處，讓你看到四十八願，你心動了，這個地方我一定要去。十方諸佛世界還都有缺陷，跟極樂世界一比，四十八願一比，四十八願圓滿，其他諸佛如來的願是非常好，但是跟阿彌陀佛一比有缺陷，我們要求圓滿大願。這一願，這一願就是求生淨土這一願，就圓滿含攝無量大願。黃念老這個話說得很好，祗為眾生能真實發起往生淨土之一願。"
    },
    {
      "id": "02-041-0165_p0023",
      "zh_CN": "「故我辈末世凡夫」，底下的话是念老劝我们的，你看念老是何等人物！「但能满足此一愿，即与弥陀大愿相应」，弥陀大愿，下面讲的四十八愿。我们怎样来修四十八愿？是不是四十八愿每一条、每一条我们要修？每一条、每一条修，要费很长的时间，阿弥陀佛用了五劫的时间，我们哪有那么长的时间？我们只要一愿，他四十八愿全得到。哪一愿？求生极乐世界。往生极乐世界，天天跟着阿弥陀佛，没有成佛不离开阿弥陀佛，这肯定做得到的，一直到成佛我才会离开佛，没有成佛决定不离开佛。极乐世界无量寿，寿命无量这第一大福报，有的是时间。我们有理由相信，到极乐世界成佛，非常可能像惠明法师一样，阿弥陀佛一点你就开悟，你就成就，就证得无生法忍，就圆满菩提，无比的快速！这能不去吗？你看下面，「便入一乘愿海，便与弥陀大愿同体，故云即是满足无量大愿」。这是真的，不是假的，满足这两个字好，没有一丝毫的欠缺，这叫满足，往生极乐世界就满足，见到阿弥陀佛就满足。「何等方便」，我们就看这六句，「何等直捷，从果起修，直趋究竟。不可思议，净土法门」。这还得了！八万四千法门，无量法门，真的是不可思议，是无法想像。",
      "zh_TW": "「故我輩末世凡夫」，底下的話是念老勸我們的，你看念老是何等人物！「但能滿足此一願，即與彌陀大願相應」，彌陀大願，下面講的四十八願。我們怎樣來修四十八願？是不是四十八願每一條、每一條我們要修？每一條、每一條修，要費很長的時間，阿彌陀佛用了五劫的時間，我們哪有那麼長的時間？我們只要一願，他四十八願全得到。哪一願？求生極樂世界。往生極樂世界，天天跟著阿彌陀佛，沒有成佛不離開阿彌陀佛，這肯定做得到的，一直到成佛我才會離開佛，沒有成佛決定不離開佛。極樂世界無量壽，壽命無量這第一大福報，有的是時間。我們有理由相信，到極樂世界成佛，非常可能像惠明法師一樣，阿彌陀佛一點你就開悟，你就成就，就證得無生法忍，就圓滿菩提，無比的快速！這能不去嗎？你看下面，「便入一乘願海，便與彌陀大願同體，故云即是滿足無量大願」。這是真的，不是假的，滿足這兩個字好，沒有一絲毫的欠缺，這叫滿足，往生極樂世界就滿足，見到阿彌陀佛就滿足。「何等方便」，我們就看這六句，「何等直捷，從果起修，直趨究竟。不可思議，淨土法門」。這還得了！八萬四千法門，無量法門，真的是不可思議，是無法想像。"
    },
    {
      "id": "02-041-0165_p0024",
      "zh_CN": "真方便，一句佛号。海贤老和尚做给我们看，海庆法师做给我们看，海贤的母亲做给我们看。他的母亲是在家居士，八十六岁往生，走得多么潇洒、多么自在！没有病苦，没有死苦，告诉大家「我走了」，她就真走了。海贤老和尚预知时至，不告诉人，为什么？他不要人帮他助念。这个表法表得非常好，做样子给我们看，往生，自己有能力往生，何必要别人帮助？他说得很好，「要别人帮助是自己没有把握」，自己有把握何必麻烦别人？对，我们要学他，自己要有把握，绝不求人助念。能不能做到？今天这一段黄念老的开示，注解就是开示，你真听懂了，你听明白了，你依教奉行，你就能做到。这是真的，不是假的。因为它是从果起修，阿弥陀佛是果，不是因。直趋究竟，就是这一句佛号念到底，一直念下去，不换题目，也不必用其他的方法来帮助。古人讲净宗有正修、有助修，正修是念一句阿弥陀佛，助修也是念这一句阿弥陀佛。蕅益大师教我们的。这就是直趋究竟，不可思议，净土法门。我们要真正相信。",
      "zh_TW": "真方便，一句佛號。海賢老和尚做給我們看，海慶法師做給我們看，海賢的母親做給我們看。他的母親是在家居士，八十六歲往生，走得多麼瀟灑、多麼自在！沒有病苦，沒有死苦，告訴大家「我走了」，她就真走了。海賢老和尚預知時至，不告訴人，為什麼？他不要人幫他助念。這個表法表得非常好，做樣子給我們看，往生，自己有能力往生，何必要別人幫助？他說得很好，「要別人幫助是自己沒有把握」，自己有把握何必麻煩別人？對，我們要學他，自己要有把握，絕不求人助念。能不能做到？今天這一段黃念老的開示，註解就是開示，你真聽懂了，你聽明白了，你依教奉行，你就能做到。這是真的，不是假的。因為它是從果起修，阿彌陀佛是果，不是因。直趨究竟，就是這一句佛號念到底，一直念下去，不換題目，也不必用其他的方法來幫助。古人講淨宗有正修、有助修，正修是念一句阿彌陀佛，助修也是念這一句阿彌陀佛。蕅益大師教我們的。這就是直趨究竟，不可思議，淨土法門。我們要真正相信。"
    },
    {
      "id": "02-041-0165_p0025",
      "zh_CN": "这一遍我们学习《大经科注》是第四次，第四回。前面三回重在解，我们得认识它，这一回我们偏重在行，如何把我们所理解的落实到生活、落实到工作、落实到处事待人接物。我们希望得真实利益，真实利益就是决定这一生要往生，而且希望能自在往生。自在，什么意思？想什么时候去什么时候去。自己真有慈悲心，真是什么？绝对不是为自己，是为一切苦难众生，在这个世间多遭几年罪、多受几年苦，不在乎，帮助众生往生，这就对了。跟我有缘的人都往生了，然后我就去。这是海贤老和尚给我们做的榜样。这一品我们就学习到此地。",
      "zh_TW": "這一遍我們學習《大經科註》是第四次，第四回。前面三回重在解，我們得認識它，這一回我們偏重在行，如何把我們所理解的落實到生活、落實到工作、落實到處事待人接物。我們希望得真實利益，真實利益就是決定這一生要往生，而且希望能自在往生。自在，什麼意思？想什麼時候去什麼時候去。自己真有慈悲心，真是什麼？絕對不是為自己，是為一切苦難眾生，在這個世間多遭幾年罪、多受幾年苦，不在乎，幫助眾生往生，這就對了。跟我有緣的人都往生了，然後我就去。這是海賢老和尚給我們做的榜樣。這一品我們就學習到此地。"
    },
    {
      "id": "02-041-0165_p0026",
      "zh_CN": "我们再看下面第六品，科题「佛令说益」，这里面分三段，第一段「正具说大行愿」，分为三，首先这段「陈说请听」。法藏比丘在老师面前，教导我们事师之道，对老师的恭敬。圣学、佛法学习的禀性，也就是学习所要求的，是老实、听话、真干，这个禀性好，老实人不怀疑，学习的态度真诚，真诚心、恭敬心、清净心，他能听得进去，他能保持，他能落实，真正得利益。这就是净宗学人的条件。这个条件不足，要把它补起来，为什么？不足，你这一生很难往生，太可惜！所以要学老实、要学听话、要学真干，待人接物，生活、工作都要学真诚心。这个年头用真诚心，老实人吃亏，不怕吃亏。决定不能占便宜，为什么？占不到便宜，要真能占得到便宜，佛菩萨都会占便宜，占不到，结果怎么样？吃大亏，占便宜的果报是吃大亏。这个不能不知道。还是老实好，吃亏是福，不是坏事情，吃亏人消业障，业障消了福报就现前。我们修的福，福不能现前，为什么？有业障。福没有丢掉，业障消了福报就现前。古今中外莫不如是。所以，能吃亏，欢喜吃亏，绝不做占便宜的事情。能忍，修忍辱波罗蜜。有布施、有持戒，不能忍辱就得不到利益。所以《金刚经》上佛说「一切法得成于忍」，忍才能真正得到利益，不能忍不行，大难大忍，小难小忍。海贤老和尚忍辱的功夫高，什么都能忍，没有怨恨心，没有烦恼，天天法喜充满。",
      "zh_TW": "我們再看下面第六品，科題「佛令說益」，這裡面分三段，第一段「正具說大行願」，分為三，首先這段「陳說請聽」。法藏比丘在老師面前，教導我們事師之道，對老師的恭敬。聖學、佛法學習的稟性，也就是學習所要求的，是老實、聽話、真幹，這個稟性好，老實人不懷疑，學習的態度真誠，真誠心、恭敬心、清淨心，他能聽得進去，他能保持，他能落實，真正得利益。這就是淨宗學人的條件。這個條件不足，要把它補起來，為什麼？不足，你這一生很難往生，太可惜！所以要學老實、要學聽話、要學真幹，待人接物，生活、工作都要學真誠心。這個年頭用真誠心，老實人吃虧，不怕吃虧。決定不能佔便宜，為什麼？佔不到便宜，要真能佔得到便宜，佛菩薩都會佔便宜，佔不到，結果怎麼樣？吃大虧，佔便宜的果報是吃大虧。這個不能不知道。還是老實好，吃虧是福，不是壞事情，吃虧人消業障，業障消了福報就現前。我們修的福，福不能現前，為什麼？有業障。福沒有丟掉，業障消了福報就現前。古今中外莫不如是。所以，能吃虧，歡喜吃虧，絕不做佔便宜的事情。能忍，修忍辱波羅蜜。有布施、有持戒，不能忍辱就得不到利益。所以《金剛經》上佛說「一切法得成於忍」，忍才能真正得到利益，不能忍不行，大難大忍，小難小忍。海賢老和尚忍辱的功夫高，什麼都能忍，沒有怨恨心，沒有煩惱，天天法喜充滿。"
    },
    {
      "id": "02-041-0165_p0027",
      "zh_CN": "这一品是全经最重要的一品，念老在经的前面有介绍品题，就是介绍全经大意。我们看第二行的：",
      "zh_TW": "這一品是全經最重要的一品，念老在經的前面有介紹品題，就是介紹全經大意。我們看第二行的："
    },
    {
      "id": "02-041-0165_p0028",
      "zh_CN": "【发大誓愿第六】",
      "zh_TW": "【發大誓願第六】"
    },
    {
      "id": "02-041-0165_p0029",
      "zh_CN": "我们看念老的开示，「本品乃法藏菩萨遵佛明训」，这个佛是他的老师，世间自在王如来，教导他，「于大众中宣说所发殊胜大愿」。你把你所发的四十八大愿说出来，跟大家做报告，跟大家做分享，现在我们叫报告、分享，让大众生欢喜心。于大众中宣说所发殊胜大愿，「此大誓愿，妙德难思」。四十八愿，愿愿都具足无量无边微妙功德，不可思议，真的是大，大到我们无法想像。「如《甄解》曰：四十八愿功德成就，而归一正觉，正觉之体即是南无阿弥陀佛也。是名弘誓本乘海，亦名悲愿一乘。此乃弥陀正觉功德也。正觉功德不可思议者，由誓愿不可思议。是以《行卷》以卅六句叹誓愿不可思议，以彰正觉功德广大。」下面引用的是文，是《行卷》里头的原文，「敬白一切往生人等，弘誓一乘海者，成就无碍无边最胜深妙不可说不可称不可思议至德」。至德是讲功德到了极处，到了究竟圆满。「何以故？誓愿不可思议故。悲愿喻如大虚空，诸妙功德广无边故。犹如大车乃至犹如大风，普行世间无所碍故。能出三有系缚城，乃至开显方便藏。良可奉持，特可顶戴也。」",
      "zh_TW": "我們看念老的開示，「本品乃法藏菩薩遵佛明訓」，這個佛是他的老師，世間自在王如來，教導他，「於大眾中宣說所發殊勝大願」。你把你所發的四十八大願說出來，跟大家做報告，跟大家做分享，現在我們叫報告、分享，讓大眾生歡喜心。於大眾中宣說所發殊勝大願，「此大誓願，妙德難思」。四十八願，願願都具足無量無邊微妙功德，不可思議，真的是大，大到我們無法想像。「如《甄解》曰：四十八願功德成就，而歸一正覺，正覺之體即是南無阿彌陀佛也。是名弘誓本乘海，亦名悲願一乘。此乃彌陀正覺功德也。正覺功德不可思議者，由誓願不可思議。是以《行卷》以卅六句歎誓願不可思議，以彰正覺功德廣大。」下面引用的是文，是《行卷》裡頭的原文，「敬白一切往生人等，弘誓一乘海者，成就無礙無邊最勝深妙不可說不可稱不可思議至德」。至德是講功德到了極處，到了究竟圓滿。「何以故？誓願不可思議故。悲願喻如大虛空，諸妙功德廣無邊故。猶如大車乃至猶如大風，普行世間無所礙故。能出三有繫縛城，乃至開顯方便藏。良可奉持，特可頂戴也。」"
    },
    {
      "id": "02-041-0165_p0030",
      "zh_CN": "我们就看这段。《行卷》里面说，敬白，这是祖师开示里面自己谦虚，对待所有听众恭敬。我们应该要学，看古人一丝毫傲慢的习气都没有，对人这么客气、这么尊重，听众欢喜。不是用教训的口吻来说，是用恭恭敬敬向大家报告，请教的口吻，这难得。这现在人特别要学的，我们就是缺少这个。弘誓一乘，弘誓，弘是大，阿弥陀佛大誓愿，一乘是成佛，成佛才叫一乘，成菩萨叫大乘，成阿罗汉、辟支佛叫小乘，一乘是直截了当成佛之法。下面赞叹，成就无碍，没有障碍。我们今天在这个世界上，想做好事的人有，不是没有，能不能成就？障碍太多。阿弥陀佛他能突破种种障碍，那就是用什么方法？世尊灭度之前，交代弟子两句话，你们要能够护持正法，一定要遵守，第一个「以戒为师」，第二个「以苦为师」，你才能护持，要持戒、要吃苦，绝不怕吃苦。",
      "zh_TW": "我們就看這段。《行卷》裡面說，敬白，這是祖師開示裡面自己謙虛，對待所有聽眾恭敬。我們應該要學，看古人一絲毫傲慢的習氣都沒有，對人這麼客氣、這麼尊重，聽眾歡喜。不是用教訓的口吻來說，是用恭恭敬敬向大家報告，請教的口吻，這難得。這現在人特別要學的，我們就是缺少這個。弘誓一乘，弘誓，弘是大，阿彌陀佛大誓願，一乘是成佛，成佛才叫一乘，成菩薩叫大乘，成阿羅漢、辟支佛叫小乘，一乘是直截了當成佛之法。下面讚歎，成就無礙，沒有障礙。我們今天在這個世界上，想做好事的人有，不是沒有，能不能成就？障礙太多。阿彌陀佛他能突破種種障礙，那就是用什麼方法？世尊滅度之前，交代弟子兩句話，你們要能夠護持正法，一定要遵守，第一個「以戒為師」，第二個「以苦為師」，你才能護持，要持戒、要吃苦，絕不怕吃苦。"
    },
    {
      "id": "02-041-0165_p0031",
      "zh_CN": "戒律指的什么？海贤老和尚不认识字，一生没念过书，没有学过戒律，没有一个人不说，「持戒精严，以苦为师」，这两句话，他老人家真正做到了。那戒是什么？戒是根本，根本戒就是三皈五戒。他在哪里受的？他受戒的时候，在那个时代（他那个时代），大陆上传戒是五十三天，肯定把三皈五戒、沙弥律仪、比丘戒、菩萨戒都讲过，虽然不是很详细，确实是教导了，一条一条老师都教给你。重点的就是三皈、五戒、十善，这是根本戒。",
      "zh_TW": "戒律指的什麼？海賢老和尚不認識字，一生沒念過書，沒有學過戒律，沒有一個人不說，「持戒精嚴，以苦為師」，這兩句話，他老人家真正做到了。那戒是什麼？戒是根本，根本戒就是三皈五戒。他在哪裡受的？他受戒的時候，在那個時代（他那個時代），大陸上傳戒是五十三天，肯定把三皈五戒、沙彌律儀、比丘戒、菩薩戒都講過，雖然不是很詳細，確實是教導了，一條一條老師都教給你。重點的就是三皈、五戒、十善，這是根本戒。"
    },
    {
      "id": "02-041-0165_p0032",
      "zh_CN": "三皈是修行最高的指导原则。学佛学什么？就这三条，第一条「皈依佛」，第二条「皈依法」，第三条「皈依僧」。大小乘经都这么说法，可是我们看看六祖惠能大师，他出生的那个年代，佛法传到中国七百年，七百年的时间不短也不长，但是七百年的承传会有偏差，慢慢流于形式。所以我在《坛经》里面看到，他老人家给人家授三皈，他不讲佛、法、僧，他怎么讲？你们看《坛经》，他说，「皈依觉，皈依正，皈依净」，他这个讲法。为什么这个讲法？可能在那个时候，佛来的时间久了，七百年了，一般人的概念当中就是，佛就是佛像，法就是经典，僧就是出家人。不过那个时候出家人还很像样，真的持戒，真的学教，可能就有这些，逐渐逐渐大家概念上都看形式，实质的内容就少说了，那学法就会偏差，所以他讲实质。佛是什么？佛是觉悟。觉悟究竟圆满就称佛，觉悟没有达到究竟圆满称菩萨。",
      "zh_TW": "三皈是修行最高的指導原則。學佛學什麼？就這三條，第一條「皈依佛」，第二條「皈依法」，第三條「皈依僧」。大小乘經都這麼說法，可是我們看看六祖惠能大師，他出生的那個年代，佛法傳到中國七百年，七百年的時間不短也不長，但是七百年的承傳會有偏差，慢慢流於形式。所以我在《壇經》裡面看到，他老人家給人家授三皈，他不講佛、法、僧，他怎麼講？你們看《壇經》，他說，「皈依覺，皈依正，皈依淨」，他這個講法。為什麼這個講法？可能在那個時候，佛來的時間久了，七百年了，一般人的概念當中就是，佛就是佛像，法就是經典，僧就是出家人。不過那個時候出家人還很像樣，真的持戒，真的學教，可能就有這些，逐漸逐漸大家概念上都看形式，實質的內容就少說了，那學法就會偏差，所以他講實質。佛是什麼？佛是覺悟。覺悟究竟圓滿就稱佛，覺悟沒有達到究竟圓滿稱菩薩。"
    },
    {
      "id": "02-041-0165_p0033",
      "zh_CN": "所以经上有一句术语，「阿耨多罗三藐三菩提」，这一个术语是可以翻的，为什么不翻成中国字？叫尊重不翻，为什么？它是学佛人终极的目标，学佛想得什么？就这一句阿耨多罗三藐三菩提，翻成中国意思是无上正等正觉。这个真可以翻，一点都不错，「阿」翻作无，「耨多罗」翻作上，无上，梵文「三」的意思翻成中国正，「菩提」翻作觉，三藐三菩提，「藐」翻作等，三翻成正，菩提翻作觉，所以统统翻过来，无上正等正觉。佛是无上正等正觉，菩萨是正等正觉，阿罗汉是正觉。这一个名号里头三个等级，用现在的话说，好像是学位的等级，这三个名词是学位的名称。最高的学位是佛陀，毕业了，拿到博士学位，没有比这更高，称之为佛陀；第二个学位是觉悟，没有达到究竟圆满称菩萨，三藐正等，等于佛，他不是佛；第三个学位阿罗汉，他只有正觉，还不能等，没有办法跟菩萨平等，还没有等，最低的学位，好像学校里学士，菩萨是硕士，佛是博士。所以佛教里头这三个学位，每一个人都可以拿到，应该拿到，为什么？你本来是佛，你现在是迷惑，迷了自性，颠倒行事，变成凡夫。凡夫就是什么？不觉，不正，不清净。佛是觉悟，他不觉就是迷惑；菩萨正知正见，今天讲正能量，那你是邪知邪见，负能量；阿罗汉正觉，你不觉，不觉迷惑颠倒。",
      "zh_TW": "所以經上有一句術語，「阿耨多羅三藐三菩提」，這一個術語是可以翻的，為什麼不翻成中國字？叫尊重不翻，為什麼？它是學佛人終極的目標，學佛想得什麼？就這一句阿耨多羅三藐三菩提，翻成中國意思是無上正等正覺。這個真可以翻，一點都不錯，「阿」翻作無，「耨多羅」翻作上，無上，梵文「三」的意思翻成中國正，「菩提」翻作覺，三藐三菩提，「藐」翻作等，三翻成正，菩提翻作覺，所以統統翻過來，無上正等正覺。佛是無上正等正覺，菩薩是正等正覺，阿羅漢是正覺。這一個名號裡頭三個等級，用現在的話說，好像是學位的等級，這三個名詞是學位的名稱。最高的學位是佛陀，畢業了，拿到博士學位，沒有比這更高，稱之為佛陀；第二個學位是覺悟，沒有達到究竟圓滿稱菩薩，三藐正等，等於佛，他不是佛；第三個學位阿羅漢，他只有正覺，還不能等，沒有辦法跟菩薩平等，還沒有等，最低的學位，好像學校裡學士，菩薩是碩士，佛是博士。所以佛教裡頭這三個學位，每一個人都可以拿到，應該拿到，為什麼？你本來是佛，你現在是迷惑，迷了自性，顛倒行事，變成凡夫。凡夫就是什麼？不覺，不正，不清淨。佛是覺悟，他不覺就是迷惑；菩薩正知正見，今天講正能量，那你是邪知邪見，負能量；阿羅漢正覺，你不覺，不覺迷惑顛倒。"
    },
    {
      "id": "02-041-0165_p0034",
      "zh_CN": "所以佛法所修的觉、正、净，惠能大师传三皈，教人皈依觉、皈依正、皈依净，他这样教法，然后再给你解释，「佛者，觉也；法者，正也；僧者，净也」。你皈依佛是要念念觉而不迷，这真的皈依佛了，皈是回头，依是依靠，我依靠什么？依靠正觉，依靠觉悟，不再迷惑了。皈依法，法是正知正见，经典里面所说的都是方法，你要依靠正知正见，不能依靠邪知邪见。现在你看这个社会，家家有电视，人人有网路，网路、电视里教的什么？杀盗淫妄，全是负面的，全是邪知邪见，这还得了！不教都学坏，还要教他，这就是今天社会为什么动乱，为什么会有这么多灾变，原因在此地。我们要知道。皈依僧，僧是什么？清净，皈依净，净是六根清净，一尘不染。所以六祖提醒大家，三皈依要讲实质，不能讲形式，讲形式你没有得到，真正三皈这才是佛的学生，有名无实不算。所以六祖说得好，学佛，人家问你，你为什么学佛？佛是什么？你能讲清楚，佛是觉、正、净。你要不要？人家一听，要。不是泥塑木雕的那个佛，不是佛教传的这些经典，不是，正知正见。出家人六根清净，一尘不染，他持戒律。一个出家人一定是「以戒为师，以苦为师」，能吃苦，能持戒，修行十善、修行六波罗蜜，这是僧，出家僧人。你不讲清楚、不讲明白，那怎么行？",
      "zh_TW": "所以佛法所修的覺、正、淨，惠能大師傳三皈，教人皈依覺、皈依正、皈依淨，他這樣教法，然後再給你解釋，「佛者，覺也；法者，正也；僧者，淨也」。你皈依佛是要念念覺而不迷，這真的皈依佛了，皈是回頭，依是依靠，我依靠什麼？依靠正覺，依靠覺悟，不再迷惑了。皈依法，法是正知正見，經典裡面所說的都是方法，你要依靠正知正見，不能依靠邪知邪見。現在你看這個社會，家家有電視，人人有網路，網路、電視裡教的什麼？殺盜淫妄，全是負面的，全是邪知邪見，這還得了！不教都學壞，還要教他，這就是今天社會為什麼動亂，為什麼會有這麼多災變，原因在此地。我們要知道。皈依僧，僧是什麼？清淨，皈依淨，淨是六根清淨，一塵不染。所以六祖提醒大家，三皈依要講實質，不能講形式，講形式你沒有得到，真正三皈這才是佛的學生，有名無實不算。所以六祖說得好，學佛，人家問你，你為什麼學佛？佛是什麼？你能講清楚，佛是覺、正、淨。你要不要？人家一聽，要。不是泥塑木雕的那個佛，不是佛教傳的這些經典，不是，正知正見。出家人六根清淨，一塵不染，他持戒律。一個出家人一定是「以戒為師，以苦為師」，能吃苦，能持戒，修行十善、修行六波羅蜜，這是僧，出家僧人。你不講清楚、不講明白，那怎麼行？"
    },
    {
      "id": "02-041-0165_p0035",
      "zh_CN": "学佛这进门，入门先告诉你佛讲的什么，最高的原理原则教导给你，传授给你。然后怎么去做，落实在五戒，就是三皈五戒，不杀生、不邪淫、不偷盗、不饮酒、不妄语，这五戒。五戒的内容恰恰好跟中国古圣先贤所讲的五常一个意思，五常是仁义礼智信。仁者不杀，不杀是仁慈；不盗是义，决定没有伤害别人的念头，这是义，义是应该这样做法，它与自性相应；礼是不邪淫，不邪淫的广义，一切都不可以过分，过分就不好了，要知道恰到好处。礼有节度，有分寸的，过与不及都不合礼，譬如现在的礼节规定，最敬礼是三鞠躬，那你要跟人四鞠躬就过分了，这不合礼。为什么？巴结人，向人讨好，这就不对。那我两鞠躬，两鞠躬你傲慢，你瞧不起人。所以礼有节度，规定三鞠躬就三鞠躬，不超过，也不能不到，这举一个例子。所以礼里面有不邪淫，淫有过分的意思；不饮酒是智慧，酒醉了就乱性；不妄语是守信，有信。所以佛家的五戒跟中国人讲的五常，意思完全相同，这根本戒。然后在家有八关斋戒，出家有沙弥律仪，这是具足三皈五戒之外想再向上提升，这是一个阶梯。斯里兰卡是佛教国家，在家居士受八关斋戒的很多、很普遍，每个人一个星期有受二、三天的，非常难得。那边寺庙多，出家人多，在家居士求受三皈、求受八关斋戒很容易、很方便，你去找出家人，他就会给你传授。",
      "zh_TW": "學佛這進門，入門先告訴你佛講的什麼，最高的原理原則教導給你，傳授給你。然後怎麼去做，落實在五戒，就是三皈五戒，不殺生、不邪淫、不偷盜、不飲酒、不妄語，這五戒。五戒的內容恰恰好跟中國古聖先賢所講的五常一個意思，五常是仁義禮智信。仁者不殺，不殺是仁慈；不盜是義，決定沒有傷害別人的念頭，這是義，義是應該這樣做法，它與自性相應；禮是不邪淫，不邪淫的廣義，一切都不可以過分，過分就不好了，要知道恰到好處。禮有節度，有分寸的，過與不及都不合禮，譬如現在的禮節規定，最敬禮是三鞠躬，那你要跟人四鞠躬就過分了，這不合禮。為什麼？巴結人，向人討好，這就不對。那我兩鞠躬，兩鞠躬你傲慢，你瞧不起人。所以禮有節度，規定三鞠躬就三鞠躬，不超過，也不能不到，這舉一個例子。所以禮裡面有不邪淫，淫有過分的意思；不飲酒是智慧，酒醉了就亂性；不妄語是守信，有信。所以佛家的五戒跟中國人講的五常，意思完全相同，這根本戒。然後在家有八關齋戒，出家有沙彌律儀，這是具足三皈五戒之外想再向上提升，這是一個階梯。斯里蘭卡是佛教國家，在家居士受八關齋戒的很多、很普遍，每個人一個星期有受二、三天的，非常難得。那邊寺廟多，出家人多，在家居士求受三皈、求受八關齋戒很容易、很方便，你去找出家人，他就會給你傳授。"
    },
    {
      "id": "02-041-0165_p0036",
      "zh_CN": "所以要持戒，海贤老和尚做得好，基本戒做到了，其他那些枝枝叶叶统统做到，三聚净戒、一切威仪他都做到，肯吃苦，能忍辱，真正是学佛最好的榜样。见到人亲切、温和、欢喜，所以无论在家出家、男女老少都愿意亲近老和尚。老和尚非常慈悲，现身说法，真的是身行言教，他是以身教为第一，做出来给你看。你有问题，他给你讲解，讲解得简单扼要，让人听到容易记住，欢喜接受，所以影响很大。我们净宗同学，真的要向他老人家学习。",
      "zh_TW": "所以要持戒，海賢老和尚做得好，基本戒做到了，其他那些枝枝葉葉統統做到，三聚淨戒、一切威儀他都做到，肯吃苦，能忍辱，真正是學佛最好的榜樣。見到人親切、溫和、歡喜，所以無論在家出家、男女老少都願意親近老和尚。老和尚非常慈悲，現身說法，真的是身行言教，他是以身教為第一，做出來給你看。你有問題，他給你講解，講解得簡單扼要，讓人聽到容易記住，歡喜接受，所以影響很大。我們淨宗同學，真的要向他老人家學習。"
    },
    {
      "id": "02-041-0165_p0037",
      "zh_CN": "所以《行卷》第一句，敬白，这个字用得好，实际上这是跟我们大家在一起学习分享报告，这样的恭敬，这样的谦虚。这是我们要学习的，应该学习的。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以《行卷》第一句，敬白，這個字用得好，實際上這是跟我們大家在一起學習分享報告，這樣的恭敬，這樣的謙虛。這是我們要學習的，應該學習的。今天時間到了，我們就學習到此地。"
    }
  ]
}