{
  "doc_id": "02-041-0090",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十集",
    "zh_TW": "第九十集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0090",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-041-0090_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0090_p0002",
      "zh_CN": "请看《大经科注》第三百一十四页，倒数第二行，依旧还是接着前面这一段，经文，「洗濯垢污，显明清白」。我们从最上面第一句看起：",
      "zh_TW": "請看《大經科註》第三百一十四頁，倒數第二行，依舊還是接著前面這一段，經文，「洗濯垢污，顯明清白」。我們從最上面第一句看起："
    },
    {
      "id": "02-041-0090_p0003",
      "zh_CN": "「综上诸解，故知清白者，智断之果也，无漏之明也，本有净体也」。清白两个字是什么意思？上面念老给我们举出《合赞》、《嘉祥疏》、《甄解》，这三位都是古大德，《嘉祥疏》这是中国解释的，《合赞》、《甄解》，日本的净宗祖师特别称赞《甄解》的解释，把它合起来看，清白意思就明显了。清白指的是什么？智断之果，智是智慧，智慧断什么？断愚痴、断无明，无明破了之后清白就现前。清白就是自性，中国人称为本善，自性本善。《三字经》上一开头，「人之初，性本善」，清白就是本善。惠能大师开悟第一句话说，「何期自性，本自清净」，清净就是清白，把自性的样子给我们宣说出来了。所以它是智断之果，是无漏之明。漏是烦恼的代名词，无明烦恼、尘沙烦恼、见思烦恼，都用这个漏来形容它。漏是什么？漏失了。我们这个茶杯，如果下面有破损，茶倒下去都漏掉，这叫漏，取这个意思。我们有烦恼，有无明烦恼、有尘沙烦恼、有见思烦恼，把自性里头本有的功德漏掉了。智慧漏掉，德能漏掉，相好漏掉，自性本有的，是不是真的漏掉？不是，不起作用等于漏掉了。",
      "zh_TW": "「綜上諸解，故知清白者，智斷之果也，無漏之明也，本有淨體也」。清白兩個字是什麼意思？上面念老給我們舉出《合贊》、《嘉祥疏》、《甄解》，這三位都是古大德，《嘉祥疏》這是中國解釋的，《合贊》、《甄解》，日本的淨宗祖師特別稱讚《甄解》的解釋，把它合起來看，清白意思就明顯了。清白指的是什麼？智斷之果，智是智慧，智慧斷什麼？斷愚痴、斷無明，無明破了之後清白就現前。清白就是自性，中國人稱為本善，自性本善。《三字經》上一開頭，「人之初，性本善」，清白就是本善。惠能大師開悟第一句話說，「何期自性，本自清淨」，清淨就是清白，把自性的樣子給我們宣說出來了。所以它是智斷之果，是無漏之明。漏是煩惱的代名詞，無明煩惱、塵沙煩惱、見思煩惱，都用這個漏來形容它。漏是什麼？漏失了。我們這個茶杯，如果下面有破損，茶倒下去都漏掉，這叫漏，取這個意思。我們有煩惱，有無明煩惱、有塵沙煩惱、有見思煩惱，把自性裡頭本有的功德漏掉了。智慧漏掉，德能漏掉，相好漏掉，自性本有的，是不是真的漏掉？不是，不起作用等於漏掉了。"
    },
    {
      "id": "02-041-0090_p0004",
      "zh_CN": "佛法的教学目的、手段，我们会看得很清楚、很明白，无非是帮助我们断烦恼而已。烦恼是染污，烦恼是障碍，烦恼造成十法界，严重的烦恼造成六道轮回。烦恼从哪里来的？从迷失自性而来的。大乘教上佛常说「一念不觉而有无明」，这就是根本烦恼。无明是不明，有漏就不明，无漏就明白，无烦恼，明是代表智慧，自性本有的智慧就透露出来。所以佛法的教学跟中国传统相应，中国传统的教学是求智慧。佛讲得最清楚，智慧是本有的，本有怎么样？不必求，只要把障碍除掉，这个比我们传统讲得好。什么是烦恼？烦恼无量无边，佛为了教学方便起见，把无量无边的烦恼归纳为三大类，好说话。这三大类，第一个无始无明烦恼，这第一类。这是什么原因？一念不觉，从自性里头变现出来的。也叫做妄心，不是真心，妄心是从真心变现出来的，是这么回事情。无明去了，烦恼没有了，自性智慧光明就透出来。所以学佛、学中国传统文化，决定要相信本性本善，相信亲民，止于至善。《大学》上开头就这一句话，「大学之道，在明明德，在亲民，在止于至善」，说尽了。中国传统文化、古圣先贤，一生的精力、时间都用在这个上面，成圣成贤，再往下是君子，最低的要求，所谓圣贤君子，在佛法里面叫佛、菩萨、阿罗汉，这些都是代表学位不相同。",
      "zh_TW": "佛法的教學目的、手段，我們會看得很清楚、很明白，無非是幫助我們斷煩惱而已。煩惱是染污，煩惱是障礙，煩惱造成十法界，嚴重的煩惱造成六道輪迴。煩惱從哪裡來的？從迷失自性而來的。大乘教上佛常說「一念不覺而有無明」，這就是根本煩惱。無明是不明，有漏就不明，無漏就明白，無煩惱，明是代表智慧，自性本有的智慧就透露出來。所以佛法的教學跟中國傳統相應，中國傳統的教學是求智慧。佛講得最清楚，智慧是本有的，本有怎麼樣？不必求，只要把障礙除掉，這個比我們傳統講得好。什麼是煩惱？煩惱無量無邊，佛為了教學方便起見，把無量無邊的煩惱歸納為三大類，好說話。這三大類，第一個無始無明煩惱，這第一類。這是什麼原因？一念不覺，從自性裡頭變現出來的。也叫做妄心，不是真心，妄心是從真心變現出來的，是這麼回事情。無明去了，煩惱沒有了，自性智慧光明就透出來。所以學佛、學中國傳統文化，決定要相信本性本善，相信親民，止於至善。《大學》上開頭就這一句話，「大學之道，在明明德，在親民，在止於至善」，說盡了。中國傳統文化、古聖先賢，一生的精力、時間都用在這個上面，成聖成賢，再往下是君子，最低的要求，所謂聖賢君子，在佛法裡面叫佛、菩薩、阿羅漢，這些都是代表學位不相同。"
    },
    {
      "id": "02-041-0090_p0005",
      "zh_CN": "末后这一句说得更好，「本有净体」，清净心。清净心能生万法，所以它是万法本有的净体。体净，哪有一样不净的？一切不净是妄心作祟，不是真心，真心所现的，一真法界。《华严经》上所说的华藏世界，《无量寿经》所说的极乐世界，都是一真法界，都是实报庄严土。《华严》的华藏世界，是本师释迦牟尼佛的报土。跟着释迦牟尼佛学，八万四千法门，任何一个法门修成功，都生到华藏世界。到华藏世界才真正明了，一家人，没有分别，没有执着，有分别、有执着回不去。放下执着，六道轮回不见了。六道轮回是一场梦，梦醒了，痕迹都找不到。醒过来是什么境界？四圣法界。六道醒过来，六道没有了，你看到声闻、缘觉、菩萨、佛，看到这个四法界。这要一级一级向上提升，阿罗汉见思烦恼断了，还有见思烦恼习气没断，他在阿罗汉这个位次当中，把见思烦恼习气断干净，他升级了，证辟支佛果，这说明他升级。所以辟支佛见思烦恼、见思习气统统断干净，他还有什么？他还有尘沙烦恼，在辟支佛的果地，把尘沙烦恼断掉。尘沙是形容多，从分别生，这个时候他要断的是尘沙烦恼，尘沙烦恼断掉，他提升菩萨。在菩萨果位上断尘沙烦恼习气，尘沙烦恼习气断掉，他在十法界成佛了。所以十法界的佛是见思烦恼、尘沙烦恼连习气也断干净，他现在要做的断无明烦恼。无明烦恼断了，断无明是不起心不动念，六根在六尘境界上，眼见色没起心动念，耳闻声也没有起心动念，清清楚楚、了了分明没有起心动念，所谓般若无知，你要去问他，他什么都知道，他不通过思考他就能够解答你，说得一点都不错。释迦牟尼佛当年在世，四十九年所说的一切经教就是这么出来的。从自性自然流露出来，没有通过思考，没有通过想像，完全是感应，众生有感，菩萨有应，感应道交丝毫不爽。",
      "zh_TW": "末後這一句說得更好，「本有淨體」，清淨心。清淨心能生萬法，所以它是萬法本有的淨體。體淨，哪有一樣不淨的？一切不淨是妄心作祟，不是真心，真心所現的，一真法界。《華嚴經》上所說的華藏世界，《無量壽經》所說的極樂世界，都是一真法界，都是實報莊嚴土。《華嚴》的華藏世界，是本師釋迦牟尼佛的報土。跟著釋迦牟尼佛學，八萬四千法門，任何一個法門修成功，都生到華藏世界。到華藏世界才真正明瞭，一家人，沒有分別，沒有執著，有分別、有執著回不去。放下執著，六道輪迴不見了。六道輪迴是一場夢，夢醒了，痕跡都找不到。醒過來是什麼境界？四聖法界。六道醒過來，六道沒有了，你看到聲聞、緣覺、菩薩、佛，看到這個四法界。這要一級一級向上提升，阿羅漢見思煩惱斷了，還有見思煩惱習氣沒斷，他在阿羅漢這個位次當中，把見思煩惱習氣斷乾淨，他升級了，證辟支佛果，這說明他升級。所以辟支佛見思煩惱、見思習氣統統斷乾淨，他還有什麼？他還有塵沙煩惱，在辟支佛的果地，把塵沙煩惱斷掉。塵沙是形容多，從分別生，這個時候他要斷的是塵沙煩惱，塵沙煩惱斷掉，他提升菩薩。在菩薩果位上斷塵沙煩惱習氣，塵沙煩惱習氣斷掉，他在十法界成佛了。所以十法界的佛是見思煩惱、塵沙煩惱連習氣也斷乾淨，他現在要做的斷無明煩惱。無明煩惱斷了，斷無明是不起心不動念，六根在六塵境界上，眼見色沒起心動念，耳聞聲也沒有起心動念，清清楚楚、了了分明沒有起心動念，所謂般若無知，你要去問他，他什麼都知道，他不通過思考他就能夠解答你，說得一點都不錯。釋迦牟尼佛當年在世，四十九年所說的一切經教就是這麼出來的。從自性自然流露出來，沒有通過思考，沒有通過想像，完全是感應，眾生有感，菩薩有應，感應道交絲毫不爽。"
    },
    {
      "id": "02-041-0090_p0006",
      "zh_CN": "自性真正是万德万能，无所不知，无所不能，无量无边际。佛陀的教学，终极的目标是帮助我们回归自性，证得究竟圆满的智慧德相，像世尊在《华严经》上所说的，「一切众生皆有如来智慧德相」，跟佛一样，平等的。这是佛教教学的究竟圆满。佛、菩萨、阿罗汉是佛教教学学位的名称，最高的学位，现在大学里头博士，在佛教里称佛陀；第二个学位，菩萨；第三个学位，阿罗汉。你要修到佛的地位，最高的地位，你一定通过阿罗汉、菩萨、佛陀，再向上提升，你就得到了，这就叫明心见性，见性成佛。见性就证得清白之净体，这个体能生万法，能现万法。它是个生灭体，所以它跟我们的自性、真心混合在一起。自性能生能现，它能变，把自性所生所现的万物全把它扭变。你看把一真法界变成十法界（十法界本来没有的），变成六道轮回（六道轮回自性没有的），自性能生能现是实报土，凡圣同居土、方便有余土都是识变的，转八识成四智，这些幻相全都没有了，所以它不是真的。阿赖耶存在，十法界、六道轮回存在；阿赖耶不存在，十法界跟六道轮回不见了。所以佛在《金刚经》上说，「一切有为法，如梦幻泡影」，说得好！六道轮回跟十法界都是梦幻泡影，不是真的。现前就不是真的，我们把它当作真的。为什么不是真的？现前所有的现象，物质现象，阿赖耶的境界相；精神现象，思想，能想东西南北，能想过去未来，神通广大，它是第六识跟第七识。第七识的执着，第六识的分别，这都是烦恼的根，让我们清白、清净的自性现不出来。所以学佛学个什么？你能得到什么？学佛学到最后，你得到的是自性，明心见性。",
      "zh_TW": "自性真正是萬德萬能，無所不知，無所不能，無量無邊際。佛陀的教學，終極的目標是幫助我們回歸自性，證得究竟圓滿的智慧德相，像世尊在《華嚴經》上所說的，「一切眾生皆有如來智慧德相」，跟佛一樣，平等的。這是佛教教學的究竟圓滿。佛、菩薩、阿羅漢是佛教教學學位的名稱，最高的學位，現在大學裡頭博士，在佛教裡稱佛陀；第二個學位，菩薩；第三個學位，阿羅漢。你要修到佛的地位，最高的地位，你一定通過阿羅漢、菩薩、佛陀，再向上提升，你就得到了，這就叫明心見性，見性成佛。見性就證得清白之淨體，這個體能生萬法，能現萬法。它是個生滅體，所以它跟我們的自性、真心混合在一起。自性能生能現，它能變，把自性所生所現的萬物全把它扭變。你看把一真法界變成十法界（十法界本來沒有的），變成六道輪迴（六道輪迴自性沒有的），自性能生能現是實報土，凡聖同居土、方便有餘土都是識變的，轉八識成四智，這些幻相全都沒有了，所以它不是真的。阿賴耶存在，十法界、六道輪迴存在；阿賴耶不存在，十法界跟六道輪迴不見了。所以佛在《金剛經》上說，「一切有為法，如夢幻泡影」，說得好！六道輪迴跟十法界都是夢幻泡影，不是真的。現前就不是真的，我們把它當作真的。為什麼不是真的？現前所有的現象，物質現象，阿賴耶的境界相；精神現象，思想，能想東西南北，能想過去未來，神通廣大，它是第六識跟第七識。第七識的執著，第六識的分別，這都是煩惱的根，讓我們清白、清淨的自性現不出來。所以學佛學個什麼？你能得到什麼？學佛學到最後，你得到的是自性，明心見性。"
    },
    {
      "id": "02-041-0090_p0007",
      "zh_CN": "心性里面什么都没有，虽然什么都没有，它遇到缘，它起作用，起作用就是什么都有，一样都不缺。整个宇宙，有局限的（局部）我们知道，我们住在这个地球，地球上的状况我们大概知道，地球以外的星球，我们就不知道，我们知道的太少、太有限了，这是凡夫。我们必须再向上提升，为什么？证得究竟圆满。说证得不如说恢复，为什么？本来有的，成佛一样也没得到，所得到的智慧德相是自性本有的，你什么都没得到。今天本有的智慧、本有的德能、本有的相好，全不起作用，这不起作用的障碍，就是这三大类的烦恼，务必要把它化解。用什么方法？用戒定慧三学。这三学也是自性本有的，戒是本有的相好，定是本有的德能，慧是本有的智慧，统统恢复。成佛，我们要相信，释迦牟尼佛没有妄语，告诉我们一句真话，「一切众生本来是佛」。由此可知，成佛不是一个奢侈的话，本分，你本来是佛，现在想回归佛的地位，不难，只要自己把障碍拿掉，你就成了。放下见思烦恼证阿罗汉，放下尘沙烦恼证菩萨果位，放下无始无明就明心见性、见性成佛，就圆满了。这是真的，不是假的。",
      "zh_TW": "心性裡面什麼都沒有，雖然什麼都沒有，它遇到緣，它起作用，起作用就是什麼都有，一樣都不缺。整個宇宙，有侷限的（局部）我們知道，我們住在這個地球，地球上的狀況我們大概知道，地球以外的星球，我們就不知道，我們知道的太少、太有限了，這是凡夫。我們必須再向上提升，為什麼？證得究竟圓滿。說證得不如說恢復，為什麼？本來有的，成佛一樣也沒得到，所得到的智慧德相是自性本有的，你什麼都沒得到。今天本有的智慧、本有的德能、本有的相好，全不起作用，這不起作用的障礙，就是這三大類的煩惱，務必要把它化解。用什麼方法？用戒定慧三學。這三學也是自性本有的，戒是本有的相好，定是本有的德能，慧是本有的智慧，統統恢復。成佛，我們要相信，釋迦牟尼佛沒有妄語，告訴我們一句真話，「一切眾生本來是佛」。由此可知，成佛不是一個奢侈的話，本分，你本來是佛，現在想回歸佛的地位，不難，只要自己把障礙拿掉，你就成了。放下見思煩惱證阿羅漢，放下塵沙煩惱證菩薩果位，放下無始無明就明心見性、見性成佛，就圓滿了。這是真的，不是假的。"
    },
    {
      "id": "02-041-0090_p0008",
      "zh_CN": "我在年轻初学佛的时候，第一次见出家人，我那一年二十六岁，跟方东美教授学哲学，认识了佛教，佛教是高等哲学，佛教是教育，我从这个门进去。第一次跟出家人见面，章嘉大师，是藏传佛教四大活佛之一。这个四大活佛，西藏两个，达赖、班禅，蒙古两个，章嘉、哲布尊丹巴。在中国北方都知道，南方很少知道。我亲近这个老人，那一年我是二十六岁，章嘉大师六十五岁。我向他请教，我从方东美教授那里认识佛教，佛教有大学问，真实智慧，我问的是佛教有没有方法叫我们很快能够证得？我第一个问题，问了这么个问题。老师看着我，我也看着他，可能过去没有人问过这个问题。我们看了半个小时，那个小会客厅里头还有陪我去的两个蒙古的亲王，他的小客厅就是四个人，半个小时一句话都没有，完全好像入了禅定。他老人家说了一句话，有。我们等了半天，听到一个有，精神马上振起来，得好好的听。他又不说了，停了五、六分钟，告诉我六个字，「看得破，放得下」。这种教学法我们一生没有遇到过，非常有摄受力，磁场氛围非常好。老人，这十几年之后我们才明了，圣教绝不容许心浮气躁，我们年轻心浮气躁，让你坐在那里，半个钟点什么都不想，把浮躁的心全放下了，他才跟你说话。说了一个有，你的心又动了，浮躁的现象现前，不说，等你再定下来，才跟你讲。这种教学法，两个小时，最多也不过说个十几句话，可是很管用，叫你一生都不会忘记，真的把根扎下去了。",
      "zh_TW": "我在年輕初學佛的時候，第一次見出家人，我那一年二十六歲，跟方東美教授學哲學，認識了佛教，佛教是高等哲學，佛教是教育，我從這個門進去。第一次跟出家人見面，章嘉大師，是藏傳佛教四大活佛之一。這個四大活佛，西藏兩個，達賴、班禪，蒙古兩個，章嘉、哲布尊丹巴。在中國北方都知道，南方很少知道。我親近這個老人，那一年我是二十六歲，章嘉大師六十五歲。我向他請教，我從方東美教授那裡認識佛教，佛教有大學問，真實智慧，我問的是佛教有沒有方法叫我們很快能夠證得？我第一個問題，問了這麼個問題。老師看著我，我也看著他，可能過去沒有人問過這個問題。我們看了半個小時，那個小會客廳裡頭還有陪我去的兩個蒙古的親王，他的小客廳就是四個人，半個小時一句話都沒有，完全好像入了禪定。他老人家說了一句話，有。我們等了半天，聽到一個有，精神馬上振起來，得好好的聽。他又不說了，停了五、六分鐘，告訴我六個字，「看得破，放得下」。這種教學法我們一生沒有遇到過，非常有攝受力，磁場氛圍非常好。老人，這十幾年之後我們才明瞭，聖教絕不容許心浮氣躁，我們年輕心浮氣躁，讓你坐在那裡，半個鐘點什麼都不想，把浮躁的心全放下了，他才跟你說話。說了一個有，你的心又動了，浮躁的現象現前，不說，等你再定下來，才跟你講。這種教學法，兩個小時，最多也不過說個十幾句話，可是很管用，叫你一生都不會忘記，真的把根紮下去了。"
    },
    {
      "id": "02-041-0090_p0009",
      "zh_CN": "我们没有那么深的定功，听老师说了之后似懂非懂，好像是懂，其实是不懂。听了之后就向他老人家请教，从哪里下手？他告诉我从布施，教我三种布施，财布施、法布施、无畏布施。这三种布施要放在心上，虽然没有能力做到，要心向往之，心里真有念布施的心。没有能力，没有财物，也没有威德，但是要养成布施的心，遇到有缘随分随力去做。告诉我，凡夫之人都想发财，而财是命中注定的，由不得自己。命里没有财，要懂得安分守己，为什么？不是老天不公平，老天非常公平，那个人命里有财前世修的，不是这一世。命里没有财，生到一个富贵人家，那生下来不就享福了吗？没错。他命里没有修财的话，他有这个福报，是跟父母有这个缘分，他来了；到父母不在了，他当家做主，几年就败光了，这败家子，为什么？命里没有。能够继承祖宗事业的，还能够向上提升的，命里有，这个道理不能不知道。他命里那个财怎么修的？过去生中修财布施，欢喜财布施，是这么来的，而且愈施愈多、愈多愈施，这是大富长者他所修的因。聪明智慧是法布施来的，自己知道的东西没有隐瞒、没有吝啬，肯教人，特别是希望别人修得比我更好，能在我之上，这个人是大智慧。健康长寿是无畏布施，人遇到艰难困苦的时候，他能够帮助他化解，帮助他平安度过，这了不起，这个果报是健康长寿。你看看，这三样东西，财富、智慧、健康长寿，都是每个人希求的。所以大乘教里常说「佛氏门中，有求必应」，世间人求的不外乎这些，佛把因果报应，善有善果、恶有恶报，把三种布施业因果报讲清楚、讲明白了，你如法照做，你三种都得到，不是假的。",
      "zh_TW": "我們沒有那麼深的定功，聽老師說了之後似懂非懂，好像是懂，其實是不懂。聽了之後就向他老人家請教，從哪裡下手？他告訴我從布施，教我三種布施，財布施、法布施、無畏布施。這三種布施要放在心上，雖然沒有能力做到，要心嚮往之，心裡真有念布施的心。沒有能力，沒有財物，也沒有威德，但是要養成布施的心，遇到有緣隨分隨力去做。告訴我，凡夫之人都想發財，而財是命中注定的，由不得自己。命裡沒有財，要懂得安分守己，為什麼？不是老天不公平，老天非常公平，那個人命裡有財前世修的，不是這一世。命裡沒有財，生到一個富貴人家，那生下來不就享福了嗎？沒錯。他命裡沒有修財的話，他有這個福報，是跟父母有這個緣分，他來了；到父母不在了，他當家做主，幾年就敗光了，這敗家子，為什麼？命裡沒有。能夠繼承祖宗事業的，還能夠向上提升的，命裡有，這個道理不能不知道。他命裡那個財怎麼修的？過去生中修財布施，歡喜財布施，是這麼來的，而且愈施愈多、愈多愈施，這是大富長者他所修的因。聰明智慧是法布施來的，自己知道的東西沒有隱瞞、沒有吝嗇，肯教人，特別是希望別人修得比我更好，能在我之上，這個人是大智慧。健康長壽是無畏布施，人遇到艱難困苦的時候，他能夠幫助他化解，幫助他平安度過，這了不起，這個果報是健康長壽。你看看，這三樣東西，財富、智慧、健康長壽，都是每個人希求的。所以大乘教裡常說「佛氏門中，有求必應」，世間人求的不外乎這些，佛把因果報應，善有善果、惡有惡報，把三種布施業因果報講清楚、講明白了，你如法照做，你三種都得到，不是假的。"
    },
    {
      "id": "02-041-0090_p0010",
      "zh_CN": "我亲近大师，大师那么大的年岁，六十五岁，他一生看了多少人，经验丰富，我们一见面都被他看穿了。过去生中，大概只修了一点法布施，没修财布施，也没有修无畏布施，换句话说，有一点小聪明，没有福报，而且短命，这是前面种的因。他教我，教我也没有明说，教我认真修三种布施，是弥补过去生中缺陷。所以那个时候我跟他亲近的时间多了，他约我就是每个星期见一次面，他没有客人的时候给我两个小时的时间，他要有客人的时候给我一个小时的时间，所以我们就很熟了。我有一次就想到我的前途，我孤家寡人一个在台湾，从事哪一个行业比较恰当？他老人家叫我出家。所以我出家是他的意思。我没想到，而且要我学释迦牟尼佛，叫我去看《释迦谱》、《释迦方志》。这两种书在台湾找不到，书店里头没有卖的，佛教《大藏经》里头有。所以我就在台北市，找到一个比较大的，规模好的善导寺。善导寺里头有一个太虚大师图书馆，我有空就到那个地方去读书。那个地方藏经可以在那边看，不外借的。所以我就用了一段时间去抄经，章嘉大师叫我读的那两部经，我都抄下来，好在不太长。",
      "zh_TW": "我親近大師，大師那麼大的年歲，六十五歲，他一生看了多少人，經驗豐富，我們一見面都被他看穿了。過去生中，大概只修了一點法布施，沒修財布施，也沒有修無畏布施，換句話說，有一點小聰明，沒有福報，而且短命，這是前面種的因。他教我，教我也沒有明說，教我認真修三種布施，是彌補過去生中缺陷。所以那個時候我跟他親近的時間多了，他約我就是每個星期見一次面，他沒有客人的時候給我兩個小時的時間，他要有客人的時候給我一個小時的時間，所以我們就很熟了。我有一次就想到我的前途，我孤家寡人一個在台灣，從事哪一個行業比較恰當？他老人家叫我出家。所以我出家是他的意思。我沒想到，而且要我學釋迦牟尼佛，叫我去看《釋迦譜》、《釋迦方志》。這兩種書在台灣找不到，書店裡頭沒有賣的，佛教《大藏經》裡頭有。所以我就在台北市，找到一個比較大的，規模好的善導寺。善導寺裡頭有一個太虛大師圖書館，我有空就到那個地方去讀書。那個地方藏經可以在那邊看，不外借的。所以我就用了一段時間去抄經，章嘉大師叫我讀的那兩部經，我都抄下來，好在不太長。"
    },
    {
      "id": "02-041-0090_p0011",
      "zh_CN": "读了之后才晓得，好像佛教不像是宗教，宗教里面最重要的，要有个创造宇宙、主宰众生吉凶祸福的神或是上帝，佛教没有。佛教说宇宙怎么来的？是我们自己念头变现出来的。这个所有宗教里头，没有这个说法。佛家讲心现识变，《华严经》上讲的，「唯心所现，唯识所变」。心，真心，就是自性；识是妄心，梵文称阿赖耶。真心，能现能生；妄心能变，就是阿赖耶能变，把真心所生出来的现象，把它变成六道轮回、变成十法界，这是阿赖耶的事情。如果能把阿赖耶放下，把它转变了，一真法界就现前，六道、十法界就不见了，就像作梦一样，醒过来了，梦中境界了无痕迹，你找不到。六道跟十法界是梦境，永嘉大师说得好，「梦里明明有六趣」，就是六道轮回，「觉后空空无大千」，你要是觉悟，醒过来之后，这个境界再找不到了，所以它是假的。这个境界里的恩爱是假的，冤仇也是假的，没有一样是真的。大乘经教上讲得很清楚、讲得很透彻，我们能相信吗？能接受吗？能信、能接受都是有善根的人，真正有智慧的人他们听了能信、能接受。一定要深入经藏，要把它真正彻底搞明白、搞清楚，你就有能力超越，在一生当中回归自性。业障重、习气深，对于事实真相看得很清楚、很明白，就是放不下。八万四千法门、无量法门没有例外，都需要断烦恼才能向上提升，不断烦恼是升不上去的，一个台阶也上不了。这就要认识阿弥陀佛慈悲，他提供我们一个特殊的法门，那就是他以他无量劫修行的功德，又用五大劫的时间做全面的考察，考察一切诸佛刹土性相、因果，取人之长，舍人之短，建立极乐世界，用这种方式来接引众生，先把你接引到极乐世界。极乐世界是个非常理想修学的道场，那个地方没有障碍，一生当中决定证得究竟圆满，这是不可思议的法门。",
      "zh_TW": "讀了之後才曉得，好像佛教不像是宗教，宗教裡面最重要的，要有個創造宇宙、主宰眾生吉凶禍福的神或是上帝，佛教沒有。佛教說宇宙怎麼來的？是我們自己念頭變現出來的。這個所有宗教裡頭，沒有這個說法。佛家講心現識變，《華嚴經》上講的，「唯心所現，唯識所變」。心，真心，就是自性；識是妄心，梵文稱阿賴耶。真心，能現能生；妄心能變，就是阿賴耶能變，把真心所生出來的現象，把它變成六道輪迴、變成十法界，這是阿賴耶的事情。如果能把阿賴耶放下，把它轉變了，一真法界就現前，六道、十法界就不見了，就像作夢一樣，醒過來了，夢中境界了無痕跡，你找不到。六道跟十法界是夢境，永嘉大師說得好，「夢裡明明有六趣」，就是六道輪迴，「覺後空空無大千」，你要是覺悟，醒過來之後，這個境界再找不到了，所以它是假的。這個境界裡的恩愛是假的，冤仇也是假的，沒有一樣是真的。大乘經教上講得很清楚、講得很透徹，我們能相信嗎？能接受嗎？能信、能接受都是有善根的人，真正有智慧的人他們聽了能信、能接受。一定要深入經藏，要把它真正徹底搞明白、搞清楚，你就有能力超越，在一生當中回歸自性。業障重、習氣深，對於事實真相看得很清楚、很明白，就是放不下。八萬四千法門、無量法門沒有例外，都需要斷煩惱才能向上提升，不斷煩惱是升不上去的，一個台階也上不了。這就要認識阿彌陀佛慈悲，他提供我們一個特殊的法門，那就是他以他無量劫修行的功德，又用五大劫的時間做全面的考察，考察一切諸佛剎土性相、因果，取人之長，捨人之短，建立極樂世界，用這種方式來接引眾生，先把你接引到極樂世界。極樂世界是個非常理想修學的道場，那個地方沒有障礙，一生當中決定證得究竟圓滿，這是不可思議的法門。"
    },
    {
      "id": "02-041-0090_p0012",
      "zh_CN": "极乐世界，介绍极乐世界，无论是理，无论是事，无论是往生的方法，古德统统讲清楚、讲明白，无过于这一部《无量寿经》。《无量寿经》很深，凭我们自己还没有办法看懂，黄念祖老居士提供这个注解，这个注解里头就包含八十三种经论（我们在这看到的）、一百一十种祖师大德的注疏，用这么大分量的参考资料来注解这部经。所以看他这个注解等于看了全部的大小乘佛法，可以说大乘小乘、禅宗密宗，乃至于世界上所有这些宗教，全都包括在这部书里头。这一部书深入，我们这一生就会从六道里面超越，永远不再搞六道。六道太辛苦，要超越，超越之后是以佛菩萨的身分回过头来帮助大家，这个好，值得去做。所以我接受老师的劝告，老师圆寂之后二、三年，我就辞掉工作专攻经教，对经教产生很大的兴趣。那个时候我到台中，依李炳南老居士为老师，我跟他十年。能有今天这一点小成就，我这三个老师缺一个都不行，方东美先生介绍我认识佛教，章嘉大师三年给我扎下根，李炳南老居士十年才养成。",
      "zh_TW": "極樂世界，介紹極樂世界，無論是理，無論是事，無論是往生的方法，古德統統講清楚、講明白，無過於這一部《無量壽經》。《無量壽經》很深，憑我們自己還沒有辦法看懂，黃念祖老居士提供這個註解，這個註解裡頭就包含八十三種經論（我們在這看到的）、一百一十種祖師大德的註疏，用這麼大分量的參考資料來註解這部經。所以看他這個註解等於看了全部的大小乘佛法，可以說大乘小乘、禪宗密宗，乃至於世界上所有這些宗教，全都包括在這部書裡頭。這一部書深入，我們這一生就會從六道裡面超越，永遠不再搞六道。六道太辛苦，要超越，超越之後是以佛菩薩的身分回過頭來幫助大家，這個好，值得去做。所以我接受老師的勸告，老師圓寂之後二、三年，我就辭掉工作專攻經教，對經教產生很大的興趣。那個時候我到台中，依李炳南老居士為老師，我跟他十年。能有今天這一點小成就，我這三個老師缺一個都不行，方東美先生介紹我認識佛教，章嘉大師三年給我紮下根，李炳南老居士十年才養成。"
    },
    {
      "id": "02-041-0090_p0013",
      "zh_CN": "可是真正修学，障缘很深，在这个时代，寺院庵堂不重视经教，学经教的人不受欢迎，寺庙里不要你；你要做经忏佛事，欢喜，哪个寺庙都欢迎。我遇到这样的环境，没有一个寺庙容纳我，发个心成就学习经教，这个压力打击非常大。那个时候只有两条路，一个就是跟大家一样，放弃经教的研究去做经忏佛事，另外一条路就是还俗，放弃这条路。正在考虑这个问题，遇到一个护法，韩馆长，他们夫妻两个很厚道，有义气，是我的听众，听得很欢喜。我走到这个岔路，他们了解之后，夫妻两个商量要帮助我，我没地方住，她家里还有个房间，让我住她家里；讲经，我们租借道场，能够借到就借用，借不到就租用，听众几十个人，三四十个人、五六十个人，帮助我三十年。这个根扎稳了，她往生了，我们海外的缘成熟了，所以讲经可以天天不中断。可以说这一生全是佛菩萨安排。这个是章嘉大师告诉我的，一心一意为佛教服务，继承释迦牟尼佛的事业，释迦牟尼佛就是讲经教学的事业，你的一生佛菩萨替你安排，你什么都不要操心。我是非常相信老师的话，遇到什么样的困难，我也不放在心上，上天安排、佛菩萨安排，从来没有想到自己，能恒顺众生，随喜功德。",
      "zh_TW": "可是真正修學，障緣很深，在這個時代，寺院庵堂不重視經教，學經教的人不受歡迎，寺廟裡不要你；你要做經懺佛事，歡喜，哪個寺廟都歡迎。我遇到這樣的環境，沒有一個寺廟容納我，發個心成就學習經教，這個壓力打擊非常大。那個時候只有兩條路，一個就是跟大家一樣，放棄經教的研究去做經懺佛事，另外一條路就是還俗，放棄這條路。正在考慮這個問題，遇到一個護法，韓館長，他們夫妻兩個很厚道，有義氣，是我的聽眾，聽得很歡喜。我走到這個岔路，他們了解之後，夫妻兩個商量要幫助我，我沒地方住，她家裡還有個房間，讓我住她家裡；講經，我們租借道場，能夠借到就借用，借不到就租用，聽眾幾十個人，三四十個人、五六十個人，幫助我三十年。這個根紮穩了，她往生了，我們海外的緣成熟了，所以講經可以天天不中斷。可以說這一生全是佛菩薩安排。這個是章嘉大師告訴我的，一心一意為佛教服務，繼承釋迦牟尼佛的事業，釋迦牟尼佛就是講經教學的事業，你的一生佛菩薩替你安排，你什麼都不要操心。我是非常相信老師的話，遇到什麼樣的困難，我也不放在心上，上天安排、佛菩薩安排，從來沒有想到自己，能恆順眾生，隨喜功德。"
    },
    {
      "id": "02-041-0090_p0014",
      "zh_CN": "心最重要，就在经题上，头一个，清净心，不受染污；第二个，平等心，不受环境波动，这都是定，都是真心。清净心，阿罗汉证得的；平等心，菩萨证得的；后面的觉，就是成佛，智慧开了。因戒得定，因定开慧。在古代无论是印度还是中国，还是佛教流行各个地区，全都是用这个方法，成就弘法利生的人才。现在学了西洋的方法，佛学院不少，我也办过，也参与过，但是都是用西方教育的理念跟方法，学得很多，都学一些知识，不能起作用，也就是清净心得不到。清净得不到，平等觉就不必谈了。所以我们经历这么多年的经验，我们深深体会到，也深深的不疑惑，一定要回过头来服从老祖宗，要肯定老祖宗的智慧德行高过我，我比不上他，这是真的。放下傲慢，放下好胜，一定要学谦卑，从头学起，培养老实、听话、真干，这样的善根、福德、因缘，培养真诚、恭敬、守法，求清净心，修平等心，这就对了。",
      "zh_TW": "心最重要，就在經題上，頭一個，清淨心，不受染污；第二個，平等心，不受環境波動，這都是定，都是真心。清淨心，阿羅漢證得的；平等心，菩薩證得的；後面的覺，就是成佛，智慧開了。因戒得定，因定開慧。在古代無論是印度還是中國，還是佛教流行各個地區，全都是用這個方法，成就弘法利生的人才。現在學了西洋的方法，佛學院不少，我也辦過，也參與過，但是都是用西方教育的理念跟方法，學得很多，都學一些知識，不能起作用，也就是清淨心得不到。清淨得不到，平等覺就不必談了。所以我們經歷這麼多年的經驗，我們深深體會到，也深深的不疑惑，一定要回過頭來服從老祖宗，要肯定老祖宗的智慧德行高過我，我比不上他，這是真的。放下傲慢，放下好勝，一定要學謙卑，從頭學起，培養老實、聽話、真幹，這樣的善根、福德、因緣，培養真誠、恭敬、守法，求清淨心，修平等心，這就對了。"
    },
    {
      "id": "02-041-0090_p0015",
      "zh_CN": "下面，念老集注集得好，「若融通禅门」，跟禅宗合会，「洗濯垢污」，就是禅宗讲的「迥脱根尘」。我在《印光大师文钞》里面看到老人有一段开示，修行人要放下六尘，不但要放下六尘，还要放下六根、六识。脱就是放下，迥是远，远远的离开它，就这个意思。在哪里修？在六根上修，眼见色，放下执着，放下成见，放下对立，这是起步的功夫，这是真修行。知道什么？知道外面凡所有相皆是虚妄，修行就是修这个心，不被外面环境染污。垢污就是染污。如果放在心上就被染污了，放在心上，我们眼看色，喜欢这个、讨厌那个，放在心上就造轮回业，你喜欢那个，那是三善道，你讨厌的那些是三恶道。两个比重，如果讨厌的比喜欢的还要过分，那就是三恶道在前，三善道在后。六道轮回自己制造的，真正是自作自受，与任何人都没关系，不能不知道。如果还得怪别人，那是罪加一等，罪上加罪，错了。外面的现象你愿不愿意接受，全在自己，看得清楚、听得明白，不放在心上就对了。不放在心上是什么？净业，心地清净，没有被它染污。眼不为色染污，不受色欺骗；耳不为音声染污，不为音声欺骗；鼻对的是香，舌对的是味，身对的是触。六根接触六尘境界，清清楚楚、明明白白，智慧；如如不动，不受染污、不受动摇，那是禅定。所以戒定慧在哪里修？在见色闻声、嗅香尝味，在这里头修。离开这个境界到哪里修去？没地方修。起心动念，造业；不起心、不动念就是修行，你就真的修定，这就是宗门讲的迥脱根尘。根尘一脱，妄心放下，马上转识成智，当家做主用事的是谁？真心。妄心放下去，真心就现前。真心充满智慧，充满德能，「灵光独耀」。「显明清白」，我们的自性露出来，自性的德用露出来，灵光独耀就是作用，自性起作用。灵光是智慧，自性本有的智慧现前，不再迷失了。这是融会在禅宗。",
      "zh_TW": "下面，念老集註集得好，「若融通禪門」，跟禪宗合會，「洗濯垢污」，就是禪宗講的「迥脫根塵」。我在《印光大師文鈔》裡面看到老人有一段開示，修行人要放下六塵，不但要放下六塵，還要放下六根、六識。脫就是放下，迥是遠，遠遠的離開它，就這個意思。在哪裡修？在六根上修，眼見色，放下執著，放下成見，放下對立，這是起步的功夫，這是真修行。知道什麼？知道外面凡所有相皆是虛妄，修行就是修這個心，不被外面環境染污。垢污就是染污。如果放在心上就被染污了，放在心上，我們眼看色，喜歡這個、討厭那個，放在心上就造輪迴業，你喜歡那個，那是三善道，你討厭的那些是三惡道。兩個比重，如果討厭的比喜歡的還要過分，那就是三惡道在前，三善道在後。六道輪迴自己製造的，真正是自作自受，與任何人都沒關係，不能不知道。如果還得怪別人，那是罪加一等，罪上加罪，錯了。外面的現象你願不願意接受，全在自己，看得清楚、聽得明白，不放在心上就對了。不放在心上是什麼？淨業，心地清淨，沒有被它染污。眼不為色染污，不受色欺騙；耳不為音聲染污，不為音聲欺騙；鼻對的是香，舌對的是味，身對的是觸。六根接觸六塵境界，清清楚楚、明明白白，智慧；如如不動，不受染污、不受動搖，那是禪定。所以戒定慧在哪裡修？在見色聞聲、嗅香嘗味，在這裡頭修。離開這個境界到哪裡修去？沒地方修。起心動念，造業；不起心、不動念就是修行，你就真的修定，這就是宗門講的迥脫根塵。根塵一脫，妄心放下，馬上轉識成智，當家做主用事的是誰？真心。妄心放下去，真心就現前。真心充滿智慧，充滿德能，「靈光獨耀」。「顯明清白」，我們的自性露出來，自性的德用露出來，靈光獨耀就是作用，自性起作用。靈光是智慧，自性本有的智慧現前，不再迷失了。這是融會在禪宗。"
    },
    {
      "id": "02-041-0090_p0016",
      "zh_CN": "「会归净宗，则都摄六根」，六根都控制住，起正用，不起偏邪。谁能做到？十法界里面菩萨做到了，佛做到了。虽然做到，很像佛，很像菩萨，大乘教里面没有承认他是真菩萨、他是真佛。为什么？他依旧用阿赖耶。阿赖耶用得正，也就是严持戒律，清净无染，清净比丘也能做到，这个叫相似即佛，很像佛。他如果用真心就是真佛，可惜阿赖耶没转过来，还是用妄心。阿赖耶就是分别、执着、落印象，第六的分别，第七的执着，第八落印象，这叫造业。我们学佛的，谁能做到不分别、不执着、不起心、不动念，谁能做到？能做到就成佛了，是真佛，不是相似即佛。有，我们看到海贤老和尚他真做到了，他跟任何人相处，我们常说的，平等对待，和睦相处。他不但做到，他做到了究竟圆满。人人都像他那样，天下太平，人与人之间没事，非常和睦，相亲相爱，像兄弟姐妹一家人一样的。兄弟姐妹什么时候看那个相亲相爱？没有成年，应该是什么？大概十四、五岁之前，相亲相爱。长大之后，他有他的想法，每个人想法、看法不一样。十四、五岁差不多，兄弟姐妹多，我看到一家人，兄弟姐妹七个，相亲相爱。这个要父母教得好，为什么？父母教好了，他慢慢明理，他能保持。中国传统教育是保持一生都要相亲相爱，不生变化，这对父母叫尽孝。兄弟不和，父母最痛心，这大不孝，现在人不懂。",
      "zh_TW": "「會歸淨宗，則都攝六根」，六根都控制住，起正用，不起偏邪。誰能做到？十法界裡面菩薩做到了，佛做到了。雖然做到，很像佛，很像菩薩，大乘教裡面沒有承認他是真菩薩、他是真佛。為什麼？他依舊用阿賴耶。阿賴耶用得正，也就是嚴持戒律，清淨無染，清淨比丘也能做到，這個叫相似即佛，很像佛。他如果用真心就是真佛，可惜阿賴耶沒轉過來，還是用妄心。阿賴耶就是分別、執著、落印象，第六的分別，第七的執著，第八落印象，這叫造業。我們學佛的，誰能做到不分別、不執著、不起心、不動念，誰能做到？能做到就成佛了，是真佛，不是相似即佛。有，我們看到海賢老和尚他真做到了，他跟任何人相處，我們常說的，平等對待，和睦相處。他不但做到，他做到了究竟圓滿。人人都像他那樣，天下太平，人與人之間沒事，非常和睦，相親相愛，像兄弟姐妹一家人一樣的。兄弟姐妹什麼時候看那個相親相愛？沒有成年，應該是什麼？大概十四、五歲之前，相親相愛。長大之後，他有他的想法，每個人想法、看法不一樣。十四、五歲差不多，兄弟姐妹多，我看到一家人，兄弟姐妹七個，相親相愛。這個要父母教得好，為什麼？父母教好了，他慢慢明理，他能保持。中國傳統教育是保持一生都要相親相愛，不生變化，這對父母叫盡孝。兄弟不和，父母最痛心，這大不孝，現在人不懂。"
    },
    {
      "id": "02-041-0090_p0017",
      "zh_CN": "从这个地方看，我们知道念佛法门里头有禅，念佛法门里面有密，没有不包含的。「则都摄六根是洗濯垢污。净念相继、自得心开，是显明清白」。显明清白是见性，明心见性。洗濯垢污是断烦恼，这个是修行。显明清白是证果，你看自得心开，开悟了。「盖一声佛号一声心，念佛即是始觉合本。」这个话是真的，不是假的。我们今天念佛，始觉合不了本，是什么原因？我们的心是染污的，是不平的，是妄心，不是真心。所以我们念了几十年，还是妄想杂念很多，换句话说，叫功夫不得力。念佛人要以这个为标准，妄想少了，杂念少了。确实是少了，但是它还有，还要继续努力，要不断放下。",
      "zh_TW": "從這個地方看，我們知道念佛法門裡頭有禪，念佛法門裡面有密，沒有不包含的。「則都攝六根是洗濯垢汙。淨念相繼、自得心開，是顯明清白」。顯明清白是見性，明心見性。洗濯垢污是斷煩惱，這個是修行。顯明清白是證果，你看自得心開，開悟了。「蓋一聲佛號一聲心，念佛即是始覺合本。」這個話是真的，不是假的。我們今天念佛，始覺合不了本，是什麼原因？我們的心是染污的，是不平的，是妄心，不是真心。所以我們念了幾十年，還是妄想雜念很多，換句話說，叫功夫不得力。念佛人要以這個為標準，妄想少了，雜念少了。確實是少了，但是它還有，還要繼續努力，要不斷放下。"
    },
    {
      "id": "02-041-0090_p0018",
      "zh_CN": "我的妄想、杂念比人少，这个很明显。什么原因？五十年不看电视、不看报纸、不看杂志，与外面境界统统断绝，古人讲「知事少时烦恼少」。我没有手机，没有电话，你找不到我，跟大家见面就是在电视、网路画面上，这个道理要懂。我不能住大庙，什么原因？我没有那么大的功夫，没有那个定功，没有那个智慧，庙愈大，人愈多，从早到晚应酬，这个我没办法。海贤能住小庙几十年，他有禅定的功夫，有真实智慧，我的小庙跟他比比不上，他的环境好，穷乡僻野，人迹罕至，便于清修。田园的劳作，一声佛号一声心，那是他的道场，他工作在那念佛，佛号没间断。收成的粮食可以维持生计，道场没有香火、没有供养，他能活得下去，他的农田就是他的道场，这些道理我们要懂。他的显明清白，自得心开，他有那么好的环境。一声佛号一声心，用在海贤和尚身上恰到好处。念佛就是始觉合本，本觉出现了，就大彻大悟、明心见性，在净土叫理一心不乱，他证得了。我们看到了，我们要深信不疑，应该认真努力学习。",
      "zh_TW": "我的妄想、雜念比人少，這個很明顯。什麼原因？五十年不看電視、不看報紙、不看雜誌，與外面境界統統斷絕，古人講「知事少時煩惱少」。我沒有手機，沒有電話，你找不到我，跟大家見面就是在電視、網路畫面上，這個道理要懂。我不能住大廟，什麼原因？我沒有那麼大的功夫，沒有那個定功，沒有那個智慧，廟愈大，人愈多，從早到晚應酬，這個我沒辦法。海賢能住小廟幾十年，他有禪定的功夫，有真實智慧，我的小廟跟他比比不上，他的環境好，窮鄉僻野，人跡罕至，便於清修。田園的勞作，一聲佛號一聲心，那是他的道場，他工作在那念佛，佛號沒間斷。收成的糧食可以維持生計，道場沒有香火、沒有供養，他能活得下去，他的農田就是他的道場，這些道理我們要懂。他的顯明清白，自得心開，他有那麼好的環境。一聲佛號一聲心，用在海賢和尚身上恰到好處。念佛就是始覺合本，本覺出現了，就大徹大悟、明心見性，在淨土叫理一心不亂，他證得了。我們看到了，我們要深信不疑，應該認真努力學習。"
    },
    {
      "id": "02-041-0090_p0019",
      "zh_CN": "再看底下一段经文，「悲智疗苦」，这个分三段。看到这个品题，知道这一段文字重要，我们很想学到手。分三小科，第一小科「调宣」。",
      "zh_TW": "再看底下一段經文，「悲智療苦」，這個分三段。看到這個品題，知道這一段文字重要，我們很想學到手。分三小科，第一小科「調宣」。"
    },
    {
      "id": "02-041-0090_p0020",
      "zh_CN": "【调众生。宣妙理。】",
      "zh_TW": "【調眾生。宣妙理。】"
    },
    {
      "id": "02-041-0090_p0021",
      "zh_CN": "这是经文，经文就六个字。『调众生，宣妙理』，注解里头说，「调者，和也。众生者，一切有情也」。这一句重要。我们今天社会动乱，地球灾难这么多，根本原因从哪里来的？居住在地球上这些众生不和，人跟人不和，畜生跟畜生不和，鬼神跟鬼神不和。在人，讲到人身，咱们身内，不讲身外，我们自身自己跟自己不和，从哪里看到？心里烦躁，烦躁就是不和，六根不能和睦。家庭，现在的家庭，夫妻冲突、父子冲突、兄弟冲突，所以引起整个地球上的生物都失去调和，这个事情严重。念老注解里头所说的众生，指一切有情众生。无情众生，树木花草、山河大地，现在也被有情众生感染，失去了调和，这是大麻烦。「宣」是宣示，必须把这个事实真相、来龙去脉、业因果报，讲清楚、讲明白，这个问题才能解决。要宣妙理，妙理是什么？「实相之理体」。不能骗人，把宇宙人生的真相，宇宙万法的真相，讲清楚、讲明白，让大家觉悟。放在心上要放真的，不能把虚假的放在心上。把虚假的放在心上，心就被染污、就被动摇，那就造业了，产生变态的幻相，这个幻相就是六道轮回、就是十法界。这桩事情确确实实也只有佛法讲得透彻。世间有没有讲的？有，儒在讲，道在讲，各个不同的宗教都在讲。",
      "zh_TW": "這是經文，經文就六個字。『調眾生，宣妙理』，註解裡頭說，「調者，和也。眾生者，一切有情也」。這一句重要。我們今天社會動亂，地球災難這麼多，根本原因從哪裡來的？居住在地球上這些眾生不和，人跟人不和，畜生跟畜生不和，鬼神跟鬼神不和。在人，講到人身，咱們身內，不講身外，我們自身自己跟自己不和，從哪裡看到？心裡煩躁，煩躁就是不和，六根不能和睦。家庭，現在的家庭，夫妻衝突、父子衝突、兄弟衝突，所以引起整個地球上的生物都失去調和，這個事情嚴重。念老註解裡頭所說的眾生，指一切有情眾生。無情眾生，樹木花草、山河大地，現在也被有情眾生感染，失去了調和，這是大麻煩。「宣」是宣示，必須把這個事實真相、來龍去脈、業因果報，講清楚、講明白，這個問題才能解決。要宣妙理，妙理是什麼？「實相之理體」。不能騙人，把宇宙人生的真相，宇宙萬法的真相，講清楚、講明白，讓大家覺悟。放在心上要放真的，不能把虛假的放在心上。把虛假的放在心上，心就被染污、就被動搖，那就造業了，產生變態的幻相，這個幻相就是六道輪迴、就是十法界。這樁事情確確實實也只有佛法講得透徹。世間有沒有講的？有，儒在講，道在講，各個不同的宗教都在講。"
    },
    {
      "id": "02-041-0090_p0022",
      "zh_CN": "宗教里头不和，再往深处看，同一个宗教它也分支分派，这些支派也互相不和，甚至于一个寺庙，住众几十人也不和。古圣先贤对这个问题看得很重，告诉我们，关系着佛法的兴衰，和，佛法就兴，不和就衰了，衰到极处就灭了，所以不能不和。从哪里做起？从我自己做起，他不跟我和，我要跟他和，这才能把和睦相处落实。也就是此地这两句话，「调众生」，调众生就是求全世界一切有情众生，都能够和睦相处，能够互相尊重、互相敬爱、互相关怀、互助合作，能不能做到？能，用什么方法？讲经教学，「宣妙理」。真正能做到，诸位要是细心去观察，你看得到。",
      "zh_TW": "宗教裡頭不和，再往深處看，同一個宗教它也分支分派，這些支派也互相不和，甚至於一個寺廟，住眾幾十人也不和。古聖先賢對這個問題看得很重，告訴我們，關係著佛法的興衰，和，佛法就興，不和就衰了，衰到極處就滅了，所以不能不和。從哪裡做起？從我自己做起，他不跟我和，我要跟他和，這才能把和睦相處落實。也就是此地這兩句話，「調眾生」，調眾生就是求全世界一切有情眾生，都能夠和睦相處，能夠互相尊重、互相敬愛、互相關懷、互助合作，能不能做到？能，用什麼方法？講經教學，「宣妙理」。真正能做到，諸位要是細心去觀察，你看得到。"
    },
    {
      "id": "02-041-0090_p0023",
      "zh_CN": "我这个人没什么长处，也没智慧，好处就还有几分老实。我这跟大家讲得很坦白，老实一百分，我只有三十分，我没有做到五、六十分，我要做到五、六十分，我的成就就不止今天这个样子。我跟这三个老师，三个老师对我都非常了解，比起现在一般学生，那就好多了。老实听话真干，一般学生大概只有三、五分，我还有三十分，所以老师没有舍弃我，还肯教我。如果完全不听话的，有傲慢心的，老师不教，他教你没有用，浪费时间，浪费精神。真正肯学，不教，是罪过；不肯学的人，可以不教，不浪费时间，不浪费精神。海贤老和尚成就是百分之百，百分之百的真诚，百分之百的恭敬，百分之百的听话，师父教他一句，九十二年不变，念到功夫圆满，理一心不乱。佛来了，委托他住世表法；他要是往生，大概在二十多岁的时候，他就有资格往生了。功夫成片就有资格，见阿弥陀佛，寿命不要了，求佛带他到极乐世界去，没有问题，这个例子很多。佛要留他住世，那就是佛门里所谓的，娑婆世界修行一天，可以抵得极乐世界修行一百年。为什么？极乐世界容易修，娑婆世界难修，障缘太多，你能够都通过，了不起！在极乐世界的人也未必能通过。逆增上缘非常非常之多，你能够不受影响，所以成就快。",
      "zh_TW": "我這個人沒什麼長處，也沒智慧，好處就還有幾分老實。我這跟大家講得很坦白，老實一百分，我只有三十分，我沒有做到五、六十分，我要做到五、六十分，我的成就就不止今天這個樣子。我跟這三個老師，三個老師對我都非常了解，比起現在一般學生，那就好多了。老實聽話真幹，一般學生大概只有三、五分，我還有三十分，所以老師沒有捨棄我，還肯教我。如果完全不聽話的，有傲慢心的，老師不教，他教你沒有用，浪費時間，浪費精神。真正肯學，不教，是罪過；不肯學的人，可以不教，不浪費時間，不浪費精神。海賢老和尚成就是百分之百，百分之百的真誠，百分之百的恭敬，百分之百的聽話，師父教他一句，九十二年不變，念到功夫圓滿，理一心不亂。佛來了，委託他住世表法；他要是往生，大概在二十多歲的時候，他就有資格往生了。功夫成片就有資格，見阿彌陀佛，壽命不要了，求佛帶他到極樂世界去，沒有問題，這個例子很多。佛要留他住世，那就是佛門裡所謂的，娑婆世界修行一天，可以抵得極樂世界修行一百年。為什麼？極樂世界容易修，娑婆世界難修，障緣太多，你能夠都通過，了不起！在極樂世界的人也未必能通過。逆增上緣非常非常之多，你能夠不受影響，所以成就快。"
    },
    {
      "id": "02-041-0090_p0024",
      "zh_CN": "像他那样的人，功夫成片我估计三年，二十三岁；事一心不乱，我估计三十岁前后；理一心不乱，不超过四十岁。理一心不乱成佛了。我们在他话里头听得出来，你看他说话很含蓄，我什么都知道。这一句话是透什么信息？明心见性，只有明心见性才什么都知道。虽然什么都知道，他不讲，这是什么？尊师重道。他的师父，传戒老和尚告诉他的，明白了不能说，不能乱说，不要指手画脚。明白了是什么？开悟了。开悟了也不能说，时代不一样，你要是说嫉妒障碍的人多，找你麻烦的人多。连惠能大师生在唐朝盛世，是中国佛教的黄金时代，生在那个时候，大彻大悟，五祖都要叫他去躲起来，时节因缘没有成熟，在猎人队躲了十五年，大家对这桩事情概念淡薄了，他才出来。你就晓得海贤老和尚身分，虽然开悟、成佛了，他出国很难，他的缘在中国不在国际上，他出不来，一生就守住南阳这个小地方，活动就是几个县。影响大，到什么时候？往生之后影响就大了，大家知道了，老人不在了。",
      "zh_TW": "像他那樣的人，功夫成片我估計三年，二十三歲；事一心不亂，我估計三十歲前後；理一心不亂，不超過四十歲。理一心不亂成佛了。我們在他話裡頭聽得出來，你看他說話很含蓄，我什麼都知道。這一句話是透什麼信息？明心見性，只有明心見性才什麼都知道。雖然什麼都知道，他不講，這是什麼？尊師重道。他的師父，傳戒老和尚告訴他的，明白了不能說，不能亂說，不要指手畫腳。明白了是什麼？開悟了。開悟了也不能說，時代不一樣，你要是說嫉妒障礙的人多，找你麻煩的人多。連惠能大師生在唐朝盛世，是中國佛教的黃金時代，生在那個時候，大徹大悟，五祖都要叫他去躲起來，時節因緣沒有成熟，在獵人隊躲了十五年，大家對這樁事情概念淡薄了，他才出來。你就曉得海賢老和尚身分，雖然開悟、成佛了，他出國很難，他的緣在中國不在國際上，他出不來，一生就守住南陽這個小地方，活動就是幾個縣。影響大，到什麼時候？往生之後影響就大了，大家知道了，老人不在了。"
    },
    {
      "id": "02-041-0090_p0025",
      "zh_CN": "所以要知道，这个地方宣妙理，就是说真正调解众生，只有这个方法，所以宗教教育应该重视。非常可惜，现在全世界一般国家领导人，没有在宗教真正下功夫。历代帝王当中，对宗教上真正下功夫的，中国的雍正皇帝，他对儒释道都通，这三家的大德、高人跟雍正比可能都比不上，他真干，他真了解。所以宗教教育比什么都重要。佛教本身就是教育，传到中国来仍然没有变质。寺院庵堂是学校，用寺，这个意思是永久设立的，不可以废除的，这个机构才能称为寺。所以佛教的道场用寺，伊斯兰的道场也称寺，只有基督教传到中国来的称为教堂。国家领导人认识，制定政策，由国家来推行。中国过去教化众生是儒释道三家，起很大很大的作用，每一个朝代都有相当长的一段时期是太平盛世，长治久安，社会和谐，人民幸福。所以我们看到这句非常感动。",
      "zh_TW": "所以要知道，這個地方宣妙理，就是說真正調解眾生，只有這個方法，所以宗教教育應該重視。非常可惜，現在全世界一般國家領導人，沒有在宗教真正下功夫。歷代帝王當中，對宗教上真正下功夫的，中國的雍正皇帝，他對儒釋道都通，這三家的大德、高人跟雍正比可能都比不上，他真幹，他真了解。所以宗教教育比什麼都重要。佛教本身就是教育，傳到中國來仍然沒有變質。寺院庵堂是學校，用寺，這個意思是永久設立的，不可以廢除的，這個機構才能稱為寺。所以佛教的道場用寺，伊斯蘭的道場也稱寺，只有基督教傳到中國來的稱為教堂。國家領導人認識，制定政策，由國家來推行。中國過去教化眾生是儒釋道三家，起很大很大的作用，每一個朝代都有相當長的一段時期是太平盛世，長治久安，社會和諧，人民幸福。所以我們看到這句非常感動。"
    },
    {
      "id": "02-041-0090_p0026",
      "zh_CN": "「妙理者，实相之理体」，就是《法华经》上所说的佛之知见也。大乘《华严经》上说，「一切众生本来是佛」。佛陀的教育不是别的，恢复佛之知见，如是而已。佛之知见是本有的，就是佛的智慧。佛所知的深度、广度没有边际，佛的见解完全正确，没有丝毫的偏邪，这些都是我们众生个个具有的，圆满具足，只是迷了自性，把正知正见变成邪知邪见。现在的方法，必须用佛的教理让我们觉悟，让我们回头，让我们把自性找到。方法就是读书千遍，其义自见，在佛门叫诵经。诵经的目的在哪里？诵经的目的是其义自见，就是开悟。所以不能求解，求解悟门就堵塞了，求解所得到的是佛学常识；要不求解，一直念下去，会开悟。我们每天读经是属于持戒，念久了自然得定，就是清净心现前，烦恼少、妄念少，这就很有进步，心愈来愈清净，愈来愈平等，智慧就开了。",
      "zh_TW": "「妙理者，實相之理體」，就是《法華經》上所說的佛之知見也。大乘《華嚴經》上說，「一切眾生本來是佛」。佛陀的教育不是別的，恢復佛之知見，如是而已。佛之知見是本有的，就是佛的智慧。佛所知的深度、廣度沒有邊際，佛的見解完全正確，沒有絲毫的偏邪，這些都是我們眾生個個具有的，圓滿具足，只是迷了自性，把正知正見變成邪知邪見。現在的方法，必須用佛的教理讓我們覺悟，讓我們回頭，讓我們把自性找到。方法就是讀書千遍，其義自見，在佛門叫誦經。誦經的目的在哪裡？誦經的目的是其義自見，就是開悟。所以不能求解，求解悟門就堵塞了，求解所得到的是佛學常識；要不求解，一直念下去，會開悟。我們每天讀經是屬於持戒，念久了自然得定，就是清淨心現前，煩惱少、妄念少，這就很有進步，心愈來愈清淨，愈來愈平等，智慧就開了。"
    },
    {
      "id": "02-041-0090_p0027",
      "zh_CN": "「开佛知见，示佛知见，乃宣妙理也」。开是佛帮助我们，把我们的心打开，这里头有佛知见。虽有佛知见，自己不知道，迷得太久了，所以必须要有人告诉你，指出来这是什么、这是什么，这叫指示，开示，然后你才能够证得，悟入。经过开示，觉悟了，最后入佛境界。指导的老师就是要示，悟入是自己的事情。「令一切有情，悟佛知见，入佛知见，乃调众生」。众生都成佛，成佛都平等，成佛都和睦，唯佛与佛方能究竟。这后面几句话意思很深，「调和琴弦以发正音，调和众生令契中道」，这是一个道理。我们弹琴先要调弦，中国的琴是弦乐器，必须自己先把它调准，音调正确，它才能发出正确的音声。调和众生，要帮助他契入中道，中道就是明心见性，契入自性，自性里头没有偏邪，没有虚伪，没有妄想。",
      "zh_TW": "「開佛知見，示佛知見，乃宣妙理也」。開是佛幫助我們，把我們的心打開，這裡頭有佛知見。雖有佛知見，自己不知道，迷得太久了，所以必須要有人告訴你，指出來這是什麼、這是什麼，這叫指示，開示，然後你才能夠證得，悟入。經過開示，覺悟了，最後入佛境界。指導的老師就是要示，悟入是自己的事情。「令一切有情，悟佛知見，入佛知見，乃調眾生」。眾生都成佛，成佛都平等，成佛都和睦，唯佛與佛方能究竟。這後面幾句話意思很深，「調和琴弦以發正音，調和眾生令契中道」，這是一個道理。我們彈琴先要調弦，中國的琴是弦樂器，必須自己先把它調準，音調正確，它才能發出正確的音聲。調和眾生，要幫助他契入中道，中道就是明心見性，契入自性，自性裡頭沒有偏邪，沒有虛偽，沒有妄想。"
    },
    {
      "id": "02-041-0090_p0028",
      "zh_CN": "「净土法门，是佛知见」。净土所说的全是佛知佛见，而且是佛的究竟知见，不可思议，圆满的佛知佛见，确实一切经教都不能为比。这个法门太殊胜、太方便，人人遇到都能成就，造作极重罪业的人遇到也能成就。弥陀第十八愿讲得好，五逆十恶，经上讲十念必生，唯除五逆十恶，善导大师告诉我们，佛说唯除五逆十恶，意思是劝人不要造这个重业，这个罪太重，意思在这里，不是真的不能救。如果真的造了五逆十恶，以前没有接触佛法，不懂，现在才知道，忏悔还是可以。真正忏悔，回头是岸，一心称名求生净土，佛还是来接引你，这才是净宗的究竟圆满。如果五逆十恶念佛不能往生，净土宗还有遗憾，还没有达到究竟圆满，净宗确确实实是达到究竟圆满。所以我们晓得跟中国古圣先贤立法，立法要严，非常严格，为什么？希望你不犯法。真正犯了法，判刑的时候要尽量判他最轻的，而不是真正的是制伏人，真正是劝导大家断恶修善。净宗智慧圆满，慈悲圆满，念佛成佛究竟圆满，一定要懂这个道理。",
      "zh_TW": "「淨土法門，是佛知見」。淨土所說的全是佛知佛見，而且是佛的究竟知見，不可思議，圓滿的佛知佛見，確實一切經教都不能為比。這個法門太殊勝、太方便，人人遇到都能成就，造作極重罪業的人遇到也能成就。彌陀第十八願講得好，五逆十惡，經上講十念必生，唯除五逆十惡，善導大師告訴我們，佛說唯除五逆十惡，意思是勸人不要造這個重業，這個罪太重，意思在這裡，不是真的不能救。如果真的造了五逆十惡，以前沒有接觸佛法，不懂，現在才知道，懺悔還是可以。真正懺悔，回頭是岸，一心稱名求生淨土，佛還是來接引你，這才是淨宗的究竟圓滿。如果五逆十惡念佛不能往生，淨土宗還有遺憾，還沒有達到究竟圓滿，淨宗確確實實是達到究竟圓滿。所以我們曉得跟中國古聖先賢立法，立法要嚴，非常嚴格，為什麼？希望你不犯法。真正犯了法，判刑的時候要盡量判他最輕的，而不是真正的是制伏人，真正是勸導大家斷惡修善。淨宗智慧圓滿，慈悲圓滿，念佛成佛究竟圓滿，一定要懂這個道理。"
    },
    {
      "id": "02-041-0090_p0029",
      "zh_CN": "「持名念佛，即从容中道。」海贤给我们表的这个法，无比的殊胜，他用了九十二年。最后给我们表现的是最重要的，就是和睦，若要佛法兴，唯有僧赞僧。彼此互相赞叹，放弃批评、放弃争论，这是兴旺的气象；如果谁都不服谁，互相毁谤、互相批评，这是衰相，让社会大众无所适从。你们每个都自赞毁他，他就不学了，他认为这个都是邪教。所以一定不要忘记，礼敬诸佛、称赞如来、广修供养、忏除业障，这才真正能够随喜功德，随喜功德就是和睦相处、平等对待。今天时间到了，我们就学习到此地。",
      "zh_TW": "「持名念佛，即從容中道。」海賢給我們表的這個法，無比的殊勝，他用了九十二年。最後給我們表現的是最重要的，就是和睦，若要佛法興，唯有僧讚僧。彼此互相讚歎，放棄批評、放棄爭論，這是興旺的氣象；如果誰都不服誰，互相毀謗、互相批評，這是衰相，讓社會大眾無所適從。你們每個都自讚毀他，他就不學了，他認為這個都是邪教。所以一定不要忘記，禮敬諸佛、稱讚如來、廣修供養、懺除業障，這才真正能夠隨喜功德，隨喜功德就是和睦相處、平等對待。今天時間到了，我們就學習到此地。"
    }
  ]
}