{
  "doc_id": "02-041-0389",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三八九集",
    "zh_TW": "第三八九集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0389",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-041-0389_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊；阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊；阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊；阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊；阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0389_p0002",
      "zh_CN": "请看《大经科注》第八百九十四页第一行，从末后一句看起：",
      "zh_TW": "請看《大經科註》第八百九十四頁第一行，從末後一句看起："
    },
    {
      "id": "02-041-0389_p0003",
      "zh_CN": "「珠网等等妙相，只是一色所显」。念老在此地给我们总结前面的意思，前面所说，「深显光明色相微妙难思」，经上讲的「光色参回」，这句话深妙到极处，就像佛经上常说不可思议，你无法想像，你也没有办法说出来。无法想像，无法能说，释迦牟尼佛为我们说出来了，谁懂？真正懂得佛所说这个意思，只有菩萨，菩萨是佛陀入室弟子。",
      "zh_TW": "「珠網等等妙相，只是一色所顯」。念老在此地給我們總結前面的意思，前面所說，「深顯光明色相微妙難思」，經上講的「光色參迴」，這句話深妙到極處，就像佛經上常說不可思議，你無法想像，你也沒有辦法說出來。無法想像，無法能說，釋迦牟尼佛為我們說出來了，誰懂？真正懂得佛所說這個意思，只有菩薩，菩薩是佛陀入室弟子。"
    },
    {
      "id": "02-041-0389_p0004",
      "zh_CN": "像孔老夫子三千弟子，里面有七十二贤，夫子说话亦如是，留下来的并不多，通过学生整理修订，就是留下这部《论语》。《论语》是孔老夫子的嘉言录，里面所说也不可思议，我相信七十二贤他们能懂。其他的人应该比我们强，他们懂，不能完全懂，总有一些疑惑。我们就更不懂，我们甚至于把夫子的意思都错会了，把《论语》讲错了。真的不在少数，里面还包括大学的校长、教授，我们谈到这些，他把它解释错误了，我们也不能纠正他，那面子不好看。所以只有听。听了，明白了，知道现在这个世间乱世。乱世为什么会这么乱？梵蒂冈驻教科文组织的大使说得好，那天我们在一起圆桌会议，他跟我坐在一块，我对他所说的非常赞叹。他说，动乱根本的原因只有一个，是什么？无知。说得好！现在的教育很多确实是强不知以为知，我们看到很悲哀，无话可说。",
      "zh_TW": "像孔老夫子三千弟子，裡面有七十二賢，夫子說話亦如是，留下來的並不多，通過學生整理修訂，就是留下這部《論語》。《論語》是孔老夫子的嘉言錄，裡面所說也不可思議，我相信七十二賢他們能懂。其他的人應該比我們強，他們懂，不能完全懂，總有一些疑惑。我們就更不懂，我們甚至於把夫子的意思都錯會了，把《論語》講錯了。真的不在少數，裡面還包括大學的校長、教授，我們談到這些，他把它解釋錯誤了，我們也不能糾正他，那面子不好看。所以只有聽。聽了，明白了，知道現在這個世間亂世。亂世為什麼會這麼亂？梵蒂岡駐教科文組織的大使說得好，那天我們在一起圓桌會議，他跟我坐在一塊，我對他所說的非常讚歎。他說，動亂根本的原因只有一個，是什麼？無知。說得好！現在的教育很多確實是強不知以為知，我們看到很悲哀，無話可說。"
    },
    {
      "id": "02-041-0389_p0005",
      "zh_CN": "中国传统的文化，四书五经、十三经，没人学了，像我这个年龄，一生的遭遇，我是民国十六年出生，一九二七年，等到我们上小学的时候，社会动乱。我记得我十一岁，卢沟桥事变，日本发动侵略中国。当时日本人的用心，认为三个月中国会投降，他就能占据了。没有想到这个战争打了八年，最后胜利不是日本，日本投降了。八年战争我们没办法念书，等于说是小时候培养读书的根基这段时间浪费了。虽然没有读书，那时候风气还不错，抗战时候，也就是说，五千年文化还有一点样子，在家庭可以看到，在社会可以看到，方方面面，人都很老实，没有欺骗人的，言行举止还有一点规矩。我们小时候受这一点薰陶，懂得一点做人的道理，这个也帮助我们一生处事待人接物。",
      "zh_TW": "中國傳統的文化，四書五經、十三經，沒人學了，像我這個年齡，一生的遭遇，我是民國十六年出生，一九二七年，等到我們上小學的時候，社會動亂。我記得我十一歲，盧溝橋事變，日本發動侵略中國。當時日本人的用心，認為三個月中國會投降，他就能佔據了。沒有想到這個戰爭打了八年，最後勝利不是日本，日本投降了。八年戰爭我們沒辦法念書，等於說是小時候培養讀書的根基這段時間浪費了。雖然沒有讀書，那時候風氣還不錯，抗戰時候，也就是說，五千年文化還有一點樣子，在家庭可以看到，在社會可以看到，方方面面，人都很老實，沒有欺騙人的，言行舉止還有一點規矩。我們小時候受這一點薰陶，懂得一點做人的道理，這個也幫助我們一生處事待人接物。"
    },
    {
      "id": "02-041-0389_p0006",
      "zh_CN": "但是古书这个机缘遇不到了。一直到台湾，那个时候李老师办一个台中莲社，台中莲社有很多传统文化的活动，譬如国文补习班、经学班。经学班专门对学习讲经教学，培养这种人才；国文补习班里面讲古文，一个星期讲一次，三个小时，讲一篇。我在台中住十年，听了一部《古文观止》，一个星期讲一篇，十年，等于说上补习班。我们不是专攻，台中徐醒民居士他在古文上下的功夫比我深，基础很好。我跟李老师是学佛经。因为出家身分，章嘉大师教我，劝我出家，劝我学释迦牟尼佛，释迦牟尼佛一生干的是什么？经典里头有记载，教学。我年轻的时候跟方东美先生学哲学，方老师为我讲一部哲学概论，最后一个单元佛经哲学，我学佛从这进门。老师告诉我，我们那时候怀疑，佛教是宗教，宗教是迷信，所以对宗教毫无兴趣。方老师告诉我，「释迦牟尼佛是世界上最伟大的哲学家」，我们从来没听说过，这是他介绍给我的；「大乘经典是全世界哲学的最高峰」，「学佛是人生最高的享受」，没人说过，我这样入门。",
      "zh_TW": "但是古書這個機緣遇不到了。一直到台灣，那個時候李老師辦一個台中蓮社，台中蓮社有很多傳統文化的活動，譬如國文補習班、經學班。經學班專門對學習講經教學，培養這種人才；國文補習班裡面講古文，一個星期講一次，三個小時，講一篇。我在台中住十年，聽了一部《古文觀止》，一個星期講一篇，十年，等於說上補習班。我們不是專攻，台中徐醒民居士他在古文上下的功夫比我深，基礎很好。我跟李老師是學佛經。因為出家身分，章嘉大師教我，勸我出家，勸我學釋迦牟尼佛，釋迦牟尼佛一生幹的是什麼？經典裡頭有記載，教學。我年輕的時候跟方東美先生學哲學，方老師為我講一部哲學概論，最後一個單元佛經哲學，我學佛從這進門。老師告訴我，我們那時候懷疑，佛教是宗教，宗教是迷信，所以對宗教毫無興趣。方老師告訴我，「釋迦牟尼佛是世界上最偉大的哲學家」，我們從來沒聽說過，這是他介紹給我的；「大乘經典是全世界哲學的最高峰」，「學佛是人生最高的享受」，沒人說過，我這樣入門。"
    },
    {
      "id": "02-041-0389_p0007",
      "zh_CN": "入门，果然没错，老师没说错，释迦牟尼佛确确实实是一生办学，搞教育。他十九岁出家，放弃王位的继承权。这个举动让我们后人去想，他是王子，他要不出家继承王位，世间人求之不得；他是得到了不要，放弃了，出家做苦行僧，做为一个知识分子的表法。知识分子好学，印度在那个时候是宗教之国、哲学之国，哲学思想很发达。这些学派，那些宗教，他统统都去学过，学了十二年，发现它不能解决问题，于是把参学放弃了，十二年。他到恒河的附近，在毕钵罗树下入定，开悟了。大乘经上讲得很多。特别是中国唐朝惠能大师，不认识字，没念过书，他开悟了。他开悟的境界，跟释迦牟尼佛在菩提树下完全平等。所以东方的学术不是求知识，西方求知识，西方文化建筑在知识的基础上。中国跟印度一样，中国跟印度的文化是建筑在自性的基础上，就是智慧的基础上，它不是知识，是智慧。智慧从哪里来的？智慧是自性里头本有的，不是从外来的。从外面来的是知识，知识解决问题有局限性，就是它的范围不大，而且有后遗症，智慧没有。智慧一开的时候，没有一样你不知道，他全知道，全明白了。",
      "zh_TW": "入門，果然沒錯，老師沒說錯，釋迦牟尼佛確確實實是一生辦學，搞教育。他十九歲出家，放棄王位的繼承權。這個舉動讓我們後人去想，他是王子，他要不出家繼承王位，世間人求之不得；他是得到了不要，放棄了，出家做苦行僧，做為一個知識分子的表法。知識分子好學，印度在那個時候是宗教之國、哲學之國，哲學思想很發達。這些學派，那些宗教，他統統都去學過，學了十二年，發現它不能解決問題，於是把參學放棄了，十二年。他到恆河的附近，在畢缽羅樹下入定，開悟了。大乘經上講得很多。特別是中國唐朝惠能大師，不認識字，沒念過書，他開悟了。他開悟的境界，跟釋迦牟尼佛在菩提樹下完全平等。所以東方的學術不是求知識，西方求知識，西方文化建築在知識的基礎上。中國跟印度一樣，中國跟印度的文化是建築在自性的基礎上，就是智慧的基礎上，它不是知識，是智慧。智慧從哪裡來的？智慧是自性裡頭本有的，不是從外來的。從外面來的是知識，知識解決問題有侷限性，就是它的範圍不大，而且有後遺症，智慧沒有。智慧一開的時候，沒有一樣你不知道，他全知道，全明白了。"
    },
    {
      "id": "02-041-0389_p0008",
      "zh_CN": "所以，中国、古印度都是讲开悟，小悟、大悟、大彻大悟，他讲求这些。大彻大悟就叫佛陀，大悟叫菩萨，小悟叫阿罗汉。所以佛陀、菩萨、阿罗汉是佛教里面学位的名称，好像现在大学里头博士、硕士、学士，学位名称。所以佛家常说「一切众生本来是佛」，一切众生都应当成佛。佛不是神、不是上帝，佛是一个明心见性的人，大彻大悟，明心见性，是这么个意思。释迦牟尼佛开悟之后，他就开始教学，最初到鹿野苑，在鹿野苑里面住了十二年，讲阿含，小乘，就好像是办小学。办学要按照学生的程度，慢慢把他向上提升，我们中国人讲的一条龙的学校，释迦牟尼佛就是办一条龙的学校。小学十二年，根扎得稳，我们现在小学六年，不行。",
      "zh_TW": "所以，中國、古印度都是講開悟，小悟、大悟、大徹大悟，他講求這些。大徹大悟就叫佛陀，大悟叫菩薩，小悟叫阿羅漢。所以佛陀、菩薩、阿羅漢是佛教裡面學位的名稱，好像現在大學裡頭博士、碩士、學士，學位名稱。所以佛家常說「一切眾生本來是佛」，一切眾生都應當成佛。佛不是神、不是上帝，佛是一個明心見性的人，大徹大悟，明心見性，是這麼個意思。釋迦牟尼佛開悟之後，他就開始教學，最初到鹿野苑，在鹿野苑裡面住了十二年，講阿含，小乘，就好像是辦小學。辦學要按照學生的程度，慢慢把他向上提升，我們中國人講的一條龍的學校，釋迦牟尼佛就是辦一條龍的學校。小學十二年，根扎得穩，我們現在小學六年，不行。"
    },
    {
      "id": "02-041-0389_p0009",
      "zh_CN": "中国古时候童蒙养正，你看家里的私塾，小孩差不多是三岁半、四岁上学，到十五岁完成扎根教育，那叫小学。十五岁这个年龄，除了童蒙养正十几种教材之外，那就是四书五经一定要读，天分好一点念十三经，四书、十三经，再加上《史记》、《汉书》，再有一些就文学，诗词歌赋，那是点缀的，根都扎下去。重要的典籍十五岁以前全都背熟了。十五岁进太学，那就是大学，大学里面老师跟同学在一起研究讨论。为什么？这些书你都背会了，你都念熟了，读书千遍，其义自见，里头的大意你全明白了，老师好教。书同文，车同轨。古时候的书一面十行，每一行二十个字，没有标点符号，没有段落，所以无论什么地方印的书都要守这个规矩，这个真的太好了，全国的图书统一。你譬如念《论语》，告诉你第几页、第几行、第几个字，完全相同，不管你什么地方印的书它都一样。这也是科学，能说中国人不懂吗？一点都不会错。",
      "zh_TW": "中國古時候童蒙養正，你看家裡的私塾，小孩差不多是三歲半、四歲上學，到十五歲完成扎根教育，那叫小學。十五歲這個年齡，除了童蒙養正十幾種教材之外，那就是四書五經一定要讀，天分好一點念十三經，四書、十三經，再加上《史記》、《漢書》，再有一些就文學，詩詞歌賦，那是點綴的，根都扎下去。重要的典籍十五歲以前全都背熟了。十五歲進太學，那就是大學，大學裡面老師跟同學在一起研究討論。為什麼？這些書你都背會了，你都念熟了，讀書千遍，其義自見，裡頭的大意你全明白了，老師好教。書同文，車同軌。古時候的書一面十行，每一行二十個字，沒有標點符號，沒有段落，所以無論什麼地方印的書都要守這個規矩，這個真的太好了，全國的圖書統一。你譬如念《論語》，告訴你第幾頁、第幾行、第幾個字，完全相同，不管你什麼地方印的書它都一樣。這也是科學，能說中國人不懂嗎？一點都不會錯。"
    },
    {
      "id": "02-041-0389_p0010",
      "zh_CN": "读书先学句读，老师教你的时候把句子圈出来、把段落划出来。重点不是讲给你听。讲给你听，那是你老师的东西，那不是孔子的。孔子的《论语》从哪里来？是自性里头流露出来的。我们讲真心，不是妄心，真心里面流露的，他是开悟的。所以你要是开悟了，自然就明白了，那个明白是真的不是假的。所以一千遍念完之后，老师让学生讲一遍，跟同学们在一起分享，每个人都要出来讲，老师做印证，点头，不错，没讲错，给同学这一科就毕业了。再读一千遍，二千遍，二千遍之后我再讲一遍大家听，讲的意思就深了、广了，跟第一遍不一样。第一遍是小悟，第二遍是大悟。再读一千遍，三千遍之后大彻大悟。大彻大悟是圣人，大悟是贤人，小悟，佛家讲阿罗汉，菩萨是大悟，佛是大彻大悟。",
      "zh_TW": "讀書先學句讀，老師教你的時候把句子圈出來、把段落劃出來。重點不是講給你聽。講給你聽，那是你老師的東西，那不是孔子的。孔子的《論語》從哪裡來？是自性裡頭流露出來的。我們講真心，不是妄心，真心裡面流露的，他是開悟的。所以你要是開悟了，自然就明白了，那個明白是真的不是假的。所以一千遍念完之後，老師讓學生講一遍，跟同學們在一起分享，每個人都要出來講，老師做印證，點頭，不錯，沒講錯，給同學這一科就畢業了。再讀一千遍，二千遍，二千遍之後我再講一遍大家聽，講的意思就深了、廣了，跟第一遍不一樣。第一遍是小悟，第二遍是大悟。再讀一千遍，三千遍之後大徹大悟。大徹大悟是聖人，大悟是賢人，小悟，佛家講阿羅漢，菩薩是大悟，佛是大徹大悟。"
    },
    {
      "id": "02-041-0389_p0011",
      "zh_CN": "六祖惠能大师给我们做了证明，他开悟了，五祖问他，你见性了，明心见性了，性什么样子说给我听听。他向五祖汇报，五句，实际上二十个字。「何期自性，本自清净」，第一句，从来没有染污过。自性就是真心，能生万法，整个宇宙是自性所生所现，能生万法，清净，没有染污。第二句，「本不生灭」，万法是生灭法，一切法都是生灭法，只有自性不生不灭，它不是生灭法。第三句，「本自具足」，具足什么？具足无量智慧，要用佛法来说，具足一切经教，大乘小乘、宗门教下、显教密教，自性统统具足。只要你见性的时候全都明白了，自性没有一样不具足，它能现万法；换句话说，它本自具足万法，它要不具足，它怎么能现出来？所以它能生能现。",
      "zh_TW": "六祖惠能大師給我們做了證明，他開悟了，五祖問他，你見性了，明心見性了，性什麼樣子說給我聽聽。他向五祖匯報，五句，實際上二十個字。「何期自性，本自清淨」，第一句，從來沒有染污過。自性就是真心，能生萬法，整個宇宙是自性所生所現，能生萬法，清淨，沒有染污。第二句，「本不生滅」，萬法是生滅法，一切法都是生滅法，只有自性不生不滅，它不是生滅法。第三句，「本自具足」，具足什麼？具足無量智慧，要用佛法來說，具足一切經教，大乘小乘、宗門教下、顯教密教，自性統統具足。只要你見性的時候全都明白了，自性沒有一樣不具足，它能現萬法；換句話說，它本自具足萬法，它要不具足，它怎麼能現出來？所以它能生能現。"
    },
    {
      "id": "02-041-0389_p0012",
      "zh_CN": "真心之外还有个妄心，妄心没有这个能力，妄心它不具足，它能变，真心所生的、所现的，妄心能把它改变。譬如说真心所生所现的是极乐世界、是华藏世界，妄心能够把华藏、把极乐变成十法界、变成六道轮回，六道轮回跟十法界本来没有，自性不会生这些东西。所以《华严经》上告诉我们，能生能现是自性，能变所变是阿赖耶，就是妄心，这是个生灭心，不是真心。大乘佛法，中国儒家，他们所追求的是自性，读书要求的是教你开悟，开悟是智慧，是活的，不求知识，这是跟西方教育的理念完全不相同。",
      "zh_TW": "真心之外還有個妄心，妄心沒有這個能力，妄心它不具足，它能變，真心所生的、所現的，妄心能把它改變。譬如說真心所生所現的是極樂世界、是華藏世界，妄心能夠把華藏、把極樂變成十法界、變成六道輪迴，六道輪迴跟十法界本來沒有，自性不會生這些東西。所以《華嚴經》上告訴我們，能生能現是自性，能變所變是阿賴耶，就是妄心，這是個生滅心，不是真心。大乘佛法，中國儒家，他們所追求的是自性，讀書要求的是教你開悟，開悟是智慧，是活的，不求知識，這是跟西方教育的理念完全不相同。"
    },
    {
      "id": "02-041-0389_p0013",
      "zh_CN": "所以中国教育，圣贤教育，这说得对。它要培养一个圣人、培养一个贤人，圣人大彻大悟，贤人大悟，它管用。科学技术那是小事，圣贤人懂不懂？懂。为什么不要？你明白没有？你看到没有？两百年前的战争，用刀、用矛、用弓箭；这两百年的科学技术，从机关枪变成核武器，这是科学。你要从这个地方去想，就知道中国人不是不能，不要这个，这个东西有害。今天如果再有核武战争，整个地球毁灭。那就是中国人如果走科学，恐怕一千年前，或者两千年前，地球就毁灭了、不存在了。这是中国圣贤教育，明白这个道理，决定不发展科学，好！现在交通是便捷，过去从我们香港要到英国伦敦，坐帆船大概要坐半年，总四、五个月才能到，而且风险很大。现在飞机十二个小时到了，好不好？不错，可是付出的代价太大了，什么代价？人情味。你说那个时候，坐几个月船的时候，不远万里而来，这多难得！现在几个小时，人情味没了，感受不到了。你就晓得古人那个慢，慢里头有诗情画意，现在科学技术这么一发达，诗情画意全没有了。古时候十几岁小孩就可以作诗、填词，现在有没有？没有了。",
      "zh_TW": "所以中國教育，聖賢教育，這說得對。它要培養一個聖人、培養一個賢人，聖人大徹大悟，賢人大悟，它管用。科學技術那是小事，聖賢人懂不懂？懂。為什麼不要？你明白沒有？你看到沒有？兩百年前的戰爭，用刀、用矛、用弓箭；這兩百年的科學技術，從機關槍變成核武器，這是科學。你要從這個地方去想，就知道中國人不是不能，不要這個，這個東西有害。今天如果再有核武戰爭，整個地球毀滅。那就是中國人如果走科學，恐怕一千年前，或者兩千年前，地球就毀滅了、不存在了。這是中國聖賢教育，明白這個道理，決定不發展科學，好！現在交通是便捷，過去從我們香港要到英國倫敦，坐帆船大概要坐半年，總四、五個月才能到，而且風險很大。現在飛機十二個小時到了，好不好？不錯，可是付出的代價太大了，什麼代價？人情味。你說那個時候，坐幾個月船的時候，不遠萬里而來，這多難得！現在幾個小時，人情味沒了，感受不到了。你就曉得古人那個慢，慢裡頭有詩情畫意，現在科學技術這麼一發達，詩情畫意全沒有了。古時候十幾歲小孩就可以作詩、填詞，現在有沒有？沒有了。"
    },
    {
      "id": "02-041-0389_p0014",
      "zh_CN": "现在的资讯，电视，好不好？传递讯息不错，这是有功，很快就传递过来，可是它伤害人。这个东西家家都有，从早到晚每个人都看，内容是什么？杀盗淫妄，把人全都教坏了。这社会怎么会变这样？好的老师没有了。受什么教育？受电视教育、受网路教育、受电子游戏教育，今天人受这个教育。他不懂得伦理，他不懂得道德，他不相信因果，随自己的念头、妄心无所不为，这还得了！现在人活得多可怜！古时候人从小就学孝道，孝亲尊师，一生做人必须遵守。现在这个社会杀父、杀母，兄弟互相残杀，时有所闻，古时候这个听不到，不可能发生的事情。现在不可能发生的事情全部都爆发出来了，这就是科学技术带来的副作用，这个副作用可以毁灭人类，不是好事情。",
      "zh_TW": "現在的資訊，電視，好不好？傳遞訊息不錯，這是有功，很快就傳遞過來，可是它傷害人。這個東西家家都有，從早到晚每個人都看，內容是什麼？殺盜淫妄，把人全都教壞了。這社會怎麼會變這樣？好的老師沒有了。受什麼教育？受電視教育、受網路教育、受電子遊戲教育，今天人受這個教育。他不懂得倫理，他不懂得道德，他不相信因果，隨自己的念頭、妄心無所不為，這還得了！現在人活得多可憐！古時候人從小就學孝道，孝親尊師，一生做人必須遵守。現在這個社會殺父、殺母，兄弟互相殘殺，時有所聞，古時候這個聽不到，不可能發生的事情。現在不可能發生的事情全部都爆發出來了，這就是科學技術帶來的副作用，這個副作用可以毀滅人類，不是好事情。"
    },
    {
      "id": "02-041-0389_p0015",
      "zh_CN": "我们从这个地方就要想到中国人老祖宗的智慧，老祖宗对后代多么爱护，负面的统统禁止。连我们读历史看到有记载诸葛亮发明木牛流马，机械化的运输，诸葛先生死之前把它全部毁掉，不留给后世。这是什么心？这是大慈大悲。他是那个时候用在战争上，不用人力，用机械的原理，木牛流马虽然速度不很快，但是它能驮东西。毁掉，不向这条路上走，让这个世界大家过太平日子多过几年，用心在此地。绝不是吝啬，绝不是有这些科学技术不愿意传人，不愿意传有道理在。",
      "zh_TW": "我們從這個地方就要想到中國人老祖宗的智慧，老祖宗對後代多麼愛護，負面的統統禁止。連我們讀歷史看到有記載諸葛亮發明木牛流馬，機械化的運輸，諸葛先生死之前把它全部毀掉，不留給後世。這是什麼心？這是大慈大悲。他是那個時候用在戰爭上，不用人力，用機械的原理，木牛流馬雖然速度不很快，但是它能馱東西。毀掉，不向這條路上走，讓這個世界大家過太平日子多過幾年，用心在此地。絕不是吝嗇，絕不是有這些科學技術不願意傳人，不願意傳有道理在。"
    },
    {
      "id": "02-041-0389_p0016",
      "zh_CN": "这就是中国传统文化跟世界其他地区不一样。能够跟中国传统文化相媲美的只有古印度的大乘。现在佛法全在中国，印度没有了。南传的都是小乘，少数的藏密，大乘佛法全在中国。现在我们想想，英国汤恩比所说的，人类是先有宗教后有文明。文明从哪里来的？从宗教衍生的。宗教是文明的根本，没有宗教支持的文明，根据他的研究报告好像没有超过三百年的，大概两百多年就灭亡了。现在地球上只剩下两种文明，第一种是中国的文明，传统文明；第二个是西方科学技术的文明。中国这个文明为什么会存在？他说宗教是文明的根，文明是宗教产生的，中国有三个教，有儒释道，所以中国文明存在。如果儒释道都没有了，中国文明，我想大概可以维持一百年，一百年之后可能就没有了。没有文明，就是代表没有智慧；没有智慧，就是人类的黑暗时代，就出现了。",
      "zh_TW": "這就是中國傳統文化跟世界其他地區不一樣。能夠跟中國傳統文化相媲美的只有古印度的大乘。現在佛法全在中國，印度沒有了。南傳的都是小乘，少數的藏密，大乘佛法全在中國。現在我們想想，英國湯恩比所說的，人類是先有宗教後有文明。文明從哪裡來的？從宗教衍生的。宗教是文明的根本，沒有宗教支持的文明，根據他的研究報告好像沒有超過三百年的，大概兩百多年就滅亡了。現在地球上只剩下兩種文明，第一種是中國的文明，傳統文明；第二個是西方科學技術的文明。中國這個文明為什麼會存在？他說宗教是文明的根，文明是宗教產生的，中國有三個教，有儒釋道，所以中國文明存在。如果儒釋道都沒有了，中國文明，我想大概可以維持一百年，一百年之後可能就沒有了。沒有文明，就是代表沒有智慧；沒有智慧，就是人類的黑暗時代，就出現了。"
    },
    {
      "id": "02-041-0389_p0017",
      "zh_CN": "所以我们要明白事实真相，要好好的学习。儒释道内容非常丰富，包罗万象，不是一个人一生能学得了的，一生能够成就一、二样就好，做专家，不做通家。儒家的纲领，总纲领，总的代表就是四书，《大学》、《中庸》、《论语》、《孟子》，宋朝朱熹编的。朱夫子编这部四书，我有个猜想，但是没有证据，他是从《华严经》上学来的。《华严》确实是大乘佛学概论，性质就跟四书一样，它有理论、有方法，还带表演，末后善财童子五十三参，把《华严经》的理论方法完全落实到生活，做出来给你看。五十三个代表，男女老少，各行各业，你怎么样去用它，它都帮助你。四书很像《华严》，你看它有理论，《中庸》是理论；它有方法，《大学》是方法；《论语》、《孟子》是表演，圣贤教育里头的理论跟方法孔子做到了，用孔子来代表圣人，用孟子来代表贤人。你看，他们如何将《中庸》、《大学》应用在生活，应用在工作，应用在处事待人接物，应用在修身齐家治国平天下，妙极了！",
      "zh_TW": "所以我們要明白事實真相，要好好的學習。儒釋道內容非常豐富，包羅萬象，不是一個人一生能學得了的，一生能夠成就一、二樣就好，做專家，不做通家。儒家的綱領，總綱領，總的代表就是四書，《大學》、《中庸》、《論語》、《孟子》，宋朝朱熹編的。朱夫子編這部四書，我有個猜想，但是沒有證據，他是從《華嚴經》上學來的。《華嚴》確實是大乘佛學概論，性質就跟四書一樣，它有理論、有方法，還帶表演，末後善財童子五十三參，把《華嚴經》的理論方法完全落實到生活，做出來給你看。五十三個代表，男女老少，各行各業，你怎麼樣去用它，它都幫助你。四書很像《華嚴》，你看它有理論，《中庸》是理論；它有方法，《大學》是方法；《論語》、《孟子》是表演，聖賢教育裡頭的理論跟方法孔子做到了，用孔子來代表聖人，用孟子來代表賢人。你看，他們如何將《中庸》、《大學》應用在生活，應用在工作，應用在處事待人接物，應用在修身齊家治國平天下，妙極了！"
    },
    {
      "id": "02-041-0389_p0018",
      "zh_CN": "儒家的东西简单有效，真的是无与伦比。佛法所讲的比儒家这个理更深，方法更多，所以八万四千法门，无量法门，那是讲方法，也是帮助我们修身齐家治国平天下。这个平天下就是让全世界得到平等。我们希望古人这个理想能够在这个世界上出现，文化统领世界，不是政治。孔子明心见性，孟子也是明心见性，中国道教的老庄，释迦牟尼佛的佛法从印度过来，这都是明心见性，大圣大贤。这中国人独厚，这个国家民族五千年还在，还没有被消灭，道理在哪里？文化的力量。文化不但可以救中国，而且可以救全世界。这慢慢的，欧洲的汉学家几乎都肯定这个说法。",
      "zh_TW": "儒家的東西簡單有效，真的是無與倫比。佛法所講的比儒家這個理更深，方法更多，所以八萬四千法門，無量法門，那是講方法，也是幫助我們修身齊家治國平天下。這個平天下就是讓全世界得到平等。我們希望古人這個理想能夠在這個世界上出現，文化統領世界，不是政治。孔子明心見性，孟子也是明心見性，中國道教的老莊，釋迦牟尼佛的佛法從印度過來，這都是明心見性，大聖大賢。這中國人獨厚，這個國家民族五千年還在，還沒有被消滅，道理在哪裡？文化的力量。文化不但可以救中國，而且可以救全世界。這慢慢的，歐洲的漢學家幾乎都肯定這個說法。"
    },
    {
      "id": "02-041-0389_p0019",
      "zh_CN": "中国自古以来，教育，国家没办，国家只办太学。太学是什么？就像现在的党校，培养国家省市各个阶层的公务人员，太学任务在此地。学校呢？家庭负责，有道理。谁最爱你的子孙？一定是你的父母、祖父母、曾祖父母、高祖父母，真正爱子孙，真正希望子孙好好读书，成圣成贤，家里光荣，荣宗耀祖。所以教育是家庭办的。古时候的家跟现在的家不一样，现在很少人能懂，古时候家都是大家庭，弟兄们都是不分家的。所以五代同堂，你看家谱，家谱一行就五代，那是一家住在一起的，生活在一起。第六代人更多则分出去，分支分出去。所以家家都是五代同堂。所以有家塾，家塾就是家庭子弟学校。这个学校是一条龙的，从小学一直到大学。",
      "zh_TW": "中國自古以來，教育，國家沒辦，國家只辦太學。太學是什麼？就像現在的黨校，培養國家省市各個階層的公務人員，太學任務在此地。學校呢？家庭負責，有道理。誰最愛你的子孫？一定是你的父母、祖父母、曾祖父母、高祖父母，真正愛子孫，真正希望子孫好好讀書，成聖成賢，家裡光榮，榮宗耀祖。所以教育是家庭辦的。古時候的家跟現在的家不一樣，現在很少人能懂，古時候家都是大家庭，弟兄們都是不分家的。所以五代同堂，你看家譜，家譜一行就五代，那是一家住在一起的，生活在一起。第六代人更多則分出去，分支分出去。所以家家都是五代同堂。所以有家塾，家塾就是家庭子弟學校。這個學校是一條龍的，從小學一直到大學。"
    },
    {
      "id": "02-041-0389_p0020",
      "zh_CN": "所以古人到十八、九岁，更早的十七岁，就考中状元、考中举人，那他就可以做官。进士是国家考试最高的学位，像现在的博士；举人是第二个学位，硕士；还有个秀才，县考。秀才多半差不多十二、三岁就考上了。考中之后，国家希望你好好的读书，不要干别的，所以国家给粮食给你，给你待遇，等于国家养你。你看《了凡四训》，袁了凡先生考中秀才，他每年国家给他九十多石米，稻米，那九十多石他吃不完，吃不完他就卖，他的生活费用从这来。国家养读书人，希望他认真读书，再能够考中举人、考中进士，出来做官，为国家服务。",
      "zh_TW": "所以古人到十八、九歲，更早的十七歲，就考中狀元、考中舉人，那他就可以做官。進士是國家考試最高的學位，像現在的博士；舉人是第二個學位，碩士；還有個秀才，縣考。秀才多半差不多十二、三歲就考上了。考中之後，國家希望你好好的讀書，不要幹別的，所以國家給糧食給你，給你待遇，等於國家養你。你看《了凡四訓》，袁了凡先生考中秀才，他每年國家給他九十多石米，稻米，那九十多石他吃不完，吃不完他就賣，他的生活費用從這來。國家養讀書人，希望他認真讀書，再能夠考中舉人、考中進士，出來做官，為國家服務。"
    },
    {
      "id": "02-041-0389_p0021",
      "zh_CN": "所以教育，家里面办比什么都好，他是真干，请最好的老师，对老师的礼遇，让家里面的孩子们看到之后，一生记住尊师重道，逢年过节给老师送礼，对老师致敬都是三跪九叩首。老师接受学生家长这样的礼遇，要不认真教，你怎么能对得起人！哪像现在！小孩教出来了，考中功名，就是国家考试及格录取了，老师的光荣。老师是秀才，学生考中状元的，状元是学生，他是学生，真的荣宗耀祖，这个老师受人赞叹，没有私心。小孩当中有这个天赋，好好教他，出人头地。学生，老师的儿女跟自己亲兄弟是完全一样的，他将来在生活上有什么问题、困难，一定要照顾。所以老师只要有几个好学生，他的子女不成材他不忧虑，他晚年有人照顾，有这些学生会照顾。",
      "zh_TW": "所以教育，家裡面辦比什麼都好，他是真幹，請最好的老師，對老師的禮遇，讓家裡面的孩子們看到之後，一生記住尊師重道，逢年過節給老師送禮，對老師致敬都是三跪九叩首。老師接受學生家長這樣的禮遇，要不認真教，你怎麼能對得起人！哪像現在！小孩教出來了，考中功名，就是國家考試及格錄取了，老師的光榮。老師是秀才，學生考中狀元的，狀元是學生，他是學生，真的榮宗耀祖，這個老師受人讚歎，沒有私心。小孩當中有這個天賦，好好教他，出人頭地。學生，老師的兒女跟自己親兄弟是完全一樣的，他將來在生活上有什麼問題、困難，一定要照顧。所以老師只要有幾個好學生，他的子女不成材他不憂慮，他晚年有人照顧，有這些學生會照顧。"
    },
    {
      "id": "02-041-0389_p0022",
      "zh_CN": "你看中国人多厚道，尊师重道。中国传统的文化，就是孝敬这两个字，孝是用父母做代表，敬是用老师做代表，从这个里头再衍生出五伦五常、四维八德。教育在全世界，教育的理念、教育的方法、教育的内容，中国都是世界第一。我们现在已经丢掉快一百年，很危险，如果没有年轻人认真学习，努力去背经史子集，那文化就会丢失。都没有人学了，文言文看不懂，汉字不认识了，《四库全书》就变成废纸，我们最担心、最害怕的就这桩事情。国家政权丢掉没关系，我们有过这个经验，元朝的时候蒙古人入主中国，满清的时候满族人入主中国，这个不怕，文化没丢，所以汉人还能出头。文化丢掉那就灭亡了，也有可能连这个族群都不能存在，这是我们不能不知道的。",
      "zh_TW": "你看中國人多厚道，尊師重道。中國傳統的文化，就是孝敬這兩個字，孝是用父母做代表，敬是用老師做代表，從這個裡頭再衍生出五倫五常、四維八德。教育在全世界，教育的理念、教育的方法、教育的內容，中國都是世界第一。我們現在已經丟掉快一百年，很危險，如果沒有年輕人認真學習，努力去背經史子集，那文化就會丟失。都沒有人學了，文言文看不懂，漢字不認識了，《四庫全書》就變成廢紙，我們最擔心、最害怕的就這樁事情。國家政權丟掉沒關係，我們有過這個經驗，元朝的時候蒙古人入主中國，滿清的時候滿族人入主中國，這個不怕，文化沒丟，所以漢人還能出頭。文化丟掉那就滅亡了，也有可能連這個族群都不能存在，這是我們不能不知道的。"
    },
    {
      "id": "02-041-0389_p0023",
      "zh_CN": "上面经文讲的「光明色相」，这个光明色相是指西方极乐世界；「微妙难思」，我们无法想像；「随意变现」，这个意是念头，随着念头它产生变化。「光中有色，色又现相，珠网等等妙相，只是一色所显」，这个一色就是无色，无色才能显一切色、不同的色。「又如佛相具好」。我们中国人喜欢看相、算命，印度人也不例外。在古印度的时候，看相、算命也是很多的，贵人有富贵相，贫贱有贫贱的相，一看就知道了，真能看得出来。现在人的相，现在人的相复杂了，为什么？美容，他能做出一个假相来。美容是很糟糕，你能美多少天？三年、五年之后病就发出来了，苦不堪言。我早年在澳洲遇到一个人，台湾人，女孩子美容。那个时候，我看到她的时候她三十多岁，将近四十岁，非常痛苦，这苦不堪言！我说那是什么？拿钱找罪受，这个都不知道。父母给我们的身体，我们要好好的爱惜它，不敢毁损，美容是毁损父母给你的本来面目，果报自己要承当。",
      "zh_TW": "上面經文講的「光明色相」，這個光明色相是指西方極樂世界；「微妙難思」，我們無法想像；「隨意變現」，這個意是念頭，隨著念頭它產生變化。「光中有色，色又現相，珠網等等妙相，只是一色所顯」，這個一色就是無色，無色才能顯一切色、不同的色。「又如佛相具好」。我們中國人喜歡看相、算命，印度人也不例外。在古印度的時候，看相、算命也是很多的，貴人有富貴相，貧賤有貧賤的相，一看就知道了，真能看得出來。現在人的相，現在人的相複雜了，為什麼？美容，他能做出一個假相來。美容是很糟糕，你能美多少天？三年、五年之後病就發出來了，苦不堪言。我早年在澳洲遇到一個人，台灣人，女孩子美容。那個時候，我看到她的時候她三十多歲，將近四十歲，非常痛苦，這苦不堪言！我說那是什麼？拿錢找罪受，這個都不知道。父母給我們的身體，我們要好好的愛惜它，不敢毀損，美容是毀損父母給你的本來面目，果報自己要承當。"
    },
    {
      "id": "02-041-0389_p0024",
      "zh_CN": "印度人说，贵人有三十二种富贵相，就是三十二种大人相，释迦牟尼佛有，释迦牟尼佛弟子当中也有几个人有，有三十二相。还有八十种随形好，佛有，菩萨随形好就没有这么多，阿罗汉就更少。今天在这个世间，我们细心观察，学看人，这个人是富贵人，看他的相貌、言谈举止，知道富贵是有原因的，应该要享受富贵的。佛法讲得更深，他为什么会有富贵？过去修的富贵的因，今天他得富贵。你譬如说，佛给我们讲布施，财布施得财富，愈施愈多；法布施得聪明智慧，也是愈施愈增长；无畏布施得健康长寿，都是真的不是假的。我们在这一生当中，这样的年龄看得就多了，细心回头想想，我们所接触的人当中，有不少，大概一半以上都不在了，七、八十岁就走了。细心想想这些人当年在世，尤其是从小到老都在一起的，就特别明显。",
      "zh_TW": "印度人說，貴人有三十二種富貴相，就是三十二種大人相，釋迦牟尼佛有，釋迦牟尼佛弟子當中也有幾個人有，有三十二相。還有八十種隨形好，佛有，菩薩隨形好就沒有這麼多，阿羅漢就更少。今天在這個世間，我們細心觀察，學看人，這個人是富貴人，看他的相貌、言談舉止，知道富貴是有原因的，應該要享受富貴的。佛法講得更深，他為什麼會有富貴？過去修的富貴的因，今天他得富貴。你譬如說，佛給我們講布施，財布施得財富，愈施愈多；法布施得聰明智慧，也是愈施愈增長；無畏布施得健康長壽，都是真的不是假的。我們在這一生當中，這樣的年齡看得就多了，細心回頭想想，我們所接觸的人當中，有不少，大概一半以上都不在了，七、八十歲就走了。細心想想這些人當年在世，尤其是從小到老都在一起的，就特別明顯。"
    },
    {
      "id": "02-041-0389_p0025",
      "zh_CN": "我这个命是个苦命人，过去生中没修，跟佛结了缘。这一生遇到佛法，这一生的行持老师教的，我听话。老师教我出家，教我学释迦牟尼佛。释迦牟尼佛是什么人？明白了，老师，他是教育，我在大乘经上看到这样的。所以他开悟之后，在鹿野苑办小学，十二年；十二年之后再向上提升，方等，八年，中学；中学毕业了再向上提升，大学，般若。般若是智慧，帮助大家开智慧，破迷开悟，二十二年，他讲经说法四十九年，你看差不多是一半的时间，讲这门学术。那就是说前面都是基础，阿含是扎根，方等是向上提升，准备接受大乘，所以讲好比是中学。到般若，二十二年，这是大学，这是释迦牟尼佛教学目的在此地。最后的八年是研究所，菩萨里面少数最优秀的，提升，让他大彻大悟，明心见性。",
      "zh_TW": "我這個命是個苦命人，過去生中沒修，跟佛結了緣。這一生遇到佛法，這一生的行持老師教的，我聽話。老師教我出家，教我學釋迦牟尼佛。釋迦牟尼佛是什麼人？明白了，老師，他是教育，我在大乘經上看到這樣的。所以他開悟之後，在鹿野苑辦小學，十二年；十二年之後再向上提升，方等，八年，中學；中學畢業了再向上提升，大學，般若。般若是智慧，幫助大家開智慧，破迷開悟，二十二年，他講經說法四十九年，你看差不多是一半的時間，講這門學術。那就是說前面都是基礎，阿含是扎根，方等是向上提升，準備接受大乘，所以講好比是中學。到般若，二十二年，這是大學，這是釋迦牟尼佛教學目的在此地。最後的八年是研究所，菩薩裡面少數最優秀的，提升，讓他大徹大悟，明心見性。"
    },
    {
      "id": "02-041-0389_p0026",
      "zh_CN": "我们看出来了，经上讲的佛事跟现在世俗讲佛事不一样。现在人讲佛事是超度，为死人服务，释迦牟尼佛一天没干过，经上没这种记载。释迦牟尼佛一生干的事情，教学，而且他没有放假，一年三百六十天，天天不间断。所以我们搞明白、搞清楚了，他是个老师，佛教是教育。传到中国来的时候还是教育。在中国做两桩事情，一个是翻译经典，把梵文经典完全翻译成中国文言文。为什么？因为梵文是拼音文字，拼音文字一般三百年就消失了，很难传下去，今天梵文经典没有人能念懂，原因在此。不用梵文了，印度话不是梵文，梵文是印度古文，没人学了。我们就明白了，翻成中国的文言文，用这个文字来做经典的载体。",
      "zh_TW": "我們看出來了，經上講的佛事跟現在世俗講佛事不一樣。現在人講佛事是超度，為死人服務，釋迦牟尼佛一天沒幹過，經上沒這種記載。釋迦牟尼佛一生幹的事情，教學，而且他沒有放假，一年三百六十天，天天不間斷。所以我們搞明白、搞清楚了，他是個老師，佛教是教育。傳到中國來的時候還是教育。在中國做兩樁事情，一個是翻譯經典，把梵文經典完全翻譯成中國文言文。為什麼？因為梵文是拼音文字，拼音文字一般三百年就消失了，很難傳下去，今天梵文經典沒有人能念懂，原因在此。不用梵文了，印度話不是梵文，梵文是印度古文，沒人學了。我們就明白了，翻成中國的文言文，用這個文字來做經典的載體。"
    },
    {
      "id": "02-041-0389_p0027",
      "zh_CN": "中国文言文传一千年、传一万年不变，只要你能学会。早年李炳南老师告诉我，熟读五十篇古文，你就有能力读文言文；熟读一百篇古文，标准是可以背诵的，背得很熟的，你就有能力写文言文。文言文难不难？不难。我们这边有个小朋友十五岁，文言文写得非常好，父母教的，没有别的诀窍，熟读，熟透了自然通达。所以我们今天搞汉学院，对文字学非常重视，我们鼓励同学要背书，我们选了六十多篇古文，希望这六十多篇古文都能够背诵，有很好的古注、经注提供他做参考，帮助他理解。所以我们要把这个搞清楚、搞明白。",
      "zh_TW": "中國文言文傳一千年、傳一萬年不變，只要你能學會。早年李炳南老師告訴我，熟讀五十篇古文，你就有能力讀文言文；熟讀一百篇古文，標準是可以背誦的，背得很熟的，你就有能力寫文言文。文言文難不難？不難。我們這邊有個小朋友十五歲，文言文寫得非常好，父母教的，沒有別的訣竅，熟讀，熟透了自然通達。所以我們今天搞漢學院，對文字學非常重視，我們鼓勵同學要背書，我們選了六十多篇古文，希望這六十多篇古文都能夠背誦，有很好的古註、經註提供他做參考，幫助他理解。所以我們要把這個搞清楚、搞明白。"
    },
    {
      "id": "02-041-0389_p0028",
      "zh_CN": "佛教要复兴起来是复兴教育，佛陀教育，绝对不是搞经忏佛事，不是做法会，这桩事情不能不懂。如果路走错了，不是佛菩萨、不是祖师的意思。世世代代都传经，每一个宗派的传人都是这一个学派里头的博士学位，人家称你为祖师，第几代祖师，你能不能把这个宗派的重要的经论讲几遍？在讲经教学里头发掘人才，传宗接代，把这个经典传下去。贤首宗，学《华严经》的也没有了。我过去讲过两遍，很可惜都没有讲圆满，太长了。后一段的时候，我讲《华严经》讲得很详细，《华严》总共九十九卷，我大概只讲了五分之一，五分之一用了多少时间？四千个小时。那个时候我跟大家说，我这种讲法是详细，大家听了很有趣味，一遍《华严》从头到尾讲完，两万个小时，这是大乘教里最大的一部经典。我为什么放下？年岁太大了，求往生重要。所以《华严》停了，专讲《无量寿经》。这部《无量寿经》大家都称赞它，它是中本《华严》，《阿弥陀经》是小本《华严》。",
      "zh_TW": "佛教要復興起來是復興教育，佛陀教育，絕對不是搞經懺佛事，不是做法會，這樁事情不能不懂。如果路走錯了，不是佛菩薩、不是祖師的意思。世世代代都傳經，每一個宗派的傳人都是這一個學派裡頭的博士學位，人家稱你為祖師，第幾代祖師，你能不能把這個宗派的重要的經論講幾遍？在講經教學裡頭發掘人才，傳宗接代，把這個經典傳下去。賢首宗，學《華嚴經》的也沒有了。我過去講過兩遍，很可惜都沒有講圓滿，太長了。後一段的時候，我講《華嚴經》講得很詳細，《華嚴》總共九十九卷，我大概只講了五分之一，五分之一用了多少時間？四千個小時。那個時候我跟大家說，我這種講法是詳細，大家聽了很有趣味，一遍《華嚴》從頭到尾講完，兩萬個小時，這是大乘教裡最大的一部經典。我為什麼放下？年歲太大了，求往生重要。所以《華嚴》停了，專講《無量壽經》。這部《無量壽經》大家都稱讚它，它是中本《華嚴》，《阿彌陀經》是小本《華嚴》。"
    },
    {
      "id": "02-041-0389_p0029",
      "zh_CN": "我在此地顺便把这个信息跟大家报告，我年轻的时候，每个宗派东西我都喜欢，但是广学多闻是不可能的。大经细讲是非常有味道，但是它有它的困难，时间太长，大经必须要精简、要略说，点到为止。但是这种略说现在人不容易接受，他觉得枯燥无味。现在人想我学了就管用，我将来用在生活上、用在工作上、用在处事待人接物，这个他非常欢喜，部部经都可以这样讲法。如果用儒家的话来说，确确实实儒释道的学问都能帮助我们修身齐家治国平天下，都有这个效果，都有这种智慧，都有这种德行，我们要认识、要真干。现在迫切需要的，老师，我们急着搞汉学院，希望十年当中能够培养三十到五十个老师，我们就满足了。有三、五十个老师，鼓励他们，希望每个老师，不要多，能培养五个到十个老师，传统文化就不会消失了，就会承传下去。",
      "zh_TW": "我在此地順便把這個信息跟大家報告，我年輕的時候，每個宗派東西我都喜歡，但是廣學多聞是不可能的。大經細講是非常有味道，但是它有它的困難，時間太長，大經必須要精簡、要略說，點到為止。但是這種略說現在人不容易接受，他覺得枯燥無味。現在人想我學了就管用，我將來用在生活上、用在工作上、用在處事待人接物，這個他非常歡喜，部部經都可以這樣講法。如果用儒家的話來說，確確實實儒釋道的學問都能幫助我們修身齊家治國平天下，都有這個效果，都有這種智慧，都有這種德行，我們要認識、要真幹。現在迫切需要的，老師，我們急著搞漢學院，希望十年當中能夠培養三十到五十個老師，我們就滿足了。有三、五十個老師，鼓勵他們，希望每個老師，不要多，能培養五個到十個老師，傳統文化就不會消失了，就會承傳下去。"
    },
    {
      "id": "02-041-0389_p0030",
      "zh_CN": "极乐世界，所说的句句都是真话，没有一个字是妄语，这是我们对于佛菩萨、祖师大德的信任。会集这部经，夏莲居老居士，我跟他没有见过面。他的学生黄念祖，注解是黄念祖老居士注的，黄老居士跟我很熟，我们在美国闻名，听到这个人，电话当中常谈，他在美国的时间只有一个月，很短。回到中国去之后，那个时候我每年大概都要回到中国三次、四次，三、四次，去干什么？亲近这个老人，向这个老人请教。这个老人的舅舅梅光羲老居士是我老师的老师，李炳南老居士的老师，所以从传承上来说，我们还是一家人，有使命必须要把法传下去。我们希望将来国家有一个宗教大学，佛教也可以办一个佛教大学，佛教有十个宗派，那就十个学院，这样才能把佛教兴旺起来。现在困难是有，难在哪里？难在现在没有好老师教。像我这样的程度都得要退休了，教学的体力不够了，讲经还勉强，教学的体力就差很多，所谓是年岁不饶人。",
      "zh_TW": "極樂世界，所說的句句都是真話，沒有一個字是妄語，這是我們對於佛菩薩、祖師大德的信任。會集這部經，夏蓮居老居士，我跟他沒有見過面。他的學生黃念祖，註解是黃念祖老居士註的，黃老居士跟我很熟，我們在美國聞名，聽到這個人，電話當中常談，他在美國的時間只有一個月，很短。回到中國去之後，那個時候我每年大概都要回到中國三次、四次，三、四次，去幹什麼？親近這個老人，向這個老人請教。這個老人的舅舅梅光羲老居士是我老師的老師，李炳南老居士的老師，所以從傳承上來說，我們還是一家人，有使命必須要把法傳下去。我們希望將來國家有一個宗教大學，佛教也可以辦一個佛教大學，佛教有十個宗派，那就十個學院，這樣才能把佛教興旺起來。現在困難是有，難在哪裡？難在現在沒有好老師教。像我這樣的程度都得要退休了，教學的體力不夠了，講經還勉強，教學的體力就差很多，所謂是年歲不饒人。"
    },
    {
      "id": "02-041-0389_p0031",
      "zh_CN": "念老在这些文字里面告诉我们，「佛相」，佛有八万四千相，相有八万四千随形好，好又放八万四千光明，光明当中又现八万四千佛，现佛。这些话统统都是极显，极是达到极限，显示参回之意。参是参入，好像我们讲堂里头这十几盏灯，这十几盏灯每一盏灯都开了，都亮了，光跟光参入，虽然各是各的，光里头分不开哪一盏灯的灯光。为什么？每一盏灯光都照这个空间。这说明什么意思？一体，真的不是假的。大乘教里头佛常说，这种参回是遍整个宇宙，我们天天在这里面，自己不知道，没有觉察，在佛光当中。光无量无边，现在讲光波，我们的眼能见到的是一定长度的光波，比我们能见波长的见不到，波短的也见不到，我们用机器去测，测到有紫外线、有Ｘ光，这个光也是普遍的，我们没办法觉察。",
      "zh_TW": "念老在這些文字裡面告訴我們，「佛相」，佛有八萬四千相，相有八萬四千隨形好，好又放八萬四千光明，光明當中又現八萬四千佛，現佛。這些話統統都是極顯，極是達到極限，顯示參迴之意。參是參入，好像我們講堂裡頭這十幾盞燈，這十幾盞燈每一盞燈都開了，都亮了，光跟光參入，雖然各是各的，光裡頭分不開哪一盞燈的燈光。為什麼？每一盞燈光都照這個空間。這說明什麼意思？一體，真的不是假的。大乘教裡頭佛常說，這種參迴是遍整個宇宙，我們天天在這裡面，自己不知道，沒有覺察，在佛光當中。光無量無邊，現在講光波，我們的眼能見到的是一定長度的光波，比我們能見波長的見不到，波短的也見不到，我們用機器去測，測到有紫外線、有Ｘ光，這個光也是普遍的，我們沒辦法覺察。"
    },
    {
      "id": "02-041-0389_p0032",
      "zh_CN": "相参回，懂得参回是谁？《华严经》上说的，圆教初住以上；换句话说，就是禅宗讲的大彻大悟、明心见性，他知道。知道跟不知道是一回事情，知道是整个宇宙有我，不知道的时候，知道的人他晓得，整个宇宙也有你。这里头最重要的意思是什么？一体，我里面，这个身里头、心里头，无论是真心是妄心。真心是自性，是一个，大家没有话说。妄心是阿赖耶，无量无边，妄心各个不同，但是它有参回这个现象，那就是我中有你，你中有我，你我是一不是二，不能分家的。是不是真的？真的。",
      "zh_TW": "相參迴，懂得參迴是誰？《華嚴經》上說的，圓教初住以上；換句話說，就是禪宗講的大徹大悟、明心見性，他知道。知道跟不知道是一回事情，知道是整個宇宙有我，不知道的時候，知道的人他曉得，整個宇宙也有你。這裡頭最重要的意思是什麼？一體，我裡面，這個身裡頭、心裡頭，無論是真心是妄心。真心是自性，是一個，大家沒有話說。妄心是阿賴耶，無量無邊，妄心各個不同，但是它有參迴這個現象，那就是我中有你，你中有我，你我是一不是二，不能分家的。是不是真的？真的。"
    },
    {
      "id": "02-041-0389_p0033",
      "zh_CN": "念老在注解里头，不在这一段，前面有说到过。现在科学发现的，用雷射来摄影，它的名词叫什么一下想不起来。确实证明这个照片，一张照片，你把它剪碎，剪到最小的一个小点，放在这个激光里面去看，它还是完整的，叫全息照片。证明光光参回的意思。像经上讲的，毛端，我们汗毛，毛尖端，这里头有世界，有诸佛大千世界，在哪里？在毛端上，在微尘里头。微尘，微尘在空中，阳光照的时候我们看到微尘。微尘里头有世界，世界里头有微尘，微尘里头有世界，重重无尽，像两个镜子互照，你看不到边际。这些都是参回的现象。我们对参回两个字很难懂，全息照片，跟科学家所说的原子、电子，他讲这些东西，佛法统统用一个名词，叫它做微尘，全息照片里头看到了。但是它必须要激光照着它，它才能现出完整的照片，切个角落上，看起来是完整的。这被科学发现了，证明佛经上说的毛端微尘里面有大千世界，科学家给我们做证明，是真的不是假的。",
      "zh_TW": "念老在註解裡頭，不在這一段，前面有說到過。現在科學發現的，用雷射來攝影，它的名詞叫什麼一下想不起來。確實證明這個照片，一張照片，你把它剪碎，剪到最小的一個小點，放在這個激光裡面去看，它還是完整的，叫全息照片。證明光光參迴的意思。像經上講的，毛端，我們汗毛，毛尖端，這裡頭有世界，有諸佛大千世界，在哪裡？在毛端上，在微塵裡頭。微塵，微塵在空中，陽光照的時候我們看到微塵。微塵裡頭有世界，世界裡頭有微塵，微塵裡頭有世界，重重無盡，像兩個鏡子互照，你看不到邊際。這些都是參迴的現象。我們對參迴兩個字很難懂，全息照片，跟科學家所說的原子、電子，他講這些東西，佛法統統用一個名詞，叫它做微塵，全息照片裡頭看到了。但是它必須要激光照著它，它才能現出完整的照片，切個角落上，看起來是完整的。這被科學發現了，證明佛經上說的毛端微塵裡面有大千世界，科學家給我們做證明，是真的不是假的。"
    },
    {
      "id": "02-041-0389_p0034",
      "zh_CN": "为什么？为什么可不能想，你想不出来，你的思惟的能量达不到。什么时候才照见？不想，修定，定到一定的程度，豁然大悟，这个现象被你看到了。你看到遍法界虚空界，在哪里？我告诉你，就在你这个电视画面上，遍法界虚空界都在。那我再给你说，我说在我们指甲上，你相不相信？再缩小的时候，在一粒微尘上，一根汗毛端上，跟佛经上说的一样。我们没有天眼、没有慧眼、没有法眼，我们见不到。法身菩萨，除了佛眼他没有之外，他有慧眼、他有天眼、他有法眼，所以他能见到。惠能大师所说本自具足，没错。不但有情众生本自具足，树木花草具不具足？具足。微尘具不具足？具足，样样具足。我们对这些都要有概念，能搞清楚、搞明白，才知道佛法，就是佛经的广大圆融、自在无碍。这都是自己的本能，不是外头的。所以前面一再教导我们，你要知道有，佛有，我也有，你也有，你要知道有。知道有，然后你就发掘它。怎么样发掘？把障碍除掉它就现前。",
      "zh_TW": "為什麼？為什麼可不能想，你想不出來，你的思惟的能量達不到。什麼時候才照見？不想，修定，定到一定的程度，豁然大悟，這個現象被你看到了。你看到遍法界虛空界，在哪裡？我告訴你，就在你這個電視畫面上，遍法界虛空界都在。那我再給你說，我說在我們指甲上，你相不相信？再縮小的時候，在一粒微塵上，一根汗毛端上，跟佛經上說的一樣。我們沒有天眼、沒有慧眼、沒有法眼，我們見不到。法身菩薩，除了佛眼他沒有之外，他有慧眼、他有天眼、他有法眼，所以他能見到。惠能大師所說本自具足，沒錯。不但有情眾生本自具足，樹木花草具不具足？具足。微塵具不具足？具足，樣樣具足。我們對這些都要有概念，能搞清楚、搞明白，才知道佛法，就是佛經的廣大圓融、自在無礙。這都是自己的本能，不是外頭的。所以前面一再教導我們，你要知道有，佛有，我也有，你也有，你要知道有。知道有，然後你就發掘它。怎麼樣發掘？把障礙除掉它就現前。"
    },
    {
      "id": "02-041-0389_p0035",
      "zh_CN": "什么障碍？佛告诉我们三大类。第一叫根本无明，是什么？就是我们常讲的起心动念。起心动念是假的，自性没有起心动念，阿赖耶有起心动念，真心没有起心动念，妄心有起心动念。从起心动念就起分别执着，整个宇宙事实真相你就见不到了。阿罗汉有功夫、有本事，他对于世出世间一切法都不执着，所以六道轮回不见了，自然就消失了，没有了，超越轮回，这是佛门里面小果。释迦牟尼教学，前面十二年就可以做到，前面十二年阿含，证阿罗汉果。方等以上的菩萨，必须要明心见性，除了不执着，还不要分别，没有分别的。不分别是一体就现前，分别就有界限，不分别，高。最高的到佛，不起心、不动念，无明没有了。所以菩萨有起心动念，没有分别；阿罗汉有分别，没有执着。我们只要记住，起心动念、分别、执着，这三个障碍把我们障住了，我们自性无量智慧、无量德能、无量相好透不出来，原因就在此地。",
      "zh_TW": "什麼障礙？佛告訴我們三大類。第一叫根本無明，是什麼？就是我們常講的起心動念。起心動念是假的，自性沒有起心動念，阿賴耶有起心動念，真心沒有起心動念，妄心有起心動念。從起心動念就起分別執著，整個宇宙事實真相你就見不到了。阿羅漢有功夫、有本事，他對於世出世間一切法都不執著，所以六道輪迴不見了，自然就消失了，沒有了，超越輪迴，這是佛門裡面小果。釋迦牟尼教學，前面十二年就可以做到，前面十二年阿含，證阿羅漢果。方等以上的菩薩，必須要明心見性，除了不執著，還不要分別，沒有分別的。不分別是一體就現前，分別就有界限，不分別，高。最高的到佛，不起心、不動念，無明沒有了。所以菩薩有起心動念，沒有分別；阿羅漢有分別，沒有執著。我們只要記住，起心動念、分別、執著，這三個障礙把我們障住了，我們自性無量智慧、無量德能、無量相好透不出來，原因就在此地。"
    },
    {
      "id": "02-041-0389_p0036",
      "zh_CN": "佛有本事，见色闻声，看得清楚，听得明白，不起心动念，这就是佛，这就是最高的学位；第二个等级菩萨，菩萨有起心动念，没有分别执着，菩萨，这是第二个位次；第三个位次阿罗汉，阿罗汉有分别，没有执着。菩萨是分别也没有了，比阿罗汉高。所以起心动念、分别执着，六道凡夫，眼见色，起心动念、分别执着跟着起来了；耳听音声，也跟着起来了，六根对六尘境界都是起心动念、分别执着，这叫六道凡夫。不起心、不动念，佛；有起心动念，没有分别执着，是菩萨；如果只有不执着，这是阿罗汉。",
      "zh_TW": "佛有本事，見色聞聲，看得清楚，聽得明白，不起心動念，這就是佛，這就是最高的學位；第二個等級菩薩，菩薩有起心動念，沒有分別執著，菩薩，這是第二個位次；第三個位次阿羅漢，阿羅漢有分別，沒有執著。菩薩是分別也沒有了，比阿羅漢高。所以起心動念、分別執著，六道凡夫，眼見色，起心動念、分別執著跟著起來了；耳聽音聲，也跟著起來了，六根對六塵境界都是起心動念、分別執著，這叫六道凡夫。不起心、不動念，佛；有起心動念，沒有分別執著，是菩薩；如果只有不執著，這是阿羅漢。"
    },
    {
      "id": "02-041-0389_p0037",
      "zh_CN": "我们把这三个因果搞清楚了，在日常生活当中练功夫，就是要把起心动念、分别执着放下。为什么？它全是假的，没有一样是真的。真的是自性，能生能现，能生能现你得不到它。为什么？它不是物质现象，它也不是念头，所以你六根缘不到它，你想也想不到它，六根缘不到。所以要放下。幻相，十法界依正庄严，幻相，它有生有灭。你能够缘的，就是起心动念、分别执着，能缘的对象，就是遍法界虚空界一切万法，假的不是真的。所以假的放下，真的，真的缘不到，不能起心动念，也要放下，就对了。",
      "zh_TW": "我們把這三個因果搞清楚了，在日常生活當中練功夫，就是要把起心動念、分別執著放下。為什麼？它全是假的，沒有一樣是真的。真的是自性，能生能現，能生能現你得不到它。為什麼？它不是物質現象，它也不是念頭，所以你六根緣不到它，你想也想不到它，六根緣不到。所以要放下。幻相，十法界依正莊嚴，幻相，它有生有滅。你能夠緣的，就是起心動念、分別執著，能緣的對象，就是遍法界虛空界一切萬法，假的不是真的。所以假的放下，真的，真的緣不到，不能起心動念，也要放下，就對了。"
    },
    {
      "id": "02-041-0389_p0038",
      "zh_CN": "学佛，总的说一句，学佛没有别的，我早年初学佛的时候，第一次跟章嘉大师见面，我就向他老人家求教。我说我跟方老师，懂得佛法是大学问，是高等哲学，我说请教大师，佛法有没有一个方法让我们很快契入？我这个问题提出来之后，他看着我，我也看着他，我们对老师真的十分恭敬，等老师教诲。没有想到，他老人家看我半个小时，不眨眼睛，半个小时，说了一个字，有。我们就很高兴了，没有落空，老师说有，高兴。他又不说话了。我是搞到二、三年之后，我才把这个问题解决了，他为什么用这个方法教我？因为传法要心心相印，他的心是在定中，我的心浮躁，年轻人心浮气躁，半个小时把心定下来，这定下来他说了个有。说有，我们就不行了，我们听到这个有，心里又动起来了，所以又浮躁了，他又不说了。这样大概停十分钟，我们就刚才一动一下之后，再慢慢再定下来。",
      "zh_TW": "學佛，總的說一句，學佛沒有別的，我早年初學佛的時候，第一次跟章嘉大師見面，我就向他老人家求教。我說我跟方老師，懂得佛法是大學問，是高等哲學，我說請教大師，佛法有沒有一個方法讓我們很快契入？我這個問題提出來之後，他看著我，我也看著他，我們對老師真的十分恭敬，等老師教誨。沒有想到，他老人家看我半個小時，不眨眼睛，半個小時，說了一個字，有。我們就很高興了，沒有落空，老師說有，高興。他又不說話了。我是搞到二、三年之後，我才把這個問題解決了，他為什麼用這個方法教我？因為傳法要心心相印，他的心是在定中，我的心浮躁，年輕人心浮氣躁，半個小時把心定下來，這定下來他說了個有。說有，我們就不行了，我們聽到這個有，心裡又動起來了，所以又浮躁了，他又不說了。這樣大概停十分鐘，我們就剛才一動一下之後，再慢慢再定下來。"
    },
    {
      "id": "02-041-0389_p0039",
      "zh_CN": "告诉我看破放下。你看看就这么简单。看破帮助你放下，看破什么？了解事实真相。事实真相，佛在经上告诉我们，「凡所有相皆是虚妄」，这虚妄统统要放下。佛又说了，《金刚经》后头还有首偈子，「一切有为法，如梦幻泡影」，你要不要放下？有为法就是生灭法，有生有灭就是假的。哪一样东西没有生灭？动物有生有灭，生老病死，植物有生住异灭，矿物有成住坏空，全是生灭法。佛法缘生之法，缘生也是生灭法。因为众生迷，所以佛来给你说法；你不迷，无法可说。说法是帮助你破迷开悟，悟了之后没事了，都是不起心、不动念，哪来的事？我们从这些地方去看破，然后帮助我们放下，不执着，什么都不执着，一切随缘得大自在。有缘我们就做，没有缘就不做，你说你多自在！做不是利己，是利益众生。什么样的利益是真的众生得利益？破迷开悟是众生第一利益。放下是他自己的事情，他只要一开悟，肯放下，他就超升了，就变成阿罗汉、变成辟支佛、变成菩萨、变成佛陀，统统做得到。",
      "zh_TW": "告訴我看破放下。你看看就這麼簡單。看破幫助你放下，看破什麼？了解事實真相。事實真相，佛在經上告訴我們，「凡所有相皆是虛妄」，這虛妄統統要放下。佛又說了，《金剛經》後頭還有首偈子，「一切有為法，如夢幻泡影」，你要不要放下？有為法就是生滅法，有生有滅就是假的。哪一樣東西沒有生滅？動物有生有滅，生老病死，植物有生住異滅，礦物有成住壞空，全是生滅法。佛法緣生之法，緣生也是生滅法。因為眾生迷，所以佛來給你說法；你不迷，無法可說。說法是幫助你破迷開悟，悟了之後沒事了，都是不起心、不動念，哪來的事？我們從這些地方去看破，然後幫助我們放下，不執著，什麼都不執著，一切隨緣得大自在。有緣我們就做，沒有緣就不做，你說你多自在！做不是利己，是利益眾生。什麼樣的利益是真的眾生得利益？破迷開悟是眾生第一利益。放下是他自己的事情，他只要一開悟，肯放下，他就超升了，就變成阿羅漢、變成辟支佛、變成菩薩、變成佛陀，統統做得到。"
    },
    {
      "id": "02-041-0389_p0040",
      "zh_CN": "下面，「至于施作佛事」，施是布施，作就是我们发心真干。干什么？帮助众生觉悟，无论做什么事情，目标是帮助众生觉悟的，这就叫佛事，千万不能误会，佛是觉悟。「施作佛事与摄取十方念佛众生，正是最胜」，我们看看阿弥陀佛的佛事，阿弥陀佛天天在干什么？化身无量无边无数无尽，到十方世界去接引念佛功夫成片的众生。只要功夫成片就能往生，他就来接你去，阿弥陀佛天天干这个事情。接到西方极乐世界来，就教你，西方极乐世界，我们能体会得到，是一对一的教学。什么人教你？阿弥陀佛，一个老师、一个学生，自己也是学生，一对一教。一直教到我们，我刚才说的话，六根接触六尘境界都不起心、不动念，你就成佛了。",
      "zh_TW": "下面，「至於施作佛事」，施是布施，作就是我們發心真幹。幹什麼？幫助眾生覺悟，無論做什麼事情，目標是幫助眾生覺悟的，這就叫佛事，千萬不能誤會，佛是覺悟。「施作佛事與攝取十方念佛眾生，正是最勝」，我們看看阿彌陀佛的佛事，阿彌陀佛天天在幹什麼？化身無量無邊無數無盡，到十方世界去接引念佛功夫成片的眾生。只要功夫成片就能往生，他就來接你去，阿彌陀佛天天幹這個事情。接到西方極樂世界來，就教你，西方極樂世界，我們能體會得到，是一對一的教學。什麼人教你？阿彌陀佛，一個老師、一個學生，自己也是學生，一對一教。一直教到我們，我剛才說的話，六根接觸六塵境界都不起心、不動念，你就成佛了。"
    },
    {
      "id": "02-041-0389_p0041",
      "zh_CN": "这个起心动念的习气太重了，我们是无量劫生生世世养成的，好难断。今天佛教给我们，用什么方法断？用念佛的方法。海贤老和尚一家三个人，他的老母亲，八十六岁往生，自在，预知时至，自在往生，老母亲也没念过书，也不认识字，就是一句阿弥陀佛。还有个师弟，海庆老和尚，也是一句佛号。他们三个人是一句佛号念到底，三个都往生，三个都自在往生，永远摆脱六道轮回。不但脱六道轮回，还脱十法界，脱十法界太可贵了。他一往生，告诉我们，他超过阿罗汉、超过权教菩萨，他跟法身大士地位平等，住实报庄严土，这叫最胜，我们要学。",
      "zh_TW": "這個起心動念的習氣太重了，我們是無量劫生生世世養成的，好難斷。今天佛教給我們，用什麼方法斷？用念佛的方法。海賢老和尚一家三個人，他的老母親，八十六歲往生，自在，預知時至，自在往生，老母親也沒念過書，也不認識字，就是一句阿彌陀佛。還有個師弟，海慶老和尚，也是一句佛號。他們三個人是一句佛號念到底，三個都往生，三個都自在往生，永遠擺脫六道輪迴。不但脫六道輪迴，還脫十法界，脫十法界太可貴了。他一往生，告訴我們，他超過阿羅漢、超過權教菩薩，他跟法身大士地位平等，住實報莊嚴土，這叫最勝，我們要學。"
    },
    {
      "id": "02-041-0389_p0042",
      "zh_CN": "我们没有那么大的智慧，没有那么大的福报，但是我们遇到人都劝他念佛，遇到人，都把经上介绍西方极乐这样殊胜庄严，去并不是很难，我们介绍给别人。他果然听进去了，「一历耳根，永为道种」，念佛的种子种在他阿赖耶识里头，这一生不能成就，将来会遇到缘，遇到了，这个种子发芽，他会接受。这是我们该做的。所以佛法这么多，宗派有十个，我们取净土，在净土里面我们单取《无量寿经》，在《无量寿经》里面我们单取这个会集本，取黄念祖老居士的集注，好！保证我们这一生脱离苦海。苦海是六道轮回，比我们这个世间苦得多，世间跟轮回比那好多了。所以要离究竟苦，得究竟乐。",
      "zh_TW": "我們沒有那麼大的智慧，沒有那麼大的福報，但是我們遇到人都勸他念佛，遇到人，都把經上介紹西方極樂這樣殊勝莊嚴，去並不是很難，我們介紹給別人。他果然聽進去了，「一歷耳根，永為道種」，念佛的種子種在他阿賴耶識裡頭，這一生不能成就，將來會遇到緣，遇到了，這個種子發芽，他會接受。這是我們該做的。所以佛法這麼多，宗派有十個，我們取淨土，在淨土裡面我們單取《無量壽經》，在《無量壽經》裡面我們單取這個會集本，取黃念祖老居士的集註，好！保證我們這一生脫離苦海。苦海是六道輪迴，比我們這個世間苦得多，世間跟輪迴比那好多了。所以要離究竟苦，得究竟樂。"
    },
    {
      "id": "02-041-0389_p0043",
      "zh_CN": "「又参照上引经文中，可见极乐种种依正庄严，皆是自然根本之所现。」自然根本是什么？就是自性、就是真心，前面所讲的真真，真中之真，就是我们自性。自性在哪里？自性现在跟我们的肉身融合成一体。最可贵的就是我们知道决定有，一点怀疑都没有，你才肯修。怎么修？才肯放下。一切都能放下，日常生活当中所需要的适可而止就好。财富用来弘法利生，好！弘法利生用什么方式？学印光大师，印光大师所收的供养都印经书送人。以后供养多了，他开了个书店，弘化社，自己有印刷厂，找这些居士来经营，供养他的钱做资本，大量的印送佛书、印送善书，劝善的书，他搞这个。我出家之后，李炳南老居士要我学印光法师，所以前面这几十年都是印送经书，印送《大藏经》，印送《四库全书》，我搞这个。那现在看到的是，这书没有人读怎么办？我要培养一些能读的人，希望他们做老师，一生都做老师，不干别的，教书、教学，培养这一批老师传承中国传统文化，我就干这个。",
      "zh_TW": "「又參照上引經文中，可見極樂種種依正莊嚴，皆是自然根本之所現。」自然根本是什麼？就是自性、就是真心，前面所講的真真，真中之真，就是我們自性。自性在哪裡？自性現在跟我們的肉身融合成一體。最可貴的就是我們知道決定有，一點懷疑都沒有，你才肯修。怎麼修？才肯放下。一切都能放下，日常生活當中所需要的適可而止就好。財富用來弘法利生，好！弘法利生用什麼方式？學印光大師，印光大師所收的供養都印經書送人。以後供養多了，他開了個書店，弘化社，自己有印刷廠，找這些居士來經營，供養他的錢做資本，大量的印送佛書、印送善書，勸善的書，他搞這個。我出家之後，李炳南老居士要我學印光法師，所以前面這幾十年都是印送經書，印送《大藏經》，印送《四庫全書》，我搞這個。那現在看到的是，這書沒有人讀怎麼辦？我要培養一些能讀的人，希望他們做老師，一生都做老師，不幹別的，教書、教學，培養這一批老師傳承中國傳統文化，我就幹這個。"
    },
    {
      "id": "02-041-0389_p0044",
      "zh_CN": "我发这个心，难得，在英国遇到威尔士大学校长，我们几次谈话，非常有缘，愈谈愈投机，愈谈想法、看法愈一致，所以他就邀我共同来办汉学院。我看他是真心干，我也全心全力帮助他，他还年轻，大概六十才出头的样子，还年轻。希望我们能在十年当中达到心愿，真正培养五十个老师，真正能教汉学的，真正有能力编《群书治要》续篇。《群书治要》续篇，是隋、唐、宋、元、明、清这个六朝这里面的好东西，《四库》里头的，到里面去挖取，跟唐太宗这个体例完全相同，分量也一样大。这样一百卷，一百万字，就是《四库全书》的精华，以后中国人、外国人只要读这部书就行了，读这书，把中国的好东西全都读到了。",
      "zh_TW": "我發這個心，難得，在英國遇到威爾士大學校長，我們幾次談話，非常有緣，愈談愈投機，愈談想法、看法愈一致，所以他就邀我共同來辦漢學院。我看他是真心幹，我也全心全力幫助他，他還年輕，大概六十才出頭的樣子，還年輕。希望我們能在十年當中達到心願，真正培養五十個老師，真正能教漢學的，真正有能力編《群書治要》續篇。《群書治要》續篇，是隋、唐、宋、元、明、清這個六朝這裡面的好東西，《四庫》裡頭的，到裡面去挖取，跟唐太宗這個體例完全相同，分量也一樣大。這樣一百卷，一百萬字，就是《四庫全書》的精華，以後中國人、外國人只要讀這部書就行了，讀這書，把中國的好東西全都讀到了。"
    },
    {
      "id": "02-041-0389_p0045",
      "zh_CN": "好，今天时间到了，我们就学习到此地。",
      "zh_TW": "好，今天時間到了，我們就學習到此地。"
    }
  ]
}