{
  "doc_id": "02-041-0448",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四八集",
    "zh_TW": "第四四八集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0448",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-041-0448_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0448_p0002",
      "zh_CN": "请看《大经科注》，第一千页最后一行：",
      "zh_TW": "請看《大經科註》，第一千頁最後一行："
    },
    {
      "id": "02-041-0448_p0003",
      "zh_CN": "【阿弥陀佛。于彼高座。威德巍巍。相好光明。声闻菩萨围绕恭敬。】",
      "zh_TW": "【阿彌陀佛。於彼高座。威德巍巍。相好光明。聲聞菩薩圍繞恭敬。】"
    },
    {
      "id": "02-041-0448_p0004",
      "zh_CN": "念老在注解里头，用我们白话说出来了，「当时会众」，当时是释迦牟尼佛当年在世，讲经讲到这个地方的时候，西方极乐世界现前了，先见依报；这段接着讲正报，正报是阿弥陀佛与诸菩萨众。所以当时会众，会众是释迦牟尼佛讲经时候的大众，听经的大众都见到了，不是一个人见到的，见到极乐世界依报种种庄严，又见到正报阿弥陀佛。我们今天看这段经文，正报。前面所说的，依报。「功德巍巍，相好光明，圣众围绕」，阿弥陀佛在极乐世界，正是在讲经说法，这一会的状况，与会这些人都见到，为我们作证。下面经文：",
      "zh_TW": "念老在註解裡頭，用我們白話說出來了，「當時會眾」，當時是釋迦牟尼佛當年在世，講經講到這個地方的時候，西方極樂世界現前了，先見依報；這段接著講正報，正報是阿彌陀佛與諸菩薩眾。所以當時會眾，會眾是釋迦牟尼佛講經時候的大眾，聽經的大眾都見到了，不是一個人見到的，見到極樂世界依報種種莊嚴，又見到正報阿彌陀佛。我們今天看這段經文，正報。前面所說的，依報。「功德巍巍，相好光明，聖眾圍繞」，阿彌陀佛在極樂世界，正是在講經說法，這一會的狀況，與會這些人都見到，為我們作證。下面經文："
    },
    {
      "id": "02-041-0448_p0005",
      "zh_CN": "【譬如须弥山王。出于海面。明现照耀。】",
      "zh_TW": "【譬如須彌山王。出於海面。明現照耀。】"
    },
    {
      "id": "02-041-0448_p0006",
      "zh_CN": "『须弥山』是我们世界上最高的一座山，它不在地球上。地球上最高的喜马拉雅山，那是在我们南赡部洲，这个地球是南赡部洲。「须弥山」是一个小世界的中心。所以经上所说的，通常阿罗汉能见到、菩萨能见到，凡夫、天人都见不到。下面是比喻，『譬如须弥山王，出于海面，明现照耀』，「譬如须弥山王，出于海面。须弥山全称为须弥卢山王，乃十山王之一。正报光明无量，故云明现照耀。」阿弥陀佛放光，大家都看见了。",
      "zh_TW": "『須彌山』是我們世界上最高的一座山，它不在地球上。地球上最高的喜馬拉雅山，那是在我們南贍部洲，這個地球是南贍部洲。「須彌山」是一個小世界的中心。所以經上所說的，通常阿羅漢能見到、菩薩能見到，凡夫、天人都見不到。下面是比喻，『譬如須彌山王，出於海面，明現照耀』，「譬如須彌山王，出於海面。須彌山全稱為須彌盧山王，乃十山王之一。正報光明無量，故云明現照耀。」阿彌陀佛放光，大家都看見了。"
    },
    {
      "id": "02-041-0448_p0007",
      "zh_CN": "下面是说法、比喻，两段经文合起来看。",
      "zh_TW": "下面是說法、比喻，兩段經文合起來看。"
    },
    {
      "id": "02-041-0448_p0008",
      "zh_CN": "【清净平正。无有杂秽。及异形类。唯是众宝庄严。圣贤共住。】",
      "zh_TW": "【清淨平正。無有雜穢。及異形類。唯是眾寶莊嚴。聖賢共住。】"
    },
    {
      "id": "02-041-0448_p0009",
      "zh_CN": "「依报」是居住的环境，就是极乐世界，平、广，「宽广平正，清净安隐，故云清净平正」。「此山非世间土石」，喜马拉雅山还是土石堆在那里成就的，极乐世界给我们显现的「纯是四宝所成」，四宝是金银、琉璃、玛瑙、砗磲这一类，纯是四宝所成的。究竟好到什么程度？是无法形容，佛的世界。「故云无有杂秽」，杂，泥土、石块，异类，跟七宝不同类的，这叫异类；「唯是众宝庄严」，这句话来形容极乐世界。「声闻、菩萨围绕恭敬」，这些圣者，凡是往生到西方极乐世界的人，每一天围绕在佛前，听佛讲经说法。所以在那个世界学习成就快速。",
      "zh_TW": "「依報」是居住的環境，就是極樂世界，平、廣，「寬廣平正，清淨安隱，故云清淨平正」。「此山非世間土石」，喜馬拉雅山還是土石堆在那裡成就的，極樂世界給我們顯現的「純是四寶所成」，四寶是金銀、琉璃、瑪瑙、硨磲這一類，純是四寶所成的。究竟好到什麼程度？是無法形容，佛的世界。「故云無有雜穢」，雜，泥土、石塊，異類，跟七寶不同類的，這叫異類；「唯是眾寶莊嚴」，這句話來形容極樂世界。「聲聞、菩薩圍繞恭敬」，這些聖者，凡是往生到西方極樂世界的人，每一天圍繞在佛前，聽佛講經說法。所以在那個世界學習成就快速。"
    },
    {
      "id": "02-041-0448_p0010",
      "zh_CN": "我们这个地方，过去，一直到清代，地球上都有圣贤住世。现在有没有？我们相信有，但是一般人见不到。他要是被你看到，你再也找不到他了。这些事情有记载，中国四大名山，《山志》里头有文字记载，过去有人看见，到山上去，见到文殊菩萨、普贤菩萨、观音、势至，真有见到的；地藏菩萨在九华，那都是与佛有缘的众生。他见到能生起信心，继续努力；如果遇到净土法门，肯定成就了。过去没有能往生，这一生遇到了，决定得生净土。所以『圣贤共住』，菩萨是「圣」，阿罗汉是「贤」，「共」是跟阿弥陀佛在一起，延伸的意思，这些大众在极乐世界修行学习。",
      "zh_TW": "我們這個地方，過去，一直到清代，地球上都有聖賢住世。現在有沒有？我們相信有，但是一般人見不到。他要是被你看到，你再也找不到他了。這些事情有記載，中國四大名山，《山誌》裡頭有文字記載，過去有人看見，到山上去，見到文殊菩薩、普賢菩薩、觀音、勢至，真有見到的；地藏菩薩在九華，那都是與佛有緣的眾生。他見到能生起信心，繼續努力；如果遇到淨土法門，肯定成就了。過去沒有能往生，這一生遇到了，決定得生淨土。所以『聖賢共住』，菩薩是「聖」，阿羅漢是「賢」，「共」是跟阿彌陀佛在一起，延伸的意思，這些大眾在極樂世界修行學習。"
    },
    {
      "id": "02-041-0448_p0011",
      "zh_CN": "后面这一段经文，「踊跃礼念」，欢喜。",
      "zh_TW": "後面這一段經文，「踊躍禮念」，歡喜。"
    },
    {
      "id": "02-041-0448_p0012",
      "zh_CN": "【阿难及诸菩萨众等。皆大欢喜。踊跃作礼。以头着地。称念南无阿弥陀三藐三佛陀。】",
      "zh_TW": "【阿難及諸菩薩眾等。皆大歡喜。踊躍作禮。以頭著地。稱念南無阿彌陀三藐三佛陀。】"
    },
    {
      "id": "02-041-0448_p0013",
      "zh_CN": "这个注解里头有说明，『阿难及诸菩萨众等』，「阿难当机」，所以用他的名字来带头。「及诸菩萨众等，盖指菩萨、声闻、天人等等诸众也」。没有往生之前不一样，天人等等诸众，等等是六道众生，有没有畜生往生的？有；有没有饿鬼道往生的？有，罗刹、修罗都有。善恶人等，善人往生我们不怀疑，恶人怎么能往生？恶人真正忏悔，后不再造，最后这一念是正念，没有怀疑，没有夹杂，至诚感通，这一声阿弥陀佛他就能往生。四十八愿里面说过，第十八愿说得很清楚，五逆十恶，换句话说，这个人在世间无恶不作，但是在临终那一刹那他认错了，这一生错了，对不起父母，对不起师长，对不起亲朋好友，信西方净土确实存在，真正发愿求生，最后一声阿弥陀佛他能念出来，都能往生。这个事情有，《往生传》、《净土圣贤录》里头都有记载。我们听到了，得到很大的鼓励，希望在这一生决定不空过。要效法，干再多的坏事都没有关系，只要你后悔，真正忏悔就能往生。往生到极乐世界，跟经上所说的一模一样，不能等，要真干！",
      "zh_TW": "這個註解裡頭有說明，『阿難及諸菩薩眾等』，「阿難當機」，所以用他的名字來帶頭。「及諸菩薩眾等，蓋指菩薩、聲聞、天人等等諸眾也」。沒有往生之前不一樣，天人等等諸眾，等等是六道眾生，有沒有畜生往生的？有；有沒有餓鬼道往生的？有，羅剎、修羅都有。善惡人等，善人往生我們不懷疑，惡人怎麼能往生？惡人真正懺悔，後不再造，最後這一念是正念，沒有懷疑，沒有夾雜，至誠感通，這一聲阿彌陀佛他就能往生。四十八願裡面說過，第十八願說得很清楚，五逆十惡，換句話說，這個人在世間無惡不作，但是在臨終那一剎那他認錯了，這一生錯了，對不起父母，對不起師長，對不起親朋好友，信西方淨土確實存在，真正發願求生，最後一聲阿彌陀佛他能念出來，都能往生。這個事情有，《往生傳》、《淨土聖賢錄》裡頭都有記載。我們聽到了，得到很大的鼓勵，希望在這一生決定不空過。要效法，幹再多的壞事都沒有關係，只要你後悔，真正懺悔就能往生。往生到極樂世界，跟經上所說的一模一樣，不能等，要真幹！"
    },
    {
      "id": "02-041-0448_p0014",
      "zh_CN": "我们接着看下面，与会的大众「蒙恩睹瑞」，看到的是极乐世界依正庄严，种种瑞相，「欢喜踊跃，故皆五体投地，至诚称念南无阿弥陀三藐三佛陀」。「三藐三佛陀」是梵文音译，「旧译正遍知」，真正，不是邪道，遍知，无所不知，旧译；「新译等正觉」。新旧怎么分？玄奘大师以前翻译的都叫旧译，从玄奘大师开始，以后翻的经典就叫新译。翻成等，等是平等，跟正觉平等，正觉是如来。有时候看经文，有时候指阿罗汉是正觉，像此地谈到「三藐三佛陀」，三这个音翻成中国意思是正，藐是等，三藐是正等，三佛陀是正觉。三佛陀或者是三菩提，菩提也是觉，佛陀也是觉，正觉，三藐三佛陀。「乃佛十号中之第三号。故南无阿弥陀三藐三佛陀」，就是我们今天所念的南无阿弥陀佛，南无阿弥陀佛梵音是三藐三佛陀。",
      "zh_TW": "我們接著看下面，與會的大眾「蒙恩睹瑞」，看到的是極樂世界依正莊嚴，種種瑞相，「歡喜踊躍，故皆五體投地，至誠稱念南無阿彌陀三藐三佛陀」。「三藐三佛陀」是梵文音譯，「舊譯正遍知」，真正，不是邪道，遍知，無所不知，舊譯；「新譯等正覺」。新舊怎麼分？玄奘大師以前翻譯的都叫舊譯，從玄奘大師開始，以後翻的經典就叫新譯。翻成等，等是平等，跟正覺平等，正覺是如來。有時候看經文，有時候指阿羅漢是正覺，像此地談到「三藐三佛陀」，三這個音翻成中國意思是正，藐是等，三藐是正等，三佛陀是正覺。三佛陀或者是三菩提，菩提也是覺，佛陀也是覺，正覺，三藐三佛陀。「乃佛十號中之第三號。故南無阿彌陀三藐三佛陀」，就是我們今天所念的南無阿彌陀佛，南無阿彌陀佛梵音是三藐三佛陀。"
    },
    {
      "id": "02-041-0448_p0015",
      "zh_CN": "下面我们再继续看，六道众生都沾恩。这第一个小段，「睹光止苦修善」，见到佛光，这个世间种种苦难不见了，修善的念头起来了。我们看经文：",
      "zh_TW": "下面我們再繼續看，六道眾生都沾恩。這第一個小段，「睹光止苦修善」，見到佛光，這個世間種種苦難不見了，修善的念頭起來了。我們看經文："
    },
    {
      "id": "02-041-0448_p0016",
      "zh_CN": "【诸天人民。】",
      "zh_TW": "【諸天人民。】"
    },
    {
      "id": "02-041-0448_p0017",
      "zh_CN": "这就是指六道的天道、人道。下面畜生道：",
      "zh_TW": "這就是指六道的天道、人道。下面畜生道："
    },
    {
      "id": "02-041-0448_p0018",
      "zh_CN": "【以至蜎飞蠕动。】",
      "zh_TW": "【以至蜎飛蠕動。】"
    },
    {
      "id": "02-041-0448_p0019",
      "zh_CN": "畜生道。",
      "zh_TW": "畜生道。"
    },
    {
      "id": "02-041-0448_p0020",
      "zh_CN": "【睹斯光者。】",
      "zh_TW": "【睹斯光者。】"
    },
    {
      "id": "02-041-0448_p0021",
      "zh_CN": "这三道众生见到佛光，所有的痛苦莫不休止，经上常说的离苦得乐，真的离苦了。",
      "zh_TW": "這三道眾生見到佛光，所有的痛苦莫不休止，經上常說的離苦得樂，真的離苦了。"
    },
    {
      "id": "02-041-0448_p0022",
      "zh_CN": "【一切忧恼。莫不解脱。】",
      "zh_TW": "【一切憂惱。莫不解脫。】"
    },
    {
      "id": "02-041-0448_p0023",
      "zh_CN": "你所担忧的，你所烦恼的不见了。后面这句，念老举光明遍照品里说，「若在三途极苦之处，见此光明，皆得休息」。这段经我们要记住。恶道众生怎么可能见到这个瑞相？其实瑞相不生不灭，无时不在，无处不在，所以声闻、菩萨常见，这是真的。六道凡夫业障太重了，把种种瑞相转变成凡夫所见的。像我们这个世界，秽土，真相没见到，妄相见到了。这桩事情大乘经里面讲得很多。见到佛相，见到佛光，见到极乐世界，真的，妄想没有了，杂念没有了，分别没有了，执着没有了，心得安乐。",
      "zh_TW": "你所擔憂的，你所煩惱的不見了。後面這句，念老舉光明遍照品裡說，「若在三途極苦之處，見此光明，皆得休息」。這段經我們要記住。惡道眾生怎麼可能見到這個瑞相？其實瑞相不生不滅，無時不在，無處不在，所以聲聞、菩薩常見，這是真的。六道凡夫業障太重了，把種種瑞相轉變成凡夫所見的。像我們這個世界，穢土，真相沒見到，妄相見到了。這樁事情大乘經裡面講得很多。見到佛相，見到佛光，見到極樂世界，真的，妄想沒有了，雜念沒有了，分別沒有了，執著沒有了，心得安樂。"
    },
    {
      "id": "02-041-0448_p0024",
      "zh_CN": "【悉皆慈心作善。欢喜快乐。】",
      "zh_TW": "【悉皆慈心作善。歡喜快樂。】"
    },
    {
      "id": "02-041-0448_p0025",
      "zh_CN": "「《光明遍照品》云：若在三途极苦之处，见此光明，皆得休息。故今云：蜎飞蠕动」，畜生，畜生道，见到这个光，所有的疾苦都休止，一切忧恼不见了，这叫解脱。",
      "zh_TW": "「《光明遍照品》云：若在三途極苦之處，見此光明，皆得休息。故今云：蜎飛蠕動」，畜生，畜生道，見到這個光，所有的疾苦都休止，一切憂惱不見了，這叫解脫。"
    },
    {
      "id": "02-041-0448_p0026",
      "zh_CN": "下面我们再看，「天乐不鼓自鸣」。",
      "zh_TW": "下面我們再看，「天樂不鼓自鳴」。"
    },
    {
      "id": "02-041-0448_p0027",
      "zh_CN": "【钟磬琴瑟。箜篌乐器。不鼓自然皆作五音。】",
      "zh_TW": "【鐘磬琴瑟。箜篌樂器。不鼓自然皆作五音。】"
    },
    {
      "id": "02-041-0448_p0028",
      "zh_CN": "这就是你听到音乐，听到音乐了，没有看到有人演奏。这些乐器有人见到了，在空中，有人没有见到，听到声音，这是什么？感应。末后一句，『不鼓自然皆作五音』，这个「五音」就是我们今天所讲的交响乐。再看下面经文：",
      "zh_TW": "這就是你聽到音樂，聽到音樂了，沒有看到有人演奏。這些樂器有人見到了，在空中，有人沒有見到，聽到聲音，這是什麼？感應。末後一句，『不鼓自然皆作五音』，這個「五音」就是我們今天所講的交響樂。再看下面經文："
    },
    {
      "id": "02-041-0448_p0029",
      "zh_CN": "【诸佛国中。诸天人民。各持花香。来于虚空。散作供养。】",
      "zh_TW": "【諸佛國中。諸天人民。各持花香。來於虛空。散作供養。】"
    },
    {
      "id": "02-041-0448_p0030",
      "zh_CN": "「十方天人来散花香，皆表殊胜快乐之象」。我们看念老的注解。「经中详谈见佛、见光、见土等等瑞相。或以此有着相之失，惜彼未知净宗之妙」。大乘教里最怕的是着相，着是执着，执着这个相真有，执着这个相是我所见的，这就错了，这就叫凡夫，凡夫跟佛菩萨不一样的。要记住，凡夫见色闻声，就是说六根对六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味、身觉触，意打妄想，第六意识，妄想、分别、执着，这种人叫六道凡夫。佛在经上告诉我们，阿罗汉六根接触六尘境界，看得很清楚、听得清楚，样样都明了，不执着，就是说不着相，阿罗汉。着相生烦恼，不着相就没有烦恼。为什么？他知道相是假的，把现前这些六尘真看清楚了，它就像梦中境界一样，「梦里明明有六趣，觉后空空无大千」，阿罗汉觉悟了，知道这个相不是真的。",
      "zh_TW": "「十方天人來散花香，皆表殊勝快樂之象」。我們看念老的註解。「經中詳談見佛、見光、見土等等瑞相。或以此有著相之失，惜彼未知淨宗之妙」。大乘教裡最怕的是著相，著是執著，執著這個相真有，執著這個相是我所見的，這就錯了，這就叫凡夫，凡夫跟佛菩薩不一樣的。要記住，凡夫見色聞聲，就是說六根對六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味、身覺觸，意打妄想，第六意識，妄想、分別、執著，這種人叫六道凡夫。佛在經上告訴我們，阿羅漢六根接觸六塵境界，看得很清楚、聽得清楚，樣樣都明瞭，不執著，就是說不著相，阿羅漢。著相生煩惱，不著相就沒有煩惱。為什麼？他知道相是假的，把現前這些六塵真看清楚了，它就像夢中境界一樣，「夢裡明明有六趣，覺後空空無大千」，阿羅漢覺悟了，知道這個相不是真的。"
    },
    {
      "id": "02-041-0448_p0031",
      "zh_CN": "今天量子力学家告诉我们，根据，这是最近近代量子力学家发现的，物质现象是假的，不是真的，他们总结，这个宇宙之间根本就没有物质这个东西存在。跟大乘佛法讲的一样。佛法，《般若经》里有一句话说，「一切法」，就是六根见的六尘境界，「一切法无所有，毕竟空，不可得」。这谁看到的？菩萨看到的。所以菩萨见到这个境界相，没有分别，没有执着。不但没有执着，连分别都没有，菩萨；但是怎么样？他有起心动念。佛比菩萨高明，佛六根接触六尘境界，不起心不动念，当然没有分别执着。佛、菩萨、罗汉是这么分别的，级别不一样，迷悟不相同。",
      "zh_TW": "今天量子力學家告訴我們，根據，這是最近近代量子力學家發現的，物質現象是假的，不是真的，他們總結，這個宇宙之間根本就沒有物質這個東西存在。跟大乘佛法講的一樣。佛法，《般若經》裡有一句話說，「一切法」，就是六根見的六塵境界，「一切法無所有，畢竟空，不可得」。這誰看到的？菩薩看到的。所以菩薩見到這個境界相，沒有分別，沒有執著。不但沒有執著，連分別都沒有，菩薩；但是怎麼樣？他有起心動念。佛比菩薩高明，佛六根接觸六塵境界，不起心不動念，當然沒有分別執著。佛、菩薩、羅漢是這麼分別的，級別不一樣，迷悟不相同。"
    },
    {
      "id": "02-041-0448_p0032",
      "zh_CN": "我们今天连阿罗汉都不如，阿罗汉没有执着，我们有执着，有喜欢的，有讨厌的，有想获得的，有排斥的。这些是什么？这些都叫烦恼，这些都叫业，造业。烦恼里头有善恶，善业感三善道，恶业感三恶道。其实，这些业因果报也不是真的。什么时候才知道？大彻大悟、明心见性就知道了。知道什么？一切法空，了不可得。凡夫分别、执着，佛教化凡夫就用这些假的，像哄小孩一样。凡夫愚痴，没有智慧，佛给我们讲这些，这些叫世间法；觉悟之后，给我们讲出世间法，出世间法就是告诉我们一切法空，无所有，不可得，讲真话。",
      "zh_TW": "我們今天連阿羅漢都不如，阿羅漢沒有執著，我們有執著，有喜歡的，有討厭的，有想獲得的，有排斥的。這些是什麼？這些都叫煩惱，這些都叫業，造業。煩惱裡頭有善惡，善業感三善道，惡業感三惡道。其實，這些業因果報也不是真的。什麼時候才知道？大徹大悟、明心見性就知道了。知道什麼？一切法空，了不可得。凡夫分別、執著，佛教化凡夫就用這些假的，像哄小孩一樣。凡夫愚痴，沒有智慧，佛給我們講這些，這些叫世間法；覺悟之後，給我們講出世間法，出世間法就是告訴我們一切法空，無所有，不可得，講真話。"
    },
    {
      "id": "02-041-0448_p0033",
      "zh_CN": "我们自己，能在言下大彻大悟、明心见性，好，你成就了；如果不能，不能是什么？烦恼习气太重，听十遍、听一百遍、听一千遍，还是执着，还是分别。真的，不是假的。我们同学当中，读《无量寿经》，有超过三千遍的、超过六千遍的，还有念到一万遍的，他还是着相。可见得不着相真难！能放下妄想、分别、执着，八万四千法门，随便哪一个法门你都有成就，你都能成无上道。如其不能，那佛特别慈悲，怜悯我们，帮助我们，教我们修念佛法门，只要信、愿、持名。什么时候有效？从早到晚，心里头只有一句阿弥陀佛。有阿弥陀佛的名号可以，没有名号，有阿弥陀佛的像也好，《十六观经》里面观像念佛。所以供佛像，你就要懂得供一尊，供太多了，你的心分散了，一尊就专注，无论到什么地方都是这一尊。现在方便了，可以照相，佛像不好带，照片好带，比过去人方便太多了。而且照片是彩色的，时时带在身边，不离开，念佛不离开，心里头总是有佛这个念头，除这个念头之外，什么念头也没有，统统放下，慢慢就得三昧了。念佛三昧现前，你就真见到佛。天天想佛，佛从哪来的？想来的，你不想他不来，你想他就来了。净宗法门是有相，指方立相，方，西方极乐世界，相，阿弥陀佛依正庄严。前面讲的这一大段经文都是相，依报的相，极乐世界；正报的相，阿弥陀佛法会讲经的盛况。",
      "zh_TW": "我們自己，能在言下大徹大悟、明心見性，好，你成就了；如果不能，不能是什麼？煩惱習氣太重，聽十遍、聽一百遍、聽一千遍，還是執著，還是分別。真的，不是假的。我們同學當中，讀《無量壽經》，有超過三千遍的、超過六千遍的，還有念到一萬遍的，他還是著相。可見得不著相真難！能放下妄想、分別、執著，八萬四千法門，隨便哪一個法門你都有成就，你都能成無上道。如其不能，那佛特別慈悲，憐憫我們，幫助我們，教我們修念佛法門，只要信、願、持名。什麼時候有效？從早到晚，心裡頭只有一句阿彌陀佛。有阿彌陀佛的名號可以，沒有名號，有阿彌陀佛的像也好，《十六觀經》裡面觀像念佛。所以供佛像，你就要懂得供一尊，供太多了，你的心分散了，一尊就專注，無論到什麼地方都是這一尊。現在方便了，可以照相，佛像不好帶，照片好帶，比過去人方便太多了。而且照片是彩色的，時時帶在身邊，不離開，念佛不離開，心裡頭總是有佛這個念頭，除這個念頭之外，什麼念頭也沒有，統統放下，慢慢就得三昧了。念佛三昧現前，你就真見到佛。天天想佛，佛從哪來的？想來的，你不想他不來，你想他就來了。淨宗法門是有相，指方立相，方，西方極樂世界，相，阿彌陀佛依正莊嚴。前面講的這一大段經文都是相，依報的相，極樂世界；正報的相，阿彌陀佛法會講經的盛況。"
    },
    {
      "id": "02-041-0448_p0034",
      "zh_CN": "我们往下看，「惜彼未知净宗之妙，端在当相即道，即事而真」，这是净土无比殊胜、无比的方便，「故不必拨相求道」，要把这相灭掉。禅宗不能着相，天台、贤首都要把相放下，才能见到真的。净宗不然，梦中见相真的，定中见相也是真的，所以它不必要离事见真，不需要拨相求道。「且此经纯是《华严》事事无碍境界，一花一香无非帝网之珠」，有些经上讲一花一尘，尘是尘土，更小的，真的无非帝网之珠，用帝网来表自性。这个帝是帝释天，就是忉利天，忉利天宫上的罗网，佛常常举这个比喻，华丽。人间现在也能做到相似，大的庆典，布置的会堂也是相当庄严。所以一花一香无非帝网之珠。「一一圆明」，圆是圆满，明是光明；「一一胜妙」，样样都圆满，样样都殊胜，样样都妙好。「一一皆是一真法界之全体」，这一句话特别重要的是全体两个字。全体到什么程度？我们今天讲物质最小的，原子。原子还不是最小的，粒子、夸克，现在讲量子，好像没有比量子更小的，每一个量子里头有圆满的宇宙。告诉我们真相，真相是世出世间一切法里头，找不到大小，找不到对立，完全是一体，小中包含大，大中包含小。大包小我们能理解，小包大不能理解。一直到现在机械发明了，可以能够从科学仪器里面观察到，像全息照相，就是小中有大。把一张照片把它剪碎，剪成很小很小的，放在激光下面，你所看到的是完整的，是一张完整照片，张张都完整。科学给我们找到这个证据，小里头有大。所以叫入不二法门，大小不二，没有小，没有大，大小是错觉，不是事实真相，事实真相连空有都不存在。你不能说它是空，不能说它是有；也可以说它有，也可以说它空。微妙，所以叫不可思议！思是什么？不可思，你不能去想；议是什么？议是去讨论、言说，你不能说，说不出。整个宇宙里头一切法没有真假，没有大小，没有好坏，乃至于说没有善恶。有没有佛菩萨？没有。佛菩萨，我们讲十法界，最高的是佛，菩萨、声闻、缘觉，下面六道众生，有没有？没有。没有也没有。一一皆是一真法界之全体。所以禅宗拈花微笑，拈一朵花，拈一个树叶，给你表示表示，这是什么？整个宇宙，整个法界，全体，入不二法门。",
      "zh_TW": "我們往下看，「惜彼未知淨宗之妙，端在當相即道，即事而真」，這是淨土無比殊勝、無比的方便，「故不必撥相求道」，要把這相滅掉。禪宗不能著相，天台、賢首都要把相放下，才能見到真的。淨宗不然，夢中見相真的，定中見相也是真的，所以它不必要離事見真，不需要撥相求道。「且此經純是《華嚴》事事無礙境界，一花一香無非帝網之珠」，有些經上講一花一塵，塵是塵土，更小的，真的無非帝網之珠，用帝網來表自性。這個帝是帝釋天，就是忉利天，忉利天宮上的羅網，佛常常舉這個比喻，華麗。人間現在也能做到相似，大的慶典，布置的會堂也是相當莊嚴。所以一花一香無非帝網之珠。「一一圓明」，圓是圓滿，明是光明；「一一勝妙」，樣樣都圓滿，樣樣都殊勝，樣樣都妙好。「一一皆是一真法界之全體」，這一句話特別重要的是全體兩個字。全體到什麼程度？我們今天講物質最小的，原子。原子還不是最小的，粒子、夸克，現在講量子，好像沒有比量子更小的，每一個量子裡頭有圓滿的宇宙。告訴我們真相，真相是世出世間一切法裡頭，找不到大小，找不到對立，完全是一體，小中包含大，大中包含小。大包小我們能理解，小包大不能理解。一直到現在機械發明了，可以能夠從科學儀器裡面觀察到，像全息照相，就是小中有大。把一張照片把它剪碎，剪成很小很小的，放在激光下面，你所看到的是完整的，是一張完整照片，張張都完整。科學給我們找到這個證據，小裡頭有大。所以叫入不二法門，大小不二，沒有小，沒有大，大小是錯覺，不是事實真相，事實真相連空有都不存在。你不能說它是空，不能說它是有；也可以說它有，也可以說它空。微妙，所以叫不可思議！思是什麼？不可思，你不能去想；議是什麼？議是去討論、言說，你不能說，說不出。整個宇宙裡頭一切法沒有真假，沒有大小，沒有好壞，乃至於說沒有善惡。有沒有佛菩薩？沒有。佛菩薩，我們講十法界，最高的是佛，菩薩、聲聞、緣覺，下面六道眾生，有沒有？沒有。沒有也沒有。一一皆是一真法界之全體。所以禪宗拈花微笑，拈一朵花，拈一個樹葉，給你表示表示，這是什麼？整個宇宙，整個法界，全體，入不二法門。"
    },
    {
      "id": "02-041-0448_p0035",
      "zh_CN": "「圆明具德，不可思议。」圆是圆满，明是光明，具足万德万能。这个万字不是数字，含的意思没有边际，我们讲无量无边就是这个意思。没有办法去想，没有办法说，议是议论，你把思议统统放下，你就见到，见到这个境界叫成佛，见到圆明具德。见到具德，圆明还差一点，菩萨；圆明具德全迷了，凡夫。",
      "zh_TW": "「圓明具德，不可思議。」圓是圓滿，明是光明，具足萬德萬能。這個萬字不是數字，含的意思沒有邊際，我們講無量無邊就是這個意思。沒有辦法去想，沒有辦法說，議是議論，你把思議統統放下，你就見到，見到這個境界叫成佛，見到圓明具德。見到具德，圓明還差一點，菩薩；圓明具德全迷了，凡夫。"
    },
    {
      "id": "02-041-0448_p0036",
      "zh_CN": "下面，「彼此同见」。第一段，「此见彼」，此是我们，彼是他方世界。你看经上说的：",
      "zh_TW": "下面，「彼此同見」。第一段，「此見彼」，此是我們，彼是他方世界。你看經上說的："
    },
    {
      "id": "02-041-0448_p0037",
      "zh_CN": "【尔时极乐世界。过于西方百千俱胝那由他国。以佛威力。如对目前。如净天眼。观一寻地。】",
      "zh_TW": "【爾時極樂世界。過於西方百千俱胝那由他國。以佛威力。如對目前。如淨天眼。觀一尋地。】"
    },
    {
      "id": "02-041-0448_p0038",
      "zh_CN": "念老有注解，『过于西方百千俱胝那由他国』，前面有注解，我们重复一句，你见到极乐世界西方的西方，看到许许多多诸佛刹土，无量无边。这个宇宙，这个世界，从哪来的？要知道大乘教里有一句名言，叫「心外无法，法外无心」，就是心变现的。这个心真心，不是妄心，妄心是妄想，妄想没有能力，范围不大，真心，真心没有念头。惠能大师开悟所说的五句话，五句是描绘真心，真心是什么样子？第一个清净，没有染污；第二个，不生不灭；第三个，本自具足，具足无量智慧、无量功德，今天讲无量的能量；如如不动，真心没动过；最后一句说，能生万法。你就看到你的真心，又生百千俱胝那由他国，看西方的西方，极乐世界西方你看到了，整个宇宙的现象你全看到了。",
      "zh_TW": "念老有註解，『過於西方百千俱胝那由他國』，前面有註解，我們重複一句，你見到極樂世界西方的西方，看到許許多多諸佛剎土，無量無邊。這個宇宙，這個世界，從哪來的？要知道大乘教裡有一句名言，叫「心外無法，法外無心」，就是心變現的。這個心真心，不是妄心，妄心是妄想，妄想沒有能力，範圍不大，真心，真心沒有念頭。惠能大師開悟所說的五句話，五句是描繪真心，真心是什麼樣子？第一個清淨，沒有染污；第二個，不生不滅；第三個，本自具足，具足無量智慧、無量功德，今天講無量的能量；如如不動，真心沒動過；最後一句說，能生萬法。你就看到你的真心，又生百千俱胝那由他國，看西方的西方，極樂世界西方你看到了，整個宇宙的現象你全看到了。"
    },
    {
      "id": "02-041-0448_p0039",
      "zh_CN": "我们看念老注解。「极乐不离自心，理也」。你能够见到这个理，就是宗门常说的，大彻大悟，明心见性。总有个理，外面是事，有理才有事，有事当然有理，理跟事是一体的两面。极乐不离自心，我们现前有没有离自心？没有。万法不离自心是个理。所以我们要晓得、要明白，整个万法是我们的心变现出来的，跟我们同一个自性，同一个理。所以是一体，不是一家，一家各别身体不一样，整个宇宙跟我是一体，这是佛法里最重要的一个概念。叫你证果，证什么？就证明整个宇宙跟自己是一体，这叫证道。真搞清楚，真搞明白，然后大慈悲心流出来，一体，我这一体里头，还有很多在负面的，还有很多苦难的，怎么办？帮助他觉悟，无条件的帮助。因为是一体，一体还有什么条件？全心全力的照顾。所以叫不二法门。",
      "zh_TW": "我們看念老註解。「極樂不離自心，理也」。你能夠見到這個理，就是宗門常說的，大徹大悟，明心見性。總有個理，外面是事，有理才有事，有事當然有理，理跟事是一體的兩面。極樂不離自心，我們現前有沒有離自心？沒有。萬法不離自心是個理。所以我們要曉得、要明白，整個萬法是我們的心變現出來的，跟我們同一個自性，同一個理。所以是一體，不是一家，一家各別身體不一樣，整個宇宙跟我是一體，這是佛法裡最重要的一個概念。叫你證果，證什麼？就證明整個宇宙跟自己是一體，這叫證道。真搞清楚，真搞明白，然後大慈悲心流出來，一體，我這一體裡頭，還有很多在負面的，還有很多苦難的，怎麼辦？幫助他覺悟，無條件的幫助。因為是一體，一體還有什麼條件？全心全力的照顧。所以叫不二法門。"
    },
    {
      "id": "02-041-0448_p0040",
      "zh_CN": "「过于西方百千俱胝那由他国，事也」。前面一句讲理，极乐不离自心；百千俱胝那由他国是事，也不离自心。大乘佛法讲的什么？就讲这么一桩事情，就讲这个道理。你明白了，真的明白了，肯定了，再不怀疑了，你的真心现前。用真心是佛菩萨，用妄心是六道众生。妄心是起心动念，是妄想、分别、执着，这是妄心。用妄心永远见不到真心，用真心全明白了，就叫成佛，就叫成菩萨。所以「理事无碍」，理中有事，事中有理，「故十万亿程，即在目前。故《观经》云：阿弥陀佛去此不远。」十万亿佛国土算什么？很近的距离。距离是假的，没有距离。整个宇宙是一体，时间、空间都是假的。没有时间，没有先后；没有空间，没有彼此，这是事实真相。我们看到他们，他们也看到我们。极乐世界西方无量无边世界里面众生，他向东方看也看到我们，看到极乐世界东方，东方还有许许多多的佛国土，多少？没有止境，没有数字，只能用无量无边。这是事实真相。明白了，说一家人还太远了，「十方三世佛共同一法身」，这是真的，我们入这个境界，共同一法身。现在没有证得，释迦牟尼佛告诉我们事实真相，我们要感恩，像会众一样。「会众诚感，佛力加威，净秽两土互现目前。如净天眼，观一寻地。」看得清清楚楚、明明白白，一体，可贵！我们为什么干这个事情？因为一体。帮助所有众生都回归一体，就对了，这就是佛菩萨度众生。",
      "zh_TW": "「過於西方百千俱胝那由他國，事也」。前面一句講理，極樂不離自心；百千俱胝那由他國是事，也不離自心。大乘佛法講的什麼？就講這麼一樁事情，就講這個道理。你明白了，真的明白了，肯定了，再不懷疑了，你的真心現前。用真心是佛菩薩，用妄心是六道眾生。妄心是起心動念，是妄想、分別、執著，這是妄心。用妄心永遠見不到真心，用真心全明白了，就叫成佛，就叫成菩薩。所以「理事無礙」，理中有事，事中有理，「故十萬億程，即在目前。故《觀經》云：阿彌陀佛去此不遠。」十萬億佛國土算什麼？很近的距離。距離是假的，沒有距離。整個宇宙是一體，時間、空間都是假的。沒有時間，沒有先後；沒有空間，沒有彼此，這是事實真相。我們看到他們，他們也看到我們。極樂世界西方無量無邊世界裡面眾生，他向東方看也看到我們，看到極樂世界東方，東方還有許許多多的佛國土，多少？沒有止境，沒有數字，只能用無量無邊。這是事實真相。明白了，說一家人還太遠了，「十方三世佛共同一法身」，這是真的，我們入這個境界，共同一法身。現在沒有證得，釋迦牟尼佛告訴我們事實真相，我們要感恩，像會眾一樣。「會眾誠感，佛力加威，淨穢兩土互現目前。如淨天眼，觀一尋地。」看得清清楚楚、明明白白，一體，可貴！我們為什麼幹這個事情？因為一體。幫助所有眾生都回歸一體，就對了，這就是佛菩薩度眾生。"
    },
    {
      "id": "02-041-0448_p0041",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}