{
  "doc_id": "02-041-0400",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四ＯＯ集",
    "zh_TW": "第四ＯＯ集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0400",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "02-041-0400_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊；阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊；阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊；阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊；阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0400_p0002",
      "zh_CN": "请看《大经科注》第九百一十四页，从经文看起，第五行：",
      "zh_TW": "請看《大經科註》第九百一十四頁，從經文看起，第五行："
    },
    {
      "id": "02-041-0400_p0003",
      "zh_CN": "【蒙冥抵突。不信经法。心无远虑。各欲快意。迷于瞋恚。贪于财色。终不休止。哀哉可伤。】",
      "zh_TW": "【蒙冥抵突。不信經法。心無遠慮。各欲快意。迷於瞋恚。貪於財色。終不休止。哀哉可傷。】"
    },
    {
      "id": "02-041-0400_p0004",
      "zh_CN": "这段经文承着上面，佛慈悲到极处，看到众生造业，堕落在三途受苦，把这些因缘果报都说清楚了，劝我们，为什么不努力修善？还等待什么时候？前面一段经文，我们冷静观察，回头反照自己，就明白了，佛菩萨、祖师大德苦心劝告，前面告诉我们，「身愚神暗，转受余教，颠倒相续，无常根本」。根本就是三毒里面的愚痴，总不免去造三恶业。造业的时候，有自己知道，有自己不知道，不知道的是痴。知道的，为什么还会造业？因为有贪有瞋，就是贪瞋痴，这是根本，所以造成颠倒相续，无常根本。",
      "zh_TW": "這段經文承著上面，佛慈悲到極處，看到眾生造業，墮落在三途受苦，把這些因緣果報都說清楚了，勸我們，為什麼不努力修善？還等待什麼時候？前面一段經文，我們冷靜觀察，回頭反照自己，就明白了，佛菩薩、祖師大德苦心勸告，前面告訴我們，「身愚神闇，轉受餘教，顛倒相續，無常根本」。根本就是三毒裡面的愚痴，總不免去造三惡業。造業的時候，有自己知道，有自己不知道，不知道的是痴。知道的，為什麼還會造業？因為有貪有瞋，就是貪瞋痴，這是根本，所以造成顛倒相續，無常根本。"
    },
    {
      "id": "02-041-0400_p0005",
      "zh_CN": "学佛多年了，甚至于到七老八十还造业，你要问他，他经很熟，不是不知道，什么原因？我们现在明了，这个大时代不能不受时代的影响。满清灭亡之后，民国成立，过去帝王的时代，每一个新的朝代兴起，把前面朝代推翻，大概是不出五年，皇上就制礼作乐颁布天下，社会就上轨道了。为什么那么容易？它没有间断；纵然中断，时间很短，不过是五年、十年，断不了，风气还在。像我这个年龄，我出世民国十六年，也就是说进入民国的十六年，所以我在二十岁之前，那个时候确实传统文化没有了，社会风气在，不知不觉你受到那个风气的薰染，这种风气维系到抗战，抗战八年胜利之后，这风气没有了，我们今天想起来很痛心。",
      "zh_TW": "學佛多年了，甚至於到七老八十還造業，你要問他，他經很熟，不是不知道，什麼原因？我們現在明瞭，這個大時代不能不受時代的影響。滿清滅亡之後，民國成立，過去帝王的時代，每一個新的朝代興起，把前面朝代推翻，大概是不出五年，皇上就制禮作樂頒布天下，社會就上軌道了。為什麼那麼容易？它沒有間斷；縱然中斷，時間很短，不過是五年、十年，斷不了，風氣還在。像我這個年齡，我出世民國十六年，也就是說進入民國的十六年，所以我在二十歲之前，那個時候確實傳統文化沒有了，社會風氣在，不知不覺你受到那個風氣的薰染，這種風氣維繫到抗戰，抗戰八年勝利之後，這風氣沒有了，我們今天想起來很痛心。"
    },
    {
      "id": "02-041-0400_p0006",
      "zh_CN": "我们自己这个年龄，没有受到传统教育，但是看到风气，虽然很小，五、六岁，七、八岁，懂事了，接受这个薰陶，知道孝顺父母，知道尊重师长，有能力辨别善恶，哪些该做、哪些不该做很清楚；书虽然没有念好，这个没有念好，不是自己不喜欢念书，喜欢念，环境不许可。战争时代天天逃难，那个时候没有交通工具，都得走路，八年我走了十个省，也走了几万里路，古人所谓「读万卷书，行万里路」，我们书是没有读过万卷，但是行万里路是真的不是假的。所看到的、所听到的、所接触到的长见识，知道艰难困苦，一生遭遇再不好，我们不甘堕落，总是守住先人教诲。",
      "zh_TW": "我們自己這個年齡，沒有受到傳統教育，但是看到風氣，雖然很小，五、六歲，七、八歲，懂事了，接受這個薰陶，知道孝順父母，知道尊重師長，有能力辨別善惡，哪些該做、哪些不該做很清楚；書雖然沒有念好，這個沒有念好，不是自己不喜歡念書，喜歡念，環境不許可。戰爭時代天天逃難，那個時候沒有交通工具，都得走路，八年我走了十個省，也走了幾萬里路，古人所謂「讀萬卷書，行萬里路」，我們書是沒有讀過萬卷，但是行萬里路是真的不是假的。所看到的、所聽到的、所接觸到的長見識，知道艱難困苦，一生遭遇再不好，我們不甘墮落，總是守住先人教誨。"
    },
    {
      "id": "02-041-0400_p0007",
      "zh_CN": "学佛之后，我有三个老师教导我，我对老师感恩，老师给我开特别课。我遇到了，我以后，可能再也没有了。方老师，章嘉大师，不可能是单独教你，这是什么？众生没福，时运衰了。今天讲传统文化还能找到几个老师，我想不超过十个人，真叫难能可贵，这些人都是七老八十，十年之后他们走了，想学，没老师教了，这非常可怕。汤恩比讲的话我们相信，人类有历史记载五千年，这五千年当中，这个世界上曾经出现过二十多种文明，讲文化也可以，现在全没有了，只剩下中国一个。什么原因他讲得很清楚，人类历史告诉我们，人类是先有宗教后有文明，文明是从宗教衍生的，凡是没有宗教做基础的、底蕴的，这个文明都不会超过三百年。",
      "zh_TW": "學佛之後，我有三個老師教導我，我對老師感恩，老師給我開特別課。我遇到了，我以後，可能再也沒有了。方老師，章嘉大師，不可能是單獨教你，這是什麼？眾生沒福，時運衰了。今天講傳統文化還能找到幾個老師，我想不超過十個人，真叫難能可貴，這些人都是七老八十，十年之後他們走了，想學，沒老師教了，這非常可怕。湯恩比講的話我們相信，人類有歷史記載五千年，這五千年當中，這個世界上曾經出現過二十多種文明，講文化也可以，現在全沒有了，只剩下中國一個。什麼原因他講得很清楚，人類歷史告訴我們，人類是先有宗教後有文明，文明是從宗教衍生的，凡是沒有宗教做基礎的、底蘊的，這個文明都不會超過三百年。"
    },
    {
      "id": "02-041-0400_p0008",
      "zh_CN": "我们就明白了，中国这个文明是有三个根，儒释道，儒释道都是宗教。宗教，一定要用中国语文来解释，宗教这两个字连起来中文的意思，第一个是人类主要的教育，第二个是人类重要的教学，第三个是人类尊崇的教化，没错。可是到今天，我们把它疏忽一百年了。过去我在日本讲经，日本的法师曾经告诉我，日本在四百年前，他们有记载的，整个日本城市、乡村大大小小的佛寺庵堂都讲经，讲经的风气挺盛。这个现象在中国隋唐时代，确实没有一个佛道场不管大小没有不讲经的，所以佛陀教育普遍在世间，人人很容易接受到，小孩从小就接触到，这才能扎根。",
      "zh_TW": "我們就明白了，中國這個文明是有三個根，儒釋道，儒釋道都是宗教。宗教，一定要用中國語文來解釋，宗教這兩個字連起來中文的意思，第一個是人類主要的教育，第二個是人類重要的教學，第三個是人類尊崇的教化，沒錯。可是到今天，我們把它疏忽一百年了。過去我在日本講經，日本的法師曾經告訴我，日本在四百年前，他們有記載的，整個日本城市、鄉村大大小小的佛寺庵堂都講經，講經的風氣挺盛。這個現象在中國隋唐時代，確實沒有一個佛道場不管大小沒有不講經的，所以佛陀教育普遍在世間，人人很容易接受到，小孩從小就接觸到，這才能扎根。"
    },
    {
      "id": "02-041-0400_p0009",
      "zh_CN": "日本丢掉四百年了，中国，过去方老师告诉我，两百年前。两百年前是什么时代？满清，康熙、雍正、乾隆的时代，两百年前到乾隆时代了，嘉庆的前一半，盛世。大清朝的盛世应该有两百年，从康熙的时候一直到嘉庆。怎么造成的？讲经的人多，隋唐时代的时候家家都讲经，没有一家不讲经的。译经，所以玄奘大师取经，印度高僧到中国来没有不带经书来的，大乘佛法统统流传在中国，被翻译为中文。为什么要翻译成中文？世界上的文字，全世界自古至今，只有中国文字可以传千年万年而不改变。现在我们读佛经，唐朝时候译得很多，古一点，再读《论语》、《大学》、《中庸》、《孟子》，这都是二千五百年前的作品，我们现在能看得懂，不会错解意思，这就是什么？汉字文言文优越之处，外国文字是拼音的。",
      "zh_TW": "日本丟掉四百年了，中國，過去方老師告訴我，兩百年前。兩百年前是什麼時代？滿清，康熙、雍正、乾隆的時代，兩百年前到乾隆時代了，嘉慶的前一半，盛世。大清朝的盛世應該有兩百年，從康熙的時候一直到嘉慶。怎麼造成的？講經的人多，隋唐時代的時候家家都講經，沒有一家不講經的。譯經，所以玄奘大師取經，印度高僧到中國來沒有不帶經書來的，大乘佛法統統流傳在中國，被翻譯為中文。為什麼要翻譯成中文？世界上的文字，全世界自古至今，只有中國文字可以傳千年萬年而不改變。現在我們讀佛經，唐朝時候譯得很多，古一點，再讀《論語》、《大學》、《中庸》、《孟子》，這都是二千五百年前的作品，我們現在能看得懂，不會錯解意思，這就是什麼？漢字文言文優越之處，外國文字是拼音的。"
    },
    {
      "id": "02-041-0400_p0010",
      "zh_CN": "当年释迦牟尼佛讲经，弟子们结集记录下来用梵文，梵文也是拼音文字。拼音文字，三百年之后语音改变了，就不认识了。像我们在欧洲，欧洲人告诉我们，莎士比亚的作品也不过三百多年，现在欧洲人看不懂，这就是表音文字缺点。所有拼音是表音文字，中国的文字是表意，所以它不是叫你听，叫你看，你看到它的写法，你就知道是什么意思，它不受时空限制。中国文字上溯可以到甲骨、钟鼎，在秦用小篆，春秋战国的时候大篆，秦是完全统一了，也就是周朝末年，战国的末期文字统一了，世世代代文字传下来了，文言文传下来了。李老师当年告诉我们，能熟读五十篇古文，能背诵，你就有能力看文言文；能够读一百篇古文，你就有能力写文言文。",
      "zh_TW": "當年釋迦牟尼佛講經，弟子們結集記錄下來用梵文，梵文也是拼音文字。拼音文字，三百年之後語音改變了，就不認識了。像我們在歐洲，歐洲人告訴我們，莎士比亞的作品也不過三百多年，現在歐洲人看不懂，這就是表音文字缺點。所有拼音是表音文字，中國的文字是表意，所以它不是叫你聽，叫你看，你看到它的寫法，你就知道是什麼意思，它不受時空限制。中國文字上溯可以到甲骨、鐘鼎，在秦用小篆，春秋戰國的時候大篆，秦是完全統一了，也就是周朝末年，戰國的末期文字統一了，世世代代文字傳下來了，文言文傳下來了。李老師當年告訴我們，能熟讀五十篇古文，能背誦，你就有能力看文言文；能夠讀一百篇古文，你就有能力寫文言文。"
    },
    {
      "id": "02-041-0400_p0011",
      "zh_CN": "过去教学，小孩什么时候学这些东西？从三、四岁就开始。有一套教材，现在有同学把它重新整理，整编出来，《圣学根之根》，这些教材是浅显的文言文。小朋友聪明的，三岁半就开始读《三字经》、《百家姓》、《千字文》，像《弟子规》这一类的，他们就开始学习，所以到十岁读四书五经，十五岁全完成了，四书五经都能背过，诗词歌赋都懂。十五岁以后，这入太学了，国家办的学校。太学里面的教书都是研究讨论，不是老师讲、学生听，不是的，都研究讨论，深入，我们讲深入经藏，读书快乐。读书为什么？为自己这一生，无论是从事哪个行业，男女老少，一生能过到真正幸福美满、快乐的人生，为这个。在家人学习，家庭和睦，家庭美满，事业顺利，你有智慧，社会安定，国家富强，天下太平，读中国书好处就在这里。所以修身、齐家、治国、平天下，这个平天下，平是平等，平等对待天下，这就是大同之治。今天我们讲世界和平，中国人讲世界大同，能做得到。每个朝代都有一段盛世，那个盛世确实是大同。所以人不能不读书。",
      "zh_TW": "過去教學，小孩什麼時候學這些東西？從三、四歲就開始。有一套教材，現在有同學把它重新整理，整編出來，《聖學根之根》，這些教材是淺顯的文言文。小朋友聰明的，三歲半就開始讀《三字經》、《百家姓》、《千字文》，像《弟子規》這一類的，他們就開始學習，所以到十歲讀四書五經，十五歲全完成了，四書五經都能背過，詩詞歌賦都懂。十五歲以後，這入太學了，國家辦的學校。太學裡面的教書都是研究討論，不是老師講、學生聽，不是的，都研究討論，深入，我們講深入經藏，讀書快樂。讀書為什麼？為自己這一生，無論是從事哪個行業，男女老少，一生能過到真正幸福美滿、快樂的人生，為這個。在家人學習，家庭和睦，家庭美滿，事業順利，你有智慧，社會安定，國家富強，天下太平，讀中國書好處就在這裡。所以修身、齊家、治國、平天下，這個平天下，平是平等，平等對待天下，這就是大同之治。今天我們講世界和平，中國人講世界大同，能做得到。每個朝代都有一段盛世，那個盛世確實是大同。所以人不能不讀書。"
    },
    {
      "id": "02-041-0400_p0012",
      "zh_CN": "中国人讲社会四种人，士农工商，把人分为四等，读书人摆得最高，商人摆在最后面。商人有钱、有财富，但是读书人的地位比他高，受大家尊重，所以社会安定和谐，为什么？没有人争利，没有人贪图享受，特别是读书人，生活很简单，能吃饱、能穿暖，有个小房子可以遮蔽风雨，快乐！读书为什么？《论语》头一句就讲清楚了，「学而时习之，不亦说乎」，跟方东美教给我的，意思是一样。方老师告诉我，「学佛是人生最高的享受」，我这样入佛门的，一生，确确实实老师没有欺骗我，我这一生，确实享受的最高的享受。怎样才能得到？把佛的教诲都做到，你就快乐，心安理得，道理明白了，心就安了。一生于人无争、于世无求。一生不跟一切人事物对立，没有冤家对头。纵然别人贬我、讽刺我、笑话我、侮辱我，甚至于陷害我，我都感恩，我每天讲经念佛都给他们回向。感恩，为什么？消我的业障，那都是佛菩萨示现来考我，看我忍辱波罗蜜够不够？我如果一不高兴，生气，打败仗了，就错了，这种快乐就没有了。",
      "zh_TW": "中國人講社會四種人，士農工商，把人分為四等，讀書人擺得最高，商人擺在最後面。商人有錢、有財富，但是讀書人的地位比他高，受大家尊重，所以社會安定和諧，為什麼？沒有人爭利，沒有人貪圖享受，特別是讀書人，生活很簡單，能吃飽、能穿暖，有個小房子可以遮蔽風雨，快樂！讀書為什麼？《論語》頭一句就講清楚了，「學而時習之，不亦說乎」，跟方東美教給我的，意思是一樣。方老師告訴我，「學佛是人生最高的享受」，我這樣入佛門的，一生，確確實實老師沒有欺騙我，我這一生，確實享受的最高的享受。怎樣才能得到？把佛的教誨都做到，你就快樂，心安理得，道理明白了，心就安了。一生於人無爭、於世無求。一生不跟一切人事物對立，沒有冤家對頭。縱然別人貶我、諷刺我、笑話我、侮辱我，甚至於陷害我，我都感恩，我每天講經念佛都給他們迴向。感恩，為什麼？消我的業障，那都是佛菩薩示現來考我，看我忍辱波羅蜜夠不夠？我如果一不高興，生氣，打敗仗了，就錯了，這種快樂就沒有了。"
    },
    {
      "id": "02-041-0400_p0013",
      "zh_CN": "明了，讲得最透彻最清楚的是大乘经典，告诉我们整个宇宙是一体。一体，他做错事情，你能不原谅他吗？做再大的错事，把我杀掉，我还是原谅他。忍辱仙人做到了，他为什么做到？他明白了，整个宇宙是一体，一体，哪有不亲爱的？为什么来伤害？那是他无知，他迷了，他不正常，他总有一天回来，破迷开悟，成佛了。一切众生本来成佛，将来个个都成佛，这是事实真相。",
      "zh_TW": "明瞭，講得最透徹最清楚的是大乘經典，告訴我們整個宇宙是一體。一體，他做錯事情，你能不原諒他嗎？做再大的錯事，把我殺掉，我還是原諒他。忍辱仙人做到了，他為什麼做到？他明白了，整個宇宙是一體，一體，哪有不親愛的？為什麼來傷害？那是他無知，他迷了，他不正常，他總有一天回來，破迷開悟，成佛了。一切眾生本來成佛，將來個個都成佛，這是事實真相。"
    },
    {
      "id": "02-041-0400_p0014",
      "zh_CN": "《无量寿经》上，从三十二品到三十七品，这一大段长文，都是讲因果报应，是这一会里头佛所讲的戒律，特别提醒我们要认清楚，认清楚就是明白了，不迷惑了。明白，你起心动念是正的；迷了，迷了可能会起错误的念头。错误念头是什么？损人不利己，这世间人常干。真正学佛的人明白，想法做法是倒过来的，损己要利人，把别人摆在第一，自己摆到最后，这样才能断恶修善、积功累德，积累功德。内一定要断的，贪瞋痴慢疑，见思烦恼，思惑。见惑，身见、边见、见取、戒取、邪见，五种见惑断了，证小乘须陀洹，大乘初信位的菩萨，十信里面初信菩萨，这才真正入佛门。如果五种见惑还在，把经教讲得天花乱坠，你没入佛门，这个自己要知道。身见，晓得身跟整个宇宙是自己，不是身是自己，身好像身体上一个细胞，这细胞是我，全身所有的细胞都是我，是一不是二。",
      "zh_TW": "《無量壽經》上，從三十二品到三十七品，這一大段長文，都是講因果報應，是這一會裡頭佛所講的戒律，特別提醒我們要認清楚，認清楚就是明白了，不迷惑了。明白，你起心動念是正的；迷了，迷了可能會起錯誤的念頭。錯誤念頭是什麼？損人不利己，這世間人常幹。真正學佛的人明白，想法做法是倒過來的，損己要利人，把別人擺在第一，自己擺到最後，這樣才能斷惡修善、積功累德，積累功德。內一定要斷的，貪瞋痴慢疑，見思煩惱，思惑。見惑，身見、邊見、見取、戒取、邪見，五種見惑斷了，證小乘須陀洹，大乘初信位的菩薩，十信裡面初信菩薩，這才真正入佛門。如果五種見惑還在，把經教講得天花亂墜，你沒入佛門，這個自己要知道。身見，曉得身跟整個宇宙是自己，不是身是自己，身好像身體上一個細胞，這細胞是我，全身所有的細胞都是我，是一不是二。"
    },
    {
      "id": "02-041-0400_p0015",
      "zh_CN": "所以，我，什么是我？全宇宙是我，这就对了。六祖惠能大师开悟，最后一句话告诉我们，「何期自性，能生万法」，万法是全宇宙，全宇宙是从哪里来的？是从自性变现出来的。自性是自己的本体，哲学里面讲本体，整个宇宙的本体，宇宙跟人身是一不是二。你要真正明白之后，善人是佛，恶人也是佛；对我有恩是佛，陷害我的也是佛，全是，你怎么可以起心动念？净宗最殊胜的地方，就是一句阿弥陀佛，善人，阿弥陀佛；恶人，阿弥陀佛，阿弥陀佛是平等了，真的是阿弥陀佛，决定不是假的。如果说这是假的，你还没有契入境界。你契入境界之后，真是阿弥陀佛，花草树木是阿弥陀佛，山河大地是阿弥陀佛，蚊虫蚂蚁也都是阿弥陀佛，这就对了，心里头只有一句阿弥陀佛，除阿弥陀佛之外什么都没有，你才能入得了境界。入境界之后才是什么？学而时习之，习就是契入，做到了，落实了，不亦悦乎。这就是为什么要学，我要快乐人生，我要幸福人生。正是《大学》所说的，「自天子以至于庶人，壹是皆以修身为本」，修身就是自己得到幸福快乐，自己一生没有一个怨恨的人，没有一个冤仇，没有一个对头，好！你说你多快乐。",
      "zh_TW": "所以，我，什麼是我？全宇宙是我，這就對了。六祖惠能大師開悟，最後一句話告訴我們，「何期自性，能生萬法」，萬法是全宇宙，全宇宙是從哪裡來的？是從自性變現出來的。自性是自己的本體，哲學裡面講本體，整個宇宙的本體，宇宙跟人身是一不是二。你要真正明白之後，善人是佛，惡人也是佛；對我有恩是佛，陷害我的也是佛，全是，你怎麼可以起心動念？淨宗最殊勝的地方，就是一句阿彌陀佛，善人，阿彌陀佛；惡人，阿彌陀佛，阿彌陀佛是平等了，真的是阿彌陀佛，決定不是假的。如果說這是假的，你還沒有契入境界。你契入境界之後，真是阿彌陀佛，花草樹木是阿彌陀佛，山河大地是阿彌陀佛，蚊蟲螞蟻也都是阿彌陀佛，這就對了，心裡頭只有一句阿彌陀佛，除阿彌陀佛之外什麼都沒有，你才能入得了境界。入境界之後才是什麼？學而時習之，習就是契入，做到了，落實了，不亦悅乎。這就是為什麼要學，我要快樂人生，我要幸福人生。正是《大學》所說的，「自天子以至於庶人，壹是皆以修身為本」，修身就是自己得到幸福快樂，自己一生沒有一個怨恨的人，沒有一個冤仇，沒有一個對頭，好！你說你多快樂。"
    },
    {
      "id": "02-041-0400_p0016",
      "zh_CN": "吃，吃饱就好了，就很快乐，不必讲究口味，讲究口味很麻烦，为什么？现在大家都知道，地球被染污，肉食不能吃。外国还不错，许多这些动物，牛羊放牧在野外，我们在欧洲所看到的，这是自然生态。他养马、养鸡、养鸭，都是在山野、山上。你看中国不一样，养在房间里面，你要是去参观看一下，你就不忍心吃牠，那种能健康吗？十年前我参加，在山东，去参观一个养鸭的基地，我去看的时候，里面的负责管理人员，提了个鸭放在我手上，跟我的手掌一样大，他问我，他说：法师你看看，这鸭子出生几天？我一看这个样子，至少十天牠才能长这么大。他告诉我，昨天出生的。你敢吃牠吗？喂的是化学饲料。所以，你吃了这些肉得一身怪病，病从口入。",
      "zh_TW": "吃，吃飽就好了，就很快樂，不必講究口味，講究口味很麻煩，為什麼？現在大家都知道，地球被染污，肉食不能吃。外國還不錯，許多這些動物，牛羊放牧在野外，我們在歐洲所看到的，這是自然生態。他養馬、養雞、養鴨，都是在山野、山上。你看中國不一樣，養在房間裡面，你要是去參觀看一下，你就不忍心吃牠，那種能健康嗎？十年前我參加，在山東，去參觀一個養鴨的基地，我去看的時候，裡面的負責管理人員，提了個鴨放在我手上，跟我的手掌一樣大，他問我，他說：法師你看看，這鴨子出生幾天？我一看這個樣子，至少十天牠才能長這麼大。他告訴我，昨天出生的。你敢吃牠嗎？餵的是化學飼料。所以，你吃了這些肉得一身怪病，病從口入。"
    },
    {
      "id": "02-041-0400_p0017",
      "zh_CN": "现在是素食，素食都不干净，为什么？土壤有毒害，被这个化学肥料染污，水被染污，土地被染污，种出来的植物、蔬菜，确实冷静想想，跟二十年前、三十年前，我们吃的那个蔬菜，味道不对。以前的那个蔬菜有鲜味，好吃，现在没有了。香菇，我记得我们小时候是哪一家今天中午做汤，做了香菇，真的，门外很远都闻到香，真好香。现在没有了，现在你咬它吃它都没有味道，这什么原因？科学技术进步了，人有能力破坏大自然。以后的日子怎么过？不能不知道，所以现在吃东西愈少，愈干净愈卫生，尽量避免因为饮食而得来的一些疾病，这就错了。",
      "zh_TW": "現在是素食，素食都不乾淨，為什麼？土壤有毒害，被這個化學肥料染污，水被染污，土地被染污，種出來的植物、蔬菜，確實冷靜想想，跟二十年前、三十年前，我們吃的那個蔬菜，味道不對。以前的那個蔬菜有鮮味，好吃，現在沒有了。香菇，我記得我們小時候是哪一家今天中午做湯，做了香菇，真的，門外很遠都聞到香，真好香。現在沒有了，現在你咬它吃它都沒有味道，這什麼原因？科學技術進步了，人有能力破壞大自然。以後的日子怎麼過？不能不知道，所以現在吃東西愈少，愈乾淨愈衛生，盡量避免因為飲食而得來的一些疾病，這就錯了。"
    },
    {
      "id": "02-041-0400_p0018",
      "zh_CN": "佛告诉我们宇宙是一体，真的不是假的。大乘经上说的，一切法从心想生，相由心生，境随心转，这句话重要，抓住这句话，境界是由心转的。我们只要心里只有善念、没有恶念，你就身心健康，你就有抵抗力，吃了一点不干不净的东西，你有抵抗能力，这一句话好。这一大段经文，总纲领就是教这个，我们用善心善行来改变我们的环境，没有能力帮助别人，至少保护自己，这是可能的。不怕死，念念求生西方极乐世界，生到极乐世界一切大圆满。为什么不去？为什么在这个世间造业？这个世间造业，你就出不了三途。三途可怕，这经上告诉我们，三途一堕五千劫，不是五千年，不是五千万年，五千劫。佛这个话是吓人的吗？是假话吗？佛没有理由欺骗我们，没有理由说闲话，句句都是实实在在的，佛菩萨只有一个念头，希望我们能够离苦得乐，我们永远感恩。",
      "zh_TW": "佛告訴我們宇宙是一體，真的不是假的。大乘經上說的，一切法從心想生，相由心生，境隨心轉，這句話重要，抓住這句話，境界是由心轉的。我們只要心裡只有善念、沒有惡念，你就身心健康，你就有抵抗力，吃了一點不乾不淨的東西，你有抵抗能力，這一句話好。這一大段經文，總綱領就是教這個，我們用善心善行來改變我們的環境，沒有能力幫助別人，至少保護自己，這是可能的。不怕死，念念求生西方極樂世界，生到極樂世界一切大圓滿。為什麼不去？為什麼在這個世間造業？這個世間造業，你就出不了三途。三途可怕，這經上告訴我們，三途一墮五千劫，不是五千年，不是五千萬年，五千劫。佛這個話是嚇人的嗎？是假話嗎？佛沒有理由欺騙我們，沒有理由說閒話，句句都是實實在在的，佛菩薩只有一個念頭，希望我們能夠離苦得樂，我們永遠感恩。"
    },
    {
      "id": "02-041-0400_p0019",
      "zh_CN": "我们看这段的注解，『蒙冥抵突』，「蒙者，有眼球而不能见」。确实就在我们眼前，我们看不到，佛苦口婆心，应化在世间，给我们说的这些经典，我们不相信、我们不尊重，我们不了解他的真实义。下面，「憬兴云：蒙又作蒙。蒙，覆不明也」，覆盖的意思。「冥，暗昧无知」。蒙冥，就是经教里常说的愚痴。",
      "zh_TW": "我們看這段的註解，『蒙冥抵突』，「蒙者，有眼球而不能見」。確實就在我們眼前，我們看不到，佛苦口婆心，應化在世間，給我們說的這些經典，我們不相信、我們不尊重，我們不了解他的真實義。下面，「憬興云：蒙又作矇。蒙，覆不明也」，覆蓋的意思。「冥，闇昧無知」。蒙冥，就是經教裡常說的愚痴。"
    },
    {
      "id": "02-041-0400_p0020",
      "zh_CN": "人为什么会变成这样？世界为什么变成这样？梵蒂冈驻教科文组织的大使是一位主教，今年在教科文组织，因为都是老朋友，都很熟了，他们把有宗教信仰这些代表都请过来跟我见面。所以梵蒂冈大使跟我坐在一起，谈到世界为什么变成这样，他说了一句话我很佩服、我很赞叹，他说真正的原因只有两个字，无知。「蒙冥抵突，不信经法」，不就是无知吗？天主教的神父说出来的，所以，世间所有宗教你细心去观察，相同地方太多了，那是什么人写的？都是大彻大悟、明心见性。摩西、耶稣如果生在印度，印度人叫他做佛陀；中国的孔子、老子如果生在印度，印度也叫他佛陀；释迦牟尼佛生在中国，中国人叫他圣人。称呼不一样，他们是同一个阶层的人，都是大彻大悟明心见性的。",
      "zh_TW": "人為什麼會變成這樣？世界為什麼變成這樣？梵蒂岡駐教科文組織的大使是一位主教，今年在教科文組織，因為都是老朋友，都很熟了，他們把有宗教信仰這些代表都請過來跟我見面。所以梵蒂岡大使跟我坐在一起，談到世界為什麼變成這樣，他說了一句話我很佩服、我很讚歎，他說真正的原因只有兩個字，無知。「蒙冥抵突，不信經法」，不就是無知嗎？天主教的神父說出來的，所以，世間所有宗教你細心去觀察，相同地方太多了，那是什麼人寫的？都是大徹大悟、明心見性。摩西、耶穌如果生在印度，印度人叫他做佛陀；中國的孔子、老子如果生在印度，印度也叫他佛陀；釋迦牟尼佛生在中國，中國人叫他聖人。稱呼不一樣，他們是同一個階層的人，都是大徹大悟明心見性的。"
    },
    {
      "id": "02-041-0400_p0021",
      "zh_CN": "明心见性不需要老师，那个老师是真正高明的老师，不是把东西讲给你听，不是，讲给你听你开不了悟，为什么？你吸收别人的东西，你开不了悟。开悟要怎么样？开悟要把心清净，就是要修定，戒定慧三学，方法是戒，功夫是定。什么功夫？真正修行在哪里修？六根在六尘境界上修，这叫真修行，眼见色，清清楚楚明明白白，不起心不动念，这是什么？这是首楞严大定，没有起心动念。清楚，没有起心动念，这成佛了；有起心动念，没有分别执着，菩萨，三贤十地菩萨。菩萨没有分别执着，有起心动念；阿罗汉没有执着有分别。没有分别是菩萨，没有执着的是阿罗汉，阿罗汉不执着了，六道轮回就没有了，所以六道轮回从哪里来的？执着来的，不知道六道是假的。",
      "zh_TW": "明心見性不需要老師，那個老師是真正高明的老師，不是把東西講給你聽，不是，講給你聽你開不了悟，為什麼？你吸收別人的東西，你開不了悟。開悟要怎麼樣？開悟要把心清淨，就是要修定，戒定慧三學，方法是戒，功夫是定。什麼功夫？真正修行在哪裡修？六根在六塵境界上修，這叫真修行，眼見色，清清楚楚明明白白，不起心不動念，這是什麼？這是首楞嚴大定，沒有起心動念。清楚，沒有起心動念，這成佛了；有起心動念，沒有分別執著，菩薩，三賢十地菩薩。菩薩沒有分別執著，有起心動念；阿羅漢沒有執著有分別。沒有分別是菩薩，沒有執著的是阿羅漢，阿羅漢不執著了，六道輪迴就沒有了，所以六道輪迴從哪裡來的？執著來的，不知道六道是假的。"
    },
    {
      "id": "02-041-0400_p0022",
      "zh_CN": "《金刚经》上说得好，「凡所有相皆是虚妄」。虚妄，你要把它放在心上，错了，你能把它不放在心上，把它放下，证阿罗汉果，念佛往生极乐世界，生方便有余土。如果于一切法不分别，不分别是菩萨。人能不分别，十法界没有了。你看看，不执着，六道没有了；不分别，十法界没有了；不起心不动念，实报庄严土没有了。那还有一土，你到哪里去了？常寂光去了，这是给你讲大定，大定不是盘腿面壁，大定是六根在六尘境界上，不起心不动念，佛定；起心动念，不分别不执着，菩萨定；还有分别，没有执着，阿罗汉，阿罗汉算是小定，菩萨是大定，佛是自性本定。明心见性，大彻大悟、明心见性，这是真修行，这叫真功夫。",
      "zh_TW": "《金剛經》上說得好，「凡所有相皆是虛妄」。虛妄，你要把它放在心上，錯了，你能把它不放在心上，把它放下，證阿羅漢果，念佛往生極樂世界，生方便有餘土。如果於一切法不分別，不分別是菩薩。人能不分別，十法界沒有了。你看看，不執著，六道沒有了；不分別，十法界沒有了；不起心不動念，實報莊嚴土沒有了。那還有一土，你到哪裡去了？常寂光去了，這是給你講大定，大定不是盤腿面壁，大定是六根在六塵境界上，不起心不動念，佛定；起心動念，不分別不執著，菩薩定；還有分別，沒有執著，阿羅漢，阿羅漢算是小定，菩薩是大定，佛是自性本定。明心見性，大徹大悟、明心見性，這是真修行，這叫真功夫。"
    },
    {
      "id": "02-041-0400_p0023",
      "zh_CN": "读书千遍，其义自见，这是对知识分子说的。法门无量，无量法门的一种，读书、读经，这部经你读一千遍、读二千遍、读三千遍。读一千遍来做个报告，从头到尾讲给我们听听，小悟，没有老师教的，自通了。为什么自通？智慧是自性本有的，不是外头来的。所以学佛是开智慧，不是学知识。外国人用的方法是知识，是要有老师传授的，中国人不同，中国的老师是给你认证的，给你证明你真开悟、假开悟，你这个悟是中悟、是大悟、是小悟、是彻悟，老师给你作证。",
      "zh_TW": "讀書千遍，其義自見，這是對知識分子說的。法門無量，無量法門的一種，讀書、讀經，這部經你讀一千遍、讀二千遍、讀三千遍。讀一千遍來做個報告，從頭到尾講給我們聽聽，小悟，沒有老師教的，自通了。為什麼自通？智慧是自性本有的，不是外頭來的。所以學佛是開智慧，不是學知識。外國人用的方法是知識，是要有老師傳授的，中國人不同，中國的老師是給你認證的，給你證明你真開悟、假開悟，你這個悟是中悟、是大悟、是小悟、是徹悟，老師給你作證。"
    },
    {
      "id": "02-041-0400_p0024",
      "zh_CN": "六祖惠能大师开悟了，要找五祖忍和尚给他印证，是真悟还是假悟，真悟了衣钵就给他。你看他悟了，五祖说你说给我听，明心见性了，你说来给我听听，他就五句话。自性什么样子？自性本自清净、本不生灭（不生不灭）、本自具足。具足什么？无量智慧、无量德能、无量才艺、无量相好，什么都是无量的，自性本有的，自性之外什么都没有，你要晓得。所以一通一切通，没有一样不通。第四，本无动摇，这是什么？自性本定，自性没动过，没有摇晃过，所以自性本定。我们把万缘放下，心定下来，跟自性本定相应，定久了，豁然大悟，那是什么？第三句的那个门开了，本自具足的这个门开了，就这么回事情。末后，能生万法，整个宇宙从哪里来的？自性生的，自性能生能现，妄心阿赖耶能变，它不能生、它不能现，它必须在自性所生所现的一真法界，就是实报庄严土，把实报庄严土变成十法界、变成六道轮回，这是阿赖耶。",
      "zh_TW": "六祖惠能大師開悟了，要找五祖忍和尚給他印證，是真悟還是假悟，真悟了衣缽就給他。你看他悟了，五祖說你說給我聽，明心見性了，你說來給我聽聽，他就五句話。自性什麼樣子？自性本自清淨、本不生滅（不生不滅）、本自具足。具足什麼？無量智慧、無量德能、無量才藝、無量相好，什麼都是無量的，自性本有的，自性之外什麼都沒有，你要曉得。所以一通一切通，沒有一樣不通。第四，本無動搖，這是什麼？自性本定，自性沒動過，沒有搖晃過，所以自性本定。我們把萬緣放下，心定下來，跟自性本定相應，定久了，豁然大悟，那是什麼？第三句的那個門開了，本自具足的這個門開了，就這麼回事情。末後，能生萬法，整個宇宙從哪裡來的？自性生的，自性能生能現，妄心阿賴耶能變，它不能生、它不能現，它必須在自性所生所現的一真法界，就是實報莊嚴土，把實報莊嚴土變成十法界、變成六道輪迴，這是阿賴耶。"
    },
    {
      "id": "02-041-0400_p0025",
      "zh_CN": "你只把这最重要的纲领抓住，你就晓得怎么回事，我的路应该走哪一条，求觉悟要用真诚心、清净心、恭敬心，你才能求得到，没有这三种心你得不到正法，甚至于你一个真的好老师都找不到。老师教学生的条件就这三样，老实、听话、真干，老师就真教你，你要不老实、不听话、不真干，老师教你是白费功夫，为什么？你不能成材，你不会有成就。所成就的，世间的名闻利养而已，真正佛法里头你没有办法。",
      "zh_TW": "你只把這最重要的綱領抓住，你就曉得怎麼回事，我的路應該走哪一條，求覺悟要用真誠心、清淨心、恭敬心，你才能求得到，沒有這三種心你得不到正法，甚至於你一個真的好老師都找不到。老師教學生的條件就這三樣，老實、聽話、真幹，老師就真教你，你要不老實、不聽話、不真幹，老師教你是白費功夫，為什麼？你不能成材，你不會有成就。所成就的，世間的名聞利養而已，真正佛法裡頭你沒有辦法。"
    },
    {
      "id": "02-041-0400_p0026",
      "zh_CN": "你看，初信位得不到，小乘须陀洹果得不到。须陀洹身见破了，再不执着这个身是我。我是什么？我的体是法身，我的相是整个宇宙，能生万法，整个宇宙是我，是我的相，各种不同的作用，这就是体相用具足。须陀洹就证得，跟着这是报得的，天眼通、天耳通就出现，所以这是圣人，这不是凡夫，他在六道轮回有期限，天上人间七次往来，七番生死，他就证阿罗汉果，就超越六道轮回，到哪里去了？十法界，十法界声闻法界、缘觉法界、菩萨法界、佛法界，在这个里头，净土宗叫做方便有余土。如果分别真断了，不分别了，于一切法都不分别。为什么都不分别？一心，一个相。古人有个比喻，「以金作器，器器皆金」，用黄金做装饰品。我们过去有个同修，陈大川居士，他就做这个行业的，做首饰。有一次邀请我们去参观，我们到展览室，两万多件，这些他所加工的产品，你看到真是美不胜收、琳瑯满目。它是一个字，金，黄金，这一个字全部包括了，一个都不漏。",
      "zh_TW": "你看，初信位得不到，小乘須陀洹果得不到。須陀洹身見破了，再不執著這個身是我。我是什麼？我的體是法身，我的相是整個宇宙，能生萬法，整個宇宙是我，是我的相，各種不同的作用，這就是體相用具足。須陀洹就證得，跟著這是報得的，天眼通、天耳通就出現，所以這是聖人，這不是凡夫，他在六道輪迴有期限，天上人間七次往來，七番生死，他就證阿羅漢果，就超越六道輪迴，到哪裡去了？十法界，十法界聲聞法界、緣覺法界、菩薩法界、佛法界，在這個裡頭，淨土宗叫做方便有餘土。如果分別真斷了，不分別了，於一切法都不分別。為什麼都不分別？一心，一個相。古人有個比喻，「以金作器，器器皆金」，用黃金做裝飾品。我們過去有個同修，陳大川居士，他就做這個行業的，做首飾。有一次邀請我們去參觀，我們到展覽室，兩萬多件，這些他所加工的產品，你看到真是美不勝收、琳瑯滿目。它是一個字，金，黃金，這一個字全部包括了，一個都不漏。"
    },
    {
      "id": "02-041-0400_p0027",
      "zh_CN": "所以佛法是什么？我，我是什么？我是全宇宙，全宇宙是我。有人恨你，要杀你，你要不要报复？牙齿不好把舌头咬破了，舌头要不要报复？为什么不报复？一体，道理在此地，一体。它不明白一体，它就有怨恨、它就报复；知道是一体，欢欢喜喜赶快来调养，没有怨恨。我们一个人在这一生当中，能够把生生世世这些世间的凡情，把它洗刷干净，走向佛道，没有怨恨、没有喜悦，你对我有恩，我感恩，有没有真正欢喜心？没有，心是平等的，心里头除了阿弥陀佛之外，什么念头都没有。净宗好就好在这里，让我们有一念，用一念把其他的念头打掉，这净宗的方法，其他的没有这一念，难！真不容易。你要到心里什么念头都没有，很难。净土宗最大的好处，就是它叫你用一念代替一切念。这不是成功，是到极乐世界，到极乐世界再去修，极乐世界老师阿弥陀佛，阿弥陀佛，光中极尊，佛中之王，没有一尊佛不尊重阿弥陀佛的。",
      "zh_TW": "所以佛法是什麼？我，我是什麼？我是全宇宙，全宇宙是我。有人恨你，要殺你，你要不要報復？牙齒不好把舌頭咬破了，舌頭要不要報復？為什麼不報復？一體，道理在此地，一體。它不明白一體，它就有怨恨、它就報復；知道是一體，歡歡喜喜趕快來調養，沒有怨恨。我們一個人在這一生當中，能夠把生生世世這些世間的凡情，把它洗刷乾淨，走向佛道，沒有怨恨、沒有喜悅，你對我有恩，我感恩，有沒有真正歡喜心？沒有，心是平等的，心裡頭除了阿彌陀佛之外，什麼念頭都沒有。淨宗好就好在這裡，讓我們有一念，用一念把其他的念頭打掉，這淨宗的方法，其他的沒有這一念，難！真不容易。你要到心裡什麼念頭都沒有，很難。淨土宗最大的好處，就是它叫你用一念代替一切念。這不是成功，是到極樂世界，到極樂世界再去修，極樂世界老師阿彌陀佛，阿彌陀佛，光中極尊，佛中之王，沒有一尊佛不尊重阿彌陀佛的。"
    },
    {
      "id": "02-041-0400_p0028",
      "zh_CN": "实际上阿弥陀佛就是一切佛，一个也不漏，因为你从那意思上说，阿翻作无，弥陀翻作量，佛翻作觉，它的中文意思是无量觉，哪一尊佛不是无量觉？所以，一切诸佛统统是阿弥陀佛，你念这一声阿弥陀佛，把十方三世所有一切诸佛都念到了，一个不漏。重要！你不能不懂。不能不懂，误了自己那没话说，你要再耽误别人，你的因果可背不起，他这一生可以到极乐世界去作佛去，你硬把他拉下来，叫他修别的法门，把他这个机会错过了，你也不能往生，为什么？他是你的冤亲债主，你拉他，他也把你拉下来，同样一个道理。无知这两个字出在天主教神父的口里，我们很赞叹、很佩服，真的，真的把这个世界动乱的根源找出来了，那如何我们解决问题？解决问题就是讲经教学，为什么？让他有知，慢慢回头。先听佛所讲的，对佛有了信心、有了认识。佛所说的一切法门，选一个法门，法门平等，无有高下，怎么选？要观机，他是什么根机，学哪样东西好，这个要请教老师。",
      "zh_TW": "實際上阿彌陀佛就是一切佛，一個也不漏，因為你從那意思上說，阿翻作無，彌陀翻作量，佛翻作覺，它的中文意思是無量覺，哪一尊佛不是無量覺？所以，一切諸佛統統是阿彌陀佛，你念這一聲阿彌陀佛，把十方三世所有一切諸佛都念到了，一個不漏。重要！你不能不懂。不能不懂，誤了自己那沒話說，你要再耽誤別人，你的因果可背不起，他這一生可以到極樂世界去作佛去，你硬把他拉下來，叫他修別的法門，把他這個機會錯過了，你也不能往生，為什麼？他是你的冤親債主，你拉他，他也把你拉下來，同樣一個道理。無知這兩個字出在天主教神父的口裡，我們很讚歎、很佩服，真的，真的把這個世界動亂的根源找出來了，那如何我們解決問題？解決問題就是講經教學，為什麼？讓他有知，慢慢回頭。先聽佛所講的，對佛有了信心、有了認識。佛所說的一切法門，選一個法門，法門平等，無有高下，怎麼選？要觀機，他是什麼根機，學哪樣東西好，這個要請教老師。"
    },
    {
      "id": "02-041-0400_p0029",
      "zh_CN": "我在二十六岁那年，方东美先生给我讲哲学概论，最后一个单元佛经哲学，我从这里入门。他告诉我，「释迦牟尼是世界上最伟大的哲学家，大乘佛法是世界上哲学的最高峰，学佛是人生最高的享受」，我从这里入门的。我向章嘉大师说：我对于佛法粗浅的明白了，是大学问，是上上乘法，有没有方法让我们很快能够契入境界？章嘉大师教我看破、放下，看破帮助你放下，放下再帮助你看破，这两个方法像走楼梯一样，相辅相成，从初发心到如来地，就是大乘里面讲的止观，止就是放下，观就是看破。如果他就跟我讲止观，我完全不懂，我刚入佛门，这些名相不了解，他讲看破放下我懂。回过头来我们看看四书，大学一开头也是看破放下，格物，放下，放下物欲，智慧就现前，就是致知。这个智慧现前你才有诚意，诚意，有了诚意之后再提升，正心，心就正了，心正身就修了，自自然然一切戒律你统统都不会触犯，这叫定共戒。正心，诚意正心，诚意是定。正心，真心起作用无有一样不善。",
      "zh_TW": "我在二十六歲那年，方東美先生給我講哲學概論，最後一個單元佛經哲學，我從這裡入門。他告訴我，「釋迦牟尼是世界上最偉大的哲學家，大乘佛法是世界上哲學的最高峰，學佛是人生最高的享受」，我從這裡入門的。我向章嘉大師說：我對於佛法粗淺的明白了，是大學問，是上上乘法，有沒有方法讓我們很快能夠契入境界？章嘉大師教我看破、放下，看破幫助你放下，放下再幫助你看破，這兩個方法像走樓梯一樣，相輔相成，從初發心到如來地，就是大乘裡面講的止觀，止就是放下，觀就是看破。如果他就跟我講止觀，我完全不懂，我剛入佛門，這些名相不了解，他講看破放下我懂。回過頭來我們看看四書，大學一開頭也是看破放下，格物，放下，放下物欲，智慧就現前，就是致知。這個智慧現前你才有誠意，誠意，有了誠意之後再提升，正心，心就正了，心正身就修了，自自然然一切戒律你統統都不會觸犯，這叫定共戒。正心，誠意正心，誠意是定。正心，真心起作用無有一樣不善。"
    },
    {
      "id": "02-041-0400_p0030",
      "zh_CN": "你说四书是不是佛经？我的眼睛当中，它跟《大方广佛华严经》等量齐观，没有两样，朱夫子编的，我有理由相信他读过《华严经》，它很像《华严经》，《华严》有究竟圆满的理论，有极其微妙的方法，还带表演。四书具足，《中庸》是理论，《大学》是方法，《论语》、《孟子》是表演，就是五十三参，《华严经》用了五十三个菩萨，四书只是两个人。孔子是圣人，圣人怎么落实的；孟子是贤人，贤人怎么落实的。贤人是大悟，圣人是大彻大悟，没有两样，我们从这里就晓得了。",
      "zh_TW": "你說四書是不是佛經？我的眼睛當中，它跟《大方廣佛華嚴經》等量齊觀，沒有兩樣，朱夫子編的，我有理由相信他讀過《華嚴經》，它很像《華嚴經》，《華嚴》有究竟圓滿的理論，有極其微妙的方法，還帶表演。四書具足，《中庸》是理論，《大學》是方法，《論語》、《孟子》是表演，就是五十三參，《華嚴經》用了五十三個菩薩，四書只是兩個人。孔子是聖人，聖人怎麼落實的；孟子是賢人，賢人怎麼落實的。賢人是大悟，聖人是大徹大悟，沒有兩樣，我們從這裡就曉得了。"
    },
    {
      "id": "02-041-0400_p0031",
      "zh_CN": "中国文化根深蒂固，但是今天有危机，因为丢掉一百多年，前面五十年疏忽了，对它怀疑，后面这一百年完全丢掉，看到西方人好，全盘西化，一切都要向外国人学习。现在外国人走投无路，要到中国来找宝，中国人自己不相信。所以只有少数外国人认识，佩服得五体投地，好在他们现在要向中国找宝，来解决他的问题，等他把中国宝复兴起来，问题解决了，中国再向他们学习，把传统文化再迎接回来，中国就有希望了，现在我们看到迹象，好！很难得。",
      "zh_TW": "中國文化根深蒂固，但是今天有危機，因為丟掉一百多年，前面五十年疏忽了，對它懷疑，後面這一百年完全丟掉，看到西方人好，全盤西化，一切都要向外國人學習。現在外國人走投無路，要到中國來找寶，中國人自己不相信。所以只有少數外國人認識，佩服得五體投地，好在他們現在要向中國找寶，來解決他的問題，等他把中國寶復興起來，問題解決了，中國再向他們學習，把傳統文化再迎接回來，中國就有希望了，現在我們看到跡象，好！很難得。"
    },
    {
      "id": "02-041-0400_p0032",
      "zh_CN": "注解里面容易懂的，我们就略过去，重要的我们提出来学习，这底下有，「以愚昧蒙昧，故不明经义」，这两句话重要。我们现在看佛经、学佛经，看不懂，听人讲的也听不懂，往往把听的意思错会了，他要肯提出来跟老师研究讨论，还比较好一点，如果听了之后就记在心上，没有讨论的机会，而且他是一种错误的解释，这个对他就是麻烦。",
      "zh_TW": "註解裡面容易懂的，我們就略過去，重要的我們提出來學習，這底下有，「以愚昧蒙昧，故不明經義」，這兩句話重要。我們現在看佛經、學佛經，看不懂，聽人講的也聽不懂，往往把聽的意思錯會了，他要肯提出來跟老師研究討論，還比較好一點，如果聽了之後就記在心上，沒有討論的機會，而且他是一種錯誤的解釋，這個對他就是麻煩。"
    },
    {
      "id": "02-041-0400_p0033",
      "zh_CN": "总而言之一句话，他没有根，学佛都是十七八岁、二十几岁才开始学。扎根教育一定是在三岁，中国古人讲求胎教，怀孕的时候母亲就端正思想，她所想的东西都是好的，没有邪恶的，为什么？影响小孩，言语柔和，决定没有发脾气，没有怨恨人，这个都会伤小孩的身心，一举一动都能合乎规矩，都如法，这个小孩生下来很好养、很听话。妈妈要看三年，三年不能离开眼睛，妳能看到他，他在干什么，不能让他看的就别让他看，不能让他听的就不能给他听，不能让他接触的就统统远离，他所看到听到接触到的，全是伦理道德，全是因果教训，这样的根扎下来他到三岁，所以中国古人讲三岁看八十，三岁扎这个根，八十岁不会改变，根深蒂固，这是圣贤。他要学儒，圣人，他要学佛就是佛菩萨，为什么？根太深厚了。一看到别的新奇的不一样东西，马上就改变，这个没有根。在今天的现象特别多，尤其是科学技术日新月异，叫你接应不暇，这个对修行人是非常大的障碍。最麻烦的就是手机，罪魁祸首，我不用这个东西，人家送给我，我把它丢到字纸篓去，我不受这个害，有了这个东西放在身上，身心不安，不定是哪里送消息给你，都是扰乱你的清净心，扰乱你的修定的功夫。",
      "zh_TW": "總而言之一句話，他沒有根，學佛都是十七八歲、二十幾歲才開始學。扎根教育一定是在三歲，中國古人講求胎教，懷孕的時候母親就端正思想，她所想的東西都是好的，沒有邪惡的，為什麼？影響小孩，言語柔和，決定沒有發脾氣，沒有怨恨人，這個都會傷小孩的身心，一舉一動都能合乎規矩，都如法，這個小孩生下來很好養、很聽話。媽媽要看三年，三年不能離開眼睛，妳能看到他，他在幹什麼，不能讓他看的就別讓他看，不能讓他聽的就不能給他聽，不能讓他接觸的就統統遠離，他所看到聽到接觸到的，全是倫理道德，全是因果教訓，這樣的根扎下來他到三歲，所以中國古人講三歲看八十，三歲扎這個根，八十歲不會改變，根深蒂固，這是聖賢。他要學儒，聖人，他要學佛就是佛菩薩，為什麼？根太深厚了。一看到別的新奇的不一樣東西，馬上就改變，這個沒有根。在今天的現象特別多，尤其是科學技術日新月異，叫你接應不暇，這個對修行人是非常大的障礙。最麻煩的就是手機，罪魁禍首，我不用這個東西，人家送給我，我把它丟到字紙簍去，我不受這個害，有了這個東西放在身上，身心不安，不定是哪裡送消息給你，都是擾亂你的清淨心，擾亂你的修定的功夫。"
    },
    {
      "id": "02-041-0400_p0034",
      "zh_CN": "所以修行，环境真的很重要，真的要找一个很安静、人迹罕至的地方去修行，有三、五个志同道合的同修，真的想走菩提道、想成就，找一个小地方。前年我们到斯里兰卡去参观，斯里兰卡，还是修行的一个好处所，很多山洞，以前人住过的，现在没有，住山洞好，很难得。那个地方的佛教徒很虔诚，山洞里面有人住，他们日中一食，他这一餐饭他送到那个洞口，真正修行那是个好环境。所以愚昧蒙昧就不明经义，那今天的社会，所有一切呈现在你眼前的，你六根所接触的全是愚昧蒙昧，对于我们学习经教是很大的障碍。",
      "zh_TW": "所以修行，環境真的很重要，真的要找一個很安靜、人跡罕至的地方去修行，有三、五個志同道合的同修，真的想走菩提道、想成就，找一個小地方。前年我們到斯里蘭卡去參觀，斯里蘭卡，還是修行的一個好處所，很多山洞，以前人住過的，現在沒有，住山洞好，很難得。那個地方的佛教徒很虔誠，山洞裡面有人住，他們日中一食，他這一餐飯他送到那個洞口，真正修行那是個好環境。所以愚昧蒙昧就不明經義，那今天的社會，所有一切呈現在你眼前的，你六根所接觸的全是愚昧蒙昧，對於我們學習經教是很大的障礙。"
    },
    {
      "id": "02-041-0400_p0035",
      "zh_CN": "下面解释，「以抵触为性，乃好冲突，故于经法不能信受」。现在弘法为什么这么困难？这两句话讲得很好，抵触为性。他的个性就是抵触，他根本不相信别人，那个念头千变万化，好冲突，喜欢冲突。这对于经法不能相信，佛教你三皈五戒十善，你做不到，这是佛教化众生最初的阶段，就是净业三福第一条「孝养父母，奉事师长」，做不到。所以他对于真正的善恶，他没有能力辨别。时间很宝贵，人生几十年一弹指就过去，你要是不掌握到的话，一事无成；掌握到的话，首先你有能力抗拒所有一切的压力、所有一切的诱惑，你有这个能力，不为外境所动摇，这个定功才管用。于是『心无远虑，各欲快意』，只图眼前的享受，没有远虑。底下《会疏》讲的，「不顾后世，但求现乐」，现在的乐，「故云各欲快意」。快是快乐，心里欢喜。下面，「存心瞋恚，贪财好色，无有休止，故云哀哉可伤」。今天社会为什么这么乱，灾难为什么这么多，这段经文都说到了，我们如果自己不回头，十年之后不堪设想。十年之后，真的善知识走了，再没有了，再也找不到，找到的人都是帮助你搞贪瞋痴慢，都是帮助你搞财色名食睡。",
      "zh_TW": "下面解釋，「以抵觸為性，乃好衝突，故於經法不能信受」。現在弘法為什麼這麼困難？這兩句話講得很好，抵觸為性。他的個性就是牴觸，他根本不相信別人，那個念頭千變萬化，好衝突，喜歡衝突。這對於經法不能相信，佛教你三皈五戒十善，你做不到，這是佛教化眾生最初的階段，就是淨業三福第一條「孝養父母，奉事師長」，做不到。所以他對於真正的善惡，他沒有能力辨別。時間很寶貴，人生幾十年一彈指就過去，你要是不掌握到的話，一事無成；掌握到的話，首先你有能力抗拒所有一切的壓力、所有一切的誘惑，你有這個能力，不為外境所動搖，這個定功才管用。於是『心無遠慮，各欲快意』，只圖眼前的享受，沒有遠慮。底下《會疏》講的，「不顧後世，但求現樂」，現在的樂，「故云各欲快意」。快是快樂，心裡歡喜。下面，「存心瞋恚，貪財好色，無有休止，故云哀哉可傷」。今天社會為什麼這麼亂，災難為什麼這麼多，這段經文都說到了，我們如果自己不回頭，十年之後不堪設想。十年之後，真的善知識走了，再沒有了，再也找不到，找到的人都是幫助你搞貪瞋痴慢，都是幫助你搞財色名食睡。"
    },
    {
      "id": "02-041-0400_p0036",
      "zh_CN": "我们看底下这一段，这一段非常重要，「劝发深思」。这有两段，这第一段「昧事真相」，对于事实真相完全不了解。很多人会讲，讲得头头是道，事怎么样？事真的是蒙昧，那就是什么？他做不到。讲到都能做到，他心是开明的，他不是蒙昧的，他有智慧；蒙昧是他没有智慧，他有烦恼，这个才是问题之所在。请看经文：",
      "zh_TW": "我們看底下這一段，這一段非常重要，「勸發深思」。這有兩段，這第一段「昧事真相」，對於事實真相完全不了解。很多人會講，講得頭頭是道，事怎麼樣？事真的是蒙昧，那就是什麼？他做不到。講到都能做到，他心是開明的，他不是蒙昧的，他有智慧；蒙昧是他沒有智慧，他有煩惱，這個才是問題之所在。請看經文："
    },
    {
      "id": "02-041-0400_p0037",
      "zh_CN": "【先人不善。不识道德。无有语者。殊无怪也。死生之趣。善恶之道。都不之信。谓无有是。】",
      "zh_TW": "【先人不善。不識道德。無有語者。殊無怪也。死生之趣。善惡之道。都不之信。謂無有是。】"
    },
    {
      "id": "02-041-0400_p0038",
      "zh_CN": "现在这样的人有多少？比比皆是。学佛，甚至于出家人，出家人为什么会还俗？禁不起诱惑。财的诱惑、名的诱惑、利的诱惑、色的诱惑，谁有那么大的智慧定功能抗拒它，能不受它干扰，不简单。前面这四句话佛教导我们，决定不能责怪这些人，做错事情的人，道理在此地。为什么？『先人不善，不识道德，无有语者』，没有人给他讲，他今天做错事情不能怪他，要原谅他。所以对于作恶的人，特别是伤害我自己的人，我要原谅他，他是佛，他是菩萨，他是好人，可惜他迷了。迷是一时的，他一定会开悟，到他开悟他就明白了，他会忏悔，他会改过，现在他正在迷，迷得很深。",
      "zh_TW": "現在這樣的人有多少？比比皆是。學佛，甚至於出家人，出家人為什麼會還俗？禁不起誘惑。財的誘惑、名的誘惑、利的誘惑、色的誘惑，誰有那麼大的智慧定功能抗拒它，能不受它干擾，不簡單。前面這四句話佛教導我們，決定不能責怪這些人，做錯事情的人，道理在此地。為什麼？『先人不善，不識道德，無有語者』，沒有人給他講，他今天做錯事情不能怪他，要原諒他。所以對於作惡的人，特別是傷害我自己的人，我要原諒他，他是佛，他是菩薩，他是好人，可惜他迷了。迷是一時的，他一定會開悟，到他開悟他就明白了，他會懺悔，他會改過，現在他正在迷，迷得很深。"
    },
    {
      "id": "02-041-0400_p0039",
      "zh_CN": "这四句话重要，为什么原谅人？先人，他的父母没教他，不能怪他父母，他的父母的父母也没教他。中国的家教断了至少一百年，一百年五代，都没有人教。年岁大了，三、四十岁多半跟着外国人走。所以这四句常常放在心上，遇到别人陷害我们，多念几句心就平了，念头就消失了。「《净影疏》曰：素不为善，明其无行」，行是修行，没有修行，「不识道德，彰其无解」。「无解无行，愚痴之极也」。今天有解无行的人，我们遇到过，而且不是遇到一个，好多位。我们非常感叹，我们也决定不毁谤他，我们也不会批评他，我们能够谅解，他怎么样对我不起，我对他还是很恭敬。什么原因？他没人教他。我很幸运，小时候有父母教，虽然是很小。我离开家早，十四岁就离开家，只有一个人生活，但是书念得是不多，看得很多。那个时候社会上有很多的榜样，好人能看到，现在没有了，没人懂了，说的人都没有了，当然样子就更没有了。我们的下一代就不如我，再下一代怎么办？",
      "zh_TW": "這四句話重要，為什麼原諒人？先人，他的父母沒教他，不能怪他父母，他的父母的父母也沒教他。中國的家教斷了至少一百年，一百年五代，都沒有人教。年歲大了，三、四十歲多半跟著外國人走。所以這四句常常放在心上，遇到別人陷害我們，多念幾句心就平了，念頭就消失了。「《淨影疏》曰：素不為善，明其無行」，行是修行，沒有修行，「不識道德，彰其無解」。「無解無行，愚癡之極也」。今天有解無行的人，我們遇到過，而且不是遇到一個，好多位。我們非常感嘆，我們也決定不毀謗他，我們也不會批評他，我們能夠諒解，他怎麼樣對我不起，我對他還是很恭敬。什麼原因？他沒人教他。我很幸運，小時候有父母教，雖然是很小。我離開家早，十四歲就離開家，只有一個人生活，但是書念得是不多，看得很多。那個時候社會上有很多的榜樣，好人能看到，現在沒有了，沒人懂了，說的人都沒有了，當然樣子就更沒有了。我們的下一代就不如我，再下一代怎麼辦？"
    },
    {
      "id": "02-041-0400_p0040",
      "zh_CN": "我们最害怕的，是五千年传统文化灭亡了，灭亡是没有人继承，没有人去学习，没有人懂得，这怎么办？所以我们就想全心全力帮助一些年轻人，这些年轻人应该说都是再来人，都不是普通人，他真正肯发心，一生不搞名闻利养，来救这个世界，来挽救传统文化。那怎么样？学文言文，花个二、三年时间专攻。有文言文的根柢，你就能够读《四库全书》，四库全书只要有一样你会念，全部你都能念，你没有障碍，你把儒道佛都能够兴旺起来，这就是救世主，你救了儒释道。没有这个能力，我搞一家，行，一家兴旺，三家就通了，一门深入，长时薰修，所以读书千遍，其义自见，自然就通了。",
      "zh_TW": "我們最害怕的，是五千年傳統文化滅亡了，滅亡是沒有人繼承，沒有人去學習，沒有人懂得，這怎麼辦？所以我們就想全心全力幫助一些年輕人，這些年輕人應該說都是再來人，都不是普通人，他真正肯發心，一生不搞名聞利養，來救這個世界，來挽救傳統文化。那怎麼樣？學文言文，花個二、三年時間專攻。有文言文的根柢，你就能夠讀《四庫全書》，四庫全書只要有一樣你會念，全部你都能念，你沒有障礙，你把儒道佛都能夠興旺起來，這就是救世主，你救了儒釋道。沒有這個能力，我搞一家，行，一家興旺，三家就通了，一門深入，長時薰修，所以讀書千遍，其義自見，自然就通了。"
    },
    {
      "id": "02-041-0400_p0041",
      "zh_CN": "文字学，一面读书，一面学习一点，只要懂得一些原理原则，就够用了。最重要的，是古人留下来这些好的经典，所以真正能够把四书能背下，在儒教里面学一部经，最好是五经，五经选一种，《易经》、《诗经》，选《礼记》也可以，《礼记》分量很大，选几篇也行，不必完全去读它。《诗》、《书》、《礼》、《春秋左传》，好好去念三年。佛家选几部经典具足代表性的，喜欢中国人的，《六祖坛经》、《金刚经》、《无量寿经》，有这几部就够了，要求自己要把它念一千遍。我们有个榜样胡小林居士，这北京的，他最近用了六年时间专攻《大乘起信论》，他是其义自见，念了一千遍讲一遍，录影带保留下来，到第二个一千遍完了之后又讲一遍，跟前面做比较，就有深度，讲得更圆。第三个一千遍读下去，在我这个地方讲了一遍，我这里留的有他的资料，大概在现前这个时代，无论出家、在家，要学《起信论》，这是第一个人，得力于「一门深入，长时薰修」。",
      "zh_TW": "文字學，一面讀書，一面學習一點，只要懂得一些原理原則，就夠用了。最重要的，是古人留下來這些好的經典，所以真正能夠把四書能背下，在儒教裡面學一部經，最好是五經，五經選一種，《易經》、《詩經》，選《禮記》也可以，《禮記》分量很大，選幾篇也行，不必完全去讀它。《詩》、《書》、《禮》、《春秋左傳》，好好去念三年。佛家選幾部經典具足代表性的，喜歡中國人的，《六祖壇經》、《金剛經》、《無量壽經》，有這幾部就夠了，要求自己要把它念一千遍。我們有個榜樣胡小林居士，這北京的，他最近用了六年時間專攻《大乘起信論》，他是其義自見，念了一千遍講一遍，錄影帶保留下來，到第二個一千遍完了之後又講一遍，跟前面做比較，就有深度，講得更圓。第三個一千遍讀下去，在我這個地方講了一遍，我這裡留的有他的資料，大概在現前這個時代，無論出家、在家，要學《起信論》，這是第一個人，得力於「一門深入，長時薰修」。"
    },
    {
      "id": "02-041-0400_p0042",
      "zh_CN": "他完全没有依靠古人，三千遍完了之后，再看蕅益大师的注解，请蕅益大师给他作证，今人找不到找古人，大意都不错，讲法不一样没有关系，就通过了。所以真正智慧，开智慧，没有老师行。释迦牟尼佛没老师，中国的老子、孔子也没老师，像穆罕默德没老师，耶稣摩西都没老师。他怎么学出来的？无师自通。什么是无师自通？这举一个例子，八万四千法门，门门都可以达到，知识分子用读书、读经，读书千遍，就用这个方法。一千遍念下去之后真的通了，为什么？他妄想没有了，妄想纵然有，不是有很重大的影响，没有分别、没有执着，这才行，有分别有执着都不行。所以我们相信，古圣先贤个个都是从戒定慧里面通的，才成为开山祖师。以后这些祖师大德就有学了，依着第一个老师，第一代、第二代、第三代这样传下去，那一代比一代要低一点，到几十代问题出来了。",
      "zh_TW": "他完全沒有依靠古人，三千遍完了之後，再看蕅益大師的註解，請蕅益大師給他作證，今人找不到找古人，大意都不錯，講法不一樣沒有關係，就通過了。所以真正智慧，開智慧，沒有老師行。釋迦牟尼佛沒老師，中國的老子、孔子也沒老師，像穆罕默德沒老師，耶穌摩西都沒老師。他怎麼學出來的？無師自通。什麼是無師自通？這舉一個例子，八萬四千法門，門門都可以達到，知識分子用讀書、讀經，讀書千遍，就用這個方法。一千遍念下去之後真的通了，為什麼？他妄想沒有了，妄想縱然有，不是有很重大的影響，沒有分別、沒有執著，這才行，有分別有執著都不行。所以我們相信，古聖先賢個個都是從戒定慧裡面通的，才成為開山祖師。以後這些祖師大德就有學了，依著第一個老師，第一代、第二代、第三代這樣傳下去，那一代比一代要低一點，到幾十代問題出來了。"
    },
    {
      "id": "02-041-0400_p0043",
      "zh_CN": "所以中国古人这个教学理念方法效果，太理想了，太好了。要真正有发心的人去做，我们今天训练小朋友，让小朋友走这条路子。古人，古时候十五岁以前，把四书五经统统都能背过，这是从前读书人，这是标准。聪明智慧高的，连《十三经》都能背过，所以他参加考试考取了，国家就任命参政，他真有本事治国平天下。不像现在，现在政治大学政治学系，它也没有像古人这套本事。所以中国文化之可贵，中国文化不能失传，我们要努力抓紧最近这个十年，总要有几个学生，能有三、五十个就不错了，我就很满足了。扎根，根深蒂固，让他们从小读书，儒释道三教必修的课程，那就是一定要背诵的，要念三千遍的，儒家是四书五经；佛法里面是大乘经教，我们暂时选的是《金刚经》跟《无量寿经》这两种；道家的，选的是《老子》、庄子内篇，这是根，儒释道的根本教材，不能不知道的。真正要恢复这个世界上社会秩序，那就是要教学，要认识道德，要肯发心教学，要不然就是无有语者了。什么是善人？善人，第一个道德，第二个愿意教学，做出牺牲奉献。",
      "zh_TW": "所以中國古人這個教學理念方法效果，太理想了，太好了。要真正有發心的人去做，我們今天訓練小朋友，讓小朋友走這條路子。古人，古時候十五歲以前，把四書五經統統都能背過，這是從前讀書人，這是標準。聰明智慧高的，連《十三經》都能背過，所以他參加考試考取了，國家就任命參政，他真有本事治國平天下。不像現在，現在政治大學政治學系，它也沒有像古人這套本事。所以中國文化之可貴，中國文化不能失傳，我們要努力抓緊最近這個十年，總要有幾個學生，能有三、五十個就不錯了，我就很滿足了。扎根，根深蒂固，讓他們從小讀書，儒釋道三教必修的課程，那就是一定要背誦的，要念三千遍的，儒家是四書五經；佛法裡面是大乘經教，我們暫時選的是《金剛經》跟《無量壽經》這兩種；道家的，選的是《老子》、莊子內篇，這是根，儒釋道的根本教材，不能不知道的。真正要恢復這個世界上社會秩序，那就是要教學，要認識道德，要肯發心教學，要不然就是無有語者了。什麼是善人？善人，第一個道德，第二個願意教學，做出犧牲奉獻。"
    },
    {
      "id": "02-041-0400_p0044",
      "zh_CN": "我这一生，出家是章嘉大师教我的，教我出家，嘱咐我一句话，学释迦牟尼佛。释迦牟尼佛一生干什么？教学，办学教学，他在菩提树下开悟，开悟之后就到鹿野苑讲阿含，度五比丘，从这开始。阿含是小学，这个里面都说伦理道德因果和修学的一些基本的课程，小学十二年；十二年教学讲完，向上提升，方等，方等好比中学，前面接小乘，后面开大乘，八年；到第三，再提升，这是释迦牟尼佛畅佛本怀，智慧、般若，《般若经》讲了二十二年；然后最后的八年，《法华》、《涅槃》是研究所，把这个般若菩萨提升到大彻大悟、明心见性，我们讲法身菩萨。",
      "zh_TW": "我這一生，出家是章嘉大師教我的，教我出家，囑咐我一句話，學釋迦牟尼佛。釋迦牟尼佛一生幹什麼？教學，辦學教學，他在菩提樹下開悟，開悟之後就到鹿野苑講阿含，度五比丘，從這開始。阿含是小學，這個裡面都說倫理道德因果和修學的一些基本的課程，小學十二年；十二年教學講完，向上提升，方等，方等好比中學，前面接小乘，後面開大乘，八年；到第三，再提升，這是釋迦牟尼佛暢佛本懷，智慧、般若，《般若經》講了二十二年；然後最後的八年，《法華》、《涅槃》是研究所，把這個般若菩薩提升到大徹大悟、明心見性，我們講法身菩薩。"
    },
    {
      "id": "02-041-0400_p0045",
      "zh_CN": "佛事，释迦牟尼佛干了什么事？教育，所以佛陀是教育家，佛事是教化众生，目标是帮助众生破迷开悟、离苦得乐。记住，帮人开悟，那不是大悟，小悟，小悟就能帮助这些人，一生不做坏事，来生至少还得人天身分，不会堕三途，这是佛教。",
      "zh_TW": "佛事，釋迦牟尼佛幹了什麼事？教育，所以佛陀是教育家，佛事是教化眾生，目標是幫助眾生破迷開悟、離苦得樂。記住，幫人開悟，那不是大悟，小悟，小悟就能幫助這些人，一生不做壞事，來生至少還得人天身分，不會墮三途，這是佛教。"
    },
    {
      "id": "02-041-0400_p0046",
      "zh_CN": "这个地方，不善，不善就是不认识道德。什么是道？五伦是道，道就是自然的，夫妇、父子、兄弟、君臣、朋友，这是自然的，不是哪个发明的，不是哪个创造的，顺乎天，应乎人，德是不违背自然的规律，这就是德。儒家提出五个字，仁义礼智信，佛陀提出五戒，五戒是德，三皈是道。皈依佛、皈依法、皈依僧，那是道，五戒十善是德，人人都要遵守。现在为什么大家不守？形式上有，实质上没有，没有人做榜样给人看。戒受了，三皈受了，你问他什么他都不知道，只是烧三炷香，磕三个头，这怎么行？还有末法时期不是僧赞僧，僧谤僧，佛法就灭了，外面人听到了，那些不信的人听到，你看看他们自己，自家打架、自家毁谤，都不是好人，他说他不是好人，他说他不是好人，结果人家说你们都不是好人，咱远离一点，少跟他接近，这多可怕！",
      "zh_TW": "這個地方，不善，不善就是不認識道德。什麼是道？五倫是道，道就是自然的，夫婦、父子、兄弟、君臣、朋友，這是自然的，不是哪個發明的，不是哪個創造的，順乎天，應乎人，德是不違背自然的規律，這就是德。儒家提出五個字，仁義禮智信，佛陀提出五戒，五戒是德，三皈是道。皈依佛、皈依法、皈依僧，那是道，五戒十善是德，人人都要遵守。現在為什麼大家不守？形式上有，實質上沒有，沒有人做榜樣給人看。戒受了，三皈受了，你問他什麼他都不知道，只是燒三炷香，磕三個頭，這怎麼行？還有末法時期不是僧讚僧，僧謗僧，佛法就滅了，外面人聽到了，那些不信的人聽到，你看看他們自己，自家打架、自家毀謗，都不是好人，他說他不是好人，他說他不是好人，結果人家說你們都不是好人，咱遠離一點，少跟他接近，這多可怕！"
    },
    {
      "id": "02-041-0400_p0047",
      "zh_CN": "这是今天的这么一个时代，我们要原谅他，那就是至少他五代没有人教，他怎么会知道？所以道也不知道，德也不知道，没人给他讲，跟他讲他也不能接受，他不会听，所以不能责怪他，要原谅他。他有好的地方赞叹，他有不好的地方决定不提，久而久之，十年、二十年、三十年，慢慢有一天他想过了，我糟蹋别人，人家都原谅我；我批评别人、糟蹋别人，我不能原谅人，人家能原谅我，他有感动的一天，肯定有，他觉悟了就有。他要一生不觉悟，他一生不知道，果报三途，很可怕！",
      "zh_TW": "這是今天的這麼一個時代，我們要原諒他，那就是至少他五代沒有人教，他怎麼會知道？所以道也不知道，德也不知道，沒人給他講，跟他講他也不能接受，他不會聽，所以不能責怪他，要原諒他。他有好的地方讚歎，他有不好的地方決定不提，久而久之，十年、二十年、三十年，慢慢有一天他想過了，我糟蹋別人，人家都原諒我；我批評別人、糟蹋別人，我不能原諒人，人家能原諒我，他有感動的一天，肯定有，他覺悟了就有。他要一生不覺悟，他一生不知道，果報三途，很可怕！"
    },
    {
      "id": "02-041-0400_p0048",
      "zh_CN": "「世代相承，子受父教，都是邪说，不谈善恶果报，故云无有语者」。这是真的，现在都是这样，你跟他谈这些，他说这是迷信，这是假的，这是封建时代那些聪明帝王骗老百姓的，造谣生事，用这种方法安定社会，不是真的。他聪明，他知道真的，把圣贤教化都认为这是邪说。",
      "zh_TW": "「世代相承，子受父教，都是邪說，不談善惡果報，故云無有語者」。這是真的，現在都是這樣，你跟他談這些，他說這是迷信，這是假的，這是封建時代那些聰明帝王騙老百姓的，造謠生事，用這種方法安定社會，不是真的。他聰明，他知道真的，把聖賢教化都認為這是邪說。"
    },
    {
      "id": "02-041-0400_p0049",
      "zh_CN": "我们再往下看，「先人痴顽」，顽是顽固，愚痴顽固。「后辈无知，事乃必然」，所以今天这个社会理所当然。从两百年前，我们把宗教教育疏忽，不重视了，一百年前整个丢掉了，不再提倡，还有几个老人代代相传，还有十来个人。我学佛的时候，这六十年过去，这十几个人都没有了，都不在了，现在就没听说了。后继无人，大乘佛教八个宗派，八个宗派都没有传人，藏传的还有一些学经学教的，修学都还不错，汉传里面我就没听说过了，我相信有，我不知道。",
      "zh_TW": "我們再往下看，「先人癡頑」，頑是頑固，愚痴頑固。「後輩無知，事乃必然」，所以今天這個社會理所當然。從兩百年前，我們把宗教教育疏忽，不重視了，一百年前整個丟掉了，不再提倡，還有幾個老人代代相傳，還有十來個人。我學佛的時候，這六十年過去，這十幾個人都沒有了，都不在了，現在就沒聽說了。後繼無人，大乘佛教八個宗派，八個宗派都沒有傳人，藏傳的還有一些學經學教的，修學都還不錯，漢傳裡面我就沒聽說過了，我相信有，我不知道。"
    },
    {
      "id": "02-041-0400_p0050",
      "zh_CN": "下面讲，『死生之趣，善恶之道』，「《净影疏》曰：生死之趣，不能自见，不识果也。善恶之道，不能自见，不识因也。于因于果，自心不识。他无语者，故永不解。是以都不之信，谓无有是」，这就是现前我们所遇到的，现在要想世界大同、宗教一家，确实这是很多人心里的愿望，我们接触一些政界政治人物，接触教育界这些校长老师们，接触宗教界，都有这个愿心，这就很难得，都有复兴的这个意愿。",
      "zh_TW": "下面講，『死生之趣，善惡之道』，「《淨影疏》曰：生死之趣，不能自見，不識果也。善惡之道，不能自見，不識因也。於因於果，自心不識。他無語者，故永不解。是以都不之信，謂無有是」，這就是現前我們所遇到的，現在要想世界大同、宗教一家，確實這是很多人心裡的願望，我們接觸一些政界政治人物，接觸教育界這些校長老師們，接觸宗教界，都有這個願心，這就很難得，都有復興的這個意願。"
    },
    {
      "id": "02-041-0400_p0051",
      "zh_CN": "从哪里下手？从教育下手，只要把教育提起来就有救，教育不提起来，十年之后，真的，想提找不到老师了。像我这个年龄还能讲几天？随时都可以走，所以我还不迷惑，还没有糊涂，往生是我第一桩大事。所以你们不管怎么样，用什么心态对我，我都感恩，善我感恩，不善也感恩，这是极乐世界人做人的根本原则，不能在晚年还造罪业，那就不像话了。年轻能够忍受、能承受得住，晚年更没有问题，这是大事。",
      "zh_TW": "從哪裡下手？從教育下手，只要把教育提起來就有救，教育不提起來，十年之後，真的，想提找不到老師了。像我這個年齡還能講幾天？隨時都可以走，所以我還不迷惑，還沒有糊塗，往生是我第一樁大事。所以你們不管怎麼樣，用什麼心態對我，我都感恩，善我感恩，不善也感恩，這是極樂世界人做人的根本原則，不能在晚年還造罪業，那就不像話了。年輕能夠忍受、能承受得住，晚年更沒有問題，這是大事。"
    },
    {
      "id": "02-041-0400_p0052",
      "zh_CN": "佛不度无缘之人，有缘，我们全心全力帮助他成就他，特别是小朋友，十五岁以前的。功夫还算不错，四书五经都能够背诵，要好好照顾他，决定不能有傲慢心。自己会，看到别人不会，瞧不起，完了，要有恭敬心，要学孔老夫子，内，放下贪瞋痴慢疑；外，学孔老夫子的温良恭俭让，这才是圣贤，将来成就很大，如果有傲慢就不行。所以要学孔夫子，温和、善良、恭敬，这一句最重要，恭敬就没有傲慢，对人人都要看成佛菩萨一样恭敬，我固然有长处，人家也有，他要得定、要开智慧，他可能还在我之上，怎么敢轻慢别人？生活要节俭，节俭比什么都快乐，最后让，要谦让、要谦虚，样样都让别人，你要，给你，我们统统放下了，我要到极乐世界去，这个世界上，没有一样东西可以带走的，我怎么会跟你争？不可能。我要跟你争，极乐世界去不了，这一生的愿望就落空了。所以要让，什么都让给你，只要我有的，你要我都给你，我一样都不要。",
      "zh_TW": "佛不度無緣之人，有緣，我們全心全力幫助他成就他，特別是小朋友，十五歲以前的。功夫還算不錯，四書五經都能夠背誦，要好好照顧他，決定不能有傲慢心。自己會，看到別人不會，瞧不起，完了，要有恭敬心，要學孔老夫子，內，放下貪瞋痴慢疑；外，學孔老夫子的溫良恭儉讓，這才是聖賢，將來成就很大，如果有傲慢就不行。所以要學孔夫子，溫和、善良、恭敬，這一句最重要，恭敬就沒有傲慢，對人人都要看成佛菩薩一樣恭敬，我固然有長處，人家也有，他要得定、要開智慧，他可能還在我之上，怎麼敢輕慢別人？生活要節儉，節儉比什麼都快樂，最後讓，要謙讓、要謙虛，樣樣都讓別人，你要，給你，我們統統放下了，我要到極樂世界去，這個世界上，沒有一樣東西可以帶走的，我怎麼會跟你爭？不可能。我要跟你爭，極樂世界去不了，這一生的願望就落空了。所以要讓，什麼都讓給你，只要我有的，你要我都給你，我一樣都不要。"
    },
    {
      "id": "02-041-0400_p0053",
      "zh_CN": "而且我们的希望，愈早往生愈好，这个世间我明白了，我看破了，是完全了解，我应该走了，我不会跟任何人争，就是希望每个宗教都有圣贤出世，每个学派都有大圣大贤来教导、来传承，地球的人类前途一片光明，这是我们所期望的。教学有成就，那就是接受教学的人都承认、都深信，真正相信，深信不疑。必须要把证据拿来给他们看，证据，首先自己做榜样，别人不肯做我做，我做出样子来给你看，这个很重要。有人跟我志同道合，我们一起做榜样给大家看，让大家能相信，不再说这是迷信，真正叫你得到身心快乐，你感到你这一生活得很幸福，好！家庭和睦，家和万事兴，事业顺利，为什么顺利？让就顺利了，不能跟人争。让就发财，愈让愈多；愈争愈少，还有祸害，所以不能够争，这个不能不知道。",
      "zh_TW": "而且我們的希望，愈早往生愈好，這個世間我明白了，我看破了，是完全了解，我應該走了，我不會跟任何人爭，就是希望每個宗教都有聖賢出世，每個學派都有大聖大賢來教導、來傳承，地球的人類前途一片光明，這是我們所期望的。教學有成就，那就是接受教學的人都承認、都深信，真正相信，深信不疑。必須要把證據拿來給他們看，證據，首先自己做榜樣，別人不肯做我做，我做出樣子來給你看，這個很重要。有人跟我志同道合，我們一起做榜樣給大家看，讓大家能相信，不再說這是迷信，真正叫你得到身心快樂，你感到你這一生活得很幸福，好！家庭和睦，家和萬事興，事業順利，為什麼順利？讓就順利了，不能跟人爭。讓就發財，愈讓愈多；愈爭愈少，還有禍害，所以不能夠爭，這個不能不知道。"
    },
    {
      "id": "02-041-0400_p0054",
      "zh_CN": "让是大德，积功累德怎么成就的？就是「让」这个字得来的。大家都能有信心，对圣人教诲都能产生信心，知道他是真的，我也有真的，他的真的露出来，我的真的被埋没，被烦恼习气障碍住，透不出来，不是没有。我应该跟他一样把障碍放下，障碍是什么？妄想、分别、执着；妄想里面包括起心动念，包括这个东西。所以我们要学六根接触看得清楚、听得清楚，样样都清楚，不起心、不动念、不分别、不执着，这叫真修行，这叫功夫真得力。其他的，恒顺众生、随喜功德就好。",
      "zh_TW": "讓是大德，積功累德怎麼成就的？就是「讓」這個字得來的。大家都能有信心，對聖人教誨都能產生信心，知道他是真的，我也有真的，他的真的露出來，我的真的被埋沒，被煩惱習氣障礙住，透不出來，不是沒有。我應該跟他一樣把障礙放下，障礙是什麼？妄想、分別、執著；妄想裡面包括起心動念，包括這個東西。所以我們要學六根接觸看得清楚、聽得清楚，樣樣都清楚，不起心、不動念、不分別、不執著，這叫真修行，這叫功夫真得力。其他的，恆順眾生、隨喜功德就好。"
    },
    {
      "id": "02-041-0400_p0055",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}