{
  "doc_id": "02-041-0168",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六八集",
    "zh_TW": "第一六八集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0168",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-041-0168_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0168_p0002",
      "zh_CN": "请看《大经科注》第四百三十六页，我们从念老的注解看起，就是第二行：",
      "zh_TW": "請看《大經科註》第四百三十六頁，我們從念老的註解看起，就是第二行："
    },
    {
      "id": "02-041-0168_p0003",
      "zh_CN": "「首四句，总括全部大愿。愿我成佛时，所居之佛刹，具足无量胜妙功德，具足无量清净庄严。」经文：『我若证得无上菩提，成正觉已，所居佛刹，具足无量不可思议功德庄严』。这四句非常重要。后面我们要学四十八愿，愿愿都是这四句广说，这四句是四十八愿的总说，所以愿愿都是，每一愿都具足这四句，这个意思才能够圆满。我们前面学到这个地方，我继续把下面念一念，「具足者，圆满也。周遍含摄，无欠无余，故云具足」。具足两个字的意思非常的深广，它包容一切法，在这个地方用四十八愿代表一切法，句句都是圆融无碍，故云具足。「所具功德与庄严，皆不可思议，超情离见」，情见是妄想、分别、执着，六道众生都有，只有轻重差别不同。超是超越，超越了情见，不但超越六道，超越二乘，超越法身菩萨，所以说「非思量分别之所能知」。我们把思量，思量是起心动念、分别执着，把这个东西统统放下，清净心现前了，平等心现前了。「非语言文字之所能表，故曰不可思议」。语言能不能说？说不出来；文字能不能把它形容出来？也无法做到。所以叫不可思议，不能够思，思是起心动念；不能够议，议是议论、讲解。这真的，为什么？思是生灭法，你看前念断了，后念又生了，所以它不是真的，也就是思想不是真的，议论就不必说了，议论当然也不是真的；把思议拿掉，真的就现前了。",
      "zh_TW": "「首四句，總括全部大願。願我成佛時，所居之佛剎，具足無量勝妙功德，具足無量清淨莊嚴。」經文：『我若證得無上菩提，成正覺已，所居佛剎，具足無量不可思議功德莊嚴』。這四句非常重要。後面我們要學四十八願，願願都是這四句廣說，這四句是四十八願的總說，所以願願都是，每一願都具足這四句，這個意思才能夠圓滿。我們前面學到這個地方，我繼續把下面念一念，「具足者，圓滿也。周遍含攝，無欠無餘，故云具足」。具足兩個字的意思非常的深廣，它包容一切法，在這個地方用四十八願代表一切法，句句都是圓融無礙，故云具足。「所具功德與莊嚴，皆不可思議，超情離見」，情見是妄想、分別、執著，六道眾生都有，只有輕重差別不同。超是超越，超越了情見，不但超越六道，超越二乘，超越法身菩薩，所以說「非思量分別之所能知」。我們把思量，思量是起心動念、分別執著，把這個東西統統放下，清淨心現前了，平等心現前了。「非語言文字之所能表，故曰不可思議」。語言能不能說？說不出來；文字能不能把它形容出來？也無法做到。所以叫不可思議，不能夠思，思是起心動念；不能夠議，議是議論、講解。這真的，為什麼？思是生滅法，你看前念斷了，後念又生了，所以它不是真的，也就是思想不是真的，議論就不必說了，議論當然也不是真的；把思議拿掉，真的就現前了。"
    },
    {
      "id": "02-041-0168_p0004",
      "zh_CN": "我们面对着一切万法，是真妄和合在一起，真不碍妄，妄也不碍真，它们两个确确实实融在一起。我们多次用电视屏幕做比喻，我们用这个工具，虽然不同在一个教室，在各个不同的地区，我们在同一时间在一起学习。打开这个屏幕，屏幕真的，它上面什么都没有，我们打开频道，音像出现了，我们听到声音，看到画面。这个画面在哪里？画面就在屏幕上。屏幕是真的，画面是假的，这做比喻。为什么？屏幕没有生灭，画面有生灭。今天电视这个画面，相当于我们过去看到的电影。早年我们看到的电影是每秒钟二十四次的生灭，也就是一秒钟镜头的开合，开就画面生，关起来画面就灭，一秒钟二十四次的生灭。现在我们所看到的电视是数码，速度快了，一秒钟是一百次的生灭，比以前快多了，所以非常逼真。什么人能够在画面看到屏幕，屏幕看到画面？这就是不思议境界的一个浓缩。我们会看电视也能开悟，也能成佛。",
      "zh_TW": "我們面對著一切萬法，是真妄和合在一起，真不礙妄，妄也不礙真，它們兩個確確實實融在一起。我們多次用電視屏幕做比喻，我們用這個工具，雖然不同在一個教室，在各個不同的地區，我們在同一時間在一起學習。打開這個屏幕，屏幕真的，它上面什麼都沒有，我們打開頻道，音像出現了，我們聽到聲音，看到畫面。這個畫面在哪裡？畫面就在屏幕上。屏幕是真的，畫面是假的，這做比喻。為什麼？屏幕沒有生滅，畫面有生滅。今天電視這個畫面，相當於我們過去看到的電影。早年我們看到的電影是每秒鐘二十四次的生滅，也就是一秒鐘鏡頭的開合，開就畫面生，關起來畫面就滅，一秒鐘二十四次的生滅。現在我們所看到的電視是數碼，速度快了，一秒鐘是一百次的生滅，比以前快多了，所以非常逼真。什麼人能夠在畫面看到屏幕，屏幕看到畫面？這就是不思議境界的一個濃縮。我們會看電視也能開悟，也能成佛。"
    },
    {
      "id": "02-041-0168_p0005",
      "zh_CN": "真的不可得，为什么？真的里面什么都没有，清净心中不立一法，连佛法也没有。你看佛法，释迦牟尼佛、菩萨、罗汉有形相，这形相怎么样？有生灭。释迦牟尼佛为我们现的是应化身，住在这个世间八十年，有生有灭，有生老病死；所说的这些佛法，这些经典，四十九年所说的一切经，文字记载的，这文字有生有灭。又何况世尊讲得很清楚、很明白，释迦牟尼佛的法运，在这个世间有正法、有像法、有末法，总共一万二千年，一万二千年之后，释迦牟尼佛所说的一切法在这个世界上找不到了，完全毁灭了，生灭法。生灭法是假的，所以也不可得，刹那生灭，不可得。真的不生不灭，它里头没有现象，它没有物质现象，也没有念头，精神现象没有，也没有自然现象，所以统统不可得，真跟妄都不可得。",
      "zh_TW": "真的不可得，為什麼？真的裡面什麼都沒有，清淨心中不立一法，連佛法也沒有。你看佛法，釋迦牟尼佛、菩薩、羅漢有形相，這形相怎麼樣？有生滅。釋迦牟尼佛為我們現的是應化身，住在這個世間八十年，有生有滅，有生老病死；所說的這些佛法，這些經典，四十九年所說的一切經，文字記載的，這文字有生有滅。又何況世尊講得很清楚、很明白，釋迦牟尼佛的法運，在這個世間有正法、有像法、有末法，總共一萬二千年，一萬二千年之後，釋迦牟尼佛所說的一切法在這個世界上找不到了，完全毀滅了，生滅法。生滅法是假的，所以也不可得，剎那生滅，不可得。真的不生不滅，它裡頭沒有現象，它沒有物質現象，也沒有念頭，精神現象沒有，也沒有自然現象，所以統統不可得，真跟妄都不可得。"
    },
    {
      "id": "02-041-0168_p0006",
      "zh_CN": "我们学佛学什么？就是迷悟不一样，凡夫迷而不觉；佛菩萨，法身菩萨，觉而不迷，就这么回事情。我们学佛，希望我们回归到觉而不迷，觉而不迷就是佛菩萨，就融入常寂光，自性本能，也是此地讲的具足无量清净庄严。清净是自性，是本性，我们今天完全变成染污，清净心不见了，学佛要恢复清净心就成佛了。清净里面包含着平等，也包含着觉悟，我们的经题「清净平等觉」，修什么？就修这个。这三样都是本有的，我们现在不是真的失掉了，迷失。它在，就在面前，从来没有丢失过，可是我们不知道，完全没有感觉到。佛教我们把染污放下，清净平等觉就现前。我们放下多少，这就是功夫，你就恢复多少。这里分三个阶段，第一个阶段是清净心，阿罗汉所证得的，小乘尊者证得的；第二是平等心，菩萨所证得的；最高的是佛跟法身大士所证的，觉。这清净平等觉，这就是无上正等正觉，阿耨多罗三藐三菩提，学佛就是希望得到这个。这是本有的，现在迷了，迷破了之后它就现前，你就能证得，证得这个得大自在，我们不能不知道。",
      "zh_TW": "我們學佛學什麼？就是迷悟不一樣，凡夫迷而不覺；佛菩薩，法身菩薩，覺而不迷，就這麼回事情。我們學佛，希望我們回歸到覺而不迷，覺而不迷就是佛菩薩，就融入常寂光，自性本能，也是此地講的具足無量清淨莊嚴。清淨是自性，是本性，我們今天完全變成染污，清淨心不見了，學佛要恢復清淨心就成佛了。清淨裡面包含著平等，也包含著覺悟，我們的經題「清淨平等覺」，修什麼？就修這個。這三樣都是本有的，我們現在不是真的失掉了，迷失。它在，就在面前，從來沒有丟失過，可是我們不知道，完全沒有感覺到。佛教我們把染污放下，清淨平等覺就現前。我們放下多少，這就是功夫，你就恢復多少。這裡分三個階段，第一個階段是清淨心，阿羅漢所證得的，小乘尊者證得的；第二是平等心，菩薩所證得的；最高的是佛跟法身大士所證的，覺。這清淨平等覺，這就是無上正等正覺，阿耨多羅三藐三菩提，學佛就是希望得到這個。這是本有的，現在迷了，迷破了之後它就現前，你就能證得，證得這個得大自在，我們不能不知道。"
    },
    {
      "id": "02-041-0168_p0007",
      "zh_CN": "我们自己非常幸运，在这一生当中得人身，遇到佛法，又遇到净宗，又遇到这部经典。这部经典出现在这个世间不是很久，二战之后才出来的，距离现在六十几年。这本书应运而生，它的任务是什么？度我们现前地球上苦难的众生。因为这个阶段，地球上众生过的生活特别苦，有史以来社会没有这样乱过，以前多少还有一点道德观念，还有一点人情味，现在没有了，完全是利害。怎么办？佛菩萨出世，替我们在经典里面重新做一次整理，整理一部精要的本子，方便我们学习。就好像我们现在学习各个宗教的典籍，宗教要团结，宗教要回归教育，宗教要互相学习。经本，每个宗教经本分量都很大，无从下手，也没有那么多的时间，怎么办？我们就想出个点子，３６０，取其精华，分量不多，我们容易学习。《群书治要》有３６０。《群书治要》是什么？是《四库全书》的３６０，精华篇。现在我们用的《３６０》又是《治要》的３６０，精华当中的精华，方便！这部《无量寿经》会集本是什么？是整部《大藏经》的３６０，精华篇。全部《大藏经》我们没法子学，我们就学一个宗派，一个宗派里面典籍也不少，净土宗典籍最少，但是你一生还是学不完，没那么长的时间，现在编成这一部，这一部就是净土宗的３６０，分量好，不很长也不短，念一遍一、二个小时。用什么样的心态，关键你能学习多少，你能得多少，心态关系大。",
      "zh_TW": "我們自己非常幸運，在這一生當中得人身，遇到佛法，又遇到淨宗，又遇到這部經典。這部經典出現在這個世間不是很久，二戰之後才出來的，距離現在六十幾年。這本書應運而生，它的任務是什麼？度我們現前地球上苦難的眾生。因為這個階段，地球上眾生過的生活特別苦，有史以來社會沒有這樣亂過，以前多少還有一點道德觀念，還有一點人情味，現在沒有了，完全是利害。怎麼辦？佛菩薩出世，替我們在經典裡面重新做一次整理，整理一部精要的本子，方便我們學習。就好像我們現在學習各個宗教的典籍，宗教要團結，宗教要回歸教育，宗教要互相學習。經本，每個宗教經本分量都很大，無從下手，也沒有那麼多的時間，怎麼辦？我們就想出個點子，３６０，取其精華，分量不多，我們容易學習。《群書治要》有３６０。《群書治要》是什麼？是《四庫全書》的３６０，精華篇。現在我們用的《３６０》又是《治要》的３６０，精華當中的精華，方便！這部《無量壽經》會集本是什麼？是整部《大藏經》的３６０，精華篇。全部《大藏經》我們沒法子學，我們就學一個宗派，一個宗派裡面典籍也不少，淨土宗典籍最少，但是你一生還是學不完，沒那麼長的時間，現在編成這一部，這一部就是淨土宗的３６０，分量好，不很長也不短，念一遍一、二個小時。用什麼樣的心態，關鍵你能學習多少，你能得多少，心態關係大。"
    },
    {
      "id": "02-041-0168_p0008",
      "zh_CN": "真正是佛法当机者，现在愈来愈少了，除了这个法门之外，要想得到清净平等觉，难！清净平等觉是修学的目标，我们学佛为什么？就为这个。得清净心证阿罗汉果，超越六道轮回；证得平等心，法身菩萨，超越十法界；觉，回归常寂光，那是无上菩提，在经题上。这是大彻大悟、明心见性，见性成佛，成佛才真正离究竟苦，得究竟乐。究竟乐是什么？也在经题上，「大乘」，大乘是圆满的智慧，不可思议，圆满的智慧；「无量寿」，无量寿是不生不灭，真的不是假的，因为自性本来是没有生灭的。惠能大师开悟了，这是我们最熟悉的，你看《坛经》记载的，他开悟见性了，性是什么样子，他说了五句话，第二句话就是「何期自性，本不生灭」。自性是真正的自己，是自己的真心，不生不灭，无量寿，这一句就是无量寿。后面还有「庄严」，庄严是美好，就是究竟乐。我们凡夫，这个里面所谓是五欲之乐，七情五欲，七情五欲之乐不是真的。如果享受七情五欲，没有伦理道德的约束，他就造罪业，为什么？太过分了，过分就造业。善业，三善道的果报；恶业，三恶道的果报，有因有果，业因果报丝毫不爽，这个道理要懂。佛教导我们永远脱离，得真正的乐，那个乐里头不造业，那个乐里面依旧保持清净平等觉。清净平等觉，他享受的那个乐是真乐，跟我们这个天上人间完全不一样，不造业。",
      "zh_TW": "真正是佛法當機者，現在愈來愈少了，除了這個法門之外，要想得到清淨平等覺，難！清淨平等覺是修學的目標，我們學佛為什麼？就為這個。得清淨心證阿羅漢果，超越六道輪迴；證得平等心，法身菩薩，超越十法界；覺，回歸常寂光，那是無上菩提，在經題上。這是大徹大悟、明心見性，見性成佛，成佛才真正離究竟苦，得究竟樂。究竟樂是什麼？也在經題上，「大乘」，大乘是圓滿的智慧，不可思議，圓滿的智慧；「無量壽」，無量壽是不生不滅，真的不是假的，因為自性本來是沒有生滅的。惠能大師開悟了，這是我們最熟悉的，你看《壇經》記載的，他開悟見性了，性是什麼樣子，他說了五句話，第二句話就是「何期自性，本不生滅」。自性是真正的自己，是自己的真心，不生不滅，無量壽，這一句就是無量壽。後面還有「莊嚴」，莊嚴是美好，就是究竟樂。我們凡夫，這個裡面所謂是五欲之樂，七情五欲，七情五欲之樂不是真的。如果享受七情五欲，沒有倫理道德的約束，他就造罪業，為什麼？太過分了，過分就造業。善業，三善道的果報；惡業，三惡道的果報，有因有果，業因果報絲毫不爽，這個道理要懂。佛教導我們永遠脫離，得真正的樂，那個樂裡頭不造業，那個樂裡面依舊保持清淨平等覺。清淨平等覺，他享受的那個樂是真樂，跟我們這個天上人間完全不一樣，不造業。"
    },
    {
      "id": "02-041-0168_p0009",
      "zh_CN": "你看这四句意思多深，每一愿里面都是这四句，要是详细的写出来，每一愿前面都要加这四句。这四句是总说，四十八愿是别说、细说，这是总说。所以说不是语言文字所能表，真正不可思议。「《华严经》独明事事无碍之不可思议境界」，其他经里佛没有说，只有在《华严》说了，理事无碍、事事无碍，没有障碍，真的不是假的。我们现在为什么有障碍？我们有起心动念、有分别执着。起心动念是迷，分别执着是迷了自性所起的造作，六道乃至于十法界都不能摆脱。见性之后，大彻大悟见性之后，事事无碍现前了，真没有障碍了，这是什么？法身菩萨。我们能不能得到？海贤老和尚给我们做榜样，他能得到，我们也能得到。他凭什么得到的？他不认识字，没有念过书，出了家，一生没有读过一部经，不认识字，没有听过一次经，他凭什么得到的？他的老师教的，出家的时候给他剃度，剃度完了之后传给他一句佛法，一句南无阿弥陀佛，嘱咐他一直念下去。这个人老实、听话、真干，你看这一句南无阿弥陀佛他念了多久？念了九十二年，从剃度那一天开始念，到往生极乐世界，九十二年，一百一十二岁走的。",
      "zh_TW": "你看這四句意思多深，每一願裡面都是這四句，要是詳細的寫出來，每一願前面都要加這四句。這四句是總說，四十八願是別說、細說，這是總說。所以說不是語言文字所能表，真正不可思議。「《華嚴經》獨明事事無礙之不可思議境界」，其他經裡佛沒有說，只有在《華嚴》說了，理事無礙、事事無礙，沒有障礙，真的不是假的。我們現在為什麼有障礙？我們有起心動念、有分別執著。起心動念是迷，分別執著是迷了自性所起的造作，六道乃至於十法界都不能擺脫。見性之後，大徹大悟見性之後，事事無礙現前了，真沒有障礙了，這是什麼？法身菩薩。我們能不能得到？海賢老和尚給我們做榜樣，他能得到，我們也能得到。他憑什麼得到的？他不認識字，沒有念過書，出了家，一生沒有讀過一部經，不認識字，沒有聽過一次經，他憑什麼得到的？他的老師教的，出家的時候給他剃度，剃度完了之後傳給他一句佛法，一句南無阿彌陀佛，囑咐他一直念下去。這個人老實、聽話、真幹，你看這一句南無阿彌陀佛他念了多久？念了九十二年，從剃度那一天開始念，到往生極樂世界，九十二年，一百一十二歲走的。"
    },
    {
      "id": "02-041-0168_p0010",
      "zh_CN": "实际上真的要想往生，我们细心去观察，他应该在什么时候就可以往生了？二十岁念佛，顶多二十五岁，他就可以往生了。为什么不往生，要活到一百一十二岁？阿弥陀佛给他任务，叫他给学佛的同学做个榜样，叫他给念佛同修做个榜样，他做到了。所以我们看他，二十五岁肯定得到功夫成片。得到功夫成片就能往生，还有寿命可以不要了。多少人功夫到这个程度就求阿弥陀佛带他走，寿命不要了，这样的人很多很多。海贤老和尚，佛把他留下来，不让他去，叫他在这个世间多住几年，给念佛人做个榜样。他有什么长处佛看中了？他老实，他听话，他真干，这就是佛要求的对象。你能够有这三句话，真正是老实人、听话的人、真干的人，佛就一定是劝你在这个世间多住几年，给大家做个好样子。他学佛，生活、工作、待人接物，他用什么心态？我们要能看得出来，他用真诚心，他用清净心，一点都不染污；真诚心，虚情假意丝毫没有，用恭敬心。你有这个条件，阿弥陀佛一定劝你不着急到极乐世界，极乐世界你随时可以去，看到现在地球上的众生遭到这样的苦难，希望你发菩提心，怜悯这些众生，做好榜样给他看。",
      "zh_TW": "實際上真的要想往生，我們細心去觀察，他應該在什麼時候就可以往生了？二十歲念佛，頂多二十五歲，他就可以往生了。為什麼不往生，要活到一百一十二歲？阿彌陀佛給他任務，叫他給學佛的同學做個榜樣，叫他給念佛同修做個榜樣，他做到了。所以我們看他，二十五歲肯定得到功夫成片。得到功夫成片就能往生，還有壽命可以不要了。多少人功夫到這個程度就求阿彌陀佛帶他走，壽命不要了，這樣的人很多很多。海賢老和尚，佛把他留下來，不讓他去，叫他在這個世間多住幾年，給念佛人做個榜樣。他有什麼長處佛看中了？他老實，他聽話，他真幹，這就是佛要求的對象。你能夠有這三句話，真正是老實人、聽話的人、真幹的人，佛就一定是勸你在這個世間多住幾年，給大家做個好樣子。他學佛，生活、工作、待人接物，他用什麼心態？我們要能看得出來，他用真誠心，他用清淨心，一點都不染污；真誠心，虛情假意絲毫沒有，用恭敬心。你有這個條件，阿彌陀佛一定勸你不著急到極樂世界，極樂世界你隨時可以去，看到現在地球上的眾生遭到這樣的苦難，希望你發菩提心，憐憫這些眾生，做好榜樣給他看。"
    },
    {
      "id": "02-041-0168_p0011",
      "zh_CN": "教化众生不外乎两个方法，言教、身行。我们是用言教，贤公老和尚用身行，他用身教，把《无量寿经》这里面所讲的点点滴滴他全做到了，他所表演的是活的《无量寿经》。《无量寿经》在哪里？在他生活里头，在他工作里头，在他处事待人接物里头，妙极了！所以他的一生，生活、工作、待人接物是一部活的《无量寿经》，你拿《无量寿经》去核对，一点都不错。身行有言教，言教有身行，他是以身行为主，言教是附带的，那个言语也是妙绝了，虽然没有念过书，从自性里面的一乘法流露出来。我们要会看，碟片会看，看不懂没关系，多看，用恭敬心去看，用真诚心去看，用清净心去看，看上一千遍，看上两千遍，门道就被你看出来了。这个里面你一定会得法喜，法喜充满，跟老和尚一样，就会把《大乘无量寿经》跟自己的生活、工作、待人接物融成一片。你生活在哪里？你生活在《无量寿经》里，《无量寿经》就是极乐世界；换句话说，你已经在极乐世界了。功夫成片以后提到事一心、到理一心，理一心现前之后，你想见极乐世界就见到，你想见阿弥陀佛，阿弥陀佛就现身。所以，老和尚实际上他住在常寂光里，不是常寂光也是实报土，他在我们世间是应化身，妙绝了！",
      "zh_TW": "教化眾生不外乎兩個方法，言教、身行。我們是用言教，賢公老和尚用身行，他用身教，把《無量壽經》這裡面所講的點點滴滴他全做到了，他所表演的是活的《無量壽經》。《無量壽經》在哪裡？在他生活裡頭，在他工作裡頭，在他處事待人接物裡頭，妙極了！所以他的一生，生活、工作、待人接物是一部活的《無量壽經》，你拿《無量壽經》去核對，一點都不錯。身行有言教，言教有身行，他是以身行為主，言教是附帶的，那個言語也是妙絕了，雖然沒有念過書，從自性裡面的一乘法流露出來。我們要會看，碟片會看，看不懂沒關係，多看，用恭敬心去看，用真誠心去看，用清淨心去看，看上一千遍，看上兩千遍，門道就被你看出來了。這個裡面你一定會得法喜，法喜充滿，跟老和尚一樣，就會把《大乘無量壽經》跟自己的生活、工作、待人接物融成一片。你生活在哪裡？你生活在《無量壽經》裡，《無量壽經》就是極樂世界；換句話說，你已經在極樂世界了。功夫成片以後提到事一心、到理一心，理一心現前之後，你想見極樂世界就見到，你想見阿彌陀佛，阿彌陀佛就現身。所以，老和尚實際上他住在常寂光裡，不是常寂光也是實報土，他在我們世間是應化身，妙絕了！"
    },
    {
      "id": "02-041-0168_p0012",
      "zh_CN": "《华严经》说事事无碍，这里举一个例子，「一多相即」，一就是多，多就是一，一多不二，「小大相容」，小就是大，大就是小。大是什么？无量无边诸佛刹土，大；小是我们这汗毛，一根毛，一根汗毛尖端，小。这个一毛端里头有大千世界，有无量无边诸佛刹土，大小没有了；一多没有了，广狭没有了，延促没有了，「重重无尽，圆明具德」。华严十玄门里面讲得很详细，我们这部经前面讲过，在玄义里头，十门开启，「前于判教一节中曾浅述之。今经阿弥陀佛即是毘卢遮那如来」，毘卢遮那如来是法身，阿弥陀佛是报身，报、法是一体，有缘就现报身，没有缘就是法身。法身没有相，报身有相。什么缘现报身？我们的无始无明烦恼断掉了，还有习气，就有报身。习气要断干净了，报身没有了，就是法身。法身无处不在，无时不在。实际上报身亦是的，也是无处不在，无时不在，遍一切处。佛遇到这个众生，他的见思烦恼断了，尘沙断了，无明也断了，习气没断，法身里面自然就现报身。如果习气断了，自己的报身没有了，佛的报身也没有了，统统回归常寂光，妙不可言！",
      "zh_TW": "《華嚴經》說事事無礙，這裡舉一個例子，「一多相即」，一就是多，多就是一，一多不二，「小大相容」，小就是大，大就是小。大是什麼？無量無邊諸佛剎土，大；小是我們這汗毛，一根毛，一根汗毛尖端，小。這個一毛端裡頭有大千世界，有無量無邊諸佛剎土，大小沒有了；一多沒有了，廣狹沒有了，延促沒有了，「重重無盡，圓明具德」。華嚴十玄門裡面講得很詳細，我們這部經前面講過，在玄義裡頭，十門開啟，「前於判教一節中曾淺述之。今經阿彌陀佛即是毘盧遮那如來」，毘盧遮那如來是法身，阿彌陀佛是報身，報、法是一體，有緣就現報身，沒有緣就是法身。法身沒有相，報身有相。什麼緣現報身？我們的無始無明煩惱斷掉了，還有習氣，就有報身。習氣要斷乾淨了，報身沒有了，就是法身。法身無處不在，無時不在。實際上報身亦是的，也是無處不在，無時不在，遍一切處。佛遇到這個眾生，他的見思煩惱斷了，塵沙斷了，無明也斷了，習氣沒斷，法身裡面自然就現報身。如果習氣斷了，自己的報身沒有了，佛的報身也沒有了，統統回歸常寂光，妙不可言！"
    },
    {
      "id": "02-041-0168_p0013",
      "zh_CN": "我们真的是好运，这一生怎么会遇到这个法门，而且这个法门我们可以做得到的，不是做不到。如果有疑惑，要研究经教。经教最好的方法是读诵，不要去用心，为什么？心是妄心。用真心，真心只读不想。没有妄想就是真心，真心好，真心可以得三昧。这个经你天天念，一天念个十遍，念上个几年功夫成片了，心定下来了。功夫成片是念佛三昧最小的，但是他能往生，往生的条件取到了。然后真正有慈悲心，像海贤，看到还有这么多众生迷惑颠倒，想办法帮助他。能帮助一个就成就一个，能帮助两个就成就两个，不能帮助的也种了善根。老和尚一生给一切众生种善根，帮助一切众生结善缘，不结恶缘，不害众生，所以每个人见他都生欢喜心，都喜欢跟他接近，这是我们要学习的，要向他学习。学不来，我刚才讲的方法，读经，这一部经能读上三年，一天读十遍，读上三年，没有一个不往生。三年，你的清净心现前了，你的妄想、分别、执着很轻很轻，你跟阿弥陀佛见面的机会有了。",
      "zh_TW": "我們真的是好運，這一生怎麼會遇到這個法門，而且這個法門我們可以做得到的，不是做不到。如果有疑惑，要研究經教。經教最好的方法是讀誦，不要去用心，為什麼？心是妄心。用真心，真心只讀不想。沒有妄想就是真心，真心好，真心可以得三昧。這個經你天天念，一天念個十遍，念上個幾年功夫成片了，心定下來了。功夫成片是念佛三昧最小的，但是他能往生，往生的條件取到了。然後真正有慈悲心，像海賢，看到還有這麼多眾生迷惑顛倒，想辦法幫助他。能幫助一個就成就一個，能幫助兩個就成就兩個，不能幫助的也種了善根。老和尚一生給一切眾生種善根，幫助一切眾生結善緣，不結惡緣，不害眾生，所以每個人見他都生歡喜心，都喜歡跟他接近，這是我們要學習的，要向他學習。學不來，我剛才講的方法，讀經，這一部經能讀上三年，一天讀十遍，讀上三年，沒有一個不往生。三年，你的清淨心現前了，你的妄想、分別、執著很輕很輕，你跟阿彌陀佛見面的機會有了。"
    },
    {
      "id": "02-041-0168_p0014",
      "zh_CN": "今经，这里交代得很清楚，阿弥陀佛就是毘卢遮那，「极乐净土何异华藏世界」。华藏世界，释迦牟尼佛的净土；极乐世界，阿弥陀佛的净土。阿弥陀佛净土跟释迦净土是一不是二，生极乐就生华藏，生华藏有文殊、普贤这两位大菩萨，他们会带你到极乐世界去观光、去参学，这经上都有说的。所以极乐依报、正报，「举体是事事无碍不可思议境界，一一圆具无尽玄门」，无尽玄门浓缩为十玄门，《华严经》上说的。要知道那个十不是数目字，不是玄门只有十个，不是，无尽玄门，无量无边。玄门是什么意思？就是究竟成佛的门。我们要问，一一圆具无尽玄门，跟大乘教里面所说的，宗门常讲的哪一法不是佛法，问题是会不会。不会的，哪一法是佛法；会的，哪一法不是佛法，门门都是！念《华严经》能入，念《法华经》也能入，念《无量寿经》也能入，海贤和尚念一句阿弥陀佛也能入。入一个玄门就入一切玄门，就是无尽玄门，你统统都入了。这都是真话，这是真理，这是事实真相。",
      "zh_TW": "今經，這裡交代得很清楚，阿彌陀佛就是毘盧遮那，「極樂淨土何異華藏世界」。華藏世界，釋迦牟尼佛的淨土；極樂世界，阿彌陀佛的淨土。阿彌陀佛淨土跟釋迦淨土是一不是二，生極樂就生華藏，生華藏有文殊、普賢這兩位大菩薩，他們會帶你到極樂世界去觀光、去參學，這經上都有說的。所以極樂依報、正報，「舉體是事事無礙不可思議境界，一一圓具無盡玄門」，無盡玄門濃縮為十玄門，《華嚴經》上說的。要知道那個十不是數目字，不是玄門只有十個，不是，無盡玄門，無量無邊。玄門是什麼意思？就是究竟成佛的門。我們要問，一一圓具無盡玄門，跟大乘教裡面所說的，宗門常講的哪一法不是佛法，問題是會不會。不會的，哪一法是佛法；會的，哪一法不是佛法，門門都是！念《華嚴經》能入，念《法華經》也能入，念《無量壽經》也能入，海賢和尚念一句阿彌陀佛也能入。入一個玄門就入一切玄門，就是無盡玄門，你統統都入了。這都是真話，這是真理，這是事實真相。"
    },
    {
      "id": "02-041-0168_p0015",
      "zh_CN": "在历代祖师当中，有多少做国王的听经开悟了、明白了，把国王的位子让掉。释迦牟尼佛示现给我们看的榜样，在中国早期最著名的，翻经的法师安世高。那个安不是他的姓，是他国家的名字，在汉朝那个时候叫安息，唐朝时候称波斯，现在的伊朗。安世高是安息国的王子，他父亲过世了他继承王位，半年之后把王位让给他的叔叔，他出家修行去了。跟中国特别有缘分，到中国来，非常聪明，很快中国的语文他就学会了。早期翻的经，他翻得最好，他用意译，不是用直译，跟鸠摩罗什大师一样，这是早期翻得最好的。他翻的经，中国人喜欢读，好像读中国人的文章一样。佛法真正有魅力，能叫国王舍弃王位，证得无上菩提，舍了世间的国王去做法王；佛是法王，于法自在！",
      "zh_TW": "在歷代祖師當中，有多少做國王的聽經開悟了、明白了，把國王的位子讓掉。釋迦牟尼佛示現給我們看的榜樣，在中國早期最著名的，翻經的法師安世高。那個安不是他的姓，是他國家的名字，在漢朝那個時候叫安息，唐朝時候稱波斯，現在的伊朗。安世高是安息國的王子，他父親過世了他繼承王位，半年之後把王位讓給他的叔叔，他出家修行去了。跟中國特別有緣分，到中國來，非常聰明，很快中國的語文他就學會了。早期翻的經，他翻得最好，他用意譯，不是用直譯，跟鳩摩羅什大師一樣，這是早期翻得最好的。他翻的經，中國人喜歡讀，好像讀中國人的文章一樣。佛法真正有魅力，能叫國王捨棄王位，證得無上菩提，捨了世間的國王去做法王；佛是法王，於法自在！"
    },
    {
      "id": "02-041-0168_p0016",
      "zh_CN": "「具足无量不可思议功德庄严」，庄严是美好，这个世界样样都美好，没有丝毫缺陷。极乐世界、华藏世界每个人都是好人，好人当中的好人，好到我们无法想像。每个人三种烦恼都断掉了，见思烦恼、尘沙烦恼、无明烦恼都没有了。人跟人相处是什么样子？我们讲一家人。一家人还不行，各有各的身体，各有各的思想，各有各的见解，一家人不能比。那怎么样比法？同体，遍法界虚空界一切万法跟自己什么关系？同体。为什么？他们知道，都是自性变现出来的。就跟惠能大师说的一样，能大师开悟最后一句话说「何期自性，能生万法」。万法是什么？宇宙；整个宇宙从哪里来的？是自性生的；谁的自性？自己的自性。我们人，容貌有差别，身体有差别，自性没有差别，自性就是真心，没差别。妄心有差别，妄心是念头、思想，各人各人不一样。佛用真心，真心没有念头，真心没有物质现象，没有念头的现象，也没有自然现象，所以回归到真心就成佛了。成佛就是证得遍法界虚空界一切万法的本体原来是自己，不是别人！今天我们要毁谤一个人是毁谤自己，要去陷害一个人是陷害自己，要去破坏一桩事情是破坏自己，这不一样。真正知道诸法实相，一切诸法实相是从自性里头变现出来，十法界依正庄严一体。凡夫在迷，迷而不觉，以为各个都是独立的，不是一体，这就叫迷惑，这就错了。所以佛菩萨的爱，他是真诚的爱，没有分别、没有执着，同体的爱。所以说「同体大悲，无缘大慈」，缘是条件，无条件的爱一切众生，无条件的为一切众生服务。海贤老和尚是最好的榜样。",
      "zh_TW": "「具足無量不可思議功德莊嚴」，莊嚴是美好，這個世界樣樣都美好，沒有絲毫缺陷。極樂世界、華藏世界每個人都是好人，好人當中的好人，好到我們無法想像。每個人三種煩惱都斷掉了，見思煩惱、塵沙煩惱、無明煩惱都沒有了。人跟人相處是什麼樣子？我們講一家人。一家人還不行，各有各的身體，各有各的思想，各有各的見解，一家人不能比。那怎麼樣比法？同體，遍法界虛空界一切萬法跟自己什麼關係？同體。為什麼？他們知道，都是自性變現出來的。就跟惠能大師說的一樣，能大師開悟最後一句話說「何期自性，能生萬法」。萬法是什麼？宇宙；整個宇宙從哪裡來的？是自性生的；誰的自性？自己的自性。我們人，容貌有差別，身體有差別，自性沒有差別，自性就是真心，沒差別。妄心有差別，妄心是念頭、思想，各人各人不一樣。佛用真心，真心沒有念頭，真心沒有物質現象，沒有念頭的現象，也沒有自然現象，所以回歸到真心就成佛了。成佛就是證得遍法界虛空界一切萬法的本體原來是自己，不是別人！今天我們要毀謗一個人是毀謗自己，要去陷害一個人是陷害自己，要去破壞一樁事情是破壞自己，這不一樣。真正知道諸法實相，一切諸法實相是從自性裡頭變現出來，十法界依正莊嚴一體。凡夫在迷，迷而不覺，以為各個都是獨立的，不是一體，這就叫迷惑，這就錯了。所以佛菩薩的愛，他是真誠的愛，沒有分別、沒有執著，同體的愛。所以說「同體大悲，無緣大慈」，緣是條件，無條件的愛一切眾生，無條件的為一切眾生服務。海賢老和尚是最好的榜樣。"
    },
    {
      "id": "02-041-0168_p0017",
      "zh_CN": "我们生在这个时代，这个时代，《楞严经》上所说的「邪师说法如恒河沙」，真的，学佛的人、不学佛的人，什么是正、什么是邪，他分不出来。两百年前的人知道，他有标准，与伦常道德相应的是善，与伦常道德相违背的是恶，他有标准；学佛的人有标准，与三皈五戒十善相应的是善，相悖的是恶。现在这个标准全部被推翻了，这个东西现代话叫价值观，两百年前人的价值观跟今天地球上的人价值观不一样，今天邪正不分、善恶不分，把恶当作善，把邪当作正。影响如何？来生都是三途，有几个人来生能得人天身？很少很少。什么原因？教坏了。过去在中国，家庭有老人教，有父母、祖父母、曾祖父母、高祖父母，一代一代认真的教，有规有矩。佛门是学校，老师教。现在都不教了，家不教了，老师也不教了，怎么办？大问题！我们是真正最幸运的少数的群体。佛教我们用真心，我们要用真心，绝不能用妄心。要能相信，不能怀疑，我们在这个时代可以离苦得乐。清净心乐，生智慧；染污的心苦，生烦恼。烦恼是什么？竞争，竞争太苦了。竞争再提升，斗争，斗争再提升就是战争，死路一条。祖宗教我们，圣贤教我们，佛菩萨教给我们让，不争，于世无求，于人无争，多快乐！处处修忍让、谦让、礼让，让到底。你要想做一个幸福的人，远离一切苦恼，佛菩萨教我们的方法，我们能得到。我们会把这些事情看得很清楚，看得很明白，自己确实过很美满的生活。生活很简单，老和尚教给我们，吃不要挑剔这好吃、那好吃，吃饱就好了。穿也不必挑剔款式、质料，不用挑剔这个，能保暖就好了。有个小房子可以遮蔽风雨，足了，多快乐！古人讲的「人到无求品自高」，一生能真正享受到于人不争，于世无求，你多么自在、多么快乐，你的心清净。清净心生智慧，智慧才能解决一切问题，才能把问题看透，看得深、看得广、看得透，就在清净平等觉这五个字。这样修，自自然然开智慧，积功累德。",
      "zh_TW": "我們生在這個時代，這個時代，《楞嚴經》上所說的「邪師說法如恆河沙」，真的，學佛的人、不學佛的人，什麼是正、什麼是邪，他分不出來。兩百年前的人知道，他有標準，與倫常道德相應的是善，與倫常道德相違背的是惡，他有標準；學佛的人有標準，與三皈五戒十善相應的是善，相悖的是惡。現在這個標準全部被推翻了，這個東西現代話叫價值觀，兩百年前人的價值觀跟今天地球上的人價值觀不一樣，今天邪正不分、善惡不分，把惡當作善，把邪當作正。影響如何？來生都是三途，有幾個人來生能得人天身？很少很少。什麼原因？教壞了。過去在中國，家庭有老人教，有父母、祖父母、曾祖父母、高祖父母，一代一代認真的教，有規有矩。佛門是學校，老師教。現在都不教了，家不教了，老師也不教了，怎麼辦？大問題！我們是真正最幸運的少數的群體。佛教我們用真心，我們要用真心，絕不能用妄心。要能相信，不能懷疑，我們在這個時代可以離苦得樂。清淨心樂，生智慧；染污的心苦，生煩惱。煩惱是什麼？競爭，競爭太苦了。競爭再提升，鬥爭，鬥爭再提升就是戰爭，死路一條。祖宗教我們，聖賢教我們，佛菩薩教給我們讓，不爭，於世無求，於人無爭，多快樂！處處修忍讓、謙讓、禮讓，讓到底。你要想做一個幸福的人，遠離一切苦惱，佛菩薩教我們的方法，我們能得到。我們會把這些事情看得很清楚，看得很明白，自己確實過很美滿的生活。生活很簡單，老和尚教給我們，吃不要挑剔這好吃、那好吃，吃飽就好了。穿也不必挑剔款式、質料，不用挑剔這個，能保暖就好了。有個小房子可以遮蔽風雨，足了，多快樂！古人講的「人到無求品自高」，一生能真正享受到於人不爭，於世無求，你多麼自在、多麼快樂，你的心清淨。清淨心生智慧，智慧才能解決一切問題，才能把問題看透，看得深、看得廣、看得透，就在清淨平等覺這五個字。這樣修，自自然然開智慧，積功累德。"
    },
    {
      "id": "02-041-0168_p0018",
      "zh_CN": "所以说「故能令众生，闻名得福，闻名发心，十念必生，迳登不退」。这几句话都是实实在在的果德，你修因一定证果，你现前会得到。闻名得福，我们要把这个佛号介绍给别人，让他听到，阿赖耶识里面种下这个佛的种子，这就是真正的福报。闻名发心，这是有根的人，阿赖耶识里头有佛的种子，过去生中种的，这一生听到就接上去了。为什么有人能发菩提心，有人不能发心？就是他阿赖耶里头有没有佛的种子，有没有净宗的种子，有没有阿弥陀佛的种子，如果有就发心，他没有发不起来。发不起来没关系，佛度众生不是一生的事情，生生世世，锲而不舍，真了不起！众生无论在哪个地方，他出不了自性，就是他出不了常寂光。换句话说，佛菩萨看他看得清清楚楚、明明白白，帮助他善根增长，帮助他菩提心顺利的发出来。菩提心就是求生净土的心，就是亲近弥陀的心，我这说得更具体、更明白了。",
      "zh_TW": "所以說「故能令眾生，聞名得福，聞名發心，十念必生，逕登不退」。這幾句話都是實實在在的果德，你修因一定證果，你現前會得到。聞名得福，我們要把這個佛號介紹給別人，讓他聽到，阿賴耶識裡面種下這個佛的種子，這就是真正的福報。聞名發心，這是有根的人，阿賴耶識裡頭有佛的種子，過去生中種的，這一生聽到就接上去了。為什麼有人能發菩提心，有人不能發心？就是他阿賴耶裡頭有沒有佛的種子，有沒有淨宗的種子，有沒有阿彌陀佛的種子，如果有就發心，他沒有發不起來。發不起來沒關係，佛度眾生不是一生的事情，生生世世，鍥而不捨，真了不起！眾生無論在哪個地方，他出不了自性，就是他出不了常寂光。換句話說，佛菩薩看他看得清清楚楚、明明白白，幫助他善根增長，幫助他菩提心順利的發出來。菩提心就是求生淨土的心，就是親近彌陀的心，我這說得更具體、更明白了。"
    },
    {
      "id": "02-041-0168_p0019",
      "zh_CN": "每天心里念什么？念弥陀，这是真的，念其他的全是假的。不是假的就算了，那个假的里头招感业报，这个麻烦。也就是无论真的假的，统统都是轮回业。你天天造轮回业，你怎么能脱离得了轮回？不造轮回业才能脱离轮回，这个不能不知道，我们一定要懂得。念佛就不造轮回业；不念佛，起心动念脱离不了六道轮回，这个事情我们搞清楚没有？搞明白没有？真正搞明白了，这个人死心塌地，这一句佛号决定不肯放松，一句顶着一句。黄念老的晚年，一天十四万声佛号，他怎么念的？阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛，不断，不讲话的时候心里头念，没断，都是做榜样给我们看的。十念必生，永远感恩阿弥陀佛，这是什么？保证我们往生极乐世界。生到极乐世界就证得不退转，三种不退：位不退、行不退、念不退。什么人证三不退？法身菩萨。我们生到极乐世界，阿弥陀佛本愿威神加持我们，让我们就登三不退；换句话说，你的神通、智慧、道力跟法身菩萨平等，这是十方世界没有的。一切经，佛都没有说过这个话的，只有在净土三经，特别给我们介绍西方极乐世界，很容易去，一点都不难。",
      "zh_TW": "每天心裡念什麼？念彌陀，這是真的，念其他的全是假的。不是假的就算了，那個假的裡頭招感業報，這個麻煩。也就是無論真的假的，統統都是輪迴業。你天天造輪迴業，你怎麼能脫離得了輪迴？不造輪迴業才能脫離輪迴，這個不能不知道，我們一定要懂得。念佛就不造輪迴業；不念佛，起心動念脫離不了六道輪迴，這個事情我們搞清楚沒有？搞明白沒有？真正搞明白了，這個人死心塌地，這一句佛號決定不肯放鬆，一句頂著一句。黃念老的晚年，一天十四萬聲佛號，他怎麼念的？阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛，不斷，不講話的時候心裡頭念，沒斷，都是做榜樣給我們看的。十念必生，永遠感恩阿彌陀佛，這是什麼？保證我們往生極樂世界。生到極樂世界就證得不退轉，三種不退：位不退、行不退、念不退。什麼人證三不退？法身菩薩。我們生到極樂世界，阿彌陀佛本願威神加持我們，讓我們就登三不退；換句話說，你的神通、智慧、道力跟法身菩薩平等，這是十方世界沒有的。一切經，佛都沒有說過這個話的，只有在淨土三經，特別給我們介紹西方極樂世界，很容易去，一點都不難。"
    },
    {
      "id": "02-041-0168_p0020",
      "zh_CN": "「复以具足无量不可思议庄严」，因为这句佛号功德太大了，所感得的净土无比殊胜庄严。「故万物严净」，庄严清净，「穷微极妙」。妙到什么程度你没有办法想像，你也说不出，你也没有办法想。要想知道的，你老实念佛，念到一心不乱你就看到了，你就明白了。佛语真诚，决定没有欺骗人的。「光莹如镜，彻照十方；触光安乐，垢灭善生」。极乐世界是光明世界，因为一切万物是自性变的，自性有光，所以它所变出来的东西统统都放光。我们今天，六根所接触的境界也是自性变的，但是它加上了妄心阿赖耶。《华严》说的，十法界（包括六道）是心现识变，换句话说，它两种，真心跟妄心揉在一起。非常不幸，妄心当家做主，真心我们没有感触到，这叫迷。如果真心当家做主，妄心不碍事，它不起作用，所现的一切法不生不灭，就是此地所说的，这个光彻照十方，触光安乐。现在是光触我们，我们没有感觉，这真话。为什么没有感觉？我们有烦恼、有业障，虽然光触我们，佛光照我们，我们看不到、听不到、感觉不到。在西方极乐世界，我们凡夫烦恼习气没断，带业往生，到极乐世界蒙阿弥陀佛本愿威神加持，我们触到佛光了，佛光就是自性本有的般若智慧，所以垢灭善生，垢是染污，我们的见思烦恼、尘沙烦恼、无明烦恼灭了，善生，善是本有的。这个善跟《大学》里面所说的意思相同，《大学》你看它的三个纲，就是全部浓缩在这一句里头，「大学之道，在明明德，在亲民，在止于至善」，这个善生就是止于至善。",
      "zh_TW": "「復以具足無量不可思議莊嚴」，因為這句佛號功德太大了，所感得的淨土無比殊勝莊嚴。「故萬物嚴淨」，莊嚴清淨，「窮微極妙」。妙到什麼程度你沒有辦法想像，你也說不出，你也沒有辦法想。要想知道的，你老實念佛，念到一心不亂你就看到了，你就明白了。佛語真誠，決定沒有欺騙人的。「光瑩如鏡，徹照十方；觸光安樂，垢滅善生」。極樂世界是光明世界，因為一切萬物是自性變的，自性有光，所以它所變出來的東西統統都放光。我們今天，六根所接觸的境界也是自性變的，但是它加上了妄心阿賴耶。《華嚴》說的，十法界（包括六道）是心現識變，換句話說，它兩種，真心跟妄心揉在一起。非常不幸，妄心當家做主，真心我們沒有感觸到，這叫迷。如果真心當家做主，妄心不礙事，它不起作用，所現的一切法不生不滅，就是此地所說的，這個光徹照十方，觸光安樂。現在是光觸我們，我們沒有感覺，這真話。為什麼沒有感覺？我們有煩惱、有業障，雖然光觸我們，佛光照我們，我們看不到、聽不到、感覺不到。在西方極樂世界，我們凡夫煩惱習氣沒斷，帶業往生，到極樂世界蒙阿彌陀佛本願威神加持，我們觸到佛光了，佛光就是自性本有的般若智慧，所以垢滅善生，垢是染污，我們的見思煩惱、塵沙煩惱、無明煩惱滅了，善生，善是本有的。這個善跟《大學》裡面所說的意思相同，《大學》你看它的三個綱，就是全部濃縮在這一句裡頭，「大學之道，在明明德，在親民，在止於至善」，這個善生就是止於至善。"
    },
    {
      "id": "02-041-0168_p0021",
      "zh_CN": "不但有光，它还有香，「其香普熏十方世界，众生闻者，皆修佛行」。香有不思议的能量，闻到这个香就想修行，就想到极乐世界太好了，应该早一天去，不要落在人后面。「见菩提树，证无生忍」。极乐世界树木很多，实在讲统统都叫菩提树，因为你看这个树你会觉悟，会开悟；你见这个树，这树会帮助你断烦恼。证无生忍，忍就是肯定、认可、同意佛说一切法无生，无生当然就无灭，一切法本来没有生灭，你肯定、承认了，这叫无生法忍，你对这没有丝毫怀疑。一切法确确实实是无生，我们认为有生这是错觉，真的是无生。现在我们通过科学家的报告，对这个稍稍有一点概念了，为什么说它无生？它生灭速度太快了，我们没有办法捕捉到。一秒钟生灭多少次？我们讲我们的电视，电视一秒钟一百次，这个画面的生灭一百次。实际上我们现在，眼耳鼻舌对的这个六尘境界，色声香味触法，一秒钟它的生灭频率是二千二百四十兆，一秒钟，这么高的频率就在眼前，我们丝毫感觉都没有。这是佛给我们说的诸法实相，一切法的真相如此，所以生灭等于不生灭。「妙显极乐世界一尘一毛悉皆圆明具德」，极乐世界如是，这个世界亦如是，没有两样。一尘是微尘，一毛是毛端，佛常常讲小，用这两个字做比喻。一粒微尘多大？肉眼看不见。在佛经上叫极微色，极微色是多大？科学家告诉我们，一百亿个极微色聚在一起，它的体积等于一个电子，原子里头的电子。可见它小，小到可知了，它不能再小了，它是最小的物质单位。科学确实帮了我们的忙，没有科学报告，我们没有这个概念，以为一粒微尘、一粒尘沙、一个毛端肉眼都能看得见，它不是这个意思。所以整个世界都是圆明具德，圆满光明，这就是常寂光。",
      "zh_TW": "不但有光，它還有香，「其香普熏十方世界，眾生聞者，皆修佛行」。香有不思議的能量，聞到這個香就想修行，就想到極樂世界太好了，應該早一天去，不要落在人後面。「見菩提樹，證無生忍」。極樂世界樹木很多，實在講統統都叫菩提樹，因為你看這個樹你會覺悟，會開悟；你見這個樹，這樹會幫助你斷煩惱。證無生忍，忍就是肯定、認可、同意佛說一切法無生，無生當然就無滅，一切法本來沒有生滅，你肯定、承認了，這叫無生法忍，你對這沒有絲毫懷疑。一切法確確實實是無生，我們認為有生這是錯覺，真的是無生。現在我們通過科學家的報告，對這個稍稍有一點概念了，為什麼說它無生？它生滅速度太快了，我們沒有辦法捕捉到。一秒鐘生滅多少次？我們講我們的電視，電視一秒鐘一百次，這個畫面的生滅一百次。實際上我們現在，眼耳鼻舌對的這個六塵境界，色聲香味觸法，一秒鐘它的生滅頻率是二千二百四十兆，一秒鐘，這麼高的頻率就在眼前，我們絲毫感覺都沒有。這是佛給我們說的諸法實相，一切法的真相如此，所以生滅等於不生滅。「妙顯極樂世界一塵一毛悉皆圓明具德」，極樂世界如是，這個世界亦如是，沒有兩樣。一塵是微塵，一毛是毛端，佛常常講小，用這兩個字做比喻。一粒微塵多大？肉眼看不見。在佛經上叫極微色，極微色是多大？科學家告訴我們，一百億個極微色聚在一起，它的體積等於一個電子，原子裡頭的電子。可見它小，小到可知了，它不能再小了，它是最小的物質單位。科學確實幫了我們的忙，沒有科學報告，我們沒有這個概念，以為一粒微塵、一粒塵沙、一個毛端肉眼都能看得見，它不是這個意思。所以整個世界都是圓明具德，圓滿光明，這就是常寂光。"
    },
    {
      "id": "02-041-0168_p0022",
      "zh_CN": "「是以此四句列于愿首，表以下一一各愿」，这个一一各愿是四十八愿，「莫不如是」，每一愿都要用这四句。这四句写在四十八愿前面，说明四十八愿每一愿都有这四句，就是具足无量不可思议功德庄严。「一一之愿皆是为众生」，这句话非常重要。我们要想学佛，跟佛同心同愿，我们起心动念不能为自己，要为众生，成佛就快；起心动念是为自己，很不容易出离六道轮回。六道轮回是自己造的，这个不能不知道。所以我们要学佛，这就是真正的菩提心，为一切众生。「一一之愿皆是弥陀本妙明心之显现」。一一之愿就是四十八愿，都是阿弥陀佛本妙明心的显现，从愿里面显现出来了。我们要有跟佛一样的心，念念为众生，为什么？这是佛陀教育唯一的宗旨，就是要帮助众生离苦得乐。众生在六道里头苦，业报循环没能放下，造善业三善道受报，造恶业三恶道受报。善道、恶道都是消业的，为什么？自性清净心里头没有业，没有善恶，不但没有善恶，连染净都没有。阿罗汉证得没有善恶，但是有染净，法身菩萨明心见性，染净都没有了。这是我们自己一定要晓得，晓得之后才知道怎么个修法。修行的秘诀就是放下，没有别的，放下自然看破了，看破帮助你再放下，这就叫佛法。我在年轻时候刚刚接触佛法，章嘉大师教给我的，我接受老师的教诲，我对老师有信心。信心里头有没有怀疑？有，大概有百分之八、九十的信心，还有十分、二十分的怀疑。这就是我们的禀性比不上海贤老和尚，海贤老和尚百分之百的信心，没有怀疑，所以他成就那么快，成就那么踏实。我们必须要通过经教，由于经教的帮助提升我们的信愿，把怀疑的逐渐逐渐断掉，这要靠经教。海贤老和尚善根深厚，不需要靠经教，这就是他比我们高的地方，我们比不上他的地方。「一一之事相皆是清净句」，像《往生论》上所说的，「皆是真实智慧无为法身」。清净句就是这个意思，真实智慧无为法身，法身就是常寂光，常寂光就是真实智慧。",
      "zh_TW": "「是以此四句列於願首，表以下一一各願」，這個一一各願是四十八願，「莫不如是」，每一願都要用這四句。這四句寫在四十八願前面，說明四十八願每一願都有這四句，就是具足無量不可思議功德莊嚴。「一一之願皆是為眾生」，這句話非常重要。我們要想學佛，跟佛同心同願，我們起心動念不能為自己，要為眾生，成佛就快；起心動念是為自己，很不容易出離六道輪迴。六道輪迴是自己造的，這個不能不知道。所以我們要學佛，這就是真正的菩提心，為一切眾生。「一一之願皆是彌陀本妙明心之顯現」。一一之願就是四十八願，都是阿彌陀佛本妙明心的顯現，從願裡面顯現出來了。我們要有跟佛一樣的心，念念為眾生，為什麼？這是佛陀教育唯一的宗旨，就是要幫助眾生離苦得樂。眾生在六道裡頭苦，業報循環沒能放下，造善業三善道受報，造惡業三惡道受報。善道、惡道都是消業的，為什麼？自性清淨心裡頭沒有業，沒有善惡，不但沒有善惡，連染淨都沒有。阿羅漢證得沒有善惡，但是有染淨，法身菩薩明心見性，染淨都沒有了。這是我們自己一定要曉得，曉得之後才知道怎麼個修法。修行的祕訣就是放下，沒有別的，放下自然看破了，看破幫助你再放下，這就叫佛法。我在年輕時候剛剛接觸佛法，章嘉大師教給我的，我接受老師的教誨，我對老師有信心。信心裡頭有沒有懷疑？有，大概有百分之八、九十的信心，還有十分、二十分的懷疑。這就是我們的稟性比不上海賢老和尚，海賢老和尚百分之百的信心，沒有懷疑，所以他成就那麼快，成就那麼踏實。我們必須要通過經教，由於經教的幫助提升我們的信願，把懷疑的逐漸逐漸斷掉，這要靠經教。海賢老和尚善根深厚，不需要靠經教，這就是他比我們高的地方，我們比不上他的地方。「一一之事相皆是清淨句」，像《往生論》上所說的，「皆是真實智慧無為法身」。清淨句就是這個意思，真實智慧無為法身，法身就是常寂光，常寂光就是真實智慧。"
    },
    {
      "id": "02-041-0168_p0023",
      "zh_CN": "「首数句之文意」，我们前面学的这些，这是四十八愿的总说，后面念老给我们做了个总结，结得好，「我若证得如来果觉，成就无上正等正觉，即已究竟成佛」，这是法藏比丘他发的愿，我如果真的证得，真的成佛了，就这个意思，真成佛了。「是时」，这个时候，「我所住持之佛土，具足无量不可思议功德庄严」。这个无量功德庄严从哪里来的？是法藏无量劫积功累德造成的。这是因，还有缘，缘是什么？听老师教诲，五劫修行这是缘。这个五劫，真正认真考察一切诸佛刹土里面美好，我们讲真善美慧，他完全吸收、接受了，在他的道场，就是西方极乐世界，完全呈现出来，供养每个往生到极乐世界的众生，所以具足无量不可思议功德庄严。",
      "zh_TW": "「首數句之文意」，我們前面學的這些，這是四十八願的總說，後面念老給我們做了個總結，結得好，「我若證得如來果覺，成就無上正等正覺，即已究竟成佛」，這是法藏比丘他發的願，我如果真的證得，真的成佛了，就這個意思，真成佛了。「是時」，這個時候，「我所住持之佛土，具足無量不可思議功德莊嚴」。這個無量功德莊嚴從哪裡來的？是法藏無量劫積功累德造成的。這是因，還有緣，緣是什麼？聽老師教誨，五劫修行這是緣。這個五劫，真正認真考察一切諸佛剎土裡面美好，我們講真善美慧，他完全吸收、接受了，在他的道場，就是西方極樂世界，完全呈現出來，供養每個往生到極樂世界的眾生，所以具足無量不可思議功德莊嚴。"
    },
    {
      "id": "02-041-0168_p0024",
      "zh_CN": "「以上数句，总表极乐世界之微妙殊胜」，就是极乐世界微妙殊胜从哪里来的，这一点很重要，让我们生起一丝毫怀疑都没有的圆满信心。每一个往生到极乐世界的人要修无量功德，无量功德从哪里修？一句名号，名号是无量功德所成就的，念这一句阿弥陀佛就是修无量功德。很多人不知道，还要修这个、修那个，修一大堆，把心都搞乱掉了。海贤老和尚表法做得太圆满了，他怎么修的？就一句阿弥陀佛，除这一句阿弥陀佛之外，他什么都不知道，他也不会念咒，他也不会念经，什么法门跟他都无关，他就一句阿弥陀佛。我们要记住，我们要向他学习，他真的是走近路，捷径当中的捷径，一生圆满成佛。而且真正成就，我估计不超过四十岁，他活这么大的年岁那是阿弥陀佛给他的任务，叫他表法的，他自己的成就，我觉得四十岁就大彻大悟、明心见性了。自己成就了，后面全是为苦难众生。「故于第一愿首宣说之。以下则分叙四十八愿各各内容。」",
      "zh_TW": "「以上數句，總表極樂世界之微妙殊勝」，就是極樂世界微妙殊勝從哪裡來的，這一點很重要，讓我們生起一絲毫懷疑都沒有的圓滿信心。每一個往生到極樂世界的人要修無量功德，無量功德從哪裡修？一句名號，名號是無量功德所成就的，念這一句阿彌陀佛就是修無量功德。很多人不知道，還要修這個、修那個，修一大堆，把心都搞亂掉了。海賢老和尚表法做得太圓滿了，他怎麼修的？就一句阿彌陀佛，除這一句阿彌陀佛之外，他什麼都不知道，他也不會念咒，他也不會念經，什麼法門跟他都無關，他就一句阿彌陀佛。我們要記住，我們要向他學習，他真的是走近路，捷徑當中的捷徑，一生圓滿成佛。而且真正成就，我估計不超過四十歲，他活這麼大的年歲那是阿彌陀佛給他的任務，叫他表法的，他自己的成就，我覺得四十歲就大徹大悟、明心見性了。自己成就了，後面全是為苦難眾生。「故於第一願首宣說之。以下則分敘四十八願各各內容。」"
    },
    {
      "id": "02-041-0168_p0025",
      "zh_CN": "请看经文，这是第一愿。「别显」分十一科，就是十一段，第一段「庚一，国土殊妙」，讲依报，第一「国无恶道愿」，经文：",
      "zh_TW": "請看經文，這是第一願。「別顯」分十一科，就是十一段，第一段「庚一，國土殊妙」，講依報，第一「國無惡道願」，經文："
    },
    {
      "id": "02-041-0168_p0026",
      "zh_CN": "【无有地狱。饿鬼。禽兽。蜎飞蠕动之类。】",
      "zh_TW": "【無有地獄。餓鬼。禽獸。蜎飛蠕動之類。】"
    },
    {
      "id": "02-041-0168_p0027",
      "zh_CN": "我们看念老的注解。「下明，我此佛刹中，无有地狱、饿鬼、畜生（经中常以禽兽、蜎飞、蠕动之类表畜生道）三恶道。地狱，此为汉语」，是我们中国翻译成汉语，「梵语为那落迦、泥犁等」，这在经上常常看到，这是梵文音译的，意思是地狱。「《摄大乘论音义》曰：此译有四义」，地狱翻译那落迦、泥犁，它含有四个意思：第一个「不可乐」，这里面没有快乐；第二个「不可救济」，他的业障太重，佛菩萨救不了他；第三「暗冥」，地狱就像是阴天，它也不是黑夜，它是有很浓很浓的云彩，阴天，阴到什么程度？叫你人面对面的时候看不清楚面貌；第四个，这是牢狱，地底下的牢狱。「今经言地狱乃其中之一义」，它一定有这四个意思的，讲地狱是讲一个意思。「《婆沙论》曰：瞻部洲下过五百逾缮那，乃有其狱」。逾缮那一般翻作「由旬」，是印度里数的名字，我们现在多半用公里，一千米这是一公里，印度它是讲由旬。下面，《维摩经肇注》，僧肇大师的注解，由旬有三等，上中下三等，「上由旬六十里，中由旬五十里，下由旬四十里」，都是丈量远近距离的单位。「故常言地狱，以狱在地下」，这是主要一个意思。但是应该要知道，「地狱不仅在地下」，山间有、海边有、旷野有，树下也有、空中也有。",
      "zh_TW": "我們看念老的註解。「下明，我此佛剎中，無有地獄、餓鬼、畜生（經中常以禽獸、蜎飛、蠕動之類表畜生道）三惡道。地獄，此為漢語」，是我們中國翻譯成漢語，「梵語為那落迦、泥犁等」，這在經上常常看到，這是梵文音譯的，意思是地獄。「《攝大乘論音義》曰：此譯有四義」，地獄翻譯那落迦、泥犁，它含有四個意思：第一個「不可樂」，這裡面沒有快樂；第二個「不可救濟」，他的業障太重，佛菩薩救不了他；第三「闇冥」，地獄就像是陰天，它也不是黑夜，它是有很濃很濃的雲彩，陰天，陰到什麼程度？叫你人面對面的時候看不清楚面貌；第四個，這是牢獄，地底下的牢獄。「今經言地獄乃其中之一義」，它一定有這四個意思的，講地獄是講一個意思。「《婆沙論》曰：瞻部洲下過五百踰繕那，乃有其獄」。踰繕那一般翻作「由旬」，是印度里數的名字，我們現在多半用公里，一千米這是一公里，印度它是講由旬。下面，《維摩經肇註》，僧肇大師的註解，由旬有三等，上中下三等，「上由旬六十里，中由旬五十里，下由旬四十里」，都是丈量遠近距離的單位。「故常言地獄，以獄在地下」，這是主要一個意思。但是應該要知道，「地獄不僅在地下」，山間有、海邊有、曠野有，樹下也有、空中也有。"
    },
    {
      "id": "02-041-0168_p0028",
      "zh_CN": "「总之地狱有三类」，这个三大类此地给我们列出来了，第一个是根本地狱，第二个是游增地狱，第三个是孤独地狱，有这三类，这是佛学常识。「根本地狱，乃八大地狱及八寒地狱。八大地狱对八寒而言」，因为这个八大地狱也叫「八热地狱」。地狱一片火海，到处都是，你看到的都是火在燃烧。所以我们看地狱变相图，就是寒冰地狱也是一片火海，那个火我们知道它没有温度，它不是很暖和的，它不是的，让你感触到的都是冰天雪地。「瞻部洲地」，瞻部是我们这个地球，现在叫地球，佛经里面叫它南赡部洲，这个地底下「五百由旬有地狱，名为等活，从是依次而下至第八狱，名为无间」，无间的意思下面会说到，「此八狱乃层层竖立」。根据《俱舍论》，再参考《大论》（《大论》就是《大智度论》），这个八狱有名称，第一个，这是从上往下，第一个是「等活地狱」。等活地狱，「彼中罪人」，所受的罪是我们无法想像的，「斫刺磨捣，苦极身死，然冷风吹之，皮肉还生，等于前活」，这叫等活。不是受了刑罚人就死了，那也就是一次受痛苦，他就不再受痛苦了，地狱不是这样的。地狱的身，我们知道它是化生的，是变化的，造作罪业的人堕在地狱里面，受的罪是刀砍了，尖锐的东西刺、磨，我们看地狱变相图，有石磨、捣，这些都是刑具，都是在受刑。苦极身死，身死，冷风一吹他又活了，皮肉还生，生怎么样？再受第二次。一天一夜，万死万生，他不是一次的，所以苦不堪言。到什么时候才能出来？罪要消尽了他才能出来。在这个地方受苦受难，佛菩萨虽然大慈大悲救不了他，为什么？业力。",
      "zh_TW": "「總之地獄有三類」，這個三大類此地給我們列出來了，第一個是根本地獄，第二個是遊增地獄，第三個是孤獨地獄，有這三類，這是佛學常識。「根本地獄，乃八大地獄及八寒地獄。八大地獄對八寒而言」，因為這個八大地獄也叫「八熱地獄」。地獄一片火海，到處都是，你看到的都是火在燃燒。所以我們看地獄變相圖，就是寒冰地獄也是一片火海，那個火我們知道它沒有溫度，它不是很暖和的，它不是的，讓你感觸到的都是冰天雪地。「瞻部洲地」，瞻部是我們這個地球，現在叫地球，佛經裡面叫它南贍部洲，這個地底下「五百由旬有地獄，名為等活，從是依次而下至第八獄，名為無間」，無間的意思下面會說到，「此八獄乃層層豎立」。根據《俱舍論》，再參考《大論》（《大論》就是《大智度論》），這個八獄有名稱，第一個，這是從上往下，第一個是「等活地獄」。等活地獄，「彼中罪人」，所受的罪是我們無法想像的，「斫刺磨擣，苦極身死，然冷風吹之，皮肉還生，等於前活」，這叫等活。不是受了刑罰人就死了，那也就是一次受痛苦，他就不再受痛苦了，地獄不是這樣的。地獄的身，我們知道它是化生的，是變化的，造作罪業的人墮在地獄裡面，受的罪是刀砍了，尖銳的東西刺、磨，我們看地獄變相圖，有石磨、擣，這些都是刑具，都是在受刑。苦極身死，身死，冷風一吹他又活了，皮肉還生，生怎麼樣？再受第二次。一天一夜，萬死萬生，他不是一次的，所以苦不堪言。到什麼時候才能出來？罪要消盡了他才能出來。在這個地方受苦受難，佛菩薩雖然大慈大悲救不了他，為什麼？業力。"
    },
    {
      "id": "02-041-0168_p0029",
      "zh_CN": "说到这些地方，在过去，我们中国学术界有个名人章太炎先生，大家都知道。章太炎先生在世的时候曾经做过一个月判官，东岳大帝的判官，那就是说他白天在人间，晚上到地狱里头上班。判官的权很大，东岳大帝是鬼王，判官就相当他的秘书长，这么高的地位。应该是他的判官大概是请假，有事情离开了，请他去代理，代理一个月。这个事情很多人知道，我是他老人家的女婿朱镜宙老居士，在台湾也很有名气，一个老居士，他告诉我。他的夫人就是章太炎的女儿，这是他的老岳丈，他说老岳丈这个事情他们都认为是鬼话，都不肯相信，他是个学科学的，对这桩事存疑。他说是真的，有一天老岳丈试试看，用一张黄纸写一个请假条子，今天身体不好，不能去上班。他上班是天黑之后就有两个小鬼抬着轿子，他上了轿子之后，那个轿子好像空中飞行一样，到达东岳大帝的东岳庙，这一天小鬼果然没有来接他。阴曹地府里面的生活状况跟人间差不多，只是看不到日月星，太阳、月亮、星星都看不到，一片浓雾，阴暗，天非常阴暗。这是他说出的，真的。",
      "zh_TW": "說到這些地方，在過去，我們中國學術界有個名人章太炎先生，大家都知道。章太炎先生在世的時候曾經做過一個月判官，東嶽大帝的判官，那就是說他白天在人間，晚上到地獄裡頭上班。判官的權很大，東嶽大帝是鬼王，判官就相當他的祕書長，這麼高的地位。應該是他的判官大概是請假，有事情離開了，請他去代理，代理一個月。這個事情很多人知道，我是他老人家的女婿朱鏡宙老居士，在台灣也很有名氣，一個老居士，他告訴我。他的夫人就是章太炎的女兒，這是他的老岳丈，他說老岳丈這個事情他們都認為是鬼話，都不肯相信，他是個學科學的，對這樁事存疑。他說是真的，有一天老岳丈試試看，用一張黃紙寫一個請假條子，今天身體不好，不能去上班。他上班是天黑之後就有兩個小鬼抬著轎子，他上了轎子之後，那個轎子好像空中飛行一樣，到達東嶽大帝的東嶽廟，這一天小鬼果然沒有來接他。陰曹地府裡面的生活狀況跟人間差不多，只是看不到日月星，太陽、月亮、星星都看不到，一片濃霧，陰暗，天非常陰暗。這是他說出的，真的。"
    },
    {
      "id": "02-041-0168_p0030",
      "zh_CN": "朱老居士中年学佛了，学佛的原因他告诉我，抗战期间他做四川税务局的局长（他学财政的），晚上跟朋友们打麻将，打到一点多钟，快到两点钟散场。回去那个时候，重庆是大城市，有路灯，但是路灯灯泡二十烛光，我们就晓得，二十烛光灯泡很远才有一个。他回去，在那个时候都是走路，没有车，走路，看到前面有个人，走在他前面，也没有注意，走了很久忽然想到，这前面是个女人，一个女人，妇女，怎么可能半夜三更在外面走荡？这一想的时候身上寒毛直竖，看到前面那个人有上身没有下身，知道遇到鬼了，就被吓到了。亲眼看到的，跟他在一起走了半个多小时，他这就相信了。他说我真正相信是这个原因，相信老岳丈所讲的故事是真的不是假的，不是骗人的，确有其事。所以每个人学佛的因缘不一样。我在台湾跟他很熟悉，常常去看老人家。他把我们当孙子辈看待，他大我三十九岁，把我们看成小孩，常常讲故事给我们听。他的故事都是真人真事，不是从书本里面看到的，不是的，都是亲身经历的，确实不可思议。",
      "zh_TW": "朱老居士中年學佛了，學佛的原因他告訴我，抗戰期間他做四川稅務局的局長（他學財政的），晚上跟朋友們打麻將，打到一點多鐘，快到兩點鐘散場。回去那個時候，重慶是大城市，有路燈，但是路燈燈泡二十燭光，我們就曉得，二十燭光燈泡很遠才有一個。他回去，在那個時候都是走路，沒有車，走路，看到前面有個人，走在他前面，也沒有注意，走了很久忽然想到，這前面是個女人，一個女人，婦女，怎麼可能半夜三更在外面走蕩？這一想的時候身上寒毛直豎，看到前面那個人有上身沒有下身，知道遇到鬼了，就被嚇到了。親眼看到的，跟他在一起走了半個多小時，他這就相信了。他說我真正相信是這個原因，相信老岳丈所講的故事是真的不是假的，不是騙人的，確有其事。所以每個人學佛的因緣不一樣。我在台灣跟他很熟悉，常常去看老人家。他把我們當孫子輩看待，他大我三十九歲，把我們看成小孩，常常講故事給我們聽。他的故事都是真人真事，不是從書本裡面看到的，不是的，都是親身經歷的，確實不可思議。"
    },
    {
      "id": "02-041-0168_p0031",
      "zh_CN": "说得最清楚的确实是佛经，佛经没有专说地狱这本书。我也是家乡的城隍找我，求我恢复城隍庙，我说这是国家政策不许可，我做不到。他就告诉我，那个时候阎王殿，城隍庙里头最重要的是阎王殿，十殿阎王，他说能不能做这个？还告诉我九华山有十殿阎王，九华山有。我们在九华山把这个十殿阎王照下来了，很简单，不详细。所以我最后，我们找到江逸子老师，画家，后面这个极乐世界图他画的，用一年的时间画成地狱变相图，画得非常好，是用道教《玉历宝钞》做为参考资料。之后我们从佛经，我找了几个同学在《大藏经》里面去查，结果查到二十五种经论里面讲地狱，讲得很详细，比《玉历宝钞》还详细，还要好，这非常难得。所以我希望将来有画家，能够依照佛经上所说的再画一张地狱变相图。今天时间到了，我们只讲到此地。",
      "zh_TW": "說得最清楚的確實是佛經，佛經沒有專說地獄這本書。我也是家鄉的城隍找我，求我恢復城隍廟，我說這是國家政策不許可，我做不到。他就告訴我，那個時候閻王殿，城隍廟裡頭最重要的是閻王殿，十殿閻王，他說能不能做這個？還告訴我九華山有十殿閻王，九華山有。我們在九華山把這個十殿閻王照下來了，很簡單，不詳細。所以我最後，我們找到江逸子老師，畫家，後面這個極樂世界圖他畫的，用一年的時間畫成地獄變相圖，畫得非常好，是用道教《玉曆寶鈔》做為參考資料。之後我們從佛經，我找了幾個同學在《大藏經》裡面去查，結果查到二十五種經論裡面講地獄，講得很詳細，比《玉曆寶鈔》還詳細，還要好，這非常難得。所以我希望將來有畫家，能夠依照佛經上所說的再畫一張地獄變相圖。今天時間到了，我們只講到此地。"
    }
  ]
}