{
  "doc_id": "02-041-0160",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六０集",
    "zh_TW": "第一六０集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0160",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-041-0160_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0160_p0002",
      "zh_CN": "请看《大经科注》第四百二十一页，从第四行科题看起，「愿摄所依」。分三小科，第一个，「闻睹发愿」。请看经文：",
      "zh_TW": "請看《大經科註》第四百二十一頁，從第四行科題看起，「願攝所依」。分三小科，第一個，「聞睹發願」。請看經文："
    },
    {
      "id": "02-041-0160_p0003",
      "zh_CN": "【尔时法藏闻佛所说。皆悉睹见。起发无上殊胜之愿。】",
      "zh_TW": "【爾時法藏聞佛所說。皆悉睹見。起發無上殊勝之願。】"
    },
    {
      "id": "02-041-0160_p0004",
      "zh_CN": "这个『愿』就是四十八愿。我们看念老的注解，「睹亦见也。《甄解》云：睹则眼见，见则慧见。如见分见」。八识都有四分：见分、相分、自证分、证自证分，统统有这四分。这个见，眼接触到色法（色法是物质现象），这叫见。见了以后，它有「推求照察」，也就是说，这个速度很快，快到我们无法想像，它见就知道、就明了，知道所见的是什么，那是见分见。眼，眼识有四分，第六意识也有四分，第七识也有四分，阿赖耶识也有四分。八识的体是阿赖耶，阿赖耶是前七识之所依。眼见色如是，耳闻声亦如是，乃至鼻嗅香、舌尝味、身觉触，会有感觉，都是属于见，一个字可以统摄一切法。《甄解》里面所说的，念老在此地给我们解释，「盖谓睹指眼见，见指慧见，即如唯识中见分所指之见，以推求与照察为义」。现在经里面说的「皆悉睹见」，这两种意思统统都有，都具备。",
      "zh_TW": "這個『願』就是四十八願。我們看念老的註解，「睹亦見也。《甄解》云：睹則眼見，見則慧見。如見分見」。八識都有四分：見分、相分、自證分、證自證分，統統有這四分。這個見，眼接觸到色法（色法是物質現象），這叫見。見了以後，它有「推求照察」，也就是說，這個速度很快，快到我們無法想像，它見就知道、就明瞭，知道所見的是什麼，那是見分見。眼，眼識有四分，第六意識也有四分，第七識也有四分，阿賴耶識也有四分。八識的體是阿賴耶，阿賴耶是前七識之所依。眼見色如是，耳聞聲亦如是，乃至鼻嗅香、舌嘗味、身覺觸，會有感覺，都是屬於見，一個字可以統攝一切法。《甄解》裡面所說的，念老在此地給我們解釋，「蓋謂睹指眼見，見指慧見，即如唯識中見分所指之見，以推求與照察為義」。現在經裡面說的「皆悉睹見」，這兩種意思統統都有，都具備。"
    },
    {
      "id": "02-041-0160_p0005",
      "zh_CN": "「当尔所时」，在当时，「法藏比丘于世间自在王佛所现二百一十亿佛土，尽皆目睹心明」。二百一十亿前面说过了，它不是数字，它是表法，代表圆满。二十一代表圆满，二百一十亿那就代表大圆满，究竟圆满，也就是经里面常说的遍法界虚空界，过去、现在、未来一切诸佛刹土一个都不漏，让法藏比丘全都看到了。像我们现在看电视，他那个看的比我们电视还要逼真，就像我们现前睁开眼睛看到外面的一切境界相，清清楚楚、明明白白，佛有这个能力。在《观经》里面，韦提希夫人遭家庭的变故，儿子不孝，夺取父亲的王位，杀父害母。韦提希夫人遭这个难，不想在这个世界上再住下去，向佛请教，这个世间宇宙之中有没有比我们好的地方，没有这些灾变的？佛没有给她介绍，释迦牟尼佛用神力，也把诸佛国土展现在韦提希夫人面前，让她自己看。她看到极乐世界，她说这个地方好，求佛教给她，用什么方法可以能够往生到极乐世界。这是《观无量寿经》发起的因缘，韦提希夫人是当机者，真的往生了。",
      "zh_TW": "「當爾所時」，在當時，「法藏比丘於世間自在王佛所現二百一十億佛土，盡皆目睹心明」。二百一十億前面說過了，它不是數字，它是表法，代表圓滿。二十一代表圓滿，二百一十億那就代表大圓滿，究竟圓滿，也就是經裡面常說的遍法界虛空界，過去、現在、未來一切諸佛剎土一個都不漏，讓法藏比丘全都看到了。像我們現在看電視，他那個看的比我們電視還要逼真，就像我們現前睜開眼睛看到外面的一切境界相，清清楚楚、明明白白，佛有這個能力。在《觀經》裡面，韋提希夫人遭家庭的變故，兒子不孝，奪取父親的王位，殺父害母。韋提希夫人遭這個難，不想在這個世界上再住下去，向佛請教，這個世間宇宙之中有沒有比我們好的地方，沒有這些災變的？佛沒有給她介紹，釋迦牟尼佛用神力，也把諸佛國土展現在韋提希夫人面前，讓她自己看。她看到極樂世界，她說這個地方好，求佛教給她，用什麼方法可以能夠往生到極樂世界。這是《觀無量壽經》發起的因緣，韋提希夫人是當機者，真的往生了。"
    },
    {
      "id": "02-041-0160_p0006",
      "zh_CN": "此地法藏比丘慈悲心切，希望自己能有智慧，能有神通道力，度尽遍法界虚空界里面一切诸佛刹土当中的苦难众生，这个很重要。法藏成佛就是阿弥陀佛，他是阿弥陀佛的前身，慈悲到极处，没有比他更慈悲。慈悲心从哪里生的？怜悯一切苦难众生。他觉察到，看清楚了，这些众生本来是佛，可惜迷失自性就变成六道轮回，在六道里头愈陷愈深，一世比一世苦，真正是可怜悯者。法藏发愿要救这些人，我们包括在其中。我们看他这个发心，法藏发心，感恩的心自然就生出来了。我们在这个轮回当中，生生世世，过去无量劫，未来还有无量劫。我们今天日子苦，这还不算苦的，畜生、饿鬼、地狱比我们更苦，有些我们看过了，有些还没有看到。诸天福报大，那个福报是享得尽的，天人的寿命长，但是它有尽的时候。在天上福报享尽了，天人死了不能再往上升，他就往下堕落。只有修行人能向上提升，断恶修善还要加上禅定，四禅八定。时间长，到了顶，非想非非想处天，这是六道里头最高的，再上去没有了，寿命尽的时候不能再上升，肯定往下堕落，那往下一层比一层苦。这些事实真相，我们都要能想到。",
      "zh_TW": "此地法藏比丘慈悲心切，希望自己能有智慧，能有神通道力，度盡遍法界虛空界裡面一切諸佛剎土當中的苦難眾生，這個很重要。法藏成佛就是阿彌陀佛，他是阿彌陀佛的前身，慈悲到極處，沒有比他更慈悲。慈悲心從哪裡生的？憐憫一切苦難眾生。他覺察到，看清楚了，這些眾生本來是佛，可惜迷失自性就變成六道輪迴，在六道裡頭愈陷愈深，一世比一世苦，真正是可憐憫者。法藏發願要救這些人，我們包括在其中。我們看他這個發心，法藏發心，感恩的心自然就生出來了。我們在這個輪迴當中，生生世世，過去無量劫，未來還有無量劫。我們今天日子苦，這還不算苦的，畜生、餓鬼、地獄比我們更苦，有些我們看過了，有些還沒有看到。諸天福報大，那個福報是享得盡的，天人的壽命長，但是它有盡的時候。在天上福報享盡了，天人死了不能再往上升，他就往下墮落。只有修行人能向上提升，斷惡修善還要加上禪定，四禪八定。時間長，到了頂，非想非非想處天，這是六道裡頭最高的，再上去沒有了，壽命盡的時候不能再上升，肯定往下墮落，那往下一層比一層苦。這些事實真相，我們都要能想到。"
    },
    {
      "id": "02-041-0160_p0007",
      "zh_CN": "现在学佛，佛告诉我们，六道十法界不是真的，是假的，这个幻相就像做恶梦一样，是从八识五十一心所里头变现出来的，整个六道轮回不是真的。所以告诉我们，凡所有相皆是虚妄，包括十法界。真正聪明人要看清楚、要想清楚，这个如同恶梦的环境，应该要醒过来，永远不再做这个恶梦，永远脱离六道轮回，脱离十法界。要修到阿罗汉果才能够离开轮回，要证得法身菩萨才能够出离十法界，难，真难！八万四千法门，无量法门，诸佛菩萨为一切苦难众生开的，理论上说，「法门平等，无有高下」，但是从众生根性上来说，差别太大了。靠凡夫自力修行时间很长，向上提升很难，退转很容易，这个我们能理解。看清楚、看明白了，我们对法藏、对阿弥陀佛，恭敬之心自然就生出来了。",
      "zh_TW": "現在學佛，佛告訴我們，六道十法界不是真的，是假的，這個幻相就像做惡夢一樣，是從八識五十一心所裡頭變現出來的，整個六道輪迴不是真的。所以告訴我們，凡所有相皆是虛妄，包括十法界。真正聰明人要看清楚、要想清楚，這個如同惡夢的環境，應該要醒過來，永遠不再做這個惡夢，永遠脫離六道輪迴，脫離十法界。要修到阿羅漢果才能夠離開輪迴，要證得法身菩薩才能夠出離十法界，難，真難！八萬四千法門，無量法門，諸佛菩薩為一切苦難眾生開的，理論上說，「法門平等，無有高下」，但是從眾生根性上來說，差別太大了。靠凡夫自力修行時間很長，向上提升很難，退轉很容易，這個我們能理解。看清楚、看明白了，我們對法藏、對阿彌陀佛，恭敬之心自然就生出來了。"
    },
    {
      "id": "02-041-0160_p0008",
      "zh_CN": "法藏比丘知道我们的苦处，所以才帮助我们苦难众生，希望我们在一生当中能成就。包括哪些人？上面到等觉菩萨，下面到地狱众生，所有十法界、六道这些众生，统统包括尽了。只要有缘遇到这个法门，一生当中就能够圆满证得无上菩提。八万四千法门里面所没有的，真正是特别殊胜的一个法门。这个法门的条件只要两桩事情，第一个真正相信，第二个真正愿生极乐世界。能不能往生就这两桩事情。没有丝毫怀疑，我相信佛菩萨决定不会骗人，他们的话一定是真话，真正相信，真正愿生西方极乐世界。蕅益大师说，能不能往生决定在信愿之有无，有信有愿就决定得生。生到极乐世界有品位，极乐世界四土三辈九品，你是生到哪一个阶层？这个关系你念佛功夫的浅深，就是我们念这句佛号功夫的浅深。什么叫功夫？念佛功夫成片了。这个功夫浅，浅怎么样？能往生，往生到同居土三辈九品，这个功夫浅。所谓浅的是刚刚把怀疑断掉，疑心断掉了。要有一点疑心夹杂在里头，就不能往生，这个我们要知道。",
      "zh_TW": "法藏比丘知道我們的苦處，所以才幫助我們苦難眾生，希望我們在一生當中能成就。包括哪些人？上面到等覺菩薩，下面到地獄眾生，所有十法界、六道這些眾生，統統包括盡了。只要有緣遇到這個法門，一生當中就能夠圓滿證得無上菩提。八萬四千法門裡面所沒有的，真正是特別殊勝的一個法門。這個法門的條件只要兩樁事情，第一個真正相信，第二個真正願生極樂世界。能不能往生就這兩樁事情。沒有絲毫懷疑，我相信佛菩薩決定不會騙人，他們的話一定是真話，真正相信，真正願生西方極樂世界。蕅益大師說，能不能往生決定在信願之有無，有信有願就決定得生。生到極樂世界有品位，極樂世界四土三輩九品，你是生到哪一個階層？這個關係你念佛功夫的淺深，就是我們念這句佛號功夫的淺深。什麼叫功夫？念佛功夫成片了。這個功夫淺，淺怎麼樣？能往生，往生到同居土三輩九品，這個功夫淺。所謂淺的是剛剛把懷疑斷掉，疑心斷掉了。要有一點疑心夾雜在裡頭，就不能往生，這個我們要知道。"
    },
    {
      "id": "02-041-0160_p0009",
      "zh_CN": "对佛菩萨的信心要建立，佛菩萨还会骗人吗？人会骗人，佛菩萨、圣贤人决定不会骗人，要相信他教给我们的五戒十善，在他的身上一定是究竟圆满。五戒里面有不妄语，十善里面有不妄语、不两舌、不绮语、不恶口。大圣大贤教化众生，无一不是先行其言，他要教人，他所说的他全做到了，才能叫人相信，才能叫人服从。我们对于佛菩萨存一分怀疑，这是不道德，这是对佛菩萨不恭敬。你怀疑他，你把他当作什么人看待？错了，法没有错，佛没有错，我们自己错了。信心为什么生不起来？对于事实真相了解不够程度。如何建立信心？那就要靠教学为先了。佛菩萨的方法、古圣先贤的方法教导我们，「一门深入，长时薰修」，从这个地方建立信心。你学习的功夫愈深，信心就愈大愈深，帮助你建立信心的。",
      "zh_TW": "對佛菩薩的信心要建立，佛菩薩還會騙人嗎？人會騙人，佛菩薩、聖賢人決定不會騙人，要相信他教給我們的五戒十善，在他的身上一定是究竟圓滿。五戒裡面有不妄語，十善裡面有不妄語、不兩舌、不綺語、不惡口。大聖大賢教化眾生，無一不是先行其言，他要教人，他所說的他全做到了，才能叫人相信，才能叫人服從。我們對於佛菩薩存一分懷疑，這是不道德，這是對佛菩薩不恭敬。你懷疑他，你把他當作什麼人看待？錯了，法沒有錯，佛沒有錯，我們自己錯了。信心為什麼生不起來？對於事實真相了解不夠程度。如何建立信心？那就要靠教學為先了。佛菩薩的方法、古聖先賢的方法教導我們，「一門深入，長時薰修」，從這個地方建立信心。你學習的功夫愈深，信心就愈大愈深，幫助你建立信心的。"
    },
    {
      "id": "02-041-0160_p0010",
      "zh_CN": "有一些人，像海贤老和尚、海庆法师，他们不认识字，没有念过书，一生没有念过一部经，他有成就，有大成就。那什么原因？善根深厚！这个善根不是这一生学的，过去生生世世培养的善根。这个善根就是我们俗话说老实人，真老实，你说什么他都相信，你骗他他也相信。像老德老和尚，别人骗他、捉弄他，他喜欢念佛，喜欢拜佛，人家告诉他，指着石头，这石头里头有佛，他马上就磕头，就礼拜，他当真；牛粪，指着牛粪，这里头有佛，他就给牛粪磕头。别人哈哈大笑戏弄他，他什么？他修真实功德。他那个头磕下去，那真的有佛在，别人看不到，他能看到。一切法从心想生，从自己的心想生，自己心中有佛，人家说哪里有佛，他看真是有佛。法身佛无处不在，无时不在，法身佛是光，光中有佛，真诚到极处，别人看不见，他看见了。",
      "zh_TW": "有一些人，像海賢老和尚、海慶法師，他們不認識字，沒有念過書，一生沒有念過一部經，他有成就，有大成就。那什麼原因？善根深厚！這個善根不是這一生學的，過去生生世世培養的善根。這個善根就是我們俗話說老實人，真老實，你說什麼他都相信，你騙他他也相信。像老德老和尚，別人騙他、捉弄他，他喜歡念佛，喜歡拜佛，人家告訴他，指著石頭，這石頭裡頭有佛，他馬上就磕頭，就禮拜，他當真；牛糞，指著牛糞，這裡頭有佛，他就給牛糞磕頭。別人哈哈大笑戲弄他，他什麼？他修真實功德。他那個頭磕下去，那真的有佛在，別人看不到，他能看到。一切法從心想生，從自己的心想生，自己心中有佛，人家說哪裡有佛，他看真是有佛。法身佛無處不在，無時不在，法身佛是光，光中有佛，真誠到極處，別人看不見，他看見了。"
    },
    {
      "id": "02-041-0160_p0011",
      "zh_CN": "所以决定不能有怀疑，怀疑的人没福，怀疑的人有业障。我们几时业障消尽了，自己知道。像海庆、海贤一样，对佛菩萨一点都不怀疑，那就是业障消了，善根福德现前了。有这样善根福德，心里面的佛没丢失过，无论念佛不念佛，心里都有佛。心里只有佛，除佛之外，没有妄念，没有杂念，这个人决定往生，而且品位很高。世间人往往瞧不起，那是什么？业障重，看到这些人还批评他、毁谤他、侮辱他，造无量罪业。佛菩萨可以原谅你，鬼神不原谅你。造业的人谁管？鬼神管，佛菩萨不管。你善根福德现前，有信有愿，念佛不间断，到时候阿弥陀佛来接你往生，生到西方极乐世界，真正是你证得究竟圆满。往生到极乐世界，没有一个不是究竟圆满，法藏比丘的本愿，他的本愿兑现了。",
      "zh_TW": "所以決定不能有懷疑，懷疑的人沒福，懷疑的人有業障。我們幾時業障消盡了，自己知道。像海慶、海賢一樣，對佛菩薩一點都不懷疑，那就是業障消了，善根福德現前了。有這樣善根福德，心裡面的佛沒丟失過，無論念佛不念佛，心裡都有佛。心裡只有佛，除佛之外，沒有妄念，沒有雜念，這個人決定往生，而且品位很高。世間人往往瞧不起，那是什麼？業障重，看到這些人還批評他、毀謗他、侮辱他，造無量罪業。佛菩薩可以原諒你，鬼神不原諒你。造業的人誰管？鬼神管，佛菩薩不管。你善根福德現前，有信有願，念佛不間斷，到時候阿彌陀佛來接你往生，生到西方極樂世界，真正是你證得究竟圓滿。往生到極樂世界，沒有一個不是究竟圓滿，法藏比丘的本願，他的本願兌現了。"
    },
    {
      "id": "02-041-0160_p0012",
      "zh_CN": "我们这一生很幸运，得人身，遇佛法，又遇到净宗。在这个时代遇到这三位大德，夏莲居给我们会集这个善本，《无量寿经》善本，黄念老为我们做集注，海贤老和尚为我们表法，全了。夏老的示转，黄念老的劝转，海贤老和尚给我们作证转，大乘讲的三转法轮齐全了，统统遇上了，再要不相信，那就是自己的罪业太重了。你有缘，说明你就有机会，在这一生当中到极乐世界去作佛去，你就有机会。这个机会就看你能不能把它抓住。抓住就不能放松，把这个世间要放下。世间不外乎亲情、财色名利，这都不是好东西，叫魔，把你无始劫来的烦恼习气，把它拉出来了，叫贪瞋痴慢疑，你就造轮回业，继续搞轮回，来世比今世还要苦。这个是不能不知道的，不能不提高警觉的。",
      "zh_TW": "我們這一生很幸運，得人身，遇佛法，又遇到淨宗。在這個時代遇到這三位大德，夏蓮居給我們會集這個善本，《無量壽經》善本，黃念老為我們做集註，海賢老和尚為我們表法，全了。夏老的示轉，黃念老的勸轉，海賢老和尚給我們作證轉，大乘講的三轉法輪齊全了，統統遇上了，再要不相信，那就是自己的罪業太重了。你有緣，說明你就有機會，在這一生當中到極樂世界去作佛去，你就有機會。這個機會就看你能不能把它抓住。抓住就不能放鬆，把這個世間要放下。世間不外乎親情、財色名利，這都不是好東西，叫魔，把你無始劫來的煩惱習氣，把它拉出來了，叫貪瞋痴慢疑，你就造輪迴業，繼續搞輪迴，來世比今世還要苦。這個是不能不知道的，不能不提高警覺的。"
    },
    {
      "id": "02-041-0160_p0013",
      "zh_CN": "尤其是六十以后，要办来生的大事。我们在年轻的时候，老师给我们讲欧阳修的「秋声赋」，用四季来比喻一个人的一生。从出生到二十岁，人生的春天；二十到四十，人生的夏天；四十到六十，人生的秋天；六十到八十，人生的冬天。所以六十以后知道人生的冬天，春夏秋冬，我们现在到末后最后一季了，要办明年的事情，几个人觉悟了？到秋天这个时候，万缘要放下，冬天不一定存在。人生真的是苦短，兄弟当中，同学当中，朋友当中，四五十走的、五六十走的，很多，能活到八十岁的不多，没有几个。八十以后风烛残年，不定什么时候走，说走就走了。一定要有这个警觉心，有一天的光阴，念一天的弥陀，这是正经事，这是真正向往西方极乐世界。要是还搞世间名闻利养，完了，纵然你得到，你还能够享受几年？八十以后，分分秒秒都是最可贵的，抓住了，来生有指望，疏忽了，来生在三途，你说你多可怕！我们必须要记住，决定不能搞三途，搞三途对不起自己，对不起父母，对不起老师，对不起佛菩萨，那就是罪人。应该怎样？万缘放下，真信、真愿老实念佛，时时刻刻心里面这阿弥陀佛未曾丢失，这叫功夫，这就是往生有把握。常常把阿弥陀佛忘记，还有很多妄想杂念，这个不好，这个往生没把握。不能不想这个问题，这是我们一生当中第一个大问题。",
      "zh_TW": "尤其是六十以後，要辦來生的大事。我們在年輕的時候，老師給我們講歐陽修的「秋聲賦」，用四季來比喻一個人的一生。從出生到二十歲，人生的春天；二十到四十，人生的夏天；四十到六十，人生的秋天；六十到八十，人生的冬天。所以六十以後知道人生的冬天，春夏秋冬，我們現在到末後最後一季了，要辦明年的事情，幾個人覺悟了？到秋天這個時候，萬緣要放下，冬天不一定存在。人生真的是苦短，兄弟當中，同學當中，朋友當中，四五十走的、五六十走的，很多，能活到八十歲的不多，沒有幾個。八十以後風燭殘年，不定什麼時候走，說走就走了。一定要有這個警覺心，有一天的光陰，念一天的彌陀，這是正經事，這是真正嚮往西方極樂世界。要是還搞世間名聞利養，完了，縱然你得到，你還能夠享受幾年？八十以後，分分秒秒都是最可貴的，抓住了，來生有指望，疏忽了，來生在三途，你說你多可怕！我們必須要記住，決定不能搞三途，搞三途對不起自己，對不起父母，對不起老師，對不起佛菩薩，那就是罪人。應該怎樣？萬緣放下，真信、真願老實念佛，時時刻刻心裡面這阿彌陀佛未曾丟失，這叫功夫，這就是往生有把握。常常把阿彌陀佛忘記，還有很多妄想雜念，這個不好，這個往生沒把握。不能不想這個問題，這是我們一生當中第一個大問題。"
    },
    {
      "id": "02-041-0160_p0014",
      "zh_CN": "这个地方这段经文，说明阿弥陀佛四十八愿从哪里来的，他看到一切诸佛刹土这里面的境界相，十法界、六道看得清清楚楚、明明白白。哪些要取的，哪些要舍的，取长舍短，极乐世界这么来的。所以极乐世界成就之后，确确实实超过一切诸佛刹土，也确确实实能够帮助一切众生一生圆满成就，殊胜无比。",
      "zh_TW": "這個地方這段經文，說明阿彌陀佛四十八願從哪裡來的，他看到一切諸佛剎土這裡面的境界相，十法界、六道看得清清楚楚、明明白白。哪些要取的，哪些要捨的，取長捨短，極樂世界這麼來的。所以極樂世界成就之後，確確實實超過一切諸佛剎土，也確確實實能夠幫助一切眾生一生圓滿成就，殊勝無比。"
    },
    {
      "id": "02-041-0160_p0015",
      "zh_CN": "我们再看下文，「或疑法藏比丘在因地中」，因地是没有成佛之前，在因地中，「何能遍见十方诸佛净妙国土」，他怎么能够看见十方一切诸佛刹土？下面「答曰」，《法集经》里面有这两句，「菩萨摩诃萨，得彼诸佛如来天眼。」他得的是佛的天眼，佛加持，不是他自己修得的，藉佛的天眼来用用，他见到了。《大智度论》里头也说，「天眼彻视」，没有见不到的，「则不动而遍至」。如来、法身菩萨的天眼真的如如不动，遍法界虚空界，还看到过去，还看到未来，清清楚楚、明明白白。十方有没有来？没有来，「比丘亦不往」。为什么？这个境界里头，时间空间没有了，过去现在未来是假的，不是真的，此界他方也不是真的。换句话说，到心不动的时候，你看到这个宇宙，没有空间，也没有时间，你全看到了，空间障碍没有，时间障碍也没有，在哪里？就在现前，古往今来都在现前。这都是真的，不是假的。下面说，「如佛天眼故」，像佛的天眼，「十方国土皆悉一时睹见。」一时，同时，同时看到，十方所有一切世界同时看到。",
      "zh_TW": "我們再看下文，「或疑法藏比丘在因地中」，因地是沒有成佛之前，在因地中，「何能遍見十方諸佛淨妙國土」，他怎麼能夠看見十方一切諸佛剎土？下面「答曰」，《法集經》裡面有這兩句，「菩薩摩訶薩，得彼諸佛如來天眼。」他得的是佛的天眼，佛加持，不是他自己修得的，藉佛的天眼來用用，他見到了。《大智度論》裡頭也說，「天眼徹視」，沒有見不到的，「則不動而遍至」。如來、法身菩薩的天眼真的如如不動，遍法界虛空界，還看到過去，還看到未來，清清楚楚、明明白白。十方有沒有來？沒有來，「比丘亦不往」。為什麼？這個境界裡頭，時間空間沒有了，過去現在未來是假的，不是真的，此界他方也不是真的。換句話說，到心不動的時候，你看到這個宇宙，沒有空間，也沒有時間，你全看到了，空間障礙沒有，時間障礙也沒有，在哪裡？就在現前，古往今來都在現前。這都是真的，不是假的。下面說，「如佛天眼故」，像佛的天眼，「十方國土皆悉一時睹見。」一時，同時，同時看到，十方所有一切世界同時看到。"
    },
    {
      "id": "02-041-0160_p0016",
      "zh_CN": "「据上经论，可知法藏菩萨摩诃萨，承世间自在王如来威神加被」，佛加持他，被佛加持，「得如佛之天眼」。他自己修的是有天眼，但是天眼不圆满。我们知道，天眼从小乘初果就得到了。小乘初果，他的天眼能够看到欲界，欲界有六层天，人道下面有畜生、有饿鬼、有地狱，他都能看见，小乘初果。我们就晓得，到二果他应该能见到色界天，色界的初禅、二禅；三果，我们相信能够看到色界的三禅、四禅，阿罗汉能看到四空天，菩萨的天眼能见到十法界。法身菩萨的天眼跟佛很接近，能见到遍法界虚空界、十方三世，法身菩萨。再要得佛力加持，那还有什么话说？我们相信法藏比丘在这个时候，他是菩萨，决定超过阿罗汉，得佛力加持，他的天眼就跟佛没有两样。「故能不动而遍见十方，于佛说国土皆悉睹见。」佛所讲的二十一亿，这是表法的，表十方三世一切诸佛刹土统统见到。像世尊在《华严经》上给我们说的，「世界成就品」、「华藏世界品」，这两品经给我们介绍世界，现在讲天文学，《华严经》上有天文学。",
      "zh_TW": "「據上經論，可知法藏菩薩摩訶薩，承世間自在王如來威神加被」，佛加持他，被佛加持，「得如佛之天眼」。他自己修的是有天眼，但是天眼不圓滿。我們知道，天眼從小乘初果就得到了。小乘初果，他的天眼能夠看到欲界，欲界有六層天，人道下面有畜生、有餓鬼、有地獄，他都能看見，小乘初果。我們就曉得，到二果他應該能見到色界天，色界的初禪、二禪；三果，我們相信能夠看到色界的三禪、四禪，阿羅漢能看到四空天，菩薩的天眼能見到十法界。法身菩薩的天眼跟佛很接近，能見到遍法界虛空界、十方三世，法身菩薩。再要得佛力加持，那還有什麼話說？我們相信法藏比丘在這個時候，他是菩薩，決定超過阿羅漢，得佛力加持，他的天眼就跟佛沒有兩樣。「故能不動而遍見十方，於佛說國土皆悉睹見。」佛所講的二十一億，這是表法的，表十方三世一切諸佛剎土統統見到。像世尊在《華嚴經》上給我們說的，「世界成就品」、「華藏世界品」，這兩品經給我們介紹世界，現在講天文學，《華嚴經》上有天文學。"
    },
    {
      "id": "02-041-0160_p0017",
      "zh_CN": "都看见就有取舍，所以，『起发无上殊胜之愿』，这个殊胜之愿就是四十八愿，下一品接着说的。起也是发的意思，发起。「更无有上」，叫无上。这个愿是圆满的。「殊胜者，事之超绝希有者，曰殊胜。《会疏》曰：无有此上，故云无上。超胜诸愿」，这个诸愿是诸佛如来的大愿，超过它们，「故曰殊胜。谓庄严无上故，受乐无上故，光寿无上故」，这三句属于果报。庄严、美好没有人能比，十方诸佛刹土都比不上它，无上！受乐，不但没有苦这些事，生老病死、求不得、怨憎会、爱别离，这些事没有，连这些名都听不到。光明，寿命，光是智慧，寿是福报。福报里面，第一个福报就是寿命，福报再大没有寿命谁去享？就落空了，所以寿命是福报里头的第一德。无量寿，无量光，光寿无上。",
      "zh_TW": "都看見就有取捨，所以，『起發無上殊勝之願』，這個殊勝之願就是四十八願，下一品接著說的。起也是發的意思，發起。「更無有上」，叫無上。這個願是圓滿的。「殊勝者，事之超絕希有者，曰殊勝。《會疏》曰：無有此上，故云無上。超勝諸願」，這個諸願是諸佛如來的大願，超過它們，「故曰殊勝。謂莊嚴無上故，受樂無上故，光壽無上故」，這三句屬於果報。莊嚴、美好沒有人能比，十方諸佛剎土都比不上它，無上！受樂，不但沒有苦這些事，生老病死、求不得、怨憎會、愛別離，這些事沒有，連這些名都聽不到。光明，壽命，光是智慧，壽是福報。福報裡面，第一個福報就是壽命，福報再大沒有壽命誰去享？就落空了，所以壽命是福報裡頭的第一德。無量壽，無量光，光壽無上。"
    },
    {
      "id": "02-041-0160_p0018",
      "zh_CN": "「名号无上」，佛是教人修什么？就是念佛名号。念佛名号就能往生净土，念佛名号就能一心不乱，念佛名号就能明心见性，这还得了！阿弥陀佛的名号，我们一定要知道，这个名号圆满包含一切诸佛的名号、一切菩萨的名号，一个都不漏，圆圆满满。又包括一切法门的名号，一切经教的名号，你念这句名号，等于说是经典全部念到了，《大藏经》上一部也没有漏掉，都在名号里头。所以我们晓得，海庆老和尚，海贤老和尚，还有一个老德和尚，他们一生就是一句名号。他们修行的方法，拜佛、念佛、绕佛，生活没有离开佛号，工作也不离开佛号，待人接物，名号都没有中断过。只有睡觉的时候没有念佛，可是醒过来佛号就接上，养成了习惯，心里真正有阿弥陀佛。像中峰禅师三时系念佛事里面的开示，他讲的，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」。讲得好，自己的心跟弥陀的心融成一体，自己的身土跟极乐世界的身土打成一片，名号无上。",
      "zh_TW": "「名號無上」，佛是教人修什麼？就是念佛名號。念佛名號就能往生淨土，念佛名號就能一心不亂，念佛名號就能明心見性，這還得了！阿彌陀佛的名號，我們一定要知道，這個名號圓滿包含一切諸佛的名號、一切菩薩的名號，一個都不漏，圓圓滿滿。又包括一切法門的名號，一切經教的名號，你念這句名號，等於說是經典全部念到了，《大藏經》上一部也沒有漏掉，都在名號裡頭。所以我們曉得，海慶老和尚，海賢老和尚，還有一個老德和尚，他們一生就是一句名號。他們修行的方法，拜佛、念佛、繞佛，生活沒有離開佛號，工作也不離開佛號，待人接物，名號都沒有中斷過。只有睡覺的時候沒有念佛，可是醒過來佛號就接上，養成了習慣，心裡真正有阿彌陀佛。像中峰禪師三時繫念佛事裡面的開示，他講的，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」。講得好，自己的心跟彌陀的心融成一體，自己的身土跟極樂世界的身土打成一片，名號無上。"
    },
    {
      "id": "02-041-0160_p0019",
      "zh_CN": "「生因无上」，往生净土的因，真信真愿，有信有愿就能往生。念佛有了功夫，有了什么功夫？经上常说功夫成片，我们做得到，一心不乱很难。有功夫成片就决定得生，生到哪里？凡圣同居土，上品上生。功夫纯一点，他到方便有余土去了，他就超过同居土，多殊胜！念到事一心不乱，方便土里面的上上品往生。念到理一心不乱，实报土的上辈往生。因这么简单，这么明了。「利益无上」，利益是生到西方极乐世界，得阿弥陀佛四十八愿的加持，皆作阿惟越致菩萨。所以极乐世界是平等世界，虽有四土三辈九品，但实际上他们的智慧、神通、道力、受用全是平等的，同居土往生的，方便土往生的，都享受实报土菩萨的智慧、神通、道力，这个利益是真正无上。「是总四十八愿大体。」细说就是下面的四十八愿，这是讲四十八愿的体，是法藏菩萨的弘愿。",
      "zh_TW": "「生因無上」，往生淨土的因，真信真願，有信有願就能往生。念佛有了功夫，有了什麼功夫？經上常說功夫成片，我們做得到，一心不亂很難。有功夫成片就決定得生，生到哪裡？凡聖同居土，上品上生。功夫純一點，他到方便有餘土去了，他就超過同居土，多殊勝！念到事一心不亂，方便土裡面的上上品往生。念到理一心不亂，實報土的上輩往生。因這麼簡單，這麼明瞭。「利益無上」，利益是生到西方極樂世界，得阿彌陀佛四十八願的加持，皆作阿惟越致菩薩。所以極樂世界是平等世界，雖有四土三輩九品，但實際上他們的智慧、神通、道力、受用全是平等的，同居土往生的，方便土往生的，都享受實報土菩薩的智慧、神通、道力，這個利益是真正無上。「是總四十八願大體。」細說就是下面的四十八願，這是講四十八願的體，是法藏菩薩的弘願。"
    },
    {
      "id": "02-041-0160_p0020",
      "zh_CN": "下面这一科，「大愿所依」，四十八愿依什么发的。底下分为四小段，第一段「观察」，他看到的：",
      "zh_TW": "下面這一科，「大願所依」，四十八願依什麼發的。底下分為四小段，第一段「觀察」，他看到的："
    },
    {
      "id": "02-041-0160_p0021",
      "zh_CN": "【于彼天人善恶。国土粗妙。思惟究竟。】",
      "zh_TW": "【於彼天人善惡。國土粗妙。思惟究竟。】"
    },
    {
      "id": "02-041-0160_p0022",
      "zh_CN": "真搞清楚、搞明白了，他将来成佛，他的佛国土希望达到什么样的阶层？超过一切诸佛刹土。那就是虽有四土三辈九品，但是是以最高的等级平等利益，智慧、神通、道力跟法身菩萨没有两样。我们看念老的注解，『于彼天人善恶』，「判定善恶之性，诸说不一。兹撮要介绍如下。」这一段就是善恶，善恶是因，国土粗妙是果，有很多种说法，念老都把它引用在此地。",
      "zh_TW": "真搞清楚、搞明白了，他將來成佛，他的佛國土希望達到什麼樣的階層？超過一切諸佛剎土。那就是雖有四土三輩九品，但是是以最高的等級平等利益，智慧、神通、道力跟法身菩薩沒有兩樣。我們看念老的註解，『於彼天人善惡』，「判定善惡之性，諸說不一。茲撮要介紹如下。」這一段就是善惡，善惡是因，國土粗妙是果，有很多種說法，念老都把它引用在此地。"
    },
    {
      "id": "02-041-0160_p0023",
      "zh_CN": "第一，「《菩萨璎珞经》以顺第一义谛为善，违第一义谛为恶」。我们再念下去，「经曰：一切众生识，始起一想住于缘。顺第一义谛起名善，背第一义谛起为恶」。「经云第一义谛」，什么叫第一义谛？第一义谛是真谛、是圣谛、是胜义谛、是真如、是实相、是中道，「亦即实际理体」。本经佛讲的三个真实，这是其他经典里很少说的，第一个「真实之际」，真实之际是阿弥陀佛四十八愿的体，四十八愿之所依。真实之际就是我们讲的真如、自性，这个地方讲的第一义谛，名词很多，意思都是同一个意思，同样一个境界。真谛，真，不是假的。凡所有相皆是虚妄，那是假的，那不是真的。真假标准是什么？假的，有生有灭就是假的；没有生灭，这才叫真的。",
      "zh_TW": "第一，「《菩薩瓔珞經》以順第一義諦為善，違第一義諦為惡」。我們再念下去，「經曰：一切眾生識，始起一想住於緣。順第一義諦起名善，背第一義諦起為惡」。「經云第一義諦」，什麼叫第一義諦？第一義諦是真諦、是聖諦、是勝義諦、是真如、是實相、是中道，「亦即實際理體」。本經佛講的三個真實，這是其他經典裡很少說的，第一個「真實之際」，真實之際是阿彌陀佛四十八願的體，四十八願之所依。真實之際就是我們講的真如、自性，這個地方講的第一義諦，名詞很多，意思都是同一個意思，同樣一個境界。真諦，真，不是假的。凡所有相皆是虛妄，那是假的，那不是真的。真假標準是什麼？假的，有生有滅就是假的；沒有生滅，這才叫真的。"
    },
    {
      "id": "02-041-0160_p0024",
      "zh_CN": "我们细心观察，这个世界上所有一切动物，人是动物，有生老病死，这就不是真的；植物有生住异灭，假的，不是真的；矿物有成住坏空，所以凡所有相皆是虚妄。现在的科学给我们证明了，以前没有，现在科学家告诉我们。起心动念是生灭现象，我们讲的是很粗、很明显的生灭现象，真正的生灭现象，大乘经上所说的，都不是我们境界，我们看不到。譬如弥勒菩萨告诉我们，阿赖耶的生灭现象，一弹指有三十二亿百千念，这个我们怎么会知道？一弹指的时间，有三十二亿百千个念头，一个念头就是一个现象。一弹指有多少现象？三十二亿百千念，百千是单位，一百个千是十万，三十二亿乘十万，三百二十兆。我们今天用秒做单位，一秒钟可以弹多少次？有人告诉我，可以七次。好，七是佛经上常用的，代表圆满。三百二十兆乘七，二千一百兆次，一秒钟，就在面前，我们完全不知道。我们六根所接触的六尘境界，根、尘、识统统是这个频率。这么高的频率产生的幻相，没有一个相是真的，我们要知道，全是假的。所以凡所有相皆是虚妄，一切法了不可得。不可得，你自己以为有所得，错了，你看错、想错了，真的是无所得。我们这个身体现象，一秒钟生灭二千一百兆次，我们不知道，以为它存在。实际上真正存在的时间多长？二千一百兆分之一秒。",
      "zh_TW": "我們細心觀察，這個世界上所有一切動物，人是動物，有生老病死，這就不是真的；植物有生住異滅，假的，不是真的；礦物有成住壞空，所以凡所有相皆是虛妄。現在的科學給我們證明了，以前沒有，現在科學家告訴我們。起心動念是生滅現象，我們講的是很粗、很明顯的生滅現象，真正的生滅現象，大乘經上所說的，都不是我們境界，我們看不到。譬如彌勒菩薩告訴我們，阿賴耶的生滅現象，一彈指有三十二億百千念，這個我們怎麼會知道？一彈指的時間，有三十二億百千個念頭，一個念頭就是一個現象。一彈指有多少現象？三十二億百千念，百千是單位，一百個千是十萬，三十二億乘十萬，三百二十兆。我們今天用秒做單位，一秒鐘可以彈多少次？有人告訴我，可以七次。好，七是佛經上常用的，代表圓滿。三百二十兆乘七，二千一百兆次，一秒鐘，就在面前，我們完全不知道。我們六根所接觸的六塵境界，根、塵、識統統是這個頻率。這麼高的頻率產生的幻相，沒有一個相是真的，我們要知道，全是假的。所以凡所有相皆是虛妄，一切法了不可得。不可得，你自己以為有所得，錯了，你看錯、想錯了，真的是無所得。我們這個身體現象，一秒鐘生滅二千一百兆次，我們不知道，以為它存在。實際上真正存在的時間多長？二千一百兆分之一秒。"
    },
    {
      "id": "02-041-0160_p0025",
      "zh_CN": "《金刚经》讲得清楚，「凡所有相皆是虚妄」。有相就有生灭，有相没有生灭，那是法性。法性的相很奇特，它没有生灭，它有隐现，有缘它现，没有缘它不现。不现，不能说它无；现，不能说它有。这个得要把它真相认识清楚，所有的妄相都是生灭相，妄相从阿赖耶变现出来的。一真法界，实报庄严土，实是真实，不是假的，生灭是假的，实报土没有生灭现象，但是有隐现。隐现从哪里来的？应该是从阿赖耶无始无明习气来的。实报土里面的菩萨，无明都断了，也就是我们常说，不起心不动念，他在一切境界里面，佛境界、菩萨境界，乃至六道境界，他不会起心动念。释迦牟尼佛当年在世，为我们示现八相成道。八相成道里头有没有生灭？有。佛所现的确实有生有灭，跟我们的身体一样有生老病死，也示现在跟我们同样的频率，一秒钟二千一百兆这个频率里。但是他自在、踏实，像《楞严》上所说的「随众生心，应所知量」，众生心是缘，跟他相应，他就现身为我们说法，示现八相成道。他是来表演的，不是真的，把修行证果怎么成就的，表演给大家看看。放下烦恼障，放下所知障，持戒、修定、开慧，然后再示现讲经四十九年，说法三百余会。说这么多经典，是自性里头流露出来的。谁教他？没人教。虽然他有十二年参学，印度所有的宗教他都学过，所有的学派（哲学的学派）他也都学过，他都没用上，放下了。三十岁放下了，放下所知障，在毕钵罗树下入定，出定的时候看到明星大彻大悟，表演给我们看的。悟是什么？什么都明白，就是明心见性，见性成佛，自性里面无量的智慧、德能统统现前，佛用这些东西来教化众生，帮助众生觉悟，帮助众生回头。一生教学，帮助人破迷开悟，离苦得乐，全是用自性里面的真实智慧。管用，而且没有副作用。",
      "zh_TW": "《金剛經》講得清楚，「凡所有相皆是虛妄」。有相就有生滅，有相沒有生滅，那是法性。法性的相很奇特，它沒有生滅，它有隱現，有緣它現，沒有緣它不現。不現，不能說它無；現，不能說它有。這個得要把它真相認識清楚，所有的妄相都是生滅相，妄相從阿賴耶變現出來的。一真法界，實報莊嚴土，實是真實，不是假的，生滅是假的，實報土沒有生滅現象，但是有隱現。隱現從哪裡來的？應該是從阿賴耶無始無明習氣來的。實報土裡面的菩薩，無明都斷了，也就是我們常說，不起心不動念，他在一切境界裡面，佛境界、菩薩境界，乃至六道境界，他不會起心動念。釋迦牟尼佛當年在世，為我們示現八相成道。八相成道裡頭有沒有生滅？有。佛所現的確實有生有滅，跟我們的身體一樣有生老病死，也示現在跟我們同樣的頻率，一秒鐘二千一百兆這個頻率裡。但是他自在、踏實，像《楞嚴》上所說的「隨眾生心，應所知量」，眾生心是緣，跟他相應，他就現身為我們說法，示現八相成道。他是來表演的，不是真的，把修行證果怎麼成就的，表演給大家看看。放下煩惱障，放下所知障，持戒、修定、開慧，然後再示現講經四十九年，說法三百餘會。說這麼多經典，是自性裡頭流露出來的。誰教他？沒人教。雖然他有十二年參學，印度所有的宗教他都學過，所有的學派（哲學的學派）他也都學過，他都沒用上，放下了。三十歲放下了，放下所知障，在畢缽羅樹下入定，出定的時候看到明星大徹大悟，表演給我們看的。悟是什麼？什麼都明白，就是明心見性，見性成佛，自性裡面無量的智慧、德能統統現前，佛用這些東西來教化眾生，幫助眾生覺悟，幫助眾生回頭。一生教學，幫助人破迷開悟，離苦得樂，全是用自性裡面的真實智慧。管用，而且沒有副作用。"
    },
    {
      "id": "02-041-0160_p0026",
      "zh_CN": "科学技术有所发明，给我们带来很多便利，但是副作用太大，现代人感受到了。发展科学要付出什么样的代价？这两个一比较，我们就很明显的觉察到，得不偿失，我们得到的不多，我们付出的太大。所以现在的人一生，从出生到老死，你享受几天乐？细心观察，一天都没享受到，都在苦难当中度过，人生在世没有方向、没有目标。古时候比我们好，为什么？有圣贤教诲，现在没有了，现在人不相信。古时候学佛成就的人多，现在学佛成就的人少，什么原因？信心不一样。古人信，今人有怀疑，虽然信，他还是有怀疑，半信半疑，这样的人居多数。有疑就不能成就，这一生修一点善根，等来生后世。什么时候有成就？什么时候不怀疑，遇到了就有成就。遇到了怀疑，不会有成就，不能往生，这个道理我们不能不知道。",
      "zh_TW": "科學技術有所發明，給我們帶來很多便利，但是副作用太大，現代人感受到了。發展科學要付出什麼樣的代價？這兩個一比較，我們就很明顯的覺察到，得不償失，我們得到的不多，我們付出的太大。所以現在的人一生，從出生到老死，你享受幾天樂？細心觀察，一天都沒享受到，都在苦難當中度過，人生在世沒有方向、沒有目標。古時候比我們好，為什麼？有聖賢教誨，現在沒有了，現在人不相信。古時候學佛成就的人多，現在學佛成就的人少，什麼原因？信心不一樣。古人信，今人有懷疑，雖然信，他還是有懷疑，半信半疑，這樣的人居多數。有疑就不能成就，這一生修一點善根，等來生後世。什麼時候有成就？什麼時候不懷疑，遇到了就有成就。遇到了懷疑，不會有成就，不能往生，這個道理我們不能不知道。"
    },
    {
      "id": "02-041-0160_p0027",
      "zh_CN": "我们再接着往下看，「谛者，真实之道理。此道理为诸法中第一，故云第一义」。第一义就是说，这个理，在一切法里面它是第一，第一义就是真理。你看，看其他的名词意思就懂得了，真谛就是真理，圣谛就是真谛，胜义谛，胜是殊胜，没有比这个更殊胜的，也叫做真如，也叫做实相，实相就是真相，我们讲本来面目，又称为中道。佛经上这一个意思，所用的名相几十个，这是略举几个。佛讲经教学，同一桩事情为什么用这么多的名词术语？这是佛教学的艺术，教学的高明处。佛不主张执著名相，所以「名可名，非常名」，中国道家所讲的，大乘佛法也是这个说法。",
      "zh_TW": "我們再接著往下看，「諦者，真實之道理。此道理為諸法中第一，故云第一義」。第一義就是說，這個理，在一切法裡面它是第一，第一義就是真理。你看，看其他的名詞意思就懂得了，真諦就是真理，聖諦就是真諦，勝義諦，勝是殊勝，沒有比這個更殊勝的，也叫做真如，也叫做實相，實相就是真相，我們講本來面目，又稱為中道。佛經上這一個意思，所用的名相幾十個，這是略舉幾個。佛講經教學，同一樁事情為什麼用這麼多的名詞術語？這是佛教學的藝術，教學的高明處。佛不主張執著名相，所以「名可名，非常名」，中國道家所講的，大乘佛法也是這個說法。"
    },
    {
      "id": "02-041-0160_p0028",
      "zh_CN": "《大乘起信论》上教给我们修学大乘的态度，说了三桩事情，第一个，不执着言说相；不执著名字相，这是名词术语，不执着，它是一种手段，方便的手段，不是目的，不能执着，执着就错了；第三，不执着心缘相。心缘是什么？我读到这段文，体会到里头的意思，好，但是怎么样？不能执着，执着就错了，为什么？明天读的时候又有新意思。到底有多少意思？无有穷尽，你慢慢去体会。一着相完了，着相就一个，不着相是无量义。为什么？自性，自性就是无量的。这些名词全部是形容自性，自性是第一义，自性是真谛，自性是圣谛，就是真心。我们讲真心，不是妄心，自性就是真心。我们起心动念、分别执着，妄心。真心怎么样？真心，不起心不动念，不分别不执着，它有无量义，你每次遇到它都不一样。所以念一部经，一部经真的念，把它的真实义念出来，你不会想念第二部经，你这一部经一生念到底，为什么？无量义。为什么无量义？所有一切经都在这一部经上，法门平等，无有高下，就这个意思。不要说一部经，前面讲过，一句名号，阿弥陀佛，无量义！阿弥陀佛这一句就是无量经典都在其中。",
      "zh_TW": "《大乘起信論》上教給我們修學大乘的態度，說了三樁事情，第一個，不執著言說相；不執著名字相，這是名詞術語，不執著，它是一種手段，方便的手段，不是目的，不能執著，執著就錯了；第三，不執著心緣相。心緣是什麼？我讀到這段文，體會到裡頭的意思，好，但是怎麼樣？不能執著，執著就錯了，為什麼？明天讀的時候又有新意思。到底有多少意思？無有窮盡，你慢慢去體會。一著相完了，著相就一個，不著相是無量義。為什麼？自性，自性就是無量的。這些名詞全部是形容自性，自性是第一義，自性是真諦，自性是聖諦，就是真心。我們講真心，不是妄心，自性就是真心。我們起心動念、分別執著，妄心。真心怎麼樣？真心，不起心不動念，不分別不執著，它有無量義，你每次遇到它都不一樣。所以念一部經，一部經真的念，把它的真實義念出來，你不會想念第二部經，你這一部經一生念到底，為什麼？無量義。為什麼無量義？所有一切經都在這一部經上，法門平等，無有高下，就這個意思。不要說一部經，前面講過，一句名號，阿彌陀佛，無量義！阿彌陀佛這一句就是無量經典都在其中。"
    },
    {
      "id": "02-041-0160_p0029",
      "zh_CN": "刘素云居士看海贤老和尚的光碟，看了一千多遍，好像是八个月的时间看了一千多遍，告诉我们每一遍都有新的意思出现，其乐无比。为什么？她用清净心来看，守住《大乘起信论》的方法，不执着言说相；看经，不执着文字相，不执著名字相，就是名词术语，这些第一义谛、真谛、圣谛，这些名字，不执着这个，这都是方便法；不执着心缘相，遍遍有新意思出来。如果执着一个意思，就不会有第二个意思出来，那是什么？落在阿赖耶里头。所以经是活的，宇宙万法是活的，没有一样是死的。你想想看，一弹指三十二亿百千念，就是三十二亿百千不同的境界，不是相同的，各个都是独立，独立有相似，不完全相同，统统是虚妄的，过去了不再回来。能看到过去，能看到未来，因为它是幻相，它不是真的，真的只有自性，自性没有动摇。惠能大师说得好，「本自清净，本不生灭（不生不灭），本自具足，本无动摇」，它遇到缘能生万法，缘消失了，相就不见了。",
      "zh_TW": "劉素雲居士看海賢老和尚的光碟，看了一千多遍，好像是八個月的時間看了一千多遍，告訴我們每一遍都有新的意思出現，其樂無比。為什麼？她用清淨心來看，守住《大乘起信論》的方法，不執著言說相；看經，不執著文字相，不執著名字相，就是名詞術語，這些第一義諦、真諦、聖諦，這些名字，不執著這個，這都是方便法；不執著心緣相，遍遍有新意思出來。如果執著一個意思，就不會有第二個意思出來，那是什麼？落在阿賴耶裡頭。所以經是活的，宇宙萬法是活的，沒有一樣是死的。你想想看，一彈指三十二億百千念，就是三十二億百千不同的境界，不是相同的，各個都是獨立，獨立有相似，不完全相同，統統是虛妄的，過去了不再回來。能看到過去，能看到未來，因為它是幻相，它不是真的，真的只有自性，自性沒有動搖。惠能大師說得好，「本自清淨，本不生滅（不生不滅），本自具足，本無動搖」，它遇到緣能生萬法，緣消失了，相就不見了。"
    },
    {
      "id": "02-041-0160_p0030",
      "zh_CN": "所以，无始无明习气断干净，一真法界不见了。我们就知道，一真法界从哪来的？从无明习气来的。我们这里十法界依正庄严从哪来的？从无明来的。无明断了，十法界不见了，一真法界现前，无明习气没断；无明习气要断了，一真法界没有了，回归常寂光，回归常寂光才是究竟圆满。常寂光是法身，大光明藏，净宗称为常寂光。常，不生不灭叫常；寂，清净无染，没有丝毫染污，就是六祖讲的「本自清净，本无动摇」，这是寂的意思；光，无处不在，无时不在。它是十方三世一切诸佛如来，依报正报的本体，它是真的，所以称为自性，也称为法性。它能现，它能生，它不会变，也就是它没有生灭。会变是什么？把一真法界，就是实报土，变成十法界，变成六道轮回，是阿赖耶干的。阿赖耶是妄心，生灭心，生灭心就是我们念头，起心动念，前念灭后念生，这是假的，不是真的。物质现象是从念头生出来的，佛经上说的「相由心生」、「色由心生」，色跟相都是物质现象，「境随心转」，境是境界，十法界十个不同境界。境界哪里来的？由阿赖耶生出来的。阿赖耶能变，阿赖耶不能生、不能现，它把它变，变质了，变形了。森罗万象全是阿赖耶，全是妄念。这个道理真正搞通了，许许多多问题我们都解决了。",
      "zh_TW": "所以，無始無明習氣斷乾淨，一真法界不見了。我們就知道，一真法界從哪來的？從無明習氣來的。我們這裡十法界依正莊嚴從哪來的？從無明來的。無明斷了，十法界不見了，一真法界現前，無明習氣沒斷；無明習氣要斷了，一真法界沒有了，回歸常寂光，回歸常寂光才是究竟圓滿。常寂光是法身，大光明藏，淨宗稱為常寂光。常，不生不滅叫常；寂，清淨無染，沒有絲毫染污，就是六祖講的「本自清淨，本無動搖」，這是寂的意思；光，無處不在，無時不在。它是十方三世一切諸佛如來，依報正報的本體，它是真的，所以稱為自性，也稱為法性。它能現，它能生，它不會變，也就是它沒有生滅。會變是什麼？把一真法界，就是實報土，變成十法界，變成六道輪迴，是阿賴耶幹的。阿賴耶是妄心，生滅心，生滅心就是我們念頭，起心動念，前念滅後念生，這是假的，不是真的。物質現象是從念頭生出來的，佛經上說的「相由心生」、「色由心生」，色跟相都是物質現象，「境隨心轉」，境是境界，十法界十個不同境界。境界哪裡來的？由阿賴耶生出來的。阿賴耶能變，阿賴耶不能生、不能現，它把它變，變質了，變形了。森羅萬象全是阿賴耶，全是妄念。這個道理真正搞通了，許許多多問題我們都解決了。"
    },
    {
      "id": "02-041-0160_p0031",
      "zh_CN": "善念，善境界现前；恶念，灾难现前。我们要消灾免难怎么做法？端正心念就做到了。心要好，不要想自私自利，起心动念想别人，这就是好的念头。想自己错了，为什么？自己身是假的，你照顾它，冤枉。念佛养心，养你的真心，养你的自性，好，无量无边功德。这虚空法界，十方三世，最好的念头，排名第一的，就是阿弥陀佛，这佛号，所以名号无上。为什么不起这个念头？没有一个念头能胜过这个念头，你对它要有信心。你不起念则已，起念就是阿弥陀佛，你虽然现在没成佛，极乐世界已注册了，你决定往生极乐世界，你决定见阿弥陀佛，没有比这个更殊胜。生到极乐世界，就前面所说的，庄严无上，受乐无上，光寿无上，样样都无上，你证得无上，成就无上。",
      "zh_TW": "善念，善境界現前；惡念，災難現前。我們要消災免難怎麼做法？端正心念就做到了。心要好，不要想自私自利，起心動念想別人，這就是好的念頭。想自己錯了，為什麼？自己身是假的，你照顧它，冤枉。念佛養心，養你的真心，養你的自性，好，無量無邊功德。這虛空法界，十方三世，最好的念頭，排名第一的，就是阿彌陀佛，這佛號，所以名號無上。為什麼不起這個念頭？沒有一個念頭能勝過這個念頭，你對它要有信心。你不起念則已，起念就是阿彌陀佛，你雖然現在沒成佛，極樂世界已註冊了，你決定往生極樂世界，你決定見阿彌陀佛，沒有比這個更殊勝。生到極樂世界，就前面所說的，莊嚴無上，受樂無上，光壽無上，樣樣都無上，你證得無上，成就無上。"
    },
    {
      "id": "02-041-0160_p0032",
      "zh_CN": "我们再看下面，「若众生起一念」，这一念顺理体这叫善，背理体这叫恶。理体是自性，我们起了个念头，理体是干干净净的。不知道什么叫理体，你就想到惠能大师开悟的时候说的五句话，那就是理体。我们这部经上，经题后半段就是讲的这个，「清净平等觉」，与清净平等觉相应的善，违背的就是恶，清净平等觉是因，大乘庄严无量寿是果。所以清净平等觉，到西方极乐世界，你就证得大乘无量寿庄严，大乘是智慧，圆满的智慧，无量寿是圆满的福报，庄严，无量的妙好，极乐世界。这个理我们把它范围缩小，我们一般人好懂，中国古圣先贤把这个理体用五伦来解释，或者通常用道德两个字。道，道就是理体。德是什么？德是顺理体叫德，随顺这个理体。理体是什么？五伦、五常。五伦是道，道是自然的规律，不是人发明的，不是人创造的，大自然的规律。顺着大自然的规律，就是德，就是善，违背那就是恶。在佛家讲的就是十善，顺十善的是善，违背的是恶。十善的反面就是十恶，十恶具足堕无间地狱。十善具足生天，没有修定，欲界六层天，一层比一层殊胜。人必须要随顺大自然，大自然就是道，大自然就是自性，就是性德，决定不能违背。「此之判定，以理体为准。」这是念老在此地为我们举的例子，第一个例子。",
      "zh_TW": "我們再看下面，「若眾生起一念」，這一念順理體這叫善，背理體這叫惡。理體是自性，我們起了個念頭，理體是乾乾淨淨的。不知道什麼叫理體，你就想到惠能大師開悟的時候說的五句話，那就是理體。我們這部經上，經題後半段就是講的這個，「清淨平等覺」，與清淨平等覺相應的善，違背的就是惡，清淨平等覺是因，大乘莊嚴無量壽是果。所以清淨平等覺，到西方極樂世界，你就證得大乘無量壽莊嚴，大乘是智慧，圓滿的智慧，無量壽是圓滿的福報，莊嚴，無量的妙好，極樂世界。這個理我們把它範圍縮小，我們一般人好懂，中國古聖先賢把這個理體用五倫來解釋，或者通常用道德兩個字。道，道就是理體。德是什麼？德是順理體叫德，隨順這個理體。理體是什麼？五倫、五常。五倫是道，道是自然的規律，不是人發明的，不是人創造的，大自然的規律。順著大自然的規律，就是德，就是善，違背那就是惡。在佛家講的就是十善，順十善的是善，違背的是惡。十善的反面就是十惡，十惡具足墮無間地獄。十善具足生天，沒有修定，欲界六層天，一層比一層殊勝。人必須要隨順大自然，大自然就是道，大自然就是自性，就是性德，決定不能違背。「此之判定，以理體為準。」這是念老在此地為我們舉的例子，第一個例子。"
    },
    {
      "id": "02-041-0160_p0033",
      "zh_CN": "下面第二个是用《唯识论》，「《唯识论》以顺益此世他世之有漏无漏行法为善」，这降低了，没有前面讲的那么高，前面讲理体，这个地方讲有漏。有漏是什么？六道凡夫，我们很容易懂，漏是烦恼习气的代名词。佛把无量无边的烦恼归纳为十大类，五个是见烦恼，五个是思烦恼。见是什么？看错了。思是想错了，五个想错的，归纳起来这五个字，贪瞋痴慢疑，这五个想错了。看错，身，都把身看作是自己，佛告诉我们，身不是自己。这是第一个错误，这个错误带来的伤害太大太大了。身是什么？身是我所有的，像衣服一样。这个地方注意一桩事情就明了了，我不生不灭，身有生有灭。谁是我？灵性是我。性就是本性，本性非常灵敏，那是我，身不是我。身，我们在这个六道里头有生死，生死不知道多少次了，哪一次是我？哪个身是我？真的不是我，我只有一个，可是身无量无边。所以身，就像衣服不是我，是我的衣服，穿脏了，不干净了，脱下来换一件。身体亦如是，身体用了几十年不好用了，换个身体，我没有换，身换了，所以身不是我。这个概念一定要搞清楚，千万不要为身造业，那就太可惜了。如果你把这个烦恼习气统统丢掉，你的身体健康长寿，住世可以自在，想住多少年就住多少年，想什么时候走，什么时候可以走，生死自在。把真我找出来，不要留恋假我，假我要放下。",
      "zh_TW": "下面第二個是用《唯識論》，「《唯識論》以順益此世他世之有漏無漏行法為善」，這降低了，沒有前面講的那麼高，前面講理體，這個地方講有漏。有漏是什麼？六道凡夫，我們很容易懂，漏是煩惱習氣的代名詞。佛把無量無邊的煩惱歸納為十大類，五個是見煩惱，五個是思煩惱。見是什麼？看錯了。思是想錯了，五個想錯的，歸納起來這五個字，貪瞋痴慢疑，這五個想錯了。看錯，身，都把身看作是自己，佛告訴我們，身不是自己。這是第一個錯誤，這個錯誤帶來的傷害太大太大了。身是什麼？身是我所有的，像衣服一樣。這個地方注意一樁事情就明瞭了，我不生不滅，身有生有滅。誰是我？靈性是我。性就是本性，本性非常靈敏，那是我，身不是我。身，我們在這個六道裡頭有生死，生死不知道多少次了，哪一次是我？哪個身是我？真的不是我，我只有一個，可是身無量無邊。所以身，就像衣服不是我，是我的衣服，穿髒了，不乾淨了，脫下來換一件。身體亦如是，身體用了幾十年不好用了，換個身體，我沒有換，身換了，所以身不是我。這個概念一定要搞清楚，千萬不要為身造業，那就太可惜了。如果你把這個煩惱習氣統統丟掉，你的身體健康長壽，住世可以自在，想住多少年就住多少年，想什麼時候走，什麼時候可以走，生死自在。把真我找出來，不要留戀假我，假我要放下。"
    },
    {
      "id": "02-041-0160_p0034",
      "zh_CN": "所以有漏的善，烦恼没有断。佛门戒律是善，我们中国老祖宗留给我们的是礼，如礼所说的、所教的是善，违背礼节的是恶。中国人行门不能不学礼。典籍里头，十三经里头有《周礼》、《仪礼》、《礼记》。《周礼》是周朝治国的法令规章，相当于现在的宪法一样，是一部好书。我没读过，老师劝我劝了好几次，方东美先生告诉我，《周礼》在全世界，古今中外治理国家所依据的法规，《周礼》是第一。他说如果姬家子子孙孙都能够依教奉行，方先生说，今天我们这个国家还是周朝。这个评价评得高！那时候叫我看经，我始终没有看这个，三礼我只读过《礼记》。《礼记》属于杂记，《仪礼》是我们生活的规矩，做人日常生活当中工作待人接物要遵守的。所以中国叫礼义之邦，讲仁、讲义、讲礼、讲智、讲信，仁义礼智信，这叫五常。常是永远不能够丢失的，天天要做的，离开常道就错了，就是作恶。这个我们不能不知道的。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以有漏的善，煩惱沒有斷。佛門戒律是善，我們中國老祖宗留給我們的是禮，如禮所說的、所教的是善，違背禮節的是惡。中國人行門不能不學禮。典籍裡頭，十三經裡頭有《周禮》、《儀禮》、《禮記》。《周禮》是周朝治國的法令規章，相當於現在的憲法一樣，是一部好書。我沒讀過，老師勸我勸了好幾次，方東美先生告訴我，《周禮》在全世界，古今中外治理國家所依據的法規，《周禮》是第一。他說如果姬家子子孫孫都能夠依教奉行，方先生說，今天我們這個國家還是周朝。這個評價評得高！那時候叫我看經，我始終沒有看這個，三禮我只讀過《禮記》。《禮記》屬於雜記，《儀禮》是我們生活的規矩，做人日常生活當中工作待人接物要遵守的。所以中國叫禮義之邦，講仁、講義、講禮、講智、講信，仁義禮智信，這叫五常。常是永遠不能夠丟失的，天天要做的，離開常道就錯了，就是作惡。這個我們不能不知道的。今天時間到了，我們就學習到此地。"
    }
  ]
}