{
  "doc_id": "02-041-0486",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八六集",
    "zh_TW": "第四八六集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0486",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-041-0486_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0486_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ六五页从第五行看起，科题，「不闻退转」。这一句话说得很重，如果不闻，没有机会在一生当中，听到《无量寿经》，没有缘分听到念佛法门，纵然学大小乘经论，很容易退转。这个退转就是放弃了，为什么？他没信心，他就不学了，改学其他法门。这很多，有生天的法门，有帮助人消灾灭罪的法门，但是那些都不究竟。真正能够保证我们一生成就，圆满成就，只有这一部经，只有这一句佛号，这是不能不知道的。请看经文：",
      "zh_TW": "請看《大經科註》，第一Ｏ六五頁從第五行看起，科題，「不聞退轉」。這一句話說得很重，如果不聞，沒有機會在一生當中，聽到《無量壽經》，沒有緣分聽到念佛法門，縱然學大小乘經論，很容易退轉。這個退轉就是放棄了，為什麼？他沒信心，他就不學了，改學其他法門。這很多，有生天的法門，有幫助人消災滅罪的法門，但是那些都不究竟。真正能夠保證我們一生成就，圓滿成就，只有這一部經，只有這一句佛號，這是不能不知道的。請看經文："
    },
    {
      "id": "02-041-0486_p0003",
      "zh_CN": "【阿逸多。如是等类大威德者。能生佛法广大异门。由于此法不听闻故。有一亿菩萨。退转阿耨多罗三藐三菩提。】",
      "zh_TW": "【阿逸多。如是等類大威德者。能生佛法廣大異門。由於此法不聽聞故。有一億菩薩。退轉阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-041-0486_p0004",
      "zh_CN": "『阿耨多罗三藐三菩提』，梵语音译，翻成中国的意思无上正等正觉。我们看念老的注解，「世尊复举诸大威德菩萨」，「大威德者，乃能生佛法广大异门之大士」。『异门』对下句中的『此法』，「此法者，净土法门」。所以这个地方的异门，「净土以外其余种种法门」，叫异门。",
      "zh_TW": "『阿耨多羅三藐三菩提』，梵語音譯，翻成中國的意思無上正等正覺。我們看念老的註解，「世尊復舉諸大威德菩薩」，「大威德者，乃能生佛法廣大異門之大士」。『異門』對下句中的『此法』，「此法者，淨土法門」。所以這個地方的異門，「淨土以外其餘種種法門」，叫異門。"
    },
    {
      "id": "02-041-0486_p0005",
      "zh_CN": "佛当年在世，一生讲经四十九年，说法三百余会。会就像我们现在讲的开班，佛一生为大家讲经教学，开多少班？三百多个班，时间四十九年。大乘小乘，宗门教下，传到中国来一共有十个宗派。这十个宗派有两个是小乘，现在没了，不传了，俱舍宗、成实宗，连名字都听不到了。南洋小乘还挺兴盛。大乘传到中国一共八个宗派，现在只剩下一个净土。末法时期，印光大师、夏莲居大师极力的弘扬这个法门，我们有缘听到了，接触到了。没有接触到印光法师本人，我们接触到李炳南老居士，印祖的传人。没有见到夏莲居居士，见到他的弟子黄念祖老居士。证实这个法门是真有，不是假的，如佛在经上所说的一样，遇到了要珍惜，把它当作我们这一生，唯一的一桩大事来办。这是真的不是假的，这个正是今天科学家、哲学家，一些宗教都没有找到，佛法大乘八万四千法门，三藏十二部经教，唯此一门，能保证我们一生圆满成就。除这一门之外，说实在话，就跟生病吃药一样，那个药要对症才有效，不对症没效。",
      "zh_TW": "佛當年在世，一生講經四十九年，說法三百餘會。會就像我們現在講的開班，佛一生為大家講經教學，開多少班？三百多個班，時間四十九年。大乘小乘，宗門教下，傳到中國來一共有十個宗派。這十個宗派有兩個是小乘，現在沒了，不傳了，俱舍宗、成實宗，連名字都聽不到了。南洋小乘還挺興盛。大乘傳到中國一共八個宗派，現在只剩下一個淨土。末法時期，印光大師、夏蓮居大師極力的弘揚這個法門，我們有緣聽到了，接觸到了。沒有接觸到印光法師本人，我們接觸到李炳南老居士，印祖的傳人。沒有見到夏蓮居居士，見到他的弟子黃念祖老居士。證實這個法門是真有，不是假的，如佛在經上所說的一樣，遇到了要珍惜，把它當作我們這一生，唯一的一樁大事來辦。這是真的不是假的，這個正是今天科學家、哲學家，一些宗教都沒有找到，佛法大乘八萬四千法門，三藏十二部經教，唯此一門，能保證我們一生圓滿成就。除這一門之外，說實在話，就跟生病吃藥一樣，那個藥要對症才有效，不對症沒效。"
    },
    {
      "id": "02-041-0486_p0006",
      "zh_CN": "释迦牟尼佛的八万四千法门，有没有效？遇到释迦牟尼佛，释迦牟尼佛亲自给你诊断，给你开药方，有效。释迦牟尼佛不在了，留下来这么多的典籍，那只有这个经典里面告诉我们，这个法门有效，信愿持名，不是假的。从东晋传到今天将近两千年，这两千年当中，依照这个法门修学，得三昧的，开悟的，往生瑞相稀有的，多！你看看《净土圣贤录》，你看看《往生传》就知道了，绝不是假的，绝不是骗人的。以前往生的这些人，是来给我们做证明的，证明这桩事情真实不虚。如果没有听到这个法门，对这个法门纵然遇到了，退转，学别的法门去了，非常可惜，这个法门带保证书的，他不要，他自己去闯。",
      "zh_TW": "釋迦牟尼佛的八萬四千法門，有沒有效？遇到釋迦牟尼佛，釋迦牟尼佛親自給你診斷，給你開藥方，有效。釋迦牟尼佛不在了，留下來這麼多的典籍，那只有這個經典裡面告訴我們，這個法門有效，信願持名，不是假的。從東晉傳到今天將近兩千年，這兩千年當中，依照這個法門修學，得三昧的，開悟的，往生瑞相稀有的，多！你看看《淨土聖賢錄》，你看看《往生傳》就知道了，絕不是假的，絕不是騙人的。以前往生的這些人，是來給我們做證明的，證明這樁事情真實不虛。如果沒有聽到這個法門，對這個法門縱然遇到了，退轉，學別的法門去了，非常可惜，這個法門帶保證書的，他不要，他自己去闖。"
    },
    {
      "id": "02-041-0486_p0007",
      "zh_CN": "这一桩事实，我们一定要搞清楚、搞明白，牢牢的抓紧，一生成就。一定要晓得这个世间全是假的，如果放不下，我劝你多读《金刚经》，《金刚经》讲诸法实相，「一切法从心想生」，「凡所有相，皆是虚妄」，没有一样值得留恋的。明白这个道理之后，你才能彻底放下。信愿持名，一句佛号念到底，一定念到阿弥陀佛来接引往生。两土世尊，释迦牟尼佛、阿弥陀佛，苦口婆心劝导我们，这个经文是叫着『阿逸多』，「阿逸多」是弥勒菩萨。",
      "zh_TW": "這一樁事實，我們一定要搞清楚、搞明白，牢牢的抓緊，一生成就。一定要曉得這個世間全是假的，如果放不下，我勸你多讀《金剛經》，《金剛經》講諸法實相，「一切法從心想生」，「凡所有相，皆是虛妄」，沒有一樣值得留戀的。明白這個道理之後，你才能徹底放下。信願持名，一句佛號念到底，一定念到阿彌陀佛來接引往生。兩土世尊，釋迦牟尼佛、阿彌陀佛，苦口婆心勸導我們，這個經文是叫著『阿逸多』，「阿逸多」是彌勒菩薩。"
    },
    {
      "id": "02-041-0486_p0008",
      "zh_CN": "我们看念老的注解，世尊复举诸大威德菩萨，「因未闻此法」，多了，不少，「而退转菩提」，退失菩提心。「弥显流通此经之要」，特别显现出流通这部经的重要性，它真能帮助人一生成就，脱离六道轮回，往生极乐世界。在这个地方我们深深体会到，世尊、弥陀慈悲心达到究竟圆满。因为没有听到这个法门，没有接触到这法门，退转、退心了，到处去找法门去了，找到，如果不对机不能成就，一生白修了，这多可惜。所以弥显流通此经之要，特别在显示流通这部经的重要性。印经是好事情，印什么经？印这部经。读经是好事情，读什么经？读这部经。法供养是好事情，选什么法来供养？选《无量寿经》来供养，选《阿弥陀经》来供养，好！",
      "zh_TW": "我們看念老的註解，世尊復舉諸大威德菩薩，「因未聞此法」，多了，不少，「而退轉菩提」，退失菩提心。「彌顯流通此經之要」，特別顯現出流通這部經的重要性，它真能幫助人一生成就，脫離六道輪迴，往生極樂世界。在這個地方我們深深體會到，世尊、彌陀慈悲心達到究竟圓滿。因為沒有聽到這個法門，沒有接觸到這法門，退轉、退心了，到處去找法門去了，找到，如果不對機不能成就，一生白修了，這多可惜。所以彌顯流通此經之要，特別在顯示流通這部經的重要性。印經是好事情，印什麼經？印這部經。讀經是好事情，讀什麼經？讀這部經。法供養是好事情，選什麼法來供養？選《無量壽經》來供養，選《阿彌陀經》來供養，好！"
    },
    {
      "id": "02-041-0486_p0009",
      "zh_CN": "念老底下告诉我们，『如是等类大威德者』，指的三贤菩萨，乃能生佛法广大异门之大士，才能称为大威德者。可是这些大菩萨，阿罗汉、辟支佛、菩萨们，上面就是菩萨，还有许许多多没听到这个法门，真的退转了，不是假的。改学别的法门就是退转了，退转是这个意思，多！",
      "zh_TW": "念老底下告訴我們，『如是等類大威德者』，指的三賢菩薩，乃能生佛法廣大異門之大士，才能稱為大威德者。可是這些大菩薩，阿羅漢、辟支佛、菩薩們，上面就是菩薩，還有許許多多沒聽到這個法門，真的退轉了，不是假的。改學別的法門就是退轉了，退轉是這個意思，多！"
    },
    {
      "id": "02-041-0486_p0010",
      "zh_CN": "我们自己也遭了这个难，早年初进佛门，李炳南老居士、忏云法师，把这个法门介绍给我，我不相信。我去学《楞严》，我去学《法华》、学《华严经》，这就是退转。为什么？到以后明白了，浪费了很长的时间，好多年的时间才回头。怎么回头的？讲《华严经》，讲到善财五十三参，看到经上写的文殊普贤，这是我们学经教，年轻人最敬仰的两位菩萨，佩服得五体投地。经上写得清清楚楚、明明白白，他是怎么成就的？他是念佛往生成就的，才恍然大悟。我们把阿弥陀佛放下了，去跟文殊普贤去，好是好，文殊普贤不保证你成就，阿弥陀佛保证你成就，你要选择哪个？",
      "zh_TW": "我們自己也遭了這個難，早年初進佛門，李炳南老居士、懺雲法師，把這個法門介紹給我，我不相信。我去學《楞嚴》，我去學《法華》、學《華嚴經》，這就是退轉。為什麼？到以後明白了，浪費了很長的時間，好多年的時間才回頭。怎麼回頭的？講《華嚴經》，講到善財五十三參，看到經上寫的文殊普賢，這是我們學經教，年輕人最敬仰的兩位菩薩，佩服得五體投地。經上寫得清清楚楚、明明白白，他是怎麼成就的？他是念佛往生成就的，才恍然大悟。我們把阿彌陀佛放下了，去跟文殊普賢去，好是好，文殊普賢不保證你成就，阿彌陀佛保證你成就，你要選擇哪個？"
    },
    {
      "id": "02-041-0486_p0011",
      "zh_CN": "我告诉过同修，我八十五岁才转弯，才回头。八十五岁以前，还都在是大乘经，最向往的《华严》、《法华》、《楞严》、《圆觉》，也讲了不少年，总算是回头了，很幸运。现在万缘放下，讲经讲这部，读经读这部，起心动念，言语造作，都不离开这部，为什么？年岁大了，来日无多，再不抓紧，这一生空过了，那就太可惜了。所以我也是苦口婆心，劝导大家抓紧，不要再换题目了，一句弥陀念到底，决定往生，亲近弥陀，圆成佛道。",
      "zh_TW": "我告訴過同修，我八十五歲才轉彎，才回頭。八十五歲以前，還都在是大乘經，最嚮往的《華嚴》、《法華》、《楞嚴》、《圓覺》，也講了不少年，總算是回頭了，很幸運。現在萬緣放下，講經講這部，讀經讀這部，起心動念，言語造作，都不離開這部，為什麼？年歲大了，來日無多，再不抓緊，這一生空過了，那就太可惜了。所以我也是苦口婆心，勸導大家抓緊，不要再換題目了，一句彌陀念到底，決定往生，親近彌陀，圓成佛道。"
    },
    {
      "id": "02-041-0486_p0012",
      "zh_CN": "异门，就是净土法门以外的一切经教法门，就是这个意思，所谓其余种种法门。「经云：涅槃无二路，方便有多门。是诸菩萨，虽能于佛法中，开显净宗以外之种种方便法门。但以未闻此法故，有一亿菩萨退转阿耨多罗三藐三菩提」，这是我们一定要注意到的。下面说，「何以故」，就是为什么？「以念佛三昧是三昧中王故。若不听闻修习，难于究竟自觉故。」究竟自觉是禅宗，禅宗是好，是快，也是有保证，比起信愿持名难多了，禅宗要真正彻底放下。放下什么？放下起心动念，放下分别执着，你能不能做到？眼见色，看得清清楚楚明明白白，这是般若智慧，自性本有的般若智慧，没起心动念，没有分别执着，这是佛陀、法身大士。法身大士是等觉菩萨，像观音势至、文殊普贤，他们是等觉菩萨，他能做到，我们做不到。我们六根接触六尘境界，起心动念、分别执着，总不外七情五欲，那就造业了。造业，业有善恶；善业，三善道，恶业，三恶道，总不能超越六道轮回。所以一定要记住，那些都是轮回一边的事情，沾都不要沾。谁来提醒我们？《无量寿经》提醒我们，每一天读经是提醒，高度警觉。六根接触六尘境界是真修行，念佛人，眼见色，耳闻声，都是一句阿弥陀佛，不起其他的念头，总是阿弥陀佛，阿弥陀佛，一句阿弥陀佛念到底，就对了，这就是究竟自觉。不用这个法门，难！太难太难。",
      "zh_TW": "異門，就是淨土法門以外的一切經教法門，就是這個意思，所謂其餘種種法門。「經云：涅槃無二路，方便有多門。是諸菩薩，雖能於佛法中，開顯淨宗以外之種種方便法門。但以未聞此法故，有一億菩薩退轉阿耨多羅三藐三菩提」，這是我們一定要注意到的。下面說，「何以故」，就是為什麼？「以念佛三昧是三昧中王故。若不聽聞修習，難於究竟自覺故。」究竟自覺是禪宗，禪宗是好，是快，也是有保證，比起信願持名難多了，禪宗要真正徹底放下。放下什麼？放下起心動念，放下分別執著，你能不能做到？眼見色，看得清清楚楚明明白白，這是般若智慧，自性本有的般若智慧，沒起心動念，沒有分別執著，這是佛陀、法身大士。法身大士是等覺菩薩，像觀音勢至、文殊普賢，他們是等覺菩薩，他能做到，我們做不到。我們六根接觸六塵境界，起心動念、分別執著，總不外七情五欲，那就造業了。造業，業有善惡；善業，三善道，惡業，三惡道，總不能超越六道輪迴。所以一定要記住，那些都是輪迴一邊的事情，沾都不要沾。誰來提醒我們？《無量壽經》提醒我們，每一天讀經是提醒，高度警覺。六根接觸六塵境界是真修行，念佛人，眼見色，耳聞聲，都是一句阿彌陀佛，不起其他的念頭，總是阿彌陀佛，阿彌陀佛，一句阿彌陀佛念到底，就對了，這就是究竟自覺。不用這個法門，難！太難太難。"
    },
    {
      "id": "02-041-0486_p0013",
      "zh_CN": "我们再往下看，「再者，念佛法门是普被三根径中之径，若不闻知此法，则难于普度有情，速脱生死，以圆满利他之行故。于自身则跋涉于艰险之途」，除这一个法门之外，八万四千法门对我们来说，都是艰难危险的道路。「于众生则导引于坑坎之路。未契如来方便，难入一乘愿海」。这里面字字句句，都给我们最高的警觉，如果我们依然看到这些句子，听到这些音声，还不能够回头的话，那就难了，真的是难入一乘愿海。",
      "zh_TW": "我們再往下看，「再者，念佛法門是普被三根徑中之徑，若不聞知此法，則難於普度有情，速脫生死，以圓滿利他之行故。於自身則跋涉於艱險之途」，除這一個法門之外，八萬四千法門對我們來說，都是艱難危險的道路。「於眾生則導引於坑坎之路。未契如來方便，難入一乘願海」。這裡面字字句句，都給我們最高的警覺，如果我們依然看到這些句子，聽到這些音聲，還不能夠回頭的話，那就難了，真的是難入一乘願海。"
    },
    {
      "id": "02-041-0486_p0014",
      "zh_CN": "「是故将有一亿菩萨，因未闻此法而退转于无上菩提。」这是菩萨，菩萨也退转吗？有。为什么？对其他的法门有分别、有执着、有偏好。一般人很难看出来，这是通宗通教，怎么会退转？这个退转，是说他修行证果的时间拉长了。本来这一生他能够证得法身，不用这个法门，他这一生的成就不错，三贤菩萨，三贤菩萨是十住、十行、十回向，往上去，十地菩萨，他走冤枉路了。他舍弃了直通车，坐上普通车，要耽误很多时间才能到达，这叫退转。都是因为这一亿菩萨未闻此法，而退转于无上菩提。我们比他们幸运，我们遇到了。遇到了不能够紧紧抓住，对于其他法门还会起心动念，还会想听听，想学学，想研究研究，想多讲几遍。多讲几遍度众生可以，但是真正度众生，一定要回归净土，不回归净土，难了。",
      "zh_TW": "「是故將有一億菩薩，因未聞此法而退轉於無上菩提。」這是菩薩，菩薩也退轉嗎？有。為什麼？對其他的法門有分別、有執著、有偏好。一般人很難看出來，這是通宗通教，怎麼會退轉？這個退轉，是說他修行證果的時間拉長了。本來這一生他能夠證得法身，不用這個法門，他這一生的成就不錯，三賢菩薩，三賢菩薩是十住、十行、十迴向，往上去，十地菩薩，他走冤枉路了。他捨棄了直通車，坐上普通車，要耽誤很多時間才能到達，這叫退轉。都是因為這一億菩薩未聞此法，而退轉於無上菩提。我們比他們幸運，我們遇到了。遇到了不能夠緊緊抓住，對於其他法門還會起心動念，還會想聽聽，想學學，想研究研究，想多講幾遍。多講幾遍度眾生可以，但是真正度眾生，一定要回歸淨土，不回歸淨土，難了。"
    },
    {
      "id": "02-041-0486_p0015",
      "zh_CN": "下面这段，「劝令听闻」，把疏忽净宗的利害说出来之后，劝我们要听闻。我们看经文：",
      "zh_TW": "下面這段，「勸令聽聞」，把疏忽淨宗的利害說出來之後，勸我們要聽聞。我們看經文："
    },
    {
      "id": "02-041-0486_p0016",
      "zh_CN": "【若有众生。于此经典。】",
      "zh_TW": "【若有眾生。於此經典。】"
    },
    {
      "id": "02-041-0486_p0017",
      "zh_CN": "『此』是《无量寿经》，是夏莲居老居士的会集本。",
      "zh_TW": "『此』是《無量壽經》，是夏蓮居老居士的會集本。"
    },
    {
      "id": "02-041-0486_p0018",
      "zh_CN": "【书写。】",
      "zh_TW": "【書寫。】"
    },
    {
      "id": "02-041-0486_p0019",
      "zh_CN": "就是抄经。为什么？经书要流通，要靠文字，所以书写的功德不可思议。现在科技发达，比过去进步太多了，不必书写了，大量的去影印，去流通，做出精美袖珍本，随身携带，用这个来供养大众，来弘扬佛法，功德无量无边。",
      "zh_TW": "就是抄經。為什麼？經書要流通，要靠文字，所以書寫的功德不可思議。現在科技發達，比過去進步太多了，不必書寫了，大量的去影印，去流通，做出精美袖珍本，隨身攜帶，用這個來供養大眾，來弘揚佛法，功德無量無邊。"
    },
    {
      "id": "02-041-0486_p0020",
      "zh_CN": "【供养。】",
      "zh_TW": "【供養。】"
    },
    {
      "id": "02-041-0486_p0021",
      "zh_CN": "这是法供养。为人演说，是以我们身行体力来供养。舍财翻印，这是财供养，也是法供养，功德无量无边。为什么？末法到末后的一百年，世界上的经全没有了，只剩下这一部。这一部经到最后没有了，还剩下阿弥陀佛这一句佛号，再一百年。那个时候，遇到这句佛号，肯念，求生，信愿持名，都能往生，这经你说还得了吗？所以这我们要干的，『书写，供养』。",
      "zh_TW": "這是法供養。為人演說，是以我們身行體力來供養。捨財翻印，這是財供養，也是法供養，功德無量無邊。為什麼？末法到末後的一百年，世界上的經全沒有了，只剩下這一部。這一部經到最後沒有了，還剩下阿彌陀佛這一句佛號，再一百年。那個時候，遇到這句佛號，肯念，求生，信願持名，都能往生，這經你說還得了嗎？所以這我們要幹的，『書寫，供養』。"
    },
    {
      "id": "02-041-0486_p0022",
      "zh_CN": "【受持。读诵。】",
      "zh_TW": "【受持。讀誦。】"
    },
    {
      "id": "02-041-0486_p0023",
      "zh_CN": "我们要接受、要保持，不能把它丢掉。下面：",
      "zh_TW": "我們要接受、要保持，不能把它丟掉。下面："
    },
    {
      "id": "02-041-0486_p0024",
      "zh_CN": "【于须臾顷为他演说。劝令听闻。不生忧恼。】",
      "zh_TW": "【於須臾頃為他演說。勸令聽聞。不生憂惱。】"
    },
    {
      "id": "02-041-0486_p0025",
      "zh_CN": "我们要不要做？第一个，日夜想什么？想极乐世界，不想这个世界，二十四小时起心动念是极乐世界，起心动念是阿弥陀佛，好！想阿弥陀佛功德，四十八愿度众生，到那个地方，我们统统得度。于无上道，终不退转。",
      "zh_TW": "我們要不要做？第一個，日夜想什麼？想極樂世界，不想這個世界，二十四小時起心動念是極樂世界，起心動念是阿彌陀佛，好！想阿彌陀佛功德，四十八願度眾生，到那個地方，我們統統得度。於無上道，終不退轉。"
    },
    {
      "id": "02-041-0486_p0026",
      "zh_CN": "念老这个地方的注解，我们念一遍。「世尊欲令一切凡圣，悉闻是《佛说大乘无量寿庄严清净平等觉经》」，极乐世界依正庄严，都在名号之中，经名，经题多圆满。这个经是佛说的大乘经，不是小乘经。「无量寿」，往生到极乐世界，你所得到的利益，第一个寿命无量，有的是时间。「庄严」，依报正报庄严到极处，我们无法想像，这是极乐世界。下面的经题，是我们要行的功夫，「清净平等」。先要把清净心念出来，离开一切虚妄幻相，统统放下。平等心现前，平等是定，这里头没有念头，杂念没有了，平等。「觉」，开悟了，大彻大悟，明心见性，这就成佛了。清净是阿罗汉，平等是菩萨，觉是佛，你看这经题多好。经题、经文、经教时时刻刻不离开，把它简而化之，就是一句佛号，「南无阿弥陀佛」。南无阿弥陀佛什么意思？就是《佛说大乘无量寿庄严清净平等觉经》。『为他演说』，「劝人听闻是经」，使之『不生忧恼』。真正听懂了，真正听明白了，确实就不生忧恼了。",
      "zh_TW": "念老這個地方的註解，我們念一遍。「世尊欲令一切凡聖，悉聞是《佛說大乘無量壽莊嚴清淨平等覺經》」，極樂世界依正莊嚴，都在名號之中，經名，經題多圓滿。這個經是佛說的大乘經，不是小乘經。「無量壽」，往生到極樂世界，你所得到的利益，第一個壽命無量，有的是時間。「莊嚴」，依報正報莊嚴到極處，我們無法想像，這是極樂世界。下面的經題，是我們要行的功夫，「清淨平等」。先要把清淨心念出來，離開一切虛妄幻相，統統放下。平等心現前，平等是定，這裡頭沒有念頭，雜念沒有了，平等。「覺」，開悟了，大徹大悟，明心見性，這就成佛了。清淨是阿羅漢，平等是菩薩，覺是佛，你看這經題多好。經題、經文、經教時時刻刻不離開，把它簡而化之，就是一句佛號，「南無阿彌陀佛」。南無阿彌陀佛什麼意思？就是《佛說大乘無量壽莊嚴清淨平等覺經》。『為他演說』，「勸人聽聞是經」，使之『不生憂惱』。真正聽懂了，真正聽明白了，確實就不生憂惱了。"
    },
    {
      "id": "02-041-0486_p0027",
      "zh_CN": "【乃至昼夜思惟彼刹。及佛功德。于无上道。终不退转。】",
      "zh_TW": "【乃至晝夜思惟彼剎。及佛功德。於無上道。終不退轉。】"
    },
    {
      "id": "02-041-0486_p0028",
      "zh_CN": "念老的注子好，「劝令书写、供养、受持、读诵、信受奉行，复能流通。虽仅于须臾之顷」，这时间短，「为他演说，劝人听闻是经，使之不生忧恼。如是说法，乃至至心精进」，『昼夜思惟彼刹，及佛功德』。这个地方我再重复加强，「昼夜思惟彼刹及佛功德」，短时间劝人念佛，我们要学，短时间。甚至于我们念佛念出声音，周边的人听到了，也都种了善根，善根跟功德。思惟彼刹，佛的功德，释迦牟尼佛为我们宣说，介绍这部经典，介绍极乐世界阿弥陀佛给我们，我们听懂了，听明白了，认真努力想念。「昼夜思惟彼刹」，想极乐世界，跟这个世界来对比，我们对这个世界再不会留恋了。真搞清楚搞明白了，我们向往西方极乐世界，一心希求赶快往生。对于这个世间万事万物统统放下，不再放在心上了，这就对了，这是真正念佛人。末后这一句，『于无上道，终不退转』，能做到这几句话，念佛往生是无上道，决定不会退转。",
      "zh_TW": "念老的註子好，「勸令書寫、供養、受持、讀誦、信受奉行，復能流通。雖僅於須臾之頃」，這時間短，「為他演說，勸人聽聞是經，使之不生憂惱。如是說法，乃至至心精進」，『晝夜思惟彼剎，及佛功德』。這個地方我再重複加強，「晝夜思惟彼剎及佛功德」，短時間勸人念佛，我們要學，短時間。甚至於我們念佛念出聲音，周邊的人聽到了，也都種了善根，善根跟功德。思惟彼剎，佛的功德，釋迦牟尼佛為我們宣說，介紹這部經典，介紹極樂世界阿彌陀佛給我們，我們聽懂了，聽明白了，認真努力想念。「晝夜思惟彼剎」，想極樂世界，跟這個世界來對比，我們對這個世界再不會留戀了。真搞清楚搞明白了，我們嚮往西方極樂世界，一心希求趕快往生。對於這個世間萬事萬物統統放下，不再放在心上了，這就對了，這是真正念佛人。末後這一句，『於無上道，終不退轉』，能做到這幾句話，念佛往生是無上道，決定不會退轉。"
    },
    {
      "id": "02-041-0486_p0029",
      "zh_CN": "后面这一段，「结劝信受而成流通」。分三个小段，第一个小段，「决定得生」。句子语气非常肯定，丝毫虚假都没有，决定得生。",
      "zh_TW": "後面這一段，「結勸信受而成流通」。分三個小段，第一個小段，「決定得生」。句子語氣非常肯定，絲毫虛假都沒有，決定得生。"
    },
    {
      "id": "02-041-0486_p0030",
      "zh_CN": "【彼人临终。假使三千大千世界满中大火。亦能超过。生彼国土。】",
      "zh_TW": "【彼人臨終。假使三千大千世界滿中大火。亦能超過。生彼國土。】"
    },
    {
      "id": "02-041-0486_p0031",
      "zh_CN": "这举一个大灾难的时候，这是什么灾难？『大千世界』，这是宇宙间的大变化，不是一个太阳系，是一个银河系，甚至于比银河更大的星系，消失了，大爆炸消失了，所以『满中大火』。这个念佛人在中没有妨碍，他得佛力保佑，所以他能够超越，他能够往生极乐世界去。我们听到这个话立刻就能想到，谁带他去的？阿弥陀佛。在这个大难当中，阿弥陀佛出现，带给他清凉，带给他自在，跟阿弥陀佛到极乐世界去了。",
      "zh_TW": "這舉一個大災難的時候，這是什麼災難？『大千世界』，這是宇宙間的大變化，不是一個太陽系，是一個銀河系，甚至於比銀河更大的星系，消失了，大爆炸消失了，所以『滿中大火』。這個念佛人在中沒有妨礙，他得佛力保佑，所以他能夠超越，他能夠往生極樂世界去。我們聽到這個話立刻就能想到，誰帶他去的？阿彌陀佛。在這個大難當中，阿彌陀佛出現，帶給他清涼，帶給他自在，跟阿彌陀佛到極樂世界去了。"
    },
    {
      "id": "02-041-0486_p0032",
      "zh_CN": "我们看念老的注解，「彼人即指，于此经典」，一直到「为他演说之人」。我们要学，彼人是谁？是我们自己，那就对了，我们要直下承当，不要客气推给别人，自己没分，这就大错特错了，我们自己有分。于此经典为他演说，这个经典版本很多，在中国有过十二次的翻译，但是现在传下来的只有五种，七种失传了。但是它还有三种会集本，王龙舒的会集本、魏默深的会集本、夏莲居的会集本，还有彭际清的节校本，所以一共有九种版本，《无量寿经》。",
      "zh_TW": "我們看念老的註解，「彼人即指，於此經典」，一直到「為他演說之人」。我們要學，彼人是誰？是我們自己，那就對了，我們要直下承當，不要客氣推給別人，自己沒分，這就大錯特錯了，我們自己有分。於此經典為他演說，這個經典版本很多，在中國有過十二次的翻譯，但是現在傳下來的只有五種，七種失傳了。但是它還有三種會集本，王龍舒的會集本、魏默深的會集本、夏蓮居的會集本，還有彭際清的節校本，所以一共有九種版本，《無量壽經》。"
    },
    {
      "id": "02-041-0486_p0033",
      "zh_CN": "我们学哪一种？学夏莲居的。这个本子出来时间并不长，在二次大战当中，中日战争当中，夏老居士用了十年的时间，会集成功，在那个时代。所以书印出来流通是战后，二战之后，因此有许多人没有见过这部经，流通不广，看到的人不多。而且还听到反对的声音，所以有不少的同修，跟我们一起学习这个本子，以后听到别人的闲言闲语，信心丧失了，回头去找康僧铠的本子。古来的原译本里头，内容比较丰富，比较完整的，康僧铠的。但是跟夏老的会集本，那它里面增加了很多，不是自己加进去的，是原来原译本里面节录出来的。他非常谨慎，认真负责，会集字字都有经典原文做依据，没有敢改动一个字，这是他对于经典的负责，认真的态度，取信于后世。我们要相信，那不是凡人。",
      "zh_TW": "我們學哪一種？學夏蓮居的。這個本子出來時間並不長，在二次大戰當中，中日戰爭當中，夏老居士用了十年的時間，會集成功，在那個時代。所以書印出來流通是戰後，二戰之後，因此有許多人沒有見過這部經，流通不廣，看到的人不多。而且還聽到反對的聲音，所以有不少的同修，跟我們一起學習這個本子，以後聽到別人的閒言閒語，信心喪失了，回頭去找康僧鎧的本子。古來的原譯本裡頭，內容比較豐富，比較完整的，康僧鎧的。但是跟夏老的會集本，那它裡面增加了很多，不是自己加進去的，是原來原譯本裡面節錄出來的。他非常謹慎，認真負責，會集字字都有經典原文做依據，沒有敢改動一個字，這是他對於經典的負責，認真的態度，取信於後世。我們要相信，那不是凡人。"
    },
    {
      "id": "02-041-0486_p0034",
      "zh_CN": "我跟夏老没见过面，但是跟黄念老见了很多次的面，他老人家在世的时候，我每一年至少会去看他三次、四次，所以常见面。最早弘扬这部经的是我们两个人，他在国内，我在国外。我们看他给我们节的这些注解。",
      "zh_TW": "我跟夏老沒見過面，但是跟黃念老見了很多次的面，他老人家在世的時候，我每一年至少會去看他三次、四次，所以常見面。最早弘揚這部經的是我們兩個人，他在國內，我在國外。我們看他給我們節的這些註解。"
    },
    {
      "id": "02-041-0486_p0035",
      "zh_CN": "「三千大千世界满中大火，指劫火」，现在的名词叫宇宙大爆炸。佛法里面讲成住坏空四个大劫，「成劫之后」，这是讲住劫，现在住劫，「住劫之后有坏劫」，坏劫到最后，有风灾、火灾、水灾，就是大三灾，整个宇宙都是火，大三灾，佛门讲的大三灾。这个火灾是劫火，就是大爆炸，现在人说的。",
      "zh_TW": "「三千大千世界滿中大火，指劫火」，現在的名詞叫宇宙大爆炸。佛法裡面講成住壞空四個大劫，「成劫之後」，這是講住劫，現在住劫，「住劫之後有壞劫」，壞劫到最後，有風災、火災、水災，就是大三災，整個宇宙都是火，大三災，佛門講的大三災。這個火災是劫火，就是大爆炸，現在人說的。"
    },
    {
      "id": "02-041-0486_p0036",
      "zh_CN": "《仁王经》里面讲，「劫火洞然，大千俱坏。」《俱舍论》里头也有，「风吹猛焰烧上天宫」，二十八层天都没有了，「乃至梵宫无遗灰烬。佛记彼人，于临终时，纵使此三千大千世界，皆被劫火所烧」，这一个念佛人，「彼人亦能从中超出，往生极乐国土」，难得，太难得了！这个话，这几个文字你看到了，你有福报，这个话你听到了，你有福报。福要能够享受，真的是你的福，怎么享受？听到记住，是真的不是假的，我相信，这是福。更进一层的，对我有福，不但我有福，我相信，我还要依教奉行，万缘放下，一天二十四小时一句佛号，代替起心动念、分别执着。真念佛人，真正得到阿弥陀佛的感应，就像佛在此地所说的，这个人临终时，遇到这个三千大千世界统统被劫火所烧，这个人也能从中超出，往生极乐世界。「彼人以」，持是受持，自己依教修行，说是弘法，是利益别人，把这个经的功德，「及十方如来威神加被力」，转告给别人，「故于此界，虽是劫火洞然，大千俱坏。仍能安稳自在，从容往生」。如《普贤行愿品》里面说的，「唯此愿王，不相舍离。于一切时引导其前。一刹那中，即得往生极乐世界。」这些话我们要相信，完全肯定毫不怀疑。佛的话句句是真实的，能超越三千大千世界的劫火焚烧，何况世间这一点小灾小难，那算什么！",
      "zh_TW": "《仁王經》裡面講，「劫火洞然，大千俱壞。」《俱舍論》裡頭也有，「風吹猛焰燒上天宮」，二十八層天都沒有了，「乃至梵宮無遺灰燼。佛記彼人，於臨終時，縱使此三千大千世界，皆被劫火所燒」，這一個念佛人，「彼人亦能從中超出，往生極樂國土」，難得，太難得了！這個話，這幾個文字你看到了，你有福報，這個話你聽到了，你有福報。福要能夠享受，真的是你的福，怎麼享受？聽到記住，是真的不是假的，我相信，這是福。更進一層的，對我有福，不但我有福，我相信，我還要依教奉行，萬緣放下，一天二十四小時一句佛號，代替起心動念、分別執著。真念佛人，真正得到阿彌陀佛的感應，就像佛在此地所說的，這個人臨終時，遇到這個三千大千世界統統被劫火所燒，這個人也能從中超出，往生極樂世界。「彼人以」，持是受持，自己依教修行，說是弘法，是利益別人，把這個經的功德，「及十方如來威神加被力」，轉告給別人，「故於此界，雖是劫火洞然，大千俱壞。仍能安穩自在，從容往生」。如《普賢行願品》裡面說的，「唯此願王，不相捨離。於一切時引導其前。一剎那中，即得往生極樂世界。」這些話我們要相信，完全肯定毫不懷疑。佛的話句句是真實的，能超越三千大千世界的劫火焚燒，何況世間這一點小災小難，那算什麼！"
    },
    {
      "id": "02-041-0486_p0037",
      "zh_CN": "宇宙之间这些大灾难，三灾，火灾、水灾、风灾，火能烧到初禅天，风能吹到三禅天，水能够淹到二禅天。这样说起来我们就晓得，六道轮回里面，二十八层天，四禅天只有第四禅，水火风灾没有，他的福报大。初禅、二禅、三禅都免不了火水风的干扰，太可怕了。所以佛劝我们取极乐世界，不向往二十八层天，二十八层天不是我想要去的地方，我想要去的地方是西方极乐世界。只要真信切愿，时时刻刻把这句佛号抓住，不让它丢失，西方极乐世界就有分，希望我们大家共同努力。《普贤行愿品》里头，这个劝得好，唯此愿王，不相舍离。我们这个愿王，是求生极乐世界的愿王，于一切时引导其前，一刹那中，时间非常短暂，即得往生极乐世界。",
      "zh_TW": "宇宙之間這些大災難，三災，火災、水災、風災，火能燒到初禪天，風能吹到三禪天，水能夠淹到二禪天。這樣說起來我們就曉得，六道輪迴裡面，二十八層天，四禪天只有第四禪，水火風災沒有，他的福報大。初禪、二禪、三禪都免不了火水風的干擾，太可怕了。所以佛勸我們取極樂世界，不嚮往二十八層天，二十八層天不是我想要去的地方，我想要去的地方是西方極樂世界。只要真信切願，時時刻刻把這句佛號抓住，不讓它丟失，西方極樂世界就有分，希望我們大家共同努力。《普賢行願品》裡頭，這個勸得好，唯此願王，不相捨離。我們這個願王，是求生極樂世界的願王，於一切時引導其前，一剎那中，時間非常短暫，即得往生極樂世界。"
    },
    {
      "id": "02-041-0486_p0038",
      "zh_CN": "今天时间到了，我们就学习到此地。下面是鼓励我们的话，「受记佛赞」，我们下一堂课再学习。",
      "zh_TW": "今天時間到了，我們就學習到此地。下面是鼓勵我們的話，「受記佛讚」，我們下一堂課再學習。"
    }
  ]
}