{
  "doc_id": "02-041-0275",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七五集",
    "zh_TW": "第二七五集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0275",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "02-041-0275_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0275_p0002",
      "zh_CN": "请看《大经科注》，第六百七十三页，从第二行看起：",
      "zh_TW": "請看《大經科註》，第六百七十三頁，從第二行看起："
    },
    {
      "id": "02-041-0275_p0003",
      "zh_CN": "「水如人意」，这是介绍极乐世界七宝池八功德水，水能随人的意思，让在池中沐浴的人皆随人意。我们看经文：",
      "zh_TW": "「水如人意」，這是介紹極樂世界七寶池八功德水，水能隨人的意思，讓在池中沐浴的人皆隨人意。我們看經文："
    },
    {
      "id": "02-041-0275_p0004",
      "zh_CN": "【若彼众生。】",
      "zh_TW": "【若彼眾生。】"
    },
    {
      "id": "02-041-0275_p0005",
      "zh_CN": "这是指极乐世界的人。",
      "zh_TW": "這是指極樂世界的人。"
    },
    {
      "id": "02-041-0275_p0006",
      "zh_CN": "【过浴此水。欲至足者。欲至膝者。欲至腰腋。欲至颈者。或欲灌身。或欲冷者。温者。急流者。缓流者。其水一一随众生意。开神悦体。净若无形。】",
      "zh_TW": "【過浴此水。欲至足者。欲至膝者。欲至腰腋。欲至頸者。或欲灌身。或欲冷者。溫者。急流者。緩流者。其水一一隨眾生意。開神悅體。淨若無形。】"
    },
    {
      "id": "02-041-0275_p0007",
      "zh_CN": "这个水之德我们无法想像。下面我们看念老的注解，「右显水具妙用，善如人意」，右面这两行半的经文，显示宝池德水的妙用，善如人意，我们想什么它都能够配合。『过浴此水』，过是通过，浴是沐浴。「《会疏》曰」，这是日本净宗大德注解里面说，「彼土人天，非水谷身」，这个身体不需要水，也不需要粮食，五谷。我们这个地方的身体要靠水，渴了要饮水，饿了的时候有五谷杂粮充饥，极乐世界不需要。我们再往下看，「清净成就，不须洗濯」，他是法性身，法性身就像惠能大师所说的，能大师开悟见到法性身了，告诉我们自性清净，自性所现的身也清净，从来没有染污。所以他不需要沐浴，不需要洗澡，也不需要洗衣服，衣服也干净，一尘不染。「不须洗濯，何须水耶」，没有这个必要。再看下面，「唯是为随意受乐，荡除心垢故」。这个高，意味深长，是让极乐世界的居民随意享受，这么一回事情。作用，能荡除心垢。心垢是什么？无明习气。常常在这个环境里面居住，渐渐的把无始无明的习气不知不觉的淡化了，淘汰了，让这个居民证得圆满的法身，妙觉果位。这个时候实报土不见了，常寂光土现前，修行的人圆满的融入常寂光，就是证得究竟圆满的法身，达到修学究竟圆满的成就，往上去没有再高的了，确实是无上正等正觉。",
      "zh_TW": "這個水之德我們無法想像。下面我們看念老的註解，「右顯水具妙用，善如人意」，右面這兩行半的經文，顯示寶池德水的妙用，善如人意，我們想什麼它都能夠配合。『過浴此水』，過是通過，浴是沐浴。「《會疏》曰」，這是日本淨宗大德註解裡面說，「彼土人天，非水穀身」，這個身體不需要水，也不需要糧食，五穀。我們這個地方的身體要靠水，渴了要飲水，餓了的時候有五穀雜糧充飢，極樂世界不需要。我們再往下看，「清淨成就，不須洗濯」，他是法性身，法性身就像惠能大師所說的，能大師開悟見到法性身了，告訴我們自性清淨，自性所現的身也清淨，從來沒有染污。所以他不需要沐浴，不需要洗澡，也不需要洗衣服，衣服也乾淨，一塵不染。「不須洗濯，何須水耶」，沒有這個必要。再看下面，「唯是為隨意受樂，蕩除心垢故」。這個高，意味深長，是讓極樂世界的居民隨意享受，這麼一回事情。作用，能蕩除心垢。心垢是什麼？無明習氣。常常在這個環境裡面居住，漸漸的把無始無明的習氣不知不覺的淡化了，淘汰了，讓這個居民證得圓滿的法身，妙覺果位。這個時候實報土不見了，常寂光土現前，修行的人圓滿的融入常寂光，就是證得究竟圓滿的法身，達到修學究竟圓滿的成就，往上去沒有再高的了，確實是無上正等正覺。"
    },
    {
      "id": "02-041-0275_p0008",
      "zh_CN": "所以下面，这是念老的话，意思是说：「彼土天人，莲花化生，非依饮水食谷以维身命」。跟我们这边人不一样，我们这个身是父母胎生的，必须要水，要五谷杂粮，才能维持我们的身命，极乐世界不需要。「本来清净，何须洗浴」，他们在宝池里头沐浴，是享受玩乐，不需要洗，干净得很。「盖随意乐而浴」，所以它是一种游戏。「为除心垢耳」。那就是说，为的是什么？为的是消除心垢，也就是无始无明的习气。实报土的菩萨，见思烦恼断了，尘沙烦恼断了，无明也破了，剩下来的是无明习气，他是为除心垢，除无明习气。「心垢消除，自然神开体适，故下文曰开神悦体」，有这一句，末后有这么一句。『净若无形』。",
      "zh_TW": "所以下面，這是念老的話，意思是說：「彼土天人，蓮花化生，非依飲水食穀以維身命」。跟我們這邊人不一樣，我們這個身是父母胎生的，必須要水，要五穀雜糧，才能維持我們的身命，極樂世界不需要。「本來清淨，何須洗浴」，他們在寶池裡頭沐浴，是享受玩樂，不需要洗，乾淨得很。「蓋隨意樂而浴」，所以它是一種遊戲。「為除心垢耳」。那就是說，為的是什麼？為的是消除心垢，也就是無始無明的習氣。實報土的菩薩，見思煩惱斷了，塵沙煩惱斷了，無明也破了，剩下來的是無明習氣，他是為除心垢，除無明習氣。「心垢消除，自然神開體適，故下文曰開神悅體」，有這一句，末後有這麼一句。『淨若無形』。"
    },
    {
      "id": "02-041-0275_p0009",
      "zh_CN": "注解下一段，「此功德水之妙用，实不可思议」，我们无法想像它所起的作用。「其水位上下、水温高低、水流缓急」，这是我们看到水的现象，『一一随众生意』。我们这边水不能随众生意，不听话。极乐世界，心里怎么想，它就产生变化，这水热一点，它就热一点；凉一点，它就凉一点；高一点，它就高一点；低一点，它就低一点，随心所应，能随众生意。「若人初欲此水至足」，你在水里面走，想着水很浅，只到我的脚面，或者是到腰，腰部，或者是到颈部，或者是灌身，灌身就是从上往下灌，我们今天讲的淋浴。「则同一池水随人意念而升降自在。甚至水升虚空，而作淋灌。人间之水，其性向下」。我们人间的水，水是往下流的；极乐世界的水上下无碍，你要往下流，它就往下，你心里想的往上面流，它就流上面去了。「上下无碍。更有进者」，更进一步，「同一池水」，很多人在里面沐浴，在里面游泳。「人之所欲，各有不同」，有人喜欢水深一点，水就深一点，有人喜欢水浅一点，它就浅一点。「或高或低，或暖或凉，或缓或急」，水流动，想流得慢一点，它就慢，流得快一点，它就快。「而此水能一一知众生意」，通的，「复能一一随众生意」。这就难了，知众生意不容易，我们起心动念它知道。",
      "zh_TW": "註解下一段，「此功德水之妙用，實不可思議」，我們無法想像它所起的作用。「其水位上下、水溫高低、水流緩急」，這是我們看到水的現象，『一一隨眾生意』。我們這邊水不能隨眾生意，不聽話。極樂世界，心裡怎麼想，它就產生變化，這水熱一點，它就熱一點；涼一點，它就涼一點；高一點，它就高一點；低一點，它就低一點，隨心所應，能隨眾生意。「若人初欲此水至足」，你在水裡面走，想著水很淺，只到我的腳面，或者是到腰，腰部，或者是到頸部，或者是灌身，灌身就是從上往下灌，我們今天講的淋浴。「則同一池水隨人意念而升降自在。甚至水升虛空，而作淋灌。人間之水，其性向下」。我們人間的水，水是往下流的；極樂世界的水上下無礙，你要往下流，它就往下，你心裡想的往上面流，它就流上面去了。「上下無礙。更有進者」，更進一步，「同一池水」，很多人在裡面沐浴，在裡面游泳。「人之所欲，各有不同」，有人喜歡水深一點，水就深一點，有人喜歡水淺一點，它就淺一點。「或高或低，或暖或涼，或緩或急」，水流動，想流得慢一點，它就慢，流得快一點，它就快。「而此水能一一知眾生意」，通的，「復能一一隨眾生意」。這就難了，知眾生意不容易，我們起心動念它知道。"
    },
    {
      "id": "02-041-0275_p0010",
      "zh_CN": "现在，最近这些年来，日本江本博士做的水实验告诉我们，我们起心动念水知道。在显微镜底下看水结晶，我们的善念结晶非常之美，我们的恶念结晶很难看。做了几十万次的实验，一点不假。美国修．蓝博士告诉我们，不但水知道，他到过我的摄影棚，他说我们摄影棚，桌椅板凳知道，天花板知道，地板知道，这墙壁都知道，外面花草树木知道，山河大地知道，没有一样不知道。不知道的就是我们自己，自己不知道。知道这个事实真相，我们会起什么念头？不敢起恶念。不要以为没有人知道，除自己不知道之外，没有一样不知道，树木花草统统知道。所以起心动念，什么念头最好？阿弥陀佛的念头最好，念念都是阿弥陀佛，这个人必定生净土，必定成佛。这可以做证明。我们不再有其他念头了，善念感得的三善道，恶念所感的是三恶道，我念佛所感的是极乐世界，丝毫不爽。",
      "zh_TW": "現在，最近這些年來，日本江本博士做的水實驗告訴我們，我們起心動念水知道。在顯微鏡底下看水結晶，我們的善念結晶非常之美，我們的惡念結晶很難看。做了幾十萬次的實驗，一點不假。美國修．藍博士告訴我們，不但水知道，他到過我的攝影棚，他說我們攝影棚，桌椅板凳知道，天花板知道，地板知道，這牆壁都知道，外面花草樹木知道，山河大地知道，沒有一樣不知道。不知道的就是我們自己，自己不知道。知道這個事實真相，我們會起什麼念頭？不敢起惡念。不要以為沒有人知道，除自己不知道之外，沒有一樣不知道，樹木花草統統知道。所以起心動念，什麼念頭最好？阿彌陀佛的念頭最好，念念都是阿彌陀佛，這個人必定生淨土，必定成佛。這可以做證明。我們不再有其他念頭了，善念感得的三善道，惡念所感的是三惡道，我念佛所感的是極樂世界，絲毫不爽。"
    },
    {
      "id": "02-041-0275_p0011",
      "zh_CN": "这个地方，水能够「如其所愿，同时同处，普应现之」，极乐世界的水。「当思此水，是何等之水。如斯境界，是何等境界」。这几句话念老说的。下面引《法华经》上一句话说，「止止不须说，我法妙难思」，这两句话佛说的。不须说，为什么？「开口便错，动念即乖」，开不得口，不能动念头。动念头就错了，就迷了；不动念头，觉了，就觉悟了。「此正是难思之妙法」，无法想像的妙法，在极乐世界，呈现在大众的面前。",
      "zh_TW": "這個地方，水能夠「如其所願，同時同處，普應現之」，極樂世界的水。「當思此水，是何等之水。如斯境界，是何等境界」。這幾句話念老說的。下面引《法華經》上一句話說，「止止不須說，我法妙難思」，這兩句話佛說的。不須說，為什麼？「開口便錯，動念即乖」，開不得口，不能動念頭。動念頭就錯了，就迷了；不動念頭，覺了，就覺悟了。「此正是難思之妙法」，無法想像的妙法，在極樂世界，呈現在大眾的面前。"
    },
    {
      "id": "02-041-0275_p0012",
      "zh_CN": "下面说，「兹于不须说中，勉强说之」。这段文好！黄念祖老居士的境界。「弥陀因地，住真实慧。庄严净土，开化显示真实之际」，这是念老把他的体会在这个地方跟大家分享。我们能不能体会到这个境界，想到阿弥陀佛的因地，我们今天是因地（弥陀因地，法藏比丘他住真实慧，我们不如他），我们住的是烦恼习气，起心动念是烦恼，法藏比丘是住真实慧，这就是我们平常所说的，法藏比丘用真心。那我们呢？我们用妄心，我们用的心是八识五十一心所，用的这个心。这个心是六道轮回众生用的，我们今天堕落在这个地方。我们要学阿弥陀佛，要学法藏比丘。",
      "zh_TW": "下面說，「茲於不須說中，勉強說之」。這段文好！黃念祖老居士的境界。「彌陀因地，住真實慧。莊嚴淨土，開化顯示真實之際」，這是念老把他的體會在這個地方跟大家分享。我們能不能體會到這個境界，想到阿彌陀佛的因地，我們今天是因地（彌陀因地，法藏比丘他住真實慧，我們不如他），我們住的是煩惱習氣，起心動念是煩惱，法藏比丘是住真實慧，這就是我們平常所說的，法藏比丘用真心。那我們呢？我們用妄心，我們用的心是八識五十一心所，用的這個心。這個心是六道輪迴眾生用的，我們今天墮落在這個地方。我們要學阿彌陀佛，要學法藏比丘。"
    },
    {
      "id": "02-041-0275_p0013",
      "zh_CN": "真实慧是什么？真实慧是没有念头。就是世尊在法华会上说的止止，用了两个止，一个止是言说，一个止是念头，念头止住，言说止住，这就是「言语道断，心行处灭」。心行处灭是我们念头止住，不起心不动念了，口里头言语止住了，身的行为止住了。这什么境界？自性本定的境界，就是惠能大师开悟的时候说的，「何期自性，本无动摇」。这是什么境界？自性现前，真心现前，不是妄心。真心现前，这些境界相完全明白了，性德圆满的流露。他有没有通过起心动念？没有。为什么？他没有起心，他没有动念，自自然然感应的，众生有感，性德它就有应，感应道交不可思议，法身菩萨的境界。",
      "zh_TW": "真實慧是什麼？真實慧是沒有念頭。就是世尊在法華會上說的止止，用了兩個止，一個止是言說，一個止是念頭，念頭止住，言說止住，這就是「言語道斷，心行處滅」。心行處滅是我們念頭止住，不起心不動念了，口裡頭言語止住了，身的行為止住了。這什麼境界？自性本定的境界，就是惠能大師開悟的時候說的，「何期自性，本無動搖」。這是什麼境界？自性現前，真心現前，不是妄心。真心現前，這些境界相完全明白了，性德圓滿的流露。他有沒有通過起心動念？沒有。為什麼？他沒有起心，他沒有動念，自自然然感應的，眾生有感，性德它就有應，感應道交不可思議，法身菩薩的境界。"
    },
    {
      "id": "02-041-0275_p0014",
      "zh_CN": "开化显示真实之际，「此真实之际，勉强说之」，无法说。勉强说就是，「实际理体，当人自心」，这个自心就是自性，是我们自己的自性。也就是《往生论》上所讲的「一法句」，一法句就是自己的自性，「一清净句，真实智慧无为法身」，这是法身的境界。「此水即是真实之际，故能普门示现，广满众愿」，广是广大，再多的人，再多的众生，你起什么心，动什么念，它统统有应。故能普门示现，满众生愿，「一一惠以真实之利」，你所想得到的统统满足你的愿望。下面说「水演妙法，弥显此意」，这个意思在这一品经文里头都显示出来了。",
      "zh_TW": "開化顯示真實之際，「此真實之際，勉強說之」，無法說。勉強說就是，「實際理體，當人自心」，這個自心就是自性，是我們自己的自性。也就是《往生論》上所講的「一法句」，一法句就是自己的自性，「一清淨句，真實智慧無為法身」，這是法身的境界。「此水即是真實之際，故能普門示現，廣滿眾願」，廣是廣大，再多的人，再多的眾生，你起什麼心，動什麼念，它統統有應。故能普門示現，滿眾生願，「一一惠以真實之利」，你所想得到的統統滿足你的願望。下面說「水演妙法，彌顯此意」，這個意思在這一品經文裡頭都顯示出來了。"
    },
    {
      "id": "02-041-0275_p0015",
      "zh_CN": "我们再看下面讲「开神」。『开神悦体』，「神者，明也。又有情之心识，灵妙不可思议，故曰神识（俗称为灵魂）」。佛教用神识，神识意思比灵魂好，就是我们讲的心。神识是妄心，妄心从哪里来的？从真心变现出来的。觉悟了就是真心，就是自性，我们叫见性；迷的时候就叫神识，俗称为灵魂。",
      "zh_TW": "我們再看下面講「開神」。『開神悅體』，「神者，明也。又有情之心識，靈妙不可思議，故曰神識（俗稱為靈魂）」。佛教用神識，神識意思比靈魂好，就是我們講的心。神識是妄心，妄心從哪裡來的？從真心變現出來的。覺悟了就是真心，就是自性，我們叫見性；迷的時候就叫神識，俗稱為靈魂。"
    },
    {
      "id": "02-041-0275_p0016",
      "zh_CN": "又如《肇注维摩经序》里头所说的：「夫道之极者，岂可以形言权智，而语其神域哉！」这三句话是僧肇大师讲的。下面是念老给我们做注解，「是则以真证之不可思议境界谓之神域」。这个境界在哪里？在实报庄严土，在极乐世界。极乐世界不可思议，为什么？极乐世界的凡圣同居土，极乐世界的方便有余土，跟我们这不一样。极乐世界的实报庄严土跟释迦牟尼佛实报土，没有两样。释迦牟尼佛的实报土叫华藏世界，《华严经》上所说的，说得很详细，跟极乐世界报土没有两样。但是同居土、方便土，差别太大了！在极乐世界，同居土、方便土跟实报土没有两样，是平等的，是互通，没有障碍的。我们这有障碍，我们看不到方便土，更看不到实报土。但是在西方极乐世界，四土通的，统统没有障碍，一即是四，四即是一，不可思议。所以说以真证，是用真性，真性所证得的不可思议境界，僧肇大师用神域来形容它。",
      "zh_TW": "又如《肇註維摩經序》裡頭所說的：「夫道之極者，豈可以形言權智，而語其神域哉！」這三句話是僧肇大師講的。下面是念老給我們做註解，「是則以真證之不可思議境界謂之神域」。這個境界在哪裡？在實報莊嚴土，在極樂世界。極樂世界不可思議，為什麼？極樂世界的凡聖同居土，極樂世界的方便有餘土，跟我們這不一樣。極樂世界的實報莊嚴土跟釋迦牟尼佛實報土，沒有兩樣。釋迦牟尼佛的實報土叫華藏世界，《華嚴經》上所說的，說得很詳細，跟極樂世界報土沒有兩樣。但是同居土、方便土，差別太大了！在極樂世界，同居土、方便土跟實報土沒有兩樣，是平等的，是互通，沒有障礙的。我們這有障礙，我們看不到方便土，更看不到實報土。但是在西方極樂世界，四土通的，統統沒有障礙，一即是四，四即是一，不可思議。所以說以真證，是用真性，真性所證得的不可思議境界，僧肇大師用神域來形容它。"
    },
    {
      "id": "02-041-0275_p0017",
      "zh_CN": "「又自在彻见事理之智慧，曰神智。故知开神乃能使浴者开显识性中本有之神智」。「开神悦体」，这水的功德不可思议。我们这个地方的水，深山里头非常清净，泉水甘美，能治百病，这个我们地球上有。能开显性识本有的神智，我们这个地球上的水做不到。纵然是深山里面的泉水，能治百病，它不能尽如人意，我们没有办法，我想它热一点，它热不起来，想它高一点，它也高不起来、升不起来，不能随我们的心意。极乐世界能。所以性识本有的智慧，称为神智。",
      "zh_TW": "「又自在徹見事理之智慧，曰神智。故知開神乃能使浴者開顯識性中本有之神智」。「開神悅體」，這水的功德不可思議。我們這個地方的水，深山裡頭非常清淨，泉水甘美，能治百病，這個我們地球上有。能開顯性識本有的神智，我們這個地球上的水做不到。縱然是深山裡面的泉水，能治百病，它不能盡如人意，我們沒有辦法，我想它熱一點，它熱不起來，想它高一點，它也高不起來、升不起來，不能隨我們的心意。極樂世界能。所以性識本有的智慧，稱為神智。"
    },
    {
      "id": "02-041-0275_p0018",
      "zh_CN": "什么时候我们自性的智慧可以现前？障碍放下，它就现前了。人人都有，不但人有，一切众生统统有，畜生也有。佛说的什么障碍？无始无明、尘沙烦恼、见思烦恼，这三种障碍，所以透不出来。我们的起心动念完全是八识五十一心所在起作用，自性在不在？在，就是真心。真心跟妄心融成一体，但是真心不妨碍妄心，妄心也不妨碍真心，只是凡夫看不出来，凡夫执着烦恼是真的。要晓得烦恼是假的，不把烦恼放在心上，这个心就灵了，心就明了，智慧就往外流露了。阿罗汉三种烦恼断了一种，阿罗汉不执着了，所以阿罗汉有小智慧。我们六道凡夫比不上他，人比不上他，天也比不上他，色界天也比不上他，他自性流出一分真实智慧。如果再能够把尘沙烦恼断掉，尘沙是分别，于一切法不分别。为什么不分别？知道一切法就是一个自性，自性现的，它没有本体，它的体是自性。自性在不起作用的时候，没有物质现象，没有念头的现象，也没有自然现象，一片光明，叫常寂光。在哪里？无处不在，无时不在，不生不灭，能现一切法。有缘它就现相，现的什么相？现的全宇宙，遍法界虚空界都是它现的。",
      "zh_TW": "什麼時候我們自性的智慧可以現前？障礙放下，它就現前了。人人都有，不但人有，一切眾生統統有，畜生也有。佛說的什麼障礙？無始無明、塵沙煩惱、見思煩惱，這三種障礙，所以透不出來。我們的起心動念完全是八識五十一心所在起作用，自性在不在？在，就是真心。真心跟妄心融成一體，但是真心不妨礙妄心，妄心也不妨礙真心，只是凡夫看不出來，凡夫執著煩惱是真的。要曉得煩惱是假的，不把煩惱放在心上，這個心就靈了，心就明了，智慧就往外流露了。阿羅漢三種煩惱斷了一種，阿羅漢不執著了，所以阿羅漢有小智慧。我們六道凡夫比不上他，人比不上他，天也比不上他，色界天也比不上他，他自性流出一分真實智慧。如果再能夠把塵沙煩惱斷掉，塵沙是分別，於一切法不分別。為什麼不分別？知道一切法就是一個自性，自性現的，它沒有本體，它的體是自性。自性在不起作用的時候，沒有物質現象，沒有念頭的現象，也沒有自然現象，一片光明，叫常寂光。在哪裡？無處不在，無時不在，不生不滅，能現一切法。有緣它就現相，現的什麼相？現的全宇宙，遍法界虛空界都是它現的。"
    },
    {
      "id": "02-041-0275_p0019",
      "zh_CN": "只要我们一念不觉，这相就现前了，就现相了，然后再随着各人迷悟的浅深，境界不同。法身菩萨还有四十一个不同的地位，我们讲等级，四十一个等级。十法界六道，用极乐世界的话来说，有三辈九品，三辈九品的意思就是不是平等的，有高有低。等级怎么来的？烦恼习气多少显示出来的。烦恼习气要多，地位就低，就往下面去了；烦恼习气少，他就往上升了。天有二十八层，人道下面是畜生。人的种类也很多，我们地球人，这是我们能见到的；其他星球人，我们叫外星人，我们没见到。但是有人说外太空的人，确实我们这个地球上有，有少数的外星人我们看到了，还有一部分我们没看到的，品类不相同。宇宙太大了！佛告诉我们，十方无量无边诸佛刹土，每一个诸佛刹土里面，都像释迦牟尼佛一样有十法界、有六道轮回，这里头众生的数量无量无边。人有缘，他就到一起来了；没有缘，见面也不打招呼，也不认识。没有缘的多，有缘的少。无论有没有缘，跟我们有关系，有什么关系？一体。能大师说得好，「何期自性，能生万法」，自性是我们自己的自性，万法是全宇宙，包括十方诸佛如来，跟我们一体，一个自性，一个真心。所以我们用真心很容易通，感应，用妄心就很难通。妄心通六道，真心通法界，所以人在这个世间一世，用真心好！用真心，不懂佛法他也不堕三恶道，欲界天、色界天肯定能去，所以要用真心。真心是不自欺、不欺人，不欺骗自己，不欺骗任何众生，这就是真诚。",
      "zh_TW": "只要我們一念不覺，這相就現前了，就現相了，然後再隨著各人迷悟的淺深，境界不同。法身菩薩還有四十一個不同的地位，我們講等級，四十一個等級。十法界六道，用極樂世界的話來說，有三輩九品，三輩九品的意思就是不是平等的，有高有低。等級怎麼來的？煩惱習氣多少顯示出來的。煩惱習氣要多，地位就低，就往下面去了；煩惱習氣少，他就往上升了。天有二十八層，人道下面是畜生。人的種類也很多，我們地球人，這是我們能見到的；其他星球人，我們叫外星人，我們沒見到。但是有人說外太空的人，確實我們這個地球上有，有少數的外星人我們看到了，還有一部分我們沒看到的，品類不相同。宇宙太大了！佛告訴我們，十方無量無邊諸佛剎土，每一個諸佛剎土裡面，都像釋迦牟尼佛一樣有十法界、有六道輪迴，這裡頭眾生的數量無量無邊。人有緣，他就到一起來了；沒有緣，見面也不打招呼，也不認識。沒有緣的多，有緣的少。無論有沒有緣，跟我們有關係，有什麼關係？一體。能大師說得好，「何期自性，能生萬法」，自性是我們自己的自性，萬法是全宇宙，包括十方諸佛如來，跟我們一體，一個自性，一個真心。所以我們用真心很容易通，感應，用妄心就很難通。妄心通六道，真心通法界，所以人在這個世間一世，用真心好！用真心，不懂佛法他也不墮三惡道，欲界天、色界天肯定能去，所以要用真心。真心是不自欺、不欺人，不欺騙自己，不欺騙任何眾生，這就是真誠。"
    },
    {
      "id": "02-041-0275_p0020",
      "zh_CN": "下文说，又自在彻见事理之智慧，这叫神智。自在，没有丝毫勉强，自自然然就见到整个宇宙，事是现象，理是它的道理，你能够彻底明了这种智慧，这叫神智。故知开神，这个水能使浴者开显识性中本有的神智，这个神智就是自性本有的智慧，称为神智。「又水具八德，调和适意，故悦体」，想水什么样子，它就给你现什么样子，故悦体。「净者，清澄无垢。无形者，表至清也」，清净到极处，好像完全都是透明的。「净若无形」，这是「水之相也」，所以它能够随心变化。「开神悦体」，这水的作用，开智慧，身体舒适，这是「水之用」。「相用俱妙，实因水之本体妙也」。本体是自性，本体起用是性德，性德的作用无量无边，所以这个展现出来就是遍法界虚空界。体妙，自性妙。学佛就是教我们回归自性，这叫证果。",
      "zh_TW": "下文說，又自在徹見事理之智慧，這叫神智。自在，沒有絲毫勉強，自自然然就見到整個宇宙，事是現象，理是它的道理，你能夠徹底明瞭這種智慧，這叫神智。故知開神，這個水能使浴者開顯識性中本有的神智，這個神智就是自性本有的智慧，稱為神智。「又水具八德，調和適意，故悅體」，想水什麼樣子，它就給你現什麼樣子，故悅體。「淨者，清澄無垢。無形者，表至清也」，清淨到極處，好像完全都是透明的。「淨若無形」，這是「水之相也」，所以它能夠隨心變化。「開神悅體」，這水的作用，開智慧，身體舒適，這是「水之用」。「相用俱妙，實因水之本體妙也」。本體是自性，本體起用是性德，性德的作用無量無邊，所以這個展現出來就是遍法界虛空界。體妙，自性妙。學佛就是教我們回歸自性，這叫證果。"
    },
    {
      "id": "02-041-0275_p0021",
      "zh_CN": "我们再看，池底下有沙，宝沙，无量珍宝铺在池底。",
      "zh_TW": "我們再看，池底下有沙，寶沙，無量珍寶鋪在池底。"
    },
    {
      "id": "02-041-0275_p0022",
      "zh_CN": "【宝沙映澈。无深不照。】",
      "zh_TW": "【寶沙映澈。無深不照。】"
    },
    {
      "id": "02-041-0275_p0023",
      "zh_CN": "念老告诉我们，「水至清」，清净到极处，「能使池底宝砂清澈映现」，从上面看到底下，看到池底，「故曰宝沙映澈。彻照至底，故曰无深不照」。这个水的浅深也是随人意的，要深就深，要浅就浅，这是说池底宝沙，没有漏掉。",
      "zh_TW": "念老告訴我們，「水至清」，清淨到極處，「能使池底寶砂清澈映現」，從上面看到底下，看到池底，「故曰寶沙映澈。徹照至底，故曰無深不照」。這個水的淺深也是隨人意的，要深就深，要淺就淺，這是說池底寶沙，沒有漏掉。"
    },
    {
      "id": "02-041-0275_p0024",
      "zh_CN": "下面第七段，「水演法音」，水能说法，当然，这是阿弥陀佛本愿威神所成就的。它怎么说法？我们看经文：",
      "zh_TW": "下面第七段，「水演法音」，水能說法，當然，這是阿彌陀佛本願威神所成就的。它怎麼說法？我們看經文："
    },
    {
      "id": "02-041-0275_p0025",
      "zh_CN": "【微澜徐回。转相灌注。】",
      "zh_TW": "【微瀾徐迴。轉相灌注。】"
    },
    {
      "id": "02-041-0275_p0026",
      "zh_CN": "这就说法了，为什么？它有波。",
      "zh_TW": "這就說法了，為什麼？它有波。"
    },
    {
      "id": "02-041-0275_p0027",
      "zh_CN": "【波扬无量微妙音声。】",
      "zh_TW": "【波揚無量微妙音聲。】"
    },
    {
      "id": "02-041-0275_p0028",
      "zh_CN": "只要有波，它就会有声音，这个声音你细心去听，它在说法。",
      "zh_TW": "只要有波，它就會有聲音，這個聲音你細心去聽，它在說法。"
    },
    {
      "id": "02-041-0275_p0029",
      "zh_CN": "【或闻佛法僧声。】",
      "zh_TW": "【或聞佛法僧聲。】"
    },
    {
      "id": "02-041-0275_p0030",
      "zh_CN": "三宝。",
      "zh_TW": "三寶。"
    },
    {
      "id": "02-041-0275_p0031",
      "zh_CN": "【波罗蜜声。】",
      "zh_TW": "【波羅蜜聲。】"
    },
    {
      "id": "02-041-0275_p0032",
      "zh_CN": "波罗蜜，翻成中国的意思是到彼岸。我们这边是生死之岸，佛菩萨那边是涅槃之岸，波罗蜜是从此岸到达彼岸，修行证果的意思。",
      "zh_TW": "波羅蜜，翻成中國的意思是到彼岸。我們這邊是生死之岸，佛菩薩那邊是涅槃之岸，波羅蜜是從此岸到達彼岸，修行證果的意思。"
    },
    {
      "id": "02-041-0275_p0033",
      "zh_CN": "【止息寂静声。无生无灭声。十力无畏声。或闻无性无作无我声。大慈大悲喜舍声。甘露灌顶受位声。】",
      "zh_TW": "【止息寂靜聲。無生無滅聲。十力無畏聲。或聞無性無作無我聲。大慈大悲喜捨聲。甘露灌頂受位聲。】"
    },
    {
      "id": "02-041-0275_p0034",
      "zh_CN": "这几句把大乘佛法、小乘佛法、显教、密教统统包括尽了，不仅是释迦牟尼佛四十九年给我们说的一切法，还包括十方三世一切诸佛如来所说之法，统统都包含在里头，这意思太丰富了！",
      "zh_TW": "這幾句把大乘佛法、小乘佛法、顯教、密教統統包括盡了，不僅是釋迦牟尼佛四十九年給我們說的一切法，還包括十方三世一切諸佛如來所說之法，統統都包含在裡頭，這意思太豐富了！"
    },
    {
      "id": "02-041-0275_p0035",
      "zh_CN": "我们看念老的注解。『微澜』，微风吹的水面，这个波浪很小，「水生细纹曰波，大波曰澜」。这生的细波，这个地方是叫「微澜」，是指细波。『徐回』，徐是慢慢的，缓慢。回是「回流」，就是水纹，「水往复」，在水里头流动的轨迹，叫回流。「水波徐缓往复，互相激荡」，这就出声音了，所以「辗转生波。故云转相灌注。水波相击，发微妙悦耳之声」。水流得很缓，声音也细；水流得很急，声音也响亮。水流的快慢随着我们念头，我们希望它快一点，它就快一点；希望它慢一点，它就慢一点；希望小声一点就小声，希望大声就大声，随心所欲。「其声之种类无量，微妙亦无量，故曰波扬无量微妙音声。所言无量微妙者，以能广说无量妙法」。能令一切众生开悟，听流水的音声，也在听佛法，听佛说法。在极乐世界学习不中断，成就快，得阿弥陀佛加持之外，同时也得到十方一切诸佛的加持，极乐世界诸大菩萨的加持，所以成就快。",
      "zh_TW": "我們看念老的註解。『微瀾』，微風吹的水面，這個波浪很小，「水生細紋曰波，大波曰瀾」。這生的細波，這個地方是叫「微瀾」，是指細波。『徐迴』，徐是慢慢的，緩慢。迴是「迴流」，就是水紋，「水往復」，在水裡頭流動的軌跡，叫迴流。「水波徐緩往復，互相激盪」，這就出聲音了，所以「輾轉生波。故云轉相灌注。水波相擊，發微妙悅耳之聲」。水流得很緩，聲音也細；水流得很急，聲音也響亮。水流的快慢隨著我們念頭，我們希望它快一點，它就快一點；希望它慢一點，它就慢一點；希望小聲一點就小聲，希望大聲就大聲，隨心所欲。「其聲之種類無量，微妙亦無量，故曰波揚無量微妙音聲。所言無量微妙者，以能廣說無量妙法」。能令一切眾生開悟，聽流水的音聲，也在聽佛法，聽佛說法。在極樂世界學習不中斷，成就快，得阿彌陀佛加持之外，同時也得到十方一切諸佛的加持，極樂世界諸大菩薩的加持，所以成就快。"
    },
    {
      "id": "02-041-0275_p0036",
      "zh_CN": "下面给我们解释，『佛法僧声』，佛法僧是三宝。小本《阿弥陀经》上说，「闻是音者，自然皆生念佛念法念僧之心」，这一句通大小乘，让我们念念不忘三宝，念佛、念法、念僧。下面『波罗蜜』，这是印度话，翻译成中国话叫「到彼岸」，或「度无极」，简单的称之为「度」，或者是「事究竟」。事究竟圆满，就是到彼岸的意思。到彼岸也可以说，咱们中国人常讲功夫到家，有功夫到家的味道。这桩事情你做得好，做得太好了，印度话叫波罗蜜。「以菩萨之大行，能究竟一切自行与化他之事，故名事究竟」。到彼岸意思是，我们这桩事情做圆满了，就这个意思。能究竟一切自行化他之事，一切是众多，或者是自己修行，或者是教化众生，这个事情做圆满了，这事究竟，就称为波罗蜜。「乘此大行能由生死之此岸，到涅槃之彼岸，故名到彼岸」。事究竟偏重在利他，到彼岸偏重在自己，自己修行。我们今天念佛求生净土，真正往生到西方极乐世界，那就是到彼岸了，就是波罗蜜了。「因此大行能度诸法之广远」，叫度无极，就是能度一切众生。四弘誓愿里头第一愿，「众生无边誓愿度」，这个事情真正能做到圆满，就是此地波罗蜜的意思。所以波罗蜜有很多意思，看用在什么地方，自度、教化众生、往生西方极乐世界，统统都可以说是波罗蜜。",
      "zh_TW": "下面給我們解釋，『佛法僧聲』，佛法僧是三寶。小本《阿彌陀經》上說，「聞是音者，自然皆生念佛念法念僧之心」，這一句通大小乘，讓我們念念不忘三寶，念佛、念法、念僧。下面『波羅蜜』，這是印度話，翻譯成中國話叫「到彼岸」，或「度無極」，簡單的稱之為「度」，或者是「事究竟」。事究竟圓滿，就是到彼岸的意思。到彼岸也可以說，咱們中國人常講功夫到家，有功夫到家的味道。這樁事情你做得好，做得太好了，印度話叫波羅蜜。「以菩薩之大行，能究竟一切自行與化他之事，故名事究竟」。到彼岸意思是，我們這樁事情做圓滿了，就這個意思。能究竟一切自行化他之事，一切是眾多，或者是自己修行，或者是教化眾生，這個事情做圓滿了，這事究竟，就稱為波羅蜜。「乘此大行能由生死之此岸，到涅槃之彼岸，故名到彼岸」。事究竟偏重在利他，到彼岸偏重在自己，自己修行。我們今天念佛求生淨土，真正往生到西方極樂世界，那就是到彼岸了，就是波羅蜜了。「因此大行能度諸法之廣遠」，叫度無極，就是能度一切眾生。四弘誓願裡頭第一願，「眾生無邊誓願度」，這個事情真正能做到圓滿，就是此地波羅蜜的意思。所以波羅蜜有很多意思，看用在什麼地方，自度、教化眾生、往生西方極樂世界，統統都可以說是波羅蜜。"
    },
    {
      "id": "02-041-0275_p0037",
      "zh_CN": "底下给我们解释『止息』。「止者，停止之义，住止于谛理不动也。息者，休息」。止很重要！章嘉大师早年教我，学佛就是两个字，看破、放下。看破、放下没有止境，从初发心到如来地，不能够改变，看破帮助你放下，放下帮助你看破。看破是什么？明白了，理事都明白了。放下？不要放在心上，这叫放下。不是事情不做了，事情要照做；事情照做，于你的清净心没有妨碍，你不放在心上。作而无作，无作而作，这两句话大乘经上讲的，我们常常听说。什么叫作而无作，无作而作？天天在做，没有放在心上就是无作，正做的时候也没有放在心上，做完之后也没有放在心上，无作而作。无作是说心，心地清净，一尘不染，作是帮助一切众生，讲经教学也是作，不能放在心上，放在心上就错了，为什么？心上什么也没有就对了，心干干净净。",
      "zh_TW": "底下給我們解釋『止息』。「止者，停止之義，住止於諦理不動也。息者，休息」。止很重要！章嘉大師早年教我，學佛就是兩個字，看破、放下。看破、放下沒有止境，從初發心到如來地，不能夠改變，看破幫助你放下，放下幫助你看破。看破是什麼？明白了，理事都明白了。放下？不要放在心上，這叫放下。不是事情不做了，事情要照做；事情照做，於你的清淨心沒有妨礙，你不放在心上。作而無作，無作而作，這兩句話大乘經上講的，我們常常聽說。什麼叫作而無作，無作而作？天天在做，沒有放在心上就是無作，正做的時候也沒有放在心上，做完之後也沒有放在心上，無作而作。無作是說心，心地清淨，一塵不染，作是幫助一切眾生，講經教學也是作，不能放在心上，放在心上就錯了，為什麼？心上什麼也沒有就對了，心乾乾淨淨。"
    },
    {
      "id": "02-041-0275_p0038",
      "zh_CN": "清净平等觉是心，佛用这五个字来形容。心是什么样的？清净，一尘不染；平等，没有丝毫念头，也可以说平等就是不起心不动念，那就平等，起心动念，不平等了；觉心，觉就是智慧，心里头无量无边的智慧，只要你的心清净平等，智慧就流出来了，别人问什么，自然答复，不要去想。想一想答复，那是第六意识，那是妄心，不是真心，那个答复有问题，不圆满，纵然答复得很好，也是有局限的，不是圆满的。如果从自性里流出来的答复，是圆满的。譬如孔子教学，学生来问孝，几个学生来问，孔子答复不一样，这叫圆满。如果每一个人来问，他都是一个答复，这不圆满，为什么？有人听得懂，有人没听懂。所以说法它是圆音，圆满的音，让一切众生个个都能听懂。用真心妙，用妄心不行，用妄心是生烦恼，用真心生智慧，真心就是清净平等觉。咱们每天修行，这个东西要进步。如果还是染污，还是分别，还是迷惑颠倒，咱们功夫没进步。在哪里看？就是这一句，这五个字，时时刻刻拿来，像一面镜子一样拿来照照自己，我的清净平等觉有没有进步？有进步好，那是什么？万缘真放得下了，真自在。这个不能不知道。",
      "zh_TW": "清淨平等覺是心，佛用這五個字來形容。心是什麼樣的？清淨，一塵不染；平等，沒有絲毫念頭，也可以說平等就是不起心不動念，那就平等，起心動念，不平等了；覺心，覺就是智慧，心裡頭無量無邊的智慧，只要你的心清淨平等，智慧就流出來了，別人問什麼，自然答覆，不要去想。想一想答覆，那是第六意識，那是妄心，不是真心，那個答覆有問題，不圓滿，縱然答覆得很好，也是有侷限的，不是圓滿的。如果從自性裡流出來的答覆，是圓滿的。譬如孔子教學，學生來問孝，幾個學生來問，孔子答覆不一樣，這叫圓滿。如果每一個人來問，他都是一個答覆，這不圓滿，為什麼？有人聽得懂，有人沒聽懂。所以說法它是圓音，圓滿的音，讓一切眾生個個都能聽懂。用真心妙，用妄心不行，用妄心是生煩惱，用真心生智慧，真心就是清淨平等覺。咱們每天修行，這個東西要進步。如果還是染污，還是分別，還是迷惑顛倒，咱們功夫沒進步。在哪裡看？就是這一句，這五個字，時時刻刻拿來，像一面鏡子一樣拿來照照自己，我的清淨平等覺有沒有進步？有進步好，那是什麼？萬緣真放得下了，真自在。這個不能不知道。"
    },
    {
      "id": "02-041-0275_p0039",
      "zh_CN": "大行，菩萨大愿大行，能度诸法的广远，众生无边誓愿度，这个就是无极，度无极，没有止境。下面止息，止是停止，住止于谛理不动。什么是谛理？传戒法师教给海贤老和尚的，就是住止于谛理。他教他什么？一句南无阿弥陀佛，教他一直念下去。他念了九十二年，住止于阿弥陀佛不动，九十二年。我这个说法就很具体，大家听进去了，净宗的谛理就是一句阿弥陀佛。不念经行不行？行。海贤老和尚不念经。我是估计他二十五岁，他二十岁就念这一句阿弥陀佛，念了三年、五年，这个人很老实、很听话、真干，有这三个条件，三年可以念到一心不乱。念到一心不乱，往生就有把握，为什么？只要念到一心不乱，阿弥陀佛一定会来安慰你，或者说来奖励你，给你通信息，你在梦中见佛，或者在定中见佛，你在打坐的时候见到佛了。佛会告诉你，你的寿命还有多长，还有十年、二十年、三十年，到时候阿弥陀佛来接你往生，让你生欢喜心，你自己知道了。可是有一种人，就在这个时候向阿弥陀佛要求，我那个寿命不要了，我现在跟你去。阿弥陀佛很慈悲，往往就带他走了，会跟他约定，三天我来接你，一个星期我来接你，把时间约好，到时候佛就来了。这样往生的人很多很多。我们看《净土圣贤录》、《往生传》里记载的，念佛三年就往生了，决定不是他寿命只有三年，不可能那么巧，那都是什么？自己不想在这个世界住了，这世界很苦，极乐世界你看看经上讲得多好，谁不想早一点去？",
      "zh_TW": "大行，菩薩大願大行，能度諸法的廣遠，眾生無邊誓願度，這個就是無極，度無極，沒有止境。下面止息，止是停止，住止於諦理不動。什麼是諦理？傳戒法師教給海賢老和尚的，就是住止於諦理。他教他什麼？一句南無阿彌陀佛，教他一直念下去。他念了九十二年，住止於阿彌陀佛不動，九十二年。我這個說法就很具體，大家聽進去了，淨宗的諦理就是一句阿彌陀佛。不念經行不行？行。海賢老和尚不念經。我是估計他二十五歲，他二十歲就念這一句阿彌陀佛，念了三年、五年，這個人很老實、很聽話、真幹，有這三個條件，三年可以念到一心不亂。念到一心不亂，往生就有把握，為什麼？只要念到一心不亂，阿彌陀佛一定會來安慰你，或者說來獎勵你，給你通信息，你在夢中見佛，或者在定中見佛，你在打坐的時候見到佛了。佛會告訴你，你的壽命還有多長，還有十年、二十年、三十年，到時候阿彌陀佛來接你往生，讓你生歡喜心，你自己知道了。可是有一種人，就在這個時候向阿彌陀佛要求，我那個壽命不要了，我現在跟你去。阿彌陀佛很慈悲，往往就帶他走了，會跟他約定，三天我來接你，一個星期我來接你，把時間約好，到時候佛就來了。這樣往生的人很多很多。我們看《淨土聖賢錄》、《往生傳》裡記載的，念佛三年就往生了，決定不是他壽命只有三年，不可能那麼巧，那都是什麼？自己不想在這個世界住了，這世界很苦，極樂世界你看看經上講得多好，誰不想早一點去？"
    },
    {
      "id": "02-041-0275_p0040",
      "zh_CN": "除非像海贤和尚，海贤和尚想去，阿弥陀佛叫他多住几年，做个好样子给人看看，叫他表法，他是受命长住的。我相信，他的寿命不可能一百多岁，那个寿命是阿弥陀佛给他的，他的寿命应该说起来，也就是七老八十，你看他师兄弟，他师弟八十二岁走的，他妈妈八十六岁走的，应该他也是这样子，七、八十岁。一百一十二岁，阿弥陀佛加持的。",
      "zh_TW": "除非像海賢和尚，海賢和尚想去，阿彌陀佛叫他多住幾年，做個好樣子給人看看，叫他表法，他是受命長住的。我相信，他的壽命不可能一百多歲，那個壽命是阿彌陀佛給他的，他的壽命應該說起來，也就是七老八十，你看他師兄弟，他師弟八十二歲走的，他媽媽八十六歲走的，應該他也是這樣子，七、八十歲。一百一十二歲，阿彌陀佛加持的。"
    },
    {
      "id": "02-041-0275_p0041",
      "zh_CN": "加持为什么？加持是为我们。我们要感老和尚的恩，更要感阿弥陀佛的恩。我们学佛碰到困难了，还觉得冤枉，许许多多人误解了。头一个误解，会集本有问题，不是真经，不能流通，不能学习，让许许多多人听到之后，退心了，对会集本怀疑，对黄念祖老居士的注解怀疑。他这样来给我们表法。一定是阿弥陀佛告诉他的，你慢慢等，什么时候遇到这么一本书，阿弥陀佛就接你往生。这本书它来做证明，证明什么？夏莲老会集本是真经。每一字、每一句都是释迦牟尼佛亲口说的，没有改动一个字，你找不出它的漏洞，它每个字、每一句都是五种原译本里头的原文原字，真经。黄念祖老居士的注解是正知正见，为什么？他用的是八十三种经论，经是佛说的，论是菩萨们说的，哪会有错？还有一百一十种祖师大德的注疏，他是集注，绝不是念老自己的意思，集注，正知正见，没有问题。第三个，为我们证明，我们依照这个经，依照这个注解来学习、来修行，没有错！是为这个来的。",
      "zh_TW": "加持為什麼？加持是為我們。我們要感老和尚的恩，更要感阿彌陀佛的恩。我們學佛碰到困難了，還覺得冤枉，許許多多人誤解了。頭一個誤解，會集本有問題，不是真經，不能流通，不能學習，讓許許多多人聽到之後，退心了，對會集本懷疑，對黃念祖老居士的註解懷疑。他這樣來給我們表法。一定是阿彌陀佛告訴他的，你慢慢等，什麼時候遇到這麼一本書，阿彌陀佛就接你往生。這本書它來做證明，證明什麼？夏蓮老會集本是真經。每一字、每一句都是釋迦牟尼佛親口說的，沒有改動一個字，你找不出它的漏洞，它每個字、每一句都是五種原譯本裡頭的原文原字，真經。黃念祖老居士的註解是正知正見，為什麼？他用的是八十三種經論，經是佛說的，論是菩薩們說的，哪會有錯？還有一百一十種祖師大德的註疏，他是集註，絕不是念老自己的意思，集註，正知正見，沒有問題。第三個，為我們證明，我們依照這個經，依照這個註解來學習、來修行，沒有錯！是為這個來的。"
    },
    {
      "id": "02-041-0275_p0042",
      "zh_CN": "这一本《若要佛法兴，唯有僧赞僧》，这本书里头的内容，为我们辩别，说明经是真经，注是真注，依照这个修行决定往生，往生到极乐世界决定成佛。所以大家都知道，谁会把书送给老和尚？为什么？每个人都知道老和尚不认识字，没有念过书，出家一辈子，活到一百一十二岁，没有念过一部经，也没有听过一次经。就是一句阿弥陀佛不间断，除了睡觉之外，一切时一切处，他就是工作也不耽误念佛，心里头念佛，心里真有佛。这是我们的好榜样，我们要想成功，他教给我们好方法，他是身教，他不是言教，就这一句阿弥陀佛念到底。他一生是种田的农夫，种田不妨碍念佛，身体在田里面劳作，心里头的佛号不断，这就成功了。",
      "zh_TW": "這一本《若要佛法興，唯有僧讚僧》，這本書裡頭的內容，為我們辯別，說明經是真經，註是真註，依照這個修行決定往生，往生到極樂世界決定成佛。所以大家都知道，誰會把書送給老和尚？為什麼？每個人都知道老和尚不認識字，沒有念過書，出家一輩子，活到一百一十二歲，沒有念過一部經，也沒有聽過一次經。就是一句阿彌陀佛不間斷，除了睡覺之外，一切時一切處，他就是工作也不耽誤念佛，心裡頭念佛，心裡真有佛。這是我們的好榜樣，我們要想成功，他教給我們好方法，他是身教，他不是言教，就這一句阿彌陀佛念到底。他一生是種田的農夫，種田不妨礙念佛，身體在田裡面勞作，心裡頭的佛號不斷，這就成功了。"
    },
    {
      "id": "02-041-0275_p0043",
      "zh_CN": "没想到二Ｏ一三年一月有几个同修真的带了这本书上山，这也是我们想像不到的。这些人都是老和尚的弟子，常常上山，每个月都要去看老和尚，很熟的人。他们把这个书带上山，老和尚一看带了书，就问他这什么书？他们就说这个书叫《若要佛法兴，唯有僧赞僧》。他听了之后非常欢喜，为什么？佛来接引他了。马上穿袍搭衣，拿着这本书，要求大家给他照相。你看这张照片照了。老和尚一生没有主动要求别人给他照相过，就这一次，他主动要求的。照完之后第三天走了。所以我想阿弥陀佛跟他约定的是，什么时候看到这本书佛就来接引你。欢喜，总归等到阿弥陀佛这句话了，要接引他往生了。往生这一天，他还是在田里工作一天，在菜园种菜，整地、浇水、拔草，搞到天黑才收工，晚上走了。多潇洒！多自在！这真的不是假的。",
      "zh_TW": "沒想到二Ｏ一三年一月有幾個同修真的帶了這本書上山，這也是我們想像不到的。這些人都是老和尚的弟子，常常上山，每個月都要去看老和尚，很熟的人。他們把這個書帶上山，老和尚一看帶了書，就問他這什麼書？他們就說這個書叫《若要佛法興，唯有僧讚僧》。他聽了之後非常歡喜，為什麼？佛來接引他了。馬上穿袍搭衣，拿著這本書，要求大家給他照相。你看這張照片照了。老和尚一生沒有主動要求別人給他照相過，就這一次，他主動要求的。照完之後第三天走了。所以我想阿彌陀佛跟他約定的是，什麼時候看到這本書佛就來接引你。歡喜，總歸等到阿彌陀佛這句話了，要接引他往生了。往生這一天，他還是在田裡工作一天，在菜園種菜，整地、澆水、拔草，搞到天黑才收工，晚上走了。多瀟灑！多自在！這真的不是假的。"
    },
    {
      "id": "02-041-0275_p0044",
      "zh_CN": "所以我们要找榜样，到哪里去找？最好的榜样，一句佛号念到底，念到功夫成片，事一心不乱，理一心不乱。理一心不乱就是大彻大悟，明心见性。明心见性就是什么都知道，他自己说的。我们在光碟上听到他老人家讲的，「我什么都知道」，就是不肯说，明哲保身。到他一走之后，真的是天下闻名，佛门弟子，修净土同修，人人都知道，是我们现前最好的榜样。用他这个方法修行，没有一个不往生，没有一个不成佛。",
      "zh_TW": "所以我們要找榜樣，到哪裡去找？最好的榜樣，一句佛號念到底，念到功夫成片，事一心不亂，理一心不亂。理一心不亂就是大徹大悟，明心見性。明心見性就是什麼都知道，他自己說的。我們在光碟上聽到他老人家講的，「我什麼都知道」，就是不肯說，明哲保身。到他一走之後，真的是天下聞名，佛門弟子，修淨土同修，人人都知道，是我們現前最好的榜樣。用他這個方法修行，沒有一個不往生，沒有一個不成佛。"
    },
    {
      "id": "02-041-0275_p0045",
      "zh_CN": "住止。息，休息，止息。《止观》第三卷说：「息义者，诸恶觉观，妄念思想，寂然休息。」这个息说什么？不善的念头、不善的思想、不善的觉观统统放下，叫你休息，是这个意思。息，「息诸妄念也。此就所观而得名，故止息即止观」。又《止观三》第三卷里头也有个说法，「法性寂然名止，寂而常照名观」，这两句话很重要。这是自性止观，这个不是修来的，本来就是。诸佛如来，就住在这个境界里头，换句话说，如来所证得的境界，法性。惠能大师讲得最清楚、最明白，这五句话我们要常常把它记住，常常提起来观照。「何期自性，本自清净」，法性、自性是一个性，是清净的，从来没染污。「何期自性，本不生灭」，不生不灭，没有生灭的现象，永远常住。第三个，「本自具足」，具足什么？具足圆满的法界，遍法界虚空界就是它现的。它不现的时候不能说它无，它现的时候不能说它有，通常我们用三样来做比喻。第一个智慧，本自具足无量智慧，《华严经》上说的，一切众生皆有如来智慧德相。这就是如来智慧，圆满的智慧、究竟的智慧，具足这个；第二个就是具足德能，能力，是自性本具的，不是外来的；第三个相好，都是无量无边，智慧无量无边、德能无量无边、相好无量无边，平等的。佛所有的，众生全有，就是佛自性开发了，明心见性，觉悟了。而众生迷惑颠倒，完全迷失了本性，迷失了真心，起心动念是妄心，是阿赖耶在做主。阿赖耶是妄心，不是真心，真心如如不动。",
      "zh_TW": "住止。息，休息，止息。《止觀》第三卷說：「息義者，諸惡覺觀，妄念思想，寂然休息。」這個息說什麼？不善的念頭、不善的思想、不善的覺觀統統放下，叫你休息，是這個意思。息，「息諸妄念也。此就所觀而得名，故止息即止觀」。又《止觀三》第三卷裡頭也有個說法，「法性寂然名止，寂而常照名觀」，這兩句話很重要。這是自性止觀，這個不是修來的，本來就是。諸佛如來，就住在這個境界裡頭，換句話說，如來所證得的境界，法性。惠能大師講得最清楚、最明白，這五句話我們要常常把它記住，常常提起來觀照。「何期自性，本自清淨」，法性、自性是一個性，是清淨的，從來沒染污。「何期自性，本不生滅」，不生不滅，沒有生滅的現象，永遠常住。第三個，「本自具足」，具足什麼？具足圓滿的法界，遍法界虛空界就是它現的。它不現的時候不能說它無，它現的時候不能說它有，通常我們用三樣來做比喻。第一個智慧，本自具足無量智慧，《華嚴經》上說的，一切眾生皆有如來智慧德相。這就是如來智慧，圓滿的智慧、究竟的智慧，具足這個；第二個就是具足德能，能力，是自性本具的，不是外來的；第三個相好，都是無量無邊，智慧無量無邊、德能無量無邊、相好無量無邊，平等的。佛所有的，眾生全有，就是佛自性開發了，明心見性，覺悟了。而眾生迷惑顛倒，完全迷失了本性，迷失了真心，起心動念是妄心，是阿賴耶在做主。阿賴耶是妄心，不是真心，真心如如不動。"
    },
    {
      "id": "02-041-0275_p0046",
      "zh_CN": "所以寂然名止，常照名观。寂是体，照是用，有体、有用，这讲的真心，讲的自性。「又无明即明。不复流动，故名为止。朗然大净，呼之为观」。无明，如果我们止，明就恢复了，我们不肯止，明不能恢复，叫无明。为什么？无明是动的，你看后头讲流动。自性是不动的，能大师第四句说得很好，「何期自性，本无动摇」，本不动摇，不动就是止，不摇就是息。所以只要止住，无明就不见了，明就出来了，无明是烦恼习气，明是智慧，智慧就现前了。所以心不能动。凡夫的心，是一个妄念接着一个妄念，它不止。止就明了，就不流动了，智慧就现前了。所以这是止的意思。朗然大净，呼之为观。止住就寂静，寂静就起照的作用，就起明的作用，所以叫常寂光。《华严经》称之为光明，这个光明无处不照，无时不照，所以称为大光明藏。照就明了，明了就是觉，样样觉，没有一样不觉。本来觉，不是学来的，佛法没有东西学，完全是除障碍，除掉之后朗然大觉，自性无量智慧、无量德能、无量相好统统现前，无所不能，无所不明、不觉，这叫观。",
      "zh_TW": "所以寂然名止，常照名觀。寂是體，照是用，有體、有用，這講的真心，講的自性。「又無明即明。不復流動，故名為止。朗然大淨，呼之為觀」。無明，如果我們止，明就恢復了，我們不肯止，明不能恢復，叫無明。為什麼？無明是動的，你看後頭講流動。自性是不動的，能大師第四句說得很好，「何期自性，本無動搖」，本不動搖，不動就是止，不搖就是息。所以只要止住，無明就不見了，明就出來了，無明是煩惱習氣，明是智慧，智慧就現前了。所以心不能動。凡夫的心，是一個妄念接著一個妄念，它不止。止就明了，就不流動了，智慧就現前了。所以這是止的意思。朗然大淨，呼之為觀。止住就寂靜，寂靜就起照的作用，就起明的作用，所以叫常寂光。《華嚴經》稱之為光明，這個光明無處不照，無時不照，所以稱為大光明藏。照就明瞭，明瞭就是覺，樣樣覺，沒有一樣不覺。本來覺，不是學來的，佛法沒有東西學，完全是除障礙，除掉之後朗然大覺，自性無量智慧、無量德能、無量相好統統現前，無所不能，無所不明、不覺，這叫觀。"
    },
    {
      "id": "02-041-0275_p0047",
      "zh_CN": "「又《止观辅行》曰：中道即法界，法界即止观。止观不二，境智冥一」，中道就是法界。实在说，大乘佛法，向上一着是不起心不动念。如果我们说中道，你执着中道这个念头，分别中道这个念头，它就不是中道了，不得已说个中道。你要契入境界，就像《起信论》里所说的，要离言说相。言语是假的不是真的，你不要执着它，你听它的意思，不要执着它的言说。离名字相，中道是名字，法界也是名字，止观也是名字，这个都是佛的方便法，引导你契入，你一着相就完了。像指路牌一样，在高速公路指路牌指往哪里去，你以为这个地方就到了，那就错了，你要把这个舍掉，往前进那就对了。所有名相都是指路牌，一定要晓得。说中道、说法界、说止观，统统是一桩事情。这桩事情等于什么？等于零，等于什么都没有说，什么都没有听到，回归自性了，真的叫你觉悟了。佛法的教学跟世间法不一样，完全不相同。佛法跟世间法差别就在此地，世间法着相。我们学佛法，学《华严》、学《法华》、学《楞严》，只要一着相，统统是世间法，那叫人间佛教。不着相呢？不着相是大乘佛教，着相就变成人间佛教，有言说而没有实际，你只会讲，你入不了境界。这个不能不懂。",
      "zh_TW": "「又《止觀輔行》曰：中道即法界，法界即止觀。止觀不二，境智冥一」，中道就是法界。實在說，大乘佛法，向上一著是不起心不動念。如果我們說中道，你執著中道這個念頭，分別中道這個念頭，它就不是中道了，不得已說個中道。你要契入境界，就像《起信論》裡所說的，要離言說相。言語是假的不是真的，你不要執著它，你聽它的意思，不要執著它的言說。離名字相，中道是名字，法界也是名字，止觀也是名字，這個都是佛的方便法，引導你契入，你一著相就完了。像指路牌一樣，在高速公路指路牌指往哪裡去，你以為這個地方就到了，那就錯了，你要把這個捨掉，往前進那就對了。所有名相都是指路牌，一定要曉得。說中道、說法界、說止觀，統統是一樁事情。這樁事情等於什麼？等於零，等於什麼都沒有說，什麼都沒有聽到，回歸自性了，真的叫你覺悟了。佛法的教學跟世間法不一樣，完全不相同。佛法跟世間法差別就在此地，世間法著相。我們學佛法，學《華嚴》、學《法華》、學《楞嚴》，只要一著相，統統是世間法，那叫人間佛教。不著相呢？不著相是大乘佛教，著相就變成人間佛教，有言說而沒有實際，你只會講，你入不了境界。這個不能不懂。"
    },
    {
      "id": "02-041-0275_p0048",
      "zh_CN": "所以这两句话重要，朗然大净，呼之为观；寂然名止，常照名观，这都很重要。止观最后一句话说，境智冥一。境是境界，境界是起用，智是明了，它是一桩事情，不是两桩事情，我们讲一体，这个观念很重要。现在地球上乱了，如何能恢复安定和谐，就是人人都要把心量扩大，一体。由于交通的便捷，资讯的发达，地球不是一个村了，地球是一家，众生是一体，都是父母兄弟姐妹。要以这个心态看人、看这个地球，这地球是我的家，我样样都照顾，我不能让这个家庭毁灭。要爱惜资源，要顾到地球整个美好的环境，我们才能在这个地方平安的居住、生活、学习。学习里面最重要的是学习净土，为什么？我们在这个世间住的时间不长。将来到哪里去？到极乐世界去，这就对了。",
      "zh_TW": "所以這兩句話重要，朗然大淨，呼之為觀；寂然名止，常照名觀，這都很重要。止觀最後一句話說，境智冥一。境是境界，境界是起用，智是明瞭，它是一樁事情，不是兩樁事情，我們講一體，這個觀念很重要。現在地球上亂了，如何能恢復安定和諧，就是人人都要把心量擴大，一體。由於交通的便捷，資訊的發達，地球不是一個村了，地球是一家，眾生是一體，都是父母兄弟姐妹。要以這個心態看人、看這個地球，這地球是我的家，我樣樣都照顧，我不能讓這個家庭毀滅。要愛惜資源，要顧到地球整個美好的環境，我們才能在這個地方平安的居住、生活、學習。學習裡面最重要的是學習淨土，為什麼？我們在這個世間住的時間不長。將來到哪裡去？到極樂世界去，這就對了。"
    },
    {
      "id": "02-041-0275_p0049",
      "zh_CN": "『寂静』，前面有「诸根寂静」，注解说过了。「无生无灭者，涅槃之真理，本来无生灭」。惠能大师所说的，「何期自性，本无生灭」。本来无生灭是真相，生灭是假相，生灭是假的。我们今天所看六道轮回，六道是假的，四圣法界也是假的。四圣法界也有生灭，为什么？它有分别。六道轮回里不但有分别，还有执着，所以你看到的现象，都是生灭相，都是假相，不是真的。什么时候你能看到真相？假相止住了，放下了，真相就现前，自然现前。真相叫实相，真实相，真实相就是自性，那就叫明心见性，假的放下来就见性了，见性就成佛了。",
      "zh_TW": "『寂靜』，前面有「諸根寂靜」，註解說過了。「無生無滅者，涅槃之真理，本來無生滅」。惠能大師所說的，「何期自性，本無生滅」。本來無生滅是真相，生滅是假相，生滅是假的。我們今天所看六道輪迴，六道是假的，四聖法界也是假的。四聖法界也有生滅，為什麼？它有分別。六道輪迴裡不但有分別，還有執著，所以你看到的現象，都是生滅相，都是假相，不是真的。什麼時候你能看到真相？假相止住了，放下了，真相就現前，自然現前。真相叫實相，真實相，真實相就是自性，那就叫明心見性，假的放下來就見性了，見性就成佛了。"
    },
    {
      "id": "02-041-0275_p0050",
      "zh_CN": "我们看下面，念老引用《仁王经》上来解释，「《仁王经》曰：一切法性真实空。不来不去。无生无灭」，《仁王经》上说的，这是真的。所以《般若经》上告诉我们，「一切法无所有，毕竟空，不可得」。这句话教我们干什么？彻底放下，你有一桩放不下，那就是你六道轮回生死的根没断，是往生极乐世界的障碍，只要有一条根就把你拴住了，极乐世界就去不了，彻底放下。放下不在事上，在心上，为什么？事是生灭的，是假的，没关系，心上，心上不能有。往生是心去往生，不是身，身不会去往生的，身不要了，最后连身都不要了，身外之物放得干干净净，往生才有指望。真正想往生的人，这个道理不能不懂，这桩事情不能不认真放下。要知道再小的一桩事情，放不下就去不了，这不能不知道。《仁王经》这一句说得好，《般若经》上讲得更好，特别是最后一句，「不可得」。常常想到不可得，「一切法无所有，毕竟空，不可得」，常常想到不可得，得失的念头就打掉了，这个真自在！得到很好，失掉了也很好，没有丝毫牵挂，为什么？知道毕竟空，全是假的。",
      "zh_TW": "我們看下面，念老引用《仁王經》上來解釋，「《仁王經》曰：一切法性真實空。不來不去。無生無滅」，《仁王經》上說的，這是真的。所以《般若經》上告訴我們，「一切法無所有，畢竟空，不可得」。這句話教我們幹什麼？徹底放下，你有一樁放不下，那就是你六道輪迴生死的根沒斷，是往生極樂世界的障礙，只要有一條根就把你拴住了，極樂世界就去不了，徹底放下。放下不在事上，在心上，為什麼？事是生滅的，是假的，沒關係，心上，心上不能有。往生是心去往生，不是身，身不會去往生的，身不要了，最後連身都不要了，身外之物放得乾乾淨淨，往生才有指望。真正想往生的人，這個道理不能不懂，這樁事情不能不認真放下。要知道再小的一樁事情，放不下就去不了，這不能不知道。《仁王經》這一句說得好，《般若經》上講得更好，特別是最後一句，「不可得」。常常想到不可得，「一切法無所有，畢竟空，不可得」，常常想到不可得，得失的念頭就打掉了，這個真自在！得到很好，失掉了也很好，沒有絲毫牽掛，為什麼？知道畢竟空，全是假的。"
    },
    {
      "id": "02-041-0275_p0051",
      "zh_CN": "现在量子力学家，他们的报告为我们证明《般若经》上这句话。量子力学家最近这二十多年才发现，宇宙间所有物质现象是假的，他们的报告，研究报告，根据他们的研究，所得的这个结论，这个世间根本没有物质这个东西的存在，物质是假的。物质是怎么回事情？是从念头产生出来的幻相。所以念头是能生，物质是所生，念头不是真的，物质怎么会是真的？所以什么也别想，想也是假的。念头这个问题还没有彻底了解，现代科学家几乎把精神都用在这方面。念头是什么，我相信二、三十年后答案会出来。念头不是真的，念头从哪来的？业相变现的。业从哪里来的？一念不觉。一念不觉没有原因，阿赖耶的三细相。大乘经上说，第六意识功能很大，就是我们的想像，这个能量很大，它对外可以缘宇宙，对内可以缘到阿赖耶的三细相，就是缘不到自性。换句话说，科学不能帮助你明心见性，能够帮助你把阿赖耶的三细相说清楚、说明白，它回归不了自性。这跟佛法不一样，佛法能成佛，科学家还是科学家，成不了佛，他还是搞六道轮回，这个道理要懂。科学家要能看破，要能放下，他也能成佛。",
      "zh_TW": "現在量子力學家，他們的報告為我們證明《般若經》上這句話。量子力學家最近這二十多年才發現，宇宙間所有物質現象是假的，他們的報告，研究報告，根據他們的研究，所得的這個結論，這個世間根本沒有物質這個東西的存在，物質是假的。物質是怎麼回事情？是從念頭產生出來的幻相。所以念頭是能生，物質是所生，念頭不是真的，物質怎麼會是真的？所以什麼也別想，想也是假的。念頭這個問題還沒有徹底了解，現代科學家幾乎把精神都用在這方面。念頭是什麼，我相信二、三十年後答案會出來。念頭不是真的，念頭從哪來的？業相變現的。業從哪裡來的？一念不覺。一念不覺沒有原因，阿賴耶的三細相。大乘經上說，第六意識功能很大，就是我們的想像，這個能量很大，它對外可以緣宇宙，對內可以緣到阿賴耶的三細相，就是緣不到自性。換句話說，科學不能幫助你明心見性，能夠幫助你把阿賴耶的三細相說清楚、說明白，它回歸不了自性。這跟佛法不一樣，佛法能成佛，科學家還是科學家，成不了佛，他還是搞六道輪迴，這個道理要懂。科學家要能看破，要能放下，他也能成佛。"
    },
    {
      "id": "02-041-0275_p0052",
      "zh_CN": "八万四千法门，无量法门，门门都能见性，法法都能帮助你成佛。不是佛经行不行？行，也行，只要你懂方法，你不放在心上，这是假的。佛讲的经本也是假的，也不是真的，这个要知道。不能执着，你才会开悟。开悟，真经，真经是自性流出来的，佛家的教学。世间大圣大贤所学，跟佛是通的。他们有没有见性？见性了。所以他们的智慧是从自性流出来的，不是知识，跟佛经没有两样。我们用佛经，读佛经，读书千遍，其义自见，开悟了。我们去读《古兰经》行不行？行。读基督教《圣经》行不行？行。只要你一千遍、一千遍去念，都能开悟，方法是一样的。读经不是叫你念那个里头意思，什么意思不要管它，它没有意思，就是用这种方法修清净心，把念头念掉，把妄想念掉，把分别执着念掉，人就成佛了。所以经上讲的这个东西，你全知道了。",
      "zh_TW": "八萬四千法門，無量法門，門門都能見性，法法都能幫助你成佛。不是佛經行不行？行，也行，只要你懂方法，你不放在心上，這是假的。佛講的經本也是假的，也不是真的，這個要知道。不能執著，你才會開悟。開悟，真經，真經是自性流出來的，佛家的教學。世間大聖大賢所學，跟佛是通的。他們有沒有見性？見性了。所以他們的智慧是從自性流出來的，不是知識，跟佛經沒有兩樣。我們用佛經，讀佛經，讀書千遍，其義自見，開悟了。我們去讀《古蘭經》行不行？行。讀基督教《聖經》行不行？行。只要你一千遍、一千遍去念，都能開悟，方法是一樣的。讀經不是叫你念那個裡頭意思，什麼意思不要管它，它沒有意思，就是用這種方法修清淨心，把念頭念掉，把妄想念掉，把分別執著念掉，人就成佛了。所以經上講的這個東西，你全知道了。"
    },
    {
      "id": "02-041-0275_p0053",
      "zh_CN": "《仁王经》上讲得好，一切法性真实空，不来不去，无生无灭。「又《圆觉经》曰：一切众生于无生中，妄见生灭，是故说名轮转生死」。说名生死轮回，有没有生死轮回？没有。它是一场梦，梦醒之后，梦中的东西有没有？没有。轮回就是如此，你醒过来之后，轮回没有了，你再找也找不到了，根本没有这个东西，所以说名轮转生死。",
      "zh_TW": "《仁王經》上講得好，一切法性真實空，不來不去，無生無滅。「又《圓覺經》曰：一切眾生於無生中，妄見生滅，是故說名輪轉生死」。說名生死輪迴，有沒有生死輪迴？沒有。它是一場夢，夢醒之後，夢中的東西有沒有？沒有。輪迴就是如此，你醒過來之後，輪迴沒有了，你再找也找不到了，根本沒有這個東西，所以說名輪轉生死。"
    },
    {
      "id": "02-041-0275_p0054",
      "zh_CN": "又清凉大师说：「若闻无生者，便知一切诸法，皆悉空寂，无生无灭。」这个修学的心态要有，我们要记住，听到佛经上讲无生，或者讲不生不灭，你马上就能够体会到一切诸法皆悉空寂，无生无灭。宇宙之间一切诸法一个道理，一个通了全通了，没有障碍，没有生灭。有没有轮回？你有念就有，无念就没有了。为什么？念头生的。佛说过，「一切法从心想生」，「相由心生」。你心里没有，什么都没有；一动念头，什么都有。所以跟科学家讲的一样，物质现象是从念头波动现象里产生出来的，念头是能生，物质现象是所生。佛在三千年前说的，现代科学家最近二十年才发现，这些科学家对于大乘经教佩服得五体投地。科学家费了四百年的时间，一个接着一个、接着一个，才发现释迦牟尼佛三千年前已经讲得比他更清楚。所以我们有理由相信，二、三十年之后这些经典，科学家会看作高等科学，不但是高等哲学，高等科学。人要能接受到，都搞清楚、搞明白了，统统放下，你说你多自在！你多幸福！法喜充满，常生欢喜心，人与人相处，人与天地万物相处，快乐无比。为什么？不执着了，没烦恼了，不分别了，不动念了，这叫佛法，这叫大自在，这叫波罗蜜。今天时间到了，我们就学习到此地。",
      "zh_TW": "又清涼大師說：「若聞無生者，便知一切諸法，皆悉空寂，無生無滅。」這個修學的心態要有，我們要記住，聽到佛經上講無生，或者講不生不滅，你馬上就能夠體會到一切諸法皆悉空寂，無生無滅。宇宙之間一切諸法一個道理，一個通了全通了，沒有障礙，沒有生滅。有沒有輪迴？你有念就有，無念就沒有了。為什麼？念頭生的。佛說過，「一切法從心想生」，「相由心生」。你心裡沒有，什麼都沒有；一動念頭，什麼都有。所以跟科學家講的一樣，物質現象是從念頭波動現象裡產生出來的，念頭是能生，物質現象是所生。佛在三千年前說的，現代科學家最近二十年才發現，這些科學家對於大乘經教佩服得五體投地。科學家費了四百年的時間，一個接著一個、接著一個，才發現釋迦牟尼佛三千年前已經講得比他更清楚。所以我們有理由相信，二、三十年之後這些經典，科學家會看作高等科學，不但是高等哲學，高等科學。人要能接受到，都搞清楚、搞明白了，統統放下，你說你多自在！你多幸福！法喜充滿，常生歡喜心，人與人相處，人與天地萬物相處，快樂無比。為什麼？不執著了，沒煩惱了，不分別了，不動念了，這叫佛法，這叫大自在，這叫波羅蜜。今天時間到了，我們就學習到此地。"
    }
  ]
}