{
  "doc_id": "02-041-0295",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二九五集",
    "zh_TW": "第二九五集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0295",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-041-0295_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0295_p0002",
      "zh_CN": "请看《大经科注》，第七百一十六页倒数第二行：「本品会集魏唐宋三译」。中国《无量寿经》的翻译一共十二次，有十二种不同的版本，在这么多年当中失传了七种，现在《藏经》里头还有五种，这是五种里面的三种。魏（这个魏是曹魏）、唐、宋，这三种。魏就是康僧铠翻译的，也是流通最广的，五种原译本里面翻得最好。「文曰」，这是念老在注解里面告诉我们，夏老会集字字句句都有根据，没有更动一个字。这是会集必须具备的条件，才能够取信于后世。这个本子就是字字句句都有根据，确实没有更动一个字，非常难得稀有的会集本。所以我们可以肯定，这部经上字字句句是释迦牟尼佛所说的。",
      "zh_TW": "請看《大經科註》，第七百一十六頁倒數第二行：「本品會集魏唐宋三譯」。中國《無量壽經》的翻譯一共十二次，有十二種不同的版本，在這麼多年當中失傳了七種，現在《藏經》裡頭還有五種，這是五種裡面的三種。魏（這個魏是曹魏）、唐、宋，這三種。魏就是康僧鎧翻譯的，也是流通最廣的，五種原譯本裡面翻得最好。「文曰」，這是念老在註解裡面告訴我們，夏老會集字字句句都有根據，沒有更動一個字。這是會集必須具備的條件，才能夠取信於後世。這個本子就是字字句句都有根據，確實沒有更動一個字，非常難得稀有的會集本。所以我們可以肯定，這部經上字字句句是釋迦牟尼佛所說的。"
    },
    {
      "id": "02-041-0295_p0003",
      "zh_CN": "在这个地方附带的给诸位做个小报告，佛法从汉朝明帝，汉明帝永平十年，传到中国。那个时候是帝王派特使到西域去迎请，请来摩腾、竺法兰这两位印度的高僧。到中国来之后，带的佛像、带的佛经当然分量不多，因为交通非常不方便，把经典翻译成中文。以后一直到唐宋，大乘教重要的经论，陆陆续续都到中国来了，在中国翻成中文，就是我们今天所说的《大藏经》。翻成功之后，那原文呢？我就很怀疑，梵文的原本为什么到今天一部都没有保存？没有了。我那个时候年轻，想不通，向方东美先生请教，这么多的人翻译的原文为什么没有保存？老师听到我这一问哈哈大笑，告诉我，古时候的中国人跟现在中国人不一样。怎么不一样？古人知道，经典的载具是文字，靠文字记载流传于后世。梵文是拼音文字，它不是像中国，中国文字是表意的，是叫你看的，用眼睛看的，你就懂得它的意思了，不是说给你听的。这在全世界语言文字当中是独特的，只有中国有，连印度都没有。梵文还是拼音，拼音文字是跟着音去走的，大概言语，一般讲二百年到三百年，念的音就不一样了。所以我们这次到欧洲，在欧洲就看到一些专家学者告诉我们，欧洲的名人，莎士比亚的作品，大概还不到三百年，现在英国人看不懂，为什么？说话的音变了，要找专家把它翻成现代语文才能看得懂，不是每个人都能看得懂的。梵文亦如是。所以把它翻成中国文，那就永远保存，千年万世也不会改变。大乘教主要的全部都翻过来了，那原文呢？原文没有必要了，没有保存的必要。纵然你保存，三、四百年之后没人看得懂，还是一堆废纸。这种豪情一般人无法想像。这是在历史上第一次，印度梵文，大规模的梵文全部翻成中文。中文翻译的，传千年万世不会变，只要你认识中国字，原来的意思不会变的，有这样的好处。",
      "zh_TW": "在這個地方附帶的給諸位做個小報告，佛法從漢朝明帝，漢明帝永平十年，傳到中國。那個時候是帝王派特使到西域去迎請，請來摩騰、竺法蘭這兩位印度的高僧。到中國來之後，帶的佛像、帶的佛經當然分量不多，因為交通非常不方便，把經典翻譯成中文。以後一直到唐宋，大乘教重要的經論，陸陸續續都到中國來了，在中國翻成中文，就是我們今天所說的《大藏經》。翻成功之後，那原文呢？我就很懷疑，梵文的原本為什麼到今天一部都沒有保存？沒有了。我那個時候年輕，想不通，向方東美先生請教，這麼多的人翻譯的原文為什麼沒有保存？老師聽到我這一問哈哈大笑，告訴我，古時候的中國人跟現在中國人不一樣。怎麼不一樣？古人知道，經典的載具是文字，靠文字記載流傳於後世。梵文是拼音文字，它不是像中國，中國文字是表意的，是叫你看的，用眼睛看的，你就懂得它的意思了，不是說給你聽的。這在全世界語言文字當中是獨特的，只有中國有，連印度都沒有。梵文還是拼音，拼音文字是跟著音去走的，大概言語，一般講二百年到三百年，念的音就不一樣了。所以我們這次到歐洲，在歐洲就看到一些專家學者告訴我們，歐洲的名人，莎士比亞的作品，大概還不到三百年，現在英國人看不懂，為什麼？說話的音變了，要找專家把它翻成現代語文才能看得懂，不是每個人都能看得懂的。梵文亦如是。所以把它翻成中國文，那就永遠保存，千年萬世也不會改變。大乘教主要的全部都翻過來了，那原文呢？原文沒有必要了，沒有保存的必要。縱然你保存，三、四百年之後沒人看得懂，還是一堆廢紙。這種豪情一般人無法想像。這是在歷史上第一次，印度梵文，大規模的梵文全部翻成中文。中文翻譯的，傳千年萬世不會變，只要你認識中國字，原來的意思不會變的，有這樣的好處。"
    },
    {
      "id": "02-041-0295_p0004",
      "zh_CN": "所以也引发我一个想法，这个想法是近几年才想到的，才悟到的，中国这么好的文字载具，应该要发扬光大，让全世界的人都学习，把每个国家、族群重要的典籍，因为它们都是用拼音文字写的，这都保不长久，科学家告诉我们，学术界也告诉我们，不超过三百年就要重新翻译，要不然没人懂，这个多麻烦，二、三百年要翻一次，二、三百年又要翻一次，次数翻多了，意思都变了，不是原味了。换成中国文字，保持它原汁原味，永久不变。中国文字超越时间，没有时间限制，超越空间，这是真正的宝，中国人发明的。所以要保持到千年万世，永恒不变，就用中国汉字文言文来写就没有问题了。我们在这些年想到，也是欧洲瑞典汉学家高本汉提醒我们，高本汉是上一个世纪末的人，他说这个话应该在七Ｏ年代，一九七Ｏ年代所说的，他说汉字不能改，可能是他看到中国大陆改成简体字，他有感触，说汉字不能改，文言不能废，经书必须读。",
      "zh_TW": "所以也引發我一個想法，這個想法是近幾年才想到的，才悟到的，中國這麼好的文字載具，應該要發揚光大，讓全世界的人都學習，把每個國家、族群重要的典籍，因為它們都是用拼音文字寫的，這都保不長久，科學家告訴我們，學術界也告訴我們，不超過三百年就要重新翻譯，要不然沒人懂，這個多麻煩，二、三百年要翻一次，二、三百年又要翻一次，次數翻多了，意思都變了，不是原味了。換成中國文字，保持它原汁原味，永久不變。中國文字超越時間，沒有時間限制，超越空間，這是真正的寶，中國人發明的。所以要保持到千年萬世，永恆不變，就用中國漢字文言文來寫就沒有問題了。我們在這些年想到，也是歐洲瑞典漢學家高本漢提醒我們，高本漢是上一個世紀末的人，他說這個話應該在七Ｏ年代，一九七Ｏ年代所說的，他說漢字不能改，可能是他看到中國大陸改成簡體字，他有感觸，說漢字不能改，文言不能廢，經書必須讀。"
    },
    {
      "id": "02-041-0295_p0005",
      "zh_CN": "我们现在耳熟的，常常听到的，中国古籍可以学，但是里头有很多糟粕，我们取其精华，舍其糟粕。那这要有选择，为什么？经，这经、史、子、集，经是决定不能改的，一个字也不能改动。为什么？它是精华之精华。我们把看不懂的都算是糟粕，那就完了。有人曾经问过我，好像是在一个论坛，我就坐在台上，旁边有个人问我，中国古籍里头有糟粕吗？我说有。他很奇怪，为什么我说有。他就问我为什么？看不懂的就是糟粕。他就哈哈一笑。史里面可能有，子里面可能有，集里面可能有，经是决定没有。为什么？经是谁说的？圣人说的。其他那三种？贤人说的，君子说的，它不是究竟圆满的智慧。但是经不同，经是真的究竟圆满智慧，佛家讲大彻大悟、明心见性，那就没有糟粕了。我们凡夫见不到，他见到了。譬如说大乘经里面所说的，这整个宇宙从哪来的？《华严经》上讲「唯心所现，唯识所变」。大乘经上常常说的，大家都熟知的，「一切法」，一切法就是整个宇宙，「从心想生」，「相由心生，境随心转」，这些都是讲整个宇宙。这是事实真相，很难理解。我们现在对这些有些概念，有信仰，能够接受不怀疑，多分都是得力于近代量子力学家的报告，被科学证明了，是真的不是假的。",
      "zh_TW": "我們現在耳熟的，常常聽到的，中國古籍可以學，但是裡頭有很多糟粕，我們取其精華，捨其糟粕。那這要有選擇，為什麼？經，這經、史、子、集，經是決定不能改的，一個字也不能改動。為什麼？它是精華之精華。我們把看不懂的都算是糟粕，那就完了。有人曾經問過我，好像是在一個論壇，我就坐在台上，旁邊有個人問我，中國古籍裡頭有糟粕嗎？我說有。他很奇怪，為什麼我說有。他就問我為什麼？看不懂的就是糟粕。他就哈哈一笑。史裡面可能有，子裡面可能有，集裡面可能有，經是決定沒有。為什麼？經是誰說的？聖人說的。其他那三種？賢人說的，君子說的，它不是究竟圓滿的智慧。但是經不同，經是真的究竟圓滿智慧，佛家講大徹大悟、明心見性，那就沒有糟粕了。我們凡夫見不到，他見到了。譬如說大乘經裡面所說的，這整個宇宙從哪來的？《華嚴經》上講「唯心所現，唯識所變」。大乘經上常常說的，大家都熟知的，「一切法」，一切法就是整個宇宙，「從心想生」，「相由心生，境隨心轉」，這些都是講整個宇宙。這是事實真相，很難理解。我們現在對這些有些概念，有信仰，能夠接受不懷疑，多分都是得力於近代量子力學家的報告，被科學證明了，是真的不是假的。"
    },
    {
      "id": "02-041-0295_p0006",
      "zh_CN": "这些古圣先贤，能说这些话的，在佛门里说，谁说的？佛说的，明心见性，见性成佛。什么叫佛？明心见性这个人就叫做佛陀。见性之后、成佛之后，你问他东西，他给你说出来，他是从自性流出来的，他没有通过第八识。八识是妄心，自性是真心。换句话，它是真心流出来的，那是精华的精华，决定没有糟粕。如果是阿赖耶里面流出来的，阿赖耶是生灭心，有生有灭，我们讲妄想、念头、分别、执着，这都是妄心。你来问问题，我想想，我再给你解答，这是妄心，不是真心。真心，人家一问随口就答出来，他不必思索，不必去想像，他没有想法，这真心。用真心的，在佛教里称之为佛、菩萨、阿罗汉。阿罗汉用真心，还带了许多妄念在里头，不完全，不纯；菩萨用真心比阿罗汉纯，比佛还差一等；到佛，真纯的真心，一丝毫夹杂都没有，佛陀。",
      "zh_TW": "這些古聖先賢，能說這些話的，在佛門裡說，誰說的？佛說的，明心見性，見性成佛。什麼叫佛？明心見性這個人就叫做佛陀。見性之後、成佛之後，你問他東西，他給你說出來，他是從自性流出來的，他沒有通過第八識。八識是妄心，自性是真心。換句話，它是真心流出來的，那是精華的精華，決定沒有糟粕。如果是阿賴耶裡面流出來的，阿賴耶是生滅心，有生有滅，我們講妄想、念頭、分別、執著，這都是妄心。你來問問題，我想想，我再給你解答，這是妄心，不是真心。真心，人家一問隨口就答出來，他不必思索，不必去想像，他沒有想法，這真心。用真心的，在佛教裡稱之為佛、菩薩、阿羅漢。阿羅漢用真心，還帶了許多妄念在裡頭，不完全，不純；菩薩用真心比阿羅漢純，比佛還差一等；到佛，真純的真心，一絲毫夾雜都沒有，佛陀。"
    },
    {
      "id": "02-041-0295_p0007",
      "zh_CN": "我们回想中国老祖宗，佛教没传到中国之前，尧舜禹汤是大圣，他是国王，文武周公，周公、孔子、老子，孔孟老庄，你要问我怎么看法，我的看法他们都是佛菩萨，用佛教来说，他们是佛菩萨。为什么？大彻大悟，明心见性。庄子所说的「天地与我同根，万物与我一体」，不是到佛的这个境界说不出来，菩萨说不出来。老子、庄子、孔子、孟子要是在印度，人家就称他佛陀，在我们中国称为圣人，菩萨是贤人，阿罗汉是君子，学位的名称，中国称圣贤君子，印度称佛、菩萨、阿罗汉。这个我们要搞清楚，如果不搞清楚，你在佛法学不到东西，你念中国古人这个典籍经典，你也学不到东西，你也成不了圣贤，为什么？你用妄心。用妄心永远学不到真东西，真东西要用真心学，妄跟真不相应，真与真相应。所以中国学习那套理念方法，只有跟佛经可以相比，为什么？佛经是用真心。说经的人，小乘经至少也是阿罗汉所说的，阿罗汉用真心，阿罗汉没有见思烦恼，见思烦恼断了，他在六道轮回里示现，给初学的人讲经说法，他讲得不错。向上提升，那要菩萨教，要佛来教我们。这是我们不能不知道的。",
      "zh_TW": "我們回想中國老祖宗，佛教沒傳到中國之前，堯舜禹湯是大聖，他是國王，文武周公，周公、孔子、老子，孔孟老莊，你要問我怎麼看法，我的看法他們都是佛菩薩，用佛教來說，他們是佛菩薩。為什麼？大徹大悟，明心見性。莊子所說的「天地與我同根，萬物與我一體」，不是到佛的這個境界說不出來，菩薩說不出來。老子、莊子、孔子、孟子要是在印度，人家就稱他佛陀，在我們中國稱為聖人，菩薩是賢人，阿羅漢是君子，學位的名稱，中國稱聖賢君子，印度稱佛、菩薩、阿羅漢。這個我們要搞清楚，如果不搞清楚，你在佛法學不到東西，你念中國古人這個典籍經典，你也學不到東西，你也成不了聖賢，為什麼？你用妄心。用妄心永遠學不到真東西，真東西要用真心學，妄跟真不相應，真與真相應。所以中國學習那套理念方法，只有跟佛經可以相比，為什麼？佛經是用真心。說經的人，小乘經至少也是阿羅漢所說的，阿羅漢用真心，阿羅漢沒有見思煩惱，見思煩惱斷了，他在六道輪迴裡示現，給初學的人講經說法，他講得不錯。向上提升，那要菩薩教，要佛來教我們。這是我們不能不知道的。"
    },
    {
      "id": "02-041-0295_p0008",
      "zh_CN": "现在人最大的毛病，就是瞧不起古人，认为古人很落后，没有科学，不懂科学，没有这些先进的科学技术的发明。你说这个东西，这些圣贤，甚至于连阿罗汉，他懂不懂？老老实实说，他都懂，他为什么不发明？现在我们知道了，如果两千年前发明了，现在的地球早就没有了。那不发明能得大自在吗？能。不要说阿罗汉，阿罗汉里面地位最低的，须陀洹，初果，初果就比我们高明。你看我们现在用手机，是最先进的了，须陀洹不要用手机，天耳，他比你厉害，他有天眼，他有天耳，六种神通这两种发现了，不需要。到二果，了不起，二果有宿命通、有他心通。他什么？别人心里起心动念他知道，你骗不了他。宿命通是什么？知道过去生，也就是说，六道轮回，过去、现在、未来他都看到，他都能知道，知道自己生生世世。这个我们现在科学还做不到，比小乘还差很远。三果就方便了，三果有神足通。神足通是什么？神通变化，到美国去，念头一动，人已经到了，安全，不会有空难。你还要坐飞机坐十几个小时，他一念之间就到了。那个科学怎么能跟他比！",
      "zh_TW": "現在人最大的毛病，就是瞧不起古人，認為古人很落後，沒有科學，不懂科學，沒有這些先進的科學技術的發明。你說這個東西，這些聖賢，甚至於連阿羅漢，他懂不懂？老老實實說，他都懂，他為什麼不發明？現在我們知道了，如果兩千年前發明了，現在的地球早就沒有了。那不發明能得大自在嗎？能。不要說阿羅漢，阿羅漢裡面地位最低的，須陀洹，初果，初果就比我們高明。你看我們現在用手機，是最先進的了，須陀洹不要用手機，天耳，他比你厲害，他有天眼，他有天耳，六種神通這兩種發現了，不需要。到二果，了不起，二果有宿命通、有他心通。他什麼？別人心裡起心動念他知道，你騙不了他。宿命通是什麼？知道過去生，也就是說，六道輪迴，過去、現在、未來他都看到，他都能知道，知道自己生生世世。這個我們現在科學還做不到，比小乘還差很遠。三果就方便了，三果有神足通。神足通是什麼？神通變化，到美國去，念頭一動，人已經到了，安全，不會有空難。你還要坐飛機坐十幾個小時，他一念之間就到了。那個科學怎麼能跟他比！"
    },
    {
      "id": "02-041-0295_p0009",
      "zh_CN": "印度这些佛菩萨常常示现，我们中国这些，像老子、庄子这些人，他会不会？他会。他为什么不示现？没有这个必要，不用这个教化众生。用这个教化众生，众生容易被邪门外道欺骗，因为他们正法他不懂，这邪法他们都懂，有邪定。我们讲三聚，正定聚是佛菩萨，邪定聚那也很厉害，他也有神通，他没有漏尽通，他的神通到神足通，到飞行变化。连畜生修行，狐狸，这大家所熟知的，狐狸很聪明，牠要修成人身，能够摇身一变变个人身，需要多久？五百年。牠对人很羡慕，你们一下就得人身了，牠要修到人身要花五百年。真有，不是没有，这些事我们这一生当中，亲眼碰到过的，遇到过的。天下事无奇不有，无所不知。所以这些人住正定聚，今天在这里给我们讲三聚，住正定聚的决定成佛。我们虽然还没有这个功夫，要学。怎么学法？净土宗，老实念佛就是修正定聚。为什么？心里头没有杂念，没有妄想，没有分别，没有执着，只有这一句阿弥陀佛。",
      "zh_TW": "印度這些佛菩薩常常示現，我們中國這些，像老子、莊子這些人，他會不會？他會。他為什麼不示現？沒有這個必要，不用這個教化眾生。用這個教化眾生，眾生容易被邪門外道欺騙，因為他們正法他不懂，這邪法他們都懂，有邪定。我們講三聚，正定聚是佛菩薩，邪定聚那也很厲害，他也有神通，他沒有漏盡通，他的神通到神足通，到飛行變化。連畜生修行，狐狸，這大家所熟知的，狐狸很聰明，牠要修成人身，能夠搖身一變變個人身，需要多久？五百年。牠對人很羨慕，你們一下就得人身了，牠要修到人身要花五百年。真有，不是沒有，這些事我們這一生當中，親眼碰到過的，遇到過的。天下事無奇不有，無所不知。所以這些人住正定聚，今天在這裡給我們講三聚，住正定聚的決定成佛。我們雖然還沒有這個功夫，要學。怎麼學法？淨土宗，老實念佛就是修正定聚。為什麼？心裡頭沒有雜念，沒有妄想，沒有分別，沒有執著，只有這一句阿彌陀佛。"
    },
    {
      "id": "02-041-0295_p0010",
      "zh_CN": "用这一句佛号修成功的，海贤老和尚。我看他老人家的光碟，光碟不长，大概只有一个小时。这是有些信徒到他那里去玩的时候拍摄下来的，剪接成一卷。这里面包含了老人一生的事迹，他住世一百一十二年，二Ｏ一三年一月往生的，往生的时候一百一十二岁。从这个光碟里面，我们细心去观察，他二十岁出家，没有念过书，不认识字，师父只教他一句，南无阿弥陀佛，只教他六个字，嘱咐他一直念下去。这个人的好处，优点，我们一般人比不上的，那就是他老实、听话、真干。老实、听话、真干，念这一句阿弥陀佛，我们看《往生传》、看《净土圣贤录》，过去这些念佛人的成就大概都是三年，顶多到五年，功夫成片。功夫成片里面的功夫，每个人也不一样，有浅有深。稍稍有一些深度，他就能见佛了，他心里想见佛、想极乐世界，可能极乐世界真的被他看见，阿弥陀佛真的来给他递信息。这个递信息就是告诉他，你在这个世间还有多长寿命，十年、二十年，甚至三十年，你寿命到的时候，阿弥陀佛来接引你到极乐世界去。你心里就有数，等于说是极乐世界我已经注册了，那里有我的名字，你就放心了，就会死心塌地一句佛号念到底。",
      "zh_TW": "用這一句佛號修成功的，海賢老和尚。我看他老人家的光碟，光碟不長，大概只有一個小時。這是有些信徒到他那裡去玩的時候拍攝下來的，剪接成一卷。這裡面包含了老人一生的事蹟，他住世一百一十二年，二Ｏ一三年一月往生的，往生的時候一百一十二歲。從這個光碟裡面，我們細心去觀察，他二十歲出家，沒有念過書，不認識字，師父只教他一句，南無阿彌陀佛，只教他六個字，囑咐他一直念下去。這個人的好處，優點，我們一般人比不上的，那就是他老實、聽話、真幹。老實、聽話、真幹，念這一句阿彌陀佛，我們看《往生傳》、看《淨土聖賢錄》，過去這些念佛人的成就大概都是三年，頂多到五年，功夫成片。功夫成片裡面的功夫，每個人也不一樣，有淺有深。稍稍有一些深度，他就能見佛了，他心裡想見佛、想極樂世界，可能極樂世界真的被他看見，阿彌陀佛真的來給他遞信息。這個遞信息就是告訴他，你在這個世間還有多長壽命，十年、二十年，甚至三十年，你壽命到的時候，阿彌陀佛來接引你到極樂世界去。你心裡就有數，等於說是極樂世界我已經註冊了，那裡有我的名字，你就放心了，就會死心塌地一句佛號念到底。"
    },
    {
      "id": "02-041-0295_p0011",
      "zh_CN": "在这个世界念佛好，别急着往生。但是急着往生的人有不少，很多，一遇到阿弥陀佛就不放了，向佛要求，我寿命不要了，我现在跟你去。佛很慈悲，就带你走了。多！往生里面，我估计可能占一半。另一种，他有智慧，大半对佛法的教理能通达，这个地方修行比极乐世界快，为什么快？极乐世界没有障碍，这个世界障碍重重，你都能够跳过，所以你的成就就特别高。在这个世间得到功夫成片了，不走，有寿命，继续努力，前面是断见思烦恼，再努力把尘沙烦恼断掉，地位就高了，超越阿罗汉就辟支佛了，要生极乐世界，生方便有余土，比在极乐世界的速度快。在我们这个地方，像得功夫成片，不会超过十年他就达到了，这好处。如果再聪明，达到这个我还不肯罢休，我还有时间，还能在这个世间住十年，这十年修什么？把无明烦恼断掉，我往生极乐世界就是实报庄严土，那什么境界？实报庄严土就是大彻大悟，明心见性，见性成佛，一生成佛的法门。所以念佛念到理一心不乱，事一心不乱是方便土，上品往生，上三品往生，如果说是念到理一心不乱，他生实报庄严土，到极乐世界，这个经上我们现在所学的，决定成佛。",
      "zh_TW": "在這個世界念佛好，別急著往生。但是急著往生的人有不少，很多，一遇到阿彌陀佛就不放了，向佛要求，我壽命不要了，我現在跟你去。佛很慈悲，就帶你走了。多！往生裡面，我估計可能佔一半。另一種，他有智慧，大半對佛法的教理能通達，這個地方修行比極樂世界快，為什麼快？極樂世界沒有障礙，這個世界障礙重重，你都能夠跳過，所以你的成就就特別高。在這個世間得到功夫成片了，不走，有壽命，繼續努力，前面是斷見思煩惱，再努力把塵沙煩惱斷掉，地位就高了，超越阿羅漢就辟支佛了，要生極樂世界，生方便有餘土，比在極樂世界的速度快。在我們這個地方，像得功夫成片，不會超過十年他就達到了，這好處。如果再聰明，達到這個我還不肯罷休，我還有時間，還能在這個世間住十年，這十年修什麼？把無明煩惱斷掉，我往生極樂世界就是實報莊嚴土，那什麼境界？實報莊嚴土就是大徹大悟，明心見性，見性成佛，一生成佛的法門。所以念佛念到理一心不亂，事一心不亂是方便土，上品往生，上三品往生，如果說是念到理一心不亂，他生實報莊嚴土，到極樂世界，這個經上我們現在所學的，決定成佛。"
    },
    {
      "id": "02-041-0295_p0012",
      "zh_CN": "所以这个世界，你要真正会用它，好，不坏，这里修行好修。不会修的，那一点办法也没有，你心随境转，那就可怜了，决定转到六道轮回去。你不随境转，眼见色看得清楚，不为境界所动，看得清清楚楚明明白白，心里头有没有起心动念？没有，高明。那什么人的境界？法身菩萨境界。看得清楚，听得清楚，六根接触六尘境界，清楚是智慧，自性本具的般若智慧。接触怎么样？如如不动。没有起心动念，佛就是理一心；有起心动念，没有分别执着是菩萨，是事一心；还有分别，没有执着，这就是阿罗汉，也是方便有余土。如果说是见色闻声，起心动念、分别执着全有，那你就知道，自己没有脱离六道轮回。",
      "zh_TW": "所以這個世界，你要真正會用它，好，不壞，這裡修行好修。不會修的，那一點辦法也沒有，你心隨境轉，那就可憐了，決定轉到六道輪迴去。你不隨境轉，眼見色看得清楚，不為境界所動，看得清清楚楚明明白白，心裡頭有沒有起心動念？沒有，高明。那什麼人的境界？法身菩薩境界。看得清楚，聽得清楚，六根接觸六塵境界，清楚是智慧，自性本具的般若智慧。接觸怎麼樣？如如不動。沒有起心動念，佛就是理一心；有起心動念，沒有分別執著是菩薩，是事一心；還有分別，沒有執著，這就是阿羅漢，也是方便有餘土。如果說是見色聞聲，起心動念、分別執著全有，那你就知道，自己沒有脫離六道輪迴。"
    },
    {
      "id": "02-041-0295_p0013",
      "zh_CN": "所以八万四千法门，门道很多，门是门径，道是通路，通哪里？通到无上菩提。那个门路、道路太多太多，无量无边的法门，问题你会不会。不一定是经典，经典是法门，不是经典也是法门，只要你会。譬如说现在我们家家有电视，你要是会的话，看电视能不能成佛？能。怎么能？我看得清清楚楚，心里如如不动，看一个钟点没有起心动念，这里面所演的我完全明了，这是佛，不起心不动念；有起心动念，没有分别执着，菩萨，这也是个门道。会的样样都通，没有障碍。不会的你才选择，哪个法门能帮助你不起心不动念、不分别不执着，还得要样样都明了。如果你能够真正做到不起心不动念、不分别不执着，什么都不知道，这是邪定聚，这不是正定聚，邪定聚。我们一般凡夫是不定聚，为什么？看到就起心动念，听到了就分别执着，这不定聚。所以你要真明了之后，哪一法不是佛法？法法皆如。你要不知道的，哪一法是佛法？这《无量寿经》也不是佛法。为什么？你学这个着相，你分别执着。如果不是得阿弥陀佛四十八愿加持，大慈大悲，这样接引你往生，你根本就不能成就。所以这个法门好处就是，起心动念、分别执着，论最后一念，最后一念没有妄想分别执着，就感应佛来接引你。这也不容易！一万个念佛人有几个人做到？真做到了，真成功了。",
      "zh_TW": "所以八萬四千法門，門道很多，門是門徑，道是通路，通哪裡？通到無上菩提。那個門路、道路太多太多，無量無邊的法門，問題你會不會。不一定是經典，經典是法門，不是經典也是法門，只要你會。譬如說現在我們家家有電視，你要是會的話，看電視能不能成佛？能。怎麼能？我看得清清楚楚，心裡如如不動，看一個鐘點沒有起心動念，這裡面所演的我完全明瞭，這是佛，不起心不動念；有起心動念，沒有分別執著，菩薩，這也是個門道。會的樣樣都通，沒有障礙。不會的你才選擇，哪個法門能幫助你不起心不動念、不分別不執著，還得要樣樣都明瞭。如果你能夠真正做到不起心不動念、不分別不執著，什麼都不知道，這是邪定聚，這不是正定聚，邪定聚。我們一般凡夫是不定聚，為什麼？看到就起心動念，聽到了就分別執著，這不定聚。所以你要真明瞭之後，哪一法不是佛法？法法皆如。你要不知道的，哪一法是佛法？這《無量壽經》也不是佛法。為什麼？你學這個著相，你分別執著。如果不是得阿彌陀佛四十八願加持，大慈大悲，這樣接引你往生，你根本就不能成就。所以這個法門好處就是，起心動念、分別執著，論最後一念，最後一念沒有妄想分別執著，就感應佛來接引你。這也不容易！一萬個念佛人有幾個人做到？真做到了，真成功了。"
    },
    {
      "id": "02-041-0295_p0014",
      "zh_CN": "海贤老和尚做到了，上上品往生，他是真的不起心不动念，练成的，几十年练成功的。什么时候念到这个功夫？我的估计应该是二十年。也就是说，他二十岁开始修，大概在四十岁左右，他达到这个功夫，就是理一心不乱。他真做到了，做出榜样来给我们看。他样样都知道，他有神通。所以附近老百姓说，老和尚在世，我们风调雨顺，没有灾难；老和尚一走了，风也不调，雨也不顺了，问题多了，说这些弟子们没有修行。这我们要知道，正定聚，学，日常生活当中学正定。我们正定聚是什么？净宗念佛法门的正定聚，心里头准许你有一个阿弥陀佛，有这个名号可以，有这个佛像也可以，心里头只有阿弥陀佛，除阿弥陀佛之外什么都没有，无论什么事情，好事、坏事，遇到了，过去就没有了，心里头还是一句阿弥陀佛，这叫正定聚。虽然没有得正定，但是方向正确，你正在修行，也算是正定这条道路，你还没有达到，你的路是正确的，没有走岔，没有走弯路。",
      "zh_TW": "海賢老和尚做到了，上上品往生，他是真的不起心不動念，練成的，幾十年練成功的。什麼時候念到這個功夫？我的估計應該是二十年。也就是說，他二十歲開始修，大概在四十歲左右，他達到這個功夫，就是理一心不亂。他真做到了，做出榜樣來給我們看。他樣樣都知道，他有神通。所以附近老百姓說，老和尚在世，我們風調雨順，沒有災難；老和尚一走了，風也不調，雨也不順了，問題多了，說這些弟子們沒有修行。這我們要知道，正定聚，學，日常生活當中學正定。我們正定聚是什麼？淨宗念佛法門的正定聚，心裡頭准許你有一個阿彌陀佛，有這個名號可以，有這個佛像也可以，心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，無論什麼事情，好事、壞事，遇到了，過去就沒有了，心裡頭還是一句阿彌陀佛，這叫正定聚。雖然沒有得正定，但是方向正確，你正在修行，也算是正定這條道路，你還沒有達到，你的路是正確的，沒有走岔，沒有走彎路。"
    },
    {
      "id": "02-041-0295_p0015",
      "zh_CN": "学佛，学会了要会用，叫真学，学会了没用上，那是假的，不是真的。从哪里做起？从放下做起。佛教我们放下，儒也教我们放下。儒从哪里做起？儒从格物、致知、诚意、正心、修身、齐家、治国、平天下，真正照这个做，这个世界太平盛世。所以代表儒家的一部书，我们可以称为儒学概论，儒家的概要是什么？四书，它能做代表。代表佛法的是《华严经》，这个祖师大德都为我们注出来，华严称为佛教的根本法轮。方东美先生当年介绍给我的，是佛学概论，它包含全部的佛法，无论大乘小乘、显教密教、宗门教下，都是从这部书流出去的，它是根本，那些都是枝叶，重要。那我们现在学的这本书叫中本《华严》，它跟《华严》完全一样，也就是一切诸佛所教学的理论方法，统在这里头，它可以代表《华严》。《华严》太大了！早年我发心，我讲过两遍，第一遍在台湾讲的，第二遍在新加坡讲的。讲了多久？讲了四千多个小时。有人给我记录，讲了多少？五分之一。所以我说了，我要把这部经讲圆满需要多少时间？两万个小时，太长了！释迦牟尼佛说的。道家所说的，我们用一部小书做为概论，就是老子的五千言，叫《道德经》。这三样东西，四书代表儒家，儒学，《老子》代表道家，《无量寿经》代表佛家，这是三个概要，必修课程，必修课的。这三样东西，一样通了，三样全通了。为什么？它同等境界，都是出于大彻大悟、明心见性人之口，他是金口，是真言，精华之精华。至于前面我们讲的三个根，《弟子规》代表儒家，《感应篇》代表道家，《十善业》代表佛家，那是教小孩的，为童蒙扎根的。这三个根，这是向上提升的，儒释道无论哪一个都行，你真的一样通了，你学其他两样很容易，一点都不困难。这是大学问！",
      "zh_TW": "學佛，學會了要會用，叫真學，學會了沒用上，那是假的，不是真的。從哪裡做起？從放下做起。佛教我們放下，儒也教我們放下。儒從哪裡做起？儒從格物、致知、誠意、正心、修身、齊家、治國、平天下，真正照這個做，這個世界太平盛世。所以代表儒家的一部書，我們可以稱為儒學概論，儒家的概要是什麼？四書，它能做代表。代表佛法的是《華嚴經》，這個祖師大德都為我們註出來，華嚴稱為佛教的根本法輪。方東美先生當年介紹給我的，是佛學概論，它包含全部的佛法，無論大乘小乘、顯教密教、宗門教下，都是從這部書流出去的，它是根本，那些都是枝葉，重要。那我們現在學的這本書叫中本《華嚴》，它跟《華嚴》完全一樣，也就是一切諸佛所教學的理論方法，統在這裡頭，它可以代表《華嚴》。《華嚴》太大了！早年我發心，我講過兩遍，第一遍在台灣講的，第二遍在新加坡講的。講了多久？講了四千多個小時。有人給我記錄，講了多少？五分之一。所以我說了，我要把這部經講圓滿需要多少時間？兩萬個小時，太長了！釋迦牟尼佛說的。道家所說的，我們用一部小書做為概論，就是老子的五千言，叫《道德經》。這三樣東西，四書代表儒家，儒學，《老子》代表道家，《無量壽經》代表佛家，這是三個概要，必修課程，必修課的。這三樣東西，一樣通了，三樣全通了。為什麼？它同等境界，都是出於大徹大悟、明心見性人之口，他是金口，是真言，精華之精華。至於前面我們講的三個根，《弟子規》代表儒家，《感應篇》代表道家，《十善業》代表佛家，那是教小孩的，為童蒙扎根的。這三個根，這是向上提升的，儒釋道無論哪一個都行，你真的一樣通了，你學其他兩樣很容易，一點都不困難。這是大學問！"
    },
    {
      "id": "02-041-0295_p0016",
      "zh_CN": "我们今天想办汉学院，威尔士大学的校长问我，你为什么想办？你办这个学院的目的何在？我告诉他，我只有一个很单纯的愿望，就是希望能有二、三十个人，到五十个人是最好，有能力读《群书治要》、《国学治要》这两本书。为什么？这两部书是《四库全书》的钥匙，你能把这两本书念通了，没有障碍了，你就有能力读《四库全书》。然后在《四库》里头，你选择你自己爱好的、喜欢的，选一样，在这一样里面用十年工夫，你就是汉学家。一门通，门门通。不是门门通，你那一门没通。一门通了，肯定门门通。世出世间的学问，乃至于科学、哲学，向你请教，你都能讲得头头是道，真通了。中国的学问才行，才能做到，外国没有这个，给外国人讲不相信。没想到，这位英国的校长他能听得懂我的话，他不怀疑，他相信，他说西方跟东方确实是不一样。我说我们来做这个实验，把它做成功了，真的我们这个汉学院能有二、三个开悟了，他们就相信了，这种教学方法就可以在全世界推广。",
      "zh_TW": "我們今天想辦漢學院，威爾士大學的校長問我，你為什麼想辦？你辦這個學院的目的何在？我告訴他，我只有一個很單純的願望，就是希望能有二、三十個人，到五十個人是最好，有能力讀《群書治要》、《國學治要》這兩本書。為什麼？這兩部書是《四庫全書》的鑰匙，你能把這兩本書念通了，沒有障礙了，你就有能力讀《四庫全書》。然後在《四庫》裡頭，你選擇你自己愛好的、喜歡的，選一樣，在這一樣裡面用十年工夫，你就是漢學家。一門通，門門通。不是門門通，你那一門沒通。一門通了，肯定門門通。世出世間的學問，乃至於科學、哲學，向你請教，你都能講得頭頭是道，真通了。中國的學問才行，才能做到，外國沒有這個，給外國人講不相信。沒想到，這位英國的校長他能聽得懂我的話，他不懷疑，他相信，他說西方跟東方確實是不一樣。我說我們來做這個實驗，把它做成功了，真的我們這個漢學院能有二、三個開悟了，他們就相信了，這種教學方法就可以在全世界推廣。"
    },
    {
      "id": "02-041-0295_p0017",
      "zh_CN": "大学设有中文系的很多学校，我们今天不叫中文系，叫汉学系。为什么？我们学的是古老的汉学，不是现代的。我们的目的是要把古籍，几千年留下来的古籍我们能够看懂，把古今这个路打通，然后我们就有能力把现在这些东西用文言文写出来，传之于后代。好东西，希望子孙们都能知道的，用文言文写，就像大乘经一样，到中国全用中国文言文写，原来的书不要了，没有用了。你看中国过去读书人的气概。都是住正定之聚。",
      "zh_TW": "大學設有中文系的很多學校，我們今天不叫中文系，叫漢學系。為什麼？我們學的是古老的漢學，不是現代的。我們的目的是要把古籍，幾千年留下來的古籍我們能夠看懂，把古今這個路打通，然後我們就有能力把現在這些東西用文言文寫出來，傳之於後代。好東西，希望子孫們都能知道的，用文言文寫，就像大乘經一樣，到中國全用中國文言文寫，原來的書不要了，沒有用了。你看中國過去讀書人的氣概。都是住正定之聚。"
    },
    {
      "id": "02-041-0295_p0018",
      "zh_CN": "我们把这个文念一遍，这文里头的意思，字字句句是无量义，一个字、一个句几个小时讲不完。我们从头念起，本品，就是「决证极果第二十二品」，就是我们现在学的这品经。品就是一章、一篇，佛教称为品。品就是品类，就是属于这一类的，这一类讲什么？讲决定成佛，语气那么肯定。「文曰」，这指经文，「若已生」，已经往生的人，「若当生，（若当生，见唐宋二译）」，当生，你决定会往生，那指我们现在的人跟未来的人，当生，「皆悉住于正定之聚」。这个正定重要，聚是一类，你们都属于正定这一类的人，正定决定成正果。这下面是黄念老的话，「弥显弥陀大愿之深广。是则不但已生极乐者，住正定聚，必证菩提」。菩提就是成佛。「乃至现在」，我们是属于现在，「当来」是讲将来，未来，「一切将生极乐之人」，这一切是什么？有缘，他们得人身，他们会遇到佛法，会遇到这部经典。但能发心，你看正定，这就是正定的条件，真正肯发心，发什么？发心学习，「一向专念，能与弥陀本誓相应者」，这就是四十八愿，阿弥陀佛四十八愿相应的。「虽居秽土」，我们现在住在释迦牟尼佛的秽土，「但亦已住于正定之聚，决证菩提」。",
      "zh_TW": "我們把這個文念一遍，這文裡頭的意思，字字句句是無量義，一個字、一個句幾個小時講不完。我們從頭念起，本品，就是「決證極果第二十二品」，就是我們現在學的這品經。品就是一章、一篇，佛教稱為品。品就是品類，就是屬於這一類的，這一類講什麼？講決定成佛，語氣那麼肯定。「文曰」，這指經文，「若已生」，已經往生的人，「若當生，（若當生，見唐宋二譯）」，當生，你決定會往生，那指我們現在的人跟未來的人，當生，「皆悉住於正定之聚」。這個正定重要，聚是一類，你們都屬於正定這一類的人，正定決定成正果。這下面是黃念老的話，「彌顯彌陀大願之深廣。是則不但已生極樂者，住正定聚，必證菩提」。菩提就是成佛。「乃至現在」，我們是屬於現在，「當來」是講將來，未來，「一切將生極樂之人」，這一切是什麼？有緣，他們得人身，他們會遇到佛法，會遇到這部經典。但能發心，你看正定，這就是正定的條件，真正肯發心，發什麼？發心學習，「一向專念，能與彌陀本誓相應者」，這就是四十八願，阿彌陀佛四十八願相應的。「雖居穢土」，我們現在住在釋迦牟尼佛的穢土，「但亦已住於正定之聚，決證菩提」。"
    },
    {
      "id": "02-041-0295_p0019",
      "zh_CN": "我们是什么样的人？我们对于西方极乐世界，对于这部经典认真学习，对经典所说的深信不疑，真相信，没有疑惑，一心发愿求生极乐世界，念念不忘，这就是住正定之聚。像海贤老和尚，九十二年，心上这一句阿弥陀佛没有丢失过，没有把它忘掉，没有把它断掉，一句接着一句，阿弥陀佛、阿弥陀佛、阿弥陀佛，一句接着一句。念出声音好，不念出声音也好，不念叫默念，虽然没有声音，口没有动，心里头的佛号没断，这叫住正定之聚。如果佛号断掉了，这定就失掉了。这叫功夫，能保持这个佛号不间断，无论干什么事情不妨碍。干事要用心的，要用心去想的，你就好好去想，把佛号放下，事情办完了，不需要用念头的时候，我这个念里头又回归到阿弥陀佛，这都叫不间断。佛法活活泼泼，不需要用思考的，像海贤老和尚，他在田园里面工作，农耕，种菜，这是用体力，不需要用思考，所以他在干活的时候，佛号不间断。六祖惠能大师，他是修禅的，他每天的工作是破柴舂米，不需要用思考的，他破柴舂米正定不间断。什么叫正定？他没有杂念，他没有妄想，没有分别，没有执着。只要妄想分别执着放下了，工作再多，他不累，他不会厌烦，他做得很愉快、很快乐。",
      "zh_TW": "我們是什麼樣的人？我們對於西方極樂世界，對於這部經典認真學習，對經典所說的深信不疑，真相信，沒有疑惑，一心發願求生極樂世界，念念不忘，這就是住正定之聚。像海賢老和尚，九十二年，心上這一句阿彌陀佛沒有丟失過，沒有把它忘掉，沒有把它斷掉，一句接著一句，阿彌陀佛、阿彌陀佛、阿彌陀佛，一句接著一句。念出聲音好，不念出聲音也好，不念叫默念，雖然沒有聲音，口沒有動，心裡頭的佛號沒斷，這叫住正定之聚。如果佛號斷掉了，這定就失掉了。這叫功夫，能保持這個佛號不間斷，無論幹什麼事情不妨礙。幹事要用心的，要用心去想的，你就好好去想，把佛號放下，事情辦完了，不需要用念頭的時候，我這個念裡頭又回歸到阿彌陀佛，這都叫不間斷。佛法活活潑潑，不需要用思考的，像海賢老和尚，他在田園裡面工作，農耕，種菜，這是用體力，不需要用思考，所以他在幹活的時候，佛號不間斷。六祖惠能大師，他是修禪的，他每天的工作是破柴舂米，不需要用思考的，他破柴舂米正定不間斷。什麼叫正定？他沒有雜念，他沒有妄想，沒有分別，沒有執著。只要妄想分別執著放下了，工作再多，他不累，他不會厭煩，他做得很愉快、很快樂。"
    },
    {
      "id": "02-041-0295_p0020",
      "zh_CN": "海贤老和尚，我估计是四十岁就大彻大悟、明心见性，念佛念到理一心不乱，为什么还不往生？阿弥陀佛嘱咐的。他要真的舍自己寿命求往生，我相信二十五岁他就有这个本事，他就可以做到。佛希望他在这个世间多住几年，给佛弟子做个好榜样，特别是给念佛的、求往生的佛弟子做榜样，所以他就表法。到该走的时候，阿弥陀佛来接他。什么时候该走？应该是阿弥陀佛告诉他，你要看到有一本书，这个书名叫《若要佛法兴，唯有僧赞僧》，看到这本书我就来接引你。他也不说，为什么？他不认识字，他一部经也没念过，不但没有念过，他也没有听过。可是你要一问他佛经里面的意思，你向他请教，他都会给你讲明白，妙！这个智慧从哪来的？世出世间事情好像他都知道，有这个本事。",
      "zh_TW": "海賢老和尚，我估計是四十歲就大徹大悟、明心見性，念佛念到理一心不亂，為什麼還不往生？阿彌陀佛囑咐的。他要真的捨自己壽命求往生，我相信二十五歲他就有這個本事，他就可以做到。佛希望他在這個世間多住幾年，給佛弟子做個好榜樣，特別是給念佛的、求往生的佛弟子做榜樣，所以他就表法。到該走的時候，阿彌陀佛來接他。什麼時候該走？應該是阿彌陀佛告訴他，你要看到有一本書，這個書名叫《若要佛法興，唯有僧讚僧》，看到這本書我就來接引你。他也不說，為什麼？他不認識字，他一部經也沒念過，不但沒有念過，他也沒有聽過。可是你要一問他佛經裡面的意思，你向他請教，他都會給你講明白，妙！這個智慧從哪來的？世出世間事情好像他都知道，有這個本事。"
    },
    {
      "id": "02-041-0295_p0021",
      "zh_CN": "呼风唤雨，是真的不是假的。《永思集》里头记载有一段故事，他的弟子在那里读经，看书，大概隔壁烧的好像是稻草，那个烟风吹到这个地方呛人，他就跟老和尚讲，怎么这么大的烟？老和尚好像是看旁边有个塑胶袋，拿在手上摆了一摆，往那边去，那个烟果然就到那边去了，就不碍事了，烟并没有失掉，走的方向转了。你看这都是老和尚有时候表演一下，但是大家都没有在意。我们现在看到这个记载，可以断定老和尚六种神通具足，只是不表演。表演，有些不相信的人说他作怪，说他着魔，会惹很多麻烦，不说。有一次，老和尚叫大家把房子四周围水沟清理，天气，大热天大太阳，很多人感到奇怪，但是大家都听话，把这个水沟整理清理了。好像是第二天、第三天，来了倾盆大雨，幸亏沟清理好了，房子没有淹水。他怎么会知道？过后之后，往生之后，大家细想老和尚一生，一举一动，就发现很多不是平常人能做得到的，他能做到，愈想，老和尚不是凡人。",
      "zh_TW": "呼風喚雨，是真的不是假的。《永思集》裡頭記載有一段故事，他的弟子在那裡讀經，看書，大概隔壁燒的好像是稻草，那個煙風吹到這個地方嗆人，他就跟老和尚講，怎麼這麼大的煙？老和尚好像是看旁邊有個塑膠袋，拿在手上擺了一擺，往那邊去，那個煙果然就到那邊去了，就不礙事了，煙並沒有失掉，走的方向轉了。你看這都是老和尚有時候表演一下，但是大家都沒有在意。我們現在看到這個記載，可以斷定老和尚六種神通具足，只是不表演。表演，有些不相信的人說他作怪，說他著魔，會惹很多麻煩，不說。有一次，老和尚叫大家把房子四周圍水溝清理，天氣，大熱天大太陽，很多人感到奇怪，但是大家都聽話，把這個水溝整理清理了。好像是第二天、第三天，來了傾盆大雨，幸虧溝清理好了，房子沒有淹水。他怎麼會知道？過後之後，往生之後，大家細想老和尚一生，一舉一動，就發現很多不是平常人能做得到的，他能做到，愈想，老和尚不是凡人。"
    },
    {
      "id": "02-041-0295_p0022",
      "zh_CN": "果然二Ｏ一三年一月，有人带了这本书，带到山上，他一看到有人带书来就问，你带什么书？人家就告诉他，这个书叫《若要佛法兴，唯有僧赞僧》，他听了非常高兴，好像如获至宝，天天在等，真的来了。看到这本书，赶快穿袍搭衣，他最心爱的大礼服，袈裟披在身上，拿着这本书要人给他照相。大家说老和尚主动要人给他照相这第一次，从来没有过。这个照片就是在那里挂的这张。三天后他往生了，预知时至，自在往生。往生是晚上，白天在菜园做了一天工，从早到晚，菜园里整地、拔草、浇菜，还干了一天，晚上念佛往生。他透消息，阿弥陀佛最近会接我往生，没有说哪一天，不告诉人。人家要助念，他说我不需要助念，我自己会念佛。第二天早晨，起来喊老和尚吃早饭，他走了。做榜样给我们看，一句佛号念了九十二年。我的估计，应该有几分是可靠的，他功夫成片应该在二十五岁前后，事一心不乱应该是三十岁，理一心不乱应该是四十岁。功夫成片决定往生，而且生方便有余土，不是同居土，方便有余土的中下品；得到事一心不乱，生方便有余土的上品；得理一心生实报庄严土，是在极乐世界最高的品位。他能做到，我们也能做到，他做榜样给我们看，而且很快能做到，你真正发心，真正肯干。",
      "zh_TW": "果然二Ｏ一三年一月，有人帶了這本書，帶到山上，他一看到有人帶書來就問，你帶什麼書？人家就告訴他，這個書叫《若要佛法興，唯有僧讚僧》，他聽了非常高興，好像如獲至寶，天天在等，真的來了。看到這本書，趕快穿袍搭衣，他最心愛的大禮服，袈裟披在身上，拿著這本書要人給他照相。大家說老和尚主動要人給他照相這第一次，從來沒有過。這個照片就是在那裡掛的這張。三天後他往生了，預知時至，自在往生。往生是晚上，白天在菜園做了一天工，從早到晚，菜園裡整地、拔草、澆菜，還幹了一天，晚上念佛往生。他透消息，阿彌陀佛最近會接我往生，沒有說哪一天，不告訴人。人家要助念，他說我不需要助念，我自己會念佛。第二天早晨，起來喊老和尚吃早飯，他走了。做榜樣給我們看，一句佛號念了九十二年。我的估計，應該有幾分是可靠的，他功夫成片應該在二十五歲前後，事一心不亂應該是三十歲，理一心不亂應該是四十歲。功夫成片決定往生，而且生方便有餘土，不是同居土，方便有餘土的中下品；得到事一心不亂，生方便有餘土的上品；得理一心生實報莊嚴土，是在極樂世界最高的品位。他能做到，我們也能做到，他做榜樣給我們看，而且很快能做到，你真正發心，真正肯幹。"
    },
    {
      "id": "02-041-0295_p0023",
      "zh_CN": "刘素云的姐姐。那时候刘素云也有很多地方请她讲经，她专讲《无量寿经》，专修《无量寿经》，学《无量寿经》到现在有二十年了，一部经。她心里老想着，我们有劝转，讲经时候劝大家，劝转。三转法轮里头示转、作证转，示比劝要高一个等次，因为什么？劝里头还没有行的功夫，这示里面是做样子给你看，有功夫在里头。她说可惜没有人作证，她的姐姐听到了，好像开玩笑，姐姐叫她小云，我来给妳作证。她真给人家作证，就是信、愿，佛号不中断，念多久？一个月。一个月她真往生了，留着有录影带给我们看。她走是二Ｏ一二年十一月二十一号。在走之前八天，往生前八天，刘素云听到声音，这个声音是数字，二Ｏ一二一一二一一二，听这么一组数字，她很奇怪。这个数字重复了好几遍，她把它记下来，给她姐姐看，她姐姐看到笑了一笑，没说话，收起来了。果然就是这一天，二Ｏ一二是年，一一，十一月，二一是二十一号，一二是十二点钟，果然在那天，一分一秒都不差。她开往生大会，把她的亲朋好友统统找来，看她往生，跟大家有说有笑，嘻嘻哈哈坐在一起，屋子里坐二、三十个人，这时间一到了，她就告诉大家，时间到了，我要走了，双腿一盘坐在那个地方，真走了。有人看到光，有人看到莲花，闻到异香。她身体是不很好，但是没有一丝毫病痛的样子，跟朋友在一起说说笑笑，像聊天一样，时间一到就走了，真走了。这就是做一个作证的样子。你看念佛人，真想往生，她还有十年寿命，阿弥陀佛告诉她的，她不要了。如果照她寿命来，她还可以十年。十年为我们做证明，这是慈悲，要不然这个十年她可以提升，像海贤老和尚，大幅度提升，能够提升到实报土，她有这个条件。这是大慈大悲，给我们做好榜样，说出往生真的不是假的。",
      "zh_TW": "劉素雲的姐姐。那時候劉素雲也有很多地方請她講經，她專講《無量壽經》，專修《無量壽經》，學《無量壽經》到現在有二十年了，一部經。她心裡老想著，我們有勸轉，講經時候勸大家，勸轉。三轉法輪裡頭示轉、作證轉，示比勸要高一個等次，因為什麼？勸裡頭還沒有行的功夫，這示裡面是做樣子給你看，有功夫在裡頭。她說可惜沒有人作證，她的姐姐聽到了，好像開玩笑，姐姐叫她小雲，我來給妳作證。她真給人家作證，就是信、願，佛號不中斷，念多久？一個月。一個月她真往生了，留著有錄影帶給我們看。她走是二Ｏ一二年十一月二十一號。在走之前八天，往生前八天，劉素雲聽到聲音，這個聲音是數字，二Ｏ一二一一二一一二，聽這麼一組數字，她很奇怪。這個數字重複了好幾遍，她把它記下來，給她姐姐看，她姐姐看到笑了一笑，沒說話，收起來了。果然就是這一天，二Ｏ一二是年，一一，十一月，二一是二十一號，一二是十二點鐘，果然在那天，一分一秒都不差。她開往生大會，把她的親朋好友統統找來，看她往生，跟大家有說有笑，嘻嘻哈哈坐在一起，屋子裡坐二、三十個人，這時間一到了，她就告訴大家，時間到了，我要走了，雙腿一盤坐在那個地方，真走了。有人看到光，有人看到蓮花，聞到異香。她身體是不很好，但是沒有一絲毫病痛的樣子，跟朋友在一起說說笑笑，像聊天一樣，時間一到就走了，真走了。這就是做一個作證的樣子。你看念佛人，真想往生，她還有十年壽命，阿彌陀佛告訴她的，她不要了。如果照她壽命來，她還可以十年。十年為我們做證明，這是慈悲，要不然這個十年她可以提升，像海賢老和尚，大幅度提升，能夠提升到實報土，她有這個條件。這是大慈大悲，給我們做好榜樣，說出往生真的不是假的。"
    },
    {
      "id": "02-041-0295_p0024",
      "zh_CN": "最近甘肃永昌骊靬古城，有一个居士杨红梅。这个碟片很多同学看过了，我看了三遍，很受感动。她是晚年得癌症，肺癌，已经扩散了，四年，她今年五十岁，非常痛苦。听说骊靬古城这个地方道风很好，允许病人到那个地方去往生，她就去了，在这个道场住了四十天，开始念佛，念佛四十天！齐老居士给她讲开示。我听了齐老居士开示，很赞叹，很难得。她的一番开示，一般老和尚都讲不出来。她也没有讲稿，非常生动，踏踏实实，劝导她放下万缘，到极乐世界去，极乐世界环境太好了。她能相信，一点不怀疑，完全接受，死心塌地念这句佛号。她那边人多，有三个出家人，在病房里面帮助杨红梅居士念佛。她的先生去看她，先生也都学佛了，求阿弥陀佛早一天带她走。她就看到空中写了两个字，２２。不是用中国字写的，２２，她看懂了。问齐老居士，齐老居士说这是极乐世界的文字。果然没错，二十二号那一天十一点钟往生的。这说明四十天的工夫，真正搞清楚、搞明白了，真信真愿，念佛求生净土，四十天。我们看了要记住，要真干。这个世间没有什么值得留恋的，早走多好。我现在还走不了，我想走，为什么走不了？我还没有看到真正有懂得文言文，能够把《群书治要》、《国学治要》，能够熟读的人。我如果看到这个人，我心愿就了了，就没事了。这是大事因缘，我要努力把它促成，为什么？中华民族的命脉，传统文化的根源，不能让它断掉。",
      "zh_TW": "最近甘肅永昌驪靬古城，有一個居士楊紅梅。這個碟片很多同學看過了，我看了三遍，很受感動。她是晚年得癌症，肺癌，已經擴散了，四年，她今年五十歲，非常痛苦。聽說驪靬古城這個地方道風很好，允許病人到那個地方去往生，她就去了，在這個道場住了四十天，開始念佛，念佛四十天！齊老居士給她講開示。我聽了齊老居士開示，很讚歎，很難得。她的一番開示，一般老和尚都講不出來。她也沒有講稿，非常生動，踏踏實實，勸導她放下萬緣，到極樂世界去，極樂世界環境太好了。她能相信，一點不懷疑，完全接受，死心塌地念這句佛號。她那邊人多，有三個出家人，在病房裡面幫助楊紅梅居士念佛。她的先生去看她，先生也都學佛了，求阿彌陀佛早一天帶她走。她就看到空中寫了兩個字，２２。不是用中國字寫的，２２，她看懂了。問齊老居士，齊老居士說這是極樂世界的文字。果然沒錯，二十二號那一天十一點鐘往生的。這說明四十天的工夫，真正搞清楚、搞明白了，真信真願，念佛求生淨土，四十天。我們看了要記住，要真幹。這個世間沒有什麼值得留戀的，早走多好。我現在還走不了，我想走，為什麼走不了？我還沒有看到真正有懂得文言文，能夠把《群書治要》、《國學治要》，能夠熟讀的人。我如果看到這個人，我心願就了了，就沒事了。這是大事因緣，我要努力把它促成，為什麼？中華民族的命脈，傳統文化的根源，不能讓它斷掉。"
    },
    {
      "id": "02-041-0295_p0025",
      "zh_CN": "上一次我到台湾去干什么？去找老师。有个教授给我介绍，他说台湾还有十几个懂得文字学的，真正学文字学、教文字学，懂得声韵，懂得训诂，还有这几个。这几个都是章太炎老先生的传人，第四代了，年岁大概也七十以上了。现在这些人要不请他们来好好教，教一批学生，以后没人教了，那个很可怕！所以我们今天全心全力要把这个事情做好。这十几个老师都在，跟我见了面，我把我的愿望告诉大家，大家听了也很感动，我们一起来做。在台湾做容易，成本很低。所以我就想了，我们这个汉学院学生们，第一年是预科，着重在汉字，认识汉字；第二年，我们就开始读《群书治要》，就下手了；以后三年，可以到英国去学，英国那边有学位，有硕士学位、博士学位。这是我现在所想的、做的这么一桩事情，除这桩事情之外我没事了，彻底放下了。晚年就这一部经，学这一部经，讲这一部经，弘扬也是这部经，我也做个榜样给大家看，一门深入，长时薰修，读书千遍，其义自见。对老祖宗有信心，这个信心坚固，决定不会动摇。不但对于圣人我有信心，对于贤人有信心，他与一般人不同，大悟，小悟虽然比不上大悟，值得我们尊敬，因为今天我们找个小悟的人也找不到。你所找到的，他有妄想，他有杂念，他有分别，他有执着，这就是六道凡夫。烦恼轻，智慧就好像显得长；烦恼重，智慧就少，六道众生的状况，我们要搞清楚。",
      "zh_TW": "上一次我到台灣去幹什麼？去找老師。有個教授給我介紹，他說台灣還有十幾個懂得文字學的，真正學文字學、教文字學，懂得聲韻，懂得訓詁，還有這幾個。這幾個都是章太炎老先生的傳人，第四代了，年歲大概也七十以上了。現在這些人要不請他們來好好教，教一批學生，以後沒人教了，那個很可怕！所以我們今天全心全力要把這個事情做好。這十幾個老師都在，跟我見了面，我把我的願望告訴大家，大家聽了也很感動，我們一起來做。在台灣做容易，成本很低。所以我就想了，我們這個漢學院學生們，第一年是預科，著重在漢字，認識漢字；第二年，我們就開始讀《群書治要》，就下手了；以後三年，可以到英國去學，英國那邊有學位，有碩士學位、博士學位。這是我現在所想的、做的這麼一樁事情，除這樁事情之外我沒事了，徹底放下了。晚年就這一部經，學這一部經，講這一部經，弘揚也是這部經，我也做個榜樣給大家看，一門深入，長時薰修，讀書千遍，其義自見。對老祖宗有信心，這個信心堅固，決定不會動搖。不但對於聖人我有信心，對於賢人有信心，他與一般人不同，大悟，小悟雖然比不上大悟，值得我們尊敬，因為今天我們找個小悟的人也找不到。你所找到的，他有妄想，他有雜念，他有分別，他有執著，這就是六道凡夫。煩惱輕，智慧就好像顯得長；煩惱重，智慧就少，六道眾生的狀況，我們要搞清楚。"
    },
    {
      "id": "02-041-0295_p0026",
      "zh_CN": "高本汉，这些欧洲的汉学家，有十几个，对于中国汉学都非常赞叹，都认为全世界的人都值得学，都应该学。我们怎么能疏忽？我们把这个放在心上，这正定聚，这是对中国传统文化的正定，不怀疑。我们把阿弥陀佛放在心上，这是佛法大乘的正定聚，决定得生净土。如果我们不怕苦，活在世间很苦、很累，你要愿意表法，任何艰难困苦我能受得了，我能忍得住，佛会请你多住世间几年，叫你表法。那个寿命不是你自己的，佛给你延长的。海贤老和尚，我认为他没有那么长寿命，他也跟正常人差不多，七老八十，他活到一百一十二岁，那是阿弥陀佛延长的。我这个寿命也是佛延长的，我的寿命，你们要去找算命先生好好去算算，他会告诉你，这个人还在吗？我在早期，好像五十岁的时候，那个时候护持我的是韩馆长他们一班人。台湾关西有一个算命先生，是个摸骨的，很灵。他们都去看了，把我的八字告诉这个摸骨先生，这摸骨先生听了这个八字，他说这个人还在吗？他们告诉他还在。他说他干什么的？他出家了。出家另算。",
      "zh_TW": "高本漢，這些歐洲的漢學家，有十幾個，對於中國漢學都非常讚歎，都認為全世界的人都值得學，都應該學。我們怎麼能疏忽？我們把這個放在心上，這正定聚，這是對中國傳統文化的正定，不懷疑。我們把阿彌陀佛放在心上，這是佛法大乘的正定聚，決定得生淨土。如果我們不怕苦，活在世間很苦、很累，你要願意表法，任何艱難困苦我能受得了，我能忍得住，佛會請你多住世間幾年，叫你表法。那個壽命不是你自己的，佛給你延長的。海賢老和尚，我認為他沒有那麼長壽命，他也跟正常人差不多，七老八十，他活到一百一十二歲，那是阿彌陀佛延長的。我這個壽命也是佛延長的，我的壽命，你們要去找算命先生好好去算算，他會告訴你，這個人還在嗎？我在早期，好像五十歲的時候，那個時候護持我的是韓館長他們一班人。台灣關西有一個算命先生，是個摸骨的，很靈。他們都去看了，把我的八字告訴這個摸骨先生，這摸骨先生聽了這個八字，他說這個人還在嗎？他們告訴他還在。他說他幹什麼的？他出家了。出家另算。"
    },
    {
      "id": "02-041-0295_p0027",
      "zh_CN": "实在讲，出家也躲不过。跟我一起出家的三个人，我们三个人同年，我的生日最大，还有一个三月的，还有一个五月的，三个人命运都一样，都过不了四十五岁。所以四十五岁那一年，真的，二月法融法师走了，五月明演法师走了，七月我生病。那一年我生病的时候，在十方大觉寺夏安居讲《楞严经》，我记得好像讲到三分之一，我就得了个重感冒，病了一个月。我知道寿命到了，吃药请医生没用，医生只能医病不能医命，所以我就一心求生净土。一个月病好了，好了再继续讲经。我记得是第二年还是第三年，蒋经国先生就任第六任总统的那一年，这个查就可以查得到，中国佛教会给他庆祝，做仁王护国法会。我在仁王护国法会那几天当中一个星期，讲《仁王经》大意，遇到甘珠活佛。甘珠活佛大概大我十几岁，他也是章嘉大师的学生，我们很熟，他就叫我，把我叫到身边告诉我，我们在背后都在说你。我说说什么？说你这个人很聪明，可惜没有福报，短命。我说这个在我面前说可以，我不忌讳，我知道，我知道得很清楚。他说你现在变了。我说怎么变了？那个时候我讲经十二年，他说你这十几年讲经，这个功德你的寿命延长了，你的寿命很长很长，福报很大很大，都是这一生修的。我也没有求长寿，我也没有求福报，我只记得老师教给我，学释迦牟尼佛。",
      "zh_TW": "實在講，出家也躲不過。跟我一起出家的三個人，我們三個人同年，我的生日最大，還有一個三月的，還有一個五月的，三個人命運都一樣，都過不了四十五歲。所以四十五歲那一年，真的，二月法融法師走了，五月明演法師走了，七月我生病。那一年我生病的時候，在十方大覺寺夏安居講《楞嚴經》，我記得好像講到三分之一，我就得了個重感冒，病了一個月。我知道壽命到了，吃藥請醫生沒用，醫生只能醫病不能醫命，所以我就一心求生淨土。一個月病好了，好了再繼續講經。我記得是第二年還是第三年，蔣經國先生就任第六任總統的那一年，這個查就可以查得到，中國佛教會給他慶祝，做仁王護國法會。我在仁王護國法會那幾天當中一個星期，講《仁王經》大意，遇到甘珠活佛。甘珠活佛大概大我十幾歲，他也是章嘉大師的學生，我們很熟，他就叫我，把我叫到身邊告訴我，我們在背後都在說你。我說說什麼？說你這個人很聰明，可惜沒有福報，短命。我說這個在我面前說可以，我不忌諱，我知道，我知道得很清楚。他說你現在變了。我說怎麼變了？那個時候我講經十二年，他說你這十幾年講經，這個功德你的壽命延長了，你的壽命很長很長，福報很大很大，都是這一生修的。我也沒有求長壽，我也沒有求福報，我只記得老師教給我，學釋迦牟尼佛。"
    },
    {
      "id": "02-041-0295_p0028",
      "zh_CN": "释迦牟尼佛一生干什么？这现在佛门讲佛事，佛所干的事是什么？叫佛事，讲经教学是释迦牟尼佛一生干的事。他十九岁出家，三十岁开悟，开悟之后就开始教学，在鹿野苑。你看他一生，也是办小学，十二年讲《阿含经》，阿含是小乘，就是佛门的小学，十二年。再向上提升讲方等，好比中学，八年，中学八年，跟前面连起来二十年。二十年扎根的教育，佛才讲真东西。真东西是什么？智慧，般若智慧。这个阶段讲多少年？二十二年。这是他主要要传的。最后八年讲法华，是把这些人里面最优秀的，提升到佛的境界，叫成佛的法华。法华是博士学位，般若是硕士学位，前面小乘毕业是阿罗汉的学位，佛陀、菩萨、阿罗汉是佛门三个学位。末后八年成佛，当中二十二年证菩萨的果位，前面二十年修完的时候，阿罗汉的学位。释迦牟尼佛教学，办班教学，这是他老人家一生的事业，没有建道场。",
      "zh_TW": "釋迦牟尼佛一生幹什麼？這現在佛門講佛事，佛所幹的事是什麼？叫佛事，講經教學是釋迦牟尼佛一生幹的事。他十九歲出家，三十歲開悟，開悟之後就開始教學，在鹿野苑。你看他一生，也是辦小學，十二年講《阿含經》，阿含是小乘，就是佛門的小學，十二年。再向上提升講方等，好比中學，八年，中學八年，跟前面連起來二十年。二十年扎根的教育，佛才講真東西。真東西是什麼？智慧，般若智慧。這個階段講多少年？二十二年。這是他主要要傳的。最後八年講法華，是把這些人裡面最優秀的，提升到佛的境界，叫成佛的法華。法華是博士學位，般若是碩士學位，前面小乘畢業是阿羅漢的學位，佛陀、菩薩、阿羅漢是佛門三個學位。末後八年成佛，當中二十二年證菩薩的果位，前面二十年修完的時候，阿羅漢的學位。釋迦牟尼佛教學，辦班教學，這是他老人家一生的事業，沒有建道場。"
    },
    {
      "id": "02-041-0295_p0029",
      "zh_CN": "我现在完全明白了，释迦牟尼佛是做榜样给我看的，我完全看懂了。我这一生没道场，我有道场行不行？不行。有道场就得赶快往生，为什么？有道场就有斗争，斗诤坚固。我有道场，天天讲经，道场信徒愈来愈多，供养愈来愈多，别的道场就嫉妒障碍了。我这个没有道场，嫉妒障碍的人还这么多，如果有道场那还得了吗？所以释迦牟尼佛是表演给我看的，让我学习的。没有道场，于人无争，于世无求，你们要的我不要。你们要大雄宝殿，富丽堂皇，我的大雄宝殿在这上面，上面一格是大雄宝殿，下面这一格是我的功德堂。大家到我这一看就明白了，我这里讲经没有听众，所以信徒不会到这来，大家放心。所以我完全明白了，对释迦牟尼佛感恩。那么我往后传呢？往后传的时候，就传我这个样子。",
      "zh_TW": "我現在完全明白了，釋迦牟尼佛是做榜樣給我看的，我完全看懂了。我這一生沒道場，我有道場行不行？不行。有道場就得趕快往生，為什麼？有道場就有鬥爭，鬥諍堅固。我有道場，天天講經，道場信徒愈來愈多，供養愈來愈多，別的道場就嫉妒障礙了。我這個沒有道場，嫉妒障礙的人還這麼多，如果有道場那還得了嗎？所以釋迦牟尼佛是表演給我看的，讓我學習的。沒有道場，於人無爭，於世無求，你們要的我不要。你們要大雄寶殿，富麗堂皇，我的大雄寶殿在這上面，上面一格是大雄寶殿，下面這一格是我的功德堂。大家到我這一看就明白了，我這裡講經沒有聽眾，所以信徒不會到這來，大家放心。所以我完全明白了，對釋迦牟尼佛感恩。那麼我往後傳呢？往後傳的時候，就傳我這個樣子。"
    },
    {
      "id": "02-041-0295_p0030",
      "zh_CN": "如果说是宗教要能符合到现代化，佛教确实是讲求现代化、本土化。这个观念好，这是最先进的观念，那就是什么？宗教是一家。我团结宗教是从一九九八年开始的，在新加坡，一九九八年，一九九九年就做成功了，一年的时间，把新加坡九个宗教变成一家人，每一个宗教里面有大的集会我们全参加，往来非常密切。但是最理想的是什么？宗教要在一起活动，就真团结了。但是我们在新加坡那个时候，没有这个经济力量。新加坡寸土寸金，我们只建一个净宗学院，在那个时候，用的美金一千万。这个净宗学会供养给新加坡的念佛同修，让他们有个道场。当然最重要要团结宗教，要替宗教建一个道场，这是最理想的，建一个大道场，宗教活动中心，每一个宗教活动都在这里头，教学在里头，讲经在里头，修学在里头。公开的，大家都能看见，真团结了。这个团结有助于化解社会上许多的冲突，带给社会安定和谐，不是做不到。",
      "zh_TW": "如果說是宗教要能符合到現代化，佛教確實是講求現代化、本土化。這個觀念好，這是最先進的觀念，那就是什麼？宗教是一家。我團結宗教是從一九九八年開始的，在新加坡，一九九八年，一九九九年就做成功了，一年的時間，把新加坡九個宗教變成一家人，每一個宗教裡面有大的集會我們全參加，往來非常密切。但是最理想的是什麼？宗教要在一起活動，就真團結了。但是我們在新加坡那個時候，沒有這個經濟力量。新加坡寸土寸金，我們只建一個淨宗學院，在那個時候，用的美金一千萬。這個淨宗學會供養給新加坡的念佛同修，讓他們有個道場。當然最重要要團結宗教，要替宗教建一個道場，這是最理想的，建一個大道場，宗教活動中心，每一個宗教活動都在這裡頭，教學在裡頭，講經在裡頭，修學在裡頭。公開的，大家都能看見，真團結了。這個團結有助於化解社會上許多的衝突，帶給社會安定和諧，不是做不到。"
    },
    {
      "id": "02-041-0295_p0031",
      "zh_CN": "我们这些年，我是二ＯＯＯ年移民到澳洲，在澳洲建立一个净宗学院。我们希望把佛教带回教育，带回教学，今年十四年才做成功，不容易。现在政府准许我们办小学、办中学、办大学。我们的大学就是净宗学院，就是佛学院，这个佛学院里面可以开儒学，可以开道学。如果我们要学位，跟当地大学联合联在一起办，也可以拿到学位，学校都非常熟，这些学校都送我博士学位的，我向他们要求，肯定可以合作。回归教育，对了，释迦牟尼佛一生搞教育。大规模的这些活动我也赞成，像我们举办的祭祖活动、佛诞节的活动，来做宣传，是好事。真正发扬光大，我们要用卫星电视，要用网际网路。学校里都要有这个设备，我们在自己家里讲经，全世界都能收看得到。所以没有必要天天见面，在一起学习的同学很多，有人一生都没有见过面，很多。这样不会引起竞争，不会发生斗争，大家都能够和睦相处，平等对待。",
      "zh_TW": "我們這些年，我是二ＯＯＯ年移民到澳洲，在澳洲建立一個淨宗學院。我們希望把佛教帶回教育，帶回教學，今年十四年才做成功，不容易。現在政府准許我們辦小學、辦中學、辦大學。我們的大學就是淨宗學院，就是佛學院，這個佛學院裡面可以開儒學，可以開道學。如果我們要學位，跟當地大學聯合聯在一起辦，也可以拿到學位，學校都非常熟，這些學校都送我博士學位的，我向他們要求，肯定可以合作。回歸教育，對了，釋迦牟尼佛一生搞教育。大規模的這些活動我也贊成，像我們舉辦的祭祖活動、佛誕節的活動，來做宣傳，是好事。真正發揚光大，我們要用衛星電視，要用網際網路。學校裡都要有這個設備，我們在自己家裡講經，全世界都能收看得到。所以沒有必要天天見面，在一起學習的同學很多，有人一生都沒有見過面，很多。這樣不會引起競爭，不會發生鬥爭，大家都能夠和睦相處，平等對待。"
    },
    {
      "id": "02-041-0295_p0032",
      "zh_CN": "我们再一扩大，就是宗教。像我好像是第三次访问日本，我访问日本前后八次，我记得是第三次，特别是访问日本的净土宗。净土它分十几个宗，每个宗修行方法都不一样，念佛的方式也不一样，都有承传，都是善导大师的后裔。我去的时候，那一天到达，晚上他们举行一个晚宴欢迎，有十几位是各个不同宗派的住持，都参加了，挺热闹的，我非常欢喜。会后有一个日本朋友告诉我，他说法师，今天你们的集会可以写在日本佛教史上。我说这怎么回事情？他告诉我，平常这些人都不往来，今天是为了你来了，大家聚集在一堂。我就明白了，我说我懂了。我访问的时间十天，十天之后我临走，我又把他们邀请，我请他们，都来了。为什么他们欢迎我？我在没有去之先，送了三十几套《大藏经》，净宗的这些道场，一个道场送一套，结了法缘。所以我去他们来看我，要没有这个缘就没有法子，不会有往来。所以我就趁这个机会，奉劝大家，净土宗阿弥陀佛传下来的，释迦牟尼佛介绍给我们的，我们是亲兄弟，一家人怎么可以不往来？一定要互相赞叹，互相协助，互助合作，把净宗在日本兴旺起来。",
      "zh_TW": "我們再一擴大，就是宗教。像我好像是第三次訪問日本，我訪問日本前後八次，我記得是第三次，特別是訪問日本的淨土宗。淨土它分十幾個宗，每個宗修行方法都不一樣，念佛的方式也不一樣，都有承傳，都是善導大師的後裔。我去的時候，那一天到達，晚上他們舉行一個晚宴歡迎，有十幾位是各個不同宗派的住持，都參加了，挺熱鬧的，我非常歡喜。會後有一個日本朋友告訴我，他說法師，今天你們的集會可以寫在日本佛教史上。我說這怎麼回事情？他告訴我，平常這些人都不往來，今天是為了你來了，大家聚集在一堂。我就明白了，我說我懂了。我訪問的時間十天，十天之後我臨走，我又把他們邀請，我請他們，都來了。為什麼他們歡迎我？我在沒有去之先，送了三十幾套《大藏經》，淨宗的這些道場，一個道場送一套，結了法緣。所以我去他們來看我，要沒有這個緣就沒有法子，不會有往來。所以我就趁這個機會，奉勸大家，淨土宗阿彌陀佛傳下來的，釋迦牟尼佛介紹給我們的，我們是親兄弟，一家人怎麼可以不往來？一定要互相讚歎，互相協助，互助合作，把淨宗在日本興旺起來。"
    },
    {
      "id": "02-041-0295_p0033",
      "zh_CN": "我说还有不是净宗，天台宗、禅宗、密宗，还有法相宗，像这些宗派都是佛传的，我说我们可以把它看作堂兄弟，一家人。那除这之外，佛教之外，还有别的宗教，日本有天主教、有基督教、有伊斯兰教，还有这些宗教，这些宗教跟我们是表兄弟，我们统统是一家人，我们要大团结。我劝他这些。算是我十天的访问，给大家的赞礼。我说世界所有宗教是一家，每一个宗教拜的神不一样，众神一体，宗教一家，平等对待，和睦相处，这个社会多好。这是宗教对社会最大的贡献，化解所有冲突，促进安定和谐，我们走这个路子多有意义。我劝导大家。日本我没办法常去，我要是在年轻时代，体力强，每个月（一个月）去一个星期，我只要这样一年，就能把日本的佛教起很大的影响。现在体力不够了。缘不成熟。现在缘成熟了，跟鸠山先生结为好朋友了，我劝他认真学佛、学儒、学道，把中国传统文化在日本再复兴起来。四百年前它完全用中国东西，这四百年西方文明，日本人是亚洲最先接触到的，他们把中国东西放下了，学西方的，才变成今天的社会。所以他说日本，我们在日本乡下，我很喜欢住乡下，住在日本乡下，就像回到古代的中国，很有味道。",
      "zh_TW": "我說還有不是淨宗，天台宗、禪宗、密宗，還有法相宗，像這些宗派都是佛傳的，我說我們可以把它看作堂兄弟，一家人。那除這之外，佛教之外，還有別的宗教，日本有天主教、有基督教、有伊斯蘭教，還有這些宗教，這些宗教跟我們是表兄弟，我們統統是一家人，我們要大團結。我勸他這些。算是我十天的訪問，給大家的讚禮。我說世界所有宗教是一家，每一個宗教拜的神不一樣，眾神一體，宗教一家，平等對待，和睦相處，這個社會多好。這是宗教對社會最大的貢獻，化解所有衝突，促進安定和諧，我們走這個路子多有意義。我勸導大家。日本我沒辦法常去，我要是在年輕時代，體力強，每個月（一個月）去一個星期，我只要這樣一年，就能把日本的佛教起很大的影響。現在體力不夠了。緣不成熟。現在緣成熟了，跟鳩山先生結為好朋友了，我勸他認真學佛、學儒、學道，把中國傳統文化在日本再復興起來。四百年前它完全用中國東西，這四百年西方文明，日本人是亞洲最先接觸到的，他們把中國東西放下了，學西方的，才變成今天的社會。所以他說日本，我們在日本鄉下，我很喜歡住鄉下，住在日本鄉下，就像回到古代的中國，很有味道。"
    },
    {
      "id": "02-041-0295_p0034",
      "zh_CN": "我们今天这堂课最重要的就是懂得什么叫正定，什么叫不定，什么叫邪定。不但我们修道要搞清楚，我们要想过一生幸福美满的人生，要懂得，如果是正定聚，得到不是假的。我这一生，不但没有像命里面所说的，贫苦，小时候是尝到了，但是学佛之后，我这个生活自自然然改进了。年轻，不知道寿命延长，不知道这事情，我还打了三年猎，打猎，杀了不少众生。所以我一接触佛教，就赶快吃素，不到半年我就素食了，忏悔，抗战期间，无知，杀了不少众生。这个罪业消了。虽然生活很艰苦，还都能熬得过去。学佛之后，我完全从头做起，过去不正确的观念、言论、行为统统改掉了。这一改掉，业障就消了，所以遇到很好的缘分，好老师。没有老师，不知道这条路。我们年轻是知识分子，干的是破除迷信的，宗教跟迷信是划等号的，不可能接触。",
      "zh_TW": "我們今天這堂課最重要的就是懂得什麼叫正定，什麼叫不定，什麼叫邪定。不但我們修道要搞清楚，我們要想過一生幸福美滿的人生，要懂得，如果是正定聚，得到不是假的。我這一生，不但沒有像命裡面所說的，貧苦，小時候是嘗到了，但是學佛之後，我這個生活自自然然改進了。年輕，不知道壽命延長，不知道這事情，我還打了三年獵，打獵，殺了不少眾生。所以我一接觸佛教，就趕快吃素，不到半年我就素食了，懺悔，抗戰期間，無知，殺了不少眾生。這個罪業消了。雖然生活很艱苦，還都能熬得過去。學佛之後，我完全從頭做起，過去不正確的觀念、言論、行為統統改掉了。這一改掉，業障就消了，所以遇到很好的緣分，好老師。沒有老師，不知道這條路。我們年輕是知識分子，幹的是破除迷信的，宗教跟迷信是劃等號的，不可能接觸。"
    },
    {
      "id": "02-041-0295_p0035",
      "zh_CN": "我在台湾，那时候想学哲学，遇到一个哲学家，同乡，方东美先生，在台湾很多人知道。有个学者唐君毅，他在香港很多年，香港学术界很有地位，他是方东美的学生，好像是他那时有个新亚书院。我第一次到香港来讲经，他还在。我跟他没有见过面，他的书我看过很多。老师告诉我，他是早期的学生。跟老师学哲学，老师给我授课，不在学校。我本来要求是到学校旁听他的课程，他不让我进学校，因为我是一张白纸，想学哲学，没有读过哲学的书，也没有听过哲学的课程，一张白纸，他叫我到他家里上课。所以我的上课是星期天，每个星期天上午九点半到十一点半，两个小时。给我讲了一个系列，也就是一部完整的哲学概论，从西洋哲学讲起，讲到中国，讲到印度，最后讲到佛经哲学。我那时候很惊讶，我说佛是宗教，是迷信，宗教里面它是低级宗教。什么叫低级宗教？多神教，高级宗教只有一个神，低级宗教是多神教，所以我们把佛教看成多神教，低级宗教，它怎么会有哲学？老师告诉我，你还年轻，你不知道。他说，「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。",
      "zh_TW": "我在台灣，那時候想學哲學，遇到一個哲學家，同鄉，方東美先生，在台灣很多人知道。有個學者唐君毅，他在香港很多年，香港學術界很有地位，他是方東美的學生，好像是他那時有個新亞書院。我第一次到香港來講經，他還在。我跟他沒有見過面，他的書我看過很多。老師告訴我，他是早期的學生。跟老師學哲學，老師給我授課，不在學校。我本來要求是到學校旁聽他的課程，他不讓我進學校，因為我是一張白紙，想學哲學，沒有讀過哲學的書，也沒有聽過哲學的課程，一張白紙，他叫我到他家裡上課。所以我的上課是星期天，每個星期天上午九點半到十一點半，兩個小時。給我講了一個系列，也就是一部完整的哲學概論，從西洋哲學講起，講到中國，講到印度，最後講到佛經哲學。我那時候很驚訝，我說佛是宗教，是迷信，宗教裡面它是低級宗教。什麼叫低級宗教？多神教，高級宗教只有一個神，低級宗教是多神教，所以我們把佛教看成多神教，低級宗教，它怎麼會有哲學？老師告訴我，你還年輕，你不知道。他說，「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。"
    },
    {
      "id": "02-041-0295_p0036",
      "zh_CN": "我是在这一系列的课程里面，把过去错误的想法、看法完全修正了，接受了。接受之后，老师说今天佛教不在寺庙。我说在哪里？在经典。为什么？两百年前，中国寺院庵堂，大小寺庙，无论是都市还是农村，那些修行人都是有德行、有学问，都可以指导你修行，他说这两百年来没有了，出家人放弃经教的研究学习，都做经忏佛事了。我才明了。告诉我，学佛要从经典着手。经典在那个当年非常缺乏，台湾印佛教经书就两家，台中就瑞成书局，台南的叫庆芳，芬芳的芳，庆芳，就这两家。数量很少，种类很少，所以我们要看经就要到寺庙，有些寺庙有《大藏经》，我们就抄经，还抄了十几部。不容易！要不是方东美先生，我跟宗教就没缘。",
      "zh_TW": "我是在這一系列的課程裡面，把過去錯誤的想法、看法完全修正了，接受了。接受之後，老師說今天佛教不在寺廟。我說在哪裡？在經典。為什麼？兩百年前，中國寺院庵堂，大小寺廟，無論是都市還是農村，那些修行人都是有德行、有學問，都可以指導你修行，他說這兩百年來沒有了，出家人放棄經教的研究學習，都做經懺佛事了。我才明瞭。告訴我，學佛要從經典著手。經典在那個當年非常缺乏，台灣印佛教經書就兩家，台中就瑞成書局，台南的叫慶芳，芬芳的芳，慶芳，就這兩家。數量很少，種類很少，所以我們要看經就要到寺廟，有些寺廟有《大藏經》，我們就抄經，還抄了十幾部。不容易！要不是方東美先生，我跟宗教就沒緣。"
    },
    {
      "id": "02-041-0295_p0037",
      "zh_CN": "入了佛教之后，随着年岁，我是学佛七年，学佛七年出家，我一出家就教佛学院，就讲经。所以现在佛教里头寺院庵堂做法会，甚至于做早晚课，这一些佛事活动，我都没有参加过，我只是教佛学院，讲经。在那个时候还不错，整个台湾，许多居士的道场喜欢听经，约到我，我是轮流去讲。讲经教学不中断，今年五十八年。所以一生做的是这个佛事，释迦牟尼佛所干的事，章嘉大师教给我的，他老人家劝我出家。我跟他研究，我将来从事哪个行业好？他笑着说，出家最好，学释迦牟尼佛。这句话非常重要，他指出我一条道路。释迦牟尼佛是我们学佛最好的榜样。今天我们了解，不但他是大哲学家，他还是大科学家。我们可以说大乘经教是方东美先生所说的，究竟哲学、究竟科学，这个究竟两个字就是到顶了，没有比它更高的，它达到究竟圆满了，是真的。",
      "zh_TW": "入了佛教之後，隨著年歲，我是學佛七年，學佛七年出家，我一出家就教佛學院，就講經。所以現在佛教裡頭寺院庵堂做法會，甚至於做早晚課，這一些佛事活動，我都沒有參加過，我只是教佛學院，講經。在那個時候還不錯，整個台灣，許多居士的道場喜歡聽經，約到我，我是輪流去講。講經教學不中斷，今年五十八年。所以一生做的是這個佛事，釋迦牟尼佛所幹的事，章嘉大師教給我的，他老人家勸我出家。我跟他研究，我將來從事哪個行業好？他笑著說，出家最好，學釋迦牟尼佛。這句話非常重要，他指出我一條道路。釋迦牟尼佛是我們學佛最好的榜樣。今天我們了解，不但他是大哲學家，他還是大科學家。我們可以說大乘經教是方東美先生所說的，究竟哲學、究竟科學，這個究竟兩個字就是到頂了，沒有比它更高的，它達到究竟圓滿了，是真的。"
    },
    {
      "id": "02-041-0295_p0038",
      "zh_CN": "今天量子力学做证明，量子力学居然把阿赖耶的三细相找到了，这三细相，宇宙的奥秘。第一个完全解开了，再有两个，我相信二、三十年之后能解开。第一个现象，物质，物质是什么？今天量子力学家告诉我们了。他们用的方法跟佛在经上讲的方法完全相同，就是把物质分裂，分裂到最后就没有了，那就是物质的真相。佛经上用这个方法，今天量子力学，八十年前发现原子，认为原子是物质最小的。随着科学技术的进步，仪器愈来愈先进，把原子也能打破，打破之后，看到原子是原子核、中子、电子组成的，它不是最小的。然后再把三个分别击破，叫基本粒子，有几十种。这个基本粒子还不是最小的，还可以打破，打破到最后称为夸克，种类也很繁多。然后再把夸克打破，真正发现最小的，叫微中子，佛经上讲的最小的叫极微色，微是微小，极微的色法，就是物质现象。这不能再分了，再一分没有了，物质不见了。科学家确实把微中子打破，发现没有了，物质现象没有了，看到什么？看到是念头波动的现象。所以科学家告诉我们，世界上没有物质这个东西，物质是假的，它是什么？它是念头产生的幻相。跟佛经上讲的完全相同，一切法从心想生，这个跟佛说的一样。",
      "zh_TW": "今天量子力學做證明，量子力學居然把阿賴耶的三細相找到了，這三細相，宇宙的奧祕。第一個完全解開了，再有兩個，我相信二、三十年之後能解開。第一個現象，物質，物質是什麼？今天量子力學家告訴我們了。他們用的方法跟佛在經上講的方法完全相同，就是把物質分裂，分裂到最後就沒有了，那就是物質的真相。佛經上用這個方法，今天量子力學，八十年前發現原子，認為原子是物質最小的。隨著科學技術的進步，儀器愈來愈先進，把原子也能打破，打破之後，看到原子是原子核、中子、電子組成的，它不是最小的。然後再把三個分別擊破，叫基本粒子，有幾十種。這個基本粒子還不是最小的，還可以打破，打破到最後稱為夸克，種類也很繁多。然後再把夸克打破，真正發現最小的，叫微中子，佛經上講的最小的叫極微色，微是微小，極微的色法，就是物質現象。這不能再分了，再一分沒有了，物質不見了。科學家確實把微中子打破，發現沒有了，物質現象沒有了，看到什麼？看到是念頭波動的現象。所以科學家告訴我們，世界上沒有物質這個東西，物質是假的，它是什麼？它是念頭產生的幻相。跟佛經上講的完全相同，一切法從心想生，這個跟佛說的一樣。"
    },
    {
      "id": "02-041-0295_p0039",
      "zh_CN": "所以，量子力学现在研究第二个，念头是什么，现在搞第二个，这是阿赖耶第二个现象。阿赖耶第一个境界相被揭穿了，那个境界是念头产生的，念头在阿赖耶叫转相，转什么？它能转变，转相，它是什么，科学家现在在研究这个，念力的秘密。也有可观的成就，知道原来念头主宰物质现象。这个好，这要被大家承认了，我们的念头好，就主宰最好的现象，念头好，对自己来说不生病，健康长寿，这人都要求的。你那个病痛从哪里来的？妄想来的，杂念来的。妄想杂念、分别执着没有了，就不会生病，不会有灾难，灾难也是这些东西产生的。所以把念头换掉，问题解决了。这个东西，我相信二十年之后，非常可能这个秘密揭穿。揭穿之后，大概这个世界上有几种人会失业，哪个呢？美容的是失业了，念头改变了，不需要用了，那有副作用；医生没有了，人不需要医药了，人个个都长寿，个个都健康。念力。",
      "zh_TW": "所以，量子力學現在研究第二個，念頭是什麼，現在搞第二個，這是阿賴耶第二個現象。阿賴耶第一個境界相被揭穿了，那個境界是念頭產生的，念頭在阿賴耶叫轉相，轉什麼？它能轉變，轉相，它是什麼，科學家現在在研究這個，念力的祕密。也有可觀的成就，知道原來念頭主宰物質現象。這個好，這要被大家承認了，我們的念頭好，就主宰最好的現象，念頭好，對自己來說不生病，健康長壽，這人都要求的。你那個病痛從哪裡來的？妄想來的，雜念來的。妄想雜念、分別執著沒有了，就不會生病，不會有災難，災難也是這些東西產生的。所以把念頭換掉，問題解決了。這個東西，我相信二十年之後，非常可能這個祕密揭穿。揭穿之後，大概這個世界上有幾種人會失業，哪個呢？美容的是失業了，念頭改變了，不需要用了，那有副作用；醫生沒有了，人不需要醫藥了，人個個都長壽，個個都健康。念力。"
    },
    {
      "id": "02-041-0295_p0040",
      "zh_CN": "念力它的现象从哪里来的？再追根，阿赖耶叫业相，业相是什么？波动，一念不觉那个波动。这是阿赖耶的三细相，宇宙的三个奥秘。我们相信科学能达得到，佛经上有记载，用第六意识，就是用我们人类的思想、观察，内可以看到阿赖耶的三细相，看不到自性。讲明心见性，它做不到，它有这个功能，帮助你了解宇宙人生真相，明心见性才是真正见到，它这个见到是相似的，不是真实的。所以科学是有限的，科学跟哲学没有办法超过佛学，佛学里头有科学、有哲学，可以说有圆满的科学与哲学。这个要知道。后面这一句说，「是诚超情离见，不可思议，绝待圆融，究竟方便」。我们今天就学习到此地。佛法的修学契入境界，欲罢不能，你一定这个里头有乐趣，「学而时习之，不亦说乎」，法喜充满，常生欢喜心，这是现前受用，快乐无比。好，今天我们就学习到此地。",
      "zh_TW": "念力它的現象從哪裡來的？再追根，阿賴耶叫業相，業相是什麼？波動，一念不覺那個波動。這是阿賴耶的三細相，宇宙的三個奧祕。我們相信科學能達得到，佛經上有記載，用第六意識，就是用我們人類的思想、觀察，內可以看到阿賴耶的三細相，看不到自性。講明心見性，它做不到，它有這個功能，幫助你了解宇宙人生真相，明心見性才是真正見到，它這個見到是相似的，不是真實的。所以科學是有限的，科學跟哲學沒有辦法超過佛學，佛學裡頭有科學、有哲學，可以說有圓滿的科學與哲學。這個要知道。後面這一句說，「是誠超情離見，不可思議，絕待圓融，究竟方便」。我們今天就學習到此地。佛法的修學契入境界，欲罷不能，你一定這個裡頭有樂趣，「學而時習之，不亦說乎」，法喜充滿，常生歡喜心，這是現前受用，快樂無比。好，今天我們就學習到此地。"
    }
  ]
}