{
  "doc_id": "02-041-0464",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六四集",
    "zh_TW": "第四六四集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0464",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-041-0464_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0464_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ二三页第六行，科题，「续念得生」，经文：",
      "zh_TW": "請看《大經科註》，第一Ｏ二三頁第六行，科題，「續念得生」，經文："
    },
    {
      "id": "02-041-0464_p0003",
      "zh_CN": "【然犹续念不绝。结其善愿为本。续得往生。】",
      "zh_TW": "【然猶續念不絕。結其善願為本。續得往生。】"
    },
    {
      "id": "02-041-0464_p0004",
      "zh_CN": "这个法门让我们看到，阿弥陀佛的慈悲确实达到究竟圆满，真正可以说普度众生，不舍一人，太难得了！如果没有这个法门，没有这部经，我们纵然遇到佛法，烦恼、习气断不掉，断不掉就不能往生。没想到这个经里头，居然让我们，造作五逆十恶的重罪，也能带业往生。而且往生的缘并不困难，只要相信。不能相信，发一念信心，都能往生。这一念信心里面还带着怀疑，试试看，能往生，这个便宜占到了，不能往生就算了，抱这种心态的人多！能不能往生？能，生在边地而已。",
      "zh_TW": "這個法門讓我們看到，阿彌陀佛的慈悲確實達到究竟圓滿，真正可以說普度眾生，不捨一人，太難得了！如果沒有這個法門，沒有這部經，我們縱然遇到佛法，煩惱、習氣斷不掉，斷不掉就不能往生。沒想到這個經裡頭，居然讓我們，造作五逆十惡的重罪，也能帶業往生。而且往生的緣並不困難，只要相信。不能相信，發一念信心，都能往生。這一念信心裡面還帶著懷疑，試試看，能往生，這個便宜佔到了，不能往生就算了，抱這種心態的人多！能不能往生？能，生在邊地而已。"
    },
    {
      "id": "02-041-0464_p0005",
      "zh_CN": "念老注解里头告诉我们，「信愿不坚」，不坚固，心里头有疑，愿常常动摇，舍不得离开此地。「依据不专」，净宗法门所提倡的一向专念，不专，还要念经、还要念咒。这桩事情我们看得很多、听到很多，能往生吗？「以念佛力及发愿力」，还是能往生。「但滞边地」，他生在哪里？生在极乐世界的边地。所谓边地，就是莲花化生。每个人都是莲花化生，只要我们发愿求生净土，经上讲得很明白，七宝池中就有一朵莲花，这朵莲花上面还有名字。我发愿求生，有我的名字，你发愿求生，有你的名字，不会错的。生到极乐世界，往生的时候，是阿弥陀佛拿着这朵花来接引你。临终见到阿弥陀佛，自自然然的就进入莲花里头，莲花再合起来，佛带你到极乐世界。到极乐世界，再把这个莲花放到宝池，放到池中，等到它花开，花开见佛。",
      "zh_TW": "念老註解裡頭告訴我們，「信願不堅」，不堅固，心裡頭有疑，願常常動搖，捨不得離開此地。「依據不專」，淨宗法門所提倡的一向專念，不專，還要念經、還要念咒。這樁事情我們看得很多、聽到很多，能往生嗎？「以念佛力及發願力」，還是能往生。「但滯邊地」，他生在哪裡？生在極樂世界的邊地。所謂邊地，就是蓮花化生。每個人都是蓮花化生，只要我們發願求生淨土，經上講得很明白，七寶池中就有一朵蓮花，這朵蓮花上面還有名字。我發願求生，有我的名字，你發願求生，有你的名字，不會錯的。生到極樂世界，往生的時候，是阿彌陀佛拿著這朵花來接引你。臨終見到阿彌陀佛，自自然然的就進入蓮花裡頭，蓮花再合起來，佛帶你到極樂世界。到極樂世界，再把這個蓮花放到寶池，放到池中，等到它花開，花開見佛。"
    },
    {
      "id": "02-041-0464_p0006",
      "zh_CN": "上上品往生的，花开见佛，见法身佛，品位高，上三品往生的；中品往生的、下品往生的，见应化身佛。三辈九品，极乐世界的阶位。边地，花没开叫边地，你在七宝池中花没开，没有见到阿弥陀佛，不能参加极乐阿弥陀佛讲堂里面教诲，这经上告诉我们的。要在宝池里面住多久？经上告诉我们，五百岁。极乐世界没有年月日时，没有，空间、时间都不存在，这是从妄想生的。往生到极乐世界，得阿弥陀佛威神加持，我们就入佛的境界，不再是凡夫境界。所以五百岁是说我们这个世间的五百岁，花开见佛，差就差这么一点。要不要去？要去，不能不去，不去就错了！",
      "zh_TW": "上上品往生的，花開見佛，見法身佛，品位高，上三品往生的；中品往生的、下品往生的，見應化身佛。三輩九品，極樂世界的階位。邊地，花沒開叫邊地，你在七寶池中花沒開，沒有見到阿彌陀佛，不能參加極樂阿彌陀佛講堂裡面教誨，這經上告訴我們的。要在寶池裡面住多久？經上告訴我們，五百歲。極樂世界沒有年月日時，沒有，空間、時間都不存在，這是從妄想生的。往生到極樂世界，得阿彌陀佛威神加持，我們就入佛的境界，不再是凡夫境界。所以五百歲是說我們這個世間的五百歲，花開見佛，差就差這麼一點。要不要去？要去，不能不去，不去就錯了！"
    },
    {
      "id": "02-041-0464_p0007",
      "zh_CN": "下面这段文，讲的这一类往生人的果报，「道止边界」。",
      "zh_TW": "下面這段文，講的這一類往生人的果報，「道止邊界」。"
    },
    {
      "id": "02-041-0464_p0008",
      "zh_CN": "【是诸人等。以此因缘。虽生彼国。不能前至无量寿所。道止佛国界边。七宝城中。佛不使尔。身行所作。心自趣向。】",
      "zh_TW": "【是諸人等。以此因緣。雖生彼國。不能前至無量壽所。道止佛國界邊。七寶城中。佛不使爾。身行所作。心自趣向。】"
    },
    {
      "id": "02-041-0464_p0009",
      "zh_CN": "这是不是佛安排的？不是的，佛实在说如如不动。果报都是属于自己的业力，在极乐世界，恶业没有，全是善业。我们看这一段念老的注解，『是诸人等』，指前面所讲的两类往生边地的人，一个是对佛法怀疑，一个是对自己怀疑，自己善根、福德不足，怎么能往生？试试看，用这种心态去往生，这才生边地。『以此因缘』，「以修善念佛、发愿求生之因，感得生于彼国边地，七宝宫殿，宝池莲华，乐如忉利天及永不退堕之果」。这是一类的。第二类，「复因疑惑之过，感得道止佛国界边」，这只能到这个地方，「于其城中不能得出」，实在是在莲花当中。",
      "zh_TW": "這是不是佛安排的？不是的，佛實在說如如不動。果報都是屬於自己的業力，在極樂世界，惡業沒有，全是善業。我們看這一段念老的註解，『是諸人等』，指前面所講的兩類往生邊地的人，一個是對佛法懷疑，一個是對自己懷疑，自己善根、福德不足，怎麼能往生？試試看，用這種心態去往生，這才生邊地。『以此因緣』，「以修善念佛、發願求生之因，感得生於彼國邊地，七寶宮殿，寶池蓮華，樂如忉利天及永不退墮之果」。這是一類的。第二類，「復因疑惑之過，感得道止佛國界邊」，這只能到這個地方，「於其城中不能得出」，實在是在蓮花當中。"
    },
    {
      "id": "02-041-0464_p0010",
      "zh_CN": "『身行所作，心自趣向』。正如《华严经》所说：「应观法界性，一切唯心造。」「盖心生种种法生，地狱、天堂、净土、佛国，皆是自心所现。身所趣向，唯是自业所牵。业由心生，故云心自趣向」。末后这几句说得很清楚。《华严经》上这两句话要记住，要常常提起观照，对我们会有很大的帮助，「应观法界性，一切唯心造」。所以，六祖惠能大师开悟了，最后一句话告诉我们，「何期自性，能生万法」，跟《华严经》这两句完全相同。宇宙从哪里来的？真心所现，妄心所变。真心是真如、本性，这个心无处不在，无时不在，哲学里面称之为宇宙万有的本体，是自性。",
      "zh_TW": "『身行所作，心自趣向』。正如《華嚴經》所說：「應觀法界性，一切唯心造。」「蓋心生種種法生，地獄、天堂、淨土、佛國，皆是自心所現。身所趣向，唯是自業所牽。業由心生，故云心自趣向」。末後這幾句說得很清楚。《華嚴經》上這兩句話要記住，要常常提起觀照，對我們會有很大的幫助，「應觀法界性，一切唯心造」。所以，六祖惠能大師開悟了，最後一句話告訴我們，「何期自性，能生萬法」，跟《華嚴經》這兩句完全相同。宇宙從哪裡來的？真心所現，妄心所變。真心是真如、本性，這個心無處不在，無時不在，哲學裡面稱之為宇宙萬有的本體，是自性。"
    },
    {
      "id": "02-041-0464_p0011",
      "zh_CN": "自性只有一个，没有两个，诸佛如来的自性，跟我们的自性，跟动植物的自性，跟山河大地的自性，完全相同。乃至十方三世诸佛刹土，大千世界，没有一法不是，一切唯心造。能大师的能生万法，就是此地一切唯心造。于是我们就知道，我上跟诸佛如来、跟诸佛净土什么关系，明白了。我所见到的，我所受用的，是我自性变现的，他所受用的是他自性变现的，自他是一不是二，自性只有一个，没有两个。所以，一切万物跟自己原本是一体。",
      "zh_TW": "自性只有一個，沒有兩個，諸佛如來的自性，跟我們的自性，跟動植物的自性，跟山河大地的自性，完全相同。乃至十方三世諸佛剎土，大千世界，沒有一法不是，一切唯心造。能大師的能生萬法，就是此地一切唯心造。於是我們就知道，我上跟諸佛如來、跟諸佛淨土什麼關係，明白了。我所見到的，我所受用的，是我自性變現的，他所受用的是他自性變現的，自他是一不是二，自性只有一個，沒有兩個。所以，一切萬物跟自己原本是一體。"
    },
    {
      "id": "02-041-0464_p0012",
      "zh_CN": "学佛的人如果没有这个认知，就难了。你有这个认识，遍法界虚空界跟我是一体，十法界依正庄严是我变现的，真心现的。为什么有十法界？阿赖耶变成十法界，阿赖耶是妄心。什么是妄心？迷了真心就叫妄心。所以觉悟了叫成佛，迷惑了叫阿赖耶，就这么回事情。我们能知道，心量就扩大了，就能包容，包容虚空法界，包容万事万物。包容到什么程度？一体。我们爱这个身体，我们会爱天地万物，为什么？那是我的一体，它跟我没有差别，这一点很重要。",
      "zh_TW": "學佛的人如果沒有這個認知，就難了。你有這個認識，遍法界虛空界跟我是一體，十法界依正莊嚴是我變現的，真心現的。為什麼有十法界？阿賴耶變成十法界，阿賴耶是妄心。什麼是妄心？迷了真心就叫妄心。所以覺悟了叫成佛，迷惑了叫阿賴耶，就這麼回事情。我們能知道，心量就擴大了，就能包容，包容虛空法界，包容萬事萬物。包容到什麼程度？一體。我們愛這個身體，我們會愛天地萬物，為什麼？那是我的一體，它跟我沒有差別，這一點很重要。"
    },
    {
      "id": "02-041-0464_p0013",
      "zh_CN": "我们继续往下看，「感得道止佛国界边，于其城中不能得出，于五百岁不能见闻三宝之果，此皆唯心所造，业力牵引，不由他故」。这把事实真相说出来了。所以『佛不使尔』，这个事情跟佛不相干，为什么？「身行所作，心自趣向」。这八个字，说明白了，说清楚了，我们无量劫来在轮回里面，舍身受身无量劫次，这是为什么？这两句话正确的给你解答了，身行所作，是你自己造的，心自趣向。所以《华严经》上讲得好，「应观法界性，一切唯心造」。心里面只要动起念头就造业，没说话，身体没帮助它，它只是在妄想，意在造业。它造业有没有果报？有，遇到缘，果报就现前，善缘、恶缘也是无量无边。",
      "zh_TW": "我們繼續往下看，「感得道止佛國界邊，於其城中不能得出，於五百歲不能見聞三寶之果，此皆唯心所造，業力牽引，不由他故」。這把事實真相說出來了。所以『佛不使爾』，這個事情跟佛不相干，為什麼？「身行所作，心自趣向」。這八個字，說明白了，說清楚了，我們無量劫來在輪迴裡面，捨身受身無量劫次，這是為什麼？這兩句話正確的給你解答了，身行所作，是你自己造的，心自趣向。所以《華嚴經》上講得好，「應觀法界性，一切唯心造」。心裡面只要動起念頭就造業，沒說話，身體沒幫助它，它只是在妄想，意在造業。它造業有沒有果報？有，遇到緣，果報就現前，善緣、惡緣也是無量無邊。"
    },
    {
      "id": "02-041-0464_p0014",
      "zh_CN": "我们在这一生当中受报，缩小一点，每天晚上睡觉作梦也是在受报。梦哪里来的？阿赖耶里头没有印象，它怎么会现行？意现相，言语现相，身体现相。我们平时没想到，完全不知道叫迷。诸佛菩萨他们看得清清楚楚，听得明明白白，他不迷，他觉。觉，我们叫他做圣人；迷，我们叫他做凡夫。凡圣一念之间，学佛就是学超凡入圣。",
      "zh_TW": "我們在這一生當中受報，縮小一點，每天晚上睡覺作夢也是在受報。夢哪裡來的？阿賴耶裡頭沒有印象，它怎麼會現行？意現相，言語現相，身體現相。我們平時沒想到，完全不知道叫迷。諸佛菩薩他們看得清清楚楚，聽得明明白白，他不迷，他覺。覺，我們叫他做聖人；迷，我們叫他做凡夫。凡聖一念之間，學佛就是學超凡入聖。"
    },
    {
      "id": "02-041-0464_p0015",
      "zh_CN": "底下这几句都应当常常记住，「心生种种法生」，善业，天堂，恶业，地狱。真正能造种种业，不再放在心上了，所现的就是天堂、净土、佛国，完全看他的业力；只要放在心上，记在心头，就变成业了。佛教导我们，六根在六尘境界，见色闻声，见得清楚、听得清楚，是般若智慧，自性本具的般若智慧，如如不动，不把它放在心上，无论是真心是妄心，都离一切相，我们就能入佛境界。",
      "zh_TW": "底下這幾句都應當常常記住，「心生種種法生」，善業，天堂，惡業，地獄。真正能造種種業，不再放在心上了，所現的就是天堂、淨土、佛國，完全看他的業力；只要放在心上，記在心頭，就變成業了。佛教導我們，六根在六塵境界，見色聞聲，見得清楚、聽得清楚，是般若智慧，自性本具的般若智慧，如如不動，不把它放在心上，無論是真心是妄心，都離一切相，我們就能入佛境界。"
    },
    {
      "id": "02-041-0464_p0016",
      "zh_CN": "现在生在这个世间，这个世间「唯是自业所牵」，佛说得好，自作自受，「业由心生，故云心自趣向」。来生、现世，刹那刹那，分秒不停，念头在动。坐在那里，睡在那里，都在打妄想，这个我们懂，我们就在这个境界里头。佛告诉我们，心自趣向，善有善果，恶有恶报，报应丝毫不差。明白这个道理，这叫苦海无边，苦海从哪里来的？是我自心趣向的，是由心生的，于任何人都不相干，于佛菩萨也不相干。佛菩萨看到我们想离开、想摆脱，不知道这里面到底是怎么回事情，什么方法才能帮助我离开，佛就来了。只要动这个念头，佛菩萨就来帮助你。帮助你的方法没有一定，法门无量。但是只有这一门特别，这一门人人现前都有分，只要你现前能抓住就行了，即使往生到边地也好。",
      "zh_TW": "現在生在這個世間，這個世間「唯是自業所牽」，佛說得好，自作自受，「業由心生，故云心自趣向」。來生、現世，剎那剎那，分秒不停，念頭在動。坐在那裡，睡在那裡，都在打妄想，這個我們懂，我們就在這個境界裡頭。佛告訴我們，心自趣向，善有善果，惡有惡報，報應絲毫不差。明白這個道理，這叫苦海無邊，苦海從哪裡來的？是我自心趣向的，是由心生的，於任何人都不相干，於佛菩薩也不相干。佛菩薩看到我們想離開、想擺脫，不知道這裡面到底是怎麼回事情，什麼方法才能幫助我離開，佛就來了。只要動這個念頭，佛菩薩就來幫助你。幫助你的方法沒有一定，法門無量。但是只有這一門特別，這一門人人現前都有分，只要你現前能抓住就行了，即使往生到邊地也好。"
    },
    {
      "id": "02-041-0464_p0017",
      "zh_CN": "底下一段经文告诉我们：",
      "zh_TW": "底下一段經文告訴我們："
    },
    {
      "id": "02-041-0464_p0018",
      "zh_CN": "【亦有宝池莲华。自然受身。饮食快乐。如忉利天。】",
      "zh_TW": "【亦有寶池蓮華。自然受身。飲食快樂。如忉利天。】"
    },
    {
      "id": "02-041-0464_p0019",
      "zh_CN": "最后一句是个比喻。你生在边地，实际上这个边地，佛在经上讲得很清楚，是在莲花池，花不开，在花里面要住一段时间。这段时间也非常快乐，像忉利天人一样，『自然受身，饮食快乐』。生于边地，还是在宝莲华中「自然受身」，不是世间胎生。实实在在说，还是一类莲花化生，住在这里面享乐如同忉利天一样。",
      "zh_TW": "最後一句是個比喻。你生在邊地，實際上這個邊地，佛在經上講得很清楚，是在蓮花池，花不開，在花裡面要住一段時間。這段時間也非常快樂，像忉利天人一樣，『自然受身，飲食快樂』。生於邊地，還是在寶蓮華中「自然受身」，不是世間胎生。實實在在說，還是一類蓮花化生，住在這裡面享樂如同忉利天一樣。"
    },
    {
      "id": "02-041-0464_p0020",
      "zh_CN": "下面这段经文就说明了，他得不到自在。",
      "zh_TW": "下面這段經文就說明了，他得不到自在。"
    },
    {
      "id": "02-041-0464_p0021",
      "zh_CN": "【于其城中。不能得出。】",
      "zh_TW": "【於其城中。不能得出。】"
    },
    {
      "id": "02-041-0464_p0022",
      "zh_CN": "花不开，在莲花里头他不能出来。",
      "zh_TW": "花不開，在蓮花裡頭他不能出來。"
    },
    {
      "id": "02-041-0464_p0023",
      "zh_CN": "【所居舍宅在地。不能随意高大。】",
      "zh_TW": "【所居舍宅在地。不能隨意高大。】"
    },
    {
      "id": "02-041-0464_p0024",
      "zh_CN": "这是讲他居住的地方，居住的地方不能像花开的人，花开的人他居住的地方，随意高大，房子想大一点就大一点，想小一点就小一点。花没有开没有这个能力，没有这个神通，花开见佛这个能力就恢复了。他感到不舒服不自在的，就是这些事情。下面：",
      "zh_TW": "這是講他居住的地方，居住的地方不能像花開的人，花開的人他居住的地方，隨意高大，房子想大一點就大一點，想小一點就小一點。花沒有開沒有這個能力，沒有這個神通，花開見佛這個能力就恢復了。他感到不舒服不自在的，就是這些事情。下面："
    },
    {
      "id": "02-041-0464_p0025",
      "zh_CN": "【于五百岁。常不见佛。不闻经法。不见菩萨声闻圣众。】",
      "zh_TW": "【於五百歲。常不見佛。不聞經法。不見菩薩聲聞聖眾。】"
    },
    {
      "id": "02-041-0464_p0026",
      "zh_CN": "这么长的时间，这个岁是人间五百岁，这么长的时间，花不开，没有见到阿弥陀佛，没有听到阿弥陀佛讲经说法，也没有见到这些菩萨声闻圣众。花开见佛才知道，花不开这些统统见不到。",
      "zh_TW": "這麼長的時間，這個歲是人間五百歲，這麼長的時間，花不開，沒有見到阿彌陀佛，沒有聽到阿彌陀佛講經說法，也沒有見到這些菩薩聲聞聖眾。花開見佛才知道，花不開這些統統見不到。"
    },
    {
      "id": "02-041-0464_p0027",
      "zh_CN": "念老有一段解释，请看。「更有甚者，则于五百岁中不能见佛闻法。五百岁者，据《汉译》为于是间五百岁。经中云是间。又不曰彼国。故此是间，应指世尊说法之处」，这讲清楚、讲明白了。是故憬兴法师说：「五百岁即此方年数。」「即是人世中所指之五百年也。但亦不可执定为此间五百岁。盖极乐品数无量，边地差别亦应无量。如《观经》中下品下生，于莲华中满十二大劫，莲华方开。是其长者也。又如明代袁中郎宏道居士，以着《西方合论》功德，往生边地。但以智慧胜故，不久即见佛闻法。如经中四十一品所云：若此众生，识其罪本……然后乃出。故知忏悔断疑，乃出离之关键。时间并非定数」。这个解释解释得好，断除我们的疑惑。问题，往生的人进入那个境界，他也非常满意，只是不见佛。我们在这个世间也不见佛，也没有听到佛给我们说法，应该跟我们这个世间差不多。如果真正忏悔，真正发愿，回头是岸。",
      "zh_TW": "念老有一段解釋，請看。「更有甚者，則於五百歲中不能見佛聞法。五百歲者，據《漢譯》為於是間五百歲。經中云是間。又不曰彼國。故此是間，應指世尊說法之處」，這講清楚、講明白了。是故憬興法師說：「五百歲即此方年數。」「即是人世中所指之五百年也。但亦不可執定為此間五百歲。蓋極樂品數無量，邊地差別亦應無量。如《觀經》中下品下生，於蓮華中滿十二大劫，蓮華方開。是其長者也。又如明代袁中郎宏道居士，以著《西方合論》功德，往生邊地。但以智慧勝故，不久即見佛聞法。如經中四十一品所云：若此眾生，識其罪本……然後乃出。故知懺悔斷疑，乃出離之關鍵。時間並非定數」。這個解釋解釋得好，斷除我們的疑惑。問題，往生的人進入那個境界，他也非常滿意，只是不見佛。我們在這個世間也不見佛，也沒有聽到佛給我們說法，應該跟我們這個世間差不多。如果真正懺悔，真正發願，回頭是岸。"
    },
    {
      "id": "02-041-0464_p0028",
      "zh_CN": "经要多听，要多念，古人教我们，要记住、要落实，不要错过，一门深入，长时薰修；读书千遍，其义自见。这句话海贤老和尚做到了，他二十岁出家，师父只教他一句佛号，南无阿弥陀佛，嘱咐他一直念下去，明白了，不能乱说，不能说。他一生记住。果然像师父所说的，一门深入，长时薰修，开悟了。",
      "zh_TW": "經要多聽，要多念，古人教我們，要記住、要落實，不要錯過，一門深入，長時薰修；讀書千遍，其義自見。這句話海賢老和尚做到了，他二十歲出家，師父只教他一句佛號，南無阿彌陀佛，囑咐他一直念下去，明白了，不能亂說，不能說。他一生記住。果然像師父所說的，一門深入，長時薰修，開悟了。"
    },
    {
      "id": "02-041-0464_p0029",
      "zh_CN": "先得定，念佛三昧是定，事一心、理一心都是定。得到理一心不乱，大彻大悟，明心见性，他见到佛身。时间不长，我估计他得功夫成片，应该是三年五年；也就是说，他二十三岁，二十四、五岁，他得到了，往生就拿到了。这个境界里面会见到佛，我们相信，阿弥陀佛会常常照顾他，他的信心坚定。成片之后，像他那种用功，五年，我相信不可能超过十年，最多五年，五、六年，得事一心。再过个五、六年得理一心，他证得理一心不乱，我估计四十前后。他就成佛了，他自在往生。为什么不去？阿弥陀佛嘱咐他，称赞他：你修得很好，很如法，很难得，希望在这个世间多住几年。在这个世间受苦受难，念佛不中断，做出最好的榜样，给现在佛门弟子看看，是这么个原因，要不然早就往生了。我相信他二十到三十就取得往生条件了，接受佛的委托，嘱咐，住世九十二年，一百一十二岁往生。",
      "zh_TW": "先得定，念佛三昧是定，事一心、理一心都是定。得到理一心不亂，大徹大悟，明心見性，他見到佛身。時間不長，我估計他得功夫成片，應該是三年五年；也就是說，他二十三歲，二十四、五歲，他得到了，往生就拿到了。這個境界裡面會見到佛，我們相信，阿彌陀佛會常常照顧他，他的信心堅定。成片之後，像他那種用功，五年，我相信不可能超過十年，最多五年，五、六年，得事一心。再過個五、六年得理一心，他證得理一心不亂，我估計四十前後。他就成佛了，他自在往生。為什麼不去？阿彌陀佛囑咐他，稱讚他：你修得很好，很如法，很難得，希望在這個世間多住幾年。在這個世間受苦受難，念佛不中斷，做出最好的榜樣，給現在佛門弟子看看，是這麼個原因，要不然早就往生了。我相信他二十到三十就取得往生條件了，接受佛的委託，囑咐，住世九十二年，一百一十二歲往生。"
    },
    {
      "id": "02-041-0464_p0030",
      "zh_CN": "最后的表法让我们恍然大悟，我们净宗遇到大难，许多人出来反对会集本，不相信这个本子的正确性。我们心里只明白，这个本子能救末法往后九千年的众生。在五种原译本，再加上后人会集的、节录的，一共九种本子，九种本子，这个本子讲得最详细、讲得最究竟、讲得最圆满。这个本子要是被否定了，多少众生本来可以往生的，都不能往生，这是佛门的大难关！阿弥陀佛请海贤老和尚帮助他化解，让他住世，这个问题没有化解不能往生。到阿弥陀佛认可了，带他去了。",
      "zh_TW": "最後的表法讓我們恍然大悟，我們淨宗遇到大難，許多人出來反對會集本，不相信這個本子的正確性。我們心裡只明白，這個本子能救末法往後九千年的眾生。在五種原譯本，再加上後人會集的、節錄的，一共九種本子，九種本子，這個本子講得最詳細、講得最究竟、講得最圓滿。這個本子要是被否定了，多少眾生本來可以往生的，都不能往生，這是佛門的大難關！阿彌陀佛請海賢老和尚幫助他化解，讓他住世，這個問題沒有化解不能往生。到阿彌陀佛認可了，帶他去了。"
    },
    {
      "id": "02-041-0464_p0031",
      "zh_CN": "我们遇到这些灾难，没人帮助我们，只有忍受。我们这个经，在那个时候，一天讲四个小时，讲两个小时，不间断。为什么不间断？我这个本子，老师交给我的，台中李炳南老居士。原本在我手上，老师亲笔写的眉注，他给我，他老人家走了以后，我讲过十遍，依李老师眉注讲的，早年。在美国，遇到黄念祖老居士，没有见面，通电话，无量的欢喜。那一年他在美国住一个月，回国去之后，我在香港讲经，香港的同修也都想见见这位大善知识，我们组了个团到北京去旅游，特别去看念老。我们见了面，非常欢喜，在国内弘扬这个本子是他，在海外是我。那个时候，读会集本，依会集本修行，就是我们两个。这一碰头，无量欢喜，难得写了这么好的一部注解。我问他，你有没有版权？他说你问这个什么意思？有版权，我尊重你，没有版权，我拿去印。他说没有版权。所以我们第一版就印了一万套，精装本，在台湾印的，送了不少给他，欢喜。",
      "zh_TW": "我們遇到這些災難，沒人幫助我們，只有忍受。我們這個經，在那個時候，一天講四個小時，講兩個小時，不間斷。為什麼不間斷？我這個本子，老師交給我的，台中李炳南老居士。原本在我手上，老師親筆寫的眉註，他給我，他老人家走了以後，我講過十遍，依李老師眉註講的，早年。在美國，遇到黃念祖老居士，沒有見面，通電話，無量的歡喜。那一年他在美國住一個月，回國去之後，我在香港講經，香港的同修也都想見見這位大善知識，我們組了個團到北京去旅遊，特別去看念老。我們見了面，非常歡喜，在國內弘揚這個本子是他，在海外是我。那個時候，讀會集本，依會集本修行，就是我們兩個。這一碰頭，無量歡喜，難得寫了這麼好的一部註解。我問他，你有沒有版權？他說你問這個什麼意思？有版權，我尊重你，沒有版權，我拿去印。他說沒有版權。所以我們第一版就印了一萬套，精裝本，在台灣印的，送了不少給他，歡喜。"
    },
    {
      "id": "02-041-0464_p0032",
      "zh_CN": "黄念老来到这个世间，来干什么？就是来做这个注解的。他的老师会集，他来作注，夏莲居会集，他来作注，菩萨再来，续佛慧命。我们有缘分碰到了，我们要继绝学，要认真要努力，要发愿求生，决定不怀疑。经上讲的字字句句，包括念老注子，注得好，好在哪里？不是他自己说的，每一句话都引经据典，总共用了一百九十三种经论跟古大德的注疏，来注这部经。所以这个注解，字字句句都有出处，他都标得很清楚。这是为什么？怕人家不尊重，如果他自己写来，别人不服，你是在家居士，你是老几，你有什么资格注经？所以完全用经、用论，用古大德，让大家没话说。这是真实智慧，不许后人怀疑，不许后人批评，不许后人反驳。在这个时代出现这部宝典，它的使命就像《群书治要》一样，针对现实，重新整理，让每个人都能得真实利益。",
      "zh_TW": "黃念老來到這個世間，來幹什麼？就是來做這個註解的。他的老師會集，他來作註，夏蓮居會集，他來作註，菩薩再來，續佛慧命。我們有緣分碰到了，我們要繼絕學，要認真要努力，要發願求生，決定不懷疑。經上講的字字句句，包括念老註子，註得好，好在哪裡？不是他自己說的，每一句話都引經據典，總共用了一百九十三種經論跟古大德的註疏，來註這部經。所以這個註解，字字句句都有出處，他都標得很清楚。這是為什麼？怕人家不尊重，如果他自己寫來，別人不服，你是在家居士，你是老幾，你有什麼資格註經？所以完全用經、用論，用古大德，讓大家沒話說。這是真實智慧，不許後人懷疑，不許後人批評，不許後人反駁。在這個時代出現這部寶典，它的使命就像《群書治要》一樣，針對現實，重新整理，讓每個人都能得真實利益。"
    },
    {
      "id": "02-041-0464_p0033",
      "zh_CN": "下面这一小段，为我们解释什么叫胎生。",
      "zh_TW": "下面這一小段，為我們解釋什麼叫胎生。"
    },
    {
      "id": "02-041-0464_p0034",
      "zh_CN": "【其人智慧不明。知经复少。心不开解。意不欢乐。是故于彼。谓之胎生。】",
      "zh_TW": "【其人智慧不明。知經復少。心不開解。意不歡樂。是故於彼。謂之胎生。】"
    },
    {
      "id": "02-041-0464_p0035",
      "zh_CN": "胎生不是真的胎生，是把它比喻作胎生，这个道理要懂。所以我们今天，学《无量寿经》，求生净土，头一个多读，最好每天能把这个经从头到尾念十遍。一年之后熟了，熟了时间就短了，十个小时，初念大概要两个小时念一部，十个小时念五部；一年、两年进步了，十个小时念十部。三年，三年以上，几乎会背，背诵了，十个小时，不需要十个小时，十部只需要五个小时就念完了。这个时候其义自见，我相信这部《无量寿经》从头到尾你能够讲，你用你自己领悟的，不是别人教给你，也不是看注解的，你讲一遍，你所领悟的。能不能讲？能讲。讲得不好不怕，讲错了也没关系，往后第二个一千遍，第三个一千遍，第四个一千遍，甚至于念到一万遍、两万遍。前面小悟，后面大悟，到最后大彻大悟，明心见性。再看古人注解，看黄念老的注解，很轻松、很愉快，真的开悟，真的明白了。继承净宗的命脉，把它发扬光大，传之于后，让净土宗再能传释迦牟尼这个法运九千年，这个使命太伟大了，是真的不是假的。",
      "zh_TW": "胎生不是真的胎生，是把它比喻作胎生，這個道理要懂。所以我們今天，學《無量壽經》，求生淨土，頭一個多讀，最好每天能把這個經從頭到尾念十遍。一年之後熟了，熟了時間就短了，十個小時，初念大概要兩個小時念一部，十個小時念五部；一年、兩年進步了，十個小時念十部。三年，三年以上，幾乎會背，背誦了，十個小時，不需要十個小時，十部只需要五個小時就念完了。這個時候其義自見，我相信這部《無量壽經》從頭到尾你能夠講，你用你自己領悟的，不是別人教給你，也不是看註解的，你講一遍，你所領悟的。能不能講？能講。講得不好不怕，講錯了也沒關係，往後第二個一千遍，第三個一千遍，第四個一千遍，甚至於念到一萬遍、兩萬遍。前面小悟，後面大悟，到最後大徹大悟，明心見性。再看古人註解，看黃念老的註解，很輕鬆、很愉快，真的開悟，真的明白了。繼承淨宗的命脈，把它發揚光大，傳之於後，讓淨土宗再能傳釋迦牟尼這個法運九千年，這個使命太偉大了，是真的不是假的。"
    },
    {
      "id": "02-041-0464_p0036",
      "zh_CN": "下面这一段，「化生因缘」。这分两个小段，第一个小段，「明信佛智」，第二个小段，「信己善根」。你一看就明白。对佛没有疑惑，对自己也没有疑惑，相信自己跟佛是一体，共同一法身；跟诸佛如来同一个智慧，同一样的德行，佛所具备的你完全具足，你不比他少一样，一生圆满成佛。",
      "zh_TW": "下面這一段，「化生因緣」。這分兩個小段，第一個小段，「明信佛智」，第二個小段，「信己善根」。你一看就明白。對佛沒有疑惑，對自己也沒有疑惑，相信自己跟佛是一體，共同一法身；跟諸佛如來同一個智慧，同一樣的德行，佛所具備的你完全具足，你不比他少一樣，一生圓滿成佛。"
    },
    {
      "id": "02-041-0464_p0037",
      "zh_CN": "今天时间到了，我们明天接着再学习这一段。经里面字字句句都是法宝，意思过去没有看出来，今天看出来，今天没有看出来，过个一、二年看出来。这是真的不是假的，法喜充满。好，谢谢大家。",
      "zh_TW": "今天時間到了，我們明天接著再學習這一段。經裡面字字句句都是法寶，意思過去沒有看出來，今天看出來，今天沒有看出來，過個一、二年看出來。這是真的不是假的，法喜充滿。好，謝謝大家。"
    }
  ]
}