{
  "doc_id": "02-041-0320",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三二Ｏ集",
    "zh_TW": "第三二Ｏ集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0320",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-041-0320_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0320_p0002",
      "zh_CN": "请看《大经科注》，第七百六十一页，倒数第五行：",
      "zh_TW": "請看《大經科註》，第七百六十一頁，倒數第五行："
    },
    {
      "id": "02-041-0320_p0003",
      "zh_CN": "这第六段，也就是第六句，『悬缯然灯，散华烧香』，这里面说了两桩事情。「缯」，我们今天讲是丝织品的总称。丝很薄、很光滑，用它来制造幢幡宝盖，「悬挂于佛殿」，也是庄严道场。在国内，可以说自古以来，名山宝刹大道场的正殿以及偏殿，都挂满幢幡宝盖。《大集经》里面有说，释迦牟尼佛在世的时候，「有婆多迦」，这是一位在家居士，「过去曾作一长幡悬毘婆尸佛塔上」。这种恭敬供养，在现在西藏、青海、新疆、四川这些地方，密宗道场常常能看见，在旷野当中悬挂着长幡。经上告诉我们，「从是已来，九十一劫」，这个时间长，九十一劫，「天上人中，常有大幡覆荫其上，受福快乐」。这是说供佛的果报，你供佛，就有许许多多有缘众生来供养你，你得福报，受福快乐。我们再往下面看，「于后出家得罗汉果」，以后他出家证阿罗汉果。",
      "zh_TW": "這第六段，也就是第六句，『懸繒然燈，散華燒香』，這裡面說了兩樁事情。「繒」，我們今天講是絲織品的總稱。絲很薄、很光滑，用它來製造幢幡寶蓋，「懸掛於佛殿」，也是莊嚴道場。在國內，可以說自古以來，名山寶剎大道場的正殿以及偏殿，都掛滿幢幡寶蓋。《大集經》裡面有說，釋迦牟尼佛在世的時候，「有婆多迦」，這是一位在家居士，「過去曾作一長幡懸毘婆尸佛塔上」。這種恭敬供養，在現在西藏、青海、新疆、四川這些地方，密宗道場常常能看見，在曠野當中懸掛著長幡。經上告訴我們，「從是已來，九十一劫」，這個時間長，九十一劫，「天上人中，常有大幡覆蔭其上，受福快樂」。這是說供佛的果報，你供佛，就有許許多多有緣眾生來供養你，你得福報，受福快樂。我們再往下面看，「於後出家得羅漢果」，以後他出家證阿羅漢果。"
    },
    {
      "id": "02-041-0320_p0004",
      "zh_CN": "「然」，跟现在旁边加一个火字的燃同样的意思，就是燃烧。「灯者，灯烛，灯火也」，这也是在佛前供佛的。「《施灯功德经》」，经是佛说的，这个经上「佛告舍利弗：或有人于佛塔庙诸形像前」，供的佛像、菩萨像、罗汉像、龙天护法像，有供养这些形像的地方，塔庙。「而设供养故」，有人在这里点灯、烧香、悬挂幢幡。这底下总说一句，在诸形像前而设供养故，「奉施灯明」，这些供具都有表法的意思。「乃至以少灯炬，或酥油涂然（燃），持以奉施，其明唯照一道一阶」。这就是他的灯很小，不大，光也很弱，只能照见一个台阶，一个巷道。这是说因小，他得的福报很大，果大。我们底下看到，佛就叫着舍利弗：「如此福德，非是一切声闻、缘觉所能可知，唯佛如来乃能知也」。",
      "zh_TW": "「然」，跟現在旁邊加一個火字的燃同樣的意思，就是燃燒。「燈者，燈燭，燈火也」，這也是在佛前供佛的。「《施燈功德經》」，經是佛說的，這個經上「佛告舍利弗：或有人於佛塔廟諸形像前」，供的佛像、菩薩像、羅漢像、龍天護法像，有供養這些形像的地方，塔廟。「而設供養故」，有人在這裡點燈、燒香、懸掛幢幡。這底下總說一句，在諸形像前而設供養故，「奉施燈明」，這些供具都有表法的意思。「乃至以少燈炬，或酥油塗然（燃），持以奉施，其明唯照一道一階」。這就是他的燈很小，不大，光也很弱，只能照見一個台階，一個巷道。這是說因小，他得的福報很大，果大。我們底下看到，佛就叫著舍利弗：「如此福德，非是一切聲聞、緣覺所能可知，唯佛如來乃能知也」。"
    },
    {
      "id": "02-041-0320_p0005",
      "zh_CN": "现在我们在一般寺庙里面看到很多，都是来修福的，是不是真得福报？它要起作用，真得福报；它不起作用，有福，小福报。这好事。怎样才能得大福报？要知道，所有的供养具都是表法的，有人见到这些供具他开悟了，这个福报就大了。供灯，包括蜡烛、酥油灯，乃至火把，它表什么？燃烧自己照亮别人。别人在这里看到这个灯豁然大悟：我们做人，这一生当中，要像佛菩萨一样，做出牺牲奉献。什么人燃烧自己照亮别人？佛陀、菩萨、罗汉，这些人都是舍己为人，特别是菩萨，表这个法的。烧香也是如此，香也是燃烧自己照亮别人。但是香有烟，这个烟是信号，让我们凡夫跟佛菩萨，我们建立一个信号，我们在燃香，这就是感，佛菩萨那边看到就有应，感应道交，取这个意思。",
      "zh_TW": "現在我們在一般寺廟裡面看到很多，都是來修福的，是不是真得福報？它要起作用，真得福報；它不起作用，有福，小福報。這好事。怎樣才能得大福報？要知道，所有的供養具都是表法的，有人見到這些供具他開悟了，這個福報就大了。供燈，包括蠟燭、酥油燈，乃至火把，它表什麼？燃燒自己照亮別人。別人在這裡看到這個燈豁然大悟：我們做人，這一生當中，要像佛菩薩一樣，做出犧牲奉獻。什麼人燃燒自己照亮別人？佛陀、菩薩、羅漢，這些人都是捨己為人，特別是菩薩，表這個法的。燒香也是如此，香也是燃燒自己照亮別人。但是香有煙，這個煙是信號，讓我們凡夫跟佛菩薩，我們建立一個信號，我們在燃香，這就是感，佛菩薩那邊看到就有應，感應道交，取這個意思。"
    },
    {
      "id": "02-041-0320_p0006",
      "zh_CN": "供具里面有一个根本的供具，不能少的，没有香幡宝盖可以，水不能少。供一杯水，最好用玻璃杯，为什么？看得清楚。供水表什么意思？表佛的心像水一样干净，清净。所以水代表清净心，代表平等心，水没有波浪，平等。清净、平等心是什么心？真心，大菩提心。供水是这个意思，不是供给佛吃的，佛不需要，是供给我们大家看的，我们看到这杯水，马上回光返照，我的心清不清净，我的心平不平等，取这个意思。所以佛堂里面佛像、菩萨像、护法神像，所有一切设施供养，统统是表法的。你要懂得表法，你在那里转一圈，恭恭敬敬转一圈，大乘佛法就具足了，有理有事、有善有恶、有因有果、有感有应，全具足了，一句话不说。烧香、供花，你这一圈，开花是因，开完之后结果，花代表因果。现在有很多人，样子他看过了，他学会了，他也去供，他不懂得意思，只是知道我供佛修福，求一点福报，也未必真正得福报。所以，「佛法无人说，虽智莫能解」，世间聪明智慧他不懂。总而言之，这些供养具都要用真诚心、恭敬心修供养。表法的意思一定要知道，时时刻刻在提醒我们自己，这是佛陀教育。佛陀教育，起心动念、言语造作，点点滴滴都是帮助自己、帮助众生破迷开悟，离苦得乐。",
      "zh_TW": "供具裡面有一個根本的供具，不能少的，沒有香幡寶蓋可以，水不能少。供一杯水，最好用玻璃杯，為什麼？看得清楚。供水表什麼意思？表佛的心像水一樣乾淨，清淨。所以水代表清淨心，代表平等心，水沒有波浪，平等。清淨、平等心是什麼心？真心，大菩提心。供水是這個意思，不是供給佛吃的，佛不需要，是供給我們大家看的，我們看到這杯水，馬上回光返照，我的心清不清淨，我的心平不平等，取這個意思。所以佛堂裡面佛像、菩薩像、護法神像，所有一切設施供養，統統是表法的。你要懂得表法，你在那裡轉一圈，恭恭敬敬轉一圈，大乘佛法就具足了，有理有事、有善有惡、有因有果、有感有應，全具足了，一句話不說。燒香、供花，你這一圈，開花是因，開完之後結果，花代表因果。現在有很多人，樣子他看過了，他學會了，他也去供，他不懂得意思，只是知道我供佛修福，求一點福報，也未必真正得福報。所以，「佛法無人說，雖智莫能解」，世間聰明智慧他不懂。總而言之，這些供養具都要用真誠心、恭敬心修供養。表法的意思一定要知道，時時刻刻在提醒我們自己，這是佛陀教育。佛陀教育，起心動念、言語造作，點點滴滴都是幫助自己、幫助眾生破迷開悟，離苦得樂。"
    },
    {
      "id": "02-041-0320_p0007",
      "zh_CN": "下面讲，「散华，散布鲜花，以供养佛也」。《会疏》里头说：「散花者，花开清净。妙色妙香，散诸佛刹。若有花开，诸佛来坐。是故下界中以花为净土。见色闻香，诸鬼神等嫌之，犹如粪秽色香故。（谓诸鬼神以花之色香，同于粪便，故嫌之）」。你看鬼，这是说明一切法从心想生。佛心清净，佛心纯善，佛见的花香欢喜。佛见的花香，为什么？花是净土，极乐世界可以说没有间断过，天上雨花清净大地，净土当中无比殊胜的净土。鬼神没有福报，造作的罪业，业障深重，看到花，他闻到那个味道就很难闻，不是花真的变了味道，是这些鬼神闻在鼻子，不是香味，颠倒的，这个我们要知道。",
      "zh_TW": "下面講，「散華，散布鮮花，以供養佛也」。《會疏》裡頭說：「散花者，花開清淨。妙色妙香，散諸佛剎。若有花開，諸佛來坐。是故下界中以花為淨土。見色聞香，諸鬼神等嫌之，猶如糞穢色香故。（謂諸鬼神以花之色香，同於糞便，故嫌之）」。你看鬼，這是說明一切法從心想生。佛心清淨，佛心純善，佛見的花香歡喜。佛見的花香，為什麼？花是淨土，極樂世界可以說沒有間斷過，天上雨花清淨大地，淨土當中無比殊勝的淨土。鬼神沒有福報，造作的罪業，業障深重，看到花，他聞到那個味道就很難聞，不是花真的變了味道，是這些鬼神聞在鼻子，不是香味，顛倒的，這個我們要知道。"
    },
    {
      "id": "02-041-0320_p0008",
      "zh_CN": "「《陀罗尼集经》曰：若四部众，以众花散阿弥陀佛，发愿诵咒者，得十种功德」。这四部众就是常讲的四众，出家的男众、女众，就是比丘、比丘尼，在家的优婆塞、优婆夷，这是说佛的四众弟子。我们用花散阿弥陀佛，汉传佛教散花比较少，供花都是整枝插上去，不是把那个花瓣打开散花。南传佛教散花多，南传佛教，你到寺庙里面去，就有人送一盘花瓣（一瓣一瓣打开的花瓣）给你，你去供佛，供佛的时候也不是一盘，散到旁边，撒到旁边，散花。供养阿弥陀佛，发愿求生净土，诵咒者，或者是赞佛偈，得十种功德。「一者，自发善心」，香花供养佛菩萨。「二者，令他发善心」，第一个是自发善心，第二个令他发善心。「三者，诸天欢喜」，这是护法神。「四者，自身端正，六根具足，无有损坏」。这是说，六根是眼耳鼻舌身意，这叫六根，六根具足就是说你身体健康。「五者，死生变成宝地」，这个括弧里头有个解释，「指死后生于宝地中」。特别是念佛的同学，求生极乐世界，极乐世界是宝地，常常散花供养能得这个果报。",
      "zh_TW": "「《陀羅尼集經》曰：若四部眾，以眾花散阿彌陀佛，發願誦咒者，得十種功德」。這四部眾就是常講的四眾，出家的男眾、女眾，就是比丘、比丘尼，在家的優婆塞、優婆夷，這是說佛的四眾弟子。我們用花散阿彌陀佛，漢傳佛教散花比較少，供花都是整枝插上去，不是把那個花瓣打開散花。南傳佛教散花多，南傳佛教，你到寺廟裡面去，就有人送一盤花瓣（一瓣一瓣打開的花瓣）給你，你去供佛，供佛的時候也不是一盤，散到旁邊，撒到旁邊，散花。供養阿彌陀佛，發願求生淨土，誦咒者，或者是讚佛偈，得十種功德。「一者，自發善心」，香花供養佛菩薩。「二者，令他發善心」，第一個是自發善心，第二個令他發善心。「三者，諸天歡喜」，這是護法神。「四者，自身端正，六根具足，無有損壞」。這是說，六根是眼耳鼻舌身意，這叫六根，六根具足就是說你身體健康。「五者，死生變成寶地」，這個括弧裡頭有個解釋，「指死後生於寶地中」。特別是念佛的同學，求生極樂世界，極樂世界是寶地，常常散花供養能得這個果報。"
    },
    {
      "id": "02-041-0320_p0009",
      "zh_CN": "「六者，生生世世生于中国，及贵姓中生」。这个中国是广义的，大乘经上讲的，中国是有大乘佛法的地方叫中国。实实在在在这个地球上，真正有大乘佛法的，确实是我们中国。这两千年来，大乘教八个宗派，都有非常可观可喜的成就。今天世界上的佛教是三大系，中国是汉传的，还有藏传的、南传的，南传是小乘，藏传密宗，真正大乘在中国。及贵姓中生，大乘里面最稀有、最难得的，是生「值佛闻法，不生边地及下姓中」。印度有四姓阶级，下姓是指今天我们讲的贫民，没有身分。印度四姓阶级非常不平等，供佛不会生在这里头，这就是得福。",
      "zh_TW": "「六者，生生世世生於中國，及貴姓中生」。這個中國是廣義的，大乘經上講的，中國是有大乘佛法的地方叫中國。實實在在在這個地球上，真正有大乘佛法的，確實是我們中國。這兩千年來，大乘教八個宗派，都有非常可觀可喜的成就。今天世界上的佛教是三大系，中國是漢傳的，還有藏傳的、南傳的，南傳是小乘，藏傳密宗，真正大乘在中國。及貴姓中生，大乘裡面最稀有、最難得的，是生「值佛聞法，不生邊地及下姓中」。印度有四姓階級，下姓是指今天我們講的貧民，沒有身分。印度四姓階級非常不平等，供佛不會生在這裡頭，這就是得福。"
    },
    {
      "id": "02-041-0320_p0010",
      "zh_CN": "「七者，成转轮王，王四天下」，王四天下是金轮王。转轮圣王有四种，最高的是金轮王，第二是银轮王，第三是铜轮王，第四是铁轮王。金轮王统辖的是一四天下，也就是这是一个太阳所照的，用我们现在的话来说，就是太阳系，他的领土多大？整个太阳系是他的领土，金轮圣王的领土，这叫一四天下。人间福报最大的做轮王，不是一个国家的领袖，是整个太阳系，这一个太阳系是他管的。人天福报里面，人间福报最高的了，往上去那是天道，这个还是人道。",
      "zh_TW": "「七者，成轉輪王，王四天下」，王四天下是金輪王。轉輪聖王有四種，最高的是金輪王，第二是銀輪王，第三是銅輪王，第四是鐵輪王。金輪王統轄的是一四天下，也就是這是一個太陽所照的，用我們現在的話來說，就是太陽系，他的領土多大？整個太陽系是他的領土，金輪聖王的領土，這叫一四天下。人間福報最大的做輪王，不是一個國家的領袖，是整個太陽系，這一個太陽系是他管的。人天福報裡面，人間福報最高的了，往上去那是天道，這個還是人道。"
    },
    {
      "id": "02-041-0320_p0011",
      "zh_CN": "「八者，生生世世常得男身」。男女的身分不一样，它起用也不相同，女子能生小孩，男子不能生小孩，于是男女的职责就不相同。夫妇结合，男子的任务是养家，所谓养家活口；女子的责任是要教下一代，责任不一样。这两种人的身分，哪一种人最重要？最重要是妇女。为什么？妇女如果尽到做母亲的责任，她的儿女是圣人、是贤人、是君子。圣贤君子是母亲教出来的，他有个好母亲自然会教他，从小母亲就做好榜样给他看，母亲会把五伦、五常、四维、八德做出来给孩子看。母亲伟大，没有好母亲就没有下一代，没有下一代，这个家就衰了，就会灭了。所以中国古时候的教育，教女孩子比教男孩子更严格、更重要，为什么？她负的责任大，国家民族有没有前途靠她。现在没有了，现在这个世间乱了，社会乱了，家庭也乱了，国也乱了，世界也乱了，什么原因？我们把圣贤的教诲丢掉了。今天确实五伦没有了，父不父，子不子，君不君，臣不臣，非常可悲。我们到这个世间来，中国古圣讲得好，「天下兴亡，匹夫有责」。国家的兴衰，今天交通便利、资讯发达，地球真的像一个村，任何地方发生一点事情，全世界的人都知道。所以我们说社会的安全、地球的兴衰，可以说地球的生灭，它是生存还是灭亡，地球上的居民每个人都有责任。我们居住在地球上，跟地球上所有一切的生物，是一个生命共同体，这个生命共同体就是地球。地球从哪里来的？从我们心想生的，我们心想要是善，地球就会变得很好，非常可爱；如果我们心存不善，这个地球就变得不好，让地球人生活很痛苦，造罪业。所以经上告诉我们，得男身，肩负起社会责任。",
      "zh_TW": "「八者，生生世世常得男身」。男女的身分不一樣，它起用也不相同，女子能生小孩，男子不能生小孩，於是男女的職責就不相同。夫婦結合，男子的任務是養家，所謂養家活口；女子的責任是要教下一代，責任不一樣。這兩種人的身分，哪一種人最重要？最重要是婦女。為什麼？婦女如果盡到做母親的責任，她的兒女是聖人、是賢人、是君子。聖賢君子是母親教出來的，他有個好母親自然會教他，從小母親就做好榜樣給他看，母親會把五倫、五常、四維、八德做出來給孩子看。母親偉大，沒有好母親就沒有下一代，沒有下一代，這個家就衰了，就會滅了。所以中國古時候的教育，教女孩子比教男孩子更嚴格、更重要，為什麼？她負的責任大，國家民族有沒有前途靠她。現在沒有了，現在這個世間亂了，社會亂了，家庭也亂了，國也亂了，世界也亂了，什麼原因？我們把聖賢的教誨丟掉了。今天確實五倫沒有了，父不父，子不子，君不君，臣不臣，非常可悲。我們到這個世間來，中國古聖講得好，「天下興亡，匹夫有責」。國家的興衰，今天交通便利、資訊發達，地球真的像一個村，任何地方發生一點事情，全世界的人都知道。所以我們說社會的安全、地球的興衰，可以說地球的生滅，它是生存還是滅亡，地球上的居民每個人都有責任。我們居住在地球上，跟地球上所有一切的生物，是一個生命共同體，這個生命共同體就是地球。地球從哪裡來的？從我們心想生的，我們心想要是善，地球就會變得很好，非常可愛；如果我們心存不善，這個地球就變得不好，讓地球人生活很痛苦，造罪業。所以經上告訴我們，得男身，肩負起社會責任。"
    },
    {
      "id": "02-041-0320_p0012",
      "zh_CN": "「九者，得生弥陀佛国，七宝花上结跏趺坐，成阿鞞跋致」。这是《陀罗尼集经》里头说的，得人身，闻佛法，信净土，愿往生。我们这一生死了以后，往生西方极乐世界，七宝莲花结跏趺坐，阿弥陀佛与诸圣众来接引你往生，生到西方极乐世界就成阿鞞跋致。我们这个经上翻译的阿惟越致，是一个事情，翻译的不一样。阿惟越致是什么？圆满证得三种不退转的菩萨。第一个位不退，证得阿罗汉位就不退；再提升上去，行不退，菩萨，决定不会退到小乘；第三个，念不退，念念都趣向无上菩提，就是成佛。这三种不退转你统统得到，这叫法身大士，生极乐世界实报庄严土。",
      "zh_TW": "「九者，得生彌陀佛國，七寶花上結跏趺坐，成阿鞞跋致」。這是《陀羅尼集經》裡頭說的，得人身，聞佛法，信淨土，願往生。我們這一生死了以後，往生西方極樂世界，七寶蓮花結跏趺坐，阿彌陀佛與諸聖眾來接引你往生，生到西方極樂世界就成阿鞞跋致。我們這個經上翻譯的阿惟越致，是一個事情，翻譯的不一樣。阿惟越致是什麼？圓滿證得三種不退轉的菩薩。第一個位不退，證得阿羅漢位就不退；再提升上去，行不退，菩薩，決定不會退到小乘；第三個，念不退，念念都趣向無上菩提，就是成佛。這三種不退轉你統統得到，這叫法身大士，生極樂世界實報莊嚴土。"
    },
    {
      "id": "02-041-0320_p0013",
      "zh_CN": "极乐世界很特殊，凡是往生到极乐世界的人，极乐世界有四土三辈九品，每一土里头都有三辈九品，修证的功夫不一样，但是待遇相同。这个待遇不是自己修得的，是阿弥陀佛大慈大悲四十八愿加持给你的。让你纵然是凡圣同居土下下品往生，你到极乐世界去了之后，你会发现你的智慧、你的神通、你的道力，差不多跟阿弥陀佛相等，这还得了！这就叫成阿惟越致，智慧圆满的显示出来。其他佛国土没有，其他佛国土一定要阿惟越致菩萨才得到，你不是法身菩萨，你没有。但是极乐世界不一样，凡圣同居土里头的天人，智慧、神通、道力都跟法身菩萨平等。只有极乐世界有，其他的全没有，这个我们要知道。",
      "zh_TW": "極樂世界很特殊，凡是往生到極樂世界的人，極樂世界有四土三輩九品，每一土裡頭都有三輩九品，修證的功夫不一樣，但是待遇相同。這個待遇不是自己修得的，是阿彌陀佛大慈大悲四十八願加持給你的。讓你縱然是凡聖同居土下下品往生，你到極樂世界去了之後，你會發現你的智慧、你的神通、你的道力，差不多跟阿彌陀佛相等，這還得了！這就叫成阿惟越致，智慧圓滿的顯示出來。其他佛國土沒有，其他佛國土一定要阿惟越致菩薩才得到，你不是法身菩薩，你沒有。但是極樂世界不一樣，凡聖同居土裡頭的天人，智慧、神通、道力都跟法身菩薩平等。只有極樂世界有，其他的全沒有，這個我們要知道。"
    },
    {
      "id": "02-041-0320_p0014",
      "zh_CN": "真知道、真明白了，你自自然然会把其他的统统放下，干什么？专修净业，我什么都不要，我就要阿弥陀佛，我就要极乐世界。这个地方的众生对我赞叹，我没放在心上；这个地方的众生毁谤我，我也不放在心上，我放在心上就一桩事情，往生极乐世界。这个世界彻底放下，什么时候放下？现在就放下，一心取净土。这个身体还在世间，还能管用，干什么？报佛恩，报众生恩。怎么报法？把阿弥陀佛极乐世界介绍给他，就是报恩，是报他的恩，也是报佛恩。阿弥陀佛欢喜，阿弥陀佛欢喜遍法界虚空界一切众生都生到极乐世界去，去干什么？去作阿惟越致菩萨，这是阿弥陀佛的弘愿。我们跟阿弥陀佛同心、同德、同愿、同行，阿弥陀佛普度一切众生，我们在这个地区也干这桩事情，代表阿弥陀佛普度这个地区众生。一切随缘随分，欢欢喜喜，有利于众生的事情应该做，引导大众归向阿弥陀佛，这就对了。",
      "zh_TW": "真知道、真明白了，你自自然然會把其他的統統放下，幹什麼？專修淨業，我什麼都不要，我就要阿彌陀佛，我就要極樂世界。這個地方的眾生對我讚歎，我沒放在心上；這個地方的眾生毀謗我，我也不放在心上，我放在心上就一樁事情，往生極樂世界。這個世界徹底放下，什麼時候放下？現在就放下，一心取淨土。這個身體還在世間，還能管用，幹什麼？報佛恩，報眾生恩。怎麼報法？把阿彌陀佛極樂世界介紹給他，就是報恩，是報他的恩，也是報佛恩。阿彌陀佛歡喜，阿彌陀佛歡喜遍法界虛空界一切眾生都生到極樂世界去，去幹什麼？去作阿惟越致菩薩，這是阿彌陀佛的弘願。我們跟阿彌陀佛同心、同德、同願、同行，阿彌陀佛普度一切眾生，我們在這個地區也幹這樁事情，代表阿彌陀佛普度這個地區眾生。一切隨緣隨分，歡歡喜喜，有利於眾生的事情應該做，引導大眾歸向阿彌陀佛，這就對了。"
    },
    {
      "id": "02-041-0320_p0015",
      "zh_CN": "下面第十，「十者，成阿耨多罗三藐三菩提，坐于七宝师子座上，放大光明，与阿弥陀佛等无有异也。」《陀罗尼集经》佛说的。一心一意想阿弥陀佛，一心一意我们把阿弥陀佛的教诲要在日常生活当中做出来、表演出来，善根深厚的人他看到就觉悟了，善根薄的人他不会觉悟，但是也种善根，阿赖耶识里种善根，他自己不知道。所以这句话，往生到极乐世界，你刚刚到就是，不是到那里要修行多少时间，不是的，只要到了，跟阿弥陀佛见面，就得阿弥陀佛加持，就感觉得跟阿弥陀佛相仿佛，没有什么两样，智慧很像，神通、道力也很像，相貌也很像，度众生也很像，不能不去。要去怎么样？这个地方要舍干净，不能脚踩两条船，不能从两个门入进去，一门深入，决定成就。",
      "zh_TW": "下面第十，「十者，成阿耨多羅三藐三菩提，坐於七寶師子座上，放大光明，與阿彌陀佛等無有異也。」《陀羅尼集經》佛說的。一心一意想阿彌陀佛，一心一意我們把阿彌陀佛的教誨要在日常生活當中做出來、表演出來，善根深厚的人他看到就覺悟了，善根薄的人他不會覺悟，但是也種善根，阿賴耶識裡種善根，他自己不知道。所以這句話，往生到極樂世界，你剛剛到就是，不是到那裡要修行多少時間，不是的，只要到了，跟阿彌陀佛見面，就得阿彌陀佛加持，就感覺得跟阿彌陀佛相彷彿，沒有什麼兩樣，智慧很像，神通、道力也很像，相貌也很像，度眾生也很像，不能不去。要去怎麼樣？這個地方要捨乾淨，不能腳踩兩條船，不能從兩個門入進去，一門深入，決定成就。"
    },
    {
      "id": "02-041-0320_p0016",
      "zh_CN": "海贤老和尚给我们做榜样，他不认识字，没有念过书，一生没有碰过书本，也没有听过一次讲演，一次没听过，他就是一句南无阿弥陀佛，念了九十二年。他二十岁学佛就念佛号，一百一十二岁往生，整整念了九十二年，一句接一句，没有丢失掉，他念成功了。念到什么功夫？我看到他录像那些光碟，听很多跟他常常在一起的人谈到老和尚的行谊，我感觉到这个老和尚他念佛的功夫，早就到理一心不乱。理一心不乱什么境界？大彻大悟，明心见性，他到这个境界，是真的，不是假的。唐朝禅宗出了一个六祖，不认识字，没念过书的；今天我们净土宗，也遇到一个不认识字的，没有念过书的海贤老和尚。他们两个证得的是同等阶级，六祖大师明心见性，海贤老和尚也是明心见性，他们两个同一个等级。你要问我，他念佛什么时候得理一心不乱？我的推断，大概在四十岁左右他就得到了。得到理一心不乱，可以常常去极乐世界观光旅游，常常见到阿弥陀佛，这是真的，不是假的。他是真想往生，常常想往生，阿弥陀佛不带他去，告诉他：你修得不错，修得很好，在这个世间多住几年，给念佛的人做个榜样，给学佛的人做个榜样。所以，他四十以后那个住世间，那是阿弥陀佛给他的，他是来表法的，是来做样子给我们看的。我们要能看得懂，要心生欢喜，要如法炮制，努力跟进，不能落伍。海贤老和尚在前面走，我们在后面跟，我们是一条龙、是一条路，没有一个不成就的。",
      "zh_TW": "海賢老和尚給我們做榜樣，他不認識字，沒有念過書，一生沒有碰過書本，也沒有聽過一次講演，一次沒聽過，他就是一句南無阿彌陀佛，念了九十二年。他二十歲學佛就念佛號，一百一十二歲往生，整整念了九十二年，一句接一句，沒有丟失掉，他念成功了。念到什麼功夫？我看到他錄像那些光碟，聽很多跟他常常在一起的人談到老和尚的行誼，我感覺到這個老和尚他念佛的功夫，早就到理一心不亂。理一心不亂什麼境界？大徹大悟，明心見性，他到這個境界，是真的，不是假的。唐朝禪宗出了一個六祖，不認識字，沒念過書的；今天我們淨土宗，也遇到一個不認識字的，沒有念過書的海賢老和尚。他們兩個證得的是同等階級，六祖大師明心見性，海賢老和尚也是明心見性，他們兩個同一個等級。你要問我，他念佛什麼時候得理一心不亂？我的推斷，大概在四十歲左右他就得到了。得到理一心不亂，可以常常去極樂世界觀光旅遊，常常見到阿彌陀佛，這是真的，不是假的。他是真想往生，常常想往生，阿彌陀佛不帶他去，告訴他：你修得不錯，修得很好，在這個世間多住幾年，給念佛的人做個榜樣，給學佛的人做個榜樣。所以，他四十以後那個住世間，那是阿彌陀佛給他的，他是來表法的，是來做樣子給我們看的。我們要能看得懂，要心生歡喜，要如法炮製，努力跟進，不能落伍。海賢老和尚在前面走，我們在後面跟，我們是一條龍、是一條路，沒有一個不成就的。"
    },
    {
      "id": "02-041-0320_p0017",
      "zh_CN": "「烧香，烧香以为供养」。《往生要集》里头说：「随力办于华香供具。」随我们自己的能力、财力、物力，有这个能力，尽量去找好花好香；没有这个能力，普通的花香也可以，关键是在心，真诚心供养，恭敬心供养，功德就很大。虽然有供养，心性不诚，没感应。诚这个字重要，过去曾国藩先生在他书房里面，他对于这个「诚」字下了个定义，什么叫诚？他的定义是「一念不生谓之诚」，跟佛法讲的相同。一念不生，什么一念不生？你六根接触六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味、身体的觉触、第六意识是分别，一念不生。眼见色看得清楚，有没有起心动念？没有，耳也没有，闻香也没有，六根接触六尘境界，一念不生，不起心不动念、不分别不执着，这叫诚。这个诚佛家叫什么？佛家叫自性本定。惠能大师开悟说的五句话，第四句「何期自性，本无动摇」，自性就是真心，从来没动过，从来没有摇摆过。我们无论用什么法门，方法、门道，没有关系，要知道大乘教里统统都是修定，方法不一样，但是功夫成就是一样的，道理是相同的，没有两样。所以，「法门平等，无有高下」。",
      "zh_TW": "「燒香，燒香以為供養」。《往生要集》裡頭說：「隨力辦於華香供具。」隨我們自己的能力、財力、物力，有這個能力，盡量去找好花好香；沒有這個能力，普通的花香也可以，關鍵是在心，真誠心供養，恭敬心供養，功德就很大。雖然有供養，心性不誠，沒感應。誠這個字重要，過去曾國藩先生在他書房裡面，他對於這個「誠」字下了個定義，什麼叫誠？他的定義是「一念不生謂之誠」，跟佛法講的相同。一念不生，什麼一念不生？你六根接觸六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味、身體的覺觸、第六意識是分別，一念不生。眼見色看得清楚，有沒有起心動念？沒有，耳也沒有，聞香也沒有，六根接觸六塵境界，一念不生，不起心不動念、不分別不執著，這叫誠。這個誠佛家叫什麼？佛家叫自性本定。惠能大師開悟說的五句話，第四句「何期自性，本無動搖」，自性就是真心，從來沒動過，從來沒有搖擺過。我們無論用什麼法門，方法、門道，沒有關係，要知道大乘教裡統統都是修定，方法不一樣，但是功夫成就是一樣的，道理是相同的，沒有兩樣。所以，「法門平等，無有高下」。"
    },
    {
      "id": "02-041-0320_p0018",
      "zh_CN": "不能起心动念，六根在六尘境界上，起心动念就是凡夫。我们不但起心动念，还分别执着；菩萨有起心动念，没有分别执着。所以我们要用最高的，不起心不动念。这个高的做不到，不得已求其次，菩萨的，菩萨不分别不执着，这叫修行，这叫功夫。功夫在六根接触六尘上去观察，六根接触六尘，起心动念、分别执着统统都有，这叫六道凡夫。既然是六道凡夫，你分别执着里头有善恶，如果纯善没有恶，生天道；纯恶没有善，无间地狱；善恶混杂，变成六道轮回。贪瞋痴慢疑是三恶道；无贪、无瞋、无痴，没有傲慢，没有怀疑（这对圣教），三善道。所以六道在哪里？六道在自己心里，就是看你心怎么动，动歪了，三恶道；动正了，三善道，出不了六道轮回。多久了？无量劫了，生生世世在这里头打滚。还要干吗？干的人多，一万个人当中，不干的人可能一个都找不到，都在干。我们有没有觉悟？觉悟就得跳出来。跳出来要彻底放下，放下是功夫。放下了，你就能看破，你再读书，以前没有看懂的地方，现在全懂、全明白了，这就是进步，这是好现象。要再努力，不能懈怠，不能止于眼前的境界，要努力向上提升。",
      "zh_TW": "不能起心動念，六根在六塵境界上，起心動念就是凡夫。我們不但起心動念，還分別執著；菩薩有起心動念，沒有分別執著。所以我們要用最高的，不起心不動念。這個高的做不到，不得已求其次，菩薩的，菩薩不分別不執著，這叫修行，這叫功夫。功夫在六根接觸六塵上去觀察，六根接觸六塵，起心動念、分別執著統統都有，這叫六道凡夫。既然是六道凡夫，你分別執著裡頭有善惡，如果純善沒有惡，生天道；純惡沒有善，無間地獄；善惡混雜，變成六道輪迴。貪瞋痴慢疑是三惡道；無貪、無瞋、無痴，沒有傲慢，沒有懷疑（這對聖教），三善道。所以六道在哪裡？六道在自己心裡，就是看你心怎麼動，動歪了，三惡道；動正了，三善道，出不了六道輪迴。多久了？無量劫了，生生世世在這裡頭打滾。還要幹嗎？幹的人多，一萬個人當中，不幹的人可能一個都找不到，都在幹。我們有沒有覺悟？覺悟就得跳出來。跳出來要徹底放下，放下是功夫。放下了，你就能看破，你再讀書，以前沒有看懂的地方，現在全懂、全明白了，這就是進步，這是好現象。要再努力，不能懈怠，不能止於眼前的境界，要努力向上提升。"
    },
    {
      "id": "02-041-0320_p0019",
      "zh_CN": "我们再看下面，念老举《会疏》里头的意思说，「若人烧美香」，美是上好的香，「魔伦趣他方」。伦是同类的，这些妖魔鬼怪都走了，为什么？他不喜欢闻这香，魔离开了，妖魔鬼怪都是魔一类的。「佛神欢喜守。修善必成就」，佛神欢喜，欢喜好香，你烧这个好香，他来了。烧好香，记住，自己要有好心，好心肠就有感。烧好香，自己心里头没有好心，没有好念头，什么是好心？把贪瞋痴慢疑这五种不善的根转过来，就是好心，好心不贪、不瞋、不痴，没有傲慢，没有怀疑。中国古圣先贤，佛教没传到中国，古圣先贤就教人五常，五常就是善恶的标准。常是永远不变，古今不变，十方不变。第一个是仁，仁爱，凡是人，皆须爱。第二个是义，义是循理，起心动念、言语造作合情、合理、合法，这叫义。第三个是礼，礼是人与人交往的规矩礼节，讲究尊卑高下，家庭社会自然就有秩序，不乱。礼没有了，天下大乱。下面是智，这个智是现在人讲的理智，理智的反面是感情，不能感情用事，要用理智来考量。最后一个是信，讲信用，要守住信。仁义礼智信，跟佛家的五戒完全相同，仁，不杀生；义，不偷盗；礼，不邪淫；智，不饮酒；信，不妄语。中国古圣先贤所立的这五条规律，教人一定要遵守，跟佛家的五戒（根本大戒）完全相同。你能说中国古圣先贤不是佛再来的吗？中国人喜欢圣人，他就以圣贤身应化在这一片大地上；印度人喜欢佛菩萨，他就用佛菩萨的身分应化。于是我们就能联想到，这个世界不同的地区、不同的宗教，那个宗教的发起的人，最早的创起的人，全是佛菩萨应化的。宗教可不可以团结？可以。为什么可以？一尊佛变化的。你看看每一个宗教都有戒律，跟佛家的五戒十善一比照，全通，每个宗教都讲，佛法讲得深、讲得广。所以你能把佛经读透了，你再看所有宗教你就晓得，一家人。现在大家有门户之见，互相竞争，都认为自己宗教独大，自己的神独大，不承认其他的，错了。我们读佛经的人，看儒家的经典、看道家的经典特别容易体会，而且体会得相当深入，比他们自己体会的要高明、要渊博。",
      "zh_TW": "我們再看下面，念老舉《會疏》裡頭的意思說，「若人燒美香」，美是上好的香，「魔倫趣他方」。倫是同類的，這些妖魔鬼怪都走了，為什麼？他不喜歡聞這香，魔離開了，妖魔鬼怪都是魔一類的。「佛神歡喜守。修善必成就」，佛神歡喜，歡喜好香，你燒這個好香，他來了。燒好香，記住，自己要有好心，好心腸就有感。燒好香，自己心裡頭沒有好心，沒有好念頭，什麼是好心？把貪瞋痴慢疑這五種不善的根轉過來，就是好心，好心不貪、不瞋、不痴，沒有傲慢，沒有懷疑。中國古聖先賢，佛教沒傳到中國，古聖先賢就教人五常，五常就是善惡的標準。常是永遠不變，古今不變，十方不變。第一個是仁，仁愛，凡是人，皆須愛。第二個是義，義是循理，起心動念、言語造作合情、合理、合法，這叫義。第三個是禮，禮是人與人交往的規矩禮節，講究尊卑高下，家庭社會自然就有秩序，不亂。禮沒有了，天下大亂。下面是智，這個智是現在人講的理智，理智的反面是感情，不能感情用事，要用理智來考量。最後一個是信，講信用，要守住信。仁義禮智信，跟佛家的五戒完全相同，仁，不殺生；義，不偷盜；禮，不邪淫；智，不飲酒；信，不妄語。中國古聖先賢所立的這五條規律，教人一定要遵守，跟佛家的五戒（根本大戒）完全相同。你能說中國古聖先賢不是佛再來的嗎？中國人喜歡聖人，他就以聖賢身應化在這一片大地上；印度人喜歡佛菩薩，他就用佛菩薩的身分應化。於是我們就能聯想到，這個世界不同的地區、不同的宗教，那個宗教的發起的人，最早的創起的人，全是佛菩薩應化的。宗教可不可以團結？可以。為什麼可以？一尊佛變化的。你看看每一個宗教都有戒律，跟佛家的五戒十善一比照，全通，每個宗教都講，佛法講得深、講得廣。所以你能把佛經讀透了，你再看所有宗教你就曉得，一家人。現在大家有門戶之見，互相競爭，都認為自己宗教獨大，自己的神獨大，不承認其他的，錯了。我們讀佛經的人，看儒家的經典、看道家的經典特別容易體會，而且體會得相當深入，比他們自己體會的要高明、要淵博。"
    },
    {
      "id": "02-041-0320_p0020",
      "zh_CN": "所以烧香，恭敬心烧香。在最近这个时代，确确实实有一些魔，鬼道，我们佛门叫冤亲债主，找上身来，给你带来许多麻烦、许多困惑，怎么办？这教我们烧香。我们可以在卧房里面供一张佛像，用照片照下来供在房间里面，早晚在房间里念佛，不妨碍你的家人。家人不信佛，也不会反对，为什么？你念佛他不知道。用这个方法好，佛菩萨欢喜，妖魔鬼怪远离了。",
      "zh_TW": "所以燒香，恭敬心燒香。在最近這個時代，確確實實有一些魔，鬼道，我們佛門叫冤親債主，找上身來，給你帶來許多麻煩、許多困惑，怎麼辦？這教我們燒香。我們可以在臥房裡面供一張佛像，用照片照下來供在房間裡面，早晚在房間裡念佛，不妨礙你的家人。家人不信佛，也不會反對，為什麼？你念佛他不知道。用這個方法好，佛菩薩歡喜，妖魔鬼怪遠離了。"
    },
    {
      "id": "02-041-0320_p0021",
      "zh_CN": "下面还没有完，还有几句。「如那干诃罗国大王」，就是国王，那干诃罗国的大王，「遥向佛生国焚香作礼」，释迦牟尼佛出生的地方，那是很遥远的，他朝着这个方向焚香礼拜。「香烟直至佛精舍」，感应！释迦牟尼佛出世的时候，中国是周朝的时代，周朝国家没统一，所以长江、黄河流域，这一片大地上有多少个国家？那国家就是部落，有八百多个，叫八百诸侯，小国。大国，像周是大国。周的领土有多大？方圆一百里，走路一天可以绕一圈，从早到晚走一百里路，那个边界上就绕一圈了，大国。小国二、三十里，实在讲，就是我们现在的一个村庄，一个村庄就是一个国家。为什么称周朝？周治国治得最好，人民都非常安乐，都非常欢喜，所以这些小诸侯（诸侯国）都向周学习，称周为天子。这个天子是诸侯对周王恭敬，尊他为天子，我们大家都向他学习。所以周这个朝代有八百年，八百年没统一。中国统一是秦始皇，但是秦始皇十五年就亡国，这用暴力，暴力人不服。接着是汉，汉真正统一，政治统一了。秦可以说是文化统一。文化统一，车同轨，书同文，文字统一，每个国家有它国家的言语，但是写字，书面写字大家都一样，统统用小篆，用篆书，所以书写就是文化统一。这一国就是小国，也有几十里路，从这个国家到那个国家，有几十里路、有上百里路的，一百多里。",
      "zh_TW": "下面還沒有完，還有幾句。「如那乾訶羅國大王」，就是國王，那乾訶羅國的大王，「遙向佛生國焚香作禮」，釋迦牟尼佛出生的地方，那是很遙遠的，他朝著這個方向焚香禮拜。「香煙直至佛精舍」，感應！釋迦牟尼佛出世的時候，中國是周朝的時代，周朝國家沒統一，所以長江、黃河流域，這一片大地上有多少個國家？那國家就是部落，有八百多個，叫八百諸侯，小國。大國，像周是大國。周的領土有多大？方圓一百里，走路一天可以繞一圈，從早到晚走一百里路，那個邊界上就繞一圈了，大國。小國二、三十里，實在講，就是我們現在的一個村莊，一個村莊就是一個國家。為什麼稱周朝？周治國治得最好，人民都非常安樂，都非常歡喜，所以這些小諸侯（諸侯國）都向周學習，稱周為天子。這個天子是諸侯對周王恭敬，尊他為天子，我們大家都向他學習。所以周這個朝代有八百年，八百年沒統一。中國統一是秦始皇，但是秦始皇十五年就亡國，這用暴力，暴力人不服。接著是漢，漢真正統一，政治統一了。秦可以說是文化統一。文化統一，車同軌，書同文，文字統一，每個國家有它國家的言語，但是寫字，書面寫字大家都一樣，統統用小篆，用篆書，所以書寫就是文化統一。這一國就是小國，也有幾十里路，從這個國家到那個國家，有幾十里路、有上百里路的，一百多里。"
    },
    {
      "id": "02-041-0320_p0022",
      "zh_CN": "那个香烟，「如白琉璃云，绕佛七重，化作金台。具如《观佛经》说」，这里头省略了。你看那干诃罗国王，向着释迦牟尼佛出生的这个地方焚香作礼，香烟真的到佛的精舍，像白琉璃云，还绕佛七匝，化作金台，具如《观佛经》说。感应！什么力量这么大的感应？真诚心。我们现在讲真诚心，大家听起来非常陌生，对真诚心没有概念，为什么？从来就没有用过真诚心。真诚心什么样子？我说个最简单的，没有贪瞋痴慢疑那就是真诚心，有贪瞋痴慢疑的就不是真诚心；也可以说，有起心动念的不是真诚心，起心动念是阿赖耶，妄心。我们可以说从出生下来，甚至于还在母亲怀胎里面没出生，统统是阿赖耶，一直用到现在还是阿赖耶。学佛没有离开阿赖耶，所以虽然学佛，佛里头讲些什么不知道。我们回过头来看，印光大师怎么教我们？一分真诚得一分收获，十分真诚得十分收获，百分真诚你得百分收获。你能得多少？佛法跟古圣先贤的教诲，全在真诚心。没有真诚心，就是活佛天天跟在你面前，你也什么都学不到。为什么？感应道交，你没有感，佛没法子应。佛住在世间，要知道他讲经说法是身语意三业具足，不是只是口说，他所说的，他在生活当中全做到了。你如果会看，不必听他说话，全看明白了，开悟了。所以他说法能叫人开悟，不说也能叫人开悟，一举一动都能叫人开悟。会的人开悟了，不会的人讲再多也不能开悟，这是我们不能不知道的。",
      "zh_TW": "那個香煙，「如白琉璃雲，繞佛七重，化作金臺。具如《觀佛經》說」，這裡頭省略了。你看那乾訶羅國王，向著釋迦牟尼佛出生的這個地方焚香作禮，香煙真的到佛的精舍，像白琉璃雲，還繞佛七匝，化作金臺，具如《觀佛經》說。感應！什麼力量這麼大的感應？真誠心。我們現在講真誠心，大家聽起來非常陌生，對真誠心沒有概念，為什麼？從來就沒有用過真誠心。真誠心什麼樣子？我說個最簡單的，沒有貪瞋痴慢疑那就是真誠心，有貪瞋痴慢疑的就不是真誠心；也可以說，有起心動念的不是真誠心，起心動念是阿賴耶，妄心。我們可以說從出生下來，甚至於還在母親懷胎裡面沒出生，統統是阿賴耶，一直用到現在還是阿賴耶。學佛沒有離開阿賴耶，所以雖然學佛，佛裡頭講些什麼不知道。我們回過頭來看，印光大師怎麼教我們？一分真誠得一分收穫，十分真誠得十分收穫，百分真誠你得百分收穫。你能得多少？佛法跟古聖先賢的教誨，全在真誠心。沒有真誠心，就是活佛天天跟在你面前，你也什麼都學不到。為什麼？感應道交，你沒有感，佛沒法子應。佛住在世間，要知道他講經說法是身語意三業具足，不是只是口說，他所說的，他在生活當中全做到了。你如果會看，不必聽他說話，全看明白了，開悟了。所以他說法能叫人開悟，不說也能叫人開悟，一舉一動都能叫人開悟。會的人開悟了，不會的人講再多也不能開悟，這是我們不能不知道的。"
    },
    {
      "id": "02-041-0320_p0023",
      "zh_CN": "所以中国唐朝中叶之后，大家不学小乘，佛法是大乘，没有小乘入不了门。中国人有智慧，用儒、用道代替小乘，行不行？行，成功了，唐朝到今天，八大宗的高僧大德出现不少，讲经教学，弘传大法，世世代代都有人，没错，儒跟道代替了小乘。现在我们的麻烦在哪里？儒道也不学了，小乘也不学了，大乘的基础没有了。就好像读书一样，没有小学基础，没有中学基础，就念大学。念了多少年，念了几十年，愈念愈糊涂，智慧不开。由此可知，基础不能没有！哪有没有根的树？哪有没有父母的孩子？扎根教育太重要了。中国人的根扎得好，古时候没有一个家庭不重视教育，为什么？希望子弟有成就，将来改变家的环境，光大家庭的门楣，显耀祖宗之德，读书。谚语说的话不错，「万般皆下品，唯有读书高」，勉励小孩读书。",
      "zh_TW": "所以中國唐朝中葉之後，大家不學小乘，佛法是大乘，沒有小乘入不了門。中國人有智慧，用儒、用道代替小乘，行不行？行，成功了，唐朝到今天，八大宗的高僧大德出現不少，講經教學，弘傳大法，世世代代都有人，沒錯，儒跟道代替了小乘。現在我們的麻煩在哪裡？儒道也不學了，小乘也不學了，大乘的基礎沒有了。就好像讀書一樣，沒有小學基礎，沒有中學基礎，就念大學。念了多少年，念了幾十年，愈念愈糊塗，智慧不開。由此可知，基礎不能沒有！哪有沒有根的樹？哪有沒有父母的孩子？扎根教育太重要了。中國人的根扎得好，古時候沒有一個家庭不重視教育，為什麼？希望子弟有成就，將來改變家的環境，光大家庭的門楣，顯耀祖宗之德，讀書。諺語說的話不錯，「萬般皆下品，唯有讀書高」，勉勵小孩讀書。"
    },
    {
      "id": "02-041-0320_p0024",
      "zh_CN": "民国以来我们受的苦难，你们不知道，我们这代人经历的，中国国内这块大地，军阀割据，社会动乱。民国十六年表面上中国统一，我那一年出生的，实际上军阀的势力还是很大。我十一岁，日本人侵略中国发动战争，这个战争打了八年，到第二次世界大战结束，日本投降了。正是我们扎根教育的时候，动乱的社会没有机会读书。我对中国传统文化认识，没有学过。抗战期间，十一岁战争爆发，到战争结束我二十岁，十岁到二十岁最好的年龄，学习的这个时候，我们没有机会读书，天天逃难。近距离的时候，机关枪的声音听到，那在打仗，没有机会读书。所以我只有初中毕业，高中念了半年，解放战争爆发，我们离开大陆到台湾，在台湾住了三十年。然后也有这么个机会周游列国，一直就没有一个安定的机缘读书，这是我尝到没有机缘读书的痛苦。",
      "zh_TW": "民國以來我們受的苦難，你們不知道，我們這代人經歷的，中國國內這塊大地，軍閥割據，社會動亂。民國十六年表面上中國統一，我那一年出生的，實際上軍閥的勢力還是很大。我十一歲，日本人侵略中國發動戰爭，這個戰爭打了八年，到第二次世界大戰結束，日本投降了。正是我們扎根教育的時候，動亂的社會沒有機會讀書。我對中國傳統文化認識，沒有學過。抗戰期間，十一歲戰爭爆發，到戰爭結束我二十歲，十歲到二十歲最好的年齡，學習的這個時候，我們沒有機會讀書，天天逃難。近距離的時候，機關槍的聲音聽到，那在打仗，沒有機會讀書。所以我只有初中畢業，高中念了半年，解放戰爭爆發，我們離開大陸到台灣，在台灣住了三十年。然後也有這麼個機會周遊列國，一直就沒有一個安定的機緣讀書，這是我嘗到沒有機緣讀書的痛苦。"
    },
    {
      "id": "02-041-0320_p0025",
      "zh_CN": "所以现在喜欢读书人，真正肯读书的，我都会帮助他，我给你安定的一个居住的环境，提供图书，你想怎么读都好，希望你能成材，我来做护法。我这一生没人护持，所以没有什么成就；如果有人护持，肯定有成就。在台湾，我没有背景，没有人帮助我，孤家寡人一个。出家之后，跟章嘉大师学了三年，跟李炳南老居士学了十年，这是个别教学，没有学历。学了这管用，老师劝我走释迦牟尼佛的道路，《释迦方志》、《释迦谱》我读过，我也很欢喜。世尊一生没有建道场，成就那么多弟子。现在建道场不能成就人，这里头有大道理，我不说破，你们慢慢去想。人要不吃苦，人要不谦虚，人要不老实，世出世法都不会有成就。经上所讲的这些感应，佛经说的是佛菩萨说的，决定不是假的，不是骗人的。现在人喜欢怀疑，看到这个神话，把它当神话小说来看，所以他不得利益。",
      "zh_TW": "所以現在喜歡讀書人，真正肯讀書的，我都會幫助他，我給你安定的一個居住的環境，提供圖書，你想怎麼讀都好，希望你能成材，我來做護法。我這一生沒人護持，所以沒有什麼成就；如果有人護持，肯定有成就。在台灣，我沒有背景，沒有人幫助我，孤家寡人一個。出家之後，跟章嘉大師學了三年，跟李炳南老居士學了十年，這是個別教學，沒有學歷。學了這管用，老師勸我走釋迦牟尼佛的道路，《釋迦方志》、《釋迦譜》我讀過，我也很歡喜。世尊一生沒有建道場，成就那麼多弟子。現在建道場不能成就人，這裡頭有大道理，我不說破，你們慢慢去想。人要不吃苦，人要不謙虛，人要不老實，世出世法都不會有成就。經上所講的這些感應，佛經說的是佛菩薩說的，決定不是假的，不是騙人的。現在人喜歡懷疑，看到這個神話，把它當神話小說來看，所以他不得利益。"
    },
    {
      "id": "02-041-0320_p0026",
      "zh_CN": "下面，「又《大日经疏》曰」，这是密宗的经典，大日如来，这里头有句话说的，「烧香是遍至法界义。如天树王开敷时，香气逆风顺风，自然遍布。菩提香亦尔，随一一功德，即为慧火所焚，解脱风所吹，随悲愿力自在而转，普薰一切，故曰烧香」。「后疏兼论烧香之事理，旨趣更深。」烧香这桩事，烧香这个道理，为什么要烧香，宗旨、义趣很深，一般人不知道。这一段所举的，《大日经疏》里头说的，烧香是遍至法界。那我们要问，我们在这里烧炷香，极乐世界阿弥陀佛有没有闻到？有，不但极乐世界，遍法界虚空界一切诸佛如来统统闻到了。",
      "zh_TW": "下面，「又《大日經疏》曰」，這是密宗的經典，大日如來，這裡頭有句話說的，「燒香是遍至法界義。如天樹王開敷時，香氣逆風順風，自然遍布。菩提香亦爾，隨一一功德，即為慧火所焚，解脫風所吹，隨悲願力自在而轉，普薰一切，故曰燒香」。「後疏兼論燒香之事理，旨趣更深。」燒香這樁事，燒香這個道理，為什麼要燒香，宗旨、義趣很深，一般人不知道。這一段所舉的，《大日經疏》裡頭說的，燒香是遍至法界。那我們要問，我們在這裡燒炷香，極樂世界阿彌陀佛有沒有聞到？有，不但極樂世界，遍法界虛空界一切諸佛如來統統聞到了。"
    },
    {
      "id": "02-041-0320_p0027",
      "zh_CN": "这桩事情，这个道理，我提一提，诸位也许就明白。现代量子力学家告诉我们，法界是真的是假的？是真的。有多大？大而无外，小而无内。在哪里？就在现前。现在科学家告诉我们，所谓时间、空间是假的，不是真的。时间、空间是从我们分别执着里头变现出来的，如果我们的分别执着没有了，空间、时间就没有了。没有空间就是没有距离，极乐世界在哪里？就在此地；阿弥陀佛在哪里？也就在此地。遍至法界，没有大小，一微尘里面有整个虚空法界，这是真的，不是假的。科学家发现，叫全息照片。一些同学们有人听说过，这一张照片，它是用特殊方法拍照，拍照出来之后，这张照片你把它撕开，撕成碎片，随便拈哪一片，拈一片，放在他们设备的仪器里面，这一片，用一束光去照它，看到全张照片，这叫全息。说明什么？一即是多，多即是一。每一个碎片你拿去看，统统都是整幅的，没有丝毫欠缺，都在里头。所以佛在经上告诉我们，一微尘里面有大千世界，是真的，不是假的。大千世界距离多远？用天文数字来说，没有离开一粒微尘。科学证明佛说的是真话。所以烧香，哪有不遍至法界的？真的。再告诉你，起一个念头也遍至法界，道理是一个。我起个善念遍至法界，起个恶念也遍至法界，遍法界虚空里面诸佛如来、菩萨、阿罗汉都知道。谁不知道？六道众生不知道。佛、菩萨、阿罗汉全知道，我们能瞒谁？能欺骗谁？不能！不能不知道。人不能做亏心事，人不能欺骗人，一切皆从真实心中作是对的，每个觉悟的人都是这样的。不能难为自己，不能难为别人，善心、善行对你有一定的好处。",
      "zh_TW": "這樁事情，這個道理，我提一提，諸位也許就明白。現代量子力學家告訴我們，法界是真的是假的？是真的。有多大？大而無外，小而無內。在哪裡？就在現前。現在科學家告訴我們，所謂時間、空間是假的，不是真的。時間、空間是從我們分別執著裡頭變現出來的，如果我們的分別執著沒有了，空間、時間就沒有了。沒有空間就是沒有距離，極樂世界在哪裡？就在此地；阿彌陀佛在哪裡？也就在此地。遍至法界，沒有大小，一微塵裡面有整個虛空法界，這是真的，不是假的。科學家發現，叫全息照片。一些同學們有人聽說過，這一張照片，它是用特殊方法拍照，拍照出來之後，這張照片你把它撕開，撕成碎片，隨便拈哪一片，拈一片，放在他們設備的儀器裡面，這一片，用一束光去照它，看到全張照片，這叫全息。說明什麼？一即是多，多即是一。每一個碎片你拿去看，統統都是整幅的，沒有絲毫欠缺，都在裡頭。所以佛在經上告訴我們，一微塵裡面有大千世界，是真的，不是假的。大千世界距離多遠？用天文數字來說，沒有離開一粒微塵。科學證明佛說的是真話。所以燒香，哪有不遍至法界的？真的。再告訴你，起一個念頭也遍至法界，道理是一個。我起個善念遍至法界，起個惡念也遍至法界，遍法界虛空裡面諸佛如來、菩薩、阿羅漢都知道。誰不知道？六道眾生不知道。佛、菩薩、阿羅漢全知道，我們能瞞誰？能欺騙誰？不能！不能不知道。人不能做虧心事，人不能欺騙人，一切皆從真實心中作是對的，每個覺悟的人都是這樣的。不能難為自己，不能難為別人，善心、善行對你有一定的好處。"
    },
    {
      "id": "02-041-0320_p0028",
      "zh_CN": "它底下举个例子，如同天树王。这个天树王，没有固定的指哪一个，就是大树。大树，许多树木里头，丛林里头，这棵树最大，就可以称它为树王。这个树不是人间，在天上的，那就是天树王。开花的时候花有香气，香气逆风顺风，统统遍布，那就是四面八方，现在讲十方，上方、下方，四面十方自然遍布。菩提香亦尔，菩提香是菩提心里面现出来的。至于那支香是表法，无论用什么香，我烧这炷香用大菩提心，这一炷香就是菩提香。随一一功德，即为慧火所焚。菩提是智慧，解脱风所吹，随悲愿力自在而转，普薰一切，遍法界虚空界统统都有。不能用分别，不能用执着，分别、执着圈子就小了；没有分别，没有执着，范围就大了。换句话说，这个香薰的范围多大，是随你的心，你的心有多大，这个香闻到的面积就有多大。所以这叫烧香。",
      "zh_TW": "它底下舉個例子，如同天樹王。這個天樹王，沒有固定的指哪一個，就是大樹。大樹，許多樹木裡頭，叢林裡頭，這棵樹最大，就可以稱它為樹王。這個樹不是人間，在天上的，那就是天樹王。開花的時候花有香氣，香氣逆風順風，統統遍布，那就是四面八方，現在講十方，上方、下方，四面十方自然遍布。菩提香亦爾，菩提香是菩提心裡面現出來的。至於那支香是表法，無論用什麼香，我燒這炷香用大菩提心，這一炷香就是菩提香。隨一一功德，即為慧火所焚。菩提是智慧，解脫風所吹，隨悲願力自在而轉，普薰一切，遍法界虛空界統統都有。不能用分別，不能用執著，分別、執著圈子就小了；沒有分別，沒有執著，範圍就大了。換句話說，這個香薰的範圍多大，是隨你的心，你的心有多大，這個香聞到的面積就有多大。所以這叫燒香。"
    },
    {
      "id": "02-041-0320_p0029",
      "zh_CN": "我们再看下面第七段，末后这一段，『以此回向，愿生彼国』。前面说了六种。「回向发愿之紧要」，这个第七，「已于上辈往生文中略作注释」。「兹简录慈照宗主劝人发愿偈」，慈照大师他老人家有一首偈，劝我们发愿，这个偈说：「持戒无信愿，不得生净土，唯得人天福，福尽受轮回。」这话是真话，戒持得很好，对极乐世界信心不足，也不是真正想愿生极乐世界，这个信愿有问题，他就不得生净土，这一生当中与净土没有缘。但是他修得的人天福报，福享尽了还要搞轮回，这个轮回里头就有三恶道，福享尽了就堕落到恶道。",
      "zh_TW": "我們再看下面第七段，末後這一段，『以此迴向，願生彼國』。前面說了六種。「迴向發願之緊要」，這個第七，「已於上輩往生文中略作註釋」。「茲簡錄慈照宗主勸人發願偈」，慈照大師他老人家有一首偈，勸我們發願，這個偈說：「持戒無信願，不得生淨土，唯得人天福，福盡受輪迴。」這話是真話，戒持得很好，對極樂世界信心不足，也不是真正想願生極樂世界，這個信願有問題，他就不得生淨土，這一生當中與淨土沒有緣。但是他修得的人天福報，福享盡了還要搞輪迴，這個輪迴裡頭就有三惡道，福享盡了就墮落到惡道。"
    },
    {
      "id": "02-041-0320_p0030",
      "zh_CN": "「又发愿持戒力，回向生乐国。如是各行持，千中不失一」，真发愿，真持戒。我告诉大家的戒是五个科目，我们净宗，我自己修，我劝大家也修这个，简单，容易记。第一个科目，净业三福，好记，只有三条，第一条四句，「孝养父母，奉事师长，慈心不杀，修十善业」，人天福报。第二条，「受持三皈，具足众戒，不犯威仪」，小乘戒。我们受了三皈五戒，沙弥律仪也很好，出家戒，加沙弥律仪。第三福，大乘，「发菩提心」，大乘里头最重要的就是发菩提心，「深信因果，读诵大乘，劝进行者」。好！这个十一句，前面全是为自己，只有最后一句是发愿度众生，劝进行者。我们自度，一定要想到帮助别人，帮助别人最好的，把我们修学的方法告诉他，我会成就，你也会成就。这是净业三福，第一条是我们学佛的理论根据，信行的依据。第二个六和。佛家过团体生活，四个人在一起，无论出家在家，修六和敬就叫僧团，就有龙天善神守护。不和，不和妖魔鬼怪就来了，善神就走了。所以六和僧团重要。再就是三学，戒定慧三学，我们相信，因戒得定，因定开慧。菩萨六波罗蜜，布施、持戒、忍辱、精进、禅定、般若。再普贤菩萨十愿。就这五科，就行了，这是我们守的戒律。你持这个戒律，信愿念佛，决定往生。所以如是各行持，千中不失一。",
      "zh_TW": "「又發願持戒力，迴向生樂國。如是各行持，千中不失一」，真發願，真持戒。我告訴大家的戒是五個科目，我們淨宗，我自己修，我勸大家也修這個，簡單，容易記。第一個科目，淨業三福，好記，只有三條，第一條四句，「孝養父母，奉事師長，慈心不殺，修十善業」，人天福報。第二條，「受持三皈，具足眾戒，不犯威儀」，小乘戒。我們受了三皈五戒，沙彌律儀也很好，出家戒，加沙彌律儀。第三福，大乘，「發菩提心」，大乘裡頭最重要的就是發菩提心，「深信因果，讀誦大乘，勸進行者」。好！這個十一句，前面全是為自己，只有最後一句是發願度眾生，勸進行者。我們自度，一定要想到幫助別人，幫助別人最好的，把我們修學的方法告訴他，我會成就，你也會成就。這是淨業三福，第一條是我們學佛的理論根據，信行的依據。第二個六和。佛家過團體生活，四個人在一起，無論出家在家，修六和敬就叫僧團，就有龍天善神守護。不和，不和妖魔鬼怪就來了，善神就走了。所以六和僧團重要。再就是三學，戒定慧三學，我們相信，因戒得定，因定開慧。菩薩六波羅蜜，布施、持戒、忍辱、精進、禪定、般若。再普賢菩薩十願。就這五科，就行了，這是我們守的戒律。你持這個戒律，信願念佛，決定往生。所以如是各行持，千中不失一。"
    },
    {
      "id": "02-041-0320_p0031",
      "zh_CN": "「又《会疏》曰：回向愿生者，如上诸善回向，则必作生因。若不回向，则不作生因。」生是生极乐世界，因是生极乐世界的真因，是什么？回向是真因，不回向没有这个因，一定有强烈的愿望求生净土。「皆显回向发愿之不可少也。」天天回向，早晚回向，做完功德都回向，做完课诵也回向，希望自己佛号不间断，信愿不间断。心里头有什么？心里头就是有信极乐世界、信阿弥陀佛，有信有愿，决定得生。佛号念得愈多愈好，我们不跟人竞争，我们念佛下品下生就够了，我就很满意了。但是佛号念得愈多愈好，它的功德能帮助我们提升品位，我们不跟人家争品位，品位是自然向上升，为什么？你佛号念得多，品位当然殊胜。今天时间到了，我们就学到此地。",
      "zh_TW": "「又《會疏》曰：迴向願生者，如上諸善迴向，則必作生因。若不迴向，則不作生因。」生是生極樂世界，因是生極樂世界的真因，是什麼？迴向是真因，不迴向沒有這個因，一定有強烈的願望求生淨土。「皆顯迴向發願之不可少也。」天天迴向，早晚迴向，做完功德都迴向，做完課誦也迴向，希望自己佛號不間斷，信願不間斷。心裡頭有什麼？心裡頭就是有信極樂世界、信阿彌陀佛，有信有願，決定得生。佛號念得愈多愈好，我們不跟人競爭，我們念佛下品下生就夠了，我就很滿意了。但是佛號念得愈多愈好，它的功德能幫助我們提升品位，我們不跟人家爭品位，品位是自然向上升，為什麼？你佛號念得多，品位當然殊勝。今天時間到了，我們就學到此地。"
    }
  ]
}