{
  "doc_id": "02-041-0504",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五Ｏ四集",
    "zh_TW": "第五Ｏ四集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0504",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-041-0504_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0504_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ九五页，倒数第三行看起：",
      "zh_TW": "請看《大經科註》，第一Ｏ九五頁，倒數第三行看起："
    },
    {
      "id": "02-041-0504_p0003",
      "zh_CN": "「上偈六句，深赞佛智，盖欲令闻者，了达如来智深，而诚信如来之语也」。这几句话，末后这一句把意思说出来了。为什么对佛的智慧要这么样的来赞叹？用意实在说就是想劝导大家，明了通达如来智慧深，我们没有办法来测度，找比喻方的人也找不到。菩萨大彻大悟，明心见性，无始无明的习气还没有断干净，对于如来智慧，他们还是没有办法完全明了，必须得成佛。成佛的时候，你自己知道，诸佛知道，除佛之外没有人能知道。从这些地方让我们产生仰信。诚信如来之语，特别是这个经里面提出来的，最后的教诲，信愿持名，求生净土。这是如来一生四十九年教学的最后的劝告，希望我们也相信，真诚的相信，听到佛的劝导求生净土，佛度化众生的目的就达到了，圆满的成就了。用意之深我们不能不知道。",
      "zh_TW": "「上偈六句，深讚佛智，蓋欲令聞者，了達如來智深，而誠信如來之語也」。這幾句話，末後這一句把意思說出來了。為什麼對佛的智慧要這麼樣的來讚歎？用意實在說就是想勸導大家，明瞭通達如來智慧深，我們沒有辦法來測度，找比喻方的人也找不到。菩薩大徹大悟，明心見性，無始無明的習氣還沒有斷乾淨，對於如來智慧，他們還是沒有辦法完全明瞭，必須得成佛。成佛的時候，你自己知道，諸佛知道，除佛之外沒有人能知道。從這些地方讓我們產生仰信。誠信如來之語，特別是這個經裡面提出來的，最後的教誨，信願持名，求生淨土。這是如來一生四十九年教學的最後的勸告，希望我們也相信，真誠的相信，聽到佛的勸導求生淨土，佛度化眾生的目的就達到了，圓滿的成就了。用意之深我們不能不知道。"
    },
    {
      "id": "02-041-0504_p0004",
      "zh_CN": "在《寿量品》里头，「世尊三告大众：汝等当信解如来诚谛之语」。因为「世尊圣智，声闻亿劫难测」。阿罗汉，这了不起的成就了，用一亿劫的时间去测度他，还是达不到。何况今天「凡夫焉能以生灭心，妄窥佛智，故惟当仰信」。这个话我们要记在心上，我们今天是凡夫，阿罗汉一亿劫都没有办法了解，我们只有一个方法，对于佛陀的敬仰，佛经的大戒，不妄语，世尊怎么可能欺骗人，哪有这种道理？所以应当仰信，仰是他太高了，太大了。真正仰信的人，或者调过头来说信仰也可以，真诚信仰的人都得度了。",
      "zh_TW": "在《壽量品》裡頭，「世尊三告大眾：汝等當信解如來誠諦之語」。因為「世尊聖智，聲聞億劫難測」。阿羅漢，這了不起的成就了，用一億劫的時間去測度他，還是達不到。何況今天「凡夫焉能以生滅心，妄窺佛智，故惟當仰信」。這個話我們要記在心上，我們今天是凡夫，阿羅漢一億劫都沒有辦法了解，我們只有一個方法，對於佛陀的敬仰，佛經的大戒，不妄語，世尊怎麼可能欺騙人，哪有這種道理？所以應當仰信，仰是他太高了，太大了。真正仰信的人，或者調過頭來說信仰也可以，真誠信仰的人都得度了。"
    },
    {
      "id": "02-041-0504_p0005",
      "zh_CN": "如《法华．方便品》里面说的：「于佛所说法，当生大信力。」「佛法大海，信为能入」，这话是真话。入有究竟、不究竟，三贤菩萨入了，地上菩萨入了，总不如信愿持名，往生净土。为什么？往生到极乐世界，你就证得圆满。所以文殊、普贤，我们在《华严经》上看到，他们怎么成就的？信愿持名、求生净土而成就的。",
      "zh_TW": "如《法華．方便品》裡面說的：「於佛所說法，當生大信力。」「佛法大海，信為能入」，這話是真話。入有究竟、不究竟，三賢菩薩入了，地上菩薩入了，總不如信願持名，往生淨土。為什麼？往生到極樂世界，你就證得圓滿。所以文殊、普賢，我們在《華嚴經》上看到，他們怎麼成就的？信願持名、求生淨土而成就的。"
    },
    {
      "id": "02-041-0504_p0006",
      "zh_CN": "我早年讲《华严》，看到这段经文，我对于净土的信心才生起来。在以前，听的经教多了，对于大经大论生欢喜心，希望也发心想讲一遍。到八十五岁，冷静回头想想，这样下去，了生死出三界有没有把握？不能骗人，更不能骗自己，我没有把握。怎么办？既然文殊、普贤都求生极乐世界，我还有什么话好说？我当然只有这一条路，求生净土。把《华严》放下了，一心一意专研究这部《无量寿经》。要靠黄念祖老居士的注解，只有他有能力注，其他的人做不到。这个人也是开悟了的，不是凡夫，我们有缘亲近他，那是无量劫所种的福报，这一生的缘成熟了。",
      "zh_TW": "我早年講《華嚴》，看到這段經文，我對於淨土的信心才生起來。在以前，聽的經教多了，對於大經大論生歡喜心，希望也發心想講一遍。到八十五歲，冷靜回頭想想，這樣下去，了生死出三界有沒有把握？不能騙人，更不能騙自己，我沒有把握。怎麼辦？既然文殊、普賢都求生極樂世界，我還有什麼話好說？我當然只有這一條路，求生淨土。把《華嚴》放下了，一心一意專研究這部《無量壽經》。要靠黃念祖老居士的註解，只有他有能力註，其他的人做不到。這個人也是開悟了的，不是凡夫，我們有緣親近他，那是無量劫所種的福報，這一生的緣成熟了。"
    },
    {
      "id": "02-041-0504_p0007",
      "zh_CN": "所以佛法大海，信为能入，重要就这个「信」字。真诚心，绝无动摇，真诚到极处，相信佛的话，这部《无量寿经》每一个字、每一句，都能够诚信、谛信。",
      "zh_TW": "所以佛法大海，信為能入，重要就這個「信」字。真誠心，絕無動搖，真誠到極處，相信佛的話，這部《無量壽經》每一個字、每一句，都能夠誠信、諦信。"
    },
    {
      "id": "02-041-0504_p0008",
      "zh_CN": "我们再看下面经文，科题，「难得难闻」，真的，一点也不假。",
      "zh_TW": "我們再看下面經文，科題，「難得難聞」，真的，一點也不假。"
    },
    {
      "id": "02-041-0504_p0009",
      "zh_CN": "【人身难得佛难值。信慧闻法难中难。】",
      "zh_TW": "【人身難得佛難值。信慧聞法難中難。】"
    },
    {
      "id": "02-041-0504_p0010",
      "zh_CN": "有信，仰信，有智慧，智慧是什么？选择，八万四千法门，我选哪个法门？我选信愿持名求生净土。难！能信是难，信世尊最后的教诲，信愿持名，往生佛国，这是难中之难。没有信、没有慧，你的缘就错过了。经文，『人身难得佛难值，信慧闻法难中难』，念老的注解说，「人身难得者，《梵网经序》云：一失人身，万劫不复」。这两句话，希望大家牢牢记住。我们今天遇到人身了，太稀有，太难得，要珍惜，要好好的利用这一生的人身。当然，究竟圆满的是能跳出六道轮回，不再搞生死轮回，你就得大利益了。有没有方法跳？有。我有没有把握？有。",
      "zh_TW": "有信，仰信，有智慧，智慧是什麼？選擇，八萬四千法門，我選哪個法門？我選信願持名求生淨土。難！能信是難，信世尊最後的教誨，信願持名，往生佛國，這是難中之難。沒有信、沒有慧，你的緣就錯過了。經文，『人身難得佛難值，信慧聞法難中難』，念老的註解說，「人身難得者，《梵網經序》云：一失人身，萬劫不復」。這兩句話，希望大家牢牢記住。我們今天遇到人身了，太稀有，太難得，要珍惜，要好好的利用這一生的人身。當然，究竟圓滿的是能跳出六道輪迴，不再搞生死輪迴，你就得大利益了。有沒有方法跳？有。我有沒有把握？有。"
    },
    {
      "id": "02-041-0504_p0011",
      "zh_CN": "明天还有一些参访的居士到我这边来，他们问一些问题，我今天大略看了一下，有好几位亲眼所见，亲耳所闻，念佛往生净土的。看到了，一点怀疑都没有了。这些人来好啊！帮助我们成就信愿，帮助我们这一生跟他们一样。他们有信有愿，念佛的功夫并不是完全到家，有的很用功，有的就差一点，但是统统往生，往生瑞相稀有。我就想听听他们，念佛功夫并不得力，信愿很坚固。佛在经上告诉我们，关键是最后一句，临命终时最后一句是念阿弥陀佛，就决定往生。一生功夫不得力没关系，临终时有人送往生的，陪着他一道念佛的，最后一口气阿弥陀佛，就成功了，也看到很难得的瑞相。如果不信，那就太可惜了，下一次再得人身，难了！万劫不复，复是又得到，要经过一万劫之后，不定有个什么缘分你又再得到。总之，人身难得易失，很容易失掉。所以这句话要记住，《梵网经序》里头，一失人身，万劫不复。",
      "zh_TW": "明天還有一些參訪的居士到我這邊來，他們問一些問題，我今天大略看了一下，有好幾位親眼所見，親耳所聞，念佛往生淨土的。看到了，一點懷疑都沒有了。這些人來好啊！幫助我們成就信願，幫助我們這一生跟他們一樣。他們有信有願，念佛的功夫並不是完全到家，有的很用功，有的就差一點，但是統統往生，往生瑞相稀有。我就想聽聽他們，念佛功夫並不得力，信願很堅固。佛在經上告訴我們，關鍵是最後一句，臨命終時最後一句是念阿彌陀佛，就決定往生。一生功夫不得力沒關係，臨終時有人送往生的，陪著他一道念佛的，最後一口氣阿彌陀佛，就成功了，也看到很難得的瑞相。如果不信，那就太可惜了，下一次再得人身，難了！萬劫不復，復是又得到，要經過一萬劫之後，不定有個什麼緣分你又再得到。總之，人身難得易失，很容易失掉。所以這句話要記住，《梵網經序》裡頭，一失人身，萬劫不復。"
    },
    {
      "id": "02-041-0504_p0012",
      "zh_CN": "又《涅槃经》里面说的：「人身难得，如优昙花。」中国人常讲昙花一现。在南方这一带，昙花有，我在新加坡的时候见过，开的时间很短暂，半夜才开，开了之后十几分钟就谢了。佛在《梵网经》里面，这是大乘经，为我们说，用昙花来比喻人身难得，像昙花一现。「盖得人身者，如爪上土，失人身者，如大地土」。这是佛讲经的时候，也常常用这个例子，这个例子，是当年世尊在教导学生的时候举的例子。在地上抓了一把土，手掌打开放下，用这个来做比喻。佛问大家，留下来还有一点土，指甲里头，我这个指甲里面的土多，还是大地土多？当然这一放大地，都掉到地上去了，留在指甲上一点点。佛说，人得人身，失掉人身之后再得人身，就像指甲里土，不能再得人身的，就像大地土。这是个比喻。",
      "zh_TW": "又《涅槃經》裡面說的：「人身難得，如優曇花。」中國人常講曇花一現。在南方這一帶，曇花有，我在新加坡的時候見過，開的時間很短暫，半夜才開，開了之後十幾分鐘就謝了。佛在《梵網經》裡面，這是大乘經，為我們說，用曇花來比喻人身難得，像曇花一現。「蓋得人身者，如爪上土，失人身者，如大地土」。這是佛講經的時候，也常常用這個例子，這個例子，是當年世尊在教導學生的時候舉的例子。在地上抓了一把土，手掌打開放下，用這個來做比喻。佛問大家，留下來還有一點土，指甲裡頭，我這個指甲裡面的土多，還是大地土多？當然這一放大地，都掉到地上去了，留在指甲上一點點。佛說，人得人身，失掉人身之後再得人身，就像指甲裡土，不能再得人身的，就像大地土。這是個比喻。"
    },
    {
      "id": "02-041-0504_p0013",
      "zh_CN": "所以「佛难值」，值是遇到。世尊在《法华经．寿量品》里头又说：「比丘当知，诸佛出世，难可值遇。所以者何，诸薄德人，过无量百千万亿劫，或有见佛，或不见者。以此事故，我作是言：诸比丘，如来难可得见。」又当年佛在王舍城，城中仅有三分之一的人，跟释迦牟尼佛见过面。另外三分之一的人，没见过面，听到名字，有这么一个人。还有三分之一，连释迦牟尼佛名字也没听过。可见遇佛难，闻名都不容易。我们很幸运，生在末法时期，还沾到一点边缘，没有见过佛，见过佛的塑像。佛虽然不在世，佛的经教还留传在世间，我们在末法时期，还能遇到净土大经《无量寿经》，真是难。",
      "zh_TW": "所以「佛難值」，值是遇到。世尊在《法華經．壽量品》裡頭又說：「比丘當知，諸佛出世，難可值遇。所以者何，諸薄德人，過無量百千萬億劫，或有見佛，或不見者。以此事故，我作是言：諸比丘，如來難可得見。」又當年佛在王舍城，城中僅有三分之一的人，跟釋迦牟尼佛見過面。另外三分之一的人，沒見過面，聽到名字，有這麼一個人。還有三分之一，連釋迦牟尼佛名字也沒聽過。可見遇佛難，聞名都不容易。我們很幸運，生在末法時期，還沾到一點邊緣，沒有見過佛，見過佛的塑像。佛雖然不在世，佛的經教還留傳在世間，我們在末法時期，還能遇到淨土大經《無量壽經》，真是難。"
    },
    {
      "id": "02-041-0504_p0014",
      "zh_CN": "所以末后这一句，「信慧闻法难中难」，是真的，不是假的。念老告诉我们，这就是前面「若闻斯经」，斯经是此经，这部经，「信乐受持」，你能信，能欢喜，肯念佛，「难中之难，无过此难」。「慧能生解」，你能相信，你能欢喜。「人身难得，佛法难闻，净宗难信」，三个难。「今则难得者能得」，得到了，「难闻者」闻到了，「难信者能信」，再加上智慧理解，所以难中之难也。「佛劝行人，当深信切愿，念佛求生，切莫错过。此回若错，则真成错矣」。末后念老这两句话，这苦口婆心。",
      "zh_TW": "所以末後這一句，「信慧聞法難中難」，是真的，不是假的。念老告訴我們，這就是前面「若聞斯經」，斯經是此經，這部經，「信樂受持」，你能信，能歡喜，肯念佛，「難中之難，無過此難」。「慧能生解」，你能相信，你能歡喜。「人身難得，佛法難聞，淨宗難信」，三個難。「今則難得者能得」，得到了，「難聞者」聞到了，「難信者能信」，再加上智慧理解，所以難中之難也。「佛勸行人，當深信切願，念佛求生，切莫錯過。此回若錯，則真成錯矣」。末後念老這兩句話，這苦口婆心。"
    },
    {
      "id": "02-041-0504_p0015",
      "zh_CN": "我们今天要的是什么？深信切愿，切是恳切，愿是愿生净土，愿作弥陀弟子，到极乐世界去亲近阿弥陀佛。在这个世间，释迦牟尼佛保送我们到极乐世界，保送我们亲近阿弥陀佛。弥陀大慈大悲，当我们在命终的时候，阿弥陀佛来接引。生生世世已经往生的人，比我们早，过去生中有过伦常的关系，伦是五伦，父子的关系、兄弟的关系、师生的关系、朋友的关系，他们遇到佛法缘比我们早，他们抓住了，都在极乐世界。我们往生的时候，阿弥陀佛来接引我，跟着阿弥陀佛一起来的，就是多生多劫所有这些关系人，父子、兄弟、姐妹、亲戚、朋友这些人，跟着阿弥陀佛一起来接引。这一见面，智慧自然生起来，就记起来，就想起来了，这是在哪一生哪一世在哪一个佛国土里头，结过这个缘，现在到极乐世界来，大家来团聚了。这个团聚永远不会散，不会消失。",
      "zh_TW": "我們今天要的是什麼？深信切願，切是懇切，願是願生淨土，願作彌陀弟子，到極樂世界去親近阿彌陀佛。在這個世間，釋迦牟尼佛保送我們到極樂世界，保送我們親近阿彌陀佛。彌陀大慈大悲，當我們在命終的時候，阿彌陀佛來接引。生生世世已經往生的人，比我們早，過去生中有過倫常的關係，倫是五倫，父子的關係、兄弟的關係、師生的關係、朋友的關係，他們遇到佛法緣比我們早，他們抓住了，都在極樂世界。我們往生的時候，阿彌陀佛來接引我，跟著阿彌陀佛一起來的，就是多生多劫所有這些關係人，父子、兄弟、姐妹、親戚、朋友這些人，跟著阿彌陀佛一起來接引。這一見面，智慧自然生起來，就記起來，就想起來了，這是在哪一生哪一世在哪一個佛國土裡頭，結過這個緣，現在到極樂世界來，大家來團聚了。這個團聚永遠不會散，不會消失。"
    },
    {
      "id": "02-041-0504_p0016",
      "zh_CN": "极乐世界无量寿，人人都是无量寿，佛无量寿，往生的每个人统统是无量寿，所以到极乐世界不寂寞。好的、善的亲戚朋友们都见面了；不善的，过去还有冤家对头的，也往生了，现在都变成善友，不再有怨恨了。这个地方值不值得去？要不要去？要！无量无边大千世界，到哪里去找这个学习的环境？独一无二。",
      "zh_TW": "極樂世界無量壽，人人都是無量壽，佛無量壽，往生的每個人統統是無量壽，所以到極樂世界不寂寞。好的、善的親戚朋友們都見面了；不善的，過去還有冤家對頭的，也往生了，現在都變成善友，不再有怨恨了。這個地方值不值得去？要不要去？要！無量無邊大千世界，到哪裡去找這個學習的環境？獨一無二。"
    },
    {
      "id": "02-041-0504_p0017",
      "zh_CN": "所以念老自己很谦虚，很客气，给我们说，「佛劝行人」，不是我在劝你，我不够资格，佛劝修行人，「当深信切愿」，有这四个字，你就拿到往生的条件，后面再加上「念佛求生」，你就成功了。千万不要错过，这一错真错了。",
      "zh_TW": "所以念老自己很謙虛，很客氣，給我們說，「佛勸行人」，不是我在勸你，我不夠資格，佛勸修行人，「當深信切願」，有這四個字，你就拿到往生的條件，後面再加上「念佛求生」，你就成功了。千萬不要錯過，這一錯真錯了。"
    },
    {
      "id": "02-041-0504_p0018",
      "zh_CN": "我们再看下一首偈，「信受得度」。这首偈一共八句，前面四句，「行超普贤」。这还得了吗？普贤菩萨，华严会上的大菩萨，我们有什么资格能超过？如果你具足对极乐世界真信切愿，老实念佛，你就超过普贤了。谁说的？释迦牟尼佛说的。我们看底下这经文，四句：",
      "zh_TW": "我們再看下一首偈，「信受得度」。這首偈一共八句，前面四句，「行超普賢」。這還得了嗎？普賢菩薩，華嚴會上的大菩薩，我們有什麼資格能超過？如果你具足對極樂世界真信切願，老實念佛，你就超過普賢了。誰說的？釋迦牟尼佛說的。我們看底下這經文，四句："
    },
    {
      "id": "02-041-0504_p0019",
      "zh_CN": "【若诸有情当作佛。】",
      "zh_TW": "【若諸有情當作佛。】"
    },
    {
      "id": "02-041-0504_p0020",
      "zh_CN": "你应当作佛了。",
      "zh_TW": "你應當作佛了。"
    },
    {
      "id": "02-041-0504_p0021",
      "zh_CN": "【行超普贤登彼岸。】",
      "zh_TW": "【行超普賢登彼岸。】"
    },
    {
      "id": "02-041-0504_p0022",
      "zh_CN": "彼岸，西方极乐世界，你生到西方极乐世界，你就超过普贤菩萨。念老的注解，「右之二偈，总结全经」。「本经之首第二品」，品名叫「德遵普贤，与会菩萨咸共遵修普贤大士之德。今于经末，乃云若诸有情当作佛，行超普贤登彼岸」。前面说「德遵普贤」，现在说「行超普贤」，这什么意思？且此一句乃《唐译》的原文，翻译的人是唐朝三藏法师菩提流志，译文自然不违背经旨。「且《唐译》于经首亦云会众咸共遵修普贤之道。可见前之德遵普贤与后之行超普贤，俱是梵经原旨，而非译笔有误也」。这是谈翻译，肯定是梵文经典原来就是这么写法的，不是翻译的人改动了，说明字字句句，释迦牟尼佛传给后人，没有错误。",
      "zh_TW": "彼岸，西方極樂世界，你生到西方極樂世界，你就超過普賢菩薩。念老的註解，「右之二偈，總結全經」。「本經之首第二品」，品名叫「德遵普賢，與會菩薩咸共遵修普賢大士之德。今於經末，乃云若諸有情當作佛，行超普賢登彼岸」。前面說「德遵普賢」，現在說「行超普賢」，這什麼意思？且此一句乃《唐譯》的原文，翻譯的人是唐朝三藏法師菩提流志，譯文自然不違背經旨。「且《唐譯》於經首亦云會眾咸共遵修普賢之道。可見前之德遵普賢與後之行超普賢，俱是梵經原旨，而非譯筆有誤也」。這是談翻譯，肯定是梵文經典原來就是這麼寫法的，不是翻譯的人改動了，說明字字句句，釋迦牟尼佛傳給後人，沒有錯誤。"
    },
    {
      "id": "02-041-0504_p0023",
      "zh_CN": "且此不但没有错误，而实实在在是释迦牟尼佛慈悲到极处，「剖出心肝，与众相见」。「盖普贤乃大行菩萨，表差别智」，智慧分为两大类，一个是根本智，一个是差别智，「称为华严长子，以十大愿王导归极乐」。「愿而称王」，愿王，为什么？「以普贤之愿，广大无际，穷劫无尽」，广大无际是讲空间，穷劫无尽是讲时间，「导归极乐，利济无尽，故称大愿之王」。是故本经来会的圣众，咸遵普贤大士之德。",
      "zh_TW": "且此不但沒有錯誤，而實實在在是釋迦牟尼佛慈悲到極處，「剖出心肝，與眾相見」。「蓋普賢乃大行菩薩，表差別智」，智慧分為兩大類，一個是根本智，一個是差別智，「稱為華嚴長子，以十大願王導歸極樂」。「願而稱王」，願王，為什麼？「以普賢之願，廣大無際，窮劫無盡」，廣大無際是講空間，窮劫無盡是講時間，「導歸極樂，利濟無盡，故稱大願之王」。是故本經來會的聖眾，咸遵普賢大士之德。"
    },
    {
      "id": "02-041-0504_p0024",
      "zh_CN": "「但此经中，世尊于方便中独垂方便，于圆顿中更显圆顿」，圆顿之圆顿，方便之方便，在《佛说大乘无量寿庄严清净平等觉经》。《华严》称经中之王，我们这部经跟《华严》比，是王中之王，再没有能超过的了。「直以信愿持名一法，广摄六度万行，圆摄十大愿王，直入一句佛号」。这一句佛号还得了吗？这一句佛号里头，有圆满的《无量寿经》，有圆满的《大方广佛华严经》。念这一句佛号，《华严》八十卷、《无量寿经》统统念完了，圆满具足。这还得了吗？我们要知道。",
      "zh_TW": "「但此經中，世尊於方便中獨垂方便，於圓頓中更顯圓頓」，圓頓之圓頓，方便之方便，在《佛說大乘無量壽莊嚴清淨平等覺經》。《華嚴》稱經中之王，我們這部經跟《華嚴》比，是王中之王，再沒有能超過的了。「直以信願持名一法，廣攝六度萬行，圓攝十大願王，直入一句佛號」。這一句佛號還得了嗎？這一句佛號裡頭，有圓滿的《無量壽經》，有圓滿的《大方廣佛華嚴經》。念這一句佛號，《華嚴》八十卷、《無量壽經》統統念完了，圓滿具足。這還得了嗎？我們要知道。"
    },
    {
      "id": "02-041-0504_p0025",
      "zh_CN": "下面说，「故知持名一法，直是醍醐，广含众妙。普贤十大愿王是从根本智而差别智。今则广摄愿王，唯倡信愿持名。是乃从差别智，复归根本。故云行超普贤」。你用什么方法超越普贤？念老告诉我们，今则广摄愿王，唯倡信愿持名，就四个字。真信有西方极乐世界，没有丝毫怀疑；切愿，恳切的愿望，我没有第二个愿望，我只有这个愿望，这个愿望是往生极乐世界。功夫就是一句佛号，南无阿弥陀佛，或者再省略一点，阿弥陀佛。南无是客气话，是恭敬的意思，是礼拜的意思。世尊在经典上告诉我们，持名就对了，所以你念六个字好，你念四个字也好，四个字跟六个字没有差别，完全是平等的。所以这个法门唯倡，倡是提倡，信愿持名。念老告诉我们，是乃从差别智，复归根本，所以说行超普贤。行超普贤是有根据的，不是随便说的。",
      "zh_TW": "下面說，「故知持名一法，直是醍醐，廣含眾妙。普賢十大願王是從根本智而差別智。今則廣攝願王，唯倡信願持名。是乃從差別智，復歸根本。故云行超普賢」。你用什麼方法超越普賢？念老告訴我們，今則廣攝願王，唯倡信願持名，就四個字。真信有西方極樂世界，沒有絲毫懷疑；切願，懇切的願望，我沒有第二個願望，我只有這個願望，這個願望是往生極樂世界。功夫就是一句佛號，南無阿彌陀佛，或者再省略一點，阿彌陀佛。南無是客氣話，是恭敬的意思，是禮拜的意思。世尊在經典上告訴我們，持名就對了，所以你念六個字好，你念四個字也好，四個字跟六個字沒有差別，完全是平等的。所以這個法門唯倡，倡是提倡，信願持名。念老告訴我們，是乃從差別智，復歸根本，所以說行超普賢。行超普賢是有根據的，不是隨便說的。"
    },
    {
      "id": "02-041-0504_p0026",
      "zh_CN": "下面是念老的注解，「盖持名之妙行，以果觉为因心」。你能抓住这个名号，念念不忘，心里头念念都是阿弥陀佛，这是往生极乐世界的因，你抓住了。「因果同时，直截了当，不假方便，不落阶梯。」正如《弥陀要解》里面说的，「阿弥陀正翻无量，本不可说。本师以光寿二义，收尽一切无量。光则横遍十方，寿则竖穷三际。横竖交彻，即法界体。举此体作弥陀身土」，弥陀之身如是，弥陀之国土亦如是，「亦即举此体作弥陀名号」。不可思议。",
      "zh_TW": "下面是念老的註解，「蓋持名之妙行，以果覺為因心」。你能抓住這個名號，念念不忘，心裡頭念念都是阿彌陀佛，這是往生極樂世界的因，你抓住了。「因果同時，直截了當，不假方便，不落階梯。」正如《彌陀要解》裡面說的，「阿彌陀正翻無量，本不可說。本師以光壽二義，收盡一切無量。光則橫遍十方，壽則豎窮三際。橫豎交徹，即法界體。舉此體作彌陀身土」，彌陀之身如是，彌陀之國土亦如是，「亦即舉此體作彌陀名號」。不可思議。"
    },
    {
      "id": "02-041-0504_p0027",
      "zh_CN": "《弥陀要解》蕅益大师所着的，印光大师赞叹，即使古佛再来，给《弥陀经》做个注解，也不能超过其上。这个赞叹赞叹到极处，无以复加。印祖是我们最接近的一代祖师，我们的法脉也是从他老人家流出来的。李炳南老居士是印祖的弟子，我们的大乘佛法是跟李老居士学的，一脉相承。这个会集本，夏莲居会集的。李老师当年第一次看到，无量的欢喜，亲手用毛笔再在经本上写的注解，注解段落也就是像科判一样的，在台中法华寺讲过一遍。那个时候我的缘还没到，跟李老师还不认识，这一会我就没听到。但是，老师把他这个笔记本给我了，就这个经本，上面写得密密麻麻的，我一看，能懂。我就依照他这个注解，先后讲过十遍，在讲《无量寿经》之前的时候讲过十遍。",
      "zh_TW": "《彌陀要解》蕅益大師所著的，印光大師讚歎，即使古佛再來，給《彌陀經》做個註解，也不能超過其上。這個讚歎讚歎到極處，無以復加。印祖是我們最接近的一代祖師，我們的法脈也是從他老人家流出來的。李炳南老居士是印祖的弟子，我們的大乘佛法是跟李老居士學的，一脈相承。這個會集本，夏蓮居會集的。李老師當年第一次看到，無量的歡喜，親手用毛筆再在經本上寫的註解，註解段落也就是像科判一樣的，在台中法華寺講過一遍。那個時候我的緣還沒到，跟李老師還不認識，這一會我就沒聽到。但是，老師把他這個筆記本給我了，就這個經本，上面寫得密密麻麻的，我一看，能懂。我就依照他這個註解，先後講過十遍，在講《無量壽經》之前的時候講過十遍。"
    },
    {
      "id": "02-041-0504_p0028",
      "zh_CN": "以后在美国遇到黄念祖居士，看到他的注解，他的注解是刚刚出来，油印本，只带了一套到美国，他就送给我了。我把它带到台湾印精装本一册，我记得是第一版我印一万册，这个本子流通于世。现在我们用的这个本子，老居士经过好几次的修订，成为第一善本。能得到这个本子，你是这一万人当中的一个。这个地球上，修净土的人多少？多！许许多多人都还没有机会遇到这个本子，我们遇到了，这是我们的福报，真有福，跟黄念祖居士缘深！他老人家住世的时候，我每一年至少都有三、四次，到北京去看他。在那个时代，在海外讲这部经的我一个，国内讲这个经的是他，我们两个人在讲，现在慢慢人多了。机会难得。",
      "zh_TW": "以後在美國遇到黃念祖居士，看到他的註解，他的註解是剛剛出來，油印本，只帶了一套到美國，他就送給我了。我把它帶到台灣印精裝本一冊，我記得是第一版我印一萬冊，這個本子流通於世。現在我們用的這個本子，老居士經過好幾次的修訂，成為第一善本。能得到這個本子，你是這一萬人當中的一個。這個地球上，修淨土的人多少？多！許許多多人都還沒有機會遇到這個本子，我們遇到了，這是我們的福報，真有福，跟黃念祖居士緣深！他老人家住世的時候，我每一年至少都有三、四次，到北京去看他。在那個時代，在海外講這部經的我一個，國內講這個經的是他，我們兩個人在講，現在慢慢人多了。機會難得。"
    },
    {
      "id": "02-041-0504_p0029",
      "zh_CN": "这个地方，《要解》里说，蕅益大师说的，本师以光寿二义，收尽一切无量，无量寿、无量光。光横遍十方，寿竖穷三际，横竖交彻，就是法界的本体。「举此体作弥陀身土，亦即举此体作弥陀名号。是故弥陀名号，即众生本觉理性。持名，即始觉合本。始本不二，生佛不二。故一念相应一念佛，念念相应念念佛也」。「普贤十大愿王导归极乐，今则念念即是弥陀」，这还得了吗？真不得了。",
      "zh_TW": "這個地方，《要解》裡說，蕅益大師說的，本師以光壽二義，收盡一切無量，無量壽、無量光。光橫遍十方，壽豎窮三際，橫豎交徹，就是法界的本體。「舉此體作彌陀身土，亦即舉此體作彌陀名號。是故彌陀名號，即眾生本覺理性。持名，即始覺合本。始本不二，生佛不二。故一念相應一念佛，念念相應念念佛也」。「普賢十大願王導歸極樂，今則念念即是彌陀」，這還得了嗎？真不得了。"
    },
    {
      "id": "02-041-0504_p0030",
      "zh_CN": "「且十大愿王，义理深广，非是常人，所能发起」。这是讲真话，普贤愿王谁能发？心量那么小，除了自己没有别人，这个心发不起来。我们这个法门好了，今则念念即是弥陀，且十大愿王，义理深广，非是常人，所能发起。「持名一法，普被三根，五逆十恶，亦能依之而度生死」。这一句太重要了！五逆十恶是造无间地狱的罪业，什么方法都没办法度，信愿持名能度。这一句重要，太重要了！我们每个人造作的罪业害怕，将来怎么办？用这个方法来忏悔，用那个方法来消业障，都比不上一句佛号，一句佛号是真能度你。不要再搞别的，搞乱了、搞杂了，反而业障消不了，不如这一句佛号，能度生死。",
      "zh_TW": "「且十大願王，義理深廣，非是常人，所能發起」。這是講真話，普賢願王誰能發？心量那麼小，除了自己沒有別人，這個心發不起來。我們這個法門好了，今則念念即是彌陀，且十大願王，義理深廣，非是常人，所能發起。「持名一法，普被三根，五逆十惡，亦能依之而度生死」。這一句太重要了！五逆十惡是造無間地獄的罪業，什麼方法都沒辦法度，信願持名能度。這一句重要，太重要了！我們每個人造作的罪業害怕，將來怎麼辦？用這個方法來懺悔，用那個方法來消業障，都比不上一句佛號，一句佛號是真能度你。不要再搞別的，搞亂了、搞雜了，反而業障消不了，不如這一句佛號，能度生死。"
    },
    {
      "id": "02-041-0504_p0031",
      "zh_CN": "今天时间到了，下一堂课我们还从这里修学起，太重要了，要把它讲清楚、讲明白。什么样的业障统统能消，你要相信，不要认为这句阿弥陀佛太简单了，抵不过那些经忏。一切经忏加起来，都抵不过一句阿弥陀佛，这就对了。",
      "zh_TW": "今天時間到了，下一堂課我們還從這裡修學起，太重要了，要把它講清楚、講明白。什麼樣的業障統統能消，你要相信，不要認為這句阿彌陀佛太簡單了，抵不過那些經懺。一切經懺加起來，都抵不過一句阿彌陀佛，這就對了。"
    },
    {
      "id": "02-041-0504_p0032",
      "zh_CN": "好，今天我们就学到此地。",
      "zh_TW": "好，今天我們就學到此地。"
    }
  ]
}