{
  "doc_id": "02-041-0111",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一一集",
    "zh_TW": "第一一一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-041-0111",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-041-0111_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0111_p0002",
      "zh_CN": "请看《大经科注》第三百四十页，倒数第四行：",
      "zh_TW": "請看《大經科註》第三百四十頁，倒數第四行："
    },
    {
      "id": "02-041-0111_p0003",
      "zh_CN": "『开化显示真实之际』。这一句经文，下面念老的解释，「开化者，即《法华经》之开佛知见。显示者，即示佛知见」。《法华》讲开、示、悟、入，佛教导我们只是这两句，开、示，我们自己必须要有悟、入，这个教学就圆满了。所以开示是老师的事情，悟入是学生的事情。由此可知，老师难得，学生也不容易，没有这样的学生，老师要讲开示白讲了，老师就不讲了。为什么？没有这个根器的人，他就不讲了。佛法如是，世法亦如是。早年我在台中，老师对我非常关心，我肯学，愿意学，请老师，请经，老师从来没有拒绝过。最后我们连了有八个同学，启请老师开讲《华严》，老师都答应了。唯独我请求老人家讲《礼记》，我记得大概是我请了七次，老师才答应。为什么老师不肯讲？老师把这个理由告诉我了，我才明白，没有人学。儒的礼就跟佛的戒一样，要真正依教奉行，老师才会教；听了做不到，老师讲了等于白讲，所以他不讲。这个道理我们要懂，不是老师不慈悲，不是老师不愿意，要看听众的根器，是不是真正肯学。因为礼跟戒是属于行经，经典有四种，教、理、行、果，戒律属于行。讲了你做不到，不是等于白讲吗？",
      "zh_TW": "『開化顯示真實之際』。這一句經文，下面念老的解釋，「開化者，即《法華經》之開佛知見。顯示者，即示佛知見」。《法華》講開、示、悟、入，佛教導我們只是這兩句，開、示，我們自己必須要有悟、入，這個教學就圓滿了。所以開示是老師的事情，悟入是學生的事情。由此可知，老師難得，學生也不容易，沒有這樣的學生，老師要講開示白講了，老師就不講了。為什麼？沒有這個根器的人，他就不講了。佛法如是，世法亦如是。早年我在台中，老師對我非常關心，我肯學，願意學，請老師，請經，老師從來沒有拒絕過。最後我們連了有八個同學，啟請老師開講《華嚴》，老師都答應了。唯獨我請求老人家講《禮記》，我記得大概是我請了七次，老師才答應。為什麼老師不肯講？老師把這個理由告訴我了，我才明白，沒有人學。儒的禮就跟佛的戒一樣，要真正依教奉行，老師才會教；聽了做不到，老師講了等於白講，所以他不講。這個道理我們要懂，不是老師不慈悲，不是老師不願意，要看聽眾的根器，是不是真正肯學。因為禮跟戒是屬於行經，經典有四種，教、理、行、果，戒律屬於行。講了你做不到，不是等於白講嗎？"
    },
    {
      "id": "02-041-0111_p0004",
      "zh_CN": "在我们这一代，听经还有人讲经的，过去在台湾，老法师当中有几位还讲经，讲戒的人没有。就是在戒坛里面，我们受具足戒，一个月，也只是把《戒经》念一念，没有时间讲。这一个月非常难得、非常稀有，果清律师来给我们细说，这是讲在家戒，优婆塞戒的戒体，比什么都重要，我们有这个缘分，稀有难得。戒体是在戒律里面的核心，持戒，持戒之体是什么？真心，不是妄心，妄心不是戒体，在大乘教里的就是菩提心。世尊在《观经》上给我们讲的菩提心，至诚心、深心、回向发愿心，至诚心是体，真诚到极处。我们现在连真诚的概念都没有，什么叫真诚？囫囵吞枣的接受了。真诚，老师给我们讲，我们能不能体会？不能体会。为什么？因为我们用妄心听经，老师讲真诚，你怎么会明了？妄心是有分别、有执着，再说得深一点，它有起心动念，起心动念是无明烦恼。不但六道这些众生不能体会，二乘、三乘菩萨也不能体会。所以菩提心不发，那是凡夫、小乘，发了就是法身菩萨，为什么？用真心。十法界的佛，天台大师六即佛里头判他叫相似即佛，什么原因？相似，不是真的，他很像佛，戒定慧三学，可以说在我们心目当中，他已经做得圆满了，成佛了。为什么天台大师不承认他？因为他用妄心，妄心就是阿赖耶。",
      "zh_TW": "在我們這一代，聽經還有人講經的，過去在台灣，老法師當中有幾位還講經，講戒的人沒有。就是在戒壇裡面，我們受具足戒，一個月，也只是把《戒經》念一念，沒有時間講。這一個月非常難得、非常稀有，果清律師來給我們細說，這是講在家戒，優婆塞戒的戒體，比什麼都重要，我們有這個緣分，稀有難得。戒體是在戒律裡面的核心，持戒，持戒之體是什麼？真心，不是妄心，妄心不是戒體，在大乘教裡的就是菩提心。世尊在《觀經》上給我們講的菩提心，至誠心、深心、迴向發願心，至誠心是體，真誠到極處。我們現在連真誠的概念都沒有，什麼叫真誠？囫圇吞棗的接受了。真誠，老師給我們講，我們能不能體會？不能體會。為什麼？因為我們用妄心聽經，老師講真誠，你怎麼會明瞭？妄心是有分別、有執著，再說得深一點，它有起心動念，起心動念是無明煩惱。不但六道這些眾生不能體會，二乘、三乘菩薩也不能體會。所以菩提心不發，那是凡夫、小乘，發了就是法身菩薩，為什麼？用真心。十法界的佛，天台大師六即佛裡頭判他叫相似即佛，什麼原因？相似，不是真的，他很像佛，戒定慧三學，可以說在我們心目當中，他已經做得圓滿了，成佛了。為什麼天台大師不承認他？因為他用妄心，妄心就是阿賴耶。"
    },
    {
      "id": "02-041-0111_p0005",
      "zh_CN": "阿赖耶里头起心动念极其微细，就在我们面前，我们没有办法感觉到。起心动念是生灭法，阿赖耶的相，弥勒菩萨告诉我们，一秒钟生灭多少次？二千一百兆，我们怎么会晓得？我们今天看电视，电视一秒钟生灭多少次？一百次。早年头我们看到电影，电影是动画组成的，我这是电影里面的底片，在放映机里面一秒钟生灭多少次？二十四次。二十四分之一秒，我们看起来好像是真的。电视比它快多了，以前的电视是一秒钟五十次，现在数码一秒钟一百次。所以真相在我们面前，我们不知道。什么人知道？破无明的人知道。破无明是什么？不起心、不动念了，换句话说，二千一百兆分之一秒的生灭他断了，这叫破无明，破无明就证法身。",
      "zh_TW": "阿賴耶裡頭起心動念極其微細，就在我們面前，我們沒有辦法感覺到。起心動念是生滅法，阿賴耶的相，彌勒菩薩告訴我們，一秒鐘生滅多少次？二千一百兆，我們怎麼會曉得？我們今天看電視，電視一秒鐘生滅多少次？一百次。早年頭我們看到電影，電影是動畫組成的，我這是電影裡面的底片，在放映機裡面一秒鐘生滅多少次？二十四次。二十四分之一秒，我們看起來好像是真的。電視比它快多了，以前的電視是一秒鐘五十次，現在數碼一秒鐘一百次。所以真相在我們面前，我們不知道。什麼人知道？破無明的人知道。破無明是什麼？不起心、不動念了，換句話說，二千一百兆分之一秒的生滅他斷了，這叫破無明，破無明就證法身。"
    },
    {
      "id": "02-041-0111_p0006",
      "zh_CN": "破无明是真佛，虽然没有证得究竟圆满，叫分证即佛，他是真的，他不是假的，分证就是说没有达到圆满。四十一位法身大士是分证即佛；最后那一品生相无明的习气断尽了，那是等觉菩萨；等觉位圆满了，舍等觉，证妙觉，妙觉就是究竟圆满的无上正等正觉。他不住报土，实报庄严土，他不住在那里，他住在哪里？住在常寂光。常寂光就是法身，法身就是常寂光，常，不生不灭这叫常；寂，清净无染，连极微细生灭的念头都没有，叫寂；光，光明遍照。法身佛，大乘经上就称他为毘卢遮那，毘卢遮那是梵语，意思是普照，意思就是光明普照，一切时、一切处遍照法界。",
      "zh_TW": "破無明是真佛，雖然沒有證得究竟圓滿，叫分證即佛，他是真的，他不是假的，分證就是說沒有達到圓滿。四十一位法身大士是分證即佛；最後那一品生相無明的習氣斷盡了，那是等覺菩薩；等覺位圓滿了，捨等覺，證妙覺，妙覺就是究竟圓滿的無上正等正覺。他不住報土，實報莊嚴土，他不住在那裡，他住在哪裡？住在常寂光。常寂光就是法身，法身就是常寂光，常，不生不滅這叫常；寂，清淨無染，連極微細生滅的念頭都沒有，叫寂；光，光明遍照。法身佛，大乘經上就稱他為毘盧遮那，毘盧遮那是梵語，意思是普照，意思就是光明普照，一切時、一切處遍照法界。"
    },
    {
      "id": "02-041-0111_p0007",
      "zh_CN": "入常寂光，就像我们这个教室里这十几盏灯光光互融，虽然光光互融，还是各是各的，我们灭一盏，这一盏就没有了，打开，光跟光融在一起。所以，契入常寂光就是跟一切诸佛融成一片，这是真正的自己，真正是自他不二。你看我们这个房间十几盏灯，你能分出哪个光是哪一盏的吗？统统都是，不能分。证到究竟圆满的果位，跟十方三世一切诸佛如来融成一体，这就是《华严》上所说的「十方三世佛，共同一法身」。不是两个，共同一法身，是真的不是假的。法身里头没有你我，为什么？他没有分别执着，不但分别执着没有，他起心动念都没有。报土里面四十一位法身大士，起心动念没有，他还有起心动念的习气，真不起心动念了，所以他是真佛。为什么不圆满？习气没断。",
      "zh_TW": "入常寂光，就像我們這個教室裡這十幾盞燈光光互融，雖然光光互融，還是各是各的，我們滅一盞，這一盞就沒有了，打開，光跟光融在一起。所以，契入常寂光就是跟一切諸佛融成一片，這是真正的自己，真正是自他不二。你看我們這個房間十幾盞燈，你能分出哪個光是哪一盞的嗎？統統都是，不能分。證到究竟圓滿的果位，跟十方三世一切諸佛如來融成一體，這就是《華嚴》上所說的「十方三世佛，共同一法身」。不是兩個，共同一法身，是真的不是假的。法身裡頭沒有你我，為什麼？他沒有分別執著，不但分別執著沒有，他起心動念都沒有。報土裡面四十一位法身大士，起心動念沒有，他還有起心動念的習氣，真不起心動念了，所以他是真佛。為什麼不圓滿？習氣沒斷。"
    },
    {
      "id": "02-041-0111_p0008",
      "zh_CN": "我们修什么？一定要知道，修来修去，八万四千法门、无量法门，就是把那个体找到。体的名词很多，这个后面《智度论》里面讲如、法性、实际，都是实相的名号。佛四十九年所说的一切经，讲到体他用了几十个名词。为什么一桩事情说这么多名相？教我们不要执著名相，名相是假的，懂得名相的含义就对了，不要执著名相。执著名相就是妄想分别执着全起来了。",
      "zh_TW": "我們修什麼？一定要知道，修來修去，八萬四千法門、無量法門，就是把那個體找到。體的名詞很多，這個後面《智度論》裡面講如、法性、實際，都是實相的名號。佛四十九年所說的一切經，講到體他用了幾十個名詞。為什麼一樁事情說這麼多名相？教我們不要執著名相，名相是假的，懂得名相的含義就對了，不要執著名相。執著名相就是妄想分別執著全起來了。"
    },
    {
      "id": "02-041-0111_p0009",
      "zh_CN": "开，《法华经》上讲的开佛知见，示佛知见，佛知见就是佛性，就是自性，也叫法性。我们凡夫、二乘、权教，就是别教十住、十行、十回向，知见没开。佛以善巧方便帮助我们，把这个打开，好像宝殿，门打开了。门打开怎么样？我们不识货，不知道。那佛就更进一步指示，一样一样的指示给我们看，我们就悟了。如果佛指示给你的时候你不会开悟，你不知道佛知道，佛会不会给你开佛知见？不会，一定要你有这个能力。你看看一般修学的，他通过阿含，通过方等，通过般若，这就是什么？这就有悟佛知见的条件，才给你讲《华严》、才给你讲《法华》；再给你说，给你讲《无量寿经》，为什么？《无量寿经》跟《法华》、跟《华严》是平等的，统统是讲佛知见。所以这是一乘教，比大乘还高，一乘教最重要的条件就是菩提心。大乘戒律四分戒，以菩提心为体，菩提心是真心，不杂虚妄就是真的，妄心是假的，菩提是真的，菩提是真实智慧、真实之际、真实的利益。",
      "zh_TW": "開，《法華經》上講的開佛知見，示佛知見，佛知見就是佛性，就是自性，也叫法性。我們凡夫、二乘、權教，就是別教十住、十行、十迴向，知見沒開。佛以善巧方便幫助我們，把這個打開，好像寶殿，門打開了。門打開怎麼樣？我們不識貨，不知道。那佛就更進一步指示，一樣一樣的指示給我們看，我們就悟了。如果佛指示給你的時候你不會開悟，你不知道佛知道，佛會不會給你開佛知見？不會，一定要你有這個能力。你看看一般修學的，他通過阿含，通過方等，通過般若，這就是什麼？這就有悟佛知見的條件，才給你講《華嚴》、才給你講《法華》；再給你說，給你講《無量壽經》，為什麼？《無量壽經》跟《法華》、跟《華嚴》是平等的，統統是講佛知見。所以這是一乘教，比大乘還高，一乘教最重要的條件就是菩提心。大乘戒律四分戒，以菩提心為體，菩提心是真心，不雜虛妄就是真的，妄心是假的，菩提是真的，菩提是真實智慧、真實之際、真實的利益。"
    },
    {
      "id": "02-041-0111_p0010",
      "zh_CN": "「显示」，这就是示佛知见。下面给我们说明「际者」，际什么意思？「究竟边际」。唯佛能知诸法实相，边际就是诸法实相。「真实之际者，佛之知见也」。所以《法华经》一开头，佛就把宗旨宣扬出来了，诸佛如来，世尊没有例外，出现在这个世间为一桩事情，「入佛知见」，就为这个。这了不起！佛教终极的目标是教我们成佛，就在这一生。一生成佛，《华严》是一生成佛，《法华》是一生成佛，《梵网》是一生成佛，一生成佛就这三部经。所以叫一乘教，大圆满教，对法身菩萨所开演的。佛之知见，佛知佛见，这都是属于智慧，圆满的智慧，自性本具的般若智慧。一切众生个个都有，不是学来的，是自性本有的。如果是学来的，惠能就不能见性，释迦夜睹明星就不能开悟，是众生本有的。众生跟佛是一体，学佛，这个概念不可以没有。",
      "zh_TW": "「顯示」，這就是示佛知見。下面給我們說明「際者」，際什麼意思？「究竟邊際」。唯佛能知諸法實相，邊際就是諸法實相。「真實之際者，佛之知見也」。所以《法華經》一開頭，佛就把宗旨宣揚出來了，諸佛如來，世尊沒有例外，出現在這個世間為一樁事情，「入佛知見」，就為這個。這了不起！佛教終極的目標是教我們成佛，就在這一生。一生成佛，《華嚴》是一生成佛，《法華》是一生成佛，《梵網》是一生成佛，一生成佛就這三部經。所以叫一乘教，大圓滿教，對法身菩薩所開演的。佛之知見，佛知佛見，這都是屬於智慧，圓滿的智慧，自性本具的般若智慧。一切眾生個個都有，不是學來的，是自性本有的。如果是學來的，惠能就不能見性，釋迦夜睹明星就不能開悟，是眾生本有的。眾生跟佛是一體，學佛，這個概念不可以沒有。"
    },
    {
      "id": "02-041-0111_p0011",
      "zh_CN": "佛在经上苦口婆心常常提起，「一切众生皆有如来智慧、德、相」，德是德能，也常讲功德，相是相好，人人平等，没有高下。我们在一切境缘当中，说高说低、说上说下，方便说，不是真实说，那是佛菩萨接引的小根器作如是言。到见性的时候就不是这样的了，见性是完全是一体，什么妄念都消化了，没有了。「唯有一乘法，无二亦无三，除佛方便说」，方便是应机，机感不相同，佛说法不一样。古人说法跟今人不一样，古人说法要开悟，没开悟没有资格说法；没开悟没有资格写书，这些著作留到后世都是开悟了的。《大藏经》上入藏的，这些祖师大德的著作，也有不少居士的著作，在《大藏经》里。那都是通过那一个时代高僧大德，都是开悟的人，经过他们看，看是不是开悟之后写的，没有开悟写的这个东西都不能入藏。所以《大藏》是我们学习的标准，道理就在此地。",
      "zh_TW": "佛在經上苦口婆心常常提起，「一切眾生皆有如來智慧、德、相」，德是德能，也常講功德，相是相好，人人平等，沒有高下。我們在一切境緣當中，說高說低、說上說下，方便說，不是真實說，那是佛菩薩接引的小根器作如是言。到見性的時候就不是這樣的了，見性是完全是一體，什麼妄念都消化了，沒有了。「唯有一乘法，無二亦無三，除佛方便說」，方便是應機，機感不相同，佛說法不一樣。古人說法跟今人不一樣，古人說法要開悟，沒開悟沒有資格說法；沒開悟沒有資格寫書，這些著作留到後世都是開悟了的。《大藏經》上入藏的，這些祖師大德的著作，也有不少居士的著作，在《大藏經》裡。那都是通過那一個時代高僧大德，都是開悟的人，經過他們看，看是不是開悟之後寫的，沒有開悟寫的這個東西都不能入藏。所以《大藏》是我們學習的標準，道理就在此地。"
    },
    {
      "id": "02-041-0111_p0012",
      "zh_CN": "现在众生福薄，烦恼习气深重，开悟的人不来了。为什么不来？我们不肯学。我第一天拜李老师，老师给我三个条件。这三个条件不是他的，是中国自古以来祖祖相传的，你不能遵守，不教你；你能遵守，真教你，绝不放弃你。第一个条件，我没有跟他之前，我跟章嘉大师三年，跟方东美先生一年，很单纯，不复杂，可是老师还是严格的给我定约，你过去所学的我统统不承认，从今天起从头学起，以前学的不承认。这才好教，像一张白纸一样，干干净净的，他爱怎么写怎么写，爱怎么画就怎么画。我们不能说：老师你这个讲法，过去章嘉大师讲的跟你讲的不一样。不能问，为什么？不承认，只有听老师的。第二个，听经，只可以听他一个人讲，任何人讲经，出家、在家，到台中时讲经，不可以去听。第三个看文字、看书，没有经过他的许可不准看，佛经也不准看。",
      "zh_TW": "現在眾生福薄，煩惱習氣深重，開悟的人不來了。為什麼不來？我們不肯學。我第一天拜李老師，老師給我三個條件。這三個條件不是他的，是中國自古以來祖祖相傳的，你不能遵守，不教你；你能遵守，真教你，絕不放棄你。第一個條件，我沒有跟他之前，我跟章嘉大師三年，跟方東美先生一年，很單純，不複雜，可是老師還是嚴格的給我定約，你過去所學的我統統不承認，從今天起從頭學起，以前學的不承認。這才好教，像一張白紙一樣，乾乾淨淨的，他愛怎麼寫怎麼寫，愛怎麼畫就怎麼畫。我們不能說：老師你這個講法，過去章嘉大師講的跟你講的不一樣。不能問，為什麼？不承認，只有聽老師的。第二個，聽經，只可以聽他一個人講，任何人講經，出家、在家，到台中時講經，不可以去聽。第三個看文字、看書，沒有經過他的許可不准看，佛經也不准看。"
    },
    {
      "id": "02-041-0111_p0013",
      "zh_CN": "我听到这三个条件，第一个反应，老师自视太高，目中无人。我们不懂事，年轻。可是最后想想，我是忏云法师介绍的、朱镜宙老居士介绍的，朱老居士我跟他认识很久了，老人很慈悲，把我们当作孙子看待，关心备至，他给我介绍的老师还会有错吗？所以我就接受了。接受，答应接受之后，老师说了，有时间限制的，多久？五年，五年要坚守这个规矩，不能违背。真有好处，三个月之后我就对老师讲，老师的教诲有受用，我得到了。他就问我什么受用？心地清净了，妄念少了。为什么？很多不能看，不能听，只可以听老师一个的。半年之后心服口服，真是好办法，中国老祖宗的智慧真了不起。但是怎么样？这种学生找不到了。我还能服从，不能服从的，老师不教。连方东美这世间大学的教授，在学校都不认真教学了，为什么？学生不肯学；不是他不愿意教，他很愿意教。做一个好老师，心目当中就是要有传人，没有传人那真可惜。找不到传人，这就著书立说，著书留传给后世。我们想学一点东西，真想学，老师叫到家里来学，不要到学校，让我们感恩戴德。星期天是他休息的时间，不休息，还给我上两个钟点课，我们一分钱学费都没缴，对他毫无供养。他了解我们的状况，真教我。",
      "zh_TW": "我聽到這三個條件，第一個反應，老師自視太高，目中無人。我們不懂事，年輕。可是最後想想，我是懺雲法師介紹的、朱鏡宙老居士介紹的，朱老居士我跟他認識很久了，老人很慈悲，把我們當作孫子看待，關心備至，他給我介紹的老師還會有錯嗎？所以我就接受了。接受，答應接受之後，老師說了，有時間限制的，多久？五年，五年要堅守這個規矩，不能違背。真有好處，三個月之後我就對老師講，老師的教誨有受用，我得到了。他就問我什麼受用？心地清淨了，妄念少了。為什麼？很多不能看，不能聽，只可以聽老師一個的。半年之後心服口服，真是好辦法，中國老祖宗的智慧真了不起。但是怎麼樣？這種學生找不到了。我還能服從，不能服從的，老師不教。連方東美這世間大學的教授，在學校都不認真教學了，為什麼？學生不肯學；不是他不願意教，他很願意教。做一個好老師，心目當中就是要有傳人，沒有傳人那真可惜。找不到傳人，這就著書立說，著書留傳給後世。我們想學一點東西，真想學，老師叫到家裡來學，不要到學校，讓我們感恩戴德。星期天是他休息的時間，不休息，還給我上兩個鐘點課，我們一分錢學費都沒繳，對他毫無供養。他了解我們的狀況，真教我。"
    },
    {
      "id": "02-041-0111_p0014",
      "zh_CN": "那我要用李老师这个方法来收学生，这一生一个都没有，别作梦了，一个都找不到。大概李老师碰到也就碰到我一个，这真的，我问其他同学都没有。徐醒民到台中是我介绍去的，这个人很老实，真的老实、听话，真干能做到几成我不敢保证，但是老实、听话我敢保证，所以到台中这么多年，他有成就。我是想请老师多教几个学生，我们在国外弘法有帮手，求了多少次，最后一次老师说，「不是我不教，你替我找学生」。这句话把我问住了，以后我再不敢讲，我到哪里去找？找一个听话，老实听话的人，找不到。所以我才知道难。佛教是更难，几个人把学佛的目标定在悟佛知见？悟是开悟，开悟之后你才能入佛知见，入是证果，你真正证得。这个事情不容易，我到晚年知道真难。",
      "zh_TW": "那我要用李老師這個方法來收學生，這一生一個都沒有，別作夢了，一個都找不到。大概李老師碰到也就碰到我一個，這真的，我問其他同學都沒有。徐醒民到台中是我介紹去的，這個人很老實，真的老實、聽話，真幹能做到幾成我不敢保證，但是老實、聽話我敢保證，所以到台中這麼多年，他有成就。我是想請老師多教幾個學生，我們在國外弘法有幫手，求了多少次，最後一次老師說，「不是我不教，你替我找學生」。這句話把我問住了，以後我再不敢講，我到哪裡去找？找一個聽話，老實聽話的人，找不到。所以我才知道難。佛教是更難，幾個人把學佛的目標定在悟佛知見？悟是開悟，開悟之後你才能入佛知見，入是證果，你真正證得。這個事情不容易，我到晚年知道真難。"
    },
    {
      "id": "02-041-0111_p0015",
      "zh_CN": "找不到怎么办？网路教学、卫星电视教学，好！真有这种人，不在面前。刘素云听我讲经十年，我们才见面。十年听多少？一部经，这个难，就是一部《无量寿经》。听的方法，是每天她听我的光碟，早年的光碟是一个小时，不像现在，现在光碟容纳很多，一个小时，她一天就一片，一个小时。但是一个小时重复听十遍，那就是说她听十个小时，十个小时就听一片，重复十遍，这叫一门深入，长时薰修。听了多少年？听了十年。有悟处，很难得，她讲《无量寿经》讲得好，熟透了，入进去了。偶尔有别人请她讲别的经也讲得不错，一经通是部部经都通了。平常的时间佛号不间断。",
      "zh_TW": "找不到怎麼辦？網路教學、衛星電視教學，好！真有這種人，不在面前。劉素雲聽我講經十年，我們才見面。十年聽多少？一部經，這個難，就是一部《無量壽經》。聽的方法，是每天她聽我的光碟，早年的光碟是一個小時，不像現在，現在光碟容納很多，一個小時，她一天就一片，一個小時。但是一個小時重複聽十遍，那就是說她聽十個小時，十個小時就聽一片，重複十遍，這叫一門深入，長時薰修。聽了多少年？聽了十年。有悟處，很難得，她講《無量壽經》講得好，熟透了，入進去了。偶爾有別人請她講別的經也講得不錯，一經通是部部經都通了。平常的時間佛號不間斷。"
    },
    {
      "id": "02-041-0111_p0016",
      "zh_CN": "她的姐姐学佛四年，有一次偶尔聊到，讲经很辛苦，学佛也不容易，没有看到过人往生，如果要有一个人表演往生，给大家看看，那信心就十足了。她姐姐一口答应，行，我来表演。一个月她就往生了。往生前八天，刘素云听到一个声音，是一组数目字，「２０１２」，她这一组数目字，「１１２１１２」。她把它抄下来，给她姐姐，她姐姐看了一下，笑了一笑，没有说话，收起来了，那就是她姐姐往生的日期。２０１２是年，二０一二年，１１是月份，十一月，２１是二十一号，后头还有１２，十二点钟。她在那个时候，就在这一天，很多朋友在一起，讨论佛法，在聊天，高高兴兴，欢欢喜喜，时间一到，她告诉大家我走了，真的就走了。而且还告诉大家，佛来接我，带着莲花，我上莲花，虽然你们见不到，你看我的动作，看我手的动作，你就能体会到。她的手爬上去，脚踩着莲花瓣爬到莲花当中，细细的去看看得出来。她还有十年寿命，不要了，愿意来表演一下，念佛真正的是佛来接引往生极乐世界，她真走了。人真肯发愿，佛真肯帮助你。",
      "zh_TW": "她的姐姐學佛四年，有一次偶爾聊到，講經很辛苦，學佛也不容易，沒有看到過人往生，如果要有一個人表演往生，給大家看看，那信心就十足了。她姐姐一口答應，行，我來表演。一個月她就往生了。往生前八天，劉素雲聽到一個聲音，是一組數目字，「２０１２」，她這一組數目字，「１１２１１２」。她把它抄下來，給她姐姐，她姐姐看了一下，笑了一笑，沒有說話，收起來了，那就是她姐姐往生的日期。２０１２是年，二０一二年，１１是月份，十一月，２１是二十一號，後頭還有１２，十二點鐘。她在那個時候，就在這一天，很多朋友在一起，討論佛法，在聊天，高高興興，歡歡喜喜，時間一到，她告訴大家我走了，真的就走了。而且還告訴大家，佛來接我，帶著蓮花，我上蓮花，雖然你們見不到，你看我的動作，看我手的動作，你就能體會到。她的手爬上去，腳踩著蓮花瓣爬到蓮花當中，細細的去看看得出來。她還有十年壽命，不要了，願意來表演一下，念佛真正的是佛來接引往生極樂世界，她真走了。人真肯發願，佛真肯幫助你。"
    },
    {
      "id": "02-041-0111_p0017",
      "zh_CN": "诸佛如来同一个愿望，希望一切众生早早成佛，并不希望你要经过三大阿僧祇劫。佛有无比殊胜的法门，就是净土，净土比《华严》、比《法华》还要圆，《法华》跟《华严》还要相当长的时间。这个你看看刘素青，一个月，虽然学佛四年，她也很诚心，平常念佛，她发愿来表演往生，一个月就做到了。我们这里起心动念，阿弥陀佛知道，诸佛菩萨知道，甚至于天地鬼神知道，骗不了人。日本江本博士说，我们起心动念水知道，怎么能瞒人？怎么能欺人？不可以，那是罪业。所以学佛头一个就是要学真诚心待人接物，用圆满的爱心处世。",
      "zh_TW": "諸佛如來同一個願望，希望一切眾生早早成佛，並不希望你要經過三大阿僧祇劫。佛有無比殊勝的法門，就是淨土，淨土比《華嚴》、比《法華》還要圓，《法華》跟《華嚴》還要相當長的時間。這個你看看劉素青，一個月，雖然學佛四年，她也很誠心，平常念佛，她發願來表演往生，一個月就做到了。我們這裡起心動念，阿彌陀佛知道，諸佛菩薩知道，甚至於天地鬼神知道，騙不了人。日本江本博士說，我們起心動念水知道，怎麼能瞞人？怎麼能欺人？不可以，那是罪業。所以學佛頭一個就是要學真誠心待人接物，用圓滿的愛心處世。"
    },
    {
      "id": "02-041-0111_p0018",
      "zh_CN": "佛知佛见是真实智慧。「一部净土妙法，举体是佛之知见」，这是专门讲这《无量寿经》会集本，一点都不错，佛之知见就是真实智慧。「处处是华严境界」，你只要用《华严》十玄、普贤十愿你来对，你就能发现这部经字字句句是华严境界。所以彭际清居士说，这是前清了不起的一位大居士，通宗通教，显密圆融，就是他说的，《无量寿经》就是中本《华严》，《阿弥陀经》是小本《华严》，跟《华严》没有两样。所以我讲的《华严经》，讲到「初住品」，年岁大了，时间来不及了，我讲到「初住品」讲了四千多个小时，细说，其味无穷。年岁太大，没有时间了，所以把它放下，改学中本《华严》，就是《无量寿经》，而且发心讲黄念老的集注，这内容太丰富了。",
      "zh_TW": "佛知佛見是真實智慧。「一部淨土妙法，舉體是佛之知見」，這是專門講這《無量壽經》會集本，一點都不錯，佛之知見就是真實智慧。「處處是華嚴境界」，你只要用《華嚴》十玄、普賢十願你來對，你就能發現這部經字字句句是華嚴境界。所以彭際清居士說，這是前清了不起的一位大居士，通宗通教，顯密圓融，就是他說的，《無量壽經》就是中本《華嚴》，《阿彌陀經》是小本《華嚴》，跟《華嚴》沒有兩樣。所以我講的《華嚴經》，講到「初住品」，年歲大了，時間來不及了，我講到「初住品」講了四千多個小時，細說，其味無窮。年歲太大，沒有時間了，所以把它放下，改學中本《華嚴》，就是《無量壽經》，而且發心講黃念老的集註，這內容太豐富了。"
    },
    {
      "id": "02-041-0111_p0019",
      "zh_CN": "「故此经中，悉是开化显示真实之际」，真实之际就是佛知佛见，「咸为开示悟入佛之知见」。我们学这部经，念这句阿弥陀佛，能不能大彻大悟、明心见性？能。黄念祖居士给我们显示的，他自己不说，我们能看得出来，明心见性了，不见性哪有那种成就？海贤菩萨就受持一句名号，他不认识字，一生没有读过经，没有念过《无量寿经》，他连五堂功课都没学过，在别人道场上早晚殿的时候，他在旁边念阿弥陀佛。有没有见性？有，真见性了，见性就是理一心不乱。这个人的本质好，老实、听话、真干，修学的态度具足真诚、清净、恭敬。你看，他对于经典、经教的恭敬，对于佛号的恭敬，对于佛教的恭敬，用在生活上，对于一切众生的恭敬，一片菜叶丢在地上，他都捡起来洗干净，放到厨房里。一生节俭、勤快，处处以帮助别人、方便别人为第一，自己再辛苦也无所谓。所以他悟入了，就这一句南无阿弥陀佛，开示佛知佛见，他就能从这个地方悟入佛知见。他做出榜样来给我们看，我们看了之后真看清楚、看明白了，看出门道出来了，死心塌地走这个路，这个路简单，一点不复杂。这个好样子表演得太好了，确确实实上能度等觉菩萨，下能度五逆十恶地狱众生，往生到极乐世界平等成佛道，这还得了吗？",
      "zh_TW": "「故此經中，悉是開化顯示真實之際」，真實之際就是佛知佛見，「咸為開示悟入佛之知見」。我們學這部經，念這句阿彌陀佛，能不能大徹大悟、明心見性？能。黃念祖居士給我們顯示的，他自己不說，我們能看得出來，明心見性了，不見性哪有那種成就？海賢菩薩就受持一句名號，他不認識字，一生沒有讀過經，沒有念過《無量壽經》，他連五堂功課都沒學過，在別人道場上早晚殿的時候，他在旁邊念阿彌陀佛。有沒有見性？有，真見性了，見性就是理一心不亂。這個人的本質好，老實、聽話、真幹，修學的態度具足真誠、清淨、恭敬。你看，他對於經典、經教的恭敬，對於佛號的恭敬，對於佛教的恭敬，用在生活上，對於一切眾生的恭敬，一片菜葉丟在地上，他都撿起來洗乾淨，放到廚房裡。一生節儉、勤快，處處以幫助別人、方便別人為第一，自己再辛苦也無所謂。所以他悟入了，就這一句南無阿彌陀佛，開示佛知佛見，他就能從這個地方悟入佛知見。他做出榜樣來給我們看，我們看了之後真看清楚、看明白了，看出門道出來了，死心塌地走這個路，這個路簡單，一點不複雜。這個好樣子表演得太好了，確確實實上能度等覺菩薩，下能度五逆十惡地獄眾生，往生到極樂世界平等成佛道，這還得了嗎？"
    },
    {
      "id": "02-041-0111_p0020",
      "zh_CN": "老师当年介绍给我，教给我，我那个时候没接受，年轻，好高骛远，心里都是围着大经大论，把这个看轻了。大经大论也有好处，我从那里相信的。我信净土从《华严》进门的，从《楞严》二十五圆通、从《法华》让我真正认识净土，太奇妙了。理太深，事太容易了，真正相信、真正发愿，没有一个不成就，而且成就速度非常快。你要是说我有寿命不要了，真的，很快就能往生，你就会见佛，佛会带你去，是真的不是假的。",
      "zh_TW": "老師當年介紹給我，教給我，我那個時候沒接受，年輕，好高騖遠，心裡都是圍著大經大論，把這個看輕了。大經大論也有好處，我從那裡相信的。我信淨土從《華嚴》進門的，從《楞嚴》二十五圓通、從《法華》讓我真正認識淨土，太奇妙了。理太深，事太容易了，真正相信、真正發願，沒有一個不成就，而且成就速度非常快。你要是說我有壽命不要了，真的，很快就能往生，你就會見佛，佛會帶你去，是真的不是假的。"
    },
    {
      "id": "02-041-0111_p0021",
      "zh_CN": "下面引《智度论》说，「如、法性、实际」，这个三桩事情「皆是诸法实相异名」。诸法实相的异名，佛在大乘教里讲了几十个，让我们想到《大乘起信论》马鸣菩萨教给我们，听经，离言说相听，离名字相听，名字就是术语，如、法性、实际这都是名字相，离心缘相听，你才能悟入。如果你着了相，没办法入，着了相听经，听佛经的常识，不能契入境界。契入境界要用恭敬心，心里头有杂念，不恭敬；有妄想，不恭敬。恭敬到极处，所谓诚则灵，你才能悟、才能入。入境界好，可以把你所学的东西完全变成生活。海贤菩萨你看他，一生以戒为师，以苦为师，他受的戒，就是二十三岁受具足戒，那个时候受戒是五十三天。他受戒的时候是二十三岁，就是民国十二年，他出家三年才受戒。三皈、五戒、沙弥律仪、四重戒二十八轻，比丘戒里面重戒后面是威仪，他全做到了，细心去观察你就明了了。",
      "zh_TW": "下面引《智度論》說，「如、法性、實際」，這個三樁事情「皆是諸法實相異名」。諸法實相的異名，佛在大乘教裡講了幾十個，讓我們想到《大乘起信論》馬鳴菩薩教給我們，聽經，離言說相聽，離名字相聽，名字就是術語，如、法性、實際這都是名字相，離心緣相聽，你才能悟入。如果你著了相，沒辦法入，著了相聽經，聽佛經的常識，不能契入境界。契入境界要用恭敬心，心裡頭有雜念，不恭敬；有妄想，不恭敬。恭敬到極處，所謂誠則靈，你才能悟、才能入。入境界好，可以把你所學的東西完全變成生活。海賢菩薩你看他，一生以戒為師，以苦為師，他受的戒，就是二十三歲受具足戒，那個時候受戒是五十三天。他受戒的時候是二十三歲，就是民國十二年，他出家三年才受戒。三皈、五戒、沙彌律儀、四重戒二十八輕，比丘戒裡面重戒後面是威儀，他全做到了，細心去觀察你就明瞭了。"
    },
    {
      "id": "02-041-0111_p0022",
      "zh_CN": "一生以苦为师，你看，一百一十二岁生日那天，有些居士给他办了一桌素菜，给他庆生会，他很不高兴，脸面很不好看，一口也没吃。这是表现什么？他以苦为师，你怎么给他做那么多？坚持，就是一生不破戒，不破他的规矩。他就是粗茶淡饭，一生乐此不疲，他快乐。你给他做些好吃的东西他烦，他看到很难过。妈妈八十六岁的时候要回老家，他还提了个锅去，为什么？妈妈从小就吃素，不能用别的锅给她煮饭，他用自己的锅。这都是属于持戒，这么谨慎，没有一件不如法的事情。这是我们要学习的，养成一个节俭、吃苦、耐劳的好习惯。",
      "zh_TW": "一生以苦為師，你看，一百一十二歲生日那天，有些居士給他辦了一桌素菜，給他慶生會，他很不高興，臉面很不好看，一口也沒吃。這是表現什麼？他以苦為師，你怎麼給他做那麼多？堅持，就是一生不破戒，不破他的規矩。他就是粗茶淡飯，一生樂此不疲，他快樂。你給他做些好吃的東西他煩，他看到很難過。媽媽八十六歲的時候要回老家，他還提了個鍋去，為什麼？媽媽從小就吃素，不能用別的鍋給她煮飯，他用自己的鍋。這都是屬於持戒，這麼謹慎，沒有一件不如法的事情。這是我們要學習的，養成一個節儉、吃苦、耐勞的好習慣。"
    },
    {
      "id": "02-041-0111_p0023",
      "zh_CN": "日本净宗祖师《甄解》里面说，「实相妙处尽理至极，云际」。《甄解》里解释这个际字，际是什么意思？实相的妙处，理是理体，尽理，圆圆满满跟这个理相应，一丝毫缺失都没有，达到极处。这是什么？明心见性达到极处，这什么境界？妙觉果位。实报土里面有没有妙觉果位法身菩萨？有。法身菩萨看到四十一位法身大士，那就是感，法身就有应，法身就是常寂光。法身佛在哪里？法身佛无处不在，无时不在，我们具足清净心他就现前，心不清净他不现前，他现前不起作用。所以清净心是感，平等心是感，觉也是感，觉是法身菩萨，平等是三贤菩萨，清净是二乘声闻、缘觉，都是证到果位的圣人，不是凡夫。尽理至极，这就是真实之际那个际的意思，至极是妙觉果位，圆满证得，这是契入常寂光了。准上面两种说法，《大智度论》里跟《甄解》的说法，「则真实即实相之异名」，不是随便说的。「真实之际者，乃实相妙理究竟至极者也，亦正是佛之知见」，圆满的佛知佛见。这是什么境界？妙觉如来，在等觉之上。",
      "zh_TW": "日本淨宗祖師《甄解》裡面說，「實相妙處盡理至極，云際」。《甄解》裡解釋這個際字，際是什麼意思？實相的妙處，理是理體，盡理，圓圓滿滿跟這個理相應，一絲毫缺失都沒有，達到極處。這是什麼？明心見性達到極處，這什麼境界？妙覺果位。實報土裡面有沒有妙覺果位法身菩薩？有。法身菩薩看到四十一位法身大士，那就是感，法身就有應，法身就是常寂光。法身佛在哪裡？法身佛無處不在，無時不在，我們具足清淨心他就現前，心不清淨他不現前，他現前不起作用。所以清淨心是感，平等心是感，覺也是感，覺是法身菩薩，平等是三賢菩薩，清淨是二乘聲聞、緣覺，都是證到果位的聖人，不是凡夫。盡理至極，這就是真實之際那個際的意思，至極是妙覺果位，圓滿證得，這是契入常寂光了。準上面兩種說法，《大智度論》裡跟《甄解》的說法，「則真實即實相之異名」，不是隨便說的。「真實之際者，乃實相妙理究竟至極者也，亦正是佛之知見」，圓滿的佛知佛見。這是什麼境界？妙覺如來，在等覺之上。"
    },
    {
      "id": "02-041-0111_p0024",
      "zh_CN": "「《会疏》曰：开显真实为显示，谓会十界归一乘克成菩提故」。《法华经》，佛到最后说真的了，「唯有一乘法，无二亦无三，除佛方便说」。换句话说，法华之前统统是方便说，阿含成就人天，小果，方等成就三乘，般若成就大乘，法华成就一乘。唯有一乘法，佛说法才究竟圆满。一乘里头最方便的，净宗法门，它要求的条件就三个，真信，没有丝毫怀疑；真愿，愿生极乐世界，把这个世间一切缘全放下，一丝不挂。在这个世间，一切资身之具不能没有，但是心上没有。放下不是指事，是指心，心上没有。心上没有，什么时候走都成，没有牵挂了。还有一桩事情牵挂，凡夫知见，那个净宗对你难了；完全放下了，净宗对你太容易了，什么时候走都可以。刘素青给我们做了榜样，她还有十年寿命，不要了，做个样子给大家看。刘素云为什么不做榜样？刘素云要讲经、要弘法，她还有任务。她姐姐好，我没这个任务，我可以来做榜样，为大家做证明，念佛往生是这么样的自在，凡夫都可以做到。这个世间有很多人说有灾难，你害怕不害怕？不害怕，为什么？灾难来，我到极乐世界去了，正是我最好的增上缘，我对它没有恐惧。心是定的，不会被外面境界所转，这真正念佛人。",
      "zh_TW": "「《會疏》曰：開顯真實為顯示，謂會十界歸一乘剋成菩提故」。《法華經》，佛到最後說真的了，「唯有一乘法，無二亦無三，除佛方便說」。換句話說，法華之前統統是方便說，阿含成就人天，小果，方等成就三乘，般若成就大乘，法華成就一乘。唯有一乘法，佛說法才究竟圓滿。一乘裡頭最方便的，淨宗法門，它要求的條件就三個，真信，沒有絲毫懷疑；真願，願生極樂世界，把這個世間一切緣全放下，一絲不掛。在這個世間，一切資身之具不能沒有，但是心上沒有。放下不是指事，是指心，心上沒有。心上沒有，什麼時候走都成，沒有牽掛了。還有一樁事情牽掛，凡夫知見，那個淨宗對你難了；完全放下了，淨宗對你太容易了，什麼時候走都可以。劉素青給我們做了榜樣，她還有十年壽命，不要了，做個樣子給大家看。劉素雲為什麼不做榜樣？劉素雲要講經、要弘法，她還有任務。她姐姐好，我沒這個任務，我可以來做榜樣，為大家做證明，念佛往生是這麼樣的自在，凡夫都可以做到。這個世間有很多人說有災難，你害怕不害怕？不害怕，為什麼？災難來，我到極樂世界去了，正是我最好的增上緣，我對它沒有恐懼。心是定的，不會被外面境界所轉，這真正念佛人。"
    },
    {
      "id": "02-041-0111_p0025",
      "zh_CN": "《会疏》说，开显真实是显示，会十法界归一乘，克成菩提，证无上菩提就在眼前，不远。「真实之际者，以一佛乘为法涯际故」，涯际是边际。一佛乘那就是圆满大法，为边际，到这个地方才到究竟到圆满，比大乘还要高。大乘往生生实报土，报土，一真法界；二乘生到极乐世界，方便有余土；凡夫往生到极乐世界，凡圣同居土。极乐世界有四土三辈九品，有，不是没有。它实际上，咱们去看四十八愿，第十八愿「十念必生」，第十九愿「发菩提心」，我们这个本子第二十愿「作阿惟越致菩萨」，这一句可不得了。阿惟越致是什么？圆满证得三不退。通常讲，位不退，阿罗汉所证得的；行不退，菩萨证得的；念不退，法身菩萨证得的，就是实报土的菩萨证得的是念不退。三种不退转你都圆满证得，换句话说，我们生到凡圣同居土，到极乐世界实际上享受的是实报土，是法身大士。",
      "zh_TW": "《會疏》說，開顯真實是顯示，會十法界歸一乘，剋成菩提，證無上菩提就在眼前，不遠。「真實之際者，以一佛乘為法涯際故」，涯際是邊際。一佛乘那就是圓滿大法，為邊際，到這個地方才到究竟到圓滿，比大乘還要高。大乘往生生實報土，報土，一真法界；二乘生到極樂世界，方便有餘土；凡夫往生到極樂世界，凡聖同居土。極樂世界有四土三輩九品，有，不是沒有。它實際上，咱們去看四十八願，第十八願「十念必生」，第十九願「發菩提心」，我們這個本子第二十願「作阿惟越致菩薩」，這一句可不得了。阿惟越致是什麼？圓滿證得三不退。通常講，位不退，阿羅漢所證得的；行不退，菩薩證得的；念不退，法身菩薩證得的，就是實報土的菩薩證得的是念不退。三種不退轉你都圓滿證得，換句話說，我們生到凡聖同居土，到極樂世界實際上享受的是實報土，是法身大士。"
    },
    {
      "id": "02-041-0111_p0026",
      "zh_CN": "这什么缘故？阿弥陀佛四十八愿，以及他老人家无量劫修学的功德，加持给往生的这些人。行吗？我们听到怀疑，为什么怀疑？每天往生的人不计其数，极乐世界到现在已有十劫，极乐世界成就人有多少？无量无边无数无尽。阿弥陀佛功德够吗？这四十八愿还能有效吗？有。为什么？它称性，只要一称性就没有边际，真正是无量无边无数无尽，这称性。这个性，佛性跟我们的性是一个性，「何期自性，能生万法」，万法是佛自性生的，也是我们自己自性生的。自性像光一样，光跟光融在一起，分不出你我他。",
      "zh_TW": "這什麼緣故？阿彌陀佛四十八願，以及他老人家無量劫修學的功德，加持給往生的這些人。行嗎？我們聽到懷疑，為什麼懷疑？每天往生的人不計其數，極樂世界到現在已有十劫，極樂世界成就人有多少？無量無邊無數無盡。阿彌陀佛功德夠嗎？這四十八願還能有效嗎？有。為什麼？它稱性，只要一稱性就沒有邊際，真正是無量無邊無數無盡，這稱性。這個性，佛性跟我們的性是一個性，「何期自性，能生萬法」，萬法是佛自性生的，也是我們自己自性生的。自性像光一樣，光跟光融在一起，分不出你我他。"
    },
    {
      "id": "02-041-0111_p0027",
      "zh_CN": "下面是《甄解》又说，「若依小乘」，偏真涅槃是小乘的实际。「若依渐教，以离二边」，二边不住，中道不存，这是渐教的真实际。「若依圣道实教，诸法实相为真实际」。如果依净土，「光阐道教为权方便，誓愿一佛乘为真实际，一实真如海故」。这些说法无非是让我们渐渐体会到，十方三世一切如来所说、所修、所证的是一佛乘，本经帮助我们契入的也就是这个一佛乘。让我们难信，一佛乘是真难得到，怎么这么容易？怎么这么简单？让我们产生怀疑，不敢相信。这是我们什么？我们没有智慧，我们完全用常识来判断，不是用智慧观察。常识的判断就有问题了，为什么？它里头有等级，有分别、有执着；智慧没有，智慧是照见。有智慧的人有问必答，不用去考虑，不用去思惟。用知识不行，知识，人家提出问题，在那多想一想，怎么回答他，怎么样讲了他能理解。智慧没有这个，智慧像敲鼓一样，敲得重声音大，敲得轻声音小，大叩则大鸣，小叩则小鸣，不叩则不鸣，这智慧。所以祖师大德种种开导都是让我们要体会到，净宗一佛乘，净宗是真实之际里面的真实之际，是一佛乘当中的一佛乘，了不起。",
      "zh_TW": "下面是《甄解》又說，「若依小乘」，偏真涅槃是小乘的實際。「若依漸教，以離二邊」，二邊不住，中道不存，這是漸教的真實際。「若依聖道實教，諸法實相為真實際」。如果依淨土，「光闡道教為權方便，誓願一佛乘為真實際，一實真如海故」。這些說法無非是讓我們漸漸體會到，十方三世一切如來所說、所修、所證的是一佛乘，本經幫助我們契入的也就是這個一佛乘。讓我們難信，一佛乘是真難得到，怎麼這麼容易？怎麼這麼簡單？讓我們產生懷疑，不敢相信。這是我們什麼？我們沒有智慧，我們完全用常識來判斷，不是用智慧觀察。常識的判斷就有問題了，為什麼？它裡頭有等級，有分別、有執著；智慧沒有，智慧是照見。有智慧的人有問必答，不用去考慮，不用去思惟。用知識不行，知識，人家提出問題，在那多想一想，怎麼回答他，怎麼樣講了他能理解。智慧沒有這個，智慧像敲鼓一樣，敲得重聲音大，敲得輕聲音小，大叩則大鳴，小叩則小鳴，不叩則不鳴，這智慧。所以祖師大德種種開導都是讓我們要體會到，淨宗一佛乘，淨宗是真實之際裡面的真實之際，是一佛乘當中的一佛乘，了不起。"
    },
    {
      "id": "02-041-0111_p0028",
      "zh_CN": "这部书圆具一切佛法，圆圆满满的，没有一法漏掉。我们世间也有一部究竟圆满的大典，一样不漏，这是人类先祖遗留下来的瑰宝，真实智慧，这世间智慧，能解决世间一切问题。这一部宝典是什么？我们要说，人类祖先遗留下来的，就是中国的《四库全书》，在佛门好比是《大藏经》。分量太大，谁能学得完？求智慧，不必全学，学一样就行了，一样通了全通了。在世间法行吗？行，世出世间是一法，不是二法。一通是什么？那一是定，戒定慧的定。所以佛法这个修学的理念跟方法，从印度传到中国来，中国的儒接受了，道也接受了，世世代代真正出了不少开悟的人。",
      "zh_TW": "這部書圓具一切佛法，圓圓滿滿的，沒有一法漏掉。我們世間也有一部究竟圓滿的大典，一樣不漏，這是人類先祖遺留下來的瑰寶，真實智慧，這世間智慧，能解決世間一切問題。這一部寶典是什麼？我們要說，人類祖先遺留下來的，就是中國的《四庫全書》，在佛門好比是《大藏經》。分量太大，誰能學得完？求智慧，不必全學，學一樣就行了，一樣通了全通了。在世間法行嗎？行，世出世間是一法，不是二法。一通是什麼？那一是定，戒定慧的定。所以佛法這個修學的理念跟方法，從印度傳到中國來，中國的儒接受了，道也接受了，世世代代真正出了不少開悟的人。"
    },
    {
      "id": "02-041-0111_p0029",
      "zh_CN": "我没有时间读这些书，这里头有没有一部精华本，就像诸佛世尊所说一切教里头有一本精华本，就是《大乘无量寿经》。它跟《华严经》一样，文字没有那么多，包容之广、包容之深就是《大方广佛华严》，一点都没错，《大方广佛华严》的精华本，全得到了。在中国，《四库全书》也有个精华本，《群书治要》，唐太宗编的。他是为了治国平天下迫切的需要，所以成立个小组，在四库里头，经、史、子这三集里面去找，修身齐家治国平天下这些文字，把它抄集在一起给他看。这个东西是中国老祖宗五千年留下来的精华篇，圆满的智慧、圆满的德能、圆满的相好。拿《群书治要》来对应《无量寿经》，很对称，一个世间法，一个出世间法。",
      "zh_TW": "我沒有時間讀這些書，這裡頭有沒有一部精華本，就像諸佛世尊所說一切教裡頭有一本精華本，就是《大乘無量壽經》。它跟《華嚴經》一樣，文字沒有那麼多，包容之廣、包容之深就是《大方廣佛華嚴》，一點都沒錯，《大方廣佛華嚴》的精華本，全得到了。在中國，《四庫全書》也有個精華本，《群書治要》，唐太宗編的。他是為了治國平天下迫切的需要，所以成立個小組，在四庫裡頭，經、史、子這三集裡面去找，修身齊家治國平天下這些文字，把它抄集在一起給他看。這個東西是中國老祖宗五千年留下來的精華篇，圓滿的智慧、圓滿的德能、圓滿的相好。拿《群書治要》來對應《無量壽經》，很對稱，一個世間法，一個出世間法。"
    },
    {
      "id": "02-041-0111_p0030",
      "zh_CN": "出世间法能通世间法，世间法不通出世间法，但是它能给出世间法做基础。现在的戒为什么这么难持？受戒很容易，受完之后做不到。怎么办？为什么古时候人做得到，我们现在做不到？就以海贤那个时代人他能做到，他能做到人也不多了，愈往前面去人数愈多，都能做到。做不到佛不说，祖师大德不传，真能做到，什么原因？有根柢。我们在净业三福里面所看到的，你看看，净业三福第一福提到「修十善业」，十善业前面，「孝养父母，奉事师长，慈心不杀」，这个重要，这是十善业的根。所以，在这些年来，我们强调这个根，有这个根，戒律决定没有问题。人不孝父母、不敬师长，他怎么会持戒？这个我们能想得到。所以我们提倡，孝亲尊师落实在《弟子规》，慈心不杀落实在道教的《感应篇》，《太上感应篇》，有这个基础，修十善业不成问题。缺少这两门，不行，没根基，禁不起风吹雨打。这根多重要。",
      "zh_TW": "出世間法能通世間法，世間法不通出世間法，但是它能給出世間法做基礎。現在的戒為什麼這麼難持？受戒很容易，受完之後做不到。怎麼辦？為什麼古時候人做得到，我們現在做不到？就以海賢那個時代人他能做到，他能做到人也不多了，愈往前面去人數愈多，都能做到。做不到佛不說，祖師大德不傳，真能做到，什麼原因？有根柢。我們在淨業三福裡面所看到的，你看看，淨業三福第一福提到「修十善業」，十善業前面，「孝養父母，奉事師長，慈心不殺」，這個重要，這是十善業的根。所以，在這些年來，我們強調這個根，有這個根，戒律決定沒有問題。人不孝父母、不敬師長，他怎麼會持戒？這個我們能想得到。所以我們提倡，孝親尊師落實在《弟子規》，慈心不殺落實在道教的《感應篇》，《太上感應篇》，有這個基礎，修十善業不成問題。缺少這兩門，不行，沒根基，禁不起風吹雨打。這根多重要。"
    },
    {
      "id": "02-041-0111_p0031",
      "zh_CN": "我们对这个根沾了一点边缘，我们很幸运，在我这一代的人是很幸运的，出生在桐城派的根据地。我们的家乡，桐城、舒城、庐江这三个城距离差不多都是三十公里，二、三十公里，这个地区，明清两代桐城派的根据地。所以，乡下小孩都念私塾，都念古书，私塾，读书的风气很盛。老人、父母都懂得给小孩扎根，那就是说，小孩不可以看的、不可以听的、不可以接触的，这个抓得很严。所以虽然小孩，五、六岁的小孩，有能力辨别善恶是非，凡是不善的不碰它，养成习惯；好的、正面的跟他学习，不善的不碰它，远离。但是其他的城市、农村就没有了，有也没有像我们家乡那么重视。但是现在回到家乡没有了，完全没有了，所以我们着急。",
      "zh_TW": "我們對這個根沾了一點邊緣，我們很幸運，在我這一代的人是很幸運的，出生在桐城派的根據地。我們的家鄉，桐城、舒城、廬江這三個城距離差不多都是三十公里，二、三十公里，這個地區，明清兩代桐城派的根據地。所以，鄉下小孩都念私塾，都念古書，私塾，讀書的風氣很盛。老人、父母都懂得給小孩扎根，那就是說，小孩不可以看的、不可以聽的、不可以接觸的，這個抓得很嚴。所以雖然小孩，五、六歲的小孩，有能力辨別善惡是非，凡是不善的不碰它，養成習慣；好的、正面的跟他學習，不善的不碰它，遠離。但是其他的城市、農村就沒有了，有也沒有像我們家鄉那麼重視。但是現在回到家鄉沒有了，完全沒有了，所以我們著急。"
    },
    {
      "id": "02-041-0111_p0032",
      "zh_CN": "大概是七、八年前，北京三位教授，汤一介教授、郭齐家、钱逊，这都是名教授，到香港来看我，问我为什么要提倡《弟子规》？那个时候我在到处介绍《弟子规》，他们不了解，为什么不从四书、五经、十三经下手，要搞这些小东西？当时我举了个比喻，告诉大家，我说我面前摆个天平，这一边放的是四书、五经、十三经，乃至《四库全书》，这一边就是一本《弟子规》，我说它的重量相等，平的。他说这怎么可能？哪有这个道理？我就说了，这边这一大堆，博学、审问、慎思、明辨在这里，《弟子规》笃行。如果没有行，那些都是知识，没起作用，还不如这部《弟子规》。《弟子规》学好了，他还懂得做人的规矩，比那个有那么多学问的人，他做不到，还要高一点。这他才明了。",
      "zh_TW": "大概是七、八年前，北京三位教授，湯一介教授、郭齊家、錢遜，這都是名教授，到香港來看我，問我為什麼要提倡《弟子規》？那個時候我在到處介紹《弟子規》，他們不了解，為什麼不從四書、五經、十三經下手，要搞這些小東西？當時我舉了個比喻，告訴大家，我說我面前擺個天平，這一邊放的是四書、五經、十三經，乃至《四庫全書》，這一邊就是一本《弟子規》，我說它的重量相等，平的。他說這怎麼可能？哪有這個道理？我就說了，這邊這一大堆，博學、審問、慎思、明辨在這裡，《弟子規》篤行。如果沒有行，那些都是知識，沒起作用，還不如這部《弟子規》。《弟子規》學好了，他還懂得做人的規矩，比那個有那麼多學問的人，他做不到，還要高一點。這他才明瞭。"
    },
    {
      "id": "02-041-0111_p0033",
      "zh_CN": "我们今天讲小小戒，小小戒是什么？三皈、五戒、十善，再加上一个《沙弥律仪》，这小小戒，小小戒不能守，全是假的。根太重要了，今天佛法为什么这么困难？我们没有从《弟子规》、没有从孝亲尊师这个地方扎根，所以都是虚的、浮的，问题出在这里。那怎么办？补习，恶补。这做人基本的道理，古圣先贤、诸佛菩萨哪个不是根扎在这里？你能小看它吗？净土宗念佛往生净土，这也是根；没有这个根，喊破喉咙也枉然。中国古人讲究实学，真实的学问，真实学问就是实干，没有丝毫虚伪。所以佛法里头，要知道，证果第一个条件是什么？把身放下，才能证得须陀洹。五种见惑，身见不破你证不到须陀洹，须陀洹是小小果，初果。大乘十信菩萨，初信位要破身见、破边见，要破见取、戒取，这两个合起来中国人叫成见，要破邪见，这才能证果。《华严》上说的，开示、悟入，你才能悟入。不真干不行，口头上学的佛法是知识，现在人叫佛学。我们看到搞佛学的人多，拿到佛学博士学位，没有真修，没有悟入，信解行证，他有信解，没有行证。",
      "zh_TW": "我們今天講小小戒，小小戒是什麼？三皈、五戒、十善，再加上一個《沙彌律儀》，這小小戒，小小戒不能守，全是假的。根太重要了，今天佛法為什麼這麼困難？我們沒有從《弟子規》、沒有從孝親尊師這個地方扎根，所以都是虛的、浮的，問題出在這裡。那怎麼辦？補習，惡補。這做人基本的道理，古聖先賢、諸佛菩薩哪個不是根紮在這裡？你能小看它嗎？淨土宗念佛往生淨土，這也是根；沒有這個根，喊破喉嚨也枉然。中國古人講究實學，真實的學問，真實學問就是實幹，沒有絲毫虛偽。所以佛法裡頭，要知道，證果第一個條件是什麼？把身放下，才能證得須陀洹。五種見惑，身見不破你證不到須陀洹，須陀洹是小小果，初果。大乘十信菩薩，初信位要破身見、破邊見，要破見取、戒取，這兩個合起來中國人叫成見，要破邪見，這才能證果。《華嚴》上說的，開示、悟入，你才能悟入。不真幹不行，口頭上學的佛法是知識，現在人叫佛學。我們看到搞佛學的人多，拿到佛學博士學位，沒有真修，沒有悟入，信解行證，他有信解，沒有行證。"
    },
    {
      "id": "02-041-0111_p0034",
      "zh_CN": "这是我们学佛，我们遇到这么好的缘分，真正遇到了一切佛法里头的精华本，这一生怎么能没有成就？成就，持戒念佛。这个持戒不要太高深，你就把三皈、五戒、十善，在家八关斋戒，出家《沙弥律仪》，你就把这个做到就行了。稳稳当当，保证你往生极乐世界，极乐世界大众都欢迎你。现在修净土的人多，往生的人很少，什么原因？这个没做到，连《弟子规》都没有，《感应篇》没有，所以念了一辈子的佛，最后还是搞六道轮回。如果念念是善，生三善道，人天福报；如果念念还不善，还会发脾气，还有怨恨，那他三恶道去了。",
      "zh_TW": "這是我們學佛，我們遇到這麼好的緣分，真正遇到了一切佛法裡頭的精華本，這一生怎麼能沒有成就？成就，持戒念佛。這個持戒不要太高深，你就把三皈、五戒、十善，在家八關齋戒，出家《沙彌律儀》，你就把這個做到就行了。穩穩當當，保證你往生極樂世界，極樂世界大眾都歡迎你。現在修淨土的人多，往生的人很少，什麼原因？這個沒做到，連《弟子規》都沒有，《感應篇》沒有，所以念了一輩子的佛，最後還是搞六道輪迴。如果念念是善，生三善道，人天福報；如果念念還不善，還會發脾氣，還有怨恨，那他三惡道去了。"
    },
    {
      "id": "02-041-0111_p0035",
      "zh_CN": "记住，海贤老和尚一生没有发过脾气，没有红过脸，见什么人、什么事没有不欢喜的，没有不愉快，没有怨恨。这是什么？基本的修养。说几句不好听的要难过好几天，这怎么行？这怎么能到极乐世界去？海贤老和尚，你看，给收电费的人打了两个耳光，电费赶快掏起来给他。旁边人看到了看不惯，要找他去理论。老和尚说算了，别找了，学佛肚量要大，能包涵人，打我两个耳光，他说等于替我搔痒，吐我一脸的口水，那就等于给我洗脸。你看看，人家怎么看法！忍辱，六波罗蜜前面布施、持戒是修福，忍辱保全你的福报，你要不能忍，福报就没有了。所以，中国人说量大福大，人要有肚量，人要能容人，要能包容。人对人要生欢喜心，他种种造的错误要原谅他，他没有人教他。",
      "zh_TW": "記住，海賢老和尚一生沒有發過脾氣，沒有紅過臉，見什麼人、什麼事沒有不歡喜的，沒有不愉快，沒有怨恨。這是什麼？基本的修養。說幾句不好聽的要難過好幾天，這怎麼行？這怎麼能到極樂世界去？海賢老和尚，你看，給收電費的人打了兩個耳光，電費趕快掏起來給他。旁邊人看到了看不慣，要找他去理論。老和尚說算了，別找了，學佛肚量要大，能包涵人，打我兩個耳光，他說等於替我搔癢，吐我一臉的口水，那就等於給我洗臉。你看看，人家怎麼看法！忍辱，六波羅蜜前面布施、持戒是修福，忍辱保全你的福報，你要不能忍，福報就沒有了。所以，中國人說量大福大，人要有肚量，人要能容人，要能包容。人對人要生歡喜心，他種種造的錯誤要原諒他，他沒有人教他。"
    },
    {
      "id": "02-041-0111_p0036",
      "zh_CN": "现在普遍从小扎根教育都没有了，他犯的过错你怎么可以怪他？他是正常，我们责怪他是不正常的。所以要像《无量寿经》上所教的，他「先人无知，不识道德，无有语者，殊无怪也」，不能责怪他。今天就是纵然受了戒，出家了，还犯戒、破戒，也不能怪他，为什么？他从小那个根没有扎好。要想到这一点，你就会原谅人。小时候没有从小扎《弟子规》、《感应篇》的根，现在二十几岁、三十几岁再来学佛，犯的错误就要原谅。现在这个社会诱惑的力量，比起海贤法师那个时代强一千倍都不止，不是一百倍。跟我这个年龄的人是一百倍，跟海贤那个时候的人是一千倍。那个时候社会风气好，人心厚道，没有人想到哪个人是坏人，没人想到。说这是坏人，哪有这种事情？不相信。仁义礼智信，基本的五常还存在，五常八德还有。现在全没有了，这世界多可怕。",
      "zh_TW": "現在普遍從小扎根教育都沒有了，他犯的過錯你怎麼可以怪他？他是正常，我們責怪他是不正常的。所以要像《無量壽經》上所教的，他「先人無知，不識道德，無有語者，殊無怪也」，不能責怪他。今天就是縱然受了戒，出家了，還犯戒、破戒，也不能怪他，為什麼？他從小那個根沒有紮好。要想到這一點，你就會原諒人。小時候沒有從小紮《弟子規》、《感應篇》的根，現在二十幾歲、三十幾歲再來學佛，犯的錯誤就要原諒。現在這個社會誘惑的力量，比起海賢法師那個時代強一千倍都不止，不是一百倍。跟我這個年齡的人是一百倍，跟海賢那個時候的人是一千倍。那個時候社會風氣好，人心厚道，沒有人想到哪個人是壞人，沒人想到。說這是壞人，哪有這種事情？不相信。仁義禮智信，基本的五常還存在，五常八德還有。現在全沒有了，這世界多可怕。"
    },
    {
      "id": "02-041-0111_p0037",
      "zh_CN": "我们学佛，最重要是做好榜样，给学佛的人看、给念佛的人看，要做个好榜样，这个我们对得起佛菩萨、对得起祖宗、对得起父母、对得起老师。可是现在人没有把父母放在心上，祖宗更不必说了，什么时候想过老师？都忘掉了。不像从前人，父母、师长一生念念不忘，念念不忘就念念想到父母、老师的教训，我们有没有违背。这些都是教育的根，所以现在人难教，我们很清楚、很明白，原因出在哪里清清楚楚。怎么补救？要从《弟子规》补救。《弟子规》怎么补救？最好是在无线电广播电台天天讲。不要怕没有人听，我相信听的人多，愈听愈多，为什么？人都有良心，本性是善的，本性本善，把那个本性本善唤出来，唤醒。我们要挽救这个社会，不许这个社会有任何动乱，怎么办？教学，教学为先。教什么？就是教《弟子规》、教《感应篇》，会产生很大的力量，不知不觉让人民潜移默化，天天有人提醒他，电视上有这么一个频道。要重复的讲，不断重复的讲，为什么？还有人没听到，还有人刚刚打开这个频道。",
      "zh_TW": "我們學佛，最重要是做好榜樣，給學佛的人看、給念佛的人看，要做個好榜樣，這個我們對得起佛菩薩、對得起祖宗、對得起父母、對得起老師。可是現在人沒有把父母放在心上，祖宗更不必說了，什麼時候想過老師？都忘掉了。不像從前人，父母、師長一生念念不忘，念念不忘就念念想到父母、老師的教訓，我們有沒有違背。這些都是教育的根，所以現在人難教，我們很清楚、很明白，原因出在哪裡清清楚楚。怎麼補救？要從《弟子規》補救。《弟子規》怎麼補救？最好是在無線電廣播電台天天講。不要怕沒有人聽，我相信聽的人多，愈聽愈多，為什麼？人都有良心，本性是善的，本性本善，把那個本性本善喚出來，喚醒。我們要挽救這個社會，不許這個社會有任何動亂，怎麼辦？教學，教學為先。教什麼？就是教《弟子規》、教《感應篇》，會產生很大的力量，不知不覺讓人民潛移默化，天天有人提醒他，電視上有這麼一個頻道。要重複的講，不斷重複的講，為什麼？還有人沒聽到，還有人剛剛打開這個頻道。"
    },
    {
      "id": "02-041-0111_p0038",
      "zh_CN": "所以，诸佛如来他们的国土清净庄严，极乐世界无比的殊胜，什么原因？经上有一句话，「今现在说法」，这就告诉我们，他的说法没有中断过。我们有没有办法做到？有，我们现在有无线电广播，我们用光碟。蔡老师《弟子规》四十个小时的细讲，好！我就放光碟，像刘素云那个方式，一天一片，一片放十遍。你不要让它中断，像排课程表一样排列起来，就行了，就能让这个社会，半年、一年之后，这个地区不可能有犯罪事情发生，犯罪率降到零点。你不讲他不知道，你天天讲他就明了了。《群书治要》要天天讲的话，这社会就安定了，世界就和平了，哪有这么多麻烦事情？只是现在大家还没有觉悟到这桩事情重要。什么福报最大？这个福报是第一，世出世间第一大福报。媒体要觉悟，领导人要觉悟，领导人制定政策，媒体去执行。灾难可以化解，冲突可以降低到零，人民确实会做到相亲相爱，互相尊重、互助合作，多么美好的社会，那就是天堂。所以天堂人造的，极乐世界也是我们造的，阿弥陀佛带头，我们跟进。所以经不能不讲，道不能不讲，规矩不能不讲，断恶修善是因果教育，要讲透彻、要讲明了。人明了因果，不敢为非作歹，这个力量很大。",
      "zh_TW": "所以，諸佛如來他們的國土清淨莊嚴，極樂世界無比的殊勝，什麼原因？經上有一句話，「今現在說法」，這就告訴我們，他的說法沒有中斷過。我們有沒有辦法做到？有，我們現在有無線電廣播，我們用光碟。蔡老師《弟子規》四十個小時的細講，好！我就放光碟，像劉素雲那個方式，一天一片，一片放十遍。你不要讓它中斷，像排課程表一樣排列起來，就行了，就能讓這個社會，半年、一年之後，這個地區不可能有犯罪事情發生，犯罪率降到零點。你不講他不知道，你天天講他就明瞭了。《群書治要》要天天講的話，這社會就安定了，世界就和平了，哪有這麼多麻煩事情？只是現在大家還沒有覺悟到這樁事情重要。什麼福報最大？這個福報是第一，世出世間第一大福報。媒體要覺悟，領導人要覺悟，領導人制定政策，媒體去執行。災難可以化解，衝突可以降低到零，人民確實會做到相親相愛，互相尊重、互助合作，多麼美好的社會，那就是天堂。所以天堂人造的，極樂世界也是我們造的，阿彌陀佛帶頭，我們跟進。所以經不能不講，道不能不講，規矩不能不講，斷惡修善是因果教育，要講透徹、要講明瞭。人明瞭因果，不敢為非作歹，這個力量很大。"
    },
    {
      "id": "02-041-0111_p0039",
      "zh_CN": "我们再看下面所说的，「净土以事而非唯事」，上面还有一句，「圣道守理而非唯理」，净土以事而非唯事，底下括弧里头说，「即事即理，事事无碍」，全是华严境界。守理而非唯理，这什么意思？守理真的要守，不要放在心上，要把守理放在心上就错了，心干干净净一尘不染；事，也不要把事放在心上。心是清净的，能大师说得好，「何期自性，本自清净」，它从来没有染过。我们今天如果说是守理，要把守理放在心上，放到哪里？放在阿赖耶种子里头。心上有没有？心上没有，你想放也放不进去。所以这是妄心，不是真心，那就是染污。大乘讲的三轮体空，举一个例子布施，布施不着布施的相，我以财物布施，不着财的相，也不着对方的相，叫三轮体空。这是什么？这称性的功德，这个功德自然在佛性里头。如果我们布施给人家，我做布施，我做了多少好事，对方是什么人，我送了多少好东西给他，供养给他，统统着相了。着相就变成轮回的福报，不着相那就是超越六道的真理。怎么样会做到三轮体空？知道凡所有相皆是虚妄，你就不会去执着它，不会去想它，做再多的好事，不知道！好，真好事。做再多的好事，一样一样都给它登记列出来，那就是世间法，那不能超越六道轮回。",
      "zh_TW": "我們再看下面所說的，「淨土以事而非唯事」，上面還有一句，「聖道守理而非唯理」，淨土以事而非唯事，底下括弧裡頭說，「即事即理，事事無礙」，全是華嚴境界。守理而非唯理，這什麼意思？守理真的要守，不要放在心上，要把守理放在心上就錯了，心乾乾淨淨一塵不染；事，也不要把事放在心上。心是清淨的，能大師說得好，「何期自性，本自清淨」，它從來沒有染過。我們今天如果說是守理，要把守理放在心上，放到哪裡？放在阿賴耶種子裡頭。心上有沒有？心上沒有，你想放也放不進去。所以這是妄心，不是真心，那就是染污。大乘講的三輪體空，舉一個例子布施，布施不著布施的相，我以財物布施，不著財的相，也不著對方的相，叫三輪體空。這是什麼？這稱性的功德，這個功德自然在佛性裡頭。如果我們布施給人家，我做布施，我做了多少好事，對方是什麼人，我送了多少好東西給他，供養給他，統統著相了。著相就變成輪迴的福報，不著相那就是超越六道的真理。怎麼樣會做到三輪體空？知道凡所有相皆是虛妄，你就不會去執著它，不會去想它，做再多的好事，不知道！好，真好事。做再多的好事，一樣一樣都給它登記列出來，那就是世間法，那不能超越六道輪迴。"
    },
    {
      "id": "02-041-0111_p0040",
      "zh_CN": "下面，净土以事而非唯事，所以它即事即理，即理即事，理跟事是一不是二。我们布施给人，给对方，对方跟我是一体不是二，你还有什么分别？你还有什么执着？所以事事无碍，为什么？事都等于零，零跟零没有隔碍，理是空的，事也是假的，假的等于空的，所以它没有障碍，理事无碍，事事无碍。「于众生所入，则虽有事理空有不同，而从诸佛」，诸佛赞叹这个方面来观察、来看，「则唯此誓愿一佛乘」。这又合到我们本经上来了。诸佛如来圆满证得诸法实相，实相是一，实相无相，实相无不相，无相是理，无不相是事，无相、无不相是一不是二，叫事事无碍。这些都是本经所说的一佛乘，「一实真如海为真实之际」，讲到极处了，讲到究竟圆满了。",
      "zh_TW": "下面，淨土以事而非唯事，所以它即事即理，即理即事，理跟事是一不是二。我們布施給人，給對方，對方跟我是一體不是二，你還有什麼分別？你還有什麼執著？所以事事無礙，為什麼？事都等於零，零跟零沒有隔礙，理是空的，事也是假的，假的等於空的，所以它沒有障礙，理事無礙，事事無礙。「於眾生所入，則雖有事理空有不同，而從諸佛」，諸佛讚歎這個方面來觀察、來看，「則唯此誓願一佛乘」。這又合到我們本經上來了。諸佛如來圓滿證得諸法實相，實相是一，實相無相，實相無不相，無相是理，無不相是事，無相、無不相是一不是二，叫事事無礙。這些都是本經所說的一佛乘，「一實真如海為真實之際」，講到極處了，講到究竟圓滿了。"
    },
    {
      "id": "02-041-0111_p0041",
      "zh_CN": "「今诸大士」，这个经上所说的诸佛、法身菩萨，「为诸众生宣演十方诸佛同赞之誓愿一佛乘」，就是指的这部经。这部经是十方一切诸佛必定为众生讲的经，这真是诸佛如来度众生的第一经。四十八愿就是为这个，乃至于极乐世界，也是为誓愿一佛乘，将誓愿一佛乘落实了，确确实实成就无量无边众生，在一生圆满成佛了。不要通过声闻、缘觉、权教、实教，都不需通过，直截了当的他就成就一佛乘，稀有难逢。所以这是真实之际，这就是真正的、圆满的佛知佛见。今天时间到了，我们就学习到此地。",
      "zh_TW": "「今諸大士」，這個經上所說的諸佛、法身菩薩，「為諸眾生宣演十方諸佛同讚之誓願一佛乘」，就是指的這部經。這部經是十方一切諸佛必定為眾生講的經，這真是諸佛如來度眾生的第一經。四十八願就是為這個，乃至於極樂世界，也是為誓願一佛乘，將誓願一佛乘落實了，確確實實成就無量無邊眾生，在一生圓滿成佛了。不要通過聲聞、緣覺、權教、實教，都不需通過，直截了當的他就成就一佛乘，稀有難逢。所以這是真實之際，這就是真正的、圓滿的佛知佛見。今天時間到了，我們就學習到此地。"
    }
  ]
}