{
  "doc_id": "02-041-0354",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三五四集",
    "zh_TW": "第三五四集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "02-041-0354",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-041-0354_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0354_p0002",
      "zh_CN": "请看《大经科注》第八百四十页，最后一行：",
      "zh_TW": "請看《大經科註》第八百四十頁，最後一行："
    },
    {
      "id": "02-041-0354_p0003",
      "zh_CN": "【菩萨修持第三十】",
      "zh_TW": "【菩薩修持第三十】"
    },
    {
      "id": "02-041-0354_p0004",
      "zh_CN": "念老有简单的介绍。我们看注解，「经中第二十八至第三十二品」，都是说明极乐世界菩萨的妙德。在这一品当中，「偏重菩萨自觉觉他之妙行，度诸众生，演说正法，以无碍慧，解法如如」，这几句话我们应当发心学习。菩萨的妙行，好！我们在这个世界上，来这一趟，不向菩萨学，那跟谁学？除菩萨之外，都不能脱离生死轮回。这一点不能不知道，不能没有高度的警觉。佛菩萨出现在世间只为一桩事情，帮助众生觉悟，帮助众生念佛脱离轮回。他用什么？他用的智慧，无碍慧。碍是障碍，没有障碍，为什么？他对于一切诸法了解、明白、觉悟、不迷惑了，解法如如，一切法自性现相起作用，无有一法不如如。下面说，「于三界中，平等勤修，究竟一乘，至于彼岸等等胜行」，胜是殊胜。在三界里面，三界是讲欲界、色界、无色界，就是在六道当中平等勤修。修什么？我们这部经的经题「大乘无量寿庄严」，这说的是果报。果从哪里来的？从因来的。因是什么？「清净平等觉」。所以我们要修的是什么？修清净，修平等，修觉。清净就没有染污，平等就没有分别，真正得清净就是阿罗汉，得到平等就是菩萨，后面那个觉，圆满成佛。清净、平等、觉这是我们要的，染污、不平、迷惑这是我们不要的。怎么个修法？向下经文详细告诉我们，最重要的一句话就是「信愿持名，求生净土」，就圆满了。弥陀、释迦跟极乐世界无量菩萨在那里盼望，盼望我们回归极乐世界，愈早愈好。我们要认真努力，不辜负诸佛菩萨的恩惠。",
      "zh_TW": "念老有簡單的介紹。我們看註解，「經中第二十八至第三十二品」，都是說明極樂世界菩薩的妙德。在這一品當中，「偏重菩薩自覺覺他之妙行，度諸眾生，演說正法，以無礙慧，解法如如」，這幾句話我們應當發心學習。菩薩的妙行，好！我們在這個世界上，來這一趟，不向菩薩學，那跟誰學？除菩薩之外，都不能脫離生死輪迴。這一點不能不知道，不能沒有高度的警覺。佛菩薩出現在世間只為一樁事情，幫助眾生覺悟，幫助眾生念佛脫離輪迴。他用什麼？他用的智慧，無礙慧。礙是障礙，沒有障礙，為什麼？他對於一切諸法了解、明白、覺悟、不迷惑了，解法如如，一切法自性現相起作用，無有一法不如如。下面說，「於三界中，平等勤修，究竟一乘，至於彼岸等等勝行」，勝是殊勝。在三界裡面，三界是講欲界、色界、無色界，就是在六道當中平等勤修。修什麼？我們這部經的經題「大乘無量壽莊嚴」，這說的是果報。果從哪裡來的？從因來的。因是什麼？「清淨平等覺」。所以我們要修的是什麼？修清淨，修平等，修覺。清淨就沒有染污，平等就沒有分別，真正得清淨就是阿羅漢，得到平等就是菩薩，後面那個覺，圓滿成佛。清淨、平等、覺這是我們要的，染污、不平、迷惑這是我們不要的。怎麼個修法？向下經文詳細告訴我們，最重要的一句話就是「信願持名，求生淨土」，就圓滿了。彌陀、釋迦跟極樂世界無量菩薩在那裡盼望，盼望我們回歸極樂世界，愈早愈好。我們要認真努力，不辜負諸佛菩薩的恩惠。"
    },
    {
      "id": "02-041-0354_p0005",
      "zh_CN": "「至于第三十一与第三十二品两品，则明彼土菩萨之功德与妙果」。这两品经，我们中国人叫两章，或者是两篇，佛法叫品，要为我们说明极乐世界菩萨们他们的功德，他们的妙果。妙是得自在，真正是我们所说的心想事成。所以极乐世界断恶修善容易。「佛说是法」，希望十方众生听到之后，都能生起欢喜、羡慕之心，「求生极乐」，到极乐世界就「与如是诸上善人俱会一处」。极乐世界的人善人，上善，没有比他们更善的。极乐世界一个恶人也找不到，统统是善人，恶人往生到极乐世界，得阿弥陀佛本愿威神加持，个个都觉悟，个个都回头，善中之善，所以称为上善。「修习圆满如是功德」，每一个往生极乐世界的人，到达极乐世界断恶修善，就跟极乐世界的诸佛菩萨没有两样。",
      "zh_TW": "「至於第三十一與第三十二品兩品，則明彼土菩薩之功德與妙果」。這兩品經，我們中國人叫兩章，或者是兩篇，佛法叫品，要為我們說明極樂世界菩薩們他們的功德，他們的妙果。妙是得自在，真正是我們所說的心想事成。所以極樂世界斷惡修善容易。「佛說是法」，希望十方眾生聽到之後，都能生起歡喜、羨慕之心，「求生極樂」，到極樂世界就「與如是諸上善人俱會一處」。極樂世界的人善人，上善，沒有比他們更善的。極樂世界一個惡人也找不到，統統是善人，惡人往生到極樂世界，得阿彌陀佛本願威神加持，個個都覺悟，個個都回頭，善中之善，所以稱為上善。「修習圓滿如是功德」，每一個往生極樂世界的人，到達極樂世界斷惡修善，就跟極樂世界的諸佛菩薩沒有兩樣。"
    },
    {
      "id": "02-041-0354_p0006",
      "zh_CN": "极乐世界跟我们现前地球一比较，两个极端，一个是善的极端，一个是不善的极端。我们要知道回头，要晓得取舍，不要再留恋这个世界。留恋这个世界是绝大的错误，为什么？这一留恋，就这一次机会失掉了。这个机会，佛经上讲三途一堕五千劫，那是讲三恶道，你要到三恶道，什么时候才有遇到一个机会你脱离三恶道？大概要五千劫。那我们这个机会是往生极乐世界，这个机会要是失掉，再等下一次机会遇到，彭际清居士告诉我们，无量劫，不是五千劫。好不容易遇到，好难遇到，这一生能遇到，千万不要失掉，一定要把这部经抓牢，每天至少念个两遍，早晨念一遍，晚上念一遍，干什么？提醒自己，这个机会难得。无量劫稀有因缘我们遇到，这太幸福，太有福报！",
      "zh_TW": "極樂世界跟我們現前地球一比較，兩個極端，一個是善的極端，一個是不善的極端。我們要知道回頭，要曉得取捨，不要再留戀這個世界。留戀這個世界是絕大的錯誤，為什麼？這一留戀，就這一次機會失掉了。這個機會，佛經上講三途一墮五千劫，那是講三惡道，你要到三惡道，什麼時候才有遇到一個機會你脫離三惡道？大概要五千劫。那我們這個機會是往生極樂世界，這個機會要是失掉，再等下一次機會遇到，彭際清居士告訴我們，無量劫，不是五千劫。好不容易遇到，好難遇到，這一生能遇到，千萬不要失掉，一定要把這部經抓牢，每天至少念個兩遍，早晨念一遍，晚上念一遍，幹什麼？提醒自己，這個機會難得。無量劫稀有因緣我們遇到，這太幸福，太有福報！"
    },
    {
      "id": "02-041-0354_p0007",
      "zh_CN": "我们看下面经文，这第一大段「自利行圆」，分两个小段，第一个小段「总赞（定慧圆满）」。我们要修定，我们要修慧，方法就是信愿持名，福慧双修。我们看经文：",
      "zh_TW": "我們看下面經文，這第一大段「自利行圓」，分兩個小段，第一個小段「總讚（定慧圓滿）」。我們要修定，我們要修慧，方法就是信願持名，福慧雙修。我們看經文："
    },
    {
      "id": "02-041-0354_p0008",
      "zh_CN": "【复次阿难。彼佛刹中一切菩萨。禅定。智慧。神通。威德。无不圆满。】",
      "zh_TW": "【復次阿難。彼佛剎中一切菩薩。禪定。智慧。神通。威德。無不圓滿。】"
    },
    {
      "id": "02-041-0354_p0009",
      "zh_CN": "念老在注解里面告诉我们，「本品明彼土」，就是西方极乐世界菩萨们的大行。「内容有三：一、大士自利德行」，什么是自利；「二、大士利他德行，三、德行圆满」。这是这品经的三大段。右面这一行是说明大士自利之德。",
      "zh_TW": "念老在註解裡面告訴我們，「本品明彼土」，就是西方極樂世界菩薩們的大行。「內容有三：一、大士自利德行」，什麼是自利；「二、大士利他德行，三、德行圓滿」。這是這品經的三大段。右面這一行是說明大士自利之德。"
    },
    {
      "id": "02-041-0354_p0010",
      "zh_CN": "自利里面，我们继续看念老的注解。『禅定、智慧』，六度是后后胜于前前，第一是布施；第二是持戒，意思就是说持戒的德比布施高；第三是忍辱，忍辱比持戒要殊胜；第四是精进；第五是禅定，忍辱之后才能得定，不能忍辱就不能得定，所以禅定从忍辱得来的；最后般若智慧，智慧是从禅定得来的，不是学来的。读书，读书要修定才能开智慧，读书要不是修定就不容易开智慧，所以书要会读。这种方法、理论随着佛教传到中国，我们中国自己的儒、道都接受了。这一点我们要搞清楚、搞明白，儒跟道都不简单，在中国他称为圣贤，道家人尊称为神仙，他们都接受了，也都用这六种修学。布施是放下。持戒，戒指什么？通常都是讲五戒十善，这是佛法的根本大戒，能守五戒十善，这个功德就超过布施。布施有三种：财布施，法布施，无畏布施。财是财物，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，佛教我们修三种布施，得三种果报。出家了，要不要修？要修。为什么？你没有这三种果报，你不能帮助众生，度众生没有依靠。凭什么度众生？凭财富、智慧、无畏，大无畏的精神，你才能真正帮助苦难众生。",
      "zh_TW": "自利裡面，我們繼續看念老的註解。『禪定、智慧』，六度是後後勝於前前，第一是布施；第二是持戒，意思就是說持戒的德比布施高；第三是忍辱，忍辱比持戒要殊勝；第四是精進；第五是禪定，忍辱之後才能得定，不能忍辱就不能得定，所以禪定從忍辱得來的；最後般若智慧，智慧是從禪定得來的，不是學來的。讀書，讀書要修定才能開智慧，讀書要不是修定就不容易開智慧，所以書要會讀。這種方法、理論隨著佛教傳到中國，我們中國自己的儒、道都接受了。這一點我們要搞清楚、搞明白，儒跟道都不簡單，在中國他稱為聖賢，道家人尊稱為神仙，他們都接受了，也都用這六種修學。布施是放下。持戒，戒指什麼？通常都是講五戒十善，這是佛法的根本大戒，能守五戒十善，這個功德就超過布施。布施有三種：財布施，法布施，無畏布施。財是財物，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，佛教我們修三種布施，得三種果報。出家了，要不要修？要修。為什麼？你沒有這三種果報，你不能幫助眾生，度眾生沒有依靠。憑什麼度眾生？憑財富、智慧、無畏，大無畏的精神，你才能真正幫助苦難眾生。"
    },
    {
      "id": "02-041-0354_p0011",
      "zh_CN": "这六波罗蜜我们一定要学，不是为自己享受，是为度众生方便。特别是在今天这个时代，是个功利的社会，每个人都把利益摆在第一，这个现象不好，但是这个现象出现，怎样帮助他回头？还是离不开财富。现在科学技术发达，修行，讲经教学，我们就抓住这些工具，这工具需要财力，我们不要建道场，我们建卫星电视台、建网路电台，利用这个工具，我们有个小小地方讲经，全世界都能收看。我们的讲经不中断，任何时间打开频道，你就能收看到。这是累积这一、二十年，不断在网路上传播。早年讲的浅显，现在讲的比较深入，初学的人听早年讲的，老修行听现在讲的，方便，这么好的工具！这是早年方东美先生告诉我的，如果有这个缘分，有这个能力，一定要利用这个工具。工具没有善恶，利用这个工具就有善恶了。如果利用它满足自己的贪瞋痴慢，这就在造业，每天看电视造业；如果利用这个工具来学习经教，来学习古圣先贤，这功德无量。可见得科技发明，发明出来了，用在正能量的占百分之多少，用在负面的又占多少，这里头有因缘果报的责任在里头。发明的人有没有？有，他要负责任。如果人人都喜欢正面的，播放正面的，发明的人功德很大，他将来享天福；如果播出去这些画面是负面，都教人作恶，发明电视的人有果报，他有三途的果报。这是很危险的一桩事，有智慧的人不干。这就是真正有智慧的人，他不会走科学这个道路。",
      "zh_TW": "這六波羅蜜我們一定要學，不是為自己享受，是為度眾生方便。特別是在今天這個時代，是個功利的社會，每個人都把利益擺在第一，這個現象不好，但是這個現象出現，怎樣幫助他回頭？還是離不開財富。現在科學技術發達，修行，講經教學，我們就抓住這些工具，這工具需要財力，我們不要建道場，我們建衛星電視台、建網路電台，利用這個工具，我們有個小小地方講經，全世界都能收看。我們的講經不中斷，任何時間打開頻道，你就能收看到。這是累積這一、二十年，不斷在網路上傳播。早年講的淺顯，現在講的比較深入，初學的人聽早年講的，老修行聽現在講的，方便，這麼好的工具！這是早年方東美先生告訴我的，如果有這個緣分，有這個能力，一定要利用這個工具。工具沒有善惡，利用這個工具就有善惡了。如果利用它滿足自己的貪瞋痴慢，這就在造業，每天看電視造業；如果利用這個工具來學習經教，來學習古聖先賢，這功德無量。可見得科技發明，發明出來了，用在正能量的佔百分之多少，用在負面的又佔多少，這裡頭有因緣果報的責任在裡頭。發明的人有沒有？有，他要負責任。如果人人都喜歡正面的，播放正面的，發明的人功德很大，他將來享天福；如果播出去這些畫面是負面，都教人作惡，發明電視的人有果報，他有三途的果報。這是很危險的一樁事，有智慧的人不幹。這就是真正有智慧的人，他不會走科學這個道路。"
    },
    {
      "id": "02-041-0354_p0012",
      "zh_CN": "中国人，现在世界上的人肯定，全世界人类里头，中国人最聪明。最聪明，为什么不走科技这个道路？如果中国人要走科技的道路，现在这个社会至少提前一千年就爆发了。这是中国人的智慧，中国人不造这个罪业，中国人不能把人教坏了。爱因斯坦如果是中国人，他决定不会把造原子弹的秘密公布，绝对不会做。你看这种机械化，我们看《三国志》，诸葛亮就发明木牛流马，机械化的运输，他在临死之前把这个东西全部毁掉，不留给后世。什么原因？这些机械的东西人欢喜，对我们生活带来很多方便，可是负面的灾难没想到。如果从诸葛亮那个时候中国人就走科技这条路，今天科学的成就提早一千年。这是中国人接受圣贤教育，良心摆在第一，要负责任，起心动念要负责任，言语造作要负责任，它影响愈大，责任就愈大。所以中国人不是不懂科学，不走这条路，这就是智慧。",
      "zh_TW": "中國人，現在世界上的人肯定，全世界人類裡頭，中國人最聰明。最聰明，為什麼不走科技這個道路？如果中國人要走科技的道路，現在這個社會至少提前一千年就爆發了。這是中國人的智慧，中國人不造這個罪業，中國人不能把人教壞了。愛因斯坦如果是中國人，他決定不會把造原子彈的祕密公布，絕對不會做。你看這種機械化，我們看《三國志》，諸葛亮就發明木牛流馬，機械化的運輸，他在臨死之前把這個東西全部毀掉，不留給後世。什麼原因？這些機械的東西人歡喜，對我們生活帶來很多方便，可是負面的災難沒想到。如果從諸葛亮那個時候中國人就走科技這條路，今天科學的成就提早一千年。這是中國人接受聖賢教育，良心擺在第一，要負責任，起心動念要負責任，言語造作要負責任，它影響愈大，責任就愈大。所以中國人不是不懂科學，不走這條路，這就是智慧。"
    },
    {
      "id": "02-041-0354_p0013",
      "zh_CN": "「禅定、智慧，禅定即六度中之第五度，智慧是第六度，此二乃六度之主」，主要的，「故首标之」，在这个地方一开端就讲，没有讲布施、持戒，一开头经文上就讲禅定、智慧。「又定慧应等持」，禅定、智慧要平等，定多慧少容易昏沉，慧多定少人心浮躁，人安定不下来。所以定慧要平等，等持，平等保持着，这是修定必须要懂得的理论、方法。你不懂得这个道理，一般人你看看，打佛七的时候止静，那也不过就是一刻钟、二十分钟，时间不长，就有人盘腿坐在那里打瞌睡，打呼，为什么这样？昏沉。还有一种现象，掉举，坐立不安。所以修学禅定需要老师指导，没有真正善知识在旁边看着你，你会走错路。跟念佛不一样，念佛信愿持名，坐着念也行，站着念也行，走着念也行，没关系。念久了，自然得定，自然开慧，这个方法妙！我们统统都可以用，不会出问题。",
      "zh_TW": "「禪定、智慧，禪定即六度中之第五度，智慧是第六度，此二乃六度之主」，主要的，「故首標之」，在這個地方一開端就講，沒有講布施、持戒，一開頭經文上就講禪定、智慧。「又定慧應等持」，禪定、智慧要平等，定多慧少容易昏沉，慧多定少人心浮躁，人安定不下來。所以定慧要平等，等持，平等保持著，這是修定必須要懂得的理論、方法。你不懂得這個道理，一般人你看看，打佛七的時候止靜，那也不過就是一刻鐘、二十分鐘，時間不長，就有人盤腿坐在那裡打瞌睡，打呼，為什麼這樣？昏沉。還有一種現象，掉舉，坐立不安。所以修學禪定需要老師指導，沒有真正善知識在旁邊看著你，你會走錯路。跟念佛不一樣，念佛信願持名，坐著念也行，站著念也行，走著念也行，沒關係。念久了，自然得定，自然開慧，這個方法妙！我們統統都可以用，不會出問題。"
    },
    {
      "id": "02-041-0354_p0014",
      "zh_CN": "下面，「如《会疏》云：夫有定而无慧，则同二乘沉空」。小乘人，阿罗汉、辟支佛他们有定，没有开慧，空有二边都不要，入这个境界，跟四空天相似，比四空天高，但是不开智慧。「有慧而无定，则同外道邪思。故双举之。」经文里头用这些文字、先后，用在哪里，都不是随便安上去的，它有很深的意思。所以要双举。",
      "zh_TW": "下面，「如《會疏》云：夫有定而無慧，則同二乘沉空」。小乘人，阿羅漢、辟支佛他們有定，沒有開慧，空有二邊都不要，入這個境界，跟四空天相似，比四空天高，但是不開智慧。「有慧而無定，則同外道邪思。故雙舉之。」經文裡頭用這些文字、先後，用在哪裡，都不是隨便安上去的，它有很深的意思。所以要雙舉。"
    },
    {
      "id": "02-041-0354_p0015",
      "zh_CN": "『神通』，「天眼、天耳等六通。」天眼，看东西没有障碍，我们坐在房间里面，房子外面、周边你统统看到，墙壁不能障碍。天耳，再小的音声你都能听见。现在有望远镜、显微镜代替天眼，这些无线电波代替了天耳，可是总没有天眼、天耳那么样的方便，不需要工具他就有这个能力，随着功夫的浅深他有差别，不相同，人可以修得。也有少数人报得，报得是什么？他生下来就有。中国大陆有，叫特异功能。我早年在美国见到过，有特异功能派到美国去的，跟他们做研究工作。真的，我们怎么实验？同修当中让他来看，看我们身体的内部，就有一个女同修，她肺上过去得过肺结核，好了，现在钙化，他看到了，指出来。她这桩事情没人知道，结婚多年都没有跟丈夫说过，被这个特异功能指出来，指出的位置一点不错，真的，结疤了。我们问这些人，那时也是我在那边讲经，问他们。这种功能天生的，生下来他就能看到奇奇怪怪的东西，肉眼不能见的他能见。能保持多久？年岁愈大就愈衰退，衰退的原因是妄想多了，你有妄想、有杂念、有贪瞋痴慢，这个能力会失掉，大概在四十以后就没有了。最强盛的时期是二十岁之前，这个能量很大，二十岁到四十岁逐渐衰退，最后就没有了。这个道理我们能理解。",
      "zh_TW": "『神通』，「天眼、天耳等六通。」天眼，看東西沒有障礙，我們坐在房間裡面，房子外面、周邊你統統看到，牆壁不能障礙。天耳，再小的音聲你都能聽見。現在有望遠鏡、顯微鏡代替天眼，這些無線電波代替了天耳，可是總沒有天眼、天耳那麼樣的方便，不需要工具他就有這個能力，隨著功夫的淺深他有差別，不相同，人可以修得。也有少數人報得，報得是什麼？他生下來就有。中國大陸有，叫特異功能。我早年在美國見到過，有特異功能派到美國去的，跟他們做研究工作。真的，我們怎麼實驗？同修當中讓他來看，看我們身體的內部，就有一個女同修，她肺上過去得過肺結核，好了，現在鈣化，他看到了，指出來。她這樁事情沒人知道，結婚多年都沒有跟丈夫說過，被這個特異功能指出來，指出的位置一點不錯，真的，結疤了。我們問這些人，那時也是我在那邊講經，問他們。這種功能天生的，生下來他就能看到奇奇怪怪的東西，肉眼不能見的他能見。能保持多久？年歲愈大就愈衰退，衰退的原因是妄想多了，你有妄想、有雜念、有貪瞋痴慢，這個能力會失掉，大概在四十以後就沒有了。最強盛的時期是二十歲之前，這個能量很大，二十歲到四十歲逐漸衰退，最後就沒有了。這個道理我們能理解。"
    },
    {
      "id": "02-041-0354_p0016",
      "zh_CN": "天耳亦如是。神足就难了。天眼、天耳，小乘须陀洹就得到，初果，那是修得的；也就是说，见思烦恼里面，五种见惑断尽，天眼、天耳是我们自己的本能，它就恢复。所以自己功夫到什么境界会很清楚。二果就有宿命通、他心通，别人心里面想什么你知道。宿命是自己过去世，阿罗汉能知道过去五百世，自己的过去五百世他知道。菩萨时间就久了，不止五百世，百世几百世，那些法身菩萨，无量劫之前他都知道，这是神通。三果阿那含有神足通，神足就是变化，飞行自在，远距离不必要交通工具，他念头一想，他身就到了。阿罗汉得漏尽通，漏尽通就是见思烦恼断尽，他的能力能知五百世，能超越六道轮回。他不住在六道，他住在哪里？四圣法界声闻法界，他住那里，是在十法界。六道超越，还有四圣法界，声闻、缘觉、菩萨、佛，这是十法界里面的佛，地位不是很高，没有明心见性。如果明心见性，他用真心，不用妄心，用真心生一真法界，他不在十法界，这叫真成就。",
      "zh_TW": "天耳亦如是。神足就難了。天眼、天耳，小乘須陀洹就得到，初果，那是修得的；也就是說，見思煩惱裡面，五種見惑斷盡，天眼、天耳是我們自己的本能，它就恢復。所以自己功夫到什麼境界會很清楚。二果就有宿命通、他心通，別人心裡面想什麼你知道。宿命是自己過去世，阿羅漢能知道過去五百世，自己的過去五百世他知道。菩薩時間就久了，不止五百世，百世幾百世，那些法身菩薩，無量劫之前他都知道，這是神通。三果阿那含有神足通，神足就是變化，飛行自在，遠距離不必要交通工具，他念頭一想，他身就到了。阿羅漢得漏盡通，漏盡通就是見思煩惱斷盡，他的能力能知五百世，能超越六道輪迴。他不住在六道，他住在哪裡？四聖法界聲聞法界，他住那裡，是在十法界。六道超越，還有四聖法界，聲聞、緣覺、菩薩、佛，這是十法界裡面的佛，地位不是很高，沒有明心見性。如果明心見性，他用真心，不用妄心，用真心生一真法界，他不在十法界，這叫真成就。"
    },
    {
      "id": "02-041-0354_p0017",
      "zh_CN": "净土宗讲的四土，凡圣同居土，是我们现前这种身分往生到极乐世界。小乘四果，阿罗汉四果，权教里面三贤菩萨，他们脱离六道轮回，往生在声闻、缘觉、菩萨、佛这四界，这四个地方。如果破一品无明，证一分法身，他就脱离十法界，到哪里去？到诸佛如来的实报土。往生，求往生的人，到西方极乐世界生方便有余土，不是凡圣同居土。破一品无明，证一分法身，那就生实报庄严土，地位就高了。阿罗汉、辟支佛他们是方便有余土，方便有余土里面，比我们这个娑婆世界方便土殊胜太多了，那没法子比。就是我们这边凡圣同居土，跟极乐世界凡圣同居土也无法比，为什么？他们凡圣同居土的人，智慧、神通、道力得到阿弥陀佛本愿威神加持，几乎跟法身菩萨相等。经上说得多，时时刻刻提醒我们，这样殊胜的果报一生证得，真不容易！这话是真的，不是假的。你这一生遇到，你就有机会，你要是错过，那叫真可惜。遇到了不要错过，真正相信极乐世界殊胜，极乐世界不可思议，它的好处真的是究竟圆满，没有能相比，十方一切诸佛刹土都比不上，怎么能不去？一定要去。",
      "zh_TW": "淨土宗講的四土，凡聖同居土，是我們現前這種身分往生到極樂世界。小乘四果，阿羅漢四果，權教裡面三賢菩薩，他們脫離六道輪迴，往生在聲聞、緣覺、菩薩、佛這四界，這四個地方。如果破一品無明，證一分法身，他就脫離十法界，到哪裡去？到諸佛如來的實報土。往生，求往生的人，到西方極樂世界生方便有餘土，不是凡聖同居土。破一品無明，證一分法身，那就生實報莊嚴土，地位就高了。阿羅漢、辟支佛他們是方便有餘土，方便有餘土裡面，比我們這個娑婆世界方便土殊勝太多了，那沒法子比。就是我們這邊凡聖同居土，跟極樂世界凡聖同居土也無法比，為什麼？他們凡聖同居土的人，智慧、神通、道力得到阿彌陀佛本願威神加持，幾乎跟法身菩薩相等。經上說得多，時時刻刻提醒我們，這樣殊勝的果報一生證得，真不容易！這話是真的，不是假的。你這一生遇到，你就有機會，你要是錯過，那叫真可惜。遇到了不要錯過，真正相信極樂世界殊勝，極樂世界不可思議，它的好處真的是究竟圓滿，沒有能相比，十方一切諸佛剎土都比不上，怎麼能不去？一定要去。"
    },
    {
      "id": "02-041-0354_p0018",
      "zh_CN": "注解底下说，『威德』，「威者威神，谓威势勇猛，不可测度」，他有大威德。「德谓功德」。如《魏译》本里头说，「无量寿佛威神功德不可思议」。「彼国一切菩萨」，就是极乐世界，「于上述之禅定、智慧、神通、威德，悉皆圆满成就」，故云『无不圆满』。这圆满两个字太重要，谁能圆满？佛圆满。我们一到极乐世界就等于佛，这不是我们自己修得的圆满，这是阿弥陀佛四十八愿加持，阿弥陀佛无量劫修行的功德加给你，让你也能像阿弥陀佛一样圆满，是这个意思，这要知道。",
      "zh_TW": "註解底下說，『威德』，「威者威神，謂威勢勇猛，不可測度」，他有大威德。「德謂功德」。如《魏譯》本裡頭說，「無量壽佛威神功德不可思議」。「彼國一切菩薩」，就是極樂世界，「於上述之禪定、智慧、神通、威德，悉皆圓滿成就」，故云『無不圓滿』。這圓滿兩個字太重要，誰能圓滿？佛圓滿。我們一到極樂世界就等於佛，這不是我們自己修得的圓滿，這是阿彌陀佛四十八願加持，阿彌陀佛無量劫修行的功德加給你，讓你也能像阿彌陀佛一樣圓滿，是這個意思，這要知道。"
    },
    {
      "id": "02-041-0354_p0019",
      "zh_CN": "这一段是讲果德，定慧圆满。下面这一段「显因」，我们总要问为什么，这个地方把因说出来。显因有五种，第一个「究明密藏」。",
      "zh_TW": "這一段是講果德，定慧圓滿。下面這一段「顯因」，我們總要問為什麼，這個地方把因說出來。顯因有五種，第一個「究明密藏」。"
    },
    {
      "id": "02-041-0354_p0020",
      "zh_CN": "【诸佛密藏。究竟明了。】",
      "zh_TW": "【諸佛密藏。究竟明了。】"
    },
    {
      "id": "02-041-0354_p0021",
      "zh_CN": "密，不是神秘，不是秘密。一定要知道，极乐世界诸佛菩萨大公无私，他没有秘密。这个『密』是什么？深密，这个道理太深，浅学的人跟他讲了，他也听不懂，所以称为「密藏」。诸佛的密藏，甚深的智慧，甚深的大德大能，我们有没有？有。他能现前、能起作用，我们不能现前、不起作用，譬如天眼，如来的天眼，看远，大而无外，他能看见；看小，他能看到极微之微。今天量子科学家用仪器观察到微中子，佛的天眼不必要任何工具，他能看到，他能看到每一个念头、每一个画面，他能看到，我们不能。我们能看见，有一个概念，大概是二分之一秒，半秒，有个概念，模糊不清楚。我们将一个幻灯底片，幻灯片我们知道是一个画面，这个画面如果放在电影放映机里面，速度一秒钟二十四个画面，一秒钟。我们将二十四个画面，把二十三个都涂黑，只留一个放在电影机里面去放，那是什么？二十四分之一秒。我们看到什么？看到一个光亮一下没有了，光里的东西完全没有看见，就是它速度太快了。要把它速度再减慢，减到二分之一秒，半秒钟，一秒钟里头两张，我们会看到有房子、有树、有人，就有这个概念，什么样的房子没看清楚，什么样的树也没看清楚，有个人影子，那人也看不清楚，面目也看不清楚。",
      "zh_TW": "密，不是神祕，不是祕密。一定要知道，極樂世界諸佛菩薩大公無私，他沒有祕密。這個『密』是什麼？深密，這個道理太深，淺學的人跟他講了，他也聽不懂，所以稱為「密藏」。諸佛的密藏，甚深的智慧，甚深的大德大能，我們有沒有？有。他能現前、能起作用，我們不能現前、不起作用，譬如天眼，如來的天眼，看遠，大而無外，他能看見；看小，他能看到極微之微。今天量子科學家用儀器觀察到微中子，佛的天眼不必要任何工具，他能看到，他能看到每一個念頭、每一個畫面，他能看到，我們不能。我們能看見，有一個概念，大概是二分之一秒，半秒，有個概念，模糊不清楚。我們將一個幻燈底片，幻燈片我們知道是一個畫面，這個畫面如果放在電影放映機裡面，速度一秒鐘二十四個畫面，一秒鐘。我們將二十四個畫面，把二十三個都塗黑，只留一個放在電影機裡面去放，那是什麼？二十四分之一秒。我們看到什麼？看到一個光亮一下沒有了，光裡的東西完全沒有看見，就是它速度太快了。要把它速度再減慢，減到二分之一秒，半秒鐘，一秒鐘裡頭兩張，我們會看到有房子、有樹、有人，就有這個概念，什麼樣的房子沒看清楚，什麼樣的樹也沒看清楚，有個人影子，那人也看不清楚，面目也看不清楚。"
    },
    {
      "id": "02-041-0354_p0022",
      "zh_CN": "今天佛在经上告诉我们，我们现实的这个环境，外面这个境界，它也是像电影幻灯片一样。它的频率有多高？我们现在看的电视是一秒钟一百张，一百张画面在波动，这是电视，看得很逼真。我们现实的这个世界，一秒钟波动的次数是二千二百四十兆，单位是兆，不是万，不是亿，是兆，我们怎么会知道它是假的？但是法身菩萨他看出来，他有能力看到，清清楚楚，二千二百四十兆，这样高频率他能看得清楚。这些都是我们的本能，我们自性本自具足，惠能大师说的，并没有失掉，而是现在我们迷了，迷失自性，这个能力丧失掉了。须陀洹，初果，把五种见惑断了，身见、边见、见取、戒取、邪见，这五种错误的见解放下，天眼恢复了。这个天眼恢复也是恢复少分，墙壁不能障碍你，你能看得穿，但是我们人的念头，起心动念他没看出来，他还不知道。他要等再升一级，证得二果，才能够你起心动念他知道，他能看到，他能听到，他能够意识到，叫神通。圆满的通是自性本具的。",
      "zh_TW": "今天佛在經上告訴我們，我們現實的這個環境，外面這個境界，它也是像電影幻燈片一樣。它的頻率有多高？我們現在看的電視是一秒鐘一百張，一百張畫面在波動，這是電視，看得很逼真。我們現實的這個世界，一秒鐘波動的次數是二千二百四十兆，單位是兆，不是萬，不是億，是兆，我們怎麼會知道它是假的？但是法身菩薩他看出來，他有能力看到，清清楚楚，二千二百四十兆，這樣高頻率他能看得清楚。這些都是我們的本能，我們自性本自具足，惠能大師說的，並沒有失掉，而是現在我們迷了，迷失自性，這個能力喪失掉了。須陀洹，初果，把五種見惑斷了，身見、邊見、見取、戒取、邪見，這五種錯誤的見解放下，天眼恢復了。這個天眼恢復也是恢復少分，牆壁不能障礙你，你能看得穿，但是我們人的念頭，起心動念他沒看出來，他還不知道。他要等再升一級，證得二果，才能夠你起心動念他知道，他能看到，他能聽到，他能夠意識到，叫神通。圓滿的通是自性本具的。"
    },
    {
      "id": "02-041-0354_p0023",
      "zh_CN": "所以佛佛道同，成了佛完全平等，智慧、神通、道力没有一样不平等。为什么？自性里面本有的，本来具足的这些智慧、德能、相好、神通，统统都起作用、都恢复了，到成佛才圆满恢复。我们到极乐世界去干什么？到极乐世界去成佛，就为这个事情。如果不是到极乐世界，他方世界成佛都要修很长很长的时间，才能修得成，要走很多冤枉路，要吃很多苦头，还得生生世世遇到好老师，没有真正成就的人，他帮不上忙。极乐世界好，阿弥陀佛无量的慈悲，建立这个道场，在西方极乐世界，欢迎我们大家都去。西方极乐世界在哪里？这西方在哪里？给你说真话，就在当下，只是我们看不见，就在此地！经上说距离我们十万亿佛国土，那个说法也没有说错，你要是迷而不觉就像这么远，你要是觉而不迷，告诉你，就在当下。极乐世界多大？遍法界虚空界，无处不是，无时不是。它是法性，它不是法相，它没有相，它能现相，现相不能说它有，不现不能说它无，这就无法想像，叫不可思议。",
      "zh_TW": "所以佛佛道同，成了佛完全平等，智慧、神通、道力沒有一樣不平等。為什麼？自性裡面本有的，本來具足的這些智慧、德能、相好、神通，統統都起作用、都恢復了，到成佛才圓滿恢復。我們到極樂世界去幹什麼？到極樂世界去成佛，就為這個事情。如果不是到極樂世界，他方世界成佛都要修很長很長的時間，才能修得成，要走很多冤枉路，要吃很多苦頭，還得生生世世遇到好老師，沒有真正成就的人，他幫不上忙。極樂世界好，阿彌陀佛無量的慈悲，建立這個道場，在西方極樂世界，歡迎我們大家都去。西方極樂世界在哪裡？這西方在哪裡？給你說真話，就在當下，只是我們看不見，就在此地！經上說距離我們十萬億佛國土，那個說法也沒有說錯，你要是迷而不覺就像這麼遠，你要是覺而不迷，告訴你，就在當下。極樂世界多大？遍法界虛空界，無處不是，無時不是。它是法性，它不是法相，它沒有相，它能現相，現相不能說它有，不現不能說它無，這就無法想像，叫不可思議。"
    },
    {
      "id": "02-041-0354_p0024",
      "zh_CN": "我们看「显因」。「法佛谈话，谓之密藏」。法是法身。佛有三身：法身、报身、应化身，有的时候也把应化分开，应身、化身，那就有四种身。一定要知道，佛所有的我们全有，不是他独有，佛说一切众生本来是佛，只要你不迷就是佛，迷了就是众生。迷悟的相是什么？起心动念、分别执着，我们眼看色、耳闻声、舌尝味，同时起心动念、分别执着，这就是迷，这叫造业。业习果报，业有善恶，善业果报在人、天、修罗，要是恶业，果报在地狱、饿鬼、畜生。起心动念都在造业，言语造作就更严重，不能不知道。佛跟众生差别在哪里？佛见色闻声，不起心不动念、不分别不执着，这就是佛。我们要真修行怎么修法？六根在六尘上修，眼在色上修，耳在声上修，鼻在香味上修，舌在酸甜苦辣咸上修。修什么？修不起心不动念，就成佛了。如果没有办法，还是会起心动念，那就降一等，我作菩萨。菩萨有起心动念，没有分别执着，菩萨的心是平等的，没有大小，没有高下，这第二等人。第三等声闻、缘觉，他还有分别，没有执着。不执着就是圣人，小圣；不分别，大圣；不起心不动念，究竟圆满的圣人，就是佛陀。佛、菩萨、声闻、六道凡夫，这么简单就区别出来了。",
      "zh_TW": "我們看「顯因」。「法佛談話，謂之密藏」。法是法身。佛有三身：法身、報身、應化身，有的時候也把應化分開，應身、化身，那就有四種身。一定要知道，佛所有的我們全有，不是他獨有，佛說一切眾生本來是佛，只要你不迷就是佛，迷了就是眾生。迷悟的相是什麼？起心動念、分別執著，我們眼看色、耳聞聲、舌嘗味，同時起心動念、分別執著，這就是迷，這叫造業。業習果報，業有善惡，善業果報在人、天、修羅，要是惡業，果報在地獄、餓鬼、畜生。起心動念都在造業，言語造作就更嚴重，不能不知道。佛跟眾生差別在哪裡？佛見色聞聲，不起心不動念、不分別不執著，這就是佛。我們要真修行怎麼修法？六根在六塵上修，眼在色上修，耳在聲上修，鼻在香味上修，舌在酸甜苦辣鹹上修。修什麼？修不起心不動念，就成佛了。如果沒有辦法，還是會起心動念，那就降一等，我作菩薩。菩薩有起心動念，沒有分別執著，菩薩的心是平等的，沒有大小，沒有高下，這第二等人。第三等聲聞、緣覺，他還有分別，沒有執著。不執著就是聖人，小聖；不分別，大聖；不起心不動念，究竟圓滿的聖人，就是佛陀。佛、菩薩、聲聞、六道凡夫，這麼簡單就區別出來了。"
    },
    {
      "id": "02-041-0354_p0025",
      "zh_CN": "我们见色闻声，是不是起心动念、分别执着？起心动念，心就被染污；分别，妄念就起来，不知道「一切法无所有，毕竟空，不可得」，《般若经》上说的，无论是真的是自性，假的是法相，十法界依正庄严，假的，不可得。像我们现在就是假相，你能掌控得住吗？一秒钟一百次的生灭就掌握不了，何况一秒钟二千二百四十兆分之一？毫无印象，一点感觉都没有。科学家知道，科学家发现了，看清楚物质现象是从念头波动现象里面产生的。所以念头可以控制物质，因为物质是念头生的，你念头好，物质现象就好，就是极乐世界；念头不好，外面环境（内是身体，身体的健康），环境的围绕，都是跟我们起心动念有关系。我们中国人讲外面环境叫风水，风水轮流转，风水离不开自性，离不开念头，所以才说「福人居福地，福地福人居」。有懂得风水的，看到中国古时候这些修行人的道场，都是最好的风水，他们怀疑是不是这些出家人都懂得风水、都会看风水，为什么他们建筑都是最好的风水？这个话讲不通，出家人不学风水。今天科学家给我们解释出来，出家人心善，他不造恶，他天天诵经，天天念佛、拜佛，这种身语意都善，天天修善，他在这里住上三年，这个地方风水，坏风水也变好了，就这么个道理。我们这个学校在此地，如果这里面的老师、学生个个都懂得四好，我们人人都学存好心、说好话、行好事、做好人，大家都这么干，三年，兰彼得这个风水世界第一。境随心转，随着人心转，人心善，这地方就善；人心不善，这地方就有灾难，就这么个道理。环境随着我们念头在转。",
      "zh_TW": "我們見色聞聲，是不是起心動念、分別執著？起心動念，心就被染污；分別，妄念就起來，不知道「一切法無所有，畢竟空，不可得」，《般若經》上說的，無論是真的是自性，假的是法相，十法界依正莊嚴，假的，不可得。像我們現在就是假相，你能掌控得住嗎？一秒鐘一百次的生滅就掌握不了，何況一秒鐘二千二百四十兆分之一？毫無印象，一點感覺都沒有。科學家知道，科學家發現了，看清楚物質現象是從念頭波動現象裡面產生的。所以念頭可以控制物質，因為物質是念頭生的，你念頭好，物質現象就好，就是極樂世界；念頭不好，外面環境（內是身體，身體的健康），環境的圍繞，都是跟我們起心動念有關係。我們中國人講外面環境叫風水，風水輪流轉，風水離不開自性，離不開念頭，所以才說「福人居福地，福地福人居」。有懂得風水的，看到中國古時候這些修行人的道場，都是最好的風水，他們懷疑是不是這些出家人都懂得風水、都會看風水，為什麼他們建築都是最好的風水？這個話講不通，出家人不學風水。今天科學家給我們解釋出來，出家人心善，他不造惡，他天天誦經，天天念佛、拜佛，這種身語意都善，天天修善，他在這裡住上三年，這個地方風水，壞風水也變好了，就這麼個道理。我們這個學校在此地，如果這裡面的老師、學生個個都懂得四好，我們人人都學存好心、說好話、行好事、做好人，大家都這麼幹，三年，蘭彼得這個風水世界第一。境隨心轉，隨著人心轉，人心善，這地方就善；人心不善，這地方就有災難，就這麼個道理。環境隨著我們念頭在轉。"
    },
    {
      "id": "02-041-0354_p0026",
      "zh_CN": "这些密藏是秘奥实说。「意谓法身如来所说深秘玄奥之真实话，谓之密藏」。又《僧史略》里面说，「密藏者，陀罗尼法也」，陀罗尼是梵语，「是法秘密，非二乘境界诸佛菩萨所能游履也。」诸佛菩萨知道，二乘是声闻、缘觉，他们没开悟，或者是他们小悟，大悟他没有，不像菩萨，菩萨大彻大悟、明心见性，所以诸佛说法菩萨能理解。要什么样的菩萨？法身菩萨。法身菩萨虽然往生在最殊胜的地方，实报土，在实报土里面还有四十二个等级。华严圆教，十住、十行、十回向、十地，这就四十个位次，上面还有等觉、妙觉，妙觉就是究竟佛果，这四十二个阶级。所以他还需要佛加持他，还需要佛帮助他。佛在报土现报身，也就是说，从常寂光净土变现出实报庄严土，加持法身菩萨。这四十一位统统是法身菩萨，明心见性的菩萨，不同于方便土。方便土里面的菩萨没有大彻大悟，他们有小悟、有大悟，没有彻悟，所以需要佛菩萨加持。方便土、同居土，我们就知道，他们有那么大的智慧、神通、道力，诸佛的密藏他们也能究竟明了，这是什么原因？是佛力加持的，阿弥陀佛本愿威神加持的。如果不是加持，他还要修很长时间，修到大彻大悟、明心见性，才能够究竟明了。",
      "zh_TW": "這些密藏是祕奧實說。「意謂法身如來所說深祕玄奧之真實話，謂之密藏」。又《僧史略》裡面說，「密藏者，陀羅尼法也」，陀羅尼是梵語，「是法祕密，非二乘境界諸佛菩薩所能遊履也。」諸佛菩薩知道，二乘是聲聞、緣覺，他們沒開悟，或者是他們小悟，大悟他沒有，不像菩薩，菩薩大徹大悟、明心見性，所以諸佛說法菩薩能理解。要什麼樣的菩薩？法身菩薩。法身菩薩雖然往生在最殊勝的地方，實報土，在實報土裡面還有四十二個等級。華嚴圓教，十住、十行、十迴向、十地，這就四十個位次，上面還有等覺、妙覺，妙覺就是究竟佛果，這四十二個階級。所以他還需要佛加持他，還需要佛幫助他。佛在報土現報身，也就是說，從常寂光淨土變現出實報莊嚴土，加持法身菩薩。這四十一位統統是法身菩薩，明心見性的菩薩，不同於方便土。方便土裡面的菩薩沒有大徹大悟，他們有小悟、有大悟，沒有徹悟，所以需要佛菩薩加持。方便土、同居土，我們就知道，他們有那麼大的智慧、神通、道力，諸佛的密藏他們也能究竟明瞭，這是什麼原因？是佛力加持的，阿彌陀佛本願威神加持的。如果不是加持，他還要修很長時間，修到大徹大悟、明心見性，才能夠究竟明瞭。"
    },
    {
      "id": "02-041-0354_p0027",
      "zh_CN": "「是法秘密，非二乘境界诸佛菩萨所能游履」，诸佛菩萨是没见性的，像十法界的佛他见不到。陀罗尼是梵语，「此法深密，非是小乘教之佛菩萨所能实践。今经云极乐大士，于诸佛密藏究竟明了」。这句话，「综上二义，盖谓诸大士于法身如来深秘离言之密意、种种难思之语及陀罗尼，悉皆究竟契入，洞然明白。」这是第一个因，是得阿弥陀佛本愿威神加持的。如果不得这个因，我们在任何佛国土里头修行都需要无量劫，要修到大彻大悟、明心见性。",
      "zh_TW": "「是法祕密，非二乘境界諸佛菩薩所能遊履」，諸佛菩薩是沒見性的，像十法界的佛他見不到。陀羅尼是梵語，「此法深密，非是小乘教之佛菩薩所能實踐。今經云極樂大士，於諸佛密藏究竟明了」。這句話，「綜上二義，蓋謂諸大士於法身如來深祕離言之密意、種種難思之語及陀羅尼，悉皆究竟契入，洞然明白。」這是第一個因，是得阿彌陀佛本願威神加持的。如果不得這個因，我們在任何佛國土裡頭修行都需要無量劫，要修到大徹大悟、明心見性。"
    },
    {
      "id": "02-041-0354_p0028",
      "zh_CN": "在我们这个世界，宗门教下，没有见到一个大彻大悟，可是在念佛法门里面我们见到了海贤老和尚，这是现代人，前年往生的，跟我们最近。他修什么？信愿持名，蕅益大师这四个字他做到了，他相信有极乐世界，相信有阿弥陀佛，相信老师不骗他。二十岁出家，老师给他剃头，剃完之后，就传他一句话，「南无阿弥陀佛」，嘱咐他一直念下去。他听话，他老实，他真干，就是一句佛号念到底，一天到晚不间断。农民出身，不认识字，没念过书，所以佛经根本就不懂，没有读过一部经，没有听过一次讲演，就是这一句佛号，念了九十二年。他一百一十二岁往生，二十岁就开始念，到往生念九十二年，他念到什么境界？跟宗门里头所说的大彻大悟、明心见性同一个境界。开悟之后，他不说，没人知道。这也是老师嘱咐他的，「明白了」，就是以后明白了，明白就是开悟，「不能乱说，不能说」，所以他一生不说。他有神通，知道过去、未来，偶尔露一下，不常露。你说他有神通，他开口否认。跟六祖惠能一样，六祖惠能也是不认识字，没念过书，大彻大悟，他用的是禅；海贤老和尚大彻大悟，他用的是念佛。念佛比参禅容易，禅要没有真正好老师在旁边看着，你要是走错路、要被魔附身，你不知道，那很可怕；念佛不会，不会出事，一直念下去，肯定会开悟。最好的榜样，最好的例子，难得他给我们表法，他成就了。",
      "zh_TW": "在我們這個世界，宗門教下，沒有見到一個大徹大悟，可是在念佛法門裡面我們見到了海賢老和尚，這是現代人，前年往生的，跟我們最近。他修什麼？信願持名，蕅益大師這四個字他做到了，他相信有極樂世界，相信有阿彌陀佛，相信老師不騙他。二十歲出家，老師給他剃頭，剃完之後，就傳他一句話，「南無阿彌陀佛」，囑咐他一直念下去。他聽話，他老實，他真幹，就是一句佛號念到底，一天到晚不間斷。農民出身，不認識字，沒念過書，所以佛經根本就不懂，沒有讀過一部經，沒有聽過一次講演，就是這一句佛號，念了九十二年。他一百一十二歲往生，二十歲就開始念，到往生念九十二年，他念到什麼境界？跟宗門裡頭所說的大徹大悟、明心見性同一個境界。開悟之後，他不說，沒人知道。這也是老師囑咐他的，「明白了」，就是以後明白了，明白就是開悟，「不能亂說，不能說」，所以他一生不說。他有神通，知道過去、未來，偶爾露一下，不常露。你說他有神通，他開口否認。跟六祖惠能一樣，六祖惠能也是不認識字，沒念過書，大徹大悟，他用的是禪；海賢老和尚大徹大悟，他用的是念佛。念佛比參禪容易，禪要沒有真正好老師在旁邊看著，你要是走錯路、要被魔附身，你不知道，那很可怕；念佛不會，不會出事，一直念下去，肯定會開悟。最好的榜樣，最好的例子，難得他給我們表法，他成就了。"
    },
    {
      "id": "02-041-0354_p0029",
      "zh_CN": "阿弥陀佛的密意、诸佛菩萨的密意他完全明白。见阿弥陀佛很多次，我估计至少十次以上，九十二年。尤其是晚年大彻大悟之后，那见佛太容易了，念佛就见佛，见极乐世界，他心是定的。什么时候佛来接引他？应该是阿弥陀佛告诉他，什么时候你看到一本书，这本书叫《若要佛法兴，唯有僧赞僧》，你看到这本书，阿弥陀佛就接引你往生。他每天在盼望，有人会送书给他吗？不可能。为什么？大家都知道老和尚不认识字，没有念过书，怎么可能送书给他？送书给他那是大不敬，明知道老和尚不认识字，你送书给他干什么？结果没想到二Ｏ一三年一月，真有一个人带了一本书去看老和尚。老和尚一看到有人是带书来，就问他：这书叫什么名字，什么书？他就说：这个书叫《若要佛法兴，唯有僧赞僧》。老和尚一听非常欢喜，把他的袈裟，最心爱的袈裟，穿袍搭衣，恭恭敬敬把这个书拿到手上来，叫人给他照相，就是我们这里这张照片。老和尚一生从来没有主动叫人给他照相过，只有这一次，这张照片照了第三天就走了，自在往生。往生这一天白天还工作，干了一天，菜园种菜，整地、拔草、浇水，从早做到晚。晚上天黑了，有人告诉老和尚：天黑了，可以收工，休息了。老和尚给他说：快做完了，做完我就不做了。他说的是话中有话，人家听不懂。到第二天早晨起来的时候，老和尚走了，才知道老和尚话里有话，他告诉大家：做完了，再不做了。这个老和尚是阿弥陀佛嘱咐他，在这个世间多住几年，为佛门弟子做榜样，做一个什么？老实、听话、真干的榜样，会有成就。特别给念佛同修做往生的榜样，你看往生不难，真有极乐世界，真有阿弥陀佛，不是假的。他见过，他也给我们说过极乐世界状况，讲出来跟经上说的一样。他没听过经，也没读过经。这个本子他们寺庙里头有，寺庙里也有不少人听我讲经。他到极乐世界去看到的情形，跟经上讲的一样，为我们作证。",
      "zh_TW": "阿彌陀佛的密意、諸佛菩薩的密意他完全明白。見阿彌陀佛很多次，我估計至少十次以上，九十二年。尤其是晚年大徹大悟之後，那見佛太容易了，念佛就見佛，見極樂世界，他心是定的。什麼時候佛來接引他？應該是阿彌陀佛告訴他，什麼時候你看到一本書，這本書叫《若要佛法興，唯有僧讚僧》，你看到這本書，阿彌陀佛就接引你往生。他每天在盼望，有人會送書給他嗎？不可能。為什麼？大家都知道老和尚不認識字，沒有念過書，怎麼可能送書給他？送書給他那是大不敬，明知道老和尚不認識字，你送書給他幹什麼？結果沒想到二Ｏ一三年一月，真有一個人帶了一本書去看老和尚。老和尚一看到有人是帶書來，就問他：這書叫什麼名字，什麼書？他就說：這個書叫《若要佛法興，唯有僧讚僧》。老和尚一聽非常歡喜，把他的袈裟，最心愛的袈裟，穿袍搭衣，恭恭敬敬把這個書拿到手上來，叫人給他照相，就是我們這裡這張照片。老和尚一生從來沒有主動叫人給他照相過，只有這一次，這張照片照了第三天就走了，自在往生。往生這一天白天還工作，幹了一天，菜園種菜，整地、拔草、澆水，從早做到晚。晚上天黑了，有人告訴老和尚：天黑了，可以收工，休息了。老和尚給他說：快做完了，做完我就不做了。他說的是話中有話，人家聽不懂。到第二天早晨起來的時候，老和尚走了，才知道老和尚話裡有話，他告訴大家：做完了，再不做了。這個老和尚是阿彌陀佛囑咐他，在這個世間多住幾年，為佛門弟子做榜樣，做一個什麼？老實、聽話、真幹的榜樣，會有成就。特別給念佛同修做往生的榜樣，你看往生不難，真有極樂世界，真有阿彌陀佛，不是假的。他見過，他也給我們說過極樂世界狀況，講出來跟經上說的一樣。他沒聽過經，也沒讀過經。這個本子他們寺廟裡頭有，寺廟裡也有不少人聽我講經。他到極樂世界去看到的情形，跟經上講的一樣，為我們作證。"
    },
    {
      "id": "02-041-0354_p0030",
      "zh_CN": "这是第一个，佛力加持。第二个：",
      "zh_TW": "這是第一個，佛力加持。第二個："
    },
    {
      "id": "02-041-0354_p0031",
      "zh_CN": "【调伏诸根。身心柔软。】",
      "zh_TW": "【調伏諸根。身心柔軟。】"
    },
    {
      "id": "02-041-0354_p0032",
      "zh_CN": "这两句话是第二个。我们在这个世界，用什么方法调伏都收不到效果，到极乐世界就很容易了。我们看念老的注解。『调伏』，「《探玄记》曰：调者调和，伏者制伏。谓调和控御身口意业，制伏除灭诸恶行也。」这两句话重要，一定要调和身口意业，不能有不善的念头，不能有不善的语言，不能造不善的业，这是调和。控制也是如此，对于我们起心动念、言语造作都要懂得控制。用什么方法？净宗第一法门，用念佛的方法。心里有念头，马上把念头转过来，阿弥陀佛、阿弥陀佛，把念头打掉。开口要说话，也是阿弥陀佛、阿弥陀佛，把想说的话伏一伏，想想看这个话该不该说，该说的说，不该说的就别说。身体一举一动的行为，也要调和控御。极乐世界环境好，你看到的、听到的、接触到的都是正面，都看到佛菩萨，那个地方的天人也完全跟佛菩萨学习。佛菩萨照顾大家，让大家在极乐世界不会起一个恶念，不会说一句闲话，不会去做一桩坏事，这世界多美好。「盖谓调制三业」，三业是身口意，「令离恶行也」，身口意都善，都没有恶。",
      "zh_TW": "這兩句話是第二個。我們在這個世界，用什麼方法調伏都收不到效果，到極樂世界就很容易了。我們看念老的註解。『調伏』，「《探玄記》曰：調者調和，伏者制伏。謂調和控御身口意業，制伏除滅諸惡行也。」這兩句話重要，一定要調和身口意業，不能有不善的念頭，不能有不善的語言，不能造不善的業，這是調和。控制也是如此，對於我們起心動念、言語造作都要懂得控制。用什麼方法？淨宗第一法門，用念佛的方法。心裡有念頭，馬上把念頭轉過來，阿彌陀佛、阿彌陀佛，把念頭打掉。開口要說話，也是阿彌陀佛、阿彌陀佛，把想說的話伏一伏，想想看這個話該不該說，該說的說，不該說的就別說。身體一舉一動的行為，也要調和控御。極樂世界環境好，你看到的、聽到的、接觸到的都是正面，都看到佛菩薩，那個地方的天人也完全跟佛菩薩學習。佛菩薩照顧大家，讓大家在極樂世界不會起一個惡念，不會說一句閒話，不會去做一樁壞事，這世界多美好。「蓋謂調制三業」，三業是身口意，「令離惡行也」，身口意都善，都沒有惡。"
    },
    {
      "id": "02-041-0354_p0033",
      "zh_CN": "『诸根』，「眼耳等六根」，眼耳鼻舌身意叫六根。「调伏诸根即调制身心，令离尘垢邪恶」，务必要做到时时刻刻远离邪恶。邪是一切不正的念头、行为，恶是指十恶，杀生、偷盗、邪淫、妄语、两舌、绮语、恶口、贪、瞋、痴，这十恶一定要远离，这叫修行。『柔软』，「谓心柔和而随顺于道」。道是经教，佛陀、菩萨的教诲，我们每天读它，依教修行，希望这一天，从早到晚，没有违背，没有破戒，没有犯规，这样就好。反过来就是刚强，「刚强则难教化」，个性坚强的人他不听，他不服，容易造业。「《法华经》曰：众生既信伏，质直意柔软。」这就是身心柔软的意思。最重要，信，佛所说的话要相信，相信这些话对我们有真实的利益，决定没有差错。佛不相信，你还信谁？佛是世间第一大善，第一大德，第一大智慧。常常亲近佛陀，读经就是亲近佛陀，念一个小时，就是这一个小时在佛身边，念两个小时，两个小时在佛身边，所以身心柔软就能够做到。",
      "zh_TW": "『諸根』，「眼耳等六根」，眼耳鼻舌身意叫六根。「調伏諸根即調制身心，令離塵垢邪惡」，務必要做到時時刻刻遠離邪惡。邪是一切不正的念頭、行為，惡是指十惡，殺生、偷盜、邪淫、妄語、兩舌、綺語、惡口、貪、瞋、痴，這十惡一定要遠離，這叫修行。『柔軟』，「謂心柔和而隨順於道」。道是經教，佛陀、菩薩的教誨，我們每天讀它，依教修行，希望這一天，從早到晚，沒有違背，沒有破戒，沒有犯規，這樣就好。反過來就是剛強，「剛強則難教化」，個性堅強的人他不聽，他不服，容易造業。「《法華經》曰：眾生既信伏，質直意柔軟。」這就是身心柔軟的意思。最重要，信，佛所說的話要相信，相信這些話對我們有真實的利益，決定沒有差錯。佛不相信，你還信誰？佛是世間第一大善，第一大德，第一大智慧。常常親近佛陀，讀經就是親近佛陀，念一個小時，就是這一個小時在佛身邊，念兩個小時，兩個小時在佛身邊，所以身心柔軟就能夠做到。"
    },
    {
      "id": "02-041-0354_p0034",
      "zh_CN": "第三，「正慧除习」：",
      "zh_TW": "第三，「正慧除習」："
    },
    {
      "id": "02-041-0354_p0035",
      "zh_CN": "【深入正慧。无复余习。】",
      "zh_TW": "【深入正慧。無復餘習。】"
    },
    {
      "id": "02-041-0354_p0036",
      "zh_CN": "『正慧』，「真正之慧」，是真智慧，注解里头说真正之慧。「正者，无邪。离颠倒为正。又契真入实为正」。这个意思高，这个真是真如，入实相，契入真如实相，那是大菩萨，明心见性就契入真如实相，这不是普通人。「故离虚妄分别」，这一句的意思很深。虚妄分别，不应该分别的你分别它，这叫虚妄。什么时候？从早到晚，六根所接触到的境界，都是虚妄分别。有虚妄分别，真心的智慧就没有了，要离虚妄分别，真心智慧才能现前。念老这里注解注得很多，「契真入实为正。故离虚妄分别，照了真心之智慧，名为正慧」。",
      "zh_TW": "『正慧』，「真正之慧」，是真智慧，註解裡頭說真正之慧。「正者，無邪。離顛倒為正。又契真入實為正」。這個意思高，這個真是真如，入實相，契入真如實相，那是大菩薩，明心見性就契入真如實相，這不是普通人。「故離虛妄分別」，這一句的意思很深。虛妄分別，不應該分別的你分別它，這叫虛妄。什麼時候？從早到晚，六根所接觸到的境界，都是虛妄分別。有虛妄分別，真心的智慧就沒有了，要離虛妄分別，真心智慧才能現前。念老這裡註解註得很多，「契真入實為正。故離虛妄分別，照了真心之智慧，名為正慧」。"
    },
    {
      "id": "02-041-0354_p0037",
      "zh_CN": "『余习』，「烦恼断后，残余之习气，名为余习」，也叫残习，或者叫习气。「二乘不能断除余习，唯佛独能断之」，凡夫就不必说了。习气，唯识家所说的，阿赖耶识里面的种子，我们现在一般讲印象、记忆，你还记得吗？你为什么会记得？过去做的事情，阿赖耶识里头有资料。阿赖耶像仓库一样，像资料室一样，我们起心动念统统都在里头，不但这一生在里头，过去生生世世所干的全在里头，这里头都有档案，这一调就调出来，没有办法抵赖的，有证据，有凭有据。所以人不管他行善作恶，总有一天他完全明白了，为什么行善？为什么造恶？习气在作祟，习气在引导他。这个习气断不掉的，证得阿罗汉果还有习气，权教菩萨也有习气。只有明心见性的人，他们有能力，有真实智慧，转八识成四智，习气才断掉，大菩萨！三贤菩萨不行，没见性。这是我们不能不知道的。",
      "zh_TW": "『餘習』，「煩惱斷後，殘餘之習氣，名為餘習」，也叫殘習，或者叫習氣。「二乘不能斷除餘習，唯佛獨能斷之」，凡夫就不必說了。習氣，唯識家所說的，阿賴耶識裡面的種子，我們現在一般講印象、記憶，你還記得嗎？你為什麼會記得？過去做的事情，阿賴耶識裡頭有資料。阿賴耶像倉庫一樣，像資料室一樣，我們起心動念統統都在裡頭，不但這一生在裡頭，過去生生世世所幹的全在裡頭，這裡頭都有檔案，這一調就調出來，沒有辦法抵賴的，有證據，有憑有據。所以人不管他行善作惡，總有一天他完全明白了，為什麼行善？為什麼造惡？習氣在作祟，習氣在引導他。這個習氣斷不掉的，證得阿羅漢果還有習氣，權教菩薩也有習氣。只有明心見性的人，他們有能力，有真實智慧，轉八識成四智，習氣才斷掉，大菩薩！三賢菩薩不行，沒見性。這是我們不能不知道的。"
    },
    {
      "id": "02-041-0354_p0038",
      "zh_CN": "「《大智度论》曰：阿罗汉、辟支佛」，说这两种人，「虽破三毒」，他决定不会有贪瞋痴，但是三毒的习气有。他真的没贪，真的不贪不瞋不痴，可是在日常生活，言行举止，还有贪瞋痴的习气，所以说气分没断尽。他确实没有了，真断了，不是假的，所以他能够脱离六道轮回，能够生到四圣法界里面声闻法界，他到那去修行，在那边断习气。「譬如香在器中，香虽去，余气故在」。这举个比喻，我们盛香，香的盒子，或者是瓶，或者是罐子，盛檀香末、檀香粉，把香倒尽，干了，确实没有香了，一滴也没有，闻闻还有味道，那就是习气，香的习气。佛经上很多用酒瓶做比喻，酒瓶盛酒的，酒把它倒尽，倒光了，确实没有，擦得很干净，甚至于你还放了几天，闻闻还有习气，还有味道在。佛用这个来比喻习气，确实习没有了，习气在。「又如草木薪，火烧烟出，炭灰不尽，火力薄故」。这是讲烧柴，火烧烟出去了，可是炭火还有烟的味道，为什么？变成炭，炭还有味道在，那就是柴火的习气，在炭里面很明显的可以发现。",
      "zh_TW": "「《大智度論》曰：阿羅漢、辟支佛」，說這兩種人，「雖破三毒」，他決定不會有貪瞋痴，但是三毒的習氣有。他真的沒貪，真的不貪不瞋不痴，可是在日常生活，言行舉止，還有貪瞋痴的習氣，所以說氣分沒斷盡。他確實沒有了，真斷了，不是假的，所以他能夠脫離六道輪迴，能夠生到四聖法界裡面聲聞法界，他到那去修行，在那邊斷習氣。「譬如香在器中，香雖去，餘氣故在」。這舉個比喻，我們盛香，香的盒子，或者是瓶，或者是罐子，盛檀香末、檀香粉，把香倒盡，乾了，確實沒有香了，一滴也沒有，聞聞還有味道，那就是習氣，香的習氣。佛經上很多用酒瓶做比喻，酒瓶盛酒的，酒把它倒盡，倒光了，確實沒有，擦得很乾淨，甚至於你還放了幾天，聞聞還有習氣，還有味道在。佛用這個來比喻習氣，確實習沒有了，習氣在。「又如草木薪，火燒煙出，炭灰不盡，火力薄故」。這是講燒柴，火燒煙出去了，可是炭火還有煙的味道，為什麼？變成炭，炭還有味道在，那就是柴火的習氣，在炭裡面很明顯的可以發現。"
    },
    {
      "id": "02-041-0354_p0039",
      "zh_CN": "底下举例子，「如舍利弗瞋恚余习，难陀淫欲余习，毕陵伽婆蹉慢余习」。这是举出三位阿罗汉，他们的习气很重，佛在讲经的时候谈到习气，用这三个人来做比喻，三个人都证阿罗汉果。那我们晓得，证阿罗汉果，见思烦恼断尽，要不然他不能证果，见思烦恼真的断尽了，还是有习气，习气难断。我们从这个地方就能理解，法身菩萨断无明烦恼尽，无明烦恼断尽，大彻大悟，明心见性，他住实报土。实报土里头是平等境界，实报土里面的菩萨，大菩萨，分别执着完全没有了，但是有什么？他有起心动念。起心动念也没有了，法身菩萨。为什么他还有四十一个阶级，这四十一个阶级从哪来的？我们知道从习气来的。也就是说，他无始无明烦恼真断掉了，习气有厚薄不一样，分为四十一品，慢慢断。要多长时间？大乘经上告诉我们，三个阿僧祇劫。这三个阿僧祇劫是断无始无明习气的，要这么久，无明习气没有了，真不容易！经过四十一个阶级，十住，初住到十住，初行到十行，初地到十地，还有当中漏掉个十回向，十住、十行、十回向、十地，四十个，上面等觉，他们把烦恼习气才完全断干净，完全断干净，留有习气，这是法身菩萨。法身菩萨把习气断干净，还要三大阿僧祇劫。有没有办法提前？没有。极乐世界的好处，无比殊胜第一德，大德，无量寿。三大阿僧祇劫跟无量寿一比较，那时间很短，不长，是这么个道理，我们不能不知道。它这个地方还有一个比喻，「譬如人被锁，初脱时行犹不便」。这讲犯罪的人，身上带着脚镣手铐，刑期满了，他出监狱，这脚镣手铐给他解开，他行动还是不方便，这个不方便就是余习，比喻作余习。",
      "zh_TW": "底下舉例子，「如舍利弗瞋恚餘習，難陀淫欲餘習，畢陵伽婆蹉慢餘習」。這是舉出三位阿羅漢，他們的習氣很重，佛在講經的時候談到習氣，用這三個人來做比喻，三個人都證阿羅漢果。那我們曉得，證阿羅漢果，見思煩惱斷盡，要不然他不能證果，見思煩惱真的斷盡了，還是有習氣，習氣難斷。我們從這個地方就能理解，法身菩薩斷無明煩惱盡，無明煩惱斷盡，大徹大悟，明心見性，他住實報土。實報土裡頭是平等境界，實報土裡面的菩薩，大菩薩，分別執著完全沒有了，但是有什麼？他有起心動念。起心動念也沒有了，法身菩薩。為什麼他還有四十一個階級，這四十一個階級從哪來的？我們知道從習氣來的。也就是說，他無始無明煩惱真斷掉了，習氣有厚薄不一樣，分為四十一品，慢慢斷。要多長時間？大乘經上告訴我們，三個阿僧祇劫。這三個阿僧祇劫是斷無始無明習氣的，要這麼久，無明習氣沒有了，真不容易！經過四十一個階級，十住，初住到十住，初行到十行，初地到十地，還有當中漏掉個十迴向，十住、十行、十迴向、十地，四十個，上面等覺，他們把煩惱習氣才完全斷乾淨，完全斷乾淨，留有習氣，這是法身菩薩。法身菩薩把習氣斷乾淨，還要三大阿僧祇劫。有沒有辦法提前？沒有。極樂世界的好處，無比殊勝第一德，大德，無量壽。三大阿僧祇劫跟無量壽一比較，那時間很短，不長，是這麼個道理，我們不能不知道。它這個地方還有一個比喻，「譬如人被鎖，初脫時行猶不便」。這講犯罪的人，身上帶著腳鐐手銬，刑期滿了，他出監獄，這腳鐐手銬給他解開，他行動還是不方便，這個不方便就是餘習，比喻作餘習。"
    },
    {
      "id": "02-041-0354_p0040",
      "zh_CN": "「现极乐大士无复余习」，这一句可了不得，太难了。到极乐世界去的人，不但烦恼断了，习气也没有了。那就是说明极乐世界实报土的菩萨，这些法身菩萨，四十一个阶级，他不需要三大阿僧祇劫，他很快就可以出离，为什么？得阿弥陀佛本愿威神加持。阿弥陀佛本愿威神是平等的，那我们就想到，凡圣同居土往生的人得的利益最大，为什么？他在其他诸佛刹土要修无量劫，到极乐世界大幅度的缩短，需不需要三大阿僧祇劫？不需要，太长了。三大阿僧祇劫断尽，那像华藏世界、十方诸佛刹土是这种状况。极乐世界不是的，他很快就成就。《无量寿经》魏译本里头就说得好，魏译本里头谓彼土诸大士，「究竟一切菩萨所行，具足成就无量功德。」这个里头着重在究竟，究竟就是习气断了。如果没有究竟两个字，一切菩萨所行，具足成就无量功德，那还带有习气；加上究竟，习气没有了，这个不可思议。",
      "zh_TW": "「現極樂大士無復餘習」，這一句可了不得，太難了。到極樂世界去的人，不但煩惱斷了，習氣也沒有了。那就是說明極樂世界實報土的菩薩，這些法身菩薩，四十一個階級，他不需要三大阿僧祇劫，他很快就可以出離，為什麼？得阿彌陀佛本願威神加持。阿彌陀佛本願威神是平等的，那我們就想到，凡聖同居土往生的人得的利益最大，為什麼？他在其他諸佛剎土要修無量劫，到極樂世界大幅度的縮短，需不需要三大阿僧祇劫？不需要，太長了。三大阿僧祇劫斷盡，那像華藏世界、十方諸佛剎土是這種狀況。極樂世界不是的，他很快就成就。《無量壽經》魏譯本裡頭就說得好，魏譯本裡頭謂彼土諸大士，「究竟一切菩薩所行，具足成就無量功德。」這個裡頭著重在究竟，究竟就是習氣斷了。如果沒有究竟兩個字，一切菩薩所行，具足成就無量功德，那還帶有習氣；加上究竟，習氣沒有了，這個不可思議。"
    },
    {
      "id": "02-041-0354_p0041",
      "zh_CN": "下面第四，「依佛所行」：",
      "zh_TW": "下面第四，「依佛所行」："
    },
    {
      "id": "02-041-0354_p0042",
      "zh_CN": "【依佛所行。七觉圣道。修行五眼。照真达俗。】",
      "zh_TW": "【依佛所行。七覺聖道。修行五眼。照真達俗。】"
    },
    {
      "id": "02-041-0354_p0043",
      "zh_CN": "这个『佛』是阿弥陀佛，阿弥陀佛之所行，换句话说，极乐世界这些往生的人，模仿力非常强，阿弥陀佛是榜样，佛怎么修，我们照做，佛带头，佛所做的我们一定真干。像底下这两句，『七觉圣道』，这就是八正道。『修行五眼』，《金刚经》上讲的五眼圆明。『照真达俗』，他成就了，极乐世界成就快。不这样说法，我们对于极乐成就快有怀疑，它凭什么快速？凭什么究竟圆满成就？这就感佛的恩了，阿弥陀佛恩德无量无边，阿弥陀佛四十八愿加持，阿弥陀佛无量劫修行的功德加持，所以这么快速。",
      "zh_TW": "這個『佛』是阿彌陀佛，阿彌陀佛之所行，換句話說，極樂世界這些往生的人，模仿力非常強，阿彌陀佛是榜樣，佛怎麼修，我們照做，佛帶頭，佛所做的我們一定真幹。像底下這兩句，『七覺聖道』，這就是八正道。『修行五眼』，《金剛經》上講的五眼圓明。『照真達俗』，他成就了，極樂世界成就快。不這樣說法，我們對於極樂成就快有懷疑，它憑什麼快速？憑什麼究竟圓滿成就？這就感佛的恩了，阿彌陀佛恩德無量無邊，阿彌陀佛四十八願加持，阿彌陀佛無量劫修行的功德加持，所以這麼快速。"
    },
    {
      "id": "02-041-0354_p0044",
      "zh_CN": "这一品经读到，我们对于极乐世界的向往肯定生起，尤其生起决定信心，下定决心，我这一生非去不可。这个世间统统都把它放下，每天吃得饱，穿得暖，有个小房子遮蔽风雨，足了，其他的不要了，我就一句弥陀念到底，念念求生西方极乐世界。你看看三年，阿弥陀佛会不会给你送信息。一般真念佛人，三年就见到阿弥陀佛，定中出现，梦中出现，来透信息给你，让你死心塌地。为什么？极乐世界已经注册，你已经有名，阿弥陀佛讲堂有你的座位，等着你去。这才真正叫究竟圆满，这不是假的。今天时间到了，我们就学习到此地。",
      "zh_TW": "這一品經讀到，我們對於極樂世界的嚮往肯定生起，尤其生起決定信心，下定決心，我這一生非去不可。這個世間統統都把它放下，每天吃得飽，穿得暖，有個小房子遮蔽風雨，足了，其他的不要了，我就一句彌陀念到底，念念求生西方極樂世界。你看看三年，阿彌陀佛會不會給你送信息。一般真念佛人，三年就見到阿彌陀佛，定中出現，夢中出現，來透信息給你，讓你死心塌地。為什麼？極樂世界已經註冊，你已經有名，阿彌陀佛講堂有你的座位，等著你去。這才真正叫究竟圓滿，這不是假的。今天時間到了，我們就學習到此地。"
    }
  ]
}