{
  "doc_id": "02-041-0494",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九四集",
    "zh_TW": "第四九四集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0494",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-041-0494_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0494_p0002",
      "zh_CN": "请看《大经科注》，第一Ｏ七九页第一行看起：",
      "zh_TW": "請看《大經科註》，第一Ｏ七九頁第一行看起："
    },
    {
      "id": "02-041-0494_p0003",
      "zh_CN": "【勤修坚持第四十六】",
      "zh_TW": "【勤修堅持第四十六】"
    },
    {
      "id": "02-041-0494_p0004",
      "zh_CN": "这一品经是释迦牟尼佛咐嘱流通，「嘱护无上深法」，「无上深法难遇」。请看经文：",
      "zh_TW": "這一品經是釋迦牟尼佛咐囑流通，「囑護無上深法」，「無上深法難遇」。請看經文："
    },
    {
      "id": "02-041-0494_p0005",
      "zh_CN": "【佛告弥勒。诸佛如来无上之法。十力无畏。无碍无着。甚深之法。及波罗蜜等菩萨之法。非易可遇。能说法人。亦难开示。坚固深信。时亦难遭。】",
      "zh_TW": "【佛告彌勒。諸佛如來無上之法。十力無畏。無礙無著。甚深之法。及波羅蜜等菩薩之法。非易可遇。能說法人。亦難開示。堅固深信。時亦難遭。】"
    },
    {
      "id": "02-041-0494_p0006",
      "zh_CN": "经里面所说的无上深法难得，开经偈说的，「无上甚深微妙法，百千万劫难遭遇」，这个话是真的，不是假的，我们遇到了，无比的幸运。请看念老的注解，这一品首段，刚才我们念的这一段经文，「首段为咐嘱护持本经」。『无上之法』者，「《往生论注》云：无上者，此道穷理尽性，更无过上」，过是超过，上是更上一层，没有，这是一切法的顶尖。「无上法者，涅槃」，大般涅槃。《智度论》里头说，「是故知无法胜涅槃者」，佛所说的一切法，涅槃是讲到究竟圆满。",
      "zh_TW": "經裡面所說的無上深法難得，開經偈說的，「無上甚深微妙法，百千萬劫難遭遇」，這個話是真的，不是假的，我們遇到了，無比的幸運。請看念老的註解，這一品首段，剛才我們念的這一段經文，「首段為咐囑護持本經」。『無上之法』者，「《往生論註》云：無上者，此道窮理盡性，更無過上」，過是超過，上是更上一層，沒有，這是一切法的頂尖。「無上法者，涅槃」，大般涅槃。《智度論》裡頭說，「是故知無法勝涅槃者」，佛所說的一切法，涅槃是講到究竟圓滿。"
    },
    {
      "id": "02-041-0494_p0007",
      "zh_CN": "『十力』，「如来所有之十种力用」，大德大能。下面把这十力注出来了，在这个注解里头统统都有，很完整，这一段。「一者，觉是处非处智力。处者道理之义，知物之道理」，道理、非道理。这是第一个，对我们一般人来说难，我们对一切法的道理，迷了。这十种力实在讲，是一切众生本来有的，自性本具。我们迷失了自性，这十种能力显不出来，不起作用了，可见得迷悟关系很重要。学佛学什么？就是要学开悟，恢复自性本有的能力，这就对了。所以我们从古代，释迦牟尼佛看起，他给我们表演，希望我们看到这些表演，对于自己本具的智慧德能，无量无边，不再怀疑了，这样就好。如果怀疑，那是佛有，我们是凡夫，怎么可能有？这个观念错了，这个观念让我们自性本有的智慧德能不能现前。",
      "zh_TW": "『十力』，「如來所有之十種力用」，大德大能。下面把這十力註出來了，在這個註解裡頭統統都有，很完整，這一段。「一者，覺是處非處智力。處者道理之義，知物之道理」，道理、非道理。這是第一個，對我們一般人來說難，我們對一切法的道理，迷了。這十種力實在講，是一切眾生本來有的，自性本具。我們迷失了自性，這十種能力顯不出來，不起作用了，可見得迷悟關係很重要。學佛學什麼？就是要學開悟，恢復自性本有的能力，這就對了。所以我們從古代，釋迦牟尼佛看起，他給我們表演，希望我們看到這些表演，對於自己本具的智慧德能，無量無邊，不再懷疑了，這樣就好。如果懷疑，那是佛有，我們是凡夫，怎麼可能有？這個觀念錯了，這個觀念讓我們自性本有的智慧德能不能現前。"
    },
    {
      "id": "02-041-0494_p0008",
      "zh_CN": "所以自性清净心一定要恢复，佛用的方法是戒定慧，慧是本有的。怎么把慧找出来？要修定。什么是定？不起心不动念、不分别不执着，就是大定。我们见色看得清楚，闻音声也听得清楚，这都是自性般若智慧。我们看不清楚、听不清楚，这就障碍出来了。什么障碍？烦恼，无明烦恼、见思烦恼、尘沙烦恼。修行不是修别的，放下烦恼而已。我们眼见色看得清楚，不放在心上，对了。不放在心上就是放下了，智慧就会开了；放在心上，它把智慧障碍了。",
      "zh_TW": "所以自性清淨心一定要恢復，佛用的方法是戒定慧，慧是本有的。怎麼把慧找出來？要修定。什麼是定？不起心不動念、不分別不執著，就是大定。我們見色看得清楚，聞音聲也聽得清楚，這都是自性般若智慧。我們看不清楚、聽不清楚，這就障礙出來了。什麼障礙？煩惱，無明煩惱、見思煩惱、塵沙煩惱。修行不是修別的，放下煩惱而已。我們眼見色看得清楚，不放在心上，對了。不放在心上就是放下了，智慧就會開了；放在心上，它把智慧障礙了。"
    },
    {
      "id": "02-041-0494_p0009",
      "zh_CN": "你看凡夫见色闻声，都起心动念，分别执着，四大类的烦恼同时起来，所以，自性里头的般若智慧德能不能现前，戒定慧是自性本有的，统统不能现前，错了！真正修行，就是六根在六尘上锻炼，不起心不动念，这是佛；有起心动念，没有分别执着，这是菩萨；还有分别，没执着了，阿罗汉，佛给我们讲得很清楚。我们眼见色，耳闻声，鼻嗅香，舌尝味，身的觉触，意是念头，妄想妄念，六根接触六尘，有妄想分别执着的，凡夫，六道凡夫；没有妄想分别执着的，是佛陀。还有执着就是凡夫，执着有善有恶，善感得三善道，恶则会堕三恶道。佛是用最简单的话把它说出来，让我们牢牢的记住。真正用功，就是见色闻声没关系，没事，不要把它放在心上就对了。",
      "zh_TW": "你看凡夫見色聞聲，都起心動念，分別執著，四大類的煩惱同時起來，所以，自性裡頭的般若智慧德能不能現前，戒定慧是自性本有的，統統不能現前，錯了！真正修行，就是六根在六塵上鍛鍊，不起心不動念，這是佛；有起心動念，沒有分別執著，這是菩薩；還有分別，沒執著了，阿羅漢，佛給我們講得很清楚。我們眼見色，耳聞聲，鼻嗅香，舌嘗味，身的覺觸，意是念頭，妄想妄念，六根接觸六塵，有妄想分別執著的，凡夫，六道凡夫；沒有妄想分別執著的，是佛陀。還有執著就是凡夫，執著有善有惡，善感得三善道，惡則會墮三惡道。佛是用最簡單的話把它說出來，讓我們牢牢的記住。真正用功，就是見色聞聲沒關係，沒事，不要把它放在心上就對了。"
    },
    {
      "id": "02-041-0494_p0010",
      "zh_CN": "话说得容易，几个人能做到？我学了六十多年，有没有做到？没做到，不起心动念做不到，分别执着还有那么一点点，十分之一吧，不彻底、不究竟，还是不得受用。但是我们遇到这个法门，真的是无量的欢喜，知道什么？这种功夫我们做不到，还有一个出路，信愿持名，往生到极乐世界。也就是说，我们这个世界的环境，修行很困难，极乐世界那个环境修行很容易。第一个寿命很长，佛无量寿，每一个往生的人，都跟佛一样无量寿，寿命长，有的是时间好好学，老师好。我们这个时代，释迦牟尼佛不在世了，佛过世到今年，中国人过去算的方法，三千多年了，外国人讲二千五百年，到底哪个说法正确？黄念祖老居士，在《净修捷要报恩谈》里面说得很清楚。",
      "zh_TW": "話說得容易，幾個人能做到？我學了六十多年，有沒有做到？沒做到，不起心動念做不到，分別執著還有那麼一點點，十分之一吧，不徹底、不究竟，還是不得受用。但是我們遇到這個法門，真的是無量的歡喜，知道什麼？這種功夫我們做不到，還有一個出路，信願持名，往生到極樂世界。也就是說，我們這個世界的環境，修行很困難，極樂世界那個環境修行很容易。第一個壽命很長，佛無量壽，每一個往生的人，都跟佛一樣無量壽，壽命長，有的是時間好好學，老師好。我們這個時代，釋迦牟尼佛不在世了，佛過世到今年，中國人過去算的方法，三千多年了，外國人講二千五百年，到底哪個說法正確？黃念祖老居士，在《淨修捷要報恩談》裡面說得很清楚。"
    },
    {
      "id": "02-041-0494_p0011",
      "zh_CN": "《净修捷要报恩谈》这部书，是念老最后的一部著作，整个的内容是讲的佛法，可以把它当作佛学概论看，你看了之后，对整个佛法就明白了。这份资料太好了，佛法明白了，他是什么明白？我们如何下手，如何修行，达到我们的愿望。我们的愿望，不想再搞生死轮回了，这是大家得搞明白搞清楚。轮回不是好事情，如何能够脱离生死轮回，成就无上道？我们只有一条路走得通，保证你走得通。怎么保证法？这部经就是保证书。这本经为谁说的？自己要直下承当，释迦牟尼佛专门为我说的。我只要依这部经所说的理事，依教奉行，果报一定会现前，绝不会辜负你，这个重要。",
      "zh_TW": "《淨修捷要報恩談》這部書，是念老最後的一部著作，整個的內容是講的佛法，可以把它當作佛學概論看，你看了之後，對整個佛法就明白了。這份資料太好了，佛法明白了，他是什麼明白？我們如何下手，如何修行，達到我們的願望。我們的願望，不想再搞生死輪迴了，這是大家得搞明白搞清楚。輪迴不是好事情，如何能夠脫離生死輪迴，成就無上道？我們只有一條路走得通，保證你走得通。怎麼保證法？這部經就是保證書。這本經為誰說的？自己要直下承當，釋迦牟尼佛專門為我說的。我只要依這部經所說的理事，依教奉行，果報一定會現前，絕不會辜負你，這個重要。"
    },
    {
      "id": "02-041-0494_p0012",
      "zh_CN": "念老很慈悲，这一段注解得很详细，先说十力。第一个，觉是处非处。处，处者道理，知物之道理、非道理之智力。知物，物是万物，宇宙之间万事万物，它究竟是回什么事，科学家都在研究，也有相当的成果，但是道理讲得不圆满。为什么不圆满？他没见性。见性就说圆满了，为什么？惠能大师告诉我们，「何期自性，能生万法」，这万法怎么来的，为什么有这些东西，只要见性你就都明白了。见性成佛了，成佛才明了；菩萨虽明了，不圆满。",
      "zh_TW": "念老很慈悲，這一段註解得很詳細，先說十力。第一個，覺是處非處。處，處者道理，知物之道理、非道理之智力。知物，物是萬物，宇宙之間萬事萬物，它究竟是回什麼事，科學家都在研究，也有相當的成果，但是道理講得不圓滿。為什麼不圓滿？他沒見性。見性就說圓滿了，為什麼？惠能大師告訴我們，「何期自性，能生萬法」，這萬法怎麼來的，為什麼有這些東西，只要見性你就都明白了。見性成佛了，成佛才明瞭；菩薩雖明瞭，不圓滿。"
    },
    {
      "id": "02-041-0494_p0013",
      "zh_CN": "「又指知一切众生因缘果报」。作善的业得乐果。「因果相契，为是处」。什么因什么样的果报，你真的知道，正确的知道，这叫是处。这是讲因果报应，整个宇宙离不开因果报应，万事万物一定有前因有后果。所以要记住，作善得善报，作恶得恶报，这是因果相契，这叫是处。造恶业希望乐报，因果相违，这非处。造恶决定得恶报，作善决定得善果，因果相应，因果决定不相背。因果相背这是非处，没有这个道理。「犹言无有是处」，非处就是无有是处。这第一种，对于整个宇宙前因后果全明白。",
      "zh_TW": "「又指知一切眾生因緣果報」。作善的業得樂果。「因果相契，為是處」。什麼因什麼樣的果報，你真的知道，正確的知道，這叫是處。這是講因果報應，整個宇宙離不開因果報應，萬事萬物一定有前因有後果。所以要記住，作善得善報，作惡得惡報，這是因果相契，這叫是處。造惡業希望樂報，因果相違，這非處。造惡決定得惡報，作善決定得善果，因果相應，因果決定不相背。因果相背這是非處，沒有這個道理。「猶言無有是處」，非處就是無有是處。這第一種，對於整個宇宙前因後果全明白。"
    },
    {
      "id": "02-041-0494_p0014",
      "zh_CN": "第二，「业智力。知一切众生三世因果业报之智力，或善不善，有漏无漏」，佛都知道。所以遇到佛，遇到真正善知识，明心见性了，他说的话真的，为什么？他有十智力，他不是凡夫。我们没有，我说这句话提醒同修们，现在这个世间还有这个人。海贤老和尚就是，他老人家四年前走了，距离我们最近的一个。虽然走了，他的信徒不少，跟他学佛的人很多。他是怎么教人的？他所教的，讲的话，所教你修行的方法，是作善必定有善果。他虽然不认识字，没念过书，我常常告诉大家，老和尚的境界，跟惠能大师平等的，大彻大悟，明心见性。他用的什么方法？一句阿弥陀佛，念了九十二年。九十二年一句佛号不中断，他心是定的。一生没有念过一部经，也没有听过一次讲经，他修什么？就是一句阿弥陀佛求生净土。相信极乐世界真有，相信阿弥陀佛真有，到极乐世界亲近阿弥陀佛，是他的愿望，他成功了，他真去了，去的瑞相非常稀有。",
      "zh_TW": "第二，「業智力。知一切眾生三世因果業報之智力，或善不善，有漏無漏」，佛都知道。所以遇到佛，遇到真正善知識，明心見性了，他說的話真的，為什麼？他有十智力，他不是凡夫。我們沒有，我說這句話提醒同修們，現在這個世間還有這個人。海賢老和尚就是，他老人家四年前走了，距離我們最近的一個。雖然走了，他的信徒不少，跟他學佛的人很多。他是怎麼教人的？他所教的，講的話，所教你修行的方法，是作善必定有善果。他雖然不認識字，沒念過書，我常常告訴大家，老和尚的境界，跟惠能大師平等的，大徹大悟，明心見性。他用的什麼方法？一句阿彌陀佛，念了九十二年。九十二年一句佛號不中斷，他心是定的。一生沒有念過一部經，也沒有聽過一次講經，他修什麼？就是一句阿彌陀佛求生淨土。相信極樂世界真有，相信阿彌陀佛真有，到極樂世界親近阿彌陀佛，是他的願望，他成功了，他真去了，去的瑞相非常稀有。"
    },
    {
      "id": "02-041-0494_p0015",
      "zh_CN": "他给我们讲决定不是夸大，不是造谣，他多次见阿弥陀佛，也求阿弥陀佛带他到极乐世界。佛告诉他，你修得不错，多住几年，给佛门弟子做个好榜样，特别是给念佛求生净土的人做好榜样。他住世这么久，不是他自己有这么长的寿命，是佛委托他的，让他多住几年，告诉他什么时候你看到一本书，叫《僧赞僧》，看到这本书佛就来接引他往生。所以他天天在等，非常留意每一个到山上来看他的人，有没有带书。当然没人带书，为什么？老和尚不认识字，怎么会带书给他？",
      "zh_TW": "他給我們講決定不是誇大，不是造謠，他多次見阿彌陀佛，也求阿彌陀佛帶他到極樂世界。佛告訴他，你修得不錯，多住幾年，給佛門弟子做個好榜樣，特別是給念佛求生淨土的人做好榜樣。他住世這麼久，不是他自己有這麼長的壽命，是佛委託他的，讓他多住幾年，告訴他什麼時候你看到一本書，叫《僧讚僧》，看到這本書佛就來接引他往生。所以他天天在等，非常留意每一個到山上來看他的人，有沒有帶書。當然沒人帶書，為什麼？老和尚不認識字，怎麼會帶書給他？"
    },
    {
      "id": "02-041-0494_p0016",
      "zh_CN": "四年前，真的有一个信徒带了这本书上山。他一看到一本书就问他，这是什么书？他就告诉老和尚，这个书叫《若要佛法兴，唯有僧赞僧》。老和尚一听非常高兴，无比的快乐，回到寮房穿袍搭衣，主动要求给他照一张照片，这张照片就挂在我们这旁边。三天之后走了，没生病，走的时候半夜走的。有很多人跟他讲，老和尚预知时至，告诉我们，我们帮你助念。老和尚告诉大家，我不要人助念，我自己会念。真的不要人助念。这是自性本有的智慧，第二种。",
      "zh_TW": "四年前，真的有一個信徒帶了這本書上山。他一看到一本書就問他，這是什麼書？他就告訴老和尚，這個書叫《若要佛法興，唯有僧讚僧》。老和尚一聽非常高興，無比的快樂，回到寮房穿袍搭衣，主動要求給他照一張照片，這張照片就掛在我們這旁邊。三天之後走了，沒生病，走的時候半夜走的。有很多人跟他講，老和尚預知時至，告訴我們，我們幫你助念。老和尚告訴大家，我不要人助念，我自己會念。真的不要人助念。這是自性本有的智慧，第二種。"
    },
    {
      "id": "02-041-0494_p0017",
      "zh_CN": "第三种，「定智力。知诸禅定，解脱三昧之智力」。参禅是佛教修行的一种方法，有这种智慧，知道你的定功浅深，知道你智慧透多少，自性里智慧透出来多少，多分还是少分，圆满不圆满，这种智慧叫解脱三昧之智力。这第三种。",
      "zh_TW": "第三種，「定智力。知諸禪定，解脫三昧之智力」。參禪是佛教修行的一種方法，有這種智慧，知道你的定功淺深，知道你智慧透多少，自性裡智慧透出來多少，多分還是少分，圓滿不圓滿，這種智慧叫解脫三昧之智力。這第三種。"
    },
    {
      "id": "02-041-0494_p0018",
      "zh_CN": "第四种，「根智力，知诸众生，诸根上下，随机施教」。所以具不具备这种能力，对于自行化他关系很大。像海贤老和尚他这十种智都有，都具足，教化众生契机。他自己是这个法门成就的，成就无上道，大因缘，不是小事。他知道各人根性，一见面他就晓得，随机施教。你是聪明人，他给你讲得深，你能体会，根性差的人他讲得浅。总而言之，你只要跟他接触，他给大众教诲每个人不一样，个个都是契机契理皆大欢喜，得有这个能力。",
      "zh_TW": "第四種，「根智力，知諸眾生，諸根上下，隨機施教」。所以具不具備這種能力，對於自行化他關係很大。像海賢老和尚他這十種智都有，都具足，教化眾生契機。他自己是這個法門成就的，成就無上道，大因緣，不是小事。他知道各人根性，一見面他就曉得，隨機施教。你是聰明人，他給你講得深，你能體會，根性差的人他講得淺。總而言之，你只要跟他接觸，他給大眾教誨每個人不一樣，個個都是契機契理皆大歡喜，得有這個能力。"
    },
    {
      "id": "02-041-0494_p0019",
      "zh_CN": "第五，「欲智力」，欲是欲望，「知一切众生种种知解之智力」，众生的智慧他晓得，你是在哪个等级他知道。初学给你讲浅显的，你能够深解，他就给你讲得很深，别人听不懂，你就悟了，有这种能力。念老这几句我在这里念念，「知他众生，种种乐欲，各各不同」。真的一切众生欲望都不一样，菩萨知道，所以他有能力教化众生，契机契理，遇到菩萨没有不得真实利益的。",
      "zh_TW": "第五，「欲智力」，欲是欲望，「知一切眾生種種知解之智力」，眾生的智慧他曉得，你是在哪個等級他知道。初學給你講淺顯的，你能夠深解，他就給你講得很深，別人聽不懂，你就悟了，有這種能力。念老這幾句我在這裡念念，「知他眾生，種種樂欲，各各不同」。真的一切眾生欲望都不一樣，菩薩知道，所以他有能力教化眾生，契機契理，遇到菩薩沒有不得真實利益的。"
    },
    {
      "id": "02-041-0494_p0020",
      "zh_CN": "今天我们善根福德不够，跟菩萨不能起感应，跟佛就更不必说了。佛菩萨在哪里？遍法界虚空界，无处不在，无时不在。我为什么没有看见？为什么没有听见？是自己的业障障碍住了。不是他不在，他在。这个道理我们一定要相信，深信不疑。为什么？他是法身。法身没有相，没有现相，但是法身能现诸法，虽然什么都没有，他什么都能现，现十法界，现我们今天所说的，无有穷尽的空间时间万事万物。佛现的我们见不到，我们现的佛都知道，他没障碍了，我们有障碍。",
      "zh_TW": "今天我們善根福德不夠，跟菩薩不能起感應，跟佛就更不必說了。佛菩薩在哪裡？遍法界虛空界，無處不在，無時不在。我為什麼沒有看見？為什麼沒有聽見？是自己的業障障礙住了。不是他不在，他在。這個道理我們一定要相信，深信不疑。為什麼？他是法身。法身沒有相，沒有現相，但是法身能現諸法，雖然什麼都沒有，他什麼都能現，現十法界，現我們今天所說的，無有窮盡的空間時間萬事萬物。佛現的我們見不到，我們現的佛都知道，他沒障礙了，我們有障礙。"
    },
    {
      "id": "02-041-0494_p0021",
      "zh_CN": "我们依靠着科学，用科学的仪器来探测，知道小部分，机器愈来愈精密，窗口就愈来愈大。量子力学家告诉我们，这个世界所有的物质现象都是假的，为什么会有？科学家告诉我们，统统是念头所生的。「一切法从心想生」，这是佛经上说的，这句话被现代量子力学家证明了。那么换句话说，佛教里头有科学。再过个二、三十年，我相信科学家承认，大乘佛法的经典，是量子力学的最高峰。佛法是科学，高等科学、高等哲学，让这些哲学家、科学家来做证明。",
      "zh_TW": "我們依靠著科學，用科學的儀器來探測，知道小部分，機器愈來愈精密，窗口就愈來愈大。量子力學家告訴我們，這個世界所有的物質現象都是假的，為什麼會有？科學家告訴我們，統統是念頭所生的。「一切法從心想生」，這是佛經上說的，這句話被現代量子力學家證明了。那麼換句話說，佛教裡頭有科學。再過個二、三十年，我相信科學家承認，大乘佛法的經典，是量子力學的最高峰。佛法是科學，高等科學、高等哲學，讓這些哲學家、科學家來做證明。"
    },
    {
      "id": "02-041-0494_p0022",
      "zh_CN": "这十种力是自性本具的，只要我们的障碍真的除掉了，清净心现前了。我们的心不清净，起心动念不清净，分别执着不清净，什么时候六根接触六尘境界，不起心不动念不分别不执着，对了，自性的十力，你的十力现前了。所以六道众生的乐欲各各不同。",
      "zh_TW": "這十種力是自性本具的，只要我們的障礙真的除掉了，清淨心現前了。我們的心不清淨，起心動念不清淨，分別執著不清淨，什麼時候六根接觸六塵境界，不起心不動念不分別不執著，對了，自性的十力，你的十力現前了。所以六道眾生的樂欲各各不同。"
    },
    {
      "id": "02-041-0494_p0023",
      "zh_CN": "「界智力」，知道种种界，「于世间众生种种境界不同，而如实普知」。界也是指种种境界，不但不相同，而且还是无量无边，有我们想像得到的，有想像不到的。想像不到的还是在想，不想就没事，什么也没有。记住一切法从心想生，离开心想无有一法可得。古时候，除了真正修行人有禅定的功夫，定生慧，他豁然大悟。今天虽然没有这个能力，有科学技术帮助，也能知道这些。像量子发现物质现象是假的，这是很了不起的发现，那不是真的，证明佛在经上说的是真话，不是假话。",
      "zh_TW": "「界智力」，知道種種界，「於世間眾生種種境界不同，而如實普知」。界也是指種種境界，不但不相同，而且還是無量無邊，有我們想像得到的，有想像不到的。想像不到的還是在想，不想就沒事，什麼也沒有。記住一切法從心想生，離開心想無有一法可得。古時候，除了真正修行人有禪定的功夫，定生慧，他豁然大悟。今天雖然沒有這個能力，有科學技術幫助，也能知道這些。像量子發現物質現象是假的，這是很了不起的發現，那不是真的，證明佛在經上說的是真話，不是假話。"
    },
    {
      "id": "02-041-0494_p0024",
      "zh_CN": "「凡所有相，皆是虚妄」，既然是虚妄，就要把它放下，就对了。自性会现前，自性里面功能无量无边，无量智慧、无量德能、无量才艺，没有你不知道的，没有你做不到的。与自性完全相应，这是菩萨，菩萨当中这是大菩萨，大菩萨就是明心见性的菩萨，法身菩萨。证得法身还没有圆满，《华严经》上所说的十地菩萨，他们住实报庄严土，他们的老师是诸佛如来。到究竟果德现前，那就成佛了。等觉菩萨，等觉还有一品无明没破，这一品生相无明破了，就证得常寂光净土，极乐世界最高的阶层，常寂光，究竟圆满成佛了。我们要不能把这些搞清楚，不知道放下烦恼习气，大错了。为什么经典上教我们如如不动，真修行人就是这样的，就是如如不动。不动是不起念头，万事万物清清楚楚明明白白，没有一个念头起来，不起心不动念，好境界，佛境界。常住在这个境界里头好，智慧现前，烦恼没有了，烦恼是假的，真真实实没有一样不知道。",
      "zh_TW": "「凡所有相，皆是虛妄」，既然是虛妄，就要把它放下，就對了。自性會現前，自性裡面功能無量無邊，無量智慧、無量德能、無量才藝，沒有你不知道的，沒有你做不到的。與自性完全相應，這是菩薩，菩薩當中這是大菩薩，大菩薩就是明心見性的菩薩，法身菩薩。證得法身還沒有圓滿，《華嚴經》上所說的十地菩薩，他們住實報莊嚴土，他們的老師是諸佛如來。到究竟果德現前，那就成佛了。等覺菩薩，等覺還有一品無明沒破，這一品生相無明破了，就證得常寂光淨土，極樂世界最高的階層，常寂光，究竟圓滿成佛了。我們要不能把這些搞清楚，不知道放下煩惱習氣，大錯了。為什麼經典上教我們如如不動，真修行人就是這樣的，就是如如不動。不動是不起念頭，萬事萬物清清楚楚明明白白，沒有一個念頭起來，不起心不動念，好境界，佛境界。常住在這個境界裡頭好，智慧現前，煩惱沒有了，煩惱是假的，真真實實沒有一樣不知道。"
    },
    {
      "id": "02-041-0494_p0025",
      "zh_CN": "第七，「至处智力。知一切道至处相。知所修何教道品，得至何位之智力。如五戒十善」，你会得到人天果报，五戒十善人天，八正道的无漏法一直到涅槃，他没有不知道的。",
      "zh_TW": "第七，「至處智力。知一切道至處相。知所修何教道品，得至何位之智力。如五戒十善」，你會得到人天果報，五戒十善人天，八正道的無漏法一直到涅槃，他沒有不知道的。"
    },
    {
      "id": "02-041-0494_p0026",
      "zh_CN": "第八，「宿命智力。知众生一世乃至百千万世，姓名寿夭苦乐等」。能知道一个人，八正道里面的无漏法、涅槃，涅槃里头也有等级的，阿罗汉的涅槃是小乘，菩萨的涅槃是大乘，究竟圆满的无上道，称为究竟涅槃，圆满的涅槃。没有一样不知道。第八，宿命智力。知众生一世，乃至百世、千世、万世，生生世世，你的姓名，你的寿命长短，你一生所受的苦乐。我们看到这个经文，有什么感想？古人有一句话说，「一生皆是命，半点不由人」。看这些文字，是不是会想到，这是因果报应。他为什么会知道？他看到你造因，前世造因，这一世受报。一饮一啄，莫非前定，你这一天喝多少水，吃多少粒米都清楚，你瞒不过他。他这个能力从哪来的？自性本具。说穿了，这个能力人人都有，只是我们今天迷失了自性，智慧不能现前。这十种智慧，一切诸佛具足，也就是说，一切众生也具足。众生本来是佛，现在迷成这个样子，要来受果报，道理在此地。造的业太多了，造的业太重了，不是那么容易。问题是自己造的，与别人不相干。这个事理，总得要清清楚楚明明白白。",
      "zh_TW": "第八，「宿命智力。知眾生一世乃至百千萬世，姓名壽夭苦樂等」。能知道一個人，八正道裡面的無漏法、涅槃，涅槃裡頭也有等級的，阿羅漢的涅槃是小乘，菩薩的涅槃是大乘，究竟圓滿的無上道，稱為究竟涅槃，圓滿的涅槃。沒有一樣不知道。第八，宿命智力。知眾生一世，乃至百世、千世、萬世，生生世世，你的姓名，你的壽命長短，你一生所受的苦樂。我們看到這個經文，有什麼感想？古人有一句話說，「一生皆是命，半點不由人」。看這些文字，是不是會想到，這是因果報應。他為什麼會知道？他看到你造因，前世造因，這一世受報。一飲一啄，莫非前定，你這一天喝多少水，吃多少粒米都清楚，你瞞不過他。他這個能力從哪來的？自性本具。說穿了，這個能力人人都有，只是我們今天迷失了自性，智慧不能現前。這十種智慧，一切諸佛具足，也就是說，一切眾生也具足。眾生本來是佛，現在迷成這個樣子，要來受果報，道理在此地。造的業太多了，造的業太重了，不是那麼容易。問題是自己造的，與別人不相干。這個事理，總得要清清楚楚明明白白。"
    },
    {
      "id": "02-041-0494_p0027",
      "zh_CN": "下面第九，「天眼智力。见众生受生舍报，生生死死，从何道来，向何道去；以及善恶业缘，或苦或乐，无障碍之智力」。谁有？阿罗汉就有。阿罗汉只能知道，现前一段不太长的时间，知道三世、知道五世、知道百世、知道千世，跟佛不能比。佛是全知道，过去无量劫、未来无量劫，这当中业因果报佛全知道。",
      "zh_TW": "下面第九，「天眼智力。見眾生受生捨報，生生死死，從何道來，向何道去；以及善惡業緣，或苦或樂，無障礙之智力」。誰有？阿羅漢就有。阿羅漢只能知道，現前一段不太長的時間，知道三世、知道五世、知道百世、知道千世，跟佛不能比。佛是全知道，過去無量劫、未來無量劫，這當中業因果報佛全知道。"
    },
    {
      "id": "02-041-0494_p0028",
      "zh_CN": "我们相信佛的话句句是实话，没有一句是假话，也没有一句是夸大。佛是很诚恳的告诉我们，他这种能力一切众生个个都有，为什么？自性本具的。惠能大师说得非常好，「何期自性，本自具足」，都在这里头，只是佛这些德能它起作用了，我们不起作用。为什么不起作用？迷了自性。只要把我们这些迷惑颠倒肯放下，自性就恢复了，就起作用了。所以放下、看破两道门，先要放下，全都了解了，看破就是全明白了。诸佛得到的智慧究竟圆满，菩萨差一等，也不错了，阿罗汉再差一等，示现给我们看的，我们放下多少？佛是彻底放下，不起心不动念；菩萨放下了，还起心动念；阿罗汉放下了，还有分别，没执着。",
      "zh_TW": "我們相信佛的話句句是實話，沒有一句是假話，也沒有一句是誇大。佛是很誠懇的告訴我們，他這種能力一切眾生個個都有，為什麼？自性本具的。惠能大師說得非常好，「何期自性，本自具足」，都在這裡頭，只是佛這些德能它起作用了，我們不起作用。為什麼不起作用？迷了自性。只要把我們這些迷惑顛倒肯放下，自性就恢復了，就起作用了。所以放下、看破兩道門，先要放下，全都了解了，看破就是全明白了。諸佛得到的智慧究竟圓滿，菩薩差一等，也不錯了，阿羅漢再差一等，示現給我們看的，我們放下多少？佛是徹底放下，不起心不動念；菩薩放下了，還起心動念；阿羅漢放下了，還有分別，沒執著。"
    },
    {
      "id": "02-041-0494_p0029",
      "zh_CN": "我们明白这个道理，要我们圆满的成就，能达到佛同样的境界，只要相信这部经上是真的不是假的，没有怀疑，真正向往西方极乐世界，我要求生。我生到极乐世界，所有问题全解决了，不必一样一样来，全解决了，到极乐世界就圆满了。这样便宜的事情我们遇到了，所以生大欢喜。像夏莲老一样，那个喜乐，手舞足蹈，好几天都停不住。为什么这么喜欢？知道自己生生世世修行都没有成功，没有遇到净土法门。今天遇到这个法门，无量的欢喜，我这一生决定成佛，到极乐世界就是决定成佛。",
      "zh_TW": "我們明白這個道理，要我們圓滿的成就，能達到佛同樣的境界，只要相信這部經上是真的不是假的，沒有懷疑，真正嚮往西方極樂世界，我要求生。我生到極樂世界，所有問題全解決了，不必一樣一樣來，全解決了，到極樂世界就圓滿了。這樣便宜的事情我們遇到了，所以生大歡喜。像夏蓮老一樣，那個喜樂，手舞足蹈，好幾天都停不住。為什麼這麼喜歡？知道自己生生世世修行都沒有成功，沒有遇到淨土法門。今天遇到這個法門，無量的歡喜，我這一生決定成佛，到極樂世界就是決定成佛。"
    },
    {
      "id": "02-041-0494_p0030",
      "zh_CN": "「于一切妄惑习气，永断不生。能如实知，不受后有之智力。」「漏尽智力」，不受后有的智力就生起来了。十种智慧是自性本具的德能，不是外头有的。",
      "zh_TW": "「於一切妄惑習氣，永斷不生。能如實知，不受後有之智力。」「漏盡智力」，不受後有的智力就生起來了。十種智慧是自性本具的德能，不是外頭有的。"
    },
    {
      "id": "02-041-0494_p0031",
      "zh_CN": "今天时间到了，我们学到此地。下面『无畏、无碍、无着』，都是自性本具的大德大能。我们的根本就是无明，无明烦恼是烦恼的根，对于什么事情真相完全不知道，在里面猜测，在里头打妄想。那我们到底怎么办？把分别执着妄想统统放下，一心专念阿弥陀佛，我相信自性本具的德能，因为念佛会显现出来，一年跟一年不一样，这是好事情，证明佛的教诲是真的不是假的。好，今天我们就学习到此地。",
      "zh_TW": "今天時間到了，我們學到此地。下面『無畏、無礙、無著』，都是自性本具的大德大能。我們的根本就是無明，無明煩惱是煩惱的根，對於什麼事情真相完全不知道，在裡面猜測，在裡頭打妄想。那我們到底怎麼辦？把分別執著妄想統統放下，一心專念阿彌陀佛，我相信自性本具的德能，因為念佛會顯現出來，一年跟一年不一樣，這是好事情，證明佛的教誨是真的不是假的。好，今天我們就學習到此地。"
    }
  ]
}