{
  "doc_id": "02-041-0432",
  "title": {
    "zh_CN": "净土大经科注（第四回）",
    "zh_TW": "淨土大經科註（第四回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四三二集",
    "zh_TW": "第四三二集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0432",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "02-041-0432_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0432_p0002",
      "zh_CN": "请看《大经科注》第九百七十七页第三行看起，科题，「弃欲止恶」。经文：",
      "zh_TW": "請看《大經科註》第九百七十七頁第三行看起，科題，「棄欲止惡」。經文："
    },
    {
      "id": "02-041-0432_p0003",
      "zh_CN": "【勿随嗜欲。不犯诸恶。】",
      "zh_TW": "【勿隨嗜欲。不犯諸惡。】"
    },
    {
      "id": "02-041-0432_p0004",
      "zh_CN": "念老在注解里面告诉我们，「品末」，这一品最后，「重重诲勉」这一品里头，第三十六品，这到最后的一段，再劝我们，勉励我们，「应弃欲止恶，安和专诚」。这几句话，我们在这里深深体会到，佛陀的慈悲关怀爱护，不厌其烦的来教导我们、来提醒我们，希望我们这一生当中有殊胜的成就。末后这一段是许许多多同修，无论是在家出家，一生的修行到最后不能成就，什么原因？欲没放下。欲是通常讲的五欲，注解里头有，「色声香味触」，这是五欲。为什么不能成就？都是败在这两句话里头，他随顺爱欲，他还是违背十善，造作跟十恶相应。我们想成就，这八个字要把它写在小纸上，贴到书桌上，每天时时刻刻能看到，这个话释迦牟尼佛说的，阿弥陀佛说的，一切诸佛如来都如是说，我们怎么可以疏忽！",
      "zh_TW": "念老在註解裡面告訴我們，「品末」，這一品最後，「重重誨勉」這一品裡頭，第三十六品，這到最後的一段，再勸我們，勉勵我們，「應棄欲止惡，安和專誠」。這幾句話，我們在這裡深深體會到，佛陀的慈悲關懷愛護，不厭其煩的來教導我們、來提醒我們，希望我們這一生當中有殊勝的成就。末後這一段是許許多多同修，無論是在家出家，一生的修行到最後不能成就，什麼原因？欲沒放下。欲是通常講的五欲，註解裡頭有，「色聲香味觸」，這是五欲。為什麼不能成就？都是敗在這兩句話裡頭，他隨順愛欲，他還是違背十善，造作跟十惡相應。我們想成就，這八個字要把它寫在小紙上，貼到書桌上，每天時時刻刻能看到，這個話釋迦牟尼佛說的，阿彌陀佛說的，一切諸佛如來都如是說，我們怎麼可以疏忽！"
    },
    {
      "id": "02-041-0432_p0005",
      "zh_CN": "经文八个字，注解说，「重复劝勉，应弃欲止恶」，我们就用这四个字做为科题。「安和专诚」，诚敬谦和，这是成功的秘诀。我们要想成就，无论在家出家，学佛就是要学这两个字，诚、敬。诚敬都包括在安和专诚，通常我们讲诚敬谦和，意思是一样的。学佛从这个地方扎根，从这个地方开始，就是用心要真诚，言语举动要安和。说到安，今天的社会几个人安住了心性？问题出现的都是心不安，行不和，所以修行一辈子几十年，到最后依然是六道轮回。有些人不知道反省，不知道自己过失，反而怪佛菩萨不灵，佛菩萨没有保佑他。我们想想，佛菩萨有没有保佑我们？有。什么时候？时时刻刻，没一刻停止。用什么保佑？用经文保佑，经典摆在你身边，带在身上，你没有去读它；读了之后没有落实，读经不是读给佛听的，不是读给老师听的，读书千遍不是这个读法，一定要知道。读一千遍是一千遍的提醒，读三千遍是三千遍的提醒，是这个意思，一定要言行一致。听其言要观其行，讲得不错，讲得很好，他有没有做到？他没有做到，就不要怪他了，他不会成就的；他要真能做到，决定有成就。",
      "zh_TW": "經文八個字，註解說，「重複勸勉，應棄欲止惡」，我們就用這四個字做為科題。「安和專誠」，誠敬謙和，這是成功的祕訣。我們要想成就，無論在家出家，學佛就是要學這兩個字，誠、敬。誠敬都包括在安和專誠，通常我們講誠敬謙和，意思是一樣的。學佛從這個地方扎根，從這個地方開始，就是用心要真誠，言語舉動要安和。說到安，今天的社會幾個人安住了心性？問題出現的都是心不安，行不和，所以修行一輩子幾十年，到最後依然是六道輪迴。有些人不知道反省，不知道自己過失，反而怪佛菩薩不靈，佛菩薩沒有保佑他。我們想想，佛菩薩有沒有保佑我們？有。什麼時候？時時刻刻，沒一刻停止。用什麼保佑？用經文保佑，經典擺在你身邊，帶在身上，你沒有去讀它；讀了之後沒有落實，讀經不是讀給佛聽的，不是讀給老師聽的，讀書千遍不是這個讀法，一定要知道。讀一千遍是一千遍的提醒，讀三千遍是三千遍的提醒，是這個意思，一定要言行一致。聽其言要觀其行，講得不錯，講得很好，他有沒有做到？他沒有做到，就不要怪他了，他不會成就的；他要真能做到，決定有成就。"
    },
    {
      "id": "02-041-0432_p0006",
      "zh_CN": "这个里头，『欲』，五欲；『恶』，十恶，真的是把修行核心掌握住了。我们最大的障碍，不能再随自己的欲望，不能再干十恶业了。「诸恶」，十恶，十恶第一个，杀生、偷盗、邪淫，身三业，我们有没有随顺？口：妄语、两舌、绮语、恶口，有没有犯？起心动念是意业，有没有贪瞋痴？真正能在这里下功夫，叫真修行，必定有成就。纵然没有大成就，那就是小过还是犯，大过虽然没有，小过还是犯，起心动念还没忘掉。这也行，也有功德，不能往生净土，人天两道不会失掉。这是佛法小成就。究竟圆满的成就是往生极乐世界。即使是凡圣同居土下下品往生，也可以说他是究竟圆满的成就。这不是假的。为什么？极乐世界只有向前进，没有向后退的，他不退转，无量寿！到极乐世界，生死就没有了，生死真的了了，无量寿命。所以再笨，再懒惰，你在那里慢慢累积功德，最后圆满成就。不能不知道，不能把这个缘错过，一定要守好这八个字，就是五欲六尘不能沾，十善业道决定不违犯，这叫真修行。不管修哪个法门，如果这八个字没做到，假的，不是真的。这一品到末后，这两句话我们牢牢记住，你就得真实利益了。",
      "zh_TW": "這個裡頭，『欲』，五欲；『惡』，十惡，真的是把修行核心掌握住了。我們最大的障礙，不能再隨自己的欲望，不能再幹十惡業了。「諸惡」，十惡，十惡第一個，殺生、偷盜、邪淫，身三業，我們有沒有隨順？口：妄語、兩舌、綺語、惡口，有沒有犯？起心動念是意業，有沒有貪瞋痴？真正能在這裡下功夫，叫真修行，必定有成就。縱然沒有大成就，那就是小過還是犯，大過雖然沒有，小過還是犯，起心動念還沒忘掉。這也行，也有功德，不能往生淨土，人天兩道不會失掉。這是佛法小成就。究竟圓滿的成就是往生極樂世界。即使是凡聖同居土下下品往生，也可以說他是究竟圓滿的成就。這不是假的。為什麼？極樂世界只有向前進，沒有向後退的，他不退轉，無量壽！到極樂世界，生死就沒有了，生死真的了了，無量壽命。所以再笨，再懶惰，你在那裡慢慢累積功德，最後圓滿成就。不能不知道，不能把這個緣錯過，一定要守好這八個字，就是五欲六塵不能沾，十善業道決定不違犯，這叫真修行。不管修哪個法門，如果這八個字沒做到，假的，不是真的。這一品到末後，這兩句話我們牢牢記住，你就得真實利益了。"
    },
    {
      "id": "02-041-0432_p0007",
      "zh_CN": "我们再看下面，「嗜者，爱好与贪求也」。这把我们的病说出来，病根拔出来了，我们对这个世间有没有爱好？有没有贪求？有。有是迷，造作是罪。所以大乘经教，世尊苦口婆心告诉我们，宇宙人生的真相。真相是什么？万法皆空。《心经》上告诉我们，「色即是空，空即是色，受想行识亦复如是」。你所爱的，你所求的，得到没有？没得到，你不可能得到，为什么？那是生灭法。刹那生灭，一弹指三十二亿百千念。跟今天量子力学家讲的完全相同。一百个千是十万，三十二亿乘十万，得出来的三百二十兆，这一弹指。这一弹指三百二十兆次的生灭，你抓住几个生灭？一个都抓不住，随着它流转就流掉了。这是事实真相。佛这么个说法，今天科学家也是这个说法，科学给我们做了证明。",
      "zh_TW": "我們再看下面，「嗜者，愛好與貪求也」。這把我們的病說出來，病根拔出來了，我們對這個世間有沒有愛好？有沒有貪求？有。有是迷，造作是罪。所以大乘經教，世尊苦口婆心告訴我們，宇宙人生的真相。真相是什麼？萬法皆空。《心經》上告訴我們，「色即是空，空即是色，受想行識亦復如是」。你所愛的，你所求的，得到沒有？沒得到，你不可能得到，為什麼？那是生滅法。剎那生滅，一彈指三十二億百千念。跟今天量子力學家講的完全相同。一百個千是十萬，三十二億乘十萬，得出來的三百二十兆，這一彈指。這一彈指三百二十兆次的生滅，你抓住幾個生滅？一個都抓不住，隨著它流轉就流掉了。這是事實真相。佛這麼個說法，今天科學家也是這個說法，科學給我們做了證明。"
    },
    {
      "id": "02-041-0432_p0008",
      "zh_CN": "下面说，「欲者，《大乘义章七》曰：染爱尘境，名之为欲」。什么叫尘？「色声香味触」，这叫「五尘」。色是说的眼根，你眼睛能见，声是耳朵能听，香是你鼻能闻，味是你舌能尝，触是你身体的觉触，这五大类，佛法叫它尘。尘是什么？染污，染污什么？染污我们的本性，错了，大错特错。诸佛如来跟我们有什么不一样？诸佛如来心里头，没有色声香味触，连法也没有，法是意识所缘的。眼耳鼻舌身意六根接触的是六尘，如来高明在哪里？他接触，他没有放在心上，他没有起心动念，这叫佛。接触，有起心动念，没有分别执着，是菩萨，菩萨比我们高。阿罗汉有起心动念，有分别，没有执着。六道凡夫，从二十八层天到下面无间地狱，这里面叫凡夫，六道凡夫，凡夫一接触就起心动念，就分别执着，这叫凡夫。",
      "zh_TW": "下面說，「欲者，《大乘義章七》曰：染愛塵境，名之為欲」。什麼叫塵？「色聲香味觸」，這叫「五塵」。色是說的眼根，你眼睛能見，聲是耳朵能聽，香是你鼻能聞，味是你舌能嘗，觸是你身體的覺觸，這五大類，佛法叫它塵。塵是什麼？染污，染污什麼？染污我們的本性，錯了，大錯特錯。諸佛如來跟我們有什麼不一樣？諸佛如來心裡頭，沒有色聲香味觸，連法也沒有，法是意識所緣的。眼耳鼻舌身意六根接觸的是六塵，如來高明在哪裡？他接觸，他沒有放在心上，他沒有起心動念，這叫佛。接觸，有起心動念，沒有分別執著，是菩薩，菩薩比我們高。阿羅漢有起心動念，有分別，沒有執著。六道凡夫，從二十八層天到下面無間地獄，這裡面叫凡夫，六道凡夫，凡夫一接觸就起心動念，就分別執著，這叫凡夫。"
    },
    {
      "id": "02-041-0432_p0009",
      "zh_CN": "起心动念是迷，分别执着是造业。功夫在哪里练？就在这练。所以我们日常生活，起心动念，言语造作在这练功。练什么？练不执着，不执着了是阿罗汉，再向上提升，不分别，不分别是菩萨；再向上提升成佛了，不起心动念就成佛。八万四千法门，你用什么方法修没有关系，修什么？就是修的这个。没有一法不是修这个。练功夫，在六尘境界里头练如如不动，这叫什么？禅定。定久了，这些烦恼习气都降伏得住，能控制得住，不起作用。所以初步入门学什么？学放下，学看破。看破是明白了，放下是障碍没有了。不肯放下，障碍都在，他有障碍，他怎么会开悟？障碍没有了，智慧自然流露出来，那叫开悟。这些道理我们搞通了，搞明白了，知道怎么修，眼在色相上修，耳在音声上修，鼻在味上修，香味上修，舌在酸甜苦辣上修，总是要修得如如不动。初学就是要减轻，你有分别执着，希望分别执着轻，不要严重，希望这分别执着不要障道。真修行从这里讲究。",
      "zh_TW": "起心動念是迷，分別執著是造業。功夫在哪裡練？就在這練。所以我們日常生活，起心動念，言語造作在這練功。練什麼？練不執著，不執著了是阿羅漢，再向上提升，不分別，不分別是菩薩；再向上提升成佛了，不起心動念就成佛。八萬四千法門，你用什麼方法修沒有關係，修什麼？就是修的這個。沒有一法不是修這個。練功夫，在六塵境界裡頭練如如不動，這叫什麼？禪定。定久了，這些煩惱習氣都降伏得住，能控制得住，不起作用。所以初步入門學什麼？學放下，學看破。看破是明白了，放下是障礙沒有了。不肯放下，障礙都在，他有障礙，他怎麼會開悟？障礙沒有了，智慧自然流露出來，那叫開悟。這些道理我們搞通了，搞明白了，知道怎麼修，眼在色相上修，耳在音聲上修，鼻在味上修，香味上修，舌在酸甜苦辣上修，總是要修得如如不動。初學就是要減輕，你有分別執著，希望分別執著輕，不要嚴重，希望這分別執著不要障道。真修行從這裡講究。"
    },
    {
      "id": "02-041-0432_p0010",
      "zh_CN": "说这五种，色声香味触，「此五者能起人之贪欲」，贪瞋痴慢疑都从这里生出来，叫生烦恼，「故又名五欲。《智度论》曰：五欲又名五箭」，古时候箭是杀人的武器，为什么？「破种种善事故。是故世尊劝诫众生，勿随嗜欲」。它对众生的伤害太大了，让这些六道众生，生生世世无量劫中不能超越，你想想这多可怕。所以教我们不能随顺嗜好，不能随顺欲望。这个日子要怎么过？要知足，知足者常乐。",
      "zh_TW": "說這五種，色聲香味觸，「此五者能起人之貪欲」，貪瞋痴慢疑都從這裡生出來，叫生煩惱，「故又名五欲。《智度論》曰：五欲又名五箭」，古時候箭是殺人的武器，為什麼？「破種種善事故。是故世尊勸誡眾生，勿隨嗜欲」。它對眾生的傷害太大了，讓這些六道眾生，生生世世無量劫中不能超越，你想想這多可怕。所以教我們不能隨順嗜好，不能隨順欲望。這個日子要怎麼過？要知足，知足者常樂。"
    },
    {
      "id": "02-041-0432_p0011",
      "zh_CN": "修行，出家了，出家修行，佛陀在世的时候，出家人全部财产在身上，三衣一钵。印度是热带，所以他不需要很多衣服，有三件就够了，叫三衣一钵，这是他的财产。他的生活，日中一食，托钵，一天吃一餐，日中一食。树下一宿，晚上在哪里休息？在树下，打坐。把所有一切念头统统放下，不起心不动念、不分别不执着，修定。定成就了，自然开智慧。智慧有小悟，有大悟，有彻悟，阿罗汉小悟，菩萨大悟，佛陀大彻大悟。他们修行这个模式，我们常常要放在心上，想在心头，想想那个时候人。我们今天样样都贪着，所以修行几十年，修行一辈子，没成就，没放下。欲望要放下，爱好要放下。",
      "zh_TW": "修行，出家了，出家修行，佛陀在世的時候，出家人全部財產在身上，三衣一缽。印度是熱帶，所以他不需要很多衣服，有三件就夠了，叫三衣一缽，這是他的財產。他的生活，日中一食，托缽，一天吃一餐，日中一食。樹下一宿，晚上在哪裡休息？在樹下，打坐。把所有一切念頭統統放下，不起心不動念、不分別不執著，修定。定成就了，自然開智慧。智慧有小悟，有大悟，有徹悟，阿羅漢小悟，菩薩大悟，佛陀大徹大悟。他們修行這個模式，我們常常要放在心上，想在心頭，想想那個時候人。我們今天樣樣都貪著，所以修行幾十年，修行一輩子，沒成就，沒放下。欲望要放下，愛好要放下。"
    },
    {
      "id": "02-041-0432_p0012",
      "zh_CN": "下面又提醒我们，「且诸欲之中，婬欲之毒最深，故戒出家人首重断婬也」。现代出家人在成就上来说，没有办法跟过去人比，过去成就多，现在成就很少，什么原因？这一关不能突破。这一关不能突破，不但不能往生，而且所造的业是地狱业，这个不能不知道。要想到地狱的可怕，你就不敢有这个念头了，要赶快把它放下，舍掉。这个恶念不能相续，相续给自己带来的罪孽太重太重了。「若能离欲，则可不犯诸恶」，这个欲都在十恶业里头，十恶业第一个杀生，偷盗、淫欲、妄语、两舌、绮语、恶口，最后是贪、瞋、痴，这十恶业。",
      "zh_TW": "下面又提醒我們，「且諸欲之中，婬欲之毒最深，故戒出家人首重斷婬也」。現代出家人在成就上來說，沒有辦法跟過去人比，過去成就多，現在成就很少，什麼原因？這一關不能突破。這一關不能突破，不但不能往生，而且所造的業是地獄業，這個不能不知道。要想到地獄的可怕，你就不敢有這個念頭了，要趕快把它放下，捨掉。這個惡念不能相續，相續給自己帶來的罪孽太重太重了。「若能離欲，則可不犯諸惡」，這個欲都在十惡業裡頭，十惡業第一個殺生，偷盜、淫欲、妄語、兩舌、綺語、惡口，最後是貪、瞋、痴，這十惡業。"
    },
    {
      "id": "02-041-0432_p0013",
      "zh_CN": "持戒念佛，在现在这个社会，这个世间，我们遇到了。持戒念佛，持戒就是把这十善业要认真做到，不能违背，这就对了，决定不能违犯。问题怎么样克服这个难关，这个烦恼习气无始劫以来养成的，所以不容易断。今天的社会，把伦理道德因果都丢了，所以人敢犯。古时候人不敢，为什么？从小学过伦理教育、道德教育、因果教育，无论他有没有上学，从小他的父母教他，他的长辈教他，不但教他，而且做出榜样给他看，所以他坚定信心，他不会动摇。现在社会没有了，现在社会完全做出反面，你看看电视播的是什么，网路传的是什么，你细心去看，哪一个不是杀盗淫妄，人全学坏了，天天都在看。正面东西，伦理道德因果没人讲，忘得干干净净。以为这样做都是对的，到最后堕地狱，后悔莫及。所以佛在此地「深劝诸恶莫作」。",
      "zh_TW": "持戒念佛，在現在這個社會，這個世間，我們遇到了。持戒念佛，持戒就是把這十善業要認真做到，不能違背，這就對了，決定不能違犯。問題怎麼樣克服這個難關，這個煩惱習氣無始劫以來養成的，所以不容易斷。今天的社會，把倫理道德因果都丟了，所以人敢犯。古時候人不敢，為什麼？從小學過倫理教育、道德教育、因果教育，無論他有沒有上學，從小他的父母教他，他的長輩教他，不但教他，而且做出榜樣給他看，所以他堅定信心，他不會動搖。現在社會沒有了，現在社會完全做出反面，你看看電視播的是什麼，網路傳的是什麼，你細心去看，哪一個不是殺盜淫妄，人全學壞了，天天都在看。正面東西，倫理道德因果沒人講，忘得乾乾淨淨。以為這樣做都是對的，到最後墮地獄，後悔莫及。所以佛在此地「深勸諸惡莫作」。"
    },
    {
      "id": "02-041-0432_p0014",
      "zh_CN": "下面一段，「言和行专」，我们活在这个世间，处事待人接物，佛教我们：",
      "zh_TW": "下面一段，「言和行專」，我們活在這個世間，處事待人接物，佛教我們："
    },
    {
      "id": "02-041-0432_p0015",
      "zh_CN": "【言色当和。身行当专。动作瞻视。安定徐为。】",
      "zh_TW": "【言色當和。身行當專。動作瞻視。安定徐為。】"
    },
    {
      "id": "02-041-0432_p0016",
      "zh_CN": "请看注解。「言色者，言语与容颜」，就是我们的说话跟表情要祥和。「言和者，即四摄之爱语」。四摄法里头，布施、爱语、利行、同事，这是佛教导我们这四种方法，处事待人接物，菩萨道，菩萨处事待人接物，就是遵守这四摄法。摄是摄受一切众生，引导他断恶修善，离苦得乐。「色和者，慈光照人也」。对待人总是大慈大悲，总是欢欢喜喜，没有愁眉苦脸，叫人一看心里生欢喜，学观世音菩萨的大慈大悲，得大自在。「身行者，自身之所行也」。世出世间一切圣贤教诲，从什么地方落实？从自己，自身，与别人不相干。自行自然就能化他，别人看到了佩服你，尊重你，向你学习。我们要把五戒落实，十善落实，净业三福落实，我还加了两段，六和敬落实，菩萨的六度，普贤菩萨的十愿，可以说就够了，真的是修菩萨道，行菩萨行。不必求多，不必找麻烦。",
      "zh_TW": "請看註解。「言色者，言語與容顏」，就是我們的說話跟表情要祥和。「言和者，即四攝之愛語」。四攝法裡頭，布施、愛語、利行、同事，這是佛教導我們這四種方法，處事待人接物，菩薩道，菩薩處事待人接物，就是遵守這四攝法。攝是攝受一切眾生，引導他斷惡修善，離苦得樂。「色和者，慈光照人也」。對待人總是大慈大悲，總是歡歡喜喜，沒有愁眉苦臉，叫人一看心裡生歡喜，學觀世音菩薩的大慈大悲，得大自在。「身行者，自身之所行也」。世出世間一切聖賢教誨，從什麼地方落實？從自己，自身，與別人不相干。自行自然就能化他，別人看到了佩服你，尊重你，向你學習。我們要把五戒落實，十善落實，淨業三福落實，我還加了兩段，六和敬落實，菩薩的六度，普賢菩薩的十願，可以說就夠了，真的是修菩薩道，行菩薩行。不必求多，不必找麻煩。"
    },
    {
      "id": "02-041-0432_p0017",
      "zh_CN": "戒为无上菩提本，你们想想，十善业是不是把戒都包括了？全包了。十善是佛菩萨普遍教化一切众生，是学佛的大根大本。我们学要专一，要专诚，要专精，这三个专很重要。专在哪里？专在一句佛号，信愿持名，专求西方极乐世界。这是「应当专精行道。若就本经，则劝一向专念」，一向专念就是此地讲的「专一、专诚、专精」。信愿持名，往生净土，恭喜你，你就大圆满了，成无上道。",
      "zh_TW": "戒為無上菩提本，你們想想，十善業是不是把戒都包括了？全包了。十善是佛菩薩普遍教化一切眾生，是學佛的大根大本。我們學要專一，要專誠，要專精，這三個專很重要。專在哪裡？專在一句佛號，信願持名，專求西方極樂世界。這是「應當專精行道。若就本經，則勸一向專念」，一向專念就是此地講的「專一、專誠、專精」。信願持名，往生淨土，恭喜你，你就大圓滿了，成無上道。"
    },
    {
      "id": "02-041-0432_p0018",
      "zh_CN": "动作，行动。瞻视是看。徐这个意思是和缓。『动作瞻视，安定徐为』，我们的动作，眼看耳听都要端重大方，一举一动安详镇定，从容不迫。这个要学。这里面乐在其中。人享福，享什么福？「安定徐为」是福。身口意三业都能做到安定徐为，快乐自在，一般人讲幸福。什么叫幸福？这幸福，「即一举一动，皆当安详镇定，从容不迫」。这多幸福、多快乐。这一部经给了我们，主要是我们要真干。",
      "zh_TW": "動作，行動。瞻視是看。徐這個意思是和緩。『動作瞻視，安定徐為』，我們的動作，眼看耳聽都要端重大方，一舉一動安詳鎮定，從容不迫。這個要學。這裡面樂在其中。人享福，享什麼福？「安定徐為」是福。身口意三業都能做到安定徐為，快樂自在，一般人講幸福。什麼叫幸福？這幸福，「即一舉一動，皆當安詳鎮定，從容不迫」。這多幸福、多快樂。這一部經給了我們，主要是我們要真幹。"
    },
    {
      "id": "02-041-0432_p0019",
      "zh_CN": "末后这一段警告我们，如果不能够安定徐为，「仓卒不谛亡功」，那就犯这个错误了。",
      "zh_TW": "末後這一段警告我們，如果不能夠安定徐為，「倉卒不諦亡功」，那就犯這個錯誤了。"
    },
    {
      "id": "02-041-0432_p0020",
      "zh_CN": "【作事仓卒。败悔在后。为之不谛。亡其功夫。】",
      "zh_TW": "【作事倉卒。敗悔在後。為之不諦。亡其功夫。】"
    },
    {
      "id": "02-041-0432_p0021",
      "zh_CN": "这四句是我们这品经里头的总结，应该跟前面四句，八句总结，前面教我们修善，这个地方教我们要离过。「仓卒者，匆促也，慌忙也。谛者，审慎」，也就是我们通常讲的谨慎小心。「作事慌忙，则必将失败与后悔。所行不慎」，慎是慎重，你所做的不够慎重，就很难做成，要面面都顾到，小心谨慎事情才能做圆满，才能做成功。小不忍则乱大谋，不要以为事情小可以马虎一点，小小事你都注意，大的自然都顾到了，对人对事对物都应当要遵守。",
      "zh_TW": "這四句是我們這品經裡頭的總結，應該跟前面四句，八句總結，前面教我們修善，這個地方教我們要離過。「倉卒者，匆促也，慌忙也。諦者，審慎」，也就是我們通常講的謹慎小心。「作事慌忙，則必將失敗與後悔。所行不慎」，慎是慎重，你所做的不夠慎重，就很難做成，要面面都顧到，小心謹慎事情才能做圓滿，才能做成功。小不忍則亂大謀，不要以為事情小可以馬虎一點，小小事你都注意，大的自然都顧到了，對人對事對物都應當要遵守。"
    },
    {
      "id": "02-041-0432_p0022",
      "zh_CN": "学佛，最简单的、最容易的、最有效果的，无非是信愿持名。是很简单，是很容易，太简单、太容易了，反而惹得人怀疑，成佛哪有这么容易。而实际上这几个字不简单，你真相信了吗？你不相信。怎么说你不相信？你没有真正去做，要真相信他会认真努力去做。他在上面产生欲望，对世间法没有欲望了，对往生极乐世界亲近阿弥陀佛，他有欲望。见不到阿弥陀佛，画一个像，雕一个像，供养在家里天天看它，那什么意思？仰慕他、羡慕他、爱他，意思在这里，天天在望着什么时候跟他见面。我们念佛有没有这种心情？没有，而把世间家亲眷属、亲朋好友，还常常念着的人，看看照片，现在工艺发达，也有塑像的。这个道理不难明了，细心观察我们自己有没有做错，错在什么地方，有错就要改，改过就能成功，理事都要搞清楚，都要搞明白。",
      "zh_TW": "學佛，最簡單的、最容易的、最有效果的，無非是信願持名。是很簡單，是很容易，太簡單、太容易了，反而惹得人懷疑，成佛哪有這麼容易。而實際上這幾個字不簡單，你真相信了嗎？你不相信。怎麼說你不相信？你沒有真正去做，要真相信他會認真努力去做。他在上面產生欲望，對世間法沒有欲望了，對往生極樂世界親近阿彌陀佛，他有欲望。見不到阿彌陀佛，畫一個像，雕一個像，供養在家裡天天看它，那什麼意思？仰慕他、羨慕他、愛他，意思在這裡，天天在望著什麼時候跟他見面。我們念佛有沒有這種心情？沒有，而把世間家親眷屬、親朋好友，還常常念著的人，看看照片，現在工藝發達，也有塑像的。這個道理不難明瞭，細心觀察我們自己有沒有做錯，錯在什麼地方，有錯就要改，改過就能成功，理事都要搞清楚，都要搞明白。"
    },
    {
      "id": "02-041-0432_p0023",
      "zh_CN": "儒家跟佛法没有两样，佛法讲看破放下，儒家讲格物致知，物就是我们讲的欲，欲望，儒家用物做代表。我们这边佛法讲得多讲得细，色声香味触，五欲。儒跟佛都教我们放下，一个是世法，一个是出世法。最早说这个话的时候，儒跟佛没有见过面，没有碰过头，教人居然在扎根上完全相同，这不能不佩服。他们没见过面，没有资讯往来，完全不知道，所说的话真理。千百年之后我们碰到了，世出世间的典籍我们看到了，不能不佩服，不能不仰慕，我们要学。",
      "zh_TW": "儒家跟佛法沒有兩樣，佛法講看破放下，儒家講格物致知，物就是我們講的欲，欲望，儒家用物做代表。我們這邊佛法講得多講得細，色聲香味觸，五欲。儒跟佛都教我們放下，一個是世法，一個是出世法。最早說這個話的時候，儒跟佛沒有見過面，沒有碰過頭，教人居然在扎根上完全相同，這不能不佩服。他們沒見過面，沒有資訊往來，完全不知道，所說的話真理。千百年之後我們碰到了，世出世間的典籍我們看到了，不能不佩服，不能不仰慕，我們要學。"
    },
    {
      "id": "02-041-0432_p0024",
      "zh_CN": "特别是今天这个地球是乱世，乱到什么程度？史无前例，过去历史上没有这种记载，大乱。除了这些大圣大贤，没有人能想到。周安士讲的，「人人不信因果，天下大乱之道也」。今天人不但不信因果，还不信道德、不信伦理。父子有亲，我们见到过没有？没见到。夫妇有别，现在没有了，连兄弟长幼，长是哥哥，幼是弟弟，长幼有序也没有了，朋友有信也没有了，都是欺骗，都是利用，这是什么世界？大家都在造这个因，积非成是，都认为这是正常的，这怎么得了！我们怎么办？我们如果真正搞清楚搞明白了，万缘放下，一心念佛求生净土，这就对了。工作是要做，不做怎么生活？事情还是要做，做好之后别放在心上，佛教我们的，工作做完了，一切放下，佛号提起来了，这就对了。否则的话，就像此地经里面讲的，最后你会失败，你会后悔，这些都是我们亲眼所见、亲耳所闻、亲身经历的。",
      "zh_TW": "特別是今天這個地球是亂世，亂到什麼程度？史無前例，過去歷史上沒有這種記載，大亂。除了這些大聖大賢，沒有人能想到。周安士講的，「人人不信因果，天下大亂之道也」。今天人不但不信因果，還不信道德、不信倫理。父子有親，我們見到過沒有？沒見到。夫婦有別，現在沒有了，連兄弟長幼，長是哥哥，幼是弟弟，長幼有序也沒有了，朋友有信也沒有了，都是欺騙，都是利用，這是什麼世界？大家都在造這個因，積非成是，都認為這是正常的，這怎麼得了！我們怎麼辦？我們如果真正搞清楚搞明白了，萬緣放下，一心念佛求生淨土，這就對了。工作是要做，不做怎麼生活？事情還是要做，做好之後別放在心上，佛教我們的，工作做完了，一切放下，佛號提起來了，這就對了。否則的話，就像此地經裡面講的，最後你會失敗，你會後悔，這些都是我們親眼所見、親耳所聞、親身經歷的。"
    },
    {
      "id": "02-041-0432_p0025",
      "zh_CN": "我这一生，年轻的时候希望教佛学院，机会是有，结果我们的知见不相同，放弃了。讲经教学也要有缘，这个缘算是成功了，不是道场，小小的摄影棚，用现代科技向外传播，跟大众结缘，这一点做成功了。要把这法传给下一代，世世代代相传下去，这个缘不容易，现在的汉学院就在干这个事情。英国汉学院，我们作梦都想不到，校长对我的看法想法完全赞同，叫我没话说，我们创立这个。这个汉学院为什么？任务是什么？任务是学习古汉语，目标是能够读《大藏经》，能够读《四库全书》。我们的心目当中，希望能培养三十到五十个儒释道的人才，所以我们的学系，第一个是文字学，第二个是儒学，第三个是佛学，第四个道学，四个系，为传统文化培养人才，希望传统文化不至于断绝，我们干这个，不是干别的。我们在银行设一个户头，成立一个基金会，筹募基金，专门支持这桩事情。如果赞助的人很多，有足够的基金，我们的老师比所有大学老师的薪资要高，尊师重道从这来表现。十方赞助的这个基金，统统是办这一桩事情，不做其他用途。所以大家放心，我们干这个，确确实实张子所说的，「为往圣继绝学，为万世开太平」，没有第二个妄念，很单纯。",
      "zh_TW": "我這一生，年輕的時候希望教佛學院，機會是有，結果我們的知見不相同，放棄了。講經教學也要有緣，這個緣算是成功了，不是道場，小小的攝影棚，用現代科技向外傳播，跟大眾結緣，這一點做成功了。要把這法傳給下一代，世世代代相傳下去，這個緣不容易，現在的漢學院就在幹這個事情。英國漢學院，我們作夢都想不到，校長對我的看法想法完全贊同，叫我沒話說，我們創立這個。這個漢學院為什麼？任務是什麼？任務是學習古漢語，目標是能夠讀《大藏經》，能夠讀《四庫全書》。我們的心目當中，希望能培養三十到五十個儒釋道的人才，所以我們的學系，第一個是文字學，第二個是儒學，第三個是佛學，第四個道學，四個系，為傳統文化培養人才，希望傳統文化不至於斷絕，我們幹這個，不是幹別的。我們在銀行設一個戶頭，成立一個基金會，籌募基金，專門支持這樁事情。如果贊助的人很多，有足夠的基金，我們的老師比所有大學老師的薪資要高，尊師重道從這來表現。十方贊助的這個基金，統統是辦這一樁事情，不做其他用途。所以大家放心，我們幹這個，確確實實張子所說的，「為往聖繼絕學，為萬世開太平」，沒有第二個妄念，很單純。"
    },
    {
      "id": "02-041-0432_p0026",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}