{
  "doc_id": "02-041-0239",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三九集",
    "zh_TW": "第二三九集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0239",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-041-0239_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0239_p0002",
      "zh_CN": "请看《大经科注》第五百八十一页，从第一行看起，「果德圆满」，从第九品到四十二品，分五大段。第一大段，「丙一、总示成佛时处」，第九品到第十品两品经，这里面也分四科。我们看经文，品题：",
      "zh_TW": "請看《大經科註》第五百八十一頁，從第一行看起，「果德圓滿」，從第九品到四十二品，分五大段。第一大段，「丙一、總示成佛時處」，第九品到第十品兩品經，這裡面也分四科。我們看經文，品題："
    },
    {
      "id": "02-041-0239_p0003",
      "zh_CN": "【圆满成就第九】",
      "zh_TW": "【圓滿成就第九】"
    },
    {
      "id": "02-041-0239_p0004",
      "zh_CN": "念老注解，「第九品，名圆满成就。以上从第四至第八品，皆显法藏大士因地愿行」，法藏大士就是阿弥陀佛未成佛的前身。弥陀佛因地的大愿大行非常值得我们学习，能帮助我们往生，每个往生的人，心同佛、愿同佛、行同佛，所以这段经文我们也很细心去学习，得益很多。从这一品开始是说「果德成就」，有因有缘，必定感得有果。这品经的内容有三个，第一个「佛赞法藏因圆果满」，第二个「阿难启问」，第三段「世尊正答」。我们看第一个小段，「功德无量」，这是释迦牟尼佛赞叹。",
      "zh_TW": "念老註解，「第九品，名圓滿成就。以上從第四至第八品，皆顯法藏大士因地願行」，法藏大士就是阿彌陀佛未成佛的前身。彌陀佛因地的大願大行非常值得我們學習，能幫助我們往生，每個往生的人，心同佛、願同佛、行同佛，所以這段經文我們也很細心去學習，得益很多。從這一品開始是說「果德成就」，有因有緣，必定感得有果。這品經的內容有三個，第一個「佛讚法藏因圓果滿」，第二個「阿難啟問」，第三段「世尊正答」。我們看第一個小段，「功德無量」，這是釋迦牟尼佛讚歎。"
    },
    {
      "id": "02-041-0239_p0005",
      "zh_CN": "【佛告阿难。法藏比丘。修菩萨行。积功累德。无量无边。】",
      "zh_TW": "【佛告阿難。法藏比丘。修菩薩行。積功累德。無量無邊。】"
    },
    {
      "id": "02-041-0239_p0006",
      "zh_CN": "末后这两句话我们要记住，诸佛菩萨无量劫来无不是断恶修善、积功累德，才有这样的成就。我们如果想往生西方极乐世界，一定要记住弥陀的大愿大行，至少要把善导大师讲的五个最真实的愿记住，就是第十二「定成正觉」，语气是多么肯定，丝毫怀疑都没有；第十三「光明无量」，这是智慧；第三句，第十五愿「寿命无量」，真佛，光明无量是真土；第十七愿「诸佛称叹」，这是信，我们的信心从哪里来？诸佛称赞，不是一尊佛、二尊佛，十方三世一切诸佛都称赞，这还能不信吗？第十八愿「十念必生」，这在最近，谢总父亲往生，为我们表的法就是十念必生，就在我们眼前，我们看到的。放下万缘，一心真修，这一生能成就。往生到极乐世界才叫圆满，不能往生麻烦很大，为什么？继续搞轮回。轮回是一点把握都没有，完全随顺业力。善有善果，恶有恶报，那个果是假的不是真的，善生三善道，恶生三恶道，都不是真的。",
      "zh_TW": "末後這兩句話我們要記住，諸佛菩薩無量劫來無不是斷惡修善、積功累德，才有這樣的成就。我們如果想往生西方極樂世界，一定要記住彌陀的大願大行，至少要把善導大師講的五個最真實的願記住，就是第十二「定成正覺」，語氣是多麼肯定，絲毫懷疑都沒有；第十三「光明無量」，這是智慧；第三句，第十五願「壽命無量」，真佛，光明無量是真土；第十七願「諸佛稱歎」，這是信，我們的信心從哪裡來？諸佛稱讚，不是一尊佛、二尊佛，十方三世一切諸佛都稱讚，這還能不信嗎？第十八願「十念必生」，這在最近，謝總父親往生，為我們表的法就是十念必生，就在我們眼前，我們看到的。放下萬緣，一心真修，這一生能成就。往生到極樂世界才叫圓滿，不能往生麻煩很大，為什麼？繼續搞輪迴。輪迴是一點把握都沒有，完全隨順業力。善有善果，惡有惡報，那個果是假的不是真的，善生三善道，惡生三惡道，都不是真的。"
    },
    {
      "id": "02-041-0239_p0007",
      "zh_CN": "前面开头这五句经文是赞叹法藏比丘无量功德，『佛告阿难，法藏比丘，修菩萨行，积功累德，无量无边』。我们要学，要真学。在哪个地方积功累德？在我们日常生活，在工作，在处事待人接物。怎样积功累德？要练，「外不着相，内不动心」，这是真正积功累德，六根接触六尘境界就是一句佛号。大菩萨，他们根尘相接触的时候不起心、不动念，法身菩萨；有起心动念，没有分别执着，那是权教菩萨，别教里面的三贤位菩萨；有起心动念、有分别，没有执着，这是声闻、缘觉，阿罗汉跟辟支佛，咱们得学这个，这是真的。换句话说，起心动念、分别执着，假的，那是造轮回业。我们真能够不起心、不动念、不分别、不执着，这个了不得，这是跟阿弥陀佛同德同行，哪有不往生的道理！一句佛号希望常常保持而不失掉，学海贤老和尚未曾丢失。",
      "zh_TW": "前面開頭這五句經文是讚歎法藏比丘無量功德，『佛告阿難，法藏比丘，修菩薩行，積功累德，無量無邊』。我們要學，要真學。在哪個地方積功累德？在我們日常生活，在工作，在處事待人接物。怎樣積功累德？要練，「外不著相，內不動心」，這是真正積功累德，六根接觸六塵境界就是一句佛號。大菩薩，他們根塵相接觸的時候不起心、不動念，法身菩薩；有起心動念，沒有分別執著，那是權教菩薩，別教裡面的三賢位菩薩；有起心動念、有分別，沒有執著，這是聲聞、緣覺，阿羅漢跟辟支佛，咱們得學這個，這是真的。換句話說，起心動念、分別執著，假的，那是造輪迴業。我們真能夠不起心、不動念、不分別、不執著，這個了不得，這是跟阿彌陀佛同德同行，哪有不往生的道理！一句佛號希望常常保持而不失掉，學海賢老和尚未曾丟失。"
    },
    {
      "id": "02-041-0239_p0008",
      "zh_CN": "念老的注解，这一段文不多，文在后面，第一，「世尊总结前文，盛赞法藏比丘修普贤菩萨之大行，积累无量无边种种功德」。特别提到的，普贤菩萨的大行。我们学，学不到，为什么学不到？心量太小了。普贤菩萨跟其他菩萨有什么不一样？不一样的就是他的心量太大了，他所想的是遍法界虚空界，起心动念那个念头的范围是全宇宙，一个地方都没有漏掉。我们想想自己，我们起心动念都想自己，顶多再想到你的家庭、你这一家人，这是轮回业，出不了六道轮回。学佛，佛菩萨包括阿罗汉也不例外，都是想到一切苦难众生，这个念头就积累无量功德。为自身着想，这个念头心量太小了。世界为什么会这么乱？大家都是小心量，彼此不能包容，竞争、斗争、战争全都来了，这是我们今天的社会。",
      "zh_TW": "念老的註解，這一段文不多，文在後面，第一，「世尊總結前文，盛讚法藏比丘修普賢菩薩之大行，積累無量無邊種種功德」。特別提到的，普賢菩薩的大行。我們學，學不到，為什麼學不到？心量太小了。普賢菩薩跟其他菩薩有什麼不一樣？不一樣的就是他的心量太大了，他所想的是遍法界虛空界，起心動念那個念頭的範圍是全宇宙，一個地方都沒有漏掉。我們想想自己，我們起心動念都想自己，頂多再想到你的家庭、你這一家人，這是輪迴業，出不了六道輪迴。學佛，佛菩薩包括阿羅漢也不例外，都是想到一切苦難眾生，這個念頭就積累無量功德。為自身著想，這個念頭心量太小了。世界為什麼會這麼亂？大家都是小心量，彼此不能包容，競爭、鬥爭、戰爭全都來了，這是我們今天的社會。"
    },
    {
      "id": "02-041-0239_p0009",
      "zh_CN": "中国历代古圣先贤的教诲，都讲天下，很少讲国家。中国人的心量大，开口闭口天下。古时候，那个时候讲天下，实际上就是我们现在讲的全中国。因为那个时候政治上没有统一，都是诸侯国，诸侯国推选一个有道德的，给我们做好榜样的，这个国君尊称他为天子。夏商周三代，一千八百年，这历史上可以看到，政治没统一，文化统一了，教育统一了。所以汤恩比博士，他晚年念念所想的，希望这个世界经历两次世界大战，决定不能有第三次，悲天悯人。为什么？第三次世界大战是核武、生化，是把整个地球上的生物统统灭尽，这太残酷了。所以他就想，如何能够化解这个灾难？唯一的方法就是学周朝。周天子统一天下，不是政治统一也不是军事统一，不是经济贸易也不是科学技术，文化统一，这个好。他是一个专门研究世界文化史的，将全世界文化分为二十多种不同的类型。最优秀的，他最赞叹的，中国传统文化。",
      "zh_TW": "中國歷代古聖先賢的教誨，都講天下，很少講國家。中國人的心量大，開口閉口天下。古時候，那個時候講天下，實際上就是我們現在講的全中國。因為那個時候政治上沒有統一，都是諸侯國，諸侯國推選一個有道德的，給我們做好榜樣的，這個國君尊稱他為天子。夏商周三代，一千八百年，這歷史上可以看到，政治沒統一，文化統一了，教育統一了。所以湯恩比博士，他晚年念念所想的，希望這個世界經歷兩次世界大戰，決定不能有第三次，悲天憫人。為什麼？第三次世界大戰是核武、生化，是把整個地球上的生物統統滅盡，這太殘酷了。所以他就想，如何能夠化解這個災難？唯一的方法就是學周朝。周天子統一天下，不是政治統一也不是軍事統一，不是經濟貿易也不是科學技術，文化統一，這個好。他是一個專門研究世界文化史的，將全世界文化分為二十多種不同的類型。最優秀的，他最讚歎的，中國傳統文化。"
    },
    {
      "id": "02-041-0239_p0010",
      "zh_CN": "这整个地球上许多国家，有一个统一的政府，世界政府，统一的。这个统一不是政治统一，每个国家都是主权国，不是武力统一，刚才讲了，不是经济贸易也不是科学技术，是文化。文化，首先第一个就是文字，他提倡用中国的汉字文言文。好！这种文字在世界上是最优越的文字，超越时间、空间，不受时空的限制，三千年前中国古圣先贤写的书本，现在我们能看得懂，没有把意思错会，这个东西好。你可以保存你的国语，像现在中国的方言，方言怎么回事情？就是古时候的国语。但是统一用的是用汉字文言文，那个时候用小篆、文言，这个好，这样子文化统一了。",
      "zh_TW": "這整個地球上許多國家，有一個統一的政府，世界政府，統一的。這個統一不是政治統一，每個國家都是主權國，不是武力統一，剛才講了，不是經濟貿易也不是科學技術，是文化。文化，首先第一個就是文字，他提倡用中國的漢字文言文。好！這種文字在世界上是最優越的文字，超越時間、空間，不受時空的限制，三千年前中國古聖先賢寫的書本，現在我們能看得懂，沒有把意思錯會，這個東西好。你可以保存你的國語，像現在中國的方言，方言怎麼回事情？就是古時候的國語。但是統一用的是用漢字文言文，那個時候用小篆、文言，這個好，這樣子文化統一了。"
    },
    {
      "id": "02-041-0239_p0011",
      "zh_CN": "还有一个重要的因素，宗教统一，非常重要。我们上一次到英国去访问，看到英国人在团结宗教，我们看到很欢喜。他们要为宗教建一个大道场，这个大道场就是宗教活动中心。所有宗教在一起活动，那就真团结起来了。我们这些年做实验，我在图文巴做了这个实验，建了一个活动中心，送给图文巴十几个宗教，他们办活动都在这个活动中心。中心有每个宗教的办公室，有很多大大小小的教室，教学用小教室，办大活动的时候用大教室。我在图文巴只做一个县市，英国这个很大，英国我看它是全国的，也可能是全世界的，这个非常有意义、有智慧，我非常赞叹。",
      "zh_TW": "還有一個重要的因素，宗教統一，非常重要。我們上一次到英國去訪問，看到英國人在團結宗教，我們看到很歡喜。他們要為宗教建一個大道場，這個大道場就是宗教活動中心。所有宗教在一起活動，那就真團結起來了。我們這些年做實驗，我在圖文巴做了這個實驗，建了一個活動中心，送給圖文巴十幾個宗教，他們辦活動都在這個活動中心。中心有每個宗教的辦公室，有很多大大小小的教室，教學用小教室，辦大活動的時候用大教室。我在圖文巴只做一個縣市，英國這個很大，英國我看它是全國的，也可能是全世界的，這個非常有意義、有智慧，我非常讚歎。"
    },
    {
      "id": "02-041-0239_p0012",
      "zh_CN": "宗教团结，我送他们一句话，在英国，我跟他们英国十几个宗教见面，我赠送他们的，「众神一体」，每个宗教都有神，一体，「宗教一家，平等对待，和睦相处」。宗教与宗教之间永远不会发生冲突，因为我们的神是一体，是一个真神，在每个宗教的化身不相同，实际上是一个神。我们看到许多不同宗教的经典，你仔细去看看，内容里头十分之七、八是相同的，这就证明众神一体。不相同的，是因为古时候没有交通工具，没有信息，很多人老死不相往来，所以神必须要分很多化身，在每个族群里面跟他们现同样的身，就是应以什么身得度就现什么身。神没有一定的身，没有一定的形相，这大家都能承认。所以这是好事，非常难得。神圣的这些经典，我们都应该学习，特别是宗教徒。宗教徒里面神职人员，学自己的经典，也要学别人经典，这样子完全能够明了，冲突自然就化解了，不可能有冲突，才能给世界带来永续的安定和谐。",
      "zh_TW": "宗教團結，我送他們一句話，在英國，我跟他們英國十幾個宗教見面，我贈送他們的，「眾神一體」，每個宗教都有神，一體，「宗教一家，平等對待，和睦相處」。宗教與宗教之間永遠不會發生衝突，因為我們的神是一體，是一個真神，在每個宗教的化身不相同，實際上是一個神。我們看到許多不同宗教的經典，你仔細去看看，內容裡頭十分之七、八是相同的，這就證明眾神一體。不相同的，是因為古時候沒有交通工具，沒有信息，很多人老死不相往來，所以神必須要分很多化身，在每個族群裡面跟他們現同樣的身，就是應以什麼身得度就現什麼身。神沒有一定的身，沒有一定的形相，這大家都能承認。所以這是好事，非常難得。神聖的這些經典，我們都應該學習，特別是宗教徒。宗教徒裡面神職人員，學自己的經典，也要學別人經典，這樣子完全能夠明瞭，衝突自然就化解了，不可能有衝突，才能給世界帶來永續的安定和諧。"
    },
    {
      "id": "02-041-0239_p0013",
      "zh_CN": "我们看下面这段经文，科题是「于法自在」。",
      "zh_TW": "我們看下面這段經文，科題是「於法自在」。"
    },
    {
      "id": "02-041-0239_p0014",
      "zh_CN": "【于一切法而得自在。非是语言分别之所能知。】",
      "zh_TW": "【於一切法而得自在。非是語言分別之所能知。】"
    },
    {
      "id": "02-041-0239_p0015",
      "zh_CN": "这句话是真的，不是假的，可是很难懂，很难令人接受。我们看念老注解，『于一切法而得自在』，「世尊自称我为法王，于法自在」，王是比喻，主要的是比喻自在的意思。一个国家国王，他发号施令，人人都必须听从；别人听从他的，不自在，他自在。世尊用这个比喻，世尊于一切法，世出世间一切法都通达明了，没有障碍，所以说于法自在。「今以此语赞因地之法藏，乃赞叹之极也」，这是念老所说的。在这个地方我们看到，佛用这句话赞叹，法藏比丘是在因地，没有成佛之前。这样的赞叹，赞叹到极处了。一切自在，就是一切无碍，也就是一切圆满成就。下面看这个，「圆满成就，融通无碍」，这才自在。",
      "zh_TW": "這句話是真的，不是假的，可是很難懂，很難令人接受。我們看念老註解，『於一切法而得自在』，「世尊自稱我為法王，於法自在」，王是比喻，主要的是比喻自在的意思。一個國家國王，他發號施令，人人都必須聽從；別人聽從他的，不自在，他自在。世尊用這個比喻，世尊於一切法，世出世間一切法都通達明瞭，沒有障礙，所以說於法自在。「今以此語讚因地之法藏，乃讚歎之極也」，這是念老所說的。在這個地方我們看到，佛用這句話讚歎，法藏比丘是在因地，沒有成佛之前。這樣的讚歎，讚歎到極處了。一切自在，就是一切無礙，也就是一切圓滿成就。下面看這個，「圓滿成就，融通無礙」，這才自在。"
    },
    {
      "id": "02-041-0239_p0016",
      "zh_CN": "下面举例说，「又观自在菩萨之圣号」，就是观世音菩萨，也称观自在。为什么称观自在？他于一切法通达明了，没障碍。所以观自在是观世音菩萨的内证，观世音是说他慈悲救世，对他事业上来称，称观世音；对他自己功夫上，称他为观自在，这样大家就很明白了。如果没有真正证得观自在，怎么能用观世音？怎么有能力去度众生？必须内自在，外面才能帮助别人。",
      "zh_TW": "下面舉例說，「又觀自在菩薩之聖號」，就是觀世音菩薩，也稱觀自在。為什麼稱觀自在？他於一切法通達明瞭，沒障礙。所以觀自在是觀世音菩薩的內證，觀世音是說他慈悲救世，對他事業上來稱，稱觀世音；對他自己功夫上，稱他為觀自在，這樣大家就很明白了。如果沒有真正證得觀自在，怎麼能用觀世音？怎麼有能力去度眾生？必須內自在，外面才能幫助別人。"
    },
    {
      "id": "02-041-0239_p0017",
      "zh_CN": "下面为我们解释，「自者，自性也，自心也」。这个心是真心，自性就是真心，人人都有，只要用真心就自在了。世间人，六道众生用的什么心？用阿赖耶、用末那、第六意识，这叫三心。中国人所谓的「三心二意」，三心就是阿赖耶、末那、意识；二意，不提阿赖耶，就是意识跟末那。末那是意根，第六是意识，末那执着，意识分别。阿赖耶是资料室，所有一切资料（起心动念），全部这个档案都在阿赖耶里头，阿赖耶是资料库，我们起心动念、言语造作全有记录，我们自己根本不知道，那边记录得很详细，统统在。不出轮回，在轮回里面舍身受身，就是这个业力牵引，善业引导你生三善道，恶业引导你堕三恶道，非常可怕。",
      "zh_TW": "下面為我們解釋，「自者，自性也，自心也」。這個心是真心，自性就是真心，人人都有，只要用真心就自在了。世間人，六道眾生用的什麼心？用阿賴耶、用末那、第六意識，這叫三心。中國人所謂的「三心二意」，三心就是阿賴耶、末那、意識；二意，不提阿賴耶，就是意識跟末那。末那是意根，第六是意識，末那執著，意識分別。阿賴耶是資料室，所有一切資料（起心動念），全部這個檔案都在阿賴耶裡頭，阿賴耶是資料庫，我們起心動念、言語造作全有記錄，我們自己根本不知道，那邊記錄得很詳細，統統在。不出輪迴，在輪迴裡面捨身受身，就是這個業力牽引，善業引導你生三善道，惡業引導你墮三惡道，非常可怕。"
    },
    {
      "id": "02-041-0239_p0018",
      "zh_CN": "起心动念自己知不知道？不知道，它太微细了。我们要常常记住，《菩萨处胎经》上世尊跟弥勒菩萨的对话，要记住，要常常用这个来观照，对我们修学就有很大帮助。「佛问弥勒：心有所念」，凡夫心里起一个念头，「几念几相识耶？」心有所念，有个念头，这里头有几念、有几相？相是色，识就是受想行识。念、相、识合起来，就是《心经》上讲的五蕴，五蕴是个单位，是物质现象、精神现象最基本的单位。其实物质跟精神是一体，是不能分的，就是五蕴，五蕴不能分。色是物质现象，是相分；受想行识是精神这部分，受是感受，想是思想，行是相续不断，识就是个仓库，它不会丢失的。西方人把它分作两个，二分法，物质、精神，物理、心理，分作两个项目来研究，这是错误的，物质跟精神是一不是二，决定不能分。",
      "zh_TW": "起心動念自己知不知道？不知道，它太微細了。我們要常常記住，《菩薩處胎經》上世尊跟彌勒菩薩的對話，要記住，要常常用這個來觀照，對我們修學就有很大幫助。「佛問彌勒：心有所念」，凡夫心裡起一個念頭，「幾念幾相識耶？」心有所念，有個念頭，這裡頭有幾念、有幾相？相是色，識就是受想行識。念、相、識合起來，就是《心經》上講的五蘊，五蘊是個單位，是物質現象、精神現象最基本的單位。其實物質跟精神是一體，是不能分的，就是五蘊，五蘊不能分。色是物質現象，是相分；受想行識是精神這部分，受是感受，想是思想，行是相續不斷，識就是個倉庫，它不會丟失的。西方人把它分作兩個，二分法，物質、精神，物理、心理，分作兩個項目來研究，這是錯誤的，物質跟精神是一不是二，決定不能分。"
    },
    {
      "id": "02-041-0239_p0019",
      "zh_CN": "到最小的，佛经上讲的极微色，科学界讲中微子，多大？科学家告诉我们，一百亿个微中子聚集在一起，体积等于一个电子。电子我们肉眼看不到，原子里头有电子，是电子的一百亿分之一那么小的东西，佛经上讲的五蕴，或者叫五阴，都可以。这个东西念念在造业，那个念头频率之高，我们也计算了一下，换成秒，一秒钟这个念头生灭多少次？每个念头都是一个业，有果报的，一秒钟二千二百四十兆，单位是兆。一秒钟二千二百四十兆次的生灭，我们怎么知道？不但我们不知道，阿罗汉、辟支佛也不知道，权教菩萨不知道。谁知道？佛知道，佛告诉我们，八地以上知道。不是佛一个人见到，八地、九地、十地、等觉、妙觉这五个位次都看到、都知道，不是假的。我们今天看电视，电视的屏幕一秒钟是一百次的生灭，就是波动现象一百次。一秒钟的百分之一我们看不到，一秒钟二千二百四十兆，我们无法想像。这是事实真相，你什么时候证到八地，你就见到了。",
      "zh_TW": "到最小的，佛經上講的極微色，科學界講中微子，多大？科學家告訴我們，一百億個微中子聚集在一起，體積等於一個電子。電子我們肉眼看不到，原子裡頭有電子，是電子的一百億分之一那麼小的東西，佛經上講的五蘊，或者叫五陰，都可以。這個東西念念在造業，那個念頭頻率之高，我們也計算了一下，換成秒，一秒鐘這個念頭生滅多少次？每個念頭都是一個業，有果報的，一秒鐘二千二百四十兆，單位是兆。一秒鐘二千二百四十兆次的生滅，我們怎麼知道？不但我們不知道，阿羅漢、辟支佛也不知道，權教菩薩不知道。誰知道？佛知道，佛告訴我們，八地以上知道。不是佛一個人見到，八地、九地、十地、等覺、妙覺這五個位次都看到、都知道，不是假的。我們今天看電視，電視的屏幕一秒鐘是一百次的生滅，就是波動現象一百次。一秒鐘的百分之一我們看不到，一秒鐘二千二百四十兆，我們無法想像。這是事實真相，你什麼時候證到八地，你就見到了。"
    },
    {
      "id": "02-041-0239_p0020",
      "zh_CN": "科学这些报告帮助我们作观，也就是帮助我们看破，假的，没有一样是真的，可别当真，当真就错了。什么是真的？放下是真的。为什么？放下你就见性。你看，阿罗汉放下见思烦恼，就超越六道轮回。权教菩萨放下十法界，就证果，是法身菩萨，禅宗讲大彻大悟、明心见性，证果了，他们住实报庄严土，叫一真法界。我们居住的这个地球，晚上看到太空当中无数的星球，全是假的，全是阿赖耶的相分变现出来的。所以科学的报告帮助我们断疑生信。",
      "zh_TW": "科學這些報告幫助我們作觀，也就是幫助我們看破，假的，沒有一樣是真的，可別當真，當真就錯了。什麼是真的？放下是真的。為什麼？放下你就見性。你看，阿羅漢放下見思煩惱，就超越六道輪迴。權教菩薩放下十法界，就證果，是法身菩薩，禪宗講大徹大悟、明心見性，證果了，他們住實報莊嚴土，叫一真法界。我們居住的這個地球，晚上看到太空當中無數的星球，全是假的，全是阿賴耶的相分變現出來的。所以科學的報告幫助我們斷疑生信。"
    },
    {
      "id": "02-041-0239_p0021",
      "zh_CN": "自性重要，惠能大师说得好，「何期自性，能生万法」。这个宇宙从哪来的？万物从哪来的？自性所生，自性所现。自性是能生能现，宇宙万法是所生所现，都不是真的。自性虽然是真的，不生不灭，它没有现象，痕迹都没有，在净宗称之为常寂光，一片光明。这光明在什么地方？无处不在，无时不在，是我们的真心；离了妄，你就见到、就证得了。妄是什么？妄想分别执着，把妄想分别执着统统放下就见性。我们生活在这个世间，学佛了，怎么样才叫真学佛？放下妄心用真心，用真心生活，用真心工作，用真心处事待人接物，活菩萨、真菩萨。有榜样？有，海贤老和尚就是榜样。他从二十岁干起，就一句佛号，师父传给他的，心里只有一句佛号，除佛号之外什么都没有，全放下。一百一十二岁往生，这句佛号就念了九十二年，一天未曾丢失。无论什么事情都不放在心上，好事、坏事都不放在心上，欢喜！完全用真心，用自性清净心待人接物，见到每个人都是好人。一切众生本来成佛，本来是佛，他现在变成凡夫，那是迷了本性才变成这个样子，只要他把迷惑颠倒放下，他立刻就成佛。所以，放下屠刀，立地成佛，是真的不是假的。",
      "zh_TW": "自性重要，惠能大師說得好，「何期自性，能生萬法」。這個宇宙從哪來的？萬物從哪來的？自性所生，自性所現。自性是能生能現，宇宙萬法是所生所現，都不是真的。自性雖然是真的，不生不滅，它沒有現象，痕跡都沒有，在淨宗稱之為常寂光，一片光明。這光明在什麼地方？無處不在，無時不在，是我們的真心；離了妄，你就見到、就證得了。妄是什麼？妄想分別執著，把妄想分別執著統統放下就見性。我們生活在這個世間，學佛了，怎麼樣才叫真學佛？放下妄心用真心，用真心生活，用真心工作，用真心處事待人接物，活菩薩、真菩薩。有榜樣？有，海賢老和尚就是榜樣。他從二十歲幹起，就一句佛號，師父傳給他的，心裡只有一句佛號，除佛號之外什麼都沒有，全放下。一百一十二歲往生，這句佛號就念了九十二年，一天未曾丟失。無論什麼事情都不放在心上，好事、壞事都不放在心上，歡喜！完全用真心，用自性清淨心待人接物，見到每個人都是好人。一切眾生本來成佛，本來是佛，他現在變成凡夫，那是迷了本性才變成這個樣子，只要他把迷惑顛倒放下，他立刻就成佛。所以，放下屠刀，立地成佛，是真的不是假的。"
    },
    {
      "id": "02-041-0239_p0022",
      "zh_CN": "下面就观世音菩萨，「观自在者，了了见性，了了见心也」，这就是明心见性。「是即甚深般若，故能照破五蕴，度一切苦厄」。海贤老和尚一生没有发过脾气，没有跟人红过脸，你怎么样欺负他，打他、骂他、羞辱他，他怎么样？他心里念阿弥陀佛，你骂的这些话，他都没放在心上，他心上干干净净的，清净平等觉；他也不会回你一句话，尽管你骂，骂累了你自然停止。不容易做到，会用心的人做到了，我们不会，我们用妄心，他用真心。用真心的人，你那全是虚妄的、全是假的，我这是真的。真的如如不动，假的刹那变化、刹那生灭。你看一秒钟已经换了二千二百四十兆个面孔，哪个面孔是你？我们六根接触六尘境界如是，一定要知道。",
      "zh_TW": "下面就觀世音菩薩，「觀自在者，了了見性，了了見心也」，這就是明心見性。「是即甚深般若，故能照破五蘊，度一切苦厄」。海賢老和尚一生沒有發過脾氣，沒有跟人紅過臉，你怎麼樣欺負他，打他、罵他、羞辱他，他怎麼樣？他心裡念阿彌陀佛，你罵的這些話，他都沒放在心上，他心上乾乾淨淨的，清淨平等覺；他也不會回你一句話，儘管你罵，罵累了你自然停止。不容易做到，會用心的人做到了，我們不會，我們用妄心，他用真心。用真心的人，你那全是虛妄的、全是假的，我這是真的。真的如如不動，假的剎那變化、剎那生滅。你看一秒鐘已經換了二千二百四十兆個面孔，哪個面孔是你？我們六根接觸六塵境界如是，一定要知道。"
    },
    {
      "id": "02-041-0239_p0023",
      "zh_CN": "下面说，说的观音菩萨，这修行有成就了，「度一切苦厄」，自己先度了，才能帮助别人，「亦即于一切法而得自在」。「是则以自在为因，仍以自在为果。因果同时，不可思议」，这真的，因自在，果自在。我们从海贤和尚身上去看，你能看得出来，他为什么那么自在。物质环境，他们是最贫苦的，完全靠自己的劳力，种粮食、种蔬菜、种水果。贤公老和尚非常勤奋，老而不衰。往生的那一天是晚上走的，白天还在菜园里做了一天，在菜园整地、浇水、拔草，干了一天，晚上走的。这都是给我们做榜样，对他做的工作认真负责。他不告诉别人，不希望别人给他助念，他说助念未必可靠，我自己念佛往生就行了，不需要麻烦别人。特别是「因果同时」，这一句讲得好。",
      "zh_TW": "下面說，說的觀音菩薩，這修行有成就了，「度一切苦厄」，自己先度了，才能幫助別人，「亦即於一切法而得自在」。「是則以自在為因，仍以自在為果。因果同時，不可思議」，這真的，因自在，果自在。我們從海賢和尚身上去看，你能看得出來，他為什麼那麼自在。物質環境，他們是最貧苦的，完全靠自己的勞力，種糧食、種蔬菜、種水果。賢公老和尚非常勤奮，老而不衰。往生的那一天是晚上走的，白天還在菜園裡做了一天，在菜園整地、澆水、拔草，幹了一天，晚上走的。這都是給我們做榜樣，對他做的工作認真負責。他不告訴別人，不希望別人給他助念，他說助念未必可靠，我自己念佛往生就行了，不需要麻煩別人。特別是「因果同時」，這一句講得好。"
    },
    {
      "id": "02-041-0239_p0024",
      "zh_CN": "「又《会疏》注曰：今言于一切法而得自在，成就世自在王佛之果故也。言一切法者，即四十八愿之法也。谓庄严净土法，摄取众生法，庄严法身法等也」。「意谓法藏四十八愿悉皆圆满，愿中所摄一切之法悉皆圆融无碍，成就世间自在王佛之果觉，故云一切自在」。《会疏》说得好，这是日本净宗祖师说的，这些祖师大德在唐朝时候都是善导的学生。法藏比丘，他的老师是世间自在王佛，说他的修行，他在因地，他的老师在果地，因果同时，说明法藏比丘所证得的果德跟老师相同，提升到这么高的地位。",
      "zh_TW": "「又《會疏》注曰：今言於一切法而得自在，成就世自在王佛之果故也。言一切法者，即四十八願之法也。謂莊嚴淨土法，攝取眾生法，莊嚴法身法等也」。「意謂法藏四十八願悉皆圓滿，願中所攝一切之法悉皆圓融無礙，成就世間自在王佛之果覺，故云一切自在」。《會疏》說得好，這是日本淨宗祖師說的，這些祖師大德在唐朝時候都是善導的學生。法藏比丘，他的老師是世間自在王佛，說他的修行，他在因地，他的老師在果地，因果同時，說明法藏比丘所證得的果德跟老師相同，提升到這麼高的地位。"
    },
    {
      "id": "02-041-0239_p0025",
      "zh_CN": "「清彭际清居士，于此经文亦有深解。简录于下」，简是简略，「法藏以无量心，发无量愿，起无量行，无不一一称真如法界」。这几句值得我们学习，我们的心是有量的，无量的心发不出来。这个世界，社会上为什么变成这样的动乱？地球为什么有这么多的灾变？都是我们心量太小，不能包容，不能包容就发生冲突，冲突就能发生斗争，道理在此地。每个人起心动念都为全球人民福祉着想，它什么事都没有了。不要太大，你这个心量能包全地球，地球人就有福了；念念不是想我自己，不是想我一家，不是想我一个国家、一个族群，我为全世界着想。汤恩比能做到，这是世间人，他不能说无量心，他是有量的，但是人家那个量是包地球。",
      "zh_TW": "「清彭際清居士，於此經文亦有深解。簡錄於下」，簡是簡略，「法藏以無量心，發無量願，起無量行，無不一一稱真如法界」。這幾句值得我們學習，我們的心是有量的，無量的心發不出來。這個世界，社會上為什麼變成這樣的動亂？地球為什麼有這麼多的災變？都是我們心量太小，不能包容，不能包容就發生衝突，衝突就能發生鬥爭，道理在此地。每個人起心動念都為全球人民福祉著想，它什麼事都沒有了。不要太大，你這個心量能包全地球，地球人就有福了；念念不是想我自己，不是想我一家，不是想我一個國家、一個族群，我為全世界著想。湯恩比能做到，這是世間人，他不能說無量心，他是有量的，但是人家那個量是包地球。"
    },
    {
      "id": "02-041-0239_p0026",
      "zh_CN": "佛菩萨的心是无量的，所以阿弥陀佛的成就，极乐世界包容遍法界虚空界十方三世一切诸佛刹土里面的苦难众生。这苦难众生业障深重，修行不能一生证得，这些人可怜，他建立极乐世界就是为这个，希望这些不能成就的众生统统到极乐世界，接受他的教化。他不但教你，而且极乐世界这个道场也在帮助你，无论是人事环境、物质环境，都能叫你不生烦恼。那就是什么？贪瞋痴慢疑不会生，你有这个习气，到极乐世界生不出来，没有缘。七情五欲生不起来，那就好办了，我们这个地方修行不能成就，就是被这个东西障碍了。这个障缘一起来的时候，马上就退转，佛号提起来的时间少。障缘生起，退心的这个事情多，而且常常在犯，没有办法把它止住，这是为什么功夫不得力，就在此地。我们对这个世界希望的太多，要求的太多，不能像海贤老和尚，他没有要求，住的是茅蓬，穿的是补了不能再补的衣服，不多，只有几件，往生的时候叠得干干净净放在旁边。平常他不叠衣服，这天走的时候，衣服叠得整整齐齐放在旁边，那就是他全部财产。所以要发大心，要为全世界一切苦难众生着想，怎么样帮助他离苦得乐。",
      "zh_TW": "佛菩薩的心是無量的，所以阿彌陀佛的成就，極樂世界包容遍法界虛空界十方三世一切諸佛剎土裡面的苦難眾生。這苦難眾生業障深重，修行不能一生證得，這些人可憐，他建立極樂世界就是為這個，希望這些不能成就的眾生統統到極樂世界，接受他的教化。他不但教你，而且極樂世界這個道場也在幫助你，無論是人事環境、物質環境，都能叫你不生煩惱。那就是什麼？貪瞋痴慢疑不會生，你有這個習氣，到極樂世界生不出來，沒有緣。七情五欲生不起來，那就好辦了，我們這個地方修行不能成就，就是被這個東西障礙了。這個障緣一起來的時候，馬上就退轉，佛號提起來的時間少。障緣生起，退心的這個事情多，而且常常在犯，沒有辦法把它止住，這是為什麼功夫不得力，就在此地。我們對這個世界希望的太多，要求的太多，不能像海賢老和尚，他沒有要求，住的是茅蓬，穿的是補了不能再補的衣服，不多，只有幾件，往生的時候疊得乾乾淨淨放在旁邊。平常他不疊衣服，這天走的時候，衣服疊得整整齊齊放在旁邊，那就是他全部財產。所以要發大心，要為全世界一切苦難眾生著想，怎麼樣幫助他離苦得樂。"
    },
    {
      "id": "02-041-0239_p0027",
      "zh_CN": "佛出现在世间为什么？就为这四个字，帮助众生「离苦得乐」。怎样离苦得乐？佛知道苦是从迷惑颠倒来的，乐是从开悟来的，所以要帮助众生离苦得乐，就要帮助众生破迷开悟。用什么方法？教学，一生教学四十九年，没有一天休息。这就是咱们中国人讲的，古圣先贤是教学为先，「建国君民，教学为先」，《礼记》上写的。不仅是建国君民，所有一切都要教学为先。我在马来西亚跟华校的校长做过一次谈话，我提出十个教学为先，最后两个，「诸佛刹土，教学为先；极乐世界，教学为先」。释迦牟尼佛为我们表现的，教学为先。佛的事业是什么？就是教学。释迦牟尼佛一生表现的，就是佛他干什么事，就是教学。",
      "zh_TW": "佛出現在世間為什麼？就為這四個字，幫助眾生「離苦得樂」。怎樣離苦得樂？佛知道苦是從迷惑顛倒來的，樂是從開悟來的，所以要幫助眾生離苦得樂，就要幫助眾生破迷開悟。用什麼方法？教學，一生教學四十九年，沒有一天休息。這就是咱們中國人講的，古聖先賢是教學為先，「建國君民，教學為先」，《禮記》上寫的。不僅是建國君民，所有一切都要教學為先。我在馬來西亞跟華校的校長做過一次談話，我提出十個教學為先，最後兩個，「諸佛剎土，教學為先；極樂世界，教學為先」。釋迦牟尼佛為我們表現的，教學為先。佛的事業是什麼？就是教學。釋迦牟尼佛一生表現的，就是佛他幹什麼事，就是教學。"
    },
    {
      "id": "02-041-0239_p0028",
      "zh_CN": "方东美先生，我初初跟他的时候，他把佛教介绍给我，告诉我，两百年前中国这个地区寺院庵堂，无论是大庙小庙，那里头的出家人都是真正有道德、有学问。他们的使命是传播佛陀教育，要教人，所以哪有寺院庵堂不讲经的？住在里面的出家人轮流讲。但是在那个时代，农村里面，农村里必须得休闲的时候他才能听经，什么时候？冬天。秋收之后，农民大概有两个月的时间，遇到过年，那一段时间没有工作。多半什么？寺庙里面这些讲经的法会，就像现在我们讲办活动，一个星期、两个星期，一个月、两个月。讲一部经、讲两部经，不收供养，一般供养也就是农民家里自己种的一点米、菜，送一点过来。所以它是教育，对社会贡献很大。",
      "zh_TW": "方東美先生，我初初跟他的時候，他把佛教介紹給我，告訴我，兩百年前中國這個地區寺院庵堂，無論是大廟小廟，那裡頭的出家人都是真正有道德、有學問。他們的使命是傳播佛陀教育，要教人，所以哪有寺院庵堂不講經的？住在裡面的出家人輪流講。但是在那個時代，農村裡面，農村裡必須得休閒的時候他才能聽經，什麼時候？冬天。秋收之後，農民大概有兩個月的時間，遇到過年，那一段時間沒有工作。多半什麼？寺廟裡面這些講經的法會，就像現在我們講辦活動，一個星期、兩個星期，一個月、兩個月。講一部經、講兩部經，不收供養，一般供養也就是農民家裡自己種的一點米、菜，送一點過來。所以它是教育，對社會貢獻很大。"
    },
    {
      "id": "02-041-0239_p0029",
      "zh_CN": "这个教育，特别是在元明清三代，谁管？皇上亲自管。不是交给宰相，皇上亲自管。你们到现在故宫博物院，你去参观，里面还看到佛教跟道教的办公室，它是写僧录司，出家人称僧，僧录司、道录司，那就是他办公地方，在皇宫里面。所以，活动场所称寺，你们到故宫里面去看，寺是什么意思？皇上亲自管辖的一级单位都称为寺，称寺是永久设立，不能改变的。宰相底下称部，部不是永久的，可以增加、可以减少、可以取消，寺不可以，寺是永久设立的，除非这个政权失掉，国家亡了；国家存在一天，这个寺就存在一天。多么尊重！元明清这三代帝王用儒治国，儒家的学说是由宰相主管；佛跟道，皇上自己管，用佛教化人民，用道祭祀祖先、祭祀山川天地鬼神，它统统派上了，那是因果教育。佛是伦理道德，智慧教育。道是因果教育，城隍庙属于道教的。伦理道德的教育，人学了不好意思做坏事；因果教育效果更殊胜，他学了之后不敢做坏事，所以社会长治久安，人民安居乐业，幸福。现在的宗教有名无实，不教了，过去那种学习的盛况也见不到，这就是佛法衰了，可以说佛法灭了。我们要再把它兴起，从哪里？从我自己做起，从我这个小道场做起。",
      "zh_TW": "這個教育，特別是在元明清三代，誰管？皇上親自管。不是交給宰相，皇上親自管。你們到現在故宮博物院，你去參觀，裡面還看到佛教跟道教的辦公室，它是寫僧錄司，出家人稱僧，僧錄司、道錄司，那就是他辦公地方，在皇宮裡面。所以，活動場所稱寺，你們到故宮裡面去看，寺是什麼意思？皇上親自管轄的一級單位都稱為寺，稱寺是永久設立，不能改變的。宰相底下稱部，部不是永久的，可以增加、可以減少、可以取消，寺不可以，寺是永久設立的，除非這個政權失掉，國家亡了；國家存在一天，這個寺就存在一天。多麼尊重！元明清這三代帝王用儒治國，儒家的學說是由宰相主管；佛跟道，皇上自己管，用佛教化人民，用道祭祀祖先、祭祀山川天地鬼神，它統統派上了，那是因果教育。佛是倫理道德，智慧教育。道是因果教育，城隍廟屬於道教的。倫理道德的教育，人學了不好意思做壞事；因果教育效果更殊勝，他學了之後不敢做壞事，所以社會長治久安，人民安居樂業，幸福。現在的宗教有名無實，不教了，過去那種學習的盛況也見不到，這就是佛法衰了，可以說佛法滅了。我們要再把它興起，從哪裡？從我自己做起，從我這個小道場做起。"
    },
    {
      "id": "02-041-0239_p0030",
      "zh_CN": "我们这么多年来，连小道场都没有。韩馆长往生之后，我把道场这个观念就放下了，哪里有缘哪里去。这些年有同修，他们建立一个电视台，华藏卫视，转播我讲经的录影带，十几年了，二ＯＯ三年元旦开播，今年二Ｏ一五年，十三年了。我们自己有网路，网路也很方便，能收看得到。用这个做道场，跟同学们在屏幕上见面，大家认识我，我不认识大家，好。我们常常想到，释迦牟尼佛没有建道场，为什么不建？现在我们知道了，有道场就有负担，要管人、要管事、要管钱，心不在道上。万缘放下是真心，只要起心动念、分别执着，那是妄心，用妄心怕不能往生。还是往生是头等大事，决定不能放弃。世法、佛法一切随缘，有缘，我们很认真努力做一点奉献；没有缘，好好念佛。",
      "zh_TW": "我們這麼多年來，連小道場都沒有。韓館長往生之後，我把道場這個觀念就放下了，哪裡有緣哪裡去。這些年有同修，他們建立一個電視台，華藏衛視，轉播我講經的錄影帶，十幾年了，二ＯＯ三年元旦開播，今年二Ｏ一五年，十三年了。我們自己有網路，網路也很方便，能收看得到。用這個做道場，跟同學們在屏幕上見面，大家認識我，我不認識大家，好。我們常常想到，釋迦牟尼佛沒有建道場，為什麼不建？現在我們知道了，有道場就有負擔，要管人、要管事、要管錢，心不在道上。萬緣放下是真心，只要起心動念、分別執著，那是妄心，用妄心怕不能往生。還是往生是頭等大事，決定不能放棄。世法、佛法一切隨緣，有緣，我們很認真努力做一點奉獻；沒有緣，好好念佛。"
    },
    {
      "id": "02-041-0239_p0031",
      "zh_CN": "我连经教都不再看了，为什么？到极乐世界去再学，现在暂时放下，就是一部《无量寿经》、一句佛号。平常偶尔看看的，黄念祖老居士的《净修捷要报恩谈》，我常听，听了几十遍，海贤老和尚的《永思集》。我带头，希望净宗同学有这三部书，够了，其他都可以放下。海贤老和尚给我们作证，这个法门是真的不是假的，极乐世界真有，阿弥陀佛真有，他不会骗我们；他又给我们作证，证明会集本是真经，念老的集注正知正见，不能怀疑，不可以怀疑。完全相信，这一句佛号念到底，保证我们往生极乐世界。如果能发无量心、发无量愿，那就跟阿弥陀佛没两样。",
      "zh_TW": "我連經教都不再看了，為什麼？到極樂世界去再學，現在暫時放下，就是一部《無量壽經》、一句佛號。平常偶爾看看的，黃念祖老居士的《淨修捷要報恩談》，我常聽，聽了幾十遍，海賢老和尚的《永思集》。我帶頭，希望淨宗同學有這三部書，夠了，其他都可以放下。海賢老和尚給我們作證，這個法門是真的不是假的，極樂世界真有，阿彌陀佛真有，他不會騙我們；他又給我們作證，證明會集本是真經，念老的集註正知正見，不能懷疑，不可以懷疑。完全相信，這一句佛號念到底，保證我們往生極樂世界。如果能發無量心、發無量願，那就跟阿彌陀佛沒兩樣。"
    },
    {
      "id": "02-041-0239_p0032",
      "zh_CN": "「起无量行，无不一一称真如法界」，这真菩萨，悲悯一切众生，佛氏门中，不舍一人。我受过老师的恩德，我的体会很深。我跟方先生学哲学，学生就我一个，不舍一人；我跟章嘉大师三年，每个星期见一次面，学生也是我一个，不舍一人。不是说一个人就不教，真想学，他真教你。「众生无量，国土无量。菩萨随顺众生，经不可说不可说那由他劫，入不可说不可说恒河沙佛土，悉以无量行海而严净之」。重要就这一句，菩萨随顺众生，以无量的行门，这个无量行就是八万四千法门，或者说信愿持名求生净土的法门，帮助一切众生。",
      "zh_TW": "「起無量行，無不一一稱真如法界」，這真菩薩，悲憫一切眾生，佛氏門中，不捨一人。我受過老師的恩德，我的體會很深。我跟方先生學哲學，學生就我一個，不捨一人；我跟章嘉大師三年，每個星期見一次面，學生也是我一個，不捨一人。不是說一個人就不教，真想學，他真教你。「眾生無量，國土無量。菩薩隨順眾生，經不可說不可說那由他劫，入不可說不可說恆河沙佛土，悉以無量行海而嚴淨之」。重要就這一句，菩薩隨順眾生，以無量的行門，這個無量行就是八萬四千法門，或者說信願持名求生淨土的法門，幫助一切眾生。"
    },
    {
      "id": "02-041-0239_p0033",
      "zh_CN": "「所以者何」，为什么？「以法界本无量故」。自性无量，自性所现的法界也是无量。能不能缘到？缘不到。众生可以缘到的，第六意识，相应的心所五十一个，自性所变现的法界它没有缘不到的，就是缘不到自性，自性所现的相它都能缘到。所以这是说对科学家讲，科学家也很了不起，他能缘到阿赖耶的三细相。境界相已经搞清楚、搞明白了，跟经上讲的没有两样。转相，就是精神现象、念头，现在正在这上下功夫，我相信一、二十年之后，念头的真相会被揭开，这是宇宙第二个秘密。第三个秘密，自然现象，阿赖耶的业相，佛在经上说过第六意识，用第六意识可以缘得到。佛说的，科学家证明；科学家所发现的，跟佛经上讲的完全相同。所以法界无量。",
      "zh_TW": "「所以者何」，為什麼？「以法界本無量故」。自性無量，自性所現的法界也是無量。能不能緣到？緣不到。眾生可以緣到的，第六意識，相應的心所五十一個，自性所變現的法界它沒有緣不到的，就是緣不到自性，自性所現的相它都能緣到。所以這是說對科學家講，科學家也很了不起，他能緣到阿賴耶的三細相。境界相已經搞清楚、搞明白了，跟經上講的沒有兩樣。轉相，就是精神現象、念頭，現在正在這上下功夫，我相信一、二十年之後，念頭的真相會被揭開，這是宇宙第二個祕密。第三個祕密，自然現象，阿賴耶的業相，佛在經上說過第六意識，用第六意識可以緣得到。佛說的，科學家證明；科學家所發現的，跟佛經上講的完全相同。所以法界無量。"
    },
    {
      "id": "02-041-0239_p0034",
      "zh_CN": "「如是严净无量佛土，度脱无量众生，而实无佛土可严，亦无众生可度」，这末后两句话，《金刚经》上说的。告诉菩萨，菩萨真正觉悟了，庄不庄严道场？庄严。庄严怎么样？不放在心上，这就对了。如果放在心上，错了，放在心上着相了，着相是凡夫，不着相的是菩萨。要学海贤老和尚，做了之后心里坦然，什么也没有，就是一句阿弥陀佛，这就对了。佛土，是实报庄严土，实报庄严土跟极乐世界一样本自清净庄严，我们想像的庄严加不进去，它自然庄严。所以实无佛土可严，亦无众生可度，为什么？众生本来是佛，他要一回头，他就是佛。「所以者何？以法界即非法界故。斯则悲智双融，理事无碍，故能于一切法而得自在」。上面的两个说法可以互相参考，彭际清的说法意思很深，法身菩萨的境界；前面《会疏》所说的，这是日本净宗祖师讲的，都说得好，我们都应当学。",
      "zh_TW": "「如是嚴淨無量佛土，度脫無量眾生，而實無佛土可嚴，亦無眾生可度」，這末後兩句話，《金剛經》上說的。告訴菩薩，菩薩真正覺悟了，莊不莊嚴道場？莊嚴。莊嚴怎麼樣？不放在心上，這就對了。如果放在心上，錯了，放在心上著相了，著相是凡夫，不著相的是菩薩。要學海賢老和尚，做了之後心裡坦然，什麼也沒有，就是一句阿彌陀佛，這就對了。佛土，是實報莊嚴土，實報莊嚴土跟極樂世界一樣本自清淨莊嚴，我們想像的莊嚴加不進去，它自然莊嚴。所以實無佛土可嚴，亦無眾生可度，為什麼？眾生本來是佛，他要一回頭，他就是佛。「所以者何？以法界即非法界故。斯則悲智雙融，理事無礙，故能於一切法而得自在」。上面的兩個說法可以互相參考，彭際清的說法意思很深，法身菩薩的境界；前面《會疏》所說的，這是日本淨宗祖師講的，都說得好，我們都應當學。"
    },
    {
      "id": "02-041-0239_p0035",
      "zh_CN": "下面解释末后这一句，『非是语言分别之所能知』。这句话，黄念祖老居士说「此语真是金刚王宝剑，直下斩尽众生情见」，不是言语分别之所能知，言语说不出，分别是用我思惟想像，都达不到，言语道断，心行处灭。「与《妙法莲华经》中，是法非思量分别之所能解」，是一个意思。「非是语言分别之所能知」，这是什么法？是一切法，一切法包括一真法界跟十法界依正庄严，就全包了。一真法界不可思议，十法界六道轮回也不可思议，都是自性变现出来的。什么时候你才能知道？你明心见性就知道了；没有明心见性之前，怎么说都是隔一层。另外一种，往生到极乐世界你也知道了，为什么？得到阿弥陀佛本愿威神加持，你有能力见到，如来五眼圆明，你能看到，你能够接触到。",
      "zh_TW": "下面解釋末後這一句，『非是語言分別之所能知』。這句話，黃念祖老居士說「此語真是金剛王寶劍，直下斬盡眾生情見」，不是言語分別之所能知，言語說不出，分別是用我思惟想像，都達不到，言語道斷，心行處滅。「與《妙法蓮華經》中，是法非思量分別之所能解」，是一個意思。「非是語言分別之所能知」，這是什麼法？是一切法，一切法包括一真法界跟十法界依正莊嚴，就全包了。一真法界不可思議，十法界六道輪迴也不可思議，都是自性變現出來的。什麼時候你才能知道？你明心見性就知道了；沒有明心見性之前，怎麼說都是隔一層。另外一種，往生到極樂世界你也知道了，為什麼？得到阿彌陀佛本願威神加持，你有能力見到，如來五眼圓明，你能看到，你能夠接觸到。"
    },
    {
      "id": "02-041-0239_p0036",
      "zh_CN": "到极乐世界，神通变化跟阿弥陀佛几乎是平等。阿弥陀佛时时刻刻化身、分身无量无边，为什么？到十方世界去接引往生到极乐世界的那些小菩萨。佛不接引，他不知道极乐世界在哪里，一定要等佛接引，佛的化身没有中断过。每个往生到极乐世界的人，哪怕是凡圣同居土下下品往生，也有跟阿弥陀佛一样的神通能力，以无量分身，干什么？到十方世界去供佛、去闻法。阿弥陀佛的分身是接引众生，每一个人的分身是到一切诸佛刹土里头，供佛是修福，闻法是修慧，福慧双修，所以那个地方成佛快。老师是谁？老师是诸佛如来，不是菩萨，是诸佛如来。",
      "zh_TW": "到極樂世界，神通變化跟阿彌陀佛幾乎是平等。阿彌陀佛時時刻刻化身、分身無量無邊，為什麼？到十方世界去接引往生到極樂世界的那些小菩薩。佛不接引，他不知道極樂世界在哪裡，一定要等佛接引，佛的化身沒有中斷過。每個往生到極樂世界的人，哪怕是凡聖同居土下下品往生，也有跟阿彌陀佛一樣的神通能力，以無量分身，幹什麼？到十方世界去供佛、去聞法。阿彌陀佛的分身是接引眾生，每一個人的分身是到一切諸佛剎土裡頭，供佛是修福，聞法是修慧，福慧雙修，所以那個地方成佛快。老師是誰？老師是諸佛如來，不是菩薩，是諸佛如來。"
    },
    {
      "id": "02-041-0239_p0037",
      "zh_CN": "要说到功德庄严，我们只好望文生义，真实相想不到，无法想像。所以它跟《法华经》上「是法非思量分别之所能解」，「直是一句。一味一音，等同无异。此非偶合」，不是偶然相合的，「实因体同」，这是真的。《无量寿经》就是《华严经》，古人称为中本。这一段的意思，《无量寿经》就是《法华经》。研究经教的，人家一提起来佛经，《华严》、《法华》，总代表。《无量寿经》跟它们是同体，一样的，没有两样，《无量寿经》就是《华严》，《无量寿经》就是《法华》。",
      "zh_TW": "要說到功德莊嚴，我們只好望文生義，真實相想不到，無法想像。所以它跟《法華經》上「是法非思量分別之所能解」，「直是一句。一味一音，等同無異。此非偶合」，不是偶然相合的，「實因體同」，這是真的。《無量壽經》就是《華嚴經》，古人稱為中本。這一段的意思，《無量壽經》就是《法華經》。研究經教的，人家一提起來佛經，《華嚴》、《法華》，總代表。《無量壽經》跟它們是同體，一樣的，沒有兩樣，《無量壽經》就是《華嚴》，《無量壽經》就是《法華》。"
    },
    {
      "id": "02-041-0239_p0038",
      "zh_CN": "「故下引《法华》，以证经义」。下面引用的，「《法华经》云：诸佛随宜说法，意趣难解」。佛说法，佛无有定法可说。佛法能不能执着？不能执着，执着就错了。所以佛在《般若经》上讲，他没说法，谁要说他说法，叫谤佛。这叫人很难懂，明明讲经教学教了四十九年，为什么没说法？这就告诉我们，真理，宇宙万物的真理不可思议。不可思就是不能想，为什么？你想，想错了，不能想，想错了。为什么想错了？它根本不存在。你看十法界依正庄严，是在高频率波动下产生的幻相，一秒钟的二千二百四十兆分之一，这里产生的，它怎么会存在？真的，真的是一片光明，里面什么也没有，三种现象都没有，所谓物质现象、精神现象、自然现象，没有。你怎么说？你怎么能去想它？这个才叫事实真相。",
      "zh_TW": "「故下引《法華》，以證經義」。下面引用的，「《法華經》云：諸佛隨宜說法，意趣難解」。佛說法，佛無有定法可說。佛法能不能執著？不能執著，執著就錯了。所以佛在《般若經》上講，他沒說法，誰要說他說法，叫謗佛。這叫人很難懂，明明講經教學教了四十九年，為什麼沒說法？這就告訴我們，真理，宇宙萬物的真理不可思議。不可思就是不能想，為什麼？你想，想錯了，不能想，想錯了。為什麼想錯了？它根本不存在。你看十法界依正莊嚴，是在高頻率波動下產生的幻相，一秒鐘的二千二百四十兆分之一，這裡產生的，它怎麼會存在？真的，真的是一片光明，裡面什麼也沒有，三種現象都沒有，所謂物質現象、精神現象、自然現象，沒有。你怎麼說？你怎麼能去想它？這個才叫事實真相。"
    },
    {
      "id": "02-041-0239_p0039",
      "zh_CN": "所以诸佛随宜说法。佛的意思，佛说法是什么？逗机，帮助对方开悟。一下开悟，好了，目的达到了，还有没有说法？没有说法。他悟的是自性里本有的，不是外头来的。这个事实真相，我们要细心体会，要有这么一个概念，然后什么？然后你佛法就放下了。《金刚经》上说的「法尚应舍，何况非法」，这就好了，佛法一放下，成佛了。佛所说的是自性般若里头自自然然流出来的，众生起什么念头，还没有说出来，自性知道，自性把应对就流出来了，对方就得利益，豁然开悟。这里头也说出佛陀的教学方法，无有定法。佛现身，没有一定的形相；佛说法，无有定法可说。你碰到佛，那太幸运了，佛说法最契机，菩萨都比不上，正对你的机，帮助你回归自性。我们今天了解这些事实真相，到什么地方求？到极乐世界。到极乐世界，这里头所说的全都实现了。",
      "zh_TW": "所以諸佛隨宜說法。佛的意思，佛說法是什麼？逗機，幫助對方開悟。一下開悟，好了，目的達到了，還有沒有說法？沒有說法。他悟的是自性裡本有的，不是外頭來的。這個事實真相，我們要細心體會，要有這麼一個概念，然後什麼？然後你佛法就放下了。《金剛經》上說的「法尚應捨，何況非法」，這就好了，佛法一放下，成佛了。佛所說的是自性般若裡頭自自然然流出來的，眾生起什麼念頭，還沒有說出來，自性知道，自性把應對就流出來了，對方就得利益，豁然開悟。這裡頭也說出佛陀的教學方法，無有定法。佛現身，沒有一定的形相；佛說法，無有定法可說。你碰到佛，那太幸運了，佛說法最契機，菩薩都比不上，正對你的機，幫助你回歸自性。我們今天了解這些事實真相，到什麼地方求？到極樂世界。到極樂世界，這裡頭所說的全都實現了。"
    },
    {
      "id": "02-041-0239_p0040",
      "zh_CN": "下面说，「所以者何？我以无数方便，种种因缘，譬喻言辞，演说诸法。是法非思量分别之所能解」。放下起心动念、分别执着就能契入，为什么？没有起心动念、没有分别执着，这个时候是真心，佛法从真心流的，你用真心接受，就悟入了。我们今天最大的困难，佛这些法从真心流露的，我们是用妄心，我们有起心动念、有分别执着，随着我们迷悟浅深，看经的意思不一样，烦恼习气轻、清净平等心有，悟入深；如果是烦恼习气充满，根本就没有悟入，我们看到的是文字，文字里面所含的义理我们体会不到。所以佛经为什么读不厌，读一辈子都不会厌？我们自己在学习过程当中有进有退，有进，我们看到很深的意思，很喜欢，法喜充满；有些地方看不懂，也听不懂，因为什么？业障障住了。修行谈功夫，无比殊胜的法门，净宗，一句佛号，这句佛号里头决定不能有夹杂、不能有执着；起心动念没有办法，我们自己控制不住，分别执着统统放下，帮助我们得念佛三昧，帮助我们开悟。",
      "zh_TW": "下面說，「所以者何？我以無數方便，種種因緣，譬喻言辭，演說諸法。是法非思量分別之所能解」。放下起心動念、分別執著就能契入，為什麼？沒有起心動念、沒有分別執著，這個時候是真心，佛法從真心流的，你用真心接受，就悟入了。我們今天最大的困難，佛這些法從真心流露的，我們是用妄心，我們有起心動念、有分別執著，隨著我們迷悟淺深，看經的意思不一樣，煩惱習氣輕、清淨平等心有，悟入深；如果是煩惱習氣充滿，根本就沒有悟入，我們看到的是文字，文字裡面所含的義理我們體會不到。所以佛經為什麼讀不厭，讀一輩子都不會厭？我們自己在學習過程當中有進有退，有進，我們看到很深的意思，很喜歡，法喜充滿；有些地方看不懂，也聽不懂，因為什麼？業障障住了。修行談功夫，無比殊勝的法門，淨宗，一句佛號，這句佛號裡頭決定不能有夾雜、不能有執著；起心動念沒有辦法，我們自己控制不住，分別執著統統放下，幫助我們得念佛三昧，幫助我們開悟。"
    },
    {
      "id": "02-041-0239_p0041",
      "zh_CN": "后面两句话说得好，「唯有诸佛，乃能知之」。佛所说的，谁能够完全了解？诸佛，他们明心见性都达到圆满，不带丝毫无明烦恼，无明烦恼习气断尽了，所以诸佛完全知道。菩萨还有无明烦恼习气在，他就要差一点，不能完全知道，或者知道也模糊，不是很清楚。唯有诸佛乃能知之，诸佛真放下了，知之，真看破了。下面说，「所以者何？诸佛世尊，唯以一大事因缘故，出现于世」。这个大事就是教化众生，帮助众生开悟，佛出世的目的就达到了。佛虽然做了这个事情，也不会把这个事情放在心上，真正是作而无作、无作而作。天天都在做，没有一桩事情放在心上，这就是用真心。有事放在心上是妄心，无事是真心；真心见性，妄心不见性。",
      "zh_TW": "後面兩句話說得好，「唯有諸佛，乃能知之」。佛所說的，誰能夠完全了解？諸佛，他們明心見性都達到圓滿，不帶絲毫無明煩惱，無明煩惱習氣斷盡了，所以諸佛完全知道。菩薩還有無明煩惱習氣在，他就要差一點，不能完全知道，或者知道也模糊，不是很清楚。唯有諸佛乃能知之，諸佛真放下了，知之，真看破了。下面說，「所以者何？諸佛世尊，唯以一大事因緣故，出現於世」。這個大事就是教化眾生，幫助眾生開悟，佛出世的目的就達到了。佛雖然做了這個事情，也不會把這個事情放在心上，真正是作而無作、無作而作。天天都在做，沒有一樁事情放在心上，這就是用真心。有事放在心上是妄心，無事是真心；真心見性，妄心不見性。"
    },
    {
      "id": "02-041-0239_p0042",
      "zh_CN": "我们再往下面看，「舍利弗：云何名诸佛世尊，唯以一大事因缘故，出现于世」，这问得好。「诸佛世尊欲令众生开佛知见，使得清净故，出现于世」。佛出现在世间，主要的目的是帮助众生成佛，开佛知见、悟佛知见、入佛知见，开示悟入。开示是佛的事情，佛帮助我们，我们自己要能够悟、要能够入。悟就是看破了，真正看破；入就是彻底放下了，世出世间法都放下了。入哪里？入常寂光，常寂光就是自性，常寂光是究竟圆满。妙觉果位才入常寂光，等觉还不行，还不能入。所以诸佛世尊欲令众生开佛知见，使得清净故，出现于世。",
      "zh_TW": "我們再往下面看，「舍利弗：云何名諸佛世尊，唯以一大事因緣故，出現於世」，這問得好。「諸佛世尊欲令眾生開佛知見，使得清淨故，出現於世」。佛出現在世間，主要的目的是幫助眾生成佛，開佛知見、悟佛知見、入佛知見，開示悟入。開示是佛的事情，佛幫助我們，我們自己要能夠悟、要能夠入。悟就是看破了，真正看破；入就是徹底放下了，世出世間法都放下了。入哪裡？入常寂光，常寂光就是自性，常寂光是究竟圓滿。妙覺果位才入常寂光，等覺還不行，還不能入。所以諸佛世尊欲令眾生開佛知見，使得清淨故，出現於世。"
    },
    {
      "id": "02-041-0239_p0043",
      "zh_CN": "下面进一步，「欲示众生佛之知见故，出现于世」，这个示是指示。佛是开佛知见，但是你不知道什么叫佛知见，必须要得佛指示、告诉你。像我们到故宫博物院去看这些古迹，故宫博物院门打开，我们进去了，进去欢喜什么？我相信，相信一定是明清的玉雕，非常精美。这就是外行，不知道什么是宝。宝是什么？破铜烂铁，夏商周或者更早出土的，这些东西你看的时候你很不喜欢，那叫珍宝，那里头含藏着几千年的文化，绝不是金玉能够比得上的，那是无价的，这个我们要知道。",
      "zh_TW": "下面進一步，「欲示眾生佛之知見故，出現於世」，這個示是指示。佛是開佛知見，但是你不知道什麼叫佛知見，必須要得佛指示、告訴你。像我們到故宮博物院去看這些古蹟，故宮博物院門打開，我們進去了，進去歡喜什麼？我相信，相信一定是明清的玉雕，非常精美。這就是外行，不知道什麼是寶。寶是什麼？破銅爛鐵，夏商周或者更早出土的，這些東西你看的時候你很不喜歡，那叫珍寶，那裡頭含藏著幾千年的文化，絕不是金玉能夠比得上的，那是無價的，這個我們要知道。"
    },
    {
      "id": "02-041-0239_p0044",
      "zh_CN": "中国真正的宝是什么？《四库全书》，什么样的宝都不能跟它相比，它能救人。帮助个人身心健康，你说这是不是宝？帮助你家庭幸福美满，帮助你事业蒸蒸日上，帮助社会安定和谐，帮助国家富强兴旺，帮助世界安定和谐。那些珍宝，物质的珍宝做不到，只摆在那里好看，一样实惠都没有，要那干什么？我学印光大师，印祖当年在世，十方的供养统统印经，法宝布施，世间七宝布施比不上法布施，法布施救人慧命，能帮人开悟，一生干这桩事情，乐此不疲。我这一生也是，十方供养都拿去干这桩事情。中国这个法宝，《四库全书》、《四库荟要》，还有两样东西，《群书治要》、《国学治要》，这四样东西是国宝，管用，能救全世界。所以我就把印经的钱分了一半买这些书，《四库全书》我们买了一百一十二套，《四库荟要》我们先后一共买了三百套，分送给全世界大学图书馆、国家图书馆。目的，这样分散收藏，纵然世界有灾难，不可能完全消失，总会有几部留下来，等同法身慧命，我们干这个事情。",
      "zh_TW": "中國真正的寶是什麼？《四庫全書》，什麼樣的寶都不能跟它相比，它能救人。幫助個人身心健康，你說這是不是寶？幫助你家庭幸福美滿，幫助你事業蒸蒸日上，幫助社會安定和諧，幫助國家富強興旺，幫助世界安定和諧。那些珍寶，物質的珍寶做不到，只擺在那裡好看，一樣實惠都沒有，要那幹什麼？我學印光大師，印祖當年在世，十方的供養統統印經，法寶布施，世間七寶布施比不上法布施，法布施救人慧命，能幫人開悟，一生幹這樁事情，樂此不疲。我這一生也是，十方供養都拿去幹這樁事情。中國這個法寶，《四庫全書》、《四庫薈要》，還有兩樣東西，《群書治要》、《國學治要》，這四樣東西是國寶，管用，能救全世界。所以我就把印經的錢分了一半買這些書，《四庫全書》我們買了一百一十二套，《四庫薈要》我們先後一共買了三百套，分送給全世界大學圖書館、國家圖書館。目的，這樣分散收藏，縱然世界有災難，不可能完全消失，總會有幾部留下來，等同法身慧命，我們幹這個事情。"
    },
    {
      "id": "02-041-0239_p0045",
      "zh_CN": "现在我们迫切急需的，这些书谁能看得懂，谁能讲得清楚、讲得透彻，这个书才起作用。如果没有人能读，那不就是一堆废纸？所以积极希望的，就是培养一批年轻的老师。我们现在在做，请老师在教文字学。希望大家认真学习，学习《说文解字》、学习音韵学、学习训诂学，这三样东西是中国文字学的根。有这三个基础，《四库全书》没问题了，你能看得懂，你能讲得明白。往后，就是要把它讲出来，让大家都懂，写成白话文，翻成外国文字，向全世界流通，这就是中国文化统合全世界，汤恩比的愿望就兑现了，这个事情比什么都重要。",
      "zh_TW": "現在我們迫切急需的，這些書誰能看得懂，誰能講得清楚、講得透徹，這個書才起作用。如果沒有人能讀，那不就是一堆廢紙？所以積極希望的，就是培養一批年輕的老師。我們現在在做，請老師在教文字學。希望大家認真學習，學習《說文解字》、學習音韻學、學習訓詁學，這三樣東西是中國文字學的根。有這三個基礎，《四庫全書》沒問題了，你能看得懂，你能講得明白。往後，就是要把它講出來，讓大家都懂，寫成白話文，翻成外國文字，向全世界流通，這就是中國文化統合全世界，湯恩比的願望就兌現了，這個事情比什麼都重要。"
    },
    {
      "id": "02-041-0239_p0046",
      "zh_CN": "下面是《法华经》上的话，这段经文全是的。开佛知见，开示悟入，我们把这段念下来。「唯以一大事因缘故，出现于世」，什么大事？「诸佛世尊欲令众生开佛知见，使得清净故，出现于世；欲示众生佛之知见故，出现于世；欲令众生悟佛知见故，出现于世；欲令众生入佛知见道故，出现于世」，开示悟入。「佛之开示，既是佛之知见，故唯有诸佛乃能如实知之。众生在情见中，起心动念皆是妄想分别。故佛虽有种种譬说，但众生于佛之知见如聋如盲，不能真实解了」，这是真的，不是假的。今天时间到了，我们就学习到此地。下一堂我们接着，接着看倒数第三行，就是「佛之开示，既是佛之知见」，我们从这个地方来学习。",
      "zh_TW": "下面是《法華經》上的話，這段經文全是的。開佛知見，開示悟入，我們把這段念下來。「唯以一大事因緣故，出現於世」，什麼大事？「諸佛世尊欲令眾生開佛知見，使得清淨故，出現於世；欲示眾生佛之知見故，出現於世；欲令眾生悟佛知見故，出現於世；欲令眾生入佛知見道故，出現於世」，開示悟入。「佛之開示，既是佛之知見，故唯有諸佛乃能如實知之。眾生在情見中，起心動念皆是妄想分別。故佛雖有種種譬說，但眾生於佛之知見如聾如盲，不能真實解了」，這是真的，不是假的。今天時間到了，我們就學習到此地。下一堂我們接著，接著看倒數第三行，就是「佛之開示，既是佛之知見」，我們從這個地方來學習。"
    }
  ]
}