{
  "doc_id": "02-041-0089",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十九集",
    "zh_TW": "第八十九集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0089",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-041-0089_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0089_p0002",
      "zh_CN": "请看《大经科注》第三百一十四页第七行，念老的注解：",
      "zh_TW": "請看《大經科註》第三百一十四頁第七行，念老的註解："
    },
    {
      "id": "02-041-0089_p0003",
      "zh_CN": "『洗濯垢污，显明清白』，这两句是经文。下面，《合赞》的解释，「见爱烦恼，譬如垢污」，见是见惑，爱是思惑，就是见思烦恼，染污，「空慧能除，亦如洗濯。除邪显正，故曰显明。以护法城，故曰清白；超诸毁谤，故曰清白」，清白有两个意思。我们前面学到这个地方。《合赞》里头有句话说，空慧能除，能除见思烦恼。知道一切法是空的，一切法都不可得，见思烦恼很容易放下，所以说空慧能除。因为见思烦恼是六道轮回的根，只要有它，六道轮回这个幻相就像梦境一样，它不会消失，虽然它刹那生灭，这个幻相相似相续，这是它的真相。",
      "zh_TW": "『洗濯垢污，顯明清白』，這兩句是經文。下面，《合贊》的解釋，「見愛煩惱，譬如垢污」，見是見惑，愛是思惑，就是見思煩惱，染污，「空慧能除，亦如洗濯。除邪顯正，故曰顯明。以護法城，故曰清白；超諸毀謗，故曰清白」，清白有兩個意思。我們前面學到這個地方。《合贊》裡頭有句話說，空慧能除，能除見思煩惱。知道一切法是空的，一切法都不可得，見思煩惱很容易放下，所以說空慧能除。因為見思煩惱是六道輪迴的根，只要有它，六道輪迴這個幻相就像夢境一樣，它不會消失，雖然它剎那生滅，這個幻相相似相續，這是它的真相。"
    },
    {
      "id": "02-041-0089_p0004",
      "zh_CN": "现相，六道、十法界这个相是阿赖耶所变的，阿赖耶是能变，六道十法界是所变。如果它没有变，那就是一真法界，也就是说，一真法界是从自性里头变现出来的，是法性身、法性土，法性没有生灭的现象。阿赖耶的相分叫法相，叫法相唯识宗，阿赖耶是生灭相，所以它是妄心。六道凡夫用心用妄心，十法界也用妄心，这叫迷，把真心迷失了，不是真的失掉，是迷了，完全用妄心。四圣法界他用得正，接受佛陀的教诲，虽然是阿赖耶当家，阿赖耶听从佛陀教诲，完全落实。所以你看他那个相很像佛，天台大师叫他做相似即佛，他不是真的。什么叫真佛？用真心就叫真佛。我们现在如果学会用真心，现在就成佛了；用妄心，那就是众生，六道众生，还包括十法界的众生。",
      "zh_TW": "現相，六道、十法界這個相是阿賴耶所變的，阿賴耶是能變，六道十法界是所變。如果它沒有變，那就是一真法界，也就是說，一真法界是從自性裡頭變現出來的，是法性身、法性土，法性沒有生滅的現象。阿賴耶的相分叫法相，叫法相唯識宗，阿賴耶是生滅相，所以它是妄心。六道凡夫用心用妄心，十法界也用妄心，這叫迷，把真心迷失了，不是真的失掉，是迷了，完全用妄心。四聖法界他用得正，接受佛陀的教誨，雖然是阿賴耶當家，阿賴耶聽從佛陀教誨，完全落實。所以你看他那個相很像佛，天台大師叫他做相似即佛，他不是真的。什麼叫真佛？用真心就叫真佛。我們現在如果學會用真心，現在就成佛了；用妄心，那就是眾生，六道眾生，還包括十法界的眾生。"
    },
    {
      "id": "02-041-0089_p0005",
      "zh_CN": "怎么叫用真心？真心没有妄想，也就是没有起心动念，起心动念叫妄想，没有起心动念，没有分别，没有执着。睁开眼睛看外面的色相，看得清清楚楚、明明白白，这是智慧，自性本具的智慧，在眼根起了作用，叫见性见；如果加上阿赖耶，那叫见识见。因为有了阿赖耶，你看，第七识执着，第六识分别，眼识，其实眼识那个识字是第六、第七。眼的作用是见，它只是见，像照相机一样，把外面的东西照得清清楚楚的，它没有起心动念，它没有分别，也没有执着。它把它送到第六识，第六识分别，送到第七识，第七识执着，送到阿赖耶，阿赖耶储存做档案，麻烦就是它们三个。耳，耳识它只管听，它没有分别、执着，它把它送到第六，耳分别，送到第七识，第七识执着。叫妄心，全是假的。",
      "zh_TW": "怎麼叫用真心？真心沒有妄想，也就是沒有起心動念，起心動念叫妄想，沒有起心動念，沒有分別，沒有執著。睜開眼睛看外面的色相，看得清清楚楚、明明白白，這是智慧，自性本具的智慧，在眼根起了作用，叫見性見；如果加上阿賴耶，那叫見識見。因為有了阿賴耶，你看，第七識執著，第六識分別，眼識，其實眼識那個識字是第六、第七。眼的作用是見，它只是見，像照相機一樣，把外面的東西照得清清楚楚的，它沒有起心動念，它沒有分別，也沒有執著。它把它送到第六識，第六識分別，送到第七識，第七識執著，送到阿賴耶，阿賴耶儲存做檔案，麻煩就是它們三個。耳，耳識它只管聽，它沒有分別、執著，它把它送到第六，耳分別，送到第七識，第七識執著。叫妄心，全是假的。"
    },
    {
      "id": "02-041-0089_p0006",
      "zh_CN": "阿赖耶是个什么样子？佛问弥勒菩萨，问的，我这里以前写的一份资料，「佛问弥勒：心有所念，几念几相识耶」。这里头问了三桩事情，有几个念？有几个相？相是物质现象；有几个识？识是什么？受想行识。受是前五识，前五识只接受，想是第六意识，第六意识分别，第七识执着，第八识储存种子。这句话问的就是经上讲的五蕴，色受想行识，几相，相就是色法，识就是受想行识，行是念念不间断，相似相续。那弥勒菩萨回答的，说一弹指，「一弹指有三十二亿百千念」，百千是十万，三十二亿乘十万，三百二十兆一弹指；阿赖耶的生灭，在一弹指当中就三百二十兆。这个现象就在眼前，日夜都没有中断过，我们一点觉察都没有，没有丝毫感觉，它这么快的速度。",
      "zh_TW": "阿賴耶是個什麼樣子？佛問彌勒菩薩，問的，我這裡以前寫的一份資料，「佛問彌勒：心有所念，幾念幾相識耶」。這裡頭問了三樁事情，有幾個念？有幾個相？相是物質現象；有幾個識？識是什麼？受想行識。受是前五識，前五識只接受，想是第六意識，第六意識分別，第七識執著，第八識儲存種子。這句話問的就是經上講的五蘊，色受想行識，幾相，相就是色法，識就是受想行識，行是念念不間斷，相似相續。那彌勒菩薩回答的，說一彈指，「一彈指有三十二億百千念」，百千是十萬，三十二億乘十萬，三百二十兆一彈指；阿賴耶的生滅，在一彈指當中就三百二十兆。這個現象就在眼前，日夜都沒有中斷過，我們一點覺察都沒有，沒有絲毫感覺，它這麼快的速度。"
    },
    {
      "id": "02-041-0089_p0007",
      "zh_CN": "一秒钟能弹几次？有人告诉我七次，我相信，一秒钟有人能弹七次的。那再乘七，三七二千一百兆，一秒钟二千一百兆次的生灭。生灭频率这么高，我们看不到，完全没有感觉。这是事实真相，大乘教里讲的诸法实相，无论是物质现象、精神现象、自然现象，都是在这个高频率所产生的幻相。这幻相是什么？整个宇宙。整个宇宙的出现，一念，这一念就是二千一百兆分之一秒，叫一念。佛经里头有科学。这个一念我们能不能捕捉到？现在科学家只相信有，捕捉不到。现在科学的能力能够捕捉到一千兆分之一秒，这他们捕捉到了，二千一百兆分之一秒还没有达到。我们相信科学技术不断在进步，二、三十年之后肯定可以达到。有这种能力，科学家从仪器当中看到诸法实相。今天，物质的实相，真相见到了。",
      "zh_TW": "一秒鐘能彈幾次？有人告訴我七次，我相信，一秒鐘有人能彈七次的。那再乘七，三七二千一百兆，一秒鐘二千一百兆次的生滅。生滅頻率這麼高，我們看不到，完全沒有感覺。這是事實真相，大乘教裡講的諸法實相，無論是物質現象、精神現象、自然現象，都是在這個高頻率所產生的幻相。這幻相是什麼？整個宇宙。整個宇宙的出現，一念，這一念就是二千一百兆分之一秒，叫一念。佛經裡頭有科學。這個一念我們能不能捕捉到？現在科學家只相信有，捕捉不到。現在科學的能力能夠捕捉到一千兆分之一秒，這他們捕捉到了，二千一百兆分之一秒還沒有達到。我們相信科學技術不斷在進步，二、三十年之後肯定可以達到。有這種能力，科學家從儀器當中看到諸法實相。今天，物質的實相，真相見到了。"
    },
    {
      "id": "02-041-0089_p0008",
      "zh_CN": "德国的科学家普朗克，爱因斯坦的老师，一生研究物质，物质到底是什么东西？用的方法跟佛经上讲的相同，就是分析，一个分成两个，两个分成四个，四个分成八个，一直分下去。分到空了，佛说再分没有了，那就是最小的物质，基本的物质，这个东西被科学家发现了。八十年前，科学家发现原子，认为那是物质最小的，不能再分。随着科学仪器的进步，能把原子打破，看到原子里头有原子核、有电子、有中子，还是可以分。再一个一个的把原子核打破、把电子打破、把中子打破，出现了许许多多更小的物质现象。他们叫基本粒子，基本粒子有几十种。再把这些基本粒子个个再击破，称为夸克，也有几十种之多。夸克再把它打破，没有了，打破就没有了，就虚空了，这就是最小的。他们叫微中子，或者叫中微子，都可以，这是最小单位。就是佛经上讲的极微色，微细，色相的色，色就是物质，极微色，也叫邻虚尘。它跟虚空做邻居，它不能再分，再分就没有了，再分就是虚空。科学家把它再分，果然是虚空。",
      "zh_TW": "德國的科學家普朗克，愛因斯坦的老師，一生研究物質，物質到底是什麼東西？用的方法跟佛經上講的相同，就是分析，一個分成兩個，兩個分成四個，四個分成八個，一直分下去。分到空了，佛說再分沒有了，那就是最小的物質，基本的物質，這個東西被科學家發現了。八十年前，科學家發現原子，認為那是物質最小的，不能再分。隨著科學儀器的進步，能把原子打破，看到原子裡頭有原子核、有電子、有中子，還是可以分。再一個一個的把原子核打破、把電子打破、把中子打破，出現了許許多多更小的物質現象。他們叫基本粒子，基本粒子有幾十種。再把這些基本粒子個個再擊破，稱為夸克，也有幾十種之多。夸克再把它打破，沒有了，打破就沒有了，就虛空了，這就是最小的。他們叫微中子，或者叫中微子，都可以，這是最小單位。就是佛經上講的極微色，微細，色相的色，色就是物質，極微色，也叫鄰虛塵。它跟虛空做鄰居，它不能再分，再分就沒有了，再分就是虛空。科學家把它再分，果然是虛空。"
    },
    {
      "id": "02-041-0089_p0009",
      "zh_CN": "科学家这个实验成果现前，向全世界宣布，世界上根本没有物质这个东西的存在，物质是假的。是在这种高频率之下，是什么东西？念头，是念头波浪这个波产生的幻相，它不是实在的。它存在的时间就是二千一百兆分之一秒，单位是兆。它没有办法存在，你说我们讲一秒钟就够快的了，一秒钟的二千一百兆分之一，怎么能掌握到？所以《金刚经》上讲得好，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，它的真相，「如露亦如电」，像闪电，像露水，太阳一出来就没有了。物质是假的，不是真的，六道轮回是物质现象，十法界也是物质现象，不是真的。",
      "zh_TW": "科學家這個實驗成果現前，向全世界宣布，世界上根本沒有物質這個東西的存在，物質是假的。是在這種高頻率之下，是什麼東西？念頭，是念頭波浪這個波產生的幻相，它不是實在的。它存在的時間就是二千一百兆分之一秒，單位是兆。它沒有辦法存在，你說我們講一秒鐘就夠快的了，一秒鐘的二千一百兆分之一，怎麼能掌握到？所以《金剛經》上講得好，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，它的真相，「如露亦如電」，像閃電，像露水，太陽一出來就沒有了。物質是假的，不是真的，六道輪迴是物質現象，十法界也是物質現象，不是真的。"
    },
    {
      "id": "02-041-0089_p0010",
      "zh_CN": "完全明白事实真相了，你才能放下，为什么？你无法控制。头一个，身体不是自己，一定要肯定有我，不是没有我，这个身体不是我。要相信佛所讲的。身体是什么？身体是我所有，附属品，就像衣服，衣服是我所有的，脏了、坏了换一件。身体也是如此，用个几年、几十年不好使了，换一个，不要害怕，没死，这真正了解事实真相。明白的人，我换个身体，要换一个比现在好，最好是能换法性身体，为什么？法性不生不灭，没有生灭的现象，那就是无量寿。",
      "zh_TW": "完全明白事實真相了，你才能放下，為什麼？你無法控制。頭一個，身體不是自己，一定要肯定有我，不是沒有我，這個身體不是我。要相信佛所講的。身體是什麼？身體是我所有，附屬品，就像衣服，衣服是我所有的，髒了、壞了換一件。身體也是如此，用個幾年、幾十年不好使了，換一個，不要害怕，沒死，這真正了解事實真相。明白的人，我換個身體，要換一個比現在好，最好是能換法性身體，為什麼？法性不生不滅，沒有生滅的現象，那就是無量壽。"
    },
    {
      "id": "02-041-0089_p0011",
      "zh_CN": "那是不是真我？不是，真我是自性三个现象里面显现出来的。第一个是法身，法身有常乐我净。我们所希望的，常是长生不老，永远不衰，就是无量寿。乐，乐是没有苦，世出世间一切苦它没有，没有苦就叫乐。我，那真正是我，我的意思是什么？他能做主宰，自由自在，自己能做主宰。我们这个身体不行，它不听话，刹那刹那在生灭，一秒钟生灭二千一百兆次，一次它也不肯停。我们看到时钟，看到秒针一秒一秒走，它不停，你要晓得那一秒，我们阿赖耶识里头频率是二千一百兆。它一停就好了，一停就觉悟了，这个现象就没有了，六道轮回的相不见了，不但六道不见了，十法界也不见了。现出什么境界？一真法界，就是诸佛如来的实报庄严土。这是从自性变的，与阿赖耶不相干，这没有阿赖耶，就是转八识成四智了，这才真相现前。后面一个净，清净，常、乐、我、净。",
      "zh_TW": "那是不是真我？不是，真我是自性三個現象裡面顯現出來的。第一個是法身，法身有常樂我淨。我們所希望的，常是長生不老，永遠不衰，就是無量壽。樂，樂是沒有苦，世出世間一切苦它沒有，沒有苦就叫樂。我，那真正是我，我的意思是什麼？他能做主宰，自由自在，自己能做主宰。我們這個身體不行，它不聽話，剎那剎那在生滅，一秒鐘生滅二千一百兆次，一次它也不肯停。我們看到時鐘，看到秒針一秒一秒走，它不停，你要曉得那一秒，我們阿賴耶識裡頭頻率是二千一百兆。它一停就好了，一停就覺悟了，這個現象就沒有了，六道輪迴的相不見了，不但六道不見了，十法界也不見了。現出什麼境界？一真法界，就是諸佛如來的實報莊嚴土。這是從自性變的，與阿賴耶不相干，這沒有阿賴耶，就是轉八識成四智了，這才真相現前。後面一個淨，清淨，常、樂、我、淨。"
    },
    {
      "id": "02-041-0089_p0012",
      "zh_CN": "你看看，惠能大师见性，说出自性是什么样子，第一句讲清净，常乐我净的净字，「本自清净」；第二句讲常，不生不灭，我不生不灭；第三句，「本自具足」，乐，没有苦，样样把自性具足，心外无法，样样具足叫乐；「本不动摇」这是定，没有散乱心，没有妄想、没有分别、没有执着；最后「能生万法」。本无动摇是净，你看，常乐我净，法身四德。遇缘能生万法，众生有感他自在起用，像观世音菩萨三十二应，应以什么身他就现什么身，没有一定的身相，也没有定法可说，得大自在。惠能大师那五句话里头常乐我净，你想想看，法身有，般若有，般若有常乐我净，解脱有常乐我净，解脱是得大自在，回归自性，这就叫成佛了。",
      "zh_TW": "你看看，惠能大師見性，說出自性是什麼樣子，第一句講清淨，常樂我淨的淨字，「本自清淨」；第二句講常，不生不滅，我不生不滅；第三句，「本自具足」，樂，沒有苦，樣樣把自性具足，心外無法，樣樣具足叫樂；「本不動搖」這是定，沒有散亂心，沒有妄想、沒有分別、沒有執著；最後「能生萬法」。本無動搖是淨，你看，常樂我淨，法身四德。遇緣能生萬法，眾生有感他自在起用，像觀世音菩薩三十二應，應以什麼身他就現什麼身，沒有一定的身相，也沒有定法可說，得大自在。惠能大師那五句話裡頭常樂我淨，你想想看，法身有，般若有，般若有常樂我淨，解脫有常樂我淨，解脫是得大自在，回歸自性，這就叫成佛了。"
    },
    {
      "id": "02-041-0089_p0013",
      "zh_CN": "法身菩萨跟佛的智慧、德能非常相似，只有一样不相同，就是回不了自性。为什么？他还有残余的习气没有断干净，无始无明习气。这个习气没有方法断，不像见思烦恼习气，见思烦恼习气有方法断，尘沙烦恼习气也有方法断，无明没法子断。为什么无明不能断？破无明是不起心不动念，无明就没有了，起心动念无明就现前。我还想个方法去断无明习气，那不就无明马上就起来了？那就倒退了。所以，他们在这个境界里头，根本不去想它，不去念它，一切随它去吧。佛在经典里头用酒瓶做比喻，比喻习气，无始无明习气。酒瓶盛酒，酒倒干净，擦干净，确实没有了，闻闻还有味道，这叫习气。只有一个方法，瓶盖打开放在那里，放半年、放一年，再去闻，没有了。实报土里面法身菩萨就在这种状况之下，要多长时间？三个阿僧祇劫。三大阿僧祇劫之后，无明习气完全没有了，这就是等觉菩萨证妙觉果位。最后一品无明习气，等觉菩萨断掉了，断掉他就是妙觉如来。妙觉如来不住实报土，住哪里？住常寂光，常寂光就是大光明藏。融入常寂光里头，好像我们房间十几盏灯，统统打开，光光融入，这个境界诸位要慢慢去体会。",
      "zh_TW": "法身菩薩跟佛的智慧、德能非常相似，只有一樣不相同，就是回不了自性。為什麼？他還有殘餘的習氣沒有斷乾淨，無始無明習氣。這個習氣沒有方法斷，不像見思煩惱習氣，見思煩惱習氣有方法斷，塵沙煩惱習氣也有方法斷，無明沒法子斷。為什麼無明不能斷？破無明是不起心不動念，無明就沒有了，起心動念無明就現前。我還想個方法去斷無明習氣，那不就無明馬上就起來了？那就倒退了。所以，他們在這個境界裡頭，根本不去想它，不去念它，一切隨它去吧。佛在經典裡頭用酒瓶做比喻，比喻習氣，無始無明習氣。酒瓶盛酒，酒倒乾淨，擦乾淨，確實沒有了，聞聞還有味道，這叫習氣。只有一個方法，瓶蓋打開放在那裡，放半年、放一年，再去聞，沒有了。實報土裡面法身菩薩就在這種狀況之下，要多長時間？三個阿僧祇劫。三大阿僧祇劫之後，無明習氣完全沒有了，這就是等覺菩薩證妙覺果位。最後一品無明習氣，等覺菩薩斷掉了，斷掉他就是妙覺如來。妙覺如來不住實報土，住哪裡？住常寂光，常寂光就是大光明藏。融入常寂光裡頭，好像我們房間十幾盞燈，統統打開，光光融入，這個境界諸位要慢慢去體會。"
    },
    {
      "id": "02-041-0089_p0014",
      "zh_CN": "入常寂光，证得究竟圆满，跟一切诸佛融成一体，融成一片，这个时候，你没有学过的东西统统知道。为什么知道？其他佛他们学过，我现在融成一体了，他的就是我的，我的就是他的。所以什么都不要学，一切诸佛所说的，你全都能从你的身、从你的口里头流露出来。这一点重要。你学东西都好辛苦，这一世苦苦学来，死了再出生，忘得干干净净，要从头再来，你说多辛苦！见性可不得了，见性没有生死。所以佛佛道同，一切诸佛是什么？他是融通的，他没有差别，无量劫来一切诸佛所学的东西，自己全都得到。而且大家智慧都相同，为什么？他相融了，没有两样。所以叫常寂光，常就是永恒的意思，不生不灭，是常，寂是清净，清净心能生智慧，光是光明，光明表智慧。",
      "zh_TW": "入常寂光，證得究竟圓滿，跟一切諸佛融成一體，融成一片，這個時候，你沒有學過的東西統統知道。為什麼知道？其他佛他們學過，我現在融成一體了，他的就是我的，我的就是他的。所以什麼都不要學，一切諸佛所說的，你全都能從你的身、從你的口裡頭流露出來。這一點重要。你學東西都好辛苦，這一世苦苦學來，死了再出生，忘得乾乾淨淨，要從頭再來，你說多辛苦！見性可不得了，見性沒有生死。所以佛佛道同，一切諸佛是什麼？他是融通的，他沒有差別，無量劫來一切諸佛所學的東西，自己全都得到。而且大家智慧都相同，為什麼？他相融了，沒有兩樣。所以叫常寂光，常就是永恆的意思，不生不滅，是常，寂是清淨，清淨心能生智慧，光是光明，光明表智慧。"
    },
    {
      "id": "02-041-0089_p0015",
      "zh_CN": "常寂光在哪里？无处不在，无时不在，是一切万事万法的本体。就像我们，我常常，因为我们用电视，这几十年来，天天看屏幕，我就把屏幕比喻作常寂光。你看屏幕打开，没有按频道，这就一片常寂光，一按频道，色相起来，常寂光就变现许许多多的色相。色相不碍常寂光，常寂光不妨碍色相，它两个可以并存，可以同时起作用，但是又互不妨碍，一个是真的，不生不灭，一个是刹那生灭。现在我们看电视，数码电视，数码电视一秒钟，就像以前我们幻灯片，用动画那个电影，电影底片多少张，二十四张，一秒钟二十四张，现在的数码等于以前幻灯片一百张，就是一百分之一秒，所以我们看起来非常逼真。但是我们实际上的现场，我们现在这个实际上现场，你要晓得是二千一百兆分之一秒，不可思议，这叫诸法实相。",
      "zh_TW": "常寂光在哪裡？無處不在，無時不在，是一切萬事萬法的本體。就像我們，我常常，因為我們用電視，這幾十年來，天天看屏幕，我就把屏幕比喻作常寂光。你看屏幕打開，沒有按頻道，這就一片常寂光，一按頻道，色相起來，常寂光就變現許許多多的色相。色相不礙常寂光，常寂光不妨礙色相，它兩個可以並存，可以同時起作用，但是又互不妨礙，一個是真的，不生不滅，一個是剎那生滅。現在我們看電視，數碼電視，數碼電視一秒鐘，就像以前我們幻燈片，用動畫那個電影，電影底片多少張，二十四張，一秒鐘二十四張，現在的數碼等於以前幻燈片一百張，就是一百分之一秒，所以我們看起來非常逼真。但是我們實際上的現場，我們現在這個實際上現場，你要曉得是二千一百兆分之一秒，不可思議，這叫諸法實相。"
    },
    {
      "id": "02-041-0089_p0016",
      "zh_CN": "古时候要证得，大乘经教上常说八地以上，不容易。我们现在也证得，我们不是八地菩萨，我们从科学家的报告上看到了，真正相信，不怀疑了，相似的证得。古人证得是用禅定，就是清净平等心，清净平等到极处，大彻大悟。我们经题上觉，觉是开悟，清净平等觉，觉就是明心见性。这个事情他是不是证得？他证得，证得很模糊，不清楚，八地才看清楚，多不容易！我们今天有一条捷径可以走，就是念佛求生净土。往生净土得阿弥陀佛本愿威神的加持，阿弥陀佛无量劫修行功德的加持，立刻把我们提升，提升到阿惟越致菩萨。阿惟越致是什么等级？明心见性，见性成佛，就到这个等级。",
      "zh_TW": "古時候要證得，大乘經教上常說八地以上，不容易。我們現在也證得，我們不是八地菩薩，我們從科學家的報告上看到了，真正相信，不懷疑了，相似的證得。古人證得是用禪定，就是清淨平等心，清淨平等到極處，大徹大悟。我們經題上覺，覺是開悟，清淨平等覺，覺就是明心見性。這個事情他是不是證得？他證得，證得很模糊，不清楚，八地才看清楚，多不容易！我們今天有一條捷徑可以走，就是念佛求生淨土。往生淨土得阿彌陀佛本願威神的加持，阿彌陀佛無量劫修行功德的加持，立刻把我們提升，提升到阿惟越致菩薩。阿惟越致是什麼等級？明心見性，見性成佛，就到這個等級。"
    },
    {
      "id": "02-041-0089_p0017",
      "zh_CN": "靠自己修行，真的要修无量劫才能达到。你像修个阿罗汉，在我们这个世间，小果，阿罗汉，天上人间七番生死，你才能证得。不是我们现在人，我们要证得初果，从证得初果那天开始，证得初果就是圣人，见烦恼断了，思烦恼存在，他是圣人，他证得位不退。世间寿命到了他生天，天上寿命到了他到人间来，他不到其他道去，就是人天两道。七次往返，证阿罗汉果，就是思惑也断干净了。人间寿命不长，天上寿命长，七番生死多少时间，怎么能跟极乐世界相比？极乐世界，一般人用功，三年就可以得到功夫成片，得功夫成片就必定往生。你了解这个事实真相，才知道净宗的殊胜，殊胜到无法想像，无法形容，太殊胜了！如果你不肯念佛求往生，那确实像弘一大师讲的，非愚即狂，你不是愚痴到极处，你是狂妄到极处，你不是正常人。正常人怎么会不走这个路？怎么会不取这个法门？",
      "zh_TW": "靠自己修行，真的要修無量劫才能達到。你像修個阿羅漢，在我們這個世間，小果，阿羅漢，天上人間七番生死，你才能證得。不是我們現在人，我們要證得初果，從證得初果那天開始，證得初果就是聖人，見煩惱斷了，思煩惱存在，他是聖人，他證得位不退。世間壽命到了他生天，天上壽命到了他到人間來，他不到其他道去，就是人天兩道。七次往返，證阿羅漢果，就是思惑也斷乾淨了。人間壽命不長，天上壽命長，七番生死多少時間，怎麼能跟極樂世界相比？極樂世界，一般人用功，三年就可以得到功夫成片，得功夫成片就必定往生。你了解這個事實真相，才知道淨宗的殊勝，殊勝到無法想像，無法形容，太殊勝了！如果你不肯念佛求往生，那確實像弘一大師講的，非愚即狂，你不是愚痴到極處，你是狂妄到極處，你不是正常人。正常人怎麼會不走這個路？怎麼會不取這個法門？"
    },
    {
      "id": "02-041-0089_p0018",
      "zh_CN": "这就是空慧能除，知道一切是假的，不但物质是假的，念头也是假的。念头假的是《金刚经》最后一首偈子说的，一切有为法，有为法就是生灭法，生灭法就是念头。物质是从念头生的，所以念头能转变境界，转变物质境界。这个秘密被现在量子力学家发现了。我们有理由相信，量子力学家进步会非常快，为什么？年轻一代的科学家统统搞念力。",
      "zh_TW": "這就是空慧能除，知道一切是假的，不但物質是假的，念頭也是假的。念頭假的是《金剛經》最後一首偈子說的，一切有為法，有為法就是生滅法，生滅法就是念頭。物質是從念頭生的，所以念頭能轉變境界，轉變物質境界。這個祕密被現在量子力學家發現了。我們有理由相信，量子力學家進步會非常快，為什麼？年輕一代的科學家統統搞念力。"
    },
    {
      "id": "02-041-0089_p0019",
      "zh_CN": "念头太重要了，念头里头，阿弥陀佛这个念头可不得了，真管用。我们看到海贤法师给我们表法，我觉得他表法里头最重要的一个意义，就是念力不可思议，念着阿弥陀佛，这一句佛号不可思议。你看他十八岁长的毒疮，腿上的痈疮，那个也要命。母亲给他找医药都没效，最后他想起来了，这是冤孽病，业障，业障的病最难，必须业障消了，病才能好。冤家债主找来的，生这种病可以化解，做功德回向他，他离开了你病就好了，自己的业障病没办法。所以他拼命念观世音菩萨，日夜不间断，念了一个月，疮好了，念力。",
      "zh_TW": "念頭太重要了，念頭裡頭，阿彌陀佛這個念頭可不得了，真管用。我們看到海賢法師給我們表法，我覺得他表法裡頭最重要的一個意義，就是念力不可思議，念著阿彌陀佛，這一句佛號不可思議。你看他十八歲長的毒瘡，腿上的癰瘡，那個也要命。母親給他找醫藥都沒效，最後他想起來了，這是冤孽病，業障，業障的病最難，必須業障消了，病才能好。冤家債主找來的，生這種病可以化解，做功德迴向他，他離開了你病就好了，自己的業障病沒辦法。所以他拼命念觀世音菩薩，日夜不間斷，念了一個月，瘡好了，念力。"
    },
    {
      "id": "02-041-0089_p0020",
      "zh_CN": "前些年，我们看到国内山西小院念佛感应的信息，四十多个人，不少。都是癌症末期，医院宣布放弃治疗，他们这个病不能再治，告诉他们，大概他们的寿命只有二、三个月的时间，准备后事去。他们自己知道了，万缘放下，一心念佛，念了一、二个月，没事，身体好像愈来愈好，再去检查，癌没有了。医院里面认为是奇迹，他不是一个、两个，他那么多人。这就是用念力可以治病。",
      "zh_TW": "前些年，我們看到國內山西小院念佛感應的信息，四十多個人，不少。都是癌症末期，醫院宣布放棄治療，他們這個病不能再治，告訴他們，大概他們的壽命只有二、三個月的時間，準備後事去。他們自己知道了，萬緣放下，一心念佛，念了一、二個月，沒事，身體好像愈來愈好，再去檢查，癌沒有了。醫院裡面認為是奇蹟，他不是一個、兩個，他那麼多人。這就是用念力可以治病。"
    },
    {
      "id": "02-041-0089_p0021",
      "zh_CN": "用念力可以长生，什么理由长生？像毛主席所说的，真的不是假的，全心全力为众生服务，佛会延长你的寿命。为什么？不是为自己，为别人服务；要为自己，那你要受你命运的拘束。不为自己，天天干为苦难众生，帮他们解决问题，让他们离苦得乐，这是行菩萨道。菩萨道菩萨一定照顾你，诸佛如来一定照顾你，寿命自然延长。这几天印志法师来看我，我跟他讲，贤公老和尚一百一十二岁，不是他自己寿命，他自己寿命应该是七、八十岁。活得这么长是阿弥陀佛给他的，叫他表法，叫他多住几年，不要着急回极乐世界，实际上他随时可以回去。他的功夫，因为他的优点一般人没有，不是没有，是你不肯干。第一个，老实。你老不老实？贤公老和尚老实、听话、真干，这三样你也有，你也有但是你现在不肯干，不愿意老实，不愿意听话，不愿意真干，那就没法子了，那学佛就难了，有这三个条件很容易。贤公老和尚我们亲眼见到的。",
      "zh_TW": "用念力可以長生，什麼理由長生？像毛主席所說的，真的不是假的，全心全力為眾生服務，佛會延長你的壽命。為什麼？不是為自己，為別人服務；要為自己，那你要受你命運的拘束。不為自己，天天幹為苦難眾生，幫他們解決問題，讓他們離苦得樂，這是行菩薩道。菩薩道菩薩一定照顧你，諸佛如來一定照顧你，壽命自然延長。這幾天印志法師來看我，我跟他講，賢公老和尚一百一十二歲，不是他自己壽命，他自己壽命應該是七、八十歲。活得這麼長是阿彌陀佛給他的，叫他表法，叫他多住幾年，不要著急回極樂世界，實際上他隨時可以回去。他的功夫，因為他的優點一般人沒有，不是沒有，是你不肯幹。第一個，老實。你老不老實？賢公老和尚老實、聽話、真幹，這三樣你也有，你也有但是你現在不肯幹，不願意老實，不願意聽話，不願意真幹，那就沒法子了，那學佛就難了，有這三個條件很容易。賢公老和尚我們親眼見到的。"
    },
    {
      "id": "02-041-0089_p0022",
      "zh_CN": "谛闲老和尚这个徒弟锅漏匠，他也就是老实、听话、真干，具备这个条件。一个字不认识，一生受苦受难，最后要求出家，谛闲老和尚给他剃度。就教他一句话，南无阿弥陀佛，一直念下去，念累了休息，休息好了接着念。他念了三年，往生了，站着往生。三年是不是他寿命到了？我相信不是的，不是寿命到的，因为他才四十几岁。是功夫成片阿弥陀佛一定来通知他，你还有多少年寿命，等你寿命到了我来接引你，这就等于来给他授记，让他放心。有一等聪明人，这世间太苦了，不想再住，求阿弥陀佛，我寿命不要了，我现在跟你去，佛就答应了。",
      "zh_TW": "諦閑老和尚這個徒弟鍋漏匠，他也就是老實、聽話、真幹，具備這個條件。一個字不認識，一生受苦受難，最後要求出家，諦閑老和尚給他剃度。就教他一句話，南無阿彌陀佛，一直念下去，念累了休息，休息好了接著念。他念了三年，往生了，站著往生。三年是不是他壽命到了？我相信不是的，不是壽命到的，因為他才四十幾歲。是功夫成片阿彌陀佛一定來通知他，你還有多少年壽命，等你壽命到了我來接引你，這就等於來給他授記，讓他放心。有一等聰明人，這世間太苦了，不想再住，求阿彌陀佛，我壽命不要了，我現在跟你去，佛就答應了。"
    },
    {
      "id": "02-041-0089_p0023",
      "zh_CN": "功夫成片佛就来接引你，就来通知你。《大势至菩萨圆通章》上说得很好，「忆佛念佛」，忆是心里想，念是口中念，忆佛念佛，心上有佛，口上有佛，「现前当来，必定见佛」，现前，是你活在世间，见阿弥陀佛，当来，是往生极乐世界，决定见佛。所以，功夫成片佛就来把信息告诉你，你要真想往生，不要寿命，佛就带你走了。这样的人不少，我们在《净土圣贤录》、在《往生传》上看到那些人，都是聪明人，都是一看到佛的时候，赶紧求佛带我走，都是这样的。",
      "zh_TW": "功夫成片佛就來接引你，就來通知你。《大勢至菩薩圓通章》上說得很好，「憶佛念佛」，憶是心裡想，念是口中念，憶佛念佛，心上有佛，口上有佛，「現前當來，必定見佛」，現前，是你活在世間，見阿彌陀佛，當來，是往生極樂世界，決定見佛。所以，功夫成片佛就來把信息告訴你，你要真想往生，不要壽命，佛就帶你走了。這樣的人不少，我們在《淨土聖賢錄》、在《往生傳》上看到那些人，都是聰明人，都是一看到佛的時候，趕緊求佛帶我走，都是這樣的。"
    },
    {
      "id": "02-041-0089_p0024",
      "zh_CN": "海贤老和尚的榜样太好了，所以佛劝他多住几年，给学佛的人、给念佛的人做个好榜样。那就是念佛于工作不妨碍，于生活不妨碍，他生活没有离开念佛，吃饭也想着佛，没有想着这个菜好吃，那个菜不好吃，没想到，心里全是佛。外面没有好人、恶人，统统一样，平等，人人都好，事事都好，没有一样不好。所以他就生活在极乐世界里头，他没有苦，我们看到吃的很平常东西，穿的都是补的，吃的很苦，还有那么多工作劳作，他快乐。生活里头快乐，工作里面快乐，对人对事对物没有一样不快乐，那不就是极乐世界？这真的不是假的。眼前把极乐世界展示给我们看，告诉我们极乐世界真有，阿弥陀佛真有。",
      "zh_TW": "海賢老和尚的榜樣太好了，所以佛勸他多住幾年，給學佛的人、給念佛的人做個好榜樣。那就是念佛於工作不妨礙，於生活不妨礙，他生活沒有離開念佛，吃飯也想著佛，沒有想著這個菜好吃，那個菜不好吃，沒想到，心裡全是佛。外面沒有好人、惡人，統統一樣，平等，人人都好，事事都好，沒有一樣不好。所以他就生活在極樂世界裡頭，他沒有苦，我們看到吃的很平常東西，穿的都是補的，吃的很苦，還有那麼多工作勞作，他快樂。生活裡頭快樂，工作裡面快樂，對人對事對物沒有一樣不快樂，那不就是極樂世界？這真的不是假的。眼前把極樂世界展示給我們看，告訴我們極樂世界真有，阿彌陀佛真有。"
    },
    {
      "id": "02-041-0089_p0025",
      "zh_CN": "我听光盘上有句话，「我好几次跟老佛爷说，求老佛爷带我去」，这个话要注意，好几次，不是一次；换句话说，他多次见佛，不是一次。我们在书里面看到，净土宗初祖慧远大师，传记里面写到他四次见佛。前面三次，从来没有告诉过人，见如不见，第四次见佛是佛来接引他往生，他才跟大家宣布，过去四次见到，见到极乐世界。别人问他，极乐世界像什么样子？跟《无量寿经》上所讲的完全一样。我们要知道，远公大师那个时代，结社念佛一百二十三个人，那个时候净土宗的经典就是一部《无量寿经》，《弥陀经》、《观无量寿佛经》都没有翻译出来，就是一部经，四次。",
      "zh_TW": "我聽光盤上有句話，「我好幾次跟老佛爺說，求老佛爺帶我去」，這個話要注意，好幾次，不是一次；換句話說，他多次見佛，不是一次。我們在書裡面看到，淨土宗初祖慧遠大師，傳記裡面寫到他四次見佛。前面三次，從來沒有告訴過人，見如不見，第四次見佛是佛來接引他往生，他才跟大家宣布，過去四次見到，見到極樂世界。別人問他，極樂世界像什麼樣子？跟《無量壽經》上所講的完全一樣。我們要知道，遠公大師那個時代，結社念佛一百二十三個人，那個時候淨土宗的經典就是一部《無量壽經》，《彌陀經》、《觀無量壽佛經》都沒有翻譯出來，就是一部經，四次。"
    },
    {
      "id": "02-041-0089_p0026",
      "zh_CN": "贤公时间长，二十岁开始念佛，那么一个老实人，他不偷懒，他不需要人督促。用的心，真诚心、清净心、恭敬心，这个心是什么？这就是菩提心，他发菩提心了。老实、听话、真干，发菩提心念佛，三年决定功夫成片。功夫成片佛就来给他递信息，就是现前必定见佛，见佛之后，佛一定告诉他寿命。同时看他修行得好，确实是个好样子，佛嘱咐他做榜样给学佛、念佛人看，这就得到佛力加持。从功夫成片提升到事一心不乱，像他那样用功法，我相信三年，顶多五年就达到了；从事一心提升到理一心，也不过三、五年，换句话说，他三十到四十这个阶段就证得理一心。理一心跟禅宗明心见性是一个等级，平等的，换句话说，就成佛了，见性成佛。",
      "zh_TW": "賢公時間長，二十歲開始念佛，那麼一個老實人，他不偷懶，他不需要人督促。用的心，真誠心、清淨心、恭敬心，這個心是什麼？這就是菩提心，他發菩提心了。老實、聽話、真幹，發菩提心念佛，三年決定功夫成片。功夫成片佛就來給他遞信息，就是現前必定見佛，見佛之後，佛一定告訴他壽命。同時看他修行得好，確實是個好樣子，佛囑咐他做榜樣給學佛、念佛人看，這就得到佛力加持。從功夫成片提升到事一心不亂，像他那樣用功法，我相信三年，頂多五年就達到了；從事一心提升到理一心，也不過三、五年，換句話說，他三十到四十這個階段就證得理一心。理一心跟禪宗明心見性是一個等級，平等的，換句話說，就成佛了，見性成佛。"
    },
    {
      "id": "02-041-0089_p0027",
      "zh_CN": "成佛不能说，这是老师提醒他的。他明白了，老师的话是：你明白了不能乱说，不能说，不能指手画脚。为什么？时节因缘不一样。如果是在释迦牟尼佛那个同时代，那他是释迦的大弟子，他不是声闻弟子，菩萨弟子，他往生是往生到实报庄严土，最高的阶层。他如果生在唐朝六祖那个时代，大概也要躲避嫉妒障碍，年岁太轻了不行，人家不服你。惠能大师二十四岁传的衣钵，二十四岁当祖师，人家不服你，所以他要到猎人队里面再躲十五年。那个时候出来，四十多岁出来，大家没话说了。五、六十岁是最好，反对你的人、嫉妒你的人也许都不在了，障碍没有了。所以，时节因缘不相同。",
      "zh_TW": "成佛不能說，這是老師提醒他的。他明白了，老師的話是：你明白了不能亂說，不能說，不能指手畫腳。為什麼？時節因緣不一樣。如果是在釋迦牟尼佛那個同時代，那他是釋迦的大弟子，他不是聲聞弟子，菩薩弟子，他往生是往生到實報莊嚴土，最高的階層。他如果生在唐朝六祖那個時代，大概也要躲避嫉妒障礙，年歲太輕了不行，人家不服你。惠能大師二十四歲傳的衣缽，二十四歲當祖師，人家不服你，所以他要到獵人隊裡面再躲十五年。那個時候出來，四十多歲出來，大家沒話說了。五、六十歲是最好，反對你的人、嫉妒你的人也許都不在了，障礙沒有了。所以，時節因緣不相同。"
    },
    {
      "id": "02-041-0089_p0028",
      "zh_CN": "他这种方式是妙极了！他的境界自己知道，没有别人知道，他也不给别人说，别人猜，他绝对否认。老老实实一个农民，所以心量广大，对这个世间真正做到于人无争，于世无求。自己劳作，种田，他种了一百多亩，那个收成可观，粮食、水果、蔬菜他不卖钱，他就布施。附近几个县，生活很苦的人，没有吃的人，他都送粮食，受他供养的成千上万。什么人能做到？见性的菩萨能做到，干得那么快乐，那么自在，那么潇洒。一百一十二岁，体能跟年轻人一样，还上树，什么都干，眼不花，耳不聋，头脑清楚，这个给我们表法。这些什么？念阿弥陀佛可以得到，你要懂这个道理。为什么？阿弥陀佛的能量让你永远不衰，年龄再大不衰不变。不要老想着身体，老想着身体就糟了，一切法从心想生，我们常常想身有病，没有病也想出病出来，想出来的；不想，有病也会好了，就没有了，他不想。你想它干什么！老和尚每天的功课，从早到晚生活、工作全是功课，他的功课就是心里摆了阿弥陀佛，口里念的阿弥陀佛，干什么都是阿弥陀佛。穿衣吃饭是阿弥陀佛，待人接物是阿弥陀佛，干农活全是阿弥陀佛，阿弥陀佛是他的大道场，无时不在，无处不在。",
      "zh_TW": "他這種方式是妙極了！他的境界自己知道，沒有別人知道，他也不給別人說，別人猜，他絕對否認。老老實實一個農民，所以心量廣大，對這個世間真正做到於人無爭，於世無求。自己勞作，種田，他種了一百多畝，那個收成可觀，糧食、水果、蔬菜他不賣錢，他就布施。附近幾個縣，生活很苦的人，沒有吃的人，他都送糧食，受他供養的成千上萬。什麼人能做到？見性的菩薩能做到，幹得那麼快樂，那麼自在，那麼瀟灑。一百一十二歲，體能跟年輕人一樣，還上樹，什麼都幹，眼不花，耳不聾，頭腦清楚，這個給我們表法。這些什麼？念阿彌陀佛可以得到，你要懂這個道理。為什麼？阿彌陀佛的能量讓你永遠不衰，年齡再大不衰不變。不要老想著身體，老想著身體就糟了，一切法從心想生，我們常常想身有病，沒有病也想出病出來，想出來的；不想，有病也會好了，就沒有了，他不想。你想它幹什麼！老和尚每天的功課，從早到晚生活、工作全是功課，他的功課就是心裡擺了阿彌陀佛，口裡念的阿彌陀佛，幹什麼都是阿彌陀佛。穿衣吃飯是阿彌陀佛，待人接物是阿彌陀佛，幹農活全是阿彌陀佛，阿彌陀佛是他的大道場，無時不在，無處不在。"
    },
    {
      "id": "02-041-0089_p0029",
      "zh_CN": "这个光碟要多看，要把它当作《无量寿经》来读。你把这个光碟看上一千遍，再念《无量寿经》不一样了，《无量寿经》字字句句里头有微妙的意思，你全看出来了。一定要认真学习，这光碟里头，哪些开示对我们现前重要的，把它抄下来，一条一条抄下来，学习。他能成就，我们也能成就。",
      "zh_TW": "這個光碟要多看，要把它當作《無量壽經》來讀。你把這個光碟看上一千遍，再念《無量壽經》不一樣了，《無量壽經》字字句句裡頭有微妙的意思，你全看出來了。一定要認真學習，這光碟裡頭，哪些開示對我們現前重要的，把它抄下來，一條一條抄下來，學習。他能成就，我們也能成就。"
    },
    {
      "id": "02-041-0089_p0030",
      "zh_CN": "学佛的基础孝亲、尊师，这是根之根、本之本。净业三福里头第一条，头一句话，「孝养父母，奉事师长」。你看看海贤老和尚，每年清明、十月初一，他要去上坟，去祭祀父母，他要上庙里面去祭祀他的老师。每年在这个时候，你一定看到他在父母、老师的坟墓前面，这从根本上教。父母在的时候，他兄弟姐妹五个人，弟弟、妹妹照顾他母亲。弟弟、妹妹过世了，他把老母亲请到山上，寺庙里头来修行。母亲从小就吃素，八十六岁往生的。你们都知道，往生多自在，没病。往生之前，亲自下厨房包饺子，大家吃完之后，坐在椅子上腿一盘，告诉大家，「我走了」，就真走了。人哪有这种走的？没看到过。",
      "zh_TW": "學佛的基礎孝親、尊師，這是根之根、本之本。淨業三福裡頭第一條，頭一句話，「孝養父母，奉事師長」。你看看海賢老和尚，每年清明、十月初一，他要去上墳，去祭祀父母，他要上廟裡面去祭祀他的老師。每年在這個時候，你一定看到他在父母、老師的墳墓前面，這從根本上教。父母在的時候，他兄弟姐妹五個人，弟弟、妹妹照顧他母親。弟弟、妹妹過世了，他把老母親請到山上，寺廟裡頭來修行。母親從小就吃素，八十六歲往生的。你們都知道，往生多自在，沒病。往生之前，親自下廚房包餃子，大家吃完之後，坐在椅子上腿一盤，告訴大家，「我走了」，就真走了。人哪有這種走的？沒看到過。"
    },
    {
      "id": "02-041-0089_p0031",
      "zh_CN": "那个时候生活条件非常困难，所以海贤只用了几块薄板钉个棺材，把她埋葬了。心里头老是挂念这桩事情，这种草率对不起母亲。八年之后环境好转，头一个想到给他母亲改葬，竖碑，做个纪念。把坟墓挖开，棺材盖打开，人不见了，没有了。到哪里去了？没人知道，现在也没人知道。棺材里头只留了几个钉棺材的钉子，钉子怎么拿出来的？人怎么走掉的？所以我觉得来佛寺三圣，不是二圣，要加上他妈妈。他妈妈预知时至，把她女儿、把她的姪女都叫来，现身说法，让她们看看，就是劝她们念佛，长斋念佛决定有好处。都是来表法的，都是来给我们做榜样的，我们要会看，不要辜负了人家，不能辜负阿弥陀佛的嘱咐，他们在表演。",
      "zh_TW": "那個時候生活條件非常困難，所以海賢只用了幾塊薄板釘個棺材，把她埋葬了。心裡頭老是掛念這樁事情，這種草率對不起母親。八年之後環境好轉，頭一個想到給他母親改葬，豎碑，做個紀念。把墳墓挖開，棺材蓋打開，人不見了，沒有了。到哪裡去了？沒人知道，現在也沒人知道。棺材裡頭只留了幾個釘棺材的釘子，釘子怎麼拿出來的？人怎麼走掉的？所以我覺得來佛寺三聖，不是二聖，要加上他媽媽。他媽媽預知時至，把她女兒、把她的姪女都叫來，現身說法，讓她們看看，就是勸她們念佛，長齋念佛決定有好處。都是來表法的，都是來給我們做榜樣的，我們要會看，不要辜負了人家，不能辜負阿彌陀佛的囑咐，他們在表演。"
    },
    {
      "id": "02-041-0089_p0032",
      "zh_CN": "我们接着往下面看，「文中之法城，指智断之果」。法城是比喻，前面是破烦恼障，这个地方破所知障。「如《合赞》曰：智断之果，谓之法城」。《嘉祥疏》里头也说：「遣除迷垢，故云洗濯；无相之解，是无漏明，故云清白。」各家对于法城解释这个地方都用了，都采取了，让我们自己多看看，把它融会贯通。有智慧，疑惑就断除了，烦恼忧虑就化解了。城是城堡，保障我们身心的安全，它起这个作用。在古时候，一个城也就是一个小国家。释迦牟尼佛出现的时代是在中国周朝时代，佛出生，周昭王二十四年，佛灭度，周穆王五十二年。中国人对于历史非常重视，记载详实，是可靠的。依照中国历史记载，释迦牟尼佛灭度到今年是三千零四十一年，跟外国人说法不一样。那个时代，国家没统一，没有统一为什么说周朝？夏、商、周。夏商周全是部落的时代，每一个城就是个诸侯，侯就是国君，就是那个小国，我们一般讲酋长，那小国的领导。",
      "zh_TW": "我們接著往下面看，「文中之法城，指智斷之果」。法城是比喻，前面是破煩惱障，這個地方破所知障。「如《合贊》曰：智斷之果，謂之法城」。《嘉祥疏》裡頭也說：「遣除迷垢，故云洗濯；無相之解，是無漏明，故云清白。」各家對於法城解釋這個地方都用了，都採取了，讓我們自己多看看，把它融會貫通。有智慧，疑惑就斷除了，煩惱憂慮就化解了。城是城堡，保障我們身心的安全，它起這個作用。在古時候，一個城也就是一個小國家。釋迦牟尼佛出現的時代是在中國周朝時代，佛出生，周昭王二十四年，佛滅度，周穆王五十二年。中國人對於歷史非常重視，記載詳實，是可靠的。依照中國歷史記載，釋迦牟尼佛滅度到今年是三千零四十一年，跟外國人說法不一樣。那個時代，國家沒統一，沒有統一為什麼說周朝？夏、商、周。夏商周全是部落的時代，每一個城就是個諸侯，侯就是國君，就是那個小國，我們一般講酋長，那小國的領導。"
    },
    {
      "id": "02-041-0089_p0033",
      "zh_CN": "夏商周这是朝代，大家非常重视周朝，因为周朝制度完备了，不是用武力统一的，是道德，是文教。周，周的国只有一百里，那算是大国。小国，三十里、五十里，它的国土就那么大，像现在一个乡镇一样。这些诸侯国王都听周王的话，尊他为王，尊他为天子，都向他学习，所以是道德的统一，文化的统一。汤恩比希望将来世界上变成一个国家，就像周朝一样，用文化、用道德感化，使周边国家自然服从，这是正确的。所以他把希望放在中国，我们相信他这些思想灵感都是从春秋战国历史上得来的。最后秦统一中国，用武力征服，但是十五年就亡国。汉继承了，汉用儒、用道教化众生，所以在汉朝时候，周边这些国家来归附，完全不是武力，自动来朝贡，自动来请教。唐亦如是。",
      "zh_TW": "夏商周這是朝代，大家非常重視周朝，因為周朝制度完備了，不是用武力統一的，是道德，是文教。周，周的國只有一百里，那算是大國。小國，三十里、五十里，它的國土就那麼大，像現在一個鄉鎮一樣。這些諸侯國王都聽周王的話，尊他為王，尊他為天子，都向他學習，所以是道德的統一，文化的統一。湯恩比希望將來世界上變成一個國家，就像周朝一樣，用文化、用道德感化，使周邊國家自然服從，這是正確的。所以他把希望放在中國，我們相信他這些思想靈感都是從春秋戰國歷史上得來的。最後秦統一中國，用武力征服，但是十五年就亡國。漢繼承了，漢用儒、用道教化眾生，所以在漢朝時候，周邊這些國家來歸附，完全不是武力，自動來朝貢，自動來請教。唐亦如是。"
    },
    {
      "id": "02-041-0089_p0034",
      "zh_CN": "中国每个朝代，都有一段时期政治非常清明，人民幸福安乐，称为盛世，礼义之邦。太平盛世出现很多，都是教学的成果，伦理的教育、道德的教育、因果的教育。特别是道教的城隍庙，起很大作用。到城隍庙去烧香，当然就落下因果报应这个印象，起心动念会想到阎王殿；换句话说，亏心的事不敢做，做了惊心害怕，人就是这么教好的。阎王殿是不是真的？真的，不是假的。阎王殿从哪里来？从心想生的。不是你天天想阎王、想地狱，不是的，你造作那些不善，感得的就是那个现相。善心、善行感得是天堂，恶念、恶作感得就是三途。六道轮回是我们自己变现的，与任何人都不相干，这个一定要晓得。我们一生的遭遇，生生世世遭遇，无非都是自作自受，这桩事情只有佛讲得清楚、讲得明白。",
      "zh_TW": "中國每個朝代，都有一段時期政治非常清明，人民幸福安樂，稱為盛世，禮義之邦。太平盛世出現很多，都是教學的成果，倫理的教育、道德的教育、因果的教育。特別是道教的城隍廟，起很大作用。到城隍廟去燒香，當然就落下因果報應這個印象，起心動念會想到閻王殿；換句話說，虧心的事不敢做，做了驚心害怕，人就是這麼教好的。閻王殿是不是真的？真的，不是假的。閻王殿從哪裡來？從心想生的。不是你天天想閻王、想地獄，不是的，你造作那些不善，感得的就是那個現相。善心、善行感得是天堂，惡念、惡作感得就是三途。六道輪迴是我們自己變現的，與任何人都不相干，這個一定要曉得。我們一生的遭遇，生生世世遭遇，無非都是自作自受，這樁事情只有佛講得清楚、講得明白。"
    },
    {
      "id": "02-041-0089_p0035",
      "zh_CN": "所以要求智慧，智慧从哪里来？自性本有的，不是从外来的。从外面学来的，知识；从内里面流出来的，智慧。圣贤他们的教学留下来这么多经典，我们想想，谁教他的？他在哪里学的？佛一生所说的跟印度所有宗教所讲的不一样，这证明不是从宗教学来的；跟印度许多学派，这哲学学派里面所讲的也不一样。没人教他，《华严》、《法华》、《涅槃》、《楞严》这些大经大论，没有听到是什么人教他的，从哪里来的？自性本具般若智慧里面流出来的。这个智慧无所不知，无所不能，是自性的本能。所以佛法的教学，终极的目标开发自性，自性是智慧的宝藏，取之不竭，用之不尽，真叫无量无边。不但有智慧，有德能，道德是自性里头本具的，不是从外学的，还有相好，相好是庄严，那就是今天所说的生活的艺术、工作的艺术，美不胜收，全是自性里头本来具足。《华严经》上佛说得好，「一切众生皆有如来智慧德相」，所以佛法是平等的，佛绝没有说这只有我有，你们都没有，找遍佛经没有这个话。佛说我有的你们大家都有，只要回归自性，全有了。刚才我们说了，回归到常寂光，一切就证得大圆满，我们跟古佛，跟现在佛、未来佛完全平等。",
      "zh_TW": "所以要求智慧，智慧從哪裡來？自性本有的，不是從外來的。從外面學來的，知識；從內裡面流出來的，智慧。聖賢他們的教學留下來這麼多經典，我們想想，誰教他的？他在哪裡學的？佛一生所說的跟印度所有宗教所講的不一樣，這證明不是從宗教學來的；跟印度許多學派，這哲學學派裡面所講的也不一樣。沒人教他，《華嚴》、《法華》、《涅槃》、《楞嚴》這些大經大論，沒有聽到是什麼人教他的，從哪裡來的？自性本具般若智慧裡面流出來的。這個智慧無所不知，無所不能，是自性的本能。所以佛法的教學，終極的目標開發自性，自性是智慧的寶藏，取之不竭，用之不盡，真叫無量無邊。不但有智慧，有德能，道德是自性裡頭本具的，不是從外學的，還有相好，相好是莊嚴，那就是今天所說的生活的藝術、工作的藝術，美不勝收，全是自性裡頭本來具足。《華嚴經》上佛說得好，「一切眾生皆有如來智慧德相」，所以佛法是平等的，佛絕沒有說這只有我有，你們都沒有，找遍佛經沒有這個話。佛說我有的你們大家都有，只要回歸自性，全有了。剛才我們說了，回歸到常寂光，一切就證得大圓滿，我們跟古佛，跟現在佛、未來佛完全平等。"
    },
    {
      "id": "02-041-0089_p0036",
      "zh_CN": "儒家所讲的平天下，平天下的意思，天下许许多多不同的国家、不同的族群、不同的文化、不同的信仰，都能够平等对待，和睦相处，这叫平天下。谁能做到？佛能做到，法身菩萨做到了，极乐世界做到了。这个格物、致知、修身、齐家、治国、平天下，是中国梦，中国梦是什么？就是这个。《弟子规》里头有一句，要留意，「凡是人，皆须爱」，这就是平天下。用什么平？用爱心，对一切人的这种爱跟爱自己一样，没有分别，没有执着。所以在这个地球上，这么多年的历史，这么多的族群，古圣先贤不晓得有多少，汤恩比尽一生的精力，就看中了中国儒，看中了中国大乘。所以他说，要解决二十一世纪社会问题，就是现在，现在社会问题，只有中国的孔孟学说跟大乘佛法。",
      "zh_TW": "儒家所講的平天下，平天下的意思，天下許許多多不同的國家、不同的族群、不同的文化、不同的信仰，都能夠平等對待，和睦相處，這叫平天下。誰能做到？佛能做到，法身菩薩做到了，極樂世界做到了。這個格物、致知、修身、齊家、治國、平天下，是中國夢，中國夢是什麼？就是這個。《弟子規》裡頭有一句，要留意，「凡是人，皆須愛」，這就是平天下。用什麼平？用愛心，對一切人的這種愛跟愛自己一樣，沒有分別，沒有執著。所以在這個地球上，這麼多年的歷史，這麼多的族群，古聖先賢不曉得有多少，湯恩比盡一生的精力，就看中了中國儒，看中了中國大乘。所以他說，要解決二十一世紀社會問題，就是現在，現在社會問題，只有中國的孔孟學說跟大乘佛法。"
    },
    {
      "id": "02-041-0089_p0037",
      "zh_CN": "大乘佛法在印度没有了，都在中国。过去学习大乘的，成就的人很多，留下的文献非常丰富，可惜现在人不学了，这难处。现在人想学没有基础，基础条件是什么？头一个条件就是孝顺父母、尊敬师长。我们在做学生的时代有，没有不孝父母的，没有不敬老师的，现在没有了。为什么没有了？不教了。我们做小孩的时候，父母教，每个大人都教。我们小孩在外面玩耍，做错了事情，路边上走路人看到都教训我们，我们父母看到了一定给他感谢。好像他有使命，这是我们的下一代，不要说他不是我一家人、他不是我这村人，他是下一代。现在的教育，教学的智慧没有，迷失了，被物欲迷失了，教学的理念没有，教学的方法没有。所以现在不少家长，尤其是独生子，都想到将来怎么办？想找个地方去教，找不到学校，找不到老师，听说国内私塾很多。这是大问题，这不是小问题。下一代教好了，这国家民族有前途、有希望；我们做得再好，底下一代没有了，四、五十年之后也就完了。",
      "zh_TW": "大乘佛法在印度沒有了，都在中國。過去學習大乘的，成就的人很多，留下的文獻非常豐富，可惜現在人不學了，這難處。現在人想學沒有基礎，基礎條件是什麼？頭一個條件就是孝順父母、尊敬師長。我們在做學生的時代有，沒有不孝父母的，沒有不敬老師的，現在沒有了。為什麼沒有了？不教了。我們做小孩的時候，父母教，每個大人都教。我們小孩在外面玩耍，做錯了事情，路邊上走路人看到都教訓我們，我們父母看到了一定給他感謝。好像他有使命，這是我們的下一代，不要說他不是我一家人、他不是我這村人，他是下一代。現在的教育，教學的智慧沒有，迷失了，被物欲迷失了，教學的理念沒有，教學的方法沒有。所以現在不少家長，尤其是獨生子，都想到將來怎麼辦？想找個地方去教，找不到學校，找不到老師，聽說國內私塾很多。這是大問題，這不是小問題。下一代教好了，這國家民族有前途、有希望；我們做得再好，底下一代沒有了，四、五十年之後也就完了。"
    },
    {
      "id": "02-041-0089_p0038",
      "zh_CN": "中国东西这么好，中国人自己不知道，外国人知道，外国人希望中国的汉字、文言文是将来全世界共同用的言语文字，这汤恩比书里头有。为什么？这是了不起的发明，世界历史上记载，任何国家的发明，没有这个发明伟大，为什么？它超越时空。他举例子说，如果孔子现在再来，遇到毛主席，言语不通，但是写文字能通，都读过文言文，他都通，一点障碍都没有。这种工具到哪找？所以他们的主张，把世界上古老文明应该流传千年万世的，统统用中国文言文来写，才能够传到后世。这种表音的文字，就是拼音的，用字母的，顶多两百年，两百年那个东西后人看不懂了；那只有少数，考古学家，必须把它再翻成现代文。言语不同了，文字就不一样了，看不懂，这就是比不上中国东西好。中国文化里头最值得赞许的就是汉字、文言文，所以现在教学要从这教。",
      "zh_TW": "中國東西這麼好，中國人自己不知道，外國人知道，外國人希望中國的漢字、文言文是將來全世界共同用的言語文字，這湯恩比書裡頭有。為什麼？這是了不起的發明，世界歷史上記載，任何國家的發明，沒有這個發明偉大，為什麼？它超越時空。他舉例子說，如果孔子現在再來，遇到毛主席，言語不通，但是寫文字能通，都讀過文言文，他都通，一點障礙都沒有。這種工具到哪找？所以他們的主張，把世界上古老文明應該流傳千年萬世的，統統用中國文言文來寫，才能夠傳到後世。這種表音的文字，就是拼音的，用字母的，頂多兩百年，兩百年那個東西後人看不懂了；那只有少數，考古學家，必須把它再翻成現代文。言語不同了，文字就不一樣了，看不懂，這就是比不上中國東西好。中國文化裡頭最值得讚許的就是漢字、文言文，所以現在教學要從這教。"
    },
    {
      "id": "02-041-0089_p0039",
      "zh_CN": "我们想到办汉学院，目的是什么？是培养老师，培养汉学的老师。希望十年，从文字学下手，认识中国文字，懂文言文。文言文，读书千遍，其义自见，不必老师教的，念上一千遍、两千遍、三千遍，自己智慧就现前了，就跟释迦牟尼佛一样，自见。为什么？读经不是叫背诵，不是的，用读经的方法修定，那么读经就是戒律。让你的心永远保持清净平等，清净平等到一定的时间豁然大悟。外国没有这个经验，中国这个经验很多，两百年前你说起来没有人不相信，现在说起来没有人相信，两百年前个个相信。",
      "zh_TW": "我們想到辦漢學院，目的是什麼？是培養老師，培養漢學的老師。希望十年，從文字學下手，認識中國文字，懂文言文。文言文，讀書千遍，其義自見，不必老師教的，念上一千遍、兩千遍、三千遍，自己智慧就現前了，就跟釋迦牟尼佛一樣，自見。為什麼？讀經不是叫背誦，不是的，用讀經的方法修定，那麼讀經就是戒律。讓你的心永遠保持清淨平等，清淨平等到一定的時間豁然大悟。外國沒有這個經驗，中國這個經驗很多，兩百年前你說起來沒有人不相信，現在說起來沒有人相信，兩百年前個個相信。"
    },
    {
      "id": "02-041-0089_p0040",
      "zh_CN": "我跟伊斯兰朋友们，朋友很多，跟他们交流，我就提到佛跟中国传统文化，就是儒跟道，这是佛的方法，就是戒定慧。这个方法传到中国之后，儒采取了，道也采取了，都主张、都照做，因戒得定，因定开慧。教学的目标、目的是要他自见，自见之后他提出他的说法，跟老师在一起探讨，老师给他印证；不是老师讲给他听，是他讲给老师听，老师给他印证。这是中国教学法，智慧的教学法。只是叫读给你听，教你句读，对于学生，督促学生读一百遍、读两百遍。利根，记忆力好的，读一百遍，他不会忘记。常常要温习，天天要读诵，就一本，一门深入，不能多，多就杂了、乱了。一容易专注，容易得一心，太多了，得一心困难。开悟之后你去浏览，一看就懂。",
      "zh_TW": "我跟伊斯蘭朋友們，朋友很多，跟他們交流，我就提到佛跟中國傳統文化，就是儒跟道，這是佛的方法，就是戒定慧。這個方法傳到中國之後，儒採取了，道也採取了，都主張、都照做，因戒得定，因定開慧。教學的目標、目的是要他自見，自見之後他提出他的說法，跟老師在一起探討，老師給他印證；不是老師講給他聽，是他講給老師聽，老師給他印證。這是中國教學法，智慧的教學法。只是叫讀給你聽，教你句讀，對於學生，督促學生讀一百遍、讀兩百遍。利根，記憶力好的，讀一百遍，他不會忘記。常常要溫習，天天要讀誦，就一本，一門深入，不能多，多就雜了、亂了。一容易專注，容易得一心，太多了，得一心困難。開悟之後你去瀏覽，一看就懂。"
    },
    {
      "id": "02-041-0089_p0041",
      "zh_CN": "所以，佛经上有记载，龙树菩萨开悟了，学习释迦牟尼佛四十九年所说的一切经，用多少时间？三个月，全学完了。能不能相信？能。我们在中国看到了，惠能大师开悟了，不认识字，一切经你念给他听，哪个地方你有问题，他讲解给你听，他一点没讲错，讲解让你开悟，不需要听完。你看法达禅师到曹溪向他请教，法达读《法华经》三千遍，见面对六祖行礼三拜，头没着地。起来的时候，六祖就问他，刚才三拜头没着地，你有什么值得骄傲的？他也很老实，我诵《法华》三千部。三千要十年，十年一门深入，长时薰修。六祖就问他，《法华》说些什么？他说不出来，向六祖请教。六祖说我没听过，你念得很熟，念给我听听。《法华经》二十八品，他只念到第二品「方便品」，六祖说行了，别念了，我全知道了。讲给他听，他开悟了，磕头头着地了。这是什么？开悟了的时候这一部经哪里要念完，随便在哪里念几句，他一听全懂了。所以释迦牟尼佛四十九年所说一切经，这一部《大藏经》，三个月时间足够了，不是叫你一个字、一行去看，不是，看几句就全通了。这是什么？本能。",
      "zh_TW": "所以，佛經上有記載，龍樹菩薩開悟了，學習釋迦牟尼佛四十九年所說的一切經，用多少時間？三個月，全學完了。能不能相信？能。我們在中國看到了，惠能大師開悟了，不認識字，一切經你念給他聽，哪個地方你有問題，他講解給你聽，他一點沒講錯，講解讓你開悟，不需要聽完。你看法達禪師到曹溪向他請教，法達讀《法華經》三千遍，見面對六祖行禮三拜，頭沒著地。起來的時候，六祖就問他，剛才三拜頭沒著地，你有什麼值得驕傲的？他也很老實，我誦《法華》三千部。三千要十年，十年一門深入，長時薰修。六祖就問他，《法華》說些什麼？他說不出來，向六祖請教。六祖說我沒聽過，你念得很熟，念給我聽聽。《法華經》二十八品，他只念到第二品「方便品」，六祖說行了，別念了，我全知道了。講給他聽，他開悟了，磕頭頭著地了。這是什麼？開悟了的時候這一部經哪裡要念完，隨便在哪裡念幾句，他一聽全懂了。所以釋迦牟尼佛四十九年所說一切經，這一部《大藏經》，三個月時間足夠了，不是叫你一個字、一行去看，不是，看幾句就全通了。這是什麼？本能。"
    },
    {
      "id": "02-041-0089_p0042",
      "zh_CN": "佛才是最好的老师，开发我们的本能，不是向他学，他没东西教给你，完全是你自性里头本自具足的。你自性里头有《华严》，自性里头有《楞严》、有《法华》、有法相、有三论，什么都有，不在外头。乃至于包括所有宗教，真是如此，你这个经念几句给他听他真懂，一点都不假。这是东方的文化、学术跟西洋不一样，西洋完全向外求，搞科技，远距离的时候你看他坐飞机，那提心吊胆。他们到远距离，念头一动，人已经到了，神足通，飞行变化，多自在。只要依照经典的方法去修行，能力全恢复，都是本能，神通是本能，不是从外学的。我们迷失了，心散乱，神通不能现前。神通、智慧都是从清净心、平等心上现的，最重要的是清净心。我们的经题清净平等觉，清净是阿罗汉、辟支佛，平等是菩萨，觉是佛，统统在自性里头，心外无法，法外无心；换句话说，心就是法，法就是心，真心是佛法，妄心是世间法。妄中有真，真中有妄，不相妨碍；迷了就有妨碍，悟了不相妨碍。法法圆融，《华严》讲十玄，任何一法都具十玄，所以才得大自在。",
      "zh_TW": "佛才是最好的老師，開發我們的本能，不是向他學，他沒東西教給你，完全是你自性裡頭本自具足的。你自性裡頭有《華嚴》，自性裡頭有《楞嚴》、有《法華》、有法相、有三論，什麼都有，不在外頭。乃至於包括所有宗教，真是如此，你這個經念幾句給他聽他真懂，一點都不假。這是東方的文化、學術跟西洋不一樣，西洋完全向外求，搞科技，遠距離的時候你看他坐飛機，那提心弔膽。他們到遠距離，念頭一動，人已經到了，神足通，飛行變化，多自在。只要依照經典的方法去修行，能力全恢復，都是本能，神通是本能，不是從外學的。我們迷失了，心散亂，神通不能現前。神通、智慧都是從清淨心、平等心上現的，最重要的是清淨心。我們的經題清淨平等覺，清淨是阿羅漢、辟支佛，平等是菩薩，覺是佛，統統在自性裡頭，心外無法，法外無心；換句話說，心就是法，法就是心，真心是佛法，妄心是世間法。妄中有真，真中有妄，不相妨礙；迷了就有妨礙，悟了不相妨礙。法法圓融，《華嚴》講十玄，任何一法都具十玄，所以才得大自在。"
    },
    {
      "id": "02-041-0089_p0043",
      "zh_CN": "这个法城就是自性。遣除迷垢，迷要用智去破它，垢要用戒定去除它，所以经上叫洗濯。无相之解，是无漏明，漏是烦恼的代名词。佛告诉我们，一切现象是假的，自性里头没有任何现象。佛在经上把现象分三大类，阿赖耶的业相、转相、境界相，科学也分这三大类，都能相应，就是名词不一样。科学叫物质现象，是阿赖耶的境界相；科学讲精神现象、心理现象，就是阿赖耶的转相；科学讲的自然现象，就是阿赖耶的业相。名词不一样，意思完全相同。但是证得的方法不一样，佛经的方法是戒定慧，这个证得有实际的作用，真有作用。你譬如说证初果，两种能力恢复了，天眼、天耳。鬼神我们看不见，须陀洹初果他能看见，六道我们看不见，他能看见，这是天眼；我们听不见，他能听见，它有作用。二果斯陀含又增加两种能量，宿命通，自己过去生生世世知道，自己未来也知道；他心通，别人起心动念他知道。管用！科学虽然达到，他自己不能起作用，得不到神通，佛法能得神通。你看三果就了不起了，三果得神足通，神足就是飞行变化，能化身。化身能办事，远距离他不需要交通工具，心里想到哪里，人就到了。漏尽通是阿罗汉，漏尽通是见思烦恼断干净了。所以科学能做到，不得受用，他能观察到、能证明到真有，不得实用，佛法得实用。佛法真的把自己本能恢复到了，科学是从外面探测到有，也知道自己有，但是不知道怎样才能得这个受用。",
      "zh_TW": "這個法城就是自性。遣除迷垢，迷要用智去破它，垢要用戒定去除它，所以經上叫洗濯。無相之解，是無漏明，漏是煩惱的代名詞。佛告訴我們，一切現象是假的，自性裡頭沒有任何現象。佛在經上把現象分三大類，阿賴耶的業相、轉相、境界相，科學也分這三大類，都能相應，就是名詞不一樣。科學叫物質現象，是阿賴耶的境界相；科學講精神現象、心理現象，就是阿賴耶的轉相；科學講的自然現象，就是阿賴耶的業相。名詞不一樣，意思完全相同。但是證得的方法不一樣，佛經的方法是戒定慧，這個證得有實際的作用，真有作用。你譬如說證初果，兩種能力恢復了，天眼、天耳。鬼神我們看不見，須陀洹初果他能看見，六道我們看不見，他能看見，這是天眼；我們聽不見，他能聽見，它有作用。二果斯陀含又增加兩種能量，宿命通，自己過去生生世世知道，自己未來也知道；他心通，別人起心動念他知道。管用！科學雖然達到，他自己不能起作用，得不到神通，佛法能得神通。你看三果就了不起了，三果得神足通，神足就是飛行變化，能化身。化身能辦事，遠距離他不需要交通工具，心裡想到哪裡，人就到了。漏盡通是阿羅漢，漏盡通是見思煩惱斷乾淨了。所以科學能做到，不得受用，他能觀察到、能證明到真有，不得實用，佛法得實用。佛法真的把自己本能恢復到了，科學是從外面探測到有，也知道自己有，但是不知道怎樣才能得這個受用。"
    },
    {
      "id": "02-041-0089_p0044",
      "zh_CN": "所以无相，这是宇宙奥秘。海贤老和尚说得很好，世尊说破了极大的天机、秘密，是什么？无我。无相就是无我，这释迦牟尼佛透露天机。真正知道无我，烦恼去了一大半。你想想，哪一桩烦恼跟我没有关系，都是因为有我才生烦恼，要没有我的话，烦恼就不生了。头一个，人家骂你你不生气了，为什么？无我，我这个身是空的，他骂全骂空了。他骂你你还在那里好笑，为什么？你知道事实真相，也就是凡所有相，皆是虚妄。不放在心上，哪来的烦恼？一放在心上，烦恼就现前，苦不堪言。这个时候才晓得，佛菩萨高明，应当向他看齐，向他学习。",
      "zh_TW": "所以無相，這是宇宙奧祕。海賢老和尚說得很好，世尊說破了極大的天機、祕密，是什麼？無我。無相就是無我，這釋迦牟尼佛透露天機。真正知道無我，煩惱去了一大半。你想想，哪一樁煩惱跟我沒有關係，都是因為有我才生煩惱，要沒有我的話，煩惱就不生了。頭一個，人家罵你你不生氣了，為什麼？無我，我這個身是空的，他罵全罵空了。他罵你你還在那裡好笑，為什麼？你知道事實真相，也就是凡所有相，皆是虛妄。不放在心上，哪來的煩惱？一放在心上，煩惱就現前，苦不堪言。這個時候才曉得，佛菩薩高明，應當向他看齊，向他學習。"
    },
    {
      "id": "02-041-0089_p0045",
      "zh_CN": "《甄解》说得好，「洗濯垢污，显明清白，是澍雨德」。澍雨是及时雨，我们正需要，它就来了，俗话叫及时雨。现在这个地球上不少地方干旱，这也是灾难，干旱，稻米不能生长，来年粮食短缺，这是大家都能看得到的。粮食是大事，中国是以农立国，但是近代主张开放，农业疏忽了，都向工业发展。这在汤恩比眼睛里面看到的不是好事，汤恩比赞叹的还是以农为主，而且主张用古老的耕种方法，对人民健康有真正的利益。现在的食物，农药、化肥把土地都变成带着毒素，这个东西人吃了会长病，会带来麻烦。水也带着有毒，将来很可能空气都含着有毒的分子在里头。所以，科技的发展是要有限量的，不能无止境，无止境将来会造成生物在地球上消失了。我们人是生物的一种，生物在地球上不能生存，这个灾难自作自受，这不是自然的，是人为的。",
      "zh_TW": "《甄解》說得好，「洗濯垢污，顯明清白，是澍雨德」。澍雨是及時雨，我們正需要，它就來了，俗話叫及時雨。現在這個地球上不少地方乾旱，這也是災難，乾旱，稻米不能生長，來年糧食短缺，這是大家都能看得到的。糧食是大事，中國是以農立國，但是近代主張開放，農業疏忽了，都向工業發展。這在湯恩比眼睛裡面看到的不是好事，湯恩比讚歎的還是以農為主，而且主張用古老的耕種方法，對人民健康有真正的利益。現在的食物，農藥、化肥把土地都變成帶著毒素，這個東西人吃了會長病，會帶來麻煩。水也帶著有毒，將來很可能空氣都含著有毒的分子在裡頭。所以，科技的發展是要有限量的，不能無止境，無止境將來會造成生物在地球上消失了。我們人是生物的一種，生物在地球上不能生存，這個災難自作自受，這不是自然的，是人為的。"
    },
    {
      "id": "02-041-0089_p0046",
      "zh_CN": "所以「雨有能洗物垢污」，把万物这些垢污都能洗刷干净，「能显清白体之德」。但是现在的雨也带着病毒，这是人为的。空气里面污染，空气上升变成云层，云层里面带着有这些带着毒性的物质，微细的物质，变成云层，变成雨水。这个事情麻烦大了，应该要有警觉。「如来法轮洗濯尘劳垢污，开显本有净体」。如来的法轮就是如来的教学，如来的教学教我们断恶修善。断一切恶，确实能改善我们地球上许许多多的病毒。",
      "zh_TW": "所以「雨有能洗物垢汙」，把萬物這些垢污都能洗刷乾淨，「能顯清白體之德」。但是現在的雨也帶著病毒，這是人為的。空氣裡面污染，空氣上升變成雲層，雲層裡面帶著有這些帶著毒性的物質，微細的物質，變成雲層，變成雨水。這個事情麻煩大了，應該要有警覺。「如來法輪洗濯塵勞垢汙，開顯本有淨體」。如來的法輪就是如來的教學，如來的教學教我們斷惡修善。斷一切惡，確實能改善我們地球上許許多多的病毒。"
    },
    {
      "id": "02-041-0089_p0047",
      "zh_CN": "我们种植不用农药、不用化肥，学佛的同学，这些年在做实验做得很成功，我们种农作物没有化肥、没有农药，种蔬菜、种水果收获比他们好。我们农庄上，农田里面，菜园里面播放阿弥陀佛佛号，长的东西特别好，让阿弥陀佛佛号的能量在这个地方做实验，让我们看到了。我在澳洲，我们重视农产物，我们自己不会耕种，我们请当地农民，因为他们用机械化，农民不多，不到十个人，但是种植的面积是几千亩，这就靠机械能量。不用化肥，不用农药，到处都听到阿弥陀佛的声音，收成很好。这农民我们雇他，外国雇他论小时，一天八个小时，多少工资开给他。我们所收成，除了自己生活需用之外，我们拿到市场去卖，卖来的钱，付工资之外还有余。所以我们就想到，将来寺庙生活要必须能够自给自足，用这个方法就可以。中国古时候，人家供养道场都是田地、山林，用这个供养道场，那道场就用租给农民去经营，每年跟农民分，分租，收租，用这个做为寺院经济。他经济有固定的，他不求人，所以专心办道。要常常为这个事情操心，心怎么能清净？所以身安，道则隆。",
      "zh_TW": "我們種植不用農藥、不用化肥，學佛的同學，這些年在做實驗做得很成功，我們種農作物沒有化肥、沒有農藥，種蔬菜、種水果收穫比他們好。我們農莊上，農田裡面，菜園裡面播放阿彌陀佛佛號，長的東西特別好，讓阿彌陀佛佛號的能量在這個地方做實驗，讓我們看到了。我在澳洲，我們重視農產物，我們自己不會耕種，我們請當地農民，因為他們用機械化，農民不多，不到十個人，但是種植的面積是幾千畝，這就靠機械能量。不用化肥，不用農藥，到處都聽到阿彌陀佛的聲音，收成很好。這農民我們僱他，外國僱他論小時，一天八個小時，多少工資開給他。我們所收成，除了自己生活需用之外，我們拿到市場去賣，賣來的錢，付工資之外還有餘。所以我們就想到，將來寺廟生活要必須能夠自給自足，用這個方法就可以。中國古時候，人家供養道場都是田地、山林，用這個供養道場，那道場就用租給農民去經營，每年跟農民分，分租，收租，用這個做為寺院經濟。他經濟有固定的，他不求人，所以專心辦道。要常常為這個事情操心，心怎麼能清淨？所以身安，道則隆。"
    },
    {
      "id": "02-041-0089_p0048",
      "zh_CN": "我们最重要的是粮食，粮食，有足够的粮食，饮食没有问题，心就安了。现在没有固定收入心不安，所以我把十方供养道场的钱都去买土地，农田，买土地，我用这个方法。土地租给农民，我们自己也学，也跟他学。像种菜，他们替我们开辟，种好之后，我们天天浇水维护，这菜吃光，再种，我们自己学会了。稻米、粮食我们还是请他们帮助，菜园现在是可以独立经营了。生产蔬菜很多，附近的农民我们常常送给他们，这邻居就好了。本来邻居很少讲话的，见面打个招呼，现在能够互相照顾。这就是不同的族群可以变成一家人，互相尊重，互相照顾，互助合作。",
      "zh_TW": "我們最重要的是糧食，糧食，有足夠的糧食，飲食沒有問題，心就安了。現在沒有固定收入心不安，所以我把十方供養道場的錢都去買土地，農田，買土地，我用這個方法。土地租給農民，我們自己也學，也跟他學。像種菜，他們替我們開闢，種好之後，我們天天澆水維護，這菜吃光，再種，我們自己學會了。稻米、糧食我們還是請他們幫助，菜園現在是可以獨立經營了。生產蔬菜很多，附近的農民我們常常送給他們，這鄰居就好了。本來鄰居很少講話的，見面打個招呼，現在能夠互相照顧。這就是不同的族群可以變成一家人，互相尊重，互相照顧，互助合作。"
    },
    {
      "id": "02-041-0089_p0049",
      "zh_CN": "如来法轮洗濯尘劳，尘劳是烦恼的代名词，它能把我们的烦恼垢污洗干净。开显本有净体也，清净是自己本来有的，所以学习佛法可以开显。「以上《嘉祥》、《甄解》两疏中，清白之解，优于《合赞》。综上诸解，故知清白者，智断之果也，无漏之明也，本有净体也」。今天时间到了，我们就学习到此地。",
      "zh_TW": "如來法輪洗濯塵勞，塵勞是煩惱的代名詞，它能把我們的煩惱垢污洗乾淨。開顯本有淨體也，清淨是自己本來有的，所以學習佛法可以開顯。「以上《嘉祥》、《甄解》兩疏中，清白之解，優於《合贊》。綜上諸解，故知清白者，智斷之果也，無漏之明也，本有淨體也」。今天時間到了，我們就學習到此地。"
    }
  ]
}