{
  "doc_id": "02-041-0236",
  "title": {
    "zh_CN": "二零一四净土大经科注",
    "zh_TW": "二零一四淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三六集",
    "zh_TW": "第二三六集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-041-0236",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-041-0236_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-041-0236_p0002",
      "zh_CN": "请看《大经科注》，第五百七十二页最后一行，科题，「成就众生」，分两科。庚一，「无住生心」，也分为两段。辛一，「一切无着」。请看经文：",
      "zh_TW": "請看《大經科註》，第五百七十二頁最後一行，科題，「成就眾生」，分兩科。庚一，「無住生心」，也分為兩段。辛一，「一切無著」。請看經文："
    },
    {
      "id": "02-041-0236_p0003",
      "zh_CN": "【所有国城。聚落。眷属。珍宝。都无所着。】",
      "zh_TW": "【所有國城。聚落。眷屬。珍寶。都無所著。】"
    },
    {
      "id": "02-041-0236_p0004",
      "zh_CN": "这一段经文，告诉我们成就自己的德行。前面善护三业是就事上说的，日常生活当中对人对事，身口意的三业要守住，这个是庄严清净三业的德行。成就众生，这一大段是菩萨教化成就众生的德行。有人问，释迦牟尼佛为什么要出现在这个世间？他来干什么？我们这些众生到这个世间来是业力来的，前世造的业因，这要酬偿业报，不来不行。佛早就超越了，无始劫以来的业障习气他都断尽，再也不造业了，为什么要来？佛菩萨之来是应感而来的。众生有感（众生苦，求佛菩萨），众生起这个念头，佛菩萨就感应到了，所以他来现身。现法身、应身、报身完全看机感，他的德行。法身菩萨求佛加持，佛现报身；真正有修养、有德行的人，求佛菩萨加持，佛现应身；像我们这些众生没有德行、没有智慧，遇到苦难的时候，没有遇到苦难把佛菩萨都忘掉了，心上没有，遇到苦难的时候就临时抱佛脚求佛菩萨，佛菩萨非常慈悲，来了多半是化身。经上说的这些，佛菩萨为我们示范的，我们应当认真努力学习。",
      "zh_TW": "這一段經文，告訴我們成就自己的德行。前面善護三業是就事上說的，日常生活當中對人對事，身口意的三業要守住，這個是莊嚴清淨三業的德行。成就眾生，這一大段是菩薩教化成就眾生的德行。有人問，釋迦牟尼佛為什麼要出現在這個世間？他來幹什麼？我們這些眾生到這個世間來是業力來的，前世造的業因，這要酬償業報，不來不行。佛早就超越了，無始劫以來的業障習氣他都斷盡，再也不造業了，為什麼要來？佛菩薩之來是應感而來的。眾生有感（眾生苦，求佛菩薩），眾生起這個念頭，佛菩薩就感應到了，所以他來現身。現法身、應身、報身完全看機感，他的德行。法身菩薩求佛加持，佛現報身；真正有修養、有德行的人，求佛菩薩加持，佛現應身；像我們這些眾生沒有德行、沒有智慧，遇到苦難的時候，沒有遇到苦難把佛菩薩都忘掉了，心上沒有，遇到苦難的時候就臨時抱佛腳求佛菩薩，佛菩薩非常慈悲，來了多半是化身。經上說的這些，佛菩薩為我們示範的，我們應當認真努力學習。"
    },
    {
      "id": "02-041-0236_p0005",
      "zh_CN": "『所有』是都说到了。下面举几个例子，举了四个例子，这四个例子包括所有一切。『国城』，国城是都会，都市；『聚落』是村庄，乡镇；『眷属』是人事；『珍宝』是物质，玩物。都取一个代表，统统都不着。这个不着，最重要是心不着。注解里头说，「著者，执也。有所执着，则难离舍」。佛菩萨没有执着，所以用这些东西布施，没有一样不可以布施的。布施是四摄法里头的第一法，是度众生的手段。四摄法是佛菩萨度众生的手段，这四种里头头一个就是要布施，不布施怎么行？自己对于这些世间法，如果有贪恋，你就舍不得布施，你度化众生的缘不深。所以一定要学布施，什么都能施，自己才自在，统统可以放下。所以这一段，「一切无着」，我们的科题，世出世间一切法都不执着。如果究其真相，诸法实相，那是像经上所说的「一切法无所有、毕竟空、不可得」。这四句要常常记在心上，布施的时候很管用，什么都能施，最爱的、最喜欢的都可以施，为什么？无所有，毕竟空，不可得。真正能得到，永远属于你的，那可以，说得过去；假的，包括身体都得不到。",
      "zh_TW": "『所有』是都說到了。下面舉幾個例子，舉了四個例子，這四個例子包括所有一切。『國城』，國城是都會，都市；『聚落』是村莊，鄉鎮；『眷屬』是人事；『珍寶』是物質，玩物。都取一個代表，統統都不著。這個不著，最重要是心不著。註解裡頭說，「著者，執也。有所執著，則難離捨」。佛菩薩沒有執著，所以用這些東西布施，沒有一樣不可以布施的。布施是四攝法裡頭的第一法，是度眾生的手段。四攝法是佛菩薩度眾生的手段，這四種裡頭頭一個就是要布施，不布施怎麼行？自己對於這些世間法，如果有貪戀，你就捨不得布施，你度化眾生的緣不深。所以一定要學布施，什麼都能施，自己才自在，統統可以放下。所以這一段，「一切無著」，我們的科題，世出世間一切法都不執著。如果究其真相，諸法實相，那是像經上所說的「一切法無所有、畢竟空、不可得」。這四句要常常記在心上，布施的時候很管用，什麼都能施，最愛的、最喜歡的都可以施，為什麼？無所有，畢竟空，不可得。真正能得到，永遠屬於你的，那可以，說得過去；假的，包括身體都得不到。"
    },
    {
      "id": "02-041-0236_p0006",
      "zh_CN": "修行人，教下学的是止观，天台是止观，华严五止六观。止观就是看破放下，观是看破，止是放下。看清楚了，看明白了，自性有没有？有，真的，不生不灭，它是真的，永远不会变化。它是什么样子？它是一片光明。在哪里？无所不在，无处不在，为一切万事万物的本体。惠能大师说得好，「何期自性，能生万法」。我们相信他这句话，自性是真的，不生不灭，本自清净，本自具足，本无动摇，能生万法。你能不能抓得到它？抓不到。六根缘不到，六根没离开它，它是六根、六尘、六识的本体。它变的现相，现相是假的，刹那生灭。说刹那的时间很长了，现在我们看了弥勒菩萨的报告，用现在的方法计算出来，一切万法住世时间多长？实际上它是二千二百四十兆分之一秒。换句话说，一秒钟它已经生灭二千二百四十兆次，你说哪一次是自己？哪一次是你能够拥有的？不可能。不但我们不可能，诸佛菩萨也不可能。八地以上把这个事情搞得清清楚楚、明明白白，他有没有能把这个东西掌握住？掌握不住。常作如是观，你就能放下，你就能舍得。舍得，跟戒定慧相应，跟善护身口意相应。放下不难，看破很难。看破是智慧，真实智慧，从戒定慧里面流露出来；众生的烦恼习气，是从阿赖耶里头流露出来，不一样。阿赖耶是习气种子，种子起现行，现行变成种子，那个速度也是二千二百四十兆分之一秒，没有例外的。所以海贤老和尚说得好，简单明了，常常劝人，凡是见人的时候都会给他一句，「好好念佛，成佛是真的，其他啥都是假的。」这句话好！全是假的。",
      "zh_TW": "修行人，教下學的是止觀，天台是止觀，華嚴五止六觀。止觀就是看破放下，觀是看破，止是放下。看清楚了，看明白了，自性有沒有？有，真的，不生不滅，它是真的，永遠不會變化。它是什麼樣子？它是一片光明。在哪裡？無所不在，無處不在，為一切萬事萬物的本體。惠能大師說得好，「何期自性，能生萬法」。我們相信他這句話，自性是真的，不生不滅，本自清淨，本自具足，本無動搖，能生萬法。你能不能抓得到它？抓不到。六根緣不到，六根沒離開它，它是六根、六塵、六識的本體。它變的現相，現相是假的，剎那生滅。說剎那的時間很長了，現在我們看了彌勒菩薩的報告，用現在的方法計算出來，一切萬法住世時間多長？實際上它是二千二百四十兆分之一秒。換句話說，一秒鐘它已經生滅二千二百四十兆次，你說哪一次是自己？哪一次是你能夠擁有的？不可能。不但我們不可能，諸佛菩薩也不可能。八地以上把這個事情搞得清清楚楚、明明白白，他有沒有能把這個東西掌握住？掌握不住。常作如是觀，你就能放下，你就能捨得。捨得，跟戒定慧相應，跟善護身口意相應。放下不難，看破很難。看破是智慧，真實智慧，從戒定慧裡面流露出來；眾生的煩惱習氣，是從阿賴耶裡頭流露出來，不一樣。阿賴耶是習氣種子，種子起現行，現行變成種子，那個速度也是二千二百四十兆分之一秒，沒有例外的。所以海賢老和尚說得好，簡單明瞭，常常勸人，凡是見人的時候都會給他一句，「好好念佛，成佛是真的，其他啥都是假的。」這句話好！全是假的。"
    },
    {
      "id": "02-041-0236_p0007",
      "zh_CN": "我们这个科题上，这一段说「无住生心」，首先这一段是教你无住。你看，后面这一段就生心了，「六度化众」，就生心了。无住当中生心，生心时候就是无住，这就是菩萨。凡夫无住就不能生心，生心就不能无住，只能管一个，不能管两个。菩萨有本事，无住跟生心融成一体，修六度万行，帮助一切苦难众生。心里面呢？没放在心上，无住就是不放在心上，把所做的东西都不放在心上。好，干净，作而无作，无作而作，作跟不作又画成等号。利益众生的事情要做，做完了怎么样？心里干干净净，一尘不染。阿赖耶里头不落谢种子，就是法身菩萨，权教菩萨做不到，没有转识成智，圆初住以上转识成智，就是这段经文所说的境界。",
      "zh_TW": "我們這個科題上，這一段說「無住生心」，首先這一段是教你無住。你看，後面這一段就生心了，「六度化眾」，就生心了。無住當中生心，生心時候就是無住，這就是菩薩。凡夫無住就不能生心，生心就不能無住，只能管一個，不能管兩個。菩薩有本事，無住跟生心融成一體，修六度萬行，幫助一切苦難眾生。心裡面呢？沒放在心上，無住就是不放在心上，把所做的東西都不放在心上。好，乾淨，作而無作，無作而作，作跟不作又畫成等號。利益眾生的事情要做，做完了怎麼樣？心裡乾乾淨淨，一塵不染。阿賴耶裡頭不落謝種子，就是法身菩薩，權教菩薩做不到，沒有轉識成智，圓初住以上轉識成智，就是這段經文所說的境界。"
    },
    {
      "id": "02-041-0236_p0008",
      "zh_CN": "下面这一段，「六度化众」。教化众生，感化众生，就是用这六个方法，不必再求多。这个方法，是十方世界一切诸佛都用这个方法。这是六个科目，每个科目里面包罗万象。我们把经文念一段：",
      "zh_TW": "下面這一段，「六度化眾」。教化眾生，感化眾生，就是用這六個方法，不必再求多。這個方法，是十方世界一切諸佛都用這個方法。這是六個科目，每個科目裡面包羅萬象。我們把經文念一段："
    },
    {
      "id": "02-041-0236_p0009",
      "zh_CN": "【恒以布施。持戒。忍辱。精进。禅定。智慧。六度之行。教化安立众生。住于无上真正之道。】",
      "zh_TW": "【恆以布施。持戒。忍辱。精進。禪定。智慧。六度之行。教化安立眾生。住於無上真正之道。】"
    },
    {
      "id": "02-041-0236_p0010",
      "zh_CN": "佛教真正可以救人，个人的身心，可以救家庭，可以救社会，可以救国家，可以救全世界。用什么？这一条就够了。我们看念老的注解，「于布施下」，接着说的是持戒、忍辱，五度。「因诸度咸以无着为本」，不执着，不执着就是无住，修这六桩事做得非常认真、做得圆满，不放在心上就是无住、就是不执着。执着怎么样？执着就变成福德，来生人天福报。不执着是功德，来生呢？来生就作菩萨；不是普通菩萨，大彻大悟、明心见性的大菩萨。我们是愿意求明心见性，还是愿意享人天福报？人天福报，不离开执着，我做了多少多少好事。袁了凡先生每一天写功过格，哪些事情做错了，哪些事情是好事，统统记载，天天比较，善比恶多，恶少善多，这是对初学。对真正发大菩提心的不是这个，善恶二边都不住，断一切恶，修一切善，心上没有念头，无住为本。我们修净宗的是心上只准许一尊阿弥陀佛，比其他法门容易，其他法门什么都不能住，难修。净宗的妙处就是用一法代替一切法，这一句名号，只要名号二六时中不曾丢失，功夫就成片。功夫成片，真信切愿就保证得生，这个法门多简单、多容易。往生到西方极乐世界，决定一生成佛。经上所说的，真的，不是假的，四十八愿第十二愿「定成正觉」，到西方极乐世界决定成佛，正觉就是成佛，而且快速，不必三大阿僧祇劫。我们干什么都回向求生净土，这就对了。",
      "zh_TW": "佛教真正可以救人，個人的身心，可以救家庭，可以救社會，可以救國家，可以救全世界。用什麼？這一條就夠了。我們看念老的註解，「於布施下」，接著說的是持戒、忍辱，五度。「因諸度咸以無著為本」，不執著，不執著就是無住，修這六樁事做得非常認真、做得圓滿，不放在心上就是無住、就是不執著。執著怎麼樣？執著就變成福德，來生人天福報。不執著是功德，來生呢？來生就作菩薩；不是普通菩薩，大徹大悟、明心見性的大菩薩。我們是願意求明心見性，還是願意享人天福報？人天福報，不離開執著，我做了多少多少好事。袁了凡先生每一天寫功過格，哪些事情做錯了，哪些事情是好事，統統記載，天天比較，善比惡多，惡少善多，這是對初學。對真正發大菩提心的不是這個，善惡二邊都不住，斷一切惡，修一切善，心上沒有念頭，無住為本。我們修淨宗的是心上只准許一尊阿彌陀佛，比其他法門容易，其他法門什麼都不能住，難修。淨宗的妙處就是用一法代替一切法，這一句名號，只要名號二六時中不曾丟失，功夫就成片。功夫成片，真信切願就保證得生，這個法門多簡單、多容易。往生到西方極樂世界，決定一生成佛。經上所說的，真的，不是假的，四十八願第十二願「定成正覺」，到西方極樂世界決定成佛，正覺就是成佛，而且快速，不必三大阿僧祇劫。我們幹什麼都迴向求生淨土，這就對了。"
    },
    {
      "id": "02-041-0236_p0011",
      "zh_CN": "「是即《金刚经》宗旨，远离四相，修一切善法，故能得阿耨多罗三藐三菩提」，这《金刚经》上说的。《金刚经》前半部离四相，后半部离四见，得要从四相下手，然后熟了（四相破了），四见自然现前，不但四相没有了，四相那个念头都没有了。前半段声闻、缘觉的境界，后半段是菩萨。「此六度，乃菩萨究竟自他兼利之大行，能到涅槃彼岸。菩萨自行此法，亦以此教导利益众生」。自行，身行。释迦牟尼佛在世，示现的是应化身（应身），在我们这个世间住世八十年，八相成道，给我们做榜样。生在帝王家，世间人所希求的功名富贵，他一出生垂手而得，样样得到。得到怎么样？放下，教给我们能舍，国城、聚落、眷属、珍宝统统能舍，十九岁舍了，给我们表演的。十九岁懂事了，成年了，出家去了，过苦行僧的生活。三衣一钵，日中一食，树下一宿，过这种生活。到处去参学、去拜访，印度所有的宗教、所有的学派，统统亲近过。这种生活过了十二年，到三十岁，知道不究竟，为什么？亲近许多这些宗教学派，最高的能到四空天，出不了六道轮回，大多数欲界天跟色界天。所有宗教这些修行，大概都是以色界天为主，修禅定，四禅八定。知道这个什么？示现告诉人，这个东西不究竟，舍弃了，到菩提树下入定，毕钵罗树，在这个树下夜睹明星，大彻大悟，见性了。",
      "zh_TW": "「是即《金剛經》宗旨，遠離四相，修一切善法，故能得阿耨多羅三藐三菩提」，這《金剛經》上說的。《金剛經》前半部離四相，後半部離四見，得要從四相下手，然後熟了（四相破了），四見自然現前，不但四相沒有了，四相那個念頭都沒有了。前半段聲聞、緣覺的境界，後半段是菩薩。「此六度，乃菩薩究竟自他兼利之大行，能到涅槃彼岸。菩薩自行此法，亦以此教導利益眾生」。自行，身行。釋迦牟尼佛在世，示現的是應化身（應身），在我們這個世間住世八十年，八相成道，給我們做榜樣。生在帝王家，世間人所希求的功名富貴，他一出生垂手而得，樣樣得到。得到怎麼樣？放下，教給我們能捨，國城、聚落、眷屬、珍寶統統能捨，十九歲捨了，給我們表演的。十九歲懂事了，成年了，出家去了，過苦行僧的生活。三衣一缽，日中一食，樹下一宿，過這種生活。到處去參學、去拜訪，印度所有的宗教、所有的學派，統統親近過。這種生活過了十二年，到三十歲，知道不究竟，為什麼？親近許多這些宗教學派，最高的能到四空天，出不了六道輪迴，大多數欲界天跟色界天。所有宗教這些修行，大概都是以色界天為主，修禪定，四禪八定。知道這個什麼？示現告訴人，這個東西不究竟，捨棄了，到菩提樹下入定，畢缽羅樹，在這個樹下夜睹明星，大徹大悟，見性了。"
    },
    {
      "id": "02-041-0236_p0012",
      "zh_CN": "这一见性，一切通达明了了，就是惠能大师所说，第三句讲的，「何期自性，本自具足」。具足什么？智慧（无量无边的智慧是自性本有的，心外去求求不到，心外能求知识，不能求智慧，智慧跟知识是两桩事情）、德能、相好。把一切万法分为这三大类：智慧、德行、相好，三大类全包了，自性统统具足。所以我们要相信中国古人所谓的无师自通，要相信这句话是真的，这不是假的。释迦牟尼佛是自通的。开悟之后，三十岁，到鹿野苑把五个陪伴他的人找回来，给他们说法。憍陈如就证阿罗汉果，第一个开悟的，以后没多久，这四个统统证阿罗汉。这三宝具足。他所说的这些法跟谁学的？往后四十九年所说的一切经教，大乘小乘，显教密教，宗门教下，没人教他，全都是自己通了。弟子们学他的，都是学一样、二样，那是表法表给我们看的，老师是无师自通的。",
      "zh_TW": "這一見性，一切通達明瞭了，就是惠能大師所說，第三句講的，「何期自性，本自具足」。具足什麼？智慧（無量無邊的智慧是自性本有的，心外去求求不到，心外能求知識，不能求智慧，智慧跟知識是兩樁事情）、德能、相好。把一切萬法分為這三大類：智慧、德行、相好，三大類全包了，自性統統具足。所以我們要相信中國古人所謂的無師自通，要相信這句話是真的，這不是假的。釋迦牟尼佛是自通的。開悟之後，三十歲，到鹿野苑把五個陪伴他的人找回來，給他們說法。憍陳如就證阿羅漢果，第一個開悟的，以後沒多久，這四個統統證阿羅漢。這三寶具足。他所說的這些法跟誰學的？往後四十九年所說的一切經教，大乘小乘，顯教密教，宗門教下，沒人教他，全都是自己通了。弟子們學他的，都是學一樣、二樣，那是表法表給我們看的，老師是無師自通的。"
    },
    {
      "id": "02-041-0236_p0013",
      "zh_CN": "所以我这些年来跟很多宗教往来，我把这个道理讲给他们听，他们都相信，相信到最后神是一个，众神一体。伊斯兰教穆罕默德无师自通，他也是大彻大悟、明心见性，你看他说出一部《古兰经》，他不认识字，跟我们能大师一样，写出来是旁人给他写的，叫无师自通。我们再想耶稣，耶稣跟谁学的？摩西跟谁学的？他们当年在世教化众生，跟佛陀在印度示现没两样。再回过头来看看中国，咱们中国往古代去，三皇五帝，文武周公，尧舜禹汤，孔子孟子，都是大彻大悟。你把四书打开来看看，那跟佛的大乘经没有两样，用佛法可以解释经典，用经典可以解释四书五经。一通一切都通了，还有障碍那是没通，通了哪有障碍？一切法不离自性，自性是一切法的本体，只要见了性，哪有不通的道理！",
      "zh_TW": "所以我這些年來跟很多宗教往來，我把這個道理講給他們聽，他們都相信，相信到最後神是一個，眾神一體。伊斯蘭教穆罕默德無師自通，他也是大徹大悟、明心見性，你看他說出一部《古蘭經》，他不認識字，跟我們能大師一樣，寫出來是旁人給他寫的，叫無師自通。我們再想耶穌，耶穌跟誰學的？摩西跟誰學的？他們當年在世教化眾生，跟佛陀在印度示現沒兩樣。再回過頭來看看中國，咱們中國往古代去，三皇五帝，文武周公，堯舜禹湯，孔子孟子，都是大徹大悟。你把四書打開來看看，那跟佛的大乘經沒有兩樣，用佛法可以解釋經典，用經典可以解釋四書五經。一通一切都通了，還有障礙那是沒通，通了哪有障礙？一切法不離自性，自性是一切法的本體，只要見了性，哪有不通的道理！"
    },
    {
      "id": "02-041-0236_p0014",
      "zh_CN": "于是我们就知道了，从印度传来的这种教学的理念方法，佛教传来的戒定慧三学，中国的儒接受了，道也接受了。所以这些大儒都学佛，用佛经来解儒家的经典，把儒家经典提升了。《大学》，你看开头「大学之道，在明明德，在亲民，在止于至善」，这句就统摄全经，全经是细说、注解，解释这些。明德就是本性，明明德这个意思跟佛法讲的，明德不明，不明就是迷惑，就是无始无明烦恼，现在要怎样？要把它恢复光明。所以明明德，第一个明字是动词，第二个是名词，明德不明了，现在把它恢复明德。怎么恢复？恢复的目的何在？目的是亲民，就跟佛陀出世目的是帮助众生离苦得乐，亲民也是这个意思。终极的目标是止于至善，要做到尽善尽美，那就是佛家讲的，止于至善就是离究竟苦、得究竟乐。离究竟苦就是决定要脱离六道轮回，不离开六道轮回，苦是受不完的，一定要帮助众生脱离六道轮回；得究竟乐，那就是极乐世界，你能帮助他往生极乐世界，这个教化众生叫圆满，叫止于至善。你看用这个解释，用佛法来解释讲得通，把儒家东西提升到佛法，提升了。所以圆人说教，无法不圆，他圆通。下面八目，跟佛法讲的修行旨趣完全相同。",
      "zh_TW": "於是我們就知道了，從印度傳來的這種教學的理念方法，佛教傳來的戒定慧三學，中國的儒接受了，道也接受了。所以這些大儒都學佛，用佛經來解儒家的經典，把儒家經典提升了。《大學》，你看開頭「大學之道，在明明德，在親民，在止於至善」，這句就統攝全經，全經是細說、註解，解釋這些。明德就是本性，明明德這個意思跟佛法講的，明德不明，不明就是迷惑，就是無始無明煩惱，現在要怎樣？要把它恢復光明。所以明明德，第一個明字是動詞，第二個是名詞，明德不明了，現在把它恢復明德。怎麼恢復？恢復的目的何在？目的是親民，就跟佛陀出世目的是幫助眾生離苦得樂，親民也是這個意思。終極的目標是止於至善，要做到盡善盡美，那就是佛家講的，止於至善就是離究竟苦、得究竟樂。離究竟苦就是決定要脫離六道輪迴，不離開六道輪迴，苦是受不完的，一定要幫助眾生脫離六道輪迴；得究竟樂，那就是極樂世界，你能幫助他往生極樂世界，這個教化眾生叫圓滿，叫止於至善。你看用這個解釋，用佛法來解釋講得通，把儒家東西提升到佛法，提升了。所以圓人說教，無法不圓，他圓通。下面八目，跟佛法講的修行旨趣完全相同。"
    },
    {
      "id": "02-041-0236_p0015",
      "zh_CN": "学佛从哪里开头？从放下，就像经上所说的，「所有国城、聚落、眷属、珍宝，都无所着」。这是什么？格物。这都是欲望，物欲。格是什么？格斗。要把欲望打败，统统放下。这个东西放下之后，智慧就现了，所以致知。智慧是本有的，不是从外来的，就是这个东西障碍了，这个障碍的去掉，智慧就现前。这个东西用什么东西放下？用戒律，戒律就是对付这些的。三昧就开智慧了，心地清净，心地平等。清净平等生智慧，不生烦恼；妄想分别执着生烦恼，不生智慧。所以你慢慢细心去观察整个世界，无论在学术，圣贤的学术跟宗教都能够贯通，没有矛盾，没有对立，没有冲突。那些冲突、对立都是人不通，执着经教，对经教不能执着。「法尚应舍，何况非法」，法是教化众生的手段，佛菩萨教化众生的手段，这个要知道。手段用完了，下一次遇到的时候，要另换方法，不是一个方法可以做到底的，方法是活活泼泼的。你说它真的，不是真的，把病治好了就是真的。病治好了，药就不要了，那叫无住。如果药还要保留着还会生病，就又生病了，必须要把它舍掉。",
      "zh_TW": "學佛從哪裡開頭？從放下，就像經上所說的，「所有國城、聚落、眷屬、珍寶，都無所著」。這是什麼？格物。這都是欲望，物欲。格是什麼？格鬥。要把欲望打敗，統統放下。這個東西放下之後，智慧就現了，所以致知。智慧是本有的，不是從外來的，就是這個東西障礙了，這個障礙的去掉，智慧就現前。這個東西用什麼東西放下？用戒律，戒律就是對付這些的。三昧就開智慧了，心地清淨，心地平等。清淨平等生智慧，不生煩惱；妄想分別執著生煩惱，不生智慧。所以你慢慢細心去觀察整個世界，無論在學術，聖賢的學術跟宗教都能夠貫通，沒有矛盾，沒有對立，沒有衝突。那些衝突、對立都是人不通，執著經教，對經教不能執著。「法尚應捨，何況非法」，法是教化眾生的手段，佛菩薩教化眾生的手段，這個要知道。手段用完了，下一次遇到的時候，要另換方法，不是一個方法可以做到底的，方法是活活潑潑的。你說它真的，不是真的，把病治好了就是真的。病治好了，藥就不要了，那叫無住。如果藥還要保留著還會生病，就又生病了，必須要把它捨掉。"
    },
    {
      "id": "02-041-0236_p0016",
      "zh_CN": "所以这六个科目，布施、持戒、忍辱、精进、禅定、智慧，是菩萨自他兼利的大行，菩萨为我们众生表演的，就是表演这六种。众生吝啬，菩萨不吝啬；众生作恶，菩萨持戒不作恶；众生狂妄自大，菩萨能忍辱；众生懈怠，菩萨精进；众生心地散乱，菩萨禅定；众生生烦恼，菩萨生智慧。智慧从哪来的？从布施来的，从持戒来的，从忍辱来的，从精进来的，从禅定来的，他这六桩事情自行化他。他自己教别人这六个科目，这六个科目他做得很圆满，大家相信他，不会怀疑他。如果他教别人做，自己没有做到，别人就不会相信了。所以这是教导利益众生，「教化安立众生」。教导跟教化安立，一个在因上，一个在果上。开头是教导利益众生，久而久之，自自然然就教化安立众生。众生都学会了，都能够依教奉行，都达到菩萨教学的目的，那就是破迷开悟，他不再迷惑，他开悟了。破迷开悟，他自然修菩萨行，他住在这个世间，无论时间长短，干什么？就这六桩事情。运用得非常活泼，有单独用一科的，有两科合起来的，有三科合起来的，有六个科目统统融合在一起的，引导众生。《会疏》里头说得好，「以道授他为教，转恶成善为化」，这是教化两个字的意思。道是道理、是方法，真正转恶成善、破迷开悟，「引导众生安住正道，建立大心」，发大菩提心，「故云安立」。",
      "zh_TW": "所以這六個科目，布施、持戒、忍辱、精進、禪定、智慧，是菩薩自他兼利的大行，菩薩為我們眾生表演的，就是表演這六種。眾生吝嗇，菩薩不吝嗇；眾生作惡，菩薩持戒不作惡；眾生狂妄自大，菩薩能忍辱；眾生懈怠，菩薩精進；眾生心地散亂，菩薩禪定；眾生生煩惱，菩薩生智慧。智慧從哪來的？從布施來的，從持戒來的，從忍辱來的，從精進來的，從禪定來的，他這六樁事情自行化他。他自己教別人這六個科目，這六個科目他做得很圓滿，大家相信他，不會懷疑他。如果他教別人做，自己沒有做到，別人就不會相信了。所以這是教導利益眾生，「教化安立眾生」。教導跟教化安立，一個在因上，一個在果上。開頭是教導利益眾生，久而久之，自自然然就教化安立眾生。眾生都學會了，都能夠依教奉行，都達到菩薩教學的目的，那就是破迷開悟，他不再迷惑，他開悟了。破迷開悟，他自然修菩薩行，他住在這個世間，無論時間長短，幹什麼？就這六樁事情。運用得非常活潑，有單獨用一科的，有兩科合起來的，有三科合起來的，有六個科目統統融合在一起的，引導眾生。《會疏》裡頭說得好，「以道授他為教，轉惡成善為化」，這是教化兩個字的意思。道是道理、是方法，真正轉惡成善、破迷開悟，「引導眾生安住正道，建立大心」，發大菩提心，「故云安立」。"
    },
    {
      "id": "02-041-0236_p0017",
      "zh_CN": "今天的社会问题，许许多多人关心，这个方法就提供给我们了。从哪里做起？不要灰心，要从自己做起。不从自己做起，研究这些方法教给别人，没人相信，到最后你还是失败。我只从自己做起，不要问别人，这就对了。做到能感化人的时候，效果就出现了。别人看到我们自己学习有成就，成就表现在哪里？表现在日常生活，表现在法喜充满。早年我住在美国，有一段时间住在旧金山，我们住在乡下小镇，这个小镇环境非常好。我们在那里买了个小房子，跟韩馆长的房子住对门，一条街上。我们常常往来，欢欢喜喜，叫法喜充满。我们的邻居看到我们，看了几个月，有一天敲门来问我们，你们是干哪个行业的，为什么你们这么快乐？问这个问题。我说：我们是学佛的，学净土宗的。他说：净土宗是什么？我说：净土宗，学心清净。他说：这个我也要。净土宗讲快乐，极乐世界。这个我们也要。将来往生净土。他听了很欢喜，他看到我们了，看到我们在日常生活，见到都是欢喜，从来没有愁眉苦脸的，这样我们给他讲清净快乐。然后我就告诉他，你既然喜欢，你邀你的朋友（他们都是基督徒），你们星期天上教堂，星期六到我们佛堂，我们给你们开课。我们教什么？教欢喜，教清净，教身心健康。那些佛学名词咱们不谈，那个不好懂。然后告诉他，佛教是教育，我们跟释迦牟尼佛的关系是师生关系，跟你们信教不冲突。你们跟上帝，上帝是天父，你们是父子关系，我们跟老师是师生关系，没冲突。我相信你们能够学佛，你们的上帝一定很欢喜，你看我这个儿子跟释迦牟尼佛学习，一定是很欢喜的。我们在美国有一段时间，帮助他们，他们也有十几个人，常常到我们的净宗学会来走动。时间久了，他看到了，他就真的想学。这叫安立。",
      "zh_TW": "今天的社會問題，許許多多人關心，這個方法就提供給我們了。從哪裡做起？不要灰心，要從自己做起。不從自己做起，研究這些方法教給別人，沒人相信，到最後你還是失敗。我只從自己做起，不要問別人，這就對了。做到能感化人的時候，效果就出現了。別人看到我們自己學習有成就，成就表現在哪裡？表現在日常生活，表現在法喜充滿。早年我住在美國，有一段時間住在舊金山，我們住在鄉下小鎮，這個小鎮環境非常好。我們在那裡買了個小房子，跟韓館長的房子住對門，一條街上。我們常常往來，歡歡喜喜，叫法喜充滿。我們的鄰居看到我們，看了幾個月，有一天敲門來問我們，你們是幹哪個行業的，為什麼你們這麼快樂？問這個問題。我說：我們是學佛的，學淨土宗的。他說：淨土宗是什麼？我說：淨土宗，學心清淨。他說：這個我也要。淨土宗講快樂，極樂世界。這個我們也要。將來往生淨土。他聽了很歡喜，他看到我們了，看到我們在日常生活，見到都是歡喜，從來沒有愁眉苦臉的，這樣我們給他講清淨快樂。然後我就告訴他，你既然喜歡，你邀你的朋友（他們都是基督徒），你們星期天上教堂，星期六到我們佛堂，我們給你們開課。我們教什麼？教歡喜，教清淨，教身心健康。那些佛學名詞咱們不談，那個不好懂。然後告訴他，佛教是教育，我們跟釋迦牟尼佛的關係是師生關係，跟你們信教不衝突。你們跟上帝，上帝是天父，你們是父子關係，我們跟老師是師生關係，沒衝突。我相信你們能夠學佛，你們的上帝一定很歡喜，你看我這個兒子跟釋迦牟尼佛學習，一定是很歡喜的。我們在美國有一段時間，幫助他們，他們也有十幾個人，常常到我們的淨宗學會來走動。時間久了，他看到了，他就真的想學。這叫安立。"
    },
    {
      "id": "02-041-0236_p0018",
      "zh_CN": "「盖大士以六度教导与摄受众生，使之转恶成善，发起大心，安住正道。此道非是小道，盖为无上真正之道」。大道，要从小处去接引众生，让他有兴趣，不能让宗教对立，不能让族群对立。我们告诉他，我们都是一家人。他们自私自利，我们非常大方，常常有礼物送给他，送久了，他也会买礼物送我们。我们送给他的多，他送给我们的少，慢慢来，慢慢感化。这些都在经典上，可以学得到的。佛法是大道，开头点点滴滴去接引众生，要恒顺众生，要随喜功德，不能批评，批评他不能接受，他可能跟你对立，要尊重他。你看我团结宗教的时候，跟很多宗教往来，这些人在宗教里都有很深、很大的影响力。他们常常问我，释迦牟尼佛既不是神，那他是干什么的？也问我一个问题，你们佛教讲人死了以后，最后的审判，这怎么解决？他们相信最后审判。我说最后审判是上帝的事情，不是释迦牟尼佛的事，释迦牟尼佛是专管教育，教学这桩事情他管，好像他是管教育部的，那个是司法部的，那是属于上帝的。他们很高兴，上帝有权。这样就很好处，我们还是一家人。",
      "zh_TW": "「蓋大士以六度教導與攝受眾生，使之轉惡成善，發起大心，安住正道。此道非是小道，蓋為無上真正之道」。大道，要從小處去接引眾生，讓他有興趣，不能讓宗教對立，不能讓族群對立。我們告訴他，我們都是一家人。他們自私自利，我們非常大方，常常有禮物送給他，送久了，他也會買禮物送我們。我們送給他的多，他送給我們的少，慢慢來，慢慢感化。這些都在經典上，可以學得到的。佛法是大道，開頭點點滴滴去接引眾生，要恆順眾生，要隨喜功德，不能批評，批評他不能接受，他可能跟你對立，要尊重他。你看我團結宗教的時候，跟很多宗教往來，這些人在宗教裡都有很深、很大的影響力。他們常常問我，釋迦牟尼佛既不是神，那他是幹什麼的？也問我一個問題，你們佛教講人死了以後，最後的審判，這怎麼解決？他們相信最後審判。我說最後審判是上帝的事情，不是釋迦牟尼佛的事，釋迦牟尼佛是專管教育，教學這樁事情他管，好像他是管教育部的，那個是司法部的，那是屬於上帝的。他們很高興，上帝有權。這樣就很好處，我們還是一家人。"
    },
    {
      "id": "02-041-0236_p0019",
      "zh_CN": "「无上者，无有更能胜过之者」。这个道是无上道，再上去没有了。再上是什么？就是明心见性，是无上，见性之后就没有再无上的。只要见性，你才真正知道，智慧、德能、相好统统是自性现的，自性所生所现，离开自性无有一法可得。自性所现这一切法，这一切法跟自性不能脱离，就跟我们现在看的屏幕一样，电视屏幕，色相跟屏幕是一体。色相跟屏幕是两桩事情，互相不妨碍，色相一定要借着屏幕它才能显相，没有屏幕它显示不出来。屏幕在哪里？屏幕就在色相当中，色相就是屏幕，屏幕就是色相，不即不离。屏幕是真的，永恒不变，色相刹那刹那在生灭。电视，现在大家知道，一秒钟一百次，画面生灭是一百次，百分之一秒，我们看不出它是假的。自性，自性没有物质现象，没有精神现象（就是没有念头），也没有自然现象，三种现象都没有，但是三种现象都能够变现，这个要知道。知道怎么样？才晓得色相是假的，高频率当中产生的。自性是空的，自性不能说假。自性空就是它没有现象，自然现象没有，精神现象没有，物质现象没有，所以不可得。",
      "zh_TW": "「無上者，無有更能勝過之者」。這個道是無上道，再上去沒有了。再上是什麼？就是明心見性，是無上，見性之後就沒有再無上的。只要見性，你才真正知道，智慧、德能、相好統統是自性現的，自性所生所現，離開自性無有一法可得。自性所現這一切法，這一切法跟自性不能脫離，就跟我們現在看的屏幕一樣，電視屏幕，色相跟屏幕是一體。色相跟屏幕是兩樁事情，互相不妨礙，色相一定要藉著屏幕它才能顯相，沒有屏幕它顯示不出來。屏幕在哪裡？屏幕就在色相當中，色相就是屏幕，屏幕就是色相，不即不離。屏幕是真的，永恆不變，色相剎那剎那在生滅。電視，現在大家知道，一秒鐘一百次，畫面生滅是一百次，百分之一秒，我們看不出它是假的。自性，自性沒有物質現象，沒有精神現象（就是沒有念頭），也沒有自然現象，三種現象都沒有，但是三種現象都能夠變現，這個要知道。知道怎麼樣？才曉得色相是假的，高頻率當中產生的。自性是空的，自性不能說假。自性空就是它沒有現象，自然現象沒有，精神現象沒有，物質現象沒有，所以不可得。"
    },
    {
      "id": "02-041-0236_p0020",
      "zh_CN": "真正到不可得，你全得到了，明心见性的人全得到了。海贤老和尚凭着一句佛号，我估计他念二十年证得。证得之后那个境界，跟惠能大师的境界，跟释迦牟尼佛菩提树下夜睹明星大彻大悟，是同一个阶层、同一个境界。只是他不肯说，这是老师教他的。二十岁，老师就看出来（老师不是凡夫，凡人做不到），对他认识，知道他有成就，告诉他这一句佛号一直念下去，又说明白了不能乱说、不能说。明白了是什么？理一心不乱，大彻大悟，明心见性。环境不一样，环境不容许你说。你不认识字，没有念过书，你说出这些大道理，人家说你着了魔，你是妖魔鬼怪附体，不承认你，所以不可以说。现在他走了，我们说没有关系，他要在我们也不能随便说，说替他找麻烦。",
      "zh_TW": "真正到不可得，你全得到了，明心見性的人全得到了。海賢老和尚憑著一句佛號，我估計他念二十年證得。證得之後那個境界，跟惠能大師的境界，跟釋迦牟尼佛菩提樹下夜睹明星大徹大悟，是同一個階層、同一個境界。只是他不肯說，這是老師教他的。二十歲，老師就看出來（老師不是凡夫，凡人做不到），對他認識，知道他有成就，告訴他這一句佛號一直念下去，又說明白了不能亂說、不能說。明白了是什麼？理一心不亂，大徹大悟，明心見性。環境不一樣，環境不容許你說。你不認識字，沒有念過書，你說出這些大道理，人家說你著了魔，你是妖魔鬼怪附體，不承認你，所以不可以說。現在他走了，我們說沒有關係，他要在我們也不能隨便說，說替他找麻煩。"
    },
    {
      "id": "02-041-0236_p0021",
      "zh_CN": "《净土论注》，昙鸾法师的，「无上者，言此道穷理尽性更无过者。」穷是穷究，追根到底。这个道就是自性、就是真如，中国人讲本性，本性本善，那个善不是善恶的善，善是赞美，实在找不到言辞来赞叹，用一个善字，就是太好太好了，就这个意思，再没有比它更好了。穷理尽性，性就是本性，理是天地万物之理，有个道理。有事当然有理，有理才有事，理事是一体的两面，没有超过的。佛是把这个东西找到了，找到告诉我们什么？每个人都有，这个是平等的。所以佛告诉我们，一切众生本来是佛。你现在为什么变成这个样子？你迷失了自性才变成这样的。所以佛来帮助你觉悟，是你自己觉悟，不是佛觉悟，觉悟与佛没关系，是你自己。佛首先教我们放下万缘，把这些障碍统统撤掉，让自性恢复，醒悟过来。尽性，这个尽字用得好。哪些人见性了，没有到尽性？见性，《华严经》上圆教初住菩萨就见性，破一品无明，见一分真性，生实报庄严土。释迦牟尼佛的实报庄严土，就是《华严经》上所说的华藏世界。极乐世界就是实报庄严土，四土三辈九品，但是这个事上是有，极乐世界有阶级，但是怎么样？虽然有阶级，待遇是平等的，纵然是同居土下下品往生生到极乐世界也是阿惟越致菩萨。阿惟越致是法身大士，所以它那个地方居住的是四十一位法身大士。方便土、同居土，虽然没有明心见性，他们是得到阿弥陀佛四十八愿本愿威神的加持，享受阿惟越致菩萨的待遇。也就是说同居土即使是下下品往生也是阿惟越致待遇，就是说智慧、神通、道力、德能、相好都跟阿惟越致菩萨平等，一直到穷理尽性。穷理尽性是无上菩提，这个是什么？这是妙觉位。四十一位法身大士居实报土，那是圆教十住、十行、十回向、十地、等觉，这四十一个位次。尽性的是再上去一层，妙觉如来，这就再没有超过他的，他是最高的。他住哪里？常寂光净土，他离开实报土，融入常寂光，这就是穷理尽性。",
      "zh_TW": "《淨土論註》，曇鸞法師的，「無上者，言此道窮理盡性更無過者。」窮是窮究，追根到底。這個道就是自性、就是真如，中國人講本性，本性本善，那個善不是善惡的善，善是讚美，實在找不到言辭來讚歎，用一個善字，就是太好太好了，就這個意思，再沒有比它更好了。窮理盡性，性就是本性，理是天地萬物之理，有個道理。有事當然有理，有理才有事，理事是一體的兩面，沒有超過的。佛是把這個東西找到了，找到告訴我們什麼？每個人都有，這個是平等的。所以佛告訴我們，一切眾生本來是佛。你現在為什麼變成這個樣子？你迷失了自性才變成這樣的。所以佛來幫助你覺悟，是你自己覺悟，不是佛覺悟，覺悟與佛沒關係，是你自己。佛首先教我們放下萬緣，把這些障礙統統撤掉，讓自性恢復，醒悟過來。盡性，這個盡字用得好。哪些人見性了，沒有到盡性？見性，《華嚴經》上圓教初住菩薩就見性，破一品無明，見一分真性，生實報莊嚴土。釋迦牟尼佛的實報莊嚴土，就是《華嚴經》上所說的華藏世界。極樂世界就是實報莊嚴土，四土三輩九品，但是這個事上是有，極樂世界有階級，但是怎麼樣？雖然有階級，待遇是平等的，縱然是同居土下下品往生生到極樂世界也是阿惟越致菩薩。阿惟越致是法身大士，所以它那個地方居住的是四十一位法身大士。方便土、同居土，雖然沒有明心見性，他們是得到阿彌陀佛四十八願本願威神的加持，享受阿惟越致菩薩的待遇。也就是說同居土即使是下下品往生也是阿惟越致待遇，就是說智慧、神通、道力、德能、相好都跟阿惟越致菩薩平等，一直到窮理盡性。窮理盡性是無上菩提，這個是什麼？這是妙覺位。四十一位法身大士居實報土，那是圓教十住、十行、十迴向、十地、等覺，這四十一個位次。盡性的是再上去一層，妙覺如來，這就再沒有超過他的，他是最高的。他住哪裡？常寂光淨土，他離開實報土，融入常寂光，這就是窮理盡性。"
    },
    {
      "id": "02-041-0236_p0022",
      "zh_CN": "入常寂光之后，没有身相，常寂光就是他的相。这个光明遍照，永远不会退转，妙用无穷，众生有感，常寂光就有应。我们在此地，起心动念、言语造作，一切的一切没有离开常寂光，我们看不到常寂光，常寂光看到我们。所以你要晓得，阿弥陀佛天天看到我们，一秒钟也没有空过，别说一秒，像弥勒菩萨所说的，二千二百四十兆分之一秒，他也没有放过，他对我们很清楚，我们点点滴滴他都知道。到必要的时候，他给我们一点信息，譬如我们对西方极乐世界信愿成就了，真信切愿，没有丝毫怀疑，对这个世界没有丝毫留恋，他就会现身。阿弥陀佛就现身来告诉我们，告诉我们极乐世界那一边已经注册，有你的名字，告诉你寿命还有多长，到时候佛来接引你。你听了很安慰，佛没有白念，是真的，不是假的。有人在这个时候，他就向阿弥陀佛要求，我现在跟你走，我对这个世界没牵挂了，我现在跟你走。大多数佛一定会同意，跟你约定三天、一个星期，这干什么？让你有时间通知你的亲戚朋友，让他来助念，让他亲自看到念佛人走得这么自在。",
      "zh_TW": "入常寂光之後，沒有身相，常寂光就是他的相。這個光明遍照，永遠不會退轉，妙用無窮，眾生有感，常寂光就有應。我們在此地，起心動念、言語造作，一切的一切沒有離開常寂光，我們看不到常寂光，常寂光看到我們。所以你要曉得，阿彌陀佛天天看到我們，一秒鐘也沒有空過，別說一秒，像彌勒菩薩所說的，二千二百四十兆分之一秒，他也沒有放過，他對我們很清楚，我們點點滴滴他都知道。到必要的時候，他給我們一點信息，譬如我們對西方極樂世界信願成就了，真信切願，沒有絲毫懷疑，對這個世界沒有絲毫留戀，他就會現身。阿彌陀佛就現身來告訴我們，告訴我們極樂世界那一邊已經註冊，有你的名字，告訴你壽命還有多長，到時候佛來接引你。你聽了很安慰，佛沒有白念，是真的，不是假的。有人在這個時候，他就向阿彌陀佛要求，我現在跟你走，我對這個世界沒牽掛了，我現在跟你走。大多數佛一定會同意，跟你約定三天、一個星期，這幹什麼？讓你有時間通知你的親戚朋友，讓他來助念，讓他親自看到念佛人走得這麼自在。"
    },
    {
      "id": "02-041-0236_p0023",
      "zh_CN": "海贤老和尚跟我们说过多少次，他是多少次的见佛，都要求佛带他去，佛不带他，佛劝他，你修得很好，表法表得很好，多住几年，给佛门弟子做好榜样，给念佛求往生的人做好榜样，他真做到了。在我们想像当中，肯定阿弥陀佛有告诉他，你什么时候遇到一本书，叫《若要佛法兴，唯有僧赞僧》，佛就来接引你往生。他在二Ｏ一三年一月，有几个信徒带着这本书到山上，他一看到有人带书，他就问：你们带的什么书？别人把书名一告诉他，欢喜。那个欢喜的样子，许多人说，老和尚从来没有这么欢喜过，好像盼望着得到的宝贝，盼望多少年这宝贝终于到手了，用这个来形容他。你看马上穿袍搭衣，最心爱的一件袈裟，穿上之后拿著书，请大家给他照相。这也是头一次，一生当中老和尚从来没有主动叫别人给他照相，没有过，就这么一次。三天他就走了，没有生病，不要人助念。他告诉人，助念不牢靠，我自己念佛走，我何必要人帮助？一切正常，说走就走，做榜样给我们看。这个表法的意义很深，告诉我们的信息，西方极乐世界是真有，他见过好多次；阿弥陀佛真有，跟阿弥陀佛很熟悉。我相信，他跟阿弥陀佛见面，我估计十次以上。你看九十二年，是真的，决定不是假的。",
      "zh_TW": "海賢老和尚跟我們說過多少次，他是多少次的見佛，都要求佛帶他去，佛不帶他，佛勸他，你修得很好，表法表得很好，多住幾年，給佛門弟子做好榜樣，給念佛求往生的人做好榜樣，他真做到了。在我們想像當中，肯定阿彌陀佛有告訴他，你什麼時候遇到一本書，叫《若要佛法興，唯有僧讚僧》，佛就來接引你往生。他在二Ｏ一三年一月，有幾個信徒帶著這本書到山上，他一看到有人帶書，他就問：你們帶的什麼書？別人把書名一告訴他，歡喜。那個歡喜的樣子，許多人說，老和尚從來沒有這麼歡喜過，好像盼望著得到的寶貝，盼望多少年這寶貝終於到手了，用這個來形容他。你看馬上穿袍搭衣，最心愛的一件袈裟，穿上之後拿著書，請大家給他照相。這也是頭一次，一生當中老和尚從來沒有主動叫別人給他照相，沒有過，就這麼一次。三天他就走了，沒有生病，不要人助念。他告訴人，助念不牢靠，我自己念佛走，我何必要人幫助？一切正常，說走就走，做榜樣給我們看。這個表法的意義很深，告訴我們的信息，西方極樂世界是真有，他見過好多次；阿彌陀佛真有，跟阿彌陀佛很熟悉。我相信，他跟阿彌陀佛見面，我估計十次以上。你看九十二年，是真的，決定不是假的。"
    },
    {
      "id": "02-041-0236_p0024",
      "zh_CN": "对我们的帮助就太大了。我们这些年，净宗依照会集本修行的人遭难，多少人批评毁谤，确实有少数人受影响，不敢学了，赶快换别的本子。他来给我们做证明，证明夏莲居老居士所会的经是真经，里面每一个字都是释迦牟尼佛说的。会集经，开这个例子很早，汉朝时候就有，翻译经的时候，那个时候叫合经，几部经会合在一起，合经，就有，怎么能说不可以？哪有这种道理！但是合经是可以，不能改动文字，改文字这是忌讳的，绝对禁止。因为你要改，别人也会改，过个几百年之后改的地方很多，那就无所适从，所以决定不能改字。过去，王龙舒的本子，魏默深的本子，都改动了，都改动几个字，改得没错，改得很好，但是这个犯规矩，不可以这样做法。夏莲居老居士三年把经会集起来，经过十次的修订，细细检查，没有改动一个字。所以真经，不是假的。第二，证明黄念老的注解正知正见。他的注解没有用自己的，它是集注，你看注解，这一段的文字从哪里来，他都标得很清楚。他用了八十三种经论、一百一十种祖师大德的注疏，一共是一百九十三种，这些资料来会集注解，正知正见，无话可说。第三个，为我们证明，我们这十七年，将近二十年，依照这个本子修行，依照这个本子学习，没有错误。所以他要等这部书出来，这部书给我们作证。这部书是宏琳法师写的，用了十几年的时间，搜集许许多多资料，好多资料我自己都忘掉了，替我们辩别，替我们解释，有根有据，解释得很详细，大家没话说了。",
      "zh_TW": "對我們的幫助就太大了。我們這些年，淨宗依照會集本修行的人遭難，多少人批評毀謗，確實有少數人受影響，不敢學了，趕快換別的本子。他來給我們做證明，證明夏蓮居老居士所會的經是真經，裡面每一個字都是釋迦牟尼佛說的。會集經，開這個例子很早，漢朝時候就有，翻譯經的時候，那個時候叫合經，幾部經會合在一起，合經，就有，怎麼能說不可以？哪有這種道理！但是合經是可以，不能改動文字，改文字這是忌諱的，絕對禁止。因為你要改，別人也會改，過個幾百年之後改的地方很多，那就無所適從，所以決定不能改字。過去，王龍舒的本子，魏默深的本子，都改動了，都改動幾個字，改得沒錯，改得很好，但是這個犯規矩，不可以這樣做法。夏蓮居老居士三年把經會集起來，經過十次的修訂，細細檢查，沒有改動一個字。所以真經，不是假的。第二，證明黃念老的註解正知正見。他的註解沒有用自己的，它是集註，你看註解，這一段的文字從哪裡來，他都標得很清楚。他用了八十三種經論、一百一十種祖師大德的註疏，一共是一百九十三種，這些資料來會集註解，正知正見，無話可說。第三個，為我們證明，我們這十七年，將近二十年，依照這個本子修行，依照這個本子學習，沒有錯誤。所以他要等這部書出來，這部書給我們作證。這部書是宏琳法師寫的，用了十幾年的時間，蒐集許許多多資料，好多資料我自己都忘掉了，替我們辯別，替我們解釋，有根有據，解釋得很詳細，大家沒話說了。"
    },
    {
      "id": "02-041-0236_p0025",
      "zh_CN": "所以夏老的这部经，国家宗教局翻印净土五经合订本里头《无量寿经》就是用会集本，这个就是给大家说国家承认了，非常难得。所以我们净宗信心最重要，没有信心就不能往生。真正有信心，真正有愿心，想往生极乐世界，对这个世界没有留恋。有留恋又想去，这是脚踩两只船，不牢靠。要真正相信，真正发愿求生，这个世间一切放下，条件就具足了。念佛功夫浅深是往生极乐世界的品位。往生条件就是信愿，真的有信有愿，这是往生条件。所以念佛功夫的浅深，到极乐世界插班，你插哪个班？如果真念到功夫成片，你生方便有余土，不是同居土，品位高了。功夫成片大概是方便土下三辈；得到事一心不乱是方便土上三品，上上品、上中品、上下品，品位高下；如果念到理一心不乱，生实报土。这个是真有其事，但是不要紧。早年间，莲池大师在世，蕅益大师在世，这两位大师都是我们心目当中非常敬仰的。我记得好像有人问过蕅益大师，你往生极乐世界，生到什么样的品位你就满足？他的回答说：我只要凡圣同居土下下品往生我就满足了。这个用心好，不争品位。那是什么？到极乐世界，极乐世界是学校，阿弥陀佛办的学校，有小学、有中学、有大学、有研究所，我从小学一年级念起，我就喜欢了，蕅益大师给我们信息就这个意思。为什么？无量寿，有的是寿命，从一年级扎根，这多好，有长时间亲近阿弥陀佛。不要争品位，要争赶快往生，这个重要。这是说明往生极乐世界信愿是大事，念佛是小事。念佛，临命终时十句佛号都能往生，这是十八愿，平常不念佛的。还有一个说法，平常十念，早晨起来念十声佛号，晚上睡觉之前念十声佛号，早晚都不忘记阿弥陀佛。但是最重要的是佛号不能丢失，那是决定往生，往生的品位高。海贤老和尚不认识字，农夫出身，二十年佛号不丢失，他就能够念到功夫成片、事一心不乱、理一心不乱，得大成就。我们看到形相，没有看到他的根本，说不定他是西方极乐世界菩萨再来的，观音势至。我们这部经前面列的十六正士，都在西方极乐世界，他们都是证等觉菩萨，说不定是这些菩萨化身而来帮助我们，我们遇到灾难、遇到困难，他们来帮助我们解决，坚定信心，无量功德。",
      "zh_TW": "所以夏老的這部經，國家宗教局翻印淨土五經合訂本裡頭《無量壽經》就是用會集本，這個就是給大家說國家承認了，非常難得。所以我們淨宗信心最重要，沒有信心就不能往生。真正有信心，真正有願心，想往生極樂世界，對這個世界沒有留戀。有留戀又想去，這是腳踩兩隻船，不牢靠。要真正相信，真正發願求生，這個世間一切放下，條件就具足了。念佛功夫淺深是往生極樂世界的品位。往生條件就是信願，真的有信有願，這是往生條件。所以念佛功夫的淺深，到極樂世界插班，你插哪個班？如果真念到功夫成片，你生方便有餘土，不是同居土，品位高了。功夫成片大概是方便土下三輩；得到事一心不亂是方便土上三品，上上品、上中品、上下品，品位高下；如果念到理一心不亂，生實報土。這個是真有其事，但是不要緊。早年間，蓮池大師在世，蕅益大師在世，這兩位大師都是我們心目當中非常敬仰的。我記得好像有人問過蕅益大師，你往生極樂世界，生到什麼樣的品位你就滿足？他的回答說：我只要凡聖同居土下下品往生我就滿足了。這個用心好，不爭品位。那是什麼？到極樂世界，極樂世界是學校，阿彌陀佛辦的學校，有小學、有中學、有大學、有研究所，我從小學一年級念起，我就喜歡了，蕅益大師給我們信息就這個意思。為什麼？無量壽，有的是壽命，從一年級扎根，這多好，有長時間親近阿彌陀佛。不要爭品位，要爭趕快往生，這個重要。這是說明往生極樂世界信願是大事，念佛是小事。念佛，臨命終時十句佛號都能往生，這是十八願，平常不念佛的。還有一個說法，平常十念，早晨起來念十聲佛號，晚上睡覺之前念十聲佛號，早晚都不忘記阿彌陀佛。但是最重要的是佛號不能丟失，那是決定往生，往生的品位高。海賢老和尚不認識字，農夫出身，二十年佛號不丟失，他就能夠念到功夫成片、事一心不亂、理一心不亂，得大成就。我們看到形相，沒有看到他的根本，說不定他是西方極樂世界菩薩再來的，觀音勢至。我們這部經前面列的十六正士，都在西方極樂世界，他們都是證等覺菩薩，說不定是這些菩薩化身而來幫助我們，我們遇到災難、遇到困難，他們來幫助我們解決，堅定信心，無量功德。"
    },
    {
      "id": "02-041-0236_p0026",
      "zh_CN": "又《华严大疏钞》第十三卷，清凉大师的，这里面说的，「无有能过者，故号为无上。」解释无上这两个字。「真者，真实，无迷无妄」。凡夫不是迷就是妄，迷是迷失自性，妄是妄想、妄念。「正者，于理无差曰正」，理是标准，理是真理，理就是自性。「又无邪无曲曰正」，没有偏，没有邪，这也是正的意思。「又禅门解正法眼藏中之正字曰」，说这个正字的标准，「正者，是佛心之德名。此心彻见正法，故云正法眼」。也有人把这个后面加一个字，正法眼藏，意思都相同，正法眼藏。佛心之德名，佛的心是什么？我们的真心就是佛心。我们今天所用的是妄心，不是用真心，妄心是众生心、六道轮回心，这讲得明白一点。佛心是作佛的心，佛心是什么？什么是佛心？六根接触六尘境界不起心不动念，那个心就是佛心。起心动念是迷，是偏，是邪。所以给你讲最简单的修行方法，你要想成佛，眼见色看得清楚，耳闻声听得清楚，看清楚、听清楚是自性般若智慧，心怎么样？如如不动。没有起心动念是佛；菩萨降一等，有起心动念，没有分别执着，菩萨见色闻声不分别、不执着；我们凡夫起心动念、分别执着全有。起心动念是根本无明，分别是尘沙无明，执着是见思无明，所以六道里头翻不了身，出不去。阿罗汉能出去了，阿罗汉再断烦恼，就是见色闻声他有起心动念，他有分别，他没有执着，没有执着是万缘放下，阿罗汉真放得下。所以他能脱离六道轮回，不再造轮回业，执着是轮回业，不造轮回业。",
      "zh_TW": "又《華嚴大疏鈔》第十三卷，清涼大師的，這裡面說的，「無有能過者，故號為無上。」解釋無上這兩個字。「真者，真實，無迷無妄」。凡夫不是迷就是妄，迷是迷失自性，妄是妄想、妄念。「正者，於理無差曰正」，理是標準，理是真理，理就是自性。「又無邪無曲曰正」，沒有偏，沒有邪，這也是正的意思。「又禪門解正法眼藏中之正字曰」，說這個正字的標準，「正者，是佛心之德名。此心徹見正法，故云正法眼」。也有人把這個後面加一個字，正法眼藏，意思都相同，正法眼藏。佛心之德名，佛的心是什麼？我們的真心就是佛心。我們今天所用的是妄心，不是用真心，妄心是眾生心、六道輪迴心，這講得明白一點。佛心是作佛的心，佛心是什麼？什麼是佛心？六根接觸六塵境界不起心不動念，那個心就是佛心。起心動念是迷，是偏，是邪。所以給你講最簡單的修行方法，你要想成佛，眼見色看得清楚，耳聞聲聽得清楚，看清楚、聽清楚是自性般若智慧，心怎麼樣？如如不動。沒有起心動念是佛；菩薩降一等，有起心動念，沒有分別執著，菩薩見色聞聲不分別、不執著；我們凡夫起心動念、分別執著全有。起心動念是根本無明，分別是塵沙無明，執著是見思無明，所以六道裡頭翻不了身，出不去。阿羅漢能出去了，阿羅漢再斷煩惱，就是見色聞聲他有起心動念，他有分別，他沒有執著，沒有執著是萬緣放下，阿羅漢真放得下。所以他能脫離六道輪迴，不再造輪迴業，執著是輪迴業，不造輪迴業。"
    },
    {
      "id": "02-041-0236_p0027",
      "zh_CN": "你看这修行多简单，与谁都不相干，完全在自己，你真能这么做就自觉了。佛菩萨千经万论教什么？就教这个。我们明白了，在日常生活当中六根接触六尘境界，总要知道，我们有起心动念、分别执着，希望比去年轻一点，比上个月轻一点，比昨天轻一点，好，就有进步。如果还是这么严重，还是这么固执，今天一天白过了。纵然是念佛，佛号不曾丢失，也不起作用。为什么？烦恼习气太重了，佛号虽然是一天没有丢失，敌不过烦恼。就在日常生活中，特别是在人事上，为什么？看顺眼的喜欢，看不顺眼的讨厌。这个麻烦在哪里？跟众生结怨，不知不觉就结怨了。这个怨要不离开六道轮回、不能往生，来世还会遇到，遇到怎么样？冤冤相报，生生世世没完没了，你说你冤不冤枉。他造业是他的事情，他能接受劝告，我们劝告他，他不能就随他去！见了面还是笑面迎人，欢欢喜喜，这就对了。像海贤老和尚，一生从来没有怨恨过任何人，都是欢欢喜喜，笑面迎人。没有看到老和尚发过脾气，没看到老和尚跟谁红过脸，这是老和尚的功夫，这功夫得力了。",
      "zh_TW": "你看這修行多簡單，與誰都不相干，完全在自己，你真能這麼做就自覺了。佛菩薩千經萬論教什麼？就教這個。我們明白了，在日常生活當中六根接觸六塵境界，總要知道，我們有起心動念、分別執著，希望比去年輕一點，比上個月輕一點，比昨天輕一點，好，就有進步。如果還是這麼嚴重，還是這麼固執，今天一天白過了。縱然是念佛，佛號不曾丟失，也不起作用。為什麼？煩惱習氣太重了，佛號雖然是一天沒有丟失，敵不過煩惱。就在日常生活中，特別是在人事上，為什麼？看順眼的喜歡，看不順眼的討厭。這個麻煩在哪裡？跟眾生結怨，不知不覺就結怨了。這個怨要不離開六道輪迴、不能往生，來世還會遇到，遇到怎麼樣？冤冤相報，生生世世沒完沒了，你說你冤不冤枉。他造業是他的事情，他能接受勸告，我們勸告他，他不能就隨他去！見了面還是笑面迎人，歡歡喜喜，這就對了。像海賢老和尚，一生從來沒有怨恨過任何人，都是歡歡喜喜，笑面迎人。沒有看到老和尚發過脾氣，沒看到老和尚跟誰紅過臉，這是老和尚的功夫，這功夫得力了。"
    },
    {
      "id": "02-041-0236_p0028",
      "zh_CN": "贪瞋痴是三毒烦恼，再加上慢疑，贪瞋痴慢疑，五毒。希望我们这句佛号，得阿弥陀佛本愿威神的加持，能把这五毒化解。他有，我没有，我化解了。贪毒，饿鬼道的因；瞋恚，脾气大，地狱的因；愚痴，畜生；傲慢是修罗，那是有福报的，没有修福就在地狱；怀疑也很可怕，没有信心，感得山崩地裂。现在很多地方大地突然一块下去了，怀疑，那个地区的人疑心很重；山，现在讲土石流，山倒下来了。没有自然灾害，都是人的业力感召，我们相信佛这个话。人心好，人心有转变，灾难就轻了；大的转变，灾难就没有了。我们在国外听到很多人说，这个灾难是全球性的，不能避免。佛经上告诉我们，贪感得的是水灾，它跟水相应；瞋恚，火灾，火山爆发，气候反常，多少地方听说四十度以上，这是什么？火，这属于火；愚痴，风灾，常常看到外国的龙卷风，那个损失很惨重；傲慢感得的是地震；怀疑，山崩地裂。佛法说人心所感。大自然是最美好的、是最健康的，怎么会有灾难？人要相信因果，善因善报，恶因恶报，因果报应，丝毫不爽。",
      "zh_TW": "貪瞋痴是三毒煩惱，再加上慢疑，貪瞋痴慢疑，五毒。希望我們這句佛號，得阿彌陀佛本願威神的加持，能把這五毒化解。他有，我沒有，我化解了。貪毒，餓鬼道的因；瞋恚，脾氣大，地獄的因；愚痴，畜生；傲慢是修羅，那是有福報的，沒有修福就在地獄；懷疑也很可怕，沒有信心，感得山崩地裂。現在很多地方大地突然一塊下去了，懷疑，那個地區的人疑心很重；山，現在講土石流，山倒下來了。沒有自然災害，都是人的業力感召，我們相信佛這個話。人心好，人心有轉變，災難就輕了；大的轉變，災難就沒有了。我們在國外聽到很多人說，這個災難是全球性的，不能避免。佛經上告訴我們，貪感得的是水災，它跟水相應；瞋恚，火災，火山爆發，氣候反常，多少地方聽說四十度以上，這是什麼？火，這屬於火；愚痴，風災，常常看到外國的龍捲風，那個損失很慘重；傲慢感得的是地震；懷疑，山崩地裂。佛法說人心所感。大自然是最美好的、是最健康的，怎麼會有災難？人要相信因果，善因善報，惡因惡報，因果報應，絲毫不爽。"
    },
    {
      "id": "02-041-0236_p0029",
      "zh_CN": "下面解释「道」字，有两个意思。第一个，「能通为义」，道是道路，成佛之道，是通往成佛的一条道路。「《俱舍论二十五》曰：道义云何，谓涅槃路。乘此能往涅槃城故。」涅槃是比喻，涅槃是梵语，翻成中国意思不生不灭，叫涅槃。什么不生不灭？自性不生不灭，除自性之外全是生灭法，只有自性不生不灭。所以佛法这个道路就是帮助我们回归自性，明心见性。心是阿赖耶，阿赖耶迷了；如果觉悟了，阿赖耶就是自性，阿赖耶就是自性带着迷变现出来的妄心。阿赖耶有多大？跟自性一样大，没有边际。迷悟，迷了叫阿赖耶，悟了叫自性。明心见性能往涅槃城，涅槃城在净土宗就是常寂光净土，往生极乐世界最高的境界就是回归常寂光。「又《华严大疏十八》曰：通至佛果，故名道。」佛道就是用这个方法帮助你成佛。第二个意思，「二者，涅槃之体，排除诸障，无碍自在，谓之道。」这第二个意思。涅槃之体、相、用，佛家讲体相用，体是理体，相用是从体起用。理就是净宗讲的常寂光，儒家《大学》里面所讲的明德，这都是从体上说的。中国古人常讲「本性本善」，都是从体上讲的。它没有障碍，无碍自在，真正得大自在，这叫道。虽然无碍自在，自在能现一切相，遇到缘它起作用，虽起作用，像《金刚经》上说的，永远是无住生心、生心无住，这个要知道，就是说它永远自在。你看看，我们今天这个六道轮回，今天这个地球上这么混浊，从哪里出现的？从常寂光出现的，体是常寂光。常寂光能随一切众生的心愿，你想什么它就现什么，无量智慧，无量功德，无量的能量，无量的相好，从极乐世界到阿鼻地狱，它统统能现，真的是随众生心应所知量，无碍自在，这是道。",
      "zh_TW": "下面解釋「道」字，有兩個意思。第一個，「能通為義」，道是道路，成佛之道，是通往成佛的一條道路。「《俱舍論二十五》曰：道義云何，謂涅槃路。乘此能往涅槃城故。」涅槃是比喻，涅槃是梵語，翻成中國意思不生不滅，叫涅槃。什麼不生不滅？自性不生不滅，除自性之外全是生滅法，只有自性不生不滅。所以佛法這個道路就是幫助我們回歸自性，明心見性。心是阿賴耶，阿賴耶迷了；如果覺悟了，阿賴耶就是自性，阿賴耶就是自性帶著迷變現出來的妄心。阿賴耶有多大？跟自性一樣大，沒有邊際。迷悟，迷了叫阿賴耶，悟了叫自性。明心見性能往涅槃城，涅槃城在淨土宗就是常寂光淨土，往生極樂世界最高的境界就是回歸常寂光。「又《華嚴大疏十八》曰：通至佛果，故名道。」佛道就是用這個方法幫助你成佛。第二個意思，「二者，涅槃之體，排除諸障，無礙自在，謂之道。」這第二個意思。涅槃之體、相、用，佛家講體相用，體是理體，相用是從體起用。理就是淨宗講的常寂光，儒家《大學》裡面所講的明德，這都是從體上說的。中國古人常講「本性本善」，都是從體上講的。它沒有障礙，無礙自在，真正得大自在，這叫道。雖然無礙自在，自在能現一切相，遇到緣它起作用，雖起作用，像《金剛經》上說的，永遠是無住生心、生心無住，這個要知道，就是說它永遠自在。你看看，我們今天這個六道輪迴，今天這個地球上這麼混濁，從哪裡出現的？從常寂光出現的，體是常寂光。常寂光能隨一切眾生的心願，你想什麼它就現什麼，無量智慧，無量功德，無量的能量，無量的相好，從極樂世界到阿鼻地獄，它統統能現，真的是隨眾生心應所知量，無礙自在，這是道。"
    },
    {
      "id": "02-041-0236_p0030",
      "zh_CN": "《涅槃无名论》这上面说的，「夫涅槃之为道也，寂寥虚旷，不可以形名得。微妙无相，不可以有心知。」微妙无相，不可以有心知，这两句话，不可以形名得，没有办法说出来，无法形容，它真能起作用。这一段话就是六祖大师所说的末后一句，「何期自性，能生万法」。虽生万法，不可以形名得，你得不到它，它的形状，它的名字得不到。微妙无相，不可以有心知，它不现相的时候，不起这个作用的时候，微妙无相，一片光明，大乘经上称之为大光明藏，用这四个字来形容，大光明藏。能不能想？想不出来，你的思想第六意识，范围很窄小，包不过它，它太大了。这个就是不可得，无所有，不可得。无所有、不可得就得放下，不但放下，想都不能想，这叫无住生心。真正无住，应缘现相是他生心，他虽然生心，心里没有念头。如果以为心里有个念头，那就错了，是自然的。经上有比喻，好比我们击鼓，我们鼓捶下去，鼓的声音响，鼓它有没有念头，你敲我我要响一下？没有。敲钟亦如是，自性现相亦如是，它没有起心动念。起心动念是妄心，阿赖耶起心动念，自性不起心不动念。我们的修学最大的难关，就是阿赖耶的障碍，起心动念。什么时候练到不起心不动念，那就恭喜你，你见性了，到不起心不动念就见性。",
      "zh_TW": "《涅槃無名論》這上面說的，「夫涅槃之為道也，寂寥虛曠，不可以形名得。微妙無相，不可以有心知。」微妙無相，不可以有心知，這兩句話，不可以形名得，沒有辦法說出來，無法形容，它真能起作用。這一段話就是六祖大師所說的末後一句，「何期自性，能生萬法」。雖生萬法，不可以形名得，你得不到它，它的形狀，它的名字得不到。微妙無相，不可以有心知，它不現相的時候，不起這個作用的時候，微妙無相，一片光明，大乘經上稱之為大光明藏，用這四個字來形容，大光明藏。能不能想？想不出來，你的思想第六意識，範圍很窄小，包不過它，它太大了。這個就是不可得，無所有，不可得。無所有、不可得就得放下，不但放下，想都不能想，這叫無住生心。真正無住，應緣現相是他生心，他雖然生心，心裡沒有念頭。如果以為心裡有個念頭，那就錯了，是自然的。經上有比喻，好比我們擊鼓，我們鼓捶下去，鼓的聲音響，鼓它有沒有念頭，你敲我我要響一下？沒有。敲鐘亦如是，自性現相亦如是，它沒有起心動念。起心動念是妄心，阿賴耶起心動念，自性不起心不動念。我們的修學最大的難關，就是阿賴耶的障礙，起心動念。什麼時候練到不起心不動念，那就恭喜你，你見性了，到不起心不動念就見性。"
    },
    {
      "id": "02-041-0236_p0031",
      "zh_CN": "不起心不动念是大定，是什么？自性本定。惠能大师的第四句，「何期自性，本无动摇」。自性没动过，没有摇晃过，本定。所以要求定才能够入得了这个门。换句话说，八万四千法门，实在讲八万四千种不同的方法都在修禅定，念佛的方法也是在修禅定，读经的方法也是在修禅定。知识分子喜欢读书，佛菩萨、祖师教我们，一门深入，长时薰修。一部经，不要改，就这一部经天天念，念上几百遍、几千遍、几万遍，豁然开悟了。不要想经的意思，只要字没念错，句子没有念漏掉，就行了。念到会背那是自然的，那是副作用，目的不是叫你背诵的，目的是叫你得定。得定是什么？心里没有妄念、没有杂念，就这个意思。把杂念妄想念掉，豁然开悟，就起作用了。八万四千法门门门都在修禅定，海贤老和尚一句佛号念了二十年得定，得定才开悟，叫念佛三昧；我们念《华严经》，叫华严三昧；念《法华经》，叫法华三昧，目的是在三昧。三昧得定，定到一定的程度，不定碰到什么缘，豁然开悟，目的达到了。我们是什么根性，用什么方法，对了根性容易修，容易成就。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "不起心不動念是大定，是什麼？自性本定。惠能大師的第四句，「何期自性，本無動搖」。自性沒動過，沒有搖晃過，本定。所以要求定才能夠入得了這個門。換句話說，八萬四千法門，實在講八萬四千種不同的方法都在修禪定，念佛的方法也是在修禪定，讀經的方法也是在修禪定。知識分子喜歡讀書，佛菩薩、祖師教我們，一門深入，長時薰修。一部經，不要改，就這一部經天天念，念上幾百遍、幾千遍、幾萬遍，豁然開悟了。不要想經的意思，只要字沒念錯，句子沒有念漏掉，就行了。念到會背那是自然的，那是副作用，目的不是叫你背誦的，目的是叫你得定。得定是什麼？心裡沒有妄念、沒有雜念，就這個意思。把雜念妄想念掉，豁然開悟，就起作用了。八萬四千法門門門都在修禪定，海賢老和尚一句佛號念了二十年得定，得定才開悟，叫念佛三昧；我們念《華嚴經》，叫華嚴三昧；念《法華經》，叫法華三昧，目的是在三昧。三昧得定，定到一定的程度，不定碰到什麼緣，豁然開悟，目的達到了。我們是什麼根性，用什麼方法，對了根性容易修，容易成就。好，今天時間到了，我們就學習到此地。"
    }
  ]
}