{
  "doc_id": "01-015-0009",
  "title": {
    "zh_CN": "弥陀要解演义",
    "zh_TW": "彌陀要解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾高雄元亨寺",
    "zh_TW": "台灣高雄元亨寺"
  },
  "doc_number": "01-015-0009",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "01-015-0009_p0001",
      "zh_CN": "诸位法师，诸位大德、同修：",
      "zh_TW": "諸位法師，諸位大德、同修："
    },
    {
      "id": "01-015-0009_p0002",
      "zh_CN": "昨天我们介绍蕅益大师在《要解》里面教导我们要发愿。愿生西方净土的理由都在这一段经中，使我们觉察到西方世界生活的环境好，修学的环境好，这是一切菩萨念念当中所希求的一个完美的环境。像这样美好的环境，在一般世界只可以说是理想而已，哪里会有这个事实？而没有想到阿弥陀佛随顺众生的理想，随顺众生的愿望，真的使我们的想像得到了实现，这是世尊劝导我们要求生净土，十方一切诸佛也这样的教导我们要生极乐世界。假如我们对于这桩事，也就是这个事实真相不能够透彻明了，我们的信心愿心就生不起来。",
      "zh_TW": "昨天我們介紹蕅益大師在《要解》裡面教導我們要發願。願生西方淨土的理由都在這一段經中，使我們覺察到西方世界生活的環境好，修學的環境好，這是一切菩薩念念當中所希求的一個完美的環境。像這樣美好的環境，在一般世界只可以說是理想而已，哪裡會有這個事實？而沒有想到阿彌陀佛隨順眾生的理想，隨順眾生的願望，真的使我們的想像得到了實現，這是世尊勸導我們要求生淨土，十方一切諸佛也這樣的教導我們要生極樂世界。假如我們對於這樁事，也就是這個事實真相不能夠透徹明瞭，我們的信心願心就生不起來。"
    },
    {
      "id": "01-015-0009_p0003",
      "zh_CN": "也许诸位同修说，我们现在的信愿都很坚定。你这个坚定的信愿没有经过考验，到生死关头那个考验的时候，你才会发现你这个愿是不是真的？信是不是真的？所以真信切愿要通过考试那才算数。那么如何建立？一定要在理论上去探讨，而事实真相不仅是娑婆世界跟西方净土，乃至于十方一切诸佛刹土，我们多少都要有一个轮廓的理解，这样才能够建立信愿。由此可知，这个信决定不是迷信，这个愿决定不是虚愿，一定会兑现的。",
      "zh_TW": "也許諸位同修說，我們現在的信願都很堅定。你這個堅定的信願沒有經過考驗，到生死關頭那個考驗的時候，你才會發現你這個願是不是真的？信是不是真的？所以真信切願要通過考試那才算數。那麼如何建立？一定要在理論上去探討，而事實真相不僅是娑婆世界跟西方淨土，乃至於十方一切諸佛剎土，我們多少都要有一個輪廓的理解，這樣才能夠建立信願。由此可知，這個信決定不是迷信，這個願決定不是虛願，一定會兌現的。"
    },
    {
      "id": "01-015-0009_p0004",
      "zh_CN": "蕅益大师在注解里面告诉我们，他说经上说，我们生到西方极乐世界，就与「诸上善人，俱会一处」。这个上善前面介绍过了，就像观音、势至、文殊、普贤，弥勒菩萨也在西方世界，这个诸位要晓得的。许多人向往弥勒净土，而不晓得西方极乐世界是弥勒菩萨常去的地方。所以要找弥勒菩萨到西方极乐世界一定找得到，他常在那个地方。所谓「与观音、势至把手同行」，这个表示他地位平等，跟观音菩萨、大势至菩萨手牵手，去游览西方极乐世界的风光名胜，当然一定也会与这些大菩萨们一同去游览诸佛刹土。",
      "zh_TW": "蕅益大師在註解裡面告訴我們，他說經上說，我們生到西方極樂世界，就與「諸上善人，俱會一處」。這個上善前面介紹過了，就像觀音、勢至、文殊、普賢，彌勒菩薩也在西方世界，這個諸位要曉得的。許多人嚮往彌勒淨土，而不曉得西方極樂世界是彌勒菩薩常去的地方。所以要找彌勒菩薩到西方極樂世界一定找得到，他常在那個地方。所謂「與觀音、勢至把手同行」，這個表示他地位平等，跟觀音菩薩、大勢至菩薩手牽手，去遊覽西方極樂世界的風光名勝，當然一定也會與這些大菩薩們一同去遊覽諸佛剎土。"
    },
    {
      "id": "01-015-0009_p0005",
      "zh_CN": "由此可知，到达西方极乐世界之后，我们生活的空间，这个活动的空间的确是无量无边，而且是随心所欲。这个就是我们讲薰习薰陶，接受诸佛如来等觉菩萨的薰陶，因此成就快速，成就没有障难。我们这一生确实是非常的幸运，遇到这个法门，所以祖师苦口婆心的劝导我们，为什么不发愿求生？",
      "zh_TW": "由此可知，到達西方極樂世界之後，我們生活的空間，這個活動的空間的確是無量無邊，而且是隨心所欲。這個就是我們講薰習薰陶，接受諸佛如來等覺菩薩的薰陶，因此成就快速，成就沒有障難。我們這一生確實是非常的幸運，遇到這個法門，所以祖師苦口婆心的勸導我們，為什麼不發願求生？"
    },
    {
      "id": "01-015-0009_p0006",
      "zh_CN": "像我们这些凡夫人，烦恼一品都没有断，如果留在娑婆世界，也就是说你这一生出不了轮回。说实实在在的话，在六道里人天两道都很渺茫，三恶道是在等着我们去受报。这一桩事情，只要我们自己冷静的去想一想，你就会明白了。佛在经上说得很清楚，来生要得人身，五戒十善要修得好。你修五戒十善至少要能打八十分，来生不堕三恶道，人天有分。如果达不到这个标准，麻烦就来了，果报就在三途，非常的可怕。现在这个社会上有不少迷惑颠倒的人，自己以为修了很大的福报，殊不知那个福报是假的，不是真的。",
      "zh_TW": "像我們這些凡夫人，煩惱一品都沒有斷，如果留在娑婆世界，也就是說你這一生出不了輪迴。說實實在在的話，在六道裡人天兩道都很渺茫，三惡道是在等著我們去受報。這一樁事情，只要我們自己冷靜的去想一想，你就會明白了。佛在經上說得很清楚，來生要得人身，五戒十善要修得好。你修五戒十善至少要能打八十分，來生不墮三惡道，人天有分。如果達不到這個標準，麻煩就來了，果報就在三途，非常的可怕。現在這個社會上有不少迷惑顛倒的人，自己以為修了很大的福報，殊不知那個福報是假的，不是真的。"
    },
    {
      "id": "01-015-0009_p0007",
      "zh_CN": "正如同经上讲的不错，我们接受了三皈，就有三十六位护法神日夜保护你。你受皈依了，而且往往有一个人皈依了好多次，皈依了好多法师。皈依一个法师就有三十六个护法神，皈依十个法师就三百六十个护法神，所以到处去皈依。实实在在说，护法神没有，恐怕妖魔鬼怪一大堆跟在你后面，你的麻烦就大了。为什么？搞错了。实际上你并没有皈，也没有依，你全搞错。受戒，受一条戒有五位护戒神保护你，你受了五戒，就有二十五位护戒神保护你。可是你要晓得，假如你要是犯了戒、破了戒，护戒神全都看到了，他在那监督你。所以你破戒犯戒，那个护戒神早就走了。没有护法善神保佑你，围绕在你的周边都是妖魔鬼怪、冤亲债主，都是这些。这都是事实！这是最普通的、最常见的。我们所修的福，原来是假的，不是真的。",
      "zh_TW": "正如同經上講的不錯，我們接受了三皈，就有三十六位護法神日夜保護你。你受皈依了，而且往往有一個人皈依了好多次，皈依了好多法師。皈依一個法師就有三十六個護法神，皈依十個法師就三百六十個護法神，所以到處去皈依。實實在在說，護法神沒有，恐怕妖魔鬼怪一大堆跟在你後面，你的麻煩就大了。為什麼？搞錯了。實際上你並沒有皈，也沒有依，你全搞錯。受戒，受一條戒有五位護戒神保護你，你受了五戒，就有二十五位護戒神保護你。可是你要曉得，假如你要是犯了戒、破了戒，護戒神全都看到了，他在那監督你。所以你破戒犯戒，那個護戒神早就走了。沒有護法善神保佑你，圍繞在你的周邊都是妖魔鬼怪、冤親債主，都是這些。這都是事實！這是最普通的、最常見的。我們所修的福，原來是假的，不是真的。"
    },
    {
      "id": "01-015-0009_p0008",
      "zh_CN": "真正的善福，佛在「四依法」里面教导我们，「依法不依人」。法是什么？经典，要遵照经典的教诲，那你是真的皈依了，你在形式上受不受皈依不要紧。所以诸位要晓得，有很多念佛的人，我们劝他念佛，他就老实念佛。念了几年，他站着往生走了，他也没有受过三皈，也没有受过五戒，他怎么会有这么好的感应？殊不知道他是没有受形式的三皈五戒，而他内心真的皈依阿弥陀佛了，真的「诸恶莫作，众善奉行」了，他的戒律很清净，他那个发心是真实的皈戒。我们今天搞的是形式样子，实际上有没有得到？大有问题。人家那是得到实际的，没有形式。可见得诸佛菩萨、护法善神，他是讲行，讲实质，不重形式，这个诸位也要明了。",
      "zh_TW": "真正的善福，佛在「四依法」裡面教導我們，「依法不依人」。法是什麼？經典，要遵照經典的教誨，那你是真的皈依了，你在形式上受不受皈依不要緊。所以諸位要曉得，有很多念佛的人，我們勸他念佛，他就老實念佛。念了幾年，他站著往生走了，他也沒有受過三皈，也沒有受過五戒，他怎麼會有這麼好的感應？殊不知道他是沒有受形式的三皈五戒，而他內心真的皈依阿彌陀佛了，真的「諸惡莫作，眾善奉行」了，他的戒律很清淨，他那個發心是真實的皈戒。我們今天搞的是形式樣子，實際上有沒有得到？大有問題。人家那是得到實際的，沒有形式。可見得諸佛菩薩、護法善神，他是講行，講實質，不重形式，這個諸位也要明瞭。"
    },
    {
      "id": "01-015-0009_p0009",
      "zh_CN": "从前纪晓岚写《阅微草堂笔记》，那里面奇奇怪怪的事情很多，大多数都是真的。他里面记着有一则，这个人的名字我忘掉了，我有这么个印象。是一个道场做法会，这个做法会里面供的牌位叫功德主。纪晓岚是清朝乾隆时间的人，在那个时候佛法已经在开始变质了，所以大的施主出钱出力多的，这个大牌位供在当中；那个没有钱的、没有力量的小牌位放在旁边。他说有一个人遇到一个穷人，是个老太婆。这个是遇到这些鬼，这不是人，是个老太婆，她去参加这个法会。",
      "zh_TW": "從前紀曉嵐寫《閱微草堂筆記》，那裡面奇奇怪怪的事情很多，大多數都是真的。他裡面記著有一則，這個人的名字我忘掉了，我有這麼個印象。是一個道場做法會，這個做法會裡面供的牌位叫功德主。紀曉嵐是清朝乾隆時間的人，在那個時候佛法已經在開始變質了，所以大的施主出錢出力多的，這個大牌位供在當中；那個沒有錢的、沒有力量的小牌位放在旁邊。他說有一個人遇到一個窮人，是個老太婆。這個是遇到這些鬼，這不是人，是個老太婆，她去參加這個法會。"
    },
    {
      "id": "01-015-0009_p0010",
      "zh_CN": "人家说：「人家道场里面没有供你的牌位，你怎么能去？」",
      "zh_TW": "人家說：「人家道場裡面沒有供你的牌位，你怎麼能去？」"
    },
    {
      "id": "01-015-0009_p0011",
      "zh_CN": "她说：「那里欢迎我去，不但我去，我去还要坐上位。」",
      "zh_TW": "她說：「那裡歡迎我去，不但我去，我去還要坐上位。」"
    },
    {
      "id": "01-015-0009_p0012",
      "zh_CN": "他说：「为什么？」",
      "zh_TW": "他說：「為什麼？」"
    },
    {
      "id": "01-015-0009_p0013",
      "zh_CN": "因为阴间重德不重财，她有德行，鬼神尊敬她，大法会请她坐上座。阴间重的是德行。她是一个节妇，在古时候女人守节。丈夫死得很早，孝顺公婆，抚养儿女，一生苦节为鬼神所敬重，所以法会的时候请她坐上座。纪晓岚听到，这个倒满有道理，合情合理。所以鬼神不重视你的钱多少，不重视你现在的地位多高，重视你的德行。你有德行，虽然你的牌位供在旁边，甚至于没有，实际上你坐大位。那个供在当中的大牌位，可能他进都进不去。如果他没有德行的话，拿着钱财去买，那叫贿赂。佛菩萨、鬼神不接受贿赂的，虽然牌供在当中，还是请你出去，进都不让你进来。所以重德行而不重这些财势。",
      "zh_TW": "因為陰間重德不重財，她有德行，鬼神尊敬她，大法會請她坐上座。陰間重的是德行。她是一個節婦，在古時候女人守節。丈夫死得很早，孝順公婆，撫養兒女，一生苦節為鬼神所敬重，所以法會的時候請她坐上座。紀曉嵐聽到，這個倒滿有道理，合情合理。所以鬼神不重視你的錢多少，不重視你現在的地位多高，重視你的德行。你有德行，雖然你的牌位供在旁邊，甚至於沒有，實際上你坐大位。那個供在當中的大牌位，可能他進都進不去。如果他沒有德行的話，拿著錢財去買，那叫賄賂。佛菩薩、鬼神不接受賄賂的，雖然牌供在當中，還是請你出去，進都不讓你進來。所以重德行而不重這些財勢。"
    },
    {
      "id": "01-015-0009_p0014",
      "zh_CN": "纪先生讲这个是合情合理，我们想想也满有道理的。可见得天地鬼神有他公正的一面，有他公平的一面，穷人不至于永远被人挡在门外。在这个世间被人挡在门外，可能在另一个世界里面，他地位就提升了，有多少人恭敬赞叹他，这是也值得我们去参考的。所以一定要在德行上认真的去修学，不要怕吃亏，不要怕上当。",
      "zh_TW": "紀先生講這個是合情合理，我們想想也滿有道理的。可見得天地鬼神有他公正的一面，有他公平的一面，窮人不至於永遠被人擋在門外。在這個世間被人擋在門外，可能在另一個世界裡面，他地位就提升了，有多少人恭敬讚歎他，這是也值得我們去參考的。所以一定要在德行上認真的去修學，不要怕吃虧，不要怕上當。"
    },
    {
      "id": "01-015-0009_p0015",
      "zh_CN": "大师在注子里面特别提醒我们，凡夫往生圆证三不退，这就超越了菩萨四十一个位次。这个四十一个位次是从《华严经》上说的，四十一位法身大士，《华严》是讲十住、十行、十回向、十地、等觉。西方极乐世界往生的人，因弥陀本愿的加持，不必经历一个位次一个位次，不必经历，所以他一生圆满成佛。因此，你要说这些往生的人是凡夫，他可以不经历四十一个阶级，他成佛了，而且与观音、势至、文殊、普贤无二无别。这个话是蕅益大师给我们说的，别人给我们讲的，我们很难接受，很难相信！如果你说他就是等觉菩萨，他烦恼没断，见思烦恼都没断。所以前面曾经说过，这一切经论里没有这个说法，一切诸佛刹土里面没有这个现象，这是难信之法，真的是希有难信。",
      "zh_TW": "大師在註子裡面特別提醒我們，凡夫往生圓證三不退，這就超越了菩薩四十一個位次。這個四十一個位次是從《華嚴經》上說的，四十一位法身大士，《華嚴》是講十住、十行、十迴向、十地、等覺。西方極樂世界往生的人，因彌陀本願的加持，不必經歷一個位次一個位次，不必經歷，所以他一生圓滿成佛。因此，你要說這些往生的人是凡夫，他可以不經歷四十一個階級，他成佛了，而且與觀音、勢至、文殊、普賢無二無別。這個話是蕅益大師給我們說的，別人給我們講的，我們很難接受，很難相信！如果你說他就是等覺菩薩，他煩惱沒斷，見思煩惱都沒斷。所以前面曾經說過，這一切經論裡沒有這個說法，一切諸佛剎土裡面沒有這個現象，這是難信之法，真的是希有難信。"
    },
    {
      "id": "01-015-0009_p0016",
      "zh_CN": "我们学佛必须要知道，人生大事就是生死，没有比这个更大的了。生死是大事，这一关很不容易突破。我们细细想想，我们能够在这个讲堂坐上两个小时，这就不是普通人。普通人，你到马路上找个人来，你叫他坐两个钟点，他坐不住！坐几分钟他就跑掉了。我们能在这里坐两个钟点，还不想走，这就是佛在经上说的，你在过去生中，生生世世曾经是学佛的修行人。尤其《无量寿经》上讲的，这一生能够接受净土，听到净土的经典、弥陀名号，能够生欢喜心的，能够发愿求生的，那是过去无量劫来，你曾经供养无量的诸佛如来。你看这个善根多深厚！所以你才有善根福德因缘遇到，遇到能生欢喜心，我们听到了很安慰。可是有没有想到，无量劫来，生生世世修行，亲近那么多诸佛如来，为什么还落到今天这个地步？想到这个地方，这就寒心。为什么？这才真正体会到，轮回这一关不容易突破。只要有丝毫的留恋，你就出不了三界。阿弥陀佛虽然慈悲，临终来接引，你这个地方有留恋，你还不想去，佛对你无可奈何，这就去不了。",
      "zh_TW": "我們學佛必須要知道，人生大事就是生死，沒有比這個更大的了。生死是大事，這一關很不容易突破。我們細細想想，我們能夠在這個講堂坐上兩個小時，這就不是普通人。普通人，你到馬路上找個人來，你叫他坐兩個鐘點，他坐不住！坐幾分鐘他就跑掉了。我們能在這裡坐兩個鐘點，還不想走，這就是佛在經上說的，你在過去生中，生生世世曾經是學佛的修行人。尤其《無量壽經》上講的，這一生能夠接受淨土，聽到淨土的經典、彌陀名號，能夠生歡喜心的，能夠發願求生的，那是過去無量劫來，你曾經供養無量的諸佛如來。你看這個善根多深厚！所以你才有善根福德因緣遇到，遇到能生歡喜心，我們聽到了很安慰。可是有沒有想到，無量劫來，生生世世修行，親近那麼多諸佛如來，為什麼還落到今天這個地步？想到這個地方，這就寒心。為什麼？這才真正體會到，輪迴這一關不容易突破。只要有絲毫的留戀，你就出不了三界。阿彌陀佛雖然慈悲，臨終來接引，你這個地方有留戀，你還不想去，佛對你無可奈何，這就去不了。"
    },
    {
      "id": "01-015-0009_p0017",
      "zh_CN": "由此可知，我们过去生中没有能够往生，就是这个牵挂没有断干净。或者是舍不得你的财富，或者是舍不得你的亲人、你的儿孙，你总有事情牵挂在心里，又留恋舍不得离开，这就完了！你那个佛念得再好，你的愿再切，只要有这个牵挂，就把你拉下来了。所以我们总要把这些原因找出来，这一生当中我们把这个原因消除，使我们求生净土没有障碍，这才行！所以一定要放下，要彻底放下，要放得干干净净，不能有丝毫留恋。如果留恋，你这一生又空过了。这一生空过，也许你说我来生接着再修。你来生能不能得到人身？得不到人身，那就没法子修了。纵然你得到人身，你能够保证你能遇到佛法吗？",
      "zh_TW": "由此可知，我們過去生中沒有能夠往生，就是這個牽掛沒有斷乾淨。或者是捨不得你的財富，或者是捨不得你的親人、你的兒孫，你總有事情牽掛在心裡，又留戀捨不得離開，這就完了！你那個佛念得再好，你的願再切，只要有這個牽掛，就把你拉下來了。所以我們總要把這些原因找出來，這一生當中我們把這個原因消除，使我們求生淨土沒有障礙，這才行！所以一定要放下，要徹底放下，要放得乾乾淨淨，不能有絲毫留戀。如果留戀，你這一生又空過了。這一生空過，也許你說我來生接著再修。你來生能不能得到人身？得不到人身，那就沒法子修了。縱然你得到人身，你能夠保證你能遇到佛法嗎？"
    },
    {
      "id": "01-015-0009_p0018",
      "zh_CN": "今天我们这个地球上将近五十亿的人，有多少人遇到佛法？你怎么会那么幸运遇到佛法？何况现在佛法有很多冒牌的，假佛法；假的多，真的少。你一层一层的去淘汰，到最后才晓得真正遇到正法的人，很希有，很难得！不是容易事情。所以诸佛菩萨、祖师大德教给我们要珍惜这个因缘，唯独念佛求生净土才能超越三界，除这个法子之外，凭你自己修行，实实在在说没指望。这样我们才真正能够体会到弥陀名号不可思议，信愿持名不可思议。我们在这个地方生起深信，发广大之愿。经上常常讲「应当」，那个应当就是指深信，深信发愿这就是无上菩提。依这个信愿，一心持名，这才叫念佛人。",
      "zh_TW": "今天我們這個地球上將近五十億的人，有多少人遇到佛法？你怎麼會那麼幸運遇到佛法？何況現在佛法有很多冒牌的，假佛法；假的多，真的少。你一層一層的去淘汰，到最後才曉得真正遇到正法的人，很希有，很難得！不是容易事情。所以諸佛菩薩、祖師大德教給我們要珍惜這個因緣，唯獨念佛求生淨土才能超越三界，除這個法子之外，憑你自己修行，實實在在說沒指望。這樣我們才真正能夠體會到彌陀名號不可思議，信願持名不可思議。我們在這個地方生起深信，發廣大之願。經上常常講「應當」，那個應當就是指深信，深信發願這就是無上菩提。依這個信願，一心持名，這才叫念佛人。"
    },
    {
      "id": "01-015-0009_p0019",
      "zh_CN": "我们把话说回来，念佛人多，往生人少，原因就是有烦恼、有忧虑、有牵挂、放不下。但是这些烦恼习气的的确确是一切众生无始来的积习，累积的习气。所以佛虽然给我们讲得清清楚楚、明明白白，我们自己也晓得，就是放不下，就是有坚固的执着。这个执着就是严重的业障，障碍我们往生，障碍我们的定慧。我们想消业障，诸位要晓得，最重要的要消除这个业障，我们的往生才有把握。",
      "zh_TW": "我們把話說回來，念佛人多，往生人少，原因就是有煩惱、有憂慮、有牽掛、放不下。但是這些煩惱習氣的的確確是一切眾生無始來的積習，累積的習氣。所以佛雖然給我們講得清清楚楚、明明白白，我們自己也曉得，就是放不下，就是有堅固的執著。這個執著就是嚴重的業障，障礙我們往生，障礙我們的定慧。我們想消業障，諸位要曉得，最重要的要消除這個業障，我們的往生才有把握。"
    },
    {
      "id": "01-015-0009_p0020",
      "zh_CN": "怎样消除？佛都告诉我们了，四弘誓愿里面说「众生无边誓愿度」，你能常常想着这句话，常常发这个愿，那个业障逐渐逐渐就消除了。为什么？所有一切业障的根就是自私自利，就是这个。今天我要度一切众生，把那个自私自利的心扩大了，大而化之了，就变成菩提心了。菩提心是大心，念念都想帮助一切众生。所有一切众生，只要没有超越六道轮回，都是可怜人！不要看到富贵的，也是可怜，他搞六道轮回。他这一生富贵，不见得来生还富贵；这一生贫穷，不见得来生贫穷。风水轮流转！所以你要能看三世，你的心就平了。不出三界都是可怜人，不出三界都是佛菩萨所关怀的众生。我们要学佛菩萨，关怀这些众生，帮助这些众生，帮助他觉悟。",
      "zh_TW": "怎樣消除？佛都告訴我們了，四弘誓願裡面說「眾生無邊誓願度」，你能常常想著這句話，常常發這個願，那個業障逐漸逐漸就消除了。為什麼？所有一切業障的根就是自私自利，就是這個。今天我要度一切眾生，把那個自私自利的心擴大了，大而化之了，就變成菩提心了。菩提心是大心，念念都想幫助一切眾生。所有一切眾生，只要沒有超越六道輪迴，都是可憐人！不要看到富貴的，也是可憐，他搞六道輪迴。他這一生富貴，不見得來生還富貴；這一生貧窮，不見得來生貧窮。風水輪流轉！所以你要能看三世，你的心就平了。不出三界都是可憐人，不出三界都是佛菩薩所關懷的眾生。我們要學佛菩薩，關懷這些眾生，幫助這些眾生，幫助他覺悟。"
    },
    {
      "id": "01-015-0009_p0021",
      "zh_CN": "所以佛法就是觉法，觉悟之法，破迷开悟，离苦得乐。离苦，三界统苦，脱离六道轮回才叫做得乐，这个要搞清楚。你在三界里哪有乐？没有乐。这些事实真相，唯独佛在经上说得透彻，我们要细心体会，要把心放大，尽我们的心，尽我们的能力帮助众生。我们开始帮助哪一类众生？帮助有缘的众生。什么叫有缘？他肯接受我的帮助，这就是有缘。我想帮助他，他拒绝，他不接受，那又有什么法子！这个就是佛法里常讲「佛不度无缘之人」，无缘就是他不肯接受。能够接受的，喜欢接受的，我们一定要尽心尽力帮助，尽心尽力就叫做圆满功德。不要认为我没有财力，我也没有这个能力，我帮助人很有限；只要你尽心尽力，你的功德就圆满了。所以圆满功德在佛法里面是人人能修的，不一定有地位、有势力、有财富你才能修，不是的。佛不是这个讲法的，人人能修。由此可见，佛法是真正的平等，特别是修净土，不可不知。",
      "zh_TW": "所以佛法就是覺法，覺悟之法，破迷開悟，離苦得樂。離苦，三界統苦，脫離六道輪迴才叫做得樂，這個要搞清楚。你在三界裡哪有樂？沒有樂。這些事實真相，唯獨佛在經上說得透徹，我們要細心體會，要把心放大，盡我們的心，盡我們的能力幫助眾生。我們開始幫助哪一類眾生？幫助有緣的眾生。什麼叫有緣？他肯接受我的幫助，這就是有緣。我想幫助他，他拒絕，他不接受，那又有什麼法子！這個就是佛法裡常講「佛不度無緣之人」，無緣就是他不肯接受。能夠接受的，喜歡接受的，我們一定要盡心盡力幫助，盡心盡力就叫做圓滿功德。不要認為我沒有財力，我也沒有這個能力，我幫助人很有限；只要你盡心盡力，你的功德就圓滿了。所以圓滿功德在佛法裡面是人人能修的，不一定有地位、有勢力、有財富你才能修，不是的。佛不是這個講法的，人人能修。由此可見，佛法是真正的平等，特別是修淨土，不可不知。"
    },
    {
      "id": "01-015-0009_p0022",
      "zh_CN": "【舍利弗。不可以少善根福德因缘。得生彼国。舍利弗。若有善男子善女人。闻说阿弥陀佛。执持名号。若一日。若二日。若三日。若四日。若五日。若六日。若七日。一心不乱。其人临命终时。阿弥陀佛。与诸圣众。现在其前。是人终时。心不颠倒。即得往生阿弥陀佛极乐国土。舍利弗。我见是利。故说此言。若有众生。闻是说者。应当发愿。生彼国土。】",
      "zh_TW": "【舍利弗。不可以少善根福德因緣。得生彼國。舍利弗。若有善男子善女人。聞說阿彌陀佛。執持名號。若一日。若二日。若三日。若四日。若五日。若六日。若七日。一心不亂。其人臨命終時。阿彌陀佛。與諸聖眾。現在其前。是人終時。心不顛倒。即得往生阿彌陀佛極樂國土。舍利弗。我見是利。故說此言。若有眾生。聞是說者。應當發願。生彼國土。】"
    },
    {
      "id": "01-015-0009_p0023",
      "zh_CN": "底下一段，经文科题是「正示行者执持名号以立行」，在我们这个经本八十三面到九十七面，经文从「舍利弗，不可以少善根福德因缘，得生彼国」，一直到「应当发愿，生彼国土」。",
      "zh_TW": "底下一段，經文科題是「正示行者執持名號以立行」，在我們這個經本八十三面到九十七面，經文從「舍利弗，不可以少善根福德因緣，得生彼國」，一直到「應當發願，生彼國土」。"
    },
    {
      "id": "01-015-0009_p0024",
      "zh_CN": "在此地，我们先来观察哪些人不得生。这个不得生，不是指一般人不念佛的，不想求生的，他当然不得生。这是念佛发愿求生而不得生的，那是什么原因？他的善根少、福德少、因缘少，那就没有法子了，这是不得生的原因。什么是善根，什么是福德，我们一定要清楚。善根是能信能解，善根是慧。你听到弥陀名号，看到弥陀经典，你就能信，你就能解，这是善根。你肯发愿求生，你肯念佛，这是福德。",
      "zh_TW": "在此地，我們先來觀察哪些人不得生。這個不得生，不是指一般人不念佛的，不想求生的，他當然不得生。這是念佛發願求生而不得生的，那是什麼原因？他的善根少、福德少、因緣少，那就沒有法子了，這是不得生的原因。什麼是善根，什麼是福德，我們一定要清楚。善根是能信能解，善根是慧。你聽到彌陀名號，看到彌陀經典，你就能信，你就能解，這是善根。你肯發願求生，你肯念佛，這是福德。"
    },
    {
      "id": "01-015-0009_p0025",
      "zh_CN": "在所有一切善福里面，大家一定要知道，能信净土、能解净宗经典是第一大善，没有比这个善更大了；发愿求生，一心持名，没有比这个福更大了。为什么？这个善福能叫你一生不退成佛。诸位想想看，还有哪一个方法能够叫你在这一生当中得到不退成佛？没有了！所以世出世间第一大善、第一大福就在《阿弥陀经》里面。学佛的人不少，研究教的人也不少，真正能够把这个看出来的不多。你真的看出来，真的搞清楚了，像古来祖师大德他豁然明了了，他把一切经论、法门立刻就舍掉了。",
      "zh_TW": "在所有一切善福裡面，大家一定要知道，能信淨土、能解淨宗經典是第一大善，沒有比這個善更大了；發願求生，一心持名，沒有比這個福更大了。為什麼？這個善福能叫你一生不退成佛。諸位想想看，還有哪一個方法能夠叫你在這一生當中得到不退成佛？沒有了！所以世出世間第一大善、第一大福就在《阿彌陀經》裡面。學佛的人不少，研究教的人也不少，真正能夠把這個看出來的不多。你真的看出來，真的搞清楚了，像古來祖師大德他豁然明瞭了，他把一切經論、法門立刻就捨掉了。"
    },
    {
      "id": "01-015-0009_p0026",
      "zh_CN": "像莲池大师晚年的时候他才明了，可见这个不容易！当他明白的时候，他经教放下，「三藏十二部，让给别人悟」，不要了；「八万四千行，饶与别人行」，别人修行，送给你们吧！而大师一部《阿弥陀经》，一句「阿弥陀佛」。你要问他为什么？他这才恍然明了，原来这是第一大善、第一大福，他得到第一，他不再想搞第二第三了。哪有那么傻的人？这是我们一定要认识清楚的。",
      "zh_TW": "像蓮池大師晚年的時候他才明瞭，可見這個不容易！當他明白的時候，他經教放下，「三藏十二部，讓給別人悟」，不要了；「八萬四千行，饒與別人行」，別人修行，送給你們吧！而大師一部《阿彌陀經》，一句「阿彌陀佛」。你要問他為什麼？他這才恍然明瞭，原來這是第一大善、第一大福，他得到第一，他不再想搞第二第三了。哪有那麼傻的人？這是我們一定要認識清楚的。"
    },
    {
      "id": "01-015-0009_p0027",
      "zh_CN": "我今天跟你说，你也听清楚了，也听明白了，你信不信？如果你真信，从今天起就下定决心，一部《阿弥陀经》，一句弥陀名号，那你了不起，你马上就跟莲池、蕅益、印光大师一样，就跟他们平等了。如果你还想念《普门品》、念《金刚经》，再念《地藏经》、念《药师经》，再念一些咒，那你就下来了，你比这些祖师大德差得远之远矣！你还搞三等四等五等六等的，你不是第一等的！这是值得我们深深去反省的。所以这个善根福德多，就多在这里。",
      "zh_TW": "我今天跟你說，你也聽清楚了，也聽明白了，你信不信？如果你真信，從今天起就下定決心，一部《阿彌陀經》，一句彌陀名號，那你了不起，你馬上就跟蓮池、蕅益、印光大師一樣，就跟他們平等了。如果你還想念《普門品》、念《金剛經》，再念《地藏經》、念《藥師經》，再念一些咒，那你就下來了，你比這些祖師大德差得遠之遠矣！你還搞三等四等五等六等的，你不是第一等的！這是值得我們深深去反省的。所以這個善根福德多，就多在這裡。"
    },
    {
      "id": "01-015-0009_p0028",
      "zh_CN": "至于「因缘」，可以说这一条大致上都没有问题。我们在这个时代谈到因缘，实在说比古人要殊胜。古大德一生当中，能够尽读净宗的经论实在不多。净宗经论虽然分量并不多，《无量寿经》五种的译本，宋以后，有王龙舒的会集本，就是《无量寿经》六种本子，六种本子都能读到的人很少。《观无量寿经》，《阿弥陀经》有二种本子，除了罗什的译本，玄奘大师也有译本，而真正能够把经典意思参透的就更少了。我们今天幸运，夏莲居老居士将《无量寿经》做成最完善的会集本，我们读这一本等于所有的版本我们全都得到了，这是因缘胜过古人。莲池、蕅益大师加上现代的圆瑛法师、宝静法师，他们的这个《要解》的讲义，对我们有很大的帮助，所以这是缘！因缘来讲，我们比从前人殊胜多了。",
      "zh_TW": "至於「因緣」，可以說這一條大致上都沒有問題。我們在這個時代談到因緣，實在說比古人要殊勝。古大德一生當中，能夠盡讀淨宗的經論實在不多。淨宗經論雖然分量並不多，《無量壽經》五種的譯本，宋以後，有王龍舒的會集本，就是《無量壽經》六種本子，六種本子都能讀到的人很少。《觀無量壽經》，《阿彌陀經》有二種本子，除了羅什的譯本，玄奘大師也有譯本，而真正能夠把經典意思參透的就更少了。我們今天幸運，夏蓮居老居士將《無量壽經》做成最完善的會集本，我們讀這一本等於所有的版本我們全都得到了，這是因緣勝過古人。蓮池、蕅益大師加上現代的圓瑛法師、寶靜法師，他們的這個《要解》的講義，對我們有很大的幫助，所以這是緣！因緣來講，我們比從前人殊勝多了。"
    },
    {
      "id": "01-015-0009_p0029",
      "zh_CN": "从前的人听经的机会很难，交通也不方便。法师讲经，讲一遍之后，你要记不得，那就没法子；纵然写笔记，记的都不完整。现代科学带来了便利，讲经留着有录音带、有录影带，一遍没听清楚，不要紧，回家还可以听第二遍、第三遍。从前请一个法师，你说：「你给我再讲一遍。」不可能，没有这个道理。现在你听一百遍、听一千遍都做得到了。现在人有福，一部经可以重复的去听，这个就是现代的因缘好。那么现代人要是不能往生，毛病一定就出在善根福德上。所以，「不可以少善根福德因缘，得生彼国」，这是我们要特别注意到的。",
      "zh_TW": "從前的人聽經的機會很難，交通也不方便。法師講經，講一遍之後，你要記不得，那就沒法子；縱然寫筆記，記的都不完整。現代科學帶來了便利，講經留著有錄音帶、有錄影帶，一遍沒聽清楚，不要緊，回家還可以聽第二遍、第三遍。從前請一個法師，你說：「你給我再講一遍。」不可能，沒有這個道理。現在你聽一百遍、聽一千遍都做得到了。現在人有福，一部經可以重複的去聽，這個就是現代的因緣好。那麼現代人要是不能往生，毛病一定就出在善根福德上。所以，「不可以少善根福德因緣，得生彼國」，這是我們要特別注意到的。"
    },
    {
      "id": "01-015-0009_p0030",
      "zh_CN": "说到修行，净宗的正行，经上跟我们讲的，祖师大德跟我们说的，都是说念佛是正行，这个话当然是不错。因此，念佛人最重要的早晚二课，早课跟晚课，怎么做法？如果有时间，当然念《无量寿经》最好，把《无量寿经》念一遍，然后再念佛号，再回向，三皈依，这是最好的了。如果你的工作繁忙，没有那么长的时间，《无量寿经》念不完，我们为了便利同学修学起见，我们编了一个《净宗朝暮课本》。早课我们念的经文就是《无量寿经》的第六品四十八愿，为什么要选这一品？这一品非常重要。",
      "zh_TW": "說到修行，淨宗的正行，經上跟我們講的，祖師大德跟我們說的，都是說念佛是正行，這個話當然是不錯。因此，念佛人最重要的早晚二課，早課跟晚課，怎麼做法？如果有時間，當然念《無量壽經》最好，把《無量壽經》念一遍，然後再念佛號，再迴向，三皈依，這是最好的了。如果你的工作繁忙，沒有那麼長的時間，《無量壽經》念不完，我們為了便利同學修學起見，我們編了一個《淨宗朝暮課本》。早課我們念的經文就是《無量壽經》的第六品四十八願，為什麼要選這一品？這一品非常重要。"
    },
    {
      "id": "01-015-0009_p0031",
      "zh_CN": "我们要想到西方极乐世界去，经上祖师大德都跟我们讲念佛是正行，往往我们把念佛误会了，以为「阿弥陀佛、阿弥陀佛、阿弥陀佛」，这就是念佛了，口念心里没有。这样念法，古德讲，你一天念十万声都没有用处，不相应！要口念心行。因此，四十八愿是心行最重要的依据。我们每天念四十八愿，依照阿弥陀佛的愿来发愿。不要念的是阿弥陀佛的四十八愿，与我不相干，那你虽念也不相应。念阿弥陀佛的愿，我们照他的愿，我也发这个愿，把弥陀四十八愿变成我自己的本愿。我的愿跟阿弥陀佛的愿一样，同心同愿这叫做相应。这一点诸位一定要晓得，我们的心要像阿弥陀佛的心，我们的愿要像阿弥陀佛的愿。",
      "zh_TW": "我們要想到西方極樂世界去，經上祖師大德都跟我們講念佛是正行，往往我們把念佛誤會了，以為「阿彌陀佛、阿彌陀佛、阿彌陀佛」，這就是念佛了，口念心裡沒有。這樣念法，古德講，你一天念十萬聲都沒有用處，不相應！要口念心行。因此，四十八願是心行最重要的依據。我們每天念四十八願，依照阿彌陀佛的願來發願。不要念的是阿彌陀佛的四十八願，與我不相干，那你雖念也不相應。念阿彌陀佛的願，我們照他的願，我也發這個願，把彌陀四十八願變成我自己的本願。我的願跟阿彌陀佛的願一樣，同心同願這叫做相應。這一點諸位一定要曉得，我們的心要像阿彌陀佛的心，我們的願要像阿彌陀佛的願。"
    },
    {
      "id": "01-015-0009_p0032",
      "zh_CN": "晚课，我们选择念诵的经文是《无量寿经》三十二品到三十七品，这一段里面可以用四个字说明，就是「持戒念佛」。在这段经文里，佛告诉我们哪些事情我们应当要做，哪些事情决定不能做，这就是戒律，戒律是行持。所以我们的解行跟阿弥陀佛也一样，这才是阿弥陀佛真正的学生，真实弟子。哪有不往生的道理！我们常常听讲「一念相应一念佛」，什么叫相应？不知道。这个相应就是我们的「心、愿、解、行」跟阿弥陀佛都一样，这叫相应。所以念这句佛号，就是提醒我的「心愿解行」跟阿弥陀佛是不是一样？果然一样，这叫真念佛！不一样，有口无心，那个没用处。所以念佛怎么个念法要搞清楚。",
      "zh_TW": "晚課，我們選擇念誦的經文是《無量壽經》三十二品到三十七品，這一段裡面可以用四個字說明，就是「持戒念佛」。在這段經文裡，佛告訴我們哪些事情我們應當要做，哪些事情決定不能做，這就是戒律，戒律是行持。所以我們的解行跟阿彌陀佛也一樣，這才是阿彌陀佛真正的學生，真實弟子。哪有不往生的道理！我們常常聽講「一念相應一念佛」，什麼叫相應？不知道。這個相應就是我們的「心、願、解、行」跟阿彌陀佛都一樣，這叫相應。所以念這句佛號，就是提醒我的「心願解行」跟阿彌陀佛是不是一樣？果然一樣，這叫真念佛！不一樣，有口無心，那個沒用處。所以念佛怎麼個念法要搞清楚。"
    },
    {
      "id": "01-015-0009_p0033",
      "zh_CN": "那个工作更繁忙的人，连早晚课都不能做，怎么办？我教给大家一个「十念法」。一天要念九次，一次只要一分钟，随时随地都可以做这个课诵。一次只要一分钟，就是十声阿弥陀佛，合掌「阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛…」念十句弥陀名号，我这一堂课就圆满了，一天做九次。你照着我教你的规矩去做，这个薰习的力量很大，因为它时间没隔多长又要有一次，薰习力量大。",
      "zh_TW": "那個工作更繁忙的人，連早晚課都不能做，怎麼辦？我教給大家一個「十念法」。一天要念九次，一次只要一分鐘，隨時隨地都可以做這個課誦。一次只要一分鐘，就是十聲阿彌陀佛，合掌「阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛…」念十句彌陀名號，我這一堂課就圓滿了，一天做九次。你照著我教你的規矩去做，這個薰習的力量很大，因為它時間沒隔多長又要有一次，薰習力量大。"
    },
    {
      "id": "01-015-0009_p0034",
      "zh_CN": "但是诸位还要记住一个原则，有时间要多读经。有人告诉我没有时间读经。没有时间读经，现在我们有读经的录音带，你听行不行？这个可以。平常他没有时间，他走路有时间，走路时听。他要开车，他一驾车，打开就可以听经，利用这个时间很好。你在路上走路，你也没有白浪费，利用这个时候听经。经要不听得很熟，刚才讲了，你念佛就不相应。你的「心愿解行」跟阿弥陀佛不一样，那怎么行？",
      "zh_TW": "但是諸位還要記住一個原則，有時間要多讀經。有人告訴我沒有時間讀經。沒有時間讀經，現在我們有讀經的錄音帶，你聽行不行？這個可以。平常他沒有時間，他走路有時間，走路時聽。他要開車，他一駕車，打開就可以聽經，利用這個時間很好。你在路上走路，你也沒有白浪費，利用這個時候聽經。經要不聽得很熟，剛才講了，你念佛就不相應。你的「心願解行」跟阿彌陀佛不一樣，那怎麼行？"
    },
    {
      "id": "01-015-0009_p0035",
      "zh_CN": "所以我教给大家修学的方法，第一个阶段去读经，以读经为主，要把经念熟，最好念到能背。我们在日常生活当中，对人对事对物，起心动念，立刻就想到佛在经上怎样讲的？我这个念头该不该有？我这件事情该不该做？想到佛是怎么教我的。如果经要记不住，那有什么用处？那就没有用处。所以经要熟，就是你时时刻刻记住佛的教训。《无量寿经》实在说就是阿弥陀佛对我们的教训，怎么能不记住！",
      "zh_TW": "所以我教給大家修學的方法，第一個階段去讀經，以讀經為主，要把經念熟，最好念到能背。我們在日常生活當中，對人對事對物，起心動念，立刻就想到佛在經上怎樣講的？我這個念頭該不該有？我這件事情該不該做？想到佛是怎麼教我的。如果經要記不住，那有什麼用處？那就沒有用處。所以經要熟，就是你時時刻刻記住佛的教訓。《無量壽經》實在說就是阿彌陀佛對我們的教訓，怎麼能不記住！"
    },
    {
      "id": "01-015-0009_p0036",
      "zh_CN": "第二个阶段，经熟了要求解，经里的意思要懂，要正确的理解，要圆融的理解。",
      "zh_TW": "第二個階段，經熟了要求解，經裡的意思要懂，要正確的理解，要圓融的理解。"
    },
    {
      "id": "01-015-0009_p0037",
      "zh_CN": "第三个阶段就是要行，真正讲修行了。依靠经典的教训，依靠经典的道理，修正我们错误的思想、见解、行为，这才叫修行。你不按照这三个阶段，那个修行都是假的，都不能相应，所以虽然念佛求愿往生，还是不能往生。这个就是说「不可以少善根福德因缘，得生彼国」。",
      "zh_TW": "第三個階段就是要行，真正講修行了。依靠經典的教訓，依靠經典的道理，修正我們錯誤的思想、見解、行為，這才叫修行。你不按照這三個階段，那個修行都是假的，都不能相應，所以雖然念佛求願往生，還是不能往生。這個就是說「不可以少善根福德因緣，得生彼國」。"
    },
    {
      "id": "01-015-0009_p0038",
      "zh_CN": "我们今天依照这三个步骤，虽然我们善根福德少一点，用这三个方法可以弥补，可以把我们的善根福德大速度的增长，加速度的增长。我们这一生当中，善根福德因缘统统具足，就决定往生了。所以早晚课诵非常重要，这个课诵里面就是使我们的「心愿解行」与佛相应。",
      "zh_TW": "我們今天依照這三個步驟，雖然我們善根福德少一點，用這三個方法可以彌補，可以把我們的善根福德大速度的增長，加速度的增長。我們這一生當中，善根福德因緣統統具足，就決定往生了。所以早晚課誦非常重要，這個課誦裡面就是使我們的「心願解行」與佛相應。"
    },
    {
      "id": "01-015-0009_p0039",
      "zh_CN": "其次，就是在一年当中，特别要是有假期的话，不要把时间浪费掉。现在有很多人有假期都去旅游了，甚至于到世界各国去观光旅游，这是把我们大好的时间浪费掉了，非常可惜！你出去看，看些什么东西？实实在在讲，还不是都看一些人头，到处都是人，太多了，人挤人。看那些房屋，那些建筑物还不是差不多，没有什么好看的。浪费金钱，浪费精神，浪费时间。我们有这样的机会，为什么不去打个佛七？结七念佛，使我们在这个有空闲的时间，我们的功夫加强，我们的念佛密集，这个好！这个叫真精进。",
      "zh_TW": "其次，就是在一年當中，特別要是有假期的話，不要把時間浪費掉。現在有很多人有假期都去旅遊了，甚至於到世界各國去觀光旅遊，這是把我們大好的時間浪費掉了，非常可惜！你出去看，看些什麼東西？實實在在講，還不是都看一些人頭，到處都是人，太多了，人擠人。看那些房屋，那些建築物還不是差不多，沒有什麼好看的。浪費金錢，浪費精神，浪費時間。我們有這樣的機會，為什麼不去打個佛七？結七念佛，使我們在這個有空閒的時間，我們的功夫加強，我們的念佛密集，這個好！這個叫真精進。"
    },
    {
      "id": "01-015-0009_p0040",
      "zh_CN": "所以，一分时光就是一分命光，我们要争取时间，认真努力念佛，哪有空闲去游山玩水？古来大德自己在生死没有把握，就不敢游山玩水。到处参学是为什么？为了生死，为断疑生信，去参访善知识。何况我们生在现在这个浊恶的时代，还有空闲时间去搞这些事情，那真正可惜！",
      "zh_TW": "所以，一分時光就是一分命光，我們要爭取時間，認真努力念佛，哪有空閒去遊山玩水？古來大德自己在生死沒有把握，就不敢遊山玩水。到處參學是為什麼？為了生死，為斷疑生信，去參訪善知識。何況我們生在現在這個濁惡的時代，還有空閒時間去搞這些事情，那真正可惜！"
    }
  ]
}