{
  "doc_id": "01-015-0014",
  "title": {
    "zh_CN": "弥陀要解演义",
    "zh_TW": "彌陀要解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾高雄元亨寺",
    "zh_TW": "台灣高雄元亨寺"
  },
  "doc_number": "01-015-0014",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "01-015-0014_p0001",
      "zh_CN": "不结果，我们这一生当中，一定是「随业流转，强者先迁」，又要去搞六道轮回。这一搞六道轮回，到哪一生哪一世再遇到这个法门，很不容易。绝对不是「这一生不能成就，来生我再继续修吧」！这个话说得好听，事实不如是。来生不一定能遇到这个法门，来生你也不一定能得人身，不一定能遇佛法。所以得人身，遇佛法，好难！这个佛在经上讲得很多，真正不容易。我们晓得这种机缘难得，我们才真正肯把这个机缘牢牢的抓住。",
      "zh_TW": "不結果，我們這一生當中，一定是「隨業流轉，強者先遷」，又要去搞六道輪迴。這一搞六道輪迴，到哪一生哪一世再遇到這個法門，很不容易。絕對不是「這一生不能成就，來生我再繼續修吧」！這個話說得好聽，事實不如是。來生不一定能遇到這個法門，來生你也不一定能得人身，不一定能遇佛法。所以得人身，遇佛法，好難！這個佛在經上講得很多，真正不容易。我們曉得這種機緣難得，我們才真正肯把這個機緣牢牢的抓住。"
    },
    {
      "id": "01-015-0014_p0002",
      "zh_CN": "修学重要的指导纲领，实在说「四弘誓愿」也非常之好，它把修行的顺序教给我们，我们一定要依照这个顺序去修。第一要发大心，这个非常非常重要。你的心量不大，你的障碍就不能够突破，所以一定要发度众生的这个大心。《金刚经》大家读得很多，《金刚经》上，佛一开口就是要度，「灭度无量无边众生」，这一句话就是四弘誓愿的「众生无边誓愿度」。《金刚经》上讲「灭度」，那个灭度是度众生度到圆满，就是度他成佛。这个灭是灭烦恼，见思烦恼、尘沙烦恼、无明烦恼统统都灭了。这就是帮助众生成佛，帮助无量无边众生成佛。你看，这个心量多大，没有想到自己。",
      "zh_TW": "修學重要的指導綱領，實在說「四弘誓願」也非常之好，它把修行的順序教給我們，我們一定要依照這個順序去修。第一要發大心，這個非常非常重要。你的心量不大，你的障礙就不能夠突破，所以一定要發度眾生的這個大心。《金剛經》大家讀得很多，《金剛經》上，佛一開口就是要度，「滅度無量無邊眾生」，這一句話就是四弘誓願的「眾生無邊誓願度」。《金剛經》上講「滅度」，那個滅度是度眾生度到圓滿，就是度他成佛。這個滅是滅煩惱，見思煩惱、塵沙煩惱、無明煩惱統統都滅了。這就是幫助眾生成佛，幫助無量無邊眾生成佛。你看，這個心量多大，沒有想到自己。"
    },
    {
      "id": "01-015-0014_p0003",
      "zh_CN": "心量一大，《金刚经》上讲的「四相」，自然就破了，我相我见就破了。所以它用的方法妙，叫「大而化之」。本来那个心量很小，把心量放大；这一放大，我执法执都没有了，都破掉了。这是大乘法的善巧，这是大乘法高明之处。尽量把你的心量放大，把你的心量拓开。所有一切的烦恼、痛苦、生死轮回，都是小心量造成的。所以一定要发大心，发大心是修行的大根大本。不发大心，那个修行都谈不上，都是假的，不是真的。诸位要晓得，这是第一个条件。",
      "zh_TW": "心量一大，《金剛經》上講的「四相」，自然就破了，我相我見就破了。所以它用的方法妙，叫「大而化之」。本來那個心量很小，把心量放大；這一放大，我執法執都沒有了，都破掉了。這是大乘法的善巧，這是大乘法高明之處。盡量把你的心量放大，把你的心量拓開。所有一切的煩惱、痛苦、生死輪迴，都是小心量造成的。所以一定要發大心，發大心是修行的大根大本。不發大心，那個修行都談不上，都是假的，不是真的。諸位要曉得，這是第一個條件。"
    },
    {
      "id": "01-015-0014_p0004",
      "zh_CN": "你不信，你看《华严经》善财童子，善财童子每参访一位善知识，他一开口第一句话就说：「我已经发阿耨多罗三藐三菩提心，不知道怎样学菩萨道？怎样学菩萨行？」再向善知识请教。先说发心。如果你不发心，人家不教你，你没有资格学。所以发心是第一！大乘佛法建立在菩提心的基础上，你没有这个心，怎么行！发心之后从哪里学起？从断烦恼学起，不能躐等，「烦恼无尽誓愿断」。为什么？自古以来，祖师大德教导学生，都教给他「一门深入」，原因在哪里？因为一门深入就是帮助他断烦恼。",
      "zh_TW": "你不信，你看《華嚴經》善財童子，善財童子每參訪一位善知識，他一開口第一句話就說：「我已經發阿耨多羅三藐三菩提心，不知道怎樣學菩薩道？怎樣學菩薩行？」再向善知識請教。先說發心。如果你不發心，人家不教你，你沒有資格學。所以發心是第一！大乘佛法建立在菩提心的基礎上，你沒有這個心，怎麼行！發心之後從哪裡學起？從斷煩惱學起，不能躐等，「煩惱無盡誓願斷」。為什麼？自古以來，祖師大德教導學生，都教給他「一門深入」，原因在哪裡？因為一門深入就是幫助他斷煩惱。"
    },
    {
      "id": "01-015-0014_p0005",
      "zh_CN": "烦恼要用什么方法断？要用定断。戒是助缘，戒律是助缘，戒律是帮助你得定。定能伏烦恼，真正讲断烦恼要靠智慧。因定生慧，智慧开了，这才照见。把烦恼这一照，智慧光明一照，就变成菩提了，转烦恼成菩提。所以诸位要晓得，那个断烦恼，「断」是断不了的，不会断的。烦恼是从自性里面生的，那断掉了，性德也断掉了，哪有这个道理！那个断还是个比喻话，是形容词，不是实在的。实在是「转」，把烦恼转变成智慧，转变成菩提，那烦恼就没有了。没有了，就断了！就是这个意思，转烦恼就成菩提。所以现在烦恼多不要怕，到一转的时候，智慧无量无边。现在烦恼没有了，将来转的时候没有智慧。烦恼跟智慧是一个，不是两个，迷的时候叫烦恼，悟的时候叫菩提。我们不怕烦恼多，要真正用功，转烦恼成菩提。所以用功，这是非常重要的第一个阶段。",
      "zh_TW": "煩惱要用什麼方法斷？要用定斷。戒是助緣，戒律是助緣，戒律是幫助你得定。定能伏煩惱，真正講斷煩惱要靠智慧。因定生慧，智慧開了，這才照見。把煩惱這一照，智慧光明一照，就變成菩提了，轉煩惱成菩提。所以諸位要曉得，那個斷煩惱，「斷」是斷不了的，不會斷的。煩惱是從自性裡面生的，那斷掉了，性德也斷掉了，哪有這個道理！那個斷還是個比喻話，是形容詞，不是實在的。實在是「轉」，把煩惱轉變成智慧，轉變成菩提，那煩惱就沒有了。沒有了，就斷了！就是這個意思，轉煩惱就成菩提。所以現在煩惱多不要怕，到一轉的時候，智慧無量無邊。現在煩惱沒有了，將來轉的時候沒有智慧。煩惱跟智慧是一個，不是兩個，迷的時候叫煩惱，悟的時候叫菩提。我們不怕煩惱多，要真正用功，轉煩惱成菩提。所以用功，這是非常重要的第一個階段。"
    },
    {
      "id": "01-015-0014_p0006",
      "zh_CN": "我们现在学佛，为什么看到有很多人很精进、很用功、很勤苦，他得不到成就？拿四弘誓愿一对照，你就明了了，原来他修行，他前面两条没有，没有发大心、没有菩提心，也不断烦恼。他从哪里学？「法门无量誓愿学」，好像盖楼房一样，他底下两层不要，他要盖第三层。他搞这个办法，所以一辈子搞不成就，错就错在这里，这是我们一定要晓得。经上是有广学多闻，不是在第一个阶段。第一个阶段是断烦恼。断烦恼，那是愈精简愈好，一门深入。",
      "zh_TW": "我們現在學佛，為什麼看到有很多人很精進、很用功、很勤苦，他得不到成就？拿四弘誓願一對照，你就明瞭了，原來他修行，他前面兩條沒有，沒有發大心、沒有菩提心，也不斷煩惱。他從哪裡學？「法門無量誓願學」，好像蓋樓房一樣，他底下兩層不要，他要蓋第三層。他搞這個辦法，所以一輩子搞不成就，錯就錯在這裡，這是我們一定要曉得。經上是有廣學多聞，不是在第一個階段。第一個階段是斷煩惱。斷煩惱，那是愈精簡愈好，一門深入。"
    },
    {
      "id": "01-015-0014_p0007",
      "zh_CN": "《华严经》上，佛为我们说出圆满的道理，为我们说出精细的方法。末后又用善财童子五十三位善知识，表演给我们看，佛法应该怎么修？实际上，表演给我们看。所以从前方东美先生说：「《华严经》是我们这个世界上最好的哲学概论，是哲学课程里最好的教科书。」它为什么最好？理论、方法，后面还带表演。我们看看东西方的哲学书，还没有表演，它有表演给我们看，这个教科书才真正叫完美。",
      "zh_TW": "《華嚴經》上，佛為我們說出圓滿的道理，為我們說出精細的方法。末後又用善財童子五十三位善知識，表演給我們看，佛法應該怎麼修？實際上，表演給我們看。所以從前方東美先生說：「《華嚴經》是我們這個世界上最好的哲學概論，是哲學課程裡最好的教科書。」它為什麼最好？理論、方法，後面還帶表演。我們看看東西方的哲學書，還沒有表演，它有表演給我們看，這個教科書才真正叫完美。"
    },
    {
      "id": "01-015-0014_p0008",
      "zh_CN": "善财的老师是文殊师利菩萨。在这个地方，我特别要跟诸位同修说明善财是谁？就是我们自己。他是代表一个修学大乘的人，善是善根，财是福德。修学大乘，没有善根、没有福德就不行，所以用这个来代表有善根、有福德，这个就叫做善财。文殊师利菩萨代表的是智慧，他的修学是智慧，最高的智慧。最高的智慧选择的法门，就是念佛求生净土的法门，这是最高智慧的选择。",
      "zh_TW": "善財的老師是文殊師利菩薩。在這個地方，我特別要跟諸位同修說明善財是誰？就是我們自己。他是代表一個修學大乘的人，善是善根，財是福德。修學大乘，沒有善根、沒有福德就不行，所以用這個來代表有善根、有福德，這個就叫做善財。文殊師利菩薩代表的是智慧，他的修學是智慧，最高的智慧。最高的智慧選擇的法門，就是念佛求生淨土的法門，這是最高智慧的選擇。"
    },
    {
      "id": "01-015-0014_p0009",
      "zh_CN": "诸位读《楞严经‧大势至菩萨圆通章》里面，你就能看出来，大势至菩萨他自己说：「我与五十二同伦」，这一句话非常重要。「五十二」是指十信位、十住、十行、十回向、十地、等觉、妙觉五十二个位次。同伦是志同道合，见解、思想、修行完全一致，修什么？专修净土。他的方法是「都摄六根，净念相继」、「不假方便，自得心开」。换句话说，他是明明白白告诉我们，信愿持名从初发心一直到成佛不要改变，不要再加一点其他法门，不需要。现在修净土的，还要念《金刚经》，还要念《地藏经》，还要念大悲咒，夹杂这些。大势至菩萨不要，你看那个多简单，就一句佛号，从初发心到成佛，所以那是标准的智慧的选择。我们看经要从这个地方看，你才真正得受用。",
      "zh_TW": "諸位讀《楞嚴經‧大勢至菩薩圓通章》裡面，你就能看出來，大勢至菩薩他自己說：「我與五十二同倫」，這一句話非常重要。「五十二」是指十信位、十住、十行、十迴向、十地、等覺、妙覺五十二個位次。同倫是志同道合，見解、思想、修行完全一致，修什麼？專修淨土。他的方法是「都攝六根，淨念相繼」、「不假方便，自得心開」。換句話說，他是明明白白告訴我們，信願持名從初發心一直到成佛不要改變，不要再加一點其他法門，不需要。現在修淨土的，還要念《金剛經》，還要念《地藏經》，還要念大悲咒，夾雜這些。大勢至菩薩不要，你看那個多簡單，就一句佛號，從初發心到成佛，所以那是標準的智慧的選擇。我們看經要從這個地方看，你才真正得受用。"
    },
    {
      "id": "01-015-0014_p0010",
      "zh_CN": "善财童子是至高智慧的选择，选的是念佛法门，用这个方法断烦恼，用这个方法开智慧。智慧开了之后，这才「法门无量誓愿学」。这就是「入法界品」第二个阶段，五十三参，出去参学。参学里面，佛实在慈悲，怕我们误会，所以一出去参学，第一位善知识是德云比丘，教他什么法门？念佛。这一出去参学就遇到教他念佛，对念佛的信心更增长、更坚定了，用意在此地！然后才有能力接触社会，接触广大的群众，接触无量法门。这个接触成就自己的后得智，无量的智慧，无所不知，成就自己无所不知。自己的信心愿心没有动摇，还是一句弥陀念到底，还是一心一意求生净土。我们要在五十三参里面看到这些东西，你就得利益了。到末后，见到普贤菩萨，普贤菩萨「十大愿王导归极乐」，从念佛开始到往生西方圆满。这是《华严经》上展示给我们看的，显示出这个净宗是第一法门，这个选择是智慧的选择。",
      "zh_TW": "善財童子是至高智慧的選擇，選的是念佛法門，用這個方法斷煩惱，用這個方法開智慧。智慧開了之後，這才「法門無量誓願學」。這就是「入法界品」第二個階段，五十三參，出去參學。參學裡面，佛實在慈悲，怕我們誤會，所以一出去參學，第一位善知識是德雲比丘，教他什麼法門？念佛。這一出去參學就遇到教他念佛，對念佛的信心更增長、更堅定了，用意在此地！然後才有能力接觸社會，接觸廣大的群眾，接觸無量法門。這個接觸成就自己的後得智，無量的智慧，無所不知，成就自己無所不知。自己的信心願心沒有動搖，還是一句彌陀念到底，還是一心一意求生淨土。我們要在五十三參裡面看到這些東西，你就得利益了。到末後，見到普賢菩薩，普賢菩薩「十大願王導歸極樂」，從念佛開始到往生西方圓滿。這是《華嚴經》上展示給我們看的，顯示出這個淨宗是第一法門，這個選擇是智慧的選擇。"
    },
    {
      "id": "01-015-0014_p0011",
      "zh_CN": "观世音菩萨称大慈大悲，慈悲在哪里？救苦救难！哪些苦难？六道生死轮回是苦难。如何帮助这些众生，脱离六道生死轮回之苦？观音菩萨劝我们念佛求生净土。所以劝人念佛求生净土，就是观世音菩萨彻底的大慈大悲，要懂这个道理！我们念佛人，家里有个小佛堂，供养西方三圣。每一天你就烧香磕头，把它当神明来看待，祈求他保佑你升官发财，保佑你平安，错了！大错特错。",
      "zh_TW": "觀世音菩薩稱大慈大悲，慈悲在哪裡？救苦救難！哪些苦難？六道生死輪迴是苦難。如何幫助這些眾生，脫離六道生死輪迴之苦？觀音菩薩勸我們念佛求生淨土。所以勸人念佛求生淨土，就是觀世音菩薩徹底的大慈大悲，要懂這個道理！我們念佛人，家裡有個小佛堂，供養西方三聖。每一天你就燒香磕頭，把它當神明來看待，祈求他保佑你升官發財，保佑你平安，錯了！大錯特錯。"
    },
    {
      "id": "01-015-0014_p0012",
      "zh_CN": "供养西方三圣这个像是提醒你，用意在此地。见到阿弥陀佛不能忘记「信愿持名」，不能忘记。要时时刻刻想到，「我心要像佛的心，心同佛、愿同佛、解同佛、行同佛」，我们见阿弥陀佛的像，提醒我们这个念头。见到大势至菩萨，要像菩萨一样智慧选择，选择这个持名念佛的法门，决定专修。不但这一生不改变，生到西方极乐世界也不改变，这个就是大势至的智慧。见到观世音菩萨，我们要把这个法门，时时刻刻，利用一切的机缘，介绍给一切众生，介绍给你认识的人，只要能够接受的，都要帮助他、要介绍给他，这叫大慈大悲，这就是观世音菩萨。所以，西方三圣的像供养在那里，是时时刻刻提醒我们自己，专修专弘，是这么一个意思。不是把他当神明一样来供养来供奉，那就变成宗教。变成宗教，宗教纵然是不害人，说老实话，没有利益，这是真的。希望同修读经、念佛、修持要在这些方面去着眼、去观察，认真的去体会、去学习，这就好。",
      "zh_TW": "供養西方三聖這個像是提醒你，用意在此地。見到阿彌陀佛不能忘記「信願持名」，不能忘記。要時時刻刻想到，「我心要像佛的心，心同佛、願同佛、解同佛、行同佛」，我們見阿彌陀佛的像，提醒我們這個念頭。見到大勢至菩薩，要像菩薩一樣智慧選擇，選擇這個持名念佛的法門，決定專修。不但這一生不改變，生到西方極樂世界也不改變，這個就是大勢至的智慧。見到觀世音菩薩，我們要把這個法門，時時刻刻，利用一切的機緣，介紹給一切眾生，介紹給你認識的人，只要能夠接受的，都要幫助他、要介紹給他，這叫大慈大悲，這就是觀世音菩薩。所以，西方三聖的像供養在那裡，是時時刻刻提醒我們自己，專修專弘，是這麼一個意思。不是把他當神明一樣來供養來供奉，那就變成宗教。變成宗教，宗教縱然是不害人，說老實話，沒有利益，這是真的。希望同修讀經、念佛、修持要在這些方面去著眼、去觀察，認真的去體會、去學習，這就好。"
    },
    {
      "id": "01-015-0014_p0013",
      "zh_CN": "法门广大，要不要学？要想度一切根性不相同的众生，的确是有修学的必要。但是这种学不是为自己，是为了帮助众生。有些众生不相信念佛法门，他相信禅，你有能力教他禅；他相信密，你有能力教他密。到最后他觉悟了，再劝他回归净土。因此，学法门也是必要的。可是现在这个世界、这个社会是个动乱的社会，可以说是有史以来，过去时代所没有的，整个世界真的是天下大乱。我们的寿命短促，我们寿命有限，想来想去，往生西方极乐世界是我们当前最重要的一个课题。如果往生没有把握，再要修那些法门打闲岔、耽误了，那才叫真可惜！",
      "zh_TW": "法門廣大，要不要學？要想度一切根性不相同的眾生，的確是有修學的必要。但是這種學不是為自己，是為了幫助眾生。有些眾生不相信念佛法門，他相信禪，你有能力教他禪；他相信密，你有能力教他密。到最後他覺悟了，再勸他回歸淨土。因此，學法門也是必要的。可是現在這個世界、這個社會是個動亂的社會，可以說是有史以來，過去時代所沒有的，整個世界真的是天下大亂。我們的壽命短促，我們壽命有限，想來想去，往生西方極樂世界是我們當前最重要的一個課題。如果往生沒有把握，再要修那些法門打閒岔、耽誤了，那才叫真可惜！"
    },
    {
      "id": "01-015-0014_p0014",
      "zh_CN": "所以我常奉劝诸位，「法门无量誓愿学，佛道无上誓愿成」这两愿，咱们生到西方极乐世界去再办。四弘誓愿现在做前面两条，到了极乐世界，再做后面两条，这就保险，这个不会出问题。生到西方世界无量寿，时间就长，再多的法门也不怕，有的是时间。西方世界的老师是阿弥陀佛，还有一切诸佛如来，西方世界的同学是观音、势至、文殊、普贤，「诸上善人，俱会一处」，是一个修学最好的环境。所以末后这两愿到西方极乐世界去完成，不但稳当而且快速，这是我们一定要把它搞清楚、搞明白。千万不要误会，学佛要从「广学多闻」下手，要从「法门无量誓愿学」下手，前面两愿不要了，那是决定失败，决定不能成就。所以眼前我们要修清净心、觉心、正心，「觉不迷，正不邪，净不染」。",
      "zh_TW": "所以我常奉勸諸位，「法門無量誓願學，佛道無上誓願成」這兩願，咱們生到西方極樂世界去再辦。四弘誓願現在做前面兩條，到了極樂世界，再做後面兩條，這就保險，這個不會出問題。生到西方世界無量壽，時間就長，再多的法門也不怕，有的是時間。西方世界的老師是阿彌陀佛，還有一切諸佛如來，西方世界的同學是觀音、勢至、文殊、普賢，「諸上善人，俱會一處」，是一個修學最好的環境。所以末後這兩願到西方極樂世界去完成，不但穩當而且快速，這是我們一定要把它搞清楚、搞明白。千萬不要誤會，學佛要從「廣學多聞」下手，要從「法門無量誓願學」下手，前面兩願不要了，那是決定失敗，決定不能成就。所以眼前我們要修清淨心、覺心、正心，「覺不迷，正不邪，淨不染」。"
    },
    {
      "id": "01-015-0014_p0015",
      "zh_CN": "听说今天晚上有些同修要想接受三皈，三皈里头就是这三条。我们修什么？修觉心，「觉而不迷、正而不邪、净而不染」，就是修的「觉、正、净」。「觉正净」是性德，实在讲，是一而三，三而一。禅宗里面着重在觉，所以他着重在开悟；教下着重在正，正知正见；我们净土宗着重在净，清净心，心净则土净。这三个字一个得到了，三个一定统统得到。我们从禅宗《六祖坛经》里面观察，六祖大师觉了，他对教通达，无论什么经，你念给他听，他都会讲。他通达，他心清净。可见得一个得到，三个都得到。如果我们念佛念到心清净，你的知见一定正，你一定是觉悟的，一定不会迷惑，所以一个得到，三个都得到。好像一个讲堂有三个门一样，没有进来不一样，进来了统统得到，都是圆满的。所以，「法门平等，无有高下」，道理就在此地。晓得这个道理，知道这个事实，我们对于净宗修清净心也就能肯定了。我走这个路，这个路子好走，这个路子安全稳当，只要我得到，一切都得到。所以，四弘誓愿也教给我们修学的方法。",
      "zh_TW": "聽說今天晚上有些同修要想接受三皈，三皈裡頭就是這三條。我們修什麼？修覺心，「覺而不迷、正而不邪、淨而不染」，就是修的「覺、正、淨」。「覺正淨」是性德，實在講，是一而三，三而一。禪宗裡面著重在覺，所以他著重在開悟；教下著重在正，正知正見；我們淨土宗著重在淨，清淨心，心淨則土淨。這三個字一個得到了，三個一定統統得到。我們從禪宗《六祖壇經》裡面觀察，六祖大師覺了，他對教通達，無論什麼經，你念給他聽，他都會講。他通達，他心清淨。可見得一個得到，三個都得到。如果我們念佛念到心清淨，你的知見一定正，你一定是覺悟的，一定不會迷惑，所以一個得到，三個都得到。好像一個講堂有三個門一樣，沒有進來不一樣，進來了統統得到，都是圓滿的。所以，「法門平等，無有高下」，道理就在此地。曉得這個道理，知道這個事實，我們對於淨宗修清淨心也就能肯定了。我走這個路，這個路子好走，這個路子安全穩當，只要我得到，一切都得到。所以，四弘誓願也教給我們修學的方法。"
    },
    {
      "id": "01-015-0014_p0016",
      "zh_CN": "大师在注解里面，还有一段话也很要紧，他说：「一念相应一念生，念念相应念念生。」这个「生」字说得很有味道，「生」就是生净土。跟以前我们见到的「一念相应一念佛，念念相应念念佛」，有一点不一样。这些话都是帮助我们坚定信心，肯定净宗法门。",
      "zh_TW": "大師在註解裡面，還有一段話也很要緊，他說：「一念相應一念生，念念相應念念生。」這個「生」字說得很有味道，「生」就是生淨土。跟以前我們見到的「一念相應一念佛，念念相應念念佛」，有一點不一樣。這些話都是幫助我們堅定信心，肯定淨宗法門。"
    },
    {
      "id": "01-015-0014_p0017",
      "zh_CN": "「妙因妙果，不离一心」。说实实在在的，念佛人是不是要等我们在现前这个世界，真的身体寿命到了才生？不是的。蕅益大师讲：「一念相应就一念生」，可见得这个生净土，现在你的信愿坚定，现在就生了！这个说法也是蕅溢大师第一次跟我们讲的，古德没有说过。我们细细想一想是有道理，现在虽然没有去西方世界，已经报名注册了，就等着去报到就是了。已经报名注册了，虽然还没有去报到，说实在话，你已经是西方极乐世界的人，你不是娑婆世界的人。这是「生」的味道，「一念相应一念生，念念相应念念生」。",
      "zh_TW": "「妙因妙果，不離一心」。說實實在在的，念佛人是不是要等我們在現前這個世界，真的身體壽命到了才生？不是的。蕅益大師講：「一念相應就一念生」，可見得這個生淨土，現在你的信願堅定，現在就生了！這個說法也是蕅溢大師第一次跟我們講的，古德沒有說過。我們細細想一想是有道理，現在雖然沒有去西方世界，已經報名註冊了，就等著去報到就是了。已經報名註冊了，雖然還沒有去報到，說實在話，你已經是西方極樂世界的人，你不是娑婆世界的人。這是「生」的味道，「一念相應一念生，念念相應念念生」。"
    },
    {
      "id": "01-015-0014_p0018",
      "zh_CN": "诸位同修要记住「相应」两个字。昨天跟诸位详细说了，什么叫「相应」。真的相应，确实就像蕅益大师所说的一点都不假，现在就是西方极乐世界人，就是阿弥陀佛真正的弟子，就得十方一切诸佛护念，一切菩萨善神恭敬围绕。由此可知，这个法门确实是极圆极顿，不可思议，大师说：「唯有大智，方能谛信。」",
      "zh_TW": "諸位同修要記住「相應」兩個字。昨天跟諸位詳細說了，什麼叫「相應」。真的相應，確實就像蕅益大師所說的一點都不假，現在就是西方極樂世界人，就是阿彌陀佛真正的弟子，就得十方一切諸佛護念，一切菩薩善神恭敬圍繞。由此可知，這個法門確實是極圓極頓，不可思議，大師說：「唯有大智，方能諦信。」"
    },
    {
      "id": "01-015-0014_p0019",
      "zh_CN": "【舍利弗。如我今者。称赞诸佛不可思议功德。彼诸佛等。亦称赞我不可思议功德。而作是言。释迦牟尼佛。能为甚难希有之事。能于娑婆国土五浊恶世。劫浊见浊烦恼浊众生浊命浊中。得阿耨多罗三藐三菩提。为诸众生。说是一切世间难信之法。舍利弗。当知我于五浊恶世。行此难事。得阿耨多罗三藐三菩提。为一切世间说此难信之法。是为甚难。佛说此经已。舍利弗。及诸比丘。一切世间天人阿修罗等。闻佛所说。欢喜信受。作礼而去。】",
      "zh_TW": "【舍利弗。如我今者。稱讚諸佛不可思議功德。彼諸佛等。亦稱讚我不可思議功德。而作是言。釋迦牟尼佛。能為甚難希有之事。能於娑婆國土五濁惡世。劫濁見濁煩惱濁眾生濁命濁中。得阿耨多羅三藐三菩提。為諸眾生。說是一切世間難信之法。舍利弗。當知我於五濁惡世。行此難事。得阿耨多羅三藐三菩提。為一切世間說此難信之法。是為甚難。佛說此經已。舍利弗。及諸比丘。一切世間天人阿修羅等。聞佛所說。歡喜信受。作禮而去。】"
    },
    {
      "id": "01-015-0014_p0020",
      "zh_CN": "经文末后，诸佛赞叹本师释迦牟尼佛，诸佛共同来作证，释迦牟尼佛能为甚难希有之事。『甚难希有』是什么？在五浊恶世里面示现成佛，难！在五浊恶世里面为众生说这个法门，难？他有个比较，渐修的法门容易，大家容易接受；顿超的法门难。说其他顿超法门，也许还有人能够接受；说净土横超，接受的人就少了，尤其是难！因为这个法门不像其他法门要修苦行，这个不须要修苦行，只要真信切愿，老实念佛。一心持名就是老实念佛，你看这多容易，多简单，真的是方便到了极处，而且成就之高，不可思议！任何法门的成就，都不能跟它相比。难中之难，佛能为我们说出。",
      "zh_TW": "經文末後，諸佛讚歎本師釋迦牟尼佛，諸佛共同來作證，釋迦牟尼佛能為甚難希有之事。『甚難希有』是什麼？在五濁惡世裡面示現成佛，難！在五濁惡世裡面為眾生說這個法門，難？他有個比較，漸修的法門容易，大家容易接受；頓超的法門難。說其他頓超法門，也許還有人能夠接受；說淨土橫超，接受的人就少了，尤其是難！因為這個法門不像其他法門要修苦行，這個不須要修苦行，只要真信切願，老實念佛。一心持名就是老實念佛，你看這多容易，多簡單，真的是方便到了極處，而且成就之高，不可思議！任何法門的成就，都不能跟它相比。難中之難，佛能為我們說出。"
    },
    {
      "id": "01-015-0014_p0021",
      "zh_CN": "『五浊恶世』，「浊」就是污染，「恶」就是造恶。现在我们冷静观察这个社会，佛在经上讲的浊恶，我们的感触非常鲜明。所以我常想，古德修学这个法门，看到经上讲「五浊恶世」，他怎么能体会？实在不容易！现在佛讲五浊恶世，在我想，一个普通初中学生都会体会到。",
      "zh_TW": "『五濁惡世』，「濁」就是污染，「惡」就是造惡。現在我們冷靜觀察這個社會，佛在經上講的濁惡，我們的感觸非常鮮明。所以我常想，古德修學這個法門，看到經上講「五濁惡世」，他怎麼能體會？實在不容易！現在佛講五濁惡世，在我想，一個普通初中學生都會體會到。"
    },
    {
      "id": "01-015-0014_p0022",
      "zh_CN": "现在几乎每一个国家地区，政府都提倡环保。环保这个名词，在过去三十年前没听说过，最近这个问题愈来愈严重了。就以高雄来说，我三十八年到台湾，是从高雄登陆的。高雄这个市区青天白日，蓝天白云，非常可爱！现在的高雄市，眼睛睁开一片雾蒙蒙的，这是什么？浊恶，这太明显了。现在蓝天白云看不到，只有环境污染。不但环境污染，人心污染、精神污染、思想污染、见解污染了，这怎么得了？佛在经上告诉我们，「依报随着正报转」，依报是环境，环境怎么会污染？是人心污染，人心是正报。现在大家只懂得是环境，要想办法保护环境，不知道保护要靠清净心，这叫「舍本逐末」。有没有效果？不会有效果的，这种污染会继续不断下去。",
      "zh_TW": "現在幾乎每一個國家地區，政府都提倡環保。環保這個名詞，在過去三十年前沒聽說過，最近這個問題愈來愈嚴重了。就以高雄來說，我三十八年到台灣，是從高雄登陸的。高雄這個市區青天白日，藍天白雲，非常可愛！現在的高雄市，眼睛睜開一片霧濛濛的，這是什麼？濁惡，這太明顯了。現在藍天白雲看不到，只有環境污染。不但環境污染，人心污染、精神污染、思想污染、見解污染了，這怎麼得了？佛在經上告訴我們，「依報隨著正報轉」，依報是環境，環境怎麼會污染？是人心污染，人心是正報。現在大家只懂得是環境，要想辦法保護環境，不知道保護要靠清淨心，這叫「捨本逐末」。有沒有效果？不會有效果的，這種污染會繼續不斷下去。"
    },
    {
      "id": "01-015-0014_p0023",
      "zh_CN": "这两天我看到报纸上的标题，就有人说台湾不适合人居住，有这么个标题。这就是严重的污染，提出警告了。我们在外国也听说，新闻报导的，科学家提出警告，污染要不能改进，五十年后这个地球不适合人居住。不是台湾，是整个地球不适合人类居住。五十年很快就到了，那时候怎么办？希望科学家赶快发明外太空的交通工具，我们好向其他星球上去移民；除此以外，没法子了。佛教给我们治本的方法是净化人心，心清净，环境就会清净。可是这是「难信之法」，现在人不相信佛法，他相信科学技术，那有什么办法！这是人的共业。真的叫「难信之法」，信这个法门是难上之难。",
      "zh_TW": "這兩天我看到報紙上的標題，就有人說台灣不適合人居住，有這麼個標題。這就是嚴重的污染，提出警告了。我們在外國也聽說，新聞報導的，科學家提出警告，污染要不能改進，五十年後這個地球不適合人居住。不是台灣，是整個地球不適合人類居住。五十年很快就到了，那時候怎麼辦？希望科學家趕快發明外太空的交通工具，我們好向其他星球上去移民；除此以外，沒法子了。佛教給我們治本的方法是淨化人心，心清淨，環境就會清淨。可是這是「難信之法」，現在人不相信佛法，他相信科學技術，那有什麼辦法！這是人的共業。真的叫「難信之法」，信這個法門是難上之難。"
    },
    {
      "id": "01-015-0014_p0024",
      "zh_CN": "现在还剩半个小时，还有皈依仪式，我们把这次讲演做一个简单的总结。《阿弥陀经》，我们读了，也听过了，最要紧的在末后经文里，一定要晓得五浊恶世因果之可怕，五浊恶世非常难超越。",
      "zh_TW": "現在還剩半個小時，還有皈依儀式，我們把這次講演做一個簡單的總結。《阿彌陀經》，我們讀了，也聽過了，最要緊的在末後經文裡，一定要曉得五濁惡世因果之可怕，五濁惡世非常難超越。"
    },
    {
      "id": "01-015-0014_p0025",
      "zh_CN": "「劫浊」，时劫不好，年头不好，我们决定为时劫所困，为苦所逼。我相信大家都会有这个感触，现在人讲我们生活的压力、工作的压力、精神的压力很重很重。所以往往看到小学生自杀，这在过去可以说从来没听说过的，哪里会见到这个事情？现在在国内、在国外都常见到。我们看到这些事相，要不能提高警觉，那真叫麻木不仁；应当有高度的警觉。",
      "zh_TW": "「劫濁」，時劫不好，年頭不好，我們決定為時劫所困，為苦所逼。我相信大家都會有這個感觸，現在人講我們生活的壓力、工作的壓力、精神的壓力很重很重。所以往往看到小學生自殺，這在過去可以說從來沒聽說過的，哪裡會見到這個事情？現在在國內、在國外都常見到。我們看到這些事相，要不能提高警覺，那真叫麻木不仁；應當有高度的警覺。"
    },
    {
      "id": "01-015-0014_p0026",
      "zh_CN": "「见浊」就是见解错误，决定为邪知所缠，为邪思所迷惑。佛在《楞严经》说：「末法时期，邪师说法，如恒河沙。」这就是见浊。现在太明显了，都摆在我们眼前，很明显的我们都能够见到。",
      "zh_TW": "「見濁」就是見解錯誤，決定為邪知所纏，為邪思所迷惑。佛在《楞嚴經》說：「末法時期，邪師說法，如恆河沙。」這就是見濁。現在太明顯了，都擺在我們眼前，很明顯的我們都能夠見到。"
    },
    {
      "id": "01-015-0014_p0027",
      "zh_CN": "「烦恼浊」，烦恼是贪瞋痴慢。我们每一年都到许多国家去弘法，去走一遍。我感觉到大众的贪瞋痴慢一年比一年增长，加速度的在增长，这个事情太可怕！增长的结果，就是给世界带来全面的灾难，因不善，果就不善。",
      "zh_TW": "「煩惱濁」，煩惱是貪瞋痴慢。我們每一年都到許多國家去弘法，去走一遍。我感覺到大眾的貪瞋痴慢一年比一年增長，加速度的在增長，這個事情太可怕！增長的結果，就是給世界帶來全面的災難，因不善，果就不善。"
    },
    {
      "id": "01-015-0014_p0028",
      "zh_CN": "「众生浊」，是众生大家迷惑颠倒，安于现前的环境，不觉悟，不知道出离生死，不知道改善自己的生活环境，这是很可怕的事情。现在虽然社会上有很多新的名词，改善体质，改善命运，说得都很好听，有没有效果？在我看不可能有效果。改善体质，用药物来治疗，甚至于来整形，后遗症就不堪设想。佛有方法，佛教我们恢复清净心，心地真诚清净、善良慈悲，你的体质就改变了。确实能够改变，能够恢复健康，可惜相信的人不多，相信的人有福。",
      "zh_TW": "「眾生濁」，是眾生大家迷惑顛倒，安於現前的環境，不覺悟，不知道出離生死，不知道改善自己的生活環境，這是很可怕的事情。現在雖然社會上有很多新的名詞，改善體質，改善命運，說得都很好聽，有沒有效果？在我看不可能有效果。改善體質，用藥物來治療，甚至於來整形，後遺症就不堪設想。佛有方法，佛教我們恢復清淨心，心地真誠清淨、善良慈悲，你的體質就改變了。確實能夠改變，能夠恢復健康，可惜相信的人不多，相信的人有福。"
    },
    {
      "id": "01-015-0014_p0029",
      "zh_CN": "「命浊」，寿命短促，何况灾害频繁。所以一定要能够觉悟到，我们寿命短，所谓石火电光，措手不及。因此，我们对于光阴要重视、要宝贵，一分时光就是一分命光，不能把它空过，一定要老实念佛。",
      "zh_TW": "「命濁」，壽命短促，何況災害頻繁。所以一定要能夠覺悟到，我們壽命短，所謂石火電光，措手不及。因此，我們對於光陰要重視、要寶貴，一分時光就是一分命光，不能把它空過，一定要老實念佛。"
    },
    {
      "id": "01-015-0014_p0030",
      "zh_CN": "蕅益大师的《要解》，圆瑛法师有《讲义》，他的《要解》还是满深的，圆瑛法师有《讲义》。宝静法师有《亲闻记》，也是讲义，宝静是天台的。这两位大德的注子，《要解》的注解，都注得非常好，在台湾流通得很广。诸位要想明白经义，读《要解》跟《亲闻记》都有很大的帮助。",
      "zh_TW": "蕅益大師的《要解》，圓瑛法師有《講義》，他的《要解》還是滿深的，圓瑛法師有《講義》。寶靜法師有《親聞記》，也是講義，寶靜是天台的。這兩位大德的註子，《要解》的註解，都註得非常好，在台灣流通得很廣。諸位要想明白經義，讀《要解》跟《親聞記》都有很大的幫助。"
    },
    {
      "id": "01-015-0014_p0031",
      "zh_CN": "圆瑛法师在末后特别劝勉我们，希望我们从今天起要真正觉悟。觉悟了，有几桩事情要认真去做。肯做，那就是真的觉悟；不能做，还是没觉悟。第一，要把世间名闻利养舍掉，不可以再贪爱名闻利养。第二，对一切迷惑要提高警觉。现在这个世间科技发达，日新月异，所以在街上走走都是诱惑，都是魔！一上街，四面八方魔王都向你招手，诱惑你，迷惑你。我们要提高警觉性，不为他所动。再一声「阿弥陀佛」死心塌地念去，决定要求生西方极乐世界。生到极乐世界，这一生当中一定要成就无上菩提，千万不要走到别的路上去。这是大师在最后用这几句话来劝勉我们。",
      "zh_TW": "圓瑛法師在末後特別勸勉我們，希望我們從今天起要真正覺悟。覺悟了，有幾樁事情要認真去做。肯做，那就是真的覺悟；不能做，還是沒覺悟。第一，要把世間名聞利養捨掉，不可以再貪愛名聞利養。第二，對一切迷惑要提高警覺。現在這個世間科技發達，日新月異，所以在街上走走都是誘惑，都是魔！一上街，四面八方魔王都向你招手，誘惑你，迷惑你。我們要提高警覺性，不為他所動。再一聲「阿彌陀佛」死心塌地念去，決定要求生西方極樂世界。生到極樂世界，這一生當中一定要成就無上菩提，千萬不要走到別的路上去。這是大師在最後用這幾句話來勸勉我們。"
    },
    {
      "id": "01-015-0014_p0032",
      "zh_CN": "我在这个地方也有几句话，这是我平常常说的，希望与诸位同修共同勉励。第一，要真诚。我们的心要真诚、要清净、要平等、要觉悟、要慈悲，我们这样存心跟佛的心就相应。在日常生活当中，处事待人接物，我们要守几个原则：要看破、要放下、要自在、要随缘、要念佛，一心称念，求生净土；不但与佛相应，也与大势至菩萨相应。尽心尽力把这个法门介绍给别人，推荐给别人，与观世音菩萨相应。你供养的西方三圣就会归自性，消归自性，真正的回归到自性了。我们这一次的讲演就到这个地方圆满。",
      "zh_TW": "我在這個地方也有幾句話，這是我平常常說的，希望與諸位同修共同勉勵。第一，要真誠。我們的心要真誠、要清淨、要平等、要覺悟、要慈悲，我們這樣存心跟佛的心就相應。在日常生活當中，處事待人接物，我們要守幾個原則：要看破、要放下、要自在、要隨緣、要念佛，一心稱念，求生淨土；不但與佛相應，也與大勢至菩薩相應。盡心盡力把這個法門介紹給別人，推薦給別人，與觀世音菩薩相應。你供養的西方三聖就會歸自性，消歸自性，真正的回歸到自性了。我們這一次的講演就到這個地方圓滿。"
    }
  ]
}