{
  "doc_id": "01-015-0006",
  "title": {
    "zh_CN": "弥陀要解演义",
    "zh_TW": "彌陀要解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾高雄元亨寺",
    "zh_TW": "台灣高雄元亨寺"
  },
  "doc_number": "01-015-0006",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "01-015-0006_p0001",
      "zh_CN": "阿弥陀佛建立西方极乐世界，不是凭空想像去建造的，不是的。他是参观所有一切诸佛的世界，取人之长，舍人之短，他是这样建造的。换句话说，西方极乐世界就是集一切诸佛刹土美好之大成，这很符合于现在科学人的理念。所以阿弥陀佛确实是读万卷书，行万里路，各个地方去观光考察，把好的东西带回去，不好的东西完全避免都不要。好的东西全部带回去了，这样建立了尽善尽美的修学环境。",
      "zh_TW": "阿彌陀佛建立西方極樂世界，不是憑空想像去建造的，不是的。他是參觀所有一切諸佛的世界，取人之長，捨人之短，他是這樣建造的。換句話說，西方極樂世界就是集一切諸佛剎土美好之大成，這很符合於現在科學人的理念。所以阿彌陀佛確實是讀萬卷書，行萬里路，各個地方去觀光考察，把好的東西帶回去，不好的東西完全避免都不要。好的東西全部帶回去了，這樣建立了盡善盡美的修學環境。"
    },
    {
      "id": "01-015-0006_p0002",
      "zh_CN": "他不是自己享受，而是提供给十方世界一心一意想作佛的这些众生，所以他的标准是摄受成佛缘成熟的人。他不是摄受菩萨，那个声闻、缘觉更不必说了。他所接引的对象，个个都是想一生当中要作佛，有这样的抱负、这样的愿望，阿弥陀佛欢迎。你如果只想作个菩萨、作个罗汉，那你到别的地方去，西方世界不欢迎你。西方世界欢迎真正有愿有心去作佛的，这是我们应当要效法阿弥陀佛的。",
      "zh_TW": "他不是自己享受，而是提供給十方世界一心一意想作佛的這些眾生，所以他的標準是攝受成佛緣成熟的人。他不是攝受菩薩，那個聲聞、緣覺更不必說了。他所接引的對象，個個都是想一生當中要作佛，有這樣的抱負、這樣的願望，阿彌陀佛歡迎。你如果只想作個菩薩、作個羅漢，那你到別的地方去，西方世界不歡迎你。西方世界歡迎真正有願有心去作佛的，這是我們應當要效法阿彌陀佛的。"
    },
    {
      "id": "01-015-0006_p0003",
      "zh_CN": "经里面讲的天乐雨华，这是讲的「天时之乐」。「衣裓盛华」，这是无「求不得苦」，心里面想什么，它就变现什么。西方世界一切都是化生的，时时刻刻到他方世界去供佛，这是乐事！我们这个世间不要说佛，连求遇到一个真正善知识都难，都不容易遇到！生到西方极乐世界，十方三世一切诸佛如来，你想见哪一尊佛，你就见哪一尊佛，你说这个多自在！",
      "zh_TW": "經裡面講的天樂雨華，這是講的「天時之樂」。「衣裓盛華」，這是無「求不得苦」，心裡面想什麼，它就變現什麼。西方世界一切都是化生的，時時刻刻到他方世界去供佛，這是樂事！我們這個世間不要說佛，連求遇到一個真正善知識都難，都不容易遇到！生到西方極樂世界，十方三世一切諸佛如來，你想見哪一尊佛，你就見哪一尊佛，你說這個多自在！"
    },
    {
      "id": "01-015-0006_p0004",
      "zh_CN": "供佛，这是修福，闻法是开智慧。每一天供养十方一切诸佛，你想想看西方极乐世界的人修福修慧，一切诸佛刹土里面的菩萨，都没有办法跟他比。因为他每一天能够供养无量佛，能够听无量佛说法。所以西方世界的人成佛，我前面跟大家报告过，只需要三劫、四劫的时间就成佛了。你要问什么原因？因为他接触的佛太多了。我们接触一尊佛都好不容易，他是无量无边诸佛天天见面，天天供养，所以那个福慧修行，丝毫障碍都没有，真的修的是大福大慧。所以他成佛不要三大阿僧祇劫，没有一点障碍，没有一点困难。这就是我们为什么要到西方极乐世界，道理就在此地。",
      "zh_TW": "供佛，這是修福，聞法是開智慧。每一天供養十方一切諸佛，你想想看西方極樂世界的人修福修慧，一切諸佛剎土裡面的菩薩，都沒有辦法跟他比。因為他每一天能夠供養無量佛，能夠聽無量佛說法。所以西方世界的人成佛，我前面跟大家報告過，只需要三劫、四劫的時間就成佛了。你要問什麼原因？因為他接觸的佛太多了。我們接觸一尊佛都好不容易，他是無量無邊諸佛天天見面，天天供養，所以那個福慧修行，絲毫障礙都沒有，真的修的是大福大慧。所以他成佛不要三大阿僧祇劫，沒有一點障礙，沒有一點困難。這就是我們為什麼要到西方極樂世界，道理就在此地。"
    },
    {
      "id": "01-015-0006_p0005",
      "zh_CN": "你要问这个话可靠吗？这话是佛说的。《金刚经》上说得很好：「如来是真语者、实语者、如语者、不诳语者、不异语者。」佛怎么能说假话？决定真实。何况从佛以来，这三千年中，印度的人、中国的人，依照这个法门修行往生的太多太多了。这些往生人的瑞相，有不少我们亲眼看到的，这哪里是假的！不信是他没有福报。经上讲得很清楚：「不可以少善根福德因缘，得生彼国。」不信的人，善根少，福德少，因缘少。",
      "zh_TW": "你要問這個話可靠嗎？這話是佛說的。《金剛經》上說得很好：「如來是真語者、實語者、如語者、不誑語者、不異語者。」佛怎麼能說假話？決定真實。何況從佛以來，這三千年中，印度的人、中國的人，依照這個法門修行往生的太多太多了。這些往生人的瑞相，有不少我們親眼看到的，這哪裡是假的！不信是他沒有福報。經上講得很清楚：「不可以少善根福德因緣，得生彼國。」不信的人，善根少，福德少，因緣少。"
    },
    {
      "id": "01-015-0006_p0006",
      "zh_CN": "『饭食经行』，这是衣食住行之乐。",
      "zh_TW": "『飯食經行』，這是衣食住行之樂。"
    },
    {
      "id": "01-015-0006_p0007",
      "zh_CN": "『供养他方十万亿佛』，这句经文，蕅益大师告诉我们，是特别为我们说的。为什么？我们这个世界距离西方世界是十万亿佛国土。特别这样说法，因为我们这个世间人情爱很重，总是念念忘不了家亲眷属。所以佛就特别这个说法，说明你到西方极乐世界去，从西方极乐世界回来，很容易，很快速，一弹指就到了，就回来了。你这个地方的家亲眷属，你欢喜他，你爱护他，就要帮助他，非常容易。",
      "zh_TW": "『供養他方十萬億佛』，這句經文，蕅益大師告訴我們，是特別為我們說的。為什麼？我們這個世界距離西方世界是十萬億佛國土。特別這樣說法，因為我們這個世間人情愛很重，總是念念忘不了家親眷屬。所以佛就特別這個說法，說明你到西方極樂世界去，從西方極樂世界回來，很容易，很快速，一彈指就到了，就回來了。你這個地方的家親眷屬，你歡喜他，你愛護他，就要幫助他，非常容易。"
    },
    {
      "id": "01-015-0006_p0008",
      "zh_CN": "换句话说，你要不到西方极乐世界，这一轮回，你那个家亲眷属，再亲爱的人，你想照顾他，永远没有机会，没有缘分，再也见不到了。但是你到西方极乐世界，无论你的家亲眷属流转在哪一道，你都看得见，他的声音你都听得到，他需要帮助的时候，你真的可以能帮助他。这是说明，如果你真的爱护你的家亲眷属，你应当要求生净土，他的意思在此地。这就是说明，你回来照顾家亲眷属，或者回来供养本师释迦牟尼佛，或者亲近弥勒菩萨，都很容易，都不困难。",
      "zh_TW": "換句話說，你要不到西方極樂世界，這一輪迴，你那個家親眷屬，再親愛的人，你想照顧他，永遠沒有機會，沒有緣分，再也見不到了。但是你到西方極樂世界，無論你的家親眷屬流轉在哪一道，你都看得見，他的聲音你都聽得到，他需要幫助的時候，你真的可以能幫助他。這是說明，如果你真的愛護你的家親眷屬，你應當要求生淨土，他的意思在此地。這就是說明，你回來照顧家親眷屬，或者回來供養本師釋迦牟尼佛，或者親近彌勒菩薩，都很容易，都不困難。"
    },
    {
      "id": "01-015-0006_p0009",
      "zh_CN": "经上说的「食时」，就是吃饭的时候。实际上西方极乐世界的菩萨，这个身是莲花化身，金刚不坏身，哪里需要饮食？这个诸位要知道，决定不需要饮食。我们这个世界，佛说「财、色、名、食、睡」这叫「五盖」，五种障碍。我们人间有，色界天人就没有。欲界天上有。这叫「五欲」，「财色名食睡」五欲，色界天没有了。由此可知，我们娑婆世界的高级凡夫都不要吃饭，他们也不要睡觉。睡觉是昏沈。所以他们不需要饮食，不需要睡眠。",
      "zh_TW": "經上說的「食時」，就是吃飯的時候。實際上西方極樂世界的菩薩，這個身是蓮花化身，金剛不壞身，哪裡需要飲食？這個諸位要知道，決定不需要飲食。我們這個世界，佛說「財、色、名、食、睡」這叫「五蓋」，五種障礙。我們人間有，色界天人就沒有。欲界天上有。這叫「五欲」，「財色名食睡」五欲，色界天沒有了。由此可知，我們娑婆世界的高級凡夫都不要吃飯，他們也不要睡覺。睡覺是昏沈。所以他們不需要飲食，不需要睡眠。"
    },
    {
      "id": "01-015-0006_p0010",
      "zh_CN": "西方极乐世界比色界天人高明太多了，怎么会有饮食？怎么会有睡眠？这是不可能的事情。这是讲刚刚到西方极乐世界还没几天的这些人，那个吃饭的念头还没忘，常常想：「怎么好久没吃饭了？」会有这个念头起来。这个念头一起来，那个饭菜统统摆在面前。所以一切法都是随念而生的，只要你一动念头，都摆在面前。再一想，我到极乐世界，我现在是菩萨，不是凡夫了，这些用不着了；用不着，马上就没有了，是这一种状况。初到西方极乐世界有这种情形，住久了，就觉悟了，就不会再有这个习气，就没有了。",
      "zh_TW": "西方極樂世界比色界天人高明太多了，怎麼會有飲食？怎麼會有睡眠？這是不可能的事情。這是講剛剛到西方極樂世界還沒幾天的這些人，那個吃飯的念頭還沒忘，常常想：「怎麼好久沒吃飯了？」會有這個念頭起來。這個念頭一起來，那個飯菜統統擺在面前。所以一切法都是隨念而生的，只要你一動念頭，都擺在面前。再一想，我到極樂世界，我現在是菩薩，不是凡夫了，這些用不著了；用不著，馬上就沒有了，是這一種狀況。初到西方極樂世界有這種情形，住久了，就覺悟了，就不會再有這個習氣，就沒有了。"
    },
    {
      "id": "01-015-0006_p0011",
      "zh_CN": "这个都是说明，他在一餐饭的时间，就能够往返诸佛刹土，说明他的神足不可思议。神足就是变化、分身，变化不可思议，所谓「不离本土，常遍十方」。自己的身体，确确实实没有离开阿弥陀佛，坐在阿弥陀佛的面前，但是已经分身到十方世界供佛闻法去了。我们想想，这个境界很使我们羡慕。这是真的事实，我们确确实实在一生当中可以证得的，为什么不肯学？为什么不肯专心？",
      "zh_TW": "這個都是說明，他在一餐飯的時間，就能夠往返諸佛剎土，說明他的神足不可思議。神足就是變化、分身，變化不可思議，所謂「不離本土，常遍十方」。自己的身體，確確實實沒有離開阿彌陀佛，坐在阿彌陀佛的面前，但是已經分身到十方世界供佛聞法去了。我們想想，這個境界很使我們羨慕。這是真的事實，我們確確實實在一生當中可以證得的，為什麼不肯學？為什麼不肯專心？"
    },
    {
      "id": "01-015-0006_p0012",
      "zh_CN": "我们必须要晓得，这个世间污染很严重，经上讲「五浊恶世」，浊就污染。在从前讲污染，我们很难体会，现在讲污染，我们的体会很深刻。我们的环境污染，现在每一个国家地区都在讲求环保。环保能做得有效吗？无论怎么做法，效果都不大。什么原因？今天世间人没有找到污染的根源。污染的根源是什么？是人心，心污染了。佛跟我们讲「依报随着正报转」，依报是环境，环境是随着人心转，人心清净，环境就清净；心不清净，大地自然就不清净了，这是根源。真正讲求环保，一定要从清净心做起，那才是彻底的办法。所以不能够净化人心，想种种方法来防范污染，是不可能的，那个效果很微弱。这些只有佛讲得透澈，讲得明白。",
      "zh_TW": "我們必須要曉得，這個世間污染很嚴重，經上講「五濁惡世」，濁就污染。在從前講污染，我們很難體會，現在講污染，我們的體會很深刻。我們的環境污染，現在每一個國家地區都在講求環保。環保能做得有效嗎？無論怎麼做法，效果都不大。什麼原因？今天世間人沒有找到污染的根源。污染的根源是什麼？是人心，心污染了。佛跟我們講「依報隨著正報轉」，依報是環境，環境是隨著人心轉，人心清淨，環境就清淨；心不清淨，大地自然就不清淨了，這是根源。真正講求環保，一定要從清淨心做起，那才是徹底的辦法。所以不能夠淨化人心，想種種方法來防範污染，是不可能的，那個效果很微弱。這些只有佛講得透澈，講得明白。"
    },
    {
      "id": "01-015-0006_p0013",
      "zh_CN": "我们今天观察这个世间，无论中国人、外国人，心理污染、思想污染、见解污染、精神污染，乃至于生理污染，这怎么得了！佛讲贪瞋痴「三毒」，我们的心都有毒，心都不是好心，都有贪瞋痴，有三毒。三毒拔掉了，那个心才叫好心，才是正常的心，这是我们不能不知道的。",
      "zh_TW": "我們今天觀察這個世間，無論中國人、外國人，心理污染、思想污染、見解污染、精神污染，乃至於生理污染，這怎麼得了！佛講貪瞋痴「三毒」，我們的心都有毒，心都不是好心，都有貪瞋痴，有三毒。三毒拔掉了，那個心才叫好心，才是正常的心，這是我們不能不知道的。"
    },
    {
      "id": "01-015-0006_p0014",
      "zh_CN": "佛教给我们断贪瞋痴。为什么人家都搞贪瞋痴，佛为什么教我们断贪瞋痴？贪瞋痴是很毒的心，就是严重的污染，这种污染就变现六道轮回。六道轮回是自己变现的，自己在受用。就跟作梦一样，梦从哪里来？自己变现的，不是外头人变现的。在六道轮回就是贪瞋痴变现的。所以贪瞋痴断掉了，见思烦恼断了，六道轮回就没有了，超越六道轮回。",
      "zh_TW": "佛教給我們斷貪瞋痴。為什麼人家都搞貪瞋痴，佛為什麼教我們斷貪瞋痴？貪瞋痴是很毒的心，就是嚴重的污染，這種污染就變現六道輪迴。六道輪迴是自己變現的，自己在受用。就跟作夢一樣，夢從哪裡來？自己變現的，不是外頭人變現的。在六道輪迴就是貪瞋痴變現的。所以貪瞋痴斷掉了，見思煩惱斷了，六道輪迴就沒有了，超越六道輪迴。"
    },
    {
      "id": "01-015-0006_p0015",
      "zh_CN": "这个我们一定要明了。明白这些道理事实真相，我们才晓得佛所说的是正确的，我们才欢喜接受，才会认真的去修学。这个「修行」，修是修正，行就是错误的行为。贪瞋痴是大错特错，妄想、分别、执着统统是错误的，把这些错误的观念、错误的思想见解，把它修正过来，那叫修行。所以大家千万不要误会，每天念几句经、几声佛号就叫修行，有口无心，那个没用处的。修行第一个要改心，第二个要改行为，这叫真正修行。",
      "zh_TW": "這個我們一定要明瞭。明白這些道理事實真相，我們才曉得佛所說的是正確的，我們才歡喜接受，才會認真的去修學。這個「修行」，修是修正，行就是錯誤的行為。貪瞋痴是大錯特錯，妄想、分別、執著統統是錯誤的，把這些錯誤的觀念、錯誤的思想見解，把它修正過來，那叫修行。所以大家千萬不要誤會，每天念幾句經、幾聲佛號就叫修行，有口無心，那個沒用處的。修行第一個要改心，第二個要改行為，這叫真正修行。"
    },
    {
      "id": "01-015-0006_p0016",
      "zh_CN": "现在一般学佛的同修都流于宗教，佛法不是宗教也变成宗教了。宗教是迷信，都迷在这个形式上，没有实质的功夫，因此你也得不到真实的效果，这是很可惜的一桩事情。学佛的人虽然多，台湾学佛的人这么多，为什么这个业转不过来？你要了解事情状况，你就会点头。为什么？错误的修行人很多，正确的修行人太少了。把佛法当作宗教的人太多了，而接受释迦牟尼佛真实教诲的人太少了。",
      "zh_TW": "現在一般學佛的同修都流於宗教，佛法不是宗教也變成宗教了。宗教是迷信，都迷在這個形式上，沒有實質的功夫，因此你也得不到真實的效果，這是很可惜的一樁事情。學佛的人雖然多，台灣學佛的人這麼多，為什麼這個業轉不過來？你要了解事情狀況，你就會點頭。為什麼？錯誤的修行人很多，正確的修行人太少了。把佛法當作宗教的人太多了，而接受釋迦牟尼佛真實教誨的人太少了。"
    },
    {
      "id": "01-015-0006_p0017",
      "zh_CN": "宗教是迷信的。我们供养佛菩萨，把它当神明看待，这完了！不知道我们弟子供养佛像是供养老师。前面跟大家提到，我们供养西方三圣是什么意思？供养阿弥陀佛，就叫你天天见到佛像，要想到我的心要跟佛一样、我的愿跟他一样、我的解跟他一样、我的行跟他一样，让这个佛像提醒我。你在他面前烧香不烧香没有关系，他是时时刻刻提醒我的。观音菩萨提醒我要慈悲，大势至提醒我要有智慧。最高的智慧是选择念佛法门，最大的慈悲是把念佛法门介绍给别人，推荐给别人。西方三圣本来是这个意思。",
      "zh_TW": "宗教是迷信的。我們供養佛菩薩，把它當神明看待，這完了！不知道我們弟子供養佛像是供養老師。前面跟大家提到，我們供養西方三聖是什麼意思？供養阿彌陀佛，就叫你天天見到佛像，要想到我的心要跟佛一樣、我的願跟他一樣、我的解跟他一樣、我的行跟他一樣，讓這個佛像提醒我。你在他面前燒香不燒香沒有關係，他是時時刻刻提醒我的。觀音菩薩提醒我要慈悲，大勢至提醒我要有智慧。最高的智慧是選擇念佛法門，最大的慈悲是把念佛法門介紹給別人，推薦給別人。西方三聖本來是這個意思。"
    },
    {
      "id": "01-015-0006_p0018",
      "zh_CN": "我们现在把他当神看待，天天烧香去拜他，求他保佑，你说那个佛菩萨看到怎么不流眼泪？错了，大错特错了！今天我们学佛是学的这个佛，所以这个共业转不过来。如果你真正明白佛的真实教诲，那个地方，特别是修净土的，那个地方是人间净土、是福地，不会有灾难。我们今天学佛学错了，这真的是很惋惜、很痛心的一桩事情。",
      "zh_TW": "我們現在把他當神看待，天天燒香去拜他，求他保佑，你說那個佛菩薩看到怎麼不流眼淚？錯了，大錯特錯了！今天我們學佛是學的這個佛，所以這個共業轉不過來。如果你真正明白佛的真實教誨，那個地方，特別是修淨土的，那個地方是人間淨土、是福地，不會有災難。我們今天學佛學錯了，這真的是很惋惜、很痛心的一樁事情。"
    },
    {
      "id": "01-015-0006_p0019",
      "zh_CN": "接着为我们讲说法庄严。我们从经文上来观察，阿弥陀佛的确是聪明绝顶，说法完全走向艺术化。不一定他是现身给你说法，他变出许许多多众鸟来给你说法，变出风、树、流水来给你说法，全是阿弥陀佛变化所作。像现在科学家一样，做了许许多多东西，让你看到赏心悦目，但里面是给你讲佛法的，所以是高度的科技。我们今天科技的发展，距离西方极乐世界差得太远了。刚才讲西方世界是一真法界，是普贤菩萨的法界，鸟是畜生道，牠不是真的鸟，是他做出来的。所以牠不是真的，是做出来的，阿弥陀佛做出来的。就像我们科学家做出这些东西，做出之后，那里面不知道是用什么样软体放在里面，牠会讲经说法，你想听什么法，牠就给你说什么法，真是妙不可言。所以人家老早就进入到高度科学艺术的教学。",
      "zh_TW": "接著為我們講說法莊嚴。我們從經文上來觀察，阿彌陀佛的確是聰明絕頂，說法完全走向藝術化。不一定他是現身給你說法，他變出許許多多眾鳥來給你說法，變出風、樹、流水來給你說法，全是阿彌陀佛變化所作。像現在科學家一樣，做了許許多多東西，讓你看到賞心悅目，但裡面是給你講佛法的，所以是高度的科技。我們今天科技的發展，距離西方極樂世界差得太遠了。剛才講西方世界是一真法界，是普賢菩薩的法界，鳥是畜生道，牠不是真的鳥，是他做出來的。所以牠不是真的，是做出來的，阿彌陀佛做出來的。就像我們科學家做出這些東西，做出之後，那裡面不知道是用什麼樣軟體放在裡面，牠會講經說法，你想聽什麼法，牠就給你說什麼法，真是妙不可言。所以人家老早就進入到高度科學藝術的教學。"
    },
    {
      "id": "01-015-0006_p0020",
      "zh_CN": "而且这个说法永远没有中断，想听的时候马上就有，不想听的时候就没有。想听什么法，他就给你说什么法。六时演法，这是闻正法路，都叫你念三宝，念觉、念正、念净。觉而不迷，正而不邪，净而不染，这是得正念路。西方世界没有三途，众鸟全是阿弥陀佛变化所作，所以绝对没有退转，没有堕落。所以西方世界普摄法界众生，不仅是我们娑婆世界去往生的。因为这个法门是一切诸佛所宣扬的，一切诸佛所肯定的，一切诸佛都劝众生念佛求生净土。除非你不信，你不能接受，那才跟你讲其他的法门，其他法门都是委曲婉转而说的。这个法门是一切诸佛度众生的第一法门，这是诸位要记住的。所以它是度成佛的人，成佛机缘没成熟，福报还不到，再跟你说其他的法门，叫你成菩萨、成阿罗汉、成辟支佛，是降等的。这是至高无上的，叫你成圆满佛的，是这么一桩事情，我们要认识清楚。所以净宗这个法门是究竟说，是极圆极顿之说。",
      "zh_TW": "而且這個說法永遠沒有中斷，想聽的時候馬上就有，不想聽的時候就沒有。想聽什麼法，他就給你說什麼法。六時演法，這是聞正法路，都叫你念三寶，念覺、念正、念淨。覺而不迷，正而不邪，淨而不染，這是得正念路。西方世界沒有三途，眾鳥全是阿彌陀佛變化所作，所以絕對沒有退轉，沒有墮落。所以西方世界普攝法界眾生，不僅是我們娑婆世界去往生的。因為這個法門是一切諸佛所宣揚的，一切諸佛所肯定的，一切諸佛都勸眾生念佛求生淨土。除非你不信，你不能接受，那才跟你講其他的法門，其他法門都是委曲婉轉而說的。這個法門是一切諸佛度眾生的第一法門，這是諸位要記住的。所以它是度成佛的人，成佛機緣沒成熟，福報還不到，再跟你說其他的法門，叫你成菩薩、成阿羅漢、成辟支佛，是降等的。這是至高無上的，叫你成圓滿佛的，是這麼一樁事情，我們要認識清楚。所以淨宗這個法門是究竟說，是極圓極頓之說。"
    },
    {
      "id": "01-015-0006_p0021",
      "zh_CN": "经上也为我们略略提出几个纲领，就是『五根，五力，七菩提分，八圣道分』，提出这几个纲领。这几个纲领就是大小乘经上常讲的三十七道品。三十七道品一共有七科，他只说后面四个，前面三个省略掉了。前面三个，第一个是四念处。经上省略，注解上有，注解上大师都把它补出来了。这个四念处，第一是「观身不净」，观是叫我们观察，你仔细观察，我们身体不干净。每一天，不管你怎样涂香水，涂花粉，还是不干净，里面流出的东西还是肮脏的，这个就是我们的果报不好。果不好，当然就因不好，我们修的因不好，因果都不好。",
      "zh_TW": "經上也為我們略略提出幾個綱領，就是『五根，五力，七菩提分，八聖道分』，提出這幾個綱領。這幾個綱領就是大小乘經上常講的三十七道品。三十七道品一共有七科，他只說後面四個，前面三個省略掉了。前面三個，第一個是四念處。經上省略，註解上有，註解上大師都把它補出來了。這個四念處，第一是「觀身不淨」，觀是叫我們觀察，你仔細觀察，我們身體不乾淨。每一天，不管你怎樣塗香水，塗花粉，還是不乾淨，裡面流出的東西還是骯髒的，這個就是我們的果報不好。果不好，當然就因不好，我們修的因不好，因果都不好。"
    },
    {
      "id": "01-015-0006_p0022",
      "zh_CN": "第二是「观受是苦」。我们现在所有一切享受，跟诸位说，统统叫苦。贫穷人生活很苦，有他的苦处；富贵人那个苦不亚于贫穷，有很多富贵人的苦比贫穷人还厉害，还苦。为什么？患得患失。那个心一天到晚提心吊胆，又怕钱贬值，又怕生意做不好，那个操心很可怜。做国王、做总统的人就更苦。所以还有人去竞选，我看到，想不通。不但说竞选，他请我去做，我都不会去做。为什么？别的苦不说，见客人天天跟他拉手，那就好苦。我不愿意跟他拉手，偏偏要跟他拉，你说这个东西多苦！每天见那一些客人，天天跟那一些人握手。我看到这个情形，我就觉得受不了。这个事情不能做，不可以干。何况其余？世间人真是没有一样不苦，所以我们要看得很清楚很明白。",
      "zh_TW": "第二是「觀受是苦」。我們現在所有一切享受，跟諸位說，統統叫苦。貧窮人生活很苦，有他的苦處；富貴人那個苦不亞於貧窮，有很多富貴人的苦比貧窮人還厲害，還苦。為什麼？患得患失。那個心一天到晚提心吊膽，又怕錢貶值，又怕生意做不好，那個操心很可憐。做國王、做總統的人就更苦。所以還有人去競選，我看到，想不通。不但說競選，他請我去做，我都不會去做。為什麼？別的苦不說，見客人天天跟他拉手，那就好苦。我不願意跟他拉手，偏偏要跟他拉，你說這個東西多苦！每天見那一些客人，天天跟那一些人握手。我看到這個情形，我就覺得受不了。這個事情不能做，不可以幹。何況其餘？世間人真是沒有一樣不苦，所以我們要看得很清楚很明白。"
    },
    {
      "id": "01-015-0006_p0023",
      "zh_CN": "第三是「观心无常」。心里的念头，一个念头生，一个念头灭，这是因，在造因。",
      "zh_TW": "第三是「觀心無常」。心裡的念頭，一個念頭生，一個念頭滅，這是因，在造因。"
    },
    {
      "id": "01-015-0006_p0024",
      "zh_CN": "第四是「观法无我」。一切法里面都是无常的，没有主宰的，没有常住的，这是我们这个世界。西方世界跟我们恰恰相反，莲华化生，这是「清净」；但受诸乐，这个有「乐」；一心不乱，这是「常」；自在主宰这是「我」，「常乐我净」，西方世界有，我们这个世界没有。",
      "zh_TW": "第四是「觀法無我」。一切法裡面都是無常的，沒有主宰的，沒有常住的，這是我們這個世界。西方世界跟我們恰恰相反，蓮華化生，這是「清淨」；但受諸樂，這個有「樂」；一心不亂，這是「常」；自在主宰這是「我」，「常樂我淨」，西方世界有，我們這個世界沒有。"
    },
    {
      "id": "01-015-0006_p0025",
      "zh_CN": "所以「四念处」，简单讲，佛是教我们用智慧观察境界，看得破。你能看破，你才会放下。为什么放不下？没有看破。真正看破，自然放下，为什么？累赘。这个累赘就是带给你的不自在，你一切放下得大自在。他为什么不放下？所以凡是放不下的，都是没有看破。你看佛一开端教导我们这四个科目，就是教我们看破。",
      "zh_TW": "所以「四念處」，簡單講，佛是教我們用智慧觀察境界，看得破。你能看破，你才會放下。為什麼放不下？沒有看破。真正看破，自然放下，為什麼？累贅。這個累贅就是帶給你的不自在，你一切放下得大自在。他為什麼不放下？所以凡是放不下的，都是沒有看破。你看佛一開端教導我們這四個科目，就是教我們看破。"
    },
    {
      "id": "01-015-0006_p0026",
      "zh_CN": "第二个科目是「四正勤」。勤是教我们要勤奋去做的，这四种正当的应该要去做。四正勤里面分二个项目，一个是断恶，一个是修善。已经生的恶，佛教给我们，你要把它断掉。你已经明白了，已经觉察了，这是不好的，不好的就要把它断掉。知道那些不好的，我还没有，我决定不去做。已经做的恶要断，还没有做的恶决定不做，这是断恶的二种正勤。修善的，你已经做的善事，你知道这个事情对社会、对众生是有利益的，你应当继续努力去做。知道那些是善事、是好事，你还没做的，你要发心去做。惟善无恶，这样修学才能够增上菩提心。",
      "zh_TW": "第二個科目是「四正勤」。勤是教我們要勤奮去做的，這四種正當的應該要去做。四正勤裡面分二個項目，一個是斷惡，一個是修善。已經生的惡，佛教給我們，你要把它斷掉。你已經明白了，已經覺察了，這是不好的，不好的就要把它斷掉。知道那些不好的，我還沒有，我決定不去做。已經做的惡要斷，還沒有做的惡決定不做，這是斷惡的二種正勤。修善的，你已經做的善事，你知道這個事情對社會、對眾生是有利益的，你應當繼續努力去做。知道那些是善事、是好事，你還沒做的，你要發心去做。惟善無惡，這樣修學才能夠增上菩提心。"
    },
    {
      "id": "01-015-0006_p0027",
      "zh_CN": "第三个科目是「四如意足」。如意就是称心如愿，足就是满足。这个里面有「欲如意足、精进如意足、念如意足、慧如意足」这四种，这四样东西不太好懂。实在讲古人这个注解里面，注的虽然多，我们初学的人看不懂。不像前面那几个还比较容易看，容易理解，这四条不好懂。我有一个方便的讲法，我这个讲法大家好懂。欲是欲望，欲望就是享受，无论是精神的享受、物质的享受，要知足；如意足，要知足。不知足的人，苦！要知足。精进就是常乐。念如意足，念就是心安。慧如意足，就是道理明白了。所以我用八个字来解释，就是「知足常乐，心安理得」，这个讲法大家好懂。",
      "zh_TW": "第三個科目是「四如意足」。如意就是稱心如願，足就是滿足。這個裡面有「欲如意足、精進如意足、念如意足、慧如意足」這四種，這四樣東西不太好懂。實在講古人這個註解裡面，註的雖然多，我們初學的人看不懂。不像前面那幾個還比較容易看，容易理解，這四條不好懂。我有一個方便的講法，我這個講法大家好懂。欲是欲望，欲望就是享受，無論是精神的享受、物質的享受，要知足；如意足，要知足。不知足的人，苦！要知足。精進就是常樂。念如意足，念就是心安。慧如意足，就是道理明白了。所以我用八個字來解釋，就是「知足常樂，心安理得」，這個講法大家好懂。"
    },
    {
      "id": "01-015-0006_p0028",
      "zh_CN": "这一科，实实在在就是佛教给我们放得下。知足我就放下了，我不再贪求了。常乐是精进。在生活环境当中，在修学过程之中，心安。心安是最高的享受，真实的享受。理明白了，心安，心就是清净心。清净心生智慧，《金刚经》上所说的：「信心清净，则生实相。」世出世间一切真相，你自然就明了了。所以这个四句就是放得下，就是我们中国人所讲的「回首如意」、「回头是岸」。所以它里面的内容，是定，是福。",
      "zh_TW": "這一科，實實在在就是佛教給我們放得下。知足我就放下了，我不再貪求了。常樂是精進。在生活環境當中，在修學過程之中，心安。心安是最高的享受，真實的享受。理明白了，心安，心就是清淨心。清淨心生智慧，《金剛經》上所說的：「信心清淨，則生實相。」世出世間一切真相，你自然就明瞭了。所以這個四句就是放得下，就是我們中國人所講的「回首如意」、「回頭是岸」。所以它裡面的內容，是定，是福。"
    },
    {
      "id": "01-015-0006_p0029",
      "zh_CN": "过去这个社会上的贵人、大富长者，以及权位很高的这些人，他们手上常常拿一个如意。这个如意是什么意思？时时刻刻提醒自己回头。那个如意的头是弯过来的，回头就如意了，你就自在了。回头就是知足，不知足的人是世间最苦的人，最可怜的人是不知足的人。所以肯回头那就好了，「回首如意」是这个意思。人要知道回头，在名闻利养里面回头，在富贵权力里面回头，回头就自在了。回头是真正的享受，不肯回头的人，那是在造业。这能够成就一心，不退菩提。",
      "zh_TW": "過去這個社會上的貴人、大富長者，以及權位很高的這些人，他們手上常常拿一個如意。這個如意是什麼意思？時時刻刻提醒自己回頭。那個如意的頭是彎過來的，回頭就如意了，你就自在了。回頭就是知足，不知足的人是世間最苦的人，最可憐的人是不知足的人。所以肯回頭那就好了，「回首如意」是這個意思。人要知道回頭，在名聞利養裡面回頭，在富貴權力裡面回頭，回頭就自在了。回頭是真正的享受，不肯回頭的人，那是在造業。這能夠成就一心，不退菩提。"
    },
    {
      "id": "01-015-0006_p0030",
      "zh_CN": "前面这三科是修行的基础，让我们修福修慧，奠定修学的基础；真正契入佛法，那就是「五根，五力，七菩提分，八圣道分」。五根五力，它的科目都是「信、进、念、定、慧」。根是能生的意思，是能保持的意思。我们讲到信，我们的信有没有根？我们信佛有没有根？我们相信净土有没有根？根都没有了，那就没法子成就！像这个植物一样，它先要有根；有了根之后，再要精进；从精进上再增长，才有念、有定、有慧。这是修行第一个阶段。",
      "zh_TW": "前面這三科是修行的基礎，讓我們修福修慧，奠定修學的基礎；真正契入佛法，那就是「五根，五力，七菩提分，八聖道分」。五根五力，它的科目都是「信、進、念、定、慧」。根是能生的意思，是能保持的意思。我們講到信，我們的信有沒有根？我們信佛有沒有根？我們相信淨土有沒有根？根都沒有了，那就沒法子成就！像這個植物一樣，它先要有根；有了根之後，再要精進；從精進上再增長，才有念、有定、有慧。這是修行第一個階段。"
    },
    {
      "id": "01-015-0006_p0031",
      "zh_CN": "虽然有了五根，可是这个根的力量很薄弱；换句话说，遇到境界还会动摇，所以还要小心的防范。因为我们根基不牢，根还没有有力量，像那个小树一样，还要特别去防范，怕风大的时候会把它吹倒，要加以防范。再增进了，这个树长大了，它有力量了，大风也吹不倒它了，这就说明你的这个信心不会动摇了，遇到任何境界也不会被动摇。换句话说，到有力的时候了。",
      "zh_TW": "雖然有了五根，可是這個根的力量很薄弱；換句話說，遇到境界還會動搖，所以還要小心的防範。因為我們根基不牢，根還沒有有力量，像那個小樹一樣，還要特別去防範，怕風大的時候會把它吹倒，要加以防範。再增進了，這個樹長大了，它有力量了，大風也吹不倒它了，這就說明你的這個信心不會動搖了，遇到任何境界也不會被動搖。換句話說，到有力的時候了。"
    },
    {
      "id": "01-015-0006_p0032",
      "zh_CN": "在五根要跟一个老师，老师照顾你，不可以出去参学。因为你没有能力，不可以离开老师的身边。从前的教学，老师对于学生的培养，就像培养小树一样，非常的爱护，照顾很周到。现在不太容易看到。到他长成了，他有力量了，不会被境界动摇了，这就开放让他出去参学。这个参学，就是什么样的人都可以接触，任何法门都可以接触。为什么？理明白了，有定，不会被外面境界动摇。就像现在诸位，如果是只有五根而没有力，今天你听到我在这里讲净土，不错，念佛好！你就发心念佛。明天听到一个禅宗大德在那里讲禅，禅不错，我就参禅去了。后天又一个仁波切，他又去念咒去了。这是没有力，他会随着外面境界摆动，这样将来是一样都不能成就。所以你要遇到真正好老师，他决定不准。",
      "zh_TW": "在五根要跟一個老師，老師照顧你，不可以出去參學。因為你沒有能力，不可以離開老師的身邊。從前的教學，老師對於學生的培養，就像培養小樹一樣，非常的愛護，照顧很周到。現在不太容易看到。到他長成了，他有力量了，不會被境界動搖了，這就開放讓他出去參學。這個參學，就是什麼樣的人都可以接觸，任何法門都可以接觸。為什麼？理明白了，有定，不會被外面境界動搖。就像現在諸位，如果是只有五根而沒有力，今天你聽到我在這裡講淨土，不錯，念佛好！你就發心念佛。明天聽到一個禪宗大德在那裡講禪，禪不錯，我就參禪去了。後天又一個仁波切，他又去念咒去了。這是沒有力，他會隨著外面境界擺動，這樣將來是一樣都不能成就。所以你要遇到真正好老師，他決定不准。"
    },
    {
      "id": "01-015-0006_p0033",
      "zh_CN": "我从前在台中修学，李老师那个时候规定我们，只可以听他一个人讲经说法，任何法师大德讲经不准听。原因是什么？没有力，听了就被人转了，所以说不准听。连看书，包括佛书，不经过他同意的，一律不准看。这个就是老师爱护学生，就好像照顾那个树苗一样，处处把它稳定住，不要让它长歪了，不要让它受外面影响了。这样照顾到你有能力辨别真妄、辨别是非、辨别善恶，你有这个能力，老师开放，你可以去参学了，什么都可以去接触，什么都可以去听。听了增长智慧，而不被他所转，不会跟他走了。",
      "zh_TW": "我從前在台中修學，李老師那個時候規定我們，只可以聽他一個人講經說法，任何法師大德講經不准聽。原因是什麼？沒有力，聽了就被人轉了，所以說不准聽。連看書，包括佛書，不經過他同意的，一律不准看。這個就是老師愛護學生，就好像照顧那個樹苗一樣，處處把它穩定住，不要讓它長歪了，不要讓它受外面影響了。這樣照顧到你有能力辨別真妄、辨別是非、辨別善惡，你有這個能力，老師開放，你可以去參學了，什麼都可以去接觸，什麼都可以去聽。聽了增長智慧，而不被他所轉，不會跟他走了。"
    },
    {
      "id": "01-015-0006_p0034",
      "zh_CN": "像《华严经》，第一个老师德云比丘教他念佛，最后一个普贤菩萨十大愿王导归极乐，这一头一尾说明了善财童子是修念佛法门的。他对于大小乘宗派，任何一个法门都彻底明了，他都接触过，都请教过，样样通达，还是一句「阿弥陀佛」念到底，绝对不去跟人家参禅，也不跟人家念咒，也不跟人家持钵搭衣，他不搞这个，一句佛号念到底，这是他有力了。这个细节，诸位从注解里面去看，我只把大意介绍出来，因为这个时间不长。",
      "zh_TW": "像《華嚴經》，第一個老師德雲比丘教他念佛，最後一個普賢菩薩十大願王導歸極樂，這一頭一尾說明了善財童子是修念佛法門的。他對於大小乘宗派，任何一個法門都徹底明瞭，他都接觸過，都請教過，樣樣通達，還是一句「阿彌陀佛」念到底，絕對不去跟人家參禪，也不跟人家念咒，也不跟人家持缽搭衣，他不搞這個，一句佛號念到底，這是他有力了。這個細節，諸位從註解裡面去看，我只把大意介紹出來，因為這個時間不長。"
    },
    {
      "id": "01-015-0006_p0035",
      "zh_CN": "七菩提分也叫作七觉分，重要的这是智慧。从根从力，然后就有智慧。这个智慧就是帮助你选择法门，帮助你在修学当中排除障碍。因为我们无始劫以来，烦恼习气很重，哪一个习气现行，要用什么方法来对治，这个七菩提分里面，教给我们一些纲领，教给我们一些原则。你知道这些纲领原则，你有慧，你就晓得菩提道上许许多多障碍，你懂得怎样去消除。所以它第一个是择法，择法就是选择法门。他有能力辨别真妄、邪正、是非、善恶，他有能力辨别，所以他选择的法门一定是非常正确，非常恰当，而不取虚伪之法。",
      "zh_TW": "七菩提分也叫作七覺分，重要的這是智慧。從根從力，然後就有智慧。這個智慧就是幫助你選擇法門，幫助你在修學當中排除障礙。因為我們無始劫以來，煩惱習氣很重，哪一個習氣現行，要用什麼方法來對治，這個七菩提分裡面，教給我們一些綱領，教給我們一些原則。你知道這些綱領原則，你有慧，你就曉得菩提道上許許多多障礙，你懂得怎樣去消除。所以它第一個是擇法，擇法就是選擇法門。他有能力辨別真妄、邪正、是非、善惡，他有能力辨別，所以他選擇的法門一定是非常正確，非常恰當，而不取虛偽之法。"
    },
    {
      "id": "01-015-0006_p0036",
      "zh_CN": "由此可知，有智慧能够选择，前面是要有根力的功夫。你没有这个功夫，今天这个社会，我前头跟诸位说过，仿冒的佛法很多，现在社会上一切产品都有假的，都有仿冒的。佛法里头仿冒的也很多，大家认假不认真，听骗不听劝，你说这多可怜！为什么有这个现象？你修学没有根基。修学真正的根基，要从四念处上来讲，你没有四念处的看破，你没有四如意足的放下，你没有根力，你有什么能力选择？这就很糟糕。你遇到一个善知识，那是幸运，你真肯听话，你这个路走通了。你遇不到善知识，那没法子。遇善知识这个缘分不是偶然的，遇到肯听话，肯依教奉行，你在菩提路上会一帆风顺，不会走冤枉路。真的善知识、好老师，跟你讲真话，不骗你。",
      "zh_TW": "由此可知，有智慧能夠選擇，前面是要有根力的功夫。你沒有這個功夫，今天這個社會，我前頭跟諸位說過，仿冒的佛法很多，現在社會上一切產品都有假的，都有仿冒的。佛法裡頭仿冒的也很多，大家認假不認真，聽騙不聽勸，你說這多可憐！為什麼有這個現象？你修學沒有根基。修學真正的根基，要從四念處上來講，你沒有四念處的看破，你沒有四如意足的放下，你沒有根力，你有什麼能力選擇？這就很糟糕。你遇到一個善知識，那是幸運，你真肯聽話，你這個路走通了。你遇不到善知識，那沒法子。遇善知識這個緣分不是偶然的，遇到肯聽話，肯依教奉行，你在菩提路上會一帆風順，不會走冤枉路。真的善知識、好老師，跟你講真話，不騙你。"
    },
    {
      "id": "01-015-0006_p0037",
      "zh_CN": "我学佛很幸运，我遇到好老师。我到台湾来学哲学，方东美先生教的，方老师介绍我佛学。我一接触佛学，就认识章嘉大师，章嘉大师教我三年，一直到他老人家圆寂。圆寂之后，我跟李老师十年。我佛学有二个老师，二个老师都非常严格。连方先生都很严格，方先生教我哲学，不让我到学校里去听课，这是老师爱护学生。到学校听课，我会认识很多学生，认识很多教授，会被他们境界转了。所以他不让我到学校去，让我跟他一个人学，这个就是「师承」。学佛，我跟章嘉大师，章嘉大师也是这个态度对我。每个星期天去跟他见一次面，二个小时，只跟他一个人学。所以我的东西很单纯，一点都不复杂。",
      "zh_TW": "我學佛很幸運，我遇到好老師。我到台灣來學哲學，方東美先生教的，方老師介紹我佛學。我一接觸佛學，就認識章嘉大師，章嘉大師教我三年，一直到他老人家圓寂。圓寂之後，我跟李老師十年。我佛學有二個老師，二個老師都非常嚴格。連方先生都很嚴格，方先生教我哲學，不讓我到學校裡去聽課，這是老師愛護學生。到學校聽課，我會認識很多學生，認識很多教授，會被他們境界轉了。所以他不讓我到學校去，讓我跟他一個人學，這個就是「師承」。學佛，我跟章嘉大師，章嘉大師也是這個態度對我。每個星期天去跟他見一次面，二個小時，只跟他一個人學。所以我的東西很單純，一點都不複雜。"
    },
    {
      "id": "01-015-0006_p0038",
      "zh_CN": "我们那个老师性格脾气如此。如果是你学佛学了很久，你亲近很多法师，看了很多经论。他点点头笑笑，很欢喜，你去吧！他不教你。什么原因？你这个头脑里面太复杂，要把你洗干净太难太难了。算了，你去吧！我那个时候刚刚学佛，佛法很好，我知道，很好，想学。你有没有学过？没有学过。你没有看过经书？没有看过经书。宝贝！这个徒弟是宝贝徒弟。为什么？没有被污染，所以他就专心教给你，没有被污染。你听得太多，看得太多，接触太多，他不教你。我那个时候，幸运还好没有污染，就开始遇到这个善知识。所以择法是相当不容易。",
      "zh_TW": "我們那個老師性格脾氣如此。如果是你學佛學了很久，你親近很多法師，看了很多經論。他點點頭笑笑，很歡喜，你去吧！他不教你。什麼原因？你這個頭腦裡面太複雜，要把你洗乾淨太難太難了。算了，你去吧！我那個時候剛剛學佛，佛法很好，我知道，很好，想學。你有沒有學過？沒有學過。你沒有看過經書？沒有看過經書。寶貝！這個徒弟是寶貝徒弟。為什麼？沒有被污染，所以他就專心教給你，沒有被污染。你聽得太多，看得太多，接觸太多，他不教你。我那個時候，幸運還好沒有污染，就開始遇到這個善知識。所以擇法是相當不容易。"
    },
    {
      "id": "01-015-0006_p0039",
      "zh_CN": "法门选择之后，就要懂得精进，精是纯而不杂，一门深入。因为佛法修学跟世间法修学不一样，佛法是「因戒得定，因定开慧」，你跟一个老师学一个法门，容易得定，容易开智慧。有很多人误会了，四弘誓愿不是讲「法门无量誓愿学」，你学一个怎么行？好了，「法门无量誓愿学」，你去学吧！学一辈子，一样也不通。什么原因？「法门无量誓愿学」是没错，它前头有基础。好像这个四层楼一样，「法门无量誓愿学」是第三层，第二层是「烦恼无尽誓愿断」。我问你，断了没有？烦恼没有断就学法门，那个法门学多了，清凉大师在《华严经疏钞》里讲：「有解无行，增长邪见。」他所得的是邪知邪见。为什么？烦恼没断。烦恼没断，学许多的法门都是邪知邪见，不是真实智慧。清凉大师讲得很清楚、很明白。",
      "zh_TW": "法門選擇之後，就要懂得精進，精是純而不雜，一門深入。因為佛法修學跟世間法修學不一樣，佛法是「因戒得定，因定開慧」，你跟一個老師學一個法門，容易得定，容易開智慧。有很多人誤會了，四弘誓願不是講「法門無量誓願學」，你學一個怎麼行？好了，「法門無量誓願學」，你去學吧！學一輩子，一樣也不通。什麼原因？「法門無量誓願學」是沒錯，它前頭有基礎。好像這個四層樓一樣，「法門無量誓願學」是第三層，第二層是「煩惱無盡誓願斷」。我問你，斷了沒有？煩惱沒有斷就學法門，那個法門學多了，清涼大師在《華嚴經疏鈔》裡講：「有解無行，增長邪見。」他所得的是邪知邪見。為什麼？煩惱沒斷。煩惱沒斷，學許多的法門都是邪知邪見，不是真實智慧。清涼大師講得很清楚、很明白。"
    },
    {
      "id": "01-015-0006_p0040",
      "zh_CN": "所以我们学佛从哪里做起？先断烦恼，再学法门。所以章嘉大师、李老师是真正善知识，他不让你广学多闻，他叫你学一样。学一样容易断烦恼，让你心专，让你心一。心专，心一，妄想少了。这也不准，那也不准，贪瞋痴慢也没有了。本来我想那个好，那个想学，这也想学，他统统不准！心就死了，算了，听老师的话，不准学。所以你的心是定的，定就容易开慧。定久了，定上几年，那就不一样，慧就开了。慧开了之后，一经通，一切经通。",
      "zh_TW": "所以我們學佛從哪裡做起？先斷煩惱，再學法門。所以章嘉大師、李老師是真正善知識，他不讓你廣學多聞，他叫你學一樣。學一樣容易斷煩惱，讓你心專，讓你心一。心專，心一，妄想少了。這也不准，那也不准，貪瞋痴慢也沒有了。本來我想那個好，那個想學，這也想學，他統統不准！心就死了，算了，聽老師的話，不准學。所以你的心是定的，定就容易開慧。定久了，定上幾年，那就不一樣，慧就開了。慧開了之後，一經通，一切經通。"
    },
    {
      "id": "01-015-0006_p0041",
      "zh_CN": "我跟大家也说过好多次，我在台中十年，跟李老师只学五部经。这五部经要说出来，你们听到就会哈哈大笑。这五部经一般人半年就学完了，我要学十年。我在台中第一部学的是小乘经，《阿难问事佛吉凶经》，第二部是《佛说阿弥陀经》，第三部是《普贤菩萨行愿品》，第四部是《金刚经》，第五部是《楞严经》，十年就学这五样东西。《华严》我没有学过，我听李老师讲《华严》，听一卷，八十卷我听一卷，后面我全都会了，我就到台北去讲了。《法华经》我没有学，从头到尾，我讲得不比人家差，没讲错。不要学，都懂了！你说为什么懂？因为佛经的理是一个。理是一个，只要你把这个理得到了，没有一法不贯通的，世出世间法都通了，这个叫真实的教诲。可惜世间人不相信，叫你学一样，心想「这个法师吝啬，那么多好的佛法，他都不教我，叫我学这个。他自己样样都通，他叫我只学一样，这个老师小气、吝法」。真的教学还要被他冤枉，你说这有什么法子？",
      "zh_TW": "我跟大家也說過好多次，我在台中十年，跟李老師只學五部經。這五部經要說出來，你們聽到就會哈哈大笑。這五部經一般人半年就學完了，我要學十年。我在台中第一部學的是小乘經，《阿難問事佛吉凶經》，第二部是《佛說阿彌陀經》，第三部是《普賢菩薩行願品》，第四部是《金剛經》，第五部是《楞嚴經》，十年就學這五樣東西。《華嚴》我沒有學過，我聽李老師講《華嚴》，聽一卷，八十卷我聽一卷，後面我全都會了，我就到台北去講了。《法華經》我沒有學，從頭到尾，我講得不比人家差，沒講錯。不要學，都懂了！你說為什麼懂？因為佛經的理是一個。理是一個，只要你把這個理得到了，沒有一法不貫通的，世出世間法都通了，這個叫真實的教誨。可惜世間人不相信，叫你學一樣，心想「這個法師吝嗇，那麼多好的佛法，他都不教我，叫我學這個。他自己樣樣都通，他叫我只學一樣，這個老師小氣、吝法」。真的教學還要被他冤枉，你說這有什麼法子？"
    },
    {
      "id": "01-015-0006_p0042",
      "zh_CN": "所以择法之后要懂得精进，一门精进。因为我们是学佛，不是学广学多闻，我们在一部经里面学什么？学真实的智慧。真实的智慧就是《般若经》上所讲「般若无知」，我们学无知。真正到无知了，就「无所不知」，那个就厉害了。你从有知下手，到后来是有所不知，那个路就走死掉了。所以走无知是活路，真正到心地清净干干净净，什么都没有，一切佛法摆在面前，只要你问，随问随答，绝对不会考虑「我怎么答复你」，没有。讲经还要准备？不需要，无有定法可说。跟我接触久的人，台北「图书馆」的韩馆长，她星期六会到这边来。我在台上讲经，她就说：「你又去胡说八道了。」可是我胡说八道很多人喜欢听。所以要懂得佛法跟世间法不一样，那个修学的方法也不相同。",
      "zh_TW": "所以擇法之後要懂得精進，一門精進。因為我們是學佛，不是學廣學多聞，我們在一部經裡面學什麼？學真實的智慧。真實的智慧就是《般若經》上所講「般若無知」，我們學無知。真正到無知了，就「無所不知」，那個就厲害了。你從有知下手，到後來是有所不知，那個路就走死掉了。所以走無知是活路，真正到心地清淨乾乾淨淨，什麼都沒有，一切佛法擺在面前，只要你問，隨問隨答，絕對不會考慮「我怎麼答覆你」，沒有。講經還要準備？不需要，無有定法可說。跟我接觸久的人，台北「圖書館」的韓館長，她星期六會到這邊來。我在台上講經，她就說：「你又去胡說八道了。」可是我胡說八道很多人喜歡聽。所以要懂得佛法跟世間法不一樣，那個修學的方法也不相同。"
    },
    {
      "id": "01-015-0006_p0043",
      "zh_CN": "择法之后要懂得精进，你才会得定，你才会开智慧，那个才是人生最高的享受。所以我很感谢方老师，方老师引诱我入佛门，他说：「修学佛法是人生最高的享受。」我被他这一句话打动了，所以找佛经来看，来学佛。我今天得到了，确实是最高的享受，每一天生活欢喜快乐，这是老师给我的，老师的恩德念念不忘。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "擇法之後要懂得精進，你才會得定，你才會開智慧，那個才是人生最高的享受。所以我很感謝方老師，方老師引誘我入佛門，他說：「修學佛法是人生最高的享受。」我被他這一句話打動了，所以找佛經來看，來學佛。我今天得到了，確實是最高的享受，每一天生活歡喜快樂，這是老師給我的，老師的恩德念念不忘。好，今天時間到了，我們就講到此地。"
    }
  ]
}