{
  "doc_id": "01-015-0008",
  "title": {
    "zh_CN": "弥陀要解演义",
    "zh_TW": "彌陀要解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾高雄元亨寺",
    "zh_TW": "台灣高雄元亨寺"
  },
  "doc_number": "01-015-0008",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "01-015-0008_p0001",
      "zh_CN": "换句话说，你的神通、你的智慧、你的道力、你一切的受用跟等觉菩萨平等。这个话我们可以相信，为什么可以相信？我们有《无量寿经》作证明，世尊跟阿弥陀佛在《无量寿经》确确实实是这样说法的，所以蕅益大师讲这个话他是有根据的，他不是随便说的。",
      "zh_TW": "換句話說，你的神通、你的智慧、你的道力、你一切的受用跟等覺菩薩平等。這個話我們可以相信，為什麼可以相信？我們有《無量壽經》作證明，世尊跟阿彌陀佛在《無量壽經》確確實實是這樣說法的，所以蕅益大師講這個話他是有根據的，他不是隨便說的。"
    },
    {
      "id": "01-015-0008_p0002",
      "zh_CN": "「生皆不退」，往生之后都不退转了，而且有这么高的品位。我们听到这一句话，对我们来说，充满了诱惑的力量。西方世界不去不行，真的没有比，在修行环境来讲，没有比这个更好的。同时在西方世界，接受阿弥陀佛以及诸佛如来的栽培，所以他的成就快速。",
      "zh_TW": "「生皆不退」，往生之後都不退轉了，而且有這麼高的品位。我們聽到這一句話，對我們來說，充滿了誘惑的力量。西方世界不去不行，真的沒有比，在修行環境來講，沒有比這個更好的。同時在西方世界，接受阿彌陀佛以及諸佛如來的栽培，所以他的成就快速。"
    },
    {
      "id": "01-015-0008_p0003",
      "zh_CN": "『一生补处』，这等于是给我们授记，你一生当中决定成佛，不要等到第二生了。所以这个法门叫做当生成就的法门。你修学其他法门一生不能成就，你要在轮回里，不晓得轮多少次，你才能出得了头，这个法门是一生成就。而且我跟诸位说的话都是真实话，你修学这个法门，能修成功了，这个法门是不死的法门。你搞其他的法门，你要是见思烦恼断不了，你有生死，就是你有生死轮回。这个法门，我们这一生只有生没有死，所以它是不死的法门。因为往生是活着去的，不是死了去的。往生的时候，佛来接引你，你看得清清楚楚，听得清清楚楚。那个福报大的，还会跟旁边家亲眷属说：「佛来接引我了，我跟他去了。」这不是活着走的吗？这哪里是死的走的？那个福报差一点的，就是病得很重，身体很虚弱。佛来接引他，我们看到他嘴在动，我们以为他是跟着我们念佛。其实不是的，他是想说，他看到佛了，佛来接引他，可是没有声音，说不出声音，他跟佛走了。所以往生是活着走的，不是死着走的，这个法门是真实不死的法门！别的法门修不成功，有生死轮回。这个法门，不死！",
      "zh_TW": "『一生補處』，這等於是給我們授記，你一生當中決定成佛，不要等到第二生了。所以這個法門叫做當生成就的法門。你修學其他法門一生不能成就，你要在輪迴裡，不曉得輪多少次，你才能出得了頭，這個法門是一生成就。而且我跟諸位說的話都是真實話，你修學這個法門，能修成功了，這個法門是不死的法門。你搞其他的法門，你要是見思煩惱斷不了，你有生死，就是你有生死輪迴。這個法門，我們這一生只有生沒有死，所以它是不死的法門。因為往生是活著去的，不是死了去的。往生的時候，佛來接引你，你看得清清楚楚，聽得清清楚楚。那個福報大的，還會跟旁邊家親眷屬說：「佛來接引我了，我跟他去了。」這不是活著走的嗎？這哪裡是死的走的？那個福報差一點的，就是病得很重，身體很虛弱。佛來接引他，我們看到他嘴在動，我們以為他是跟著我們念佛。其實不是的，他是想說，他看到佛了，佛來接引他，可是沒有聲音，說不出聲音，他跟佛走了。所以往生是活著走的，不是死著走的，這個法門是真實不死的法門！別的法門修不成功，有生死輪迴。這個法門，不死！"
    },
    {
      "id": "01-015-0008_p0004",
      "zh_CN": "到了西方极乐世界再换一个身体，这个身体臭皮囊不是好东西，是个生灭法，我们换成金刚不坏身。到西方极乐世界换一个身体，跟阿弥陀佛身体一样，你看经上讲「紫磨真金色身」。相貌庄严也跟阿弥陀佛一样，不止三十二相八十种好，佛有无量相，相有无量好，所以到西方极乐世界是无量的相好，不是像这个丑八怪的样子。一生成就，其他法门要到这个境界难，太难太难了！那个菩萨修的相，要修得跟佛差不多，八地以上。八地菩萨的相跟佛已经很接近了，但是还没有佛那样的圆满。西方极乐世界这是阿弥陀佛的本愿，生到西方极乐世界，它是平等世界，所以跟佛完全一样。这个一生补处是给我们强有力的授记，给我们做证明，一生当中决定成就。",
      "zh_TW": "到了西方極樂世界再換一個身體，這個身體臭皮囊不是好東西，是個生滅法，我們換成金剛不壞身。到西方極樂世界換一個身體，跟阿彌陀佛身體一樣，你看經上講「紫磨真金色身」。相貌莊嚴也跟阿彌陀佛一樣，不止三十二相八十種好，佛有無量相，相有無量好，所以到西方極樂世界是無量的相好，不是像這個醜八怪的樣子。一生成就，其他法門要到這個境界難，太難太難了！那個菩薩修的相，要修得跟佛差不多，八地以上。八地菩薩的相跟佛已經很接近了，但是還沒有佛那樣的圓滿。西方極樂世界這是阿彌陀佛的本願，生到西方極樂世界，它是平等世界，所以跟佛完全一樣。這個一生補處是給我們強有力的授記，給我們做證明，一生當中決定成就。"
    },
    {
      "id": "01-015-0008_p0005",
      "zh_CN": "『诸上善人，俱会一处』，这是前面我们多次给大家介绍的。这个在「乐」里面讲，实在讲是「人和之乐」。十方世界的人都有嫉妒，都有贪爱，都有瞋恚，所以彼此相处很不容易。西方极乐世界都是大菩萨、等觉菩萨，这些烦恼完全没有了，完全是真诚、清净、平等、大慈大悲，我们跟这些菩萨在一起，这个增上缘的功德是没有法子能够相比的。所以佛劝我们应当发愿，这一种修学环境的的确确找不到。",
      "zh_TW": "『諸上善人，俱會一處』，這是前面我們多次給大家介紹的。這個在「樂」裡面講，實在講是「人和之樂」。十方世界的人都有嫉妒，都有貪愛，都有瞋恚，所以彼此相處很不容易。西方極樂世界都是大菩薩、等覺菩薩，這些煩惱完全沒有了，完全是真誠、清淨、平等、大慈大悲，我們跟這些菩薩在一起，這個增上緣的功德是沒有法子能夠相比的。所以佛勸我們應當發願，這一種修學環境的的確確找不到。"
    },
    {
      "id": "01-015-0008_p0006",
      "zh_CN": "蕅益大师介绍我们说得更好，我们去是带业往生，我们往生叫「横出三界」，这个很特别。修学其他的法门要想出三界，跟我们这个出三界的方法不一样，它是一层层往上去的，所以一定要有相当的定功。禅是修定，教也修定。教下修止观，止观就是禅定。止是止息妄念，观是清清楚楚、了了分明，它用这个方法。禅翻成中国的意思叫静虑，静就是止的意思，虑就是观的意思。我们净土宗修行是一心不乱，但是我们出离三界，我们是得阿弥陀佛威神的加持，是佛来接引。佛要不来接引，三界我们出不去。我们是跟着佛，佛带我们出去的。其他宗派法门阿弥陀佛不来接引，他不来带你，要靠你自己出去。你要修四禅，要修八定，再功夫增进修得第九定，出去了，这样出去的。这个出去难，很难！而我们净宗修学，不是从这上面一级一级往上出去的，我们从旁边溜了！没有那么麻烦，就在人道溜掉了，就出去了。所以叫横出三界，不是竖出。竖出难，横出就容易了。",
      "zh_TW": "蕅益大師介紹我們說得更好，我們去是帶業往生，我們往生叫「橫出三界」，這個很特別。修學其他的法門要想出三界，跟我們這個出三界的方法不一樣，它是一層層往上去的，所以一定要有相當的定功。禪是修定，教也修定。教下修止觀，止觀就是禪定。止是止息妄念，觀是清清楚楚、了了分明，它用這個方法。禪翻成中國的意思叫靜慮，靜就是止的意思，慮就是觀的意思。我們淨土宗修行是一心不亂，但是我們出離三界，我們是得阿彌陀佛威神的加持，是佛來接引。佛要不來接引，三界我們出不去。我們是跟著佛，佛帶我們出去的。其他宗派法門阿彌陀佛不來接引，他不來帶你，要靠你自己出去。你要修四禪，要修八定，再功夫增進修得第九定，出去了，這樣出去的。這個出去難，很難！而我們淨宗修學，不是從這上面一級一級往上出去的，我們從旁邊溜了！沒有那麼麻煩，就在人道溜掉了，就出去了。所以叫橫出三界，不是豎出。豎出難，橫出就容易了。"
    },
    {
      "id": "01-015-0008_p0007",
      "zh_CN": "生到西方极乐世界，西方极乐世界有四土三辈九品，这是很多同修常常都把这些事情放在心里。其实这是错误的，不要摆在心里。四土三辈九品真有，我们自己念佛生到西方极乐世界，烦恼一品也没断，当然是凡圣同居土，品位不高！但是不会是下下品，总是下中品以上，不会是下下品。为什么？《观无量寿经》上讲得很清楚，下下品是造作五逆十恶罪的。我们虽然罪业深重，没有那么重。那个是杀父亲、杀母亲、出佛身血、破和合僧、杀阿罗汉，我们没有做这些重罪！我们纵然做了很多罪业，没那么重。所以我们把经文展开看，那个条件我们没有。至少我们都是下品中生以上，下品中生、下品上生，总是在这个阶层里面。",
      "zh_TW": "生到西方極樂世界，西方極樂世界有四土三輩九品，這是很多同修常常都把這些事情放在心裡。其實這是錯誤的，不要擺在心裡。四土三輩九品真有，我們自己念佛生到西方極樂世界，煩惱一品也沒斷，當然是凡聖同居土，品位不高！但是不會是下下品，總是下中品以上，不會是下下品。為什麼？《觀無量壽經》上講得很清楚，下下品是造作五逆十惡罪的。我們雖然罪業深重，沒有那麼重。那個是殺父親、殺母親、出佛身血、破和合僧、殺阿羅漢，我們沒有做這些重罪！我們縱然做了很多罪業，沒那麼重。所以我們把經文展開看，那個條件我們沒有。至少我們都是下品中生以上，下品中生、下品上生，總是在這個階層裡面。"
    },
    {
      "id": "01-015-0008_p0008",
      "zh_CN": "这是我们自己自分的，这是不论阿弥陀佛加持的。因为阿弥陀佛一加持，我们都变成七地菩萨、八地菩萨，都拉上去了，那是佛力加持的。所以阿惟越致菩萨是阿弥陀佛加持的，不是自己的功夫。自己的功夫是凡圣同居土，那个品位并不高的，这个要搞得清清楚楚明明白白。你搞清楚搞明白了，就放心了，品位高下不在乎，为什么？品位再低，我到那个地方也是等觉菩萨身分。阿弥陀佛是我们的老师，我们老师好，老师的福报给我享受；不是自己的福报，享阿弥陀佛的福。阿弥陀佛的智慧加持我，所以我们的智慧福报都跟佛差不多，是这么一回事情。因此，品位高下我们就不在乎了，认真努力决定得生，这个重要。不要去想那个品位高下的事情，一心一意，老老实实念佛，我们的心才能恢复到清净，决定要求生，决定要得生，生到西方世界。",
      "zh_TW": "這是我們自己自分的，這是不論阿彌陀佛加持的。因為阿彌陀佛一加持，我們都變成七地菩薩、八地菩薩，都拉上去了，那是佛力加持的。所以阿惟越致菩薩是阿彌陀佛加持的，不是自己的功夫。自己的功夫是凡聖同居土，那個品位並不高的，這個要搞得清清楚楚明明白白。你搞清楚搞明白了，就放心了，品位高下不在乎，為什麼？品位再低，我到那個地方也是等覺菩薩身分。阿彌陀佛是我們的老師，我們老師好，老師的福報給我享受；不是自己的福報，享阿彌陀佛的福。阿彌陀佛的智慧加持我，所以我們的智慧福報都跟佛差不多，是這麼一回事情。因此，品位高下我們就不在乎了，認真努力決定得生，這個重要。不要去想那個品位高下的事情，一心一意，老老實實念佛，我們的心才能恢復到清淨，決定要求生，決定要得生，生到西方世界。"
    },
    {
      "id": "01-015-0008_p0009",
      "zh_CN": "虽然它有四土，它的四土是圆融的。我们在此地，释迦牟尼佛也是四土。我们现在是在释迦牟尼佛的凡圣同居土，释迦牟尼佛实报庄严土的那些菩萨我们见不到，方便有余土的那些阿罗汉、辟支佛我们也见不到，甚至于四禅天里面、五不还天里面，三果圣人我们都见不到，这就是说明娑婆世界跟极乐世界不一样。我们生到西方世界凡圣同居土，等觉菩萨天天跟我们在一起，就等于你生到实报土了。诸大阿罗汉天天也跟你在一起，等于生到方便有余土了。所以西方世界一生一切生，四土同时都得到了。这个不可思议，这个就是所谓「难信之法」。",
      "zh_TW": "雖然它有四土，它的四土是圓融的。我們在此地，釋迦牟尼佛也是四土。我們現在是在釋迦牟尼佛的凡聖同居土，釋迦牟尼佛實報莊嚴土的那些菩薩我們見不到，方便有餘土的那些阿羅漢、辟支佛我們也見不到，甚至於四禪天裡面、五不還天裡面，三果聖人我們都見不到，這就是說明娑婆世界跟極樂世界不一樣。我們生到西方世界凡聖同居土，等覺菩薩天天跟我們在一起，就等於你生到實報土了。諸大阿羅漢天天也跟你在一起，等於生到方便有餘土了。所以西方世界一生一切生，四土同時都得到了。這個不可思議，這個就是所謂「難信之法」。"
    },
    {
      "id": "01-015-0008_p0010",
      "zh_CN": "我们到达西方极乐世界，天天跟佛在一起，所以就有人怀疑了，西方世界人那么多，阿弥陀佛只有一个，怎么可能我们有机会天天跟他见面？想到这个世间，台湾地方并不大，人口也不算太多，只是二千三百万人，总统只有一个，我怎么能天天每一个人都跟总统见面？这不可能！所以就疑惑了。不晓得西方世界阿弥陀佛，他能化身。西方三圣无论你走到哪个地方，你都看着他在。他的应化身、报身、法身，三身是一体的，一即是三，三即是一，这个也是不可思议。所以到达西方世界，西方三圣是天天跟你在一起，从来不会离开。世尊在《观无量寿经》把这个情形也说得很明白，所以我们不要怀疑，到那里去西方世界人太多了，我们见不到阿弥陀佛，没有那回事情。",
      "zh_TW": "我們到達西方極樂世界，天天跟佛在一起，所以就有人懷疑了，西方世界人那麼多，阿彌陀佛只有一個，怎麼可能我們有機會天天跟他見面？想到這個世間，臺灣地方並不大，人口也不算太多，只是二千三百萬人，總統只有一個，我怎麼能天天每一個人都跟總統見面？這不可能！所以就疑惑了。不曉得西方世界阿彌陀佛，他能化身。西方三聖無論你走到哪個地方，你都看著他在。他的應化身、報身、法身，三身是一體的，一即是三，三即是一，這個也是不可思議。所以到達西方世界，西方三聖是天天跟你在一起，從來不會離開。世尊在《觀無量壽經》把這個情形也說得很明白，所以我們不要懷疑，到那裡去西方世界人太多了，我們見不到阿彌陀佛，沒有那回事情。"
    },
    {
      "id": "01-015-0008_p0011",
      "zh_CN": "总而言之，那个世界凡是往生的，都是圆证三不退，每一个人都是决定一生成佛。这样殊胜，这样超绝，我们在其他大乘经典里面没有见到过，也没有听佛说过他方刹土里面有这些事情，再也没听说过。唯独西方世界，这是一切诸佛赞叹，道理就在此地。蕅益大师在这段注解里面，把西方净土「位不退、行不退、念不退」三不退，很清楚为我们指示出来。",
      "zh_TW": "總而言之，那個世界凡是往生的，都是圓證三不退，每一個人都是決定一生成佛。這樣殊勝，這樣超絕，我們在其他大乘經典裡面沒有見到過，也沒有聽佛說過他方剎土裡面有這些事情，再也沒聽說過。唯獨西方世界，這是一切諸佛讚歎，道理就在此地。蕅益大師在這段註解裡面，把西方淨土「位不退、行不退、念不退」三不退，很清楚為我們指示出來。"
    },
    {
      "id": "01-015-0008_p0012",
      "zh_CN": "五逆十恶，就是造作极重罪业的人，这是无间地狱的业因。这几样我们要清楚。第一是「杀父」，第二是「杀母」，这个好懂，一说大家都知道。第三「杀阿罗汉」，阿罗汉不在这个世间，你找也找不到，你怎么杀他？但是有一种罪，跟杀阿罗汉是等流的，就是相同的罪。什么罪？老师、善知识。一个好的老师教化这一方，你把他杀掉了，你害了他，使一方人得不到他的教导。所以善知识是这一方人的人天眼目，他的教学能帮人破迷开悟，这个叫真正的善知识。我们要是杀害他，等于杀阿罗汉。",
      "zh_TW": "五逆十惡，就是造作極重罪業的人，這是無間地獄的業因。這幾樣我們要清楚。第一是「殺父」，第二是「殺母」，這個好懂，一說大家都知道。第三「殺阿羅漢」，阿羅漢不在這個世間，你找也找不到，你怎麼殺他？但是有一種罪，跟殺阿羅漢是等流的，就是相同的罪。什麼罪？老師、善知識。一個好的老師教化這一方，你把他殺掉了，你害了他，使一方人得不到他的教導。所以善知識是這一方人的人天眼目，他的教學能幫人破迷開悟，這個叫真正的善知識。我們要是殺害他，等於殺阿羅漢。"
    },
    {
      "id": "01-015-0008_p0013",
      "zh_CN": "第四「出佛身血」。佛不在世。佛在世，佛的福报很大，没有人能够杀得了佛的，佛的护法神很多，但是要让佛这不小心流一点血，这个可能。这是提婆达多当年害佛，他知道释迦牟尼佛每天都要到舍卫大城去托钵，经过那些路。经过路当中有一段是个峭壁，提婆达多在山上摆了大石头，看到释迦牟尼佛来的时候，把石头推下来，想把佛打死。护法神拿着金刚杵在空中把它拦住，所以石头就碎了。碎片把佛的脚打破一点，流了一点血，「出佛身血」是从这来的。这是存心害佛、恶心向佛，等于出佛身血。纵然是佛像，我们恶意的破坏它，是恶意、瞋恨心来毁坏佛像，这个才是等流罪。如果不是这样的心，没有罪，不是恶意的没有这个罪，这个诸位一定要晓得。",
      "zh_TW": "第四「出佛身血」。佛不在世。佛在世，佛的福報很大，沒有人能夠殺得了佛的，佛的護法神很多，但是要讓佛這不小心流一點血，這個可能。這是提婆達多當年害佛，他知道釋迦牟尼佛每天都要到舍衛大城去托缽，經過那些路。經過路當中有一段是個峭壁，提婆達多在山上擺了大石頭，看到釋迦牟尼佛來的時候，把石頭推下來，想把佛打死。護法神拿著金剛杵在空中把它攔住，所以石頭就碎了。碎片把佛的腳打破一點，流了一點血，「出佛身血」是從這來的。這是存心害佛、惡心向佛，等於出佛身血。縱然是佛像，我們惡意的破壞它，是惡意、瞋恨心來毀壞佛像，這個才是等流罪。如果不是這樣的心，沒有罪，不是惡意的沒有這個罪，這個諸位一定要曉得。"
    },
    {
      "id": "01-015-0008_p0014",
      "zh_CN": "在过去物资非常缺乏的时候，我们要得到一本经书、得到一尊佛像都相当不容易。在古时候经书是手抄本，抄一本经书很辛苦，所以我们要珍惜。书念旧了要想办法把它补起来，还可以留给后人去念，这是对法的尊重。佛像用的年代久了，也要想办法把它修补，好长远的供养。现在这个时代不一样了，科学技术非常发达，这个经本印得很精美，数量非常多，你念过的书送给别人，人家不要，人家要新的。所以修补经书那个时代已经过去了，进入历史了，现在不需要了。佛像亦复如此，大家都愿意供新的，大概有很少数的人收集古董的，也许他们要。如果不是收集古董的人，恐怕他不愿意要你旧的佛像。",
      "zh_TW": "在過去物資非常缺乏的時候，我們要得到一本經書、得到一尊佛像都相當不容易。在古時候經書是手抄本，抄一本經書很辛苦，所以我們要珍惜。書念舊了要想辦法把它補起來，還可以留給後人去念，這是對法的尊重。佛像用的年代久了，也要想辦法把它修補，好長遠的供養。現在這個時代不一樣了，科學技術非常發達，這個經本印得很精美，數量非常多，你念過的書送給別人，人家不要，人家要新的。所以修補經書那個時代已經過去了，進入歷史了，現在不需要了。佛像亦復如此，大家都願意供新的，大概有很少數的人收集古董的，也許他們要。如果不是收集古董的人，恐怕他不願意要你舊的佛像。"
    },
    {
      "id": "01-015-0008_p0015",
      "zh_CN": "于是乎现在就麻烦了，这个经书、佛像怎么处理？很多人来问我。还有一些市面上做生意的人，这些人很厉害，利用佛教徒脆弱的心理，他的商品上印上佛像，那你就很尊重了，你拿了之后就不敢丢了，他达到宣传的目的了。这个很厉害！所以我们要知道，你遇到这些东西，可以把它当作垃圾处理，有没有不恭敬的罪？没有。我不是恶意来破坏它的，我没有恶意。这些东西我们还是很恭敬，像是有破旧的佛像经书，我们用塑胶袋装好封起来，密封起来，当作垃圾处理。这个在国外只有这个方法。在中国还有一个好方法，火化炉。寺院里面的火化炉，你拿到那个地方去烧，非常之好。因为火化炉里面没有烧肮脏东西，没有烧垃圾，这样处理就非常好。所以一个时代有一个时代的作法，这个作法不一样，我们一定要晓得。",
      "zh_TW": "於是乎現在就麻煩了，這個經書、佛像怎麼處理？很多人來問我。還有一些市面上做生意的人，這些人很厲害，利用佛教徒脆弱的心理，他的商品上印上佛像，那你就很尊重了，你拿了之後就不敢丟了，他達到宣傳的目的了。這個很厲害！所以我們要知道，你遇到這些東西，可以把它當作垃圾處理，有沒有不恭敬的罪？沒有。我不是惡意來破壞它的，我沒有惡意。這些東西我們還是很恭敬，像是有破舊的佛像經書，我們用塑膠袋裝好封起來，密封起來，當作垃圾處理。這個在國外只有這個方法。在中國還有一個好方法，火化爐。寺院裡面的火化爐，你拿到那個地方去燒，非常之好。因為火化爐裡面沒有燒骯髒東西，沒有燒垃圾，這樣處理就非常好。所以一個時代有一個時代的作法，這個作法不一樣，我們一定要曉得。"
    },
    {
      "id": "01-015-0008_p0016",
      "zh_CN": "五逆罪里面，第五是「破和合僧」，这是很可能我们会犯的，其他四条大概都不会犯，唯独这一条。我是在很早的时候，有一年我在台北，有一位赵默林老居士，也许年岁大的同修有人跟他见过面。赵老居士他有一天请我吃舨，吃饭的时候他就提了一个问题。",
      "zh_TW": "五逆罪裡面，第五是「破和合僧」，這是很可能我們會犯的，其他四條大概都不會犯，唯獨這一條。我是在很早的時候，有一年我在台北，有一位趙默林老居士，也許年歲大的同修有人跟他見過面。趙老居士他有一天請我吃舨，吃飯的時候他就提了一個問題。"
    },
    {
      "id": "01-015-0008_p0017",
      "zh_CN": "他说：「法师，我很苦恼，很忧虑。」",
      "zh_TW": "他說：「法師，我很苦惱，很憂慮。」"
    },
    {
      "id": "01-015-0008_p0018",
      "zh_CN": "我说：「你苦什么？你忧虑什么？」",
      "zh_TW": "我說：「你苦什麼？你憂慮什麼？」"
    },
    {
      "id": "01-015-0008_p0019",
      "zh_CN": "他说：「我看到许许多多的人在造五逆罪业，将来都要堕阿鼻地狱。」",
      "zh_TW": "他說：「我看到許許多多的人在造五逆罪業，將來都要墮阿鼻地獄。」"
    },
    {
      "id": "01-015-0008_p0020",
      "zh_CN": "我说：「他犯了什么罪？」",
      "zh_TW": "我說：「他犯了什麼罪？」"
    },
    {
      "id": "01-015-0008_p0021",
      "zh_CN": "他说：「他破和合僧。」",
      "zh_TW": "他說：「他破和合僧。」"
    },
    {
      "id": "01-015-0008_p0022",
      "zh_CN": "我一听了这个话，我就跟他讲：「好好吃饭。」",
      "zh_TW": "我一聽了這個話，我就跟他講：「好好吃飯。」"
    },
    {
      "id": "01-015-0008_p0023",
      "zh_CN": "他眼睛瞪着我，说：「怎么了？」",
      "zh_TW": "他眼睛瞪著我，說：「怎麼了？」"
    },
    {
      "id": "01-015-0008_p0024",
      "zh_CN": "我说：「破和合僧，没错是堕阿鼻地狱。请问老居士，你几时遇到和合僧？」我反问他一句。",
      "zh_TW": "我說：「破和合僧，沒錯是墮阿鼻地獄。請問老居士，你幾時遇到和合僧？」我反問他一句。"
    },
    {
      "id": "01-015-0008_p0025",
      "zh_CN": "他想了半天也笑起来了，没见过。一个庙里住二个和尚都打架，他有什么和合？这不是和合！如果真的是和合僧，你破坏他，就有罪业。这些庙都不和合，各人都有各人意见，天天都吵都闹，他不和合！所以我说：「我学佛以来，没有见到和合僧，你在哪里见到，你告诉我。」那一餐饭就吃得很痛快，就没事了，把这问题解决了。",
      "zh_TW": "他想了半天也笑起來了，沒見過。一個廟裡住二個和尚都打架，他有什麼和合？這不是和合！如果真的是和合僧，你破壞他，就有罪業。這些廟都不和合，各人都有各人意見，天天都吵都鬧，他不和合！所以我說：「我學佛以來，沒有見到和合僧，你在哪裡見到，你告訴我。」那一餐飯就吃得很痛快，就沒事了，把這問題解決了。"
    },
    {
      "id": "01-015-0008_p0026",
      "zh_CN": "可见得和合僧是非常之珍贵！四个人在一起修行，没有意见，「见和同解、戒和同修、身同住、口无诤、意同悦、利同均」，守住这六条，那个僧团才叫和合僧团。你要破坏那个僧团，你堕阿鼻地狱。但是这种僧团我们没有见过，所以我叫老居士放心吃饭，没事！这说明和合僧团之可贵，和合僧团是诸佛护念、龙天拥护。",
      "zh_TW": "可見得和合僧是非常之珍貴！四個人在一起修行，沒有意見，「見和同解、戒和同修、身同住、口無諍、意同悅、利同均」，守住這六條，那個僧團才叫和合僧團。你要破壞那個僧團，你墮阿鼻地獄。但是這種僧團我們沒有見過，所以我叫老居士放心吃飯，沒事！這說明和合僧團之可貴，和合僧團是諸佛護念、龍天擁護。"
    },
    {
      "id": "01-015-0008_p0027",
      "zh_CN": "这事也值得我们深深去反省，为什么我们不能和合？再说到你都已经发心出家了，出家为什么都还不能和合？实在是发心出家，出家究竟为什么？不知道，糊里糊涂出家。别说出家了，就是你学佛，你去问问，你学佛了，佛是什么？不知道，糊里糊涂学佛，学了个糊涂佛。受了三皈了，三皈是什么也不晓得。许多人受菩萨戒，什么是菩萨戒也不知道，全都是干的糊涂事。所以台湾的佛法表面上很兴盛，实质上问题太多太多了！我们学佛的人，佛教给我们觉而不迷，你看我们都迷惑颠倒，跟佛的教诫完全相反，这是很大很大的错误。",
      "zh_TW": "這事也值得我們深深去反省，為什麼我們不能和合？再說到你都已經發心出家了，出家為什麼都還不能和合？實在是發心出家，出家究竟為什麼？不知道，糊裡糊塗出家。別說出家了，就是你學佛，你去問問，你學佛了，佛是什麼？不知道，糊裡糊塗學佛，學了個糊塗佛。受了三皈了，三皈是什麼也不曉得。許多人受菩薩戒，什麼是菩薩戒也不知道，全都是幹的糊塗事。所以臺灣的佛法表面上很興盛，實質上問題太多太多了！我們學佛的人，佛教給我們覺而不迷，你看我們都迷惑顛倒，跟佛的教誡完全相反，這是很大很大的錯誤。"
    },
    {
      "id": "01-015-0008_p0028",
      "zh_CN": "学佛首先要认识佛教，佛教到底是什么？要清清楚楚、明明白白。我为什么学佛？学佛所求的是究竟圆满的智慧。我们要求究竟圆满的智慧，我们才遵从佛的教诲来修行。修行是修正一切错误的行为，这个叫修行。修行的标准就是「觉正净」，就是三皈依。传授三皈就是把修学的标准传给你，这是修行的总纲领、大原则传授给你。你依照这个方向，依照这个目标去修学，你就是佛的学生。这个都要清清楚楚、明明白白，怎么能糊里糊涂的呢？我们这个佛教，佛的意思是觉，完全翻成中国的意思是智慧觉悟的教。现在变成糊涂教，人家说我们迷信，真的是迷信，一问三不知，那当然是迷信。所以我们的信是迷信，我们的教是糊涂教，你说糟糕不糟糕！社会上没有地位，一落千丈。所以我们一定要把它搞得清清楚楚、明明白白，也要说得清清楚楚，说得明明白白。",
      "zh_TW": "學佛首先要認識佛教，佛教到底是什麼？要清清楚楚、明明白白。我為什麼學佛？學佛所求的是究竟圓滿的智慧。我們要求究竟圓滿的智慧，我們才遵從佛的教誨來修行。修行是修正一切錯誤的行為，這個叫修行。修行的標準就是「覺正淨」，就是三皈依。傳授三皈就是把修學的標準傳給你，這是修行的總綱領、大原則傳授給你。你依照這個方向，依照這個目標去修學，你就是佛的學生。這個都要清清楚楚、明明白白，怎麼能糊裡糊塗的呢？我們這個佛教，佛的意思是覺，完全翻成中國的意思是智慧覺悟的教。現在變成糊塗教，人家說我們迷信，真的是迷信，一問三不知，那當然是迷信。所以我們的信是迷信，我們的教是糊塗教，你說糟糕不糟糕！社會上沒有地位，一落千丈。所以我們一定要把它搞得清清楚楚、明明白白，也要說得清清楚楚，說得明明白白。"
    },
    {
      "id": "01-015-0008_p0029",
      "zh_CN": "诸位常常听说十恶业。身：杀盗淫，这是恶因，决定是恶因。口：妄语、两舌、恶口、绮语，前面三个好懂，什么叫绮语？绮语就是我们平常讲的花言巧语，听起来很好听，但是它的用意不善，用意是教你造恶。今天这个社会上绮语太多太多了。流行的歌曲是绮语，为什么？它劝你搞贪瞋痴，劝你去造杀盗淫，它搞这个，那个词句都很好听。电影是绮语，电视剧是绮语。这是我们居住在现在的环境，非常可怕！这些大众传播工具把我们领到哪个方向？领到十恶业的方向。所以这个世界会大乱，会有许多许多的灾难，因就是在这个地方种的。我们学佛的人，心没有得到自在。这个心没有得到自在，就是我们心在境界里面还做不了主，还会被外面境界所动摇，还会受外面境界诱惑。怎么办？我们就严守戒律，不看电视、不听广播、不看报纸、不看杂志，减少染污、减少诱惑，这样就好。",
      "zh_TW": "諸位常常聽說十惡業。身：殺盜淫，這是惡因，決定是惡因。口：妄語、兩舌、惡口、綺語，前面三個好懂，什麼叫綺語？綺語就是我們平常講的花言巧語，聽起來很好聽，但是它的用意不善，用意是教你造惡。今天這個社會上綺語太多太多了。流行的歌曲是綺語，為什麼？它勸你搞貪瞋痴，勸你去造殺盜淫，它搞這個，那個詞句都很好聽。電影是綺語，電視劇是綺語。這是我們居住在現在的環境，非常可怕！這些大眾傳播工具把我們領到哪個方向？領到十惡業的方向。所以這個世界會大亂，會有許多許多的災難，因就是在這個地方種的。我們學佛的人，心沒有得到自在。這個心沒有得到自在，就是我們心在境界裡面還做不了主，還會被外面境界所動搖，還會受外面境界誘惑。怎麼辦？我們就嚴守戒律，不看電視、不聽廣播、不看報紙、不看雜誌，減少染污、減少誘惑，這樣就好。"
    },
    {
      "id": "01-015-0008_p0030",
      "zh_CN": "有许多同修就问了，那这样我们做个现代人，不是什么事情都不知道了？你是要想都知道，都知道就搞六道轮回，都不知道的人往生净土了。你到底是要生净土，还是继续搞轮回？这个由你自己去选择。搞净土是什么？心清净。所以古人讲：「知事少时烦恼少，识人多处是非多。」没有必要认识的人，我何必认识他？没有必要知道的事情，我何必要知道？所以你真的是不看报纸、不听广播、不看电视，每一天这个世界很美好，没有事情，天天天下太平。你的心是清净的，过的是太平日子。每天看报纸看电视的人，一天到晚提心吊胆，那个心七上八下，世界大乱，不知道什么时候乱到自己的头上来了，他不安！身心不安稳。所以，我们一心老实念佛，求生净土，现在就是净土！天下他乱他的，我净我的。他乱我不乱，他不清净，我清净！要在这上面下功夫。所以要明白这些事实真相，知道自己怎样过日子，佛教导我们要过一个真正幸福快乐的日子。绮语充满了现在的社会，各个阶层，各个角落，这是很可怕的。",
      "zh_TW": "有許多同修就問了，那這樣我們做個現代人，不是什麼事情都不知道了？你是要想都知道，都知道就搞六道輪迴，都不知道的人往生淨土了。你到底是要生淨土，還是繼續搞輪迴？這個由你自己去選擇。搞淨土是什麼？心清淨。所以古人講：「知事少時煩惱少，識人多處是非多。」沒有必要認識的人，我何必認識他？沒有必要知道的事情，我何必要知道？所以你真的是不看報紙、不聽廣播、不看電視，每一天這個世界很美好，沒有事情，天天天下太平。你的心是清淨的，過的是太平日子。每天看報紙看電視的人，一天到晚提心吊膽，那個心七上八下，世界大亂，不知道什麼時候亂到自己的頭上來了，他不安！身心不安穩。所以，我們一心老實念佛，求生淨土，現在就是淨土！天下他亂他的，我淨我的。他亂我不亂，他不清淨，我清淨！要在這上面下功夫。所以要明白這些事實真相，知道自己怎樣過日子，佛教導我們要過一個真正幸福快樂的日子。綺語充滿了現在的社會，各個階層，各個角落，這是很可怕的。"
    },
    {
      "id": "01-015-0008_p0031",
      "zh_CN": "我过去在大专讲座的时候，有一些学生是学影剧的、学电影、学艺术的、学音乐的，听到我讲到这个害怕了，就来问我：「法师那怎么办？」我说：「你转系改行，不要造业，这个业造得很重很重。」所以从事艺术工作的人，说实在话，那是社会的导师。你把社会大众导往哪里去？如果往善的方面去诱导，无量功德。如果往恶的上面去诱导，准入地狱，那又何苦？所以他这个行业是两极的，非善即恶，这是我们一定要清楚要明白的。",
      "zh_TW": "我過去在大專講座的時候，有一些學生是學影劇的、學電影、學藝術的、學音樂的，聽到我講到這個害怕了，就來問我：「法師那怎麼辦？」我說：「你轉系改行，不要造業，這個業造得很重很重。」所以從事藝術工作的人，說實在話，那是社會的導師。你把社會大眾導往哪裡去？如果往善的方面去誘導，無量功德。如果往惡的上面去誘導，準入地獄，那又何苦？所以他這個行業是兩極的，非善即惡，這是我們一定要清楚要明白的。"
    },
    {
      "id": "01-015-0008_p0032",
      "zh_CN": "这个意三恶是贪瞋痴，这是烦恼的根本，佛称它为三毒。我们心里有贪心、有瞋恚、愚痴，要晓得我们的心不好，心很毒。贪瞋痴是三毒，这个三毒的心不能往生。往生要心清净，换句话说，必须要把三毒拔掉。用什么方法？我们用这一句佛号，学佛的清净，学佛的慈悲，把这个三毒伏住。断，当然我们没有能力，断了那就证阿罗汉果。我们没有能力断，把它伏住不起作用，念佛的功夫真正得力，虽有贪瞋痴不起作用，这样的能力就可以往生。所以五逆十恶罪，这是地狱三途的业因，造作这些，将来果报一定在地狱、饿鬼、畜生，在三途。",
      "zh_TW": "這個意三惡是貪瞋痴，這是煩惱的根本，佛稱它為三毒。我們心裡有貪心、有瞋恚、愚痴，要曉得我們的心不好，心很毒。貪瞋痴是三毒，這個三毒的心不能往生。往生要心清淨，換句話說，必須要把三毒拔掉。用什麼方法？我們用這一句佛號，學佛的清淨，學佛的慈悲，把這個三毒伏住。斷，當然我們沒有能力，斷了那就證阿羅漢果。我們沒有能力斷，把它伏住不起作用，念佛的功夫真正得力，雖有貪瞋痴不起作用，這樣的能力就可以往生。所以五逆十惡罪，這是地獄三途的業因，造作這些，將來果報一定在地獄、餓鬼、畜生，在三途。"
    },
    {
      "id": "01-015-0008_p0033",
      "zh_CN": "《十六观经》「下品下生章」里面，世尊讲得很清楚，他说：「五逆十恶，如此愚人，临终遇善知识，劝令念佛，如是至心，令声不绝，具足十念，即得往生极乐世界。」这个生到西方世界是下品下生，下品下生是这个条件。所以我们今天虽然是做了很多恶事，五逆十恶我们还没做，所以我们要往生决定不是下品下生。",
      "zh_TW": "《十六觀經》「下品下生章」裡面，世尊講得很清楚，他說：「五逆十惡，如此愚人，臨終遇善知識，勸令念佛，如是至心，令聲不絕，具足十念，即得往生極樂世界。」這個生到西方世界是下品下生，下品下生是這個條件。所以我們今天雖然是做了很多惡事，五逆十惡我們還沒做，所以我們要往生決定不是下品下生。"
    },
    {
      "id": "01-015-0008_p0034",
      "zh_CN": "诸位要晓得，五逆十恶往生也绝不是侥幸的，这一点要特别注意。不是侥幸的，而是这个人在过去生中，他的前世修行净土，他有相当的功夫。那为什么不能往生？大概心里对这世间还有牵挂，没能放下就去不了。这一生得到人身，遇到的缘不好，遇到的恶缘，交了坏朋友，所以一生造了很重的罪业，遇缘不好。临命终时，善知识劝他，他豁然觉悟，是这么一个道理。他过去世要没有很深厚的善根福德，善知识怎么劝他，他也不会回头。这是善友一提醒，在这一刹那当中把他唤醒了。所以这一类是属于忏悔往生，忏悔的力量不可思议，也能够得生净土。",
      "zh_TW": "諸位要曉得，五逆十惡往生也絕不是僥倖的，這一點要特別注意。不是僥倖的，而是這個人在過去生中，他的前世修行淨土，他有相當的功夫。那為什麼不能往生？大概心裡對這世間還有牽掛，沒能放下就去不了。這一生得到人身，遇到的緣不好，遇到的惡緣，交了壞朋友，所以一生造了很重的罪業，遇緣不好。臨命終時，善知識勸他，他豁然覺悟，是這麼一個道理。他過去世要沒有很深厚的善根福德，善知識怎麼勸他，他也不會回頭。這是善友一提醒，在這一剎那當中把他喚醒了。所以這一類是屬於懺悔往生，懺悔的力量不可思議，也能夠得生淨土。"
    },
    {
      "id": "01-015-0008_p0035",
      "zh_CN": "但是我们决定不能够存侥幸的心，看到经上还有这一条，五逆十恶临终十念都可以往生，现在多做一点坏事没有关系，临终还来得及。你存这个心，那就是恶心，那个心太恶太恶了。你要晓得临终往生，必须要具备三个条件，你临终有没有把握？第一个条件头脑清楚，这是最难的。我们看到许多病重的人，已经迷惑颠倒了，已经不省人事了；到不省人事的时候，善知识劝他没用处了。所以一定要头脑清清楚楚、明明白白，这一点很难很难！你看几个人在临终的时候有这样好的瑞相。凡是临终头脑很清楚的人，纵然不学佛，他也不会堕恶道，他来生一定还是人天去享福。会堕恶道的都是迷惑颠倒，糊里糊涂才入恶道。哪有一个聪明人，头脑清醒的人会去作畜生，作饿鬼？不可能的！所以堕三恶道都是糊里糊涂去的，迷惑颠倒，堕落到那里面去的，这就是我们常讲的神智不清。所以这是很难很难的事情，我们想想临终可能吗？",
      "zh_TW": "但是我們決定不能夠存僥倖的心，看到經上還有這一條，五逆十惡臨終十念都可以往生，現在多做一點壞事沒有關係，臨終還來得及。你存這個心，那就是惡心，那個心太惡太惡了。你要曉得臨終往生，必須要具備三個條件，你臨終有沒有把握？第一個條件頭腦清楚，這是最難的。我們看到許多病重的人，已經迷惑顛倒了，已經不省人事了；到不省人事的時候，善知識勸他沒用處了。所以一定要頭腦清清楚楚、明明白白，這一點很難很難！你看幾個人在臨終的時候有這樣好的瑞相。凡是臨終頭腦很清楚的人，縱然不學佛，他也不會墮惡道，他來生一定還是人天去享福。會墮惡道的都是迷惑顛倒，糊裡糊塗才入惡道。哪有一個聰明人，頭腦清醒的人會去作畜生，作餓鬼？不可能的！所以墮三惡道都是糊裡糊塗去的，迷惑顛倒，墮落到那裡面去的，這就是我們常講的神智不清。所以這是很難很難的事情，我們想想臨終可能嗎？"
    },
    {
      "id": "01-015-0008_p0036",
      "zh_CN": "第二个，遇善知识。第三个，这个善知识要一定劝你念佛求生净土，要劝你其他法门就不行了。劝你念地藏菩萨，劝你念药师如来，那就不行了，那就没用处了，一定是劝你念佛求生净土。你一听就觉悟，立刻就接受，就肯悔改，这样才行。这三桩事情，在临终那一刹那之间统统具足，很不容易，所以我们决定不能存侥幸之心。但是从佛的愿文里面来看，佛的悲愿的确是无尽的，的确是圆满的，地狱众生肯回头都能够往生，都能够成佛。所以这个法门真正是太广大了，上自等觉菩萨，下至地狱众生，所谓「三根普被，利钝全收」。",
      "zh_TW": "第二個，遇善知識。第三個，這個善知識要一定勸你念佛求生淨土，要勸你其他法門就不行了。勸你念地藏菩薩，勸你念藥師如來，那就不行了，那就沒用處了，一定是勸你念佛求生淨土。你一聽就覺悟，立刻就接受，就肯悔改，這樣才行。這三樁事情，在臨終那一剎那之間統統具足，很不容易，所以我們決定不能存僥倖之心。但是從佛的願文裡面來看，佛的悲願的確是無盡的，的確是圓滿的，地獄眾生肯回頭都能夠往生，都能夠成佛。所以這個法門真正是太廣大了，上自等覺菩薩，下至地獄眾生，所謂「三根普被，利鈍全收」。"
    },
    {
      "id": "01-015-0008_p0037",
      "zh_CN": "从这些方面观察，蕅益大师给我们做了一个结论，那个结论做得非常之好。他说，生到西方极乐世界的人，你要说他是凡夫，他又不是凡夫，他是阿惟越致菩萨，他不是凡夫。你说他是小乘，他是菩萨。你要是说他是权教菩萨，他跟佛没有两样。往生的人是带业往生的人，所以怎么样合都不像，这个西方世界境界很奇怪，都不像！如果是躐等，不经过这些阶级，凡夫就能成佛，这在理上是决定讲不通的。这是违背了理论，讲不通的。讲不通，勉强说，那就是妄语了。念不退，他绝不是权教菩萨。行不退，他决定不是见道的菩萨。位不退，他决定不是凡夫。所以我们修行往上进一级，底下的名称就舍掉了。",
      "zh_TW": "從這些方面觀察，蕅益大師給我們做了一個結論，那個結論做得非常之好。他說，生到西方極樂世界的人，你要說他是凡夫，他又不是凡夫，他是阿惟越致菩薩，他不是凡夫。你說他是小乘，他是菩薩。你要是說他是權教菩薩，他跟佛沒有兩樣。往生的人是帶業往生的人，所以怎麼樣合都不像，這個西方世界境界很奇怪，都不像！如果是躐等，不經過這些階級，凡夫就能成佛，這在理上是決定講不通的。這是違背了理論，講不通的。講不通，勉強說，那就是妄語了。念不退，他絕不是權教菩薩。行不退，他決定不是見道的菩薩。位不退，他決定不是凡夫。所以我們修行往上進一級，底下的名稱就捨掉了。"
    },
    {
      "id": "01-015-0008_p0038",
      "zh_CN": "譬如我们读书，我们读小学，小学毕业了，考上中学了，人家叫你中学生，小学生的名就舍掉了。等到中学毕业了上大学了，中学生的名字也没有了。在你都是历史了，都过去了，都舍掉了，那你现在叫大学生。往上提升，底下的名字就没有了。所以到西方世界，凡夫、二乘、权教菩萨这些名字统统都舍掉了。到底是什么？菩萨也不像菩萨，凡夫也不像凡夫。说你是凡夫，你的神通道力智慧跟菩萨一样；说你是菩萨，你的见思烦恼又没有断。所以蕅益大师说极乐世界同居不可思议，「一切俱非，一切俱是」，这是他老人家在这此地给我们做这个结论，这个结论很妙。诸位看《要解》，都可以看到了，很奇妙，奇特的阿弥陀佛净土。",
      "zh_TW": "譬如我們讀書，我們讀小學，小學畢業了，考上中學了，人家叫你中學生，小學生的名就捨掉了。等到中學畢業了上大學了，中學生的名字也沒有了。在你都是歷史了，都過去了，都捨掉了，那你現在叫大學生。往上提升，底下的名字就沒有了。所以到西方世界，凡夫、二乘、權教菩薩這些名字統統都捨掉了。到底是什麼？菩薩也不像菩薩，凡夫也不像凡夫。說你是凡夫，你的神通道力智慧跟菩薩一樣；說你是菩薩，你的見思煩惱又沒有斷。所以蕅益大師說極樂世界同居不可思議，「一切俱非，一切俱是」，這是他老人家在這此地給我們做這個結論，這個結論很妙。諸位看《要解》，都可以看到了，很奇妙，奇特的阿彌陀佛淨土。"
    },
    {
      "id": "01-015-0008_p0039",
      "zh_CN": "所以十方诸佛刹土里没有这个情形，他们那里都是有阶级，清清楚楚，明明白白。就好像学校里面读书一样，那个班次都很明显的。譬如说我们现在学校的制度，小学就是小学，中学就是中学，大学就是大学。一年级就是一年级的教室，二年级是二年级教室，它不是合在一起的。西方世界那个情形很奇怪，等于说是从小学一年级到大学研究所，是在一个教室上课的，这个太奇怪了。你说他是大学生，很多小学生在；你说他是小学生，那有研究所学生在，就这么一个比喻。它这一个教室是各种学校统统在一起，四土混合在一起，所以一生一切生，这个的确是十方世界找不到的，唯独极乐世界有。所以极乐世界成就之快速，主要原因也就在此地。",
      "zh_TW": "所以十方諸佛剎土裡沒有這個情形，他們那裡都是有階級，清清楚楚，明明白白。就好像學校裡面讀書一樣，那個班次都很明顯的。譬如說我們現在學校的制度，小學就是小學，中學就是中學，大學就是大學。一年級就是一年級的教室，二年級是二年級教室，它不是合在一起的。西方世界那個情形很奇怪，等於說是從小學一年級到大學研究所，是在一個教室上課的，這個太奇怪了。你說他是大學生，很多小學生在；你說他是小學生，那有研究所學生在，就這麼一個比喻。它這一個教室是各種學校統統在一起，四土混合在一起，所以一生一切生，這個的確是十方世界找不到的，唯獨極樂世界有。所以極樂世界成就之快速，主要原因也就在此地。"
    },
    {
      "id": "01-015-0008_p0040",
      "zh_CN": "其次就是要说明，众生生到那个地方决定是一生成佛，决定不要等第二生。「一生补处」跟「圆证三不退」的意思完全相同，所以蕅益大师这个圆证三不退，经上没有，但是一生补处有。一生补处就是圆证三不退，如果不是圆证三不退，他怎么可能一生补处。这样的人数，在西方世界太多太多了。所以佛说那个数量是无量无边，没有法子计算，「但可以无量无边阿僧衹说」，这是笼统说一句，实际上的数字没有法子能说得出来的。",
      "zh_TW": "其次就是要說明，眾生生到那個地方決定是一生成佛，決定不要等第二生。「一生補處」跟「圓證三不退」的意思完全相同，所以蕅益大師這個圓證三不退，經上沒有，但是一生補處有。一生補處就是圓證三不退，如果不是圓證三不退，他怎麼可能一生補處。這樣的人數，在西方世界太多太多了。所以佛說那個數量是無量無邊，沒有法子計算，「但可以無量無邊阿僧衹說」，這是籠統說一句，實際上的數字沒有法子能說得出來的。"
    },
    {
      "id": "01-015-0008_p0041",
      "zh_CN": "释迦牟尼佛为我们宣扬这个法门，特别是讲大经，就是《无量寿经》，多次宣说，这一点是非常非常重要。世尊一生讲经，一部经只说一次，从来没有说过第二次；唯独《无量寿经》，至少是说三次以上，这是多次宣讲，显示这个法门特别重要，显示这个法门是佛度众生的第一法门。因为这个法门难信，这个法门的对象是成佛机缘成熟的众生，他才能接受。所以我们劝人念佛，很多人不相信。不相信，你应该知道那是正常现象，不必难过，不必奇怪。如果你一劝他，他就相信了，那个奇怪了，那才叫不平常了！难信之法，他怎么会相信？那就叫不平常，这是我们要认识清楚的。因为这个法门是度人成佛的、作佛的，不是去作菩萨，不是去作阿罗汉，直接叫你在一生当中去作佛。你想想看，世间人有几个人有这么大的福报，他的一生就要作佛了。一生作佛，不是来生作佛，这一生就作佛！所以我们一定要认识清楚，要认识明白。",
      "zh_TW": "釋迦牟尼佛為我們宣揚這個法門，特別是講大經，就是《無量壽經》，多次宣說，這一點是非常非常重要。世尊一生講經，一部經只說一次，從來沒有說過第二次；唯獨《無量壽經》，至少是說三次以上，這是多次宣講，顯示這個法門特別重要，顯示這個法門是佛度眾生的第一法門。因為這個法門難信，這個法門的對象是成佛機緣成熟的眾生，他才能接受。所以我們勸人念佛，很多人不相信。不相信，你應該知道那是正常現象，不必難過，不必奇怪。如果你一勸他，他就相信了，那個奇怪了，那才叫不平常了！難信之法，他怎麼會相信？那就叫不平常，這是我們要認識清楚的。因為這個法門是度人成佛的、作佛的，不是去作菩薩，不是去作阿羅漢，直接叫你在一生當中去作佛。你想想看，世間人有幾個人有這麼大的福報，他的一生就要作佛了。一生作佛，不是來生作佛，這一生就作佛！所以我們一定要認識清楚，要認識明白。"
    },
    {
      "id": "01-015-0008_p0042",
      "zh_CN": "佛讲经可以说讲得最详细、最清楚、最明白的是《华严》。《华严》把宇宙人生的道理、事实真相都说得详细清楚，经文长。从凡夫修行证果，这个次第说得也非常清楚，十信、十住、十行、十回向、十地、等觉、妙觉，清清楚楚、明明白白，教你怎么样修法，而且后面更难得的还表演给我们看。善财童子参访五十三位善知识，是实际做出来样子给我们看，教给我们怎样修。那个五十三位善知识，就是代表我们现前社会里各行各业、男女老少，无论你从事哪一个行业，无论你是什么身分，都能够修学无上法门。所以佛法真的是我们的生活，生活就是佛法。",
      "zh_TW": "佛講經可以說講得最詳細、最清楚、最明白的是《華嚴》。《華嚴》把宇宙人生的道理、事實真相都說得詳細清楚，經文長。從凡夫修行證果，這個次第說得也非常清楚，十信、十住、十行、十回向、十地、等覺、妙覺，清清楚楚、明明白白，教你怎麼樣修法，而且後面更難得的還表演給我們看。善財童子參訪五十三位善知識，是實際做出來樣子給我們看，教給我們怎樣修。那個五十三位善知識，就是代表我們現前社會裡各行各業、男女老少，無論你從事哪一個行業，無論你是什麼身分，都能夠修學無上法門。所以佛法真的是我們的生活，生活就是佛法。"
    },
    {
      "id": "01-015-0008_p0043",
      "zh_CN": "所以佛法一定要懂得现代化、本地化、生活化，它真的是有用的东西，真的是个好东西！与我们现代人、现代生活要是不相干的，那这个东西我们学了没有用处。非常有用，比学校任何一个学科都有用。你在学校学的那一点学科，顶多到社会上有一点技能，可以赚钱谋生之外，幸福快乐你得不到。你要想这一生过得很幸福、很快乐，你的事业很顺利、很成功，家庭美满，社会和谐，佛法就都给你了。你说你没有得到，那是你不会学。刚才讲你学得是糊涂佛，所以你得不到。你要真正修学佛法，真正是「念佛念法念僧」，那你就圆满得到了。所以这是我们学佛同修，特别是在净宗经典、祖师大德开示当中要细心去体会，我们才能得到佛法真实的利益。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以佛法一定要懂得現代化、本地化、生活化，它真的是有用的東西，真的是個好東西！與我們現代人、現代生活要是不相干的，那這個東西我們學了沒有用處。非常有用，比學校任何一個學科都有用。你在學校學的那一點學科，頂多到社會上有一點技能，可以賺錢謀生之外，幸福快樂你得不到。你要想這一生過得很幸福、很快樂，你的事業很順利、很成功，家庭美滿，社會和諧，佛法就都給你了。你說你沒有得到，那是你不會學。剛才講你學得是糊塗佛，所以你得不到。你要真正修學佛法，真正是「念佛念法念僧」，那你就圓滿得到了。所以這是我們學佛同修，特別是在淨宗經典、祖師大德開示當中要細心去體會，我們才能得到佛法真實的利益。今天時間到了，我們就講到此地。"
    }
  ]
}