{
  "doc_id": "01-015-0007",
  "title": {
    "zh_CN": "弥陀要解演义",
    "zh_TW": "彌陀要解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾高雄元亨寺",
    "zh_TW": "台灣高雄元亨寺"
  },
  "doc_number": "01-015-0007",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "01-015-0007_p0001",
      "zh_CN": "诸位法师，诸位大德、同修：",
      "zh_TW": "諸位法師，諸位大德、同修："
    },
    {
      "id": "01-015-0007_p0002",
      "zh_CN": "佛法里面所讲的三十七道品，这是世尊教导我们的纲领、教导我们的原则，因此我们不能把它局限在小乘。天台大师，就是隋唐时候的智者大师，他老人家就以这个四教来解释道品。譬如「四念处」，他就有「藏、通、别、圆」四种说法。由此可知，这个原则纲领是统摄一切法门。因为众生机缘不相同，也就是我们现在所讲的根性不一样，程度不一样，乃至于我们的生活环境、意识形态不相同，所以佛的说法真的是无量无边。不管说得怎么多，归纳起来总不出这些纲领，不超越这些原则。所以这个大小乘经里面，名义虽然不同，我们能够掌握到纲领，就能真正得到修学的利益。",
      "zh_TW": "佛法裡面所講的三十七道品，這是世尊教導我們的綱領、教導我們的原則，因此我們不能把它局限在小乘。天台大師，就是隋唐時候的智者大師，他老人家就以這個四教來解釋道品。譬如「四念處」，他就有「藏、通、別、圓」四種說法。由此可知，這個原則綱領是統攝一切法門。因為眾生機緣不相同，也就是我們現在所講的根性不一樣，程度不一樣，乃至於我們的生活環境、意識形態不相同，所以佛的說法真的是無量無邊。不管說得怎麼多，歸納起來總不出這些綱領，不超越這些原則。所以這個大小乘經裡面，名義雖然不同，我們能夠掌握到綱領，就能真正得到修學的利益。"
    },
    {
      "id": "01-015-0007_p0003",
      "zh_CN": "在「七菩提分」里面，除了择法之外，其余的六条都是对治我们修学一些障碍。这些障碍几乎都是共同的，不但现在人有，古时候人也有；世尊当年在世的时候，那个时候的人也有，所以这个不足以为奇。",
      "zh_TW": "在「七菩提分」裡面，除了擇法之外，其餘的六條都是對治我們修學一些障礙。這些障礙幾乎都是共同的，不但現在人有，古時候人也有；世尊當年在世的時候，那個時候的人也有，所以這個不足以為奇。"
    },
    {
      "id": "01-015-0007_p0004",
      "zh_CN": "大致说起来，一种就是「昏沈」，所谓昏沈是打瞌睡，精神提不起来。特别是在禅坐的时候，禅堂里面打坐的时候，还有我们念佛堂里止静的时候，绕佛的时候他不会，拜佛的时候不会，到那个盘腿一坐，几声佛号念了，他就睡着了，这个就叫做昏沈。当然功夫提不起来，这是一个毛病。",
      "zh_TW": "大致說起來，一種就是「昏沈」，所謂昏沈是打瞌睡，精神提不起來。特別是在禪坐的時候，禪堂裡面打坐的時候，還有我們念佛堂裡止靜的時候，繞佛的時候他不會，拜佛的時候不會，到那個盤腿一坐，幾聲佛號念了，他就睡著了，這個就叫做昏沈。當然功夫提不起來，這是一個毛病。"
    },
    {
      "id": "01-015-0007_p0005",
      "zh_CN": "另外一个毛病是「掉举」，跟这个恰恰相反。他一坐在那里，心里就七上八下。不坐好像心还满清净，这一坐下来妄想纷飞，不晓得从哪里来的，吓得他就不敢坐了。他说：「我一坐就有妄想，不坐没有妄想。」其实他这个看法是错误的，平常就是那么多的妄想，你不坐没有觉察到，这一坐的时候才发现这么多。绝对不是你止静的时候、禅坐的时候会有很多妄想，不是的，这个一定要晓得。",
      "zh_TW": "另外一個毛病是「掉舉」，跟這個恰恰相反。他一坐在那裡，心裡就七上八下。不坐好像心還滿清淨，這一坐下來妄想紛飛，不曉得從哪裡來的，嚇得他就不敢坐了。他說：「我一坐就有妄想，不坐沒有妄想。」其實他這個看法是錯誤的，平常就是那麼多的妄想，你不坐沒有覺察到，這一坐的時候才發現這麼多。絕對不是你止靜的時候、禪坐的時候會有很多妄想，不是的，這個一定要曉得。"
    },
    {
      "id": "01-015-0007_p0006",
      "zh_CN": "你要有对治的方法，「七菩提分」后面这六条，就是教给我们对治的方法。这在注解里面都说得很详细的。",
      "zh_TW": "你要有對治的方法，「七菩提分」後面這六條，就是教給我們對治的方法。這在註解裡面都說得很詳細的。"
    },
    {
      "id": "01-015-0007_p0007",
      "zh_CN": "「八正道」是修学成就，正智现前，就是我们在三皈里面讲的觉而不迷。可是这个也是说的原则，大小乘宗派不相同，解释就不一样。譬如，八正道是「正见、正思惟、正语、正业、正命、正精进、正念、正定」，禅宗的正见跟我们净土宗的正见就不一样。禅宗要用净土宗的正见，就叫邪见，跟他的法门不相应。我们净土宗的要用禅宗的正见，我们叫做恶取空，那决定不能往生。禅宗的正见，就是《坛经》后面讲的「本来无一物」，心地一念不生，那个是它的正见。我们净土宗的正见，就是一心专念阿弥陀佛，这是我们的正见，可见得那不相同。禅宗所谓念佛一声要漱口三天。法门不相同，所以解释就不一样。都是这八个名词，每一个宗派有与他本宗修学相应的解释，所以它也并不是有一定的一个解释，这是我们必须要知道的。但在佛学常识里面讲，解释名词的定义，那就是融合各宗都可以接受的一个讲法，所以晓得它有各宗、各个法门不同的讲解。",
      "zh_TW": "「八正道」是修學成就，正智現前，就是我們在三皈裡面講的覺而不迷。可是這個也是說的原則，大小乘宗派不相同，解釋就不一樣。譬如，八正道是「正見、正思惟、正語、正業、正命、正精進、正念、正定」，禪宗的正見跟我們淨土宗的正見就不一樣。禪宗要用淨土宗的正見，就叫邪見，跟他的法門不相應。我們淨土宗的要用禪宗的正見，我們叫做惡取空，那決定不能往生。禪宗的正見，就是《壇經》後面講的「本來無一物」，心地一念不生，那個是它的正見。我們淨土宗的正見，就是一心專念阿彌陀佛，這是我們的正見，可見得那不相同。禪宗所謂念佛一聲要漱口三天。法門不相同，所以解釋就不一樣。都是這八個名詞，每一個宗派有與他本宗修學相應的解釋，所以它也並不是有一定的一個解釋，這是我們必須要知道的。但在佛學常識裡面講，解釋名詞的定義，那就是融合各宗都可以接受的一個講法，所以曉得它有各宗、各個法門不同的講解。"
    },
    {
      "id": "01-015-0007_p0008",
      "zh_CN": "经里面跟我们讲的「念三宝」，这一句话非常重要。要晓得世出世间法，「念」的关系最大。佛在许多经论里面告诉我们，说：「一切法从心想生。」世出世间一切万法，在我们佛法里面所说的，十法界依正庄严。今天在科学家的说法，宇宙、人生这些现象从哪里来的？实在讲今天科学所能够观察到的这个宇宙，在整个大宇宙里面是很窄小的一部分，并不完整，只看到一个角落。科学家现在也承认也明了，知道空间是无限次元的。我们能够观察的，现在只能观察到三度空间、四度空间，超越这个次元的就观察不到了，而空间是无限度的次元。由此可知，今天科学能够觉察得到的空间是非常的有限。",
      "zh_TW": "經裡面跟我們講的「念三寶」，這一句話非常重要。要曉得世出世間法，「念」的關係最大。佛在許多經論裡面告訴我們，說：「一切法從心想生。」世出世間一切萬法，在我們佛法裡面所說的，十法界依正莊嚴。今天在科學家的說法，宇宙、人生這些現象從哪裡來的？實在講今天科學所能夠觀察到的這個宇宙，在整個大宇宙裡面是很窄小的一部分，並不完整，只看到一個角落。科學家現在也承認也明瞭，知道空間是無限次元的。我們能夠觀察的，現在只能觀察到三度空間、四度空間，超越這個次元的就觀察不到了，而空間是無限度的次元。由此可知，今天科學能夠覺察得到的空間是非常的有限。"
    },
    {
      "id": "01-015-0007_p0009",
      "zh_CN": "佛告诉我们无尽时空里面的这一些现象，这个现象就包括了十法界，包括了无量无边诸佛刹土，从哪里来的？从心想生。那个能变的根源是一个，所变出来的境界无量无边。由此可知，那个心想的关系太大太大了！心里面想什么，就变现什么。所以你想佛，他就变佛的境界，你就成佛了。怎么成佛的？想佛就成佛，所以「念佛是因，成佛是果」；换句话说，你想菩萨，你就成菩萨。",
      "zh_TW": "佛告訴我們無盡時空裡面的這一些現象，這個現象就包括了十法界，包括了無量無邊諸佛剎土，從哪裡來的？從心想生。那個能變的根源是一個，所變出來的境界無量無邊。由此可知，那個心想的關係太大太大了！心裡面想什麼，就變現什麼。所以你想佛，他就變佛的境界，你就成佛了。怎麼成佛的？想佛就成佛，所以「念佛是因，成佛是果」；換句話說，你想菩薩，你就成菩薩。"
    },
    {
      "id": "01-015-0007_p0010",
      "zh_CN": "也许同修们要问：「我想了好多年，我也没成佛。」你想了好多年之所以不能成佛，是你不如理不如法；就是你想的与理论不合、与方法不合，你想错了。想错了就是打妄想，想念佛的时候，心里面还有许多妄想，还有很多贪瞋痴慢夹杂在里面，所以你那个想是乱想。乱想，你的结果就乱了，就得不到你所想像的那个果报了。所以佛教给我们要专想，那个力量就大了。你要是专想佛，你一定成佛。",
      "zh_TW": "也許同修們要問：「我想了好多年，我也沒成佛。」你想了好多年之所以不能成佛，是你不如理不如法；就是你想的與理論不合、與方法不合，你想錯了。想錯了就是打妄想，想念佛的時候，心裡面還有許多妄想，還有很多貪瞋痴慢夾雜在裡面，所以你那個想是亂想。亂想，你的結果就亂了，就得不到你所想像的那個果報了。所以佛教給我們要專想，那個力量就大了。你要是專想佛，你一定成佛。"
    },
    {
      "id": "01-015-0007_p0011",
      "zh_CN": "所谓专想，我们想佛的时候，就是你念佛的时候，里面决定没有夹杂。不但世间法里不可以夹杂，佛法也不能夹杂。你看《西方确指》觉明妙行菩萨说得很好，他说念佛最怕夹杂，夹杂些什么？念佛人又去念经，又去持戒，又去参禅，又去做法会，搞这些拉拉杂杂，这就是些夹杂。夹杂就把你的功夫破坏掉了，什么功夫？心力！力量散掉了，不能集中，这是你观想不能成就的原因。所以要专想，专想那个效果很容易见到。",
      "zh_TW": "所謂專想，我們想佛的時候，就是你念佛的時候，裡面決定沒有夾雜。不但世間法裡不可以夾雜，佛法也不能夾雜。你看《西方確指》覺明妙行菩薩說得很好，他說念佛最怕夾雜，夾雜些什麼？念佛人又去念經，又去持戒，又去參禪，又去做法會，搞這些拉拉雜雜，這就是些夾雜。夾雜就把你的功夫破壞掉了，什麼功夫？心力！力量散掉了，不能集中，這是你觀想不能成就的原因。所以要專想，專想那個效果很容易見到。"
    },
    {
      "id": "01-015-0007_p0012",
      "zh_CN": "咱们世间人念佛不专，有些事情他倒满专心的。你看年岁大了，退休的人，退休了没有事情。没有退休的时候他有工作，他一天到晚就想他的工作；当然他也不是专想，他是乱想，所以他的工作成绩并不是很显著。退休之后没事情，没事情想什么？想老。他不想别的，想：「我老了，社会上老人没用，老人被瞧不起。」他想老。想老，他很快的就老化掉。没有退休的时候，他一年一年过，看不出他老。退休之后，一年比一年衰老得明显，好像一年过了十年一样，老化得好快。这一老之后，他就想病，今天这里痛，明天那里痛，所以一身都是病。怎么老的？想老的。怎么病的？想病的。这一病之后就想死，就死了。这完全合乎佛法里面讲的道理。",
      "zh_TW": "咱們世間人念佛不專，有些事情他倒滿專心的。你看年歲大了，退休的人，退休了沒有事情。沒有退休的時候他有工作，他一天到晚就想他的工作；當然他也不是專想，他是亂想，所以他的工作成績並不是很顯著。退休之後沒事情，沒事情想什麼？想老。他不想別的，想：「我老了，社會上老人沒用，老人被瞧不起。」他想老。想老，他很快的就老化掉。沒有退休的時候，他一年一年過，看不出他老。退休之後，一年比一年衰老得明顯，好像一年過了十年一樣，老化得好快。這一老之後，他就想病，今天這裡痛，明天那裡痛，所以一身都是病。怎麼老的？想老的。怎麼病的？想病的。這一病之後就想死，就死了。這完全合乎佛法裡面講的道理。"
    },
    {
      "id": "01-015-0007_p0013",
      "zh_CN": "「一切法从心想生」，你知道想老就老，想病就病，想死就死，那想成佛怎么不成佛？同样一个道理。所以佛教我们念佛理论的根据就在此地，的的确确「一切法从心想生」。我们学佛的人，第一个心理健康，千万不要去想老、病、死，不去想这个；想这个很糟糕，搞六道轮回，这个就太苦了。去想佛菩萨。",
      "zh_TW": "「一切法從心想生」，你知道想老就老，想病就病，想死就死，那想成佛怎麼不成佛？同樣一個道理。所以佛教我們念佛理論的根據就在此地，的的確確「一切法從心想生」。我們學佛的人，第一個心理健康，千萬不要去想老、病、死，不去想這個；想這個很糟糕，搞六道輪迴，這個就太苦了。去想佛菩薩。"
    },
    {
      "id": "01-015-0007_p0014",
      "zh_CN": "经上教我们念三宝，到达西方极乐世界也不例外，还是念三宝，「念佛念法念僧」。三宝真实的意思是「觉、正、净」，这个要知道。念佛的法身、报身、应化身，这是从相上去观想。从相上要能会归到自性，自性的佛宝就是「湛然智照，灵明觉了」。简单的说，就是于一切法中觉而不迷，就是自性的佛宝。所以我们看到佛的形像，要回归到自性，这个很重要。",
      "zh_TW": "經上教我們念三寶，到達西方極樂世界也不例外，還是念三寶，「念佛念法念僧」。三寶真實的意思是「覺、正、淨」，這個要知道。念佛的法身、報身、應化身，這是從相上去觀想。從相上要能會歸到自性，自性的佛寶就是「湛然智照，靈明覺了」。簡單的說，就是於一切法中覺而不迷，就是自性的佛寶。所以我們看到佛的形像，要回歸到自性，這個很重要。"
    },
    {
      "id": "01-015-0007_p0015",
      "zh_CN": "法是佛的教法，有「教、理、行、果」，法可以分为这四种。教法是佛的教学，这些经典的文字是属于教。佛给我们讲经说法，音声示教。教里头有理论，我们听教看经要明白他的道理。理明白之后要知道行，怎样做到，怎样把这些道理变成我们自己的生活行为，让我们得到真实的受用，那就是果的法了。所以它有果实在里面，这是我们真正可以能够受用得到的。回归到自性，就是正知正见。《法华经》里面所说的：「入佛知见」，这个是正知正见。",
      "zh_TW": "法是佛的教法，有「教、理、行、果」，法可以分為這四種。教法是佛的教學，這些經典的文字是屬於教。佛給我們講經說法，音聲示教。教裡頭有理論，我們聽教看經要明白他的道理。理明白之後要知道行，怎樣做到，怎樣把這些道理變成我們自己的生活行為，讓我們得到真實的受用，那就是果的法了。所以它有果實在裡面，這是我們真正可以能夠受用得到的。回歸到自性，就是正知正見。《法華經》裡面所說的：「入佛知見」，這個是正知正見。"
    },
    {
      "id": "01-015-0007_p0016",
      "zh_CN": "僧宝是三乘贤圣，声闻、缘觉、菩萨。在小乘四果，罗汉是圣人，三果以前我们称他做贤人。菩萨里面，十住、十行、十回向，我们称为三贤。从初地到等觉我们称为圣人。三贤十圣，这些都是僧宝，真正是证了果的这些修行人。三乘贤圣之中，在家出家、男众女众都有，四众弟子统统具足。他给我们的启示，这也是从总纲领上说，无论你修学哪个法门，总不外乎禅家讲的禅定，我们净土讲的清净心，不外乎清净心。修行，修什么？从纲领上讲都是修清净心。你用什么方法修？方法很多。我用念佛的方法，他用参禅的方法，他用念咒的方法，方法很多，都是修的一桩事情，都是修清净心。念佛叫做清净心，学禅叫做禅定，学密的叫做相应，名词不一样，实际上是一桩事情，这是修清净心。僧宝里面，清净心自自然然和合。人与人能够和睦，能够互助，能够合作，现在的话说，自自然然能团结在一起。这个是净，净而不染，这是三宝简单的解释。",
      "zh_TW": "僧寶是三乘賢聖，聲聞、緣覺、菩薩。在小乘四果，羅漢是聖人，三果以前我們稱他做賢人。菩薩裡面，十住、十行、十迴向，我們稱為三賢。從初地到等覺我們稱為聖人。三賢十聖，這些都是僧寶，真正是證了果的這些修行人。三乘賢聖之中，在家出家、男眾女眾都有，四眾弟子統統具足。他給我們的啟示，這也是從總綱領上說，無論你修學哪個法門，總不外乎禪家講的禪定，我們淨土講的清淨心，不外乎清淨心。修行，修什麼？從綱領上講都是修清淨心。你用什麼方法修？方法很多。我用念佛的方法，他用參禪的方法，他用念咒的方法，方法很多，都是修的一樁事情，都是修清淨心。念佛叫做清淨心，學禪叫做禪定，學密的叫做相應，名詞不一樣，實際上是一樁事情，這是修清淨心。僧寶裡面，清淨心自自然然和合。人與人能夠和睦，能夠互助，能夠合作，現在的話說，自自然然能團結在一起。這個是淨，淨而不染，這是三寶簡單的解釋。"
    },
    {
      "id": "01-015-0007_p0017",
      "zh_CN": "从别相三宝会归自性一体三宝，这是真正的修行。古人讲听教，就是听经，或者是读经，要大开圆解，要开智慧，智慧要圆融。修行要在转识成智，也就是讲要会归自性，转识成智。换句话说，佛法这个经论，字字句句都要把它运用在我们日常生活之中，你才能得到受用。你要是看到佛经与我们平常生活不相关，那就错了！那这种东西我们学它干什么？从我们一早起来穿衣吃饭、上班工作、处事待人接物，字字句句都是最宝贵的教诲，使我们在生活、在工作、在事业、在处事待人接物都能做得非常圆满，都能做得快快乐乐，这是佛法。",
      "zh_TW": "從別相三寶會歸自性一體三寶，這是真正的修行。古人講聽教，就是聽經，或者是讀經，要大開圓解，要開智慧，智慧要圓融。修行要在轉識成智，也就是講要會歸自性，轉識成智。換句話說，佛法這個經論，字字句句都要把它運用在我們日常生活之中，你才能得到受用。你要是看到佛經與我們平常生活不相關，那就錯了！那這種東西我們學它幹什麼？從我們一早起來穿衣吃飯、上班工作、處事待人接物，字字句句都是最寶貴的教誨，使我們在生活、在工作、在事業、在處事待人接物都能做得非常圓滿，都能做得快快樂樂，這是佛法。"
    },
    {
      "id": "01-015-0007_p0018",
      "zh_CN": "我们看看现在许多人学佛，佛法是佛法，生活是生活，完全脱了节。脱了节就是世间法常讲的所学非所用，这不是学佛，这个学错了。佛法学了，一定有用处。念佛，我们对人对事对物不迷惑，这在生活就用上了。念法，我们的看法想法正确没有错误。念僧，我们在所有一切境界里面，都能保持着清净心，决不被外境所污染。他真用上了，这叫做念三宝。",
      "zh_TW": "我們看看現在許多人學佛，佛法是佛法，生活是生活，完全脫了節。脫了節就是世間法常講的所學非所用，這不是學佛，這個學錯了。佛法學了，一定有用處。念佛，我們對人對事對物不迷惑，這在生活就用上了。念法，我們的看法想法正確沒有錯誤。念僧，我們在所有一切境界裡面，都能保持著清淨心，決不被外境所污染。他真用上了，這叫做念三寶。"
    },
    {
      "id": "01-015-0007_p0019",
      "zh_CN": "经里面给我们说西方世界，七重罗网，七重行树，。风吹着树叶，因为树是宝树，那个树叶跟树叶碰到的时候，都会发出声音，就像我们的风铃一样，那个声音非常美妙，就像交响乐章一样。因为西方世界那个风吹着花、树，发出的音声是有节奏的，它不是乱的，是阿弥陀佛愿力威神变化所作，所以那就是阿弥陀佛说法。你什么时候想听，什么时候就有声音；想听什么经，想听什么法门，它时时刻刻随心所欲的为你演奏，为你说法，所以你自然会念三宝，自然得正念乐。这个里面我们要细心去体会，实在讲，妙不可言，真实不可思议。",
      "zh_TW": "經裡面給我們說西方世界，七重羅網，七重行樹，。風吹著樹葉，因為樹是寶樹，那個樹葉跟樹葉碰到的時候，都會發出聲音，就像我們的風鈴一樣，那個聲音非常美妙，就像交響樂章一樣。因為西方世界那個風吹著花、樹，發出的音聲是有節奏的，它不是亂的，是阿彌陀佛願力威神變化所作，所以那就是阿彌陀佛說法。你什麼時候想聽，什麼時候就有聲音；想聽什麼經，想聽什麼法門，它時時刻刻隨心所欲的為你演奏，為你說法，所以你自然會念三寶，自然得正念樂。這個裡面我們要細心去體會，實在講，妙不可言，真實不可思議。"
    },
    {
      "id": "01-015-0007_p0020",
      "zh_CN": "闻法功德是念三宝，这是世尊在《阿弥陀经》里面多次的提醒我们。我们今天学佛，法是听了，经是念了，不晓得念三宝。不晓得念三宝，就是佛法真正的受用忘掉了。佛法在面前走过，看到了，听到了，没有受用到，你说这个多可惜！由此，我们就体会到「念三宝」就是真实的受用！无论是什么经典，无论是哪一个法门，无论是哪一个宗派，念佛也好，参禅也好，念咒也好，诵经也好，都要能够懂得念三宝。念三宝就是帮助我们在生活当中，提醒「觉、正、净」，这就是念三宝。我们「觉不迷、正不邪、净不染」，你就得佛法真实受用。所以这个真实受用不是来生来世，是现在！学了佛，现在就不迷、就不邪、就不染，这才叫真正的佛弟子，你是在真正学佛。",
      "zh_TW": "聞法功德是念三寶，這是世尊在《阿彌陀經》裡面多次的提醒我們。我們今天學佛，法是聽了，經是念了，不曉得念三寶。不曉得念三寶，就是佛法真正的受用忘掉了。佛法在面前走過，看到了，聽到了，沒有受用到，你說這個多可惜！由此，我們就體會到「念三寶」就是真實的受用！無論是什麼經典，無論是哪一個法門，無論是哪一個宗派，念佛也好，參禪也好，念咒也好，誦經也好，都要能夠懂得念三寶。念三寶就是幫助我們在生活當中，提醒「覺、正、淨」，這就是念三寶。我們「覺不迷、正不邪、淨不染」，你就得佛法真實受用。所以這個真實受用不是來生來世，是現在！學了佛，現在就不迷、就不邪、就不染，這才叫真正的佛弟子，你是在真正學佛。"
    },
    {
      "id": "01-015-0007_p0021",
      "zh_CN": "非常可惜，今天读经的人很多，念佛人很多，参禅的人也很多，他就是不能够得受用。不得受用，我们俗话说功夫不得力，功夫不得力就是没受用，依旧还是迷，还是邪，还是染，这样学佛都叫白学了。所以会学佛的人，他的「念佛念法念僧」，天天在进步，天天在增长；换句话说，他的「觉正净」天天在增长，这是真实受用处。所以这句经文很重要，你学佛能不能得受用，就在这一句。",
      "zh_TW": "非常可惜，今天讀經的人很多，念佛人很多，參禪的人也很多，他就是不能夠得受用。不得受用，我們俗話說功夫不得力，功夫不得力就是沒受用，依舊還是迷，還是邪，還是染，這樣學佛都叫白學了。所以會學佛的人，他的「念佛念法念僧」，天天在進步，天天在增長；換句話說，他的「覺正淨」天天在增長，這是真實受用處。所以這句經文很重要，你學佛能不能得受用，就在這一句。"
    },
    {
      "id": "01-015-0007_p0022",
      "zh_CN": "在本经世尊为我们开示的这些话里面，我们深深的体会到，西方极乐世界确确实实有情是佛菩萨们，无情是风树流水，统统都说法，情与无情，同宣妙法。要用天台的话来讲，「藏通别圆」四教的教学，无量的法门，西方世界全部都开演。所以「法门无量誓愿学」，到西方极乐世界去学是决定正确的。无量无边的法门想学什么，都能满足你的愿望，随着你的程度不断的给你向上提升。佛在后面又给我们说：「能令闻者念三宝」，他得受用，念三宝就是真正得受用。",
      "zh_TW": "在本經世尊為我們開示的這些話裡面，我們深深的體會到，西方極樂世界確確實實有情是佛菩薩們，無情是風樹流水，統統都說法，情與無情，同宣妙法。要用天台的話來講，「藏通別圓」四教的教學，無量的法門，西方世界全部都開演。所以「法門無量誓願學」，到西方極樂世界去學是決定正確的。無量無邊的法門想學什麼，都能滿足你的願望，隨著你的程度不斷的給你向上提升。佛在後面又給我們說：「能令聞者念三寶」，他得受用，念三寶就是真正得受用。"
    },
    {
      "id": "01-015-0007_p0023",
      "zh_CN": "所以我们一定要深深的相信，丝毫不能有怀疑，西方世界是阿弥陀佛愿力成就的。这是世尊在《无量寿经》里面给我们说得很明白，是阿弥陀佛圆满智慧里面所显现，同时也是每一个往生的人净业所感的。有人说「念佛的人多，往生的人少」，念佛为什么不能往生？往生的条件是净，心要净，心净则土净。我们用念佛这个方法修清净心，这个名词就叫做「念佛三昧」。「三昧」是印度话，翻成中国意思叫正受，正是正常，受是享受。念三宝就是正常享受。可是诸位千万不要误会了，我「念佛念法念僧」这就是正常享受，不是的。是心里面「觉不迷，正不邪，净不染」，这个就是念三宝。那个念，不是口念，是心念，心里面是「觉正净」，这叫念三宝。心里面「迷邪染」，口里念佛念法，那个没有用处的。心地要「觉正净」。念是从心，不从口，这一点希望大家要特别留意，一定要清清楚楚、明明白白，我们学佛才得受用。",
      "zh_TW": "所以我們一定要深深的相信，絲毫不能有懷疑，西方世界是阿彌陀佛願力成就的。這是世尊在《無量壽經》裡面給我們說得很明白，是阿彌陀佛圓滿智慧裡面所顯現，同時也是每一個往生的人淨業所感的。有人說「念佛的人多，往生的人少」，念佛為什麼不能往生？往生的條件是淨，心要淨，心淨則土淨。我們用念佛這個方法修清淨心，這個名詞就叫做「念佛三昧」。「三昧」是印度話，翻成中國意思叫正受，正是正常，受是享受。念三寶就是正常享受。可是諸位千萬不要誤會了，我「念佛念法念僧」這就是正常享受，不是的。是心裡面「覺不迷，正不邪，淨不染」，這個就是念三寶。那個念，不是口念，是心念，心裡面是「覺正淨」，這叫念三寶。心裡面「迷邪染」，口裡念佛念法，那個沒有用處的。心地要「覺正淨」。念是從心，不從口，這一點希望大家要特別留意，一定要清清楚楚、明明白白，我們學佛才得受用。"
    },
    {
      "id": "01-015-0007_p0024",
      "zh_CN": "参禅得受用是禅心。禅心是什么？觉。禅是从觉进去的，觉而不迷。禅宗所标榜的要大彻大悟，明心见性，所以禅心是觉心。从教下入的，教下包括很多，像天台宗、贤首宗、三论宗、法相宗，这些宗派都是从教，从经典里面入的。他是什么心？你有这个心就得受用了，他是正心，正知正见。他对于宇宙人生的看法、想法跟佛完全一样，受佛的薰陶。每一天读诵经典，研究经典，受佛的薰陶，于是他的看法想法逐渐逐渐跟经相应，叫正知正见。",
      "zh_TW": "參禪得受用是禪心。禪心是什麼？覺。禪是從覺進去的，覺而不迷。禪宗所標榜的要大徹大悟，明心見性，所以禪心是覺心。從教下入的，教下包括很多，像天台宗、賢首宗、三論宗、法相宗，這些宗派都是從教，從經典裡面入的。他是什麼心？你有這個心就得受用了，他是正心，正知正見。他對於宇宙人生的看法、想法跟佛完全一樣，受佛的薰陶。每一天讀誦經典，研究經典，受佛的薰陶，於是他的看法想法逐漸逐漸跟經相應，叫正知正見。"
    },
    {
      "id": "01-015-0007_p0025",
      "zh_CN": "净土宗的心是清净心，心地真的到了清净，一尘不染，万缘都放下了，这是净土的心，到这种程度就决定往生。而且你要是入了这个境界，你会非常有信心，「我有把握往生」，会有信心。甚至于什么时候会去，自己也可以能做得了主宰。寿命还很长，可以提前走；寿命到了，如果有事情，再耽误几年也不要紧，生死自在，不受寿命的拘束。心要清净。净宗，清净心是享受。禅，觉心是享受。教，正心是享受。这就是为什么经上佛一再讲「念佛念法念僧」，是这个意思。如果达不到这个境界，你的修学没有成就。你虽然学了没有成绩，你一丝毫受用没有得到，所以这是我们要特别注意的。",
      "zh_TW": "淨土宗的心是清淨心，心地真的到了清淨，一塵不染，萬緣都放下了，這是淨土的心，到這種程度就決定往生。而且你要是入了這個境界，你會非常有信心，「我有把握往生」，會有信心。甚至於什麼時候會去，自己也可以能做得了主宰。壽命還很長，可以提前走；壽命到了，如果有事情，再耽誤幾年也不要緊，生死自在，不受壽命的拘束。心要清淨。淨宗，清淨心是享受。禪，覺心是享受。教，正心是享受。這就是為什麼經上佛一再講「念佛念法念僧」，是這個意思。如果達不到這個境界，你的修學沒有成就。你雖然學了沒有成績，你一絲毫受用沒有得到，所以這是我們要特別注意的。"
    },
    {
      "id": "01-015-0007_p0026",
      "zh_CN": "【舍利弗。于汝意云何。彼佛何故号阿弥陀。舍利弗。彼佛光明无量。照十方国。无所障碍。是故号为阿弥陀。又舍利弗。彼佛寿命。及其人民。无量无边阿僧祇劫。故名阿弥陀。舍利弗。阿弥陀佛成佛以来。于今十劫。又舍利弗。彼佛有无量无边声闻弟子。皆阿罗汉。非是算数之所能知。诸菩萨众。亦复如是。舍利弗。彼佛国土。成就如是功德庄严。】",
      "zh_TW": "【舍利弗。於汝意云何。彼佛何故號阿彌陀。舍利弗。彼佛光明無量。照十方國。無所障礙。是故號為阿彌陀。又舍利弗。彼佛壽命。及其人民。無量無邊阿僧祇劫。故名阿彌陀。舍利弗。阿彌陀佛成佛以來。於今十劫。又舍利弗。彼佛有無量無邊聲聞弟子。皆阿羅漢。非是算數之所能知。諸菩薩眾。亦復如是。舍利弗。彼佛國土。成就如是功德莊嚴。】"
    },
    {
      "id": "01-015-0007_p0027",
      "zh_CN": "末一段经文，「彼佛何故号阿弥陀」到「成就如是功德庄严」，这一段是讲的正报。释迦牟尼佛特别提出阿弥陀佛的名号，因为这一个法门就是教我们执持名号，《阿弥陀经》上讲的；而《无量寿经》上讲「发菩提心，一向专念阿弥陀佛」，由此可知，一向专念就是执持名号。阿弥陀，本来这个名号里面含有无量义，世尊为了说法方便起见，只给我们讲了两个意思：无量光，无量寿。其实这个名号含义无量，佛只说两个。但是这两个是无量义里面，最要紧的两个意思。",
      "zh_TW": "末一段經文，「彼佛何故號阿彌陀」到「成就如是功德莊嚴」，這一段是講的正報。釋迦牟尼佛特別提出阿彌陀佛的名號，因為這一個法門就是教我們執持名號，《阿彌陀經》上講的；而《無量壽經》上講「發菩提心，一向專念阿彌陀佛」，由此可知，一向專念就是執持名號。阿彌陀，本來這個名號裡面含有無量義，世尊為了說法方便起見，只給我們講了兩個意思：無量光，無量壽。其實這個名號含義無量，佛只說兩個。但是這兩個是無量義裡面，最要緊的兩個意思。"
    },
    {
      "id": "01-015-0007_p0028",
      "zh_CN": "『光明』代表的是空间，『照』代表空间，『寿命』代表时间。这个时间跟空间里面就能够包容一切，一切的无量不出光寿，不出时间与空间，时空就包含了一切的无量。这个一切无量就是法界的本体，也就是我们自己的真心本性。如果我们把这个道理、这个事实真相参透了，如一切大经里面所说的「始觉合本觉，始本不二，生佛不二」，众生跟佛不二，所以「一念相应一念佛，念念相应念念佛」，我们的疑惑才是真正从根拔除。我们知道念佛的好处，念佛的利益，念佛的善巧方便，这个法门确实能帮助我们快速度的恢复自性，明心见性，快速的成佛。我们今天对这个理与事不能够清楚的明了，这就是有疑。佛在大经上讲疑，就是《无量寿经》上佛也说过，疑是菩萨修行很大的障碍。由此可知，断疑生信是我们每一个修学人必须要关心的。",
      "zh_TW": "『光明』代表的是空間，『照』代表空間，『壽命』代表時間。這個時間跟空間裡面就能夠包容一切，一切的無量不出光壽，不出時間與空間，時空就包含了一切的無量。這個一切無量就是法界的本體，也就是我們自己的真心本性。如果我們把這個道理、這個事實真相參透了，如一切大經裡面所說的「始覺合本覺，始本不二，生佛不二」，眾生跟佛不二，所以「一念相應一念佛，念念相應念念佛」，我們的疑惑才是真正從根拔除。我們知道念佛的好處，念佛的利益，念佛的善巧方便，這個法門確實能幫助我們快速度的恢復自性，明心見性，快速的成佛。我們今天對這個理與事不能夠清楚的明瞭，這就是有疑。佛在大經上講疑，就是《無量壽經》上佛也說過，疑是菩薩修行很大的障礙。由此可知，斷疑生信是我們每一個修學人必須要關心的。"
    },
    {
      "id": "01-015-0007_p0029",
      "zh_CN": "如何能够断疑生信？善根厚的人，福报大的人，他不怀疑。所以我们千万不要瞧不起一些老太婆，不认识字，教他念一句「阿弥陀佛」，他就很老实，一天到晚「阿弥陀佛」，心里想「阿弥陀佛」，口里念「阿弥陀佛」，他真干，他真相信。到临终的时候，人家站着走、坐着走，又不生病，预知时至，瑞相好得很，他那个是真正如法。我们自认为是知识分子，受过高等教育，受过科学洗礼，对这个经教、阿弥陀佛充满了怀疑，念到临命终时一塌糊涂，还要搞六道轮回；跟那些老太婆比一比差太远了，这是我们要特别提高警觉的。所以真的有疑，一定要断疑，怎么断疑？一定要开智慧。为什么？学老太婆，学不上，学不来。学不来那个办法，就是要在教理上下功夫，要在实行上下功夫。行可以帮助解，解可以帮助行，认真努力，断疑生信，我们的功夫才能够得力。",
      "zh_TW": "如何能夠斷疑生信？善根厚的人，福報大的人，他不懷疑。所以我們千萬不要瞧不起一些老太婆，不認識字，教他念一句「阿彌陀佛」，他就很老實，一天到晚「阿彌陀佛」，心裡想「阿彌陀佛」，口裡念「阿彌陀佛」，他真幹，他真相信。到臨終的時候，人家站著走、坐著走，又不生病，預知時至，瑞相好得很，他那個是真正如法。我們自認為是知識分子，受過高等教育，受過科學洗禮，對這個經教、阿彌陀佛充滿了懷疑，念到臨命終時一塌糊塗，還要搞六道輪迴；跟那些老太婆比一比差太遠了，這是我們要特別提高警覺的。所以真的有疑，一定要斷疑，怎麼斷疑？一定要開智慧。為什麼？學老太婆，學不上，學不來。學不來那個辦法，就是要在教理上下功夫，要在實行上下功夫。行可以幫助解，解可以幫助行，認真努力，斷疑生信，我們的功夫才能夠得力。"
    },
    {
      "id": "01-015-0007_p0030",
      "zh_CN": "经上讲的『阿弥陀佛成佛以来，于今十劫』，这一句话也非常重要，我们千万不能够把它疏忽了，这里头含着很多很多密义。你要把它看清楚看明白了，我想无量法门摆在面前，你一定选择念佛法门。为什么？就是这一句话。我为什么要选择净土法门？我就是为了「阿弥陀佛成佛以来，于今十劫」，我就为这个。十劫时间短，西方极乐世界诸上善人，上善人是前面跟诸位讲等觉菩萨，多少时间修成的？总没有超过十劫。十劫就能够从凡夫修到等觉，这个便宜太大了，我为什么不去？当然要去了。",
      "zh_TW": "經上講的『阿彌陀佛成佛以來，於今十劫』，這一句話也非常重要，我們千萬不能夠把它疏忽了，這裡頭含著很多很多密義。你要把它看清楚看明白了，我想無量法門擺在面前，你一定選擇念佛法門。為什麼？就是這一句話。我為什麼要選擇淨土法門？我就是為了「阿彌陀佛成佛以來，於今十劫」，我就為這個。十劫時間短，西方極樂世界諸上善人，上善人是前面跟諸位講等覺菩薩，多少時間修成的？總沒有超過十劫。十劫就能夠從凡夫修到等覺，這個便宜太大了，我為什麼不去？當然要去了。"
    },
    {
      "id": "01-015-0007_p0031",
      "zh_CN": "你在其他世界修行，佛在经上讲的三大阿僧祇劫。一个阿僧祇劫是多少？从前李老师在慈光讲座里头编了一个讲义，他有一个说法，也是根据经典里面说法的。阿僧祇是一千下面八个万字，一千万万万万万万万万是一个阿僧祇劫，还要乘三倍，底下单位是相同的都是劫。西方极乐世界十劫就成就了，你要搞三个一千万万万万万万万万都还搞不成功，你说西方极乐世界多便宜！就凭这个我们就要往生。所以他这一句话的含义很深很深，千万不要疏忽了，那一边成就，容易，快速。",
      "zh_TW": "你在其他世界修行，佛在經上講的三大阿僧祇劫。一個阿僧祇劫是多少？從前李老師在慈光講座裡頭編了一個講義，他有一個說法，也是根據經典裡面說法的。阿僧祇是一千下面八個萬字，一千萬萬萬萬萬萬萬萬是一個阿僧祇劫，還要乘三倍，底下單位是相同的都是劫。西方極樂世界十劫就成就了，你要搞三個一千萬萬萬萬萬萬萬萬都還搞不成功，你說西方極樂世界多便宜！就憑這個我們就要往生。所以他這一句話的含義很深很深，千萬不要疏忽了，那一邊成就，容易，快速。"
    },
    {
      "id": "01-015-0007_p0032",
      "zh_CN": "根据经上所说的这个意思，我们仔细去观察，我再告诉诸位，西方世界从我们凡夫修到真正等觉菩萨，大概只是三劫四劫，不是十劫。如果是十劫修成的，那只有阿弥陀佛成佛第一劫去往生的，现在成了等觉菩萨。第一劫去往生，现在成等觉菩萨，在西方世界人数是少数，不是多数，十分之一。世尊明明告诉我们，西方极乐世界等觉菩萨是多数，可见得就不需要十劫了，三、四劫去往生成就的。三劫、四劫、五劫、六劫，大概是第六劫去往生的现在都成等觉菩萨，他才是占多数。我们从这个地方去观察、去计算，才晓得西方极乐世界修行容易。",
      "zh_TW": "根據經上所說的這個意思，我們仔細去觀察，我再告訴諸位，西方世界從我們凡夫修到真正等覺菩薩，大概只是三劫四劫，不是十劫。如果是十劫修成的，那只有阿彌陀佛成佛第一劫去往生的，現在成了等覺菩薩。第一劫去往生，現在成等覺菩薩，在西方世界人數是少數，不是多數，十分之一。世尊明明告訴我們，西方極樂世界等覺菩薩是多數，可見得就不需要十劫了，三、四劫去往生成就的。三劫、四劫、五劫、六劫，大概是第六劫去往生的現在都成等覺菩薩，他才是占多數。我們從這個地方去觀察、去計算，才曉得西方極樂世界修行容易。"
    },
    {
      "id": "01-015-0007_p0033",
      "zh_CN": "为什么容易？你仔细观察经文，你会恍然大悟。第一个，它没有退缘，它修行的环境好，没有障碍。老师是阿弥陀佛，老师好；同学是诸上善人，都是等觉菩萨，真正的等觉菩萨是同学。其次更殊胜的，你每一天都能够供养十方无量无边的诸佛如来。你供养佛，一定听佛说法，每一天听一切诸佛为你说法，所以你只要三、四劫就成佛了，原因在这里。我们在这个世界修行，遇一尊佛都遇不到，所以要三大阿僧祇劫，那里的修行环境太好太好了。所以佛在《无量寿经》讲的话没错，多少菩萨想求这个法门，求不到！我们太幸运了，这一生当中居然遇到了。没求，碰上了，这个运气很好！碰上了，你要不能够把它抓住，不能利用这一个机会，这一生就见阿弥陀佛，这多可惜！",
      "zh_TW": "為什麼容易？你仔細觀察經文，你會恍然大悟。第一個，它沒有退緣，它修行的環境好，沒有障礙。老師是阿彌陀佛，老師好；同學是諸上善人，都是等覺菩薩，真正的等覺菩薩是同學。其次更殊勝的，你每一天都能夠供養十方無量無邊的諸佛如來。你供養佛，一定聽佛說法，每一天聽一切諸佛為你說法，所以你只要三、四劫就成佛了，原因在這裡。我們在這個世界修行，遇一尊佛都遇不到，所以要三大阿僧祇劫，那裡的修行環境太好太好了。所以佛在《無量壽經》講的話沒錯，多少菩薩想求這個法門，求不到！我們太幸運了，這一生當中居然遇到了。沒求，碰上了，這個運氣很好！碰上了，你要不能夠把它抓住，不能利用這一個機會，這一生就見阿彌陀佛，這多可惜！"
    },
    {
      "id": "01-015-0007_p0034",
      "zh_CN": "【又舍利弗。极乐国土。众生生者。皆是阿鞞跋致。其中多有一生补处。其数甚多。非是算数所能知之。但可以无量无边阿僧祇说。舍利弗。众生闻者。应当发愿。愿生彼国。所以者何。得与如是诸上善人俱会一处。】",
      "zh_TW": "【又舍利弗。極樂國土。眾生生者。皆是阿鞞跋致。其中多有一生補處。其數甚多。非是算數所能知之。但可以無量無邊阿僧祇說。舍利弗。眾生聞者。應當發願。願生彼國。所以者何。得與如是諸上善人俱會一處。】"
    },
    {
      "id": "01-015-0007_p0035",
      "zh_CN": "下面这个大段，是「特劝众生应求往生以发愿」，在我们经本七十六面到八十二面，这是第二个大段。前面是讲信，起信，这个地方是劝我们发愿，所以经文「又舍利弗，极乐国土，众生生者，皆是阿鞞跋致」，一直到「诸上善人，俱会一处」。这段经文跟《无量寿经》四十八愿上所说的完全相同，可以证明这是真正的事实，决定不是假的。",
      "zh_TW": "下面這個大段，是「特勸眾生應求往生以發願」，在我們經本七十六面到八十二面，這是第二個大段。前面是講信，起信，這個地方是勸我們發願，所以經文「又舍利弗，極樂國土，眾生生者，皆是阿鞞跋致」，一直到「諸上善人，俱會一處」。這段經文跟《無量壽經》四十八願上所說的完全相同，可以證明這是真正的事實，決定不是假的。"
    },
    {
      "id": "01-015-0007_p0036",
      "zh_CN": "『众生生者』，把它跟四十八愿的愿文合起来看，你才能够了解里面真正的意思，他的确是平等的。菩萨去往生也是这样的，我们去往生也是这样的，地狱、畜生去往生也是这样的。他并没有拣别，哪一类众生去往生，做阿惟越致菩萨；哪些众生去往生，他做不了阿惟越致菩萨。他没有，他是平等的，『皆是』，这个就是阿弥陀佛本愿的加持。",
      "zh_TW": "『眾生生者』，把它跟四十八願的願文合起來看，你才能夠瞭解裡面真正的意思，他的確是平等的。菩薩去往生也是這樣的，我們去往生也是這樣的，地獄、畜生去往生也是這樣的。他並沒有揀別，哪一類眾生去往生，做阿惟越致菩薩；哪些眾生去往生，他做不了阿惟越致菩薩。他沒有，他是平等的，『皆是』，這個就是阿彌陀佛本願的加持。"
    },
    {
      "id": "01-015-0007_p0037",
      "zh_CN": "阿惟越致是梵语，翻成中国的意思叫不退转，就是不退转的菩萨。这个不退转是圆满的三不退。小乘初果是「位不退」，所以证到小乘初果就决定不会退转到凡夫，等于说他得到保证了。他是进进退退，但是他退有一个底限。好像你在学校念书，你上了学了，你念书不用功，考试不及格会留级，不会被开除。留级留到一年级那是最低的，不会被开除的。保证他退转有个底限，不会更再退了。第二种是「行不退」，行不退是菩萨绝对不会退转当小乘，这是行不退。第三个是「念不退」，念不退是明心见性，破一品无明，证一分法身，他不会退转到三贤菩萨位。所以菩萨修行的确是有进进退退的，但是他都有个底限，不会退过这个底限。",
      "zh_TW": "阿惟越致是梵語，翻成中國的意思叫不退轉，就是不退轉的菩薩。這個不退轉是圓滿的三不退。小乘初果是「位不退」，所以證到小乘初果就決定不會退轉到凡夫，等於說他得到保證了。他是進進退退，但是他退有一個底限。好像你在學校念書，你上了學了，你念書不用功，考試不及格會留級，不會被開除。留級留到一年級那是最低的，不會被開除的。保證他退轉有個底限，不會更再退了。第二種是「行不退」，行不退是菩薩絕對不會退轉當小乘，這是行不退。第三個是「念不退」，念不退是明心見性，破一品無明，證一分法身，他不會退轉到三賢菩薩位。所以菩薩修行的確是有進進退退的，但是他都有個底限，不會退過這個底限。"
    },
    {
      "id": "01-015-0007_p0038",
      "zh_CN": "如果三种不退统统都证得，这在圆教是初住，在别教是初地。可是此地阿惟越致菩萨，许多古大德的注解上，都肯定是七地以上。而蕅益大师在《要解》里面，又告诉我们这是「圆证三不退」。这个「圆证三不退」，古德没有讲过，这是蕅益大师讲的，那个地位就高了。圆是圆满，圆满的三不退是等觉菩萨，像观世音、大势至他们这一个阶层的人物。如果依照蕅益大师这个说法，生到西方极乐世界，蒙阿弥陀佛愿力加持，使我们凡夫一品烦恼都没断，一下子就给你拉到等觉菩萨的地位。换句话说，你的神通、你的智慧、你的道力、你一切的受用跟等觉菩萨平等。这个话我们可以相信，为什么可以相信？我们有《无量寿经》作证明，世尊跟阿弥陀佛在《无量寿经》确确实实是这样说法的，所以蕅益大师讲这个话他是有根据的，他不是随便说的。",
      "zh_TW": "如果三種不退統統都證得，這在圓教是初住，在別教是初地。可是此地阿惟越致菩薩，許多古大德的註解上，都肯定是七地以上。而蕅益大師在《要解》裡面，又告訴我們這是「圓證三不退」。這個「圓證三不退」，古德沒有講過，這是蕅益大師講的，那個地位就高了。圓是圓滿，圓滿的三不退是等覺菩薩，像觀世音、大勢至他們這一個階層的人物。如果依照蕅益大師這個說法，生到西方極樂世界，蒙阿彌陀佛願力加持，使我們凡夫一品煩惱都沒斷，一下子就給你拉到等覺菩薩的地位。換句話說，你的神通、你的智慧、你的道力、你一切的受用跟等覺菩薩平等。這個話我們可以相信，為什麼可以相信？我們有《無量壽經》作證明，世尊跟阿彌陀佛在《無量壽經》確確實實是這樣說法的，所以蕅益大師講這個話他是有根據的，他不是隨便說的。"
    }
  ]
}