{
  "doc_id": "21-672-0001",
  "title": {
    "zh_CN": "水会看 会听 懂得人的意思",
    "zh_TW": "水會看 會聽 懂得人的意思"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-672-0001",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "21-672-0001_p0001",
      "zh_CN": "这个水结晶透露出我们内心深处的信息，这种是内心，不但别人不知道，自己也不知道。从这些信息当中，让我们知道，佛在经上所说的，起心动念对于整个宇宙都有影响。贤首国师的《妄尽还源观》，实际上跟密宗所修的大圆满完全相同。而《还源观》里面理事都讲得非常透彻，跟我们说出从一体起二用。一体是我们的真心，真心是共同的，是一不是二。真心也叫法性、也叫自性、也叫真如、也叫实相，名词几十个之多，所说的是一桩事情。从这一体，这遇缘，缘非常微妙，那就一念不觉。一念没有原因，也没有时间，不是过去，也不是未来，就是即在当下。有这一念，自性里面产生一个变化，我想你们看到这个，这是影像在变化。变化不会停止，一个接一个。速度，大家都知道，弥勒菩萨所说的，一秒钟一千六百兆，这个速度在变，它永远不停止的在变。于是变现出六道轮回，变现出饿鬼、地狱。无论怎么变，总而言之，它是幻相，它不是真的。所以佛眼睛里面看，叫平等一相。我们凡夫不知道事实真相，认为这些现象真有，所以在这个里面生出也是虚妄的喜怒哀乐，那都是虚妄的。佛看得很清楚、看得很明白，帮助众生回头，回归自性，我们怎么迷的还得怎么回去。回归自性，那就是大圆满。",
      "zh_TW": "這個水結晶透露出我們內心深處的信息，這種是內心，不但別人不知道，自己也不知道。從這些信息當中，讓我們知道，佛在經上所說的，起心動念對於整個宇宙都有影響。賢首國師的《妄盡還源觀》，實際上跟密宗所修的大圓滿完全相同。而《還源觀》裡面理事都講得非常透徹，跟我們說出從一體起二用。一體是我們的真心，真心是共同的，是一不是二。真心也叫法性、也叫自性、也叫真如、也叫實相，名詞幾十個之多，所說的是一樁事情。從這一體，這遇緣，緣非常微妙，那就一念不覺。一念沒有原因，也沒有時間，不是過去，也不是未來，就是即在當下。有這一念，自性裡面產生一個變化，我想你們看到這個，這是影像在變化。變化不會停止，一個接一個。速度，大家都知道，彌勒菩薩所說的，一秒鐘一千六百兆，這個速度在變，它永遠不停止的在變。於是變現出六道輪迴，變現出餓鬼、地獄。無論怎麼變，總而言之，它是幻相，它不是真的。所以佛眼睛裡面看，叫平等一相。我們凡夫不知道事實真相，認為這些現象真有，所以在這個裡面生出也是虛妄的喜怒哀樂，那都是虛妄的。佛看得很清楚、看得很明白，幫助眾生回頭，回歸自性，我們怎麼迷的還得怎麼回去。回歸自性，那就是大圓滿。"
    },
    {
      "id": "21-672-0001_p0002",
      "zh_CN": "一体出生的两种现象，一个是宇宙，一个是自己。宇宙是我们的环境，无量无边，你就知道自己自性的能量多大！真的是无法形容，无量、无边、无尽，那佛经上常用这些形容，无穷无尽，没有一样不是我们本能。搞清楚之后，佛教给我们，在现象当中，保持自己的清净心不被外面境界影响，这就对了，那就叫定功。这种定功，自性本定。惠能大师见性告诉我们，「何期自性，本无动摇」，这就是自性本定，自性本定就是自己的真心。",
      "zh_TW": "一體出生的兩種現象，一個是宇宙，一個是自己。宇宙是我們的環境，無量無邊，你就知道自己自性的能量多大！真的是無法形容，無量、無邊、無盡，那佛經上常用這些形容，無窮無盡，沒有一樣不是我們本能。搞清楚之後，佛教給我們，在現象當中，保持自己的清淨心不被外面境界影響，這就對了，那就叫定功。這種定功，自性本定。惠能大師見性告訴我們，「何期自性，本無動搖」，這就是自性本定，自性本定就是自己的真心。"
    },
    {
      "id": "21-672-0001_p0003",
      "zh_CN": "我们现在知道有这个真心，没证得。为什么没证得？没放下。今天我们要做的功夫，在哪里修行？完全明白了，在日常生活当中、在工作当中、在处事待人接物，用真心不用妄心，我们就能回头。如果继续用妄心不用真心，那就没有回头的希望。用真心决定不吃亏，表面上好像吃亏，其实占大便宜。为什么？用真心，在这一生当中，我们决定得生净土。往生净土，这一生就决定成佛，这就对了。如果这一生不能往生，我们就错了。不要怕吃亏、不要怕上当，古人有一句话说，「吃亏是福」，这一句话的意思很深！吃亏真的是有福，有福的人愿意吃亏。与人争长争短那是愚痴，那不是智慧。",
      "zh_TW": "我們現在知道有這個真心，沒證得。為什麼沒證得？沒放下。今天我們要做的功夫，在哪裡修行？完全明白了，在日常生活當中、在工作當中、在處事待人接物，用真心不用妄心，我們就能回頭。如果繼續用妄心不用真心，那就沒有回頭的希望。用真心決定不吃虧，表面上好像吃虧，其實佔大便宜。為什麼？用真心，在這一生當中，我們決定得生淨土。往生淨土，這一生就決定成佛，這就對了。如果這一生不能往生，我們就錯了。不要怕吃虧、不要怕上當，古人有一句話說，「吃虧是福」，這一句話的意思很深！吃虧真的是有福，有福的人願意吃虧。與人爭長爭短那是愚痴，那不是智慧。"
    },
    {
      "id": "21-672-0001_p0004",
      "zh_CN": "大乘佛法里肯定遍法界虚空界跟自己是一体，一体怎么能不照顾？一体怎么能不施舍、怎么能不供养？没有这个道理。大乘告诉我们，生命是永恒的，决定没有死亡，生命是不生不灭的。死亡的现象是身体，身体是假相，身体不是我，千万不要为身体造作罪业。六道轮回自作自受，三途地狱也是自作自受，那个不是阎罗王造的、不是上帝造的，自作自受。真正明白了、清楚了，我们的思想端正，念念报恩，报祖宗恩、报佛菩萨恩（佛菩萨是老师）、报众生恩。负面的念头要统统消除，负面的思想不能再有，这一生当中决定成就。这一生的缘无比殊胜。我们看今天这个世间，得人身的人多，闻到正法的有多少人？正法里面纯正是大乘，大乘里面纯正是净土，净土里面纯正是夏莲居会集这个《无量寿经》的本子。我们全遇到了，这一生决定要成就，决定要放下，放下得干干净净，我们所有障碍就没有了。障碍多是什么？是放不下，放下，障碍就没有了。希望我们的同学各个都能成就，往生到西方极乐世界，那是永恒而不消失的，我们在那边聚会、在那边共修。那边领导我们的是阿弥陀佛，跟我们在一起同修的是诸上善人。",
      "zh_TW": "大乘佛法裡肯定遍法界虛空界跟自己是一體，一體怎麼能不照顧？一體怎麼能不施捨、怎麼能不供養？沒有這個道理。大乘告訴我們，生命是永恆的，決定沒有死亡，生命是不生不滅的。死亡的現象是身體，身體是假相，身體不是我，千萬不要為身體造作罪業。六道輪迴自作自受，三途地獄也是自作自受，那個不是閻羅王造的、不是上帝造的，自作自受。真正明白了、清楚了，我們的思想端正，念念報恩，報祖宗恩、報佛菩薩恩（佛菩薩是老師）、報眾生恩。負面的念頭要統統消除，負面的思想不能再有，這一生當中決定成就。這一生的緣無比殊勝。我們看今天這個世間，得人身的人多，聞到正法的有多少人？正法裡面純正是大乘，大乘裡面純正是淨土，淨土裡面純正是夏蓮居會集這個《無量壽經》的本子。我們全遇到了，這一生決定要成就，決定要放下，放下得乾乾淨淨，我們所有障礙就沒有了。障礙多是什麼？是放不下，放下，障礙就沒有了。希望我們的同學各個都能成就，往生到西方極樂世界，那是永恆而不消失的，我們在那邊聚會、在那邊共修。那邊領導我們的是阿彌陀佛，跟我們在一起同修的是諸上善人。"
    },
    {
      "id": "21-672-0001_p0005",
      "zh_CN": "我曾经听人告诉我，东北一个老人，听说一百零七岁，跟一个老居士讲，老居士大概七十岁，到我这来告诉我。今年年初碰到了，他叫她老妹子，问她今年是什么年？她说今年是龙年。他就很欢喜，好，太好了！龙年过去之后，世界上都是好人，没有坏人。她把这个信息告诉我。那坏人到哪里去？我想只有两个原因，第一个坏人觉悟了、回头了、忏悔了，变成好人；另外一种，坏人离开了，走了。怎么走的？我们还不知道。想想他说的这些话，非常有道理。人再不回头，这个世界会毁灭。所以这是上天真正的慈悲，真实智慧，《无量寿经》上讲的，给一切众生真实的利益，给每一个众生都是真实利益。上天把这些人带走了，也是给他利益，不再造恶了，那就是对他真实利益。那有人说是惩罚，在我们看是真实利益，我们没有把它看作惩罚。",
      "zh_TW": "我曾經聽人告訴我，東北一個老人，聽說一百零七歲，跟一個老居士講，老居士大概七十歲，到我這來告訴我。今年年初碰到了，他叫她老妹子，問她今年是什麼年？她說今年是龍年。他就很歡喜，好，太好了！龍年過去之後，世界上都是好人，沒有壞人。她把這個信息告訴我。那壞人到哪裡去？我想只有兩個原因，第一個壞人覺悟了、回頭了、懺悔了，變成好人；另外一種，壞人離開了，走了。怎麼走的？我們還不知道。想想他說的這些話，非常有道理。人再不回頭，這個世界會毀滅。所以這是上天真正的慈悲，真實智慧，《無量壽經》上講的，給一切眾生真實的利益，給每一個眾生都是真實利益。上天把這些人帶走了，也是給他利益，不再造惡了，那就是對他真實利益。那有人說是懲罰，在我們看是真實利益，我們沒有把它看作懲罰。"
    },
    {
      "id": "21-672-0001_p0006",
      "zh_CN": "我们看地狱是真正慈悲，为什么？消业障，你造的无量无边的罪业要消掉。不消掉，成不了佛；不消掉，接触不到大乘。到哪里去消？地狱去消。地狱把罪障消尽了，你的善根福德都现前，你才能接触到大乘，欢喜大乘，也是一生成佛。积集一些善事，善心善行，心里放不下，常常想着，这也是业障。这业障到哪里消？三善道去消。所以善业、恶业统统要消掉，清净心里面没有善恶业，也没有染净，没有染净、没有邪正、没有是非，那叫清净心。必须这些染净、善恶统统消尽，你的智慧才能生起，你才能够往生、才能够成佛、才能够回归自性。这些道理，事实真相，我们这些年一年比一年清楚，一年比一年明白，我们的法喜充满从这儿来的，那我们的信心一年比一年精进、增长。",
      "zh_TW": "我們看地獄是真正慈悲，為什麼？消業障，你造的無量無邊的罪業要消掉。不消掉，成不了佛；不消掉，接觸不到大乘。到哪裡去消？地獄去消。地獄把罪障消盡了，你的善根福德都現前，你才能接觸到大乘，歡喜大乘，也是一生成佛。積集一些善事，善心善行，心裡放不下，常常想著，這也是業障。這業障到哪裡消？三善道去消。所以善業、惡業統統要消掉，清淨心裡面沒有善惡業，也沒有染淨，沒有染淨、沒有邪正、沒有是非，那叫清淨心。必須這些染淨、善惡統統消盡，你的智慧才能生起，你才能夠往生、才能夠成佛、才能夠回歸自性。這些道理，事實真相，我們這些年一年比一年清楚，一年比一年明白，我們的法喜充滿從這兒來的，那我們的信心一年比一年精進、增長。"
    },
    {
      "id": "21-672-0001_p0007",
      "zh_CN": "从这个水实验里头就透了很多信息，跟佛经上讲的一样，跟近代量子力学家所说的也相同。每个念头都是独立的，这个独立的形相我们完全看不到，为什么？它速度太快了。我们能够看到的大概是二分之一秒，这个形相在我们眼面前好像一道闪光一下过去了，看到一道闪光，里面内容完全不知道，它太快了，没有来得及看清楚，它已经没有了。一秒钟的时间可以看出，二分之一秒看不到。那想想弥勒菩萨告诉我们，事实真相是一千六百兆分之一秒，所以这个现象我们根本就没有看见，都在现前。",
      "zh_TW": "從這個水實驗裡頭就透了很多信息，跟佛經上講的一樣，跟近代量子力學家所說的也相同。每個念頭都是獨立的，這個獨立的形相我們完全看不到，為什麼？它速度太快了。我們能夠看到的大概是二分之一秒，這個形相在我們眼面前好像一道閃光一下過去了，看到一道閃光，裡面內容完全不知道，它太快了，沒有來得及看清楚，它已經沒有了。一秒鐘的時間可以看出，二分之一秒看不到。那想想彌勒菩薩告訴我們，事實真相是一千六百兆分之一秒，所以這個現象我們根本就沒有看見，都在現前。"
    },
    {
      "id": "21-672-0001_p0008",
      "zh_CN": "刘居士给我传个信息，告诉我，现代科学家用最先进的科学仪器已经能够捕捉到一千兆分之一秒，这在从前不敢想像的。一千兆分之一秒，在先进的仪器里可以捕捉到，这跟弥勒菩萨讲的愈来愈接近了。弥勒菩萨讲一千六百兆分之一秒，科学家现在也能够捕捉一千兆分之一秒。大乘经上讲的不是假话，这是真的，这叫宇宙的真相。在这种现象里面，所以才叫做万法皆空，凡所有相皆是虚妄。你不明白这个事实真相，这两句话不懂，听不懂。这是真正事实真相，就在我们眼前。所以成佛，成佛是什么意思？用现代的话说，大科学家、大哲学家，就是成佛，不就是这样吗？这些跟佛学他就是研究这些东西，大到顶点究竟圆满就叫成佛。成佛就是科学哲学的圆满，不是迷信、不是宗教，这是事实。科学不断的进步，我们认真再努力，每个人同心同德，一个方向、一个目标，对于这些灾难确实有能够化解的能量。我们不能完全化解，但是局部的把灾难减轻，把灾难推迟，这是决定做得到的。",
      "zh_TW": "劉居士給我傳個信息，告訴我，現代科學家用最先進的科學儀器已經能夠捕捉到一千兆分之一秒，這在從前不敢想像的。一千兆分之一秒，在先進的儀器裡可以捕捉到，這跟彌勒菩薩講的愈來愈接近了。彌勒菩薩講一千六百兆分之一秒，科學家現在也能夠捕捉一千兆分之一秒。大乘經上講的不是假話，這是真的，這叫宇宙的真相。在這種現象裡面，所以才叫做萬法皆空，凡所有相皆是虛妄。你不明白這個事實真相，這兩句話不懂，聽不懂。這是真正事實真相，就在我們眼前。所以成佛，成佛是什麼意思？用現代的話說，大科學家、大哲學家，就是成佛，不就是這樣嗎？這些跟佛學他就是研究這些東西，大到頂點究竟圓滿就叫成佛。成佛就是科學哲學的圓滿，不是迷信、不是宗教，這是事實。科學不斷的進步，我們認真再努力，每個人同心同德，一個方向、一個目標，對於這些災難確實有能夠化解的能量。我們不能完全化解，但是局部的把災難減輕，把災難推遲，這是決定做得到的。"
    },
    {
      "id": "21-672-0001_p0009",
      "zh_CN": "其实灾难，我们心里都有数。十六世纪，中国明朝时代，法国的诺查丹玛斯，这是世界上知名的预言家，这个灾难他就说定了，他说的时间一九九九年。一九九九年没发生，二０００年没发生。那一年我在新加坡，新加坡天主教学校有位校长，天主教神学院，曾经说过，他说明明有灾难，为什么会没有了？他们的教友把这个话传给我，我说校长讲的话是真的，真的明明有，为什么没有了？这个灾难经过诺查丹玛斯的宣布，全世界人都知道，所以在这一年每一个宗教的信徒都在那里虔诚祈祷，这个力量多大！如果这个信息没有人知道，那就没有人祈祷、没有人忏悔、没有人改过，灾难真的会爆发。我相信不只一个宗教，所有宗教都会为这桩事情祈祷，那灾难推迟了，一直推到现在。现在看样子还会推迟，为什么？这个世界上有很多善心的人天天在祈祷、天天在忏悔，这是一股很大的能量。",
      "zh_TW": "其實災難，我們心裡都有數。十六世紀，中國明朝時代，法國的諾查丹瑪斯，這是世界上知名的預言家，這個災難他就說定了，他說的時間一九九九年。一九九九年沒發生，二０００年沒發生。那一年我在新加坡，新加坡天主教學校有位校長，天主教神學院，曾經說過，他說明明有災難，為什麼會沒有了？他們的教友把這個話傳給我，我說校長講的話是真的，真的明明有，為什麼沒有了？這個災難經過諾查丹瑪斯的宣布，全世界人都知道，所以在這一年每一個宗教的信徒都在那裡虔誠祈禱，這個力量多大！如果這個信息沒有人知道，那就沒有人祈禱、沒有人懺悔、沒有人改過，災難真的會爆發。我相信不只一個宗教，所有宗教都會為這樁事情祈禱，那災難推遲了，一直推到現在。現在看樣子還會推遲，為什麼？這個世界上有很多善心的人天天在祈禱、天天在懺悔，這是一股很大的能量。"
    },
    {
      "id": "21-672-0001_p0010",
      "zh_CN": "作恶的人很多，这些人怎么办？我看这些人，上天是佛菩萨示现的，鬼神也是佛菩萨示现的，诸佛菩萨慈悲到极处，他们有智慧、他们有方法来帮助我们化解。我们老实念佛，静观其变，到时候我们都会看见的。到那个时候，对佛菩萨、对天地鬼神才真正生起感恩的心，真正体会到他们的智慧、他们的善巧方便，让这个地球慢慢恢复安定和谐。这是我们大家要有信心的。不要想灾难，想灾难，灾难会增长，一切法从心想生。人家想灾难，我们不想灾难，我们想阿弥陀佛。今天我们知道，无量的智慧跟福德都在这个名号当中，修什么样的善不如念佛，做什么样的好事不如念佛。念佛的功德不可思议，《无量寿经》讲得很清楚、很透彻，一定要知道，把一切时间都向着这句佛号。",
      "zh_TW": "作惡的人很多，這些人怎麼辦？我看這些人，上天是佛菩薩示現的，鬼神也是佛菩薩示現的，諸佛菩薩慈悲到極處，他們有智慧、他們有方法來幫助我們化解。我們老實念佛，靜觀其變，到時候我們都會看見的。到那個時候，對佛菩薩、對天地鬼神才真正生起感恩的心，真正體會到他們的智慧、他們的善巧方便，讓這個地球慢慢恢復安定和諧。這是我們大家要有信心的。不要想災難，想災難，災難會增長，一切法從心想生。人家想災難，我們不想災難，我們想阿彌陀佛。今天我們知道，無量的智慧跟福德都在這個名號當中，修什麼樣的善不如念佛，做什麼樣的好事不如念佛。念佛的功德不可思議，《無量壽經》講得很清楚、很透徹，一定要知道，把一切時間都向著這句佛號。"
    },
    {
      "id": "21-672-0001_p0011",
      "zh_CN": "我们看最近的这个例子，这是抗战时期的事情，谛闲老和尚的徒弟锅漏匠，最明显的一个例子，他给我们做榜样，我们向他学习。老和尚只教他一句南无阿弥陀佛，告诉他，你就一直念下去，念累了就休息，休息好了接着念，不分昼夜。他念了三年，预知时至，站着往生，往生之后还站了三天，等谛闲法师替他办后事。那时候住在乡下，没有交通工具，报信要走路，来回三天，所以他站了三天。谛闲老和尚对他的赞叹，那几句话我们永远记住，跟他说，你的成就，天下弘宗演教的大善知识比不上你，弘宗是禅宗大德，演教是讲经的这些法师，比不上你，四大名山方丈住持也比不上你。赞叹到极处！",
      "zh_TW": "我們看最近的這個例子，這是抗戰時期的事情，諦閑老和尚的徒弟鍋漏匠，最明顯的一個例子，他給我們做榜樣，我們向他學習。老和尚只教他一句南無阿彌陀佛，告訴他，你就一直念下去，念累了就休息，休息好了接著念，不分晝夜。他念了三年，預知時至，站著往生，往生之後還站了三天，等諦閑法師替他辦後事。那時候住在鄉下，沒有交通工具，報信要走路，來回三天，所以他站了三天。諦閑老和尚對他的讚歎，那幾句話我們永遠記住，跟他說，你的成就，天下弘宗演教的大善知識比不上你，弘宗是禪宗大德，演教是講經的這些法師，比不上你，四大名山方丈住持也比不上你。讚歎到極處！"
    },
    {
      "id": "21-672-0001_p0012",
      "zh_CN": "锅漏匠不认识字，没有听过一天经，什么都不会，一生吃尽了苦头，到四十多岁，找到谛闲法师，一定要跟他出家。谛老看他笨，学经教，不认识字，做不到。在寺庙里头，至少要五堂功课得会，五堂功课不会，寺庙怎么能住？住在寺庙，没人瞧得起你。诸位一定要知道，他有没有受过三皈五戒？只是剃度，做了个剃度仪式，他什么都不知道，他没有去受过三坛大戒。这就告诉我们，佛法重实质不重形式，形式没有必要，就叫你真干。他就能把一句阿弥陀佛念到底，一天到晚心里头没有杂念，三年就成功了。这样的圆满，为我们表演了这招。我们听了、看了，不相信，那就可惜了！真正相信了，就得真干，真向他学习。",
      "zh_TW": "鍋漏匠不認識字，沒有聽過一天經，什麼都不會，一生吃盡了苦頭，到四十多歲，找到諦閑法師，一定要跟他出家。諦老看他笨，學經教，不認識字，做不到。在寺廟裡頭，至少要五堂功課得會，五堂功課不會，寺廟怎麼能住？住在寺廟，沒人瞧得起你。諸位一定要知道，他有沒有受過三皈五戒？只是剃度，做了個剃度儀式，他什麼都不知道，他沒有去受過三壇大戒。這就告訴我們，佛法重實質不重形式，形式沒有必要，就叫你真幹。他就能把一句阿彌陀佛念到底，一天到晚心裡頭沒有雜念，三年就成功了。這樣的圓滿，為我們表演了這招。我們聽了、看了，不相信，那就可惜了！真正相信了，就得真幹，真向他學習。"
    },
    {
      "id": "21-672-0001_p0013",
      "zh_CN": "黄念祖老居士这个大经注解，他是集注，集经论祖师大德注疏之大成，来解释这部经；换句话说，他搜集一百九十三种珍贵的资料帮助我们学习《无量寿经》，真不容易，真难得！这里面都讲到。",
      "zh_TW": "黃念祖老居士這個大經註解，他是集註，集經論祖師大德註疏之大成，來解釋這部經；換句話說，他蒐集一百九十三種珍貴的資料幫助我們學習《無量壽經》，真不容易，真難得！這裡面都講到。"
    },
    {
      "id": "21-672-0001_p0014",
      "zh_CN": "这些阿公阿婆，无知无识，那一句阿弥陀佛能念到底，暗合道妙，他们往生极乐世界什么品位？决定是上辈往生，而且都是生实报庄严土，他们不是在同居土、不是在方便土。最低跟最高的其实没有两样，最高的是明了，明了之后怎么修？还是一心专念。心愚痴，他什么都不知道，但是他也一心专念，他们用的方法是平等的、一样的，所以他们到极乐世界品位也相同。这就是什么？暗合道妙，这个道理我们要真懂。无论在什么地方，世间事放下，别去再管它了。尤其现在灾难这么多，我们真的一切万缘放下，找个地方就老实念佛，先成就自己，再帮助别人，这个就对了。自己决定有往生的把握，想什么时候去，阿弥陀佛就会来接我们。功夫成就，跟阿弥陀佛一心就通了，就没障碍了，想去，阿弥陀佛马上就来。这是我们现前最迫切的一桩大事。",
      "zh_TW": "這些阿公阿婆，無知無識，那一句阿彌陀佛能念到底，暗合道妙，他們往生極樂世界什麼品位？決定是上輩往生，而且都是生實報莊嚴土，他們不是在同居土、不是在方便土。最低跟最高的其實沒有兩樣，最高的是明瞭，明瞭之後怎麼修？還是一心專念。心愚痴，他什麼都不知道，但是他也一心專念，他們用的方法是平等的、一樣的，所以他們到極樂世界品位也相同。這就是什麼？暗合道妙，這個道理我們要真懂。無論在什麼地方，世間事放下，別去再管它了。尤其現在災難這麼多，我們真的一切萬緣放下，找個地方就老實念佛，先成就自己，再幫助別人，這個就對了。自己決定有往生的把握，想什麼時候去，阿彌陀佛就會來接我們。功夫成就，跟阿彌陀佛一心就通了，就沒障礙了，想去，阿彌陀佛馬上就來。這是我們現前最迫切的一樁大事。"
    },
    {
      "id": "21-672-0001_p0015",
      "zh_CN": "好，今天我的话就说到此地，谢谢大家。",
      "zh_TW": "好，今天我的話就說到此地，謝謝大家。"
    }
  ]
}