{
  "doc_id": "20-015-0045",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十五集",
    "zh_TW": "第四十五集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0045",
  "total_paragraphs": 77,
  "paragraphs": [
    {
      "id": "20-015-0045_p0001",
      "zh_CN": "诸位同学，请看第一时开示里面的忏悔，普贤十愿第四愿看起：",
      "zh_TW": "諸位同學，請看第一時開示裡面的懺悔，普賢十願第四願看起："
    },
    {
      "id": "20-015-0045_p0002",
      "zh_CN": "【四者忏悔业障。】",
      "zh_TW": "【四者懺悔業障。】"
    },
    {
      "id": "20-015-0045_p0003",
      "zh_CN": "古人常讲，「人非圣贤，孰能无过，过而能改，善莫大焉」。所以「忏悔」这个修法，可以说是遍一切世出世间的圣教。我们遍观世界上所有的宗教，他们的教主、先知、传教师无一不是教人常常悔改；悔就是忏悔，改就是改过。在佛法里面，忏悔这两个字是梵华合译，忏是忏摩，是梵语；悔是悔改，这是中国的意思。因为梵文的忏跟中国的悔改，意思很接近，把它连起来讲忏悔。",
      "zh_TW": "古人常講，「人非聖賢，孰能無過，過而能改，善莫大焉」。所以「懺悔」這個修法，可以說是遍一切世出世間的聖教。我們遍觀世界上所有的宗教，他們的教主、先知、傳教師無一不是教人常常悔改；悔就是懺悔，改就是改過。在佛法裡面，懺悔這兩個字是梵華合譯，懺是懺摩，是梵語；悔是悔改，這是中國的意思。因為梵文的懺跟中國的悔改，意思很接近，把它連起來講懺悔。"
    },
    {
      "id": "20-015-0045_p0004",
      "zh_CN": "忏悔法着重在发露，什么叫发露？露是显露出来。我有过失，做错了，不必隐瞒，能够跟大众宣说，就是今天讲的坦白。能在大众面前说出自己的过失，接受大众的责备、教训，然后能改过自新，后不再造。这是忏悔真正的功德，后不再造！早年我亲近章嘉大师，章嘉大师教导我。那个时候我刚刚接触佛法，佛法里面这些规矩、仪式是一无所知。大师非常慈悲，告诉我佛法重实质，不重形式，忏悔在佛法里头非常非常重要。什么叫忏悔？知过能改，后不再造，这是真正忏悔。仪式，他说不重要。对我初学的人来说，我很有受用。",
      "zh_TW": "懺悔法著重在發露，什麼叫發露？露是顯露出來。我有過失，做錯了，不必隱瞞，能夠跟大眾宣說，就是今天講的坦白。能在大眾面前說出自己的過失，接受大眾的責備、教訓，然後能改過自新，後不再造。這是懺悔真正的功德，後不再造！早年我親近章嘉大師，章嘉大師教導我。那個時候我剛剛接觸佛法，佛法裡面這些規矩、儀式是一無所知。大師非常慈悲，告訴我佛法重實質，不重形式，懺悔在佛法裡頭非常非常重要。什麼叫懺悔？知過能改，後不再造，這是真正懺悔。儀式，他說不重要。對我初學的人來說，我很有受用。"
    },
    {
      "id": "20-015-0045_p0005",
      "zh_CN": "忏悔最要紧的，是自己要知道自己的过失。我学佛以后好多年，我才真正明白佛家常讲的开悟。什么叫开悟？开悟我们听起来很玄，以后我接触经教多了，才真正明了。什么叫开悟？知道自己的过失叫开悟；把过失改正过来，叫做忏悔，忏悔是真正修行的功夫。这个修学方法里面，最难的是知道自己过失。人能知道自己的过失，这个人就不迷，这个人就觉悟了。",
      "zh_TW": "懺悔最要緊的，是自己要知道自己的過失。我學佛以後好多年，我才真正明白佛家常講的開悟。什麼叫開悟？開悟我們聽起來很玄，以後我接觸經教多了，才真正明瞭。什麼叫開悟？知道自己的過失叫開悟；把過失改正過來，叫做懺悔，懺悔是真正修行的功夫。這個修學方法裡面，最難的是知道自己過失。人能知道自己的過失，這個人就不迷，這個人就覺悟了。"
    },
    {
      "id": "20-015-0045_p0006",
      "zh_CN": "过失无量无边，从起心动念，到言语造作。《地藏菩萨本愿经》上说「阎浮提众生（简单的说，就是我们地球上的众生），起心动念，无不是罪」。这个话，我们初学佛的人听到，感觉到好像是佛经里面讲的太过分了。「起心动念，无不是罪」，未必！有些人起心动念是善念，难道也是罪吗？所以要对佛法，尤其是大乘佛法，生起敬仰之心，的确难，太难太难了！",
      "zh_TW": "過失無量無邊，從起心動念，到言語造作。《地藏菩薩本願經》上說「閻浮提眾生（簡單的說，就是我們地球上的眾生），起心動念，無不是罪」。這個話，我們初學佛的人聽到，感覺到好像是佛經裡面講的太過分了。「起心動念，無不是罪」，未必！有些人起心動念是善念，難道也是罪嗎？所以要對佛法，尤其是大乘佛法，生起敬仰之心，的確難，太難太難了！"
    },
    {
      "id": "20-015-0045_p0007",
      "zh_CN": "佛说法，标准不同。无论一个人是善念，是恶念，善行，还是恶行，你要不能超越六道轮回，在诸佛菩萨、大彻大悟人的眼目当中，都不是真善。真正善怎么样？真正善决定超越轮回、超越十法界。不能超越轮回，那不是罪是什么？你从这个层面上去看，你才晓得佛经讲得不错。",
      "zh_TW": "佛說法，標準不同。無論一個人是善念，是惡念，善行，還是惡行，你要不能超越六道輪迴，在諸佛菩薩、大徹大悟人的眼目當中，都不是真善。真正善怎麼樣？真正善決定超越輪迴、超越十法界。不能超越輪迴，那不是罪是什麼？你從這個層面上去看，你才曉得佛經講得不錯。"
    },
    {
      "id": "20-015-0045_p0008",
      "zh_CN": "我们六道里面的众生，心地善良，不为自己，为国家、为民族、为一切众生，好事！难得，世间圣人！但是怎么样？见思烦恼断不了，名闻利养可以淡一点，不能连根拔除，舍己为人还是有限度。纵然是杀身成仁，成仁取义，还有分别执着，妄想分别执着那个仁、执着那个义：我要做仁人，我要做个义人。出不了三界！这里头的理很深，如果不是深入经藏，契入大乘，佛菩萨许许多多这些言论，我们真的很不容易理解。不容易理解还罢了，许许多多地方我们把意思错会，那真叫「差之毫厘，谬之千里」。于是，让我们想起开经偈上，「愿解如来真实义」，这句话不容易说出来。",
      "zh_TW": "我們六道裡面的眾生，心地善良，不為自己，為國家、為民族、為一切眾生，好事！難得，世間聖人！但是怎麼樣？見思煩惱斷不了，名聞利養可以淡一點，不能連根拔除，捨己為人還是有限度。縱然是殺身成仁，成仁取義，還有分別執著，妄想分別執著那個仁、執著那個義：我要做仁人，我要做個義人。出不了三界！這裡頭的理很深，如果不是深入經藏，契入大乘，佛菩薩許許多多這些言論，我們真的很不容易理解。不容易理解還罷了，許許多多地方我們把意思錯會，那真叫「差之毫釐，謬之千里」。於是，讓我們想起開經偈上，「願解如來真實義」，這句話不容易說出來。"
    },
    {
      "id": "20-015-0045_p0009",
      "zh_CN": "「愿解如来真实义」，这是多么难的事情。早年李老师曾经跟我谈过，讲开经偈这一句。他说我们彼此的意思都不知道，你怎么能解如来真实义？我们想想，没错！谁能解如来真实义？我们把水平降到最低，见思烦恼断了，尘沙烦恼断了，无明也破个一、两品，你才能解如来真实义。你的烦恼习气没断，你怎么能解如来真实义？如来真实义是自性清净心圆满的流露，我们把自性清净心完全迷失了，这是其中的道理。我们晓得这个道理，我们听了就会点头，真的是不解如来真实义。",
      "zh_TW": "「願解如來真實義」，這是多麼難的事情。早年李老師曾經跟我談過，講開經偈這一句。他說我們彼此的意思都不知道，你怎麼能解如來真實義？我們想想，沒錯！誰能解如來真實義？我們把水平降到最低，見思煩惱斷了，塵沙煩惱斷了，無明也破個一、兩品，你才能解如來真實義。你的煩惱習氣沒斷，你怎麼能解如來真實義？如來真實義是自性清淨心圓滿的流露，我們把自性清淨心完全迷失了，這是其中的道理。我們曉得這個道理，我們聽了就會點頭，真的是不解如來真實義。"
    },
    {
      "id": "20-015-0045_p0010",
      "zh_CN": "我们今天努力要做的，先是断见思烦恼。从哪里断起？这个我常常讲，跟同学大家们互相勉励，我也认真努力在学习。我们要放弃自私自利，要放弃名闻利养，要放弃对五欲六尘的享受，要放弃贪瞋痴慢，这是头一关。如果有这些东西存在，我们在大乘法连边都摸不到，搞来搞去，还是轮回心造轮回业，怎么会没有过失？必须把这个真正放下，放下之后，你才能看破，看破是智慧现前，恍然大悟。大悟是有层次的，恍然大悟，实际上是悟了一点。过几天，或者过几个月，又有一次恍然大悟，又多悟一点。古德常常讲，我们积小悟成大悟，积大悟成大彻大悟。",
      "zh_TW": "我們今天努力要做的，先是斷見思煩惱。從哪裡斷起？這個我常常講，跟同學大家們互相勉勵，我也認真努力在學習。我們要放棄自私自利，要放棄名聞利養，要放棄對五欲六塵的享受，要放棄貪瞋痴慢，這是頭一關。如果有這些東西存在，我們在大乘法連邊都摸不到，搞來搞去，還是輪迴心造輪迴業，怎麼會沒有過失？必須把這個真正放下，放下之後，你才能看破，看破是智慧現前，恍然大悟。大悟是有層次的，恍然大悟，實際上是悟了一點。過幾天，或者過幾個月，又有一次恍然大悟，又多悟一點。古德常常講，我們積小悟成大悟，積大悟成大徹大悟。"
    },
    {
      "id": "20-015-0045_p0011",
      "zh_CN": "你要想开悟，你不把这些烦恼习气放下，你悟不了。佛菩萨在经典上讲的这些话，我们听了，说实实在在话是似懂非懂，不是真懂。真懂了，我们的思想、见解、言语、造作会变，跟没有懂得之前，完全不同。没有懂得之前，你是凡夫，真正懂得了，你是圣人，超凡入圣，破迷开悟了。圣人的心思、圣人的行为，他所表现出来的是舍己为人。你仔细观察，他起心动念、言语造作，跟经典里面所说完全相应；你细心观察，他所说的，就是他所行的。经典里面所说的，就是佛菩萨所行的。所以，我们细细观察释迦牟尼佛，你看他一生，行业跟经上讲的一样不一样？",
      "zh_TW": "你要想開悟，你不把這些煩惱習氣放下，你悟不了。佛菩薩在經典上講的這些話，我們聽了，說實實在在話是似懂非懂，不是真懂。真懂了，我們的思想、見解、言語、造作會變，跟沒有懂得之前，完全不同。沒有懂得之前，你是凡夫，真正懂得了，你是聖人，超凡入聖，破迷開悟了。聖人的心思、聖人的行為，他所表現出來的是捨己為人。你仔細觀察，他起心動念、言語造作，跟經典裡面所說完全相應；你細心觀察，他所說的，就是他所行的。經典裡面所說的，就是佛菩薩所行的。所以，我們細細觀察釋迦牟尼佛，你看他一生，行業跟經上講的一樣不一樣？"
    },
    {
      "id": "20-015-0045_p0012",
      "zh_CN": "凡是觉悟的人，他一生表现，无论是在生活上、工作上、处事待人接物，拿经典的标准去衡量，决定相应，那叫真学佛。真正把自己的业障忏除尽了，忏悔特别对业障来说。业障，我们前面讲过，回向偈里头常常念「愿消三障诸烦恼」，这句话就是『忏悔业障』。业障的前面是惑障，迷惑，业障的后面是报障；报是果报，惑是无明，业是分别执着，我们用《华严经》这个说法。如果用一般大乘，佛所讲的术语，惑障就是无明烦恼；业障就是尘沙烦恼、见思烦恼，这是属于业；报障就是六道轮回，六道轮回是果报，这叫三障。三障里头有因有果，如果细说，有因、有缘、有果；业是因，惑是缘，六道依正庄严是果，六道苦。",
      "zh_TW": "凡是覺悟的人，他一生表現，無論是在生活上、工作上、處事待人接物，拿經典的標準去衡量，決定相應，那叫真學佛。真正把自己的業障懺除盡了，懺悔特別對業障來說。業障，我們前面講過，迴向偈裡頭常常念「願消三障諸煩惱」，這句話就是『懺悔業障』。業障的前面是惑障，迷惑，業障的後面是報障；報是果報，惑是無明，業是分別執著，我們用《華嚴經》這個說法。如果用一般大乘，佛所講的術語，惑障就是無明煩惱；業障就是塵沙煩惱、見思煩惱，這是屬於業；報障就是六道輪迴，六道輪迴是果報，這叫三障。三障裡頭有因有果，如果細說，有因、有緣、有果；業是因，惑是緣，六道依正莊嚴是果，六道苦。"
    },
    {
      "id": "20-015-0045_p0013",
      "zh_CN": "佛在经上跟我们讲「三界统苦」。欲界，这三大类的苦，苦苦、坏苦、行苦，你统统都要受，你没有办法避免。无论你行善、造恶，你统统都要受。色界天有禅定的功夫，伏住一部分的习气烦恼，所以他苦苦没有，但是他有坏苦、有行苦。到无色界这高了！连身体都不要。无色界，我们一般人称之为灵界，他没有色相，所以他没有坏苦，他有行苦。所以佛讲三界统苦、三界火宅。我们只有「忏悔业障」，真正把业障忏尽，你才能够永脱轮回，那才叫真正善。",
      "zh_TW": "佛在經上跟我們講「三界統苦」。欲界，這三大類的苦，苦苦、壞苦、行苦，你統統都要受，你沒有辦法避免。無論你行善、造惡，你統統都要受。色界天有禪定的功夫，伏住一部分的習氣煩惱，所以他苦苦沒有，但是他有壞苦、有行苦。到無色界這高了！連身體都不要。無色界，我們一般人稱之為靈界，他沒有色相，所以他沒有壞苦，他有行苦。所以佛講三界統苦、三界火宅。我們只有「懺悔業障」，真正把業障懺盡，你才能夠永脫輪迴，那才叫真正善。"
    },
    {
      "id": "20-015-0045_p0014",
      "zh_CN": "所以从这个角度来看，《地藏经》上讲的那个话是真的，不是假的。「阎浮提众生，起心动念，无不是罪」，意思很深很深。他是拿法身菩萨来做标准，用法身菩萨的善，以这个为标准看我们六道里面的众生。到天道还是不善，出不了轮回。天福享尽，阿赖耶识里头还有恶习的种子，还要往下面轮回堕落，这不能算善。要真善的话，永远不再堕落！那只有超越，除超越之外，没有别的办法。超越六道，到四圣法界，四圣法界算善了，小善不是大善，不是究竟圆满的善。究竟圆满的善在一真法界，所以你还要超越四圣。",
      "zh_TW": "所以從這個角度來看，《地藏經》上講的那個話是真的，不是假的。「閻浮提眾生，起心動念，無不是罪」，意思很深很深。他是拿法身菩薩來做標準，用法身菩薩的善，以這個為標準看我們六道裡面的眾生。到天道還是不善，出不了輪迴。天福享盡，阿賴耶識裡頭還有惡習的種子，還要往下面輪迴墮落，這不能算善。要真善的話，永遠不再墮落！那只有超越，除超越之外，沒有別的辦法。超越六道，到四聖法界，四聖法界算善了，小善不是大善，不是究竟圓滿的善。究竟圓滿的善在一真法界，所以你還要超越四聖。"
    },
    {
      "id": "20-015-0045_p0015",
      "zh_CN": "换句话说，忏悔法在佛门里面，从初发心到等觉菩萨都不能离开。等觉菩萨还要修忏悔业障，他什么业障？那一品生相无明没破，就是他的业障。所以诸位要晓得，等觉菩萨在西方极乐世界也是带业往生；他带得最少，只带一品生相无明。净宗法门不可思议，诸佛如来净土，带业只带无明，决定不带见思，决定不带尘沙。唯独西方极乐世界，弥陀净土，可以带尘沙烦恼，可以带见思烦恼，这是所有诸佛刹土里头找不到的。",
      "zh_TW": "換句話說，懺悔法在佛門裡面，從初發心到等覺菩薩都不能離開。等覺菩薩還要修懺悔業障，他什麼業障？那一品生相無明沒破，就是他的業障。所以諸位要曉得，等覺菩薩在西方極樂世界也是帶業往生；他帶得最少，只帶一品生相無明。淨宗法門不可思議，諸佛如來淨土，帶業只帶無明，決定不帶見思，決定不帶塵沙。唯獨西方極樂世界，彌陀淨土，可以帶塵沙煩惱，可以帶見思煩惱，這是所有諸佛剎土裡頭找不到的。"
    },
    {
      "id": "20-015-0045_p0016",
      "zh_CN": "修其他法门，你的忏悔业障，好像我们在学校里学习成绩得的分数一样，大概你总要得五十分才算及格。但是西方净土不一样，西方净土的标准很低，忏悔业障大概有个五分就能往生。别的法门，其他诸佛刹土要五十分，你才能往生；这个地方录取标准，五分就行。对我们这些业障深重的凡夫来讲，我们努力努力，能够把自己业障忏除一点点，就能往生，这个不可思议。这一点我们要认识清楚，认识清楚之后，你才会真正肯定，除这个法门之外，我们无论修学那个法门都不能成就。那就是没有能力把自己的业障大幅度的忏悔，这做不到的。",
      "zh_TW": "修其他法門，你的懺悔業障，好像我們在學校裡學習成績得的分數一樣，大概你總要得五十分才算及格。但是西方淨土不一樣，西方淨土的標準很低，懺悔業障大概有個五分就能往生。別的法門，其他諸佛剎土要五十分，你才能往生；這個地方錄取標準，五分就行。對我們這些業障深重的凡夫來講，我們努力努力，能夠把自己業障懺除一點點，就能往生，這個不可思議。這一點我們要認識清楚，認識清楚之後，你才會真正肯定，除這個法門之外，我們無論修學那個法門都不能成就。那就是沒有能力把自己的業障大幅度的懺悔，這做不到的。"
    },
    {
      "id": "20-015-0045_p0017",
      "zh_CN": "做的方法，每天要反省，每天要想自己的过失。我们的早晚功课，为什么要做早晚功课？做早晚功课有什么好处？早晚功课不是为佛菩萨做的，是为自己做的，这个意思一定要搞得很清楚、很明白，就是修忏悔法门。早课提醒自己。所以我们选读的经文，读阿弥陀佛四十八愿，提醒自己。我今天的想法，我的思想、我的行为，希望能跟四十八愿愿愿相应，每天早晨做早课提醒自己。晚课是反省，与佛教诲相应的，好，我今天做到了，明天要保持，不能失掉。没有做到的，要生惭愧心，一定要发改过的心，明天我一定要做到。这样子做早晚课，早晚课就有功德。帮助你忏悔，帮助你发现过失，帮助你改正过失，那叫修行。",
      "zh_TW": "做的方法，每天要反省，每天要想自己的過失。我們的早晚功課，為什麼要做早晚功課？做早晚功課有什麼好處？早晚功課不是為佛菩薩做的，是為自己做的，這個意思一定要搞得很清楚、很明白，就是修懺悔法門。早課提醒自己。所以我們選讀的經文，讀阿彌陀佛四十八願，提醒自己。我今天的想法，我的思想、我的行為，希望能跟四十八願願願相應，每天早晨做早課提醒自己。晚課是反省，與佛教誨相應的，好，我今天做到了，明天要保持，不能失掉。沒有做到的，要生慚愧心，一定要發改過的心，明天我一定要做到。這樣子做早晚課，早晚課就有功德。幫助你懺悔，幫助你發現過失，幫助你改正過失，那叫修行。"
    },
    {
      "id": "20-015-0045_p0018",
      "zh_CN": "修行就是修正我们自己错误的思想、错误的行为、错误的言语。言语行为都是从念头生的，所以错误的思想是比什么都重要，因为你错误的想法才导致错误的言语行为。所以修行，意业比什么都重要！修正我们错误思想，希望能有正知正见，在我们现前这个阶段，除了读经、听经之外，没有第二个方法。读经、听经，以经为主。诸位要记住，世尊入灭之前，教导我们的四依法，「依法不依人」。人所讲的，在经上要找到理论根据。所以一切人说的，只能提供我们做参考而已，他到底说的是对，说的是不对，我们要有智慧去辨别，不能盲从。盲从，我们就愚痴，我们就会走错路，所以要有智慧去抉择。这桩事情不是一个容易事。",
      "zh_TW": "修行就是修正我們自己錯誤的思想、錯誤的行為、錯誤的言語。言語行為都是從念頭生的，所以錯誤的思想是比什麼都重要，因為你錯誤的想法才導致錯誤的言語行為。所以修行，意業比什麼都重要！修正我們錯誤思想，希望能有正知正見，在我們現前這個階段，除了讀經、聽經之外，沒有第二個方法。讀經、聽經，以經為主。諸位要記住，世尊入滅之前，教導我們的四依法，「依法不依人」。人所講的，在經上要找到理論根據。所以一切人說的，只能提供我們做參考而已，他到底說的是對，說的是不對，我們要有智慧去辨別，不能盲從。盲從，我們就愚痴，我們就會走錯路，所以要有智慧去抉擇。這樁事情不是一個容易事。"
    },
    {
      "id": "20-015-0045_p0019",
      "zh_CN": "众生根性不一样，佛对哪一类的根性，他有一种说法。譬如最明显的，佛对于执着有的人，讲空。说空什么意思？破他执有。但是有一类执着空的人，佛跟他讲有，破他执空。佛说法是破众生的执着、破众生的分别、破众生的妄想。众生妄想执着不相同，佛用的方法善巧方便不一样。众生要没有妄想分别执着，佛就无法可说，无法可说才叫真说法。谁懂？只有法身菩萨，深位的法身菩萨他们理解。不要说六道凡夫不懂，九法界的声闻、缘觉、菩萨也不懂，所以这一桩事情真难！",
      "zh_TW": "眾生根性不一樣，佛對哪一類的根性，他有一種說法。譬如最明顯的，佛對於執著有的人，講空。說空什麼意思？破他執有。但是有一類執著空的人，佛跟他講有，破他執空。佛說法是破眾生的執著、破眾生的分別、破眾生的妄想。眾生妄想執著不相同，佛用的方法善巧方便不一樣。眾生要沒有妄想分別執著，佛就無法可說，無法可說才叫真說法。誰懂？只有法身菩薩，深位的法身菩薩他們理解。不要說六道凡夫不懂，九法界的聲聞、緣覺、菩薩也不懂，所以這一樁事情真難！"
    },
    {
      "id": "20-015-0045_p0020",
      "zh_CN": "但是它有个总的原则，如果我们抓到这总的原则，我们对于诸佛菩萨说种种不同的法，心里有数了。什么叫总原则？叫契机，契机契理。契机是适合现前这个人的需要，对这个人有好处、有利益，叫契机；理，理决定不违背，契机契理，那就对了。这是一切诸佛菩萨在遍法界虚空界，度一切众生的总原则、总纲领。总原则、总纲领的名号，在大乘佛法里面来讲，就是这一句阿弥陀佛。阿弥陀佛是性德的本名，是我们每个众生自性本来的名字。持名念佛，一切诸佛都这样教给我们，用这个名号把自己的性德唤醒，叫回来，是这么个意思！",
      "zh_TW": "但是它有個總的原則，如果我們抓到這總的原則，我們對於諸佛菩薩說種種不同的法，心裡有數了。什麼叫總原則？叫契機，契機契理。契機是適合現前這個人的需要，對這個人有好處、有利益，叫契機；理，理決定不違背，契機契理，那就對了。這是一切諸佛菩薩在遍法界虛空界，度一切眾生的總原則、總綱領。總原則、總綱領的名號，在大乘佛法裡面來講，就是這一句阿彌陀佛。阿彌陀佛是性德的本名，是我們每個眾生自性本來的名字。持名念佛，一切諸佛都這樣教給我們，用這個名號把自己的性德喚醒，叫回來，是這麼個意思！"
    },
    {
      "id": "20-015-0045_p0021",
      "zh_CN": "佛，佛教，必须要认识清楚。什么是佛？大乘法里头给你讲得很多，佛是你的真心，不是外面，自性真心，那叫做佛。印度话叫做佛，叫做性，叫做本来面目。得把这个字的意思搞清楚、搞明白，然后这些名词术语，我们才能稍稍有一点体会。信佛，信我有真心、信我有本性。你看经上，我们前面念过「阿弥陀佛即是我心」。你信阿弥陀佛，是信我自己的心，念阿弥陀佛，是念我自己心的本名。我不信佛，不信自己的真心，不信自己的本名，那是什么？迷惑颠倒。中峰禅师讲得这么清楚，「阿弥陀佛即是我心，我心即是阿弥陀佛，净土即此方，此方即净土」。",
      "zh_TW": "佛，佛教，必須要認識清楚。什麼是佛？大乘法裡頭給你講得很多，佛是你的真心，不是外面，自性真心，那叫做佛。印度話叫做佛，叫做性，叫做本來面目。得把這個字的意思搞清楚、搞明白，然後這些名詞術語，我們才能稍稍有一點體會。信佛，信我有真心、信我有本性。你看經上，我們前面念過「阿彌陀佛即是我心」。你信阿彌陀佛，是信我自己的心，念阿彌陀佛，是念我自己心的本名。我不信佛，不信自己的真心，不信自己的本名，那是什麼？迷惑顛倒。中峰禪師講得這麼清楚，「阿彌陀佛即是我心，我心即是阿彌陀佛，淨土即此方，此方即淨土」。"
    },
    {
      "id": "20-015-0045_p0022",
      "zh_CN": "这个法，一切诸佛都说是难信之法。为什么？人迷了。他相信什么？相信自己的烦恼习气，以为贪瞋痴慢、自私自利，这是我。这样子他就搞六道轮回，起心动念造无量无边的业，业感轮回，他在轮回里头受苦受难，很冤枉！他本来是佛，本来他是得大自在，他有无量无边的智慧、无量无边的德能、无量无边的相好，现在统统迷掉了。",
      "zh_TW": "這個法，一切諸佛都說是難信之法。為什麼？人迷了。他相信什麼？相信自己的煩惱習氣，以為貪瞋痴慢、自私自利，這是我。這樣子他就搞六道輪迴，起心動念造無量無邊的業，業感輪迴，他在輪迴裡頭受苦受難，很冤枉！他本來是佛，本來他是得大自在，他有無量無邊的智慧、無量無邊的德能、無量無邊的相好，現在統統迷掉了。"
    },
    {
      "id": "20-015-0045_p0023",
      "zh_CN": "诸佛菩萨，等于说他们都是过来人，是觉悟的人。他把他怎么样觉悟，怎么样恢复，把他的经验、方法提供给我们，便利我们照学，照着这个方法学，省事多了。我们如果真的懂得，真的明了，在这一生当中好好的修学，你在这一生当中，一定能够证得。你要问证得什么？我跟你讲最现实的，证得你的相貌愈来愈好，你愈来愈年轻，愈来愈健康。你在这一生当中，能够得金刚不坏身，你永远不会生病，永远不会衰老，永远快乐。无论做什么事情，事事都顺心、事事都如意，佛氏门中有求必应。这些好处你都能得到，这是讲最现实的，一丝毫玄妙都没有。你要是得不到，得不到是你不懂这个道理，不懂这个方法，你学错了。",
      "zh_TW": "諸佛菩薩，等於說他們都是過來人，是覺悟的人。他把他怎麼樣覺悟，怎麼樣恢復，把他的經驗、方法提供給我們，便利我們照學，照著這個方法學，省事多了。我們如果真的懂得，真的明瞭，在這一生當中好好的修學，你在這一生當中，一定能夠證得。你要問證得什麼？我跟你講最現實的，證得你的相貌愈來愈好，你愈來愈年輕，愈來愈健康。你在這一生當中，能夠得金剛不壞身，你永遠不會生病，永遠不會衰老，永遠快樂。無論做什麼事情，事事都順心、事事都如意，佛氏門中有求必應。這些好處你都能得到，這是講最現實的，一絲毫玄妙都沒有。你要是得不到，得不到是你不懂這個道理，不懂這個方法，你學錯了。"
    },
    {
      "id": "20-015-0045_p0024",
      "zh_CN": "你果然懂得这个理论、懂得方法，你修学没有一丝毫偏差，这些果报你肯定会得到。多少时候你会感觉得有效果？三个月，三个月到半年当中，你就能够感到效果，你就产生信心。你的思想、行为就会改变。这个改变，你真的干，改变是从你的相貌、体质，你处事待人接物的心态，很明显的看出来，你真在干，你真用功。你要是假的，那就不行，人家一眼就看穿，为什么？你没有起变化。",
      "zh_TW": "你果然懂得這個理論、懂得方法，你修學沒有一絲毫偏差，這些果報你肯定會得到。多少時候你會感覺得有效果？三個月，三個月到半年當中，你就能夠感到效果，你就產生信心。你的思想、行為就會改變。這個改變，你真的幹，改變是從你的相貌、體質，你處事待人接物的心態，很明顯的看出來，你真在幹，你真用功。你要是假的，那就不行，人家一眼就看穿，為什麼？你沒有起變化。"
    },
    {
      "id": "20-015-0045_p0025",
      "zh_CN": "这个道理，现在有科学证明。所以我们这一次邀请江本胜博士到这边来访问。很遗憾的，他来访问正好我到西藏去访问，我们的时间冲突，我不能够接待他。不过最迟，明年一月份我要到东京开会，到日本去开会，我会去访问他。他用科学的方法证实了。我们以善意，他是用水做实验，用善意对待水，水的结晶多美！我们以恶意对水，水的反应就非常丑陋，这就是非常明显的证明。",
      "zh_TW": "這個道理，現在有科學證明。所以我們這一次邀請江本勝博士到這邊來訪問。很遺憾的，他來訪問正好我到西藏去訪問，我們的時間衝突，我不能夠接待他。不過最遲，明年一月份我要到東京開會，到日本去開會，我會去訪問他。他用科學的方法證實了。我們以善意，他是用水做實驗，用善意對待水，水的結晶多美！我們以惡意對水，水的反應就非常醜陋，這就是非常明顯的證明。"
    },
    {
      "id": "20-015-0045_p0026",
      "zh_CN": "为什么说你真的修行，你的相貌会变得很好？因为你修行，你把所有一切不善的念头都修正为最善的念头。你的心善、你的思想善、你的行为善，那么第一个反应是什么？你的身体的器官跟细胞，它头一个反应，就跟水的反应一样的道理。你的每个器官会变得非常美好，那就最健康的；每一个细胞也变得非常美好，你就年轻了，就这么个道理。",
      "zh_TW": "為什麼說你真的修行，你的相貌會變得很好？因為你修行，你把所有一切不善的念頭都修正為最善的念頭。你的心善、你的思想善、你的行為善，那麼第一個反應是什麼？你的身體的器官跟細胞，它頭一個反應，就跟水的反應一樣的道理。你的每個器官會變得非常美好，那就最健康的；每一個細胞也變得非常美好，你就年輕了，就這麼個道理。"
    },
    {
      "id": "20-015-0045_p0027",
      "zh_CN": "过去我们只是听佛在经上讲的，我们老老实实依教修行，也没有想到什么相好，身体健康，没有想到这个事情，这是果报。我们只是听老师教诲，真的从心理上做一百八十度的改变。果然这个改变就起效用，效用我们自己没有发觉到，别人发觉到。别人发觉相貌不一样了，现在相貌比从前好多了，气色不一样，身体健康不一样，以前很多病，总是有些腰酸背痛，现在统统没有。偶尔过去还有一点感冒，这些年来也没有了。细心去观察，我们自己细心去反省，这是什么？业障消除的效应。",
      "zh_TW": "過去我們只是聽佛在經上講的，我們老老實實依教修行，也沒有想到什麼相好，身體健康，沒有想到這個事情，這是果報。我們只是聽老師教誨，真的從心理上做一百八十度的改變。果然這個改變就起效用，效用我們自己沒有發覺到，別人發覺到。別人發覺相貌不一樣了，現在相貌比從前好多了，氣色不一樣，身體健康不一樣，以前很多病，總是有些腰酸背痛，現在統統沒有。偶爾過去還有一點感冒，這些年來也沒有了。細心去觀察，我們自己細心去反省，這是什麼？業障消除的效應。"
    },
    {
      "id": "20-015-0045_p0028",
      "zh_CN": "早年章嘉大师教我，佛氏门中，有求必应，他教我求佛，教我不要求人。他说求人，别人要不答应，你不就生烦恼！我说没错，当然会生烦恼，会失望，会沮丧，心里会难过。他说求佛菩萨。求佛菩萨，没有感应，那是什么原因？自己有业障。把业障忏除掉，感应就现前，真的是有求必应。这个求，如理如法，绝不是为自己的享受，决定不是为自己、为个人。这个世间的名闻利养、五欲六尘，决定不能求这个。求这个是增长你的贪瞋痴，佛菩萨大慈大悲，绝对不会增长你贪瞋痴慢。佛菩萨慈悲是帮助你消除贪瞋痴慢。",
      "zh_TW": "早年章嘉大師教我，佛氏門中，有求必應，他教我求佛，教我不要求人。他說求人，別人要不答應，你不就生煩惱！我說沒錯，當然會生煩惱，會失望，會沮喪，心裡會難過。他說求佛菩薩。求佛菩薩，沒有感應，那是什麼原因？自己有業障。把業障懺除掉，感應就現前，真的是有求必應。這個求，如理如法，絕不是為自己的享受，決定不是為自己、為個人。這個世間的名聞利養、五欲六塵，決定不能求這個。求這個是增長你的貪瞋痴，佛菩薩大慈大悲，絕對不會增長你貪瞋痴慢。佛菩薩慈悲是幫助你消除貪瞋痴慢。"
    },
    {
      "id": "20-015-0045_p0029",
      "zh_CN": "你果然把贪瞋痴慢忏除掉，念念为正法久住、为续佛慧命、为帮助一切众生破迷开悟，一切诸佛菩萨都护念你，都帮助你。为什么？你跟他同心、同志、同行。诸佛菩萨就是这样的，你跟他一样，那个力量就加持到了。中峰禅师在此地劝我们发愿，希望我们愿愿都跟阿弥陀佛四十八愿相应，那你就得到圆满的加持。阿弥陀佛加持你，十方一切诸佛都加持你，你怎么会不自在？你怎么会不快乐？十方一切诸佛加持，再跟你说，十方一切善神都加持你，他们心、愿、解、行都相同。所以这一愿，我们要非常重视。",
      "zh_TW": "你果然把貪瞋痴慢懺除掉，念念為正法久住、為續佛慧命、為幫助一切眾生破迷開悟，一切諸佛菩薩都護念你，都幫助你。為什麼？你跟他同心、同志、同行。諸佛菩薩就是這樣的，你跟他一樣，那個力量就加持到了。中峰禪師在此地勸我們發願，希望我們願願都跟阿彌陀佛四十八願相應，那你就得到圓滿的加持。阿彌陀佛加持你，十方一切諸佛都加持你，你怎麼會不自在？你怎麼會不快樂？十方一切諸佛加持，再跟你說，十方一切善神都加持你，他們心、願、解、行都相同。所以這一願，我們要非常重視。"
    },
    {
      "id": "20-015-0045_p0030",
      "zh_CN": "我们对人没有礼貌，贡高自大，目中无人，这都叫业障。所以「礼敬诸佛」是忏悔业障，「称赞如来」也是忏悔业障。最大的业障就是嫉妒，嫉妒障碍。我们看到别人的好事，绝口不提；别人有不善的时候，一天到晚渲染，自赞毁他。称赞如来，就是忏悔这个业障。「广修供养」也是忏悔业障。我们自己心量狭小，自私自利，不能够舍己为人，那么你修广修供养，你想想看是不是忏悔业障？然后你再看看普贤十愿，每一愿都是忏悔业障。",
      "zh_TW": "我們對人沒有禮貌，貢高自大，目中無人，這都叫業障。所以「禮敬諸佛」是懺悔業障，「稱讚如來」也是懺悔業障。最大的業障就是嫉妒，嫉妒障礙。我們看到別人的好事，絕口不提；別人有不善的時候，一天到晚渲染，自讚毀他。稱讚如來，就是懺悔這個業障。「廣修供養」也是懺悔業障。我們自己心量狹小，自私自利，不能夠捨己為人，那麼你修廣修供養，你想想看是不是懺悔業障？然後你再看看普賢十願，每一願都是懺悔業障。"
    },
    {
      "id": "20-015-0045_p0031",
      "zh_CN": "所以十愿里头，忏悔业障是总。我们也可以说，菩萨道从初发心到如来地，修什么？就是修忏悔业障。你要把业障统统忏得干干净净，一丝毫都没有了，那你就圆满成佛。前面我不是说过，等觉菩萨还带了一品生相无明，那是他的业障，他那一品生相无明要是忏悔了，他就证得圆满佛果。所以我们自己一定要肯定自己业障深重，天天要发现自己的业障，天天要忏除自己业障，我们在菩提道上才会有进步。",
      "zh_TW": "所以十願裡頭，懺悔業障是總。我們也可以說，菩薩道從初發心到如來地，修什麼？就是修懺悔業障。你要把業障統統懺得乾乾淨淨，一絲毫都沒有了，那你就圓滿成佛。前面我不是說過，等覺菩薩還帶了一品生相無明，那是他的業障，他那一品生相無明要是懺悔了，他就證得圓滿佛果。所以我們自己一定要肯定自己業障深重，天天要發現自己的業障，天天要懺除自己業障，我們在菩提道上才會有進步。"
    },
    {
      "id": "20-015-0045_p0032",
      "zh_CN": "【五者随喜功德。】",
      "zh_TW": "【五者隨喜功德。】"
    },
    {
      "id": "20-015-0045_p0033",
      "zh_CN": "这一条非常非常重要，它是对什么？对嫉妒障碍。我们看到别人做好事，心里就不痛快。严重的，想办法障碍他，不希望他的好事成功。我们在这一生当中，不知道碰多少次。这是一九九九年，中国建国五十年大庆，我是受到邀请参加庆祝五十周年大庆。我在北京看到房山石经，我非常喜欢。刚刚好在那个时候，有一个居士送了我一笔钱，数字还不小，可以印这个房山石经。",
      "zh_TW": "這一條非常非常重要，它是對什麼？對嫉妒障礙。我們看到別人做好事，心裡就不痛快。嚴重的，想辦法障礙他，不希望他的好事成功。我們在這一生當中，不知道碰多少次。這是一九九九年，中國建國五十年大慶，我是受到邀請參加慶祝五十週年大慶。我在北京看到房山石經，我非常喜歡。剛剛好在那個時候，有一個居士送了我一筆錢，數字還不小，可以印這個房山石經。"
    },
    {
      "id": "20-015-0045_p0034",
      "zh_CN": "我到北京是国家宗教局叶局长接待我，我就把这个事情提出来。我说我希望把房山石经印一千套，送给国家，我自己不要。希望国家赠送给全世界每个国家的图书馆，永远保存，那是艺术品，高度的艺术品。他们固然有印，印得字太小，不能看，只能当作资料用。所以我们希望字能印大，字印大，当然册数就多，分量就多，成本就高。不怕成本高，要印得精美，让人家看到生欢喜心。当时国家也同意，给我一些文件。后来障碍很多，这个事情做不成。遗憾！他不能修随喜功德，就没下文了。",
      "zh_TW": "我到北京是國家宗教局葉局長接待我，我就把這個事情提出來。我說我希望把房山石經印一千套，送給國家，我自己不要。希望國家贈送給全世界每個國家的圖書館，永遠保存，那是藝術品，高度的藝術品。他們固然有印，印得字太小，不能看，只能當作資料用。所以我們希望字能印大，字印大，當然冊數就多，分量就多，成本就高。不怕成本高，要印得精美，讓人家看到生歡喜心。當時國家也同意，給我一些文件。後來障礙很多，這個事情做不成。遺憾！他不能修隨喜功德，就沒下文了。"
    },
    {
      "id": "20-015-0045_p0035",
      "zh_CN": "去年在台湾谈到《四库荟要》。因为这笔钱还在，我听到很欢喜。如果《四库荟要》我们能够拿到版权，我也希望印一千套，赠送全世界著名的大学跟国家图书馆。好像也有好几个人彼此都在争，相持不下，这个事情也就吹了。不能学「随喜功德」，各个人都要，这个功德我做，他要他做，他要他做，几个人都要争，那好了，算了，不做了。多少好事想发心做，都是被这样子破坏了，每个人都要争功，很遗憾！这是众生没福，我们想做，做不成功。好，现在时间到了。",
      "zh_TW": "去年在台灣談到《四庫薈要》。因為這筆錢還在，我聽到很歡喜。如果《四庫薈要》我們能夠拿到版權，我也希望印一千套，贈送全世界著名的大學跟國家圖書館。好像也有好幾個人彼此都在爭，相持不下，這個事情也就吹了。不能學「隨喜功德」，各個人都要，這個功德我做，他要他做，他要他做，幾個人都要爭，那好了，算了，不做了。多少好事想發心做，都是被這樣子破壞了，每個人都要爭功，很遺憾！這是眾生沒福，我們想做，做不成功。好，現在時間到了。"
    },
    {
      "id": "20-015-0045_p0036",
      "zh_CN": "诸位同学，我们接着看开示里面，发愿，普贤菩萨十愿的第五愿：",
      "zh_TW": "諸位同學，我們接著看開示裡面，發願，普賢菩薩十願的第五願："
    },
    {
      "id": "20-015-0045_p0037",
      "zh_CN": "【五者随喜功德。】",
      "zh_TW": "【五者隨喜功德。】"
    },
    {
      "id": "20-015-0045_p0038",
      "zh_CN": "这一条非常重要，一切众生都有这个业障，都有这个毛病，就是不愿意随喜别人。殊不知『随喜功德』跟自己所修的功德无二无别。所以真正有智慧的人，谚语常讲「成人之美，不成人之恶」。不善的事情，我们不随喜。善事、好事，对社会、对众生有利益的事情，应当随喜。不应该心量那么样的窄小，要把心量拓开。",
      "zh_TW": "這一條非常重要，一切眾生都有這個業障，都有這個毛病，就是不願意隨喜別人。殊不知『隨喜功德』跟自己所修的功德無二無別。所以真正有智慧的人，諺語常講「成人之美，不成人之惡」。不善的事情，我們不隨喜。善事、好事，對社會、對眾生有利益的事情，應當隨喜。不應該心量那麼樣的窄小，要把心量拓開。"
    },
    {
      "id": "20-015-0045_p0039",
      "zh_CN": "早年我在新加坡，天主教修女打电话告诉我，她们有一个医疗队（天主教办的有学校，办的有医院，他们医院医生组织一个医疗队）到非洲去义诊。这是个好事情，我听了之后非常欢喜，我立刻就告诉她，我送五万块钱给她去做医药费，多买一点医药到那边。她做的事情我想去做，我还没有这个缘，人家去做，我去投资，等于我去做了！非常非常好，为什么不干？为什么一定要自己去做？傻瓜，自己做累死了。别人去做我们赞助，比什么都好。为什么要障碍别人？",
      "zh_TW": "早年我在新加坡，天主教修女打電話告訴我，她們有一個醫療隊（天主教辦的有學校，辦的有醫院，他們醫院醫生組織一個醫療隊）到非洲去義診。這是個好事情，我聽了之後非常歡喜，我立刻就告訴她，我送五萬塊錢給她去做醫藥費，多買一點醫藥到那邊。她做的事情我想去做，我還沒有這個緣，人家去做，我去投資，等於我去做了！非常非常好，為什麼不幹？為什麼一定要自己去做？傻瓜，自己做累死了。別人去做我們贊助，比什麼都好。為什麼要障礙別人？"
    },
    {
      "id": "20-015-0045_p0040",
      "zh_CN": "过了没有多久的时候，她又打电话告诉我，这次是希望我帮助。她说非洲那边非常穷苦，人很可怜，她说一切设施都没有，最缺乏的是救护车，交通很不方便。她就提出来：法师，你能不能提供一辆救护车？我说可以，我送一辆救护车给她。不管是那个宗教，不管是什么样的团体，他所做的事情是一桩好事，对社会、对苦难众生真有帮助，我只要看到、只要听到了，不必人跟我讲话，我能尽心尽力帮助别人。我知道，人家做的这个事情，就是我做的；我做的，就是别人做的，何必要分彼此？何必一定要把功劳据为已有？",
      "zh_TW": "過了沒有多久的時候，她又打電話告訴我，這次是希望我幫助。她說非洲那邊非常窮苦，人很可憐，她說一切設施都沒有，最缺乏的是救護車，交通很不方便。她就提出來：法師，你能不能提供一輛救護車？我說可以，我送一輛救護車給她。不管是那個宗教，不管是什麼樣的團體，他所做的事情是一樁好事，對社會、對苦難眾生真有幫助，我只要看到、只要聽到了，不必人跟我講話，我能盡心盡力幫助別人。我知道，人家做的這個事情，就是我做的；我做的，就是別人做的，何必要分彼此？何必一定要把功勞據為已有？"
    },
    {
      "id": "20-015-0045_p0041",
      "zh_CN": "一切好事功劳据为己有，你出不了三界。为什么？我执太重。六道轮回就是我执造成的！佛在经上讲得很好，我执破了，六道轮回就没有，你就超越轮回；法执断掉，你就出了十法界。由此可知，六道轮回是我执、法执造成的。四圣法界，十法界的上面，四圣法界是法执，没有我执，是法执。法执没有了，十法界就没有了，那个世界叫一真。执着不能不破，随喜是帮助我们破执着。一切好事不要据为己有，要懂得这个道理。要热心、认真、努力去做随喜功德。",
      "zh_TW": "一切好事功勞據為己有，你出不了三界。為什麼？我執太重。六道輪迴就是我執造成的！佛在經上講得很好，我執破了，六道輪迴就沒有，你就超越輪迴；法執斷掉，你就出了十法界。由此可知，六道輪迴是我執、法執造成的。四聖法界，十法界的上面，四聖法界是法執，沒有我執，是法執。法執沒有了，十法界就沒有了，那個世界叫一真。執著不能不破，隨喜是幫助我們破執著。一切好事不要據為己有，要懂得這個道理。要熱心、認真、努力去做隨喜功德。"
    },
    {
      "id": "20-015-0045_p0042",
      "zh_CN": "所以印房山石经，我到今天还是念念不忘，印《四库荟要》，不管什么人去做，我随喜，只要有人去做就好。我绝对不把这个功德好处据为己有，没有这个念头，没有这个意思。什么人去做，我协助你，我全心全力帮助你，好处统统是你的，我只希望这个事情能做成。对社会、对一切众生有利益，我们看到就很欢喜了。这个真正是中国的宝藏，《四库荟要》跟石经，是真正的宝藏；希望这个宝藏能够流传到全世界每个地区，让全世界的众生都能够接触到。我们只有这个愿望，于自己名闻利养一丝毫都没有。所以要认识随喜，随喜的功德无量无边，要欢喜去做，成人之美，不成人之恶。第六愿：",
      "zh_TW": "所以印房山石經，我到今天還是念念不忘，印《四庫薈要》，不管什麼人去做，我隨喜，只要有人去做就好。我絕對不把這個功德好處據為己有，沒有這個念頭，沒有這個意思。什麼人去做，我協助你，我全心全力幫助你，好處統統是你的，我只希望這個事情能做成。對社會、對一切眾生有利益，我們看到就很歡喜了。這個真正是中國的寶藏，《四庫薈要》跟石經，是真正的寶藏；希望這個寶藏能夠流傳到全世界每個地區，讓全世界的眾生都能夠接觸到。我們只有這個願望，於自己名聞利養一絲毫都沒有。所以要認識隨喜，隨喜的功德無量無邊，要歡喜去做，成人之美，不成人之惡。第六願："
    },
    {
      "id": "20-015-0045_p0043",
      "zh_CN": "【六者请转法轮。】",
      "zh_TW": "【六者請轉法輪。】"
    },
    {
      "id": "20-015-0045_p0044",
      "zh_CN": "转法轮，这是我们常讲的，法轮本来是佛教里面常用的一个标志，佛用这个做标志。为什么用轮？轮这个标志代表圆满。佛跟我们讲一切法，一切法的真相，诸法实相，非空非有，轮能表现。轮是个圆，圆的心非有，圆外面的周，那个轮非空，非空非有，在这个图形里面能够显示出来，所以佛用这个做标志。告诉你，事有，外面的圆周，这个轮，轮是事，事上是有；理无，圆心，心没有。心不能说没有，心是真有，心没有形象。",
      "zh_TW": "轉法輪，這是我們常講的，法輪本來是佛教裡面常用的一個標誌，佛用這個做標誌。為什麼用輪？輪這個標誌代表圓滿。佛跟我們講一切法，一切法的真相，諸法實相，非空非有，輪能表現。輪是個圓，圓的心非有，圓外面的周，那個輪非空，非空非有，在這個圖形裡面能夠顯示出來，所以佛用這個做標誌。告訴你，事有，外面的圓周，這個輪，輪是事，事上是有；理無，圓心，心沒有。心不能說沒有，心是真有，心沒有形象。"
    },
    {
      "id": "20-015-0045_p0045",
      "zh_CN": "所以，心叫空，轮叫色，一个色，一个空。《心经》上「色不异空，空不异色，色即是空，空即是色」，在这个轮显示出来。这就是世尊一生当中，四十九年为一切众生说明宇宙人生的真相。所以他讲相有性无，事有理无，有跟无是一不是二，没有离开轮。你真正通达，原来空即是色，色即是空，有就是无，无就是有，这个道理很玄、很深，但是它是事实真相。因此明了之后，空有两边都不着，你的心定了。",
      "zh_TW": "所以，心叫空，輪叫色，一個色，一個空。《心經》上「色不異空，空不異色，色即是空，空即是色」，在這個輪顯示出來。這就是世尊一生當中，四十九年為一切眾生說明宇宙人生的真相。所以他講相有性無，事有理無，有跟無是一不是二，沒有離開輪。你真正通達，原來空即是色，色即是空，有就是無，無就是有，這個道理很玄、很深，但是它是事實真相。因此明瞭之後，空有兩邊都不著，你的心定了。"
    },
    {
      "id": "20-015-0045_p0046",
      "zh_CN": "你着空是错误，着空是没有用，不起作用；你要着有，你不了解有从那来的，有的根本是什么，你不知道。所以空、有都明了，空、有都不执着，一切随缘度日，那才得大自在！一丝毫分别执着都没有，不但分别执着都没有，妄想也没有，你这个人怎么会不自在？得大自在！你会得到真正的法喜，常生欢喜心，法喜充满。你完全随顺法性，随顺自然，没有妄念，没有分别，没有执着。佛跟我们讲这个道理，讲这个事实真相，让我们在这一生当中，得到究竟圆满幸福的生活。",
      "zh_TW": "你著空是錯誤，著空是沒有用，不起作用；你要著有，你不了解有從那來的，有的根本是什麼，你不知道。所以空、有都明瞭，空、有都不執著，一切隨緣度日，那才得大自在！一絲毫分別執著都沒有，不但分別執著都沒有，妄想也沒有，你這個人怎麼會不自在？得大自在！你會得到真正的法喜，常生歡喜心，法喜充滿。你完全隨順法性，隨順自然，沒有妄念，沒有分別，沒有執著。佛跟我們講這個道理，講這個事實真相，讓我們在這一生當中，得到究竟圓滿幸福的生活。"
    },
    {
      "id": "20-015-0045_p0047",
      "zh_CN": "『请转法轮』这个意思，就是请佛常常教导我们。佛是一个过来人，他已经恢复自性，已经得到究竟圆满的智慧、究竟圆满的德能、究竟圆满的相好，我们一切众生希求的，佛统统得到，统统表现给你看。你都看到了，他为什么有这样圆满的智慧，这样的德能，这么样的相好？他告诉你，我们一切众生各个都有，就是迷悟不同。迷了，你错用了心，你变成这个样子；觉悟了，你就能恢复，恢复跟诸佛如来无二无别，所以说一切众生本来成佛。",
      "zh_TW": "『請轉法輪』這個意思，就是請佛常常教導我們。佛是一個過來人，他已經恢復自性，已經得到究竟圓滿的智慧、究竟圓滿的德能、究竟圓滿的相好，我們一切眾生希求的，佛統統得到，統統表現給你看。你都看到了，他為什麼有這樣圓滿的智慧，這樣的德能，這麼樣的相好？他告訴你，我們一切眾生各個都有，就是迷悟不同。迷了，你錯用了心，你變成這個樣子；覺悟了，你就能恢復，恢復跟諸佛如來無二無別，所以說一切眾生本來成佛。"
    },
    {
      "id": "20-015-0045_p0048",
      "zh_CN": "「请转法轮」，就是请诸佛菩萨、请这些觉悟的人常常来教导我们。用一般通俗的话来讲，就是请佛讲经说法。因为讲经说法这个名词在从前没有问题，现在人听到这个，就变成宗教，他就会想到宗教，所以我们换个名词，这叫契机。换的，怎么说法？请他来教导我们，讲经说法就是教我们。教导我们，不是一教就会；一教就明白，那就好办了。我们烦恼习气很重，教一遍不懂，所以古人教导我们，「读书千遍，其义自见」，「一门深入，长时薰修」，我们才能够觉悟。怎么办？那再更进一步：",
      "zh_TW": "「請轉法輪」，就是請諸佛菩薩、請這些覺悟的人常常來教導我們。用一般通俗的話來講，就是請佛講經說法。因為講經說法這個名詞在從前沒有問題，現在人聽到這個，就變成宗教，他就會想到宗教，所以我們換個名詞，這叫契機。換的，怎麼說法？請他來教導我們，講經說法就是教我們。教導我們，不是一教就會；一教就明白，那就好辦了。我們煩惱習氣很重，教一遍不懂，所以古人教導我們，「讀書千遍，其義自見」，「一門深入，長時薰修」，我們才能夠覺悟。怎麼辦？那再更進一步："
    },
    {
      "id": "20-015-0045_p0049",
      "zh_CN": "【七者请佛住世。】",
      "zh_TW": "【七者請佛住世。】"
    },
    {
      "id": "20-015-0045_p0050",
      "zh_CN": "这个老师在此地教导我们，我们觉得很有受用，很欢喜，我们请他常住在这个地方。换句话说，长时间的教导我们，时间短了，不行。要怎么样请他？绝对不是说我对你很礼遇，招待得很好，让你衣食住行都能够满足你，不是这个意思。真正有道德的人绝对不贪图五欲六尘的供养，决定不贪图名利，他没有这个念头。用名利、用五欲六尘想把他留住，留不住。他完全舍弃掉了，你怎么能留住他？那要怎样才能留住他？依教奉行，真学，真干！你叫他走，他也不会走，为什么？他一定要成就你，帮助你破迷开悟，帮助你明心见性，帮助你修行证果，他不会舍弃你。",
      "zh_TW": "這個老師在此地教導我們，我們覺得很有受用，很歡喜，我們請他常住在這個地方。換句話說，長時間的教導我們，時間短了，不行。要怎麼樣請他？絕對不是說我對你很禮遇，招待得很好，讓你衣食住行都能夠滿足你，不是這個意思。真正有道德的人絕對不貪圖五欲六塵的供養，決定不貪圖名利，他沒有這個念頭。用名利、用五欲六塵想把他留住，留不住。他完全捨棄掉了，你怎麼能留住他？那要怎樣才能留住他？依教奉行，真學，真幹！你叫他走，他也不會走，為什麼？他一定要成就你，幫助你破迷開悟，幫助你明心見性，幫助你修行證果，他不會捨棄你。"
    },
    {
      "id": "20-015-0045_p0051",
      "zh_CN": "所以这些诸佛菩萨，这些善知识，在这一个地方，这常讲，缘分；机缘成熟，他来了，缘分没有了，他就走了。什么叫缘分没有了？大家不肯认真学，都学些表面，没有认真学，佛菩萨就走了。『请佛住世』的条件没有别的，就是每部经后面最后一句话，信受奉行！你能做到这四个字，你不请他住世，他也在那里住世。你对他所教的相信，一点都不怀疑，你能够理解，你能够接受，你能把他所教的落实到自己生活，落实到自己工作处事待人接物，你是在真学佛，你不是假的。所以我们用真诚心，谛信，慧解，依教奉行。",
      "zh_TW": "所以這些諸佛菩薩，這些善知識，在這一個地方，這常講，緣分；機緣成熟，他來了，緣分沒有了，他就走了。什麼叫緣分沒有了？大家不肯認真學，都學些表面，沒有認真學，佛菩薩就走了。『請佛住世』的條件沒有別的，就是每部經後面最後一句話，信受奉行！你能做到這四個字，你不請他住世，他也在那裡住世。你對他所教的相信，一點都不懷疑，你能夠理解，你能夠接受，你能把他所教的落實到自己生活，落實到自己工作處事待人接物，你是在真學佛，你不是假的。所以我們用真誠心，諦信，慧解，依教奉行。"
    },
    {
      "id": "20-015-0045_p0052",
      "zh_CN": "我们要请佛菩萨、请善友长住在这个世间。我们知道烦恼习气绝不是短时期能够断尽的，因为我们被烦恼薰习的时间太长太长。就好比木材在水里面泡了几十年，湿透了，现在把它捞起来，点一把火想把它烧燃，不容易。要很长的时间，慢慢的才把它烧燃了。我们现在就等于在水里头浸泡多年的，湿透了，现在要用烈火把它烧燃，那个火要不猛烈没有用处。这样的木材，什么地方能烧燃它？炼钢炉子，把它放在炼钢炉。炼钢炉是不熄的，二十四小时不中断的。一天它不能烧燃，两天，我相信，两、三个星期，肯定就烧掉。这就说明长时薰习，天天在讲。",
      "zh_TW": "我們要請佛菩薩、請善友長住在這個世間。我們知道煩惱習氣絕不是短時期能夠斷盡的，因為我們被煩惱薰習的時間太長太長。就好比木材在水裡面泡了幾十年，濕透了，現在把它撈起來，點一把火想把它燒燃，不容易。要很長的時間，慢慢的才把它燒燃了。我們現在就等於在水裡頭浸泡多年的，濕透了，現在要用烈火把它燒燃，那個火要不猛烈沒有用處。這樣的木材，什麼地方能燒燃它？煉鋼爐子，把它放在煉鋼爐。煉鋼爐是不熄的，二十四小時不中斷的。一天它不能燒燃，兩天，我相信，兩、三個星期，肯定就燒掉。這就說明長時薰習，天天在講。"
    },
    {
      "id": "20-015-0045_p0053",
      "zh_CN": "我们自己实在讲，是个中等根性的人，不是上根利智。我们今天能有一点成就，靠什么？靠老师的教诲。我跟老师，最初跟章嘉大师三年，章嘉大师圆寂之后，我跟李老师十年；十三年！十三年，根扎下去，然后自己可以自修。每天自己读诵经论，同时接受一般同修们的邀请，给他们做讲解。我到今年五十二年，五十二年，我读诵经论没有间断；在讲台上讲经，四十五年没有间断。所以这个世间名闻利养、五欲六尘种种的诱惑，我不动心，才能做到。如果没有这么长的时间薰习，你要说是名闻利养，五欲六尘不动心，那是圣人，那不是凡人，谈何容易。所以境界才能转得过来。",
      "zh_TW": "我們自己實在講，是個中等根性的人，不是上根利智。我們今天能有一點成就，靠什麼？靠老師的教誨。我跟老師，最初跟章嘉大師三年，章嘉大師圓寂之後，我跟李老師十年；十三年！十三年，根扎下去，然後自己可以自修。每天自己讀誦經論，同時接受一般同修們的邀請，給他們做講解。我到今年五十二年，五十二年，我讀誦經論沒有間斷；在講台上講經，四十五年沒有間斷。所以這個世間名聞利養、五欲六塵種種的誘惑，我不動心，才能做到。如果沒有這麼長的時間薰習，你要說是名聞利養，五欲六塵不動心，那是聖人，那不是凡人，談何容易。所以境界才能轉得過來。"
    },
    {
      "id": "20-015-0045_p0054",
      "zh_CN": "我这个境界之转，如果从十年、十年看，你很容易能看得出来，确确实实，所以我说孔老夫子是中等根性，不是上根利智。释迦牟尼佛是上根利智，你看他三十岁示现成道，第一部讲《大方广佛华严经》，那个不可思议，真正是上上根人。而我们看孔老夫子他老人家的成就，他说十五有志于学，三十而立，四十不惑，五十知天命，六十耳顺，七十从心所欲不逾矩。我的进展跟孔老夫子差不多，是渐渐提升，不是顿悟，不是圆证，是逐步逐步渐修渐证。这五十多年锲而不舍，愈学愈欢喜。尤其这个几年稍稍契入境界，真的是法喜充满。《论语》开宗明义所说的，「学而时习之，不亦说乎」，我对这一句有很深的体会。",
      "zh_TW": "我這個境界之轉，如果從十年、十年看，你很容易能看得出來，確確實實，所以我說孔老夫子是中等根性，不是上根利智。釋迦牟尼佛是上根利智，你看他三十歲示現成道，第一部講《大方廣佛華嚴經》，那個不可思議，真正是上上根人。而我們看孔老夫子他老人家的成就，他說十五有志於學，三十而立，四十不惑，五十知天命，六十耳順，七十從心所欲不踰矩。我的進展跟孔老夫子差不多，是漸漸提升，不是頓悟，不是圓證，是逐步逐步漸修漸證。這五十多年鍥而不捨，愈學愈歡喜。尤其這個幾年稍稍契入境界，真的是法喜充滿。《論語》開宗明義所說的，「學而時習之，不亦說乎」，我對這一句有很深的體會。"
    },
    {
      "id": "20-015-0045_p0055",
      "zh_CN": "人生最大的乐事，学！所以夫子在《论语》里面所说的几句话。「吾尝」，他是讲自己常常想着，「吾尝终日不食」，我一天不吃饭。「终夜不寝」，我在夜晚不睡觉。「以思」，我在想。「无益，不如学也」，这个世间无论什么事情，那一桩事情最好？学，学圣人、学贤人、学做好人。不如学也，什么样的事情都比不上学。「学而时习之，不亦说乎；有朋自远方来，不亦乐乎」。「朋」是什么？好学的人。我们大家志同道合，都是喜欢学。希望到我们学院来的人都是好学之人，我们大家在这个小环境里面，共同学习。真好学，那就能有条件请佛住世；不好学，只搞形式、搞场面，佛不住世，菩萨也不住世，同样善知识也不住世，唯有真正好学。",
      "zh_TW": "人生最大的樂事，學！所以夫子在《論語》裡面所說的幾句話。「吾嘗」，他是講自己常常想著，「吾嘗終日不食」，我一天不吃飯。「終夜不寢」，我在夜晚不睡覺。「以思」，我在想。「無益，不如學也」，這個世間無論什麼事情，那一樁事情最好？學，學聖人、學賢人、學做好人。不如學也，什麼樣的事情都比不上學。「學而時習之，不亦說乎；有朋自遠方來，不亦樂乎」。「朋」是什麼？好學的人。我們大家志同道合，都是喜歡學。希望到我們學院來的人都是好學之人，我們大家在這個小環境裡面，共同學習。真好學，那就能有條件請佛住世；不好學，只搞形式、搞場面，佛不住世，菩薩也不住世，同樣善知識也不住世，唯有真正好學。"
    },
    {
      "id": "20-015-0045_p0056",
      "zh_CN": "普贤十愿，古大德跟我们讲解，我们在注解里面也看到的，这个十愿，实际上的愿只有七，从「礼敬诸佛」到「请佛住世」，这是愿。后面这三句，都是回向。我们细细看看这些祖师大德们讲的，有道理。大乘教里面讲三种回向，回向菩提、回向众生、回向实际。为什么要回向？回向是把心量拓开，我做这个事情不是为自己，是为遍法界虚空界一切众生，这个心量就大了，这才叫普贤行。普贤行跟一般菩萨行不同的地方在那里？就在这个地方。一般菩萨也有礼敬，也有称赞、供养、忏悔业障，统统都有，为什么不叫普贤行？他的心量没有那么大。",
      "zh_TW": "普賢十願，古大德跟我們講解，我們在註解裡面也看到的，這個十願，實際上的願只有七，從「禮敬諸佛」到「請佛住世」，這是願。後面這三句，都是迴向。我們細細看看這些祖師大德們講的，有道理。大乘教裡面講三種迴向，迴向菩提、迴向眾生、迴向實際。為什麼要迴向？迴向是把心量拓開，我做這個事情不是為自己，是為遍法界虛空界一切眾生，這個心量就大了，這才叫普賢行。普賢行跟一般菩薩行不同的地方在那裡？就在這個地方。一般菩薩也有禮敬，也有稱讚、供養、懺悔業障，統統都有，為什麼不叫普賢行？他的心量沒有那麼大。"
    },
    {
      "id": "20-015-0045_p0057",
      "zh_CN": "你像我们世间的凡夫，世间凡夫讲这个人心量很大，宰相肚子能撑船。他所想的是什么？想的是我的国家民族，他真的没有为个人，没有为自己家庭，他为自己的国家，为自己的民族，了不起！那心量还是小，你为你的国家民族，别的国家民族怎么办？我这一国是世界上最强的，别的都是最弱的，这怎么办？怎么相处？还是不够大！这样的心量可以做国家领导人，他的心量包容一个国家。如果有更大心量的，能够包容世界，包容这个地球，起心动念不仅是想到我国家的人民，我要想到全世界的人民，怎么样能够叫全世界的人民都能过到好的生活，那这个人是世界领袖，他心量大！",
      "zh_TW": "你像我們世間的凡夫，世間凡夫講這個人心量很大，宰相肚子能撐船。他所想的是什麼？想的是我的國家民族，他真的沒有為個人，沒有為自己家庭，他為自己的國家，為自己的民族，了不起！那心量還是小，你為你的國家民族，別的國家民族怎麼辦？我這一國是世界上最強的，別的都是最弱的，這怎麼辦？怎麼相處？還是不夠大！這樣的心量可以做國家領導人，他的心量包容一個國家。如果有更大心量的，能夠包容世界，包容這個地球，起心動念不僅是想到我國家的人民，我要想到全世界的人民，怎麼樣能夠叫全世界的人民都能過到好的生活，那這個人是世界領袖，他心量大！"
    },
    {
      "id": "20-015-0045_p0058",
      "zh_CN": "比不上菩萨。菩萨起心动念，想到什么？三千大千世界，我们这个世间人没有能比得上。菩萨的心量普度众生，要度三千大千世界九法界众生！还是比不上普贤菩萨。普贤菩萨的心量是遍法界虚空界。遍法界虚空界，确确实实有不少法身菩萨也是这个心量，普贤菩萨还比他殊胜。殊胜在哪里？我们在《华严经》上才看到，普贤菩萨包含微尘里面的世界，这是佛在《华严》上告诉我们的，其他经上没讲到。每个微尘里面都有世界，微尘没有放大，世界没有缩小，微尘里面的世界跟外面世界一样的，没有两样，谁能进去？普贤菩萨能进去。",
      "zh_TW": "比不上菩薩。菩薩起心動念，想到什麼？三千大千世界，我們這個世間人沒有能比得上。菩薩的心量普度眾生，要度三千大千世界九法界眾生！還是比不上普賢菩薩。普賢菩薩的心量是遍法界虛空界。遍法界虛空界，確確實實有不少法身菩薩也是這個心量，普賢菩薩還比他殊勝。殊勝在哪裡？我們在《華嚴經》上才看到，普賢菩薩包含微塵裡面的世界，這是佛在《華嚴》上告訴我們的，其他經上沒講到。每個微塵裡面都有世界，微塵沒有放大，世界沒有縮小，微塵裡面的世界跟外面世界一樣的，沒有兩樣，誰能進去？普賢菩薩能進去。"
    },
    {
      "id": "20-015-0045_p0059",
      "zh_CN": "普贤菩萨的心量，他是能入、能度重重无尽的世界。微尘世界里头还有微尘，那微尘里头还有世界，所以世界重重无尽。为什么会有这个现象？佛跟我们说的，自性法尔如是。真心、本性，本来就是这个样子，这里头没有什么理由的，就是这样的。就好像性德，我们常常讲，性能、性德。性的能永远不失，它就是这个样子的；性的德，也就是这个样子的。",
      "zh_TW": "普賢菩薩的心量，他是能入、能度重重無盡的世界。微塵世界裡頭還有微塵，那微塵裡頭還有世界，所以世界重重無盡。為什麼會有這個現象？佛跟我們說的，自性法爾如是。真心、本性，本來就是這個樣子，這裡頭沒有什麼理由的，就是這樣的。就好像性德，我們常常講，性能、性德。性的能永遠不失，它就是這個樣子的；性的德，也就是這個樣子的。"
    },
    {
      "id": "20-015-0045_p0060",
      "zh_CN": "性的能是什么？中峰禅师在此地讲的灵知心。性的能，灵知，就是见闻觉知。为什么它会有见闻觉知？它本来就是这样的！这是它的本能。我们在我们身体上，每个细胞都有见闻觉知。这个现在用科学的方法可以能够探测到。性的德是什么？就是大乘经上常讲的智慧、能力，德能、相好，这是性德；无量的智慧，无量的能力（无所不能），无量的相好。大乘经上常讲，身有无量相，相有无量好，这是性的德。另外也有个说法，「常乐我净」，这也是自性本具的德，这是性德。这是一切众生「个个不无，人人本具」。",
      "zh_TW": "性的能是什麼？中峰禪師在此地講的靈知心。性的能，靈知，就是見聞覺知。為什麼它會有見聞覺知？它本來就是這樣的！這是它的本能。我們在我們身體上，每個細胞都有見聞覺知。這個現在用科學的方法可以能夠探測到。性的德是什麼？就是大乘經上常講的智慧、能力，德能、相好，這是性德；無量的智慧，無量的能力（無所不能），無量的相好。大乘經上常講，身有無量相，相有無量好，這是性的德。另外也有個說法，「常樂我淨」，這也是自性本具的德，這是性德。這是一切眾生「箇箇不無，人人本具」。"
    },
    {
      "id": "20-015-0045_p0061",
      "zh_CN": "佛菩萨的教诲没有别的，就是教我们恢复自己的本能、本德，本具的德能，如此而已。到你自己完全恢复，佛给你讲，圆满菩提，归无所得，是你自己本有的。佛菩萨对你并没有什么贡献，你自修自己证得，佛菩萨只跟你做个介绍人，增上缘而已，平等法！佛菩萨没有居功：我教你的，我对你有恩德。没有。佛菩萨教我们感恩，感遍法界虚空界一切众生恩，教我们感父母的恩，感师长的恩，感一切众生的恩，那个心量多大。所以回向是把心量拓开，心量拓开你才能恢复自性；心量小，不行，不能见性。所以第八：",
      "zh_TW": "佛菩薩的教誨沒有別的，就是教我們恢復自己的本能、本德，本具的德能，如此而已。到你自己完全恢復，佛給你講，圓滿菩提，歸無所得，是你自己本有的。佛菩薩對你並沒有什麼貢獻，你自修自己證得，佛菩薩只跟你做個介紹人，增上緣而已，平等法！佛菩薩沒有居功：我教你的，我對你有恩德。沒有。佛菩薩教我們感恩，感遍法界虛空界一切眾生恩，教我們感父母的恩，感師長的恩，感一切眾生的恩，那個心量多大。所以迴向是把心量拓開，心量拓開你才能恢復自性；心量小，不行，不能見性。所以第八："
    },
    {
      "id": "20-015-0045_p0062",
      "zh_CN": "【八者常随佛学。】",
      "zh_TW": "【八者常隨佛學。】"
    },
    {
      "id": "20-015-0045_p0063",
      "zh_CN": "这是回向菩提。这是我们所希求的，我们的目标。我所学的、我所修的、我所行的，为谁？为菩提。为菩提，实在讲，我们把它落实到事相上，大家好懂，为正法久住。佛陀的教育是智慧的教育，菩提是觉悟，是大智大觉的教育，我希望这个教学在这个世间常住，永远不断，就是前面讲的请佛住世。请佛住世一定要『常随佛学』，佛就住世，这两个可以连起来了。我们要不随顺佛，不向佛学，佛就不会住世了。我们要请转法轮，请佛住世，最重要的条件要「常随佛学」。我喜欢这个教育，我爱好这个教育，我学习这个教育，他就住世，他就不会舍离我们。第二：",
      "zh_TW": "這是迴向菩提。這是我們所希求的，我們的目標。我所學的、我所修的、我所行的，為誰？為菩提。為菩提，實在講，我們把它落實到事相上，大家好懂，為正法久住。佛陀的教育是智慧的教育，菩提是覺悟，是大智大覺的教育，我希望這個教學在這個世間常住，永遠不斷，就是前面講的請佛住世。請佛住世一定要『常隨佛學』，佛就住世，這兩個可以連起來了。我們要不隨順佛，不向佛學，佛就不會住世了。我們要請轉法輪，請佛住世，最重要的條件要「常隨佛學」。我喜歡這個教育，我愛好這個教育，我學習這個教育，他就住世，他就不會捨離我們。第二："
    },
    {
      "id": "20-015-0045_p0064",
      "zh_CN": "【九者恒顺众生。】",
      "zh_TW": "【九者恆順眾生。】"
    },
    {
      "id": "20-015-0045_p0065",
      "zh_CN": "诸位要看这个顺，不但要顺，恒顺，永远随顺众生，你才能够帮助众生。你好意去帮他，但是你不顺他，他反抗你，他不接受你，那你就没法子。所以你看看诸佛菩萨要度众生，他顺众生。你们看到《普门品》里面讲的观世音菩萨三十二应，应以什么身得度，他就现什么身，恒顺！他欢喜佛，观音菩萨就现佛身，众生就欢喜了。应以什么身得度，就现什么身，完全顺众生，不是随顺自己。你随顺自己是度不了众生，再好的心、再好的意思，众生不接受你的。所以你要懂得顺众生，尤其是『恒顺众生』，难！",
      "zh_TW": "諸位要看這個順，不但要順，恆順，永遠隨順眾生，你才能夠幫助眾生。你好意去幫他，但是你不順他，他反抗你，他不接受你，那你就沒法子。所以你看看諸佛菩薩要度眾生，他順眾生。你們看到《普門品》裡面講的觀世音菩薩三十二應，應以什麼身得度，他就現什麼身，恆順！他歡喜佛，觀音菩薩就現佛身，眾生就歡喜了。應以什麼身得度，就現什麼身，完全順眾生，不是隨順自己。你隨順自己是度不了眾生，再好的心、再好的意思，眾生不接受你的。所以你要懂得順眾生，尤其是『恆順眾生』，難！"
    },
    {
      "id": "20-015-0045_p0066",
      "zh_CN": "我们今天在外面帮助别人，人家不接受，什么原因？我们没有随顺他，我们完全顺自己意思。顺自己意思，人家就排斥，行不通！这个人喜欢基督、喜欢耶稣，观世音菩萨就变成基督、变成耶稣，他也欢喜了。我去年，好像是十一月到日本访问，在日本讲经，跟中村康隆老和尚见面，这个老和尚九十多岁，是日本的国宝。在日本佛教界里头，非常有声望、有地位。我们见面的时候，没有想到，他跟我说了一句话，当时在座的这些日本的法师们，都感觉得非常惊讶。他怎么说？",
      "zh_TW": "我們今天在外面幫助別人，人家不接受，什麼原因？我們沒有隨順他，我們完全順自己意思。順自己意思，人家就排斥，行不通！這個人喜歡基督、喜歡耶穌，觀世音菩薩就變成基督、變成耶穌，他也歡喜了。我去年，好像是十一月到日本訪問，在日本講經，跟中村康隆老和尚見面，這個老和尚九十多歲，是日本的國寶。在日本佛教界裡頭，非常有聲望、有地位。我們見面的時候，沒有想到，他跟我說了一句話，當時在座的這些日本的法師們，都感覺得非常驚訝。他怎麼說？"
    },
    {
      "id": "20-015-0045_p0067",
      "zh_CN": "他说全世界每一个宗教创始人，都是观世音菩萨的化身。这个跟我们想的，跟我们平常所说的，完全相同，这个老和尚很了不起。旁边日本的这些法师告诉我，他说老和尚这个话从来没有说过。他说法师，今天你来，他跟你讲，他以前从来没有说过。给我很大的鼓励！我们今天在全世界接触不同的宗教，做多元文化团结的工作，老和尚说这个话，对我就支持。实在讲年岁太大了，九十多岁，头脑非常清楚。但是现在也坐轮椅，身体行动不太方便；头脑清楚，说话也很清楚，见面非常欢喜。这真有智慧，真清楚。「恒顺众生」。",
      "zh_TW": "他說全世界每一個宗教創始人，都是觀世音菩薩的化身。這個跟我們想的，跟我們平常所說的，完全相同，這個老和尚很了不起。旁邊日本的這些法師告訴我，他說老和尚這個話從來沒有說過。他說法師，今天你來，他跟你講，他以前從來沒有說過。給我很大的鼓勵！我們今天在全世界接觸不同的宗教，做多元文化團結的工作，老和尚說這個話，對我就支持。實在講年歲太大了，九十多歲，頭腦非常清楚。但是現在也坐輪椅，身體行動不太方便；頭腦清楚，說話也很清楚，見面非常歡喜。這真有智慧，真清楚。「恆順眾生」。"
    },
    {
      "id": "20-015-0045_p0068",
      "zh_CN": "说法，法没有定法可说，众生喜欢什么法，给他说什么法，无有定法可说。诸佛菩萨也没有一定的形相、身相，完全是恒顺众生。《楞严经》上所说的，「随众生心，应所知量」。《楞严经》上这两句话，就是一般大乘法里头所说的，应以什么身得度，就现什么身；应该说什么法，就说什么法。这个应，都是应众生，众生有感，佛菩萨就有应。现的身相是身应，为他说法是说应，都要应众生。众生是机，应机说法，应机现身，所有一切，没有一样不应机，这叫「恒顺众生」。",
      "zh_TW": "說法，法沒有定法可說，眾生喜歡什麼法，給他說什麼法，無有定法可說。諸佛菩薩也沒有一定的形相、身相，完全是恆順眾生。《楞嚴經》上所說的，「隨眾生心，應所知量」。《楞嚴經》上這兩句話，就是一般大乘法裡頭所說的，應以什麼身得度，就現什麼身；應該說什麼法，就說什麼法。這個應，都是應眾生，眾生有感，佛菩薩就有應。現的身相是身應，為他說法是說應，都要應眾生。眾生是機，應機說法，應機現身，所有一切，沒有一樣不應機，這叫「恆順眾生」。"
    },
    {
      "id": "20-015-0045_p0069",
      "zh_CN": "你了解这个大道理、大的原则、大的方针，那么你就晓得，今天这个世界走向了科学技术，科技里面现在最普遍，大众最熟悉、最普遍的是传媒，广播、电视，现在的网际网路。我们看到了之后，你要恒顺众生，我们要走这个路子。我们讲经，不能在讲台上讲，讲堂上讲不行了，我们今天在摄影棚讲。同时我们的画面、音声，从网际网路里面向全世界播放，依照我们的网址，他就收到了。这就是恒顺众生，这就是应机说法。现在是这种感，那我们就这种应，有感就有应，感应道交。",
      "zh_TW": "你了解這個大道理、大的原則、大的方針，那麼你就曉得，今天這個世界走向了科學技術，科技裡面現在最普遍，大眾最熟悉、最普遍的是傳媒，廣播、電視，現在的網際網路。我們看到了之後，你要恆順眾生，我們要走這個路子。我們講經，不能在講台上講，講堂上講不行了，我們今天在攝影棚講。同時我們的畫面、音聲，從網際網路裡面向全世界播放，依照我們的網址，他就收到了。這就是恆順眾生，這就是應機說法。現在是這種感，那我們就這種應，有感就有應，感應道交。"
    },
    {
      "id": "20-015-0045_p0070",
      "zh_CN": "今天要不要建一个什么很大的道场？不需要。今天弘法的道场（祖师大德就是祖师大德，我们对他没有话说），我们净土宗最近的祖师，印光大师，他老人家教导我们的，道场不要大，他不主张建大道场，小道场。大家在一块共修的人不要多，住众以二十个人为原则，不要超过二十个人。这个话我们愈想愈有道理，为什么？符合于现代社会状况，不化缘，二十个人生活容易维持。道场太大，住众太多，你生活来源从哪里来？你一定要去做法会，要去做许许多多，这是招来，现在好像观光旅游，那你的道业完全毁掉了，你清净心得不到。",
      "zh_TW": "今天要不要建一個什麼很大的道場？不需要。今天弘法的道場（祖師大德就是祖師大德，我們對他沒有話說），我們淨土宗最近的祖師，印光大師，他老人家教導我們的，道場不要大，他不主張建大道場，小道場。大家在一塊共修的人不要多，住眾以二十個人為原則，不要超過二十個人。這個話我們愈想愈有道理，為什麼？符合於現代社會狀況，不化緣，二十個人生活容易維持。道場太大，住眾太多，你生活來源從哪裡來？你一定要去做法會，要去做許許多多，這是招來，現在好像觀光旅遊，那你的道業完全毀掉了，你清淨心得不到。"
    },
    {
      "id": "20-015-0045_p0071",
      "zh_CN": "所以他讲不化缘，不做会（不做一切法会），不收徒弟，不传戒，不讲经，专门念佛。平常功课就跟普通佛七一样，二十个人在一起共修，各个会有成就。这种开示多了不起，真实教诲！当然来道场修行的人都懂得佛法，所以不必讲经，讲经到哪里讲？讲经在电视里讲、在网路里面讲。大家对于经教都懂得了，我们找个地方修行，很简单，二十个人聚集，找个小房子就行了，你就能成功。一定要把外缘断绝，如果这个道场搞成观光旅游的道场，那就不是修行道场，这个里头不可能有成就。要懂这个道理，祖师讲的话，没有话说。",
      "zh_TW": "所以他講不化緣，不做會（不做一切法會），不收徒弟，不傳戒，不講經，專門念佛。平常功課就跟普通佛七一樣，二十個人在一起共修，各個會有成就。這種開示多了不起，真實教誨！當然來道場修行的人都懂得佛法，所以不必講經，講經到哪裡講？講經在電視裡講、在網路裡面講。大家對於經教都懂得了，我們找個地方修行，很簡單，二十個人聚集，找個小房子就行了，你就能成功。一定要把外緣斷絕，如果這個道場搞成觀光旅遊的道場，那就不是修行道場，這個裡頭不可能有成就。要懂這個道理，祖師講的話，沒有話說。"
    },
    {
      "id": "20-015-0045_p0072",
      "zh_CN": "所以，讲经说法在电视，把讲经说法送到每个人家庭。我们现在看到科学的技术在发展，我相信五年之后，网路会取代电视。为什么？我去年在日本看到的，手机（手提电话，手机）可以接通网路，那个小画面里面可以能够收听网路。我相信五年之后，网路的频道再加宽，在全世界任何一个地方，用手机就能收到。在我想像当中，那个手机萤幕会做大一点，你会看得很清楚，音声、画面都看得清楚。换句话说，就等于一个小型的电视机一样，可以随身带的。把佛法送到你的手掌心。",
      "zh_TW": "所以，講經說法在電視，把講經說法送到每個人家庭。我們現在看到科學的技術在發展，我相信五年之後，網路會取代電視。為什麼？我去年在日本看到的，手機（手提電話，手機）可以接通網路，那個小畫面裡面可以能夠收聽網路。我相信五年之後，網路的頻道再加寬，在全世界任何一個地方，用手機就能收到。在我想像當中，那個手機螢幕會做大一點，你會看得很清楚，音聲、畫面都看得清楚。換句話說，就等於一個小型的電視機一樣，可以隨身帶的。把佛法送到你的手掌心。"
    },
    {
      "id": "20-015-0045_p0073",
      "zh_CN": "现在那么大的电视你摆在家里，把佛法送到你家里；再过几年，更进一步，把佛法、讲经说法的画面、音声送到你手掌心。无论你在那个地方，随便什么时候想听，你统统能听得到。真听懂了，听明白，觉悟，想修行了，找一个小道场，二十个人的小道场，你真成就了。这是祖师教导我们，所以这都叫恒顺众生，这都叫应机说法。",
      "zh_TW": "現在那麼大的電視你擺在家裡，把佛法送到你家裡；再過幾年，更進一步，把佛法、講經說法的畫面、音聲送到你手掌心。無論你在那個地方，隨便什麼時候想聽，你統統能聽得到。真聽懂了，聽明白，覺悟，想修行了，找一個小道場，二十個人的小道場，你真成就了。這是祖師教導我們，所以這都叫恆順眾生，這都叫應機說法。"
    },
    {
      "id": "20-015-0045_p0074",
      "zh_CN": "所以今天大的这些道场，实在讲是观光旅游，为国家带来收入，这是服务业。同时能够发挥一个效果，那叫机会教学，从观光旅游的机会把佛法介绍给这些游客。让游客懂得了，他可以在电视，可以在手掌心里面，去听闻佛法。这是应现代众生之机，恒顺现代的众生，我们要懂得。你不懂这个道理，你就不能普度众生。最后一条：",
      "zh_TW": "所以今天大的這些道場，實在講是觀光旅遊，為國家帶來收入，這是服務業。同時能夠發揮一個效果，那叫機會教學，從觀光旅遊的機會把佛法介紹給這些遊客。讓遊客懂得了，他可以在電視，可以在手掌心裡面，去聽聞佛法。這是應現代眾生之機，恆順現代的眾生，我們要懂得。你不懂這個道理，你就不能普度眾生。最後一條："
    },
    {
      "id": "20-015-0045_p0075",
      "zh_CN": "【十者普皆回向。】",
      "zh_TW": "【十者普皆回向。】"
    },
    {
      "id": "20-015-0045_p0076",
      "zh_CN": "这是回向实际。什么叫实际？就是回向本性。一切从本性生的，最后还回归到本性。本性也叫自性、真如、实际，还是回归到，从这里生还回归到这里；我们一般讲回归大自然，这是一般世间人所讲的。佛法讲的回归实际、回归真理、回归真如。怎么回归？就是念念、行行都与真如相应，这个你就懂，这叫契理。这个十愿前面九条是契机，这一条是契理，决定不能违背实际理体。",
      "zh_TW": "這是迴向實際。什麼叫實際？就是迴向本性。一切從本性生的，最後還回歸到本性。本性也叫自性、真如、實際，還是回歸到，從這裡生還回歸到這裡；我們一般講回歸大自然，這是一般世間人所講的。佛法講的回歸實際、回歸真理、回歸真如。怎麼回歸？就是念念、行行都與真如相應，這個你就懂，這叫契理。這個十願前面九條是契機，這一條是契理，決定不能違背實際理體。"
    },
    {
      "id": "20-015-0045_p0077",
      "zh_CN": "法身菩萨能做到，法身菩萨之外，像声闻、缘觉、权教菩萨，只能做到相似。我们凡夫对这一条就茫然，不知道讲的是什么，『普皆回向』，不懂得它什么意思。我今天跟诸位说出来，你有个模糊的概念，你要很清楚，那是要你自己修行的功夫，就是契机契理。前面讲契机，这一条讲契理。我们这个理依靠什么？简简单单说，我们没有证得真如之理，依经教。我们起心动念一切作为跟经教相应，不违背经典教诲，就是「普皆回向」。与经典教诲相违背，你这一条就没有，你说法契机不契理。这一段，我们就讲到此地。",
      "zh_TW": "法身菩薩能做到，法身菩薩之外，像聲聞、緣覺、權教菩薩，只能做到相似。我們凡夫對這一條就茫然，不知道講的是什麼，『普皆回向』，不懂得它什麼意思。我今天跟諸位說出來，你有個模糊的概念，你要很清楚，那是要你自己修行的功夫，就是契機契理。前面講契機，這一條講契理。我們這個理依靠什麼？簡簡單單說，我們沒有證得真如之理，依經教。我們起心動念一切作為跟經教相應，不違背經典教誨，就是「普皆回向」。與經典教誨相違背，你這一條就沒有，你說法契機不契理。這一段，我們就講到此地。"
    }
  ]
}