{
  "doc_id": "20-015-0006",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0006",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "20-015-0006_p0001",
      "zh_CN": "诸位同学，我们继续看「系念法事」，前面持诵《佛说阿弥陀经》，经题六种成就略略的介绍过了。现在我们要看的是「与大比丘僧，千二百五十人俱」，一直到「及释提桓因等，无量诸天大众俱」这一段经文。",
      "zh_TW": "諸位同學，我們繼續看「繫念法事」，前面持誦《佛說阿彌陀經》，經題六種成就略略的介紹過了。現在我們要看的是「與大比丘僧，千二百五十人俱」，一直到「及釋提桓因等，無量諸天大眾俱」這一段經文。"
    },
    {
      "id": "20-015-0006_p0002",
      "zh_CN": "这一段经文在蕅益大师科分里面是「大众同闻」。这是为后学做示范，目的是希望我们懂得取法于哪一类的示范。这些人给我们做模范，想想自己的根性，从这些大德确实可以能够勉励我们自己，认真努力向佛陀学习。",
      "zh_TW": "這一段經文在蕅益大師科分裡面是「大眾同聞」。這是為後學做示範，目的是希望我們懂得取法於哪一類的示範。這些人給我們做模範，想想自己的根性，從這些大德確實可以能夠勉勵我們自己，認真努力向佛陀學習。"
    },
    {
      "id": "20-015-0006_p0003",
      "zh_CN": "大众里面分三类，第一类是声闻出家众，「声闻居首，出世相故，常随从故，佛法赖僧传故」。蕅益大师的《要解》（我们这一次的介绍是节录《要解》），文字不多，含义很深。现在问题，大家都知道佛法在这个时代，衰退到底谷，不能再衰了，再衰下去佛法就灭了。为什么佛法会变成这个样子？这「声闻居首」出了问题。蕅益大师讲这三句，我们仔细反省一下，这个三句做到了没有？",
      "zh_TW": "大眾裡面分三類，第一類是聲聞出家眾，「聲聞居首，出世相故，常隨從故，佛法賴僧傳故」。蕅益大師的《要解》（我們這一次的介紹是節錄《要解》），文字不多，含義很深。現在問題，大家都知道佛法在這個時代，衰退到底谷，不能再衰了，再衰下去佛法就滅了。為什麼佛法會變成這個樣子？這「聲聞居首」出了問題。蕅益大師講這三句，我們仔細反省一下，這個三句做到了沒有？"
    },
    {
      "id": "20-015-0006_p0004",
      "zh_CN": "第一个是「出世相故」。真正出世相，释迦牟尼佛做出榜样给我们看，对这个世间法确确实实没有一丝毫的染着。我们念念染着世间，贪爱世间，这一条没有做到！怎么能居首？所以这是我们一定要认真反省的。就大乘教义来讲重实质不重形象，但是有实质必有形象。中国古圣先贤常讲「诚于中，必定形之于外」。你的思想观念超越世间，你的行为必然是出世的。",
      "zh_TW": "第一個是「出世相故」。真正出世相，釋迦牟尼佛做出榜樣給我們看，對這個世間法確確實實沒有一絲毫的染著。我們念念染著世間，貪愛世間，這一條沒有做到！怎麼能居首？所以這是我們一定要認真反省的。就大乘教義來講重實質不重形象，但是有實質必有形象。中國古聖先賢常講「誠於中，必定形之於外」。你的思想觀念超越世間，你的行為必然是出世的。"
    },
    {
      "id": "20-015-0006_p0005",
      "zh_CN": "出世间法从什么地方显示？于世间名闻利养、五欲六尘没有丝毫贪恋之心，念念像佛菩萨一样，到这个世间来干什么？对自己来说是修行，修行是历事炼心。我到这个世间来，来锻炼锻炼，或者是来考验一下，看看我对这个世间还会不会起心动念，还有没有妄想执着；来考验，这是对自己。对大众，我们要代替佛菩萨接引众生，把佛菩萨的大慈大悲、善巧方便，从我们的身上落实，帮助世间一切苦难众生。",
      "zh_TW": "出世間法從什麼地方顯示？於世間名聞利養、五欲六塵沒有絲毫貪戀之心，念念像佛菩薩一樣，到這個世間來幹什麼？對自己來說是修行，修行是歷事鍊心。我到這個世間來，來鍛鍊鍛鍊，或者是來考驗一下，看看我對這個世間還會不會起心動念，還有沒有妄想執著；來考驗，這是對自己。對大眾，我們要代替佛菩薩接引眾生，把佛菩薩的大慈大悲、善巧方便，從我們的身上落實，幫助世間一切苦難眾生。"
    },
    {
      "id": "20-015-0006_p0006",
      "zh_CN": "帮助的目的有三，帮助上根人在这一生了生死、出三界，往生净土、不退成佛，这帮助上根人。帮助中根人，帮助他们破迷开悟，帮助他们提升境界。帮助下根人种菩提善根。换句话说，不论上、中、下根，我们要如诸佛菩萨一样，平等利益。在自己来说，理事都平等；在众生来说，理是平等的，事不平等。事为什么不平等？各人善根福德因缘不同，道理在此地。出世相！出世相真的是看破放下，自在随缘，老实念佛求生净土。",
      "zh_TW": "幫助的目的有三，幫助上根人在這一生了生死、出三界，往生淨土、不退成佛，這幫助上根人。幫助中根人，幫助他們破迷開悟，幫助他們提昇境界。幫助下根人種菩提善根。換句話說，不論上、中、下根，我們要如諸佛菩薩一樣，平等利益。在自己來說，理事都平等；在眾生來說，理是平等的，事不平等。事為什麼不平等？各人善根福德因緣不同，道理在此地。出世相！出世相真的是看破放下，自在隨緣，老實念佛求生淨土。"
    },
    {
      "id": "20-015-0006_p0007",
      "zh_CN": "「常随从故」，佛陀在世是不离开佛陀，佛到哪里这些学生们跟到哪里，常随众，不离开的！今天佛不在世了，我们这个常随怎么学？常随经教，常随佛菩萨圣像。圣像使我们真诚恭敬有所归向，我们的真诚心，我们的恭敬心从什么地方生起来？从佛菩萨的形像。我们见到佛像、见到菩萨像，肃然起敬，恭敬礼拜，这是每个佛弟子都做得到。可是怎样把这一分真诚恭敬的心情，遍及现前一切众生。换句话说，我们对一切众生的真诚恭敬，如同对佛菩萨无二无别，这是我们供养佛像、菩萨像真正的义趣。",
      "zh_TW": "「常隨從故」，佛陀在世是不離開佛陀，佛到哪裡這些學生們跟到哪裡，常隨眾，不離開的！今天佛不在世了，我們這個常隨怎麼學？常隨經教，常隨佛菩薩聖像。聖像使我們真誠恭敬有所歸向，我們的真誠心，我們的恭敬心從什麼地方生起來？從佛菩薩的形像。我們見到佛像、見到菩薩像，肅然起敬，恭敬禮拜，這是每個佛弟子都做得到。可是怎樣把這一分真誠恭敬的心情，遍及現前一切眾生。換句話說，我們對一切眾生的真誠恭敬，如同對佛菩薩無二無別，這是我們供養佛像、菩薩像真正的義趣。"
    },
    {
      "id": "20-015-0006_p0008",
      "zh_CN": "这一条里面，就是常随最重要的，是「随顺经论的教诲」，这一条比什么都重要。如果我们不能够随从经论教诲，我们就离开佛菩萨了。当年佛的这些常随弟子一千二百五十五人，这里面包括什么？三迦叶他们师徒总共一千人，舍利弗师徒一百人，目犍连师徒也是一百人，这一千二百。耶舍长者子他们有个小的团体五十个人，所以总共是一千二百五十人。这些人「常随佛学」，不是跟着佛好玩的。",
      "zh_TW": "這一條裡面，就是常隨最重要的，是「隨順經論的教誨」，這一條比什麼都重要。如果我們不能夠隨從經論教誨，我們就離開佛菩薩了。當年佛的這些常隨弟子一千二百五十五人，這裡面包括什麼？三迦葉他們師徒總共一千人，舍利弗師徒一百人，目犍連師徒也是一百人，這一千二百。耶舍長者子他們有個小的團體五十個人，所以總共是一千二百五十人。這些人「常隨佛學」，不是跟著佛好玩的。"
    },
    {
      "id": "20-015-0006_p0009",
      "zh_CN": "他示现什么？示现放下自己的一切，随从佛陀教诲，你们想想看是不是这个意思！用我们现在的话，放下我们自己的成见，自己的想法、看法、说法、做法，一切随顺佛陀教诲；佛教我们怎么想，教我们怎么看，教我们怎么说，教我们怎么做，这叫做学佛！声闻众给我们做出最好的榜样。",
      "zh_TW": "他示現什麼？示現放下自己的一切，隨從佛陀教誨，你們想想看是不是這個意思！用我們現在的話，放下我們自己的成見，自己的想法、看法、說法、做法，一切隨順佛陀教誨；佛教我們怎麼想，教我們怎麼看，教我們怎麼說，教我們怎麼做，這叫做學佛！聲聞眾給我們做出最好的榜樣。"
    },
    {
      "id": "20-015-0006_p0010",
      "zh_CN": "第三句「佛法赖僧传故」。佛法确确实实是因为这些出家人，现出世相，现常随佛学，佛法才能够久住世间。我们常常听说正法久住，要这样正法才能久住。如果出家人（这里讲的声闻），他的心、他的念头、他的行为都是贪瞋痴慢，好名好利，贪图五欲六尘的享受，出世相没有了，让社会大众看起来，这个出家人比在家还不如。这是什么？这是灭佛法，这不是兴佛法，这是灭佛法。你再仔细观察他在日常生活处事待人接物，随顺自己的烦恼习气，完全没有遵守佛菩萨的教诲，佛法怎么能够靠他来承传？佛法就没有了。",
      "zh_TW": "第三句「佛法賴僧傳故」。佛法確確實實是因為這些出家人，現出世相，現常隨佛學，佛法才能夠久住世間。我們常常聽說正法久住，要這樣正法才能久住。如果出家人（這裡講的聲聞），他的心、他的念頭、他的行為都是貪瞋痴慢，好名好利，貪圖五欲六塵的享受，出世相沒有了，讓社會大眾看起來，這個出家人比在家還不如。這是什麼？這是滅佛法，這不是興佛法，這是滅佛法。你再仔細觀察他在日常生活處事待人接物，隨順自己的煩惱習氣，完全沒有遵守佛菩薩的教誨，佛法怎麼能夠靠他來承傳？佛法就沒有了。"
    },
    {
      "id": "20-015-0006_p0011",
      "zh_CN": "前天我下山，晚上住在布里斯本净宗学会。悉尼（雪梨）葛来姆居士带着澳洲（澳洲有六个州）佛教的代表在净宗学会开了两天会。这是各州的佛教代表，在讨论成立澳洲佛教会。全澳洲（就是代表这个国家）的佛教组织还没有，他们在发起，讨论章程，在里面做起草章程的工作。我下山，跟一共九位代表，跟他们大家见见面。其中有一位出家人，我看他穿的是南传的服装，提了个问题，他说我们佛教本身不同的宗派，甚至于同一个宗派不同寺院，大家彼此都不相往来，各人搞各人的。他心里很难过，提出这个问题。",
      "zh_TW": "前天我下山，晚上住在布里斯本淨宗學會。悉尼（雪梨）葛來姆居士帶著澳洲（澳洲有六個州）佛教的代表在淨宗學會開了兩天會。這是各州的佛教代表，在討論成立澳洲佛教會。全澳洲（就是代表這個國家）的佛教組織還沒有，他們在發起，討論章程，在裡面做起草章程的工作。我下山，跟一共九位代表，跟他們大家見見面。其中有一位出家人，我看他穿的是南傳的服裝，提了個問題，他說我們佛教本身不同的宗派，甚至於同一個宗派不同寺院，大家彼此都不相往來，各人搞各人的。他心裡很難過，提出這個問題。"
    },
    {
      "id": "20-015-0006_p0012",
      "zh_CN": "我告诉他去年我访问日本，跟日本净土宗许多道场的方丈住持、重要的领导，我们在一起聚会。第一次聚会是他们欢迎我到日本访问，第二次聚会是我答谢。我在致词的时候说过，佛教，大家知道有大乘、有小乘，有显教、有密教，在中国又有宗门，又有教下。中国大小乘十个宗派，宗下面又分派，派里头还分系，这种情形，有！不同派系，甚至于同一个派系不是一个道场，确实有这个事情，不相往来。而且犯了很大的毛病，自赞毁他；自己赞叹自己，毁谤别人，这是佛门衰落的原因。",
      "zh_TW": "我告訴他去年我訪問日本，跟日本淨土宗許多道場的方丈住持、重要的領導，我們在一起聚會。第一次聚會是他們歡迎我到日本訪問，第二次聚會是我答謝。我在致詞的時候說過，佛教，大家知道有大乘、有小乘，有顯教、有密教，在中國又有宗門，又有教下。中國大小乘十個宗派，宗下面又分派，派裡頭還分系，這種情形，有！不同派系，甚至於同一個派系不是一個道場，確實有這個事情，不相往來。而且犯了很大的毛病，自讚毀他；自己讚歎自己，毀謗別人，這是佛門衰落的原因。"
    },
    {
      "id": "20-015-0006_p0013",
      "zh_CN": "尽管宗派不相同，但是都是依照释迦牟尼佛所讲的经论，作为我们修学的依据。经论都是佛说的，所以确确实实是一家人，亲兄弟！我们想一想，这一个父母生了许多儿女，这些儿女彼此不能够友爱，彼此对立，彼此不往来，我们想一想父母的心多难过！这个家搞成这个样子，父母寒心，这是大不孝！佛门这么多宗派彼此互相不往来，互相都是自赞毁他，我们想一想释迦牟尼佛的心多难过！怎么对得起佛陀？这是大不敬、大不孝。",
      "zh_TW": "儘管宗派不相同，但是都是依照釋迦牟尼佛所講的經論，作為我們修學的依據。經論都是佛說的，所以確確實實是一家人，親兄弟！我們想一想，這一個父母生了許多兒女，這些兒女彼此不能夠友愛，彼此對立，彼此不往來，我們想一想父母的心多難過！這個家搞成這個樣子，父母寒心，這是大不孝！佛門這麼多宗派彼此互相不往來，互相都是自讚毀他，我們想一想釋迦牟尼佛的心多難過！怎麼對得起佛陀？這是大不敬、大不孝。"
    },
    {
      "id": "20-015-0006_p0014",
      "zh_CN": "说得不好听，这不是弘扬佛教，这是在反佛教，反对佛陀在经论上的教诲。佛教给我们「心包太虚，量周沙界」，佛教导我们「慈悲为本，方便为门」，佛教导我们「仁慈博爱，破迷开悟，离苦得乐」，我们想的、说的、做的与这个完全相违背，这是学佛吗？这不是学佛，这是反佛。佛弟子反对佛陀教诲，这不是打着佛的招牌反对佛！他相信什么？他相信他自己的烦恼习气，相信他自己的名闻利养，他相信这个，不相信佛陀教诲。",
      "zh_TW": "說得不好聽，這不是弘揚佛教，這是在反佛教，反對佛陀在經論上的教誨。佛教給我們「心包太虛，量周沙界」，佛教導我們「慈悲為本，方便為門」，佛教導我們「仁慈博愛，破迷開悟，離苦得樂」，我們想的、說的、做的與這個完全相違背，這是學佛嗎？這不是學佛，這是反佛。佛弟子反對佛陀教誨，這不是打著佛的招牌反對佛！他相信什麼？他相信他自己的煩惱習氣，相信他自己的名聞利養，他相信這個，不相信佛陀教誨。"
    },
    {
      "id": "20-015-0006_p0015",
      "zh_CN": "这个事情怎么办？我跟大家讲，从我们本身做起。现在这个时代民主自由开放，这个时代提倡人权，人权比什么都高！我们不能够干涉别人，我们也不能够批评别人，我们只有检点自己、改过自新，这些弊病我们自己有没有？这一点重要。从本身做起！别人自赞毁他，我们要反过来，我们自己谦虚、赞叹别人。别人有九十九桩不善，他还有一桩是善的，我们赞叹他这个一善，九十九桩不善不要去提他，也不要放在心上，修自己的纯净、纯善，我们佛法前途才有一线光明。",
      "zh_TW": "這個事情怎麼辦？我跟大家講，從我們本身做起。現在這個時代民主自由開放，這個時代提倡人權，人權比什麼都高！我們不能夠干涉別人，我們也不能夠批評別人，我們只有檢點自己、改過自新，這些弊病我們自己有沒有？這一點重要。從本身做起！別人自讚毀他，我們要反過來，我們自己謙虛、讚歎別人。別人有九十九樁不善，他還有一樁是善的，我們讚歎他這個一善，九十九樁不善不要去提他，也不要放在心上，修自己的純淨、純善，我們佛法前途才有一線光明。"
    },
    {
      "id": "20-015-0006_p0016",
      "zh_CN": "我勉励与会的这些各地来的佛教代表们，我们自己要觉悟，自己要团结。我们要主动去访问不同的宗派，人与人之间要常常往来，要互相勉励。他能接受，我们联手做弘法利生的工作，他不能接受就不要勉强。不但对于佛门不同宗派我们要做，对于世间一切不同的宗教我们也要主动去访问。",
      "zh_TW": "我勉勵與會的這些各地來的佛教代表們，我們自己要覺悟，自己要團結。我們要主動去訪問不同的宗派，人與人之間要常常往來，要互相勉勵。他能接受，我們聯手做弘法利生的工作，他不能接受就不要勉強。不但對於佛門不同宗派我們要做，對於世間一切不同的宗教我們也要主動去訪問。"
    },
    {
      "id": "20-015-0006_p0017",
      "zh_CN": "这个三句「出世相故，常随从故，佛法赖僧传故」，我们要把这个理念，真诚恭敬供养世间所有的宗教。希望每个宗教都能够认真学习它的经典，落实它的经典，把经典的教训从宗教徒、从神职人员本身发扬光大。这个世界永久的幸福、和平、美满才真正能落实。",
      "zh_TW": "這個三句「出世相故，常隨從故，佛法賴僧傳故」，我們要把這個理念，真誠恭敬供養世間所有的宗教。希望每個宗教都能夠認真學習它的經典，落實它的經典，把經典的教訓從宗教徒、從神職人員本身發揚光大。這個世界永久的幸福、和平、美滿才真正能落實。"
    },
    {
      "id": "20-015-0006_p0018",
      "zh_CN": "佛法的教学，中国古圣先贤的教诲，教我们什么？我在讲经的时候常常讲，教我们明了三个事实真相。第一个明了人与人的关系；第二个教我们明了人与自然环境的关系；第三个教我们明了人与天地鬼神的关系。三个明了！明了之后你就觉悟，不明了是迷惑，明了就觉悟了。",
      "zh_TW": "佛法的教學，中國古聖先賢的教誨，教我們什麼？我在講經的時候常常講，教我們明瞭三個事實真相。第一個明瞭人與人的關係；第二個教我們明瞭人與自然環境的關係；第三個教我們明瞭人與天地鬼神的關係。三個明瞭！明瞭之後你就覺悟，不明瞭是迷惑，明瞭就覺悟了。"
    },
    {
      "id": "20-015-0006_p0019",
      "zh_CN": "觉悟之后，我们这一生就有一个正确的方向，有一个正确的目标，过佛菩萨的生活。那就是以善心善意、善行善言，以净心净意、净行净语对待一切众生，对待一切万物。佛常说「心包太虚，量周沙界」，我们真正能够学习，像诸佛如来、法身菩萨一样，净心遍法界，善意满娑婆。落实在生活里面，印光大师教导我们的「敦伦尽分，闲邪存诚，信愿念佛，求生净土」。一定是这个方向，一定是这个目标。",
      "zh_TW": "覺悟之後，我們這一生就有一個正確的方向，有一個正確的目標，過佛菩薩的生活。那就是以善心善意、善行善言，以淨心淨意、淨行淨語對待一切眾生，對待一切萬物。佛常說「心包太虛，量周沙界」，我們真正能夠學習，像諸佛如來、法身菩薩一樣，淨心遍法界，善意滿娑婆。落實在生活裡面，印光大師教導我們的「敦倫盡分，閑邪存誠，信願念佛，求生淨土」。一定是這個方向，一定是這個目標。"
    },
    {
      "id": "20-015-0006_p0020",
      "zh_CN": "声闻成就自他无量无边的功德利益。所以这个三句里面的核心，最重要的是「常随佛学」。他这个地方「常随从故」，好！这句话说得好。今天我们一定要随从佛陀教诲，佛陀的教诲就在经论当中。经论很多，「一门深入，长时薰修」，无论你选修哪一部经论都可以，都是一样的。要紧的是要把经论里面所说的道理变成自己的思想见解，这个重要，这我们真的学会了，真的把自己的成见放弃，随从佛陀教诲。经论里面佛教我们怎么生活，怎么工作，怎么样处事待人接物，我们也完全学习；过佛菩萨的生活，过觉悟的生活，不再迷惑了。",
      "zh_TW": "聲聞成就自他無量無邊的功德利益。所以這個三句裡面的核心，最重要的是「常隨佛學」。他這個地方「常隨從故」，好！這句話說得好。今天我們一定要隨從佛陀教誨，佛陀的教誨就在經論當中。經論很多，「一門深入，長時薰修」，無論你選修哪一部經論都可以，都是一樣的。要緊的是要把經論裡面所說的道理變成自己的思想見解，這個重要，這我們真的學會了，真的把自己的成見放棄，隨從佛陀教誨。經論裡面佛教我們怎麼生活，怎麼工作，怎麼樣處事待人接物，我們也完全學習；過佛菩薩的生活，過覺悟的生活，不再迷惑了。"
    },
    {
      "id": "20-015-0006_p0021",
      "zh_CN": "第二「菩萨居中，相不定故，不常随故，表中道故」。这个四句要解释，不能误会。「相不定」，菩萨现在家相，你看看善财童子五十三参，五十三位都是菩萨。在《华严经》，就是从外表上来看，他们是法身菩萨，圆教初住以上的。什么身分？男女老少各行各业。相不定！不是现的出家相，相不定。",
      "zh_TW": "第二「菩薩居中，相不定故，不常隨故，表中道故」。這個四句要解釋，不能誤會。「相不定」，菩薩現在家相，你看看善財童子五十三參，五十三位都是菩薩。在《華嚴經》，就是從外表上來看，他們是法身菩薩，圓教初住以上的。什麼身分？男女老少各行各業。相不定！不是現的出家相，相不定。"
    },
    {
      "id": "20-015-0006_p0022",
      "zh_CN": "「不常随故」，不常随是从形象上讲的，他们不像那些声闻天天跟在释迦牟尼佛的身边。他们常常独自一个去教化一方，而且非常重视机会教育，那是菩萨！可是诸位要记住，菩萨学习佛菩萨的经论是一分一秒都不放松，比起声闻有过之而无不及。菩萨完全融化，完全落实了。所以菩萨在排班的时候，菩萨居中，「表中道故」。这一点我们要了解。",
      "zh_TW": "「不常隨故」，不常隨是從形象上講的，他們不像那些聲聞天天跟在釋迦牟尼佛的身邊。他們常常獨自一個去教化一方，而且非常重視機會教育，那是菩薩！可是諸位要記住，菩薩學習佛菩薩的經論是一分一秒都不放鬆，比起聲聞有過之而無不及。菩薩完全融化，完全落實了。所以菩薩在排班的時候，菩薩居中，「表中道故」。這一點我們要了解。"
    },
    {
      "id": "20-015-0006_p0023",
      "zh_CN": "声闻好比是小学生，跟着老师，自己没有成熟，老师制订很多规矩，一定要遵守。菩萨是大学生、是研究生，规矩没有那么多！为什么？他有能力自制。小学生没有能力自制，老师要订很多规矩来规范他。菩萨这是大学生、研究生，老师不要管他这些细节，他有能力照顾自己。菩萨有能力辨别真妄，有能力辨别邪正是非、善恶利害，菩萨有这个能力，他自己晓得趋吉避凶。不像小学生他不知道，老师时时刻刻要照顾他们。菩萨表中道。",
      "zh_TW": "聲聞好比是小學生，跟著老師，自己沒有成熟，老師制訂很多規矩，一定要遵守。菩薩是大學生、是研究生，規矩沒有那麼多！為什麼？他有能力自制。小學生沒有能力自制，老師要訂很多規矩來規範他。菩薩這是大學生、研究生，老師不要管他這些細節，他有能力照顧自己。菩薩有能力辨別真妄，有能力辨別邪正是非、善惡利害，菩薩有這個能力，他自己曉得趨吉避凶。不像小學生他不知道，老師時時刻刻要照顧他們。菩薩表中道。"
    },
    {
      "id": "20-015-0006_p0024",
      "zh_CN": "「天人列后」，「及释提桓因等，无量诸天大众俱」，他们排在后面。「世间相故」，世俗之人。「凡圣品杂故」，这里面虽然是世间人，世间人里面有佛、有菩萨应化在其中。虽然应化在其中，他表演的角色是世间凡众，所以他还是列在最后。「外护职故」，他们主要的工作是做外护，护持佛法，来协助推动佛陀的教育。所以示现的有国王大臣、长者居士，非常热心来帮助声闻、帮助菩萨教化大众。特别是声闻，因为声闻是出家相，教化众生要许许多多的增上缘，这些工作都是外护他们在做。",
      "zh_TW": "「天人列後」，「及釋提桓因等，無量諸天大眾俱」，他們排在後面。「世間相故」，世俗之人。「凡聖品雜故」，這裡面雖然是世間人，世間人裡面有佛、有菩薩應化在其中。雖然應化在其中，他表演的角色是世間凡眾，所以他還是列在最後。「外護職故」，他們主要的工作是做外護，護持佛法，來協助推動佛陀的教育。所以示現的有國王大臣、長者居士，非常熱心來幫助聲聞、幫助菩薩教化大眾。特別是聲聞，因為聲聞是出家相，教化眾生要許許多多的增上緣，這些工作都是外護他們在做。"
    },
    {
      "id": "20-015-0006_p0025",
      "zh_CN": "现在我们一般的术语讲办活动，办一个活动，尤其是大型的活动，我们知道需要相当的人力、物力、财力。一个大型佛法弘法的活动，如果是在一万人以上的，两三万人这样的场面，我们要想一想要多大的场所。人必定从四面八方而来，交通工具、住宿、饮食，这么多人不是容易事情！所以要有一个强有力的组织，才能把这个活动办好。这个活动里面有哪些人来讲演、讲经；当然这里面可能还有大家在一起念佛，什么人来领众念佛；肯定也有些人趁这个机会求传授三皈五戒。",
      "zh_TW": "現在我們一般的術語講辦活動，辦一個活動，尤其是大型的活動，我們知道需要相當的人力、物力、財力。一個大型佛法弘法的活動，如果是在一萬人以上的，兩三萬人這樣的場面，我們要想一想要多大的場所。人必定從四面八方而來，交通工具、住宿、飲食，這麼多人不是容易事情！所以要有一個強有力的組織，才能把這個活動辦好。這個活動裡面有哪些人來講演、講經；當然這裡面可能還有大家在一起念佛，什麼人來領眾念佛；肯定也有些人趁這個機會求傳授三皈五戒。"
    },
    {
      "id": "20-015-0006_p0026",
      "zh_CN": "这些筹备工作，召集义工来担任接待，各个部门工作的义工，人数不在少数，办这样一个大的活动，义工可能就要一两千人。还要筹募财源，财力物力统统具足，这活动才能办得成功，办得圆满。这些事情是国王大臣、长者居士这些护法他们做的，他们在这个社会上推动佛法的教学，推动弘法利生的事业，我们佛门叫法会，现在人讲办活动。释迦牟尼佛当年在世这种活动大大小小，时间长短不定，他一生办了三百多次；讲经说法四十九年，四十九年他办三百多次活动。小的活动三、五天，大的活动有两、三年。古今中外都不例外，所以外护非常重要。",
      "zh_TW": "這些籌備工作，召集義工來擔任接待，各個部門工作的義工，人數不在少數，辦這樣一個大的活動，義工可能就要一兩千人。還要籌募財源，財力物力統統具足，這活動才能辦得成功，辦得圓滿。這些事情是國王大臣、長者居士這些護法他們做的，他們在這個社會上推動佛法的教學，推動弘法利生的事業，我們佛門叫法會，現在人講辦活動。釋迦牟尼佛當年在世這種活動大大小小，時間長短不定，他一生辦了三百多次；講經說法四十九年，四十九年他辦三百多次活動。小的活動三、五天，大的活動有兩、三年。古今中外都不例外，所以外護非常重要。"
    },
    {
      "id": "20-015-0006_p0027",
      "zh_CN": "有这么多热心的外护，外护是内行人，不是外行人，诸佛菩萨应化在其中，这就是佛门里面常说的「一佛出世，千佛拥护」。那个千佛里面可能有一大半以世间相、在家身分来护持佛法，不是凡人。大家在一起把这一台戏唱好，目的是什么？目的是教化众生，教导社会。不仅佛教如是，诸位细细去观察，所有一切宗教都是神圣的教学。",
      "zh_TW": "有這麼多熱心的外護，外護是內行人，不是外行人，諸佛菩薩應化在其中，這就是佛門裡面常說的「一佛出世，千佛擁護」。那個千佛裡面可能有一大半以世間相、在家身分來護持佛法，不是凡人。大家在一起把這一台戲唱好，目的是什麼？目的是教化眾生，教導社會。不僅佛教如是，諸位細細去觀察，所有一切宗教都是神聖的教學。"
    },
    {
      "id": "20-015-0006_p0028",
      "zh_CN": "我跟这边一些大学校长们也常常谈起这个问题，现在学校教育只讲科学技术、工商业，教人怎么样赚钱。人与人之间的关系，人与人之间的互爱、互助、互相尊重，这个不讲了。所以今天学校教育虽然是很发达，社会问题愈来愈严重，原因到底是什么？有没有认真去想想？教育里头没有圣贤的教育，那就是没有幸福的教育。真正幸福、安定、和平，那是圣贤教育才能做得到。",
      "zh_TW": "我跟這邊一些大學校長們也常常談起這個問題，現在學校教育只講科學技術、工商業，教人怎麼樣賺錢。人與人之間的關係，人與人之間的互愛、互助、互相尊重，這個不講了。所以今天學校教育雖然是很發達，社會問題愈來愈嚴重，原因到底是什麼？有沒有認真去想想？教育裡頭沒有聖賢的教育，那就是沒有幸福的教育。真正幸福、安定、和平，那是聖賢教育才能做得到。"
    },
    {
      "id": "20-015-0006_p0029",
      "zh_CN": "请接着看：",
      "zh_TW": "請接著看："
    },
    {
      "id": "20-015-0006_p0030",
      "zh_CN": "【皆是大阿罗汉。众所知识。】",
      "zh_TW": "【皆是大阿羅漢。眾所知識。】"
    },
    {
      "id": "20-015-0006_p0031",
      "zh_CN": "『皆是』指这个一千二百五十五人，「皆是」。我们要把这个话听清楚，那不是普通人。阿罗汉本来是小乘果位的名称，小乘最高的果位称阿罗汉。阿翻作「无」，罗汉翻作「学」，所以把它翻成中国意思叫「无学」。无学就是我们现在所讲的毕业了，你所修学的功课统统修圆满了，没有再学的东西，就叫毕业。小乘法里面。现在这个地方是称『大阿罗汉』，说明不是小乘，是大乘。大乘「无学」这个位子是十地，十地里面的第十地法云地的菩萨。换句话说，这一千二百五十五人，最低的学位都是法云地的菩萨，这个位子高！",
      "zh_TW": "『皆是』指這個一千二百五十五人，「皆是」。我們要把這個話聽清楚，那不是普通人。阿羅漢本來是小乘果位的名稱，小乘最高的果位稱阿羅漢。阿翻作「無」，羅漢翻作「學」，所以把它翻成中國意思叫「無學」。無學就是我們現在所講的畢業了，你所修學的功課統統修圓滿了，沒有再學的東西，就叫畢業。小乘法裡面。現在這個地方是稱『大阿羅漢』，說明不是小乘，是大乘。大乘「無學」這個位子是十地，十地裡面的第十地法雲地的菩薩。換句話說，這一千二百五十五人，最低的學位都是法雲地的菩薩，這個位子高！"
    },
    {
      "id": "20-015-0006_p0032",
      "zh_CN": "《仁王经》里面把菩萨分为五等，都用「忍」来称，最高的叫寂灭忍，法云地的菩萨是寂灭忍。比这个低一级是无生法忍，无生法忍我们大家都很熟悉，经上念得太多了，回向偈里面常常都在念；寂灭忍就比较听得少，它在无生法忍之上。我们净宗回向偈子里面常念「花开见佛悟无生」，这常念！悟无生就是无生法忍。无生法忍是七地、八地、九地，这三个位次所证的，无生法忍。第十地、等觉、妙觉（妙觉就是如来果位），这三个位次是寂灭忍，清净寂灭。《楞严经》上所讲的「生灭既灭，寂灭现前」，是这个境界，这个不可思议的境界！然后你才晓得这些人到底是什么身分。他们在戏台上扮的角色不一样，实际上是寂灭忍的佛菩萨。",
      "zh_TW": "《仁王經》裡面把菩薩分為五等，都用「忍」來稱，最高的叫寂滅忍，法雲地的菩薩是寂滅忍。比這個低一級是無生法忍，無生法忍我們大家都很熟悉，經上念得太多了，迴向偈裡面常常都在念；寂滅忍就比較聽得少，它在無生法忍之上。我們淨宗迴向偈子裡面常念「花開見佛悟無生」，這常念！悟無生就是無生法忍。無生法忍是七地、八地、九地，這三個位次所證的，無生法忍。第十地、等覺、妙覺（妙覺就是如來果位），這三個位次是寂滅忍，清淨寂滅。《楞嚴經》上所講的「生滅既滅，寂滅現前」，是這個境界，這個不可思議的境界！然後你才曉得這些人到底是什麼身分。他們在戲台上扮的角色不一樣，實際上是寂滅忍的佛菩薩。"
    },
    {
      "id": "20-015-0006_p0033",
      "zh_CN": "既然说到阿罗汉，阿罗汉也要简单介绍一下。阿罗汉这个名词里面含着三个意思，第一个叫「应供」。他福慧圆满，在小乘里头是小圆满，在大乘里面是大圆满，他应当接受大众的供养，所以叫应供。为什么？他是一切众生真正的福田，供养他有福报，种福田！福报到底在哪里？我种这个福我得些什么？现在人起心动念离不开现实！确实是很现实，一点都不假。这个人有智慧、有道德、有能力，我们供养他，他为我们服务。我们没有智慧，我们没有福报，他住在这个世间，或者是无论住在什么世间，他总是以善心善意教化一切众生。教什么？教他怎样修福，教他怎样修慧。你说这样的人，我们要不要恭敬供养？我们恭敬供养是不是得福报？真得福报。",
      "zh_TW": "既然說到阿羅漢，阿羅漢也要簡單介紹一下。阿羅漢這個名詞裡面含著三個意思，第一個叫「應供」。他福慧圓滿，在小乘裡頭是小圓滿，在大乘裡面是大圓滿，他應當接受大眾的供養，所以叫應供。為什麼？他是一切眾生真正的福田，供養他有福報，種福田！福報到底在哪裡？我種這個福我得些什麼？現在人起心動念離不開現實！確實是很現實，一點都不假。這個人有智慧、有道德、有能力，我們供養他，他為我們服務。我們沒有智慧，我們沒有福報，他住在這個世間，或者是無論住在什麼世間，他總是以善心善意教化一切眾生。教什麼？教他怎樣修福，教他怎樣修慧。你說這樣的人，我們要不要恭敬供養？我們恭敬供養是不是得福報？真得福報。"
    },
    {
      "id": "20-015-0006_p0034",
      "zh_CN": "他的事业我有一分缘在里头，供养不论多少，诚心诚意，这是平等法。供养多少那个无所谓。诚心诚意的供养，尽心尽力的供养，你所得的福慧是满分的。尽心尽力的供养，诚心诚意的供养，你得的福慧是真实的。你忆念他，观察他，常常想着他，自自然然我们就生智慧，生福德。我们学佛，试问问我们是不是常常想着释迦牟尼佛，或者常常想着阿弥陀佛，常常在观察释迦、弥陀。他人不在此地，我们怎么观察？经典上介绍得很清楚，读诵经典是观察，看这个人的为人。",
      "zh_TW": "他的事業我有一分緣在裡頭，供養不論多少，誠心誠意，這是平等法。供養多少那個無所謂。誠心誠意的供養，盡心盡力的供養，你所得的福慧是滿分的。盡心盡力的供養，誠心誠意的供養，你得的福慧是真實的。你憶念他，觀察他，常常想著他，自自然然我們就生智慧，生福德。我們學佛，試問問我們是不是常常想著釋迦牟尼佛，或者常常想著阿彌陀佛，常常在觀察釋迦、彌陀。他人不在此地，我們怎麼觀察？經典上介紹得很清楚，讀誦經典是觀察，看這個人的為人。"
    },
    {
      "id": "20-015-0006_p0035",
      "zh_CN": "他对一切人，对一切众生，这一切众生包括我们自然环境，植物矿物、自然现象都是众缘和合而生的，所以统统叫众生。观察他对天地鬼神，他是什么心，他是什么样的态度，是什么样的行为？我们要在这里头学习。因为他的存心、他的态度、他的做法都是纯正，正而不邪，觉而不迷，净而不染；纯净、纯正、纯觉。你诵经，天天念经，有口无心，你没有得到利益。你看看古大德不是常常教导我们，诵经要随文入观。随着经文让经文跟你自己的心融合成一体，叫随文入观，真的把它变成自己的，你才真正得利益。",
      "zh_TW": "他對一切人，對一切眾生，這一切眾生包括我們自然環境，植物礦物、自然現象都是眾緣和合而生的，所以統統叫眾生。觀察他對天地鬼神，他是什麼心，他是什麼樣的態度，是什麼樣的行為？我們要在這裡頭學習。因為他的存心、他的態度、他的做法都是純正，正而不邪，覺而不迷，淨而不染；純淨、純正、純覺。你誦經，天天念經，有口無心，你沒有得到利益。你看看古大德不是常常教導我們，誦經要隨文入觀。隨著經文讓經文跟你自己的心融合成一體，叫隨文入觀，真的把它變成自己的，你才真正得利益。"
    },
    {
      "id": "20-015-0006_p0036",
      "zh_CN": "经还是释迦牟尼佛的经，思想见解还是自己的烦恼习气，这有什么用处？这种读经，口善而已，心行没有起变化，你没有融入，没有契入。所以经论里面的境界你不能够契入，经论里面的养分你一丝毫没有吸收，这个经是白念了，你的时间精力都浪费了。说得好听一点，「一历耳根，永为道种」，阿赖耶识里面落个种子而已，现在不起作用，这个话也是真的，也不是假的。所以，读总比不读好。不管你有心无心，阿赖耶识里头肯定落下种子。有心有诚意去读，这个种子力量强一点。无心无意，逼不得已勉强应付，阿赖耶里头这个种子力量很薄弱。布施供养，是修福！阿罗汉，应供。",
      "zh_TW": "經還是釋迦牟尼佛的經，思想見解還是自己的煩惱習氣，這有什麼用處？這種讀經，口善而已，心行沒有起變化，你沒有融入，沒有契入。所以經論裡面的境界你不能夠契入，經論裡面的養分你一絲毫沒有吸收，這個經是白念了，你的時間精力都浪費了。說得好聽一點，「一歷耳根，永為道種」，阿賴耶識裡面落個種子而已，現在不起作用，這個話也是真的，也不是假的。所以，讀總比不讀好。不管你有心無心，阿賴耶識裡頭肯定落下種子。有心有誠意去讀，這個種子力量強一點。無心無意，逼不得已勉強應付，阿賴耶裡頭這個種子力量很薄弱。布施供養，是修福！阿羅漢，應供。"
    },
    {
      "id": "20-015-0006_p0037",
      "zh_CN": "没有证阿罗汉之前托钵乞食，所以佛法里面称为「乞士」，比丘称乞士（比丘有三个意思）；证得阿罗汉果就不叫乞士，叫应供。乞是乞食，我们中国人讲乞丐，但是他不是丐，他是士。士是什么？是中国讲读书人，他有道德、有学问，称之为士。",
      "zh_TW": "沒有證阿羅漢之前托缽乞食，所以佛法裡面稱為「乞士」，比丘稱乞士（比丘有三個意思）；證得阿羅漢果就不叫乞士，叫應供。乞是乞食，我們中國人講乞丐，但是他不是丐，他是士。士是什麼？是中國講讀書人，他有道德、有學問，稱之為士。"
    },
    {
      "id": "20-015-0006_p0038",
      "zh_CN": "第二个意思，阿罗汉的意思叫「杀贼」。我在过去有一次，这还是在台湾早年，有一位天主教的神父，他也常常看佛经。有一次问我这个问题，阿罗汉怎么这么样不善？他还开杀戒！你们佛教不是讲不杀生，他为什么杀贼？这是从文字上读的，他不了解这个名词的含义。这个贼不是人，是什么？是烦恼，把烦恼比作贼。因为我们如果遇到贼，你的财物会被人家偷掉，损失财物。",
      "zh_TW": "第二個意思，阿羅漢的意思叫「殺賊」。我在過去有一次，這還是在台灣早年，有一位天主教的神父，他也常常看佛經。有一次問我這個問題，阿羅漢怎麼這麼樣不善？他還開殺戒！你們佛教不是講不殺生，他為什麼殺賊？這是從文字上讀的，他不了解這個名詞的含義。這個賊不是人，是什麼？是煩惱，把煩惱比作賊。因為我們如果遇到賊，你的財物會被人家偷掉，損失財物。"
    },
    {
      "id": "20-015-0006_p0039",
      "zh_CN": "佛说人有烦恼（见思烦恼、尘沙烦恼、无明烦恼），把我们自性的功德法财障碍住，就等于小偷偷去一样，你不得其用，得不到受用。所以把烦恼比喻贼，杀贼就是断烦恼，就是转烦恼，是这个意思，不是真的去杀人。佛菩萨纵然遇到小偷强盗来抢他的，来偷他的，他也点点头笑笑，欢欢喜喜，决定不会计较，哪里会杀他！所以这个贼是讲烦恼。在因地、在比丘称为破恶，就是断恶修善。",
      "zh_TW": "佛說人有煩惱（見思煩惱、塵沙煩惱、無明煩惱），把我們自性的功德法財障礙住，就等於小偷偷去一樣，你不得其用，得不到受用。所以把煩惱比喻賊，殺賊就是斷煩惱，就是轉煩惱，是這個意思，不是真的去殺人。佛菩薩縱然遇到小偷強盜來搶他的，來偷他的，他也點點頭笑笑，歡歡喜喜，決定不會計較，哪裡會殺他！所以這個賊是講煩惱。在因地、在比丘稱為破惡，就是斷惡修善。"
    },
    {
      "id": "20-015-0006_p0040",
      "zh_CN": "第三个，阿罗汉第三个意思是「无生」。小乘阿罗汉不再到六道轮回受生，六道轮回的生死他断了；他再到六道来是乘愿再来的，不是业力，所以称无生。在因地、在出家比丘就是「怖魔」。一个人真正发心出家，魔王头痛，他感到恐怖。为什么？魔王爱欲非常重，也非常执着。他统治这个世间，世间所有一切人、一切众生，他认为都是他的眷属。现在这个眷属发心出家，要离开他了，要超越三界六道，他很不高兴，所以这恐怖。第三个意思。",
      "zh_TW": "第三個，阿羅漢第三個意思是「無生」。小乘阿羅漢不再到六道輪迴受生，六道輪迴的生死他斷了；他再到六道來是乘願再來的，不是業力，所以稱無生。在因地、在出家比丘就是「怖魔」。一個人真正發心出家，魔王頭痛，他感到恐怖。為什麼？魔王愛欲非常重，也非常執著。他統治這個世間，世間所有一切人、一切眾生，他認為都是他的眷屬。現在這個眷屬發心出家，要離開他了，要超越三界六道，他很不高興，所以這恐怖。第三個意思。"
    },
    {
      "id": "20-015-0006_p0041",
      "zh_CN": "今天我们晓得「大阿罗汉」，大阿罗汉无生，无明快要断尽了，四十一品无明他就差两品就断尽，真的无生。杀贼也是讲断烦恼，尘沙烦恼断尽，见思烦恼断尽，无明烦恼也将要断尽了，他的智慧、能力、相好等同佛果，跟如来地相去不远，非常接近。所以蕅益大师又告诉我们，他们都是法身大士，示现声闻的身分为我们做证明，这个净土法门，持名念佛不可思议，所以说「大」。",
      "zh_TW": "今天我們曉得「大阿羅漢」，大阿羅漢無生，無明快要斷盡了，四十一品無明他就差兩品就斷盡，真的無生。殺賊也是講斷煩惱，塵沙煩惱斷盡，見思煩惱斷盡，無明煩惱也將要斷盡了，他的智慧、能力、相好等同佛果，跟如來地相去不遠，非常接近。所以蕅益大師又告訴我們，他們都是法身大士，示現聲聞的身分為我們做證明，這個淨土法門，持名念佛不可思議，所以說「大」。"
    },
    {
      "id": "20-015-0006_p0042",
      "zh_CN": "这些人跟在佛的身边，每个人都示现的有特殊的能力，我们今天讲的专长。各人都有特殊的专长，社会大众都知道，也就是我们今天讲知名度很高。这些人天天跟着佛，跟着佛学习，世间人从这上来看，就受到影响。佛一定是很有道德、很有学问，要不然这些人为什么跟他学？所以他们是做一切大众的影响众，帮助佛教化众生，这是『众所知识』，「众」就是社会大众，都知道，知名度很高，都认识，「知识」。或者说，知是闻名，识是曾经见过面。更深一层的意思，知是知道这个人，也曾经见过面；识是什么？识是对他相当了解，认识他。下面列上首的名号。",
      "zh_TW": "這些人跟在佛的身邊，每個人都示現的有特殊的能力，我們今天講的專長。各人都有特殊的專長，社會大眾都知道，也就是我們今天講知名度很高。這些人天天跟著佛，跟著佛學習，世間人從這上來看，就受到影響。佛一定是很有道德、很有學問，要不然這些人為什麼跟他學？所以他們是做一切大眾的影響眾，幫助佛教化眾生，這是『眾所知識』，「眾」就是社會大眾，都知道，知名度很高，都認識，「知識」。或者說，知是聞名，識是曾經見過面。更深一層的意思，知是知道這個人，也曾經見過面；識是什麼？識是對他相當了解，認識他。下面列上首的名號。"
    },
    {
      "id": "20-015-0006_p0043",
      "zh_CN": "【长老舍利弗。】",
      "zh_TW": "【長老舍利弗。】"
    },
    {
      "id": "20-015-0006_p0044",
      "zh_CN": "这总共有十六个人，蕅益大师把他们分为六大类。第一大类是道德、智慧、才能，「德慧才能」都是第一。第二类跟这个恰恰相反，「愚昧钝根」。愚昧钝根只有一个人，这十六个人里头只有一个人，讲到的时候再跟诸位介绍。第三类「显示因果」。显是明显，示是展示，过去种的因，现在所得的果报。第四类跟这个相反，「善藏养晦」，他确实有道德、有学问、有能力，不显示。你看他的样子好像很平常，你看不出来。我们中国一般人讲深藏不露，但是蕅益大师这个用得好，深藏不露不如「善藏养晦」。第五个是「世法方便」，随顺世间，行方便法。最后一个是「精进破障」，勇猛精进破业障。分为这个六类。现在我们一位一位介绍。",
      "zh_TW": "這總共有十六個人，蕅益大師把他們分為六大類。第一大類是道德、智慧、才能，「德慧才能」都是第一。第二類跟這個恰恰相反，「愚昧鈍根」。愚昧鈍根只有一個人，這十六個人裡頭只有一個人，講到的時候再跟諸位介紹。第三類「顯示因果」。顯是明顯，示是展示，過去種的因，現在所得的果報。第四類跟這個相反，「善藏養晦」，他確實有道德、有學問、有能力，不顯示。你看他的樣子好像很平常，你看不出來。我們中國一般人講深藏不露，但是蕅益大師這個用得好，深藏不露不如「善藏養晦」。第五個是「世法方便」，隨順世間，行方便法。最後一個是「精進破障」，勇猛精進破業障。分為這個六類。現在我們一位一位介紹。"
    },
    {
      "id": "20-015-0006_p0045",
      "zh_CN": "第一位舍利弗，『长老舍利弗』。在佛法里面，德高望重，还得要有一点年岁，年岁太轻了也不能称「长老」，总是有一点年岁了。这个年岁在过去要四十岁以上，四十岁以上有道德、有学问，才称之为长老。佛门也不例外，佛门是算出家时间，你出家年久，有道德、有学问，这是一般人尊称为长老。舍利弗是同学里面代表智慧第一，我们现在讲，用现在的话来说，应当是哲学家。",
      "zh_TW": "第一位舍利弗，『長老舍利弗』。在佛法裡面，德高望重，還得要有一點年歲，年歲太輕了也不能稱「長老」，總是有一點年歲了。這個年歲在過去要四十歲以上，四十歲以上有道德、有學問，才稱之為長老。佛門也不例外，佛門是算出家時間，你出家年久，有道德、有學問，這是一般人尊稱為長老。舍利弗是同學裡面代表智慧第一，我們現在講，用現在的話來說，應當是哲學家。"
    },
    {
      "id": "20-015-0006_p0046",
      "zh_CN": "这个人在当时社会声望很高，大家都知道舍利弗的智慧了不起，辩才无碍，一生当中没有遇到过对手。想想看这样的人，他跟释迦牟尼佛学，一生都不离开释迦牟尼佛，在释迦牟尼佛的身边。这释迦牟尼佛是什么样的人？能够让舍利弗这样的心服口服，行动表现。释迦牟尼佛必然是值得我们尊敬，值得我们学习，你看看舍利弗就晓得了。这就是帮助佛教化众生。我们在经上读到，释迦牟尼佛说过他是古佛再来，久远劫之前他就成佛了。现在释迦牟尼佛在此地示现成佛，他也来，示现做个声闻的身分，来给释迦牟尼佛当助教。第二位：",
      "zh_TW": "這個人在當時社會聲望很高，大家都知道舍利弗的智慧了不起，辯才無礙，一生當中沒有遇到過對手。想想看這樣的人，他跟釋迦牟尼佛學，一生都不離開釋迦牟尼佛，在釋迦牟尼佛的身邊。這釋迦牟尼佛是什麼樣的人？能夠讓舍利弗這樣的心服口服，行動表現。釋迦牟尼佛必然是值得我們尊敬，值得我們學習，你看看舍利弗就曉得了。這就是幫助佛教化眾生。我們在經上讀到，釋迦牟尼佛說過他是古佛再來，久遠劫之前他就成佛了。現在釋迦牟尼佛在此地示現成佛，他也來，示現做個聲聞的身分，來給釋迦牟尼佛當助教。第二位："
    },
    {
      "id": "20-015-0006_p0047",
      "zh_CN": "【摩诃目犍连。】",
      "zh_TW": "【摩訶目犍連。】"
    },
    {
      "id": "20-015-0006_p0048",
      "zh_CN": "『摩诃』是梵语，意思是大。目连尊者在当时也是名气很大的，知名度很高的人。他的特长「神通第一」，就像我们现在讲的科学家。我们今天的科学家神通真的还比不上『目犍连』。「目犍连」的天眼能看三千大千世界，能看微观世界。我们今天科学家发明仪器，望远镜可以看远方，显微镜可以看微观世界。但是科学家要发明很多工具，利用这些仪器来观察，目犍连不需要。他示现的神通变幻令人尊敬。这两位尊者都是道德、智慧、才艺超人，在所有同学当中，用我们现在的话来说，杰出的人才。第三位：",
      "zh_TW": "『摩訶』是梵語，意思是大。目連尊者在當時也是名氣很大的，知名度很高的人。他的特長「神通第一」，就像我們現在講的科學家。我們今天的科學家神通真的還比不上『目犍連』。「目犍連」的天眼能看三千大千世界，能看微觀世界。我們今天科學家發明儀器，望遠鏡可以看遠方，顯微鏡可以看微觀世界。但是科學家要發明很多工具，利用這些儀器來觀察，目犍連不需要。他示現的神通變幻令人尊敬。這兩位尊者都是道德、智慧、才藝超人，在所有同學當中，用我們現在的話來說，傑出的人才。第三位："
    },
    {
      "id": "20-015-0006_p0049",
      "zh_CN": "【摩诃迦叶。】",
      "zh_TW": "【摩訶迦葉。】"
    },
    {
      "id": "20-015-0006_p0050",
      "zh_CN": "这个人也示现了多才多艺，『摩诃』翻作大，大『迦叶』。他有徒众五百人，以后都皈依释迦牟尼佛，全部变成释迦牟尼佛的常随众了。他的名号有「饮光」的意思，「迦叶」。他身上有金光，金光从哪里来的？（所以他也显示了因果）过去生中他用黄金修补佛像。佛像旧了，佛像是贴金的，金箔脱落了，就不庄严了。他发心去贴金，所以感得生生世世身有金光。这一桩事情，肉眼凡夫见不到，可是实在讲并不难见，修定的人能见到。心地清净你能看到每个人身上都有光，颜色不一样，大小不一样。从光的颜色知道你身体健康状况，这是现在人很关心的，许许多多人练气功，练气功稍稍有一点成就的，他能看一个人的气；我们佛法叫光，他叫气。",
      "zh_TW": "這個人也示現了多才多藝，『摩訶』翻作大，大『迦葉』。他有徒眾五百人，以後都皈依釋迦牟尼佛，全部變成釋迦牟尼佛的常隨眾了。他的名號有「飲光」的意思，「迦葉」。他身上有金光，金光從哪裡來的？（所以他也顯示了因果）過去生中他用黃金修補佛像。佛像舊了，佛像是貼金的，金箔脫落了，就不莊嚴了。他發心去貼金，所以感得生生世世身有金光。這一樁事情，肉眼凡夫見不到，可是實在講並不難見，修定的人能見到。心地清淨你能看到每個人身上都有光，顏色不一樣，大小不一樣。從光的顏色知道你身體健康狀況，這是現在人很關心的，許許多多人練氣功，練氣功稍稍有一點成就的，他能看一個人的氣；我們佛法叫光，他叫氣。"
    },
    {
      "id": "20-015-0006_p0051",
      "zh_CN": "早年我在美国、在加拿大，都遇到从中国来的一些特异功能，就是气功师，他们在那边教气功。他都能看，看到一个人身上金色光是最好的，黄色的光，白色的光，红色的光，蓝色的光，灰色的光，很多种。气功师也给人治病，他们给人治病就先看气的颜色，找到你疾病的部位，然后给你治疗，也有相当的效果，所以跟他们学的人很多。像他们能看到，修定的人能看到。",
      "zh_TW": "早年我在美國、在加拿大，都遇到從中國來的一些特異功能，就是氣功師，他們在那邊教氣功。他都能看，看到一個人身上金色光是最好的，黃色的光，白色的光，紅色的光，藍色的光，灰色的光，很多種。氣功師也給人治病，他們給人治病就先看氣的顏色，找到你疾病的部位，然後給你治療，也有相當的效果，所以跟他們學的人很多。像他們能看到，修定的人能看到。"
    },
    {
      "id": "20-015-0006_p0052",
      "zh_CN": "迦叶尊者是金光，金色光明，他是头陀第一。头陀是苦行，苦行僧。「摩诃迦叶」的家世富有，出自于富有家庭的子弟能修苦行，这是难能可贵。如果出生在贫穷家庭，你修苦行，实在讲引不起一般人注意。他出生在富贵家庭，他要去修苦行，社会大众会很注意到，他为什么去过这个日子？这种生活方式一定有道理，要不然他为什么舍弃富贵，舍弃一切享受他去修苦行去？修苦行，真正把贪瞋痴慢、名闻利养、五欲六尘统统放下了。放下得大自在！释迦牟尼佛「拈花微笑」，当时与会的大众，大家都觉得很茫然，不知道释迦牟尼佛这是什么意思？",
      "zh_TW": "迦葉尊者是金光，金色光明，他是頭陀第一。頭陀是苦行，苦行僧。「摩訶迦葉」的家世富有，出自於富有家庭的子弟能修苦行，這是難能可貴。如果出生在貧窮家庭，你修苦行，實在講引不起一般人注意。他出生在富貴家庭，他要去修苦行，社會大眾會很注意到，他為什麼去過這個日子？這種生活方式一定有道理，要不然他為什麼捨棄富貴，捨棄一切享受他去修苦行去？修苦行，真正把貪瞋痴慢、名聞利養、五欲六塵統統放下了。放下得大自在！釋迦牟尼佛「拈花微笑」，當時與會的大眾，大家都覺得很茫然，不知道釋迦牟尼佛這是什麼意思？"
    },
    {
      "id": "20-015-0006_p0053",
      "zh_CN": "其实诸位要明了，他们都是在唱戏。这个一千二百五十五人，不说别的，就单单说世尊的常随众，都是大阿罗汉，他怎么会不知道！当然知道。舍利弗、目犍连都是古佛再来，迦叶也是古佛再来。底下的角色表演的归他唱，归他表演，摩诃迦叶。所以迦叶看到释迦牟尼佛这个动作微微一笑，释迦牟尼佛把花就给他，说我有涅槃妙心，迦叶懂得这个意思，传给他，这就是禅宗初祖。这个故事经典里头有记载。",
      "zh_TW": "其實諸位要明瞭，他們都是在唱戲。這個一千二百五十五人，不說別的，就單單說世尊的常隨眾，都是大阿羅漢，他怎麼會不知道！當然知道。舍利弗、目犍連都是古佛再來，迦葉也是古佛再來。底下的角色表演的歸他唱，歸他表演，摩訶迦葉。所以迦葉看到釋迦牟尼佛這個動作微微一笑，釋迦牟尼佛把花就給他，說我有涅槃妙心，迦葉懂得這個意思，傳給他，這就是禪宗初祖。這個故事經典裡頭有記載。"
    },
    {
      "id": "20-015-0006_p0054",
      "zh_CN": "所以，他是「清高苦行」。禅心是真心，我们一般人看到他很苦，生活很苦，其实他那个乐我们不懂。在禅的境界里头，我们凡夫过这个五欲六尘的生活，苦！他们看到是苦。我们看他苦，他看我们更苦，我们以为我们很乐，他的乐我们体会不到。禅悦之乐，不要说禅悦有乐我们一点都体会不到，就是读书之乐我们也体会不到。孔老夫子讲的「学而时习之，不亦说乎」，我们现在「学而时习之，不亦苦乎」。苦得不得了，哪来的乐！所以不要说佛菩萨的境界，孔老夫子的境界几个人懂得？在中国历史上真正懂得读书乐的，不是太多。能够懂得读书乐的，都是圣贤人。能够懂得禅悦里面乐的，这人是菩萨境界，不是凡人。",
      "zh_TW": "所以，他是「清高苦行」。禪心是真心，我們一般人看到他很苦，生活很苦，其實他那個樂我們不懂。在禪的境界裡頭，我們凡夫過這個五欲六塵的生活，苦！他們看到是苦。我們看他苦，他看我們更苦，我們以為我們很樂，他的樂我們體會不到。禪悅之樂，不要說禪悅有樂我們一點都體會不到，就是讀書之樂我們也體會不到。孔老夫子講的「學而時習之，不亦說乎」，我們現在「學而時習之，不亦苦乎」。苦得不得了，哪來的樂！所以不要說佛菩薩的境界，孔老夫子的境界幾個人懂得？在中國歷史上真正懂得讀書樂的，不是太多。能夠懂得讀書樂的，都是聖賢人。能夠懂得禪悅裡面樂的，這人是菩薩境界，不是凡人。"
    },
    {
      "id": "20-015-0006_p0055",
      "zh_CN": "最高的「生灭灭已，寂灭最乐」，如来果地上所证得的，九地菩萨以前都没有办法体会到。所以法性里头有「常乐我净」，是真的不是假的。「常」是不生不灭，永恒不变。「乐」是真乐，决定没有苦。「我」是主宰、是自在。「净」是清净，一尘不染。自性里头本来就是这样，佛称它叫四净德，四种清净的大德，一切众生各个都具足。",
      "zh_TW": "最高的「生滅滅已，寂滅最樂」，如來果地上所證得的，九地菩薩以前都沒有辦法體會到。所以法性裡頭有「常樂我淨」，是真的不是假的。「常」是不生不滅，永恆不變。「樂」是真樂，決定沒有苦。「我」是主宰、是自在。「淨」是清淨，一塵不染。自性裡頭本來就是這樣，佛稱它叫四淨德，四種清淨的大德，一切眾生各個都具足。"
    },
    {
      "id": "20-015-0006_p0056",
      "zh_CN": "你这四净德为什么不能现前？就是因为妄想执着而不能证得。离妄想执着就是甚深禅定。所以禅定不是面壁，面壁的禅定不起作用。禅定是活活泼泼，一切时一切处，行住坐卧统统是禅。为一切众生做种种示现、种种教化，他的心是清净的，从来没有起心动念，分别执着，统统没有。他怎样做出来？性德的自然流露，法尔如是，他本来就是这样的。",
      "zh_TW": "你這四淨德為什麼不能現前？就是因為妄想執著而不能證得。離妄想執著就是甚深禪定。所以禪定不是面壁，面壁的禪定不起作用。禪定是活活潑潑，一切時一切處，行住坐臥統統是禪。為一切眾生做種種示現、種種教化，他的心是清淨的，從來沒有起心動念，分別執著，統統沒有。他怎樣做出來？性德的自然流露，法爾如是，他本來就是這樣的。"
    },
    {
      "id": "20-015-0006_p0057",
      "zh_CN": "所以你要问江本胜博士做的那个水的结晶，它为什么会产生变化？它本来就这样的，决定没有一丝毫妄想分别执着，决定没有。但是它有能力，这个能力就是本能，能够随顺外面境界它起反应，反应就产生了变化，外面这个讯息、能量千变万化，它的反应跟着起变化，所以决定没有两个相同的结晶。这就说明一切众生没有两个相同的意念，念头刹那刹那生灭。你在一生当中，生生世世之中，决定没有两个念头是完全相同的，你从物质反应结晶上能得到证明。",
      "zh_TW": "所以你要問江本勝博士做的那個水的結晶，它為什麼會產生變化？它本來就這樣的，決定沒有一絲毫妄想分別執著，決定沒有。但是它有能力，這個能力就是本能，能夠隨順外面境界它起反應，反應就產生了變化，外面這個訊息、能量千變萬化，它的反應跟著起變化，所以決定沒有兩個相同的結晶。這就說明一切眾生沒有兩個相同的意念，念頭剎那剎那生滅。你在一生當中，生生世世之中，決定沒有兩個念頭是完全相同的，你從物質反應結晶上能得到證明。"
    },
    {
      "id": "20-015-0006_p0058",
      "zh_CN": "再看第四位：",
      "zh_TW": "再看第四位："
    },
    {
      "id": "20-015-0006_p0059",
      "zh_CN": "【摩诃迦旃延。】",
      "zh_TW": "【摩訶迦旃延。】"
    },
    {
      "id": "20-015-0006_p0060",
      "zh_CN": "这也是德慧才能，议论第一。『迦旃延』是梵语，翻成中国意思，古人有翻作「文饰」。文是文釆，饰是装饰。要用我们现在的话来说，他是个文学家，也是当时社会上知名度很高的，他议论第一，从议论我们可以用现代的名词说，他是个评论家。要做一个评论家，一定是识多见广，广学多闻，他才能做到；有高深的学问，真实的智慧，丰富的学识，他才能做个第一流的评论家，议论第一。现在时间到了。",
      "zh_TW": "這也是德慧才能，議論第一。『迦旃延』是梵語，翻成中國意思，古人有翻作「文飾」。文是文釆，飾是裝飾。要用我們現在的話來說，他是個文學家，也是當時社會上知名度很高的，他議論第一，從議論我們可以用現代的名詞說，他是個評論家。要做一個評論家，一定是識多見廣，廣學多聞，他才能做到；有高深的學問，真實的智慧，豐富的學識，他才能做個第一流的評論家，議論第一。現在時間到了。"
    }
  ]
}