{
  "doc_id": "20-015-0031",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0031",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "20-015-0031_p0001",
      "zh_CN": "诸位同学，请看六方佛的「西方」，我们先把经文念一遍：",
      "zh_TW": "諸位同學，請看六方佛的「西方」，我們先把經文念一遍："
    },
    {
      "id": "20-015-0031_p0002",
      "zh_CN": "【舍利弗。西方世界。有无量寿佛。无量相佛。无量幢佛。大光佛。大明佛。宝相佛。净光佛。如是等恒河沙数诸佛。各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "【舍利弗。西方世界。有無量壽佛。無量相佛。無量幢佛。大光佛。大明佛。寶相佛。淨光佛。如是等恆河沙數諸佛。各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "20-015-0031_p0003",
      "zh_CN": "到这个地方是一段。『西方世界』世尊给我们举了七尊佛号，你看前面都是五尊，这个地方突然出了七尊。「七」在弥陀会上代表圆满，像我们前面看到的「七重罗网，七重行树，七重栏楯」，那个七不是数字，全是表法，代表圆满。七代表圆满，它是讲四方、上下，加上当中，四方、上下、当中，这圆满了。《华严经》上用十代表圆满，十是数字，从一到十这是个圆满数字，从十到百，从百到千都是代表圆满的。《弥陀经》上用七代表圆满，在《无量寿经》里面我们看到有七，有十六，有二十一，有二百一十亿，这统统都是代表圆满的，都不可以把它当作数字来看。",
      "zh_TW": "到這個地方是一段。『西方世界』世尊給我們舉了七尊佛號，你看前面都是五尊，這個地方突然出了七尊。「七」在彌陀會上代表圓滿，像我們前面看到的「七重羅網，七重行樹，七重欄楯」，那個七不是數字，全是表法，代表圓滿。七代表圓滿，它是講四方、上下，加上當中，四方、上下、當中，這圓滿了。《華嚴經》上用十代表圓滿，十是數字，從一到十這是個圓滿數字，從十到百，從百到千都是代表圓滿的。《彌陀經》上用七代表圓滿，在《無量壽經》裡面我們看到有七，有十六，有二十一，有二百一十億，這統統都是代表圓滿的，都不可以把它當作數字來看。"
    },
    {
      "id": "20-015-0031_p0004",
      "zh_CN": "极乐世界在西方，所以西方的七尊佛号，第一个就是『无量寿佛』。「无量寿佛」是不是就是极乐世界的教主？可以这么说法。但是「西方」，像前面说的一样，有恒河沙数诸佛，一切诸佛里面同名同号的很多。虽然同名同号，极乐世界的无量寿佛又特别受到尊敬。这是什么意思？前面跟诸位都做过报告，极乐世界不是一个普通的世界，是什么样的世界？就像是一切诸佛在这个地方办了一所学校，是佛菩萨的学校，一切诸佛就好比都是家长，一切众生是他的儿女。儿女要想成佛，成就圆满的智慧、圆满的德能、圆满的相好，他得要去受教育！所以办了这么一所学校。",
      "zh_TW": "極樂世界在西方，所以西方的七尊佛號，第一個就是『無量壽佛』。「無量壽佛」是不是就是極樂世界的教主？可以這麼說法。但是「西方」，像前面說的一樣，有恆河沙數諸佛，一切諸佛裡面同名同號的很多。雖然同名同號，極樂世界的無量壽佛又特別受到尊敬。這是什麼意思？前面跟諸位都做過報告，極樂世界不是一個普通的世界，是什麼樣的世界？就像是一切諸佛在這個地方辦了一所學校，是佛菩薩的學校，一切諸佛就好比都是家長，一切眾生是他的兒女。兒女要想成佛，成就圓滿的智慧、圓滿的德能、圓滿的相好，他得要去受教育！所以辦了這麼一所學校。"
    },
    {
      "id": "20-015-0031_p0005",
      "zh_CN": "阿弥陀佛是这个学校的校长，观音、势至就好像是教务主任、训导主任，这个校长备受一切家长们所尊敬。诸位从这个比喻上你就好懂，所以没有一尊佛不赞叹阿弥陀佛的，没有一尊佛不尊重阿弥陀佛的。为什么？诸佛尊重，他的弟子才会尊重；家长尊重，他的儿女才会尊重，所以诸佛（家长）要带头示范。虽然佛佛道同，佛与佛真的是完全平等，无有差别，表法，为了教化众生，一切诸佛对这位校长就特别尊敬了，就这么个道理。所以在这一段就七尊佛，代表圆满。",
      "zh_TW": "阿彌陀佛是這個學校的校長，觀音、勢至就好像是教務主任、訓導主任，這個校長備受一切家長們所尊敬。諸位從這個比喻上你就好懂，所以沒有一尊佛不讚歎阿彌陀佛的，沒有一尊佛不尊重阿彌陀佛的。為什麼？諸佛尊重，他的弟子才會尊重；家長尊重，他的兒女才會尊重，所以諸佛（家長）要帶頭示範。雖然佛佛道同，佛與佛真的是完全平等，無有差別，表法，為了教化眾生，一切諸佛對這位校長就特別尊敬了，就這麼個道理。所以在這一段就七尊佛，代表圓滿。"
    },
    {
      "id": "20-015-0031_p0006",
      "zh_CN": "第一尊，无量寿佛，我们看到无量寿，寿命无量。寿，是福报里面的一种，中国人常讲五福临门，五福里面第一个是寿。古来祖师大德跟我们介绍西方净土，说西方净土第一德（第一大德）是什么？寿命长久，有长久的寿命我们修行证果就不难。譬如说这个经上讲，凡夫从初发心修成佛果，要经无量劫，法身菩萨、圆教初住菩萨修到圆满的佛果，要三个阿僧祇劫，这个数字都是天文数字，我们没有办法计算的！西方极乐世界这个佛是无量个无量寿，这个话怎么说法？",
      "zh_TW": "第一尊，無量壽佛，我們看到無量壽，壽命無量。壽，是福報裡面的一種，中國人常講五福臨門，五福裡面第一個是壽。古來祖師大德跟我們介紹西方淨土，說西方淨土第一德（第一大德）是什麼？壽命長久，有長久的壽命我們修行證果就不難。譬如說這個經上講，凡夫從初發心修成佛果，要經無量劫，法身菩薩、圓教初住菩薩修到圓滿的佛果，要三個阿僧祇劫，這個數字都是天文數字，我們沒有辦法計算的！西方極樂世界這個佛是無量個無量壽，這個話怎麼說法？"
    },
    {
      "id": "20-015-0031_p0007",
      "zh_CN": "要知道，「无量」是古印度数目字的单位。它最后的大单位从「阿僧祇」开始，阿僧祇是第一个数字，这十个大单位不是十进法，是倍倍相乘。阿僧祇个阿僧祇叫一个「无量」，无量的无量叫一个「无边」，是这样算法的。因此无量寿还是有数量的，那个数量不要紧！就算是一个无量，一个无量是阿僧祇个阿僧祇。你成佛需要多少时间？三个阿僧祇。你的寿命是阿僧祇个阿僧祇，那三个阿僧祇算什么！就好比你这个人寿命一百岁，成就修行证果证得无上菩提需要多少时间，三天。一百岁的寿命，那三天算什么！你不是注定成佛了吗？",
      "zh_TW": "要知道，「無量」是古印度數目字的單位。它最後的大單位從「阿僧祇」開始，阿僧祇是第一個數字，這十個大單位不是十進法，是倍倍相乘。阿僧祇個阿僧祇叫一個「無量」，無量的無量叫一個「無邊」，是這樣算法的。因此無量壽還是有數量的，那個數量不要緊！就算是一個無量，一個無量是阿僧祇個阿僧祇。你成佛需要多少時間？三個阿僧祇。你的壽命是阿僧祇個阿僧祇，那三個阿僧祇算什麼！就好比你這個人壽命一百歲，成就修行證果證得無上菩提需要多少時間，三天。一百歲的壽命，那三天算什麼！你不是注定成佛了嗎？"
    },
    {
      "id": "20-015-0031_p0008",
      "zh_CN": "成了佛就是真正无量的无量，那是真的无量，不是有量的无量，是无量的无量了。因此凡是往生西方极乐世界的人，我们都可以说他们的寿量是无量的无量，不是有量的无量。为什么？他都能够在（以他们寿命来说）很短的时间就能够证得无上菩提、究竟佛果，这是西方世界的第一德！哪个世界都没有。单凭这一条，我们如果要是真正搞清楚、搞明白，西方极乐世界非去不可，你要不去那真叫大错特错。所以这个名号里面是有福报，有福有寿，福无量，寿无量。刚才讲了，这个无量是真的无量，不是有量的无量。",
      "zh_TW": "成了佛就是真正無量的無量，那是真的無量，不是有量的無量，是無量的無量了。因此凡是往生西方極樂世界的人，我們都可以說他們的壽量是無量的無量，不是有量的無量。為什麼？他都能夠在（以他們壽命來說）很短的時間就能夠證得無上菩提、究竟佛果，這是西方世界的第一德！哪個世界都沒有。單憑這一條，我們如果要是真正搞清楚、搞明白，西方極樂世界非去不可，你要不去那真叫大錯特錯。所以這個名號裡面是有福報，有福有壽，福無量，壽無量。剛才講了，這個無量是真的無量，不是有量的無量。"
    },
    {
      "id": "20-015-0031_p0009",
      "zh_CN": "第二尊佛『无量相佛』，相是相好，表富贵。我们世间人讲这个人有福相，富相、贵相，贵是在社会上有崇高的地位，国王大臣，贵相；富是拥有财富。「无量相佛」是既尊贵又有财富，无量无边的财富。",
      "zh_TW": "第二尊佛『無量相佛』，相是相好，表富貴。我們世間人講這個人有福相，富相、貴相，貴是在社會上有崇高的地位，國王大臣，貴相；富是擁有財富。「無量相佛」是既尊貴又有財富，無量無邊的財富。"
    },
    {
      "id": "20-015-0031_p0010",
      "zh_CN": "第三尊佛『无量幢佛』，幢是代表高、明显，高显。这个意思就是他是备受一切大众的尊敬，德高，我们常讲德高望重，就是这个意思。德高、智高、名高，现在讲知名度高广！没有人不称赞的。你看，这三样东西佛统统具足，寿命、富贵、高显（才艺高），没有一样不高。这都是表的果报，果从哪里来？果一定有因，所以，下面有三尊佛代表因行。",
      "zh_TW": "第三尊佛『無量幢佛』，幢是代表高、明顯，高顯。這個意思就是他是備受一切大眾的尊敬，德高，我們常講德高望重，就是這個意思。德高、智高、名高，現在講知名度高廣！沒有人不稱讚的。你看，這三樣東西佛統統具足，壽命、富貴、高顯（才藝高），沒有一樣不高。這都是表的果報，果從哪裡來？果一定有因，所以，下面有三尊佛代表因行。"
    },
    {
      "id": "20-015-0031_p0011",
      "zh_CN": "『大光佛』，光是智慧光明，他表大智，所以福寿、富贵、高显都是从大智慧里面生的。",
      "zh_TW": "『大光佛』，光是智慧光明，他表大智，所以福壽、富貴、高顯都是從大智慧裡面生的。"
    },
    {
      "id": "20-015-0031_p0012",
      "zh_CN": "『大明佛』，明是照明，就是大智起作用。这个作用里面有自受用、有他受用。像前面说的福寿、富贵、高显是自受用，同时也是教化众生的作用，没有这样的大智、大德、大能，怎么教化众生？自己有这样殊胜的成就，才有能力帮助别人成就，所以智慧起用！极乐世界依正庄严，就是阿弥陀佛智慧的作用。凡十方世界往生极乐世界的这些大众他们的净业起用，往生的人所修的净业，与阿弥陀佛的愿行相应，所感召得的。这是中峰禅师在这个《系念佛事》开示里面讲得很清楚。",
      "zh_TW": "『大明佛』，明是照明，就是大智起作用。這個作用裡面有自受用、有他受用。像前面說的福壽、富貴、高顯是自受用，同時也是教化眾生的作用，沒有這樣的大智、大德、大能，怎麼教化眾生？自己有這樣殊勝的成就，才有能力幫助別人成就，所以智慧起用！極樂世界依正莊嚴，就是阿彌陀佛智慧的作用。凡十方世界往生極樂世界的這些大眾他們的淨業起用，往生的人所修的淨業，與阿彌陀佛的願行相應，所感召得的。這是中峰禪師在這個《繫念佛事》開示裡面講得很清楚。"
    },
    {
      "id": "20-015-0031_p0013",
      "zh_CN": "『宝相佛』表尊胜。大经上世尊常说，「佛有无量相，相有无量好」，生到西方极乐世界，你所得的身是金刚那罗延身，金刚那罗延是金刚身。金刚力士身体强健，没有人能跟他相比，佛的身体是这样的。往生西方极乐世界，这是他方世界不能比的，最殊胜的是什么？生到西方极乐世界，你的身体、你的相好、你的光明、你的智慧、你的德能、你的福报几乎跟阿弥陀佛相等。这是十方世界决定没有的事情，享阿弥陀佛的福！真正不可思议，所以「宝相佛」表尊胜。这个六尊佛我们细细一看，智慧、寿命、福德，这是一切众生所希求的，这里全都有，而且究竟圆满，没有一丝毫欠缺。",
      "zh_TW": "『寶相佛』表尊勝。大經上世尊常說，「佛有無量相，相有無量好」，生到西方極樂世界，你所得的身是金剛那羅延身，金剛那羅延是金剛身。金剛力士身體強健，沒有人能跟他相比，佛的身體是這樣的。往生西方極樂世界，這是他方世界不能比的，最殊勝的是什麼？生到西方極樂世界，你的身體、你的相好、你的光明、你的智慧、你的德能、你的福報幾乎跟阿彌陀佛相等。這是十方世界決定沒有的事情，享阿彌陀佛的福！真正不可思議，所以「寶相佛」表尊勝。這個六尊佛我們細細一看，智慧、壽命、福德，這是一切眾生所希求的，這裡全都有，而且究竟圓滿，沒有一絲毫欠缺。"
    },
    {
      "id": "20-015-0031_p0014",
      "zh_CN": "「无福不能度生，成佛百劫修福」，你要没有福报，你就不能度众生。为什么？纵然有智慧、有能力，相长得不好，人家一看你：这人没福报！他对你的信心就失掉。你给他说的法他怀疑，他不能够信受奉行。所以菩萨成佛，要用一百劫的时间专门修福报，修相好！这是佛法里头常讲的三十二相，八十种好，谚语里头有所谓相随心转。要用那么长的时间修什么？修纯净纯善的心，纯净纯善的行，心行纯净纯善，就感应得相好光明。佛的相真是圆满，人见人爱。相好接引众生，众生喜欢他，愿意跟他走，愿意跟他学习，愿意听他教诲，依教奉行。",
      "zh_TW": "「無福不能度生，成佛百劫修福」，你要沒有福報，你就不能度眾生。為什麼？縱然有智慧、有能力，相長得不好，人家一看你：這人沒福報！他對你的信心就失掉。你給他說的法他懷疑，他不能夠信受奉行。所以菩薩成佛，要用一百劫的時間專門修福報，修相好！這是佛法裡頭常講的三十二相，八十種好，諺語裡頭有所謂相隨心轉。要用那麼長的時間修什麼？修純淨純善的心，純淨純善的行，心行純淨純善，就感應得相好光明。佛的相真是圓滿，人見人愛。相好接引眾生，眾生喜歡他，願意跟他走，願意跟他學習，願意聽他教誨，依教奉行。"
    },
    {
      "id": "20-015-0031_p0015",
      "zh_CN": "修行，说实实在在的话，你修行功夫得力不得力，你有多少功夫，这个东西一点都骗不了人。为什么？都在你的相好上。这桩事情中国谚语里头有句话说得不无道理，他说一个人四十岁之前，你的命相是受先天影响，也就是过去生中的业报，你受这个影响。四十岁之后，后天的，换句话说，你自己要负责。你这四十年当中的起心动念，你的一切行为，改变了你的相好庄严。所以人到晚年相貌端庄，这个人一定是好人，他修的福，这一生修的。相随心转，命随心转，我们的身体体质也随心转！",
      "zh_TW": "修行，說實實在在的話，你修行功夫得力不得力，你有多少功夫，這個東西一點都騙不了人。為什麼？都在你的相好上。這樁事情中國諺語裡頭有句話說得不無道理，他說一個人四十歲之前，你的命相是受先天影響，也就是過去生中的業報，你受這個影響。四十歲之後，後天的，換句話說，你自己要負責。你這四十年當中的起心動念，你的一切行為，改變了你的相好莊嚴。所以人到晚年相貌端莊，這個人一定是好人，他修的福，這一生修的。相隨心轉，命隨心轉，我們的身體體質也隨心轉！"
    },
    {
      "id": "20-015-0031_p0016",
      "zh_CN": "这桩事情江本胜先生在水结晶实验里面证明了，证明了大经里头所说的，宇宙是活的。正如佛在《楞严经》上所讲的，「诸法所生，唯心所现，一切因果，世界微尘，因心成体」，就是心现识变的。心的本能，它这个能力不生不灭，不来不去，不常不断，非空非有，永恒的。这本能是什么？本能就是能见、能闻、能觉、能知，中峰禅师在《系念法事》里面开示的「灵知心」。",
      "zh_TW": "這樁事情江本勝先生在水結晶實驗裡面證明了，證明了大經裡頭所說的，宇宙是活的。正如佛在《楞嚴經》上所講的，「諸法所生，唯心所現，一切因果，世界微塵，因心成體」，就是心現識變的。心的本能，它這個能力不生不滅，不來不去，不常不斷，非空非有，永恆的。這本能是什麼？本能就是能見、能聞、能覺、能知，中峰禪師在《繫念法事》裡面開示的「靈知心」。"
    },
    {
      "id": "20-015-0031_p0017",
      "zh_CN": "讲到心，他讲到三种，一个是「肉团心」，是我们身体的心脏，这是肉团心，这是一个器官而已，没有什么太大的作用。第二种叫「缘虑心」，就是我们一般人讲能够思考、能够想像、能够辨别是非善恶，也就是妄想分别执着，统统是这个心。这个心在佛法里称作识，识就是所变，它能变，唯识所变，缘虑心所变的。那个境界现相，现相是真心，真心叫「灵知心」，灵明觉知。「灵」里面包括三个字，《楞严经》上讲了四个字，灵包括了见、闻、觉，灵！后面还有个知，灵知就是见闻觉知。",
      "zh_TW": "講到心，他講到三種，一個是「肉團心」，是我們身體的心臟，這是肉團心，這是一個器官而已，沒有什麼太大的作用。第二種叫「緣慮心」，就是我們一般人講能夠思考、能夠想像、能夠辨別是非善惡，也就是妄想分別執著，統統是這個心。這個心在佛法裡稱作識，識就是所變，它能變，唯識所變，緣慮心所變的。那個境界現相，現相是真心，真心叫「靈知心」，靈明覺知。「靈」裡面包括三個字，《楞嚴經》上講了四個字，靈包括了見、聞、覺，靈！後面還有個知，靈知就是見聞覺知。"
    },
    {
      "id": "20-015-0031_p0018",
      "zh_CN": "所以科学做实验，实验出水能看、能听、能懂得人的意思，随着人的意思变化不同的相状，这不就是佛经上常讲的境随心转！世间看相算命的常讲相随心转，真的！命随心转，风水也随心转。风水是我们居住的环境，所以风水家常讲福人居福地，福地福人居。问题是自己要修福，自己修福你无论住在哪个地方，风水自自然然就改变了，就跟水结晶这个现象完全相同。科学的实验把佛经上讲的道理、讲的事相统统证明了，我们对这个深信不疑。",
      "zh_TW": "所以科學做實驗，實驗出水能看、能聽、能懂得人的意思，隨著人的意思變化不同的相狀，這不就是佛經上常講的境隨心轉！世間看相算命的常講相隨心轉，真的！命隨心轉，風水也隨心轉。風水是我們居住的環境，所以風水家常講福人居福地，福地福人居。問題是自己要修福，自己修福你無論住在哪個地方，風水自自然然就改變了，就跟水結晶這個現象完全相同。科學的實驗把佛經上講的道理、講的事相統統證明了，我們對這個深信不疑。"
    },
    {
      "id": "20-015-0031_p0019",
      "zh_CN": "学佛的好处，好处是转境界。转境界，我常常讲，头一个是转身体。我们身体本来不健康，转变成健康；本来寿命不长，转变成长寿。在一般状况之下六十岁之后，逐渐人就衰老了，器官慢慢老化。学佛的人有能力让这些器官老化缓慢，本来六十岁就会老化，到八十岁的时候还不老，耳目聪明；眼没有花，耳没有聋，皮肤没有皱纹，这是你念佛的功夫，修行的功夫！所以功夫就在这里看。如果是自己这个身、这个境界都转不了，你还能转外面境界吗？头一个转自己身境界，身境界里头第一个是转你的面相。换句话说，你学了十年佛、二十年佛，仔细端详端详你像不像个佛？",
      "zh_TW": "學佛的好處，好處是轉境界。轉境界，我常常講，頭一個是轉身體。我們身體本來不健康，轉變成健康；本來壽命不長，轉變成長壽。在一般狀況之下六十歲之後，逐漸人就衰老了，器官慢慢老化。學佛的人有能力讓這些器官老化緩慢，本來六十歲就會老化，到八十歲的時候還不老，耳目聰明；眼沒有花，耳沒有聾，皮膚沒有皺紋，這是你念佛的功夫，修行的功夫！所以功夫就在這裡看。如果是自己這個身、這個境界都轉不了，你還能轉外面境界嗎？頭一個轉自己身境界，身境界裡頭第一個是轉你的面相。換句話說，你學了十年佛、二十年佛，仔細端詳端詳你像不像個佛？"
    },
    {
      "id": "20-015-0031_p0020",
      "zh_CN": "西方最后第七尊佛叫『净光佛』，他「表修福法本」。你看看前面讲到修慧，这修福！西方极乐世界修福。南方修慧，西方修福！「必须三业清净光明，成满大福」，成是成就，满是圆满。所以，修福的方法，你看，「净」、「光」，纯净！身清净、心清净、境界清净，大福报！",
      "zh_TW": "西方最後第七尊佛叫『淨光佛』，他「表修福法本」。你看看前面講到修慧，這修福！西方極樂世界修福。南方修慧，西方修福！「必須三業清淨光明，成滿大福」，成是成就，滿是圓滿。所以，修福的方法，你看，「淨」、「光」，純淨！身清淨、心清淨、境界清淨，大福報！"
    },
    {
      "id": "20-015-0031_p0021",
      "zh_CN": "世尊在《十善业道经》上跟我们讲的「菩萨有一法，能离一切世间苦」，这个法殊胜，这是什么法？我们得仔细听，要好好的学！佛说了，「常念善法」，心善；「思惟善法」，你思想善；「观察善法」，你行为善。后头又说「不容毫分不善夹杂」，这句话很重要！我们今天修行，修行成就不显著，没有那么明显的转变过来，什么原因？因为你所修的夹杂了。你所修的善，善里头夹杂不善，心夹杂不善，念夹杂不善，行为也夹杂不善，所以你的效果不明显，你的业障除不掉，原因在此地。",
      "zh_TW": "世尊在《十善業道經》上跟我們講的「菩薩有一法，能離一切世間苦」，這個法殊勝，這是什麼法？我們得仔細聽，要好好的學！佛說了，「常念善法」，心善；「思惟善法」，你思想善；「觀察善法」，你行為善。後頭又說「不容毫分不善夾雜」，這句話很重要！我們今天修行，修行成就不顯著，沒有那麼明顯的轉變過來，什麼原因？因為你所修的夾雜了。你所修的善，善裡頭夾雜不善，心夾雜不善，念夾雜不善，行為也夾雜不善，所以你的效果不明顯，你的業障除不掉，原因在此地。"
    },
    {
      "id": "20-015-0031_p0022",
      "zh_CN": "我们套世尊这个说法的例子，我跟大家讲的，我们心「常念净法」，清净，「思惟净法」，「观察净法」，所以这些年来我们特别提倡纯净、纯善，「不容毫分不净夹杂，不容毫分不善夹杂」，这就是「净光佛」！我们的心清净善良，我们的思想清净善良，我们的行为清净善良，跟净土完全相应，无量的智慧福德就会现前。智慧、福德现前，你知道，清清楚楚、明明白白。",
      "zh_TW": "我們套世尊這個說法的例子，我跟大家講的，我們心「常念淨法」，清淨，「思惟淨法」，「觀察淨法」，所以這些年來我們特別提倡純淨、純善，「不容毫分不淨夾雜，不容毫分不善夾雜」，這就是「淨光佛」！我們的心清淨善良，我們的思想清淨善良，我們的行為清淨善良，跟淨土完全相應，無量的智慧福德就會現前。智慧、福德現前，你知道，清清楚楚、明明白白。"
    },
    {
      "id": "20-015-0031_p0023",
      "zh_CN": "真学佛的人不能生病。民国初年在中国讲经说法最出名的谛闲老法师（那个时代讲经说法最出名的），有一个时期生病了。这个事情传到印光法师那里去了，印光法师给他写了一封信：你是个讲经说法的法师，你怎么可以生病！印祖这个话有道理，病是什么？病是不善业，心地果然纯净纯善，怎么可能会生病？清净心决定不染病毒，慈悲心决定能化解病毒。所以人心地清净慈悲，他就不会生病，换句话说，你身上常常有病，说明你的心不清净，你的心不慈悲。心地果然真诚、清净、平等，你身体里头每个细胞决定是很正常的、很自然的守住它的岗位，这个人身体健康！",
      "zh_TW": "真學佛的人不能生病。民國初年在中國講經說法最出名的諦閑老法師（那個時代講經說法最出名的），有一個時期生病了。這個事情傳到印光法師那裡去了，印光法師給他寫了一封信：你是個講經說法的法師，你怎麼可以生病！印祖這個話有道理，病是什麼？病是不善業，心地果然純淨純善，怎麼可能會生病？清淨心決定不染病毒，慈悲心決定能化解病毒。所以人心地清淨慈悲，他就不會生病，換句話說，你身上常常有病，說明你的心不清淨，你的心不慈悲。心地果然真誠、清淨、平等，你身體裡頭每個細胞決定是很正常的、很自然的守住它的崗位，這個人身體健康！"
    },
    {
      "id": "20-015-0031_p0024",
      "zh_CN": "病是什么？病就是你身体里面的细胞不守岗位，乱了秩序，毛病出来了。它为什么不守岗位？为什么会乱了秩序？必有原因。这个原因是佛所说的三毒烦恼，它起作用，三毒是贪瞋痴。所以贪瞋痴是我们内在的病毒，内有病毒，外面的病毒才会感染，内外交感。内里头没有贪瞋痴慢，没有病毒，外面病毒再厉害也不会感染。为什么？你里面健康，没有感染的条件，现在医生也在说，叫心理健康。心理健康，没有贪瞋痴才是真正健康，贪瞋痴不断，这心不健康。净光佛好！往生西方极乐世界，这个修行的方法重要，修福的法门。在前面我们看到修慧，「无量精进」，精进修慧，「净光」修福。再看下面一段，「北方」。我们也把经文念一遍。",
      "zh_TW": "病是什麼？病就是你身體裡面的細胞不守崗位，亂了秩序，毛病出來了。它為什麼不守崗位？為什麼會亂了秩序？必有原因。這個原因是佛所說的三毒煩惱，它起作用，三毒是貪瞋痴。所以貪瞋痴是我們內在的病毒，內有病毒，外面的病毒才會感染，內外交感。內裡頭沒有貪瞋痴慢，沒有病毒，外面病毒再厲害也不會感染。為什麼？你裡面健康，沒有感染的條件，現在醫生也在說，叫心理健康。心理健康，沒有貪瞋痴才是真正健康，貪瞋痴不斷，這心不健康。淨光佛好！往生西方極樂世界，這個修行的方法重要，修福的法門。在前面我們看到修慧，「無量精進」，精進修慧，「淨光」修福。再看下面一段，「北方」。我們也把經文念一遍。"
    },
    {
      "id": "20-015-0031_p0025",
      "zh_CN": "【舍利弗。北方世界。有燄肩佛。最胜音佛。难沮佛。日生佛。网明佛。如是等恒河沙数诸佛。各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "【舍利弗。北方世界。有燄肩佛。最勝音佛。難沮佛。日生佛。網明佛。如是等恆河沙數諸佛。各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "20-015-0031_p0026",
      "zh_CN": "你看世尊说法挺有意思，到北方又是五尊佛，显示出这个七尊佛是特殊的。一般的时候普通的都是五尊佛。「北方略出五佛，表化他」。前面是成就自己的智慧，成就自己的福德，有智慧、有福德那就得教化众生了。「福慧具足，以度生为事业」。诸佛菩萨在这个世间，他做些什么？人生在世不能什么都不做，这一生什么事都没有，那是享福。享福没有再修福，他这个福报是可以享尽的，享尽之后就没福了。没有福，阿赖耶识里头肯定还有不善业，那不善的业带给他的就是苦报，福享完了，善福享完，不善的苦就现前。所以，人生在世不可以没有事事，不可以不做事。",
      "zh_TW": "你看世尊說法挺有意思，到北方又是五尊佛，顯示出這個七尊佛是特殊的。一般的時候普通的都是五尊佛。「北方略出五佛，表化他」。前面是成就自己的智慧，成就自己的福德，有智慧、有福德那就得教化眾生了。「福慧具足，以度生為事業」。諸佛菩薩在這個世間，他做些什麼？人生在世不能什麼都不做，這一生什麼事都沒有，那是享福。享福沒有再修福，他這個福報是可以享盡的，享盡之後就沒福了。沒有福，阿賴耶識裡頭肯定還有不善業，那不善的業帶給他的就是苦報，福享完了，善福享完，不善的苦就現前。所以，人生在世不可以沒有事事，不可以不做事。"
    },
    {
      "id": "20-015-0031_p0027",
      "zh_CN": "所以诸佛出现在世间，菩萨出现在世间，有他的事业。诸佛的事业，诸佛不从事于世间一般的行业，为什么？他是师道，诸佛如来出现在世间，决定是以老师的身分出现在世间。菩萨不一定，菩萨可以出现在各行各业。我们在《普门品》里面看到观世音菩萨三十二应，大家都知道。在《华严经》里面看到佛菩萨示现为五十三位善知识，男女老少各行各业。如果以佛的身分那决定是老师，他不能从事其他的行业，佛法是师道，老师的身分，决定是天天教学。",
      "zh_TW": "所以諸佛出現在世間，菩薩出現在世間，有他的事業。諸佛的事業，諸佛不從事於世間一般的行業，為什麼？他是師道，諸佛如來出現在世間，決定是以老師的身分出現在世間。菩薩不一定，菩薩可以出現在各行各業。我們在《普門品》裡面看到觀世音菩薩三十二應，大家都知道。在《華嚴經》裡面看到佛菩薩示現為五十三位善知識，男女老少各行各業。如果以佛的身分那決定是老師，他不能從事其他的行業，佛法是師道，老師的身分，決定是天天教學。"
    },
    {
      "id": "20-015-0031_p0028",
      "zh_CN": "所以释迦牟尼佛给我们所示现的，从三十岁表演修行证果，证得佛果，无上菩提。成佛之后就开始教化众生，开始讲经说法，八十岁圆寂的，讲经说法四十九年。八十岁圆寂是我们中国人讲的虚岁，要外国人讲这个年龄，释迦牟尼佛是七十九岁圆寂的，讲经说法四十九年。讲经说法就是现在所讲的上课，教学！上课教学干了四十九年，没有一天休息，没有一天说放假，没有。一切时一切处都在教学，从来没有中断过，这就是我们今天讲的机会教育。无论在什么地方，无论遇到什么人，或者是佛叫他来主动跟他讲，或者是那个人提出问题向佛请教，佛为他解答。",
      "zh_TW": "所以釋迦牟尼佛給我們所示現的，從三十歲表演修行證果，證得佛果，無上菩提。成佛之後就開始教化眾生，開始講經說法，八十歲圓寂的，講經說法四十九年。八十歲圓寂是我們中國人講的虛歲，要外國人講這個年齡，釋迦牟尼佛是七十九歲圓寂的，講經說法四十九年。講經說法就是現在所講的上課，教學！上課教學幹了四十九年，沒有一天休息，沒有一天說放假，沒有。一切時一切處都在教學，從來沒有中斷過，這就是我們今天講的機會教育。無論在什麼地方，無論遇到什麼人，或者是佛叫他來主動跟他講，或者是那個人提出問題向佛請教，佛為他解答。"
    },
    {
      "id": "20-015-0031_p0029",
      "zh_CN": "佛上课不是有固定教室，不是有固定听众。经上讲的一千二百五十五人，这是常随众，佛到哪里，这批学生就跟到哪里。他们也把世间一切放下，专门跟释迦牟尼佛学习。所以经上常常列大众，列大众也是表法的。这一次在此地，我们也做个很简单的介绍，没有像讲《弥陀经》说得那么详细，表法的。这个一千二百五十五人，说老实话都是杰出的学生，都是有专长的学生，佛用他们来做代表。显示在日常当中，教学上课，点点滴滴真实不虚，真实的学问，真实的德行。",
      "zh_TW": "佛上課不是有固定教室，不是有固定聽眾。經上講的一千二百五十五人，這是常隨眾，佛到哪裡，這批學生就跟到哪裡。他們也把世間一切放下，專門跟釋迦牟尼佛學習。所以經上常常列大眾，列大眾也是表法的。這一次在此地，我們也做個很簡單的介紹，沒有像講《彌陀經》說得那麼詳細，表法的。這個一千二百五十五人，說老實話都是傑出的學生，都是有專長的學生，佛用他們來做代表。顯示在日常當中，教學上課，點點滴滴真實不虛，真實的學問，真實的德行。"
    },
    {
      "id": "20-015-0031_p0030",
      "zh_CN": "佛所说的范围非常非常广大，不像孔老夫子，孔老夫子只讲人道，天地鬼神他不说，只希望人把人做好就不错了。佛教的范围太广，涉及到今天科学所讲的不同空间维次，范围非常非常广大，所以他讲到十法界依正庄严，这大乘经上常说。《华严经》尤其不可思议，讲到重重无尽的法界，现在的科学向这个方向去研究了，我们希望它有研究的成果，它的成果肯定与《华严经》上讲的相应。",
      "zh_TW": "佛所說的範圍非常非常廣大，不像孔老夫子，孔老夫子只講人道，天地鬼神他不說，只希望人把人做好就不錯了。佛教的範圍太廣，涉及到今天科學所講的不同空間維次，範圍非常非常廣大，所以他講到十法界依正莊嚴，這大乘經上常說。《華嚴經》尤其不可思議，講到重重無盡的法界，現在的科學向這個方向去研究了，我們希望它有研究的成果，它的成果肯定與《華嚴經》上講的相應。"
    },
    {
      "id": "20-015-0031_p0031",
      "zh_CN": "所以佛是以度生为事业。度生就是今天讲社会教育，佛是从事于多元文化的社会教育，在现在讲这是一个行业。但是他教学不收学费，他没有固定的学校，一切众生都是他教化的对象，这真正叫大学。男女老少各行各业，反正佛是圆满的智慧、圆满的德能，无所不知无所不能。现在学位最高的是博士，佛是名副其实的博士。世间学校的博士并不博，他只研究那一部分，超越这一部分之外他就不知道，所谓隔行如隔山。释迦牟尼佛真是广博，无所不知无所不能。",
      "zh_TW": "所以佛是以度生為事業。度生就是今天講社會教育，佛是從事於多元文化的社會教育，在現在講這是一個行業。但是他教學不收學費，他沒有固定的學校，一切眾生都是他教化的對象，這真正叫大學。男女老少各行各業，反正佛是圓滿的智慧、圓滿的德能，無所不知無所不能。現在學位最高的是博士，佛是名副其實的博士。世間學校的博士並不博，他只研究那一部分，超越這一部分之外他就不知道，所謂隔行如隔山。釋迦牟尼佛真是廣博，無所不知無所不能。"
    },
    {
      "id": "20-015-0031_p0032",
      "zh_CN": "略举这五尊佛，第一尊『燄肩佛』，肩是肩膀，燄是火燄，火燄表智慧。我们一个人两个肩膀，用「燄肩」表权实二智，所以「福慧具足后，即以权实二智，荷担如来家业，利益众生」。如来就是究竟的佛果，成了佛之后，他的本分事业称为家业。本分的事业就是多元文化的社会教育，这个教育里头包括了现在人所讲的家庭教育、学校教育、社会教育，统统包括在其中，这真是大学问。",
      "zh_TW": "略舉這五尊佛，第一尊『燄肩佛』，肩是肩膀，燄是火燄，火燄表智慧。我們一個人兩個肩膀，用「燄肩」表權實二智，所以「福慧具足後，即以權實二智，荷擔如來家業，利益眾生」。如來就是究竟的佛果，成了佛之後，他的本分事業稱為家業。本分的事業就是多元文化的社會教育，這個教育裡頭包括了現在人所講的家庭教育、學校教育、社會教育，統統包括在其中，這真是大學問。"
    },
    {
      "id": "20-015-0031_p0033",
      "zh_CN": "他怎样帮助家庭教育？学生里头在家的多，出家的少。在家的学生佛就教他，你们居家如何学习伦理道德，怎样跟家人和睦相处，尽到你自己的本分。父子有亲，五伦十义里面讲的「父子有亲，夫妇有别，长幼有序，君臣有义，朋友有信」，这就是家庭教育。学校教育就是教你怎么样做个好老师，你怎么样做个好学生。《阿难问事佛吉凶经》里头不是讲得很清楚吗？佛都常说的！社会教育更不必说，无论到哪里，无论遇到什么人，不分国家、不分种族、不分宗教、不分文化，只要你来学，佛都很乐意的教导你。利益一切众生，这是权实二智。好，现在时间到了。",
      "zh_TW": "他怎樣幫助家庭教育？學生裡頭在家的多，出家的少。在家的學生佛就教他，你們居家如何學習倫理道德，怎樣跟家人和睦相處，盡到你自己的本分。父子有親，五倫十義裡面講的「父子有親，夫婦有別，長幼有序，君臣有義，朋友有信」，這就是家庭教育。學校教育就是教你怎麼樣做個好老師，你怎麼樣做個好學生。《阿難問事佛吉凶經》裡頭不是講得很清楚嗎？佛都常說的！社會教育更不必說，無論到哪裡，無論遇到什麼人，不分國家、不分種族、不分宗教、不分文化，只要你來學，佛都很樂意的教導你。利益一切眾生，這是權實二智。好，現在時間到了。"
    },
    {
      "id": "20-015-0031_p0034",
      "zh_CN": "诸位同学，请接着看北方略举五尊佛的名号。第一尊「燄肩佛」，他表的是肩负起如来家业，弘法利生的使命。这个工作怎么落实？下面这四尊佛表法的义趣当中就教导我们。",
      "zh_TW": "諸位同學，請接著看北方略舉五尊佛的名號。第一尊「燄肩佛」，他表的是肩負起如來家業，弘法利生的使命。這個工作怎麼落實？下面這四尊佛表法的義趣當中就教導我們。"
    },
    {
      "id": "20-015-0031_p0035",
      "zh_CN": "『最胜音佛』，「表以音声作佛事，演说此经，劝教念佛，最胜音也」，这是纯从净宗法门上来说。如果广义的来说「此方真教体，清净在音闻」，那就是像释迦牟尼佛出现在我们这个世间，四十九年天天说法教学。佛所出的声音都是「最胜音」，最胜音是帮助一切众生破迷开悟。诸位要晓得，劝导一切众生断恶修善，不堕三途，来生还能继续享人天福报，这个音是胜音，很殊胜。不像现在这个社会，现在社会，诸位想想，你眼睛所看的，耳朵所听的，是什么音？三途之音。真的是唯恐你不堕三恶道。",
      "zh_TW": "『最勝音佛』，「表以音聲作佛事，演說此經，勸教念佛，最勝音也」，這是純從淨宗法門上來說。如果廣義的來說「此方真教體，清淨在音聞」，那就是像釋迦牟尼佛出現在我們這個世間，四十九年天天說法教學。佛所出的聲音都是「最勝音」，最勝音是幫助一切眾生破迷開悟。諸位要曉得，勸導一切眾生斷惡修善，不墮三途，來生還能繼續享人天福報，這個音是勝音，很殊勝。不像現在這個社會，現在社會，諸位想想，你眼睛所看的，耳朵所聽的，是什麼音？三途之音。真的是唯恐你不墮三惡道。"
    },
    {
      "id": "20-015-0031_p0036",
      "zh_CN": "佛说法的音是清净音！胜音，是劝人断恶修善，劝人不堕三途。那最胜音，最胜音就是帮助一切众生破迷开悟，这是最胜音。大乘要跟净宗比，净宗的音是最胜音，把大乘比下去了。为什么？破迷开悟你不见得一生能超越六道轮回，成佛作祖！这是做不到的事情。净宗能做到，净宗能够教你念佛往生，不退成佛，所以是无比的殊胜。特别是「演说此经」，此经跟《无量寿经》是通的，不但跟《无量寿经》通，跟《华严经》也通的。古大德说的，《华严》、《无量寿经》、《阿弥陀经》是一部经，《华严》叫大本，《无量寿》叫中本，《阿弥陀经》叫小本，一点都不错。",
      "zh_TW": "佛說法的音是清淨音！勝音，是勸人斷惡修善，勸人不墮三途。那最勝音，最勝音就是幫助一切眾生破迷開悟，這是最勝音。大乘要跟淨宗比，淨宗的音是最勝音，把大乘比下去了。為什麼？破迷開悟你不見得一生能超越六道輪迴，成佛作祖！這是做不到的事情。淨宗能做到，淨宗能夠教你念佛往生，不退成佛，所以是無比的殊勝。特別是「演說此經」，此經跟《無量壽經》是通的，不但跟《無量壽經》通，跟《華嚴經》也通的。古大德說的，《華嚴》、《無量壽經》、《阿彌陀經》是一部經，《華嚴》叫大本，《無量壽》叫中本，《阿彌陀經》叫小本，一點都不錯。"
    },
    {
      "id": "20-015-0031_p0037",
      "zh_CN": "《阿弥陀经》，这小本是略说，略微介绍一下。《无量寿经》讲得就详细了，把极乐世界方方面面都跟你介绍出来。《华严经》那是广说，做最具体、最详尽的说明。所以这三部经是一部经！演说此经，广义的说，就是演说往生净土的经典，「劝教念佛，最胜音也」。这就是你把弘法利生，如来家业真的担负起来了，承担这不可思议的事业。",
      "zh_TW": "《阿彌陀經》，這小本是略說，略微介紹一下。《無量壽經》講得就詳細了，把極樂世界方方面面都跟你介紹出來。《華嚴經》那是廣說，做最具體、最詳盡的說明。所以這三部經是一部經！演說此經，廣義的說，就是演說往生淨土的經典，「勸教念佛，最勝音也」。這就是你把弘法利生，如來家業真的擔負起來了，承擔這不可思議的事業。"
    },
    {
      "id": "20-015-0031_p0038",
      "zh_CN": "再看下面一尊『难沮佛』，「表弘护正法，勇猛精进，不畏魔外一切障难也」。沮是破坏，难沮就是很难破坏。弘护，弘法、护法是一体，弘法护法的功德是相等的，甚至于护法功德还超过弘法。弘法的人，一般讲，不容易，很难得了。但是护法更难！如果没有强有力的护法，这个弘法的人再好，没有人护持，没有机会弘扬佛法。换句话说，这个教员真好，有学问、有德行，又有一套很好的教学方法，但是没有人用他，没有学校请他，真的无用武之地。学校就是他的护法。",
      "zh_TW": "再看下面一尊『難沮佛』，「表弘護正法，勇猛精進，不畏魔外一切障難也」。沮是破壞，難沮就是很難破壞。弘護，弘法、護法是一體，弘法護法的功德是相等的，甚至於護法功德還超過弘法。弘法的人，一般講，不容易，很難得了。但是護法更難！如果沒有強有力的護法，這個弘法的人再好，沒有人護持，沒有機會弘揚佛法。換句話說，這個教員真好，有學問、有德行，又有一套很好的教學方法，但是沒有人用他，沒有學校請他，真的無用武之地。學校就是他的護法。"
    },
    {
      "id": "20-015-0031_p0039",
      "zh_CN": "如果今天你学成了，你真的是个很好的弘法人才，没有道场请你，你无能为力。道场的主人、住持、当家、执事，这都是护法人才，他们要护持你，邀请你在这个道场讲经说法，一切都能照顾得很周到，不要你操一点心。你专门做讲经弘法的工作，一切常住事务方面他们都去分担，弘护要密切配合，佛法就兴旺。如果没有护法，你在那里讲经他不高兴，为什么不高兴？你能讲我不能讲，信徒常常听你的，尊敬你，都不尊敬我了，往往嫉妒障碍。他就来障难你，绝不给你讲经弘法的机会，这个错了！这是什么？他没有这个智慧，他不懂这个道理，也不晓得因果。",
      "zh_TW": "如果今天你學成了，你真的是個很好的弘法人才，沒有道場請你，你無能為力。道場的主人、住持、當家、執事，這都是護法人才，他們要護持你，邀請你在這個道場講經說法，一切都能照顧得很周到，不要你操一點心。你專門做講經弘法的工作，一切常住事務方面他們都去分擔，弘護要密切配合，佛法就興旺。如果沒有護法，你在那裡講經他不高興，為什麼不高興？你能講我不能講，信徒常常聽你的，尊敬你，都不尊敬我了，往往嫉妒障礙。他就來障難你，絕不給你講經弘法的機會，這個錯了！這是什麼？他沒有這個智慧，他不懂這個道理，也不曉得因果。"
    },
    {
      "id": "20-015-0031_p0040",
      "zh_CN": "当校长的人不必要讲经说法，不必要像教员一样去课堂上课，不需要。学生听这个好老师教导，学生学成了，第一个功德是哪个的？校长。我们校长为我们请到这样的好老师，老师是学校聘请的，请老师的权力是在校长。所以学校办得好，学生成就的人多，功劳不在教员，功劳在校长；校长有慧眼能认识好老师，有能力能聘请好老师。所以护法的功德在弘法之上，弘法是教员，护法是校长。校长有权力聘请你，也有权力解聘：我不要你了！他有权力。弘法的人只有听命，你聘请我，我认真的教，你不要我了，我只好走路。",
      "zh_TW": "當校長的人不必要講經說法，不必要像教員一樣去課堂上課，不需要。學生聽這個好老師教導，學生學成了，第一個功德是哪個的？校長。我們校長為我們請到這樣的好老師，老師是學校聘請的，請老師的權力是在校長。所以學校辦得好，學生成就的人多，功勞不在教員，功勞在校長；校長有慧眼能認識好老師，有能力能聘請好老師。所以護法的功德在弘法之上，弘法是教員，護法是校長。校長有權力聘請你，也有權力解聘：我不要你了！他有權力。弘法的人只有聽命，你聘請我，我認真的教，你不要我了，我只好走路。"
    },
    {
      "id": "20-015-0031_p0041",
      "zh_CN": "这个道理一定要懂，道场的成就是在出人才，这个道场要不出人才，你就全盘失败。出什么样的人才？能不能出人才？这个关键在住持、在常住，纲领执事。纲领执事就是这个道场里面有权力的这些人，住持、当家、首座、维那，这都是道场里头最有权力的人，那是他们的成就。所以道场之兴衰，责任是在他们几个人身上。弘法的人才没有这个责任，他没有权，他做不了主，他要听委派、听指挥。所以弘法的人是教员，护法的是真正有权力的人。",
      "zh_TW": "這個道理一定要懂，道場的成就是在出人才，這個道場要不出人才，你就全盤失敗。出什麼樣的人才？能不能出人才？這個關鍵在住持、在常住，綱領執事。綱領執事就是這個道場裡面有權力的這些人，住持、當家、首座、維那，這都是道場裡頭最有權力的人，那是他們的成就。所以道場之興衰，責任是在他們幾個人身上。弘法的人才沒有這個責任，他沒有權，他做不了主，他要聽委派、聽指揮。所以弘法的人是教員，護法的是真正有權力的人。"
    },
    {
      "id": "20-015-0031_p0042",
      "zh_CN": "释迦牟尼佛当年在世，对出家的人要求统统都做弘法工作，护法的工作委托给国王大臣，请他们来护持。他们建道场，礼请法师来讲经说法。你讲得好，法缘殊胜，年年继续聘请。所以法师一定要修养自己的道德、学问，言行都是社会大众最好的榜样。为什么？他要做得不好，来年人家不请你了。甚至于说你这一部经讲完，下一部经人家就不请你讲。不认真、不好好的学，不行！所以教员跟职员要密切配合，弘护正法，这样就不会被破坏。尤其是护法，重要！护法要正直，要有慧眼。",
      "zh_TW": "釋迦牟尼佛當年在世，對出家的人要求統統都做弘法工作，護法的工作委託給國王大臣，請他們來護持。他們建道場，禮請法師來講經說法。你講得好，法緣殊勝，年年繼續聘請。所以法師一定要修養自己的道德、學問，言行都是社會大眾最好的榜樣。為什麼？他要做得不好，來年人家不請你了。甚至於說你這一部經講完，下一部經人家就不請你講。不認真、不好好的學，不行！所以教員跟職員要密切配合，弘護正法，這樣就不會被破壞。尤其是護法，重要！護法要正直，要有慧眼。"
    },
    {
      "id": "20-015-0031_p0043",
      "zh_CN": "特别是现在末法时期，人非圣贤，孰能无过，讲经的法师不是圣人，他是凡夫，肯定有过失！外面的人抓到过失就来攻击，造谣生事、毁谤，种种压力给护法的人。护法的人如果没有智慧、没有毅力，听这些人的闲言闲语，对这个讲经的法师产生误会，把讲经的法师开除。这个事情自古至今很多，不是少数，所以弘法、护法都不是容易事情。但是在今天又有一个管道了，这个管道是什么？就是网际网路跟卫星传播。但是这些还是要有强有力的护法，来主持正义，聘请大德、法师，长者、居士为一切众生讲经说法。",
      "zh_TW": "特別是現在末法時期，人非聖賢，孰能無過，講經的法師不是聖人，他是凡夫，肯定有過失！外面的人抓到過失就來攻擊，造謠生事、毀謗，種種壓力給護法的人。護法的人如果沒有智慧、沒有毅力，聽這些人的閒言閒語，對這個講經的法師產生誤會，把講經的法師開除。這個事情自古至今很多，不是少數，所以弘法、護法都不是容易事情。但是在今天又有一個管道了，這個管道是什麼？就是網際網路跟衛星傳播。但是這些還是要有強有力的護法，來主持正義，聘請大德、法師，長者、居士為一切眾生講經說法。"
    },
    {
      "id": "20-015-0031_p0044",
      "zh_CN": "不需要很大的场所，一个小摄影棚就行了。每天在这个地方面对着摄影机，借着这些科学技术把影像、音声传播到全世界。有缘的众生他欢喜听的，无论在什么地方他都能收得到。大众传播的科技愈来愈进步，我常常跟同学们说，大概五年之后应当可能，五年之后频道一定比现在加宽好几倍，网际网路就很可能代替了卫星电视。卫星电视的成本高，网路传播成本很低，而且很方便。将来接收的接收器很可能就像我们现在用的手提电话一样，手提电话萤幕稍微宽一点，无论在什么时候，旅行都可以看、都可以听。",
      "zh_TW": "不需要很大的場所，一個小攝影棚就行了。每天在這個地方面對著攝影機，藉著這些科學技術把影像、音聲傳播到全世界。有緣的眾生他歡喜聽的，無論在什麼地方他都能收得到。大眾傳播的科技愈來愈進步，我常常跟同學們說，大概五年之後應當可能，五年之後頻道一定比現在加寬好幾倍，網際網路就很可能代替了衛星電視。衛星電視的成本高，網路傳播成本很低，而且很方便。將來接收的接收器很可能就像我們現在用的手提電話一樣，手提電話螢幕稍微寬一點，無論在什麼時候，旅行都可以看、都可以聽。"
    },
    {
      "id": "20-015-0031_p0045",
      "zh_CN": "在从前我们讲的，卫星是把讲经说法的讲堂送到你家里头去，你在家里打开电视机可以看。现在进步了，不是送到你家里，送到你的手掌心里头，你说这个多方便！这在从前没有的，从前没有人想到过这个事情，现在逐渐逐渐真的实现了，成本不高，效果很大。所以发心弘法的人要认真、要努力，要学习在摄影棚面对摄影机讲经教学，把佛法从这个方向把它复兴起来。我心目当中期望的，每个讲经的法师都有一个摄影棚，将来在网路上，你可以二十四小时的传播。每一个人专攻一、两部经，不要搞太多，听众会选择。他喜欢学这部经，也喜欢听你的讲演，他天天听你的，接受你的教诲。「难沮佛」！",
      "zh_TW": "在從前我們講的，衛星是把講經說法的講堂送到你家裡頭去，你在家裡打開電視機可以看。現在進步了，不是送到你家裡，送到你的手掌心裡頭，你說這個多方便！這在從前沒有的，從前沒有人想到過這個事情，現在逐漸逐漸真的實現了，成本不高，效果很大。所以發心弘法的人要認真、要努力，要學習在攝影棚面對攝影機講經教學，把佛法從這個方向把它復興起來。我心目當中期望的，每個講經的法師都有一個攝影棚，將來在網路上，你可以二十四小時的傳播。每一個人專攻一、兩部經，不要搞太多，聽眾會選擇。他喜歡學這部經，也喜歡聽你的講演，他天天聽你的，接受你的教誨。「難沮佛」！"
    },
    {
      "id": "20-015-0031_p0046",
      "zh_CN": "弘护就怕魔外障难，这是古今中外都在所不免，我们自己一生当中遇到不少次。遇到了，我们不争，快速退让。这个快速退让，减少障难。总得要记住，要常常想到，诸佛菩萨永远不会跟任何众生对立，这一点要牢牢记住。所以菩萨称为仁者，仁慈的人，仁者无敌。什么叫仁者？他没有敌人，这是真正仁慈。要有个对立的、有个冤家对头，你就不是仁慈的人。仁慈的人永远没有冤家对头，冤家对头找上门来的时候，原谅他！绝不跟他对立，决定没有瞋恚，决定没有报复，这个人是菩萨，是个觉悟的人。",
      "zh_TW": "弘護就怕魔外障難，這是古今中外都在所不免，我們自己一生當中遇到不少次。遇到了，我們不爭，快速退讓。這個快速退讓，減少障難。總得要記住，要常常想到，諸佛菩薩永遠不會跟任何眾生對立，這一點要牢牢記住。所以菩薩稱為仁者，仁慈的人，仁者無敵。什麼叫仁者？他沒有敵人，這是真正仁慈。要有個對立的、有個冤家對頭，你就不是仁慈的人。仁慈的人永遠沒有冤家對頭，冤家對頭找上門來的時候，原諒他！絕不跟他對立，決定沒有瞋恚，決定沒有報復，這個人是菩薩，是個覺悟的人。"
    },
    {
      "id": "20-015-0031_p0047",
      "zh_CN": "不觉悟的人才会有瞋恚心，才会有报复的念头。觉悟的人决定没有！所以境界现前的时候，看看你是觉悟，还是迷惑。这些地方日常生活当中，小事情常常会遇到，在小事情上链功。炼怎么样？逆境、不顺心、不如意的事情，没有瞋恚心，没有怨恨心，没有报复心，要炼这个功夫。大的逆境现前，你的心地自然很坦然，你有智慧来处理，不会感情用事，你才不会被一切魔障来障难你。",
      "zh_TW": "不覺悟的人才會有瞋恚心，才會有報復的念頭。覺悟的人決定沒有！所以境界現前的時候，看看你是覺悟，還是迷惑。這些地方日常生活當中，小事情常常會遇到，在小事情上鍊功。鍊怎麼樣？逆境、不順心、不如意的事情，沒有瞋恚心，沒有怨恨心，沒有報復心，要鍊這個功夫。大的逆境現前，你的心地自然很坦然，你有智慧來處理，不會感情用事，你才不會被一切魔障來障難你。"
    },
    {
      "id": "20-015-0031_p0048",
      "zh_CN": "第四尊，『日生佛』，日是太阳，表智慧。所以「日生佛，表教学相长，自他慧日丽天，正法久住，福利人天」。所以讲经、教学要虚心！学习一定要懂得方法，上一辈是怎么样教导我，我是怎么学成的，我要如何教导别人？代代相传，正法久住！自古以来，从前李老师教我们，常常勉励我们，初学发心讲经的人很多，到最后成就的恐怕只有一、两个，两、三个，什么原因？退转、退心了，遭遇到困难不能突破。遭遇困难，一般普通的因素是什么？好胜心切，求好心切，这是学经教失败的第一个因素。十个失败，大概九个都是失败在这里，求好心切，希望讲得比别人好。",
      "zh_TW": "第四尊，『日生佛』，日是太陽，表智慧。所以「日生佛，表教學相長，自他慧日麗天，正法久住，福利人天」。所以講經、教學要虛心！學習一定要懂得方法，上一輩是怎麼樣教導我，我是怎麼學成的，我要如何教導別人？代代相傳，正法久住！自古以來，從前李老師教我們，常常勉勵我們，初學發心講經的人很多，到最後成就的恐怕只有一、兩個，兩、三個，什麼原因？退轉、退心了，遭遇到困難不能突破。遭遇困難，一般普通的因素是什麼？好勝心切，求好心切，這是學經教失敗的第一個因素。十個失敗，大概九個都是失敗在這裡，求好心切，希望講得比別人好。"
    },
    {
      "id": "20-015-0031_p0049",
      "zh_CN": "所以李老师教导我们，自古以来成功的人叫做稳坐稳打，守住古人一句教诲，金玉良言，「但求无过，不求有功」。你能守住这两句话，就很可能成功。所以，只要上台讲，讲得没有过失，不能求好，不能求有功，常常反省，常常改过。讲得好总得要十年、二十年，这么长时期天天在改过，天天在反省，你累积十年、二十年的功德，你当然讲得好。不是短时间的事情，几个月就讲好，一、二年就讲好，没有这个事情。古来这些祖师大德，通宗通教，哪一个不是长时薰修而成功的！",
      "zh_TW": "所以李老師教導我們，自古以來成功的人叫做穩坐穩打，守住古人一句教誨，金玉良言，「但求無過，不求有功」。你能守住這兩句話，就很可能成功。所以，只要上台講，講得沒有過失，不能求好，不能求有功，常常反省，常常改過。講得好總得要十年、二十年，這麼長時期天天在改過，天天在反省，你累積十年、二十年的功德，你當然講得好。不是短時間的事情，幾個月就講好，一、二年就講好，沒有這個事情。古來這些祖師大德，通宗通教，哪一個不是長時薰修而成功的！"
    },
    {
      "id": "20-015-0031_p0050",
      "zh_CN": "即使是天才，所谓一闻千悟，像禅宗六祖惠能大师，二十四岁开悟，五祖把衣钵传给他。怎么样？年岁太轻了，到猎人队里面去隐居十五年，差不多到四十岁才出来！二十四岁得衣钵，猎人队里头隐居了十五年，你们想想看，四十岁出来。这是天才！也不能够一下就出来，就要出人头地，做不到的。所以，坚毅、耐心是成功的秘诀，愈是大的成就愈要有耐心。没有耐心的人，别说出世间法，世间法也不会有成就。所以《金刚经》说得好，「一切法得成于忍」，你能忍耐！遵守老师的规矩，教你怎么做你就老老实实遵守。",
      "zh_TW": "即使是天才，所謂一聞千悟，像禪宗六祖惠能大師，二十四歲開悟，五祖把衣缽傳給他。怎麼樣？年歲太輕了，到獵人隊裡面去隱居十五年，差不多到四十歲才出來！二十四歲得衣缽，獵人隊裡頭隱居了十五年，你們想想看，四十歲出來。這是天才！也不能夠一下就出來，就要出人頭地，做不到的。所以，堅毅、耐心是成功的祕訣，愈是大的成就愈要有耐心。沒有耐心的人，別說出世間法，世間法也不會有成就。所以《金剛經》說得好，「一切法得成於忍」，你能忍耐！遵守老師的規矩，教你怎麼做你就老老實實遵守。"
    },
    {
      "id": "20-015-0031_p0051",
      "zh_CN": "我在台中亲近李老师，我学东西比一般同学确实学得快，我有理解的能力，有记忆的能力，但是李老师还是限制我，四十以后才可以出去讲经。四十之前在家里头练习讲，不要出去，外面有人请不要去，我守他的规矩守十年。如果我要像一般人求好心切，不遵守老师的规矩，我可能早就被淘汰掉了。世出世间的成就，常言说得好，老实人、守规矩的人这种人有成就。不老实、不守规矩，天天想花样，他的寿命不长。不但遭人嫉妒，也遭鬼神嫉妒；换句话说，护法神少，找麻烦的、障碍你的那些恶鬼、罗刹很多，都在你周围旁边，你怎么能好得了！",
      "zh_TW": "我在台中親近李老師，我學東西比一般同學確實學得快，我有理解的能力，有記憶的能力，但是李老師還是限制我，四十以後才可以出去講經。四十之前在家裡頭練習講，不要出去，外面有人請不要去，我守他的規矩守十年。如果我要像一般人求好心切，不遵守老師的規矩，我可能早就被淘汰掉了。世出世間的成就，常言說得好，老實人、守規矩的人這種人有成就。不老實、不守規矩，天天想花樣，他的壽命不長。不但遭人嫉妒，也遭鬼神嫉妒；換句話說，護法神少，找麻煩的、障礙你的那些惡鬼、羅剎很多，都在你周圍旁邊，你怎麼能好得了！"
    },
    {
      "id": "20-015-0031_p0052",
      "zh_CN": "所以人不能有嫉妒心，要常常希望别人比我好，别人比我好，我就有福了。讲经说法、弘护正法都是修福，谁享福？清众享福，每天听经念佛，享福！我很喜欢每天能够听经念佛，什么事都不要过问，你说这个日子多好！但是我没有这个福报，没有人讲给我听。如果今天有一个人能够天天讲经给我听，我天天给他磕头，天天感谢，这是真的，不是假的！我要感谢他的法供养，感谢护法大德的财供养，感谢弘法大德法供养，以自己修行的成果来做为报答。",
      "zh_TW": "所以人不能有嫉妒心，要常常希望別人比我好，別人比我好，我就有福了。講經說法、弘護正法都是修福，誰享福？清眾享福，每天聽經念佛，享福！我很喜歡每天能夠聽經念佛，什麼事都不要過問，你說這個日子多好！但是我沒有這個福報，沒有人講給我聽。如果今天有一個人能夠天天講經給我聽，我天天給他磕頭，天天感謝，這是真的，不是假的！我要感謝他的法供養，感謝護法大德的財供養，感謝弘法大德法供養，以自己修行的成果來做為報答。"
    },
    {
      "id": "20-015-0031_p0053",
      "zh_CN": "末后这一尊佛，『网明佛』，「表度生弘愿方法，以无量法门（如网目）救度众生」。弘护正法要有这样的弘愿，要有这样的心量，要有这样的抱负，佛法就兴了。一个道场讲经说法不是一个法师，我们现在建了十个教室，我们就希望有十个法师，我们希望有个十门、二十门功课。但是学生，学生不能统统都学，那不可以的，学生顶多只学两门。这是从前我们在台中李老师教导我们的，同时最多只能学两门，决定不能学三门，他说学三门你不会有成就。最好怎么样？最好就学一门，你会很快有成就。跟一个老师学一部经，这一部经学好了，毕业了，你才可以学第二部经。",
      "zh_TW": "末後這一尊佛，『網明佛』，「表度生弘願方法，以無量法門（如網目）救度眾生」。弘護正法要有這樣的弘願，要有這樣的心量，要有這樣的抱負，佛法就興了。一個道場講經說法不是一個法師，我們現在建了十個教室，我們就希望有十個法師，我們希望有個十門、二十門功課。但是學生，學生不能統統都學，那不可以的，學生頂多只學兩門。這是從前我們在台中李老師教導我們的，同時最多只能學兩門，決定不能學三門，他說學三門你不會有成就。最好怎麼樣？最好就學一門，你會很快有成就。跟一個老師學一部經，這一部經學好了，畢業了，你才可以學第二部經。"
    },
    {
      "id": "20-015-0031_p0054",
      "zh_CN": "什么叫毕业？一定要你的老师点头了：你可以了。在我们从前，我在台中，李老师虽然没有限制，但是我们自己限制自己，就是学一部经之后，一定要讲十遍，上台去讲。老师教我们只教第一遍，第二遍是我们学生讲给老师听，老师帮我们改正。往后第三遍、第四遍，一直到第十遍，都是老师在台下听，学生在台上讲。十遍讲完，老师点头「可以了」，你这一门功课就算毕业了。我们今天采用教学的方法是这种方法。老师天天听，天天帮助你改正，天天来帮助你解答问题，帮助你提升境界。",
      "zh_TW": "什麼叫畢業？一定要你的老師點頭了：你可以了。在我們從前，我在台中，李老師雖然沒有限制，但是我們自己限制自己，就是學一部經之後，一定要講十遍，上台去講。老師教我們只教第一遍，第二遍是我們學生講給老師聽，老師幫我們改正。往後第三遍、第四遍，一直到第十遍，都是老師在台下聽，學生在台上講。十遍講完，老師點頭「可以了」，你這一門功課就算畢業了。我們今天採用教學的方法是這種方法。老師天天聽，天天幫助你改正，天天來幫助你解答問題，幫助你提升境界。"
    },
    {
      "id": "20-015-0031_p0055",
      "zh_CN": "这一部经十遍学下来，再看看你的德行、你的定力，你有定力不会受外面名闻利养的动摇，你才可以出去讲经。如果出去讲经，一接触名闻利养你就起贪瞋痴慢，你马上就堕落、就完了。在这种情况之下，就绝不能出去。道场会保护你，出去没有人保护你，你禁不起诱惑你就堕落了，堕落再回头很不容易。",
      "zh_TW": "這一部經十遍學下來，再看看你的德行、你的定力，你有定力不會受外面名聞利養的動搖，你才可以出去講經。如果出去講經，一接觸名聞利養你就起貪瞋痴慢，你馬上就墮落、就完了。在這種情況之下，就絕不能出去。道場會保護你，出去沒有人保護你，你禁不起誘惑你就墮落了，墮落再回頭很不容易。"
    },
    {
      "id": "20-015-0031_p0056",
      "zh_CN": "「网明佛」就是道场弘法的人才多，科目多。所以佛教就像一个大学一样，每一个首座和尚是教授，教授都是专长，一门深入。你希望学哪一部经论，你就跟哪一个人学，这个老师一定会很认真的教导你、成就你。师资道合，教学相长。从弘法退休下来，就做护法的工作，也就是说担任常住的执事，为大众服务。我初学佛的时候，我有这么一个概念，四十岁之前学习，弘法也是在学习。四十到六十这二十年要为常住服务，担任工作。六十岁之后退休，把常住所有工作辞掉，辞掉怎么？专门讲经教学，这没有事务操心。",
      "zh_TW": "「網明佛」就是道場弘法的人才多，科目多。所以佛教就像一個大學一樣，每一個首座和尚是教授，教授都是專長，一門深入。你希望學哪一部經論，你就跟哪一個人學，這個老師一定會很認真的教導你、成就你。師資道合，教學相長。從弘法退休下來，就做護法的工作，也就是說擔任常住的執事，為大眾服務。我初學佛的時候，我有這麼一個概念，四十歲之前學習，弘法也是在學習。四十到六十這二十年要為常住服務，擔任工作。六十歲之後退休，把常住所有工作辭掉，辭掉怎麼？專門講經教學，這沒有事務操心。"
    },
    {
      "id": "20-015-0031_p0057",
      "zh_CN": "自己在弘、护都有相当丰富的经验，知道怎样培养弘法人才，怎样照顾弘法人才，培养护法人才，你有实际上的经验。如果道场弘法的人愈多，我们开的法门也就愈多，我们的方针必定要遵守古大德的一门深入，长时薰修。一个老师专攻一门，时间至少要十年，十年专攻一门他会有成就，不可以学太多学太杂。一门通了，一切都通，一切都通了，还是专弘这一门。为什么？给后学人做榜样。现在人不知道专修的利益，一定要做出榜样来给他看，让他明了，让他欢喜，他会成就。再看下方，下方这段经文我们也把经文念一遍：",
      "zh_TW": "自己在弘、護都有相當豐富的經驗，知道怎樣培養弘法人才，怎樣照顧弘法人才，培養護法人才，你有實際上的經驗。如果道場弘法的人愈多，我們開的法門也就愈多，我們的方針必定要遵守古大德的一門深入，長時薰修。一個老師專攻一門，時間至少要十年，十年專攻一門他會有成就，不可以學太多學太雜。一門通了，一切都通，一切都通了，還是專弘這一門。為什麼？給後學人做榜樣。現在人不知道專修的利益，一定要做出榜樣來給他看，讓他明瞭，讓他歡喜，他會成就。再看下方，下方這段經文我們也把經文念一遍："
    },
    {
      "id": "20-015-0031_p0058",
      "zh_CN": "【舍利弗。下方世界有师子佛。名闻佛。名光佛。达磨佛。法幢佛。持法佛。如是等恒河沙数诸佛。各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "【舍利弗。下方世界有師子佛。名聞佛。名光佛。達磨佛。法幢佛。持法佛。如是等恆河沙數諸佛。各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "20-015-0031_p0059",
      "zh_CN": "到这里是一段。下方有六尊佛名，跟前面不一样，前面都是五尊，它六尊。当然这数目都是有意思的，绝不是偶然的，绝不是随意的。它「表教化大行，普度众生」，这就是说的大乘法！用六尊佛来表法，代表大乘六波罗蜜。前面北方是表化他，开始！像学经教的法师，大概是前十年到二十年，都是在这个阶段。讲经教学二十年之后，可以说这个时候你智慧开了，渐渐也能够契入三昧。你有定力、有智慧、有经验，你能把弘法利生的事业扩大。「教化大行，普度众生」，你能应付得了了。",
      "zh_TW": "到這裡是一段。下方有六尊佛名，跟前面不一樣，前面都是五尊，它六尊。當然這數目都是有意思的，絕不是偶然的，絕不是隨意的。它「表教化大行，普度眾生」，這就是說的大乘法！用六尊佛來表法，代表大乘六波羅蜜。前面北方是表化他，開始！像學經教的法師，大概是前十年到二十年，都是在這個階段。講經教學二十年之後，可以說這個時候你智慧開了，漸漸也能夠契入三昧。你有定力、有智慧、有經驗，你能把弘法利生的事業擴大。「教化大行，普度眾生」，你能應付得了了。"
    },
    {
      "id": "20-015-0031_p0060",
      "zh_CN": "佛的德号，第一尊，『师子佛』，师子是比喻，「喻佛说法，表法王子代佛弘法，如佛无二」。所以这个弘法的人不是初学，是一个成熟的弘法的法师，在我们佛门里面讲上座；弘法满十年，十年是下座，二十年是中座，满三十年，上座。依我们的习俗，佛门的习俗来说，这个地位（下方这个六佛所代表的）是上座，上座是你讲经弘法的事业三十年，这要记住，三十年天天讲天天教，这样才行！",
      "zh_TW": "佛的德號，第一尊，『師子佛』，師子是比喻，「喻佛說法，表法王子代佛弘法，如佛無二」。所以這個弘法的人不是初學，是一個成熟的弘法的法師，在我們佛門裡面講上座；弘法滿十年，十年是下座，二十年是中座，滿三十年，上座。依我們的習俗，佛門的習俗來說，這個地位（下方這個六佛所代表的）是上座，上座是你講經弘法的事業三十年，這要記住，三十年天天講天天教，這樣才行！"
    },
    {
      "id": "20-015-0031_p0061",
      "zh_CN": "一年讲个一个星期、两个星期、一个月，这不算，这不是教员。哪个学校教师一年只上课一个月的？上课一、两个星期的？没有这个学校。正规学校的教员天天要上课，大学里面的教授一个星期至少也要上一次，两个小时或者三个小时，每一个星期不能间断，这是学校。佛法里头不如是，释迦牟尼佛给我们做出榜样，释迦牟尼佛讲经天天讲，四十九年不中断。天天讲，年年不中断，三十年才是真正的上座。绝对不是说一日暴之，十日寒之，那个不算数！",
      "zh_TW": "一年講個一個星期、兩個星期、一個月，這不算，這不是教員。哪個學校教師一年只上課一個月的？上課一、兩個星期的？沒有這個學校。正規學校的教員天天要上課，大學裡面的教授一個星期至少也要上一次，兩個小時或者三個小時，每一個星期不能間斷，這是學校。佛法裡頭不如是，釋迦牟尼佛給我們做出榜樣，釋迦牟尼佛講經天天講，四十九年不中斷。天天講，年年不中斷，三十年才是真正的上座。絕對不是說一日暴之，十日寒之，那個不算數！"
    },
    {
      "id": "20-015-0031_p0062",
      "zh_CN": "三十年之前，北方五佛所表的，三十年之后，下方六佛来表法，「教化大行，普度众生」。你的德行、智慧、学问、经验、教化众生的技巧都成熟了，这个时候可以说法缘殊胜，作师子吼。师子吼，是代佛说法！法王子代佛说法，你所讲的如佛无二，你不会把经教讲错。无论你深说浅说，长说短说，你决定会契机契理，上契诸佛所证之理，下契众生可度之机，这是佛的本事，你也学会了。你想想看，自行化他，长年累月成就的，不是好强好胜短时间能成就的，没有这个道理。所以，这一点你一定要感激护法。",
      "zh_TW": "三十年之前，北方五佛所表的，三十年之後，下方六佛來表法，「教化大行，普度眾生」。你的德行、智慧、學問、經驗、教化眾生的技巧都成熟了，這個時候可以說法緣殊勝，作師子吼。師子吼，是代佛說法！法王子代佛說法，你所講的如佛無二，你不會把經教講錯。無論你深說淺說，長說短說，你決定會契機契理，上契諸佛所證之理，下契眾生可度之機，這是佛的本事，你也學會了。你想想看，自行化他，長年累月成就的，不是好強好勝短時間能成就的，沒有這個道理。所以，這一點你一定要感激護法。"
    },
    {
      "id": "20-015-0031_p0063",
      "zh_CN": "我所以感激韩馆长，韩馆长帮助我三十年。三十年让我天天有机会上讲台，每天都有机会上讲台，这才叫真正的护法。我们由衷的感激，我们是这样成就的。如果没有这三十年天天上讲台，你怎么可能会有成就？三十年，真的像一般讲的，把我提升到上座了，她就走了。我们永远纪念，永远怀着报恩的心，用什么报恩？用我们的成绩来报答，除这个之外，没有能报恩的。现在时间到了。",
      "zh_TW": "我所以感激韓館長，韓館長幫助我三十年。三十年讓我天天有機會上講台，每天都有機會上講台，這才叫真正的護法。我們由衷的感激，我們是這樣成就的。如果沒有這三十年天天上講台，你怎麼可能會有成就？三十年，真的像一般講的，把我提升到上座了，她就走了。我們永遠紀念，永遠懷著報恩的心，用什麼報恩？用我們的成績來報答，除這個之外，沒有能報恩的。現在時間到了。"
    }
  ]
}