{
  "doc_id": "20-015-0038",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0038",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "20-015-0038_p0001",
      "zh_CN": "诸位同学，请接着看「五阴」，色、受、想、行、识。「色阴」跟诸位介绍过了，色是物质，我们对于它要有正确的认识。",
      "zh_TW": "諸位同學，請接著看「五陰」，色、受、想、行、識。「色陰」跟諸位介紹過了，色是物質，我們對於它要有正確的認識。"
    },
    {
      "id": "20-015-0038_p0002",
      "zh_CN": "现在请看「受」，受想行识。受是前五识，就是眼、耳、鼻、舌、身。「领纳五噘境」，用现在的话来说，接受外面的境界。眼，接受外面的色；耳，接触外面的音声；鼻，接受外面的气味；舌，接受外面的味；身，接触外面的冷暖寒热。这是讲受，领纳五境，这是说受的作用，就是我们现在讲的感受、享受，都包括在这里面。在法相宗里面讲，这是前五识。",
      "zh_TW": "現在請看「受」，受想行識。受是前五識，就是眼、耳、鼻、舌、身。「領納五噘境」，用現在的話來說，接受外面的境界。眼，接受外面的色；耳，接觸外面的音聲；鼻，接受外面的氣味；舌，接受外面的味；身，接觸外面的冷暖寒熱。這是講受，領納五境，這是說受的作用，就是我們現在講的感受、享受，都包括在這裡面。在法相宗裡面講，這是前五識。"
    },
    {
      "id": "20-015-0038_p0003",
      "zh_CN": "「想」是第六意识，第六意识「分别计度」。中峰禅师在这个经上为我们讲开示，他说了三种心，缘虑心就是第六意识，缘虑，攀缘。能够思惟、能够想像，这个心属于第六识。它有分别的能力，它有计划、度量，统统属于分别，在五阴里头作想。「一切法从心想生」，第六意识的功能很大！",
      "zh_TW": "「想」是第六意識，第六意識「分別計度」。中峰禪師在這個經上為我們講開示，他說了三種心，緣慮心就是第六意識，緣慮，攀緣。能夠思惟、能夠想像，這個心屬於第六識。它有分別的能力，它有計畫、度量，統統屬於分別，在五陰裡頭作想。「一切法從心想生」，第六意識的功能很大！"
    },
    {
      "id": "20-015-0038_p0004",
      "zh_CN": "「行」是第七识，「恒审思量」。为什么称它作「行」？它不间断，念念不间断，坚固的执着。审就是审查，恒是恒常，从来不间断。这里面最重要的，就是执着「我」，我有两种，一种是人我，一种法我。坚固的执着，这是错误的，实际上，并没有「我」，人我、法我都没有。",
      "zh_TW": "「行」是第七識，「恆審思量」。為什麼稱它作「行」？它不間斷，念念不間斷，堅固的執著。審就是審查，恆是恆常，從來不間斷。這裡面最重要的，就是執著「我」，我有兩種，一種是人我，一種法我。堅固的執著，這是錯誤的，實際上，並沒有「我」，人我、法我都沒有。"
    },
    {
      "id": "20-015-0038_p0005",
      "zh_CN": "最后一条，「识」，识就是指第八识，「执持不坏」！第八识是阿赖耶识，第七是末那识，第六是意识，前面五识是眼识、耳识、鼻识、舌识、身识，这是我们从法相八识来说。第八识就是我们一般人讲的印象，我们见色闻声，六根接触外面境界，这是落印象。你看到一个人，听到一次音乐的演奏，你能够记得起来，你能够回味。这个事情已经过去了，为什么还能想得起来？因为这个印象落在第八识里头，第八识就像我们现在所讲的仓库、资料室、档案室。六识所有一切的印象，统统储存在这个地方，而且它永远不会失掉，执持不坏。不但这一生，你的见闻觉知这些事储藏在这个里面不会失掉，你过去生中、再过去生中，无量劫之前，所有的印象全部储藏在这里面。",
      "zh_TW": "最後一條，「識」，識就是指第八識，「執持不壞」！第八識是阿賴耶識，第七是末那識，第六是意識，前面五識是眼識、耳識、鼻識、舌識、身識，這是我們從法相八識來說。第八識就是我們一般人講的印象，我們見色聞聲，六根接觸外面境界，這是落印象。你看到一個人，聽到一次音樂的演奏，你能夠記得起來，你能夠回味。這個事情已經過去了，為什麼還能想得起來？因為這個印象落在第八識裡頭，第八識就像我們現在所講的倉庫、資料室、檔案室。六識所有一切的印象，統統儲存在這個地方，而且它永遠不會失掉，執持不壞。不但這一生，你的見聞覺知這些事儲藏在這個裡面不會失掉，你過去生中、再過去生中，無量劫之前，所有的印象全部儲藏在這裡面。"
    },
    {
      "id": "20-015-0038_p0006",
      "zh_CN": "这个事情，我们可以从西方催眠术得到证明。我们曾经看到一个报告，有一个人接受甚深程度的催眠，他能够说到他一世，过去生中、再过去、再过去，好像总共讲了八十四世。就是他八十四世之前的事情他也能说得出来，算算时间有四千多年。他能够说得出那个时候的生活状况，他叫什么名字，他住在什么地方，跟哪些人接触，问他那个时候使用什么货币，他都能说出来。这绝不是欺骗人的，绝不是编造的，这是说明阿赖耶识含藏的种子确实不灭。我们知道催眠是有限的，到八十几世之前那相当不容易了。",
      "zh_TW": "這個事情，我們可以從西方催眠術得到證明。我們曾經看到一個報告，有一個人接受甚深程度的催眠，他能夠說到他一世，過去生中、再過去、再過去，好像總共講了八十四世。就是他八十四世之前的事情他也能說得出來，算算時間有四千多年。他能夠說得出那個時候的生活狀況，他叫什麼名字，他住在什麼地方，跟哪些人接觸，問他那個時候使用什麼貨幣，他都能說出來。這絕不是欺騙人的，絕不是編造的，這是說明阿賴耶識含藏的種子確實不滅。我們知道催眠是有限的，到八十幾世之前那相當不容易了。"
    },
    {
      "id": "20-015-0038_p0007",
      "zh_CN": "在佛法里面讲，禅定可以能够突破这个界限，甚深禅定！像阿罗汉的禅定，能够知道五百世；过去五百世，还知道未来五百世，阿罗汉有这个能力。菩萨能力就更大了，如来果地上，彻知！过去无量劫，未来无量劫，统统清楚，统统明了。为什么？这个道理我们现在明了，因为见了性之后，我们常讲明心见性，圆教初住菩萨见了性之后，就是入一真法界，入不二法门，时间、空间都等于零。无量劫前，都摆在面前。由这里可知，阿赖耶这个资料库，里面东西非常丰富。释迦牟尼佛曾经说过，如果我们阿赖耶识含藏的这些种子，就是这些印象，假如它是物质，再小再小的物质，他说尽虚空都容纳不下，好在它不是物质。",
      "zh_TW": "在佛法裡面講，禪定可以能夠突破這個界限，甚深禪定！像阿羅漢的禪定，能夠知道五百世；過去五百世，還知道未來五百世，阿羅漢有這個能力。菩薩能力就更大了，如來果地上，徹知！過去無量劫，未來無量劫，統統清楚，統統明瞭。為什麼？這個道理我們現在明瞭，因為見了性之後，我們常講明心見性，圓教初住菩薩見了性之後，就是入一真法界，入不二法門，時間、空間都等於零。無量劫前，都擺在面前。由這裡可知，阿賴耶這個資料庫，裡面東西非常豐富。釋迦牟尼佛曾經說過，如果我們阿賴耶識含藏的這些種子，就是這些印象，假如它是物質，再小再小的物質，他說盡虛空都容納不下，好在它不是物質。"
    },
    {
      "id": "20-015-0038_p0008",
      "zh_CN": "在深位的菩萨，见性也有浅深差别。法身菩萨有四十一个阶级，都是明心见性，他见的浅深广狭有差别。深位菩萨，别人阿赖耶识里面含藏的习气种子，他能看到。就好像是，你的档案库、资料库里头，我可以调出来看，可以随意调出来看，不但知道自己的，也知道一切众生，障碍就没有了。你看在催眠，催眠这个方法，他能够调出自己的资料档案，他没有办法调别人的。甚深禅定，可以能够见到一切众生阿赖耶识里面含藏的习气种子。所以佛度众生方便，为什么？他对众生的根性太了解，你过去生中生生世世，他没有一样不知道。",
      "zh_TW": "在深位的菩薩，見性也有淺深差別。法身菩薩有四十一個階級，都是明心見性，他見的淺深廣狹有差別。深位菩薩，別人阿賴耶識裡面含藏的習氣種子，他能看到。就好像是，你的檔案庫、資料庫裡頭，我可以調出來看，可以隨意調出來看，不但知道自己的，也知道一切眾生，障礙就沒有了。你看在催眠，催眠這個方法，他能夠調出自己的資料檔案，他沒有辦法調別人的。甚深禪定，可以能夠見到一切眾生阿賴耶識裡面含藏的習氣種子。所以佛度眾生方便，為什麼？他對眾生的根性太了解，你過去生中生生世世，他沒有一樣不知道。"
    },
    {
      "id": "20-015-0038_p0009",
      "zh_CN": "受、想、行、识属于心法，佛法把一切法，最简单的分为两大类，一种是心法，一种是色法。现在科学家也是这样分法，他分为物质、精神，物质是色法，精神就是心法。在佛法里面讲，色法跟心法是一不是二，我们世间这些科学家、哲学家，他把它分成两分，好像物质不是精神，精神不是物质，都是独立的，其实佛说不是独立的，它是一，不是二。心法是能生、能变；色法是所生、所变。能所是一不是二，这就是欧阳竟无先生所说的，佛法不是哲学，不是宗教。哲学里面，能所是分开来的，能不是所，所不是能。佛法里面讲能所，但是能所是统一的。严格的讲，精神跟物质是决定分不开的。为什么？物质有法性，法性的特色，前面我们讲了，它也有四大，四大特性，那个四大特性就是见闻觉知。所以一切物质都有见闻觉知，现代科学才开始发现！",
      "zh_TW": "受、想、行、識屬於心法，佛法把一切法，最簡單的分為兩大類，一種是心法，一種是色法。現在科學家也是這樣分法，他分為物質、精神，物質是色法，精神就是心法。在佛法裡面講，色法跟心法是一不是二，我們世間這些科學家、哲學家，他把它分成兩分，好像物質不是精神，精神不是物質，都是獨立的，其實佛說不是獨立的，它是一，不是二。心法是能生、能變；色法是所生、所變。能所是一不是二，這就是歐陽竟無先生所說的，佛法不是哲學，不是宗教。哲學裡面，能所是分開來的，能不是所，所不是能。佛法裡面講能所，但是能所是統一的。嚴格的講，精神跟物質是決定分不開的。為什麼？物質有法性，法性的特色，前面我們講了，它也有四大，四大特性，那個四大特性就是見聞覺知。所以一切物質都有見聞覺知，現代科學才開始發現！"
    },
    {
      "id": "20-015-0038_p0010",
      "zh_CN": "日本江本胜博士研究水结晶，这是发现的开端，物质有见闻觉知。但是佛经上讲的，讲了很久了，三千年前佛就说了。《华严经》上（这是佛最初说的一部经），「一切诸法，唯心所现，唯识所变」，这是最早讲的。佛在楞严会上说的很清楚，「诸法所生，唯心所现，一切因果，世界微尘，因心成体」，这就讲得更清楚。心的体就是性，我们佛法里常讲的法性，植物、矿物，法性；连虚空，虚空之体也是法性。法性就有见闻觉知，中峰大师在这里面开示的「灵知心」，灵知心就是大乘经上讲的佛性、法性，它的四大特色就是见闻觉知。",
      "zh_TW": "日本江本勝博士研究水結晶，這是發現的開端，物質有見聞覺知。但是佛經上講的，講了很久了，三千年前佛就說了。《華嚴經》上（這是佛最初說的一部經），「一切諸法，唯心所現，唯識所變」，這是最早講的。佛在楞嚴會上說的很清楚，「諸法所生，唯心所現，一切因果，世界微塵，因心成體」，這就講得更清楚。心的體就是性，我們佛法裡常講的法性，植物、礦物，法性；連虛空，虛空之體也是法性。法性就有見聞覺知，中峰大師在這裡面開示的「靈知心」，靈知心就是大乘經上講的佛性、法性，它的四大特色就是見聞覺知。"
    },
    {
      "id": "20-015-0038_p0011",
      "zh_CN": "我们现在对这些植物做试验，细心观察，真的。植物，我们以善意对它，每天三次，一次三分钟就够了。对它说「你长得很好，我很爱你，很感谢你」，这个植物真的愈长愈好。像我这盆栽，这试验就很明显。另外一盆，你以恶的念头对它，你说：我很讨厌你，你长得很丑陋，我不喜欢你。一、两个星期之后，它几乎就枯了，很明显，你从这里测验，它真的能懂得人的意思。",
      "zh_TW": "我們現在對這些植物做試驗，細心觀察，真的。植物，我們以善意對它，每天三次，一次三分鐘就夠了。對它說「你長得很好，我很愛你，很感謝你」，這個植物真的愈長愈好。像我這盆栽，這試驗就很明顯。另外一盆，你以惡的念頭對它，你說：我很討厭你，你長得很醜陋，我不喜歡你。一、兩個星期之後，它幾乎就枯了，很明顯，你從這裡測驗，它真的能懂得人的意思。"
    },
    {
      "id": "20-015-0038_p0012",
      "zh_CN": "现在许多人都在学着做这个实验，没有一个失败的，证明植物有法性！真的它有见闻觉知，就是说它能看、能听，它能觉、能知。为什么？它的体是法性，法性有这四个特色。就好像色法里头，有地、水、火、风这四种特性。现在我们还没有办法来试验矿物，泥土、沙石，我们在考虑进一步怎么样来观察它也有见闻觉知的特性。佛法里头所讲的话，我们就能懂了。《华严》说的「情与无情，同圆种智」，这个问题，我们解决了，不再疑惑。「一切法从心想生」，「境随心转」，这些问题不都证明了吗？这是非常重要的说明。",
      "zh_TW": "現在許多人都在學著做這個實驗，沒有一個失敗的，證明植物有法性！真的它有見聞覺知，就是說它能看、能聽，它能覺、能知。為什麼？它的體是法性，法性有這四個特色。就好像色法裡頭，有地、水、火、風這四種特性。現在我們還沒有辦法來試驗礦物，泥土、沙石，我們在考慮進一步怎麼樣來觀察它也有見聞覺知的特性。佛法裡頭所講的話，我們就能懂了。《華嚴》說的「情與無情，同圓種智」，這個問題，我們解決了，不再疑惑。「一切法從心想生」，「境隨心轉」，這些問題不都證明了嗎？這是非常重要的說明。"
    },
    {
      "id": "20-015-0038_p0013",
      "zh_CN": "如果我们真的明白了，真懂得了，我们自己的色受想行识完全自己能做得了主。第一个，我们可以做什么主？可以不老，可以不病，可以不死，真能做得了主！生死，这经论里面讲得太多了，那是一个转变，因果的转变，决定没有死。为什么？你的法性不生不灭。法性所变的法相，身体是相，整个宇宙一切现象是相，相有生灭，性没有生灭。通达这样一个事实真相，我们对于生老病死的恐惧的念头完全就消灭了，不再有恐惧，那是我们所变的。",
      "zh_TW": "如果我們真的明白了，真懂得了，我們自己的色受想行識完全自己能做得了主。第一個，我們可以做什麼主？可以不老，可以不病，可以不死，真能做得了主！生死，這經論裡面講得太多了，那是一個轉變，因果的轉變，決定沒有死。為什麼？你的法性不生不滅。法性所變的法相，身體是相，整個宇宙一切現象是相，相有生滅，性沒有生滅。通達這樣一個事實真相，我們對於生老病死的恐懼的念頭完全就消滅了，不再有恐懼，那是我們所變的。"
    },
    {
      "id": "20-015-0038_p0014",
      "zh_CN": "能变的是我，是真正的我，所变的这个不是我，这个意思不能够错会。所变的是我所变的，我呢，我是能变，能变是我。所以能变的是灵知心，妄心都是所变的，都不是我。所以讲这八个识，八识不是我，八识是心里的作用，而且这个作用是错误的作用，不是正确的作用，迷了叫八识；觉悟了不叫八识，叫四智。四智，就是正确的作用。",
      "zh_TW": "能變的是我，是真正的我，所變的這個不是我，這個意思不能夠錯會。所變的是我所變的，我呢，我是能變，能變是我。所以能變的是靈知心，妄心都是所變的，都不是我。所以講這八個識，八識不是我，八識是心裡的作用，而且這個作用是錯誤的作用，不是正確的作用，迷了叫八識；覺悟了不叫八識，叫四智。四智，就是正確的作用。"
    },
    {
      "id": "20-015-0038_p0015",
      "zh_CN": "所以我们现前是非常粗，非常不好，可以说是「粗恶五阴和合」，我们现在这个身。这个色身、色心和合的身相，「假名众生」，众缘和合而生；物质是地、水、火、风，精神是受、想、行、识。但是六道里面众生，无量劫以来，都执着这个身是自己，都执着受、想、行、识是自己的心，错了！于是在这里面起惑、造业，受轮回的果报，生生世世，头出头没，出不了六道轮回。",
      "zh_TW": "所以我們現前是非常粗，非常不好，可以說是「粗惡五陰和合」，我們現在這個身。這個色身、色心和合的身相，「假名眾生」，眾緣和合而生；物質是地、水、火、風，精神是受、想、行、識。但是六道裡面眾生，無量劫以來，都執著這個身是自己，都執著受、想、行、識是自己的心，錯了！於是在這裡面起惑、造業，受輪迴的果報，生生世世，頭出頭沒，出不了六道輪迴。"
    },
    {
      "id": "20-015-0038_p0016",
      "zh_CN": "大师在此地告诉我们，「非欣厌之行，必不能度」。欣厌就是讲净土，只有向往西方极乐世界，厌离六道轮回，厌离娑婆六道轮回，你才能度！这是净土宗的方法，净土对我们就非常有利益，因为这个法门，我们从前面一直看过来，这个法门方便、简单、容易，这个法门是横出，不是竖出。横出是对劫浊讲的，方便是对见浊讲的，转凡心为佛心是对烦恼浊讲的，厌弃六道轮回、向往极乐世界是对众生浊讲的。再看后面这一条「命浊」。",
      "zh_TW": "大師在此地告訴我們，「非欣厭之行，必不能度」。欣厭就是講淨土，只有嚮往西方極樂世界，厭離六道輪迴，厭離娑婆六道輪迴，你才能度！這是淨土宗的方法，淨土對我們就非常有利益，因為這個法門，我們從前面一直看過來，這個法門方便、簡單、容易，這個法門是橫出，不是豎出。橫出是對劫濁講的，方便是對見濁講的，轉凡心為佛心是對煩惱濁講的，厭棄六道輪迴、嚮往極樂世界是對眾生濁講的。再看後面這一條「命濁」。"
    },
    {
      "id": "20-015-0038_p0017",
      "zh_CN": "「因果并劣，寿命短促，非不费时劫，不劳勤苦之行，必不能度」。命是指寿命，就是你得的这个身，在这一世当中，你能够相续多么长的时间？绝大多数五、六十岁就走了，五、六十岁走的人太多太多。十几、二十岁走的，也比比皆是。杜甫，唐朝时候人，他在诗句里头有一句说，「人生七十古来稀」，这是唐朝人讲的。",
      "zh_TW": "「因果並劣，壽命短促，非不費時劫，不勞勤苦之行，必不能度」。命是指壽命，就是你得的這個身，在這一世當中，你能夠相續多麼長的時間？絕大多數五、六十歲就走了，五、六十歲走的人太多太多。十幾、二十歲走的，也比比皆是。杜甫，唐朝時候人，他在詩句裡頭有一句說，「人生七十古來稀」，這是唐朝人講的。"
    },
    {
      "id": "20-015-0038_p0018",
      "zh_CN": "因，我们的寿命，得来的寿命，是过去生中所造的业因，这一生得到的寿命是果报。健康长寿的业因，佛在经上给我们讲得很清楚，无畏布施。你有慈悲心，勇于救苦救难，心地善良，多做善业，你才得健康长寿。自私自利，损人利己，寿命就短促。我们中国世法里头所谓的折福，你的福报折了，像打折扣一样，折了。本来你能够活一百岁，现在只能够活到六、七十岁，折福。你要能够舍己为人，念念为社会苦难众生着想，行行真能够舍己为人，往往寿命增长，寿命延长，延年益寿。寿命延长，不是享福，干什么？为一切众生服务。所以说「因果并劣」！为一切众生服务。",
      "zh_TW": "因，我們的壽命，得來的壽命，是過去生中所造的業因，這一生得到的壽命是果報。健康長壽的業因，佛在經上給我們講得很清楚，無畏布施。你有慈悲心，勇於救苦救難，心地善良，多做善業，你才得健康長壽。自私自利，損人利己，壽命就短促。我們中國世法裡頭所謂的折福，你的福報折了，像打折扣一樣，折了。本來你能夠活一百歲，現在只能夠活到六、七十歲，折福。你要能夠捨己為人，念念為社會苦難眾生著想，行行真能夠捨己為人，往往壽命增長，壽命延長，延年益壽。壽命延長，不是享福，幹什麼？為一切眾生服務。所以說「因果並劣」！為一切眾生服務。"
    },
    {
      "id": "20-015-0038_p0019",
      "zh_CN": "在这个世间，几个人能够活到一百岁？太少太少。我们要在这一生当中修行证果，就必须要「不费时劫」，短时间能够修成。还要什么？「不劳勤苦」，要容易修。为什么？这个世间贫苦人多，富贵人少。贫苦人天天要忙着生计，他没有多余的时间，所以能够在他偷一点空闲时间修行，这就可以了，这样的法门，他才能成就。",
      "zh_TW": "在這個世間，幾個人能夠活到一百歲？太少太少。我們要在這一生當中修行證果，就必須要「不費時劫」，短時間能夠修成。還要什麼？「不勞勤苦」，要容易修。為什麼？這個世間貧苦人多，富貴人少。貧苦人天天要忙著生計，他沒有多餘的時間，所以能夠在他偷一點空閒時間修行，這就可以了，這樣的法門，他才能成就。"
    },
    {
      "id": "20-015-0038_p0020",
      "zh_CN": "净宗符合这个条件，再忙碌的人，过去祖师教导的有十念法。早晨起来，家里有佛像，对佛像拜三拜，合掌，念阿弥陀佛。阿弥陀佛、阿弥陀佛、阿弥陀佛，尽一口气叫一念，念十口气。一口气念的佛号多少不要紧，没有关系，一口气是一念，念十口气。气足的人一口气可以念二、三十声佛号，我一口气大概可以念二十声。身体稍微差一点，气短一点的，一口气大概念个六、七声是没有问题的，这叫一念。早晨念十念，晚上睡觉之前念十念，这叫十念法。",
      "zh_TW": "淨宗符合這個條件，再忙碌的人，過去祖師教導的有十念法。早晨起來，家裡有佛像，對佛像拜三拜，合掌，念阿彌陀佛。阿彌陀佛、阿彌陀佛、阿彌陀佛，盡一口氣叫一念，念十口氣。一口氣念的佛號多少不要緊，沒有關係，一口氣是一念，念十口氣。氣足的人一口氣可以念二、三十聲佛號，我一口氣大概可以念二十聲。身體稍微差一點，氣短一點的，一口氣大概念個六、七聲是沒有問題的，這叫一念。早晨念十念，晚上睡覺之前念十念，這叫十念法。"
    },
    {
      "id": "20-015-0038_p0021",
      "zh_CN": "前些年，这也有不少年，应该差不多有十年，我在吉隆坡讲经，好像是第一次到吉隆坡讲经的时候，给大家说了一个「十念法」。我这个十念简单，十念是十句佛号，跟祖师这个不一样，非常简单，一分钟，「阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛」，就念完了。真的，是一心，这里头不夹杂、不怀疑、不夹杂，一天念九次。早晨起来念一次，晚上睡觉念一次，这两次了。三餐饭念三次，吃饭之前合掌，我们不要念供养咒，就念阿弥陀佛，念十声，这十句。工作的时候，上班念一次，工作之前念一次，下班时候念一次，下午上班念一次，下班念一次，总共九次，你只要每天做，一次不缺，这样一次只要一分钟，不耽误你的时间！很有效果。",
      "zh_TW": "前些年，這也有不少年，應該差不多有十年，我在吉隆坡講經，好像是第一次到吉隆坡講經的時候，給大家說了一個「十念法」。我這個十念簡單，十念是十句佛號，跟祖師這個不一樣，非常簡單，一分鐘，「阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛」，就念完了。真的，是一心，這裡頭不夾雜、不懷疑、不夾雜，一天念九次。早晨起來念一次，晚上睡覺念一次，這兩次了。三餐飯念三次，吃飯之前合掌，我們不要念供養咒，就念阿彌陀佛，念十聲，這十句。工作的時候，上班念一次，工作之前念一次，下班時候念一次，下午上班念一次，下班念一次，總共九次，你只要每天做，一次不缺，這樣一次只要一分鐘，不耽誤你的時間！很有效果。"
    },
    {
      "id": "20-015-0038_p0022",
      "zh_CN": "我提倡之后，有很多人照这个方法修，打电话给我，写信给我，很有效果。为什么？符合净宗的教诲，不怀疑、不夹杂、不间断。你这十声佛号不间断，因为时间短，你可以没有妄念，十句阿弥陀佛当中不夹杂妄念。像平常念佛，念一支香，念一个小时、一个半小时，难免没有夹杂，我这个十句里头不夹杂，真做得到！所以依照这个方法修学的人，收到很好的效果。这个方法曾经在美国、加拿大，很多地区推动。即使你有正常的早晚课，你用这个十念法做助修，也是非常非常之好。工作如果非常繁忙，你就用这个做正修，这是「不费时劫，不劳勤苦之行」。所以净宗怎么能在五浊里面超越生死轮回，蕅益大师把这个道理给我们说出来了。",
      "zh_TW": "我提倡之後，有很多人照這個方法修，打電話給我，寫信給我，很有效果。為什麼？符合淨宗的教誨，不懷疑、不夾雜、不間斷。你這十聲佛號不間斷，因為時間短，你可以沒有妄念，十句阿彌陀佛當中不夾雜妄念。像平常念佛，念一支香，念一個小時、一個半小時，難免沒有夾雜，我這個十句裡頭不夾雜，真做得到！所以依照這個方法修學的人，收到很好的效果。這個方法曾經在美國、加拿大，很多地區推動。即使你有正常的早晚課，你用這個十念法做助修，也是非常非常之好。工作如果非常繁忙，你就用這個做正修，這是「不費時劫，不勞勤苦之行」。所以淨宗怎麼能在五濁裡面超越生死輪迴，蕅益大師把這個道理給我們說出來了。"
    },
    {
      "id": "20-015-0038_p0023",
      "zh_CN": "我们再看经文，看我们本师释迦牟尼佛，我们接着看。上面我们曾经念到，诸佛赞叹本师，在娑婆世界，五浊之中，成就阿耨多罗三藐三菩提，为众生说是一切难信之法。我们再接着看底下的经文：",
      "zh_TW": "我們再看經文，看我們本師釋迦牟尼佛，我們接著看。上面我們曾經念到，諸佛讚歎本師，在娑婆世界，五濁之中，成就阿耨多羅三藐三菩提，為眾生說是一切難信之法。我們再接著看底下的經文："
    },
    {
      "id": "20-015-0038_p0024",
      "zh_CN": "【舍利弗。当知我于五浊恶世。行此难事。得阿耨多罗三藐三菩提。为一切世间说此难信之法。是为甚难。】",
      "zh_TW": "【舍利弗。當知我於五濁惡世。行此難事。得阿耨多羅三藐三菩提。為一切世間說此難信之法。是為甚難。】"
    },
    {
      "id": "20-015-0038_p0025",
      "zh_CN": "就是这一句，前面是诸佛赞叹世尊，这一段世尊自己说出来了。所以蕅益大师讲，释迦牟尼佛修什么法门成佛的？念佛成佛的，念阿弥陀佛成佛的。什么经上说的？就是这一段经文说的！他告诉舍利弗，还不就是告诉我们大家！你应当知道。我，我是释迦牟尼佛自称。『我于五浊恶世，行此难事』，这个难事就是念佛，念佛是难信之法，念佛成佛。他念阿弥陀佛，所以『得阿耨多罗三藐三菩提』。这一句是我们世俗人常讲，得道了，阿耨多罗三藐三菩提就是佛道，无上的佛道。释迦牟尼佛得成佛道是修念佛法门，五浊恶世里修念佛法门。",
      "zh_TW": "就是這一句，前面是諸佛讚歎世尊，這一段世尊自己說出來了。所以蕅益大師講，釋迦牟尼佛修什麼法門成佛的？念佛成佛的，念阿彌陀佛成佛的。什麼經上說的？就是這一段經文說的！他告訴舍利弗，還不就是告訴我們大家！你應當知道。我，我是釋迦牟尼佛自稱。『我於五濁惡世，行此難事』，這個難事就是念佛，念佛是難信之法，念佛成佛。他念阿彌陀佛，所以『得阿耨多羅三藐三菩提』。這一句是我們世俗人常講，得道了，阿耨多羅三藐三菩提就是佛道，無上的佛道。釋迦牟尼佛得成佛道是修念佛法門，五濁惡世裡修念佛法門。"
    },
    {
      "id": "20-015-0038_p0026",
      "zh_CN": "又『为一切世间说此难信之法』，这个「一切世间」是讲九法界，为九法界众生说这个难信之法，就是念佛成佛之法。世尊讲，『是为甚难』，「甚难」是真的难信。所以真正能相信这个法门，这个经前面讲得很好，「不可以少善根福德因缘，得生彼国」。你能够信这个法，能够理解这个法，能够修行这个法，那就证明你过去生中，生生世世，种的善根多，善根、福德多，这一生遇到了缘分，好的因缘，你成就了。善根福德因缘少一条都不能成就，这个三条统统具足，不是容易事情！好，我们看底下蕅益大师给我们的开示，第八段。",
      "zh_TW": "又『為一切世間說此難信之法』，這個「一切世間」是講九法界，為九法界眾生說這個難信之法，就是念佛成佛之法。世尊講，『是為甚難』，「甚難」是真的難信。所以真正能相信這個法門，這個經前面講得很好，「不可以少善根福德因緣，得生彼國」。你能夠信這個法，能夠理解這個法，能夠修行這個法，那就證明你過去生中，生生世世，種的善根多，善根、福德多，這一生遇到了緣分，好的因緣，你成就了。善根福德因緣少一條都不能成就，這個三條統統具足，不是容易事情！好，我們看底下蕅益大師給我們的開示，第八段。"
    },
    {
      "id": "20-015-0038_p0027",
      "zh_CN": "「故一声阿弥陀佛，即释迦本师于五浊恶世，所得之阿耨多罗三藐三菩提法」，我们刚才念的这段经文。「今以此果觉全体」，今是讲现在，释迦牟尼佛把他自己所证得的无上菩提，整个授与五浊恶世的众生，真不容易！「乃诸佛所行境界，唯佛与佛能究尽，非九界自力所能信解也」。从这个地方，我们就体会到，难，真难！夏莲居老居士在《净语》里面讲的，说到这个法门「难信难信真难信」！念佛的人很多，为什么他不能成就？他不信。怎么知道他不信？他夹杂，念佛夹杂着妄想在里面。什么原因？不信。真信，他就不夹杂了。为什么？真信，他把世缘、世法佛法统统放下，决定不夹杂，很容易成功。",
      "zh_TW": "「故一聲阿彌陀佛，即釋迦本師於五濁惡世，所得之阿耨多羅三藐三菩提法」，我們剛才念的這段經文。「今以此果覺全體」，今是講現在，釋迦牟尼佛把他自己所證得的無上菩提，整個授與五濁惡世的眾生，真不容易！「乃諸佛所行境界，唯佛與佛能究盡，非九界自力所能信解也」。從這個地方，我們就體會到，難，真難！夏蓮居老居士在《淨語》裡面講的，說到這個法門「難信難信真難信」！念佛的人很多，為什麼他不能成就？他不信。怎麼知道他不信？他夾雜，念佛夾雜著妄想在裡面。什麼原因？不信。真信，他就不夾雜了。為什麼？真信，他把世緣、世法佛法統統放下，決定不夾雜，很容易成功。"
    },
    {
      "id": "20-015-0038_p0028",
      "zh_CN": "我们在《往生传》里面，在《净土圣贤录》里面，我们所看的，大概真信、切愿，世出世间法能放得下的人，快的，三个月到半年，慢的，两年、三年，他就成功了。西方极乐世界他就得到，他就能去，预知时至，真的去了。所以从前曾经有人问过我，不止一个，他问我，《净土圣贤录》、《往生传》里面讲的这些念佛人往生，大多数都是三年，是不是他们从开始念佛，寿命三年就到了？我跟他们大家说，我说不可能这么巧，天下哪有这么巧合的事情！每个念佛人三年都走了，我说不可能这样巧，实际上是什么？他三年成就了，他还有寿命，他不要了，提前走了，我相信这种人很多。",
      "zh_TW": "我們在《往生傳》裡面，在《淨土聖賢錄》裡面，我們所看的，大概真信、切願，世出世間法能放得下的人，快的，三個月到半年，慢的，兩年、三年，他就成功了。西方極樂世界他就得到，他就能去，預知時至，真的去了。所以從前曾經有人問過我，不止一個，他問我，《淨土聖賢錄》、《往生傳》裡面講的這些念佛人往生，大多數都是三年，是不是他們從開始念佛，壽命三年就到了？我跟他們大家說，我說不可能這麼巧，天下哪有這麼巧合的事情！每個念佛人三年都走了，我說不可能這樣巧，實際上是什麼？他三年成就了，他還有壽命，他不要了，提前走了，我相信這種人很多。"
    },
    {
      "id": "20-015-0038_p0029",
      "zh_CN": "最明显的是宋朝的莹珂，他真是勇猛精进，把阿弥陀佛念来了。阿弥陀佛告诉他，你的寿命还有十年，等到你十年寿命到时候，我再来接你。他不要：我十年寿命不要了，我现在就跟你去。阿弥陀佛答应他：好，三天之后，我来接引你。三天之后，果然往生。所以你要晓得，有能力去的人，真正念成功了，什么功夫？实在讲，不是很难，功夫成片！凡圣同居土往生。许多人到这个境界，走了，对这个世界没有贪恋，真放得下！这个说法才合理。",
      "zh_TW": "最明顯的是宋朝的瑩珂，他真是勇猛精進，把阿彌陀佛念來了。阿彌陀佛告訴他，你的壽命還有十年，等到你十年壽命到時候，我再來接你。他不要：我十年壽命不要了，我現在就跟你去。阿彌陀佛答應他：好，三天之後，我來接引你。三天之後，果然往生。所以你要曉得，有能力去的人，真正念成功了，什麼功夫？實在講，不是很難，功夫成片！凡聖同居土往生。許多人到這個境界，走了，對這個世界沒有貪戀，真放得下！這個說法才合理。"
    },
    {
      "id": "20-015-0038_p0030",
      "zh_CN": "我们如果功夫到这个程度，你想想看，你愿不愿意去？你还愿意在这个世间受苦吗？哪有这么傻的人！能去，真的功夫成就，能去，还不去，只有一个理由：我跟这个地方众生还有缘，我还要多带几个去，我不着急去，我在这里再住几年，多带一些人去。诸位想想看，除这个条件之外，还有什么条件能够把他留住？没有了。这样的原因，留在这个世间，这是我常常讲的，就是乘愿再来！他的业报身的问题已经解决了，确实可以随时往生，他还不走，是为帮助有缘众生。就是说这个世间还有些人能信，能信他的劝导，能理解、能行，这些人能往生。他不是为自己，他自己没有了，他为众生。",
      "zh_TW": "我們如果功夫到這個程度，你想想看，你願不願意去？你還願意在這個世間受苦嗎？哪有這麼傻的人！能去，真的功夫成就，能去，還不去，只有一個理由：我跟這個地方眾生還有緣，我還要多帶幾個去，我不著急去，我在這裡再住幾年，多帶一些人去。諸位想想看，除這個條件之外，還有什麼條件能夠把他留住？沒有了。這樣的原因，留在這個世間，這是我常常講的，就是乘願再來！他的業報身的問題已經解決了，確實可以隨時往生，他還不走，是為幫助有緣眾生。就是說這個世間還有些人能信，能信他的勸導，能理解、能行，這些人能往生。他不是為自己，他自己沒有了，他為眾生。"
    },
    {
      "id": "20-015-0038_p0031",
      "zh_CN": "佛法里头常说，为续佛慧命，为广度众生。自己的事情，就像经典里面所说的，「所作已办，不受后有」，自己的事情已经办妥当，随时可以往生。后有是什么？是轮回，决定不会再搞六道轮回了。是这么一个境界，他生死了了，没有一样放不下。我们学佛，实在说，至少要学到这个本事，我们这一生没有白来。这个本事不难，因为这个功夫不是很深，你要讲到事一心不乱、理一心不乱，那真的不容易，功夫成片不难。最难在哪里？最难在放下。",
      "zh_TW": "佛法裡頭常說，為續佛慧命，為廣度眾生。自己的事情，就像經典裡面所說的，「所作已辦，不受後有」，自己的事情已經辦妥當，隨時可以往生。後有是什麼？是輪迴，決定不會再搞六道輪迴了。是這麼一個境界，他生死了了，沒有一樣放不下。我們學佛，實在說，至少要學到這個本事，我們這一生沒有白來。這個本事不難，因為這個功夫不是很深，你要講到事一心不亂、理一心不亂，那真的不容易，功夫成片不難。最難在哪裡？最難在放下。"
    },
    {
      "id": "20-015-0038_p0032",
      "zh_CN": "这是我常常劝勉同修的，你们要真干，不想再搞六道轮回，首先要放下自私自利，这个念头不能有。要放下名闻利养。名闻利养，有时候可以做弘扬佛法的助缘，如果于弘法利生有帮助，有这个机缘，我们也不要推辞。为什么？它能帮助。没有这个机缘，绝不希求，决定不能攀缘。如果有这个缘分，名闻利养来了，自己想想，于弘法利生没有帮助，那就不要。于弘法利生有利益、有帮助，这可以用用，没有贪恋！换句话说，在自己来讲没有需要。五欲六尘的享受决定不能够贪着，一贪着五欲六尘享受，马上就堕落，堕的很快。现在我们居住在，这社会上一般讲开发中的国家、已开发的国家，一般人民生活都相当富裕。我们学佛的人随缘，随缘里面要懂得节俭，样样懂得爱惜，惜福。",
      "zh_TW": "這是我常常勸勉同修的，你們要真幹，不想再搞六道輪迴，首先要放下自私自利，這個念頭不能有。要放下名聞利養。名聞利養，有時候可以做弘揚佛法的助緣，如果於弘法利生有幫助，有這個機緣，我們也不要推辭。為什麼？它能幫助。沒有這個機緣，絕不希求，決定不能攀緣。如果有這個緣分，名聞利養來了，自己想想，於弘法利生沒有幫助，那就不要。於弘法利生有利益、有幫助，這可以用用，沒有貪戀！換句話說，在自己來講沒有需要。五欲六塵的享受決定不能夠貪著，一貪著五欲六塵享受，馬上就墮落，墮的很快。現在我們居住在，這社會上一般講開發中的國家、已開發的國家，一般人民生活都相當富裕。我們學佛的人隨緣，隨緣裡面要懂得節儉，樣樣懂得愛惜，惜福。"
    },
    {
      "id": "20-015-0038_p0033",
      "zh_CN": "昨天，我在六十一号客厅里面，看到里面有个滤水器，有个洗茶碗的盆子，大家用过之后，都不能够随手把它擦干净。这是爱惜物力。你们看看我的洗手间，这些水龙头用了好多年，你去看，新的。什么原因？你用完之后，它上面沾着有水，用干布把它擦干，永远保持是新的。所以我用这些东西，可以用二十年，你们用顶多十年，就坏了。就是随手把它擦干净，这叫惜福！轻而易举，大家没有养成这个习惯，从小浪费惯了，大概家里人也没有教你。",
      "zh_TW": "昨天，我在六十一號客廳裡面，看到裡面有個濾水器，有個洗茶碗的盆子，大家用過之後，都不能夠隨手把它擦乾淨。這是愛惜物力。你們看看我的洗手間，這些水龍頭用了好多年，你去看，新的。什麼原因？你用完之後，它上面沾著有水，用乾布把它擦乾，永遠保持是新的。所以我用這些東西，可以用二十年，你們用頂多十年，就壞了。就是隨手把它擦乾淨，這叫惜福！輕而易舉，大家沒有養成這個習慣，從小浪費慣了，大概家裡人也沒有教你。"
    },
    {
      "id": "20-015-0038_p0034",
      "zh_CN": "有关系，我的家庭是穷苦贫民家庭出身，所以对什么都知道爱惜，从小就养成了绝对不浪费的习惯。衣服，实在穿到不能穿的时候才换新的，换一件。能穿，一直穿下去，只要干净，只要整齐，我们一样可以接见宾客，这是出家人的本分。无论用什么工具，像这些桌子、椅子，都要擦得干干净净的，保持它的完好。所以点点滴滴要养成惜福的习惯，养成节俭的习惯。",
      "zh_TW": "有關係，我的家庭是窮苦貧民家庭出身，所以對什麼都知道愛惜，從小就養成了絕對不浪費的習慣。衣服，實在穿到不能穿的時候才換新的，換一件。能穿，一直穿下去，只要乾淨，只要整齊，我們一樣可以接見賓客，這是出家人的本分。無論用什麼工具，像這些桌子、椅子，都要擦得乾乾淨淨的，保持它的完好。所以點點滴滴要養成惜福的習慣，養成節儉的習慣。"
    },
    {
      "id": "20-015-0038_p0035",
      "zh_CN": "贪瞋痴慢，一定要断。这十六个字，我常常劝同学们，有了这十六个字，你念佛未必能往生。这十六个字统统能够把它改掉、断掉！你往生就有把握。好，现在时间到了。",
      "zh_TW": "貪瞋痴慢，一定要斷。這十六個字，我常常勸同學們，有了這十六個字，你念佛未必能往生。這十六個字統統能夠把它改掉、斷掉！你往生就有把握。好，現在時間到了。"
    },
    {
      "id": "20-015-0038_p0036",
      "zh_CN": "诸位同学，请接着看第八段，我们把这个文念一遍：",
      "zh_TW": "諸位同學，請接著看第八段，我們把這個文念一遍："
    },
    {
      "id": "20-015-0038_p0037",
      "zh_CN": "「故一声阿弥陀佛，即释迦本师于五浊恶世所得之阿耨多罗三藐三菩提法，今以此果觉全体，授与浊世众生，乃诸佛所行境界，唯佛与佛能究尽，非九界自力所能信解也。」",
      "zh_TW": "「故一聲阿彌陀佛，即釋迦本師於五濁惡世所得之阿耨多羅三藐三菩提法，今以此果覺全體，授與濁世眾生，乃諸佛所行境界，唯佛與佛能究盡，非九界自力所能信解也。」"
    },
    {
      "id": "20-015-0038_p0038",
      "zh_CN": "这后面几句得要说说。念佛成佛，道理不难懂。诸佛如来、祖师菩萨们都常说，自性本来是佛，一切众生皆有佛性，本来是佛。现在又发心念佛，本来是佛，跟诸位说，是唯心所现；现在变成了凡夫，是唯识所变。凡夫今天觉悟，又要念佛了，念佛，唯心再把凡夫又变成佛。所以，你本来成佛，现在又念佛，哪有不成佛的道理！如果用净土宗的话来说，是心是佛，就是你本来是佛，现在你念佛，是心作佛；是心是佛，是心又作佛，这不就成佛了！释迦牟尼佛念佛成佛，就是这个道理。",
      "zh_TW": "這後面幾句得要說說。念佛成佛，道理不難懂。諸佛如來、祖師菩薩們都常說，自性本來是佛，一切眾生皆有佛性，本來是佛。現在又發心念佛，本來是佛，跟諸位說，是唯心所現；現在變成了凡夫，是唯識所變。凡夫今天覺悟，又要念佛了，念佛，唯心再把凡夫又變成佛。所以，你本來成佛，現在又念佛，哪有不成佛的道理！如果用淨土宗的話來說，是心是佛，就是你本來是佛，現在你念佛，是心作佛；是心是佛，是心又作佛，這不就成佛了！釋迦牟尼佛念佛成佛，就是這個道理。"
    },
    {
      "id": "20-015-0038_p0039",
      "zh_CN": "念佛是因，成佛是果，不是说一切法从心想生吗？你念什么就成什么。所以你念菩萨，就成菩萨；你念罗汉，就成罗汉；你念天，就生天；你念仁，你将来永远不失人身。仁是什么？仁是仁慈，伦常道德是仁，你不会失人身。你念念是贪心，念念是贪，你就做饿鬼去，贪是鬼道的业因。你念念是瞋恚，瞋恚是地狱的业因，你的果报就到地狱。念念愚痴，愚痴是畜生的业因。所以十法界怎么来的？十法界从心想生，你想什么就现什么样法界。既然我们懂得这个道理，了解这个事实真相，那我们为什么不想佛？所以念佛是因，成佛是果！十法界里头第一功德。你总得要清楚，要明了。",
      "zh_TW": "念佛是因，成佛是果，不是說一切法從心想生嗎？你念什麼就成什麼。所以你念菩薩，就成菩薩；你念羅漢，就成羅漢；你念天，就生天；你念仁，你將來永遠不失人身。仁是什麼？仁是仁慈，倫常道德是仁，你不會失人身。你念念是貪心，念念是貪，你就做餓鬼去，貪是鬼道的業因。你念念是瞋恚，瞋恚是地獄的業因，你的果報就到地獄。念念愚痴，愚痴是畜生的業因。所以十法界怎麼來的？十法界從心想生，你想什麼就現什麼樣法界。既然我們懂得這個道理，了解這個事實真相，那我們為什麼不想佛？所以念佛是因，成佛是果！十法界裡頭第一功德。你總得要清楚，要明瞭。"
    },
    {
      "id": "20-015-0038_p0040",
      "zh_CN": "释迦牟尼佛在这个地方表演给我们看，念阿弥陀佛证无上佛果。现在他老人家把这个方法，这是修行证果第一法，传授给我们这些浊世的众生，问题就是我们有没有这个福报，善根、福德有没有！如果果然有善根、有福德，听到释迦牟尼佛这个劝告，就相信，没有怀疑。就受世尊的感动，彻底回头，真的回过头来，依教奉行，那你这一生不就成佛去了！念头一转，就不是娑婆世界人！你往生西方极乐世界指日可待，这是真正的成就，真实的成就。",
      "zh_TW": "釋迦牟尼佛在這個地方表演給我們看，念阿彌陀佛證無上佛果。現在他老人家把這個方法，這是修行證果第一法，傳授給我們這些濁世的眾生，問題就是我們有沒有這個福報，善根、福德有沒有！如果果然有善根、有福德，聽到釋迦牟尼佛這個勸告，就相信，沒有懷疑。就受世尊的感動，徹底回頭，真的回過頭來，依教奉行，那你這一生不就成佛去了！念頭一轉，就不是娑婆世界人！你往生西方極樂世界指日可待，這是真正的成就，真實的成就。"
    },
    {
      "id": "20-015-0038_p0041",
      "zh_CN": "所以大师在后面这个三句话说的好，这是诸佛所行的境界，一切诸佛怎么成佛？没有一尊佛不是念佛成佛的，他要不念佛，他怎么成得了佛？十法界从心想生，只有忆佛念佛，现前当来，必定成佛！所以这个理跟事，「唯佛与佛能究尽」，究竟圆满彻底明了，如来果地。如果我们对于诸佛如来能信、能解、能行，那我们不就是入佛知见？真的，这个事情一定要得诸佛如来威神加持，得阿弥陀佛本愿加持，得一切诸佛如来圆满究竟的加持。「非九界自力所能信解也」，这是难信之法，九法界众生要靠自己能够信解，几乎是不可能的。所以你能信、能解是得佛力加持，自力感，佛力应，感应道交。",
      "zh_TW": "所以大師在後面這個三句話說的好，這是諸佛所行的境界，一切諸佛怎麼成佛？沒有一尊佛不是念佛成佛的，他要不念佛，他怎麼成得了佛？十法界從心想生，只有憶佛念佛，現前當來，必定成佛！所以這個理跟事，「唯佛與佛能究盡」，究竟圓滿徹底明瞭，如來果地。如果我們對於諸佛如來能信、能解、能行，那我們不就是入佛知見？真的，這個事情一定要得諸佛如來威神加持，得阿彌陀佛本願加持，得一切諸佛如來圓滿究竟的加持。「非九界自力所能信解也」，這是難信之法，九法界眾生要靠自己能夠信解，幾乎是不可能的。所以你能信、能解是得佛力加持，自力感，佛力應，感應道交。"
    },
    {
      "id": "20-015-0038_p0042",
      "zh_CN": "我们今天许许多多同学，还不能死心塌地来修这个法门，妄想杂念还很多，这什么原因？原因是你的善根少，你的福德少，缘是遇到了。遇到怎么样？不能完全相信，不能万缘放下，那就证明你的善根福德不足。善根福德不足，可以补足，补足就是缘，你能不能遇到真正善知识，给你讲解净宗经论？详详细细的把《阿弥陀经》，我说过了，莲池大师的《疏钞》、蕅益大师的《要解》、幽溪大师《圆中钞》，细说一遍，这个缘不可思议。这个缘能够提升你的善根、福德，补足你善根福德之不足。你听了之后，你会受感动，真的能够放下万缘，一心称念，你成功了。遇不到这样真善知识，是啊，莲池大师的书在，蕅益大师的书也在，看不懂，也是枉然。",
      "zh_TW": "我們今天許許多多同學，還不能死心塌地來修這個法門，妄想雜念還很多，這什麼原因？原因是你的善根少，你的福德少，緣是遇到了。遇到怎麼樣？不能完全相信，不能萬緣放下，那就證明你的善根福德不足。善根福德不足，可以補足，補足就是緣，你能不能遇到真正善知識，給你講解淨宗經論？詳詳細細的把《阿彌陀經》，我說過了，蓮池大師的《疏鈔》、蕅益大師的《要解》、幽溪大師《圓中鈔》，細說一遍，這個緣不可思議。這個緣能夠提升你的善根、福德，補足你善根福德之不足。你聽了之後，你會受感動，真的能夠放下萬緣，一心稱念，你成功了。遇不到這樣真善知識，是啊，蓮池大師的書在，蕅益大師的書也在，看不懂，也是枉然。"
    },
    {
      "id": "20-015-0038_p0043",
      "zh_CN": "现在大家连最浅显的文言文都不能读，那还有什么法子？末法时期，还有九千年，到末法的最后，这一切经都灭尽，最后世尊还留这个经住世一百年。这个经肯定就是《无量寿经》跟《阿弥陀经》，这个大本、小本最后灭。最后这个也灭掉了，还有一句阿弥陀佛佛号，流传在世间。有人能念一声，能听到一声，都种善根。希有难逢！所以确实，如果不得佛力加持，我们没有能力信受奉行。再看下面一段。",
      "zh_TW": "現在大家連最淺顯的文言文都不能讀，那還有什麼法子？末法時期，還有九千年，到末法的最後，這一切經都滅盡，最後世尊還留這個經住世一百年。這個經肯定就是《無量壽經》跟《阿彌陀經》，這個大本、小本最後滅。最後這個也滅掉了，還有一句阿彌陀佛佛號，流傳在世間。有人能念一聲，能聽到一聲，都種善根。希有難逢！所以確實，如果不得佛力加持，我們沒有能力信受奉行。再看下面一段。"
    },
    {
      "id": "20-015-0038_p0044",
      "zh_CN": "「信愿持名一行」，信愿持名，这就是净宗法门三个条件具足了。真信、切愿，我没有任何希望，只希望生净土，只希望亲近弥陀，除这个愿望之外，什么愿望都没有。那你这个一愿，就具足了阿弥陀佛的四十八愿。这个信、愿就是蕅益大师在《要解》里面讲的，真正的大菩提心，决定得生净土。你持名，就是你自己的将来往生西方极乐世界的品位，品位高下完全在持名功夫的深浅。你会拼命去念佛。为什么？增高莲品，不再搞别的。功夫真正成熟，往生有把握了；换句话说，什么时候你能去得了，一点障碍都没有了。再仔细观察观察这个世间还有没有缘分，如果有缘分，不能急着走，希望你多带几个人去。仔细观察没有缘分，那就可以放心走了。",
      "zh_TW": "「信願持名一行」，信願持名，這就是淨宗法門三個條件具足了。真信、切願，我沒有任何希望，只希望生淨土，只希望親近彌陀，除這個願望之外，什麼願望都沒有。那你這個一願，就具足了阿彌陀佛的四十八願。這個信、願就是蕅益大師在《要解》裡面講的，真正的大菩提心，決定得生淨土。你持名，就是你自己的將來往生西方極樂世界的品位，品位高下完全在持名功夫的深淺。你會拼命去念佛。為什麼？增高蓮品，不再搞別的。功夫真正成熟，往生有把握了；換句話說，什麼時候你能去得了，一點障礙都沒有了。再仔細觀察觀察這個世間還有沒有緣分，如果有緣分，不能急著走，希望你多帶幾個人去。仔細觀察沒有緣分，那就可以放心走了。"
    },
    {
      "id": "20-015-0038_p0045",
      "zh_CN": "近代《往生传》里面，我们看到的谛闲老和尚的徒弟（谛闲老和尚的学生）倓虚法师，倓老给我们说的很多。早年哈尔滨极乐寺的修无师，他念佛功夫成熟，看看没有缘分。他在道场，因为自己没有念过书，不认识字，在道场都是做粗活。虽然念佛功夫成熟，想一想没有人尊重他，没有人相信他，他只有自己走了，功夫一成熟，马上就走了。走了之后，大家才相信，了不起，赞叹他。他要不走，没有人瞧得起他。所以他的功夫到了，他就应该要走。如果你在平常，你修养道德、成就学问，有许许多多人尊重你、相信你，你说的话他愿意接受，那你的功夫成熟了，你不能走。就是说这个世间还有不少人跟你有缘。有缘，你就不能走；没有缘，你马上就可以走。所以，功夫成熟的人住世多久，不是自己的意思，完全是缘分。有缘就住，缘尽就走，这叫乘愿再来。",
      "zh_TW": "近代《往生傳》裡面，我們看到的諦閑老和尚的徒弟（諦閑老和尚的學生）倓虛法師，倓老給我們說的很多。早年哈爾濱極樂寺的修無師，他念佛功夫成熟，看看沒有緣分。他在道場，因為自己沒有念過書，不認識字，在道場都是做粗活。雖然念佛功夫成熟，想一想沒有人尊重他，沒有人相信他，他只有自己走了，功夫一成熟，馬上就走了。走了之後，大家才相信，了不起，讚歎他。他要不走，沒有人瞧得起他。所以他的功夫到了，他就應該要走。如果你在平常，你修養道德、成就學問，有許許多多人尊重你、相信你，你說的話他願意接受，那你的功夫成熟了，你不能走。就是說這個世間還有不少人跟你有緣。有緣，你就不能走；沒有緣，你馬上就可以走。所以，功夫成熟的人住世多久，不是自己的意思，完全是緣分。有緣就住，緣盡就走，這叫乘願再來。"
    },
    {
      "id": "20-015-0038_p0046",
      "zh_CN": "所以这句很重要，信愿持名，这个修行的方法，「不涉施为，圆转五浊」。施为这两个字，范围非常广泛。世出世间，一切作为统统可以放下，也就是说，念佛这个法门需不需要别的法门来帮助？不需要。世出世法都不需要，统统可以放下。「圆转五浊」，前面说过了，但是只有信才能入门，这是要真信。你是不是有信，从你的日常生活当中，能够看得出来。为什么？果然真信了，他万缘放下。还有放不下的，还有分别，还有执着，他的信没有根，他不是真信；你不能说他不信，也不能说他有信。他为什么放不下？他有疑虑，换句话说，他对这个法门疑情没有断，所以信愿里面有夹杂。这个夹杂是他修学这个法门严重的障碍，障碍他功夫不能成片，往生没有把握。",
      "zh_TW": "所以這句很重要，信願持名，這個修行的方法，「不涉施為，圓轉五濁」。施為這兩個字，範圍非常廣泛。世出世間，一切作為統統可以放下，也就是說，念佛這個法門需不需要別的法門來幫助？不需要。世出世法都不需要，統統可以放下。「圓轉五濁」，前面說過了，但是只有信才能入門，這是要真信。你是不是有信，從你的日常生活當中，能夠看得出來。為什麼？果然真信了，他萬緣放下。還有放不下的，還有分別，還有執著，他的信沒有根，他不是真信；你不能說他不信，也不能說他有信。他為什麼放不下？他有疑慮，換句話說，他對這個法門疑情沒有斷，所以信願裡面有夾雜。這個夾雜是他修學這個法門嚴重的障礙，障礙他功夫不能成片，往生沒有把握。"
    },
    {
      "id": "20-015-0038_p0047",
      "zh_CN": "在这种情形之下，怎么帮助他？听经、学教。听经，专听净宗的典籍，净宗典籍里面有六种，五经一论，或者是专听《弥陀经》，或者是专听《无量寿经》，这样才行。一遍一遍的听，要听多少遍？听到你真的相信，疑惑、疑情真的断了，万缘放下，这个时候可以不听了，一句佛号念到底，就行了，这叫真信。研教、听经的目的，你总要知道，目的就是断疑生信。要具足信愿持名，求生净土，真的有成就。",
      "zh_TW": "在這種情形之下，怎麼幫助他？聽經、學教。聽經，專聽淨宗的典籍，淨宗典籍裡面有六種，五經一論，或者是專聽《彌陀經》，或者是專聽《無量壽經》，這樣才行。一遍一遍的聽，要聽多少遍？聽到你真的相信，疑惑、疑情真的斷了，萬緣放下，這個時候可以不聽了，一句佛號念到底，就行了，這叫真信。研教、聽經的目的，你總要知道，目的就是斷疑生信。要具足信願持名，求生淨土，真的有成就。"
    },
    {
      "id": "20-015-0038_p0048",
      "zh_CN": "「非思议所行境界」，非思议就是不可思议！为什么说不可思议？前面讲过，这个境界是佛所行的境界，念佛成佛，佛所行的境界。九法界众生，谁念佛谁成佛，这不可思议。地狱、饿鬼、畜生肯念佛的，没有一个不成佛，当生成就的佛法，都是横超。所以这个佛法称为难信之法。",
      "zh_TW": "「非思議所行境界」，非思議就是不可思議！為什麼說不可思議？前面講過，這個境界是佛所行的境界，念佛成佛，佛所行的境界。九法界眾生，誰念佛誰成佛，這不可思議。地獄、餓鬼、畜生肯念佛的，沒有一個不成佛，當生成就的佛法，都是橫超。所以這個佛法稱為難信之法。"
    },
    {
      "id": "20-015-0038_p0049",
      "zh_CN": "「设非本师，来入恶世，示得菩提，以大智、大悲、见此、行此、说此，众生何由禀此也哉」。这桩事情几个人懂？不要说一般研究佛法的人不懂，说老实话，修学净土的人，在家出家，又有几个人懂？正因为他不懂，所以他功夫不能成就。功夫不能成片，他这一生当中不能往生。果然要是真的懂了，没有一个不是当生成就。你真懂了，你感恩！这是假设，要不是释迦牟尼佛（本师释迦牟尼佛）示现来到我们这个世间，我们这个世间是五浊恶世，在这个世间为我们表演念佛成佛，「示得菩提」，是为我们表演念佛成佛。这就是佛在经上常常教导我们的，为人演说，释迦牟尼佛自己做到。为我们表演、为我们说明，他是修学这个法门的，这个法门是持名念佛，一心不乱，心不颠倒，这样证得阿耨多罗三藐三菩提。",
      "zh_TW": "「設非本師，來入惡世，示得菩提，以大智、大悲、見此、行此、說此，眾生何由稟此也哉」。這樁事情幾個人懂？不要說一般研究佛法的人不懂，說老實話，修學淨土的人，在家出家，又有幾個人懂？正因為他不懂，所以他功夫不能成就。功夫不能成片，他這一生當中不能往生。果然要是真的懂了，沒有一個不是當生成就。你真懂了，你感恩！這是假設，要不是釋迦牟尼佛（本師釋迦牟尼佛）示現來到我們這個世間，我們這個世間是五濁惡世，在這個世間為我們表演念佛成佛，「示得菩提」，是為我們表演念佛成佛。這就是佛在經上常常教導我們的，為人演說，釋迦牟尼佛自己做到。為我們表演、為我們說明，他是修學這個法門的，這個法門是持名念佛，一心不亂，心不顛倒，這樣證得阿耨多羅三藐三菩提。"
    },
    {
      "id": "20-015-0038_p0050",
      "zh_CN": "「以大智」，究竟圆满的智慧，彻底的慈悲心，他见到这个法门。八万四千法门里面，只有这个法门成就最快速、最简单、最容易、最稳当、成就最高，无与伦比。一生圆满成就，不要等第二生，一念、十念都能成功。这里头关键就是你要真正懂得这个道理，彻底了解方法，不可思议。真正能够放下，我常常讲的这十六个字，放下自私自利，放下名闻利养，放下五欲六尘的享受，放下贪瞋痴慢，一句佛号念到底，没有一个不成功的，没有一个不往生的。",
      "zh_TW": "「以大智」，究竟圓滿的智慧，徹底的慈悲心，他見到這個法門。八萬四千法門裡面，只有這個法門成就最快速、最簡單、最容易、最穩當、成就最高，無與倫比。一生圓滿成就，不要等第二生，一念、十念都能成功。這裡頭關鍵就是你要真正懂得這個道理，徹底了解方法，不可思議。真正能夠放下，我常常講的這十六個字，放下自私自利，放下名聞利養，放下五欲六塵的享受，放下貪瞋痴慢，一句佛號念到底，沒有一個不成功的，沒有一個不往生的。"
    },
    {
      "id": "20-015-0038_p0051",
      "zh_CN": "纵然是凡圣同居土下下品往生，蕅益大师讲的，也不可思议！因为西方净土是平等的法界，生同居，就是生实报，就是生寂光，一生一切生，这是十方诸佛刹土里找不到的。凡圣同居土下下品往生的人，天天听阿弥陀佛教诲，天天跟观音、势至、文殊、普贤、弥勒这些大菩萨，把手同行。大家在一起生活，在一起学习，你到哪里去找这个环境！真正不可思议。佛见到这个利益，佛见到利益，他自己真干。他说「我见到这个利益」，他自己没有干，我们会对他怀疑。真的见到这个利益，你一定肯干，你不肯干的话，你说这个利益怎么怎么好，我们听了对你笑笑，不敢相信。真干，真说！",
      "zh_TW": "縱然是凡聖同居土下下品往生，蕅益大師講的，也不可思議！因為西方淨土是平等的法界，生同居，就是生實報，就是生寂光，一生一切生，這是十方諸佛剎土裡找不到的。凡聖同居土下下品往生的人，天天聽阿彌陀佛教誨，天天跟觀音、勢至、文殊、普賢、彌勒這些大菩薩，把手同行。大家在一起生活，在一起學習，你到哪裡去找這個環境！真正不可思議。佛見到這個利益，佛見到利益，他自己真幹。他說「我見到這個利益」，他自己沒有幹，我們會對他懷疑。真的見到這個利益，你一定肯幹，你不肯幹的話，你說這個利益怎麼怎麼好，我們聽了對你笑笑，不敢相信。真幹，真說！"
    },
    {
      "id": "20-015-0038_p0052",
      "zh_CN": "所以释迦牟尼佛讲净土法门，他四十九年当中，讲很多遍，专讲这净土三经。古大德跟我们说，《无量寿经》就不止一遍，《无量寿经》至少讲三遍。就是现在我们看的这个五种的原译本，仔细去看这个本子，这个本子的原本决定不是一本。同一个本子翻译，总是不同人的翻，也是大同小异，不会有大的出入。这五种原译本里面，最大的出入，最明显的是愿的多少不一样。这个五种本子，有两种本子是四十八愿，有两种本子是二十四愿，有一种本子是三十六愿。你说同一个梵文原本来翻译，不可能有这个差异的，决定都是一样的。所以古人说至少有三种不同的原本。有三种不同的原本，换句话说，就是世尊三次不同的讲演。",
      "zh_TW": "所以釋迦牟尼佛講淨土法門，他四十九年當中，講很多遍，專講這淨土三經。古大德跟我們說，《無量壽經》就不止一遍，《無量壽經》至少講三遍。就是現在我們看的這個五種的原譯本，仔細去看這個本子，這個本子的原本決定不是一本。同一個本子翻譯，總是不同人的翻，也是大同小異，不會有大的出入。這五種原譯本裡面，最大的出入，最明顯的是願的多少不一樣。這個五種本子，有兩種本子是四十八願，有兩種本子是二十四願，有一種本子是三十六願。你說同一個梵文原本來翻譯，不可能有這個差異的，決定都是一樣的。所以古人說至少有三種不同的原本。有三種不同的原本，換句話說，就是世尊三次不同的講演。"
    },
    {
      "id": "20-015-0038_p0053",
      "zh_CN": "这当中还有七种的译本失传，七种译本还有没有别的不一样，就不得而知。所以，肯定释迦牟尼佛讲《无量寿经》是多次宣说，这是他老人家一生讲经从来没有的现象。多次宣说，一定非常重要！这叫「说此」。如果不是释迦牟尼佛自己为我们示范，多次的宣说、劝导，「众生何由禀此」，就是一切众生凭什么修学这个法门？我们所凭借的是什么？禀是凭借，凭借什么？凭借释迦牟尼佛示现给我们看，释迦牟尼佛一而再，再而三，三而四，苦口婆心的宣说劝导，这决定不假。这是佛陀真正大慈大悲的流露。",
      "zh_TW": "這當中還有七種的譯本失傳，七種譯本還有沒有別的不一樣，就不得而知。所以，肯定釋迦牟尼佛講《無量壽經》是多次宣說，這是他老人家一生講經從來沒有的現象。多次宣說，一定非常重要！這叫「說此」。如果不是釋迦牟尼佛自己為我們示範，多次的宣說、勸導，「眾生何由稟此」，就是一切眾生憑什麼修學這個法門？我們所憑藉的是什麼？稟是憑藉，憑藉什麼？憑藉釋迦牟尼佛示現給我們看，釋迦牟尼佛一而再，再而三，三而四，苦口婆心的宣說勸導，這決定不假。這是佛陀真正大慈大悲的流露。"
    },
    {
      "id": "20-015-0038_p0054",
      "zh_CN": "体会到这一层、这个层次，你才会真正感恩！感恩用什么来图报？依教奉行。我这一生当中，依这个法门，得生净土、亲近弥陀，我才是报释迦佛的大恩，我才能报十方诸佛在这个法会里头称赞的恩德。十方佛赞成就我们的信心，断除我们的疑惑。再看下面这一段。",
      "zh_TW": "體會到這一層、這個層次，你才會真正感恩！感恩用什麼來圖報？依教奉行。我這一生當中，依這個法門，得生淨土、親近彌陀，我才是報釋迦佛的大恩，我才能報十方諸佛在這個法會裡頭稱讚的恩德。十方佛讚成就我們的信心，斷除我們的疑惑。再看下面這一段。"
    },
    {
      "id": "20-015-0038_p0055",
      "zh_CN": "「若不深知其甚难，将谓更有别法，可出五浊」。你要是不知道（知是深知，不是浅知），太难了！什么难？超越六道轮回，真难！八万四千法门，任何一门都要断烦恼，要断见思烦恼，就是前面讲的五浊。五浊实在讲，五浊里面的因就是见浊、烦恼浊，其余三种是果报，因、果都浊。谁有能力断见思烦恼？见思烦恼不断，你就永远不能脱离六道轮回，因为六道轮回是见思烦恼变现出来的。",
      "zh_TW": "「若不深知其甚難，將謂更有別法，可出五濁」。你要是不知道（知是深知，不是淺知），太難了！什麼難？超越六道輪迴，真難！八萬四千法門，任何一門都要斷煩惱，要斷見思煩惱，就是前面講的五濁。五濁實在講，五濁裡面的因就是見濁、煩惱濁，其餘三種是果報，因、果都濁。誰有能力斷見思煩惱？見思煩惱不斷，你就永遠不能脫離六道輪迴，因為六道輪迴是見思煩惱變現出來的。"
    },
    {
      "id": "20-015-0038_p0056",
      "zh_CN": "我初学佛的时候，向往经教，偏好经教，稍稍涉入之后，才知道真难。归心净土的因缘，我还是靠经教，我跟诸位多次报告。我讲《楞严》，发现观音、势至在「二十五圆通」里面，示现的是特别圆通。观音、势至是净土法门的西方三圣，楞严会上显示是特别法门，给我很大的启示。《华严经》在最后「十大愿王导归极乐」，文殊、普贤二大士说偈发愿求生西方极乐世界，我这样才服了，疑惑才放下。为什么？文殊、普贤，观音、势至是我们心目当中最敬仰的、最羡慕的，他们都念佛求生净土，那我还有什么话说，跟着走吧！死心塌地，再没有疑惑。",
      "zh_TW": "我初學佛的時候，嚮往經教，偏好經教，稍稍涉入之後，才知道真難。歸心淨土的因緣，我還是靠經教，我跟諸位多次報告。我講《楞嚴》，發現觀音、勢至在「二十五圓通」裡面，示現的是特別圓通。觀音、勢至是淨土法門的西方三聖，楞嚴會上顯示是特別法門，給我很大的啟示。《華嚴經》在最後「十大願王導歸極樂」，文殊、普賢二大士說偈發願求生西方極樂世界，我這樣才服了，疑惑才放下。為什麼？文殊、普賢，觀音、勢至是我們心目當中最敬仰的、最羨慕的，他們都念佛求生淨土，那我還有什麼話說，跟著走吧！死心塌地，再沒有疑惑。"
    },
    {
      "id": "20-015-0038_p0057",
      "zh_CN": "经教，我跟诸位也说得好多，我明了之后，经教也放下。现在还讲这些经典，这是世俗人情，太多人来启请，想想，不讲又不好意思，所以抽出一些时间帮助后学，用意在这里。如果是为我自己，我曾经跟诸位说过，我只讲一部经。哪一部？《阿弥陀经要解》，这是我最有受用，最欢喜的，《弥陀经要解》！这一部就够了，还要别的干什么？莲池大师讲，三藏十二部，让给别人悟。我这么多年，收集了世出世间的典籍，不少，现在陈列在我们教室里头。是不是我要去念这个？不是，我从来没有想去读这么多书。那为什么要收集这么多？怕失传。现在这个世界是乱世，找一个安全地方收藏，留给后人，我是这个用意。",
      "zh_TW": "經教，我跟諸位也說得好多，我明瞭之後，經教也放下。現在還講這些經典，這是世俗人情，太多人來啟請，想想，不講又不好意思，所以抽出一些時間幫助後學，用意在這裡。如果是為我自己，我曾經跟諸位說過，我只講一部經。哪一部？《阿彌陀經要解》，這是我最有受用，最歡喜的，《彌陀經要解》！這一部就夠了，還要別的幹什麼？蓮池大師講，三藏十二部，讓給別人悟。我這麼多年，收集了世出世間的典籍，不少，現在陳列在我們教室裡頭。是不是我要去念這個？不是，我從來沒有想去讀這麼多書。那為什麼要收集這麼多？怕失傳。現在這個世界是亂世，找一個安全地方收藏，留給後人，我是這個用意。"
    },
    {
      "id": "20-015-0038_p0058",
      "zh_CN": "所以，只要是喜欢读书的人，到我这里来，我都欢喜，我都供养，我乐意成就你。我们这个地方儒释道都有，但是道家东西比较少，现在学的人也少，儒跟佛比较多。同学们跟我，你要了解我的用心，了解我的修学，我是一门深入。《无量寿经》我讲过十遍，现在在新加坡这一次是第十一遍。为什么要讲这个经？两个人的付托。第一个是我的老师李炳南老居士，把这个本子交给我，要我把它弘扬光大。第二个是黄念祖老居士的付托，这个本子在全世界没有人讲，当年只有他说，国内只有他说，在国外只有我一个人。现在慢慢的，学习《无量寿经》、讲解《无量寿经》人多了，出家在家的，不少人都在讲，好事情！我这个第十一遍是详细讲解，可以留供学习《无量寿经》的同学们做参考。我将来还要有余力，还要有寿命，我一定是专讲《弥陀经要解》，到处讲《弥陀经要解》跟大家结缘。所以我们要晓得断烦恼出三界，难，太难太难！没有第二个方法能成就。底下举比喻说。",
      "zh_TW": "所以，只要是喜歡讀書的人，到我這裡來，我都歡喜，我都供養，我樂意成就你。我們這個地方儒釋道都有，但是道家東西比較少，現在學的人也少，儒跟佛比較多。同學們跟我，你要了解我的用心，了解我的修學，我是一門深入。《無量壽經》我講過十遍，現在在新加坡這一次是第十一遍。為什麼要講這個經？兩個人的付託。第一個是我的老師李炳南老居士，把這個本子交給我，要我把它弘揚光大。第二個是黃念祖老居士的付託，這個本子在全世界沒有人講，當年只有他說，國內只有他說，在國外只有我一個人。現在慢慢的，學習《無量壽經》、講解《無量壽經》人多了，出家在家的，不少人都在講，好事情！我這個第十一遍是詳細講解，可以留供學習《無量壽經》的同學們做參考。我將來還要有餘力，還要有壽命，我一定是專講《彌陀經要解》，到處講《彌陀經要解》跟大家結緣。所以我們要曉得斷煩惱出三界，難，太難太難！沒有第二個方法能成就。底下舉比喻說。"
    },
    {
      "id": "20-015-0038_p0059",
      "zh_CN": "「火宅之中，戏论纷然」，我们今天念这两句，感慨很深。「三界火宅」，佛讲这一句话是在《法华经》上讲的，我早年读《法华经》看到这个句子，感触不深。现在看我们这个社会，真的是火宅。灾难频繁，可以说生活在这个地球上的人，有几个人身心安稳？几乎找不到。你去问问，你有安全感吗？他回答你，没有安全感。一生当中，无论从事哪个行业，无论居住哪个地方，没有安全感！你说这多可怕。「戏论纷然」，戏论就是邪知邪见，现在是太明显。你看看电视上播的是什么？报纸杂志上内容是些什么？网际网路上是些什么？戏论纷然。",
      "zh_TW": "「火宅之中，戲論紛然」，我們今天念這兩句，感慨很深。「三界火宅」，佛講這一句話是在《法華經》上講的，我早年讀《法華經》看到這個句子，感觸不深。現在看我們這個社會，真的是火宅。災難頻繁，可以說生活在這個地球上的人，有幾個人身心安穩？幾乎找不到。你去問問，你有安全感嗎？他回答你，沒有安全感。一生當中，無論從事哪個行業，無論居住哪個地方，沒有安全感！你說這多可怕。「戲論紛然」，戲論就是邪知邪見，現在是太明顯。你看看電視上播的是什麼？報紙雜誌上內容是些什麼？網際網路上是些什麼？戲論紛然。"
    },
    {
      "id": "20-015-0038_p0060",
      "zh_CN": "「唯深知其甚难」，唯有真的深深了知这桩事情，就是了生死出三界太难太难。然后你才能够「死尽偷心」，把所有一切法门放下，「宝此一行」。这一行是什么？「信愿持名」一行。信愿持名，依靠的经典最简单的、最可靠的，三本书。《大乘无量寿经》，我们今天采取的是夏莲居老居士的会集本，主要是帮助我们生信心，帮助我们发愿，然后再信愿持名，往生净土。另外两部，《弥陀经疏钞》、《弥陀经要解》。这三部书只要依一部就成功了，死心塌地。这三种东西都学，很好，它互相相辅相成，让你了解得更深、更透彻。如果没有这个时间，没有这么多的精力，一本就行。",
      "zh_TW": "「唯深知其甚難」，唯有真的深深了知這樁事情，就是了生死出三界太難太難。然後你才能夠「死盡偷心」，把所有一切法門放下，「寶此一行」。這一行是什麼？「信願持名」一行。信願持名，依靠的經典最簡單的、最可靠的，三本書。《大乘無量壽經》，我們今天採取的是夏蓮居老居士的會集本，主要是幫助我們生信心，幫助我們發願，然後再信願持名，往生淨土。另外兩部，《彌陀經疏鈔》、《彌陀經要解》。這三部書只要依一部就成功了，死心塌地。這三種東西都學，很好，它互相相輔相成，讓你了解得更深、更透徹。如果沒有這個時間，沒有這麼多的精力，一本就行。"
    },
    {
      "id": "20-015-0038_p0061",
      "zh_CN": "死尽偷心，这一句重要，宝此一行。什么叫偷心？投机取巧的心。是不是还有更好的法门？是不是还有更快速的法门？祖师大德跟我们讲，没有了，只有这一门。「此本师所以极口说其甚难，而深嘱我等当知也」。世尊确确实实在世间，在「一切世间，说此难信之法，是为甚难」，一再跟我们讲甚难。我们应当知道。知道什么？知道六道轮回、五浊恶世你很难超越。蕅益大师在此地又跟我们提到，「五浊难超」！",
      "zh_TW": "死盡偷心，這一句重要，寶此一行。什麼叫偷心？投機取巧的心。是不是還有更好的法門？是不是還有更快速的法門？祖師大德跟我們講，沒有了，只有這一門。「此本師所以極口說其甚難，而深囑我等當知也」。世尊確確實實在世間，在「一切世間，說此難信之法，是為甚難」，一再跟我們講甚難。我們應當知道。知道什麼？知道六道輪迴、五濁惡世你很難超越。蕅益大師在此地又跟我們提到，「五濁難超」！"
    },
    {
      "id": "20-015-0038_p0062",
      "zh_CN": "第一个是「劫浊」，「决定为时所囿，为苦所逼」。决定就是肯定，这是讲劫浊。现在是什么时代？现在这个时代，可以说是有史以来，从来没有这样严重染污的时代。谁有能力在这个大染缸里头不受染污？不可能。邪知邪见，五欲六尘的诱惑，不得了！你能不受诱惑吗？只要你会被诱惑，你一定为苦所逼，没有办法离苦得乐。你今天以为有一点享受、一点小乐，那个乐是什么？我常常讲，那是麻醉，那是服毒，不是正常的。你享受这一点乐，现在这个世间五欲六尘之乐，你要付出多少代价？",
      "zh_TW": "第一個是「劫濁」，「決定為時所囿，為苦所逼」。決定就是肯定，這是講劫濁。現在是什麼時代？現在這個時代，可以說是有史以來，從來沒有這樣嚴重染污的時代。誰有能力在這個大染缸裡頭不受染污？不可能。邪知邪見，五欲六塵的誘惑，不得了！你能不受誘惑嗎？只要你會被誘惑，你一定為苦所逼，沒有辦法離苦得樂。你今天以為有一點享受、一點小樂，那個樂是什麼？我常常講，那是麻醉，那是服毒，不是正常的。你享受這一點樂，現在這個世間五欲六塵之樂，你要付出多少代價？"
    },
    {
      "id": "20-015-0038_p0063",
      "zh_CN": "「见浊，决定为邪智所缠，邪师所惑」。这是讲见解，见解被染污，你离不开邪知邪见，离不开邪师说法，你决定受他的影响。",
      "zh_TW": "「見濁，決定為邪智所纏，邪師所惑」。這是講見解，見解被染污，你離不開邪知邪見，離不開邪師說法，你決定受他的影響。"
    },
    {
      "id": "20-015-0038_p0064",
      "zh_CN": "第三，「烦恼浊，决定为贪欲所陷，恶业所螫」。见浊，我们今天讲，精神生活。烦恼浊，偏重在物质生活。你没有办法放下五欲六尘的享受，你肯定在这个上面与世间一切人竞争，你竞争就苦了。你要希望得到更好的五欲六尘享受，那你就造恶业，你也不懂得方法，你造恶业，要受恶报。",
      "zh_TW": "第三，「煩惱濁，決定為貪欲所陷，惡業所螫」。見濁，我們今天講，精神生活。煩惱濁，偏重在物質生活。你沒有辦法放下五欲六塵的享受，你肯定在這個上面與世間一切人競爭，你競爭就苦了。你要希望得到更好的五欲六塵享受，那你就造惡業，你也不懂得方法，你造惡業，要受惡報。"
    },
    {
      "id": "20-015-0038_p0065",
      "zh_CN": "「众生浊，决定安于秽劣，不能洞觉奋飞」。决定安于五浊恶世，你在这个里面不能觉悟，不能奋发，永远脱离不了六道轮回。",
      "zh_TW": "「眾生濁，決定安於穢劣，不能洞覺奮飛」。決定安於五濁惡世，你在這個裡面不能覺悟，不能奮發，永遠脫離不了六道輪迴。"
    },
    {
      "id": "20-015-0038_p0066",
      "zh_CN": "最后一条，「命浊，决定为无常所吞，石火电光，措手不及」。无常是什么？无常是死！你没有办法避免不死，死到临头，措手不及，后悔都来不及。这个时候知道错了，太晚了。何况很少人临死的时候，知道自己错了，太少了。到什么时候知道自己错了？到自己堕落到三途，才知道自己真的错了。现在时间到了。",
      "zh_TW": "最後一條，「命濁，決定為無常所吞，石火電光，措手不及」。無常是什麼？無常是死！你沒有辦法避免不死，死到臨頭，措手不及，後悔都來不及。這個時候知道錯了，太晚了。何況很少人臨死的時候，知道自己錯了，太少了。到什麼時候知道自己錯了？到自己墮落到三途，才知道自己真的錯了。現在時間到了。"
    }
  ]
}