{
  "doc_id": "20-015-0017",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0017",
  "total_paragraphs": 64,
  "paragraphs": [
    {
      "id": "20-015-0017_p0001",
      "zh_CN": "诸位同学，我们再看经里面所说的「七菩提分」。",
      "zh_TW": "諸位同學，我們再看經裡面所說的「七菩提分」。"
    },
    {
      "id": "20-015-0017_p0002",
      "zh_CN": "七菩提分里面第一个是「择法」，择法觉分，「善别真妄、邪正、是非、善恶，不取虚伪法」。这一条里头最重要的还是说我们要善于选择法门，这一条实际上相当不容易。就像大夫治病一样，处方一定要对症，完全对症确实是药到病除。一切众生的根性要想很清楚、很明了的掌握住，的确比大夫诊断病原要困难多了。所以，这桩事情真的是唯佛与佛方能究竟，众生要遇到佛这么好的大夫那没有问题；佛，经上常常称他为大医王。他有圆满的智慧、圆满的神通、圆满的德能，他能看出一个人过去生中生生世世，这个事情好办！。",
      "zh_TW": "七菩提分裡面第一個是「擇法」，擇法覺分，「善別真妄、邪正、是非、善惡，不取虛偽法」。這一條裡頭最重要的還是說我們要善於選擇法門，這一條實際上相當不容易。就像大夫治病一樣，處方一定要對症，完全對症確實是藥到病除。一切眾生的根性要想很清楚、很明瞭的掌握住，的確比大夫診斷病原要困難多了。所以，這樁事情真的是唯佛與佛方能究竟，眾生要遇到佛這麼好的大夫那沒有問題；佛，經上常常稱他為大醫王。他有圓滿的智慧、圓滿的神通、圓滿的德能，他能看出一個人過去生中生生世世，這個事情好辦！。"
    },
    {
      "id": "20-015-0017_p0003",
      "zh_CN": "所以佛为众生说法，我们在经上常常看到，这部经还没有讲完，就有不少听众开悟、证果了。为什么现在我们听不到？佛掌握你的病原准确，说法对机。佛灭度之后，的确这些弟子们，实实在在讲一代不如一代。诸佛菩萨何以不应化到世间来？实在讲诸佛菩萨确确实实应化在世间，众生的根性不同，不如从前。从前的根性深厚，即使是对人对事对物都有诚敬的心，现在没有了。印光大师讲得好，「一分诚敬得一分利益，十分诚敬得十分利益」。现在诚敬没有了，即使佛菩萨来教化，我们也得不到利益，没有恭敬心。所以责任还是在我们自己这一边，不在佛菩萨。",
      "zh_TW": "所以佛為眾生說法，我們在經上常常看到，這部經還沒有講完，就有不少聽眾開悟、證果了。為什麼現在我們聽不到？佛掌握你的病原準確，說法對機。佛滅度之後，的確這些弟子們，實實在在講一代不如一代。諸佛菩薩何以不應化到世間來？實在講諸佛菩薩確確實實應化在世間，眾生的根性不同，不如從前。從前的根性深厚，即使是對人對事對物都有誠敬的心，現在沒有了。印光大師講得好，「一分誠敬得一分利益，十分誠敬得十分利益」。現在誠敬沒有了，即使佛菩薩來教化，我們也得不到利益，沒有恭敬心。所以責任還是在我們自己這一邊，不在佛菩薩。"
    },
    {
      "id": "20-015-0017_p0004",
      "zh_CN": "择法，在现前这个时代，我们自己不能不留意，自己一定要知道自己的程度，知道自己的根性，知道自己生活环境。这个法门我学习，我依照这个修行，在现前把障碍减少到最低的程度，我们修学的成就希望就愈来愈大。不可以听说这个法门好，那个法门好；法门都好，没有一个法门不好，问题是适不适合我修学，适不适合我现前生活环境，这个很重要。",
      "zh_TW": "擇法，在現前這個時代，我們自己不能不留意，自己一定要知道自己的程度，知道自己的根性，知道自己生活環境。這個法門我學習，我依照這個修行，在現前把障礙減少到最低的程度，我們修學的成就希望就愈來愈大。不可以聽說這個法門好，那個法門好；法門都好，沒有一個法門不好，問題是適不適合我修學，適不適合我現前生活環境，這個很重要。"
    },
    {
      "id": "20-015-0017_p0005",
      "zh_CN": "我们自己没有能力选择，佛菩萨、祖师大德提供我们很多参考资料。释迦牟尼佛教我们在末法时期的众生选择净土，我们现在生活在末法期间。净土的经论最少，包括近代祖师附增上去的，总共也只有五经一论。这五经一论哪一种适合我们，选一种就足够了。一种学习有了成就，得到法益，还有余力可以再学个一种、两种，不能涉猎太多！涉猎太多，我们的精神、心力分散，就很难有成就了。",
      "zh_TW": "我們自己沒有能力選擇，佛菩薩、祖師大德提供我們很多參考資料。釋迦牟尼佛教我們在末法時期的眾生選擇淨土，我們現在生活在末法期間。淨土的經論最少，包括近代祖師附增上去的，總共也只有五經一論。這五經一論哪一種適合我們，選一種就足夠了。一種學習有了成就，得到法益，還有餘力可以再學個一種、兩種，不能涉獵太多！涉獵太多，我們的精神、心力分散，就很難有成就了。"
    },
    {
      "id": "20-015-0017_p0006",
      "zh_CN": "这里头末后这一句话很重要，「不取虚伪法」，虚伪法里面特别是邪知邪见，不是正法！这一点我们一定要辨别清楚。在净宗法门最近这两年来，有很多人反对会集本，说会集本是伪经，说这个话真的是让大方之家笑话。什么叫伪经？伪经是自己杜撰的，伪造的。这会集本不是伪造的，它字字句句有根据，都是佛说的，怎么能称伪经？如果说会集都是伪造的，那伪经太多了。现在所有道场里面用的这些忏仪，连早晚课诵本都是会集的，那全部都是伪经。这佛法搞了两千多年来全都搞错了，哪有这种道理？话不能随便说！说话是一门大学问。",
      "zh_TW": "這裡頭末後這一句話很重要，「不取虛偽法」，虛偽法裡面特別是邪知邪見，不是正法！這一點我們一定要辨別清楚。在淨宗法門最近這兩年來，有很多人反對會集本，說會集本是偽經，說這個話真的是讓大方之家笑話。什麼叫偽經？偽經是自己杜撰的，偽造的。這會集本不是偽造的，它字字句句有根據，都是佛說的，怎麼能稱偽經？如果說會集都是偽造的，那偽經太多了。現在所有道場裡面用的這些懺儀，連早晚課誦本都是會集的，那全部都是偽經。這佛法搞了兩千多年來全都搞錯了，哪有這種道理？話不能隨便說！說話是一門大學問。"
    },
    {
      "id": "20-015-0017_p0007",
      "zh_CN": "孔老夫子教学，言语是第二科，德行是第一。由此可知，言语看得多么重要。吉凶祸福，言语要占一大半，善言善行无量功德。如果是妄语、两舌，罪过无边，这不能不谨慎，不能不知道！要说会集就是伪经，把过去祖师大德全都骂到了。王龙舒会集的《无量寿经》收在《龙藏》里头，过去的经典要收在《藏经》里面，是当代所有高僧大德来审察，认为确实没有错才能收入！这些审察的意见送到皇帝那个地方，皇帝批准入藏。所以入藏是绝对的标准，伪经怎么能入藏？",
      "zh_TW": "孔老夫子教學，言語是第二科，德行是第一。由此可知，言語看得多麼重要。吉凶禍福，言語要佔一大半，善言善行無量功德。如果是妄語、兩舌，罪過無邊，這不能不謹慎，不能不知道！要說會集就是偽經，把過去祖師大德全都罵到了。王龍舒會集的《無量壽經》收在《龍藏》裡頭，過去的經典要收在《藏經》裡面，是當代所有高僧大德來審察，認為確實沒有錯才能收入！這些審察的意見送到皇帝那個地方，皇帝批准入藏。所以入藏是絕對的標準，偽經怎麼能入藏？"
    },
    {
      "id": "20-015-0017_p0008",
      "zh_CN": "说这是伪经，所有审察的那些高僧大德不全都骂到了吗？真叫是一网打尽。好像认识佛法只有你一个人，除你一个人，祖师大德眼睛都瞎了，你晓得这个罪过是多重！不知道因果可畏。佛菩萨原谅你，因果不会原谅你，佛菩萨慈悲，「先人无知，不识道德，无有语者，殊无怪也」。真正有学问、有德行的人听到这个话，看到这个事情，感叹而已。可惜你没有亲近真正善知识，没有人教你，确确实实是自己看错了，别人没有错。这个究竟孰是孰非，自有后人去分辨，不在当代，历史会有论断。",
      "zh_TW": "說這是偽經，所有審察的那些高僧大德不全都罵到了嗎？真叫是一網打盡。好像認識佛法只有你一個人，除你一個人，祖師大德眼睛都瞎了，你曉得這個罪過是多重！不知道因果可畏。佛菩薩原諒你，因果不會原諒你，佛菩薩慈悲，「先人無知，不識道德，無有語者，殊無怪也」。真正有學問、有德行的人聽到這個話，看到這個事情，感嘆而已。可惜你沒有親近真正善知識，沒有人教你，確確實實是自己看錯了，別人沒有錯。這個究竟孰是孰非，自有後人去分辨，不在當代，歷史會有論斷。"
    },
    {
      "id": "20-015-0017_p0009",
      "zh_CN": "七菩提分里面第二个是「精进，常勤于真正，不取无益苦行」。这七条都是依五根、五力里面的慧根、慧力，智慧现前。但是你要知道五根五力依什么？依前面的四念处、四正勤、四如意足。三十七道品是有次第的，没有前面决定没有后面。我们今天没有能力择法，为什么？没有智慧！为什么没有智慧？五根、五力没有修。五根五力何以修不成功？前面的四如意足、四正勤、四念处没有在那里下功夫，那是基础的基础。",
      "zh_TW": "七菩提分裡面第二個是「精進，常勤於真正，不取無益苦行」。這七條都是依五根、五力裡面的慧根、慧力，智慧現前。但是你要知道五根五力依什麼？依前面的四念處、四正勤、四如意足。三十七道品是有次第的，沒有前面決定沒有後面。我們今天沒有能力擇法，為什麼？沒有智慧！為什麼沒有智慧？五根、五力沒有修。五根五力何以修不成功？前面的四如意足、四正勤、四念處沒有在那裡下功夫，那是基礎的基礎。"
    },
    {
      "id": "20-015-0017_p0010",
      "zh_CN": "古时候的学人，无论在家出家，遇到真善知识、好老师，真的是按部就班教导你，来培养你、成就你。你自己智慧没有开，老师帮助你，等你自己智慧开了，你就有能力抉择法门，这个时候精进，勤于真正。净宗真正就是一句佛号，诸佛如来、古圣先贤教给我们这个方法，这四种念佛法门的持名念佛。近代印光法师极力的提倡、弘扬，劝导我们念佛。",
      "zh_TW": "古時候的學人，無論在家出家，遇到真善知識、好老師，真的是按部就班教導你，來培養你、成就你。你自己智慧沒有開，老師幫助你，等你自己智慧開了，你就有能力抉擇法門，這個時候精進，勤於真正。淨宗真正就是一句佛號，諸佛如來、古聖先賢教給我們這個方法，這四種念佛法門的持名念佛。近代印光法師極力的提倡、弘揚，勸導我們念佛。"
    },
    {
      "id": "20-015-0017_p0011",
      "zh_CN": "谛闲老法师教锅漏匠，不取无益苦行，他的方法好！就是一句「阿弥陀佛」。念累了休息，休息好了接着念，使你在身体、精神上一丝毫压力都没有，必须万缘放下。我到这个世间来，过去已经过去，决定追不回来，往后我还能活几年，这个时间比什么都宝贵！真正觉悟了，身心世界一切放下，世出世间什么事与我都不相关，我就一心念佛，活一天念一天，决定成功。",
      "zh_TW": "諦閑老法師教鍋漏匠，不取無益苦行，他的方法好！就是一句「阿彌陀佛」。念累了休息，休息好了接著念，使你在身體、精神上一絲毫壓力都沒有，必須萬緣放下。我到這個世間來，過去已經過去，決定追不回來，往後我還能活幾年，這個時間比什麼都寶貴！真正覺悟了，身心世界一切放下，世出世間什麼事與我都不相關，我就一心念佛，活一天念一天，決定成功。"
    },
    {
      "id": "20-015-0017_p0012",
      "zh_CN": "念佛不能往生，原因在哪里？最早教导我们的大势至菩萨，大势至教我们的方法是「都摄六根，净念相继」。都摄六根是把心收回来！就是万缘放下！眼从色尘那里收回来，耳从声尘那里收回来，六根不要往外面奔逸，收回来，一心专念。大势至菩萨讲的「都摄六根」，就是孟子所说的「学问之道无他，求其放心而已」，这是真学问，把六根收回来，不再攀缘外面六尘境界就对了。这就叫一心专念，一向专念，一个方向、一个目标不夹杂。「不怀疑、不夹杂、不间断」是净念相继，净就是不夹杂，相继就是不中断。",
      "zh_TW": "念佛不能往生，原因在哪裡？最早教導我們的大勢至菩薩，大勢至教我們的方法是「都攝六根，淨念相繼」。都攝六根是把心收回來！就是萬緣放下！眼從色塵那裡收回來，耳從聲塵那裡收回來，六根不要往外面奔逸，收回來，一心專念。大勢至菩薩講的「都攝六根」，就是孟子所說的「學問之道無他，求其放心而已」，這是真學問，把六根收回來，不再攀緣外面六塵境界就對了。這就叫一心專念，一向專念，一個方向、一個目標不夾雜。「不懷疑、不夾雜、不間斷」是淨念相繼，淨就是不夾雜，相繼就是不中斷。"
    },
    {
      "id": "20-015-0017_p0013",
      "zh_CN": "觉明妙行菩萨讲了九个字，跟大势至菩萨讲的是一个意思。觉明妙行菩萨在《西方确指》这个小册子里面说的，「不怀疑、不夹杂、不间断」，这个很好懂，念佛的秘诀在此地。果然能够这样做，这叫真精进，万修万人去。不要再胡思乱想！一大堆的疑问，我常常遇到同修来问我，业障深重，业障重样子在哪里？样子就是这样的，疑虑太多太多，不老实！他的心定不下来。果然功夫得力，不怀疑，不夹杂，不间断，他绝对不会来找我。为什么不来找我？我不如他，他来找我干什么？他马上就要作佛去了，我在他后面！他要找找前面的，他怎么会找后面的？要找一定找比他高明的，不能找不如他的。",
      "zh_TW": "覺明妙行菩薩講了九個字，跟大勢至菩薩講的是一個意思。覺明妙行菩薩在《西方確指》這個小冊子裡面說的，「不懷疑、不夾雜、不間斷」，這個很好懂，念佛的祕訣在此地。果然能夠這樣做，這叫真精進，萬修萬人去。不要再胡思亂想！一大堆的疑問，我常常遇到同修來問我，業障深重，業障重樣子在哪裡？樣子就是這樣的，疑慮太多太多，不老實！他的心定不下來。果然功夫得力，不懷疑，不夾雜，不間斷，他絕對不會來找我。為什麼不來找我？我不如他，他來找我幹什麼？他馬上就要作佛去了，我在他後面！他要找找前面的，他怎麼會找後面的？要找一定找比他高明的，不能找不如他的。"
    },
    {
      "id": "20-015-0017_p0014",
      "zh_CN": "诸位要晓得讲经不如念佛！念佛功夫得力，正是谛闲老和尚说的（谛闲老和尚是讲经的法师），你看他的锅漏匠徒弟往生，他的赞叹。他说什么？「你的成就比天下丛林方丈住持高得多了，天下弘宗研教的这些善知识、这些法师不如你！」真的，这话不是假的，包括他自己。锅漏匠的缘好，真干！谛闲法师缘就不行，你想念佛，这个人来请教，那个人来请你去讲经，你有什么法子？锅漏匠没人知道他，决定没有人去找他，他不认识字，这就是缘殊胜。因此我们不能够不明了，出名了，名气大了好不好？不好。",
      "zh_TW": "諸位要曉得講經不如念佛！念佛功夫得力，正是諦閑老和尚說的（諦閑老和尚是講經的法師），你看他的鍋漏匠徒弟往生，他的讚歎。他說什麼？「你的成就比天下叢林方丈住持高得多了，天下弘宗研教的這些善知識、這些法師不如你！」真的，這話不是假的，包括他自己。鍋漏匠的緣好，真幹！諦閑法師緣就不行，你想念佛，這個人來請教，那個人來請你去講經，你有什麼法子？鍋漏匠沒人知道他，決定沒有人去找他，他不認識字，這就是緣殊勝。因此我們不能夠不明瞭，出名了，名氣大了好不好？不好。"
    },
    {
      "id": "20-015-0017_p0015",
      "zh_CN": "名气大了的时候障碍多！找你的人太多，找你的人就是打闲岔，就是让你的功夫间断，让你夹杂。你的功夫不纯，纵然往生，你往生的品位不高。诸位如果真正懂得这个道理，你还会要去争名吗？争名争利叫自找麻烦。这些都是要真实智慧你才能照了，没有真实智慧不行！世间人都认为名利好，修道人名利是障碍，大障碍，障碍你精进。所以谛闲老法师这个方法是非常非常值得可取。",
      "zh_TW": "名氣大了的時候障礙多！找你的人太多，找你的人就是打閒岔，就是讓你的功夫間斷，讓你夾雜。你的功夫不純，縱然往生，你往生的品位不高。諸位如果真正懂得這個道理，你還會要去爭名嗎？爭名爭利叫自找麻煩。這些都是要真實智慧你才能照了，沒有真實智慧不行！世間人都認為名利好，修道人名利是障礙，大障礙，障礙你精進。所以諦閑老法師這個方法是非常非常值得可取。"
    },
    {
      "id": "20-015-0017_p0016",
      "zh_CN": "早年我在美国许多道场，我都劝大家用这个方法，他们告诉我非常好。在一块共修，虽然在一块共修还是各人修各人的，只有念佛的音声、音调统一，其他的都随自己的方便。这一个念佛堂划成三个区域，当中对佛像这个部分拜佛，拜佛的区域；靠佛堂两边，靠墙壁，静坐的区域；拜佛跟静坐当中是绕佛的区域。你喜欢绕佛，你走绕佛这个道。你绕佛累了，想坐坐休息一下，你止静面壁，面向墙壁你就坐下来。出声音念佛只有绕佛的人出声音，止静的人不出声音，默念或者是金刚持，口动不出声，养神、恢复体力。拜佛不出声，听佛号声音，或者是一句佛号一拜，或者是两句佛号一拜，拜佛快慢都随你自己的方便。",
      "zh_TW": "早年我在美國許多道場，我都勸大家用這個方法，他們告訴我非常好。在一塊共修，雖然在一塊共修還是各人修各人的，只有念佛的音聲、音調統一，其他的都隨自己的方便。這一個念佛堂劃成三個區域，當中對佛像這個部分拜佛，拜佛的區域；靠佛堂兩邊，靠牆壁，靜坐的區域；拜佛跟靜坐當中是繞佛的區域。你喜歡繞佛，你走繞佛這個道。你繞佛累了，想坐坐休息一下，你止靜面壁，面向牆壁你就坐下來。出聲音念佛只有繞佛的人出聲音，止靜的人不出聲音，默念或者是金剛持，口動不出聲，養神、恢復體力。拜佛不出聲，聽佛號聲音，或者是一句佛號一拜，或者是兩句佛號一拜，拜佛快慢都隨你自己的方便。"
    },
    {
      "id": "20-015-0017_p0017",
      "zh_CN": "这个方法比什么都好，真的是老少咸宜。老年人体力差，拜佛的速度很慢，年轻人拜得很快。如果你要敲引磬，同时拜下去同时起来，有的时候年岁大的人跟不上，他就生烦恼。所以我们没有引磬，各人拜自己的，统统没有压力，欢喜！非常适合于现代社会，着意就是不取无益的苦行，这个苦行对我们实在讲没有利益，我们不取。",
      "zh_TW": "這個方法比什麼都好，真的是老少咸宜。老年人體力差，拜佛的速度很慢，年輕人拜得很快。如果你要敲引磬，同時拜下去同時起來，有的時候年歲大的人跟不上，他就生煩惱。所以我們沒有引磬，各人拜自己的，統統沒有壓力，歡喜！非常適合於現代社會，著意就是不取無益的苦行，這個苦行對我們實在講沒有利益，我們不取。"
    },
    {
      "id": "20-015-0017_p0018",
      "zh_CN": "「喜」觉分，「住真法喜，不依颠倒之法而喜」。真法喜，是你修学功夫得力，这个喜悦是从内心里头流出来的。「颠倒之法而喜」指什么？指外面的刺激，世间人五欲六尘的欢乐，欢乐场、世间的夜总会。我大概在二十岁的时候，那时候刚刚离开学校，曾经在上海住过四个月。晚上朋友们常常一起去逛夜总会，那个夜总会里就是「颠倒之法而乐」，这些场合。歌舞的场合、戏剧的场合，这些都是依颠倒之法而喜。",
      "zh_TW": "「喜」覺分，「住真法喜，不依顛倒之法而喜」。真法喜，是你修學功夫得力，這個喜悅是從內心裡頭流出來的。「顛倒之法而喜」指什麼？指外面的刺激，世間人五欲六塵的歡樂，歡樂場、世間的夜總會。我大概在二十歲的時候，那時候剛剛離開學校，曾經在上海住過四個月。晚上朋友們常常一起去逛夜總會，那個夜總會裡就是「顛倒之法而樂」，這些場合。歌舞的場合、戲劇的場合，這些都是依顛倒之法而喜。"
    },
    {
      "id": "20-015-0017_p0019",
      "zh_CN": "住真法喜，依圣贤教诲修行，修行里头有法喜，功夫得力就有法喜，得定、开慧。研究经教里头也有法喜，契入境界，法喜充满。世间圣贤读世间圣贤书契入境界，夫子讲不亦说乎，「学而时习之，不亦说乎」，这是依正法而生的喜悦。七觉支里的喜，不是我们一般人的欢乐之喜，不是这个意思。那个喜乐不能叫觉支，跟菩提不相干、不相应，决定要跟戒定慧相应，要法喜。",
      "zh_TW": "住真法喜，依聖賢教誨修行，修行裡頭有法喜，功夫得力就有法喜，得定、開慧。研究經教裡頭也有法喜，契入境界，法喜充滿。世間聖賢讀世間聖賢書契入境界，夫子講不亦說乎，「學而時習之，不亦說乎」，這是依正法而生的喜悅。七覺支裡的喜，不是我們一般人的歡樂之喜，不是這個意思。那個喜樂不能叫覺支，跟菩提不相干、不相應，決定要跟戒定慧相應，要法喜。"
    },
    {
      "id": "20-015-0017_p0020",
      "zh_CN": "第四个是「除」觉支，除是断除，「断除诸见烦恼，不损真正善根」。这个要懂得！怎么样把烦恼断掉又不损真正善根？这个地方你一定要懂得。佛在经论里面讲得太多太多了，我们也听得耳熟，「烦恼即菩提」。你看七菩提分，烦恼就是菩提。烦恼要是断掉，菩提不也断掉了吗？那你善根就损掉了。「断除诸见烦恼」，这个诸见是邪见，又「不损真正的善根」，这是什么？转烦恼成菩提；烦恼没有了，烦恼变成菩提，是这么一回事情。",
      "zh_TW": "第四個是「除」覺支，除是斷除，「斷除諸見煩惱，不損真正善根」。這個要懂得！怎麼樣把煩惱斷掉又不損真正善根？這個地方你一定要懂得。佛在經論裡面講得太多太多了，我們也聽得耳熟，「煩惱即菩提」。你看七菩提分，煩惱就是菩提。煩惱要是斷掉，菩提不也斷掉了嗎？那你善根就損掉了。「斷除諸見煩惱」，這個諸見是邪見，又「不損真正的善根」，這是什麼？轉煩惱成菩提；煩惱沒有了，煩惱變成菩提，是這麼一回事情。"
    },
    {
      "id": "20-015-0017_p0021",
      "zh_CN": "怎么个转的？这里面就是觉跟迷，迷了的时候是烦恼，觉悟之后是菩提。我们举一个最容易体会的例子，几乎每个同学在一生当中都会遭遇到，别人有意无意毁谤你，你听了很生气，这就生烦恼，他毁谤你，你接受了。你心里面生瞋恨，还要想方法去报复，这就生烦恼。如果你觉悟，你就不在意了。再严重的毁谤，你会念阿弥陀佛，我常说你会感谢他。为什么？替你消业障！你看烦恼没有了，菩提生起来了。诸如这种例子，一念觉、迷，一念觉，烦恼就转成菩提。",
      "zh_TW": "怎麼個轉的？這裡面就是覺跟迷，迷了的時候是煩惱，覺悟之後是菩提。我們舉一個最容易體會的例子，幾乎每個同學在一生當中都會遭遇到，別人有意無意毀謗你，你聽了很生氣，這就生煩惱，他毀謗你，你接受了。你心裡面生瞋恨，還要想方法去報復，這就生煩惱。如果你覺悟，你就不在意了。再嚴重的毀謗，你會念阿彌陀佛，我常說你會感謝他。為什麼？替你消業障！你看煩惱沒有了，菩提生起來了。諸如這種例子，一念覺、迷，一念覺，煩惱就轉成菩提。"
    },
    {
      "id": "20-015-0017_p0022",
      "zh_CN": "最严重的灾难，像佛经里面讲忍辱仙人遇到歌利王割截身体，这是最严重的灾难。那真叫冤枉！忍辱仙人一点过失也没有。歌利王为什么会生气？为什么发那么大的瞋恨心，把忍辱仙人处死？这段故事详细记载在《大涅槃经》里面，《金刚经》只是引用一下，没有细说。歌利王带着许多文武大臣、宫中的眷属去打猎，这也是很值得高兴、很兴奋的事情。带的有宫女，宫女遇到忍辱仙人，看到这个人在山里头修道、苦行，很好奇，向他问候。忍辱仙人为她们说法，她们闻法非常欢喜。歌利王发现了，当然里面也有些冤家对头，说这个修行人是个假的不是真的，调戏宫女，国王听了非常生气，处死刑，凌迟处死。",
      "zh_TW": "最嚴重的災難，像佛經裡面講忍辱仙人遇到歌利王割截身體，這是最嚴重的災難。那真叫冤枉！忍辱仙人一點過失也沒有。歌利王為什麼會生氣？為什麼發那麼大的瞋恨心，把忍辱仙人處死？這段故事詳細記載在《大涅槃經》裡面，《金剛經》只是引用一下，沒有細說。歌利王帶著許多文武大臣、宮中的眷屬去打獵，這也是很值得高興、很興奮的事情。帶的有宮女，宮女遇到忍辱仙人，看到這個人在山裡頭修道、苦行，很好奇，向他問候。忍辱仙人為她們說法，她們聞法非常歡喜。歌利王發現了，當然裡面也有些冤家對頭，說這個修行人是個假的不是真的，調戲宮女，國王聽了非常生氣，處死刑，凌遲處死。"
    },
    {
      "id": "20-015-0017_p0023",
      "zh_CN": "这是最大的冤枉，最大的侮辱。忍辱仙人觉而不迷，不但不恨他，没有一点怨恨心，忍辱波罗蜜圆满；没有一丝毫报复心，持戒波罗蜜圆满。感谢歌利王，发愿将来我成佛第一个度你，这不就是「断除诸见烦恼，成就无上菩提」！不但是不损，还成就无上菩提。我们要记住，逆境恶缘常常遇到，遇到之后你想想佛菩萨给我们的示现，教我们怎样处逆境，怎样处恶缘；要学诸佛菩萨高度的智慧，转烦恼为菩提。",
      "zh_TW": "這是最大的冤枉，最大的侮辱。忍辱仙人覺而不迷，不但不恨他，沒有一點怨恨心，忍辱波羅蜜圓滿；沒有一絲毫報復心，持戒波羅蜜圓滿。感謝歌利王，發願將來我成佛第一個度你，這不就是「斷除諸見煩惱，成就無上菩提」！不但是不損，還成就無上菩提。我們要記住，逆境惡緣常常遇到，遇到之後你想想佛菩薩給我們的示現，教我們怎樣處逆境，怎樣處惡緣；要學諸佛菩薩高度的智慧，轉煩惱為菩提。"
    },
    {
      "id": "20-015-0017_p0024",
      "zh_CN": "下面一个是「舍」觉支，「舍所见念着境，永不追忆」。这个「除」跟「舍」，除是对内，我里面的瞋恚、报复，这是里面的烦恼。舍是对外面的境界，外面五欲六尘境界常常在诱惑你，你见到、听到了不要着相。这个境界相你不要着相，事过境迁永远不要去怀念它，你每一次怀念，阿赖耶识里就落一个种子，这就造业！口没有造，身也没有造，意在造业。要常常记着「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，这是佛跟你讲的事实真相。凡夫很难觉悟，很难了解。释迦牟尼佛四十九年讲经说法，真叫是千言万语，重要的是不断在重复，我们听得耳熟但是不会用，境界现前立刻就迷了。怎么知道迷了？妄想分别执着生起来，不管用！",
      "zh_TW": "下面一個是「捨」覺支，「捨所見念著境，永不追憶」。這個「除」跟「捨」，除是對內，我裡面的瞋恚、報復，這是裡面的煩惱。捨是對外面的境界，外面五欲六塵境界常常在誘惑你，你見到、聽到了不要著相。這個境界相你不要著相，事過境遷永遠不要去懷念它，你每一次懷念，阿賴耶識裡就落一個種子，這就造業！口沒有造，身也沒有造，意在造業。要常常記著「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，這是佛跟你講的事實真相。凡夫很難覺悟，很難了解。釋迦牟尼佛四十九年講經說法，真叫是千言萬語，重要的是不斷在重複，我們聽得耳熟但是不會用，境界現前立刻就迷了。怎麼知道迷了？妄想分別執著生起來，不管用！"
    },
    {
      "id": "20-015-0017_p0025",
      "zh_CN": "现在科学家，这是也很不容易，用科学的方法、高深的数学推断，逐渐逐渐对于佛经上讲的诸法实相，渐渐有一点明朗化了。譬如佛所讲的「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，这个大家都很熟很熟的，《金刚经》上的。现在科学家发现（钟茂森居士前几时在这边讲演的），讲时间跟空间，在某一种条件之下，时间跟空间等于零。大乘经上常常讲到，无量劫是长时间，一刹那是短时间，无量劫可以浓缩变成一刹那，一刹那可以展开为无量劫，时间没有了。",
      "zh_TW": "現在科學家，這是也很不容易，用科學的方法、高深的數學推斷，逐漸逐漸對於佛經上講的諸法實相，漸漸有一點明朗化了。譬如佛所講的「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，這個大家都很熟很熟的，《金剛經》上的。現在科學家發現（鍾茂森居士前幾時在這邊講演的），講時間跟空間，在某一種條件之下，時間跟空間等於零。大乘經上常常講到，無量劫是長時間，一剎那是短時間，無量劫可以濃縮變成一剎那，一剎那可以展開為無量劫，時間沒有了。"
    },
    {
      "id": "20-015-0017_p0026",
      "zh_CN": "他方佛土距离遥远！像《弥陀经》上讲的，娑婆跟极乐世界距离有十万亿佛国土。在某一个境界里面，我们坐在此地，阿弥陀佛在哪里？在我们面前。阿弥陀佛没有来，我也没去，我们就在面前，这是远近没有了，空间没有了。现在的数学推论到在某种条件之下，没有空间、没有远近，没有过去现在未来，没有时间，佛经上说的这个，科学家点头，可以相信。说到宇宙怎么来的，科学家也逐渐发现是佛经上讲的，一时顿现，刹那不住。逐渐逐渐科学都把这些证明出来了。",
      "zh_TW": "他方佛土距離遙遠！像《彌陀經》上講的，娑婆跟極樂世界距離有十萬億佛國土。在某一個境界裡面，我們坐在此地，阿彌陀佛在哪裡？在我們面前。阿彌陀佛沒有來，我也沒去，我們就在面前，這是遠近沒有了，空間沒有了。現在的數學推論到在某種條件之下，沒有空間、沒有遠近，沒有過去現在未來，沒有時間，佛經上說的這個，科學家點頭，可以相信。說到宇宙怎麼來的，科學家也逐漸發現是佛經上講的，一時頓現，剎那不住。逐漸逐漸科學都把這些證明出來了。"
    },
    {
      "id": "20-015-0017_p0027",
      "zh_CN": "他们虽然是证明了，理论上证明，没有问题，可能会有这个事情，但是他不能入这个境界。这个境界，经论里面告诉我们，是属于甚深的定力。甚深的定力把我们自己的妄想分别执着统统都断除了，宇宙的真相大白。真相实实在在是佛在大乘经上常说的，不思议解脱境界。这个解脱就是大自在，不可思议的大自在，没有远近，没有过去未来，没有生灭；所谓是不生不灭、不来不去、不常不断、不一不异。《中观论》上讲的八不，不可思议的境界，法身菩萨的境界，一真法界的境界。一真法界跟十法界是一又不是二，奇怪！一念觉，这个世界确实就是一真法界；一念迷，这个世界就是五浊恶世。世界没有觉迷，世界没有染净，觉迷、染净是在你自己。",
      "zh_TW": "他們雖然是證明了，理論上證明，沒有問題，可能會有這個事情，但是他不能入這個境界。這個境界，經論裡面告訴我們，是屬於甚深的定力。甚深的定力把我們自己的妄想分別執著統統都斷除了，宇宙的真相大白。真相實實在在是佛在大乘經上常說的，不思議解脫境界。這個解脫就是大自在，不可思議的大自在，沒有遠近，沒有過去未來，沒有生滅；所謂是不生不滅、不來不去、不常不斷、不一不異。《中觀論》上講的八不，不可思議的境界，法身菩薩的境界，一真法界的境界。一真法界跟十法界是一又不是二，奇怪！一念覺，這個世界確實就是一真法界；一念迷，這個世界就是五濁惡世。世界沒有覺迷，世界沒有染淨，覺迷、染淨是在你自己。"
    },
    {
      "id": "20-015-0017_p0028",
      "zh_CN": "所以「舍」，舍就是我们平常讲的放下，放下万缘，放下身心世界，最重要的是放下妄想分别执着。为什么？外头境界没有障碍，理事无碍、事事无碍，障碍是发生在妄想分别执着。由此可知，障碍不在外面境界，外面境界没障碍。我们凡夫搞错了，总认为障碍在外头，佛告诉我们外面境界里头没有障碍。",
      "zh_TW": "所以「捨」，捨就是我們平常講的放下，放下萬緣，放下身心世界，最重要的是放下妄想分別執著。為什麼？外頭境界沒有障礙，理事無礙、事事無礙，障礙是發生在妄想分別執著。由此可知，障礙不在外面境界，外面境界沒障礙。我們凡夫搞錯了，總認為障礙在外頭，佛告訴我們外面境界裡頭沒有障礙。"
    },
    {
      "id": "20-015-0017_p0029",
      "zh_CN": "第六个是「定觉分，于诸禅定境界，不生爱见妄想」，后头这一句非常重要。禅定境界是非常快乐，禅悦为食！所以得禅定的人，往往功夫不能再提升，他贪着禅定里面的境界。四禅八定就是这样的，他出不了六道轮回，味着禅定，那个味就是法味。禅定里面的味道，他执着了，着了不肯舍掉，我们佛法里面常讲着相，着相生起贪爱，贪爱还是妄想。所以这里特别要提醒我们，你有高度的智慧，禅定里面无论什么样的境界你可以享受，你不能够执着，那就对了，就一点副作用不起。我们现前境界也是如此，这个境界你可以享受，可是你可不能执着。如果里面起了分别执着，你就错了，你的麻烦就来了。",
      "zh_TW": "第六個是「定覺分，於諸禪定境界，不生愛見妄想」，後頭這一句非常重要。禪定境界是非常快樂，禪悅為食！所以得禪定的人，往往功夫不能再提升，他貪著禪定裡面的境界。四禪八定就是這樣的，他出不了六道輪迴，味著禪定，那個味就是法味。禪定裡面的味道，他執著了，著了不肯捨掉，我們佛法裡面常講著相，著相生起貪愛，貪愛還是妄想。所以這裡特別要提醒我們，你有高度的智慧，禪定裡面無論什麼樣的境界你可以享受，你不能夠執著，那就對了，就一點副作用不起。我們現前境界也是如此，這個境界你可以享受，可是你可不能執著。如果裡面起了分別執著，你就錯了，你的麻煩就來了。"
    },
    {
      "id": "20-015-0017_p0030",
      "zh_CN": "末后一个是「念觉支」。念觉支是「定慧均平」。如果定超过慧，就昏沉；慧超过定，掉举，掉举是心里头妄念纷飞。妄念纷飞的现象，慧多定少，昏沉是定多慧少。所以要时常保持定慧平等，都是属于智慧。好，现在时间到了。",
      "zh_TW": "末後一個是「念覺支」。念覺支是「定慧均平」。如果定超過慧，就昏沉；慧超過定，掉舉，掉舉是心裡頭妄念紛飛。妄念紛飛的現象，慧多定少，昏沉是定多慧少。所以要時常保持定慧平等，都是屬於智慧。好，現在時間到了。"
    },
    {
      "id": "20-015-0017_p0031",
      "zh_CN": "诸位同学，上面我们介绍了七菩提分，这是平常用功无论修学哪一个法门，它这是个原理原则。在日常生活处事待人接物，要紧的是要会用，在日常生活当中修炼，历事炼心！善财童子五十三参实在上说，这个功夫做得非常纯熟，是我们应当要知道学习的。",
      "zh_TW": "諸位同學，上面我們介紹了七菩提分，這是平常用功無論修學哪一個法門，它這是個原理原則。在日常生活處事待人接物，要緊的是要會用，在日常生活當中修鍊，歷事鍊心！善財童子五十三參實在上說，這個功夫做得非常純熟，是我們應當要知道學習的。"
    },
    {
      "id": "20-015-0017_p0032",
      "zh_CN": "末后这一段「八圣道分」，「八圣道，又名八正道，修学成就，正智现前，觉不迷也」。无论修学哪个法门，你所依靠的一定是有根有力，在日常生活修习当中能够调节身心的，那一定是七菩提分，帮助你转境界，成就你真实的功夫。八正道这是「正智现前」，你才真正能够达到觉而不迷，正而不邪，净而不染。觉正净一条得到了，其他两条同时都得到。觉而不迷的人，他决定不会有邪知邪见，决定是正而不邪；决定是心地清净，净而不染。他心地要染污他就不觉了，见解要不正他也就不觉了，所以这是一而三，三而一，一个得到统统得到。",
      "zh_TW": "末後這一段「八聖道分」，「八聖道，又名八正道，修學成就，正智現前，覺不迷也」。無論修學哪個法門，你所依靠的一定是有根有力，在日常生活修習當中能夠調節身心的，那一定是七菩提分，幫助你轉境界，成就你真實的功夫。八正道這是「正智現前」，你才真正能夠達到覺而不迷，正而不邪，淨而不染。覺正淨一條得到了，其他兩條同時都得到。覺而不迷的人，他決定不會有邪知邪見，決定是正而不邪；決定是心地清淨，淨而不染。他心地要染污他就不覺了，見解要不正他也就不覺了，所以這是一而三，三而一，一個得到統統得到。"
    },
    {
      "id": "20-015-0017_p0033",
      "zh_CN": "我们先看八正道第一个「正见，修无漏行观见四谛分明」。无漏，漏是烦恼的代名词，什么叫无漏？我们用最简单、最容易懂得的话来说，漏既然是烦恼的代名词，《华严经》上讲的妄想分别执着，执着就是见思烦恼，分别就是尘沙烦恼，妄想就是无明烦恼。那我们就知道了，用《华严经》的这个说法大家好懂，妄想分别执着。无漏就是没有妄想分别执着。你对宇宙人生的观察，日常生活当中对一切人一切事一切物，绝不夹杂妄想分别执着，这就叫「修无漏观」。",
      "zh_TW": "我們先看八正道第一個「正見，修無漏行觀見四諦分明」。無漏，漏是煩惱的代名詞，什麼叫無漏？我們用最簡單、最容易懂得的話來說，漏既然是煩惱的代名詞，《華嚴經》上講的妄想分別執著，執著就是見思煩惱，分別就是塵沙煩惱，妄想就是無明煩惱。那我們就知道了，用《華嚴經》的這個說法大家好懂，妄想分別執著。無漏就是沒有妄想分別執著。你對宇宙人生的觀察，日常生活當中對一切人一切事一切物，絕不夾雜妄想分別執著，這就叫「修無漏觀」。"
    },
    {
      "id": "20-015-0017_p0034",
      "zh_CN": "这个见解正确，正知正见，你「见四谛分明」。四谛是两重因果，「苦、集」世间因果，「灭、道」出世间因果。我们常讲，宇宙之间性相、理事、因果清清楚楚、明明白白，这是正见。用现代世间的话来讲，这就是正确的宇宙观、人生观。世间人讲宇宙观、人生观，真正正确的实在讲没有！为什么没有？因为他的妄想分别执着夹杂在里头，于是真相就看不清楚。佛真是了不起！教我们把这个障碍除掉，你的观察正确，才真正看到事实真相，这是正见。",
      "zh_TW": "這個見解正確，正知正見，你「見四諦分明」。四諦是兩重因果，「苦、集」世間因果，「滅、道」出世間因果。我們常講，宇宙之間性相、理事、因果清清楚楚、明明白白，這是正見。用現代世間的話來講，這就是正確的宇宙觀、人生觀。世間人講宇宙觀、人生觀，真正正確的實在講沒有！為什麼沒有？因為他的妄想分別執著夾雜在裡頭，於是真相就看不清楚。佛真是了不起！教我們把這個障礙除掉，你的觀察正確，才真正看到事實真相，這是正見。"
    },
    {
      "id": "20-015-0017_p0035",
      "zh_CN": "第二「正思」，也就是正思惟，「般若无知，无所不知，是思」。蕅益大师在《要解》里面跟我们讲的是「以无漏心相应思惟，动发觉知筹量，为令增长入大涅槃」，这个叫正思惟。我这个讲法比较简单、比较好懂，意思并不违背。我用的是《般若经》上的话，「般若无知」，无知是根本智，无知是甚深的禅定，它不是不知，它是知！但是它没有起作用，这个作用是自受用，不是他受用。一切明了又如如不动，这就是大乘经里面我们常常念到的，「寂而常照，照而常寂」，那就是般若无知的样子。",
      "zh_TW": "第二「正思」，也就是正思惟，「般若無知，無所不知，是思」。蕅益大師在《要解》裡面跟我們講的是「以無漏心相應思惟，動發覺知籌量，為令增長入大涅槃」，這個叫正思惟。我這個講法比較簡單、比較好懂，意思並不違背。我用的是《般若經》上的話，「般若無知」，無知是根本智，無知是甚深的禪定，它不是不知，它是知！但是它沒有起作用，這個作用是自受用，不是他受用。一切明瞭又如如不動，這就是大乘經裡面我們常常念到的，「寂而常照，照而常寂」，那就是般若無知的樣子。"
    },
    {
      "id": "20-015-0017_p0036",
      "zh_CN": "「寂」是一念不生，「照」是清清楚楚、明明白白，像什么？像水，风平浪静，水清净没有一丝毫污染，像一面镜子一样，常照、常寂！水一点都没有动，我们想这个境界，水比什么？比心。心在寂静不动的时候它照，它不是不照，自自然然的照；不是有意照、也不是无意，有意无意都没有，它本来就是这个样子。所以佛法里面常讲「法尔如是」，法尔如是就是自然的，本来就是这个样子。一面镜子照得清清楚楚，诸佛如来在果地上就是这个境界。",
      "zh_TW": "「寂」是一念不生，「照」是清清楚楚、明明白白，像什麼？像水，風平浪靜，水清淨沒有一絲毫污染，像一面鏡子一樣，常照、常寂！水一點都沒有動，我們想這個境界，水比什麼？比心。心在寂靜不動的時候它照，它不是不照，自自然然的照；不是有意照、也不是無意，有意無意都沒有，它本來就是這個樣子。所以佛法裡面常講「法爾如是」，法爾如是就是自然的，本來就是這個樣子。一面鏡子照得清清楚楚，諸佛如來在果地上就是這個境界。"
    },
    {
      "id": "20-015-0017_p0037",
      "zh_CN": "不但佛入了这个境界，我们一般讲寂灭忍的菩萨都是这个境界。寂灭忍是法云地的菩萨、等觉菩萨，都是这个境界，比无生忍的境界高！无生忍要跟它比的时候，寂灭忍好像水完全静止了，一点都没有动，无生忍还有一点微微在动。你要很细心才觉察它，你不细心你根本不知道它在动，所以是很微的波浪，照外面的境界也照得很清楚。我们看湖面风平浪静，湖光山色倒影在湖里面，那个景非常之美。你仔细看看湖水还是有一点小波浪，不是大波浪，并不是完全平静，那就像无生忍菩萨的境界。寂灭忍的境界是一点点波动都没有，这是般若无知的样子。「无所不知」是起作用，诸位同学一定要知道，诸佛菩萨，菩萨我们不说别的菩萨，说无生法忍的菩萨，七地以上的。",
      "zh_TW": "不但佛入了這個境界，我們一般講寂滅忍的菩薩都是這個境界。寂滅忍是法雲地的菩薩、等覺菩薩，都是這個境界，比無生忍的境界高！無生忍要跟它比的時候，寂滅忍好像水完全靜止了，一點都沒有動，無生忍還有一點微微在動。你要很細心才覺察它，你不細心你根本不知道它在動，所以是很微的波浪，照外面的境界也照得很清楚。我們看湖面風平浪靜，湖光山色倒影在湖裡面，那個景非常之美。你仔細看看湖水還是有一點小波浪，不是大波浪，並不是完全平靜，那就像無生忍菩薩的境界。寂滅忍的境界是一點點波動都沒有，這是般若無知的樣子。「無所不知」是起作用，諸位同學一定要知道，諸佛菩薩，菩薩我們不說別的菩薩，說無生法忍的菩薩，七地以上的。"
    },
    {
      "id": "20-015-0017_p0038",
      "zh_CN": "寂灭忍的佛菩萨确确实实遍法界虚空界，哪个地方众生有感（跟佛菩萨有缘、有感），佛菩萨立刻就到那个地方去现身说法。现身是应化身！应以什么身得度就现什么身，绝对没有去想一想：我要去现个什么身！没有，没有这个意思，自然的。他要是去想「我想现个什么身」，那是凡夫，不是菩萨。我们想像不到，所以叫不可思议。现有情身，现无情身，观世音菩萨三十二应身，确实都没有起过心、没有动过念，就是说他永远住在寂静的境界里头。",
      "zh_TW": "寂滅忍的佛菩薩確確實實遍法界虛空界，哪個地方眾生有感（跟佛菩薩有緣、有感），佛菩薩立刻就到那個地方去現身說法。現身是應化身！應以什麼身得度就現什麼身，絕對沒有去想一想：我要去現個什麼身！沒有，沒有這個意思，自然的。他要是去想「我想現個什麼身」，那是凡夫，不是菩薩。我們想像不到，所以叫不可思議。現有情身，現無情身，觀世音菩薩三十二應身，確實都沒有起過心、沒有動過念，就是說他永遠住在寂靜的境界裡頭。"
    },
    {
      "id": "20-015-0017_p0039",
      "zh_CN": "他到我们这儿来应化，释迦牟尼佛到我们这个世间来示现八相成道，他真的动了念头吗？没有！他真的动了念头的话，那他就退转了，大幅度的退转。确实没有起心、没有动念过，他还是永远住在寂灭忍里头，清净寂灭里面，自自然然现身。现身，起作用就无所不知，这个「无所不知」从哪里来的？无所不知是从「无知」来的。所以佛为什么有那么大的智慧？无论是什么人，无论是什么疑难杂症，你到那里请教，立刻就给你解答，从来没有去想一想，没有。你问立刻就答复你，那是什么？在寂灭地里面，寂灭忍里头就像我刚才讲的，那个湖水平静，一点点波浪都没有。它照得很清楚，你问他，他怎么会不知道？他当然清楚。",
      "zh_TW": "他到我們這兒來應化，釋迦牟尼佛到我們這個世間來示現八相成道，他真的動了念頭嗎？沒有！他真的動了念頭的話，那他就退轉了，大幅度的退轉。確實沒有起心、沒有動念過，他還是永遠住在寂滅忍裡頭，清淨寂滅裡面，自自然然現身。現身，起作用就無所不知，這個「無所不知」從哪裡來的？無所不知是從「無知」來的。所以佛為什麼有那麼大的智慧？無論是什麼人，無論是什麼疑難雜症，你到那裡請教，立刻就給你解答，從來沒有去想一想，沒有。你問立刻就答覆你，那是什麼？在寂滅地裡面，寂滅忍裡頭就像我剛才講的，那個湖水平靜，一點點波浪都沒有。它照得很清楚，你問他，他怎麼會不知道？他當然清楚。"
    },
    {
      "id": "20-015-0017_p0040",
      "zh_CN": "你为什么不清楚？你的心不清净，众生心跟佛心是一个心，佛心清净不起波浪，众生心无明是波浪！不小的波浪，四十一品无明是不小的波浪，分别是更大的波浪，执着是惊涛骇浪。你看看我们有妄想分别执着就糟了！所以什么都不清楚，佛菩萨来跟我们讲，我们也听不清楚，为我们示现，我们也看不清楚。什么原因？我们的心水是波涛骇浪，大风大浪。风是什么？就是境界风动，禁不起外面境界的诱惑。眼见色、耳闻声立刻就起心动念，一点定功都没有，没有定功就是一点智慧都没有。",
      "zh_TW": "你為什麼不清楚？你的心不清淨，眾生心跟佛心是一個心，佛心清淨不起波浪，眾生心無明是波浪！不小的波浪，四十一品無明是不小的波浪，分別是更大的波浪，執著是驚濤駭浪。你看看我們有妄想分別執著就糟了！所以什麼都不清楚，佛菩薩來跟我們講，我們也聽不清楚，為我們示現，我們也看不清楚。什麼原因？我們的心水是波濤駭浪，大風大浪。風是什麼？就是境界風動，禁不起外面境界的誘惑。眼見色、耳聞聲立刻就起心動念，一點定功都沒有，沒有定功就是一點智慧都沒有。"
    },
    {
      "id": "20-015-0017_p0041",
      "zh_CN": "慧从哪里来？慧从定来的，这个道理我们一定要懂。所以佛有正思惟，法身菩萨有正思惟，明心见性了，他有正思惟，就是他思想正；前面是见解正，正见，这个思惟是正知。我们佛法里头常讲「正知正见」，正知是正思惟，正见是八正道头一个正见。你的想法、你的看法没有错误，完全是智慧。我这个说法诸位好懂。",
      "zh_TW": "慧從哪裡來？慧從定來的，這個道理我們一定要懂。所以佛有正思惟，法身菩薩有正思惟，明心見性了，他有正思惟，就是他思想正；前面是見解正，正見，這個思惟是正知。我們佛法裡頭常講「正知正見」，正知是正思惟，正見是八正道頭一個正見。你的想法、你的看法沒有錯誤，完全是智慧。我這個說法諸位好懂。"
    },
    {
      "id": "20-015-0017_p0042",
      "zh_CN": "第三个「正语，除四邪命，摄诸口业名正语」。什么叫「四邪命」？注解里头有，《佛学大字典》有，《教乘法数》也有。这个四种多半是说出家人，但是现在在家人也犯这个毛病。第一个叫「方口食」。我们在日常生活的方式，喜欢巴结权贵，像古时候讲的说客，游说四方得的名闻利养。这个地方特别要注意到的一条，为自己利益，为自己的名闻利养，目的在此地，从这个地方发心的叫邪命。如果是正知正见，绝对不是为自己，是为社会安全、众生利益，那你是救苦救难、大慈大悲，这是正语。",
      "zh_TW": "第三個「正語，除四邪命，攝諸口業名正語」。什麼叫「四邪命」？註解裡頭有，《佛學大字典》有，《教乘法數》也有。這個四種多半是說出家人，但是現在在家人也犯這個毛病。第一個叫「方口食」。我們在日常生活的方式，喜歡巴結權貴，像古時候講的說客，遊說四方得的名聞利養。這個地方特別要注意到的一條，為自己利益，為自己的名聞利養，目的在此地，從這個地方發心的叫邪命。如果是正知正見，絕對不是為自己，是為社會安全、眾生利益，那你是救苦救難、大慈大悲，這是正語。"
    },
    {
      "id": "20-015-0017_p0043",
      "zh_CN": "方口食，像中国古时候苏秦、张仪，他完全是为自己。为自己的功名富贵，在诸侯、达官贵人面前游说，制造纠纷突出自己的地位。不是为国家民族，不是为众生利益，是为个人利益，所以他不是圣人，他是凡夫。这一类的。我们要知道，因为怕诸位要是误会，真正需要你，你确确实实有这个智慧、有这个缘分，为社会安全、为众生的利益可以做一点事情，你不去做，那你是错误的。所以这个地方一个是为自，一个是为他，为他是正语，为自己是邪命！",
      "zh_TW": "方口食，像中國古時候蘇秦、張儀，他完全是為自己。為自己的功名富貴，在諸侯、達官貴人面前遊說，製造糾紛突出自己的地位。不是為國家民族，不是為眾生利益，是為個人利益，所以他不是聖人，他是凡夫。這一類的。我們要知道，因為怕諸位要是誤會，真正需要你，你確確實實有這個智慧、有這個緣分，為社會安全、為眾生的利益可以做一點事情，你不去做，那你是錯誤的。所以這個地方一個是為自，一個是為他，為他是正語，為自己是邪命！"
    },
    {
      "id": "20-015-0017_p0044",
      "zh_CN": "第二种叫「维口食」，这个「食」实在讲就是我们今天讲的生活方式。维口食是用咒术、占卜、算命、看相、看风水这一类的，用这一类的方式取得众生的供养，这叫维口食。",
      "zh_TW": "第二種叫「維口食」，這個「食」實在講就是我們今天講的生活方式。維口食是用咒術、占卜、算命、看相、看風水這一類的，用這一類的方式取得眾生的供養，這叫維口食。"
    },
    {
      "id": "20-015-0017_p0045",
      "zh_CN": "第三种是「仰口食」，仰口食就是我们现在所说的预言。仰观星宿预言吉凶祸福，也能得到一些人的供养。自古以来古今中外都有，众生总是希望趋吉避凶，所以对于许多预言也都很关心、重视。在千禧年前后，真的古今中外许许多多的预言，都说这个时候有大灾难，甚至于有些经典里面记载的世界末日，就在这个时候发生！灾难很多很多。这个样子属于仰口食。",
      "zh_TW": "第三種是「仰口食」，仰口食就是我們現在所說的預言。仰觀星宿預言吉凶禍福，也能得到一些人的供養。自古以來古今中外都有，眾生總是希望趨吉避凶，所以對於許多預言也都很關心、重視。在千禧年前後，真的古今中外許許多多的預言，都說這個時候有大災難，甚至於有些經典裡面記載的世界末日，就在這個時候發生！災難很多很多。這個樣子屬於仰口食。"
    },
    {
      "id": "20-015-0017_p0046",
      "zh_CN": "第四种是「下口食」，下口食是自己种植。佛给出家弟子定的制度是乞食，自己不种植。为什么？种植就有收获、就有生产，容易引起贪心。佛给我们制定的这些方式，都是教我们断贪瞋痴慢的。每天出去托钵，人家给什么吃什么，没有贪心、没有分别，决定起不了贡高我慢。我自己种植生产，我有收获，起贪心、起傲慢：我今年收成很多，你看我收得比你们都多。会引起烦恼！佛不许可，只准许我们乞食，其他的生活方式佛都不取。这叫四邪命。",
      "zh_TW": "第四種是「下口食」，下口食是自己種植。佛給出家弟子定的制度是乞食，自己不種植。為什麼？種植就有收穫、就有生產，容易引起貪心。佛給我們制定的這些方式，都是教我們斷貪瞋痴慢的。每天出去托缽，人家給什麼吃什麼，沒有貪心、沒有分別，決定起不了貢高我慢。我自己種植生產，我有收穫，起貪心、起傲慢：我今年收成很多，你看我收得比你們都多。會引起煩惱！佛不許可，只准許我們乞食，其他的生活方式佛都不取。這叫四邪命。"
    },
    {
      "id": "20-015-0017_p0047",
      "zh_CN": "因为这些生活方式都与口业有关系，我们讲的是绮语，花言巧语，这里面免不了就有妄语、两舌。绮语，打动别人的心，希望别人供养，这都叫邪命，都是错误的。在这里我们也看到世尊对我们的用心，使我们烦恼不起，常生正念。「摄诸口业」，这个口业就是妄语、两舌、绮语、恶口，决定没有；不妄语，不两舌，不绮语，不恶口，这正语。",
      "zh_TW": "因為這些生活方式都與口業有關係，我們講的是綺語，花言巧語，這裡面免不了就有妄語、兩舌。綺語，打動別人的心，希望別人供養，這都叫邪命，都是錯誤的。在這裡我們也看到世尊對我們的用心，使我們煩惱不起，常生正念。「攝諸口業」，這個口業就是妄語、兩舌、綺語、惡口，決定沒有；不妄語，不兩舌，不綺語，不惡口，這正語。"
    },
    {
      "id": "20-015-0017_p0048",
      "zh_CN": "第四「正业，除身一切邪业」。业是造作，正在造作的时候我们称事，你做什么事，正在造作的时候叫事，事情造作完了，这个结果叫业。所以事业，我们世间人常常把它连在一起的，事是正在造作，业是造作的结果。一切与真实智慧相违背的，那个业都不是正业。我们再换句话讲大家好懂，你从事于任何事业，包括你学佛、修行，如果这里面夹杂妄想分别执着，这个业就是邪业，就不是正业。正业里头不夹杂妄想分别执着，世出世间任何行业，只要不夹杂妄想分别执着，这才叫正业。",
      "zh_TW": "第四「正業，除身一切邪業」。業是造作，正在造作的時候我們稱事，你做什麼事，正在造作的時候叫事，事情造作完了，這個結果叫業。所以事業，我們世間人常常把它連在一起的，事是正在造作，業是造作的結果。一切與真實智慧相違背的，那個業都不是正業。我們再換句話講大家好懂，你從事於任何事業，包括你學佛、修行，如果這裡面夾雜妄想分別執著，這個業就是邪業，就不是正業。正業裡頭不夾雜妄想分別執著，世出世間任何行業，只要不夾雜妄想分別執著，這才叫正業。"
    },
    {
      "id": "20-015-0017_p0049",
      "zh_CN": "你看「住清净正身业」，也就是说明你从事于任何事情，哪个行业都好，出家在家都一样，你一定要与真诚、清净、平等、正觉、慈悲相应，正业！与这个不相应，邪业。出家了讲经说法，讲经说法目的在哪里？目的是提高知名度，是希望大家对我尊敬，希望大家对我供养，这是邪业，这不是正业。讲经说法是为续佛慧命，是为弘法利生，是帮助众生破迷开悟，转凡成圣，转恶为善，绝对没有丝毫自己利益夹在其中，这是正业。换句话说，有丝毫妄想分别执着夹在里面，正业就变成邪业，邪正从这个地方分！",
      "zh_TW": "你看「住清淨正身業」，也就是說明你從事於任何事情，哪個行業都好，出家在家都一樣，你一定要與真誠、清淨、平等、正覺、慈悲相應，正業！與這個不相應，邪業。出家了講經說法，講經說法目的在哪裡？目的是提高知名度，是希望大家對我尊敬，希望大家對我供養，這是邪業，這不是正業。講經說法是為續佛慧命，是為弘法利生，是幫助眾生破迷開悟，轉凡成聖，轉惡為善，絕對沒有絲毫自己利益夾在其中，這是正業。換句話說，有絲毫妄想分別執著夾在裡面，正業就變成邪業，邪正從這個地方分！"
    },
    {
      "id": "20-015-0017_p0050",
      "zh_CN": "第五「正命，除三业中五种邪命，住清净正命」。这个正命，命是生命，凡夫总是希望命长一点、命好一点，前面语业讲四种邪命，是说你谋生的方式。这五种邪命跟前面讲的四种邪命很接近，但是它有差别。正命不仅仅是正命，八正道的「正」字都是无漏慧，依真实智慧；智慧里面不夹杂妄想分别执着，就叫做无漏慧，这个诸位就容易懂了。",
      "zh_TW": "第五「正命，除三業中五種邪命，住清淨正命」。這個正命，命是生命，凡夫總是希望命長一點、命好一點，前面語業講四種邪命，是說你謀生的方式。這五種邪命跟前面講的四種邪命很接近，但是它有差別。正命不僅僅是正命，八正道的「正」字都是無漏慧，依真實智慧；智慧裡面不夾雜妄想分別執著，就叫做無漏慧，這個諸位就容易懂了。"
    },
    {
      "id": "20-015-0017_p0051",
      "zh_CN": "智慧里面夹杂着妄想分别执着，或者我说得更清楚一点，智慧里面夹杂着自私自利，夹杂着个人希求名闻利养，夹杂贪瞋痴慢，一切都不正，全都变邪了。不夹杂，绝不夹杂自私自利，绝不夹杂名闻利养，绝不夹杂贪瞋痴慢，这是真正的智慧，一切都正了。三业身、口、意，前面讲四邪命是专门讲口，这里头包括有身、包括有意，这个五种邪命，比前面的范围要大。",
      "zh_TW": "智慧裡面夾雜著妄想分別執著，或者我說得更清楚一點，智慧裡面夾雜著自私自利，夾雜著個人希求名聞利養，夾雜貪瞋痴慢，一切都不正，全都變邪了。不夾雜，絕不夾雜自私自利，絕不夾雜名聞利養，絕不夾雜貪瞋痴慢，這是真正的智慧，一切都正了。三業身、口、意，前面講四邪命是專門講口，這裡頭包括有身、包括有意，這個五種邪命，比前面的範圍要大。"
    },
    {
      "id": "20-015-0017_p0052",
      "zh_CN": "这五种邪命，第一个是「诈现异相奇特」。这心术不正，故意表现与人不同，古时候就有！修苦行，苦行是古印度宗教所敬仰的，佛法也非常尊重。他修苦行的目的是在哪里？目的是叫别人对他生起信心、恭敬心，供养他，目的在这里。心术不正，刚才讲了夹杂著名闻利养，夹杂着自私自利，没有真正的德行，用这个方法，这是第一种。",
      "zh_TW": "這五種邪命，第一個是「詐現異相奇特」。這心術不正，故意表現與人不同，古時候就有！修苦行，苦行是古印度宗教所敬仰的，佛法也非常尊重。他修苦行的目的是在哪裡？目的是叫別人對他生起信心、恭敬心，供養他，目的在這裡。心術不正，剛才講了夾雜著名聞利養，夾雜著自私自利，沒有真正的德行，用這個方法，這是第一種。"
    },
    {
      "id": "20-015-0017_p0053",
      "zh_CN": "第二种自己说自己的功德，「为利养故，自说功德」。目的在引诱别人，还是求自己的名闻利养，为名闻利养自说功德。",
      "zh_TW": "第二種自己說自己的功德，「為利養故，自說功德」。目的在引誘別人，還是求自己的名聞利養，為名聞利養自說功德。"
    },
    {
      "id": "20-015-0017_p0054",
      "zh_CN": "第三种「占相吉凶」。为人说法，说法里头夹杂着占卜、看相、算命、看风水，教人怎么样趋吉避凶，目的都是为贪取、贪图利养。",
      "zh_TW": "第三種「占相吉凶」。為人說法，說法裡頭夾雜著占卜、看相、算命、看風水，教人怎麼樣趨吉避凶，目的都是為貪取、貪圖利養。"
    },
    {
      "id": "20-015-0017_p0055",
      "zh_CN": "第四种「高声现威，令人畏敬」，用种种方法都是属于这一类的。自己没有实德能，用其他的方式希望能达到自己的欲望，满足自己的私利。",
      "zh_TW": "第四種「高聲現威，令人畏敬」，用種種方法都是屬於這一類的。自己沒有實德能，用其他的方式希望能達到自己的欲望，滿足自己的私利。"
    },
    {
      "id": "20-015-0017_p0056",
      "zh_CN": "第五「说所得供养」，目的是说那个人供养多少，这个人供养多少，意思就是说你看着办！这些决定不许可！这个五种，佛说了，都是以不正当的念头取得名闻利养，靠这个来活命，所以叫五种邪命。佛法决定不许。",
      "zh_TW": "第五「說所得供養」，目的是說那個人供養多少，這個人供養多少，意思就是說你看著辦！這些決定不許可！這個五種，佛說了，都是以不正當的念頭取得名聞利養，靠這個來活命，所以叫五種邪命。佛法決定不許。"
    },
    {
      "id": "20-015-0017_p0057",
      "zh_CN": "「清净正命」，这一句讲的是什么？学佛的人，无论出家在家，一定要遵守佛陀的教诲。财富，佛讲得太好了，无论在家出家，布施是财富的真因。你肯修布施，你物质生活怎么可能缺乏？一切布施供养不求自然就来了。什么原因？常修布施供养。信徒布施供养多了，自己用不完，辗转布施，替他修福，自己福在其中。你看看供养我的人，我把供养转做布施，我有福他也有福，自他都有福。如果我不肯布施，我要贪图享受，我自己的福报没有了，他供养的人也没有种到福。没有种到福怎么办？佛家常讲「今生不了道，披毛戴角还」，将来还要还债！人家布施供养你多少，你将来要还多少，还得加利息，麻烦大了！",
      "zh_TW": "「清淨正命」，這一句講的是什麼？學佛的人，無論出家在家，一定要遵守佛陀的教誨。財富，佛講得太好了，無論在家出家，布施是財富的真因。你肯修布施，你物質生活怎麼可能缺乏？一切布施供養不求自然就來了。什麼原因？常修布施供養。信徒布施供養多了，自己用不完，輾轉布施，替他修福，自己福在其中。你看看供養我的人，我把供養轉做布施，我有福他也有福，自他都有福。如果我不肯布施，我要貪圖享受，我自己的福報沒有了，他供養的人也沒有種到福。沒有種到福怎麼辦？佛家常講「今生不了道，披毛戴角還」，將來還要還債！人家布施供養你多少，你將來要還多少，還得加利息，麻煩大了！"
    },
    {
      "id": "20-015-0017_p0058",
      "zh_CN": "所以有智慧的人不积蓄，看看这个世间哪些地方需要，赶快布施掉。经论上常讲，布施供养福无边！邪命都是迷惑颠倒没有智慧，自私自利的心太重了。这一种心行是造业，他哪里有福？用欺骗的手腕来对付别人，大错特错。",
      "zh_TW": "所以有智慧的人不積蓄，看看這個世間哪些地方需要，趕快布施掉。經論上常講，布施供養福無邊！邪命都是迷惑顛倒沒有智慧，自私自利的心太重了。這一種心行是造業，他哪裡有福？用欺騙的手腕來對付別人，大錯特錯。"
    },
    {
      "id": "20-015-0017_p0059",
      "zh_CN": "第六「正精进，勤行精进，修涅槃道」，所以统统依的是真实智慧。我们今天的「正精进」是什么？念佛求生净土，求生净土就是大涅槃道。我们这一生当中决定能够圆满达到，能不能成就完全看你能不能精进。如果你还懈怠，你还放逸，你的精神意志不能集中，那就很难讲了。你这一生跟阿弥陀佛结个善缘，这一生去不了。为什么？不符合西方极乐世界居民居住的条件，就那么简单。你不具足它的要求，它要求里头最重要的，「心净则佛土净」，你的心不清净。",
      "zh_TW": "第六「正精進，勤行精進，修涅槃道」，所以統統依的是真實智慧。我們今天的「正精進」是什麼？念佛求生淨土，求生淨土就是大涅槃道。我們這一生當中決定能夠圓滿達到，能不能成就完全看你能不能精進。如果你還懈怠，你還放逸，你的精神意志不能集中，那就很難講了。你這一生跟阿彌陀佛結個善緣，這一生去不了。為什麼？不符合西方極樂世界居民居住的條件，就那麼簡單。你不具足它的要求，它要求裡頭最重要的，「心淨則佛土淨」，你的心不清淨。"
    },
    {
      "id": "20-015-0017_p0060",
      "zh_CN": "心为什么不清净？夹杂着妄想分别执着，这真的最重要，妄念太多。所以我们常常讲，我们比不上一些老太婆，比不上那些愚痴的人，他什么都不懂，字也不认识，他有真正的德行。他什么德行？他没有傲慢，他处处谦虚卑下，一切时一切处不敢站在人的前面。谦卑！这是德行。老实是他的德行，他没有任何奢望，没有任何希求；老老实实的念佛，什么妄想他都不生，他统统放下了，念个几年他成功了。我们这些自以为聪明，自以为了不起的都不能往生。这些人我们没瞧得起，没有把他放在眼睛里面，他们作佛去了，他们正精进！我们这些人是乱进、杂进，什么都想学，样样放不下，坏在这里。",
      "zh_TW": "心為什麼不清淨？夾雜著妄想分別執著，這真的最重要，妄念太多。所以我們常常講，我們比不上一些老太婆，比不上那些愚痴的人，他什麼都不懂，字也不認識，他有真正的德行。他什麼德行？他沒有傲慢，他處處謙虛卑下，一切時一切處不敢站在人的前面。謙卑！這是德行。老實是他的德行，他沒有任何奢望，沒有任何希求；老老實實的念佛，什麼妄想他都不生，他統統放下了，念個幾年他成功了。我們這些自以為聰明，自以為了不起的都不能往生。這些人我們沒瞧得起，沒有把他放在眼睛裡面，他們作佛去了，他們正精進！我們這些人是亂進、雜進，什麼都想學，樣樣放不下，壞在這裡。"
    },
    {
      "id": "20-015-0017_p0061",
      "zh_CN": "「正念，念正道及助道法」。在我们这个法门，正道是什么？「发菩提心，一向专念」，正道！助道是什么？断一切恶，修一切善；积功累德，回向净土。我们修五戒、修十善、修六度、修四摄、修三十七道品统统叫助道法。帮助我们断习气、断烦恼，帮助我们坚定信愿，帮助我们一心精进，助道法，这个叫正念。",
      "zh_TW": "「正念，念正道及助道法」。在我們這個法門，正道是什麼？「發菩提心，一向專念」，正道！助道是什麼？斷一切惡，修一切善；積功累德，迴向淨土。我們修五戒、修十善、修六度、修四攝、修三十七道品統統叫助道法。幫助我們斷習氣、斷煩惱，幫助我們堅定信願，幫助我們一心精進，助道法，這個叫正念。"
    },
    {
      "id": "20-015-0017_p0062",
      "zh_CN": "最后一个「正定，以无漏慧相应入定」。心要定，《弥陀经》上讲的「一心不乱」，就是正定；「心不颠倒」是正慧。一心不乱，自己的烦恼（我们不能讲灭、断，这功夫很深，我们做不到）伏住了。这一句阿弥陀佛念得好，信心、愿心、念佛的心，把我们所有的烦恼习气，就是妄想分别执着统统伏了，能够伏住，它不起现行，这就是初步的念佛三昧，我们平常讲功夫成片。功夫成片是什么样子？就是这个样子；烦恼习气没断，但是不起现行。",
      "zh_TW": "最後一個「正定，以無漏慧相應入定」。心要定，《彌陀經》上講的「一心不亂」，就是正定；「心不顛倒」是正慧。一心不亂，自己的煩惱（我們不能講滅、斷，這功夫很深，我們做不到）伏住了。這一句阿彌陀佛念得好，信心、願心、念佛的心，把我們所有的煩惱習氣，就是妄想分別執著統統伏了，能夠伏住，它不起現行，這就是初步的念佛三昧，我們平常講功夫成片。功夫成片是什麼樣子？就是這個樣子；煩惱習氣沒斷，但是不起現行。"
    },
    {
      "id": "20-015-0017_p0063",
      "zh_CN": "我们六根接触外面六尘境界，执着不起来，分别不起来，妄想不起来，这就叫功夫成片，这就是初级的念佛三昧。你能得到这个念佛三昧，你决定往生，生凡圣同居土，有把握了！我们见色闻声还会起妄想分别执着，你要记住，没有真实功夫，我还被外头境界转！虽然念佛，功夫成片没有得到，没有得到功夫成片，往生没有把握。你想想看这个事情多大、多重要！",
      "zh_TW": "我們六根接觸外面六塵境界，執著不起來，分別不起來，妄想不起來，這就叫功夫成片，這就是初級的念佛三昧。你能得到這個念佛三昧，你決定往生，生凡聖同居土，有把握了！我們見色聞聲還會起妄想分別執著，你要記住，沒有真實功夫，我還被外頭境界轉！雖然念佛，功夫成片沒有得到，沒有得到功夫成片，往生沒有把握。你想想看這個事情多大、多重要！"
    },
    {
      "id": "20-015-0017_p0064",
      "zh_CN": "经上讲的「无漏慧」，就是智慧里头绝不夹杂妄想分别执着，这句话诸位要牢牢记住，夹杂妄想分别执着，无漏慧就没有了。那你有的智慧是佛经上讲的世智辩聪，不是真实智慧，世智辩聪。世智辩聪跟真实智慧差别就在此地，一个没有妄想分别执着，一个有妄想分别执着。有妄想分别执着的智慧是世智辩聪，没有妄想分别执着那是真智慧，叫「无漏慧」。心定了，「以无漏慧相应入定」。好，这个八条名相跟诸位介绍出来了。现在时间到了。",
      "zh_TW": "經上講的「無漏慧」，就是智慧裡頭絕不夾雜妄想分別執著，這句話諸位要牢牢記住，夾雜妄想分別執著，無漏慧就沒有了。那你有的智慧是佛經上講的世智辯聰，不是真實智慧，世智辯聰。世智辯聰跟真實智慧差別就在此地，一個沒有妄想分別執著，一個有妄想分別執著。有妄想分別執著的智慧是世智辯聰，沒有妄想分別執著那是真智慧，叫「無漏慧」。心定了，「以無漏慧相應入定」。好，這個八條名相跟諸位介紹出來了。現在時間到了。"
    }
  ]
}