{
  "doc_id": "20-015-0018",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0018",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "20-015-0018_p0001",
      "zh_CN": "诸位同学，请接着看「说法庄严」，最后一段的「八圣道」。",
      "zh_TW": "諸位同學，請接著看「說法莊嚴」，最後一段的「八聖道」。"
    },
    {
      "id": "20-015-0018_p0002",
      "zh_CN": "这个八条，前面跟诸位略略的将这个名相的含义介绍过了。但是我们知道这是世尊教学的纲领、原则，八万四千法门、无量法门总都相应。但是在不同的法门有不同的解释，这个一定要懂，让我们在修学现前就能够得利益，就能够达到我们的愿求。我们今天这些同学修学的是净宗法门，净宗法门这个八正道怎么个解释法？这个一定要知道。",
      "zh_TW": "這個八條，前面跟諸位略略的將這個名相的含義介紹過了。但是我們知道這是世尊教學的綱領、原則，八萬四千法門、無量法門總都相應。但是在不同的法門有不同的解釋，這個一定要懂，讓我們在修學現前就能夠得利益，就能夠達到我們的願求。我們今天這些同學修學的是淨宗法門，淨宗法門這個八正道怎麼個解釋法？這個一定要知道。"
    },
    {
      "id": "20-015-0018_p0003",
      "zh_CN": "「正见」，我们见西方极乐世界依正庄严，如世尊在经典里面跟我们介绍，决定不怀疑，这是正见。我们的正见不是直接见到西方世界，是间接听世尊为我们介绍的，我们对世尊有坚定的信心。他老人家绝对不会欺骗我们，他老人家所说的话决定像《金刚经》上所说的，「如来是真语者，实语者，如语者，不诳语者」，我们相信，佛讲的话字字句句是真实的。我们的正见依净土三经建立的，深信不疑，这是净土宗的正见。",
      "zh_TW": "「正見」，我們見西方極樂世界依正莊嚴，如世尊在經典裡面跟我們介紹，決定不懷疑，這是正見。我們的正見不是直接見到西方世界，是間接聽世尊為我們介紹的，我們對世尊有堅定的信心。他老人家絕對不會欺騙我們，他老人家所說的話決定像《金剛經》上所說的，「如來是真語者，實語者，如語者，不誑語者」，我們相信，佛講的話字字句句是真實的。我們的正見依淨土三經建立的，深信不疑，這是淨土宗的正見。"
    },
    {
      "id": "20-015-0018_p0004",
      "zh_CN": "净土宗的「正思惟」，就是大势至菩萨教导我们的，「忆佛念佛，现前当来，必定见佛」，正思惟！思念极乐世界的依正庄严，也就是经要熟读，要常常想经中所说西方极乐世界依正庄严，要常常想！前面的正见是信心，这个地方是思惟，常常想。为什么？如果不想西方极乐世界，你就胡思乱想！胡思乱想是轮回业，心里面胡思乱想那是轮回心造轮回业，将来受轮回果报。所以我们把轮回的心、轮回的念头、轮回的业转变成西方净业。我想极乐世界，我想《无量寿经》上讲的依报庄严、正报庄严，想阿弥陀佛的四十八愿，怎样落实在现前生活之中，我们想这个，想这个好！",
      "zh_TW": "淨土宗的「正思惟」，就是大勢至菩薩教導我們的，「憶佛念佛，現前當來，必定見佛」，正思惟！思念極樂世界的依正莊嚴，也就是經要熟讀，要常常想經中所說西方極樂世界依正莊嚴，要常常想！前面的正見是信心，這個地方是思惟，常常想。為什麼？如果不想西方極樂世界，你就胡思亂想！胡思亂想是輪迴業，心裡面胡思亂想那是輪迴心造輪迴業，將來受輪迴果報。所以我們把輪迴的心、輪迴的念頭、輪迴的業轉變成西方淨業。我想極樂世界，我想《無量壽經》上講的依報莊嚴、正報莊嚴，想阿彌陀佛的四十八願，怎樣落實在現前生活之中，我們想這個，想這個好！"
    },
    {
      "id": "20-015-0018_p0005",
      "zh_CN": "什么是净宗学人的「正语」？正语就是一句「南无阿弥陀佛」，这是我们的正语。所以我们跟一切人打招呼都是合掌「阿弥陀佛」；人家叫我们的名字，我们答应「阿弥陀佛」；我们接电话，拿起电话来「阿弥陀佛」，我们的正语。时时刻刻念念不忘阿弥陀佛。",
      "zh_TW": "什麼是淨宗學人的「正語」？正語就是一句「南無阿彌陀佛」，這是我們的正語。所以我們跟一切人打招呼都是合掌「阿彌陀佛」；人家叫我們的名字，我們答應「阿彌陀佛」；我們接電話，拿起電話來「阿彌陀佛」，我們的正語。時時刻刻念念不忘阿彌陀佛。"
    },
    {
      "id": "20-015-0018_p0006",
      "zh_CN": "我们的「正业」，意业想阿弥陀佛，身业礼阿弥陀佛，口业称阿弥陀佛，净宗的三业。",
      "zh_TW": "我們的「正業」，意業想阿彌陀佛，身業禮阿彌陀佛，口業稱阿彌陀佛，淨宗的三業。"
    },
    {
      "id": "20-015-0018_p0007",
      "zh_CN": "「正命」，随着我们自己的业报身，有一天寿命念一天阿弥陀佛，依教奉行。身语意三业的演说，为人演说，临命终时心不颠倒，清清楚楚、明明白白，没有病苦，站着走的，坐着走的，这是为人表演，让人家看到：这不容易！人，哪个人不死？人都要死，谁能够走得这么自在、这么潇洒、这么清楚明白？念佛人！这是为人表演，为人演说，非常有说服力。这些科学不能解释，这是超科学！科学是有限的，就是有局限的、有范围的，还有无局限、无范围的大学问，科学还没有发现。这是我们一定要知道的。",
      "zh_TW": "「正命」，隨著我們自己的業報身，有一天壽命念一天阿彌陀佛，依教奉行。身語意三業的演說，為人演說，臨命終時心不顛倒，清清楚楚、明明白白，沒有病苦，站著走的，坐著走的，這是為人表演，讓人家看到：這不容易！人，哪個人不死？人都要死，誰能夠走得這麼自在、這麼瀟灑、這麼清楚明白？念佛人！這是為人表演，為人演說，非常有說服力。這些科學不能解釋，這是超科學！科學是有限的，就是有侷限的、有範圍的，還有無侷限、無範圍的大學問，科學還沒有發現。這是我們一定要知道的。"
    },
    {
      "id": "20-015-0018_p0008",
      "zh_CN": "灵界超越科学，换句话说，科学的范围只是在人道。人道以外的十法界里面，它只是一个法界，一个法界还是有限，它没有办法突破空间维次，不能够适用于十法界。这个道理一定要懂，如果不懂，你就拘限在这个范围当中，这个范围是六道轮回，你出不了六道轮回！出不了六道轮回，换句话说，那真的佛经上讲的是事实，你在三恶道的时间长，你在三善道的时间短。",
      "zh_TW": "靈界超越科學，換句話說，科學的範圍只是在人道。人道以外的十法界裡面，它只是一個法界，一個法界還是有限，它沒有辦法突破空間維次，不能夠適用於十法界。這個道理一定要懂，如果不懂，你就拘限在這個範圍當中，這個範圍是六道輪迴，你出不了六道輪迴！出不了六道輪迴，換句話說，那真的佛經上講的是事實，你在三惡道的時間長，你在三善道的時間短。"
    },
    {
      "id": "20-015-0018_p0009",
      "zh_CN": "佛法给我们讲觉、迷，说到迷信，说实实在在的话，迷信宗教、迷信古圣先贤，我们很冷静、很客观的来观察，比迷信科学的利益要大。为什么？古圣先贤、宗教里面所讲的，超越我们人间的空间维次，它真有，它不是没有。灵界确确实实存在，现在有不少学科学的人，坚固执着科学，但是这些人一接触到灵媒，他相信了。从他自己身上，自己经验里面证实，确确实实有灵界的存在。这些科学家几十年迷在科学里面，最后相信了。他们有许许多多的报告最近印成书，诸位能看到。",
      "zh_TW": "佛法給我們講覺、迷，說到迷信，說實實在在的話，迷信宗教、迷信古聖先賢，我們很冷靜、很客觀的來觀察，比迷信科學的利益要大。為什麼？古聖先賢、宗教裡面所講的，超越我們人間的空間維次，它真有，它不是沒有。靈界確確實實存在，現在有不少學科學的人，堅固執著科學，但是這些人一接觸到靈媒，他相信了。從他自己身上，自己經驗裡面證實，確確實實有靈界的存在。這些科學家幾十年迷在科學裡面，最後相信了。他們有許許多多的報告最近印成書，諸位能看到。"
    },
    {
      "id": "20-015-0018_p0010",
      "zh_CN": "在中国、在外国太多太多，都回过头来，都相信了，肯定灵界的存在；灵界泛指除人法界之外的九法界，都叫灵界。灵有高低不一样，在所有宗教里面，佛教讲得最清楚、讲得最透彻。不但把正报讲得很清楚，依报也讲得非常清楚，依正庄严。所以，业就是身语意的造作，不违背经教是正业，违背经教是邪业，就错了。",
      "zh_TW": "在中國、在外國太多太多，都回過頭來，都相信了，肯定靈界的存在；靈界泛指除人法界之外的九法界，都叫靈界。靈有高低不一樣，在所有宗教裡面，佛教講得最清楚、講得最透徹。不但把正報講得很清楚，依報也講得非常清楚，依正莊嚴。所以，業就是身語意的造作，不違背經教是正業，違背經教是邪業，就錯了。"
    },
    {
      "id": "20-015-0018_p0011",
      "zh_CN": "什么是「正命」？印光大师讲得好，一心念佛求生净土，不化缘、不做会、不做经忏佛事，每天就像一般打佛七的课程一样。我们这个学会跟净宗学院，加了一门功课，讲经，解行相应，这是我们的正命，我们依这个来活命。今天道场没有恒产，没有固定的经济来源，我们不化缘，我们的生活从哪里来？这事没有一个人不担心。我不担心，我为什么不担心？章嘉大师教给我的，一心向道，一心为法、为众生，这一生有佛菩萨安排，不要自己操心。",
      "zh_TW": "什麼是「正命」？印光大師講得好，一心念佛求生淨土，不化緣、不做會、不做經懺佛事，每天就像一般打佛七的課程一樣。我們這個學會跟淨宗學院，加了一門功課，講經，解行相應，這是我們的正命，我們依這個來活命。今天道場沒有恆產，沒有固定的經濟來源，我們不化緣，我們的生活從哪裡來？這事沒有一個人不擔心。我不擔心，我為什麼不擔心？章嘉大師教給我的，一心向道，一心為法、為眾生，這一生有佛菩薩安排，不要自己操心。"
    },
    {
      "id": "20-015-0018_p0012",
      "zh_CN": "今天没得吃，饿一天，也是佛菩萨安排，一点都不操心。佛菩萨安排让我今天饿一天，这个饿一天肯定有好处，没有坏处。又何况，我们每天在做的「为人演说」就是修布施，这个我讲得太多了。我们虽然没有财布施（外财布施），我们内财在布施，每天在表演给大家看。内财布施、法布施、无畏布施，天天没有间断，果报就很殊胜，什么都不缺乏，不求而至。",
      "zh_TW": "今天沒得吃，餓一天，也是佛菩薩安排，一點都不操心。佛菩薩安排讓我今天餓一天，這個餓一天肯定有好處，沒有壞處。又何況，我們每天在做的「為人演說」就是修布施，這個我講得太多了。我們雖然沒有財布施（外財布施），我們內財在布施，每天在表演給大家看。內財布施、法布施、無畏布施，天天沒有間斷，果報就很殊勝，什麼都不缺乏，不求而至。"
    },
    {
      "id": "20-015-0018_p0013",
      "zh_CN": "我这五十年来亲身的体验确确实实如此，我一点都不怀疑，绝不为物质生活起个妄念，没有。你有没有这个信心？你相不相信？道场有护法神护持，除诸佛护念之外还有护法神护持，你的心在道、行在道，护法神也要照顾。如果你心行与道相违背，什么叫道？就是经典里面所说的这些道理、这些方法。我们样样遵守，心行在道；如果我们不遵守，心行就离开道了。离开道，佛菩萨感应就没有了，护法神也走了，不再照顾你。",
      "zh_TW": "我這五十年來親身的體驗確確實實如此，我一點都不懷疑，絕不為物質生活起個妄念，沒有。你有沒有這個信心？你相不相信？道場有護法神護持，除諸佛護念之外還有護法神護持，你的心在道、行在道，護法神也要照顧。如果你心行與道相違背，什麼叫道？就是經典裡面所說的這些道理、這些方法。我們樣樣遵守，心行在道；如果我們不遵守，心行就離開道了。離開道，佛菩薩感應就沒有了，護法神也走了，不再照顧你。"
    },
    {
      "id": "20-015-0018_p0014",
      "zh_CN": "你几时生忏悔心「我错了，我回头了」，佛菩萨又来了，护法神也回来了。护法神、佛菩萨不会生气的，你心行与道相应，他就来了，与道相背他就走了，所以，还是相应的好。天天念经，为什么？求自己的见解、思想、言行跟经典相应，不相违背，读经真正的用意、目的在此！我们的生活叫正命。",
      "zh_TW": "你幾時生懺悔心「我錯了，我回頭了」，佛菩薩又來了，護法神也回來了。護法神、佛菩薩不會生氣的，你心行與道相應，他就來了，與道相背他就走了，所以，還是相應的好。天天念經，為什麼？求自己的見解、思想、言行跟經典相應，不相違背，讀經真正的用意、目的在此！我們的生活叫正命。"
    },
    {
      "id": "20-015-0018_p0015",
      "zh_CN": "「正精进」，一门深入，长时薰修，决定不懈怠。首先成就自己的功夫成片，功夫成片，妄想、烦恼、习气完全控制住，确实那个根没有断，但是不发作了。在逆境恶缘里面不会生烦恼，不会生瞋恚心，在顺境善缘不会起贪恋，这就是功夫成片，你伏住了。佛菩萨告诉我们，这样的功夫就能够保证往生。但是这个功夫你要一直保持下去，你不能够大意，不能够轻心。要知道烦恼习气很重，烦恼习气累积的时间太长，如果我们稍稍粗心大意，它又冒出来，这个麻烦就大了。所以时时刻刻都提高警觉，一点都不敢大意。",
      "zh_TW": "「正精進」，一門深入，長時薰修，決定不懈怠。首先成就自己的功夫成片，功夫成片，妄想、煩惱、習氣完全控制住，確實那個根沒有斷，但是不發作了。在逆境惡緣裡面不會生煩惱，不會生瞋恚心，在順境善緣不會起貪戀，這就是功夫成片，你伏住了。佛菩薩告訴我們，這樣的功夫就能夠保證往生。但是這個功夫你要一直保持下去，你不能夠大意，不能夠輕心。要知道煩惱習氣很重，煩惱習氣累積的時間太長，如果我們稍稍粗心大意，它又冒出來，這個麻煩就大了。所以時時刻刻都提高警覺，一點都不敢大意。"
    },
    {
      "id": "20-015-0018_p0016",
      "zh_CN": "到事一心就完全控制住，不必作意它也伏住了。到理一心就好了，把这些烦恼习气转变成菩提，那真的叫断烦恼。理一心跟宗门的明心见性境界完全相同，这是一般讲的破一品无明，证一分法身，念佛念到理一心不乱就是这个境界。这样的境界不是每个人都能够证得的，但是功夫成片可以说每个人只要你肯用功，你能够遵守经典里面的教诲，依教奉行，功夫成片是每个人都能得到的。",
      "zh_TW": "到事一心就完全控制住，不必作意它也伏住了。到理一心就好了，把這些煩惱習氣轉變成菩提，那真的叫斷煩惱。理一心跟宗門的明心見性境界完全相同，這是一般講的破一品無明，證一分法身，念佛念到理一心不亂就是這個境界。這樣的境界不是每個人都能夠證得的，但是功夫成片可以說每個人只要你肯用功，你能夠遵守經典裡面的教誨，依教奉行，功夫成片是每個人都能得到的。"
    },
    {
      "id": "20-015-0018_p0017",
      "zh_CN": "得到的样子，就是我刚才讲的，顺境善缘不起贪恋，逆境恶缘不生瞋恚。自自然然的，并不是有意来控制，有意来压；有意来压你是在修学的阶段，功夫成片没有得到。功夫成片真正得到了，不要作意，自然的，就是反应很自然，好境界！不难！一般人真正肯干的人，我们从《净土圣贤录》、《往生传》里面来看，三年达到这个境界的人很多很多！为什么别人能达到，我达不到？在这个地方要生惭愧心。",
      "zh_TW": "得到的樣子，就是我剛才講的，順境善緣不起貪戀，逆境惡緣不生瞋恚。自自然然的，並不是有意來控制，有意來壓；有意來壓你是在修學的階段，功夫成片沒有得到。功夫成片真正得到了，不要作意，自然的，就是反應很自然，好境界！不難！一般人真正肯幹的人，我們從《淨土聖賢錄》、《往生傳》裡面來看，三年達到這個境界的人很多很多！為什麼別人能達到，我達不到？在這個地方要生慚愧心。"
    },
    {
      "id": "20-015-0018_p0018",
      "zh_CN": "功夫在哪里炼？在日常生活当中，在处事待人接物之处。这个人对我好，我对他更好，只要我见到他，我对他一定比他对我还好，我报答他，所谓是「受人滴水之恩，常思涌泉为报」。但是他不在我面前，心里干干净净，痕迹都不留，这是智慧，就是决定没有贪恋。一见面，报恩、感激这种心自然就起来了。这才是真的，这不是情识，这是智慧，心地永远清净平等觉。",
      "zh_TW": "功夫在哪裡鍊？在日常生活當中，在處事待人接物之處。這個人對我好，我對他更好，只要我見到他，我對他一定比他對我還好，我報答他，所謂是「受人滴水之恩，常思湧泉為報」。但是他不在我面前，心裡乾乾淨淨，痕跡都不留，這是智慧，就是決定沒有貪戀。一見面，報恩、感激這種心自然就起來了。這才是真的，這不是情識，這是智慧，心地永遠清淨平等覺。"
    },
    {
      "id": "20-015-0018_p0019",
      "zh_CN": "也许同学们要问，有很多人问我，馆长走了这么多年，你还是常常想念她！是！这是不是属于贪恋？如果落在情识里面是贪恋，如果在正智里面这是教学。我们这里给馆长做了一个纪念堂，这是教育，社会教育，教导社会大众知恩报恩。过去她对我们的好处，我们念念不忘，知恩报恩！这就是多元文化的社会教育，特别在现前的社会。现前这个社会知恩报恩的少了，都是忘恩负义；忘恩负义果报在三途，知恩报恩的果报在人天。怎样能帮助一切众生不堕三途，还能享人天福报，这个教育的功德很大很大。如果这样做，心地又保持清净平等觉，超越六道轮回了。那就是这个地方讲的正业、正命，所以你要懂这个意思。",
      "zh_TW": "也許同學們要問，有很多人問我，館長走了這麼多年，你還是常常想念她！是！這是不是屬於貪戀？如果落在情識裡面是貪戀，如果在正智裡面這是教學。我們這裡給館長做了一個紀念堂，這是教育，社會教育，教導社會大眾知恩報恩。過去她對我們的好處，我們念念不忘，知恩報恩！這就是多元文化的社會教育，特別在現前的社會。現前這個社會知恩報恩的少了，都是忘恩負義；忘恩負義果報在三途，知恩報恩的果報在人天。怎樣能幫助一切眾生不墮三途，還能享人天福報，這個教育的功德很大很大。如果這樣做，心地又保持清淨平等覺，超越六道輪迴了。那就是這個地方講的正業、正命，所以你要懂這個意思。"
    },
    {
      "id": "20-015-0018_p0020",
      "zh_CN": "怨恨的人、冤家对头，心里头不能有一点瞋恚，不能有丝毫报复的念头。不但没有，时时刻刻还要注意到，他要有困难的时候我要去帮助他。常常觉了冤家要化解，过去的宿怨、现在结的怨，统统要化解，冤家宜解不宜结。当他遇到困难，我们全心全力去帮助他，不计前嫌，这个结就化解了。佛法在世间干什么的？这一点不能不知道，佛法住在世间就是教化众生，点点滴滴无一不是教学，觉正净的教学，八正道的教学。",
      "zh_TW": "怨恨的人、冤家對頭，心裡頭不能有一點瞋恚，不能有絲毫報復的念頭。不但沒有，時時刻刻還要注意到，他要有困難的時候我要去幫助他。常常覺了冤家要化解，過去的宿怨、現在結的怨，統統要化解，冤家宜解不宜結。當他遇到困難，我們全心全力去幫助他，不計前嫌，這個結就化解了。佛法在世間幹什麼的？這一點不能不知道，佛法住在世間就是教化眾生，點點滴滴無一不是教學，覺正淨的教學，八正道的教學。"
    },
    {
      "id": "20-015-0018_p0021",
      "zh_CN": "第七个「正念」，念兹在兹，大势至菩萨跟我们讲的，「忆佛念佛，现前当来，必定见佛」，这是正念。二六时中执持名号，正念；一切言行与经论里面的教诲完全相应，助念。正助双修决定得生净土，决定得见阿弥陀佛，与佛相应。",
      "zh_TW": "第七個「正念」，念茲在茲，大勢至菩薩跟我們講的，「憶佛念佛，現前當來，必定見佛」，這是正念。二六時中執持名號，正念；一切言行與經論裡面的教誨完全相應，助念。正助雙修決定得生淨土，決定得見阿彌陀佛，與佛相應。"
    },
    {
      "id": "20-015-0018_p0022",
      "zh_CN": "「正定」，这一生一世我就修这一个法门，决定不改；我就依这个经典，决无动摇，这是正定。净宗的八正道！",
      "zh_TW": "「正定」，這一生一世我就修這一個法門，決定不改；我就依這個經典，決無動搖，這是正定。淨宗的八正道！"
    },
    {
      "id": "20-015-0018_p0023",
      "zh_CN": "我们再看后面有一行文，「八圣道由择法觉分」，这个七菩提分里头第一条，「不依偏邪，故入正道」，抉择我们这一生所修学的法门，「无漏圣法」叫正，「能通涅槃」叫道，净宗真的是正道里面的正道。极乐世界，往生极乐世界的方法，这是正！生到极乐世界一生决定成就圆满的无上菩提，这是道，大道！",
      "zh_TW": "我們再看後面有一行文，「八聖道由擇法覺分」，這個七菩提分裡頭第一條，「不依偏邪，故入正道」，抉擇我們這一生所修學的法門，「無漏聖法」叫正，「能通涅槃」叫道，淨宗真的是正道裡面的正道。極樂世界，往生極樂世界的方法，這是正！生到極樂世界一生決定成就圓滿的無上菩提，這是道，大道！"
    },
    {
      "id": "20-015-0018_p0024",
      "zh_CN": "「三十七品，收法虽尽」，这是三十七个大纲，把十方三世所有一切诸佛所说之法、所修之法统统包括尽了，没有一法能超越其外的。但是你要晓得「机缘不等」，机是机会，缘是缘分，每个人生生世世的机会、缘分不相同。所以「作种种开合」，开就是展开，合就是归纳。展开无量无边法门，要是归纳合起来，合起来就不外乎觉正净，不外乎戒定慧，统统都包括了。",
      "zh_TW": "「三十七品，收法雖盡」，這是三十七個大綱，把十方三世所有一切諸佛所說之法、所修之法統統包括盡了，沒有一法能超越其外的。但是你要曉得「機緣不等」，機是機會，緣是緣分，每個人生生世世的機會、緣分不相同。所以「作種種開合」，開就是展開，合就是歸納。展開無量無邊法門，要是歸納合起來，合起來就不外乎覺正淨，不外乎戒定慧，統統都包括了。"
    },
    {
      "id": "20-015-0018_p0025",
      "zh_CN": "「名义不同，无不演畅」，演是诸佛菩萨天天做的那个样子，我们看到了。你要真会看，情与无情统统在表演。诸佛如来表演正面的，表演觉那一边，六道众生表演迷这一边。我们在台下看戏看得好清楚，觉那一边是光明的，迷这一边是黑暗的；行善得善果，造恶得恶报，遍法界虚空界原来是一个大舞台！我们自己在这里头又是演员、又是观众，一般舞台上表演的，演员不是观众，观众不是演员。我们这个很妙，妙极了，既是演员、又是观众，既是观众、又是演员，所以这个法叫妙法。",
      "zh_TW": "「名義不同，無不演暢」，演是諸佛菩薩天天做的那個樣子，我們看到了。你要真會看，情與無情統統在表演。諸佛如來表演正面的，表演覺那一邊，六道眾生表演迷這一邊。我們在台下看戲看得好清楚，覺那一邊是光明的，迷這一邊是黑暗的；行善得善果，造惡得惡報，遍法界虛空界原來是一個大舞台！我們自己在這裡頭又是演員、又是觀眾，一般舞台上表演的，演員不是觀眾，觀眾不是演員。我們這個很妙，妙極了，既是演員、又是觀眾，既是觀眾、又是演員，所以這個法叫妙法。"
    },
    {
      "id": "20-015-0018_p0026",
      "zh_CN": "真正修行人、修觉正净的人，他什么都在观察，什么都在看，整个宇宙都在表演。他在这个里面成就戒定慧，成就觉正净，没有一法他不清楚。十法界依正庄严，性相、理事、因果了了分明，这是慧，般若里头的无所不知。虽然无所不知，心里头清净一尘不染，如如不动，这是大定！这个大定是真心，慧是真心的起用，心是寂灭的，所以这个一定要懂。",
      "zh_TW": "真正修行人、修覺正淨的人，他什麼都在觀察，什麼都在看，整個宇宙都在表演。他在這個裡面成就戒定慧，成就覺正淨，沒有一法他不清楚。十法界依正莊嚴，性相、理事、因果了了分明，這是慧，般若裡頭的無所不知。雖然無所不知，心裡頭清淨一塵不染，如如不動，這是大定！這個大定是真心，慧是真心的起用，心是寂滅的，所以這個一定要懂。"
    },
    {
      "id": "20-015-0018_p0027",
      "zh_CN": "释迦牟尼佛名号里面就为我们显示，「牟尼」就是清净寂灭，我们自己，对自一定要修清净寂灭，灭就是灭烦恼，灭妄想分别执着。六根对六尘境界没有妄想、没有分别、没有执着，那就是寂灭相。心真的是这样的，但是又非常慈悲，能仁，「释迦」是能仁。活的不是死的，外面境界的能量、讯息传过来立刻就有反应。这个反应是从寂灭之理体上生起的反应，决定没有妄想分别执着夹杂在里头，那是佛，那是法身菩萨。我们对于这个境界不了解、不清楚、不明白，我们怎么修法？搞清楚、搞明白了，晓得：佛菩萨是这样的！我得要好好跟他学，真正入无障碍的法界。仁慈，普度一切众生，你看，不碍自己的清净寂灭，理事无碍、事事无碍。我们才知道障碍从哪里发生的？障碍是妄想分别执着发生的，离妄想分别执着事事无碍。",
      "zh_TW": "釋迦牟尼佛名號裡面就為我們顯示，「牟尼」就是清淨寂滅，我們自己，對自一定要修清淨寂滅，滅就是滅煩惱，滅妄想分別執著。六根對六塵境界沒有妄想、沒有分別、沒有執著，那就是寂滅相。心真的是這樣的，但是又非常慈悲，能仁，「釋迦」是能仁。活的不是死的，外面境界的能量、訊息傳過來立刻就有反應。這個反應是從寂滅之理體上生起的反應，決定沒有妄想分別執著夾雜在裡頭，那是佛，那是法身菩薩。我們對於這個境界不了解、不清楚、不明白，我們怎麼修法？搞清楚、搞明白了，曉得：佛菩薩是這樣的！我得要好好跟他學，真正入無障礙的法界。仁慈，普度一切眾生，你看，不礙自己的清淨寂滅，理事無礙、事事無礙。我們才知道障礙從哪裡發生的？障礙是妄想分別執著發生的，離妄想分別執著事事無礙。"
    },
    {
      "id": "20-015-0018_p0028",
      "zh_CN": "所以这后头总结说「无不演畅，故令闻者念三宝，发菩提心，伏灭烦恼也」。伏跟灭是两个阶段，在我们念佛的功夫里面讲非常明显，功夫成片是伏，事一心不乱还是伏。理一心不乱就灭了，烦恼统统转了，转烦恼成菩提，理一心才转。由此可知，功夫成片没有出六道，六道里面的功夫；事一心不乱超越六道，那是四圣法界，还是伏；到破一品无明，证一分法身，就转了，真的灭了，烦恼灭了。",
      "zh_TW": "所以這後頭總結說「無不演暢，故令聞者念三寶，發菩提心，伏滅煩惱也」。伏跟滅是兩個階段，在我們念佛的功夫裡面講非常明顯，功夫成片是伏，事一心不亂還是伏。理一心不亂就滅了，煩惱統統轉了，轉煩惱成菩提，理一心才轉。由此可知，功夫成片沒有出六道，六道裡面的功夫；事一心不亂超越六道，那是四聖法界，還是伏；到破一品無明，證一分法身，就轉了，真的滅了，煩惱滅了。"
    },
    {
      "id": "20-015-0018_p0029",
      "zh_CN": "我们再看下面这一段，这一段「三宝略释」。三宝简单的说有「别相三宝」，有「一体三宝」，三宝的名字是佛、法、僧。佛有法、报、应化三身，法身佛，报身佛，应化身佛，这个常讲的。法有四种，有教法，有理法，有行法，有果法，有「教理行果」。诸位要晓得，每一部经不管这个经大小，不管这个经浅深，统统具足教理行果。如果这部经里头不能包括这四个意思，这不能称为佛经，只要是佛经的话，一定具足这个四分，教理行果。",
      "zh_TW": "我們再看下面這一段，這一段「三寶略釋」。三寶簡單的說有「別相三寶」，有「一體三寶」，三寶的名字是佛、法、僧。佛有法、報、應化三身，法身佛，報身佛，應化身佛，這個常講的。法有四種，有教法，有理法，有行法，有果法，有「教理行果」。諸位要曉得，每一部經不管這個經大小，不管這個經淺深，統統具足教理行果。如果這部經裡頭不能包括這四個意思，這不能稱為佛經，只要是佛經的話，一定具足這個四分，教理行果。"
    },
    {
      "id": "20-015-0018_p0030",
      "zh_CN": "僧，「三乘贤圣」，声闻乘、缘觉乘、菩萨乘，这里头有贤有圣，贤圣的差别不一样。菩萨里面，贤人是初住菩萨到十回向，圣人是初地到等觉，三贤十圣，菩萨的贤圣。小乘里面的贤圣，四果是圣，四向是贤；初果向是贤，须陀洹就算圣；二果向是贤，斯陀含是圣。三贤各个阶层的贤圣不一样！贤是在修学的位次，圣是证果的位次。就像我们在学校读书一样，你在学校读书没有毕业，正在学习这是贤，你的课程读完毕业，拿到学位了，这是圣。好比我们现在世间的学校的制度，你在大学念书称为贤，哪一天你拿到学士学位，你就是圣，小圣。再继续念书念硕士班，硕士班的学生，贤，学生都是贤；硕士班毕业，拿到硕士学位了叫圣，中圣。如果再念博士班，博士班的学生，贤，这是贤位；博士毕业，拿到博士的学位了，上圣。上中下，所以三乘贤圣！佛、法、僧三宝！",
      "zh_TW": "僧，「三乘賢聖」，聲聞乘、緣覺乘、菩薩乘，這裡頭有賢有聖，賢聖的差別不一樣。菩薩裡面，賢人是初住菩薩到十迴向，聖人是初地到等覺，三賢十聖，菩薩的賢聖。小乘裡面的賢聖，四果是聖，四向是賢；初果向是賢，須陀洹就算聖；二果向是賢，斯陀含是聖。三賢各個階層的賢聖不一樣！賢是在修學的位次，聖是證果的位次。就像我們在學校讀書一樣，你在學校讀書沒有畢業，正在學習這是賢，你的課程讀完畢業，拿到學位了，這是聖。好比我們現在世間的學校的制度，你在大學唸書稱為賢，哪一天你拿到學士學位，你就是聖，小聖。再繼續念書念碩士班，碩士班的學生，賢，學生都是賢；碩士班畢業，拿到碩士學位了叫聖，中聖。如果再念博士班，博士班的學生，賢，這是賢位；博士畢業，拿到博士的學位了，上聖。上中下，所以三乘賢聖！佛、法、僧三寶！"
    },
    {
      "id": "20-015-0018_p0031",
      "zh_CN": "唐朝禅宗六祖惠能大师，他在《坛经》里头不讲佛法僧，他讲觉、正、净。我初读《坛经》的时候，我就想他为什么要这样说法？别人都是讲佛法僧三宝，他为什么讲觉正净？必定有缘故。这个缘故，很可能在唐朝那个时候，大家对于佛法僧的概念模糊了，只知道这个名，不知道名词的含义，换句话说，你就得不到受用。六祖大师有智慧，大慈大悲，他把三宝的意思给我们显示出来，让我们很容易得受用。他给人传授三皈，他不是讲皈依佛、皈依法、皈依僧，他不是，他传授三皈的时候讲皈依觉、皈依正、皈依净。他是这样传授的，诸位在《坛经》上就看到了，然后解释「佛者觉也，法者正也，僧者净也」。",
      "zh_TW": "唐朝禪宗六祖惠能大師，他在《壇經》裡頭不講佛法僧，他講覺、正、淨。我初讀《壇經》的時候，我就想他為什麼要這樣說法？別人都是講佛法僧三寶，他為什麼講覺正淨？必定有緣故。這個緣故，很可能在唐朝那個時候，大家對於佛法僧的概念模糊了，只知道這個名，不知道名詞的含義，換句話說，你就得不到受用。六祖大師有智慧，大慈大悲，他把三寶的意思給我們顯示出來，讓我們很容易得受用。他給人傳授三皈，他不是講皈依佛、皈依法、皈依僧，他不是，他傳授三皈的時候講皈依覺、皈依正、皈依淨。他是這樣傳授的，諸位在《壇經》上就看到了，然後解釋「佛者覺也，法者正也，僧者淨也」。"
    },
    {
      "id": "20-015-0018_p0032",
      "zh_CN": "所以佛法僧三宝，我们要是多加几个字，大家更清楚的认知，什么是佛？觉而不迷是佛。什么是法？正而不邪是法。什么是僧？净而不染是僧。这样一解释大家就明白了，不会再说佛教是迷信！否则的话，他不了解这个意思，你说佛，他就想到泥塑木雕的佛像，你说法，他就想到经典，你说僧，他就想到出家人；换句话说，完全着了相，着了相不知道意思。所以社会大众就产生一个误会，佛教是迷信的！",
      "zh_TW": "所以佛法僧三寶，我們要是多加幾個字，大家更清楚的認知，什麼是佛？覺而不迷是佛。什麼是法？正而不邪是法。什麼是僧？淨而不染是僧。這樣一解釋大家就明白了，不會再說佛教是迷信！否則的話，他不了解這個意思，你說佛，他就想到泥塑木雕的佛像，你說法，他就想到經典，你說僧，他就想到出家人；換句話說，完全著了相，著了相不知道意思。所以社會大眾就產生一個誤會，佛教是迷信的！"
    },
    {
      "id": "20-015-0018_p0033",
      "zh_CN": "六祖大师这个说法，这个错误的观念立刻就化解了。所以人家问你佛教是什么，你就用六祖大师这个话告诉他，佛教是觉而不迷，正而不邪，净而不染，简简单单十二个字把佛法介绍给大家，正法！这是常识，这是学问。好，现在时间到了。",
      "zh_TW": "六祖大師這個說法，這個錯誤的觀念立刻就化解了。所以人家問你佛教是什麼，你就用六祖大師這個話告訴他，佛教是覺而不迷，正而不邪，淨而不染，簡簡單單十二個字把佛法介紹給大家，正法！這是常識，這是學問。好，現在時間到了。"
    },
    {
      "id": "20-015-0018_p0034",
      "zh_CN": "诸位同学，我们接着看「三宝略释」。「别相」前面跟诸位简单介绍过了。下面讲到「一体三宝」。",
      "zh_TW": "諸位同學，我們接著看「三寶略釋」。「別相」前面跟諸位簡單介紹過了。下面講到「一體三寶」。"
    },
    {
      "id": "20-015-0018_p0035",
      "zh_CN": "一体三宝里面，佛是什么意思？「湛然智照，灵明觉了」，这是佛。就是自性里头本来具有的德能，现在科学里面的术语讲能量。这个能量不是从外头来的，也不是你修成的，是你自心、你的真心本来就有的，本有的，佛经上常常讲的「法尔如是」。这个不关修证，不生不灭、不来不去。不生不灭，没有生死；不来不去，没有空间、没有时间；不增不减，你觉悟没有增加，你迷惑也没有减少。所谓是「在圣不增，在凡不减」，性德！一切众生个个具足，平等平等。湛然是清净，从来没有动摇过，这是自性真心的本体，它没有形相、它无处不在。虚空法界、刹土众生从哪里来的？《华严经》上讲得很好，「唯心所现，唯识所变」，这是从体上讲的。真心、本性是宇宙人生自他的本体，它是一不是二。",
      "zh_TW": "一體三寶裡面，佛是什麼意思？「湛然智照，靈明覺了」，這是佛。就是自性裡頭本來具有的德能，現在科學裡面的術語講能量。這個能量不是從外頭來的，也不是你修成的，是你自心、你的真心本來就有的，本有的，佛經上常常講的「法爾如是」。這個不關修證，不生不滅、不來不去。不生不滅，沒有生死；不來不去，沒有空間、沒有時間；不增不減，你覺悟沒有增加，你迷惑也沒有減少。所謂是「在聖不增，在凡不減」，性德！一切眾生個個具足，平等平等。湛然是清淨，從來沒有動搖過，這是自性真心的本體，它沒有形相、它無處不在。虛空法界、剎土眾生從哪裡來的？《華嚴經》上講得很好，「唯心所現，唯識所變」，這是從體上講的。真心、本性是宇宙人生自他的本體，它是一不是二。"
    },
    {
      "id": "20-015-0018_p0036",
      "zh_CN": "什么是法宝？「实相理体，清净圆妙」，这是法。实相是宇宙人生的真相、真实相，就是唯心所现，这是实相！「清净圆妙」，这个相真的是一尘都不染，圆满微妙，或者说圆融微妙。妙就是我们无法想像，不可思议，妙！这是一体三宝里头的法宝。实在讲佛法僧是一不是二，一而三，三而一，不能分家的，看你从哪个角度上去看。所以佛是从体上看，法是从相上看，僧是从用上看，从作用上看。",
      "zh_TW": "什麼是法寶？「實相理體，清淨圓妙」，這是法。實相是宇宙人生的真相、真實相，就是唯心所現，這是實相！「清淨圓妙」，這個相真的是一塵都不染，圓滿微妙，或者說圓融微妙。妙就是我們無法想像，不可思議，妙！這是一體三寶裡頭的法寶。實在講佛法僧是一不是二，一而三，三而一，不能分家的，看你從哪個角度上去看。所以佛是從體上看，法是從相上看，僧是從用上看，從作用上看。"
    },
    {
      "id": "20-015-0018_p0037",
      "zh_CN": "僧宝，「理智不二，和合无违」。你要真正参透、明白了，宇宙之间是一个大和。日本的文化从中国传过去的，日本的祖先很聪明，把他们的民族命名为「大和民族」。这个大和的思想是中国儒道跟佛法的精髓，先人（就是祖先）用这个来教导后世子孙。后世子孙如果都懂得这个意思，都能够把它落实，日本的天皇就是佛经上讲的金轮圣王，全世界的领袖，不是哪一个国家，哪一个民族。为什么？你推动和平，世界和平，世界是一家。我爱我的家人，我爱我的民族，我爱我的国家，我爱全世界就像爱我家人一样，大和！",
      "zh_TW": "僧寶，「理智不二，和合無違」。你要真正參透、明白了，宇宙之間是一個大和。日本的文化從中國傳過去的，日本的祖先很聰明，把他們的民族命名為「大和民族」。這個大和的思想是中國儒道跟佛法的精髓，先人（就是祖先）用這個來教導後世子孫。後世子孫如果都懂得這個意思，都能夠把它落實，日本的天皇就是佛經上講的金輪聖王，全世界的領袖，不是哪一個國家，哪一個民族。為什麼？你推動和平，世界和平，世界是一家。我愛我的家人，我愛我的民族，我愛我的國家，我愛全世界就像愛我家人一樣，大和！"
    },
    {
      "id": "20-015-0018_p0038",
      "zh_CN": "祖宗虽然提出来，后世没有做到。我们不要瞧不起祖宗，不要认为祖宗那个时候没有科学技术，他们的精神文明，我们后人真的无法想像。他们的智慧、学问，心胸、见识真的是博大精深，与法性相应。佛法是印度的文化，儒道是中国的文化，千万年来蕴积着真理，绝对不是浅智之人所能够窥见的，这是讲一体三宝。底下一段「行树演法」，我们把这段经文念一念。我们接着念这个经文。",
      "zh_TW": "祖宗雖然提出來，後世沒有做到。我們不要瞧不起祖宗，不要認為祖宗那個時候沒有科學技術，他們的精神文明，我們後人真的無法想像。他們的智慧、學問，心胸、見識真的是博大精深，與法性相應。佛法是印度的文化，儒道是中國的文化，千萬年來蘊積著真理，絕對不是淺智之人所能夠窺見的，這是講一體三寶。底下一段「行樹演法」，我們把這段經文念一念。我們接著念這個經文。"
    },
    {
      "id": "20-015-0018_p0039",
      "zh_CN": "【舍利弗。汝勿谓此鸟。实是罪报所生。所以者何。彼佛国土。无三恶道。舍利弗。其佛国土。尚无恶道之名。何况有实。是诸众鸟。皆是阿弥陀佛。欲令法音宣流。变化所作。舍利弗。彼佛国土。微风吹动诸宝行树。及宝罗网。出微妙音。譬如百千种乐。同时俱作。闻是音者。自然皆生念佛念法念僧之心。】",
      "zh_TW": "【舍利弗。汝勿謂此鳥。實是罪報所生。所以者何。彼佛國土。無三惡道。舍利弗。其佛國土。尚無惡道之名。何況有實。是諸眾鳥。皆是阿彌陀佛。欲令法音宣流。變化所作。舍利弗。彼佛國土。微風吹動諸寶行樹。及寶羅網。出微妙音。譬如百千種樂。同時俱作。聞是音者。自然皆生念佛念法念僧之心。】"
    },
    {
      "id": "20-015-0018_p0040",
      "zh_CN": "这一段「行树演法」。「风树作乐」，风吹在宝树，我们知道西方极乐世界的树是众宝所成，风一吹，树的枝条树叶互相碰撞就发出音声，像我们这个世间人常常用风铃一样。现在在外国我们也常见风铃，我们挂在户外，风吹的时候自自然然它就出很微妙的音声。西方极乐世界就更不必说了，宝树太多了，就像我们今天讲的交响乐，美妙极了。风树作乐，不是人制作的，它所出的音声，诸位要记住，佛常常在经论里头跟我们说「依报随着正报转」。",
      "zh_TW": "這一段「行樹演法」。「風樹作樂」，風吹在寶樹，我們知道西方極樂世界的樹是眾寶所成，風一吹，樹的枝條樹葉互相碰撞就發出音聲，像我們這個世間人常常用風鈴一樣。現在在外國我們也常見風鈴，我們掛在戶外，風吹的時候自自然然它就出很微妙的音聲。西方極樂世界就更不必說了，寶樹太多了，就像我們今天講的交響樂，美妙極了。風樹作樂，不是人製作的，它所出的音聲，諸位要記住，佛常常在經論裡頭跟我們說「依報隨著正報轉」。"
    },
    {
      "id": "20-015-0018_p0041",
      "zh_CN": "这桩事情在最近，我们看到日本江本胜博士做出水的实验，水结晶的实验，他做了八、九年，很有成绩。我们看到他的照片，看到他的书，证明了佛在经上讲的「依报随着正报转」；证明了法性，真心法性「湛然智照，灵明觉了」，这句话就是《楞严经》上所说的「见闻觉知」。你的真心、你的本性具足本能，现在人讲能量，本有的能量，它能见、能听，能觉、能知，所有一切的万物都有这个能量。所以水证明了，它能看、能听，能觉、能知，我们给它资讯，加给它，它立刻就有反应，善的、好的，反应非常之美，这是水结晶里面看到的反应。",
      "zh_TW": "這樁事情在最近，我們看到日本江本勝博士做出水的實驗，水結晶的實驗，他做了八、九年，很有成績。我們看到他的照片，看到他的書，證明了佛在經上講的「依報隨著正報轉」；證明了法性，真心法性「湛然智照，靈明覺了」，這句話就是《楞嚴經》上所說的「見聞覺知」。你的真心、你的本性具足本能，現在人講能量，本有的能量，它能見、能聽，能覺、能知，所有一切的萬物都有這個能量。所以水證明了，它能看、能聽，能覺、能知，我們給它資訊，加給它，它立刻就有反應，善的、好的，反應非常之美，這是水結晶裡面看到的反應。"
    },
    {
      "id": "20-015-0018_p0042",
      "zh_CN": "还有练气功的，练气功现在也很流行。测验当中小朋友七、八岁到十四岁以下，没有受过什么染污，心地很清净、很天真这种小朋友。只要经过一个小时的训练，他的手指头可以摸字，可以认识字。你写出数目字，从一写到一百，一百个。你不要让他看，你让他手去触摸，然后叫他说出来这是什么字，他能说得出来。几十次的实验没有一次错误，说明什么？手能看。这就是大乘经上讲的「六根互用」，心要清净他有这个能力。",
      "zh_TW": "還有練氣功的，練氣功現在也很流行。測驗當中小朋友七、八歲到十四歲以下，沒有受過什麼染污，心地很清淨、很天真這種小朋友。只要經過一個小時的訓練，他的手指頭可以摸字，可以認識字。你寫出數目字，從一寫到一百，一百個。你不要讓他看，你讓他手去觸摸，然後叫他說出來這是什麼字，他能說得出來。幾十次的實驗沒有一次錯誤，說明什麼？手能看。這就是大乘經上講的「六根互用」，心要清淨他有這個能力。"
    },
    {
      "id": "20-015-0018_p0043",
      "zh_CN": "但是有一个很奇怪的东西是什么？你写上佛菩萨的名号、鬼神的名号，这个字他不认识，但他有感觉。你写个「佛」字，他说这里面放光金色光，放金光，打开一看是「佛」字。有的在摸说这里放光，这光里头还有药味道，打开一看写着「药师佛」。只有灵界的东西，写这种字的时候，他认不出来，但他能把里面的形象给你说得很清楚。这些人去做这个实验，找小朋友实验，大概一百个小朋友里面可能有十几二十个实验成功。最多的时候，一百个小朋友差不多有四十多个，这是最多的。最少不会少过十个人，年龄在七岁到十四岁。这几个科学的实验，这实验你没有法子解释，证明手触摸真的能看。",
      "zh_TW": "但是有一個很奇怪的東西是什麼？你寫上佛菩薩的名號、鬼神的名號，這個字他不認識，但他有感覺。你寫個「佛」字，他說這裡面放光金色光，放金光，打開一看是「佛」字。有的在摸說這裡放光，這光裡頭還有藥味道，打開一看寫著「藥師佛」。只有靈界的東西，寫這種字的時候，他認不出來，但他能把裡面的形象給你說得很清楚。這些人去做這個實驗，找小朋友實驗，大概一百個小朋友裡面可能有十幾二十個實驗成功。最多的時候，一百個小朋友差不多有四十多個，這是最多的。最少不會少過十個人，年齡在七歲到十四歲。這幾個科學的實驗，這實驗你沒有法子解釋，證明手觸摸真的能看。"
    },
    {
      "id": "20-015-0018_p0044",
      "zh_CN": "所以西方极乐世界风树作乐，西方极乐世界的人心都净、都善，纯净纯善，外面音乐的音声跟你的心灵起感应道交，最美的乐章！不是人写的，自然的。实在说，我们现前的风树、一切的音声也都有乐章，随着这个世间居住的众生，他们的心念反应出来的音声。我们这个世间的人心不善、心不清净，所以这个音声很恐怖，让你听到没有安全感，狂风暴雨。记住，一定要记住，佛讲「依报随着正报转」。什么是正报？我们的念头，起心动念是正报。所有一切物质环境，我们自己身体上每个细胞都不例外，它是物质。所以心跟物是连在一起的，不能分割的，不能把它看成两桩事情。",
      "zh_TW": "所以西方極樂世界風樹作樂，西方極樂世界的人心都淨、都善，純淨純善，外面音樂的音聲跟你的心靈起感應道交，最美的樂章！不是人寫的，自然的。實在說，我們現前的風樹、一切的音聲也都有樂章，隨著這個世間居住的眾生，他們的心念反應出來的音聲。我們這個世間的人心不善、心不清淨，所以這個音聲很恐怖，讓你聽到沒有安全感，狂風暴雨。記住，一定要記住，佛講「依報隨著正報轉」。什麼是正報？我們的念頭，起心動念是正報。所有一切物質環境，我們自己身體上每個細胞都不例外，它是物質。所以心跟物是連在一起的，不能分割的，不能把它看成兩樁事情。"
    },
    {
      "id": "20-015-0018_p0045",
      "zh_CN": "佛在《楞严经》上讲的「一切因果，世界微尘，因心成体」。这就说明了一切诸法，大而世界、小而微尘，物质跟心是连在一起的，决定不能分。如果要分的话它怎么会有感应？不可能有感应。它的本体是真心、是法性，法性自自然然具足「灵明觉了」！就是《楞严经》上讲的「见闻觉知」，这是它的本能，它怎么不会听，怎么不会看？那你就晓得，我们起心动念一切作为，山河大地什么它都看见了，你还能瞒得了谁？我们的言语说话，说悄悄话它也听到。尤其现在用手机，借着无线电你这个话传遍整个虚空。对方人拿着手机能听到你的，灵界的众生不需要手机，他全听到了，事实真相！",
      "zh_TW": "佛在《楞嚴經》上講的「一切因果，世界微塵，因心成體」。這就說明了一切諸法，大而世界、小而微塵，物質跟心是連在一起的，決定不能分。如果要分的話它怎麼會有感應？不可能有感應。它的本體是真心、是法性，法性自自然然具足「靈明覺了」！就是《楞嚴經》上講的「見聞覺知」，這是它的本能，它怎麼不會聽，怎麼不會看？那你就曉得，我們起心動念一切作為，山河大地什麼它都看見了，你還能瞞得了誰？我們的言語說話，說悄悄話它也聽到。尤其現在用手機，藉著無線電你這個話傳遍整個虛空。對方人拿著手機能聽到你的，靈界的眾生不需要手機，他全聽到了，事實真相！"
    },
    {
      "id": "20-015-0018_p0046",
      "zh_CN": "古圣先贤常常教给我们要慎独，一个人要谨慎，所谓是「十手所指，十目所视」；就好像常常有十个指头在指着你，有十个眼睛在看着你，现在我们晓得不止！无量无边的眼睛在看你，无量无边的手在指着你，哪里是十个！如果「十」用佛法讲表法，十代表圆满这讲得通。所有一切生物，我们今天讲生物，还有非生物，生物是有情众生，非生物是植物、矿物，包括虚空，全都看见，全都听见。",
      "zh_TW": "古聖先賢常常教給我們要慎獨，一個人要謹慎，所謂是「十手所指，十目所視」；就好像常常有十個指頭在指著你，有十個眼睛在看著你，現在我們曉得不止！無量無邊的眼睛在看你，無量無邊的手在指著你，哪裡是十個！如果「十」用佛法講表法，十代表圓滿這講得通。所有一切生物，我們今天講生物，還有非生物，生物是有情眾生，非生物是植物、礦物，包括虛空，全都看見，全都聽見。"
    },
    {
      "id": "20-015-0018_p0047",
      "zh_CN": "人不能起恶念，不能说恶言，不能有恶行，所有一切众生、天地鬼神统统都看见你，这个事情被现代科学逐渐逐渐证实了。在从前我们只在古籍里头看到这个东西，现在人认为这是迷信，相信科学的人说是迷信，现在被科学证明真的有这么一桩事情。所有一切万物都有灵性，在我们佛法里面讲是一切万物都有法性，法性本来就具足灵明觉知；也就是日本科学家发现的，它能看、能听，能觉、能知，佛在《楞严经》上讲的见闻觉知。这是本能，这是自性、法性本来具足的能量，散布在虚空法界，散布在一切众生。",
      "zh_TW": "人不能起惡念，不能說惡言，不能有惡行，所有一切眾生、天地鬼神統統都看見你，這個事情被現代科學逐漸逐漸證實了。在從前我們只在古籍裡頭看到這個東西，現在人認為這是迷信，相信科學的人說是迷信，現在被科學證明真的有這麼一樁事情。所有一切萬物都有靈性，在我們佛法裡面講是一切萬物都有法性，法性本來就具足靈明覺知；也就是日本科學家發現的，它能看、能聽，能覺、能知，佛在《楞嚴經》上講的見聞覺知。這是本能，這是自性、法性本來具足的能量，散布在虛空法界，散布在一切眾生。"
    },
    {
      "id": "20-015-0018_p0048",
      "zh_CN": "再看底下一段「风树作乐，微妙法音，闻正法乐」，听这个法音都会开智慧，会让你心地更清净，自自然然就念觉、念正、念净，「自念三宝，得正念乐也」。「此中显化禽微风树网等音，乃一切依正假实」，依是依报，正是正报，假是相分，是所变的，实是能变的法性。所变的法相是假的，为什么？刹那生灭，能变的法性是真的。「当体即是阿弥陀佛三身四德，毫无差别也」，阿弥陀佛变化所作！是阿弥陀佛的三身，法身、报身、应化身；四德是常、乐、我、净。",
      "zh_TW": "再看底下一段「風樹作樂，微妙法音，聞正法樂」，聽這個法音都會開智慧，會讓你心地更清淨，自自然然就念覺、念正、念淨，「自念三寶，得正念樂也」。「此中顯化禽微風樹網等音，乃一切依正假實」，依是依報，正是正報，假是相分，是所變的，實是能變的法性。所變的法相是假的，為什麼？剎那生滅，能變的法性是真的。「當體即是阿彌陀佛三身四德，毫無差別也」，阿彌陀佛變化所作！是阿彌陀佛的三身，法身、報身、應化身；四德是常、樂、我、淨。"
    },
    {
      "id": "20-015-0018_p0049",
      "zh_CN": "不但这部经上讲的这些鸟不是畜生，西方极乐世界没有三恶道，连三恶道的名字都没有，何况有实，是阿弥陀佛变化所作。要知道这种变化所作，只限于凡圣同居土，为什么？凡圣同居土是刚刚去往生的，凡情还没有断尽。所以阿弥陀佛很慈悲，真的是恒顺众生，随喜功德，变化所作。我们从这个地方看，真是慈悲到极处，阿弥陀佛真正是好老师，谆谆善诱。",
      "zh_TW": "不但這部經上講的這些鳥不是畜生，西方極樂世界沒有三惡道，連三惡道的名字都沒有，何況有實，是阿彌陀佛變化所作。要知道這種變化所作，只限於凡聖同居土，為什麼？凡聖同居土是剛剛去往生的，凡情還沒有斷盡。所以阿彌陀佛很慈悲，真的是恆順眾生，隨喜功德，變化所作。我們從這個地方看，真是慈悲到極處，阿彌陀佛真正是好老師，諄諄善誘。"
    },
    {
      "id": "20-015-0018_p0050",
      "zh_CN": "底下说「情与无情，同宣妙法，四教道品，无量法门，同时演说，随类各解，能令闻者，念三宝也」。为什么听到之后，他们都是念佛、念法、念僧之心自自然然生起来？环境太好了！这个环境是阿弥陀佛变现出来的。我们这个地方要设计一个好的环境，要用很多心思要去设计，去想像、去设计。",
      "zh_TW": "底下說「情與無情，同宣妙法，四教道品，無量法門，同時演說，隨類各解，能令聞者，念三寶也」。為什麼聽到之後，他們都是念佛、念法、念僧之心自自然然生起來？環境太好了！這個環境是阿彌陀佛變現出來的。我們這個地方要設計一個好的環境，要用很多心思要去設計，去想像、去設計。"
    },
    {
      "id": "20-015-0018_p0051",
      "zh_CN": "在中国古代，我们知道有许多很好的园林是人工造的。苏州、扬州、杭州、北京许多地区，在从前国王大臣、大富长者，他们家里的花园规模都很大。一般人大概最熟悉的（因为看过《红楼梦》小说），《红楼梦》里面的大观园，精心设计！西方极乐世界就是真正的大观园，不用设计，自自然然变化所作。这里头的微妙到极处，无法想像怎么有这么好的境界？性德自然流露。就是你真正达到纯净纯善的境界，完全恢复了自性，自性里头自自然然流露出来就是这样的美好，一丝毫的缺陷你都找不到。",
      "zh_TW": "在中國古代，我們知道有許多很好的園林是人工造的。蘇州、揚州、杭州、北京許多地區，在從前國王大臣、大富長者，他們家裡的花園規模都很大。一般人大概最熟悉的（因為看過《紅樓夢》小說），《紅樓夢》裡面的大觀園，精心設計！西方極樂世界就是真正的大觀園，不用設計，自自然然變化所作。這裡頭的微妙到極處，無法想像怎麼有這麼好的境界？性德自然流露。就是你真正達到純淨純善的境界，完全恢復了自性，自性裡頭自自然然流露出來就是這樣的美好，一絲毫的缺陷你都找不到。"
    },
    {
      "id": "20-015-0018_p0052",
      "zh_CN": "人工设计的，设计得再好还是有漏洞，还是有缺陷，没有办法做到十全十美。自性流露出来的是真善、纯善，这里面情与无情（情是指众鸟，无情是树木花草）都说法。鸟在那里叫的时候，你仔细听它在说法，风吹树叶，树都是宝树，树叶互相撞碰的时候，发出的音声也是在说法。西方极乐世界说法的音声周遍法界，一切时一切处从来没有间断。",
      "zh_TW": "人工設計的，設計得再好還是有漏洞，還是有缺陷，沒有辦法做到十全十美。自性流露出來的是真善、純善，這裡面情與無情（情是指眾鳥，無情是樹木花草）都說法。鳥在那裡叫的時候，你仔細聽它在說法，風吹樹葉，樹都是寶樹，樹葉互相撞碰的時候，發出的音聲也是在說法。西方極樂世界說法的音聲周遍法界，一切時一切處從來沒有間斷。"
    },
    {
      "id": "20-015-0018_p0053",
      "zh_CN": "它说法的内容，「四教道品，无量法门，同时演说」。同时演说，那我们不是听乱了吗？不会，你想听哪个法门，你去听就是说这个法门。我们两个人同坐在一起，我想听《弥陀经》，仔细听它所讲的全是《弥陀经》。你坐在我旁边，你喜欢听《华严经》，你所听的全是《华严经》，妙！这就是真正佛法里头所说的「佛以一音而说法，众生随类各得解」，无量无边的法门，你想听什么法门，你去听就是那个法门。",
      "zh_TW": "它說法的內容，「四教道品，無量法門，同時演說」。同時演說，那我們不是聽亂了嗎？不會，你想聽哪個法門，你去聽就是說這個法門。我們兩個人同坐在一起，我想聽《彌陀經》，仔細聽它所講的全是《彌陀經》。你坐在我旁邊，你喜歡聽《華嚴經》，你所聽的全是《華嚴經》，妙！這就是真正佛法裡頭所說的「佛以一音而說法，眾生隨類各得解」，無量無邊的法門，你想聽什麼法門，你去聽就是那個法門。"
    },
    {
      "id": "20-015-0018_p0054",
      "zh_CN": "我们现在这个世间做不到！科学仪器，譬如说我们今天有这么一个设备，我们有个播音室。我们把（太多了也不行）几十部经典，甚至于几百部经典，在不同的频道（几十个频道、几百个频道）同时播出去。你想听哪一种经，你还要按个按钮，频道按对你才能听到，频道不对的听不到。我们两个人在一起，我们每个人拿一个小的收音机，我听《华严经》，我按《华严经》的频道，你听《弥陀经》按《弥陀经》的频道。",
      "zh_TW": "我們現在這個世間做不到！科學儀器，譬如說我們今天有這麼一個設備，我們有個播音室。我們把（太多了也不行）幾十部經典，甚至於幾百部經典，在不同的頻道（幾十個頻道、幾百個頻道）同時播出去。你想聽哪一種經，你還要按個按鈕，頻道按對你才能聽到，頻道不對的聽不到。我們兩個人在一起，我們每個人拿一個小的收音機，我聽《華嚴經》，我按《華嚴經》的頻道，你聽《彌陀經》按《彌陀經》的頻道。"
    },
    {
      "id": "20-015-0018_p0055",
      "zh_CN": "西方极乐世界不要这个麻烦，它没有频道，它也不需要用机械。随心所欲，想听什么你就听到什么，想看什么你就看到影像，很不可思议。如果在西方极乐世界突然想起来，我从娑婆世界来的，娑婆世界我们那些亲戚朋友现在怎么样了？你这个念头才一生，娑婆世界就现在你面前，你统统都见到，不可思议！所以到西方极乐世界真正证得大圆满，这一点都不假。现在我们说这些话，相信的人愈来愈多了。为什么？这种可能性被科学家肯定了，这是近代的科学家他们所发现的。",
      "zh_TW": "西方極樂世界不要這個麻煩，它沒有頻道，它也不需要用機械。隨心所欲，想聽什麼你就聽到什麼，想看什麼你就看到影像，很不可思議。如果在西方極樂世界突然想起來，我從娑婆世界來的，娑婆世界我們那些親戚朋友現在怎麼樣了？你這個念頭才一生，娑婆世界就現在你面前，你統統都見到，不可思議！所以到西方極樂世界真正證得大圓滿，這一點都不假。現在我們說這些話，相信的人愈來愈多了。為什麼？這種可能性被科學家肯定了，這是近代的科學家他們所發現的。"
    },
    {
      "id": "20-015-0018_p0056",
      "zh_CN": "钟茂森居士在我们这里做出的报告，他前几天打个电话给我，上一次做的报告他不太满意，他想重新再做一个。可以，欢迎他随时上山来，在我们摄影棚里面再做详细的报告。他这一次报告的内容是三桩事情，第一桩事情就是时间、空间在某种条件之下没有了，时间空间等于零；就是说没有空间，就是没有远近。西方极乐世界在哪里？就在此地，阿弥陀佛就在我对面，跟佛经上讲的一样。时间没有了，你可以看到过去，你可以看到未来；过去、现在、未来没有了，变成一个。佛经里面常讲「如是我闻，一时」，一时就是这个意思，时空等于零。这是科学现在第一个发现的。",
      "zh_TW": "鍾茂森居士在我們這裡做出的報告，他前幾天打個電話給我，上一次做的報告他不太滿意，他想重新再做一個。可以，歡迎他隨時上山來，在我們攝影棚裡面再做詳細的報告。他這一次報告的內容是三樁事情，第一樁事情就是時間、空間在某種條件之下沒有了，時間空間等於零；就是說沒有空間，就是沒有遠近。西方極樂世界在哪裡？就在此地，阿彌陀佛就在我對面，跟佛經上講的一樣。時間沒有了，你可以看到過去，你可以看到未來；過去、現在、未來沒有了，變成一個。佛經裡面常講「如是我聞，一時」，一時就是這個意思，時空等於零。這是科學現在第一個發現的。"
    },
    {
      "id": "20-015-0018_p0057",
      "zh_CN": "第二个发现，无中生有。《般若经》上讲的，《心经》大家常常念，「色即是空，空即是色，色不异空，空不异色」，这就证明这个道理。在某种条件之下无中生有，在某个条件之下有归作无，有又归空了。",
      "zh_TW": "第二個發現，無中生有。《般若經》上講的，《心經》大家常常念，「色即是空，空即是色，色不異空，空不異色」，這就證明這個道理。在某種條件之下無中生有，在某個條件之下有歸作無，有又歸空了。"
    },
    {
      "id": "20-015-0018_p0058",
      "zh_CN": "他第三个所说的是宇宙的起源。宇宙起源是一时顿现，那就不是进化的。从前大家相信进化论，现在科学又进步了，发现宇宙不是进化的，是一时顿现，这跟大乘经上讲的完全相同。可见得佛经不是寓言，不是神话。从前人善根深厚，他信！现在人善根没有那么深厚，必须要用科学证据来证明，你才相信。这就是说明从前人比我们现在，要用世俗的话讲，他们比我们厉害，他们的智慧比我们高，他们的善根比我们深厚。",
      "zh_TW": "他第三個所說的是宇宙的起源。宇宙起源是一時頓現，那就不是進化的。從前大家相信進化論，現在科學又進步了，發現宇宙不是進化的，是一時頓現，這跟大乘經上講的完全相同。可見得佛經不是寓言，不是神話。從前人善根深厚，他信！現在人善根沒有那麼深厚，必須要用科學證據來證明，你才相信。這就是說明從前人比我們現在，要用世俗的話講，他們比我們厲害，他們的智慧比我們高，他們的善根比我們深厚。"
    },
    {
      "id": "20-015-0018_p0059",
      "zh_CN": "我们今天如果要没有这些科学来证实，我们把它用「迷信」两个字就埋葬掉了，你说那多可惜！那是真理，那是真正的事实，我们在这一生中当面错过。所以，今天我们读这些，经典上读到的这些境界，有科学来跟我们做佐证，加深了我们的信心，扩展了我们的思惟，我们在这里面生信，生起向往、求证的愿望。你要向往，你要求证，你就依照经典里面的方法去做，你能够证实。",
      "zh_TW": "我們今天如果要沒有這些科學來證實，我們把它用「迷信」兩個字就埋葬掉了，你說那多可惜！那是真理，那是真正的事實，我們在這一生中當面錯過。所以，今天我們讀這些，經典上讀到的這些境界，有科學來跟我們做佐證，加深了我們的信心，擴展了我們的思惟，我們在這裡面生信，生起嚮往、求證的願望。你要嚮往，你要求證，你就依照經典裡面的方法去做，你能夠證實。"
    },
    {
      "id": "20-015-0018_p0060",
      "zh_CN": "后面有一小段总结，总结这一段依报庄严。「令深信一切庄严，皆导师愿行所成，种智所现」。这就是讲的佛力加持，令学者深信，这是真正不容易！所以佛在这个经上讲，难信之法！如果没有科学来给你做佐证，真正能深信的，确实一万人当中找不到一个。现在要讲什么？要论亿，恐怕一亿人当中才只有一个。我们这个世界上现在有将近七十亿人，真正深信的，大概在全世界来讲七十个也许有，这是决定往生，你看不成比例！一亿，一万万人里面才有一个。希望这个科学的论证，我们要普遍宣扬，要让大家都知道，使深信经教的人愈来愈多。为什么？这有科学证据，这不是迷信，这个事情是真的不是假的。",
      "zh_TW": "後面有一小段總結，總結這一段依報莊嚴。「令深信一切莊嚴，皆導師願行所成，種智所現」。這就是講的佛力加持，令學者深信，這是真正不容易！所以佛在這個經上講，難信之法！如果沒有科學來給你做佐證，真正能深信的，確實一萬人當中找不到一個。現在要講什麼？要論億，恐怕一億人當中才只有一個。我們這個世界上現在有將近七十億人，真正深信的，大概在全世界來講七十個也許有，這是決定往生，你看不成比例！一億，一萬萬人裡面才有一個。希望這個科學的論證，我們要普遍宣揚，要讓大家都知道，使深信經教的人愈來愈多。為什麼？這有科學證據，這不是迷信，這個事情是真的不是假的。"
    },
    {
      "id": "20-015-0018_p0061",
      "zh_CN": "昨天我听说中国大陆长江的水坝，昨天开始蓄水了，这一蓄水将来的水位大概要升高一百七十多米，两岸许许多多的古迹都淹没了。许许多多的神庙，连在中国历史上最著名的酆都城（丰都城是鬼城）也被淹没掉。长江一带的龙王庙很多很多，大大小小的龙王庙也全都被淹了。我看到这个资讯，有人传真给我，通告沿岸这些鬼神，包括一些妖魔鬼怪住在长江两岸的，劝导他们搬家，更重要的劝导他们要念佛求生净土。",
      "zh_TW": "昨天我聽說中國大陸長江的水壩，昨天開始蓄水了，這一蓄水將來的水位大概要升高一百七十多米，兩岸許許多多的古蹟都淹沒了。許許多多的神廟，連在中國歷史上最著名的酆都城（豐都城是鬼城）也被淹沒掉。長江一帶的龍王廟很多很多，大大小小的龍王廟也全都被淹了。我看到這個資訊，有人傳真給我，通告沿岸這些鬼神，包括一些妖魔鬼怪住在長江兩岸的，勸導他們搬家，更重要的勸導他們要念佛求生淨土。"
    },
    {
      "id": "20-015-0018_p0062",
      "zh_CN": "他们居住的环境，香火的道场，现在全被水淹没了。决定不能责怪长江流域里面的居民，希望他们能够明理，能够发慈悲心，移居到更好的宝地，决定不能够降灾殃给这些群众。这个一般人看到是迷信，完全不合科学，可是现在有很多科学家相信，相信灵界确实存在。他们把这个讯息传来给我，我说很好，这样做法非常好。真有感应。",
      "zh_TW": "他們居住的環境，香火的道場，現在全被水淹沒了。決定不能責怪長江流域裡面的居民，希望他們能夠明理，能夠發慈悲心，移居到更好的寶地，決定不能夠降災殃給這些群眾。這個一般人看到是迷信，完全不合科學，可是現在有很多科學家相信，相信靈界確實存在。他們把這個訊息傳來給我，我說很好，這樣做法非常好。真有感應。"
    },
    {
      "id": "20-015-0018_p0063",
      "zh_CN": "胡居士的母亲星期五往生，当天我们道场就发起做《三时系念》来超度她，到第二天我们这个地方就有感应，有同修告诉我，她母亲到我们这儿来了。真有！不是假的。韩馆长虽然往生五年多了，有不少人感应到她在我们这个道场护持，没有离开！我们许许多多同修都没有怀疑，都知道这个事情。所以，这是要叫我们深信不疑，西方极乐世界一切庄严，是阿弥陀佛行愿所成，种智所现，就是自性般若智慧变现出来的，这是说佛那边。",
      "zh_TW": "胡居士的母親星期五往生，當天我們道場就發起做《三時繫念》來超度她，到第二天我們這個地方就有感應，有同修告訴我，她母親到我們這兒來了。真有！不是假的。韓館長雖然往生五年多了，有不少人感應到她在我們這個道場護持，沒有離開！我們許許多多同修都沒有懷疑，都知道這個事情。所以，這是要叫我們深信不疑，西方極樂世界一切莊嚴，是阿彌陀佛行願所成，種智所現，就是自性般若智慧變現出來的，這是說佛那邊。"
    },
    {
      "id": "20-015-0018_p0064",
      "zh_CN": "再看底下一段，「皆吾人净业所感，唯识所变」，不是说完全是佛现的，与我们就没有关系。我们的心、愿、解、行跟佛要相应，这个境界同时现前。如果我们心愿解行跟佛完全相违背，佛现的这个境界我们见不到，要相应你就会见到了。「皆吾人净业所感」，这是念佛往生的人。念佛往生的人，我们常讲，心愿解行跟阿弥陀佛都相应，所以到西方极乐世界，这个境界他能见到、他能受用。",
      "zh_TW": "再看底下一段，「皆吾人淨業所感，唯識所變」，不是說完全是佛現的，與我們就沒有關係。我們的心、願、解、行跟佛要相應，這個境界同時現前。如果我們心願解行跟佛完全相違背，佛現的這個境界我們見不到，要相應你就會見到了。「皆吾人淨業所感」，這是念佛往生的人。念佛往生的人，我們常講，心願解行跟阿彌陀佛都相應，所以到西方極樂世界，這個境界他能見到、他能受用。"
    },
    {
      "id": "20-015-0018_p0065",
      "zh_CN": "「佛心生心，互为影质」，什么叫影质？质是实质，影是幻影。像我们一个人身站在太阳底下，我们人身是质，实质，太阳下面有个影子、有个我的影子，那个影子是幻影。阿弥陀佛是实质，我们是幻影，我们是实质，阿弥陀佛是幻影，互为影质。不能说一定阿弥陀佛是质，我们凡夫是影，不能这样说法；这样说法不平等，这样说法不是事实真相，互为影质。生佛、影质是一不是二，不可思议！",
      "zh_TW": "「佛心生心，互為影質」，什麼叫影質？質是實質，影是幻影。像我們一個人身站在太陽底下，我們人身是質，實質，太陽下面有個影子、有個我的影子，那個影子是幻影。阿彌陀佛是實質，我們是幻影，我們是實質，阿彌陀佛是幻影，互為影質。不能說一定阿彌陀佛是質，我們凡夫是影，不能這樣說法；這樣說法不平等，這樣說法不是事實真相，互為影質。生佛、影質是一不是二，不可思議！"
    },
    {
      "id": "20-015-0018_p0066",
      "zh_CN": "下面就举一个比喻，「如众灯照，各遍似一」。好像我们一个房间点着很多灯，每个灯都是开着的，你看到好像光是一，其实每一盏光是每一盏光的光明。为什么？你熄掉，这一盏灯光没有了，并不妨碍别的。你开着你这盏灯亮了，跟大家和合在一起。其实各是各的光，每一盏灯光都是周遍这个房间，光光互照，似一非一，非一似一。",
      "zh_TW": "下面就舉一個比喻，「如眾燈照，各遍似一」。好像我們一個房間點著很多燈，每個燈都是開著的，你看到好像光是一，其實每一盞光是每一盞光的光明。為什麼？你熄掉，這一盞燈光沒有了，並不妨礙別的。你開著你這盞燈亮了，跟大家和合在一起。其實各是各的光，每一盞燈光都是周遍這個房間，光光互照，似一非一，非一似一。"
    },
    {
      "id": "20-015-0018_p0067",
      "zh_CN": "「全理成事，全事即理，全性起修，全修在性，亦可长深思矣」。这才是事实真相，宇宙人生的真相如是，极乐世界如是，我们现前这个娑婆世界地球上的状况也如是！不同的，就是心的染净不同，行的善恶不同。西方极乐世界心纯净、行纯善，我们这个地方现在的人心染多净少，恶多善少，所以这个世界上灾难多、苦难多，原因在此地。现在时间到了。",
      "zh_TW": "「全理成事，全事即理，全性起修，全修在性，亦可長深思矣」。這才是事實真相，宇宙人生的真相如是，極樂世界如是，我們現前這個娑婆世界地球上的狀況也如是！不同的，就是心的染淨不同，行的善惡不同。西方極樂世界心純淨、行純善，我們這個地方現在的人心染多淨少，惡多善少，所以這個世界上災難多、苦難多，原因在此地。現在時間到了。"
    }
  ]
}