{
  "doc_id": "20-015-0003",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0003",
  "total_paragraphs": 91,
  "paragraphs": [
    {
      "id": "20-015-0003_p0001",
      "zh_CN": "昨天讲到「觉海」偈颂后面的白文，这一段文首先说明感应的道理。这个道理很深，很不容易懂，但是它是确确实实的有其事，它有很深的理。修这个法事是有一个特别的因缘，是为超度亡人，是这一次特别因缘。而实际上这个法门确实非常殊胜，所以净宗学院每个星期大家在一起做一次，作为我们自己修学的一堂科目。中峰大师的开示非常精采，我们有机会常常读诵，随文入观，帮助我们消除业障，提高境界是有很大的帮助。我们把这段文念一遍：",
      "zh_TW": "昨天講到「覺海」偈頌後面的白文，這一段文首先說明感應的道理。這個道理很深，很不容易懂，但是它是確確實實的有其事，它有很深的理。修這個法事是有一個特別的因緣，是為超度亡人，是這一次特別因緣。而實際上這個法門確實非常殊勝，所以淨宗學院每個星期大家在一起做一次，作為我們自己修學的一堂科目。中峰大師的開示非常精采，我們有機會常常讀誦，隨文入觀，幫助我們消除業障，提高境界是有很大的幫助。我們把這段文念一遍："
    },
    {
      "id": "20-015-0003_p0002",
      "zh_CN": "【法王利物。悲智洪深。普遍十方。冥阳靡隔。】",
      "zh_TW": "【法王利物。悲智洪深。普遍十方。冥陽靡隔。】"
    },
    {
      "id": "20-015-0003_p0003",
      "zh_CN": "这个四句偈十六个字，昨天跟诸位说过。首先我们了解事实真相，在真相里面，空间没有远近，时间没有先后。所以我们跟诸佛菩萨，跟十法界所有一切众生，确确实实没有障碍，正是《华严经》上所说的理事无碍，事事无碍。有感立刻就有应。今天承蒙斋主，这是讲特别因缘，他为一桩什么样的事情，来做这个法事。",
      "zh_TW": "這個四句偈十六個字，昨天跟諸位說過。首先我們了解事實真相，在真相裡面，空間沒有遠近，時間沒有先後。所以我們跟諸佛菩薩，跟十法界所有一切眾生，確確實實沒有障礙，正是《華嚴經》上所說的理事無礙，事事無礙。有感立刻就有應。今天承蒙齋主，這是講特別因緣，他為一樁什麼樣的事情，來做這個法事。"
    },
    {
      "id": "20-015-0003_p0004",
      "zh_CN": "【特请山僧登座。】",
      "zh_TW": "【特請山僧登座。】"
    },
    {
      "id": "20-015-0003_p0005",
      "zh_CN": "『山僧』是主持法会的法师的自谦，自己谦虚的称呼。",
      "zh_TW": "『山僧』是主持法會的法師的自謙，自己謙虛的稱呼。"
    },
    {
      "id": "20-015-0003_p0006",
      "zh_CN": "【依凭教法。作三时系念佛事。】",
      "zh_TW": "【依憑教法。作三時繫念佛事。】"
    },
    {
      "id": "20-015-0003_p0007",
      "zh_CN": "昨天我们讲到此地。",
      "zh_TW": "昨天我們講到此地。"
    },
    {
      "id": "20-015-0003_p0008",
      "zh_CN": "【迺尔亡灵。遭此胜缘。】",
      "zh_TW": "【迺爾亡靈。遭此勝緣。】"
    },
    {
      "id": "20-015-0003_p0009",
      "zh_CN": "叫着神灵，这是对九界众生一个通称。专门对某一个人，他是过世往生的人称『亡灵』。如果通常我们自己作为功课来修学，这是「神灵」，我们是普遍对法界虚空界一切尊神。为什么原因？求生净土。九法界这些神灵还要求生净土吗？对！我们在《华严经》上看到四十一位法身大士，包括文殊、普贤都求生净土，你才晓得净土法门的殊胜！",
      "zh_TW": "叫著神靈，這是對九界眾生一個通稱。專門對某一個人，他是過世往生的人稱『亡靈』。如果通常我們自己作為功課來修學，這是「神靈」，我們是普遍對法界虛空界一切尊神。為什麼原因？求生淨土。九法界這些神靈還要求生淨土嗎？對！我們在《華嚴經》上看到四十一位法身大士，包括文殊、普賢都求生淨土，你才曉得淨土法門的殊勝！"
    },
    {
      "id": "20-015-0003_p0010",
      "zh_CN": "九界众生他也迷惑，他不知道这桩殊胜的大事因缘，我们藉这个把讯息传给他。我们深深相信，他要得到这个讯息，过去生中都有善根，启发他的善根，他就觉悟了。这个觉悟不是明心见性，觉悟是什么？是过去生中善根发现，应该要念阿弥陀佛求生极乐世界，参与我们这个法会，就是我们大家一起来上这一堂课。『迺尔亡灵，遭此胜缘』，「遭」就是逢，我们遇到这样殊胜的法缘，这个殊胜法缘不容易遇到，真正是「百千万劫难遭遇」，遇到这样殊胜的法缘。",
      "zh_TW": "九界眾生他也迷惑，他不知道這樁殊勝的大事因緣，我們藉這個把訊息傳給他。我們深深相信，他要得到這個訊息，過去生中都有善根，啟發他的善根，他就覺悟了。這個覺悟不是明心見性，覺悟是什麼？是過去生中善根發現，應該要念阿彌陀佛求生極樂世界，參與我們這個法會，就是我們大家一起來上這一堂課。『迺爾亡靈，遭此勝緣』，「遭」就是逢，我們遇到這樣殊勝的法緣，這個殊勝法緣不容易遇到，真正是「百千萬劫難遭遇」，遇到這樣殊勝的法緣。"
    },
    {
      "id": "20-015-0003_p0011",
      "zh_CN": "【自宜严肃威仪。】",
      "zh_TW": "【自宜嚴肅威儀。】"
    },
    {
      "id": "20-015-0003_p0012",
      "zh_CN": "这个『严肃威仪』，我们中国古人常讲「诚于中而形于外」。从外表「严肃威仪」就看到他内心的虔诚恭敬。只要有恭敬心，很多事情都是自自然然的，一点都不造作；也没有人教他，也没有人嘱咐他，自自然然表现那个态度就非常恭敬。这个事情我见得很多。",
      "zh_TW": "這個『嚴肅威儀』，我們中國古人常講「誠於中而形於外」。從外表「嚴肅威儀」就看到他內心的虔誠恭敬。只要有恭敬心，很多事情都是自自然然的，一點都不造作；也沒有人教他，也沒有人囑咐他，自自然然表現那個態度就非常恭敬。這個事情我見得很多。"
    },
    {
      "id": "20-015-0003_p0013",
      "zh_CN": "【来临座下。恭聆妙法。】",
      "zh_TW": "【來臨座下。恭聆妙法。】"
    },
    {
      "id": "20-015-0003_p0014",
      "zh_CN": "来参与我们这个法会，恭恭敬敬来听。这里我们要读经，《弥陀经》；听经，三时系念里面都有开示，开示非常精采，我们一起来学习。",
      "zh_TW": "來參與我們這個法會，恭恭敬敬來聽。這裡我們要讀經，《彌陀經》；聽經，三時繫念裡面都有開示，開示非常精采，我們一起來學習。"
    },
    {
      "id": "20-015-0003_p0015",
      "zh_CN": "【一心受度。】",
      "zh_TW": "【一心受度。】"
    },
    {
      "id": "20-015-0003_p0016",
      "zh_CN": "『受度』，就是接受教诲的意思，在佛法通常都讲「度」，就是教导。为什么不用教导，要用度字？度是从果上说的，从成效上讲的；教导是因，教学。教学有没有成就？如果有了成就，这叫度。「度」原本的意思是比喻，像渡河一样，我们从这个岸渡到对岸，我要过这个河；到达对岸，这叫渡过。所以佛经上常常用这个比喻，我们现在是在迷惑的这个岸，在这一边，对面是觉悟；我要从迷度到觉，佛的教诲是帮助我们破迷开悟，帮助我们断恶为善。现在我这是在恶的这一边，我要度过到善的那一边去。所以「度」是从果上讲的，「教」是从因上讲的，度字讲得深刻、讲得圆满；「教」有的时候没有成就，度是已经拿出非常好的成绩来给你看。",
      "zh_TW": "『受度』，就是接受教誨的意思，在佛法通常都講「度」，就是教導。為什麼不用教導，要用度字？度是從果上說的，從成效上講的；教導是因，教學。教學有沒有成就？如果有了成就，這叫度。「度」原本的意思是比喻，像渡河一樣，我們從這個岸渡到對岸，我要過這個河；到達對岸，這叫渡過。所以佛經上常常用這個比喻，我們現在是在迷惑的這個岸，在這一邊，對面是覺悟；我要從迷度到覺，佛的教誨是幫助我們破迷開悟，幫助我們斷惡為善。現在我這是在惡的這一邊，我要度過到善的那一邊去。所以「度」是從果上講的，「教」是從因上講的，度字講得深刻、講得圓滿；「教」有的時候沒有成就，度是已經拿出非常好的成績來給你看。"
    },
    {
      "id": "20-015-0003_p0017",
      "zh_CN": "要「受度」，最重要的要『一心』，「一心」你才能接受教诲，你才真正能把境界转过来。一心就是真诚，二心就不诚。从前前清曾国藩先生，实际上讲，他也是一位了不起的学者，喜欢读书。他在他的读书笔记里面，给「诚」下了一个定义。什么叫诚？我们中国古圣先贤对这个字很重视，无论世出世间法，有没有成就关键就在你有没有诚。什么叫做诚？曾国藩说「一念不生是谓诚」。他这个解释跟佛法里面的解说相同。一念不生，那个念是妄念，没有一个妄念；也就是说妄想分别执着这都是妄念，这个妄念统统断尽了，统统没有了，这叫诚。如果还有一念，一念喜爱的，一念瞋恨的，你没有放下，这个字就没有了！",
      "zh_TW": "要「受度」，最重要的要『一心』，「一心」你才能接受教誨，你才真正能把境界轉過來。一心就是真誠，二心就不誠。從前前清曾國藩先生，實際上講，他也是一位了不起的學者，喜歡讀書。他在他的讀書筆記裡面，給「誠」下了一個定義。什麼叫誠？我們中國古聖先賢對這個字很重視，無論世出世間法，有沒有成就關鍵就在你有沒有誠。什麼叫做誠？曾國藩說「一念不生是謂誠」。他這個解釋跟佛法裡面的解說相同。一念不生，那個念是妄念，沒有一個妄念；也就是說妄想分別執著這都是妄念，這個妄念統統斷盡了，統統沒有了，這叫誠。如果還有一念，一念喜愛的，一念瞋恨的，你沒有放下，這個字就沒有了！"
    },
    {
      "id": "20-015-0003_p0018",
      "zh_CN": "人是一个好人，非常慈悲，对人、对一切众生都有爱心。他心里有一桩事情，或是贪恋，或是瞋恚，永远放不下，这一念把他那个「诚」破坏掉了。佛怎样教我们修诚敬？佛知道你的瞋恚、贪爱，是过去生中有瓜葛，不是一生一世的因缘。所以现在外国的心理医生，这是属于心病，为什么他这桩事情放不下，印象这么深？真的是念念不忘，藏在心的深处。这是修行证果的致命伤，不但不能证果，开悟都不可能。",
      "zh_TW": "人是一個好人，非常慈悲，對人、對一切眾生都有愛心。他心裡有一樁事情，或是貪戀，或是瞋恚，永遠放不下，這一念把他那個「誠」破壞掉了。佛怎樣教我們修誠敬？佛知道你的瞋恚、貪愛，是過去生中有瓜葛，不是一生一世的因緣。所以現在外國的心理醫生，這是屬於心病，為什麼他這樁事情放不下，印象這麼深？真的是念念不忘，藏在心的深處。這是修行證果的致命傷，不但不能證果，開悟都不可能。"
    },
    {
      "id": "20-015-0003_p0019",
      "zh_CN": "外国的心理医生用催眠术，让他回去，回到过去世，过去一世，过去两世，过去三世。我曾经听人说，有一个催眠到很深很深的程度，他能够记得他好像是八十多世以前的事情，他说出来。八十多世距离现在差不多是三、四千年，那个时候发生的严重的打击，或者是受人陷害，或者是受人侮辱，痛不欲生。这个念头太深刻了，在阿赖耶识里面含藏这个种子。几千年之后，几十世之后，他这个种子还起现行，还起作用。你说麻烦不麻烦？通过这种方式，让他自己说出来。",
      "zh_TW": "外國的心理醫生用催眠術，讓他回去，回到過去世，過去一世，過去兩世，過去三世。我曾經聽人說，有一個催眠到很深很深的程度，他能夠記得他好像是八十多世以前的事情，他說出來。八十多世距離現在差不多是三、四千年，那個時候發生的嚴重的打擊，或者是受人陷害，或者是受人侮辱，痛不欲生。這個念頭太深刻了，在阿賴耶識裡面含藏這個種子。幾千年之後，幾十世之後，他這個種子還起現行，還起作用。你說麻煩不麻煩？通過這種方式，讓他自己說出來。"
    },
    {
      "id": "20-015-0003_p0020",
      "zh_CN": "现在科技发达，录音录相把它录下来，让他清醒觉悟之后，放给他自己听。他一听之后，往往这个问题马上就化解了，为什么？知道前因后果，凡事不是偶然。这个人对我好，我过去生中对他好；这个人对我不好，我过去生中对他不好，冤冤相报！这一想那又何必，算了，这个帐了了吧！结了吧！希望来生后世我们见面做好朋友、不要再做冤家、不要再做对头，就化解了。",
      "zh_TW": "現在科技發達，錄音錄相把它錄下來，讓他清醒覺悟之後，放給他自己聽。他一聽之後，往往這個問題馬上就化解了，為什麼？知道前因後果，凡事不是偶然。這個人對我好，我過去生中對他好；這個人對我不好，我過去生中對他不好，冤冤相報！這一想那又何必，算了，這個帳了了吧！結了吧！希望來生後世我們見面做好朋友、不要再做冤家、不要再做對頭，就化解了。"
    },
    {
      "id": "20-015-0003_p0021",
      "zh_CN": "佛有这个能力，佛能知道一切众生无量劫以前的事情。所以佛说法高明，他能把你心里面藏在最深处的业习种子，都把你挖出来。让你觉悟，让你平息自己内心里面的（现在人的话讲）矛盾、疑虑，统统都给你化解了，你的一心、你的诚敬就现前。有这个条件你可以修道了。一心受度。",
      "zh_TW": "佛有這個能力，佛能知道一切眾生無量劫以前的事情。所以佛說法高明，他能把你心裡面藏在最深處的業習種子，都把你挖出來。讓你覺悟，讓你平息自己內心裡面的（現在人的話講）矛盾、疑慮，統統都給你化解了，你的一心、你的誠敬就現前。有這個條件你可以修道了。一心受度。"
    },
    {
      "id": "20-015-0003_p0022",
      "zh_CN": "下面是「炉香赞」，这是佛门里面的赞颂最普遍的。前面一开端用戒定真香，前面跟诸位报告过，这是中峰大师有特别的用意。没有戒、没有定，修什么法门都不能得益，所以把戒定放在最前面。",
      "zh_TW": "下面是「爐香讚」，這是佛門裡面的讚頌最普遍的。前面一開端用戒定真香，前面跟諸位報告過，這是中峰大師有特別的用意。沒有戒、沒有定，修什麼法門都不能得益，所以把戒定放在最前面。"
    },
    {
      "id": "20-015-0003_p0023",
      "zh_CN": "「炉香赞」是属于赞颂，如果用现在一般宗教里面的术语来讲，这是祈祷的文，用诗歌的形式来表达。我这样一说，你们大家就很容易懂得，很容易理解。这是祈祷，希望藉这个祈祷与诸佛菩萨感应道交，来「加持」这个法会；这是佛教的名称、名词，用现代的话来说就是来保佑、来协助，使我们这个活动能办得圆满成功，这个系念法事的活动。与会的大众，这个大众是九法界的众生，人人都能够得利益、得法喜。我们看这个香赞：",
      "zh_TW": "「爐香讚」是屬於讚頌，如果用現在一般宗教裡面的術語來講，這是祈禱的文，用詩歌的形式來表達。我這樣一說，你們大家就很容易懂得，很容易理解。這是祈禱，希望藉這個祈禱與諸佛菩薩感應道交，來「加持」這個法會；這是佛教的名稱、名詞，用現代的話來說就是來保佑、來協助，使我們這個活動能辦得圓滿成功，這個繫念法事的活動。與會的大眾，這個大眾是九法界的眾生，人人都能夠得利益、得法喜。我們看這個香讚："
    },
    {
      "id": "20-015-0003_p0024",
      "zh_CN": "【炉香乍𦶟。】",
      "zh_TW": "【爐香乍爇。】"
    },
    {
      "id": "20-015-0003_p0025",
      "zh_CN": "『乍』是刚刚。这是宝鼎、香炉，香刚刚烧起来，香烟弥漫。",
      "zh_TW": "『乍』是剛剛。這是寶鼎、香爐，香剛剛燒起來，香煙瀰漫。"
    },
    {
      "id": "20-015-0003_p0026",
      "zh_CN": "【法界蒙熏。】",
      "zh_TW": "【法界蒙熏。】"
    },
    {
      "id": "20-015-0003_p0027",
      "zh_CN": "法界太大了！『法界蒙熏』是真的事实，还是在这儿夸张？前面白文里面讲的「普遍十方，冥阳靡隔」，佛在大乘经上常讲「一切法从心想生」，这个心想就是心的波动，速度之快是无法想像的。现代物理学上讲速度最快的是光速，但是近代的物理学家知道，宇宙之间确确实实还有比光更快的速度。但是在我们太阳系里面，光的速度是最快的，一秒钟三十万公里。真正给你讲最快的，就是意识、念头。我们念头才生，波动的速度就遍虚空法界，光不能比。祖师大德告诉我们，心愈清净、愈定，你波动的范围就愈大。《楞严经》上讲「净极光通」，净到极处，「光」是心光，自性里面般若智慧的光明就通了！这个一通就是遍虚空法界，是真的不是假的。",
      "zh_TW": "法界太大了！『法界蒙熏』是真的事實，還是在這兒誇張？前面白文裡面講的「普遍十方，冥陽靡隔」，佛在大乘經上常講「一切法從心想生」，這個心想就是心的波動，速度之快是無法想像的。現代物理學上講速度最快的是光速，但是近代的物理學家知道，宇宙之間確確實實還有比光更快的速度。但是在我們太陽系裡面，光的速度是最快的，一秒鐘三十萬公里。真正給你講最快的，就是意識、念頭。我們念頭才生，波動的速度就遍虛空法界，光不能比。祖師大德告訴我們，心愈清淨、愈定，你波動的範圍就愈大。《楞嚴經》上講「淨極光通」，淨到極處，「光」是心光，自性裡面般若智慧的光明就通了！這個一通就是遍虛空法界，是真的不是假的。"
    },
    {
      "id": "20-015-0003_p0028",
      "zh_CN": "现在要问了，我们凡夫俗子妄念纷飞，哪有那么大能力？这个话说的是真的，没错。但是你要晓得诸佛如来、法身菩萨，他们各个都是「净极光通」。这好比说，他的接收的能力太大了，我们虽然放射的讯息达不到他那边，但是他接收的能力可以接收到我们这里，这不可思议！所以我们在这里起心动念，纵然夹杂着妄想、夹杂着恶业，他还能接收到，他接收的能力是遍虚空法界。所以「法界蒙熏」是真的，不是假的。",
      "zh_TW": "現在要問了，我們凡夫俗子妄念紛飛，哪有那麼大能力？這個話說的是真的，沒錯。但是你要曉得諸佛如來、法身菩薩，他們各個都是「淨極光通」。這好比說，他的接收的能力太大了，我們雖然放射的訊息達不到他那邊，但是他接收的能力可以接收到我們這裡，這不可思議！所以我們在這裡起心動念，縱然夾雜著妄想、夾雜著惡業，他還能接收到，他接收的能力是遍虛空法界。所以「法界蒙熏」是真的，不是假的。"
    },
    {
      "id": "20-015-0003_p0029",
      "zh_CN": "【诸佛海会悉遥闻。】",
      "zh_TW": "【諸佛海會悉遙聞。】"
    },
    {
      "id": "20-015-0003_p0030",
      "zh_CN": "包括法身菩萨。『遥闻』这是我们凡夫的观念，「很遥远你就闻到了」。而在他的境界里面没有远近，这一点我们学佛不可以不知道。明心见性，见性之后，空间、时间都没有了，都归一了。我们觉得很遥远，他如同目前，就在眼前。",
      "zh_TW": "包括法身菩薩。『遙聞』這是我們凡夫的觀念，「很遙遠你就聞到了」。而在他的境界裡面沒有遠近，這一點我們學佛不可以不知道。明心見性，見性之後，空間、時間都沒有了，都歸一了。我們覺得很遙遠，他如同目前，就在眼前。"
    },
    {
      "id": "20-015-0003_p0031",
      "zh_CN": "【随处结祥云。】",
      "zh_TW": "【隨處結祥雲。】"
    },
    {
      "id": "20-015-0003_p0032",
      "zh_CN": "『随处结祥云』，是应。下面：",
      "zh_TW": "『隨處結祥雲』，是應。下面："
    },
    {
      "id": "20-015-0003_p0033",
      "zh_CN": "【诚意方殷。】",
      "zh_TW": "【誠意方殷。】"
    },
    {
      "id": "20-015-0003_p0034",
      "zh_CN": "『诚意方殷』是众生能感。众生要有诚意，殷勤的诚意，你才能够借着炉香，炉香是表法，表我们这一点诚意，「乍𦶟」、「方殷」。你看它这个香应，「随处」这是诸佛应，「结祥云」这是器世间应，这个味道很浓很浓。诸佛如来、法身菩萨随处跟我起感应道交；「结祥云」是讲器世间、无情的世间。这桩事情现在日本科学家江本胜在实验室里面证明了，水结晶现成美丽的图案，那就是「结祥云」。爱心、感谢，善意、善行，能令天地万物回应最美的结晶，这就是「祥云」的意思。",
      "zh_TW": "『誠意方殷』是眾生能感。眾生要有誠意，殷勤的誠意，你才能夠藉著爐香，爐香是表法，表我們這一點誠意，「乍爇」、「方殷」。你看它這個香應，「隨處」這是諸佛應，「結祥雲」這是器世間應，這個味道很濃很濃。諸佛如來、法身菩薩隨處跟我起感應道交；「結祥雲」是講器世間、無情的世間。這樁事情現在日本科學家江本勝在實驗室裡面證明了，水結晶現成美麗的圖案，那就是「結祥雲」。愛心、感謝，善意、善行，能令天地萬物回應最美的結晶，這就是「祥雲」的意思。"
    },
    {
      "id": "20-015-0003_p0035",
      "zh_CN": "【诸佛现全身。】",
      "zh_TW": "【諸佛現全身。】"
    },
    {
      "id": "20-015-0003_p0036",
      "zh_CN": "『诸佛』这里面有两个意思，第一个是众多的诸佛如来，第二个意思包括了法身菩萨，圆教初住以上都是分证即佛。从圆教初住到等觉、到妙觉，这四十二个位次统统是「诸佛」。江味农居士注解《金刚经》，「诸佛」他老人家就是这样解释的；这四十二位诸佛。在这个地方两个意思都通。横的来说一切诸佛菩萨，竖的来说四十二位诸佛，这是佛来感应，智正觉世间。诸佛里面还有一个意思，三身诸佛，法身、报身、应化身。这讲得很齐全，统统都现全身，是真的现身，不是假的。你要是通达晓了，明白知道，感应不可思议。如果你不能够通达明了，你只有唱这个赞子，念这个文而已，你入不了境界，真实的受用你得不到。后面这是佛号：",
      "zh_TW": "『諸佛』這裡面有兩個意思，第一個是眾多的諸佛如來，第二個意思包括了法身菩薩，圓教初住以上都是分證即佛。從圓教初住到等覺、到妙覺，這四十二個位次統統是「諸佛」。江味農居士註解《金剛經》，「諸佛」他老人家就是這樣解釋的；這四十二位諸佛。在這個地方兩個意思都通。橫的來說一切諸佛菩薩，豎的來說四十二位諸佛，這是佛來感應，智正覺世間。諸佛裡面還有一個意思，三身諸佛，法身、報身、應化身。這講得很齊全，統統都現全身，是真的現身，不是假的。你要是通達曉了，明白知道，感應不可思議。如果你不能夠通達明瞭，你只有唱這個讚子，念這個文而已，你入不了境界，真實的受用你得不到。後面這是佛號："
    },
    {
      "id": "20-015-0003_p0037",
      "zh_CN": "【南无云来集菩萨摩诃萨。】",
      "zh_TW": "【南無雲來集菩薩摩訶薩。】"
    },
    {
      "id": "20-015-0003_p0038",
      "zh_CN": "这不是「香云盖菩萨摩诃萨」，『云来集』。诸佛菩萨无量无边像云一样，都往这个道场集中，从十方而来。这个名号要三称，表示我们殷勤恳切的启请，三请。但是念这一句，最后一句「云来集」上通常都加两个字「海会」，「南无海会云来集菩萨摩诃萨」。前面两句就「南无云来集菩萨摩诃萨」，到第三句讲「海会云来集菩萨摩诃萨」。这通常是大型法会里面所用的祈祷的赞颂。所以，诸位要记住，就是所有一切赞颂都是宗教里面所讲的祈祷，像赞美诗、赞美诗歌一样，在佛法里面称之为梵呗、赞颂。",
      "zh_TW": "這不是「香雲蓋菩薩摩訶薩」，『雲來集』。諸佛菩薩無量無邊像雲一樣，都往這個道場集中，從十方而來。這個名號要三稱，表示我們殷勤懇切的啟請，三請。但是念這一句，最後一句「雲來集」上通常都加兩個字「海會」，「南無海會雲來集菩薩摩訶薩」。前面兩句就「南無雲來集菩薩摩訶薩」，到第三句講「海會雲來集菩薩摩訶薩」。這通常是大型法會裡面所用的祈禱的讚頌。所以，諸位要記住，就是所有一切讚頌都是宗教裡面所講的祈禱，像讚美詩、讚美詩歌一樣，在佛法裡面稱之為梵唄、讚頌。"
    },
    {
      "id": "20-015-0003_p0039",
      "zh_CN": "在前面的一首香赞里面，我们曾经提到耶输陀罗的一段公案，我是很简单的跟诸位做了个介绍。就是耶输陀罗是释迦牟尼佛的妃子，她遭难。这个故事我们不要细讲，细讲会耽误很长的时间，诸位要多了解一些，你看《经律异相》上有，《法苑珠林》上更详细，好像有三种讲法。耶输陀罗为什么遭难？罗睺罗尊者为什么在他母亲怀孕六年才生他？都有因果！经里面有详细说明。查经很麻烦，要查好几部经，古人已经把这个事情，工作做得很好了，就是把各种经里面这些公案因缘，他都把它抄在一起，编成一本类书，现在人叫佛学辞典。古人编的叫《经律异相》、叫《法苑珠林》，诸位可以做参考。再看下面这一段白文，这个白文都是属于祈祷文：",
      "zh_TW": "在前面的一首香讚裡面，我們曾經提到耶輸陀羅的一段公案，我是很簡單的跟諸位做了個介紹。就是耶輸陀羅是釋迦牟尼佛的妃子，她遭難。這個故事我們不要細講，細講會耽誤很長的時間，諸位要多了解一些，你看《經律異相》上有，《法苑珠林》上更詳細，好像有三種講法。耶輸陀羅為什麼遭難？羅睺羅尊者為什麼在他母親懷孕六年才生他？都有因果！經裡面有詳細說明。查經很麻煩，要查好幾部經，古人已經把這個事情，工作做得很好了，就是把各種經裡面這些公案因緣，他都把它抄在一起，編成一本類書，現在人叫佛學辭典。古人編的叫《經律異相》、叫《法苑珠林》，諸位可以做參考。再看下面這一段白文，這個白文都是屬於祈禱文："
    },
    {
      "id": "20-015-0003_p0040",
      "zh_CN": "【此一瓣香。】",
      "zh_TW": "【此一瓣香。】"
    },
    {
      "id": "20-015-0003_p0041",
      "zh_CN": "这个香是形式上的香，我们烧檀香，把檀香劈成一片一片的、一瓣一瓣的。代表什么？代表我们的心香，代表我们虔诚礼敬的一片心，所以这是一瓣心香。下面全讲的都是心香的话，决不是物质上的香。",
      "zh_TW": "這個香是形式上的香，我們燒檀香，把檀香劈成一片一片的、一瓣一瓣的。代表什麼？代表我們的心香，代表我們虔誠禮敬的一片心，所以這是一瓣心香。下面全講的都是心香的話，決不是物質上的香。"
    },
    {
      "id": "20-015-0003_p0042",
      "zh_CN": "【根蟠劫外。】",
      "zh_TW": "【根蟠劫外。】"
    },
    {
      "id": "20-015-0003_p0043",
      "zh_CN": "『劫』是时间，这是从比喻上说。檀香是旃檀树，用这个比喻我们的法身，我们的法身是旃檀树。这一片香是我们的心香，法身『根蟠劫外』，「劫」是时间，这一句话说的意思是超越时间。",
      "zh_TW": "『劫』是時間，這是從比喻上說。檀香是旃檀樹，用這個比喻我們的法身，我們的法身是旃檀樹。這一片香是我們的心香，法身『根蟠劫外』，「劫」是時間，這一句話說的意思是超越時間。"
    },
    {
      "id": "20-015-0003_p0044",
      "zh_CN": "【枝播尘寰。】",
      "zh_TW": "【枝播塵寰。】"
    },
    {
      "id": "20-015-0003_p0045",
      "zh_CN": "『尘寰』是讲的空间，虚空法界。这八个字，意思就是说超时间、超空间，超越时间跟空间只有真心。不是真心、不是本性，都没有办法超越。",
      "zh_TW": "『塵寰』是講的空間，虛空法界。這八個字，意思就是說超時間、超空間，超越時間跟空間只有真心。不是真心、不是本性，都沒有辦法超越。"
    },
    {
      "id": "20-015-0003_p0046",
      "zh_CN": "【不经天地以生成。】",
      "zh_TW": "【不經天地以生成。】"
    },
    {
      "id": "20-015-0003_p0047",
      "zh_CN": "它不是天地所生的。不是天地所生的，它从哪里来的？这是自性本来具足。这句话给我们讲得很清楚了，这香是什么香？真性之香，心性的真香。我们用这个来供佛。那我们要问，佛是什么？下头又说我们用心性的真香来修供养。",
      "zh_TW": "它不是天地所生的。不是天地所生的，它從哪裡來的？這是自性本來具足。這句話給我們講得很清楚了，這香是什麼香？真性之香，心性的真香。我們用這個來供佛。那我們要問，佛是什麼？下頭又說我們用心性的真香來修供養。"
    },
    {
      "id": "20-015-0003_p0048",
      "zh_CN": "【岂属阴阳而造化。】",
      "zh_TW": "【豈屬陰陽而造化。】"
    },
    {
      "id": "20-015-0003_p0049",
      "zh_CN": "『造』是造作，『化』是变化。『岂属阴阳而造化』意思是说这个香是永恒不变。永恒不变是真的；会随着阴阳造作变化，那不是真的，不是真心。诸位想想看，他怎么会没有感应！我们烧这一片檀香，这片檀香是假的、是幻化的、不是真的，它有生灭；藉这个来表我们心性的真香，永恒不变，不生不灭。香是性德，光是自性本具的智慧，所以常常连在一起，「香光庄严」。现在：",
      "zh_TW": "『造』是造作，『化』是變化。『豈屬陰陽而造化』意思是說這個香是永恆不變。永恆不變是真的；會隨著陰陽造作變化，那不是真的，不是真心。諸位想想看，他怎麼會沒有感應！我們燒這一片檀香，這片檀香是假的、是幻化的、不是真的，它有生滅；藉這個來表我們心性的真香，永恆不變，不生不滅。香是性德，光是自性本具的智慧，所以常常連在一起，「香光莊嚴」。現在："
    },
    {
      "id": "20-015-0003_p0050",
      "zh_CN": "【𦶟向炉中。】",
      "zh_TW": "【爇向爐中。】"
    },
    {
      "id": "20-015-0003_p0051",
      "zh_CN": "这个炉也是表法的。这一片香燃在香炉里头，香是我们的性德。炉是什么？炉就是法界！密宗里头用曼达拉，曼达拉就代表法界。在显教里面就是用香炉，表法界。供养遍法界虚空界。",
      "zh_TW": "這個爐也是表法的。這一片香燃在香爐裡頭，香是我們的性德。爐是什麼？爐就是法界！密宗裡頭用曼達拉，曼達拉就代表法界。在顯教裡面就是用香爐，表法界。供養遍法界虛空界。"
    },
    {
      "id": "20-015-0003_p0052",
      "zh_CN": "【专伸供养。】",
      "zh_TW": "【專伸供養。】"
    },
    {
      "id": "20-015-0003_p0053",
      "zh_CN": "供养的对象，这里讲得清楚了：",
      "zh_TW": "供養的對象，這裡講得清楚了："
    },
    {
      "id": "20-015-0003_p0054",
      "zh_CN": "【常住三宝。刹海万灵。】",
      "zh_TW": "【常住三寶。剎海萬靈。】"
    },
    {
      "id": "20-015-0003_p0055",
      "zh_CN": "全包括了。『常住三宝』是智正觉世间，『刹海万灵』就是我们讲的有情世间跟器世间；遍法界虚空界统统供养到了，一个都不漏。我们唱这个赞，做这个祈祷，你有没有这个心？古德常常给我们讲「随文入观」，随着这个经文，你的心量就变化了，跟经文上讲的完全一样，那个功德不可思议。所以你不懂这个意思，你跟着唱，唱了没意思，只是口善，不能相应，一定要懂得意思。常常唱诵，常常念着，就自自然然变成自己的心行。我用我的智慧，我用我的戒定，我用我的性德，念念不忘普遍供养法界虚空界一切众生。上面是诸佛如来，下面到地狱众生，有情无情统统供养；树木花草、山河大地统统都包括在里头，「刹海万灵」。下面是特别指的：",
      "zh_TW": "全包括了。『常住三寶』是智正覺世間，『剎海萬靈』就是我們講的有情世間跟器世間；遍法界虛空界統統供養到了，一個都不漏。我們唱這個讚，做這個祈禱，你有沒有這個心？古德常常給我們講「隨文入觀」，隨著這個經文，你的心量就變化了，跟經文上講的完全一樣，那個功德不可思議。所以你不懂這個意思，你跟著唱，唱了沒意思，只是口善，不能相應，一定要懂得意思。常常唱誦，常常念著，就自自然然變成自己的心行。我用我的智慧，我用我的戒定，我用我的性德，念念不忘普遍供養法界虛空界一切眾生。上面是諸佛如來，下面到地獄眾生，有情無情統統供養；樹木花草、山河大地統統都包括在裡頭，「剎海萬靈」。下面是特別指的："
    },
    {
      "id": "20-015-0003_p0056",
      "zh_CN": "【极乐导师。阿弥陀佛。观音势至。清净海众。】",
      "zh_TW": "【極樂導師。阿彌陀佛。觀音勢至。清淨海眾。】"
    },
    {
      "id": "20-015-0003_p0057",
      "zh_CN": "特别指西方极乐世界，前面普遍统统都供养到了，特别提到，是因为我们的目标是要求生西方极乐世界，亲近阿弥陀佛。用什么来求？用我这个普遍供养来求。为什么？弥陀如是供养，观音势至如是供养，我今天也做如是供养，往生极乐世界条件具足。你没有这个条件，你想生极乐世界是打妄想！不具备条件。现在时间到了，我们休息几分钟。",
      "zh_TW": "特別指西方極樂世界，前面普遍統統都供養到了，特別提到，是因為我們的目標是要求生西方極樂世界，親近阿彌陀佛。用什麼來求？用我這個普遍供養來求。為什麼？彌陀如是供養，觀音勢至如是供養，我今天也做如是供養，往生極樂世界條件具足。你沒有這個條件，你想生極樂世界是打妄想！不具備條件。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "20-015-0003_p0058",
      "zh_CN": "诸位同学，我们接着来看，前面祈祷的这一篇文。我们把这个文念一遍：",
      "zh_TW": "諸位同學，我們接著來看，前面祈禱的這一篇文。我們把這個文念一遍："
    },
    {
      "id": "20-015-0003_p0059",
      "zh_CN": "【此一瓣香。根蟠劫外。枝播尘寰。不经天地以生成。岂属阴阳而造化。𦶟向炉中。专伸供养。常住三宝。刹海万灵。】",
      "zh_TW": "【此一瓣香。根蟠劫外。枝播塵寰。不經天地以生成。豈屬陰陽而造化。爇向爐中。專伸供養。常住三寶。剎海萬靈。】"
    },
    {
      "id": "20-015-0003_p0060",
      "zh_CN": "这几句非常非常重要，决定不是说只念念这个文就行了。文跟自己的心一定要完全相应，这是感应的真因。为什么会有感应？真因在此地，这是我们不能不知道的。由此可知，真正觉悟的人，真正明白的人，他确确实实跟遍法界虚空界是一体的，念念不离，念念没有隔碍。他的感应是跟法界虚空界，上自诸佛如来，下至地狱众生，情与无情（无情是山河大地、花草树木，包括所有一切自然现象，现在科学家所讲的宇宙之间的物理现象），统统包括在其中。",
      "zh_TW": "這幾句非常非常重要，決定不是說只念念這個文就行了。文跟自己的心一定要完全相應，這是感應的真因。為什麼會有感應？真因在此地，這是我們不能不知道的。由此可知，真正覺悟的人，真正明白的人，他確確實實跟遍法界虛空界是一體的，念念不離，念念沒有隔礙。他的感應是跟法界虛空界，上自諸佛如來，下至地獄眾生，情與無情（無情是山河大地、花草樹木，包括所有一切自然現象，現在科學家所講的宇宙之間的物理現象），統統包括在其中。"
    },
    {
      "id": "20-015-0003_p0061",
      "zh_CN": "诚意！我们讲的真诚心普遍，清净心普遍，平等心普遍，正觉心普遍，慈悲心普遍，能感！法界里面三种世间，「智正觉世间」是佛菩萨，有情众生「有情世间」，无情的「器世间」，三种世间（就是整个宇宙）都有应。我们一念感，整个宇宙统统都有应，不可思议！我们拿这个来回向，回向就是这个文后面：",
      "zh_TW": "誠意！我們講的真誠心普遍，清淨心普遍，平等心普遍，正覺心普遍，慈悲心普遍，能感！法界裡面三種世間，「智正覺世間」是佛菩薩，有情眾生「有情世間」，無情的「器世間」，三種世間（就是整個宇宙）都有應。我們一念感，整個宇宙統統都有應，不可思議！我們拿這個來迴向，迴向就是這個文後面："
    },
    {
      "id": "20-015-0003_p0062",
      "zh_CN": "【极乐导师。阿弥陀佛。观音势至。清净海众。】",
      "zh_TW": "【極樂導師。阿彌陀佛。觀音勢至。清淨海眾。】"
    },
    {
      "id": "20-015-0003_p0063",
      "zh_CN": "这就是专指，因为我们这一堂功课所修的就是求生净土，就是求的亲近『弥陀』，亲近『观音势至』，亲近西方极乐世界的一切大众，我们要不是一个纯净纯善的心行，不能起感应。所以这心里头不能有丝毫夹杂，那就错了。必须心里头（最重要的）没有一个怨恨的人，没有一桩怨恨的事；有一桩就是夹杂，就把你的纯净纯善破坏了。一定要知道放下，不放下是害了自己，害了自性，害了你的真心。自性迷了，真心虚妄了，就是你夹杂着这一个妄念。千万不要小看这个妄念，这个妄念造成的伤害，世出世间没有任何事情能跟它相比，才知道这桩事情的严重性。末后这两句总结：",
      "zh_TW": "這就是專指，因為我們這一堂功課所修的就是求生淨土，就是求的親近『彌陀』，親近『觀音勢至』，親近西方極樂世界的一切大眾，我們要不是一個純淨純善的心行，不能起感應。所以這心裡頭不能有絲毫夾雜，那就錯了。必須心裡頭（最重要的）沒有一個怨恨的人，沒有一樁怨恨的事；有一樁就是夾雜，就把你的純淨純善破壞了。一定要知道放下，不放下是害了自己，害了自性，害了你的真心。自性迷了，真心虛妄了，就是你夾雜著這一個妄念。千萬不要小看這個妄念，這個妄念造成的傷害，世出世間沒有任何事情能跟它相比，才知道這樁事情的嚴重性。末後這兩句總結："
    },
    {
      "id": "20-015-0003_p0064",
      "zh_CN": "【悉仗真香。普同供养。】",
      "zh_TW": "【悉仗真香。普同供養。】"
    },
    {
      "id": "20-015-0003_p0065",
      "zh_CN": "这个『真香』是性德的香光；『普同供养』，这是修德，与性德相应。在一切供养当中，佛给我们讲，法供养第一，这是属于法供养，我们今天修法供养；就是《普贤行愿品》里面教导我们的「如教修行供养」。佛是怎么样教给我们，我们怎样学习，把佛教导我们的统统做到，这就是供养。看看这一段祈祷文里面所叙述的，都是佛陀平常在经论里面的教诲。我们学习了，念念不忘，念念落实，契入境界。「普同供养」。后面这三称：",
      "zh_TW": "這個『真香』是性德的香光；『普同供養』，這是修德，與性德相應。在一切供養當中，佛給我們講，法供養第一，這是屬於法供養，我們今天修法供養；就是《普賢行願品》裡面教導我們的「如教修行供養」。佛是怎麼樣教給我們，我們怎樣學習，把佛教導我們的統統做到，這就是供養。看看這一段祈禱文裡面所敘述的，都是佛陀平常在經論裡面的教誨。我們學習了，念念不忘，念念落實，契入境界。「普同供養」。後面這三稱："
    },
    {
      "id": "20-015-0003_p0066",
      "zh_CN": "【南无香云盖菩萨摩诃萨。】",
      "zh_TW": "【南無香雲蓋菩薩摩訶薩。】"
    },
    {
      "id": "20-015-0003_p0067",
      "zh_CN": "这跟前面意思一样，念这个名号要懂得名号的意思。『香云盖菩萨摩诃萨』，这是一切菩萨的通称，不是专指哪一位，或者是专指哪一个群体，我们现在人讲团体。它是遍法界虚空界所有菩萨摩诃萨都包括在其中，都是属于「香云盖」。这是法事等于说前面的一段祈祷文，也是法事的序分。",
      "zh_TW": "這跟前面意思一樣，念這個名號要懂得名號的意思。『香雲蓋菩薩摩訶薩』，這是一切菩薩的通稱，不是專指哪一位，或者是專指哪一個群體，我們現在人講團體。它是遍法界虛空界所有菩薩摩訶薩都包括在其中，都是屬於「香雲蓋」。這是法事等於說前面的一段祈禱文，也是法事的序分。"
    },
    {
      "id": "20-015-0003_p0068",
      "zh_CN": "下面就正式入到三时系念法事了。三时系念是有三时，第一时、第二时、第三时。这个三时诸位一定要晓得，是以「持名念佛」为主。但是每一时的法事一开端先念经，大师给我们选择的是《佛说阿弥陀经》，先念经；然后念咒，「往生咒」，念咒。后面有听经，这讲开示，开示里头字字句句都是经文，我们现在所说的「会集」；会集佛陀在经论里面最重要、最精采的开示。提醒我们，让我们时时刻刻不忘，一起来学习。在念经之前，首先要念三句：",
      "zh_TW": "下面就正式入到三時繫念法事了。三時繫念是有三時，第一時、第二時、第三時。這個三時諸位一定要曉得，是以「持名念佛」為主。但是每一時的法事一開端先念經，大師給我們選擇的是《佛說阿彌陀經》，先念經；然後念咒，「往生咒」，念咒。後面有聽經，這講開示，開示裡頭字字句句都是經文，我們現在所說的「會集」；會集佛陀在經論裡面最重要、最精采的開示。提醒我們，讓我們時時刻刻不忘，一起來學習。在念經之前，首先要念三句："
    },
    {
      "id": "20-015-0003_p0069",
      "zh_CN": "【南无莲池海会佛菩萨。】",
      "zh_TW": "【南無蓮池海會佛菩薩。】"
    },
    {
      "id": "20-015-0003_p0070",
      "zh_CN": "『南无』是皈命的意思，皈依的意思，礼敬的意思，至诚恭敬。『莲池海会』就是西方极乐世界，这个会是永恒不散的会；要用佛法的术语来讲，就是不生不灭的会。「莲池」，真的，佛在经上跟我们介绍的宝池德水，这个池是众宝所成，池的底不是泥沙是金沙，佛给我们介绍的。这池里面遍开着莲花，莲花从哪里来的？十方世界一切众生发愿求生西方极乐世界，阿弥陀佛讲堂前面的莲池就生一朵莲花。莲花上面还有他的名字，不会错！莲花是这么来的，妙极了。",
      "zh_TW": "『南無』是皈命的意思，皈依的意思，禮敬的意思，至誠恭敬。『蓮池海會』就是西方極樂世界，這個會是永恆不散的會；要用佛法的術語來講，就是不生不滅的會。「蓮池」，真的，佛在經上跟我們介紹的寶池德水，這個池是眾寶所成，池的底不是泥沙是金沙，佛給我們介紹的。這池裡面遍開著蓮花，蓮花從哪裡來的？十方世界一切眾生發願求生西方極樂世界，阿彌陀佛講堂前面的蓮池就生一朵蓮花。蓮花上面還有他的名字，不會錯！蓮花是這麼來的，妙極了。"
    },
    {
      "id": "20-015-0003_p0071",
      "zh_CN": "如果你要是退心了，求生西方极乐世界这个意愿没有了，莲花就枯死，莲花就没有了。极乐世界可以说所有一切的花草树木，情与无情，都是不生不灭的，在西方极乐世界唯一能看到有生灭的相，就是莲池里头的莲花，莲花真的是有生有灭。这个人一念想求生西方极乐世界，莲池里头长一朵花出来，退了心，退了心莲花就没有了。只有这一桩事情在极乐世界看到生灭相。如果你发心，发心很真切，修行很勇猛，你的花长得很快，光色佳好。如果你修行里面夹杂着很多，你的光采不好，好像很多颜色混合在一起，莲花也不大。",
      "zh_TW": "如果你要是退心了，求生西方極樂世界這個意願沒有了，蓮花就枯死，蓮花就沒有了。極樂世界可以說所有一切的花草樹木，情與無情，都是不生不滅的，在西方極樂世界唯一能看到有生滅的相，就是蓮池裡頭的蓮花，蓮花真的是有生有滅。這個人一念想求生西方極樂世界，蓮池裡頭長一朵花出來，退了心，退了心蓮花就沒有了。只有這一樁事情在極樂世界看到生滅相。如果你發心，發心很真切，修行很勇猛，你的花長得很快，光色佳好。如果你修行裡面夾雜著很多，你的光采不好，好像很多顏色混合在一起，蓮花也不大。"
    },
    {
      "id": "20-015-0003_p0072",
      "zh_CN": "总而言之，专修净业的人，一切不夹杂的人，这个莲花长得又快、又好、又大。将来往生的时候，阿弥陀佛就拿这个花来接引你，生到西方极乐世界，莲花化生！是不是生到极乐世界，到莲花里头变了一个小孩的样子？给诸位说不是的。如果要是变成小孩的样子，慢慢再长大，那西方极乐世界有生老病死。西方极乐世界没有这种样子，一生到西方极乐世界，这个形状就是永远的、固定的，化生！相好光明，跟佛差不多。",
      "zh_TW": "總而言之，專修淨業的人，一切不夾雜的人，這個蓮花長得又快、又好、又大。將來往生的時候，阿彌陀佛就拿這個花來接引你，生到西方極樂世界，蓮花化生！是不是生到極樂世界，到蓮花裡頭變了一個小孩的樣子？給諸位說不是的。如果要是變成小孩的樣子，慢慢再長大，那西方極樂世界有生老病死。西方極樂世界沒有這種樣子，一生到西方極樂世界，這個形狀就是永遠的、固定的，化生！相好光明，跟佛差不多。"
    },
    {
      "id": "20-015-0003_p0073",
      "zh_CN": "世尊在《无量寿经》上跟我们介绍过，阿弥陀佛四十八愿里面也说得很清楚，生到西方极乐世界，体质都是金刚紫磨真金色身，金刚不坏身。相貌不止三十二相八十种好，不止！三十二相八十种好是劣应身，在我们这个世间说的；西方极乐世界阿弥陀佛，「佛有无量相，相有无量好」，到那个地方去就是这个身。但是佛在经上给我们说得很清楚，阿弥陀佛接引你往生，莲花化生，你在这个莲花里面，因为你带业，所以莲花没开，这带业。",
      "zh_TW": "世尊在《無量壽經》上跟我們介紹過，阿彌陀佛四十八願裡面也說得很清楚，生到西方極樂世界，體質都是金剛紫磨真金色身，金剛不壞身。相貌不止三十二相八十種好，不止！三十二相八十種好是劣應身，在我們這個世間說的；西方極樂世界阿彌陀佛，「佛有無量相，相有無量好」，到那個地方去就是這個身。但是佛在經上給我們說得很清楚，阿彌陀佛接引你往生，蓮花化生，你在這個蓮花裡面，因為你帶業，所以蓮花沒開，這帶業。"
    },
    {
      "id": "20-015-0003_p0074",
      "zh_CN": "回向偈子里面我们常常看到，也是心里头的祈求，「花开见佛悟无生」。由此可知，这一句话不是随便说的，什么时候花开？证得无生法忍的时候，花开了。无生法忍是七地、八地、九地菩萨所证得；七地菩萨证的是下品无生法忍，八地是中品，九地是上品。由此可知，你在莲花上证得这个果位，花就开了，「花开见佛悟无生」。由此可知，如果不是真正证得七地，花没有开。那花没有开，在花里面是不是很孤独？不是的，花里头有世界，什么世界？极乐世界。",
      "zh_TW": "迴向偈子裡面我們常常看到，也是心裡頭的祈求，「花開見佛悟無生」。由此可知，這一句話不是隨便說的，什麼時候花開？證得無生法忍的時候，花開了。無生法忍是七地、八地、九地菩薩所證得；七地菩薩證的是下品無生法忍，八地是中品，九地是上品。由此可知，你在蓮花上證得這個果位，花就開了，「花開見佛悟無生」。由此可知，如果不是真正證得七地，花沒有開。那花沒有開，在花裡面是不是很孤獨？不是的，花裡頭有世界，什麼世界？極樂世界。"
    },
    {
      "id": "20-015-0003_p0075",
      "zh_CN": "花里头是极乐世界，花外面也是极乐世界；花里面的极乐世界不小，花外面极乐世界不大，内外是一不是二。阿弥陀佛，观音势至都在花里头教你，海会大众也在这个花里头。你觉得这个奇怪，一点都不奇怪，为什么？你在《华严》上看到比这个更希奇的。《华严》是怎么说？微尘里面有世界，一一微尘，我们这个身体不知道有多少微尘。佛法里面讲微尘是讲基本的物质，现在科学里面讲基本的物质是什么，原子、电子、粒子。现在比粒子分得还小的都发现了，好像名字叫夸克，比粒子还小；佛经上讲微尘。微尘里头有世界，世界多大？跟我们现在感官上世界是完全相同。",
      "zh_TW": "花裡頭是極樂世界，花外面也是極樂世界；花裡面的極樂世界不小，花外面極樂世界不大，內外是一不是二。阿彌陀佛，觀音勢至都在花裡頭教你，海會大眾也在這個花裡頭。你覺得這個奇怪，一點都不奇怪，為什麼？你在《華嚴》上看到比這個更希奇的。《華嚴》是怎麼說？微塵裡面有世界，一一微塵，我們這個身體不知道有多少微塵。佛法裡面講微塵是講基本的物質，現在科學裡面講基本的物質是什麼，原子、電子、粒子。現在比粒子分得還小的都發現了，好像名字叫夸克，比粒子還小；佛經上講微塵。微塵裡頭有世界，世界多大？跟我們現在感官上世界是完全相同。"
    },
    {
      "id": "20-015-0003_p0076",
      "zh_CN": "所以佛常常讲毛孔、毛端，佛在毛端里面转大法轮；转大法轮是开大法会，亿万菩萨在一起听佛讲经说法。在哪里？在一毛端。毛端没有放大，大会没有缩小。自性里头没有大小，没有长短，没有前后，没有远近。我们是最近这几年天天在读《华严》，对于佛这些说法，我们听得耳熟了，已经不感觉得奇怪。有一部分人能接受，你能接受证明你的心量慢慢拓开了。这个事情如果难懂，是真难懂，我们从比喻当中能够体会到。佛在经典里面比喻用得最多的是「梦幻泡影」，梦幻泡影四桩事情以「梦」为主，「幻泡影」是附带说的。",
      "zh_TW": "所以佛常常講毛孔、毛端，佛在毛端裡面轉大法輪；轉大法輪是開大法會，億萬菩薩在一起聽佛講經說法。在哪裡？在一毛端。毛端沒有放大，大會沒有縮小。自性裡頭沒有大小，沒有長短，沒有前後，沒有遠近。我們是最近這幾年天天在讀《華嚴》，對於佛這些說法，我們聽得耳熟了，已經不感覺得奇怪。有一部分人能接受，你能接受證明你的心量慢慢拓開了。這個事情如果難懂，是真難懂，我們從比喻當中能夠體會到。佛在經典裡面比喻用得最多的是「夢幻泡影」，夢幻泡影四樁事情以「夢」為主，「幻泡影」是附帶說的。"
    },
    {
      "id": "20-015-0003_p0077",
      "zh_CN": "我们每个人都有作梦的经验，梦中的境界，你说是大，是小？梦中境界是什么？在佛法里面说，是阿赖耶里面一个种子起现行；记住，一个种子！这个种子多大？现在科学家所讲的，我听了点头，有点道理。科学家讲宇宙的起源，他说从一点突然之间「爆炸」变现出宇宙。我听了，「爆炸」这个不是事实真相，你说从「一点」里面突然之间变现出来的，这是真的。这一点多大？科学家他们计算认为，用我们的头发，把头发切断，看头发的直径，头发的直径那就很小了。他说那一点多大？在这一个头发的断层直径里面，可以排上一百亿个，那么小的东西，可以排列成一百亿。现境界，叫「一时顿现」。这个可以解释作我们的梦境。",
      "zh_TW": "我們每個人都有作夢的經驗，夢中的境界，你說是大，是小？夢中境界是什麼？在佛法裡面說，是阿賴耶裡面一個種子起現行；記住，一個種子！這個種子多大？現在科學家所講的，我聽了點頭，有點道理。科學家講宇宙的起源，他說從一點突然之間「爆炸」變現出宇宙。我聽了，「爆炸」這個不是事實真相，你說從「一點」裡面突然之間變現出來的，這是真的。這一點多大？科學家他們計算認為，用我們的頭髮，把頭髮切斷，看頭髮的直徑，頭髮的直徑那就很小了。他說那一點多大？在這一個頭髮的斷層直徑裡面，可以排上一百億個，那麼小的東西，可以排列成一百億。現境界，叫「一時頓現」。這個可以解釋作我們的夢境。"
    },
    {
      "id": "20-015-0003_p0078",
      "zh_CN": "我们每天晚上都在作梦，梦境现相怎么现的？就是阿赖耶识里头的种子。这个种子几乎是没有形相的，不但是肉眼看不见，显微镜也看不见。科学家他怎么说出来的？他是从数学理论上推算出来。根本，现在科学技术还做不到，还没有办法发现这个。但是这个说法使我们想到经上讲的，阿赖耶识里头含藏的种子，这个种子没有形相，如果有形相，佛讲尽虚空都容纳不下。它确实存在，每一个种子都可以一时顿现，现出境界，所以境界没有大小。",
      "zh_TW": "我們每天晚上都在作夢，夢境現相怎麼現的？就是阿賴耶識裡頭的種子。這個種子幾乎是沒有形相的，不但是肉眼看不見，顯微鏡也看不見。科學家他怎麼說出來的？他是從數學理論上推算出來。根本，現在科學技術還做不到，還沒有辦法發現這個。但是這個說法使我們想到經上講的，阿賴耶識裡頭含藏的種子，這個種子沒有形相，如果有形相，佛講盡虛空都容納不下。它確實存在，每一個種子都可以一時頓現，現出境界，所以境界沒有大小。"
    },
    {
      "id": "20-015-0003_p0079",
      "zh_CN": "什么能入，入这个境界？《华严经》前面我们读过了，普贤菩萨能入。普贤菩萨实际上就是说等觉菩萨能入，普贤是等觉。哪一个等觉菩萨不修普贤行？所以普贤不是一个人，文殊也不是一个人，观音势至，只要是等觉菩萨，我们都可以把他看成同一个人。不同的名号是代表他不同的智慧、能力，实际上智慧能力他都是圆满的，代表圆满里面的某一部分，是这个意思。等觉菩萨能入无量无边的世界，世界是重重无尽，不可思议。",
      "zh_TW": "什麼能入，入這個境界？《華嚴經》前面我們讀過了，普賢菩薩能入。普賢菩薩實際上就是說等覺菩薩能入，普賢是等覺。哪一個等覺菩薩不修普賢行？所以普賢不是一個人，文殊也不是一個人，觀音勢至，只要是等覺菩薩，我們都可以把他看成同一個人。不同的名號是代表他不同的智慧、能力，實際上智慧能力他都是圓滿的，代表圓滿裡面的某一部分，是這個意思。等覺菩薩能入無量無邊的世界，世界是重重無盡，不可思議。"
    },
    {
      "id": "20-015-0003_p0080",
      "zh_CN": "莲池里头的莲花，就是世尊释迦牟尼佛给我们介绍是「大如车轮」，那不是芥菜子，不是一微尘。我们从这个里面就明了，一个莲花是一个世界，他在里面修行，他在里面活动，他在莲花里面每天也是供养他方十万亿佛，没有障碍。西方极乐世界跟华藏一样，不但一样，实在讲它是华藏的核心，华藏里头最精采、最精华的一部分；得阿弥陀佛本愿威神的加持，它的作用不可思议。到花开见佛，花开之后，那是什么境界？阿弥陀佛的实报庄严土！这你就晓得，凡圣同居土、方便有余土花都没有开，花开了之后是实报庄严土。",
      "zh_TW": "蓮池裡頭的蓮花，就是世尊釋迦牟尼佛給我們介紹是「大如車輪」，那不是芥菜子，不是一微塵。我們從這個裡面就明瞭，一個蓮花是一個世界，他在裡面修行，他在裡面活動，他在蓮花裡面每天也是供養他方十萬億佛，沒有障礙。西方極樂世界跟華藏一樣，不但一樣，實在講它是華藏的核心，華藏裡頭最精采、最精華的一部分；得阿彌陀佛本願威神的加持，它的作用不可思議。到花開見佛，花開之後，那是什麼境界？阿彌陀佛的實報莊嚴土！這你就曉得，凡聖同居土、方便有餘土花都沒有開，花開了之後是實報莊嚴土。"
    },
    {
      "id": "20-015-0003_p0081",
      "zh_CN": "《观无量寿佛经》上讲得很清楚，凡圣同居土往生的，在莲花里头要多久花才开？十二劫。十二劫，我们听起来这时间太长了！实际上你要想一想，佛在大经上讲的，从你证得圆教初住菩萨那一天起，这是破一品无明，证一分法身。从这一天起，在华藏世界修行，修满了四十一个位次，最后证得妙觉位，要用多少时间？经上常讲三大阿僧祇劫！",
      "zh_TW": "《觀無量壽佛經》上講得很清楚，凡聖同居土往生的，在蓮花裡頭要多久花才開？十二劫。十二劫，我們聽起來這時間太長了！實際上你要想一想，佛在大經上講的，從你證得圓教初住菩薩那一天起，這是破一品無明，證一分法身。從這一天起，在華藏世界修行，修滿了四十一個位次，最後證得妙覺位，要用多少時間？經上常講三大阿僧祇劫！"
    },
    {
      "id": "20-015-0003_p0082",
      "zh_CN": "三大阿僧祇劫，在西方极乐世界十二劫，你才晓得西方极乐世界修行的速度是多快！他方佛国要修三大阿僧祇劫，在西方极乐世界十二劫，凡圣同居土下下品往生的。所以，十方菩萨哪一个不想知道这个法门？哪一个人不想学这个法门？确实各人缘不相同，真的有许许多多的菩萨不知道。善导大师所说的「总在遇缘不同」。我们今天能遇到这样殊胜的法缘，不是简单事情。西方极乐是不思议的境界，决定不能怀疑，你这一怀疑，这一生这个机会错过了。",
      "zh_TW": "三大阿僧祇劫，在西方極樂世界十二劫，你才曉得西方極樂世界修行的速度是多快！他方佛國要修三大阿僧祇劫，在西方極樂世界十二劫，凡聖同居土下下品往生的。所以，十方菩薩哪一個不想知道這個法門？哪一個人不想學這個法門？確實各人緣不相同，真的有許許多多的菩薩不知道。善導大師所說的「總在遇緣不同」。我們今天能遇到這樣殊勝的法緣，不是簡單事情。西方極樂是不思議的境界，決定不能懷疑，你這一懷疑，這一生這個機會錯過了。"
    },
    {
      "id": "20-015-0003_p0083",
      "zh_CN": "释迦牟尼佛在三经里头为我们所介绍的西方极乐世界是哪一个净土？给我们所介绍的全是凡圣同居土。《弥陀经》上讲的凡圣同居土，《无量寿经》、《观无量寿佛经》都是介绍这个。凡圣同居土这样殊胜，再往上去那还需要说吗？学佛的人舍弥陀净土去修其他的法门，不但是难，实实在在是李老师说的话，他在《无量寿经》注解里头讲的，他不是愚痴就是迷惑，「非愚即迷」。舍弃这个在我们这一生非常可能成就的，他把这个舍弃，你说多可惜！",
      "zh_TW": "釋迦牟尼佛在三經裡頭為我們所介紹的西方極樂世界是哪一個淨土？給我們所介紹的全是凡聖同居土。《彌陀經》上講的凡聖同居土，《無量壽經》、《觀無量壽佛經》都是介紹這個。凡聖同居土這樣殊勝，再往上去那還需要說嗎？學佛的人捨彌陀淨土去修其他的法門，不但是難，實實在在是李老師說的話，他在《無量壽經》註解裡頭講的，他不是愚痴就是迷惑，「非愚即迷」。捨棄這個在我們這一生非常可能成就的，他把這個捨棄，你說多可惜！"
    },
    {
      "id": "20-015-0003_p0084",
      "zh_CN": "莲池德水是自性变现的，唯心所现；海会大众没有例外的，自性弥陀，唯心净土。阿弥陀佛是自性弥陀，所以中峰禅师在后面开示里面讲，「我心即是阿弥陀佛，阿弥陀佛即是我心」，「此方即极乐，极乐即此方」，这个话说得太深太深，但是是事实真相，一点都不假。一般人学佛，把自己跟佛一分为二，佛不是我，我不是佛。把我们现在生活的环境跟极乐世界也一分为二，极乐不是我们娑婆，娑婆不是极乐。你看看中峰禅师他能把它合而为一。",
      "zh_TW": "蓮池德水是自性變現的，唯心所現；海會大眾沒有例外的，自性彌陀，唯心淨土。阿彌陀佛是自性彌陀，所以中峰禪師在後面開示裡面講，「我心即是阿彌陀佛，阿彌陀佛即是我心」，「此方即極樂，極樂即此方」，這個話說得太深太深，但是是事實真相，一點都不假。一般人學佛，把自己跟佛一分為二，佛不是我，我不是佛。把我們現在生活的環境跟極樂世界也一分為二，極樂不是我們娑婆，娑婆不是極樂。你看看中峰禪師他能把它合而為一。"
    },
    {
      "id": "20-015-0003_p0085",
      "zh_CN": "为什么相不一样？相不一样是从心想生；因为你想的不一样，相就不一样。如果你的想法、看法一样，相就一样。我们今天起心动念言语造作，确确实实跟西方极乐世界人不一样。他们的心纯净纯善，我们的心不净不善，纵然说净，净里头夹杂着不净，说善，夹杂着不善，就这不一样！于是境界给你的回应就不一样。",
      "zh_TW": "為什麼相不一樣？相不一樣是從心想生；因為你想的不一樣，相就不一樣。如果你的想法、看法一樣，相就一樣。我們今天起心動念言語造作，確確實實跟西方極樂世界人不一樣。他們的心純淨純善，我們的心不淨不善，縱然說淨，淨裡頭夾雜著不淨，說善，夾雜著不善，就這不一樣！於是境界給你的回應就不一樣。"
    },
    {
      "id": "20-015-0003_p0086",
      "zh_CN": "江本胜博士在书里头说，他这么多年来，天天在看水的结晶，像雪花一样，从来没有看到两个结晶是相同的。冬天雪花结晶亦复如是，你在显微镜底下看，决定没有相同的，我们明白这个道理。什么人看所有一切结晶是相同的？大乘经上讲佛佛道同，我想成了佛之后，最后一品生相无明也断尽了；换句话说，妄想分别执着一丝一毫都不夹杂，他看宇宙之间所有现象决定是相同的。十地菩萨、等觉菩萨看这一切境界，非常相似、非常接近，细看还是不相同。何况六道凡夫！当然不会相同。我一个人看这个结晶也不会相同，为什么？前念跟后念不一样。如来果地上念头没有了，前念跟后念是一样的。此佛跟彼佛是一样的，他都没有念头，他们的看法完全相同，他们看的是念念相同。",
      "zh_TW": "江本勝博士在書裡頭說，他這麼多年來，天天在看水的結晶，像雪花一樣，從來沒有看到兩個結晶是相同的。冬天雪花結晶亦復如是，你在顯微鏡底下看，決定沒有相同的，我們明白這個道理。什麼人看所有一切結晶是相同的？大乘經上講佛佛道同，我想成了佛之後，最後一品生相無明也斷盡了；換句話說，妄想分別執著一絲一毫都不夾雜，他看宇宙之間所有現象決定是相同的。十地菩薩、等覺菩薩看這一切境界，非常相似、非常接近，細看還是不相同。何況六道凡夫！當然不會相同。我一個人看這個結晶也不會相同，為什麼？前念跟後念不一樣。如來果地上念頭沒有了，前念跟後念是一樣的。此佛跟彼佛是一樣的，他都沒有念頭，他們的看法完全相同，他們看的是念念相同。"
    },
    {
      "id": "20-015-0003_p0087",
      "zh_CN": "诸位一定要晓得，宇宙间所有一切万事万物都是刹那生灭，这是实相！不生不灭的只是性，自性是不生不灭的。性是什么？中峰大师在此地讲的「灵知」，他讲心。心，他说三种，一个是「肉团心」，这是一切众生都有的。第二个「缘虑心」，就是打妄想的心，妄想分别执着，妄心！人人都有，不一样。「灵知心」是一样的，灵知心是真心，真心不生不灭。",
      "zh_TW": "諸位一定要曉得，宇宙間所有一切萬事萬物都是剎那生滅，這是實相！不生不滅的只是性，自性是不生不滅的。性是什麼？中峰大師在此地講的「靈知」，他講心。心，他說三種，一個是「肉團心」，這是一切眾生都有的。第二個「緣慮心」，就是打妄想的心，妄想分別執著，妄心！人人都有，不一樣。「靈知心」是一樣的，靈知心是真心，真心不生不滅。"
    },
    {
      "id": "20-015-0003_p0088",
      "zh_CN": "「灵、知」，《楞严经》上讲得比较详细一点，它讲四个字「见、闻、觉、知」；中峰禅师把「见闻觉」用一个「灵」来代表。灵知，这是真心，虚空法界是它变现的，所以虚空法界当然具足见闻觉知。心是能变，万法是所变，古人用「以金作器，器器皆金」，金的本质、金的特性哪一个器里头没有？当然有，统统具足，决定没有一丝毫欠缺的。从这个比喻我们就能够想到，宇宙之间所有一切万事万物都有灵知。",
      "zh_TW": "「靈、知」，《楞嚴經》上講得比較詳細一點，它講四個字「見、聞、覺、知」；中峰禪師把「見聞覺」用一個「靈」來代表。靈知，這是真心，虛空法界是它變現的，所以虛空法界當然具足見聞覺知。心是能變，萬法是所變，古人用「以金作器，器器皆金」，金的本質、金的特性哪一個器裡頭沒有？當然有，統統具足，決定沒有一絲毫欠缺的。從這個比喻我們就能夠想到，宇宙之間所有一切萬事萬物都有靈知。"
    },
    {
      "id": "20-015-0003_p0089",
      "zh_CN": "现在我跟江本胜博士已经有联系了，他也非常欢迎我到日本去参观他的实验室，他也想了解华严境界。我会请他再做广泛的试验，来探测宇宙所有一切万物都有灵知，所有一切万物都是活的，没有一样是死的，统统具足见闻觉知。我们要想自己生活好，环境好，不是做不到，而且很容易做到，怎样做法？善意、善心，所有境界都变善，山河大地充满了灵气。为什么会有灾难？心不善。心里面充满了自私自利，充满了贪瞋痴慢，起心动念损人利己，这个把所有一切万物的反应统统变坏了。美好的反应就是美好的图案，你在显微镜底下看到了，不好的心情，不好的意念，这个反应就很难看！",
      "zh_TW": "現在我跟江本勝博士已經有聯繫了，他也非常歡迎我到日本去參觀他的實驗室，他也想了解華嚴境界。我會請他再做廣泛的試驗，來探測宇宙所有一切萬物都有靈知，所有一切萬物都是活的，沒有一樣是死的，統統具足見聞覺知。我們要想自己生活好，環境好，不是做不到，而且很容易做到，怎樣做法？善意、善心，所有境界都變善，山河大地充滿了靈氣。為什麼會有災難？心不善。心裡面充滿了自私自利，充滿了貪瞋痴慢，起心動念損人利己，這個把所有一切萬物的反應統統變壞了。美好的反應就是美好的圖案，你在顯微鏡底下看到了，不好的心情，不好的意念，這個反應就很難看！"
    },
    {
      "id": "20-015-0003_p0090",
      "zh_CN": "所以，极乐世界是自己清净心、善意美意变现出来的；我们娑婆世界是染污的心，是恶意恶念变现出来。一切万物它本身没有念头，没有妄想分别执着，它只有灵知，没有妄想分别执着。有情众生有妄想分别执着，无情众生随着你的意思转。所以「境随心转」，这佛经上常说，这是一个根本的原理原则。我们可以把娑婆世界改造成极乐世界，你只要真正懂得这个原理原则，对这个原理原则深信不疑。从什么地方下手？从你的善意上下手，你的意念，把所有一切恶的意念、恶的思想，全部把它改正过来，改成善意，改成美意，这个世界就美好、就美善。「莲池海会」！",
      "zh_TW": "所以，極樂世界是自己清淨心、善意美意變現出來的；我們娑婆世界是染污的心，是惡意惡念變現出來。一切萬物它本身沒有念頭，沒有妄想分別執著，它只有靈知，沒有妄想分別執著。有情眾生有妄想分別執著，無情眾生隨著你的意思轉。所以「境隨心轉」，這佛經上常說，這是一個根本的原理原則。我們可以把娑婆世界改造成極樂世界，你只要真正懂得這個原理原則，對這個原理原則深信不疑。從什麼地方下手？從你的善意上下手，你的意念，把所有一切惡的意念、惡的思想，全部把它改正過來，改成善意，改成美意，這個世界就美好、就美善。「蓮池海會」！"
    },
    {
      "id": "20-015-0003_p0091",
      "zh_CN": "『佛菩萨』，就不必再解释了。所以，这一句里头的含义，诸位想想深广无尽。我们天天在这里讲，讲一百年也讲不完。今天时间到了，我们就讲到此地。",
      "zh_TW": "『佛菩薩』，就不必再解釋了。所以，這一句裡頭的含義，諸位想想深廣無盡。我們天天在這裡講，講一百年也講不完。今天時間到了，我們就講到此地。"
    }
  ]
}