{
  "doc_id": "20-015-0026",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0026",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "20-015-0026_p0001",
      "zh_CN": "诸位同学，请看第七段「一心不乱」里面第二小段。",
      "zh_TW": "諸位同學，請看第七段「一心不亂」裡面第二小段。"
    },
    {
      "id": "20-015-0026_p0002",
      "zh_CN": "「事持，闻说念佛法门，可以横超三界，带业往生，深信不疑，一心系念，句句分明，念念相续，行住坐卧，唯此一念，更无二念，即以一念而除众念，由未达理，故曰事持」。这是大师为我们说明念佛有事、有理。事上持名念佛跟理上的持名念佛，不同在什么地方？虽然理持跟事持有差别，但是效果没有两样，都能够达到一心不乱，完全在个人的用功。由此可知，理持、事持我们用不着去计较，最重要的老实念。事中有理，理中有事，理事圆融的，这个道理要懂，不要分别。分别不知不觉里面就生障碍，纵然能念到一心，能往生净土，也障碍品位，这是肯定的。",
      "zh_TW": "「事持，聞說念佛法門，可以橫超三界，帶業往生，深信不疑，一心繫念，句句分明，念念相續，行住坐臥，唯此一念，更無二念，即以一念而除眾念，由未達理，故曰事持」。這是大師為我們說明念佛有事、有理。事上持名念佛跟理上的持名念佛，不同在什麼地方？雖然理持跟事持有差別，但是效果沒有兩樣，都能夠達到一心不亂，完全在個人的用功。由此可知，理持、事持我們用不著去計較，最重要的老實念。事中有理，理中有事，理事圓融的，這個道理要懂，不要分別。分別不知不覺裡面就生障礙，縱然能念到一心，能往生淨土，也障礙品位，這是肯定的。"
    },
    {
      "id": "20-015-0026_p0003",
      "zh_CN": "我们先讲事持，「闻说念佛法门」，你听到了，这是最平常，我们听说的，念佛法门可以「横超三界」。横超在前面跟诸位说，不是竖超，竖超难，就在人道里面就移民到极乐世界。到极乐世界还是人道，凡圣同居土，最方便了，「带业往生」。底下这两句最重要，「深信不疑，一心系念」。罗什大师的译本是一心不乱，玄奘大师的《弥陀经》的译本是一心系念；玄奘大师是直译的，罗什大师是意译的。一心系念容易我们做得到，一心不乱很难，不容易做到。但是罗什大师翻的没错，为什么？念到功夫成就了，往生的时候阿弥陀佛来接你，一定是佛光先照你。佛光照你的时候，加持，你念佛的功夫就升级了，就升了一倍。",
      "zh_TW": "我們先講事持，「聞說念佛法門」，你聽到了，這是最平常，我們聽說的，念佛法門可以「橫超三界」。橫超在前面跟諸位說，不是豎超，豎超難，就在人道裡面就移民到極樂世界。到極樂世界還是人道，凡聖同居土，最方便了，「帶業往生」。底下這兩句最重要，「深信不疑，一心繫念」。羅什大師的譯本是一心不亂，玄奘大師的《彌陀經》的譯本是一心繫念；玄奘大師是直譯的，羅什大師是意譯的。一心繫念容易我們做得到，一心不亂很難，不容易做到。但是羅什大師翻的沒錯，為什麼？念到功夫成就了，往生的時候阿彌陀佛來接你，一定是佛光先照你。佛光照你的時候，加持，你念佛的功夫就升級了，就升了一倍。"
    },
    {
      "id": "20-015-0026_p0004",
      "zh_CN": "我们功夫实在讲还没有到成片，接近成片，这一句话诸位要记住，「接近成片」，这个时候你因缘成熟了，佛光一加持就把你功夫真的成片了，提升到成片。如果你功夫成片，一提升就是事一心不乱。事一心不乱的人提升就是理一心不乱。临命终佛来接引的时候你的功夫一定提升，这是佛力加持。可见得如果我们不是一心系念，就难了，为什么？你心里面的杂念太多、妄想太多、牵挂太多，这一生念佛功夫想得力相当不容易。",
      "zh_TW": "我們功夫實在講還沒有到成片，接近成片，這一句話諸位要記住，「接近成片」，這個時候你因緣成熟了，佛光一加持就把你功夫真的成片了，提升到成片。如果你功夫成片，一提升就是事一心不亂。事一心不亂的人提升就是理一心不亂。臨命終佛來接引的時候你的功夫一定提升，這是佛力加持。可見得如果我們不是一心繫念，就難了，為什麼？你心裡面的雜念太多、妄想太多、牽掛太多，這一生念佛功夫想得力相當不容易。"
    },
    {
      "id": "20-015-0026_p0005",
      "zh_CN": "由此可知，我们念佛的功夫最重要的，念佛堂堂主常常挂在嘴边上的口头禅，那个话很重要，「放下身心世界，一心正念」，这句话重要！身心世界要是放不下，还有稍稍牵挂，你的正念就提不上来，一心系念你就做不到。你没有一心，你里头夹杂妄想，能不能成就关键就在此地。你为什么放不下？你对于净宗法门认识不够清楚，所以你的信心不深，你的愿不切。「深信切愿」没有一样放不下。",
      "zh_TW": "由此可知，我們念佛的功夫最重要的，念佛堂堂主常常掛在嘴邊上的口頭禪，那個話很重要，「放下身心世界，一心正念」，這句話重要！身心世界要是放不下，還有稍稍牽掛，你的正念就提不上來，一心繫念你就做不到。你沒有一心，你裡頭夾雜妄想，能不能成就關鍵就在此地。你為什麼放不下？你對於淨宗法門認識不夠清楚，所以你的信心不深，你的願不切。「深信切願」沒有一樣放不下。"
    },
    {
      "id": "20-015-0026_p0006",
      "zh_CN": "印光大师教人，他自己就是这个做法。我去参拜他的关房，苏州灵岩山寺，明学法师陪我去的，我第一次到灵岩山去访问。关房进去是个小佛堂，小佛堂当中挂了一个「死」字。祖师常常跟我们讲，念佛人一定要把「死」字贴在额头上，常常想着我就要死了，这个时候看你还放得下放不下？放不下也得要放下。为什么？没有一样带得走！可是确确实实有不少人，死了还是放不下，这就没有办法！祖师这一服药没有效，治不了现在人的病。死也不肯放下，这就没有法子。",
      "zh_TW": "印光大師教人，他自己就是這個做法。我去參拜他的關房，蘇州靈巖山寺，明學法師陪我去的，我第一次到靈巖山去訪問。關房進去是個小佛堂，小佛堂當中掛了一個「死」字。祖師常常跟我們講，念佛人一定要把「死」字貼在額頭上，常常想著我就要死了，這個時候看你還放得下放不下？放不下也得要放下。為什麼？沒有一樣帶得走！可是確確實實有不少人，死了還是放不下，這就沒有辦法！祖師這一服藥沒有效，治不了現在人的病。死也不肯放下，這就沒有法子。"
    },
    {
      "id": "20-015-0026_p0007",
      "zh_CN": "所以功夫要在平时炼，每天用功，用什么功？放下而已！放下是真功夫。我常常跟同学们在一起勉励的，放下自私自利，放下名闻利养，放下五欲六尘的享受，放下贪瞋痴慢。心地真正是纯净纯善，没有一丝毫的染着、牵挂，一心系念就现前，你就做到了。",
      "zh_TW": "所以功夫要在平時鍊，每天用功，用什麼功？放下而已！放下是真功夫。我常常跟同學們在一起勉勵的，放下自私自利，放下名聞利養，放下五欲六塵的享受，放下貪瞋痴慢。心地真正是純淨純善，沒有一絲毫的染著、牽掛，一心繫念就現前，你就做到了。"
    },
    {
      "id": "20-015-0026_p0008",
      "zh_CN": "「句句分明，念念相续」。深信不疑是不怀疑；一心系念，一心没有二心，一心不夹杂，夹杂着妄念那就不是一心；句句分明，念念相续是不间断。你看三个条件具足了，不怀疑、不夹杂、不间断，觉明妙行菩萨说的。大势至菩萨给我们讲的「都摄六根，净念相继」，净念的「净」里面就不能夹杂，夹杂就不净，怀疑也不净。净念里头肯定没有怀疑，没有夹杂，净念！净念就是一心系念。相续，相续就是念念相续，不间断。觉明妙行菩萨讲的九个字，跟大势至菩萨讲的完全相同。",
      "zh_TW": "「句句分明，念念相續」。深信不疑是不懷疑；一心繫念，一心沒有二心，一心不夾雜，夾雜著妄念那就不是一心；句句分明，念念相續是不間斷。你看三個條件具足了，不懷疑、不夾雜、不間斷，覺明妙行菩薩說的。大勢至菩薩給我們講的「都攝六根，淨念相繼」，淨念的「淨」裡面就不能夾雜，夾雜就不淨，懷疑也不淨。淨念裡頭肯定沒有懷疑，沒有夾雜，淨念！淨念就是一心繫念。相續，相續就是念念相續，不間斷。覺明妙行菩薩講的九個字，跟大勢至菩薩講的完全相同。"
    },
    {
      "id": "20-015-0026_p0009",
      "zh_CN": "再看下面「行住坐卧，唯此一念」，二六时中，一天二十四个小时，你走着也好，站着也好（住是站着），坐着也好，躺下来也好，你心里头只有一句阿弥陀佛。除阿弥陀佛之外绝对没有第二个念头，这就是以一念断除一切妄念，这叫功夫成片。有许多同学问我，什么是功夫成片？这就是功夫成片。一天到晚心里除阿弥陀佛之外，没有一个念头，就是说你的妄想分别执着杂念，这一句佛号功夫得力，全都把它压下去，没有断，所以叫带业往生。你的烦恼习气，就是妄想分别执着并没有断，只是你念佛功夫得力，统统把它伏住，所以这个断叫伏断，不是灭断。",
      "zh_TW": "再看下面「行住坐臥，唯此一念」，二六時中，一天二十四個小時，你走著也好，站著也好（住是站著），坐著也好，躺下來也好，你心裡頭只有一句阿彌陀佛。除阿彌陀佛之外絕對沒有第二個念頭，這就是以一念斷除一切妄念，這叫功夫成片。有許多同學問我，什麼是功夫成片？這就是功夫成片。一天到晚心裡除阿彌陀佛之外，沒有一個念頭，就是說你的妄想分別執著雜念，這一句佛號功夫得力，全都把它壓下去，沒有斷，所以叫帶業往生。你的煩惱習氣，就是妄想分別執著並沒有斷，只是你念佛功夫得力，統統把它伏住，所以這個斷叫伏斷，不是滅斷。"
    },
    {
      "id": "20-015-0026_p0010",
      "zh_CN": "「由未达理」，对于净宗甚深之理，你不明了，所以这叫事持。净宗的理是什么？「是心是佛，是心作佛」，那是理。这个理，当然这几句话常听，听得很熟，甚至于自己也会说，实际上这两句话里面的含义并不很清楚，所以这属于事持。再看下面一段讲理持。",
      "zh_TW": "「由未達理」，對於淨宗甚深之理，你不明瞭，所以這叫事持。淨宗的理是什麼？「是心是佛，是心作佛」，那是理。這個理，當然這幾句話常聽，聽得很熟，甚至於自己也會說，實際上這兩句話裡面的含義並不很清楚，所以這屬於事持。再看下面一段講理持。"
    },
    {
      "id": "20-015-0026_p0011",
      "zh_CN": "理持，蕅益大师在《要解》原文里是这样说，我念一遍，「理持者，信西方阿弥陀佛」，这个「信阿弥陀佛」跟事持是一样的，都是闻说念佛法门。但是这里有道理了，「西方阿弥陀佛，是我心具」，是我自己真心里面本来具有的，「是我心造」；「是我心具」就是唯心所现，「是我心造」就是唯识所变。西方极乐世界不例外，还是唯心所现，唯识所变，这是理。「即以自心所具所造之洪名，为系心之境，令不暂忘也」。蕅益大师原文里面讲这叫理持。我们这个地方把大师这个意思深入浅说，大家就更好懂。",
      "zh_TW": "理持，蕅益大師在《要解》原文裡是這樣說，我念一遍，「理持者，信西方阿彌陀佛」，這個「信阿彌陀佛」跟事持是一樣的，都是聞說念佛法門。但是這裡有道理了，「西方阿彌陀佛，是我心具」，是我自己真心裡面本來具有的，「是我心造」；「是我心具」就是唯心所現，「是我心造」就是唯識所變。西方極樂世界不例外，還是唯心所現，唯識所變，這是理。「即以自心所具所造之洪名，為繫心之境，令不暫忘也」。蕅益大師原文裡面講這叫理持。我們這個地方把大師這個意思深入淺說，大家就更好懂。"
    },
    {
      "id": "20-015-0026_p0012",
      "zh_CN": "「闻说念佛法门，一念相应一念佛，念念相应念念佛，深信不疑」。这个道理就是在相应，与什么相应？「心作心是，心现识变」，与这个相应。在理上讲「自性弥陀，唯心净土」，你看看多么亲切！离开「心现、心造」（心造就是唯识所变）没有一法可得。西方极乐世界不例外，华藏世界也不例外。乃至于一切诸佛无量无边的刹土，上从诸佛如来，下到地狱众生，有情无情，哪一法离开心性？哪一法不是唯心所现，唯识所变？哪一法不是自心本具，自心所造？要懂得这个道理，对这个道理深信不疑。我们这个念与理相应，与心性相应。",
      "zh_TW": "「聞說念佛法門，一念相應一念佛，念念相應念念佛，深信不疑」。這個道理就是在相應，與什麼相應？「心作心是，心現識變」，與這個相應。在理上講「自性彌陀，唯心淨土」，你看看多麼親切！離開「心現、心造」（心造就是唯識所變）沒有一法可得。西方極樂世界不例外，華藏世界也不例外。乃至於一切諸佛無量無邊的剎土，上從諸佛如來，下到地獄眾生，有情無情，哪一法離開心性？哪一法不是唯心所現，唯識所變？哪一法不是自心本具，自心所造？要懂得這個道理，對這個道理深信不疑。我們這個念與理相應，與心性相應。"
    },
    {
      "id": "20-015-0026_p0013",
      "zh_CN": "「一心持念，都摄六根，净念相继」，这是大势至菩萨所说的。六根不会再被外面境界所迷，这叫都摄六根。眼见色不会被色所迷。像什么？像一面镜子一样。心像一面镜子，外面境界现前，你看得清清楚楚、明明白白，镜子决定不会有丝毫染污。用心如镜，完全是智慧没有情识，情就染污了，就着相。佛法里面常讲不着相，镜子照东西不着相。不是说境界离开了，镜子里头没有了，不是的。正在照的时候就不着，与这个境界相来去没有关系，它总是不着。我们的真心，六根根性就跟镜子一样，从来不着。",
      "zh_TW": "「一心持念，都攝六根，淨念相繼」，這是大勢至菩薩所說的。六根不會再被外面境界所迷，這叫都攝六根。眼見色不會被色所迷。像什麼？像一面鏡子一樣。心像一面鏡子，外面境界現前，你看得清清楚楚、明明白白，鏡子決定不會有絲毫染污。用心如鏡，完全是智慧沒有情識，情就染污了，就著相。佛法裡面常講不著相，鏡子照東西不著相。不是說境界離開了，鏡子裡頭沒有了，不是的。正在照的時候就不著，與這個境界相來去沒有關係，它總是不著。我們的真心，六根根性就跟鏡子一樣，從來不著。"
    },
    {
      "id": "20-015-0026_p0014",
      "zh_CN": "什么东西着了？妄心着了，真心从来不着。所以佛看到，看你的真心，你本来是佛，现在就是佛，你跟诸佛如来没有两样，这个话讲的是真的，一点都不假。但是问题在哪里？你的真佛外头套了个假佛，这个东西麻烦了。套了个假相，这个假相是情识，情识是虚妄的，情识是决定没有的，真性是真的。真妄怎么说法？真的是不生不灭、永恒不变，这是真的。情识有生灭，有生有灭，有生有灭是假的不是真的。生灭从哪里来的？生灭从不生灭里头变现出来的；迷了，不生灭就变成生灭。真心本性不生不灭，妄心（妄心就是缘虑心），这个心有生灭，所以叫妄，它不是真的。",
      "zh_TW": "什麼東西著了？妄心著了，真心從來不著。所以佛看到，看你的真心，你本來是佛，現在就是佛，你跟諸佛如來沒有兩樣，這個話講的是真的，一點都不假。但是問題在哪裡？你的真佛外頭套了個假佛，這個東西麻煩了。套了個假相，這個假相是情識，情識是虛妄的，情識是決定沒有的，真性是真的。真妄怎麼說法？真的是不生不滅、永恆不變，這是真的。情識有生滅，有生有滅，有生有滅是假的不是真的。生滅從哪裡來的？生滅從不生滅裡頭變現出來的；迷了，不生滅就變成生滅。真心本性不生不滅，妄心（妄心就是緣慮心），這個心有生滅，所以叫妄，它不是真的。"
    },
    {
      "id": "20-015-0026_p0015",
      "zh_CN": "这是什么心？我们现在讲的念头，你的念头有生灭，前念灭，后念就生。前念跟后念肯定不一样，它会相似但是绝对不会完全相同，所以变的境界也相似，境界不可能有相同的。境界是妄心所变的，唯识所变的，妄心刹那生灭，所以它变出来的境界也是刹那生灭。妄心念念不相同，所变现出来的境界当然也是念念不一样。许多人知道冬天下雪，雪花的结晶，自古至今从来没有人发现两个结晶是相同的，没有。",
      "zh_TW": "這是什麼心？我們現在講的念頭，你的念頭有生滅，前念滅，後念就生。前念跟後念肯定不一樣，它會相似但是絕對不會完全相同，所以變的境界也相似，境界不可能有相同的。境界是妄心所變的，唯識所變的，妄心剎那生滅，所以它變出來的境界也是剎那生滅。妄心念念不相同，所變現出來的境界當然也是念念不一樣。許多人知道冬天下雪，雪花的結晶，自古至今從來沒有人發現兩個結晶是相同的，沒有。"
    },
    {
      "id": "20-015-0026_p0016",
      "zh_CN": "江本胜博士观察水的结晶，看了八、九年也没有看到两个结晶是相同的。什么原因？前念跟后念不一样。因此所变的相，幻相、妙有也不一样，「妙有非有，真空不空」，这就是佛法里面讲的无常！世间无常，世间这个名词里头包括的范围太大太大了，一切世间法无常的，出世间法也是无常的，世间！无论是世间、出世间，都是世间，世间总是无常的。为什么？识变的。什么时候转识成智，那个时候你才真正看到真常。",
      "zh_TW": "江本勝博士觀察水的結晶，看了八、九年也沒有看到兩個結晶是相同的。什麼原因？前念跟後念不一樣。因此所變的相，幻相、妙有也不一樣，「妙有非有，真空不空」，這就是佛法裡面講的無常！世間無常，世間這個名詞裡頭包括的範圍太大太大了，一切世間法無常的，出世間法也是無常的，世間！無論是世間、出世間，都是世間，世間總是無常的。為什麼？識變的。什麼時候轉識成智，那個時候你才真正看到真常。"
    },
    {
      "id": "20-015-0026_p0017",
      "zh_CN": "大乘经教里面告诉我们，这个境界是八地以上。我们明了了，八地菩萨转阿赖耶为大圆镜智，八地刚刚转，看到阿赖耶的三细相，那才叫宇宙的起源。他能看到起源，或者我们佛法里面叫缘起，法界的缘起，现在一般世间人讲宇宙的起源，八地菩萨见到。八地、九地、十地、等觉、如来果地，这五个位次，菩萨再加上果地是五十二个位次，五十二个位次最高的这五个位次，才看到事实真相。你们想想那是什么样的功夫？都是讲定功！菩萨的阶级是怎么分的？禅定功夫浅深分的。到最高，这个定是究竟圆满的，真相大白！七地以下都没有见到真相。但是能够懂得佛陀的教诲，能解佛的意思，深信不疑，依教奉行，这是从理上建立的信心。",
      "zh_TW": "大乘經教裡面告訴我們，這個境界是八地以上。我們明瞭了，八地菩薩轉阿賴耶為大圓鏡智，八地剛剛轉，看到阿賴耶的三細相，那才叫宇宙的起源。他能看到起源，或者我們佛法裡面叫緣起，法界的緣起，現在一般世間人講宇宙的起源，八地菩薩見到。八地、九地、十地、等覺、如來果地，這五個位次，菩薩再加上果地是五十二個位次，五十二個位次最高的這五個位次，才看到事實真相。你們想想那是什麼樣的功夫？都是講定功！菩薩的階級是怎麼分的？禪定功夫淺深分的。到最高，這個定是究竟圓滿的，真相大白！七地以下都沒有見到真相。但是能夠懂得佛陀的教誨，能解佛的意思，深信不疑，依教奉行，這是從理上建立的信心。"
    },
    {
      "id": "20-015-0026_p0018",
      "zh_CN": "「念极而空，能所双忘」，他念不念？念。念极而空，这个时候就是后面所讲的「念而无念，无念而念」，心佛一体，妄想分别执着都没有了。为什么？心佛一体。如果有妄想、有分别、有执着，能念之心，所念之佛，还是对待的，还是相对的；我心能念，弥陀是我所念，这里头有能念、有所念。能所没有了，这个功夫深，能念之心、所念之佛是一不是二，这契入境界了。",
      "zh_TW": "「念極而空，能所雙忘」，他念不念？念。念極而空，這個時候就是後面所講的「念而無念，無念而念」，心佛一體，妄想分別執著都沒有了。為什麼？心佛一體。如果有妄想、有分別、有執著，能念之心，所念之佛，還是對待的，還是相對的；我心能念，彌陀是我所念，這裡頭有能念、有所念。能所沒有了，這個功夫深，能念之心、所念之佛是一不是二，這契入境界了。"
    },
    {
      "id": "20-015-0026_p0019",
      "zh_CN": "念而无念，无念而念，问你念不念？念，念就是无念，无念就是念。事上你看到他念，拿着念珠，阿弥陀佛、阿弥陀佛，跟普通念佛人没有两样。实际上跟普通人念佛完全不一样。普通人念佛着相，他念佛什么执着都没有，能所皆忘。他的心跟佛的智合成一体，自性本具的般若智慧是能念之心。能念之身跟法界虚空界一切刹土众生合而为一，这是理念。",
      "zh_TW": "念而無念，無念而念，問你念不念？念，念就是無念，無念就是念。事上你看到他念，拿著念珠，阿彌陀佛、阿彌陀佛，跟普通念佛人沒有兩樣。實際上跟普通人念佛完全不一樣。普通人念佛著相，他念佛什麼執著都沒有，能所皆忘。他的心跟佛的智合成一體，自性本具的般若智慧是能念之心。能念之身跟法界虛空界一切剎土眾生合而為一，這是理念。"
    },
    {
      "id": "20-015-0026_p0020",
      "zh_CN": "「由达理故，是曰理持」。理持功夫得力，比事持要快，因为他明理，而且功夫容易得力。他了解宇宙人生真相，所以他心里头什么牵挂都没有。理不能不透彻，不能不悟。悟入甚深之理，就是佛与法身菩萨所证得的境界，诸法实相。你无始劫以来的烦恼习气不需要断自然没有，为什么？你知道那些统统是虚妄。虚妄的，你还会有牵挂吗？你还会有分别、有执着吗？",
      "zh_TW": "「由達理故，是曰理持」。理持功夫得力，比事持要快，因為他明理，而且功夫容易得力。他了解宇宙人生真相，所以他心裡頭什麼牽掛都沒有。理不能不透徹，不能不悟。悟入甚深之理，就是佛與法身菩薩所證得的境界，諸法實相。你無始劫以來的煩惱習氣不需要斷自然沒有，為什麼？你知道那些統統是虛妄。虛妄的，你還會有牽掛嗎？你還會有分別、有執著嗎？"
    },
    {
      "id": "20-015-0026_p0021",
      "zh_CN": "连袁了凡先生凡夫一个，他知道什么？只是知道孔先生给他算命一生都算定了，一生皆是命，半点不由人，他放下了。争名争利的念头没有了，知道什么？一生命运注定的，你要争争不到；你要想不受也不行，照孔先生批的八字过日子。他能够跟云谷禅师在禅堂里面坐上三天三夜不起一个念头，什么原因？他知道他的命运，所以妄念没有了。这里的功夫高了，知道宇宙人生真相，跟袁了凡是完全不同。",
      "zh_TW": "連袁了凡先生凡夫一個，他知道什麼？只是知道孔先生給他算命一生都算定了，一生皆是命，半點不由人，他放下了。爭名爭利的念頭沒有了，知道什麼？一生命運注定的，你要爭爭不到；你要想不受也不行，照孔先生批的八字過日子。他能夠跟雲谷禪師在禪堂裡面坐上三天三夜不起一個念頭，什麼原因？他知道他的命運，所以妄念沒有了。這裡的功夫高了，知道宇宙人生真相，跟袁了凡是完全不同。"
    },
    {
      "id": "20-015-0026_p0022",
      "zh_CN": "袁了凡不是不想打妄想，是因为打妄想没有用，所以就不打妄想。这是真正了解宇宙人生真相，妄想自然没有了，入佛境界。不像了凡先生，他是凡夫境界，不是圣人。所以云谷禅师一问他，他一说出来，云谷禅师哈哈大笑：我以为你是豪杰，你是真功夫，原来你还是个凡夫。很可爱、很难得，云谷禅师眼目当中孺子可教，教他一招，改造命运，心想事成。了凡先生得的是小果，要遇到念佛法门念佛往生，那证的是大果。理持跟事持，我们就讲到此地。再看底下一段。",
      "zh_TW": "袁了凡不是不想打妄想，是因為打妄想沒有用，所以就不打妄想。這是真正了解宇宙人生真相，妄想自然沒有了，入佛境界。不像了凡先生，他是凡夫境界，不是聖人。所以雲谷禪師一問他，他一說出來，雲谷禪師哈哈大笑：我以為你是豪傑，你是真功夫，原來你還是個凡夫。很可愛、很難得，雲谷禪師眼目當中孺子可教，教他一招，改造命運，心想事成。了凡先生得的是小果，要遇到念佛法門念佛往生，那證的是大果。理持跟事持，我們就講到此地。再看底下一段。"
    },
    {
      "id": "20-015-0026_p0023",
      "zh_CN": "「一心不乱该括观经三心，至诚心、深心、发愿回向心」。所以，蕅益大师讲得好，真正发心念佛求生净土，这个心就是无上菩提心，这是古来没有人讲过，他是第一个。真正一心系念，此地我们讲的事持里头「深信不疑，一心系念」，菩提心具足了。一心，你想是不是「至诚心」？心要不诚，他怎么能专一？怎么可能不夹杂妄想？一心里头不夹杂妄念，没有二念，这个心真诚。什么叫「深心」？我们这么多年来常常跟大家说的，清净心是深心，平等心是深心，正觉心是深心。古人不是这个讲法，我们看了很多注解，大多数都是这个说法，「好善、好德」！这是笼统的讲，换句话说，深心是自利，自受用的，好德好善。我说这三个心，清净心，平等心，正觉心，这就讲的很具体。诸位想想这三个是不是善？是不是德？「发愿回向心」就是慈悲心，大悲心，大慈大悲。",
      "zh_TW": "「一心不亂該括觀經三心，至誠心、深心、發願回向心」。所以，蕅益大師講得好，真正發心念佛求生淨土，這個心就是無上菩提心，這是古來沒有人講過，他是第一個。真正一心繫念，此地我們講的事持裡頭「深信不疑，一心繫念」，菩提心具足了。一心，你想是不是「至誠心」？心要不誠，他怎麼能專一？怎麼可能不夾雜妄想？一心裡頭不夾雜妄念，沒有二念，這個心真誠。什麼叫「深心」？我們這麼多年來常常跟大家說的，清淨心是深心，平等心是深心，正覺心是深心。古人不是這個講法，我們看了很多註解，大多數都是這個說法，「好善、好德」！這是籠統的講，換句話說，深心是自利，自受用的，好德好善。我說這三個心，清淨心，平等心，正覺心，這就講的很具體。諸位想想這三個是不是善？是不是德？「發願回向心」就是慈悲心，大悲心，大慈大悲。"
    },
    {
      "id": "20-015-0026_p0024",
      "zh_CN": "《观经》说菩提心说三个，《大乘起信论》里头也说三个，《起信论》里面讲的「直心、深心、大悲心」。至诚心就是直心，深心，经跟论都一样，《起信论》讲的大悲心就是《观经》讲的发愿回向心。经跟论合起来看意思就很明显，我们知道怎样去修学。我在晚近十几年，我这二十个字是在美国旧金山写的，「真诚、清净、平等、正觉、慈悲；看破、放下、自在、随缘、念佛」。我们的修行要抓住一个纲领，总纲领、总原则。起心动念、日常生活，处事待人接物决定不违背这个原则，不违背这个纲领，我们走在佛道上！十法界十条路，我们没有走错路。",
      "zh_TW": "《觀經》說菩提心說三個，《大乘起信論》裡頭也說三個，《起信論》裡面講的「直心、深心、大悲心」。至誠心就是直心，深心，經跟論都一樣，《起信論》講的大悲心就是《觀經》講的發願回向心。經跟論合起來看意思就很明顯，我們知道怎樣去修學。我在晚近十幾年，我這二十個字是在美國舊金山寫的，「真誠、清淨、平等、正覺、慈悲；看破、放下、自在、隨緣、念佛」。我們的修行要抓住一個綱領，總綱領、總原則。起心動念、日常生活，處事待人接物決定不違背這個原則，不違背這個綱領，我們走在佛道上！十法界十條路，我們沒有走錯路。"
    },
    {
      "id": "20-015-0026_p0025",
      "zh_CN": "发愿回向，我们常常讲回向有三种，回向真如、回向佛道、回向众生。你看「普贤行愿」最后的三愿就是回向。回向真如是第十，普贤的第十愿「普皆回向」，这是回向真如。回向佛道是「常随佛学」，有些地方讲回向菩提，菩提跟佛道是一个意思，常随佛学是回向。回向众生，文句里头很清楚，「恒顺众生」，这句很重要！佛对于一切众生决定没有一丝毫勉强，顺着你，恒顺里面时时刻刻在提醒你，让你觉悟、让你明白。",
      "zh_TW": "發願迴向，我們常常講迴向有三種，迴向真如、迴向佛道、迴向眾生。你看「普賢行願」最後的三願就是迴向。迴向真如是第十，普賢的第十願「普皆迴向」，這是迴向真如。迴向佛道是「常隨佛學」，有些地方講迴向菩提，菩提跟佛道是一個意思，常隨佛學是迴向。迴向眾生，文句裡頭很清楚，「恆順眾生」，這句很重要！佛對於一切眾生決定沒有一絲毫勉強，順著你，恆順裡面時時刻刻在提醒你，讓你覺悟、讓你明白。"
    },
    {
      "id": "20-015-0026_p0026",
      "zh_CN": "所以世尊教化众生，才有所谓善巧方便。善巧方便从哪里来的？从恒顺众生来的。你看一切法门里头无比殊胜的，就是这念佛法门！这么简单，这么容易，究竟圆满的成就，但是众生不信，佛就给他讲别的法门。喜欢参禅，好，教你禅法门；喜欢密，好，就给你教密的法门，真耐烦，喜欢什么就教你什么。无量无边的法门都是接引的方便，到最后给你真实的法门，念佛求生净土；无量无边的法门都引导你归华藏世界。无量无边法门统统归华藏！到了华藏世界之后，文殊、普贤十大愿王导归极乐，你看看这个味道，我们要懂！我是在《华严》里面看到的，所以我就不再兜圈子了，我知道了。",
      "zh_TW": "所以世尊教化眾生，才有所謂善巧方便。善巧方便從哪裡來的？從恆順眾生來的。你看一切法門裡頭無比殊勝的，就是這念佛法門！這麼簡單，這麼容易，究竟圓滿的成就，但是眾生不信，佛就給他講別的法門。喜歡參禪，好，教你禪法門；喜歡密，好，就給你教密的法門，真耐煩，喜歡什麼就教你什麼。無量無邊的法門都是接引的方便，到最後給你真實的法門，念佛求生淨土；無量無邊的法門都引導你歸華藏世界。無量無邊法門統統歸華藏！到了華藏世界之後，文殊、普賢十大願王導歸極樂，你看看這個味道，我們要懂！我是在《華嚴》裡面看到的，所以我就不再兜圈子了，我知道了。"
    },
    {
      "id": "20-015-0026_p0027",
      "zh_CN": "我初发心的时候是学教。为什么？对于佛经典的这些义理非常羡慕，实在讲都是先入为主！我第一个老师方东美先生，他把佛教介绍给我，是哲学，他眼目当中看的佛教是哲学。那个时候他老人家四十多岁，我二十六岁，他四十多岁，这是中国著名的哲学家。而且跟我说，佛教经典里面十分之二是哲学，是全世界最高的哲学，他说十分之二。那时候教我学就学这十分之二的。实际上十分之二他是怎么讲？佛教十个宗派里面两个宗，法相宗跟法性宗这两个宗，这是纯哲学，超过古今中外所有的哲学。",
      "zh_TW": "我初發心的時候是學教。為什麼？對於佛經典的這些義理非常羨慕，實在講都是先入為主！我第一個老師方東美先生，他把佛教介紹給我，是哲學，他眼目當中看的佛教是哲學。那個時候他老人家四十多歲，我二十六歲，他四十多歲，這是中國著名的哲學家。而且跟我說，佛教經典裡面十分之二是哲學，是全世界最高的哲學，他說十分之二。那時候教我學就學這十分之二的。實際上十分之二他是怎麼講？佛教十個宗派裡面兩個宗，法相宗跟法性宗這兩個宗，這是純哲學，超過古今中外所有的哲學。"
    },
    {
      "id": "20-015-0026_p0028",
      "zh_CN": "后头还有一句话，那真是把我带到佛门里，「学佛是人生最高的享受」，这句话打动了我的心。我这才开始逛寺庙，逛寺庙的目的在哪里？找佛经看。当时发现台北市交通非常方便的善导寺，善导寺里头有一个太虚图书馆，那里面好像是有两套《藏经》。我看了好喜欢，这个东西不能借出，所以假日都到太虚图书馆抄经，带笔记本去抄经，这样入佛门。好，现在时间到了。",
      "zh_TW": "後頭還有一句話，那真是把我帶到佛門裡，「學佛是人生最高的享受」，這句話打動了我的心。我這才開始逛寺廟，逛寺廟的目的在哪裡？找佛經看。當時發現台北市交通非常方便的善導寺，善導寺裡頭有一個太虛圖書館，那裡面好像是有兩套《藏經》。我看了好喜歡，這個東西不能借出，所以假日都到太虛圖書館抄經，帶筆記本去抄經，這樣入佛門。好，現在時間到了。"
    },
    {
      "id": "20-015-0026_p0029",
      "zh_CN": "诸位同学，前面我们讲到方老师当年把佛法介绍给我的情形。方老师自从我认识他之后，我认识他是中年时代，到晚年三十多年的时间，我看他的功夫完全用在经典上。尤其在那个时候台湾先后翻印日本的《大正藏》跟《卍续藏》。这两套《大藏经》印出来之后，好像方先生全部的时间、精力都用在这上面。在学校里面开课开佛经哲学，在台湾大学他讲魏晋佛学，讲隋唐佛学，讲大乘佛学。晚年从台大退休，辅仁大学聘请他在博士班讲华严哲学。他一生非常喜欢《华严》，我对于《华严》的爱好，实在讲也受他老人家的影响。",
      "zh_TW": "諸位同學，前面我們講到方老師當年把佛法介紹給我的情形。方老師自從我認識他之後，我認識他是中年時代，到晚年三十多年的時間，我看他的功夫完全用在經典上。尤其在那個時候台灣先後翻印日本的《大正藏》跟《卍續藏》。這兩套《大藏經》印出來之後，好像方先生全部的時間、精力都用在這上面。在學校裡面開課開佛經哲學，在台灣大學他講魏晉佛學，講隋唐佛學，講大乘佛學。晚年從台大退休，輔仁大學聘請他在博士班講華嚴哲學。他一生非常喜歡《華嚴》，我對於《華嚴》的愛好，實在講也受他老人家的影響。"
    },
    {
      "id": "20-015-0026_p0030",
      "zh_CN": "所以到晚年他真正（有这么多典籍经典）对于佛法改观，不是像刚刚教我的时候，只有性、相两宗，到以后就全面涉及。非常可惜他在成熟的时候，在佛法上成熟的时候他就走了，他走的时候是七十九岁。一九七七年，那个时候正好我在香港讲《楞严经》，好像他往生第三天还是第四天，我回到台湾参加他的追悼纪念。这个地方我们就介绍到此地。再看第八段，「妙行胜果，不可思议」。这一段里面分九个小段，第一个小段「临终除障」，「往生极乐，临命终时，圣众来迎，心不颠倒，即得往生」。我们把经文念一念：",
      "zh_TW": "所以到晚年他真正（有這麼多典籍經典）對於佛法改觀，不是像剛剛教我的時候，只有性、相兩宗，到以後就全面涉及。非常可惜他在成熟的時候，在佛法上成熟的時候他就走了，他走的時候是七十九歲。一九七七年，那個時候正好我在香港講《楞嚴經》，好像他往生第三天還是第四天，我回到台灣參加他的追悼紀念。這個地方我們就介紹到此地。再看第八段，「妙行勝果，不可思議」。這一段裡面分九個小段，第一個小段「臨終除障」，「往生極樂，臨命終時，聖眾來迎，心不顛倒，即得往生」。我們把經文念一念："
    },
    {
      "id": "20-015-0026_p0031",
      "zh_CN": "【其人临命终时。阿弥陀佛。与诸圣众。现在其前。是人终时。心不颠倒。即得往生阿弥陀佛极乐国土。】",
      "zh_TW": "【其人臨命終時。阿彌陀佛。與諸聖眾。現在其前。是人終時。心不顛倒。即得往生阿彌陀佛極樂國土。】"
    },
    {
      "id": "20-015-0026_p0032",
      "zh_CN": "就是这一段经文。这很了不起，你往生到西方极乐世界，谁来迎接你？教主『阿弥陀佛』亲自来迎接你。不是像我们现在移民到哪个国家，我们去的时候，人家总统不会来迎接我们，部长也不会来迎接我们。你想想看这是什么味道？往生到西方极乐世界谁来迎接你？阿弥陀佛，观音、势至，还有诸大菩萨、声闻都来欢迎，迎接你。可是往生的条件，这里头没有说一心不乱，好！为什么？一心不乱的功夫不见得我们每个人能得到。『心不颠倒』。为什么？这里头包括临命终时一念十念都能往生。临终一念十念，那是刚刚得到功夫成片。",
      "zh_TW": "就是這一段經文。這很了不起，你往生到西方極樂世界，誰來迎接你？教主『阿彌陀佛』親自來迎接你。不是像我們現在移民到哪個國家，我們去的時候，人家總統不會來迎接我們，部長也不會來迎接我們。你想想看這是什麼味道？往生到西方極樂世界誰來迎接你？阿彌陀佛，觀音、勢至，還有諸大菩薩、聲聞都來歡迎，迎接你。可是往生的條件，這裡頭沒有說一心不亂，好！為什麼？一心不亂的功夫不見得我們每個人能得到。『心不顛倒』。為什麼？這裡頭包括臨命終時一念十念都能往生。臨終一念十念，那是剛剛得到功夫成片。"
    },
    {
      "id": "20-015-0026_p0033",
      "zh_CN": "像前面跟诸位报告的，华盛顿ＤＣ的周广大，临命终前三天才听到这个法门，凭什么往生？「心不颠倒」。所以，人一生最重要的一个关口是什么？临走的时候清清楚楚、明明白白，这重要！临走的时候如果是迷惑颠倒、人事不醒（我们常讲昏迷），甚至于家亲眷属不认识；家亲眷属在病院里看他的时候，他睁开眼睛：你是谁？这问题严重。这个人往生难，不但往生难，这种状况之下多半是被业力牵引。业力牵引就看你一生的行业，你造的善业，人天两道去了，造的恶业，三恶道去了。但是你要晓得，善业，临终有福报，清楚。",
      "zh_TW": "像前面跟諸位報告的，華盛頓ＤＣ的周廣大，臨命終前三天才聽到這個法門，憑什麼往生？「心不顛倒」。所以，人一生最重要的一個關口是什麼？臨走的時候清清楚楚、明明白白，這重要！臨走的時候如果是迷惑顛倒、人事不醒（我們常講昏迷），甚至於家親眷屬不認識；家親眷屬在病院裡看他的時候，他睜開眼睛：你是誰？這問題嚴重。這個人往生難，不但往生難，這種狀況之下多半是被業力牽引。業力牽引就看你一生的行業，你造的善業，人天兩道去了，造的惡業，三惡道去了。但是你要曉得，善業，臨終有福報，清楚。"
    },
    {
      "id": "20-015-0026_p0034",
      "zh_CN": "所以临命终时头脑很清楚，一点都不迷惑，家里的人大人、小孩亲戚朋友一个个都很清楚、很明了，这种人决定不堕三途。他就是不念佛，不求往生，也是人天两道。这是大福报！中国人讲五福，五福最后一条是好死，死得很清楚、很明白。好死，来世好生，你看这个多重要？关系你来世。人修福，说老实话，祖师大德教导我们修福不要享福。福报留着什么时候享？留着临命终时候享，临命终时没有病苦，预知时至，清清楚楚，念佛佛来接引，第一等的福报，没有比这福报更大。",
      "zh_TW": "所以臨命終時頭腦很清楚，一點都不迷惑，家裡的人大人、小孩親戚朋友一個個都很清楚、很明瞭，這種人決定不墮三途。他就是不念佛，不求往生，也是人天兩道。這是大福報！中國人講五福，五福最後一條是好死，死得很清楚、很明白。好死，來世好生，你看這個多重要？關係你來世。人修福，說老實話，祖師大德教導我們修福不要享福。福報留著什麼時候享？留著臨命終時候享，臨命終時沒有病苦，預知時至，清清楚楚，念佛佛來接引，第一等的福報，沒有比這福報更大。"
    },
    {
      "id": "20-015-0026_p0035",
      "zh_CN": "所以一生的福报就求这一条，其他的都不要，这是真正有智慧的人，真正聪明人。平常把福报都享掉了，临终时候没有福，迷惑颠倒，你一生所修的都成了疑问。这就是古人常讲，到临命终时，你所修的那个功夫不得力，就是这个现象。所以这里用「心不颠倒」，这一句重要！这是我们一定要求的。怎么样才能求得到？福报。",
      "zh_TW": "所以一生的福報就求這一條，其他的都不要，這是真正有智慧的人，真正聰明人。平常把福報都享掉了，臨終時候沒有福，迷惑顛倒，你一生所修的都成了疑問。這就是古人常講，到臨命終時，你所修的那個功夫不得力，就是這個現象。所以這裡用「心不顛倒」，這一句重要！這是我們一定要求的。怎麼樣才能求得到？福報。"
    },
    {
      "id": "20-015-0026_p0036",
      "zh_CN": "心地纯净纯善，虽然「纯」字我们做不到，我们要做到清净、善良；心善，思想善，行善。在这一生当中肯吃亏、肯忍让、能忍辱，于人无争，于世无求，身心过得安稳，那就是福报。生活平平淡淡，得过且过。如果还有更大的福报，布施供养给苦难众生，临命终时这个福报就是「心不颠倒」，这个福报就现前。所以一生处处替别人想，不能自私自利，自私自利临命终时恐怕就会颠倒、就迷惑。无论修哪一个法门，用什么样的功夫，临终一迷惑就完了，助念都没有办法。",
      "zh_TW": "心地純淨純善，雖然「純」字我們做不到，我們要做到清淨、善良；心善，思想善，行善。在這一生當中肯吃虧、肯忍讓、能忍辱，於人無爭，於世無求，身心過得安穩，那就是福報。生活平平淡淡，得過且過。如果還有更大的福報，布施供養給苦難眾生，臨命終時這個福報就是「心不顛倒」，這個福報就現前。所以一生處處替別人想，不能自私自利，自私自利臨命終時恐怕就會顛倒、就迷惑。無論修哪一個法門，用什麼樣的功夫，臨終一迷惑就完了，助念都沒有辦法。"
    },
    {
      "id": "20-015-0026_p0037",
      "zh_CN": "但是助念，我们看到很多，走的时候面相并不好，助念几个小时之后他的面貌非常好看，这个不代表他往生。面貌好看这是一定的，为什么？这么多人把最好的讯息给他。就像做水结晶实验一样，那么多人以善意对它，你看它回报的结晶变得非常美，就是这个道理。他神识虽然离开，呼吸停止，心脏也不跳，但是他肉体在。肉体每个细胞都有见闻觉知，都能够接受外面的讯息，这个时候助念的讯息是最好的讯息「阿弥陀佛」！从这个讯息他反应出来的结晶是最美的，我们明白这个道理。",
      "zh_TW": "但是助念，我們看到很多，走的時候面相並不好，助念幾個小時之後他的面貌非常好看，這個不代表他往生。面貌好看這是一定的，為什麼？這麼多人把最好的訊息給他。就像做水結晶實驗一樣，那麼多人以善意對它，你看它回報的結晶變得非常美，就是這個道理。他神識雖然離開，呼吸停止，心臟也不跳，但是他肉體在。肉體每個細胞都有見聞覺知，都能夠接受外面的訊息，這個時候助念的訊息是最好的訊息「阿彌陀佛」！從這個訊息他反應出來的結晶是最美的，我們明白這個道理。"
    },
    {
      "id": "20-015-0026_p0038",
      "zh_CN": "所以爱、感恩这个意念平常要养成，时时刻刻用善意，善心善意去对待一切人一切事一切物，反应回来的都是最好的，可以化敌为友，化怨为亲。为什么不做？佛在经上劝我们，有的时候我们真的粗心大意：佛又没有见到，经典不知道是什么人写的，到底是真的、是假的？确实绝大多数学佛的人，你不要看他很虔诚，实际上他半信半疑，为什么？功夫不得力！",
      "zh_TW": "所以愛、感恩這個意念平常要養成，時時刻刻用善意，善心善意去對待一切人一切事一切物，反應回來的都是最好的，可以化敵為友，化怨為親。為什麼不做？佛在經上勸我們，有的時候我們真的粗心大意：佛又沒有見到，經典不知道是什麼人寫的，到底是真的、是假的？確實絕大多數學佛的人，你不要看他很虔誠，實際上他半信半疑，為什麼？功夫不得力！"
    },
    {
      "id": "20-015-0026_p0039",
      "zh_CN": "现在有了科学的证据，使我们对于经典上讲的可信度加深了，科学证明是真的不是假的。你看现在自从水结晶这个事情揭露了，我听说在台北市很多学生们，小学生做实验，统统成功了。今天有同学在网路上下载他们小学生做的实验，有七篇报告，我细细看了一遍，希望我们这里的同学你们也可以做实验，自己亲自做。对什么？对一切万事万物做。我们学院树木花草很多，每天每个人用善意看到这个花，看到这个树：你长得非常好，我很喜欢你。你用这个言语跟它说，诚心诚意这个意思对它，它长得愈长愈美，它回报你！",
      "zh_TW": "現在有了科學的證據，使我們對於經典上講的可信度加深了，科學證明是真的不是假的。你看現在自從水結晶這個事情揭露了，我聽說在台北市很多學生們，小學生做實驗，統統成功了。今天有同學在網路上下載他們小學生做的實驗，有七篇報告，我細細看了一遍，希望我們這裡的同學你們也可以做實驗，自己親自做。對什麼？對一切萬事萬物做。我們學院樹木花草很多，每天每個人用善意看到這個花，看到這個樹：你長得非常好，我很喜歡你。你用這個言語跟它說，誠心誠意這個意思對它，它長得愈長愈美，它回報你！"
    },
    {
      "id": "20-015-0026_p0040",
      "zh_CN": "食物可以做反面的，树木花草不要做反面，反面的这树、花都枯死了，很可惜，完全用善意的。反面的，你们平常吃的这些水果，你可以做正面的、反面的、不理会它的，可以做三种实验。对我们所有树木花草希望你们统统用善意的，不要用恶意的，诚心诚意爱护它们。还有我们院子鸟很多，学院比较少，我ＨＩＧＨＦＩＥＬＤＳ住的那个地方鸟很多，小动物很多，我们都以善意、善心真正爱护牠们，跟牠们就做朋友了，都有灵性。",
      "zh_TW": "食物可以做反面的，樹木花草不要做反面，反面的這樹、花都枯死了，很可惜，完全用善意的。反面的，你們平常吃的這些水果，你可以做正面的、反面的、不理會它的，可以做三種實驗。對我們所有樹木花草希望你們統統用善意的，不要用惡意的，誠心誠意愛護它們。還有我們院子鳥很多，學院比較少，我ＨＩＧＨＦＩＥＬＤＳ住的那個地方鳥很多，小動物很多，我們都以善意、善心真正愛護牠們，跟牠們就做朋友了，都有靈性。"
    },
    {
      "id": "20-015-0026_p0041",
      "zh_CN": "你看我们以善意对待那些蚂蚁、蟑螂、老鼠，我们用善意对待牠们。现在我们居住的环境很干净，这些小动物都在院子里面，都在外面，都不进来打扰了。我们决定不伤害牠们，牠们也不会给我们添麻烦，你看看这样子和平共存多么的美好！把牠们看成朋友，看成同参道友，我们的佛号、我们的讲经录音带二十四小时不中断，这小动物都会听，树木花草会听音乐，也会听讲经。何况《华严经》上给我们讲的，树有树神，花有花神，草也有神灵。宇宙是生机活泼，不是死的，活活泼泼。我们认识、我们明了，我们与大自然共存共荣，欢欢喜喜，互助合作。只要你诚意，中国古人讲得很好，「精诚所至，金石为开」，李老师教给我的是「至诚感通」。",
      "zh_TW": "你看我們以善意對待那些螞蟻、蟑螂、老鼠，我們用善意對待牠們。現在我們居住的環境很乾淨，這些小動物都在院子裡面，都在外面，都不進來打擾了。我們決定不傷害牠們，牠們也不會給我們添麻煩，你看看這樣子和平共存多麼的美好！把牠們看成朋友，看成同參道友，我們的佛號、我們的講經錄音帶二十四小時不中斷，這小動物都會聽，樹木花草會聽音樂，也會聽講經。何況《華嚴經》上給我們講的，樹有樹神，花有花神，草也有神靈。宇宙是生機活潑，不是死的，活活潑潑。我們認識、我們明瞭，我們與大自然共存共榮，歡歡喜喜，互助合作。只要你誠意，中國古人講得很好，「精誠所至，金石為開」，李老師教給我的是「至誠感通」。"
    },
    {
      "id": "20-015-0026_p0042",
      "zh_CN": "ＳＡＲＳ带的病毒，这细菌带的病毒，我们以至诚心感通，它那个毒转变成最好的营养，这才是解决办法，决定不能杀害。要杀死它、消灭它，这个不可以，这个念头不能有。有这个念头，它就变种，它会变得更毒，为什么？它抵抗。彼此两方面都不好受。为什么不用爱心？为什么不用和平的手段？彼此相敬相爱、相辅相成，这多好！所以经文里面「心不颠倒」这一句，好！非常非常好。这就能往生。下面一段「我见是利」。我们看这一段经文，我见是利。这个经上说。",
      "zh_TW": "ＳＡＲＳ帶的病毒，這細菌帶的病毒，我們以至誠心感通，它那個毒轉變成最好的營養，這才是解決辦法，決定不能殺害。要殺死它、消滅它，這個不可以，這個念頭不能有。有這個念頭，它就變種，它會變得更毒，為什麼？它抵抗。彼此兩方面都不好受。為什麼不用愛心？為什麼不用和平的手段？彼此相敬相愛、相輔相成，這多好！所以經文裡面「心不顛倒」這一句，好！非常非常好。這就能往生。下面一段「我見是利」。我們看這一段經文，我見是利。這個經上說。"
    },
    {
      "id": "20-015-0026_p0043",
      "zh_CN": "【舍利弗。我见是利。故说此言。若有众生。闻是说者。应当发愿。生彼国土。】",
      "zh_TW": "【舍利弗。我見是利。故說此言。若有眾生。聞是說者。應當發願。生彼國土。】"
    },
    {
      "id": "20-015-0026_p0044",
      "zh_CN": "『我』是释迦牟尼佛，释迦牟尼佛亲自见到这个利益。什么利益？「心不颠倒，即得往生，临命终时，圣众来迎」，这释迦牟尼佛亲自见到的，这个利益无比！你看西方极乐世界的佛多好，菩萨多好，一点架子都没有。我们这个世间达官贵人，你想见都见不到。但是西方极乐世界诸佛如来，诸大菩萨天天跟你见面。观音、势至把手同行，手牵手一块在外面散步、聊天，那是阿弥陀佛的左右手，你到西方极乐世界去，时时不离他们。在现在我们这个世间不行，你是学生，在一个学校读书，你能天天见校长吗？你能天天亲近这些教授吗？不容易。",
      "zh_TW": "『我』是釋迦牟尼佛，釋迦牟尼佛親自見到這個利益。什麼利益？「心不顛倒，即得往生，臨命終時，聖眾來迎」，這釋迦牟尼佛親自見到的，這個利益無比！你看西方極樂世界的佛多好，菩薩多好，一點架子都沒有。我們這個世間達官貴人，你想見都見不到。但是西方極樂世界諸佛如來，諸大菩薩天天跟你見面。觀音、勢至把手同行，手牽手一塊在外面散步、聊天，那是阿彌陀佛的左右手，你到西方極樂世界去，時時不離他們。在現在我們這個世間不行，你是學生，在一個學校讀書，你能天天見校長嗎？你能天天親近這些教授嗎？不容易。"
    },
    {
      "id": "20-015-0026_p0045",
      "zh_CN": "尤其是校长，有很多学生从进入学校一直到毕业，也许只见过两三次，还距离很远很远，难得跟校长讲几句话。西方极乐世界阿弥陀佛、观音、势至，这些诸上善人亲自来接引你，释迦牟尼佛看到这个利益。这个利益里头重要的提一提，「横超五浊，终时无倒」，这就是临命终时不颠倒。「五浊」就是娑婆世界，就是我们常讲的三界六道。临终的时候，「第六意识已不行，第八识习气乱发」，这叫「乱心位」。这是颠倒的相。",
      "zh_TW": "尤其是校長，有很多學生從進入學校一直到畢業，也許只見過兩三次，還距離很遠很遠，難得跟校長講幾句話。西方極樂世界阿彌陀佛、觀音、勢至，這些諸上善人親自來接引你，釋迦牟尼佛看到這個利益。這個利益裡頭重要的提一提，「橫超五濁，終時無倒」，這就是臨命終時不顛倒。「五濁」就是娑婆世界，就是我們常講的三界六道。臨終的時候，「第六意識已不行，第八識習氣亂發」，這叫「亂心位」。這是顛倒的相。"
    },
    {
      "id": "20-015-0026_p0046",
      "zh_CN": "为什么临命终时会颠倒？人在临命终时，法相宗经典里面讲的很好，阿赖耶识（就是第八识）「来先去后作主公」，来投胎它先来。婴儿完全长成形，出胎了、出生了，八识就统统有了，眼耳鼻舌身意统统都有了。刚刚来投胎的时候没有，只有第八识，第八识叫神识，它来投胎。人在死的时候，前面七个识慢慢统统都不起作用，好像统统没有了，第八识还在，第八识最后走。",
      "zh_TW": "為什麼臨命終時會顛倒？人在臨命終時，法相宗經典裡面講的很好，阿賴耶識（就是第八識）「來先去後作主公」，來投胎它先來。嬰兒完全長成形，出胎了、出生了，八識就統統有了，眼耳鼻舌身意統統都有了。剛剛來投胎的時候沒有，只有第八識，第八識叫神識，它來投胎。人在死的時候，前面七個識慢慢統統都不起作用，好像統統沒有了，第八識還在，第八識最後走。"
    },
    {
      "id": "20-015-0026_p0047",
      "zh_CN": "佛在经上告诉我们，人断气之后，第八识什么时候离开？大概八个小时，断气之后八小时第八识才离开，他的身体才真正没有知觉，八个小时以后。但是八小时是多数，还有少数对他的身体很贪爱、放不下，他可能十二个小时、十四个小时，它离开了。很少，那是极少数，阿赖耶识好多天都不肯离开，我们称这个叫守尸鬼。它不离开这个身体，这就是过分的执着，我执太重。「乱心位」障碍往生。",
      "zh_TW": "佛在經上告訴我們，人斷氣之後，第八識什麼時候離開？大概八個小時，斷氣之後八小時第八識才離開，他的身體才真正沒有知覺，八個小時以後。但是八小時是多數，還有少數對他的身體很貪愛、放不下，他可能十二個小時、十四個小時，它離開了。很少，那是極少數，阿賴耶識好多天都不肯離開，我們稱這個叫守屍鬼。它不離開這個身體，這就是過分的執著，我執太重。「亂心位」障礙往生。"
    },
    {
      "id": "20-015-0026_p0048",
      "zh_CN": "在这里我们就明了「一心系念」的重要，「深信不疑，一心系念」，这是我们往生西方极乐世界修行的秘诀。临终时候没有颠倒，清清楚楚、明明白白。佛看得很清楚，劝导我们『应当发愿，愿生彼国』，这比什么都重要。再看底下这一段。",
      "zh_TW": "在這裡我們就明瞭「一心繫念」的重要，「深信不疑，一心繫念」，這是我們往生西方極樂世界修行的祕訣。臨終時候沒有顛倒，清清楚楚、明明白白。佛看得很清楚，勸導我們『應當發願，願生彼國』，這比什麼都重要。再看底下這一段。"
    },
    {
      "id": "20-015-0026_p0049",
      "zh_CN": "「事理二持，一心不乱」。无论是事持也好，理持也好，我们持名念佛，目的是什么？目的是求一心不乱。这一段对这些事情讲得多，为什么？非常重要。「不为见思乱故，感化身佛现前，生同居方便净土」。这是什么？这是事一心不乱。这里面的条件是见思烦恼真正伏住，念佛人有感，佛就有应。你见到什么佛身？佛的化身。阿弥陀佛、观音、势至千百亿化身，化身来迎接，决定没有疏漏的。「往生的人这么多，阿弥陀佛会不会把我忘记了」，你不要打这个妄想，阿弥陀佛决定不会。为什么？你这边有感，这个感就好像电波一样，你有这个愿，求佛来接引。这一个意念佛就收到了，自自然然化身就来了。",
      "zh_TW": "「事理二持，一心不亂」。無論是事持也好，理持也好，我們持名念佛，目的是什麼？目的是求一心不亂。這一段對這些事情講得多，為什麼？非常重要。「不為見思亂故，感化身佛現前，生同居方便淨土」。這是什麼？這是事一心不亂。這裡面的條件是見思煩惱真正伏住，念佛人有感，佛就有應。你見到什麼佛身？佛的化身。阿彌陀佛、觀音、勢至千百億化身，化身來迎接，決定沒有疏漏的。「往生的人這麼多，阿彌陀佛會不會把我忘記了」，你不要打這個妄想，阿彌陀佛決定不會。為什麼？你這邊有感，這個感就好像電波一樣，你有這個願，求佛來接引。這一個意念佛就收到了，自自然然化身就來了。"
    },
    {
      "id": "20-015-0026_p0050",
      "zh_CN": "见思烦恼很麻烦！一定要伏住。这种功夫要在平常做，现在就要做，怎么个做法？还是一句老话，放得下！放下什么？总的来说放下一切执着，不要执着，放下一切分别。只要你有分别执着，你的麻烦就来了，就造成障碍。你有这个障碍，临终时候见不到佛来接引你。临终时候见到佛，说明你的功夫能够把见思烦恼伏住，你才能见到佛；见思烦恼伏不住你见不到。所以临终助念是好的，确实有很大的帮助。因为有很多念佛的人到临终了，平常他放不下，临终要死了，知道什么都带不走，这个时候他念佛的心非常恳切、非常真实，又有人带着他念，这个功德非常殊胜。送一个人往生就是帮助一个人成佛，你说这个功德利益多大。这是伏见思烦恼生同居土，凡圣同居土、方便有余土。",
      "zh_TW": "見思煩惱很麻煩！一定要伏住。這種功夫要在平常做，現在就要做，怎麼個做法？還是一句老話，放得下！放下什麼？總的來說放下一切執著，不要執著，放下一切分別。只要你有分別執著，你的麻煩就來了，就造成障礙。你有這個障礙，臨終時候見不到佛來接引你。臨終時候見到佛，說明你的功夫能夠把見思煩惱伏住，你才能見到佛；見思煩惱伏不住你見不到。所以臨終助念是好的，確實有很大的幫助。因為有很多念佛的人到臨終了，平常他放不下，臨終要死了，知道什麼都帶不走，這個時候他念佛的心非常懇切、非常真實，又有人帶著他念，這個功德非常殊勝。送一個人往生就是幫助一個人成佛，你說這個功德利益多大。這是伏見思煩惱生同居土，凡聖同居土、方便有餘土。"
    },
    {
      "id": "20-015-0026_p0051",
      "zh_CN": "第二类是「不为二边乱故，感报身佛来迎，生实报寂光二土」。这是理一心不乱的，这个功夫高。「不为二边所乱」，这就是连妄想都伏住，妄想是无明烦恼。「不为二边乱故」就是入不二法门，前面讲的理持，他明了理！他念佛的境界是能所双忘，能念的心、所念之佛融合成一体。一般人能念跟所念是二，不能合一。他入不二法门，能够融合成一体，那他所感的是阿弥陀佛报身，报身的相就很大。往生到西方极乐世界生实报庄严土、常寂光净土，这是真的花开见佛悟无生。到西方极乐世界花就开了。",
      "zh_TW": "第二類是「不為二邊亂故，感報身佛來迎，生實報寂光二土」。這是理一心不亂的，這個功夫高。「不為二邊所亂」，這就是連妄想都伏住，妄想是無明煩惱。「不為二邊亂故」就是入不二法門，前面講的理持，他明瞭理！他念佛的境界是能所雙忘，能念的心、所念之佛融合成一體。一般人能念跟所念是二，不能合一。他入不二法門，能夠融合成一體，那他所感的是阿彌陀佛報身，報身的相就很大。往生到西方極樂世界生實報莊嚴土、常寂光淨土，這是真的花開見佛悟無生。到西方極樂世界花就開了。"
    },
    {
      "id": "20-015-0026_p0052",
      "zh_CN": "这桩事情，使我们想到大乘经教，唯有大乘一乘的经教长时期薰习，渐渐省悟过来了。宇宙人生真相逐渐逐渐明了，尤其是《华严》，《华严》、《法华》、《楞严》、《楞伽》，这些大经大论确确实实能帮助我们通达明了诸法实相，帮助我们契入如来境界。我们真的理解一切法无所有、毕竟空、不可得，《般若经》上讲的！这是先教你放下身心世界，放下之后，再教你把自己身心跟诸法实相融合成一体，你就入佛境界。整个宇宙就是自己，是自己的真心，是自己的本性，是自己的法身。",
      "zh_TW": "這樁事情，使我們想到大乘經教，唯有大乘一乘的經教長時期薰習，漸漸省悟過來了。宇宙人生真相逐漸逐漸明瞭，尤其是《華嚴》，《華嚴》、《法華》、《楞嚴》、《楞伽》，這些大經大論確確實實能幫助我們通達明瞭諸法實相，幫助我們契入如來境界。我們真的理解一切法無所有、畢竟空、不可得，《般若經》上講的！這是先教你放下身心世界，放下之後，再教你把自己身心跟諸法實相融合成一體，你就入佛境界。整個宇宙就是自己，是自己的真心，是自己的本性，是自己的法身。"
    },
    {
      "id": "20-015-0026_p0053",
      "zh_CN": "大菩提心现前，你的真诚心遍法界虚空界；你的深心，就是清净心、平等心、正觉心，遍法界虚空界；你的慈悲心，就是发愿回向心，遍法界一切刹土里面的众生，这个境界往生西方极乐世界当然是实报庄严土、常寂光净土！我们这个小我跟宇宙的大我合而为一了，「不为二边所乱」。二边，以我们刚才的例子来说，我这个身是小我，宇宙是大我，大小是二边，现在知道没有大小，大小是一不是二，小宇宙跟大宇宙是一。这是真正觉悟，彻底觉悟，就是禅宗里面讲的大彻大悟、明心见性。我们再看底下这一节。",
      "zh_TW": "大菩提心現前，你的真誠心遍法界虛空界；你的深心，就是清淨心、平等心、正覺心，遍法界虛空界；你的慈悲心，就是發願迴向心，遍法界一切剎土裡面的眾生，這個境界往生西方極樂世界當然是實報莊嚴土、常寂光淨土！我們這個小我跟宇宙的大我合而為一了，「不為二邊所亂」。二邊，以我們剛才的例子來說，我這個身是小我，宇宙是大我，大小是二邊，現在知道沒有大小，大小是一不是二，小宇宙跟大宇宙是一。這是真正覺悟，徹底覺悟，就是禪宗裡面講的大徹大悟、明心見性。我們再看底下這一節。"
    },
    {
      "id": "20-015-0026_p0054",
      "zh_CN": "「当知持名，简易直捷，至顿至圆，以念念即佛故，不劳观想，不必参究，当下圆明，无余无欠」。这几句话讲得好，讲得太好太好！祖师在此地告诉我们「当知」，你应当知道，执持名号，信愿持名，简单！八万四千法门没有这个法门这么简单，找像这么简单的，你再也找不到。容易！没有一个人不会念。这一句阿弥陀佛简单容易，你不要看轻了它。为什么？至顿至圆！佛法里面最殊胜的、最难得的是圆顿大法，圆是圆满，没有一丝毫欠缺；顿是顿超，不需要很长时间。这个法门就是的。",
      "zh_TW": "「當知持名，簡易直捷，至頓至圓，以念念即佛故，不勞觀想，不必參究，當下圓明，無餘無欠」。這幾句話講得好，講得太好太好！祖師在此地告訴我們「當知」，你應當知道，執持名號，信願持名，簡單！八萬四千法門沒有這個法門這麼簡單，找像這麼簡單的，你再也找不到。容易！沒有一個人不會念。這一句阿彌陀佛簡單容易，你不要看輕了它。為什麼？至頓至圓！佛法裡面最殊勝的、最難得的是圓頓大法，圓是圓滿，沒有一絲毫欠缺；頓是頓超，不需要很長時間。這個法門就是的。"
    },
    {
      "id": "20-015-0026_p0055",
      "zh_CN": "圆满从什么地方看？你看临命终时，佛跟大菩萨来接引，你说这圆不圆满！顿从哪里看？这经上教给我们若一日到若七日，哪一个法门七天能成功？真的找不到！在《净土圣贤录》里头，在《往生传》里面，确确实实有一日到七日成就的。这个话不是妄语，顿超！所以称这个法门是顿跟圆都到了顶点，没有能超过它的，至顿至圆。",
      "zh_TW": "圓滿從什麼地方看？你看臨命終時，佛跟大菩薩來接引，你說這圓不圓滿！頓從哪裡看？這經上教給我們若一日到若七日，哪一個法門七天能成功？真的找不到！在《淨土聖賢錄》裡頭，在《往生傳》裡面，確確實實有一日到七日成就的。這個話不是妄語，頓超！所以稱這個法門是頓跟圓都到了頂點，沒有能超過它的，至頓至圓。"
    },
    {
      "id": "20-015-0026_p0056",
      "zh_CN": "下面说「以念念即佛故」，这个道理要懂。一切众生本来是佛，这个要知道，这是事实，你本来确实是佛。本来是什么时候？本来就是现在。你现在本来是佛，只是你迷了，你不觉。我们在大乘教里常说六根的根性是佛性，佛性的特性就是见闻觉知，能见、能听、能觉、能知，这是自性的特性。这个特性不生不灭，不来不去，不常不断，不一不异，非有非无，遍虚空法界。我们眼，在眼叫见性；在耳叫闻性；在口、在鼻、在身叫觉性；在意叫知性，见闻觉知就是本有的，这是佛。我有，你有，所有一切万物统统都有；不但一切万物有，连虚空都有。为什么？虚空也是心现的，心变现的，它怎么会没有？",
      "zh_TW": "下面說「以念念即佛故」，這個道理要懂。一切眾生本來是佛，這個要知道，這是事實，你本來確實是佛。本來是什麼時候？本來就是現在。你現在本來是佛，只是你迷了，你不覺。我們在大乘教裡常說六根的根性是佛性，佛性的特性就是見聞覺知，能見、能聽、能覺、能知，這是自性的特性。這個特性不生不滅，不來不去，不常不斷，不一不異，非有非無，遍虛空法界。我們眼，在眼叫見性；在耳叫聞性；在口、在鼻、在身叫覺性；在意叫知性，見聞覺知就是本有的，這是佛。我有，你有，所有一切萬物統統都有；不但一切萬物有，連虛空都有。為什麼？虛空也是心現的，心變現的，它怎麼會沒有？"
    },
    {
      "id": "20-015-0026_p0057",
      "zh_CN": "我们为什么变成这个样子？把自性迷了，自性佛迷了，迷了就变成凡夫。现在我们念佛，念佛是把自性再念出来，我现在又作佛。我本来是佛，现在又作佛，哪有不成佛的道理？念念即佛，不劳观想，用不着观想，观想很麻烦，也不用去参究。不劳观想，就是不必用十六观的方法，很麻烦。不必参究，不必用禅宗的方法。「当下圆明，无余无欠」，那就是圆圆满满的，没有一丝毫的欠缺，说明这个法门真实、究竟、大圆满。好，现在时间到了。",
      "zh_TW": "我們為什麼變成這個樣子？把自性迷了，自性佛迷了，迷了就變成凡夫。現在我們念佛，念佛是把自性再念出來，我現在又作佛。我本來是佛，現在又作佛，哪有不成佛的道理？念念即佛，不勞觀想，用不著觀想，觀想很麻煩，也不用去參究。不勞觀想，就是不必用十六觀的方法，很麻煩。不必參究，不必用禪宗的方法。「當下圓明，無餘無欠」，那就是圓圓滿滿的，沒有一絲毫的欠缺，說明這個法門真實、究竟、大圓滿。好，現在時間到了。"
    }
  ]
}