{
  "doc_id": "20-015-0015",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0015",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "20-015-0015_p0001",
      "zh_CN": "诸位同学，请接着看「四色莲花」第三个小段：",
      "zh_TW": "諸位同學，請接著看「四色蓮花」第三個小段："
    },
    {
      "id": "20-015-0015_p0002",
      "zh_CN": "「光色实无量，略言四色耳」。这个经上只说了四种颜色青黄红白（赤色是红色），而实际上光色很多很多，说这个四种。这四种是现在人所讲的原色，这四种颜色调和就成了无量色彩。末后这一条。",
      "zh_TW": "「光色實無量，略言四色耳」。這個經上只說了四種顏色青黃紅白（赤色是紅色），而實際上光色很多很多，說這個四種。這四種是現在人所講的原色，這四種顏色調和就成了無量色彩。末後這一條。"
    },
    {
      "id": "20-015-0015_p0003",
      "zh_CN": "「极乐国土，成就如是功德庄严」，这一句是这一段的总结。「弥陀因地，以四十八愿，摄取二百一十亿佛刹」，这个我们在《无量寿经》上读过，二百一十亿不是数字是表圆满。密教里头，佛法有显教有密教，显教里面常常是用「七」代表圆满，用「十」代表圆满，用「百」代表圆满；密教里头有用「十六」代表圆满的，「二十一」代表圆满的，二百一十亿这是表大圆满。所以它不是数字，如果是数字，二百一十亿并不多。它代表大圆满，一个佛刹都没有漏，遍法界虚空界一个佛刹不漏。",
      "zh_TW": "「極樂國土，成就如是功德莊嚴」，這一句是這一段的總結。「彌陀因地，以四十八願，攝取二百一十億佛剎」，這個我們在《無量壽經》上讀過，二百一十億不是數字是表圓滿。密教裡頭，佛法有顯教有密教，顯教裡面常常是用「七」代表圓滿，用「十」代表圓滿，用「百」代表圓滿；密教裡頭有用「十六」代表圓滿的，「二十一」代表圓滿的，二百一十億這是表大圓滿。所以它不是數字，如果是數字，二百一十億並不多。它代表大圓滿，一個佛剎都沒有漏，遍法界虛空界一個佛剎不漏。"
    },
    {
      "id": "20-015-0015_p0004",
      "zh_CN": "不但一个佛刹不漏，这个里面现在我们知道，我们读过《华严》晓得，世界是重叠的，重重无尽。每个微尘里头都有世界，世界里头还有微尘，微尘里头还有世界，这是性德，不可思议！二百一十亿就全都包括了，重重无尽的世界统统包括在其中，弥陀因地！换句话说，阿弥陀佛在作菩萨的时候，法界虚空界无量无边重叠的刹土，他统统都去参访过。参访的目的何在？取长舍短，建立一个最美好的修学环境，极乐世界！",
      "zh_TW": "不但一個佛剎不漏，這個裡面現在我們知道，我們讀過《華嚴》曉得，世界是重疊的，重重無盡。每個微塵裡頭都有世界，世界裡頭還有微塵，微塵裡頭還有世界，這是性德，不可思議！二百一十億就全都包括了，重重無盡的世界統統包括在其中，彌陀因地！換句話說，阿彌陀佛在作菩薩的時候，法界虛空界無量無邊重疊的剎土，他統統都去參訪過。參訪的目的何在？取長捨短，建立一個最美好的修學環境，極樂世界！"
    },
    {
      "id": "20-015-0015_p0005",
      "zh_CN": "极乐世界从哪里来的？不是阿弥陀佛凭空想像而来的。就如同一个真正有智慧、有大福德的人，他想建立一个国家，使这个国家在这个世界上所有一切国家当中，是最殊胜、最好的国家。这个志愿很难得，他如何落实？他要到每个国家去访问、去学习，每一个国家的长处、优点统统采取，缺点一切都改正，那么他这个国家当然是世界第一。要很认真、虚心的学习，即使是很落后的国家，今天我们讲没有开化的国家，也有可取之处。",
      "zh_TW": "極樂世界從哪裡來的？不是阿彌陀佛憑空想像而來的。就如同一個真正有智慧、有大福德的人，他想建立一個國家，使這個國家在這個世界上所有一切國家當中，是最殊勝、最好的國家。這個志願很難得，他如何落實？他要到每個國家去訪問、去學習，每一個國家的長處、優點統統採取，缺點一切都改正，那麼他這個國家當然是世界第一。要很認真、虛心的學習，即使是很落後的國家，今天我們講沒有開化的國家，也有可取之處。"
    },
    {
      "id": "20-015-0015_p0006",
      "zh_CN": "譬如我们在前几年，有位同学介绍给我看一本书，《旷野的声音》，是一位美国人所写的。她到澳洲内陆，跟土着生活了一段时间，描写他们的生活状况。最值得可取的，他们有爱心，他们团结，他们念念当中照顾他们的族群。完全回归到大自然生活，他们没有自私自利，没有占有的欲望。你想我们现在一般人都有占有，我住的这个房子是我占有的，我这个房子周围的土地是我占有的。澳洲土着没有这个观念，他觉得这个很奇怪，土地是大自然的，是一切众生共有的，你怎么可以在里头占有一块？这观念好！所以他们从来没有为占有而纷争，没有，一切共同享受，平等的享受，难得！",
      "zh_TW": "譬如我們在前幾年，有位同學介紹給我看一本書，《曠野的聲音》，是一位美國人所寫的。她到澳洲內陸，跟土著生活了一段時間，描寫他們的生活狀況。最值得可取的，他們有愛心，他們團結，他們念念當中照顧他們的族群。完全回歸到大自然生活，他們沒有自私自利，沒有佔有的欲望。你想我們現在一般人都有佔有，我住的這個房子是我佔有的，我這個房子周圍的土地是我佔有的。澳洲土著沒有這個觀念，他覺得這個很奇怪，土地是大自然的，是一切眾生共有的，你怎麼可以在裡頭佔有一塊？這觀念好！所以他們從來沒有為佔有而紛爭，沒有，一切共同享受，平等的享受，難得！"
    },
    {
      "id": "20-015-0015_p0007",
      "zh_CN": "所以你说他没有文字，他没有文化，他们有许许多多好的观念、好的理念、好的行持值得我们学习，我们不能够轻视。特别是医药，他这个土着有土着的医药，我们完全不能够理解。有一个土着受伤了，伤得非常严重，他们用些草药给他敷了一敷，几个小时他就恢复了，完全正常了，骨头都跌碎了。这些医药是有它的道理，我们不懂！他们传了几千年几万年，代代相传。在野外生活遇到毒蛇猛兽，他知道哪些药草能够解毒，真的药到病除。他没有任何机械化验，也没有什么理论跟你讲，这其中有大道理。",
      "zh_TW": "所以你說他沒有文字，他沒有文化，他們有許許多多好的觀念、好的理念、好的行持值得我們學習，我們不能夠輕視。特別是醫藥，他這個土著有土著的醫藥，我們完全不能夠理解。有一個土著受傷了，傷得非常嚴重，他們用些草藥給他敷了一敷，幾個小時他就恢復了，完全正常了，骨頭都跌碎了。這些醫藥是有它的道理，我們不懂！他們傳了幾千年幾萬年，代代相傳。在野外生活遇到毒蛇猛獸，他知道哪些藥草能夠解毒，真的藥到病除。他沒有任何機械化驗，也沒有什麼理論跟你講，這其中有大道理。"
    },
    {
      "id": "20-015-0015_p0008",
      "zh_CN": "所以即使是没有开化的土着，他有他的文化，他有他的特色。如果我们把所有优点都能够学到，所有缺陷都能改进，你这个国家世界第一。阿弥陀佛就是用这个办法。他周游法界虚空界所有一切刹土，取其长舍其短，建立极乐世界，所以极乐世界就变成第一了。",
      "zh_TW": "所以即使是沒有開化的土著，他有他的文化，他有他的特色。如果我們把所有優點都能夠學到，所有缺陷都能改進，你這個國家世界第一。阿彌陀佛就是用這個辦法。他周遊法界虛空界所有一切剎土，取其長捨其短，建立極樂世界，所以極樂世界就變成第一了。"
    },
    {
      "id": "20-015-0015_p0009",
      "zh_CN": "「称性功德之所成就也」，尤其是不可思议，完全是性德的流露，这还得了吗？阿弥陀佛一丝毫私心都没有，念念都是帮助法界虚空界里面许许多多有志学道之人。非常可惜他们没有很好的修学环境，往往遇到障碍，道业难成就。他为这些人提供最好的修学环境，这个修学环境不是他动脑筋去想出来的，遍法界参访。后面我们要提供这个讯息，作为我们学习的参考。",
      "zh_TW": "「稱性功德之所成就也」，尤其是不可思議，完全是性德的流露，這還得了嗎？阿彌陀佛一絲毫私心都沒有，念念都是幫助法界虛空界裡面許許多多有志學道之人。非常可惜他們沒有很好的修學環境，往往遇到障礙，道業難成就。他為這些人提供最好的修學環境，這個修學環境不是他動腦筋去想出來的，遍法界參訪。後面我們要提供這個訊息，作為我們學習的參考。"
    },
    {
      "id": "20-015-0015_p0010",
      "zh_CN": "「读经史摄取古人之经验」。千万不要以为古人不如今人，那你就错了。古人的智慧经验往往超过今人很多，今人当然也有所发明，这是我们不能否认的。从古人那个地方学习，我们的学问有根有本！「参学摄取今人之成果」，古今中外我们统统要学，学阿弥陀佛。阿弥陀佛聪明，虚心求学，集古今中外学说经验之大成，来建立极乐世界，这就是所谓「读万卷书，行万里路」，我们要「师法弥陀行」。阿弥陀佛在这里教导我们，我们应当向他学习，决不能够轻视别人，你才能成就真正的学问德行。",
      "zh_TW": "「讀經史攝取古人之經驗」。千萬不要以為古人不如今人，那你就錯了。古人的智慧經驗往往超過今人很多，今人當然也有所發明，這是我們不能否認的。從古人那個地方學習，我們的學問有根有本！「參學攝取今人之成果」，古今中外我們統統要學，學阿彌陀佛。阿彌陀佛聰明，虛心求學，集古今中外學說經驗之大成，來建立極樂世界，這就是所謂「讀萬卷書，行萬里路」，我們要「師法彌陀行」。阿彌陀佛在這裡教導我們，我們應當向他學習，決不能夠輕視別人，你才能成就真正的學問德行。"
    },
    {
      "id": "20-015-0015_p0011",
      "zh_CN": "中国这一次不幸遇到ＳＡＲＳ传染病的袭击。这一种瘟疫自古以来，每个国家地区都曾经发生过，这在历史上能看得到的，每一次发生也都有人出来治疗。我们看法国十六世纪预言家诺查丹玛斯，他就是个医生，他生在那个时代也有很严重的瘟疫。这是个名医，他的处方对治这个瘟疫非常有效。中国在历史上有几次很严重的瘟疫，都有很高明的医生开出药方化解这个瘟疫。",
      "zh_TW": "中國這一次不幸遇到ＳＡＲＳ傳染病的襲擊。這一種瘟疫自古以來，每個國家地區都曾經發生過，這在歷史上能看得到的，每一次發生也都有人出來治療。我們看法國十六世紀預言家諾查丹瑪斯，他就是個醫生，他生在那個時代也有很嚴重的瘟疫。這是個名醫，他的處方對治這個瘟疫非常有效。中國在歷史上有幾次很嚴重的瘟疫，都有很高明的醫生開出藥方化解這個瘟疫。"
    },
    {
      "id": "20-015-0015_p0012",
      "zh_CN": "科学的精神值得我们赞扬，如果科学的精神走向了偏激、狭窄不能包容，不能够广泛的去研究、去学习，科学会钻牛角尖，会走向死路。那我们想想阿弥陀佛这种学习方法，你说他合不合乎科学？他什么都学，绝不舍弃一个方域方面，古今中外统统学，成就自己的学问，成就自己的德能，这是很好的模范。再看下面一段第六段，「天乐雨花」（天时之乐）。我们把这段经文念一念：",
      "zh_TW": "科學的精神值得我們讚揚，如果科學的精神走向了偏激、狹窄不能包容，不能夠廣泛的去研究、去學習，科學會鑽牛角尖，會走向死路。那我們想想阿彌陀佛這種學習方法，你說他合不合乎科學？他什麼都學，絕不捨棄一個方域方面，古今中外統統學，成就自己的學問，成就自己的德能，這是很好的模範。再看下面一段第六段，「天樂雨花」（天時之樂）。我們把這段經文念一念："
    },
    {
      "id": "20-015-0015_p0013",
      "zh_CN": "【又舍利弗。彼佛国土。常作天乐。黄金为地。昼夜六时。雨天曼陀罗华。其土众生。常以清旦。各以衣裓。盛众妙华。供养他方十万亿佛。即以食时。还到本国。饭食经行。】",
      "zh_TW": "【又舍利弗。彼佛國土。常作天樂。黃金為地。晝夜六時。雨天曼陀羅華。其土眾生。常以清旦。各以衣裓。盛眾妙華。供養他方十萬億佛。即以食時。還到本國。飯食經行。】"
    },
    {
      "id": "20-015-0015_p0014",
      "zh_CN": "这一段经文我们把它分成几个小段来介绍。这一段讲天时，天时之乐。「衣裓盛花」，「他方供佛」，「饭食经行」。我们读这一段文，文字不多，境界确实能浮现在我们的面前。「衣裓盛花」，「衣裓」就像我们中国人讲的花篮，古印度盛花的叫做衣裓。有人说把衣服兜起来盛花，这个不一定。因为当时的风俗习惯我们对它不甚了解，但是它是盛花的，在中国盛花用花篮。这说的是「无求不得苦」，「衣食行乐」，衣自在、食自在，食里面「饭食经行」。主要的这一句还是「无求不得苦」。",
      "zh_TW": "這一段經文我們把它分成幾個小段來介紹。這一段講天時，天時之樂。「衣裓盛花」，「他方供佛」，「飯食經行」。我們讀這一段文，文字不多，境界確實能浮現在我們的面前。「衣裓盛花」，「衣裓」就像我們中國人講的花籃，古印度盛花的叫做衣裓。有人說把衣服兜起來盛花，這個不一定。因為當時的風俗習慣我們對它不甚了解，但是它是盛花的，在中國盛花用花籃。這說的是「無求不得苦」，「衣食行樂」，衣自在、食自在，食裡面「飯食經行」。主要的這一句還是「無求不得苦」。"
    },
    {
      "id": "20-015-0015_p0015",
      "zh_CN": "我们到他方世界去供佛，『供养他方十万亿佛』，花是供佛的。你喜欢什么花，空中花就落下来，『雨天曼陀罗华』，这个「雨」是从上往下降，念[遇]，是动词往下降，降是天花，天空当中降下来的。「曼陀罗」是梵语，曼陀罗是什么意思？翻成中国叫适意，就是你喜欢什么花，落在你衣裓里头就是这个花。",
      "zh_TW": "我們到他方世界去供佛，『供養他方十萬億佛』，花是供佛的。你喜歡什麼花，空中花就落下來，『雨天曼陀羅華』，這個「雨」是從上往下降，唸[遇]，是動詞往下降，降是天花，天空當中降下來的。「曼陀羅」是梵語，曼陀羅是什麼意思？翻成中國叫適意，就是你喜歡什麼花，落在你衣裓裡頭就是這個花。"
    },
    {
      "id": "20-015-0015_p0016",
      "zh_CN": "你喜欢莲花，看到落下来就是莲花；喜欢梅花，看到落下来就是梅花；喜欢牡丹，落下来就是牡丹；喜欢兰花，落下来就是兰花。适意，适自己的意思，自己喜欢什么落下来就是的，这叫曼陀罗，所以曼陀罗不是一种花。「无求不得苦」，真的是心想事成，随心所欲。这桩事情在我们这个世间就做不到了，诸佛世界也少有，极乐世界得弥陀本愿威神加持，圆满功德没有欠缺。",
      "zh_TW": "你喜歡蓮花，看到落下來就是蓮花；喜歡梅花，看到落下來就是梅花；喜歡牡丹，落下來就是牡丹；喜歡蘭花，落下來就是蘭花。適意，適自己的意思，自己喜歡什麼落下來就是的，這叫曼陀羅，所以曼陀羅不是一種花。「無求不得苦」，真的是心想事成，隨心所欲。這樁事情在我們這個世間就做不到了，諸佛世界也少有，極樂世界得彌陀本願威神加持，圓滿功德沒有欠缺。"
    },
    {
      "id": "20-015-0015_p0017",
      "zh_CN": "「他方供佛」就是「供养他方十万亿佛」，「得神通乐，侍多佛乐」。我们在这个世间想亲近一尊佛都不容易，没有那么大的福报，你往生西方极乐世界就等于往生一切诸佛世界，这个要懂！有很多人不晓得这个道理。我在年轻的时候，有些同参道友非常羡慕弥勒菩萨，一心一意想求弥勒净土。弥勒净土在哪里？在欲界第四层天兜率天。兜率天是凡圣同居土，有内院有外院，外院是凡夫，是欲界第四天的天人，内院是弥勒菩萨的净土。在兜率天，一般兜率天人见不到弥勒菩萨。",
      "zh_TW": "「他方供佛」就是「供養他方十萬億佛」，「得神通樂，侍多佛樂」。我們在這個世間想親近一尊佛都不容易，沒有那麼大的福報，你往生西方極樂世界就等於往生一切諸佛世界，這個要懂！有很多人不曉得這個道理。我在年輕的時候，有些同參道友非常羨慕彌勒菩薩，一心一意想求彌勒淨土。彌勒淨土在哪裡？在欲界第四層天兜率天。兜率天是凡聖同居土，有內院有外院，外院是凡夫，是欲界第四天的天人，內院是彌勒菩薩的淨土。在兜率天，一般兜率天人見不到彌勒菩薩。"
    },
    {
      "id": "20-015-0015_p0018",
      "zh_CN": "好！是很难得了。将来弥勒菩萨降生到这个世间来示现成佛，他们都是弥勒菩萨的大弟子，就像释迦牟尼佛这一会里面舍利弗、目犍连这些人。可是你有没有把握生兜率内院？兜率内院的门槛很高，条件很严峻，一般人达不到这个标准，你就没有办法往生。弥勒菩萨，我们知道是唯识专家，他是法相唯识宗真正的祖师，当然要与他所修学的相应。他修什么？唯心识定，法相宗里面讲的五重唯识观，你这个修成了你才能往生。五重唯识观可不是容易事情，比念佛难得太多太多了。",
      "zh_TW": "好！是很難得了。將來彌勒菩薩降生到這個世間來示現成佛，他們都是彌勒菩薩的大弟子，就像釋迦牟尼佛這一會裡面舍利弗、目犍連這些人。可是你有沒有把握生兜率內院？兜率內院的門檻很高，條件很嚴峻，一般人達不到這個標準，你就沒有辦法往生。彌勒菩薩，我們知道是唯識專家，他是法相唯識宗真正的祖師，當然要與他所修學的相應。他修什麼？唯心識定，法相宗裡面講的五重唯識觀，你這個修成了你才能往生。五重唯識觀可不是容易事情，比念佛難得太多太多了。"
    },
    {
      "id": "20-015-0015_p0019",
      "zh_CN": "修弥勒净土的人有多少？真正能往生内院的有几个人？近代人我们所晓得的，虚云老和尚生弥勒内院。在他年谱里面我们看到，他曾经在定中到兜率天，弥勒菩萨在讲经。在座的有几个人他认识，那是修弥勒净土成功的，虚云老和尚认识，他说出来，这几个人肯定往生。还有许许多多修弥勒净土的，虚云老和尚没有看见，那就不知道流到哪一道去了。所以难，很难很难！我曾经给这些同参道友们说，我说很好，你好好的修，如果真正修成了，你往生弥勒内院，我可以常常去看你。他愣住了，你有什么本事常常来看我？",
      "zh_TW": "修彌勒淨土的人有多少？真正能往生內院的有幾個人？近代人我們所曉得的，虛雲老和尚生彌勒內院。在他年譜裡面我們看到，他曾經在定中到兜率天，彌勒菩薩在講經。在座的有幾個人他認識，那是修彌勒淨土成功的，虛雲老和尚認識，他說出來，這幾個人肯定往生。還有許許多多修彌勒淨土的，虛雲老和尚沒有看見，那就不知道流到哪一道去了。所以難，很難很難！我曾經給這些同參道友們說，我說很好，你好好的修，如果真正修成了，你往生彌勒內院，我可以常常去看你。他愣住了，你有什麼本事常常來看我？"
    },
    {
      "id": "20-015-0015_p0020",
      "zh_CN": "我说你不知道，我修弥陀净土，我往生到极乐世界去之后，你看看「供养他方十万亿佛」，我每天都可以到弥勒内院去逛逛。你们修成功了，修到弥勒内院，你们到不了极乐世界。我可以常常到你那里去逛逛，你没有办法到我这儿来。什么原因？西方极乐世界弥勒菩萨常去。他去干什么？去上课！西方极乐世界法相唯识这一门课弥勒菩萨在上，这是极乐世界的老师、教员，我们是学生。阿弥陀佛的学生，哪一尊佛，哪一个菩萨都非常尊重。我们跟弥勒菩萨讲，今天到你们内院去逛逛，弥勒菩萨一定很欢迎：来，请请请！就去了。",
      "zh_TW": "我說你不知道，我修彌陀淨土，我往生到極樂世界去之後，你看看「供養他方十萬億佛」，我每天都可以到彌勒內院去逛逛。你們修成功了，修到彌勒內院，你們到不了極樂世界。我可以常常到你那裡去逛逛，你沒有辦法到我這兒來。什麼原因？西方極樂世界彌勒菩薩常去。他去幹什麼？去上課！西方極樂世界法相唯識這一門課彌勒菩薩在上，這是極樂世界的老師、教員，我們是學生。阿彌陀佛的學生，哪一尊佛，哪一個菩薩都非常尊重。我們跟彌勒菩薩講，今天到你們內院去逛逛，彌勒菩薩一定很歡迎：來，請請請！就去了。"
    },
    {
      "id": "20-015-0015_p0021",
      "zh_CN": "所以生西方极乐世界就生一切诸佛菩萨世界，无论到哪一个佛菩萨净土，想去就去了，不可思议！你想修弥勒净土未必能成就，我是真能成就。你那个难修，我这个容易修。我这一成一切都成，你那个修成就了，只有一个成，到他方诸佛世界你去不了。不能不懂这个道理，这个道理事实真相搞清楚，你对于净宗法门就死心塌地了。所以到极乐世界有侍奉多佛之乐，十方三世一切诸佛如来，一切法身菩萨统统都亲近到了。",
      "zh_TW": "所以生西方極樂世界就生一切諸佛菩薩世界，無論到哪一個佛菩薩淨土，想去就去了，不可思議！你想修彌勒淨土未必能成就，我是真能成就。你那個難修，我這個容易修。我這一成一切都成，你那個修成就了，只有一個成，到他方諸佛世界你去不了。不能不懂這個道理，這個道理事實真相搞清楚，你對於淨宗法門就死心塌地了。所以到極樂世界有侍奉多佛之樂，十方三世一切諸佛如來，一切法身菩薩統統都親近到了。"
    },
    {
      "id": "20-015-0015_p0022",
      "zh_CN": "第二条里面讲的「供养他方十万亿佛」，这一句「特为此土众生而说」，这个意思一定要懂！「意显往生之后，有能力随时返来，供养本师、弥勒，普度怨亲，皆不难耳」。十万亿佛国土很近，不是远距离。凡是往生到西方极乐世界的人，他供养他方无量无边诸佛刹土里面的诸佛如来，哪里只讲十万亿！十万亿算什么？所以说十万亿是我们娑婆世界跟极乐世界距离十万亿，特别说这个意思是：十万亿，那常常可以往来，天天可以往来，想往来就往来。",
      "zh_TW": "第二條裡面講的「供養他方十萬億佛」，這一句「特為此土眾生而說」，這個意思一定要懂！「意顯往生之後，有能力隨時返來，供養本師、彌勒，普度怨親，皆不難耳」。十萬億佛國土很近，不是遠距離。凡是往生到西方極樂世界的人，他供養他方無量無邊諸佛剎土裡面的諸佛如來，哪裡只講十萬億！十萬億算什麼？所以說十萬億是我們娑婆世界跟極樂世界距離十萬億，特別說這個意思是：十萬億，那常常可以往來，天天可以往來，想往來就往來。"
    },
    {
      "id": "20-015-0015_p0023",
      "zh_CN": "这是对有一类众生，对娑婆世界有留恋的：我这个世界还有很多家亲眷属，还有亲朋好友，常常挂念着的，我到极乐世界去了，能不能回来看看？这就告诉你，你到极乐世界随时可以回来。那我们要问：随时可以回来，往生到极乐世界的人谁回来过？他为什么不回来？是不是他忘掉了？我们天天念着他，他也没有回来。这里头事实真相要了解，大经《无量寿经》上讲得很清楚，往生到西方极乐世界的人，下下品往生的得阿弥陀佛本愿威神加持，天眼洞视，天耳彻听，他心遍知。对于我们现前哪有没有看到、没有听到、不知道的！没有这个事情。",
      "zh_TW": "這是對有一類眾生，對娑婆世界有留戀的：我這個世界還有很多家親眷屬，還有親朋好友，常常掛念著的，我到極樂世界去了，能不能回來看看？這就告訴你，你到極樂世界隨時可以回來。那我們要問：隨時可以回來，往生到極樂世界的人誰回來過？他為什麼不回來？是不是他忘掉了？我們天天念著他，他也沒有回來。這裡頭事實真相要了解，大經《無量壽經》上講得很清楚，往生到西方極樂世界的人，下下品往生的得阿彌陀佛本願威神加持，天眼洞視，天耳徹聽，他心遍知。對於我們現前哪有沒有看到、沒有聽到、不知道的！沒有這個事情。"
    },
    {
      "id": "20-015-0015_p0024",
      "zh_CN": "他为什么不来？不来肯定有不来的原因！那原因是什么？善导大师的话，「总在遇缘不同」，缘不成熟，缘成熟就来了。前面跟诸位讲，注《楞严经正脉》的交光法师，阿弥陀佛就来接引他，真的来了。他为了要注解《楞严经》，向阿弥陀佛告假，阿弥陀佛就准了，佛就走了。他生病，病就好了。",
      "zh_TW": "他為什麼不來？不來肯定有不來的原因！那原因是什麼？善導大師的話，「總在遇緣不同」，緣不成熟，緣成熟就來了。前面跟諸位講，註《楞嚴經正脈》的交光法師，阿彌陀佛就來接引他，真的來了。他為了要註解《楞嚴經》，向阿彌陀佛告假，阿彌陀佛就准了，佛就走了。他生病，病就好了。"
    },
    {
      "id": "20-015-0015_p0025",
      "zh_CN": "我们在《净土圣贤录》里面看到宋朝的莹珂法师，一心求生净土，一句佛号念了三天三夜，把阿弥陀佛真念来了。阿弥陀佛告诉他，那真是至诚感通，佛告诉他：你的阳寿还有十年，你好好念佛用功，十年之后等你阳寿到了，我再来接引你。莹珂聪明：我十年阳寿不要了，我现在就要跟你走。真放得下！阿弥陀佛也就答应他，告诉他：好，三天之后我来接你。三天之后真的往生，他没有生病，往生的时候寺院里头大众念佛，帮他助念。念的时间没有多久，他就跟大家说：阿弥陀佛来了，来接我了，我现在跟他去了。说完了他就走了。",
      "zh_TW": "我們在《淨土聖賢錄》裡面看到宋朝的瑩珂法師，一心求生淨土，一句佛號念了三天三夜，把阿彌陀佛真念來了。阿彌陀佛告訴他，那真是至誠感通，佛告訴他：你的陽壽還有十年，你好好念佛用功，十年之後等你陽壽到了，我再來接引你。瑩珂聰明：我十年陽壽不要了，我現在就要跟你走。真放得下！阿彌陀佛也就答應他，告訴他：好，三天之後我來接你。三天之後真的往生，他沒有生病，往生的時候寺院裡頭大眾念佛，幫他助念。念的時間沒有多久，他就跟大家說：阿彌陀佛來了，來接我了，我現在跟他去了。說完了他就走了。"
    },
    {
      "id": "20-015-0015_p0026",
      "zh_CN": "凡事有时节因缘，不是他不来看我们，是我们自己有业障，我们的业障产生了障碍。障碍不在他那边，在我们自己这边。这是早年间章嘉大师跟我说的，只要认真的忏除业障，感应随时现前，不可思议。所以这一句说十万亿佛这个意思我们要懂，是针对娑婆世界众生而说的。意思显示，你往生之后，你有这个神通，有这个能力随时往来。你对于本师释迦牟尼佛，对于当来下生弥勒佛还有情执，还有想念，常常想去看看，行，没问题！你自己家里还有些父母兄弟、亲戚朋友，「普度怨亲」，都不难，随时可以来。那个时候你有能力观机，什么时候机缘成熟了，什么时候就来。",
      "zh_TW": "凡事有時節因緣，不是他不來看我們，是我們自己有業障，我們的業障產生了障礙。障礙不在他那邊，在我們自己這邊。這是早年間章嘉大師跟我說的，只要認真的懺除業障，感應隨時現前，不可思議。所以這一句說十萬億佛這個意思我們要懂，是針對娑婆世界眾生而說的。意思顯示，你往生之後，你有這個神通，有這個能力隨時往來。你對於本師釋迦牟尼佛，對於當來下生彌勒佛還有情執，還有想念，常常想去看看，行，沒問題！你自己家裡還有些父母兄弟、親戚朋友，「普度怨親」，都不難，隨時可以來。那個時候你有能力觀機，什麼時候機緣成熟了，什麼時候就來。"
    },
    {
      "id": "20-015-0015_p0027",
      "zh_CN": "『饭食经行』，吃饭的时候，『清旦』，早晨，「常以清旦」。「故曰即以，明其神足不可思议，不离彼土，常遍十方，不假逾时回还也」。神足不可思议，我们讲神足通，飞行自在。经上讲『即以食时』，这是吃饭的时间，并不长，一顿饭的时间已经到无量无边国土参访回来了。",
      "zh_TW": "『飯食經行』，吃飯的時候，『清旦』，早晨，「常以清旦」。「故曰即以，明其神足不可思議，不離彼土，常遍十方，不假逾時迴還也」。神足不可思議，我們講神足通，飛行自在。經上講『即以食時』，這是吃飯的時間，並不長，一頓飯的時間已經到無量無邊國土參訪回來了。"
    },
    {
      "id": "20-015-0015_p0028",
      "zh_CN": "同时参访诸佛国土，怎么去的？化身去的，一身能现无量身。要不现无量身，一尊佛一尊佛那里去看，那要多少时间！一尊佛那儿待上一个小时，诸佛如来不要说多，就是这里说的十万亿，十万亿个小时，那还得了吗！分身去的。同时每个佛刹、每一尊佛的面前都有你，你在那里献花，供养花，听佛说法。极乐世界你也没有离开，你还听阿弥陀佛讲经说法。分无量身去供养一切佛，听一切佛说法，你一天学多少！",
      "zh_TW": "同時參訪諸佛國土，怎麼去的？化身去的，一身能現無量身。要不現無量身，一尊佛一尊佛那裡去看，那要多少時間！一尊佛那兒待上一個小時，諸佛如來不要說多，就是這裡說的十萬億，十萬億個小時，那還得了嗎！分身去的。同時每個佛剎、每一尊佛的面前都有你，你在那裡獻花，供養花，聽佛說法。極樂世界你也沒有離開，你還聽阿彌陀佛講經說法。分無量身去供養一切佛，聽一切佛說法，你一天學多少！"
    },
    {
      "id": "20-015-0015_p0029",
      "zh_CN": "在我们这个世间，你在六道里头出不了六道，你在六道上学无量劫，西方极乐世界一天就完成了。所以想到这个地方，何必那么样勤苦去学经教？学得太辛苦了！所以真正一等聪明人万缘放下，连经教也放下了。为什么？到极乐世界再学，现在要稳稳当当把极乐世界取得。极乐世界学一天，我们这个地方学一劫都比不上。为什么？人家一天的时间能够参访无量无边佛，每一尊佛那里不要听多，听一句就不得了了。你这么兜一圈听了无量无边的佛法。所以为什么西方极乐世界那个地方成佛那么容易，你就明白了。",
      "zh_TW": "在我們這個世間，你在六道裡頭出不了六道，你在六道上學無量劫，西方極樂世界一天就完成了。所以想到這個地方，何必那麼樣勤苦去學經教？學得太辛苦了！所以真正一等聰明人萬緣放下，連經教也放下了。為什麼？到極樂世界再學，現在要穩穩當當把極樂世界取得。極樂世界學一天，我們這個地方學一劫都比不上。為什麼？人家一天的時間能夠參訪無量無邊佛，每一尊佛那裡不要聽多，聽一句就不得了了。你這麼兜一圈聽了無量無邊的佛法。所以為什麼西方極樂世界那個地方成佛那麼容易，你就明白了。"
    },
    {
      "id": "20-015-0015_p0030",
      "zh_CN": "我们这边学多辛苦，多么艰难，他那边多么容易。而且你所听的不是一般法师，一般法师绝大多数是没有开悟，凡夫。你去听经说法，听的是诸佛如来，不是等觉菩萨，不是菩萨摩诃萨，你直接跟诸佛如来学。这样的修学环境你到哪里去找？除了极乐世界以外找不到。所以这个里头有两句话，「不离彼土，常遍十方」，这两句话很重要。到西方极乐世界，你的神足通的能力，能分无量无边身。孙悟空不能跟你比，孙悟空只有七十二变，差太远了。",
      "zh_TW": "我們這邊學多辛苦，多麼艱難，他那邊多麼容易。而且你所聽的不是一般法師，一般法師絕大多數是沒有開悟，凡夫。你去聽經說法，聽的是諸佛如來，不是等覺菩薩，不是菩薩摩訶薩，你直接跟諸佛如來學。這樣的修學環境你到哪裡去找？除了極樂世界以外找不到。所以這個裡頭有兩句話，「不離彼土，常遍十方」，這兩句話很重要。到西方極樂世界，你的神足通的能力，能分無量無邊身。孫悟空不能跟你比，孫悟空只有七十二變，差太遠了。"
    },
    {
      "id": "20-015-0015_p0031",
      "zh_CN": "下面这一段说「此文」，就是这一段经文，「显示极乐世界，一声，一尘，一刹那，乃至跨步弹指，悉与十方三宝，贯彻无碍」。这个「十方」诸位要知道，是重重无尽世界的十方。重重无尽的世界，读过《华严》才有这么一点印象，不读《华严》，一般大乘经上很少讲到，重重无尽的世界！这里面一切诸佛如来、菩萨、声闻，三宝！贯彻是通达，没有障碍。",
      "zh_TW": "下面這一段說「此文」，就是這一段經文，「顯示極樂世界，一聲，一塵，一剎那，乃至跨步彈指，悉與十方三寶，貫徹無礙」。這個「十方」諸位要知道，是重重無盡世界的十方。重重無盡的世界，讀過《華嚴》才有這麼一點印象，不讀《華嚴》，一般大乘經上很少講到，重重無盡的世界！這裡面一切諸佛如來、菩薩、聲聞，三寶！貫徹是通達，沒有障礙。"
    },
    {
      "id": "20-015-0015_p0032",
      "zh_CN": "「又显在娑婆，则浊重恶障，与极乐不隔而隔」。这是讲这一段经文显示出，我们现在在娑婆世界的众生虽然算是不错了，过去生中有善根、有福德，闻到这个法门。可是我们这个世界确确实实是五浊恶世，业障深重！极乐与我们真的是不隔，这是中峰禅师讲得好，「我心即是阿弥陀佛，阿弥陀佛即是我心」，「净土即此方，此方即净土」，这是不隔。中峰禅师不隔，我们隔。我们为什么会隔？我们业障没消，我们五浊没转过来。他转过来了，我们转不过来；他业障消了，我们业障没消，不隔而隔。",
      "zh_TW": "「又顯在娑婆，則濁重惡障，與極樂不隔而隔」。這是講這一段經文顯示出，我們現在在娑婆世界的眾生雖然算是不錯了，過去生中有善根、有福德，聞到這個法門。可是我們這個世界確確實實是五濁惡世，業障深重！極樂與我們真的是不隔，這是中峰禪師講得好，「我心即是阿彌陀佛，阿彌陀佛即是我心」，「淨土即此方，此方即淨土」，這是不隔。中峰禪師不隔，我們隔。我們為什麼會隔？我們業障沒消，我們五濁沒轉過來。他轉過來了，我們轉不過來；他業障消了，我們業障沒消，不隔而隔。"
    },
    {
      "id": "20-015-0015_p0033",
      "zh_CN": "「在极乐则功德甚深，与娑婆隔而不隔，斯意极深矣」。这个意思很深，这也是我们为什么修这个法门，为什么希求净土？到西方极乐世界跟所有一切法界里面的众生，这个障碍都没有了，所有一切障碍统统破除了。那个时候你不是说我能够记起我前世，一世二世三世，过去生中，无量世你统统都恢复，记忆完全恢复。生生世世的冤亲债主全都看到了。哪一个人机缘成熟了，你一定去帮他忙，去度他。到那个时候心开阔了，真的心包太虚，量周沙界，等念冤亲，跟我有亲有冤都是有缘人。佛不度无缘之人，只要与我有缘，我都有方法帮助他、成就他，你说这个多自在！这个意思可深了。现在时间到了。",
      "zh_TW": "「在極樂則功德甚深，與娑婆隔而不隔，斯意極深矣」。這個意思很深，這也是我們為什麼修這個法門，為什麼希求淨土？到西方極樂世界跟所有一切法界裡面的眾生，這個障礙都沒有了，所有一切障礙統統破除了。那個時候你不是說我能夠記起我前世，一世二世三世，過去生中，無量世你統統都恢復，記憶完全恢復。生生世世的冤親債主全都看到了。哪一個人機緣成熟了，你一定去幫他忙，去度他。到那個時候心開闊了，真的心包太虛，量周沙界，等念冤親，跟我有親有冤都是有緣人。佛不度無緣之人，只要與我有緣，我都有方法幫助他、成就他，你說這個多自在！這個意思可深了。現在時間到了。"
    },
    {
      "id": "20-015-0015_p0034",
      "zh_CN": "诸位同学，请看下面第七段「说法庄严」，我们把这段经文念一念：",
      "zh_TW": "諸位同學，請看下面第七段「說法莊嚴」，我們把這段經文念一念："
    },
    {
      "id": "20-015-0015_p0035",
      "zh_CN": "【复次舍利弗。彼国常有种种奇妙杂色之鸟。白鹤。孔雀。鹦鹉。舍利。迦陵频伽。共命之鸟。是诸众鸟。昼夜六时。出和雅音。其音演畅五根。五力。七菩提分。八圣道分。如是等法。其土众生。闻是音已。皆悉念佛念法念僧。】",
      "zh_TW": "【復次舍利弗。彼國常有種種奇妙雜色之鳥。白鶴。孔雀。鸚鵡。舍利。迦陵頻伽。共命之鳥。是諸眾鳥。晝夜六時。出和雅音。其音演暢五根。五力。七菩提分。八聖道分。如是等法。其土眾生。聞是音已。皆悉念佛念法念僧。】"
    },
    {
      "id": "20-015-0015_p0036",
      "zh_CN": "到这个地方是一段。这是说法庄严里面「众鸟化迹」。在这个地方我们一定要晓得，世尊在后面跟我们说明，这个地方的众鸟都是阿弥陀佛变化所作，绝对不是畜生道。佛为什么不现佛身说法？要变现这些众鸟说法？这是佛对一切众生爱护无微不至。如果佛现身在那里说法，听经的学生一定恭恭敬敬、规规矩矩的坐在那个地方，不能没有威仪。是鸟在那里说法他就很轻松了，没有拘束，可以随便一点。坐着听也行，站着听也行，走着听也行，躺在那里听也可以。这是阿弥陀佛对众生的爱护，我们从这个地方能体会到。",
      "zh_TW": "到這個地方是一段。這是說法莊嚴裡面「眾鳥化跡」。在這個地方我們一定要曉得，世尊在後面跟我們說明，這個地方的眾鳥都是阿彌陀佛變化所作，絕對不是畜生道。佛為什麼不現佛身說法？要變現這些眾鳥說法？這是佛對一切眾生愛護無微不至。如果佛現身在那裡說法，聽經的學生一定恭恭敬敬、規規矩矩的坐在那個地方，不能沒有威儀。是鳥在那裡說法他就很輕鬆了，沒有拘束，可以隨便一點。坐著聽也行，站著聽也行，走著聽也行，躺在那裡聽也可以。這是阿彌陀佛對眾生的愛護，我們從這個地方能體會到。"
    },
    {
      "id": "20-015-0015_p0037",
      "zh_CN": "在早年，我也常常想到二十一世纪的道场，我说二十一世纪的道场不再是寺院庵堂，不是那个形式。大众修行的道场应当是像澳洲的退休村，澳洲的退休村实在是做得好。我们在世界上许许多多国家地区，我每到一个地方总是首先看这个地方的老人福利事业。在美国、加拿大我常常去参观老人公寓，我到澳洲来首先就参观他们的退休村。我看了六、七个退休村，看得非常喜欢，这个应当是这个世纪的道场，真正学佛念佛。",
      "zh_TW": "在早年，我也常常想到二十一世紀的道場，我說二十一世紀的道場不再是寺院庵堂，不是那個形式。大眾修行的道場應當是像澳洲的退休村，澳洲的退休村實在是做得好。我們在世界上許許多多國家地區，我每到一個地方總是首先看這個地方的老人福利事業。在美國、加拿大我常常去參觀老人公寓，我到澳洲來首先就參觀他們的退休村。我看了六、七個退休村，看得非常喜歡，這個應當是這個世紀的道場，真正學佛念佛。"
    },
    {
      "id": "20-015-0015_p0038",
      "zh_CN": "退休了，退休村里面有讲堂，有图书馆，有摄影棚，有远程教学的设备。念佛的声音也像阿弥陀佛这个地方，学他，众鸟化迹。我们现在自己没有法子变化，我们可以装小型的扩音机放在树上，说法的声音从树上就播出来。人在树下悠闲自在，可以听经，可以跟着念佛。如果有楼台亭阁，小亭子里面可以放闭路电视，几个人坐在那边听经也可以看到法师的形像，这是现在科技可以能做得到的。",
      "zh_TW": "退休了，退休村裡面有講堂，有圖書館，有攝影棚，有遠程教學的設備。念佛的聲音也像阿彌陀佛這個地方，學他，眾鳥化跡。我們現在自己沒有法子變化，我們可以裝小型的擴音機放在樹上，說法的聲音從樹上就播出來。人在樹下悠閒自在，可以聽經，可以跟著念佛。如果有樓台亭閣，小亭子裡面可以放閉路電視，幾個人坐在那邊聽經也可以看到法師的形像，這是現在科技可以能做得到的。"
    },
    {
      "id": "20-015-0015_p0039",
      "zh_CN": "每个道场有它主修的课程，所以说各个宗派都可以做。退休之后在这个地方，无论在这个退休村哪一个角落都是道场，你说这个多自在。大众在一块学习，不一定聚集在一个讲堂。澳洲退休村规模都很大，因为土地太多了，所以一个退休村就像一个公园一样，土地面积大。这里头花草树木、小桥流水，你走进去之后确实很值得你留恋。如果能够加这一套电器化的设备，随时可以看到影像，可以听到念佛的声音，讲经的声音，这也就像极乐世界了，时时刻刻提醒自己不忘念佛。",
      "zh_TW": "每個道場有它主修的課程，所以說各個宗派都可以做。退休之後在這個地方，無論在這個退休村哪一個角落都是道場，你說這個多自在。大眾在一塊學習，不一定聚集在一個講堂。澳洲退休村規模都很大，因為土地太多了，所以一個退休村就像一個公園一樣，土地面積大。這裡頭花草樹木、小橋流水，你走進去之後確實很值得你留戀。如果能夠加這一套電器化的設備，隨時可以看到影像，可以聽到念佛的聲音，講經的聲音，這也就像極樂世界了，時時刻刻提醒自己不忘念佛。"
    },
    {
      "id": "20-015-0015_p0040",
      "zh_CN": "「六时演法」，听经闻法日夜不间断，这个「六时」就是我们现在讲的二十四小时。此地「六时」是讲古时候的印度，古印度把每天分做六个时辰，白天三个时辰，晚上三个时辰。我们在经上常常看到的，白天他叫初日分、中日分、后日分，这是白天十二个小时；夜晚叫初夜分，中夜分，后夜分，这是晚上的三时。所以他的一时等于我们现在的四小时。",
      "zh_TW": "「六時演法」，聽經聞法日夜不間斷，這個「六時」就是我們現在講的二十四小時。此地「六時」是講古時候的印度，古印度把每天分做六個時辰，白天三個時辰，晚上三個時辰。我們在經上常常看到的，白天他叫初日分、中日分、後日分，這是白天十二個小時；夜晚叫初夜分，中夜分，後夜分，這是晚上的三時。所以他的一時等於我們現在的四小時。"
    },
    {
      "id": "20-015-0015_p0041",
      "zh_CN": "佛陀当年在世，僧团里面休息的时间是中夜，中夜是睡眠休息的时候。中夜是晚上十点钟到两点钟，这是中夜，所以十点钟睡觉，两点钟就起床了。佛教大家要精进，不能懈怠，不能贪睡。我们现在一般人睡眠八小时，太过分了。这是佛家。所以要精进，要勇猛精进，时间比什么都宝贵，不可以浪费时间。",
      "zh_TW": "佛陀當年在世，僧團裡面休息的時間是中夜，中夜是睡眠休息的時候。中夜是晚上十點鐘到兩點鐘，這是中夜，所以十點鐘睡覺，兩點鐘就起床了。佛教大家要精進，不能懈怠，不能貪睡。我們現在一般人睡眠八小時，太過分了。這是佛家。所以要精進，要勇猛精進，時間比什麼都寶貴，不可以浪費時間。"
    },
    {
      "id": "20-015-0015_p0042",
      "zh_CN": "但是现在人的业障比从前重，妄念多，不休息体力不能恢复。所以谛闲老和尚那个教诲我们就非常赞叹，不分昼夜，累了就好好休息，什么都放下好好休息，休息好了立刻接着干。什么时候累了什么时候休息，什么时候休息好了什么时候就干，这个方法对我们来讲没有压力，确实是好方法。如果功夫得力了，你的睡眠愈来愈少，你的精神愈来愈饱满。",
      "zh_TW": "但是現在人的業障比從前重，妄念多，不休息體力不能恢復。所以諦閑老和尚那個教誨我們就非常讚歎，不分晝夜，累了就好好休息，什麼都放下好好休息，休息好了立刻接著幹。什麼時候累了什麼時候休息，什麼時候休息好了什麼時候就幹，這個方法對我們來講沒有壓力，確實是好方法。如果功夫得力了，你的睡眠愈來愈少，你的精神愈來愈飽滿。"
    },
    {
      "id": "20-015-0015_p0043",
      "zh_CN": "六时演法，日夜不间断，这个现在我们可以做得到。我们可以用讲经念佛的录相带，讲经一天二十四小时不中断，播放录相带，念佛也是二十四小时不中断，念佛用播音。每个地方都有这个设备，设备旁边都有开关，你想听念佛，一按钮佛号就出来了；你想听经，一按钮画面就出来了。我要不想看也不想听，你统统关起来，你说多自在。听经闻法没有中断的时候，「闻正法乐」。",
      "zh_TW": "六時演法，日夜不間斷，這個現在我們可以做得到。我們可以用講經念佛的錄相帶，講經一天二十四小時不中斷，播放錄相帶，念佛也是二十四小時不中斷，念佛用播音。每個地方都有這個設備，設備旁邊都有開關，你想聽念佛，一按鈕佛號就出來了；你想聽經，一按鈕畫面就出來了。我要不想看也不想聽，你統統關起來，你說多自在。聽經聞法沒有中斷的時候，「聞正法樂」。"
    },
    {
      "id": "20-015-0015_p0044",
      "zh_CN": "「悉念三宝，得正念乐」。「明无三途」，说明极乐世界没有三恶道，所以没有堕落苦，这些众鸟是阿弥陀佛变化所作的。「悉念三宝」，这个三宝是广义的，念佛、念法、念僧。佛是觉悟，觉而不迷；法是正知正见，正而不邪；僧是清净不染，净而不染，僧又表和合，六和敬。十方三世一切诸佛所讲无量无边诸法，都不能超过这三大类，「觉正净」这三大类。「觉」慧学，「正」定学，「净」戒学，戒定慧三学，一切诸佛菩萨教化众生总不出这三大类。这个地方是用佛法僧代表。所以你要晓得，「佛」要是用三藏来讲，代表论藏，「法」代表经藏，「僧」代表律藏，经律论三藏。悉念三宝！",
      "zh_TW": "「悉念三寶，得正念樂」。「明無三途」，說明極樂世界沒有三惡道，所以沒有墮落苦，這些眾鳥是阿彌陀佛變化所作的。「悉念三寶」，這個三寶是廣義的，念佛、念法、念僧。佛是覺悟，覺而不迷；法是正知正見，正而不邪；僧是清淨不染，淨而不染，僧又表和合，六和敬。十方三世一切諸佛所講無量無邊諸法，都不能超過這三大類，「覺正淨」這三大類。「覺」慧學，「正」定學，「淨」戒學，戒定慧三學，一切諸佛菩薩教化眾生總不出這三大類。這個地方是用佛法僧代表。所以你要曉得，「佛」要是用三藏來講，代表論藏，「法」代表經藏，「僧」代表律藏，經律論三藏。悉念三寶！"
    },
    {
      "id": "20-015-0015_p0045",
      "zh_CN": "西方极乐世界决定没有三恶道，没有三恶道，就显示他有人天道。凡圣同居土里面是人天道，因为你是带业往生的。皆是阿惟越致菩萨，那阿惟越致菩萨不是你修得的，是阿弥陀佛本愿威神加持给你的，使你的智慧、神通、道力很像阿惟越致菩萨。这个不可思议，不是你自己证得的，你自己证得的时候就花开见佛了。诸位要晓得花开见佛的时候是你自己证得的。花没有开，你就已经是阿惟越致菩萨了，佛力加持的，这个很不可思议。",
      "zh_TW": "西方極樂世界決定沒有三惡道，沒有三惡道，就顯示他有人天道。凡聖同居土裡面是人天道，因為你是帶業往生的。皆是阿惟越致菩薩，那阿惟越致菩薩不是你修得的，是阿彌陀佛本願威神加持給你的，使你的智慧、神通、道力很像阿惟越致菩薩。這個不可思議，不是你自己證得的，你自己證得的時候就花開見佛了。諸位要曉得花開見佛的時候是你自己證得的。花沒有開，你就已經是阿惟越致菩薩了，佛力加持的，這個很不可思議。"
    },
    {
      "id": "20-015-0015_p0046",
      "zh_CN": "再看第二段「极乐普摄法界众生」，这一句很重要。法界是遍法界所有一切众生。那么你想想看极乐世界教化众生的范围是多大，没有边际。这个就像学校一样，学校学生来自很多很多地方，但是西方极乐世界这个学校，就有一点像我们现在讲的远程教学，无远弗届。十方无量无边的世界都是他的教区，极乐世界不是一个三千大千世界，不是像诸佛刹土。诸佛刹土它真的是一个学校，它有它的校区，有它的范围。唯独西方极乐世界没有范围，所有一切学校都是它的范围。这就是讲所有一切诸佛刹土，都是阿弥陀佛教化的范围，你说他范围多大！",
      "zh_TW": "再看第二段「極樂普攝法界眾生」，這一句很重要。法界是遍法界所有一切眾生。那麼你想想看極樂世界教化眾生的範圍是多大，沒有邊際。這個就像學校一樣，學校學生來自很多很多地方，但是西方極樂世界這個學校，就有一點像我們現在講的遠程教學，無遠弗屆。十方無量無邊的世界都是他的教區，極樂世界不是一個三千大千世界，不是像諸佛剎土。諸佛剎土它真的是一個學校，它有它的校區，有它的範圍。唯獨西方極樂世界沒有範圍，所有一切學校都是它的範圍。這就是講所有一切諸佛剎土，都是阿彌陀佛教化的範圍，你說他範圍多大！"
    },
    {
      "id": "20-015-0015_p0047",
      "zh_CN": "「根尘一一圆妙」，「圆」是圆满，「妙」是微妙。「知此文亦特为此土而说」，这是释迦牟尼佛介绍的方便话，特别应我们娑婆世界众生根机而说的。好像他特别是对我们，这是世尊介绍里面的方便说，实际上他的教区的范围无限的广大。因此弥陀弟子无论到哪一个佛国土，都特别受到欢迎，都把你当作贵宾来看待。沾阿弥陀佛的光！人家一看是弥陀弟子，跟其他诸佛弟子不一样看待。底下要介绍这个说法的内容：",
      "zh_TW": "「根塵一一圓妙」，「圓」是圓滿，「妙」是微妙。「知此文亦特為此土而說」，這是釋迦牟尼佛介紹的方便話，特別應我們娑婆世界眾生根機而說的。好像他特別是對我們，這是世尊介紹裡面的方便說，實際上他的教區的範圍無限的廣大。因此彌陀弟子無論到哪一個佛國土，都特別受到歡迎，都把你當作貴賓來看待。沾阿彌陀佛的光！人家一看是彌陀弟子，跟其他諸佛弟子不一樣看待。底下要介紹這個說法的內容："
    },
    {
      "id": "20-015-0015_p0048",
      "zh_CN": "「大智度论云：三十七品」，就是三十七道品，「无所不摄，即无量道品，亦在其中」。这点我们一定要懂得，否则的话，你看到这个众鸟说法的范围很拘束，好像很小。一般人看三十七道品是小乘法，这有什么稀奇？《大智度论》上面说得很清楚，三十七道品无所不摄；换句话说，它一展开，十方诸佛如来所说一切法都不出它的范围。也就是说三十七道品是佛法的纲要，是佛法的总持法门，展开是一切法，一切法归纳不外乎这三十七大类。这样你就明了，西方极乐世界，佛说法、菩萨说法、众鸟说法都是究竟圆满；换句话说，你想学什么法门太容易了。无论想学哪个法门没有不成就的，因为你二六时中不间断。",
      "zh_TW": "「大智度論云：三十七品」，就是三十七道品，「無所不攝，即無量道品，亦在其中」。這點我們一定要懂得，否則的話，你看到這個眾鳥說法的範圍很拘束，好像很小。一般人看三十七道品是小乘法，這有什麼稀奇？《大智度論》上面說得很清楚，三十七道品無所不攝；換句話說，它一展開，十方諸佛如來所說一切法都不出它的範圍。也就是說三十七道品是佛法的綱要，是佛法的總持法門，展開是一切法，一切法歸納不外乎這三十七大類。這樣你就明瞭，西方極樂世界，佛說法、菩薩說法、眾鳥說法都是究竟圓滿；換句話說，你想學什麼法門太容易了。無論想學哪個法門沒有不成就的，因為你二六時中不間斷。"
    },
    {
      "id": "20-015-0015_p0049",
      "zh_CN": "到极乐世界去了之后，我们要问凡圣同居土里面还需不需要饮食，还需不需要睡眠？不需要了。我们知道娑婆世界六道里头，色界天不要饮食，不要睡眠了，你想多自在。不要饮食少了多少麻烦，饮食浪费好多时间，浪费多少精神。饮食在世间法里面讲是五欲，财色名食睡是欲望，五欲。在佛法里面讲是五盖，盖是比喻，把你的性德盖住了，盖是障碍。财色名食睡是障碍，障碍自性本具般若智慧，障碍自性的无量德能，障碍自性的相好光明，这五种障碍。",
      "zh_TW": "到極樂世界去了之後，我們要問凡聖同居土裡面還需不需要飲食，還需不需要睡眠？不需要了。我們知道娑婆世界六道裡頭，色界天不要飲食，不要睡眠了，你想多自在。不要飲食少了多少麻煩，飲食浪費好多時間，浪費多少精神。飲食在世間法裡面講是五欲，財色名食睡是欲望，五欲。在佛法裡面講是五蓋，蓋是比喻，把你的性德蓋住了，蓋是障礙。財色名食睡是障礙，障礙自性本具般若智慧，障礙自性的無量德能，障礙自性的相好光明，這五種障礙。"
    },
    {
      "id": "20-015-0015_p0050",
      "zh_CN": "所以到色界天初禅以上饮食就不要了，养身体的养分从哪里来？禅悦为食，禅悦代替了。我们世间人也有这个说法，说人逢喜事精神爽。色界天人禅定快乐，那是最好最好的滋养。欲界天人还不行，还需要饮食，色界天不需要了。到西方极乐世界难道还需要吗？不要了。",
      "zh_TW": "所以到色界天初禪以上飲食就不要了，養身體的養分從哪裡來？禪悅為食，禪悅代替了。我們世間人也有這個說法，說人逢喜事精神爽。色界天人禪定快樂，那是最好最好的滋養。欲界天人還不行，還需要飲食，色界天不需要了。到西方極樂世界難道還需要嗎？不要了。"
    },
    {
      "id": "20-015-0015_p0051",
      "zh_CN": "不要，为什么会有这些现象？那是烦恼习气。到那里去好久没有吃饭了：怎么没有吃饭？心里一想吃饭，饭就来了。饭食摆在面前了，想想我现在是极乐世界菩萨了，不是凡夫，这个东西没有必要了。这念头一生饭菜立刻就没有了，变化所作。所以在西方极乐世界凡圣同居土里头有这个现象，方便有余土里头没有了。释迦牟尼佛给我们介绍的全是凡圣同居土。所以这个要晓得，无量道品都在其中。下面我们简单的介绍三十七品这个七科，就是七类，七大类。",
      "zh_TW": "不要，為什麼會有這些現象？那是煩惱習氣。到那裡去好久沒有吃飯了：怎麼沒有吃飯？心裡一想吃飯，飯就來了。飯食擺在面前了，想想我現在是極樂世界菩薩了，不是凡夫，這個東西沒有必要了。這念頭一生飯菜立刻就沒有了，變化所作。所以在西方極樂世界凡聖同居土裡頭有這個現象，方便有餘土裡頭沒有了。釋迦牟尼佛給我們介紹的全是凡聖同居土。所以這個要曉得，無量道品都在其中。下面我們簡單的介紹三十七品這個七科，就是七類，七大類。"
    },
    {
      "id": "20-015-0015_p0052",
      "zh_CN": "第一段是「四念处」，「以智观境」就是看得破，所以四念处是智慧。在我们娑婆世界，世尊在经典里面常常说的四种观，这是真正智慧。第一个「观身不净」，第二个「观受是苦」，第三个「观心无常」，第四个「观法无我」，你要常常作如是观，你智慧就开了。",
      "zh_TW": "第一段是「四念處」，「以智觀境」就是看得破，所以四念處是智慧。在我們娑婆世界，世尊在經典裡面常常說的四種觀，這是真正智慧。第一個「觀身不淨」，第二個「觀受是苦」，第三個「觀心無常」，第四個「觀法無我」，你要常常作如是觀，你智慧就開了。"
    },
    {
      "id": "20-015-0015_p0053",
      "zh_CN": "「身」很肮脏，不干净！现在的人三天不洗澡身上的气味就很难闻，身上气味从哪里来的？是你里面冒出来的。里面很不干净，从前禅宗大德常常比喻，人的身体是什么？叫臭皮囊，这个皮袋子。皮袋子里面装什么东西？装的是尿屎大粪脓血，没有一样干净的，三十六种不净之物，这个皮袋子里头装这个东西。你要觉悟，你真正了解看清楚、看明白了，这个身体不值得留恋。",
      "zh_TW": "「身」很骯髒，不乾淨！現在的人三天不洗澡身上的氣味就很難聞，身上氣味從哪裡來的？是你裡面冒出來的。裡面很不乾淨，從前禪宗大德常常比喻，人的身體是什麼？叫臭皮囊，這個皮袋子。皮袋子裡面裝什麼東西？裝的是尿屎大糞膿血，沒有一樣乾淨的，三十六種不淨之物，這個皮袋子裡頭裝這個東西。你要覺悟，你真正了解看清楚、看明白了，這個身體不值得留戀。"
    },
    {
      "id": "20-015-0015_p0054",
      "zh_CN": "那怎么办？这是个假东西，咱们藉假修真。明心见性是真，我们要藉这个假相来修真，千万不要被这个色身欺骗了。爱惜这个色身，贪恋这个色身，要以种种滋养保护这个色身，错了。佛不是说叫我们不要爱惜这个色身，不要错会佛的意思。佛说你要真正认识你这个色身是个什么东西，你要认清楚，然后你好好利用它。藉假修真，这就对了。",
      "zh_TW": "那怎麼辦？這是個假東西，咱們藉假修真。明心見性是真，我們要藉這個假相來修真，千萬不要被這個色身欺騙了。愛惜這個色身，貪戀這個色身，要以種種滋養保護這個色身，錯了。佛不是說叫我們不要愛惜這個色身，不要錯會佛的意思。佛說你要真正認識你這個色身是個什麼東西，你要認清楚，然後你好好利用它。藉假修真，這就對了。"
    },
    {
      "id": "20-015-0015_p0055",
      "zh_CN": "第二「观受」，「受」是你的享受，你这一生的享受。无论你是什么样的身分，你是富贵还是贫贱，总而言之一句话，你自己细心去观察，你所受的是乐还是苦？前面跟诸位说过，生老病死，求不得，爱别离，怨憎会，五阴炽盛，观受是苦。你说现在还有乐，很快乐，乐是坏苦。那我现在不苦不乐？不苦不乐是行苦。三界统苦！《法华经》上把它比喻作火宅，这是身像一栋房子，里面已经起火了。这是觉悟！不觉悟不知道，观受是苦。",
      "zh_TW": "第二「觀受」，「受」是你的享受，你這一生的享受。無論你是什麼樣的身分，你是富貴還是貧賤，總而言之一句話，你自己細心去觀察，你所受的是樂還是苦？前面跟諸位說過，生老病死，求不得，愛別離，怨憎會，五陰熾盛，觀受是苦。你說現在還有樂，很快樂，樂是壞苦。那我現在不苦不樂？不苦不樂是行苦。三界統苦！《法華經》上把它比喻作火宅，這是身像一棟房子，裡面已經起火了。這是覺悟！不覺悟不知道，觀受是苦。"
    },
    {
      "id": "20-015-0015_p0056",
      "zh_CN": "第三句「观心无常」，这个心是念头，你的念头生灭不住，所以它不停，妄念。无常，简单跟你说，你的念头没有两个念头是相同的，刹那生灭，刹那变化，自己做不了主。自己做不了主所以才叫无我，（我是主宰），做不了主的。自己真能作主，我不想老，我不想生病，我不想死，能做到吗？做不到。这个心不是经典上讲的真心，这个心是妄心。妄心是什么？《华严经》上讲的妄想分别执着，妄想心、分别心、执着心，无常，千变万化。",
      "zh_TW": "第三句「觀心無常」，這個心是念頭，你的念頭生滅不住，所以它不停，妄念。無常，簡單跟你說，你的念頭沒有兩個念頭是相同的，剎那生滅，剎那變化，自己做不了主。自己做不了主所以才叫無我，（我是主宰），做不了主的。自己真能作主，我不想老，我不想生病，我不想死，能做到嗎？做不到。這個心不是經典上講的真心，這個心是妄心。妄心是什麼？《華嚴經》上講的妄想分別執著，妄想心、分別心、執著心，無常，千變萬化。"
    },
    {
      "id": "20-015-0015_p0057",
      "zh_CN": "第四句「观法无我」，这意思就是说一切法里头没有主宰。一切法是因缘生法，没有主宰，没有自在。你有这四种观，大致上就差不多了，晓得「身不净，受是苦，心无常，法无我」，你才能看破。看破之后你才能放下，放下什么？放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢。人为什么放不下？没有看破，看破之后自然放下。",
      "zh_TW": "第四句「觀法無我」，這意思就是說一切法裡頭沒有主宰。一切法是因緣生法，沒有主宰，沒有自在。你有這四種觀，大致上就差不多了，曉得「身不淨，受是苦，心無常，法無我」，你才能看破。看破之後你才能放下，放下什麼？放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢。人為什麼放不下？沒有看破，看破之後自然放下。"
    },
    {
      "id": "20-015-0015_p0058",
      "zh_CN": "极乐世界跟我们这里就不一样，极乐世界「常乐我净」是真的。莲花化身，净，它不是不净，净！身体透明的，一丝毫染污都没有。西方极乐世界众生身体透明的，没有染污。我们什么时候能够把妄想分别执着，就是烦恼习气统统断尽了，我们这个身体是透明的。带一丝毫分别执着，漆黑一团。",
      "zh_TW": "極樂世界跟我們這裡就不一樣，極樂世界「常樂我淨」是真的。蓮花化身，淨，它不是不淨，淨！身體透明的，一絲毫染污都沒有。西方極樂世界眾生身體透明的，沒有染污。我們什麼時候能夠把妄想分別執著，就是煩惱習氣統統斷盡了，我們這個身體是透明的。帶一絲毫分別執著，漆黑一團。"
    },
    {
      "id": "20-015-0015_p0059",
      "zh_CN": "西方世界无有众苦，但受诸乐，它真有乐。我们这个地方观心无常，人家那个地方「一心不乱」，一心不乱就是「常」。「自在主宰」那就是「我」。由此可知，我们这个地方要修四念处，到西方极乐世界四念处的结果显现了，成就了，到那个世界圆满了。所以《弥陀经》上不讲前面三科，它从『五根，五力』讲起，我们这个世界要修，要修四念处观，西方极乐世界没有，它不需要，它那里没有这个问题。",
      "zh_TW": "西方世界無有眾苦，但受諸樂，它真有樂。我們這個地方觀心無常，人家那個地方「一心不亂」，一心不亂就是「常」。「自在主宰」那就是「我」。由此可知，我們這個地方要修四念處，到西方極樂世界四念處的結果顯現了，成就了，到那個世界圓滿了。所以《彌陀經》上不講前面三科，它從『五根，五力』講起，我們這個世界要修，要修四念處觀，西方極樂世界沒有，它不需要，它那裡沒有這個問題。"
    },
    {
      "id": "20-015-0015_p0060",
      "zh_CN": "再看「四正勤」，四正勤也是我们要修的，极乐世界没有。四正勤是「断恶，生善」。勤是勤奋，正是正确的、正当的，我们应当在日常生活当中，一切时一切处不要忘记，你要真修。断恶有两句，「已生恶令断」，已经生起的恶。这个善恶的标准，佛教初学就是用的「十善业道」，十善业。十善业的反面叫十恶。我已经恶念生起来了，恶业已经造了，你要觉悟赶快断掉。杀生、偷盗、邪淫、妄语、两舌、恶口、绮语、贪瞋痴，恶！这个念头一生起来立刻就要断。",
      "zh_TW": "再看「四正勤」，四正勤也是我們要修的，極樂世界沒有。四正勤是「斷惡，生善」。勤是勤奮，正是正確的、正當的，我們應當在日常生活當中，一切時一切處不要忘記，你要真修。斷惡有兩句，「已生惡令斷」，已經生起的惡。這個善惡的標準，佛教初學就是用的「十善業道」，十善業。十善業的反面叫十惡。我已經惡念生起來了，惡業已經造了，你要覺悟趕快斷掉。殺生、偷盜、邪淫、妄語、兩舌、惡口、綺語、貪瞋痴，惡！這個念頭一生起來立刻就要斷。"
    },
    {
      "id": "20-015-0015_p0061",
      "zh_CN": "「未生恶不生」，我还没有这个念头，那你要记住这些恶的念头不能生，对自己有严重的伤害，而且还伤害别人。「已生恶令断，未生恶不生」，恶就没有了，恶的念头没有，恶的行为没有。",
      "zh_TW": "「未生惡不生」，我還沒有這個念頭，那你要記住這些惡的念頭不能生，對自己有嚴重的傷害，而且還傷害別人。「已生惡令斷，未生惡不生」，惡就沒有了，惡的念頭沒有，惡的行為沒有。"
    },
    {
      "id": "20-015-0015_p0062",
      "zh_CN": "断恶要生善，「已生善增长，未生善令生」，唯善，无恶唯善！善恶还是以十善业道为标准，我们初学一定从这个基础上扎根，然后再提升，然后再扩大，十善业是根本。不杀、不盗、不淫、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴，常常生这个念头，这个念头没有生要赶快生。恶的念头要断，善的念头要生，恶的行为要断，善的行为要生，这个样子你的心行「无恶唯善」。「净念相继，无上菩提」，无上菩提是从这个地方建立的。",
      "zh_TW": "斷惡要生善，「已生善增長，未生善令生」，唯善，無惡唯善！善惡還是以十善業道為標準，我們初學一定從這個基礎上扎根，然後再提昇，然後再擴大，十善業是根本。不殺、不盜、不淫、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴，常常生這個念頭，這個念頭沒有生要趕快生。惡的念頭要斷，善的念頭要生，惡的行為要斷，善的行為要生，這個樣子你的心行「無惡唯善」。「淨念相繼，無上菩提」，無上菩提是從這個地方建立的。"
    },
    {
      "id": "20-015-0015_p0063",
      "zh_CN": "这个四句通一切法，在大乘法里面譬如六度，悭贪是恶，布施是善。吝啬的念头，贪求的念头，这个不善要断；布施的念头，布施的行为，布施供养是善，要生。恶业是不善，持戒是善；瞋恚是不善，忍辱是善；懈怠是不善，精进是善；散乱是不善，禅定是善；愚痴是不善，般若是善。总以十善业道是为最初的基础标准，慢慢再提升，提升到一切法，一切法世出世间法都有善恶两面，断恶修善。",
      "zh_TW": "這個四句通一切法，在大乘法裡面譬如六度，慳貪是惡，布施是善。吝嗇的念頭，貪求的念頭，這個不善要斷；布施的念頭，布施的行為，布施供養是善，要生。惡業是不善，持戒是善；瞋恚是不善，忍辱是善；懈怠是不善，精進是善；散亂是不善，禪定是善；愚痴是不善，般若是善。總以十善業道是為最初的基礎標準，慢慢再提昇，提昇到一切法，一切法世出世間法都有善惡兩面，斷惡修善。"
    },
    {
      "id": "20-015-0015_p0064",
      "zh_CN": "第三段「四如意足」，足是满足，满足就如意了，所以这是四种，佛教给我们的，你满足就如意了。「放得下，回首如意，回头是岸」，所以这个四条是定、是福，四种定，四种福。我们中国人常常讲的回首如意，你看从前富贵人家手上常常拿着一个如意。拿这个如意是什么意思？如意头是回过来的，就是时时刻刻提醒自己，无论做什么不要太过分了，要知道回头。不知道回头麻烦就来了，要出乱子了。现在人讲节制，懂得节制。无论做什么事情它都有一定的度数，到这个时候应当要节制，在中国古人讲的是应当要回头了。凡是造作罪孽都是不懂得节制，不知道回头，所谓一意孤行，这个麻烦就来了，到果报现前后悔莫及。",
      "zh_TW": "第三段「四如意足」，足是滿足，滿足就如意了，所以這是四種，佛教給我們的，你滿足就如意了。「放得下，回首如意，回頭是岸」，所以這個四條是定、是福，四種定，四種福。我們中國人常常講的回首如意，你看從前富貴人家手上常常拿著一個如意。拿這個如意是什麼意思？如意頭是回過來的，就是時時刻刻提醒自己，無論做什麼不要太過分了，要知道回頭。不知道回頭麻煩就來了，要出亂子了。現在人講節制，懂得節制。無論做什麼事情它都有一定的度數，到這個時候應當要節制，在中國古人講的是應當要回頭了。凡是造作罪孽都是不懂得節制，不知道回頭，所謂一意孤行，這個麻煩就來了，到果報現前後悔莫及。"
    },
    {
      "id": "20-015-0015_p0065",
      "zh_CN": "佛教我们这四桩事情，第一个是「欲」，欲如意足。欲是欲望，一定要知足，知足就常乐了。所以第二个「精进」，精进如意足那常乐。我用的解释是用这两句，「知足常乐，心安理得」，我这样解释大家很容易懂。古大德解释这四句很不好懂，你看我这个解释，一看你就明了了。什么事最快乐？天天有进步真快乐，确实法喜充满。《论语》里头夫子讲「学而时习之，不亦说乎」，天天有进步，精进就是天天有进步。苦是什么？没有进步这才苦。",
      "zh_TW": "佛教我們這四樁事情，第一個是「欲」，欲如意足。欲是欲望，一定要知足，知足就常樂了。所以第二個「精進」，精進如意足那常樂。我用的解釋是用這兩句，「知足常樂，心安理得」，我這樣解釋大家很容易懂。古大德解釋這四句很不好懂，你看我這個解釋，一看你就明瞭了。什麼事最快樂？天天有進步真快樂，確實法喜充滿。《論語》裡頭夫子講「學而時習之，不亦說乎」，天天有進步，精進就是天天有進步。苦是什麼？沒有進步這才苦。"
    },
    {
      "id": "20-015-0015_p0066",
      "zh_CN": "「念如意足」也叫做「心如意足」，诸位将来看佛法里头这个四如意足，有的用「念」，有的用「慧」，但是有些地方他用「心如意足」、「思惟如意足」。用「念」跟用「心」，我们统统都看到，经本上都有这个说法的，都是一样的。念如意足，心安！心安是你心要知足，你心就安了。「精进如意足」，今天精进，我今天的功课都做圆满了，都有了进步，这就可以了，你就常乐。精进不能不知足，不知足，精进过分了，过了头了，你的身体受伤害。一天的功课一天做完，不可以一天做十天的功课，那要命！",
      "zh_TW": "「念如意足」也叫做「心如意足」，諸位將來看佛法裡頭這個四如意足，有的用「念」，有的用「慧」，但是有些地方他用「心如意足」、「思惟如意足」。用「念」跟用「心」，我們統統都看到，經本上都有這個說法的，都是一樣的。念如意足，心安！心安是你心要知足，你心就安了。「精進如意足」，今天精進，我今天的功課都做圓滿了，都有了進步，這就可以了，你就常樂。精進不能不知足，不知足，精進過分了，過了頭了，你的身體受傷害。一天的功課一天做完，不可以一天做十天的功課，那要命！"
    },
    {
      "id": "20-015-0015_p0067",
      "zh_CN": "佛不是这样教人的，佛是随你自己的根性、程度，教导你一定适合你的根性，适合你的程度。在从前私塾里头读书，老师教学生是因人而异，进度各个人不一样。天分高的，记忆力、理解力好的，每天课程（从前叫上书，就是教你念的进度），上上根的人可以念二十行。一行二十个字，二十行是四百个字，你每天能够消化得了，这上根人。中等根性的人得十五行，十行到十五行。下等根性的人很笨，记忆力不好，那教他念几行？三行到五行，三行六十个字，五行一百个字，你要把它能念熟，能背过。",
      "zh_TW": "佛不是這樣教人的，佛是隨你自己的根性、程度，教導你一定適合你的根性，適合你的程度。在從前私塾裡頭讀書，老師教學生是因人而異，進度各個人不一樣。天分高的，記憶力、理解力好的，每天課程（從前叫上書，就是教你念的進度），上上根的人可以念二十行。一行二十個字，二十行是四百個字，你每天能夠消化得了，這上根人。中等根性的人得十五行，十行到十五行。下等根性的人很笨，記憶力不好，那教他念幾行？三行到五行，三行六十個字，五行一百個字，你要把它能念熟，能背過。"
    },
    {
      "id": "20-015-0015_p0068",
      "zh_CN": "测验学生的标准，实在讲很容易测验。老师教你念，譬如说教你念二十行，看看你是不是上根，十遍能背，这就是标准。十遍不能背，好，马上减下来。一定是十遍会背了，这适合你的程度，十遍不能背那就太多了。所以那个下根的人，教他三行六十个字，十遍能背，行。那一个同学他念一百个字，十遍能背，他的天分比这一个就要高一点。所以同时教一样的课程，每个人进度不相同。十遍会背了，老师再督促你，高声去念，念一百遍，高声看着本子念，念一百遍。这一百遍念完之后，本子关起来再背，背一百遍，这有进步！这是今天的功课，明天是明天功课，这是精进如意足。",
      "zh_TW": "測驗學生的標準，實在講很容易測驗。老師教你念，譬如說教你念二十行，看看你是不是上根，十遍能背，這就是標準。十遍不能背，好，馬上減下來。一定是十遍會背了，這適合你的程度，十遍不能背那就太多了。所以那個下根的人，教他三行六十個字，十遍能背，行。那一個同學他念一百個字，十遍能背，他的天分比這一個就要高一點。所以同時教一樣的課程，每個人進度不相同。十遍會背了，老師再督促你，高聲去念，念一百遍，高聲看著本子念，念一百遍。這一百遍念完之後，本子關起來再背，背一百遍，這有進步！這是今天的功課，明天是明天功課，這是精進如意足。"
    },
    {
      "id": "20-015-0015_p0069",
      "zh_CN": "我举这个例子大家好懂，每天要有进步，进步是有尺寸的，适合于自己程度，适合于自己根性一点不困难。天天有进步，月月有进步，年年有进步，他怎么不快乐？念如意足（心如意足），心安。慧如意足（思惟如意足）是理明白了。理明白了心就安，心安了理就明白了。「成就一心，不退菩提」，我这个说法大家好懂。可以统统落实在日常生活当中，落实在学教，落实在念佛，落实在修行，它是纲领、是原则。好，现在时间到了，我们今天就讲到此地。",
      "zh_TW": "我舉這個例子大家好懂，每天要有進步，進步是有尺寸的，適合於自己程度，適合於自己根性一點不困難。天天有進步，月月有進步，年年有進步，他怎麼不快樂？念如意足（心如意足），心安。慧如意足（思惟如意足）是理明白了。理明白了心就安，心安了理就明白了。「成就一心，不退菩提」，我這個說法大家好懂。可以統統落實在日常生活當中，落實在學教，落實在念佛，落實在修行，它是綱領、是原則。好，現在時間到了，我們今天就講到此地。"
    }
  ]
}