{
  "doc_id": "20-015-0022",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0022",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "20-015-0022_p0001",
      "zh_CN": "诸位同学，请看第二段「一生成佛」，看第二节：",
      "zh_TW": "諸位同學，請看第二段「一生成佛」，看第二節："
    },
    {
      "id": "20-015-0022_p0002",
      "zh_CN": "「经云，弥陀涅槃，观音即补佛位，号普光功德山王如来，国名众宝普集庄严，其佛灭后，大势至菩萨即补佛位，号善住功德宝王如来」。这一段是讲西方极乐世界实在是无比的殊胜，跟他方佛国确实不一样，他方佛国佛灭度之后总有一段时间，这个时间长短不一。一般说，像我们娑婆世界释迦牟尼佛灭度了，补处菩萨现在在兜率天，兜率天寿命尽了，到这个世间来示现成佛。兜率天寿命很长，我们知道兜率天的一天是我们人间四百年。佛在经上告诉我们，忉利天一天是我们人间一百年，忉利天的寿命是一千岁。夜摩天加一倍，夜摩天一天是我们人间两百年，寿命两千岁。兜率又加一倍，兜率天的一天是我们人间四百年，寿命是四千岁。",
      "zh_TW": "「經云，彌陀涅槃，觀音即補佛位，號普光功德山王如來，國名眾寶普集莊嚴，其佛滅後，大勢至菩薩即補佛位，號善住功德寶王如來」。這一段是講西方極樂世界實在是無比的殊勝，跟他方佛國確實不一樣，他方佛國佛滅度之後總有一段時間，這個時間長短不一。一般說，像我們娑婆世界釋迦牟尼佛滅度了，補處菩薩現在在兜率天，兜率天壽命盡了，到這個世間來示現成佛。兜率天壽命很長，我們知道兜率天的一天是我們人間四百年。佛在經上告訴我們，忉利天一天是我們人間一百年，忉利天的壽命是一千歲。夜摩天加一倍，夜摩天一天是我們人間兩百年，壽命兩千歲。兜率又加一倍，兜率天的一天是我們人間四百年，壽命是四千歲。"
    },
    {
      "id": "20-015-0022_p0003",
      "zh_CN": "诸位算一算就知道，一天等于四百年，一年也算三百六十五天，四千岁，所以《弥勒下生经》里面讲大概兜率天的寿命合我们人间年岁来讲，是五十六亿七千万年。五十六亿七千万年之后，弥勒菩萨从兜率天降生到我们这个世间来示现成佛。兜率是知足天，补处菩萨居住的处所。所以我们这个世间实在讲有佛的时候很少，没有佛住世的时候很长。你看看释迦牟尼佛的法运才一万两千年，弥勒菩萨要五十六亿七千万年才降生，这个当中漫漫长夜，众生苦！",
      "zh_TW": "諸位算一算就知道，一天等於四百年，一年也算三百六十五天，四千歲，所以《彌勒下生經》裡面講大概兜率天的壽命合我們人間年歲來講，是五十六億七千萬年。五十六億七千萬年之後，彌勒菩薩從兜率天降生到我們這個世間來示現成佛。兜率是知足天，補處菩薩居住的處所。所以我們這個世間實在講有佛的時候很少，沒有佛住世的時候很長。你看看釋迦牟尼佛的法運才一萬兩千年，彌勒菩薩要五十六億七千萬年才降生，這個當中漫漫長夜，眾生苦！"
    },
    {
      "id": "20-015-0022_p0004",
      "zh_CN": "可是佛菩萨非常慈悲，释迦牟尼佛灭法之后，弥勒佛没有出生之前，这个时候怎么办？我们在《地藏经》里面看到，释迦牟尼佛已经委托地藏菩萨，代佛度化众生。地藏菩萨的使命太大太大了，这么长的时间帮助这些苦难众生。我们看西方极乐世界跟我们这里大大不相同。阿弥陀佛示现入般涅槃，观音菩萨立刻就示现成佛。观音菩萨成佛，这个世界不叫极乐世界，世界叫众宝普集庄严世界，观音菩萨的德号是普光功德山王如来。释迦牟尼佛跟我们说预言，这是无量劫之后的事情。阿弥陀佛无量寿，阿弥陀佛成佛现在才十劫，换句话说，才成佛还不久，极乐世界太殊胜。",
      "zh_TW": "可是佛菩薩非常慈悲，釋迦牟尼佛滅法之後，彌勒佛沒有出生之前，這個時候怎麼辦？我們在《地藏經》裡面看到，釋迦牟尼佛已經委託地藏菩薩，代佛度化眾生。地藏菩薩的使命太大太大了，這麼長的時間幫助這些苦難眾生。我們看西方極樂世界跟我們這裡大大不相同。阿彌陀佛示現入般涅槃，觀音菩薩立刻就示現成佛。觀音菩薩成佛，這個世界不叫極樂世界，世界叫眾寶普集莊嚴世界，觀音菩薩的德號是普光功德山王如來。釋迦牟尼佛跟我們說預言，這是無量劫之後的事情。阿彌陀佛無量壽，阿彌陀佛成佛現在才十劫，換句話說，才成佛還不久，極樂世界太殊勝。"
    },
    {
      "id": "20-015-0022_p0005",
      "zh_CN": "观音菩萨这是示现成佛，普光功德山王如来，他老人家入灭了之后，大势至菩萨接着又示现成佛。那个时候不叫大势至菩萨，叫善住功德宝王如来。真的，菩萨功德宝王无比殊胜，你看看无量劫又无量劫修积功德，这是示现榜样给我们看。我们怎么能不认真断恶修善，积功累德。虽然法身菩萨已经证得心性之极致，依然为一切众生示现修德，慈悲到了极处。教导我们，做样子给我们看。如果我们不觉悟，我们不能够体会，怎么对得起佛菩萨为我们示现演说。再看底下这一段：",
      "zh_TW": "觀音菩薩這是示現成佛，普光功德山王如來，他老人家入滅了之後，大勢至菩薩接著又示現成佛。那個時候不叫大勢至菩薩，叫善住功德寶王如來。真的，菩薩功德寶王無比殊勝，你看看無量劫又無量劫修積功德，這是示現榜樣給我們看。我們怎麼能不認真斷惡修善，積功累德。雖然法身菩薩已經證得心性之極致，依然為一切眾生示現修德，慈悲到了極處。教導我們，做樣子給我們看。如果我們不覺悟，我們不能夠體會，怎麼對得起佛菩薩為我們示現演說。再看底下這一段："
    },
    {
      "id": "20-015-0022_p0006",
      "zh_CN": "「复次，释迦一代时教」，讲释迦牟尼佛四十九年讲经说法，「惟华严明一生圆满，而一生圆满之因，则末后普贤行愿中，十大愿王，导归极乐。且以此劝进华藏海众，思之，思之」。我曾经跟同学们也做过多次的报告，细细的思惟，我不是上根、不是利根，勉强说，中等根性。实在讲，得佛菩萨加持给我寿命，如果要没有寿命，我这一生可以说没有成就。为什么？",
      "zh_TW": "「復次，釋迦一代時教」，講釋迦牟尼佛四十九年講經說法，「惟華嚴明一生圓滿，而一生圓滿之因，則末後普賢行願中，十大願王，導歸極樂。且以此勸進華藏海眾，思之，思之」。我曾經跟同學們也做過多次的報告，細細的思惟，我不是上根、不是利根，勉強說，中等根性。實在講，得佛菩薩加持給我壽命，如果要沒有壽命，我這一生可以說沒有成就。為什麼？"
    },
    {
      "id": "20-015-0022_p0007",
      "zh_CN": "往年我跟李老师，李老师苦口婆心劝我修净宗法门，甚至于讲到「你看古来多少祖师大德，他们的德行、道行、学问，我们实实在在比不上」，这是真的。「蕅益大师的《要解》我们写不出来，莲池大师的《疏钞》我们也写不出来。这些大智慧的人、大德行的人，他们都念佛求生净土」，这是李老师举例子来给我说。「如果这个法门不是真的，那么多的祖师大德们、大善知识们都走错了路」，李老师说「我们也错一回，不为过」。说这样的话来劝我，我很感激，可是并没有死心塌地学这个法门。死心塌地学这个法门是在民国六十年，我在台北讲《华严经》。那个时候也常常出国，所以在台湾讲《华严》断断续续，我记得这样断断续续好像讲了十几年，这个经讲了一半，也没有讲圆满。韩馆长往生了，《华严经》就中断。",
      "zh_TW": "往年我跟李老師，李老師苦口婆心勸我修淨宗法門，甚至於講到「你看古來多少祖師大德，他們的德行、道行、學問，我們實實在在比不上」，這是真的。「蕅益大師的《要解》我們寫不出來，蓮池大師的《疏鈔》我們也寫不出來。這些大智慧的人、大德行的人，他們都念佛求生淨土」，這是李老師舉例子來給我說。「如果這個法門不是真的，那麼多的祖師大德們、大善知識們都走錯了路」，李老師說「我們也錯一回，不為過」。說這樣的話來勸我，我很感激，可是並沒有死心塌地學這個法門。死心塌地學這個法門是在民國六十年，我在台北講《華嚴經》。那個時候也常常出國，所以在台灣講《華嚴》斷斷續續，我記得這樣斷斷續續好像講了十幾年，這個經講了一半，也沒有講圓滿。韓館長往生了，《華嚴經》就中斷。"
    },
    {
      "id": "20-015-0022_p0008",
      "zh_CN": "每一次回到台湾，我就继续讲《华严》。有一天突然想到善财童子修什么法门？因为我在台湾讲《华严》，是《八十》、《四十》同时讲，一个星期讲三次，两次讲《八十华严》，一次讲《四十华严》，这两个本子都是讲到一半的时候停止了。仔细再查查经，细细看看，真了不起，善财童子修念佛法门，善财童子的老师文殊菩萨也是发愿求生净土。他发的愿，跟文殊菩萨的愿几乎是完全相同。文殊、普贤都求生净土，善财是文殊得意门生，得意门生如果不能够继承老师的愿望，那就不是传法弟子。",
      "zh_TW": "每一次回到台灣，我就繼續講《華嚴》。有一天突然想到善財童子修什麼法門？因為我在台灣講《華嚴》，是《八十》、《四十》同時講，一個星期講三次，兩次講《八十華嚴》，一次講《四十華嚴》，這兩個本子都是講到一半的時候停止了。仔細再查查經，細細看看，真了不起，善財童子修念佛法門，善財童子的老師文殊菩薩也是發願求生淨土。他發的願，跟文殊菩薩的願幾乎是完全相同。文殊、普賢都求生淨土，善財是文殊得意門生，得意門生如果不能夠繼承老師的願望，那就不是傳法弟子。"
    },
    {
      "id": "20-015-0022_p0009",
      "zh_CN": "仔细看看善财童子出去参访，第一位遇到吉祥云比丘（《八十华严》叫德云，《四十华严》翻作吉祥云），教给他念佛法门。吉祥云比丘自己修行的方式，就是我们现在所讲的「般舟三昧」，念阿弥陀佛求生净土。头一个善知识，这个表法的意义很深，古人常说的，先入为主。善财童子第一个就修念佛法门，先入为主。再看最后，最后第五十三参，普贤菩萨，十大愿王导归极乐。我明白了，吉祥云比丘开始，普贤菩萨终结，自始至终善财修什么？修念佛法门。我这个时候才死心塌地，不再疑惑、不再犹豫了，我明白了。又何况文殊、普贤劝导华藏世界四十一位法身大士，这华藏海众，统统求生西方极乐世界，我们想想这是何等的庄严。",
      "zh_TW": "仔細看看善財童子出去參訪，第一位遇到吉祥雲比丘（《八十華嚴》叫德雲，《四十華嚴》翻作吉祥雲），教給他念佛法門。吉祥雲比丘自己修行的方式，就是我們現在所講的「般舟三昧」，念阿彌陀佛求生淨土。頭一個善知識，這個表法的意義很深，古人常說的，先入為主。善財童子第一個就修念佛法門，先入為主。再看最後，最後第五十三參，普賢菩薩，十大願王導歸極樂。我明白了，吉祥雲比丘開始，普賢菩薩終結，自始至終善財修什麼？修念佛法門。我這個時候才死心塌地，不再疑惑、不再猶豫了，我明白了。又何況文殊、普賢勸導華藏世界四十一位法身大士，這華藏海眾，統統求生西方極樂世界，我們想想這是何等的莊嚴。"
    },
    {
      "id": "20-015-0022_p0010",
      "zh_CN": "再看看毘卢遮那如来（都是示现给我们看），毘卢遮那如来欢喜！没有说，文殊、普贤你们怎么把我的徒众统统都带跑掉了？把我道场的人统统都带到极乐世界，这成什么话？在我们这个世间肯定就会产生这个误会，不要说你把人全部带走，带一、两个人都不会饶过你的！这个道场，尤其是聪明伶俐、修行用功的人，你要把他带走，没有得到这个寺庙老和尚的同意，你就做错事了。",
      "zh_TW": "再看看毘盧遮那如來（都是示現給我們看），毘盧遮那如來歡喜！沒有說，文殊、普賢你們怎麼把我的徒眾統統都帶跑掉了？把我道場的人統統都帶到極樂世界，這成什麼話？在我們這個世間肯定就會產生這個誤會，不要說你把人全部帶走，帶一、兩個人都不會饒過你的！這個道場，尤其是聰明伶俐、修行用功的人，你要把他帶走，沒有得到這個寺廟老和尚的同意，你就做錯事了。"
    },
    {
      "id": "20-015-0022_p0011",
      "zh_CN": "在华藏世界，我们相信文殊、普贤一定得毘卢遮那佛的同意，毘卢遮那佛允许，好，大家统统都去。为什么？到极乐世界成佛快，比在华藏快多了，时间缩短了。毘卢遮那佛没有私心，佛佛道同，诸佛唯一的愿望是希望大家赶快成佛，最快无过于到极乐世界去亲近阿弥陀佛。所以文殊、普贤带领四十一位法身大士往生极乐世界，毘卢遮那佛欢喜！这是我们要明白这个道理。如果我知道其他道场有真正的善知识，我不如他，我们的同学要去亲近他，我欢喜。你们亲近对了，一点没错。",
      "zh_TW": "在華藏世界，我們相信文殊、普賢一定得毘盧遮那佛的同意，毘盧遮那佛允許，好，大家統統都去。為什麼？到極樂世界成佛快，比在華藏快多了，時間縮短了。毘盧遮那佛沒有私心，佛佛道同，諸佛唯一的願望是希望大家趕快成佛，最快無過於到極樂世界去親近阿彌陀佛。所以文殊、普賢帶領四十一位法身大士往生極樂世界，毘盧遮那佛歡喜！這是我們要明白這個道理。如果我知道其他道場有真正的善知識，我不如他，我們的同學要去親近他，我歡喜。你們親近對了，一點沒錯。"
    },
    {
      "id": "20-015-0022_p0012",
      "zh_CN": "早年我在台北讲经，有些同学，大专学生，在我这里听了两、三年，来告诉我：法师，我想到台中亲近李老师。好！这个人聪明！我从李老师那里学来的，你们能亲近我的老师，那我求之不得。这就是如果真有这个缘分，应当亲近一等一的善知识。诸佛刹土里面第一善知识，这是一切诸佛公认的，阿弥陀佛，光中极尊，佛中之王！所以你只要发心亲近阿弥陀佛，求生极乐世界，所有一切诸佛如来都鼓掌，你真聪明！你选对了。我跟诸位说的话句句都是实话，所以这一段文的启示，我们要多想想。下面一段：",
      "zh_TW": "早年我在台北講經，有些同學，大專學生，在我這裡聽了兩、三年，來告訴我：法師，我想到台中親近李老師。好！這個人聰明！我從李老師那裡學來的，你們能親近我的老師，那我求之不得。這就是如果真有這個緣分，應當親近一等一的善知識。諸佛剎土裡面第一善知識，這是一切諸佛公認的，阿彌陀佛，光中極尊，佛中之王！所以你只要發心親近阿彌陀佛，求生極樂世界，所有一切諸佛如來都鼓掌，你真聰明！你選對了。我跟諸位說的話句句都是實話，所以這一段文的啟示，我們要多想想。下面一段："
    },
    {
      "id": "20-015-0022_p0013",
      "zh_CN": "「蕅公叹曰」，蕅益大师叹息，「嗟乎，凡夫例登补处，奇倡极谈，不可测度」，我们先说这一句。蕅益大师注解写到这个地方自己很感叹。明明是凡夫，一品烦恼都没有断，带业往生到西方极乐世界凡圣同居土，居然就「例登补处」。他不是真的补处，他是跟补处菩萨在一起。不是补处菩萨不能在一起，他是凡夫怎么会跟补处菩萨在一起？跟补处菩萨在一起，就等同补处，跟补处差不多。「奇倡极谈」，这个「奇」是希奇，没有听说过、没见过，居然极乐世界有这个事情。「谈」，谈经说道，到达极处了。蕅益大师的赞叹，真有这个事情不是假的。",
      "zh_TW": "「蕅公嘆曰」，蕅益大師嘆息，「嗟乎，凡夫例登補處，奇倡極談，不可測度」，我們先說這一句。蕅益大師註解寫到這個地方自己很感嘆。明明是凡夫，一品煩惱都沒有斷，帶業往生到西方極樂世界凡聖同居土，居然就「例登補處」。他不是真的補處，他是跟補處菩薩在一起。不是補處菩薩不能在一起，他是凡夫怎麼會跟補處菩薩在一起？跟補處菩薩在一起，就等同補處，跟補處差不多。「奇倡極談」，這個「奇」是希奇，沒有聽說過、沒見過，居然極樂世界有這個事情。「談」，談經說道，到達極處了。蕅益大師的讚歎，真有這個事情不是假的。"
    },
    {
      "id": "20-015-0022_p0014",
      "zh_CN": "「华严所禀，却在此经（诸佛所说第一经，菩萨修行第一法门）」，括弧里头两句话是我写的，我在这个地方也有一点点小悟处。我们在《华严经》上读到，《华严》到最后「十大愿王导归极乐」，归《无量寿》。《无量寿经》古人说就是中本《华严》。净土三经，《无量寿经》是第一经。如果我们要是用三分来讲，经典的序分、正宗分、流通分三分来讲，《无量寿经》是净宗的正宗分。《阿弥陀经》是净宗的流通分，这个经世尊四次劝我们发愿求生净土，真正不可思议。古人常讲一而再、再而三，三而四，四次劝导往生。《华严经》最后的归宿，归到西方极乐世界。《弥陀经》就是小本《无量寿经》，《无量寿经》是大本《阿弥陀经》。王龙舒居士会集《无量寿经》就称为《大阿弥陀经》，他的经题就是用这个。所以这个确确实实是诸佛所说第一经，菩萨所修的第一法门。",
      "zh_TW": "「華嚴所稟，卻在此經（諸佛所說第一經，菩薩修行第一法門）」，括弧裡頭兩句話是我寫的，我在這個地方也有一點點小悟處。我們在《華嚴經》上讀到，《華嚴》到最後「十大願王導歸極樂」，歸《無量壽》。《無量壽經》古人說就是中本《華嚴》。淨土三經，《無量壽經》是第一經。如果我們要是用三分來講，經典的序分、正宗分、流通分三分來講，《無量壽經》是淨宗的正宗分。《阿彌陀經》是淨宗的流通分，這個經世尊四次勸我們發願求生淨土，真正不可思議。古人常講一而再、再而三，三而四，四次勸導往生。《華嚴經》最後的歸宿，歸到西方極樂世界。《彌陀經》就是小本《無量壽經》，《無量壽經》是大本《阿彌陀經》。王龍舒居士會集《無量壽經》就稱為《大阿彌陀經》，他的經題就是用這個。所以這個確確實實是諸佛所說第一經，菩薩所修的第一法門。"
    },
    {
      "id": "20-015-0022_p0015",
      "zh_CN": "「而天下古今，信尟疑多，余唯有剖心沥血而已」，这是蕅益大师真正是感慨痛心疾首之言。天下古今，信的人少，怀疑的人多，蕅益大师说到这个地方、想到这个地方，真的是痛心到极处。明明你这一生可以永脱轮回圆成佛道，不要等第二生，这一生！一生圆满，因为你往生，往生是活着去的，不是死了去的。所以我常讲这个法门叫不死的法门，它是真的不死。你看时节因缘成熟的时候，往生的人看到阿弥陀佛来接引，跟大家告辞，「佛来了，我跟他到极乐世界去了」，这就走了，活着走的！走了之后怎么样？这个臭皮囊不要了、丢了，彻底放下，到极乐世界去了，他是换一个身。",
      "zh_TW": "「而天下古今，信尟疑多，余唯有剖心瀝血而已」，這是蕅益大師真正是感慨痛心疾首之言。天下古今，信的人少，懷疑的人多，蕅益大師說到這個地方、想到這個地方，真的是痛心到極處。明明你這一生可以永脫輪迴圓成佛道，不要等第二生，這一生！一生圓滿，因為你往生，往生是活著去的，不是死了去的。所以我常講這個法門叫不死的法門，它是真的不死。你看時節因緣成熟的時候，往生的人看到阿彌陀佛來接引，跟大家告辭，「佛來了，我跟他到極樂世界去了」，這就走了，活著走的！走了之後怎麼樣？這個臭皮囊不要了、丟了，徹底放下，到極樂世界去了，他是換一個身。"
    },
    {
      "id": "20-015-0022_p0016",
      "zh_CN": "一到西方极乐世界，莲花化生，这个莲花是他自己种的，不是别人种的。所有一切众生只要真正发愿求生净土，极乐世界七宝池里面就长一个花蕊，莲花苞。你的信、愿坚固，念佛很勤，这个花在莲池里头愈开愈大、愈长愈大。你寿命尽的时候，阿弥陀佛就拿这个花来接引你。这花是你自己的，不是别人的，花上面还有名字，决定错不了的。你一进入莲花，不是从小孩慢慢长大，你的身相跟佛一样。西方世界是平等法界，肉身舍掉了，得什么身？真金紫磨金色身，四十八愿里头有。相好光明，跟佛、跟补处菩萨没有两样，真平等。",
      "zh_TW": "一到西方極樂世界，蓮花化生，這個蓮花是他自己種的，不是別人種的。所有一切眾生只要真正發願求生淨土，極樂世界七寶池裡面就長一個花蕊，蓮花苞。你的信、願堅固，念佛很勤，這個花在蓮池裡頭愈開愈大、愈長愈大。你壽命盡的時候，阿彌陀佛就拿這個花來接引你。這花是你自己的，不是別人的，花上面還有名字，決定錯不了的。你一進入蓮花，不是從小孩慢慢長大，你的身相跟佛一樣。西方世界是平等法界，肉身捨掉了，得什麼身？真金紫磨金色身，四十八願裡頭有。相好光明，跟佛、跟補處菩薩沒有兩樣，真平等。"
    },
    {
      "id": "20-015-0022_p0017",
      "zh_CN": "这是阿弥陀佛往昔在因中行菩萨道，我们在《无量寿经》上读过这一段历史，他曾经参访二百一十亿佛国土。二百一十亿是表法不是数字，是密宗里面代表的大圆满，就是说遍法界虚空界一切诸佛刹土一个都不漏，他统统都去参学过。每一个世界的优点、长处他统统学习，缺点他统统舍弃，所以极乐世界的成就，是集遍法界虚空界一切诸佛刹土的优点，它没有缺点，这样建成的。这给我们很大很大的启示！阿弥陀佛建立西方极乐世界，不是闭门造车，不是在家里想像设计，不是的，是参学所得的，这是真正的学问，真实学问。",
      "zh_TW": "這是阿彌陀佛往昔在因中行菩薩道，我們在《無量壽經》上讀過這一段歷史，他曾經參訪二百一十億佛國土。二百一十億是表法不是數字，是密宗裡面代表的大圓滿，就是說遍法界虛空界一切諸佛剎土一個都不漏，他統統都去參學過。每一個世界的優點、長處他統統學習，缺點他統統捨棄，所以極樂世界的成就，是集遍法界虛空界一切諸佛剎土的優點，它沒有缺點，這樣建成的。這給我們很大很大的啟示！阿彌陀佛建立西方極樂世界，不是閉門造車，不是在家裡想像設計，不是的，是參學所得的，這是真正的學問，真實學問。"
    },
    {
      "id": "20-015-0022_p0018",
      "zh_CN": "必然看到（像我们娑婆世界，他一定来过）娑婆世界这一切众生生的相貌不一样。相貌好的，烦恼现前，什么烦恼？傲慢。相貌不好的，烦恼也现前，什么烦恼？自卑感，很重，这是我们都很清楚的。极乐世界阿弥陀佛知道这一点，他那个地方所有一切往生的人，绝对不会生这个烦恼。为什么？大家相貌一样的，没有哪一个比人好的，也没有哪一个有缺点的，统统一样；体质一样，高矮一样，肥瘦一样，相好一样。",
      "zh_TW": "必然看到（像我們娑婆世界，他一定來過）娑婆世界這一切眾生生的相貌不一樣。相貌好的，煩惱現前，什麼煩惱？傲慢。相貌不好的，煩惱也現前，什麼煩惱？自卑感，很重，這是我們都很清楚的。極樂世界阿彌陀佛知道這一點，他那個地方所有一切往生的人，絕對不會生這個煩惱。為什麼？大家相貌一樣的，沒有哪一個比人好的，也沒有哪一個有缺點的，統統一樣；體質一樣，高矮一樣，肥瘦一樣，相好一樣。"
    },
    {
      "id": "20-015-0022_p0019",
      "zh_CN": "这么一来的话，我们又有问题了，什么问题？那我要找哪一个人，我晓得谁是谁？长的都一样。这是我们多操了心。为什么？我们没有智慧、没有慧眼、没有神通。西方极乐世界的人，各个人都有神通，所以决定不会认错人。所有一切人相貌跟阿弥陀佛都一样，你决定不会认错；每个往生的人相貌也一样，你也不会认错，不可思议。所以看了这一段，应当发愿！这是佛在经上一再的劝勉我们，应当要发愿，应当要往生彼国。再看下面一段。",
      "zh_TW": "這麼一來的話，我們又有問題了，什麼問題？那我要找哪一個人，我曉得誰是誰？長的都一樣。這是我們多操了心。為什麼？我們沒有智慧、沒有慧眼、沒有神通。西方極樂世界的人，各個人都有神通，所以決定不會認錯人。所有一切人相貌跟阿彌陀佛都一樣，你決定不會認錯；每個往生的人相貌也一樣，你也不會認錯，不可思議。所以看了這一段，應當發願！這是佛在經上一再的勸勉我們，應當要發願，應當要往生彼國。再看下面一段。"
    },
    {
      "id": "20-015-0022_p0020",
      "zh_CN": "「行愿品云」，这是《华严经‧普贤行愿品》里面有这么一段话，「是人欲临命终时，一切诸根，悉皆败坏，以致亲属威势，象马珍宝等，悉皆散灭」。我们先说这一段，这段讲的是什么？一个人寿命到了，临终的时候，「一切诸根，悉皆败坏」，就是不起作用。诸根是眼，人死了，眼不能见，耳不能听，鼻没有呼吸，舌也不能动，身体也不能动，这是一切诸根，悉皆败坏，不起作用。六根的能力都失掉了，这是你的自身。",
      "zh_TW": "「行願品云」，這是《華嚴經‧普賢行願品》裡面有這麼一段話，「是人欲臨命終時，一切諸根，悉皆敗壞，以致親屬威勢，象馬珍寶等，悉皆散滅」。我們先說這一段，這段講的是什麼？一個人壽命到了，臨終的時候，「一切諸根，悉皆敗壞」，就是不起作用。諸根是眼，人死了，眼不能見，耳不能聽，鼻沒有呼吸，舌也不能動，身體也不能動，這是一切諸根，悉皆敗壞，不起作用。六根的能力都失掉了，這是你的自身。"
    },
    {
      "id": "20-015-0022_p0021",
      "zh_CN": "你身外之物，你的「亲属」，你的家亲眷属，你离开了。「威势」是讲你的地位、你的权力，纵然你的地位、权力达到极处，你做了国王。这个时候做国王也不行，你寿命到了，国王也要放下，权力也要放下。「象马」，这是古时候的交通工具，你使用的交通工具。现在的交通工具，你有汽车、有游艇，甚至于你私家有飞机，一样也带不走，统统都带不去！「珍宝」，你的财富，你所收集的一切珍宝，没有一样能带走。「悉皆散灭」，对你来讲，统统拿不走，全是别人的，这个要觉悟！佛在经论上常常提醒我们，「万般将不去，唯有业随身」。所有一切身外之物，你要自己清清楚楚、明明白白，晓得决定不是你自己的。我什么也没有，连这身体都没有，身体要败坏。",
      "zh_TW": "你身外之物，你的「親屬」，你的家親眷屬，你離開了。「威勢」是講你的地位、你的權力，縱然你的地位、權力達到極處，你做了國王。這個時候做國王也不行，你壽命到了，國王也要放下，權力也要放下。「象馬」，這是古時候的交通工具，你使用的交通工具。現在的交通工具，你有汽車、有遊艇，甚至於你私家有飛機，一樣也帶不走，統統都帶不去！「珍寶」，你的財富，你所收集的一切珍寶，沒有一樣能帶走。「悉皆散滅」，對你來講，統統拿不走，全是別人的，這個要覺悟！佛在經論上常常提醒我們，「萬般將不去，唯有業隨身」。所有一切身外之物，你要自己清清楚楚、明明白白，曉得決定不是你自己的。我什麼也沒有，連這身體都沒有，身體要敗壞。"
    },
    {
      "id": "20-015-0022_p0022",
      "zh_CN": "所以在这个世间，《般若经》上讲的好，「一切法，无所有，毕竟空，不可得」，这是事实真相。你要是以为有所得，还要去争取，你错了。你争取来，将来又带不去，凭添造作无量无边的业障。这世间人有几个觉悟？有几个真的一下明白？觉悟的人这个世间法全部舍掉，包括身体也不在乎，决定没有留恋。",
      "zh_TW": "所以在這個世間，《般若經》上講的好，「一切法，無所有，畢竟空，不可得」，這是事實真相。你要是以為有所得，還要去爭取，你錯了。你爭取來，將來又帶不去，憑添造作無量無邊的業障。這世間人有幾個覺悟？有幾個真的一下明白？覺悟的人這個世間法全部捨掉，包括身體也不在乎，決定沒有留戀。"
    },
    {
      "id": "20-015-0022_p0023",
      "zh_CN": "「惟有愿王，不相舍离，一切时中，引导其前，一刹那间即得往生极乐世界」。这是讲什么？你带得去的。带得去的是善业、恶业、净业，这三种业会跟着你走的。真正觉悟的人，恶业断掉了，善业虽然修，决定不执着；不执着就变成净业，执着就变成善业。执着，果报在三善报；不执着，你要回向求生净土，你的果报就超越三界、超越十法界，无比的殊胜。",
      "zh_TW": "「惟有願王，不相捨離，一切時中，引導其前，一剎那間即得往生極樂世界」。這是講什麼？你帶得去的。帶得去的是善業、惡業、淨業，這三種業會跟著你走的。真正覺悟的人，惡業斷掉了，善業雖然修，決定不執著；不執著就變成淨業，執著就變成善業。執著，果報在三善報；不執著，你要迴向求生淨土，你的果報就超越三界、超越十法界，無比的殊勝。"
    },
    {
      "id": "20-015-0022_p0024",
      "zh_CN": "十大愿王教我们什么？你要知道，第一个教给我们恭敬，「礼敬诸佛」。",
      "zh_TW": "十大願王教我們什麼？你要知道，第一個教給我們恭敬，「禮敬諸佛」。"
    },
    {
      "id": "20-015-0022_p0025",
      "zh_CN": "第二条教给我们称赞，赞善，绝不说过失。看到任何过失绝口不提，培养自己的善心、善意、善行，没有口过。「称赞如来」。",
      "zh_TW": "第二條教給我們稱讚，讚善，絕不說過失。看到任何過失絕口不提，培養自己的善心、善意、善行，沒有口過。「稱讚如來」。"
    },
    {
      "id": "20-015-0022_p0026",
      "zh_CN": "第三桩教我们布施供养，「广修供养」。",
      "zh_TW": "第三樁教我們布施供養，「廣修供養」。"
    },
    {
      "id": "20-015-0022_p0027",
      "zh_CN": "第四教我们「忏悔业障」，我自己有业障要知道忏悔。",
      "zh_TW": "第四教我們「懺悔業障」，我自己有業障要知道懺悔。"
    },
    {
      "id": "20-015-0022_p0028",
      "zh_CN": "第五教给我们「随喜功德」，随喜功德非常重要！一切众生都有嫉妒心，随喜功德是破嫉妒的。看到别人好处，我没有一点嫉妒心，随心随力帮助他，促成他，这是随喜功德。他有多大功德，我随喜的功德跟他一样大，他的功德并没有减少。好比他是一支蜡烛光点燃的，我有一支蜡烛没有点燃，藉他的光把我的蜡烛点燃。他的蜡烛光明一丝一毫没有损失，我这盏光点完之后，光光互照，随喜功德。",
      "zh_TW": "第五教給我們「隨喜功德」，隨喜功德非常重要！一切眾生都有嫉妒心，隨喜功德是破嫉妒的。看到別人好處，我沒有一點嫉妒心，隨心隨力幫助他，促成他，這是隨喜功德。他有多大功德，我隨喜的功德跟他一樣大，他的功德並沒有減少。好比他是一支蠟燭光點燃的，我有一支蠟燭沒有點燃，藉他的光把我的蠟燭點燃。他的蠟燭光明一絲一毫沒有損失，我這盞光點完之後，光光互照，隨喜功德。"
    },
    {
      "id": "20-015-0022_p0029",
      "zh_CN": "第六「请转法轮」，第七「请佛住世」。请转法轮、请佛住世不是为自己，为利益众生。你遇到真善知识，众生不知道，我晓得。我晓得，我代请，我要代这个地区的众生，代这个世间的众生，礼请善知识为我们讲经说法。因缘成熟，我们要请这个善知识在我们这个地区长住，善知识在这个地方长住，这个地方人有福。真善知识诸佛护念，龙天善神拥护，他住在这个地方，大家不就都沾光吗？不都有福报吗？这是要有真正智慧的人、真正福德的人懂得启请。愿，普贤菩萨十愿实际上愿只有七条，这七个是愿。",
      "zh_TW": "第六「請轉法輪」，第七「請佛住世」。請轉法輪、請佛住世不是為自己，為利益眾生。你遇到真善知識，眾生不知道，我曉得。我曉得，我代請，我要代這個地區的眾生，代這個世間的眾生，禮請善知識為我們講經說法。因緣成熟，我們要請這個善知識在我們這個地區長住，善知識在這個地方長住，這個地方人有福。真善知識諸佛護念，龍天善神擁護，他住在這個地方，大家不就都沾光嗎？不都有福報嗎？這是要有真正智慧的人、真正福德的人懂得啟請。願，普賢菩薩十願實際上願只有七條，這七個是願。"
    },
    {
      "id": "20-015-0022_p0030",
      "zh_CN": "现在请转法轮比从前方便。现在我们可以利用这些高科技的技术，利用网际网路、利用卫星电视，请法师、请善知识讲经说法，我们拿这些光碟、录相带在网路、卫星电视上传播，利益全世界的众生。这是什么？这都是属于请转法轮、请佛住世，现在这两个可以合成一个来做，两愿合成一愿来做，很不可思议。",
      "zh_TW": "現在請轉法輪比從前方便。現在我們可以利用這些高科技的技術，利用網際網路、利用衛星電視，請法師、請善知識講經說法，我們拿這些光碟、錄相帶在網路、衛星電視上傳播，利益全世界的眾生。這是什麼？這都是屬於請轉法輪、請佛住世，現在這兩個可以合成一個來做，兩願合成一願來做，很不可思議。"
    },
    {
      "id": "20-015-0022_p0031",
      "zh_CN": "后面三条都是属于回向，「常随佛学」，回向菩提；「恒顺众生」，是回向众生；「普皆回向」，是回向法界、回向法性。所以末后三愿是属于回向，圆圆满满的，这带得去的。这个十愿，领导你往生西方极乐世界。现在时间到了。",
      "zh_TW": "後面三條都是屬於迴向，「常隨佛學」，迴向菩提；「恆順眾生」，是迴向眾生；「普皆迴向」，是迴向法界、迴向法性。所以末後三願是屬於迴向，圓圓滿滿的，這帶得去的。這個十願，領導你往生西方極樂世界。現在時間到了。"
    },
    {
      "id": "20-015-0022_p0032",
      "zh_CN": "诸位同学，请接着看第五个小段，末后有一句话：",
      "zh_TW": "諸位同學，請接著看第五個小段，末後有一句話："
    },
    {
      "id": "20-015-0022_p0033",
      "zh_CN": "「观此则发愿求生，自属当务之急」。时时处处我们都看到世尊、祖师殷勤、恳切的劝导我们，唯恐我们把这次的机会又错过了。所以我们只要记住，像《行愿品》里面所说的十大愿，这十个修学纲领。末后这个三愿，我说过了是回向。回向的意义是什么？是把心量拓开，真正能够恢复心包太虚，量周沙界。要知道那是我们的本愿，我们本来是心包太虚，量周沙界，现在这个心搞的这么小，真正叫可怜，是可怜悯者。所以，用这个方法来拓宽、来恢复。",
      "zh_TW": "「觀此則發願求生，自屬當務之急」。時時處處我們都看到世尊、祖師殷勤、懇切的勸導我們，唯恐我們把這次的機會又錯過了。所以我們只要記住，像《行願品》裡面所說的十大願，這十個修學綱領。末後這個三願，我說過了是迴向。迴向的意義是什麼？是把心量拓開，真正能夠恢復心包太虛，量周沙界。要知道那是我們的本願，我們本來是心包太虛，量周沙界，現在這個心搞的這麼小，真正叫可憐，是可憐憫者。所以，用這個方法來拓寬、來恢復。"
    },
    {
      "id": "20-015-0022_p0034",
      "zh_CN": "「常随佛学」，念念不忘佛陀的教诲，这叫回向菩提。其他的宗教我们也常常看他们的经典，一切荣耀都归上帝、都归真主。在佛法里面我们没有说上帝、没有说真主，我们说老师，老师教导我们的。我们人在世间，古时候，一个人有成就了，他一定把荣耀归给他的父母、归给他的老师，以报父母养育之恩，老师教化之恩，念念不忘，感恩的心。这个感恩的心遍虚空法界，这是回向菩提。",
      "zh_TW": "「常隨佛學」，念念不忘佛陀的教誨，這叫迴向菩提。其他的宗教我們也常常看他們的經典，一切榮耀都歸上帝、都歸真主。在佛法裡面我們沒有說上帝、沒有說真主，我們說老師，老師教導我們的。我們人在世間，古時候，一個人有成就了，他一定把榮耀歸給他的父母、歸給他的老師，以報父母養育之恩，老師教化之恩，念念不忘，感恩的心。這個感恩的心遍虛空法界，這是迴向菩提。"
    },
    {
      "id": "20-015-0022_p0035",
      "zh_CN": "「恒顺众生」是回向众生。这里头最重要的是「顺」，顺不是暂时的顺，不是有限的顺，恒顺，无限的、永恒的。你看看诸佛如来、法身菩萨在九法界里面教化一切众生，这给我们做了好榜样，顺，你想学什么都帮助你。只有一种不帮助，你学不善的，学的是恶的，这个不教你。只要是善的，没有不教！大善、小善统统教。不辞辛劳，不怕辛苦，不怕劳累，哪个地方有求，哪里就有应。",
      "zh_TW": "「恆順眾生」是迴向眾生。這裡頭最重要的是「順」，順不是暫時的順，不是有限的順，恆順，無限的、永恆的。你看看諸佛如來、法身菩薩在九法界裡面教化一切眾生，這給我們做了好榜樣，順，你想學什麼都幫助你。只有一種不幫助，你學不善的，學的是惡的，這個不教你。只要是善的，沒有不教！大善、小善統統教。不辭辛勞，不怕辛苦，不怕勞累，哪個地方有求，哪裡就有應。"
    },
    {
      "id": "20-015-0022_p0036",
      "zh_CN": "世尊为我们所示现的，当年在世，那个时候要知道没有交通工具，出家人都是走路步行，走到哪里教到哪里。世尊的足迹走遍了印度，常常在旅行，最南端的到钖兰岛，今天的斯里兰卡。这一种示现就是千处祈求千处应，哪个地方想请他：教教我们！他就去。只要有人请，他就去。",
      "zh_TW": "世尊為我們所示現的，當年在世，那個時候要知道沒有交通工具，出家人都是走路步行，走到哪裡教到哪裡。世尊的足跡走遍了印度，常常在旅行，最南端的到鍚蘭島，今天的斯里蘭卡。這一種示現就是千處祈求千處應，哪個地方想請他：教教我們！他就去。只要有人請，他就去。"
    },
    {
      "id": "20-015-0022_p0037",
      "zh_CN": "他的学生里面有不少是菩萨，菩萨没有人请，主动去，作一切众生不请之友。但是佛一定要请，为什么？佛代表师道，尊师重道，所以一定要请，要请法。菩萨是同学，同学就不要那么严肃，你不请我也来了。但是这里头还有一个条件，先打听打听，能不能接受，能接受、欢喜听、能听得懂，菩萨就来，不请他也来了，恒顺众生。绝对不能执着一个法门，你说这个念佛法门多好，太好了，但是人不能接受，那你就不能拿这个法门端出来。他想要什么？你要知道。他能接受什么？你要晓得。欢喜什么？你要晓得。你的说法就契机了，这是学经教的同学们要特别注意，观机！诸佛菩萨为一切众生说法契机、契理，成功的教学。",
      "zh_TW": "他的學生裡面有不少是菩薩，菩薩沒有人請，主動去，作一切眾生不請之友。但是佛一定要請，為什麼？佛代表師道，尊師重道，所以一定要請，要請法。菩薩是同學，同學就不要那麼嚴肅，你不請我也來了。但是這裡頭還有一個條件，先打聽打聽，能不能接受，能接受、歡喜聽、能聽得懂，菩薩就來，不請他也來了，恆順眾生。絕對不能執著一個法門，你說這個念佛法門多好，太好了，但是人不能接受，那你就不能拿這個法門端出來。他想要什麼？你要知道。他能接受什麼？你要曉得。歡喜什麼？你要曉得。你的說法就契機了，這是學經教的同學們要特別注意，觀機！諸佛菩薩為一切眾生說法契機、契理，成功的教學。"
    },
    {
      "id": "20-015-0022_p0038",
      "zh_CN": "最后一愿，「普皆回向」。普皆回向，心量完全拓开了，一丝毫的拘束都没有，真的是遍虚空法界。遍虚空法界就是圆满的性德，自性！虚空、法界、刹土、众生都是自性现的，唯识变的。佛在《华严》上说得很好，唯心所现，唯识所变。普皆回向就是回向心性，一切统统归到自性，世出世间所有一切法，从自性里面发生，最后还回归到自性，这叫大圆满！",
      "zh_TW": "最後一願，「普皆迴向」。普皆迴向，心量完全拓開了，一絲毫的拘束都沒有，真的是遍虛空法界。遍虛空法界就是圓滿的性德，自性！虛空、法界、剎土、眾生都是自性現的，唯識變的。佛在《華嚴》上說得很好，唯心所現，唯識所變。普皆迴向就是迴向心性，一切統統歸到自性，世出世間所有一切法，從自性裡面發生，最後還回歸到自性，這叫大圓滿！"
    },
    {
      "id": "20-015-0022_p0039",
      "zh_CN": "所以这个愿王「不相舍离」，人在临命终时，所有一切都离开你，你都带不去，这个愿王能带去。无比殊胜的净业，它跟着你走。「一切时中，引导其前」，它引你，引你到哪里？引导你到西方极乐世界，「一刹那间即得往生极乐世界」。十大愿王决定引导你到极乐世界，这是普贤菩萨的愿。「观此则发愿求生，自属当务之急」。「当」是当下，就是现前，「务」是要做的，「急」是立刻就要做。你要是真正明白、了解了，当下立刻就要做，其他一切要放下。我们在日常生活当中，起心动念、言语造作，决定与经教相应。",
      "zh_TW": "所以這個願王「不相捨離」，人在臨命終時，所有一切都離開你，你都帶不去，這個願王能帶去。無比殊勝的淨業，它跟著你走。「一切時中，引導其前」，它引你，引你到哪裡？引導你到西方極樂世界，「一剎那間即得往生極樂世界」。十大願王決定引導你到極樂世界，這是普賢菩薩的願。「觀此則發願求生，自屬當務之急」。「當」是當下，就是現前，「務」是要做的，「急」是立刻就要做。你要是真正明白、了解了，當下立刻就要做，其他一切要放下。我們在日常生活當中，起心動念、言語造作，決定與經教相應。"
    },
    {
      "id": "20-015-0022_p0040",
      "zh_CN": "经教的真正的精神、义趣是什么？「受持读诵，为人演说」，就这八个字。佛在经教里面所说的，我们全部接收过来，这叫「受持」，全部接收过来，完全变成自己的。自己的妄想分别执着是虚幻的、是假的，那是业、不善业，统统放下，要把如来经教全部拿过来取而代之。我的看法、想法、说法、做法跟经教完全相应，这是受持！受就是接受，持是保持，不能失掉。一天不可以失掉，一刹那不能失掉，这是受持。",
      "zh_TW": "經教的真正的精神、義趣是什麼？「受持讀誦，為人演說」，就這八個字。佛在經教裡面所說的，我們全部接收過來，這叫「受持」，全部接收過來，完全變成自己的。自己的妄想分別執著是虛幻的、是假的，那是業、不善業，統統放下，要把如來經教全部拿過來取而代之。我的看法、想法、說法、做法跟經教完全相應，這是受持！受就是接受，持是保持，不能失掉。一天不可以失掉，一剎那不能失掉，這是受持。"
    },
    {
      "id": "20-015-0022_p0041",
      "zh_CN": "「读诵」是温习，天天温习，温故知新，长时薰修，薰修久了，开悟！悟了之后怎么样？「为人演说」。那就是落实在生活当中，落实在工作里头，落实在处事待人接物，为别人表演，为别人演说，一切为众生，不是为自己。一切作为都是在表演，表演给众生看，这是觉悟的生活，佛菩萨的生活。觉悟的行业，觉悟的处事待人接物，念念觉而不迷，过佛菩萨的生活，这里头有大自在。孔老夫子所说的「学而时习之」。时，习，习就是我们今天讲落实，落实在生活，落实在工作，落实在处事待人接物。时是时时不间断。后面，「不亦说乎」，用我们佛法里面讲的，法喜充满，真的快乐，法喜充满。这个喜悦不是从外头来的，自性里面流露出来的。末后这一小节：",
      "zh_TW": "「讀誦」是溫習，天天溫習，溫故知新，長時薰修，薰修久了，開悟！悟了之後怎麼樣？「為人演說」。那就是落實在生活當中，落實在工作裡頭，落實在處事待人接物，為別人表演，為別人演說，一切為眾生，不是為自己。一切作為都是在表演，表演給眾生看，這是覺悟的生活，佛菩薩的生活。覺悟的行業，覺悟的處事待人接物，念念覺而不迷，過佛菩薩的生活，這裡頭有大自在。孔老夫子所說的「學而時習之」。時，習，習就是我們今天講落實，落實在生活，落實在工作，落實在處事待人接物。時是時時不間斷。後面，「不亦說乎」，用我們佛法裡面講的，法喜充滿，真的快樂，法喜充滿。這個喜悅不是從外頭來的，自性裡面流露出來的。末後這一小節："
    },
    {
      "id": "20-015-0022_p0042",
      "zh_CN": "「经云，得与如是诸上善人俱会一处」，这是经文。「所谓观音、势至，把手共行」，把手是牵手，手牵手。你在西方极乐世界，你跟观音、大势至菩萨是手牵手共行，经行、散步、聊天，谈论佛法，你说多快乐！「文殊普贤亲为胜友」，都是等觉菩萨，文殊、普贤是华藏世界的，他们常常在西方极乐世界。胜友是最好的朋友，最殊胜的朋友。这是描绘你在西方极乐世界生活的状况、学习的状况，你的周边是哪些人，诸上善人！「则薰陶有自，成佛无难」，这一点没错。我们讲长时薰修，薰习陶铸，这有原因的，不是没有原因。",
      "zh_TW": "「經云，得與如是諸上善人俱會一處」，這是經文。「所謂觀音、勢至，把手共行」，把手是牽手，手牽手。你在西方極樂世界，你跟觀音、大勢至菩薩是手牽手共行，經行、散步、聊天，談論佛法，你說多快樂！「文殊普賢親為勝友」，都是等覺菩薩，文殊、普賢是華藏世界的，他們常常在西方極樂世界。勝友是最好的朋友，最殊勝的朋友。這是描繪你在西方極樂世界生活的狀況、學習的狀況，你的周邊是哪些人，諸上善人！「則薰陶有自，成佛無難」，這一點沒錯。我們講長時薰修，薰習陶鑄，這有原因的，不是沒有原因。"
    },
    {
      "id": "20-015-0022_p0043",
      "zh_CN": "所以极乐世界为什么成就那么快？成就那么殊胜？我们这个世间为什么不能跟它比？你这一看就晓得。在我们这个世间怎么能跟观音、势至、文殊、普贤平起平坐，没这个道理！菩萨太高了。但是到西方极乐世界不一样，怎么不一样？都是阿弥陀佛的学生。我们是什么关系？同学。他们跟阿弥陀佛的时间久，我们才跟他。身分，他们是学长，我们是学弟，学长当然要照顾学弟。我们有什么问题不好意思问佛，问他们很方便，一天到晚生活在一起，所以成佛不难。",
      "zh_TW": "所以極樂世界為什麼成就那麼快？成就那麼殊勝？我們這個世間為什麼不能跟它比？你這一看就曉得。在我們這個世間怎麼能跟觀音、勢至、文殊、普賢平起平坐，沒這個道理！菩薩太高了。但是到西方極樂世界不一樣，怎麼不一樣？都是阿彌陀佛的學生。我們是什麼關係？同學。他們跟阿彌陀佛的時間久，我們才跟他。身分，他們是學長，我們是學弟，學長當然要照顧學弟。我們有什麼問題不好意思問佛，問他們很方便，一天到晚生活在一起，所以成佛不難。"
    },
    {
      "id": "20-015-0022_p0044",
      "zh_CN": "下面这几句话，庆幸的话，「此生有幸，获见获闻，可不愿生欤」？我们这一生真的有幸，实在讲，太幸运了！你能够见到这个事情，你能够听到这个经典，你还不愿意往生吗？你要晓得这一往生就成佛了。这是世出世间第一等大事因缘，没有任何事情能跟这桩事情相比，这是我们不能不知道的。确确实实无与伦比。这桩事情要是错过了，你说是多大的损失，没有人能说得出来，太大了。一生成佛的因缘。",
      "zh_TW": "下面這幾句話，慶幸的話，「此生有幸，獲見獲聞，可不願生歟」？我們這一生真的有幸，實在講，太幸運了！你能夠見到這個事情，你能夠聽到這個經典，你還不願意往生嗎？你要曉得這一往生就成佛了。這是世出世間第一等大事因緣，沒有任何事情能跟這樁事情相比，這是我們不能不知道的。確確實實無與倫比。這樁事情要是錯過了，你說是多大的損失，沒有人能說得出來，太大了。一生成佛的因緣。"
    },
    {
      "id": "20-015-0022_p0045",
      "zh_CN": "蕅益大师说得好，为什么你会疏忽？疏忽是什么？很想去，但是不肯认真修，原因在哪里？不信！不是真信，在一生当中甚至于天天读这个经，天天讲这个经，半信半疑。他信什么？还是相信这个世间的名闻利养，五欲六尘的享受，他还是信这个。这个两者放在面前，他取什么？他取这个地方的名闻利养，取这个世间的五欲六尘，他不取念佛，错在这里。所以祖师对于这桩事情很痛心，痛心不是说这一生没有机会闻到的，那是他的业障深重，他这一生遇不到。痛心什么？你遇到了！遇到怎么样？当面错过。不能够依教修行，依旧还随顺自己烦恼习气，依旧还造作十恶业，你说这怎么办？",
      "zh_TW": "蕅益大師說得好，為什麼你會疏忽？疏忽是什麼？很想去，但是不肯認真修，原因在哪裡？不信！不是真信，在一生當中甚至於天天讀這個經，天天講這個經，半信半疑。他信什麼？還是相信這個世間的名聞利養，五欲六塵的享受，他還是信這個。這個兩者放在面前，他取什麼？他取這個地方的名聞利養，取這個世間的五欲六塵，他不取念佛，錯在這裡。所以祖師對於這樁事情很痛心，痛心不是說這一生沒有機會聞到的，那是他的業障深重，他這一生遇不到。痛心什麼？你遇到了！遇到怎麼樣？當面錯過。不能夠依教修行，依舊還隨順自己煩惱習氣，依舊還造作十惡業，你說這怎麼辦？"
    },
    {
      "id": "20-015-0022_p0046",
      "zh_CN": "真正明白人，真正相信了，他的样子非常明显；十恶业马上断掉，他不会再造十恶业，他决定修十善业道。为什么？到西方极乐世界诸上善人，你跟他们在一起，我们虽然不能上善也得有下善！连下善都没有的话，你怎么能跟上善人在一起？所以真正求生西方极乐世界的人，决定断恶修善，这是肯定的，决定与大菩提心相应。这个大菩提心就是我们常说的真诚，他决定真诚，一切时一切处，所谓是一味真诚心，没有二念；决定是清净心、决定是平等心、决定是正觉心、慈悲心，念念起心动念跟这个肯定相应。",
      "zh_TW": "真正明白人，真正相信了，他的樣子非常明顯；十惡業馬上斷掉，他不會再造十惡業，他決定修十善業道。為什麼？到西方極樂世界諸上善人，你跟他們在一起，我們雖然不能上善也得有下善！連下善都沒有的話，你怎麼能跟上善人在一起？所以真正求生西方極樂世界的人，決定斷惡修善，這是肯定的，決定與大菩提心相應。這個大菩提心就是我們常說的真誠，他決定真誠，一切時一切處，所謂是一味真誠心，沒有二念；決定是清淨心、決定是平等心、決定是正覺心、慈悲心，念念起心動念跟這個肯定相應。"
    },
    {
      "id": "20-015-0022_p0047",
      "zh_CN": "我们知道这个人觉悟，这个人回头了，这个人这一生当中决定得生净土。如果说我信了，我天天念佛，念佛堂二六时中都不缺课，心地，不清净、不平等、愚痴、自私、不诚实，这不能往生。古大德讲的一天念十万声佛号，喊破喉咙也枉然。为什么？心行不善。只有口善，身口意三业，身跟意业不善，只有口一天到晚念阿弥陀佛，没骂人，这去不了。你看《无量寿经》，真的，经文一打开，世尊就交代我们善护三业，这是求生西方极乐世界的基本条件。头一个善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染。就是十善业！念佛还要造业，将来到哪里去？地狱道去。",
      "zh_TW": "我們知道這個人覺悟，這個人回頭了，這個人這一生當中決定得生淨土。如果說我信了，我天天念佛，念佛堂二六時中都不缺課，心地，不清淨、不平等、愚痴、自私、不誠實，這不能往生。古大德講的一天念十萬聲佛號，喊破喉嚨也枉然。為什麼？心行不善。只有口善，身口意三業，身跟意業不善，只有口一天到晚念阿彌陀佛，沒罵人，這去不了。你看《無量壽經》，真的，經文一打開，世尊就交代我們善護三業，這是求生西方極樂世界的基本條件。頭一個善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染。就是十善業！念佛還要造業，將來到哪裡去？地獄道去。"
    },
    {
      "id": "20-015-0022_p0048",
      "zh_CN": "你们诸位看《楞严经大势至菩萨念佛圆通章疏钞》，是清朝乾隆年间灌顶法师的著作。这个《疏钞》最后一段是讲念佛人一百种不同的果报，头一句就是念佛人堕阿鼻地狱。我年轻的时候，刚刚学佛，看到这一段话我非常疑惑：念佛再不好也不应该堕阿鼻地狱，怎么会堕阿鼻地狱？我拿著书去请教李老师：这到底怎么回事情？我想不通，没有办法理解。李老师一看：这是大问题，我不跟你一个人讲，我在讲经的时候跟大众讲。口念弥陀不断恶业，他还造恶业，恶业里面最严重的是谤佛、谤法、谤僧，毁谤三宝怎么不堕地狱？你念那个佛不管用，救不了你。",
      "zh_TW": "你們諸位看《楞嚴經大勢至菩薩念佛圓通章疏鈔》，是清朝乾隆年間灌頂法師的著作。這個《疏鈔》最後一段是講念佛人一百種不同的果報，頭一句就是念佛人墮阿鼻地獄。我年輕的時候，剛剛學佛，看到這一段話我非常疑惑：念佛再不好也不應該墮阿鼻地獄，怎麼會墮阿鼻地獄？我拿著書去請教李老師：這到底怎麼回事情？我想不通，沒有辦法理解。李老師一看：這是大問題，我不跟你一個人講，我在講經的時候跟大眾講。口念彌陀不斷惡業，他還造惡業，惡業裡面最嚴重的是謗佛、謗法、謗僧，毀謗三寶怎麼不墮地獄？你念那個佛不管用，救不了你。"
    },
    {
      "id": "20-015-0022_p0049",
      "zh_CN": "这里头一般人最容易犯的，自赞毁他！就是现在我们也常常看到，无量法门，我这个法门好，别人都不行。你要晓得每一个法门都是佛说的，你说那个法门不行、不好，那个法门谁说的？佛讲的。不是谤佛吗？法是佛说的。不要说别的，我们就单单说《无量寿经》。大家知道的，《无量寿经》有十二种的译本，但是历代有七种失传了，传到现在还有五种。五种你要说这个好，那个不好，都是谤佛，不能说。它要不好怎么能流传下来？能流传下来一定有流传的价值。我们中国古圣先贤对于这个价值观看得非常重，你要没有这个价值，人家不肯给你流通。流通的成本很大，不像现在科学技术发达，印刷术发达，书本得来很容易，古时候不容易。",
      "zh_TW": "這裡頭一般人最容易犯的，自讚毀他！就是現在我們也常常看到，無量法門，我這個法門好，別人都不行。你要曉得每一個法門都是佛說的，你說那個法門不行、不好，那個法門誰說的？佛講的。不是謗佛嗎？法是佛說的。不要說別的，我們就單單說《無量壽經》。大家知道的，《無量壽經》有十二種的譯本，但是歷代有七種失傳了，傳到現在還有五種。五種你要說這個好，那個不好，都是謗佛，不能說。它要不好怎麼能流傳下來？能流傳下來一定有流傳的價值。我們中國古聖先賢對於這個價值觀看得非常重，你要沒有這個價值，人家不肯給你流通。流通的成本很大，不像現在科學技術發達，印刷術發達，書本得來很容易，古時候不容易。"
    },
    {
      "id": "20-015-0022_p0050",
      "zh_CN": "就是像民国初年，算不错了。民国初年我们看到的本子，还是木刻的印刷本，很费事。一个人做一天，八、九个小时，能做几本书？从前书是一卷一卷，一卷并不多，一卷大概是六、七十页，一天只能做六本。我到「金陵刻经处」去参观，木刻版的印刷。现在比从前进步，从前用松烟，现在是松烟里面调的有油墨，比那时候进步。还是刷，木版一张一张刷，纸放在那里，然后把它拓下来，很费事！做一天八个小时，一个人只能做六卷。现在机器太方便了，印个几千本三天、四天就完工，就完成了，机械化的作业，从前用人工。所以书本的价值很高，一般人家真的买不起书。",
      "zh_TW": "就是像民國初年，算不錯了。民國初年我們看到的本子，還是木刻的印刷本，很費事。一個人做一天，八、九個小時，能做幾本書？從前書是一卷一卷，一卷並不多，一卷大概是六、七十頁，一天只能做六本。我到「金陵刻經處」去參觀，木刻版的印刷。現在比從前進步，從前用松煙，現在是松煙裡面調的有油墨，比那時候進步。還是刷，木版一張一張刷，紙放在那裡，然後把它拓下來，很費事！做一天八個小時，一個人只能做六卷。現在機器太方便了，印個幾千本三天、四天就完工，就完成了，機械化的作業，從前用人工。所以書本的價值很高，一般人家真的買不起書。"
    },
    {
      "id": "20-015-0022_p0051",
      "zh_CN": "民国二十几年的时候，那个时候我大概不到十岁，八、九岁的时候，商务印书馆一部《辞源》，它是精装上下两册。这部《辞源》，没有现在印的这么好，多少钱？大洋五块。五块钱大洋能做什么用途？跟诸位说，四口之家一个月的生活费用。四口之家一个月生活费用，你要去买书，才一部字典。你就晓得那个时候的书是多贵！富有的人家才藏的有书，书就像现在人家玩古董一样，当作珍宝来供养。",
      "zh_TW": "民國二十幾年的時候，那個時候我大概不到十歲，八、九歲的時候，商務印書館一部《辭源》，它是精裝上下兩冊。這部《辭源》，沒有現在印的這麼好，多少錢？大洋五塊。五塊錢大洋能做什麼用途？跟諸位說，四口之家一個月的生活費用。四口之家一個月生活費用，你要去買書，才一部字典。你就曉得那個時候的書是多貴！富有的人家才藏的有書，書就像現在人家玩古董一樣，當作珍寶來供養。"
    },
    {
      "id": "20-015-0022_p0052",
      "zh_CN": "读书都非常珍惜，书上面决定不能够圈圈点点，不许可。你要想圈点怎么办？你抄。所以从前的读书人，肯定的，他喜欢读的书他抄一本。自己抄一本，自己可以圈点，可以用颜色笔来做记号。原来的书，宝贝！你自己读了，还要传到底下一代，下一代还再传下一代，所以不能有一点点染污，决定不能够损坏。从前对书本这样珍惜，哪有现在这样子，现在实在讲是科学技术太发达，书本变成廉价、不值钱，大家不重视了。从前真的是宝！",
      "zh_TW": "讀書都非常珍惜，書上面決定不能夠圈圈點點，不許可。你要想圈點怎麼辦？你抄。所以從前的讀書人，肯定的，他喜歡讀的書他抄一本。自己抄一本，自己可以圈點，可以用顏色筆來做記號。原來的書，寶貝！你自己讀了，還要傳到底下一代，下一代還再傳下一代，所以不能有一點點染污，決定不能夠損壞。從前對書本這樣珍惜，哪有現在這樣子，現在實在講是科學技術太發達，書本變成廉價、不值錢，大家不重視了。從前真的是寶！"
    },
    {
      "id": "20-015-0022_p0053",
      "zh_CN": "现在我们再看第三段「顿超绝待」，这有四个小段。第一个小段，「下凡众生，念不退中，超尽四十一因位（初住至等觉），谓是凡夫，却不历异生，必补佛位，与观音势至无别」。我们先看这一段，这是前半段。「下凡」是指的什么？凡圣同居土下辈往生的，就是下三品，生到西方极乐世界他就念不退了。不但是念不退，圆证念不退。如果单单讲念不退，可以说他只能够等同初住菩萨，我们可以这样看。如果讲圆证三不退，那就不得了，圆证三不退是谁？是等觉菩萨。蕅益大师在此地肯定圆证三不退是等觉菩萨，所以「超尽四十一个因位」。这四十一个因位，菩萨的因位，十住、十行、十回向、十地、等觉，四十一个位次，真的是难信。所以你要说他是凡夫，他一生当中决定成佛，「必补佛位，与观音势至无别」，跟等觉菩萨没有两样。他是下凡众生，在极乐世界怎么变成这个样子！这是西方极乐世界的事实真相。后面这一段说：",
      "zh_TW": "現在我們再看第三段「頓超絕待」，這有四個小段。第一個小段，「下凡眾生，念不退中，超盡四十一因位（初住至等覺），謂是凡夫，卻不歷異生，必補佛位，與觀音勢至無別」。我們先看這一段，這是前半段。「下凡」是指的什麼？凡聖同居土下輩往生的，就是下三品，生到西方極樂世界他就念不退了。不但是念不退，圓證念不退。如果單單講念不退，可以說他只能夠等同初住菩薩，我們可以這樣看。如果講圓證三不退，那就不得了，圓證三不退是誰？是等覺菩薩。蕅益大師在此地肯定圓證三不退是等覺菩薩，所以「超盡四十一個因位」。這四十一個因位，菩薩的因位，十住、十行、十迴向、十地、等覺，四十一個位次，真的是難信。所以你要說他是凡夫，他一生當中決定成佛，「必補佛位，與觀音勢至無別」，跟等覺菩薩沒有兩樣。他是下凡眾生，在極樂世界怎麼變成這個樣子！這是西方極樂世界的事實真相。後面這一段說："
    },
    {
      "id": "20-015-0022_p0054",
      "zh_CN": "「若谓是一生补处，却可名凡夫，不可名等觉菩萨」。他是凡圣同居土下三品的众生，你要说他一生补处，不能这样说他。为什么？他是凡圣同居土下三辈往生的，凡夫！他烦恼一品没有断，所以不能说他是等觉菩萨。这个事情，「此皆教网所不能收，刹网所不能例」。「教网」，教学，教学里头没有这个状况。教网里面讲的，凡夫，五乘佛法里面，你所学习的是人天法，「五戒十善，四无量心」，你学这些。声闻学四谛法，缘觉学十二因缘，菩萨学六度万行，这是讲教！这些东西都没有办法适应西方极乐世界这个状况，怎么凡夫跟等觉菩萨在一起？就好像小学生跑到研究班里面来上课，这成什么话？",
      "zh_TW": "「若謂是一生補處，卻可名凡夫，不可名等覺菩薩」。他是凡聖同居土下三品的眾生，你要說他一生補處，不能這樣說他。為什麼？他是凡聖同居土下三輩往生的，凡夫！他煩惱一品沒有斷，所以不能說他是等覺菩薩。這個事情，「此皆教網所不能收，剎網所不能例」。「教網」，教學，教學裡頭沒有這個狀況。教網裡面講的，凡夫，五乘佛法裡面，你所學習的是人天法，「五戒十善，四無量心」，你學這些。聲聞學四諦法，緣覺學十二因緣，菩薩學六度萬行，這是講教！這些東西都沒有辦法適應西方極樂世界這個狀況，怎麼凡夫跟等覺菩薩在一起？就好像小學生跑到研究班裡面來上課，這成什麼話？"
    },
    {
      "id": "20-015-0022_p0055",
      "zh_CN": "「刹网所不能例」，刹网是讲世界，所有世界里头没有这个事情。凡夫决定在凡圣同居土，决定不在方便有余土；声闻、缘觉、权教菩萨决定在方便有余土，不在实报庄严土；法身菩萨决定是在实报庄严土，绝不在凡圣同居土，这讲刹网。西方极乐世界破了例子，凡圣同居土的人也跟等觉菩萨在一起，等觉菩萨是实报庄严土。所以十方世界的教下没有这种事情，没有这个例子。四土里头也没有这个状况，这称为特别法门，它特别在哪里？我们在这儿看到了，真的特别！",
      "zh_TW": "「剎網所不能例」，剎網是講世界，所有世界裡頭沒有這個事情。凡夫決定在凡聖同居土，決定不在方便有餘土；聲聞、緣覺、權教菩薩決定在方便有餘土，不在實報莊嚴土；法身菩薩決定是在實報莊嚴土，絕不在凡聖同居土，這講剎網。西方極樂世界破了例子，凡聖同居土的人也跟等覺菩薩在一起，等覺菩薩是實報莊嚴土。所以十方世界的教下沒有這種事情，沒有這個例子。四土裡頭也沒有這個狀況，這稱為特別法門，它特別在哪裡？我們在這兒看到了，真的特別！"
    },
    {
      "id": "20-015-0022_p0056",
      "zh_CN": "这是讲「顿超绝待」。这一段很重要，你真的了解之后，你对于求生西方极乐世界的信愿，不但你能生起来而且坚定。对于这一生取西方净土，这是关键地方。",
      "zh_TW": "這是講「頓超絕待」。這一段很重要，你真的了解之後，你對於求生西方極樂世界的信願，不但你能生起來而且堅定。對於這一生取西方淨土，這是關鍵地方。"
    },
    {
      "id": "20-015-0022_p0057",
      "zh_CN": "「当知吾人大事因缘，同居一关，最难透脱」，这是讲一般诸佛刹土。凡圣同居土是什么？就是六道轮回，出六道轮回太难太难，「最难透脱」。佛祖说这个话，我们细心去思惟、去观察，一点都不错。想想我们今天在同居这一关，有什么能力超越？古来祖师大德说，末法时期除净土之外，你修学任何一个法门，在这一生当中不能成就；不能成就是你不能超越六道轮回。为什么？无论修学哪一个法门，你的定功一定要是九次第定，你才能超越三界。三界里面的四禅八定，没有出六道轮回。",
      "zh_TW": "「當知吾人大事因緣，同居一關，最難透脫」，這是講一般諸佛剎土。凡聖同居土是什麼？就是六道輪迴，出六道輪迴太難太難，「最難透脫」。佛祖說這個話，我們細心去思惟、去觀察，一點都不錯。想想我們今天在同居這一關，有什麼能力超越？古來祖師大德說，末法時期除淨土之外，你修學任何一個法門，在這一生當中不能成就；不能成就是你不能超越六道輪迴。為什麼？無論修學哪一個法門，你的定功一定要是九次第定，你才能超越三界。三界裡面的四禪八定，沒有出六道輪迴。"
    },
    {
      "id": "20-015-0022_p0058",
      "zh_CN": "所以你要想想看，你想能超越六道轮回，你的定功要超过八定，《楞严经》上佛说的，阿罗汉所证得的是第九定，九次第定超越了。我们有这个能力吗？现在科学家说，这就是不同空间维次，照佛法里面来讲超越六道轮回。诸天有二十八层，三界二十八层天，二十八种不同维次空间，你要超越二十八种不同维次空间，才出得了同居这一关。古时候正法、像法时期有人，末法时期不行！这个话倓虚大师讲得好，你们看看倓老的书就知道，看看倓老的《影尘回忆录》，那是倓老的传记。",
      "zh_TW": "所以你要想想看，你想能超越六道輪迴，你的定功要超過八定，《楞嚴經》上佛說的，阿羅漢所證得的是第九定，九次第定超越了。我們有這個能力嗎？現在科學家說，這就是不同空間維次，照佛法裡面來講超越六道輪迴。諸天有二十八層，三界二十八層天，二十八種不同維次空間，你要超越二十八種不同維次空間，才出得了同居這一關。古時候正法、像法時期有人，末法時期不行！這個話倓虛大師講得好，你們看看倓老的書就知道，看看倓老的《影塵回憶錄》，那是倓老的傳記。"
    },
    {
      "id": "20-015-0022_p0059",
      "zh_CN": "我跟他没有见过面，但是我听过他的录音带，他在香港打佛七当中的开示。这个录音带我们现在做成光碟，我们这边有流通的。他这个开示的录音带，我至少听过一百遍以上，我很喜欢听，很受感动，他讲得很好。他一生当中（那个时候他九十岁了），禅宗里面不要说见，听都没有听说过有一个人开悟了，没有听说过。他说得禅定的，参禅得禅定的，他见过，开悟的没有。",
      "zh_TW": "我跟他沒有見過面，但是我聽過他的錄音帶，他在香港打佛七當中的開示。這個錄音帶我們現在做成光碟，我們這邊有流通的。他這個開示的錄音帶，我至少聽過一百遍以上，我很喜歡聽，很受感動，他講得很好。他一生當中（那個時候他九十歲了），禪宗裡面不要說見，聽都沒有聽說過有一個人開悟了，沒有聽說過。他說得禪定的，參禪得禪定的，他見過，開悟的沒有。"
    },
    {
      "id": "20-015-0022_p0060",
      "zh_CN": "得禅定不能超越六道，他那个禅定是初禅、二禅，说实在的话，生四禅天，出不了六道轮回。大彻大悟、明心见性才能超越。教下大开圆解的，也没有听说有一个人。念佛往生的，不但听的很多，一生亲眼看见的，二十多个。常常劝人念佛求生净土，除这个方法之外，没有第二个方法，这是倓老一生经验之谈。他就是念佛求生净土的，他走的时候也是坐着走的。好，现在时间到了。",
      "zh_TW": "得禪定不能超越六道，他那個禪定是初禪、二禪，說實在的話，生四禪天，出不了六道輪迴。大徹大悟、明心見性才能超越。教下大開圓解的，也沒有聽說有一個人。念佛往生的，不但聽的很多，一生親眼看見的，二十多個。常常勸人念佛求生淨土，除這個方法之外，沒有第二個方法，這是倓老一生經驗之談。他就是念佛求生淨土的，他走的時候也是坐著走的。好，現在時間到了。"
    }
  ]
}