{
  "doc_id": "20-015-0014",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0014",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "20-015-0014_p0001",
      "zh_CN": "诸位同学，请接着看第三小段。",
      "zh_TW": "諸位同學，請接著看第三小段。"
    },
    {
      "id": "20-015-0014_p0002",
      "zh_CN": "「人民表因缘生法，声闻表即空，菩萨表即假，佛表即中，圆融无碍也」，这一段话很重要。在如来境界里面，不但众生是平等的，我们讲有情众生，无情的报土也是平等的，所以总称一真法界。一真法界里面有没有佛，有没有菩萨，有没有众生？没有。如果还有这些分别执着就不是一真。一真法界里面有没有净土、秽土？有没有四土三辈九品？统统没有，那才叫一真！这才是事实真相。心现识变，理要很细心去体会、去观察，你才能得到真相。",
      "zh_TW": "「人民表因緣生法，聲聞表即空，菩薩表即假，佛表即中，圓融無礙也」，這一段話很重要。在如來境界裡面，不但眾生是平等的，我們講有情眾生，無情的報土也是平等的，所以總稱一真法界。一真法界裡面有沒有佛，有沒有菩薩，有沒有眾生？沒有。如果還有這些分別執著就不是一真。一真法界裡面有沒有淨土、穢土？有沒有四土三輩九品？統統沒有，那才叫一真！這才是事實真相。心現識變，理要很細心去體會、去觀察，你才能得到真相。"
    },
    {
      "id": "20-015-0014_p0003",
      "zh_CN": "华藏世界，极乐世界，世尊在经上常说「唯佛一人居净土」。这个唯佛一人，一不是独一的，我们观念上不要搞错。证到究竟圆满的佛果，这些人很多，究竟圆满佛果他住的叫真正一真法界。等觉菩萨住的是相似的一真法界，不是真实的。为什么？他还有一品生相无明没有断干净，道理在此地。华藏世界四十一位法身大士，这四十一个等级从哪里来的？你们想想看，无明烦恼没有断尽。四十一品无明，破一品地位升一级，这么来的！但是你要晓得，无明、尘沙、见思烦恼性空，真如自性里头本来没有。",
      "zh_TW": "華藏世界，極樂世界，世尊在經上常說「唯佛一人居淨土」。這個唯佛一人，一不是獨一的，我們觀念上不要搞錯。證到究竟圓滿的佛果，這些人很多，究竟圓滿佛果他住的叫真正一真法界。等覺菩薩住的是相似的一真法界，不是真實的。為什麼？他還有一品生相無明沒有斷乾淨，道理在此地。華藏世界四十一位法身大士，這四十一個等級從哪裡來的？你們想想看，無明煩惱沒有斷盡。四十一品無明，破一品地位升一級，這麼來的！但是你要曉得，無明、塵沙、見思煩惱性空，真如自性裡頭本來沒有。"
    },
    {
      "id": "20-015-0014_p0004",
      "zh_CN": "《起信论》上说得好，「本觉本有，不觉本无」。无明是不觉，分别执着都是不觉，不觉本无！哪里有什么阶级？哪里有什么佛、什么众生？那个境界里头无佛无众生，在第一义。落到第二义才有，才有佛有众生，第一义里头没有。第二义里面有常寂光土、有实报土、有同居土；第一义里头没有，那才是真相，诸法实相。凡是有这些妄想分别执着的都是虚妄相，《金刚经》上说的「凡所有相，皆是虚妄」，那是什么？九法界众生包括等觉菩萨，他们的境界是凡所有相皆是虚妄。",
      "zh_TW": "《起信論》上說得好，「本覺本有，不覺本無」。無明是不覺，分別執著都是不覺，不覺本無！哪裡有什麼階級？哪裡有什麼佛、什麼眾生？那個境界裡頭無佛無眾生，在第一義。落到第二義才有，才有佛有眾生，第一義裡頭沒有。第二義裡面有常寂光土、有實報土、有同居土；第一義裡頭沒有，那才是真相，諸法實相。凡是有這些妄想分別執著的都是虛妄相，《金剛經》上說的「凡所有相，皆是虛妄」，那是什麼？九法界眾生包括等覺菩薩，他們的境界是凡所有相皆是虛妄。"
    },
    {
      "id": "20-015-0014_p0005",
      "zh_CN": "如来实际理地凡所有相皆是实相，妙！妙在实相跟妄相是融合在一起的，不能分的；妄相没有了，实相也就没有。实相好比人身，妄相好比我们在太阳底下的影子，你们想想影子跟人能离得开吗？离不开。碍不碍事？不碍事。我这个身不碍影子，影子也不碍身，理事无碍，事事无碍。你要觉！如果不觉，不觉就坏了，把影子当作自己，把自己忘掉了。这是什么？这是九法界众生犯的毛病。我们的真身是清净法身，四圣六凡依正庄严是影像，《金刚经》上不是说得很好？如梦幻泡影。",
      "zh_TW": "如來實際理地凡所有相皆是實相，妙！妙在實相跟妄相是融合在一起的，不能分的；妄相沒有了，實相也就沒有。實相好比人身，妄相好比我們在太陽底下的影子，你們想想影子跟人能離得開嗎？離不開。礙不礙事？不礙事。我這個身不礙影子，影子也不礙身，理事無礙，事事無礙。你要覺！如果不覺，不覺就壞了，把影子當作自己，把自己忘掉了。這是什麼？這是九法界眾生犯的毛病。我們的真身是清淨法身，四聖六凡依正莊嚴是影像，《金剛經》上不是說得很好？如夢幻泡影。"
    },
    {
      "id": "20-015-0014_p0006",
      "zh_CN": "十法界依正庄严是梦幻泡影，一真法界里头是相似的实相，如来那个果位上才是真实的实相，这个道理要懂。你要不懂，你学习修行你没有方向，你没有目标，你到最后没有结果。你要懂得、明了，我有方向，我有目标，我将来能够证入这个境界，这是佛境界。这个境界不管你证得浅，证得深，证得广，证得狭，将来求生极乐世界对于品位的提升是大有帮助！所以一定要知道这个依正庄严是梦幻泡影，从哪里来的？从我们的妄想变现出来的。",
      "zh_TW": "十法界依正莊嚴是夢幻泡影，一真法界裡頭是相似的實相，如來那個果位上才是真實的實相，這個道理要懂。你要不懂，你學習修行你沒有方向，你沒有目標，你到最後沒有結果。你要懂得、明瞭，我有方向，我有目標，我將來能夠證入這個境界，這是佛境界。這個境界不管你證得淺，證得深，證得廣，證得狹，將來求生極樂世界對於品位的提升是大有幫助！所以一定要知道這個依正莊嚴是夢幻泡影，從哪裡來的？從我們的妄想變現出來的。"
    },
    {
      "id": "20-015-0014_p0007",
      "zh_CN": "这里讲人民是因缘生法，因缘生法是什么？换句话来讲大家就更好懂，人民是因果报应，这大家就好懂。因缘生法就是因果报应，无一不是从心想生。你心想善，你的果报善，依正庄严都善；你的心想不善，依正都不善。不是别人造来给你受的，自作自受。自作自受他不懂得的，他怪别人，怨天尤人，老天爷不公平，让我受这么多苦，对他那么好，对我这么不好。他不晓得他的好是他的善心善业变的，我这个不好是我的不善心、不善业变的，与谁都不相干。所以真正觉悟明了的人，这个错误念头改过来了，不怨天不尤人，知道与什么人都不相干，确确实实是自作自受，这是事实真相。",
      "zh_TW": "這裡講人民是因緣生法，因緣生法是什麼？換句話來講大家就更好懂，人民是因果報應，這大家就好懂。因緣生法就是因果報應，無一不是從心想生。你心想善，你的果報善，依正莊嚴都善；你的心想不善，依正都不善。不是別人造來給你受的，自作自受。自作自受他不懂得的，他怪別人，怨天尤人，老天爺不公平，讓我受這麼多苦，對他那麼好，對我這麼不好。他不曉得他的好是他的善心善業變的，我這個不好是我的不善心、不善業變的，與誰都不相干。所以真正覺悟明瞭的人，這個錯誤念頭改過來了，不怨天不尤人，知道與什麼人都不相干，確確實實是自作自受，這是事實真相。"
    },
    {
      "id": "20-015-0014_p0008",
      "zh_CN": "极乐世界有人民，人民是凡圣同居土带业往生的，到西方极乐世界，老老实实讲他还是人天的境界。殊胜在哪里？殊胜是真正不可思议，得阿弥陀佛本愿威神加持。是阿弥陀佛的福报，智慧福报加持他，把他提升上来，不是他修证的。西方世界最殊胜的地方就在此地。",
      "zh_TW": "極樂世界有人民，人民是凡聖同居土帶業往生的，到西方極樂世界，老老實實講他還是人天的境界。殊勝在哪裡？殊勝是真正不可思議，得阿彌陀佛本願威神加持。是阿彌陀佛的福報，智慧福報加持他，把他提升上來，不是他修證的。西方世界最殊勝的地方就在此地。"
    },
    {
      "id": "20-015-0014_p0009",
      "zh_CN": "「声闻表即空」，声闻是方便有余土，境界高，他知道万法皆空，「一切法无所有，毕竟空，不可得」，所以他的心定了。虽然有定，定功还不够。为什么？没有开慧。所以，佛说他们住偏真涅槃，真就是真空。住偏真涅槃有自受用，没有他受用。自受用在清净寂灭里面，不自在，不圆满。",
      "zh_TW": "「聲聞表即空」，聲聞是方便有餘土，境界高，他知道萬法皆空，「一切法無所有，畢竟空，不可得」，所以他的心定了。雖然有定，定功還不夠。為什麼？沒有開慧。所以，佛說他們住偏真涅槃，真就是真空。住偏真涅槃有自受用，沒有他受用。自受用在清淨寂滅裡面，不自在，不圓滿。"
    },
    {
      "id": "20-015-0014_p0010",
      "zh_CN": "佛在经上给我们说，阿罗汉住偏真涅槃最长的两万大劫，就是说这么长的一个期限他会回头，他能够觉悟，能够回头。辟支佛比他聪明，辟支佛也住偏真涅槃，最长的期限是一万大劫，一万劫会回头；声闻顶多两万劫会回头。回头就是我们常讲的回小向大，他不愿意再休息了，休息的时间够了，还要努力去求学。声闻住偏真涅槃就好比我们休学。譬如读书读到中学毕业，毕业就没有读了，这一下就停下来。停了若干年之后，觉得不行还是要读书，再去考大学，这大学就好比是大乘，就这个样子。",
      "zh_TW": "佛在經上給我們說，阿羅漢住偏真涅槃最長的兩萬大劫，就是說這麼長的一個期限他會回頭，他能夠覺悟，能夠回頭。辟支佛比他聰明，辟支佛也住偏真涅槃，最長的期限是一萬大劫，一萬劫會回頭；聲聞頂多兩萬劫會回頭。回頭就是我們常講的回小向大，他不願意再休息了，休息的時間夠了，還要努力去求學。聲聞住偏真涅槃就好比我們休學。譬如讀書讀到中學畢業，畢業就沒有讀了，這一下就停下來。停了若干年之後，覺得不行還是要讀書，再去考大學，這大學就好比是大乘，就這個樣子。"
    },
    {
      "id": "20-015-0014_p0011",
      "zh_CN": "「菩萨表即假」。这个即就是一切，一空一切空，一假一切假。菩萨知道十法界依正庄严是假相，这个假相不碍真空。所以心住在真空，他能够在假相里面教化众生，彼此没有妨碍。我们今天凡夫，我们如果教化众生，对自己的清净心真的产生障碍，心不得清净。如果是菩萨就没有障碍，一天到晚忙着为一切众生服务，决定不妨碍自己的清净心，决定不妨碍自己修行的功夫，菩萨修六度万行。我们念佛人修的是一心不乱，心不颠倒，这是念佛三昧；无论做什么事情，无论怎么样繁忙，心不颠倒，一心不乱。",
      "zh_TW": "「菩薩表即假」。這個即就是一切，一空一切空，一假一切假。菩薩知道十法界依正莊嚴是假相，這個假相不礙真空。所以心住在真空，他能夠在假相裡面教化眾生，彼此沒有妨礙。我們今天凡夫，我們如果教化眾生，對自己的清淨心真的產生障礙，心不得清淨。如果是菩薩就沒有障礙，一天到晚忙著為一切眾生服務，決定不妨礙自己的清淨心，決定不妨礙自己修行的功夫，菩薩修六度萬行。我們念佛人修的是一心不亂，心不顛倒，這是念佛三昧；無論做什麼事情，無論怎麼樣繁忙，心不顛倒，一心不亂。"
    },
    {
      "id": "20-015-0014_p0012",
      "zh_CN": "心永远是定的，不会被外头境界转，菩萨。我们凡夫接触外面境界，被外面境界转，这个很可怜。被外面境界转就是遇到境界立刻就起反应，没有定功。所以那个念头可以说你从出生到现在，念头日夜不断，前念灭了后念就生，速度快，决定没有两个念头是相同的。念头比时间快，时间一分一秒，我们念头的起灭，佛在经上给我们讲都是万分之一秒。换句话说，一秒当中，一秒钟这么长的时间，我们的念头已经有上万的生灭。就是以《仁王经》上讲的，我跟诸位同学常常说这不是真实的，是佛的方便说，方便说就已经不得了了。为什么？",
      "zh_TW": "心永遠是定的，不會被外頭境界轉，菩薩。我們凡夫接觸外面境界，被外面境界轉，這個很可憐。被外面境界轉就是遇到境界立刻就起反應，沒有定功。所以那個念頭可以說你從出生到現在，念頭日夜不斷，前念滅了後念就生，速度快，決定沒有兩個念頭是相同的。念頭比時間快，時間一分一秒，我們念頭的起滅，佛在經上給我們講都是萬分之一秒。換句話說，一秒當中，一秒鐘這麼長的時間，我們的念頭已經有上萬的生滅。就是以《仁王經》上講的，我跟諸位同學常常說這不是真實的，是佛的方便說，方便說就已經不得了了。為什麼？"
    },
    {
      "id": "20-015-0014_p0013",
      "zh_CN": "《仁王经》上讲的一秒钟多少念头生灭？二十一万六千个。二十一万六千个念头生灭，我们自己不知道，这不知道叫粗心大意。一个念头生就是现相出来了，正如同我们看电影一样，电影放映机的镜头一打开，一张照片放在银幕上。那个银幕就是虚空、就是世界、就是众生，生了，很快一下它就灭了。灭了立刻又生，第二张出来了。速度太快，我们看到好像是真的，其实是一张一张的画面，而且一张一张的画面是各个不相同，绝对没有两个完全相同的画面，这叫相续相。",
      "zh_TW": "《仁王經》上講的一秒鐘多少念頭生滅？二十一萬六千個。二十一萬六千個念頭生滅，我們自己不知道，這不知道叫粗心大意。一個念頭生就是現相出來了，正如同我們看電影一樣，電影放映機的鏡頭一打開，一張照片放在銀幕上。那個銀幕就是虛空、就是世界、就是眾生，生了，很快一下它就滅了。滅了立刻又生，第二張出來了。速度太快，我們看到好像是真的，其實是一張一張的畫面，而且一張一張的畫面是各個不相同，絕對沒有兩個完全相同的畫面，這叫相續相。"
    },
    {
      "id": "20-015-0014_p0014",
      "zh_CN": "《金刚经》上讲的「如露亦如电」，露是露水，露就是比喻的相续相，电是比喻的真相。一张照片照的那是真相，几张连起来是相续相。画面为什么一张一张不一样？我们的念头不一样。念头就是佛经上讲的「识」，唯识所变。念头不一样变出来的境界相就不一样。菩萨觉悟！他能够恒顺众生，随喜功德。功德是什么？功德是他不变，不随外面境界转，这是功德；随外面境界转的没有功德，那叫烦恼，你会随着外头境界转。学佛的人讲功夫。什么是功夫？不随外头境界转，这是定；对外面的境界清清楚楚、明明了瞭，那是慧。定慧等学，定慧等运，不可思议，这个境界深。",
      "zh_TW": "《金剛經》上講的「如露亦如電」，露是露水，露就是比喻的相續相，電是比喻的真相。一張照片照的那是真相，幾張連起來是相續相。畫面為什麼一張一張不一樣？我們的念頭不一樣。念頭就是佛經上講的「識」，唯識所變。念頭不一樣變出來的境界相就不一樣。菩薩覺悟！他能夠恆順眾生，隨喜功德。功德是什麼？功德是他不變，不隨外面境界轉，這是功德；隨外面境界轉的沒有功德，那叫煩惱，你會隨著外頭境界轉。學佛的人講功夫。什麼是功夫？不隨外頭境界轉，這是定；對外面的境界清清楚楚、明明瞭瞭，那是慧。定慧等學，定慧等運，不可思議，這個境界深。"
    },
    {
      "id": "20-015-0014_p0015",
      "zh_CN": "所以菩萨恒度众生，小乘住涅槃很自在，菩萨住不住涅槃？菩萨住涅槃，住涅槃又不妨碍度众生，妙！涅槃是如如不动，清净寂灭。所以，大乘菩萨他证的那个涅槃叫无住涅槃，如来果地上都是这样的。什么叫无住涅槃？不住生死，不住涅槃，两边不住；换句话说，不住涅槃就有生死，不住生死就是涅槃。说起来涅槃、生死两边都住，都兼顾了，两边不冲突，两边没有矛盾，两面是圆融的，两面是自在的，圆融无碍！所以到菩萨就行了，这空假中完全融合起来了，即空、即假、即中。",
      "zh_TW": "所以菩薩恆度眾生，小乘住涅槃很自在，菩薩住不住涅槃？菩薩住涅槃，住涅槃又不妨礙度眾生，妙！涅槃是如如不動，清淨寂滅。所以，大乘菩薩他證的那個涅槃叫無住涅槃，如來果地上都是這樣的。什麼叫無住涅槃？不住生死，不住涅槃，兩邊不住；換句話說，不住涅槃就有生死，不住生死就是涅槃。說起來涅槃、生死兩邊都住，都兼顧了，兩邊不衝突，兩邊沒有矛盾，兩面是圓融的，兩面是自在的，圓融無礙！所以到菩薩就行了，這空假中完全融合起來了，即空、即假、即中。"
    },
    {
      "id": "20-015-0014_p0016",
      "zh_CN": "凡夫境界因为妄想分别执着非常严重，空假中不能够圆融，空不是假，假不是中。真正智慧现前，知道它是一，一而三，三而一。像杯盖一样，我们这样看法，这洼进去的，凹进去的，调过头来，这凸出来的。不了解事实真相，站在这两面的人就得吵架了，我说凹进去的，那个说：我说是凸出来的。这两个人就得打架了，知见不一样，没有看到事实真相。调过头来这才恍然大悟，原来凹就是凸，凸就是凹，是一不是二。",
      "zh_TW": "凡夫境界因為妄想分別執著非常嚴重，空假中不能夠圓融，空不是假，假不是中。真正智慧現前，知道它是一，一而三，三而一。像杯蓋一樣，我們這樣看法，這窪進去的，凹進去的，調過頭來，這凸出來的。不了解事實真相，站在這兩面的人就得吵架了，我說凹進去的，那個說：我說是凸出來的。這兩個人就得打架了，知見不一樣，沒有看到事實真相。調過頭來這才恍然大悟，原來凹就是凸，凸就是凹，是一不是二。"
    },
    {
      "id": "20-015-0014_p0017",
      "zh_CN": "佛菩萨聪明在哪里？面面都看到了。凡夫跟小乘各人只见到一面，所以他有执着。看到这一面的，你说这个东西是凹进去的，他不相信。明明我看的是凸出来的，你怎么说它凹进去的？看到这一面的：明明是凹进去，你怎么说它凸出来的？争论不休！他没有面面看到，面面看到智慧就圆了。佛教给我们对于法界、虚空、世界、众生、微尘面面看到，然后才圆融无碍。再看底下一段，「宝池德水」，我们要把这个文念一遍，这个地方没有把这一段文节录：",
      "zh_TW": "佛菩薩聰明在哪裡？面面都看到了。凡夫跟小乘各人只見到一面，所以他有執著。看到這一面的，你說這個東西是凹進去的，他不相信。明明我看的是凸出來的，你怎麼說它凹進去的？看到這一面的：明明是凹進去，你怎麼說它凸出來的？爭論不休！他沒有面面看到，面面看到智慧就圓了。佛教給我們對於法界、虛空、世界、眾生、微塵面面看到，然後才圓融無礙。再看底下一段，「寶池德水」，我們要把這個文念一遍，這個地方沒有把這一段文節錄："
    },
    {
      "id": "20-015-0014_p0018",
      "zh_CN": "【又舍利弗。极乐国土。有七宝池。八功德水。充满其中。池底纯以金沙布地。四边阶道。金银琉璃。玻璃合成。】",
      "zh_TW": "【又舍利弗。極樂國土。有七寶池。八功德水。充滿其中。池底純以金沙布地。四邊階道。金銀琉璃。玻璃合成。】"
    },
    {
      "id": "20-015-0014_p0019",
      "zh_CN": "这里解一下，『金』是一种，『银』是一种，『琉璃』是一种，『玻璃』是一种，这里讲了四种。琉璃就是我们现在讲的翡翠，绿色的玉；玻璃就是我们今天讲的水晶。在从前，现代这种玻璃并没有发明，古人讲的玻璃，佛经上讲的玻璃，都是讲的水晶，是天然的、完全透明的。现在我们知道水晶制作的东西很多很多，最常见的就是水晶的镜片，眼镜的镜片。水晶镜片，它是保护眼睛的。再往下面看：",
      "zh_TW": "這裡解一下，『金』是一種，『銀』是一種，『琉璃』是一種，『玻璃』是一種，這裡講了四種。琉璃就是我們現在講的翡翠，綠色的玉；玻璃就是我們今天講的水晶。在從前，現代這種玻璃並沒有發明，古人講的玻璃，佛經上講的玻璃，都是講的水晶，是天然的、完全透明的。現在我們知道水晶製作的東西很多很多，最常見的就是水晶的鏡片，眼鏡的鏡片。水晶鏡片，它是保護眼睛的。再往下面看："
    },
    {
      "id": "20-015-0014_p0020",
      "zh_CN": "【上有楼阁。】",
      "zh_TW": "【上有樓閣。】"
    },
    {
      "id": "20-015-0014_p0021",
      "zh_CN": "这是讲七宝池，七宝池的岸边『上有楼阁』，楼阁：",
      "zh_TW": "這是講七寶池，七寶池的岸邊『上有樓閣』，樓閣："
    },
    {
      "id": "20-015-0014_p0022",
      "zh_CN": "【亦以金。银。琉璃。玻璃。】",
      "zh_TW": "【亦以金。銀。琉璃。玻璃。】"
    },
    {
      "id": "20-015-0014_p0023",
      "zh_CN": "再加上：",
      "zh_TW": "再加上："
    },
    {
      "id": "20-015-0014_p0024",
      "zh_CN": "【砗磲。赤珠。玛瑙。而严饰之。】",
      "zh_TW": "【硨磲。赤珠。瑪瑙。而嚴飾之。】"
    },
    {
      "id": "20-015-0014_p0025",
      "zh_CN": "这就是七宝，七宝就是指的这些。",
      "zh_TW": "這就是七寶，七寶就是指的這些。"
    },
    {
      "id": "20-015-0014_p0026",
      "zh_CN": "【池中莲华。】",
      "zh_TW": "【池中蓮華。】"
    },
    {
      "id": "20-015-0014_p0027",
      "zh_CN": "这宝池里头还有莲华：",
      "zh_TW": "這寶池裡頭還有蓮華："
    },
    {
      "id": "20-015-0014_p0028",
      "zh_CN": "【大如车轮。青色青光。黄色黄光。赤色赤光。白色白光。微妙香洁。】",
      "zh_TW": "【大如車輪。青色青光。黃色黃光。赤色赤光。白色白光。微妙香潔。】"
    },
    {
      "id": "20-015-0014_p0029",
      "zh_CN": "到这里是一段。我们讲的宝池德水，介绍这一段，文念过了。这一段里面重要的义趣，是「无老死苦」。下面我们分了两个小段，「上明住处，此节明生处」。前面讲的众宝栏树，这是地利之乐，那是我们居住的环境，七宝行树。宝池德水，这是讲我们往生到极乐世界的生处。极乐世界跟我们这个世间不一样，我们这个世间是胎生，胎生很苦。西方极乐世界是化生，化生是变化的。",
      "zh_TW": "到這裡是一段。我們講的寶池德水，介紹這一段，文念過了。這一段裡面重要的義趣，是「無老死苦」。下面我們分了兩個小段，「上明住處，此節明生處」。前面講的眾寶欄樹，這是地利之樂，那是我們居住的環境，七寶行樹。寶池德水，這是講我們往生到極樂世界的生處。極樂世界跟我們這個世間不一樣，我們這個世間是胎生，胎生很苦。西方極樂世界是化生，化生是變化的。"
    },
    {
      "id": "20-015-0014_p0030",
      "zh_CN": "「此土同居是有漏惑业所感」。此土是讲我们这个世间，我们这个地球，这个地球是凡圣同居土。这个土从哪里来的？佛在经上告诉我们「有漏惑业」，漏是烦恼的代名词，有漏就是你有烦恼，你有习气。只要你有烦恼习气，你就没有办法离开六道轮回，六道轮回是有漏惑业所感。你看佛在许多经论里头告诉我们，真的是无数次，千经万论给我们说明这个事实真相。",
      "zh_TW": "「此土同居是有漏惑業所感」。此土是講我們這個世間，我們這個地球，這個地球是凡聖同居土。這個土從哪裡來的？佛在經上告訴我們「有漏惑業」，漏是煩惱的代名詞，有漏就是你有煩惱，你有習氣。只要你有煩惱習氣，你就沒有辦法離開六道輪迴，六道輪迴是有漏惑業所感。你看佛在許多經論裡頭告訴我們，真的是無數次，千經萬論給我們說明這個事實真相。"
    },
    {
      "id": "20-015-0014_p0031",
      "zh_CN": "六道是见思烦恼变现出来的，所以佛说只要把见思烦恼放下，六道轮回就没有了。永嘉大师《证道歌》里头说得很好，「梦里明明有六趣」，这个六趣就是六道轮回，「觉后空空无大千」。六道轮回不是真的，是你迷惑颠倒所现的梦中境界，但是你不知道是梦，你在这个梦里头要受。所以你造的善业，你在梦中享福，有乐受；你造的恶业，你在梦中受罪，你有苦受，你这个梦不会醒过来。到什么时候醒过来？你把六道的业因，把它断掉，果就没有了。这个业因就是见思烦恼。",
      "zh_TW": "六道是見思煩惱變現出來的，所以佛說只要把見思煩惱放下，六道輪迴就沒有了。永嘉大師《證道歌》裡頭說得很好，「夢裡明明有六趣」，這個六趣就是六道輪迴，「覺後空空無大千」。六道輪迴不是真的，是你迷惑顛倒所現的夢中境界，但是你不知道是夢，你在這個夢裡頭要受。所以你造的善業，你在夢中享福，有樂受；你造的惡業，你在夢中受罪，你有苦受，你這個夢不會醒過來。到什麼時候醒過來？你把六道的業因，把它斷掉，果就沒有了。這個業因就是見思煩惱。"
    },
    {
      "id": "20-015-0014_p0032",
      "zh_CN": "见思烦恼里头一个，身见，执着这个身是我。你们想想看六道众生哪一个人不为自己的身？行善为这个身，造恶也是为这个身，以为这个身是我，头一个错误。所以，我常常劝勉同学，我们要真正想觉悟，想明了、明白，要从哪里下手？头一个要把自私自利的念头舍掉，你才能入门。自私自利这个错误的观念，错误的行为，要不能彻底放下，你再好的缘分，你不能入佛门。这个佛门是什么？佛的境界你入不进去。",
      "zh_TW": "見思煩惱裡頭一個，身見，執著這個身是我。你們想想看六道眾生哪一個人不為自己的身？行善為這個身，造惡也是為這個身，以為這個身是我，頭一個錯誤。所以，我常常勸勉同學，我們要真正想覺悟，想明瞭、明白，要從哪裡下手？頭一個要把自私自利的念頭捨掉，你才能入門。自私自利這個錯誤的觀念，錯誤的行為，要不能徹底放下，你再好的緣分，你不能入佛門。這個佛門是什麼？佛的境界你入不進去。"
    },
    {
      "id": "20-015-0014_p0033",
      "zh_CN": "六道凡夫可怜！无量劫来在轮回里头打转，三善道的时间短，三恶道的时间长。你说为什么？就是为了自私自利，自私自利害得你生生世世在三途苦报里头受罪。佛真是慈悲到极处，把这个事实真相、前后因果全都跟我们讲清楚，讲明白了，奈何不悟！什么是悟了？把自私自利放下，这个人觉悟了。自私自利没有放下，没觉悟。装得再像，说得天花乱坠，自私自利没有放下，那不是真的悟；那是经教里所讲的世智辩聪，不是真智慧。真智慧他的观念改变，这叫修行！错误观念修正，起心动念是什么心？真诚心、清净心、平等心、正觉心、慈悲心，日常生活起心动念是这个心。",
      "zh_TW": "六道凡夫可憐！無量劫來在輪迴裡頭打轉，三善道的時間短，三惡道的時間長。你說為什麼？就是為了自私自利，自私自利害得你生生世世在三途苦報裡頭受罪。佛真是慈悲到極處，把這個事實真相、前後因果全都跟我們講清楚，講明白了，奈何不悟！什麼是悟了？把自私自利放下，這個人覺悟了。自私自利沒有放下，沒覺悟。裝得再像，說得天花亂墜，自私自利沒有放下，那不是真的悟；那是經教裡所講的世智辯聰，不是真智慧。真智慧他的觀念改變，這叫修行！錯誤觀念修正，起心動念是什麼心？真誠心、清淨心、平等心、正覺心、慈悲心，日常生活起心動念是這個心。"
    },
    {
      "id": "20-015-0014_p0034",
      "zh_CN": "这个心里头没有自私自利。看到众生苦就要去帮助他，全心全力舍己为人。你们看看释迦牟尼佛是不是这样的？舍弃自己的富裕的生活，舍弃自己的社会地位，舍弃自己的一切权势。用这个身体，用他的智慧，帮助一切众生觉悟，帮助一切众生断恶修善，帮助一切众生离苦得乐，帮助一切众生转凡成圣。他的所作所为一天到晚示现的是为人演说、牺牲奉献，一点自私都没有，一点自利都没有。所作所为利益社会，利益一切众生，这才能入佛境界。佛境界就是自己性德的境界，明心见性。",
      "zh_TW": "這個心裡頭沒有自私自利。看到眾生苦就要去幫助他，全心全力捨己為人。你們看看釋迦牟尼佛是不是這樣的？捨棄自己的富裕的生活，捨棄自己的社會地位，捨棄自己的一切權勢。用這個身體，用他的智慧，幫助一切眾生覺悟，幫助一切眾生斷惡修善，幫助一切眾生離苦得樂，幫助一切眾生轉凡成聖。他的所作所為一天到晚示現的是為人演說、犧牲奉獻，一點自私都沒有，一點自利都沒有。所作所為利益社會，利益一切眾生，這才能入佛境界。佛境界就是自己性德的境界，明心見性。"
    },
    {
      "id": "20-015-0014_p0035",
      "zh_CN": "凡夫、权小所以累劫修行而不能契入，原因在哪里？自私自利没有放下。是不容易。我们一般讲劣根性太深，烦恼习气太重，哪有那么容易放下的！佛遇到这些众生怎么办？不劝他放下，为什么？没有办法，那是不可能的。劝他什么？劝他造善业，不要造恶业，佛教这些众生是教他五戒十善。目的不是教他出轮回，目的是防止他堕三恶道。因为你的思想、言行不善，不善你要招感来生三途苦报，太可怜，太凄惨。你能够断恶修善，你持五戒修十善，你来生得人天福报；你不能放下自私自利，出不了六道轮回，帮助你得人天福报。佛教化众生确实应机说法，你是什么样的根机，什么样的愿望，佛都能够满足你。这是说我们娑婆世界，西方极乐世界跟我们这里不一样。",
      "zh_TW": "凡夫、權小所以累劫修行而不能契入，原因在哪裡？自私自利沒有放下。是不容易。我們一般講劣根性太深，煩惱習氣太重，哪有那麼容易放下的！佛遇到這些眾生怎麼辦？不勸他放下，為什麼？沒有辦法，那是不可能的。勸他什麼？勸他造善業，不要造惡業，佛教這些眾生是教他五戒十善。目的不是教他出輪迴，目的是防止他墮三惡道。因為你的思想、言行不善，不善你要招感來生三途苦報，太可憐，太淒慘。你能夠斷惡修善，你持五戒修十善，你來生得人天福報；你不能放下自私自利，出不了六道輪迴，幫助你得人天福報。佛教化眾生確實應機說法，你是什麼樣的根機，什麼樣的願望，佛都能夠滿足你。這是說我們娑婆世界，西方極樂世界跟我們這裡不一樣。"
    },
    {
      "id": "20-015-0014_p0036",
      "zh_CN": "「彼土乃无漏净业所成，又为阿弥陀佛愿行之所庄严」。这个「之所庄严」就是加持，阿弥陀佛四十八愿，阿弥陀佛无量劫的修行功德加持给你。你自己要修无漏净业，你要求生西方极乐世界，这个道理不能不懂。再跟诸位说，你心里头还有一个怨恨的人，还有一个看不顺眼的人，你不能到极乐世界。为什么？那个心态是严重的漏，你不是无漏，你是有漏。有漏修净业，这个业也就不净，也就变成惑业。所以到西方极乐世界，你不要看那些老太婆们念佛，临走的时候往生那么自在，你要仔细观察她，她生前有没有一个怨恨的人？没有！为什么？都一笔勾消了。我要到极乐世界去了，等我成了佛之后，我回来再度你们。这是往生西方极乐世界，非常重要的一个条件。",
      "zh_TW": "「彼土乃無漏淨業所成，又為阿彌陀佛願行之所莊嚴」。這個「之所莊嚴」就是加持，阿彌陀佛四十八願，阿彌陀佛無量劫的修行功德加持給你。你自己要修無漏淨業，你要求生西方極樂世界，這個道理不能不懂。再跟諸位說，你心裡頭還有一個怨恨的人，還有一個看不順眼的人，你不能到極樂世界。為什麼？那個心態是嚴重的漏，你不是無漏，你是有漏。有漏修淨業，這個業也就不淨，也就變成惑業。所以到西方極樂世界，你不要看那些老太婆們念佛，臨走的時候往生那麼自在，你要仔細觀察她，她生前有沒有一個怨恨的人？沒有！為什麼？都一筆勾消了。我要到極樂世界去了，等我成了佛之後，我回來再度你們。這是往生西方極樂世界，非常重要的一個條件。"
    },
    {
      "id": "20-015-0014_p0037",
      "zh_CN": "我们修行最重要的，就是把这个错误的行为修正过来。有一个人不满意，有一桩事情不愉快，全是障碍你往生，你心不清净。这是说明往生难，一万个念佛人只有一、两个往生，道理在此地。他的烦恼没有转过来，只是用这一句阿弥陀佛压，硬把它压下去不起作用。那要看你的运气，到你临命终时，最后一口气如果压不住，爆发出来了，这一爆发出来之后堕三途。",
      "zh_TW": "我們修行最重要的，就是把這個錯誤的行為修正過來。有一個人不滿意，有一樁事情不愉快，全是障礙你往生，你心不清淨。這是說明往生難，一萬個念佛人只有一、兩個往生，道理在此地。他的煩惱沒有轉過來，只是用這一句阿彌陀佛壓，硬把它壓下去不起作用。那要看你的運氣，到你臨命終時，最後一口氣如果壓不住，爆發出來了，這一爆發出來之後墮三途。"
    },
    {
      "id": "20-015-0014_p0038",
      "zh_CN": "所以平时要用功夫把这个转过来，我不再怨恨，我要更加慈悲；他以怨恨心对我，我以慈悲心对他，我以感恩的心对他。那你要问，他对我有什么恩？成就我忍辱波罗蜜，这就是恩。成就我持戒波罗蜜。怎么说成就持戒？我对他不报复了，这是持戒，不杀生的戒，没有报复的念头。没有瞋恚的念头是忍辱；没有报复的念头是不杀生，不杀，持戒。成就你六波罗蜜，这不是恩惠是什么？无始劫来的烦恼习气，从此化解了，这样念佛往生没有障碍，这才真正能感得阿弥陀佛临终时候来接引你。所以对这个世间有一桩放不下，都是你的麻烦。",
      "zh_TW": "所以平時要用功夫把這個轉過來，我不再怨恨，我要更加慈悲；他以怨恨心對我，我以慈悲心對他，我以感恩的心對他。那你要問，他對我有什麼恩？成就我忍辱波羅蜜，這就是恩。成就我持戒波羅蜜。怎麼說成就持戒？我對他不報復了，這是持戒，不殺生的戒，沒有報復的念頭。沒有瞋恚的念頭是忍辱；沒有報復的念頭是不殺生，不殺，持戒。成就你六波羅蜜，這不是恩惠是什麼？無始劫來的煩惱習氣，從此化解了，這樣念佛往生沒有障礙，這才真正能感得阿彌陀佛臨終時候來接引你。所以對這個世間有一樁放不下，都是你的麻煩。"
    },
    {
      "id": "20-015-0014_p0039",
      "zh_CN": "果然能够身心世界一切放下，烦恼习气不再起现行，这个人念佛往生平平安安、稳稳当当，临终的时候佛来接引。所以极乐世界都是无漏净业所成。无漏就是把烦恼转过来，这一句话很重要。带业往生，只能带阿赖耶识里面习气种子，不能带现行。现行是什么？现在还常常发作，那叫现行，这个不带。我们每天从早到晚生活工作，处事待人接物统统是修行，把从前毛病习气统统都改正过来。从前我恨的人，现在我能爱他；从前我厌弃的人，现在我能帮助他。现在时间到了。",
      "zh_TW": "果然能夠身心世界一切放下，煩惱習氣不再起現行，這個人念佛往生平平安安、穩穩當當，臨終的時候佛來接引。所以極樂世界都是無漏淨業所成。無漏就是把煩惱轉過來，這一句話很重要。帶業往生，只能帶阿賴耶識裡面習氣種子，不能帶現行。現行是什麼？現在還常常發作，那叫現行，這個不帶。我們每天從早到晚生活工作，處事待人接物統統是修行，把從前毛病習氣統統都改正過來。從前我恨的人，現在我能愛他；從前我厭棄的人，現在我能幫助他。現在時間到了。"
    },
    {
      "id": "20-015-0014_p0040",
      "zh_CN": "诸位同学，我们接着看下面这一段，第五。",
      "zh_TW": "諸位同學，我們接著看下面這一段，第五。"
    },
    {
      "id": "20-015-0014_p0041",
      "zh_CN": "「四色莲花，无胎生苦，无爱别离苦」。我们这个世间是胎生，胎生有十个月胎狱之苦。胎生跟父母的缘很深，所以有恩爱别离之苦。这是一切胎生的众生都不能够避免的，这里面有恩情。西方世界不一样，莲花化生，所以决定没有十个月胎狱，没有这个现象。生到极乐世界就在莲花化生，所以没有这些恩情这种现象，恩爱、情执的现象没有。极乐世界跟我们这里不一样。我们再看下面的说明。",
      "zh_TW": "「四色蓮花，無胎生苦，無愛別離苦」。我們這個世間是胎生，胎生有十個月胎獄之苦。胎生跟父母的緣很深，所以有恩愛別離之苦。這是一切胎生的眾生都不能夠避免的，這裡面有恩情。西方世界不一樣，蓮花化生，所以決定沒有十個月胎獄，沒有這個現象。生到極樂世界就在蓮花化生，所以沒有這些恩情這種現象，恩愛、情執的現象沒有。極樂世界跟我們這裡不一樣。我們再看下面的說明。"
    },
    {
      "id": "20-015-0014_p0042",
      "zh_CN": "「莲花大小光色不同，经云，众生发心信愿持名，池中即生一莲蕊，标名于上，若精进念佛，花则日大，光色日鲜，如中途退心或改习他法门，则花渐枯」。在西方极乐世界确确实实看不到生老病死的现象，看不到生住异灭的现象。譬如说往生到西方极乐世界的人，生到西方极乐世界，他是化生的，他不是到西方极乐世界变成个小孩慢慢长大，这样就变成有生老病死。到那个地方所现的色身跟阿弥陀佛一样，不是现一个小孩慢慢长大的，不是！所以他没有生长。所现的色身跟四十八愿讲的一样，皆是金色紫磨真金色身，具足圆满的相好光明。这是阿弥陀佛本愿威神加持的，不止三十二相八十种好，身有无量相，相有无量好，而且所有众生都一样。极乐世界是平等世界，这很不可思议。",
      "zh_TW": "「蓮花大小光色不同，經云，眾生發心信願持名，池中即生一蓮蕊，標名於上，若精進念佛，花則日大，光色日鮮，如中途退心或改習他法門，則花漸枯」。在西方極樂世界確確實實看不到生老病死的現象，看不到生住異滅的現象。譬如說往生到西方極樂世界的人，生到西方極樂世界，他是化生的，他不是到西方極樂世界變成個小孩慢慢長大，這樣就變成有生老病死。到那個地方所現的色身跟阿彌陀佛一樣，不是現一個小孩慢慢長大的，不是！所以他沒有生長。所現的色身跟四十八願講的一樣，皆是金色紫磨真金色身，具足圓滿的相好光明。這是阿彌陀佛本願威神加持的，不止三十二相八十種好，身有無量相，相有無量好，而且所有眾生都一樣。極樂世界是平等世界，這很不可思議。"
    },
    {
      "id": "20-015-0014_p0043",
      "zh_CN": "唯独莲池里头的莲花看得到它有生灭，莲花从哪里来的？真的是佛在大乘教里头常讲的从心想生。十方世界一切众生，譬如我们自己，我心里想生西方极乐世界去亲近阿弥陀佛，极乐世界七宝池里面就长一个莲花苞，莲蕊就是莲花苞，而且这个莲蕊上已经有你的名字在。你念佛念得很精进，精进念佛，这个花慢慢就愈来愈大，精进念佛花就大。花的颜色，花的光明跟大小完全相衬，光色鲜明，这是说念佛念得很精进。",
      "zh_TW": "唯獨蓮池裡頭的蓮花看得到它有生滅，蓮花從哪裡來的？真的是佛在大乘教裡頭常講的從心想生。十方世界一切眾生，譬如我們自己，我心裡想生西方極樂世界去親近阿彌陀佛，極樂世界七寶池裡面就長一個蓮花苞，蓮蕊就是蓮花苞，而且這個蓮蕊上已經有你的名字在。你念佛念得很精進，精進念佛，這個花慢慢就愈來愈大，精進念佛花就大。花的顏色，花的光明跟大小完全相襯，光色鮮明，這是說念佛念得很精進。"
    },
    {
      "id": "20-015-0014_p0044",
      "zh_CN": "如果你念了一段时期以后不念了，别的因缘来障碍你，你受到影响改学别的法门，不修净土改学别的法门，你这一朵莲花慢慢就枯掉，就没有了。所以极乐世界能够看到生灭现象的，只有莲池里的莲花。莲花每天长得又大又好的，有；每天也都有很多枯掉的。在我们想像当中，肯定莲池里头的花蕊很多很多，但是真正将来开花结果的，不多，许许多多莲蕊都枯掉了。像李老师讲的话，一万个念佛人只有两、三个人能够往生，那不就是说一万棵的莲蕊，只有两、三个将来开花，其他的九千九百九十多都枯掉！但是你要晓得，这是我们娑婆世界现在的现象，他方世界不一定都是这个现象。",
      "zh_TW": "如果你念了一段時期以後不念了，別的因緣來障礙你，你受到影響改學別的法門，不修淨土改學別的法門，你這一朵蓮花慢慢就枯掉，就沒有了。所以極樂世界能夠看到生滅現象的，只有蓮池裡的蓮花。蓮花每天長得又大又好的，有；每天也都有很多枯掉的。在我們想像當中，肯定蓮池裡頭的花蕊很多很多，但是真正將來開花結果的，不多，許許多多蓮蕊都枯掉了。像李老師講的話，一萬個念佛人只有兩、三個人能夠往生，那不就是說一萬棵的蓮蕊，只有兩、三個將來開花，其他的九千九百九十多都枯掉！但是你要曉得，這是我們娑婆世界現在的現象，他方世界不一定都是這個現象。"
    },
    {
      "id": "20-015-0014_p0045",
      "zh_CN": "我们在《华严经》上看到很多，有很多纯净的世界，那个地方世界人好度，可能真的是一万个人念佛一万个人往生。祖师大德给我们讲的万修万人去，一个都不漏。只有我们这个世界很差劲，念佛的同学禁不起考验。尤其是现在末法时期，邪知邪见太多太多，正知正见的人太稀少。邪知邪见的人太多，于是社会上必定产生一个现象，积非成是。大家都是邪见，于是邪见就变成正见；正见的人稀少了，正见就变成邪见，这是对念佛求生净土严重的考验！",
      "zh_TW": "我們在《華嚴經》上看到很多，有很多純淨的世界，那個地方世界人好度，可能真的是一萬個人念佛一萬個人往生。祖師大德給我們講的萬修萬人去，一個都不漏。只有我們這個世界很差勁，念佛的同學禁不起考驗。尤其是現在末法時期，邪知邪見太多太多，正知正見的人太稀少。邪知邪見的人太多，於是社會上必定產生一個現象，積非成是。大家都是邪見，於是邪見就變成正見；正見的人稀少了，正見就變成邪見，這是對念佛求生淨土嚴重的考驗！"
    },
    {
      "id": "20-015-0014_p0046",
      "zh_CN": "要保证不受邪知见的影响，只有一个方法，天天读经、天天研教，像我们这样的道场能保持。你要问为什么能保持？每天讲经，每天都在学习，不管你认真不认真。不认真也没关系，只要你天天干，干久了，假的也变成真的。慢慢、慢慢的，一天懂一点，一天懂一点，慢慢来！你能够累积个十年、二十年，不就变成真的了！所以功夫不能间断。我们生在这个时代，印光大师那个时代没有问题，那个时代善根还很深厚，为什么？一般读书人没有不读古书的，没有不懂文言文的，念佛人都有相当的根底。所以他老人家主张真正修行求生净土，道场不能大，小道场；同学不能多，不要超过二十人。实实在在讲都是为我们现代着想的。",
      "zh_TW": "要保證不受邪知見的影響，只有一個方法，天天讀經、天天研教，像我們這樣的道場能保持。你要問為什麼能保持？每天講經，每天都在學習，不管你認真不認真。不認真也沒關係，只要你天天幹，幹久了，假的也變成真的。慢慢、慢慢的，一天懂一點，一天懂一點，慢慢來！你能夠累積個十年、二十年，不就變成真的了！所以功夫不能間斷。我們生在這個時代，印光大師那個時代沒有問題，那個時代善根還很深厚，為什麼？一般讀書人沒有不讀古書的，沒有不懂文言文的，念佛人都有相當的根底。所以他老人家主張真正修行求生淨土，道場不能大，小道場；同學不能多，不要超過二十人。實實在在講都是為我們現代著想的。"
    },
    {
      "id": "20-015-0014_p0047",
      "zh_CN": "现在走向了民主自由开放，寺院没有恒产，收入不稳定。道场大，人众多，开销多，不容易维护，你要操心。要操心你就不能往生，你心就不清净。所以，人少道场小，维持费用开销小，容易维持。决定不化缘，决定不去募捐，道场里面不做法会，没有经忏佛事，不传戒，不讲经，只有念佛。天天打佛七，常年佛七，平常功课按照普通佛七的规矩来做，苏州灵岩山的办法。果然能够遵照老法师的指示去做，没有一个不成就的。你这里二十个人，二十个人将来都往生。正确，非常非常正确，不是在凑热闹。凑热闹，对我们的道心、清净心肯定有妨碍。真的教我们去亲近阿弥陀佛。",
      "zh_TW": "現在走向了民主自由開放，寺院沒有恆產，收入不穩定。道場大，人眾多，開銷多，不容易維護，你要操心。要操心你就不能往生，你心就不清淨。所以，人少道場小，維持費用開銷小，容易維持。決定不化緣，決定不去募捐，道場裡面不做法會，沒有經懺佛事，不傳戒，不講經，只有念佛。天天打佛七，常年佛七，平常功課按照普通佛七的規矩來做，蘇州靈巖山的辦法。果然能夠遵照老法師的指示去做，沒有一個不成就的。你這裡二十個人，二十個人將來都往生。正確，非常非常正確，不是在湊熱鬧。湊熱鬧，對我們的道心、清淨心肯定有妨礙。真的教我們去親近阿彌陀佛。"
    },
    {
      "id": "20-015-0014_p0048",
      "zh_CN": "但是在今天有困难，难在哪里？我们对于经教知道太少，我们的善根没有从前人那么深厚。这就是讲，比民国初年，一个甲子（六十年）之前的人，我们不如他们，他们的底子比我们深厚。所以现在对于净宗能够多了解几分，对于你的信心、愿心有很大的帮助。所以我是条条都赞同印祖的教诲，唯有这不讲经，我是改成一定要讲经，解行并重。",
      "zh_TW": "但是在今天有困難，難在哪裡？我們對於經教知道太少，我們的善根沒有從前人那麼深厚。這就是講，比民國初年，一個甲子（六十年）之前的人，我們不如他們，他們的底子比我們深厚。所以現在對於淨宗能夠多了解幾分，對於你的信心、願心有很大的幫助。所以我是條條都贊同印祖的教誨，唯有這不講經，我是改成一定要講經，解行並重。"
    },
    {
      "id": "20-015-0014_p0049",
      "zh_CN": "我们在这边念佛要真正保持有智慧、有定功，能够防止邪知邪见，每天至少讲经两个小时，你才有保护，不受邪知邪见的动摇。当然一天能够讲四个小时是决定安全。我理想当中的道场，每天有四个小时讲经，二十个小时念佛，一天二十四小时念佛堂不中断。人也需要休息，轮流休息，轮流不要规定，规定，人就有压力。要怎么样做？就是谛闲老和尚教锅漏匠徒弟那个办法，你累了，你就休息。休息好了赶快到念佛堂念佛，你一点压力都没有，真精进。",
      "zh_TW": "我們在這邊念佛要真正保持有智慧、有定功，能夠防止邪知邪見，每天至少講經兩個小時，你才有保護，不受邪知邪見的動搖。當然一天能夠講四個小時是決定安全。我理想當中的道場，每天有四個小時講經，二十個小時念佛，一天二十四小時念佛堂不中斷。人也需要休息，輪流休息，輪流不要規定，規定，人就有壓力。要怎麼樣做？就是諦閑老和尚教鍋漏匠徒弟那個辦法，你累了，你就休息。休息好了趕快到念佛堂念佛，你一點壓力都沒有，真精進。"
    },
    {
      "id": "20-015-0014_p0050",
      "zh_CN": "真正念佛人在念佛堂念佛，累了的时候休息，我说了，不脱海青。我们披的衣，休息的时候，衣要脱下来，海青不脱。休息好了之后披上衣，马上到念佛堂，这样才能成就。《弥陀经》前面给我们讲不休息菩萨、常精进菩萨为我们示范行门。解门是帮助我们加深信心，加深愿心，增长我们的定慧。我们有定有慧，有信有愿，这一切邪知邪见自然就不能入我们的心，不能入我们的耳了，使我们能够保持纯净纯善。",
      "zh_TW": "真正念佛人在念佛堂念佛，累了的時候休息，我說了，不脫海青。我們披的衣，休息的時候，衣要脫下來，海青不脫。休息好了之後披上衣，馬上到念佛堂，這樣才能成就。《彌陀經》前面給我們講不休息菩薩、常精進菩薩為我們示範行門。解門是幫助我們加深信心，加深願心，增長我們的定慧。我們有定有慧，有信有願，這一切邪知邪見自然就不能入我們的心，不能入我們的耳了，使我們能夠保持純淨純善。"
    },
    {
      "id": "20-015-0014_p0051",
      "zh_CN": "外面一切事情与我们不相干，我们用不着过问，所以电视、报纸、广播、新闻都不必去听。天天天下太平，天天没有事，心是定的、心是净的，这个地方才叫做道场，净业道场。来到道场的人，我们要劝导他，把万缘放下，跟着我们一起念佛，一起听经。世间社会一切拉拉杂杂事情，在这个地方都不要谈，这个地方是净土，这个地方天下本无事。这个小道场发愿求生的人，我们相信七宝莲池里面的莲花，一定天天壮大，光色美好。再看底下这一段。",
      "zh_TW": "外面一切事情與我們不相干，我們用不著過問，所以電視、報紙、廣播、新聞都不必去聽。天天天下太平，天天沒有事，心是定的、心是淨的，這個地方才叫做道場，淨業道場。來到道場的人，我們要勸導他，把萬緣放下，跟著我們一起念佛，一起聽經。世間社會一切拉拉雜雜事情，在這個地方都不要談，這個地方是淨土，這個地方天下本無事。這個小道場發願求生的人，我們相信七寶蓮池裡面的蓮花，一定天天壯大，光色美好。再看底下這一段。"
    },
    {
      "id": "20-015-0014_p0052",
      "zh_CN": "「信心坚固，一生不改，则临命终时，佛持此花，接引往生，即生此莲中，名为托质莲胎，清净受生，花开见佛」。信心坚固，这四个字比什么都重要，一生不改。李老师把《无量寿经》的会集本传给我，这是我们净宗的传法。我接受过来之后，这十几年来在全世界弘扬。这个本子我最保守的估计，在全世界流通至少超过两百万册，应该有两百万到三百万册在全世界流通。许许多多人读诵受持，得到真实利益。",
      "zh_TW": "「信心堅固，一生不改，則臨命終時，佛持此花，接引往生，即生此蓮中，名為托質蓮胎，清淨受生，花開見佛」。信心堅固，這四個字比什麼都重要，一生不改。李老師把《無量壽經》的會集本傳給我，這是我們淨宗的傳法。我接受過來之後，這十幾年來在全世界弘揚。這個本子我最保守的估計，在全世界流通至少超過兩百萬冊，應該有兩百萬到三百萬冊在全世界流通。許許多多人讀誦受持，得到真實利益。"
    },
    {
      "id": "20-015-0014_p0053",
      "zh_CN": "最近两年，二０００年十月、十一月以后，我们这才开始听到有毁谤的声音，反对的声音；口头的攻击，文字上的攻击，指名攻击的很多，都是对着我来的。我能退心吗？我的信心要不坚固，如果要退转，改学别的本子，你们想想我怎么能对得起老师？那知恩报恩不就是骗人的吗？老师传授给你，把这个法门付托给你，你听听人家毁谤它的时候，马上就改变了，这成什么话！所以我曾经给同学们说过，全世界的人都反对，我还要坚持，我决不会改变。我对得起老师，老师没有看错我。",
      "zh_TW": "最近兩年，二０００年十月、十一月以後，我們這才開始聽到有毀謗的聲音，反對的聲音；口頭的攻擊，文字上的攻擊，指名攻擊的很多，都是對著我來的。我能退心嗎？我的信心要不堅固，如果要退轉，改學別的本子，你們想想我怎麼能對得起老師？那知恩報恩不就是騙人的嗎？老師傳授給你，把這個法門付託給你，你聽聽人家毀謗它的時候，馬上就改變了，這成什麼話！所以我曾經給同學們說過，全世界的人都反對，我還要堅持，我決不會改變。我對得起老師，老師沒有看錯我。"
    },
    {
      "id": "20-015-0014_p0054",
      "zh_CN": "如果我改变了，信心动摇，那老师看错了人，我对不起他。所有这些毁谤的人，我都感谢他。感谢什么？他在考验我信心够不够坚固，我禁得起考验。这些都是教育后学，人只要有坚定信心，无论修学哪个法门必定成就。所以这八个字很重要，「信心坚固，一生不改」。没有这么大的压力，没有这么沈重的打击，你的坚定，你的信愿，你的定慧，从什么地方表现？你自己怎么知道你的信愿定慧达到了什么程度？从这就看出来，愈是严重的打击，严重的考验，你通过了，你的境界真的向上提升。",
      "zh_TW": "如果我改變了，信心動搖，那老師看錯了人，我對不起他。所有這些毀謗的人，我都感謝他。感謝什麼？他在考驗我信心夠不夠堅固，我禁得起考驗。這些都是教育後學，人只要有堅定信心，無論修學哪個法門必定成就。所以這八個字很重要，「信心堅固，一生不改」。沒有這麼大的壓力，沒有這麼沈重的打擊，你的堅定，你的信願，你的定慧，從什麼地方表現？你自己怎麼知道你的信願定慧達到了什麼程度？從這就看出來，愈是嚴重的打擊，嚴重的考驗，你通過了，你的境界真的向上提升。"
    },
    {
      "id": "20-015-0014_p0055",
      "zh_CN": "所以顺境逆境、善缘恶缘，顺逆善恶没有标准，完全在你的定慧。你有定有慧把恶缘转变成善缘，逆境转变成顺境，自己对这个法门信心更坚定，行愿更恳切，好事不是坏事。如果我们要有反驳，去辩白，那就错了，你就上大当了，你已经违背释迦牟尼佛的教诲。释迦牟尼佛对我们什么教诲？默摈。默摈的意思，完全不予理会。他毁谤随他毁谤，他侮辱随他侮辱，决定置之不理。他骂我，我们一句话不可以回，他打我，决定不能回手。释迦牟尼佛教我们的！这样不就吃亏了吗？不错，吃亏是福，福在后面。你只要肯吃亏，福报现前、智慧现前。永远保持冷静，不可以浮躁，净生慧，善生福，永远保持纯净纯善的心行。",
      "zh_TW": "所以順境逆境、善緣惡緣，順逆善惡沒有標準，完全在你的定慧。你有定有慧把惡緣轉變成善緣，逆境轉變成順境，自己對這個法門信心更堅定，行願更懇切，好事不是壞事。如果我們要有反駁，去辯白，那就錯了，你就上大當了，你已經違背釋迦牟尼佛的教誨。釋迦牟尼佛對我們什麼教誨？默擯。默擯的意思，完全不予理會。他毀謗隨他毀謗，他侮辱隨他侮辱，決定置之不理。他罵我，我們一句話不可以回，他打我，決定不能回手。釋迦牟尼佛教我們的！這樣不就吃虧了嗎？不錯，吃虧是福，福在後面。你只要肯吃虧，福報現前、智慧現前。永遠保持冷靜，不可以浮躁，淨生慧，善生福，永遠保持純淨純善的心行。"
    },
    {
      "id": "20-015-0014_p0056",
      "zh_CN": "我们这一生到这个世间来，我们鲜明的目标是「了生死，出三界」。不但是了生死出三界，而是往生西方亲近弥陀。我来到这个世间，这是我的方向，是我的目标，其他的不是。其他的无论他做的是什么，与我不相干，我走我的路。",
      "zh_TW": "我們這一生到這個世間來，我們鮮明的目標是「了生死，出三界」。不但是了生死出三界，而是往生西方親近彌陀。我來到這個世間，這是我的方向，是我的目標，其他的不是。其他的無論他做的是什麼，與我不相干，我走我的路。"
    },
    {
      "id": "20-015-0014_p0057",
      "zh_CN": "很多年以前（在十几年前）我在达拉斯，尹建维居士有一天来问我，他说法师这一切经，《大藏经》摆在这个地方，假如说你只能够选一部经修行，请问法师你选哪一部？我跟他讲，我选《弥陀经要解》，我不会选第二部，实话！弘扬《无量寿经》，老师的嘱咐，讲《华严经》，许多出家、在家大德的启请。我自己的修学是一门，简单扼要，我不喜欢麻烦，愈简单愈好。《弥陀要解》太好了，印光大师看重这个本子，我也看重这个本子。",
      "zh_TW": "很多年以前（在十幾年前）我在達拉斯，尹建維居士有一天來問我，他說法師這一切經，《大藏經》擺在這個地方，假如說你只能夠選一部經修行，請問法師你選哪一部？我跟他講，我選《彌陀經要解》，我不會選第二部，實話！弘揚《無量壽經》，老師的囑咐，講《華嚴經》，許多出家、在家大德的啟請。我自己的修學是一門，簡單扼要，我不喜歡麻煩，愈簡單愈好。《彌陀要解》太好了，印光大師看重這個本子，我也看重這個本子。"
    },
    {
      "id": "20-015-0014_p0058",
      "zh_CN": "但是修净土《无量寿经》重要，《无量寿经》把整个西方极乐世界做一个详细报告，你对它了解。了解之后真正修行，《要解》的指导第一殊胜。换句话说，《无量寿经》是接引你，帮助你建立坚固的信心，帮助你发愿求生西方极乐世界，那要靠《无量寿经》。有信心、有志愿，怎么个修行法？《要解》好！《要解》帮助我们修行。",
      "zh_TW": "但是修淨土《無量壽經》重要，《無量壽經》把整個西方極樂世界做一個詳細報告，你對它了解。了解之後真正修行，《要解》的指導第一殊勝。換句話說，《無量壽經》是接引你，幫助你建立堅固的信心，幫助你發願求生西方極樂世界，那要靠《無量壽經》。有信心、有志願，怎麼個修行法？《要解》好！《要解》幫助我們修行。"
    },
    {
      "id": "20-015-0014_p0059",
      "zh_CN": "所以，坚定、坚持这个法门，一生不改、不变。临命终时，阿弥陀佛就拿着这个莲花来接引，这个莲花是你自己心想变现的。你愈精进花愈大，光色愈好，这是你将来到西方极乐世界出生的地方，生处，这个事情重要！所以今天人家讲争，争什么？我要争我的莲花要大、要光好，这是真的。为什么？这是你将来可以得到的。这个世间五欲六尘、名闻利养是假的，你一样带不去。所以古人常常讲的都是很高的警觉，「生不带来，死不带去」。所以对于这个世间一切人事物没有一丝毫的留恋。你要把贪恋这个的心要转变过来贪恋七宝池中的莲花。我心想变现这个莲花的时候，我的莲花要大，我的光色要好，我的品位要高。我专心只求这个，决定不能有其他的念头。有其他的念头都变成了障碍。",
      "zh_TW": "所以，堅定、堅持這個法門，一生不改、不變。臨命終時，阿彌陀佛就拿著這個蓮花來接引，這個蓮花是你自己心想變現的。你愈精進花愈大，光色愈好，這是你將來到西方極樂世界出生的地方，生處，這個事情重要！所以今天人家講爭，爭什麼？我要爭我的蓮花要大、要光好，這是真的。為什麼？這是你將來可以得到的。這個世間五欲六塵、名聞利養是假的，你一樣帶不去。所以古人常常講的都是很高的警覺，「生不帶來，死不帶去」。所以對於這個世間一切人事物沒有一絲毫的留戀。你要把貪戀這個的心要轉變過來貪戀七寶池中的蓮花。我心想變現這個蓮花的時候，我的蓮花要大，我的光色要好，我的品位要高。我專心只求這個，決定不能有其他的念頭。有其他的念頭都變成了障礙。"
    },
    {
      "id": "20-015-0014_p0060",
      "zh_CN": "所以佛持此花，接引往生，即生此莲中，这是经里面常常念到的托质莲胎，清净受生。这个跟十个月坐胎，坐胎不清净。你入胎的时候不清净，念头不清净，淫欲。你在胎中这十个月，你住处不清净，你住处的周边是大肠小肠，大小肠里面是什么东西？粪便，尿屎包围着你，不清净。所以极乐世界不一样，莲花清净一尘不染，而且莲花化生，一到那个世界，身体就高大，色相庄严。西方极乐世界没有什么年轻、老人，没有，每个人形象都一样，平等世界，所以他心平了。",
      "zh_TW": "所以佛持此花，接引往生，即生此蓮中，這是經裡面常常念到的托質蓮胎，清淨受生。這個跟十個月坐胎，坐胎不清淨。你入胎的時候不清淨，念頭不清淨，淫欲。你在胎中這十個月，你住處不清淨，你住處的周邊是大腸小腸，大小腸裡面是什麼東西？糞便，尿屎包圍著你，不清淨。所以極樂世界不一樣，蓮花清淨一塵不染，而且蓮花化生，一到那個世界，身體就高大，色相莊嚴。西方極樂世界沒有什麼年輕、老人，沒有，每個人形象都一樣，平等世界，所以他心平了。"
    },
    {
      "id": "20-015-0014_p0061",
      "zh_CN": "我们这个世间的人心不平，相貌不一样。有福报的人，相貌好的人，自自然然有骄慢心。没有福报的人、贫贱、苦人，在人面前头都抬不起来，自卑心，这是我们常常看到的社会现象。西方极乐世界没有，大家相貌一样，体质一样，生活状况一样，学习一样，没有一样不平等，所以他烦恼生不起来。你看傲慢这个烦恼，你在西方极乐世界生不起来，每个人都不比你差。你自卑的烦恼也生不起来，你跟一切人都平等。所以烦恼习气虽然有，到那个地方没有缘把你的烦恼勾引出来，这是西方极乐世界无比殊胜，十方诸佛赞叹。这些不思议的境界，都是阿弥陀佛本愿威神跟无量劫修行的功德之所加持。",
      "zh_TW": "我們這個世間的人心不平，相貌不一樣。有福報的人，相貌好的人，自自然然有驕慢心。沒有福報的人、貧賤、苦人，在人面前頭都抬不起來，自卑心，這是我們常常看到的社會現象。西方極樂世界沒有，大家相貌一樣，體質一樣，生活狀況一樣，學習一樣，沒有一樣不平等，所以他煩惱生不起來。你看傲慢這個煩惱，你在西方極樂世界生不起來，每個人都不比你差。你自卑的煩惱也生不起來，你跟一切人都平等。所以煩惱習氣雖然有，到那個地方沒有緣把你的煩惱勾引出來，這是西方極樂世界無比殊勝，十方諸佛讚歎。這些不思議的境界，都是阿彌陀佛本願威神跟無量劫修行的功德之所加持。"
    },
    {
      "id": "20-015-0014_p0062",
      "zh_CN": "清净受生，「花开见佛悟无生」，花开见佛你所见到的如来的报土，我们一般讲实报庄严土。凡圣同居土、方便有余土在哪里？跟诸位说在花里面，花没有开，在花里头。我们在《观无量寿佛经》里面看到，凡圣同居土下下品往生的，花要多久才能开？十二劫。这是西方极乐世界时间最长的，十二劫花开。十二劫花不开，在花里面他的生活状况怎么样？这你读《华严》就晓得，他在花里面感觉的那个花就是世界，花里面就是世界，花里面的世界跟极乐世界没有两样。不读《华严》不了解这个境界。",
      "zh_TW": "清淨受生，「花開見佛悟無生」，花開見佛你所見到的如來的報土，我們一般講實報莊嚴土。凡聖同居土、方便有餘土在哪裡？跟諸位說在花裡面，花沒有開，在花裡頭。我們在《觀無量壽佛經》裡面看到，凡聖同居土下下品往生的，花要多久才能開？十二劫。這是西方極樂世界時間最長的，十二劫花開。十二劫花不開，在花裡面他的生活狀況怎麼樣？這你讀《華嚴》就曉得，他在花裡面感覺的那個花就是世界，花裡面就是世界，花裡面的世界跟極樂世界沒有兩樣。不讀《華嚴》不了解這個境界。"
    },
    {
      "id": "20-015-0014_p0063",
      "zh_CN": "《华严经》里面给我们讲的，这个大世界大宇宙，跟微尘里面的世界无二无别。一粒微尘里头就是一个世界。入那个微尘世界跟大世界没有两样，没有大小。所以花里面的世界其实跟极乐世界完全相同，你自己根本不知道你是在花里面。你在花里面天天见佛，天天诸上善人俱会一处；由此可知，极乐世界无量无边。每一朵莲花，已经往生托质在莲胎里面了，这个莲花里面的活动跟整个极乐世界的活动没有两样。你在这里头所谓是长养圣胎，就是在那里修行。",
      "zh_TW": "《華嚴經》裡面給我們講的，這個大世界大宇宙，跟微塵裡面的世界無二無別。一粒微塵裡頭就是一個世界。入那個微塵世界跟大世界沒有兩樣，沒有大小。所以花裡面的世界其實跟極樂世界完全相同，你自己根本不知道你是在花裡面。你在花裡面天天見佛，天天諸上善人俱會一處；由此可知，極樂世界無量無邊。每一朵蓮花，已經往生托質在蓮胎裡面了，這個蓮花裡面的活動跟整個極樂世界的活動沒有兩樣。你在這裡頭所謂是長養聖胎，就是在那裡修行。"
    },
    {
      "id": "20-015-0014_p0064",
      "zh_CN": "虽然花没有开，你要到十方世界参访诸佛，不妨碍。经上讲的，你看到许许多多大众，每天去供佛、闻法。供佛修福报，闻法开智慧，福慧双修。听本师阿弥陀佛讲经说法，同时又能听十方一切诸佛讲经说法，世出世间哪有比这个因缘更殊胜的？找不到。所以十方诸佛赞叹阿弥陀佛，「光中极尊，佛中之王」，我们要能体会得到，然后你的心定了，不再有妄想。",
      "zh_TW": "雖然花沒有開，你要到十方世界參訪諸佛，不妨礙。經上講的，你看到許許多多大眾，每天去供佛、聞法。供佛修福報，聞法開智慧，福慧雙修。聽本師阿彌陀佛講經說法，同時又能聽十方一切諸佛講經說法，世出世間哪有比這個因緣更殊勝的？找不到。所以十方諸佛讚歎阿彌陀佛，「光中極尊，佛中之王」，我們要能體會得到，然後你的心定了，不再有妄想。"
    },
    {
      "id": "20-015-0014_p0065",
      "zh_CN": "同学们要想学经教，先取得净土你再学其他的经教。纵然有妨碍，妨碍你品位的提升，但是你决定能往生。你如果极乐世界没有把握，往生没有把握，你现在经教学多了，你的精力时间都分散；换句话说，到你临命终时能不能往生是个未知数，是打了问号。自古以来许许多多的讲经法师，因为这一个念头错了，耽误了。一耽误麻烦可大了，生生世世依旧搞六道轮回。因为你前生当法师，讲经说法，法布施、财布施，讲经是内财布施，换得来生的福报。",
      "zh_TW": "同學們要想學經教，先取得淨土你再學其他的經教。縱然有妨礙，妨礙你品位的提升，但是你決定能往生。你如果極樂世界沒有把握，往生沒有把握，你現在經教學多了，你的精力時間都分散；換句話說，到你臨命終時能不能往生是個未知數，是打了問號。自古以來許許多多的講經法師，因為這一個念頭錯了，耽誤了。一耽誤麻煩可大了，生生世世依舊搞六道輪迴。因為你前生當法師，講經說法，法布施、財布施，講經是內財布施，換得來生的福報。"
    },
    {
      "id": "20-015-0014_p0066",
      "zh_CN": "你们想想安世高那个同学，明经好施，瞋恚心没有断。他那个瞋恚并不很严重，托钵，那时是托钵制度，施主供养他的饭菜不好吃，心里面感觉到难过，就这么一点点，堕畜生身！堕个蛇身当了龙王，[共+阝]亭湖的龙王，安世高的同学。寿命到了，他自己晓得要堕地狱，为什么？做龙王的时候造了不少罪业。瞋恚心重，你来拜我的，来供养我的，我就对你很好，保佑你行船一路平安。你要是不拜我的，不恭敬我的，不供养我的，他就弄一点小的魔术，叫你一路不平安，甚至于把你的船吹翻，造很多罪业。你有这个神通，你可以作弄一些众生，但是死后后果不堪设想。幸好安世高没有堕落，开悟、得道的高僧，求他来超度。",
      "zh_TW": "你們想想安世高那個同學，明經好施，瞋恚心沒有斷。他那個瞋恚並不很嚴重，托缽，那時是托缽制度，施主供養他的飯菜不好吃，心裡面感覺到難過，就這麼一點點，墮畜生身！墮個蛇身當了龍王，[共+阝]亭湖的龍王，安世高的同學。壽命到了，他自己曉得要墮地獄，為什麼？做龍王的時候造了不少罪業。瞋恚心重，你來拜我的，來供養我的，我就對你很好，保佑你行船一路平安。你要是不拜我的，不恭敬我的，不供養我的，他就弄一點小的魔術，叫你一路不平安，甚至於把你的船吹翻，造很多罪業。你有這個神通，你可以作弄一些眾生，但是死後後果不堪設想。幸好安世高沒有墮落，開悟、得道的高僧，求他來超度。"
    },
    {
      "id": "20-015-0014_p0067",
      "zh_CN": "这个公案在安世高传记里头，诸位都看过。万万不能造恶业，一定要晓得「一饮一啄，莫非前定」。各人因果，各人承当，谁都不能代替。印光大师这是近代一位大善知识，他一生的教学实在讲就是两样东西，一个是劝人念佛求生净土，一个是劝人要着重因果报应。因果报应的书籍，他说《安士全书》是最好的，其次是《感应篇汇编》，一生用这个教化众生。",
      "zh_TW": "這個公案在安世高傳記裡頭，諸位都看過。萬萬不能造惡業，一定要曉得「一飲一啄，莫非前定」。各人因果，各人承當，誰都不能代替。印光大師這是近代一位大善知識，他一生的教學實在講就是兩樣東西，一個是勸人念佛求生淨土，一個是勸人要著重因果報應。因果報應的書籍，他說《安士全書》是最好的，其次是《感應篇彙編》，一生用這個教化眾生。"
    },
    {
      "id": "20-015-0014_p0068",
      "zh_CN": "因果报应是六道里面升沉的定律，你造善一定感得善报，你造恶一定有恶报。吉凶祸福、善恶报应之权在你自己，不在别人。受人陷害没有什么，受人陷害说实实在在话，我们自己没有瞋恚心，没有报复心，灾就消了。自己过去生中无量劫来造的罪业，大家常常听到佛门有所谓重罪轻报，什么叫重罪轻报？我受别人侮辱，我受别人毁谤，我受别人陷害，这都是果报。可能我的罪很重，就是这么一点点已经把我报掉了。我遇到这些障难没有瞋恚心，没有报复心，使我自己好好的反省检点。古德所说的「有则改之，无则加勉」，业障消除，重罪轻报。",
      "zh_TW": "因果報應是六道裡面升沉的定律，你造善一定感得善報，你造惡一定有惡報。吉凶禍福、善惡報應之權在你自己，不在別人。受人陷害沒有什麼，受人陷害說實實在在話，我們自己沒有瞋恚心，沒有報復心，災就消了。自己過去生中無量劫來造的罪業，大家常常聽到佛門有所謂重罪輕報，什麼叫重罪輕報？我受別人侮辱，我受別人毀謗，我受別人陷害，這都是果報。可能我的罪很重，就是這麼一點點已經把我報掉了。我遇到這些障難沒有瞋恚心，沒有報復心，使我自己好好的反省檢點。古德所說的「有則改之，無則加勉」，業障消除，重罪輕報。"
    },
    {
      "id": "20-015-0014_p0069",
      "zh_CN": "所以对于毁谤的人、侮辱的人、陷害的人只有感恩！他要遇到障难，我会全心全力去帮助他，不能有丝毫怀恨，这叫学佛，这个叫真正得到佛法的受用，得到佛法的利益。怨结化解了，冤家宜解不宜结，不可以跟人家结怨。结怨的时候冤冤相报，生生世世没完没了，彼此双方都痛苦，而且还连累别人。所以这些理事多想想。为了要避免生生世世这种纠缠，你就下定决心，这一生一定要生极乐世界，一定要见阿弥陀佛！其他什么都摆在后头，不要紧，不重要。好，现在时间到了。",
      "zh_TW": "所以對於毀謗的人、侮辱的人、陷害的人只有感恩！他要遇到障難，我會全心全力去幫助他，不能有絲毫懷恨，這叫學佛，這個叫真正得到佛法的受用，得到佛法的利益。怨結化解了，冤家宜解不宜結，不可以跟人家結怨。結怨的時候冤冤相報，生生世世沒完沒了，彼此雙方都痛苦，而且還連累別人。所以這些理事多想想。為了要避免生生世世這種糾纏，你就下定決心，這一生一定要生極樂世界，一定要見阿彌陀佛！其他什麼都擺在後頭，不要緊，不重要。好，現在時間到了。"
    }
  ]
}