{
  "doc_id": "20-015-0056",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十六集",
    "zh_TW": "第五十六集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0056",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "20-015-0056_p0001",
      "zh_CN": "诸位同学，请看「僧宝赞」后面这一段开示，我们把这个文念一遍：",
      "zh_TW": "諸位同學，請看「僧寶讚」後面這一段開示，我們把這個文念一遍："
    },
    {
      "id": "20-015-0056_p0002",
      "zh_CN": "【念佛既从心出。结业岂属外来。须臾背念佛之心。刹那即结业之所。】",
      "zh_TW": "【念佛既從心出。結業豈屬外來。須臾背念佛之心。剎那即結業之所。】"
    },
    {
      "id": "20-015-0056_p0003",
      "zh_CN": "这里是一段。前面跟诸位报告过，禅师这一段话告诉我们，为善、为恶都在一念心，跟佛在大经里面所说的完全一样。《华严经》世尊总的告诉我们，虚空法界刹土众生，宇宙之间一切万事万物，「唯心所现，唯识所变」，这说尽了。又常常给我们讲「一切法从心想生」，这前一句『念佛』，你是想佛，想佛就成佛。下一句『结业』，你心里面想的善恶业，你想善，在三善道的人天福报；你想的恶，那就是三途地狱的恶报。总在一心，看你怎么个想法，这个关系太大太大了。",
      "zh_TW": "這裡是一段。前面跟諸位報告過，禪師這一段話告訴我們，為善、為惡都在一念心，跟佛在大經裡面所說的完全一樣。《華嚴經》世尊總的告訴我們，虛空法界剎土眾生，宇宙之間一切萬事萬物，「唯心所現，唯識所變」，這說盡了。又常常給我們講「一切法從心想生」，這前一句『念佛』，你是想佛，想佛就成佛。下一句『結業』，你心裡面想的善惡業，你想善，在三善道的人天福報；你想的惡，那就是三途地獄的惡報。總在一心，看你怎麼個想法，這個關係太大太大了。"
    },
    {
      "id": "20-015-0056_p0004",
      "zh_CN": "《楞严经》佛也是明白的告诉我们「诸法所生，唯心所现，一切因果」，这个「一切因果」包括十法界依正因果，也包括出世法大小乘的因果。起心动念这是造因，因遇到缘，果报必定现前，正是谚语所说的「不是不报，时辰未到」。什么是时辰？缘。缘不具足，缘一具足果报立刻就现前。这个道理我们不能不懂！",
      "zh_TW": "《楞嚴經》佛也是明白的告訴我們「諸法所生，唯心所現，一切因果」，這個「一切因果」包括十法界依正因果，也包括出世法大小乘的因果。起心動念這是造因，因遇到緣，果報必定現前，正是諺語所說的「不是不報，時辰未到」。什麼是時辰？緣。緣不具足，緣一具足果報立刻就現前。這個道理我們不能不懂！"
    },
    {
      "id": "20-015-0056_p0005",
      "zh_CN": "佛又常说「依报随着正报转」，「正报」就是起心动念，「依报」，最亲切的依报是我们的身体。我们起心动念不能没有这个身体，依正是一不是二，有这个身体不能没有生活环境。你仔细去思惟、去观察整个宇宙，我们今天讲精神、物质决定分不开，它是一体，精神是物质的精神，物质是精神的物质，它是一不是二，都是心现识变的。在佛法讲心法、色法，色、心同源，这个「源」在佛法里面称之为法性，称之为真性。",
      "zh_TW": "佛又常說「依報隨著正報轉」，「正報」就是起心動念，「依報」，最親切的依報是我們的身體。我們起心動念不能沒有這個身體，依正是一不是二，有這個身體不能沒有生活環境。你仔細去思惟、去觀察整個宇宙，我們今天講精神、物質決定分不開，它是一體，精神是物質的精神，物質是精神的物質，它是一不是二，都是心現識變的。在佛法講心法、色法，色、心同源，這個「源」在佛法裡面稱之為法性，稱之為真性。"
    },
    {
      "id": "20-015-0056_p0006",
      "zh_CN": "由此可知，起心动念不能不谨慎，不要以为动一个恶念无所谓，没有关系，那你完全想错了。无论什么念头，现在人讲波动，佛法也是讲波动，无明就是波动，波动的范围都是遍虚空界、遍法界，速度快！思想的波不是物质的波，物质的波速度不快。这个物理现象，现在我们人知道的，波动速度最快的是电磁、是光波。科学家也有发现，宇宙之间还有比这个快的速度，但是最快的速度是思想波，起心动念刹那之间就遍法界虚空界。",
      "zh_TW": "由此可知，起心動念不能不謹慎，不要以為動一個惡念無所謂，沒有關係，那你完全想錯了。無論什麼念頭，現在人講波動，佛法也是講波動，無明就是波動，波動的範圍都是遍虛空界、遍法界，速度快！思想的波不是物質的波，物質的波速度不快。這個物理現象，現在我們人知道的，波動速度最快的是電磁、是光波。科學家也有發現，宇宙之間還有比這個快的速度，但是最快的速度是思想波，起心動念剎那之間就遍法界虛空界。"
    },
    {
      "id": "20-015-0056_p0007",
      "zh_CN": "所以我们不但跟诸佛如来，念念这个电磁波都相应，乃至于跟三途里面的众生，跟无情的众生，「情与无情，同圆种智」。这个波就像网一样，密密麻麻集合成一体，虽然是一体，但是它有秩序，一丝毫都不紊乱。好像我们这个教室，我们把这个教室比喻作宇宙，比喻作虚空法界。我们把讲堂里面的灯光比喻作十法界，十法界的有情众生，用光波来比喻他的思想波，他的起心动念。灯一开，光立刻整个讲堂都照到。这个讲堂几十盏灯的灯光互相融成了一片，看到好像分不开，但是一点不乱。为什么？你熄掉这一盏灯，这个灯光没有了，它并不干扰其他的光波。",
      "zh_TW": "所以我們不但跟諸佛如來，念念這個電磁波都相應，乃至於跟三途裡面的眾生，跟無情的眾生，「情與無情，同圓種智」。這個波就像網一樣，密密麻麻集合成一體，雖然是一體，但是它有秩序，一絲毫都不紊亂。好像我們這個教室，我們把這個教室比喻作宇宙，比喻作虛空法界。我們把講堂裡面的燈光比喻作十法界，十法界的有情眾生，用光波來比喻他的思想波，他的起心動念。燈一開，光立刻整個講堂都照到。這個講堂幾十盞燈的燈光互相融成了一片，看到好像分不開，但是一點不亂。為什麼？你熄掉這一盞燈，這個燈光沒有了，它並不干擾其他的光波。"
    },
    {
      "id": "20-015-0056_p0008",
      "zh_CN": "思想波永远不中断，不像我们这个灯，灯真的熄掉就没有了，一切众生的思想波永远不会断。为什么？这是自性的本能，只有转变，它不会断。善变成恶，恶变成善，净变成染，染变成净，这里头有变化，它不会断的，永远不会中断。净善，果报殊胜，染恶，果报很苦，六道三途！这两句话说的是这个意思。念佛既从心出，结业也是心出，这个业就包括了十法界依正庄严，也包括了一真法界，总离不开因果报应。",
      "zh_TW": "思想波永遠不中斷，不像我們這個燈，燈真的熄掉就沒有了，一切眾生的思想波永遠不會斷。為什麼？這是自性的本能，只有轉變，它不會斷。善變成惡，惡變成善，淨變成染，染變成淨，這裡頭有變化，它不會斷的，永遠不會中斷。淨善，果報殊勝，染惡，果報很苦，六道三途！這兩句話說的是這個意思。念佛既從心出，結業也是心出，這個業就包括了十法界依正莊嚴，也包括了一真法界，總離不開因果報應。"
    },
    {
      "id": "20-015-0056_p0009",
      "zh_CN": "接着禅师告诉我们，『须臾背念佛之心，刹那即结业之所』，这两句话用现在的白话来说，你不念佛就造业，佛号一停下来马上就造业，你不知不觉！你要是知道、要是觉悟，你就是个明白人，你就开悟了。凡夫起心动念不知不觉，从来没有觉察过。修行人通过训练，即使我们一个人在家里读经，读经也是通过训练，在经典当中学习。你学到了什么？真正学到了就是觉悟！头一个觉悟：我不念佛就造业！为什么？不念佛，你阿赖耶识里头那些习气种子就现行，我们常讲打妄想，你不念佛就打妄想，打妄想就是结业、造业。",
      "zh_TW": "接著禪師告訴我們，『須臾背念佛之心，剎那即結業之所』，這兩句話用現在的白話來說，你不念佛就造業，佛號一停下來馬上就造業，你不知不覺！你要是知道、要是覺悟，你就是個明白人，你就開悟了。凡夫起心動念不知不覺，從來沒有覺察過。修行人通過訓練，即使我們一個人在家裡讀經，讀經也是通過訓練，在經典當中學習。你學到了什麼？真正學到了就是覺悟！頭一個覺悟：我不念佛就造業！為什麼？不念佛，你阿賴耶識裡頭那些習氣種子就現行，我們常講打妄想，你不念佛就打妄想，打妄想就是結業、造業。"
    },
    {
      "id": "20-015-0056_p0010",
      "zh_CN": "这就是为什么这些菩萨、祖师大德，苦口婆心劝导我们「净念相继」，觉明妙行菩萨告诉我们「不怀疑、不夹杂、不间断」。为什么不间断？一间断就造业，一间断就胡思乱想，你所想的决定是轮回。那个「想」就是轮回心，轮回心造轮回业，你坚固轮回，决定出不了轮回，麻烦在这里！我们要想在这一生当中出轮回，往生西方极乐世界，那古大德这种教诲你不能不尊重！不能不奉行！这就是净念相继。",
      "zh_TW": "這就是為什麼這些菩薩、祖師大德，苦口婆心勸導我們「淨念相繼」，覺明妙行菩薩告訴我們「不懷疑、不夾雜、不間斷」。為什麼不間斷？一間斷就造業，一間斷就胡思亂想，你所想的決定是輪迴。那個「想」就是輪迴心，輪迴心造輪迴業，你堅固輪迴，決定出不了輪迴，麻煩在這裡！我們要想在這一生當中出輪迴，往生西方極樂世界，那古大德這種教誨你不能不尊重！不能不奉行！這就是淨念相繼。"
    },
    {
      "id": "20-015-0056_p0011",
      "zh_CN": "只有净念相继，你在这一生当中才能够出人头地，一般人都还在搞六道，你超越了，你到西方极乐世界去作佛去了。还有什么比这个殊胜？第一无比的殊胜。你要知道！这两句话非常非常重要，应当写成小条幅，做我们自己的座右铭。中峰禅师在此地不但是提醒我们，也提醒九法界众生，因为这个修法冥阳两利，谁能觉悟谁就成功。再看下面开示：",
      "zh_TW": "只有淨念相繼，你在這一生當中才能夠出人頭地，一般人都還在搞六道，你超越了，你到西方極樂世界去作佛去了。還有什麼比這個殊勝？第一無比的殊勝。你要知道！這兩句話非常非常重要，應當寫成小條幅，做我們自己的座右銘。中峰禪師在此地不但是提醒我們，也提醒九法界眾生，因為這個修法冥陽兩利，誰能覺悟誰就成功。再看下面開示："
    },
    {
      "id": "20-015-0056_p0012",
      "zh_CN": "【今则众等。依凭教法。作三时系念佛事。所集胜因。专为亡灵决生净土。】",
      "zh_TW": "【今則眾等。依憑教法。作三時繫念佛事。所集勝因。專為亡靈決生淨土。】"
    },
    {
      "id": "20-015-0056_p0013",
      "zh_CN": "这是话说回来，归到我们现前法事道场。这个法事跟别的法事不一样，这个法事是四众同修一起参加。所以往往有一百多人，甚至于有几百人参加，规模很大，非常庄严，力量不可思议；集大众真诚、恭敬的祈祷、发愿，所以这个力量很大很大。『依凭教法』，「教法」是佛说的，祖师大德的教诲，中峰禅师把它编辑，当中又加了很多精彩的开示，我们都读过了。我们今天在一起做三时系念佛事，『所集胜因』，「胜」是殊胜，实在讲无比殊胜的因缘。『专为亡灵决生净土』，这个语气非常肯定，一点疑惑都没有。这是求愿，我们这趟佛事是为这个做的，亡人生净土，我们送他到极乐世界，就是送一个凡夫去成佛。",
      "zh_TW": "這是話說回來，歸到我們現前法事道場。這個法事跟別的法事不一樣，這個法事是四眾同修一起參加。所以往往有一百多人，甚至於有幾百人參加，規模很大，非常莊嚴，力量不可思議；集大眾真誠、恭敬的祈禱、發願，所以這個力量很大很大。『依憑教法』，「教法」是佛說的，祖師大德的教誨，中峰禪師把它編輯，當中又加了很多精彩的開示，我們都讀過了。我們今天在一起做三時繫念佛事，『所集勝因』，「勝」是殊勝，實在講無比殊勝的因緣。『專為亡靈決生淨土』，這個語氣非常肯定，一點疑惑都沒有。這是求願，我們這趟佛事是為這個做的，亡人生淨土，我們送他到極樂世界，就是送一個凡夫去成佛。"
    },
    {
      "id": "20-015-0056_p0014",
      "zh_CN": "诸位想想，这世间有什么样的功德能跟这个相比，大慈菩萨讲你一生当中，能帮助两个人往生到西方极乐世界，那个功德就超过你自己一生一世的修行。菩萨讲的话是真的不是假话，都是事实。今天在系念法事里面，我们送这个人往生作佛，许多人在做，我也有一分！这就是普贤十愿里面「随喜功德」，随喜功德不可思议，跟主修法事的人功德平等平等、无二无别。",
      "zh_TW": "諸位想想，這世間有什麼樣的功德能跟這個相比，大慈菩薩講你一生當中，能幫助兩個人往生到西方極樂世界，那個功德就超過你自己一生一世的修行。菩薩講的話是真的不是假話，都是事實。今天在繫念法事裡面，我們送這個人往生作佛，許多人在做，我也有一分！這就是普賢十願裡面「隨喜功德」，隨喜功德不可思議，跟主修法事的人功德平等平等、無二無別。"
    },
    {
      "id": "20-015-0056_p0015",
      "zh_CN": "好比我们晚上点烛光，点蜡烛，我们的蜡烛都一样大，主修法事的人他的蜡烛点亮了。我们随喜的人蜡烛没点着，但是他那支蜡烛点亮了，我的蜡烛在他那里点，藉他的光，这是随喜。等我这个点着了，我的光跟他的光一样，决不逊色。他的光很亮，我的光差一点，没有，平等平等，这是给你从这个比喻当中，你就体会得随喜功德跟主修的那个人平等。而主修的那个人的功德没有减少一丝毫，随喜的人愈多，主修的人功德就愈大，「大」是什么？光明愈大！几百支蜡烛、几千支蜡烛一起点起来，这讲堂多亮！光光互照，光交织成网，光网！",
      "zh_TW": "好比我們晚上點燭光，點蠟燭，我們的蠟燭都一樣大，主修法事的人他的蠟燭點亮了。我們隨喜的人蠟燭沒點著，但是他那支蠟燭點亮了，我的蠟燭在他那裡點，藉他的光，這是隨喜。等我這個點著了，我的光跟他的光一樣，決不遜色。他的光很亮，我的光差一點，沒有，平等平等，這是給你從這個比喻當中，你就體會得隨喜功德跟主修的那個人平等。而主修的那個人的功德沒有減少一絲毫，隨喜的人愈多，主修的人功德就愈大，「大」是什麼？光明愈大！幾百支蠟燭、幾千支蠟燭一起點起來，這講堂多亮！光光互照，光交織成網，光網！"
    },
    {
      "id": "20-015-0056_p0016",
      "zh_CN": "你懂得这个意思，你就晓得遍法界虚空界所有一切有情众生，他们发出来的思想波交织成网。这里面清净的、纯善的跟诸佛菩萨相同，不净不善跟三途六道相同，但是统统交织在一起。我们自己要懂得，我们要救自己，一定与佛菩萨相应，我们要帮助别人，也要与佛菩萨相应。务必形成一个纯善、纯净的光网，才能够帮助那些还在迷而不觉、邪而不正、染而不净的那些光网，慢慢慢慢的帮助他们觉悟过来，帮助他们回头。",
      "zh_TW": "你懂得這個意思，你就曉得遍法界虛空界所有一切有情眾生，他們發出來的思想波交織成網。這裡面清淨的、純善的跟諸佛菩薩相同，不淨不善跟三途六道相同，但是統統交織在一起。我們自己要懂得，我們要救自己，一定與佛菩薩相應，我們要幫助別人，也要與佛菩薩相應。務必形成一個純善、純淨的光網，才能夠幫助那些還在迷而不覺、邪而不正、染而不淨的那些光網，慢慢慢慢的幫助他們覺悟過來，幫助他們回頭。"
    },
    {
      "id": "20-015-0056_p0017",
      "zh_CN": "即使现在迷得很深、迷得很重，不要紧，我们自己认真努力去做，修纯净、纯善，一定要有好的成绩、好的样子给他们看。他们造作不善，要受不善的果报，受一段苦之后，慢慢他就觉悟了。为什么他的一生那么苦，你的这一生为什么这么快乐，这一对比他慢慢觉悟了。过去我住在美国旧金山，我们也是住在一个小镇，在那个地方住了差不多有半年多，慢慢的我们的邻居渐渐都熟悉了。我们家里这些年轻的出家人，这些人遇到之后就打听，你们从什么地方来的？你们是从事于哪个行业？为什么你们这么快乐？这他都看到了。无论在什么地方见到我们，我们面孔都是笑容、都是欢喜、都是快乐，他们非常羡慕，问我们是做哪个行业的。",
      "zh_TW": "即使現在迷得很深、迷得很重，不要緊，我們自己認真努力去做，修純淨、純善，一定要有好的成績、好的樣子給他們看。他們造作不善，要受不善的果報，受一段苦之後，慢慢他就覺悟了。為什麼他的一生那麼苦，你的這一生為什麼這麼快樂，這一對比他慢慢覺悟了。過去我住在美國舊金山，我們也是住在一個小鎮，在那個地方住了差不多有半年多，慢慢的我們的鄰居漸漸都熟悉了。我們家裡這些年輕的出家人，這些人遇到之後就打聽，你們從什麼地方來的？你們是從事於哪個行業？為什麼你們這麼快樂？這他都看到了。無論在什麼地方見到我們，我們面孔都是笑容、都是歡喜、都是快樂，他們非常羨慕，問我們是做哪個行業的。"
    },
    {
      "id": "20-015-0056_p0018",
      "zh_CN": "所以，学佛的人无论出家在家，只要依照经论教诲去修行，修正我们错误的思想、见解、行为，你能得到法喜充满。不管从事哪一个行业无不自在，你的心地纯净、纯善，净生智慧，善生福德，果报是大智、大福。都在你自己一念之间，不在外面，外面求不到，佛法的求，叫向内求，向内求就是改心、改念头、改行为，殊胜的果报不就现前了！只有佛门的大德，语气才这样的坚定，「专为亡灵决生净土」！",
      "zh_TW": "所以，學佛的人無論出家在家，只要依照經論教誨去修行，修正我們錯誤的思想、見解、行為，你能得到法喜充滿。不管從事哪一個行業無不自在，你的心地純淨、純善，淨生智慧，善生福德，果報是大智、大福。都在你自己一念之間，不在外面，外面求不到，佛法的求，叫向內求，向內求就是改心、改念頭、改行為，殊勝的果報不就現前了！只有佛門的大德，語氣才這樣的堅定，「專為亡靈決生淨土」！"
    },
    {
      "id": "20-015-0056_p0019",
      "zh_CN": "【自今戒香馥郁。慧炬荧煌。迷云开而性天独朗。妄尘尽而心地廓通。】",
      "zh_TW": "【自今戒香馥郁。慧炬熒煌。迷雲開而性天獨朗。妄塵盡而心地廓通。】"
    },
    {
      "id": "20-015-0056_p0020",
      "zh_CN": "到这个地方是一段。『馥郁』是香气蒙弥的样子，这是形容香云袅绕、香气弥漫。这是什么香？戒香！佛法里面讲「五分法身香」。这个地方讲的是香气，现在人讲的是磁场，我们中国人常讲的气氛，并不是真的在烧香。气质、气氛，自自然然能将人感动，持戒修定有智慧。",
      "zh_TW": "到這個地方是一段。『馥郁』是香氣濛瀰的樣子，這是形容香雲裊繞、香氣瀰漫。這是什麼香？戒香！佛法裡面講「五分法身香」。這個地方講的是香氣，現在人講的是磁場，我們中國人常講的氣氛，並不是真的在燒香。氣質、氣氛，自自然然能將人感動，持戒修定有智慧。"
    },
    {
      "id": "20-015-0056_p0021",
      "zh_CN": "五分法身，这个五分就是戒、定、慧、解脱、解脱知见。解脱用现代话就是自在，解脱知见就是自在的见解、自在的思惟，他的思惟、见解得大自在。诸位想想，这里面哪里有烦恼，哪里有忧虑？不但这些没有，烦恼忧虑的根，总的根，妄想分别执着没有了！没有妄想、没有分别、没有执着。他用什么方法得到这个境界？念佛。「净念相继」，用这个方法得到的。我们要记住，我们要学。这个跟前面意思合起来，持戒念佛。",
      "zh_TW": "五分法身，這個五分就是戒、定、慧、解脫、解脫知見。解脫用現代話就是自在，解脫知見就是自在的見解、自在的思惟，他的思惟、見解得大自在。諸位想想，這裡面哪裡有煩惱，哪裡有憂慮？不但這些沒有，煩惱憂慮的根，總的根，妄想分別執著沒有了！沒有妄想、沒有分別、沒有執著。他用什麼方法得到這個境界？念佛。「淨念相繼」，用這個方法得到的。我們要記住，我們要學。這個跟前面意思合起來，持戒念佛。"
    },
    {
      "id": "20-015-0056_p0022",
      "zh_CN": "『慧炬荧煌』，「荧煌」都是光明的意思。这是讲你的智慧，智慧光明显现在你六根门头放光动地，即使是愚人也能够感触到，在你的身边也能感触到。他感触到什么？你的慈悲、仁慈，他虽然是说不出来，他感觉得仁慈，他感觉得很安全、很欢喜，他有这个感受！有一年我在美国佛罗里达州，在迈阿密讲经，有不少当地人来到这个讲堂，他们会打坐，这一坐就坐两个小时。他听不懂我讲的话，因为现场没有翻译，每堂他都来。有些同修问他，他说你听不懂，为什么每堂都来？他告诉他，这个地方的磁场很好，喜欢这个磁场，他说这两个小时磁场特别舒服，他到这边来享受！不讲经的时候，这个讲堂磁场就不一样，就差很远。这些人他们常常修静坐，心地清净，感应比一般人要灵敏。一般人粗心大意，不太容易感觉得到，他们都能够感触得到。",
      "zh_TW": "『慧炬熒煌』，「熒煌」都是光明的意思。這是講你的智慧，智慧光明顯現在你六根門頭放光動地，即使是愚人也能夠感觸到，在你的身邊也能感觸到。他感觸到什麼？你的慈悲、仁慈，他雖然是說不出來，他感覺得仁慈，他感覺得很安全、很歡喜，他有這個感受！有一年我在美國佛羅里達州，在邁阿密講經，有不少當地人來到這個講堂，他們會打坐，這一坐就坐兩個小時。他聽不懂我講的話，因為現場沒有翻譯，每堂他都來。有些同修問他，他說你聽不懂，為什麼每堂都來？他告訴他，這個地方的磁場很好，喜歡這個磁場，他說這兩個小時磁場特別舒服，他到這邊來享受！不講經的時候，這個講堂磁場就不一樣，就差很遠。這些人他們常常修靜坐，心地清淨，感應比一般人要靈敏。一般人粗心大意，不太容易感覺得到，他們都能夠感觸得到。"
    },
    {
      "id": "20-015-0056_p0023",
      "zh_CN": "智慧光明！这两句八个字是讲修行功夫得力了，功夫得力没有别的，长时薰修。要薰多少时间？我常常跟同学们说，果然真干，三个月见效。你搞了这么多年，还在这儿混日子，你从来没有用过三个月的功夫！果然能有三个月，你能够做到净念相继，除了睡眠你没有办法，你在清醒过来的时候，你心里头都有佛号；忆佛念佛，不夹杂、不间断，当然你不会怀疑。你这样子绵绵密密，又不妨碍工作，这个法门殊胜在这里！非常适合于现代人，现代工作繁忙，它不妨碍工作。如果你的工作是用思考的，这个就有妨碍，你的工作不是用思考的，一点妨碍都没有。",
      "zh_TW": "智慧光明！這兩句八個字是講修行功夫得力了，功夫得力沒有別的，長時薰修。要薰多少時間？我常常跟同學們說，果然真幹，三個月見效。你搞了這麼多年，還在這兒混日子，你從來沒有用過三個月的功夫！果然能有三個月，你能夠做到淨念相繼，除了睡眠你沒有辦法，你在清醒過來的時候，你心裡頭都有佛號；憶佛念佛，不夾雜、不間斷，當然你不會懷疑。你這樣子綿綿密密，又不妨礙工作，這個法門殊勝在這裡！非常適合於現代人，現代工作繁忙，它不妨礙工作。如果你的工作是用思考的，這個就有妨礙，你的工作不是用思考的，一點妨礙都沒有。"
    },
    {
      "id": "20-015-0056_p0024",
      "zh_CN": "你们想想过去哈尔滨极乐寺修无法师的往生，修无法师不认识字，没有念过书。没有出家之前做泥水匠，出家之后在寺庙里面做苦工，粗重的活他都做，为大众服务。但是他虽天天做工，净念相继他真做到了，往生预知时至，走得那么自在。成熟了，功夫成熟了，这就是做粗重生活，他不用思想的，他能保持着净念相继。需要用思考的，你工作的时候就把佛号放下，专心把你的工作做好，工作完了之后，佛号立刻提起来。",
      "zh_TW": "你們想想過去哈爾濱極樂寺修無法師的往生，修無法師不認識字，沒有唸過書。沒有出家之前做泥水匠，出家之後在寺廟裡面做苦工，粗重的活他都做，為大眾服務。但是他雖天天做工，淨念相繼他真做到了，往生預知時至，走得那麼自在。成熟了，功夫成熟了，這就是做粗重生活，他不用思想的，他能保持著淨念相繼。需要用思考的，你工作的時候就把佛號放下，專心把你的工作做好，工作完了之後，佛號立刻提起來。"
    },
    {
      "id": "20-015-0056_p0025",
      "zh_CN": "为什么？「须臾背念佛之心，刹那即结业之所」！佛号不能中断，一中断妄想杂念就起来，就造业了。所以我们工作一放下来，佛号立刻就提起来，一天到晚绵绵密密这样做功夫，功夫才得力。三个月效果就现前，六个月你生欢喜心，只要能够长远保持，你就决定得生净土。而且跟慈云大师所说的完全相同，「临命终时，预知时至，身无病苦，如入禅定」。这样的功夫不需要人助念，自己完全能做得了主。这是末后这段的开示，特别提醒我们，持戒念佛！真正觉悟的人、真正有智慧、有福报的人，修自己的五分法身香，就在现前要干！",
      "zh_TW": "為什麼？「須臾背念佛之心，剎那即結業之所」！佛號不能中斷，一中斷妄想雜念就起來，就造業了。所以我們工作一放下來，佛號立刻就提起來，一天到晚綿綿密密這樣做功夫，功夫才得力。三個月效果就現前，六個月你生歡喜心，只要能夠長遠保持，你就決定得生淨土。而且跟慈雲大師所說的完全相同，「臨命終時，預知時至，身無病苦，如入禪定」。這樣的功夫不需要人助念，自己完全能做得了主。這是末後這段的開示，特別提醒我們，持戒念佛！真正覺悟的人、真正有智慧、有福報的人，修自己的五分法身香，就在現前要幹！"
    },
    {
      "id": "20-015-0056_p0026",
      "zh_CN": "『迷云开而性天独朗』，这成就了，破迷开悟，这一句话就是破迷开悟。『妄尘尽而心地廓通』，这两句都是破迷开悟的意思。「迷云」就是无明烦恼，「迷云开」就是破了无明，破一品都行，破一品无明见一分真性，所以「性天独朗」。这个时候你跟一切诸佛如来是同生性，你真的成佛了，在天台大师讲六即佛，你的地位是「分证即佛」。你生到哪里去？你有愿往生净土，你生净土实报庄严土，不是同居土、不是方便土，你生实报庄严土。你要不念佛往生极乐世界，你生到华藏世界。为什么？破一品无明就是圆教初住菩萨，你已经是法身菩萨，你超越十法界了。",
      "zh_TW": "『迷雲開而性天獨朗』，這成就了，破迷開悟，這一句話就是破迷開悟。『妄塵盡而心地廓通』，這兩句都是破迷開悟的意思。「迷雲」就是無明煩惱，「迷雲開」就是破了無明，破一品都行，破一品無明見一分真性，所以「性天獨朗」。這個時候你跟一切諸佛如來是同生性，你真的成佛了，在天台大師講六即佛，你的地位是「分證即佛」。你生到哪裡去？你有願往生淨土，你生淨土實報莊嚴土，不是同居土、不是方便土，你生實報莊嚴土。你要不念佛往生極樂世界，你生到華藏世界。為什麼？破一品無明就是圓教初住菩薩，你已經是法身菩薩，你超越十法界了。"
    },
    {
      "id": "20-015-0056_p0027",
      "zh_CN": "「妄尘尽」，妄尘是讲的见思烦恼、尘沙烦恼、无明烦恼断尽了。「心地廓通」，廓是开的意思、大的意思、通的意思，在佛门里面讲大彻大悟。前一句明心见性，后头这一句大彻大悟。虽然见性、彻悟了，依旧是你自性里头本具的、本来有的智慧德能，不从外得。换句话说，恢复自性的智慧、德能而已，这个事实真相要知道。佛在大经上讲的是归无所得，「圆满菩提，归无所得」，统是你自性里头本来具足的。以前被迷云、被妄尘障碍住了，现在你的迷云开了，妄尘尽了（妄尘是烦恼习气），统统断尽了，破迷开悟。",
      "zh_TW": "「妄塵盡」，妄塵是講的見思煩惱、塵沙煩惱、無明煩惱斷盡了。「心地廓通」，廓是開的意思、大的意思、通的意思，在佛門裡面講大徹大悟。前一句明心見性，後頭這一句大徹大悟。雖然見性、徹悟了，依舊是你自性裡頭本具的、本來有的智慧德能，不從外得。換句話說，恢復自性的智慧、德能而已，這個事實真相要知道。佛在大經上講的是歸無所得，「圓滿菩提，歸無所得」，統是你自性裡頭本來具足的。以前被迷雲、被妄塵障礙住了，現在你的迷雲開了，妄塵盡了（妄塵是煩惱習氣），統統斷盡了，破迷開悟。"
    },
    {
      "id": "20-015-0056_p0028",
      "zh_CN": "这个境界是法身菩萨的境界，实在说，我们在这一生努力未必能达到。但是我们不管这一生能不能达到这个水平，修是要真干，达不到也真干。怎么干法？持戒念佛！达不到这个标准，凡圣同居土是肯定的，一点怀疑都没有。这是实报庄严土，这是上辈上上品往生的。我们要努力，要把这个事情当作我们这一生当中第一桩大事来办，其他是小事。我们自己今天觉悟、明白了，我们劝别人，头一个是自己，劝别人，人家干了，我自己不干，这多没面子。我自己要非常认真努力去干，总不能落在人家后面。",
      "zh_TW": "這個境界是法身菩薩的境界，實在說，我們在這一生努力未必能達到。但是我們不管這一生能不能達到這個水平，修是要真幹，達不到也真幹。怎麼幹法？持戒念佛！達不到這個標準，凡聖同居土是肯定的，一點懷疑都沒有。這是實報莊嚴土，這是上輩上上品往生的。我們要努力，要把這個事情當作我們這一生當中第一樁大事來辦，其他是小事。我們自己今天覺悟、明白了，我們勸別人，頭一個是自己，勸別人，人家幹了，我自己不幹，這多沒面子。我自己要非常認真努力去幹，總不能落在人家後面。"
    },
    {
      "id": "20-015-0056_p0029",
      "zh_CN": "持戒念佛从哪里做起？这是我常常提醒同学们，为什么常常提起？你没做到，你还没觉悟。纵然做到、觉悟也要常常提醒，为什么？你会退转。你遇到逆缘、遇到逆境就退转了，你智慧没有开，定力没有成就，天天要提醒！所以大家在一起修行有这个好处，叫依众靠众，天天提醒你。你离开这个团体，一个星期之后你就恢复从前的老样子，保证退转，有些人是大幅度的退转。为什么我们初学的人不敢离开老师，道理在此地。脚跟不稳！",
      "zh_TW": "持戒念佛從哪裡做起？這是我常常提醒同學們，為什麼常常提起？你沒做到，你還沒覺悟。縱然做到、覺悟也要常常提醒，為什麼？你會退轉。你遇到逆緣、遇到逆境就退轉了，你智慧沒有開，定力沒有成就，天天要提醒！所以大家在一起修行有這個好處，叫依眾靠眾，天天提醒你。你離開這個團體，一個星期之後你就恢復從前的老樣子，保證退轉，有些人是大幅度的退轉。為什麼我們初學的人不敢離開老師，道理在此地。腳跟不穩！"
    },
    {
      "id": "20-015-0056_p0030",
      "zh_CN": "我当年求学跟李老师十年！没有这么长的时间，我们自己烦恼习气很重，外面诱惑的力量这么强大，不容易保得住。唯一的方法是亲近老师，不离开老师，天天受老师的教诲。今天我们得高科技之赐，许多远道的同学们，我们虽然不能在一起相聚，但是每天我们从资讯传播，大家能够在电视机面前，能够在网路面前，我们每天都有四个小时在一起共同学习。这四个小时不多！但是果然能够利用，天天不缺，我相信对于修行人会有很大的帮助。这就是说做学生为什么不能缺课，道理在此地，一缺你就会被淘汰掉，你跟不上了。机会，也是要有智慧、福德你才会认识清楚，机会真的是千载难逢。",
      "zh_TW": "我當年求學跟李老師十年！沒有這麼長的時間，我們自己煩惱習氣很重，外面誘惑的力量這麼強大，不容易保得住。唯一的方法是親近老師，不離開老師，天天受老師的教誨。今天我們得高科技之賜，許多遠道的同學們，我們雖然不能在一起相聚，但是每天我們從資訊傳播，大家能夠在電視機面前，能夠在網路面前，我們每天都有四個小時在一起共同學習。這四個小時不多！但是果然能夠利用，天天不缺，我相信對於修行人會有很大的幫助。這就是說做學生為什麼不能缺課，道理在此地，一缺你就會被淘汰掉，你跟不上了。機會，也是要有智慧、福德你才會認識清楚，機會真的是千載難逢。"
    },
    {
      "id": "20-015-0056_p0031",
      "zh_CN": "千载，说实在话时间并不长，一千年，佛法里头讲的是「百千万劫难遭遇」，彭际清讲的是「无量劫来希有难逢的一日」，这个话几个人能体会到？如果真能体会到，你会把这个机会放弃吗？决定不肯放弃。能有这样好的机会在一起薰陶，大家在一起共修，互相勉励、互相警策、互相照顾，这真的是末法业障深重凡夫一生成就的不二法门。",
      "zh_TW": "千載，說實在話時間並不長，一千年，佛法裡頭講的是「百千萬劫難遭遇」，彭際清講的是「無量劫來希有難逢的一日」，這個話幾個人能體會到？如果真能體會到，你會把這個機會放棄嗎？決定不肯放棄。能有這樣好的機會在一起薰陶，大家在一起共修，互相勉勵、互相警策、互相照顧，這真的是末法業障深重凡夫一生成就的不二法門。"
    },
    {
      "id": "20-015-0056_p0032",
      "zh_CN": "印光大师对我们的教导，我们应当认真的学习。他的教诲确确实实在这个末法时代，能保全自己不受染污，不受影响，稳稳当当成就净业，往生净土。你不守他的教诲，以为还有别的途径，那你就错了。他的教诲还是从总的纲领原则里面落实出来的，他老人家教我们总纲领、总原则、总方向、总目标是「敦伦尽分，闲邪存诚，信愿持名，求生净土」，这是总纲领、总原则。「敦伦尽分」是持戒，「闲邪存诚」是定慧，以戒定慧做基础，信愿持名；就是信愿念佛，决定生净土。好，现在时间到了。",
      "zh_TW": "印光大師對我們的教導，我們應當認真的學習。他的教誨確確實實在這個末法時代，能保全自己不受染污，不受影響，穩穩當當成就淨業，往生淨土。你不守他的教誨，以為還有別的途徑，那你就錯了。他的教誨還是從總的綱領原則裡面落實出來的，他老人家教我們總綱領、總原則、總方向、總目標是「敦倫盡分，閑邪存誠，信願持名，求生淨土」，這是總綱領、總原則。「敦倫盡分」是持戒，「閑邪存誠」是定慧，以戒定慧做基礎，信願持名；就是信願念佛，決定生淨土。好，現在時間到了。"
    },
    {
      "id": "20-015-0056_p0033",
      "zh_CN": "诸位同学，请接着看中峰开示的下文：",
      "zh_TW": "諸位同學，請接著看中峰開示的下文："
    },
    {
      "id": "20-015-0056_p0034",
      "zh_CN": "【诸根圆净。群业顿空。一举念。一华开。挹露迎风。香浮玉沼。一驰情。一果熟。含烟对日。影落金园。】",
      "zh_TW": "【諸根圓淨。群業頓空。一舉念。一華開。挹露迎風。香浮玉沼。一馳情。一果熟。含煙對日。影落金園。】"
    },
    {
      "id": "20-015-0056_p0035",
      "zh_CN": "我们看这一段。这段是从事上来说，西方极乐世界诸上善人他们日常生活的状况。我们常常听说这个世界叫极乐，为什么叫极乐？佛在经上也是笼统的跟我们说，这个世界的众生「无有众苦，但受诸乐，故名极乐」，我们听了还是不容易体会。难得中峰禅师在此地为我们做了一个很好的描绘，首先告诉我们『诸根圆净，群业顿空』。这两句话很重要，业是业障，业障消了，六根不但是清净、圆满的清净。「诸根」就是六根，六根清净、一尘不染。",
      "zh_TW": "我們看這一段。這段是從事上來說，西方極樂世界諸上善人他們日常生活的狀況。我們常常聽說這個世界叫極樂，為什麼叫極樂？佛在經上也是籠統的跟我們說，這個世界的眾生「無有眾苦，但受諸樂，故名極樂」，我們聽了還是不容易體會。難得中峰禪師在此地為我們做了一個很好的描繪，首先告訴我們『諸根圓淨，群業頓空』。這兩句話很重要，業是業障，業障消了，六根不但是清淨、圓滿的清淨。「諸根」就是六根，六根清淨、一塵不染。"
    },
    {
      "id": "20-015-0056_p0036",
      "zh_CN": "业障在前面说过，惑障、业障、报障，说业障顿空，当然惑、报都空了。换句话说，不但是六道三途业报空了，四圣法界的业报也空了，六道十法界的业都没有了、都消了。怎么消的你要知道，「持戒念佛」，「都摄六根，净念相继」，用这个方法消的，用这个方法成就你的五分法身，成就你破迷开悟。「诸根圆净，群业顿空」，这是把你修学的果报圆圆满满的显示出来。",
      "zh_TW": "業障在前面說過，惑障、業障、報障，說業障頓空，當然惑、報都空了。換句話說，不但是六道三途業報空了，四聖法界的業報也空了，六道十法界的業都沒有了、都消了。怎麼消的你要知道，「持戒念佛」，「都攝六根，淨念相繼」，用這個方法消的，用這個方法成就你的五分法身，成就你破迷開悟。「諸根圓淨，群業頓空」，這是把你修學的果報圓圓滿滿的顯示出來。"
    },
    {
      "id": "20-015-0056_p0037",
      "zh_CN": "下面我们看在极乐世界的生活修学状况，『一举念，一华开』。花、果表西方极乐世界依报环境之美好。我们世间人常常向往的真善美慧，在这个世间，说老实话，这四个字有名无实，西方极乐世界是名实相符的真善美慧。怎么说「一举念，一华开」？七宝池里头的莲花，是十方世界发愿往生的人，信愿当中生出来的，变现出来的。你看看不是唯识所变！「唯心所现，唯识所变」。你的信真，你的愿切，花开得美好！我们现在声声佛号里头具足「真信切愿」，我们知道西方世界七宝池里头有我们自己一朵花，这个花是自己唯识所变的。所以「一举念，一华开」。",
      "zh_TW": "下面我們看在極樂世界的生活修學狀況，『一舉念，一華開』。花、果表西方極樂世界依報環境之美好。我們世間人常常嚮往的真善美慧，在這個世間，說老實話，這四個字有名無實，西方極樂世界是名實相符的真善美慧。怎麼說「一舉念，一華開」？七寶池裡頭的蓮花，是十方世界發願往生的人，信願當中生出來的，變現出來的。你看看不是唯識所變！「唯心所現，唯識所變」。你的信真，你的願切，花開得美好！我們現在聲聲佛號裡頭具足「真信切願」，我們知道西方世界七寶池裡頭有我們自己一朵花，這個花是自己唯識所變的。所以「一舉念，一華開」。"
    },
    {
      "id": "20-015-0056_p0038",
      "zh_CN": "『挹露迎风』，这个意思是花盛着露水迎着微风，你们想想这个意境，这个意境诗情画意。这个花是我们念佛人将来的生处、住处、修行之处。花开见佛，花开见佛就不是同居土，也不是方便土，实报庄严土！所谓的同居土，所谓的方便土，都是讲莲花里面。花里面有世界，不可思议！现在对我们的同学来说，我相信大家很容易理解。为什么？莲花那么大，莲花里面有大世界，这还有什么问题？《华严经》上给我们讲的微尘里面有世界，微尘太小了，我们肉眼看不见，微尘里面的世界跟外面世界一样大，外面世界没有缩小，微尘世界并没有放大，完全一样。什么道理？法性的德能本来就是这样的。法性里头没有大小。总的说一句，永远没有对立，这是法性。",
      "zh_TW": "『挹露迎風』，這個意思是花盛著露水迎著微風，你們想想這個意境，這個意境詩情畫意。這個花是我們念佛人將來的生處、住處、修行之處。花開見佛，花開見佛就不是同居土，也不是方便土，實報莊嚴土！所謂的同居土，所謂的方便土，都是講蓮花裡面。花裡面有世界，不可思議！現在對我們的同學來說，我相信大家很容易理解。為什麼？蓮花那麼大，蓮花裡面有大世界，這還有什麼問題？《華嚴經》上給我們講的微塵裡面有世界，微塵太小了，我們肉眼看不見，微塵裡面的世界跟外面世界一樣大，外面世界沒有縮小，微塵世界並沒有放大，完全一樣。什麼道理？法性的德能本來就是這樣的。法性裡頭沒有大小。總的說一句，永遠沒有對立，這是法性。"
    },
    {
      "id": "20-015-0056_p0039",
      "zh_CN": "我们今天迷了，迷了怎么样？处处都是对立。对立就成了障碍，无障碍的法界，你就见不到了。所以我们要想回复到自性，自性是无障碍法界，首先要从我们内心，现前对于所有一切人事物对立的念头，要把它断掉；这个念头不断，永远产生障碍，这个障碍非常严重。所以莲花里面有世界，那个世界跟遍法界虚空界一样大，你自己真的生在花里头，你不知道是在花里头！这个境界就是《华严经》讲的「不思议解脱境界」！",
      "zh_TW": "我們今天迷了，迷了怎麼樣？處處都是對立。對立就成了障礙，無障礙的法界，你就見不到了。所以我們要想回復到自性，自性是無障礙法界，首先要從我們內心，現前對於所有一切人事物對立的念頭，要把它斷掉；這個念頭不斷，永遠產生障礙，這個障礙非常嚴重。所以蓮花裡面有世界，那個世界跟遍法界虛空界一樣大，你自己真的生在花裡頭，你不知道是在花裡頭！這個境界就是《華嚴經》講的「不思議解脫境界」！"
    },
    {
      "id": "20-015-0056_p0040",
      "zh_CN": "哪一天花开了，什么时候花开？你破一品无明，证一分法身花就开了。「花开见佛悟无生」，无生法忍的菩萨，无生法忍的菩萨是真正的阿惟越致。这个阿惟越致是你自己修成的，不是阿弥陀佛本愿威神加持你的。本愿威神加持你的，你很像阿惟越致菩萨，但花没开。花虽然没开，你也能够到十方一切诸佛刹土里面去供佛、闻法，上求佛道，下化众生，决定没有障碍。其实还是有障碍，障碍在哪里？微尘里面的世界你去不了。",
      "zh_TW": "哪一天花開了，什麼時候花開？你破一品無明，證一分法身花就開了。「花開見佛悟無生」，無生法忍的菩薩，無生法忍的菩薩是真正的阿惟越致。這個阿惟越致是你自己修成的，不是阿彌陀佛本願威神加持你的。本願威神加持你的，你很像阿惟越致菩薩，但花沒開。花雖然沒開，你也能夠到十方一切諸佛剎土裡面去供佛、聞法，上求佛道，下化眾生，決定沒有障礙。其實還是有障礙，障礙在哪裡？微塵裡面的世界你去不了。"
    },
    {
      "id": "20-015-0056_p0041",
      "zh_CN": "这个我们在《华严经》上读到，到什么时候你能够契入微尘里面的世界（就是说自性变幻出来的重重无尽的法界，你一丝毫障碍都没有了）？普贤菩萨，能入！这个普贤是当位普贤，就是等觉。到等觉的普贤菩萨，真的一切障碍没有了，理事无碍、事事无碍。这是我们努力的方向、目标，其他是假的不是真的。别说人间，天上也不是真的，别说六道，四圣法界也不是真的，佛讲那是化城，那是修行人的中途站。我们的目标总要放在一真法界，总要放在西方净土，所以「一举念，一华开」，这里面的境界非常广大。",
      "zh_TW": "這個我們在《華嚴經》上讀到，到什麼時候你能夠契入微塵裡面的世界（就是說自性變幻出來的重重無盡的法界，你一絲毫障礙都沒有了）？普賢菩薩，能入！這個普賢是當位普賢，就是等覺。到等覺的普賢菩薩，真的一切障礙沒有了，理事無礙、事事無礙。這是我們努力的方向、目標，其他是假的不是真的。別說人間，天上也不是真的，別說六道，四聖法界也不是真的，佛講那是化城，那是修行人的中途站。我們的目標總要放在一真法界，總要放在西方淨土，所以「一舉念，一華開」，這裡面的境界非常廣大。"
    },
    {
      "id": "20-015-0056_p0042",
      "zh_CN": "「挹露迎风」，「挹」有酌的意思，文人、诗人花前月下，几个志同道合赏月、小酌。我们世间人小酌的大概不是酒就是茶，你看人家酌的是露，甘露迎风。『香浮玉沼』，「玉沼」是七宝莲池，用玉，玉就是宝，宝池，宝池德水！八功德水。这是西方极乐世界那个地方居民的日常生活，你们想想这多美，他们多悠闲、多自在，福报多大！不需要工作，不需要天天去谋生，衣食一切受用自然的，想要什么东西，东西都现前。",
      "zh_TW": "「挹露迎風」，「挹」有酌的意思，文人、詩人花前月下，幾個志同道合賞月、小酌。我們世間人小酌的大概不是酒就是茶，你看人家酌的是露，甘露迎風。『香浮玉沼』，「玉沼」是七寶蓮池，用玉，玉就是寶，寶池，寶池德水！八功德水。這是西方極樂世界那個地方居民的日常生活，你們想想這多美，他們多悠閒、多自在，福報多大！不需要工作，不需要天天去謀生，衣食一切受用自然的，想要什麼東西，東西都現前。"
    },
    {
      "id": "20-015-0056_p0043",
      "zh_CN": "像经典上所说的，想吃饭，好像好久没吃饭了，吃饭的念头动了，满桌的菜肴都摆在面前，自自然然就现在面前。变化所作！不需要人工去料理。餐具全是七宝的。这一摆在面前，想到我现在是极乐世界的人，不是六道凡夫了，还吃什么饭！这个念头一动，所有一切餐饮没有了，不需要收拾，也不要洗碗筷。没有一样不是随心所欲，变化受用，你说这个多自在！",
      "zh_TW": "像經典上所說的，想吃飯，好像好久沒吃飯了，吃飯的念頭動了，滿桌的菜餚都擺在面前，自自然然就現在面前。變化所作！不需要人工去料理。餐具全是七寶的。這一擺在面前，想到我現在是極樂世界的人，不是六道凡夫了，還吃什麼飯！這個念頭一動，所有一切餐飲沒有了，不需要收拾，也不要洗碗筷。沒有一樣不是隨心所欲，變化受用，你說這個多自在！"
    },
    {
      "id": "20-015-0056_p0044",
      "zh_CN": "你家里面房子里头干干净净一尘不染，不需要储藏室。念头一动想要衣服，衣服已经在身上了，不用裁缝，不用收拾。无论到十方世界去旅行，供佛、闻法，什么东西都不要带。我们现在旅行还带行李，你说多笨重、多累人，他不需要。到佛那个地方我们想供佛，供具都是随念现前。总要了解这是不思议的境界，我们没有法子想像。所以给一些初学的人，或者不学佛的人谈这个事，他说你是在作梦，世间哪有这种事情，你们都被释迦牟尼佛骗了。他说我们愚痴，说我们迷信，他聪明。我们相信这事是真的，一点都不假。在理论上讲讲得通，确确实实一切法心现识变。",
      "zh_TW": "你家裡面房子裡頭乾乾淨淨一塵不染，不需要儲藏室。念頭一動想要衣服，衣服已經在身上了，不用裁縫，不用收拾。無論到十方世界去旅行，供佛、聞法，什麼東西都不要帶。我們現在旅行還帶行李，你說多笨重、多累人，他不需要。到佛那個地方我們想供佛，供具都是隨念現前。總要了解這是不思議的境界，我們沒有法子想像。所以給一些初學的人，或者不學佛的人談這個事，他說你是在作夢，世間哪有這種事情，你們都被釋迦牟尼佛騙了。他說我們愚痴，說我們迷信，他聰明。我們相信這事是真的，一點都不假。在理論上講講得通，確確實實一切法心現識變。"
    },
    {
      "id": "20-015-0056_p0045",
      "zh_CN": "现在科学家给我们证明，一切万物都有灵性，跟佛经上讲的「因心成体」，心就是法性，法性的德能，法性的能（本能）就是见闻觉知，它能看、能听、能觉、能知；动物如是，植物也如是，矿物也不例外。「生公说法，顽石点头」，说明石头有灵性，「因心成体」，这佛在经上说的都被证明了。",
      "zh_TW": "現在科學家給我們證明，一切萬物都有靈性，跟佛經上講的「因心成體」，心就是法性，法性的德能，法性的能（本能）就是見聞覺知，它能看、能聽、能覺、能知；動物如是，植物也如是，礦物也不例外。「生公說法，頑石點頭」，說明石頭有靈性，「因心成體」，這佛在經上說的都被證明了。"
    },
    {
      "id": "20-015-0056_p0046",
      "zh_CN": "感应道交不可思议。我们现在这个能力失掉了，失得太久了，所以听说这些话感觉得很奇怪，不可思议。我们对于经教受过一段时期的薰修，慢慢领悟过来了，知道这个事情不假，可以从我们自己日常生活当中去实验。用经论上所讲的道理，所说的方法，我们来实验。实验最明显的，病痛可以不需要用医药，自然的消除，让身体里面的器官、细胞恢复正常的运作，那就是最健康的。用什么方法？念头！一切法从心想生，这个总的原理、原则，你不要忘记，一切法从心想生！那我们是不是天天想到我们的器官，想到我们的细胞？不需要，那样想太麻烦、太累赘了。怎么想法？想纯净、纯善。再更具体地说「想阿弥陀佛」，阿弥陀佛就是纯净纯善，不要想其他的，这样就能成就！",
      "zh_TW": "感應道交不可思議。我們現在這個能力失掉了，失得太久了，所以聽說這些話感覺得很奇怪，不可思議。我們對於經教受過一段時期的薰修，慢慢領悟過來了，知道這個事情不假，可以從我們自己日常生活當中去實驗。用經論上所講的道理，所說的方法，我們來實驗。實驗最明顯的，病痛可以不需要用醫藥，自然的消除，讓身體裡面的器官、細胞恢復正常的運作，那就是最健康的。用什麼方法？念頭！一切法從心想生，這個總的原理、原則，你不要忘記，一切法從心想生！那我們是不是天天想到我們的器官，想到我們的細胞？不需要，那樣想太麻煩、太累贅了。怎麼想法？想純淨、純善。再更具體地說「想阿彌陀佛」，阿彌陀佛就是純淨純善，不要想其他的，這樣就能成就！"
    },
    {
      "id": "20-015-0056_p0047",
      "zh_CN": "世尊在《十善业道经》里头教导我们，「常念善法，思惟善法，观察善法，不容毫分不善夹杂」，我们再加一个「清净」。「心地清净，行为纯善，常念净善，思惟净善，观察净善，不容毫分不净、不善夹杂」，就行了。在我们这个身体、容貌，你会容光焕发！健康长寿！不求长寿，自然的。生活简单，饮食都要少，这才真正能保持到清净、善良，保持着健康。",
      "zh_TW": "世尊在《十善業道經》裡頭教導我們，「常念善法，思惟善法，觀察善法，不容毫分不善夾雜」，我們再加一個「清淨」。「心地清淨，行為純善，常念淨善，思惟淨善，觀察淨善，不容毫分不淨、不善夾雜」，就行了。在我們這個身體、容貌，你會容光煥發！健康長壽！不求長壽，自然的。生活簡單，飲食都要少，這才真正能保持到清淨、善良，保持著健康。"
    },
    {
      "id": "20-015-0056_p0048",
      "zh_CN": "下面一句『一驰情，一果熟』，「驰情」怎么说法？执持名号，一心一意求生净土，这就是「驰情」。我们的心愿没有别的，就是希望往生极乐世界，亲近阿弥陀佛。这个心愿果就熟了，「果」是往生不退成佛，一生成就！这个法门叫当生成就的佛法，不要等来世，不要多生多劫，当生成就的佛法。『含烟对日，影落金园』，「金园」就是极乐世界，为什么称它是金园？黄金为地。极乐世界居住的环境就是花园，像《华严经》上所讲的「杂华庄严」，杂花就是什么样的品种都有，美不胜收。这个花园里头处处宝池德水，是大家日常生活的环境，修行的环境，亲近佛菩萨的环境。",
      "zh_TW": "下面一句『一馳情，一果熟』，「馳情」怎麼說法？執持名號，一心一意求生淨土，這就是「馳情」。我們的心願沒有別的，就是希望往生極樂世界，親近阿彌陀佛。這個心願果就熟了，「果」是往生不退成佛，一生成就！這個法門叫當生成就的佛法，不要等來世，不要多生多劫，當生成就的佛法。『含煙對日，影落金園』，「金園」就是極樂世界，為什麼稱它是金園？黃金為地。極樂世界居住的環境就是花園，像《華嚴經》上所講的「雜華莊嚴」，雜花就是什麼樣的品種都有，美不勝收。這個花園裡頭處處寶池德水，是大家日常生活的環境，修行的環境，親近佛菩薩的環境。"
    },
    {
      "id": "20-015-0056_p0049",
      "zh_CN": "世尊在经典里面为我们介绍，西方世界的人非常自在，喜欢听经的听经，喜欢念佛的念佛，喜欢参禅的参禅，喜欢学教的学教，什么样科目都有，任凭你自己选择。你喜欢哪个，你坐在这边听，坐着听也好，站着听也好，经行，走着听也好。我们现在这个世间差不多也能做到了，我们坐着、站着、走着，用一个小的录音机或者是收音机。我们还要机器，西方极乐世界不要。你所听到的，我想听《华严》，听到的就是佛在那里讲《华严经》。坐在隔壁的，我们一同手牵着手在经行，我喜欢听《华严》，我听到的是《华严》，你喜欢听《法华》，你听到的是《法华》，我们互不干扰，不要藉任何机械的帮助，自自然然的。",
      "zh_TW": "世尊在經典裡面為我們介紹，西方世界的人非常自在，喜歡聽經的聽經，喜歡念佛的念佛，喜歡參禪的參禪，喜歡學教的學教，什麼樣科目都有，任憑你自己選擇。你喜歡哪個，你坐在這邊聽，坐著聽也好，站著聽也好，經行，走著聽也好。我們現在這個世間差不多也能做到了，我們坐著、站著、走著，用一個小的錄音機或者是收音機。我們還要機器，西方極樂世界不要。你所聽到的，我想聽《華嚴》，聽到的就是佛在那裡講《華嚴經》。坐在隔壁的，我們一同手牽著手在經行，我喜歡聽《華嚴》，我聽到的是《華嚴》，你喜歡聽《法華》，你聽到的是《法華》，我們互不干擾，不要藉任何機械的幫助，自自然然的。"
    },
    {
      "id": "20-015-0056_p0050",
      "zh_CN": "所以，今天讲科学技术，要跟西方极乐世界相比，差得太远太远了。这个世间处处人为的，西方极乐世界自然的，自然，法性变现的，唯心所现。我们这个世界科学技术怎么样发展，不是属于自然的，从哪里来？意识里头变的，不是法性的。意识变得再巧妙，跟法性一比就比下去了，差得太远了。所以，恢复性德，这是修行人唯一的目标。",
      "zh_TW": "所以，今天講科學技術，要跟西方極樂世界相比，差得太遠太遠了。這個世間處處人為的，西方極樂世界自然的，自然，法性變現的，唯心所現。我們這個世界科學技術怎麼樣發展，不是屬於自然的，從哪裡來？意識裡頭變的，不是法性的。意識變得再巧妙，跟法性一比就比下去了，差得太遠了。所以，恢復性德，這是修行人唯一的目標。"
    },
    {
      "id": "20-015-0056_p0051",
      "zh_CN": "【经行坐卧在其中。游戏逍遥非分外。得佛受用。彻法源底。】",
      "zh_TW": "【經行坐臥在其中。遊戲逍遙非分外。得佛受用。徹法源底。】"
    },
    {
      "id": "20-015-0056_p0052",
      "zh_CN": "这是他们的学习、他们的修行都在生活里头，都在游乐之中，似乎看不到修行的痕迹，不像我们是着相。真的，这是一般大德们所说的，佛法重实质不重形式，西方极乐世界好像看不到形式，用内功！见色闻声就是修行，见色不着色相，闻声不着声相。在这里修什么？「凡所有相，皆是虚妄」，成就真实的般若智慧。「一切法无所有、毕竟空、不可得」，虽然『游戏逍遥』，万缘放下，一尘不染！所以他们是真修行，他是真用功！这是大乘功夫得力的人应当要学，我们只有在《华严经》，善财童子五十三参里面看到，那五十三位善知识都是法身菩萨，法身菩萨是从形象上看，实际上大概都是诸佛如来示现的。教导我们，无论从事哪个行业，都得大自在！",
      "zh_TW": "這是他們的學習、他們的修行都在生活裡頭，都在遊樂之中，似乎看不到修行的痕跡，不像我們是著相。真的，這是一般大德們所說的，佛法重實質不重形式，西方極樂世界好像看不到形式，用內功！見色聞聲就是修行，見色不著色相，聞聲不著聲相。在這裡修什麼？「凡所有相，皆是虛妄」，成就真實的般若智慧。「一切法無所有、畢竟空、不可得」，雖然『遊戲逍遙』，萬緣放下，一塵不染！所以他們是真修行，他是真用功！這是大乘功夫得力的人應當要學，我們只有在《華嚴經》，善財童子五十三參裡面看到，那五十三位善知識都是法身菩薩，法身菩薩是從形象上看，實際上大概都是諸佛如來示現的。教導我們，無論從事哪個行業，都得大自在！"
    },
    {
      "id": "20-015-0056_p0053",
      "zh_CN": "我们世间一般讲做屠户的，像现在开海鲜餐厅的，杀业很重！跟这些众生结冤仇，冤仇不能化解，冤冤相报没完没了。我们要问，佛菩萨有没有开海鲜馆子的？有！天天杀猪宰羊的，佛菩萨造这个有没有罪业？没有。他把这些畜生杀了之后，个个都教牠生天，教牠往生作佛去了，那个不一样！他用这个方法度众生。所以，我们在《华严经》里看到谁干这个事情？甘露火王，杀生不眨眼，杀一个度一个，这是不可思议境界，这是我们凡夫不能学的。为什么？我们没这个功夫，没这个功力。畜生，变畜生道，都是恶业感召的，他杀牠是消牠的业障，真的教牠往生成佛去了，真有这个本事，我们凡夫不行。",
      "zh_TW": "我們世間一般講做屠戶的，像現在開海鮮餐廳的，殺業很重！跟這些眾生結冤仇，冤仇不能化解，冤冤相報沒完沒了。我們要問，佛菩薩有沒有開海鮮館子的？有！天天殺豬宰羊的，佛菩薩造這個有沒有罪業？沒有。他把這些畜生殺了之後，個個都教牠生天，教牠往生作佛去了，那個不一樣！他用這個方法度眾生。所以，我們在《華嚴經》裡看到誰幹這個事情？甘露火王，殺生不眨眼，殺一個度一個，這是不可思議境界，這是我們凡夫不能學的。為什麼？我們沒這個功夫，沒這個功力。畜生，變畜生道，都是惡業感召的，他殺牠是消牠的業障，真的教牠往生成佛去了，真有這個本事，我們凡夫不行。"
    },
    {
      "id": "20-015-0056_p0054",
      "zh_CN": "古时候也有些出家人，四川宝香法师，这是南北朝时代，跟宝志公同时代的人。我们在传记上看到，他跟这些在家人一起，大鱼大肉他都吃，一点忌讳都没有。他吃完之后，站在放生池旁边，口一张开，吐出来活的鱼，牠是活的！人家有这个本事，不是凡人！这都是为人演说，劝人要有好生之德。你吃牠，你要救牠，你不能救牠，那你就不能害牠。佛法确确实实，决定不能够违背「慈悲为本，方便为门」，无一不是成就众生，决定没有损害众生，没有这个事情。",
      "zh_TW": "古時候也有些出家人，四川寶香法師，這是南北朝時代，跟寶誌公同時代的人。我們在傳記上看到，他跟這些在家人一起，大魚大肉他都吃，一點忌諱都沒有。他吃完之後，站在放生池旁邊，口一張開，吐出來活的魚，牠是活的！人家有這個本事，不是凡人！這都是為人演說，勸人要有好生之德。你吃牠，你要救牠，你不能救牠，那你就不能害牠。佛法確確實實，決定不能夠違背「慈悲為本，方便為門」，無一不是成就眾生，決定沒有損害眾生，沒有這個事情。"
    },
    {
      "id": "20-015-0056_p0055",
      "zh_CN": "我们学佛的人要懂得这个意思，更应当明了转祸为福，转灾难为吉祥。用什么转？念头转！善念转！永远没有恶念。遇到恶人或是恶意的毁谤我，或是陷害我、侮辱我，我们遇到了，要用智慧观察，那是什么？这是我的业报。我过去生中对不起他，伤害了他，今天缘遇到了，他回过头来报复我，冤冤相报！我遇到了。遇到了我接受，欢喜接受，没有一点瞋恚心，没有一点怨恨心，没有一点报复心，这个结就化解，帐就了了，来生再遇到的时候，好朋友了。",
      "zh_TW": "我們學佛的人要懂得這個意思，更應當明瞭轉禍為福，轉災難為吉祥。用什麼轉？念頭轉！善念轉！永遠沒有惡念。遇到惡人或是惡意的毀謗我，或是陷害我、侮辱我，我們遇到了，要用智慧觀察，那是什麼？這是我的業報。我過去生中對不起他，傷害了他，今天緣遇到了，他回過頭來報復我，冤冤相報！我遇到了。遇到了我接受，歡喜接受，沒有一點瞋恚心，沒有一點怨恨心，沒有一點報復心，這個結就化解，帳就了了，來生再遇到的時候，好朋友了。"
    },
    {
      "id": "20-015-0056_p0056",
      "zh_CN": "不能有一丝毫怨恨心，如果有一丝毫怨恨心，有一点报复心，来生还要来，永远没有完没有了，彼此双方都痛苦！那又何必？所以，转怨为亲、化敌为友，都在自己一念之间。我们自他都得福，自他都开智慧，这个多好。诸位想想，如果不是圣贤教导我们，我们哪里懂这个道理？哪有这个智慧？怎么能解决问题？这真正解决问题。所以学佛的人，最重要的是把自己内心的矛盾化解，对一切人事物的对立一定要化解，永远没有怨怼。我们的心多么平和、多么自在，没有烦恼、没有忧虑、没有牵挂、没有冤家对头。",
      "zh_TW": "不能有一絲毫怨恨心，如果有一絲毫怨恨心，有一點報復心，來生還要來，永遠沒有完沒有了，彼此雙方都痛苦！那又何必？所以，轉怨為親、化敵為友，都在自己一念之間。我們自他都得福，自他都開智慧，這個多好。諸位想想，如果不是聖賢教導我們，我們哪裡懂這個道理？哪有這個智慧？怎麼能解決問題？這真正解決問題。所以學佛的人，最重要的是把自己內心的矛盾化解，對一切人事物的對立一定要化解，永遠沒有怨懟。我們的心多麼平和、多麼自在，沒有煩惱、沒有憂慮、沒有牽掛、沒有冤家對頭。"
    },
    {
      "id": "20-015-0056_p0057",
      "zh_CN": "外面的境界我们不能控制，控制自己内心，内心控制好了，外面全都化解了。解决问题是在内心，不在外面，外面是「境缘无好丑，好丑在于心」。我们要把那个丑转变成好，恶转变成善，都在自己内心里头，起心动念上下功夫。然后你才真正能够得到，现前就能得到『经行坐卧』，修「游戏逍遥」。现在就能得到，何况将来的果报，当然是真实的。",
      "zh_TW": "外面的境界我們不能控制，控制自己內心，內心控制好了，外面全都化解了。解決問題是在內心，不在外面，外面是「境緣無好醜，好醜在於心」。我們要把那個醜轉變成好，惡轉變成善，都在自己內心裡頭，起心動念上下功夫。然後你才真正能夠得到，現前就能得到『經行坐臥』，修「遊戲逍遙」。現在就能得到，何況將來的果報，當然是真實的。"
    },
    {
      "id": "20-015-0056_p0058",
      "zh_CN": "『得佛受用，彻法源底』，入佛境界了，西方极乐世界诸佛如来的境界，法身菩萨的境界，你得他们的受用；换句话说，过诸佛如来的生活，不是凡人生活。这个生活美好！更重要的，我们怎样求得无上菩提？我们终极的目标是要证得究竟圆满佛果，「彻法源底」不就证得了吗？法是一切诸法，一切诸法的根源，一切诸法的究竟，彻就是证得，彻证，这就是究竟圆满的菩提。这个地位，最低的，等觉菩萨，这不是普通人，等觉普贤。",
      "zh_TW": "『得佛受用，徹法源底』，入佛境界了，西方極樂世界諸佛如來的境界，法身菩薩的境界，你得他們的受用；換句話說，過諸佛如來的生活，不是凡人生活。這個生活美好！更重要的，我們怎樣求得無上菩提？我們終極的目標是要證得究竟圓滿佛果，「徹法源底」不就證得了嗎？法是一切諸法，一切諸法的根源，一切諸法的究竟，徹就是證得，徹證，這就是究竟圓滿的菩提。這個地位，最低的，等覺菩薩，這不是普通人，等覺普賢。"
    },
    {
      "id": "20-015-0056_p0059",
      "zh_CN": "【常寂光处处现前。】",
      "zh_TW": "【常寂光處處現前。】"
    },
    {
      "id": "20-015-0056_p0060",
      "zh_CN": "这是自性性德圆满的显露，圆满的智慧、圆满的德能、圆满的相好，『常寂光』里头包括自性果德！自性圆满现前。在哪里现前？『处处现前』。遍法界虚空界、遍微尘刹土，我们一般讲是入华严境界了。",
      "zh_TW": "這是自性性德圓滿的顯露，圓滿的智慧、圓滿的德能、圓滿的相好，『常寂光』裡頭包括自性果德！自性圓滿現前。在哪裡現前？『處處現前』。遍法界虛空界、遍微塵剎土，我們一般講是入華嚴境界了。"
    },
    {
      "id": "20-015-0056_p0061",
      "zh_CN": "【大愿王尘尘契会。】",
      "zh_TW": "【大願王塵塵契會。】"
    },
    {
      "id": "20-015-0056_p0062",
      "zh_CN": "『大愿王』是阿弥陀佛的四十八愿，这一点非常重要，我们必须把四十八愿记住，这是头一条，四十八愿记住。记住之后要理解，每一愿理论、事相、境界清清楚楚、了了分明。然后怎样落实到我们实际的生活，『尘尘契会』！那就是一切时一切处，生活也好，工作也好，应酬也好，都能够落实。这个时候你契入境界了，然后你明了，就像中峰禅师前面开示所说的，「阿弥陀佛即是我心，我心就是阿弥陀佛」，「此方就是净土，净土就是此方」。极乐世界在哪里？遍法界虚空界无不是极乐世界，遍法界虚空界无不是华藏世界，你契入了「一即一切，一切即一」，这不可思议的境界现前了。",
      "zh_TW": "『大願王』是阿彌陀佛的四十八願，這一點非常重要，我們必須把四十八願記住，這是頭一條，四十八願記住。記住之後要理解，每一願理論、事相、境界清清楚楚、了了分明。然後怎樣落實到我們實際的生活，『塵塵契會』！那就是一切時一切處，生活也好，工作也好，應酬也好，都能夠落實。這個時候你契入境界了，然後你明瞭，就像中峰禪師前面開示所說的，「阿彌陀佛即是我心，我心就是阿彌陀佛」，「此方就是淨土，淨土就是此方」。極樂世界在哪裡？遍法界虛空界無不是極樂世界，遍法界虛空界無不是華藏世界，你契入了「一即一切，一切即一」，這不可思議的境界現前了。"
    },
    {
      "id": "20-015-0056_p0063",
      "zh_CN": "这个时候，你又会起疑问了，那到底我们是不是要往生到十万亿国土之外的那个极乐世界？要！十万亿佛国土之外的西方极乐世界，跟我们这个世界没有距离！现在为什么有距离？现在你烦恼没断，你的无明没破，换句话说，你的妄想分别执着没有放下，因此空间有距离，时间有先后。什么时候你把妄想分别执着统统放下，这个时候你发现空间没有距离，没有远近，时间没有先后，这是一真法界；一真法界里头没有时间、没有空间。",
      "zh_TW": "這個時候，你又會起疑問了，那到底我們是不是要往生到十萬億國土之外的那個極樂世界？要！十萬億佛國土之外的西方極樂世界，跟我們這個世界沒有距離！現在為什麼有距離？現在你煩惱沒斷，你的無明沒破，換句話說，你的妄想分別執著沒有放下，因此空間有距離，時間有先後。什麼時候你把妄想分別執著統統放下，這個時候你發現空間沒有距離，沒有遠近，時間沒有先後，這是一真法界；一真法界裡頭沒有時間、沒有空間。"
    },
    {
      "id": "20-015-0056_p0064",
      "zh_CN": "现在科学家发现了，时间、空间不是确定的，在某种状况之下，时间空间都等于零。也就是说明时间没有先后，空间没有远近，他说在某种条件之下。佛法说得很清楚，什么条件？破无明。破一品无明，证一分法身，这个条件就具足了。科学家还不知道这条件是什么？他还搞不清楚。佛法早已经用了。所以你持戒念佛，好好的念，念到功夫成片，你就很欢喜，为什么？有把握往生。有把握往生最好不要着急，为什么？再加功用行，希望从功夫成片提升到事一心不乱；得到事一心不乱，希望再提升到理一心不乱。到理一心就花开见佛了，理一心就破一品无明、证一分法身。",
      "zh_TW": "現在科學家發現了，時間、空間不是確定的，在某種狀況之下，時間空間都等於零。也就是說明時間沒有先後，空間沒有遠近，他說在某種條件之下。佛法說得很清楚，什麼條件？破無明。破一品無明，證一分法身，這個條件就具足了。科學家還不知道這條件是什麼？他還搞不清楚。佛法早已經用了。所以你持戒念佛，好好的念，念到功夫成片，你就很歡喜，為什麼？有把握往生。有把握往生最好不要著急，為什麼？再加功用行，希望從功夫成片提升到事一心不亂；得到事一心不亂，希望再提升到理一心不亂。到理一心就花開見佛了，理一心就破一品無明、證一分法身。"
    },
    {
      "id": "20-015-0056_p0065",
      "zh_CN": "换句话说，时间、空间没有了，你自己知道，别人不知道。你坐在这个地方，你想看阿弥陀佛，阿弥陀佛就在你面前；你想看过去、看未来，过去未来也在面前。你入这个境界，你自己清清楚楚、明明白白，大概你也不会告诉别人。为什么？别人不是这个境界。你也不会泄漏天机，纵然看到将来的灾难，将来的事情，你也不会告诉别人。为什么？一切诸佛、菩萨如是，你亦如是，也不会例外。这是后话，现在我们持戒念佛，用功要紧。现在时间到了。",
      "zh_TW": "換句話說，時間、空間沒有了，你自己知道，別人不知道。你坐在這個地方，你想看阿彌陀佛，阿彌陀佛就在你面前；你想看過去、看未來，過去未來也在面前。你入這個境界，你自己清清楚楚、明明白白，大概你也不會告訴別人。為什麼？別人不是這個境界。你也不會洩漏天機，縱然看到將來的災難，將來的事情，你也不會告訴別人。為什麼？一切諸佛、菩薩如是，你亦如是，也不會例外。這是後話，現在我們持戒念佛，用功要緊。現在時間到了。"
    }
  ]
}