{
  "doc_id": "20-015-0048",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十八集",
    "zh_TW": "第四十八集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0048",
  "total_paragraphs": 99,
  "paragraphs": [
    {
      "id": "20-015-0048_p0001",
      "zh_CN": "诸位同学，请看第二时的开示：",
      "zh_TW": "諸位同學，請看第二時的開示："
    },
    {
      "id": "20-015-0048_p0002",
      "zh_CN": "【原夫遍十方是极乐世界。山光水色。似空合空。尽大地是清泰故乡。华笑鸟啼。如镜照镜。】",
      "zh_TW": "【原夫遍十方是極樂世界。山光水色。似空合空。盡大地是清泰故鄉。華笑鳥啼。如鏡照鏡。】"
    },
    {
      "id": "20-015-0048_p0003",
      "zh_CN": "我们先看这一小段。『原夫』，「夫」是语助词，用现代的话来说，就是原本、原来。原本真的，这是事实，『遍十方』，无量无边的世界都是极乐世界。为什么我们这个地方变得跟阿弥陀佛那个世界不一样？这个道理、事实真相总得要明了。世界原本是一真，极乐世界就是一真法界，为什么这个世界变了？变的原因就是居住在这个世界的众生，如大乘经上所说，「一念不觉，而有无明」，就起了无明。无明是惑，迷惑，迷了之后就妄动，造业，把原本的一真法界扭曲了。",
      "zh_TW": "我們先看這一小段。『原夫』，「夫」是語助詞，用現代的話來說，就是原本、原來。原本真的，這是事實，『遍十方』，無量無邊的世界都是極樂世界。為什麼我們這個地方變得跟阿彌陀佛那個世界不一樣？這個道理、事實真相總得要明瞭。世界原本是一真，極樂世界就是一真法界，為什麼這個世界變了？變的原因就是居住在這個世界的眾生，如大乘經上所說，「一念不覺，而有無明」，就起了無明。無明是惑，迷惑，迷了之後就妄動，造業，把原本的一真法界扭曲了。"
    },
    {
      "id": "20-015-0048_p0004",
      "zh_CN": "我们再用一个比喻来说，水，这个世界好比是水一样，水本来是平静的，本来是没有染着的。他下面有一个比喻，「如镜照镜」，本来没有染着，一切众生的心地都是寂静的，湛寂灵明，现的相就是极乐世界。原本它就是这个样子的，可惜你迷惑了，你妄动，妄动是你起心动念、分别执着，于是把一真、把极乐扭曲了。",
      "zh_TW": "我們再用一個比喻來說，水，這個世界好比是水一樣，水本來是平靜的，本來是沒有染著的。他下面有一個比喻，「如鏡照鏡」，本來沒有染著，一切眾生的心地都是寂靜的，湛寂靈明，現的相就是極樂世界。原本它就是這個樣子的，可惜你迷惑了，你妄動，妄動是你起心動念、分別執著，於是把一真、把極樂扭曲了。"
    },
    {
      "id": "20-015-0048_p0005",
      "zh_CN": "每一个人迷惑造业不相同，所以每个人的世界不一样。说老实话，不可能找到两个人的世界是相同的，不可能的。到什么时候才完全相同？成佛了，所谓佛佛道同。等觉菩萨都不一样，还有极其微细的差别，到如来果地上完全相同，为什么？妄想分别执着统统断尽，恢复到本来的面目。就像一池池水一样，一丝毫的染污都没有，一丝毫的波动都没有，它像一面镜子一样。它的作用是把外面东西照得清清楚楚、明明了瞭，只要有一丝毫染污、一丝毫波动就有差别，何况是大风大浪。",
      "zh_TW": "每一個人迷惑造業不相同，所以每個人的世界不一樣。說老實話，不可能找到兩個人的世界是相同的，不可能的。到什麼時候才完全相同？成佛了，所謂佛佛道同。等覺菩薩都不一樣，還有極其微細的差別，到如來果地上完全相同，為什麼？妄想分別執著統統斷盡，恢復到本來的面目。就像一池池水一樣，一絲毫的染污都沒有，一絲毫的波動都沒有，它像一面鏡子一樣。它的作用是把外面東西照得清清楚楚、明明瞭瞭，只要有一絲毫染污、一絲毫波動就有差別，何況是大風大浪。"
    },
    {
      "id": "20-015-0048_p0006",
      "zh_CN": "我们六道凡夫的心是大风大浪，喜怒哀乐爱恶欲，这个七情五欲是大风大浪。本来面目（这是极乐）一丝毫都看不见，跟你讲有极乐，你还不相信。这个不相信，我们能够想得到，你从来没听说过，从来没有见到过，纵然听别人说，「这大概是理想，恐怕不是事实，哪有这个事实」！总免不了疑惑。所以要晓得极乐世界原本就是遍十方，无量无边一切刹土都是极乐世界。这个道理我们现在理解了，这个事实我们能相信，我们不怀疑。下面是形容。",
      "zh_TW": "我們六道凡夫的心是大風大浪，喜怒哀樂愛惡欲，這個七情五欲是大風大浪。本來面目（這是極樂）一絲毫都看不見，跟你講有極樂，你還不相信。這個不相信，我們能夠想得到，你從來沒聽說過，從來沒有見到過，縱然聽別人說，「這大概是理想，恐怕不是事實，哪有這個事實」！總免不了疑惑。所以要曉得極樂世界原本就是遍十方，無量無邊一切剎土都是極樂世界。這個道理我們現在理解了，這個事實我們能相信，我們不懷疑。下面是形容。"
    },
    {
      "id": "20-015-0048_p0007",
      "zh_CN": "『山光水色，似空合空』。就像湖泊、池塘里面的水一样，山光影映在水色里面，水是清净的，水是平静的，没有染污，没有波浪，像一面镜子一样，「似空合空」。我们的心要清净，为什么？外面的环境是随心转的，心清净，外面环境就清净；心平等，外面境界就平等。清净平等觉是阿弥陀佛的德号，也是我们自性的德号，我们自性原本就是清净平等觉。现在为什么搞得不清净、不平等、不觉？这得怪自己，不能怪别人，这是清净平等觉的境界。",
      "zh_TW": "『山光水色，似空合空』。就像湖泊、池塘裡面的水一樣，山光影映在水色裡面，水是清淨的，水是平靜的，沒有染污，沒有波浪，像一面鏡子一樣，「似空合空」。我們的心要清淨，為什麼？外面的環境是隨心轉的，心清淨，外面環境就清淨；心平等，外面境界就平等。清淨平等覺是阿彌陀佛的德號，也是我們自性的德號，我們自性原本就是清淨平等覺。現在為什麼搞得不清淨、不平等、不覺？這得怪自己，不能怪別人，這是清淨平等覺的境界。"
    },
    {
      "id": "20-015-0048_p0008",
      "zh_CN": "『尽大地是清泰故乡』。「清泰」就是极乐世界，极乐世界也称清泰世界。清净，「泰」是和平安乐，跟我们这个世界完全相反，我们这个世界是五浊恶世。西方极乐是五清安泰，它不浊，没有恶。可见得这个事实，真的如世尊在大乘经上常说，「一切法从心想生」。所以我们今天修行，修什么？世尊在《弥陀经》上告诉我们，「一心不乱」、「心不颠倒」，就这两句。",
      "zh_TW": "『盡大地是清泰故鄉』。「清泰」就是極樂世界，極樂世界也稱清泰世界。清淨，「泰」是和平安樂，跟我們這個世界完全相反，我們這個世界是五濁惡世。西方極樂是五清安泰，它不濁，沒有惡。可見得這個事實，真的如世尊在大乘經上常說，「一切法從心想生」。所以我們今天修行，修什麼？世尊在《彌陀經》上告訴我們，「一心不亂」、「心不顛倒」，就這兩句。"
    },
    {
      "id": "20-015-0048_p0009",
      "zh_CN": "如果修到念念一心不乱，这个境界都转了，我常说，第一个你相貌转了，其次你体质转了，再其次，你居住的环境转了。像一盏灯一样，点明了之后，先照自己，也照你的周边十方。你的光度愈强，你照得愈远；光度弱，照得近，光度的强弱就是你功夫的浅深。照破黑暗，照破浊恶，极乐就现前，清泰就现前了。「清泰故乡」，这个「故乡」味道很浓！本来如是，现在迷得太久了，好像出外去旅行，离开故乡太久，故乡什么样子几乎忘掉了。迷恋在外面苦难的环境当中，不知道原本的安乐。",
      "zh_TW": "如果修到念念一心不亂，這個境界都轉了，我常說，第一個你相貌轉了，其次你體質轉了，再其次，你居住的環境轉了。像一盞燈一樣，點明了之後，先照自己，也照你的周邊十方。你的光度愈強，你照得愈遠；光度弱，照得近，光度的強弱就是你功夫的淺深。照破黑暗，照破濁惡，極樂就現前，清泰就現前了。「清泰故鄉」，這個「故鄉」味道很濃！本來如是，現在迷得太久了，好像出外去旅行，離開故鄉太久，故鄉什麼樣子幾乎忘掉了。迷戀在外面苦難的環境當中，不知道原本的安樂。"
    },
    {
      "id": "20-015-0048_p0010",
      "zh_CN": "『华笑鸟啼，如镜照镜』。这末后两句都是比喻、是形容，这里面义理很深很深，我们得细心去体会。「如镜照镜」，镜子光光互照，所现的境界重重无尽。确实这个比喻能比喻一点仿佛，重重无尽的世界，一尘不染，湛寂灵明。「华笑鸟啼」是形容自在快乐的样子。下面中峰禅师给我们说：",
      "zh_TW": "『華笑鳥啼，如鏡照鏡』。這末後兩句都是比喻、是形容，這裡面義理很深很深，我們得細心去體會。「如鏡照鏡」，鏡子光光互照，所現的境界重重無盡。確實這個比喻能比喻一點彷彿，重重無盡的世界，一塵不染，湛寂靈明。「華笑鳥啼」是形容自在快樂的樣子。下面中峰禪師給我們說："
    },
    {
      "id": "20-015-0048_p0011",
      "zh_CN": "【自是不归归便得。五湖烟景有谁争。】",
      "zh_TW": "【自是不歸歸便得。五湖煙景有誰爭。】"
    },
    {
      "id": "20-015-0048_p0012",
      "zh_CN": "这是说我们迷失了自性，不知道回头，这就是『自是不归』，不知道回头！你要回头，回头就在现前。什么叫回头？把妄想分别执着息掉，就回头了。因为自性里面没有妄想分别执着。自性湛然寂灭，所现的境界，佛在经典里面所说的名词就是极乐，就是华藏，就是一真，是自性唯心所现，没有唯识所变。识是什么？识就是妄想分别执着，一起了这个东西，这个世界马上就变了，随着你的识心产生变化，变成十法界。十法界里面，你细细去观察，十法界里头又有十法界，天台大师讲百界千如。再细心的观察，无量无边的法界，这就是现代科学家发现的不同的空间维次。",
      "zh_TW": "這是說我們迷失了自性，不知道回頭，這就是『自是不歸』，不知道回頭！你要回頭，回頭就在現前。什麼叫回頭？把妄想分別執著息掉，就回頭了。因為自性裡面沒有妄想分別執著。自性湛然寂滅，所現的境界，佛在經典裡面所說的名詞就是極樂，就是華藏，就是一真，是自性唯心所現，沒有唯識所變。識是什麼？識就是妄想分別執著，一起了這個東西，這個世界馬上就變了，隨著你的識心產生變化，變成十法界。十法界裡面，你細細去觀察，十法界裡頭又有十法界，天台大師講百界千如。再細心的觀察，無量無邊的法界，這就是現代科學家發現的不同的空間維次。"
    },
    {
      "id": "20-015-0048_p0013",
      "zh_CN": "不同空间维次从哪里来的？从妄想分别执着变现出来的。只要把妄想分别执着放下，那就叫禅定，就叫三昧，不同空间维次就突破了；你放下得多，突破的维次就多，你放下得少，突破维次也少。这个世间一般人讲，神通有大小不一样，神通大小就这么来的，你能放下多少，放得愈多，神通愈大。阿罗汉放下了执着（见思烦恼），他超越六道了。菩萨更进一步，放下了尘沙烦恼，不分别了，所以他能够超越十法界。法身菩萨又提升了一步，妄想也放下，回到一真法界，就是此地讲的极乐世界清泰故乡。",
      "zh_TW": "不同空間維次從哪裡來的？從妄想分別執著變現出來的。只要把妄想分別執著放下，那就叫禪定，就叫三昧，不同空間維次就突破了；你放下得多，突破的維次就多，你放下得少，突破維次也少。這個世間一般人講，神通有大小不一樣，神通大小就這麼來的，你能放下多少，放得愈多，神通愈大。阿羅漢放下了執著（見思煩惱），他超越六道了。菩薩更進一步，放下了塵沙煩惱，不分別了，所以他能夠超越十法界。法身菩薩又提升了一步，妄想也放下，回到一真法界，就是此地講的極樂世界清泰故鄉。"
    },
    {
      "id": "20-015-0048_p0014",
      "zh_CN": "破一品无明，证一分法身，就入这个境界。这不是一桩容易事，我们今天没有办法，妄想分别执着（就是烦恼习气）放不下。只有靠阿弥陀佛，帮助我们、接引我们生到西方极乐世界去，到那个地方去慢慢再放下。世尊在净宗典籍里面为我们介绍，说得很清楚、很明白，业习深重的凡夫，除这一门之外，其他的法门虽然好，法门平等无有高下，但是一切众生善根不平等、迷悟不平等、业障不平等，得要拣选契机的法门才能得受用。净宗持名念佛的法门，最契这一类众生的根机，只要你能信、能愿、能执持名号，像大势至菩萨所说的「都摄六根，净念相继」，你就能成功。所以，你想回头，回头就得到，『归便得』。",
      "zh_TW": "破一品無明，證一分法身，就入這個境界。這不是一樁容易事，我們今天沒有辦法，妄想分別執著（就是煩惱習氣）放不下。只有靠阿彌陀佛，幫助我們、接引我們生到西方極樂世界去，到那個地方去慢慢再放下。世尊在淨宗典籍裡面為我們介紹，說得很清楚、很明白，業習深重的凡夫，除這一門之外，其他的法門雖然好，法門平等無有高下，但是一切眾生善根不平等、迷悟不平等、業障不平等，得要揀選契機的法門才能得受用。淨宗持名念佛的法門，最契這一類眾生的根機，只要你能信、能願、能執持名號，像大勢至菩薩所說的「都攝六根，淨念相繼」，你就能成功。所以，你想回頭，回頭就得到，『歸便得』。"
    },
    {
      "id": "20-015-0048_p0015",
      "zh_CN": "『五湖烟景』，这是比喻。从前交通不方便，这个地球由于山川阻隔，每个地区有相当程度的闭塞，彼此不相往来。中国这个地区，一般人常讲五湖四海，说五湖四海就等于说到整个中国。四海是在中国的东面，渤海、黄海、东海、南海。内地有洞庭湖、鄱阳湖、巢湖、太湖、洪泽湖，都在长江的沿岸，风景非常美。现在许许多多观光旅游的，到中国去旅游，大概这些都是属于重点的旅游区。这里面的风景任凭观赏，没有人争，用这个来比喻西方极乐世界的人逍遥自在。人与人之间没有争执，没有占有，因此他没有得失；不像我们这个世间，患得患失。",
      "zh_TW": "『五湖煙景』，這是比喻。從前交通不方便，這個地球由於山川阻隔，每個地區有相當程度的閉塞，彼此不相往來。中國這個地區，一般人常講五湖四海，說五湖四海就等於說到整個中國。四海是在中國的東面，渤海、黃海、東海、南海。內地有洞庭湖、鄱陽湖、巢湖、太湖、洪澤湖，都在長江的沿岸，風景非常美。現在許許多多觀光旅遊的，到中國去旅遊，大概這些都是屬於重點的旅遊區。這裡面的風景任憑觀賞，沒有人爭，用這個來比喻西方極樂世界的人逍遙自在。人與人之間沒有爭執，沒有佔有，因此他沒有得失；不像我們這個世間，患得患失。"
    },
    {
      "id": "20-015-0048_p0016",
      "zh_CN": "实在讲，这整个大自然原本没有界线，现在形成，我们居住的环境，你家的土地有界线的，跟邻居有界线的。所以我们在《旷野的声音》这本书里头，看到澳洲这些土着，他们感觉得我们这些人（他称我们这些人叫变种人）不是原来的人；原来的人没有这个观念，决定没有界限的观念。现在要画一块土地据为己有，不准别人侵犯，确实，这真的是变种，原本没有这个事情。原本无论是你的精神生活、物质生活，都跟大自然融成一片。至少你生在这个地球上，整个地球就是你活动的空间，无拘无束，没有一丝毫障碍。现在是人为的，处处设障碍，自己限制自己，这是人为，不是自然的。",
      "zh_TW": "實在講，這整個大自然原本沒有界線，現在形成，我們居住的環境，你家的土地有界線的，跟鄰居有界線的。所以我們在《曠野的聲音》這本書裡頭，看到澳洲這些土著，他們感覺得我們這些人（他稱我們這些人叫變種人）不是原來的人；原來的人沒有這個觀念，決定沒有界限的觀念。現在要畫一塊土地據為己有，不准別人侵犯，確實，這真的是變種，原本沒有這個事情。原本無論是你的精神生活、物質生活，都跟大自然融成一片。至少你生在這個地球上，整個地球就是你活動的空間，無拘無束，沒有一絲毫障礙。現在是人為的，處處設障礙，自己限制自己，這是人為，不是自然的。"
    },
    {
      "id": "20-015-0048_p0017",
      "zh_CN": "所以我们看看，人家讲的是「华笑鸟啼」，这是形容自然的生活，无拘无束的生活，绝对没有说是占有、对立，这些念头没有，没有这个观念。念念与法性相应，念念与大自然相应。这一句是形容我们回归到大自然，回归到极乐世界就是回归到大自然，中峰禅师在此地劝导我们。底下说：",
      "zh_TW": "所以我們看看，人家講的是「華笑鳥啼」，這是形容自然的生活，無拘無束的生活，絕對沒有說是佔有、對立，這些念頭沒有，沒有這個觀念。念念與法性相應，念念與大自然相應。這一句是形容我們回歸到大自然，回歸到極樂世界就是回歸到大自然，中峰禪師在此地勸導我們。底下說："
    },
    {
      "id": "20-015-0048_p0018",
      "zh_CN": "【黄金臂昼夜常垂。】",
      "zh_TW": "【黃金臂晝夜常垂。】"
    },
    {
      "id": "20-015-0048_p0019",
      "zh_CN": "这是讲阿弥陀佛垂臂接引，昼夜从来没有间断，希望我们回头。",
      "zh_TW": "這是講阿彌陀佛垂臂接引，晝夜從來沒有間斷，希望我們回頭。"
    },
    {
      "id": "20-015-0048_p0020",
      "zh_CN": "【惟许行人独委。】",
      "zh_TW": "【惟許行人獨委。】"
    },
    {
      "id": "20-015-0048_p0021",
      "zh_CN": "『委』是委身、皈命。『惟许行人』，这个「行人」也是双关语，一个是修行人，你一心归命阿弥陀佛，阿弥陀佛来接引你。另外一个意思，「行人」就是旅行在外面的人，离开家乡，在外面时间久了，把家乡忘掉，双关语。如果我们真的觉悟，真的回头，用我们世俗人的话来说，我一切要拜托阿弥陀佛照顾。阿弥陀佛真照顾你，一点不假，问题就是你是不是真的委托他？果然真的委托他，他真的会照顾你。",
      "zh_TW": "『委』是委身、皈命。『惟許行人』，這個「行人」也是雙關語，一個是修行人，你一心歸命阿彌陀佛，阿彌陀佛來接引你。另外一個意思，「行人」就是旅行在外面的人，離開家鄉，在外面時間久了，把家鄉忘掉，雙關語。如果我們真的覺悟，真的回頭，用我們世俗人的話來說，我一切要拜託阿彌陀佛照顧。阿彌陀佛真照顧你，一點不假，問題就是你是不是真的委託他？果然真的委託他，他真的會照顧你。"
    },
    {
      "id": "20-015-0048_p0022",
      "zh_CN": "【白玉毫古今不昧。】",
      "zh_TW": "【白玉毫古今不昧。】"
    },
    {
      "id": "20-015-0048_p0023",
      "zh_CN": "『白玉毫』，是讲阿弥陀佛白毫放光，佛光照你。我们佛门里面称佛光，现在西方人称为磁场，阿弥陀佛的磁场就特别强，真的是超过其他诸佛。他的磁场是遍法界虚空界，遍一切不同维次的空间。我们在《华严经》上看到，遍重重无尽的世界，为什么？因为阿弥陀佛表性德的究竟圆满，遍法界虚空界、遍重重无尽的世界，法尔如是，本来就是这样的。现在：",
      "zh_TW": "『白玉毫』，是講阿彌陀佛白毫放光，佛光照你。我們佛門裡面稱佛光，現在西方人稱為磁場，阿彌陀佛的磁場就特別強，真的是超過其他諸佛。他的磁場是遍法界虛空界，遍一切不同維次的空間。我們在《華嚴經》上看到，遍重重無盡的世界，為什麼？因為阿彌陀佛表性德的究竟圓滿，遍法界虛空界、遍重重無盡的世界，法爾如是，本來就是這樣的。現在："
    },
    {
      "id": "20-015-0048_p0024",
      "zh_CN": "【全凭愿者承当。】",
      "zh_TW": "【全憑願者承當。】"
    },
    {
      "id": "20-015-0048_p0025",
      "zh_CN": "『承当』是直下承当，我们就得佛光注照的利益，一般讲功德。什么是『愿者』？有信、有愿、有行。比前面「惟许行人独委」更深了一层。惟许行人独委，有信、有愿，不见得有行；这个地方「愿者承当」，是信愿行三资粮具足。",
      "zh_TW": "『承當』是直下承當，我們就得佛光注照的利益，一般講功德。什麼是『願者』？有信、有願、有行。比前面「惟許行人獨委」更深了一層。惟許行人獨委，有信、有願，不見得有行；這個地方「願者承當」，是信願行三資糧具足。"
    },
    {
      "id": "20-015-0048_p0026",
      "zh_CN": "【所以道。万法是心光。诸缘惟性晓。本无迷悟人。只要今日了。】",
      "zh_TW": "【所以道。萬法是心光。諸緣惟性曉。本無迷悟人。只要今日了。】"
    },
    {
      "id": "20-015-0048_p0027",
      "zh_CN": "这四句话说得好。『万法』包括了虚空、法界、刹土、众生，是什么？真的是真心、自性波动的光影。现在科学家也这样说法，科学家认为宇宙之间没有物质的存在，物质是什么？是波动的现象，这个说法跟大乘教里面逐渐逐渐都相应了。所以科学进步对佛法帮助很多！我们读了佛经，再听听科学家所讲的，信心坚定了，疑惑都断尽了。宇宙一切万法，确实是心光波动的现象。",
      "zh_TW": "這四句話說得好。『萬法』包括了虛空、法界、剎土、眾生，是什麼？真的是真心、自性波動的光影。現在科學家也這樣說法，科學家認為宇宙之間沒有物質的存在，物質是什麼？是波動的現象，這個說法跟大乘教裡面逐漸逐漸都相應了。所以科學進步對佛法幫助很多！我們讀了佛經，再聽聽科學家所講的，信心堅定了，疑惑都斷盡了。宇宙一切萬法，確實是心光波動的現象。"
    },
    {
      "id": "20-015-0048_p0028",
      "zh_CN": "『诸缘惟性晓』。「性」是真性；「诸缘」，缘就是一切万法，万事万法，万法跟此地诸缘是一个意思。法从哪里来的？法是缘生的。缘是什么？是真性习染的幻觉，就是识。我们要是用唯心所现，唯识所变，这两句话来解释中峰禅师这四句就很容易了解。「万法是心光」，唯心所现；「诸缘惟性晓」，是唯识所变。",
      "zh_TW": "『諸緣惟性曉』。「性」是真性；「諸緣」，緣就是一切萬法，萬事萬法，萬法跟此地諸緣是一個意思。法從哪裡來的？法是緣生的。緣是什麼？是真性習染的幻覺，就是識。我們要是用唯心所現，唯識所變，這兩句話來解釋中峰禪師這四句就很容易了解。「萬法是心光」，唯心所現；「諸緣惟性曉」，是唯識所變。"
    },
    {
      "id": "20-015-0048_p0029",
      "zh_CN": "『本无迷悟人』。人真的确实没有迷悟，迷悟是什么？妄识。人是个物质，真的没有迷悟，佛性没有迷悟，法性没有迷悟，迷悟是缘。到下一段开示里面，中峰禅师讲得非常好，他讲到心，心有多种，迷悟是什么？迷悟是缘虑心，就是八识五十一心所，这里头可以说迷、说悟，自性里头没有迷悟，法性里头没有迷悟，法界里头没有迷悟。",
      "zh_TW": "『本無迷悟人』。人真的確實沒有迷悟，迷悟是什麼？妄識。人是個物質，真的沒有迷悟，佛性沒有迷悟，法性沒有迷悟，迷悟是緣。到下一段開示裡面，中峰禪師講得非常好，他講到心，心有多種，迷悟是什麼？迷悟是緣慮心，就是八識五十一心所，這裡頭可以說迷、說悟，自性裡頭沒有迷悟，法性裡頭沒有迷悟，法界裡頭沒有迷悟。"
    },
    {
      "id": "20-015-0048_p0030",
      "zh_CN": "所以『只要今日了』，今天你忽然觉了，问题就解决了。在理论上讲，凡夫成佛一念之间，哪一天你觉悟？哪一天你回头？希望你现在就觉悟，现在就回头，放下妄想分别执着就回头了。我常常劝勉同学们，务必要放下自私自利，要放下名闻利养，要放下对五欲六尘的享受，放下贪瞋痴慢。这些东西无始劫以来，害得我们生生世世在六道里头搞轮回。苦头吃够了，应当要觉悟，应当要回头，应当要放下；这一放下就回到我们本来面目，极乐世界清泰故乡。再看底下开示说：",
      "zh_TW": "所以『只要今日了』，今天你忽然覺了，問題就解決了。在理論上講，凡夫成佛一念之間，哪一天你覺悟？哪一天你回頭？希望你現在就覺悟，現在就回頭，放下妄想分別執著就回頭了。我常常勸勉同學們，務必要放下自私自利，要放下名聞利養，要放下對五欲六塵的享受，放下貪瞋痴慢。這些東西無始劫以來，害得我們生生世世在六道裡頭搞輪迴。苦頭吃夠了，應當要覺悟，應當要回頭，應當要放下；這一放下就回到我們本來面目，極樂世界清泰故鄉。再看底下開示說："
    },
    {
      "id": "20-015-0048_p0031",
      "zh_CN": "【即今现前众等。系念第二时佛事。】",
      "zh_TW": "【即今現前眾等。繫念第二時佛事。】"
    },
    {
      "id": "20-015-0048_p0032",
      "zh_CN": "原本这是三时系念，这是第二时。就在现前我们大众在系念这第二时佛事。",
      "zh_TW": "原本這是三時繫念，這是第二時。就在現前我們大眾在繫念這第二時佛事。"
    },
    {
      "id": "20-015-0048_p0033",
      "zh_CN": "【且了之一句。如何举扬。】",
      "zh_TW": "【且了之一句。如何舉揚。】"
    },
    {
      "id": "20-015-0048_p0034",
      "zh_CN": "「了之」从哪里来的？从前面开示说，「本无迷悟人，只要今日了」。我们现前大众，现在这个『了之一句』，怎么个『举扬』法？大师给我们所举的依旧是禅意，你要能够参透才得受用！参不透不要紧，老实念佛，也行。他说的两句：",
      "zh_TW": "「了之」從哪裡來的？從前面開示說，「本無迷悟人，只要今日了」。我們現前大眾，現在這個『了之一句』，怎麼個『舉揚』法？大師給我們所舉的依舊是禪意，你要能夠參透才得受用！參不透不要緊，老實念佛，也行。他說的兩句："
    },
    {
      "id": "20-015-0048_p0035",
      "zh_CN": "【琉璃池上悬明月。菡萏华间戏水禽。】",
      "zh_TW": "【琉璃池上懸明月。菡萏華間戲水禽。】"
    },
    {
      "id": "20-015-0048_p0036",
      "zh_CN": "这是我们现前大众，如何了之。第一句说的是明心见性，心性本来是明的，现在怎么样？现在不明。为什么不明？它上面有东西障碍住它，什么东西？烦恼习气，烦恼障、所知障，这二障把心性障住了。你的心性原来是『琉璃池上悬明月』，现在这琉璃池变成了污水，明月也不见了。",
      "zh_TW": "這是我們現前大眾，如何了之。第一句說的是明心見性，心性本來是明的，現在怎麼樣？現在不明。為什麼不明？它上面有東西障礙住它，什麼東西？煩惱習氣，煩惱障、所知障，這二障把心性障住了。你的心性原來是『琉璃池上懸明月』，現在這琉璃池變成了污水，明月也不見了。"
    },
    {
      "id": "20-015-0048_p0037",
      "zh_CN": "如何能够恢复自己的本性？放下妄想分别执着。祖师大德教初学，方法好，而是我们自己太大意，没听懂，不知道依教奉行。他教给我们方法，在日常生活当中，起心动念，言语造作，不要随顺自己烦恼习气，随顺佛菩萨的教诲，这个方法妙绝了。随顺佛菩萨的教诲，就是随顺性德，果然能够这样做，认真做，日夜都不离，一般来讲，三、五年就有非常好的效果。最殊胜的效果，可能就大彻大悟，明心见性；其次虽不能彻悟，大悟是肯定有的。三、五年当中，时时刻刻有小悟，积小悟成大悟，积大悟成彻悟。问题就是要认真去做，要克服自己的烦恼习气。底下一句是说的游戏神通。",
      "zh_TW": "如何能夠恢復自己的本性？放下妄想分別執著。祖師大德教初學，方法好，而是我們自己太大意，沒聽懂，不知道依教奉行。他教給我們方法，在日常生活當中，起心動念，言語造作，不要隨順自己煩惱習氣，隨順佛菩薩的教誨，這個方法妙絕了。隨順佛菩薩的教誨，就是隨順性德，果然能夠這樣做，認真做，日夜都不離，一般來講，三、五年就有非常好的效果。最殊勝的效果，可能就大徹大悟，明心見性；其次雖不能徹悟，大悟是肯定有的。三、五年當中，時時刻刻有小悟，積小悟成大悟，積大悟成徹悟。問題就是要認真去做，要克服自己的煩惱習氣。底下一句是說的遊戲神通。"
    },
    {
      "id": "20-015-0048_p0038",
      "zh_CN": "『菡萏华间戏水禽』。「菡萏」是莲花，莲花池里面，水鸟在莲池里面，很自在、很逍遥。这一句是形容，让你在这个境界里面，细心去体会。体会不到，你就念佛，专修持名这个法门。下面是赞佛偈，我们念一念就行了，前面讲过：",
      "zh_TW": "『菡萏華間戲水禽』。「菡萏」是蓮花，蓮花池裡面，水鳥在蓮池裡面，很自在、很逍遙。這一句是形容，讓你在這個境界裡面，細心去體會。體會不到，你就念佛，專修持名這個法門。下面是讚佛偈，我們念一念就行了，前面講過："
    },
    {
      "id": "20-015-0048_p0039",
      "zh_CN": "【阿弥陀佛身金色。相好光明无等伦。白毫宛转五须弥。绀目澄清四大海。光中化佛无数亿。化菩萨众亦无边。四十八愿度众生。九品咸令登彼岸。南无西方极乐世界。大慈大悲。阿弥陀佛。】",
      "zh_TW": "【阿彌陀佛身金色。相好光明無等倫。白毫宛轉五須彌。紺目澄清四大海。光中化佛無數億。化菩薩眾亦無邊。四十八願度眾生。九品咸令登彼岸。南無西方極樂世界。大慈大悲。阿彌陀佛。】"
    },
    {
      "id": "20-015-0048_p0040",
      "zh_CN": "这一段文非常重要，是系念的中心。所有念经、念咒、开示都是助缘，这个法事的中心是念佛。所以禅师在此地交代我们，佛号念得愈多愈好。一般最简单的念一百声，真正要念，应当念一千声，你的心才定下来，才会得受用。一百声是刚刚定下来，后头就没有了，很难收到效果。下面这是赞佛：",
      "zh_TW": "這一段文非常重要，是繫念的中心。所有念經、念咒、開示都是助緣，這個法事的中心是念佛。所以禪師在此地交代我們，佛號念得愈多愈好。一般最簡單的念一百聲，真正要念，應當念一千聲，你的心才定下來，才會得受用。一百聲是剛剛定下來，後頭就沒有了，很難收到效果。下面這是讚佛："
    },
    {
      "id": "20-015-0048_p0041",
      "zh_CN": "【第一大愿。观想弥陀。四十八愿度娑婆。九品涌金波。宝网交罗。度亡灵出爱河。南无莲池会菩萨摩诃萨。】",
      "zh_TW": "【第一大願。觀想彌陀。四十八願度娑婆。九品湧金波。寶網交羅。度亡靈出愛河。南無蓮池會菩薩摩訶薩。】"
    },
    {
      "id": "20-015-0048_p0042",
      "zh_CN": "这一段才叫修行，才是我们这样根性的人，真正得利益的地方。再看下面第二番开示，前面也是四句偈：",
      "zh_TW": "這一段才叫修行，才是我們這樣根性的人，真正得利益的地方。再看下面第二番開示，前面也是四句偈："
    },
    {
      "id": "20-015-0048_p0043",
      "zh_CN": "【是心是佛将心念。念到心空佛亦忘。撒手归来重检点。华开赤白与青黄。】",
      "zh_TW": "【是心是佛將心念。念到心空佛亦忘。撒手歸來重檢點。華開赤白與青黃。】"
    },
    {
      "id": "20-015-0048_p0044",
      "zh_CN": "『是心是佛』，前面说过，『将心念』好！「将心念」是「是心作佛」，与世尊在《观无量寿佛经》上讲的完全相同，完全相应。《观经》上讲「是心是佛，是心作佛」。怎么作佛？念佛就是作佛，你本来的心是佛，现在又念佛，你怎么会不成佛！好，现在时间到了。",
      "zh_TW": "『是心是佛』，前面說過，『將心念』好！「將心念」是「是心作佛」，與世尊在《觀無量壽佛經》上講的完全相同，完全相應。《觀經》上講「是心是佛，是心作佛」。怎麼作佛？念佛就是作佛，你本來的心是佛，現在又念佛，你怎麼會不成佛！好，現在時間到了。"
    },
    {
      "id": "20-015-0048_p0045",
      "zh_CN": "诸位同学，请接着看第二番开示的偈子：",
      "zh_TW": "諸位同學，請接著看第二番開示的偈子："
    },
    {
      "id": "20-015-0048_p0046",
      "zh_CN": "【是心是佛将心念。念到心空佛亦忘。】",
      "zh_TW": "【是心是佛將心念。念到心空佛亦忘。】"
    },
    {
      "id": "20-015-0048_p0047",
      "zh_CN": "这是讲念到功夫成熟的时候，三昧现前，性天全现。这个境界在念佛法门里面讲是理一心不乱，跟宗门大彻大悟、明心见性是同一个境界。也就是说，分别执着断了，于世出世间一切法没有分别，没有执着；妄想也破一分，至少破一品，超越十法界，这个时候住一真法界。大乘法里面称为法身菩萨，法身大士。后面两句是讲法身大士的境界，我们一般用因果来说，就是法身菩萨的果报，我们看看他们的果报：",
      "zh_TW": "這是講念到功夫成熟的時候，三昧現前，性天全現。這個境界在念佛法門裡面講是理一心不亂，跟宗門大徹大悟、明心見性是同一個境界。也就是說，分別執著斷了，於世出世間一切法沒有分別，沒有執著；妄想也破一分，至少破一品，超越十法界，這個時候住一真法界。大乘法裡面稱為法身菩薩，法身大士。後面兩句是講法身大士的境界，我們一般用因果來說，就是法身菩薩的果報，我們看看他們的果報："
    },
    {
      "id": "20-015-0048_p0048",
      "zh_CN": "【撒手归来重检点。】",
      "zh_TW": "【撒手歸來重檢點。】"
    },
    {
      "id": "20-015-0048_p0049",
      "zh_CN": "『撒手』是放下，身心世界一切放下！『归来』，回归自性，就像六祖大师在《坛经》里面所说的，「本来无一物，何处惹尘埃」。「何处惹尘埃」是他答复神秀禅师的话，最重要的就是「本来无一物」。所有一切的现象是「唯心所现」，这里头没有识变。用我们的话来讲，完全是自然的，这里头没有一丝毫人工的造作，完全是属于大自然。",
      "zh_TW": "『撒手』是放下，身心世界一切放下！『歸來』，回歸自性，就像六祖大師在《壇經》裡面所說的，「本來無一物，何處惹塵埃」。「何處惹塵埃」是他答覆神秀禪師的話，最重要的就是「本來無一物」。所有一切的現象是「唯心所現」，這裡頭沒有識變。用我們的話來講，完全是自然的，這裡頭沒有一絲毫人工的造作，完全是屬於大自然。"
    },
    {
      "id": "20-015-0048_p0050",
      "zh_CN": "【华开赤白与青黄。】",
      "zh_TW": "【華開赤白與青黃。】"
    },
    {
      "id": "20-015-0048_p0051",
      "zh_CN": "这就是法尔如是，就是大自然本来的风光。他用七宝池四色莲花来烘托，烘云托月，让我们在这个里面体会到法身菩萨他们的生活；随顺法性，随顺自然，这里头不加丝毫意思在里头，这就是了。这些法身菩萨在哪里生活？哪里都行，统统没有障碍。我们这个世间有没有法身菩萨？有，肯定有，诸佛如来、法身菩萨应化在我们这个世间，不定什么身分，我们真的不知道。",
      "zh_TW": "這就是法爾如是，就是大自然本來的風光。他用七寶池四色蓮花來烘托，烘雲托月，讓我們在這個裡面體會到法身菩薩他們的生活；隨順法性，隨順自然，這裡頭不加絲毫意思在裡頭，這就是了。這些法身菩薩在哪裡生活？哪裡都行，統統沒有障礙。我們這個世間有沒有法身菩薩？有，肯定有，諸佛如來、法身菩薩應化在我們這個世間，不定什麼身分，我們真的不知道。"
    },
    {
      "id": "20-015-0048_p0052",
      "zh_CN": "经上佛为我们说的，这些人应化在世间，男女老少，各行各业都有，应以什么身得度，他就现什么身。像观世音菩萨三十二应，《华严经》善财童子五十三参，不定现什么身，我们看不出来。人家真的念念行行与法性相应，与法界相应。第一句是说理，第二句是讲功夫，三、四句是讲境界。诸佛菩萨、中峰禅师也是念念希望我们能有一点成就，也能入这个境界。我们看下面开示：",
      "zh_TW": "經上佛為我們說的，這些人應化在世間，男女老少，各行各業都有，應以什麼身得度，他就現什麼身。像觀世音菩薩三十二應，《華嚴經》善財童子五十三參，不定現什麼身，我們看不出來。人家真的念念行行與法性相應，與法界相應。第一句是說理，第二句是講功夫，三、四句是講境界。諸佛菩薩、中峰禪師也是念念希望我們能有一點成就，也能入這個境界。我們看下面開示："
    },
    {
      "id": "20-015-0048_p0053",
      "zh_CN": "【教中道。】",
      "zh_TW": "【教中道。】"
    },
    {
      "id": "20-015-0048_p0054",
      "zh_CN": "这是世尊教学里面说到，有这么几句话。",
      "zh_TW": "這是世尊教學裡面說到，有這麼幾句話。"
    },
    {
      "id": "20-015-0048_p0055",
      "zh_CN": "【惟心佛亦尔。惟佛众生然。心佛及众生。是三无差别。】",
      "zh_TW": "【惟心佛亦爾。惟佛眾生然。心佛及眾生。是三無差別。】"
    },
    {
      "id": "20-015-0048_p0056",
      "zh_CN": "这首偈很重要，讲的心佛众生，一而三，三而一。我们常常看到古大德引用「心佛众生，三无差别」，原文在此地。心是体，『惟心佛亦尔』，心是体，佛是觉相，你的心觉而不迷，就叫佛。『惟佛众生然』，众生是迷的相，佛是觉，你迷而不觉，就叫众生。实际上，『心、佛及众生，是三无差别』，为什么？觉迷之体不可得。觉迷是从缘生的，凡是缘生之法都没有自体，缘生无性，这个性就是自体。",
      "zh_TW": "這首偈很重要，講的心佛眾生，一而三，三而一。我們常常看到古大德引用「心佛眾生，三無差別」，原文在此地。心是體，『惟心佛亦爾』，心是體，佛是覺相，你的心覺而不迷，就叫佛。『惟佛眾生然』，眾生是迷的相，佛是覺，你迷而不覺，就叫眾生。實際上，『心、佛及眾生，是三無差別』，為什麼？覺迷之體不可得。覺迷是從緣生的，凡是緣生之法都沒有自體，緣生無性，這個性就是自體。"
    },
    {
      "id": "20-015-0048_p0057",
      "zh_CN": "所以迷叫做妄，它不是真的，真的怎么？真的有体，有自体。无有自体，这是妄，虚妄，不是真实的。所以《金刚经》上说这个世界「一切有为法，如梦幻泡影」，经上又明白给我们说，「凡所有相，皆是虚妄」。为什么？缘生。大乘经上常说「缘起性空」，性空就是无自性，所以没有差别，是一。只是迷悟上的差别，除迷悟之外，根本就没有差别。这个地方要紧的是心，「若人识得心，大地无寸土」。心是什么？这个东西重要。下面中峰禅师给我们开示：",
      "zh_TW": "所以迷叫做妄，它不是真的，真的怎麼？真的有體，有自體。無有自體，這是妄，虛妄，不是真實的。所以《金剛經》上說這個世界「一切有為法，如夢幻泡影」，經上又明白給我們說，「凡所有相，皆是虛妄」。為什麼？緣生。大乘經上常說「緣起性空」，性空就是無自性，所以沒有差別，是一。只是迷悟上的差別，除迷悟之外，根本就沒有差別。這個地方要緊的是心，「若人識得心，大地無寸土」。心是什麼？這個東西重要。下面中峰禪師給我們開示："
    },
    {
      "id": "20-015-0048_p0058",
      "zh_CN": "【所谓心者。心有多种。曰肉团心。乃现在身中。父母血气所生者是。】",
      "zh_TW": "【所謂心者。心有多種。曰肉團心。乃現在身中。父母血氣所生者是。】"
    },
    {
      "id": "20-015-0048_p0059",
      "zh_CN": "这是我们一般人讲心，讲心是什么？讲我们身体里面的器官，心脏。你看世间人一般讲心，他都会拍拍心脏，我的心。这个心没有什么用处！佛法里讲心，这个心是灵明觉知。第二个讲：",
      "zh_TW": "這是我們一般人講心，講心是什麼？講我們身體裡面的器官，心臟。你看世間人一般講心，他都會拍拍心臟，我的心。這個心沒有什麼用處！佛法裡講心，這個心是靈明覺知。第二個講："
    },
    {
      "id": "20-015-0048_p0060",
      "zh_CN": "【曰缘虑心。即现今善恶顺逆境界上种种分别者是。】",
      "zh_TW": "【曰緣慮心。即現今善惡順逆境界上種種分別者是。】"
    },
    {
      "id": "20-015-0048_p0061",
      "zh_CN": "世间凡夫，我们细心观察，哪个人不把这个身看作我？这是迷得很重，道道地地的凡夫。聪明一等的人知道身不是我，西方哲学家讲「我思故我在」。什么是我？能够思惟、能够想像、能够辨别是非善恶的，这是我，这是我的心。在楞严会上，阿难尊者也把这个当作心。释迦牟尼佛非常高明，反正你说你有个心，不管你是真心、是妄心，你的心在哪里？阿难也真聪明，说了七处，我们找不到七处，他有办法找到七处，他比我们高明。七处都被世尊否决掉。",
      "zh_TW": "世間凡夫，我們細心觀察，哪個人不把這個身看作我？這是迷得很重，道道地地的凡夫。聰明一等的人知道身不是我，西方哲學家講「我思故我在」。什麼是我？能夠思惟、能夠想像、能夠辨別是非善惡的，這是我，這是我的心。在楞嚴會上，阿難尊者也把這個當作心。釋迦牟尼佛非常高明，反正你說你有個心，不管你是真心、是妄心，你的心在哪裡？阿難也真聰明，說了七處，我們找不到七處，他有辦法找到七處，他比我們高明。七處都被世尊否決掉。"
    },
    {
      "id": "20-015-0048_p0062",
      "zh_CN": "实在讲，他所说的那个心就是『缘虑心』，「缘虑心」是妄心，就是八识五十一心所。缘虑心，说老实话，也找不到。在哪里？它跟真心一样，真心迷了就叫缘虑心，觉悟了就叫灵知心。灵知心是佛，缘虑心是凡夫、是众生；生佛就这个差别，一个是觉，一个是迷。迷的作用也很大，也不可思议。你看迷了之后，变的什么？变的十法界，十法界依正庄严是迷变现的。完全迷了，没有觉悟，那就变成六道。迷里面开始觉悟，这就四圣法界，声闻、缘觉、佛、菩萨。这个声闻、缘觉、佛、菩萨，那个佛是十法界里面的佛，天台大师讲相似即佛，他还不是真正的，相似即佛。我们不能不知道。",
      "zh_TW": "實在講，他所說的那個心就是『緣慮心』，「緣慮心」是妄心，就是八識五十一心所。緣慮心，說老實話，也找不到。在哪裡？它跟真心一樣，真心迷了就叫緣慮心，覺悟了就叫靈知心。靈知心是佛，緣慮心是凡夫、是眾生；生佛就這個差別，一個是覺，一個是迷。迷的作用也很大，也不可思議。你看迷了之後，變的什麼？變的十法界，十法界依正莊嚴是迷變現的。完全迷了，沒有覺悟，那就變成六道。迷裡面開始覺悟，這就四聖法界，聲聞、緣覺、佛、菩薩。這個聲聞、緣覺、佛、菩薩，那個佛是十法界裡面的佛，天台大師講相似即佛，他還不是真正的，相似即佛。我們不能不知道。"
    },
    {
      "id": "20-015-0048_p0063",
      "zh_CN": "没有处所，你说在身体里面，在身体外面，怎么讲都不能成立，《楞严经》上讲得很多，实在讲也不好懂。我们用个比喻来说，现在大家面对着萤光幕，无论是电脑的萤幕，还是电视的萤幕，心是什么？心就是萤幕。它能现，它能变；所现所变的是色相。那么你想想看，这个色相，哪一个色相离开萤光幕？萤光幕是能现能变的心，不能离开！所以你不能说它在内，也不能说它在外，为什么？它无处不在。所以你真正要懂得，彻底明了了，你说在内，说在外，是怎么说都行，都不错；你不知道，你在那里猜测，怎么猜都错了。",
      "zh_TW": "沒有處所，你說在身體裡面，在身體外面，怎麼講都不能成立，《楞嚴經》上講得很多，實在講也不好懂。我們用個比喻來說，現在大家面對著螢光幕，無論是電腦的螢幕，還是電視的螢幕，心是什麼？心就是螢幕。它能現，它能變；所現所變的是色相。那麼你想想看，這個色相，哪一個色相離開螢光幕？螢光幕是能現能變的心，不能離開！所以你不能說它在內，也不能說它在外，為什麼？它無處不在。所以你真正要懂得，徹底明瞭了，你說在內，說在外，是怎麼說都行，都不錯；你不知道，你在那裡猜測，怎麼猜都錯了。"
    },
    {
      "id": "20-015-0048_p0064",
      "zh_CN": "所以在觉悟的人，处处都是；不觉的人，处处皆非，就产生这么一个现象。佛跟菩萨差别就是，佛对于这个事实真相，能现能变，所现所变，统统明了，清清楚楚，一点不迷惑。我们凡夫对于能现所现，能变所变，完全不知道，这就是觉迷的差别。现相，现相上没有差别。好比我们看萤幕上的影像，影像上没有差别，我们每个人在一起看的时候，各人感受有差别。",
      "zh_TW": "所以在覺悟的人，處處都是；不覺的人，處處皆非，就產生這麼一個現象。佛跟菩薩差別就是，佛對於這個事實真相，能現能變，所現所變，統統明瞭，清清楚楚，一點不迷惑。我們凡夫對於能現所現，能變所變，完全不知道，這就是覺迷的差別。現相，現相上沒有差別。好比我們看螢幕上的影像，影像上沒有差別，我們每個人在一起看的時候，各人感受有差別。"
    },
    {
      "id": "20-015-0048_p0065",
      "zh_CN": "昨天中午吃完饭之后，钟茂森居士一再要求要我讲几句话，实在讲，我已经讲得太多了，每天讲四个小时。说了三次，我就不能不讲几句话，你看看我说了几句话，他感动得流眼泪，你们大家都看到了。那么多人都在听我讲话，有人听到，无动于衷；这个人听到，感动得流眼泪。每个人听到，感触的不相同，这什么原因？迷悟不一样，有人迷得深，有人迷得浅；有人悟得深，有人悟得浅。所以我们六根接触外面六尘境界，感受各个不相同。",
      "zh_TW": "昨天中午吃完飯之後，鍾茂森居士一再要求要我講幾句話，實在講，我已經講得太多了，每天講四個小時。說了三次，我就不能不講幾句話，你看看我說了幾句話，他感動得流眼淚，你們大家都看到了。那麼多人都在聽我講話，有人聽到，無動於衷；這個人聽到，感動得流眼淚。每個人聽到，感觸的不相同，這什麼原因？迷悟不一樣，有人迷得深，有人迷得淺；有人悟得深，有人悟得淺。所以我們六根接觸外面六塵境界，感受各個不相同。"
    },
    {
      "id": "20-015-0048_p0066",
      "zh_CN": "中峰禅师前面这首偈子，那是念佛念到功夫到家，念到理一心不乱的境界。我们看了不知道他在说些什么，为什么？不是我们的境界。如果我们念佛有相当功夫，跟他接近了，那感受不一样。所以这是「缘虑心」，这是妄心，这就是唯识所变。后面讲：",
      "zh_TW": "中峰禪師前面這首偈子，那是念佛念到功夫到家，念到理一心不亂的境界。我們看了不知道他在說些什麼，為什麼？不是我們的境界。如果我們念佛有相當功夫，跟他接近了，那感受不一樣。所以這是「緣慮心」，這是妄心，這就是唯識所變。後面講："
    },
    {
      "id": "20-015-0048_p0067",
      "zh_CN": "【曰灵知心。】",
      "zh_TW": "【曰靈知心。】"
    },
    {
      "id": "20-015-0048_p0068",
      "zh_CN": "『灵知心』是真心。真心能现，现出来就是一真法界、极乐世界、华藏世界。所谓是本地风光，一丝毫没有扭曲，一丝毫没有改变，本地风光，美好到极处。怎么会变成十法界？怎么会变成娑婆，五浊恶世？那是缘虑心变的，缘虑心里头有善恶、有顺逆。",
      "zh_TW": "『靈知心』是真心。真心能現，現出來就是一真法界、極樂世界、華藏世界。所謂是本地風光，一絲毫沒有扭曲，一絲毫沒有改變，本地風光，美好到極處。怎麼會變成十法界？怎麼會變成娑婆，五濁惡世？那是緣慮心變的，緣慮心裡頭有善惡、有順逆。"
    },
    {
      "id": "20-015-0048_p0069",
      "zh_CN": "如果我们的缘虑心（这妄心）只有善没有恶，只有随顺法性，绝不违背法性，现的境界是什么境界？天人的境界，不是欲界天，是色界天、无色界天、四圣法界，它现这个境界。如果善恶交杂，顺中有逆，逆中有顺，不是纯粹顺，也不是完全逆，这是凡夫境界。假如说恶多善少，逆多顺少（顺是随顺法性，随顺佛菩萨的教诲），你不肯随顺佛菩萨的教诲，随顺自己烦恼习气，恶多善少，那现什么境界？地狱、饿鬼、畜生，三途境界。",
      "zh_TW": "如果我們的緣慮心（這妄心）只有善沒有惡，只有隨順法性，絕不違背法性，現的境界是什麼境界？天人的境界，不是欲界天，是色界天、無色界天、四聖法界，它現這個境界。如果善惡交雜，順中有逆，逆中有順，不是純粹順，也不是完全逆，這是凡夫境界。假如說惡多善少，逆多順少（順是隨順法性，隨順佛菩薩的教誨），你不肯隨順佛菩薩的教誨，隨順自己煩惱習氣，惡多善少，那現什麼境界？地獄、餓鬼、畜生，三途境界。"
    },
    {
      "id": "20-015-0048_p0070",
      "zh_CN": "所以你要晓得，三途六道是缘虑心变现出来的。但是现相，现相是灵知心现相，缘虑心把它扭曲了，把它变坏了。所以你能够不再用缘虑心，什么人不用它？诸佛如来不用它，法身菩萨不用它，法身菩萨转八识成四智，他不用它了，所以就回归到本来面目，本善就现前。儒家讲的「人之初，性本善」，本善就现前。本善是什么？本善是一真法界，本善是极乐世界，本善是华藏世界。",
      "zh_TW": "所以你要曉得，三途六道是緣慮心變現出來的。但是現相，現相是靈知心現相，緣慮心把它扭曲了，把它變壞了。所以你能夠不再用緣慮心，什麼人不用它？諸佛如來不用它，法身菩薩不用它，法身菩薩轉八識成四智，他不用它了，所以就回歸到本來面目，本善就現前。儒家講的「人之初，性本善」，本善就現前。本善是什麼？本善是一真法界，本善是極樂世界，本善是華藏世界。"
    },
    {
      "id": "20-015-0048_p0071",
      "zh_CN": "「灵知心」是真心之功能，是它的本能；它不生不灭，不来不去，不常不断，非有非无。在哪里？遍法界虚空界，连虚空都是从它生的，都是唯心所现的，灵知心现的。所以，一切万事万物之体，（能现能生）灵知心；它所现之物，绝不失性能，不会失去的。古人举的比喻，「以金作器，器器皆金」。我们用黄金做成器皿，现在你要到珠宝店去参观，大的公司他们生产这些珠宝，他有展览馆，我去参观过一次，规模算不小。两、三万件的品种，每一个品种都不一样，真的是琳琅满目，美不胜收。统统看完了之后，实在讲，只有一个字，金（黄金），全是黄金制品，任何一件都不失黄金的本质。",
      "zh_TW": "「靈知心」是真心之功能，是它的本能；它不生不滅，不來不去，不常不斷，非有非無。在哪裡？遍法界虛空界，連虛空都是從它生的，都是唯心所現的，靈知心現的。所以，一切萬事萬物之體，（能現能生）靈知心；它所現之物，絕不失性能，不會失去的。古人舉的比喻，「以金作器，器器皆金」。我們用黃金做成器皿，現在你要到珠寶店去參觀，大的公司他們生產這些珠寶，他有展覽館，我去參觀過一次，規模算不小。兩、三萬件的品種，每一個品種都不一樣，真的是琳琅滿目，美不勝收。統統看完了之後，實在講，只有一個字，金（黃金），全是黃金製品，任何一件都不失黃金的本質。"
    },
    {
      "id": "20-015-0048_p0072",
      "zh_CN": "我们晓得虚空法界刹土众生是灵知心变现出来的，灵知心就像黄金一样，这个世间万事万法就像黄金的成品一样，它不会丧失它的性能。它的性能是什么？灵知。这个江本胜居士用水结晶实验出来，水会看、会听，好奇怪！什么奇怪？一点也不奇怪！它的体性是灵知。灵知就是佛在大经里面讲的，见闻觉知；见闻觉知是真如本性的性能。这个性能是本具的，不是从外来的，所以它变现的一切万事万物，统统都有见闻觉知。这在水，水结晶里面实验出来了。然后再扩展，用米饭，米饭也实验出来，确实有见闻觉知。在台湾，小学生们拿馒头来实验，也实验出来了，馒头也有见闻觉知。他们用苹果、用香蕉，日常吃的水果，然后再用盆栽、小植物，给它的讯息，统统都有见闻觉知，觉得这个很不可思议。其实佛在经上，三千年前就讲清楚了。",
      "zh_TW": "我們曉得虛空法界剎土眾生是靈知心變現出來的，靈知心就像黃金一樣，這個世間萬事萬法就像黃金的成品一樣，它不會喪失它的性能。它的性能是什麼？靈知。這個江本勝居士用水結晶實驗出來，水會看、會聽，好奇怪！什麼奇怪？一點也不奇怪！它的體性是靈知。靈知就是佛在大經裡面講的，見聞覺知；見聞覺知是真如本性的性能。這個性能是本具的，不是從外來的，所以它變現的一切萬事萬物，統統都有見聞覺知。這在水，水結晶裡面實驗出來了。然後再擴展，用米飯，米飯也實驗出來，確實有見聞覺知。在台灣，小學生們拿饅頭來實驗，也實驗出來了，饅頭也有見聞覺知。他們用蘋果、用香蕉，日常吃的水果，然後再用盆栽、小植物，給它的訊息，統統都有見聞覺知，覺得這個很不可思議。其實佛在經上，三千年前就講清楚了。"
    },
    {
      "id": "20-015-0048_p0073",
      "zh_CN": "所以我们希望这个实验能够再扩展，去实验矿物，本来水就是矿物，再实验泥沙。因为佛经上所讲的，大讲到世界，小讲到微尘，「一切因果，世界微尘，因心成体」，这个心就是灵知心。体既然是灵知，那所现的一切现象，就是连微尘都具备了见闻觉知。很难得，被科学家用科学的仪器测出来，真测出来。对于我们学大乘的人来讲，信心倍增！",
      "zh_TW": "所以我們希望這個實驗能夠再擴展，去實驗礦物，本來水就是礦物，再實驗泥沙。因為佛經上所講的，大講到世界，小講到微塵，「一切因果，世界微塵，因心成體」，這個心就是靈知心。體既然是靈知，那所現的一切現象，就是連微塵都具備了見聞覺知。很難得，被科學家用科學的儀器測出來，真測出來。對於我們學大乘的人來講，信心倍增！"
    },
    {
      "id": "20-015-0048_p0074",
      "zh_CN": "佛讲的话讲绝了，那个时候没有科学仪器，这是佛亲证的境界，佛用的什么方法？甚深禅定！彻照宇宙真相，在佛经里面讲，诸法实相。佛讲得透彻，现在科学发现的，真叫大海之一滴。但是这一滴很可贵，足以证明佛讲的话句句真实，值得我们去亲证！不是研究，研究不出来的，亲证。用什么方法证？一定要依照佛给我们讲的方法，戒定慧，这是亲证方法里面的总纲领。我们不认真的学，诸法实相你没有办法证得，那是你自己本来面目，那是你自己本来具有的智慧德相。",
      "zh_TW": "佛講的話講絕了，那個時候沒有科學儀器，這是佛親證的境界，佛用的什麼方法？甚深禪定！徹照宇宙真相，在佛經裡面講，諸法實相。佛講得透徹，現在科學發現的，真叫大海之一滴。但是這一滴很可貴，足以證明佛講的話句句真實，值得我們去親證！不是研究，研究不出來的，親證。用什麼方法證？一定要依照佛給我們講的方法，戒定慧，這是親證方法裡面的總綱領。我們不認真的學，諸法實相你沒有辦法證得，那是你自己本來面目，那是你自己本來具有的智慧德相。"
    },
    {
      "id": "20-015-0048_p0075",
      "zh_CN": "稍稍能够契入少许，你就能够得到一些好处，这个好处是什么？世间人所求的，聪明智慧，健康长寿，还有财富。世间人所希求的，统统能得到！佛氏门中有求必应。这是最少最少的一点好处，我们学佛连这一点点好的利益都得不到，那大的利益还谈什么？最大的利益是往生西方极乐世界，作佛去了，这在利益里面，没有任何利益能够相比。世间这一些福报，财富、聪明智慧、健康长寿，在整个佛法里面讲，这是鸡毛蒜皮，不足以为道的，但是世间人看得很重，心量太小。我们学佛的人不会留意这些，我们学佛人留意是什么？断烦恼，开智慧，求往生，成佛道。我们的眼光目标放在这上面。这个真心能现，决定是有，没有它，哪来的万物？大师在此地形容灵知心：",
      "zh_TW": "稍稍能夠契入少許，你就能夠得到一些好處，這個好處是什麼？世間人所求的，聰明智慧，健康長壽，還有財富。世間人所希求的，統統能得到！佛氏門中有求必應。這是最少最少的一點好處，我們學佛連這一點點好的利益都得不到，那大的利益還談什麼？最大的利益是往生西方極樂世界，作佛去了，這在利益裡面，沒有任何利益能夠相比。世間這一些福報，財富、聰明智慧、健康長壽，在整個佛法裡面講，這是雞毛蒜皮，不足以為道的，但是世間人看得很重，心量太小。我們學佛的人不會留意這些，我們學佛人留意是什麼？斷煩惱，開智慧，求往生，成佛道。我們的眼光目標放在這上面。這個真心能現，決定是有，沒有它，哪來的萬物？大師在此地形容靈知心："
    },
    {
      "id": "20-015-0048_p0076",
      "zh_CN": "【是混千差而不乱。历三际以靡迁。】",
      "zh_TW": "【是混千差而不亂。歷三際以靡遷。】"
    },
    {
      "id": "20-015-0048_p0077",
      "zh_CN": "「混」是什么意思？融合、交融。你看看跟十法界依正庄严，跟一切众生（特别是六道众生、三途众生）融在一起，它不乱。它一点也没有受到干扰，它还是灵明觉知，还是有见闻觉知；能见、能闻、能觉、能知，一丝毫没有受到妨碍。",
      "zh_TW": "「混」是什麼意思？融合、交融。你看看跟十法界依正莊嚴，跟一切眾生（特別是六道眾生、三途眾生）融在一起，它不亂。它一點也沒有受到干擾，它還是靈明覺知，還是有見聞覺知；能見、能聞、能覺、能知，一絲毫沒有受到妨礙。"
    },
    {
      "id": "20-015-0048_p0078",
      "zh_CN": "所以说境随心转，怎么个转法？不要去想转，只修善心，心善、行善，我们讲思想善、行为善，所有一切境界自然就转。我天天想我的相貌好一点，好不了，你在打妄想，妄想怎么能够把相貌转好！相随心转，心善相就善，心恶相就恶，心慈悲相就慈悲，心有智慧，相就有聪明智慧相，就这么个道理。所以不要去理会相貌、不要去理会我们这个身体，最要紧理会的是什么？起心动念。心要善、思想要善、行为要善，念念想到利益众生，利益社会，绝不要想自私自利。",
      "zh_TW": "所以說境隨心轉，怎麼個轉法？不要去想轉，只修善心，心善、行善，我們講思想善、行為善，所有一切境界自然就轉。我天天想我的相貌好一點，好不了，你在打妄想，妄想怎麼能夠把相貌轉好！相隨心轉，心善相就善，心惡相就惡，心慈悲相就慈悲，心有智慧，相就有聰明智慧相，就這麼個道理。所以不要去理會相貌、不要去理會我們這個身體，最要緊理會的是什麼？起心動念。心要善、思想要善、行為要善，念念想到利益眾生，利益社會，絕不要想自私自利。"
    },
    {
      "id": "20-015-0048_p0079",
      "zh_CN": "想自私自利，就不善了，你的相貌体质、生活环境就愈变愈差，你想错了。为什么？想自私自利，那是不善。完全不要理会自己，一心一意，我们学佛的人讲，我们希求的是正法久住，觉悟众生，利乐有情，希望一切众生都能回头，都能接受圣贤的教诲。决定不沾染名闻利养，决定不贪图物质享受，一切随缘，随缘自在，决定不攀缘。这是说灵知心，就是法性，万法是缘生的，法性不与缘俱生，也不与缘俱灭，这就是『混千差而不乱，历三际以靡迁』，「靡迁」，它不改变，靡迁是不改变。",
      "zh_TW": "想自私自利，就不善了，你的相貌體質、生活環境就愈變愈差，你想錯了。為什麼？想自私自利，那是不善。完全不要理會自己，一心一意，我們學佛的人講，我們希求的是正法久住，覺悟眾生，利樂有情，希望一切眾生都能回頭，都能接受聖賢的教誨。決定不沾染名聞利養，決定不貪圖物質享受，一切隨緣，隨緣自在，決定不攀緣。這是說靈知心，就是法性，萬法是緣生的，法性不與緣俱生，也不與緣俱滅，這就是『混千差而不亂，歷三際以靡遷』，「靡遷」，它不改變，靡遷是不改變。"
    },
    {
      "id": "20-015-0048_p0080",
      "zh_CN": "【炳然独照。】",
      "zh_TW": "【炳然獨照。】"
    },
    {
      "id": "20-015-0048_p0081",
      "zh_CN": "『炳』是光明显著的意思，它的能，灵知心的功能，『独照』。",
      "zh_TW": "『炳』是光明顯著的意思，它的能，靈知心的功能，『獨照』。"
    },
    {
      "id": "20-015-0048_p0082",
      "zh_CN": "【卓尔不群。】",
      "zh_TW": "【卓爾不群。】"
    },
    {
      "id": "20-015-0048_p0083",
      "zh_CN": "『卓』是独立，它不跟缘一样，缘有生有灭，它没有生灭；缘有迷有悟，它没有迷悟。",
      "zh_TW": "『卓』是獨立，它不跟緣一樣，緣有生有滅，它沒有生滅；緣有迷有悟，它沒有迷悟。"
    },
    {
      "id": "20-015-0048_p0084",
      "zh_CN": "【在圣不增。在凡不减。】",
      "zh_TW": "【在聖不增。在凡不減。】"
    },
    {
      "id": "20-015-0048_p0085",
      "zh_CN": "这两句话重要。『圣』是诸佛如来，诸佛如来的灵知心，不比我们多一些，不比我们大一些。我们在凡夫，我们凡夫的灵知心、真心，绝不比佛少一点，也不会比佛差一点，完全相同；而且是一个心，不是两个心。佛在大乘经上常说「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，力是讲如来果地上的十力，四无畏，都相同。我们一切众生，现在是凡夫，凡夫是未来佛，十方三世佛，我们所有凡夫都包括在其中。我们跟佛是同一个心，什么心？灵知心相同。",
      "zh_TW": "這兩句話重要。『聖』是諸佛如來，諸佛如來的靈知心，不比我們多一些，不比我們大一些。我們在凡夫，我們凡夫的靈知心、真心，絕不比佛少一點，也不會比佛差一點，完全相同；而且是一個心，不是兩個心。佛在大乘經上常說「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，力是講如來果地上的十力，四無畏，都相同。我們一切眾生，現在是凡夫，凡夫是未來佛，十方三世佛，我們所有凡夫都包括在其中。我們跟佛是同一個心，什麼心？靈知心相同。"
    },
    {
      "id": "20-015-0048_p0086",
      "zh_CN": "灵知心在经典上又称作真心，又称为真如，又称为本性，又称为佛性，又称为法性，又称为第一义，名字好多好多。佛说这么多名词，他有用意的，叫我们不要执著名字相；了解这个意思，不要执著名字相，破执着，破分别！只要说这一桩，怎么说都可以，何必一定要坚持？一定要坚持，你就落在分别执着上去。所以佛种种教学方法，叫善巧方便，都是帮助我们觉悟的。",
      "zh_TW": "靈知心在經典上又稱作真心，又稱為真如，又稱為本性，又稱為佛性，又稱為法性，又稱為第一義，名字好多好多。佛說這麼多名詞，他有用意的，叫我們不要執著名字相；了解這個意思，不要執著名字相，破執著，破分別！只要說這一樁，怎麼說都可以，何必一定要堅持？一定要堅持，你就落在分別執著上去。所以佛種種教學方法，叫善巧方便，都是幫助我們覺悟的。"
    },
    {
      "id": "20-015-0048_p0087",
      "zh_CN": "【处生死流。骊珠独耀于沧海。】",
      "zh_TW": "【處生死流。驪珠獨耀于滄海。】"
    },
    {
      "id": "20-015-0048_p0088",
      "zh_CN": "这是比喻，我们现在这个灵知心随顺六道轮回，随顺六道凡夫在六道里轮回。它怎么样？它是『骊珠独耀于沧海』，我们在六道里打滚，它是从来也没有离开，但是于它毫不沾染。就像「骊珠」，骊是黑龙，古人有所谓探龙得珠，黑龙吐出来的宝珠。「独耀于沧海」，沧海是比喻六道苦海。换句话说，缘虑心在六道里面迷惑，舍身受生，灵知心如如不动，一丝毫也没有干扰到，这就是「在凡不减」。下面一句：",
      "zh_TW": "這是比喻，我們現在這個靈知心隨順六道輪迴，隨順六道凡夫在六道裡輪迴。它怎麼樣？它是『驪珠獨耀于滄海』，我們在六道裡打滾，它是從來也沒有離開，但是於它毫不沾染。就像「驪珠」，驪是黑龍，古人有所謂探龍得珠，黑龍吐出來的寶珠。「獨耀于滄海」，滄海是比喻六道苦海。換句話說，緣慮心在六道裡面迷惑，捨身受生，靈知心如如不動，一絲毫也沒有干擾到，這就是「在凡不減」。下面一句："
    },
    {
      "id": "20-015-0048_p0089",
      "zh_CN": "【居涅槃岸。桂轮孤朗于中天。】",
      "zh_TW": "【居涅槃岸。桂輪孤朗于中天。】"
    },
    {
      "id": "20-015-0048_p0090",
      "zh_CN": "这就是「在圣不增」。『居涅槃岸』的是谁？法身菩萨。他们所证得的涅槃叫无住涅槃，这是涅槃里头第一殊胜的，那就是不住生死，不住涅槃，叫无住涅槃。生死、涅槃两边都不住，高明。『桂轮』，桂轮是八月中秋的月亮，秋高气爽，月明星稀，这个月亮特别亮，把它比喻作灵知心。「桂轮孤朗于中天」，因为月光明亮，星星的光显得不亮，月明星稀，它也不受干扰，「在圣不增，在凡不减」。",
      "zh_TW": "這就是「在聖不增」。『居涅槃岸』的是誰？法身菩薩。他們所證得的涅槃叫無住涅槃，這是涅槃裡頭第一殊勝的，那就是不住生死，不住涅槃，叫無住涅槃。生死、涅槃兩邊都不住，高明。『桂輪』，桂輪是八月中秋的月亮，秋高氣爽，月明星稀，這個月亮特別亮，把它比喻作靈知心。「桂輪孤朗于中天」，因為月光明亮，星星的光顯得不亮，月明星稀，它也不受干擾，「在聖不增，在凡不減」。"
    },
    {
      "id": "20-015-0048_p0091",
      "zh_CN": "【诸佛悟之。假名惟心。】",
      "zh_TW": "【諸佛悟之。假名惟心。】"
    },
    {
      "id": "20-015-0048_p0092",
      "zh_CN": "悟什么？悟本性，悟真心；悟那个能现万法的，悟这个东西。有个永远不变的，在哪里？佛在楞严会上告诉我们，就在「六根门头，放光动地」。我们眼能见、耳能听、鼻舌身能觉、意能知，见闻觉知，就是灵知心，这个心不生不灭。我们在六道里头怎么轮回，灵知心永远不变的，一丝毫不受影响。受影响的是谁？缘虑心，因为缘虑心里头，它有是非，它有善恶，它有苦乐。告诉你，灵知心里头没有是非、没有善恶、没有苦乐。佛告诉我们，就在六根门头。",
      "zh_TW": "悟什麼？悟本性，悟真心；悟那個能現萬法的，悟這個東西。有個永遠不變的，在哪裡？佛在楞嚴會上告訴我們，就在「六根門頭，放光動地」。我們眼能見、耳能聽、鼻舌身能覺、意能知，見聞覺知，就是靈知心，這個心不生不滅。我們在六道裡頭怎麼輪迴，靈知心永遠不變的，一絲毫不受影響。受影響的是誰？緣慮心，因為緣慮心裡頭，它有是非，它有善惡，它有苦樂。告訴你，靈知心裡頭沒有是非、沒有善惡、沒有苦樂。佛告訴我們，就在六根門頭。"
    },
    {
      "id": "20-015-0048_p0093",
      "zh_CN": "六根门头，这常说了，古大德常讲，第一念是真心，我眼睛一张开，看到外面境界，这是见性见色性，为什么？你还没有起心动念。可是第二念就麻烦了，第二念就起心动念，起心动念是迷惑，就是妄想。随着妄想，就有分别、就有执着，就造业了。业，当然就有果报。诸佛菩萨的功夫在哪里？他永远保持第一念。",
      "zh_TW": "六根門頭，這常說了，古大德常講，第一念是真心，我眼睛一張開，看到外面境界，這是見性見色性，為什麼？你還沒有起心動念。可是第二念就麻煩了，第二念就起心動念，起心動念是迷惑，就是妄想。隨著妄想，就有分別、就有執著，就造業了。業，當然就有果報。諸佛菩薩的功夫在哪裡？他永遠保持第一念。"
    },
    {
      "id": "20-015-0048_p0094",
      "zh_CN": "所以我们常常讲，我也常讲，但是我自己还做不到。我知道，我尽量努力在学习；眼见色，耳闻声，不起心，不动念，不分别，不执着，那就是见性见、见性闻、见性觉、见性知，你用的是灵知心。你就转缘虑心为灵知心，转八识成四智。妄想是第八识，分别是第六识，执着是第七识，不起心、不动念，就是转第八识成大圆镜智；不分别，就是转第六识成妙观察智；不执着，就是转第七识成平等性智。佛菩萨跟凡夫不一样的地方，就在此地。",
      "zh_TW": "所以我們常常講，我也常講，但是我自己還做不到。我知道，我盡量努力在學習；眼見色，耳聞聲，不起心，不動念，不分別，不執著，那就是見性見、見性聞、見性覺、見性知，你用的是靈知心。你就轉緣慮心為靈知心，轉八識成四智。妄想是第八識，分別是第六識，執著是第七識，不起心、不動念，就是轉第八識成大圓鏡智；不分別，就是轉第六識成妙觀察智；不執著，就是轉第七識成平等性智。佛菩薩跟凡夫不一樣的地方，就在此地。"
    },
    {
      "id": "20-015-0048_p0095",
      "zh_CN": "『诸佛悟之』。「悟」这桩事情，悟就是见闻觉知，六根对六尘境界，不起心、不动念、不分别、不执着，就叫悟。悟的时候叫做惟心，『假名惟心』，给它取了个名字。实际上你要晓得，名可名，非常名，道可道，非常道，真正的境界是不可思议的。不得已取个名字好说话，咱们好方便交换意见，用它来做一个方法，做一个手段，它不是目的，它不是真实的，它是假设的。",
      "zh_TW": "『諸佛悟之』。「悟」這樁事情，悟就是見聞覺知，六根對六塵境界，不起心、不動念、不分別、不執著，就叫悟。悟的時候叫做惟心，『假名惟心』，給它取了個名字。實際上你要曉得，名可名，非常名，道可道，非常道，真正的境界是不可思議的。不得已取個名字好說話，咱們好方便交換意見，用它來做一個方法，做一個手段，它不是目的，它不是真實的，它是假設的。"
    },
    {
      "id": "20-015-0048_p0096",
      "zh_CN": "【众生迷之。便成妄识。】",
      "zh_TW": "【眾生迷之。便成妄識。】"
    },
    {
      "id": "20-015-0048_p0097",
      "zh_CN": "众生对这个事情一无所知，怎么迷？他六根接触六尘境界，会起心动念、会分别执着，这就迷了。六根对六尘境界，不起心、不动念、不分别、不执着，这是觉。在觉的境界里面，事事无碍，《华严经》上讲的理事无碍，事事无碍。迷了的时候，就是你会起心动念、分别执着，那就处处有障碍，处处成障。障从哪里来的？障从迷来的，就是从起心动念、分别执着上来的，你才有这个障碍，那叫『妄识』！但是你要晓得，心跟识是一不是二，识就是什么？迷了心就叫识，识要是悟了，就叫做心，是一不是二。",
      "zh_TW": "眾生對這個事情一無所知，怎麼迷？他六根接觸六塵境界，會起心動念、會分別執著，這就迷了。六根對六塵境界，不起心、不動念、不分別、不執著，這是覺。在覺的境界裡面，事事無礙，《華嚴經》上講的理事無礙，事事無礙。迷了的時候，就是你會起心動念、分別執著，那就處處有障礙，處處成障。障從哪裡來的？障從迷來的，就是從起心動念、分別執著上來的，你才有這個障礙，那叫『妄識』！但是你要曉得，心跟識是一不是二，識就是什麼？迷了心就叫識，識要是悟了，就叫做心，是一不是二。"
    },
    {
      "id": "20-015-0048_p0098",
      "zh_CN": "【是以佛即众生。众生即佛。且心外无佛。亦无众生。】",
      "zh_TW": "【是以佛即眾生。眾生即佛。且心外無佛。亦無眾生。】"
    },
    {
      "id": "20-015-0048_p0099",
      "zh_CN": "这就是唯心所现，唯识所变，离开了心，离开了识，什么都没有！真的是无佛无众生，也无虚空，也无世界。好，我们今天时间到了，就讲到此地。",
      "zh_TW": "這就是唯心所現，唯識所變，離開了心，離開了識，什麼都沒有！真的是無佛無眾生，也無虛空，也無世界。好，我們今天時間到了，就講到此地。"
    }
  ]
}