{
  "doc_id": "20-015-0040",
  "title": {
    "zh_CN": "中峰三时系念法事全集",
    "zh_TW": "中峰三時繫念法事全集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十集",
    "zh_TW": "第四十集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "20-015-0040",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "20-015-0040_p0001",
      "zh_CN": "诸位同学，请看《弥陀经》后面有「拔一切业障根本，得生净土陀罗尼」。",
      "zh_TW": "諸位同學，請看《彌陀經》後面有「拔一切業障根本，得生淨土陀羅尼」。"
    },
    {
      "id": "20-015-0040_p0002",
      "zh_CN": "这个句子要这样念法，「拔一切业障根本，得生净土陀罗尼」。一般称之为「往生咒」，通常念完《弥陀经》一般都是念三遍往生咒，或者念七遍。要依照经传记载里面所说的，应当是念二十一遍，三七二十一遍，这是经传上所说的。现在人喜欢简略，二十一遍就简略成七遍，现在七遍减成念三遍了。",
      "zh_TW": "這個句子要這樣念法，「拔一切業障根本，得生淨土陀羅尼」。一般稱之為「往生咒」，通常念完《彌陀經》一般都是念三遍往生咒，或者念七遍。要依照經傳記載裡面所說的，應當是念二十一遍，三七二十一遍，這是經傳上所說的。現在人喜歡簡略，二十一遍就簡略成七遍，現在七遍減成念三遍了。"
    },
    {
      "id": "20-015-0040_p0003",
      "zh_CN": "这个咒，我们依莲池大师《疏钞》（莲池大师《疏钞》里头有讲解）把这个咒的意思做一个概略的介绍。他解释这个咒的意思，说「以咒附经」，《弥陀经》本来没有这个咒的，因为这也是讲往生，所以祖师大德把这个咒（这个咒不长），附在经的后面。「以咒附经，经得咒而弥显」，经是《阿弥陀经》，得到往生咒附在后面，这个经就更明显了。咒是密咒，显密圆融，取这个意思；经是显说，咒是密说。说「以经先咒」，经在前面，咒在后面，「咒得经而愈灵」，咒是经之咒，经是咒之经。这个咒里什么意思？咒的意思都在经里头，经是显说，咒是密说。「交相为用」，经跟咒相辅相成。「应结释也」，这应该要解释一下。",
      "zh_TW": "這個咒，我們依蓮池大師《疏鈔》（蓮池大師《疏鈔》裡頭有講解）把這個咒的意思做一個概略的介紹。他解釋這個咒的意思，說「以咒附經」，《彌陀經》本來沒有這個咒的，因為這也是講往生，所以祖師大德把這個咒（這個咒不長），附在經的後面。「以咒附經，經得咒而彌顯」，經是《阿彌陀經》，得到往生咒附在後面，這個經就更明顯了。咒是密咒，顯密圓融，取這個意思；經是顯說，咒是密說。說「以經先咒」，經在前面，咒在後面，「咒得經而愈靈」，咒是經之咒，經是咒之經。這個咒裡什麼意思？咒的意思都在經裡頭，經是顯說，咒是密說。「交相為用」，經跟咒相輔相成。「應結釋也」，這應該要解釋一下。"
    },
    {
      "id": "20-015-0040_p0004",
      "zh_CN": "先把这个咒的出处，为我们交代出来。「此咒详见不思议神力传」，这是往生咒的出处，在《不思议神力传》里面。说「持此咒者，灭罪往生」，这个意思很难得。我们显教里面讲，往生西方极乐世界是带业往生，这个咒能灭业往生，岂不是比经更要圆满！因此确实有人不念《弥陀经》，专持往生咒。持得灵不灵？从前我在台北讲经，有一位居士，他就完全遵照这《不思议神力传》里面所说的，把往生咒念三十万遍。他三十万遍念满了，没感应，来跟我说，他说法师，这咒不灵。实在讲，不是咒不灵。同样一个道理，经，我们在前面讲了，你会吗？咒亦复如是，你会吗？如果不会，只是学这个口语，那就难了。",
      "zh_TW": "先把這個咒的出處，為我們交代出來。「此咒詳見不思議神力傳」，這是往生咒的出處，在《不思議神力傳》裡面。說「持此咒者，滅罪往生」，這個意思很難得。我們顯教裡面講，往生西方極樂世界是帶業往生，這個咒能滅業往生，豈不是比經更要圓滿！因此確實有人不念《彌陀經》，專持往生咒。持得靈不靈？從前我在台北講經，有一位居士，他就完全遵照這《不思議神力傳》裡面所說的，把往生咒念三十萬遍。他三十萬遍念滿了，沒感應，來跟我說，他說法師，這咒不靈。實在講，不是咒不靈。同樣一個道理，經，我們在前面講了，你會嗎？咒亦復如是，你會嗎？如果不會，只是學這個口語，那就難了。"
    },
    {
      "id": "20-015-0040_p0005",
      "zh_CN": "咒怎么样灵？说实在的话，神咒，自古以来，没有解释。印度人也听不懂，这不是梵语。以前李老师曾经给我说过，他学过密，学过八年，告诉我，神咒多半是六道的言语。佛一般在讲经说法，六道的神灵都来听，听众大概比我们人还多得多。我们肉眼看不见，佛、菩萨、阿罗汉都能看见，知道佛讲经的道场，真的除天龙八部之外，六道的鬼神都来听经。他们都有能力听得懂佛说法的意思，正是大乘经上常讲，「佛以一音而说法，众生随类各得解」。所以佛说法的音声叫圆音，就是圆满音。无论哪一道众生听佛说法都听得懂，好像听的都是自己的言语一样，这是不思议的神力！",
      "zh_TW": "咒怎麼樣靈？說實在的話，神咒，自古以來，沒有解釋。印度人也聽不懂，這不是梵語。以前李老師曾經給我說過，他學過密，學過八年，告訴我，神咒多半是六道的言語。佛一般在講經說法，六道的神靈都來聽，聽眾大概比我們人還多得多。我們肉眼看不見，佛、菩薩、阿羅漢都能看見，知道佛講經的道場，真的除天龍八部之外，六道的鬼神都來聽經。他們都有能力聽得懂佛說法的意思，正是大乘經上常講，「佛以一音而說法，眾生隨類各得解」。所以佛說法的音聲叫圓音，就是圓滿音。無論哪一道眾生聽佛說法都聽得懂，好像聽的都是自己的言語一樣，這是不思議的神力！"
    },
    {
      "id": "20-015-0040_p0006",
      "zh_CN": "这部经讲完之后，通常佛就用他们的语言说几句，这个说几句是非常亲切，用他们的言语来讲，也是一种慈悲的流露，亲切慈悲。我们深深的体会到，六道的神灵听到佛用他们的言语来说几句，一定感到非常兴奋、非常欢喜。这是密咒里头所以只有音，而不能讲它的意思。大致上的意思，就是经中所宣说的，佛当然不能细说，把里头最重要的几句说说。这是李老师告诉我的。所以神咒，我们恭恭敬敬的念就好。但是我们念，怕的是什么？音念的不准确，不过不要紧，音念的不准确，鬼神也会原谅你。佛念的当然是最准确，佛以后，真正念的准确的人不多了！只要诚心，所谓诚则灵，真诚就能感应，这是这一类的神咒。",
      "zh_TW": "這部經講完之後，通常佛就用他們的語言說幾句，這個說幾句是非常親切，用他們的言語來講，也是一種慈悲的流露，親切慈悲。我們深深的體會到，六道的神靈聽到佛用他們的言語來說幾句，一定感到非常興奮、非常歡喜。這是密咒裡頭所以只有音，而不能講它的意思。大致上的意思，就是經中所宣說的，佛當然不能細說，把裡頭最重要的幾句說說。這是李老師告訴我的。所以神咒，我們恭恭敬敬的念就好。但是我們念，怕的是什麼？音念的不準確，不過不要緊，音念的不準確，鬼神也會原諒你。佛念的當然是最準確，佛以後，真正念的準確的人不多了！只要誠心，所謂誠則靈，真誠就能感應，這是這一類的神咒。"
    },
    {
      "id": "20-015-0040_p0007",
      "zh_CN": "《大藏经》里面还有一种咒语，我们不能称它神咒，那个也没有意思的。什么一类的咒语？治病的。治病的不是神咒，它的对象不是给鬼神听的，而是把你这个病，大概总是穴道阻塞，佛知道，你某个部分阻塞不通，病就发生。佛用音声教你，教你念，念的字句，音声的大小，都有考究的。用音声震动你阻塞的那个部位，这一震动，阻塞就消除，你的管道就通了。所以经典里面有很多治病的这些咒，但是现在灵不灵？现在真的不灵。因为这个咒一定要口传，我们拿到这个经本，得了什么样的病，拿来念一点都不灵。不是咒不灵，是我们不会念，我们不懂得它的发音。发音要正确，音量要很准，真正能达到这个部位。",
      "zh_TW": "《大藏經》裡面還有一種咒語，我們不能稱它神咒，那個也沒有意思的。什麼一類的咒語？治病的。治病的不是神咒，它的對象不是給鬼神聽的，而是把你這個病，大概總是穴道阻塞，佛知道，你某個部分阻塞不通，病就發生。佛用音聲教你，教你念，念的字句，音聲的大小，都有考究的。用音聲震動你阻塞的那個部位，這一震動，阻塞就消除，你的管道就通了。所以經典裡面有很多治病的這些咒，但是現在靈不靈？現在真的不靈。因為這個咒一定要口傳，我們拿到這個經本，得了什麼樣的病，拿來念一點都不靈。不是咒不靈，是我們不會念，我們不懂得它的發音。發音要正確，音量要很準，真正能達到這個部位。"
    },
    {
      "id": "20-015-0040_p0008",
      "zh_CN": "这所谓是最高明的治病的方法，不要用针灸，针灸还要扎一下，这个不用，用音声来治病，最高明的方法。这个东西失传了，《大藏经》上虽然有，确实不灵，就是我们念的音不准，也不知道音量的大小。也许这个世间有些土着，祖祖相传，很可能还有这种方法，但是现在我们很少见。这真的是有道理，不是没有道理的，这种咒语什么意思都没有。这些属于常识，我们应当要理解。如果将来有人发现，哪些人用音声来治病的话，就懂得有这个道理。世尊当年在世，这种方法常用。大概中国到唐朝时候还有这个方法，用这些咒语治病，很有效果。这一千多年之后，这种咒语失传了，非常可惜。",
      "zh_TW": "這所謂是最高明的治病的方法，不要用針灸，針灸還要扎一下，這個不用，用音聲來治病，最高明的方法。這個東西失傳了，《大藏經》上雖然有，確實不靈，就是我們念的音不準，也不知道音量的大小。也許這個世間有些土著，祖祖相傳，很可能還有這種方法，但是現在我們很少見。這真的是有道理，不是沒有道理的，這種咒語什麼意思都沒有。這些屬於常識，我們應當要理解。如果將來有人發現，哪些人用音聲來治病的話，就懂得有這個道理。世尊當年在世，這種方法常用。大概中國到唐朝時候還有這個方法，用這些咒語治病，很有效果。這一千多年之後，這種咒語失傳了，非常可惜。"
    },
    {
      "id": "20-015-0040_p0009",
      "zh_CN": "莲池大师在此地说，「持此咒者，灭罪往生，故以拔业障生净土为名」。这个咒的名称叫「拔一切业障根本，得生净土陀罗尼」。陀罗尼是总持的意思。",
      "zh_TW": "蓮池大師在此地說，「持此咒者，滅罪往生，故以拔業障生淨土為名」。這個咒的名稱叫「拔一切業障根本，得生淨土陀羅尼」。陀羅尼是總持的意思。"
    },
    {
      "id": "20-015-0040_p0010",
      "zh_CN": "《疏》后面还有《钞》，钞是解释疏的，疏是解释经的，注解里头还有注解。我们也不必完全念，重要的要提出来说说。讲到业障，业障通常讲三大类：烦恼障、业障、报障。这是佛门里面常讲「愿消三障诸烦恼，愿得智慧真明了」，这个三障就是这个地方列的，烦恼障、业障、报障。",
      "zh_TW": "《疏》後面還有《鈔》，鈔是解釋疏的，疏是解釋經的，註解裡頭還有註解。我們也不必完全念，重要的要提出來說說。講到業障，業障通常講三大類：煩惱障、業障、報障。這是佛門裡面常講「願消三障諸煩惱，願得智慧真明瞭」，這個三障就是這個地方列的，煩惱障、業障、報障。"
    },
    {
      "id": "20-015-0040_p0011",
      "zh_CN": "他为什么不说拔烦恼障、拔报障？三障为什么单单说业障？业障在当中，烦恼是业障的因，报障是业障的果。实实在在说，我们讲到因果报应这桩事情，它是互为因果的，烦恼障是因，业障是果。因为从烦恼你就造业，业障是因，报障是果，这样说你就清楚。因为烦恼，你才会造业，你要没有烦恼，怎么会造业！烦恼是什么？贪瞋痴慢，前面讲的见惑、思惑。你有见思烦恼，所以你才造业，造了业之后，你肯定有果报。恶业，果报有饿鬼、畜生、地狱；善业，有人天善果。所以，六道轮回是属于果报。六道轮回从哪里来的？起惑造业，这样才变现出来的。他这里解释得也很好，「业必有因，业必招果」，所以说，业障把烦恼障跟报障统统包括在其中。",
      "zh_TW": "他為什麼不說拔煩惱障、拔報障？三障為什麼單單說業障？業障在當中，煩惱是業障的因，報障是業障的果。實實在在說，我們講到因果報應這樁事情，它是互為因果的，煩惱障是因，業障是果。因為從煩惱你就造業，業障是因，報障是果，這樣說你就清楚。因為煩惱，你才會造業，你要沒有煩惱，怎麼會造業！煩惱是什麼？貪瞋痴慢，前面講的見惑、思惑。你有見思煩惱，所以你才造業，造了業之後，你肯定有果報。惡業，果報有餓鬼、畜生、地獄；善業，有人天善果。所以，六道輪迴是屬於果報。六道輪迴從哪裡來的？起惑造業，這樣才變現出來的。他這裡解釋得也很好，「業必有因，業必招果」，所以說，業障把煩惱障跟報障統統包括在其中。"
    },
    {
      "id": "20-015-0040_p0012",
      "zh_CN": "大师这里有几句话说的也好，「除障贵除其本，如根绝不生芽，芽不生，则枝叶华果，悉不生故」。这个意思好，我们要懂得。古大德常常教导学人，修行从哪里修？从根本修，就这个意思。根本是什么？根本是起心动念。最高明的修行法，念头一起，立刻就照住，照住是什么？清清楚楚、明明白白，我这个念头是善、是恶。念头是善，善就是利益一切众生，这个善是好念头，应当让它增长。如果这个念头是恶念，立刻就发现，马上要把它断掉，用一句阿弥陀佛取而代之，这是从根本修。",
      "zh_TW": "大師這裡有幾句話說的也好，「除障貴除其本，如根絕不生芽，芽不生，則枝葉華果，悉不生故」。這個意思好，我們要懂得。古大德常常教導學人，修行從哪裡修？從根本修，就這個意思。根本是什麼？根本是起心動念。最高明的修行法，念頭一起，立刻就照住，照住是什麼？清清楚楚、明明白白，我這個念頭是善、是惡。念頭是善，善就是利益一切眾生，這個善是好念頭，應當讓它增長。如果這個念頭是惡念，立刻就發現，馬上要把它斷掉，用一句阿彌陀佛取而代之，這是從根本修。"
    },
    {
      "id": "20-015-0040_p0013",
      "zh_CN": "所以诸位要知道，净土法门从根本修，比哪个法门都容易。因为它提起正念，正念就是一句佛号，非常容易，非常简单；念头才一起，阿弥陀佛，归到阿弥陀佛。第一念起来，第二念就转了。你要真正能够这样念佛，功夫得力！根利的，三个月、半年就有很好的效果。根钝的，大概总得三年、五年，你就看出效果。最重要的是持之有恒，觉悟要快，不能让妄念继续增长。这是我们通常讲，要常常提起高度的警觉，微密观照，那叫真正会用功！",
      "zh_TW": "所以諸位要知道，淨土法門從根本修，比哪個法門都容易。因為它提起正念，正念就是一句佛號，非常容易，非常簡單；念頭才一起，阿彌陀佛，歸到阿彌陀佛。第一念起來，第二念就轉了。你要真正能夠這樣念佛，功夫得力！根利的，三個月、半年就有很好的效果。根鈍的，大概總得三年、五年，你就看出效果。最重要的是持之有恆，覺悟要快，不能讓妄念繼續增長。這是我們通常講，要常常提起高度的警覺，微密觀照，那叫真正會用功！"
    },
    {
      "id": "20-015-0040_p0014",
      "zh_CN": "莲池大师说，「今此咒持之，则烦恼不起，是拔业障根本也」。业障的根本就是烦恼。一天到晚念往生咒，身、口、意都是专注在这（总共有十四句）咒语，念兹在兹，就把烦恼伏住了。到功夫得力的时候，不念，烦恼也不起现行，你就得功夫成片；用持咒的方法得功夫成片。",
      "zh_TW": "蓮池大師說，「今此咒持之，則煩惱不起，是拔業障根本也」。業障的根本就是煩惱。一天到晚念往生咒，身、口、意都是專注在這（總共有十四句）咒語，念茲在茲，就把煩惱伏住了。到功夫得力的時候，不念，煩惱也不起現行，你就得功夫成片；用持咒的方法得功夫成片。"
    },
    {
      "id": "20-015-0040_p0015",
      "zh_CN": "下面这就讲到《不思议神力传》里面的话，「如传言，日夜各持三七遍，灭五逆谤法等罪，是也」。这个日夜，不是说白天念二十一遍，晚上念二十一遍，你要这样会的时候，你把意思搞错了。古印度昼三时，夜三时，每一时念二十一遍，换句话说，昼夜六时。实在说，也不算多，一次是念二十一遍，昼夜要念六次，总共念六次，是这样一个修行方法。",
      "zh_TW": "下面這就講到《不思議神力傳》裡面的話，「如傳言，日夜各持三七遍，滅五逆謗法等罪，是也」。這個日夜，不是說白天念二十一遍，晚上念二十一遍，你要這樣會的時候，你把意思搞錯了。古印度晝三時，夜三時，每一時念二十一遍，換句話說，晝夜六時。實在說，也不算多，一次是念二十一遍，晝夜要念六次，總共念六次，是這樣一個修行方法。"
    },
    {
      "id": "20-015-0040_p0016",
      "zh_CN": "在古时候，众生善根深厚，懂得伦理道德，都有相当的修养，这种修持方法能得效果。现在这个世界难，内有严重的烦恼习气，外面有巨大诱惑的力量。现在的功夫，真的是二六时中刹那不能间断。为什么？一间断，烦恼习气就现前，很不是个容易事情。大师又说，「轮回娑婆，皆繇业障，业障既空，秽土种灭，随愿往生，故得生阿弥陀佛极乐国土」。这个意思好。",
      "zh_TW": "在古時候，眾生善根深厚，懂得倫理道德，都有相當的修養，這種修持方法能得效果。現在這個世界難，內有嚴重的煩惱習氣，外面有巨大誘惑的力量。現在的功夫，真的是二六時中剎那不能間斷。為什麼？一間斷，煩惱習氣就現前，很不是個容易事情。大師又說，「輪迴娑婆，皆繇業障，業障既空，穢土種滅，隨願往生，故得生阿彌陀佛極樂國土」。這個意思好。"
    },
    {
      "id": "20-015-0040_p0017",
      "zh_CN": "它的后头还有几句，解释总持。总持，我们平常说的很多，「总一切法，持一切义」，这是总持的意思。梵语称为陀罗尼，这是咒的别名。「传名不思议神力者，即经名不思议功德也」。这是经跟咒合起来看，「持咒持名，即得往生，故同名不思议」。这是把往生咒的大意，这个咒附在经的后面，大意为我们说出来了。",
      "zh_TW": "它的後頭還有幾句，解釋總持。總持，我們平常說的很多，「總一切法，持一切義」，這是總持的意思。梵語稱為陀羅尼，這是咒的別名。「傳名不思議神力者，即經名不思議功德也」。這是經跟咒合起來看，「持咒持名，即得往生，故同名不思議」。這是把往生咒的大意，這個咒附在經的後面，大意為我們說出來了。"
    },
    {
      "id": "20-015-0040_p0018",
      "zh_CN": "下面是往生咒的翻译人，「宋元嘉天竺三藏求那跋陀罗译」。讲经，一定要交代翻译经的人。因为佛法是从印度、从西域传到中国来的，到中国之后，再通过翻译，则成为华文的经典。一定要把翻译的年代、翻译的人记载在前面，证实这个经确确实实是释迦牟尼佛说的，是从梵文原典翻译过来的，取信于东方这些信徒们，所以名题就很重要了。",
      "zh_TW": "下面是往生咒的翻譯人，「宋元嘉天竺三藏求那跋陀羅譯」。講經，一定要交代翻譯經的人。因為佛法是從印度、從西域傳到中國來的，到中國之後，再通過翻譯，則成為華文的經典。一定要把翻譯的年代、翻譯的人記載在前面，證實這個經確確實實是釋迦牟尼佛說的，是從梵文原典翻譯過來的，取信於東方這些信徒們，所以名題就很重要了。"
    },
    {
      "id": "20-015-0040_p0019",
      "zh_CN": "此地讲的宋是南北朝时代的刘宋，元嘉是年号，文帝元嘉末年。天竺就是现在讲的印度，为什么说西域？在那个时候从中国到印度，多半是从西域这一条道，越过葱岭再往南，下面就是印度。所以我们常常讲西方，现在交通便捷，印度的地理位置，我们非常清楚。求那跋陀罗是印度的法师，三藏。三藏，我们一般讲就是他的学历，好像我们现在讲学位，精通三藏。三藏法师才有翻译经典的资格，你要通达三藏，不通达三藏，不能从事于译经的工作，他要有这个学历。",
      "zh_TW": "此地講的宋是南北朝時代的劉宋，元嘉是年號，文帝元嘉末年。天竺就是現在講的印度，為什麼說西域？在那個時候從中國到印度，多半是從西域這一條道，越過蔥嶺再往南，下面就是印度。所以我們常常講西方，現在交通便捷，印度的地理位置，我們非常清楚。求那跋陀羅是印度的法師，三藏。三藏，我們一般講就是他的學歷，好像我們現在講學位，精通三藏。三藏法師才有翻譯經典的資格，你要通達三藏，不通達三藏，不能從事於譯經的工作，他要有這個學歷。"
    },
    {
      "id": "20-015-0040_p0020",
      "zh_CN": "求那跋陀罗，这是翻经的法师的名字。跟他同时代还有一位法师，也是印度人，他们的名字很接近，叫求那跋摩，名字很接近。有的地方说「求那跋陀」，没有底下的罗字，那个音很像「求那跋摩」。因此这个往生咒，这两位到底是哪一位翻译的，都还存疑。但是这两个人都是印度人，是同时代的，肯定「往生咒」确确实实是从梵文经典里面翻译过来的，这是可以肯定的。下面是咒语，我们念一遍，再看看莲池大师给我们的讲解，咒语十四句。",
      "zh_TW": "求那跋陀羅，這是翻經的法師的名字。跟他同時代還有一位法師，也是印度人，他們的名字很接近，叫求那跋摩，名字很接近。有的地方說「求那跋陀」，沒有底下的羅字，那個音很像「求那跋摩」。因此這個往生咒，這兩位到底是哪一位翻譯的，都還存疑。但是這兩個人都是印度人，是同時代的，肯定「往生咒」確確實實是從梵文經典裡面翻譯過來的，這是可以肯定的。下面是咒語，我們念一遍，再看看蓮池大師給我們的講解，咒語十四句。"
    },
    {
      "id": "20-015-0040_p0021",
      "zh_CN": "【南无阿弥多婆夜　哆他伽跢夜　哆地夜他　阿弥利都婆毗　阿弥利哆　悉耽婆毗　阿弥利哆　毗迦兰谛　阿弥利哆　毗迦兰哆　伽弥腻　伽伽那　枳多迦隶　娑婆诃】",
      "zh_TW": "【南無阿彌多婆夜　哆他伽跢夜　哆地夜他　阿彌利都婆毗　阿彌利哆　悉耽婆毗　阿彌利哆　毗迦蘭諦　阿彌利哆　毗迦蘭哆　伽彌膩　伽伽那　枳多迦隸　娑婆訶】"
    },
    {
      "id": "20-015-0040_p0022",
      "zh_CN": "下面的三行，这是《传》里面的话，就是《不思议神力传》里面的话。「若有善男子，善女人，能诵此咒者，阿弥陀佛，常住其顶，日夜拥护，无令怨家而得其便，现世常得安稳，临命终时，任运往生」。这段经文（这是经文）非常明显的给我们指出来，这个咒跟《阿弥陀经》关系就非常密切。可是我们读经，往往关键的字眼我们疏忽了。所以我们常常说读经不灵，依照经典修学，好像没有达到经上所说的效果。他不知道，经上的条件都开得清清楚楚的，你看看「善男子、善女人」。不说是「若有男子女人」，不是这个说法的，它上面加个善字。那问一问，我们够不够这个善的标准？如果够善的标准，你照这个方法去修，决定有效果。这是我在讲席里头常常提醒同学们的，不能疏忽。",
      "zh_TW": "下面的三行，這是《傳》裡面的話，就是《不思議神力傳》裡面的話。「若有善男子，善女人，能誦此咒者，阿彌陀佛，常住其頂，日夜擁護，無令怨家而得其便，現世常得安穩，臨命終時，任運往生」。這段經文（這是經文）非常明顯的給我們指出來，這個咒跟《阿彌陀經》關係就非常密切。可是我們讀經，往往關鍵的字眼我們疏忽了。所以我們常常說讀經不靈，依照經典修學，好像沒有達到經上所說的效果。他不知道，經上的條件都開得清清楚楚的，你看看「善男子、善女人」。不說是「若有男子女人」，不是這個說法的，它上面加個善字。那問一問，我們夠不夠這個善的標準？如果夠善的標準，你照這個方法去修，決定有效果。這是我在講席裡頭常常提醒同學們的，不能疏忽。"
    },
    {
      "id": "20-015-0040_p0023",
      "zh_CN": "「善」的标准在哪里？《观无量寿佛经》里面，佛给我们说出来这个善的标准。在哪一段经文？大家都很熟知的「净业三福」，这就是善男子、善女人的标准。第一条「孝养父母，奉事师长，慈心不杀，修十善业」，这是人天善，小善。我们有没有具足？这个四句要具足，你是经上讲的善男子、善女人。如果这四句不具足，你只是男子、女人，不能加善！但是诸位晓得，你就是把这一条做到，你依照这个方法修行，有没有什么殊胜的感应？未必。这怎么回事情？因为这个经是大乘经，不是小乘经。这第一条四句是人天善法，不是大乘善。修人天小果，行，你准得到。",
      "zh_TW": "「善」的標準在哪裡？《觀無量壽佛經》裡面，佛給我們說出來這個善的標準。在哪一段經文？大家都很熟知的「淨業三福」，這就是善男子、善女人的標準。第一條「孝養父母，奉事師長，慈心不殺，修十善業」，這是人天善，小善。我們有沒有具足？這個四句要具足，你是經上講的善男子、善女人。如果這四句不具足，你只是男子、女人，不能加善！但是諸位曉得，你就是把這一條做到，你依照這個方法修行，有沒有什麼殊勝的感應？未必。這怎麼回事情？因為這個經是大乘經，不是小乘經。這第一條四句是人天善法，不是大乘善。修人天小果，行，你準得到。"
    },
    {
      "id": "20-015-0040_p0024",
      "zh_CN": "净业三福里第二条，「受持三皈，具足众戒，不犯威仪」。连前面四句，加上这个三句，七句，这个七句做到了，这是二乘善。学声闻，学缘觉，小乘经典里面讲的善男子、善女人，这七句你要做到！《弥陀经》、《无量寿经》是大乘经，「往生咒」也是大乘经，那你要后面一条还要做到，后面一条是大乘善。「发菩提心，深信因果，读诵大乘，劝进行者」。总共十一句，这十一句是根本的根本，这十一句统统做到，这是大乘善。所以这个字是关键，善字，善男子，善女人，具足净业三福。你有这个基础，行，你「能诵此咒，阿弥陀佛，常住其顶，日夜拥护」。你把净业三福修成，再修这个法门，你看看有没有效果！",
      "zh_TW": "淨業三福裡第二條，「受持三皈，具足眾戒，不犯威儀」。連前面四句，加上這個三句，七句，這個七句做到了，這是二乘善。學聲聞，學緣覺，小乘經典裡面講的善男子、善女人，這七句你要做到！《彌陀經》、《無量壽經》是大乘經，「往生咒」也是大乘經，那你要後面一條還要做到，後面一條是大乘善。「發菩提心，深信因果，讀誦大乘，勸進行者」。總共十一句，這十一句是根本的根本，這十一句統統做到，這是大乘善。所以這個字是關鍵，善字，善男子，善女人，具足淨業三福。你有這個基礎，行，你「能誦此咒，阿彌陀佛，常住其頂，日夜擁護」。你把淨業三福修成，再修這個法門，你看看有沒有效果！"
    },
    {
      "id": "20-015-0040_p0025",
      "zh_CN": "这我就可以告诉你了，早年我在台北遇到的这位居士，念往生咒念了三十万遍没有效果，什么原因？他没有净业三福。他只是男子、女人，他没有这个「善」字，所以三十万遍念了之后，没有效果。因为他年岁大，也有相当的身分，我那个时候年轻，不好说。处事待人接物，言论要有分寸，可以说的，你看他要是能够接受的，可以跟他谈谈；不能接受的，不必了，合掌令欢喜。他在社会上有身分、有地位，也有文采，平常真的是眼睛长在头顶上，没有几个人他能够瞧得起的。这些全都是他的障碍，都是他的业障。",
      "zh_TW": "這我就可以告訴你了，早年我在台北遇到的這位居士，念往生咒念了三十萬遍沒有效果，什麼原因？他沒有淨業三福。他只是男子、女人，他沒有這個「善」字，所以三十萬遍念了之後，沒有效果。因為他年歲大，也有相當的身分，我那個時候年輕，不好說。處事待人接物，言論要有分寸，可以說的，你看他要是能夠接受的，可以跟他談談；不能接受的，不必了，合掌令歡喜。他在社會上有身分、有地位，也有文采，平常真的是眼睛長在頭頂上，沒有幾個人他能夠瞧得起的。這些全都是他的障礙，都是他的業障。"
    },
    {
      "id": "20-015-0040_p0026",
      "zh_CN": "由此可知，修行不能不知道根本，根本就是「善」。首先我们要达到世尊眼目当中那个善的标准，我们要努力把自己做到！然后依教修行，才会有效果。「阿弥陀佛，常住其顶」，这就是弥陀世尊护念。你的冤亲债主想障碍你修行，障碍你往生，有佛力、有护法神保佑你，他不得其便。「现世常得安稳」，这是讲你生在这个世间，你有佛护念，有龙天善神拥护，灾难、不吉祥的事情你不容易遇到。临终的时候，「任运往生」，任运是自在。",
      "zh_TW": "由此可知，修行不能不知道根本，根本就是「善」。首先我們要達到世尊眼目當中那個善的標準，我們要努力把自己做到！然後依教修行，才會有效果。「阿彌陀佛，常住其頂」，這就是彌陀世尊護念。你的冤親債主想障礙你修行，障礙你往生，有佛力、有護法神保佑你，他不得其便。「現世常得安穩」，這是講你生在這個世間，你有佛護念，有龍天善神擁護，災難、不吉祥的事情你不容易遇到。臨終的時候，「任運往生」，任運是自在。"
    },
    {
      "id": "20-015-0040_p0027",
      "zh_CN": "这段是经文，说明这个咒的功德，讲得很详细。咒，前面三句可以翻译的，因为它不是咒语。第一句「南无阿弥多婆夜」，这一句就是我们念的「南无阿弥陀佛」。阿弥多婆，就是阿弥陀，这是印度的梵音，阿弥多婆夜，我们现在省略，就是阿弥陀，还不是佛字，佛字这个上面没有。底下这一句「哆他伽跢夜」，这一句翻作「如来」。所以整个句子念下来，「南无阿弥多婆夜　哆他伽跢夜」，就是南无阿弥陀如来。把它翻成我们现在念的意思，所以这个可以翻。「哆地夜他」，这一句可以翻，翻成中国意思就是「即说咒曰」，就这个意思。下面才是咒，从「阿弥利都婆毗」向下有十一句，这十一句是咒语。这个咒语自古以来就没有翻译了，所以前面这三句可以翻。",
      "zh_TW": "這段是經文，說明這個咒的功德，講得很詳細。咒，前面三句可以翻譯的，因為它不是咒語。第一句「南無阿彌多婆夜」，這一句就是我們念的「南無阿彌陀佛」。阿彌多婆，就是阿彌陀，這是印度的梵音，阿彌多婆夜，我們現在省略，就是阿彌陀，還不是佛字，佛字這個上面沒有。底下這一句「哆他伽跢夜」，這一句翻作「如來」。所以整個句子念下來，「南無阿彌多婆夜　哆他伽跢夜」，就是南無阿彌陀如來。把它翻成我們現在念的意思，所以這個可以翻。「哆地夜他」，這一句可以翻，翻成中國意思就是「即說咒曰」，就這個意思。下面才是咒，從「阿彌利都婆毗」向下有十一句，這十一句是咒語。這個咒語自古以來就沒有翻譯了，所以前面這三句可以翻。"
    },
    {
      "id": "20-015-0040_p0028",
      "zh_CN": "莲池大师在注解里头也给我们说，「神咒从古不翻，略有五意」。这个五意是在翻经体例里面所说的。第一个意思，如同古时候的帝王，帝王有秘密的旨意，不能够随便宣传。你得到只要依教奉行就行了，你就照办，不必去询问。",
      "zh_TW": "蓮池大師在註解裡頭也給我們說，「神咒從古不翻，略有五意」。這個五意是在翻經體例裡面所說的。第一個意思，如同古時候的帝王，帝王有祕密的旨意，不能夠隨便宣傳。你得到只要依教奉行就行了，你就照辦，不必去詢問。"
    },
    {
      "id": "20-015-0040_p0029",
      "zh_CN": "第二个，或者一句话里头含有很多意思，如僊陀婆，含多义不翻。因为在中国找不到相似的成语，或者是辞汇，这就是用音译再加以解释。",
      "zh_TW": "第二個，或者一句話裡頭含有很多意思，如僊陀婆，含多義不翻。因為在中國找不到相似的成語，或者是辭彙，這就是用音譯再加以解釋。"
    },
    {
      "id": "20-015-0040_p0030",
      "zh_CN": "第三个，我们中国这个地方没有，他这里举了一个阎浮提。我们经上还常常看到一个，庵摩罗果，这个在中国从前没有。五辛里面的兴渠，中国也没有。可是现在交通发达，货物畅流，庵摩罗果是什么？台湾人叫芭乐。这是早年道源老和尚（在台湾是个讲经的法师），他们去朝印度。因为常常讲经，庵摩罗果常常讲，中国没有，所以到底是什么东西不知道。这下到了印度，就问印度人，庵摩罗果是什么？拿来我看看。结果拿来之后，就晓得，台湾也有，但是中国大陆没有。这是一类的。兴渠，五辛里面的兴渠是什么东西？现在我们知道，洋葱！这在中国没有。所以像这些没有办法翻，只有用音译。",
      "zh_TW": "第三個，我們中國這個地方沒有，他這裡舉了一個閻浮提。我們經上還常常看到一個，菴摩羅果，這個在中國從前沒有。五辛裡面的興渠，中國也沒有。可是現在交通發達，貨物暢流，菴摩羅果是什麼？台灣人叫芭樂。這是早年道源老和尚（在台灣是個講經的法師），他們去朝印度。因為常常講經，菴摩羅果常常講，中國沒有，所以到底是什麼東西不知道。這下到了印度，就問印度人，菴摩羅果是什麼？拿來我看看。結果拿來之後，就曉得，台灣也有，但是中國大陸沒有。這是一類的。興渠，五辛裡面的興渠是什麼東西？現在我們知道，洋蔥！這在中國沒有。所以像這些沒有辦法翻，只有用音譯。"
    },
    {
      "id": "20-015-0040_p0031",
      "zh_CN": "第四个，或顺古不翻。古时候翻经，已经音译的这些词句，一般人都知道了，所以就不必再去更改它。像他这里举出例子，阿耨多罗三藐三菩提，实在讲，也可以说这是尊重古人，尊重不翻。",
      "zh_TW": "第四個，或順古不翻。古時候翻經，已經音譯的這些詞句，一般人都知道了，所以就不必再去更改它。像他這裡舉出例子，阿耨多羅三藐三菩提，實在講，也可以說這是尊重古人，尊重不翻。"
    },
    {
      "id": "20-015-0040_p0032",
      "zh_CN": "但是它第五条，也有尊重。「或尊重，非唐言可对，如般若故」。般若，事实讲也能翻，翻成智慧。阿耨多罗三藐三菩提，翻成中国是无上正等正觉。但是这些法相名词在经论里面非常之多，我们一般读的人也很熟悉，所以像这个真的是属于尊重。尤其是阿耨多罗三藐三菩提，那是我们学佛的人，无论是大乘小乘，显教密教，我们学佛希望得什么？就是希望得无上正等正觉。「般若」不翻，也还有一点道理，因为般若智慧确实不是我们普通概念里面的智慧，它跟我们一般概念当中的智慧不一样。",
      "zh_TW": "但是它第五條，也有尊重。「或尊重，非唐言可對，如般若故」。般若，事實講也能翻，翻成智慧。阿耨多羅三藐三菩提，翻成中國是無上正等正覺。但是這些法相名詞在經論裡面非常之多，我們一般讀的人也很熟悉，所以像這個真的是屬於尊重。尤其是阿耨多羅三藐三菩提，那是我們學佛的人，無論是大乘小乘，顯教密教，我們學佛希望得什麼？就是希望得無上正等正覺。「般若」不翻，也還有一點道理，因為般若智慧確實不是我們普通概念裡面的智慧，它跟我們一般概念當中的智慧不一樣。"
    },
    {
      "id": "20-015-0040_p0033",
      "zh_CN": "这是一般神咒，不翻。但是有没有翻的？有。连五会楞严神咒都有翻译，清朝灌顶法师就把它全部翻出来了。这是少数，既然多数都尊重古人的译经体例，所以也没有必要把它翻出来。不翻出来，反而很尊重，翻出来之后，这尊重的念头就没有了。好，现在时间到了。",
      "zh_TW": "這是一般神咒，不翻。但是有沒有翻的？有。連五會楞嚴神咒都有翻譯，清朝灌頂法師就把它全部翻出來了。這是少數，既然多數都尊重古人的譯經體例，所以也沒有必要把它翻出來。不翻出來，反而很尊重，翻出來之後，這尊重的念頭就沒有了。好，現在時間到了。"
    },
    {
      "id": "20-015-0040_p0034",
      "zh_CN": "诸位同学，请接着看莲池大师对「往生咒」的讲解：",
      "zh_TW": "諸位同學，請接著看蓮池大師對「往生咒」的講解："
    },
    {
      "id": "20-015-0040_p0035",
      "zh_CN": "《疏》上说，「经咒相联，正显密圆通义」。《弥陀经》后面附往生咒，实在讲，真正的意思是显教跟密教融合成一体，这是它真正的义趣。《钞》里面讲，「详陈彼国」，彼国是西方极乐世界，「依正庄严，信行愿门」，这就是信、愿、行，求生西方极乐世界必须具备这三个条件。「如经所明，是之谓显」，这明显的为我们开示！蕅益大师的《要解》尤其是难得。他把全经分成三分，序分、正宗分、流通分。三分，每一分里面又分做三分，就是三个段落，这三个段落他就是用的信、愿、行。序分里面是信愿行三段，正宗分里面也是信愿行三段，流通分里头，还是劝信、劝愿、劝行。三分都不离信愿行，非常明显的开示。是之谓显，这是叫显。",
      "zh_TW": "《疏》上說，「經咒相聯，正顯密圓通義」。《彌陀經》後面附往生咒，實在講，真正的意思是顯教跟密教融合成一體，這是它真正的義趣。《鈔》裡面講，「詳陳彼國」，彼國是西方極樂世界，「依正莊嚴，信行願門」，這就是信、願、行，求生西方極樂世界必須具備這三個條件。「如經所明，是之謂顯」，這明顯的為我們開示！蕅益大師的《要解》尤其是難得。他把全經分成三分，序分、正宗分、流通分。三分，每一分裡面又分做三分，就是三個段落，這三個段落他就是用的信、願、行。序分裡面是信願行三段，正宗分裡面也是信願行三段，流通分裡頭，還是勸信、勸願、勸行。三分都不離信願行，非常明顯的開示。是之謂顯，這是叫顯。"
    },
    {
      "id": "20-015-0040_p0036",
      "zh_CN": "下面说，「遵佛秘勅，但持此咒，即得往生，是之谓密」。遵照佛教诲，你专持往生咒，行，也能往生。这个咒语里头没有意义，密说。那么显跟密是什么关系？「显者，显此密也，密者，密此显也」。这把显密的关系说出来，它是一不是二，一个是显说，一个是密说，这前面跟诸位报告过了。为什么佛显说之后，再要用密说？主要是对九法界众生所说的，用他们言语所说的。它不是梵语，所以印度人也不懂。",
      "zh_TW": "下面說，「遵佛祕勅，但持此咒，即得往生，是之謂密」。遵照佛教誨，你專持往生咒，行，也能往生。這個咒語裡頭沒有意義，密說。那麼顯跟密是什麼關係？「顯者，顯此密也，密者，密此顯也」。這把顯密的關係說出來，它是一不是二，一個是顯說，一個是密說，這前面跟諸位報告過了。為什麼佛顯說之後，再要用密說？主要是對九法界眾生所說的，用他們言語所說的。它不是梵語，所以印度人也不懂。"
    },
    {
      "id": "20-015-0040_p0037",
      "zh_CN": "大师在此地告诉我们，「兼持则双美毕具」，说是显密都持，譬如念经，《弥陀经》念完之后念三遍往生咒，这是现在普通的例子。最好念七遍，念七遍往生咒，这是显密都修。如果是「单举亦交摄不遗，故曰圆通」。单举，单单念经不念咒，行不行？行。密在显中。单单持咒，不念经，也行，显在密中。所以叫圆通，圆是圆满，通是通达，没有障碍。这样说起来，我们到底怎么个修法？莲池大师很慈悲，下面这一段开示非常重要。",
      "zh_TW": "大師在此地告訴我們，「兼持則雙美畢具」，說是顯密都持，譬如念經，《彌陀經》念完之後念三遍往生咒，這是現在普通的例子。最好念七遍，念七遍往生咒，這是顯密都修。如果是「單舉亦交攝不遺，故曰圓通」。單舉，單單念經不念咒，行不行？行。密在顯中。單單持咒，不念經，也行，顯在密中。所以叫圓通，圓是圓滿，通是通達，沒有障礙。這樣說起來，我們到底怎麼個修法？蓮池大師很慈悲，下面這一段開示非常重要。"
    },
    {
      "id": "20-015-0040_p0038",
      "zh_CN": "「虽云交摄，而专持名号，犹胜持咒，亦胜余咒，亦胜一切诸余功德」。这一段开示非常精采，不要听到前面讲的显密交融，你就显密统统都修了，真正的利益还是一门深入。修什么？古人常讲，念经不如念咒，念咒不如念佛，这个话讲得有道理，跟莲池大师这段开示完全相应。经太长，不容易摄心！咒比较短，容易摄心，但是这一句名号更短，更容易摄心。",
      "zh_TW": "「雖云交攝，而專持名號，猶勝持咒，亦勝餘咒，亦勝一切諸餘功德」。這一段開示非常精采，不要聽到前面講的顯密交融，你就顯密統統都修了，真正的利益還是一門深入。修什麼？古人常講，念經不如念咒，念咒不如念佛，這個話講得有道理，跟蓮池大師這段開示完全相應。經太長，不容易攝心！咒比較短，容易攝心，但是這一句名號更短，更容易攝心。"
    },
    {
      "id": "20-015-0040_p0039",
      "zh_CN": "真正修行用功，摄心是第一。因为你修行的目的是什么？目的是一心不乱。无论修哪个法门，总的纲领，总的目标，就是一心不乱。无论是显教密教，宗门教下，大乘小乘，这是佛法的总纲领、总原则、总方向、总目标，就是要一心不乱。用什么方法能够叫我们快速的达到一心不乱？念佛是最殊胜的方法。所以大师在此地告诉我们，「专持名号，犹胜持咒」，胜过持咒，这个持咒是讲「往生咒」。胜过余咒，所有一切咒语，这个佛号都超胜。不但超胜密咒，还超胜显教。显教，就是你修其他的一切功德法，都不如持名。下面他有详细说明，在《钞》里头：",
      "zh_TW": "真正修行用功，攝心是第一。因為你修行的目的是什麼？目的是一心不亂。無論修哪個法門，總的綱領，總的目標，就是一心不亂。無論是顯教密教，宗門教下，大乘小乘，這是佛法的總綱領、總原則、總方向、總目標，就是要一心不亂。用什麼方法能夠叫我們快速的達到一心不亂？念佛是最殊勝的方法。所以大師在此地告訴我們，「專持名號，猶勝持咒」，勝過持咒，這個持咒是講「往生咒」。勝過餘咒，所有一切咒語，這個佛號都超勝。不但超勝密咒，還超勝顯教。顯教，就是你修其他的一切功德法，都不如持名。下面他有詳細說明，在《鈔》裡頭："
    },
    {
      "id": "20-015-0040_p0040",
      "zh_CN": "「偏赞持名也」。《疏》里头这段话「偏赞持名」，这里面他讲了三句。第一句，「胜本咒者」，本咒，就是往生咒。持名胜过持往生咒，为什么？「以咒云，诵三十万遍，则见阿弥陀佛」。你要记住，这里讲三十万遍，你才见阿弥陀佛。但是持名，「持名，则一日一心，即佛现前故」。往生咒三十万遍，一天决定做不到，念得再快也不行，没有办法一天做到。但是佛号，只要你一天一心系念，就有感应，佛就现前。我们在《净土圣贤录》里面看到莹珂法师，三天，三天三夜阿弥陀佛现前。五年前韩馆长往生，我们在她身边助念，她两次见到阿弥陀佛现前，一次见到莲池海会。比持往生咒容易，容易得一心。",
      "zh_TW": "「偏讚持名也」。《疏》裡頭這段話「偏讚持名」，這裡面他講了三句。第一句，「勝本咒者」，本咒，就是往生咒。持名勝過持往生咒，為什麼？「以咒云，誦三十萬遍，則見阿彌陀佛」。你要記住，這裡講三十萬遍，你才見阿彌陀佛。但是持名，「持名，則一日一心，即佛現前故」。往生咒三十萬遍，一天決定做不到，念得再快也不行，沒有辦法一天做到。但是佛號，只要你一天一心繫念，就有感應，佛就現前。我們在《淨土聖賢錄》裡面看到瑩珂法師，三天，三天三夜阿彌陀佛現前。五年前韓館長往生，我們在她身邊助念，她兩次見到阿彌陀佛現前，一次見到蓮池海會。比持往生咒容易，容易得一心。"
    },
    {
      "id": "20-015-0040_p0041",
      "zh_CN": "「又咒云，昼夜六时」，这里说出来，「各诵三七」，三七二十一遍，昼夜六时，每一时都要念二十一遍。「能灭五逆等罪，而持名，则至心念佛一声，即灭八十亿劫生死重罪故」。这个经跟咒，你好好的比较比较，你就晓得，持名确确实实超胜持咒。",
      "zh_TW": "「又咒云，晝夜六時」，這裡說出來，「各誦三七」，三七二十一遍，晝夜六時，每一時都要念二十一遍。「能滅五逆等罪，而持名，則至心念佛一聲，即滅八十億劫生死重罪故」。這個經跟咒，你好好的比較比較，你就曉得，持名確確實實超勝持咒。"
    },
    {
      "id": "20-015-0040_p0042",
      "zh_CN": "第二句，「胜余咒者」，余咒是其他的咒，《大藏经》里面所有一切神咒，包括「五会楞严神咒」。这一句阿弥陀佛不可思议，大家不要把它看轻了。往往它太容易了，于是就疏忽了，不知道它的超胜。「专持名号，即大神咒，大明咒，无上咒，无等等咒」，这个几句是《般若心经》上的，莲池大师把它借来用。这一句佛号是真正的大神咒，超过一切咒，为什么？「以十念便得往生，一生便得不退，威灵不测，斯名大神，余可例知故」。解释这一条就够了。四十八愿里面第十八愿，临终十念、一念就能往生，这真正不可思议。生到西方极乐世界，圆证三不退。什么样的神咒有这个力量？没有！找不到。所以这一句阿弥陀佛，真的是名符其实的「大神咒，大明咒，无上咒，无等等咒」，一点都不错。这下面还有一个问答，帮助我们断疑生信。",
      "zh_TW": "第二句，「勝餘咒者」，餘咒是其他的咒，《大藏經》裡面所有一切神咒，包括「五會楞嚴神咒」。這一句阿彌陀佛不可思議，大家不要把它看輕了。往往它太容易了，於是就疏忽了，不知道它的超勝。「專持名號，即大神咒，大明咒，無上咒，無等等咒」，這個幾句是《般若心經》上的，蓮池大師把它借來用。這一句佛號是真正的大神咒，超過一切咒，為什麼？「以十念便得往生，一生便得不退，威靈不測，斯名大神，餘可例知故」。解釋這一條就夠了。四十八願裡面第十八願，臨終十念、一念就能往生，這真正不可思議。生到西方極樂世界，圓證三不退。什麼樣的神咒有這個力量？沒有！找不到。所以這一句阿彌陀佛，真的是名符其實的「大神咒，大明咒，無上咒，無等等咒」，一點都不錯。這下面還有一個問答，幫助我們斷疑生信。"
    },
    {
      "id": "20-015-0040_p0043",
      "zh_CN": "「问，准提功德，至广至大，如何但持佛名，而能胜彼」。你们常常念《了凡四训》，《了凡四训》里头，云谷禅师传给袁了凡的就是准提咒。袁了凡先生天天持准提咒，大家都知道准提咒非常灵验，念准提咒功德很大，为什么念这一句阿弥陀佛，还能超过它、胜过它？莲池大师为我们解答，「准提因地菩萨，弥陀果位如来」，不一样！准提菩萨在密教里头，是观世音菩萨的化身。「持准提既有神功，念弥陀宁无妙应」，感应当然更是明显。",
      "zh_TW": "「問，準提功德，至廣至大，如何但持佛名，而能勝彼」。你們常常念《了凡四訓》，《了凡四訓》裡頭，雲谷禪師傳給袁了凡的就是準提咒。袁了凡先生天天持準提咒，大家都知道準提咒非常靈驗，念準提咒功德很大，為什麼念這一句阿彌陀佛，還能超過它、勝過它？蓮池大師為我們解答，「準提因地菩薩，彌陀果位如來」，不一樣！準提菩薩在密教裡頭，是觀世音菩薩的化身。「持準提既有神功，念彌陀寧無妙應」，感應當然更是明顯。"
    },
    {
      "id": "20-015-0040_p0044",
      "zh_CN": "「是故经云，持六十二亿恒河沙菩萨名号」。你想想看，这是经上讲的，佛说的，六十二亿恒河沙菩萨名号，「不如一称观世音菩萨，其福正等」。念一声南无观世音菩萨，这个福报跟有人持六十二亿恒河沙菩萨名号，福报是相等的。准提既然是观世音菩萨的化身，持准提跟持观音是相同的。下面又说，「又云，持无量无数观世音菩萨名号，不如一称地藏菩萨，其福正等」。地藏功德大！为什么？释迦牟尼佛灭度之后，弥勒佛没有出世之前，这么长的时间，什么人代表佛来度化众生？地藏菩萨。所以在这个空档里面，地藏菩萨是代理佛。诸位在《地藏菩萨本愿经》里面看过，这个要懂。所以现在修地藏法门的人很多，念地藏菩萨的人很多，但是要晓得，念地藏菩萨的功德，比不上念阿弥陀佛！后头讲「况如来乎」。如来是果地！",
      "zh_TW": "「是故經云，持六十二億恆河沙菩薩名號」。你想想看，這是經上講的，佛說的，六十二億恆河沙菩薩名號，「不如一稱觀世音菩薩，其福正等」。念一聲南無觀世音菩薩，這個福報跟有人持六十二億恆河沙菩薩名號，福報是相等的。準提既然是觀世音菩薩的化身，持準提跟持觀音是相同的。下面又說，「又云，持無量無數觀世音菩薩名號，不如一稱地藏菩薩，其福正等」。地藏功德大！為什麼？釋迦牟尼佛滅度之後，彌勒佛沒有出世之前，這麼長的時間，什麼人代表佛來度化眾生？地藏菩薩。所以在這個空檔裡面，地藏菩薩是代理佛。諸位在《地藏菩薩本願經》裡面看過，這個要懂。所以現在修地藏法門的人很多，念地藏菩薩的人很多，但是要曉得，念地藏菩薩的功德，比不上念阿彌陀佛！後頭講「況如來乎」。如來是果地！"
    },
    {
      "id": "20-015-0040_p0045",
      "zh_CN": "地藏菩萨，我们知道，实在讲久远劫就已经成佛。但是他不愿意居佛位，他要住在菩萨位上，永远做菩萨，「地狱不空，誓不成佛」。他的学生，不知道有多少学生都成佛了。大家在《地藏经》的序品里面能看到。这是说胜过一切神咒，念阿弥陀佛名号，胜过一切神咒。",
      "zh_TW": "地藏菩薩，我們知道，實在講久遠劫就已經成佛。但是他不願意居佛位，他要住在菩薩位上，永遠做菩薩，「地獄不空，誓不成佛」。他的學生，不知道有多少學生都成佛了。大家在《地藏經》的序品裡面能看到。這是說勝過一切神咒，念阿彌陀佛名號，勝過一切神咒。"
    },
    {
      "id": "20-015-0040_p0046",
      "zh_CN": "第三句「亦胜诸余功德者」。这是显教里面，你修一切功德法，不如念佛，念佛的功德第一殊胜，无比殊胜。「六度万行，法门无量，而专持名号，则种种功德，摄无不尽，以不出一心故，如前文中广说」，这个「前文」是《疏钞》，《弥陀疏钞》里面说的很多。念佛的功德真有这么大吗？但是世间人心目当中，不以为然。你们看看这个世界上要是遇到灾难，有人出钱出力来援助这些灾难，大家都称赞这个功德大。你在旁边什么事都不管，念几句阿弥陀佛，你的功德能够超过他吗？世间人难相信，这叫难信之法。",
      "zh_TW": "第三句「亦勝諸餘功德者」。這是顯教裡面，你修一切功德法，不如念佛，念佛的功德第一殊勝，無比殊勝。「六度萬行，法門無量，而專持名號，則種種功德，攝無不盡，以不出一心故，如前文中廣說」，這個「前文」是《疏鈔》，《彌陀疏鈔》裡面說的很多。念佛的功德真有這麼大嗎？但是世間人心目當中，不以為然。你們看看這個世界上要是遇到災難，有人出錢出力來援助這些災難，大家都稱讚這個功德大。你在旁邊什麼事都不管，念幾句阿彌陀佛，你的功德能夠超過他嗎？世間人難相信，這叫難信之法。"
    },
    {
      "id": "20-015-0040_p0047",
      "zh_CN": "我们到现在才稍稍懂得一点，出钱出力，救济灾难是救人一时；称一句阿弥陀佛名号，他要是听到，一历耳根，永为道种。这个种子种在他阿赖耶识里头，将来遇缘起现行，他能够横超三界，念佛往生，不退成佛去了。你们比比看，哪个功德大？但是那个出钱出力救济灾难是在眼前，你看得到。这是在将来，你看不到，但这个种子比什么都可贵！",
      "zh_TW": "我們到現在才稍稍懂得一點，出錢出力，救濟災難是救人一時；稱一句阿彌陀佛名號，他要是聽到，一歷耳根，永為道種。這個種子種在他阿賴耶識裡頭，將來遇緣起現行，他能夠橫超三界，念佛往生，不退成佛去了。你們比比看，哪個功德大？但是那個出錢出力救濟災難是在眼前，你看得到。這是在將來，你看不到，但這個種子比什麼都可貴！"
    },
    {
      "id": "20-015-0040_p0048",
      "zh_CN": "这种说法，明白人懂，迷而不觉的人完全不能接受，他不懂。虽然不懂，这一句阿弥陀佛，也从他的耳根落在他的阿赖耶识里头。他到什么时候才会感谢你？他到往生西方极乐世界，才真的觉悟：无量劫前，你念一句阿弥陀佛，给我种的种子，我今天才能到极乐世界。他才会生感激的心，他才知道这个功德利益不可思议，决定不是一般慈善救济能够相比的。所以世尊当年在世为我们示现，四十九年为一切众生讲经说法，他不做别的。我们现在才晓得，他做的是世出世间第一等慈善救济事业，没有任何一个人能跟他相比。",
      "zh_TW": "這種說法，明白人懂，迷而不覺的人完全不能接受，他不懂。雖然不懂，這一句阿彌陀佛，也從他的耳根落在他的阿賴耶識裡頭。他到什麼時候才會感謝你？他到往生西方極樂世界，才真的覺悟：無量劫前，你念一句阿彌陀佛，給我種的種子，我今天才能到極樂世界。他才會生感激的心，他才知道這個功德利益不可思議，決定不是一般慈善救濟能夠相比的。所以世尊當年在世為我們示現，四十九年為一切眾生講經說法，他不做別的。我們現在才曉得，他做的是世出世間第一等慈善救濟事業，沒有任何一個人能跟他相比。"
    },
    {
      "id": "20-015-0040_p0049",
      "zh_CN": "下面是莲池大师苦口婆心的劝导我们，「愿净业弟子，专其信，不二其心」。我们修净土的这些佛弟子，莲池大师在此地愿我们专心，不要三心二意！三心二意，就非常可惜，你这一生的机缘错过了，你不能成就。下面举经来做证明。「如经云，设有一法，过于涅槃，亦所不顾」。实在讲，这些比喻里头的劝导，无过于《观无量寿佛经．上品上生章》所说的，尤其是善导大师的注解。我们以前读过、讲过，上品上生章还特别讲过。没有任何一法，能超过这一法的。",
      "zh_TW": "下面是蓮池大師苦口婆心的勸導我們，「願淨業弟子，專其信，不二其心」。我們修淨土的這些佛弟子，蓮池大師在此地願我們專心，不要三心二意！三心二意，就非常可惜，你這一生的機緣錯過了，你不能成就。下面舉經來做證明。「如經云，設有一法，過於涅槃，亦所不顧」。實在講，這些比喻裡頭的勸導，無過於《觀無量壽佛經．上品上生章》所說的，尤其是善導大師的註解。我們以前讀過、講過，上品上生章還特別講過。沒有任何一法，能超過這一法的。"
    },
    {
      "id": "20-015-0040_p0050",
      "zh_CN": "底下又说，「禅宗知识，有教人但持话头，一切不作」。这个话头是什么？「参念佛是谁」。都是属于念佛法门，另一种念佛的方法。念阿弥陀佛，念几声阿弥陀佛之后，然后再问念佛是谁？禅宗里面念佛的方法。「故知原业余门者」，原业就是原来你修学其他法门的，「尚当改修念佛」。这是祖师大德常常劝人，他们自己以身作则。永明延寿大师在禅宗里面大彻大悟，回过头来专修净土，成为净土宗第六代的祖师。宗门大德给我们做榜样，劝导学禅的人兼修净土，他的「四料简」说得很好，「有禅有净土」，禅净双修，「犹如带角虎」。又说了，「无禅有净土，万修万人去」，你看看他说话的意思，把他说话真正的意思透出来。无禅有净土，万修万人去，这是劝修禅的人，禅不能成就，回过头来修净土，净土能成就。",
      "zh_TW": "底下又說，「禪宗知識，有教人但持話頭，一切不作」。這個話頭是什麼？「參念佛是誰」。都是屬於念佛法門，另一種念佛的方法。念阿彌陀佛，念幾聲阿彌陀佛之後，然後再問念佛是誰？禪宗裡面念佛的方法。「故知原業餘門者」，原業就是原來你修學其他法門的，「尚當改修念佛」。這是祖師大德常常勸人，他們自己以身作則。永明延壽大師在禪宗裡面大徹大悟，回過頭來專修淨土，成為淨土宗第六代的祖師。宗門大德給我們做榜樣，勸導學禪的人兼修淨土，他的「四料簡」說得很好，「有禪有淨土」，禪淨雙修，「猶如帶角虎」。又說了，「無禪有淨土，萬修萬人去」，你看看他說話的意思，把他說話真正的意思透出來。無禪有淨土，萬修萬人去，這是勸修禪的人，禪不能成就，回過頭來修淨土，淨土能成就。"
    },
    {
      "id": "20-015-0040_p0051",
      "zh_CN": "修其他宗派的人，天台，从智者大师就是念佛往生的。所以天台宗以后的祖师，一直到近代，谛闲法师念佛往生的，倓虚法师、宝静法师，这都是近代天台祖师，都是念佛往生的。大德居士里面，诸位晓得，江味农居士、周止庵居士，「教宗般若，行在弥陀」。这是修其他宗派的，最后都是念佛求生净土，我们不能不知道。「何况原念佛人」，我们本来就念佛，「乃变其所守，而复他尚」，我们改变了自己念佛，去修学其他的法门。「心怀二路，志不归一，云何三昧，而得成就」，这是莲池大师非常感叹的话。",
      "zh_TW": "修其他宗派的人，天台，從智者大師就是念佛往生的。所以天台宗以後的祖師，一直到近代，諦閑法師念佛往生的，倓虛法師、寶靜法師，這都是近代天台祖師，都是念佛往生的。大德居士裡面，諸位曉得，江味農居士、周止菴居士，「教宗般若，行在彌陀」。這是修其他宗派的，最後都是念佛求生淨土，我們不能不知道。「何況原念佛人」，我們本來就念佛，「乃變其所守，而復他尚」，我們改變了自己念佛，去修學其他的法門。「心懷二路，志不歸一，云何三昧，而得成就」，這是蓮池大師非常感嘆的話。"
    },
    {
      "id": "20-015-0040_p0052",
      "zh_CN": "我们读了这段文，听了这些话，要认真反省，我们有没有真修？不要问别人，要问自己。我们有没有三心二意？还想搞其他法门。念佛三昧最浅的功夫成片，我们为什么得不到？是不是如莲池大师在此地所说的，「变其所守，而复他尚」，羡慕别的法门，向往别的法门，「心怀二路」。又不愿意舍弃净土，还想学其他法门，所以「志不归一」，你的方向、目标不一致，这个样子连功夫成片就得不到。麻烦在后头。",
      "zh_TW": "我們讀了這段文，聽了這些話，要認真反省，我們有沒有真修？不要問別人，要問自己。我們有沒有三心二意？還想搞其他法門。念佛三昧最淺的功夫成片，我們為什麼得不到？是不是如蓮池大師在此地所說的，「變其所守，而復他尚」，羨慕別的法門，嚮往別的法門，「心懷二路」。又不願意捨棄淨土，還想學其他法門，所以「志不歸一」，你的方向、目標不一致，這個樣子連功夫成片就得不到。麻煩在後頭。"
    },
    {
      "id": "20-015-0040_p0053",
      "zh_CN": "「直至无常，空无所获」。直至无常，无常是命终，无常到来；换句话说，你到临死，一无所成。「罔思己过，反起谤言，呜呼谬哉」。你不知道反省自己过失，你认为佛菩萨讲的不灵，那就是谤佛。谤佛、谤法，这个罪过是在阿鼻地狱，这真正是铸成了大错特错，让明眼人在旁边感叹不已，这个责任要自己负。经没有过失，法门没有过失，是你自己犯了过失，不知道一门深入，长时薰修的道理。末后一段「称理」。",
      "zh_TW": "「直至無常，空無所獲」。直至無常，無常是命終，無常到來；換句話說，你到臨死，一無所成。「罔思己過，反起謗言，嗚呼謬哉」。你不知道反省自己過失，你認為佛菩薩講的不靈，那就是謗佛。謗佛、謗法，這個罪過是在阿鼻地獄，這真正是鑄成了大錯特錯，讓明眼人在旁邊感嘆不已，這個責任要自己負。經沒有過失，法門沒有過失，是你自己犯了過失，不知道一門深入，長時薰修的道理。末後一段「稱理」。"
    },
    {
      "id": "20-015-0040_p0054",
      "zh_CN": "这是大师注解《弥陀经疏钞》，每一节都会归自性，教下也常常讲「消归自性」，这段是非常非常精采，连解释往生咒也不例外。「称理，则自性空，是拔业障义，自性有，是陀罗尼义，自性不有不空，是生净土义」。这段是完全消归自性，真实智慧。我们看《钞》里面的解释，不然这个三句话，还是很不容易体会。注解里面讲。",
      "zh_TW": "這是大師註解《彌陀經疏鈔》，每一節都會歸自性，教下也常常講「消歸自性」，這段是非常非常精采，連解釋往生咒也不例外。「稱理，則自性空，是拔業障義，自性有，是陀羅尼義，自性不有不空，是生淨土義」。這段是完全消歸自性，真實智慧。我們看《鈔》裡面的解釋，不然這個三句話，還是很不容易體會。註解裡面講。"
    },
    {
      "id": "20-015-0040_p0055",
      "zh_CN": "「觅心了不可得，一切业障，谁为根本」。「觅心了不可得」是禅宗的事。达摩祖师到中国来传法，没有人，找不到传法的人，没有人认识他。他老人家真的是慈悲，在我们一般人讲，这个地方没有法缘，没有法缘就走了，还坐在这里干什么？他能够在那里等待，等了不少年，等到一个人，慧可；禅宗里面讲，面壁九年，遇到慧可。",
      "zh_TW": "「覓心了不可得，一切業障，誰為根本」。「覓心了不可得」是禪宗的事。達摩祖師到中國來傳法，沒有人，找不到傳法的人，沒有人認識他。他老人家真的是慈悲，在我們一般人講，這個地方沒有法緣，沒有法緣就走了，還坐在這裡幹什麼？他能夠在那裡等待，等了不少年，等到一個人，慧可；禪宗裡面講，面壁九年，遇到慧可。"
    },
    {
      "id": "20-015-0040_p0056",
      "zh_CN": "慧可来向他请教，达摩祖师理也不理他。那个时候正是冬天下雪，慧可站在门外，积雪到膝盖，我们从这个地方就能想像到他站了多久。雪下的很大，积雪到膝盖，慧可看达摩祖师还是不理他。从前出家人身上都带着戒刀，他把戒刀拿出来，把自己的手臂砍断，拿这一只手臂，砍断的手臂供养达摩祖师。达摩祖师看到这个样子，这才开口：你这是干什么？他把断臂拿来供养。达摩祖师问他：你到底为的是什么？慧可说：我求大师为我安心！心不安。达摩祖师伸出一只手出来：你把心拿来，我替你安。你们现在看到很多达摩祖师的造像，都是一只手伸出来，那就是对慧可的，「你把心拿来，我替你安」。",
      "zh_TW": "慧可來向他請教，達摩祖師理也不理他。那個時候正是冬天下雪，慧可站在門外，積雪到膝蓋，我們從這個地方就能想像到他站了多久。雪下的很大，積雪到膝蓋，慧可看達摩祖師還是不理他。從前出家人身上都帶著戒刀，他把戒刀拿出來，把自己的手臂砍斷，拿這一隻手臂，砍斷的手臂供養達摩祖師。達摩祖師看到這個樣子，這才開口：你這是幹什麼？他把斷臂拿來供養。達摩祖師問他：你到底為的是什麼？慧可說：我求大師為我安心！心不安。達摩祖師伸出一隻手出來：你把心拿來，我替你安。你們現在看到很多達摩祖師的造像，都是一隻手伸出來，那就是對慧可的，「你把心拿來，我替你安」。"
    },
    {
      "id": "20-015-0040_p0057",
      "zh_CN": "慧可在这一句话里面回光返照，「现在他要我心拿出来，他替我安」，这一回光返照，找不到。他就说了，「我觅心了不可得」，你要我觅心，不晓得心在哪里。达摩祖师接着就说，「与汝安心竟」，我替你安心，安好了，觅心了不可得。慧可在这一句里头大彻大悟，达摩祖师到中国没有白来，有个传人了；大彻大悟，明心见性，这是中国禅宗二祖！真诚心求法。印光大师讲的十分诚敬得十分利益，他确实是十分的真诚，所以他能开悟。我们今天听到达摩跟慧可的谈话，我们不会开悟！为什么慧可大师开悟？他真诚，诚则灵，诚就感通。我们没有诚意，没有诚心，怎么看、怎么听，也不会觉悟。",
      "zh_TW": "慧可在這一句話裡面回光返照，「現在他要我心拿出來，他替我安」，這一回光返照，找不到。他就說了，「我覓心了不可得」，你要我覓心，不曉得心在哪裡。達摩祖師接著就說，「與汝安心竟」，我替你安心，安好了，覓心了不可得。慧可在這一句裡頭大徹大悟，達摩祖師到中國沒有白來，有個傳人了；大徹大悟，明心見性，這是中國禪宗二祖！真誠心求法。印光大師講的十分誠敬得十分利益，他確實是十分的真誠，所以他能開悟。我們今天聽到達摩跟慧可的談話，我們不會開悟！為什麼慧可大師開悟？他真誠，誠則靈，誠就感通。我們沒有誠意，沒有誠心，怎麼看、怎麼聽，也不會覺悟。"
    },
    {
      "id": "20-015-0040_p0058",
      "zh_CN": "觅心了不可得，在佛经里面，《楞严经》上，释迦牟尼佛叫阿难去找心。心在哪里？阿难说了七处，都被释迦牟尼佛驳倒，真的不晓得心在哪里。心到底在哪里？遍虚空法界无处不在，你不能说它在哪个地方，你说在哪个地方是错误的，无所不在，无时不在。为什么？虚空法界，因心成体。《楞严》上讲得这么明白，「诸法所生，唯心所现，一切因果，世界微尘，因心成体」。心在哪里？无时无处不在，它不生不灭，不来不去，不增不减，它不是相对的，也不是绝对的，言语道断，心行处灭。",
      "zh_TW": "覓心了不可得，在佛經裡面，《楞嚴經》上，釋迦牟尼佛叫阿難去找心。心在哪裡？阿難說了七處，都被釋迦牟尼佛駁倒，真的不曉得心在哪裡。心到底在哪裡？遍虛空法界無處不在，你不能說它在哪個地方，你說在哪個地方是錯誤的，無所不在，無時不在。為什麼？虛空法界，因心成體。《楞嚴》上講得這麼明白，「諸法所生，唯心所現，一切因果，世界微塵，因心成體」。心在哪裡？無時無處不在，它不生不滅，不來不去，不增不減，它不是相對的，也不是絕對的，言語道斷，心行處滅。"
    },
    {
      "id": "20-015-0040_p0059",
      "zh_CN": "心的特性是灵知，中峰禅师在这个《系念法事》里面给我们讲的很清楚，灵知心。心，具足灵明觉知，也就是我们讲的白一点，具足见闻觉知。见闻觉知是本性，见闻觉知是真心，不生不灭，不来不去，不增不灭，非有非无，所有一切万事万物，包括虚空。所以你要真正明白，你问心在哪里？随捻一法，哪一法不是的？统统有见闻觉知。所以晓得这个事实真相，「一切业障，谁为根本」，真的是把业障根本拔掉了。真心本性里头什么都没有，干干净净，一丝不挂。",
      "zh_TW": "心的特性是靈知，中峰禪師在這個《繫念法事》裡面給我們講的很清楚，靈知心。心，具足靈明覺知，也就是我們講的白一點，具足見聞覺知。見聞覺知是本性，見聞覺知是真心，不生不滅，不來不去，不增不滅，非有非無，所有一切萬事萬物，包括虛空。所以你要真正明白，你問心在哪裡？隨捻一法，哪一法不是的？統統有見聞覺知。所以曉得這個事實真相，「一切業障，誰為根本」，真的是把業障根本拔掉了。真心本性裡頭什麼都沒有，乾乾淨淨，一絲不掛。"
    },
    {
      "id": "20-015-0040_p0060",
      "zh_CN": "「即心无所不具，一切功德，何弗总持」。真心里头具足圆满的般若智慧、圆满的德能、圆满的相好，这是总持的意思。「当总持而不立纤尘，有是即空之有，无根本而出生万法，空是即有之空」。这两句话意思很深，很不好懂。可是今天科学家发现了，这对我们来讲是一桩喜事。科学家发现有从哪里来的？有从无变现出来，无中生有，有还归无；这个发现跟佛经上讲的一样。",
      "zh_TW": "「即心無所不具，一切功德，何弗總持」。真心裡頭具足圓滿的般若智慧、圓滿的德能、圓滿的相好，這是總持的意思。「當總持而不立纖塵，有是即空之有，無根本而出生萬法，空是即有之空」。這兩句話意思很深，很不好懂。可是今天科學家發現了，這對我們來講是一樁喜事。科學家發現有從哪裡來的？有從無變現出來，無中生有，有還歸無；這個發現跟佛經上講的一樣。"
    },
    {
      "id": "20-015-0040_p0061",
      "zh_CN": "总持，这是有相，有相，有是幻有，刹那生灭，念念不住。我们看到这个色相，一切现象是相续相，《金刚经》上讲的，「一切有为法，如梦幻泡影，如露亦如电」。露是相续相，电就是讲刹那生灭，楞严会上讲的，「当处出生，随处灭尽」，它的速度太快，我们看不出来。这是把空跟有的问题，空、有的真相说出来。「无根本而出生万法」，这就是无能生有，有从无当中生的。这下面几句是讲中道义。",
      "zh_TW": "總持，這是有相，有相，有是幻有，剎那生滅，念念不住。我們看到這個色相，一切現象是相續相，《金剛經》上講的，「一切有為法，如夢幻泡影，如露亦如電」。露是相續相，電就是講剎那生滅，楞嚴會上講的，「當處出生，隨處滅盡」，它的速度太快，我們看不出來。這是把空跟有的問題，空、有的真相說出來。「無根本而出生萬法」，這就是無能生有，有從無當中生的。這下面幾句是講中道義。"
    },
    {
      "id": "20-015-0040_p0062",
      "zh_CN": "「即有则不空，即空则不有，不空不有，惟是一心，不越一心，是名净土」。真净土！本来居净土，净土在哪里？净土就在现前，问题就是你会不会？你有没有见到？见到净土就是见到法性，明了法相，性相是一不是二；相是有，性是空，性相一如，性相不二。不空不有，不空是相，梦幻泡影的相；不有是性，是法性。性也好，相也好，都是一心，性相是一不是二。为什么不是二？因为从性变现出来的这个相，这个相是唯心所现，它永远不变自性的本能、特质，就是见闻觉知。所以一切万事万物，灵知，它是活的，灵明觉知，它不是死的。",
      "zh_TW": "「即有則不空，即空則不有，不空不有，惟是一心，不越一心，是名淨土」。真淨土！本來居淨土，淨土在哪裡？淨土就在現前，問題就是你會不會？你有沒有見到？見到淨土就是見到法性，明瞭法相，性相是一不是二；相是有，性是空，性相一如，性相不二。不空不有，不空是相，夢幻泡影的相；不有是性，是法性。性也好，相也好，都是一心，性相是一不是二。為什麼不是二？因為從性變現出來的這個相，這個相是唯心所現，它永遠不變自性的本能、特質，就是見聞覺知。所以一切萬事萬物，靈知，它是活的，靈明覺知，它不是死的。"
    },
    {
      "id": "20-015-0040_p0063",
      "zh_CN": "佛法在三千年前，就把事实真相说出来，科学家到今天才知道，知道还不圆满，才知道这么一点点消息。从理论上推演出来的，有这个可能，但是现在还没有办法证实。所以难得日本江本胜博士，他用水来证实这桩事情。希望他来访问，我们提供他的讯息，宇宙之间万事万物统统都具足能见、能听、能觉、能知，不仅是水，让他再做实验。他们感觉得惊讶、惊奇，在我们佛法里头，一点也不惊讶，一点也不惊奇，为什么？本来就是这样的！经上讲得清清楚楚、明明白白。好，这个「拔一切业障根本，得生净土陀罗尼」，就介绍到此地。",
      "zh_TW": "佛法在三千年前，就把事實真相說出來，科學家到今天才知道，知道還不圓滿，才知道這麼一點點消息。從理論上推演出來的，有這個可能，但是現在還沒有辦法證實。所以難得日本江本勝博士，他用水來證實這樁事情。希望他來訪問，我們提供他的訊息，宇宙之間萬事萬物統統都具足能見、能聽、能覺、能知，不僅是水，讓他再做實驗。他們感覺得驚訝、驚奇，在我們佛法裡頭，一點也不驚訝，一點也不驚奇，為什麼？本來就是這樣的！經上講得清清楚楚、明明白白。好，這個「拔一切業障根本，得生淨土陀羅尼」，就介紹到此地。"
    }
  ]
}