{
  "doc_id": "21-252-0001",
  "title": {
    "zh_CN": "学佛问答-答福鼎温州居士提问",
    "zh_TW": "學佛問答-答福鼎溫州居士提問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-252-0001",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "21-252-0001_p0001",
      "zh_CN": "问：居士平时为众生诵经超度，若有念错字、漏字，果报是否堕地狱？",
      "zh_TW": "問：居士平時為眾生誦經超度，若有念錯字、漏字，果報是否墮地獄？"
    },
    {
      "id": "21-252-0001_p0002",
      "zh_CN": "答：在这个时代，造地狱罪业的业因确实很多，也很容易，但是这桩事情不会堕地狱。只要我们用真诚心、恭敬心去做，鬼神都能够得利益。这是一桩好事，纵然是念错、念漏了也没有关系，因为你们不是出家人，不是专门做超度事业的，所以这个可以的，放心去做，念熟了就不会有错误。",
      "zh_TW": "答：在這個時代，造地獄罪業的業因確實很多，也很容易，但是這樁事情不會墮地獄。只要我們用真誠心、恭敬心去做，鬼神都能夠得利益。這是一樁好事，縱然是念錯、念漏了也沒有關係，因為你們不是出家人，不是專門做超度事業的，所以這個可以的，放心去做，念熟了就不會有錯誤。"
    },
    {
      "id": "21-252-0001_p0003",
      "zh_CN": "问：第二个问题平时众生请居士诵经，这个众生是不是讲鬼神？讲一般人。请居士诵经念佛做超度回向功德，作为居士自己根本没有这种能力，但不接受又觉得不够慈悲、不随顺众生，接受又怕自己没有能力，请问法师大德该如何处理？",
      "zh_TW": "問：第二個問題平時眾生請居士誦經，這個眾生是不是講鬼神？講一般人。請居士誦經念佛做超度迴向功德，作為居士自己根本沒有這種能力，但不接受又覺得不夠慈悲、不隨順眾生，接受又怕自己沒有能力，請問法師大德該如何處理？"
    },
    {
      "id": "21-252-0001_p0004",
      "zh_CN": "答：超度这桩事情认真的来说是要修行证果才行，你才有能力超度，你修行没有证果，你都没有能力。你看看古时候宝志公超度梁武帝的妃子，那么样有效果，大家都知道宝志公是观世音菩萨化身再来的，他不是凡人；《慈悲三昧水忏》悟达国师这个事情，超度的人是迦诺迦尊者，是阿罗汉，都是修行证果的。没有修行，没有证果，你用什么来超度？现在到哪里去找修行证果的人？你也找不到。所以，今天是不得已而求其次，这就是从前老师教导我们，用真诚、恭敬，很认真的做，最好能够随文入观，我自己得利益，众生也得利益；求三宝加持，如果不求三宝加持根本就没有能力。我每天诵经给鬼神回向，开头都是启请三宝，没有三宝加持，我们自己哪有这个能力！这个要懂。",
      "zh_TW": "答：超度這樁事情認真的來說是要修行證果才行，你才有能力超度，你修行沒有證果，你都沒有能力。你看看古時候寶誌公超度梁武帝的妃子，那麼樣有效果，大家都知道寶誌公是觀世音菩薩化身再來的，他不是凡人；《慈悲三昧水懺》悟達國師這個事情，超度的人是迦諾迦尊者，是阿羅漢，都是修行證果的。沒有修行，沒有證果，你用什麼來超度？現在到哪裡去找修行證果的人？你也找不到。所以，今天是不得已而求其次，這就是從前老師教導我們，用真誠、恭敬，很認真的做，最好能夠隨文入觀，我自己得利益，眾生也得利益；求三寶加持，如果不求三寶加持根本就沒有能力。我每天誦經給鬼神迴向，開頭都是啟請三寶，沒有三寶加持，我們自己哪有這個能力！這個要懂。"
    },
    {
      "id": "21-252-0001_p0005",
      "zh_CN": "真诚心、恭敬心祈求，在家、出家没有分别，不一定说出家人就有效，在家人没有效，不见得。有很多在家居士做超度佛事比出家人超过，我们早年在台中，李炳南老居士他做的就很有效果，所以都在一个真诚。这是我们要重视的，真诚心、清净心认真的去做，绝对没有自私自利，决定不能够收人家的供养，在家居士做不能收人家供养，收人家供养就有过失，这个要知道。出家人收供养是可以的，在家人不可以。出家人即使收供养，这个供养也要转过来供养一切苦难众生，如果自己拿去享受，那是很大的福报，恐怕过去生中修的福报很短时间就享完了，这都不可以，不能不知道的。",
      "zh_TW": "真誠心、恭敬心祈求，在家、出家沒有分別，不一定說出家人就有效，在家人沒有效，不見得。有很多在家居士做超度佛事比出家人超過，我們早年在台中，李炳南老居士他做的就很有效果，所以都在一個真誠。這是我們要重視的，真誠心、清淨心認真的去做，絕對沒有自私自利，決定不能夠收人家的供養，在家居士做不能收人家供養，收人家供養就有過失，這個要知道。出家人收供養是可以的，在家人不可以。出家人即使收供養，這個供養也要轉過來供養一切苦難眾生，如果自己拿去享受，那是很大的福報，恐怕過去生中修的福報很短時間就享完了，這都不可以，不能不知道的。"
    },
    {
      "id": "21-252-0001_p0006",
      "zh_CN": "问：居士在家每天除了诵《无量寿经》、《弥陀经》外，偶尔还诵《地藏经》、《大悲咒》、《普门品》，这样是否夹杂？",
      "zh_TW": "問：居士在家每天除了誦《無量壽經》、《彌陀經》外，偶爾還誦《地藏經》、《大悲咒》、《普門品》，這樣是否夾雜？"
    },
    {
      "id": "21-252-0001_p0007",
      "zh_CN": "答：是夹杂。但是如果是特别的因缘，特别超度鬼神，可以。如果平常我们诵经夹杂这个东西不好，你的心不能专一，专一才能得到利益，心一散乱，我们功力也就分散掉了，这个道理一定要懂。所以，连中国从前你看教童蒙，那都是最高的原理原则，「教之道，贵以专」，教跟学都要专，专就得利益，不专就很难得利益。《弥陀经》上佛教给我们的一心不乱，你看看你专容易得一心，还是学很多容易得一心，你自己就晓得了。",
      "zh_TW": "答：是夾雜。但是如果是特別的因緣，特別超度鬼神，可以。如果平常我們誦經夾雜這個東西不好，你的心不能專一，專一才能得到利益，心一散亂，我們功力也就分散掉了，這個道理一定要懂。所以，連中國從前你看教童蒙，那都是最高的原理原則，「教之道，貴以專」，教跟學都要專，專就得利益，不專就很難得利益。《彌陀經》上佛教給我們的一心不亂，你看看你專容易得一心，還是學很多容易得一心，你自己就曉得了。"
    },
    {
      "id": "21-252-0001_p0008",
      "zh_CN": "问：病人正在输氧气或吊瓶时断气，是当下取下输氧气管、吊瓶管，还是待助念十二小时之后处理？",
      "zh_TW": "問：病人正在輸氧氣或吊瓶時斷氣，是當下取下輸氧氣管、吊瓶管，還是待助念十二小時之後處理？"
    },
    {
      "id": "21-252-0001_p0009",
      "zh_CN": "答：这个人在病危的时候，他周边照顾的人非常重要，非常重要。在病危急的时候，看看已经不能够好转了，这个东西都要拔掉，拔掉之后他没有痛苦，他会感到很轻松、很自在。如果在这个时候还没有拔掉就断气，他非常痛苦，你要是拔掉他也痛苦，不拔掉他也痛苦，这是人同此心，心同此理，我们都能观察到的。所以为了减少他的痛苦，最好在病重的时候就应当把它拔掉，这个时候帮他助念，让他自己跟着念佛，念佛痛苦就没有了。",
      "zh_TW": "答：這個人在病危的時候，他周邊照顧的人非常重要，非常重要。在病危急的時候，看看已經不能夠好轉了，這個東西都要拔掉，拔掉之後他沒有痛苦，他會感到很輕鬆、很自在。如果在這個時候還沒有拔掉就斷氣，他非常痛苦，你要是拔掉他也痛苦，不拔掉他也痛苦，這是人同此心，心同此理，我們都能觀察到的。所以為了減少他的痛苦，最好在病重的時候就應當把它拔掉，這個時候幫他助念，讓他自己跟著念佛，念佛痛苦就沒有了。"
    },
    {
      "id": "21-252-0001_p0010",
      "zh_CN": "问：有的修行人往生之后，即被子女放入冰柜里，这样会影响他个人往生？",
      "zh_TW": "問：有的修行人往生之後，即被子女放入冰櫃裡，這樣會影響他個人往生？"
    },
    {
      "id": "21-252-0001_p0011",
      "zh_CN": "答：会影响，这种处理太草率了。我们按照佛法里面讲的，一般人绝大多数断气之后，八个小时他神识没有离开，所以这个时候你动他，他都会感觉到非常痛苦，所以不要碰他。不但不要碰他的身体，连他那个床铺都不要碰，这是最安全的，给他助念八个小时，能够念到十二个小时、十四个小时是最好的。",
      "zh_TW": "答：會影響，這種處理太草率了。我們按照佛法裡面講的，一般人絕大多數斷氣之後，八個小時他神識沒有離開，所以這個時候你動他，他都會感覺到非常痛苦，所以不要碰他。不但不要碰他的身體，連他那個床鋪都不要碰，這是最安全的，給他助念八個小時，能夠念到十二個小時、十四個小時是最好的。"
    },
    {
      "id": "21-252-0001_p0012",
      "zh_CN": "问：这位同修问的（他这里有好几张），他说佛教在你多年推弘之下，在国内大有方兴未艾，蓬勃发展之势，但我们感到学佛人多半就是女众、老人，如何向中、青年人和有知识层次人众推弘是势在必行，但如何入手？",
      "zh_TW": "問：這位同修問的（他這裡有好幾張），他說佛教在你多年推弘之下，在國內大有方興未艾，蓬勃發展之勢，但我們感到學佛人多半就是女眾、老人，如何向中、青年人和有知識層次人眾推弘是勢在必行，但如何入手？"
    },
    {
      "id": "21-252-0001_p0013",
      "zh_CN": "答：这个事情你说得很对，你很关心这桩事情。我们这么多年来也是很努力的都在做，我们今天用卫星电视，用网际网路，从卫星电视、网际网路里面学佛的就非常之多。最近我们的网路又开辟了一个节目，就是净宗学院网际上远程教学，我所看到的这个报名单，这名单加入网路学院已经将近有八百人了；这里面很多都是年轻人，很多都是高级知识分子，所以这是好事情。我们相信这是刚刚开始，以后在网路上学习的人会很多。",
      "zh_TW": "答：這個事情你說得很對，你很關心這樁事情。我們這麼多年來也是很努力的都在做，我們今天用衛星電視，用網際網路，從衛星電視、網際網路裡面學佛的就非常之多。最近我們的網路又開闢了一個節目，就是淨宗學院網際上遠程教學，我所看到的這個報名單，這名單加入網路學院已經將近有八百人了；這裡面很多都是年輕人，很多都是高級知識分子，所以這是好事情。我們相信這是剛剛開始，以後在網路上學習的人會很多。"
    },
    {
      "id": "21-252-0001_p0014",
      "zh_CN": "问：有一位佛弟子有几十亩茶园，自己经营不喷洒农药杀生，承包给别人，他不信佛，不知道因果，肯定要打农药杀生；废弃，无偿送人，他们管起来照样杀生，对此不知道如何是好？",
      "zh_TW": "問：有一位佛弟子有幾十畝茶園，自己經營不噴灑農藥殺生，承包給別人，他不信佛，不知道因果，肯定要打農藥殺生；廢棄，無償送人，他們管起來照樣殺生，對此不知道如何是好？"
    },
    {
      "id": "21-252-0001_p0015",
      "zh_CN": "答：这个事情最好是自己经营，自己经营的时候你就懂得，自己经营也是行菩萨道。你看看你种这块茶园，你不用农药、不用化肥，你看它是不是能够生长得很好？你这个茶园里面天天放阿弥陀佛给这些茶树听，如果它长得很好，那就会影响别人；你看看不杀生，照样有很好的收成，为什么要去杀生？为什么要去造这个业？所以这都是很好，样样都行菩萨道，样样都是修行，样样都是在教化众生，转众生的业力。",
      "zh_TW": "答：這個事情最好是自己經營，自己經營的時候你就懂得，自己經營也是行菩薩道。你看看你種這塊茶園，你不用農藥、不用化肥，你看它是不是能夠生長得很好？你這個茶園裡面天天放阿彌陀佛給這些茶樹聽，如果它長得很好，那就會影響別人；你看看不殺生，照樣有很好的收成，為什麼要去殺生？為什麼要去造這個業？所以這都是很好，樣樣都行菩薩道，樣樣都是修行，樣樣都是在教化眾生，轉眾生的業力。"
    },
    {
      "id": "21-252-0001_p0016",
      "zh_CN": "问：这位同学问的，他说他在一个小道场，住的人数只有三个人，我想抛弃道场去别的地方一心念佛，抛弃道场是否有罪？请法师开示。三个人都走了，是否可以？",
      "zh_TW": "問：這位同學問的，他說他在一個小道場，住的人數只有三個人，我想拋棄道場去別的地方一心念佛，拋棄道場是否有罪？請法師開示。三個人都走了，是否可以？"
    },
    {
      "id": "21-252-0001_p0017",
      "zh_CN": "答：如果有适当的地方，真正能够修行成就的地方，可以的。小道场如果有人去住，很好；没有人住，你能够抛弃，抛弃道场的人很多，但是问题就是自己一定要发心要成就自己，要报佛恩，要报众生恩，这是决定不能忘记。小道场里面在现代修行，实在讲也是很理想的。修行信解非常重要，凡是修行不能成就，都是对于佛法这些道理、方法、境界了解得不够透彻，也就是对经教没有能深入，所以这是很重要、很重要的事情。现在这个小道场或者是家庭里面，我们制作的光碟、录相带、录音带非常之多，你能够拿到一、二种，三、四种，你不断的去听，一遍一遍的去听，古人讲「读书千遍，其义自见」。如果你听一部经，一生听一部经，不想听第二部经，你的心是定的，那就是禅定，定到一定的程度，人就开悟了，这是真正的成就。",
      "zh_TW": "答：如果有適當的地方，真正能夠修行成就的地方，可以的。小道場如果有人去住，很好；沒有人住，你能夠拋棄，拋棄道場的人很多，但是問題就是自己一定要發心要成就自己，要報佛恩，要報眾生恩，這是決定不能忘記。小道場裡面在現代修行，實在講也是很理想的。修行信解非常重要，凡是修行不能成就，都是對於佛法這些道理、方法、境界了解得不夠透徹，也就是對經教沒有能深入，所以這是很重要、很重要的事情。現在這個小道場或者是家庭裡面，我們製作的光碟、錄相帶、錄音帶非常之多，你能夠拿到一、二種，三、四種，你不斷的去聽，一遍一遍的去聽，古人講「讀書千遍，其義自見」。如果你聽一部經，一生聽一部經，不想聽第二部經，你的心是定的，那就是禪定，定到一定的程度，人就開悟了，這是真正的成就。"
    },
    {
      "id": "21-252-0001_p0018",
      "zh_CN": "念佛也是一样，平常我用什么方法念，我用什么声调念，一生不改变，他会开悟；常常换，那个人这个调好，那个人那个好，常常换的人，一生决定不会开悟的。为什么？他心是乱的，他心不定。法无定法，这个道理一定要知道。你看佛在大乘经教里头常说「是法平等，无有高下」，八万四千法门，无量法门，都是平等的。什么平等？都能明心见性，都能得一心不乱，只要你走一个法门，你不能搞二、三个法门，二、三个法门，那你自己就不能成功。所以路只能走一条，一定会走到，你要走二、三条路，这是不可能的事情，这个道理、原理原则我们一定要懂。所以我们对于不同的法门、不同的宗派我们都尊重，为什么？那都是正法，都不是邪法，最怕的是搞多、搞乱了，这问题就来了。",
      "zh_TW": "念佛也是一樣，平常我用什麼方法念，我用什麼聲調念，一生不改變，他會開悟；常常換，那個人這個調好，那個人那個好，常常換的人，一生決定不會開悟的。為什麼？他心是亂的，他心不定。法無定法，這個道理一定要知道。你看佛在大乘經教裡頭常說「是法平等，無有高下」，八萬四千法門，無量法門，都是平等的。什麼平等？都能明心見性，都能得一心不亂，只要你走一個法門，你不能搞二、三個法門，二、三個法門，那你自己就不能成功。所以路只能走一條，一定會走到，你要走二、三條路，這是不可能的事情，這個道理、原理原則我們一定要懂。所以我們對於不同的法門、不同的宗派我們都尊重，為什麼？那都是正法，都不是邪法，最怕的是搞多、搞亂了，這問題就來了。"
    },
    {
      "id": "21-252-0001_p0019",
      "zh_CN": "所以尊重别人，守住自己，《华严经》五十三参善财童子给我们做的榜样。五十三位善知识是五十三种不同的法门，你看看他都去看、都去参观、都赞叹、都礼敬，他没有学，这就对了。他所修的法门，善财修的法门是念佛法门，就是第一位德云比丘（或者是吉祥云比丘）教给他的，我们中国人讲先入为主，他主修的是第一个，以后他是去参学的。你看到最后普贤菩萨十大愿王导归极乐，从一个头一个尾，我们就看到善财自始至终都是修念佛，这给我们很大的启示，给我们做了很好的榜样，我们应当要觉悟、要学习。法门可以参观，可以去看看，但是自己不可以动摇，如果自己心里不定，会动摇，看到会生欢喜心，想学，你最好看都不要看，那就是什么？你没有资格参学，你不参学心是定的，一参学心就乱了。",
      "zh_TW": "所以尊重別人，守住自己，《華嚴經》五十三參善財童子給我們做的榜樣。五十三位善知識是五十三種不同的法門，你看看他都去看、都去參觀、都讚歎、都禮敬，他沒有學，這就對了。他所修的法門，善財修的法門是念佛法門，就是第一位德雲比丘（或者是吉祥雲比丘）教給他的，我們中國人講先入為主，他主修的是第一個，以後他是去參學的。你看到最後普賢菩薩十大願王導歸極樂，從一個頭一個尾，我們就看到善財自始至終都是修念佛，這給我們很大的啟示，給我們做了很好的榜樣，我們應當要覺悟、要學習。法門可以參觀，可以去看看，但是自己不可以動搖，如果自己心裡不定，會動搖，看到會生歡喜心，想學，你最好看都不要看，那就是什麼？你沒有資格參學，你不參學心是定的，一參學心就亂了。"
    },
    {
      "id": "21-252-0001_p0020",
      "zh_CN": "所以，古人参学是有条件的，不是随随便便可以参学的。什么条件可以参学？破一品无明，证一分法身，这个时候可以参学。善财童子就是如此，在文殊菩萨这一会当中，破一品无明，证一分法身，所以是圆教初住菩萨，这才有资格参学；否则的话，你肯定会动心，你肯定会把自己搞乱了。所以，从前祖师大德教学生，他只听一个老师的话。我还受了这一点点教育，在台中李老师我遵守他的教诲十年，十年听一个人的话，决定没有看第二个人的东西。这是什么？你基础打定了，到你自己有能力辨别邪正、是非、真妄，有能力辨别，不会动摇，可以参观，什么都可以看，什么都可以去学学，心里头如如不动。",
      "zh_TW": "所以，古人參學是有條件的，不是隨隨便便可以參學的。什麼條件可以參學？破一品無明，證一分法身，這個時候可以參學。善財童子就是如此，在文殊菩薩這一會當中，破一品無明，證一分法身，所以是圓教初住菩薩，這才有資格參學；否則的話，你肯定會動心，你肯定會把自己搞亂了。所以，從前祖師大德教學生，他只聽一個老師的話。我還受了這一點點教育，在台中李老師我遵守他的教誨十年，十年聽一個人的話，決定沒有看第二個人的東西。這是什麼？你基礎打定了，到你自己有能力辨別邪正、是非、真妄，有能力辨別，不會動搖，可以參觀，什麼都可以看，什麼都可以去學學，心裡頭如如不動。"
    },
    {
      "id": "21-252-0001_p0021",
      "zh_CN": "如果看这个也好，看那个也好，样样都想学，那老师如果放你出去参学，那真的就把你前途毁掉了，这就不是真正善知识。真正善知识，你在跟他三十年不开悟，三十年不准出去；四十年不开悟，四十年不准出去。开悟之后才有资格参学，才有资格住山，住茅蓬、闭关才有资格，如果没有这个条件的话，这都谈不上，你要好好的学。最重要是跟老师学，在老师会下成就根本智，根本智就是禅定，就是一心不乱。所以跟定一个老师、修一个法门，这才能够成功。所以我们净宗，净宗虽然是有五经一论，实际上，还要强调一门，我依哪一门都可以，这六种东西都行，随便哪一种，一生不改变。平常抽一点时间看一看，做做参考帮助理解，行，一定是一门主修，一生不可以改变。好，这个问题我就答复到这里。",
      "zh_TW": "如果看這個也好，看那個也好，樣樣都想學，那老師如果放你出去參學，那真的就把你前途毀掉了，這就不是真正善知識。真正善知識，你在跟他三十年不開悟，三十年不准出去；四十年不開悟，四十年不准出去。開悟之後才有資格參學，才有資格住山，住茅蓬、閉關才有資格，如果沒有這個條件的話，這都談不上，你要好好的學。最重要是跟老師學，在老師會下成就根本智，根本智就是禪定，就是一心不亂。所以跟定一個老師、修一個法門，這才能夠成功。所以我們淨宗，淨宗雖然是有五經一論，實際上，還要強調一門，我依哪一門都可以，這六種東西都行，隨便哪一種，一生不改變。平常抽一點時間看一看，做做參考幫助理解，行，一定是一門主修，一生不可以改變。好，這個問題我就答覆到這裡。"
    },
    {
      "id": "21-252-0001_p0022",
      "zh_CN": "问：这位同学问的，请求老法师在百忙当中为我们讲类似于《阿弥陀经要解精华》类的，因此我们恳请老法师能对《五经一论》及《地藏经》做个精华的讲解。",
      "zh_TW": "問：這位同學問的，請求老法師在百忙當中為我們講類似於《阿彌陀經要解精華》類的，因此我們懇請老法師能對《五經一論》及《地藏經》做個精華的講解。"
    },
    {
      "id": "21-252-0001_p0023",
      "zh_CN": "答：这个意思是很好，可是我们现在这个大经要完成，就是《大方广佛华严经》，这部经我是受三个人的付托，第一个就是台湾台南的一个老法师，开心法师，他是找了我十几次，希望我把这个经留一套录相带；第二位是中国大陆的黄念祖老居士，第三个是我们韩馆长，希望把这部经留下一个录相带，提供后人做参考。因为经太大，讲的人恐怕不多，没有人愿意讲这个经。我们现在开讲以来，已经超过二千五百个小时，讲的进度是全经的十分之一。所以，这个经要照现前这个进度去讲，这部经讲圆满至少要二万个小时，你们诸位想想谁愿意讲这个经？但是这部经的确非常之好，真正在现代这个社会，能够解决社会一切疑难杂症，是真好。所以我们现在时间、精力都集中在这部经上，我是想这部经讲完之后，如果我还活在世间，你们这些小东西我都想到了。",
      "zh_TW": "答：這個意思是很好，可是我們現在這個大經要完成，就是《大方廣佛華嚴經》，這部經我是受三個人的付託，第一個就是台灣台南的一個老法師，開心法師，他是找了我十幾次，希望我把這個經留一套錄相帶；第二位是中國大陸的黃念祖老居士，第三個是我們韓館長，希望把這部經留下一個錄相帶，提供後人做參考。因為經太大，講的人恐怕不多，沒有人願意講這個經。我們現在開講以來，已經超過二千五百個小時，講的進度是全經的十分之一。所以，這個經要照現前這個進度去講，這部經講圓滿至少要二萬個小時，你們諸位想想誰願意講這個經？但是這部經的確非常之好，真正在現代這個社會，能夠解決社會一切疑難雜症，是真好。所以我們現在時間、精力都集中在這部經上，我是想這部經講完之後，如果我還活在世間，你們這些小東西我都想到了。"
    },
    {
      "id": "21-252-0001_p0024",
      "zh_CN": "问：这位同学江苏盐城的，他说江苏省佛教协会已禁止流通《苦行头陀墓林僧笔记本》，我受盐城部分五音念佛的居士委托，请老和尚慈悲开示，墓林僧的五音念佛法如法吗？一边念佛一边画道道，能得一心不乱吗？念一千万声佛号真的能往生吗？",
      "zh_TW": "問：這位同學江蘇鹽城的，他說江蘇省佛教協會已禁止流通《苦行頭陀墓林僧筆記本》，我受鹽城部分五音念佛的居士委託，請老和尚慈悲開示，墓林僧的五音念佛法如法嗎？一邊念佛一邊畫道道，能得一心不亂嗎？念一千萬聲佛號真的能往生嗎？"
    },
    {
      "id": "21-252-0001_p0025",
      "zh_CN": "答：这个我想你不要问我，你去试试看，试试看，看它灵不灵，一试就出来了！这就是现代讲的科学的方法，通过实验看它灵不灵。佛教导我们，我们学佛以佛为师，佛是我们的老师，佛教给我们，这是世尊入灭之前教给我们四依法，这是对后世众生无量慈悲的照顾。四依法里头第一个「依法不依人」。法是什么？法是经典，我们修净宗，净宗的经典最少，所以它容易学习，它总共只有三经一论，就是《弥陀经》、《无量寿经》、《观无量寿佛经》、《往生论》。至于五经这是加上《普贤行愿品》，加上《大势至菩萨念佛圆通章》，这是后来祖师大德加进去的，传到中国来的时候只是三经一论。",
      "zh_TW": "答：這個我想你不要問我，你去試試看，試試看，看它靈不靈，一試就出來了！這就是現代講的科學的方法，通過實驗看它靈不靈。佛教導我們，我們學佛以佛為師，佛是我們的老師，佛教給我們，這是世尊入滅之前教給我們四依法，這是對後世眾生無量慈悲的照顧。四依法裡頭第一個「依法不依人」。法是什麼？法是經典，我們修淨宗，淨宗的經典最少，所以它容易學習，它總共只有三經一論，就是《彌陀經》、《無量壽經》、《觀無量壽佛經》、《往生論》。至於五經這是加上《普賢行願品》，加上《大勢至菩薩念佛圓通章》，這是後來祖師大德加進去的，傳到中國來的時候只是三經一論。"
    },
    {
      "id": "21-252-0001_p0026",
      "zh_CN": "那么他加得很有道理，譬如说魏默深居士，这是前清咸丰年间人，魏源居士。他把《普贤行愿品》附在三经后面，成为四经一论，这很有道理。因为《无量寿经》我们一开端，你看看经本一展开，现在我们用的这个会集本；会集本非常之好，虽然有很多人反对，那是门户之见，那是有意找麻烦的，我们决定不能够动摇。你要不用会集本，那你就五种原译本统统念，统统念麻烦，那真是麻烦，这是把五种原译本集其大成，这是集大成的一个工作，所以他做得非常好。会集本里面第二品「德遵普贤」一开端就讲「咸共遵修普贤大士之德」。这个普贤大士之德，就是十大愿王导归极乐，所以把《普贤行愿品》附在三经后面，这很有道理，他不是没有根据，是真好。",
      "zh_TW": "那麼他加得很有道理，譬如說魏默深居士，這是前清咸豐年間人，魏源居士。他把《普賢行願品》附在三經後面，成為四經一論，這很有道理。因為《無量壽經》我們一開端，你看看經本一展開，現在我們用的這個會集本；會集本非常之好，雖然有很多人反對，那是門戶之見，那是有意找麻煩的，我們決定不能夠動搖。你要不用會集本，那你就五種原譯本統統念，統統念麻煩，那真是麻煩，這是把五種原譯本集其大成，這是集大成的一個工作，所以他做得非常好。會集本裡面第二品「德遵普賢」一開端就講「咸共遵修普賢大士之德」。這個普賢大士之德，就是十大願王導歸極樂，所以把《普賢行願品》附在三經後面，這很有道理，他不是沒有根據，是真好。"
    },
    {
      "id": "21-252-0001_p0027",
      "zh_CN": "印光老法师他老人家，把《楞严经》里面《大势至菩萨念佛圆通章》也附在这后面称为五经，才圆满了，真正圆满了。我讲《大势至圆通章》讲过几次，《大势至圆通章》经文很少，只有二百四十四个字，比《般若心经》还少，《般若心经》二百六十个字，它二百四十四个字。《般若心经》是《大般若》的心经，我们知道《大般若》六百卷，是六百卷的精要。而《大势至菩萨念佛圆通章》是整个《大藏经》的心经，我在讲经的时候特别说明，整个大藏的心经，也是一切诸佛如来教化众生、成就众生的第一经，很不可思议。不要看那个东西很简单，没有几个字，义理太深了，所以这个附在后面是正确的。",
      "zh_TW": "印光老法師他老人家，把《楞嚴經》裡面《大勢至菩薩念佛圓通章》也附在這後面稱為五經，才圓滿了，真正圓滿了。我講《大勢至圓通章》講過幾次，《大勢至圓通章》經文很少，只有二百四十四個字，比《般若心經》還少，《般若心經》二百六十個字，它二百四十四個字。《般若心經》是《大般若》的心經，我們知道《大般若》六百卷，是六百卷的精要。而《大勢至菩薩念佛圓通章》是整個《大藏經》的心經，我在講經的時候特別說明，整個大藏的心經，也是一切諸佛如來教化眾生、成就眾生的第一經，很不可思議。不要看那個東西很簡單，沒有幾個字，義理太深了，所以這個附在後面是正確的。"
    },
    {
      "id": "21-252-0001_p0028",
      "zh_CN": "我们净宗三圣，三圣经就具足了，有阿弥陀佛经，有观世音菩萨经，有大势至菩萨经，这才圆满具足，所以这个非常非常难得。以后再问要不要再附？不需要，已经圆满了。所以这五经当中取一部你都能成就，你都能够得一心不乱。得一心不乱就是禅定，甚深的一心不乱我们叫理一心不乱，那就开智慧了，那就明心见性了。理一心不乱是明心见性，法身菩萨，所以得理一心生极乐世界生实报庄严土，得事一心生方便有余土，没有得一心，功夫成片的，就是我能够伏烦恼，我还不能断烦恼，这才生凡圣同居土，所以生凡圣同居土真正有把握。",
      "zh_TW": "我們淨宗三聖，三聖經就具足了，有阿彌陀佛經，有觀世音菩薩經，有大勢至菩薩經，這才圓滿具足，所以這個非常非常難得。以後再問要不要再附？不需要，已經圓滿了。所以這五經當中取一部你都能成就，你都能夠得一心不亂。得一心不亂就是禪定，甚深的一心不亂我們叫理一心不亂，那就開智慧了，那就明心見性了。理一心不亂是明心見性，法身菩薩，所以得理一心生極樂世界生實報莊嚴土，得事一心生方便有餘土，沒有得一心，功夫成片的，就是我能夠伏煩惱，我還不能斷煩惱，這才生凡聖同居土，所以生凡聖同居土真正有把握。"
    },
    {
      "id": "21-252-0001_p0029",
      "zh_CN": "我这一次在日本也去到比叡山去访问，比叡山是日本天台宗的大本山，我很欢喜这个地方。这个地方供养祖师的像很多，我们中国天台宗的、净土宗的祖师造像（塑的像、画像）在日本很普遍，他们对于祖师非常尊重。日本寺庙最大的大殿，像我们中国大雄宝殿，最大的一个大殿是供养释迦牟尼佛，他们不是的，他们供养祖师，而佛的、菩萨的殿都在旁边都小，都没有那么大。我看了之后很受感动，我觉得他们很如法，为什么？你敬师你才会敬佛。我们的道谁传给我的？老师传给我的，老师最近，老师就像父母一样，佛菩萨是我们的曾祖父、高祖父，那是远之远矣，这是孝亲尊师。日本这个表法落实了，所以他把老师供养放在第一，有老师才有佛，我们才认识佛。这是很难得、很难得的一种做法，特别是在我们现在这个环境里头，大家不知道孝顺父母，不知道尊重师长，我们看这个表法，格外受感动。",
      "zh_TW": "我這一次在日本也去到比叡山去訪問，比叡山是日本天台宗的大本山，我很歡喜這個地方。這個地方供養祖師的像很多，我們中國天台宗的、淨土宗的祖師造像（塑的像、畫像）在日本很普遍，他們對於祖師非常尊重。日本寺廟最大的大殿，像我們中國大雄寶殿，最大的一個大殿是供養釋迦牟尼佛，他們不是的，他們供養祖師，而佛的、菩薩的殿都在旁邊都小，都沒有那麼大。我看了之後很受感動，我覺得他們很如法，為什麼？你敬師你才會敬佛。我們的道誰傳給我的？老師傳給我的，老師最近，老師就像父母一樣，佛菩薩是我們的曾祖父、高祖父，那是遠之遠矣，這是孝親尊師。日本這個表法落實了，所以他把老師供養放在第一，有老師才有佛，我們才認識佛。這是很難得、很難得的一種做法，特別是在我們現在這個環境裡頭，大家不知道孝順父母，不知道尊重師長，我們看這個表法，格外受感動。"
    },
    {
      "id": "21-252-0001_p0030",
      "zh_CN": "三十年前我到日本，离我第一次访问日本刚好三十年，这次我到东大寺。东大寺是华严宗的大本山，他们的馆长（就是住持）出来接待我，我就跟他说：三十年前我第一次来访问，那个时候我四十八岁，道安法师带队，我是随从道安法师去访问，第二次再去的时候，刚刚好三十年。他一听说那个时候我访问馆长，馆长是现在馆长的师父，那个馆长已经不在了，这是他的徒弟现在当馆长，所以特别亲切的招待。十一月我们台中江老师的「地狱变相图」要在东大寺那边展览，所以很难得。这就是对于祖师、老师的尊敬超过对佛，这是对的，我相信佛菩萨看到都欢喜，因为直接教你的，这个很重要。我们总是要记住佛教学的原理原则，我们要掌握到。",
      "zh_TW": "三十年前我到日本，離我第一次訪問日本剛好三十年，這次我到東大寺。東大寺是華嚴宗的大本山，他們的館長（就是住持）出來接待我，我就跟他說：三十年前我第一次來訪問，那個時候我四十八歲，道安法師帶隊，我是隨從道安法師去訪問，第二次再去的時候，剛剛好三十年。他一聽說那個時候我訪問館長，館長是現在館長的師父，那個館長已經不在了，這是他的徒弟現在當館長，所以特別親切的招待。十一月我們台中江老師的「地獄變相圖」要在東大寺那邊展覽，所以很難得。這就是對於祖師、老師的尊敬超過對佛，這是對的，我相信佛菩薩看到都歡喜，因為直接教你的，這個很重要。我們總是要記住佛教學的原理原則，我們要掌握到。"
    },
    {
      "id": "21-252-0001_p0031",
      "zh_CN": "有许多同学问我，学佛到底从哪里学起，学了这么多年不得力。这话是真的，能真正有这个心。佛的教学，我是依「净业三福」。上一次王财贵到这儿来访问，我也是告诉他，我对于儒家的学习、教导，我是依《三字经》前面八句话「人之初，性本善」，头一个要肯定人性本善；第二句是「性相近，习相远」，说明凡圣为什么会有差距。本性是一样的，习性就不一样了，习性才变成十法界，本性是一真法界，习性是十法界，所以「苟不教，性乃迁；教之道，贵以专」。我对儒家教学我只抓住这八句，这是总的指导原则，我不会走错路。",
      "zh_TW": "有許多同學問我，學佛到底從哪裡學起，學了這麼多年不得力。這話是真的，能真正有這個心。佛的教學，我是依「淨業三福」。上一次王財貴到這兒來訪問，我也是告訴他，我對於儒家的學習、教導，我是依《三字經》前面八句話「人之初，性本善」，頭一個要肯定人性本善；第二句是「性相近，習相遠」，說明凡聖為什麼會有差距。本性是一樣的，習性就不一樣了，習性才變成十法界，本性是一真法界，習性是十法界，所以「苟不教，性乃遷；教之道，貴以專」。我對儒家教學我只抓住這八句，這是總的指導原則，我不會走錯路。"
    },
    {
      "id": "21-252-0001_p0032",
      "zh_CN": "我学佛，我学佛的总纲领就是净业三福，净业三福要真正做到，第一句孝亲尊师，「慈心不杀，修十善业」。这十善要真做到，我们修学才有根、才有柢，像树木一样，它有根它会生长。你如果是连这个做不到，你没有根。你没有根，不要说生，连个影子都没有！那完全是说空话，所以这一定要知道。古人能做到，我能做到，你为什么做不到？是你不肯做，你要肯做很容易做到。所以从哪里学起？从十善业道学起。十善业道这还不是佛法，这是人天法，佛法建立在人天法的基础上，你有十善业道，所以后面才有三皈。「受持三皈，具足众戒，不犯威仪」，这是小乘佛法。最后一条是大乘佛法，「发菩提心，深信因果」，深信因果我讲得很清楚，念佛是因，成佛是果。「读诵大乘，劝进行者」，我有两个标准，有两个原理原则，我照这个路去走，不会错。这两个纲领原则就像盖大楼一样，它是骨架，它是钢架，千经万论、无量法门是里面的装饰。骨架太重要了！你没有骨架，你什么都搞不成功，千经万论对你也没有用处，那都是废物，这你不能成就。总而言之，你要抓住，我们这一生没有白过，这一生肯定有成就。",
      "zh_TW": "我學佛，我學佛的總綱領就是淨業三福，淨業三福要真正做到，第一句孝親尊師，「慈心不殺，修十善業」。這十善要真做到，我們修學才有根、才有柢，像樹木一樣，它有根它會生長。你如果是連這個做不到，你沒有根。你沒有根，不要說生，連個影子都沒有！那完全是說空話，所以這一定要知道。古人能做到，我能做到，你為什麼做不到？是你不肯做，你要肯做很容易做到。所以從哪裡學起？從十善業道學起。十善業道這還不是佛法，這是人天法，佛法建立在人天法的基礎上，你有十善業道，所以後面才有三皈。「受持三皈，具足眾戒，不犯威儀」，這是小乘佛法。最後一條是大乘佛法，「發菩提心，深信因果」，深信因果我講得很清楚，念佛是因，成佛是果。「讀誦大乘，勸進行者」，我有兩個標準，有兩個原理原則，我照這個路去走，不會錯。這兩個綱領原則就像蓋大樓一樣，它是骨架，它是鋼架，千經萬論、無量法門是裡面的裝飾。骨架太重要了！你沒有骨架，你什麼都搞不成功，千經萬論對你也沒有用處，那都是廢物，這你不能成就。總而言之，你要抓住，我們這一生沒有白過，這一生肯定有成就。"
    },
    {
      "id": "21-252-0001_p0033",
      "zh_CN": "问：这是郭汲辉同修。",
      "zh_TW": "問：這是郭汲輝同修。"
    },
    {
      "id": "21-252-0001_p0034",
      "zh_CN": "答：昨天你送给我的书我没有看过，但是你这些资料我看了一下，见解是难得的，也是今天世界潮流。我们这么多年来，在全世界团结不同的族群、不同的宗教，都是这一个方向、一个目标。我们学会里头有一本小册子，《认识佛教》，你可以先看看，可以介绍这些朋友们多看看，我们的想法、看法很多都相同，这是一桩大事不是一桩小事。我在去年跟今年两年当中，三度参加联合国的和平会议，我感觉和平不是在嘴上说的，我们理想当中那距离很远，这不能够不知道。",
      "zh_TW": "答：昨天你送給我的書我沒有看過，但是你這些資料我看了一下，見解是難得的，也是今天世界潮流。我們這麼多年來，在全世界團結不同的族群、不同的宗教，都是這一個方向、一個目標。我們學會裡頭有一本小冊子，《認識佛教》，你可以先看看，可以介紹這些朋友們多看看，我們的想法、看法很多都相同，這是一樁大事不是一樁小事。我在去年跟今年兩年當中，三度參加聯合國的和平會議，我感覺和平不是在嘴上說的，我們理想當中那距離很遠，這不能夠不知道。"
    },
    {
      "id": "21-252-0001_p0035",
      "zh_CN": "许许多多的人士都有这个共同的理想，乃至于不同宗教之间的这些领导人、这些传教师，我们在一起也都有共识。可是这个事情是个长程的事业，从哪里做？一定要落实在宗教教学，所以要教。《三字经》上讲的话讲得好，「苟不教，性乃迁」。你要不教他，每个人有每个人想法，每个人有每个人看法，我们现在的话讲建立共识，你的共识怎么能建立？建立共识就要靠教学。教学，全世界有七十多亿人口，这不是一桩容易事情。所以教学在今天一定要用卫星电视、要用网际网路，才能产生效果，你要不用这些工具，这么多人你怎么教法？没办法教！靠学校里面，大学我也去参加过，大学里面有和平学院，有和平中心，像我们昆士兰大学有二十多位教授，也有几百个研究生，没用处！",
      "zh_TW": "許許多多的人士都有這個共同的理想，乃至於不同宗教之間的這些領導人、這些傳教師，我們在一起也都有共識。可是這個事情是個長程的事業，從哪裡做？一定要落實在宗教教學，所以要教。《三字經》上講的話講得好，「苟不教，性乃遷」。你要不教他，每個人有每個人想法，每個人有每個人看法，我們現在的話講建立共識，你的共識怎麼能建立？建立共識就要靠教學。教學，全世界有七十多億人口，這不是一樁容易事情。所以教學在今天一定要用衛星電視、要用網際網路，才能產生效果，你要不用這些工具，這麼多人你怎麼教法？沒辦法教！靠學校裡面，大學我也去參加過，大學裡面有和平學院，有和平中心，像我們昆士蘭大學有二十多位教授，也有幾百個研究生，沒用處！"
    },
    {
      "id": "21-252-0001_p0036",
      "zh_CN": "你在教室课堂里研究，于世界和平没有帮助，世界还是动乱一天比一天严重，灾难一次比一次严重，你怎么帮法？所以一定要（今天讲教育）全民教育，就是整个世界七十亿人都要来接受这个教育，那只有利用电视是最好的，大家现在都看电视，年轻人都看网路，所以网路、电视要发挥最大的功能。我们现在到处鼓励，希望每个宗教都能够建立远程教学，都有自己的卫星电视，这个能产生效果，除这个路子之外，没有第二个方法，所以今天不用这个方法，佛菩萨、神仙都救不了世界。",
      "zh_TW": "你在教室課堂裡研究，於世界和平沒有幫助，世界還是動亂一天比一天嚴重，災難一次比一次嚴重，你怎麼幫法？所以一定要（今天講教育）全民教育，就是整個世界七十億人都要來接受這個教育，那只有利用電視是最好的，大家現在都看電視，年輕人都看網路，所以網路、電視要發揮最大的功能。我們現在到處鼓勵，希望每個宗教都能夠建立遠程教學，都有自己的衛星電視，這個能產生效果，除這個路子之外，沒有第二個方法，所以今天不用這個方法，佛菩薩、神仙都救不了世界。"
    },
    {
      "id": "21-252-0001_p0037",
      "zh_CN": "问：这位同修问了两桩事情，第一个是去助念往生的（这就是替人助念），回来要不要洗身体或换衣服？",
      "zh_TW": "問：這位同修問了兩樁事情，第一個是去助念往生的（這就是替人助念），回來要不要洗身體或換衣服？"
    },
    {
      "id": "21-252-0001_p0038",
      "zh_CN": "答：你说要不要？如果回来还要洗身体，还要换衣服，那你对亡人就有怀疑。如果你回来是若无其事，不放在心上，你对于亡者这就恭敬。这是我的想法，人同此心，心同此理。你问我，我认为没有必要。真诚心帮助他，他会感激，即使不能往生也会感激你，因为临终听到经声佛号，一定可以减少他的痛苦，这是肯定的。",
      "zh_TW": "答：你說要不要？如果回來還要洗身體，還要換衣服，那你對亡人就有懷疑。如果你回來是若無其事，不放在心上，你對於亡者這就恭敬。這是我的想法，人同此心，心同此理。你問我，我認為沒有必要。真誠心幫助他，他會感激，即使不能往生也會感激你，因為臨終聽到經聲佛號，一定可以減少他的痛苦，這是肯定的。"
    },
    {
      "id": "21-252-0001_p0039",
      "zh_CN": "问：第二个问题说我本人修净土法门，斋日念《地藏经》，是否专修？",
      "zh_TW": "問：第二個問題說我本人修淨土法門，齋日念《地藏經》，是否專修？"
    },
    {
      "id": "21-252-0001_p0040",
      "zh_CN": "答：这个可以，也不一定是在十斋日，这个最好是用在祭祀，我们特别帮助一个人，或者是助念，或者是超度；超度亡者，《地藏经》他们最欢迎。我这几年接触灵媒很多，从灵界透出来的消息，他们最欢喜的是《十善业道经》、《地藏经》，这两部经他们最受用，这是专门为他不是为自己，我们自己是决定要修自己的法门，这才专修。",
      "zh_TW": "答：這個可以，也不一定是在十齋日，這個最好是用在祭祀，我們特別幫助一個人，或者是助念，或者是超度；超度亡者，《地藏經》他們最歡迎。我這幾年接觸靈媒很多，從靈界透出來的消息，他們最歡喜的是《十善業道經》、《地藏經》，這兩部經他們最受用，這是專門為他不是為自己，我們自己是決定要修自己的法門，這才專修。"
    },
    {
      "id": "21-252-0001_p0041",
      "zh_CN": "问：（这是这么多问题）第一个家人生日代他们诵《地藏经》行吗？",
      "zh_TW": "問：（這是這麼多問題）第一個家人生日代他們誦《地藏經》行嗎？"
    },
    {
      "id": "21-252-0001_p0042",
      "zh_CN": "答：行。",
      "zh_TW": "答：行。"
    },
    {
      "id": "21-252-0001_p0043",
      "zh_CN": "问：父母老年残疾，应该怎样代他们念佛、诵经、消业障？",
      "zh_TW": "問：父母老年殘疾，應該怎樣代他們念佛、誦經、消業障？"
    },
    {
      "id": "21-252-0001_p0044",
      "zh_CN": "答：这个最好要讲一些因果的故事给他听，启发他，希望他能够学佛，劝他学佛，跟我们自己一起修学，他得的利益就大；如果他不肯学，你单是诵经回向给他，力量不大。你如果真正修行，力量就很大，你看像《地藏经》上婆罗门女、光目女，那真修。婆罗门女在经上我们记得，虽然她念佛只有一天一夜，一天一夜她就能在定中参观地狱，鬼王见到她称她菩萨。她一日一夜就是《弥陀经》上讲的「若一日、若二日」，若一日她得一心不乱，得一心不乱就是菩萨，就不是凡人。如果她得的是事一心不乱，她是证阿罗汉；得理一心不乱，她是法身菩萨，最低限度她得事一心不乱。那她这个功夫高，她得一心不乱是因为她母亲堕地狱，所以她才发愤，才认真修行，她修成了；这是她母亲因缘把她促成的，是这么个道理，所以她母亲得度了。她母亲功德很大，母亲不堕地狱，她绝对不会得一心不乱，她不能成就，是她母亲成就她的，这个功德很大，所以她母亲生天，要明白这个道理。",
      "zh_TW": "答：這個最好要講一些因果的故事給他聽，啟發他，希望他能夠學佛，勸他學佛，跟我們自己一起修學，他得的利益就大；如果他不肯學，你單是誦經迴向給他，力量不大。你如果真正修行，力量就很大，你看像《地藏經》上婆羅門女、光目女，那真修。婆羅門女在經上我們記得，雖然她念佛只有一天一夜，一天一夜她就能在定中參觀地獄，鬼王見到她稱她菩薩。她一日一夜就是《彌陀經》上講的「若一日、若二日」，若一日她得一心不亂，得一心不亂就是菩薩，就不是凡人。如果她得的是事一心不亂，她是證阿羅漢；得理一心不亂，她是法身菩薩，最低限度她得事一心不亂。那她這個功夫高，她得一心不亂是因為她母親墮地獄，所以她才發憤，才認真修行，她修成了；這是她母親因緣把她促成的，是這麼個道理，所以她母親得度了。她母親功德很大，母親不墮地獄，她絕對不會得一心不亂，她不能成就，是她母親成就她的，這個功德很大，所以她母親生天，要明白這個道理。"
    },
    {
      "id": "21-252-0001_p0045",
      "zh_CN": "你看光目女她就功夫差一点，她是梦中佛来跟她讲她母亲离开地狱又到人间来，生在她家婢女的小孩，寿命很短，十三岁寿命就到了；她母亲求她再帮助。那我们就晓得光目女功夫只到功夫成片，没有到一心不乱，婆罗门女到一心不乱，念佛功夫不一样，所以我们自己修行，功夫愈殊胜，你证的果位愈高，那你的家亲眷属得利益愈大，这个道理在此地。如果能跟着一起修，那就更殊胜。所以这些理事我们都要懂得，我们才知道怎样去帮助别人。",
      "zh_TW": "你看光目女她就功夫差一點，她是夢中佛來跟她講她母親離開地獄又到人間來，生在她家婢女的小孩，壽命很短，十三歲壽命就到了；她母親求她再幫助。那我們就曉得光目女功夫只到功夫成片，沒有到一心不亂，婆羅門女到一心不亂，念佛功夫不一樣，所以我們自己修行，功夫愈殊勝，你證的果位愈高，那你的家親眷屬得利益愈大，這個道理在此地。如果能跟著一起修，那就更殊勝。所以這些理事我們都要懂得，我們才知道怎樣去幫助別人。"
    },
    {
      "id": "21-252-0001_p0046",
      "zh_CN": "问：第三个问题他说一部经诵一半有事出去，或者是到第二天可以再接下来诵后面的一半（大概是这个意思）？",
      "zh_TW": "問：第三個問題他說一部經誦一半有事出去，或者是到第二天可以再接下來誦後面的一半（大概是這個意思）？"
    },
    {
      "id": "21-252-0001_p0047",
      "zh_CN": "答：这最好是当天不要等到第二天，当天我晚上少睡一点，我也要把这个经念完，这样才好，第二天是应当再诵一部。不能说我第一天诵一半，第二天再诵一半，这样不好。",
      "zh_TW": "答：這最好是當天不要等到第二天，當天我晚上少睡一點，我也要把這個經念完，這樣才好，第二天是應當再誦一部。不能說我第一天誦一半，第二天再誦一半，這樣不好。"
    },
    {
      "id": "21-252-0001_p0048",
      "zh_CN": "问：第四个问题一面念佛一面看片是否可以？",
      "zh_TW": "問：第四個問題一面念佛一面看片是否可以？"
    },
    {
      "id": "21-252-0001_p0049",
      "zh_CN": "答：那要看你的功夫，最好是念佛的时候归念佛，看片的时候专门看片。看片的时候你是听经，听经的时候专心听经，念佛的时候专心念佛，念佛是修定，听经是开慧，这样才好。",
      "zh_TW": "答：那要看你的功夫，最好是念佛的時候歸念佛，看片的時候專門看片。看片的時候你是聽經，聽經的時候專心聽經，念佛的時候專心念佛，念佛是修定，聽經是開慧，這樣才好。"
    },
    {
      "id": "21-252-0001_p0050",
      "zh_CN": "问：受五戒没有吃长斋，是否能往生？",
      "zh_TW": "問：受五戒沒有吃長齋，是否能往生？"
    },
    {
      "id": "21-252-0001_p0051",
      "zh_CN": "答：能往生。往生经里面，我们讲往生经就是五经一论，五经一论里面都没有讲不持斋不能往生，没有说这个话，所以吃荤不吃素的人一样往生，但是学佛吃长斋有好处，身体健康。你看我在国际上占很大的便宜，就是这个身体，走到哪个地方人家一看，法师你今年多大年岁？我说八十了。吓一跳，身体为什么这么好？我就告诉他，长素，我吃素吃了五十三年，身体健康，精神饱满。他们跟我在一起，联合国开会的人年岁都比我小，大概都是四十多岁、五十多岁，比我小很多，站在我面前比我老，动作没有我敏捷，不如我！所以这占很大的便宜，也产生很大的效果。所以他问我，就是长素，心地清净，清净心、吃长素有好处。",
      "zh_TW": "答：能往生。往生經裡面，我們講往生經就是五經一論，五經一論裡面都沒有講不持齋不能往生，沒有說這個話，所以吃葷不吃素的人一樣往生，但是學佛吃長齋有好處，身體健康。你看我在國際上佔很大的便宜，就是這個身體，走到哪個地方人家一看，法師你今年多大年歲？我說八十了。嚇一跳，身體為什麼這麼好？我就告訴他，長素，我吃素吃了五十三年，身體健康，精神飽滿。他們跟我在一起，聯合國開會的人年歲都比我小，大概都是四十多歲、五十多歲，比我小很多，站在我面前比我老，動作沒有我敏捷，不如我！所以這佔很大的便宜，也產生很大的效果。所以他問我，就是長素，心地清淨，清淨心、吃長素有好處。"
    },
    {
      "id": "21-252-0001_p0052",
      "zh_CN": "问：下面第六个问题，受五戒没有守五条戒是否可以？重新再受可以吗？",
      "zh_TW": "問：下面第六個問題，受五戒沒有守五條戒是否可以？重新再受可以嗎？"
    },
    {
      "id": "21-252-0001_p0053",
      "zh_CN": "答：可以。五戒、十戒可以重受，希望受的时候一定要做到，你能够做到五戒十善，你往生的障碍就没有了，你才有把握；五戒十善没有做到，往生没把握，这要知道。",
      "zh_TW": "答：可以。五戒、十戒可以重受，希望受的時候一定要做到，你能夠做到五戒十善，你往生的障礙就沒有了，你才有把握；五戒十善沒有做到，往生沒把握，這要知道。"
    },
    {
      "id": "21-252-0001_p0054",
      "zh_CN": "问：他说最后请老法师带我们三皈依，行吗？",
      "zh_TW": "問：他說最後請老法師帶我們三皈依，行嗎？"
    },
    {
      "id": "21-252-0001_p0055",
      "zh_CN": "答：三皈依，看看悟道法师在此地，行，他代我办就行了。好，现在时间到了，谢谢大家。我们底下有两个小时的讲演。",
      "zh_TW": "答：三皈依，看看悟道法師在此地，行，他代我辦就行了。好，現在時間到了，謝謝大家。我們底下有兩個小時的講演。"
    }
  ]
}