{
  "doc_id": "24-003-0001",
  "title": {
    "zh_CN": "如何挽救社会风气系列（三）—学为人师．行为世范",
    "zh_TW": "如何挽救社會風氣系列（三）—學為人師．行為世範"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾纬来电视台",
    "zh_TW": "台灣緯來電視台"
  },
  "doc_number": "24-003-0001",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "24-003-0001_p0001",
      "zh_CN": "各位同学：今天我们利用这个机会，与大家谈一些实际修学的问题。近来有一些人告诉我，员工很难带；做老师的抱怨说学生不听教诲；许多做父母的，也常常谈到小孩不听话。这确实是严重的问题，而不是一家、一个人的问题，现在几乎是个社会问题。不仅我们的社会有这些现象存在，我们曾经走遍了许许多多国家地区，都普遍的存在了这些严重的问题，许许多多人都感觉得忧虑；这个问题究竟如何来解决？他们问到我，我也觉得这个问题是非常严重，也是一个严肃的问题。这是社会严重的病态，我们必须要了解这个病源是怎么产生的，如何来治疗。",
      "zh_TW": "各位同學：今天我們利用這個機會，與大家談一些實際修學的問題。近來有一些人告訴我，員工很難帶；做老師的抱怨說學生不聽教誨；許多做父母的，也常常談到小孩不聽話。這確實是嚴重的問題，而不是一家、一個人的問題，現在幾乎是個社會問題。不僅我們的社會有這些現象存在，我們曾經走遍了許許多多國家地區，都普遍的存在了這些嚴重的問題，許許多多人都感覺得憂慮；這個問題究竟如何來解決？他們問到我，我也覺得這個問題是非常嚴重，也是一個嚴肅的問題。這是社會嚴重的病態，我們必須要了解這個病源是怎麼產生的，如何來治療。"
    },
    {
      "id": "24-003-0001_p0002",
      "zh_CN": "儒家曾说：「所谓君不君、臣不臣、父不父、子不子」，这个社会必然大乱。这几句话简单的解释，古时候讲君臣，现在所谓的领导与被领导。一个公司行号的老板是领导人，他的员工就是被领导的人，为什么员工不听话？做领导人应当认真的去思考。在今天社会，我们晓得团结就是力量。我记得在一九八三年，我在纽约讲经，一些美国的朋友，给我开玩笑，他说现在西方人几乎都能够肯定中国人很聪明，如果世界上这些人来比，一个一个比，中国人应该算是第一。但是两个两个比，算犹太人第一；如果是三个人相比，他们承认应当是日本人第一。然后他用一种讽刺的口吻给我说：「你们中国人为什么不团结？」这个意思是中国人聪明智慧是世界第一流的，可惜他不团结，只为自己，不晓得为团体。我听了他这个话，我笑了一笑，我说：「这是上帝的安排。」我这个答复，是出乎他意想之外，他没有想到我用这个口吻答复。他感觉到很惊讶，他反过头问我：「为什么？」我说：「中国人要团结起来，你们还有饭吃吗？」于是大家哄堂一笑，把这个话题就转移了。",
      "zh_TW": "儒家曾說：「所謂君不君、臣不臣、父不父、子不子」，這個社會必然大亂。這幾句話簡單的解釋，古時候講君臣，現在所謂的領導與被領導。一個公司行號的老板是領導人，他的員工就是被領導的人，為什麼員工不聽話？做領導人應當認真的去思考。在今天社會，我們曉得團結就是力量。我記得在一九八三年，我在紐約講經，一些美國的朋友，給我開玩笑，他說現在西方人幾乎都能夠肯定中國人很聰明，如果世界上這些人來比，一個一個比，中國人應該算是第一。但是兩個兩個比，算猶太人第一；如果是三個人相比，他們承認應當是日本人第一。然後他用一種諷刺的口吻給我說：「你們中國人為什麼不團結？」這個意思是中國人聰明智慧是世界第一流的，可惜他不團結，只為自己，不曉得為團體。我聽了他這個話，我笑了一笑，我說：「這是上帝的安排。」我這個答覆，是出乎他意想之外，他沒有想到我用這個口吻答覆。他感覺到很驚訝，他反過頭問我：「為什麼？」我說：「中國人要團結起來，你們還有飯吃嗎？」於是大家哄堂一笑，把這個話題就轉移了。"
    },
    {
      "id": "24-003-0001_p0003",
      "zh_CN": "虽然是一个玩笑的话，这个里面我们细细想起来，它有很深的道理。为什么今天日本战后，这么一个衰弱的国家，没有多久就能够成为世界经济大国，道理在那里？西方人总是想不透。实际上很简单，他们真正做到了领导与被领导密切合作的关系。你看看世界上许多地区、国家，员工对老板不满意，往往就罢工、抗议，彼此双方都蒙到重大的损失。我们没有看到日本人罢工，日本人员工对老板有没有意见？也有！他们有意见，就是在头上扎一块白布表示抗议，工作依旧照常，这就是领导与被领导成功的例子。",
      "zh_TW": "雖然是一個玩笑的話，這個裡面我們細細想起來，它有很深的道理。為什麼今天日本戰後，這麼一個衰弱的國家，沒有多久就能夠成為世界經濟大國，道理在那裡？西方人總是想不透。實際上很簡單，他們真正做到了領導與被領導密切合作的關係。你看看世界上許多地區、國家，員工對老板不滿意，往往就罷工、抗議，彼此雙方都蒙到重大的損失。我們沒有看到日本人罷工，日本人員工對老板有沒有意見？也有！他們有意見，就是在頭上紮一塊白布表示抗議，工作依舊照常，這就是領導與被領導成功的例子。"
    },
    {
      "id": "24-003-0001_p0004",
      "zh_CN": "老板看到员工有意见，立刻很认真的要召集员工来开会、来讨论，认真的为他们解决问题，所以彼此双方都能够蒙利而不受损失。这个道理西方人一直到今天还没想通，怎么能跟日本人抗衡？日本人这套技巧，从那里学的？跟诸位说，从我们中国学去的。这就是儒家所讲的君君臣臣、父父子子，他懂得这个道理，他把这个道理能应用在生活上、应用在工作上、应用在商场上，他成功了。我们体会到这个道理，就不难想像今天社会的问题。",
      "zh_TW": "老板看到員工有意見，立刻很認真的要召集員工來開會、來討論，認真的為他們解決問題，所以彼此雙方都能夠蒙利而不受損失。這個道理西方人一直到今天還沒想通，怎麼能跟日本人抗衡？日本人這套技巧，從那裡學的？跟諸位說，從我們中國學去的。這就是儒家所講的君君臣臣、父父子子，他懂得這個道理，他把這個道理能應用在生活上、應用在工作上、應用在商場上，他成功了。我們體會到這個道理，就不難想像今天社會的問題。"
    },
    {
      "id": "24-003-0001_p0005",
      "zh_CN": "儒家教人，虽然他是教领导的人要做君、做亲、做师。在抗战的时候，我们在南方还看到许多平常百姓人家，堂屋里供着祖宗牌位，上面写的是「天地君亲师」，在南方相当的普遍，这是我们儒家深厚的教育，教人做君、做亲、做师。我们佛门里面讲三宝，我觉得这三个字是治世的三宝。在现代社会，我们应该要普遍的来传扬。",
      "zh_TW": "儒家教人，雖然他是教領導的人要做君、做親、做師。在抗戰的時候，我們在南方還看到許多平常百姓人家，堂屋裡供著祖宗牌位，上面寫的是「天地君親師」，在南方相當的普遍，這是我們儒家深厚的教育，教人做君、做親、做師。我們佛門裡面講三寶，我覺得這三個字是治世的三寶。在現代社會，我們應該要普遍的來傳揚。"
    },
    {
      "id": "24-003-0001_p0006",
      "zh_CN": "君是一个领导人，被领导的这些员工，你要有亲心待他们，把他们看做自己的兄弟姐妹儿女，你要关怀他，你要爱护他，你要帮助他，员工产生感恩戴德之心，把老板当做自己的亲人，当做自己的父兄，情形就不一样。不但要用亲心关怀他、对待他，还要用师心教导他。师是老师，你这个老板是员工的父母，也是员工的老师；父母对待儿女这是恩，老师教导学生威严，恩威并施。你要真正去教导他，使他的技术日新月异，不断的向上提升；他的技术提升了，你的工商业也就水涨船高，也就进步了。",
      "zh_TW": "君是一個領導人，被領導的這些員工，你要有親心待他們，把他們看做自己的兄弟姐妹兒女，你要關懷他，你要愛護他，你要幫助他，員工產生感恩戴德之心，把老板當做自己的親人，當做自己的父兄，情形就不一樣。不但要用親心關懷他、對待他，還要用師心教導他。師是老師，你這個老板是員工的父母，也是員工的老師；父母對待兒女這是恩，老師教導學生威嚴，恩威並施。你要真正去教導他，使他的技術日新月異，不斷的向上提升；他的技術提升了，你的工商業也就水漲船高，也就進步了。"
    },
    {
      "id": "24-003-0001_p0007",
      "zh_CN": "所以领导，君如果只做到他领导的身分，没有亲情、没有师心，做老师的这个心，你只做到三分之一，另外三分之二你没有做到，你怎么会不出问题？所以君、亲、师这三宝要合一才行，你领导的问题就解决。日本人做到了，我们为什么做不到？",
      "zh_TW": "所以領導，君如果只做到他領導的身分，沒有親情、沒有師心，做老師的這個心，你只做到三分之一，另外三分之二你沒有做到，你怎麼會不出問題？所以君、親、師這三寶要合一才行，你領導的問題就解決。日本人做到了，我們為什麼做不到？"
    },
    {
      "id": "24-003-0001_p0008",
      "zh_CN": "同样的道理，现在家庭出问题了，子女不听话、不听教，道理也不离开这个原理。做父母对待儿女，你是亲情，你做到这方面；你没有师心、你没有君的心，你做父母也只做到了三分之一，你缺了三分之二，你的家庭问题出来了。所以父母怎样把儿女教好？你要领导儿女。怎么领导？你要做儿女的榜样。小孩看大人的样子，你自己不正，要求他正，这做不到的事情，所以你要领导他。你也是儿女的老师，你要教导他，你不会教，你自己本身要学，教学相长。于是你做亲，同时你也做君、你也做师，你的家庭就美满，你的问题就解决了。试问问：今天做父母的，你有没有做君、做师的理念？有没有这个做法？没有！没有，难怪你家里出问题！",
      "zh_TW": "同樣的道理，現在家庭出問題了，子女不聽話、不聽教，道理也不離開這個原理。做父母對待兒女，你是親情，你做到這方面；你沒有師心、你沒有君的心，你做父母也只做到了三分之一，你缺了三分之二，你的家庭問題出來了。所以父母怎樣把兒女教好？你要領導兒女。怎麼領導？你要做兒女的榜樣。小孩看大人的樣子，你自己不正，要求他正，這做不到的事情，所以你要領導他。你也是兒女的老師，你要教導他，你不會教，你自己本身要學，教學相長。於是你做親，同時你也做君、你也做師，你的家庭就美滿，你的問題就解決了。試問問：今天做父母的，你有沒有做君、做師的理念？有沒有這個做法？沒有！沒有，難怪你家裡出問題！"
    },
    {
      "id": "24-003-0001_p0009",
      "zh_CN": "同样一个道理，学校的老师，现在教学困难，许多中学的老师，学佛的这些老师们，见到学生难教，难在那里？也是你这个做老师的，也只做了三分之一，另外三分之二你没能做到；不但没做到，你想也没想到。你是一个老师，你对待学生，你对他要有亲情，你是学生的领导。所以我们任何一个身分、任何工作岗位，大家都能够懂得做师、做亲、做君，君、亲、师三个合成一体，我们做人才能得到圆满，才能收到良好的效果。",
      "zh_TW": "同樣一個道理，學校的老師，現在教學困難，許多中學的老師，學佛的這些老師們，見到學生難教，難在那裡？也是你這個做老師的，也只做了三分之一，另外三分之二你沒能做到；不但沒做到，你想也沒想到。你是一個老師，你對待學生，你對他要有親情，你是學生的領導。所以我們任何一個身分、任何工作崗位，大家都能夠懂得做師、做親、做君，君、親、師三個合成一體，我們做人才能得到圓滿，才能收到良好的效果。"
    },
    {
      "id": "24-003-0001_p0010",
      "zh_CN": "无论在那个工作岗位，也有人来问我，他说：「法师！你讲的这些话不错，我不是老板，我是员工，我员工怎么能够做到君、亲、师？」员工一样做到君、亲、师，你虽然不在岗位上，你要有这个意愿。换一句话，我是员工，我要做大家所有员工的榜样，做个好样子给他们看，这就是做君这个理念。我对于所有同仁，我们都是员工，我对他们关怀，我对他们照顾，那你就是有亲心，做亲的心。我所懂得的技术，我很乐意的帮助他、教导他们，虽然他们比我懂得多，但是也有我懂得、他不懂得的，这就是做师的心。",
      "zh_TW": "無論在那個工作崗位，也有人來問我，他說：「法師！你講的這些話不錯，我不是老板，我是員工，我員工怎麼能夠做到君、親、師？」員工一樣做到君、親、師，你雖然不在崗位上，你要有這個意願。換一句話，我是員工，我要做大家所有員工的榜樣，做個好樣子給他們看，這就是做君這個理念。我對於所有同仁，我們都是員工，我對他們關懷，我對他們照顧，那你就是有親心，做親的心。我所懂得的技術，我很樂意的幫助他、教導他們，雖然他們比我懂得多，但是也有我懂得、他不懂得的，這就是做師的心。"
    },
    {
      "id": "24-003-0001_p0011",
      "zh_CN": "由此可知，任何一个人，无论你过的是什么样的生活，无论你是什么样的身分，什么样的工作，君、亲、师你都能做得到。人人都能做到，我们这个社会就健全，所有一切弊病都能够消除，这是一个健康的社会，这是一个和睦的社会，是一个繁荣兴旺的社会，彼此能够共荣共存。",
      "zh_TW": "由此可知，任何一個人，無論你過的是什麼樣的生活，無論你是什麼樣的身分，什麼樣的工作，君、親、師你都能做得到。人人都能做到，我們這個社會就健全，所有一切弊病都能夠消除，這是一個健康的社會，這是一個和睦的社會，是一個繁榮興旺的社會，彼此能夠共榮共存。"
    },
    {
      "id": "24-003-0001_p0012",
      "zh_CN": "这是讲我们在形态上要做到这个，内心里面要具足三德，我们佛法里面讲觉、正、净是三宝，我把这个三宝，拿到此地来做三德。我们内心对人、对事、对物，觉而不迷、正而不邪，心地正大光明，正知正见，心地清净不染。里面有三德，外面显示出三宝，中国古人所谓「做天地完人」，完人就是没有一丝毫欠缺，真的是可以做得到。中国古人所讲的完人，就是佛家所讲的佛菩萨，佛菩萨就是最完美的人。这样才能够挽救现代社会的弊端、病态。",
      "zh_TW": "這是講我們在形態上要做到這個，內心裡面要具足三德，我們佛法裡面講覺、正、淨是三寶，我把這個三寶，拿到此地來做三德。我們內心對人、對事、對物，覺而不迷、正而不邪，心地正大光明，正知正見，心地清淨不染。裡面有三德，外面顯示出三寶，中國古人所謂「做天地完人」，完人就是沒有一絲毫欠缺，真的是可以做得到。中國古人所講的完人，就是佛家所講的佛菩薩，佛菩薩就是最完美的人。這樣才能夠挽救現代社會的弊端、病態。"
    },
    {
      "id": "24-003-0001_p0013",
      "zh_CN": "因此，我们的教学一定要有很简单、很明确的目标，这个教学并不是限定佛教的教学、传统的教学，或者是现代学校的教学，我们要把它变成社会大众的教学。希望每一个人都能够体会到现实的状况，都能够发心修觉、正、净，做君、做亲、做师。在近几年来，我们在各地方弘扬佛法，佛法的内容实在是太广大了。古人有所谓一部二十四史不知道从何读起，佛家的《大藏经》几乎是十倍的二十四史，我这是很保守的说法，实际上这超过很多，浩如烟海的经典，我们从那个地方下手？不能不掌握到纲领，找出它的方向，以很短的时间收到修学的效果，对于我们才有好处、才有利益。",
      "zh_TW": "因此，我們的教學一定要有很簡單、很明確的目標，這個教學並不是限定佛教的教學、傳統的教學，或者是現代學校的教學，我們要把它變成社會大眾的教學。希望每一個人都能夠體會到現實的狀況，都能夠發心修覺、正、淨，做君、做親、做師。在近幾年來，我們在各地方弘揚佛法，佛法的內容實在是太廣大了。古人有所謂一部二十四史不知道從何讀起，佛家的《大藏經》幾乎是十倍的二十四史，我這是很保守的說法，實際上這超過很多，浩如煙海的經典，我們從那個地方下手？不能不掌握到綱領，找出它的方向，以很短的時間收到修學的效果，對於我們才有好處、才有利益。"
    },
    {
      "id": "24-003-0001_p0014",
      "zh_CN": "佛陀非常慈悲，他将他一生所说的，已经归纳成好几套的纲领，这里面有简、有繁，譬如：三学、三慧很简单，虽然简单里面意思太深。我们晓得戒、定、慧三学，闻、思、修三慧，只知道这个名相，这个名相里面所含的甚深的义趣并不了解，因此听了不得受用，想去学依旧找不到门路。比较容易的纲领，像三福、六和、六度、十愿，这都是世尊为我们归纳的纲领、原则，所用的文字，我们讲是佛学的术语，解释很费事，这个境界也非常广大。譬如讲一个布施，在《华严经》「第六回向章」里面就讲了一百多种布施，可见得它不是简简单单，像我们一般看到这两个字，自己想像的，那差远了。",
      "zh_TW": "佛陀非常慈悲，他將他一生所說的，已經歸納成好幾套的綱領，這裡面有簡、有繁，譬如：三學、三慧很簡單，雖然簡單裡面意思太深。我們曉得戒、定、慧三學，聞、思、修三慧，只知道這個名相，這個名相裡面所含的甚深的義趣並不了解，因此聽了不得受用，想去學依舊找不到門路。比較容易的綱領，像三福、六和、六度、十願，這都是世尊為我們歸納的綱領、原則，所用的文字，我們講是佛學的術語，解釋很費事，這個境界也非常廣大。譬如講一個布施，在《華嚴經》「第六迴向章」裡面就講了一百多種布施，可見得它不是簡簡單單，像我們一般看到這兩個字，自己想像的，那差遠了。"
    },
    {
      "id": "24-003-0001_p0015",
      "zh_CN": "于是我自己将修学的心得，归纳为十条二十个字，这个比较容易懂，也容易记忆。这二十个字十条是「真诚、清净、平等、正觉、慈悲」，这十个字五条，存心。这些年来我在海外提倡四好，四好第一个是存好心，好的标准是什么？真诚，不自欺、不欺人。现在这个社会能做到这一条的不多，但是我们要晓得一定要做到。你要想真正离苦得乐，真正要想过幸福美满的生活，没有别的，以真诚心处世待人接物，然后才真正做到俯仰无愧；上对得起天地，下对得起一切众生，这种心情多舒畅、多自在。由此可知，以虚情假意对人，纵然不像佛家讲的忏悔，自己还是有良心，不知不觉当中，受到良心的遣责，你的心不安，睡觉都会作恶梦。这种苦从那里来的？从一个虚假对待一切众生而产生的结果。所以所作所为真的叫得不偿失。为什么不用真诚待人？",
      "zh_TW": "於是我自己將修學的心得，歸納為十條二十個字，這個比較容易懂，也容易記憶。這二十個字十條是「真誠、清淨、平等、正覺、慈悲」，這十個字五條，存心。這些年來我在海外提倡四好，四好第一個是存好心，好的標準是什麼？真誠，不自欺、不欺人。現在這個社會能做到這一條的不多，但是我們要曉得一定要做到。你要想真正離苦得樂，真正要想過幸福美滿的生活，沒有別的，以真誠心處世待人接物，然後才真正做到俯仰無愧；上對得起天地，下對得起一切眾生，這種心情多舒暢、多自在。由此可知，以虛情假意對人，縱然不像佛家講的懺悔，自己還是有良心，不知不覺當中，受到良心的遣責，你的心不安，睡覺都會作惡夢。這種苦從那裡來的？從一個虛假對待一切眾生而產生的結果。所以所作所為真的叫得不償失。為什麼不用真誠待人？"
    },
    {
      "id": "24-003-0001_p0016",
      "zh_CN": "第二、一定要修清净心。现在大家知道地球自然生态已经被严重的污染，科学家给我们提出警告，这种污染如果不能够立刻终止，他们的预言：五十年之后，这个地球上就不适合人类生存，这是一个严重的警告，有科学的根据。为什么今天环保、防止污染，得不到效果？世间人所见的，实在讲只是看到外表，其实比这个污染更严重的是人心，心地的污染、精神的污染、思想的污染、见解的污染，这还得了吗？内外都有严重的污染，科学家说五十年地球不适合人类生存，我看这个时间说得太长了！",
      "zh_TW": "第二、一定要修清淨心。現在大家知道地球自然生態已經被嚴重的污染，科學家給我們提出警告，這種污染如果不能夠立刻終止，他們的預言：五十年之後，這個地球上就不適合人類生存，這是一個嚴重的警告，有科學的根據。為什麼今天環保、防止污染，得不到效果？世間人所見的，實在講只是看到外表，其實比這個污染更嚴重的是人心，心地的污染、精神的污染、思想的污染、見解的污染，這還得了嗎？內外都有嚴重的污染，科學家說五十年地球不適合人類生存，我看這個時間說得太長了！"
    },
    {
      "id": "24-003-0001_p0017",
      "zh_CN": "所以我们今天的教学，我们今天的宣导，要以清净心摆在第一，这是环保、这是防止污染。从保护我们清净心做起，一定要守法、一定要修定、要修慧，心清净我们身就清净，身心清净外面环境就清净，这才是我们讲环保是从根做起，才能收到真正的效果。每一个人都关心自己的健康、快乐、长寿，健康、快乐、长寿从那里得到？给诸位说从清净心得到。",
      "zh_TW": "所以我們今天的教學，我們今天的宣導，要以清淨心擺在第一，這是環保、這是防止污染。從保護我們清淨心做起，一定要守法、一定要修定、要修慧，心清淨我們身就清淨，身心清淨外面環境就清淨，這才是我們講環保是從根做起，才能收到真正的效果。每一個人都關心自己的健康、快樂、長壽，健康、快樂、長壽從那裡得到？給諸位說從清淨心得到。"
    },
    {
      "id": "24-003-0001_p0018",
      "zh_CN": "有许多同修（海内外都有），特别我在日本，他们都来问我，他说：「法师，你平常用什么东西来保养？吃什么样的补品？你的身体这么健康，精神这么好？」我告诉他，我说：「我有一个最好的补品！」他说：「什么东西？」我说：「台湾自来水公司的自来水。」我除了一般普通的饮食（我的饮食随缘，不麻烦别人，人家给我什么，我就吃什么，吃得简单、吃得很少），我不吃零食，不吃一切的补品。那些补品都有副作用，你看有钱人家、富贵人家天天补，补出一身的毛病出来。",
      "zh_TW": "有許多同修（海內外都有），特別我在日本，他們都來問我，他說：「法師，你平常用什麼東西來保養？吃什麼樣的補品？你的身體這麼健康，精神這麼好？」我告訴他，我說：「我有一個最好的補品！」他說：「什麼東西？」我說：「台灣自來水公司的自來水。」我除了一般普通的飲食（我的飲食隨緣，不麻煩別人，人家給我什麼，我就吃什麼，吃得簡單、吃得很少），我不吃零食，不吃一切的補品。那些補品都有副作用，你看有錢人家、富貴人家天天補，補出一身的毛病出來。"
    },
    {
      "id": "24-003-0001_p0019",
      "zh_CN": "要知道什么东西是最补、最营养的？心地清净，心里面没有烦恼、没有分别、没有忧虑、没有牵挂，你说多自在！多快乐！所谓人逢喜事精神爽，这种喜悦是从内心里面流露出来的。世间人的喜悦是找快乐、找刺激，找刺激就等于打吗啡吸毒一样，那是不正常的快乐；正常的快乐是从清净心里面生起来的，这是真乐，这是真正的滋养。所以佛门里面讲修禅定，定功深的人禅悦为食；这个食是个比喻，就是营养，禅悦是最殊胜的营养。禅悦就是清净心当中生起的喜悦，佛家常讲法喜充满，你要能够得法喜，那就是快乐，你就会健康、就会长寿，我们要明白这个道理。",
      "zh_TW": "要知道什麼東西是最補、最營養的？心地清淨，心裡面沒有煩惱、沒有分別、沒有憂慮、沒有牽掛，你說多自在！多快樂！所謂人逢喜事精神爽，這種喜悅是從內心裡面流露出來的。世間人的喜悅是找快樂、找刺激，找刺激就等於打嗎啡吸毒一樣，那是不正常的快樂；正常的快樂是從清淨心裡面生起來的，這是真樂，這是真正的滋養。所以佛門裡面講修禪定，定功深的人禪悅為食；這個食是個比喻，就是營養，禪悅是最殊勝的營養。禪悅就是清淨心當中生起的喜悅，佛家常講法喜充滿，你要能夠得法喜，那就是快樂，你就會健康、就會長壽，我們要明白這個道理。"
    },
    {
      "id": "24-003-0001_p0020",
      "zh_CN": "其次要修平等心，我们对自己要清净，对人要平等，不要有分别、不要有高下，不要看到富贵人，我们就特别尊重一下，贫贱人我们就瞧不起他，这种歧视是错误的，应当以平等心待人接物。以觉悟的心对待一切事，正觉对事；以大慈悲心关怀一切众生，照顾一切众生，帮助一切众生，看到别人就跟看自己没有两样，他只要肯接受，我们就全心全力地去帮助他。",
      "zh_TW": "其次要修平等心，我們對自己要清淨，對人要平等，不要有分別、不要有高下，不要看到富貴人，我們就特別尊重一下，貧賤人我們就瞧不起他，這種歧視是錯誤的，應當以平等心待人接物。以覺悟的心對待一切事，正覺對事；以大慈悲心關懷一切眾生，照顧一切眾生，幫助一切眾生，看到別人就跟看自己沒有兩樣，他只要肯接受，我們就全心全力地去幫助他。"
    },
    {
      "id": "24-003-0001_p0021",
      "zh_CN": "这五条就是好心，存好心一定要做到这五条，真诚、清净、平等、正觉、慈悲。有好心我们当然就能做好事。什么是好事？穿衣、吃饭都是好事，只要与好心相应，那都是好事；与好心不相应，这个事就不好。所以后续有五条就是做好事、说好话、做好人，这个五条是看破、放下、自在、随缘、念佛。",
      "zh_TW": "這五條就是好心，存好心一定要做到這五條，真誠、清淨、平等、正覺、慈悲。有好心我們當然就能做好事。什麼是好事？穿衣、吃飯都是好事，只要與好心相應，那都是好事；與好心不相應，這個事就不好。所以後續有五條就是做好事、說好話、做好人，這個五條是看破、放下、自在、隨緣、念佛。"
    },
    {
      "id": "24-003-0001_p0022",
      "zh_CN": "看破是学问，放下是工夫。所谓看破就是对于宇宙人生的真相，宇宙是我们生活环境。从贴身的一件汗衫，到无穷的广大宇宙，都是我们的生活环境，是我们生活的空间。人生就是本人。换句话说，我们认识自己，认识自己生活的环境，知道我跟人的关系，我跟万物的关系，我跟大自然的关系，我跟天地鬼神的关系，我搞得清清楚楚、明明白白，这样才能真正放下。放下什么？放下一切妄想、分别、执着、烦恼、忧虑、牵挂，通通都放下，这才能真正得到清净、平等、觉。如果你还有妄想，还有分别、执着，你的心怎么能清净，怎么能平等，怎么能开悟？",
      "zh_TW": "看破是學問，放下是工夫。所謂看破就是對於宇宙人生的真相，宇宙是我們生活環境。從貼身的一件汗衫，到無窮的廣大宇宙，都是我們的生活環境，是我們生活的空間。人生就是本人。換句話說，我們認識自己，認識自己生活的環境，知道我跟人的關係，我跟萬物的關係，我跟大自然的關係，我跟天地鬼神的關係，我搞得清清楚楚、明明白白，這樣才能真正放下。放下什麼？放下一切妄想、分別、執著、煩惱、憂慮、牽掛，通通都放下，這才能真正得到清淨、平等、覺。如果你還有妄想，還有分別、執著，你的心怎麼能清淨，怎麼能平等，怎麼能開悟？"
    },
    {
      "id": "24-003-0001_p0023",
      "zh_CN": "由此可知，我前面所讲的四句中，好心是我们的真心，佛家讲的真如本性，人人都有！可是这个好心现不出来，这叫有业障，业把它障碍住了。什么方法把障碍除掉？看破、放下，这四个字是真实的智慧。释迦牟尼佛当年在世，讲经说法四十九年当中，他用二十二年的时间讲《般若》，《般若》的内容说的是什么？就是教给我们看破、放下。他说的东西很多，这一部《般若》讲了二十二年；由此可知，《般若》是整个佛法的重心，主要的部份，《般若》是智慧。你有了真实的智慧、高度的智慧、圆满的智慧，你把所有问题看清楚了，所有的问题都明了了，然后处理当然就容易。所以佛法是高度智慧的方法，佛学是圆满智慧的学问，怎么能不学？",
      "zh_TW": "由此可知，我前面所講的四句中，好心是我們的真心，佛家講的真如本性，人人都有！可是這個好心現不出來，這叫有業障，業把它障礙住了。什麼方法把障礙除掉？看破、放下，這四個字是真實的智慧。釋迦牟尼佛當年在世，講經說法四十九年當中，他用二十二年的時間講《般若》，《般若》的內容說的是什麼？就是教給我們看破、放下。他說的東西很多，這一部《般若》講了二十二年；由此可知，《般若》是整個佛法的重心，主要的部份，《般若》是智慧。你有了真實的智慧、高度的智慧、圓滿的智慧，你把所有問題看清楚了，所有的問題都明瞭了，然後處理當然就容易。所以佛法是高度智慧的方法，佛學是圓滿智慧的學問，怎麼能不學？"
    },
    {
      "id": "24-003-0001_p0024",
      "zh_CN": "不但我们一般人要学，实在讲，连所有的宗教徒都要学佛，这个话不是开玩笑的话。我在很早，民国五十六年，在辅仁大学讲演的时候，他们学校请我，我那个时候一看，座位前两排都是些神父、修女，我看得高兴极了，我就劝他们学佛。我说你们信仰天主教，上帝是你们的父，你们跟上帝是父子关系；你来学佛，你跟释迦牟尼佛是师生关系，没有冲突！这些神父们听了都笑起来了，这是真的。",
      "zh_TW": "不但我們一般人要學，實在講，連所有的宗教徒都要學佛，這個話不是開玩笑的話。我在很早，民國五十六年，在輔仁大學講演的時候，他們學校請我，我那個時候一看，座位前兩排都是些神父、修女，我看得高興極了，我就勸他們學佛。我說你們信仰天主教，上帝是你們的父，你們跟上帝是父子關係；你來學佛，你跟釋迦牟尼佛是師生關係，沒有衝突！這些神父們聽了都笑起來了，這是真的。"
    },
    {
      "id": "24-003-0001_p0025",
      "zh_CN": "去年年初，我在澳洲布里斯本，参加他们少数民族一个论坛，这里面有十四个宗教团体，他的主持人（他们的局长）是犹太教，他是以色列人，入籍在澳洲。他邀请我们，我看到这么多的宗教领袖太难得了，我们把佛法给他们说清楚。佛教是教育，不是宗教，超越种族、超越国界、超越宗教，佛法修学智慧，你们任何一个宗教，任何一个宗教徒，问问你要不要智慧？大家都要智慧，要智慧到那里学？到佛门里面来学，这个里面有究竟圆满高度的智慧，能够帮助你解决问题。",
      "zh_TW": "去年年初，我在澳洲布里斯本，參加他們少數民族一個論壇，這裡面有十四個宗教團體，他的主持人（他們的局長）是猶太教，他是以色列人，入籍在澳洲。他邀請我們，我看到這麼多的宗教領袖太難得了，我們把佛法給他們說清楚。佛教是教育，不是宗教，超越種族、超越國界、超越宗教，佛法修學智慧，你們任何一個宗教，任何一個宗教徒，問問你要不要智慧？大家都要智慧，要智慧到那裡學？到佛門裡面來學，這個裡面有究竟圓滿高度的智慧，能夠幫助你解決問題。"
    },
    {
      "id": "24-003-0001_p0026",
      "zh_CN": "我曾经有一度在天主教多玛斯修道院，他们办了一个东亚精神生活研究所，学生是神父跟修女，算是一个研究班，他请我讲「佛教的精神生活」，我说：「很可惜！」如果叫我来给你们讲《圣经》，那就有味道了。替你们真正解决了问题。所以智慧无论应用在什么样的生活上，应用在那一种工作、那一种学术、那一种科技，都是达到尖峰，这是我们必须要认识清楚。你要想得到这个智慧，佛说智慧是一切众生自性里面本来具足，不是从外来的，只要把你的障碍去掉，去掉障碍的方法就是看破、放下，认清事实真相，把你的业障放下。",
      "zh_TW": "我曾經有一度在天主教多瑪斯修道院，他們辦了一個東亞精神生活研究所，學生是神父跟修女，算是一個研究班，他請我講「佛教的精神生活」，我說：「很可惜！」如果叫我來給你們講《聖經》，那就有味道了。替你們真正解決了問題。所以智慧無論應用在什麼樣的生活上，應用在那一種工作、那一種學術、那一種科技，都是達到尖峰，這是我們必須要認識清楚。你要想得到這個智慧，佛說智慧是一切眾生自性裡面本來具足，不是從外來的，只要把你的障礙去掉，去掉障礙的方法就是看破、放下，認清事實真相，把你的業障放下。"
    },
    {
      "id": "24-003-0001_p0027",
      "zh_CN": "什么是业障？妄想是业障，分别是业障，执着是业障，烦恼、忧虑、牵挂都叫业障。你们明白这个东西是业障，学佛的同修你们想想，你们去拜个忏、念个经，业障有没有消除？你想想看你拜了忏、念了经，是不是你的妄想、分别、执着就少了？你的烦恼、忧虑、牵挂就没有了？那很有效！你忏悔没错，真的业障忏除。假如你天天做这个形式，你的烦恼、习气还天天增长，你就要觉悟，你就要反省，你的业障没消除，不但没消除，天天在增长。这个不能不知道，不能不清楚！所以修行的关键总归结起来，我们用现代这个话，大家特别容易懂，就是看破、放下。",
      "zh_TW": "什麼是業障？妄想是業障，分別是業障，執著是業障，煩惱、憂慮、牽掛都叫業障。你們明白這個東西是業障，學佛的同修你們想想，你們去拜個懺、念個經，業障有沒有消除？你想想看你拜了懺、念了經，是不是你的妄想、分別、執著就少了？你的煩惱、憂慮、牽掛就沒有了？那很有效！你懺悔沒錯，真的業障懺除。假如你天天做這個形式，你的煩惱、習氣還天天增長，你就要覺悟，你就要反省，你的業障沒消除，不但沒消除，天天在增長。這個不能不知道，不能不清楚！所以修行的關鍵總歸結起來，我們用現代這個話，大家特別容易懂，就是看破、放下。"
    },
    {
      "id": "24-003-0001_p0028",
      "zh_CN": "做到这一点，看破，你学问成就了；放下，工夫成就了，于是你的生活就得大自在。所以底下是「自在、随缘」，自己得大自在。我想不少同修念过《心经》，《心经》一开端：「观自在菩萨」，那就是观世音菩萨。观世音菩萨自在，他为什么自在？前面有个「观」，「观」就是看破，观是观照、照见。他能看破，看破的人一定放下，他得自在。他的生活，生活随缘，决定不攀缘。随缘的生活太好了，随缘用现代的话来说，顺应大自然；换一句话说，我的生活是顺着自然生态的生活，这是最健康的生活，现在人不懂！",
      "zh_TW": "做到這一點，看破，你學問成就了；放下，工夫成就了，於是你的生活就得大自在。所以底下是「自在、隨緣」，自己得大自在。我想不少同修念過《心經》，《心經》一開端：「觀自在菩薩」，那就是觀世音菩薩。觀世音菩薩自在，他為什麼自在？前面有個「觀」，「觀」就是看破，觀是觀照、照見。他能看破，看破的人一定放下，他得自在。他的生活，生活隨緣，決定不攀緣。隨緣的生活太好了，隨緣用現代的話來說，順應大自然；換一句話說，我的生活是順著自然生態的生活，這是最健康的生活，現在人不懂！"
    },
    {
      "id": "24-003-0001_p0029",
      "zh_CN": "我们中国古人懂，你看我们读《礼记》、读《月令》，「月令」是讲饮食起居，那一个月吃什么样的蔬菜、吃什么样的东西，月月不相同。什么道理？顺乎自然！这一个季节生长的这些东西，我们吃这个季节的，那就是最健康。所以夏天、热天，你要吃热的东西，对你身体健康，跟大自然相应；冬天你要吃冷的东西，所以冬天吃的东西，凉性。你们看看大白菜、大萝葡，冬天生长的，凉性；热天生长的菜，热性。现在人那里懂得？热天要吃冰，冬天要吃火锅，糟糕！吃出一身毛病出来。为什么？他不是顺乎自然，他是跟自然违逆，所以一身的毛病出来。",
      "zh_TW": "我們中國古人懂，你看我們讀《禮記》、讀《月令》，「月令」是講飲食起居，那一個月吃什麼樣的蔬菜、吃什麼樣的東西，月月不相同。什麼道理？順乎自然！這一個季節生長的這些東西，我們吃這個季節的，那就是最健康。所以夏天、熱天，你要吃熱的東西，對你身體健康，跟大自然相應；冬天你要吃冷的東西，所以冬天吃的東西，涼性。你們看看大白菜、大蘿葡，冬天生長的，涼性；熱天生長的菜，熱性。現在人那裡懂得？熱天要吃冰，冬天要吃火鍋，糟糕！吃出一身毛病出來。為什麼？他不是順乎自然，他是跟自然違逆，所以一身的毛病出來。"
    },
    {
      "id": "24-003-0001_p0030",
      "zh_CN": "外国人不懂情有可原，现在中国人不念古书，我们中国历史渊源久，最懂得养身之道，所以读古人的书，我们佩服得五体投地。生活饮食起居顺乎自然，这是最健康，健康长寿之道从这里来的，不需要靠什么补品，每一个季节所生长的这些植物，就是最好的补品。我们的工作也要顺乎环境，顺乎自然。我们的情绪也能顺乎自然四时，春、夏、秋、冬四时，这叫随缘。《普贤菩萨行愿品》里面教给我们「恒顺众生，随喜功德」；随缘当中才能真正得到法喜，才能成就真实的功德。最后我们用念佛的这个法门把它总收。我说的这十条，诸位一定要知道，每一条里面都圆融含摄其余的九条。十条是交错，十条是构成一体，不是十个各别，每一条里面都具足了十条，然后你才懂得我讲的念佛。",
      "zh_TW": "外國人不懂情有可原，現在中國人不念古書，我們中國歷史淵源久，最懂得養身之道，所以讀古人的書，我們佩服得五體投地。生活飲食起居順乎自然，這是最健康，健康長壽之道從這裡來的，不需要靠什麼補品，每一個季節所生長的這些植物，就是最好的補品。我們的工作也要順乎環境，順乎自然。我們的情緒也能順乎自然四時，春、夏、秋、冬四時，這叫隨緣。《普賢菩薩行願品》裡面教給我們「恆順眾生，隨喜功德」；隨緣當中才能真正得到法喜，才能成就真實的功德。最後我們用念佛的這個法門把它總收。我說的這十條，諸位一定要知道，每一條裡面都圓融含攝其餘的九條。十條是交錯，十條是構成一體，不是十個各別，每一條裡面都具足了十條，然後你才懂得我講的念佛。"
    },
    {
      "id": "24-003-0001_p0031",
      "zh_CN": "什么叫念佛？「念」，你看看中国的文字，「念」上面是个「今」，下面是个「心」，这也是个会意的字，什么叫「念」？现在的心，佛家讲现前一念就是说的这个；现前一念的心，这是念。现前这一念心中，有真诚、清净、平等、正觉、慈悲，有看破、放下、自在、随缘，这叫念佛。这十条就是佛。真诚里面，什么叫真诚？清净、平等、正觉、慈悲，一直到看破、放下、自在、随缘、念佛，这就是真诚。所以每一条里面都圆圆满满具足其他九条，《华严经》上讲：「一即是多，多即是一，一多不二。」《维摩经》里面讲：「入不二法门」，你怎么会不自在？你怎么会不快乐？",
      "zh_TW": "什麼叫念佛？「念」，你看看中國的文字，「念」上面是個「今」，下面是個「心」，這也是個會意的字，什麼叫「念」？現在的心，佛家講現前一念就是說的這個；現前一念的心，這是念。現前這一念心中，有真誠、清淨、平等、正覺、慈悲，有看破、放下、自在、隨緣，這叫念佛。這十條就是佛。真誠裡面，什麼叫真誠？清淨、平等、正覺、慈悲，一直到看破、放下、自在、隨緣、念佛，這就是真誠。所以每一條裡面都圓圓滿滿具足其他九條，《華嚴經》上講：「一即是多，多即是一，一多不二。」《維摩經》裡面講：「入不二法門」，你怎麼會不自在？你怎麼會不快樂？"
    },
    {
      "id": "24-003-0001_p0032",
      "zh_CN": "你要契入这个境界，你自己会深深感受到，我是这个世间最快乐的人，我是世间最幸福的人。如果你生于富贵，你是富贵里面快乐的人；如果你生于贫贱，你是贫贱里面最幸福的人；快乐、幸福不分贫富，不分贵贱，它是平等的。富贵、贫贱这个现象从那里来？因果上得来。我们看到人家有钱发财，他前世修财布施，他得到这个果报理所当然。我今天没有他的财富，我前世没修，我没种因，这一生当然没有果报。可是我虽然没有修财施，我修了法施，我现在有聪明、有智慧；或者有修无畏布施，今天健康长寿。",
      "zh_TW": "你要契入這個境界，你自己會深深感受到，我是這個世間最快樂的人，我是世間最幸福的人。如果你生於富貴，你是富貴裡面快樂的人；如果你生於貧賤，你是貧賤裡面最幸福的人；快樂、幸福不分貧富，不分貴賤，它是平等的。富貴、貧賤這個現象從那裡來？因果上得來。我們看到人家有錢發財，他前世修財布施，他得到這個果報理所當然。我今天沒有他的財富，我前世沒修，我沒種因，這一生當然沒有果報。可是我雖然沒有修財施，我修了法施，我現在有聰明、有智慧；或者有修無畏布施，今天健康長壽。"
    },
    {
      "id": "24-003-0001_p0033",
      "zh_CN": "当然佛勉励我们三种因都做，财施、法施、无畏施你都修，你的果报就圆满。财富、聪明智慧、健康长寿，你都能得到，那当然是最圆满。如果没有真正善知识开导，我们怎么会晓得？所以世间人修因不圆满，有它的道理，他没有了解事实真相。唯有真正契入佛法的人，他懂得，他知道修善因，将来一定能够得善的果报。",
      "zh_TW": "當然佛勉勵我們三種因都做，財施、法施、無畏施你都修，你的果報就圓滿。財富、聰明智慧、健康長壽，你都能得到，那當然是最圓滿。如果沒有真正善知識開導，我們怎麼會曉得？所以世間人修因不圓滿，有它的道理，他沒有了解事實真相。唯有真正契入佛法的人，他懂得，他知道修善因，將來一定能夠得善的果報。"
    },
    {
      "id": "24-003-0001_p0034",
      "zh_CN": "所以念佛，念佛就是念心、就是念行，我们前面这五条，刚才讲存好心；看破、放下、自在、随缘、念佛，这就是做好事、说好话、做好人，我们的四好才真正落实。四好不是一句空泛的口号，它是非常具体、非常实在，确确实实落实在生活层面上、工作层面上，落实在整个社会。我们希望社会能够得到祥和，消除一切戾气，能够达到共存、共荣，互助合作，这一个理想的目标。今天就介绍到此地，谢谢大家。",
      "zh_TW": "所以念佛，念佛就是念心、就是念行，我們前面這五條，剛才講存好心；看破、放下、自在、隨緣、念佛，這就是做好事、說好話、做好人，我們的四好才真正落實。四好不是一句空泛的口號，它是非常具體、非常實在，確確實實落實在生活層面上、工作層面上，落實在整個社會。我們希望社會能夠得到祥和，消除一切戾氣，能夠達到共存、共榮，互助合作，這一個理想的目標。今天就介紹到此地，謝謝大家。"
    }
  ]
}