{
  "doc_id": "09-011-0017",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0017",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "09-011-0017_p0001",
      "zh_CN": "《大智度论》第十七卷，「释初品中禅波罗蜜」：",
      "zh_TW": "《大智度論》第十七卷，「釋初品中禪波羅蜜」："
    },
    {
      "id": "09-011-0017_p0002",
      "zh_CN": "经【不乱不味故。应具足禅波罗蜜。】",
      "zh_TW": "經【不亂不味故。應具足禪波羅蜜。】"
    },
    {
      "id": "09-011-0017_p0003",
      "zh_CN": "经文是很简单，龙树菩萨给我们讲解这一句就占一卷的文字，一直到十七卷的终了，就是讲解六度里面的禅定度。首先龙树菩萨给我们说明菩萨修学禅定所为，为什么要修禅定？第一行：",
      "zh_TW": "經文是很簡單，龍樹菩薩給我們講解這一句就佔一卷的文字，一直到十七卷的終了，就是講解六度裡面的禪定度。首先龍樹菩薩給我們說明菩薩修學禪定所為，為什麼要修禪定？第一行："
    },
    {
      "id": "09-011-0017_p0004",
      "zh_CN": "【问曰。菩萨法以度一切众生为事。何以故闲坐林泽。静默山间。独善其身。弃舍众生。】",
      "zh_TW": "【問曰。菩薩法以度一切眾生為事。何以故閑坐林澤。靜默山間。獨善其身。棄捨眾生。】"
    },
    {
      "id": "09-011-0017_p0005",
      "zh_CN": "这个问得也很有道理，菩萨是应当度众生的，为什么跑到山林树下一个人去静坐？不理会众生，这就不是菩萨法。",
      "zh_TW": "這個問得也很有道理，菩薩是應當度眾生的，為什麼跑到山林樹下一個人去靜坐？不理會眾生，這就不是菩薩法。"
    },
    {
      "id": "09-011-0017_p0006",
      "zh_CN": "【答曰。菩萨身虽远离众生。心常不舍。静处求定。获得实智慧以度一切。】",
      "zh_TW": "【答曰。菩薩身雖遠離眾生。心常不捨。靜處求定。獲得實智慧以度一切。】"
    },
    {
      "id": "09-011-0017_p0007",
      "zh_CN": "这就是把菩萨修定所为给我们说出来了。菩萨念念当中是要度脱一切众生，可是度众生的基本条件是要有定有慧，如果没有定慧，菩萨度不了众生。山林静坐主要是修定，定慧成就了，获得『实智慧』、真实的智慧之后，这才能度一切众生。",
      "zh_TW": "這就是把菩薩修定所為給我們說出來了。菩薩念念當中是要度脫一切眾生，可是度眾生的基本條件是要有定有慧，如果沒有定慧，菩薩度不了眾生。山林靜坐主要是修定，定慧成就了，獲得『實智慧』、真實的智慧之後，這才能度一切眾生。"
    },
    {
      "id": "09-011-0017_p0008",
      "zh_CN": "在这一点我们从《六祖坛经》里面得到一个启示，那就是六祖大师给我们讲「四乘法」，通常我们对于四乘法总是在法相里面兜圈子，实际上自己不能得受用。六祖大师这么一指点，我们才晓得四乘法对我们有非常殊胜的功用。四乘是指小乘、中乘、大乘、一乘佛法，佛在《法华》里面所讲的，「唯有一乘法，无二亦无三」。由此可知，佛法只有一乘是真实的，其余那三乘叫方便法。但是不假方便，不能够证入一真，由此可知，三乘佛法乃是一乘佛法的阶梯。我们修学纵然不用小乘的课本，就是小乘的经论我们不用，但是小乘的精神、小乘的方法还得非用不可，你要是不用就不能成就。六祖大师告诉我们，何谓小乘？小乘是声闻。声闻，他老人家有四个字的解释，见闻传诵。换句话说，所谓小乘法是重在读诵上。他老人家这么一说，我们立刻就想起，在从前世出世间的教学，一开头确实用这个方法。我们中国是大乘佛法，可是出家五年学戒那就是学小乘法，五年所修学的就是修沙弥十戒、二十四门威仪，这是出家的根本法。再其次的就是背诵经典，我们不用《阿含经》，可以采取大乘经论来背诵，背诵的办法就是小乘办法。到中乘缘觉，这时候才开解，拿我们一般讲的话，小学是着重在根本智，小乘；而中乘注重在后得智，就是要开无量的智慧，所以在中乘的时候就可以参学了。有了小学的底子，到中乘的时候可以参学，参学就是成就差别后得智，就是差别的智慧。菩萨是大乘，菩萨重在实行，在实行里面所谓历事炼心，以前学的智慧，根本智、后得智都没有在事相上去体验，菩萨重体验，所以菩萨法在行，就是把你的根本智、后得智运用在度众生这一桩事相上，这样修学对菩萨就成就无量的智慧。",
      "zh_TW": "在這一點我們從《六祖壇經》裡面得到一個啟示，那就是六祖大師給我們講「四乘法」，通常我們對於四乘法總是在法相裡面兜圈子，實際上自己不能得受用。六祖大師這麼一指點，我們才曉得四乘法對我們有非常殊勝的功用。四乘是指小乘、中乘、大乘、一乘佛法，佛在《法華》裡面所講的，「唯有一乘法，無二亦無三」。由此可知，佛法只有一乘是真實的，其餘那三乘叫方便法。但是不假方便，不能夠證入一真，由此可知，三乘佛法乃是一乘佛法的階梯。我們修學縱然不用小乘的課本，就是小乘的經論我們不用，但是小乘的精神、小乘的方法還得非用不可，你要是不用就不能成就。六祖大師告訴我們，何謂小乘？小乘是聲聞。聲聞，他老人家有四個字的解釋，見聞傳誦。換句話說，所謂小乘法是重在讀誦上。他老人家這麼一說，我們立刻就想起，在從前世出世間的教學，一開頭確實用這個方法。我們中國是大乘佛法，可是出家五年學戒那就是學小乘法，五年所修學的就是修沙彌十戒、二十四門威儀，這是出家的根本法。再其次的就是背誦經典，我們不用《阿含經》，可以採取大乘經論來背誦，背誦的辦法就是小乘辦法。到中乘緣覺，這時候才開解，拿我們一般講的話，小學是著重在根本智，小乘；而中乘注重在後得智，就是要開無量的智慧，所以在中乘的時候就可以參學了。有了小學的底子，到中乘的時候可以參學，參學就是成就差別後得智，就是差別的智慧。菩薩是大乘，菩薩重在實行，在實行裡面所謂歷事鍊心，以前學的智慧，根本智、後得智都沒有在事相上去體驗，菩薩重體驗，所以菩薩法在行，就是把你的根本智、後得智運用在度眾生這一樁事相上，這樣修學對菩薩就成就無量的智慧。"
    },
    {
      "id": "09-011-0017_p0009",
      "zh_CN": "小乘精神着重在根本智，中乘在后得智，菩萨在无量智，到一乘佛法是圆实智，圆满真实的智慧。由此可知，小乘的方法、小乘的精神如果我们舍弃了，我们不会有成就的。由此可知，大乘法还是要用小乘的办法，如果我们疏忽小乘这种修学的方法，我们在大乘就是搞上三大阿僧祇劫，还是没有结果的。这是要特别记住的。过去没有修，现在要加倍努力来修，回过头来去打基础，没有坚固的基础，如果还这么一直闹下去，这一生不免要空过。真正发菩萨心，一定要觉悟，从头学起。在这一段，龙树菩萨也提到福与慧，第一页倒数第一行是讲三事修福：",
      "zh_TW": "小乘精神著重在根本智，中乘在後得智，菩薩在無量智，到一乘佛法是圓實智，圓滿真實的智慧。由此可知，小乘的方法、小乘的精神如果我們捨棄了，我們不會有成就的。由此可知，大乘法還是要用小乘的辦法，如果我們疏忽小乘這種修學的方法，我們在大乘就是搞上三大阿僧祇劫，還是沒有結果的。這是要特別記住的。過去沒有修，現在要加倍努力來修，回過頭來去打基礎，沒有堅固的基礎，如果還這麼一直鬧下去，這一生不免要空過。真正發菩薩心，一定要覺悟，從頭學起。在這一段，龍樹菩薩也提到福與慧，第一頁倒數第一行是講三事修福："
    },
    {
      "id": "09-011-0017_p0010",
      "zh_CN": "【复次。菩萨行布施、持戒、忍辱。是三事名为福德门。】",
      "zh_TW": "【復次。菩薩行布施、持戒、忍辱。是三事名為福德門。】"
    },
    {
      "id": "09-011-0017_p0011",
      "zh_CN": "要晓得这三桩事情就是修福。第二面是重视禅定的所为：",
      "zh_TW": "要曉得這三樁事情就是修福。第二面是重視禪定的所為："
    },
    {
      "id": "09-011-0017_p0012",
      "zh_CN": "【如经中说。转轮圣王以十善教民。后世皆生天上。世世利益众生。令得快乐。此乐无常。还复受苦。】",
      "zh_TW": "【如經中說。轉輪聖王以十善教民。後世皆生天上。世世利益眾生。令得快樂。此樂無常。還復受苦。】"
    },
    {
      "id": "09-011-0017_p0013",
      "zh_CN": "这是菩萨有天眼，才把事实的真相看得清清楚楚。天乐不是永远的乐，不是究竟真实的乐，天福享尽还要堕落，还要受苦，菩萨看得很清楚。",
      "zh_TW": "這是菩薩有天眼，才把事實的真相看得清清楚楚。天樂不是永遠的樂，不是究竟真實的樂，天福享盡還要墮落，還要受苦，菩薩看得很清楚。"
    },
    {
      "id": "09-011-0017_p0014",
      "zh_CN": "【菩萨因此发大悲心。欲以常乐涅槃利益众生。】",
      "zh_TW": "【菩薩因此發大悲心。欲以常樂涅槃利益眾生。】"
    },
    {
      "id": "09-011-0017_p0015",
      "zh_CN": "这个涅槃就是不生不灭，真乐。这种乐永远不会失掉，这是涅槃之乐，以这个来利益众生。",
      "zh_TW": "這個涅槃就是不生不滅，真樂。這種樂永遠不會失掉，這是涅槃之樂，以這個來利益眾生。"
    },
    {
      "id": "09-011-0017_p0016",
      "zh_CN": "【此常乐涅槃从实智慧生。】",
      "zh_TW": "【此常樂涅槃從實智慧生。】"
    },
    {
      "id": "09-011-0017_p0017",
      "zh_CN": "常乐涅槃从真实智慧里面生的，绝不是世智辩聪里面生的。",
      "zh_TW": "常樂涅槃從真實智慧裡面生的，絕不是世智辯聰裡面生的。"
    },
    {
      "id": "09-011-0017_p0018",
      "zh_CN": "【实智慧从一心禅定生。】",
      "zh_TW": "【實智慧從一心禪定生。】"
    },
    {
      "id": "09-011-0017_p0019",
      "zh_CN": "这就是很明显的说明为什么要修禅定，禅定能生真实智慧，真实智慧能证得涅槃常乐，道理就在此地。所以得禅定，真实的智慧就生了。禅定清净，智慧也清净。第三面：",
      "zh_TW": "這就是很明顯的說明為什麼要修禪定，禪定能生真實智慧，真實智慧能證得涅槃常樂，道理就在此地。所以得禪定，真實的智慧就生了。禪定清淨，智慧也清淨。第三面："
    },
    {
      "id": "09-011-0017_p0020",
      "zh_CN": "【禅为守智藏。禅为金刚铠。】",
      "zh_TW": "【禪為守智藏。禪為金剛鎧。】"
    },
    {
      "id": "09-011-0017_p0021",
      "zh_CN": "你只看看这两句，你就晓得禅定是多么重要。禅定要怎么修法？在这里面又不可以不知禅有祖师禅、有如来禅。龙树菩萨在此地所讲的都是以如来禅作依据，如来禅是有次第的，是渐修的；祖师禅是没有次第的，是顿超的。我们中国的禅宗是祖师禅，可以说八万四千法门都是如来禅。以下就要说禅定之修得。第三面倒数第五行：",
      "zh_TW": "你只看看這兩句，你就曉得禪定是多麼重要。禪定要怎麼修法？在這裡面又不可以不知禪有祖師禪、有如來禪。龍樹菩薩在此地所講的都是以如來禪作依據，如來禪是有次第的，是漸修的；祖師禪是沒有次第的，是頓超的。我們中國的禪宗是祖師禪，可以說八萬四千法門都是如來禪。以下就要說禪定之修得。第三面倒數第五行："
    },
    {
      "id": "09-011-0017_p0022",
      "zh_CN": "【复次。禅定难得。行者一心专求不废。乃当得之。】",
      "zh_TW": "【復次。禪定難得。行者一心專求不廢。乃當得之。】"
    },
    {
      "id": "09-011-0017_p0023",
      "zh_CN": "禅定确实是难得，有修得的方法。什么方法？『行者』就是指修行的人，要『一心专求不废』，专求不废就是精进。我们在前面精进波罗蜜里面给诸位说过，精进说得很多，有两卷经文。精进是禅定、般若的根本，我们讲到善根，布施、持戒、忍辱是世间福德的根本，而精进则是禅定、般若的根本，唯有精进才能够得到禅定。下面这些小公案诸位自己去看。第四页第五行：",
      "zh_TW": "禪定確實是難得，有修得的方法。什麼方法？『行者』就是指修行的人，要『一心專求不廢』，專求不廢就是精進。我們在前面精進波羅蜜裡面給諸位說過，精進說得很多，有兩卷經文。精進是禪定、般若的根本，我們講到善根，布施、持戒、忍辱是世間福德的根本，而精進則是禪定、般若的根本，唯有精進才能夠得到禪定。下面這些小公案諸位自己去看。第四頁第五行："
    },
    {
      "id": "09-011-0017_p0024",
      "zh_CN": "【问曰。行何方便。得禅波罗蜜。答曰。却五事。除五法。行五行。】",
      "zh_TW": "【問曰。行何方便。得禪波羅蜜。答曰。卻五事。除五法。行五行。】"
    },
    {
      "id": "09-011-0017_p0025",
      "zh_CN": "这一段，这就是修禅法要，既然是修如来禅，必须具备最要紧的方法。当然祖师禅更不例外，祖师禅比如来禅还要高，那是顿超的。这三桩事要是不具足，我们得不到禅定；换句话说，我们修定修不成，这三桩事情是障碍。一定要明了、要晓得这三桩事情它的祸害之大，一定要认识它，认识之后，我们才能够把它舍弃掉。『行五行』，五行对我们有功德，我们应当要修，所以哪个对我们有利、哪个对我们有害，害的要去掉，利的应当要取得。首先教我们『却五事』，五事就是五欲。",
      "zh_TW": "這一段，這就是修禪法要，既然是修如來禪，必須具備最要緊的方法。當然祖師禪更不例外，祖師禪比如來禪還要高，那是頓超的。這三樁事要是不具足，我們得不到禪定；換句話說，我們修定修不成，這三樁事情是障礙。一定要明瞭、要曉得這三樁事情它的禍害之大，一定要認識它，認識之後，我們才能夠把它捨棄掉。『行五行』，五行對我們有功德，我們應當要修，所以哪個對我們有利、哪個對我們有害，害的要去掉，利的應當要取得。首先教我們『卻五事』，五事就是五欲。"
    },
    {
      "id": "09-011-0017_p0026",
      "zh_CN": "【云何却五事。当呵责五欲。】",
      "zh_TW": "【云何卻五事。當呵責五欲。】"
    },
    {
      "id": "09-011-0017_p0027",
      "zh_CN": "向下这个文就说明『五欲』之害。第六页第一行，将五欲一条一条的说明它的利害。五欲是哪些？",
      "zh_TW": "向下這個文就說明『五欲』之害。第六頁第一行，將五欲一條一條的說明它的利害。五欲是哪些？"
    },
    {
      "id": "09-011-0017_p0028",
      "zh_CN": "【五欲者。名为妙色声香味触。】",
      "zh_TW": "【五欲者。名為妙色聲香味觸。】"
    },
    {
      "id": "09-011-0017_p0029",
      "zh_CN": "通常我们叫五尘，也称之为五欲，色声香味触。",
      "zh_TW": "通常我們叫五塵，也稱之為五欲，色聲香味觸。"
    },
    {
      "id": "09-011-0017_p0030",
      "zh_CN": "【欲求禅定。皆应弃之。】",
      "zh_TW": "【欲求禪定。皆應棄之。】"
    },
    {
      "id": "09-011-0017_p0031",
      "zh_CN": "我们要想禅定修成功，色声香味触都要远离，都不可以沾染。这一句是总纲，向下是一段一段来说明，「云何弃色」，「云何呵声」，「云何呵香」。向下我不必一段一段给诸位说，诸位自己细细去研究就行了。",
      "zh_TW": "我們要想禪定修成功，色聲香味觸都要遠離，都不可以沾染。這一句是總綱，向下是一段一段來說明，「云何棄色」，「云何呵聲」，「云何呵香」。向下我不必一段一段給諸位說，諸位自己細細去研究就行了。"
    },
    {
      "id": "09-011-0017_p0032",
      "zh_CN": "在第十一面有一段故事，这也是佛教里很有名的故事，就是罗睺罗尊者的本事，释迦牟尼佛的儿子罗睺罗有一段故事，以及释迦牟尼佛的妃子耶输陀罗跟释迦牟尼佛宿世当中的关系，有这么一段记载，诸位也可以看看，这一段文相当的长。诸位再翻开十八页第四行，这就是：",
      "zh_TW": "在第十一面有一段故事，這也是佛教裡很有名的故事，就是羅睺羅尊者的本事，釋迦牟尼佛的兒子羅睺羅有一段故事，以及釋迦牟尼佛的妃子耶輸陀羅跟釋迦牟尼佛宿世當中的關係，有這麼一段記載，諸位也可以看看，這一段文相當的長。諸位再翻開十八頁第四行，這就是："
    },
    {
      "id": "09-011-0017_p0033",
      "zh_CN": "【除五盖。】",
      "zh_TW": "【除五蓋。】"
    },
    {
      "id": "09-011-0017_p0034",
      "zh_CN": "五盖是什么？在此地也一条一条的给我们说明。盖就是盖覆的意思，把我们本性里面的般若智慧、清净功德都盖复住。有了它，我们的法身、般若、解脱就不能现前，我们要修禅定，五欲要离开，五盖也要把它除掉。五盖里面第一个叫贪欲，文说得很明白：",
      "zh_TW": "五蓋是什麼？在此地也一條一條的給我們說明。蓋就是蓋覆的意思，把我們本性裡面的般若智慧、清淨功德都蓋覆住。有了它，我們的法身、般若、解脫就不能現前，我們要修禪定，五欲要離開，五蓋也要把它除掉。五蓋裡面第一個叫貪欲，文說得很明白："
    },
    {
      "id": "09-011-0017_p0035",
      "zh_CN": "【贪欲盖者。去道甚远。所以者何。欲为种种恼乱住处。】",
      "zh_TW": "【貪欲蓋者。去道甚遠。所以者何。欲為種種惱亂住處。】"
    },
    {
      "id": "09-011-0017_p0036",
      "zh_CN": "一切烦恼、一切杂乱住在哪里？就住在贪欲里。",
      "zh_TW": "一切煩惱、一切雜亂住在哪裡？就住在貪欲裡。"
    },
    {
      "id": "09-011-0017_p0037",
      "zh_CN": "【若心着贪欲。无由近道。】",
      "zh_TW": "【若心著貪欲。無由近道。】"
    },
    {
      "id": "09-011-0017_p0038",
      "zh_CN": "没有理由能够接近道的。再给诸位说，不但世间名闻利养、五欲六尘我们不可以贪图，禅定、般若、三身、四智也不可以贪图，只要你有一点贪心你就得不到。为什么？贪就是盖覆，我们要想将本性的智慧功德显露出来，这个盖覆你不把它揭掉，怎么能显得出来？我也常贡献诸位同修，成佛不难，见性实易，只要你把障碍去掉就行了；如果你要是不除障碍，你就是修无量劫也不能成就。说老实话，我们在座同修哪一个不是修了无量劫？生生世世都在修行，都在亲近诸佛菩萨、诸大善知识。为什么不能成就？就是不肯把五盖去掉。佛法听了好像也很懂得，听的时候都会点头，「不错，很好」，可是叫你除五欲，不行，这个东西还舍不得，叫你去掉五盖，好像这个盖得还满凉爽的，不肯去掉，这没有法子了。向下有十五首颂，都是说明贪欲盖。十九面倒数第二行，五盖第二个：",
      "zh_TW": "沒有理由能夠接近道的。再給諸位說，不但世間名聞利養、五欲六塵我們不可以貪圖，禪定、般若、三身、四智也不可以貪圖，只要你有一點貪心你就得不到。為什麼？貪就是蓋覆，我們要想將本性的智慧功德顯露出來，這個蓋覆你不把它揭掉，怎麼能顯得出來？我也常貢獻諸位同修，成佛不難，見性實易，只要你把障礙去掉就行了；如果你要是不除障礙，你就是修無量劫也不能成就。說老實話，我們在座同修哪一個不是修了無量劫？生生世世都在修行，都在親近諸佛菩薩、諸大善知識。為什麼不能成就？就是不肯把五蓋去掉。佛法聽了好像也很懂得，聽的時候都會點頭，「不錯，很好」，可是叫你除五欲，不行，這個東西還捨不得，叫你去掉五蓋，好像這個蓋得還滿涼爽的，不肯去掉，這沒有法子了。向下有十五首頌，都是說明貪欲蓋。十九面倒數第二行，五蓋第二個："
    },
    {
      "id": "09-011-0017_p0039",
      "zh_CN": "【瞋恚盖者。失诸善法之本。堕诸恶道之因。法乐之怨家。善心之大贼。种种恶口之府藏。】",
      "zh_TW": "【瞋恚蓋者。失諸善法之本。墮諸惡道之因。法樂之怨家。善心之大賊。種種惡口之府藏。】"
    },
    {
      "id": "09-011-0017_p0040",
      "zh_CN": "『瞋恚』麻烦大了，害事！所谓「一念瞋心起，百万障门开」，所有的障碍都来了。我们要想得到禅定，一定要去瞋恚，因为瞋恚障碍一切『善法』，障碍一切『法乐』，障碍『善心』。瞋恚成就什么？成就恶道，造作种种恶业，所以必须要离开。贪、瞋、愚痴这叫三毒烦恼，五盖里面取三毒的前面两种，愚痴也就散在其他几种里，虽然没有说愚痴，看看这样子也是愚痴。再看第三，在第二十一面第二行：",
      "zh_TW": "『瞋恚』麻煩大了，害事！所謂「一念瞋心起，百萬障門開」，所有的障礙都來了。我們要想得到禪定，一定要去瞋恚，因為瞋恚障礙一切『善法』，障礙一切『法樂』，障礙『善心』。瞋恚成就什麼？成就惡道，造作種種惡業，所以必須要離開。貪、瞋、愚痴這叫三毒煩惱，五蓋裡面取三毒的前面兩種，愚痴也就散在其他幾種裡，雖然沒有說愚痴，看看這樣子也是愚痴。再看第三，在第二十一面第二行："
    },
    {
      "id": "09-011-0017_p0041",
      "zh_CN": "【睡眠盖者。能破今世三事。欲乐、利乐、福德。】",
      "zh_TW": "【睡眠蓋者。能破今世三事。欲樂、利樂、福德。】"
    },
    {
      "id": "09-011-0017_p0042",
      "zh_CN": "就是指这三桩事情。",
      "zh_TW": "就是指這三樁事情。"
    },
    {
      "id": "09-011-0017_p0043",
      "zh_CN": "【能破今世后世究竟乐。与死无异。唯有气息。】",
      "zh_TW": "【能破今世後世究竟樂。與死無異。唯有氣息。】"
    },
    {
      "id": "09-011-0017_p0044",
      "zh_CN": "睡眠是个盖，五欲里头财色名食睡，贪睡。所以佛教诫弟子，在过去那个时候佛弟子，睡眠是离不开的，是凡夫不是圣人，禅定没有成就，睡眠就是必须要的。所以佛给我们制定的中夜睡眠，中夜是什么时候？现在我们的时间讲夜晚十点钟到两点钟，这是中夜。从前佛弟子十点钟睡觉，两点钟就起来做早课。我这样说起来不是劝同修你们要这样子学，为什么？你们这样学会把身体学坏了。诸位要晓得，人家那个时候的业障轻、烦恼轻，社会环境清净，风俗纯朴，心容易定，所以能办得到。",
      "zh_TW": "睡眠是個蓋，五欲裡頭財色名食睡，貪睡。所以佛教誡弟子，在過去那個時候佛弟子，睡眠是離不開的，是凡夫不是聖人，禪定沒有成就，睡眠就是必須要的。所以佛給我們制定的中夜睡眠，中夜是什麼時候？現在我們的時間講夜晚十點鐘到兩點鐘，這是中夜。從前佛弟子十點鐘睡覺，兩點鐘就起來做早課。我這樣說起來不是勸同修你們要這樣子學，為什麼？你們這樣學會把身體學壞了。諸位要曉得，人家那個時候的業障輕、煩惱輕，社會環境清淨，風俗純樸，心容易定，所以能辦得到。"
    },
    {
      "id": "09-011-0017_p0045",
      "zh_CN": "以前饮食，日中一食，睡眠四小时，树下一宿，能办得到。现在我们生在这个时候不对了，我们的环境比起古人，福大到千倍万倍，我们六根接触现在这个境界，真叫是光怪陆离，不是一个修道的环境。睡眠是恢复体力，你要是睡眠不够，你这个体力不能恢复，不能恢复体力就透支，透支久了就要生病，一生病就更惹麻烦了，所以睡眠我们不能学古人。世间所提倡的八个小时睡眠，三八制度，工作八小时、休息八小时、睡眠八小时。八小时实在是嫌长了一点，在我们一般现在这个情况来讲，我们能有七个小时或者六个小时，六个小时睡得好，够了。七个小时是勉强可以过得去，八小时是多了一点。所以六、七个小时这是我们现在可以做得到的。学古人得要想想人家的环境，再想想自己，千万不可以勉强。",
      "zh_TW": "以前飲食，日中一食，睡眠四小時，樹下一宿，能辦得到。現在我們生在這個時候不對了，我們的環境比起古人，福大到千倍萬倍，我們六根接觸現在這個境界，真叫是光怪陸離，不是一個修道的環境。睡眠是恢復體力，你要是睡眠不夠，你這個體力不能恢復，不能恢復體力就透支，透支久了就要生病，一生病就更惹麻煩了，所以睡眠我們不能學古人。世間所提倡的八個小時睡眠，三八制度，工作八小時、休息八小時、睡眠八小時。八小時實在是嫌長了一點，在我們一般現在這個情況來講，我們能有七個小時或者六個小時，六個小時睡得好，夠了。七個小時是勉強可以過得去，八小時是多了一點。所以六、七個小時這是我們現在可以做得到的。學古人得要想想人家的環境，再想想自己，千萬不可以勉強。"
    },
    {
      "id": "09-011-0017_p0046",
      "zh_CN": "再说到日中一食，昨天我在东海大学讲演的时候也说到这个问题，同学们提到这个问题。从前一食，给诸位说，你们看看佛教史，看看印度学术思想史，诸位能看到，当年印度九十六种外道，都是在外面托钵，都是日中一食。如果说佛弟子要在外面托钵，三餐都去托钵，别人讥嫌，讽刺你、笑话你。何况那时候心清净，心地清净消耗量少。人身体是一部机器，饮食是燃料，我们需要这么大的消耗，就一定要补充这么多的燃料，燃料要是补充不够，身体就坏了，修道也修不成。这些道理必须要懂得，你不懂得，那叫盲修瞎炼。有些人不晓得这个道理勉强做，持午，我过去就是傻干，不晓得。最初持午怎么持法？把三餐饭一餐吃掉，我在埔里跟忏云法师住在一起的时候，这么大的馒头一餐吃八个，幸亏还好，我还没有吃出胃病来，好多人持午搞成肠胃病，害死了他一生。释迦牟尼佛看了要流眼泪，我叫你健康，不叫你害病。结果学佛硬撑，搞出肠胃病出来，天天吃药、天天打针、天天看医生，你不叫自找麻烦吗？学佛是不找一切人的麻烦，结果搞到最后非找人麻烦不可，搞得一身病。我总算是佛菩萨保佑，还没有落到肠胃病。因为那时候自己不懂也不怪，看到别人持午，大钵那么一大钵，好，我也是那个吃法，结果以后看看人家都吃药，一年到头都吃药，我才觉悟到这是把自己肠胃弄坏了。这就是不明理，不懂得道理勉强去学，学错了。",
      "zh_TW": "再說到日中一食，昨天我在東海大學講演的時候也說到這個問題，同學們提到這個問題。從前一食，給諸位說，你們看看佛教史，看看印度學術思想史，諸位能看到，當年印度九十六種外道，都是在外面托缽，都是日中一食。如果說佛弟子要在外面托缽，三餐都去托缽，別人譏嫌，諷刺你、笑話你。何況那時候心清淨，心地清淨消耗量少。人身體是一部機器，飲食是燃料，我們需要這麼大的消耗，就一定要補充這麼多的燃料，燃料要是補充不夠，身體就壞了，修道也修不成。這些道理必須要懂得，你不懂得，那叫盲修瞎鍊。有些人不曉得這個道理勉強做，持午，我過去就是傻幹，不曉得。最初持午怎麼持法？把三餐飯一餐吃掉，我在埔里跟懺雲法師住在一起的時候，這麼大的饅頭一餐吃八個，幸虧還好，我還沒有吃出胃病來，好多人持午搞成腸胃病，害死了他一生。釋迦牟尼佛看了要流眼淚，我叫你健康，不叫你害病。結果學佛硬撐，搞出腸胃病出來，天天吃藥、天天打針、天天看醫生，你不叫自找麻煩嗎？學佛是不找一切人的麻煩，結果搞到最後非找人麻煩不可，搞得一身病。我總算是佛菩薩保佑，還沒有落到腸胃病。因為那時候自己不懂也不怪，看到別人持午，大缽那麼一大缽，好，我也是那個吃法，結果以後看看人家都吃藥，一年到頭都吃藥，我才覺悟到這是把自己腸胃弄壞了。這就是不明理，不懂得道理勉強去學，學錯了。"
    },
    {
      "id": "09-011-0017_p0047",
      "zh_CN": "以后到台中之后，渐渐的这个道理我悟明白了，我才跟李老师，有一次跟他讨论这个问题，我就提出我自己悟出个道理。我悟出道理，也就是从我过去没有学佛以前，我跟回教有一段历史，基督教也有因缘，这都是我学生的时代。以后一学佛看到，忽然之间悟出来了，回教对于饮食很挑剔，才晓得它是做到卫生、卫性。一般人只讲求卫生，饮食是保卫生理，你吃太多、过量了，这对生理有伤害。道业没有成就，身体毁掉了，这真叫盲修瞎炼，危险极了。伊斯兰教除了卫生，它重视卫性，保卫自己性情，所以他有所谓性情不好的他不吃。他不吃猪肉，猪肮脏懒惰，猪肉吃多了吸收猪的气分，所以他选择牛羊，勤快的，他选择这个。肮脏懒惰性情不好的他都不吃，他讲求卫性。以后到佛教一看，佛教不但是卫生、卫性，还保卫慈悲心，所以佛教不食一切众生肉，蔬菜里面性质不好的也不吃，那是卫性，才晓得饮食之道。",
      "zh_TW": "以後到台中之後，漸漸的這個道理我悟明白了，我才跟李老師，有一次跟他討論這個問題，我就提出我自己悟出個道理。我悟出道理，也就是從我過去沒有學佛以前，我跟回教有一段歷史，基督教也有因緣，這都是我學生的時代。以後一學佛看到，忽然之間悟出來了，回教對於飲食很挑剔，才曉得它是做到衛生、衛性。一般人只講求衛生，飲食是保衛生理，你吃太多、過量了，這對生理有傷害。道業沒有成就，身體毀掉了，這真叫盲修瞎鍊，危險極了。伊斯蘭教除了衛生，它重視衛性，保衛自己性情，所以他有所謂性情不好的他不吃。他不吃豬肉，豬骯髒懶惰，豬肉吃多了吸收豬的氣分，所以他選擇牛羊，勤快的，他選擇這個。骯髒懶惰性情不好的他都不吃，他講求衛性。以後到佛教一看，佛教不但是衛生、衛性，還保衛慈悲心，所以佛教不食一切眾生肉，蔬菜裡面性質不好的也不吃，那是衛性，才曉得飲食之道。"
    },
    {
      "id": "09-011-0017_p0048",
      "zh_CN": "在自己多年持午，我持午是很早，可以说二十六岁学佛的时候，学佛半年就开始持午。我持午，晚上一餐是渐渐断掉的，大概十个月以后才断掉。原来晚上吃三碗饭的，晚上吃二碗，减少一碗，逐渐逐渐减少的，差不多减到十个月，才慢慢的。不是像人家那个心勇猛精进一下就断掉，那是吃不消，他容易搞成肠胃病。我持午到三年之后就正常了，就是我一餐饭吃三碗饭，不会吃个六、七碗。我在过去二十几岁的时候，吃饭的饭量平均一天三餐，一餐都吃四碗饭的，所以三年之后这个持午才正常，才是普通一餐的饭量。这时候才体会到热量的消耗，持午与修定有关系，他心清净心定，需要量少，吃一餐就够了，一餐不多吃，跟普通人一样，需要的就是普通那么多。这个事情怎么可以勉强？怎么可以充面子、充好看？所以要懂得真实义。",
      "zh_TW": "在自己多年持午，我持午是很早，可以說二十六歲學佛的時候，學佛半年就開始持午。我持午，晚上一餐是漸漸斷掉的，大概十個月以後才斷掉。原來晚上吃三碗飯的，晚上吃二碗，減少一碗，逐漸逐漸減少的，差不多減到十個月，才慢慢的。不是像人家那個心勇猛精進一下就斷掉，那是吃不消，他容易搞成腸胃病。我持午到三年之後就正常了，就是我一餐飯吃三碗飯，不會吃個六、七碗。我在過去二十幾歲的時候，吃飯的飯量平均一天三餐，一餐都吃四碗飯的，所以三年之後這個持午才正常，才是普通一餐的飯量。這時候才體會到熱量的消耗，持午與修定有關係，他心清淨心定，需要量少，吃一餐就夠了，一餐不多吃，跟普通人一樣，需要的就是普通那麼多。這個事情怎麼可以勉強？怎麼可以充面子、充好看？所以要懂得真實義。"
    },
    {
      "id": "09-011-0017_p0049",
      "zh_CN": "睡眠亦复如是，我们疲倦了就要睡觉，你疲倦了你还忍受，硬是不睡眠要勇猛精进，给诸位说，阿[少/兔]楼驮七天七夜不眨眼把眼睛搞瞎了，幸亏遇到释迦牟尼佛。你要是把身体弄出一身大病，谁来救你？没人救你。所以诸位一定要记住，身体健康是修行的本钱，俗话说借假修真，首先要身体健康。学佛要学得真正是有功德、有利益、有效果，身体一天比一天健康，这就是你学佛入门了，你确实得到佛法的功德利益，身心自在，法喜充满。如果一身都是病，他还喜欢学吗？他ㄧ天到晚愁眉苦脸，他不会法喜充满。",
      "zh_TW": "睡眠亦復如是，我們疲倦了就要睡覺，你疲倦了你還忍受，硬是不睡眠要勇猛精進，給諸位說，阿[少/兔]樓馱七天七夜不眨眼把眼睛搞瞎了，幸虧遇到釋迦牟尼佛。你要是把身體弄出一身大病，誰來救你？沒人救你。所以諸位一定要記住，身體健康是修行的本錢，俗話說借假修真，首先要身體健康。學佛要學得真正是有功德、有利益、有效果，身體一天比一天健康，這就是你學佛入門了，你確實得到佛法的功德利益，身心自在，法喜充滿。如果一身都是病，他還喜歡學嗎？他ㄧ天到晚愁眉苦臉，他不會法喜充滿。"
    },
    {
      "id": "09-011-0017_p0050",
      "zh_CN": "所以一定要如法。如法，释迦牟尼佛讲的有根本法，在每一个时代有每一个时代变通之法，在我们修行过程当中初级、中级、高级各有各的法，在哪一个阶段要入哪一个法，这才叫如法。我们在凡夫地天天学佛、学如来地，这就不如法；等到咱们证到如来地，那就学如来地的法，这才叫如法。同样是一个字，不是一个解释，不是一个死的定义。可是我们要晓得睡眠不是好事情，睡眠耽误很多事情，所以睡眠是愈少愈好。睡眠要少，心一定要有定，心在境界里面一定要有主宰，所谓主宰就是如如不动，心清净，精神才饱满，才能够提得起来。这是在修法上我们必须要注意到的。再翻开第二十二面，五盖里面第四个：",
      "zh_TW": "所以一定要如法。如法，釋迦牟尼佛講的有根本法，在每一個時代有每一個時代變通之法，在我們修行過程當中初級、中級、高級各有各的法，在哪一個階段要入哪一個法，這才叫如法。我們在凡夫地天天學佛、學如來地，這就不如法；等到咱們證到如來地，那就學如來地的法，這才叫如法。同樣是一個字，不是一個解釋，不是一個死的定義。可是我們要曉得睡眠不是好事情，睡眠耽誤很多事情，所以睡眠是愈少愈好。睡眠要少，心一定要有定，心在境界裡面一定要有主宰，所謂主宰就是如如不動，心清淨，精神才飽滿，才能夠提得起來。這是在修法上我們必須要注意到的。再翻開第二十二面，五蓋裡面第四個："
    },
    {
      "id": "09-011-0017_p0051",
      "zh_CN": "【掉悔盖者。掉之为法。破出家心。如人摄心。犹不能住。何况掉散。掉散之人。如无钩醉象。穴鼻骆驼。不可禁制。悔者。如犯大罪人。常怀畏怖。悔箭入心。坚不可拔。】",
      "zh_TW": "【掉悔蓋者。掉之為法。破出家心。如人攝心。猶不能住。何況掉散。掉散之人。如無鉤醉象。穴鼻駱駝。不可禁制。悔者。如犯大罪人。常懷畏怖。悔箭入心。堅不可拔。】"
    },
    {
      "id": "09-011-0017_p0052",
      "zh_CN": "『掉』是掉举，『悔』是后悔。第四盖实在讲是两桩事情。什么叫掉举？掉举就是心不定，我们俗话说心不安定、七上八下。想定定不下来，你心想静，不晓得哪里来的那么多妄念，这种情形我们在初学的修学当中是会遇到的。七上八下定不下来那是掉举；一止静，盘腿一坐就打瞌睡，这就是昏沉，这是初学的两种通病。没什么关系，人人都有这个毛病，这就是你没功夫，证明你没功夫。此地只取一个掉举。『悔』就是后悔，做错了事情，佛法里头的忏悔法是后不再造，这叫忏悔法。绝不是常常懊悔我过去做错事情，这你在阿赖耶识里增长你的障碍，常常懊悔自己所做的过失，这种人没法子成就。你要想真正得禅定，以前做的事情绝不后悔，不必再去讲它，忏悔是后不再做，已经做错了不去想，以后不再做错就行了。别老念着过去那些造的罪业，你的心才能得定。否则的话，常常有后悔跟掉举，都是障碍禅定，这些都是要不得的。第五讲疑，在第二十三页第一行：",
      "zh_TW": "『掉』是掉舉，『悔』是後悔。第四蓋實在講是兩樁事情。什麼叫掉舉？掉舉就是心不定，我們俗話說心不安定、七上八下。想定定不下來，你心想靜，不曉得哪裡來的那麼多妄念，這種情形我們在初學的修學當中是會遇到的。七上八下定不下來那是掉舉；一止靜，盤腿一坐就打瞌睡，這就是昏沉，這是初學的兩種通病。沒什麼關係，人人都有這個毛病，這就是你沒功夫，證明你沒功夫。此地只取一個掉舉。『悔』就是後悔，做錯了事情，佛法裡頭的懺悔法是後不再造，這叫懺悔法。絕不是常常懊悔我過去做錯事情，這你在阿賴耶識裡增長你的障礙，常常懊悔自己所做的過失，這種人沒法子成就。你要想真正得禪定，以前做的事情絕不後悔，不必再去講它，懺悔是後不再做，已經做錯了不去想，以後不再做錯就行了。別老念著過去那些造的罪業，你的心才能得定。否則的話，常常有後悔跟掉舉，都是障礙禪定，這些都是要不得的。第五講疑，在第二十三頁第一行："
    },
    {
      "id": "09-011-0017_p0053",
      "zh_CN": "【疑盖者。以疑覆故。于诸法中不得定心。定心无故。于佛法中空无所得。譬如人入宝山。若无手者。无所能取。】",
      "zh_TW": "【疑蓋者。以疑覆故。於諸法中不得定心。定心無故。於佛法中空無所得。譬如人入寶山。若無手者。無所能取。】"
    },
    {
      "id": "09-011-0017_p0054",
      "zh_CN": "学法凡是有成就的，第一个他对于法有信心，不疑；第二个他对于老师有信心，不疑；第三个他对道场有信心，不疑。他有这三种不疑，有这三种信心，他决定成就，如果有一样有疑惑都是障碍，不会成就的。诸位将来要是悟入了，你会恍然大悟，一切所在无不是道场，一切众生无不是善知识，一切佛法无不是觉悟自己的善法，所以诸法平等、无有高下。你自己开悟的机缘在哪里，我们在道场也常常贡献给诸位，你对于哪个地方、你对于某个人，你对他至诚恭敬的相信他，你对他决定没有疑悔，你就到那里去，你一定会有成就。哪怕他是个恶人、他是个邪知识、他是个外道，你对他恭敬，你对他恭敬你有成就，正是印光法师告诉我们的，入佛的秘要就在诚敬，一分诚敬得一分利益，十分诚敬得十分利益。他是真正大善知识，如来出现于世间，你对他不相信，你在他那个地方不能成就。释迦牟尼佛在世的时候就有例子，有一个人见到佛，佛不能度他，为什么不能度他？他不相信，但是他相信目犍连，对目犍连非常恭敬，所以佛叫他，你就跟目犍连。他在目犍连手下证阿罗汉果，为什么？诚敬。释迦牟尼佛手下不能证，是对释迦牟尼佛没有诚敬之心，就是怀疑。所以诸位要晓得，世出世间法的修学都是在诚敬，学佛法如此，学世间法也是如此。你要想真正自己的学问技能有所成就，你对你的老师要有信心。如果你对老师没有信心，受害不是老师，是自己，自己受害，老师受什么害？",
      "zh_TW": "學法凡是有成就的，第一個他對於法有信心，不疑；第二個他對於老師有信心，不疑；第三個他對道場有信心，不疑。他有這三種不疑，有這三種信心，他決定成就，如果有一樣有疑惑都是障礙，不會成就的。諸位將來要是悟入了，你會恍然大悟，一切所在無不是道場，一切眾生無不是善知識，一切佛法無不是覺悟自己的善法，所以諸法平等、無有高下。你自己開悟的機緣在哪裡，我們在道場也常常貢獻給諸位，你對於哪個地方、你對於某個人，你對他至誠恭敬的相信他，你對他決定沒有疑悔，你就到那裡去，你一定會有成就。哪怕他是個惡人、他是個邪知識、他是個外道，你對他恭敬，你對他恭敬你有成就，正是印光法師告訴我們的，入佛的祕要就在誠敬，一分誠敬得一分利益，十分誠敬得十分利益。他是真正大善知識，如來出現於世間，你對他不相信，你在他那個地方不能成就。釋迦牟尼佛在世的時候就有例子，有一個人見到佛，佛不能度他，為什麼不能度他？他不相信，但是他相信目犍連，對目犍連非常恭敬，所以佛叫他，你就跟目犍連。他在目犍連手下證阿羅漢果，為什麼？誠敬。釋迦牟尼佛手下不能證，是對釋迦牟尼佛沒有誠敬之心，就是懷疑。所以諸位要曉得，世出世間法的修學都是在誠敬，學佛法如此，學世間法也是如此。你要想真正自己的學問技能有所成就，你對你的老師要有信心。如果你對老師沒有信心，受害不是老師，是自己，自己受害，老師受什麼害？"
    },
    {
      "id": "09-011-0017_p0055",
      "zh_CN": "你有信心、你没有疑惑，你就得定，定当中就生智慧，智慧就圆满功德，什么学不会？智慧开了，世出世间任何一个法门，你都能够学得在人之上，超过你的老师，所谓青出于蓝而胜于蓝。从哪里来的？从你没有疑惑，从你有信心，从信心到禅定，由禅定到智慧，这么来的。所以定慧成就之后，六根接触六尘境界，才晓得一切众生个个是善知识，平等平等，没有差别。这地方说明疑是重大的障碍，只要你有疑，你在一切法里头你得不到定性；换句话说，你心是散乱的，你没有信心，当然一事无成。二十三页倒数第三行，这一段是龙树菩萨开示我们弃五盖的功德利益：",
      "zh_TW": "你有信心、你沒有疑惑，你就得定，定當中就生智慧，智慧就圓滿功德，什麼學不會？智慧開了，世出世間任何一個法門，你都能夠學得在人之上，超過你的老師，所謂青出於藍而勝於藍。從哪裡來的？從你沒有疑惑，從你有信心，從信心到禪定，由禪定到智慧，這麼來的。所以定慧成就之後，六根接觸六塵境界，才曉得一切眾生個個是善知識，平等平等，沒有差別。這地方說明疑是重大的障礙，只要你有疑，你在一切法裡頭你得不到定性；換句話說，你心是散亂的，你沒有信心，當然一事無成。二十三頁倒數第三行，這一段是龍樹菩薩開示我們棄五蓋的功德利益："
    },
    {
      "id": "09-011-0017_p0056",
      "zh_CN": "【弃是五盖。譬如负债得脱。】",
      "zh_TW": "【棄是五蓋。譬如負債得脫。】"
    },
    {
      "id": "09-011-0017_p0057",
      "zh_CN": "譬如把债还清，摆脱债务了。又如同害重病，你现在病好了；又如同你饥饿，现在你得到饮食；还有个比喻，好比从监牢狱里头出来了。从这几种比喻，我们就晓得五盖之害，以及离开五盖的功德利益，特别是在修禅定上，不可以不知。五欲五盖是要离开、是要把它除掉的，我们现在除不尽，也要存这个心渐渐离开，渐渐的远离，恢复自己清净心，恢复自己坚定的信心，成就无量的功德。在第二十四面教我们行五法，这五种方法是修禅定最要紧的方法，在第三行：",
      "zh_TW": "譬如把債還清，擺脫債務了。又如同害重病，你現在病好了；又如同你飢餓，現在你得到飲食；還有個比喻，好比從監牢獄裡頭出來了。從這幾種比喻，我們就曉得五蓋之害，以及離開五蓋的功德利益，特別是在修禪定上，不可以不知。五欲五蓋是要離開、是要把它除掉的，我們現在除不盡，也要存這個心漸漸離開，漸漸的遠離，恢復自己清淨心，恢復自己堅定的信心，成就無量的功德。在第二十四面教我們行五法，這五種方法是修禪定最要緊的方法，在第三行："
    },
    {
      "id": "09-011-0017_p0058",
      "zh_CN": "【若能呵五欲。除五盖。行五法：欲、精进、念、巧慧、一心。行此五法。得五枝。成就初禅。】",
      "zh_TW": "【若能呵五欲。除五蓋。行五法：欲、精進、念、巧慧、一心。行此五法。得五枝。成就初禪。】"
    },
    {
      "id": "09-011-0017_p0059",
      "zh_CN": "『初禅』这是禅定里面最初证得的，如果你得这个定，将来舍这个报身就生色界初禅天，就是梵天。可是诸位要记住，五欲五盖要是不除，初禅决定得不到。得到禅定了，给诸位说，有没有睡眠？没有睡眠了，他心在定中，心是清醒的，不是昏沉的。他没有睡眠，他盘腿在那里静坐好像休息，头脑清清楚楚，而不是昏沉，他也不做梦，精神饱满，这是禅定的功德利益。我们现在不行，不行就是功夫间断了，念佛清醒的时候念，睡着就不念了。做梦还念，做梦念不如清醒念，那效果差远了。由此可知，我们功夫每天都有相当长的一个时间是间断的，不能做到连绵不断，但是你要是得到禅定就可以不断了。初禅修法，这五个是很重要的条件，第一个是『欲』，欲是欲望。什么欲望？",
      "zh_TW": "『初禪』這是禪定裡面最初證得的，如果你得這個定，將來捨這個報身就生色界初禪天，就是梵天。可是諸位要記住，五欲五蓋要是不除，初禪決定得不到。得到禪定了，給諸位說，有沒有睡眠？沒有睡眠了，他心在定中，心是清醒的，不是昏沉的。他沒有睡眠，他盤腿在那裡靜坐好像休息，頭腦清清楚楚，而不是昏沉，他也不做夢，精神飽滿，這是禪定的功德利益。我們現在不行，不行就是功夫間斷了，念佛清醒的時候念，睡著就不念了。做夢還念，做夢念不如清醒念，那效果差遠了。由此可知，我們功夫每天都有相當長的一個時間是間斷的，不能做到連綿不斷，但是你要是得到禪定就可以不斷了。初禪修法，這五個是很重要的條件，第一個是『欲』，欲是欲望。什麼欲望？"
    },
    {
      "id": "09-011-0017_p0060",
      "zh_CN": "【欲名欲于欲界中出。欲得初禅。】",
      "zh_TW": "【欲名欲於欲界中出。欲得初禪。】"
    },
    {
      "id": "09-011-0017_p0061",
      "zh_CN": "是这种欲望，不是五欲六尘。欲是一个希望，希望要超越欲界，希望要得到初禅，是这个欲望。如果我们把这个换用在我们念佛法门里面来，我们念佛有个欲望？欲望什么？欲得一心、欲生西方、欲离娑婆，这就行了，这才会有成就。我们从来没有欲望离开娑婆世界，从来没有一个欲望得一心不乱，你怎么会得一心？你怎么能离得开娑婆世界？虽然讲我们天天念佛要求生西方极乐世界，给诸位说，实在讲是打妄语，口里这样说，心里不是这回事情，要是明天送你到西方极乐世界，你要跟人家拼命了，「怎么我跟你过不去？你要我死？」还想长命百岁，活了一百还不够，还想活二百。换句话说，从来没有真正发个心，我们要往生西方极乐世界，没有。害了大病，还希望我病赶快好；「我有病了，正好这病苦，赶快往生西方极乐世界去，到西方极乐世界去享乐去」，他还没有这个念头。不容易！我们凡夫，说实在话都是自欺欺人，嘴巴里说得是甜如蜜，心里说另外一套事情，不相应，他怎么会有成就？有疑就要有精进，如果懈怠放逸、马马虎虎、随随便便，这不能成功，一定要精进，精进是禅定、般若之根本。第一个有希望，接着就是精进，有精进才有根。第三个：",
      "zh_TW": "是這種欲望，不是五欲六塵。欲是一個希望，希望要超越欲界，希望要得到初禪，是這個欲望。如果我們把這個換用在我們念佛法門裡面來，我們念佛有個欲望？欲望什麼？欲得一心、欲生西方、欲離娑婆，這就行了，這才會有成就。我們從來沒有欲望離開娑婆世界，從來沒有一個欲望得一心不亂，你怎麼會得一心？你怎麼能離得開娑婆世界？雖然講我們天天念佛要求生西方極樂世界，給諸位說，實在講是打妄語，口裡這樣說，心裡不是這回事情，要是明天送你到西方極樂世界，你要跟人家拼命了，「怎麼我跟你過不去？你要我死？」還想長命百歲，活了一百還不夠，還想活二百。換句話說，從來沒有真正發個心，我們要往生西方極樂世界，沒有。害了大病，還希望我病趕快好；「我有病了，正好這病苦，趕快往生西方極樂世界去，到西方極樂世界去享樂去」，他還沒有這個念頭。不容易！我們凡夫，說實在話都是自欺欺人，嘴巴裡說得是甜如蜜，心裡說另外一套事情，不相應，他怎麼會有成就？有疑就要有精進，如果懈怠放逸、馬馬虎虎、隨隨便便，這不能成功，一定要精進，精進是禪定、般若之根本。第一個有希望，接著就是精進，有精進才有根。第三個："
    },
    {
      "id": "09-011-0017_p0062",
      "zh_CN": "【念名念初禅乐。知欲界不净。】",
      "zh_TW": "【念名念初禪樂。知欲界不淨。】"
    },
    {
      "id": "09-011-0017_p0063",
      "zh_CN": "『念』是什么？念念希望自己向往的目标。",
      "zh_TW": "『念』是什麼？念念希望自己嚮往的目標。"
    },
    {
      "id": "09-011-0017_p0064",
      "zh_CN": "【巧慧。名观察筹量欲界乐、初禅乐轻重得失。】",
      "zh_TW": "【巧慧。名觀察籌量欲界樂、初禪樂輕重得失。】"
    },
    {
      "id": "09-011-0017_p0065",
      "zh_CN": "『巧慧』就是善巧方便的智慧，因为禅定是定慧均等的。",
      "zh_TW": "『巧慧』就是善巧方便的智慧，因為禪定是定慧均等的。"
    },
    {
      "id": "09-011-0017_p0066",
      "zh_CN": "【一心。名常系心缘中，不令分散。】",
      "zh_TW": "【一心。名常繫心緣中，不令分散。】"
    },
    {
      "id": "09-011-0017_p0067",
      "zh_CN": "「一心」就是定。「巧慧」就是慧，定慧要是均等要靠「念」来调。慧多定少、定多慧少，都不能够证得禅定，证得禅定一定要定慧均等，差一点点都不行，都不能够证得。",
      "zh_TW": "「一心」就是定。「巧慧」就是慧，定慧要是均等要靠「念」來調。慧多定少、定多慧少，都不能夠證得禪定，證得禪定一定要定慧均等，差一點點都不行，都不能夠證得。"
    },
    {
      "id": "09-011-0017_p0068",
      "zh_CN": "这是把修禅三桩事给我们介绍出来，这是修禅必须具备的三个条件。第一个你要离开五欲，色声香味触这五欲；其次必须要舍弃五盖；然后再专修五法。这五法是纲领，办法多得是，这五个是原则，就是要运用这五个原则。",
      "zh_TW": "這是把修禪三樁事給我們介紹出來，這是修禪必須具備的三個條件。第一個你要離開五欲，色聲香味觸這五欲；其次必須要捨棄五蓋；然後再專修五法。這五法是綱領，辦法多得是，這五個是原則，就是要運用這五個原則。"
    },
    {
      "id": "09-011-0017_p0069",
      "zh_CN": "向下的文是说要我们观察，这是菩萨观察，欲的过患，修习禅观者必须要知道。这一段文也很长，希望诸位自己好好的去读。从欲的过患，文一直给我们讲到四禅天。在第三十一页第五行，以下就是说明无色界的四空天，四空天他们所修的四空定，在此地龙树菩萨也有简单扼要的介绍。像这些资料，我们一般在讲解佛学常识方面都是很好的参考，都可以引用。在第三十五页第一行，说到禅定相，略说有二十三种，这二十三种里面就是八味、八净、七无漏，合起来是二十三种。后面又给我们介绍六因、四缘，四缘我们常常讲到的因缘、次第缘、所缘缘、增上缘，这里都有说到。到第三十六页，提到的功夫可以说一步比一步高，就讲到练禅，这是修习禅观，那是正在精进之中，能够成就愿智、四无碍辩才、无诤三昧，我们在《般若经》里常常读到。《般若经》，其他的比较少读，诸位读《金刚经》读得多，《金刚经》里面须菩提长老他就是修无诤三昧。在第三十七面的倒数第三行，这是说明禅定波罗蜜能生一切功德，这是我们应当要晓得的。",
      "zh_TW": "向下的文是說要我們觀察，這是菩薩觀察，欲的過患，修習禪觀者必須要知道。這一段文也很長，希望諸位自己好好的去讀。從欲的過患，文一直給我們講到四禪天。在第三十一頁第五行，以下就是說明無色界的四空天，四空天他們所修的四空定，在此地龍樹菩薩也有簡單扼要的介紹。像這些資料，我們一般在講解佛學常識方面都是很好的參考，都可以引用。在第三十五頁第一行，說到禪定相，略說有二十三種，這二十三種裡面就是八味、八淨、七無漏，合起來是二十三種。後面又給我們介紹六因、四緣，四緣我們常常講到的因緣、次第緣、所緣緣、增上緣，這裡都有說到。到第三十六頁，提到的功夫可以說一步比一步高，就講到練禪，這是修習禪觀，那是正在精進之中，能夠成就願智、四無礙辯才、無諍三昧，我們在《般若經》裡常常讀到。《般若經》，其他的比較少讀，諸位讀《金剛經》讀得多，《金剛經》裡面須菩提長老他就是修無諍三昧。在第三十七面的倒數第三行，這是說明禪定波羅蜜能生一切功德，這是我們應當要曉得的。"
    },
    {
      "id": "09-011-0017_p0070",
      "zh_CN": "【四无量意。五神通。八背舍。八胜处。十一切入。九次第定。九相。十想。三三昧。三解脱门。三无漏根。三十七品。如是等诸功德。皆禅波罗蜜中生。】",
      "zh_TW": "【四無量意。五神通。八背捨。八勝處。十一切入。九次第定。九相。十想。三三昧。三解脫門。三無漏根。三十七品。如是等諸功德。皆禪波羅蜜中生。】"
    },
    {
      "id": "09-011-0017_p0071",
      "zh_CN": "『四无量意』就是四无量心。『五神通』，除了漏尽通，前面的五通。『三十七品』就是三十七道品。像这些法相名词，我们在过去大多数都讲过。三十八面第一行：",
      "zh_TW": "『四無量意』就是四無量心。『五神通』，除了漏盡通，前面的五通。『三十七品』就是三十七道品。像這些法相名詞，我們在過去大多數都講過。三十八面第一行："
    },
    {
      "id": "09-011-0017_p0072",
      "zh_CN": "【问曰。应说禅波罗蜜。何以但说禅。答曰。禅是波罗蜜之本。得是禅已。怜愍众生。内心中有种种禅定妙乐而不知求。乃在外法不净苦中求乐。如是观已。生大悲心。立弘誓愿。我当令众生皆得禅定内乐。离不净乐。依此禅乐已。次令得佛道乐。是时禅名波罗蜜。】",
      "zh_TW": "【問曰。應說禪波羅蜜。何以但說禪。答曰。禪是波羅蜜之本。得是禪已。憐愍眾生。內心中有種種禪定妙樂而不知求。乃在外法不淨苦中求樂。如是觀已。生大悲心。立弘誓願。我當令眾生皆得禪定內樂。離不淨樂。依此禪樂已。次令得佛道樂。是時禪名波羅蜜。】"
    },
    {
      "id": "09-011-0017_p0073",
      "zh_CN": "这个话讲得很清楚，所以禅是诸波罗蜜的根本。我们通常讲十波罗蜜，十波罗蜜是以禅为根本，如果没有禅，从布施到愿力智只能叫十种善法，不能叫波罗蜜。一定要得到禅，这十种才叫波罗蜜。换句话说，没有得到禅，修布施只能说是布施福，不能叫布施波罗蜜。没有禅可以叫持戒福，是福报，不能叫持戒波罗蜜，一定要得到禅之后，才统统都叫波罗蜜。由此可知，六度、十度是万行的纲领，禅既然是六度、十度之本，当然也是一切万行的根本。因此得到禅了，菩萨常在大定之中，所以他举心动念、一切造作行为无不是波罗蜜。所以无量波罗蜜门都是从禅而生的。",
      "zh_TW": "這個話講得很清楚，所以禪是諸波羅蜜的根本。我們通常講十波羅蜜，十波羅蜜是以禪為根本，如果沒有禪，從布施到願力智只能叫十種善法，不能叫波羅蜜。一定要得到禪，這十種才叫波羅蜜。換句話說，沒有得到禪，修布施只能說是布施福，不能叫布施波羅蜜。沒有禪可以叫持戒福，是福報，不能叫持戒波羅蜜，一定要得到禪之後，才統統都叫波羅蜜。由此可知，六度、十度是萬行的綱領，禪既然是六度、十度之本，當然也是一切萬行的根本。因此得到禪了，菩薩常在大定之中，所以他舉心動念、一切造作行為無不是波羅蜜。所以無量波羅蜜門都是從禪而生的。"
    },
    {
      "id": "09-011-0017_p0074",
      "zh_CN": "禅在净土里面是理一心不乱，事一心不乱也是的，那还不到家，理一心不乱是真正的禅，那是真正成就诸波罗蜜。由此可知，我们念佛的目的一定要安在理一心上。我们念佛求什么？就是求理一心。向下这个文，文与义都非常的丰富，我们受时间限制，不能够逐句给诸位细细讲解，希望诸位自己要用功。最重要的意思就是提示我们，禅定里面有真乐，有真正的乐，是从内心里面流露出来的。世人愚痴，不晓得享受内在禅定里面之乐（就是禅悦），他不能够享受这一分的乐趣。他在外面境界里头去追求快乐，境界是虚妄的，得来也不实在。境界的乐在有禅定的人看起来叫坏苦，你追求得到了，一时有乐，但是会失掉，失掉，苦就来了。你得到的乐多，将来失掉的时候你痛苦大，必定有苦的，那个苦乐是相对的，不是真乐。真乐是禅悦，是从定中得来的，我们在一般说的是清净心当中才有真正之乐。四十一面倒数第四行：",
      "zh_TW": "禪在淨土裡面是理一心不亂，事一心不亂也是的，那還不到家，理一心不亂是真正的禪，那是真正成就諸波羅蜜。由此可知，我們念佛的目的一定要安在理一心上。我們念佛求什麼？就是求理一心。向下這個文，文與義都非常的豐富，我們受時間限制，不能夠逐句給諸位細細講解，希望諸位自己要用功。最重要的意思就是提示我們，禪定裡面有真樂，有真正的樂，是從內心裡面流露出來的。世人愚痴，不曉得享受內在禪定裡面之樂（就是禪悅），他不能夠享受這一分的樂趣。他在外面境界裡頭去追求快樂，境界是虛妄的，得來也不實在。境界的樂在有禪定的人看起來叫壞苦，你追求得到了，一時有樂，但是會失掉，失掉，苦就來了。你得到的樂多，將來失掉的時候你痛苦大，必定有苦的，那個苦樂是相對的，不是真樂。真樂是禪悅，是從定中得來的，我們在一般說的是清淨心當中才有真正之樂。四十一面倒數第四行："
    },
    {
      "id": "09-011-0017_p0075",
      "zh_CN": "【若得初禅。同得初禅人能知。而不能知菩萨入初禅。有人得二禅。观知得初禅心。了了知。不能知菩萨入初禅心。乃至非有想非无想处亦如是。】",
      "zh_TW": "【若得初禪。同得初禪人能知。而不能知菩薩入初禪。有人得二禪。觀知得初禪心。了了知。不能知菩薩入初禪心。乃至非有想非無想處亦如是。】"
    },
    {
      "id": "09-011-0017_p0076",
      "zh_CN": "『非有想非无想处』，就是我们平常讲的非想非非想天，亦如是。这里告诉我们一桩什么事情？我们两个人同样得初禅，你晓得我，我晓得你。假如我得二禅、你得初禅，我知道你，你那个境界我完全都晓得。可是菩萨示现在初禅里面，表面看起来都是初禅，菩萨在初禅的境界，证得初禅的人不知道。不但证初禅的人不晓得，证二禅的人也不知道在初禅的菩萨，纵然到非想非非想天、到第八定，也不晓得初禅菩萨的境界，这一点我们应当要明了。菩萨的境界我们常说随类化身，从这一段我们把意思引申可以能够会得，菩萨在我们人间，他知道我们，我们不晓得他；菩萨在人间的心境，不但人不晓得，诸天也不晓得。换句话说，只有同样菩萨地位的人他才晓得，不是在同样菩萨地位的不知道。你要是懂得这个道理，不要去打听某人到什么地位了，你去问谁？人家答复你的都是骗你，打妄语的。真正知道的他也不告诉你，没有告诉你的必要。不自己修定，到处打听别人，别人成佛了与自己也不相干，自己修定要紧，别人与自己没有交涉。好好的把自己的心定下来，不要向外境上去攀缘。在末后意思就说得很深了，在第四十二面第六行：",
      "zh_TW": "『非有想非無想處』，就是我們平常講的非想非非想天，亦如是。這裡告訴我們一樁什麼事情？我們兩個人同樣得初禪，你曉得我，我曉得你。假如我得二禪、你得初禪，我知道你，你那個境界我完全都曉得。可是菩薩示現在初禪裡面，表面看起來都是初禪，菩薩在初禪的境界，證得初禪的人不知道。不但證初禪的人不曉得，證二禪的人也不知道在初禪的菩薩，縱然到非想非非想天、到第八定，也不曉得初禪菩薩的境界，這一點我們應當要明瞭。菩薩的境界我們常說隨類化身，從這一段我們把意思引申可以能夠會得，菩薩在我們人間，他知道我們，我們不曉得他；菩薩在人間的心境，不但人不曉得，諸天也不曉得。換句話說，只有同樣菩薩地位的人他才曉得，不是在同樣菩薩地位的不知道。你要是懂得這個道理，不要去打聽某人到什麼地位了，你去問誰？人家答覆你的都是騙你，打妄語的。真正知道的他也不告訴你，沒有告訴你的必要。不自己修定，到處打聽別人，別人成佛了與自己也不相干，自己修定要緊，別人與自己沒有交涉。好好的把自己的心定下來，不要向外境上去攀緣。在末後意思就說得很深了，在第四十二面第六行："
    },
    {
      "id": "09-011-0017_p0077",
      "zh_CN": "【复次。尔时菩萨常入禅定。摄心不动。不生觉观。亦能为十方一切众生。以无量音声说法而度脱之。是名禅波罗蜜。】",
      "zh_TW": "【復次。爾時菩薩常入禪定。攝心不動。不生覺觀。亦能為十方一切眾生。以無量音聲說法而度脫之。是名禪波羅蜜。】"
    },
    {
      "id": "09-011-0017_p0078",
      "zh_CN": "向下都是讲菩萨禅定的形相，这个境界愈说愈高，希望诸位细细的去念、去研究。四十三面第三行：",
      "zh_TW": "向下都是講菩薩禪定的形相，這個境界愈說愈高，希望諸位細細的去念、去研究。四十三面第三行："
    },
    {
      "id": "09-011-0017_p0079",
      "zh_CN": "【法身菩萨亦如是。无所分别。亦无散心。亦无说法相。是无量福德禅定智慧因缘故。是法身菩萨。种种法音随应而出。】",
      "zh_TW": "【法身菩薩亦如是。無所分別。亦無散心。亦無說法相。是無量福德禪定智慧因緣故。是法身菩薩。種種法音隨應而出。】"
    },
    {
      "id": "09-011-0017_p0080",
      "zh_CN": "菩萨说不说法？说，说而无说、无说而说。说跟无说是一不是二，所以说入不二法门。",
      "zh_TW": "菩薩說不說法？說，說而無說、無說而說。說跟無說是一不是二，所以說入不二法門。"
    },
    {
      "id": "09-011-0017_p0081",
      "zh_CN": "【悭贪心多。闻说布施之声。破戒瞋恚懈怠散乱愚痴之人。各各闻说持戒忍辱禅定智慧之声。闻是法已。各各思惟。渐以三乘而得度脱。复次。菩萨观一切法。若乱若定。皆是不二相。】",
      "zh_TW": "【慳貪心多。聞說布施之聲。破戒瞋恚懈怠散亂愚痴之人。各各聞說持戒忍辱禪定智慧之聲。聞是法已。各各思惟。漸以三乘而得度脫。復次。菩薩觀一切法。若亂若定。皆是不二相。】"
    },
    {
      "id": "09-011-0017_p0082",
      "zh_CN": "由此可知，菩萨自住三摩地中是不二法门，而接引一切众生是以三乘法，所谓随众生心、应所知量。这就是自受用跟他受用不一样的所在，自受用是清净的，他受用是慈悲的。这个底下有一段文，是讲仙人瞋恚而堕落失掉神通，有一段小故事。后面又有一段小故事是讲增上慢而堕落的，这是指有一个比丘得到四禅生增上慢。这个故事不必说了，诸位自己去看去。在第四十五页第十四行长行以下，是后世祖师禅的由来：",
      "zh_TW": "由此可知，菩薩自住三摩地中是不二法門，而接引一切眾生是以三乘法，所謂隨眾生心、應所知量。這就是自受用跟他受用不一樣的所在，自受用是清淨的，他受用是慈悲的。這個底下有一段文，是講仙人瞋恚而墮落失掉神通，有一段小故事。後面又有一段小故事是講增上慢而墮落的，這是指有一個比丘得到四禪生增上慢。這個故事不必說了，諸位自己去看去。在第四十五頁第十四行長行以下，是後世祖師禪的由來："
    },
    {
      "id": "09-011-0017_p0083",
      "zh_CN": "【是故知取乱相。能生瞋等烦恼。取定相。能生着。菩萨不取乱相。亦不取禅定相。乱定相一故。是名禅波罗蜜。如初禅相。离欲除盖。摄心一处。是菩萨利根智慧观故。于五盖无所舍。于禅定相无所取。诸法相空故。】",
      "zh_TW": "【是故知取亂相。能生瞋等煩惱。取定相。能生著。菩薩不取亂相。亦不取禪定相。亂定相一故。是名禪波羅蜜。如初禪相。離欲除蓋。攝心一處。是菩薩利根智慧觀故。於五蓋無所捨。於禪定相無所取。諸法相空故。】"
    },
    {
      "id": "09-011-0017_p0084",
      "zh_CN": "这都是祖师禅的来源。祖师禅也不是祖师发明的，还是从佛法当中有根有据的，绝不是他胡造谣言。",
      "zh_TW": "這都是祖師禪的來源。祖師禪也不是祖師發明的，還是從佛法當中有根有據的，絕不是他胡造謠言。"
    },
    {
      "id": "09-011-0017_p0085",
      "zh_CN": "从这个地方以下，文虽然不多，可是跟前面所讲的禅是大异其趣，为什么？前面要离五盖、要弃呵五欲，在此地不要了。为什么不要？这地方观空，凡所有相皆是虚妄，既然是虚妄，有什么好除的？既然是虚妄，有什么好断的？诸位要晓得，这是高级的禅定，我们修不来的。我们现在所错的路是什么？前面那个不要，但学后面的，这就糟了。殊不知后面这个祖师禅是从如来禅基础里头修得的，祖师禅好像是大学研究所，如来禅好像是小学、中学，小学、中学都不读，一下就读大学、研究所，这是办不到的事情。",
      "zh_TW": "從這個地方以下，文雖然不多，可是跟前面所講的禪是大異其趣，為什麼？前面要離五蓋、要棄呵五欲，在此地不要了。為什麼不要？這地方觀空，凡所有相皆是虛妄，既然是虛妄，有什麼好除的？既然是虛妄，有什麼好斷的？諸位要曉得，這是高級的禪定，我們修不來的。我們現在所錯的路是什麼？前面那個不要，但學後面的，這就糟了。殊不知後面這個祖師禪是從如來禪基礎裡頭修得的，祖師禪好像是大學研究所，如來禪好像是小學、中學，小學、中學都不讀，一下就讀大學、研究所，這是辦不到的事情。"
    },
    {
      "id": "09-011-0017_p0086",
      "zh_CN": "后面这个理要晓得，统统讲的是性具本定。诸位可以参看《六祖坛经》，定慧一体、教授坐禅这两章。这是我们中国祖师禅理论在修学指导最高的原则，我们不可不知。拿《六祖坛经》这意思跟后面这几页一对照，你才晓得我们祖师禅程度之高。我们修学祖师禅必须具备如来禅的基础，换句话说，五欲、五盖、五法是要修学的。五欲、五盖必须断，五法这是法则，运用这个法则，但是不取声闻、缘觉，甚至菩萨这些材料可以不要，我们取一乘菩萨的教材。但是还是要这五法，我们才能够进入祖师禅的境界，也就是修自性本定，我们才能有成就。《楞严经》里面是讲自性本定，也可以说完全是祖师禅的意思。在四十六页第四行有一段很长的文非常重要，这个意思很深：",
      "zh_TW": "後面這個理要曉得，統統講的是性具本定。諸位可以參看《六祖壇經》，定慧一體、教授坐禪這兩章。這是我們中國祖師禪理論在修學指導最高的原則，我們不可不知。拿《六祖壇經》這意思跟後面這幾頁一對照，你才曉得我們祖師禪程度之高。我們修學祖師禪必須具備如來禪的基礎，換句話說，五欲、五蓋、五法是要修學的。五欲、五蓋必須斷，五法這是法則，運用這個法則，但是不取聲聞、緣覺，甚至菩薩這些材料可以不要，我們取一乘菩薩的教材。但是還是要這五法，我們才能夠進入祖師禪的境界，也就是修自性本定，我們才能有成就。《楞嚴經》裡面是講自性本定，也可以說完全是祖師禪的意思。在四十六頁第四行有一段很長的文非常重要，這個意思很深："
    },
    {
      "id": "09-011-0017_p0087",
      "zh_CN": "【复次。是贪欲、贪欲者。不一不异。】",
      "zh_TW": "【復次。是貪欲、貪欲者。不一不異。】"
    },
    {
      "id": "09-011-0017_p0088",
      "zh_CN": "『贪欲贪欲者』就是贪欲、离贪欲，贪欲跟离贪欲『不一不异』。句句都是不二法门。",
      "zh_TW": "『貪欲貪欲者』就是貪欲、離貪欲，貪欲跟離貪欲『不一不異』。句句都是不二法門。"
    },
    {
      "id": "09-011-0017_p0089",
      "zh_CN": "【何以故。离贪欲。贪欲者不可得。离贪欲者。贪欲不可得。是但从和合因缘生。和合因缘生法。即是自性空。如是贪欲、贪欲者异不可得。若一。贪欲、贪欲者则无分别。如是等种种因缘。贪欲生不可得。若法无生。是法亦无灭。不生、不灭故。则无定、无乱。如是观贪欲盖。则与禅定为一。余盖亦如是。若得诸法实相。观五盖则无所有。是时便知五盖实相即是禅实相。禅实相即是五盖。菩萨如是能知五欲及五盖。禅定及枝相。无所依入禅定。是为禅波罗蜜。】",
      "zh_TW": "【何以故。離貪欲。貪欲者不可得。離貪欲者。貪欲不可得。是但從和合因緣生。和合因緣生法。即是自性空。如是貪欲、貪欲者異不可得。若一。貪欲、貪欲者則無分別。如是等種種因緣。貪欲生不可得。若法無生。是法亦無滅。不生、不滅故。則無定、無亂。如是觀貪欲蓋。則與禪定為一。餘蓋亦如是。若得諸法實相。觀五蓋則無所有。是時便知五蓋實相即是禪實相。禪實相即是五蓋。菩薩如是能知五欲及五蓋。禪定及枝相。無所依入禪定。是為禪波羅蜜。】"
    },
    {
      "id": "09-011-0017_p0090",
      "zh_CN": "这是最高级的佛法，就是因为它后面有。本来是应该要记熟的，我们时间不够了，在此地不细说没有关系，为什么？《坛经》里面我们说到、《楞严》说到，《弥陀经疏钞》跟《华严经》里面都讨论到。所以在我们这个讲堂这一段不讲是可以的，我们其他经典里面都讲到。特别提醒诸位，这种高级的修行法一定要有初级的基础，一定要用初级的方法。离开初级的基础、舍弃初级的方法，高级的教材我们不得其门而入，这是一定要晓得的。向下这是讲称性之修，上求下化，罪灭佛加，罪灭了，佛才能够加被我们，就是佛才能够保佑我们。末后说观众生苦，发求佛道的心，就是真正发菩提心求成佛道，这是大慈大悲。末后把禅定，「禅波罗蜜」经文这一句的意思说出来：",
      "zh_TW": "這是最高級的佛法，就是因為它後面有。本來是應該要記熟的，我們時間不夠了，在此地不細說沒有關係，為什麼？《壇經》裡面我們說到、《楞嚴》說到，《彌陀經疏鈔》跟《華嚴經》裡面都討論到。所以在我們這個講堂這一段不講是可以的，我們其他經典裡面都講到。特別提醒諸位，這種高級的修行法一定要有初級的基礎，一定要用初級的方法。離開初級的基礎、捨棄初級的方法，高級的教材我們不得其門而入，這是一定要曉得的。向下這是講稱性之修，上求下化，罪滅佛加，罪滅了，佛才能夠加被我們，就是佛才能夠保佑我們。末後說觀眾生苦，發求佛道的心，就是真正發菩提心求成佛道，這是大慈大悲。末後把禪定，「禪波羅蜜」經文這一句的意思說出來："
    },
    {
      "id": "09-011-0017_p0091",
      "zh_CN": "【不乱、不味故。名禅波罗蜜。】",
      "zh_TW": "【不亂、不味故。名禪波羅蜜。】"
    },
    {
      "id": "09-011-0017_p0092",
      "zh_CN": "第四十八页，说出什么叫不乱、什么叫不味。『不味』就是不着禅定里面的禅悦，得到禅定一定法喜充满，如果你要执着禅悦，又错了，又把你的禅定给毁掉了。修学禅观的人一定要晓得，要懂得这个道理，要晓得真正修行方法。到这个地方，我们把六度里面禅定波罗蜜介绍完了。",
      "zh_TW": "第四十八頁，說出什麼叫不亂、什麼叫不味。『不味』就是不著禪定裡面的禪悅，得到禪定一定法喜充滿，如果你要執著禪悅，又錯了，又把你的禪定給毀掉了。修學禪觀的人一定要曉得，要懂得這個道理，要曉得真正修行方法。到這個地方，我們把六度裡面禪定波羅蜜介紹完了。"
    }
  ]
}