{
  "doc_id": "09-011-0031",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0031",
  "total_paragraphs": 87,
  "paragraphs": [
    {
      "id": "09-011-0031_p0001",
      "zh_CN": "《大智度论》第三十一卷：",
      "zh_TW": "《大智度論》第三十一卷："
    },
    {
      "id": "09-011-0031_p0002",
      "zh_CN": "今天我们读到《大论》里面很重要的一段经文，就是十八空，十八空的道理是《般若经》的精华，也是学般若法门的方便门。大乘学者对于十八种空一定要知道，一定要依照这个方法来修学。这段经文也是很难懂的一段经文，虽然难懂，我们要细心的去体会。好在讲堂这些年来我们在一块研究讨论都是些大经大论，与空的道理有密切的关系，所以老同修应当是可以接受的。刚才说过，要深入这个境界才能得受用，我们先看经文：",
      "zh_TW": "今天我們讀到《大論》裡面很重要的一段經文，就是十八空，十八空的道理是《般若經》的精華，也是學般若法門的方便門。大乘學者對於十八種空一定要知道，一定要依照這個方法來修學。這段經文也是很難懂的一段經文，雖然難懂，我們要細心的去體會。好在講堂這些年來我們在一塊研究討論都是些大經大論，與空的道理有密切的關係，所以老同修應當是可以接受的。剛才說過，要深入這個境界才能得受用，我們先看經文："
    },
    {
      "id": "09-011-0031_p0003",
      "zh_CN": "经【复次。舍利弗。菩萨摩诃萨欲住内空。外空。内外空。空空。大空。第一义空。有为空。无为空。毕竟空。无始空。散空。性空。自相空。诸法空。不可得空。无法空。有法空。无法有法空。当学般若波罗蜜。】",
      "zh_TW": "經【復次。舍利弗。菩薩摩訶薩欲住內空。外空。內外空。空空。大空。第一義空。有為空。無為空。畢竟空。無始空。散空。性空。自相空。諸法空。不可得空。無法空。有法空。無法有法空。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0031_p0004",
      "zh_CN": "经文里面从『内空』到『无法有法空』，一共说了十八种，这是《般若经》里面的十八种空。在这一卷文字里面，论文里面是龙树菩萨给我们一条一条的来讲解。这十八种空以『内空、外空』为总纲，什么叫做内空？论一开端就介绍内空的定义：",
      "zh_TW": "經文裡面從『內空』到『無法有法空』，一共說了十八種，這是《般若經》裡面的十八種空。在這一卷文字裡面，論文裡面是龍樹菩薩給我們一條一條的來講解。這十八種空以『內空、外空』為總綱，什麼叫做內空？論一開端就介紹內空的定義："
    },
    {
      "id": "09-011-0031_p0005",
      "zh_CN": "【内空者。内法。内法空。】",
      "zh_TW": "【內空者。內法。內法空。】"
    },
    {
      "id": "09-011-0031_p0006",
      "zh_CN": "这是解释什么叫『内空』。下面再给我们详细说明什么叫内法、什么叫内法空。",
      "zh_TW": "這是解釋什麼叫『內空』。下面再給我們詳細說明什麼叫內法、什麼叫內法空。"
    },
    {
      "id": "09-011-0031_p0007",
      "zh_CN": "【内法者。所谓内六入。眼耳鼻舌身意。眼空。无我。无我所。无眼法。】",
      "zh_TW": "【內法者。所謂內六入。眼耳鼻舌身意。眼空。無我。無我所。無眼法。】"
    },
    {
      "id": "09-011-0031_p0008",
      "zh_CN": "由于这四种因缘，所以『眼空』。眼空的道理明白了，耳鼻舌身意亦复如是，这是讲内空。我们读《心经》，《心经》里面的文字很简略，「无眼耳鼻舌身意」，一句话就说完了。《心经》文字少，它的义理就是整个《般若经》。《大般若经》有六百卷之多，初学的人要看这部经也实在是看不出一个头绪来，所以古人又把它集略为《大般若经纲要》十卷。要学般若当然从《大般若经纲要》入门，然后再读全经的经文。这个脉络层次前后照应当然就没有问题了。可是在读《般若纲要》之前，最初方便还是《大智度论》，所以学般若就应当先学《大智度论》，再读《大般若经纲要》，然后再入诸般若经文，这样才能够收到事半功倍之效。这部《大论》不但是大般若的最初方便，我也给诸位说过，是大乘法门的最初方便。换句话说，在大乘佛法里面，无论是哪一宗、哪一个法门，我们有《大智度论》的基础，那就方便多多，减少许多的障碍。由此可知，这一部《大论》对于大乘修学的重要性。内空之义后面还要详细的讨论，这里诸位要着眼的就是『无我、无我所、无眼法』。要明了什么叫做「我」，什么叫做「我所」，如果这些意思不明了，内空还是不能明了。纵然明了，明了了是文字般若，如果不用功夫，我们内六根还是空不了，所以一定要用功夫。功夫是什么？是观照般若，你有了观照般若，才能够把『内六入』空了，外六尘也空了，内外俱空。那就是《心经》里讲的「照见五蕴皆空」，五蕴，内外全包括了。再给诸位说，五蕴皆空，这里头十八种空全都包括了，这十八种都离不开五蕴。所以《心经》很难懂，不要看到二百六十个字，这个经很短，而它的内容就是佛二十二年所讲的般若，全部都包括在其中，这是《心经》之难处。接着解释「外空」：",
      "zh_TW": "由於這四種因緣，所以『眼空』。眼空的道理明白了，耳鼻舌身意亦復如是，這是講內空。我們讀《心經》，《心經》裡面的文字很簡略，「無眼耳鼻舌身意」，一句話就說完了。《心經》文字少，它的義理就是整個《般若經》。《大般若經》有六百卷之多，初學的人要看這部經也實在是看不出一個頭緒來，所以古人又把它集略為《大般若經綱要》十卷。要學般若當然從《大般若經綱要》入門，然後再讀全經的經文。這個脈絡層次前後照應當然就沒有問題了。可是在讀《般若綱要》之前，最初方便還是《大智度論》，所以學般若就應當先學《大智度論》，再讀《大般若經綱要》，然後再入諸般若經文，這樣才能夠收到事半功倍之效。這部《大論》不但是大般若的最初方便，我也給諸位說過，是大乘法門的最初方便。換句話說，在大乘佛法裡面，無論是哪一宗、哪一個法門，我們有《大智度論》的基礎，那就方便多多，減少許多的障礙。由此可知，這一部《大論》對於大乘修學的重要性。內空之義後面還要詳細的討論，這裡諸位要著眼的就是『無我、無我所、無眼法』。要明瞭什麼叫做「我」，什麼叫做「我所」，如果這些意思不明瞭，內空還是不能明瞭。縱然明瞭，明瞭了是文字般若，如果不用功夫，我們內六根還是空不了，所以一定要用功夫。功夫是什麼？是觀照般若，你有了觀照般若，才能夠把『內六入』空了，外六塵也空了，內外俱空。那就是《心經》裡講的「照見五蘊皆空」，五蘊，內外全包括了。再給諸位說，五蘊皆空，這裡頭十八種空全都包括了，這十八種都離不開五蘊。所以《心經》很難懂，不要看到二百六十個字，這個經很短，而它的內容就是佛二十二年所講的般若，全部都包括在其中，這是《心經》之難處。接著解釋「外空」："
    },
    {
      "id": "09-011-0031_p0009",
      "zh_CN": "【外空者。外法。外法空。外法者。所谓外六入。色声香味触法。】",
      "zh_TW": "【外空者。外法。外法空。外法者。所謂外六入。色聲香味觸法。】"
    },
    {
      "id": "09-011-0031_p0010",
      "zh_CN": "内六入是六根，『外六入』就是六尘，色声香味触法，这把身外之物全都包括了。身外之法也是如此：",
      "zh_TW": "內六入是六根，『外六入』就是六塵，色聲香味觸法，這把身外之物全都包括了。身外之法也是如此："
    },
    {
      "id": "09-011-0031_p0011",
      "zh_CN": "【色空者。无我。无我所。无色法。声香味触法亦如是。】",
      "zh_TW": "【色空者。無我。無我所。無色法。聲香味觸法亦如是。】"
    },
    {
      "id": "09-011-0031_p0012",
      "zh_CN": "这些句子我们都应当把它记熟，每一句含义都很深，怎么讲法下面再讨论。再接着介绍第三内外空：",
      "zh_TW": "這些句子我們都應當把它記熟，每一句含義都很深，怎麼講法下面再討論。再接著介紹第三內外空："
    },
    {
      "id": "09-011-0031_p0013",
      "zh_CN": "【内外空者。内外法。内外法空。内外法者。所谓内外十二入。】",
      "zh_TW": "【內外空者。內外法。內外法空。內外法者。所謂內外十二入。】"
    },
    {
      "id": "09-011-0031_p0014",
      "zh_CN": "『十二入』就是六根六尘，可见得说内外空就是把内空跟外空合起来说。",
      "zh_TW": "『十二入』就是六根六塵，可見得說內外空就是把內空跟外空合起來說。"
    },
    {
      "id": "09-011-0031_p0015",
      "zh_CN": "【十二入中无我。无我所。无内外法。】",
      "zh_TW": "【十二入中無我。無我所。無內外法。】"
    },
    {
      "id": "09-011-0031_p0016",
      "zh_CN": "这是把前面三种空略略的介绍出来。下面这个问答，是龙树菩萨给我们解释佛说十八空的因由，问里面意思就很清楚：",
      "zh_TW": "這是把前面三種空略略的介紹出來。下面這個問答，是龍樹菩薩給我們解釋佛說十八空的因由，問裡面意思就很清楚："
    },
    {
      "id": "09-011-0031_p0017",
      "zh_CN": "【问曰。诸法无量。空随法故。则亦无量。何以但说十八。】",
      "zh_TW": "【問曰。諸法無量。空隨法故。則亦無量。何以但說十八。】"
    },
    {
      "id": "09-011-0031_p0018",
      "zh_CN": "为什么佛不说二十、不说十？为什么要说十八？底下就说明这个道理，佛为什么要说十八种空。在答里面有一句话很重要：",
      "zh_TW": "為什麼佛不說二十、不說十？為什麼要說十八？底下就說明這個道理，佛為什麼要說十八種空。在答裡面有一句話很重要："
    },
    {
      "id": "09-011-0031_p0019",
      "zh_CN": "【答曰。若略说则事不周。若广说则事繁。】",
      "zh_TW": "【答曰。若略說則事不周。若廣說則事繁。】"
    },
    {
      "id": "09-011-0031_p0020",
      "zh_CN": "说得太简略不能破我们的疑惑，说得太多我们听到厌烦，所以说法要说到恰到好处。由此可知，佛一切的说法都是随众生的根性而说，真正是做到不多不少。在第二页最后一行当中「问」底下：",
      "zh_TW": "說得太簡略不能破我們的疑惑，說得太多我們聽到厭煩，所以說法要說到恰到好處。由此可知，佛一切的說法都是隨眾生的根性而說，真正是做到不多不少。在第二頁最後一行當中「問」底下："
    },
    {
      "id": "09-011-0031_p0021",
      "zh_CN": "【问曰。般若波罗蜜空。十八空。为异。为一。】",
      "zh_TW": "【問曰。般若波羅蜜空。十八空。為異。為一。】"
    },
    {
      "id": "09-011-0031_p0022",
      "zh_CN": "这以下就是说明，『般若空』与此地所讲的十八种空是同还是异。这也是我们应当要了解的问题，答里面解释得很清楚，意思也相当的明显，诸位可以自己去看。但是在答的里面有几句我们要特别注意到的，那就是般若有大小之分，这是我们平常往往会把它疏忽，此地要注意。第三页倒数第四行：",
      "zh_TW": "這以下就是說明，『般若空』與此地所講的十八種空是同還是異。這也是我們應當要了解的問題，答裡面解釋得很清楚，意思也相當的明顯，諸位可以自己去看。但是在答的裡面有幾句我們要特別注意到的，那就是般若有大小之分，這是我們平常往往會把它疏忽，此地要注意。第三頁倒數第四行："
    },
    {
      "id": "09-011-0031_p0023",
      "zh_CN": "【般若波罗蜜有二分。有小。有大。欲得大者。先当学小方便门。欲得大智慧。当学十八空。住是小智慧方便门。能得十八空。何等是方便门。所谓般若波罗蜜经。读诵。正忆念。思惟。如说修行。】",
      "zh_TW": "【般若波羅蜜有二分。有小。有大。欲得大者。先當學小方便門。欲得大智慧。當學十八空。住是小智慧方便門。能得十八空。何等是方便門。所謂般若波羅蜜經。讀誦。正憶念。思惟。如說修行。】"
    },
    {
      "id": "09-011-0031_p0024",
      "zh_CN": "这几句话很重要，这几句话就是我们求大智慧的最初方便。十八种空就在《般若经》里面求，要通达，要如说修行。如果我们修行有了几分相应，诸位要晓得，功德就无量无边，这才能真正的证得解脱自在。它的方法第一就是在『读诵』，「读」是对着经本叫读，「诵」是背诵，离开经本叫诵，由读成诵；换句话说，必须要背过，成诵就是背过，这是基本修学的方法。我们修学任何一部经论，如果不能够成诵，你学这个法门就没有根。换句话说，你没有依靠，所以一定要成诵。成诵之后再进一步就是『正忆念』，正忆念是说什么？给诸位说，就是我们平常讲的根本智。正念是无念，当我们诵经的时候，从「如是我闻」到「信受奉行」，当中不起分别、不起妄念，这叫正忆念。所以正忆念是属于定，像《楞严经》里面讲的「楞严大定」，行住坐卧都在正忆念中，在正定之中。『思惟』是后得智，就是正忆念所起的作用，什么作用？解的作用，无所不知。「正忆念」是无知，般若无知，「思惟」是无所不知。",
      "zh_TW": "這幾句話很重要，這幾句話就是我們求大智慧的最初方便。十八種空就在《般若經》裡面求，要通達，要如說修行。如果我們修行有了幾分相應，諸位要曉得，功德就無量無邊，這才能真正的證得解脫自在。它的方法第一就是在『讀誦』，「讀」是對著經本叫讀，「誦」是背誦，離開經本叫誦，由讀成誦；換句話說，必須要背過，成誦就是背過，這是基本修學的方法。我們修學任何一部經論，如果不能夠成誦，你學這個法門就沒有根。換句話說，你沒有依靠，所以一定要成誦。成誦之後再進一步就是『正憶念』，正憶念是說什麼？給諸位說，就是我們平常講的根本智。正念是無念，當我們誦經的時候，從「如是我聞」到「信受奉行」，當中不起分別、不起妄念，這叫正憶念。所以正憶念是屬於定，像《楞嚴經》裡面講的「楞嚴大定」，行住坐臥都在正憶念中，在正定之中。『思惟』是後得智，就是正憶念所起的作用，什麼作用？解的作用，無所不知。「正憶念」是無知，般若無知，「思惟」是無所不知。"
    },
    {
      "id": "09-011-0031_p0025",
      "zh_CN": "『如说修行』，着重在行上，是正忆念之行，行门里面理事无碍、事事无碍，得大自在，这叫大智慧行。答里面我只给诸位解释这几句，其余的好懂，诸位自己去看。这一段讲内外空，龙树菩萨解释得很多，内容非常的丰富，而基本的修学方法，除了在「读诵、正忆、念思惟、如说修行」，如说修行这一句也太笼统了，所以底下就给我们细说修行的纲要，不能讲细说修行，细说说不尽，太多了！只能够提几个纲领，希望我们从纲领当中举一反三。在纲领里面，龙树菩萨给我们提的是「四念处」，第一个就是「观身不净」，这个文字在第四页第二行的问答里面：",
      "zh_TW": "『如說修行』，著重在行上，是正憶念之行，行門裡面理事無礙、事事無礙，得大自在，這叫大智慧行。答裡面我只給諸位解釋這幾句，其餘的好懂，諸位自己去看。這一段講內外空，龍樹菩薩解釋得很多，內容非常的豐富，而基本的修學方法，除了在「讀誦、正憶、念思惟、如說修行」，如說修行這一句也太籠統了，所以底下就給我們細說修行的綱要，不能講細說修行，細說說不盡，太多了！只能夠提幾個綱領，希望我們從綱領當中舉一反三。在綱領裡面，龍樹菩薩給我們提的是「四念處」，第一個就是「觀身不淨」，這個文字在第四頁第二行的問答裡面："
    },
    {
      "id": "09-011-0031_p0026",
      "zh_CN": "【行者。】",
      "zh_TW": "【行者。】"
    },
    {
      "id": "09-011-0031_p0027",
      "zh_CN": "就是大乘修行人。",
      "zh_TW": "就是大乘修行人。"
    },
    {
      "id": "09-011-0031_p0028",
      "zh_CN": "【云何学般若波罗蜜时。住内空。外空。内外空。】",
      "zh_TW": "【云何學般若波羅蜜時。住內空。外空。內外空。】"
    },
    {
      "id": "09-011-0031_p0029",
      "zh_CN": "着重在『住』上。答复里面就是教给我们修四种观，这是四念处观，先教我们观身不净，再教给我们观受是苦。在第五页第五行当中「复次」以下，是说「观受是苦」：",
      "zh_TW": "著重在『住』上。答覆裡面就是教給我們修四種觀，這是四念處觀，先教我們觀身不淨，再教給我們觀受是苦。在第五頁第五行當中「復次」以下，是說「觀受是苦」："
    },
    {
      "id": "09-011-0031_p0030",
      "zh_CN": "【复次。行者思惟。观是内乐实可得不。即分别知实不可得。但为是苦。强名为乐。何以故。是乐从苦因缘生。亦生苦果报。乐无厌足故苦。】",
      "zh_TW": "【復次。行者思惟。觀是內樂實可得不。即分別知實不可得。但為是苦。強名為樂。何以故。是樂從苦因緣生。亦生苦果報。樂無厭足故苦。】"
    },
    {
      "id": "09-011-0031_p0031",
      "zh_CN": "这就是教我们以智慧来观察我们眼前所享受的乐，那个乐的真相就是如此，这是一定要晓得，确实有智慧的人才懂得这个道理，了解这个道理才能够离苦而得到真乐。这里『内乐』举一个例子，譬如饮食吃到肚子里的时候很乐，为什么饮食吃到肚子里面你觉得快乐？『从苦因缘生』。什么叫苦？肚子饿了苦。饿的时候生苦，得到饮食很乐。可见得这个乐从哪里来？从苦来的、从苦生的，哪里是真乐？不是真乐。是从『苦果报』来的，他也生苦果报。怎么会生苦果报？底下一句说得清楚，你要是吃过多过量，又苦了，所以叫乐极生悲。从苦里面生的乐，过了头还是苦，哪有乐可言？只有愚人才感觉得有乐受，真正聪明智慧人他晓得诸法实相，求乐受了不可得！向下文很长，辨别也相当的细微，在第六页第六行这是讲观心无常，这里面说心说得很详细，说有内心、有外心，全都是无常的。第六页倒数第三行：",
      "zh_TW": "這就是教我們以智慧來觀察我們眼前所享受的樂，那個樂的真相就是如此，這是一定要曉得，確實有智慧的人才懂得這個道理，了解這個道理才能夠離苦而得到真樂。這裡『內樂』舉一個例子，譬如飲食吃到肚子裡的時候很樂，為什麼飲食吃到肚子裡面你覺得快樂？『從苦因緣生』。什麼叫苦？肚子餓了苦。餓的時候生苦，得到飲食很樂。可見得這個樂從哪裡來？從苦來的、從苦生的，哪裡是真樂？不是真樂。是從『苦果報』來的，他也生苦果報。怎麼會生苦果報？底下一句說得清楚，你要是吃過多過量，又苦了，所以叫樂極生悲。從苦裡面生的樂，過了頭還是苦，哪有樂可言？只有愚人才感覺得有樂受，真正聰明智慧人他曉得諸法實相，求樂受了不可得！向下文很長，辨別也相當的細微，在第六頁第六行這是講觀心無常，這裡面說心說得很詳細，說有內心、有外心，全都是無常的。第六頁倒數第三行："
    },
    {
      "id": "09-011-0031_p0032",
      "zh_CN": "【三受无常故。心亦无常。】",
      "zh_TW": "【三受無常故。心亦無常。】"
    },
    {
      "id": "09-011-0031_p0033",
      "zh_CN": "『受』就是感受，苦受、乐受、不苦不乐受，这是把一切受分为这三大类。这三大类确实『无常』，会变，所以『心亦无常』，也会变。",
      "zh_TW": "『受』就是感受，苦受、樂受、不苦不樂受，這是把一切受分為這三大類。這三大類確實『無常』，會變，所以『心亦無常』，也會變。"
    },
    {
      "id": "09-011-0031_p0034",
      "zh_CN": "【复次。知染心无染心。】",
      "zh_TW": "【復次。知染心無染心。】"
    },
    {
      "id": "09-011-0031_p0035",
      "zh_CN": "全是相对的说。",
      "zh_TW": "全是相對的說。"
    },
    {
      "id": "09-011-0031_p0036",
      "zh_CN": "【瞋心无瞋心。痴心不痴心。散心摄心。缚心解脱心。如是等心。各各异相故。知心无常。无一定心常住。受苦受乐等心从和合因缘生。因缘散离心亦随灭。如是等观内心外心内外心无常相。】",
      "zh_TW": "【瞋心無瞋心。痴心不痴心。散心攝心。縛心解脫心。如是等心。各各異相故。知心無常。無一定心常住。受苦受樂等心從和合因緣生。因緣散離心亦隨滅。如是等觀內心外心內外心無常相。】"
    },
    {
      "id": "09-011-0031_p0037",
      "zh_CN": "什么叫内心、什么叫外心？下面这个论文就给我们解释内心、外心跟内外心，这个文同学们自己去看去。在这一段里面有几句话我们要特别留意，为什么？那是我们现前的毛病习气，应该要晓得。第七页倒数第二行：",
      "zh_TW": "什麼叫內心、什麼叫外心？下面這個論文就給我們解釋內心、外心跟內外心，這個文同學們自己去看去。在這一段裡面有幾句話我們要特別留意，為什麼？那是我們現前的毛病習氣，應該要曉得。第七頁倒數第二行："
    },
    {
      "id": "09-011-0031_p0038",
      "zh_CN": "【有利益我者生贪欲。】",
      "zh_TW": "【有利益我者生貪欲。】"
    },
    {
      "id": "09-011-0031_p0039",
      "zh_CN": "这是我们众生的通病，问问我们自己有没有？于我有利益的，我有没有贪心？如果还有贪心，给诸位说，这一生的道业不能成就。世间法名闻利养我都不贪，我贪佛法、我贪博学多闻、我贪禅定、我贪菩提涅槃，只要你有个贪心，你全都得不到。这个道理我给诸位也说得很多，佛法的修学跟世间法的修学不一样，世间法可以用贪心去求，去博学多闻，佛法不行。佛法为什么不行？佛法要你开悟，贪瞋痴是把你悟门堵塞了，你开什么悟？所以麻烦在这地方。你以贪心来学佛法，你不会开悟。不开悟，给诸位说，你搞的那些，拿世间现代的名词叫佛学。你肚子里装满了佛学，说得天花乱坠，引经据典，头头是道，给诸位说，句句都是别人的，没有一句是自己的。开了悟才是自己的，不开悟总是别人的。",
      "zh_TW": "這是我們眾生的通病，問問我們自己有沒有？於我有利益的，我有沒有貪心？如果還有貪心，給諸位說，這一生的道業不能成就。世間法名聞利養我都不貪，我貪佛法、我貪博學多聞、我貪禪定、我貪菩提涅槃，只要你有個貪心，你全都得不到。這個道理我給諸位也說得很多，佛法的修學跟世間法的修學不一樣，世間法可以用貪心去求，去博學多聞，佛法不行。佛法為什麼不行？佛法要你開悟，貪瞋痴是把你悟門堵塞了，你開什麼悟？所以麻煩在這地方。你以貪心來學佛法，你不會開悟。不開悟，給諸位說，你搞的那些，拿世間現代的名詞叫佛學。你肚子裡裝滿了佛學，說得天花亂墜，引經據典，頭頭是道，給諸位說，句句都是別人的，沒有一句是自己的。開了悟才是自己的，不開悟總是別人的。"
    },
    {
      "id": "09-011-0031_p0040",
      "zh_CN": "不但佛法如此，世间法也不例外，世间法里外国人确实是不解。你看我们中国古圣先贤教学，教你念四书五经、诸子百家，乃至读古文文章，也是教你开悟。书念得很好，也都背得很熟，他没有开悟，就叫书呆子。没有开悟是什么？他不能够灵活运用。悟了之后都是活的，不悟全是死的。佛法是百分之百着重在开悟，佛教给我们是什么？把我们堵塞悟门那些东西去掉而已，我们悟门就开了。贪瞋痴慢就是堵塞悟门的那些东西，你不但不去掉，还要增加，你到哪一年才开得了悟？所以诸位要想开悟，头一个去贪心，贪佛法也不行，佛法都不能贪，何况非法！",
      "zh_TW": "不但佛法如此，世間法也不例外，世間法裡外國人確實是不解。你看我們中國古聖先賢教學，教你念四書五經、諸子百家，乃至讀古文文章，也是教你開悟。書念得很好，也都背得很熟，他沒有開悟，就叫書呆子。沒有開悟是什麼？他不能夠靈活運用。悟了之後都是活的，不悟全是死的。佛法是百分之百著重在開悟，佛教給我們是什麼？把我們堵塞悟門那些東西去掉而已，我們悟門就開了。貪瞋痴慢就是堵塞悟門的那些東西，你不但不去掉，還要增加，你到哪一年才開得了悟？所以諸位要想開悟，頭一個去貪心，貪佛法也不行，佛法都不能貪，何況非法！"
    },
    {
      "id": "09-011-0031_p0041",
      "zh_CN": "【违逆我者而生瞋恚。】",
      "zh_TW": "【違逆我者而生瞋恚。】"
    },
    {
      "id": "09-011-0031_p0042",
      "zh_CN": "这是瞋心，不合自己意思了，心里面生烦恼、生瞋恚。",
      "zh_TW": "這是瞋心，不合自己意思了，心裡面生煩惱、生瞋恚。"
    },
    {
      "id": "09-011-0031_p0043",
      "zh_CN": "【此结使不从智生。】",
      "zh_TW": "【此結使不從智生。】"
    },
    {
      "id": "09-011-0031_p0044",
      "zh_CN": "贪瞋痴慢这些结使烦恼，不是从智慧生的。",
      "zh_TW": "貪瞋痴慢這些結使煩惱，不是從智慧生的。"
    },
    {
      "id": "09-011-0031_p0045",
      "zh_CN": "【从狂惑生。】",
      "zh_TW": "【從狂惑生。】"
    },
    {
      "id": "09-011-0031_p0046",
      "zh_CN": "愚狂迷惑而生的。",
      "zh_TW": "愚狂迷惑而生的。"
    },
    {
      "id": "09-011-0031_p0047",
      "zh_CN": "【是名为痴。三毒为一切烦恼之根本。悉由吾我故。】",
      "zh_TW": "【是名為痴。三毒為一切煩惱之根本。悉由吾我故。】"
    },
    {
      "id": "09-011-0031_p0048",
      "zh_CN": "都是为了有个『我』，所以我执是病根，去了我执证阿罗汉果。我们在念佛法门里面来说，去了我执，证事一心不乱；再去法执，证理一心不乱，在禅家就是明心见性、见性成佛。由此晓得，用功怎么用法？顺境不起贪心，逆境不起瞋心，这叫修行。如果不懂得这个原理原则，不管你修什么样的行门，这种修行方法不能够断灭贪瞋痴，一概都叫做盲修瞎练。为什么？不得力。修是修正，行是行为，把不好的行为修正过来，贪瞋痴就是三毒烦恼，一切不好行为的根本要把它修正过来，这叫修行。我们用了种种方法来修，这三样东西都去不掉，不但去不掉还增长贪瞋痴，诸位想想这是修的什么行？那不是盲修瞎练叫什么？",
      "zh_TW": "都是為了有個『我』，所以我執是病根，去了我執證阿羅漢果。我們在念佛法門裡面來說，去了我執，證事一心不亂；再去法執，證理一心不亂，在禪家就是明心見性、見性成佛。由此曉得，用功怎麼用法？順境不起貪心，逆境不起瞋心，這叫修行。如果不懂得這個原理原則，不管你修什麼樣的行門，這種修行方法不能夠斷滅貪瞋痴，一概都叫做盲修瞎練。為什麼？不得力。修是修正，行是行為，把不好的行為修正過來，貪瞋痴就是三毒煩惱，一切不好行為的根本要把它修正過來，這叫修行。我們用了種種方法來修，這三樣東西都去不掉，不但去不掉還增長貪瞋痴，諸位想想這是修的什麼行？那不是盲修瞎練叫什麼？"
    },
    {
      "id": "09-011-0031_p0049",
      "zh_CN": "不会的，给诸位说，连念佛都是盲修瞎练，一天到晚拿个念珠阿弥陀佛、阿弥陀佛，一天念十万声阿弥陀佛还是盲修瞎练。为什么盲修瞎练？他增长贪瞋痴，他一天念十万声，他贪。贪心、傲慢心、嫉妒心，看到别人，「我总要比你强，你们都不如我」，贡高我慢瞧不起别人，所以一天十万声佛号，贪瞋痴慢全都有了，他就修的这个。人家念佛号是念到清净心，念到一心不乱，他这个佛号就是念贪瞋痴慢，自己念了几年佛，眼睛长在头顶上，谁也瞧不起，你们都不行。好像往生他笃定的，别人一个个都不行，结果到后来自己不行，别人都成功了，他不行。诸位要晓得，我也给诸位讲过，念佛是念的什么？是要把烦恼念掉。顺境里面起了贪心，一句阿弥陀佛把贪心压掉、把贪心打断，这叫做功夫；逆境里面瞋恚心起来了，一声阿弥陀佛把瞋恨心打掉，这叫用功。绝不是为贪瞋痴慢来念佛，怎么可以增长贪心、增长瞋恚心？这样学佛不是学颠倒了吗？往三途里学，这不是佛门里学，这是三恶道里面去了，所以诸位一定要晓得这个道理。换句话说，无论用什么功夫，都要与十八种空相应。与空相应，就与般若相应，就与菩提涅槃相应。",
      "zh_TW": "不會的，給諸位說，連念佛都是盲修瞎練，一天到晚拿個念珠阿彌陀佛、阿彌陀佛，一天念十萬聲阿彌陀佛還是盲修瞎練。為什麼盲修瞎練？他增長貪瞋痴，他一天念十萬聲，他貪。貪心、傲慢心、嫉妒心，看到別人，「我總要比你強，你們都不如我」，貢高我慢瞧不起別人，所以一天十萬聲佛號，貪瞋痴慢全都有了，他就修的這個。人家念佛號是念到清淨心，念到一心不亂，他這個佛號就是念貪瞋痴慢，自己念了幾年佛，眼睛長在頭頂上，誰也瞧不起，你們都不行。好像往生他篤定的，別人一個個都不行，結果到後來自己不行，別人都成功了，他不行。諸位要曉得，我也給諸位講過，念佛是念的什麼？是要把煩惱念掉。順境裡面起了貪心，一句阿彌陀佛把貪心壓掉、把貪心打斷，這叫做功夫；逆境裡面瞋恚心起來了，一聲阿彌陀佛把瞋恨心打掉，這叫用功。絕不是為貪瞋痴慢來念佛，怎麼可以增長貪心、增長瞋恚心？這樣學佛不是學顛倒了嗎？往三途裡學，這不是佛門裡學，這是三惡道裡面去了，所以諸位一定要曉得這個道理。換句話說，無論用什麼功夫，都要與十八種空相應。與空相應，就與般若相應，就與菩提涅槃相應。"
    },
    {
      "id": "09-011-0031_p0050",
      "zh_CN": "向下第八页第二行，这以下是四念处里末后一条「观法无我」，这是法念处。法里面有内法、有外法、有内外法，在一切诸法里面求我了不可得。论文都非常有趣味。第十面以下，第十面第二行「复次」以下，是详细解释内空、外空，就是内外空。诸位再翻开第十三面，也都是属于解释内外空的，十三面里面有几句话很要紧，我在这里提醒诸位同修，十三页第四行最后一句：",
      "zh_TW": "向下第八頁第二行，這以下是四念處裡末後一條「觀法無我」，這是法念處。法裡面有內法、有外法、有內外法，在一切諸法裡面求我了不可得。論文都非常有趣味。第十面以下，第十面第二行「復次」以下，是詳細解釋內空、外空，就是內外空。諸位再翻開第十三面，也都是屬於解釋內外空的，十三面裡面有幾句話很要緊，我在這裡提醒諸位同修，十三頁第四行最後一句："
    },
    {
      "id": "09-011-0031_p0051",
      "zh_CN": "【诸法生灭。无有住时。若无住时。则无可取。复次。有为相故。生时有灭。灭时有生。】",
      "zh_TW": "【諸法生滅。無有住時。若無住時。則無可取。復次。有為相故。生時有滅。滅時有生。】"
    },
    {
      "id": "09-011-0031_p0052",
      "zh_CN": "不取相就与空相应，不取相就能够断三毒烦恼，不取相就能灭无始劫来的罪业，这个诸位一定要记住。在佛法理论上说，没有见性之前我们受业力支配，业力只是亲因缘，它要是没有增上缘、没有所缘缘、没有无间缘，不会结果的。我们内不取心相、外不取色相，就是内法相、外法相，内外法相都不取，这三种缘就断了，所缘缘、无间缘、增上缘都断了。纵然有因，不会结果，这个法子妙极了！这一段就给我们说出为什么要不取相。有为法中我们要能观察到生灭不二，觉察到生灭不二，生灭之相也不取；生灭之相不取，给诸位说，你就不生不灭，这问题解决了。我们为什么会在六道里面生死轮回？就是因为取生灭相，投胎的时候取生相，到尽的时候取灭相。生灭不可得，那真实相是什么？真实相是不生不灭，这是讲诸法实相。这几句话也在这一页，十三面倒数第四行最后一句：",
      "zh_TW": "不取相就與空相應，不取相就能夠斷三毒煩惱，不取相就能滅無始劫來的罪業，這個諸位一定要記住。在佛法理論上說，沒有見性之前我們受業力支配，業力只是親因緣，它要是沒有增上緣、沒有所緣緣、沒有無間緣，不會結果的。我們內不取心相、外不取色相，就是內法相、外法相，內外法相都不取，這三種緣就斷了，所緣緣、無間緣、增上緣都斷了。縱然有因，不會結果，這個法子妙極了！這一段就給我們說出為什麼要不取相。有為法中我們要能觀察到生滅不二，覺察到生滅不二，生滅之相也不取；生滅之相不取，給諸位說，你就不生不滅，這問題解決了。我們為什麼會在六道裡面生死輪迴？就是因為取生滅相，投胎的時候取生相，到盡的時候取滅相。生滅不可得，那真實相是什麼？真實相是不生不滅，這是講諸法實相。這幾句話也在這一頁，十三面倒數第四行最後一句："
    },
    {
      "id": "09-011-0031_p0053",
      "zh_CN": "【如是生不可得。灭亦如是。以是故。诸法空。不生不灭。是为实。】",
      "zh_TW": "【如是生不可得。滅亦如是。以是故。諸法空。不生不滅。是為實。】"
    },
    {
      "id": "09-011-0031_p0054",
      "zh_CN": "『灭』也不可得。『实』就是实相，诸法实相是不生不灭的。我们现在这个肉身、这个思惟想像的妄心，实实在在也是不生不灭的。你要用智慧去观察我们现前这个身相跟心相，这两种相你去观察它生，你观察不到，生不可得；你再观它灭，也不可得。这是我们身心的实相，本来就没有生，哪来的灭？这些道理，《大智度论》虽然这一卷有五十多面，也只略说而已。比这个讲得更详细的是《中观论》，《中观论》一开头提出八大纲领，这八大纲领叫做「八不中观」。第一个就是不生，第二是不灭，实在讲「八不」有头二个字就行了。换句话说，一部《中观论》就是讲不生，因为不生，当然没有灭，有生才有灭，不生哪来的灭？所以不灭都是陪衬的话，不来不去全是陪衬的话。你真正懂得不生，全盘都了解了。《中观论》有五百颂，连同注解一大堆，说什么？说个不生。可是诸位要记住，你要是在一切法里面取法，就有生灭；一切法里面不取，像《金刚经》，佛给我们讲的「不取于相，如如不动」，那就不生不灭。诸位要想证得不生不灭，内外法相一概不取，你就证得了。一概不取，不取就是放下，不取就是歇。古来禅宗明心见性，叫「真歇了」，真正的歇了，真正歇就是不再取了，不再为外面境界所动心，真歇了。《楞严经》说「歇即菩提」，歇什么？歇取相。所以在顺境里面不要取贪的相，逆境里面不取瞋的相。我也常常给诸位提示要修平等心，心有取就不平等，无取就无舍，无取无舍是平等的境界，是清净的享受，至高无上的享受。这是诸法实相。",
      "zh_TW": "『滅』也不可得。『實』就是實相，諸法實相是不生不滅的。我們現在這個肉身、這個思惟想像的妄心，實實在在也是不生不滅的。你要用智慧去觀察我們現前這個身相跟心相，這兩種相你去觀察它生，你觀察不到，生不可得；你再觀它滅，也不可得。這是我們身心的實相，本來就沒有生，哪來的滅？這些道理，《大智度論》雖然這一卷有五十多面，也只略說而已。比這個講得更詳細的是《中觀論》，《中觀論》一開頭提出八大綱領，這八大綱領叫做「八不中觀」。第一個就是不生，第二是不滅，實在講「八不」有頭二個字就行了。換句話說，一部《中觀論》就是講不生，因為不生，當然沒有滅，有生才有滅，不生哪來的滅？所以不滅都是陪襯的話，不來不去全是陪襯的話。你真正懂得不生，全盤都了解了。《中觀論》有五百頌，連同註解一大堆，說什麼？說個不生。可是諸位要記住，你要是在一切法裡面取法，就有生滅；一切法裡面不取，像《金剛經》，佛給我們講的「不取於相，如如不動」，那就不生不滅。諸位要想證得不生不滅，內外法相一概不取，你就證得了。一概不取，不取就是放下，不取就是歇。古來禪宗明心見性，叫「真歇了」，真正的歇了，真正歇就是不再取了，不再為外面境界所動心，真歇了。《楞嚴經》說「歇即菩提」，歇什麼？歇取相。所以在順境裡面不要取貪的相，逆境裡面不取瞋的相。我也常常給諸位提示要修平等心，心有取就不平等，無取就無捨，無取無捨是平等的境界，是清淨的享受，至高無上的享受。這是諸法實相。"
    },
    {
      "id": "09-011-0031_p0055",
      "zh_CN": "在第十四页第三行，这是十八空里面第四种「空空」。为什么是空空？怕的就是前面讲了内空、外空、内外空，这一切都空了，你心住在空上，又错了。空也不能要，空也要把它空掉。我们平常在经论里面讲的大三空三昧，那是讲人空、法空、空空。人空、法空、空空，也像此地所讲的是一个意思，内空是人空，外空是法空，内外空是人法俱空，还要加一个空空，破你内外俱空的执着，怕你有这个执着。所以空也要舍，心里也不能有个空相，我一切都空了，那也是错误的，也开不了悟，还是把你悟门堵塞了。为什么？你心里有个空，空把悟门堵塞了，还是要不得。",
      "zh_TW": "在第十四頁第三行，這是十八空裡面第四種「空空」。為什麼是空空？怕的就是前面講了內空、外空、內外空，這一切都空了，你心住在空上，又錯了。空也不能要，空也要把它空掉。我們平常在經論裡面講的大三空三昧，那是講人空、法空、空空。人空、法空、空空，也像此地所講的是一個意思，內空是人空，外空是法空，內外空是人法俱空，還要加一個空空，破你內外俱空的執著，怕你有這個執著。所以空也要捨，心裡也不能有個空相，我一切都空了，那也是錯誤的，也開不了悟，還是把你悟門堵塞了。為什麼？你心裡有個空，空把悟門堵塞了，還是要不得。"
    },
    {
      "id": "09-011-0031_p0056",
      "zh_CN": "在第十五页第二行，是讲第五种「大空」，大空是什么？大空有小乘的大空，有大乘的大空。小乘的大空是以法空为大空，因为小乘一般只证得人我空，还没有能证得法我空，所以以法空为大空。在大乘里面讲，大乘是十方，十方相空，这叫大空。十方相有名无实，所谓第一义中一切法不可得，这叫大空。",
      "zh_TW": "在第十五頁第二行，是講第五種「大空」，大空是什麼？大空有小乘的大空，有大乘的大空。小乘的大空是以法空為大空，因為小乘一般只證得人我空，還沒有能證得法我空，所以以法空為大空。在大乘裡面講，大乘是十方，十方相空，這叫大空。十方相有名無實，所謂第一義中一切法不可得，這叫大空。"
    },
    {
      "id": "09-011-0031_p0057",
      "zh_CN": "在第十七面，倒数第五行「第一义空」，第一义在佛经里面用得非常广泛、非常多，它的名义我们一定要清楚。这地方龙树菩萨给我们解释：",
      "zh_TW": "在第十七面，倒數第五行「第一義空」，第一義在佛經裡面用得非常廣泛、非常多，它的名義我們一定要清楚。這地方龍樹菩薩給我們解釋："
    },
    {
      "id": "09-011-0031_p0058",
      "zh_CN": "【第一义名诸法实相。】",
      "zh_TW": "【第一義名諸法實相。】"
    },
    {
      "id": "09-011-0031_p0059",
      "zh_CN": "一切法的真实相叫做『第一义』，决定没有虚妄。而诸法实相：",
      "zh_TW": "一切法的真實相叫做『第一義』，決定沒有虛妄。而諸法實相："
    },
    {
      "id": "09-011-0031_p0060",
      "zh_CN": "【不破不坏故。是诸法实相亦空。何以故。无受无着故。若诸法实相有者。应受应着。以无实故。不受不着。若受著者即是虚诳。】",
      "zh_TW": "【不破不壞故。是諸法實相亦空。何以故。無受無著故。若諸法實相有者。應受應著。以無實故。不受不著。若受著者即是虛誑。】"
    },
    {
      "id": "09-011-0031_p0061",
      "zh_CN": "我们众生在一切法里头有受，有苦乐忧喜舍这五种受。只要是有受就是『虚诳』，不是真实的。诸位要问，我什么时候证得『诸法实相』？你什么时候这五种受都没有了，你就证得诸法实相。但是这个事情很难，为什么？我这五种受都没有了，还是有受，什么受？舍受。五种受没有了，「没有」也没有了，才行。即使我心里五种受都没有了，其实你还有，你还有受，受什么？「五种受都没有了」，你还受这个，不行！所以小乘人把偏真涅槃当作诸法实相，这是错误；四禅天跟四空天人把禅定的境界（那是舍受）误会是菩提涅槃。《楞严经》后面五十种阴魔，这样微细境界要是不能辨别，自己就误入歧途了。",
      "zh_TW": "我們眾生在一切法裡頭有受，有苦樂憂喜捨這五種受。只要是有受就是『虛誑』，不是真實的。諸位要問，我什麼時候證得『諸法實相』？你什麼時候這五種受都沒有了，你就證得諸法實相。但是這個事情很難，為什麼？我這五種受都沒有了，還是有受，什麼受？捨受。五種受沒有了，「沒有」也沒有了，才行。即使我心裡五種受都沒有了，其實你還有，你還有受，受什麼？「五種受都沒有了」，你還受這個，不行！所以小乘人把偏真涅槃當作諸法實相，這是錯誤；四禪天跟四空天人把禪定的境界（那是捨受）誤會是菩提涅槃。《楞嚴經》後面五十種陰魔，這樣微細境界要是不能辨別，自己就誤入歧途了。"
    },
    {
      "id": "09-011-0031_p0062",
      "zh_CN": "诸位要晓得，功夫愈往上精进愈微细，真妄邪正愈不容易辨别，这个东西是要真功夫。但是有一个原则，你看《楞严经》五十种阴魔，佛告诉我们，只要你不取不着，一切境界如如不动，佛讲那是好境界。稍稍一动心，动个什么心？「我在境界如如不动」，这就坏了，如如不动还是动，动了「如如不动」。可见得，才起念就是障碍，才起念就是无明。所以在平常修学当中，一定要晓得随缘不变、不变随缘，这就是修行。恒顺众生，随喜功德，这是大乘法，一乘菩萨的修行方法。知道一切法的实相，内法相、外法相都晓得，都是因缘生法，当体即空，所以才能随缘不变、不变随缘。这个大前提之下，不但成就众生，实际上是成就自己，诸位要晓得这个道理。恒顺众生，功德是成就自己，是在一切境界里面去历炼，炼什么？就是炼不取于相、如如不动。在十九页第二行，讲有为空、无为空。",
      "zh_TW": "諸位要曉得，功夫愈往上精進愈微細，真妄邪正愈不容易辨別，這個東西是要真功夫。但是有一個原則，你看《楞嚴經》五十種陰魔，佛告訴我們，只要你不取不著，一切境界如如不動，佛講那是好境界。稍稍一動心，動個什麼心？「我在境界如如不動」，這就壞了，如如不動還是動，動了「如如不動」。可見得，才起念就是障礙，才起念就是無明。所以在平常修學當中，一定要曉得隨緣不變、不變隨緣，這就是修行。恆順眾生，隨喜功德，這是大乘法，一乘菩薩的修行方法。知道一切法的實相，內法相、外法相都曉得，都是因緣生法，當體即空，所以才能隨緣不變、不變隨緣。這個大前提之下，不但成就眾生，實際上是成就自己，諸位要曉得這個道理。恆順眾生，功德是成就自己，是在一切境界裡面去歷鍊，鍊什麼？就是鍊不取於相、如如不動。在十九頁第二行，講有為空、無為空。"
    },
    {
      "id": "09-011-0031_p0063",
      "zh_CN": "【有为法。名因缘和合生。无为法。名无因缘。常不生不灭如虚空。】",
      "zh_TW": "【有為法。名因緣和合生。無為法。名無因緣。常不生不滅如虛空。】"
    },
    {
      "id": "09-011-0031_p0064",
      "zh_CN": "这两种空我们可以拿《百法》来看，在《百法明门》里面前面九十四法都是有为法，后面六法叫无为法。有为法跟无为法皆空，龙树菩萨在这一段里面也解释得很多，一直到二十二面。",
      "zh_TW": "這兩種空我們可以拿《百法》來看，在《百法明門》裡面前面九十四法都是有為法，後面六法叫無為法。有為法跟無為法皆空，龍樹菩薩在這一段裡面也解釋得很多，一直到二十二面。"
    },
    {
      "id": "09-011-0031_p0065",
      "zh_CN": "二十二面倒数第二行讲「毕竟空」，何谓毕竟空？这里头有几句简单的定义：",
      "zh_TW": "二十二面倒數第二行講「畢竟空」，何謂畢竟空？這裡頭有幾句簡單的定義："
    },
    {
      "id": "09-011-0031_p0066",
      "zh_CN": "【以有为空。无为空。破诸法无有遗余。名毕竟空。】",
      "zh_TW": "【以有為空。無為空。破諸法無有遺餘。名畢竟空。】"
    },
    {
      "id": "09-011-0031_p0067",
      "zh_CN": "这所谓是一空到底。而在二十三页第一行说得更具体：",
      "zh_TW": "這所謂是一空到底。而在二十三頁第一行說得更具體："
    },
    {
      "id": "09-011-0031_p0068",
      "zh_CN": "【内空。外空。内外空。十方空。】",
      "zh_TW": "【內空。外空。內外空。十方空。】"
    },
    {
      "id": "09-011-0031_p0069",
      "zh_CN": "『十方空』就是大空。",
      "zh_TW": "『十方空』就是大空。"
    },
    {
      "id": "09-011-0031_p0070",
      "zh_CN": "【第一义空。有为空。无为空。更无有余不空法。】",
      "zh_TW": "【第一義空。有為空。無為空。更無有餘不空法。】"
    },
    {
      "id": "09-011-0031_p0071",
      "zh_CN": "再找不到『不空』的法了，一切法皆空。",
      "zh_TW": "再找不到『不空』的法了，一切法皆空。"
    },
    {
      "id": "09-011-0031_p0072",
      "zh_CN": "【是名毕竟空。】",
      "zh_TW": "【是名畢竟空。】"
    },
    {
      "id": "09-011-0031_p0073",
      "zh_CN": "这一段解释得也很长，一直到二十九面。在毕竟空这么长的一段解释当中，我们全都把它省略了。二十八面倒数第四行：",
      "zh_TW": "這一段解釋得也很長，一直到二十九面。在畢竟空這麼長的一段解釋當中，我們全都把它省略了。二十八面倒數第四行："
    },
    {
      "id": "09-011-0031_p0074",
      "zh_CN": "【有二种众生。一多习爱。二多习见。】",
      "zh_TW": "【有二種眾生。一多習愛。二多習見。】"
    },
    {
      "id": "09-011-0031_p0075",
      "zh_CN": "这是讲众生可以分为这两大类别。『习』是什么？习气。一个是『爱』的习气重，烦恼障重；一个是『见』的习气重，所知障重，这两类众生。这两种都是麻烦，必须要舍。「爱」不可以要，「见」也不可以要，这个见就是我们现在所讲的见解、智慧、学问，这个也不能要，这是麻烦事情。为什么？诸位要记住，世智辩聪在佛法里是八难之一，你有了这些东西，遭了难。而我们现在许多人学佛把经典就变成八难，佛看到怎么不流眼泪！佛的经典是破除你八难的，现在你把它当世间文字来研究，把它变为八难之一，这不是糟糕吗？",
      "zh_TW": "這是講眾生可以分為這兩大類別。『習』是什麼？習氣。一個是『愛』的習氣重，煩惱障重；一個是『見』的習氣重，所知障重，這兩類眾生。這兩種都是麻煩，必須要捨。「愛」不可以要，「見」也不可以要，這個見就是我們現在所講的見解、智慧、學問，這個也不能要，這是麻煩事情。為什麼？諸位要記住，世智辯聰在佛法裡是八難之一，你有了這些東西，遭了難。而我們現在許多人學佛把經典就變成八難，佛看到怎麼不流眼淚！佛的經典是破除你八難的，現在你把它當世間文字來研究，把它變為八難之一，這不是糟糕嗎？"
    },
    {
      "id": "09-011-0031_p0076",
      "zh_CN": "为什么变成八难之一？你在里面研究，你在里面分别，你在里面记忆，正是所谓记问之学，记问之学就是八难之一。我们可以举个例子来说，诸位就能看得很清楚，你看看楞严会上面阿难尊者，他记的东西真多，他跟佛辩论，也有用佛所讲的话来跟佛辩论，所有用的都把意思错会了。文记得很熟，佛讲的真实义他不懂，他是望文生义。我们今天这个世智辩聪还比不上阿难。所以佛法的经典又不能离开它，又不能执着它，它好像是个指路牌子在那里，你要走路你不能离开它，循着它的方向去走；又不能死在牌子之下，死赖牌子之下，错了，这是佛法之难处。所以今天学佛拿世间方法来学佛法，糟了！谁要用世间所谓是科学的方法来学佛，全都走错路。学了一辈子佛法，纵然把三藏十二分教都背得滚瓜烂熟，自己那个悟门一层一层的封锁，真是封锁得密不透风，永远没有开悟的时候，叫放不下。",
      "zh_TW": "為什麼變成八難之一？你在裡面研究，你在裡面分別，你在裡面記憶，正是所謂記問之學，記問之學就是八難之一。我們可以舉個例子來說，諸位就能看得很清楚，你看看楞嚴會上面阿難尊者，他記的東西真多，他跟佛辯論，也有用佛所講的話來跟佛辯論，所有用的都把意思錯會了。文記得很熟，佛講的真實義他不懂，他是望文生義。我們今天這個世智辯聰還比不上阿難。所以佛法的經典又不能離開它，又不能執著它，它好像是個指路牌子在那裡，你要走路你不能離開它，循著它的方向去走；又不能死在牌子之下，死賴牌子之下，錯了，這是佛法之難處。所以今天學佛拿世間方法來學佛法，糟了！誰要用世間所謂是科學的方法來學佛，全都走錯路。學了一輩子佛法，縱然把三藏十二分教都背得滾瓜爛熟，自己那個悟門一層一層的封鎖，真是封鎖得密不透風，永遠沒有開悟的時候，叫放不下。"
    },
    {
      "id": "09-011-0031_p0077",
      "zh_CN": "我们再回过头来看看一些老修行人，我们看印光法师教给我们的，他教真正念佛人，自己小佛堂里面只供一尊阿弥陀佛像，其他的什么都没有，只有一本《阿弥陀经》，其余的什么也没有，就是一像一经，他就能往生极乐世界。有两部经，他往生极乐世界就一半一半；有三部经，他往生的机会就三分之一；摆上十部经，就十分之一；摆上《大藏经》，就三千分之一，希望很渺茫了。这是说什么？要能舍，要能放下，放不下就不行。我们听听祖师的话很有道理，可是自己怎么样？放不下，还是不肯干。看到这个经好，那个法门好，都想得到，都想学，这就叫什么？听了是点头，不相信！你说你的，我还是干我的，不信，不能依教奉行。这个毛病是什么？一个就是「多习见」的毛病。贪图五欲六尘，财色名食睡的，那是多习爱；贪图法门，这是多习见。两大障碍，障碍了一心不乱，障碍了明心见性，所以佛教我们全都舍掉，毕竟空才能够相应。",
      "zh_TW": "我們再回過頭來看看一些老修行人，我們看印光法師教給我們的，他教真正念佛人，自己小佛堂裡面只供一尊阿彌陀佛像，其他的什麼都沒有，只有一本《阿彌陀經》，其餘的什麼也沒有，就是一像一經，他就能往生極樂世界。有兩部經，他往生極樂世界就一半一半；有三部經，他往生的機會就三分之一；擺上十部經，就十分之一；擺上《大藏經》，就三千分之一，希望很渺茫了。這是說什麼？要能捨，要能放下，放不下就不行。我們聽聽祖師的話很有道理，可是自己怎麼樣？放不下，還是不肯幹。看到這個經好，那個法門好，都想得到，都想學，這就叫什麼？聽了是點頭，不相信！你說你的，我還是幹我的，不信，不能依教奉行。這個毛病是什麼？一個就是「多習見」的毛病。貪圖五欲六塵，財色名食睡的，那是多習愛；貪圖法門，這是多習見。兩大障礙，障礙了一心不亂，障礙了明心見性，所以佛教我們全都捨掉，畢竟空才能夠相應。"
    },
    {
      "id": "09-011-0031_p0078",
      "zh_CN": "二十九面倒数第三行讲「无始空」，在三十面问答里面，说明佛陀说法的悲心。这个意思欧阳竟无在《内学院训》头一篇当中说得非常清楚，那部书我总希望诸位能够多看几遍，多看几遍一定有大受用。它就是提供我们修学侍师的态度，换句话说，是一个学佛人的心理建设，所以内学训示相当重要。三十二面第二行第二句「答」里面：",
      "zh_TW": "二十九面倒數第三行講「無始空」，在三十面問答裡面，說明佛陀說法的悲心。這個意思歐陽竟無在《內學院訓》頭一篇當中說得非常清楚，那部書我總希望諸位能夠多看幾遍，多看幾遍一定有大受用。它就是提供我們修學侍師的態度，換句話說，是一個學佛人的心理建設，所以內學訓示相當重要。三十二面第二行第二句「答」裡面："
    },
    {
      "id": "09-011-0031_p0079",
      "zh_CN": "【实法中无度人。诸可说法语言度人。皆是有为虚诳法。佛以方便力故。说是无始。以无着心说。故受者亦得无着。】",
      "zh_TW": "【實法中無度人。諸可說法語言度人。皆是有為虛誑法。佛以方便力故。說是無始。以無著心說。故受者亦得無著。】"
    },
    {
      "id": "09-011-0031_p0080",
      "zh_CN": "『实』就是真实法。这几句就是佛经里面常讲的『无始』。譬如我们讲无明，无始无明，「无始」也是空的，千万不要执着真有个无始，那就错了。你了解这个意思才晓得佛实不说法，所说的都是方便，佛没有说过一句法。这个道理很深，我在过去举唱戏的做个比喻，那个演戏，你看看有唱有说，试问问他从登台一直到下台，他说过一句话没有？他一句话没有，他所说的是编剧人编好的台词，他照那个念，自己没有说一句话，没有一个字是自己的意思，所以他从上台到下台一个字也没说。你要说他说了一个字，那真叫毁谤他。释迦牟尼佛四十九年给我们说的这些法，也是一字没说。为什么？他是个演员，他是唱戏的。世间唱戏的演员是有编剧给他编好的那个词，佛唱的这台戏，台词谁给他编的？众生法性之中法尔如是。所以佛陀没有说一句法，不得已说它叫方便法，实际上方便法也空，他一空到底，空得我们莫名其妙，空迷糊了，所以说那个空、这个不空，骗骗你，怕你疑惑。",
      "zh_TW": "『實』就是真實法。這幾句就是佛經裡面常講的『無始』。譬如我們講無明，無始無明，「無始」也是空的，千萬不要執著真有個無始，那就錯了。你了解這個意思才曉得佛實不說法，所說的都是方便，佛沒有說過一句法。這個道理很深，我在過去舉唱戲的做個比喻，那個演戲，你看看有唱有說，試問問他從登台一直到下台，他說過一句話沒有？他一句話沒有，他所說的是編劇人編好的台詞，他照那個念，自己沒有說一句話，沒有一個字是自己的意思，所以他從上台到下台一個字也沒說。你要說他說了一個字，那真叫毀謗他。釋迦牟尼佛四十九年給我們說的這些法，也是一字沒說。為什麼？他是個演員，他是唱戲的。世間唱戲的演員是有編劇給他編好的那個詞，佛唱的這台戲，台詞誰給他編的？眾生法性之中法爾如是。所以佛陀沒有說一句法，不得已說它叫方便法，實際上方便法也空，他一空到底，空得我們莫名其妙，空迷糊了，所以說那個空、這個不空，騙騙你，怕你疑惑。"
    },
    {
      "id": "09-011-0031_p0081",
      "zh_CN": "实际上前面毕竟空就说得很透彻了，无始空解决这个问题，确实相信佛一句话没说。佛一句话没说，再问问，我们有没有话可说？我们也没有话。说我们众生一句话都没有说，一天到晚说话叽哩呱啦，一句话没说，这更不可思议，比佛说法那个意思还要难懂，实在是难懂。无始空的意思你体会不到，这个问题就不能解决。你要是证得无始空之后，你看看这个世间是什么相？叫清净寂灭相，诸法实相是清净寂灭相，妙不可言！《妙法莲华经》讲「妙」，智者大师讲了九十天，我们大概是讲了九个多钟点，真正说不尽，妙极了！所以你成佛之后，《楞严经》上说「圆满菩提，归无所得」，什么也没得到。成佛是什么事情？真相大白！真相在哪里？就是我们日常生活，就是眼前这些事，真相大白，所以叫成佛。我们现在是不明真相，迷惑颠倒。",
      "zh_TW": "實際上前面畢竟空就說得很透徹了，無始空解決這個問題，確實相信佛一句話沒說。佛一句話沒說，再問問，我們有沒有話可說？我們也沒有話。說我們眾生一句話都沒有說，一天到晚說話嘰哩呱啦，一句話沒說，這更不可思議，比佛說法那個意思還要難懂，實在是難懂。無始空的意思你體會不到，這個問題就不能解決。你要是證得無始空之後，你看看這個世間是什麼相？叫清淨寂滅相，諸法實相是清淨寂滅相，妙不可言！《妙法蓮華經》講「妙」，智者大師講了九十天，我們大概是講了九個多鐘點，真正說不盡，妙極了！所以你成佛之後，《楞嚴經》上說「圓滿菩提，歸無所得」，什麼也沒得到。成佛是什麼事情？真相大白！真相在哪裡？就是我們日常生活，就是眼前這些事，真相大白，所以叫成佛。我們現在是不明真相，迷惑顛倒。"
    },
    {
      "id": "09-011-0031_p0082",
      "zh_CN": "三十四面讲「散空」，散是讲分离。三十六面是讲「性空」，诸法性常空。这一段解释得也很多，法性里面有总性、有别性，不但一切法性空，佛菩萨圣性也空。第四十一面讲「自相空」。在这一段问答下面是说明，法性与法相是同还是异。这一点我们在讲席里面也说得很多，古人的比喻比此地这个比喻还要容易懂。古德拿金跟器来作比喻，把金比作性，把器比作相，「以金作器，器器皆金」，所以性与相是二而不二、不二而二，是这个关系。在四十三面第三行说明无我，无我是从总相上说，这是我们应当要晓得的，对于修行关系非常之密切。在同一页倒数第四行：",
      "zh_TW": "三十四面講「散空」，散是講分離。三十六面是講「性空」，諸法性常空。這一段解釋得也很多，法性裡面有總性、有別性，不但一切法性空，佛菩薩聖性也空。第四十一面講「自相空」。在這一段問答下面是說明，法性與法相是同還是異。這一點我們在講席裡面也說得很多，古人的比喻比此地這個比喻還要容易懂。古德拿金跟器來作比喻，把金比作性，把器比作相，「以金作器，器器皆金」，所以性與相是二而不二、不二而二，是這個關係。在四十三面第三行說明無我，無我是從總相上說，這是我們應當要曉得的，對於修行關係非常之密切。在同一頁倒數第四行："
    },
    {
      "id": "09-011-0031_p0083",
      "zh_CN": "【舍为施相。】",
      "zh_TW": "【捨為施相。】"
    },
    {
      "id": "09-011-0031_p0084",
      "zh_CN": "这以下是讲六度之相，文字非常简洁，说得很清楚、很明白，我们怎么修法才能与六度相相应。",
      "zh_TW": "這以下是講六度之相，文字非常簡潔，說得很清楚、很明白，我們怎麼修法才能與六度相相應。"
    },
    {
      "id": "09-011-0031_p0085",
      "zh_CN": "四十四面讲「诸法空」，经文上是诸法空，此地注解里面叫「一切法空」，意思就是平常我们讲的万法皆空，是说这个意思。这一段的解释也很长，一直到五十三面。",
      "zh_TW": "四十四面講「諸法空」，經文上是諸法空，此地註解裡面叫「一切法空」，意思就是平常我們講的萬法皆空，是說這個意思。這一段的解釋也很長，一直到五十三面。"
    },
    {
      "id": "09-011-0031_p0086",
      "zh_CN": "五十三面倒数第二行是讲「不可得空」，这一段也是非常重要，希望大家要细细去读。一切法不可得，不但是世间有为法不可得，无为法也不可得，所以千万不可以有贪得之心。菩提涅槃也不可得，智慧也不可得。不可得，真智慧才现前。要是有贪求我要得智慧、我要开智慧，有这一念心又糟糕了，这是我们要注意到的。所以求法我们要求，不能有得心去求，要是有个得失心去求，这就坏了。不能在这里生「我开悟了，我这个经有所得」，那就坏了。什么样是好相？天天念经念到毕竟空，念到那个心一天比一天平等，一天比一天不分别，一天比一天清净，这是好境界。从清净心里面生出的是无尽的慈悲，慈悲是从清净心生出来的。虽然生无尽的慈悲，并不着相，不着慈悲之相，也不着清净的相，不着不取，这是大乘菩萨行。",
      "zh_TW": "五十三面倒數第二行是講「不可得空」，這一段也是非常重要，希望大家要細細去讀。一切法不可得，不但是世間有為法不可得，無為法也不可得，所以千萬不可以有貪得之心。菩提涅槃也不可得，智慧也不可得。不可得，真智慧才現前。要是有貪求我要得智慧、我要開智慧，有這一念心又糟糕了，這是我們要注意到的。所以求法我們要求，不能有得心去求，要是有個得失心去求，這就壞了。不能在這裡生「我開悟了，我這個經有所得」，那就壞了。什麼樣是好相？天天念經念到畢竟空，念到那個心一天比一天平等，一天比一天不分別，一天比一天清淨，這是好境界。從清淨心裡面生出的是無盡的慈悲，慈悲是從清淨心生出來的。雖然生無盡的慈悲，並不著相，不著慈悲之相，也不著清淨的相，不著不取，這是大乘菩薩行。"
    },
    {
      "id": "09-011-0031_p0087",
      "zh_CN": "第五十五页倒数第三行是讲无法空、有法空、无法有法空，这就是十八空里面最后的三种，第十六、十七、十八，这三个名词在这里解释得很清楚。末后，就是五十六面，从第三行到第六行，这是讲这三种空的作用，就是无法、有法、无法有法这三空的作用。今天我们就介绍到此地。",
      "zh_TW": "第五十五頁倒數第三行是講無法空、有法空、無法有法空，這就是十八空裡面最後的三種，第十六、十七、十八，這三個名詞在這裡解釋得很清楚。末後，就是五十六面，從第三行到第六行，這是講這三種空的作用，就是無法、有法、無法有法這三空的作用。今天我們就介紹到此地。"
    }
  ]
}