{
  "doc_id": "09-011-0018",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0018",
  "total_paragraphs": 101,
  "paragraphs": [
    {
      "id": "09-011-0018_p0001",
      "zh_CN": "《大智度论》第十八卷：",
      "zh_TW": "《大智度論》第十八卷："
    },
    {
      "id": "09-011-0018_p0002",
      "zh_CN": "【释初品中般若波罗蜜。】",
      "zh_TW": "【釋初品中般若波羅蜜。】"
    },
    {
      "id": "09-011-0018_p0003",
      "zh_CN": "这是六波罗蜜里面最后的一段。『般若』是梵语，翻成中国话是智慧的意思，般若度也就是智度。前面两行解释「般若波罗蜜」的意思，我们一般讲定义。",
      "zh_TW": "這是六波羅蜜裡面最後的一段。『般若』是梵語，翻成中國話是智慧的意思，般若度也就是智度。前面兩行解釋「般若波羅蜜」的意思，我們一般講定義。"
    },
    {
      "id": "09-011-0018_p0004",
      "zh_CN": "【问曰。云何名般若波罗蜜。】",
      "zh_TW": "【問曰。云何名般若波羅蜜。】"
    },
    {
      "id": "09-011-0018_p0005",
      "zh_CN": "要紧的就在答的这一句里面。",
      "zh_TW": "要緊的就在答的這一句裡面。"
    },
    {
      "id": "09-011-0018_p0006",
      "zh_CN": "【答曰。诸菩萨从初发心求一切种智。于其中间。知诸法实相慧。是般若波罗蜜。】",
      "zh_TW": "【答曰。諸菩薩從初發心求一切種智。於其中間。知諸法實相慧。是般若波羅蜜。】"
    },
    {
      "id": "09-011-0018_p0007",
      "zh_CN": "『般若波罗蜜』，全句都是梵语，般若翻作智慧，波罗蜜翻作到彼岸，依我们中文文法，就是圆满的智慧，或者我们讲究竟的智慧。大乘佛法里面咱们要学的就是要学「般若波罗蜜」，这一点非常的重要。在如来果地上叫一切种智，因地上就叫般若波罗蜜，所以般若波罗蜜跟一切种智是一桩事情，不是两桩事情。我们修学特别要着重在般若波罗蜜上。般若波罗蜜它应用在事相方面，就表现在前面五度上，布施有般若波罗蜜，布施就叫做波罗蜜，就叫布施度；持戒有般若波罗蜜，就叫持戒度，假如没有般若波罗蜜，单单只叫做布施、只叫做持戒，乃至于禅定。没有般若，修前面五种法，那叫做人天的福报，那是五种福德因缘，不能见性。再跟诸位说，也不能往生西方，这一点诸位要特别的记住。西方极乐世界是大乘佛法，大乘佛法一定要有智慧，没有智慧与大乘佛法决定不相应。读了《大智度论》再要没有大智慧，这也未免叫人见笑，「念什么？念《大智度论》」，头脑像浆糊一样一塌糊涂，这个说不过去。智慧要运用在日常生活当中，表现在布施、持戒、忍辱、精进、禅定的功夫上。",
      "zh_TW": "『般若波羅蜜』，全句都是梵語，般若翻作智慧，波羅蜜翻作到彼岸，依我們中文文法，就是圓滿的智慧，或者我們講究竟的智慧。大乘佛法裡面咱們要學的就是要學「般若波羅蜜」，這一點非常的重要。在如來果地上叫一切種智，因地上就叫般若波羅蜜，所以般若波羅蜜跟一切種智是一樁事情，不是兩樁事情。我們修學特別要著重在般若波羅蜜上。般若波羅蜜它應用在事相方面，就表現在前面五度上，布施有般若波羅蜜，布施就叫做波羅蜜，就叫布施度；持戒有般若波羅蜜，就叫持戒度，假如沒有般若波羅蜜，單單只叫做布施、只叫做持戒，乃至於禪定。沒有般若，修前面五種法，那叫做人天的福報，那是五種福德因緣，不能見性。再跟諸位說，也不能往生西方，這一點諸位要特別的記住。西方極樂世界是大乘佛法，大乘佛法一定要有智慧，沒有智慧與大乘佛法決定不相應。讀了《大智度論》再要沒有大智慧，這也未免叫人見笑，「念什麼？念《大智度論》」，頭腦像漿糊一樣一塌糊塗，這個說不過去。智慧要運用在日常生活當中，表現在布施、持戒、忍辱、精進、禪定的功夫上。"
    },
    {
      "id": "09-011-0018_p0008",
      "zh_CN": "尤其我们生活在现在这个时代，这个时代是天下大乱的时代，举世混乱，人心无所归依。西方人从前信神，现在神权动摇了，西洋的哲学家公开宣布上帝已经死亡。说实在的话，上帝还在，并没有死亡。为什么宣布上帝死亡？他不相信了，不信就等于死亡。学佛的人不信佛法，这是大混乱。学佛的人何以不信佛法？不能依教奉行。信佛法，佛法道理明了之后，一定要依这个道理去做。在佛法里面讲这些事理无量无边，学唯识的比喻作入海算沙，什么时候才能算得尽？性宗的比较聪明，提契纲要。学佛就是学个平等心、学个清净心、学个慈悲心。诸位果然能在这三心上用功夫，这就具足般若波罗蜜；如果咱们学佛不在这三心上用功夫，我们就没有智慧。凡是叫我们心不平等、不清净、不慈悲的，都要离开。为什么？那是障道因缘。",
      "zh_TW": "尤其我們生活在現在這個時代，這個時代是天下大亂的時代，舉世混亂，人心無所歸依。西方人從前信神，現在神權動搖了，西洋的哲學家公開宣布上帝已經死亡。說實在的話，上帝還在，並沒有死亡。為什麼宣布上帝死亡？他不相信了，不信就等於死亡。學佛的人不信佛法，這是大混亂。學佛的人何以不信佛法？不能依教奉行。信佛法，佛法道理明瞭之後，一定要依這個道理去做。在佛法裡面講這些事理無量無邊，學唯識的比喻作入海算沙，什麼時候才能算得盡？性宗的比較聰明，提契綱要。學佛就是學個平等心、學個清淨心、學個慈悲心。諸位果然能在這三心上用功夫，這就具足般若波羅蜜；如果咱們學佛不在這三心上用功夫，我們就沒有智慧。凡是叫我們心不平等、不清淨、不慈悲的，都要離開。為什麼？那是障道因緣。"
    },
    {
      "id": "09-011-0018_p0009",
      "zh_CN": "在目前我们居住这一个地区，天天讲经常年不断的，诸位要记住，还只有我们这一个道场。常年讲经的道场也有，但不是天天讲，一个星期讲一次，台中有好几个道场。慈光图书馆是每星期三讲一次，台中莲社是每星期六讲一次。所以一个道场天天在这里讲经，上午、下午都在讲经，只有我们这一处。这一处在宣扬正法，我们想一想，这些妖魔鬼怪看到心里难过，总得要想尽方法把这个道场给毁掉，他们才得大自在。这是理所当然，确实是这个情形。我也曾经跟诸位说过，我们有一天机缘，我们干一天，我们尽心尽力，功德就圆满，纵然被妖魔鬼怪破坏了，我们的功德还是圆满。破坏了，说实在的话，对我有好处，我不要这么辛苦了，我又海阔天空到处去游览，多自在！是破坏谁？破坏大家闻法的机缘，与我一点妨碍都没有，是破坏了大众闻法的机缘。不但是诸位闻法，学佛的人应该要晓得，弘法讲经道场，除了我们在座诸位能够看得见的，还有许多我们肉眼看不见的诸天鬼神，他们在道场的比我们在座的诸位人数要多千万倍，我们有眼不见、有耳不闻；换句话说，把他们闻法的机缘也破坏了。鬼神里面有些是很难缠的鬼神，你把他这个机缘破坏了，佛菩萨无所谓，绝不会责怪于你，那些护法神可饶不了你。所以后来的因果报应，固然一种是罪报，另外一种就是这些鬼神来找麻烦，你们把他的机会都毁掉了。",
      "zh_TW": "在目前我們居住這一個地區，天天講經常年不斷的，諸位要記住，還只有我們這一個道場。常年講經的道場也有，但不是天天講，一個星期講一次，台中有好幾個道場。慈光圖書館是每星期三講一次，台中蓮社是每星期六講一次。所以一個道場天天在這裡講經，上午、下午都在講經，只有我們這一處。這一處在宣揚正法，我們想一想，這些妖魔鬼怪看到心裡難過，總得要想盡方法把這個道場給毀掉，他們才得大自在。這是理所當然，確實是這個情形。我也曾經跟諸位說過，我們有一天機緣，我們幹一天，我們盡心盡力，功德就圓滿，縱然被妖魔鬼怪破壞了，我們的功德還是圓滿。破壞了，說實在的話，對我有好處，我不要這麼辛苦了，我又海闊天空到處去遊覽，多自在！是破壞誰？破壞大家聞法的機緣，與我一點妨礙都沒有，是破壞了大眾聞法的機緣。不但是諸位聞法，學佛的人應該要曉得，弘法講經道場，除了我們在座諸位能夠看得見的，還有許多我們肉眼看不見的諸天鬼神，他們在道場的比我們在座的諸位人數要多千萬倍，我們有眼不見、有耳不聞；換句話說，把他們聞法的機緣也破壞了。鬼神裡面有些是很難纏的鬼神，你把他這個機緣破壞了，佛菩薩無所謂，絕不會責怪於你，那些護法神可饒不了你。所以後來的因果報應，固然一種是罪報，另外一種就是這些鬼神來找麻煩，你們把他的機會都毀掉了。"
    },
    {
      "id": "09-011-0018_p0010",
      "zh_CN": "这些事情我也常常听到，我在南部讲经都听到，可是我处之泰然。我提醒诸位同修，出家人有道场就有了累赘；在家人结婚、有家庭叫家累，没有结婚是没有家累，自由自在，一结婚就有家累；出家人有个庙也就有庙累，比那个家累还要累、还要重。尤其是这一个道场草创时期，我们人手少，有许多地方顾虑不到，不周全的地方是在所难免。譬如我们前几次印经，正好也是我们图书馆筹备开幕期间，大家工作都忙，所以有好几种书，我晓得有三、四种的样子，我们印经的功德名单来不及附进去。我们跟印刷厂联系没有专人负责，打电话给他，功德名单送过去的时候叫他排版校对，还没有校对完，他告诉我装订厂书已经装订好了。装好怎么办？装订厂说：我们没有地方摆书。好，书都送来，送来之后名单后头再送来，大家一看到书很欢喜，先就把书拿走了，名单没有附，外面对我们的批评、闲话多得不得了，好像说我们把印经钱都吞没掉了。那些人说，他说他的，事实是事实。但是我们总给人家造恶业的机会，造口业，这就是我们顾虑不到的地方。我们没有专人来做联系的工作，过去有专人，有李居士他是专门负责这个工作，以后他到中信局做事情工作就忙，很少有时间到道场来。像这些地方我们都必须要有智慧来观察。我们道场自从成立之后就建立会计制度，所有收支帐目清清楚楚，我们对外付款统统用支票，支票有个好处就是可以能够查到这个钱到哪里去了，我们不太用现金，现金有的时候找不到帐，支票我们可以查存根。所以诸位如果听到有人说这些闲话，可以叫他到我们图书馆来查帐。",
      "zh_TW": "這些事情我也常常聽到，我在南部講經都聽到，可是我處之泰然。我提醒諸位同修，出家人有道場就有了累贅；在家人結婚、有家庭叫家累，沒有結婚是沒有家累，自由自在，一結婚就有家累；出家人有個廟也就有廟累，比那個家累還要累、還要重。尤其是這一個道場草創時期，我們人手少，有許多地方顧慮不到，不周全的地方是在所難免。譬如我們前幾次印經，正好也是我們圖書館籌備開幕期間，大家工作都忙，所以有好幾種書，我曉得有三、四種的樣子，我們印經的功德名單來不及附進去。我們跟印刷廠聯繫沒有專人負責，打電話給他，功德名單送過去的時候叫他排版校對，還沒有校對完，他告訴我裝訂廠書已經裝訂好了。裝好怎麼辦？裝訂廠說：我們沒有地方擺書。好，書都送來，送來之後名單後頭再送來，大家一看到書很歡喜，先就把書拿走了，名單沒有附，外面對我們的批評、閒話多得不得了，好像說我們把印經錢都吞沒掉了。那些人說，他說他的，事實是事實。但是我們總給人家造惡業的機會，造口業，這就是我們顧慮不到的地方。我們沒有專人來做聯繫的工作，過去有專人，有李居士他是專門負責這個工作，以後他到中信局做事情工作就忙，很少有時間到道場來。像這些地方我們都必須要有智慧來觀察。我們道場自從成立之後就建立會計制度，所有收支帳目清清楚楚，我們對外付款統統用支票，支票有個好處就是可以能夠查到這個錢到哪裡去了，我們不太用現金，現金有的時候找不到帳，支票我們可以查存根。所以諸位如果聽到有人說這些閒話，可以叫他到我們圖書館來查帳。"
    },
    {
      "id": "09-011-0018_p0011",
      "zh_CN": "印经的事情，我们以后当然要更慎重，避免这些过失。所以最近有些同学们发心印经，他们自己印，这个太好了，哪个人印，当然他们自己负责任。像这些事情，凡情未了是在所难免，得失心重是难免的。真正修道人要身心清净，这是我勉励诸位说的，真正要想在道业上成就，应当放下万缘。放下万缘，好事不如无事，这是真正修道的人。但是福德要不要修？要修。修福德，这一章般若波罗蜜里面就跟我们讨论到这个问题，我们用什么态度来修福，才叫真实的福报？真正的福报是清净的，不生烦恼。虽然是富贵，可是一天到晚很烦心，这个富贵给我，我也不受。为什么？烦心。诸佛菩萨他们福报是清净自然，从哪里得到的？就是修福里面有般若波罗蜜，道理就在此地。",
      "zh_TW": "印經的事情，我們以後當然要更慎重，避免這些過失。所以最近有些同學們發心印經，他們自己印，這個太好了，哪個人印，當然他們自己負責任。像這些事情，凡情未了是在所難免，得失心重是難免的。真正修道人要身心清淨，這是我勉勵諸位說的，真正要想在道業上成就，應當放下萬緣。放下萬緣，好事不如無事，這是真正修道的人。但是福德要不要修？要修。修福德，這一章般若波羅蜜裡面就跟我們討論到這個問題，我們用什麼態度來修福，才叫真實的福報？真正的福報是清淨的，不生煩惱。雖然是富貴，可是一天到晚很煩心，這個富貴給我，我也不受。為什麼？煩心。諸佛菩薩他們福報是清淨自然，從哪裡得到的？就是修福裡面有般若波羅蜜，道理就在此地。"
    },
    {
      "id": "09-011-0018_p0012",
      "zh_CN": "般若波罗蜜与实相关系非常密切，可以说是一体的两面，在这一卷里头提到的很多，第二面：",
      "zh_TW": "般若波羅蜜與實相關係非常密切，可以說是一體的兩面，在這一卷裡頭提到的很多，第二面："
    },
    {
      "id": "09-011-0018_p0013",
      "zh_CN": "【诸法实相即是般若波罗蜜。】",
      "zh_TW": "【諸法實相即是般若波羅蜜。】"
    },
    {
      "id": "09-011-0018_p0014",
      "zh_CN": "【菩萨智慧虽与烦恼习合。而能得诸法实相。】",
      "zh_TW": "【菩薩智慧雖與煩惱習合。而能得諸法實相。】"
    },
    {
      "id": "09-011-0018_p0015",
      "zh_CN": "【佛智慧尽诸烦恼习。亦得诸法实相。】",
      "zh_TW": "【佛智慧盡諸煩惱習。亦得諸法實相。】"
    },
    {
      "id": "09-011-0018_p0016",
      "zh_CN": "这就说明般若波罗蜜是要以明心见性为第一义，这才是在一切法里一了百了，真正证得法身、般若、解脱，才得大自在。",
      "zh_TW": "這就說明般若波羅蜜是要以明心見性為第一義，這才是在一切法裡一了百了，真正證得法身、般若、解脫，才得大自在。"
    },
    {
      "id": "09-011-0018_p0017",
      "zh_CN": "底下这段文是解释诸法实相，就是第二面倒数第二行：",
      "zh_TW": "底下這段文是解釋諸法實相，就是第二面倒數第二行："
    },
    {
      "id": "09-011-0018_p0018",
      "zh_CN": "【问曰。云何是诸法实相。】",
      "zh_TW": "【問曰。云何是諸法實相。】"
    },
    {
      "id": "09-011-0018_p0019",
      "zh_CN": "这段我们不可不知。向下就是第三面到第五面，一共有二十首偈颂，应该要背诵，诸位要好好的记住，应该要晓得，应当学。这二十首偈颂就是说明什么叫诸法实相、什么叫做般若波罗蜜。偈颂是比较长，我也不必一句一句说，好句子实在是太多了。第四面第五行，偈颂第十二首，第六行是第十三首，这两首意思很深。像这样深的意思，我们在《华严》、《楞严》、《弥陀经疏钞》里头都常常讲到。如果要不是常常讲，是很难懂，如果要解释也相当的费事。我念一念：",
      "zh_TW": "這段我們不可不知。向下就是第三面到第五面，一共有二十首偈頌，應該要背誦，諸位要好好的記住，應該要曉得，應當學。這二十首偈頌就是說明什麼叫諸法實相、什麼叫做般若波羅蜜。偈頌是比較長，我也不必一句一句說，好句子實在是太多了。第四面第五行，偈頌第十二首，第六行是第十三首，這兩首意思很深。像這樣深的意思，我們在《華嚴》、《楞嚴》、《彌陀經疏鈔》裡頭都常常講到。如果要不是常常講，是很難懂，如果要解釋也相當的費事。我念一念："
    },
    {
      "id": "09-011-0018_p0020",
      "zh_CN": "【若不见般若。是则为被缚。若人见般若。是亦名被缚。】",
      "zh_TW": "【若不見般若。是則為被縛。若人見般若。是亦名被縛。】"
    },
    {
      "id": "09-011-0018_p0021",
      "zh_CN": "见与不见都是被烦恼情执所缚。这个理是在哪里？理是在有心见。所以见就是病，换句话说，这是用情识见。用情识，见也错了，不见也错了。",
      "zh_TW": "見與不見都是被煩惱情執所縛。這個理是在哪裡？理是在有心見。所以見就是病，換句話說，這是用情識見。用情識，見也錯了，不見也錯了。"
    },
    {
      "id": "09-011-0018_p0022",
      "zh_CN": "【若人见般若。是则得解脱。若不见般若。是亦得解脱。】",
      "zh_TW": "【若人見般若。是則得解脫。若不見般若。是亦得解脫。】"
    },
    {
      "id": "09-011-0018_p0023",
      "zh_CN": "见与不见都解脱了，意思实在是深。见与不见都是解脱，给诸位说，是用见性见，只要你用见性，舍识用根，见也解脱，不见也解脱，大自在；如果舍根性用情识，你见也是烦恼，不见也是烦恼，缠缚就是烦恼。这样说明就可以了。第十六首是说如来说法无说而说，就是第四面倒数第三行这个偈颂：",
      "zh_TW": "見與不見都解脫了，意思實在是深。見與不見都是解脫，給諸位說，是用見性見，只要你用見性，捨識用根，見也解脫，不見也解脫，大自在；如果捨根性用情識，你見也是煩惱，不見也是煩惱，纏縛就是煩惱。這樣說明就可以了。第十六首是說如來說法無說而說，就是第四面倒數第三行這個偈頌："
    },
    {
      "id": "09-011-0018_p0024",
      "zh_CN": "【言说为世俗。怜愍一切故。假名说诸法。虽说而不说。】",
      "zh_TW": "【言說為世俗。憐愍一切故。假名說諸法。雖說而不說。】"
    },
    {
      "id": "09-011-0018_p0025",
      "zh_CN": "诸佛如来，菩萨亦然，历代祖师大德弘经说法无不如是。第十八首：",
      "zh_TW": "諸佛如來，菩薩亦然，歷代祖師大德弘經說法無不如是。第十八首："
    },
    {
      "id": "09-011-0018_p0026",
      "zh_CN": "【一切取已舍。是名不可取。不可取而取。是即名为取。】",
      "zh_TW": "【一切取已捨。是名不可取。不可取而取。是即名為取。】"
    },
    {
      "id": "09-011-0018_p0027",
      "zh_CN": "前两句是讲放下，后两句是提起。必须放得下，而后才说提起。放下是自己得身心自在，平等清净；提起是大慈悲，利益一切众生，提起是为利他，而不是为自利，所以说以慈悲方便摄受一切有情。这四首偈颂意思比较深，提出来说一说，其他的就不必讲了。底下一段就是第五页第三行：",
      "zh_TW": "前兩句是講放下，後兩句是提起。必須放得下，而後才說提起。放下是自己得身心自在，平等清淨；提起是大慈悲，利益一切眾生，提起是為利他，而不是為自利，所以說以慈悲方便攝受一切有情。這四首偈頌意思比較深，提出來說一說，其他的就不必講了。底下一段就是第五頁第三行："
    },
    {
      "id": "09-011-0018_p0028",
      "zh_CN": "【释初品中般若相义】",
      "zh_TW": "【釋初品中般若相義】"
    },
    {
      "id": "09-011-0018_p0029",
      "zh_CN": "就是智慧的相以及它的义理。前面两行是解释大乘意思，就是大的意思。",
      "zh_TW": "就是智慧的相以及它的義理。前面兩行是解釋大乘意思，就是大的意思。"
    },
    {
      "id": "09-011-0018_p0030",
      "zh_CN": "【问曰。何以独称般若波罗蜜为摩诃。而不称五波罗蜜。】",
      "zh_TW": "【問曰。何以獨稱般若波羅蜜為摩訶。而不稱五波羅蜜。】"
    },
    {
      "id": "09-011-0018_p0031",
      "zh_CN": "『摩诃』是梵语，翻成中国意思是「大」。",
      "zh_TW": "『摩訶』是梵語，翻成中國意思是「大」。"
    },
    {
      "id": "09-011-0018_p0032",
      "zh_CN": "【答曰。摩诃此言大。般若言慧。波罗蜜言到彼岸。以其能到智慧大海彼岸。到一切智慧边。穷尽其极故。名到彼岸。】",
      "zh_TW": "【答曰。摩訶此言大。般若言慧。波羅蜜言到彼岸。以其能到智慧大海彼岸。到一切智慧邊。窮盡其極故。名到彼岸。】"
    },
    {
      "id": "09-011-0018_p0033",
      "zh_CN": "『到彼岸』就是波罗蜜的意思。菩萨，刚才说过了，就是大乘人，一定要以修学智慧为宗，就是为主要的目标。第五页末后两行都是说这个意思，我把文略读一读：",
      "zh_TW": "『到彼岸』就是波羅蜜的意思。菩薩，剛才說過了，就是大乘人，一定要以修學智慧為宗，就是為主要的目標。第五頁末後兩行都是說這個意思，我把文略讀一讀："
    },
    {
      "id": "09-011-0018_p0034",
      "zh_CN": "【般若波罗蜜摄一切智慧故。所以者何。菩萨求佛道。应当学一切法。得一切智慧。】",
      "zh_TW": "【般若波羅蜜攝一切智慧故。所以者何。菩薩求佛道。應當學一切法。得一切智慧。】"
    },
    {
      "id": "09-011-0018_p0035",
      "zh_CN": "学一切法是手段，得一切智慧是目的。我们现在修学的人就搞错了，把手段当作目的，目的自己不晓得，大错特错！所以佛才跟我们讲「法尚应舍，何况非法」。因为法不是目的，是手段，目的是一切种智，在因地上是般若波罗蜜，这是我们必须要晓得的。不知道这个道理，你要是不走错路，那真是太难了。我们研究经教、讨论佛法是手段，目的在开智慧。哪是正道、哪是助道，一定要晓得。",
      "zh_TW": "學一切法是手段，得一切智慧是目的。我們現在修學的人就搞錯了，把手段當作目的，目的自己不曉得，大錯特錯！所以佛才跟我們講「法尚應捨，何況非法」。因為法不是目的，是手段，目的是一切種智，在因地上是般若波羅蜜，這是我們必須要曉得的。不知道這個道理，你要是不走錯路，那真是太難了。我們研究經教、討論佛法是手段，目的在開智慧。哪是正道、哪是助道，一定要曉得。"
    },
    {
      "id": "09-011-0018_p0036",
      "zh_CN": "向下这个文里面给我们解释辟支佛、阿罗汉。辟支佛里面有缘觉、有独觉，独觉里面有小辟支佛、有大辟支佛。后面跟我们讲佛道，这段文诸位自己读去。在第八页里面，龙树菩萨给我们讲三乘实智，实智唯有佛，这个佛是指佛门，或者是佛法中才有真实的智慧，外道没有，外道没有实智慧。这段文相当长。外道不但没有智，外道也没有戒。佛道之所以与外道不相同的所在，第十一页第六行：",
      "zh_TW": "向下這個文裡面給我們解釋辟支佛、阿羅漢。辟支佛裡面有緣覺、有獨覺，獨覺裡面有小辟支佛、有大辟支佛。後面跟我們講佛道，這段文諸位自己讀去。在第八頁裡面，龍樹菩薩給我們講三乘實智，實智唯有佛，這個佛是指佛門，或者是佛法中才有真實的智慧，外道沒有，外道沒有實智慧。這段文相當長。外道不但沒有智，外道也沒有戒。佛道之所以與外道不相同的所在，第十一頁第六行："
    },
    {
      "id": "09-011-0018_p0037",
      "zh_CN": "【汝等外道法。是生诸烦恼处。佛法则是灭诸烦恼处。是为大异。】",
      "zh_TW": "【汝等外道法。是生諸煩惱處。佛法則是滅諸煩惱處。是為大異。】"
    },
    {
      "id": "09-011-0018_p0038",
      "zh_CN": "不相同的所在。我们现在学的是佛法还是外道法？读的是《华严经》、是《大智度论》，一天到晚生烦恼，外道法。这叫什么外道？叫门内外，佛门里面的外道，这是应该要晓得。别人是不是外道与我们不相干，要紧的是回过头来问问自己是不是外道？自己学佛要是学成个外道，再要不觉悟就不得了，愈迷愈深、愈陷愈苦，必定要造深重罪业。所以六祖大师教诫学人，常常跟人说，他见自己过失，不见别人过失，这是六祖教给我们用功夫的方法。自己什么过失？在一切境界里面，六根接触六尘，起心动念就是过失。起恶念固然是过失，起善念还是过失，为什么？你动了心，动心就不与性相应。与法性相应的就没有过失，与法性不相应的都是过失，这是大乘圆顿根性他们修学的要领。",
      "zh_TW": "不相同的所在。我們現在學的是佛法還是外道法？讀的是《華嚴經》、是《大智度論》，一天到晚生煩惱，外道法。這叫什麼外道？叫門內外，佛門裡面的外道，這是應該要曉得。別人是不是外道與我們不相干，要緊的是回過頭來問問自己是不是外道？自己學佛要是學成個外道，再要不覺悟就不得了，愈迷愈深、愈陷愈苦，必定要造深重罪業。所以六祖大師教誡學人，常常跟人說，他見自己過失，不見別人過失，這是六祖教給我們用功夫的方法。自己什麼過失？在一切境界裡面，六根接觸六塵，起心動念就是過失。起惡念固然是過失，起善念還是過失，為什麼？你動了心，動心就不與性相應。與法性相應的就沒有過失，與法性不相應的都是過失，這是大乘圓頓根性他們修學的要領。"
    },
    {
      "id": "09-011-0018_p0039",
      "zh_CN": "人家修学，恒顺众生、随喜功德，而自己心地清净如如不动，决定不为境界所染着，绝不为一切境界所动心，所以人家才真正叫「那伽常在定，无有不定时」。说法也是如此，前面一首偈颂讲的，说而无说、无说而说，清净！我们今天打开《大智度论》、打开《华严经》，我们也在这里说，我们是有说而说，说了还是有说，跟佛菩萨不一样，佛菩萨说法是心清净、不染着，我们说法是心染着、不清净。不清净、心染着，天天说法，天天都犯过失，说也是过失，不说也是过失；人家见性的人，说没有过失，不说也没有过失。我们要从这里面去体会，道是什么？应当如何去修学？下面这一段，这是讲佛法大海，应机称性，在第十一面倒数第四行：",
      "zh_TW": "人家修學，恆順眾生、隨喜功德，而自己心地清淨如如不動，決定不為境界所染著，絕不為一切境界所動心，所以人家才真正叫「那伽常在定，無有不定時」。說法也是如此，前面一首偈頌講的，說而無說、無說而說，清淨！我們今天打開《大智度論》、打開《華嚴經》，我們也在這裡說，我們是有說而說，說了還是有說，跟佛菩薩不一樣，佛菩薩說法是心清淨、不染著，我們說法是心染著、不清淨。不清淨、心染著，天天說法，天天都犯過失，說也是過失，不說也是過失；人家見性的人，說沒有過失，不說也沒有過失。我們要從這裡面去體會，道是什麼？應當如何去修學？下面這一段，這是講佛法大海，應機稱性，在第十一面倒數第四行："
    },
    {
      "id": "09-011-0018_p0040",
      "zh_CN": "【诸佛法无量。有若大海。随众生意故。种种说法。或说有。或说无。或说常。或说无常。或说苦。或说乐。或说我。或说无我。或说勤行三业。摄诸善法。或说一切诸法无作相。如是等种种异说。无智闻之。谓为乖错。】",
      "zh_TW": "【諸佛法無量。有若大海。隨眾生意故。種種說法。或說有。或說無。或說常。或說無常。或說苦。或說樂。或說我。或說無我。或說勤行三業。攝諸善法。或說一切諸法無作相。如是等種種異說。無智聞之。謂為乖錯。】"
    },
    {
      "id": "09-011-0018_p0041",
      "zh_CN": "没有智慧的人听到佛说法，「说法是颠三倒四，前后矛盾」，那是无知之人。有智慧的人晓得佛每说一句话都与实相相应，随他怎么说都相应，没有一句话不是称性而说的。",
      "zh_TW": "沒有智慧的人聽到佛說法，「說法是顛三倒四，前後矛盾」，那是無知之人。有智慧的人曉得佛每說一句話都與實相相應，隨他怎麼說都相應，沒有一句話不是稱性而說的。"
    },
    {
      "id": "09-011-0018_p0042",
      "zh_CN": "【智者入三种法门。观一切佛语皆是实法。不相违背。何等是三门。一者昆勒门。二者阿毘昙门。三者空门。】",
      "zh_TW": "【智者入三種法門。觀一切佛語皆是實法。不相違背。何等是三門。一者昆勒門。二者阿毘曇門。三者空門。】"
    },
    {
      "id": "09-011-0018_p0043",
      "zh_CN": "『昆勒』，中文翻作「杂藏」。《藏经》常常讲，经藏、律藏、论藏，还有一个杂藏，它有杂藏的意思。它的本义叫筐藏，筐是箩筐。箩筐，零零碎碎东西都往里面一装，那里头什么东西都有，乱七八糟，样样都有，它原来是这个意思。我们称之为杂藏，比较雅顺一点。在经典里面，昆勒是大迦旃延之所造，这地方第三行有，文字很多，非常的丰富。此地讲的，昆勒有三百二十万言，这是指字数。我们这里有《太虚大师全书》，精装大概是三十二本，《太虚大师全书》一共是有六百多万字，它这一部书只有《太虚大师全书》一半多，是大迦旃延尊者他的著作。以后人嫌他东西太，所以又把它归纳为三十八万四千言，差不多把它浓缩成十分之一来流通。「若人入昆勒门，论议则无穷」，多半都是议论。里面有随相门、有对治门，随相就是随法相而解释、研究、讨论、发明；对治门多半是讲功夫，对治我们自己的习气、对治我们自己的毛病。这里面有几首偈都是我们常常读到的，在这部书里头也有引用到，像前面这一首，「诸恶莫作，众善奉行，自净其意，是诸佛教」，这是几乎学佛的人都晓得。",
      "zh_TW": "『昆勒』，中文翻作「雜藏」。《藏經》常常講，經藏、律藏、論藏，還有一個雜藏，它有雜藏的意思。它的本義叫筐藏，筐是籮筐。籮筐，零零碎碎東西都往裡面一裝，那裡頭什麼東西都有，亂七八糟，樣樣都有，它原來是這個意思。我們稱之為雜藏，比較雅順一點。在經典裡面，昆勒是大迦旃延之所造，這地方第三行有，文字很多，非常的豐富。此地講的，昆勒有三百二十萬言，這是指字數。我們這裡有《太虛大師全書》，精裝大概是三十二本，《太虛大師全書》一共是有六百多萬字，它這一部書只有《太虛大師全書》一半多，是大迦旃延尊者他的著作。以後人嫌他東西太，所以又把它歸納為三十八萬四千言，差不多把它濃縮成十分之一來流通。「若人入昆勒門，論議則無窮」，多半都是議論。裡面有隨相門、有對治門，隨相就是隨法相而解釋、研究、討論、發明；對治門多半是講功夫，對治我們自己的習氣、對治我們自己的毛病。這裡面有幾首偈都是我們常常讀到的，在這部書裡頭也有引用到，像前面這一首，「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，這是幾乎學佛的人都曉得。"
    },
    {
      "id": "09-011-0018_p0044",
      "zh_CN": "十四页倒数第二行，『阿毘昙』翻成中国意思就是「议论」，我们讲经律论，这是属于论部。有佛所说的，多半还是佛的弟子们所造的，发明经中的义理。『空门』里面有生空、有法空，二空都是破除众生的邪见，所谓四句百非都是邪见。第十六页第六行：",
      "zh_TW": "十四頁倒數第二行，『阿毘曇』翻成中國意思就是「議論」，我們講經律論，這是屬於論部。有佛所說的，多半還是佛的弟子們所造的，發明經中的義理。『空門』裡面有生空、有法空，二空都是破除眾生的邪見，所謂四句百非都是邪見。第十六頁第六行："
    },
    {
      "id": "09-011-0018_p0045",
      "zh_CN": "【答曰。佛处处说无常。处处说不灭。】",
      "zh_TW": "【答曰。佛處處說無常。處處說不滅。】"
    },
    {
      "id": "09-011-0018_p0046",
      "zh_CN": "这一段是说明佛之说法。佛说常也是说无常，佛说灭还是说的不灭，这个意思将来我们到《六祖坛经》里面可以读到，《坛经》里面有发明这个道理。在第十七页第一行：",
      "zh_TW": "這一段是說明佛之說法。佛說常也是說無常，佛說滅還是說的不滅，這個意思將來我們到《六祖壇經》裡面可以讀到，《壇經》裡面有發明這個道理。在第十七頁第一行："
    },
    {
      "id": "09-011-0018_p0047",
      "zh_CN": "【功德熏心故必得上生。】",
      "zh_TW": "【功德熏心故必得上生。】"
    },
    {
      "id": "09-011-0018_p0048",
      "zh_CN": "这一句实在是很要紧。『功德熏心』极为重要，在没有见性以前我们阿赖耶识之所以能够相续不断，是什么力量在支持着它？就是薰习，所谓种子薰现行、现行薰种子，种薰种、现薰现，十法界依正庄严这个相相续不断，就是这个力量。十界六道轮回之所以形成，也是薰习的力量。我们以清净法来薰习我们，我们心就清净；我们常以善法来薰习自己，我们心就善良；常以恶法来薰习自己，心怎么能不恶？薰习是亲因，后面必定有果报。所以佛教我们念佛，念佛是以佛号来薰习我们自己，佛号是一切法中最善之法，善中之善，别叫别的薰习我们的心。常常以佛号来薰习，给诸位说，我们必定就能往生西方极乐世界。但是要晓得，这个往生叫带业往生，是生在凡圣同居土。不要看凡圣同居土地位很下，没有关系，到了西方极乐世界保险成就，慢固然是慢一点，决定不退转，这是西方极乐世界殊胜之处。所以我们起心动念要以一句阿弥陀佛作为自己本命元辰，不要让第二个念头来薰自己的阿赖耶识。薰习久了就可以得事一心，要得理一心一定要开智慧，不开智慧不能得理一心，智慧开了就是理一心成就了，所以功德薰心是极为重要的一桩事情。",
      "zh_TW": "這一句實在是很要緊。『功德熏心』極為重要，在沒有見性以前我們阿賴耶識之所以能夠相續不斷，是什麼力量在支持著它？就是薰習，所謂種子薰現行、現行薰種子，種薰種、現薰現，十法界依正莊嚴這個相相續不斷，就是這個力量。十界六道輪迴之所以形成，也是薰習的力量。我們以清淨法來薰習我們，我們心就清淨；我們常以善法來薰習自己，我們心就善良；常以惡法來薰習自己，心怎麼能不惡？薰習是親因，後面必定有果報。所以佛教我們念佛，念佛是以佛號來薰習我們自己，佛號是一切法中最善之法，善中之善，別叫別的薰習我們的心。常常以佛號來薰習，給諸位說，我們必定就能往生西方極樂世界。但是要曉得，這個往生叫帶業往生，是生在凡聖同居土。不要看凡聖同居土地位很下，沒有關係，到了西方極樂世界保險成就，慢固然是慢一點，決定不退轉，這是西方極樂世界殊勝之處。所以我們起心動念要以一句阿彌陀佛作為自己本命元辰，不要讓第二個念頭來薰自己的阿賴耶識。薰習久了就可以得事一心，要得理一心一定要開智慧，不開智慧不能得理一心，智慧開了就是理一心成就了，所以功德薰心是極為重要的一樁事情。"
    },
    {
      "id": "09-011-0018_p0049",
      "zh_CN": "在第四行有一段是讲对治悉檀，对治悉檀诸位要是细细看清楚，实在是佛所谓黄叶止啼，要晓得它的用意。为什么这样说？这么说就是要我们不要执着法门，每个法门它有它的作用、它有它的目标，目标达到了，这个方法应当要舍弃，不要执着，执着就是病。在第十八面有五首偈颂，这五首偈颂的义趣应当知道，这里特别教诫我们佛弟子一定要慎重，不要学成了外道。学佛学成外道，不要说我们现前这么多，释迦牟尼佛在世，学佛学成外道的就不少人，何况佛灭度三千年之后的今天。学佛学成外道，学佛学成魔，给诸位说，一大半以上，这是我们自己一定要警惕的。",
      "zh_TW": "在第四行有一段是講對治悉檀，對治悉檀諸位要是細細看清楚，實在是佛所謂黃葉止啼，要曉得它的用意。為什麼這樣說？這麼說就是要我們不要執著法門，每個法門它有它的作用、它有它的目標，目標達到了，這個方法應當要捨棄，不要執著，執著就是病。在第十八面有五首偈頌，這五首偈頌的義趣應當知道，這裡特別教誡我們佛弟子一定要慎重，不要學成了外道。學佛學成外道，不要說我們現前這麼多，釋迦牟尼佛在世，學佛學成外道的就不少人，何況佛滅度三千年之後的今天。學佛學成外道，學佛學成魔，給諸位說，一大半以上，這是我們自己一定要警惕的。"
    },
    {
      "id": "09-011-0018_p0050",
      "zh_CN": "向下长行里面给我们说明大乘的空门，「摩诃衍空门」，摩诃衍是大乘，给我们解释什么叫正知、什么叫邪见，正知与邪见一定要分得清清楚楚。第十九面第五行：",
      "zh_TW": "向下長行裡面給我們說明大乘的空門，「摩訶衍空門」，摩訶衍是大乘，給我們解釋什麼叫正知、什麼叫邪見，正知與邪見一定要分得清清楚楚。第十九面第五行："
    },
    {
      "id": "09-011-0018_p0051",
      "zh_CN": "【复次。邪见人多行众恶。断诸善事。】",
      "zh_TW": "【復次。邪見人多行眾惡。斷諸善事。】"
    },
    {
      "id": "09-011-0018_p0052",
      "zh_CN": "确实是如此。",
      "zh_TW": "確實是如此。"
    },
    {
      "id": "09-011-0018_p0053",
      "zh_CN": "【观空人善法尚不欲作。何况作恶。】",
      "zh_TW": "【觀空人善法尚不欲作。何況作惡。】"
    },
    {
      "id": "09-011-0018_p0054",
      "zh_CN": "『观空人』是正知正见的。正知正见这就是庞居士所讲的「好事不如无事」，这是观空人所说的。十九面倒数第三行：",
      "zh_TW": "『觀空人』是正知正見的。正知正見這就是龐居士所講的「好事不如無事」，這是觀空人所說的。十九面倒數第三行："
    },
    {
      "id": "09-011-0018_p0055",
      "zh_CN": "【摩诃衍人。知诸法真空。不破不坏。】",
      "zh_TW": "【摩訶衍人。知諸法真空。不破不壞。】"
    },
    {
      "id": "09-011-0018_p0056",
      "zh_CN": "『摩诃衍人』是大乘学者。『真空』有无量无边的德用，不是顽虚空。第二十面，说明邪正这一段讲得很清楚，我们念念第三行：",
      "zh_TW": "『摩訶衍人』是大乘學者。『真空』有無量無邊的德用，不是頑虛空。第二十面，說明邪正這一段講得很清楚，我們念念第三行："
    },
    {
      "id": "09-011-0018_p0057",
      "zh_CN": "【答曰。邪见破诸法令空。】",
      "zh_TW": "【答曰。邪見破諸法令空。】"
    },
    {
      "id": "09-011-0018_p0058",
      "zh_CN": "这一类是什么？像修无想定的、修四空定的，甚至小乘圣者修九次第定，也是『邪见破诸法令空』。正知正见的人不一样，大乘学者不一样，大乘学者：",
      "zh_TW": "這一類是什麼？像修無想定的、修四空定的，甚至小乘聖者修九次第定，也是『邪見破諸法令空』。正知正見的人不一樣，大乘學者不一樣，大乘學者："
    },
    {
      "id": "09-011-0018_p0059",
      "zh_CN": "【观空人知诸法真空。不破不坏。】",
      "zh_TW": "【觀空人知諸法真空。不破不壞。】"
    },
    {
      "id": "09-011-0018_p0060",
      "zh_CN": "『诸法真空』，真空不空。『不破不坏』，妙有非有。这是邪正不相同的所在。",
      "zh_TW": "『諸法真空』，真空不空。『不破不壞』，妙有非有。這是邪正不相同的所在。"
    },
    {
      "id": "09-011-0018_p0061",
      "zh_CN": "【复次。邪见人言诸法皆空无所有。取诸法空相戏论。】",
      "zh_TW": "【復次。邪見人言諸法皆空無所有。取諸法空相戲論。】"
    },
    {
      "id": "09-011-0018_p0062",
      "zh_CN": "这是邪见人，所谓是断灭空，顽空。大乘学者，这是真正观空之人，知诸法空，不取相、不戏论，不相同的所在。",
      "zh_TW": "這是邪見人，所謂是斷滅空，頑空。大乘學者，這是真正觀空之人，知諸法空，不取相、不戲論，不相同的所在。"
    },
    {
      "id": "09-011-0018_p0063",
      "zh_CN": "【复次。邪见人虽口说一切空。然于爱处生爱。瞋处生瞋。慢处生慢。痴处生痴。自诳其身。】",
      "zh_TW": "【復次。邪見人雖口說一切空。然於愛處生愛。瞋處生瞋。慢處生慢。痴處生痴。自誑其身。】"
    },
    {
      "id": "09-011-0018_p0064",
      "zh_CN": "这样的相很容易辨别，他是一个正知见还是邪知见，一看就明了。看人还是其次，必须要常常观察自己，如果我们自己也常常讲一切法空，真空妙有一天到晚挂在嘴皮上，我们在爱处还生爱，瞋处还生瞋，愚痴还是愚痴，自己欺骗自己，叫自欺欺人，没有懂得佛法的空义，天天在讲，都叫做戏论，自己没有入这个境界。",
      "zh_TW": "這樣的相很容易辨別，他是一個正知見還是邪知見，一看就明瞭。看人還是其次，必須要常常觀察自己，如果我們自己也常常講一切法空，真空妙有一天到晚掛在嘴皮上，我們在愛處還生愛，瞋處還生瞋，愚痴還是愚痴，自己欺騙自己，叫自欺欺人，沒有懂得佛法的空義，天天在講，都叫做戲論，自己沒有入這個境界。"
    },
    {
      "id": "09-011-0018_p0065",
      "zh_CN": "【如佛弟子实知空。】",
      "zh_TW": "【如佛弟子實知空。】"
    },
    {
      "id": "09-011-0018_p0066",
      "zh_CN": "『实』是真实，跟邪见人不一样，邪见人不真实，并不晓得空义，佛弟子晓得。",
      "zh_TW": "『實』是真實，跟邪見人不一樣，邪見人不真實，並不曉得空義，佛弟子曉得。"
    },
    {
      "id": "09-011-0018_p0067",
      "zh_CN": "【心不动。】",
      "zh_TW": "【心不動。】"
    },
    {
      "id": "09-011-0018_p0068",
      "zh_CN": "在一切境界里面不动。",
      "zh_TW": "在一切境界裡面不動。"
    },
    {
      "id": "09-011-0018_p0069",
      "zh_CN": "【一切结使生处不复生。】",
      "zh_TW": "【一切結使生處不復生。】"
    },
    {
      "id": "09-011-0018_p0070",
      "zh_CN": "『结使』就是烦恼，一切烦恼生处他不再生烦恼了，没有烦恼，心永远是清净的。下面两句，怕诸位看到有点困难，我也念一念：",
      "zh_TW": "『結使』就是煩惱，一切煩惱生處他不再生煩惱了，沒有煩惱，心永遠是清淨的。下面兩句，怕諸位看到有點困難，我也念一念："
    },
    {
      "id": "09-011-0018_p0071",
      "zh_CN": "【复次。邪见人言无所有。不从爱因缘出。】",
      "zh_TW": "【復次。邪見人言無所有。不從愛因緣出。】"
    },
    {
      "id": "09-011-0018_p0072",
      "zh_CN": "这是否定断灭，决定是邪见。",
      "zh_TW": "這是否定斷滅，決定是邪見。"
    },
    {
      "id": "09-011-0018_p0073",
      "zh_CN": "【真空名从爱因缘生。是为异。】",
      "zh_TW": "【真空名從愛因緣生。是為異。】"
    },
    {
      "id": "09-011-0018_p0074",
      "zh_CN": "这个『真空』，正见是什么？晓得万法是缘生无性，缘生无性才是真空之义。末后一行是说邪正果报不同，我们应该要留意，就是第二十页最后这一行：",
      "zh_TW": "這個『真空』，正見是什麼？曉得萬法是緣生無性，緣生無性才是真空之義。末後一行是說邪正果報不同，我們應該要留意，就是第二十頁最後這一行："
    },
    {
      "id": "09-011-0018_p0075",
      "zh_CN": "【行邪见人。今世名为弊恶人。后世当入地狱。】",
      "zh_TW": "【行邪見人。今世名為弊惡人。後世當入地獄。】"
    },
    {
      "id": "09-011-0018_p0076",
      "zh_CN": "这句话可以说是决定性的。也许诸位要问，我虽然邪见，我这一生都在修福，都在利益众生，我怎么会堕地狱？不错，你这一生是修福，来生人天享福。享福就会把你享得迷惑颠倒，你在享福里头不会再修福了，你就天天造罪业，福报享尽，罪业现前，你还是要堕地狱。所以邪见决定堕地狱，没话说的。这在佛法叫三世怨，第一世修福，第二世享福，享福就不修福，造业了，所以第三世福报享尽，第三世堕落，这是三世怨。聪明人要有前后眼，三世因果一目了然，给诸位说，看自己清清楚楚，看一切众生也是清清楚楚，犹如明镜见物，果报不同。",
      "zh_TW": "這句話可以說是決定性的。也許諸位要問，我雖然邪見，我這一生都在修福，都在利益眾生，我怎麼會墮地獄？不錯，你這一生是修福，來生人天享福。享福就會把你享得迷惑顛倒，你在享福裡頭不會再修福了，你就天天造罪業，福報享盡，罪業現前，你還是要墮地獄。所以邪見決定墮地獄，沒話說的。這在佛法叫三世怨，第一世修福，第二世享福，享福就不修福，造業了，所以第三世福報享盡，第三世墮落，這是三世怨。聰明人要有前後眼，三世因果一目了然，給諸位說，看自己清清楚楚，看一切眾生也是清清楚楚，猶如明鏡見物，果報不同。"
    },
    {
      "id": "09-011-0018_p0077",
      "zh_CN": "【行真空智慧人。今世致誉。后世得作佛。】",
      "zh_TW": "【行真空智慧人。今世致譽。後世得作佛。】"
    },
    {
      "id": "09-011-0018_p0078",
      "zh_CN": "你看，果报不一样。所以诸位要真修，不可以假做，千万不要自欺欺人，欺人是要酬偿、是要报偿的，欺自己是罪业。所以学佛的人，你就是佛没有学到家，没有见性，如果你真正懂得因果，你心也平静了。为什么？真正懂得因果的人，得失的念头就很淡薄了。为什么淡薄？晓得一饮一啄莫非前定。我们吃了亏、上了当决定不计较，心是清净的，为什么？他骗了我的，要不是从前我骗了他的，就是他将来要还我债，这一放债放来生债，不必计较着我赶快把这个钱追回来，不必。欠命的一定要偿命，欠钱的一定要还钱，一毫一厘都少不掉，这是讲相信因果的。修道的人明了这个事情了，我欠别人的，我应当还人，人家欠我的，不要了，统统了了，心才清净。如果还念念这个人欠我多少、那个人欠我多少，到临命终时阿弥陀佛来接引你，「阿弥陀佛，那个人帐还没还给我，我现在还不能去」。阿弥陀佛还等到你把债都讨完才带你到西方去？没有这个道理。心就不清净了。",
      "zh_TW": "你看，果報不一樣。所以諸位要真修，不可以假做，千萬不要自欺欺人，欺人是要酬償、是要報償的，欺自己是罪業。所以學佛的人，你就是佛沒有學到家，沒有見性，如果你真正懂得因果，你心也平靜了。為什麼？真正懂得因果的人，得失的念頭就很淡薄了。為什麼淡薄？曉得一飲一啄莫非前定。我們吃了虧、上了當決定不計較，心是清淨的，為什麼？他騙了我的，要不是從前我騙了他的，就是他將來要還我債，這一放債放來生債，不必計較著我趕快把這個錢追回來，不必。欠命的一定要償命，欠錢的一定要還錢，一毫一釐都少不掉，這是講相信因果的。修道的人明瞭這個事情了，我欠別人的，我應當還人，人家欠我的，不要了，統統了了，心才清淨。如果還念念這個人欠我多少、那個人欠我多少，到臨命終時阿彌陀佛來接引你，「阿彌陀佛，那個人帳還沒還給我，我現在還不能去」。阿彌陀佛還等到你把債都討完才帶你到西方去？沒有這個道理。心就不清淨了。"
    },
    {
      "id": "09-011-0018_p0079",
      "zh_CN": "明达之人绝不欠众生债，出家修道的人不可以过分叫那些居士供养，不可以强求。在家信徒供养出自于自然，不能说「你要供养我多少，你供养我太少了」，以后这个债还不清，麻烦大了。祖师所说的话我们要记住，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，最低限度，他今生要往生西方极乐世界，来生才不要还债。如果去不了西方极乐世界，堕地狱、变饿鬼、再变畜生还债，在所不免，没有一个能够逃得掉的。我跟诸位说的是真实话，我不骗人，你们好心到这个地方来听经，我要是欺骗你，说得你心花怒放，将来一个个都入了阿鼻地狱，再把我恨透了，我不干这个事情。你们要恨我现在恨我，到了阿鼻地狱想念我，「那时候没有听法师的话」，我觉得还不错。现前恨我没关系，到那个时候你才晓得我不是坏人，我句句跟你说的是真实话。",
      "zh_TW": "明達之人絕不欠眾生債，出家修道的人不可以過分叫那些居士供養，不可以強求。在家信徒供養出自於自然，不能說「你要供養我多少，你供養我太少了」，以後這個債還不清，麻煩大了。祖師所說的話我們要記住，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，最低限度，他今生要往生西方極樂世界，來生才不要還債。如果去不了西方極樂世界，墮地獄、變餓鬼、再變畜生還債，在所不免，沒有一個能夠逃得掉的。我跟諸位說的是真實話，我不騙人，你們好心到這個地方來聽經，我要是欺騙你，說得你心花怒放，將來一個個都入了阿鼻地獄，再把我恨透了，我不幹這個事情。你們要恨我現在恨我，到了阿鼻地獄想念我，「那時候沒有聽法師的話」，我覺得還不錯。現前恨我沒關係，到那個時候你才曉得我不是壞人，我句句跟你說的是真實話。"
    },
    {
      "id": "09-011-0018_p0080",
      "zh_CN": "纵然是弘法利生需要钱用，我跟诸位也常在大经里面讲过，佛菩萨做事随缘而不攀缘，随缘的功德是清净的、是圆满的。我们这个道场讲一天的经，这一天是清净心所讲的，无量无边的功德。如果我们道场四面八方去，「我道场不能维持，你要帮助我好多，我们维系道场，弘法利生」，给诸位说，这是世法，这叫世缘，世间的福报还是三世怨，心不清净。那没有力量不能支持怎么办？不能支持就让它倒闭，让它关门。总而言之，身心清净，无量功德，诸位要记得这个。",
      "zh_TW": "縱然是弘法利生需要錢用，我跟諸位也常在大經裡面講過，佛菩薩做事隨緣而不攀緣，隨緣的功德是清淨的、是圓滿的。我們這個道場講一天的經，這一天是清淨心所講的，無量無邊的功德。如果我們道場四面八方去，「我道場不能維持，你要幫助我好多，我們維繫道場，弘法利生」，給諸位說，這是世法，這叫世緣，世間的福報還是三世怨，心不清淨。那沒有力量不能支持怎麼辦？不能支持就讓它倒閉，讓它關門。總而言之，身心清淨，無量功德，諸位要記得這個。"
    },
    {
      "id": "09-011-0018_p0081",
      "zh_CN": "大家同修有福报、地方人士有福报，自有护法龙天护持，得要操个什么心？何必要去攀缘？不能维系，诸位晓得是大家没有福报，要懂这个道理。就是为弘法利生都不可以攀缘，何况其他的！诸位总要想想，《华严经》里面「随喜功德」怎么讲法？你要懂得这个意思，心里稍稍有攀缘就不是随喜，不随喜哪来的功德？那就叫造业，不是功德。功德是随喜、是随缘。自己心清净，没有得失，道场成立了，没有得；大门关闭了，没有失，你看你心多清净、多自在！如果拿世间福报来说，你们看《历史感应统记》，大概《安士全书》跟《感应篇》里面都有这个故事，曹翰的故事。曹翰在佛门里面修一生的福，得三世的果报；我们有这个讲堂，以清净心讲经一天，我相信最低限度也比曹翰福报要大上十倍，还不满足？够了！讲一天经就够了，何必要多求？多求就增长贪心，那不又生烦恼吗？所以总而言之一句话，心要清净，绝不为境界所转，就是在境界里决定不生烦恼，这才是个修道人，这才是一个佛弟子。第二十一面第三行：",
      "zh_TW": "大家同修有福報、地方人士有福報，自有護法龍天護持，得要操個什麼心？何必要去攀緣？不能維繫，諸位曉得是大家沒有福報，要懂這個道理。就是為弘法利生都不可以攀緣，何況其他的！諸位總要想想，《華嚴經》裡面「隨喜功德」怎麼講法？你要懂得這個意思，心裡稍稍有攀緣就不是隨喜，不隨喜哪來的功德？那就叫造業，不是功德。功德是隨喜、是隨緣。自己心清淨，沒有得失，道場成立了，沒有得；大門關閉了，沒有失，你看你心多清淨、多自在！如果拿世間福報來說，你們看《歷史感應統記》，大概《安士全書》跟《感應篇》裡面都有這個故事，曹翰的故事。曹翰在佛門裡面修一生的福，得三世的果報；我們有這個講堂，以清淨心講經一天，我相信最低限度也比曹翰福報要大上十倍，還不滿足？夠了！講一天經就夠了，何必要多求？多求就增長貪心，那不又生煩惱嗎？所以總而言之一句話，心要清淨，絕不為境界所轉，就是在境界裡決定不生煩惱，這才是個修道人，這才是一個佛弟子。第二十一面第三行："
    },
    {
      "id": "09-011-0018_p0082",
      "zh_CN": "【复次。观真空人。先有无量布施持戒禅定。其心柔软。诸结使薄。然后得真空。】",
      "zh_TW": "【復次。觀真空人。先有無量布施持戒禪定。其心柔軟。諸結使薄。然後得真空。】"
    },
    {
      "id": "09-011-0018_p0083",
      "zh_CN": "这几句话很重要，希望诸位要牢牢的记住，这是教真空观证得的修行方法，真空观就是明心见性，所以大乘菩萨要修『无量布施』。也许诸位说，我布施，我没有财、我也没有力量，我很想布施，我自己做不到。但是诸位要晓得，你没有力，有心就行；我自己做不到，我劝别人做就行。我发心做两个大布施，我自己一点力量都没有，第一个我想建一个百姓宗祠，不是建一所，全世界只要有中国人所在的居住的地方都建一个祠堂，共同的祠堂。我一文钱也没有，一个人也不认得，我有这个心、有这个愿，念念不懈，时时在宣传。给诸位说，起作用了，国内、国外都起作用了，都有了消息，国外有人打算照这个方法做，国内我也听说了，我们政府也有意思做。前天我还得了一个消息，大概总统可能会在阳明山中山楼后面有一块地，在那里建中华民族百姓宗祠。我还有一个愿，就是在全世界成立一个汉学会，全世界爱好中国文、爱好汉文的，我们真正来复兴中华文化。也有人响应，也有人来做。自己没有力量可以，没有力量也能够做圆满功德。好事不要自己去做，自己去做，诸位想想，多累、多操心，我一念，别人都做好了，这个多开心，那个人做就是我做的。只有愚笨的人才要自己去做，聪明人晓得，别人做的就是自己做的。所以心要发得大，愿要发得大，自有诸佛菩萨、龙天感应。这是教我们要修布施、要修持戒、要修禅定。然后学一个『其心柔软』，柔软就是慈悲，心地慈悲。『诸结使薄』就是烦恼很薄，烦恼虽然没断，但是烦恼很轻，没有很重的烦恼，然后才能入『真空』。这就是我们要想证得真空之理，必须具备前面的条件。",
      "zh_TW": "這幾句話很重要，希望諸位要牢牢的記住，這是教真空觀證得的修行方法，真空觀就是明心見性，所以大乘菩薩要修『無量布施』。也許諸位說，我布施，我沒有財、我也沒有力量，我很想布施，我自己做不到。但是諸位要曉得，你沒有力，有心就行；我自己做不到，我勸別人做就行。我發心做兩個大布施，我自己一點力量都沒有，第一個我想建一個百姓宗祠，不是建一所，全世界只要有中國人所在的居住的地方都建一個祠堂，共同的祠堂。我一文錢也沒有，一個人也不認得，我有這個心、有這個願，念念不懈，時時在宣傳。給諸位說，起作用了，國內、國外都起作用了，都有了消息，國外有人打算照這個方法做，國內我也聽說了，我們政府也有意思做。前天我還得了一個消息，大概總統可能會在陽明山中山樓後面有一塊地，在那裡建中華民族百姓宗祠。我還有一個願，就是在全世界成立一個漢學會，全世界愛好中國文、愛好漢文的，我們真正來復興中華文化。也有人響應，也有人來做。自己沒有力量可以，沒有力量也能夠做圓滿功德。好事不要自己去做，自己去做，諸位想想，多累、多操心，我一念，別人都做好了，這個多開心，那個人做就是我做的。只有愚笨的人才要自己去做，聰明人曉得，別人做的就是自己做的。所以心要發得大，願要發得大，自有諸佛菩薩、龍天感應。這是教我們要修布施、要修持戒、要修禪定。然後學一個『其心柔軟』，柔軟就是慈悲，心地慈悲。『諸結使薄』就是煩惱很薄，煩惱雖然沒斷，但是煩惱很輕，沒有很重的煩惱，然後才能入『真空』。這就是我們要想證得真空之理，必須具備前面的條件。"
    },
    {
      "id": "09-011-0018_p0084",
      "zh_CN": "二十二面向下这是比较进一步的般若波罗蜜，也就是比较深一层的智慧，解释为什么一就是多、多就是一？一与多不一不异。这一段文字的大意，是叫学者普遍都能证入不二法门，成就般若波罗蜜。这段文相当长，希望诸位细细去研究。二十三面前半段讲无因，无因就是无生，《中观论》一开头说八不中观，那就是教我们入无生法忍，跟这一段的大意是相同的。后一半是明相之智，可以修行，就是对于一切相你都能够明了有相、无相，你这个修行才能够用得上功夫、用得上力。二十三面倒数第五行：",
      "zh_TW": "二十二面向下這是比較進一步的般若波羅蜜，也就是比較深一層的智慧，解釋為什麼一就是多、多就是一？一與多不一不異。這一段文字的大意，是叫學者普遍都能證入不二法門，成就般若波羅蜜。這段文相當長，希望諸位細細去研究。二十三面前半段講無因，無因就是無生，《中觀論》一開頭說八不中觀，那就是教我們入無生法忍，跟這一段的大意是相同的。後一半是明相之智，可以修行，就是對於一切相你都能夠明瞭有相、無相，你這個修行才能夠用得上功夫、用得上力。二十三面倒數第五行："
    },
    {
      "id": "09-011-0018_p0085",
      "zh_CN": "【浊恶心恼众生。是为罪相。净善心愍众生。是为福相。】",
      "zh_TW": "【濁惡心惱眾生。是為罪相。淨善心愍眾生。是為福相。】"
    },
    {
      "id": "09-011-0018_p0086",
      "zh_CN": "浊就是不清净，『浊恶』的心常常会叫众生生烦恼，这就是『罪相』。这些话都是检点我们自己心行。清净的『善心』，念念当中能够慈愍一切众生，这是福相。我们自己有没有福报？你就把这几句常常把它念背在心里，自己给自己看相，非常准确，你到外面找那些江湖郎中看相算命，那是骗你的。这是真的，一点都不错。",
      "zh_TW": "濁就是不清淨，『濁惡』的心常常會叫眾生生煩惱，這就是『罪相』。這些話都是檢點我們自己心行。清淨的『善心』，念念當中能夠慈愍一切眾生，這是福相。我們自己有沒有福報？你就把這幾句常常把它念背在心裡，自己給自己看相，非常準確，你到外面找那些江湖郎中看相算命，那是騙你的。這是真的，一點都不錯。"
    },
    {
      "id": "09-011-0018_p0087",
      "zh_CN": "【着诸法。是为缚相。】",
      "zh_TW": "【著諸法。是為縛相。】"
    },
    {
      "id": "09-011-0018_p0088",
      "zh_CN": "你修行你执着法相，这就是缠缚。",
      "zh_TW": "你修行你執著法相，這就是纏縛。"
    },
    {
      "id": "09-011-0018_p0089",
      "zh_CN": "【不着诸法。是为解脱相。现前知一切法无碍。是为佛相。如是等一切各有相。】",
      "zh_TW": "【不著諸法。是為解脫相。現前知一切法無礙。是為佛相。如是等一切各有相。】"
    },
    {
      "id": "09-011-0018_p0090",
      "zh_CN": "诸位要是会了的话，可以给自己看相，看得很准确。文里面好的句子实在是非常多。在第二十九面，教给我们真知、俗知怎么样来拣别，就是怎么样来辨别什么是真知、什么俗知。第三十面倒数第四行，一开头这几句相当重要：",
      "zh_TW": "諸位要是會了的話，可以給自己看相，看得很準確。文裡面好的句子實在是非常多。在第二十九面，教給我們真知、俗知怎麼樣來揀別，就是怎麼樣來辨別什麼是真知、什麼俗知。第三十面倒數第四行，一開頭這幾句相當重要："
    },
    {
      "id": "09-011-0018_p0091",
      "zh_CN": "【诸菩萨从初发心。弘大誓愿。有大慈悲。求一切诸功德。供养一切三世十方诸佛。有大利智。求诸法实相。】",
      "zh_TW": "【諸菩薩從初發心。弘大誓願。有大慈悲。求一切諸功德。供養一切三世十方諸佛。有大利智。求諸法實相。】"
    },
    {
      "id": "09-011-0018_p0092",
      "zh_CN": "这几句是说菩萨发心修学以及他修学目标之所在，目标都是在『求诸法实相』，这是我们应当知，应当要学习的。第三十一面第三行，这个以下是修学般若的法要，必须要学，换句话说，非常重要。",
      "zh_TW": "這幾句是說菩薩發心修學以及他修學目標之所在，目標都是在『求諸法實相』，這是我們應當知，應當要學習的。第三十一面第三行，這個以下是修學般若的法要，必須要學，換句話說，非常重要。"
    },
    {
      "id": "09-011-0018_p0093",
      "zh_CN": "【已知般若体相是无相无得法。行者云何能得是法。】",
      "zh_TW": "【已知般若體相是無相無得法。行者云何能得是法。】"
    },
    {
      "id": "09-011-0018_p0094",
      "zh_CN": "『行者』是个修行人，怎样才能够真正证得般若波罗蜜？向下就是解释，这里面有几个纲领，第一个最重要的条件，就是一心才能够修得。接着以后告诉我们，必须要修前五度。第三十三面倒数第二行，这是修布施度，发菩提心修才能够得到。修布施一定要发菩提心，不发菩提心修布施，不能得一心，不能得般若波罗蜜。三十四面讲的有持戒波罗蜜、忍辱波罗蜜、精进波罗蜜，第三十五面有禅定波罗蜜。持戒波罗蜜里面特别提到的是无诤三昧，佛在《金刚经》也赞叹须菩提长老，他老人家修的是无诤三昧，自在清凉，诸佛赞叹。三十四面第二行，这都是很要紧的话：",
      "zh_TW": "『行者』是個修行人，怎樣才能夠真正證得般若波羅蜜？向下就是解釋，這裡面有幾個綱領，第一個最重要的條件，就是一心才能夠修得。接著以後告訴我們，必須要修前五度。第三十三面倒數第二行，這是修布施度，發菩提心修才能夠得到。修布施一定要發菩提心，不發菩提心修布施，不能得一心，不能得般若波羅蜜。三十四面講的有持戒波羅蜜、忍辱波羅蜜、精進波羅蜜，第三十五面有禪定波羅蜜。持戒波羅蜜裡面特別提到的是無諍三昧，佛在《金剛經》也讚歎須菩提長老，他老人家修的是無諍三昧，自在清涼，諸佛讚歎。三十四面第二行，這都是很要緊的話："
    },
    {
      "id": "09-011-0018_p0095",
      "zh_CN": "【若取相生着。则起诤竞。】",
      "zh_TW": "【若取相生著。則起諍競。】"
    },
    {
      "id": "09-011-0018_p0096",
      "zh_CN": "我们竞争的心从哪来的？就从这里来的。一有竞争，一切障门都开了，什么法也修不成。我们不要竞争的果，你对于一切相不取不着，就没有争的心，那就是无诤三昧。第三行末后两句：",
      "zh_TW": "我們競爭的心從哪來的？就從這裡來的。一有競爭，一切障門都開了，什麼法也修不成。我們不要競爭的果，你對於一切相不取不著，就沒有爭的心，那就是無諍三昧。第三行末後兩句："
    },
    {
      "id": "09-011-0018_p0097",
      "zh_CN": "【是故若欲不恼众生。当行诸法平等。】",
      "zh_TW": "【是故若欲不惱眾生。當行諸法平等。】"
    },
    {
      "id": "09-011-0018_p0098",
      "zh_CN": "怎样才真正不恼害一切众生？心平等了就不恼害一切众生，真正的做到诸恶莫作。心平等才真正做到诸恶莫作，心不平等决定做不到。「诸恶莫作，众善奉行」，我们不要把它看简单了，相当不容易做到。倒数第五行：",
      "zh_TW": "怎樣才真正不惱害一切眾生？心平等了就不惱害一切眾生，真正的做到諸惡莫作。心平等才真正做到諸惡莫作，心不平等決定做不到。「諸惡莫作，眾善奉行」，我們不要把它看簡單了，相當不容易做到。倒數第五行："
    },
    {
      "id": "09-011-0018_p0099",
      "zh_CN": "【不得法忍。则不能常忍。】",
      "zh_TW": "【不得法忍。則不能常忍。】"
    },
    {
      "id": "09-011-0018_p0100",
      "zh_CN": "平常我们讲的忍辱是有限度的，不容易修，为什么？你要得到『法忍』，则一切都能忍了，而且非常自然，一点也不勉强；没有得到法忍，这个忍辱是勉强的，是有限度的，是有饱和点的。由此可知，法忍重要！什么叫法忍？这段后头有说。",
      "zh_TW": "平常我們講的忍辱是有限度的，不容易修，為什麼？你要得到『法忍』，則一切都能忍了，而且非常自然，一點也不勉強；沒有得到法忍，這個忍辱是勉強的，是有限度的，是有飽和點的。由此可知，法忍重要！什麼叫法忍？這段後頭有說。"
    },
    {
      "id": "09-011-0018_p0101",
      "zh_CN": "第三十六面给我们讲二边不着，这才是真正般若波罗蜜现前。最后的结论是讲圣行，圣行是大乘菩萨行、诸佛之所行，就是在第三十六面倒数第三行讲的「梵行、天行、圣行」，着重是在圣行。底下所说的圣行如是，我们应当要好好的学习，要学菩萨行、要学佛行，我们才能成得了菩萨，才能成得了佛。好，今天就介绍到此。",
      "zh_TW": "第三十六面給我們講二邊不著，這才是真正般若波羅蜜現前。最後的結論是講聖行，聖行是大乘菩薩行、諸佛之所行，就是在第三十六面倒數第三行講的「梵行、天行、聖行」，著重是在聖行。底下所說的聖行如是，我們應當要好好的學習，要學菩薩行、要學佛行，我們才能成得了菩薩，才能成得了佛。好，今天就介紹到此。"
    }
  ]
}