{
  "doc_id": "09-011-0007",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0007",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "09-011-0007_p0001",
      "zh_CN": "请看《大智度论》第七卷，一开端是解释初品中佛世界愿。",
      "zh_TW": "請看《大智度論》第七卷，一開端是解釋初品中佛世界願。"
    },
    {
      "id": "09-011-0007_p0002",
      "zh_CN": "经【愿受无量诸佛世界。】",
      "zh_TW": "經【願受無量諸佛世界。】"
    },
    {
      "id": "09-011-0007_p0003",
      "zh_CN": "在注解里面一开端就说明：",
      "zh_TW": "在註解裡面一開端就說明："
    },
    {
      "id": "09-011-0007_p0004",
      "zh_CN": "【诸菩萨见诸佛世界无量严净。发种种愿。】",
      "zh_TW": "【諸菩薩見諸佛世界無量嚴淨。發種種願。】"
    },
    {
      "id": "09-011-0007_p0005",
      "zh_CN": "下面就是详细的来解释，诸位可以看论文，我们只在纲领这一句将大意指出来。『诸佛世界』无量无边，清净庄严也是无量无边，而菩萨志在学佛，所以庄严诸佛的国土。「愿以此功德，庄严佛国土」，这句回向偈里面所讲的佛国土就是诸佛世界。要怎样才能够庄严诸佛国土？必须要发无量的愿。愿是行之先导，而行便是福德，因此菩萨修无量的福德不可以没有大愿，这是这段里面的大主意。",
      "zh_TW": "下面就是詳細的來解釋，諸位可以看論文，我們只在綱領這一句將大意指出來。『諸佛世界』無量無邊，清淨莊嚴也是無量無邊，而菩薩志在學佛，所以莊嚴諸佛的國土。「願以此功德，莊嚴佛國土」，這句迴向偈裡面所講的佛國土就是諸佛世界。要怎樣才能夠莊嚴諸佛國土？必須要發無量的願。願是行之先導，而行便是福德，因此菩薩修無量的福德不可以沒有大願，這是這段裡面的大主意。"
    },
    {
      "id": "09-011-0007_p0006",
      "zh_CN": "今天晚上在讲经之前，大概是六点钟左右，中视打了个电话给我，他们也很厉害，连我的电话号码都晓得。我也不知道他是什么人，来问我。最近大概他们有个节目，节目里面有文殊、普贤两位菩萨，打电话来请教，这两位菩萨出在哪一部经里面，代表什么意思，我告诉他了。过去也有电视台问过两次，这是第三次。这一问，文殊菩萨手上拿的如意、普贤菩萨拿的莲花是什么意思？都有表法的，可见得他们现在也相当的细心来问这些问题。文殊、普贤都是出在《华严经》，文殊是代表智慧，唯有智慧才能事事如意，如意就是代表事事如意，没有智慧就样样都不如意，所以文殊是表智慧。普贤就是表愿行，所以行是以莲花来做代表，莲花表什么样的行？表清净行，出污泥而不染，这是代表普贤行。行里面就是福，所以学佛的人就是有福德之人，除非你是把佛学走了样子，学成了外道，就另当别论。如果是如法的修学，那是大福德之行。可是诸位要记住，愿为先导，我们要是没有愿，我们的行就不能成就。所以佛门里对于发愿是特别的重视，这句里面也就是强调愿是福德的先导。尤其是说明佛教的行，行就是修福，果报就是享福。所以行是果报之因，这是我们必须要晓得的，在这段注解里面将这个意思说得相当清楚。第四页第四行：",
      "zh_TW": "今天晚上在講經之前，大概是六點鐘左右，中視打了個電話給我，他們也很厲害，連我的電話號碼都曉得。我也不知道他是什麼人，來問我。最近大概他們有個節目，節目裡面有文殊、普賢兩位菩薩，打電話來請教，這兩位菩薩出在哪一部經裡面，代表什麼意思，我告訴他了。過去也有電視台問過兩次，這是第三次。這一問，文殊菩薩手上拿的如意、普賢菩薩拿的蓮花是什麼意思？都有表法的，可見得他們現在也相當的細心來問這些問題。文殊、普賢都是出在《華嚴經》，文殊是代表智慧，唯有智慧才能事事如意，如意就是代表事事如意，沒有智慧就樣樣都不如意，所以文殊是表智慧。普賢就是表願行，所以行是以蓮花來做代表，蓮花表什麼樣的行？表清淨行，出污泥而不染，這是代表普賢行。行裡面就是福，所以學佛的人就是有福德之人，除非你是把佛學走了樣子，學成了外道，就另當別論。如果是如法的修學，那是大福德之行。可是諸位要記住，願為先導，我們要是沒有願，我們的行就不能成就。所以佛門裡對於發願是特別的重視，這句裡面也就是強調願是福德的先導。尤其是說明佛教的行，行就是修福，果報就是享福。所以行是果報之因，這是我們必須要曉得的，在這段註解裡面將這個意思說得相當清楚。第四頁第四行："
    },
    {
      "id": "09-011-0007_p0007",
      "zh_CN": "【故福德须愿。】",
      "zh_TW": "【故福德須願。】"
    },
    {
      "id": "09-011-0007_p0008",
      "zh_CN": "『须』是必须，不是普通说需要，用上这个「须」是必须，没有一定不行，所以我们一定要发愿。",
      "zh_TW": "『須』是必須，不是普通說需要，用上這個「須」是必須，沒有一定不行，所以我們一定要發願。"
    },
    {
      "id": "09-011-0007_p0009",
      "zh_CN": "【是名愿受无量诸佛世界。】",
      "zh_TW": "【是名願受無量諸佛世界。】"
    },
    {
      "id": "09-011-0007_p0010",
      "zh_CN": "诸佛的世界有净有染、有纯有杂，因此我们愿受无量世界是平等的受持，这是要记住的。绝不是说诸佛的清净世界我们愿受，染污的世界我们就不愿受，天堂我们愿受，地狱我们不愿受，这不行，你的愿有欠缺，十法界依正庄严都是诸佛的世界。换句话说，样样都要愿受，这个受，所谓菩萨行里面要有平等正受，这一点就是不同于凡小二乘。下面一句：",
      "zh_TW": "諸佛的世界有淨有染、有純有雜，因此我們願受無量世界是平等的受持，這是要記住的。絕不是說諸佛的清淨世界我們願受，染污的世界我們就不願受，天堂我們願受，地獄我們不願受，這不行，你的願有欠缺，十法界依正莊嚴都是諸佛的世界。換句話說，樣樣都要願受，這個受，所謂菩薩行裡面要有平等正受，這一點就是不同於凡小二乘。下面一句："
    },
    {
      "id": "09-011-0007_p0011",
      "zh_CN": "经【念无量佛土。诸佛三昧常现在前。】",
      "zh_TW": "經【念無量佛土。諸佛三昧常現在前。】"
    },
    {
      "id": "09-011-0007_p0012",
      "zh_CN": "从这句经文我们很显然的体会到，这是教我们念佛法门，唯有念佛，佛才现前。",
      "zh_TW": "從這句經文我們很顯然的體會到，這是教我們念佛法門，唯有念佛，佛才現前。"
    },
    {
      "id": "09-011-0007_p0013",
      "zh_CN": "【无量佛土。名十方诸佛土。】",
      "zh_TW": "【無量佛土。名十方諸佛土。】"
    },
    {
      "id": "09-011-0007_p0014",
      "zh_CN": "这是经里常常用的，我们常常看到『十方诸佛土』，在此地引用的『无量佛土』。",
      "zh_TW": "這是經裡常常用的，我們常常看到『十方諸佛土』，在此地引用的『無量佛土』。"
    },
    {
      "id": "09-011-0007_p0015",
      "zh_CN": "【念佛三昧。名十方三世诸佛。常以心眼见。如现在前。】",
      "zh_TW": "【念佛三昧。名十方三世諸佛。常以心眼見。如現在前。】"
    },
    {
      "id": "09-011-0007_p0016",
      "zh_CN": "由此可知，『念佛三昧』是一切行门里面最重要的一个纲领，这个意思不但是历代祖师特别的弘扬这个法门、提倡这个法门，十方诸佛亦复如是。我们千万不要把念佛法门看得太容易，更不应该把念佛法门忽略了。我们看看诸大菩萨，就是以《华严经》根本法轮来说，虽然讲修行方法有二千多种，《华严经》里面所讲，但是他是以念佛为主，其余的为辅助。无论从解门、行门，或者是善财童子所表现的真如法界，都是这个意思，尤其是五十三参这个意思显示得更明白。善财童子第一位参访的善知识是德云比丘，就是教他念佛法门，而最后第五十三位善知识是普贤菩萨，十大愿王导归极乐。你要注意就是一个开始、一个最后，开始教你念佛，最后是领导生西方极乐世界。这个法门就是五十三参里面主修的法门，其余的五十一位善知识所开导的都是帮助主修的法门，这是应该要体会到的，我们读《华严经》才会有真正的受用。哪一个法门善财童子都学，但是以念佛为主。为什么以念佛为主，还要修一切法门？如果那些法门要是不修，念佛三昧不能成就。念佛三昧在《弥陀经》里面来讲就是一心不乱，那是讲理一心不乱，这是我们应当要记住的。可见得修一心不乱要在境界里面修，而不是说关着门我念佛一心不乱，对一些人与事我这个心又乱了，那不是真正的一心不乱。一心不乱，什么样的境界都没有妨碍，不但没有妨碍，境界成就你一心不乱，所以读五十三参应当体会到这个意思。这段的注解也注得相当详细，显示出念佛有无量的功德，是我们应当要注重、要修学的。下面一段可以说给我们一种非常好的开示，在第六页：",
      "zh_TW": "由此可知，『念佛三昧』是一切行門裡面最重要的一個綱領，這個意思不但是歷代祖師特別的弘揚這個法門、提倡這個法門，十方諸佛亦復如是。我們千萬不要把念佛法門看得太容易，更不應該把念佛法門忽略了。我們看看諸大菩薩，就是以《華嚴經》根本法輪來說，雖然講修行方法有二千多種，《華嚴經》裡面所講，但是他是以念佛為主，其餘的為輔助。無論從解門、行門，或者是善財童子所表現的真如法界，都是這個意思，尤其是五十三參這個意思顯示得更明白。善財童子第一位參訪的善知識是德雲比丘，就是教他念佛法門，而最後第五十三位善知識是普賢菩薩，十大願王導歸極樂。你要注意就是一個開始、一個最後，開始教你念佛，最後是領導生西方極樂世界。這個法門就是五十三參裡面主修的法門，其餘的五十一位善知識所開導的都是幫助主修的法門，這是應該要體會到的，我們讀《華嚴經》才會有真正的受用。哪一個法門善財童子都學，但是以念佛為主。為什麼以念佛為主，還要修一切法門？如果那些法門要是不修，念佛三昧不能成就。念佛三昧在《彌陀經》裡面來講就是一心不亂，那是講理一心不亂，這是我們應當要記住的。可見得修一心不亂要在境界裡面修，而不是說關著門我念佛一心不亂，對一些人與事我這個心又亂了，那不是真正的一心不亂。一心不亂，什麼樣的境界都沒有妨礙，不但沒有妨礙，境界成就你一心不亂，所以讀五十三參應當體會到這個意思。這段的註解也註得相當詳細，顯示出念佛有無量的功德，是我們應當要注重、要修學的。下面一段可以說給我們一種非常好的開示，在第六頁："
    },
    {
      "id": "09-011-0007_p0017",
      "zh_CN": "经【能请无量诸佛。】",
      "zh_TW": "經【能請無量諸佛。】"
    },
    {
      "id": "09-011-0007_p0018",
      "zh_CN": "经的意思是接着的，前面是「念无量佛土，诸佛三昧常现在前」。『能请无量诸佛』，这句的意思就是《华严经》里面的请佛转轮。",
      "zh_TW": "經的意思是接著的，前面是「念無量佛土，諸佛三昧常現在前」。『能請無量諸佛』，這句的意思就是《華嚴經》裡面的請佛轉輪。"
    },
    {
      "id": "09-011-0007_p0019",
      "zh_CN": "【请有二种。一者。佛初成道。菩萨夜三昼三六时礼请。偏袒右肩合掌言。十方佛土无量诸佛初成道时未转法轮。我某甲请一切诸佛。为众生转法轮度脱一切。】",
      "zh_TW": "【請有二種。一者。佛初成道。菩薩夜三晝三六時禮請。偏袒右肩合掌言。十方佛土無量諸佛初成道時未轉法輪。我某甲請一切諸佛。為眾生轉法輪度脫一切。】"
    },
    {
      "id": "09-011-0007_p0020",
      "zh_CN": "【二者。诸佛欲舍无量寿命入般涅槃时。菩萨亦夜三时昼三时。偏袒右肩合掌言。十方佛土无量诸佛。我某甲请令久住世间。无央数劫度脱一切。利益众生。是名能请无量诸佛。】",
      "zh_TW": "【二者。諸佛欲捨無量壽命入般涅槃時。菩薩亦夜三時晝三時。偏袒右肩合掌言。十方佛土無量諸佛。我某甲請令久住世間。無央數劫度脫一切。利益眾生。是名能請無量諸佛。】"
    },
    {
      "id": "09-011-0007_p0021",
      "zh_CN": "这两节里面，一个是佛初成道，一个是在佛要入涅槃，说一个初成道，说一个入涅槃。佛住世一生当中，给诸位说，天天都是昼三夜三六时启请，而绝不是说只能两个时候，除这两个时候以外佛不请，那就搞错了。无时无刻不在请佛住世，这是大慈大悲。在这段里面，就是请转法轮里面，前面这几句是礼请的仪式，就是仪规。『偏袒右肩合掌』，这是请法的仪式。当中说的几句话，从『十方佛土』到『度脱一切』，这是请词，这是言语。像这些仪式以及言词，我们在《四十华严》善财童子五十三参，可以说每一参访里面我们都看到，言词有详有略，但是意思是一样的。我们读这些经都应当学习，这是学请法，我们如果要请的时候，我们怎么请法？",
      "zh_TW": "這兩節裡面，一個是佛初成道，一個是在佛要入涅槃，說一個初成道，說一個入涅槃。佛住世一生當中，給諸位說，天天都是晝三夜三六時啟請，而絕不是說只能兩個時候，除這兩個時候以外佛不請，那就搞錯了。無時無刻不在請佛住世，這是大慈大悲。在這段裡面，就是請轉法輪裡面，前面這幾句是禮請的儀式，就是儀規。『偏袒右肩合掌』，這是請法的儀式。當中說的幾句話，從『十方佛土』到『度脫一切』，這是請詞，這是言語。像這些儀式以及言詞，我們在《四十華嚴》善財童子五十三參，可以說每一參訪裡面我們都看到，言詞有詳有略，但是意思是一樣的。我們讀這些經都應當學習，這是學請法，我們如果要請的時候，我們怎麼請法？"
    },
    {
      "id": "09-011-0007_p0022",
      "zh_CN": "在礼请请转法轮这个阶段，现在佛不住世，诸位要晓得，有出家在家这些大德，他发心弘法利生，我们都应该礼请，像请佛转轮一样，没有两样。也许说，他讲得不好呢？讲得不好我们也请他，只要他不讲错。诸位要晓得，哪一个上台来讲经，不是一下就讲好的，没有这个道理。讲台上要讲得得心应手、左右逢源，给诸位说，要天天在讲台上磨炼，得要磨炼个十年才能办得到。古今中外没有说一上讲台就能够讲好的，没有这个道理，所以这是要锻炼的。聪明伶俐一点的也要十年，他肯用功；天资稍微差一点，总得要十五年、二十年、三十年，才能够得心应手。因此讲台是愈早上愈好。我不是鼓励诸位在外面弘法，而是在讲台上学习。在过去所谓讲小座，过去寺院里面老和尚讲经，那时候无所谓佛学院，凡是跟老和尚学教的都要讲小座。小座就是复讲，把老和尚所讲的抽一个时间重复讲一遍，几个同修在一块学，轮流复讲。",
      "zh_TW": "在禮請請轉法輪這個階段，現在佛不住世，諸位要曉得，有出家在家這些大德，他發心弘法利生，我們都應該禮請，像請佛轉輪一樣，沒有兩樣。也許說，他講得不好呢？講得不好我們也請他，只要他不講錯。諸位要曉得，哪一個上台來講經，不是一下就講好的，沒有這個道理。講台上要講得得心應手、左右逢源，給諸位說，要天天在講台上磨鍊，得要磨鍊個十年才能辦得到。古今中外沒有說一上講台就能夠講好的，沒有這個道理，所以這是要鍛鍊的。聰明伶俐一點的也要十年，他肯用功；天資稍微差一點，總得要十五年、二十年、三十年，才能夠得心應手。因此講台是愈早上愈好。我不是鼓勵諸位在外面弘法，而是在講台上學習。在過去所謂講小座，過去寺院裡面老和尚講經，那時候無所謂佛學院，凡是跟老和尚學教的都要講小座。小座就是複講，把老和尚所講的抽一個時間重複講一遍，幾個同修在一塊學，輪流複講。"
    },
    {
      "id": "09-011-0007_p0023",
      "zh_CN": "有一年演培法师从南洋回来，我们一同到乌来去玩，那天我们整整玩了一天，聊了不少。他就谈到他过去修学的经过，他的成就是在观宗寺讲小座打的根基。他这因缘也非常殊胜，他亲近过谛闲老和尚，去观宗寺讲小座，以后才跟太虚大师，他的基础还是谛闲法师手上培养的。所以我们就谈到目前佛学院这个状况，也是感慨万千。我是劝他回到台湾来，他说台湾障碍太多，他要住到新加坡去，就是在台湾有一股力量在排斥他，我是诚心诚意去劝请。排斥，他不骂你，你自己总有道场、总有听众，每次讲下去就是了。所以人事，诸位总要记住，人的嫉妒心、障碍心是除不了的，不但在现在，释迦牟尼佛在世的时候，提婆达多还处处找麻烦，破坏佛的道场，甚至想去暗杀，来暗算释迦牟尼佛。这个我们在史传里都读到了，也是诸佛菩萨示现那个榜样给我们看，不在乎，不必去计较这些，计较这些事情，那我们在佛法上真正受了障碍。所以我那时候是劝演培法师不要把这些事情看作一回事情，根本不要理会，我行我素。他有许多力量在阻扰他，我这地方也有很多力量在阻扰我，我向来不管，自有佛菩萨护持。所以请转法轮，刚刚发心学的，我们要请他练讲，到他成就了，所谓成就，初步的成就就是得心应手，也得在讲台上锻炼个好几年才行。不在讲台上锻炼，只在讲台下面听，听一辈子都上不了讲台。",
      "zh_TW": "有一年演培法師從南洋回來，我們一同到烏來去玩，那天我們整整玩了一天，聊了不少。他就談到他過去修學的經過，他的成就是在觀宗寺講小座打的根基。他這因緣也非常殊勝，他親近過諦閑老和尚，去觀宗寺講小座，以後才跟太虛大師，他的基礎還是諦閑法師手上培養的。所以我們就談到目前佛學院這個狀況，也是感慨萬千。我是勸他回到台灣來，他說台灣障礙太多，他要住到新加坡去，就是在台灣有一股力量在排斥他，我是誠心誠意去勸請。排斥，他不罵你，你自己總有道場、總有聽眾，每次講下去就是了。所以人事，諸位總要記住，人的嫉妒心、障礙心是除不了的，不但在現在，釋迦牟尼佛在世的時候，提婆達多還處處找麻煩，破壞佛的道場，甚至想去暗殺，來暗算釋迦牟尼佛。這個我們在史傳裡都讀到了，也是諸佛菩薩示現那個榜樣給我們看，不在乎，不必去計較這些，計較這些事情，那我們在佛法上真正受了障礙。所以我那時候是勸演培法師不要把這些事情看作一回事情，根本不要理會，我行我素。他有許多力量在阻擾他，我這地方也有很多力量在阻擾我，我向來不管，自有佛菩薩護持。所以請轉法輪，剛剛發心學的，我們要請他練講，到他成就了，所謂成就，初步的成就就是得心應手，也得在講台上鍛鍊個好幾年才行。不在講台上鍛鍊，只在講台下面聽，聽一輩子都上不了講台。"
    },
    {
      "id": "09-011-0007_p0024",
      "zh_CN": "我过去曾经遇到过的，有些老居士他们在佛法上通达了，你说一句，底下想说什么他都晓得。他在大陆上亲近过许多大善知识，他就是不能讲，一上讲台浑身发抖，连舌头都不听话，真的不是假的。原因在没有经过这一番磨炼，所以我们要利用机会来磨炼。你已经会讲了，请你去讲经的人有，有地方请，海内外都有。你在练习讲经的时候，谁请你？请你到我这个讲堂来练习，这个没有人请。但是有一种菩萨可以请，请你到我家里来讲，一样要去练习讲。这是在家菩萨爱护出家菩萨，栽培出家菩萨要用这个方法。一个星期订一次，请你到我家里来讲，听众五个人、十个人、二十个人都是一样的。",
      "zh_TW": "我過去曾經遇到過的，有些老居士他們在佛法上通達了，你說一句，底下想說什麼他都曉得。他在大陸上親近過許多大善知識，他就是不能講，一上講台渾身發抖，連舌頭都不聽話，真的不是假的。原因在沒有經過這一番磨鍊，所以我們要利用機會來磨鍊。你已經會講了，請你去講經的人有，有地方請，海內外都有。你在練習講經的時候，誰請你？請你到我這個講堂來練習，這個沒有人請。但是有一種菩薩可以請，請你到我家裡來講，一樣要去練習講。這是在家菩薩愛護出家菩薩，栽培出家菩薩要用這個方法。一個星期訂一次，請你到我家裡來講，聽眾五個人、十個人、二十個人都是一樣的。"
    },
    {
      "id": "09-011-0007_p0025",
      "zh_CN": "我最初到台中去的时候，李老师都是在同修家里面讲经，还有跟他学经的那些常随众，大概有三十个人左右，人家一个客厅挤得满满的，一个礼拜二、三次。他那时候是订时间，星期一在张三家里讲，星期二在李四家里讲，一个礼拜一次，在人家家里讲一部经，一部经大概也讲个十次、八次。我到台中去确实有很多的启示，这个办法实在太好了。寺庙里不请，我们真正懂得佛法的同修就是我家里请，这就是练讲。由此可知，请佛转轮是非常重要，而且请佛转轮是无量的功德。所以我勉励我们自己同修，诸位出家或者是在家，弘法利生是一样的，不分在家出家，而希望真正懂得这个道理，我们要请出家在家的同修出来讲经。",
      "zh_TW": "我最初到台中去的時候，李老師都是在同修家裡面講經，還有跟他學經的那些常隨眾，大概有三十個人左右，人家一個客廳擠得滿滿的，一個禮拜二、三次。他那時候是訂時間，星期一在張三家裡講，星期二在李四家裡講，一個禮拜一次，在人家家裡講一部經，一部經大概也講個十次、八次。我到台中去確實有很多的啟示，這個辦法實在太好了。寺廟裡不請，我們真正懂得佛法的同修就是我家裡請，這就是練講。由此可知，請佛轉輪是非常重要，而且請佛轉輪是無量的功德。所以我勉勵我們自己同修，諸位出家或者是在家，弘法利生是一樣的，不分在家出家，而希望真正懂得這個道理，我們要請出家在家的同修出來講經。"
    },
    {
      "id": "09-011-0007_p0026",
      "zh_CN": "请词后面有很长的这段是讲请法的意思，所以在这里面有礼请的仪式、有礼请的言词、有礼请的意思，意思就是发心。这段文很长但是不难懂，诸位一看就能够了解。第七面：",
      "zh_TW": "請詞後面有很長的這段是講請法的意思，所以在這裡面有禮請的儀式、有禮請的言詞、有禮請的意思，意思就是發心。這段文很長但是不難懂，諸位一看就能夠了解。第七面："
    },
    {
      "id": "09-011-0007_p0027",
      "zh_CN": "【今是释迦文尼佛。得道后五十七日寂不说法。自言：我法甚深。难解难知。一切众生缚着世法。无能解者。】",
      "zh_TW": "【今是釋迦文尼佛。得道後五十七日寂不說法。自言：我法甚深。難解難知。一切眾生縛著世法。無能解者。】"
    },
    {
      "id": "09-011-0007_p0028",
      "zh_CN": "这句是什么意思？这句是释迦牟尼佛讲的，很明白的交代我们，佛法难解难知，难在哪里？是难在执着世法。换句话说，如果我们不执着世法，佛法并不难解难知。可见得缠缚执着这是悟入佛法重大的障碍，我们应当要明了。",
      "zh_TW": "這句是什麼意思？這句是釋迦牟尼佛講的，很明白的交代我們，佛法難解難知，難在哪裡？是難在執著世法。換句話說，如果我們不執著世法，佛法並不難解難知。可見得纏縛執著這是悟入佛法重大的障礙，我們應當要明瞭。"
    },
    {
      "id": "09-011-0007_p0029",
      "zh_CN": "【复次。佛法等视众生。无贵无贱。无轻无重。有人请者。为其请故便为说法。虽众生不见佛。佛常见其心。】",
      "zh_TW": "【復次。佛法等視眾生。無貴無賤。無輕無重。有人請者。為其請故便為說法。雖眾生不見佛。佛常見其心。】"
    },
    {
      "id": "09-011-0007_p0030",
      "zh_CN": "这句就是告诉我们，等应一切众生之类，有请必定有应，而且是平等的应。请是不平等，有富贵人家请、有贫贱人家请，总不能说富贵人家请，我们去为他说法，贫贱人家请我们就不理会他，这是错误的。佛菩萨对待众生是一律平等，在小乘经里面有五处不转法轮，大乘佛法里面没有。小乘佛法里有许多是禁止的，就是小乘的力量薄弱，分别心重。大乘菩萨心行平等，所以他没有拣别，他是等念众生、等应一切，众生有感，菩萨就有应。第九页倒数第三行，这地方讲菩萨日夜所行三事，很重要：",
      "zh_TW": "這句就是告訴我們，等應一切眾生之類，有請必定有應，而且是平等的應。請是不平等，有富貴人家請、有貧賤人家請，總不能說富貴人家請，我們去為他說法，貧賤人家請我們就不理會他，這是錯誤的。佛菩薩對待眾生是一律平等，在小乘經裡面有五處不轉法輪，大乘佛法裡面沒有。小乘佛法裡有許多是禁止的，就是小乘的力量薄弱，分別心重。大乘菩薩心行平等，所以他沒有揀別，他是等念眾生、等應一切，眾生有感，菩薩就有應。第九頁倒數第三行，這地方講菩薩日夜所行三事，很重要："
    },
    {
      "id": "09-011-0007_p0031",
      "zh_CN": "【复次。菩萨法。昼三时夜三时常行三事。】",
      "zh_TW": "【復次。菩薩法。晝三時夜三時常行三事。】"
    },
    {
      "id": "09-011-0007_p0032",
      "zh_CN": "『菩萨法』就是菩萨修行的方法。菩萨是觉的意思，「菩萨法」就是觉悟之法，破迷开悟之法。『昼三时夜三时』，就是昼夜二十四小时，昼夜不忘三桩事情。底下把三桩事情说出来：",
      "zh_TW": "『菩薩法』就是菩薩修行的方法。菩薩是覺的意思，「菩薩法」就是覺悟之法，破迷開悟之法。『晝三時夜三時』，就是晝夜二十四小時，晝夜不忘三樁事情。底下把三樁事情說出來："
    },
    {
      "id": "09-011-0007_p0033",
      "zh_CN": "【一者。清旦偏袒右肩。合掌礼十方佛。言：我某甲若今世。若过世无量劫。身口意恶业罪。于十方现在佛前忏悔。愿令灭除。不复更作。中暮夜三亦复如是。】",
      "zh_TW": "【一者。清旦偏袒右肩。合掌禮十方佛。言：我某甲若今世。若過世無量劫。身口意惡業罪。於十方現在佛前懺悔。願令滅除。不復更作。中暮夜三亦復如是。】"
    },
    {
      "id": "09-011-0007_p0034",
      "zh_CN": "第一就是忏悔，在印度的时就是六时忏悔。",
      "zh_TW": "第一就是懺悔，在印度的時就是六時懺悔。"
    },
    {
      "id": "09-011-0007_p0035",
      "zh_CN": "【二者。念十方三世诸佛所行功德。及弟子众所有功德。随喜劝助。】",
      "zh_TW": "【二者。念十方三世諸佛所行功德。及弟子眾所有功德。隨喜勸助。】"
    },
    {
      "id": "09-011-0007_p0036",
      "zh_CN": "第二就是修随喜功德。第一修忏悔法门，第二修随喜功德，随诸佛所行的功德，以及佛弟子所有的功德。『功德』两个字在这里我再说一遍，功是讲功夫，德是讲收获。前天张居士到这里来拜访我，来参观我们图书馆，将来他可能到我们这里来开课，或者请他到这里来讲《易经》跟唯识。他跟我谈的时候非常感慨，跟我谈到我刚刚出家的时候就认识他，那时候我提出几种佛教的一些构想，他还记得很清楚，他提出来。我一出家在佛法上有四个构想，第一个是家庭的佛教，就是在家居士应该如何修学。第二个部分是寺院的佛教，第三个是国家的佛教，第四个是世界的佛教，有这四个理想。前面两个写出来了，写出来之后人家不肯做，不肯做所以后面两个就没有写了，一直到现在也没写出来。那时候心里都有腹稿，张居士记得很清楚，所以我就跟他谈到这个问题。",
      "zh_TW": "第二就是修隨喜功德。第一修懺悔法門，第二修隨喜功德，隨諸佛所行的功德，以及佛弟子所有的功德。『功德』兩個字在這裡我再說一遍，功是講功夫，德是講收穫。前天張居士到這裡來拜訪我，來參觀我們圖書館，將來他可能到我們這裡來開課，或者請他到這裡來講《易經》跟唯識。他跟我談的時候非常感慨，跟我談到我剛剛出家的時候就認識他，那時候我提出幾種佛教的一些構想，他還記得很清楚，他提出來。我一出家在佛法上有四個構想，第一個是家庭的佛教，就是在家居士應該如何修學。第二個部分是寺院的佛教，第三個是國家的佛教，第四個是世界的佛教，有這四個理想。前面兩個寫出來了，寫出來之後人家不肯做，不肯做所以後面兩個就沒有寫了，一直到現在也沒寫出來。那時候心裡都有腹稿，張居士記得很清楚，所以我就跟他談到這個問題。"
    },
    {
      "id": "09-011-0007_p0037",
      "zh_CN": "随喜功德，功者功夫。他那个情形跟我的情形差不多，在热忱上来说，张居士不亚于我，恐怕还超过我。这是一个苦读成就的人，真正了不起。讲到发愤用功读书，可以说没有人能够跟他相比，日夜手不释卷，苦学出来的。我们今天讲读书，真的他是我们的榜样，苦读。热心教学，哪里请他去讲，马上就去，一到那里就开讲。他那天告诉我，「我现在年岁大了，五楼一爬上来，我就不能讲了，一到这里来叫我上讲台」。我说你为什么不休息十分钟？我说我绝不叫你一来就上台讲，我说用不着，你休息十五分钟、休息十分钟，喘口气、喝杯茶，然后再上讲台来，这不好吗？他说可以。他太热心了。",
      "zh_TW": "隨喜功德，功者功夫。他那個情形跟我的情形差不多，在熱忱上來說，張居士不亞於我，恐怕還超過我。這是一個苦讀成就的人，真正了不起。講到發憤用功讀書，可以說沒有人能夠跟他相比，日夜手不釋卷，苦學出來的。我們今天講讀書，真的他是我們的榜樣，苦讀。熱心教學，哪裡請他去講，馬上就去，一到那裡就開講。他那天告訴我，「我現在年歲大了，五樓一爬上來，我就不能講了，一到這裡來叫我上講台」。我說你為什麼不休息十分鐘？我說我絕不叫你一來就上台講，我說用不著，你休息十五分鐘、休息十分鐘，喘口氣、喝杯茶，然後再上講台來，這不好嗎？他說可以。他太熱心了。"
    },
    {
      "id": "09-011-0007_p0038",
      "zh_CN": "我跟他谈到随喜，他一直到今天还是到处流浪。前些时候接了大龙峒孔庙，在那边讲学，结果人家告诉他，「我们这里要粉刷、要重修」，叫他停下来，搬走。搬来搬去常常搬家，没有固定的所在。我就告诉他，我说这一点我们两个有同样的苦处，我过去也没有一定所在，现在有这个地方了，我请你来，我现在是定了，如如不动，你愿到我这里来也可以定下来，长期的讲下去。我就把我的想法、我的看法、我的做法告诉他，我说我们在修学过程当中，至少有一点我们现在是做到了，就是心里面没有恶人、没有恶事，心开意解，别人对我过不去，我对他很恭敬。我说你不要看到一般的恶人恶事，我的眼睛当中不是恶人、不是恶事，为什么？随喜功德。随喜恶人、随喜恶事是断自己的瞋恚心，磨自己的脾气，这都是无量劫的习气障碍，不磨掉是菩萨道上的障碍。善人善事我们随喜，是断贪心、断痴心，恶人恶事逆境里面是断瞋恚。随顺一切众生，成就我们自己断除贪瞋痴三毒烦恼，增长我们无量的智慧福德，所以叫恒顺众生、随喜功德。不肯随喜，我们的三毒烦恼断不了。诸位千万不要说我天天念佛可以断掉，断不掉，天天打坐参禅也断不掉，天天拜佛还是断不掉，一定要从人事顺境逆境里面去历炼，历事炼心。如果不经历这个境界，诸位想想善财童子何必五十三参，那么辛苦干什么？五十三参就是要在顺逆境界里头去磨炼，看看是不是真的不动心，叫历事炼心。五十三参就是十大愿里面恒顺众生、随喜功德，成就自己无量无边的功德，断烦恼证菩提的功德。这相当的重要，所以在此地特别给诸位念出来。",
      "zh_TW": "我跟他談到隨喜，他一直到今天還是到處流浪。前些時候接了大龍峒孔廟，在那邊講學，結果人家告訴他，「我們這裡要粉刷、要重修」，叫他停下來，搬走。搬來搬去常常搬家，沒有固定的所在。我就告訴他，我說這一點我們兩個有同樣的苦處，我過去也沒有一定所在，現在有這個地方了，我請你來，我現在是定了，如如不動，你願到我這裡來也可以定下來，長期的講下去。我就把我的想法、我的看法、我的做法告訴他，我說我們在修學過程當中，至少有一點我們現在是做到了，就是心裡面沒有惡人、沒有惡事，心開意解，別人對我過不去，我對他很恭敬。我說你不要看到一般的惡人惡事，我的眼睛當中不是惡人、不是惡事，為什麼？隨喜功德。隨喜惡人、隨喜惡事是斷自己的瞋恚心，磨自己的脾氣，這都是無量劫的習氣障礙，不磨掉是菩薩道上的障礙。善人善事我們隨喜，是斷貪心、斷痴心，惡人惡事逆境裡面是斷瞋恚。隨順一切眾生，成就我們自己斷除貪瞋痴三毒煩惱，增長我們無量的智慧福德，所以叫恆順眾生、隨喜功德。不肯隨喜，我們的三毒煩惱斷不了。諸位千萬不要說我天天念佛可以斷掉，斷不掉，天天打坐參禪也斷不掉，天天拜佛還是斷不掉，一定要從人事順境逆境裡面去歷鍊，歷事鍊心。如果不經歷這個境界，諸位想想善財童子何必五十三參，那麼辛苦幹什麼？五十三參就是要在順逆境界裡頭去磨鍊，看看是不是真的不動心，叫歷事鍊心。五十三參就是十大願裡面恆順眾生、隨喜功德，成就自己無量無邊的功德，斷煩惱證菩提的功德。這相當的重要，所以在此地特別給諸位念出來。"
    },
    {
      "id": "09-011-0007_p0039",
      "zh_CN": "【三者。劝请现在十方诸佛初转法轮。及请诸佛久住世间无量劫。度脱一切。菩萨行此三事。功德无量。转近得佛。以是故须请。】",
      "zh_TW": "【三者。勸請現在十方諸佛初轉法輪。及請諸佛久住世間無量劫。度脫一切。菩薩行此三事。功德無量。轉近得佛。以是故須請。】"
    },
    {
      "id": "09-011-0007_p0040",
      "zh_CN": "第三段里面就是请佛转轮、请佛住世，我都是拿十大愿王来讲的。转轮就是讲经说法，像现在我们所办的，行门里面随缘打七，打佛七、打华严七，或者是礼忏，这都是属于请转法轮。但是请转法轮里面诸位要记住，是以讲经为主，宾主我们一定要把它分清楚，念佛修忏是辅助，那都是属于加行。就是理论都懂得了，我们要克期求证，把一切外缘平息，我们好好用几天功，这在行门就属于加行。理论通达了，加行是很得力，如果理论都不通达，加行得不到什么力量。这是这段里头可以说相当重要的意思。",
      "zh_TW": "第三段裡面就是請佛轉輪、請佛住世，我都是拿十大願王來講的。轉輪就是講經說法，像現在我們所辦的，行門裡面隨緣打七，打佛七、打華嚴七，或者是禮懺，這都是屬於請轉法輪。但是請轉法輪裡面諸位要記住，是以講經為主，賓主我們一定要把它分清楚，念佛修懺是輔助，那都是屬於加行。就是理論都懂得了，我們要剋期求證，把一切外緣平息，我們好好用幾天功，這在行門就屬於加行。理論通達了，加行是很得力，如果理論都不通達，加行得不到什麼力量。這是這段裡頭可以說相當重要的意思。"
    },
    {
      "id": "09-011-0007_p0041",
      "zh_CN": "【能断种种见缠。及诸烦恼。】",
      "zh_TW": "【能斷種種見纏。及諸煩惱。】"
    },
    {
      "id": "09-011-0007_p0042",
      "zh_CN": "见、缠、烦恼，这三种，注子里面都说得很清楚。『见』就是见解，『能断种种见』，种种见就是不正的见解。这地方讲的见有二种，这二种就是常见、断见。有三种、有四种、有五种，五种是我们最常讲的：身见、边见、邪见、见取见、戒取见，这五种就是五利使，讲得最多。还有经里面讲的有六十二见，此地注子里头虽然没有把六十二名目一一列出来，但是诸位在《教乘法数》、《佛学辞典》里面都能够找得到。『缠』是烦恼的代名词，经里面常常讲的十缠，在这一段也相当的详细。十缠九十八结，这就是百八烦恼，此地是名目说出来了，并没有详细的说明，详细的在别的部分也能够看得到。末后这意思是教给我们，觉悟，烦恼就空了；妄念息了，一切法就不生不灭。所以他在末后说，「诸法皆从念生」，而佛是「方便巧说法空」，这意思很深，我们要细心去体会。十二面：",
      "zh_TW": "見、纏、煩惱，這三種，註子裡面都說得很清楚。『見』就是見解，『能斷種種見』，種種見就是不正的見解。這地方講的見有二種，這二種就是常見、斷見。有三種、有四種、有五種，五種是我們最常講的：身見、邊見、邪見、見取見、戒取見，這五種就是五利使，講得最多。還有經裡面講的有六十二見，此地註子裡頭雖然沒有把六十二名目一一列出來，但是諸位在《教乘法數》、《佛學辭典》裡面都能夠找得到。『纏』是煩惱的代名詞，經裡面常常講的十纏，在這一段也相當的詳細。十纏九十八結，這就是百八煩惱，此地是名目說出來了，並沒有詳細的說明，詳細的在別的部分也能夠看得到。末後這意思是教給我們，覺悟，煩惱就空了；妄念息了，一切法就不生不滅。所以他在末後說，「諸法皆從念生」，而佛是「方便巧說法空」，這意思很深，我們要細心去體會。十二面："
    },
    {
      "id": "09-011-0007_p0043",
      "zh_CN": "经【游戏出生百千三昧。】",
      "zh_TW": "經【遊戲出生百千三昧。】"
    },
    {
      "id": "09-011-0007_p0044",
      "zh_CN": "『百千三昧』是从德用上讲的，六根接触六尘境界叫做百千，所以百与千不是定数，在此地是形容词，实在讲是无量无边。什么叫做三昧，这里解释得很清楚：",
      "zh_TW": "『百千三昧』是從德用上講的，六根接觸六塵境界叫做百千，所以百與千不是定數，在此地是形容詞，實在講是無量無邊。什麼叫做三昧，這裡解釋得很清楚："
    },
    {
      "id": "09-011-0007_p0045",
      "zh_CN": "【善心一处住不动。是名三昧。】",
      "zh_TW": "【善心一處住不動。是名三昧。】"
    },
    {
      "id": "09-011-0007_p0046",
      "zh_CN": "六根在六尘境界里，什么叫善心？『善心』是不起分别就是善心，这地方讲善这一字是超越善恶才叫善，有善有恶都不善，离开善与恶才叫做善。如如不动叫三昧，因此像善财童子五十三参，他是入一切境界但是他的心如如不动，所以这叫善心，这叫做三昧。十三页：",
      "zh_TW": "六根在六塵境界裡，什麼叫善心？『善心』是不起分別就是善心，這地方講善這一字是超越善惡才叫善，有善有惡都不善，離開善與惡才叫做善。如如不動叫三昧，因此像善財童子五十三參，他是入一切境界但是他的心如如不動，所以這叫善心，這叫做三昧。十三頁："
    },
    {
      "id": "09-011-0007_p0047",
      "zh_CN": "【菩萨心生诸三昧。欣乐出入自在。名之为戏。非结爱戏也。】",
      "zh_TW": "【菩薩心生諸三昧。欣樂出入自在。名之為戲。非結愛戲也。】"
    },
    {
      "id": "09-011-0007_p0048",
      "zh_CN": "这句就是解释平常我们在佛法里面常看到的菩萨游戏神通。我们也千万不要误会了，那个游戏决定不是我们世俗人玩世不恭，那错误了。游戏人间正确的解释是在此地，『心生诸三昧』就是一切境界里他不动，就是《金刚经》里面所讲的「应无所住而生其心」，而生的什么心？那个心就是「善心一处住不动」之心，是那个心。诸位想想一切大乘经典我们可以互相来观察，你看这部经讲的跟那部经讲的意思是一样，可以触类旁通，我们能够更深入、更正确的去理解它。『欣乐出入』，欣乐就是法喜充满的意思，出入是指十法界，十法界依正庄严出入自在，这叫做戏。不是『结爱之戏』，结爱是烦恼，不是指这个。这是把游戏神通显示得很清楚。十四面：",
      "zh_TW": "這句就是解釋平常我們在佛法裡面常看到的菩薩遊戲神通。我們也千萬不要誤會了，那個遊戲決定不是我們世俗人玩世不恭，那錯誤了。遊戲人間正確的解釋是在此地，『心生諸三昧』就是一切境界裡他不動，就是《金剛經》裡面所講的「應無所住而生其心」，而生的什麼心？那個心就是「善心一處住不動」之心，是那個心。諸位想想一切大乘經典我們可以互相來觀察，你看這部經講的跟那部經講的意思是一樣，可以觸類旁通，我們能夠更深入、更正確的去理解它。『欣樂出入』，欣樂就是法喜充滿的意思，出入是指十法界，十法界依正莊嚴出入自在，這叫做戲。不是『結愛之戲』，結愛是煩惱，不是指這個。這是把遊戲神通顯示得很清楚。十四面："
    },
    {
      "id": "09-011-0007_p0049",
      "zh_CN": "经【诸菩萨如是等种种无量功德成就。】",
      "zh_TW": "經【諸菩薩如是等種種無量功德成就。】"
    },
    {
      "id": "09-011-0007_p0050",
      "zh_CN": "「其名曰𩙥陀婆罗菩萨」，一直到「诸菩萨摩诃萨皆是补处绍尊位者」。龙树菩萨说：",
      "zh_TW": "「其名曰颰陀婆羅菩薩」，一直到「諸菩薩摩訶薩皆是補處紹尊位者」。龍樹菩薩說："
    },
    {
      "id": "09-011-0007_p0051",
      "zh_CN": "【诸菩萨如是等无量功德成就者。是诸菩萨共佛住。】",
      "zh_TW": "【諸菩薩如是等無量功德成就者。是諸菩薩共佛住。】"
    },
    {
      "id": "09-011-0007_p0052",
      "zh_CN": "『共佛住』就是心行与佛相应，就叫做共佛住。因此我们学佛，我们存心跟佛一样，我们行事与佛一样，我们起心动念都能够与佛相应，这就叫菩萨共佛住。究竟是起何等心行、何等事才相同？诸位要记住，佛心是平等心，无论说的千言万语，归纳起来就是平等两个字，平等就是佛，相似的平等就是菩萨。真正的平等是佛，所以学佛要从心地里面去学。什么是佛心？平等心是佛心。平等性智能消业，转阿赖耶为大圆镜，什么样的业障都消掉了；不是平等性就转不了，阿赖耶识里头业习种子永远不会消失。唯有你证平等性，连阿赖耶都转掉，何况阿赖耶里面那些含藏的种子统统都转了。所以要学平等，要以平等心看一切众生，要以平等心看一切法界，这是我们日常生活当中要训练的。",
      "zh_TW": "『共佛住』就是心行與佛相應，就叫做共佛住。因此我們學佛，我們存心跟佛一樣，我們行事與佛一樣，我們起心動念都能夠與佛相應，這就叫菩薩共佛住。究竟是起何等心行、何等事才相同？諸位要記住，佛心是平等心，無論說的千言萬語，歸納起來就是平等兩個字，平等就是佛，相似的平等就是菩薩。真正的平等是佛，所以學佛要從心地裡面去學。什麼是佛心？平等心是佛心。平等性智能消業，轉阿賴耶為大圓鏡，什麼樣的業障都消掉了；不是平等性就轉不了，阿賴耶識裡頭業習種子永遠不會消失。唯有你證平等性，連阿賴耶都轉掉，何況阿賴耶裡面那些含藏的種子統統都轉了。所以要學平等，要以平等心看一切眾生，要以平等心看一切法界，這是我們日常生活當中要訓練的。"
    },
    {
      "id": "09-011-0007_p0053",
      "zh_CN": "有平等才有清净，有清净才有慈悲。心不平等、不清净，那个慈悲要说得好听一点叫爱缘慈悲，我喜欢你对你慈悲一点，不喜欢你对你就不慈悲，那是世间人的慈悲，不是佛菩萨的慈悲。佛菩萨那个慈悲是从平等清净里面流露出来的慈悲，那是真慈悲，所以叫「无缘大慈，同体大悲」，这是真正的慈悲，慈悲一切。念念不为自己想，念念都是为众生想，这是慈悲行，我们的行为就像佛。念念都为众生想，如何叫众生破迷开悟、离苦得乐，常存这种心，这算心里面的行为，意业，心里面有这念头、有这种行为，表现在身口，所以三业是慈悲行，这是佛行，做法叫方便行。我们要从佛心佛行上去体验、去修学，才能成就如是等无量功德。向下这在一般经里的格局是一样的，列出上首的菩萨，在此地列名的有二十二位：",
      "zh_TW": "有平等才有清淨，有清淨才有慈悲。心不平等、不清淨，那個慈悲要說得好聽一點叫愛緣慈悲，我喜歡你對你慈悲一點，不喜歡你對你就不慈悲，那是世間人的慈悲，不是佛菩薩的慈悲。佛菩薩那個慈悲是從平等清淨裡面流露出來的慈悲，那是真慈悲，所以叫「無緣大慈，同體大悲」，這是真正的慈悲，慈悲一切。念念不為自己想，念念都是為眾生想，這是慈悲行，我們的行為就像佛。念念都為眾生想，如何叫眾生破迷開悟、離苦得樂，常存這種心，這算心裡面的行為，意業，心裡面有這念頭、有這種行為，表現在身口，所以三業是慈悲行，這是佛行，做法叫方便行。我們要從佛心佛行上去體驗、去修學，才能成就如是等無量功德。向下這在一般經裡的格局是一樣的，列出上首的菩薩，在此地列名的有二十二位："
    },
    {
      "id": "09-011-0007_p0054",
      "zh_CN": "经【其名曰：𩙥陀婆罗菩萨…弥勒菩萨。如是等无量百千万亿那由他诸菩萨摩诃萨。皆是补处绍尊位者。】",
      "zh_TW": "經【其名曰：颰陀婆羅菩薩…彌勒菩薩。如是等無量百千萬億那由他諸菩薩摩訶薩。皆是補處紹尊位者。】"
    },
    {
      "id": "09-011-0007_p0055",
      "zh_CN": "其余的就不必一一再列名，因为一个『等』字，就是在会的菩萨众无量无边。是什么样的菩萨众？不是普通的菩萨，都是『补处』菩萨，换句话说，每位都是等觉菩萨。在这里我们也能看到般若会上的庄严。而上首菩萨列名的二十二位当中，我们特别要注意到里面有在家菩萨、有出家菩萨，在家菩萨占十六位，出家菩萨只有六位，就是二十二位里面前面十六位都是在家的，在家里面证得等觉的地位。出家菩萨少，只有六个人，列在这二十二位的后面，从「不缺意菩萨、观世音菩萨、文殊师利菩萨」到「弥勒菩萨」，这六位是出家菩萨。在此地就是暗示我们，佛法里面成就不在出家在家，看起来在家的多、出家的少，这里头有很深的意思。没有在家菩萨就没有出家菩萨，为什么？出家人四事供养没有了，想做出家菩萨也做不成，没人供养。一定要有在家菩萨护持，出家菩萨做表面的，后面撑腰的是在家菩萨，后台是在家菩萨，这一台戏才能唱得好，才能够发挥它的作用。所以在家菩萨多，出家菩萨少。",
      "zh_TW": "其餘的就不必一一再列名，因為一個『等』字，就是在會的菩薩眾無量無邊。是什麼樣的菩薩眾？不是普通的菩薩，都是『補處』菩薩，換句話說，每位都是等覺菩薩。在這裡我們也能看到般若會上的莊嚴。而上首菩薩列名的二十二位當中，我們特別要注意到裡面有在家菩薩、有出家菩薩，在家菩薩佔十六位，出家菩薩只有六位，就是二十二位裡面前面十六位都是在家的，在家裡面證得等覺的地位。出家菩薩少，只有六個人，列在這二十二位的後面，從「不缺意菩薩、觀世音菩薩、文殊師利菩薩」到「彌勒菩薩」，這六位是出家菩薩。在此地就是暗示我們，佛法裡面成就不在出家在家，看起來在家的多、出家的少，這裡頭有很深的意思。沒有在家菩薩就沒有出家菩薩，為什麼？出家人四事供養沒有了，想做出家菩薩也做不成，沒人供養。一定要有在家菩薩護持，出家菩薩做表面的，後面撐腰的是在家菩薩，後台是在家菩薩，這一台戲才能唱得好，才能夠發揮它的作用。所以在家菩薩多，出家菩薩少。"
    },
    {
      "id": "09-011-0007_p0056",
      "zh_CN": "出家菩萨为什么少？出家了，不管你是比丘、是菩萨，菩萨更没有话说，出家的地位是站在老师的地位，换句话说，他发愿立志一生当个教员。既然当教员，一生要在学术上修学贡献，所以他营生的事业都要搁置，不能再去做生意买卖、种田来谋生活，这样一来耽误他的学业、耽误他的教学，所以他不能从事任何工作，只能叫他天天去修学、天天去教学，他是一个职业的教员。他的生活怎么办？生活要在家菩萨去供养他、去护持他。在家菩萨，经里面讲，可以做营生营利的事业。换句话说，你要把你营利所得去供养出家的菩萨，彼此二个合作，佛法才能够发扬光大。所以出家的人数少，在家护持的人数多。护持的人数多，被护持的人数少，护持的人不吃力；假如出家人多，护持的人少，那就很吃力，妨碍他自己的生活。譬如一个出家的，有二、三百个人来拥护，一个人一个月出几块钱，他的四事供养都解决了，这是很容易的事情。何况出家的菩萨三衣一钵之外别无他求，生活简单，需要的很少，也不麻烦这些在家菩萨。",
      "zh_TW": "出家菩薩為什麼少？出家了，不管你是比丘、是菩薩，菩薩更沒有話說，出家的地位是站在老師的地位，換句話說，他發願立志一生當個教員。既然當教員，一生要在學術上修學貢獻，所以他營生的事業都要擱置，不能再去做生意買賣、種田來謀生活，這樣一來耽誤他的學業、耽誤他的教學，所以他不能從事任何工作，只能叫他天天去修學、天天去教學，他是一個職業的教員。他的生活怎麼辦？生活要在家菩薩去供養他、去護持他。在家菩薩，經裡面講，可以做營生營利的事業。換句話說，你要把你營利所得去供養出家的菩薩，彼此二個合作，佛法才能夠發揚光大。所以出家的人數少，在家護持的人數多。護持的人數多，被護持的人數少，護持的人不吃力；假如出家人多，護持的人少，那就很吃力，妨礙他自己的生活。譬如一個出家的，有二、三百個人來擁護，一個人一個月出幾塊錢，他的四事供養都解決了，這是很容易的事情。何況出家的菩薩三衣一缽之外別無他求，生活簡單，需要的很少，也不麻煩這些在家菩薩。"
    },
    {
      "id": "09-011-0007_p0057",
      "zh_CN": "建道场的事情、请法、请佛住世，统统是在家菩萨的事情。像佛陀在世，当年祇树给孤独园竹林精舍，都是在家菩萨他们建造、供养的，请这些出家菩萨来弘法利生，这是两方面配合，彼此功德一样大。诸位千万不要以为只有讲经说法的功德大，在家菩萨没有功德，是一样大，决定没有等差。照这样说起来，我们现在没有力量建个道场请法师来弘法利生，我想做也做不成功？我以前给诸位说过，我们自己有力量，我们可以建一个讲堂在市区，经常礼请法师来弘法利生，法师的功德就是自己的功德。请法师是代自己来说法，自己不必说，请别人来代你说法，你自己是圆满的功德。如果自己没有力量，有志同道合的，集合志同道合的我们来建个道场。像我们图书馆就是众人的力量集合的，你们诸位同修每个人都有分，是大众力量集合的。如果这个机缘也没有，我们可以凑合一点，或者是自己独资出的，我们租一个地方，不能长期租，我们租个三天、五天，请一个法师来讲三天经、讲五天经，这个功德也不可思议。这是在家菩萨一定要晓得的事情，在家菩萨要是不懂这个，出家菩萨纵然住世，也无处讲经，也无处说法，也不能利益众生。佛法是要人礼请的，不礼请那是没办法，是要护持的，所以有内护、有外护，才能够弘阳光大。",
      "zh_TW": "建道場的事情、請法、請佛住世，統統是在家菩薩的事情。像佛陀在世，當年祇樹給孤獨園竹林精舍，都是在家菩薩他們建造、供養的，請這些出家菩薩來弘法利生，這是兩方面配合，彼此功德一樣大。諸位千萬不要以為只有講經說法的功德大，在家菩薩沒有功德，是一樣大，決定沒有等差。照這樣說起來，我們現在沒有力量建個道場請法師來弘法利生，我想做也做不成功？我以前給諸位說過，我們自己有力量，我們可以建一個講堂在市區，經常禮請法師來弘法利生，法師的功德就是自己的功德。請法師是代自己來說法，自己不必說，請別人來代你說法，你自己是圓滿的功德。如果自己沒有力量，有志同道合的，集合志同道合的我們來建個道場。像我們圖書館就是眾人的力量集合的，你們諸位同修每個人都有分，是大眾力量集合的。如果這個機緣也沒有，我們可以湊合一點，或者是自己獨資出的，我們租一個地方，不能長期租，我們租個三天、五天，請一個法師來講三天經、講五天經，這個功德也不可思議。這是在家菩薩一定要曉得的事情，在家菩薩要是不懂這個，出家菩薩縱然住世，也無處講經，也無處說法，也不能利益眾生。佛法是要人禮請的，不禮請那是沒辦法，是要護持的，所以有內護、有外護，才能夠弘陽光大。"
    },
    {
      "id": "09-011-0007_p0058",
      "zh_CN": "出家的菩萨只有一个任务，就是弘法利生。在家的菩萨有两个任务，第一个是护法，第二个是弘法，在家菩萨也可以出来讲经说法，但是那是为副，最主要的是护持，做为出家菩萨的护持。这就是在家菩萨多、出家菩萨少的意思。菩萨地位是平等的，出家是等觉，在家也是等觉，并不是出家是等觉、我在家是初住，不是这样的，一律平等，都是等觉菩萨，这是特别要注意到的。出家菩萨也可以做为护法，但是出家是以弘法为主、是以护法为助。所以宾主、正助我们一定要分清楚。",
      "zh_TW": "出家的菩薩只有一個任務，就是弘法利生。在家的菩薩有兩個任務，第一個是護法，第二個是弘法，在家菩薩也可以出來講經說法，但是那是為副，最主要的是護持，做為出家菩薩的護持。這就是在家菩薩多、出家菩薩少的意思。菩薩地位是平等的，出家是等覺，在家也是等覺，並不是出家是等覺、我在家是初住，不是這樣的，一律平等，都是等覺菩薩，這是特別要注意到的。出家菩薩也可以做為護法，但是出家是以弘法為主、是以護法為助。所以賓主、正助我們一定要分清楚。"
    },
    {
      "id": "09-011-0007_p0059",
      "zh_CN": "譬如我们读《六祖坛经》，六祖遇到印宗，印宗法师是出家的菩萨，六祖那时候还没有出家，是在家菩萨。出家菩萨也护在家菩萨，印宗法师给他剃度，剃度之后再倒过头来拜他为老师，再做他的学生，这个个影响力把六祖抬起来，抬高了，所以六祖的影响力就大了。如果印宗要不捧他的场，或者印宗是在贬低他，对六祖来说至少会造成很重的障碍，他要想发挥他弘法利生这种殊胜的效果是相当不容易。而印宗在南方是了不起的一位大法师，不是普通法师，是知名的法师。经过他这样一捧，捧得真是究竟了，倒过头来再拜他为师，真是双手把六祖捧到天上去，这时大家都归心了，过去凡是跟印宗法师的全都到六祖会下。所以六祖的影响力能够影响到全国、能够影响到后世，诸位要晓得，印宗法师帮助的。印宗法师跟六祖是平等的，绝不在六祖之下，在六祖之下办不到。由此可知，你在读经里面看到，捧别人就是捧自己，水涨船高，六祖有多大的成就就是印宗的成就，没有印宗就没有六祖，他们两个是表里，是一不是二，没有六祖，印宗的成就也有限。这是讲出家菩萨应该护持出家菩萨，也应该护持在家的菩萨，这段就是含这个意思。",
      "zh_TW": "譬如我們讀《六祖壇經》，六祖遇到印宗，印宗法師是出家的菩薩，六祖那時候還沒有出家，是在家菩薩。出家菩薩也護在家菩薩，印宗法師給他剃度，剃度之後再倒過頭來拜他為老師，再做他的學生，這個個影響力把六祖抬起來，抬高了，所以六祖的影響力就大了。如果印宗要不捧他的場，或者印宗是在貶低他，對六祖來說至少會造成很重的障礙，他要想發揮他弘法利生這種殊勝的效果是相當不容易。而印宗在南方是了不起的一位大法師，不是普通法師，是知名的法師。經過他這樣一捧，捧得真是究竟了，倒過頭來再拜他為師，真是雙手把六祖捧到天上去，這時大家都歸心了，過去凡是跟印宗法師的全都到六祖會下。所以六祖的影響力能夠影響到全國、能夠影響到後世，諸位要曉得，印宗法師幫助的。印宗法師跟六祖是平等的，絕不在六祖之下，在六祖之下辦不到。由此可知，你在讀經裡面看到，捧別人就是捧自己，水漲船高，六祖有多大的成就就是印宗的成就，沒有印宗就沒有六祖，他們兩個是表裡，是一不是二，沒有六祖，印宗的成就也有限。這是講出家菩薩應該護持出家菩薩，也應該護持在家的菩薩，這段就是含這個意思。"
    },
    {
      "id": "09-011-0007_p0060",
      "zh_CN": "十六页的后半段解释「初品中三昧」，这段是教给我们坐禅的方法，诸位自己去阅读。坐禅法里特别提出来就是「结跏趺坐」，结跏趺坐应当要学习，它的功德利益是相当殊胜，这段有详细的解释。在十九页倒数第三行，给我们说明四禅的差别，虽然讲得不甚详细，但是纲领说得很清楚。初禅跟二禅有什么不同，二禅跟三禅有什么不同，诸位细细去读一读。第二十面：",
      "zh_TW": "十六頁的後半段解釋「初品中三昧」，這段是教給我們坐禪的方法，諸位自己去閱讀。坐禪法裡特別提出來就是「結跏趺坐」，結跏趺坐應當要學習，它的功德利益是相當殊勝，這段有詳細的解釋。在十九頁倒數第三行，給我們說明四禪的差別，雖然講得不甚詳細，但是綱領說得很清楚。初禪跟二禪有什麼不同，二禪跟三禪有什麼不同，諸位細細去讀一讀。第二十面："
    },
    {
      "id": "09-011-0007_p0061",
      "zh_CN": "【欲明智慧从因缘生故。】",
      "zh_TW": "【欲明智慧從因緣生故。】"
    },
    {
      "id": "09-011-0007_p0062",
      "zh_CN": "我只提这一句，论文诸位细细去看，在这一段里面是讲一个根本智、一个后得智。『智慧从因缘生故』是讲后得智，根本智是无知，后得智是无所不知，这地方这句是指后得智，所谓权智大用。从这段以下都是说明三昧王三昧的德用。",
      "zh_TW": "我只提這一句，論文諸位細細去看，在這一段裡面是講一個根本智、一個後得智。『智慧從因緣生故』是講後得智，根本智是無知，後得智是無所不知，這地方這句是指後得智，所謂權智大用。從這段以下都是說明三昧王三昧的德用。"
    },
    {
      "id": "09-011-0007_p0063",
      "zh_CN": "在二十二面经跟注解都是说明佛举身微笑的因缘，而举身微笑的因缘它的解释排在后面，在第二十四面，实在讲众生相如是，我们应该把它多念几遍，从这里面可以体会到众生相。",
      "zh_TW": "在二十二面經跟註解都是說明佛舉身微笑的因緣，而舉身微笑的因緣它的解釋排在後面，在第二十四面，實在講眾生相如是，我們應該把它多念幾遍，從這裡面可以體會到眾生相。"
    },
    {
      "id": "09-011-0007_p0064",
      "zh_CN": "【佛言。我世世曾作小虫、恶人。渐渐集诸善本。得大智慧。】",
      "zh_TW": "【佛言。我世世曾作小虫、惡人。漸漸集諸善本。得大智慧。】"
    },
    {
      "id": "09-011-0007_p0065",
      "zh_CN": "这在三转法轮里面叫作证转。佛也曾做过小虫，也曾做过恶人，他怎么会成佛？『渐渐集诸善本，得大智慧』。我们现在是个人，还不是个小虫，比小虫还高明一点，我们现在也不是很恶的人，所以诸位要着重在「渐渐集诸善本，得大智慧」这两句，我们要修善，要积功累德。第二十五页，这一行半是佛法说听难处在此：",
      "zh_TW": "這在三轉法輪裡面叫作證轉。佛也曾做過小虫，也曾做過惡人，他怎麼會成佛？『漸漸集諸善本，得大智慧』。我們現在是個人，還不是個小虫，比小虫還高明一點，我們現在也不是很惡的人，所以諸位要著重在「漸漸集諸善本，得大智慧」這兩句，我們要修善，要積功累德。第二十五頁，這一行半是佛法說聽難處在此："
    },
    {
      "id": "09-011-0007_p0066",
      "zh_CN": "【诸法相不生不灭。真空无字无名。无言无说。而欲作名立字。为众生说令得解脱。是第一难事。】",
      "zh_TW": "【諸法相不生不滅。真空無字無名。無言無說。而欲作名立字。為眾生說令得解脫。是第一難事。】"
    },
    {
      "id": "09-011-0007_p0067",
      "zh_CN": "这个不能跟诸位细解，我们讲解《华严》、《楞严》、《弥陀疏钞》都常常说到，但是这句说得很清楚，把这个道理给我们说出来。",
      "zh_TW": "這個不能跟諸位細解，我們講解《華嚴》、《楞嚴》、《彌陀疏鈔》都常常說到，但是這句說得很清楚，把這個道理給我們說出來。"
    },
    {
      "id": "09-011-0007_p0068",
      "zh_CN": "二十六页以下是解释放光的因缘，以及放光之相，这段文相当之长。诸位再看第三十页，是这一段的一个总结：",
      "zh_TW": "二十六頁以下是解釋放光的因緣，以及放光之相，這段文相當之長。諸位再看第三十頁，是這一段的一個總結："
    },
    {
      "id": "09-011-0007_p0069",
      "zh_CN": "经【光明出过东方如恒河沙等世界。乃至十方亦复如是。】",
      "zh_TW": "經【光明出過東方如恆河沙等世界。乃至十方亦復如是。】"
    },
    {
      "id": "09-011-0007_p0070",
      "zh_CN": "在注解里面，前面十二行这一节是解释三千大千世界，我们在经文里常常读到三千大千世界，三千大千世界是一回什么事，这地方讲得很清楚，文字不多，说得相当清楚。三十四面最后一段解释放光微笑的因缘。这是一种通说，将来诸位在一切佛经里面凡是看到佛放光微笑，要是在因缘来讲，用这种解释法都可以讲得通，所以它是通说。到这地方我们将第七卷介绍完了。",
      "zh_TW": "在註解裡面，前面十二行這一節是解釋三千大千世界，我們在經文裡常常讀到三千大千世界，三千大千世界是一回什麼事，這地方講得很清楚，文字不多，說得相當清楚。三十四面最後一段解釋放光微笑的因緣。這是一種通說，將來諸位在一切佛經裡面凡是看到佛放光微笑，要是在因緣來講，用這種解釋法都可以講得通，所以它是通說。到這地方我們將第七卷介紹完了。"
    }
  ]
}