{
  "doc_id": "09-011-0027",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十七集",
    "zh_TW": "第二十七集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0027",
  "total_paragraphs": 124,
  "paragraphs": [
    {
      "id": "09-011-0027_p0001",
      "zh_CN": "《大智度论》第二十七卷「释初品中大慈大悲」：",
      "zh_TW": "《大智度論》第二十七卷「釋初品中大慈大悲」："
    },
    {
      "id": "09-011-0027_p0002",
      "zh_CN": "经【大慈大悲。当习行般若波罗密。】",
      "zh_TW": "經【大慈大悲。當習行般若波羅密。】"
    },
    {
      "id": "09-011-0027_p0003",
      "zh_CN": "请看论文：",
      "zh_TW": "請看論文："
    },
    {
      "id": "09-011-0027_p0004",
      "zh_CN": "【大慈大悲者。四无量心中已分别。今当更略说。】",
      "zh_TW": "【大慈大悲者。四無量心中已分別。今當更略說。】"
    },
    {
      "id": "09-011-0027_p0005",
      "zh_CN": "首先解释『大慈大悲』的定义，前面曾经讲过四无量心里面所说的慈悲喜舍，慈无量、悲无量，所以说四无量心中已经分别解释，在此地特别着重这个「大」，大慈大悲。",
      "zh_TW": "首先解釋『大慈大悲』的定義，前面曾經講過四無量心裡面所說的慈悲喜捨，慈無量、悲無量，所以說四無量心中已經分別解釋，在此地特別著重這個「大」，大慈大悲。"
    },
    {
      "id": "09-011-0027_p0006",
      "zh_CN": "【大慈与一切众生乐。大悲拔一切众生苦。大慈以喜乐因缘与众生。大悲以离苦因缘与众生。】",
      "zh_TW": "【大慈與一切眾生樂。大悲拔一切眾生苦。大慈以喜樂因緣與眾生。大悲以離苦因緣與眾生。】"
    },
    {
      "id": "09-011-0027_p0007",
      "zh_CN": "下面几行问答是说明慈悲大小的差别，什么叫大慈大悲，什么叫小慈小悲。在前面这几句话里面，应当注意的是这个地方龙树菩萨给我们解释『大慈』，意义是以『喜乐因缘与众生』，着重在「因缘」两个字上。众生依什么样因缘才能生欢喜心、才能够得乐受，你能够给他这种因缘这叫做「大慈」。『大悲是以离苦因缘与众生』，也是着重在因缘两个字上，什么样的因缘能叫众生离苦，离究竟苦，给与众生这样的因缘这就叫「大悲」。问答里面解释说：",
      "zh_TW": "下面幾行問答是說明慈悲大小的差別，什麼叫大慈大悲，什麼叫小慈小悲。在前面這幾句話裡面，應當注意的是這個地方龍樹菩薩給我們解釋『大慈』，意義是以『喜樂因緣與眾生』，著重在「因緣」兩個字上。眾生依什麼樣因緣才能生歡喜心、才能夠得樂受，你能夠給他這種因緣這叫做「大慈」。『大悲是以離苦因緣與眾生』，也是著重在因緣兩個字上，什麼樣的因緣能叫眾生離苦，離究竟苦，給與眾生這樣的因緣這就叫「大悲」。問答裡面解釋說："
    },
    {
      "id": "09-011-0027_p0008",
      "zh_CN": "【佛心中慈悲名为大。】",
      "zh_TW": "【佛心中慈悲名為大。】"
    },
    {
      "id": "09-011-0027_p0009",
      "zh_CN": "除佛以外都不算『大』，但是菩萨也叫大慈大悲，菩萨的大慈大悲比起佛来，那就不能叫大慈大悲，如果比声闻、缘觉、人天，菩萨是大慈大悲。讲到大慈大悲究竟真实，确实是在如来的地位上。第二页第二行：",
      "zh_TW": "除佛以外都不算『大』，但是菩薩也叫大慈大悲，菩薩的大慈大悲比起佛來，那就不能叫大慈大悲，如果比聲聞、緣覺、人天，菩薩是大慈大悲。講到大慈大悲究竟真實，確實是在如來的地位上。第二頁第二行："
    },
    {
      "id": "09-011-0027_p0010",
      "zh_CN": "【佛大慈大悲真实最大。】",
      "zh_TW": "【佛大慈大悲真實最大。】"
    },
    {
      "id": "09-011-0027_p0011",
      "zh_CN": "这一句里头要注意『真实』两个字，真的是大慈大悲，一点都不假。第四行：",
      "zh_TW": "這一句裡頭要注意『真實』兩個字，真的是大慈大悲，一點都不假。第四行："
    },
    {
      "id": "09-011-0027_p0012",
      "zh_CN": "【大慈者。念令众生得乐。亦与乐事。大悲。怜愍众生苦。亦能令脱苦。】",
      "zh_TW": "【大慈者。念令眾生得樂。亦與樂事。大悲。憐愍眾生苦。亦能令脫苦。】"
    },
    {
      "id": "09-011-0027_p0013",
      "zh_CN": "这两句我们要说一说，佛的心实在是念众生苦乐事，念念当中都希望一切众生离苦得乐，而且佛也是念念当中给一切众生离苦得乐的因缘。众生不能够离苦、不能得乐，这不能怪佛菩萨，只能怪众生不肯接受佛菩萨给他的因缘，不肯接受，这就没办法了。佛菩萨所讲的这些话不肯相信，不能照做，佛菩萨的言语教训就是给我们做离苦得乐的增上缘。佛讲的这些道理我们是不是真懂了，佛讲的这些方法我们是不是都会了，道理懂了、方法会了，又肯老实照这个方法去做，当然离苦得乐，这是佛菩萨给我们这个因缘我们接受了。不接受那没法子，佛菩萨没有法子勉强我们接受，这是做不到的。要你自己觉悟、自己去接受，得到利益、得到好处是自己的。佛慈称『大』，是因为佛的慈悲心，心量太大了，尽虚空遍法界。而且佛慈平等，绝没有厚此薄彼。佛对待任何众生是一样的看法、一样的慈悲，慈悲到极处，这是我们要细心去体会的。第二页最后一行：",
      "zh_TW": "這兩句我們要說一說，佛的心實在是念眾生苦樂事，念念當中都希望一切眾生離苦得樂，而且佛也是念念當中給一切眾生離苦得樂的因緣。眾生不能夠離苦、不能得樂，這不能怪佛菩薩，只能怪眾生不肯接受佛菩薩給他的因緣，不肯接受，這就沒辦法了。佛菩薩所講的這些話不肯相信，不能照做，佛菩薩的言語教訓就是給我們做離苦得樂的增上緣。佛講的這些道理我們是不是真懂了，佛講的這些方法我們是不是都會了，道理懂了、方法會了，又肯老實照這個方法去做，當然離苦得樂，這是佛菩薩給我們這個因緣我們接受了。不接受那沒法子，佛菩薩沒有法子勉強我們接受，這是做不到的。要你自己覺悟、自己去接受，得到利益、得到好處是自己的。佛慈稱『大』，是因為佛的慈悲心，心量太大了，盡虛空遍法界。而且佛慈平等，絕沒有厚此薄彼。佛對待任何眾生是一樣的看法、一樣的慈悲，慈悲到極處，這是我們要細心去體會的。第二頁最後一行："
    },
    {
      "id": "09-011-0027_p0014",
      "zh_CN": "【世间乐欺诳不实。不离生死故。】",
      "zh_TW": "【世間樂欺誑不實。不離生死故。】"
    },
    {
      "id": "09-011-0027_p0015",
      "zh_CN": "这是讲世间之乐真实相不过如此。世间是讲六凡世间，不但人间没有乐，天上也不例外。所以我们不要误会，认为人间苦，天上大概很乐，就是到了福报最大的四禅天也是『欺诳不实』。为什么？还是『不离生死』。这句话我们要相信，你要果真相信了，对于世间乐就没有贪爱，世间乐就放下了，世间乐永远不再能迷惑你，你在世间就得解脱，就得大自在了。",
      "zh_TW": "這是講世間之樂真實相不過如此。世間是講六凡世間，不但人間沒有樂，天上也不例外。所以我們不要誤會，認為人間苦，天上大概很樂，就是到了福報最大的四禪天也是『欺誑不實』。為什麼？還是『不離生死』。這句話我們要相信，你要果真相信了，對於世間樂就沒有貪愛，世間樂就放下了，世間樂永遠不再能迷惑你，你在世間就得解脫，就得大自在了。"
    },
    {
      "id": "09-011-0027_p0016",
      "zh_CN": "在这一段有好几次讲到慈悲是佛道之根本，所以常言说「慈悲为本，方便为门」。而慈悲一定要讲平等慈悲一切，这是大乘佛法的根本。尤其是悲心，悲心是精进的原动力，精进是禅定般若之根本。谁来推动精进？大悲心推动精进。这一段里面在第三页第二行「答」的底下，最后一个字到第七行，就是说明这个道理，这一段希望同修们自己去读，你才晓得大慈大悲有无比的力量。我们学佛之所以是悠悠泛泛，不能精进，不能成就，实在是我们缺乏慈悲心，没有这个慈悲心来推动。在这一段文里头给我们说明，无量度生的善巧方便都是以大慈悲力而出生的。在第四面龙树菩萨举出实际的例子来说明，悲能够保佑一切众生，悲能代众生苦，举了几段公案来证明。在结论里面，就是第四页最后一行：",
      "zh_TW": "在這一段有好幾次講到慈悲是佛道之根本，所以常言說「慈悲為本，方便為門」。而慈悲一定要講平等慈悲一切，這是大乘佛法的根本。尤其是悲心，悲心是精進的原動力，精進是禪定般若之根本。誰來推動精進？大悲心推動精進。這一段裡面在第三頁第二行「答」的底下，最後一個字到第七行，就是說明這個道理，這一段希望同修們自己去讀，你才曉得大慈大悲有無比的力量。我們學佛之所以是悠悠泛泛，不能精進，不能成就，實在是我們缺乏慈悲心，沒有這個慈悲心來推動。在這一段文裡頭給我們說明，無量度生的善巧方便都是以大慈悲力而出生的。在第四面龍樹菩薩舉出實際的例子來說明，悲能夠保佑一切眾生，悲能代眾生苦，舉了幾段公案來證明。在結論裡面，就是第四頁最後一行："
    },
    {
      "id": "09-011-0027_p0017",
      "zh_CN": "【佛智慧所能。无有遍知者。大慈大悲故。世世不惜身命。舍禅定乐。救护众生。】",
      "zh_TW": "【佛智慧所能。無有遍知者。大慈大悲故。世世不惜身命。捨禪定樂。救護眾生。】"
    },
    {
      "id": "09-011-0027_p0018",
      "zh_CN": "在下面一段文里面说得非常有趣。世间凡夫、六道众生喜欢感情，不喜欢理智，所以佛的『智慧所能』一般人都把它忽略掉，而讲到慈悲，一切众生听到都欢喜。为什么？慈悲是情，般若是智，世人是重情不重智。",
      "zh_TW": "在下面一段文裡面說得非常有趣。世間凡夫、六道眾生喜歡感情，不喜歡理智，所以佛的『智慧所能』一般人都把它忽略掉，而講到慈悲，一切眾生聽到都歡喜。為什麼？慈悲是情，般若是智，世人是重情不重智。"
    },
    {
      "id": "09-011-0027_p0019",
      "zh_CN": "【慈悲相可眼见耳闻故。人能信受。智慧深妙。不可测知。复次。是大慈大悲。一切众生所爱乐。】",
      "zh_TW": "【慈悲相可眼見耳聞故。人能信受。智慧深妙。不可測知。復次。是大慈大悲。一切眾生所愛樂。】"
    },
    {
      "id": "09-011-0027_p0020",
      "zh_CN": "比喻举得非常好。",
      "zh_TW": "比喻舉得非常好。"
    },
    {
      "id": "09-011-0027_p0021",
      "zh_CN": "【智慧如服苦药。】",
      "zh_TW": "【智慧如服苦藥。】"
    },
    {
      "id": "09-011-0027_p0022",
      "zh_CN": "药苦，人不愿意吃，慈悲是乐，那个乐人人都愿意。我们讲佛陀的定义，一定讲到智、讲到觉，讲到智、讲到觉，别人不大愿意接受，一讲大慈大悲，每个人都来了。由此可知，众生无量劫习气所偏都是偏在感情上。第五页第六行：",
      "zh_TW": "藥苦，人不願意吃，慈悲是樂，那個樂人人都願意。我們講佛陀的定義，一定講到智、講到覺，講到智、講到覺，別人不大願意接受，一講大慈大悲，每個人都來了。由此可知，眾生無量劫習氣所偏都是偏在感情上。第五頁第六行："
    },
    {
      "id": "09-011-0027_p0023",
      "zh_CN": "【智慧者。得道人乃能信受。】",
      "zh_TW": "【智慧者。得道人乃能信受。】"
    },
    {
      "id": "09-011-0027_p0024",
      "zh_CN": "般若智慧是要有道的人他相信，他能够接受。",
      "zh_TW": "般若智慧是要有道的人他相信，他能夠接受。"
    },
    {
      "id": "09-011-0027_p0025",
      "zh_CN": "【大慈悲相。一切杂类皆能生信。】",
      "zh_TW": "【大慈悲相。一切雜類皆能生信。】"
    },
    {
      "id": "09-011-0027_p0026",
      "zh_CN": "六道一切众生都能信，都能够接受。",
      "zh_TW": "六道一切眾生都能信，都能夠接受。"
    },
    {
      "id": "09-011-0027_p0027",
      "zh_CN": "【如见像。若闻说。皆能信受。多所饶益故。名为大慈大悲。复次。大智慧名舍相。远离相。大慈大悲为怜悯利益相。】",
      "zh_TW": "【如見像。若聞說。皆能信受。多所饒益故。名為大慈大悲。復次。大智慧名捨相。遠離相。大慈大悲為憐憫利益相。】"
    },
    {
      "id": "09-011-0027_p0028",
      "zh_CN": "这是讲悲智行相不同之所在，我们应当要晓得。智觉是讲离相，而慈悲是即相，是利益众生的相。在我们现前这个时代，一切众生迷得愈来愈深，所以示现一点慈悲相能够震动社会，今天做一点慈善事业、做一点救济工作，能震动全世界，你是世间的大好人，你要提倡智慧，没有人采你，没有人理你。原因在哪里？大家不晓得智慧，只着重在情感上。但是要晓得，智慧能了生死，是究竟的利益，眼前这点救济是一点小利益，不是究竟的利益。大慈大悲要布施人，是布施什么？布施智慧。正是大乘佛法所讲「先以利欲勾，后令入佛智」，这叫大慈大悲。如果只有利，救济别人，后面没有智慧叫他深入，这个慈悲叫小慈悲，不是大慈悲。但是慈悲是一定要的，佛法决定不能离开，这是度众生的第一步。所以菩萨六度，布施列在第一，三种布施里面财布施列在第一位，这是什么？慈悲之相。接着以理论法门来传授给他，那是大慈大悲，这是我们应当要晓得、应当要修学的。世间人有小慈悲没有大慈悲，世间人能利益一切众生，所谓是爱缘慈、众生缘慈，这是世间人能做到的。法缘慈就不简单了，法缘慈要菩萨才能做到，法缘慈就是慈悲后面有智慧，这是法缘慈。慈悲是手段，以智慧教人是目的。第六页第二行：",
      "zh_TW": "這是講悲智行相不同之所在，我們應當要曉得。智覺是講離相，而慈悲是即相，是利益眾生的相。在我們現前這個時代，一切眾生迷得愈來愈深，所以示現一點慈悲相能夠震動社會，今天做一點慈善事業、做一點救濟工作，能震動全世界，你是世間的大好人，你要提倡智慧，沒有人採你，沒有人理你。原因在哪裡？大家不曉得智慧，只著重在情感上。但是要曉得，智慧能了生死，是究竟的利益，眼前這點救濟是一點小利益，不是究竟的利益。大慈大悲要布施人，是布施什麼？布施智慧。正是大乘佛法所講「先以利欲勾，後令入佛智」，這叫大慈大悲。如果只有利，救濟別人，後面沒有智慧叫他深入，這個慈悲叫小慈悲，不是大慈悲。但是慈悲是一定要的，佛法決定不能離開，這是度眾生的第一步。所以菩薩六度，布施列在第一，三種布施裡面財布施列在第一位，這是什麼？慈悲之相。接著以理論法門來傳授給他，那是大慈大悲，這是我們應當要曉得、應當要修學的。世間人有小慈悲沒有大慈悲，世間人能利益一切眾生，所謂是愛緣慈、眾生緣慈，這是世間人能做到的。法緣慈就不簡單了，法緣慈要菩薩才能做到，法緣慈就是慈悲後面有智慧，這是法緣慈。慈悲是手段，以智慧教人是目的。第六頁第二行："
    },
    {
      "id": "09-011-0027_p0029",
      "zh_CN": "【大慈悲名为一切佛法之根本。】",
      "zh_TW": "【大慈悲名為一切佛法之根本。】"
    },
    {
      "id": "09-011-0027_p0030",
      "zh_CN": "这个话说得太清楚！慈悲为本，我们在此地又见到这个文字。这地方解释得很多，慈悲虽是佛法根本，这里假设一个问答，慈悲是不是有漏法、是不是系法、是不是世间法？所谓系就是系缚，就是烦恼，慈悲所谓牵肠挂肚的事情，是不是这些法？答复说：",
      "zh_TW": "這個話說得太清楚！慈悲為本，我們在此地又見到這個文字。這地方解釋得很多，慈悲雖是佛法根本，這裡假設一個問答，慈悲是不是有漏法、是不是繫法、是不是世間法？所謂繫就是繫縛，就是煩惱，慈悲所謂牽腸掛肚的事情，是不是這些法？答覆說："
    },
    {
      "id": "09-011-0027_p0031",
      "zh_CN": "【菩萨未得佛时大慈悲。若言有漏。其失犹可。】",
      "zh_TW": "【菩薩未得佛時大慈悲。若言有漏。其失猶可。】"
    },
    {
      "id": "09-011-0027_p0032",
      "zh_CN": "我们就一般说，没有明心见性以前修慈悲是有漏的，是系法，是世间法。可是见性之后，已经入了智慧，这个底下说：",
      "zh_TW": "我們就一般說，沒有明心見性以前修慈悲是有漏的，是繫法，是世間法。可是見性之後，已經入了智慧，這個底下說："
    },
    {
      "id": "09-011-0027_p0033",
      "zh_CN": "【佛得无碍解脱智故。一切诸法皆清净。一切烦恼及习尽。】",
      "zh_TW": "【佛得無礙解脫智故。一切諸法皆清淨。一切煩惱及習盡。】"
    },
    {
      "id": "09-011-0027_p0034",
      "zh_CN": "习气都断尽了，所以佛的慈悲是无漏法，不是系法，不是世间法。可以讲圆教初住以上的菩萨都是无漏清净的大慈大悲。第七页第二行：",
      "zh_TW": "習氣都斷盡了，所以佛的慈悲是無漏法，不是繫法，不是世間法。可以講圓教初住以上的菩薩都是無漏清淨的大慈大悲。第七頁第二行："
    },
    {
      "id": "09-011-0027_p0035",
      "zh_CN": "【无尽意经中说。有三种慈悲。众生缘、法缘、无缘。】",
      "zh_TW": "【無盡意經中說。有三種慈悲。眾生緣、法緣、無緣。】"
    },
    {
      "id": "09-011-0027_p0036",
      "zh_CN": "这三种慈悲前面都曾经介绍过。",
      "zh_TW": "這三種慈悲前面都曾經介紹過。"
    },
    {
      "id": "09-011-0027_p0037",
      "zh_CN": "【复次。一切众生中。唯佛尽行不诳法。】",
      "zh_TW": "【復次。一切眾生中。唯佛盡行不誑法。】"
    },
    {
      "id": "09-011-0027_p0038",
      "zh_CN": "这个『不诳』也就是像《金刚经》里面所讲的如来的五语，「如来是真语者，实语者，如语者，不诳语者，不异语者」，佛的言语一定是真实的，决定不欺骗众生。佛的言语决定没有过失，我们在前面十八不共法里面读过。实在说，佛给我们离苦得乐的因缘，大慈大悲，充满了一切处所，一切时、一切处无量无边的因缘。问题在我们自己有没有慧眼，能不能够辨别，自己肯不肯相信，能不能发心依教去修学，修什么？修离苦得乐法。如果你有慧眼，机缘处处都是，时时在面前，任何人都可以修学。不要以为修布施一定要有财富，没有财富也能够修学，没有能力也能修学，所以佛这个慈悲是大慈、是平等的。以上是略说大慈大悲，我们应当要认识，要能体会到。诸位掀开第八页：",
      "zh_TW": "這個『不誑』也就是像《金剛經》裡面所講的如來的五語，「如來是真語者，實語者，如語者，不誑語者，不異語者」，佛的言語一定是真實的，決定不欺騙眾生。佛的言語決定沒有過失，我們在前面十八不共法裡面讀過。實在說，佛給我們離苦得樂的因緣，大慈大悲，充滿了一切處所，一切時、一切處無量無邊的因緣。問題在我們自己有沒有慧眼，能不能夠辨別，自己肯不肯相信，能不能發心依教去修學，修什麼？修離苦得樂法。如果你有慧眼，機緣處處都是，時時在面前，任何人都可以修學。不要以為修布施一定要有財富，沒有財富也能夠修學，沒有能力也能修學，所以佛這個慈悲是大慈、是平等的。以上是略說大慈大悲，我們應當要認識，要能體會到。諸位掀開第八頁："
    },
    {
      "id": "09-011-0027_p0039",
      "zh_CN": "经【菩萨摩诃萨欲得道慧。当习行般若波罗蜜。菩萨摩诃萨欲以道慧具足道种慧。当习行般若波罗蜜。】",
      "zh_TW": "經【菩薩摩訶薩欲得道慧。當習行般若波羅蜜。菩薩摩訶薩欲以道慧具足道種慧。當習行般若波羅蜜。】"
    },
    {
      "id": "09-011-0027_p0040",
      "zh_CN": "这些经文诸位要特别注意到，从前面一直到此地，你看看每一句后面结论『当习行般若波罗蜜』。你要想得大慈大悲，你要习行般若波罗蜜。以下是讲三种智慧，一切智、道种智、一切种智，这三种智慧分明叫『道慧』，第一句讲道慧。你要想得道慧，你要习行般若波罗蜜，所以佛在经论里面常说，般若为诸佛之母，诸佛从般若生。般若是真智慧，没有般若就没有佛法，佛法就是般若，般若就是佛法。诸位一定要懂这个道理，这个道理明白了，你才能体会传道传的什么道，迦叶尊者是不是传释迦牟尼佛的道。历代祖师代代相传，你要说是传释迦牟尼佛的道，这就遭透了！不是传释迦牟尼道，传什么道？而是传我们自己本性般若之道，诸位要了解这个道理。释迦牟尼佛教迦叶尊者，他开悟了，悟的是他自己的道，他所悟的跟释迦牟尼佛所悟的是一样的，没有两样。所以并不是释迦牟尼佛的东西继承过来，不是的，是自己开悟的。正好像二盏灯一样，释迦牟尼佛那个灯是亮的、明的，你那个灯是暗的，藉他的光点着了，点着是你自己的光明，传灯。不是把他那个灯搬到我这里来，借我照一照，我照过了再借给你，你去照一照，不是这个意思。是教我们自己放光明，这叫传道。换句话说，祖祖相传，前一位祖师跟后一位祖师给他增上缘，帮助他开悟，而不是继承他什么。",
      "zh_TW": "這些經文諸位要特別注意到，從前面一直到此地，你看看每一句後面結論『當習行般若波羅蜜』。你要想得大慈大悲，你要習行般若波羅蜜。以下是講三種智慧，一切智、道種智、一切種智，這三種智慧分明叫『道慧』，第一句講道慧。你要想得道慧，你要習行般若波羅蜜，所以佛在經論裡面常說，般若為諸佛之母，諸佛從般若生。般若是真智慧，沒有般若就沒有佛法，佛法就是般若，般若就是佛法。諸位一定要懂這個道理，這個道理明白了，你才能體會傳道傳的什麼道，迦葉尊者是不是傳釋迦牟尼佛的道。歷代祖師代代相傳，你要說是傳釋迦牟尼佛的道，這就遭透了！不是傳釋迦牟尼道，傳什麼道？而是傳我們自己本性般若之道，諸位要了解這個道理。釋迦牟尼佛教迦葉尊者，他開悟了，悟的是他自己的道，他所悟的跟釋迦牟尼佛所悟的是一樣的，沒有兩樣。所以並不是釋迦牟尼佛的東西繼承過來，不是的，是自己開悟的。正好像二盞燈一樣，釋迦牟尼佛那個燈是亮的、明的，你那個燈是暗的，藉他的光點著了，點著是你自己的光明，傳燈。不是把他那個燈搬到我這裡來，借我照一照，我照過了再借給你，你去照一照，不是這個意思。是教我們自己放光明，這叫傳道。換句話說，祖祖相傳，前一位祖師跟後一位祖師給他增上緣，幫助他開悟，而不是繼承他什麼。"
    },
    {
      "id": "09-011-0027_p0041",
      "zh_CN": "佛有没有法与人？没有法与人。佛是帮助人开悟的，八万四千法门都是善巧方便，佛晓得我们一切众生，从理体上说、从根本上说，我们与佛是无二无别，佛有什么样的智慧、有什么样的德能，我们人人都有，跟佛确实没有两样。根本没有两样，现在也没有两样，将来也没有两样，为什么我们的智慧德能不能现前？这是自己给自己造了许多的障碍，佛给我们点醒，你只要把那些障碍都去掉就行了。你不肯去掉，你自甘在轮回里面生死堕落，佛在旁边叹息而已，他也帮不上忙，这叫做迷惑颠倒。",
      "zh_TW": "佛有沒有法與人？沒有法與人。佛是幫助人開悟的，八萬四千法門都是善巧方便，佛曉得我們一切眾生，從理體上說、從根本上說，我們與佛是無二無別，佛有什麼樣的智慧、有什麼樣的德能，我們人人都有，跟佛確實沒有兩樣。根本沒有兩樣，現在也沒有兩樣，將來也沒有兩樣，為什麼我們的智慧德能不能現前？這是自己給自己造了許多的障礙，佛給我們點醒，你只要把那些障礙都去掉就行了。你不肯去掉，你自甘在輪迴裡面生死墮落，佛在旁邊嘆息而已，他也幫不上忙，這叫做迷惑顛倒。"
    },
    {
      "id": "09-011-0027_p0042",
      "zh_CN": "所以佛法里面的教学，诸位必须要记住，跟世间教学完全不相同。世间教学是增长无明，增长知见，那是添麻烦；佛法的教学是除障，离知见，恢复我们的清净心而已，诸位要懂得这个意思。所以我一再给诸位说，经有无量义，无量义是讲后得智；经没有意思，没有意思是讲根本智。从理体来讲，经没有意思，没有解释；从相上讲，它有无量义，无量无边的解释，不能做一种说法、一种讲法。我在此地带着诸位来读《大智度论》，我今天这样讲法，明天在这里还讲这一段，一定跟今天讲法不一样。如果是一个讲法，那就是一样；不是一个讲法，无量的义趣！所以学佛要的是什么？开智慧，明心见性，是走生路、走活路，不是走死路！凡是落在心意识里面的都是死路，凡是离开心意识的都是活路，死跟活就这个分法。我们自己看经、听教、参禅、念佛，我们走的死路还是走的活路？不必问别人，自己清清楚楚，我们是不是落在心意识里头。向下的经文先解释「道」，从一道解释到十种道，这是比较说得详细。十种道以后，再概略的总结到无量道，这个文到十一页最后一行，诸位自己去看。在这一段总结里面解释到道种智，在十一页最后一行：",
      "zh_TW": "所以佛法裡面的教學，諸位必須要記住，跟世間教學完全不相同。世間教學是增長無明，增長知見，那是添麻煩；佛法的教學是除障，離知見，恢復我們的清淨心而已，諸位要懂得這個意思。所以我一再給諸位說，經有無量義，無量義是講後得智；經沒有意思，沒有意思是講根本智。從理體來講，經沒有意思，沒有解釋；從相上講，它有無量義，無量無邊的解釋，不能做一種說法、一種講法。我在此地帶著諸位來讀《大智度論》，我今天這樣講法，明天在這裡還講這一段，一定跟今天講法不一樣。如果是一個講法，那就是一樣；不是一個講法，無量的義趣！所以學佛要的是什麼？開智慧，明心見性，是走生路、走活路，不是走死路！凡是落在心意識裡面的都是死路，凡是離開心意識的都是活路，死跟活就這個分法。我們自己看經、聽教、參禪、念佛，我們走的死路還是走的活路？不必問別人，自己清清楚楚，我們是不是落在心意識裡頭。向下的經文先解釋「道」，從一道解釋到十種道，這是比較說得詳細。十種道以後，再概略的總結到無量道，這個文到十一頁最後一行，諸位自己去看。在這一段總結裡面解釋到道種智，在十一頁最後一行："
    },
    {
      "id": "09-011-0027_p0043",
      "zh_CN": "【乃至一百六十二道。如是等无量道门。】",
      "zh_TW": "【乃至一百六十二道。如是等無量道門。】"
    },
    {
      "id": "09-011-0027_p0044",
      "zh_CN": "这是总结到无量道。",
      "zh_TW": "這是總結到無量道。"
    },
    {
      "id": "09-011-0027_p0045",
      "zh_CN": "【知是诸道。】",
      "zh_TW": "【知是諸道。】"
    },
    {
      "id": "09-011-0027_p0046",
      "zh_CN": "『诸道』就是指无量道。",
      "zh_TW": "『諸道』就是指無量道。"
    },
    {
      "id": "09-011-0027_p0047",
      "zh_CN": "【尽知。】",
      "zh_TW": "【盡知。】"
    },
    {
      "id": "09-011-0027_p0048",
      "zh_CN": "无所不知。",
      "zh_TW": "無所不知。"
    },
    {
      "id": "09-011-0027_p0049",
      "zh_CN": "【遍知。】",
      "zh_TW": "【遍知。】"
    },
    {
      "id": "09-011-0027_p0050",
      "zh_CN": "没有丝毫欠缺。",
      "zh_TW": "沒有絲毫欠缺。"
    },
    {
      "id": "09-011-0027_p0051",
      "zh_CN": "【是为道种慧。】",
      "zh_TW": "【是為道種慧。】"
    },
    {
      "id": "09-011-0027_p0052",
      "zh_CN": "诸位想想，『道种慧』是菩萨的智慧，世出世间一切道门他没有不晓得的。怎么晓得？诸位一定要知道，智慧一定从根本智起，从根本智修，这才是捷径，枝枝叶叶去寻求，苦死了！我们看看古大德十几岁、二十岁就开悟了，世出世间法一切通达，我们心里生羡慕之心，自己也想成就。但是自己走错路，错在哪里？天天在读书，在钻固执，走死路！非常的勤奋、非常的用功，搞一辈子连一部经、两部经都不能通达，这就是路走错了。我要说错在什么地方，诸位应该很明了，用攀缘心，就错在这里。用心意识，这是走死路，不能开悟。这样用功夫所得到的结果，我们拿世间法来讲叫记问之学，记问之学全是别人的，不是自己的。",
      "zh_TW": "諸位想想，『道種慧』是菩薩的智慧，世出世間一切道門他沒有不曉得的。怎麼曉得？諸位一定要知道，智慧一定從根本智起，從根本智修，這才是捷徑，枝枝葉葉去尋求，苦死了！我們看看古大德十幾歲、二十歲就開悟了，世出世間法一切通達，我們心裡生羨慕之心，自己也想成就。但是自己走錯路，錯在哪裡？天天在讀書，在鑽固執，走死路！非常的勤奮、非常的用功，搞一輩子連一部經、兩部經都不能通達，這就是路走錯了。我要說錯在什麼地方，諸位應該很明瞭，用攀緣心，就錯在這裡。用心意識，這是走死路，不能開悟。這樣用功夫所得到的結果，我們拿世間法來講叫記問之學，記問之學全是別人的，不是自己的。"
    },
    {
      "id": "09-011-0027_p0053",
      "zh_CN": "佛教我们开悟，悟了以后我们读《大智度论》，《大智度论》是自己的，不是释迦牟尼佛的，也不是龙树菩萨的，我自己所悟的跟龙树菩萨、跟释迦牟尼佛没有两样，所以经本一展开是活的，不是死的。用攀缘心落在心意识里头，那是死的，纵然《大智度论》背得滚瓜烂熟，讲得天花乱坠，你所讲的是释迦牟尼佛的《摩诃般若经》，是龙树菩萨的注解，与自己无分。这也是我贡献给诸位，什么叫佛法、什么叫世间法，这是大道理，大方向。你果然能够把握住，你这一生就有成就，所谓成就就是开智慧，开悟。不开悟，没有成就。世出世间相，这一段里面讲得很清楚，世出世间相如实知，就是出世间的见解。我把这段文念一念，诸位请看第十二面第五行：",
      "zh_TW": "佛教我們開悟，悟了以後我們讀《大智度論》，《大智度論》是自己的，不是釋迦牟尼佛的，也不是龍樹菩薩的，我自己所悟的跟龍樹菩薩、跟釋迦牟尼佛沒有兩樣，所以經本一展開是活的，不是死的。用攀緣心落在心意識裡頭，那是死的，縱然《大智度論》背得滾瓜爛熟，講得天花亂墜，你所講的是釋迦牟尼佛的《摩訶般若經》，是龍樹菩薩的註解，與自己無分。這也是我貢獻給諸位，什麼叫佛法、什麼叫世間法，這是大道理，大方向。你果然能夠把握住，你這一生就有成就，所謂成就就是開智慧，開悟。不開悟，沒有成就。世出世間相，這一段裡面講得很清楚，世出世間相如實知，就是出世間的見解。我把這段文念一念，諸位請看第十二面第五行："
    },
    {
      "id": "09-011-0027_p0054",
      "zh_CN": "【世间名。但从颠倒忆想虚诳二法生。如幻如梦如转火轮。凡夫人强以为世间。】",
      "zh_TW": "【世間名。但從顛倒憶想虛誑二法生。如幻如夢如轉火輪。凡夫人強以為世間。】"
    },
    {
      "id": "09-011-0027_p0055",
      "zh_CN": "这是说世间根本没这回事情。",
      "zh_TW": "這是說世間根本沒這回事情。"
    },
    {
      "id": "09-011-0027_p0056",
      "zh_CN": "【是世间皆从虚妄中来。今亦虚妄本亦虚妄。其实无生无作。但从内外六情六尘和合因缘生。随凡夫所着故。说为世间。是世间种种邪见罗网。如乱丝相着。常往来生死中。如是知世间。】",
      "zh_TW": "【是世間皆從虛妄中來。今亦虛妄本亦虛妄。其實無生無作。但從內外六情六塵和合因緣生。隨凡夫所著故。說為世間。是世間種種邪見羅網。如亂絲相著。常往來生死中。如是知世間。】"
    },
    {
      "id": "09-011-0027_p0057",
      "zh_CN": "六情就是六识。这是叫我们认识世间，『如是知世间』就是叫你要认识世间，世间是什么回事情。这段文不多，实在讲得很清楚，很难得，这么简单的几句话把世间的真相能说得这么清楚。",
      "zh_TW": "六情就是六識。這是叫我們認識世間，『如是知世間』就是叫你要認識世間，世間是什麼回事情。這段文不多，實在講得很清楚，很難得，這麼簡單的幾句話把世間的真相能說得這麼清楚。"
    },
    {
      "id": "09-011-0027_p0058",
      "zh_CN": "【何等是出世间道。】",
      "zh_TW": "【何等是出世間道。】"
    },
    {
      "id": "09-011-0027_p0059",
      "zh_CN": "世间认识清楚了，什么叫出世间？",
      "zh_TW": "世間認識清楚了，什麼叫出世間？"
    },
    {
      "id": "09-011-0027_p0060",
      "zh_CN": "【如实知世间。即是出世间道。】",
      "zh_TW": "【如實知世間。即是出世間道。】"
    },
    {
      "id": "09-011-0027_p0061",
      "zh_CN": "你对世间真相完全了解、完全看破了，世间根本就不存在！这就叫超越了。所以底下讲：",
      "zh_TW": "你對世間真相完全了解、完全看破了，世間根本就不存在！這就叫超越了。所以底下講："
    },
    {
      "id": "09-011-0027_p0062",
      "zh_CN": "【智者求世间出世间。二事不可得。】",
      "zh_TW": "【智者求世間出世間。二事不可得。】"
    },
    {
      "id": "09-011-0027_p0063",
      "zh_CN": "因为众生执着世间，佛才建立一个出世间，世间真相被你看破了，哪里还有什么出世间？所以，世间、出世间俱不可得。这是正知正见，常作如是观，自能照见诸法实相而超凡入圣。第十三页，这一页的文里面也说得非常之好，说明佛说出世间的缘故，第一行：",
      "zh_TW": "因為眾生執著世間，佛才建立一個出世間，世間真相被你看破了，哪裡還有什麼出世間？所以，世間、出世間俱不可得。這是正知正見，常作如是觀，自能照見諸法實相而超凡入聖。第十三頁，這一頁的文裡面也說得非常之好，說明佛說出世間的緣故，第一行："
    },
    {
      "id": "09-011-0027_p0064",
      "zh_CN": "【但为破世间故。说出世间。】",
      "zh_TW": "【但為破世間故。說出世間。】"
    },
    {
      "id": "09-011-0027_p0065",
      "zh_CN": "可见得佛说出世间是破众生世间的执着。",
      "zh_TW": "可見得佛說出世間是破眾生世間的執著。"
    },
    {
      "id": "09-011-0027_p0066",
      "zh_CN": "【世间相即是出世间。更无所复有。所以者何。世间相不可得。是出世间。是世间相常空。世间法定相不可得故。如是行者不得世间。亦不着出世间。若不得世间。亦不着出世间。爱慢破故。不共世间诤。】",
      "zh_TW": "【世間相即是出世間。更無所復有。所以者何。世間相不可得。是出世間。是世間相常空。世間法定相不可得故。如是行者不得世間。亦不著出世間。若不得世間。亦不著出世間。愛慢破故。不共世間諍。】"
    },
    {
      "id": "09-011-0027_p0067",
      "zh_CN": "『爱慢』是第七识的四大烦恼，四大烦恼永远摆脱掉了，换句话说，转第七识为平等性智，这时候还有什么争执的？凡是有『诤』，有争论，都是不平才诤。平等法里头诤个什么？诸位晓得，佛门里面讲的「无诤三昧」，是要转第七识为平等性智，才证得无诤三昧。对于世出世间的实相要是不能通达，如何能转识成智？要通达世出世间的实相，一定要修学般若波罗蜜。诸位请看第十四页经文：",
      "zh_TW": "『愛慢』是第七識的四大煩惱，四大煩惱永遠擺脫掉了，換句話說，轉第七識為平等性智，這時候還有什麼爭執的？凡是有『諍』，有爭論，都是不平才諍。平等法裡頭諍個什麼？諸位曉得，佛門裡面講的「無諍三昧」，是要轉第七識為平等性智，才證得無諍三昧。對於世出世間的實相要是不能通達，如何能轉識成智？要通達世出世間的實相，一定要修學般若波羅蜜。諸位請看第十四頁經文："
    },
    {
      "id": "09-011-0027_p0068",
      "zh_CN": "经【欲以道种慧具足一切智。当习行般若波罗蜜。欲以一切智具足一切种智。当习行般若波罗蜜。】",
      "zh_TW": "經【欲以道種慧具足一切智。當習行般若波羅蜜。欲以一切智具足一切種智。當習行般若波羅蜜。】"
    },
    {
      "id": "09-011-0027_p0069",
      "zh_CN": "这地方是解释一切智。三种智在此地是先解释道种智，其次解释一切智，最后再解释一切种智。在《论》里面第一行：",
      "zh_TW": "這地方是解釋一切智。三種智在此地是先解釋道種智，其次解釋一切智，最後再解釋一切種智。在《論》裡面第一行："
    },
    {
      "id": "09-011-0027_p0070",
      "zh_CN": "【问曰。一切智。一切种智。有何差别。】",
      "zh_TW": "【問曰。一切智。一切種智。有何差別。】"
    },
    {
      "id": "09-011-0027_p0071",
      "zh_CN": "首先辨别这二种智的行相差别，这里面有的说无差别、有的说有差别，从有差别里面讲一切智是总相、一切种智是别相。第十七页第二行：",
      "zh_TW": "首先辨別這二種智的行相差別，這裡面有的說無差別、有的說有差別，從有差別裡面講一切智是總相、一切種智是別相。第十七頁第二行："
    },
    {
      "id": "09-011-0027_p0072",
      "zh_CN": "【问曰。何等是一切智所知一切法。】",
      "zh_TW": "【問曰。何等是一切智所知一切法。】"
    },
    {
      "id": "09-011-0027_p0073",
      "zh_CN": "下面答的相当多，但是所答的总不外乎唯识、百法所说，说得虽然多，还是不离百法，跟《百法明门》只有开合不同而已。《百法论》里面实在讲也就是解释一切法无我，这地方讲『何等是一切智所知一切法』，正如唯识所说，可谓尽是一切智所知一切法，一切法如百法所说，一切智是能知，一切法是所知。但是在此地必须要晓得，能知跟所知是一不是二，才是真知；如果能知跟所知是二，给诸位说，那是不知。为什么？落在心意识。你那个知是什么知？听别人说的知，不是自己心性的知。能所不二是佛法，能所二叫世间法。所以佛在《华严经》才讲，「佛法无人说，虽智莫能解」，世间一等聪明智慧的人都没有办法解佛法，为什么没有办法？他有能有所。",
      "zh_TW": "下面答的相當多，但是所答的總不外乎唯識、百法所說，說得雖然多，還是不離百法，跟《百法明門》只有開合不同而已。《百法論》裡面實在講也就是解釋一切法無我，這地方講『何等是一切智所知一切法』，正如唯識所說，可謂盡是一切智所知一切法，一切法如百法所說，一切智是能知，一切法是所知。但是在此地必須要曉得，能知跟所知是一不是二，才是真知；如果能知跟所知是二，給諸位說，那是不知。為什麼？落在心意識。你那個知是什麼知？聽別人說的知，不是自己心性的知。能所不二是佛法，能所二叫世間法。所以佛在《華嚴經》才講，「佛法無人說，雖智莫能解」，世間一等聰明智慧的人都沒有辦法解佛法，為什麼沒有辦法？他有能有所。"
    },
    {
      "id": "09-011-0027_p0074",
      "zh_CN": "我们要真正学佛，找一个什么样老师？无能、无所的，能所是一不是二的。你找到这个老师你就有了办法，你要是老实跟他学，你能开得了悟，你能够找到一条生路、找到一条活路。你找到能所是二不是一，你找到这个老师，你准定是走死路。你可以在这个世间拿多少个博士头衔，但是你开不了悟，这个是世间的博士，是逃不了阎罗王生死簿的那些博士。你要想在阎罗王生死簿把这个名除掉，不是不可能，可能，你要走活路，不能走死路。在第二十面，说明佛为第一，这是我们应当知、应当学的。第三行里面说：",
      "zh_TW": "我們要真正學佛，找一個什麼樣老師？無能、無所的，能所是一不是二的。你找到這個老師你就有了辦法，你要是老實跟他學，你能開得了悟，你能夠找到一條生路、找到一條活路。你找到能所是二不是一，你找到這個老師，你準定是走死路。你可以在這個世間拿多少個博士頭銜，但是你開不了悟，這個是世間的博士，是逃不了閻羅王生死簿的那些博士。你要想在閻羅王生死簿把這個名除掉，不是不可能，可能，你要走活路，不能走死路。在第二十面，說明佛為第一，這是我們應當知、應當學的。第三行裡面說："
    },
    {
      "id": "09-011-0027_p0075",
      "zh_CN": "【佛自利益亦利益他故。于众生中最第一。】",
      "zh_TW": "【佛自利益亦利益他故。於眾生中最第一。】"
    },
    {
      "id": "09-011-0027_p0076",
      "zh_CN": "下面不必多说。二十面第六行：",
      "zh_TW": "下面不必多說。二十面第六行："
    },
    {
      "id": "09-011-0027_p0077",
      "zh_CN": "【一切诸戒中圣戒为第一。一切解脱中不坏解脱为第一。一切清净中解脱为第一。一切诸观中空观为第一。一切诸法中涅槃为第一。】",
      "zh_TW": "【一切諸戒中聖戒為第一。一切解脫中不壞解脫為第一。一切清淨中解脫為第一。一切諸觀中空觀為第一。一切諸法中涅槃為第一。】"
    },
    {
      "id": "09-011-0027_p0078",
      "zh_CN": "下面不必多说。倒数第三行最后一句看起，这是我们要记住，值得我们学习的。",
      "zh_TW": "下面不必多說。倒數第三行最後一句看起，這是我們要記住，值得我們學習的。"
    },
    {
      "id": "09-011-0027_p0079",
      "zh_CN": "【佛从初发意。】",
      "zh_TW": "【佛從初發意。】"
    },
    {
      "id": "09-011-0027_p0080",
      "zh_CN": "『初发意』就是最初发心，我们现在正是在这个地位上，看看我们发的这个心跟佛最初发心比较比较。佛初发心是：",
      "zh_TW": "『初發意』就是最初發心，我們現在正是在這個地位上，看看我們發的這個心跟佛最初發心比較比較。佛初發心是："
    },
    {
      "id": "09-011-0027_p0081",
      "zh_CN": "【以大誓庄严。一切衰没众生欲拯济故。尽遍行诸善道。无善不集。无苦不行。皆集一切诸佛功德。】",
      "zh_TW": "【以大誓莊嚴。一切衰沒眾生欲拯濟故。盡遍行諸善道。無善不集。無苦不行。皆集一切諸佛功德。】"
    },
    {
      "id": "09-011-0027_p0082",
      "zh_CN": "我们现在想不想这样做？想这样做，可是最大的难处，我们缺少智慧，在一切法里面，哪是善、哪是不善我们不容易辨别，能够辨别善不善这是大智慧，在世间法里面讲这是大学问。大学问就是能辨别真妄是非善恶，有这个能力，这叫大学问。有许多似恶是真善，有许多似善实际上是恶的，实在不容易辨别！所以佛一再教我们求智慧，唯有智慧才能够鉴别。智慧从哪里来的？智慧从定中来。心不清净，没有观照的能力。智慧是清净心所生的作用，就叫智慧。由此可知，佛法教我们所用种种善巧方便，都是教我们修清净心，清净心现前，一切法你都得到，全是现成的，全是你自己的。所以佛门里面讲经、听经，不是叫我们解义、不是叫我们把它记住的，这一句怎么讲、这个是什么道理，不是，不是教我们起分别心的。我们可以从《楞严经》里得到证明，《楞严经》里佛明明白白告诉我们，阿难用攀缘心来闻佛法是大错特错。攀缘心闻佛法是什么？就是听这一句这个意思怎么讲，这个很有道理、那个没有道理，就搞这些玩意儿。而佛讲经真正的用意是教阿难用闻性闻佛所说的法性，这叫明心见性。闻性是清净，是不生不灭、如如不动；法性也是清净，也是不生不灭的，所以教你以性去见性，不是教我们去分别研究。讲经这一个半钟点的功夫干什么？就是教诸位见性，而不是教分别我所说的法音。这有几个人会？这个方法会了，见色闻声，心里面都如如不动，清净光明，你才能够普照大千世界。这个道理我们在《楞严经》里再不悟，那就真没有法子了，《楞严》实在是开智慧的书。末后一段在二十一页里面是解释「萨婆若多」，萨婆若多我们平常讲就是一切种智，或者解作一切智。二十二面是解释一切种智：",
      "zh_TW": "我們現在想不想這樣做？想這樣做，可是最大的難處，我們缺少智慧，在一切法裡面，哪是善、哪是不善我們不容易辨別，能夠辨別善不善這是大智慧，在世間法裡面講這是大學問。大學問就是能辨別真妄是非善惡，有這個能力，這叫大學問。有許多似惡是真善，有許多似善實際上是惡的，實在不容易辨別！所以佛一再教我們求智慧，唯有智慧才能夠鑑別。智慧從哪裡來的？智慧從定中來。心不清淨，沒有觀照的能力。智慧是清淨心所生的作用，就叫智慧。由此可知，佛法教我們所用種種善巧方便，都是教我們修清淨心，清淨心現前，一切法你都得到，全是現成的，全是你自己的。所以佛門裡面講經、聽經，不是叫我們解義、不是叫我們把它記住的，這一句怎麼講、這個是什麼道理，不是，不是教我們起分別心的。我們可以從《楞嚴經》裡得到證明，《楞嚴經》裡佛明明白白告訴我們，阿難用攀緣心來聞佛法是大錯特錯。攀緣心聞佛法是什麼？就是聽這一句這個意思怎麼講，這個很有道理、那個沒有道理，就搞這些玩意兒。而佛講經真正的用意是教阿難用聞性聞佛所說的法性，這叫明心見性。聞性是清淨，是不生不滅、如如不動；法性也是清淨，也是不生不滅的，所以教你以性去見性，不是教我們去分別研究。講經這一個半鐘點的功夫幹什麼？就是教諸位見性，而不是教分別我所說的法音。這有幾個人會？這個方法會了，見色聞聲，心裡面都如如不動，清淨光明，你才能夠普照大千世界。這個道理我們在《楞嚴經》裡再不悟，那就真沒有法子了，《楞嚴》實在是開智慧的書。末後一段在二十一頁裡面是解釋「薩婆若多」，薩婆若多我們平常講就是一切種智，或者解作一切智。二十二面是解釋一切種智："
    },
    {
      "id": "09-011-0027_p0083",
      "zh_CN": "经【欲以一切种智断烦恼习。当习行般若波罗蜜。舍利弗。菩萨摩诃萨应如是学般若波罗蜜。】",
      "zh_TW": "經【欲以一切種智斷煩惱習。當習行般若波羅蜜。舍利弗。菩薩摩訶薩應如是學般若波羅蜜。】"
    },
    {
      "id": "09-011-0027_p0084",
      "zh_CN": "底下这个注解就是解释一切种智，唯有一切种智才能够断烦恼习气。三种智就是一切智、道种智、一切种智，论上说得很清楚。",
      "zh_TW": "底下這個註解就是解釋一切種智，唯有一切種智才能夠斷煩惱習氣。三種智就是一切智、道種智、一切種智，論上說得很清楚。"
    },
    {
      "id": "09-011-0027_p0085",
      "zh_CN": "【实一切智一时得。】",
      "zh_TW": "【實一切智一時得。】"
    },
    {
      "id": "09-011-0027_p0086",
      "zh_CN": "三种智是同时证得的，换句话说，你证得根本智，后得智立刻就现前。但是诸位要晓得，没有证根本智，决定没有后得智。",
      "zh_TW": "三種智是同時證得的，換句話說，你證得根本智，後得智立刻就現前。但是諸位要曉得，沒有證根本智，決定沒有後得智。"
    },
    {
      "id": "09-011-0027_p0087",
      "zh_CN": "【虽一心中得。亦有初中后次第。】",
      "zh_TW": "【雖一心中得。亦有初中後次第。】"
    },
    {
      "id": "09-011-0027_p0088",
      "zh_CN": "这个话说得就很明白，这句话非常重要，告诉我们求智慧是有次第的，错了次第就不能成功。初一定求般若波罗蜜，般若波罗蜜是根本；愿波罗蜜、方便波罗蜜、力波罗蜜、智波罗蜜都叫后得智，都是从般若波罗蜜生的。我们讲六度，般若波罗蜜里面就包括根本智与后得智，是不分的；讲十波罗蜜就分开来讲，般若波罗蜜是讲的根本智。所以这个是很要紧！道种智现前就断烦恼习，而习气难除，贤圣都难免。第二十三页第六行：",
      "zh_TW": "這個話說得就很明白，這句話非常重要，告訴我們求智慧是有次第的，錯了次第就不能成功。初一定求般若波羅蜜，般若波羅蜜是根本；願波羅蜜、方便波羅蜜、力波羅蜜、智波羅蜜都叫後得智，都是從般若波羅蜜生的。我們講六度，般若波羅蜜裡面就包括根本智與後得智，是不分的；講十波羅蜜就分開來講，般若波羅蜜是講的根本智。所以這個是很要緊！道種智現前就斷煩惱習，而習氣難除，賢聖都難免。第二十三頁第六行："
    },
    {
      "id": "09-011-0027_p0089",
      "zh_CN": "【贤圣虽能断烦恼。不能断习。】",
      "zh_TW": "【賢聖雖能斷煩惱。不能斷習。】"
    },
    {
      "id": "09-011-0027_p0090",
      "zh_CN": "底下就是难陀尊者、舍利弗尊者、摩诃迦叶尊者、毕陵迦婆蹉、摩头婆和咤、憍梵波提。举了这许多的人来做例子。第二十四页倒数第六行：",
      "zh_TW": "底下就是難陀尊者、舍利弗尊者、摩訶迦葉尊者、畢陵迦婆蹉、摩頭婆和吒、憍梵波提。舉了這許多的人來做例子。第二十四頁倒數第六行："
    },
    {
      "id": "09-011-0027_p0091",
      "zh_CN": "【如一婆罗门。以五百种恶口。众中骂佛。佛无异色。亦无异心。此婆罗门心伏。还以五百种语赞佛。佛无喜色。亦无悦心。于此毁誉。心色无变。】",
      "zh_TW": "【如一婆羅門。以五百種惡口。眾中罵佛。佛無異色。亦無異心。此婆羅門心伏。還以五百種語讚佛。佛無喜色。亦無悅心。於此毀譽。心色無變。】"
    },
    {
      "id": "09-011-0027_p0092",
      "zh_CN": "底下都说明佛在一切境界里面如如不动，正是《金刚经》所说「不取于相，如如不动」。这一节经文相当长，可以说是《金刚经》这两句经文的注解。我们读《金刚经》这两句，从口里就滑过去，不得受用，你们再把这段文仔细去念一念，研究研究，我们在这个境界里是不是能像佛一样如如不动？不但色不动，连心都不动。二十六面第一行有个结论：",
      "zh_TW": "底下都說明佛在一切境界裡面如如不動，正是《金剛經》所說「不取於相，如如不動」。這一節經文相當長，可以說是《金剛經》這兩句經文的註解。我們讀《金剛經》這兩句，從口裡就滑過去，不得受用，你們再把這段文仔細去念一念，研究研究，我們在這個境界裡是不是能像佛一樣如如不動？不但色不動，連心都不動。二十六面第一行有個結論："
    },
    {
      "id": "09-011-0027_p0093",
      "zh_CN": "【经诸毁辱诽谤论议。不动不异。以是故。知佛诸烦恼习都尽无余。】",
      "zh_TW": "【經諸毀辱誹謗論議。不動不異。以是故。知佛諸煩惱習都盡無餘。】"
    },
    {
      "id": "09-011-0027_p0094",
      "zh_CN": "底下就说明佛是如何修学，把烦恼习气断得干干净净。说到这个地方，今天早晨我们读《四十华严》观世音菩萨这一章里我也提到过，习气要断，习气不断，麻烦大了。我们一生纵然修行得很好，临命终时不能往生，还要落在轮回里，甚至还落在恶道里，什么原因？习气坏事。春梦了无痕这个电视剧前天结束，结束的那一幕我看了，看了之后就觉得习气太可怕。这个连续剧的主角关振豪、唐月眉，原来是二个坏人，但是这二个人真正改过自新了，而变成纯善之人，太难能可贵了。但是二个人见面的时候，旧习气又发了，落了一个悲惨的局面。实在讲这就是警惕我们学佛的人，到临命终时习气发作了又堕到恶道去，冤枉！诸位要问，为什么？习气难除，心地真善。所以我就想到，我们多生多劫修行没有能够往生到西方极乐世界，大概就是临命终时候习气现前误了大事。所以佛经里面常讲，四果罗汉不度众生，我们想想，有他的道理在。为什么？四果罗汉习气没有断。因此自古以来这些祖师大德、诸善知识，教诫初学从哪里下手？从戒、忍下手，你看《金刚经》教给人从布施、从忍辱下手，有道理！布施是修福，忍辱是降伏习气，才能有成就。我在讲堂也特别给同学们说明，着重在修福上。不修福，你开的那个慧叫狂慧，那个慧会害人，对自己没有好处的；有福德的慧才是真正的好智慧，是为我们所尊重，是真正能够有利益的。在二十八面讲小乘人的见解，二十九面说大乘人的见解。小乘人的见解，在二十八面倒数第五行：",
      "zh_TW": "底下就說明佛是如何修學，把煩惱習氣斷得乾乾淨淨。說到這個地方，今天早晨我們讀《四十華嚴》觀世音菩薩這一章裡我也提到過，習氣要斷，習氣不斷，麻煩大了。我們一生縱然修行得很好，臨命終時不能往生，還要落在輪迴裡，甚至還落在惡道裡，什麼原因？習氣壞事。春夢了無痕這個電視劇前天結束，結束的那一幕我看了，看了之後就覺得習氣太可怕。這個連續劇的主角關振豪、唐月眉，原來是二個壞人，但是這二個人真正改過自新了，而變成純善之人，太難能可貴了。但是二個人見面的時候，舊習氣又發了，落了一個悲慘的局面。實在講這就是警惕我們學佛的人，到臨命終時習氣發作了又墮到惡道去，冤枉！諸位要問，為什麼？習氣難除，心地真善。所以我就想到，我們多生多劫修行沒有能夠往生到西方極樂世界，大概就是臨命終時候習氣現前誤了大事。所以佛經裡面常講，四果羅漢不度眾生，我們想想，有他的道理在。為什麼？四果羅漢習氣沒有斷。因此自古以來這些祖師大德、諸善知識，教誡初學從哪裡下手？從戒、忍下手，你看《金剛經》教給人從布施、從忍辱下手，有道理！布施是修福，忍辱是降伏習氣，才能有成就。我在講堂也特別給同學們說明，著重在修福上。不修福，你開的那個慧叫狂慧，那個慧會害人，對自己沒有好處的；有福德的慧才是真正的好智慧，是為我們所尊重，是真正能夠有利益的。在二十八面講小乘人的見解，二十九面說大乘人的見解。小乘人的見解，在二十八面倒數第五行："
    },
    {
      "id": "09-011-0027_p0095",
      "zh_CN": "【声闻人言。菩萨不断结使。乃至坐道场然后断。是为大错。】",
      "zh_TW": "【聲聞人言。菩薩不斷結使。乃至坐道場然後斷。是為大錯。】"
    },
    {
      "id": "09-011-0027_p0096",
      "zh_CN": "大乘人的见解，在二十九面倒数第六行：",
      "zh_TW": "大乘人的見解，在二十九面倒數第六行："
    },
    {
      "id": "09-011-0027_p0097",
      "zh_CN": "【摩诃衍人言。】",
      "zh_TW": "【摩訶衍人言。】"
    },
    {
      "id": "09-011-0027_p0098",
      "zh_CN": "『摩诃衍』就是大乘，大乘人说：",
      "zh_TW": "『摩訶衍』就是大乘，大乘人說："
    },
    {
      "id": "09-011-0027_p0099",
      "zh_CN": "【得无生法忍菩萨。一切烦恼及习气度尽。亦是错。】",
      "zh_TW": "【得無生法忍菩薩。一切煩惱及習氣度盡。亦是錯。】"
    },
    {
      "id": "09-011-0027_p0100",
      "zh_CN": "由此可知，习气难除！诸位再看三十面第三行：",
      "zh_TW": "由此可知，習氣難除！諸位再看三十面第三行："
    },
    {
      "id": "09-011-0027_p0101",
      "zh_CN": "【三毒断。】",
      "zh_TW": "【三毒斷。】"
    },
    {
      "id": "09-011-0027_p0102",
      "zh_CN": "『三毒』是贪瞋痴。",
      "zh_TW": "『三毒』是貪瞋痴。"
    },
    {
      "id": "09-011-0027_p0103",
      "zh_CN": "【习未尽。】",
      "zh_TW": "【習未盡。】"
    },
    {
      "id": "09-011-0027_p0104",
      "zh_CN": "三毒断了，习气未尽。",
      "zh_TW": "三毒斷了，習氣未盡。"
    },
    {
      "id": "09-011-0027_p0105",
      "zh_CN": "【可得集诸功德。】",
      "zh_TW": "【可得集諸功德。】"
    },
    {
      "id": "09-011-0027_p0106",
      "zh_CN": "电视剧「春梦了无痕」这两个主角，他们烦恼断了、习气没断，他们能够修积功德，二个人都做好事情，能修积功德。三十页第六行：",
      "zh_TW": "電視劇「春夢了無痕」這兩個主角，他們煩惱斷了、習氣沒斷，他們能夠修積功德，二個人都做好事情，能修積功德。三十頁第六行："
    },
    {
      "id": "09-011-0027_p0107",
      "zh_CN": "【得无生法忍时断烦恼。得佛时断烦恼习。是则实说。】",
      "zh_TW": "【得無生法忍時斷煩惱。得佛時斷煩惱習。是則實說。】"
    },
    {
      "id": "09-011-0027_p0108",
      "zh_CN": "证得无生法忍，三毒烦恼断了；要到成佛才能把习气断得干干净净，这是实在的说。如果说菩萨烦恼习气都断尽，那叫方便说，有方便说、有真实说。真实讲是到如来地位上习气才断尽。末后这一段，后头文还很长，第三十面经文：",
      "zh_TW": "證得無生法忍，三毒煩惱斷了；要到成佛才能把習氣斷得乾乾淨淨，這是實在的說。如果說菩薩煩惱習氣都斷盡，那叫方便說，有方便說、有真實說。真實講是到如來地位上習氣才斷盡。末後這一段，後頭文還很長，第三十面經文："
    },
    {
      "id": "09-011-0027_p0109",
      "zh_CN": "经【复次舍利弗。菩萨摩诃萨欲上菩萨位。当学般若波罗蜜。】",
      "zh_TW": "經【復次舍利弗。菩薩摩訶薩欲上菩薩位。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0027_p0110",
      "zh_CN": "这一段文是解释菩萨位。论文一开头说：",
      "zh_TW": "這一段文是解釋菩薩位。論文一開頭說："
    },
    {
      "id": "09-011-0027_p0111",
      "zh_CN": "【菩萨位者。无生法忍是。得此法忍。观一切世间空。心无所着。住诸法实相中。不复染世间。】",
      "zh_TW": "【菩薩位者。無生法忍是。得此法忍。觀一切世間空。心無所著。住諸法實相中。不復染世間。】"
    },
    {
      "id": "09-011-0027_p0112",
      "zh_CN": "这是菩萨位，菩萨位说法有很多种，一直到不退位。在三十三面第二行问答以下，这是讨论修行，这一段也相当的重要。再看第三十五面最后一行：",
      "zh_TW": "這是菩薩位，菩薩位說法有很多種，一直到不退位。在三十三面第二行問答以下，這是討論修行，這一段也相當的重要。再看第三十五面最後一行："
    },
    {
      "id": "09-011-0027_p0113",
      "zh_CN": "经【欲过声闻。辟支佛地。住阿鞞跋致地。当学般若波罗蜜。】",
      "zh_TW": "經【欲過聲聞。辟支佛地。住阿鞞跋致地。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0027_p0114",
      "zh_CN": "『过』就是超越，我们要想超越声闻、辟支佛地。三十六面一开端以下就是解释『阿鞞跋致』，阿鞞跋致是梵语，翻成中国意思是不退转的意思。西方极乐世界入阿鞞跋致地位的太多了，所以说圆证三不退。《论》里面一开端先说出菩萨位，就是阿鞞跋致这个因由，先说明因由，然后再解释名相。解释名相在第三十八页第二行，下面有个「问」，这个问答就是解释阿鞞跋致的意思，解释得很好，解释得也相当的详细。第三十九面倒数第三行，这是这一段的结论：",
      "zh_TW": "『過』就是超越，我們要想超越聲聞、辟支佛地。三十六面一開端以下就是解釋『阿鞞跋致』，阿鞞跋致是梵語，翻成中國意思是不退轉的意思。西方極樂世界入阿鞞跋致地位的太多了，所以說圓證三不退。《論》裡面一開端先說出菩薩位，就是阿鞞跋致這個因由，先說明因由，然後再解釋名相。解釋名相在第三十八頁第二行，下面有個「問」，這個問答就是解釋阿鞞跋致的意思，解釋得很好，解釋得也相當的詳細。第三十九面倒數第三行，這是這一段的結論："
    },
    {
      "id": "09-011-0027_p0115",
      "zh_CN": "【复次。有初发意生大心。断诸烦恼。】",
      "zh_TW": "【復次。有初發意生大心。斷諸煩惱。】"
    },
    {
      "id": "09-011-0027_p0116",
      "zh_CN": "这是讲初心断证的。",
      "zh_TW": "這是講初心斷證的。"
    },
    {
      "id": "09-011-0027_p0117",
      "zh_CN": "【知诸法实相。便得阿鞞跋致。】",
      "zh_TW": "【知諸法實相。便得阿鞞跋致。】"
    },
    {
      "id": "09-011-0027_p0118",
      "zh_CN": "这是讲修行个人根性不相同，有初发心就行，从断烦恼当中来证实相。另外有一类人：",
      "zh_TW": "這是講修行個人根性不相同，有初發心就行，從斷煩惱當中來證實相。另外有一類人："
    },
    {
      "id": "09-011-0027_p0119",
      "zh_CN": "【但行檀波罗蜜。便具足六波罗蜜。乃至般若波罗蜜亦如是。】",
      "zh_TW": "【但行檀波羅蜜。便具足六波羅蜜。乃至般若波羅蜜亦如是。】"
    },
    {
      "id": "09-011-0027_p0120",
      "zh_CN": "这是有单单修布施的，可是这种人根也很利，修一个布施度里面就圆具六波罗蜜，他也能证三不退。如果单只有布施，布施里面没有持戒、没有忍辱、没有精进、没有禅定、没有般若，这个不行，这是世间有漏的福报，这个诸位一定要懂得，那不是佛法。底下说又有一种人：",
      "zh_TW": "這是有單單修布施的，可是這種人根也很利，修一個布施度裡面就圓具六波羅蜜，他也能證三不退。如果單只有布施，布施裡面沒有持戒、沒有忍辱、沒有精進、沒有禪定、沒有般若，這個不行，這是世間有漏的福報，這個諸位一定要懂得，那不是佛法。底下說又有一種人："
    },
    {
      "id": "09-011-0027_p0121",
      "zh_CN": "【行六波罗蜜。未得阿鞞跋致。】",
      "zh_TW": "【行六波羅蜜。未得阿鞞跋致。】"
    },
    {
      "id": "09-011-0027_p0122",
      "zh_CN": "这是指权教菩萨们，修六波罗蜜没有得三不退。",
      "zh_TW": "這是指權教菩薩們，修六波羅蜜沒有得三不退。"
    },
    {
      "id": "09-011-0027_p0123",
      "zh_CN": "【于众生中生大悲心。是时便得阿鞞跋致。】",
      "zh_TW": "【於眾生中生大悲心。是時便得阿鞞跋致。】"
    },
    {
      "id": "09-011-0027_p0124",
      "zh_CN": "这是讲有『大悲心』的人可以证得。末后讲怎样才能入菩萨位得不退地有一个纲领，这个纲领是讲悲心、空观要平等，就可以得入菩萨位，得不退地，这是一个非常重要的纲领，也就是说福与慧要平等。福超过慧、慧超过福，都不能证得。正好像开保险柜的锁一样，号码一定要对准，差一点都不行，过了头也不行，不及也不行。福慧平等就是定慧平等，要晓得福就是定、定就是福，所以一定要等持才能够入。这是第四十页最后的结论。今天就讲到此地。",
      "zh_TW": "這是講有『大悲心』的人可以證得。末後講怎樣才能入菩薩位得不退地有一個綱領，這個綱領是講悲心、空觀要平等，就可以得入菩薩位，得不退地，這是一個非常重要的綱領，也就是說福與慧要平等。福超過慧、慧超過福，都不能證得。正好像開保險櫃的鎖一樣，號碼一定要對準，差一點都不行，過了頭也不行，不及也不行。福慧平等就是定慧平等，要曉得福就是定、定就是福，所以一定要等持才能夠入。這是第四十頁最後的結論。今天就講到此地。"
    }
  ]
}