{
  "doc_id": "09-011-0004",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0004",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "09-011-0004_p0001",
      "zh_CN": "请看《大智度论》第四卷，这一卷是解释大经六种成就里面的「众成就」。前一卷曾经讲过比丘、比丘尼、优婆塞、优婆夷，今天再接着解释的是：",
      "zh_TW": "請看《大智度論》第四卷，這一卷是解釋大經六種成就裡面的「眾成就」。前一卷曾經講過比丘、比丘尼、優婆塞、優婆夷，今天再接著解釋的是："
    },
    {
      "id": "09-011-0004_p0002",
      "zh_CN": "经【复有菩萨摩诃萨。】",
      "zh_TW": "經【復有菩薩摩訶薩。】"
    },
    {
      "id": "09-011-0004_p0003",
      "zh_CN": "按照一般习惯上排列的次序，我们常以佛、菩萨、声闻、缘觉，按这个顺序来排列。但是我们在一切大乘经典看到排列的顺序不是如此，总是比丘在前面，比丘、比丘尼说完之后再说到菩萨，甚至还把人天大众都说在菩萨的前面。许多大乘经典里面都是这么排列法，我们常念的《弥陀经》，诸位最熟悉的，十六位尊者是小乘阿罗汉排在前面，四大菩萨排在后面，《大般若经》也不例外。这到底是什么原因？在这一卷里面龙树菩萨给我们解释，因为菩萨智慧虽然高，悲心也重，可是菩萨烦恼没断尽；阿罗汉的智慧虽然不如菩萨，悲心也不如菩萨，他们是烦恼断尽了。这是一种说法，实际上这里面所说的很多。小乘阿罗汉、比丘、比丘尼，他在佛法里代表的是师范；换句话说，是老师的身分，因此必须要叫一切众生对他能生恭敬心、生畏敬之心，如果烦恼习气不断，凡夫见到，恭敬心很难生得起来，不容易生起来。菩萨与一切众生是朋友的身分，菩萨为众生不请之友，虽然他证的果位很高，但是示现的迹象上来看，跟普通人没有两样，这是为了方便接引起见，也是大慈大悲的表现，视同凡夫。因此凡夫往往对于声闻、比丘很恭敬，对菩萨瞧不起，这是很平常的现象，不足以为奇怪的，就是各人示现的身分不相同。",
      "zh_TW": "按照一般習慣上排列的次序，我們常以佛、菩薩、聲聞、緣覺，按這個順序來排列。但是我們在一切大乘經典看到排列的順序不是如此，總是比丘在前面，比丘、比丘尼說完之後再說到菩薩，甚至還把人天大眾都說在菩薩的前面。許多大乘經典裡面都是這麼排列法，我們常念的《彌陀經》，諸位最熟悉的，十六位尊者是小乘阿羅漢排在前面，四大菩薩排在後面，《大般若經》也不例外。這到底是什麼原因？在這一卷裡面龍樹菩薩給我們解釋，因為菩薩智慧雖然高，悲心也重，可是菩薩煩惱沒斷盡；阿羅漢的智慧雖然不如菩薩，悲心也不如菩薩，他們是煩惱斷盡了。這是一種說法，實際上這裡面所說的很多。小乘阿羅漢、比丘、比丘尼，他在佛法裡代表的是師範；換句話說，是老師的身分，因此必須要叫一切眾生對他能生恭敬心、生畏敬之心，如果煩惱習氣不斷，凡夫見到，恭敬心很難生得起來，不容易生起來。菩薩與一切眾生是朋友的身分，菩薩為眾生不請之友，雖然他證的果位很高，但是示現的跡象上來看，跟普通人沒有兩樣，這是為了方便接引起見，也是大慈大悲的表現，視同凡夫。因此凡夫往往對於聲聞、比丘很恭敬，對菩薩瞧不起，這是很平常的現象，不足以為奇怪的，就是各人示現的身分不相同。"
    },
    {
      "id": "09-011-0004_p0004",
      "zh_CN": "懂得佛法的人，他对于不要说是菩萨，对于一切众生也不敢轻慢，何况对于那些应化的菩萨。但是不懂得佛法的人他有分别心、他有执着，菩萨之所以示现，主要就是对于这些不明佛法的人，为了给他们做增上缘，将佛法介绍给他们，再让比丘做他们的老师。实在讲菩萨智慧有时候比比丘高得太多，但是皈依一定是比丘来代表三宝授受皈依。菩萨要示现一个在家居士身分，他不能给众生授受三皈依，纵然他是等觉菩萨也不行。为什么？身分不一样。初发心的，他出家剃头了，实在讲他是凡夫位，他是代表三宝可以授皈依；等觉菩萨如果示现是个在家居士身，他也不能给众生授皈依，这是就相上来说，我们要懂这个意思。所以在一切经里面，菩萨众列在后面，这一段里说得很详细，诸位可以好好的去研究。",
      "zh_TW": "懂得佛法的人，他對於不要說是菩薩，對於一切眾生也不敢輕慢，何況對於那些應化的菩薩。但是不懂得佛法的人他有分別心、他有執著，菩薩之所以示現，主要就是對於這些不明佛法的人，為了給他們做增上緣，將佛法介紹給他們，再讓比丘做他們的老師。實在講菩薩智慧有時候比比丘高得太多，但是皈依一定是比丘來代表三寶授受皈依。菩薩要示現一個在家居士身分，他不能給眾生授受三皈依，縱然他是等覺菩薩也不行。為什麼？身分不一樣。初發心的，他出家剃頭了，實在講他是凡夫位，他是代表三寶可以授皈依；等覺菩薩如果示現是個在家居士身，他也不能給眾生授皈依，這是就相上來說，我們要懂這個意思。所以在一切經裡面，菩薩眾列在後面，這一段裡說得很詳細，諸位可以好好的去研究。"
    },
    {
      "id": "09-011-0004_p0005",
      "zh_CN": "第五页，一共有十一首颂是赞叹大乘菩萨，我们应当要学习。如果能够把它写成一个小条幅，也可以做我们的座右铭，我们不要把这段经文忘掉。这地方我们略略的介绍一下，第一首：",
      "zh_TW": "第五頁，一共有十一首頌是讚歎大乘菩薩，我們應當要學習。如果能夠把它寫成一個小條幅，也可以做我們的座右銘，我們不要把這段經文忘掉。這地方我們略略的介紹一下，第一首："
    },
    {
      "id": "09-011-0004_p0006",
      "zh_CN": "【得此大乘人。能与一切乐。利益以实法。令得无上道。】",
      "zh_TW": "【得此大乘人。能與一切樂。利益以實法。令得無上道。】"
    },
    {
      "id": "09-011-0004_p0007",
      "zh_CN": "『得此大乘人』就是指菩萨。这一首是总说，菩萨于众生恩德之大，在这首偈里面我们就可以体会得到。菩萨念念之中是要与一切众生之乐、拔一切众生之苦，这是菩萨的本愿本行。他对众生的利益是『以实法』，「实」是真实法，真实法也就是佛法里面常讲的究竟法，而不是方便法。方便是手段，目标一定是究竟真实。『令得无上道』，这是菩萨与乐最终极的目标，无上道是指佛道。换句话说，阿罗汉的道不是实法，阿罗汉不是真实，唯有成佛才是真实。缘觉也不是真实，佛在一切大乘经里面比喻作化城，好像我们去旅游的时候，这不是目的地，是中途休息的场所，不是究竟的目标，必须得无上道才是终极的目标。",
      "zh_TW": "『得此大乘人』就是指菩薩。這一首是總說，菩薩於眾生恩德之大，在這首偈裡面我們就可以體會得到。菩薩念念之中是要與一切眾生之樂、拔一切眾生之苦，這是菩薩的本願本行。他對眾生的利益是『以實法』，「實」是真實法，真實法也就是佛法裡面常講的究竟法，而不是方便法。方便是手段，目標一定是究竟真實。『令得無上道』，這是菩薩與樂最終極的目標，無上道是指佛道。換句話說，阿羅漢的道不是實法，阿羅漢不是真實，唯有成佛才是真實。緣覺也不是真實，佛在一切大乘經裡面比喻作化城，好像我們去旅遊的時候，這不是目的地，是中途休息的場所，不是究竟的目標，必須得無上道才是終極的目標。"
    },
    {
      "id": "09-011-0004_p0008",
      "zh_CN": "下面多分都是赞叹这些大乘菩萨们的行愿，这是我们应当要学的。在第二首里面讲「布施」，喜舍，这是应当学的，对象是对一切众生，慈悲一切故。这个用心是平等的，没有厚此薄彼，没有偏在某一方面，他是用平等心。第三首是讲「护持净戒」，这是大乘菩萨把净戒看得很重。我们要问问：禅是不是大乘？禅是大乘佛法。如果学禅的人要把戒律疏忽了，可以叫他念念《大智度论》。学密，密宗是不是大乘佛法？他一定说，密是大乘佛法。学密要是不守戒律，也可以叫他念念这首偈。这是要记住的，大乘佛法里面无论学哪一宗、哪一派、哪个法门，没有不守戒律的，不守戒律决定不会有成就。在第四首里面教我们修「忍辱」波罗蜜。这是按照十波罗蜜来说的，第二首是讲布施，第三首是讲持戒，第四首是讲忍辱。第五首是讲「精进」：",
      "zh_TW": "下面多分都是讚歎這些大乘菩薩們的行願，這是我們應當要學的。在第二首裡面講「布施」，喜捨，這是應當學的，對象是對一切眾生，慈悲一切故。這個用心是平等的，沒有厚此薄彼，沒有偏在某一方面，他是用平等心。第三首是講「護持淨戒」，這是大乘菩薩把淨戒看得很重。我們要問問：禪是不是大乘？禪是大乘佛法。如果學禪的人要把戒律疏忽了，可以叫他念念《大智度論》。學密，密宗是不是大乘佛法？他一定說，密是大乘佛法。學密要是不守戒律，也可以叫他念念這首偈。這是要記住的，大乘佛法裡面無論學哪一宗、哪一派、哪個法門，沒有不守戒律的，不守戒律決定不會有成就。在第四首裡面教我們修「忍辱」波羅蜜。這是按照十波羅蜜來說的，第二首是講布施，第三首是講持戒，第四首是講忍辱。第五首是講「精進」："
    },
    {
      "id": "09-011-0004_p0009",
      "zh_CN": "【得此大乘人。精进无厌倦。力行不休息。如抒大海者。】",
      "zh_TW": "【得此大乘人。精進無厭倦。力行不休息。如抒大海者。】"
    },
    {
      "id": "09-011-0004_p0010",
      "zh_CN": "『抒』是流注的意思，就是注入，犹如江河流注大海。江河流注大海，你有没有看到它停止过？没有看它停止过。长江、黄河是江河之水，往大海里面流注，永远是这样子，从来没有看它休息过。佛菩萨以这个现象来比喻精进波罗蜜，勇猛直前而没有退转。第六首是讲禅定波罗蜜。第七首是讲般若波罗蜜，「得此大乘人。分别诸法相。无坏实智慧。是中已具足」。到这地方我们看得很清楚，这就是菩萨所修学的六度。再往下看：",
      "zh_TW": "『抒』是流注的意思，就是注入，猶如江河流注大海。江河流注大海，你有沒有看到它停止過？沒有看它停止過。長江、黃河是江河之水，往大海裡面流注，永遠是這樣子，從來沒有看它休息過。佛菩薩以這個現象來比喻精進波羅蜜，勇猛直前而沒有退轉。第六首是講禪定波羅蜜。第七首是講般若波羅蜜，「得此大乘人。分別諸法相。無壞實智慧。是中已具足」。到這地方我們看得很清楚，這就是菩薩所修學的六度。再往下看："
    },
    {
      "id": "09-011-0004_p0011",
      "zh_CN": "【不可思议智。无量悲心力。不入二法中。等观一切法。】",
      "zh_TW": "【不可思議智。無量悲心力。不入二法中。等觀一切法。】"
    },
    {
      "id": "09-011-0004_p0012",
      "zh_CN": "这一首特别是强调在不二法门，所以说『不入二法中』。菩萨的境界里面，菩萨安住在一真法界，「二」的见解就不是佛法，佛法是不二法门，诸位要记住这句话。我们虽然达不到这个境界，必须心向往之，几时我们在一切法里面也像菩萨一样有不二的看法，那就是很好的境界。不二法是佛与大菩萨的境界，不二法就是《华严》里面讲的一真法界，入不思议解脱境界，这就是维摩所说的不二法门。僧肇大师所讲的「会万物为己者」，就是『等观一切法』；《金刚经》里面所讲「诸法如义者」，也是讲的等观一切法。",
      "zh_TW": "這一首特別是強調在不二法門，所以說『不入二法中』。菩薩的境界裡面，菩薩安住在一真法界，「二」的見解就不是佛法，佛法是不二法門，諸位要記住這句話。我們雖然達不到這個境界，必須心嚮往之，幾時我們在一切法裡面也像菩薩一樣有不二的看法，那就是很好的境界。不二法是佛與大菩薩的境界，不二法就是《華嚴》裡面講的一真法界，入不思議解脫境界，這就是維摩所說的不二法門。僧肇大師所講的「會萬物為己者」，就是『等觀一切法』；《金剛經》裡面所講「諸法如義者」，也是講的等觀一切法。"
    },
    {
      "id": "09-011-0004_p0013",
      "zh_CN": "下面一首是说明怎样等观。前面两句是说畜生里面的种类，虽然同是畜生，但是不同类；后面两句是讲佛及声闻，虽然同是佛弟子也是大乘小乘，也不同类。不同，怎么能够看出同？不同是相上不同，体性上没有不同的。如果真正见到性，再给诸位说，相上也没有两样，那是真正入到事事无碍，真正证得不二法门。",
      "zh_TW": "下面一首是說明怎樣等觀。前面兩句是說畜生裡面的種類，雖然同是畜生，但是不同類；後面兩句是講佛及聲聞，雖然同是佛弟子也是大乘小乘，也不同類。不同，怎麼能夠看出同？不同是相上不同，體性上沒有不同的。如果真正見到性，再給諸位說，相上也沒有兩樣，那是真正入到事事無礙，真正證得不二法門。"
    },
    {
      "id": "09-011-0004_p0014",
      "zh_CN": "末后这是总说，第一句是讲慈悲，第二句是讲智慧，第三句是讲精进，第四句是讲戒定，第五句讲忍辱，第六句是讲总持，这是用一个比喻来说。前面是法说，这地方是比喻说。大乘人对于六度万行没有不具足的，所以能度一切，一切众生之类他都有能力去教化。这十一首颂赞叹大乘菩萨，我们应当要熟记，应当学习。",
      "zh_TW": "末後這是總說，第一句是講慈悲，第二句是講智慧，第三句是講精進，第四句是講戒定，第五句講忍辱，第六句是講總持，這是用一個比喻來說。前面是法說，這地方是比喻說。大乘人對於六度萬行沒有不具足的，所以能度一切，一切眾生之類他都有能力去教化。這十一首頌讚歎大乘菩薩，我們應當要熟記，應當學習。"
    },
    {
      "id": "09-011-0004_p0015",
      "zh_CN": "在第八页有一段论文给我们讲解「阿鞞跋致」。阿鞞跋致是印度话，翻成中国的意思是不退菩萨。怎样才叫不退菩萨？不退有几种？如何修学？在这一段论文里面都有说明。本论里面说三种不退，在第九页：",
      "zh_TW": "在第八頁有一段論文給我們講解「阿鞞跋致」。阿鞞跋致是印度話，翻成中國的意思是不退菩薩。怎樣才叫不退菩薩？不退有幾種？如何修學？在這一段論文裡面都有說明。本論裡面說三種不退，在第九頁："
    },
    {
      "id": "09-011-0004_p0016",
      "zh_CN": "【复次。得三法。一者。若一心作愿欲成佛道。如金刚不可动不可破。】",
      "zh_TW": "【復次。得三法。一者。若一心作願欲成佛道。如金剛不可動不可破。】"
    },
    {
      "id": "09-011-0004_p0017",
      "zh_CN": "这就是成佛的心愿，在任何境界里面都不会动摇，都不会退失，一心一意要成佛。",
      "zh_TW": "這就是成佛的心願，在任何境界裡面都不會動搖，都不會退失，一心一意要成佛。"
    },
    {
      "id": "09-011-0004_p0018",
      "zh_CN": "【二者。于一切众生。悲心彻入骨髓。】",
      "zh_TW": "【二者。於一切眾生。悲心徹入骨髓。】"
    },
    {
      "id": "09-011-0004_p0019",
      "zh_CN": "第二种不退，这是我们一般讲彻底的悲心，这是菩萨不退的一种。",
      "zh_TW": "第二種不退，這是我們一般講徹底的悲心，這是菩薩不退的一種。"
    },
    {
      "id": "09-011-0004_p0020",
      "zh_CN": "【三者。得般舟三昧。能见现在诸佛。是时名阿鞞跋致。】",
      "zh_TW": "【三者。得般舟三昧。能見現在諸佛。是時名阿鞞跋致。】"
    },
    {
      "id": "09-011-0004_p0021",
      "zh_CN": "这是第三种不退，『般舟三昧』是讲定。般舟三昧与我们念佛法门关系很密切，念佛法门里面修般舟三昧的很多，这是加功用行精进的修学。得到这个三昧，『能见现在诸佛』，我们要想见西方极乐世界阿弥陀佛、要想见观音势至，都可以办得到。这种三昧的修法在《般舟三昧经》里面说得很详细，它的办法也是克期取证。但是严格讲起来，它也是属念佛三昧的一种，念佛三昧里面最简单、成就最快的，般舟三昧算是一种，在过去打佛七常常采取这个方法。现在的佛七纵然是讲到加香，一天念九支香，还不是般舟三昧的标准，般舟三昧是日夜没有休息、没有睡眠的。在过去人修，一般修的时间是一百天。诸位想想这相当不容易，我们不要说一百天，我们就说七天七夜，一个佛七七天要是不睡觉、不休息，大概就不太容易了。那我们要问问：人家为什么有这个力量？愿力坚强，他一定要成就！我们没有这么坚固的愿力，干了几天太苦了，不要紧，休息一下，我明年再来打，今年就算了，明年再来。明年再不行还有后年，这一生没有成功不要紧，还有来生，这样一耽误，无量劫当中还是不能成就。所以我们功夫不能成就，就是进得少、退得多。人家阿鞞跋致的菩萨是不退的菩萨，他只有进没有退，所以他成就快。这是此地给我们讲的三不退。",
      "zh_TW": "這是第三種不退，『般舟三昧』是講定。般舟三昧與我們念佛法門關係很密切，念佛法門裡面修般舟三昧的很多，這是加功用行精進的修學。得到這個三昧，『能見現在諸佛』，我們要想見西方極樂世界阿彌陀佛、要想見觀音勢至，都可以辦得到。這種三昧的修法在《般舟三昧經》裡面說得很詳細，它的辦法也是剋期取證。但是嚴格講起來，它也是屬念佛三昧的一種，念佛三昧裡面最簡單、成就最快的，般舟三昧算是一種，在過去打佛七常常採取這個方法。現在的佛七縱然是講到加香，一天念九支香，還不是般舟三昧的標準，般舟三昧是日夜沒有休息、沒有睡眠的。在過去人修，一般修的時間是一百天。諸位想想這相當不容易，我們不要說一百天，我們就說七天七夜，一個佛七七天要是不睡覺、不休息，大概就不太容易了。那我們要問問：人家為什麼有這個力量？願力堅強，他一定要成就！我們沒有這麼堅固的願力，幹了幾天太苦了，不要緊，休息一下，我明年再來打，今年就算了，明年再來。明年再不行還有後年，這一生沒有成功不要緊，還有來生，這樣一耽誤，無量劫當中還是不能成就。所以我們功夫不能成就，就是進得少、退得多。人家阿鞞跋致的菩薩是不退的菩薩，他只有進沒有退，所以他成就快。這是此地給我們講的三不退。"
    },
    {
      "id": "09-011-0004_p0022",
      "zh_CN": "在第十页里面有一段很长的论文，给我们讲解佛教里面一个常识，就是「三十二相」。三十二相虽然是佛教的常识，大概是一切众生都非常欢喜知道的，为什么？每一个人都希望自己的相好。在此地给我们指出来三十二相是哪三十二种，这三十二种就是世出世间大家公认最好的相，所谓是贵相，贵人之相，福德之相。这三十二相怎样修成的、是在什么时候修的，都有说明。而且后面还有一段很长的论文来做辩论，因为大乘菩萨法里面修相好不是在我们一学佛的时候就修，如果一学佛就修相好，会在菩萨道中招来许多麻烦，会带来很多困扰，这是要晓得的。什么时候修？通常是三大阿僧祇劫以后修。而佛在一般经典里面讲，第一个阿僧祇劫是三贤果满，就是十住、十行、十回向这三十个位次，要一个阿僧祇劫才修得完，第二个阿僧祇劫只能修七个位次，从初地到七地。可见得愈往上愈困难、愈不容易，所以第二个阿僧祇劫只能修七个位次。第三个阿僧祇劫时间是一样长，也是要用一个阿僧祇劫，只能修三个位次，就是八地、九地、十地，这三个位次要一个阿僧祇劫才能够修得。这样说起来，三阿僧祇劫以后再修相好，那就是法云地菩萨以后才修相好。至于相好怎么修法、什么因缘要修，这里面都有。",
      "zh_TW": "在第十頁裡面有一段很長的論文，給我們講解佛教裡面一個常識，就是「三十二相」。三十二相雖然是佛教的常識，大概是一切眾生都非常歡喜知道的，為什麼？每一個人都希望自己的相好。在此地給我們指出來三十二相是哪三十二種，這三十二種就是世出世間大家公認最好的相，所謂是貴相，貴人之相，福德之相。這三十二相怎樣修成的、是在什麼時候修的，都有說明。而且後面還有一段很長的論文來做辯論，因為大乘菩薩法裡面修相好不是在我們一學佛的時候就修，如果一學佛就修相好，會在菩薩道中招來許多麻煩，會帶來很多困擾，這是要曉得的。什麼時候修？通常是三大阿僧祇劫以後修。而佛在一般經典裡面講，第一個阿僧祇劫是三賢果滿，就是十住、十行、十迴向這三十個位次，要一個阿僧祇劫才修得完，第二個阿僧祇劫只能修七個位次，從初地到七地。可見得愈往上愈困難、愈不容易，所以第二個阿僧祇劫只能修七個位次。第三個阿僧祇劫時間是一樣長，也是要用一個阿僧祇劫，只能修三個位次，就是八地、九地、十地，這三個位次要一個阿僧祇劫才能夠修得。這樣說起來，三阿僧祇劫以後再修相好，那就是法雲地菩薩以後才修相好。至於相好怎麼修法、什麼因緣要修，這裡面都有。"
    },
    {
      "id": "09-011-0004_p0023",
      "zh_CN": "佛法实在是觉悟之法，因为在自己定慧没有圆满成就之前，人要是生得相好都会带来麻烦，无论是男子、是女人，都会招来许多麻烦，会招到许多障碍，这是我们要觉悟的。你去看看菩萨的相，一个个都非常之美，人人见到都欢喜；看看阿罗汉的相，古里古怪的，看到没有人生欢喜心。你看寺庙里面塑的十八罗汉、五百罗汉，一个个都是奇奇怪怪的样子，人家看到害怕不愿意理他。不愿意理他好，他心清净没有障碍；如果生的相太好，这个也要来拜他、那个也要来看他，不胜其烦！三大阿僧祇劫定慧圆满了，在一切境界里做得了主宰，一切众生都来亲近他，他心里不染不着，心地清净不受外面的干扰，这时候应当要修相好，以庄严的相好来接引一切众生，道理就在此地。所以相好是接引众生的一种方便。我们在《楞严经》看到阿难尊者的发心，就是羡慕释迦牟尼佛的相好。由于羡慕佛菩萨相好光明而发心入道的非常多，所以这是大菩萨才专门来修，这是略说到此地。这段文很长，至于怎么修法、三业里用哪一种业去修，都有说明。",
      "zh_TW": "佛法實在是覺悟之法，因為在自己定慧沒有圓滿成就之前，人要是生得相好都會帶來麻煩，無論是男子、是女人，都會招來許多麻煩，會招到許多障礙，這是我們要覺悟的。你去看看菩薩的相，一個個都非常之美，人人見到都歡喜；看看阿羅漢的相，古裡古怪的，看到沒有人生歡喜心。你看寺廟裡面塑的十八羅漢、五百羅漢，一個個都是奇奇怪怪的樣子，人家看到害怕不願意理他。不願意理他好，他心清淨沒有障礙；如果生的相太好，這個也要來拜他、那個也要來看他，不勝其煩！三大阿僧祇劫定慧圓滿了，在一切境界裡做得了主宰，一切眾生都來親近他，他心裡不染不著，心地清淨不受外面的干擾，這時候應當要修相好，以莊嚴的相好來接引一切眾生，道理就在此地。所以相好是接引眾生的一種方便。我們在《楞嚴經》看到阿難尊者的發心，就是羨慕釋迦牟尼佛的相好。由於羨慕佛菩薩相好光明而發心入道的非常多，所以這是大菩薩才專門來修，這是略說到此地。這段文很長，至於怎麼修法、三業裡用哪一種業去修，都有說明。"
    },
    {
      "id": "09-011-0004_p0024",
      "zh_CN": "在十三页也有一段很长的故事，是说释迦牟尼佛跟弥勒佛示现成佛先后的因缘。这段故事很有味道，是说释迦跟弥勒他们两个人以前都在当菩萨的时候，亲近弗沙佛。这两个菩萨，一个人自己心清净了，一个自己的心还没有清净。弥勒心清净了，而释迦牟尼佛心还没有清净，就是没有到完全清净。这样说起来，弥勒的成就比释迦牟尼佛高，但是他们两个成佛，释迦牟尼佛在先，弥勒菩萨还落后，什么原因？缘成熟了，释迦牟尼佛那些弟子缘成熟了，而弥勒菩萨那些弟子的缘没有成熟。所以释迦牟尼佛先成佛度化他的弟子，弥勒佛要迟五十六亿七千万年。可见得自行化他两方面都要兼顾。这段故事也非常之好，在这段故事里面有叙说弗沙佛教给释迦牟尼佛成佛的方法，就是菩萨要成佛一定要修六度圆满。布施度圆满的相，这里面有一段故事，就是割肉与鹰，施鸽的缘，这是在第一十五面有这一段故事。十五面第二段，就是说明菩萨六度圆满之相。在布施圆满相这段里面，有几句话特别的重要，在第十八面：",
      "zh_TW": "在十三頁也有一段很長的故事，是說釋迦牟尼佛跟彌勒佛示現成佛先後的因緣。這段故事很有味道，是說釋迦跟彌勒他們兩個人以前都在當菩薩的時候，親近弗沙佛。這兩個菩薩，一個人自己心清淨了，一個自己的心還沒有清淨。彌勒心清淨了，而釋迦牟尼佛心還沒有清淨，就是沒有到完全清淨。這樣說起來，彌勒的成就比釋迦牟尼佛高，但是他們兩個成佛，釋迦牟尼佛在先，彌勒菩薩還落後，什麼原因？緣成熟了，釋迦牟尼佛那些弟子緣成熟了，而彌勒菩薩那些弟子的緣沒有成熟。所以釋迦牟尼佛先成佛度化他的弟子，彌勒佛要遲五十六億七千萬年。可見得自行化他兩方面都要兼顧。這段故事也非常之好，在這段故事裡面有敘說弗沙佛教給釋迦牟尼佛成佛的方法，就是菩薩要成佛一定要修六度圓滿。布施度圓滿的相，這裡面有一段故事，就是割肉與鷹，施鴿的緣，這是在第一十五面有這一段故事。十五面第二段，就是說明菩薩六度圓滿之相。在布施圓滿相這段裡面，有幾句話特別的重要，在第十八面："
    },
    {
      "id": "09-011-0004_p0025",
      "zh_CN": "【汝当自坚。勿得迷闷。一切众生堕忧苦大海。汝一人立誓欲度一切。何以怠闷。此苦甚少。地狱苦多。以此相比。于十六分犹不及一。我今有智慧精进持戒禅定。犹患此苦。何况地狱中人无智慧者。是时菩萨一心欲上。复更攀称。语人扶我。是时菩萨心定无悔。】",
      "zh_TW": "【汝當自堅。勿得迷悶。一切眾生墮憂苦大海。汝一人立誓欲度一切。何以怠悶。此苦甚少。地獄苦多。以此相比。於十六分猶不及一。我今有智慧精進持戒禪定。猶患此苦。何況地獄中人無智慧者。是時菩薩一心欲上。復更攀稱。語人扶我。是時菩薩心定無悔。】"
    },
    {
      "id": "09-011-0004_p0026",
      "zh_CN": "后面这几句必须把全文看完才懂。这故事是什么？是讲帝释天要来试验菩萨的布施，试验他这个心，所以就变了一只鸽子。鸽子遇到老鹰，实在说此地都说得很清楚，老鹰也不是真正的老鹰，也是天人变化的。这地方说明了，释提桓因自己变了个鹰，毘首羯磨自己变一个鸽子，这是两个人商量好了来考一考释迦牟尼佛。老鹰就要吃鸽子，鸽子害怕，飞到菩萨的怀里面去求菩萨救牠。菩萨答应了：我保护你。老鹰不服气，牠说：你救了牠，你也得救我。他说：我怎么救你？牠说：我饿了没得吃，我会饿死。老鹰就跟菩萨商量，牠说：这样好了，你要保护鸽子，你要自己在身上割一块肉跟鸽子相等，我就答应跟你交换。这不是真正的鸽子，毘首羯磨变的，所以拿来秤永远没有办法相等，全身的肉割尽了，还不能相等。释提桓因看到菩萨这样的情形，为一个鸽子舍自己的身命而在所不惜，绝无后悔，这是布施度圆满之相。这就是割肉喂鹰的一段故事，是布施鸽子。",
      "zh_TW": "後面這幾句必須把全文看完才懂。這故事是什麼？是講帝釋天要來試驗菩薩的布施，試驗他這個心，所以就變了一隻鴿子。鴿子遇到老鷹，實在說此地都說得很清楚，老鷹也不是真正的老鷹，也是天人變化的。這地方說明了，釋提桓因自己變了個鷹，毘首羯磨自己變一個鴿子，這是兩個人商量好了來考一考釋迦牟尼佛。老鷹就要吃鴿子，鴿子害怕，飛到菩薩的懷裡面去求菩薩救牠。菩薩答應了：我保護你。老鷹不服氣，牠說：你救了牠，你也得救我。他說：我怎麼救你？牠說：我餓了沒得吃，我會餓死。老鷹就跟菩薩商量，牠說：這樣好了，你要保護鴿子，你要自己在身上割一塊肉跟鴿子相等，我就答應跟你交換。這不是真正的鴿子，毘首羯磨變的，所以拿來秤永遠沒有辦法相等，全身的肉割盡了，還不能相等。釋提桓因看到菩薩這樣的情形，為一個鴿子捨自己的身命而在所不惜，絕無後悔，這是布施度圓滿之相。這就是割肉餵鷹的一段故事，是布施鴿子。"
    },
    {
      "id": "09-011-0004_p0027",
      "zh_CN": "这段文就是教给我们，菩萨修布施心要坚固，一定要有智慧，在境界里面决定不迷惑，要晓得三界六道的苦少，地狱的苦多。我们一个人发愿要成佛、要行菩萨道，普度一切众生，什么样的苦都要忍受。别人受不了的，菩萨都要能够受得了。唯有为一切罪苦众生，才能够把精神提起来，不疲不厌。向下是持戒波罗蜜圆满之相，忍辱、精进、禅定、般若。在六度里面，前面两度说得详细，后面四度略说，几句话带过去了。在持戒波罗蜜里面有两句话很重要，也是教给我们学佛做人基本的条件，在第二十二页：",
      "zh_TW": "這段文就是教給我們，菩薩修布施心要堅固，一定要有智慧，在境界裡面決定不迷惑，要曉得三界六道的苦少，地獄的苦多。我們一個人發願要成佛、要行菩薩道，普度一切眾生，什麼樣的苦都要忍受。別人受不了的，菩薩都要能夠受得了。唯有為一切罪苦眾生，才能夠把精神提起來，不疲不厭。向下是持戒波羅蜜圓滿之相，忍辱、精進、禪定、般若。在六度裡面，前面兩度說得詳細，後面四度略說，幾句話帶過去了。在持戒波羅蜜裡面有兩句話很重要，也是教給我們學佛做人基本的條件，在第二十二頁："
    },
    {
      "id": "09-011-0004_p0028",
      "zh_CN": "【尔时须陀须摩王赞实语。】",
      "zh_TW": "【爾時須陀須摩王讚實語。】"
    },
    {
      "id": "09-011-0004_p0029",
      "zh_CN": "我讲的两句重要的就是底下这两句：",
      "zh_TW": "我講的兩句重要的就是底下這兩句："
    },
    {
      "id": "09-011-0004_p0030",
      "zh_CN": "【实语是为人。非实语非人。】",
      "zh_TW": "【實語是為人。非實語非人。】"
    },
    {
      "id": "09-011-0004_p0031",
      "zh_CN": "这两句话就是教给我们做人要从不妄语做起。『实语』就是不妄语，一个不妄语的人他是人。『非实语』就是成天妄语，成天说假话，须陀须摩王他的看法这不是人道，人道是信实的。换句话说，他现在虽然是个人形，而一生当中常常造妄语的口业，这个报身舍了之后，他来生决定得不到人身。这两句话在持戒波罗蜜圆满相里面非常的重要。",
      "zh_TW": "這兩句話就是教給我們做人要從不妄語做起。『實語』就是不妄語，一個不妄語的人他是人。『非實語』就是成天妄語，成天說假話，須陀須摩王他的看法這不是人道，人道是信實的。換句話說，他現在雖然是個人形，而一生當中常常造妄語的口業，這個報身捨了之後，他來生決定得不到人身。這兩句話在持戒波羅蜜圓滿相裡面非常的重要。"
    },
    {
      "id": "09-011-0004_p0032",
      "zh_CN": "【如是种种赞实语。呵妄语。】",
      "zh_TW": "【如是種種讚實語。呵妄語。】"
    },
    {
      "id": "09-011-0004_p0033",
      "zh_CN": "呵斥妄语，这是我们特别要记住的。向下这是四度，在这十几行里头统统包括了。",
      "zh_TW": "呵斥妄語，這是我們特別要記住的。向下這是四度，在這十幾行裡頭統統包括了。"
    },
    {
      "id": "09-011-0004_p0034",
      "zh_CN": "在二十三面第二段，是讲补处菩萨为什么一定要上升兜率陀天，这是将这桩事情的缘故也在此地给我们说明了，这也是我们应当要晓得的常识。譬如释迦牟尼佛他老人家到我们这个世间来成佛，都是先要到兜率天弥勒内院去当后补佛，补处菩萨。现在在兜率内院的是弥勒菩萨，他是补处菩萨，将来要到这个世间成佛的。凡是补处菩萨都要住在兜率天，兜率天正如同从前帝王的东宫一样，是太子所居住的所在。他为什么要住在这个所在？这有很长的一篇，诸位可以细细的去看看。",
      "zh_TW": "在二十三面第二段，是講補處菩薩為什麼一定要上升兜率陀天，這是將這樁事情的緣故也在此地給我們說明了，這也是我們應當要曉得的常識。譬如釋迦牟尼佛他老人家到我們這個世間來成佛，都是先要到兜率天彌勒內院去當後補佛，補處菩薩。現在在兜率內院的是彌勒菩薩，他是補處菩薩，將來要到這個世間成佛的。凡是補處菩薩都要住在兜率天，兜率天正如同從前帝王的東宮一樣，是太子所居住的所在。他為什麼要住在這個所在？這有很長的一篇，諸位可以細細的去看看。"
    },
    {
      "id": "09-011-0004_p0035",
      "zh_CN": "第二十六面到三十一面，有很长的一段文是说明三十二相，在此地说得很详细。这段文字也是为历代注疏讲演的这些大德们常常引用的，凡是讲到三十二相多半都是引用《大智度论》里面的讲法。这也是很重要的一段佛学常识，我们应当把它笔记起来，以后看经凡是看到三十二相，就晓得三十二相是说些什么，才不至于陌生。",
      "zh_TW": "第二十六面到三十一面，有很長的一段文是說明三十二相，在此地說得很詳細。這段文字也是為歷代註疏講演的這些大德們常常引用的，凡是講到三十二相多半都是引用《大智度論》裡面的講法。這也是很重要的一段佛學常識，我們應當把它筆記起來，以後看經凡是看到三十二相，就曉得三十二相是說些什麼，才不至於陌生。"
    },
    {
      "id": "09-011-0004_p0036",
      "zh_CN": "在第三十三面，叙说佛在果地上所得到的法，大致上来讲有「十力、四无所畏、十八不共法、三达、无碍、三意止」。其他的将来在大论里面都有介绍，这地方特别给诸位把「三意止」介绍出来，这只有三句，很重要，是我们应当要学习的。",
      "zh_TW": "在第三十三面，敘說佛在果地上所得到的法，大致上來講有「十力、四無所畏、十八不共法、三達、無礙、三意止」。其他的將來在大論裡面都有介紹，這地方特別給諸位把「三意止」介紹出來，這只有三句，很重要，是我們應當要學習的。"
    },
    {
      "id": "09-011-0004_p0037",
      "zh_CN": "【三意止。一者。受教敬重。佛无喜。】",
      "zh_TW": "【三意止。一者。受教敬重。佛無喜。】"
    },
    {
      "id": "09-011-0004_p0038",
      "zh_CN": "虽然是如来果地上，我们应当学。弟子们接受佛的教化，对佛生最敬重之心，佛没有欢喜心，绝不动念。『意』就是心，『止』就是像水一样很静，心静就如同止水一样，不动摇。我们凡夫，人家一恭维、一礼敬，几句好话一赞叹就得意忘形。我们看看佛怎样？佛如如不动。",
      "zh_TW": "雖然是如來果地上，我們應當學。弟子們接受佛的教化，對佛生最敬重之心，佛沒有歡喜心，絕不動念。『意』就是心，『止』就是像水一樣很靜，心靜就如同止水一樣，不動搖。我們凡夫，人家一恭維、一禮敬，幾句好話一讚歎就得意忘形。我們看看佛怎樣？佛如如不動。"
    },
    {
      "id": "09-011-0004_p0039",
      "zh_CN": "【二者。不受教不敬重。佛无忧。】",
      "zh_TW": "【二者。不受教不敬重。佛無憂。】"
    },
    {
      "id": "09-011-0004_p0040",
      "zh_CN": "这句我们在现前看到也有不少这个情形，看到众生业障太重，我们有这么好的法，为什么他不接受，愁眉苦脸的。佛不忧，我们则是忧虑不堪。他不接受、不敬重，缘没有成熟，有什么好忧虑的？虽然是如来果地上的，我们因地上就要学，现在就要学。尤其诸位要学讲经更要学，讲经听的人很多，没有欢喜心；听众都跑光了，一个都没有了，也不忧愁，要学着如如不动。听众之多与寡是因缘问题，因缘要讲求时节，所谓时节因缘。自己真正有成就了，那个因缘就是众生的福报是不是有成就。譬如前面所讲的，弥勒菩萨他早就成就了，他在释迦牟尼佛之先，但是他的弟子没有福，他的时节因缘没成熟，老师虽然成就了，度化不了他。为什么？那些学生不肯听他的。释迦牟尼佛还没有弥勒菩萨那么样的成熟，但是他的学生成就了，学生已经可以教了，好了，弗沙佛就帮助释迦牟尼佛，你快快成佛，你的学生已经在那里等你。可见得自己成就了，与自己有缘的那些学生他们的福德因缘有没有成就，这才能断定度化众生的机缘，不是单方面，而是双方面。",
      "zh_TW": "這句我們在現前看到也有不少這個情形，看到眾生業障太重，我們有這麼好的法，為什麼他不接受，愁眉苦臉的。佛不憂，我們則是憂慮不堪。他不接受、不敬重，緣沒有成熟，有什麼好憂慮的？雖然是如來果地上的，我們因地上就要學，現在就要學。尤其諸位要學講經更要學，講經聽的人很多，沒有歡喜心；聽眾都跑光了，一個都沒有了，也不憂愁，要學著如如不動。聽眾之多與寡是因緣問題，因緣要講求時節，所謂時節因緣。自己真正有成就了，那個因緣就是眾生的福報是不是有成就。譬如前面所講的，彌勒菩薩他早就成就了，他在釋迦牟尼佛之先，但是他的弟子沒有福，他的時節因緣沒成熟，老師雖然成就了，度化不了他。為什麼？那些學生不肯聽他的。釋迦牟尼佛還沒有彌勒菩薩那麼樣的成熟，但是他的學生成就了，學生已經可以教了，好了，弗沙佛就幫助釋迦牟尼佛，你快快成佛，你的學生已經在那裡等你。可見得自己成就了，與自己有緣的那些學生他們的福德因緣有沒有成就，這才能斷定度化眾生的機緣，不是單方面，而是雙方面。"
    },
    {
      "id": "09-011-0004_p0041",
      "zh_CN": "【三者。敬重不敬重。心无异。】",
      "zh_TW": "【三者。敬重不敬重。心無異。】"
    },
    {
      "id": "09-011-0004_p0042",
      "zh_CN": "是平等心，决定没有差别。佛住在哪里？佛住在清净平等上，佛住在大慈大悲，这是佛之所安住。度化众生一定是在时节因缘，应机施教，所以他是如如不动，这是我们应当要学习的。一般我们所谓八风吹不动，这也就是八风吹不动的意思。",
      "zh_TW": "是平等心，決定沒有差別。佛住在哪裡？佛住在清淨平等上，佛住在大慈大悲，這是佛之所安住。度化眾生一定是在時節因緣，應機施教，所以他是如如不動，這是我們應當要學習的。一般我們所謂八風吹不動，這也就是八風吹不動的意思。"
    },
    {
      "id": "09-011-0004_p0043",
      "zh_CN": "从第三十四面以下，一直到这一卷末了，是龙树菩萨提出前面种种说法，来从正面、从反面辨别。像这样的辩论对我们来讲就是开智慧的，我们智慧闭塞，往往听了佛菩萨所说，自己认为是懂了、很明白了，其实不然。如果别人从反面提出一个问题来，我们自己感觉茫然不知所云，可见得我们本身确实有疑，不是没有疑。有疑自己没有发觉，经过别人一提起，想想他说的对、有道理。因此《大论》里面像这种反复的辩论，文字占的篇幅很大，它的大主意就是教我们破迷生信，主意在此地。因此我们读《大论》千万不可以有分别、有执着，一定要站在局外来看，才能看到问题的真相。绝对不可以站在某一边，站在某一边你就堕入到争论的漩涡里面去。不但读《大论》我们要用很客观的来观察，读一切佛经、一切佛书都要用这个态度。",
      "zh_TW": "從第三十四面以下，一直到這一卷末了，是龍樹菩薩提出前面種種說法，來從正面、從反面辨別。像這樣的辯論對我們來講就是開智慧的，我們智慧閉塞，往往聽了佛菩薩所說，自己認為是懂了、很明白了，其實不然。如果別人從反面提出一個問題來，我們自己感覺茫然不知所云，可見得我們本身確實有疑，不是沒有疑。有疑自己沒有發覺，經過別人一提起，想想他說的對、有道理。因此《大論》裡面像這種反覆的辯論，文字佔的篇幅很大，它的大主意就是教我們破迷生信，主意在此地。因此我們讀《大論》千萬不可以有分別、有執著，一定要站在局外來看，才能看到問題的真相。絕對不可以站在某一邊，站在某一邊你就墮入到爭論的漩渦裡面去。不但讀《大論》我們要用很客觀的來觀察，讀一切佛經、一切佛書都要用這個態度。"
    },
    {
      "id": "09-011-0004_p0044",
      "zh_CN": "自古以来这些祖师大德们，于佛经论里面因为见解不一样，争论之处甚多。这些争论他们所说的都有道理，不能说哪个有理、哪个没有理，正像莲池大师所讲的瞎子摸象，他摸到所说的都对，不能说不对。摸到大象的腿，说大象像个柱子，他形容的没错，是像个柱子；摸到牠的肚皮，大象像个墙壁，也是像个墙壁，你能说他错吗？不错。但是怎么样？明眼人看的就不错，他看的是圆的；那些瞎子他只摸了一部分，他就执着这一部分，于是就抬杠、就争论。古来这些大德们，在经论里面往往执着自己的见解，反驳别人的见解，莲池大师说：都像瞎子摸象一样。",
      "zh_TW": "自古以來這些祖師大德們，於佛經論裡面因為見解不一樣，爭論之處甚多。這些爭論他們所說的都有道理，不能說哪個有理、哪個沒有理，正像蓮池大師所講的瞎子摸象，他摸到所說的都對，不能說不對。摸到大象的腿，說大象像個柱子，他形容的沒錯，是像個柱子；摸到牠的肚皮，大象像個牆壁，也是像個牆壁，你能說他錯嗎？不錯。但是怎麼樣？明眼人看的就不錯，他看的是圓的；那些瞎子他只摸了一部分，他就執著這一部分，於是就抬槓、就爭論。古來這些大德們，在經論裡面往往執著自己的見解，反駁別人的見解，蓮池大師說：都像瞎子摸象一樣。"
    },
    {
      "id": "09-011-0004_p0045",
      "zh_CN": "他写《楞严经》的注解，注解就是《楞严摸象记》。莲池大师有个《楞严摸象记》，那就说出自古以来注解《楞严经》的大德都是在摸象，但是都有道理，都真正摸到了。我们要想了解《楞严经》的全貌，绝不可以跟着一家之见走，不能跟着一个人走。我们跳出这个圈子之外，把各家的注疏都展开来看，我们才能看到一个全貌。要以平等心去看，决定不可以分别执着，不可以说哪一家说得好、哪一家说得不好，不要起这个分别心，所以读一切佛书都要用这个态度来读。这地方他就是用辩论的方法，一个站在正面，一个站在反面，实际上是不是有人辩论？不是的，是菩萨自己假设的，意思就是从各个方面来观察，教我们开智慧，教我们在里面体会到事实的真相。",
      "zh_TW": "他寫《楞嚴經》的註解，註解就是《楞嚴摸象記》。蓮池大師有個《楞嚴摸象記》，那就說出自古以來註解《楞嚴經》的大德都是在摸象，但是都有道理，都真正摸到了。我們要想了解《楞嚴經》的全貌，絕不可以跟著一家之見走，不能跟著一個人走。我們跳出這個圈子之外，把各家的註疏都展開來看，我們才能看到一個全貌。要以平等心去看，決定不可以分別執著，不可以說哪一家說得好、哪一家說得不好，不要起這個分別心，所以讀一切佛書都要用這個態度來讀。這地方他就是用辯論的方法，一個站在正面，一個站在反面，實際上是不是有人辯論？不是的，是菩薩自己假設的，意思就是從各個方面來觀察，教我們開智慧，教我們在裡面體會到事實的真相。"
    },
    {
      "id": "09-011-0004_p0046",
      "zh_CN": "在第四十四面这里有一段，会叫我们产生一个疑问，我们看他的问：",
      "zh_TW": "在第四十四面這裡有一段，會叫我們產生一個疑問，我們看他的問："
    },
    {
      "id": "09-011-0004_p0047",
      "zh_CN": "【问曰。若现在十方多有诸佛菩萨。今一切众生罪恶苦恼。何以不来度之。】",
      "zh_TW": "【問曰。若現在十方多有諸佛菩薩。今一切眾生罪惡苦惱。何以不來度之。】"
    },
    {
      "id": "09-011-0004_p0048",
      "zh_CN": "这个问题龙树菩萨提出来了，我们今天看看现在这个世界多可怜，既然佛菩萨那么多，常常讲佛菩萨大慈大悲救苦救难，我们现在众生苦难到极处，佛菩萨为什么不来？确实是个问题。下面答复的是：",
      "zh_TW": "這個問題龍樹菩薩提出來了，我們今天看看現在這個世界多可憐，既然佛菩薩那麼多，常常講佛菩薩大慈大悲救苦救難，我們現在眾生苦難到極處，佛菩薩為什麼不來？確實是個問題。下面答覆的是："
    },
    {
      "id": "09-011-0004_p0049",
      "zh_CN": "【众生无量阿僧祇劫罪垢深厚。虽有种种余福。无见佛功德。故不见佛。】",
      "zh_TW": "【眾生無量阿僧祇劫罪垢深厚。雖有種種餘福。無見佛功德。故不見佛。】"
    },
    {
      "id": "09-011-0004_p0050",
      "zh_CN": "这个道理，要不是佛祖给我们说出来，我们想不出来，我们也没有法子能够想到这个道理。从这里看，福报里面分无量的种类，能够见到诸佛菩萨，是无量种类福报里面的一种，佛常常在大经里面讲善根、福德、因缘，三者具足才能够现前，三者要是不具足，就是时节因缘没有成熟。我们看到现在的众生，不能讲没有福报，现在在衣食住行物质生活方面确实是古人所比不上的。今天一个普通的人家，中等人家的生活，给诸位说，是过去王宫大臣都比不上的，这是我们应该要知道的。我们在物质上享受，中人以上的享受超过过去的帝王大臣，这是一种福报，比从前人大。现在你们年轻这一代，比你们父母的福报又大，你们的父母在你们这个年龄的时候，你问问他，他穿的是什么、他吃的是什么？台湾刚刚光复的时候生活多贫苦，满街上走路的，我初到台北市的时候，台北市满街一般人穿木屐。现在你去找找看，一双木屐都找不到，穿的吃的都考究了，你们这一代就比你们父母那一代福报大。可是你们父母也有一份福报是你们所没有的，那是什么？他们的心地善良，做人忠厚老实，跟现在人不一样。善良、忠厚、老诚也是一种福报，那种福报在那个社会有，而在今天这个社会缺乏了，已经不多见。可见得个人有个人的福报，个人有个人的时节因缘。这段就是给我们讲，『虽有种种余福』，就是别的福报很大很多，但是他没有见佛的功德。下面有四首偈就是解释这个事情，我们将它念一遍，然后再把大意给诸位介绍出来。",
      "zh_TW": "這個道理，要不是佛祖給我們說出來，我們想不出來，我們也沒有法子能夠想到這個道理。從這裡看，福報裡面分無量的種類，能夠見到諸佛菩薩，是無量種類福報裡面的一種，佛常常在大經裡面講善根、福德、因緣，三者具足才能夠現前，三者要是不具足，就是時節因緣沒有成熟。我們看到現在的眾生，不能講沒有福報，現在在衣食住行物質生活方面確實是古人所比不上的。今天一個普通的人家，中等人家的生活，給諸位說，是過去王宮大臣都比不上的，這是我們應該要知道的。我們在物質上享受，中人以上的享受超過過去的帝王大臣，這是一種福報，比從前人大。現在你們年輕這一代，比你們父母的福報又大，你們的父母在你們這個年齡的時候，你問問他，他穿的是什麼、他吃的是什麼？台灣剛剛光復的時候生活多貧苦，滿街上走路的，我初到台北市的時候，台北市滿街一般人穿木屐。現在你去找找看，一雙木屐都找不到，穿的吃的都考究了，你們這一代就比你們父母那一代福報大。可是你們父母也有一份福報是你們所沒有的，那是什麼？他們的心地善良，做人忠厚老實，跟現在人不一樣。善良、忠厚、老誠也是一種福報，那種福報在那個社會有，而在今天這個社會缺乏了，已經不多見。可見得個人有個人的福報，個人有個人的時節因緣。這段就是給我們講，『雖有種種餘福』，就是別的福報很大很多，但是他沒有見佛的功德。下面有四首偈就是解釋這個事情，我們將它念一遍，然後再把大意給諸位介紹出來。"
    },
    {
      "id": "09-011-0004_p0051",
      "zh_CN": "【好福报未近。衰罪未除却。现在不能见。大德有力人。】",
      "zh_TW": "【好福報未近。衰罪未除卻。現在不能見。大德有力人。】"
    },
    {
      "id": "09-011-0004_p0052",
      "zh_CN": "『大德有力人』是指诸佛菩萨、转轮圣王，都是大德有大力量的人。",
      "zh_TW": "『大德有力人』是指諸佛菩薩、轉輪聖王，都是大德有大力量的人。"
    },
    {
      "id": "09-011-0004_p0053",
      "zh_CN": "【大德诸圣人。心亦无分别。慈悲一切人。一时欲令度。】",
      "zh_TW": "【大德諸聖人。心亦無分別。慈悲一切人。一時欲令度。】"
    },
    {
      "id": "09-011-0004_p0054",
      "zh_CN": "前面一首偈是从众生机感上来说，第二首是从诸佛菩萨能应方面来讲。诸佛菩萨的平等悲心永远没有变更，他的愿望里面总希望把一切众生统统都度圆满，很快的都度圆满。可见得佛度不度众生，问题是在众生这一面，绝不是在佛的这一面。",
      "zh_TW": "前面一首偈是從眾生機感上來說，第二首是從諸佛菩薩能應方面來講。諸佛菩薩的平等悲心永遠沒有變更，他的願望裡面總希望把一切眾生統統都度圓滿，很快的都度圓滿。可見得佛度不度眾生，問題是在眾生這一面，絕不是在佛的這一面。"
    },
    {
      "id": "09-011-0004_p0055",
      "zh_CN": "【众生福德熟。智慧根亦利。若为现度缘。即时得解脱。】",
      "zh_TW": "【眾生福德熟。智慧根亦利。若為現度緣。即時得解脫。】"
    },
    {
      "id": "09-011-0004_p0056",
      "zh_CN": "第三首讲众生机缘成熟，福德成熟，智慧也利了。那我们问一问，成熟之相是什么？我们必须要晓得，佛法里面常讲「方便有多门，归元无二路」，如果说今天世间一切罪苦众生，佛菩萨不在世间，这个话讲不通，愈是罪苦重的那个环境里面，佛菩萨特别照顾那些众生，这才是真正的悲心。但是佛菩萨在众生当中，众生不认识，他不是以菩萨的态度来出现，也不是以佛的态度来出现，给诸位说，他甚至不是以一个善人的态度来出现。大家都是恶人，你一个人在这里当好人，你能存在吗？不能生存，人家会把你赶出去。物以类聚，所以菩萨也要示现他同等的身分，在这里面以方便法做种子做增上缘，帮助他的福德智慧成熟。没有成熟帮助他成熟，真正成熟之后再以佛菩萨的身分示现，为什么？大家能接受。",
      "zh_TW": "第三首講眾生機緣成熟，福德成熟，智慧也利了。那我們問一問，成熟之相是什麼？我們必須要曉得，佛法裡面常講「方便有多門，歸元無二路」，如果說今天世間一切罪苦眾生，佛菩薩不在世間，這個話講不通，愈是罪苦重的那個環境裡面，佛菩薩特別照顧那些眾生，這才是真正的悲心。但是佛菩薩在眾生當中，眾生不認識，他不是以菩薩的態度來出現，也不是以佛的態度來出現，給諸位說，他甚至不是以一個善人的態度來出現。大家都是惡人，你一個人在這裡當好人，你能存在嗎？不能生存，人家會把你趕出去。物以類聚，所以菩薩也要示現他同等的身分，在這裡面以方便法做種子做增上緣，幫助他的福德智慧成熟。沒有成熟幫助他成熟，真正成熟之後再以佛菩薩的身分示現，為什麼？大家能接受。"
    },
    {
      "id": "09-011-0004_p0057",
      "zh_CN": "成熟之相，给诸位说，就在孝亲尊师，人人都晓得孝顺父母，都懂得行孝，都知道尽孝，都晓得尊重老师，给诸位说，那个大德有力人、诸佛菩萨就以他的本来面目降生到人间来，这时众生就是福德因缘成熟的相。我们今天要帮助众生福德智慧成熟，我们应当怎么做？要劝勉一切众生修孝道，要把孝亲尊师这个道理讲清楚，功德利益要说得明白，让大家心里能够了解、能够接受，能够照这样去做。做的人多了，众生机感就成熟，佛菩萨哪有不应的道理？众生有感，佛菩萨立刻就有应，感应道交！所以我们要记住，孝亲尊师，佛菩萨就出世；反过来说，众生不知道孝亲、不知道尊师，佛菩萨出现于世，那只有帮助众生造罪业，做逆增上缘而不是顺增上缘。所以佛菩萨不会以那样的身分出现于世间，这也是慈悲的示现。无论他示现什么样的身分，总而言之是大慈大悲，是利益一切有情众生。",
      "zh_TW": "成熟之相，給諸位說，就在孝親尊師，人人都曉得孝順父母，都懂得行孝，都知道盡孝，都曉得尊重老師，給諸位說，那個大德有力人、諸佛菩薩就以他的本來面目降生到人間來，這時眾生就是福德因緣成熟的相。我們今天要幫助眾生福德智慧成熟，我們應當怎麼做？要勸勉一切眾生修孝道，要把孝親尊師這個道理講清楚，功德利益要說得明白，讓大家心裡能夠了解、能夠接受，能夠照這樣去做。做的人多了，眾生機感就成熟，佛菩薩哪有不應的道理？眾生有感，佛菩薩立刻就有應，感應道交！所以我們要記住，孝親尊師，佛菩薩就出世；反過來說，眾生不知道孝親、不知道尊師，佛菩薩出現於世，那只有幫助眾生造罪業，做逆增上緣而不是順增上緣。所以佛菩薩不會以那樣的身分出現於世間，這也是慈悲的示現。無論他示現什麼樣的身分，總而言之是大慈大悲，是利益一切有情眾生。"
    },
    {
      "id": "09-011-0004_p0058",
      "zh_CN": "龙树菩萨在这里给我们说明这个道理，我们在《华严经》里面看到那些诸佛菩萨，在善财童子五十三参里面我们所看到的，他所示现的身分各行各业、男女老少，顺行逆行统统都有。而于一切众生是平等的悲心，普为众生做增上缘，大经可以给我们做证明。这些事理要真正明白，我们才确实做到断疑生信，自己也知道自己应当怎样来学佛，才破除菩萨道中种种障碍。菩萨道是非常的遥远，菩萨的发心是无量劫，绝不是三阿僧祇劫。要在无量劫当中这样久远的修学，才能够破除当中种种障碍，使我们在菩萨道上一帆风顺，圆满的成就。因此《大论》对我们来说是非常重要的。",
      "zh_TW": "龍樹菩薩在這裡給我們說明這個道理，我們在《華嚴經》裡面看到那些諸佛菩薩，在善財童子五十三參裡面我們所看到的，他所示現的身分各行各業、男女老少，順行逆行統統都有。而於一切眾生是平等的悲心，普為眾生做增上緣，大經可以給我們做證明。這些事理要真正明白，我們才確實做到斷疑生信，自己也知道自己應當怎樣來學佛，才破除菩薩道中種種障礙。菩薩道是非常的遙遠，菩薩的發心是無量劫，絕不是三阿僧祇劫。要在無量劫當中這樣久遠的修學，才能夠破除當中種種障礙，使我們在菩薩道上一帆風順，圓滿的成就。因此《大論》對我們來說是非常重要的。"
    },
    {
      "id": "09-011-0004_p0059",
      "zh_CN": "我们也有构想，这部《大智度论》讲完之后，我们决定讲《瑜伽师地论》。这部书我们预定一百次讲完，《瑜伽师地论》也是一百卷，照这个方式来研究也是一百次，两部大论合起来四年圆满。我们能够好好的来研究这两部大论，在大乘佛法上确实可以奠立相当好的基础。有这两部大论的基础，诸位将来读一切大乘经典都不会有困难。所以这段时间是值得的，也是我们应当要发愤、要努力的。好，我们今天讲到此地。",
      "zh_TW": "我們也有構想，這部《大智度論》講完之後，我們決定講《瑜伽師地論》。這部書我們預定一百次講完，《瑜伽師地論》也是一百卷，照這個方式來研究也是一百次，兩部大論合起來四年圓滿。我們能夠好好的來研究這兩部大論，在大乘佛法上確實可以奠立相當好的基礎。有這兩部大論的基礎，諸位將來讀一切大乘經典都不會有困難。所以這段時間是值得的，也是我們應當要發憤、要努力的。好，我們今天講到此地。"
    }
  ]
}