{
  "doc_id": "09-011-0025",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0025",
  "total_paragraphs": 107,
  "paragraphs": [
    {
      "id": "09-011-0025_p0001",
      "zh_CN": "《大智度论》第二十五卷，「释初品中四无所畏四无碍智」：",
      "zh_TW": "《大智度論》第二十五卷，「釋初品中四無所畏四無礙智」："
    },
    {
      "id": "09-011-0025_p0002",
      "zh_CN": "这一卷里面就是讲这两个题目。「四无所畏」是说：佛由于这四法，于一切众中说法无畏。由此可知，菩萨发心要普度一切众生，说法是最重要的一种方法。因此如来的四无所畏我们就要特别的留意，应当要学习。佛在天上人间、魔王外道之中，都能够降伏一切大众，无所畏惧，他凭借是什么？我们也想在大众当中说法能够很自在，没有任何恐惧的心理，能够在讲台上自由自在，换句话说，如来这四个条件我们是必须要学习的。纵然不能完全具足，也要具足少分，由少分再进步到多分，由多分再进步到圆满，圆满是在如来地。",
      "zh_TW": "這一卷裡面就是講這兩個題目。「四無所畏」是說：佛由於這四法，於一切眾中說法無畏。由此可知，菩薩發心要普度一切眾生，說法是最重要的一種方法。因此如來的四無所畏我們就要特別的留意，應當要學習。佛在天上人間、魔王外道之中，都能夠降伏一切大眾，無所畏懼，他憑藉是什麼？我們也想在大眾當中說法能夠很自在，沒有任何恐懼的心理，能夠在講台上自由自在，換句話說，如來這四個條件我們是必須要學習的。縱然不能完全具足，也要具足少分，由少分再進步到多分，由多分再進步到圓滿，圓滿是在如來地。"
    },
    {
      "id": "09-011-0025_p0003",
      "zh_CN": "经文一开端就把四无畏的行相做一个概略的介绍，我先把大意给诸位说说。",
      "zh_TW": "經文一開端就把四無畏的行相做一個概略的介紹，我先把大意給諸位說說。"
    },
    {
      "id": "09-011-0025_p0004",
      "zh_CN": "【四无所畏者。佛作诚言。我是一切正智人。】",
      "zh_TW": "【四無所畏者。佛作誠言。我是一切正智人。】"
    },
    {
      "id": "09-011-0025_p0005",
      "zh_CN": "四无畏里面，第一种叫「一切智无畏」，有的经论上称为总持无畏，总持的意思所谓总一切法、持一切义，这叫总持无畏。总持就是此地所讲的一切智，这一条是说我们闻一切法常能受持忆念不忘。诸位要记住「受持」这两个字，这两个字才是总持法门里面的枢纽，绝不同于记问。我记得很多，我听了很多、我记得很多，那不叫受持，受是接受，所谓接受是深解其义、变化气质，我们世间读书讲求的是变化气质，这才叫受持。单单说是要记得多，不能够消化，在佛法里面讲消归自性，消归自性跟我们世法里面讲的变化气质意思非常的接近。读书尤其是读佛书，不能消归自性，不能够变化气质，这就不叫受持，受持都谈不上了，还谈什么总持！如何受持？讲得最简单、最明白的无过于《金刚经》，教我们离文字相、离言说相、离心缘相，不着文字相、不着言说相，心里面没有妄想，心缘相就是心在境界上攀缘的相。这叫受持！功夫深了，就成就一切智无畏。这个功夫实在讲就是用转识成智、用明心见性的功夫，世尊千经万论处处指归，指归这一条路，我们应当要晓得。第二种是「漏尽无畏」，第一面倒数第三行：",
      "zh_TW": "四無畏裡面，第一種叫「一切智無畏」，有的經論上稱為總持無畏，總持的意思所謂總一切法、持一切義，這叫總持無畏。總持就是此地所講的一切智，這一條是說我們聞一切法常能受持憶念不忘。諸位要記住「受持」這兩個字，這兩個字才是總持法門裡面的樞紐，絕不同於記問。我記得很多，我聽了很多、我記得很多，那不叫受持，受是接受，所謂接受是深解其義、變化氣質，我們世間讀書講求的是變化氣質，這才叫受持。單單說是要記得多，不能夠消化，在佛法裡面講消歸自性，消歸自性跟我們世法裡面講的變化氣質意思非常的接近。讀書尤其是讀佛書，不能消歸自性，不能夠變化氣質，這就不叫受持，受持都談不上了，還談什麼總持！如何受持？講得最簡單、最明白的無過於《金剛經》，教我們離文字相、離言說相、離心緣相，不著文字相、不著言說相，心裡面沒有妄想，心緣相就是心在境界上攀緣的相。這叫受持！功夫深了，就成就一切智無畏。這個功夫實在講就是用轉識成智、用明心見性的功夫，世尊千經萬論處處指歸，指歸這一條路，我們應當要曉得。第二種是「漏盡無畏」，第一面倒數第三行："
    },
    {
      "id": "09-011-0025_p0006",
      "zh_CN": "【佛作诚言。我一切漏尽。】",
      "zh_TW": "【佛作誠言。我一切漏盡。】"
    },
    {
      "id": "09-011-0025_p0007",
      "zh_CN": "这就是漏尽无畏。「漏」是烦恼的代名词，「尽」是烦恼断尽了，四弘誓愿里面「烦恼无尽誓愿断」，他断尽了，漏尽无畏，确实没有烦恼了。这一条也叫做「知根无畏」，佛无住烦恼，断尽了，两种生死远离了，分段生死、变易生死都了了，这才能彻底明了一切众生差别的根性，因此佛说法无有不应机的，应机说法，这个能力是从这里来的。我们说法是没有神通，没有这个能力，不晓得众生根性，所以说出来的法，对根性的他听了很欢喜，不对根性的他听了很厌烦，所以很难契机。可见得契机是要自己断了烦恼才能办得到，自己不断烦恼，这是感情用事，感情用事怎么会契机？断了烦恼之后是真性用事，我们世间法里面讲理智用事，理智用事就契机，这是第二种无畏。第三种，第二面第一行最后三个字：",
      "zh_TW": "這就是漏盡無畏。「漏」是煩惱的代名詞，「盡」是煩惱斷盡了，四弘誓願裡面「煩惱無盡誓願斷」，他斷盡了，漏盡無畏，確實沒有煩惱了。這一條也叫做「知根無畏」，佛無住煩惱，斷盡了，兩種生死遠離了，分段生死、變易生死都了了，這才能徹底明瞭一切眾生差別的根性，因此佛說法無有不應機的，應機說法，這個能力是從這裡來的。我們說法是沒有神通，沒有這個能力，不曉得眾生根性，所以說出來的法，對根性的他聽了很歡喜，不對根性的他聽了很厭煩，所以很難契機。可見得契機是要自己斷了煩惱才能辦得到，自己不斷煩惱，這是感情用事，感情用事怎麼會契機？斷了煩惱之後是真性用事，我們世間法裡面講理智用事，理智用事就契機，這是第二種無畏。第三種，第二面第一行最後三個字："
    },
    {
      "id": "09-011-0025_p0008",
      "zh_CN": "【佛作诚言。我说障法。】",
      "zh_TW": "【佛作誠言。我說障法。】"
    },
    {
      "id": "09-011-0025_p0009",
      "zh_CN": "这一条是「说障道无畏」，也叫做决疑无畏，决是断决、决断（解决），疑是疑惑。凡是障道之法，佛都晓得，佛都能够说出，所谓说障道。诸位要知道，疑惑就障道，我们一切法都不疑，障碍就没有了，有疑就有障，所以障的上面常常带个疑，疑障。因此佛能明了一切障道，所以能断众生一切修道的疑惑。修道两个字范围非常的广，我们不要把它呆看了，提到「道」，大概菩提道是道、菩萨道是道、声闻道是道。道实在是道路，道路是无量无边。饮茶有个茶道，插花有个花道，诸位想想门门都有道，烧个菜，这一道菜，一个菜就是一道，所以这个道是广义的，不是狭义的。佛对于世出世间一切的道他都懂得，真正是万能博士。他什么都会，什么都懂，所以一切众生不管什么疑难的问题，你去问他老人家，他都给你解释得清清楚楚。再给诸位说，尤其妙的是，一切道都不离佛道，一切道都成就佛道，这是《华严经》里面「理事无碍，事事无碍」的教义。如果说世间有一个道跟菩提大道要是相违背了，那是迷，那是道里头有障。如果破了疑障，任何一道都与菩提大道完全相应，《金刚经》里面讲的释迦牟尼佛穿衣吃饭都是道，都是无上道。通达了，一切道原来是一道；没有通达，道道是互相妨碍，这就变成障碍，变成结使缠缚，无量无边的苦报。第四种无畏，第二面第五行最后一句：",
      "zh_TW": "這一條是「說障道無畏」，也叫做決疑無畏，決是斷決、決斷（解決），疑是疑惑。凡是障道之法，佛都曉得，佛都能夠說出，所謂說障道。諸位要知道，疑惑就障道，我們一切法都不疑，障礙就沒有了，有疑就有障，所以障的上面常常帶個疑，疑障。因此佛能明瞭一切障道，所以能斷眾生一切修道的疑惑。修道兩個字範圍非常的廣，我們不要把它呆看了，提到「道」，大概菩提道是道、菩薩道是道、聲聞道是道。道實在是道路，道路是無量無邊。飲茶有個茶道，插花有個花道，諸位想想門門都有道，燒個菜，這一道菜，一個菜就是一道，所以這個道是廣義的，不是狹義的。佛對於世出世間一切的道他都懂得，真正是萬能博士。他什麼都會，什麼都懂，所以一切眾生不管什麼疑難的問題，你去問他老人家，他都給你解釋得清清楚楚。再給諸位說，尤其妙的是，一切道都不離佛道，一切道都成就佛道，這是《華嚴經》裡面「理事無礙，事事無礙」的教義。如果說世間有一個道跟菩提大道要是相違背了，那是迷，那是道裡頭有障。如果破了疑障，任何一道都與菩提大道完全相應，《金剛經》裡面講的釋迦牟尼佛穿衣吃飯都是道，都是無上道。通達了，一切道原來是一道；沒有通達，道道是互相妨礙，這就變成障礙，變成結使纏縛，無量無邊的苦報。第四種無畏，第二面第五行最後一句："
    },
    {
      "id": "09-011-0025_p0010",
      "zh_CN": "【佛作诚言。我所说圣道。能出世间。行是道。能尽诸苦。】",
      "zh_TW": "【佛作誠言。我所說聖道。能出世間。行是道。能盡諸苦。】"
    },
    {
      "id": "09-011-0025_p0011",
      "zh_CN": "这条简单的说是「说尽苦道无畏」。一切众生没有不苦，苦可以断尽，实在讲这一条就是四谛里面的灭谛，灭就是灭苦。说尽苦道无畏，它还有个别名叫「答报无畏」，就是答复、报答，别人来问的时候才能够答，能够回报别人。这个意思是说，凡有问难的，佛立刻可以答复，不必要考虑，不必要去研究，所答复的皆不会被别人难倒，任何人出难题都难不倒佛，这叫做说尽苦道无畏。如果被人难倒，那是苦，人家难不倒。换句话说，一切尽苦之道，佛都晓得，佛也都能说。",
      "zh_TW": "這條簡單的說是「說盡苦道無畏」。一切眾生沒有不苦，苦可以斷盡，實在講這一條就是四諦裡面的滅諦，滅就是滅苦。說盡苦道無畏，它還有個別名叫「答報無畏」，就是答覆、報答，別人來問的時候才能夠答，能夠回報別人。這個意思是說，凡有問難的，佛立刻可以答覆，不必要考慮，不必要去研究，所答覆的皆不會被別人難倒，任何人出難題都難不倒佛，這叫做說盡苦道無畏。如果被人難倒，那是苦，人家難不倒。換句話說，一切盡苦之道，佛都曉得，佛也都能說。"
    },
    {
      "id": "09-011-0025_p0012",
      "zh_CN": "这是四无畏概略的行相，我们读了之后，想想这四桩事情对我们来讲是不是很重要？既然晓得这四桩事情对我们是太重要了，那我们当前的学习是不是要学总持法门？总持是一切智，总持法门着重在受持，换句话说，着重在根本智的修学。我们讲席当中时时提倡，不必多加解释。第二，我们要想说法能够观机、能够应机说法，像佛菩萨一样的自在，先要断烦恼，先要除习气。断烦恼除习气要从最重的烦恼先下手，譬如我的烦恼当中傲慢烦恼很重，我就要先断傲慢；假如我贪心很重，我就要先断贪心。每个人烦恼习气不相同，你自己要省察自己哪一类的烦恼特别重、习气特别深，你就找一个方法来对治。重的毛病都治好了，轻的毛病就很容易转好。千万不要重的毛病习气不改，不重要的很轻的毛病上去斤斤计较，这都是颠倒了。一定要从粗重烦恼下手，想想自己哪一条烦恼重，就先在哪一条上下手做功夫。譬如傲慢习气很重，就学谦敬，学谦虚、学礼敬，这就是对治的方法；贪心重的学布施，吝财的我们就学着财布施，吝法的就学着法布施。八万四千法门对治我们八万四千种习气，你能够知道你的毛病习气，这就叫有智慧，你的功夫才能得力。如果对于自己毛病习气一无所知，不做反省检点的功夫，你在佛法里所修的法门都不会得力，都用不上力。",
      "zh_TW": "這是四無畏概略的行相，我們讀了之後，想想這四樁事情對我們來講是不是很重要？既然曉得這四樁事情對我們是太重要了，那我們當前的學習是不是要學總持法門？總持是一切智，總持法門著重在受持，換句話說，著重在根本智的修學。我們講席當中時時提倡，不必多加解釋。第二，我們要想說法能夠觀機、能夠應機說法，像佛菩薩一樣的自在，先要斷煩惱，先要除習氣。斷煩惱除習氣要從最重的煩惱先下手，譬如我的煩惱當中傲慢煩惱很重，我就要先斷傲慢；假如我貪心很重，我就要先斷貪心。每個人煩惱習氣不相同，你自己要省察自己哪一類的煩惱特別重、習氣特別深，你就找一個方法來對治。重的毛病都治好了，輕的毛病就很容易轉好。千萬不要重的毛病習氣不改，不重要的很輕的毛病上去斤斤計較，這都是顛倒了。一定要從粗重煩惱下手，想想自己哪一條煩惱重，就先在哪一條上下手做功夫。譬如傲慢習氣很重，就學謙敬，學謙虛、學禮敬，這就是對治的方法；貪心重的學布施，吝財的我們就學著財布施，吝法的就學著法布施。八萬四千法門對治我們八萬四千種習氣，你能夠知道你的毛病習氣，這就叫有智慧，你的功夫才能得力。如果對於自己毛病習氣一無所知，不做反省檢點的功夫，你在佛法裡所修的法門都不會得力，都用不上力。"
    },
    {
      "id": "09-011-0025_p0013",
      "zh_CN": "检点自己毛病确实不容易，我们一般人常讲旁观者清、当局者迷，自己对自己事情迷惑颠倒，看别人看得很清楚，因此佛才以一切经论教给我们反省。最初反省的就是戒律，而在中国我们古圣先贤，把世出世间戒律融会成一篇又简单、又明了的反省的一部书，就是《感应篇》，文字不多，只有一千多字，每天念上两遍，就是每天做两遍反省的功夫。《感应篇》展开，《感应篇》确实是把佛法戒律统统融会进去了，所以印光大师就拿这个代替戒律来教诫学人。我们每天念一遍，看看我们自己，对照对照我们自己哪一个毛病犯得最重，把《感应篇》用红笔划起来，这是我的毛病，最重的毛病，我要先断这个毛病，功夫才用得上力，这是认真的修行，一定要断烦恼。这两条给诸位说是自度，四无畏的前面两条是自度，后两条是化他。说障道法是讲因，说尽苦道是讲果，灭苦是果，障道是因，这是我们度化别人离苦得乐的法门。哪一种方法可以离苦得乐，哪一种方法不能离苦得乐，都明了都清楚，所以这是利他。利他的前面是自利，自己成就之后才能成就众生。自己不得总持法门，不能成就一切智，不能断烦恼，如果我们就要去度他，那烦恼会更多。先要求自度！紧接着后面第二页倒数第二行，问答以下是说佛为什么要说这四种无所畏。",
      "zh_TW": "檢點自己毛病確實不容易，我們一般人常講旁觀者清、當局者迷，自己對自己事情迷惑顛倒，看別人看得很清楚，因此佛才以一切經論教給我們反省。最初反省的就是戒律，而在中國我們古聖先賢，把世出世間戒律融會成一篇又簡單、又明瞭的反省的一部書，就是《感應篇》，文字不多，只有一千多字，每天念上兩遍，就是每天做兩遍反省的功夫。《感應篇》展開，《感應篇》確實是把佛法戒律統統融會進去了，所以印光大師就拿這個代替戒律來教誡學人。我們每天念一遍，看看我們自己，對照對照我們自己哪一個毛病犯得最重，把《感應篇》用紅筆劃起來，這是我的毛病，最重的毛病，我要先斷這個毛病，功夫才用得上力，這是認真的修行，一定要斷煩惱。這兩條給諸位說是自度，四無畏的前面兩條是自度，後兩條是化他。說障道法是講因，說盡苦道是講果，滅苦是果，障道是因，這是我們度化別人離苦得樂的法門。哪一種方法可以離苦得樂，哪一種方法不能離苦得樂，都明瞭都清楚，所以這是利他。利他的前面是自利，自己成就之後才能成就眾生。自己不得總持法門，不能成就一切智，不能斷煩惱，如果我們就要去度他，那煩惱會更多。先要求自度！緊接著後面第二頁倒數第二行，問答以下是說佛為什麼要說這四種無所畏。"
    },
    {
      "id": "09-011-0025_p0014",
      "zh_CN": "【问曰。以何事故。说四无所畏。答曰。有人言。佛自称一切智。一切见。世间一切经书、技术、智巧、方便。甚多无量。若一切众生共知一切事犹尚难。】",
      "zh_TW": "【問曰。以何事故。說四無所畏。答曰。有人言。佛自稱一切智。一切見。世間一切經書、技術、智巧、方便。甚多無量。若一切眾生共知一切事猶尚難。】"
    },
    {
      "id": "09-011-0025_p0015",
      "zh_CN": "大家来研究，个人去了解一部分，叫『共知』。譬如今天大学里面开的这些所有科系，有几百种科系，许多的学生分门别类去研究，每一个科系的学问都不能够穷尽，佛一个人对所有的科系他都知道，这个实在是不容易，实在是难以相信。",
      "zh_TW": "大家來研究，個人去了解一部分，叫『共知』。譬如今天大學裡面開的這些所有科系，有幾百種科系，許多的學生分門別類去研究，每一個科系的學問都不能夠窮盡，佛一個人對所有的科系他都知道，這個實在是不容易，實在是難以相信。"
    },
    {
      "id": "09-011-0025_p0016",
      "zh_CN": "【况佛一人而有一切智。或有是事。有是事难。】",
      "zh_TW": "【況佛一人而有一切智。或有是事。有是事難。】"
    },
    {
      "id": "09-011-0025_p0017",
      "zh_CN": "『或』是不定之词，也许有、也许没有，或者佛是真知道。『有是事难』，免不了要叫别的人不能相信，不能相信的人就一定来问难。",
      "zh_TW": "『或』是不定之詞，也許有、也許沒有，或者佛是真知道。『有是事難』，免不了要叫別的人不能相信，不能相信的人就一定來問難。"
    },
    {
      "id": "09-011-0025_p0018",
      "zh_CN": "【佛将无有畏。】",
      "zh_TW": "【佛將無有畏。】"
    },
    {
      "id": "09-011-0025_p0019",
      "zh_CN": "佛怎么样？佛确实是一切智，是真的，决定不是假的。",
      "zh_TW": "佛怎麼樣？佛確實是一切智，是真的，決定不是假的。"
    },
    {
      "id": "09-011-0025_p0020",
      "zh_CN": "【欲断是疑妄。断是难故。佛说四无所畏。】",
      "zh_TW": "【欲斷是疑妄。斷是難故。佛說四無所畏。】"
    },
    {
      "id": "09-011-0025_p0021",
      "zh_CN": "这是说明佛自己说四无所畏之理由。下面还有其他的，这是主要的理由，后面还有不少都是说四无畏的理由。",
      "zh_TW": "這是說明佛自己說四無所畏之理由。下面還有其他的，這是主要的理由，後面還有不少都是說四無畏的理由。"
    },
    {
      "id": "09-011-0025_p0022",
      "zh_CN": "【复次。若佛未出世。外道等种种因缘。欺诳求道求福人。】",
      "zh_TW": "【復次。若佛未出世。外道等種種因緣。欺誑求道求福人。】"
    },
    {
      "id": "09-011-0025_p0023",
      "zh_CN": "着重在『欺诳』，欺诳什么人？欺诳求道的人、欺诳求福的人，而以种种的因缘来欺骗众生。佛出世之后，以大智慧光明灭诸外道，这一段文在第三面最后一行：",
      "zh_TW": "著重在『欺誑』，欺誑什麼人？欺誑求道的人、欺誑求福的人，而以種種的因緣來欺騙眾生。佛出世之後，以大智慧光明滅諸外道，這一段文在第三面最後一行："
    },
    {
      "id": "09-011-0025_p0024",
      "zh_CN": "【佛出世时。以大智慧光明。灭诸外道及其弟子。皆不复得供养。以失供养利故。便妄语谤佛及佛弟子。】",
      "zh_TW": "【佛出世時。以大智慧光明。滅諸外道及其弟子。皆不復得供養。以失供養利故。便妄語謗佛及佛弟子。】"
    },
    {
      "id": "09-011-0025_p0025",
      "zh_CN": "所以佛法遭受外道毁谤，这个事情一点也不希奇，释迦牟尼佛在世就如此。不但释迦牟尼佛受这些外道毁谤，过去未来一切诸佛没有一个是例外的。为什么？佛说正法，正法不骗人，正法不欺人。而外道，诸位要记住，有门外外、有门里外，门外外那是很显然，一看就晓得，门内外是很麻烦的事情。诸位总是记住，如果是正法，怎么会毁谤正法？正法只有赞叹正法，没有毁谤正法的，凡是毁谤正法的都有问题。诸位要问，哪些是门内外？大家自己用智慧、用法眼去拣别。他为什么要毁谤？你看这里说得很清楚，是恐惧自己不能够得到供养的利益，怕自己供养利益失掉，所以这才妄语谤佛及佛弟子。下面说佛为息谤所以才自说四无畏。请看第四面第三行最后一句：",
      "zh_TW": "所以佛法遭受外道毀謗，這個事情一點也不希奇，釋迦牟尼佛在世就如此。不但釋迦牟尼佛受這些外道毀謗，過去未來一切諸佛沒有一個是例外的。為什麼？佛說正法，正法不騙人，正法不欺人。而外道，諸位要記住，有門外外、有門裡外，門外外那是很顯然，一看就曉得，門內外是很麻煩的事情。諸位總是記住，如果是正法，怎麼會毀謗正法？正法只有讚歎正法，沒有毀謗正法的，凡是毀謗正法的都有問題。諸位要問，哪些是門內外？大家自己用智慧、用法眼去揀別。他為什麼要毀謗？你看這裡說得很清楚，是恐懼自己不能夠得到供養的利益，怕自己供養利益失掉，所以這才妄語謗佛及佛弟子。下面說佛為息謗所以才自說四無畏。請看第四面第三行最後一句："
    },
    {
      "id": "09-011-0025_p0026",
      "zh_CN": "【佛欲灭如是等诽谤故。自说实功德四无所畏。】",
      "zh_TW": "【佛欲滅如是等誹謗故。自說實功德四無所畏。】"
    },
    {
      "id": "09-011-0025_p0027",
      "zh_CN": "这地方我加一个数字，第一：",
      "zh_TW": "這地方我加一個數字，第一："
    },
    {
      "id": "09-011-0025_p0028",
      "zh_CN": "【言我独是一切智人。无有能如实言佛不能知。我不畏是事。】",
      "zh_TW": "【言我獨是一切智人。無有能如實言佛不能知。我不畏是事。】"
    },
    {
      "id": "09-011-0025_p0029",
      "zh_CN": "这地方就着重在一切智。第二：",
      "zh_TW": "這地方就著重在一切智。第二："
    },
    {
      "id": "09-011-0025_p0030",
      "zh_CN": "【我独一切诸漏及习尽。无有能如实言佛漏未尽。我不畏是事。】",
      "zh_TW": "【我獨一切諸漏及習盡。無有能如實言佛漏未盡。我不畏是事。】"
    },
    {
      "id": "09-011-0025_p0031",
      "zh_CN": "『诸漏』就是烦恼，『习』就是习气，烦恼习气全都断尽了。人家说佛烦恼没断尽，佛不怕，佛确实是断尽了。第三：",
      "zh_TW": "『諸漏』就是煩惱，『習』就是習氣，煩惱習氣全都斷盡了。人家說佛煩惱沒斷盡，佛不怕，佛確實是斷盡了。第三："
    },
    {
      "id": "09-011-0025_p0032",
      "zh_CN": "【我说遮涅槃道法。无有能如实言是法不能遮涅槃。佛不畏是事。】",
      "zh_TW": "【我說遮涅槃道法。無有能如實言是法不能遮涅槃。佛不畏是事。】"
    },
    {
      "id": "09-011-0025_p0033",
      "zh_CN": "这就是障道法，『遮』就是遮止，就是障碍的意思。这句说得很明白，障什么道？障涅槃之道。佛讲这个方法是遮涅槃的，人家说这个不遮涅槃，佛也不在乎，佛也不畏。第四：",
      "zh_TW": "這就是障道法，『遮』就是遮止，就是障礙的意思。這句說得很明白，障什麼道？障涅槃之道。佛講這個方法是遮涅槃的，人家說這個不遮涅槃，佛也不在乎，佛也不畏。第四："
    },
    {
      "id": "09-011-0025_p0034",
      "zh_CN": "【佛说苦尽道达到涅槃。无有能如实言是道不能到涅槃。佛不畏是事。】",
      "zh_TW": "【佛說苦盡道達到涅槃。無有能如實言是道不能到涅槃。佛不畏是事。】"
    },
    {
      "id": "09-011-0025_p0035",
      "zh_CN": "苦灭尽了，就达到涅槃。",
      "zh_TW": "苦滅盡了，就達到涅槃。"
    },
    {
      "id": "09-011-0025_p0036",
      "zh_CN": "【略说是四无畏体。一者正知一切法。】",
      "zh_TW": "【略說是四無畏體。一者正知一切法。】"
    },
    {
      "id": "09-011-0025_p0037",
      "zh_CN": "这是一切智之体，佛确实是知一切法。",
      "zh_TW": "這是一切智之體，佛確實是知一切法。"
    },
    {
      "id": "09-011-0025_p0038",
      "zh_CN": "【二者尽一切漏及习。】",
      "zh_TW": "【二者盡一切漏及習。】"
    },
    {
      "id": "09-011-0025_p0039",
      "zh_CN": "『尽』是灭尽，一切烦恼的习气全都断尽了。",
      "zh_TW": "『盡』是滅盡，一切煩惱的習氣全都斷盡了。"
    },
    {
      "id": "09-011-0025_p0040",
      "zh_CN": "【三者说一切障道法。四者说尽苦道。是四法中。若有如实言不能尽遍知。佛不畏是事。何以故。正遍知了了故。】",
      "zh_TW": "【三者說一切障道法。四者說盡苦道。是四法中。若有如實言不能盡遍知。佛不畏是事。何以故。正遍知了了故。】"
    },
    {
      "id": "09-011-0025_p0041",
      "zh_CN": "『正』是正确，『遍』是全知，无所不知，这就叫「遍」，一个也不漏。世出世间一切法，佛无所不知、无所不晓，这叫「正遍知了了故」。正遍知，诸位要记住，正遍知之体就是根本智跟后得智，这就是正遍知。根本智是正知，后得智是遍知，无所不知，但是要求、要修学，从根本智下手，有根本自然有枝叶，没有根本哪里来的枝叶？所以根本智比什么都重要。底下这两句很好：",
      "zh_TW": "『正』是正確，『遍』是全知，無所不知，這就叫「遍」，一個也不漏。世出世間一切法，佛無所不知、無所不曉，這叫「正遍知了了故」。正遍知，諸位要記住，正遍知之體就是根本智跟後得智，這就是正遍知。根本智是正知，後得智是遍知，無所不知，但是要求、要修學，從根本智下手，有根本自然有枝葉，沒有根本哪裡來的枝葉？所以根本智比什麼都重要。底下這兩句很好："
    },
    {
      "id": "09-011-0025_p0042",
      "zh_CN": "【初二无畏。为自功德具足故。后二无畏。为具足利益众生故。】",
      "zh_TW": "【初二無畏。為自功德具足故。後二無畏。為具足利益眾生故。】"
    },
    {
      "id": "09-011-0025_p0043",
      "zh_CN": "这个刚才前面我讲过。在第五页第二行问答之中，说明十力、四无畏的差别，文很长，我们把前面第一段给诸位念念：",
      "zh_TW": "這個剛才前面我講過。在第五頁第二行問答之中，說明十力、四無畏的差別，文很長，我們把前面第一段給諸位念念："
    },
    {
      "id": "09-011-0025_p0044",
      "zh_CN": "【问曰。十力皆名智。四无所畏亦是智。有何等异。】",
      "zh_TW": "【問曰。十力皆名智。四無所畏亦是智。有何等異。】"
    },
    {
      "id": "09-011-0025_p0045",
      "zh_CN": "全是智慧为本体，而从智慧里面流出来的德用。既然十力是般若正智所流出来的，四无畏也是从般若正智流出来的，这两个究竟有什么不一样？",
      "zh_TW": "全是智慧為本體，而從智慧裡面流出來的德用。既然十力是般若正智所流出來的，四無畏也是從般若正智流出來的，這兩個究竟有什麼不一樣？"
    },
    {
      "id": "09-011-0025_p0046",
      "zh_CN": "【答曰。广说佛诸功德是力。略说是无畏。】",
      "zh_TW": "【答曰。廣說佛諸功德是力。略說是無畏。】"
    },
    {
      "id": "09-011-0025_p0047",
      "zh_CN": "十力的作用是广说佛诸功德，略说是无畏。这两个是这么回事情？一广一略，原来是一桩事情，可以说是相同的。",
      "zh_TW": "十力的作用是廣說佛諸功德，略說是無畏。這兩個是這麼回事情？一廣一略，原來是一樁事情，可以說是相同的。"
    },
    {
      "id": "09-011-0025_p0048",
      "zh_CN": "【复次。能有所作是力。无所疑难是无畏。】",
      "zh_TW": "【復次。能有所作是力。無所疑難是無畏。】"
    },
    {
      "id": "09-011-0025_p0049",
      "zh_CN": "这里就有差别，一个是有力量能作、能创作，一个是没有疑难。",
      "zh_TW": "這裡就有差別，一個是有力量能作、能創作，一個是沒有疑難。"
    },
    {
      "id": "09-011-0025_p0050",
      "zh_CN": "【智慧集故名力。散诸无明故是无畏。】",
      "zh_TW": "【智慧集故名力。散諸無明故是無畏。】"
    },
    {
      "id": "09-011-0025_p0051",
      "zh_CN": "一个是成就智慧，一个是破无明，智慧、破无明本来是一桩事情，从智慧上来说叫『力』，从断无明上叫『无畏』。",
      "zh_TW": "一個是成就智慧，一個是破無明，智慧、破無明本來是一樁事情，從智慧上來說叫『力』，從斷無明上叫『無畏』。"
    },
    {
      "id": "09-011-0025_p0052",
      "zh_CN": "【集诸善法故名力。灭诸不善法故名无畏。】",
      "zh_TW": "【集諸善法故名力。滅諸不善法故名無畏。】"
    },
    {
      "id": "09-011-0025_p0053",
      "zh_CN": "生善叫做『力』，断恶叫『无畏』。诸位晓得，唯善能断恶，我们要想断恶一定修善，修善就能断恶，所以从修善边说叫做力，从断恶边说叫无畏。",
      "zh_TW": "生善叫做『力』，斷惡叫『無畏』。諸位曉得，唯善能斷惡，我們要想斷惡一定修善，修善就能斷惡，所以從修善邊說叫做力，從斷惡邊說叫無畏。"
    },
    {
      "id": "09-011-0025_p0054",
      "zh_CN": "【自有智慧故名力。无能坏者故名无畏。智慧猛健是力。堪受问难是无畏。集诸智慧是名力。智慧外用是无畏。】",
      "zh_TW": "【自有智慧故名力。無能壞者故名無畏。智慧猛健是力。堪受問難是無畏。集諸智慧是名力。智慧外用是無畏。】"
    },
    {
      "id": "09-011-0025_p0055",
      "zh_CN": "下面说得很多、很详细，我们不必一一的来念。在此地对于「力」与「无畏」反复的来辨别，教我们认识确实它有相同的地方，也有相异的地方，从这段文我们能看得很清楚。在这一大段里面，第九页有一段文我们应当要学习：",
      "zh_TW": "下面說得很多、很詳細，我們不必一一的來念。在此地對於「力」與「無畏」反覆的來辨別，教我們認識確實它有相同的地方，也有相異的地方，從這段文我們能看得很清楚。在這一大段裡面，第九頁有一段文我們應當要學習："
    },
    {
      "id": "09-011-0025_p0056",
      "zh_CN": "【佛语真实柔软。次第易了。不疾不迟。不少不多。不没不垢。】",
      "zh_TW": "【佛語真實柔軟。次第易了。不疾不遲。不少不多。不沒不垢。】"
    },
    {
      "id": "09-011-0025_p0057",
      "zh_CN": "我提出这个是教我们学言语，言语是大学问，你看世间人常讲祸从口出，言语之道很不容易。孔老夫子教学第一科是德行，第二就是言语，第三是办事，第四才是文艺，可见得孔老夫子对于说话他老人家很重视，话说错了，麻烦就来了。佛门里面也是如此，非常重视言语，佛的言语『真实柔软』，没有粗暴的习气。『次第易了』，佛的言语是有条理、有层次，一点都不错乱，人家一听很容易明了。言语的速度不快不慢。说的言词、说的话，『不多不少』，恰到好处，没有废话。『不没』，这个「没」要念「梅」的音。「不没」是什么意思？这个「没」就是北方人所讲的没口子。说话唠唠叨叨说不停、说没完的，就叫没口子，这是毛病，佛没有这个毛病。『不垢』，「垢」是言语不干净，我们常讲的脏话，「不垢」就是佛言语没有这个毛病。绝对没有啰啰嗦嗦的，也没有不干净的言词。",
      "zh_TW": "我提出這個是教我們學言語，言語是大學問，你看世間人常講禍從口出，言語之道很不容易。孔老夫子教學第一科是德行，第二就是言語，第三是辦事，第四才是文藝，可見得孔老夫子對於說話他老人家很重視，話說錯了，麻煩就來了。佛門裡面也是如此，非常重視言語，佛的言語『真實柔軟』，沒有粗暴的習氣。『次第易了』，佛的言語是有條理、有層次，一點都不錯亂，人家一聽很容易明瞭。言語的速度不快不慢。說的言詞、說的話，『不多不少』，恰到好處，沒有廢話。『不沒』，這個「沒」要念「梅」的音。「不沒」是什麼意思？這個「沒」就是北方人所講的沒口子。說話嘮嘮叨叨說不停、說沒完的，就叫沒口子，這是毛病，佛沒有這個毛病。『不垢』，「垢」是言語不乾淨，我們常講的髒話，「不垢」就是佛言語沒有這個毛病。絕對沒有囉囉嗦嗦的，也沒有不乾淨的言詞。"
    },
    {
      "id": "09-011-0025_p0058",
      "zh_CN": "【不调戏。】",
      "zh_TW": "【不調戲。】"
    },
    {
      "id": "09-011-0025_p0059",
      "zh_CN": "『调戏』，开玩笑的话就叫做调戏、戏论，就是开玩笑的话没有。",
      "zh_TW": "『調戲』，開玩笑的話就叫做調戲、戲論，就是開玩笑的話沒有。"
    },
    {
      "id": "09-011-0025_p0060",
      "zh_CN": "【胜于迦陵毘伽鸟音。】",
      "zh_TW": "【勝於迦陵毘伽鳥音。】"
    },
    {
      "id": "09-011-0025_p0061",
      "zh_CN": "『迦陵毘伽鸟』，雪山有这种鸟，叫的声音非常好听。佛的音声比迦陵毘伽鸟的音声还要好听。",
      "zh_TW": "『迦陵毘伽鳥』，雪山有這種鳥，叫的聲音非常好聽。佛的音聲比迦陵毘伽鳥的音聲還要好聽。"
    },
    {
      "id": "09-011-0025_p0062",
      "zh_CN": "【辞义分明。不中伤物。】",
      "zh_TW": "【辭義分明。不中傷物。】"
    },
    {
      "id": "09-011-0025_p0063",
      "zh_CN": "这都是不容易做到。",
      "zh_TW": "這都是不容易做到。"
    },
    {
      "id": "09-011-0025_p0064",
      "zh_CN": "【离欲故无染。】",
      "zh_TW": "【離欲故無染。】"
    },
    {
      "id": "09-011-0025_p0065",
      "zh_CN": "底下这三句是根本。佛为什么有这么好的言词？为什么有这么好的音声、辞义？它有三个根本。它无染，为什么无染？离欲。",
      "zh_TW": "底下這三句是根本。佛為什麼有這麼好的言詞？為什麼有這麼好的音聲、辭義？它有三個根本。它無染，為什麼無染？離欲。"
    },
    {
      "id": "09-011-0025_p0066",
      "zh_CN": "【灭瞋故无碍。】",
      "zh_TW": "【滅瞋故無礙。】"
    },
    {
      "id": "09-011-0025_p0067",
      "zh_CN": "佛有无碍辩才，为什么？佛没有瞋恨心，没有瞋恚心。",
      "zh_TW": "佛有無礙辯才，為什麼？佛沒有瞋恨心，沒有瞋恚心。"
    },
    {
      "id": "09-011-0025_p0068",
      "zh_CN": "【除愚故易解。】",
      "zh_TW": "【除愚故易解。】"
    },
    {
      "id": "09-011-0025_p0069",
      "zh_CN": "佛的言语为什么一听就懂？佛有智慧，佛不愚痴。由此可见，灭贪瞋痴，言语才像佛；心里面还有贪瞋痴的烦恼，怎么学也学不像！从这里我们也得到一个结论，我们要真正想学如来清净言词、无碍辩才，要从哪里学？要从断贪瞋痴学，因为无贪、无瞋、无痴是根本。",
      "zh_TW": "佛的言語為什麼一聽就懂？佛有智慧，佛不愚痴。由此可見，滅貪瞋痴，言語才像佛；心裡面還有貪瞋痴的煩惱，怎麼學也學不像！從這裡我們也得到一個結論，我們要真正想學如來清淨言詞、無礙辯才，要從哪裡學？要從斷貪瞋痴學，因為無貪、無瞋、無痴是根本。"
    },
    {
      "id": "09-011-0025_p0070",
      "zh_CN": "【法喜增长故可爱。】",
      "zh_TW": "【法喜增長故可愛。】"
    },
    {
      "id": "09-011-0025_p0071",
      "zh_CN": "佛的言音可爱，为什么？增长法喜。",
      "zh_TW": "佛的言音可愛，為什麼？增長法喜。"
    },
    {
      "id": "09-011-0025_p0072",
      "zh_CN": "【遮罪故安稳。】",
      "zh_TW": "【遮罪故安穩。】"
    },
    {
      "id": "09-011-0025_p0073",
      "zh_CN": "拿我们俗话讲就是消灾，消灭罪业，佛的音声辞义都是帮助我们消业障的，所以我们听了非常安稳。",
      "zh_TW": "拿我們俗話講就是消災，消滅罪業，佛的音聲辭義都是幫助我們消業障的，所以我們聽了非常安穩。"
    },
    {
      "id": "09-011-0025_p0074",
      "zh_CN": "【随他心。】",
      "zh_TW": "【隨他心。】"
    },
    {
      "id": "09-011-0025_p0075",
      "zh_CN": "这就是恒顺众生。",
      "zh_TW": "這就是恆順眾生。"
    },
    {
      "id": "09-011-0025_p0076",
      "zh_CN": "【随解脱。】",
      "zh_TW": "【隨解脫。】"
    },
    {
      "id": "09-011-0025_p0077",
      "zh_CN": "随自己所证得的真如。恒顺众生并不违背法性，这才叫恒顺；与自己法性相违背了，那怎么能叫恒顺？所以恒顺众生凡夫做不到，凡夫顺众生是感情的顺、是烦恼的顺，佛菩萨顺众生是清净心顺、是无差别心顺，怎么会一样？顺一切众生，自己是如如不动、一尘不染，这才叫做顺，所以随他心又随解脱。",
      "zh_TW": "隨自己所證得的真如。恆順眾生並不違背法性，這才叫恆順；與自己法性相違背了，那怎麼能叫恆順？所以恆順眾生凡夫做不到，凡夫順眾生是感情的順、是煩惱的順，佛菩薩順眾生是清淨心順、是無差別心順，怎麼會一樣？順一切眾生，自己是如如不動、一塵不染，這才叫做順，所以隨他心又隨解脫。"
    },
    {
      "id": "09-011-0025_p0078",
      "zh_CN": "【义深语妙。有因缘故言有理。譬喻故善显示。事讫故善会事。】",
      "zh_TW": "【義深語妙。有因緣故言有理。譬喻故善顯示。事訖故善會事。】"
    },
    {
      "id": "09-011-0025_p0079",
      "zh_CN": "讲完了，讲完了怎么样？所谓是消归自性，这就是善会事，它能消归自性。",
      "zh_TW": "講完了，講完了怎麼樣？所謂是消歸自性，這就是善會事，它能消歸自性。"
    },
    {
      "id": "09-011-0025_p0080",
      "zh_CN": "【观种种众生心故杂说。】",
      "zh_TW": "【觀種種眾生心故雜說。】"
    },
    {
      "id": "09-011-0025_p0081",
      "zh_CN": "『杂说』，我们看佛讲的一切经，四十九年所说的，真正是因人因事所说都不一样。甚至同样一个问题，甲问佛，佛给他一种说法，乙同样也问这个问题，佛对乙是另一种说法，这叫杂说，不是一说。由此也可以知道，佛无有定法可说，佛所说的没有定法，完全是对治众生烦恼习气才有说。",
      "zh_TW": "『雜說』，我們看佛講的一切經，四十九年所說的，真正是因人因事所說都不一樣。甚至同樣一個問題，甲問佛，佛給他一種說法，乙同樣也問這個問題，佛對乙是另一種說法，這叫雜說，不是一說。由此也可以知道，佛無有定法可說，佛所說的沒有定法，完全是對治眾生煩惱習氣才有說。"
    },
    {
      "id": "09-011-0025_p0082",
      "zh_CN": "【久久皆入涅槃故一味。】",
      "zh_TW": "【久久皆入涅槃故一味。】"
    },
    {
      "id": "09-011-0025_p0083",
      "zh_CN": "这是了不起，最后的归宿，你只要跟佛久了，久久一定教你入如来的大涅槃。由此可知，佛的一切言教都是诱导一切众生趣入大涅槃。这一点意思要是不晓得，我们后来这些佛弟子讲经说法来度一切众生，往哪里度？如何能不迷失方向？如何能不走错路？目标都不认识，目标是在大涅槃，我们自己修学要向这个目标，劝勉一切众生也要向这个目标，这叫佛法，这就没有错误。第十页第七行是解释正遍知：",
      "zh_TW": "這是了不起，最後的歸宿，你只要跟佛久了，久久一定教你入如來的大涅槃。由此可知，佛的一切言教都是誘導一切眾生趣入大涅槃。這一點意思要是不曉得，我們後來這些佛弟子講經說法來度一切眾生，往哪裡度？如何能不迷失方向？如何能不走錯路？目標都不認識，目標是在大涅槃，我們自己修學要向這個目標，勸勉一切眾生也要向這個目標，這叫佛法，這就沒有錯誤。第十頁第七行是解釋正遍知："
    },
    {
      "id": "09-011-0025_p0084",
      "zh_CN": "【正遍知者。知一切法不颠倒。正不邪。如余过去诸佛。是名三藐三佛陀。】",
      "zh_TW": "【正遍知者。知一切法不顛倒。正不邪。如餘過去諸佛。是名三藐三佛陀。】"
    },
    {
      "id": "09-011-0025_p0085",
      "zh_CN": "『三藐三佛陀』是印度话，翻成中国意思就是『正遍知』。底下解释很多，我们念这一句就行了，『知一切法不颠倒』，不是颠倒之见就叫正见，颠倒之见叫邪见。正倒的标准在哪里？标准虽然有浅深高下不同，但是它有一个不变之理，说得再浅，与真理也相应。譬如五戒里面不杀生是正知，杀生是颠倒见，意思虽然很浅，与法性相应，没有违背法性。最高一层的「正遍知」是要见性，我们一般讲以见性见一切万法都叫正遍知。以第六意识来观一切万法皆名颠倒见，用第六意识闻法都是颠倒见，这个我们在《楞严经》里面看得很清楚。由此可知，严格讲到标准，转识成智那个智就是正遍知，要晓得情识是颠倒见，转颠倒见就是正遍知。如何去转？这些理论与方法是属于学问，修学那是功夫。在十一面倒数第三行以下这是解释「漏」，倒数第三行当中这一句开始：",
      "zh_TW": "『三藐三佛陀』是印度話，翻成中國意思就是『正遍知』。底下解釋很多，我們念這一句就行了，『知一切法不顛倒』，不是顛倒之見就叫正見，顛倒之見叫邪見。正倒的標準在哪裡？標準雖然有淺深高下不同，但是它有一個不變之理，說得再淺，與真理也相應。譬如五戒裡面不殺生是正知，殺生是顛倒見，意思雖然很淺，與法性相應，沒有違背法性。最高一層的「正遍知」是要見性，我們一般講以見性見一切萬法都叫正遍知。以第六意識來觀一切萬法皆名顛倒見，用第六意識聞法都是顛倒見，這個我們在《楞嚴經》裡面看得很清楚。由此可知，嚴格講到標準，轉識成智那個智就是正遍知，要曉得情識是顛倒見，轉顛倒見就是正遍知。如何去轉？這些理論與方法是屬於學問，修學那是功夫。在十一面倒數第三行以下這是解釋「漏」，倒數第三行當中這一句開始："
    },
    {
      "id": "09-011-0025_p0086",
      "zh_CN": "【何等是漏。漏名三漏，欲漏。有漏。无明漏。】",
      "zh_TW": "【何等是漏。漏名三漏，欲漏。有漏。無明漏。】"
    },
    {
      "id": "09-011-0025_p0087",
      "zh_CN": "里面又给我们讲，在一切漏障经中分别说七种漏，七与三就是开合不同，我们通常能记这三种漏就行了。在这一段我们为了节省时间不能细说，诸位自己去看。修习三学三慧六度万行，如果目的是在世间都叫做障道法，这是诸位要记住，因为十二面第一行里面有：",
      "zh_TW": "裡面又給我們講，在一切漏障經中分別說七種漏，七與三就是開合不同，我們通常能記這三種漏就行了。在這一段我們為了節省時間不能細說，諸位自己去看。修習三學三慧六度萬行，如果目的是在世間都叫做障道法，這是諸位要記住，因為十二面第一行裡面有："
    },
    {
      "id": "09-011-0025_p0088",
      "zh_CN": "【布施持戒。修十善道。受诸味禅。略说若能障涅槃。若善若不善若无记。是名障道法。】",
      "zh_TW": "【布施持戒。修十善道。受諸味禪。略說若能障涅槃。若善若不善若無記。是名障道法。】"
    },
    {
      "id": "09-011-0025_p0089",
      "zh_CN": "在这里我只是笼统给诸位解释这一句，不管你修哪个法门，你修的三学三慧六度万行，只要你目的是在世间，就障道。这些法要不要修？要修，一定要记住，心里不可以留恋世间，你修的是出离大法，修的是清净涅槃。世间的一切东西要不要？不求。求来怎么样？障道。应当要修福，何必多求？你说，「我现在没地方住，我要有个地方安稳住下来才能修道」，那就是先对世间法有求，有求就造成障碍。凡是对世法有求的人，说老实话，他不相信因果，最根本的法他都不相信。因果里面讲「一饮一啄莫非前定」，求什么？能求得到吗？你所求到的是你自己福报里有的，等于你提前把它拿到，不求也有，慢慢的拿到。好像银行存款一样，不求的时候到月他支利息给你，你也冻不死、也饿不坏；你要是统统提出来，好，提出来一下受用，用光就没有了。这些年来讲经时时提出这个道理，为什么还不相信？",
      "zh_TW": "在這裡我只是籠統給諸位解釋這一句，不管你修哪個法門，你修的三學三慧六度萬行，只要你目的是在世間，就障道。這些法要不要修？要修，一定要記住，心裡不可以留戀世間，你修的是出離大法，修的是清淨涅槃。世間的一切東西要不要？不求。求來怎麼樣？障道。應當要修福，何必多求？你說，「我現在沒地方住，我要有個地方安穩住下來才能修道」，那就是先對世間法有求，有求就造成障礙。凡是對世法有求的人，說老實話，他不相信因果，最根本的法他都不相信。因果裡面講「一飲一啄莫非前定」，求什麼？能求得到嗎？你所求到的是你自己福報裡有的，等於你提前把它拿到，不求也有，慢慢的拿到。好像銀行存款一樣，不求的時候到月他支利息給你，你也凍不死、也餓不壞；你要是統統提出來，好，提出來一下受用，用光就沒有了。這些年來講經時時提出這個道理，為什麼還不相信？"
    },
    {
      "id": "09-011-0025_p0090",
      "zh_CN": "你们诸位看到，我就这么一点点福报，如果我一出家的时候就求，我这个福报早就享尽，现在也不在这个人间，不晓得到哪一道去了，确确实实！我出家第二年、第三年，海印寺的老和尚就请我去当住持，以后玄奘寺赵老居士找了我八、九次，要我到玄奘寺去，我不要。我到处流浪，流浪了十几年，也到处讲经跟人家结缘，但是不求。不但是不要求一个道场，我连衣食都不求。这是什么？我一学佛就看了《了凡四训》，我对因果道理很相信，愈想愈有道理，既然是命里定的，还求什么？不如学袁了凡，一切听其自然、听其自在，求一个心安理得，所以什么都不求。不但世间名闻利养我不求，我也不求禅定，我也不求一心，我也不求什么菩萨、佛的果位，我天天这样干。到什么程度？《法华经》在经题上讲过了，感应妙，它自然有，妙就是感应道交，用得着自己操什么心？智者大师九旬谈妙，大概我们这个妙恐怕也要谈九个钟点，九旬太多了，恐怕也要九个钟点才能把经题讲完。总希望诸位要有耐心，题里面的味道要是能够得到一些，经里面的味道更浓厚、更有趣味。这是我在这里稍稍提出一点，万万不可以有世间意。《阿难问事佛吉凶经》里头就有，「可得为世间事，不可得为世间意」。可得为世间事是随缘，而不是攀缘；一攀缘就是世间意，这是障道法，必须要晓得。你不晓得、你不去掉，你就没有法子证道。",
      "zh_TW": "你們諸位看到，我就這麼一點點福報，如果我一出家的時候就求，我這個福報早就享盡，現在也不在這個人間，不曉得到哪一道去了，確確實實！我出家第二年、第三年，海印寺的老和尚就請我去當住持，以後玄奘寺趙老居士找了我八、九次，要我到玄奘寺去，我不要。我到處流浪，流浪了十幾年，也到處講經跟人家結緣，但是不求。不但是不要求一個道場，我連衣食都不求。這是什麼？我一學佛就看了《了凡四訓》，我對因果道理很相信，愈想愈有道理，既然是命裡定的，還求什麼？不如學袁了凡，一切聽其自然、聽其自在，求一個心安理得，所以什麼都不求。不但世間名聞利養我不求，我也不求禪定，我也不求一心，我也不求什麼菩薩、佛的果位，我天天這樣幹。到什麼程度？《法華經》在經題上講過了，感應妙，它自然有，妙就是感應道交，用得著自己操什麼心？智者大師九旬談妙，大概我們這個妙恐怕也要談九個鐘點，九旬太多了，恐怕也要九個鐘點才能把經題講完。總希望諸位要有耐心，題裡面的味道要是能夠得到一些，經裡面的味道更濃厚、更有趣味。這是我在這裡稍稍提出一點，萬萬不可以有世間意。《阿難問事佛吉凶經》裡頭就有，「可得為世間事，不可得為世間意」。可得為世間事是隨緣，而不是攀緣；一攀緣就是世間意，這是障道法，必須要曉得。你不曉得、你不去掉，你就沒有法子證道。"
    },
    {
      "id": "09-011-0025_p0091",
      "zh_CN": "第十三面最后一行当中以下是解释「师子吼」。第十七页第六行末后一句以下是解释「转梵轮」，转梵轮跟我们平常所用的转法轮是同样的意思，梵轮可以当作法轮讲，意思有相通之处。这一条解释得也很多，文也相当之长，一直到第二十二页。二十二页末后有三首半的偈颂，这个偈颂是说佛：",
      "zh_TW": "第十三面最後一行當中以下是解釋「師子吼」。第十七頁第六行末後一句以下是解釋「轉梵輪」，轉梵輪跟我們平常所用的轉法輪是同樣的意思，梵輪可以當作法輪講，意思有相通之處。這一條解釋得也很多，文也相當之長，一直到第二十二頁。二十二頁末後有三首半的偈頌，這個偈頌是說佛："
    },
    {
      "id": "09-011-0025_p0092",
      "zh_CN": "【十力四无所畏。不以取相着心分别故。但为度众生。知众生从是因缘得解脱。】",
      "zh_TW": "【十力四無所畏。不以取相著心分別故。但為度眾生。知眾生從是因緣得解脫。】"
    },
    {
      "id": "09-011-0025_p0093",
      "zh_CN": "偈颂是《中论》中说的，意思跟这一段的意思完全相同，所以引《中论》的偈颂来做证明。这十四句最好能把它记熟了。二十三页长行以下是讲大乘十力、四无畏，倒数第四行最后「问」底下，就是最后这一句，这以下是讲菩萨十力、四无畏，前面所讲的是如来果地上的，这是菩萨的。如来果地上的十力、四无畏我们应当要晓得，而菩萨十力、四无畏更是我们应该学习的，所以这几句非常的重要，从二十三面倒数第四行最后一句开始，一直到二十五页第二行。这一段的文字一定要多多的念几遍，为什么？是我们可以学习的。前面半段是讲菩萨的十力，后面六行是讲菩萨的四无畏，这一段相当重要，我们由于时间快要到了，也不要念了，意思不难懂，一看都能够明了。二十五页第三行以下，一直到这一卷的末了，是讲「四无碍智」，我们把名目先念一念：",
      "zh_TW": "偈頌是《中論》中說的，意思跟這一段的意思完全相同，所以引《中論》的偈頌來做證明。這十四句最好能把它記熟了。二十三頁長行以下是講大乘十力、四無畏，倒數第四行最後「問」底下，就是最後這一句，這以下是講菩薩十力、四無畏，前面所講的是如來果地上的，這是菩薩的。如來果地上的十力、四無畏我們應當要曉得，而菩薩十力、四無畏更是我們應該學習的，所以這幾句非常的重要，從二十三面倒數第四行最後一句開始，一直到二十五頁第二行。這一段的文字一定要多多的念幾遍，為什麼？是我們可以學習的。前面半段是講菩薩的十力，後面六行是講菩薩的四無畏，這一段相當重要，我們由於時間快要到了，也不要念了，意思不難懂，一看都能夠明瞭。二十五頁第三行以下，一直到這一卷的末了，是講「四無礙智」，我們把名目先念一念："
    },
    {
      "id": "09-011-0025_p0094",
      "zh_CN": "【四无碍智者。义无碍智。法无碍智。辞无碍智。乐说无碍智。】",
      "zh_TW": "【四無礙智者。義無礙智。法無礙智。辭無礙智。樂說無礙智。】"
    },
    {
      "id": "09-011-0025_p0095",
      "zh_CN": "这四无碍智就是我们平常讲的四无碍辩才，四无碍辩才我们在经或者是注解里面常常遇到，所以这四句我们也常常讲，今天我们在《大智度论》里面又看到了。我们看古德的注解，许多都是引用《大智度论》的话，今天我们在此地是《大智度论》的原文读到了。四无碍辩才是以第一个为主，就是以「义」为主，以下我们念一段：",
      "zh_TW": "這四無礙智就是我們平常講的四無礙辯才，四無礙辯才我們在經或者是註解裡面常常遇到，所以這四句我們也常常講，今天我們在《大智度論》裡面又看到了。我們看古德的註解，許多都是引用《大智度論》的話，今天我們在此地是《大智度論》的原文讀到了。四無礙辯才是以第一個為主，就是以「義」為主，以下我們念一段："
    },
    {
      "id": "09-011-0025_p0096",
      "zh_CN": "【义无碍智者。用名字言语所说事。各各诸法相。所谓坚相地。此中地坚相是义。】",
      "zh_TW": "【義無礙智者。用名字言語所說事。各各諸法相。所謂堅相地。此中地堅相是義。】"
    },
    {
      "id": "09-011-0025_p0097",
      "zh_CN": "就是它的义理。",
      "zh_TW": "就是它的義理。"
    },
    {
      "id": "09-011-0025_p0098",
      "zh_CN": "【地名字是法。以言语说地是辞。】",
      "zh_TW": "【地名字是法。以言語說地是辭。】"
    },
    {
      "id": "09-011-0025_p0099",
      "zh_CN": "言语说出来的这是辞句。",
      "zh_TW": "言語說出來的這是辭句。"
    },
    {
      "id": "09-011-0025_p0100",
      "zh_CN": "【于三种智中乐说自在。是乐说。】",
      "zh_TW": "【於三種智中樂說自在。是樂說。】"
    },
    {
      "id": "09-011-0025_p0101",
      "zh_CN": "你欢喜把这个道理、这个名相，就是这个事实能够说出来，这是属于『乐说』。",
      "zh_TW": "你歡喜把這個道理、這個名相，就是這個事實能夠說出來，這是屬於『樂說』。"
    },
    {
      "id": "09-011-0025_p0102",
      "zh_CN": "【于此四事中通达无滞。是名无碍智。】",
      "zh_TW": "【於此四事中通達無滯。是名無礙智。】"
    },
    {
      "id": "09-011-0025_p0103",
      "zh_CN": "可见得无碍智是清净智。对于「义、法、辞、乐说」都能通达无碍，这就叫「无碍智」。这是举一个地坚相，举这一句把四无碍智的意思都说出来了。下面再一一的来辩明什么叫义无碍、什么叫法无碍，二十五页倒数第四行以下讲法无碍，二十六页说的是辞无碍、乐说无碍。第二十七页第一行以下是说菩萨法中四无碍智：",
      "zh_TW": "可見得無礙智是清淨智。對於「義、法、辭、樂說」都能通達無礙，這就叫「無礙智」。這是舉一個地堅相，舉這一句把四無礙智的意思都說出來了。下面再一一的來辯明什麼叫義無礙、什麼叫法無礙，二十五頁倒數第四行以下講法無礙，二十六頁說的是辭無礙、樂說無礙。第二十七頁第一行以下是說菩薩法中四無礙智："
    },
    {
      "id": "09-011-0025_p0104",
      "zh_CN": "【问曰。摩诃衍中有菩萨四无碍智不。】",
      "zh_TW": "【問曰。摩訶衍中有菩薩四無礙智不。】"
    },
    {
      "id": "09-011-0025_p0105",
      "zh_CN": "『摩诃衍』是印度话，翻成中文就是大乘，就是大乘法中有没有『菩萨四无碍智』？",
      "zh_TW": "『摩訶衍』是印度話，翻成中文就是大乘，就是大乘法中有沒有『菩薩四無礙智』？"
    },
    {
      "id": "09-011-0025_p0106",
      "zh_CN": "【答曰。有。】",
      "zh_TW": "【答曰。有。】"
    },
    {
      "id": "09-011-0025_p0107",
      "zh_CN": "底下说得也很详细。「何者是」？第一个是「义无碍智者」，底下是解释义无碍智。在第五行第二句里面解释「法无碍智」，最后一行一开头解释「辞无碍智」。二十八页第七行第三个字开始，「乐说无碍智」，一直到二十九页倒数第三行的第一句「是名乐说无碍智」，到这地方统统是解释大乘法中菩萨的四无碍智。末后是总结，总结特别着重在菩萨法上，菩萨成就四种无碍智，所以才能够得到诸天梵外的尊重，虽然得到一切人的尊重，菩萨的心是清净的，不染不着。本论里面四无所畏、四无碍智，我们就介绍到此地。下面一篇是如来的十八不共法，也是占了一卷经文。这些名相都是我们常常遇到的，但是解释这么详细，实在是《大智度论》。",
      "zh_TW": "底下說得也很詳細。「何者是」？第一個是「義無礙智者」，底下是解釋義無礙智。在第五行第二句裡面解釋「法無礙智」，最後一行一開頭解釋「辭無礙智」。二十八頁第七行第三個字開始，「樂說無礙智」，一直到二十九頁倒數第三行的第一句「是名樂說無礙智」，到這地方統統是解釋大乘法中菩薩的四無礙智。末後是總結，總結特別著重在菩薩法上，菩薩成就四種無礙智，所以才能夠得到諸天梵外的尊重，雖然得到一切人的尊重，菩薩的心是清淨的，不染不著。本論裡面四無所畏、四無礙智，我們就介紹到此地。下面一篇是如來的十八不共法，也是佔了一卷經文。這些名相都是我們常常遇到的，但是解釋這麼詳細，實在是《大智度論》。"
    }
  ]
}