{
  "doc_id": "09-011-0006",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0006",
  "total_paragraphs": 84,
  "paragraphs": [
    {
      "id": "09-011-0006_p0001",
      "zh_CN": "请掀开经本《大智度论》第六卷，下面页码第二百一十五页：",
      "zh_TW": "請掀開經本《大智度論》第六卷，下面頁碼第二百一十五頁："
    },
    {
      "id": "09-011-0006_p0002",
      "zh_CN": "【释初品中十喻。】",
      "zh_TW": "【釋初品中十喻。】"
    },
    {
      "id": "09-011-0006_p0003",
      "zh_CN": "这地方的十种比喻是世尊在《般若经》常讲到的。有些地方，像《大般若经》这段里面，这十种比喻都具足，有些地方或者讲二种、三种不一定。这些比喻可以说在大乘经典里面我们常常看到的，在大论里面龙树菩萨给我们解释得相当清楚，我们这个本子是有二十二页的经文。十种都是比喻「法空」。",
      "zh_TW": "這地方的十種比喻是世尊在《般若經》常講到的。有些地方，像《大般若經》這段裡面，這十種比喻都具足，有些地方或者講二種、三種不一定。這些比喻可以說在大乘經典裡面我們常常看到的，在大論裡面龍樹菩薩給我們解釋得相當清楚，我們這個本子是有二十二頁的經文。十種都是比喻「法空」。"
    },
    {
      "id": "09-011-0006_p0004",
      "zh_CN": "经【解了诸法：如幻、如焰、如水中月、如虚空、如响、如犍闼婆城、如梦、如影、如镜中像、如化。】",
      "zh_TW": "經【解了諸法：如幻、如焰、如水中月、如虛空、如響、如犍闥婆城、如夢、如影、如鏡中像、如化。】"
    },
    {
      "id": "09-011-0006_p0005",
      "zh_CN": "这十种比喻，每一段可以说都解释得相当详细，而且有许多地方还引经论作证。第二页第三行解释第一个比喻：",
      "zh_TW": "這十種比喻，每一段可以說都解釋得相當詳細，而且有許多地方還引經論作證。第二頁第三行解釋第一個比喻："
    },
    {
      "id": "09-011-0006_p0006",
      "zh_CN": "【如《德女经》说。】",
      "zh_TW": "【如《德女經》說。】"
    },
    {
      "id": "09-011-0006_p0007",
      "zh_CN": "以下是引一节的经文，这段的意思很深，我们必须要微细的去研究它。义理虽然相当深，可以能够领悟的。十种比喻只要有一条我们能得一个入处，其余的九种比喻都能够了达。以下我们就不要一桩一桩来解释，我们看十喻最后的结论，就是用问答的方式来解释我们的疑惑，第二十一面最后一行，要紧的意思在此地：",
      "zh_TW": "以下是引一節的經文，這段的意思很深，我們必須要微細的去研究它。義理雖然相當深，可以能夠領悟的。十種比喻只要有一條我們能得一個入處，其餘的九種比喻都能夠了達。以下我們就不要一樁一樁來解釋，我們看十喻最後的結論，就是用問答的方式來解釋我們的疑惑，第二十一面最後一行，要緊的意思在此地："
    },
    {
      "id": "09-011-0006_p0008",
      "zh_CN": "【我说空。破诸法有。今所说者。若说有。先已破。若说无。不应难。譬如执事比丘举手唱言。众皆寂静。是为以声遮声。非求声也。以是故。虽说诸法空。不生不灭。愍念众生故。虽说非有也。】",
      "zh_TW": "【我說空。破諸法有。今所說者。若說有。先已破。若說無。不應難。譬如執事比丘舉手唱言。眾皆寂靜。是為以聲遮聲。非求聲也。以是故。雖說諸法空。不生不滅。愍念眾生故。雖說非有也。】"
    },
    {
      "id": "09-011-0006_p0009",
      "zh_CN": "这个『我』是释迦牟尼佛说的。『虽说』，可以说概括释迦牟尼佛四十九年所说，也可以说十方三世一切诸佛之所说。他跟我们凡夫不一样，我们凡夫的说是有说，人家『虽说非有也』，这个意思就是：「虽说」，实在是无说，所谓无说而说、说而无说。这个道理很深，这是诸佛菩萨说。所以决定不可以着相，我们真正懂得这个意思才可以说法，才可以听法；如果不懂这个意思，说听都有过失，换句话说，说听都有错误。这是十种比喻最后的结论，我念三行要紧的就是这一句「虽说非有也」，我们要能够体会到这个意思。底下经文每一句可以说都详细的注出来了，诸位看第四行经文，底下论就是注解，诸位自己去看。",
      "zh_TW": "這個『我』是釋迦牟尼佛說的。『雖說』，可以說概括釋迦牟尼佛四十九年所說，也可以說十方三世一切諸佛之所說。他跟我們凡夫不一樣，我們凡夫的說是有說，人家『雖說非有也』，這個意思就是：「雖說」，實在是無說，所謂無說而說、說而無說。這個道理很深，這是諸佛菩薩說。所以決定不可以著相，我們真正懂得這個意思才可以說法，才可以聽法；如果不懂這個意思，說聽都有過失，換句話說，說聽都有錯誤。這是十種比喻最後的結論，我念三行要緊的就是這一句「雖說非有也」，我們要能夠體會到這個意思。底下經文每一句可以說都詳細的註出來了，諸位看第四行經文，底下論就是註解，諸位自己去看。"
    },
    {
      "id": "09-011-0006_p0010",
      "zh_CN": "经【得无碍无所畏。】",
      "zh_TW": "經【得無礙無所畏。】"
    },
    {
      "id": "09-011-0006_p0011",
      "zh_CN": "这句从注解去看，它的意思就是指根本智的成就，根本智的成就也就是无生忍的成就。换句话说，能够证得无生法忍，根本智才现前，根本智现前就是证得无生法忍。刚才在我们讲经之前，有一位老居士告诉我一桩事情，尤其是这几天年关很近，到此地听经要转好几次车，往往公共巴士的小姐对人，尤其对老年人很没有礼貌，看到这样子心里都非常难过，免不了要气愤。这就是什么？我们六根接触六尘境界，我们要修无生法忍在哪里修？就在这地方修。所谓是忍人之不能忍，别人都没有办法忍受的，我们能忍。为什么能忍？晓得一切法如幻如化。我们在讲堂也常常给诸位介绍出来，正如同佛在法华会里教给我们要做如是观。如是观，观什么？观它的现象，「如是相，如是性，如是体」，一直到「如是本末究竟」，这是《法华经》里有名的十条，十条都叫做如是观。我们能够这样看一切的顺境逆境，我们心就平静，就不会生气，这叫功夫，这叫境界里提得起观照的作用，成就无量的智慧。佛在一切经论里面勉励我们应当要如是的学。这一句放在前面是很有道理的，那就是佛法以智慧为根本，以无生法忍为根本，所以才能够得到『无碍无所畏』。下面一句是讲菩萨应机：",
      "zh_TW": "這句從註解去看，它的意思就是指根本智的成就，根本智的成就也就是無生忍的成就。換句話說，能夠證得無生法忍，根本智才現前，根本智現前就是證得無生法忍。剛才在我們講經之前，有一位老居士告訴我一樁事情，尤其是這幾天年關很近，到此地聽經要轉好幾次車，往往公共巴士的小姐對人，尤其對老年人很沒有禮貌，看到這樣子心裡都非常難過，免不了要氣憤。這就是什麼？我們六根接觸六塵境界，我們要修無生法忍在哪裡修？就在這地方修。所謂是忍人之不能忍，別人都沒有辦法忍受的，我們能忍。為什麼能忍？曉得一切法如幻如化。我們在講堂也常常給諸位介紹出來，正如同佛在法華會裡教給我們要做如是觀。如是觀，觀什麼？觀它的現象，「如是相，如是性，如是體」，一直到「如是本末究竟」，這是《法華經》裡有名的十條，十條都叫做如是觀。我們能夠這樣看一切的順境逆境，我們心就平靜，就不會生氣，這叫功夫，這叫境界裡提得起觀照的作用，成就無量的智慧。佛在一切經論裡面勉勵我們應當要如是的學。這一句放在前面是很有道理的，那就是佛法以智慧為根本，以無生法忍為根本，所以才能夠得到『無礙無所畏』。下面一句是講菩薩應機："
    },
    {
      "id": "09-011-0006_p0012",
      "zh_CN": "经【悉知众生心行所趣。以微妙慧而度脱之。】",
      "zh_TW": "經【悉知眾生心行所趣。以微妙慧而度脫之。】"
    },
    {
      "id": "09-011-0006_p0013",
      "zh_CN": "在这段注解里面有两桩事情特别要给诸位提出来。菩萨必然是教化一切众生，不教化一切众生那不叫菩萨，教化一切众生一定先要具足「无碍无所畏」。换句话说，先要具足根本智跟无生忍。忍就是禅定，智就是智慧，定慧具足之后要能够应机巧度，度众生的目的是要指导众生转识成智，注解里面都是发明这个道理。第二个意思，虽然讲『妙慧』，妙慧有浅深差别不同。菩萨，我们在圆实大教里面常讲的，像《华严经》里面所说的四十一位法身大士，这四十一位都是证得无生忍的菩萨，都是得到根本智的菩萨，为什么还有四十一个等级？这就是定慧有浅深程度不同，这是我们必须要知道的。以上这段注解，最后面的十四行文相当重要，应当要把它多念几遍，就是从二十三面第三行最后一句开始，一直到二十五页第一行，这段虽然没有细讲，相当的重要。重点提出来之后，诸位就不难懂里面的大意。第二十五页：",
      "zh_TW": "在這段註解裡面有兩樁事情特別要給諸位提出來。菩薩必然是教化一切眾生，不教化一切眾生那不叫菩薩，教化一切眾生一定先要具足「無礙無所畏」。換句話說，先要具足根本智跟無生忍。忍就是禪定，智就是智慧，定慧具足之後要能夠應機巧度，度眾生的目的是要指導眾生轉識成智，註解裡面都是發明這個道理。第二個意思，雖然講『妙慧』，妙慧有淺深差別不同。菩薩，我們在圓實大教裡面常講的，像《華嚴經》裡面所說的四十一位法身大士，這四十一位都是證得無生忍的菩薩，都是得到根本智的菩薩，為什麼還有四十一個等級？這就是定慧有淺深程度不同，這是我們必須要知道的。以上這段註解，最後面的十四行文相當重要，應當要把它多念幾遍，就是從二十三面第三行最後一句開始，一直到二十五頁第一行，這段雖然沒有細講，相當的重要。重點提出來之後，諸位就不難懂裡面的大意。第二十五頁："
    },
    {
      "id": "09-011-0006_p0014",
      "zh_CN": "经【意无罣碍。】",
      "zh_TW": "經【意無罣礙。】"
    },
    {
      "id": "09-011-0006_p0015",
      "zh_CN": "经只有四个字，在论里面第一点的意思就是平等心。",
      "zh_TW": "經只有四個字，在論裡面第一點的意思就是平等心。"
    },
    {
      "id": "09-011-0006_p0016",
      "zh_CN": "【云何名意无罣碍。菩萨于一切怨亲非怨非亲人中等心无有碍。】",
      "zh_TW": "【云何名意無罣礙。菩薩於一切怨親非怨非親人中等心無有礙。】"
    },
    {
      "id": "09-011-0006_p0017",
      "zh_CN": "这段里面是讲平等心，『等心』就是平等心。我们要能够做到无碍，『无罣碍』就是无碍，意无碍，身才无碍、境才无碍。万法唯心，大乘佛法常讲境随心转，心自在了，境界就无障碍，这个地方最重要的是从心意上来说。怎样才能够达到无碍？一定要从平等心上去修，再就是从清净心上去修。",
      "zh_TW": "這段裡面是講平等心，『等心』就是平等心。我們要能夠做到無礙，『無罣礙』就是無礙，意無礙，身才無礙、境才無礙。萬法唯心，大乘佛法常講境隨心轉，心自在了，境界就無障礙，這個地方最重要的是從心意上來說。怎樣才能夠達到無礙？一定要從平等心上去修，再就是從清淨心上去修。"
    },
    {
      "id": "09-011-0006_p0018",
      "zh_CN": "【诸佛菩萨。心不爱着。外道恶人。心不憎恚。】",
      "zh_TW": "【諸佛菩薩。心不愛著。外道惡人。心不憎恚。】"
    },
    {
      "id": "09-011-0006_p0019",
      "zh_CN": "这是讲菩萨修行，对于佛、对于诸菩萨，一个修学佛法的人，他对于这些人心里面没有『爱』、没有『着』；对于外道、对于恶人，心里没有『憎』、没有『恚』，可见得是怨亲平等。这四句是讲平等心。平等之后，心当然清净。",
      "zh_TW": "這是講菩薩修行，對於佛、對於諸菩薩，一個修學佛法的人，他對於這些人心裡面沒有『愛』、沒有『著』；對於外道、對於惡人，心裡沒有『憎』、沒有『恚』，可見得是怨親平等。這四句是講平等心。平等之後，心當然清淨。"
    },
    {
      "id": "09-011-0006_p0020",
      "zh_CN": "【如是清净心。名为意无罣碍。】",
      "zh_TW": "【如是清淨心。名為意無罣礙。】"
    },
    {
      "id": "09-011-0006_p0021",
      "zh_CN": "在这段里面特别着重的就是一个平等心、一个清净心，这也是我们讲堂里常常说的，我们同修一定要留意，真正要学佛就从这个地方学。第二十七面：",
      "zh_TW": "在這段裡面特別著重的就是一個平等心、一個清淨心，這也是我們講堂裡常常說的，我們同修一定要留意，真正要學佛就從這個地方學。第二十七面："
    },
    {
      "id": "09-011-0006_p0022",
      "zh_CN": "经【大忍成就。】",
      "zh_TW": "經【大忍成就。】"
    },
    {
      "id": "09-011-0006_p0023",
      "zh_CN": "龙树菩萨在论文里面详细说明『大忍』以及『成就』之相，要紧的意思是教我们在一切众生、一切诸法之中，要学如如不动，这样才能够成就大忍。文非常之好，实在讲这是差不多将近一张，就是两页，如果诸位欢喜的话，这一张可以背诵。因为我们学佛，说老实话，我们之所以没有什么成就，就是不能忍，小事都忍不住，何况是大忍，有大忍才有大成就。这段文相当的重要。二十九面：",
      "zh_TW": "龍樹菩薩在論文裡面詳細說明『大忍』以及『成就』之相，要緊的意思是教我們在一切眾生、一切諸法之中，要學如如不動，這樣才能夠成就大忍。文非常之好，實在講這是差不多將近一張，就是兩頁，如果諸位歡喜的話，這一張可以背誦。因為我們學佛，說老實話，我們之所以沒有什麼成就，就是不能忍，小事都忍不住，何況是大忍，有大忍才有大成就。這段文相當的重要。二十九面："
    },
    {
      "id": "09-011-0006_p0024",
      "zh_CN": "经【如实巧度。】",
      "zh_TW": "經【如實巧度。】"
    },
    {
      "id": "09-011-0006_p0025",
      "zh_CN": "这是讲到佛菩萨教化众生的目的。『巧』是讲善巧方便，可是善巧方便要『如实』。这四个字也就是平常我们所讲的上契诸佛所证之理，就是「如实」两个字；下化众生可度之机，就是「巧度」两个字。所以佛法，我们通常讲经典叫做契经，佛说法一定是契机契理，世间人虽有方便、有巧度，但是不如实，这个道理我们要懂。不如实的那些善巧，不是佛法里面所讲的善巧方便。",
      "zh_TW": "這是講到佛菩薩教化眾生的目的。『巧』是講善巧方便，可是善巧方便要『如實』。這四個字也就是平常我們所講的上契諸佛所證之理，就是「如實」兩個字；下化眾生可度之機，就是「巧度」兩個字。所以佛法，我們通常講經典叫做契經，佛說法一定是契機契理，世間人雖有方便、有巧度，但是不如實，這個道理我們要懂。不如實的那些善巧，不是佛法裡面所講的善巧方便。"
    },
    {
      "id": "09-011-0006_p0026",
      "zh_CN": "在二十九页这段论文里面，龙树菩萨举出文殊菩萨的本缘提供我们做参考，也就是文殊菩萨的一段公案。这段文很长，涉及的问题非常深，这是属于大智慧，也是很难讲，很容易叫一切众生发生误会的地方。我们今天既然读到这些，就必须认真的来讨论一下，万不可以含糊笼统的过去。为什么？含糊过去，我们的疑问不能解决，对我们的修学会产生重大的障碍。二十九面倒数第四行：",
      "zh_TW": "在二十九頁這段論文裡面，龍樹菩薩舉出文殊菩薩的本緣提供我們做參考，也就是文殊菩薩的一段公案。這段文很長，涉及的問題非常深，這是屬於大智慧，也是很難講，很容易叫一切眾生發生誤會的地方。我們今天既然讀到這些，就必須認真的來討論一下，萬不可以含糊籠統的過去。為什麼？含糊過去，我們的疑問不能解決，對我們的修學會產生重大的障礙。二十九面倒數第四行："
    },
    {
      "id": "09-011-0006_p0027",
      "zh_CN": "【观诸法相。无缚无解。心得清净。菩萨教也。如文殊师利本缘。文殊师利白佛。大德。昔我先世过无量阿僧祇劫。尔时有佛名师子音王。佛及众生寿十万亿那由他岁。佛以三乘而度众生。国名千光明。其国中诸树皆七宝成。树出无量清净法音。空、无相、无作、不生、不灭、无所有之音。】",
      "zh_TW": "【觀諸法相。無縛無解。心得清淨。菩薩教也。如文殊師利本緣。文殊師利白佛。大德。昔我先世過無量阿僧祇劫。爾時有佛名師子音王。佛及眾生壽十萬億那由他歲。佛以三乘而度眾生。國名千光明。其國中諸樹皆七寶成。樹出無量清淨法音。空、無相、無作、不生、不滅、無所有之音。】"
    },
    {
      "id": "09-011-0006_p0028",
      "zh_CN": "这地方一共有六句，第一句『清净法音』是总，下面是别说，第一是『空』，第二是『无相』，第三是『无作』，第四是『不生』，第五是『不灭』，第六是『无所有』，拿这六句来解释成就清净法音。",
      "zh_TW": "這地方一共有六句，第一句『清淨法音』是總，下面是別說，第一是『空』，第二是『無相』，第三是『無作』，第四是『不生』，第五是『不滅』，第六是『無所有』，拿這六句來解釋成就清淨法音。"
    },
    {
      "id": "09-011-0006_p0029",
      "zh_CN": "【众生闻之。心解得道。】",
      "zh_TW": "【眾生聞之。心解得道。】"
    },
    {
      "id": "09-011-0006_p0030",
      "zh_CN": "这地方的『得道』，就是一般我们所讲的证得无上菩提。",
      "zh_TW": "這地方的『得道』，就是一般我們所講的證得無上菩提。"
    },
    {
      "id": "09-011-0006_p0031",
      "zh_CN": "【时师子音王佛初会说法。九十九亿人得阿罗汉道。菩萨众亦复如是。是诸菩萨。一切皆得无生法忍。入种种法门。见无量诸佛。恭敬供养。能度无量无数众生。得无量陀罗尼门。能得无量种种三昧。初发心新入道门菩萨不可称数。是佛土无量庄严说不可尽。时佛教化已讫。入无余涅槃。法住六万岁。诸树法音亦不复出。】",
      "zh_TW": "【時師子音王佛初會說法。九十九億人得阿羅漢道。菩薩眾亦復如是。是諸菩薩。一切皆得無生法忍。入種種法門。見無量諸佛。恭敬供養。能度無量無數眾生。得無量陀羅尼門。能得無量種種三昧。初發心新入道門菩薩不可稱數。是佛土無量莊嚴說不可盡。時佛教化已訖。入無餘涅槃。法住六萬歲。諸樹法音亦不復出。】"
    },
    {
      "id": "09-011-0006_p0032",
      "zh_CN": "这是叙说文殊菩萨在因地里面遇佛教化的一段公案因缘。下面就说到他的本身：",
      "zh_TW": "這是敘說文殊菩薩在因地裡面遇佛教化的一段公案因緣。下面就說到他的本身："
    },
    {
      "id": "09-011-0006_p0033",
      "zh_CN": "【尔时有二菩萨比丘。一名喜根。二名胜意。是喜根法师。容仪质直。不舍世法。亦不分别善恶。喜根弟子聪明乐法。好闻深义。其师不赞少欲知足。不赞戒行头陀。但说诸法实相清净。语诸弟子。一切诸法。婬欲相。瞋恚相。愚痴相。此诸法相即是诸法实相。无所罣碍。以是方便。教诸弟子入一相智。时诸弟子于诸人中无瞋无悔。心不悔故得生忍。得生忍故得法忍。于实法中不动如山。】",
      "zh_TW": "【爾時有二菩薩比丘。一名喜根。二名勝意。是喜根法師。容儀質直。不捨世法。亦不分別善惡。喜根弟子聰明樂法。好聞深義。其師不讚少欲知足。不讚戒行頭陀。但說諸法實相清淨。語諸弟子。一切諸法。婬欲相。瞋恚相。愚痴相。此諸法相即是諸法實相。無所罣礙。以是方便。教諸弟子入一相智。時諸弟子於諸人中無瞋無悔。心不悔故得生忍。得生忍故得法忍。於實法中不動如山。】"
    },
    {
      "id": "09-011-0006_p0034",
      "zh_CN": "这段经文诸位读了之后会有什么感想？在这段里面文字不多，可是道理太深了。在《华严经》里面我们已经读过的胜热婆罗门章、甘露火王章，胜热婆罗门愚痴即是诸法实相，甘露火王瞋恚即是诸法实相。下面还有一章我们快要读到，就是在《四十华严》里面伐苏蜜多女，《华严经》里面这三章说明戒定慧跟淫怒痴是不二的。三毒就是三德，因为三毒与三德不二才是一真法界，这才叫入不二法门，这是大菩萨真实修行。我们看起来非常奇怪，但是诸位要晓得，这绝对不是我们的境界，我们千万学不得，但是要懂这个道理，不可以不明这个理。这是讲「喜根」，这是一个大智慧的人。他还有个同学叫「胜意」，胜意跟他的修学完全相反。",
      "zh_TW": "這段經文諸位讀了之後會有什麼感想？在這段裡面文字不多，可是道理太深了。在《華嚴經》裡面我們已經讀過的勝熱婆羅門章、甘露火王章，勝熱婆羅門愚痴即是諸法實相，甘露火王瞋恚即是諸法實相。下面還有一章我們快要讀到，就是在《四十華嚴》裡面伐蘇蜜多女，《華嚴經》裡面這三章說明戒定慧跟淫怒痴是不二的。三毒就是三德，因為三毒與三德不二才是一真法界，這才叫入不二法門，這是大菩薩真實修行。我們看起來非常奇怪，但是諸位要曉得，這絕對不是我們的境界，我們千萬學不得，但是要懂這個道理，不可以不明這個理。這是講「喜根」，這是一個大智慧的人。他還有個同學叫「勝意」，勝意跟他的修學完全相反。"
    },
    {
      "id": "09-011-0006_p0035",
      "zh_CN": "【胜意法师持戒清净。行十二头陀。得四禅四无色定。胜意诸弟子钝根多求。为分别是净是不净。心即动转。胜意异时入聚落中。至喜根弟子家。于坐处坐。赞说持戒。少欲知足。行头陀行。闲处禅寂。訾毁喜根言。】",
      "zh_TW": "【勝意法師持戒清淨。行十二頭陀。得四禪四無色定。勝意諸弟子鈍根多求。為分別是淨是不淨。心即動轉。勝意異時入聚落中。至喜根弟子家。於坐處坐。讚說持戒。少欲知足。行頭陀行。閑處禪寂。訾毀喜根言。】"
    },
    {
      "id": "09-011-0006_p0036",
      "zh_CN": "这就是两个人所修学的法门不相同，一个是大乘佛法，完全是修不二法门；一个是小乘权教，着相的修戒定慧。胜意法师，这地方讲『异时入聚落中』，聚落就是村庄，有人家居住的所在。平素他们是住在山上清净之处修道，或者是托钵、或者是因为别请，到了居士们家中。这些居士们是跟喜根法师学的，学的方法不一样，法门不相同，于是胜意法师就很看不惯喜根法师的这种行持，就毁谤，『訾毁喜根言』。",
      "zh_TW": "這就是兩個人所修學的法門不相同，一個是大乘佛法，完全是修不二法門；一個是小乘權教，著相的修戒定慧。勝意法師，這地方講『異時入聚落中』，聚落就是村莊，有人家居住的所在。平素他們是住在山上清淨之處修道，或者是托缽、或者是因為別請，到了居士們家中。這些居士們是跟喜根法師學的，學的方法不一樣，法門不相同，於是勝意法師就很看不慣喜根法師的這種行持，就毀謗，『訾毀喜根言』。"
    },
    {
      "id": "09-011-0006_p0037",
      "zh_CN": "【是人说法教人入邪见中。】",
      "zh_TW": "【是人說法教人入邪見中。】"
    },
    {
      "id": "09-011-0006_p0038",
      "zh_CN": "这就是批评喜根教他的弟子，都是教人邪见。",
      "zh_TW": "這就是批評喜根教他的弟子，都是教人邪見。"
    },
    {
      "id": "09-011-0006_p0039",
      "zh_CN": "【是说淫欲瞋恚愚痴无所罣碍相。是杂行人。非纯清净。】",
      "zh_TW": "【是說淫欲瞋恚愚痴無所罣礙相。是雜行人。非純清淨。】"
    },
    {
      "id": "09-011-0006_p0040",
      "zh_CN": "这是举出胜意毁谤的一些话。",
      "zh_TW": "這是舉出勝意毀謗的一些話。"
    },
    {
      "id": "09-011-0006_p0041",
      "zh_CN": "【是弟子利根得法忍。】",
      "zh_TW": "【是弟子利根得法忍。】"
    },
    {
      "id": "09-011-0006_p0042",
      "zh_CN": "用这些方法，他的学生那是利根的，都证得生忍、法忍。生忍、法忍，也就是生空、法空，证得人我空、法我空。底下是假设的问答：",
      "zh_TW": "用這些方法，他的學生那是利根的，都證得生忍、法忍。生忍、法忍，也就是生空、法空，證得人我空、法我空。底下是假設的問答："
    },
    {
      "id": "09-011-0006_p0043",
      "zh_CN": "【问胜意言。大德。是淫欲法名何等相。答言。淫欲是烦恼相。问言。是淫欲烦恼在内耶在外耶。答言。是淫欲烦恼不在内不在外。若在内不应待外因缘生。若在外于我无事不应恼我。】",
      "zh_TW": "【問勝意言。大德。是淫欲法名何等相。答言。淫欲是煩惱相。問言。是淫欲煩惱在內耶在外耶。答言。是淫欲煩惱不在內不在外。若在內不應待外因緣生。若在外於我無事不應惱我。】"
    },
    {
      "id": "09-011-0006_p0044",
      "zh_CN": "这是喜根弟子听了胜意法师的批评毁谤，不服气倒过来问他。问的这些话、答复的这些话，我在此地也无需细细的解释，意思诸位都能看得懂，何况我们在《华严经》里面都读得很多。我们看看胜意法师的答复，答复得很对，答复的味道很像《楞严经》七处征心的味道一样。心在哪里？找不到。烦恼在哪里？也找不到。如果说烦恼在内，内有烦恼，不要藉外面因缘，烦恼自己就生了，何必还要藉外缘？所以烦恼不在内。如果烦恼在外，在外与我自己不相干，它根本就动摇扰乱不了我。所以你仔细去一追究，烦恼确实不在内、不在外，也不在中间，七处也是了不可得。答得很好，底下说：",
      "zh_TW": "這是喜根弟子聽了勝意法師的批評毀謗，不服氣倒過來問他。問的這些話、答覆的這些話，我在此地也無需細細的解釋，意思諸位都能看得懂，何況我們在《華嚴經》裡面都讀得很多。我們看看勝意法師的答覆，答覆得很對，答覆的味道很像《楞嚴經》七處徵心的味道一樣。心在哪裡？找不到。煩惱在哪裡？也找不到。如果說煩惱在內，內有煩惱，不要藉外面因緣，煩惱自己就生了，何必還要藉外緣？所以煩惱不在內。如果煩惱在外，在外與我自己不相干，它根本就動搖擾亂不了我。所以你仔細去一追究，煩惱確實不在內、不在外，也不在中間，七處也是了不可得。答得很好，底下說："
    },
    {
      "id": "09-011-0006_p0045",
      "zh_CN": "【居士言。】",
      "zh_TW": "【居士言。】"
    },
    {
      "id": "09-011-0006_p0046",
      "zh_CN": "这个『居士』就是喜根的弟子，到下面我们能看到列举的菩萨众，他列的有二十二位菩萨众，在家的菩萨占的数字多，出家的少。这些居士都是在家菩萨，都是喜根的弟子，是喜根的学生。居士就说：",
      "zh_TW": "這個『居士』就是喜根的弟子，到下面我們能看到列舉的菩薩眾，他列的有二十二位菩薩眾，在家的菩薩佔的數字多，出家的少。這些居士都是在家菩薩，都是喜根的弟子，是喜根的學生。居士就說："
    },
    {
      "id": "09-011-0006_p0047",
      "zh_CN": "【若淫欲烦恼非内、非外，非东西南北四维上下来。】",
      "zh_TW": "【若淫欲煩惱非內、非外，非東西南北四維上下來。】"
    },
    {
      "id": "09-011-0006_p0048",
      "zh_CN": "这不是从外来的。",
      "zh_TW": "這不是從外來的。"
    },
    {
      "id": "09-011-0006_p0049",
      "zh_CN": "【遍求实相不可得。是法即不生不灭。若无生灭。空无所有。云何能作烦恼。】",
      "zh_TW": "【遍求實相不可得。是法即不生不滅。若無生滅。空無所有。云何能作煩惱。】"
    },
    {
      "id": "09-011-0006_p0050",
      "zh_CN": "答得很好。",
      "zh_TW": "答得很好。"
    },
    {
      "id": "09-011-0006_p0051",
      "zh_CN": "【胜意闻是语已。其心不悦。不能加答。从座而起。说如是言：喜根多诳众人着邪道中。】",
      "zh_TW": "【勝意聞是語已。其心不悅。不能加答。從座而起。說如是言：喜根多誑眾人著邪道中。】"
    },
    {
      "id": "09-011-0006_p0052",
      "zh_CN": "胜意跟居士两个一辩论，辩不过人家，到后来自己没话说就走了。心里很不痛快、很不舒服，于是就说，喜根法师多作诳语欺骗人，他的那些学生都是中了邪知邪见，都走邪道。诸位想想，我们今天如果要遇到这个现象，我们会站在哪一边？我们想一定也是在胜意法师这一边，他的有道理，那个喜根和居士没有道理，邪知邪见。",
      "zh_TW": "勝意跟居士兩個一辯論，辯不過人家，到後來自己沒話說就走了。心裡很不痛快、很不舒服，於是就說，喜根法師多作誑語欺騙人，他的那些學生都是中了邪知邪見，都走邪道。諸位想想，我們今天如果要遇到這個現象，我們會站在哪一邊？我們想一定也是在勝意法師這一邊，他的有道理，那個喜根和居士沒有道理，邪知邪見。"
    },
    {
      "id": "09-011-0006_p0053",
      "zh_CN": "【是胜意菩萨未学音声陀罗尼。闻佛所说便欢喜。闻外道语便瞋恚。闻三不善则不欢悦。闻三善则大欢喜。闻说生死则忧。闻涅槃则喜。】",
      "zh_TW": "【是勝意菩薩未學音聲陀羅尼。聞佛所說便歡喜。聞外道語便瞋恚。聞三不善則不歡悅。聞三善則大歡喜。聞說生死則憂。聞涅槃則喜。】"
    },
    {
      "id": "09-011-0006_p0054",
      "zh_CN": "『陀罗尼』是总持法门。『三不善』是贪瞋痴。这几句就说明胜意菩萨的功夫、道行，他是有分别的，善法就很欢喜，佛法就欢喜；恶法、外道法，心里就很不痛快。",
      "zh_TW": "『陀羅尼』是總持法門。『三不善』是貪瞋痴。這幾句就說明勝意菩薩的功夫、道行，他是有分別的，善法就很歡喜，佛法就歡喜；惡法、外道法，心裡就很不痛快。"
    },
    {
      "id": "09-011-0006_p0055",
      "zh_CN": "【从居士家至林树间。入精舍中。语诸比丘。】",
      "zh_TW": "【從居士家至林樹間。入精舍中。語諸比丘。】"
    },
    {
      "id": "09-011-0006_p0056",
      "zh_CN": "『诸比丘』就是他的学生，对他的学生讲：",
      "zh_TW": "『諸比丘』就是他的學生，對他的學生講："
    },
    {
      "id": "09-011-0006_p0057",
      "zh_CN": "【当知喜根菩萨虚诳。多令人入恶邪中。何以故。其言淫恚痴相及一切诸法皆无碍相。】",
      "zh_TW": "【當知喜根菩薩虛誑。多令人入惡邪中。何以故。其言淫恚痴相及一切諸法皆無礙相。】"
    },
    {
      "id": "09-011-0006_p0058",
      "zh_CN": "【是时喜根作是念。此人大瞋。为恶业所覆。当堕大罪。我今当为说甚深法。虽今无所得。为作后世佛道因缘。是时喜根集僧。一心说偈。】",
      "zh_TW": "【是時喜根作是念。此人大瞋。為惡業所覆。當墮大罪。我今當為說甚深法。雖今無所得。為作後世佛道因緣。是時喜根集僧。一心說偈。】"
    },
    {
      "id": "09-011-0006_p0059",
      "zh_CN": "喜根，他是一真法界里面的菩萨，是入不二法门的菩萨，前面讲了，人家是以平等心、清净心观察一切法，无不平等、无不清净，这是真正的佛法。而胜意菩萨则有分别、有执着，心不平等、不清净，这两个人的境界完全不相同。胜意菩萨这样一毁谤，喜根晓得，说这个人『大瞋』，是为『恶业所覆』，恶业覆盖了他的清净心，烦恼覆盖了他的本性，这是真正的毁谤正法、毁谤诸佛菩萨的不二法门，这个罪过非常的重。所以他发了心，我一定要给他说『甚深法』，他所知道的是浅显之法。也知道说了没用处，你虽然说「甚深法」，你说了还是遭人家毁谤。毁谤没有关系，毁谤是有罪的，是要堕落的，但是正法所谓「一历耳根，永为道种」，到以后罪报报尽之后，这一粒金刚种子还是教你入不二法门。这就是说菩萨的悲心，菩萨救度众生的善巧方便。我们之所以不能度，因为我们有心，诸位要明了这个道理。我们如果遇到一个外道，他见到菩萨就骂，我们在他面前敢不敢说佛？不能说佛，说佛他又要骂人，掉头，骂归骂。我们如果存心，存心就错了。我们学大乘佛法要学这个用心。下面有五首偈，第一首：",
      "zh_TW": "喜根，他是一真法界裡面的菩薩，是入不二法門的菩薩，前面講了，人家是以平等心、清淨心觀察一切法，無不平等、無不清淨，這是真正的佛法。而勝意菩薩則有分別、有執著，心不平等、不清淨，這兩個人的境界完全不相同。勝意菩薩這樣一毀謗，喜根曉得，說這個人『大瞋』，是為『惡業所覆』，惡業覆蓋了他的清淨心，煩惱覆蓋了他的本性，這是真正的毀謗正法、毀謗諸佛菩薩的不二法門，這個罪過非常的重。所以他發了心，我一定要給他說『甚深法』，他所知道的是淺顯之法。也知道說了沒用處，你雖然說「甚深法」，你說了還是遭人家毀謗。毀謗沒有關係，毀謗是有罪的，是要墮落的，但是正法所謂「一歷耳根，永為道種」，到以後罪報報盡之後，這一粒金剛種子還是教你入不二法門。這就是說菩薩的悲心，菩薩救度眾生的善巧方便。我們之所以不能度，因為我們有心，諸位要明瞭這個道理。我們如果遇到一個外道，他見到菩薩就罵，我們在他面前敢不敢說佛？不能說佛，說佛他又要罵人，掉頭，罵歸罵。我們如果存心，存心就錯了。我們學大乘佛法要學這個用心。下面有五首偈，第一首："
    },
    {
      "id": "09-011-0006_p0060",
      "zh_CN": "【淫欲即是道。恚痴亦如是。如此三事中。无量诸佛道。】",
      "zh_TW": "【淫欲即是道。恚痴亦如是。如此三事中。無量諸佛道。】"
    },
    {
      "id": "09-011-0006_p0061",
      "zh_CN": "这就是我们平常讲的贪瞋痴。好在我们读过《华严经》，如果没有读过《华严经》，看到这四句，大概把《大智度论》也丢到一边不看了，「这里头胡说八道，胡造谣言，邪知邪见」，我们也就跟胜意菩萨一样，决定不能够容忍。好在我们在大经里面已经读了不少，听到这些言论虽然心里还有疑惑，不敢说这有问题，也可以说他的境界很高，我们还不能够理解他。第一首就给我们标出来，标出什么意思？不二法门。这就是无碍相，不二相。第二首：",
      "zh_TW": "這就是我們平常講的貪瞋痴。好在我們讀過《華嚴經》，如果沒有讀過《華嚴經》，看到這四句，大概把《大智度論》也丟到一邊不看了，「這裡頭胡說八道，胡造謠言，邪知邪見」，我們也就跟勝意菩薩一樣，決定不能夠容忍。好在我們在大經裡面已經讀了不少，聽到這些言論雖然心裡還有疑惑，不敢說這有問題，也可以說他的境界很高，我們還不能夠理解他。第一首就給我們標出來，標出什麼意思？不二法門。這就是無礙相，不二相。第二首："
    },
    {
      "id": "09-011-0006_p0062",
      "zh_CN": "【若有人分别。淫怒痴及道。是人去佛远。譬如天与地。】",
      "zh_TW": "【若有人分別。淫怒痴及道。是人去佛遠。譬如天與地。】"
    },
    {
      "id": "09-011-0006_p0063",
      "zh_CN": "可见得无分别心才是入道的要门，如果我们在一切法里面起心动念、分别执着，这就错了。诸佛菩萨于一切法中没有分别。没有分别，这个世间相岂不是坏了？这叫慈悲，大慈大悲不坏世间相。怎么不坏法？恒顺众生，随喜功德。《大论》在后面还教给我们怎样叫做随喜，什么是随喜，后面又给我们讨论到这个问题。随喜就是菩萨所修的三慧，他说的范围实在是广大，说的义理才是究竟圆满的。",
      "zh_TW": "可見得無分別心才是入道的要門，如果我們在一切法裡面起心動念、分別執著，這就錯了。諸佛菩薩於一切法中沒有分別。沒有分別，這個世間相豈不是壞了？這叫慈悲，大慈大悲不壞世間相。怎麼不壞法？恆順眾生，隨喜功德。《大論》在後面還教給我們怎樣叫做隨喜，什麼是隨喜，後面又給我們討論到這個問題。隨喜就是菩薩所修的三慧，他說的範圍實在是廣大，說的義理才是究竟圓滿的。"
    },
    {
      "id": "09-011-0006_p0064",
      "zh_CN": "我们所以难以入门，就是我们有分别、有执着。诸位要晓得，分别执着是对那些不入门的人说的，世间法教我们择善固执，择就是分别，固就是执着，人天法是要择善固执的，小乘法也是择善固执，权教菩萨也不例外。一定要到大乘圆教真实的菩萨才把分别执着突破，这一关突破了才叫真善，决定不是虚妄的，心真正平等、真正清净，再给诸位说，真正慈悲，慈悲到了极处。入这个境界的菩萨，他看一切众生，上自诸佛，下至三恶道，就跟看自己一样，决定没有两样，所以说法界原来是一真。下面这一首就讲到，这就是入一真法界了。第二首就是说我们，它是从反面上讲，我们为什么不能证得不二法门？就是因为我们有分别。第三首：",
      "zh_TW": "我們所以難以入門，就是我們有分別、有執著。諸位要曉得，分別執著是對那些不入門的人說的，世間法教我們擇善固執，擇就是分別，固就是執著，人天法是要擇善固執的，小乘法也是擇善固執，權教菩薩也不例外。一定要到大乘圓教真實的菩薩才把分別執著突破，這一關突破了才叫真善，決定不是虛妄的，心真正平等、真正清淨，再給諸位說，真正慈悲，慈悲到了極處。入這個境界的菩薩，他看一切眾生，上自諸佛，下至三惡道，就跟看自己一樣，決定沒有兩樣，所以說法界原來是一真。下面這一首就講到，這就是入一真法界了。第二首就是說我們，它是從反面上講，我們為什麼不能證得不二法門？就是因為我們有分別。第三首："
    },
    {
      "id": "09-011-0006_p0065",
      "zh_CN": "【道及淫怒痴。是一法平等。若人闻怖畏。去佛道甚远。】",
      "zh_TW": "【道及淫怒痴。是一法平等。若人聞怖畏。去佛道甚遠。】"
    },
    {
      "id": "09-011-0006_p0066",
      "zh_CN": "这就是大般若，大智慧。有人听到《大般若经》不惊不怖，佛说这种人稀有，太少了。为什么？一真法界里面，诸法实相确实跟我们的经验、跟我们的看法完全不相同。再说我们没有入这个境界，我们也决定不能体会得到，佛给诸位说这一点点，那是亿万分之一。这个道理如果我们有一丝毫疑惑，疑不要紧，疑不是谤，谤是有罪过，疑是做学生应该有的态度，有疑就问，有疑再深入的去研究。这门学问断疑生信、破迷开悟，它许可我们怀疑，鼓励我们发问。也就是说我们有疑问去问谁？继续往下面看。因为我们所起的疑问，佛陀在世那些学生们都有，他们都代我们问了，佛都给他解答了，给他解答就是给我们解答。所以我们无论有多少疑问，在佛经里面统统都找得到答案。那就是说我们种种奇奇怪怪的疑问想法看法，释迦牟尼佛那些弟子们都有跟我们相同的看法，所以都代我们问了，佛都有详细的答复。后来的祖师大德怕佛的答复我们还不懂，又加以解释，这就是注解。第四首：",
      "zh_TW": "這就是大般若，大智慧。有人聽到《大般若經》不驚不怖，佛說這種人稀有，太少了。為什麼？一真法界裡面，諸法實相確實跟我們的經驗、跟我們的看法完全不相同。再說我們沒有入這個境界，我們也決定不能體會得到，佛給諸位說這一點點，那是億萬分之一。這個道理如果我們有一絲毫疑惑，疑不要緊，疑不是謗，謗是有罪過，疑是做學生應該有的態度，有疑就問，有疑再深入的去研究。這門學問斷疑生信、破迷開悟，它許可我們懷疑，鼓勵我們發問。也就是說我們有疑問去問誰？繼續往下面看。因為我們所起的疑問，佛陀在世那些學生們都有，他們都代我們問了，佛都給他解答了，給他解答就是給我們解答。所以我們無論有多少疑問，在佛經裡面統統都找得到答案。那就是說我們種種奇奇怪怪的疑問想法看法，釋迦牟尼佛那些弟子們都有跟我們相同的看法，所以都代我們問了，佛都有詳細的答覆。後來的祖師大德怕佛的答覆我們還不懂，又加以解釋，這就是註解。第四首："
    },
    {
      "id": "09-011-0006_p0067",
      "zh_CN": "【淫法不生灭。不能令心恼。若人计吾我。淫将入恶道。】",
      "zh_TW": "【淫法不生滅。不能令心惱。若人計吾我。淫將入惡道。】"
    },
    {
      "id": "09-011-0006_p0068",
      "zh_CN": "这一首很重要，也大大的提醒了我们。因为《般若经》它最大的难处就是怕人误会，一下看的时候淫怒痴都是菩提，好了，就成天去干淫怒痴去，那你准堕阿鼻地狱。不是佛说错话，是你把意思解错了。这句给我们提醒，『若人计吾我』，你要是有人有我，你学贪瞋痴、淫怒痴，你就要入恶道。什么时候不入恶道？没有人我，《金刚经》里面所讲的四相空了，「无我相，无人相，无众生相，无寿者相」，这时候才一真，万法是一真，淫怒痴才是菩提，这是一不是二。所以这个境界很高，不是阿罗汉能办得到的，阿罗汉有我。也许诸位说了，阿罗汉我执不是断掉了吗？粗的我执断了，细的我执还有，他有法执。我们承认阿罗汉有法执，如果没有我了，谁去执着法执？所以阿罗汉没有粗我，有细我。诸位经论稍微涉及多一点就懂得，阿罗汉是三界之内的见思断掉，还有界外见思没有断，就是《楞严经》里面阿难希求佛开示以除微细惑，他还有微细的疑惑。诸位要晓得，四相不空，要知道我们是凡夫位次，经里面所讲的是明心见性大菩萨的境界，跟我们不一样，我们可以懂得这个理论，万万学不得，一学就要入恶道，这是要特别记住的。",
      "zh_TW": "這一首很重要，也大大的提醒了我們。因為《般若經》它最大的難處就是怕人誤會，一下看的時候淫怒痴都是菩提，好了，就成天去幹淫怒痴去，那你準墮阿鼻地獄。不是佛說錯話，是你把意思解錯了。這句給我們提醒，『若人計吾我』，你要是有人有我，你學貪瞋痴、淫怒痴，你就要入惡道。什麼時候不入惡道？沒有人我，《金剛經》裡面所講的四相空了，「無我相，無人相，無眾生相，無壽者相」，這時候才一真，萬法是一真，淫怒痴才是菩提，這是一不是二。所以這個境界很高，不是阿羅漢能辦得到的，阿羅漢有我。也許諸位說了，阿羅漢我執不是斷掉了嗎？粗的我執斷了，細的我執還有，他有法執。我們承認阿羅漢有法執，如果沒有我了，誰去執著法執？所以阿羅漢沒有粗我，有細我。諸位經論稍微涉及多一點就懂得，阿羅漢是三界之內的見思斷掉，還有界外見思沒有斷，就是《楞嚴經》裡面阿難希求佛開示以除微細惑，他還有微細的疑惑。諸位要曉得，四相不空，要知道我們是凡夫位次，經裡面所講的是明心見性大菩薩的境界，跟我們不一樣，我們可以懂得這個理論，萬萬學不得，一學就要入惡道，這是要特別記住的。"
    },
    {
      "id": "09-011-0006_p0069",
      "zh_CN": "《华严》里面我们所看到的，诸位要晓得《华严》是什么境界，善财童子出去参访，第一个参访的就是德云比丘，那是圆教初住菩萨。善财童子能够去参访他，善财童子也是圆教初住菩萨，诸位要懂这道理。圆教初住是什么样的功夫？见思烦恼断尽，尘沙烦恼也断尽，根本无明也破了一分，是这样的功夫。所以他那个心真正是到了平等清净慈悲，也正是像僧肇大师所说的「会万法为己者」，这个会就是禅宗里面常常问的，机锋话里面问的「你会么？」会就是悟入，确实悟入，十法界依正庄严就是自己不是别人，真正悟入这个境界，也就是道家所讲的天地与我同根，万物与我一体，确实入这个境界了。经里面所讲的种种相就是这境界里面的相，这叫诸法实相，这叫真正的解脱门。所以这一节经文我们要特别留意，一丝毫不许错会，错会了有无量无边的罪过。再看最后一首：",
      "zh_TW": "《華嚴》裡面我們所看到的，諸位要曉得《華嚴》是什麼境界，善財童子出去參訪，第一個參訪的就是德雲比丘，那是圓教初住菩薩。善財童子能夠去參訪他，善財童子也是圓教初住菩薩，諸位要懂這道理。圓教初住是什麼樣的功夫？見思煩惱斷盡，塵沙煩惱也斷盡，根本無明也破了一分，是這樣的功夫。所以他那個心真正是到了平等清淨慈悲，也正是像僧肇大師所說的「會萬法為己者」，這個會就是禪宗裡面常常問的，機鋒話裡面問的「你會麼？」會就是悟入，確實悟入，十法界依正莊嚴就是自己不是別人，真正悟入這個境界，也就是道家所講的天地與我同根，萬物與我一體，確實入這個境界了。經裡面所講的種種相就是這境界裡面的相，這叫諸法實相，這叫真正的解脫門。所以這一節經文我們要特別留意，一絲毫不許錯會，錯會了有無量無邊的罪過。再看最後一首："
    },
    {
      "id": "09-011-0006_p0070",
      "zh_CN": "【见有无法异。是不离有无。若知有无等。超胜成佛道。】",
      "zh_TW": "【見有無法異。是不離有無。若知有無等。超勝成佛道。】"
    },
    {
      "id": "09-011-0006_p0071",
      "zh_CN": "前面两句是法执，见『有』、见『无』，『异』就是不同，有无不相同。『是不离有无』，你没有离开有无，有无是二边，你没有离开二边，这是不平等。下面两句就是会了，『若知有无等』，「等」是平等，有就是无、无就是有，有无是一不是二。一法里面见到不二，法法都不二，所以诸位见道的时候，六根六尘六识七大，随便哪一法里你见道了，法法都如是，平等性现前。『超胜成佛道』，超胜外道、小乘、权教菩萨，这是真正成佛道。所以这段开示完全是实证不二法门，已经入一真法界的知见境界，这是佛知佛见。我们自己要是不会，没有能够契入，这段经文可以读读，自己读不要念给别人听，念给别人听是找麻烦，不是找人骂你，就是害了人。所以这段可以自己念，不要念给别人听，不害人，要晓得我们自己没有入这个境界。再看下面文：",
      "zh_TW": "前面兩句是法執，見『有』、見『無』，『異』就是不同，有無不相同。『是不離有無』，你沒有離開有無，有無是二邊，你沒有離開二邊，這是不平等。下面兩句就是會了，『若知有無等』，「等」是平等，有就是無、無就是有，有無是一不是二。一法裡面見到不二，法法都不二，所以諸位見道的時候，六根六塵六識七大，隨便哪一法裡你見道了，法法都如是，平等性現前。『超勝成佛道』，超勝外道、小乘、權教菩薩，這是真正成佛道。所以這段開示完全是實證不二法門，已經入一真法界的知見境界，這是佛知佛見。我們自己要是不會，沒有能夠契入，這段經文可以讀讀，自己讀不要念給別人聽，念給別人聽是找麻煩，不是找人罵你，就是害了人。所以這段可以自己念，不要念給別人聽，不害人，要曉得我們自己沒有入這個境界。再看下面文："
    },
    {
      "id": "09-011-0006_p0072",
      "zh_CN": "【说如是等七十余偈时。】",
      "zh_TW": "【說如是等七十餘偈時。】"
    },
    {
      "id": "09-011-0006_p0073",
      "zh_CN": "文殊菩萨说得多，这地方就是把里面重要的几首提出来，在此地做个引证。",
      "zh_TW": "文殊菩薩說得多，這地方就是把裡面重要的幾首提出來，在此地做個引證。"
    },
    {
      "id": "09-011-0006_p0074",
      "zh_CN": "【三万诸天子得无生法忍。万八千声闻人。不着一切法。故皆得解脱。是时胜意菩萨。身即陷入地狱。受无量千万亿岁苦。】",
      "zh_TW": "【三萬諸天子得無生法忍。萬八千聲聞人。不著一切法。故皆得解脫。是時勝意菩薩。身即陷入地獄。受無量千萬億歲苦。】"
    },
    {
      "id": "09-011-0006_p0075",
      "zh_CN": "这地方就是讲胜意菩萨堕地狱受这个苦，就是前面毁谤之过。小乘毁谤一乘佛法罪过是无量无边，这个道理要讲是很费口舌，诸位可以细细去想想。我们在讲座当中虽然不专门讨论这问题，可是这些问题常常在经论里面，散见在经论之中。时常读诵大乘的人都能够体会到这里面的意思，他为什么生身堕地狱，受这么大的苦。下面说：",
      "zh_TW": "這地方就是講勝意菩薩墮地獄受這個苦，就是前面毀謗之過。小乘毀謗一乘佛法罪過是無量無邊，這個道理要講是很費口舌，諸位可以細細去想想。我們在講座當中雖然不專門討論這問題，可是這些問題常常在經論裡面，散見在經論之中。時常讀誦大乘的人都能夠體會到這裡面的意思，他為什麼生身墮地獄，受這麼大的苦。下面說："
    },
    {
      "id": "09-011-0006_p0076",
      "zh_CN": "【出生人中。七十四万世常被毁谤。无量劫中不闻佛名。是罪渐薄。得闻佛法。出家为道而复舍戒。如是六万二千世常舍戒。无量世中作沙门。虽不舍戒。诸根暗钝。是喜根菩萨于今东方过十万亿佛土作佛。其土号宝严。佛号光逾日明王。尔时胜意比丘我身是也。我观尔时受无量苦。文殊师利复白佛。若有人求三乘道。不欲受诸苦者。不应破诸法相而怀瞋恚。】",
      "zh_TW": "【出生人中。七十四萬世常被毀謗。無量劫中不聞佛名。是罪漸薄。得聞佛法。出家為道而復捨戒。如是六萬二千世常捨戒。無量世中作沙門。雖不捨戒。諸根闇鈍。是喜根菩薩於今東方過十萬億佛土作佛。其土號寶嚴。佛號光踰日明王。爾時勝意比丘我身是也。我觀爾時受無量苦。文殊師利復白佛。若有人求三乘道。不欲受諸苦者。不應破諸法相而懷瞋恚。】"
    },
    {
      "id": "09-011-0006_p0077",
      "zh_CN": "这段就是细说喜根跟胜意菩萨他们两个人的一段公案、一段因缘，到这里讲完了。说完的时候，这段话是文殊菩萨讲的，末后这句话说『尔时胜意比丘我身是也』，「我身」就是文殊菩萨。喜根菩萨是谁？喜根菩萨已经作佛了，在东方过十万亿佛国土，跟西方阿弥陀佛恰恰相对。西方极乐世界是去我们这个世界十万亿佛国土，是阿弥陀佛的极乐世界。在东方十万亿佛国土，就是此地所讲喜根菩萨他成佛的一个世界，他那个国土叫『宝严』，喜根菩萨现在德号叫『光逾日明王佛』，他现在成佛了。胜意菩萨就是现在的文殊菩萨，可见得文殊菩萨受了很多苦，现在也了不起，现在他也是等觉菩萨，为七佛之师。可见得修学佛道，当中的障碍、委屈不知道要受多少，哪一尊佛、哪一尊菩萨都不例外。我们现在只是受了小小的挫折心里就很难过，想想诸佛菩萨他们吃的苦头比我们大得太多，我们应当自己勉励自己，读这些诸佛菩萨他们的公案因缘，应当激发我们自己的道心，这才是对的。下面佛就问：",
      "zh_TW": "這段就是細說喜根跟勝意菩薩他們兩個人的一段公案、一段因緣，到這裡講完了。說完的時候，這段話是文殊菩薩講的，末後這句話說『爾時勝意比丘我身是也』，「我身」就是文殊菩薩。喜根菩薩是誰？喜根菩薩已經作佛了，在東方過十萬億佛國土，跟西方阿彌陀佛恰恰相對。西方極樂世界是去我們這個世界十萬億佛國土，是阿彌陀佛的極樂世界。在東方十萬億佛國土，就是此地所講喜根菩薩他成佛的一個世界，他那個國土叫『寶嚴』，喜根菩薩現在德號叫『光踰日明王佛』，他現在成佛了。勝意菩薩就是現在的文殊菩薩，可見得文殊菩薩受了很多苦，現在也了不起，現在他也是等覺菩薩，為七佛之師。可見得修學佛道，當中的障礙、委屈不知道要受多少，哪一尊佛、哪一尊菩薩都不例外。我們現在只是受了小小的挫折心裡就很難過，想想諸佛菩薩他們吃的苦頭比我們大得太多，我們應當自己勉勵自己，讀這些諸佛菩薩他們的公案因緣，應當激發我們自己的道心，這才是對的。下面佛就問："
    },
    {
      "id": "09-011-0006_p0078",
      "zh_CN": "【佛问文殊师利。汝闻诸偈。得何等利。】",
      "zh_TW": "【佛問文殊師利。汝聞諸偈。得何等利。】"
    },
    {
      "id": "09-011-0006_p0079",
      "zh_CN": "『利』就是功德利益，『诸偈』的功德就是教文殊菩萨今天成就了。这个「偈」就是讲喜根菩萨他所说的偈，喜根菩萨说这个偈，其目的就是要度他。",
      "zh_TW": "『利』就是功德利益，『諸偈』的功德就是教文殊菩薩今天成就了。這個「偈」就是講喜根菩薩他所說的偈，喜根菩薩說這個偈，其目的就是要度他。"
    },
    {
      "id": "09-011-0006_p0080",
      "zh_CN": "【答曰。我闻此偈。得毕众苦。世世得利根智慧。能解深法。巧说深义。于诸菩萨中最为第一。】",
      "zh_TW": "【答曰。我聞此偈。得畢眾苦。世世得利根智慧。能解深法。巧說深義。於諸菩薩中最為第一。】"
    },
    {
      "id": "09-011-0006_p0081",
      "zh_CN": "这个话就是讲文殊菩萨现在的经历，确实在释迦牟尼佛的会上，菩萨众里面智慧第一是文殊菩萨，比丘众里面智慧第一是舍利弗尊者。文殊菩萨这个智慧找它的根源，从哪里来的？是喜根菩萨度脱他的。我们讲久远久远劫之前有这么一段因缘。",
      "zh_TW": "這個話就是講文殊菩薩現在的經歷，確實在釋迦牟尼佛的會上，菩薩眾裡面智慧第一是文殊菩薩，比丘眾裡面智慧第一是舍利弗尊者。文殊菩薩這個智慧找它的根源，從哪裡來的？是喜根菩薩度脫他的。我們講久遠久遠劫之前有這麼一段因緣。"
    },
    {
      "id": "09-011-0006_p0082",
      "zh_CN": "【如是等。名巧说诸法相。是名如实巧度。】",
      "zh_TW": "【如是等。名巧說諸法相。是名如實巧度。】"
    },
    {
      "id": "09-011-0006_p0083",
      "zh_CN": "这是解释这四个字『如实巧度』。喜根菩萨确实他是有善巧，能够如实的度文殊菩萨，也就是度了胜意菩萨。可是胜意菩萨他堕地狱，无量劫当中受许多的苦难，这就是佛法里面常讲的因果不昧，「如是因，如是缘，如是果，如是报，如是本末究竟」。佛一再在大经里面教给我们，「众生畏果，菩萨畏因」，所以我们造因要谨慎。我们造因，什么样的因心与果地觉才相应？一定要平等心、要清净心、要慈悲心。假如我们是一个虔诚的佛教徒，有人恶意毁坏佛法，或者是破坏佛像、破坏道场，我们要以什么心看？要以平等心看，那就是无量的功德。如果我们要生瞋恚，就跟胜意菩萨一样，好果报是有，将来能成佛、能成大菩萨，像胜意菩萨一样要受地狱果报，要遭无量世的罪报，这是很麻烦的事情。诸位如果真正在《般若经》里面能够体会到这一点，我们这一生就受用无穷。什么样的恶人、什么样的恶事，我心清净、平等、大慈大悲，这才叫真正开智慧，大智慧才能够度己，才能够度人，要在境界里学如如不动。今天假如有一个人把全世界的佛法都毁灭了，我们也能如如不动，为什么？那是时节因缘，释迦牟尼佛没有出现的时候，这个世界还没有佛法，他把整个佛法都毁灭掉，他死了之后再来一个佛出世，佛法不又兴起来了吗？所以心平等，不要操心，「他是恶人」，不要动这念头，动这个念头不好，动这个念头我们自己吃亏。所以在一切境界里头要学着如如不动，前面给我们讲的要学大忍，成就大忍，成就无量的智慧。",
      "zh_TW": "這是解釋這四個字『如實巧度』。喜根菩薩確實他是有善巧，能夠如實的度文殊菩薩，也就是度了勝意菩薩。可是勝意菩薩他墮地獄，無量劫當中受許多的苦難，這就是佛法裡面常講的因果不昧，「如是因，如是緣，如是果，如是報，如是本末究竟」。佛一再在大經裡面教給我們，「眾生畏果，菩薩畏因」，所以我們造因要謹慎。我們造因，什麼樣的因心與果地覺才相應？一定要平等心、要清淨心、要慈悲心。假如我們是一個虔誠的佛教徒，有人惡意毀壞佛法，或者是破壞佛像、破壞道場，我們要以什麼心看？要以平等心看，那就是無量的功德。如果我們要生瞋恚，就跟勝意菩薩一樣，好果報是有，將來能成佛、能成大菩薩，像勝意菩薩一樣要受地獄果報，要遭無量世的罪報，這是很麻煩的事情。諸位如果真正在《般若經》裡面能夠體會到這一點，我們這一生就受用無窮。什麼樣的惡人、什麼樣的惡事，我心清淨、平等、大慈大悲，這才叫真正開智慧，大智慧才能夠度己，才能夠度人，要在境界裡學如如不動。今天假如有一個人把全世界的佛法都毀滅了，我們也能如如不動，為什麼？那是時節因緣，釋迦牟尼佛沒有出現的時候，這個世界還沒有佛法，他把整個佛法都毀滅掉，他死了之後再來一個佛出世，佛法不又興起來了嗎？所以心平等，不要操心，「他是惡人」，不要動這念頭，動這個念頭不好，動這個念頭我們自己吃虧。所以在一切境界裡頭要學著如如不動，前面給我們講的要學大忍，成就大忍，成就無量的智慧。"
    },
    {
      "id": "09-011-0006_p0084",
      "zh_CN": "今天是我们年终最后的一次讲演，讲到这段经文可以说也是有特殊的意义。我们读这段经文之后，我们真正了解大乘大般若的义趣，我们过去种种分别执着、种种罪业随着年终消失。我们从明天起一定能够学诸佛菩萨的智慧，在一切境界里学如如不动、学真平等、学真清净、学真实的慈悲，利益一切，这一点也是我在年终供养给诸位同修。明年初六我们继续开讲，明年初六我们上午的《华严经》也恢复了，我们每天上午还是讲《华严经》，照我们课表，再不会有什么大的变更，就可以依照课表来上课。",
      "zh_TW": "今天是我們年終最後的一次講演，講到這段經文可以說也是有特殊的意義。我們讀這段經文之後，我們真正了解大乘大般若的義趣，我們過去種種分別執著、種種罪業隨著年終消失。我們從明天起一定能夠學諸佛菩薩的智慧，在一切境界裡學如如不動、學真平等、學真清淨、學真實的慈悲，利益一切，這一點也是我在年終供養給諸位同修。明年初六我們繼續開講，明年初六我們上午的《華嚴經》也恢復了，我們每天上午還是講《華嚴經》，照我們課表，再不會有什麼大的變更，就可以依照課表來上課。"
    }
  ]
}