{
  "doc_id": "09-011-0033",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0033",
  "total_paragraphs": 108,
  "paragraphs": [
    {
      "id": "09-011-0033_p0001",
      "zh_CN": "《大智度论》第三十三卷，「释初品中到彼岸等」：",
      "zh_TW": "《大智度論》第三十三卷，「釋初品中到彼岸等」："
    },
    {
      "id": "09-011-0033_p0002",
      "zh_CN": "经【复次。舍利弗。菩萨摩诃萨欲到有为无为法彼岸。当学般若波罗蜜。】",
      "zh_TW": "經【復次。舍利弗。菩薩摩訶薩欲到有為無為法彼岸。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0003",
      "zh_CN": "『到彼岸』意思是比喻智证究竟圆满，智慧也究竟圆满，证入的境界也是究竟圆满，叫做到彼岸，我们中国有一句俗话说「到家了」，无论应用在什么事物上，都可以这么说。",
      "zh_TW": "『到彼岸』意思是比喻智證究竟圓滿，智慧也究竟圓滿，證入的境界也是究竟圓滿，叫做到彼岸，我們中國有一句俗話說「到家了」，無論應用在什麼事物上，都可以這麼說。"
    },
    {
      "id": "09-011-0033_p0004",
      "zh_CN": "【彼岸者。于有为无为法尽到其边。】",
      "zh_TW": "【彼岸者。於有為無為法盡到其邊。】"
    },
    {
      "id": "09-011-0033_p0005",
      "zh_CN": "这就是究竟圆满的意思。底下解释就更详细：",
      "zh_TW": "這就是究竟圓滿的意思。底下解釋就更詳細："
    },
    {
      "id": "09-011-0033_p0006",
      "zh_CN": "【云何是彼岸。以大智慧悉知悉尽有为法总相别相种种悉解。】",
      "zh_TW": "【云何是彼岸。以大智慧悉知悉盡有為法總相別相種種悉解。】"
    },
    {
      "id": "09-011-0033_p0007",
      "zh_CN": "这就是有为法的边际，到彼岸，无为法里面从须陀洹到如来的果地悉皆了知，这个要合起来讲就是世出世间法究竟通达。要怎么样学？要学般若波罗蜜。换句话说，唯有般若波罗蜜能够通达世出世间一切法。",
      "zh_TW": "這就是有為法的邊際，到彼岸，無為法裡面從須陀洹到如來的果地悉皆了知，這個要合起來講就是世出世間法究竟通達。要怎麼樣學？要學般若波羅蜜。換句話說，唯有般若波羅蜜能夠通達世出世間一切法。"
    },
    {
      "id": "09-011-0033_p0008",
      "zh_CN": "经【菩萨摩诃萨欲知过去未来现在诸法如。诸法法相。无生际者。当学般若波罗蜜。】",
      "zh_TW": "經【菩薩摩訶薩欲知過去未來現在諸法如。諸法法相。無生際者。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0009",
      "zh_CN": "要紧的是这个如字。『诸法如』，「如」是从体上讲，『法相』是从相上讲，一切诸法的理体现象都没有『生际』，这个事情是要知。为什么？如果要不知就有疑惑，有疑惑就障碍见性，在念佛法门讲，有疑惑就障碍一心。这一段注解说得很多，特别要紧的里面有几句，在第二面第二行：",
      "zh_TW": "要緊的是這個如字。『諸法如』，「如」是從體上講，『法相』是從相上講，一切諸法的理體現象都沒有『生際』，這個事情是要知。為什麼？如果要不知就有疑惑，有疑惑就障礙見性，在念佛法門講，有疑惑就障礙一心。這一段註解說得很多，特別要緊的裡面有幾句，在第二面第二行："
    },
    {
      "id": "09-011-0033_p0010",
      "zh_CN": "【法相即是法性。无生际即是实际。过去法如。即是过去法相。未来现在亦如是。】",
      "zh_TW": "【法相即是法性。無生際即是實際。過去法如。即是過去法相。未來現在亦如是。】"
    },
    {
      "id": "09-011-0033_p0011",
      "zh_CN": "解释里面就是讲性相一如，换句话说，性无生际，相亦无生际。『法性』是实际理地我们不太疑惑，可以承认；如果说『法相』，一切现象也是实际理地，我们就有疑惑了。这个地方龙树菩萨解释得太好，这个解释是性相不二、性相一如。我们既然承认「法性」是实际理地，那「法相」就是法性。这个道理在我们此地用不着多解释，为什么？我们大经大论里头讲得太多了。我们如果觉悟到见分跟相分是同源，这个问题就没有了，「见相同源」一提起来，大家也没有问题，可是不提起来，往往在境界里头就又迷惑了。为什么会在境界里常常迷惑？说个俗话就是印象不够深，提起来是有道理，不提起来就忘掉了。如果常常不忘，看到这些句子就不会生疑惑，在一切境界里面也不至于迷失，当我们用功就不会有障碍。第二面倒数第三行，有几句话很重要：",
      "zh_TW": "解釋裡面就是講性相一如，換句話說，性無生際，相亦無生際。『法性』是實際理地我們不太疑惑，可以承認；如果說『法相』，一切現象也是實際理地，我們就有疑惑了。這個地方龍樹菩薩解釋得太好，這個解釋是性相不二、性相一如。我們既然承認「法性」是實際理地，那「法相」就是法性。這個道理在我們此地用不著多解釋，為什麼？我們大經大論裡頭講得太多了。我們如果覺悟到見分跟相分是同源，這個問題就沒有了，「見相同源」一提起來，大家也沒有問題，可是不提起來，往往在境界裡頭就又迷惑了。為什麼會在境界裡常常迷惑？說個俗話就是印象不夠深，提起來是有道理，不提起來就忘掉了。如果常常不忘，看到這些句子就不會生疑惑，在一切境界裡面也不至於迷失，當我們用功就不會有障礙。第二面倒數第三行，有幾句話很重要："
    },
    {
      "id": "09-011-0033_p0012",
      "zh_CN": "【若是诸法相推求寻究。入无生法中。更无过是者。是名无生际。】",
      "zh_TW": "【若是諸法相推求尋究。入無生法中。更無過是者。是名無生際。】"
    },
    {
      "id": "09-011-0033_p0013",
      "zh_CN": "这一句是解释『无生际』，无生际就是我们平常讲无生法忍。一切万法仔细去推求，推求到究竟，不生不灭，所谓是觅生灭了不可得，所以这个叫实际；实是不虚，际是边际，到了真实的边际，一切诸法，世出世间法都是这个样子。后面几句话说得更明白，在第三面第二行：",
      "zh_TW": "這一句是解釋『無生際』，無生際就是我們平常講無生法忍。一切萬法仔細去推求，推求到究竟，不生不滅，所謂是覓生滅了不可得，所以這個叫實際；實是不虛，際是邊際，到了真實的邊際，一切諸法，世出世間法都是這個樣子。後面幾句話說得更明白，在第三面第二行："
    },
    {
      "id": "09-011-0033_p0014",
      "zh_CN": "【一切法皆无生。】",
      "zh_TW": "【一切法皆無生。】"
    },
    {
      "id": "09-011-0033_p0015",
      "zh_CN": "第三行：",
      "zh_TW": "第三行："
    },
    {
      "id": "09-011-0033_p0016",
      "zh_CN": "【三世一相。所谓无相。如是则无生相。】",
      "zh_TW": "【三世一相。所謂無相。如是則無生相。】"
    },
    {
      "id": "09-011-0033_p0017",
      "zh_CN": "我们再念下去：",
      "zh_TW": "我們再念下去："
    },
    {
      "id": "09-011-0033_p0018",
      "zh_CN": "【复次。无生名为涅槃。以涅槃不生不灭故。】",
      "zh_TW": "【復次。無生名為涅槃。以涅槃不生不滅故。】"
    },
    {
      "id": "09-011-0033_p0019",
      "zh_CN": "末后这一句：",
      "zh_TW": "末後這一句："
    },
    {
      "id": "09-011-0033_p0020",
      "zh_CN": "【一切法即是涅槃。以是故。佛说一切法皆是无生际。】",
      "zh_TW": "【一切法即是涅槃。以是故。佛說一切法皆是無生際。】"
    },
    {
      "id": "09-011-0033_p0021",
      "zh_CN": "到什么时候我们眼里面能看到一切法本来不生，一切法皆如，一切法皆涅槃？到这个时候，给诸位说，你功德圆满了。所以才说成了佛的人眼睛里面看大地众生，情与无情同圆种智，不但有情众生成佛了，无情的众生也成佛了。如其不然，我成佛了，还有很多罪苦众生还没有成佛，那自己也没成佛。再给诸位把这个境界给拉下来一点，你自己得一心了，你看到一切众生个个得一心；自己心清净了，看一切众生人人心清净，一个道理，没有二理。真正的功夫如是勘验，所以佛法叫做内学，唯有从内才能够内外一如，内外不二。我们最大的障碍就是内外画个界线，内外不能统一。我清净，外头不清净；我不生不灭了，外头有生有灭，所以自己搞来搞去全是假的，不是真的。我心一心了，外头人心不一心；我心清净了，他心不清净，这样搞法，太难了！",
      "zh_TW": "到什麼時候我們眼裡面能看到一切法本來不生，一切法皆如，一切法皆涅槃？到這個時候，給諸位說，你功德圓滿了。所以才說成了佛的人眼睛裡面看大地眾生，情與無情同圓種智，不但有情眾生成佛了，無情的眾生也成佛了。如其不然，我成佛了，還有很多罪苦眾生還沒有成佛，那自己也沒成佛。再給諸位把這個境界給拉下來一點，你自己得一心了，你看到一切眾生個個得一心；自己心清淨了，看一切眾生人人心清淨，一個道理，沒有二理。真正的功夫如是勘驗，所以佛法叫做內學，唯有從內才能夠內外一如，內外不二。我們最大的障礙就是內外畫個界線，內外不能統一。我清淨，外頭不清淨；我不生不滅了，外頭有生有滅，所以自己搞來搞去全是假的，不是真的。我心一心了，外頭人心不一心；我心清淨了，他心不清淨，這樣搞法，太難了！"
    },
    {
      "id": "09-011-0033_p0022",
      "zh_CN": "我们要尝到智证，一定要明理，要如法去修学，违背这个原理原则，修行皆有障碍；去掉这个障碍，成就不难。难就是障碍障住了，这才难！而这个障碍，只有自己才能够摒除，诸佛菩萨大慈大悲，没有办法代我们除这个障碍，自己要觉悟。什么时候你看到一切众生都是好人，自己是好人；什么时候看到众生是贤人，自己是贤人。换句话说，你看到众生是恶人，自己是恶人，这个严重；看到众生可憎，自己可憎。要晓得这个道理，为什么？外面境界是中立的，无善无恶、无是无非、无邪无正、无生无灭，外境是如此的。而是我们自己的心所与外境有所感，说老实话，感也是我们自己心，应也是我们自己心，外境还来应吗？我们以善心所去感，境界都是善的；我们以恶心所去感，境界是恶的。",
      "zh_TW": "我們要嘗到智證，一定要明理，要如法去修學，違背這個原理原則，修行皆有障礙；去掉這個障礙，成就不難。難就是障礙障住了，這才難！而這個障礙，只有自己才能夠摒除，諸佛菩薩大慈大悲，沒有辦法代我們除這個障礙，自己要覺悟。什麼時候你看到一切眾生都是好人，自己是好人；什麼時候看到眾生是賢人，自己是賢人。換句話說，你看到眾生是惡人，自己是惡人，這個嚴重；看到眾生可憎，自己可憎。要曉得這個道理，為什麼？外面境界是中立的，無善無惡、無是無非、無邪無正、無生無滅，外境是如此的。而是我們自己的心所與外境有所感，說老實話，感也是我們自己心，應也是我們自己心，外境還來應嗎？我們以善心所去感，境界都是善的；我們以惡心所去感，境界是惡的。"
    },
    {
      "id": "09-011-0033_p0023",
      "zh_CN": "蕅益大师示昙生方丈的那段开示：境缘无好丑，好丑在自己心里。佛心感得外面境界是佛境界，佛心真常，感得外面境界不生不灭；我们是生灭妄心，看到外面的境界是生灭妄境。诸位真正是明白这个道理了，修道之人要痛改前非。过去我们是怎么看这个世界，怨天尤人；古人有说，学问学到不怨天不尤人，学问到家了。我们还在怪这个、怪那个，就是世间学问也差劲，还谈得上佛法吗？世间学问成就了、到家了，也不怨天不尤人。你读这几句话，要好好的记住。",
      "zh_TW": "蕅益大師示曇生方丈的那段開示：境緣無好醜，好醜在自己心裡。佛心感得外面境界是佛境界，佛心真常，感得外面境界不生不滅；我們是生滅妄心，看到外面的境界是生滅妄境。諸位真正是明白這個道理了，修道之人要痛改前非。過去我們是怎麼看這個世界，怨天尤人；古人有說，學問學到不怨天不尤人，學問到家了。我們還在怪這個、怪那個，就是世間學問也差勁，還談得上佛法嗎？世間學問成就了、到家了，也不怨天不尤人。你讀這幾句話，要好好的記住。"
    },
    {
      "id": "09-011-0033_p0024",
      "zh_CN": "经【复次。舍利弗。菩萨摩诃萨欲在一切声闻辟支佛前。欲给侍诸佛。欲为诸佛内眷属。欲得大眷属。欲得菩萨眷属。欲得净报大施。当学般若波罗蜜。】",
      "zh_TW": "經【復次。舍利弗。菩薩摩訶薩欲在一切聲聞辟支佛前。欲給侍諸佛。欲為諸佛內眷屬。欲得大眷屬。欲得菩薩眷屬。欲得淨報大施。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0025",
      "zh_CN": "这一段文，前面的这些解释诸位自己去看，重要的我给大家提一提，第四面第二行、第三行，这两行值得提示一下，这是讲一个行菩萨道的人，菩萨：",
      "zh_TW": "這一段文，前面的這些解釋諸位自己去看，重要的我給大家提一提，第四面第二行、第三行，這兩行值得提示一下，這是講一個行菩薩道的人，菩薩："
    },
    {
      "id": "09-011-0033_p0026",
      "zh_CN": "【若在人中。好世作转轮圣王。恶世恒作大王。】",
      "zh_TW": "【若在人中。好世作轉輪聖王。惡世恆作大王。】"
    },
    {
      "id": "09-011-0033_p0027",
      "zh_CN": "这是菩萨以国王的身分来教化众生，因为国王掌世间法里面的教育权，佛法是教育，历代佛法最盛的时候，这些帝王都是菩萨再来的，所以他能够：",
      "zh_TW": "這是菩薩以國王的身分來教化眾生，因為國王掌世間法裡面的教育權，佛法是教育，歷代佛法最盛的時候，這些帝王都是菩薩再來的，所以他能夠："
    },
    {
      "id": "09-011-0033_p0028",
      "zh_CN": "【护持佛法。利益众生。】",
      "zh_TW": "【護持佛法。利益眾生。】"
    },
    {
      "id": "09-011-0033_p0029",
      "zh_CN": "世尊将护法的工作交给国王大臣是有道理的，那些国王大臣也是诸菩萨转世的，要不然哪有那么大的福报？古时候是这样，现在也是这样，这是讲在家。",
      "zh_TW": "世尊將護法的工作交給國王大臣是有道理的，那些國王大臣也是諸菩薩轉世的，要不然哪有那麼大的福報？古時候是這樣，現在也是這樣，這是講在家。"
    },
    {
      "id": "09-011-0033_p0030",
      "zh_CN": "【若出家。值有佛法则为世作大度师。兴显佛法。】",
      "zh_TW": "【若出家。值有佛法則為世作大度師。興顯佛法。】"
    },
    {
      "id": "09-011-0033_p0031",
      "zh_CN": "我们现在是有佛法的时候，是释迦牟尼佛的末法时期，经上说佛的法运正法一千年、像法一千年、末法一万年。就照我们中国古人的算法，照虚云老和尚这个算法，释迦牟尼佛灭度到今年三千零七年，正法一千年过去了，像法一千年也过去了，末法一万年才过十分之ㄧ。所以诸位尽管放心，佛法不会灭的，为什么？还有九千年。但是在九千年当中这个佛法是有兴有衰，不但是现在，正法、像法都是如此。过去有三武灭法，有盛有衰。我在当初学佛跟章嘉大师，我就很感叹佛法之衰。他就告诉我，放心，将来还有复兴的时候，还有好的时候，他说佛法的时间还很长。这是讲有佛法的时候，菩萨出现在人间作法师，兴显佛法。",
      "zh_TW": "我們現在是有佛法的時候，是釋迦牟尼佛的末法時期，經上說佛的法運正法一千年、像法一千年、末法一萬年。就照我們中國古人的算法，照虛雲老和尚這個算法，釋迦牟尼佛滅度到今年三千零七年，正法一千年過去了，像法一千年也過去了，末法一萬年才過十分之ㄧ。所以諸位儘管放心，佛法不會滅的，為什麼？還有九千年。但是在九千年當中這個佛法是有興有衰，不但是現在，正法、像法都是如此。過去有三武滅法，有盛有衰。我在當初學佛跟章嘉大師，我就很感嘆佛法之衰。他就告訴我，放心，將來還有復興的時候，還有好的時候，他說佛法的時間還很長。這是講有佛法的時候，菩薩出現在人間作法師，興顯佛法。"
    },
    {
      "id": "09-011-0033_p0032",
      "zh_CN": "【若无佛法。】",
      "zh_TW": "【若無佛法。】"
    },
    {
      "id": "09-011-0033_p0033",
      "zh_CN": "生在灭法的时候，在释迦牟尼佛法运完了以后，一直要到弥勒佛下生，降生的时候示现成佛，佛再说法。这个当中时间太长了，在《弥勒下生经》里面说，五十六亿七千万年这么长的时间，世间没有佛法。没有佛法，诸佛菩萨还来不来？还来。为什么？众生可怜，众生苦，哪有佛菩萨就睁着眼睛不度众生的道理？没有菩萨来，用什么身分来？有办法，若无佛法：",
      "zh_TW": "生在滅法的時候，在釋迦牟尼佛法運完了以後，一直要到彌勒佛下生，降生的時候示現成佛，佛再說法。這個當中時間太長了，在《彌勒下生經》裡面說，五十六億七千萬年這麼長的時間，世間沒有佛法。沒有佛法，諸佛菩薩還來不來？還來。為什麼？眾生可憐，眾生苦，哪有佛菩薩就睜著眼睛不度眾生的道理？沒有菩薩來，用什麼身分來？有辦法，若無佛法："
    },
    {
      "id": "09-011-0033_p0034",
      "zh_CN": "【则为外道大师。】",
      "zh_TW": "【則為外道大師。】"
    },
    {
      "id": "09-011-0033_p0035",
      "zh_CN": "我们在《华严经》里面看到，菩萨有外道身分示现的，有不少个是由外道身分示现的。但是那个外道他所教众生的可是教内道，不是教外道，是教善法，不教恶法。这里说：",
      "zh_TW": "我們在《華嚴經》裡面看到，菩薩有外道身分示現的，有不少個是由外道身分示現的。但是那個外道他所教眾生的可是教內道，不是教外道，是教善法，不教惡法。這裡說："
    },
    {
      "id": "09-011-0033_p0036",
      "zh_CN": "【行四无量。】",
      "zh_TW": "【行四無量。】"
    },
    {
      "id": "09-011-0033_p0037",
      "zh_CN": "慈悲喜舍，以这四无量来教化一切众生，这是我们要特别注意到的。我们现在生在有佛法住世的时候，我们应当要肩负佛法中兴的使命。要想佛法兴，一定要依教修行，如法修行，佛法才能兴。以我自己意识来修行，这佛法兴不了的。为什么？自己的意思是第六妄识，迷惑颠倒，那不行。咱们要照四依法，依法不依人、依义不依语、依了义不依不了义、依智不依识，佛法就兴，自己也就成就了。第五页第二行：",
      "zh_TW": "慈悲喜捨，以這四無量來教化一切眾生，這是我們要特別注意到的。我們現在生在有佛法住世的時候，我們應當要肩負佛法中興的使命。要想佛法興，一定要依教修行，如法修行，佛法才能興。以我自己意識來修行，這佛法興不了的。為什麼？自己的意思是第六妄識，迷惑顛倒，那不行。咱們要照四依法，依法不依人、依義不依語、依了義不依不了義、依智不依識，佛法就興，自己也就成就了。第五頁第二行："
    },
    {
      "id": "09-011-0033_p0038",
      "zh_CN": "【佛有二种身。一者法性生身。二者随世间身。】",
      "zh_TW": "【佛有二種身。一者法性生身。二者隨世間身。】"
    },
    {
      "id": "09-011-0033_p0039",
      "zh_CN": "这个『二身』就是一身，是一而二、二而一。下面有一段比较重要，就是净报大施，施是布施，第五页倒数第三行：",
      "zh_TW": "這個『二身』就是一身，是一而二、二而一。下面有一段比較重要，就是淨報大施，施是布施，第五頁倒數第三行："
    },
    {
      "id": "09-011-0033_p0040",
      "zh_CN": "【净报大施者。有人言。菩萨多集福德。未除烦恼。受人信施。未能净报。】",
      "zh_TW": "【淨報大施者。有人言。菩薩多集福德。未除煩惱。受人信施。未能淨報。】"
    },
    {
      "id": "09-011-0033_p0041",
      "zh_CN": "有人这么样讲法，佛听了以后纠正他错误的看法：",
      "zh_TW": "有人這麼樣講法，佛聽了以後糾正他錯誤的看法："
    },
    {
      "id": "09-011-0033_p0042",
      "zh_CN": "【菩萨行般若波罗蜜。】",
      "zh_TW": "【菩薩行般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0043",
      "zh_CN": "这句话很重要，如果菩萨不行般若波罗蜜，那就是前面人所讲的。这是每一句、每一个字都要看清楚，大意不得的。为什么？确实有不少人是在那里多集福德，未除烦恼。多集福德，未除烦恼，受人信施，未能净报，他得的果报不清净。我们不要拿别人来说，你看《安世高传记》，他那个同学就是这样。他那个同学宫亭湖的水神龙王，明经好施，岂不是多集福德吗？瞋恚心没断，未除烦恼。受人信施，堕落在畜生道，舍身去作水神，落在鬼神道里头。他过去生中也是出家法师，明经好施，他要是不好施，他没那么大的福报。你看供养他烧香拜拜的人有多少，福报大。他要是不明经，他就不灵；你到那里去求签问卦都很灵，他很灵，他明经，他有法布施，他又有财布施。他为什么会落到神身，不成佛不成菩萨？这是未除烦恼。换句话说，他没有行般若波罗蜜，落到这样一个果报。这就说明，菩萨一定要行般若波罗蜜。行般若波罗蜜怎么样？下面说：",
      "zh_TW": "這句話很重要，如果菩薩不行般若波羅蜜，那就是前面人所講的。這是每一句、每一個字都要看清楚，大意不得的。為什麼？確實有不少人是在那裡多集福德，未除煩惱。多集福德，未除煩惱，受人信施，未能淨報，他得的果報不清淨。我們不要拿別人來說，你看《安世高傳記》，他那個同學就是這樣。他那個同學宮亭湖的水神龍王，明經好施，豈不是多集福德嗎？瞋恚心沒斷，未除煩惱。受人信施，墮落在畜生道，捨身去作水神，落在鬼神道裡頭。他過去生中也是出家法師，明經好施，他要是不好施，他沒那麼大的福報。你看供養他燒香拜拜的人有多少，福報大。他要是不明經，他就不靈；你到那裡去求籤問卦都很靈，他很靈，他明經，他有法布施，他又有財布施。他為什麼會落到神身，不成佛不成菩薩？這是未除煩惱。換句話說，他沒有行般若波羅蜜，落到這樣一個果報。這就說明，菩薩一定要行般若波羅蜜。行般若波羅蜜怎麼樣？下面說："
    },
    {
      "id": "09-011-0033_p0044",
      "zh_CN": "【诸法皆空不可得。】",
      "zh_TW": "【諸法皆空不可得。】"
    },
    {
      "id": "09-011-0033_p0045",
      "zh_CN": "诸法皆空，诸法皆不可得。诸法就是一切法，一切法就是有为法跟无为法，有为法、无为法皆不可得，有为、无为皆空。",
      "zh_TW": "諸法皆空，諸法皆不可得。諸法就是一切法，一切法就是有為法跟無為法，有為法、無為法皆不可得，有為、無為皆空。"
    },
    {
      "id": "09-011-0033_p0046",
      "zh_CN": "【何况诸结使。】",
      "zh_TW": "【何況諸結使。】"
    },
    {
      "id": "09-011-0033_p0047",
      "zh_CN": "『结使』就是见思烦恼。不行般若波罗蜜，是入不了这个境界的。要紧的地方就是行般若波罗蜜。行怎么行法？行给诸位说，叫行道，修行。行道，道是什么？诸法皆空是道，诸法不可得是道，叫你行这个道，叫你修这个行。再说得明白一点，这个行就是观慧，观照般若。依文字般若，起观照般若，证实相般若，这就叫行道，这就叫行般若波罗蜜。再给诸位说，文字般若就是方便般若，讲方便比文字当然要广。文字单单只指色法的一小部分，如果讲方便，六尘都包括在其中。所以大经里面常讲，《华严》华藏世界六尘说法，极乐世界也六尘说法，诸位要懂得这个意思，根尘相接就叫方便。眼见一切色，当接触的时候就叫方便，我们依这个方便。依这个方便立刻就起观照，眼一见色法晓得色即是空，《心经》里面讲的「空即是色」，一接触色立刻就想到「色即是空」，观照，这就是起观照。你能够这一念提起来，于一切色法里头不迷惑，于一切色法里头得心清净，心不染，这就入实相，这叫做行般若波罗蜜多。《心经》里面，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」。我们开始学没那么深，但是眼见色，晓得色即是空；耳闻声，知道声即是空；舌尝一切味，晓得味即是空。不要呆板，「《心经》只说色即是空，没有说声香味触法，大概那个不空」，错误了。人家只是举一个例子，其余统统包括在里头，色声香味触法亦复如是，这叫做行般若波罗蜜，这样才能够照见五蕴皆空。五蕴皆空了，还有什么见思烦恼？见思烦恼从哪个地方安立？咱们天天念《心经》，你曾经起过观照吗？你曾经用过功夫吗？我们所谓是功夫不得力，你根本就没有用过功夫，它怎么会得力？",
      "zh_TW": "『結使』就是見思煩惱。不行般若波羅蜜，是入不了這個境界的。要緊的地方就是行般若波羅蜜。行怎麼行法？行給諸位說，叫行道，修行。行道，道是什麼？諸法皆空是道，諸法不可得是道，叫你行這個道，叫你修這個行。再說得明白一點，這個行就是觀慧，觀照般若。依文字般若，起觀照般若，證實相般若，這就叫行道，這就叫行般若波羅蜜。再給諸位說，文字般若就是方便般若，講方便比文字當然要廣。文字單單只指色法的一小部分，如果講方便，六塵都包括在其中。所以大經裡面常講，《華嚴》華藏世界六塵說法，極樂世界也六塵說法，諸位要懂得這個意思，根塵相接就叫方便。眼見一切色，當接觸的時候就叫方便，我們依這個方便。依這個方便立刻就起觀照，眼一見色法曉得色即是空，《心經》裡面講的「空即是色」，一接觸色立刻就想到「色即是空」，觀照，這就是起觀照。你能夠這一念提起來，於一切色法裡頭不迷惑，於一切色法裡頭得心清淨，心不染，這就入實相，這叫做行般若波羅蜜多。《心經》裡面，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」。我們開始學沒那麼深，但是眼見色，曉得色即是空；耳聞聲，知道聲即是空；舌嘗一切味，曉得味即是空。不要呆板，「《心經》只說色即是空，沒有說聲香味觸法，大概那個不空」，錯誤了。人家只是舉一個例子，其餘統統包括在裡頭，色聲香味觸法亦復如是，這叫做行般若波羅蜜，這樣才能夠照見五蘊皆空。五蘊皆空了，還有什麼見思煩惱？見思煩惱從哪個地方安立？咱們天天念《心經》，你曾經起過觀照嗎？你曾經用過功夫嗎？我們所謂是功夫不得力，你根本就沒有用過功夫，它怎麼會得力？"
    },
    {
      "id": "09-011-0033_p0048",
      "zh_CN": "【菩萨入法性中故。不证真际。是故能净报施福。】",
      "zh_TW": "【菩薩入法性中故。不證真際。是故能淨報施福。】"
    },
    {
      "id": "09-011-0033_p0049",
      "zh_CN": "这是佛给我们解释的，就是菩萨行般若波罗蜜，所以他才能『入法性中』，「入」是讲证入。换句话说，菩萨起心动念一切作为都与法性相应。『不证真际』，他随时在相应，他不证真际。为什么他不证真际？大经里面说得好，菩萨大慈大悲留惑润生。为什么？菩萨一证到真际，他就到常寂光净土去了。常寂光净土，永嘉大师讲的，觉后空空无大千，自己固然是究竟解脱了，于众生没有恩德。所以你看那些诸佛，成了佛之后倒驾慈航，观世音菩萨久已成佛了，退到菩萨地位上来，这就是不证真际。地藏菩萨，他的学生都无量无边成佛了，他老人家还住在菩萨位次上，不证真际。佛经上说，不要说那些菩萨，目犍连、舍利弗也早就成佛了，退在小乘罗汉的位次上，这叫示现。为什么？倒驾慈航，利益众生。『故能净报施福』，这是已经证到真际的时候再退回来，不证真际。那些诸菩萨有到达这个能力，能够证得圆满菩提，就是断最后一品生相无明，确实有这个能力，他到那一关的时候往往不肯断，这叫大慈大悲。再看第六面倒数第五行：",
      "zh_TW": "這是佛給我們解釋的，就是菩薩行般若波羅蜜，所以他才能『入法性中』，「入」是講證入。換句話說，菩薩起心動念一切作為都與法性相應。『不證真際』，他隨時在相應，他不證真際。為什麼他不證真際？大經裡面說得好，菩薩大慈大悲留惑潤生。為什麼？菩薩一證到真際，他就到常寂光淨土去了。常寂光淨土，永嘉大師講的，覺後空空無大千，自己固然是究竟解脫了，於眾生沒有恩德。所以你看那些諸佛，成了佛之後倒駕慈航，觀世音菩薩久已成佛了，退到菩薩地位上來，這就是不證真際。地藏菩薩，他的學生都無量無邊成佛了，他老人家還住在菩薩位次上，不證真際。佛經上說，不要說那些菩薩，目犍連、舍利弗也早就成佛了，退在小乘羅漢的位次上，這叫示現。為什麼？倒駕慈航，利益眾生。『故能淨報施福』，這是已經證到真際的時候再退回來，不證真際。那些諸菩薩有到達這個能力，能夠證得圓滿菩提，就是斷最後一品生相無明，確實有這個能力，他到那一關的時候往往不肯斷，這叫大慈大悲。再看第六面倒數第五行："
    },
    {
      "id": "09-011-0033_p0050",
      "zh_CN": "【菩萨无诸结使。而住无边世中利益众生。】",
      "zh_TW": "【菩薩無諸結使。而住無邊世中利益眾生。】"
    },
    {
      "id": "09-011-0033_p0051",
      "zh_CN": "这是说的真实话，烦恼早就断尽，无处不现身。倒数第四行：",
      "zh_TW": "這是說的真實話，煩惱早就斷盡，無處不現身。倒數第四行："
    },
    {
      "id": "09-011-0033_p0052",
      "zh_CN": "【有复菩萨但有悲心而无般若。尚能利益。何况行般若波罗蜜。】",
      "zh_TW": "【有復菩薩但有悲心而無般若。尚能利益。何況行般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0053",
      "zh_CN": "有悲心没有智慧，对众生都有利益，何况是一个行般若波罗蜜的菩萨。行般若波罗蜜的菩萨具足大慈大悲心。",
      "zh_TW": "有悲心沒有智慧，對眾生都有利益，何況是一個行般若波羅蜜的菩薩。行般若波羅蜜的菩薩具足大慈大悲心。"
    },
    {
      "id": "09-011-0033_p0054",
      "zh_CN": "【菩萨得无生法忍。得法性生身。处处变化以度众生。庄严世界。】",
      "zh_TW": "【菩薩得無生法忍。得法性生身。處處變化以度眾生。莊嚴世界。】"
    },
    {
      "id": "09-011-0033_p0055",
      "zh_CN": "这是特别讲净报大施。这个大布施提出来给诸位说说，我们现在布施是有，大家都很发心布施，肯发心，非常之难得，现在我们更重要的就是要净报布施，要净报布施一定要行般若波罗蜜。",
      "zh_TW": "這是特別講淨報大施。這個大布施提出來給諸位說說，我們現在布施是有，大家都很發心布施，肯發心，非常之難得，現在我們更重要的就是要淨報布施，要淨報布施一定要行般若波羅蜜。"
    },
    {
      "id": "09-011-0033_p0056",
      "zh_CN": "经【复次。舍利弗。菩萨摩诃萨欲不起悭心。破戒心。瞋恚心。懈怠心。乱心。痴心。当学般若波罗蜜。】",
      "zh_TW": "經【復次。舍利弗。菩薩摩訶薩欲不起慳心。破戒心。瞋恚心。懈怠心。亂心。痴心。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0057",
      "zh_CN": "这个注解里头，前面这句是纲领。",
      "zh_TW": "這個註解裡頭，前面這句是綱領。"
    },
    {
      "id": "09-011-0033_p0058",
      "zh_CN": "【是六种心恶故。能障蔽六波罗蜜门。】",
      "zh_TW": "【是六種心惡故。能障蔽六波羅蜜門。】"
    },
    {
      "id": "09-011-0033_p0059",
      "zh_CN": "六度就是破这六种恶心，布施破悭贪心，持戒破破戒心，忍辱破瞋恚心，精进破懈怠心，禅定破乱心，般若破痴心，这一段是讲六波罗蜜。下面依次解释经文，诸位自己去看。这里头有几句重要的要提一提，第八面第一行：",
      "zh_TW": "六度就是破這六種惡心，布施破慳貪心，持戒破破戒心，忍辱破瞋恚心，精進破懈怠心，禪定破亂心，般若破痴心，這一段是講六波羅蜜。下面依次解釋經文，諸位自己去看。這裡頭有幾句重要的要提一提，第八面第一行："
    },
    {
      "id": "09-011-0033_p0060",
      "zh_CN": "【菩萨不生破戒心。何况破戒。】",
      "zh_TW": "【菩薩不生破戒心。何況破戒。】"
    },
    {
      "id": "09-011-0033_p0061",
      "zh_CN": "这两句很重要。忍辱这一段里面第三行：",
      "zh_TW": "這兩句很重要。忍辱這一段裡面第三行："
    },
    {
      "id": "09-011-0033_p0062",
      "zh_CN": "【自作自受。不应怨人。】",
      "zh_TW": "【自作自受。不應怨人。】"
    },
    {
      "id": "09-011-0033_p0063",
      "zh_CN": "如果不懂得这个道理，忍辱波罗蜜很难修；明了这个道理，忍辱波罗蜜就可以修了，有无量功德。忍辱，特别是在逆境，要晓得一切逆境障难都是自作自受。我们要做个好事，古人是安慰勉励我们：好事多磨，好事多障碍！那个多磨多障哪来的？还是自己自作自受。从前是别人做好事，我们嫉妒障碍他；现在是我们做好事，别人嫉妒障碍我。因果报应，天理循环，如是如是，怎么能怪别人？所以懂得佛法的人，一切的冤家要想办法给他解除、化解，不能够说这个冤家我躲他远远的，不要理他。好，这一生躲过了，来生躲不过，没有办法躲的，来生碰了面仇更大。为什么？累积！为什么不这一生报掉？",
      "zh_TW": "如果不懂得這個道理，忍辱波羅蜜很難修；明瞭這個道理，忍辱波羅蜜就可以修了，有無量功德。忍辱，特別是在逆境，要曉得一切逆境障難都是自作自受。我們要做個好事，古人是安慰勉勵我們：好事多磨，好事多障礙！那個多磨多障哪來的？還是自己自作自受。從前是別人做好事，我們嫉妒障礙他；現在是我們做好事，別人嫉妒障礙我。因果報應，天理循環，如是如是，怎麼能怪別人？所以懂得佛法的人，一切的冤家要想辦法給他解除、化解，不能夠說這個冤家我躲他遠遠的，不要理他。好，這一生躲過了，來生躲不過，沒有辦法躲的，來生碰了面仇更大。為什麼？累積！為什麼不這一生報掉？"
    },
    {
      "id": "09-011-0033_p0064",
      "zh_CN": "再给诸位说，福德善事靠累积，善愈积愈厚。恶怎么样？快把它报掉。那个冤家对头不顺眼的，看到我就要骂我、就要侮辱我的，常常跟他见面，常常让他骂。你要晓得，过去世我骂他十句，这一世他也骂我十句，十句骂了之后，以后就跟我交朋友，不骂了。为什么？报掉了。果报如是，怎么不懂这个道理？那个人很坏骗我的钱，过去世我骗他的，我骗了他多少，他现在也骗我多少。好，让他骗，骗到的时候他就不骗了。为什么？债还清了，不欠了，不欠的时候我摆在那里他也不要。大家要晓得这个道理，决定躲不过！躲得过这一生，躲不过来生；躲得过来生，躲不过后生，总是要报的，这个帐得好好去算算。我们明理，应该晓得因果报应，不怨天不尤人，这种现世的果报，你要是真正学佛，你是个明眼人，自己看得清清楚楚。",
      "zh_TW": "再給諸位說，福德善事靠累積，善愈積愈厚。惡怎麼樣？快把它報掉。那個冤家對頭不順眼的，看到我就要罵我、就要侮辱我的，常常跟他見面，常常讓他罵。你要曉得，過去世我罵他十句，這一世他也罵我十句，十句罵了之後，以後就跟我交朋友，不罵了。為什麼？報掉了。果報如是，怎麼不懂這個道理？那個人很壞騙我的錢，過去世我騙他的，我騙了他多少，他現在也騙我多少。好，讓他騙，騙到的時候他就不騙了。為什麼？債還清了，不欠了，不欠的時候我擺在那裡他也不要。大家要曉得這個道理，決定躲不過！躲得過這一生，躲不過來生；躲得過來生，躲不過後生，總是要報的，這個帳得好好去算算。我們明理，應該曉得因果報應，不怨天不尤人，這種現世的果報，你要是真正學佛，你是個明眼人，自己看得清清楚楚。"
    },
    {
      "id": "09-011-0033_p0065",
      "zh_CN": "我也给诸位说过，我在抗战期间做学生，在大后方的时候。抗战胜利了，学校解散我们回家去。跟我坐一条船上有一个同学，我们欺负他年纪轻年纪小，实际上那个时候我们自己也不过十六、七岁，他比我们小个二、三岁，十三、四岁。我们都是一群小孩，也没有老师，没有任何人照顾，就有七、八个人在一条船上。这个小孩有一天大概是睡了，钞票丢得满船都是，我们大家捡，我也捡了不少，捡了之后没有还他。到台湾碰到了，他来跟我借钱，借了好几次。人家告诉我，这个人品行不好，借出去不回头。随他去，还能借给他，我还有得用。借去不回头了，以后人也见不到了，算那个帐就是我以前拿的那么多。真是妙极了，妙不可言，帐还清楚了，下次再不会来要了。一饮一啄莫非前定。",
      "zh_TW": "我也給諸位說過，我在抗戰期間做學生，在大後方的時候。抗戰勝利了，學校解散我們回家去。跟我坐一條船上有一個同學，我們欺負他年紀輕年紀小，實際上那個時候我們自己也不過十六、七歲，他比我們小個二、三歲，十三、四歲。我們都是一群小孩，也沒有老師，沒有任何人照顧，就有七、八個人在一條船上。這個小孩有一天大概是睡了，鈔票丟得滿船都是，我們大家撿，我也撿了不少，撿了之後沒有還他。到台灣碰到了，他來跟我借錢，借了好幾次。人家告訴我，這個人品行不好，借出去不回頭。隨他去，還能借給他，我還有得用。借去不回頭了，以後人也見不到了，算那個帳就是我以前拿的那麼多。真是妙極了，妙不可言，帳還清楚了，下次再不會來要了。一飲一啄莫非前定。"
    },
    {
      "id": "09-011-0033_p0066",
      "zh_CN": "人家不顺眼瞪我一眼，是从前我瞪他一眼，还过去没事了，再见面就不结仇了。不怨天不尤人，自作自受。所以学问能够到这个境界，可以说是功夫得力了。世界上哪有恶人？没有。所谓恶人大概总是我过去对他过不去，或者是我欠他的，事实上哪有恶人？没有恶人。所以我们要以纯善之心待人、慈悲之心待人，吃点亏算不了什么。你只要想通了，无亏可吃，也无便宜可占，因果通三世，不是这一生。孔老夫子教给我们以直报怨、以德报德，世间圣人教给我们的。佛更教给我们平等慈悲，等念怨亲，佛教给我们的。修行修什么？就修这些。讲到般若，这一段几句话我念一念，第八页倒数第三行：",
      "zh_TW": "人家不順眼瞪我一眼，是從前我瞪他一眼，還過去沒事了，再見面就不結仇了。不怨天不尤人，自作自受。所以學問能夠到這個境界，可以說是功夫得力了。世界上哪有惡人？沒有。所謂惡人大概總是我過去對他過不去，或者是我欠他的，事實上哪有惡人？沒有惡人。所以我們要以純善之心待人、慈悲之心待人，吃點虧算不了什麼。你只要想通了，無虧可吃，也無便宜可佔，因果通三世，不是這一生。孔老夫子教給我們以直報怨、以德報德，世間聖人教給我們的。佛更教給我們平等慈悲，等念怨親，佛教給我們的。修行修什麼？就修這些。講到般若，這一段幾句話我念一念，第八頁倒數第三行："
    },
    {
      "id": "09-011-0033_p0067",
      "zh_CN": "【智慧是一切善法根本。若欲成就是智。先当摄心。然后可成。】",
      "zh_TW": "【智慧是一切善法根本。若欲成就是智。先當攝心。然後可成。】"
    },
    {
      "id": "09-011-0033_p0068",
      "zh_CN": "这就说明般若智慧是一切善法的根本，我们要想得到般若智慧，先要摄心，摄心就是修定，先要修定，然后般若才能成就。底下有两句话很重要，我们特别要警觉的，在第九页第二行：",
      "zh_TW": "這就說明般若智慧是一切善法的根本，我們要想得到般若智慧，先要攝心，攝心就是修定，先要修定，然後般若才能成就。底下有兩句話很重要，我們特別要警覺的，在第九頁第二行："
    },
    {
      "id": "09-011-0033_p0069",
      "zh_CN": "【无智慧眼。故受着邪法。不受正见。】",
      "zh_TW": "【無智慧眼。故受著邪法。不受正見。】"
    },
    {
      "id": "09-011-0033_p0070",
      "zh_CN": "这几句话在今天说比什么都重要，他没智慧，把邪当作正，把正当作邪。给他讲正法，他不能接受；给他讲邪法，他一听就欢喜，他就依教奉行。这是没有智慧，这就是佛法里面讲可怜悯者。",
      "zh_TW": "這幾句話在今天說比什麼都重要，他沒智慧，把邪當作正，把正當作邪。給他講正法，他不能接受；給他講邪法，他一聽就歡喜，他就依教奉行。這是沒有智慧，這就是佛法裡面講可憐憫者。"
    },
    {
      "id": "09-011-0033_p0071",
      "zh_CN": "【如是之人。世间近事尚不能成。何况阿耨多罗三藐三菩提。】",
      "zh_TW": "【如是之人。世間近事尚不能成。何況阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-011-0033_p0072",
      "zh_CN": "眼前的世间事，他受邪法不受正法，他都不能成就，纵然成就了，败得也快。所以智慧眼要紧，要能辨别是非善恶。别人不会给你拣别的，没有相当关系，谁肯得罪人来给你拣别。拣别，你果然是开悟、接受了，晓得这个人给我们讲的话是对我好的，这样还好；如果给你拣别了，你自己没有智慧，你还在外面去说，那个人说那个人是邪人邪知邪见，又在这里挑拨是非，斗争两头。所以这个年头，好人决定不说你，你跟那个邪知邪见邪思去学，你碰到他，他不会告诉你那个人是邪法、那个人是邪道。为什么？怕你拨弄是非，这多可怜！这个能力就是平素自己要多读诵大乘经典，体会经义，听人家说法，想一想佛经里头是不是这么讲的。可是读诵大乘也不容易，一定要晓得佛说法之意，执着在言语文字上又会发生许多的误会，不是个简单事情。底下一段是解释福处：",
      "zh_TW": "眼前的世間事，他受邪法不受正法，他都不能成就，縱然成就了，敗得也快。所以智慧眼要緊，要能辨別是非善惡。別人不會給你揀別的，沒有相當關係，誰肯得罪人來給你揀別。揀別，你果然是開悟、接受了，曉得這個人給我們講的話是對我好的，這樣還好；如果給你揀別了，你自己沒有智慧，你還在外面去說，那個人說那個人是邪人邪知邪見，又在這裡挑撥是非，鬥爭兩頭。所以這個年頭，好人決定不說你，你跟那個邪知邪見邪思去學，你碰到他，他不會告訴你那個人是邪法、那個人是邪道。為什麼？怕你撥弄是非，這多可憐！這個能力就是平素自己要多讀誦大乘經典，體會經義，聽人家說法，想一想佛經裡頭是不是這麼講的。可是讀誦大乘也不容易，一定要曉得佛說法之意，執著在言語文字上又會發生許多的誤會，不是個簡單事情。底下一段是解釋福處："
    },
    {
      "id": "09-011-0033_p0073",
      "zh_CN": "经【复次。舍利弗。菩萨摩诃萨欲使一切众生。立于布施福处。持戒福处。修定福处。劝导福处。欲令众生立于财福法福处。当学般若波罗蜜。】",
      "zh_TW": "經【復次。舍利弗。菩薩摩訶薩欲使一切眾生。立於布施福處。持戒福處。修定福處。勸導福處。欲令眾生立於財福法福處。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0074",
      "zh_CN": "世间人哪个不想修福报？福报要到哪里去修？这一段教给我们，是解释福处。这个注解的文很长，按照经的次序来讲解的，我只能把大的段落给诸位说说。在第十面一开头是讲布施福处，这段里面讲得很多，也讲得很细，诸位自己去看。",
      "zh_TW": "世間人哪個不想修福報？福報要到哪裡去修？這一段教給我們，是解釋福處。這個註解的文很長，按照經的次序來講解的，我只能把大的段落給諸位說說。在第十面一開頭是講布施福處，這段裡面講得很多，也講得很細，諸位自己去看。"
    },
    {
      "id": "09-011-0033_p0075",
      "zh_CN": "在第十二面举了很多例子，从第二行起，「韦罗摩菩萨」，他能布施福处，我们应当知、应当学。在十三面第四行，是讲持戒福处，持戒福处又特别举出一条例子，就是杀生的罪相。因为持戒福处是以五戒为主，但是五戒里面只说了一条，其余的也是以此类推。在第十四面第二行开始讲修定福处，修定，经里面讲「修慈是修定福」。为什么把修慈当作修定，这里解释得很好，「欲界多瞋多乱故」。这个文在十四面第四行：",
      "zh_TW": "在第十二面舉了很多例子，從第二行起，「韋羅摩菩薩」，他能布施福處，我們應當知、應當學。在十三面第四行，是講持戒福處，持戒福處又特別舉出一條例子，就是殺生的罪相。因為持戒福處是以五戒為主，但是五戒裡面只說了一條，其餘的也是以此類推。在第十四面第二行開始講修定福處，修定，經裡面講「修慈是修定福」。為什麼把修慈當作修定，這裡解釋得很好，「欲界多瞋多亂故」。這個文在十四面第四行："
    },
    {
      "id": "09-011-0033_p0076",
      "zh_CN": "【先说慈心为修定福。得慈方便。愿与众生乐。后实见受乐。是心相应法。名为慈法。】",
      "zh_TW": "【先說慈心為修定福。得慈方便。願與眾生樂。後實見受樂。是心相應法。名為慈法。】"
    },
    {
      "id": "09-011-0033_p0077",
      "zh_CN": "这里讲的世间众生缘慈，修福从这地方修起。在这一页倒数第一行有三句话很重要：",
      "zh_TW": "這裡講的世間眾生緣慈，修福從這地方修起。在這一頁倒數第一行有三句話很重要："
    },
    {
      "id": "09-011-0033_p0078",
      "zh_CN": "【慈应言亲爱。无怨无诤故。名为亲爱。】",
      "zh_TW": "【慈應言親愛。無怨無諍故。名為親愛。】"
    },
    {
      "id": "09-011-0033_p0079",
      "zh_CN": "这是最简单解释『慈』的意思，有怨有诤就没有慈，慈是『无怨无诤』，不怨天不尤人。于事无所诤，于人无所诤，这个才叫慈，才叫『亲爱』，所谓亲爱精诚。在第十五页，佛给我们讲慈心有五种利益，这是实在的，决定不是假的。文在第四行：",
      "zh_TW": "這是最簡單解釋『慈』的意思，有怨有諍就沒有慈，慈是『無怨無諍』，不怨天不尤人。於事無所諍，於人無所諍，這個才叫慈，才叫『親愛』，所謂親愛精誠。在第十五頁，佛給我們講慈心有五種利益，這是實在的，決定不是假的。文在第四行："
    },
    {
      "id": "09-011-0033_p0080",
      "zh_CN": "【复次。佛说慈心有五利。不说余。何等五。一者刀不伤。二者毒不害。三者火不烧。四者水不没。五者于一切瞋怒恶害众生中。见皆欢喜。】",
      "zh_TW": "【復次。佛說慈心有五利。不說餘。何等五。一者刀不傷。二者毒不害。三者火不燒。四者水不沒。五者於一切瞋怒惡害眾生中。見皆歡喜。】"
    },
    {
      "id": "09-011-0033_p0081",
      "zh_CN": "菩萨道中首先要修慈心三昧。俗话常说佛法是慈悲为本、方便为门，没有慈悲，根本就失掉了。最高的慈悲，诸佛与大菩萨的慈悲，是从深心、直心而生的，那就是大悲心。必须慈心修满才能登地，你看《华严经》上摆的，那是圆教，十地菩萨。十住修直心，十行修深心，十回向修大悲心，大慈大悲修满才登地。不修慈悲心怎么行？所以诸位要记住，慈悲一切，佛给我们讲的这五种利益真实不虚。",
      "zh_TW": "菩薩道中首先要修慈心三昧。俗話常說佛法是慈悲為本、方便為門，沒有慈悲，根本就失掉了。最高的慈悲，諸佛與大菩薩的慈悲，是從深心、直心而生的，那就是大悲心。必須慈心修滿才能登地，你看《華嚴經》上擺的，那是圓教，十地菩薩。十住修直心，十行修深心，十迴向修大悲心，大慈大悲修滿才登地。不修慈悲心怎麼行？所以諸位要記住，慈悲一切，佛給我們講的這五種利益真實不虛。"
    },
    {
      "id": "09-011-0033_p0082",
      "zh_CN": "下面接着是讲劝导福处，劝导是讲什么？就是讲弘法利生。在十六页最后一行经文，这个我也不必解释，不必多说。",
      "zh_TW": "下面接著是講勸導福處，勸導是講什麼？就是講弘法利生。在十六頁最後一行經文，這個我也不必解釋，不必多說。"
    },
    {
      "id": "09-011-0033_p0083",
      "zh_CN": "经【复次。舍利弗。菩萨摩诃萨欲得五眼者。当学般若波罗蜜。】",
      "zh_TW": "經【復次。舍利弗。菩薩摩訶薩欲得五眼者。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0084",
      "zh_CN": "五眼，虽然佛的五眼圆明菩萨也有少分，菩萨要得佛的五眼，也一定要修般若波罗蜜，这五眼里面的佛眼有无量的功德利益，此地说得很清楚。第十八面经文：",
      "zh_TW": "五眼，雖然佛的五眼圓明菩薩也有少分，菩薩要得佛的五眼，也一定要修般若波羅蜜，這五眼裡面的佛眼有無量的功德利益，此地說得很清楚。第十八面經文："
    },
    {
      "id": "09-011-0033_p0085",
      "zh_CN": "经【菩萨摩诃萨欲以天眼见十方如恒河沙等世界中诸佛。欲以天耳闻十方诸佛所说法。欲知诸佛心。当学般若波罗蜜。】",
      "zh_TW": "經【菩薩摩訶薩欲以天眼見十方如恆河沙等世界中諸佛。欲以天耳聞十方諸佛所說法。欲知諸佛心。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0086",
      "zh_CN": "不但是见十方诸佛，还在闻十方诸佛说法，这个时候得大自在。经无妄言，问题就是我们肯不肯学般若波罗蜜，肯学般若波罗蜜都能成就。这里面或许有疑惑，疑惑不要紧，底下论里头都给我们解释，诸位自己去看。第十九面经文，这是讲闻持不忘，这也是我们念念想求得的：",
      "zh_TW": "不但是見十方諸佛，還在聞十方諸佛說法，這個時候得大自在。經無妄言，問題就是我們肯不肯學般若波羅蜜，肯學般若波羅蜜都能成就。這裡面或許有疑惑，疑惑不要緊，底下論裡頭都給我們解釋，諸位自己去看。第十九面經文，這是講聞持不忘，這也是我們念念想求得的："
    },
    {
      "id": "09-011-0033_p0087",
      "zh_CN": "经【欲闻十方诸佛所说法。闻已乃至阿耨多罗三藐三菩提不忘。当学般若波罗蜜。】",
      "zh_TW": "經【欲聞十方諸佛所說法。聞已乃至阿耨多羅三藐三菩提不忘。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0088",
      "zh_CN": "着重在不忘，听了以后就能记得，就不会忘掉。问里面讲：",
      "zh_TW": "著重在不忘，聽了以後就能記得，就不會忘掉。問裡面講："
    },
    {
      "id": "09-011-0033_p0089",
      "zh_CN": "【一佛所说。犹尚难持。何况无量诸佛所说。欲忆而不忘。】",
      "zh_TW": "【一佛所說。猶尚難持。何況無量諸佛所說。欲憶而不忘。】"
    },
    {
      "id": "09-011-0033_p0090",
      "zh_CN": "注解里面给我们解答，为什么闻十方诸佛所说法都能够忆持不忘？解释里头是闻持陀罗尼力、坚忆念陀罗尼力，陀罗尼法也是从般若波罗蜜而成就的。二十面经文：",
      "zh_TW": "註解裡面給我們解答，為什麼聞十方諸佛所說法都能夠憶持不忘？解釋裡頭是聞持陀羅尼力、堅憶念陀羅尼力，陀羅尼法也是從般若波羅蜜而成就的。二十面經文："
    },
    {
      "id": "09-011-0033_p0091",
      "zh_CN": "经【复次。舍利弗。菩萨摩诃萨欲见过去未来诸佛世界。及见现在十方诸佛世界。当学般若波罗蜜。】",
      "zh_TW": "經【復次。舍利弗。菩薩摩訶薩欲見過去未來諸佛世界。及見現在十方諸佛世界。當學般若波羅蜜。】"
    },
    {
      "id": "09-011-0033_p0092",
      "zh_CN": "这是讲你要想见到十方诸佛国土，不但十方，而且三世，过去世、现在世、未来世，十方三世一切诸佛国土也能见得到，只要你学般若波罗蜜。",
      "zh_TW": "這是講你要想見到十方諸佛國土，不但十方，而且三世，過去世、現在世、未來世，十方三世一切諸佛國土也能見得到，只要你學般若波羅蜜。"
    },
    {
      "id": "09-011-0033_p0093",
      "zh_CN": "我们在初分里面看到，真正是无量无边的功德都是在般若波罗蜜，初分里面第十四卷经文，就是劝我们下定决心去学般若波罗蜜。《般若经》里面讲般若波罗蜜，我给诸位说过，在《六祖坛经》也是讲般若波罗蜜。《六祖坛经》实在讲是般若纲要，能够随顺《六祖坛经》，纲领掌握到，再去读般若部的经典就不难懂，般若的义趣你也能够体会得到了，般若的行法也可以悟明了。所以学般若波罗蜜，《六祖坛经》很重要，讲《坛经》的时候也特别给诸位说过，《坛经》是属于般若波罗蜜。",
      "zh_TW": "我們在初分裡面看到，真正是無量無邊的功德都是在般若波羅蜜，初分裡面第十四卷經文，就是勸我們下定決心去學般若波羅蜜。《般若經》裡面講般若波羅蜜，我給諸位說過，在《六祖壇經》也是講般若波羅蜜。《六祖壇經》實在講是般若綱要，能夠隨順《六祖壇經》，綱領掌握到，再去讀般若部的經典就不難懂，般若的義趣你也能夠體會得到了，般若的行法也可以悟明了。所以學般若波羅蜜，《六祖壇經》很重要，講《壇經》的時候也特別給諸位說過，《壇經》是屬於般若波羅蜜。"
    },
    {
      "id": "09-011-0033_p0094",
      "zh_CN": "二十二面经文里面是讲十二部经，从「多修罗」到「未曾有」、「论议」。这十二部经它重要的就是，「尽欲诵受持者，当学般若波罗蜜」。我们要是能够读诵经典，有般若智慧，记诵经典就不难，就能记得住。何以？般若称性，十二部经是佛性当中流出来的。二十六面有四句偈很有味道，希望大家把它记住。二十六面第五行：",
      "zh_TW": "二十二面經文裡面是講十二部經，從「多修羅」到「未曾有」、「論議」。這十二部經它重要的就是，「盡欲誦受持者，當學般若波羅蜜」。我們要是能夠讀誦經典，有般若智慧，記誦經典就不難，就能記得住。何以？般若稱性，十二部經是佛性當中流出來的。二十六面有四句偈很有味道，希望大家把它記住。二十六面第五行："
    },
    {
      "id": "09-011-0033_p0095",
      "zh_CN": "【不寐夜长。】",
      "zh_TW": "【不寐夜長。】"
    },
    {
      "id": "09-011-0033_p0096",
      "zh_CN": "你晚上不睡觉，就感到夜很长。",
      "zh_TW": "你晚上不睡覺，就感到夜很長。"
    },
    {
      "id": "09-011-0033_p0097",
      "zh_CN": "【疲惓道长。】",
      "zh_TW": "【疲惓道長。】"
    },
    {
      "id": "09-011-0033_p0098",
      "zh_CN": "你要是疲倦了走路，好远，怎么还没有走到？",
      "zh_TW": "你要是疲倦了走路，好遠，怎麼還沒有走到？"
    },
    {
      "id": "09-011-0033_p0099",
      "zh_CN": "【愚生死长。】",
      "zh_TW": "【愚生死長。】"
    },
    {
      "id": "09-011-0033_p0100",
      "zh_CN": "『愚』是愚痴，六道轮回生死长，当然要紧的是在此地，是在这一句，前面二句都是陪衬的话。换句话说，智慧现前，生死就不长了，就可以了了，可以结束了。不愚是什么？般若波罗蜜。所以你要学般若波罗蜜，生死就不长了，就可以了了；没有般若波罗蜜，生死长夜没完没了。",
      "zh_TW": "『愚』是愚痴，六道輪迴生死長，當然要緊的是在此地，是在這一句，前面二句都是陪襯的話。換句話說，智慧現前，生死就不長了，就可以了了，可以結束了。不愚是什麼？般若波羅蜜。所以你要學般若波羅蜜，生死就不長了，就可以了了；沒有般若波羅蜜，生死長夜沒完沒了。"
    },
    {
      "id": "09-011-0033_p0101",
      "zh_CN": "【莫知正法。】",
      "zh_TW": "【莫知正法。】"
    },
    {
      "id": "09-011-0033_p0102",
      "zh_CN": "全都是劝我们学般若波罗蜜的。",
      "zh_TW": "全都是勸我們學般若波羅蜜的。"
    },
    {
      "id": "09-011-0033_p0103",
      "zh_CN": "在这一面倒数第四行最后这一句开始，一直到二十七面第二行的第一句，这一段是讲师子本事缘，很有启发的意味。这是讲因缘，就是十二分教里面的因缘。一直到这一卷的末了，都是解释十二分教。第三十面最后三句解释受持：",
      "zh_TW": "在這一面倒數第四行最後這一句開始，一直到二十七面第二行的第一句，這一段是講師子本事緣，很有啟發的意味。這是講因緣，就是十二分教裡面的因緣。一直到這一卷的末了，都是解釋十二分教。第三十面最後三句解釋受持："
    },
    {
      "id": "09-011-0033_p0104",
      "zh_CN": "【尽欲受持者。闻而奉行为受。久久不失为持。】",
      "zh_TW": "【盡欲受持者。聞而奉行為受。久久不失為持。】"
    },
    {
      "id": "09-011-0033_p0105",
      "zh_CN": "这两句诸位特别要记住，因为我们常常在经里面看到信受奉行，许多经里面有奉持品。何谓受？何谓持？『闻』是意思懂得了，懂得了怎么样？要照做。这是《般若经》，《般若经》教你懂得一桩事情，当学般若波罗蜜。我们懂不懂？「当学般若波罗蜜」，我们在这三十四卷里念了多少遍？你看看佛教学的善巧，你看看佛的苦口婆心，一遍、二遍怕我们印象太浅，没注意到，疏忽过去了。几十遍、几百遍还要唤不醒，还要不觉悟，那真是无可奈何了。这就是重复重复又重复，提起我们的注意。",
      "zh_TW": "這兩句諸位特別要記住，因為我們常常在經裡面看到信受奉行，許多經裡面有奉持品。何謂受？何謂持？『聞』是意思懂得了，懂得了怎麼樣？要照做。這是《般若經》，《般若經》教你懂得一樁事情，當學般若波羅蜜。我們懂不懂？「當學般若波羅蜜」，我們在這三十四卷裡念了多少遍？你看看佛教學的善巧，你看看佛的苦口婆心，一遍、二遍怕我們印象太淺，沒注意到，疏忽過去了。幾十遍、幾百遍還要喚不醒，還要不覺悟，那真是無可奈何了。這就是重複重複又重複，提起我們的注意。"
    },
    {
      "id": "09-011-0033_p0106",
      "zh_CN": "世出世间一切法你要想成就，要学般若波罗蜜。般若波罗蜜的受持就是依文字起观照入实相，这就叫受持。能够照这样做这叫受；天天照这样做，念念照这样做，这叫持。这个叫真修行，真正用功。诸位能这样受持，无处不是道场，无时不是道场。为什么？根尘相接触的地方就是我们修行的境界，就是修行的增上缘，眼之所见、耳之所闻、身之所接触，你在这里面提起智慧的观察，凡所有相皆是虚妄。我教你们用《心经》的方法，色即是空、声即是空、香即是空、味即是空，你这样去观照，你只要能长久这样观照，你的身心清净、境界清净。心清净了，看外面境界清净，这样才能入实相般若。",
      "zh_TW": "世出世間一切法你要想成就，要學般若波羅蜜。般若波羅蜜的受持就是依文字起觀照入實相，這就叫受持。能夠照這樣做這叫受；天天照這樣做，念念照這樣做，這叫持。這個叫真修行，真正用功。諸位能這樣受持，無處不是道場，無時不是道場。為什麼？根塵相接觸的地方就是我們修行的境界，就是修行的增上緣，眼之所見、耳之所聞、身之所接觸，你在這裡面提起智慧的觀察，凡所有相皆是虛妄。我教你們用《心經》的方法，色即是空、聲即是空、香即是空、味即是空，你這樣去觀照，你只要能長久這樣觀照，你的身心清淨、境界清淨。心清淨了，看外面境界清淨，這樣才能入實相般若。"
    },
    {
      "id": "09-011-0033_p0107",
      "zh_CN": "见思烦恼、尘沙烦恼、无明烦恼不要断，为什么？自然就没有了，妙极了！修别的法门是断，真难；学般若法门不断，照就没有了，光太大，一照就照完了。无明都照破了，还有什么见思烦恼？所以我觉得学大乘比小乘来得方便，学大乘比小乘来得快。小乘断见思烦恼，证得须陀洹之后，天上人间七番生死；大乘就用般若波罗蜜，不断，全都把它化掉，照见五蕴皆空，烦恼没有安立处。这是究竟法，为什么佛说般若波罗蜜说了二十二年？这个法子太妙！在《大智度论》里面你看经文初分当中，可以说把一切万法，你要想成就，全部归结到般若波罗蜜。这是希望我们同修特别要警惕的。",
      "zh_TW": "見思煩惱、塵沙煩惱、無明煩惱不要斷，為什麼？自然就沒有了，妙極了！修別的法門是斷，真難；學般若法門不斷，照就沒有了，光太大，一照就照完了。無明都照破了，還有什麼見思煩惱？所以我覺得學大乘比小乘來得方便，學大乘比小乘來得快。小乘斷見思煩惱，證得須陀洹之後，天上人間七番生死；大乘就用般若波羅蜜，不斷，全都把它化掉，照見五蘊皆空，煩惱沒有安立處。這是究竟法，為什麼佛說般若波羅蜜說了二十二年？這個法子太妙！在《大智度論》裡面你看經文初分當中，可以說把一切萬法，你要想成就，全部歸結到般若波羅蜜。這是希望我們同修特別要警惕的。"
    },
    {
      "id": "09-011-0033_p0108",
      "zh_CN": "真正行般若波罗蜜，就是根尘相接触能提得起观照功夫，这就叫做行般若波罗蜜。久久功夫就深了，功夫深了就照见五蕴皆空，生死苦没有了，轮回苦没有了，乃至二乘变易苦也没有了，真正是一了一切了。希望我们同修，不知道这个道理，那是没法子；知道这个道理又晓得这个方法，就应该天天去用。现在学了现在就用，从现在开始就一直用这个功夫，不要间断。用这个功夫的时候事事无碍，什么事情都不妨碍，就是在一切事情里提起观照功夫，效果是身心清净。好，今天我们讲到此地。",
      "zh_TW": "真正行般若波羅蜜，就是根塵相接觸能提得起觀照功夫，這就叫做行般若波羅蜜。久久功夫就深了，功夫深了就照見五蘊皆空，生死苦沒有了，輪迴苦沒有了，乃至二乘變易苦也沒有了，真正是一了一切了。希望我們同修，不知道這個道理，那是沒法子；知道這個道理又曉得這個方法，就應該天天去用。現在學了現在就用，從現在開始就一直用這個功夫，不要間斷。用這個功夫的時候事事無礙，什麼事情都不妨礙，就是在一切事情裡提起觀照功夫，效果是身心清淨。好，今天我們講到此地。"
    }
  ]
}