{
  "doc_id": "09-011-0012",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0012",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "09-011-0012_p0001",
      "zh_CN": "《大智度论》第十二卷：",
      "zh_TW": "《大智度論》第十二卷："
    },
    {
      "id": "09-011-0012_p0002",
      "zh_CN": "这一卷是接着前一卷布施波罗蜜而来的。布施在上一卷已经说了很多，这地方重点是在讲什么叫做「波罗蜜」。波罗蜜是印度话，翻成中文是到彼岸的意思，诸位在论文里面可以看得很清楚。到彼岸，在印度是一句很普通的话，凡是任何一桩事情做到很圆满，都叫做波罗蜜。「布施波罗蜜」就是布施做到究竟圆满，这问题要细心的去讨论是相当不容易的。怎样才能叫圆满？《大智度论》底下这一节就要给我们说明布施度圆满之相。在一开端举舍利弗尊者学大乘法，就是学布施，遇到有一个人要求他舍眼，这段公案也相当有名，许多注解里面讨论到布施波罗蜜都引用它。从舍利弗施眼这段因缘来看，布施是相当不容易的，这也就显示出大乘法难行，所以菩萨道不容易。但是菩萨道布施是必须要修的，从初发心到如来地，没有一个菩萨不修布施波罗蜜。怎么个难法、怎样才叫圆满，诸位在论中细细去讨论。既然讲到彼岸，何谓此岸、何谓彼岸？在第二页第三行「复次」以下，就给我们举例辨明彼岸与此岸。然后再说明如何得度，论里面说得也相当的简要，必须要做到三轮体空才能够得度。第三页：",
      "zh_TW": "這一卷是接著前一卷布施波羅蜜而來的。布施在上一卷已經說了很多，這地方重點是在講什麼叫做「波羅蜜」。波羅蜜是印度話，翻成中文是到彼岸的意思，諸位在論文裡面可以看得很清楚。到彼岸，在印度是一句很普通的話，凡是任何一樁事情做到很圓滿，都叫做波羅蜜。「布施波羅蜜」就是布施做到究竟圓滿，這問題要細心的去討論是相當不容易的。怎樣才能叫圓滿？《大智度論》底下這一節就要給我們說明布施度圓滿之相。在一開端舉舍利弗尊者學大乘法，就是學布施，遇到有一個人要求他捨眼，這段公案也相當有名，許多註解裡面討論到布施波羅蜜都引用它。從舍利弗施眼這段因緣來看，布施是相當不容易的，這也就顯示出大乘法難行，所以菩薩道不容易。但是菩薩道布施是必須要修的，從初發心到如來地，沒有一個菩薩不修布施波羅蜜。怎麼個難法、怎樣才叫圓滿，諸位在論中細細去討論。既然講到彼岸，何謂此岸、何謂彼岸？在第二頁第三行「復次」以下，就給我們舉例辨明彼岸與此岸。然後再說明如何得度，論裡面說得也相當的簡要，必須要做到三輪體空才能夠得度。第三頁："
    },
    {
      "id": "09-011-0012_p0003",
      "zh_CN": "【若施有三碍。我与、彼受、所施者财。】",
      "zh_TW": "【若施有三礙。我與、彼受、所施者財。】"
    },
    {
      "id": "09-011-0012_p0004",
      "zh_CN": "有三种障碍，哪三种？就是有能施者、有所接受者，以及所施之财（包括物在当中），这三轮要是不空就是障碍，这不能叫做度。",
      "zh_TW": "有三種障礙，哪三種？就是有能施者、有所接受者，以及所施之財（包括物在當中），這三輪要是不空就是障礙，這不能叫做度。"
    },
    {
      "id": "09-011-0012_p0005",
      "zh_CN": "【如菩萨布施。三种清净。无碍。为诸佛所赞。是名到彼岸。】",
      "zh_TW": "【如菩薩布施。三種清淨。無礙。為諸佛所讚。是名到彼岸。】"
    },
    {
      "id": "09-011-0012_p0006",
      "zh_CN": "『到彼岸』就是度的意思，由此可知，修布施一定要三轮体空，要三种清净。在修布施的时候无我相、无人相，亦无所布施之物相，心清净至极，这样修布施才叫做檀波罗蜜。",
      "zh_TW": "『到彼岸』就是度的意思，由此可知，修布施一定要三輪體空，要三種清淨。在修布施的時候無我相、無人相，亦無所布施之物相，心清淨至極，這樣修布施才叫做檀波羅蜜。"
    },
    {
      "id": "09-011-0012_p0007",
      "zh_CN": "在第四面第一行一开端，龙树菩萨给我们讲解大小乘的差别，这是我们应该要晓得、应该要学习的。小乘人也常讲到彼岸，与佛的彼岸不相同，名相同、境界不相同，经文也说得很详细。在第五页第四行以下是给我们说明具足满施，满是圆满，就是一丝毫没有欠缺，圆满的布施波罗蜜。这里面的文很长，有事有理，是先说理后说事，无论是理或者是事，在原则上有几句话我们要把它记住：",
      "zh_TW": "在第四面第一行一開端，龍樹菩薩給我們講解大小乘的差別，這是我們應該要曉得、應該要學習的。小乘人也常講到彼岸，與佛的彼岸不相同，名相同、境界不相同，經文也說得很詳細。在第五頁第四行以下是給我們說明具足滿施，滿是圓滿，就是一絲毫沒有欠缺，圓滿的布施波羅蜜。這裡面的文很長，有事有理，是先說理後說事，無論是理或者是事，在原則上有幾句話我們要把它記住："
    },
    {
      "id": "09-011-0012_p0008",
      "zh_CN": "【一切能舍。心无所惜。平等心施。施不求报。一切时常等施。心无悔惜。】",
      "zh_TW": "【一切能捨。心無所惜。平等心施。施不求報。一切時常等施。心無悔惜。】"
    },
    {
      "id": "09-011-0012_p0009",
      "zh_CN": "这三句无论是在事上、在理上，可以说都是属于纲领。假如我们能把这三句话都做到，布施波罗蜜就圆满，理事都具足了。",
      "zh_TW": "這三句無論是在事上、在理上，可以說都是屬於綱領。假如我們能把這三句話都做到，布施波羅蜜就圓滿，理事都具足了。"
    },
    {
      "id": "09-011-0012_p0010",
      "zh_CN": "刚才说这一段很长，后面在事上来讲，说明菩萨有两种身，一种是生身，一种是法身，这两种身都修布施波罗蜜。在第七页给我们讲解生身布施之果报，布施的布施相。在第八页倒数第四行以下，是给我们讲法身布施之相。在第十页倒数第四行给我们讲三种布施，财物布施、供养恭敬布施、法布施。布施的功德利益在上一卷已经说得很多，上一卷里面重要的经文最好都能够背诵，然后才真正晓得布施功德利益不可思议。我们懂得这个道理、懂得这个方法，才有修学下手之处。",
      "zh_TW": "剛才說這一段很長，後面在事上來講，說明菩薩有兩種身，一種是生身，一種是法身，這兩種身都修布施波羅蜜。在第七頁給我們講解生身布施之果報，布施的布施相。在第八頁倒數第四行以下，是給我們講法身布施之相。在第十頁倒數第四行給我們講三種布施，財物布施、供養恭敬布施、法布施。布施的功德利益在上一卷已經說得很多，上一卷裡面重要的經文最好都能夠背誦，然後才真正曉得布施功德利益不可思議。我們懂得這個道理、懂得這個方法，才有修學下手之處。"
    },
    {
      "id": "09-011-0012_p0011",
      "zh_CN": "布施虽然是事，要以大智慧来做基础，所以这部论称之为《大智度论》。六度都必须要依大智慧为基础，智慧是明理，有智慧才如法。如果不明理、不如法的布施，果报是有的，不过不会像经里面讲的这么殊胜。这样殊胜的果报一定要如理如法，佛说的话我们要相信。《大智度论》一开头，诸位从头来听的总应该还记得，一开头龙树菩萨就告诉我们，在解释经题，「信为能入，智为能度」，我们要想入门一定要相信，我们要想得度一定要有智慧。信绝不是一个简单事情，不要以为我们很信了，甚至我们出家受戒了，难道还不信吗？今天早晨我们研究《华严经》的时候，我给同学们说过，我出家受了戒，到台中看老师，老师第一句话就叫我要信佛。出家受戒了，也常在外面讲经，老师还嘱咐「你要信佛」，然后再给我解释信佛不是容易事情，信佛就能成佛，我们成不了佛就是因为不相信佛。什么时候才真正信佛？智慧开了才信佛。智慧不开，半信半疑；开了智慧才晓得，现量境界现前那才真相信。在此地说完三种施之后，接着又给我们讲两种福田，第十二面倒数第五行：",
      "zh_TW": "布施雖然是事，要以大智慧來做基礎，所以這部論稱之為《大智度論》。六度都必須要依大智慧為基礎，智慧是明理，有智慧才如法。如果不明理、不如法的布施，果報是有的，不過不會像經裡面講的這麼殊勝。這樣殊勝的果報一定要如理如法，佛說的話我們要相信。《大智度論》一開頭，諸位從頭來聽的總應該還記得，一開頭龍樹菩薩就告訴我們，在解釋經題，「信為能入，智為能度」，我們要想入門一定要相信，我們要想得度一定要有智慧。信絕不是一個簡單事情，不要以為我們很信了，甚至我們出家受戒了，難道還不信嗎？今天早晨我們研究《華嚴經》的時候，我給同學們說過，我出家受了戒，到台中看老師，老師第一句話就叫我要信佛。出家受戒了，也常在外面講經，老師還囑咐「你要信佛」，然後再給我解釋信佛不是容易事情，信佛就能成佛，我們成不了佛就是因為不相信佛。什麼時候才真正信佛？智慧開了才信佛。智慧不開，半信半疑；開了智慧才曉得，現量境界現前那才真相信。在此地說完三種施之後，接著又給我們講兩種福田，第十二面倒數第五行："
    },
    {
      "id": "09-011-0012_p0012",
      "zh_CN": "【世间人能舍财。不能舍施。出世间人能舍财。能舍施。何以故。以财物施心俱不可得故。】",
      "zh_TW": "【世間人能捨財。不能捨施。出世間人能捨財。能捨施。何以故。以財物施心俱不可得故。】"
    },
    {
      "id": "09-011-0012_p0013",
      "zh_CN": "这段是说舍无所舍才叫做具足檀波罗蜜，这是相当高的境界。佛常给我们讲三轮体空，三轮体空绝不是佛勉强要我们做的，诸位总要记住，佛菩萨决定不会勉强任何一个人。为什么要教我们这样做？这样做法才合理，这样做法才与事实的真相相应。",
      "zh_TW": "這段是說捨無所捨才叫做具足檀波羅蜜，這是相當高的境界。佛常給我們講三輪體空，三輪體空絕不是佛勉強要我們做的，諸位總要記住，佛菩薩決定不會勉強任何一個人。為什麼要教我們這樣做？這樣做法才合理，這樣做法才與事實的真相相應。"
    },
    {
      "id": "09-011-0012_p0014",
      "zh_CN": "【复次。檀波罗蜜中。言财施受者。三事不可得。】",
      "zh_TW": "【復次。檀波羅蜜中。言財施受者。三事不可得。】"
    },
    {
      "id": "09-011-0012_p0015",
      "zh_CN": "『施』是布施者，『受』是接受者。『三事不可得』，所以我们应当三轮体空。但是三事不可得有很大的道理在，这里面也可以算是很高深的学问，诸位要是参透了，对于诸法实相就通达了。通达诸法实相，在禅宗里面讲就是明心见性，是见了性的菩萨，这是真正的菩萨。",
      "zh_TW": "『施』是布施者，『受』是接受者。『三事不可得』，所以我們應當三輪體空。但是三事不可得有很大的道理在，這裡面也可以算是很高深的學問，諸位要是參透了，對於諸法實相就通達了。通達諸法實相，在禪宗裡面講就是明心見性，是見了性的菩薩，這是真正的菩薩。"
    },
    {
      "id": "09-011-0012_p0016",
      "zh_CN": "这段论文相当的长，因为理很深，所以不得不反复说明。在十七页这是说到深处了，不但是「我」不可得，外道比我们世间人聪明，晓得身不可得，为什么？身有生老病死，身不是自己。俗话说灵魂是自己，六道里面灵魂去投胎，好像灵魂不生不灭、身体有生灭，灵魂在六道里面舍身受身，好像它是长久的，因此在印度许多这些外道都执着「神我」，以为那是真正的自己。外道讲二十五谛，二十五谛第二个就是讲神我，我们中国人称之为灵魂，这个东西在佛法里面讲也是不可得。为什么？在唯识里面所讲的，所谓神识不过是第七末那执着阿赖耶见分的一分，误认为是自己，这就是我们俗话所讲的灵魂，也是外道误认为的神我，所以通达唯识的人一观察，所谓神我还是依他起性，还是遍计所执性，当体即空。由此可知，我们身不可得，我们灵魂也不可得，到这时候才能够真正做到三轮体空。因为这个关键要是打不破，有人说「我这一生修福，这一生能放下了，我来生有好果报」，他还染着来生。这一生他放下了，来生他放不下，这一生空了，来生没空，还是障碍了见性。见性的菩萨不但这一生没有任何求愿，来生他也不求，心才真正的清净。",
      "zh_TW": "這段論文相當的長，因為理很深，所以不得不反覆說明。在十七頁這是說到深處了，不但是「我」不可得，外道比我們世間人聰明，曉得身不可得，為什麼？身有生老病死，身不是自己。俗話說靈魂是自己，六道裡面靈魂去投胎，好像靈魂不生不滅、身體有生滅，靈魂在六道裡面捨身受身，好像它是長久的，因此在印度許多這些外道都執著「神我」，以為那是真正的自己。外道講二十五諦，二十五諦第二個就是講神我，我們中國人稱之為靈魂，這個東西在佛法裡面講也是不可得。為什麼？在唯識裡面所講的，所謂神識不過是第七末那執著阿賴耶見分的一分，誤認為是自己，這就是我們俗話所講的靈魂，也是外道誤認為的神我，所以通達唯識的人一觀察，所謂神我還是依他起性，還是遍計所執性，當體即空。由此可知，我們身不可得，我們靈魂也不可得，到這時候才能夠真正做到三輪體空。因為這個關鍵要是打不破，有人說「我這一生修福，這一生能放下了，我來生有好果報」，他還染著來生。這一生他放下了，來生他放不下，這一生空了，來生沒空，還是障礙了見性。見性的菩薩不但這一生沒有任何求願，來生他也不求，心才真正的清淨。"
    },
    {
      "id": "09-011-0012_p0017",
      "zh_CN": "我们学佛的人，我们世间也不求，我们来生也不求，我们天上也不求，我就求往生西方极乐世界，还是有求，还是用这个攀缘心，我们这样去布施还是不清净，三轮不空。为什么？我们有求。这样说，我们连西方极乐世界也不要求了吗？不求又不行，不求问题解决不了，求了又三轮不空，这时候怎么办？还是求，不空归不空，到西方极乐世界再学三轮体空，这就是佛法里面所谓带业往生的法门。我们在这世间能够真正做到三轮体空，念佛里面讲就是念到理一心不乱，那个地位太高了。因此理论方法我们都要懂得，我们还是老实的念佛。念佛是修定、修慧，布施是修福，经里面说得很清楚，要想往生西方极乐世界，要多善根、多福德、多因缘，这三者缺一条都不行，必须三个条件都要具足。要具足这三个条件必须正助双修，正修是念佛，助修就是布施。这段注解（就是论）相当长，里面有几段公案小故事很有趣，就是说明我们神识也是不可得的，希望诸位细细的去阅读。读了之后把里面公案因缘多想想，必须自己真正能够做到放下身心世界，诸位就是有大福报之人了。福报从哪里来的？从放得下来的，放得下的人真正有福了，没有福就是放不下。在第二十五页，你们诸位想想当中不少页就是讲这个道理。",
      "zh_TW": "我們學佛的人，我們世間也不求，我們來生也不求，我們天上也不求，我就求往生西方極樂世界，還是有求，還是用這個攀緣心，我們這樣去布施還是不清淨，三輪不空。為什麼？我們有求。這樣說，我們連西方極樂世界也不要求了嗎？不求又不行，不求問題解決不了，求了又三輪不空，這時候怎麼辦？還是求，不空歸不空，到西方極樂世界再學三輪體空，這就是佛法裡面所謂帶業往生的法門。我們在這世間能夠真正做到三輪體空，念佛裡面講就是念到理一心不亂，那個地位太高了。因此理論方法我們都要懂得，我們還是老實的念佛。念佛是修定、修慧，布施是修福，經裡面說得很清楚，要想往生西方極樂世界，要多善根、多福德、多因緣，這三者缺一條都不行，必須三個條件都要具足。要具足這三個條件必須正助雙修，正修是念佛，助修就是布施。這段註解（就是論）相當長，裡面有幾段公案小故事很有趣，就是說明我們神識也是不可得的，希望諸位細細的去閱讀。讀了之後把裡面公案因緣多想想，必須自己真正能夠做到放下身心世界，諸位就是有大福報之人了。福報從哪裡來的？從放得下來的，放得下的人真正有福了，沒有福就是放不下。在第二十五頁，你們諸位想想當中不少頁就是講這個道理。"
    },
    {
      "id": "09-011-0012_p0018",
      "zh_CN": "第二十五页倒数第三行起，给我们讲解脱的道理。解脱用现在白话文来讲，就是自由自在的受用，这是修学佛法在事相上、在我们实际生活上所得到的效用。佛法常说法身、般若、解脱，法身是理体，般若是智慧，解脱就是般若智慧应用在我们日常生活当中，这叫大自在。这也就是过去方东美先生所讲的佛法最高的享受，解脱就是享受，可以讲人间、天上最高的享受，我们哪一个不希望得到？这段就讲这个道理。二十五页：",
      "zh_TW": "第二十五頁倒數第三行起，給我們講解脫的道理。解脫用現在白話文來講，就是自由自在的受用，這是修學佛法在事相上、在我們實際生活上所得到的效用。佛法常說法身、般若、解脫，法身是理體，般若是智慧，解脫就是般若智慧應用在我們日常生活當中，這叫大自在。這也就是過去方東美先生所講的佛法最高的享受，解脫就是享受，可以講人間、天上最高的享受，我們哪一個不希望得到？這段就講這個道理。二十五頁："
    },
    {
      "id": "09-011-0012_p0019",
      "zh_CN": "【有身。有漏业。有结使。三事故后身生。】",
      "zh_TW": "【有身。有漏業。有結使。三事故後身生。】"
    },
    {
      "id": "09-011-0012_p0020",
      "zh_CN": "『有身』是说我们有身相。『有漏业』，漏是烦恼的代名词，就是有七情五欲，七情五欲的造作叫做有漏业。世俗间常讲善有善报、恶有恶报，这就叫有漏业，你造的有业。我们现在是什么情形？我们现在有身，我们现前六根接触六尘境界确实有喜怒哀乐爱恶欲；换句话说，我们举心动念一切的造作都是有有漏业。既然有有漏业就有『结使』，结使是烦恼，在唯识学里面讲就是业习种子，有了这个东西，它遇到缘就起现行。所以种子遇缘它又会发芽、又会生根，这样种子薰现行、现行薰种子，成了一个循环，这就是轮回不息的道理。六道轮回从哪里来的？就是这样来的，六道轮回没有人主宰，也没有人制造，是自己制造的。佛把这个事实的真相给我们说出来，然后教给我们，如果要解脱、要得大自在，超越轮回，下面给我们说：",
      "zh_TW": "『有身』是說我們有身相。『有漏業』，漏是煩惱的代名詞，就是有七情五欲，七情五欲的造作叫做有漏業。世俗間常講善有善報、惡有惡報，這就叫有漏業，你造的有業。我們現在是什麼情形？我們現在有身，我們現前六根接觸六塵境界確實有喜怒哀樂愛惡欲；換句話說，我們舉心動念一切的造作都是有有漏業。既然有有漏業就有『結使』，結使是煩惱，在唯識學裡面講就是業習種子，有了這個東西，它遇到緣就起現行。所以種子遇緣它又會發芽、又會生根，這樣種子薰現行、現行薰種子，成了一個循環，這就是輪迴不息的道理。六道輪迴從哪裡來的？就是這樣來的，六道輪迴沒有人主宰，也沒有人製造，是自己製造的。佛把這個事實的真相給我們說出來，然後教給我們，如果要解脫、要得大自在，超越輪迴，下面給我們說："
    },
    {
      "id": "09-011-0012_p0021",
      "zh_CN": "【结使可断。结使断时。虽有残身、残业。可得解脱。】",
      "zh_TW": "【結使可斷。結使斷時。雖有殘身、殘業。可得解脫。】"
    },
    {
      "id": "09-011-0012_p0022",
      "zh_CN": "『结使』要是具体的来说，就是见思烦恼的习气，小乘阿罗汉就断了，大乘菩萨有能力断他不断。诸位要晓得，从断结使这一点来说，圆教第七信的菩萨就做到了，所以圆七信等齐小乘的阿罗汉，但是菩萨的位次比阿罗汉高得太多了。阿罗汉到这境界，他自己认为一切都了了，所以叫自了汉，他得自在了，别人还在那里受苦、还在那里轮回，他不管，所以阿罗汉没有慈悲心。菩萨不然，自己到这程度了，他离不离开三界？他不离开，就是有能力断习气，他还要把习气保留着，这叫做带惑润生，就是从这时候起，他修行的目标是自行化他，偏重在帮助别人，一直到自己圆满，这是大乘菩萨跟小乘不一样的。",
      "zh_TW": "『結使』要是具體的來說，就是見思煩惱的習氣，小乘阿羅漢就斷了，大乘菩薩有能力斷他不斷。諸位要曉得，從斷結使這一點來說，圓教第七信的菩薩就做到了，所以圓七信等齊小乘的阿羅漢，但是菩薩的位次比阿羅漢高得太多了。阿羅漢到這境界，他自己認為一切都了了，所以叫自了漢，他得自在了，別人還在那裡受苦、還在那裡輪迴，他不管，所以阿羅漢沒有慈悲心。菩薩不然，自己到這程度了，他離不離開三界？他不離開，就是有能力斷習氣，他還要把習氣保留著，這叫做帶惑潤生，就是從這時候起，他修行的目標是自行化他，偏重在幫助別人，一直到自己圓滿，這是大乘菩薩跟小乘不一樣的。"
    },
    {
      "id": "09-011-0012_p0023",
      "zh_CN": "在化他的当中，菩萨自在不自在？给诸位说，自在。为什么自在？他三轮体空，他怎么不自在？菩萨确实得大自在，但是在现相上可能表现着不自在，那是做什么？那是扮演给众生看，是利益众生，是诱导众生破迷开悟的。有时候示现烦恼，不是真正有烦恼，就好像演戏一样，他也有种种的表演，表演是给人看的，不是自己的本来面目。自己本来面目是寂静的，三轮体空，是示现于众生。所以虽然有『残身、残业』，『可得解脱』，他有身，他也有造种种业，他是解脱的。理论上就是，一个是断了烦恼的、一个是没有断烦恼的，一个是真正造业的、一个是表演的，不一样。二十六面：",
      "zh_TW": "在化他的當中，菩薩自在不自在？給諸位說，自在。為什麼自在？他三輪體空，他怎麼不自在？菩薩確實得大自在，但是在現相上可能表現著不自在，那是做什麼？那是扮演給眾生看，是利益眾生，是誘導眾生破迷開悟的。有時候示現煩惱，不是真正有煩惱，就好像演戲一樣，他也有種種的表演，表演是給人看的，不是自己的本來面目。自己本來面目是寂靜的，三輪體空，是示現於眾生。所以雖然有『殘身、殘業』，『可得解脫』，他有身，他也有造種種業，他是解脫的。理論上就是，一個是斷了煩惱的、一個是沒有斷煩惱的，一個是真正造業的、一個是表演的，不一樣。二十六面："
    },
    {
      "id": "09-011-0012_p0024",
      "zh_CN": "【有身、有业。无爱结水润则不生。】",
      "zh_TW": "【有身、有業。無愛結水潤則不生。】"
    },
    {
      "id": "09-011-0012_p0025",
      "zh_CN": "『水』在此地是个比喻，水能够滋润草木，所以佛法常把贪爱比作水。贪爱是三毒烦恼里面第一个，贪瞋痴这是根本烦恼，众生因为有这个烦恼才在六道里面滋生，拿现在话来说就是新陈代谢，没有办法超越六道。如果诸位要是觉悟了，把贪爱的烦恼给断掉，六道就不生了，永出轮回。诸位愿不愿意这样做？也许会说，「人要是把爱都断掉了，还有什么意思？」你又舍不得，舍不得生死、舍不得轮回，天天嘴巴念着我要出轮回，真叫出轮回又舍不得，诸位想想这怪谁？还是得怪自己！说实在话，凡夫还是不明理，明理之后烦恼就是菩提。",
      "zh_TW": "『水』在此地是個比喻，水能夠滋潤草木，所以佛法常把貪愛比作水。貪愛是三毒煩惱裡面第一個，貪瞋痴這是根本煩惱，眾生因為有這個煩惱才在六道裡面滋生，拿現在話來說就是新陳代謝，沒有辦法超越六道。如果諸位要是覺悟了，把貪愛的煩惱給斷掉，六道就不生了，永出輪迴。諸位願不願意這樣做？也許會說，「人要是把愛都斷掉了，還有什麼意思？」你又捨不得，捨不得生死、捨不得輪迴，天天嘴巴念著我要出輪迴，真叫出輪迴又捨不得，諸位想想這怪誰？還是得怪自己！說實在話，凡夫還是不明理，明理之後煩惱就是菩提。"
    },
    {
      "id": "09-011-0012_p0026",
      "zh_CN": "贪烦恼就是慈悲，觉悟了就叫慈悲，迷了就是悭贪烦恼，它是一桩事情，不是两桩事情。两个名词、一桩事情，觉悟了就是慈悲，迷惑了就是悭贪，实在讲只有觉迷之分，本质上是一不是二，所以烦恼即菩提。诸位要是懂这个意思你就不怕了，爱断掉之后人生当中还是有情趣，并不像木头、像个石块一样。如果佛说你把烦恼都断，你跟泥塑木雕的人一样，那谁还学佛？佛学了有什么意思？佛法是活活泼泼的，佛法里面才有真正的真善美，西洋人讲真善美是有名无实，真善美在佛法里才有名有实，才是真正幸福美满的人生。幸福美满到了极点，这就是波罗蜜。所以我们求幸福、我们求美满，到哪里去求？唯有在佛法中求，才不至于落空，真正求得到。所以佛法的理论一定要明了，修学的方法要懂得，我们才有入门处，才有下手处。",
      "zh_TW": "貪煩惱就是慈悲，覺悟了就叫慈悲，迷了就是慳貪煩惱，它是一樁事情，不是兩樁事情。兩個名詞、一樁事情，覺悟了就是慈悲，迷惑了就是慳貪，實在講只有覺迷之分，本質上是一不是二，所以煩惱即菩提。諸位要是懂這個意思你就不怕了，愛斷掉之後人生當中還是有情趣，並不像木頭、像個石塊一樣。如果佛說你把煩惱都斷，你跟泥塑木雕的人一樣，那誰還學佛？佛學了有什麼意思？佛法是活活潑潑的，佛法裡面才有真正的真善美，西洋人講真善美是有名無實，真善美在佛法裡才有名有實，才是真正幸福美滿的人生。幸福美滿到了極點，這就是波羅蜜。所以我們求幸福、我們求美滿，到哪裡去求？唯有在佛法中求，才不至於落空，真正求得到。所以佛法的理論一定要明瞭，修學的方法要懂得，我們才有入門處，才有下手處。"
    },
    {
      "id": "09-011-0012_p0027",
      "zh_CN": "【无明故缚。智慧故解。】",
      "zh_TW": "【無明故縛。智慧故解。】"
    },
    {
      "id": "09-011-0012_p0028",
      "zh_CN": "『无明』就是不觉，就是迷；『缚』就是结缚，就是烦恼。烦恼从哪里来的？是从不觉来的。『智慧』是觉，『解』是解脱，自在解脱从哪里来的？从智慧来的，从觉来的。所以佛法自始至终只有一个目的，叫我们开智慧、破迷开悟，这才能达到离苦得乐。",
      "zh_TW": "『無明』就是不覺，就是迷；『縛』就是結縛，就是煩惱。煩惱從哪裡來的？是從不覺來的。『智慧』是覺，『解』是解脫，自在解脫從哪裡來的？從智慧來的，從覺來的。所以佛法自始至終只有一個目的，叫我們開智慧、破迷開悟，這才能達到離苦得樂。"
    },
    {
      "id": "09-011-0012_p0029",
      "zh_CN": "从这个向下一直到二十七面第五行，是说明人法受报的真相，这里面有很深的道理在。也讨论到三轮本空极则之理，这地方有几行文我念念，这几行文教我们自己观察我们的身心是假的不是真的，诸位要能够看破，我见就可以断了。我见要是破了之后，你在佛法里面就很有受用，你的功夫才能上轨道。《金刚经》在前半部是破四相，目的是破四相，后半部是破四见，功夫又进了一步。前半部讲无我相、人相、众生相、寿者相，四相破了，这是真正的菩萨。后半部地位高了，不但相破了，见解也破了。二、三岁小朋友学唱三民主义，「三民主义，吾党所宗」，他唱得很好，一点也没唱错，什么叫三民主义不晓得，三民主义就是三民主义，有口无心，小孩唱歌一样，得不到受用。念《金刚经》几时把四相念掉，这成功了，《金刚经》有心得了。这地方一段文可以帮助我们，这是从唯识上说的，诸位看二十六面第四行：",
      "zh_TW": "從這個向下一直到二十七面第五行，是說明人法受報的真相，這裡面有很深的道理在。也討論到三輪本空極則之理，這地方有幾行文我念念，這幾行文教我們自己觀察我們的身心是假的不是真的，諸位要能夠看破，我見就可以斷了。我見要是破了之後，你在佛法裡面就很有受用，你的功夫才能上軌道。《金剛經》在前半部是破四相，目的是破四相，後半部是破四見，功夫又進了一步。前半部講無我相、人相、眾生相、壽者相，四相破了，這是真正的菩薩。後半部地位高了，不但相破了，見解也破了。二、三歲小朋友學唱三民主義，「三民主義，吾黨所宗」，他唱得很好，一點也沒唱錯，什麼叫三民主義不曉得，三民主義就是三民主義，有口無心，小孩唱歌一樣，得不到受用。念《金剛經》幾時把四相念掉，這成功了，《金剛經》有心得了。這地方一段文可以幫助我們，這是從唯識上說的，諸位看二十六面第四行："
    },
    {
      "id": "09-011-0012_p0030",
      "zh_CN": "【名色二法和合。假名为人。】",
      "zh_TW": "【名色二法和合。假名為人。】"
    },
    {
      "id": "09-011-0012_p0031",
      "zh_CN": "『人』就是这么一桩事情。『名』就是受想行识。『色』就是我们这个身体、这个物质，这叫色法，佛经里面讲的三十六种不净之物。精神与物质和合，「名」在此地是指精神，「色」是指物质，精神跟物质『二法和合，假名为人』。",
      "zh_TW": "『人』就是這麼一樁事情。『名』就是受想行識。『色』就是我們這個身體、這個物質，這叫色法，佛經裡面講的三十六種不淨之物。精神與物質和合，「名」在此地是指精神，「色」是指物質，精神跟物質『二法和合，假名為人』。"
    },
    {
      "id": "09-011-0012_p0032",
      "zh_CN": "【是结使与名色不异。但名为名色结。名色解。受罪福亦如是。虽无一法为人实。名色故受罪福果。而人得名。】",
      "zh_TW": "【是結使與名色不異。但名為名色結。名色解。受罪福亦如是。雖無一法為人實。名色故受罪福果。而人得名。】"
    },
    {
      "id": "09-011-0012_p0033",
      "zh_CN": "这几句话可以说把人的真实相说得清清楚楚，不但把人的真实相说清楚，还把人受罪受福的果报的原理也讲清楚了，言语很简单，说得非常的清楚。第二十七面：",
      "zh_TW": "這幾句話可以說把人的真實相說得清清楚楚，不但把人的真實相說清楚，還把人受罪受福的果報的原理也講清楚了，言語很簡單，說得非常的清楚。第二十七面："
    },
    {
      "id": "09-011-0012_p0034",
      "zh_CN": "【佛为破妄见故。言三事不可得。实无所破。何以故。诸法从本已来毕竟空故。】",
      "zh_TW": "【佛為破妄見故。言三事不可得。實無所破。何以故。諸法從本已來畢竟空故。】"
    },
    {
      "id": "09-011-0012_p0035",
      "zh_CN": "这句把佛说法的真相道破了。佛有法说、没有法说？没有法说。为什么？『诸法从本以来毕竟空故』。身心如是，言说也如是，这句话才把诸法实相真正道破了，义趣很深很深，这真正是不思议解脱境界。希望同修们把这几句再多念几遍，看看自己能不能入这境界。向下第六行，另起的这一行，说明「菩萨三种布施，三种施生檀波罗蜜」。这三种施就是有上品、有中品、有下品。什么叫做上品施、什么叫做中品施、什么叫做下品施，论文里面有详细的解释，这些诸位自己去看看。第二十九面第三行起，这是说明「菩萨布施生戒波罗蜜」，这就是说六波罗蜜都从布施波罗蜜里面生起的。第一句提出这个问题就好：",
      "zh_TW": "這句把佛說法的真相道破了。佛有法說、沒有法說？沒有法說。為什麼？『諸法從本以來畢竟空故』。身心如是，言說也如是，這句話才把諸法實相真正道破了，義趣很深很深，這真正是不思議解脫境界。希望同修們把這幾句再多念幾遍，看看自己能不能入這境界。向下第六行，另起的這一行，說明「菩薩三種布施，三種施生檀波羅蜜」。這三種施就是有上品、有中品、有下品。什麼叫做上品施、什麼叫做中品施、什麼叫做下品施，論文裡面有詳細的解釋，這些諸位自己去看看。第二十九面第三行起，這是說明「菩薩布施生戒波羅蜜」，這就是說六波羅蜜都從布施波羅蜜裡面生起的。第一句提出這個問題就好："
    },
    {
      "id": "09-011-0012_p0036",
      "zh_CN": "【云何菩萨布施生尸罗波罗蜜。】",
      "zh_TW": "【云何菩薩布施生尸羅波羅蜜。】"
    },
    {
      "id": "09-011-0012_p0037",
      "zh_CN": "『尸罗波罗蜜』翻成中文就是戒度，六度里面的戒度。这段文诸位好好的看看，特别要着重的是布施的福报，这段也说得很详细，我们要明了，应当要学习。",
      "zh_TW": "『尸羅波羅蜜』翻成中文就是戒度，六度裡面的戒度。這段文諸位好好的看看，特別要著重的是布施的福報，這段也說得很詳細，我們要明瞭，應當要學習。"
    },
    {
      "id": "09-011-0012_p0038",
      "zh_CN": "三十一面第三行是说明「布施生忍辱波罗蜜」，末后一行一直到三十七面倒数第二行，是讲「布施生精进波罗蜜」。三十七面最后一行开始是说「布施生禅波罗蜜」，在三十八面第一行有两句话是说明禅的定义，禅怎么讲法、禅是什么意思？",
      "zh_TW": "三十一面第三行是說明「布施生忍辱波羅蜜」，末後一行一直到三十七面倒數第二行，是講「布施生精進波羅蜜」。三十七面最後一行開始是說「布施生禪波羅蜜」，在三十八面第一行有兩句話是說明禪的定義，禪怎麼講法、禪是什麼意思？"
    },
    {
      "id": "09-011-0012_p0039",
      "zh_CN": "【能除五盖。是名为禅。】",
      "zh_TW": "【能除五蓋。是名為禪。】"
    },
    {
      "id": "09-011-0012_p0040",
      "zh_CN": "不能除五盖就不叫做禅，「五盖」是指烦恼，没有说已经得禅定的人他还有烦恼。「盖」是指烦恼盖覆本性，有五种。",
      "zh_TW": "不能除五蓋就不叫做禪，「五蓋」是指煩惱，沒有說已經得禪定的人他還有煩惱。「蓋」是指煩惱蓋覆本性，有五種。"
    },
    {
      "id": "09-011-0012_p0041",
      "zh_CN": "三十九页第二行这是说明修禅的功夫形相，此地文虽然很简单，都说得很清楚。",
      "zh_TW": "三十九頁第二行這是說明修禪的功夫形相，此地文雖然很簡單，都說得很清楚。"
    },
    {
      "id": "09-011-0012_p0042",
      "zh_CN": "【念布施。除五盖。摄六情。却六尘。受喜乐。入初禅。】",
      "zh_TW": "【念布施。除五蓋。攝六情。卻六塵。受喜樂。入初禪。】"
    },
    {
      "id": "09-011-0012_p0043",
      "zh_CN": "这几句就是描述证入初禅的形相。像这些理我们都应该要懂得，如果不懂得，自己功夫到什么样一个境界没有法子勘验，不知道自己到什么程度。正如同走路一样，走路要认识路，自己走到什么地方清清楚楚、明明白白。",
      "zh_TW": "這幾句就是描述證入初禪的形相。像這些理我們都應該要懂得，如果不懂得，自己功夫到什麼樣一個境界沒有法子勘驗，不知道自己到什麼程度。正如同走路一樣，走路要認識路，自己走到什麼地方清清楚楚、明明白白。"
    },
    {
      "id": "09-011-0012_p0044",
      "zh_CN": "下面有三禅、四禅，将来在《大论》后面还要细细给诸位讨论到，这个地方是纲领而已。三十九页倒数第三行，这地方有知识简单的解释，我们在经典里面常常看到知识，善知识。知识与善知识是个普通名词，也分许多等级，我们看看《大智度论》里面它是什么一个标准，才够得上称之为知识。",
      "zh_TW": "下面有三禪、四禪，將來在《大論》後面還要細細給諸位討論到，這個地方是綱領而已。三十九頁倒數第三行，這地方有知識簡單的解釋，我們在經典裡面常常看到知識，善知識。知識與善知識是個普通名詞，也分許多等級，我們看看《大智度論》裡面它是什麼一個標準，才夠得上稱之為知識。"
    },
    {
      "id": "09-011-0012_p0045",
      "zh_CN": "【若能觉悟非常。知身如幻。修福行善。绝去欲情。是为知识。】",
      "zh_TW": "【若能覺悟非常。知身如幻。修福行善。絕去欲情。是為知識。】"
    },
    {
      "id": "09-011-0012_p0046",
      "zh_CN": "这是《大智度论》里面讲『知识』的标准，当然这种知识才叫善知识，自行化他。",
      "zh_TW": "這是《大智度論》裡面講『知識』的標準，當然這種知識才叫善知識，自行化他。"
    },
    {
      "id": "09-011-0012_p0047",
      "zh_CN": "第四十面第三行开始是讲「布施生般若波罗蜜」。我们到此地可以把前面这意思总起来说一说，菩萨所谓六度万行，菩萨行无量无边说不尽。如来说法将菩萨行归纳为六大纲领，这六大纲领就是六度，是菩萨行的六大纲领。在这地方我们看到了，六大纲领一个布施就统统都具足，布施里面包括持戒、包括忍辱，乃至包括般若，是以一度圆摄其余的五波罗蜜。这段文也很长，如果我们能够体会到这一层，你才晓得布施是应当要修，为什么诸佛如来在一切经论里面那样强调布施，道理在此地。",
      "zh_TW": "第四十面第三行開始是講「布施生般若波羅蜜」。我們到此地可以把前面這意思總起來說一說，菩薩所謂六度萬行，菩薩行無量無邊說不盡。如來說法將菩薩行歸納為六大綱領，這六大綱領就是六度，是菩薩行的六大綱領。在這地方我們看到了，六大綱領一個布施就統統都具足，布施裡面包括持戒、包括忍辱，乃至包括般若，是以一度圓攝其餘的五波羅蜜。這段文也很長，如果我們能夠體會到這一層，你才曉得布施是應當要修，為什麼諸佛如來在一切經論裡面那樣強調布施，道理在此地。"
    },
    {
      "id": "09-011-0012_p0048",
      "zh_CN": "布施究竟是谁得利益？给诸位说，自己得利益。也许诸位说，我辛辛苦苦赚了钱都供养别人、布施别人，我得什么利益？我得的是贫穷果报，得的是没吃没穿，这是什么利益？那是你不明理，你要真正懂得之后心开意解，这里面有大乐、有真乐在。果报不求，不求更殊胜，财布施，财用不会缺乏；法布施，智慧念念增长；无畏布施得健康长寿。何况布施里面能生戒、能生定、能生慧，只要你如理如法，为什么不修？反过来看，我们现在心里很想修戒定慧，戒定慧都不能成就，为什么不能成就？我不肯布施，不肯布施障碍了戒定慧。",
      "zh_TW": "布施究竟是誰得利益？給諸位說，自己得利益。也許諸位說，我辛辛苦苦賺了錢都供養別人、布施別人，我得什麼利益？我得的是貧窮果報，得的是沒吃沒穿，這是什麼利益？那是你不明理，你要真正懂得之後心開意解，這裡面有大樂、有真樂在。果報不求，不求更殊勝，財布施，財用不會缺乏；法布施，智慧念念增長；無畏布施得健康長壽。何況布施裡面能生戒、能生定、能生慧，只要你如理如法，為什麼不修？反過來看，我們現在心裡很想修戒定慧，戒定慧都不能成就，為什麼不能成就？我不肯布施，不肯布施障礙了戒定慧。"
    },
    {
      "id": "09-011-0012_p0049",
      "zh_CN": "所以读经要能够回光返照，这个意思就是说，读了之后要拿经典里面所讲的道理，自己认真的去做一番反省的功夫，我们才能得受用。譬如读这段经，我们想想我们是不是修布施，我们的布施究竟修了几分之几，再看看我们目前的果报相应不相应，然后才谈得上佛讲的道理我能够相信几分。为什么？自己真正做了实验，才晓得佛说的话究竟可靠不可靠、可靠的成分有多少。实验就是依教奉行，从不做实验，对于佛所说的这些理论方法，我们在心里都会打个问号在。纵然讲信，是口头上的信，不是真正的相信。《金刚经》六度当中特别强调两种，一个是布施、一个是忍辱，而且这两种当中特别强调的是布施。我们今天看这段论文，再想想《金刚经》里面所说的道理，是相应的，不相违背的。我刚刚学佛的时候，章嘉大师就教我布施，那时候对于佛法道理还没有什么深刻的认识，可是他教我做，我就学着做，做了就有感应。",
      "zh_TW": "所以讀經要能夠回光返照，這個意思就是說，讀了之後要拿經典裡面所講的道理，自己認真的去做一番反省的功夫，我們才能得受用。譬如讀這段經，我們想想我們是不是修布施，我們的布施究竟修了幾分之幾，再看看我們目前的果報相應不相應，然後才談得上佛講的道理我能夠相信幾分。為什麼？自己真正做了實驗，才曉得佛說的話究竟可靠不可靠、可靠的成分有多少。實驗就是依教奉行，從不做實驗，對於佛所說的這些理論方法，我們在心裡都會打個問號在。縱然講信，是口頭上的信，不是真正的相信。《金剛經》六度當中特別強調兩種，一個是布施、一個是忍辱，而且這兩種當中特別強調的是布施。我們今天看這段論文，再想想《金剛經》裡面所說的道理，是相應的，不相違背的。我剛剛學佛的時候，章嘉大師就教我布施，那時候對於佛法道理還沒有什麼深刻的認識，可是他教我做，我就學著做，做了就有感應。"
    },
    {
      "id": "09-011-0012_p0050",
      "zh_CN": "向下就是布施生般若波罗蜜，在这段论文当中相当的重要，一开头有二十行的文，首先说明心行不善的人修布施，果报各个不同。第四十面第五行，「不持戒人」，他修布施得什么样的果报。第七行，「恶人多怀瞋恚」，他修布施得什么样的果报。第八行，「骄人多慢，瞋心布施」。倒数第二行，「宰官之人。枉滥人民」。最后一行，「多瞋狠戾」。第四十一面第二行，「有人刚愎强梁而能布施」。第三行，「知有人妒心好诤」，他能布施。这些都是心行不善的人，他修布施都有果报，这段诸位细细去研究，你才晓得因果不爽。",
      "zh_TW": "向下就是布施生般若波羅蜜，在這段論文當中相當的重要，一開頭有二十行的文，首先說明心行不善的人修布施，果報各個不同。第四十面第五行，「不持戒人」，他修布施得什麼樣的果報。第七行，「惡人多懷瞋恚」，他修布施得什麼樣的果報。第八行，「驕人多慢，瞋心布施」。倒數第二行，「宰官之人。枉濫人民」。最後一行，「多瞋狠戾」。第四十一面第二行，「有人剛愎強梁而能布施」。第三行，「知有人妒心好諍」，他能布施。這些都是心行不善的人，他修布施都有果報，這段諸位細細去研究，你才曉得因果不爽。"
    },
    {
      "id": "09-011-0012_p0051",
      "zh_CN": "四十一面第五行，「复次，布施饮食」以下，这地方讲布施饮食、衣服、房舍、林园种种，这是说布施物不同，果报也是各别的。这地方虽然讲详细，还是略说，诸位要真正去研究布施体相业用以及果报的道理，去读《华严经》、看《疏钞》或者看《合论》，看《华严经．第六回向》。我们这里印的《华严经》表解，你把第六回向表解打开，你看看第六回向里面，《华严经》举出六十种布施，比此地说得多、说得详细。修什么样的布施，有什么样的果报，两个人都修这个布施，两个人果报不一样，为什么不一样？心不一样。譬如此地讲的，一个以好心来修布施，一个以瞋恨心来修布施，两个人布施的都一样，果报不相同，但是都有福报，报的不一样，这些道理都要懂得。末后说明布施生天。四十一面末后一行是讲生四王天，怎么修布施能够生四王天，如何布施能生忉利天，乃至生他化自在天，布施的果报在天上。紧接着是讲布施得阿罗汉辟支佛果，最后说明布施得菩萨果位。「如是等种种布施中分别知，是为布施生般若波罗蜜」，这才叫真正有智慧。",
      "zh_TW": "四十一面第五行，「復次，布施飲食」以下，這地方講布施飲食、衣服、房舍、林園種種，這是說布施物不同，果報也是各別的。這地方雖然講詳細，還是略說，諸位要真正去研究布施體相業用以及果報的道理，去讀《華嚴經》、看《疏鈔》或者看《合論》，看《華嚴經．第六迴向》。我們這裡印的《華嚴經》表解，你把第六迴向表解打開，你看看第六迴向裡面，《華嚴經》舉出六十種布施，比此地說得多、說得詳細。修什麼樣的布施，有什麼樣的果報，兩個人都修這個布施，兩個人果報不一樣，為什麼不一樣？心不一樣。譬如此地講的，一個以好心來修布施，一個以瞋恨心來修布施，兩個人布施的都一樣，果報不相同，但是都有福報，報的不一樣，這些道理都要懂得。末後說明布施生天。四十一面末後一行是講生四王天，怎麼修布施能夠生四王天，如何布施能生忉利天，乃至生他化自在天，布施的果報在天上。緊接著是講布施得阿羅漢辟支佛果，最後說明布施得菩薩果位。「如是等種種布施中分別知，是為布施生般若波羅蜜」，這才叫真正有智慧。"
    },
    {
      "id": "09-011-0012_p0052",
      "zh_CN": "末后总结里面一句非常重要，在倒数第五行：",
      "zh_TW": "末後總結裡面一句非常重要，在倒數第五行："
    },
    {
      "id": "09-011-0012_p0053",
      "zh_CN": "【复次。一切智慧功德因缘。皆由布施。】",
      "zh_TW": "【復次。一切智慧功德因緣。皆由布施。】"
    },
    {
      "id": "09-011-0012_p0054",
      "zh_CN": "这句我们必须要牢牢的记住。下面举例说明：",
      "zh_TW": "這句我們必須要牢牢的記住。下面舉例說明："
    },
    {
      "id": "09-011-0012_p0055",
      "zh_CN": "【如千佛始发意时。】",
      "zh_TW": "【如千佛始發意時。】"
    },
    {
      "id": "09-011-0012_p0056",
      "zh_CN": "『发意』就是发心，最初发心的时候。",
      "zh_TW": "『發意』就是發心，最初發心的時候。"
    },
    {
      "id": "09-011-0012_p0057",
      "zh_CN": "【种种财物布施诸佛。或以华香。或以衣服。或以杨枝布施而以发意。如是等种种布施。是为菩萨布施生般若波罗蜜。】",
      "zh_TW": "【種種財物布施諸佛。或以華香。或以衣服。或以楊枝布施而以發意。如是等種種布施。是為菩薩布施生般若波羅蜜。】"
    },
    {
      "id": "09-011-0012_p0058",
      "zh_CN": "在此地特别要给诸位说明的就是『布施诸佛』，我们看了这样的字样，心里当然欢喜。「布施诸佛」这福报很大，可是大概从出生下来到现在也没有遇到一尊佛，那我们要修福到哪修去？所以必须要懂得「诸佛」两个字怎么讲，诸佛就是一切众生，一切众生是未来佛。过去佛、现在佛已经成佛了，他什么也不缺乏、什么也不需要，布施他、供养他表示我们一点敬意而已。所以那个重心要在未来佛，就是说要布施一切众生、要供养一切众生，把一切众生都要当佛看待。尽心尽力的修布施供养，这要什么人能做到？『生般若波罗蜜』的人能做到，生起圆满大智慧的人他才能做到，没有这种大智慧的人做不到。所以绝不是「布施一切众生那是傻瓜，傻瓜才做到」，是大智慧的人才做到，傻瓜做不到的。到这地方布施波罗蜜才圆满，圆满什么？具足一切波罗蜜门。",
      "zh_TW": "在此地特別要給諸位說明的就是『布施諸佛』，我們看了這樣的字樣，心裡當然歡喜。「布施諸佛」這福報很大，可是大概從出生下來到現在也沒有遇到一尊佛，那我們要修福到哪修去？所以必須要懂得「諸佛」兩個字怎麼講，諸佛就是一切眾生，一切眾生是未來佛。過去佛、現在佛已經成佛了，他什麼也不缺乏、什麼也不需要，布施他、供養他表示我們一點敬意而已。所以那個重心要在未來佛，就是說要布施一切眾生、要供養一切眾生，把一切眾生都要當佛看待。盡心盡力的修布施供養，這要什麼人能做到？『生般若波羅蜜』的人能做到，生起圓滿大智慧的人他才能做到，沒有這種大智慧的人做不到。所以絕不是「布施一切眾生那是傻瓜，傻瓜才做到」，是大智慧的人才做到，傻瓜做不到的。到這地方布施波羅蜜才圓滿，圓滿什麼？具足一切波羅蜜門。"
    },
    {
      "id": "09-011-0012_p0059",
      "zh_CN": "诸位要是明了这个道理了，反过来看，假如我们不但不布施还障碍别人布施，那个果报就很难说，不忍心说了。障碍别人财布施，生生世世贫穷，自己不布施，已经果报就不好了，还障碍别人，这是决定不可以。障碍别人法布施，愚痴没有智慧，吝法那个果报都不堪设想。你们读佛经，看到佛的大弟子周利槃陀伽，周利槃陀伽在过去世是三藏法师，因为吝法所以得了一个愚痴果报，大概他那个愚痴程度我们讲堂还没有。为什么？佛教他念两个字「笤帚」，念笤，帚忘掉了，念帚，上面就忘掉了，学笤帚两个字学了三、四个月，才把这两个字连起来，这么笨的人！这是什么果报？吝法的果报。诸位晓得吝法，障碍别人法布施比这个果报还要重。",
      "zh_TW": "諸位要是明瞭這個道理了，反過來看，假如我們不但不布施還障礙別人布施，那個果報就很難說，不忍心說了。障礙別人財布施，生生世世貧窮，自己不布施，已經果報就不好了，還障礙別人，這是決定不可以。障礙別人法布施，愚痴沒有智慧，吝法那個果報都不堪設想。你們讀佛經，看到佛的大弟子周利槃陀伽，周利槃陀伽在過去世是三藏法師，因為吝法所以得了一個愚痴果報，大概他那個愚痴程度我們講堂還沒有。為什麼？佛教他念兩個字「笤帚」，念笤，帚忘掉了，念帚，上面就忘掉了，學笤帚兩個字學了三、四個月，才把這兩個字連起來，這麼笨的人！這是什麼果報？吝法的果報。諸位曉得吝法，障礙別人法布施比這個果報還要重。"
    },
    {
      "id": "09-011-0012_p0060",
      "zh_CN": "这些事实与理论我们都要晓得，我们看到别人布施，要发欢喜心、发赞叹心、发随喜心。我们没有力量做，看到别人做，心里生欢喜，这就是随喜心。赞扬他的功德，他修的功德我们也沾一分光，我们沾了随喜功德，为什么去障碍？功德的相相当复杂，诸位好好去研究这一段，多少你能够体会到一些。为什么有那么复杂？心行不相同，对象不相同，布施物不相同，所以果报千差万别。由此可知，世间一切法、一切众生，我们眼前所受的都是过去布施的业因，因果一定相应。你生在富贵家庭，你过去世财布施得多；你有聪明智慧，你过去世法布施得多。这一生贫贱衣食困难，过去世财布施得少；这一生没有智慧很愚痴，过去世法布施得少。都有因果，而且因果是丝毫不爽，过去世修的因，今生得的果报；今生修的因，来生得果报。明了这个理了，不怨天不尤人，从今天起好好的修因，只要我们这个心勇猛，真正能够如理如法，我们的果报不要到来生，这一生就可以享受到。所以认真只要修三年，我们的定业就可以转过来。佛菩萨没有力量帮你转定业，转定业是靠自己，只有自己才有这个能力可以转自己的定业。",
      "zh_TW": "這些事實與理論我們都要曉得，我們看到別人布施，要發歡喜心、發讚歎心、發隨喜心。我們沒有力量做，看到別人做，心裡生歡喜，這就是隨喜心。讚揚他的功德，他修的功德我們也沾一分光，我們沾了隨喜功德，為什麼去障礙？功德的相相當複雜，諸位好好去研究這一段，多少你能夠體會到一些。為什麼有那麼複雜？心行不相同，對象不相同，布施物不相同，所以果報千差萬別。由此可知，世間一切法、一切眾生，我們眼前所受的都是過去布施的業因，因果一定相應。你生在富貴家庭，你過去世財布施得多；你有聰明智慧，你過去世法布施得多。這一生貧賤衣食困難，過去世財布施得少；這一生沒有智慧很愚痴，過去世法布施得少。都有因果，而且因果是絲毫不爽，過去世修的因，今生得的果報；今生修的因，來生得果報。明瞭這個理了，不怨天不尤人，從今天起好好的修因，只要我們這個心勇猛，真正能夠如理如法，我們的果報不要到來生，這一生就可以享受到。所以認真只要修三年，我們的定業就可以轉過來。佛菩薩沒有力量幫你轉定業，轉定業是靠自己，只有自己才有這個能力可以轉自己的定業。"
    },
    {
      "id": "09-011-0012_p0061",
      "zh_CN": "诸位读这段，希望再能够把《了凡四训》去多看几遍，跟这段的经文合起来看，《了凡四训》是一个事实上的例子，他就是修布施转他的命运，改造了他的命运，是我们应当要学习的。我们学佛的人自己命运不能够改造，学佛就谈不上什么成就。最低限度，我们能够改造命运，能够创造命运，能够开拓自己命运，这一生我们都有成就，那来生更不必说了，来生的果报一定非常的殊胜。现前转过来是花报，来生是果报。这个学佛是真正有意义，真正有收获。",
      "zh_TW": "諸位讀這段，希望再能夠把《了凡四訓》去多看幾遍，跟這段的經文合起來看，《了凡四訓》是一個事實上的例子，他就是修布施轉他的命運，改造了他的命運，是我們應當要學習的。我們學佛的人自己命運不能夠改造，學佛就談不上什麼成就。最低限度，我們能夠改造命運，能夠創造命運，能夠開拓自己命運，這一生我們都有成就，那來生更不必說了，來生的果報一定非常的殊勝。現前轉過來是花報，來生是果報。這個學佛是真正有意義，真正有收穫。"
    },
    {
      "id": "09-011-0012_p0062",
      "zh_CN": "所以这一卷半的文，到这地方是布施讲圆满，下面讲持戒度，就是尸罗波罗蜜。布施度有一卷半的经文，就是十一卷的下半，一直到十二卷的终了，要认真反复的去读几遍，再把《了凡四训》念上几遍，好好的反省反省，我们从今天起应该怎样修法。好，今天讲到此地。",
      "zh_TW": "所以這一卷半的文，到這地方是布施講圓滿，下面講持戒度，就是尸羅波羅蜜。布施度有一卷半的經文，就是十一卷的下半，一直到十二卷的終了，要認真反覆的去讀幾遍，再把《了凡四訓》念上幾遍，好好的反省反省，我們從今天起應該怎樣修法。好，今天講到此地。"
    }
  ]
}