{
  "doc_id": "09-011-0003",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0003",
  "total_paragraphs": 111,
  "paragraphs": [
    {
      "id": "09-011-0003_p0001",
      "zh_CN": "请看《大智度论》第三卷第一页，这一卷是六种成就里面的处成就以及众成就。",
      "zh_TW": "請看《大智度論》第三卷第一頁，這一卷是六種成就裡面的處成就以及眾成就。"
    },
    {
      "id": "09-011-0003_p0002",
      "zh_CN": "经【住王舍城。】",
      "zh_TW": "經【住王舍城。】"
    },
    {
      "id": "09-011-0003_p0003",
      "zh_CN": "在一般经典里面，我们常常看到的是用「在」，用『住』很少。为什么佛在《般若经》里面他不说佛在王舍城，而说是「住王舍城」？这地方这个「住」字，龙树菩萨给我们解释的就有许多意思，首先他给我们讲的有三种，就是有天住、有梵住、有圣住，在文字里面诸位都能够看得到。什么叫做天住？「天住」通常是指欲界天，就是六欲天。「梵住」是指四禅四空。「圣住」是指阿罗汉以上的，称之圣住。可是要紧的是其次的三种住，我们应当学。我们看本卷第一页最后一行：",
      "zh_TW": "在一般經典裡面，我們常常看到的是用「在」，用『住』很少。為什麼佛在《般若經》裡面他不說佛在王舍城，而說是「住王舍城」？這地方這個「住」字，龍樹菩薩給我們解釋的就有許多意思，首先他給我們講的有三種，就是有天住、有梵住、有聖住，在文字裡面諸位都能夠看得到。什麼叫做天住？「天住」通常是指欲界天，就是六欲天。「梵住」是指四禪四空。「聖住」是指阿羅漢以上的，稱之聖住。可是要緊的是其次的三種住，我們應當學。我們看本卷第一頁最後一行："
    },
    {
      "id": "09-011-0003_p0004",
      "zh_CN": "【复次。布施。持戒。善心。三事故名天住。】",
      "zh_TW": "【復次。布施。持戒。善心。三事故名天住。】"
    },
    {
      "id": "09-011-0003_p0005",
      "zh_CN": "这三桩事情叫天住，可见得住是住在哪里？是住在这三桩事情。",
      "zh_TW": "這三樁事情叫天住，可見得住是住在哪裡？是住在這三樁事情。"
    },
    {
      "id": "09-011-0003_p0006",
      "zh_CN": "【慈悲喜舍四无量心。故名梵住。空、无相、无作。是三三昧。名圣住。】",
      "zh_TW": "【慈悲喜捨四無量心。故名梵住。空、無相、無作。是三三昧。名聖住。】"
    },
    {
      "id": "09-011-0003_p0007",
      "zh_CN": "这三种住是我们应当学，我们必须要了解，因为这实在说就是取得天住与圣住的条件。『慈悲喜舍』，我们凡夫也有，凡夫的慈悲喜舍叫爱缘慈，我对喜欢的人就有慈悲，对不喜欢的人就没有慈悲。这种慈悲是不平等的，是随着个人的喜爱，完全凭着感情，而不是理智的选择。佛教给我们慈悲喜舍要平等，平等心才是真心，才是清净心，才是广大心，所以才能够取得天住、梵住、圣住，这是非常重要的一个要素。这三种住实在讲就是生天或者是成凡成圣所具的条件而已，只要我们能够依照这个方法去修学，我们一定能够得到这个果报。在第二面第三行，特别讲佛住：",
      "zh_TW": "這三種住是我們應當學，我們必須要了解，因為這實在說就是取得天住與聖住的條件。『慈悲喜捨』，我們凡夫也有，凡夫的慈悲喜捨叫愛緣慈，我對喜歡的人就有慈悲，對不喜歡的人就沒有慈悲。這種慈悲是不平等的，是隨著個人的喜愛，完全憑著感情，而不是理智的選擇。佛教給我們慈悲喜捨要平等，平等心才是真心，才是清淨心，才是廣大心，所以才能夠取得天住、梵住、聖住，這是非常重要的一個要素。這三種住實在講就是生天或者是成凡成聖所具的條件而已，只要我們能夠依照這個方法去修學，我們一定能夠得到這個果報。在第二面第三行，特別講佛住："
    },
    {
      "id": "09-011-0003_p0008",
      "zh_CN": "【佛住者。首楞严等诸佛无量三昧。十力。四无所畏。十八不共法。一切智等种种诸慧。及八万四千法藏度人门。如是等种种诸佛功德。是佛所住处。佛于中住。略说住竟。】",
      "zh_TW": "【佛住者。首楞嚴等諸佛無量三昧。十力。四無所畏。十八不共法。一切智等種種諸慧。及八萬四千法藏度人門。如是等種種諸佛功德。是佛所住處。佛於中住。略說住竟。】"
    },
    {
      "id": "09-011-0003_p0009",
      "zh_CN": "把住的意思说尽了。可见佛所住的确实不同于我们一般概念当中所讲的住，此地讲的「佛住王舍城」，实际上就是佛在王舍城里面弘法度生。佛是住在『首楞严』大定，佛是住在『八万四千法藏』，普度一切众生。这个住是这样的讲法，并不是说他住在哪个地方、他家在哪里，要是这个观念那就错了。字是相同的，意思是另外一桩事情。",
      "zh_TW": "把住的意思說盡了。可見佛所住的確實不同於我們一般概念當中所講的住，此地講的「佛住王舍城」，實際上就是佛在王舍城裡面弘法度生。佛是住在『首楞嚴』大定，佛是住在『八萬四千法藏』，普度一切眾生。這個住是這樣的講法，並不是說他住在哪個地方、他家在哪裡，要是這個觀念那就錯了。字是相同的，意思是另外一樁事情。"
    },
    {
      "id": "09-011-0003_p0010",
      "zh_CN": "底下有一段很长的论文是讲王舍城的因缘，那是一段故事，诸位同修们自己可以去读，以后在佛经里面，佛在王舍城讲的经不少，这一段公案因缘也必须要晓得，这里我们把它省略掉。再看第六页",
      "zh_TW": "底下有一段很長的論文是講王舍城的因緣，那是一段故事，諸位同修們自己可以去讀，以後在佛經裡面，佛在王舍城講的經不少，這一段公案因緣也必須要曉得，這裡我們把它省略掉。再看第六頁"
    },
    {
      "id": "09-011-0003_p0011",
      "zh_CN": "经【耆阇崛山中。】",
      "zh_TW": "經【耆闍崛山中。】"
    },
    {
      "id": "09-011-0003_p0012",
      "zh_CN": "『耆阇崛山』就是我们一般讲的灵山，佛在王舍城耆阇崛山讲了许多的大乘经典，在这一段里面也将耆阇崛山这段因缘说得很详细。",
      "zh_TW": "『耆闍崛山』就是我們一般講的靈山，佛在王舍城耆闍崛山講了許多的大乘經典，在這一段裡面也將耆闍崛山這段因緣說得很詳細。"
    },
    {
      "id": "09-011-0003_p0013",
      "zh_CN": "论里面说得很清楚，我们不必细说，把这里面重要的意思提出来供给诸位做参考。首先要说明，释迦牟尼佛当年弘化可以说遍及五印度，但是在王舍城、在舍卫国这两个地方他居留的时间最多，其他的地方虽然去弘法，但是时间都相当短暂，而不是长时期住在那里。论里头就假设有人问，为什么佛住在王舍城耆阇崛山这么长久？佛对于一切众生是平等慈悲，为什么偏偏在那个地方住得久，而别的地方是短暂的去讲经弘法。这一段论里面给我们讲得很清楚，佛菩萨教化众生所谓是应机说法，因此并不是他选择哪个地方适合于自己，哪个地方自己很欢喜就多住一下，不是这个道理，他没有欢喜心，他是平等心、清净心。在哪里住的时间久暂，是看那个地方的法缘，有缘就多住一个时期，缘要是少就少住一个时期。所以他住在什么地方、在哪里弘法，是那个地方众生机缘不相同，这一段论给我们讲得很清楚。佛有三种地方不住，就是不去弘法的：",
      "zh_TW": "論裡面說得很清楚，我們不必細說，把這裡面重要的意思提出來供給諸位做參考。首先要說明，釋迦牟尼佛當年弘化可以說遍及五印度，但是在王舍城、在舍衛國這兩個地方他居留的時間最多，其他的地方雖然去弘法，但是時間都相當短暫，而不是長時期住在那裡。論裡頭就假設有人問，為什麼佛住在王舍城耆闍崛山這麼長久？佛對於一切眾生是平等慈悲，為什麼偏偏在那個地方住得久，而別的地方是短暫的去講經弘法。這一段論裡面給我們講得很清楚，佛菩薩教化眾生所謂是應機說法，因此並不是他選擇哪個地方適合於自己，哪個地方自己很歡喜就多住一下，不是這個道理，他沒有歡喜心，他是平等心、清淨心。在哪裡住的時間久暫，是看那個地方的法緣，有緣就多住一個時期，緣要是少就少住一個時期。所以他住在什麼地方、在哪裡弘法，是那個地方眾生機緣不相同，這一段論給我們講得很清楚。佛有三種地方不住，就是不去弘法的："
    },
    {
      "id": "09-011-0003_p0014",
      "zh_CN": "【边国故不住。恶人多。善根未熟。】",
      "zh_TW": "【邊國故不住。惡人多。善根未熟。】"
    },
    {
      "id": "09-011-0003_p0015",
      "zh_CN": "第一个就是『边国不住』。什么叫边国？就是没有开化的地方，文化落后的地区，这个地区你要是给他讲佛法，他都不能够接受。从这个意思引申出来，凡是不能接受佛法的地方、排斥佛法的地方，在佛法里都叫做边地，你到那里去是没有用处的，所以佛不在这个地方弘法。第二种地方就是『恶人多』，邪知邪见多，这也是弘法的障碍之处，佛菩萨不住这个地方。第三种就是『善根未熟』，众生善根还没有成熟，佛不住这个地方。",
      "zh_TW": "第一個就是『邊國不住』。什麼叫邊國？就是沒有開化的地方，文化落後的地區，這個地區你要是給他講佛法，他都不能夠接受。從這個意思引申出來，凡是不能接受佛法的地方、排斥佛法的地方，在佛法裡都叫做邊地，你到那裡去是沒有用處的，所以佛不在這個地方弘法。第二種地方就是『惡人多』，邪知邪見多，這也是弘法的障礙之處，佛菩薩不住這個地方。第三種就是『善根未熟』，眾生善根還沒有成熟，佛不住這個地方。"
    },
    {
      "id": "09-011-0003_p0016",
      "zh_CN": "从佛住与不住，我们可以体会到，我们自己得度也是有时节因缘，时候没有到，再高明的老师要想来度我们，我们不会接受，会排斥的。不知道什么因缘他这个思想会转变，到可以接受、能听得进去了，这时候佛菩萨就现前。知时，我们在《华严经》里面也读到，《四十华严》婆施罗尊者讲寻宝的时候，他讲的五种条件里面就包括知时。时节因缘非常的重要，纵然是一个大根性的人，也要等时节因缘成熟，佛菩萨才现在他的面前。因此我们晓得，佛所在处必定那个地方众生根性熟了，而且众生知道佛菩萨的恩德，就是要知恩，可以教化了，佛菩萨一定出现在那个地方。这是诸佛教化众生在机感因缘上必须具备的三个条件。",
      "zh_TW": "從佛住與不住，我們可以體會到，我們自己得度也是有時節因緣，時候沒有到，再高明的老師要想來度我們，我們不會接受，會排斥的。不知道什麼因緣他這個思想會轉變，到可以接受、能聽得進去了，這時候佛菩薩就現前。知時，我們在《華嚴經》裡面也讀到，《四十華嚴》婆施羅尊者講尋寶的時候，他講的五種條件裡面就包括知時。時節因緣非常的重要，縱然是一個大根性的人，也要等時節因緣成熟，佛菩薩才現在他的面前。因此我們曉得，佛所在處必定那個地方眾生根性熟了，而且眾生知道佛菩薩的恩德，就是要知恩，可以教化了，佛菩薩一定出現在那個地方。這是諸佛教化眾生在機感因緣上必須具備的三個條件。"
    },
    {
      "id": "09-011-0003_p0017",
      "zh_CN": "说到知恩，释迦牟尼佛的故乡迦毘罗卫，释迦牟尼佛很少去，那是他生长的地方，许多的亲戚朋友都在那地方，他要是为了报恩应当要回到家里去说法，去度他故乡的人，为什么他不去故乡？第八面倒数第二行说出这个道理：",
      "zh_TW": "說到知恩，釋迦牟尼佛的故鄉迦毘羅衛，釋迦牟尼佛很少去，那是他生長的地方，許多的親戚朋友都在那地方，他要是為了報恩應當要回到家裡去說法，去度他故鄉的人，為什麼他不去故鄉？第八面倒數第二行說出這個道理："
    },
    {
      "id": "09-011-0003_p0018",
      "zh_CN": "【复次。出家法应不近亲属。亲属心着。如火如蛇。居家婆罗门子为学问故。尚不应在生处。何况出家沙门。】",
      "zh_TW": "【復次。出家法應不近親屬。親屬心著。如火如蛇。居家婆羅門子為學問故。尚不應在生處。何況出家沙門。】"
    },
    {
      "id": "09-011-0003_p0019",
      "zh_CN": "『着』就是染着。这是为道、为学应当要懂得的，家亲眷属多了，从小在一起长大的，天天生活在一块，这些人缠在一起，你要想修道、你要想做学问都是障碍。因此佛不回到故乡去说法，他也是做一种示范、做一个榜样给我们看。所以我们要为学、要为道，甚至建功立业，在过去都是在他乡。从前做官跟现在不一样，现在我们选县市长一定要选本地的人，我们中国古代不是如此，中国古代帝王时代他懂得这个道理，他要是派一个县市长，绝不派当地人。因为派当地人不好办事，里面人情太多，他要派别的地方人。你这个地方人到别的地方做县市长，别的地方人到你这个地方做县市长，为什么？没有人情、没有面子，处事才能大公无私。这跟佛法里面讲的修道修学也是相通的道理，这就是避免染着，在政务上也避免妨害政事。所以虽然恩很重，他不在故乡弘法，这是我们应该要晓得的。",
      "zh_TW": "『著』就是染著。這是為道、為學應當要懂得的，家親眷屬多了，從小在一起長大的，天天生活在一塊，這些人纏在一起，你要想修道、你要想做學問都是障礙。因此佛不回到故鄉去說法，他也是做一種示範、做一個榜樣給我們看。所以我們要為學、要為道，甚至建功立業，在過去都是在他鄉。從前做官跟現在不一樣，現在我們選縣市長一定要選本地的人，我們中國古代不是如此，中國古代帝王時代他懂得這個道理，他要是派一個縣市長，絕不派當地人。因為派當地人不好辦事，裡面人情太多，他要派別的地方人。你這個地方人到別的地方做縣市長，別的地方人到你這個地方做縣市長，為什麼？沒有人情、沒有面子，處事才能大公無私。這跟佛法裡面講的修道修學也是相通的道理，這就是避免染著，在政務上也避免妨害政事。所以雖然恩很重，他不在故鄉弘法，這是我們應該要曉得的。"
    },
    {
      "id": "09-011-0003_p0020",
      "zh_CN": "讲在一个地方久住，有久住的理由。在第九面倒数第四行：",
      "zh_TW": "講在一個地方久住，有久住的理由。在第九面倒數第四行："
    },
    {
      "id": "09-011-0003_p0021",
      "zh_CN": "【若可度弟子善根未熟。则须久住。】",
      "zh_TW": "【若可度弟子善根未熟。則須久住。】"
    },
    {
      "id": "09-011-0003_p0022",
      "zh_CN": "确确实实是一个可造之才，看他是可以成就的，但是要长时期来培养他，他才能有成就。遇到这种情形，就是这样的一个机缘，佛就在那个地方久住。由此可知，舍卫国与王舍城这两个地方，一定是可度的弟子很多，而且善根没有成熟，所以佛在这两处住的时间最久。我们读了经论必须要记住，佛菩萨的教学就是给我们做示范、给我们做榜样，我们今后修学佛法当然要帮助佛弘法利生，将来也要在各地方去教化。我劝勉同修们要发大心、要学佛，不要自己去建道场，建道场实在讲那是死在一处。世间法是你成家立业，你建个道场，那个道场就是你的家，你就没有法子动了。应当发心弘法利生，哪个地方有缘到哪里去弘法，哪个地方有可度之人与你有缘而善根未熟，你就可以在那里长住一个时期。佛是榜样，不但他老人家这样教我们，他自己事实做给我们看。不能教化的那个地方与我无缘，就要舍弃，哪个地方有缘就要到哪个地方去，这样我们自己自行化他这个愿望才能成就，我们宝贵的时间一天也不能让它空过，这一点是很重要的。",
      "zh_TW": "確確實實是一個可造之才，看他是可以成就的，但是要長時期來培養他，他才能有成就。遇到這種情形，就是這樣的一個機緣，佛就在那個地方久住。由此可知，舍衛國與王舍城這兩個地方，一定是可度的弟子很多，而且善根沒有成熟，所以佛在這兩處住的時間最久。我們讀了經論必須要記住，佛菩薩的教學就是給我們做示範、給我們做榜樣，我們今後修學佛法當然要幫助佛弘法利生，將來也要在各地方去教化。我勸勉同修們要發大心、要學佛，不要自己去建道場，建道場實在講那是死在一處。世間法是你成家立業，你建個道場，那個道場就是你的家，你就沒有法子動了。應當發心弘法利生，哪個地方有緣到哪裡去弘法，哪個地方有可度之人與你有緣而善根未熟，你就可以在那裡長住一個時期。佛是榜樣，不但他老人家這樣教我們，他自己事實做給我們看。不能教化的那個地方與我無緣，就要捨棄，哪個地方有緣就要到哪個地方去，這樣我們自己自行化他這個願望才能成就，我們寶貴的時間一天也不能讓它空過，這一點是很重要的。"
    },
    {
      "id": "09-011-0003_p0023",
      "zh_CN": "本来我是打算在今年过了年就不离开我们图书馆，在图书馆里面讲大经，别的地方我不想去了。可是我们展开大论，想想如果有可度之机，我们要不去实在是很辜负人。所以高雄佛教堂来找我，我在那边讲了大概是八个月，一共讲了八个月，每个月一个星期，那边听众几乎没有在四百人以下的，就是这八个月当中每次来听经的都是四百人以上，没有四百人以下的。我们看看《大智度论》里面所讲的这个情形，这是一种可化之机，有这个化机，所以他们来要求，我就答应了。过了旧历年之后我每个月去一次，时间是五天，五天我就想我们这边的星期六、星期天不停，就是星期六的《楞严经》、星期天的《六祖坛经》我们一直会讲下去。如果到那边去，我可能就是星期天下午去，星期五我就回来。这样对我们这边没有太大的影响，对于南部学佛的同修也能够照顾到一些。这也是从《大论》里面给我的一点启示，我觉得我们应当要这样做。",
      "zh_TW": "本來我是打算在今年過了年就不離開我們圖書館，在圖書館裡面講大經，別的地方我不想去了。可是我們展開大論，想想如果有可度之機，我們要不去實在是很辜負人。所以高雄佛教堂來找我，我在那邊講了大概是八個月，一共講了八個月，每個月一個星期，那邊聽眾幾乎沒有在四百人以下的，就是這八個月當中每次來聽經的都是四百人以上，沒有四百人以下的。我們看看《大智度論》裡面所講的這個情形，這是一種可化之機，有這個化機，所以他們來要求，我就答應了。過了舊曆年之後我每個月去一次，時間是五天，五天我就想我們這邊的星期六、星期天不停，就是星期六的《楞嚴經》、星期天的《六祖壇經》我們一直會講下去。如果到那邊去，我可能就是星期天下午去，星期五我就回來。這樣對我們這邊沒有太大的影響，對於南部學佛的同修也能夠照顧到一些。這也是從《大論》裡面給我的一點啟示，我覺得我們應當要這樣做。"
    },
    {
      "id": "09-011-0003_p0024",
      "zh_CN": "底下有好几段，每一段叙说一桩事情，在第十页一开端是讲「报恩德住」，这地方或者我们求法的地方，或者我们修学的地方，这些地方自己成就之后一定要到那里去弘法。释迦牟尼佛为了报答他生母之恩，所以在《法华经》讲完之后，他老人家升忉利天宫，上升忉利天，在忉利天宫讲《地藏菩萨本愿经》，那是报答他母亲之恩的，就是在示现涅槃之前教给我们报本反始，报答亲恩。后半段是讲，修学人多处这个地方要住，学佛的人很多，都是发好心去学佛，可是没有人领导，这是菩萨有这个义务、有这个责任要去帮助他。",
      "zh_TW": "底下有好幾段，每一段敘說一樁事情，在第十頁一開端是講「報恩德住」，這地方或者我們求法的地方，或者我們修學的地方，這些地方自己成就之後一定要到那裡去弘法。釋迦牟尼佛為了報答他生母之恩，所以在《法華經》講完之後，他老人家升忉利天宮，上升忉利天，在忉利天宮講《地藏菩薩本願經》，那是報答他母親之恩的，就是在示現涅槃之前教給我們報本反始，報答親恩。後半段是講，修學人多處這個地方要住，學佛的人很多，都是發好心去學佛，可是沒有人領導，這是菩薩有這個義務、有這個責任要去幫助他。"
    },
    {
      "id": "09-011-0003_p0025",
      "zh_CN": "在第十一页前一半长行文里面给我们讲的，为了降伏一切外道、冤家，他们不相信佛法，他们嫉妒佛法、破坏佛法，你是一个菩萨，有大威德、有大势力，你应当去度化他们。正像佛当年出现在世间一样，印度九十六种外道都被释迦牟尼佛感化了，释迦牟尼佛的常随弟子几乎都是外道转过来的，这是为了降伏这些外道，我们应该住。但是诸位晓得，外道里面有讲理的、有不讲理的，那个不讲理的是不可教化的，你要去度他没有用处，他要是个讲理的那行，这就是可度之人。那个不讲理的是迷信迷得太深，是没法子扭转过来的。这是要我们随时去观机。还有一种，就是在十一页倒数第二行，这是说：",
      "zh_TW": "在第十一頁前一半長行文裡面給我們講的，為了降伏一切外道、冤家，他們不相信佛法，他們嫉妒佛法、破壞佛法，你是一個菩薩，有大威德、有大勢力，你應當去度化他們。正像佛當年出現在世間一樣，印度九十六種外道都被釋迦牟尼佛感化了，釋迦牟尼佛的常隨弟子幾乎都是外道轉過來的，這是為了降伏這些外道，我們應該住。但是諸位曉得，外道裡面有講理的、有不講理的，那個不講理的是不可教化的，你要去度他沒有用處，他要是個講理的那行，這就是可度之人。那個不講理的是迷信迷得太深，是沒法子扭轉過來的。這是要我們隨時去觀機。還有一種，就是在十一頁倒數第二行，這是說："
    },
    {
      "id": "09-011-0003_p0026",
      "zh_CN": "【以是大智多闻人皆在王舍城故。佛多住王舍城。】",
      "zh_TW": "【以是大智多聞人皆在王舍城故。佛多住王舍城。】"
    },
    {
      "id": "09-011-0003_p0027",
      "zh_CN": "这几句话就是说明王舍城那个地方，在当时是学术文化的中心，有智慧的人、有学问的人都聚集在这个所在，这些人都是佛陀度化的对象，所以佛在这地方常住。",
      "zh_TW": "這幾句話就是說明王舍城那個地方，在當時是學術文化的中心，有智慧的人、有學問的人都聚集在這個所在，這些人都是佛陀度化的對象，所以佛在這地方常住。"
    },
    {
      "id": "09-011-0003_p0028",
      "zh_CN": "在第十二页，佛又给我们说「受请故住」，如果有人来请法，请你去讲法你应该要去住。受请而住，住的期限长短也是看法缘，如果那地方确实有可度之机而根性未熟，我们为了成就那些未熟的根性，势必要久住，久住才能够成就众生。所以短住多半是宣传的性质，宣传佛教，久住是成就人。这是把住的理由，以及住的长短因缘给我们说出来，教我们将来在一切处所弘法利生要懂这个道理。所以住的时间长短不是在自己，绝不是为了自己，而是决定在可化之机上，在机缘上。第十四面第六行：",
      "zh_TW": "在第十二頁，佛又給我們說「受請故住」，如果有人來請法，請你去講法你應該要去住。受請而住，住的期限長短也是看法緣，如果那地方確實有可度之機而根性未熟，我們為了成就那些未熟的根性，勢必要久住，久住才能夠成就眾生。所以短住多半是宣傳的性質，宣傳佛教，久住是成就人。這是把住的理由，以及住的長短因緣給我們說出來，教我們將來在一切處所弘法利生要懂這個道理。所以住的時間長短不是在自己，絕不是為了自己，而是決定在可化之機上，在機緣上。第十四面第六行："
    },
    {
      "id": "09-011-0003_p0029",
      "zh_CN": "【复次。长老摩诃迦叶。于耆阇崛山集三法藏。可度众生。】",
      "zh_TW": "【復次。長老摩訶迦葉。於耆闍崛山集三法藏。可度眾生。】"
    },
    {
      "id": "09-011-0003_p0030",
      "zh_CN": "以下也有一段很长的论文，叙说大迦叶尊者入定等待弥勒菩萨成佛，将释迦牟尼佛的佛法呈现给弥勒佛。这段故事在佛门里面讲是公案，就在这一段里面，诸位可以细细看看。由此可知，迦叶尊者一直到今天他并没有涅槃，他没有死，他在耆阇崛山入定。",
      "zh_TW": "以下也有一段很長的論文，敘說大迦葉尊者入定等待彌勒菩薩成佛，將釋迦牟尼佛的佛法呈現給彌勒佛。這段故事在佛門裡面講是公案，就在這一段裡面，諸位可以細細看看。由此可知，迦葉尊者一直到今天他並沒有涅槃，他沒有死，他在耆闍崛山入定。"
    },
    {
      "id": "09-011-0003_p0031",
      "zh_CN": "佛在世的时候，我们晓得有两个人是常住在世间，没有灭度的，一个是迦叶尊者，另外一个就是宾头卢尊者。宾头卢尊者是常常在人间，是为众生作福田，接受众生的供养，但是他现在是什么样子就不晓得，这位尊者是千变万化，他不会把他的身分暴露出来的。我们晓得释迦牟尼佛嘱咐他，叫他常住在人间，不准他灭度。由此可知，证得阿罗汉以上的境界，确实是生死自在，要自己住在世间一万年就是一万年，二万年就是二万年，他做得到！大迦叶尊者要等待弥勒菩萨出世，《弥勒下生经》里面给我们讲，他什么时候出世？五十六亿七千万年之后。换句话说，大迦叶尊者在我们人间岁数来算，他就要活五十六亿七千万岁。这地方说得很清楚，这是事实不是虚构，看起来好像是神话，但是确实的事情。第十五页有几句经文非常好，迦叶尊者赞说无常：",
      "zh_TW": "佛在世的時候，我們曉得有兩個人是常住在世間，沒有滅度的，一個是迦葉尊者，另外一個就是賓頭盧尊者。賓頭盧尊者是常常在人間，是為眾生作福田，接受眾生的供養，但是他現在是什麼樣子就不曉得，這位尊者是千變萬化，他不會把他的身分暴露出來的。我們曉得釋迦牟尼佛囑咐他，叫他常住在人間，不准他滅度。由此可知，證得阿羅漢以上的境界，確實是生死自在，要自己住在世間一萬年就是一萬年，二萬年就是二萬年，他做得到！大迦葉尊者要等待彌勒菩薩出世，《彌勒下生經》裡面給我們講，他什麼時候出世？五十六億七千萬年之後。換句話說，大迦葉尊者在我們人間歲數來算，他就要活五十六億七千萬歲。這地方說得很清楚，這是事實不是虛構，看起來好像是神話，但是確實的事情。第十五頁有幾句經文非常好，迦葉尊者讚說無常："
    },
    {
      "id": "09-011-0003_p0032",
      "zh_CN": "【赞说无常。说一切有为法。因缘生故无常。本无今有。已有还无。故无常。因缘生故无常。无常故苦。苦故无我。无我故。有智者不应着我我所。若着我我所。得无量忧愁苦恼。一切世间中。心应厌求离欲。如是种种说世界中苦。开导其心。令入涅槃。】",
      "zh_TW": "【讚說無常。說一切有為法。因緣生故無常。本無今有。已有還無。故無常。因緣生故無常。無常故苦。苦故無我。無我故。有智者不應著我我所。若著我我所。得無量憂愁苦惱。一切世間中。心應厭求離欲。如是種種說世界中苦。開導其心。令入涅槃。】"
    },
    {
      "id": "09-011-0003_p0033",
      "zh_CN": "这几句话非常好，这是真正智慧的言语，我们在这里不能一句一句给诸位讲解，但是这个意思我们常常在大乘经典里面讨论到，这里我只是提醒诸位同修。",
      "zh_TW": "這幾句話非常好，這是真正智慧的言語，我們在這裡不能一句一句給諸位講解，但是這個意思我們常常在大乘經典裡面討論到，這裡我只是提醒諸位同修。"
    },
    {
      "id": "09-011-0003_p0034",
      "zh_CN": "在十七页讲到耆阇崛山的历史因缘，这个地方可以说是个圣地，因为过去一切古佛出现在我们世间，几乎都在这地方讲过经，所以这个道场是一个古道场。不但是释迦牟尼佛，是三世诸佛的道场，它有这么一段历史因缘。所以佛在耆阇崛山讲经是有因由的，不是随随便便挑到一个地方。到此地是把六种成就里面处成就介绍完了。下面请看第十八页，初品中：",
      "zh_TW": "在十七頁講到耆闍崛山的歷史因緣，這個地方可以說是個聖地，因為過去一切古佛出現在我們世間，幾乎都在這地方講過經，所以這個道場是一個古道場。不但是釋迦牟尼佛，是三世諸佛的道場，它有這麼一段歷史因緣。所以佛在耆闍崛山講經是有因由的，不是隨隨便便挑到一個地方。到此地是把六種成就裡面處成就介紹完了。下面請看第十八頁，初品中："
    },
    {
      "id": "09-011-0003_p0035",
      "zh_CN": "经【共摩诃比丘僧。】",
      "zh_TW": "經【共摩訶比丘僧。】"
    },
    {
      "id": "09-011-0003_p0036",
      "zh_CN": "这以下是六种成就里面的众成就，就是讲到道场的听众。听众里面先介绍什么叫做『共』，共字里面含很深的意思，论里面讲一处，通常我们讲共就是指：",
      "zh_TW": "這以下是六種成就裡面的眾成就，就是講到道場的聽眾。聽眾裡面先介紹什麼叫做『共』，共字裡面含很深的意思，論裡面講一處，通常我們講共就是指："
    },
    {
      "id": "09-011-0003_p0037",
      "zh_CN": "【一处。一时。一心。一戒。一见。一道。一解脱。是名为共。】",
      "zh_TW": "【一處。一時。一心。一戒。一見。一道。一解脫。是名為共。】"
    },
    {
      "id": "09-011-0003_p0038",
      "zh_CN": "『一处』，我们一般概念里面有这个意思，但是这个意思是凡夫大家相处在一起，像我们现在在讲堂里面讲经，我们有这么多同修，这也是共处在一块的意思，但是大乘佛法里面还不止这个意思。『一戒』就是大家都共同遵守佛的戒律，戒律都是佛所制定的，所以叫一戒。『一见』，见是见解。『一道，一解脱，是名为共』。可见得共这一字，这地方是用「共」，我们在一般经里面看到是「聚」，说在某某处所与大比丘多少人聚，那个聚跟此地共是一个意思。以后我们读到经文一定要晓得，它里面不单单是包括一处一时，它里头有一心、一戒、一见、一道、一解脱，它包含这么多的意思在里头。",
      "zh_TW": "『一處』，我們一般概念裡面有這個意思，但是這個意思是凡夫大家相處在一起，像我們現在在講堂裡面講經，我們有這麼多同修，這也是共處在一塊的意思，但是大乘佛法裡面還不止這個意思。『一戒』就是大家都共同遵守佛的戒律，戒律都是佛所制定的，所以叫一戒。『一見』，見是見解。『一道，一解脫，是名為共』。可見得共這一字，這地方是用「共」，我們在一般經裡面看到是「聚」，說在某某處所與大比丘多少人聚，那個聚跟此地共是一個意思。以後我們讀到經文一定要曉得，它裡面不單單是包括一處一時，它裡頭有一心、一戒、一見、一道、一解脫，它包含這麼多的意思在裡頭。"
    },
    {
      "id": "09-011-0003_p0039",
      "zh_CN": "【摩诃。秦言大，或多，或胜。】",
      "zh_TW": "【摩訶。秦言大，或多，或勝。】"
    },
    {
      "id": "09-011-0003_p0040",
      "zh_CN": "『摩诃比丘僧』，「摩诃」是印度话，翻成中国的意思叫大，而义理里面包括的有大的意思、多的意思、殊胜的意思。圆瑛法师在《楞严经讲义》里面介绍大阿罗汉，也是用大、多、胜这三个字来解释。『大』是指德行，所以说大德；『多』是指他的才能，多才多艺；『胜』是指殊胜，殊胜从学问上来说，不是一般人能够比的，所以有大多胜这三个意思。",
      "zh_TW": "『摩訶比丘僧』，「摩訶」是印度話，翻成中國的意思叫大，而義理裡面包括的有大的意思、多的意思、殊勝的意思。圓瑛法師在《楞嚴經講義》裡面介紹大阿羅漢，也是用大、多、勝這三個字來解釋。『大』是指德行，所以說大德；『多』是指他的才能，多才多藝；『勝』是指殊勝，殊勝從學問上來說，不是一般人能夠比的，所以有大多勝這三個意思。"
    },
    {
      "id": "09-011-0003_p0041",
      "zh_CN": "【云何大？一切众中最上故，一切障碍断故，天王等大人恭敬故，是名为大。】",
      "zh_TW": "【云何大？一切眾中最上故，一切障礙斷故，天王等大人恭敬故，是名為大。】"
    },
    {
      "id": "09-011-0003_p0042",
      "zh_CN": "在此地里面讲的『大』，论文里面说他是一切大众当中的上首，地位最高，『一切障碍断故』，断障碍，就是德行大，他能够断一切烦恼障碍，所以为『天王等大人之所恭敬』，我们称之为大。",
      "zh_TW": "在此地裡面講的『大』，論文裡面說他是一切大眾當中的上首，地位最高，『一切障礙斷故』，斷障礙，就是德行大，他能夠斷一切煩惱障礙，所以為『天王等大人之所恭敬』，我們稱之為大。"
    },
    {
      "id": "09-011-0003_p0043",
      "zh_CN": "【云何多？数至五千，故名多。】",
      "zh_TW": "【云何多？數至五千，故名多。】"
    },
    {
      "id": "09-011-0003_p0044",
      "zh_CN": "『多』，在这个道场里面人数多，这也是多的意思。多才多艺与人数多也能够讲得通，大众当中各种人才都有。",
      "zh_TW": "『多』，在這個道場裡面人數多，這也是多的意思。多才多藝與人數多也能夠講得通，大眾當中各種人才都有。"
    },
    {
      "id": "09-011-0003_p0045",
      "zh_CN": "【云何胜。九十六种道论议能破。故名胜。】",
      "zh_TW": "【云何勝。九十六種道論議能破。故名勝。】"
    },
    {
      "id": "09-011-0003_p0046",
      "zh_CN": "这个确实从学术上说的，他们的学术能够破除一切外道的议论知见。这是摩诃含的意思。",
      "zh_TW": "這個確實從學術上說的，他們的學術能夠破除一切外道的議論知見。這是摩訶含的意思。"
    },
    {
      "id": "09-011-0003_p0047",
      "zh_CN": "【云何名比丘。】",
      "zh_TW": "【云何名比丘。】"
    },
    {
      "id": "09-011-0003_p0048",
      "zh_CN": "「比丘」在这个地方我们也不必细说，论文里面相当的长，诸位自己可以做参考。此地的解释还是以一般讲法，第一个是讲「乞士」。「士」是读书人，是有道德、有学问人的称呼。但是他的生活方式是乞食，在我们中国人讲就是乞丐，是讨饭吃的，虽然是讨饭吃，但是他是一个有道德、有学问的人，他不是一个普通人。既然有道德、有学问，为什么要出去讨饭？你要想了解这个道理，你就去细细研究这一段的论文。比丘第二个意思叫「破恶」，就是能够破除一切烦恼。换句话说，比丘要是常常还生烦恼，这是大大的颠倒了。比丘没有烦恼，破烦恼了，怎么会常常生烦恼？这就是颠倒行事。第三个意思叫「怖魔」，魔王看到一个比丘登坛受戒，他心里恐怖，为什么？他发这样大的心，必定能够了生死出三界。魔王是三界的统治者，他看到他的魔子魔孙又少了一个，又一个成了正知正觉，照理说这是好事情，但是他很痛苦，他的情执很重，舍不得他这个魔子魔孙成佛。因此我们要晓得，我们自己不是佛便是魔。我们要不作魔，必定就是佛，没有办法在佛与魔当中去生存，总是落在这二边。因此我们要深深的警惕自己，可不能站在魔这一边。无始劫以来我们就在魔这一边吃尽了苦头，生死流转，现在遇到佛菩萨、遇到善知识，我们晓得一条生路可以摆脱魔的掌握：修学正觉。",
      "zh_TW": "「比丘」在這個地方我們也不必細說，論文裡面相當的長，諸位自己可以做參考。此地的解釋還是以一般講法，第一個是講「乞士」。「士」是讀書人，是有道德、有學問人的稱呼。但是他的生活方式是乞食，在我們中國人講就是乞丐，是討飯吃的，雖然是討飯吃，但是他是一個有道德、有學問的人，他不是一個普通人。既然有道德、有學問，為什麼要出去討飯？你要想了解這個道理，你就去細細研究這一段的論文。比丘第二個意思叫「破惡」，就是能夠破除一切煩惱。換句話說，比丘要是常常還生煩惱，這是大大的顛倒了。比丘沒有煩惱，破煩惱了，怎麼會常常生煩惱？這就是顛倒行事。第三個意思叫「怖魔」，魔王看到一個比丘登壇受戒，他心裡恐怖，為什麼？他發這樣大的心，必定能夠了生死出三界。魔王是三界的統治者，他看到他的魔子魔孫又少了一個，又一個成了正知正覺，照理說這是好事情，但是他很痛苦，他的情執很重，捨不得他這個魔子魔孫成佛。因此我們要曉得，我們自己不是佛便是魔。我們要不作魔，必定就是佛，沒有辦法在佛與魔當中去生存，總是落在這二邊。因此我們要深深的警惕自己，可不能站在魔這一邊。無始劫以來我們就在魔這一邊吃盡了苦頭，生死流轉，現在遇到佛菩薩、遇到善知識，我們曉得一條生路可以擺脫魔的掌握：修學正覺。"
    },
    {
      "id": "09-011-0003_p0049",
      "zh_CN": "【云何名僧伽。僧伽秦言众。多比丘一处和合。是名僧伽。】",
      "zh_TW": "【云何名僧伽。僧伽秦言眾。多比丘一處和合。是名僧伽。】"
    },
    {
      "id": "09-011-0003_p0050",
      "zh_CN": "在第二十面倒数五行是解释僧这个字的意思。僧是梵语，梵语具足称为『僧伽』，翻成中国的意思叫做『众』，众就是四个人以上，这是团体，我们中国字是三个人以上称为众。印度是四个人称为僧，所以现在出家人一个人也称僧，这是不正确的。那是引申的意思，正确的意思是四个人才能称僧，才称之为僧团。但是一般四个人在一起还不能够称之僧，因为僧有个条件、有个定义，就是『一处和合』，他们是居住在一处，但是他的条件是和合，所以僧伽我们就翻作和合众。不能和合，虽然许多人居住在一起，可以称众，但是不能称僧，称僧一定是和合众。",
      "zh_TW": "在第二十面倒數五行是解釋僧這個字的意思。僧是梵語，梵語具足稱為『僧伽』，翻成中國的意思叫做『眾』，眾就是四個人以上，這是團體，我們中國字是三個人以上稱為眾。印度是四個人稱為僧，所以現在出家人一個人也稱僧，這是不正確的。那是引申的意思，正確的意思是四個人才能稱僧，才稱之為僧團。但是一般四個人在一起還不能夠稱之僧，因為僧有個條件、有個定義，就是『一處和合』，他們是居住在一處，但是他的條件是和合，所以僧伽我們就翻作和合眾。不能和合，雖然許多人居住在一起，可以稱眾，但是不能稱僧，稱僧一定是和合眾。"
    },
    {
      "id": "09-011-0003_p0051",
      "zh_CN": "「和合」，佛法里面给我们说有六种，就是住在一起必须要守这六个条件。第一个就是「见和同解」，见解和合，这一条也是和合里面的根本法。见解和合了，那别的都不必说，都很容易，最难的就是见解。佛法究竟是以什么见解教我们来和合？诸位要晓得，佛法绝对不同其他的宗教，因为在宗教上要讲和合、见解相同，一定要遵从一个主宰的神，是以神的意志为意志，大家都同意在神的意志之下才能和合，这是被别人牵着鼻子走。佛法不如此，佛法叫和合，和合在正知正见的基础上。什么叫正知正见？在一切法中不起分别、不起执着、不起妄念，这个是和，你是正知正见。所以佛教我们把妄想分别执着统统放下，诸位想想那见解当然是相同的。为什么不相同？打妄想就不相同，有分别就不相同。一切法里头没有分别，对于佛所讲的一切法也不分别、也不执着，这是佛法里面讲的见和同解的真正意思。可见得这种见解的和合是决定不勉强的，哪一个也不跟哪一个走。所以佛并不是叫你们大家都跟我一个看法、跟我一个想法，佛不这么说。我们每个人都有正知正见，只要将正知正见现前，当然见解就相同，这是佛法僧团里面和合的基础，释迦牟尼佛一生的教学，他的宗旨就在此地，这个基础不但是僧团和合的基础，也是我们成佛作祖、了生死出三界的基础。不立在这个基础上，一切法都不能够成就，这是很重要的一个原则。彼此相处的时候也是以这个原则来做基础，这是一切佛法的基础，非常的重要。这一条是属于思想上的，其余五种是属于事相上的，那是很容易懂。",
      "zh_TW": "「和合」，佛法裡面給我們說有六種，就是住在一起必須要守這六個條件。第一個就是「見和同解」，見解和合，這一條也是和合裡面的根本法。見解和合了，那別的都不必說，都很容易，最難的就是見解。佛法究竟是以什麼見解教我們來和合？諸位要曉得，佛法絕對不同其他的宗教，因為在宗教上要講和合、見解相同，一定要遵從一個主宰的神，是以神的意志為意志，大家都同意在神的意志之下才能和合，這是被別人牽著鼻子走。佛法不如此，佛法叫和合，和合在正知正見的基礎上。什麼叫正知正見？在一切法中不起分別、不起執著、不起妄念，這個是和，你是正知正見。所以佛教我們把妄想分別執著統統放下，諸位想想那見解當然是相同的。為什麼不相同？打妄想就不相同，有分別就不相同。一切法裡頭沒有分別，對於佛所講的一切法也不分別、也不執著，這是佛法裡面講的見和同解的真正意思。可見得這種見解的和合是決定不勉強的，哪一個也不跟哪一個走。所以佛並不是叫你們大家都跟我一個看法、跟我一個想法，佛不這麼說。我們每個人都有正知正見，只要將正知正見現前，當然見解就相同，這是佛法僧團裡面和合的基礎，釋迦牟尼佛一生的教學，他的宗旨就在此地，這個基礎不但是僧團和合的基礎，也是我們成佛作祖、了生死出三界的基礎。不立在這個基礎上，一切法都不能夠成就，這是很重要的一個原則。彼此相處的時候也是以這個原則來做基礎，這是一切佛法的基礎，非常的重要。這一條是屬於思想上的，其餘五種是屬於事相上的，那是很容易懂。"
    },
    {
      "id": "09-011-0003_p0052",
      "zh_CN": "第二个就是「戒和同修」，戒律要和合。戒律是什么？就是生活的规范，团体在一起总要有个团体的秩序，有个团体的规律，所以大家都要守住共同居住的规约，这就是戒律。戒律是我们生活的规范，绝不是约束人的，我们要懂得戒律的精神。戒律是清凉之法，小乘戒律是自律，是对自己的，不是对别人；大乘戒律是处众的，菩萨要接触大众，接触大众有接触大众的规矩，这些规矩就是菩萨戒。诸位这一点要明了，小乘戒是自律的，是管自己的，自己怎样管理自己，这是小乘戒；怎么处众，这是大乘戒。所以我们都要遵守佛陀的戒律，我们才能够和睦相处。第三条就是「身同住」，这个好懂。第四条是「口无诤」，没有争论、没有戏论，戏论就是开玩笑的话。诸位要晓得，佛法之戒戏论，就是因为从开玩笑往往产生很大的误会，所以佛法的清净大众居住在一起决定不能够开玩笑，玩笑是属於戏论。这就是教我们身心都要常在道上，心地要清净，言语要诚恳。第五条叫「意同悦」，心里面是法喜充满。第六条就是「利同均」，因为这是团体生活，十方的供养不能供养某一个人，是供养团体的。因此这个利养就是我们衣食住行所需要的，这些生活必须的物品是我们人人都有分的，要平均分配，不能够有所偏差。这六个条件才能构成一个僧团，少一种都不能叫做和合，这六个条件在佛法里也叫做「六和敬」，可以说六和敬是佛给弟子们大家相处在一块的基本戒律，人人都必须要遵守的。这是和合的意思，在此地附带给诸位说出来。",
      "zh_TW": "第二個就是「戒和同修」，戒律要和合。戒律是什麼？就是生活的規範，團體在一起總要有個團體的秩序，有個團體的規律，所以大家都要守住共同居住的規約，這就是戒律。戒律是我們生活的規範，絕不是約束人的，我們要懂得戒律的精神。戒律是清涼之法，小乘戒律是自律，是對自己的，不是對別人；大乘戒律是處眾的，菩薩要接觸大眾，接觸大眾有接觸大眾的規矩，這些規矩就是菩薩戒。諸位這一點要明瞭，小乘戒是自律的，是管自己的，自己怎樣管理自己，這是小乘戒；怎麼處眾，這是大乘戒。所以我們都要遵守佛陀的戒律，我們才能夠和睦相處。第三條就是「身同住」，這個好懂。第四條是「口無諍」，沒有爭論、沒有戲論，戲論就是開玩笑的話。諸位要曉得，佛法之戒戲論，就是因為從開玩笑往往產生很大的誤會，所以佛法的清淨大眾居住在一起決定不能夠開玩笑，玩笑是屬於戲論。這就是教我們身心都要常在道上，心地要清淨，言語要誠懇。第五條叫「意同悅」，心裡面是法喜充滿。第六條就是「利同均」，因為這是團體生活，十方的供養不能供養某一個人，是供養團體的。因此這個利養就是我們衣食住行所需要的，這些生活必須的物品是我們人人都有分的，要平均分配，不能夠有所偏差。這六個條件才能構成一個僧團，少一種都不能叫做和合，這六個條件在佛法裡也叫做「六和敬」，可以說六和敬是佛給弟子們大家相處在一塊的基本戒律，人人都必須要遵守的。這是和合的意思，在此地附帶給諸位說出來。"
    },
    {
      "id": "09-011-0003_p0053",
      "zh_CN": "在这一段论文里面讲有四种僧，这四种是：「有羞僧，无羞僧，哑羊僧，实僧」，这里面都有解释，不必多说。",
      "zh_TW": "在這一段論文裡面講有四種僧，這四種是：「有羞僧，無羞僧，啞羊僧，實僧」，這裡面都有解釋，不必多說。"
    },
    {
      "id": "09-011-0003_p0054",
      "zh_CN": "经【大数五千分。】",
      "zh_TW": "經【大數五千分。】"
    },
    {
      "id": "09-011-0003_p0055",
      "zh_CN": "『大数』就是大概、大约，不是一个确定的数字。这个数字是『五千分』，「分」是指人，人为什么称分？意思是组成的成分，这个团体组织的成分，在无量无边菩萨里面它是到五千个人，所以用分，分就是我们讲的分子，是这个意思。他们是些什么人？下面经里面讲：",
      "zh_TW": "『大數』就是大概、大約，不是一個確定的數字。這個數字是『五千分』，「分」是指人，人為什麼稱分？意思是組成的成分，這個團體組織的成分，在無量無邊菩薩裡面它是到五千個人，所以用分，分就是我們講的分子，是這個意思。他們是些什麼人？下面經裡面講："
    },
    {
      "id": "09-011-0003_p0056",
      "zh_CN": "经【皆是阿罗汉。】",
      "zh_TW": "經【皆是阿羅漢。】"
    },
    {
      "id": "09-011-0003_p0057",
      "zh_CN": "『阿罗汉』是印度话，翻成中文有三个意思：杀贼、应供、不生。「阿罗汉」是比丘的果地，比丘是阿罗汉的因地，所以在因地里面我们称比丘，在果地上称阿罗汉，因此因上三德跟果上三德是相应的。「杀贼」，这个名词往往在不学佛的人当中产生很大的误会，佛家讲慈悲不杀生，怎么阿罗汉还去杀贼？他不懂得这个贼是什么意思。贼是指烦恼，杀贼并不是真正拿刀叫你去杀贼，是断灭、断除自己的烦恼比喻作杀贼，是这个意思。在小乘阿罗汉里面是说他把见思烦恼断尽，而大乘阿罗汉连根本无明也破了，所以大乘阿罗汉比小乘阿罗汉断证的功夫要高得多。第二个意思叫「应供」，就是到这样的程度，确实他是人天当中大智慧、大福德的人，应该接受天人的供养，而为天人种福，所以说应供，应该接受大众的供养。第三个意思叫「不生」，他绝不再到欲界里面来受生。为什么？欲界的业因他断尽了。他什么时候来？他来，来叫乘愿再来。这个不生是讲绝不会再以业力来受生，乘愿再来那是另当别论。第二十二页：",
      "zh_TW": "『阿羅漢』是印度話，翻成中文有三個意思：殺賊、應供、不生。「阿羅漢」是比丘的果地，比丘是阿羅漢的因地，所以在因地裡面我們稱比丘，在果地上稱阿羅漢，因此因上三德跟果上三德是相應的。「殺賊」，這個名詞往往在不學佛的人當中產生很大的誤會，佛家講慈悲不殺生，怎麼阿羅漢還去殺賊？他不懂得這個賊是什麼意思。賊是指煩惱，殺賊並不是真正拿刀叫你去殺賊，是斷滅、斷除自己的煩惱比喻作殺賊，是這個意思。在小乘阿羅漢裡面是說他把見思煩惱斷盡，而大乘阿羅漢連根本無明也破了，所以大乘阿羅漢比小乘阿羅漢斷證的功夫要高得多。第二個意思叫「應供」，就是到這樣的程度，確實他是人天當中大智慧、大福德的人，應該接受天人的供養，而為天人種福，所以說應供，應該接受大眾的供養。第三個意思叫「不生」，他絕不再到欲界裡面來受生。為什麼？欲界的業因他斷盡了。他什麼時候來？他來，來叫乘願再來。這個不生是講絕不會再以業力來受生，乘願再來那是另當別論。第二十二頁："
    },
    {
      "id": "09-011-0003_p0058",
      "zh_CN": "经【诸漏已尽。无复烦恼。心得好解脱。慧得好解脱。】",
      "zh_TW": "經【諸漏已盡。無復煩惱。心得好解脫。慧得好解脫。】"
    },
    {
      "id": "09-011-0003_p0059",
      "zh_CN": "这四句是叹德，赞叹五千大阿罗汉他们的德行。『诸漏』，「漏」是烦恼的代名词，『尽』就是断尽，所以说『无复烦恼』，这个论里头都有一个简单的解释。在此地需要给诸位略略提一提的就是这两种解脱。在大乘讲「解脱」，一定心地得清净，智慧得到了，这样才能叫解脱。假如心清净没有智慧，外面事情还是一塌糊涂，这不能算解脱；或者样样事情都是很明了、很通达，心不清净，这也不叫解脱。解脱一定是两个条件，就是有定、有慧，才能叫解脱。定是清净心，所谓六根清净一尘不染，六根接触外面境界了了分明，通达无碍，这才叫做解脱。这是在此地我特别给诸位说出来的。下面这个论有相当长来解释「心得好解脱，慧得好解脱」这两句，我给诸位说得简单扼要。二十三页：",
      "zh_TW": "這四句是歎德，讚歎五千大阿羅漢他們的德行。『諸漏』，「漏」是煩惱的代名詞，『盡』就是斷盡，所以說『無復煩惱』，這個論裡頭都有一個簡單的解釋。在此地需要給諸位略略提一提的就是這兩種解脫。在大乘講「解脫」，一定心地得清淨，智慧得到了，這樣才能叫解脫。假如心清淨沒有智慧，外面事情還是一塌糊塗，這不能算解脫；或者樣樣事情都是很明瞭、很通達，心不清淨，這也不叫解脫。解脫一定是兩個條件，就是有定、有慧，才能叫解脫。定是清淨心，所謂六根清淨一塵不染，六根接觸外面境界了了分明，通達無礙，這才叫做解脫。這是在此地我特別給諸位說出來的。下面這個論有相當長來解釋「心得好解脫，慧得好解脫」這兩句，我給諸位說得簡單扼要。二十三頁："
    },
    {
      "id": "09-011-0003_p0060",
      "zh_CN": "【无功德人不能渡。生老病死之大海。少功德人亦不渡。善行道法佛所说。】",
      "zh_TW": "【無功德人不能渡。生老病死之大海。少功德人亦不渡。善行道法佛所說。】"
    },
    {
      "id": "09-011-0003_p0061",
      "zh_CN": "前两句是讲没有功德的人没有办法超出三界六道。这首偈也就是《弥陀经》所讲的「不可以少善根福德因缘，得生彼国」。因此我们自己要想超越六道轮回、要想往生诸佛国土，记住要多功德，无功德不行，少功德也不行，一定要积功累德才能够办得到。积功累德要从哪里做起？我奉劝诸位，这也不是我提出来的，是历代祖师他们提出来的，从《感应篇》、从《安士全书》去做，这才真正脚踏实地去积功累德，我们才会有成就。",
      "zh_TW": "前兩句是講沒有功德的人沒有辦法超出三界六道。這首偈也就是《彌陀經》所講的「不可以少善根福德因緣，得生彼國」。因此我們自己要想超越六道輪迴、要想往生諸佛國土，記住要多功德，無功德不行，少功德也不行，一定要積功累德才能夠辦得到。積功累德要從哪裡做起？我奉勸諸位，這也不是我提出來的，是歷代祖師他們提出來的，從《感應篇》、從《安士全書》去做，這才真正腳踏實地去積功累德，我們才會有成就。"
    },
    {
      "id": "09-011-0003_p0062",
      "zh_CN": "向下这是介绍一位释迦牟尼佛最后所度的一个学生，名字叫须跋陀。",
      "zh_TW": "向下這是介紹一位釋迦牟尼佛最後所度的一個學生，名字叫須跋陀。"
    },
    {
      "id": "09-011-0003_p0063",
      "zh_CN": "【是中应说《须跋陀梵志经》】",
      "zh_TW": "【是中應說《須跋陀梵志經》】"
    },
    {
      "id": "09-011-0003_p0064",
      "zh_CN": "这段是叙说须跋陀尊者得度的因缘。",
      "zh_TW": "這段是敘說須跋陀尊者得度的因緣。"
    },
    {
      "id": "09-011-0003_p0065",
      "zh_CN": "在二十五面有两首偈颂是释迦牟尼佛自己叙说他的生平，文很简洁，说得也很清楚：",
      "zh_TW": "在二十五面有兩首偈頌是釋迦牟尼佛自己敘說他的生平，文很簡潔，說得也很清楚："
    },
    {
      "id": "09-011-0003_p0066",
      "zh_CN": "【我年一十九。出家学佛道。】",
      "zh_TW": "【我年一十九。出家學佛道。】"
    },
    {
      "id": "09-011-0003_p0067",
      "zh_CN": "释迦牟尼佛是十九岁出家学佛的，三十岁成道说法利生。",
      "zh_TW": "釋迦牟尼佛是十九歲出家學佛的，三十歲成道說法利生。"
    },
    {
      "id": "09-011-0003_p0068",
      "zh_CN": "【我出家以来。已过五十岁。】",
      "zh_TW": "【我出家以來。已過五十歲。】"
    },
    {
      "id": "09-011-0003_p0069",
      "zh_CN": "这地方『出家』是指成道说法以来。『已过五十岁』，佛说法四十九年，所以这里讲的「五十岁」，连头带尾可以说五十年，实际上是四十九年，就是说法四十九年。因为这对须跋陀讲的，是最后释迦牟尼佛临涅槃的时候度这个学生，所以他是最后的一个学生。那时候须跋陀尊者已经一百二十岁，他是一位年岁很大的一个长老。",
      "zh_TW": "這地方『出家』是指成道說法以來。『已過五十歲』，佛說法四十九年，所以這裡講的「五十歲」，連頭帶尾可以說五十年，實際上是四十九年，就是說法四十九年。因為這對須跋陀講的，是最後釋迦牟尼佛臨涅槃的時候度這個學生，所以他是最後的一個學生。那時候須跋陀尊者已經一百二十歲，他是一位年歲很大的一個長老。"
    },
    {
      "id": "09-011-0003_p0070",
      "zh_CN": "【净戒禅智慧。外道无一分。】",
      "zh_TW": "【淨戒禪智慧。外道無一分。】"
    },
    {
      "id": "09-011-0003_p0071",
      "zh_CN": "这两句很重要，确实是如此。净戒、禅定、智慧，确实外道没有分。我们读了欧阳竟无大师的「佛法非宗教非哲学」，只有他能说得出来，别的任何人虽然知道也不敢讲，讲了会被人骂死。他说这话就跟此地这两句偈是一样的，外道无一分。欧阳大师说，一切宗教是戒取见，一切哲学是见取见，诸位想想，见取见跟戒取见是什么？是我们佛法不要的，身见、边见、见取见、戒取见、邪见，这五种不正确的见解，错误的见解，他怎么会有净戒？他怎么会有禅？怎么会有智慧？当然是无一分，这话是佛所说的。欧阳大师所说也是有所本，但是自己在学术地位上要不是一个权威的学者，这个话你要是说出来，会遭受许多人的攻击批评，人家不能够接受的，可这是实话。所以讲真实话，宗教能不能信？迷信！他不是觉悟、不是真智慧，唯有正觉、唯有智慧才能够解决问题，才能够离苦得乐，迷信决定不能解决问题。怎样破迷？必须弘扬正法。众生为什么迷信宗教，那么可怜？那是因为正法没有弘扬。他精神上需要，可是又没有正法，他怎么能不迷？所以迷信也是一种正常的现象，是在正法不能够普及这个环境里一定产生迷信、产生宗教，这是我们要了解的。所以欧阳竟无那两篇文章，以及「支那内学院院训」，我们要好好的去研究研究，从那里面能够体悟到一点佛法正确的意思，我们自己修学也有了一个方向。所以这两首偈是真实言。底下两句说得更好：",
      "zh_TW": "這兩句很重要，確實是如此。淨戒、禪定、智慧，確實外道沒有分。我們讀了歐陽竟無大師的「佛法非宗教非哲學」，只有他能說得出來，別的任何人雖然知道也不敢講，講了會被人罵死。他說這話就跟此地這兩句偈是一樣的，外道無一分。歐陽大師說，一切宗教是戒取見，一切哲學是見取見，諸位想想，見取見跟戒取見是什麼？是我們佛法不要的，身見、邊見、見取見、戒取見、邪見，這五種不正確的見解，錯誤的見解，他怎麼會有淨戒？他怎麼會有禪？怎麼會有智慧？當然是無一分，這話是佛所說的。歐陽大師所說也是有所本，但是自己在學術地位上要不是一個權威的學者，這個話你要是說出來，會遭受許多人的攻擊批評，人家不能夠接受的，可這是實話。所以講真實話，宗教能不能信？迷信！他不是覺悟、不是真智慧，唯有正覺、唯有智慧才能夠解決問題，才能夠離苦得樂，迷信決定不能解決問題。怎樣破迷？必須弘揚正法。眾生為什麼迷信宗教，那麼可憐？那是因為正法沒有弘揚。他精神上需要，可是又沒有正法，他怎麼能不迷？所以迷信也是一種正常的現象，是在正法不能夠普及這個環境裡一定產生迷信、產生宗教，這是我們要了解的。所以歐陽竟無那兩篇文章，以及「支那內學院院訓」，我們要好好的去研究研究，從那裡面能夠體悟到一點佛法正確的意思，我們自己修學也有了一個方向。所以這兩首偈是真實言。底下兩句說得更好："
    },
    {
      "id": "09-011-0003_p0072",
      "zh_CN": "【少分尚无有。何况一切智。】",
      "zh_TW": "【少分尚無有。何況一切智。】"
    },
    {
      "id": "09-011-0003_p0073",
      "zh_CN": "这是一切外道宗教哲学里统统没有的。",
      "zh_TW": "這是一切外道宗教哲學裡統統沒有的。"
    },
    {
      "id": "09-011-0003_p0074",
      "zh_CN": "在二十六页有几句话是修证很重要的基础，我们应当要学习：",
      "zh_TW": "在二十六頁有幾句話是修證很重要的基礎，我們應當要學習："
    },
    {
      "id": "09-011-0003_p0075",
      "zh_CN": "【佛言。染爱离。心得解脱。】",
      "zh_TW": "【佛言。染愛離。心得解脫。】"
    },
    {
      "id": "09-011-0003_p0076",
      "zh_CN": "【不说余烦恼。爱断余则断。】",
      "zh_TW": "【不說餘煩惱。愛斷餘則斷。】"
    },
    {
      "id": "09-011-0003_p0077",
      "zh_CN": "这两句话很重要。",
      "zh_TW": "這兩句話很重要。"
    },
    {
      "id": "09-011-0003_p0078",
      "zh_CN": "【复次。诸结使皆属爱见。属爱烦恼覆心。属见烦恼覆慧。】",
      "zh_TW": "【復次。諸結使皆屬愛見。屬愛煩惱覆心。屬見煩惱覆慧。】"
    },
    {
      "id": "09-011-0003_p0079",
      "zh_CN": "这是讲一个『爱』、一个『见』，这两桩对我们修学构成重大的障碍，一个是障碍清净心，一个是障碍智慧；一个是障涅槃，一个是障菩提。",
      "zh_TW": "這是講一個『愛』、一個『見』，這兩樁對我們修學構成重大的障礙，一個是障礙清淨心，一個是障礙智慧；一個是障涅槃，一個是障菩提。"
    },
    {
      "id": "09-011-0003_p0080",
      "zh_CN": "【如是爱离故。属爱结使亦离。得心解脱。如是无明离故。属见结使亦离。得慧解脱。】",
      "zh_TW": "【如是愛離故。屬愛結使亦離。得心解脫。如是無明離故。屬見結使亦離。得慧解脫。】"
    },
    {
      "id": "09-011-0003_p0081",
      "zh_CN": "这是真正讲到心好解脱跟慧好解脱，这是说到最究竟、最彻底的话，这是我们修学重要的纲领，我们要好好的记住它。向下在二十七面是解释：",
      "zh_TW": "這是真正講到心好解脫跟慧好解脫，這是說到最究竟、最徹底的話，這是我們修學重要的綱領，我們要好好的記住它。向下在二十七面是解釋："
    },
    {
      "id": "09-011-0003_p0082",
      "zh_CN": "经【心调柔软。】",
      "zh_TW": "經【心調柔軟。】"
    },
    {
      "id": "09-011-0003_p0083",
      "zh_CN": "如是才能够入、才能够证、才能够不失。论里头有解释，这个解释好懂，不难懂。虽然好懂，可是一般人不容易做到，做不到也必须要努力的去修学，我们一定要把它做到。因为真正能做到这几句话，我们才能够证入法门，才能够不退失功德。",
      "zh_TW": "如是才能夠入、才能夠證、才能夠不失。論裡頭有解釋，這個解釋好懂，不難懂。雖然好懂，可是一般人不容易做到，做不到也必須要努力的去修學，我們一定要把它做到。因為真正能做到這幾句話，我們才能夠證入法門，才能夠不退失功德。"
    },
    {
      "id": "09-011-0003_p0084",
      "zh_CN": "经【摩诃那伽。】",
      "zh_TW": "經【摩訶那伽。】"
    },
    {
      "id": "09-011-0003_p0085",
      "zh_CN": "『那伽』是印度话，翻成中文是龙象的意思。",
      "zh_TW": "『那伽』是印度話，翻成中文是龍象的意思。"
    },
    {
      "id": "09-011-0003_p0086",
      "zh_CN": "【那伽或名龙或名象。】",
      "zh_TW": "【那伽或名龍或名象。】"
    },
    {
      "id": "09-011-0003_p0087",
      "zh_CN": "在佛法里我们常常看到「法门龙象众」，这是对于出家大德一种赞叹、一种恭维的称呼，说他们有大力，大的力量。我们又常常在佛法里听到，「那伽常在定，无有不定时」，这也比喻龙象的大众，他的心永远在定中，有这个意思在。二十八页：",
      "zh_TW": "在佛法裡我們常常看到「法門龍象眾」，這是對於出家大德一種讚歎、一種恭維的稱呼，說他們有大力，大的力量。我們又常常在佛法裡聽到，「那伽常在定，無有不定時」，這也比喻龍象的大眾，他的心永遠在定中，有這個意思在。二十八頁："
    },
    {
      "id": "09-011-0003_p0088",
      "zh_CN": "【禅定智慧。大海水中出。起慈悲云。润及可度。现大光明。种种变化。说实法相。雨弟子心。令生善根。】",
      "zh_TW": "【禪定智慧。大海水中出。起慈悲雲。潤及可度。現大光明。種種變化。說實法相。雨弟子心。令生善根。】"
    },
    {
      "id": "09-011-0003_p0089",
      "zh_CN": "这几句就是龙象的事业。龙象众我们为什么要赞叹他？他是以种种法门从定慧当中生出来的，所谓是无量无边的善巧方便来教化一切众生，令一切众生生善根、增长善根、成就善根，这就是菩萨事业。",
      "zh_TW": "這幾句就是龍象的事業。龍象眾我們為什麼要讚歎他？他是以種種法門從定慧當中生出來的，所謂是無量無邊的善巧方便來教化一切眾生，令一切眾生生善根、增長善根、成就善根，這就是菩薩事業。"
    },
    {
      "id": "09-011-0003_p0090",
      "zh_CN": "经【所作已办。】",
      "zh_TW": "經【所作已辦。】"
    },
    {
      "id": "09-011-0003_p0091",
      "zh_CN": "『所作已办』，我们在大小乘经典里面都看到非常之多，什么叫「所作」？所作有很多种不同的解释，这地方一一都举例来给我们说明。第二十九面：",
      "zh_TW": "『所作已辦』，我們在大小乘經典裡面都看到非常之多，什麼叫「所作」？所作有很多種不同的解釋，這地方一一都舉例來給我們說明。第二十九面："
    },
    {
      "id": "09-011-0003_p0092",
      "zh_CN": "经【弃担能担。】",
      "zh_TW": "經【棄擔能擔。】"
    },
    {
      "id": "09-011-0003_p0093",
      "zh_CN": "这两句就是我们平常讲的放得下、提得起。『弃担』是放得下，『能担』是提得起，这是大乘菩萨必须要懂的，所有烦恼业习要放得下，慈悲利济就是利益一切众生要提得起。底下这一段的注解，意思也是在此地。",
      "zh_TW": "這兩句就是我們平常講的放得下、提得起。『棄擔』是放得下，『能擔』是提得起，這是大乘菩薩必須要懂的，所有煩惱業習要放得下，慈悲利濟就是利益一切眾生要提得起。底下這一段的註解，意思也是在此地。"
    },
    {
      "id": "09-011-0003_p0094",
      "zh_CN": "经【逮得己利。】",
      "zh_TW": "經【逮得己利。】"
    },
    {
      "id": "09-011-0003_p0095",
      "zh_CN": "『逮』是当及讲，以及得到自己的利益。",
      "zh_TW": "『逮』是當及講，以及得到自己的利益。"
    },
    {
      "id": "09-011-0003_p0096",
      "zh_CN": "底下这一段论文里面是教我们辨别利害，什么叫利、什么叫害，这里头有几句话是教给我们辨别的。",
      "zh_TW": "底下這一段論文裡面是教我們辨別利害，什麼叫利、什麼叫害，這裡頭有幾句話是教給我們辨別的。"
    },
    {
      "id": "09-011-0003_p0097",
      "zh_CN": "【行诸善法。是名己利。诸余非法。是名非己利。】",
      "zh_TW": "【行諸善法。是名己利。諸餘非法。是名非己利。】"
    },
    {
      "id": "09-011-0003_p0098",
      "zh_CN": "『非己利』就是害，可见得修善是利益于自己，造作一切的恶业决定是自己受害，这都是从纲领上来讲的。在第三十一面：",
      "zh_TW": "『非己利』就是害，可見得修善是利益於自己，造作一切的惡業決定是自己受害，這都是從綱領上來講的。在第三十一面："
    },
    {
      "id": "09-011-0003_p0099",
      "zh_CN": "经【尽诸有结。】",
      "zh_TW": "經【盡諸有結。】"
    },
    {
      "id": "09-011-0003_p0100",
      "zh_CN": "这地方给我们解释什么叫『有』、什么叫『结』，有与结这两个名词在佛法上用得很多，这地方给我们讲三种「有」、九种「结」，诸位自己去看。第三十三面：",
      "zh_TW": "這地方給我們解釋什麼叫『有』、什麼叫『結』，有與結這兩個名詞在佛法上用得很多，這地方給我們講三種「有」、九種「結」，諸位自己去看。第三十三面："
    },
    {
      "id": "09-011-0003_p0101",
      "zh_CN": "经【以正智得解脱。】",
      "zh_TW": "經【以正智得解脫。】"
    },
    {
      "id": "09-011-0003_p0102",
      "zh_CN": "由此可知，得解脱必须要『正智』。我们在讲席里面常常给诸位讲，像《楞严》里面所讲的「知见立知」，那个知是无明，就是知见所立的那个知是无明。知见无知就是「正智」，这是解释什么叫正智。知见无知，无什么知？就是无立知的那个知，并不是没有知见。这个事诸位一定要把它听懂，否则的话，你正智二字还是搞不清楚。什么叫正智，我是用《楞严经》这句话来给诸位解释，佛在楞严会上讲无明的根本，无明从哪里生起来的？无明是知见立知生起来的。知见要是不立知？不立知就是正智，立知是无明，不立知就是正智，知见无知这就是正智。知见无知并不是无知见，是无所立的那个知见，要懂这个道理。因为有正智才能够得解脱，没有正智决定不能得解脱，这是天经地义的。所以我们要证得真正的解脱，必须要懂得正智是什么，正智是诸佛菩萨们的智慧。正智正见，也就是我刚才给诸位讲六种和合的第一个见和同解，那个见是正智，是在一切法里面没有妄想分别执着，这就是正智，这是正见，它当然是和合的。所以这地方的正智跟前面讲的意思是一样的，我们应当要学习。",
      "zh_TW": "由此可知，得解脫必須要『正智』。我們在講席裡面常常給諸位講，像《楞嚴》裡面所講的「知見立知」，那個知是無明，就是知見所立的那個知是無明。知見無知就是「正智」，這是解釋什麼叫正智。知見無知，無什麼知？就是無立知的那個知，並不是沒有知見。這個事諸位一定要把它聽懂，否則的話，你正智二字還是搞不清楚。什麼叫正智，我是用《楞嚴經》這句話來給諸位解釋，佛在楞嚴會上講無明的根本，無明從哪裡生起來的？無明是知見立知生起來的。知見要是不立知？不立知就是正智，立知是無明，不立知就是正智，知見無知這就是正智。知見無知並不是無知見，是無所立的那個知見，要懂這個道理。因為有正智才能夠得解脫，沒有正智決定不能得解脫，這是天經地義的。所以我們要證得真正的解脫，必須要懂得正智是什麼，正智是諸佛菩薩們的智慧。正智正見，也就是我剛才給諸位講六種和合的第一個見和同解，那個見是正智，是在一切法裡面沒有妄想分別執著，這就是正智，這是正見，它當然是和合的。所以這地方的正智跟前面講的意思是一樣的，我們應當要學習。"
    },
    {
      "id": "09-011-0003_p0103",
      "zh_CN": "从末后这两行以下，这是解释阿罗汉为什么常常要亲近佛，常常不离开佛。我们在一切经里面常看到的一千二百五十人，这些人都是大阿罗汉，是佛的常随弟子，他们为什么要常常亲近佛？这里头有很长一段文字来解释。在三十六面经里面：",
      "zh_TW": "從末後這兩行以下，這是解釋阿羅漢為什麼常常要親近佛，常常不離開佛。我們在一切經裡面常看到的一千二百五十人，這些人都是大阿羅漢，是佛的常隨弟子，他們為什麼要常常親近佛？這裡頭有很長一段文字來解釋。在三十六面經裡面："
    },
    {
      "id": "09-011-0003_p0104",
      "zh_CN": "经【唯除阿难在学地。得须陀洹。】",
      "zh_TW": "經【唯除阿難在學地。得須陀洹。】"
    },
    {
      "id": "09-011-0003_p0105",
      "zh_CN": "论文有好几页，一直到四十一面，这段论文就是讲阿难尊者的公案，是说阿难尊者一段故事，也很有趣味，诸位要想对阿难尊者多认识一些，可以读这一段论文。",
      "zh_TW": "論文有好幾頁，一直到四十一面，這段論文就是講阿難尊者的公案，是說阿難尊者一段故事，也很有趣味，諸位要想對阿難尊者多認識一些，可以讀這一段論文。"
    },
    {
      "id": "09-011-0003_p0106",
      "zh_CN": "再请看四十一面，这是解释比丘尼、优婆塞、优婆夷，这是在般若会上有这三类的大众。这三类的大众人数不多，只有五百人。",
      "zh_TW": "再請看四十一面，這是解釋比丘尼、優婆塞、優婆夷，這是在般若會上有這三類的大眾。這三類的大眾人數不多，只有五百人。"
    },
    {
      "id": "09-011-0003_p0107",
      "zh_CN": "经【复有五百比丘尼。优婆塞。优婆夷。皆见圣谛。】",
      "zh_TW": "經【復有五百比丘尼。優婆塞。優婆夷。皆見聖諦。】"
    },
    {
      "id": "09-011-0003_p0108",
      "zh_CN": "我们前面看到菩萨众有五千人，而比丘尼众只有五百人，优婆塞、优婆夷也只有五百人。为什么他们人这么少？下面论文里头也给我们解释这些道理，这是属于常识，我们应该要晓得。这是大经，是要具足大智慧的人才能够理解。",
      "zh_TW": "我們前面看到菩薩眾有五千人，而比丘尼眾只有五百人，優婆塞、優婆夷也只有五百人。為什麼他們人這麼少？下面論文裡頭也給我們解釋這些道理，這是屬於常識，我們應該要曉得。這是大經，是要具足大智慧的人才能夠理解。"
    },
    {
      "id": "09-011-0003_p0109",
      "zh_CN": "在这一段论文当中，第四十三面有句很重要的话：",
      "zh_TW": "在這一段論文當中，第四十三面有句很重要的話："
    },
    {
      "id": "09-011-0003_p0110",
      "zh_CN": "【余经悉忘失。其罪少少。失般若波罗蜜一句。其罪大多。】",
      "zh_TW": "【餘經悉忘失。其罪少少。失般若波羅蜜一句。其罪大多。】"
    },
    {
      "id": "09-011-0003_p0111",
      "zh_CN": "这一句很重要。由此可知，我们修学大乘佛法的人，决定不可以「忘失般若一句」。这个意思给诸位说，并不是叫你把《大般若经》都要背会，一句都不能忘掉，忘掉你就很多罪，那我们都是有很多的罪。《大般若经》六百卷，你看看我们书架上排的，一排二十四本，那么厚的一本，二十四本。诸位要晓得，这地方所讲的不可忘失一句，这一句是什么？就是「观照」，换句话说，大般若不是在《大般若经》里头，要懂这个意思。佛的意思是在教我们依文字起观照，是讲观照般若。观照般若在哪里？在六根接触六尘境界之处，我们眼见色、耳闻声，处处要觉，觉就是般若，就是没有忘失般若一句，一念不觉就是忘失般若一句。为什么罪多？不觉就迷，要懂这个道理。觉是悟。所以，般若是完全讲观照的功夫。忘失就是失照，失掉了观照，失照一定烦恼无明就生了，所以就是『其罪大多』。不忘失就是提得起观照的功夫，念念觉悟，所谓念念之中生八万四千智慧，就是这个道理。在此地这一句我特别给诸位点出来，大家不要死在文字里，并不是叫你文字不要忘失，是提醒你不可以忘失观照的功夫。因为观照般若是大乘菩萨法，所以凡是大心之人一定多闻，他能够信受、能够提得起来；小乘人以及凡夫他烦恼重、习气深，不容易提得起观照的功夫。所以在此地显示出菩萨众有五千，二乘人天只有五百，意思也是在此地。这个地方的人数并不是真实确定的人数，这是表法的意思在里头。诸位懂得这意思就好，才能够真正体会到佛说经、祖师讲解的义趣之所在，我们才能够得到真实的受用。好，到这里是一卷。",
      "zh_TW": "這一句很重要。由此可知，我們修學大乘佛法的人，決定不可以「忘失般若一句」。這個意思給諸位說，並不是叫你把《大般若經》都要背會，一句都不能忘掉，忘掉你就很多罪，那我們都是有很多的罪。《大般若經》六百卷，你看看我們書架上排的，一排二十四本，那麼厚的一本，二十四本。諸位要曉得，這地方所講的不可忘失一句，這一句是什麼？就是「觀照」，換句話說，大般若不是在《大般若經》裡頭，要懂這個意思。佛的意思是在教我們依文字起觀照，是講觀照般若。觀照般若在哪裡？在六根接觸六塵境界之處，我們眼見色、耳聞聲，處處要覺，覺就是般若，就是沒有忘失般若一句，一念不覺就是忘失般若一句。為什麼罪多？不覺就迷，要懂這個道理。覺是悟。所以，般若是完全講觀照的功夫。忘失就是失照，失掉了觀照，失照一定煩惱無明就生了，所以就是『其罪大多』。不忘失就是提得起觀照的功夫，念念覺悟，所謂念念之中生八萬四千智慧，就是這個道理。在此地這一句我特別給諸位點出來，大家不要死在文字裡，並不是叫你文字不要忘失，是提醒你不可以忘失觀照的功夫。因為觀照般若是大乘菩薩法，所以凡是大心之人一定多聞，他能夠信受、能夠提得起來；小乘人以及凡夫他煩惱重、習氣深，不容易提得起觀照的功夫。所以在此地顯示出菩薩眾有五千，二乘人天只有五百，意思也是在此地。這個地方的人數並不是真實確定的人數，這是表法的意思在裡頭。諸位懂得這意思就好，才能夠真正體會到佛說經、祖師講解的義趣之所在，我們才能夠得到真實的受用。好，到這裡是一卷。"
    }
  ]
}