{
  "doc_id": "09-011-0015",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0015",
  "total_paragraphs": 87,
  "paragraphs": [
    {
      "id": "09-011-0015_p0001",
      "zh_CN": "《大智度论》第十五卷，「释初品中羼提波罗蜜之余」。在前面一卷讲到六度里面忍辱度，忍辱分做两大类，一类叫生忍，一类是法忍。生忍就是忍受有情众生的恼害，这段前面介绍过了。今天要给诸位介绍的是法忍，法忍在忍辱度里面也非常的重要，论文一开头就把法忍的定义给我们说出来：",
      "zh_TW": "《大智度論》第十五卷，「釋初品中羼提波羅蜜之餘」。在前面一卷講到六度裡面忍辱度，忍辱分做兩大類，一類叫生忍，一類是法忍。生忍就是忍受有情眾生的惱害，這段前面介紹過了。今天要給諸位介紹的是法忍，法忍在忍辱度裡面也非常的重要，論文一開頭就把法忍的定義給我們說出來："
    },
    {
      "id": "09-011-0015_p0002",
      "zh_CN": "【云何名法忍。】",
      "zh_TW": "【云何名法忍。】"
    },
    {
      "id": "09-011-0015_p0003",
      "zh_CN": "这是一句征问，下面有许多的解释，主要是要我们对于法忍的境界要能够很清楚、很明白的了解，才能够修学。",
      "zh_TW": "這是一句徵問，下面有許多的解釋，主要是要我們對於法忍的境界要能夠很清楚、很明白的了解，才能夠修學。"
    },
    {
      "id": "09-011-0015_p0004",
      "zh_CN": "【忍诸恭敬供养众生。及诸瞋恼淫欲之人。是名生忍。】",
      "zh_TW": "【忍諸恭敬供養眾生。及諸瞋惱淫欲之人。是名生忍。】"
    },
    {
      "id": "09-011-0015_p0005",
      "zh_CN": "这是顺境，众生对我们很恭敬、对我们供养，对于顺境的众生要忍，不能够生执着染污之心，不能生贪爱之心。『及诸瞋恼淫欲之人』，都是指的人，这是逆境逆缘。逆境逆缘不起瞋恚，顺境顺缘不起贪爱，这个要忍，这一类的叫做生忍。",
      "zh_TW": "這是順境，眾生對我們很恭敬、對我們供養，對於順境的眾生要忍，不能夠生執著染污之心，不能生貪愛之心。『及諸瞋惱淫欲之人』，都是指的人，這是逆境逆緣。逆境逆緣不起瞋恚，順境順緣不起貪愛，這個要忍，這一類的叫做生忍。"
    },
    {
      "id": "09-011-0015_p0006",
      "zh_CN": "【忍其供养恭敬法。及瞋恼淫欲法。是为法忍。】",
      "zh_TW": "【忍其供養恭敬法。及瞋惱淫欲法。是為法忍。】"
    },
    {
      "id": "09-011-0015_p0007",
      "zh_CN": "『法』是指方法，恭敬的法，恭敬法里面包含的就非常多，很广泛，以及供养法，这是讲顺境。『及瞋恚淫欲法』，这是属于逆境，都是在法上说的，属于法的叫法忍。有时候生忍跟法忍都有，有时候有生忍没有法忍，也有时候有法忍没有生忍。譬如自然的灾害这是法，我们遇到大风，好像台风、地震、水火的灾难我们要忍，这一类是法，不是人为的。在修行里面讲也是法，譬如我们读书要背书很苦，要忍，这就是属于法忍，修学的时间很长，也要能够忍受。法门无量无边，样样都要学习，学习的过程当中所受种种的艰难困苦，这就是属于逆境上要忍。如果在修学过程当中一帆风顺，非常的顺利，也要能忍。总而言之一句话，唯有修忍辱我们的心才能够得到清净，心才能够得到定，所以忍辱是禅定的前方便。禅定我们还没讲到，还在后面。总而言之，在《大智度论》里面对于六度讲得实在是够详细的。我们在大专讲座「佛学概要」里面也有一个专题讲解六度，但是没有《大论》里面说得这样的微细，这是我们值得来研究、值得学习的。向下还有种种解释得很多，希望诸位细细去研究。第一面倒数第二行：",
      "zh_TW": "『法』是指方法，恭敬的法，恭敬法裡面包含的就非常多，很廣泛，以及供養法，這是講順境。『及瞋恚淫欲法』，這是屬於逆境，都是在法上說的，屬於法的叫法忍。有時候生忍跟法忍都有，有時候有生忍沒有法忍，也有時候有法忍沒有生忍。譬如自然的災害這是法，我們遇到大風，好像颱風、地震、水火的災難我們要忍，這一類是法，不是人為的。在修行裡面講也是法，譬如我們讀書要背書很苦，要忍，這就是屬於法忍，修學的時間很長，也要能夠忍受。法門無量無邊，樣樣都要學習，學習的過程當中所受種種的艱難困苦，這就是屬於逆境上要忍。如果在修學過程當中一帆風順，非常的順利，也要能忍。總而言之一句話，唯有修忍辱我們的心才能夠得到清淨，心才能夠得到定，所以忍辱是禪定的前方便。禪定我們還沒講到，還在後面。總而言之，在《大智度論》裡面對於六度講得實在是夠詳細的。我們在大專講座「佛學概要」裡面也有一個專題講解六度，但是沒有《大論》裡面說得這樣的微細，這是我們值得來研究、值得學習的。向下還有種種解釋得很多，希望諸位細細去研究。第一面倒數第二行："
    },
    {
      "id": "09-011-0015_p0008",
      "zh_CN": "【生灭为二。不生不灭是不二法门。】",
      "zh_TW": "【生滅為二。不生不滅是不二法門。】"
    },
    {
      "id": "09-011-0015_p0009",
      "zh_CN": "这两句话也是我们修学当中重要的纲领。在我们的讲堂，说实在的话，所讲的这几部经论都有相当的深度，诸位听了这些深经，要慢慢的消化，千万不要着急。有些同修已经很着急了，着急什么？我们赶快修，一修不就成功了吗？实在讲，诸位现在还没有入这个情况。什么时候入这个情况？这两句话真正懂得、见到了，就入了情况。我们现在见一切法有生有灭，我们现在自己在一生当中有生老死，这就没有进入情况。真正进入情况之后，你自己会确实观察到，这个不是假想，绝对不是观想，是实实在在的事实，我们现前不生不灭。我给诸位讲，你能相信吗？管你相信不相信，这是事实，你要是见到一切法不生不灭，没有生灭，你就入不二法门。入不二法门是真正的解脱境界，这是我们学佛真正的成就。西方极乐世界有消息了，这算得了什么，入不二法门才是真正的成就。",
      "zh_TW": "這兩句話也是我們修學當中重要的綱領。在我們的講堂，說實在的話，所講的這幾部經論都有相當的深度，諸位聽了這些深經，要慢慢的消化，千萬不要著急。有些同修已經很著急了，著急什麼？我們趕快修，一修不就成功了嗎？實在講，諸位現在還沒有入這個情況。什麼時候入這個情況？這兩句話真正懂得、見到了，就入了情況。我們現在見一切法有生有滅，我們現在自己在一生當中有生老死，這就沒有進入情況。真正進入情況之後，你自己會確實觀察到，這個不是假想，絕對不是觀想，是實實在在的事實，我們現前不生不滅。我給諸位講，你能相信嗎？管你相信不相信，這是事實，你要是見到一切法不生不滅，沒有生滅，你就入不二法門。入不二法門是真正的解脫境界，這是我們學佛真正的成就。西方極樂世界有消息了，這算得了什麼，入不二法門才是真正的成就。"
    },
    {
      "id": "09-011-0015_p0010",
      "zh_CN": "不过给诸位说，西方极乐世界有了消息也很好，我们在娑婆世界入不了不二法门，到西方极乐世界能办得到。这意思就是说此地办不到，换一个所在、换一个环境，到西方极乐世界去；此地能够办得到，不必那么费事。果然办到了，往生西方极乐世界那真叫弹指之间。生西方极乐世界绝不生方便同居，一到那个地方就是实报庄严土，上品上生，花开见佛，诸位想想这多么自在。希望大家要真正的用功，佛法决定不欺骗我们，句句都是实在的。我们听得懂、目前能够做得到的，就依教奉行；听不懂、做不到的，放在一边，慢慢来不要着急，这事情是急不得的。我们的道场是长期讲座，一年不行则两年，两年不行则三年，诸位只要好好的去听，一定有入门的时候。第二面第三行：",
      "zh_TW": "不過給諸位說，西方極樂世界有了消息也很好，我們在娑婆世界入不了不二法門，到西方極樂世界能辦得到。這意思就是說此地辦不到，換一個所在、換一個環境，到西方極樂世界去；此地能夠辦得到，不必那麼費事。果然辦到了，往生西方極樂世界那真叫彈指之間。生西方極樂世界絕不生方便同居，一到那個地方就是實報莊嚴土，上品上生，花開見佛，諸位想想這多麼自在。希望大家要真正的用功，佛法決定不欺騙我們，句句都是實在的。我們聽得懂、目前能夠做得到的，就依教奉行；聽不懂、做不到的，放在一邊，慢慢來不要著急，這事情是急不得的。我們的道場是長期講座，一年不行則兩年，兩年不行則三年，諸位只要好好的去聽，一定有入門的時候。第二面第三行："
    },
    {
      "id": "09-011-0015_p0011",
      "zh_CN": "【法有二种。心法。非心法。】",
      "zh_TW": "【法有二種。心法。非心法。】"
    },
    {
      "id": "09-011-0015_p0012",
      "zh_CN": "我们讲到法忍，法里面又有二种。",
      "zh_TW": "我們講到法忍，法裡面又有二種。"
    },
    {
      "id": "09-011-0015_p0013",
      "zh_CN": "【非心法中有内有外。外有寒热风雨等。】",
      "zh_TW": "【非心法中有內有外。外有寒熱風雨等。】"
    },
    {
      "id": "09-011-0015_p0014",
      "zh_CN": "这是外法。",
      "zh_TW": "這是外法。"
    },
    {
      "id": "09-011-0015_p0015",
      "zh_CN": "【内有饥渴老病死等。】",
      "zh_TW": "【內有飢渴老病死等。】"
    },
    {
      "id": "09-011-0015_p0016",
      "zh_CN": "这是内法。",
      "zh_TW": "這是內法。"
    },
    {
      "id": "09-011-0015_p0017",
      "zh_CN": "【如是等种种。名为非心法。】",
      "zh_TW": "【如是等種種。名為非心法。】"
    },
    {
      "id": "09-011-0015_p0018",
      "zh_CN": "这是外法，『非心』称之为外。",
      "zh_TW": "這是外法，『非心』稱之為外。"
    },
    {
      "id": "09-011-0015_p0019",
      "zh_CN": "【心法中有二种。一者瞋恚忧愁疑等。二者淫欲憍慢等。是二名为心法。菩萨于此二法。能忍不动。是名法忍。】",
      "zh_TW": "【心法中有二種。一者瞋恚憂愁疑等。二者淫欲憍慢等。是二名為心法。菩薩於此二法。能忍不動。是名法忍。】"
    },
    {
      "id": "09-011-0015_p0020",
      "zh_CN": "这是把法简单的给我们介绍出来。第二面倒数第三行：",
      "zh_TW": "這是把法簡單的給我們介紹出來。第二面倒數第三行："
    },
    {
      "id": "09-011-0015_p0021",
      "zh_CN": "【非但杀恼众生故得罪。为恶心作因缘故有罪。所以者何。虽杀众生而无记心。是便无罪。慈念众生。虽无所与而大得福。】",
      "zh_TW": "【非但殺惱眾生故得罪。為惡心作因緣故有罪。所以者何。雖殺眾生而無記心。是便無罪。慈念眾生。雖無所與而大得福。】"
    },
    {
      "id": "09-011-0015_p0022",
      "zh_CN": "这一段含义很深，境界也非常广大，教给我们修行的方法。杀害众生这是有罪的，为什么有罪？因为你起的是一个恶心，瞋恨之心，动这个心就有罪。菩萨戒里结罪是从心地上论罪的，跟小乘戒不一样。我们要说，我没有受菩萨戒，那大概就没有罪了。没有受菩萨戒还是有罪，不能说我不受五戒，我杀生就没有罪，这是讲不过去的。我没有受菩萨戒，我动个念头要杀众生，我不犯罪。这叫性罪，你受戒也好，不受戒也好，起心动念造作都有罪。在遮戒里面，你没有造作不算犯罪。譬如在遮戒里面，我们讲饮酒这一条戒，这一条戒叫遮戒，你要是受了不饮酒这条戒，你饮酒就叫犯戒，就有罪；你要是没有受这条戒，你饮酒不算犯戒。所以罪有两类，有性罪、有遮罪，这是我们一定要晓得的。此地完全是说菩萨戒的精神。讲到事相，『虽杀众生而无记心』，无心杀害了众生这叫误杀，在菩萨戒里头没有罪。诸位想想看，事上有，心上没有，没有罪。由此可知，菩萨戒是论心不论事，比丘戒是论事不论心。你要是照比丘戒里面讲，你杀了众生，我心里没有想杀他，但是还是有罪。为什么？你把众生杀了，是论事不论心的。菩萨戒是论心不论事，诸位要晓得菩萨戒难持，太难太难，起心动念就造罪业了。",
      "zh_TW": "這一段含義很深，境界也非常廣大，教給我們修行的方法。殺害眾生這是有罪的，為什麼有罪？因為你起的是一個惡心，瞋恨之心，動這個心就有罪。菩薩戒裡結罪是從心地上論罪的，跟小乘戒不一樣。我們要說，我沒有受菩薩戒，那大概就沒有罪了。沒有受菩薩戒還是有罪，不能說我不受五戒，我殺生就沒有罪，這是講不過去的。我沒有受菩薩戒，我動個念頭要殺眾生，我不犯罪。這叫性罪，你受戒也好，不受戒也好，起心動念造作都有罪。在遮戒裡面，你沒有造作不算犯罪。譬如在遮戒裡面，我們講飲酒這一條戒，這一條戒叫遮戒，你要是受了不飲酒這條戒，你飲酒就叫犯戒，就有罪；你要是沒有受這條戒，你飲酒不算犯戒。所以罪有兩類，有性罪、有遮罪，這是我們一定要曉得的。此地完全是說菩薩戒的精神。講到事相，『雖殺眾生而無記心』，無心殺害了眾生這叫誤殺，在菩薩戒裡頭沒有罪。諸位想想看，事上有，心上沒有，沒有罪。由此可知，菩薩戒是論心不論事，比丘戒是論事不論心。你要是照比丘戒裡面講，你殺了眾生，我心裡沒有想殺他，但是還是有罪。為什麼？你把眾生殺了，是論事不論心的。菩薩戒是論心不論事，諸位要曉得菩薩戒難持，太難太難，起心動念就造罪業了。"
    },
    {
      "id": "09-011-0015_p0023",
      "zh_CN": "下面一句这是主题，『慈念众生，虽无所与而大得福』。慈是慈悲，慈爱一切众生，这是讲心。慈悲心遍满一切，尽虚空遍法界就是自己的慈悲心，如果诸位果然有这样的广大真慈，你就成佛了，佛的慈悲心就是这样的。如果我们的慈悲心是对某人慈、对某人还不慈悲；对某一个地区慈，对那一个地区不见得慈悲；对善人慈悲，对恶人不慈悲，这个慈悲不普遍、不平等。能不能得福报？能得，得小福报，福报里面还有障碍，不纯。我们要学佛，懂得这个道理，这里讲的大乘菩萨法，事相上也是修心，古德常讲历事炼心，历是经历，在一切世法里头去经历，经历干什么？锻炼自己的清净心、慈悲心，这才能够圆成佛道。下面一段教给我们发净愿，这也很重要。第三面第二行：",
      "zh_TW": "下面一句這是主題，『慈念眾生，雖無所與而大得福』。慈是慈悲，慈愛一切眾生，這是講心。慈悲心遍滿一切，盡虛空遍法界就是自己的慈悲心，如果諸位果然有這樣的廣大真慈，你就成佛了，佛的慈悲心就是這樣的。如果我們的慈悲心是對某人慈、對某人還不慈悲；對某一個地區慈，對那一個地區不見得慈悲；對善人慈悲，對惡人不慈悲，這個慈悲不普遍、不平等。能不能得福報？能得，得小福報，福報裡面還有障礙，不純。我們要學佛，懂得這個道理，這裡講的大乘菩薩法，事相上也是修心，古德常講歷事鍊心，歷是經歷，在一切世法裡頭去經歷，經歷幹什麼？鍛鍊自己的清淨心、慈悲心，這才能夠圓成佛道。下面一段教給我們發淨願，這也很重要。第三面第二行："
    },
    {
      "id": "09-011-0015_p0024",
      "zh_CN": "【复次。菩萨思惟国土有二种。有净。有不净。】",
      "zh_TW": "【復次。菩薩思惟國土有二種。有淨。有不淨。】"
    },
    {
      "id": "09-011-0015_p0025",
      "zh_CN": "西方极乐世界就是净，我们娑婆世界就是不净。",
      "zh_TW": "西方極樂世界就是淨，我們娑婆世界就是不淨。"
    },
    {
      "id": "09-011-0015_p0026",
      "zh_CN": "【菩萨若生不净国中。受此辛苦、饥寒众恼。自发净愿。我成佛时。国中无此众苦。此虽不净。乃是我利。】",
      "zh_TW": "【菩薩若生不淨國中。受此辛苦、飢寒眾惱。自發淨願。我成佛時。國中無此眾苦。此雖不淨。乃是我利。】"
    },
    {
      "id": "09-011-0015_p0027",
      "zh_CN": "这是菩萨心，我们要是念过《无量寿经》，你就会想到阿弥陀佛在久远劫前，初出家学佛的时候为法藏比丘，他经历无量的国土，有净也有不净，净的国土他去取法，不净的国土就像此地所发的愿一样，『我成佛时国中无此众苦』。由此可知，清净与不清净对于菩萨修行来讲都是利益，顺逆境界对于菩萨无不是增上缘，这是我们应该要晓得的。一帆风顺有一帆风顺的因果，菩萨道上种种障碍、种种的艰难、种种不如意也有因果，这些因果都是自己做自己受，决定没有外面来的。古德还常说「一饮一啄莫非前定」，我今天吃饭吃了多少粒米、喝了多少滴水，都是前生定的，一粒也不会少，一粒也不会增加。诸位要是明了这个道理，在世间还求个什么！你要不相信，好好的去念念《了凡四训》，以我们现前的程度，对于我们最适合不过的就是《了凡四训》、《安士全书》，我们要照这两本书上去修学，保证你这一生事事如意，有求必应，为什么不干？我们为了便利同修修学利益起见，我们将这个书印成小册子，里面有四样，《了凡四训》、《感应篇》、《阴骘文》跟《大势至菩萨圆通章》，这四样东西就完全了，这是印光大师一生所提倡的。只要你肯照这个去做，虽然薄薄的一本书，佛法的精要都在其中。第四面第五行：",
      "zh_TW": "這是菩薩心，我們要是念過《無量壽經》，你就會想到阿彌陀佛在久遠劫前，初出家學佛的時候為法藏比丘，他經歷無量的國土，有淨也有不淨，淨的國土他去取法，不淨的國土就像此地所發的願一樣，『我成佛時國中無此眾苦』。由此可知，清淨與不清淨對於菩薩修行來講都是利益，順逆境界對於菩薩無不是增上緣，這是我們應該要曉得的。一帆風順有一帆風順的因果，菩薩道上種種障礙、種種的艱難、種種不如意也有因果，這些因果都是自己做自己受，決定沒有外面來的。古德還常說「一飲一啄莫非前定」，我今天吃飯吃了多少粒米、喝了多少滴水，都是前生定的，一粒也不會少，一粒也不會增加。諸位要是明瞭這個道理，在世間還求個什麼！你要不相信，好好的去念念《了凡四訓》，以我們現前的程度，對於我們最適合不過的就是《了凡四訓》、《安士全書》，我們要照這兩本書上去修學，保證你這一生事事如意，有求必應，為什麼不幹？我們為了便利同修修學利益起見，我們將這個書印成小冊子，裡面有四樣，《了凡四訓》、《感應篇》、《陰騭文》跟《大勢至菩薩圓通章》，這四樣東西就完全了，這是印光大師一生所提倡的。只要你肯照這個去做，雖然薄薄的一本書，佛法的精要都在其中。第四面第五行："
    },
    {
      "id": "09-011-0015_p0028",
      "zh_CN": "【复次。菩萨大心誓愿。若阿鼻泥犁苦。我当忍之。何况小苦而不能忍。若小苦不忍。何能忍大。如是种种外法中忍。名曰法忍。】",
      "zh_TW": "【復次。菩薩大心誓願。若阿鼻泥犁苦。我當忍之。何況小苦而不能忍。若小苦不忍。何能忍大。如是種種外法中忍。名曰法忍。】"
    },
    {
      "id": "09-011-0015_p0029",
      "zh_CN": "地藏菩萨就是这个愿，我不入地狱，谁入地狱？地狱是极苦之处，地藏菩萨能够忍受，何况其余的！地藏也是等觉菩萨，这些诸大菩萨都做榜样给我们看，不但他有言说，他有事实具体的表现，这是我们应当要记住、应当要效法的。无论什么样的顺境逆境，一律都要忍，在境界里头都要学着不动心，念念要存一个利益众生的心，这是菩萨心。第五面倒数第二行：",
      "zh_TW": "地藏菩薩就是這個願，我不入地獄，誰入地獄？地獄是極苦之處，地藏菩薩能夠忍受，何況其餘的！地藏也是等覺菩薩，這些諸大菩薩都做榜樣給我們看，不但他有言說，他有事實具體的表現，這是我們應當要記住、應當要效法的。無論什麼樣的順境逆境，一律都要忍，在境界裡頭都要學著不動心，念念要存一個利益眾生的心，這是菩薩心。第五面倒數第二行："
    },
    {
      "id": "09-011-0015_p0030",
      "zh_CN": "【复次。菩萨于诸烦恼中。应当修忍。不应断结。】",
      "zh_TW": "【復次。菩薩於諸煩惱中。應當修忍。不應斷結。】"
    },
    {
      "id": "09-011-0015_p0031",
      "zh_CN": "『结』就是烦恼。小乘人他要断烦恼，烦恼断了多好，永远不生，这个心多清净、多自在！菩萨不然，他不断烦恼，不断烦恼怎么办？那要忍，逆境现前就得要忍。烦恼断尽了没有忍的了，烦恼没有了还忍什么？菩萨与阿罗汉不一样的地方就在此地。",
      "zh_TW": "『結』就是煩惱。小乘人他要斷煩惱，煩惱斷了多好，永遠不生，這個心多清淨、多自在！菩薩不然，他不斷煩惱，不斷煩惱怎麼辦？那要忍，逆境現前就得要忍。煩惱斷盡了沒有忍的了，煩惱沒有了還忍什麼？菩薩與阿羅漢不一樣的地方就在此地。"
    },
    {
      "id": "09-011-0015_p0032",
      "zh_CN": "【何以故。若断结者。所失甚多。堕阿罗汉道中。与根败无异。是故遮而不断。以修忍辱。不随结使。】",
      "zh_TW": "【何以故。若斷結者。所失甚多。墮阿羅漢道中。與根敗無異。是故遮而不斷。以修忍辱。不隨結使。】"
    },
    {
      "id": "09-011-0015_p0033",
      "zh_CN": "为什么？菩萨的观念跟小乘阿罗汉的观念不相同，菩萨不断烦恼，在烦恼里面修忍辱波罗蜜；阿罗汉断烦恼，忍辱波罗蜜他修不成。底下这两行确实是了义，第六页第一行：",
      "zh_TW": "為什麼？菩薩的觀念跟小乘阿羅漢的觀念不相同，菩薩不斷煩惱，在煩惱裡面修忍辱波羅蜜；阿羅漢斷煩惱，忍辱波羅蜜他修不成。底下這兩行確實是了義，第六頁第一行："
    },
    {
      "id": "09-011-0015_p0034",
      "zh_CN": "【问曰。云何结使未断而能不随。】",
      "zh_TW": "【問曰。云何結使未斷而能不隨。】"
    },
    {
      "id": "09-011-0015_p0035",
      "zh_CN": "这是属于了义经。",
      "zh_TW": "這是屬於了義經。"
    },
    {
      "id": "09-011-0015_p0036",
      "zh_CN": "【答曰。正思惟故。虽有烦恼而能不随。复次。思惟观空无常相故。虽有妙好五欲。不生诸结。】",
      "zh_TW": "【答曰。正思惟故。雖有煩惱而能不隨。復次。思惟觀空無常相故。雖有妙好五欲。不生諸結。】"
    },
    {
      "id": "09-011-0015_p0037",
      "zh_CN": "底下有个小公案，有一段小故事。这是大乘了义教，要教我们在修法当中开智慧，随一切烦恼又不为烦恼所染着，这叫功夫。《行愿品》里面教我们「恒顺众生，随喜功德」，跟这一节所讲的是一样的道理，顺境逆境、善人恶人，我们都要随顺。所谓随顺就是绝不违逆，在随顺之中自己起观照的智慧，于一切境界了了分明。了了分明这个观智还是没有起作用，观智起作用是什么样境界？观一切法空。入这个境界实在是得大自在，这是忍辱功夫的成就，也就是随喜功德现前。了了分明没有到毕竟空的境界，这时候忍辱的功夫还是不完全得力，必须还得要加功用行，菩萨法法门实在是妙极了。在第六页倒数第一行是教给我们观智成就忍辱波罗蜜，在第七页第四行是讲明理成就忍辱波罗蜜。由此可知，唯有忍才能够提得起观照般若，如果不忍，观照般若就失掉，唯有忍才能够证入实际的真理。所以理能帮助我们忍，忍能帮助我们证理，观照能成就忍辱，忍辱能够成就观照，相辅相成，互为因果。第九面倒数第五行，这地方说的三法印就是无常、无我、涅槃，我们对于三法印要是能信能受，这也叫法忍。倒数第三行：",
      "zh_TW": "底下有個小公案，有一段小故事。這是大乘了義教，要教我們在修法當中開智慧，隨一切煩惱又不為煩惱所染著，這叫功夫。《行願品》裡面教我們「恆順眾生，隨喜功德」，跟這一節所講的是一樣的道理，順境逆境、善人惡人，我們都要隨順。所謂隨順就是絕不違逆，在隨順之中自己起觀照的智慧，於一切境界了了分明。了了分明這個觀智還是沒有起作用，觀智起作用是什麼樣境界？觀一切法空。入這個境界實在是得大自在，這是忍辱功夫的成就，也就是隨喜功德現前。了了分明沒有到畢竟空的境界，這時候忍辱的功夫還是不完全得力，必須還得要加功用行，菩薩法法門實在是妙極了。在第六頁倒數第一行是教給我們觀智成就忍辱波羅蜜，在第七頁第四行是講明理成就忍辱波羅蜜。由此可知，唯有忍才能夠提得起觀照般若，如果不忍，觀照般若就失掉，唯有忍才能夠證入實際的真理。所以理能幫助我們忍，忍能幫助我們證理，觀照能成就忍辱，忍辱能夠成就觀照，相輔相成，互為因果。第九面倒數第五行，這地方說的三法印就是無常、無我、涅槃，我們對於三法印要是能信能受，這也叫法忍。倒數第三行："
    },
    {
      "id": "09-011-0015_p0038",
      "zh_CN": "【复次。于十四难不答法中。有常无常等。观察无碍。不失中道。是法能忍。是为法忍。如一比丘。】",
      "zh_TW": "【復次。於十四難不答法中。有常無常等。觀察無礙。不失中道。是法能忍。是為法忍。如一比丘。】"
    },
    {
      "id": "09-011-0015_p0039",
      "zh_CN": "『如一比丘』以下一共有十四行文，应该要深思，求法之心、承事师友之道，你自然就能够悟得出。这在我们求学的时候是特别的重要，求学成功与失败关键在我们求学的心、在我们求学的态度。固然有很多人重视方法，我在这些年讲经的时候遇到很多，人家来问我研究经典、讲经讲演的方法，都问我方法，可见得大家对方法是很关心。而我给他说老实话，往往他还对我误会，认为我吝法、我不肯教他，实际上大错特错。因为我自己的想法以及这二十八年的经验，我对方法不重视，我重视的是发心与修学的态度，我觉得发心与修学的态度才是成败关键的所在。我们发的是真心，我们有非常良好的态度，方法不懂也能成就，为什么？心心相印。再看看《六祖坛经》，六祖惠能他跟哪个学过什么方法？他没学过，你看他《坛经》里面讲得头头是道，那些方法运用得善巧极了，他从哪里来的？从真心里面流露出来的。所以古德常讲「因地不真，果招迂曲」，我们不是发真心，我们没有良好的态度，纵然学过世间最好的讲演术、教学法，还是不行，讲出来的东西叫人听得隔靴搔痒。这二十几行的文字就是教给我们态度。",
      "zh_TW": "『如一比丘』以下一共有十四行文，應該要深思，求法之心、承事師友之道，你自然就能夠悟得出。這在我們求學的時候是特別的重要，求學成功與失敗關鍵在我們求學的心、在我們求學的態度。固然有很多人重視方法，我在這些年講經的時候遇到很多，人家來問我研究經典、講經講演的方法，都問我方法，可見得大家對方法是很關心。而我給他說老實話，往往他還對我誤會，認為我吝法、我不肯教他，實際上大錯特錯。因為我自己的想法以及這二十八年的經驗，我對方法不重視，我重視的是發心與修學的態度，我覺得發心與修學的態度才是成敗關鍵的所在。我們發的是真心，我們有非常良好的態度，方法不懂也能成就，為什麼？心心相印。再看看《六祖壇經》，六祖惠能他跟哪個學過什麼方法？他沒學過，你看他《壇經》裡面講得頭頭是道，那些方法運用得善巧極了，他從哪裡來的？從真心裡面流露出來的。所以古德常講「因地不真，果招迂曲」，我們不是發真心，我們沒有良好的態度，縱然學過世間最好的講演術、教學法，還是不行，講出來的東西叫人聽得隔靴搔癢。這二十幾行的文字就是教給我們態度。"
    },
    {
      "id": "09-011-0015_p0040",
      "zh_CN": "师道着重在解惑，惑是迷惑，老师的责任就是要解除学生的迷惑，迷关破了他开悟了，修行的路他自己会走，一定走得稳稳当当，平平安安的到达目的地。所以在教学过程当中，有的问题提出来老师答复你，有的不答复你。有的答复得你很满意，有的答复得你很不满意。真正遇到善知识，答复得你不满意的时候，里面有很多的奥妙在，一种是故意叫你不满意的，一种是你自己程度达不到的，不能理解老师所教的甚深妙义，所以你不能满意。如果老师答复的，满我的意了，很欢喜；不满意了，「这个老师不行，我得另外再去找个老师」，那就完了！要是抱这种态度来求学，一辈子都不能成功，你就是走遍天下，你也找不到一个老师教给你的东西句句听到都满意、没有一句不满意的，找不到。十方诸佛来教你还是不行，为什么？你的烦恼没断，如来甚深义当然不是那么容易入得进去的。所以我们在经典里面看到世尊答复学生，有的时候答，有的时候不答，答与不答都是方便。所以做学生的人必须要善体师教，破迷开悟。我们在《华严》里面读过，请法有面请、有言请，而世尊答复有现相答，没有言语的，以动作来答，这就是我们现在所说的暗示，有不答复的答复，也有言说的答复。总而言之都答了，就看听的人会不会，会了都能入境界。第十一页第四行：",
      "zh_TW": "師道著重在解惑，惑是迷惑，老師的責任就是要解除學生的迷惑，迷關破了他開悟了，修行的路他自己會走，一定走得穩穩當當，平平安安的到達目的地。所以在教學過程當中，有的問題提出來老師答覆你，有的不答覆你。有的答覆得你很滿意，有的答覆得你很不滿意。真正遇到善知識，答覆得你不滿意的時候，裡面有很多的奧妙在，一種是故意叫你不滿意的，一種是你自己程度達不到的，不能理解老師所教的甚深妙義，所以你不能滿意。如果老師答覆的，滿我的意了，很歡喜；不滿意了，「這個老師不行，我得另外再去找個老師」，那就完了！要是抱這種態度來求學，一輩子都不能成功，你就是走遍天下，你也找不到一個老師教給你的東西句句聽到都滿意、沒有一句不滿意的，找不到。十方諸佛來教你還是不行，為什麼？你的煩惱沒斷，如來甚深義當然不是那麼容易入得進去的。所以我們在經典裡面看到世尊答覆學生，有的時候答，有的時候不答，答與不答都是方便。所以做學生的人必須要善體師教，破迷開悟。我們在《華嚴》裡面讀過，請法有面請、有言請，而世尊答覆有現相答，沒有言語的，以動作來答，這就是我們現在所說的暗示，有不答覆的答覆，也有言說的答覆。總而言之都答了，就看聽的人會不會，會了都能入境界。第十一頁第四行："
    },
    {
      "id": "09-011-0015_p0041",
      "zh_CN": "【复次。佛法甚深。清净微妙。演畅种种无量法门。】",
      "zh_TW": "【復次。佛法甚深。清淨微妙。演暢種種無量法門。】"
    },
    {
      "id": "09-011-0015_p0042",
      "zh_CN": "这几句话真的把佛法赞绝了，佛法确实是这样的。",
      "zh_TW": "這幾句話真的把佛法讚絕了，佛法確實是這樣的。"
    },
    {
      "id": "09-011-0015_p0043",
      "zh_CN": "【能一心信受。不疑不悔。是名法忍。】",
      "zh_TW": "【能一心信受。不疑不悔。是名法忍。】"
    },
    {
      "id": "09-011-0015_p0044",
      "zh_CN": "这里我给诸位提一句，无量法门都是佛的现量境界，几时这无量法门也变成我们自己的现量境界，我们就成佛了。现前这个境界对我们来讲是不是现量的？如果严格的讲，现量是讲似现量，不是真的现量。几时到真现量？转识成智之后是真现量，这个道理我们要清楚。所以将来如果有机缘，唯识是要给诸位讲一讲的，我们预定的课程当中是《大论》讲完之后希望能够讲《瑜伽师地论》，如果没有机缘讲《瑜伽师地论》，我们一定会讲《成唯识论》，因为《成唯识论》我们有现成的书在这地方。如果能够有机缘把《瑜伽师地论》印出来，这是相当有价值的。《瑜伽师地论》在唯识里头算是根本大论，《成唯识论》也是根本论，仅次于《瑜伽师地论》。读了唯识才晓得现量与似现量的境界，它是不一样的。向下的论文给我们说诸法的实相，诸法实相是非常见、非断见，这里面也有好几行的文字，希望诸位自己去研究。在第十二页一开端是教我们观照入实相的方便门，这一节文是属于修证法要，应当深入，它的用意不外乎是接引初机对治习气。第十三页倒数第一行：",
      "zh_TW": "這裡我給諸位提一句，無量法門都是佛的現量境界，幾時這無量法門也變成我們自己的現量境界，我們就成佛了。現前這個境界對我們來講是不是現量的？如果嚴格的講，現量是講似現量，不是真的現量。幾時到真現量？轉識成智之後是真現量，這個道理我們要清楚。所以將來如果有機緣，唯識是要給諸位講一講的，我們預定的課程當中是《大論》講完之後希望能夠講《瑜伽師地論》，如果沒有機緣講《瑜伽師地論》，我們一定會講《成唯識論》，因為《成唯識論》我們有現成的書在這地方。如果能夠有機緣把《瑜伽師地論》印出來，這是相當有價值的。《瑜伽師地論》在唯識裡頭算是根本大論，《成唯識論》也是根本論，僅次於《瑜伽師地論》。讀了唯識才曉得現量與似現量的境界，它是不一樣的。向下的論文給我們說諸法的實相，諸法實相是非常見、非斷見，這裡面也有好幾行的文字，希望諸位自己去研究。在第十二頁一開端是教我們觀照入實相的方便門，這一節文是屬於修證法要，應當深入，它的用意不外乎是接引初機對治習氣。第十三頁倒數第一行："
    },
    {
      "id": "09-011-0015_p0045",
      "zh_CN": "【答曰。佛法实相。不受不着。】",
      "zh_TW": "【答曰。佛法實相。不受不著。】"
    },
    {
      "id": "09-011-0015_p0046",
      "zh_CN": "这只有八个字，这八个字就是教我们观入法理，如是如是。我们会不会？为什么不会？就是我们有受有着，有受有着我们就见不到佛法的实相。几时我们在一切法里不受不着，诸法实相就现前了。",
      "zh_TW": "這只有八個字，這八個字就是教我們觀入法理，如是如是。我們會不會？為什麼不會？就是我們有受有著，有受有著我們就見不到佛法的實相。幾時我們在一切法裡不受不著，諸法實相就現前了。"
    },
    {
      "id": "09-011-0015_p0047",
      "zh_CN": "【汝非有非无受着故。是为痴论。若言非有非无。则可说可破。是心生处。是斗诤处。】",
      "zh_TW": "【汝非有非無受著故。是為痴論。若言非有非無。則可說可破。是心生處。是鬥諍處。】"
    },
    {
      "id": "09-011-0015_p0048",
      "zh_CN": "这是讲凡夫的境界。",
      "zh_TW": "這是講凡夫的境界。"
    },
    {
      "id": "09-011-0015_p0049",
      "zh_CN": "【佛法则不然。虽因缘故说非有非无。不生着。不生着则不可坏不可破。】",
      "zh_TW": "【佛法則不然。雖因緣故說非有非無。不生著。不生著則不可壞不可破。】"
    },
    {
      "id": "09-011-0015_p0050",
      "zh_CN": "这是佛法与世法绝对不相同的所在。有着才有破，有受才有坏，如果不受不着就没有坏、没有破，那是实相。这个意思很深，所以要细细的去想，要相信佛法清净不坏相。在第十五页倒数第五行，这地方有一句是说境随心转，境界非实非不实，跟《证道歌》里面讲的意境相同。",
      "zh_TW": "這是佛法與世法絕對不相同的所在。有著才有破，有受才有壞，如果不受不著就沒有壞、沒有破，那是實相。這個意思很深，所以要細細的去想，要相信佛法清淨不壞相。在第十五頁倒數第五行，這地方有一句是說境隨心轉，境界非實非不實，跟《證道歌》裡面講的意境相同。"
    },
    {
      "id": "09-011-0015_p0051",
      "zh_CN": "【诸贤圣人坐禅人。能令地作水。水作地。如是等诸法皆可转。如十一切入中说。】",
      "zh_TW": "【諸賢聖人坐禪人。能令地作水。水作地。如是等諸法皆可轉。如十一切入中說。】"
    },
    {
      "id": "09-011-0015_p0052",
      "zh_CN": "地可以变作水，水可以变作地，境随心转。所以诸位你要是果然会了，你心自在了，境界就自在，心要是不自在，境界不会自在的。所以学佛就是学心法，外面境界我们要得到自在的享受，从外境上可得不到，是从内心上。内心修功到相当的境界，可以转外面的境界，使外面的境界能够如我们自己意思称心的去享受。诸位想想，这种学问是不是有价值？值不值得学习？这个原则就是心造万法，是心生法，而不是法生心。法生心那个心是妄心，心生万法这个心是真心。以华严境界来说，四十一位法身大士都是住在华藏世界，四十一个人所看的华藏世界是四十一种不同的境界。到什么时候才完全相同？成了佛才完全相同，佛佛道同；没有成佛不会看到完全相同，大同小异。世间人所恋慕的长生不老术、青春常驻术都在佛法当中，你要是会了都得到，你几时得到就可以从那时候常驻下去，而且境随心转，相也随心转。具体的事实以及修行的方法，《了凡四训》里面都具备，这个地方是讲理论，诸位细细去研究《了凡四训》，只要我们依教奉行，一定会有结果。",
      "zh_TW": "地可以變作水，水可以變作地，境隨心轉。所以諸位你要是果然會了，你心自在了，境界就自在，心要是不自在，境界不會自在的。所以學佛就是學心法，外面境界我們要得到自在的享受，從外境上可得不到，是從內心上。內心修功到相當的境界，可以轉外面的境界，使外面的境界能夠如我們自己意思稱心的去享受。諸位想想，這種學問是不是有價值？值不值得學習？這個原則就是心造萬法，是心生法，而不是法生心。法生心那個心是妄心，心生萬法這個心是真心。以華嚴境界來說，四十一位法身大士都是住在華藏世界，四十一個人所看的華藏世界是四十一種不同的境界。到什麼時候才完全相同？成了佛才完全相同，佛佛道同；沒有成佛不會看到完全相同，大同小異。世間人所戀慕的長生不老術、青春常駐術都在佛法當中，你要是會了都得到，你幾時得到就可以從那時候常駐下去，而且境隨心轉，相也隨心轉。具體的事實以及修行的方法，《了凡四訓》裡面都具備，這個地方是講理論，諸位細細去研究《了凡四訓》，只要我們依教奉行，一定會有結果。"
    },
    {
      "id": "09-011-0015_p0053",
      "zh_CN": "在第十六面是教给我们入空智门，这意境也很高。第五行向下意思相当的深，是说离分别智就能够入，禅家所谓言下大悟得入，这境界真正是不可思议，言语道断、心行处灭；如果不悟，不能入。我们要能够接受，不要怀疑。要能够接受，要常常读诵它，这也是法忍。这一段讲一切法不生。最后的结论告诉我们：",
      "zh_TW": "在第十六面是教給我們入空智門，這意境也很高。第五行向下意思相當的深，是說離分別智就能夠入，禪家所謂言下大悟得入，這境界真正是不可思議，言語道斷、心行處滅；如果不悟，不能入。我們要能夠接受，不要懷疑。要能夠接受，要常常讀誦它，這也是法忍。這一段講一切法不生。最後的結論告訴我們："
    },
    {
      "id": "09-011-0015_p0054",
      "zh_CN": "【无有为。亦无无为。】",
      "zh_TW": "【無有為。亦無無為。】"
    },
    {
      "id": "09-011-0015_p0055",
      "zh_CN": "『有为』跟『无为』不异，这是佛与大菩萨所入的境界，我们应当要晓得。",
      "zh_TW": "『有為』跟『無為』不異，這是佛與大菩薩所入的境界，我們應當要曉得。"
    },
    {
      "id": "09-011-0015_p0056",
      "zh_CN": "在第十八页倒数第四行，这以下是说明三种力量能够成就法忍，第一种就是信心力，第二种是禅定力，第三种是智慧力。诸位看文中都有，这三种力量能够成就法忍。十九页有四句偈，这四句偈就是佛道里面的初相，四句偈说得很清楚：",
      "zh_TW": "在第十八頁倒數第四行，這以下是說明三種力量能夠成就法忍，第一種就是信心力，第二種是禪定力，第三種是智慧力。諸位看文中都有，這三種力量能夠成就法忍。十九頁有四句偈，這四句偈就是佛道裡面的初相，四句偈說得很清楚："
    },
    {
      "id": "09-011-0015_p0057",
      "zh_CN": "【诸法性常空。心亦不着空。如是法能忍。是佛道初相。如是等种种入智慧门。观诸法实相。心不退不悔。不随诸观。亦无所忧。能得自利利他。是名法忍。】",
      "zh_TW": "【諸法性常空。心亦不著空。如是法能忍。是佛道初相。如是等種種入智慧門。觀諸法實相。心不退不悔。不隨諸觀。亦無所憂。能得自利利他。是名法忍。】"
    },
    {
      "id": "09-011-0015_p0058",
      "zh_CN": "这几句话是千真万确的，诸位要是能够体会到几分，你当然就晓得我们要能够契入诸法实相，法忍关系太大了。在第二十面这六行半里面是法忍的总结，也是法忍圆满的修法，那就是讲三轮体空。",
      "zh_TW": "這幾句話是千真萬確的，諸位要是能夠體會到幾分，你當然就曉得我們要能夠契入諸法實相，法忍關係太大了。在第二十面這六行半裡面是法忍的總結，也是法忍圓滿的修法，那就是講三輪體空。"
    },
    {
      "id": "09-011-0015_p0059",
      "zh_CN": "【是法忍有三种行清净。不见忍辱法。不见己身。不见骂辱人。】",
      "zh_TW": "【是法忍有三種行清淨。不見忍辱法。不見己身。不見罵辱人。】"
    },
    {
      "id": "09-011-0015_p0060",
      "zh_CN": "诸位想想，这岂不是三轮体空吗？修布施要三轮体空，持戒也要三轮体空，忍辱也不例外。一直到般若，乃至十度里头愿力智，你要是都会了，我们在日常生活当中，起心动念一切造作，无一法不是三轮体空，这才是真正达到毕竟空的境界，空有不二的境界。这是什么境界？就是《华严》里面所讲的一真法界。这个法界里面，一天到晚造作、一天到晚起心动念，不见一法生、不见一法灭，真是妙极了，这才是诸法真实之相。底下这就是入第四「精进度」，诸位看黑体字，「释初品中毘梨耶波罗蜜」，毘梨耶是梵语，翻成中文就叫精进。",
      "zh_TW": "諸位想想，這豈不是三輪體空嗎？修布施要三輪體空，持戒也要三輪體空，忍辱也不例外。一直到般若，乃至十度裡頭願力智，你要是都會了，我們在日常生活當中，起心動念一切造作，無一法不是三輪體空，這才是真正達到畢竟空的境界，空有不二的境界。這是什麼境界？就是《華嚴》裡面所講的一真法界。這個法界裡面，一天到晚造作、一天到晚起心動念，不見一法生、不見一法滅，真是妙極了，這才是諸法真實之相。底下這就是入第四「精進度」，諸位看黑體字，「釋初品中毘梨耶波羅蜜」，毘梨耶是梵語，翻成中文就叫精進。"
    },
    {
      "id": "09-011-0015_p0061",
      "zh_CN": "经【身心精进不懈怠故。应具足毘梨耶波罗蜜。】",
      "zh_TW": "經【身心精進不懈怠故。應具足毘梨耶波羅蜜。】"
    },
    {
      "id": "09-011-0015_p0062",
      "zh_CN": "在论文的一开端先说明次第所以，就是精进为什么摆在第四位，这里面把因缘说得很详细。因为如果不修禅定、不修般若，前面这三种就具足了，人天福报是一定会得到的，就是布施、持戒、忍辱成就人天的福报。如果你要想修禅定，一定要精进，可见得精进放在此地是专门讲定慧的。换句话说，要修、要成就出世间无比的大法，精进就是根本。禅定实在是智慧的门径，因定生慧，可是禅定要是没有精进就得不到。这我们可以参考《六祖坛经》里面「定慧一体」与「教授坐禅」这两章。在此地论文里面，诸位请看第二十一面第六行：",
      "zh_TW": "在論文的一開端先說明次第所以，就是精進為什麼擺在第四位，這裡面把因緣說得很詳細。因為如果不修禪定、不修般若，前面這三種就具足了，人天福報是一定會得到的，就是布施、持戒、忍辱成就人天的福報。如果你要想修禪定，一定要精進，可見得精進放在此地是專門講定慧的。換句話說，要修、要成就出世間無比的大法，精進就是根本。禪定實在是智慧的門徑，因定生慧，可是禪定要是沒有精進就得不到。這我們可以參考《六祖壇經》裡面「定慧一體」與「教授坐禪」這兩章。在此地論文裡面，諸位請看第二十一面第六行："
    },
    {
      "id": "09-011-0015_p0063",
      "zh_CN": "【今欲得知诸法实相。行般若波罗蜜故。修行禅定。禅定是实智慧之门。】",
      "zh_TW": "【今欲得知諸法實相。行般若波羅蜜故。修行禪定。禪定是實智慧之門。】"
    },
    {
      "id": "09-011-0015_p0064",
      "zh_CN": "这就是真实的智慧之门。",
      "zh_TW": "這就是真實的智慧之門。"
    },
    {
      "id": "09-011-0015_p0065",
      "zh_CN": "【是中应勤修精进。一心行禅。】",
      "zh_TW": "【是中應勤修精進。一心行禪。】"
    },
    {
      "id": "09-011-0015_p0066",
      "zh_CN": "最后一行：",
      "zh_TW": "最後一行："
    },
    {
      "id": "09-011-0015_p0067",
      "zh_CN": "【欲成佛道。凡有二门。一者福德。二者智慧。行施、戒、忍。是为福德门。知一切诸法实相。摩诃般若波罗蜜。是为智慧门。菩萨入福德门。除一切罪。所愿皆得。】",
      "zh_TW": "【欲成佛道。凡有二門。一者福德。二者智慧。行施、戒、忍。是為福德門。知一切諸法實相。摩訶般若波羅蜜。是為智慧門。菩薩入福德門。除一切罪。所願皆得。】"
    },
    {
      "id": "09-011-0015_p0068",
      "zh_CN": "这就是世间法里面有求必应。",
      "zh_TW": "這就是世間法裡面有求必應。"
    },
    {
      "id": "09-011-0015_p0069",
      "zh_CN": "【若不得愿者。以罪垢遮故。】",
      "zh_TW": "【若不得願者。以罪垢遮故。】"
    },
    {
      "id": "09-011-0015_p0070",
      "zh_CN": "我们现在心里有所求而求不到，事与愿违，这是什么原因？是我们自己有罪业，业障深重障碍了我们的愿求。这个道理我在二十几年以前，民国四十二年我刚刚学佛的时候，章嘉大师就告诉我，「佛氏门中，有求必应」，没有求不到的。但是后头又给我加了个注解，他说如果求不到，是自己有业障。那怎么办？业障忏除之后就有求必应。你看，跟这里讲的是一样，所以说业障忏除就得大自在。底下接着这几行是讲禅定、般若修行的法要，在经论上告诉我们精进是禅定、般若的根本，我们尤其要牢牢的记住，在二十二面倒数第三行：",
      "zh_TW": "我們現在心裡有所求而求不到，事與願違，這是什麼原因？是我們自己有罪業，業障深重障礙了我們的願求。這個道理我在二十幾年以前，民國四十二年我剛剛學佛的時候，章嘉大師就告訴我，「佛氏門中，有求必應」，沒有求不到的。但是後頭又給我加了個註解，他說如果求不到，是自己有業障。那怎麼辦？業障懺除之後就有求必應。你看，跟這裡講的是一樣，所以說業障懺除就得大自在。底下接著這幾行是講禪定、般若修行的法要，在經論上告訴我們精進是禪定、般若的根本，我們尤其要牢牢的記住，在二十二面倒數第三行："
    },
    {
      "id": "09-011-0015_p0071",
      "zh_CN": "【精进第四。名为禅定。实智慧之根。】",
      "zh_TW": "【精進第四。名為禪定。實智慧之根。】"
    },
    {
      "id": "09-011-0015_p0072",
      "zh_CN": "句子讲得很清楚，精进是修禅定与般若的根本。在二十三面后半段，一共有八首偈子，这些都是说明精进的功德利益，勉励我们应当要勤修不懈。在第二十四面长行文里面，倒数第四行：",
      "zh_TW": "句子講得很清楚，精進是修禪定與般若的根本。在二十三面後半段，一共有八首偈子，這些都是說明精進的功德利益，勉勵我們應當要勤修不懈。在第二十四面長行文裡面，倒數第四行："
    },
    {
      "id": "09-011-0015_p0073",
      "zh_CN": "【复次。精进法。是一切诸善之根本。能出生一切诸道法。乃至阿耨多罗三藐三菩提。】",
      "zh_TW": "【復次。精進法。是一切諸善之根本。能出生一切諸道法。乃至阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-011-0015_p0074",
      "zh_CN": "这就是精进是众善之本。",
      "zh_TW": "這就是精進是眾善之本。"
    },
    {
      "id": "09-011-0015_p0075",
      "zh_CN": "【何况小利。如毘尼中说。一切诸善法。乃至阿耨多罗三藐三菩提。皆从精进不放逸生。】",
      "zh_TW": "【何況小利。如毘尼中說。一切諸善法。乃至阿耨多羅三藐三菩提。皆從精進不放逸生。】"
    },
    {
      "id": "09-011-0015_p0076",
      "zh_CN": "下面又说：",
      "zh_TW": "下面又說："
    },
    {
      "id": "09-011-0015_p0077",
      "zh_CN": "【复次。精进能动发先世福德。如雨润种。能令必生。此亦如是。虽有先世福德因缘。若无精进则不能生。乃至今世利尚不能得。何况佛道。】",
      "zh_TW": "【復次。精進能動發先世福德。如雨潤種。能令必生。此亦如是。雖有先世福德因緣。若無精進則不能生。乃至今世利尚不能得。何況佛道。】"
    },
    {
      "id": "09-011-0015_p0078",
      "zh_CN": "这几句话大家要好好的记住，我们都有过去世，我们也有未来世。我们过去生中，诸位想想难道就没有修福报吗？一定有修福报。生生世世福报累积到今天不在少数，为什么我们现在福报不能现前？懒惰、懈怠、放逸，所以前世所修的福报得不到受用。好比你一生勤苦的工作，赚来这些财富都存在银行里，银行仓库里都是你的财宝，现在怎么样？又没得穿，肚子又饿，受饥寒之苦，有的是财物为什么不受用？我懒，我不愿意去拿，冻死了、饿死了，自己财宝在那里堆了一大堆，不愿意去拿，这不叫冤枉吗？此地告诉我们，懒惰、懈怠、放逸，你前生多生多劫稀有的福报，今生得不到享受，还要苦一辈子。你看看哪一个事业发达有成就的人他不是从勤苦当中来的？勤奋就是精进，精进就是钥匙，他宝库的钥匙拿在手上，随时开宝库他的财宝就现前。你也有，你钥匙在口袋里忘掉了，或者晓得不肯去，为什么？怕麻烦，举手之劳也很辛苦，你不干，那就没法子，不是你没有，是你不精进。",
      "zh_TW": "這幾句話大家要好好的記住，我們都有過去世，我們也有未來世。我們過去生中，諸位想想難道就沒有修福報嗎？一定有修福報。生生世世福報累積到今天不在少數，為什麼我們現在福報不能現前？懶惰、懈怠、放逸，所以前世所修的福報得不到受用。好比你一生勤苦的工作，賺來這些財富都存在銀行裡，銀行倉庫裡都是你的財寶，現在怎麼樣？又沒得穿，肚子又餓，受飢寒之苦，有的是財物為什麼不受用？我懶，我不願意去拿，凍死了、餓死了，自己財寶在那裡堆了一大堆，不願意去拿，這不叫冤枉嗎？此地告訴我們，懶惰、懈怠、放逸，你前生多生多劫稀有的福報，今生得不到享受，還要苦一輩子。你看看哪一個事業發達有成就的人他不是從勤苦當中來的？勤奮就是精進，精進就是鑰匙，他寶庫的鑰匙拿在手上，隨時開寶庫他的財寶就現前。你也有，你鑰匙在口袋裡忘掉了，或者曉得不肯去，為什麼？怕麻煩，舉手之勞也很辛苦，你不幹，那就沒法子，不是你沒有，是你不精進。"
    },
    {
      "id": "09-011-0015_p0079",
      "zh_CN": "世法如此，佛法也如此，佛菩萨清净微妙之道，我们要是不从精进，你也是得不到。像我们念佛，念佛一心不乱，或者我们想到的最差的功夫，这是说到功夫成一片，这是最起码的，念这么多年都没有得到。为什么？懈怠、懒惰、放逸，放逸就是我们平常讲随便、马马虎虎，就是不认真，所以功夫成片都得不到，何况是一心！所以有大成就的人，他是事事都认真，决定不马虎，跟我们生活的态度确实是不一样。我过去没有出家之前跟老总统多年，老总统一生精进的精神从来没看到有懈怠过，我看过许多人，没有一个人能够比得上他，哪里像我们这样随便？人家就是桌面上摆的东西都有一定的位置，灯都熄掉了伸手就拿到，为什么？它固定的，用完之后还放这个地方。所以伺候他好伺候，只要你认真负责，一点都不马虎。我们就以档案来看，有些长官档案调去看，看完之后往抽屉里一塞，到最后忘掉了，「我已经还你了」，还跟他辩论半天，到后头还要找，我都干过这个事情，幸亏头脑清楚，记忆很清楚，我到那里就把它找到了。总统看东西，派人来拿，拿去看过，看过立刻就送回来，从来不把东西放在他那里，他如果要留，他影印一份留在那里，或者抄写一份留在那里。做事情认真负责，一样一样东西都能够归档，理得清清楚楚，有头绪一点都不乱。我们说我们精进，比起我们总统差得太远太远，那真的是百分不及一，所以人家能够有那么大的成就。",
      "zh_TW": "世法如此，佛法也如此，佛菩薩清淨微妙之道，我們要是不從精進，你也是得不到。像我們念佛，念佛一心不亂，或者我們想到的最差的功夫，這是說到功夫成一片，這是最起碼的，念這麼多年都沒有得到。為什麼？懈怠、懶惰、放逸，放逸就是我們平常講隨便、馬馬虎虎，就是不認真，所以功夫成片都得不到，何況是一心！所以有大成就的人，他是事事都認真，決定不馬虎，跟我們生活的態度確實是不一樣。我過去沒有出家之前跟老總統多年，老總統一生精進的精神從來沒看到有懈怠過，我看過許多人，沒有一個人能夠比得上他，哪裡像我們這樣隨便？人家就是桌面上擺的東西都有一定的位置，燈都熄掉了伸手就拿到，為什麼？它固定的，用完之後還放這個地方。所以伺候他好伺候，只要你認真負責，一點都不馬虎。我們就以檔案來看，有些長官檔案調去看，看完之後往抽屜裡一塞，到最後忘掉了，「我已經還你了」，還跟他辯論半天，到後頭還要找，我都幹過這個事情，幸虧頭腦清楚，記憶很清楚，我到那裡就把它找到了。總統看東西，派人來拿，拿去看過，看過立刻就送回來，從來不把東西放在他那裡，他如果要留，他影印一份留在那裡，或者抄寫一份留在那裡。做事情認真負責，一樣一樣東西都能夠歸檔，理得清清楚楚，有頭緒一點都不亂。我們說我們精進，比起我們總統差得太遠太遠，那真的是百分不及一，所以人家能夠有那麼大的成就。"
    },
    {
      "id": "09-011-0015_p0080",
      "zh_CN": "古人所谓「一室之不治，何以天下国家为？」从小就能看大，自己居住一个房子都不能够整理得条条理理的，还能办什么大事？那要是叫你主持国家大事，那就跟你自己的房间乱得一塌糊涂。要是叫你成佛道，你也是个乱七八糟的佛，也是一塌糊涂的佛，哪有这种道理？没有这个道理。从小就看大，看你这个人有没有成就，看你这个人可不可以靠住，值不值得来培植你，从小看大。所以选拔人才，在教学的岗位上，教导学生，一眼看下去，哪个学生可以教、哪个学生不值得教，心里就有数了。长官提拔后进，培养底下接棒的人才，一看哪个人值得，哪个人是费尽千辛万苦也没用处，从什么地方看？从谨慎上看，从精进上看，从不放逸、不懈怠上看。诸葛亮的成就一生为谨慎，跟我们老总统一样。我们如果能够精进不放逸，我们的禅定现前、智慧现前，福德也现前。",
      "zh_TW": "古人所謂「一室之不治，何以天下國家為？」從小就能看大，自己居住一個房子都不能夠整理得條條理理的，還能辦什麼大事？那要是叫你主持國家大事，那就跟你自己的房間亂得一塌糊塗。要是叫你成佛道，你也是個亂七八糟的佛，也是一塌糊塗的佛，哪有這種道理？沒有這個道理。從小就看大，看你這個人有沒有成就，看你這個人可不可以靠住，值不值得來培植你，從小看大。所以選拔人才，在教學的崗位上，教導學生，一眼看下去，哪個學生可以教、哪個學生不值得教，心裡就有數了。長官提拔後進，培養底下接棒的人才，一看哪個人值得，哪個人是費盡千辛萬苦也沒用處，從什麼地方看？從謹慎上看，從精進上看，從不放逸、不懈怠上看。諸葛亮的成就一生為謹慎，跟我們老總統一樣。我們如果能夠精進不放逸，我們的禪定現前、智慧現前，福德也現前。"
    },
    {
      "id": "09-011-0015_p0081",
      "zh_CN": "我们今天说个实在的话，我自己可以说已经很懈怠，也很懒惰，什么事情得过且过马马虎虎的，不太认真。我在慈光图书馆的时候，慈光图书馆的讲堂比我们讲堂大一倍，里面的座位有四百个，我在那个时候（没有出家之前）做管理员，我们这里有一位同学还在那里，四百坪大的图书馆，那么大的范围我们只三个人工作，也给它整理得干干净净。整个环境比我们图书馆大十倍，三个人做。每天打扫环境差不多要用三个小时（扫地抹桌子要用三个小时），我们三个人就是用九个小时来清洁环境。我们这么一点点大的地方，我有的时候上来讲台，讲台都脏脏的，有什么办法！「这不是我做的事情」，哪个事是你做的？你要学佛了，礼敬诸佛，桌椅板凳都是诸佛，你没有照顾它，你对于佛菩萨就失敬了。所以诸位要晓得，懈怠、放逸、懒惰是我们道业上的大障碍，诸佛菩萨大慈大悲来教我们都教不了，障碍是在我们自己，不是在佛菩萨。底下有一段文是讲大菩萨的精进，诸位自己去看。二十五页最后一行：",
      "zh_TW": "我們今天說個實在的話，我自己可以說已經很懈怠，也很懶惰，什麼事情得過且過馬馬虎虎的，不太認真。我在慈光圖書館的時候，慈光圖書館的講堂比我們講堂大一倍，裡面的座位有四百個，我在那個時候（沒有出家之前）做管理員，我們這裡有一位同學還在那裡，四百坪大的圖書館，那麼大的範圍我們只三個人工作，也給它整理得乾乾淨淨。整個環境比我們圖書館大十倍，三個人做。每天打掃環境差不多要用三個小時（掃地抹桌子要用三個小時），我們三個人就是用九個小時來清潔環境。我們這麼一點點大的地方，我有的時候上來講台，講台都髒髒的，有什麼辦法！「這不是我做的事情」，哪個事是你做的？你要學佛了，禮敬諸佛，桌椅板凳都是諸佛，你沒有照顧它，你對於佛菩薩就失敬了。所以諸位要曉得，懈怠、放逸、懶惰是我們道業上的大障礙，諸佛菩薩大慈大悲來教我們都教不了，障礙是在我們自己，不是在佛菩薩。底下有一段文是講大菩薩的精進，諸位自己去看。二十五頁最後一行："
    },
    {
      "id": "09-011-0015_p0082",
      "zh_CN": "【复次。菩萨种种因缘。呵懈怠心。令乐着精进。懈怠黑云。覆诸明慧。吞灭攻德。增长不善。懈怠之人。初虽小乐。后则大苦。譬如毒食。初虽香美。久则杀人。懈怠之心。烧诸功德。譬如大火烧诸林野。懈怠之人失诸功德。譬如被贼。无复遗余。】",
      "zh_TW": "【復次。菩薩種種因緣。呵懈怠心。令樂著精進。懈怠黑雲。覆諸明慧。吞滅攻德。增長不善。懈怠之人。初雖小樂。後則大苦。譬如毒食。初雖香美。久則殺人。懈怠之心。燒諸功德。譬如大火燒諸林野。懈怠之人失諸功德。譬如被賊。無復遺餘。】"
    },
    {
      "id": "09-011-0015_p0083",
      "zh_CN": "下面有十首半的偈子，都是说明懈怠放逸的过失，这十首半的偈子应该要背诵，或者把它写出来，放在自己桌上做一个座右铭，常常自己看看。如果我们再要懈怠，就跟这上面讲的一样，这一生一事无成倒还罢了，惹上一身的罪业。第二十七面说明精进之所以生，你要晓得懈怠的罪过，你一定就能够发愤向上。我们为什么精进提不起来？就是不晓得懈怠罪过有这样重，实在是不知道，也不晓得精进功德有多大，所以不知道精进。二十八页以后所讲的意思跟《大学》里面所讲的意思是相仿佛的，二十八页第二行：",
      "zh_TW": "下面有十首半的偈子，都是說明懈怠放逸的過失，這十首半的偈子應該要背誦，或者把它寫出來，放在自己桌上做一個座右銘，常常自己看看。如果我們再要懈怠，就跟這上面講的一樣，這一生一事無成倒還罷了，惹上一身的罪業。第二十七面說明精進之所以生，你要曉得懈怠的罪過，你一定就能夠發憤向上。我們為什麼精進提不起來？就是不曉得懈怠罪過有這樣重，實在是不知道，也不曉得精進功德有多大，所以不知道精進。二十八頁以後所講的意思跟《大學》裡面所講的意思是相彷彿的，二十八頁第二行："
    },
    {
      "id": "09-011-0015_p0084",
      "zh_CN": "【人能爱乐修行精进。无事不得。得至佛道。终不虚也。】",
      "zh_TW": "【人能愛樂修行精進。無事不得。得至佛道。終不虛也。】"
    },
    {
      "id": "09-011-0015_p0085",
      "zh_CN": "第五行：",
      "zh_TW": "第五行："
    },
    {
      "id": "09-011-0015_p0086",
      "zh_CN": "【发行不住。是为精进。能自劝励。不令行事稽留。是为不放逸。以是故。知欲生精进。精进生故不放逸。不放逸故能生诸法。乃至得成佛道。】",
      "zh_TW": "【發行不住。是為精進。能自勸勵。不令行事稽留。是為不放逸。以是故。知欲生精進。精進生故不放逸。不放逸故能生諸法。乃至得成佛道。】"
    },
    {
      "id": "09-011-0015_p0087",
      "zh_CN": "这个意思实在就是唯有精进才能够日新。我们中国的圣人也非常着重精进，教人精进，《大学》里面举汤之盘铭，「茍日新，日日新，又日新」，这就是精进，「康诰曰：作新民。」你看看我们中国人的思想，会不会落伍？不会。为什么？天天新，我们要作新民，作是作育。《诗经》里面说，「周虽旧邦，其命维新」，所以《大学》才下结论：「是故君子无所不用其极」。这个极就是新，最新的。我们读中国儒书、读大乘佛法，你才会觉悟到我们中华民族文化国运万古常新，那就是我们老祖宗就有精进的思想，就有天天求进步、日日新的思想，所以我们不会落伍，我们不会落在人家后面。可是今天好像我们样样都落在别人后面，都退化、都堕落了，什么原因？是我们懈怠、懒惰、放逸。我们的老祖宗、诸佛菩萨可没有教我们懒惰、放逸、懈怠你就会有成就。精进到这一卷的终了还没有说到精进的形相，要到十六卷才说到精进的形相。这半卷文都是说明精进的功德利益，劝勉我们努力修学的意思特别的重，我们应当要记住。好，今天就讲到此地。",
      "zh_TW": "這個意思實在就是唯有精進才能夠日新。我們中國的聖人也非常著重精進，教人精進，《大學》裡面舉湯之盤銘，「茍日新，日日新，又日新」，這就是精進，「康誥曰：作新民。」你看看我們中國人的思想，會不會落伍？不會。為什麼？天天新，我們要作新民，作是作育。《詩經》裡面說，「周雖舊邦，其命維新」，所以《大學》才下結論：「是故君子無所不用其極」。這個極就是新，最新的。我們讀中國儒書、讀大乘佛法，你才會覺悟到我們中華民族文化國運萬古常新，那就是我們老祖宗就有精進的思想，就有天天求進步、日日新的思想，所以我們不會落伍，我們不會落在人家後面。可是今天好像我們樣樣都落在別人後面，都退化、都墮落了，什麼原因？是我們懈怠、懶惰、放逸。我們的老祖宗、諸佛菩薩可沒有教我們懶惰、放逸、懈怠你就會有成就。精進到這一卷的終了還沒有說到精進的形相，要到十六卷才說到精進的形相。這半卷文都是說明精進的功德利益，勸勉我們努力修學的意思特別的重，我們應當要記住。好，今天就講到此地。"
    }
  ]
}