{
  "doc_id": "09-011-0019",
  "title": {
    "zh_CN": "大智度论大意",
    "zh_TW": "大智度論大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-011-0019",
  "total_paragraphs": 103,
  "paragraphs": [
    {
      "id": "09-011-0019_p0001",
      "zh_CN": "《大智度论》第十九卷，这就是解释三十七道品。",
      "zh_TW": "《大智度論》第十九卷，這就是解釋三十七道品。"
    },
    {
      "id": "09-011-0019_p0002",
      "zh_CN": "经【菩萨摩诃萨。以不住法住般若波罗蜜中。不生故应具足四念处、四正勤、四如意足、五根、五力、七觉分、八圣道分。】",
      "zh_TW": "經【菩薩摩訶薩。以不住法住般若波羅蜜中。不生故應具足四念處、四正勤、四如意足、五根、五力、七覺分、八聖道分。】"
    },
    {
      "id": "09-011-0019_p0003",
      "zh_CN": "在论文里面一开头就给我们提示出来，我们把文念几句：",
      "zh_TW": "在論文裡面一開頭就給我們提示出來，我們把文念幾句："
    },
    {
      "id": "09-011-0019_p0004",
      "zh_CN": "【问曰。三十七品是声闻、辟支佛道。六波罗蜜是菩萨摩诃萨道。何以故于菩萨道中说声闻法。】",
      "zh_TW": "【問曰。三十七品是聲聞、辟支佛道。六波羅蜜是菩薩摩訶薩道。何以故於菩薩道中說聲聞法。】"
    },
    {
      "id": "09-011-0019_p0005",
      "zh_CN": "这个问题提得非常好，《大智度论》这是菩萨法，菩萨法里面为什么要讲声闻法，讲小乘法？答的里面很多，我们只念一句：",
      "zh_TW": "這個問題提得非常好，《大智度論》這是菩薩法，菩薩法裡面為什麼要講聲聞法，講小乘法？答的裡面很多，我們只念一句："
    },
    {
      "id": "09-011-0019_p0006",
      "zh_CN": "【答曰。菩萨摩诃萨应学一切善法一切道。】",
      "zh_TW": "【答曰。菩薩摩訶薩應學一切善法一切道。】"
    },
    {
      "id": "09-011-0019_p0007",
      "zh_CN": "这就是说明，菩萨应当要学『一切善法一切道』，不但小乘法菩萨要学，人间法菩萨也要学，外道法菩萨还是要学。你要说，「这不是佛法，这是外道法，我不要学」，你不是菩萨。为什么？菩萨是博学多闻，没有不通达的，他要是没有通达，当然要学，不学那就会有障碍，所以菩萨才是具足无量智慧。",
      "zh_TW": "這就是說明，菩薩應當要學『一切善法一切道』，不但小乘法菩薩要學，人間法菩薩也要學，外道法菩薩還是要學。你要說，「這不是佛法，這是外道法，我不要學」，你不是菩薩。為什麼？菩薩是博學多聞，沒有不通達的，他要是沒有通達，當然要學，不學那就會有障礙，所以菩薩才是具足無量智慧。"
    },
    {
      "id": "09-011-0019_p0008",
      "zh_CN": "这首先说出菩萨是不舍弃小乘法的，但是在此地要晓得，三十七品通常我们是讲小乘的，也有大乘三十七品，我们很少听说过，正如同十二头陀行，十二头陀行我们一般也是讲小乘的。记得我们过去在大专讲座里面，曾经有一届讲《华严经》「德生童子、有德童女」章，在那一章后面有十二头陀行，那是大乘的十二头陀行，名称是一样，境界完全不相同。由此我们可以证知，一一法无不通大小乘，即使是六波罗蜜。我们讲到六波罗蜜，诸位概念当中立刻就反应到这是大乘佛法，可是小乘佛法里头也修六波罗蜜。由此可知，六波罗蜜不是菩萨专有的，小乘，就说藏教的，藏教也修六波罗蜜。实在讲我们现在修的六度是人天法的六度，我们是连小乘的六度还不到，咱们是人天乘的六度，这是我们一定要晓得的。所以佛法是于人无碍，决定不能够执着，执着就是病，执着就错了，执着不能解佛所说义。第二页第一行：",
      "zh_TW": "這首先說出菩薩是不捨棄小乘法的，但是在此地要曉得，三十七品通常我們是講小乘的，也有大乘三十七品，我們很少聽說過，正如同十二頭陀行，十二頭陀行我們一般也是講小乘的。記得我們過去在大專講座裡面，曾經有一屆講《華嚴經》「德生童子、有德童女」章，在那一章後面有十二頭陀行，那是大乘的十二頭陀行，名稱是一樣，境界完全不相同。由此我們可以證知，一一法無不通大小乘，即使是六波羅蜜。我們講到六波羅蜜，諸位概念當中立刻就反應到這是大乘佛法，可是小乘佛法裡頭也修六波羅蜜。由此可知，六波羅蜜不是菩薩專有的，小乘，就說藏教的，藏教也修六波羅蜜。實在講我們現在修的六度是人天法的六度，我們是連小乘的六度還不到，咱們是人天乘的六度，這是我們一定要曉得的。所以佛法是於人無礙，決定不能夠執著，執著就是病，執著就錯了，執著不能解佛所說義。第二頁第一行："
    },
    {
      "id": "09-011-0019_p0009",
      "zh_CN": "【佛说四念处乃至八圣道分是摩诃衍。】",
      "zh_TW": "【佛說四念處乃至八聖道分是摩訶衍。】"
    },
    {
      "id": "09-011-0019_p0010",
      "zh_CN": "『摩诃衍』是印度话，翻成中国的意思就是大乘。这几句话是佛在《般若波罗蜜经》里面讲的，这就是说明三十七道品是大乘佛法，不是后人假造的，不是后人说的，是佛说的。",
      "zh_TW": "『摩訶衍』是印度話，翻成中國的意思就是大乘。這幾句話是佛在《般若波羅蜜經》裡面講的，這就是說明三十七道品是大乘佛法，不是後人假造的，不是後人說的，是佛說的。"
    },
    {
      "id": "09-011-0019_p0011",
      "zh_CN": "【三藏中亦不说三十七品独是小乘法。】",
      "zh_TW": "【三藏中亦不說三十七品獨是小乘法。】"
    },
    {
      "id": "09-011-0019_p0012",
      "zh_CN": "小乘里面确实讲三十七品，但是并没有说明这三十七道品只是小乘人有，大乘人没有，没有说过这个话。",
      "zh_TW": "小乘裡面確實講三十七品，但是並沒有說明這三十七道品只是小乘人有，大乘人沒有，沒有說過這個話。"
    },
    {
      "id": "09-011-0019_p0013",
      "zh_CN": "【佛以大慈故。说三十七品涅槃道。随众生愿。随众生因缘。各得其道。】",
      "zh_TW": "【佛以大慈故。說三十七品涅槃道。隨眾生願。隨眾生因緣。各得其道。】"
    },
    {
      "id": "09-011-0019_p0014",
      "zh_CN": "这底下说明佛说法的原则，佛是大慈大悲，随缘令一切众生『各得其道』，所以佛说法是极其圆融。在此地我在这里打个闲岔，说法实在是一桩相当难的事情，尤其所谓称性而说更是困难。昨天我听到有一位老师，这是大学里面的老师，他在大学上课就学方东美先生那种讲学的方法。方东美先生讲学也许有人听过，他是海阔天空，漫无边际。他也学这个方法在那边教，把学生教得个个打瞌睡，后来几乎都没有学生愿意上他的课。另外一个老教授就教导他，告诉他：你不能学方先生，方先生讲学，他是讲学他不是上课，他是讲学。讲学的目的就好比播种，种子播出去。佛就是讲学，到处播种子，上根的得上乘的利益，中根的得中等利益，下根的得小的利益，各个人都得利益。这很不是容易事情，正是所谓「佛以一音而说法，众生随类各得解」。这是在学术上确实有相当的修养，单单靠修养还不够，一定要有相当的领悟，在佛法里面讲他有悟处，这才能做到。我们没有悟处，修养功夫都不到家，这种谈法一定会把听众说跑掉的。",
      "zh_TW": "這底下說明佛說法的原則，佛是大慈大悲，隨緣令一切眾生『各得其道』，所以佛說法是極其圓融。在此地我在這裡打個閒岔，說法實在是一樁相當難的事情，尤其所謂稱性而說更是困難。昨天我聽到有一位老師，這是大學裡面的老師，他在大學上課就學方東美先生那種講學的方法。方東美先生講學也許有人聽過，他是海闊天空，漫無邊際。他也學這個方法在那邊教，把學生教得個個打瞌睡，後來幾乎都沒有學生願意上他的課。另外一個老教授就教導他，告訴他：你不能學方先生，方先生講學，他是講學他不是上課，他是講學。講學的目的就好比播種，種子播出去。佛就是講學，到處播種子，上根的得上乘的利益，中根的得中等利益，下根的得小的利益，各個人都得利益。這很不是容易事情，正是所謂「佛以一音而說法，眾生隨類各得解」。這是在學術上確實有相當的修養，單單靠修養還不夠，一定要有相當的領悟，在佛法裡面講他有悟處，這才能做到。我們沒有悟處，修養功夫都不到家，這種談法一定會把聽眾說跑掉的。"
    },
    {
      "id": "09-011-0019_p0015",
      "zh_CN": "在佛法里面，我当初在民国四十七、八年跟李老师学佛法的时候，我们同学当中也有几个想模仿李老师讲经的方法，到外面讲给别人听。李老师一再教诫决定不能学，你一学必定就坏事。至于为什么不能学，老师并没有说出来。可是凡是学他那个样子在外面讲经的，都没有成就，都不能成功。这跟这年轻的老师学方先生是一样的毛病。我们初学出去讲东西给别人听，诸位要知道，就好像师范学校毕业去当教员，是去上课不是讲学。上课，开始学讲就是经本打开，一字一句讲得清清楚楚，都没有讲错，这就对了，没有毛病；讲学，他是这个经打开，议论风生，意在言外，那是人家真正有性德，这是我们学不到的。你要是悟了就会，不悟，老师要教你也没法子教，确实老师没法子教。悟了之后是你自己心性里面流出来的，真正是大经里面所讲的「随众生心，应所知量」，这样一来诸位就晓得，悟很重要。",
      "zh_TW": "在佛法裡面，我當初在民國四十七、八年跟李老師學佛法的時候，我們同學當中也有幾個想模仿李老師講經的方法，到外面講給別人聽。李老師一再教誡決定不能學，你一學必定就壞事。至於為什麼不能學，老師並沒有說出來。可是凡是學他那個樣子在外面講經的，都沒有成就，都不能成功。這跟這年輕的老師學方先生是一樣的毛病。我們初學出去講東西給別人聽，諸位要知道，就好像師範學校畢業去當教員，是去上課不是講學。上課，開始學講就是經本打開，一字一句講得清清楚楚，都沒有講錯，這就對了，沒有毛病；講學，他是這個經打開，議論風生，意在言外，那是人家真正有性德，這是我們學不到的。你要是悟了就會，不悟，老師要教你也沒法子教，確實老師沒法子教。悟了之後是你自己心性裡面流出來的，真正是大經裡面所講的「隨眾生心，應所知量」，這樣一來諸位就曉得，悟很重要。"
    },
    {
      "id": "09-011-0019_p0016",
      "zh_CN": "我们几时才能开悟？这个事情不能着急，开悟的方法无量无边，参禅可以开悟、持戒也能开悟、念佛也能开悟、拜佛也能开悟、念经也能开悟、在这里讲经也能开悟，只要你功夫到，一定有开悟的那一天，一定有开悟的机缘。悟后跟悟前完全不相同，悟前所讲的统统是别人的东西，要是拿自己意思来讲，毛病就出来了，就错了。所以悟前是别人的，讲别人的不会错，按照人家的经论注疏来讲不会有毛病；讲自己的就错了，自己邪知邪见，自己不能不承认。见了性之后才是正知正见，没有见性都叫妄想。学佛，所谓自度，自度就是见性，八万四千法门，法门虽然不一样，目标是一个，都是见性成佛，这样才能够解决真正的问题。此地引用佛说法的原则，给我们一个非常好的提示，我们为初级说就要按照规矩本本分分的来说。几时开悟了，你自然与诸佛菩萨所谓是一鼻孔出气，就没有两样了。在这一页倒数第三行：",
      "zh_TW": "我們幾時才能開悟？這個事情不能著急，開悟的方法無量無邊，參禪可以開悟、持戒也能開悟、念佛也能開悟、拜佛也能開悟、念經也能開悟、在這裡講經也能開悟，只要你功夫到，一定有開悟的那一天，一定有開悟的機緣。悟後跟悟前完全不相同，悟前所講的統統是別人的東西，要是拿自己意思來講，毛病就出來了，就錯了。所以悟前是別人的，講別人的不會錯，按照人家的經論註疏來講不會有毛病；講自己的就錯了，自己邪知邪見，自己不能不承認。見了性之後才是正知正見，沒有見性都叫妄想。學佛，所謂自度，自度就是見性，八萬四千法門，法門雖然不一樣，目標是一個，都是見性成佛，這樣才能夠解決真正的問題。此地引用佛說法的原則，給我們一個非常好的提示，我們為初級說就要按照規矩本本分分的來說。幾時開悟了，你自然與諸佛菩薩所謂是一鼻孔出氣，就沒有兩樣了。在這一頁倒數第三行："
    },
    {
      "id": "09-011-0019_p0017",
      "zh_CN": "【答曰。菩萨虽久住生死中。亦应知实道、非实道。是世间、是涅槃。】",
      "zh_TW": "【答曰。菩薩雖久住生死中。亦應知實道、非實道。是世間、是涅槃。】"
    },
    {
      "id": "09-011-0019_p0018",
      "zh_CN": "『实』就是真实道，就是诸法实相。『非实道』，",
      "zh_TW": "『實』就是真實道，就是諸法實相。『非實道』，"
    },
    {
      "id": "09-011-0019_p0019",
      "zh_CN": "真实与非真实，非真实就是虚妄，《金刚经》讲的「凡所有相皆是虚妄」。实道是『涅槃』，非实道是『世间』。",
      "zh_TW": "真實與非真實，非真實就是虛妄，《金剛經》講的「凡所有相皆是虛妄」。實道是『涅槃』，非實道是『世間』。"
    },
    {
      "id": "09-011-0019_p0020",
      "zh_CN": "【知是已。】",
      "zh_TW": "【知是已。】"
    },
    {
      "id": "09-011-0019_p0021",
      "zh_CN": "世出世间真与妄都彻底明了了。",
      "zh_TW": "世出世間真與妄都徹底明瞭了。"
    },
    {
      "id": "09-011-0019_p0022",
      "zh_CN": "【立大愿。】",
      "zh_TW": "【立大願。】"
    },
    {
      "id": "09-011-0019_p0023",
      "zh_CN": "这个『愿』是从这里生的。",
      "zh_TW": "這個『願』是從這裡生的。"
    },
    {
      "id": "09-011-0019_p0024",
      "zh_CN": "【众生可愍。我当拔出着无为处。】",
      "zh_TW": "【眾生可愍。我當拔出著無為處。】"
    },
    {
      "id": "09-011-0019_p0025",
      "zh_CN": "我应当要救度一切众生。",
      "zh_TW": "我應當要救度一切眾生。"
    },
    {
      "id": "09-011-0019_p0026",
      "zh_CN": "【以是实法行诸波罗蜜。能到佛道。】",
      "zh_TW": "【以是實法行諸波羅蜜。能到佛道。】"
    },
    {
      "id": "09-011-0019_p0027",
      "zh_CN": "这一句非常重要，我们要想成佛，成佛就是成就最究竟圆满的智慧，得到最究竟圆满的福报，这就是成佛。佛称之为二足尊，就是智慧也满足、福报也满足，这叫做二足尊，一丝毫欠缺都没有，这叫成佛。我们要想达到这个目的，记住『以是实法行诸波罗蜜』，「实」是真实的，决定不能用虚妄的。虚妄与佛道不相应，佛道与真实相应。在这几句话里面我们把它合起来说，就是菩萨无住涅槃能到佛道，大彻大悟的菩萨不住生死、不住涅槃。久住生死中，他不住涅槃；虽然久住生死中，他又能够知实道，实道就是涅槃，这叫二边不住。第三页第三行：",
      "zh_TW": "這一句非常重要，我們要想成佛，成佛就是成就最究竟圓滿的智慧，得到最究竟圓滿的福報，這就是成佛。佛稱之為二足尊，就是智慧也滿足、福報也滿足，這叫做二足尊，一絲毫欠缺都沒有，這叫成佛。我們要想達到這個目的，記住『以是實法行諸波羅蜜』，「實」是真實的，決定不能用虛妄的。虛妄與佛道不相應，佛道與真實相應。在這幾句話裡面我們把它合起來說，就是菩薩無住涅槃能到佛道，大徹大悟的菩薩不住生死、不住涅槃。久住生死中，他不住涅槃；雖然久住生死中，他又能夠知實道，實道就是涅槃，這叫二邊不住。第三頁第三行："
    },
    {
      "id": "09-011-0019_p0028",
      "zh_CN": "【复次。若如汝所说菩萨久住生死中。应受种种身心苦恼。若不得实智。云何能忍是事。】",
      "zh_TW": "【復次。若如汝所說菩薩久住生死中。應受種種身心苦惱。若不得實智。云何能忍是事。】"
    },
    {
      "id": "09-011-0019_p0029",
      "zh_CN": "忍不容易，世出世间法所以不能够成就就是不能忍，所以中国俗话说「小不忍则乱大谋」。我们看看这些成功的大人物，无论他是哪一界，他是在领袖地位的人物，确实人家真的是喜怒不形于色，他能忍受，他能够不动声色，这就是佛法里面所讲的定功。他不为境界所扰乱，他心是定的，心是清净的，清净心就生智慧，就能把一切事理境界看得清清楚楚，他知道应当怎么应付、怎么来处理。如果忍不过，发脾气是不能忍，生欢喜心也是不能忍，发脾气会坏事，生欢喜心也会坏事。要学着如如不动，这个功夫很难。菩萨之所以能成佛就是他事事都能忍，他为什么能忍？他有『实智』，实智就是根本智，他有根本智所以他能够忍。实智能忍，忍能够成就实智，这两个是互为因果，你有智慧就能忍，你能忍就有智慧，这才能办大事。我们常常讲忍辱波罗蜜，忍辱重要，没有智慧天天讲也不行，事到临头还是忍不过。为什么？没有智慧。由此可知，佛法教学大主意就是教我们开智慧。",
      "zh_TW": "忍不容易，世出世間法所以不能夠成就就是不能忍，所以中國俗話說「小不忍則亂大謀」。我們看看這些成功的大人物，無論他是哪一界，他是在領袖地位的人物，確實人家真的是喜怒不形於色，他能忍受，他能夠不動聲色，這就是佛法裡面所講的定功。他不為境界所擾亂，他心是定的，心是清淨的，清淨心就生智慧，就能把一切事理境界看得清清楚楚，他知道應當怎麼應付、怎麼來處理。如果忍不過，發脾氣是不能忍，生歡喜心也是不能忍，發脾氣會壞事，生歡喜心也會壞事。要學著如如不動，這個功夫很難。菩薩之所以能成佛就是他事事都能忍，他為什麼能忍？他有『實智』，實智就是根本智，他有根本智所以他能夠忍。實智能忍，忍能夠成就實智，這兩個是互為因果，你有智慧就能忍，你能忍就有智慧，這才能辦大事。我們常常講忍辱波羅蜜，忍辱重要，沒有智慧天天講也不行，事到臨頭還是忍不過。為什麼？沒有智慧。由此可知，佛法教學大主意就是教我們開智慧。"
    },
    {
      "id": "09-011-0019_p0030",
      "zh_CN": "【以是故。菩萨摩诃萨求是道品实智时。以般若波罗蜜力故。能转世间为道果涅槃。】",
      "zh_TW": "【以是故。菩薩摩訶薩求是道品實智時。以般若波羅蜜力故。能轉世間為道果涅槃。】"
    },
    {
      "id": "09-011-0019_p0031",
      "zh_CN": "我们通常在大乘佛法里面讲的，也许是唯识里说的，转识成智，转识成智是理上转。『转世间为道果涅槃』，这是果上转，是我们现前境界上转，这是真实的受用。你要是会了，你现在生活在这个世间，什么世间？一真法界，极乐世界。现在这个世间就事事无碍，烦恼不生，法喜充满！这个不是妄言，是真实法，问题就是你没转业。因转了，果自然就转，所谓是因圆果满，这才能够得到真实的受用。",
      "zh_TW": "我們通常在大乘佛法裡面講的，也許是唯識裡說的，轉識成智，轉識成智是理上轉。『轉世間為道果涅槃』，這是果上轉，是我們現前境界上轉，這是真實的受用。你要是會了，你現在生活在這個世間，什麼世間？一真法界，極樂世界。現在這個世間就事事無礙，煩惱不生，法喜充滿！這個不是妄言，是真實法，問題就是你沒轉業。因轉了，果自然就轉，所謂是因圓果滿，這才能夠得到真實的受用。"
    },
    {
      "id": "09-011-0019_p0032",
      "zh_CN": "怎么转法？此地也提了几句纲领，文诸位自己去读，要紧的是不取相就能转，不取相就能证大涅槃。可见得我们之所以不能够转境界，不能转境界就是被境界所转，原因在什么地方？原因是在我们在境界当中处处着相，不晓得相是虚妄的，把虚妄相当作真实，处处着取，于是得失的心就太重了。得失心是一切烦恼的根源，只要一有得失心，无论是在世法、是在出世间法，有得失心，心就不自在，心就不能得解脱。换句话说，障碍了法身，障碍了般若，法身、般若、解脱都不能现前。六祖在《坛经》里面跟我们讲，佛法是不二法；龙树菩萨在《大智度论》里头也给我们讲，不二法门是真、是实。第三面倒数第二行：",
      "zh_TW": "怎麼轉法？此地也提了幾句綱領，文諸位自己去讀，要緊的是不取相就能轉，不取相就能證大涅槃。可見得我們之所以不能夠轉境界，不能轉境界就是被境界所轉，原因在什麼地方？原因是在我們在境界當中處處著相，不曉得相是虛妄的，把虛妄相當作真實，處處著取，於是得失的心就太重了。得失心是一切煩惱的根源，只要一有得失心，無論是在世法、是在出世間法，有得失心，心就不自在，心就不能得解脫。換句話說，障礙了法身，障礙了般若，法身、般若、解脫都不能現前。六祖在《壇經》裡面跟我們講，佛法是不二法；龍樹菩薩在《大智度論》裡頭也給我們講，不二法門是真、是實。第三面倒數第二行："
    },
    {
      "id": "09-011-0019_p0033",
      "zh_CN": "【菩萨法中。说世间即是涅槃。智慧深入诸法故。】",
      "zh_TW": "【菩薩法中。說世間即是涅槃。智慧深入諸法故。】"
    },
    {
      "id": "09-011-0019_p0034",
      "zh_CN": "生死即涅槃、烦恼即菩提，这是菩萨法中说的。",
      "zh_TW": "生死即涅槃、煩惱即菩提，這是菩薩法中說的。"
    },
    {
      "id": "09-011-0019_p0035",
      "zh_CN": "【如佛告须菩提。色即是空。空即是色。受想行识即是空。空即是受想行识。空即是涅槃。涅槃即是空。】",
      "zh_TW": "【如佛告須菩提。色即是空。空即是色。受想行識即是空。空即是受想行識。空即是涅槃。涅槃即是空。】"
    },
    {
      "id": "09-011-0019_p0036",
      "zh_CN": "这几句话是《般若心经》里面的意思。第四面第四行：",
      "zh_TW": "這幾句話是《般若心經》裡面的意思。第四面第四行："
    },
    {
      "id": "09-011-0019_p0037",
      "zh_CN": "【菩萨摩诃萨得是实相故。不厌世间。不乐涅槃。三十七品是实智之地。】",
      "zh_TW": "【菩薩摩訶薩得是實相故。不厭世間。不樂涅槃。三十七品是實智之地。】"
    },
    {
      "id": "09-011-0019_p0038",
      "zh_CN": "菩萨法确实是如此，他对世间厌不厌？不厌。在世间里面不生烦恼，心是清净的，在大涅槃里面他不生喜乐，心也是清净的。换句话说，世间是逆境，涅槃是顺境，顺逆境界里面他都不动心，这叫做菩萨法。我们要学，就是要在境界里面学不动心，这就是学菩萨法。给诸位说，这是菩萨法里面的一乘佛法，《法华经》里面所谓「唯有一佛乘，无二亦无三」，一佛乘是圆顿的菩萨，是属于圆顿教。圆顿菩萨的修学跟三乘完全不一样，三乘是声闻、缘觉、菩萨，跟这三乘人不一样，这种法子高明极了。虽然是不一样，但是诸位要记住，三乘的仪规并不舍弃，并不轻视它。要是轻视它还讲什么三十七道品？不但三十七道品不轻慢它，外道法也不轻慢它。",
      "zh_TW": "菩薩法確實是如此，他對世間厭不厭？不厭。在世間裡面不生煩惱，心是清淨的，在大涅槃裡面他不生喜樂，心也是清淨的。換句話說，世間是逆境，涅槃是順境，順逆境界裡面他都不動心，這叫做菩薩法。我們要學，就是要在境界裡面學不動心，這就是學菩薩法。給諸位說，這是菩薩法裡面的一乘佛法，《法華經》裡面所謂「唯有一佛乘，無二亦無三」，一佛乘是圓頓的菩薩，是屬於圓頓教。圓頓菩薩的修學跟三乘完全不一樣，三乘是聲聞、緣覺、菩薩，跟這三乘人不一樣，這種法子高明極了。雖然是不一樣，但是諸位要記住，三乘的儀規並不捨棄，並不輕視它。要是輕視它還講什麼三十七道品？不但三十七道品不輕慢它，外道法也不輕慢它。"
    },
    {
      "id": "09-011-0019_p0039",
      "zh_CN": "何以故？法法平等，无有高下，这才真正叫圆顿。你要是看到外道，基督教的《圣经》，那怎么能跟我们《华严经》相比？那就错了，不平等了，既不圆又不顿。这样说起来，基督教的《圣经》跟《华严经》怎么个等法？怎么个平等法？前面举《心经》的几句话，你要是念通了，原来是如此，「色即是空，空即是色」。基督教那个经典不是色法吗？色即是空，空即是色。打开《华严经》也是色即是空、空即是色，它怎么不一样？文字性空，言说性空，一切诸法因缘和合而有，因缘和合就是因缘所生，凡是因缘所生法，它没有自性，当体即空，它怎么不等？所以万法平等。到万法平等，这个心多开朗、多清净，此时之心海阔天空，没有障碍了，这种智慧就叫做根本智。根本智现前，然后六根接触外面六尘境界，念念增长智慧。智慧一增长，什么法都活了，都不是死的了。",
      "zh_TW": "何以故？法法平等，無有高下，這才真正叫圓頓。你要是看到外道，基督教的《聖經》，那怎麼能跟我們《華嚴經》相比？那就錯了，不平等了，既不圓又不頓。這樣說起來，基督教的《聖經》跟《華嚴經》怎麼個等法？怎麼個平等法？前面舉《心經》的幾句話，你要是念通了，原來是如此，「色即是空，空即是色」。基督教那個經典不是色法嗎？色即是空，空即是色。打開《華嚴經》也是色即是空、空即是色，它怎麼不一樣？文字性空，言說性空，一切諸法因緣和合而有，因緣和合就是因緣所生，凡是因緣所生法，它沒有自性，當體即空，它怎麼不等？所以萬法平等。到萬法平等，這個心多開朗、多清淨，此時之心海闊天空，沒有障礙了，這種智慧就叫做根本智。根本智現前，然後六根接觸外面六塵境界，念念增長智慧。智慧一增長，什麼法都活了，都不是死的了。"
    },
    {
      "id": "09-011-0019_p0040",
      "zh_CN": "我在讲席当中也举比喻给诸位说，学要学活的，不能学死的，学死的解决不了问题，不但不能度众生，度自己也度不了。为什么？死的。什么叫活的、什么叫死的？开悟就是活的，不开悟就是死的。死法子没有人愿意接受，没有人愿意学习，没有人喜欢；活的东西人见人爱，它有生趣。佛法的经典、世间的经书，如何把它念活，这是学佛、读书人第一要紧处，别把它念死了。我常比喻说，我们中国文化五千年的历史，好比这是五千年的神木，这棵大树，它在今天怎么样？它还是生芽，还是长枝条，还开花结果，这个树是活的，不是死的，只要这个树一生芽、一长叶，长新的叶子，诸位要晓得，这树整个都是活的。你要是说它的根死了，根死了怎么会长新芽？说干有一节死掉，一节死掉那也不会长新芽的。长出新芽证明这棵树是活的，不是死的。",
      "zh_TW": "我在講席當中也舉比喻給諸位說，學要學活的，不能學死的，學死的解決不了問題，不但不能度眾生，度自己也度不了。為什麼？死的。什麼叫活的、什麼叫死的？開悟就是活的，不開悟就是死的。死法子沒有人願意接受，沒有人願意學習，沒有人喜歡；活的東西人見人愛，它有生趣。佛法的經典、世間的經書，如何把它念活，這是學佛、讀書人第一要緊處，別把它念死了。我常比喻說，我們中國文化五千年的歷史，好比這是五千年的神木，這棵大樹，它在今天怎麼樣？它還是生芽，還是長枝條，還開花結果，這個樹是活的，不是死的，只要這個樹一生芽、一長葉，長新的葉子，諸位要曉得，這樹整個都是活的。你要是說它的根死了，根死了怎麼會長新芽？說幹有一節死掉，一節死掉那也不會長新芽的。長出新芽證明這棵樹是活的，不是死的。"
    },
    {
      "id": "09-011-0019_p0041",
      "zh_CN": "我们求学，我们学菩萨道，我们在大乘佛法里就要是一个新的芽，大乘佛法里才有你一份，是新枝！这个新的枝、新的芽从哪里发的？从故枝上发的，故枝是什么？历代的注疏、祖师所传的道，这是故枝。故枝是从根本来的，根本是什么？根本是经论，释迦牟尼佛所讲的，从释迦牟尼佛所讲的，历代祖师所传，到我这个时候还是新的，绝不是墨守成规，死在故枝里面，那是死的、不作用的，那没有价值。所谓是推陈出新，儒家所讲的，做学问是「苟日新，日日新」，所以圣教永远是在时代的尖端，好像一棵树木一样，年年发新枝、年年结新果实，才能够度自己，才能够度这一个时代的众生。新枝就是新智慧，新智慧就是所谓后得智。根本那就叫根本智，后得智都是从根本智上来的，你看这个关系多么重要！",
      "zh_TW": "我們求學，我們學菩薩道，我們在大乘佛法裡就要是一個新的芽，大乘佛法裡才有你一份，是新枝！這個新的枝、新的芽從哪裡發的？從故枝上發的，故枝是什麼？歷代的註疏、祖師所傳的道，這是故枝。故枝是從根本來的，根本是什麼？根本是經論，釋迦牟尼佛所講的，從釋迦牟尼佛所講的，歷代祖師所傳，到我這個時候還是新的，絕不是墨守成規，死在故枝裡面，那是死的、不作用的，那沒有價值。所謂是推陳出新，儒家所講的，做學問是「苟日新，日日新」，所以聖教永遠是在時代的尖端，好像一棵樹木一樣，年年發新枝、年年結新果實，才能夠度自己，才能夠度這一個時代的眾生。新枝就是新智慧，新智慧就是所謂後得智。根本那就叫根本智，後得智都是從根本智上來的，你看這個關係多麼重要！"
    },
    {
      "id": "09-011-0019_p0042",
      "zh_CN": "我们读书、学佛要是不在这上着眼，那我们真是一头迷到底了，永远不会开悟。为什么？你根本就没有向开悟的方向走，没有向开悟的道路上走，你怎么开得了悟？你的目标都是守在故枝里头，从来没有想到要突破、要超越。超越不是凭空，是依根依本，换句话说，有本有源这才是真正的超越，才是真智慧；尔后世出世间一切法、一切问题，别人只要来请教你，你立刻就能解决。这就是智慧，也正是像六祖所说的依「一般若」，一般若是根本智，「生八万四千智慧」；能大师又说，「惠能心中常生智慧」。那真是一棵常青树，天天发新芽，天天长新枝，你看多有趣味。这样读书是读活书，展开书本无量的智慧现前，那怎么不法喜充满？世出世间一切问题到了面前迎刃而解，一丝毫的障碍都没有。这个才叫菩萨，菩萨是个觉悟的众生，菩萨是印度话，翻作中国的意思是觉有情，就是觉悟的有情众生，他不迷。觉就是有智慧，是具足大智慧的众生，这叫菩萨。底下有一段说明如来说法所为，诸佛菩萨为什么说法，在第四面倒数第五行：",
      "zh_TW": "我們讀書、學佛要是不在這上著眼，那我們真是一頭迷到底了，永遠不會開悟。為什麼？你根本就沒有向開悟的方向走，沒有向開悟的道路上走，你怎麼開得了悟？你的目標都是守在故枝裡頭，從來沒有想到要突破、要超越。超越不是憑空，是依根依本，換句話說，有本有源這才是真正的超越，才是真智慧；爾後世出世間一切法、一切問題，別人只要來請教你，你立刻就能解決。這就是智慧，也正是像六祖所說的依「一般若」，一般若是根本智，「生八萬四千智慧」；能大師又說，「惠能心中常生智慧」。那真是一棵常青樹，天天發新芽，天天長新枝，你看多有趣味。這樣讀書是讀活書，展開書本無量的智慧現前，那怎麼不法喜充滿？世出世間一切問題到了面前迎刃而解，一絲毫的障礙都沒有。這個才叫菩薩，菩薩是個覺悟的眾生，菩薩是印度話，翻作中國的意思是覺有情，就是覺悟的有情眾生，他不迷。覺就是有智慧，是具足大智慧的眾生，這叫菩薩。底下有一段說明如來說法所為，諸佛菩薩為什麼說法，在第四面倒數第五行："
    },
    {
      "id": "09-011-0019_p0043",
      "zh_CN": "【众生心种种不同。】",
      "zh_TW": "【眾生心種種不同。】"
    },
    {
      "id": "09-011-0019_p0044",
      "zh_CN": "这个『心』是指念头，众生的念头种种不同。",
      "zh_TW": "這個『心』是指念頭，眾生的念頭種種不同。"
    },
    {
      "id": "09-011-0019_p0045",
      "zh_CN": "【结使亦种种。】",
      "zh_TW": "【結使亦種種。】"
    },
    {
      "id": "09-011-0019_p0046",
      "zh_CN": "『结使』是烦恼，烦恼也有种种不同。",
      "zh_TW": "『結使』是煩惱，煩惱也有種種不同。"
    },
    {
      "id": "09-011-0019_p0047",
      "zh_CN": "【所乐所解法亦种种。】",
      "zh_TW": "【所樂所解法亦種種。】"
    },
    {
      "id": "09-011-0019_p0048",
      "zh_CN": "『所乐』是爱好，众生所爱好的；『解』是理解，他对于一切法的认识，对于一切法的了解，也是种种不同。这都是讲的众生，这几句叫观机。",
      "zh_TW": "『所樂』是愛好，眾生所愛好的；『解』是理解，他對於一切法的認識，對於一切法的了解，也是種種不同。這都是講的眾生，這幾句叫觀機。"
    },
    {
      "id": "09-011-0019_p0049",
      "zh_CN": "【佛法虽一实一相。】",
      "zh_TW": "【佛法雖一實一相。】"
    },
    {
      "id": "09-011-0019_p0050",
      "zh_CN": "『佛法』是真实法，就是根本智，根本智是『一』，法界叫一真法界。禅宗里面所标榜的「识得一，万事毕」，「一」是大根大本，佛法虽然是一乘，是一佛乘，虽然是一界，一真法界，可是你看：",
      "zh_TW": "『佛法』是真實法，就是根本智，根本智是『一』，法界叫一真法界。禪宗裡面所標榜的「識得一，萬事畢」，「一」是大根大本，佛法雖然是一乘，是一佛乘，雖然是一界，一真法界，可是你看："
    },
    {
      "id": "09-011-0019_p0051",
      "zh_CN": "【为众生故。于十二部经。八万四千法聚。作分别说。】",
      "zh_TW": "【為眾生故。於十二部經。八萬四千法聚。作分別說。】"
    },
    {
      "id": "09-011-0019_p0052",
      "zh_CN": "佛说十法界，佛说百千法界，佛说无量法门，都是从一实法里头分出来的，说得再多还是一，所以一即是多。佛法有没有差别说？没有差别说。为什么？种种差别法都说的一个，都是说一真。无量差别智慧都是诱导我们入一实智，所以一即是多、多即是一。而我们修学佛法的人不了解佛的深义，佛说差别法，我们就分别他的差别法，我们就执着差别法，不能从差别里面去认识一，毛病就产生在这里。开经偈说「愿解如来真实义」，这句话真是说绝了，如来的真实义是在一、在真，是教我们见真实。不能执着，原则不能执着，法门也不能执着。唯识里面所说的，离开依他起、离开遍计执就是圆成实，圆成实是一真。由此可知，我们为什么见不到圆成实？因为我们不能够离开遍计执，不能够离开依他起，一切的名相言说是遍计执，一切色相是依他起，色相心相都是依他起。我们读《百法明门》要觉悟，九十四种有为法都是依他起，这九十四种里面二十四个不相应是遍计所执性，更是虚假，我们为什么要执着？为什么不肯放下？诸佛如来无量的智慧德能我们每个人都具足。不是说佛有、我没有，我所有的跟佛有的一样，他不比我多一分，我也不比他缺少一分。为什么人家那么大自在？我为什么不自在？就是放不下依他起、遍计执。向下经文好的句子这在一卷里面实在太多，我们因为时间限制，没有法子一句一句，不要说是讲，念也没时间，希望诸位同修自己要用功，多看看。向下举一个例子，第五页第四行：",
      "zh_TW": "佛說十法界，佛說百千法界，佛說無量法門，都是從一實法裡頭分出來的，說得再多還是一，所以一即是多。佛法有沒有差別說？沒有差別說。為什麼？種種差別法都說的一個，都是說一真。無量差別智慧都是誘導我們入一實智，所以一即是多、多即是一。而我們修學佛法的人不了解佛的深義，佛說差別法，我們就分別他的差別法，我們就執著差別法，不能從差別裡面去認識一，毛病就產生在這裡。開經偈說「願解如來真實義」，這句話真是說絕了，如來的真實義是在一、在真，是教我們見真實。不能執著，原則不能執著，法門也不能執著。唯識裡面所說的，離開依他起、離開遍計執就是圓成實，圓成實是一真。由此可知，我們為什麼見不到圓成實？因為我們不能夠離開遍計執，不能夠離開依他起，一切的名相言說是遍計執，一切色相是依他起，色相心相都是依他起。我們讀《百法明門》要覺悟，九十四種有為法都是依他起，這九十四種裡面二十四個不相應是遍計所執性，更是虛假，我們為什麼要執著？為什麼不肯放下？諸佛如來無量的智慧德能我們每個人都具足。不是說佛有、我沒有，我所有的跟佛有的一樣，他不比我多一分，我也不比他缺少一分。為什麼人家那麼大自在？我為什麼不自在？就是放不下依他起、遍計執。向下經文好的句子這在一卷裡面實在太多，我們因為時間限制，沒有法子一句一句，不要說是講，念也沒時間，希望諸位同修自己要用功，多看看。向下舉一個例子，第五頁第四行："
    },
    {
      "id": "09-011-0019_p0053",
      "zh_CN": "【或说一法度众生。如佛告一比丘。非汝物莫取。】",
      "zh_TW": "【或說一法度眾生。如佛告一比丘。非汝物莫取。】"
    },
    {
      "id": "09-011-0019_p0054",
      "zh_CN": "这是说什么？不偷盗，这是戒律里面的一条。『非汝物』，不是你的物，你不要取。",
      "zh_TW": "這是說什麼？不偷盜，這是戒律裡面的一條。『非汝物』，不是你的物，你不要取。"
    },
    {
      "id": "09-011-0019_p0055",
      "zh_CN": "【比丘言。知已。世尊。】",
      "zh_TW": "【比丘言。知已。世尊。】"
    },
    {
      "id": "09-011-0019_p0056",
      "zh_CN": "比丘答复说：我晓得了，佛说的意思我懂得，世尊。",
      "zh_TW": "比丘答覆說：我曉得了，佛說的意思我懂得，世尊。"
    },
    {
      "id": "09-011-0019_p0057",
      "zh_CN": "【佛言。云何知。】",
      "zh_TW": "【佛言。云何知。】"
    },
    {
      "id": "09-011-0019_p0058",
      "zh_CN": "你怎么知道的？",
      "zh_TW": "你怎麼知道的？"
    },
    {
      "id": "09-011-0019_p0059",
      "zh_CN": "【比丘言。诸法非我物。不应取。】",
      "zh_TW": "【比丘言。諸法非我物。不應取。】"
    },
    {
      "id": "09-011-0019_p0060",
      "zh_CN": "真正大彻大悟了！诸法，四大五蕴是诸法，『诸法非我物，不应取』，不但当下就证人我空，法我也空。佛说这句话，在平常讲不偷盗，「是的，不是我的东西我不要」。这个书是我的，这讲堂是我的，那个房子不是我的，我不要。那个人聪明，人家听了这句话，我这个身是四大五蕴，不是我的，我也不要了，一切诸法不是我的，我也不取了。佛说的一句话，有的人听了，他一听就成佛，圆满菩提，归无所得。这才叫持戒，这是不偷盗戒圆满清净之相。在戒条里头每一条都是如此，这是随便拈一条给诸位说说，我特别把这一条也提出来给大家讲讲。所以聪明利根跟笨头笨脑不一样，聪明利根一听就明了，正是所谓一闻千悟！在这一页倒数第二行：",
      "zh_TW": "真正大徹大悟了！諸法，四大五蘊是諸法，『諸法非我物，不應取』，不但當下就證人我空，法我也空。佛說這句話，在平常講不偷盜，「是的，不是我的東西我不要」。這個書是我的，這講堂是我的，那個房子不是我的，我不要。那個人聰明，人家聽了這句話，我這個身是四大五蘊，不是我的，我也不要了，一切諸法不是我的，我也不取了。佛說的一句話，有的人聽了，他一聽就成佛，圓滿菩提，歸無所得。這才叫持戒，這是不偷盜戒圓滿清淨之相。在戒條裡頭每一條都是如此，這是隨便拈一條給諸位說說，我特別把這一條也提出來給大家講講。所以聰明利根跟笨頭笨腦不一樣，聰明利根一聽就明瞭，正是所謂一聞千悟！在這一頁倒數第二行："
    },
    {
      "id": "09-011-0019_p0061",
      "zh_CN": "【是三十七品。众药和合。足疗一切众生病。】",
      "zh_TW": "【是三十七品。眾藥和合。足療一切眾生病。】"
    },
    {
      "id": "09-011-0019_p0062",
      "zh_CN": "这就是佛为什么要说无量的法门？为什么要说三十七道品？因为众生的毛病太多，这个方法不能治他，用那个方法；那个方法不能治，再换一个方法，所以法门才无量无边。目的只有一个，把病治好就行了。诸位要是懂这个意思了，我再问问，佛有没有法？佛没有法。佛的法是因为众生有病才变出法来，众生要没有病，他有个什么法？药是因为你有病才有药；你要没有病，世间哪有药？就没有药了。这个道理诸位要是明白了，所以释迦牟尼佛说法四十九年，他说他没有说过一句法，谁要说他说法就是谤佛，真的，一点不假。释迦牟尼佛四十九年一天讲到晚，确实没有说一句法，也可以说没说一个字。为什么？因为说的都是从众生相对建立的，没有众生就没有他。要明了这个道理，你才能够真正理解佛说这句话并不是自相矛盾，并不是说了四十九年到最后都否定掉，都不承认，说话不算话了，不是的。佛还能说话不算话吗？他有他真正道理在。底下举了个例子：",
      "zh_TW": "這就是佛為什麼要說無量的法門？為什麼要說三十七道品？因為眾生的毛病太多，這個方法不能治他，用那個方法；那個方法不能治，再換一個方法，所以法門才無量無邊。目的只有一個，把病治好就行了。諸位要是懂這個意思了，我再問問，佛有沒有法？佛沒有法。佛的法是因為眾生有病才變出法來，眾生要沒有病，他有個什麼法？藥是因為你有病才有藥；你要沒有病，世間哪有藥？就沒有藥了。這個道理諸位要是明白了，所以釋迦牟尼佛說法四十九年，他說他沒有說過一句法，誰要說他說法就是謗佛，真的，一點不假。釋迦牟尼佛四十九年一天講到晚，確實沒有說一句法，也可以說沒說一個字。為什麼？因為說的都是從眾生相對建立的，沒有眾生就沒有他。要明瞭這個道理，你才能夠真正理解佛說這句話並不是自相矛盾，並不是說了四十九年到最後都否定掉，都不承認，說話不算話了，不是的。佛還能說話不算話嗎？他有他真正道理在。底下舉了個例子："
    },
    {
      "id": "09-011-0019_p0063",
      "zh_CN": "【是故不用多说。如佛虽有无量力。但说十力。于度众生事足。是三十七品。十法为根本。】",
      "zh_TW": "【是故不用多說。如佛雖有無量力。但說十力。於度眾生事足。是三十七品。十法為根本。】"
    },
    {
      "id": "09-011-0019_p0064",
      "zh_CN": "这就是常常讲的三十七法，实际上三十七法再把它归纳，根本法只有十。何等十？第一是信，第二是戒，第三是思惟，第四是精进，第五是念，第六是定，第七是慧，第八是除，第九是喜，第十是舍。佛十种根本法是自度化他的基础，自行化他的开始，一切万法都不离开这十个根本法。这十个根本法以下都有简单的解释。第五页倒数第四行以下，是给我们说明学习的次第，诸位要去看，对我们都有很大的受用。向下是按照顺序来解释三十七道品。什么叫四念处？第七面倒数第一行：",
      "zh_TW": "這就是常常講的三十七法，實際上三十七法再把它歸納，根本法只有十。何等十？第一是信，第二是戒，第三是思惟，第四是精進，第五是念，第六是定，第七是慧，第八是除，第九是喜，第十是捨。佛十種根本法是自度化他的基礎，自行化他的開始，一切萬法都不離開這十個根本法。這十個根本法以下都有簡單的解釋。第五頁倒數第四行以下，是給我們說明學習的次第，諸位要去看，對我們都有很大的受用。向下是按照順序來解釋三十七道品。什麼叫四念處？第七面倒數第一行："
    },
    {
      "id": "09-011-0019_p0065",
      "zh_CN": "【观身不净。观受是苦。观心无常。观法无我。】",
      "zh_TW": "【觀身不淨。觀受是苦。觀心無常。觀法無我。】"
    },
    {
      "id": "09-011-0019_p0066",
      "zh_CN": "四念处就是这四种法。这四种法的观法，天台家有很详细的说明，智者大师有一部疏叫《四念处注》，一共有四卷，讲四念处分配在藏通别圆，藏教的四念处、通教的四念处、别教的四念处、圆教的四念处。四念处如是，诸位想想，四正勤、四如意足、五根、五力、七菩提分、八圣道，哪一法不如是？法法都配在藏通别圆里面。所以法是圆的，绝不是说这个法是小乘人修的，我是大菩萨不能修；或者那是菩萨修的，小乘人修不得的，不是的，彻上彻下、彻始彻终没有一法不是我们不应该修学的。所以四念处的观法我们应当要晓得，应当要学习。龙树菩萨在此地只说了个纲领，而没有智者大师说得那么详细，但是这个纲领也可以说是相当详细，比我们一般注疏或者是讲解还是要详细得多。第八页第六行：",
      "zh_TW": "四念處就是這四種法。這四種法的觀法，天台家有很詳細的說明，智者大師有一部疏叫《四念處註》，一共有四卷，講四念處分配在藏通別圓，藏教的四念處、通教的四念處、別教的四念處、圓教的四念處。四念處如是，諸位想想，四正勤、四如意足、五根、五力、七菩提分、八聖道，哪一法不如是？法法都配在藏通別圓裡面。所以法是圓的，絕不是說這個法是小乘人修的，我是大菩薩不能修；或者那是菩薩修的，小乘人修不得的，不是的，徹上徹下、徹始徹終沒有一法不是我們不應該修學的。所以四念處的觀法我們應當要曉得，應當要學習。龍樹菩薩在此地只說了個綱領，而沒有智者大師說得那麼詳細，但是這個綱領也可以說是相當詳細，比我們一般註疏或者是講解還是要詳細得多。第八頁第六行："
    },
    {
      "id": "09-011-0019_p0067",
      "zh_CN": "【观身五种不净相。何等五。一者生处不净。二者种子不净。三者自性不净。四者自相不净。五者究竟不净。】",
      "zh_TW": "【觀身五種不淨相。何等五。一者生處不淨。二者種子不淨。三者自性不淨。四者自相不淨。五者究竟不淨。】"
    },
    {
      "id": "09-011-0019_p0068",
      "zh_CN": "这一段文一直到第十页偈颂这里为止。第十面倒数第五行：",
      "zh_TW": "這一段文一直到第十頁偈頌這裡為止。第十面倒數第五行："
    },
    {
      "id": "09-011-0019_p0069",
      "zh_CN": "【复次。是身生时死时。所近身物。所安身处。】",
      "zh_TW": "【復次。是身生時死時。所近身物。所安身處。】"
    },
    {
      "id": "09-011-0019_p0070",
      "zh_CN": "从这个以下一共有二十三行文，详细说明『不净』的苦相，我们应当要熟读，要深思。我们不是要离苦吗？离苦首先要知苦，要觉苦，而后才能够离苦。在第十二面倒数第四行第二句「以乐受故」，从这以下是『观受是苦』。第十四面第三行：",
      "zh_TW": "從這個以下一共有二十三行文，詳細說明『不淨』的苦相，我們應當要熟讀，要深思。我們不是要離苦嗎？離苦首先要知苦，要覺苦，而後才能夠離苦。在第十二面倒數第四行第二句「以樂受故」，從這以下是『觀受是苦』。第十四面第三行："
    },
    {
      "id": "09-011-0019_p0071",
      "zh_CN": "【凡夫人于有漏法中心着。】",
      "zh_TW": "【凡夫人於有漏法中心著。】"
    },
    {
      "id": "09-011-0019_p0072",
      "zh_CN": "有漏法是心执着。",
      "zh_TW": "有漏法是心執著。"
    },
    {
      "id": "09-011-0019_p0073",
      "zh_CN": "【以有漏法无常失坏故生苦。】",
      "zh_TW": "【以有漏法無常失壞故生苦。】"
    },
    {
      "id": "09-011-0019_p0074",
      "zh_CN": "这是苦怎么来的。",
      "zh_TW": "這是苦怎麼來的。"
    },
    {
      "id": "09-011-0019_p0075",
      "zh_CN": "【无漏法心不着故。】",
      "zh_TW": "【無漏法心不著故。】"
    },
    {
      "id": "09-011-0019_p0076",
      "zh_CN": "无漏这是圣人，是一个觉悟的人，他为什么觉悟？因为他不执着，他在一切法里头都不执着，所以这是无漏法。",
      "zh_TW": "無漏這是聖人，是一個覺悟的人，他為什麼覺悟？因為他不執著，他在一切法裡頭都不執著，所以這是無漏法。"
    },
    {
      "id": "09-011-0019_p0077",
      "zh_CN": "【虽无常。不能生忧悲苦恼等故。不名为苦。】",
      "zh_TW": "【雖無常。不能生憂悲苦惱等故。不名為苦。】"
    },
    {
      "id": "09-011-0019_p0078",
      "zh_CN": "这是他觉悟了，觉悟不执着，不执着就不生烦恼，不生烦恼就不叫『苦』。",
      "zh_TW": "這是他覺悟了，覺悟不執著，不執著就不生煩惱，不生煩惱就不叫『苦』。"
    },
    {
      "id": "09-011-0019_p0079",
      "zh_CN": "【亦诸使不使故。】",
      "zh_TW": "【亦諸使不使故。】"
    },
    {
      "id": "09-011-0019_p0080",
      "zh_CN": "『诸使』是烦恼的代名词，就是这些烦恼不起现行，不再牵着你的心走了。这几句话，总而言之是说有漏则苦，无漏是无受，无受则无着，这才叫做正受，正受只有佛菩萨才有。我把这一段归纳成十六个字，我再念一遍，诸位应当记住：「有漏则苦，无漏无受，无受无苦，是为正受。」这就是这两行文的意思。第十四面倒数第四行：",
      "zh_TW": "『諸使』是煩惱的代名詞，就是這些煩惱不起現行，不再牽著你的心走了。這幾句話，總而言之是說有漏則苦，無漏是無受，無受則無著，這才叫做正受，正受只有佛菩薩才有。我把這一段歸納成十六個字，我再念一遍，諸位應當記住：「有漏則苦，無漏無受，無受無苦，是為正受。」這就是這兩行文的意思。第十四面倒數第四行："
    },
    {
      "id": "09-011-0019_p0081",
      "zh_CN": "【无漏乐上妙而智慧多。】",
      "zh_TW": "【無漏樂上妙而智慧多。】"
    },
    {
      "id": "09-011-0019_p0082",
      "zh_CN": "无漏的乐趣最上最妙而智慧多。",
      "zh_TW": "無漏的樂趣最上最妙而智慧多。"
    },
    {
      "id": "09-011-0019_p0083",
      "zh_CN": "【智慧多故能离此着。】",
      "zh_TW": "【智慧多故能離此著。】"
    },
    {
      "id": "09-011-0019_p0084",
      "zh_CN": "他也不执着，这是讲无漏的人，无漏的受用多么圆满。你再看看凡夫，有漏的人他得不到。",
      "zh_TW": "他也不執著，這是講無漏的人，無漏的受用多麼圓滿。你再看看凡夫，有漏的人他得不到。"
    },
    {
      "id": "09-011-0019_p0085",
      "zh_CN": "【有漏乐中爱等结使多。】",
      "zh_TW": "【有漏樂中愛等結使多。】"
    },
    {
      "id": "09-011-0019_p0086",
      "zh_CN": "这地方讲情识，情识多、烦恼多。",
      "zh_TW": "這地方講情識，情識多、煩惱多。"
    },
    {
      "id": "09-011-0019_p0087",
      "zh_CN": "【爱为着本。】",
      "zh_TW": "【愛為著本。】"
    },
    {
      "id": "09-011-0019_p0088",
      "zh_CN": "『爱』是贪爱，是一切执着的根本。",
      "zh_TW": "『愛』是貪愛，是一切執著的根本。"
    },
    {
      "id": "09-011-0019_p0089",
      "zh_CN": "【实智慧能离。】",
      "zh_TW": "【實智慧能離。】"
    },
    {
      "id": "09-011-0019_p0090",
      "zh_CN": "如何才把这个根本的执着能够离开？要有真实的智慧才能够离。真实的智慧好不好离？给诸位说，真实智慧一现前，不离自离，真是妙极了！",
      "zh_TW": "如何才把這個根本的執著能夠離開？要有真實的智慧才能夠離。真實的智慧好不好離？給諸位說，真實智慧一現前，不離自離，真是妙極了！"
    },
    {
      "id": "09-011-0019_p0091",
      "zh_CN": "【以是故不着。】",
      "zh_TW": "【以是故不著。】"
    },
    {
      "id": "09-011-0019_p0092",
      "zh_CN": "再给诸位说明白，诸佛菩萨无漏者，他用的心是真心，真心是永恒不变的。我们凡夫有漏者用的这个心是妄心，妄心会变的，今天很好，两个相爱了，明天恼了，两个又变成冤家对头，他会变，心会变，假的不是真的。佛菩萨对于一切众生是真心爱护永远不变，你尊敬佛菩萨，佛菩萨对你不变；你恨透他、侮辱他、要杀害他，他对你那个爱心还是不变，这是真的。很可惜我们凡夫茫然无知，认假不认真，真的他不晓得，假的天天打交道，自找苦吃。所以学佛是学真，要学真心用事，这里面才能得到上妙的真乐，真心里面具足无量的智慧，没有烦恼。妄心里面才有烦恼，结使多故，结使就是烦恼，世人所讲的心有千千结，你看这个烦恼多苦，苦死了。那就是没有智慧，从迷惑颠倒当中生的千千结；智慧一开，那个结就没有了，才能够得大自在。",
      "zh_TW": "再給諸位說明白，諸佛菩薩無漏者，他用的心是真心，真心是永恆不變的。我們凡夫有漏者用的這個心是妄心，妄心會變的，今天很好，兩個相愛了，明天惱了，兩個又變成冤家對頭，他會變，心會變，假的不是真的。佛菩薩對於一切眾生是真心愛護永遠不變，你尊敬佛菩薩，佛菩薩對你不變；你恨透他、侮辱他、要殺害他，他對你那個愛心還是不變，這是真的。很可惜我們凡夫茫然無知，認假不認真，真的他不曉得，假的天天打交道，自找苦吃。所以學佛是學真，要學真心用事，這裡面才能得到上妙的真樂，真心裡面具足無量的智慧，沒有煩惱。妄心裡面才有煩惱，結使多故，結使就是煩惱，世人所講的心有千千結，你看這個煩惱多苦，苦死了。那就是沒有智慧，從迷惑顛倒當中生的千千結；智慧一開，那個結就沒有了，才能夠得大自在。"
    },
    {
      "id": "09-011-0019_p0093",
      "zh_CN": "【复次。无漏智慧，常观一切无常。观无常故。不生爱等诸结使。】",
      "zh_TW": "【復次。無漏智慧，常觀一切無常。觀無常故。不生愛等諸結使。】"
    },
    {
      "id": "09-011-0019_p0094",
      "zh_CN": "『无漏智慧』观一切万法，万法是无常的，是因缘所生的，是当体即空，所以无漏之人在一切万法里面他有享受、他有自在，他没有执着、他没有贪恋。我说这些话诸位不大容易懂得，很难体会，我用个方便再比喻，从前在我们这里听经的郑老师，给你们讲人生哲学的，他听了我这个比喻，他很欢喜。我用什么比喻？我说无漏的菩萨好比享受他有使用权，他没有所有权；我们凡夫颠倒了，有所有权，没有使用权。譬如这一栋大楼是你的，你有所有权，可都是别人来住，别人在这里用这个房子，他得受用；你盖了房子给人住，主权是你的，你自己落不到里面享受，享受是别人。他虽然在那里享受，享用很自在，他没有主权，没有主权在那里享用，他很自在，房子坏了塌了，这不是我的，不关心；主人虽然不在那里住，心还牵挂着，房子这么久没有修，得修修，修来还是给人家住。我举大楼这个例子还不大容易体会，再举有钱人家盖别墅。我那个时候初学佛的时候，有一个财主陈居士他很有钱，他在文化学院后面盖了个庙，那个庙也是他的别墅，盖得很不错、很清静。我听说他盖了庙之后他一生就在那里住一个晚上，请人家在里面住还要给人家薪水。你看看那也很自在，他到那里去享受，你盖这个别墅，我在这里享受，还得要拿钱给我，不拿钱给我，我还不愿意来享受，这个是聪明人，世间一等聪明人。",
      "zh_TW": "『無漏智慧』觀一切萬法，萬法是無常的，是因緣所生的，是當體即空，所以無漏之人在一切萬法裡面他有享受、他有自在，他沒有執著、他沒有貪戀。我說這些話諸位不大容易懂得，很難體會，我用個方便再比喻，從前在我們這裡聽經的鄭老師，給你們講人生哲學的，他聽了我這個比喻，他很歡喜。我用什麼比喻？我說無漏的菩薩好比享受他有使用權，他沒有所有權；我們凡夫顛倒了，有所有權，沒有使用權。譬如這一棟大樓是你的，你有所有權，可都是別人來住，別人在這裡用這個房子，他得受用；你蓋了房子給人住，主權是你的，你自己落不到裡面享受，享受是別人。他雖然在那裡享受，享用很自在，他沒有主權，沒有主權在那裡享用，他很自在，房子壞了塌了，這不是我的，不關心；主人雖然不在那裡住，心還牽掛著，房子這麼久沒有修，得修修，修來還是給人家住。我舉大樓這個例子還不大容易體會，再舉有錢人家蓋別墅。我那個時候初學佛的時候，有一個財主陳居士他很有錢，他在文化學院後面蓋了個廟，那個廟也是他的別墅，蓋得很不錯、很清靜。我聽說他蓋了廟之後他一生就在那裡住一個晚上，請人家在裡面住還要給人家薪水。你看看那也很自在，他到那裡去享受，你蓋這個別墅，我在這裡享受，還得要拿錢給我，不拿錢給我，我還不願意來享受，這個是聰明人，世間一等聰明人。"
    },
    {
      "id": "09-011-0019_p0095",
      "zh_CN": "这就好比无漏的菩萨，他在这个世界上的时候，他是样样都享受、样样都自在、样样不执着。为什么？晓得万法皆空，一切都是幻有。幻有当中是享受幻法，他的人生是美满的、是真实的、是幸福的，心里没有一点牵挂，可以说是解脱的。我们苦在哪里？这个东西是我的，所有权是我的，苦死了。所以一点事业还没有成就，头发已经白了一半，操心太多！我有一些朋友，最近晓得了，「你有图书馆，又那么大」，问问我，你那里现在住多少人？我说常住就是平常在一起大概也有十口之家。他说不容易，你生活费用从哪里来的？我说我不晓得，我真的不晓得。你怎么维持的？我也不晓得。我什么都不晓得，我很自在。住在这里就行了，不住了怎么办？打个电话，景美区公所派人来接收，我还是自在。有这么好的地方，又统统做好了，送给景美区公所，景美区公所还在报纸上大大表扬一番我得了多少功德，你想想看这多自在！",
      "zh_TW": "這就好比無漏的菩薩，他在這個世界上的時候，他是樣樣都享受、樣樣都自在、樣樣不執著。為什麼？曉得萬法皆空，一切都是幻有。幻有當中是享受幻法，他的人生是美滿的、是真實的、是幸福的，心裡沒有一點牽掛，可以說是解脫的。我們苦在哪裡？這個東西是我的，所有權是我的，苦死了。所以一點事業還沒有成就，頭髮已經白了一半，操心太多！我有一些朋友，最近曉得了，「你有圖書館，又那麼大」，問問我，你那裡現在住多少人？我說常住就是平常在一起大概也有十口之家。他說不容易，你生活費用從哪裡來的？我說我不曉得，我真的不曉得。你怎麼維持的？我也不曉得。我什麼都不曉得，我很自在。住在這裡就行了，不住了怎麼辦？打個電話，景美區公所派人來接收，我還是自在。有這麼好的地方，又統統做好了，送給景美區公所，景美區公所還在報紙上大大表揚一番我得了多少功德，你想想看這多自在！"
    },
    {
      "id": "09-011-0019_p0096",
      "zh_CN": "学佛就要求开智慧，生活上就要自在，绝对不要自己去找苦。诸位晓得，我们自己本来不苦，本来没有苦，本来就是乐的，快乐得不得了。苦是自己找来的，你自己不找，谁给苦给你吃？所以觉悟就乐，你不觉悟就苦。这经文一共有九行，希望诸位要多念几遍。在末后有一行结论，在第十五页第四行：",
      "zh_TW": "學佛就要求開智慧，生活上就要自在，絕對不要自己去找苦。諸位曉得，我們自己本來不苦，本來沒有苦，本來就是樂的，快樂得不得了。苦是自己找來的，你自己不找，誰給苦給你吃？所以覺悟就樂，你不覺悟就苦。這經文一共有九行，希望諸位要多念幾遍。在末後有一行結論，在第十五頁第四行："
    },
    {
      "id": "09-011-0019_p0097",
      "zh_CN": "【乐受中不生欲着。苦受中不生恚。】",
      "zh_TW": "【樂受中不生欲著。苦受中不生恚。】"
    },
    {
      "id": "09-011-0019_p0098",
      "zh_CN": "没有怨恨的心。",
      "zh_TW": "沒有怨恨的心。"
    },
    {
      "id": "09-011-0019_p0099",
      "zh_CN": "【不苦不乐受中不生愚痴。是名受念处。】",
      "zh_TW": "【不苦不樂受中不生愚痴。是名受念處。】"
    },
    {
      "id": "09-011-0019_p0100",
      "zh_CN": "这是这一段的结论，这是讲乐受、苦受、不苦不乐受，我们应当要用什么样的态度去享受，你就会得自在。",
      "zh_TW": "這是這一段的結論，這是講樂受、苦受、不苦不樂受，我們應當要用什麼樣的態度去享受，你就會得自在。"
    },
    {
      "id": "09-011-0019_p0101",
      "zh_CN": "十五页倒数第三行以下是讲三心不可得，就跟《金刚经》里面讲的三心不可得意思是一样的，同一个道理。三心不可得，再问，谁受苦受乐？一入这个境界，他怎么会不解脱？在第十六页的当中，有三行经文是讲受的真实相，我们应当要了解。第十七页第二行「心无常最易知」，这个以下是「观心无常」。倒数第四行第二句「问曰」以下，是说「观法无我」。在第十九页第三行以下是给我们讲三种四念处：「性念处，共念处，缘念处。」这个文有好几页，一直到第二十四面倒数第三行，都是讲三种四念处。二十四页倒数第二行以下，是讲「内外身」，这是进一步教给我们学习不净观。在第二十五页后半段，是说一切法不可得，得无所着才是真正的解脱。第二十七页倒数第二行，这是讲四正勤。在这一卷里面虽然说的是三十七道品，四念处说得最多，四念处是根本法，四念处的道理懂得了，三十七道品都很容易，所以后面讲解都很简略。",
      "zh_TW": "十五頁倒數第三行以下是講三心不可得，就跟《金剛經》裡面講的三心不可得意思是一樣的，同一個道理。三心不可得，再問，誰受苦受樂？一入這個境界，他怎麼會不解脫？在第十六頁的當中，有三行經文是講受的真實相，我們應當要了解。第十七頁第二行「心無常最易知」，這個以下是「觀心無常」。倒數第四行第二句「問曰」以下，是說「觀法無我」。在第十九頁第三行以下是給我們講三種四念處：「性念處，共念處，緣念處。」這個文有好幾頁，一直到第二十四面倒數第三行，都是講三種四念處。二十四頁倒數第二行以下，是講「內外身」，這是進一步教給我們學習不淨觀。在第二十五頁後半段，是說一切法不可得，得無所著才是真正的解脫。第二十七頁倒數第二行，這是講四正勤。在這一卷裡面雖然說的是三十七道品，四念處說得最多，四念處是根本法，四念處的道理懂得了，三十七道品都很容易，所以後面講解都很簡略。"
    },
    {
      "id": "09-011-0019_p0102",
      "zh_CN": "第二十八页第六行是讲四正勤，后面接着讲四如意足。四如意足是欲、勤、心、观，但是在此地勤是用「精进」，观是用「思惟」，文字用的不一样，意思是一样的，此地讲的是依精进心思惟，是说这四种。第二十九页第一行是讲五根五力。这一段最后一行是讲七觉分，开头一看诸位就能够明了。第三十页第二个段落是八圣道分，这是讲八圣道。七觉分在此地是讲了一点理论，七觉分的名词以及七觉分的作用，是在前面第七页第五行、第六行，这都是讲七觉支，它的名字在此地，它的作用也说出来了。",
      "zh_TW": "第二十八頁第六行是講四正勤，後面接著講四如意足。四如意足是欲、勤、心、觀，但是在此地勤是用「精進」，觀是用「思惟」，文字用的不一樣，意思是一樣的，此地講的是依精進心思惟，是說這四種。第二十九頁第一行是講五根五力。這一段最後一行是講七覺分，開頭一看諸位就能夠明瞭。第三十頁第二個段落是八聖道分，這是講八聖道。七覺分在此地是講了一點理論，七覺分的名詞以及七覺分的作用，是在前面第七頁第五行、第六行，這都是講七覺支，它的名字在此地，它的作用也說出來了。"
    },
    {
      "id": "09-011-0019_p0103",
      "zh_CN": "第三十面倒数第一行最后这一句以下，是讲五种邪命，这是应当要晓得的。第三十一面第四行以下，是说明八正道就是三学，这个大本里面有三种是戒、三种是定、二种是慧，在此地也不必细说。三十二面第四行以下，一直到这一卷的终了，就是到四十四面，这是大乘三十七道品，应当要晓得，应当要学习。从这个以下尽这一卷，最好能够背过，依教奉行，一定有大利益、大功德。大乘三十七道品此地都有解释，我们由于时间上的限制不能跟诸位细说，可是前面大意明白了，后面可以看得懂。",
      "zh_TW": "第三十面倒數第一行最後這一句以下，是講五種邪命，這是應當要曉得的。第三十一面第四行以下，是說明八正道就是三學，這個大本裡面有三種是戒、三種是定、二種是慧，在此地也不必細說。三十二面第四行以下，一直到這一卷的終了，就是到四十四面，這是大乘三十七道品，應當要曉得，應當要學習。從這個以下盡這一卷，最好能夠背過，依教奉行，一定有大利益、大功德。大乘三十七道品此地都有解釋，我們由於時間上的限制不能跟諸位細說，可是前面大意明白了，後面可以看得懂。"
    }
  ]
}