{
  "doc_id": "09-018-0002",
  "title": {
    "zh_CN": "般若心经念佛说",
    "zh_TW": "般若心經念佛說"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国圣威尔",
    "zh_TW": "美國聖威爾"
  },
  "doc_number": "09-018-0002",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "09-018-0002_p0001",
      "zh_CN": "诸位同修，昨天我们将《心经》第一段做了一个概略的报告，这个经的重点就在第一句。经，佛法里面讲的有教、理、行、果这四大类，教是教学，理是理论，行就是实践，所谓果就是从实行当中证实教理的正确性，这就叫证。换句话说，前面教、理、行合而为一的时候，一而三、三而一的时候，这个时候就叫做证。教学的重点是在行，行就是日常生活行为，如果不能把这些理论变成我们实际的行为，那么这个教学就是我们常讲的玄学，不切合实际，佛法最重要的是讲究修行。",
      "zh_TW": "諸位同修，昨天我們將《心經》第一段做了一個概略的報告，這個經的重點就在第一句。經，佛法裡面講的有教、理、行、果這四大類，教是教學，理是理論，行就是實踐，所謂果就是從實行當中證實教理的正確性，這就叫證。換句話說，前面教、理、行合而為一的時候，一而三、三而一的時候，這個時候就叫做證。教學的重點是在行，行就是日常生活行為，如果不能把這些理論變成我們實際的行為，那麼這個教學就是我們常講的玄學，不切合實際，佛法最重要的是講究修行。"
    },
    {
      "id": "09-018-0002_p0002",
      "zh_CN": "这个地方，这部经第一个就是观，『观自在菩萨』。接着底下就跟我们说『行』，唯有行，后面才有『照见』，照见就是证。观这个里面就是教、理，在实行当中你才能够照见，才能够发现事实的真相，这个真相就是「五蕴皆空」，这个时候一切苦厄都没有了。一切苦厄是迷在五蕴里面才有苦，才有许多的烦恼，我们讲生死轮回、无尽的痛苦是迷于五蕴。五蕴真相大白之后，不但一般的苦楚没有了，就是生死轮回也没有了。向下的经文就是前面这一段的解释。当然经文少，解释都是从纲领上来说，细说都在《大般若经》里面，那就说得非常详细了。纲领对我们修行非常重要，对于理论认识了解它，那是大经好，说得很透彻，说得很详细；可是我们在日常生活当中，抓纲领是最重要的，就是愈简单，我们做起来就愈方便。像昨天我跟大家讲的十念法，这非常方便，愈简单，那个效果愈显著。修十念法的时候，虽然时间很短，诸位要晓得，那就是观照。这十念还是观照，就是大势至菩萨所说的「都摄六根，净念相继」，那叫真正的用功夫，那是真正的在『行深般若波罗蜜多』。",
      "zh_TW": "這個地方，這部經第一個就是觀，『觀自在菩薩』。接著底下就跟我們說『行』，唯有行，後面才有『照見』，照見就是證。觀這個裡面就是教、理，在實行當中你才能夠照見，才能夠發現事實的真相，這個真相就是「五蘊皆空」，這個時候一切苦厄都沒有了。一切苦厄是迷在五蘊裡面才有苦，才有許多的煩惱，我們講生死輪迴、無盡的痛苦是迷於五蘊。五蘊真相大白之後，不但一般的苦楚沒有了，就是生死輪迴也沒有了。向下的經文就是前面這一段的解釋。當然經文少，解釋都是從綱領上來說，細說都在《大般若經》裡面，那就說得非常詳細了。綱領對我們修行非常重要，對於理論認識了解它，那是大經好，說得很透徹，說得很詳細；可是我們在日常生活當中，抓綱領是最重要的，就是愈簡單，我們做起來就愈方便。像昨天我跟大家講的十念法，這非常方便，愈簡單，那個效果愈顯著。修十念法的時候，雖然時間很短，諸位要曉得，那就是觀照。這十念還是觀照，就是大勢至菩薩所說的「都攝六根，淨念相繼」，那叫真正的用功夫，那是真正的在『行深般若波羅蜜多』。"
    },
    {
      "id": "09-018-0002_p0003",
      "zh_CN": "不但念佛如此，佛给我们讲的八万四千法门，四弘誓愿里面讲的无量法门，念佛就是八万四千法门里面的一种，一种是观照，一切都是观照，问题就是你的功夫得力不得力，关键在这个地方。用功如理如法，就是合乎理论、合乎方法，用功得力，观照功夫就非常的明显。我们明了这些事实，才真正知道佛门里面所说的「法门平等，无有高下」。法门既然平等，没有高下，我们选择这个法门，心就会定了，其他人修学与我们不同的法门，我们听到了，我们见到了，我们起尊重心，不一定要学他。他在那个法门得利益，我在这个法门得利益；他在那个法门开悟、证果、成佛，我用这个法门也开悟、证果、成佛，没有两样。最忌讳的是三心二意，今天想学这个，明天想改学那个，那个麻烦就大了，那个到后来结果是一事无成，一样都学不好。所以修学贵在一门深入，无论修学哪个法门，一门深入就对了，就能够达到这个效果。",
      "zh_TW": "不但念佛如此，佛給我們講的八萬四千法門，四弘誓願裡面講的無量法門，念佛就是八萬四千法門裡面的一種，一種是觀照，一切都是觀照，問題就是你的功夫得力不得力，關鍵在這個地方。用功如理如法，就是合乎理論、合乎方法，用功得力，觀照功夫就非常的明顯。我們明瞭這些事實，才真正知道佛門裡面所說的「法門平等，無有高下」。法門既然平等，沒有高下，我們選擇這個法門，心就會定了，其他人修學與我們不同的法門，我們聽到了，我們見到了，我們起尊重心，不一定要學他。他在那個法門得利益，我在這個法門得利益；他在那個法門開悟、證果、成佛，我用這個法門也開悟、證果、成佛，沒有兩樣。最忌諱的是三心二意，今天想學這個，明天想改學那個，那個麻煩就大了，那個到後來結果是一事無成，一樣都學不好。所以修學貴在一門深入，無論修學哪個法門，一門深入就對了，就能夠達到這個效果。"
    },
    {
      "id": "09-018-0002_p0004",
      "zh_CN": "『照见五蕴皆空』，这句话实在讲就是明心见性，禅宗里面讲的明心见性，这是见到宇宙人生的真相，就是见性，也就是教下所讲的大开圆解，我们净土宗里面所讲的理一心不乱。『度一切苦厄』，就是佛法里面常讲的大涅槃，涅槃是梵语，翻成中国意思是灭，四谛里头苦集灭道，涅槃就是灭，灭什么？灭烦恼，灭生死，灭苦厄，都没有了。这一句就是证大涅槃。照见五蕴皆空就是证大菩提，菩提是智慧，圆满的智慧。可见得整个佛法，一句话都说尽了。有人说佛教经典太多，你给他讲，不多，你看，就这么一句，就讲完了。细说呢？细说那很多，说不尽；简单的说，一句话就说完了。",
      "zh_TW": "『照見五蘊皆空』，這句話實在講就是明心見性，禪宗裡面講的明心見性，這是見到宇宙人生的真相，就是見性，也就是教下所講的大開圓解，我們淨土宗裡面所講的理一心不亂。『度一切苦厄』，就是佛法裡面常講的大涅槃，涅槃是梵語，翻成中國意思是滅，四諦裡頭苦集滅道，涅槃就是滅，滅什麼？滅煩惱，滅生死，滅苦厄，都沒有了。這一句就是證大涅槃。照見五蘊皆空就是證大菩提，菩提是智慧，圓滿的智慧。可見得整個佛法，一句話都說盡了。有人說佛教經典太多，你給他講，不多，你看，就這麼一句，就講完了。細說呢？細說那很多，說不盡；簡單的說，一句話就說完了。"
    },
    {
      "id": "09-018-0002_p0005",
      "zh_CN": "《华严》里面教给我们「一即一切，一切即一」，你从这能体会得到。可是那个一，一是什么？这一点不能不清楚，它这个一是任一，不是专一，如果是专一，这法就不平等，就有高下了。它一是任一，任何一个一，都一样的。所以一门深入是任何一门，并不单单指特定的某一门，不是这个意思，是任一。这是从通途上说，就是一般来讲，事实确实是如此。为什么在任一里面，诸佛如来偏赞净土？《心经》这里面讲的是通途法门，不是讲特别法门，是通途法门，是讲一切万法的原理原则，任何一个法门都不能违背这个原则。佛菩萨为什么偏赞净土？偏赞净土有道理，因为通途法门都要断烦恼才能证真，你看这个地方讲的，一定要到照见五蕴皆空，你才能度一切苦厄，那个照见就不是一般人能够做得到的。我们绝大多数的人，说实在话来讲，现在一万个人当中，大概有九千九百九十九个人，功夫顶多只能做到观照，照住都做不到，照住是得定；照见那是见性，明心见性，那更不可能。这就是我们现在的根性不行，我们的环境也很不利于修行。为什么？环境对我们的诱惑太大，一般人禁不起诱惑，心会随着境界转，这就是搞轮回。",
      "zh_TW": "《華嚴》裡面教給我們「一即一切，一切即一」，你從這能體會得到。可是那個一，一是什麼？這一點不能不清楚，它這個一是任一，不是專一，如果是專一，這法就不平等，就有高下了。它一是任一，任何一個一，都一樣的。所以一門深入是任何一門，並不單單指特定的某一門，不是這個意思，是任一。這是從通途上說，就是一般來講，事實確實是如此。為什麼在任一裡面，諸佛如來偏讚淨土？《心經》這裡面講的是通途法門，不是講特別法門，是通途法門，是講一切萬法的原理原則，任何一個法門都不能違背這個原則。佛菩薩為什麼偏讚淨土？偏讚淨土有道理，因為通途法門都要斷煩惱才能證真，你看這個地方講的，一定要到照見五蘊皆空，你才能度一切苦厄，那個照見就不是一般人能夠做得到的。我們絕大多數的人，說實在話來講，現在一萬個人當中，大概有九千九百九十九個人，功夫頂多只能做到觀照，照住都做不到，照住是得定；照見那是見性，明心見性，那更不可能。這就是我們現在的根性不行，我們的環境也很不利於修行。為什麼？環境對我們的誘惑太大，一般人禁不起誘惑，心會隨著境界轉，這就是搞輪迴。"
    },
    {
      "id": "09-018-0002_p0006",
      "zh_CN": "你为什么不能得定？参禅，参禅的人很多，你们看到几个参禅得定的？不要讲开悟，那不必说了，参禅得定的。过去几十年，民国初年的时候，倓虚老法师他有一个录音带，打佛七，佛七的开示录音带，湾区这边有流通，他老人家的许多著作我们在此地也能够看得到。这个是距离我们最近的一位天台宗的祖师，他老人家说过，他一生当中看到参禅得定的，他说有，他见过。从参禅开悟，大彻大悟，明心见性，他说一生当中不但没有看过，听也没有听说过，你就晓得多难。得定，没有出三界，换句话说，没有超越六道轮回，还在轮回之中，换句话说，没有解决问题，一定要照见，这问题才解决得了。",
      "zh_TW": "你為什麼不能得定？參禪，參禪的人很多，你們看到幾個參禪得定的？不要講開悟，那不必說了，參禪得定的。過去幾十年，民國初年的時候，倓虛老法師他有一個錄音帶，打佛七，佛七的開示錄音帶，灣區這邊有流通，他老人家的許多著作我們在此地也能夠看得到。這個是距離我們最近的一位天台宗的祖師，他老人家說過，他一生當中看到參禪得定的，他說有，他見過。從參禪開悟，大徹大悟，明心見性，他說一生當中不但沒有看過，聽也沒有聽說過，你就曉得多難。得定，沒有出三界，換句話說，沒有超越六道輪迴，還在輪迴之中，換句話說，沒有解決問題，一定要照見，這問題才解決得了。"
    },
    {
      "id": "09-018-0002_p0007",
      "zh_CN": "修行人到照见五蕴皆空，这是什么地位？天台家判教：藏、通、别、圆，照见五蕴皆空在别教里面讲是初地菩萨。你只要修到照见五蕴皆空，你就是初地菩萨，在圆教里面讲就是初住菩萨。《华严经》上说的四十一位法身大士，他是属于法身大士，也就是破一品无明、证一分法身。照见五蕴皆空就是证一分法身，破一品无明，无明不破，没有办法照见。所以我们从这段经文里面，这是大乘的真正成就了，超越三界六道生死轮回。",
      "zh_TW": "修行人到照見五蘊皆空，這是什麼地位？天台家判教：藏、通、別、圓，照見五蘊皆空在別教裡面講是初地菩薩。你只要修到照見五蘊皆空，你就是初地菩薩，在圓教裡面講就是初住菩薩。《華嚴經》上說的四十一位法身大士，他是屬於法身大士，也就是破一品無明、證一分法身。照見五蘊皆空就是證一分法身，破一品無明，無明不破，沒有辦法照見。所以我們從這段經文裡面，這是大乘的真正成就了，超越三界六道生死輪迴。"
    },
    {
      "id": "09-018-0002_p0008",
      "zh_CN": "对我们来讲，我们的业障很重、习气很深、烦恼很多、妄念很多，再加上现在社会，现在真的，古人讲花花世界那是形容词，现在是真的花花世界，每天都在受污染，电视就是一个最大的染缸，在那里污染。报纸、杂志、广播，我们六根所接触的这个环境，比起从前不晓得严重到多少倍！从前那个社会非常纯朴，我们虽然没见到，但是像我们这样的年龄，想一想抗战时期，想一想我们初到台湾。我们初到台湾，民国三十八年，台湾人口六百万人。一般人在街上走，穿木屐，我也穿过。生活非常纯朴，街上看不到东西，人情味很厚，人与人确实有个亲密的感触。大家能够和睦相处、互助合作，那时候真的有，彼此帮助，纵使陌生人都很热心的来帮助。我们初到台湾，路不认识，迷了路，随便问一个人，他都很热心的告诉我们，有的时候他会带我们一同去，陪到一同去。现在不行了，现在你问的时候，人家理都不理你了。你看不过是三、四十年，这个社会风气完全变了。",
      "zh_TW": "對我們來講，我們的業障很重、習氣很深、煩惱很多、妄念很多，再加上現在社會，現在真的，古人講花花世界那是形容詞，現在是真的花花世界，每天都在受污染，電視就是一個最大的染缸，在那裡污染。報紙、雜誌、廣播，我們六根所接觸的這個環境，比起從前不曉得嚴重到多少倍！從前那個社會非常純樸，我們雖然沒見到，但是像我們這樣的年齡，想一想抗戰時期，想一想我們初到台灣。我們初到台灣，民國三十八年，台灣人口六百萬人。一般人在街上走，穿木屐，我也穿過。生活非常純樸，街上看不到東西，人情味很厚，人與人確實有個親密的感觸。大家能夠和睦相處、互助合作，那時候真的有，彼此幫助，縱使陌生人都很熱心的來幫助。我們初到台灣，路不認識，迷了路，隨便問一個人，他都很熱心的告訴我們，有的時候他會帶我們一同去，陪到一同去。現在不行了，現在你問的時候，人家理都不理你了。你看不過是三、四十年，這個社會風氣完全變了。"
    },
    {
      "id": "09-018-0002_p0009",
      "zh_CN": "再往以前来设想，愈往前去，人口少，生活简单，心地纯厚。在古时候，古大德教学，在那样的社会状况之下，还怕有妨碍，把道场建立在深山里面，交通不方便，到道场去要走个三、四天，走路上去，没有交通工具。所以俗话常讲，「无事不登三宝殿」，谁有工夫到那边去？那样的社会都还想方法来防止污染。祖师大德们要是生在现在这个社会里，那不晓得做何感想了。现在这个寺院建在深山，不行，交通工具太发达，车一开就上去了。电视、广播无孔不入，摆个电视机，深山里头打开，跟现在社会，没有离开社会。你就晓得现在修行，比从前难到什么程度。所以现在难，不容易得定，开悟就更不必说了，不容易得定。定都得不到，换句话说，我们无论怎么修，修得再好，来生如果说是很幸运的话，可以得个人身；天很难，欲界天都不容易去；最容易去的，三恶道。不要认为是念佛、学佛，学佛人照样堕三恶道，俗话常讲「地狱门前僧道多」，这不是假的！所以修行，修了一生，修了一辈子，最后修到三恶道去了，你说这个冤枉不冤枉！正因为有这么许多困难，所以诸佛如来才教给我们，在一切法门里面选择净土法门。",
      "zh_TW": "再往以前來設想，愈往前去，人口少，生活簡單，心地純厚。在古時候，古大德教學，在那樣的社會狀況之下，還怕有妨礙，把道場建立在深山裡面，交通不方便，到道場去要走個三、四天，走路上去，沒有交通工具。所以俗話常講，「無事不登三寶殿」，誰有工夫到那邊去？那樣的社會都還想方法來防止污染。祖師大德們要是生在現在這個社會裡，那不曉得做何感想了。現在這個寺院建在深山，不行，交通工具太發達，車一開就上去了。電視、廣播無孔不入，擺個電視機，深山裡頭打開，跟現在社會，沒有離開社會。你就曉得現在修行，比從前難到什麼程度。所以現在難，不容易得定，開悟就更不必說了，不容易得定。定都得不到，換句話說，我們無論怎麼修，修得再好，來生如果說是很幸運的話，可以得個人身；天很難，欲界天都不容易去；最容易去的，三惡道。不要認為是念佛、學佛，學佛人照樣墮三惡道，俗話常講「地獄門前僧道多」，這不是假的！所以修行，修了一生，修了一輩子，最後修到三惡道去了，你說這個冤枉不冤枉！正因為有這麼許多困難，所以諸佛如來才教給我們，在一切法門裡面選擇淨土法門。"
    },
    {
      "id": "09-018-0002_p0010",
      "zh_CN": "净土法门的好处在哪里？不要照见，不要照住，只要有观照功夫就行了。这我们可以做得到。照见是开悟，明心见性，照住是得定，这个难！不需要，观照在净宗里面就是功夫成片，这个我们努力一下确实可以做得到。什么叫成片？这是昨天跟诸位说了，我们心里面只有阿弥陀佛，除了阿弥陀佛之外，其他一切忧虑牵挂统统舍掉。诸位要记住，是叫你心里面不要有牵挂，不是叫你事上没有。在事上，你有家庭，你有事业，你要认真努力去做，心里面不要牵挂，心清净。有人就问：我心里不牵挂，我的事情怎么会做得好？这个你就不懂了，心地要没有牵挂，你的事情做得更好、更圆满。为什么？没有忧虑、牵挂的心，那个心是清净心，清净心生智慧。有忧虑，有牵挂，那是迷情的心，迷情生烦恼，生错误的知见，你的事情怎么会做得好？你懂得这个道理，知道这个事实真相，你就晓得，佛教给我们修学真的有好处，真正带给我们大利益。所以佛家讲放下，身心世界一切放下，不是叫你什么事都不做了，那你就把佛的意思错会了。佛教你身心世界放下，是从心地放下，不是事上放下，事没有妨碍。诸位要知道，《华严》上讲的「理事无碍，事事无碍」，事没有妨碍，妨碍是心，是从心地放下，这个就对了。下面这一段经文说明五蕴皆空：",
      "zh_TW": "淨土法門的好處在哪裡？不要照見，不要照住，只要有觀照功夫就行了。這我們可以做得到。照見是開悟，明心見性，照住是得定，這個難！不需要，觀照在淨宗裡面就是功夫成片，這個我們努力一下確實可以做得到。什麼叫成片？這是昨天跟諸位說了，我們心裡面只有阿彌陀佛，除了阿彌陀佛之外，其他一切憂慮牽掛統統捨掉。諸位要記住，是叫你心裡面不要有牽掛，不是叫你事上沒有。在事上，你有家庭，你有事業，你要認真努力去做，心裡面不要牽掛，心清淨。有人就問：我心裡不牽掛，我的事情怎麼會做得好？這個你就不懂了，心地要沒有牽掛，你的事情做得更好、更圓滿。為什麼？沒有憂慮、牽掛的心，那個心是清淨心，清淨心生智慧。有憂慮，有牽掛，那是迷情的心，迷情生煩惱，生錯誤的知見，你的事情怎麼會做得好？你懂得這個道理，知道這個事實真相，你就曉得，佛教給我們修學真的有好處，真正帶給我們大利益。所以佛家講放下，身心世界一切放下，不是叫你什麼事都不做了，那你就把佛的意思錯會了。佛教你身心世界放下，是從心地放下，不是事上放下，事沒有妨礙。諸位要知道，《華嚴》上講的「理事無礙，事事無礙」，事沒有妨礙，妨礙是心，是從心地放下，這個就對了。下面這一段經文說明五蘊皆空："
    },
    {
      "id": "09-018-0002_p0011",
      "zh_CN": "【舍利子，色不异空，空不异色；色即是空，空即是色。受、想、行、识，亦复如是。】",
      "zh_TW": "【舍利子，色不異空，空不異色；色即是空，空即是色。受、想、行、識，亦復如是。】"
    },
    {
      "id": "09-018-0002_p0012",
      "zh_CN": "到这里是一小段，这一小段是讲五蕴的空相。『色』是物质，物质不是真的；『受想行识』是心理现象，也不是真的。「受」是享受，「想」是思想。「行」是念念不住的意思，行就是不住，它不停，不能够停住，这个叫行；譬如我们一个人，从生到老，不是一年比一年老，不是一月比一月老，刹那刹那老，它不停。我们常讲青春不驻，它不能停在那个地方，如果能停就好了，人人都喜欢十八岁，我们永远就十八岁，它不停，这叫行苦，这个叫行。「识」，唯识里面讲的阿赖耶识。这四种都是属于心法，识是心之体，受想行是心的作用。所以这个心，就是你的妄念一个一个生灭不停，这是属于行，妄念生灭不停。",
      "zh_TW": "到這裡是一小段，這一小段是講五蘊的空相。『色』是物質，物質不是真的；『受想行識』是心理現象，也不是真的。「受」是享受，「想」是思想。「行」是念念不住的意思，行就是不住，它不停，不能夠停住，這個叫行；譬如我們一個人，從生到老，不是一年比一年老，不是一月比一月老，剎那剎那老，它不停。我們常講青春不駐，它不能停在那個地方，如果能停就好了，人人都喜歡十八歲，我們永遠就十八歲，它不停，這叫行苦，這個叫行。「識」，唯識裡面講的阿賴耶識。這四種都是屬於心法，識是心之體，受想行是心的作用。所以這個心，就是你的妄念一個一個生滅不停，這是屬於行，妄念生滅不停。"
    },
    {
      "id": "09-018-0002_p0013",
      "zh_CN": "为什么说它是假的？佛法真跟假的定义，简单的说，真它是永远存在，永远不变的是真的；如果它不是永远存在，它是暂时的存在，它是刹那在变化的，这个就不是真的。根据这个定义，我们观察一切万法，人有生老病死，他的存在最长也不过是一百年而已，活一百岁的人还不多。一百岁之前没有他，没有这个形相，一百年之后也没有这个形相，可见得这个是暂时的，是暂有，不是永恒的有，不是永恒的存在，何况这个身确实刹那刹那在变化。现在科学家为我们说明了，我们进佛堂这个时候，在这里坐上两个小时，出去了，我进来的时候那个我，跟出去的我，不是一个我。我们生理的细胞新陈代谢已经换了不少，这个在刹那变化。所以这个有就叫做幻有，佛经里称作妙有，妙是奇妙的意思，本来没有，现在有了。有，实际上还是没有，现代科学家所说的波动，这个说得非常相似。心也是属于波动，物质这个色相也是属于波动产生的现象，确确实实它不是真正的存在。这是空的意思。",
      "zh_TW": "為什麼說它是假的？佛法真跟假的定義，簡單的說，真它是永遠存在，永遠不變的是真的；如果它不是永遠存在，它是暫時的存在，它是剎那在變化的，這個就不是真的。根據這個定義，我們觀察一切萬法，人有生老病死，他的存在最長也不過是一百年而已，活一百歲的人還不多。一百歲之前沒有他，沒有這個形相，一百年之後也沒有這個形相，可見得這個是暫時的，是暫有，不是永恆的有，不是永恆的存在，何況這個身確實剎那剎那在變化。現在科學家為我們說明了，我們進佛堂這個時候，在這裡坐上兩個小時，出去了，我進來的時候那個我，跟出去的我，不是一個我。我們生理的細胞新陳代謝已經換了不少，這個在剎那變化。所以這個有就叫做幻有，佛經裡稱作妙有，妙是奇妙的意思，本來沒有，現在有了。有，實際上還是沒有，現代科學家所說的波動，這個說得非常相似。心也是屬於波動，物質這個色相也是屬於波動產生的現象，確確實實它不是真正的存在。這是空的意思。"
    },
    {
      "id": "09-018-0002_p0014",
      "zh_CN": "空不是什么都没有，如果这个空解释什么都没有，那是错误的。这个空是有，有是有这个形相，有这个作用，没有它的自体，没有它的本体，所以佛经上把它比喻作梦幻泡影。佛在经上用梦幻来做比喻说得最多，大小乘经典里面常常见到。所以空不能把它当作无讲，空是有，有形相、有作用，没有自体。所以从体上讲是空的，从相上、作用上讲是有的，空有是一桩事情，不是两桩事情，空就是有，有就是空，这个是比较上难懂一点的。如果把它分成两个，空不是有，有不是空，我们很容易懂；空跟有是一桩事情，不是两桩事情，体是空的，相、用是有的，是这么一回意思。",
      "zh_TW": "空不是什麼都沒有，如果這個空解釋什麼都沒有，那是錯誤的。這個空是有，有是有這個形相，有這個作用，沒有它的自體，沒有它的本體，所以佛經上把它比喻作夢幻泡影。佛在經上用夢幻來做比喻說得最多，大小乘經典裡面常常見到。所以空不能把它當作無講，空是有，有形相、有作用，沒有自體。所以從體上講是空的，從相上、作用上講是有的，空有是一樁事情，不是兩樁事情，空就是有，有就是空，這個是比較上難懂一點的。如果把它分成兩個，空不是有，有不是空，我們很容易懂；空跟有是一樁事情，不是兩樁事情，體是空的，相、用是有的，是這麼一回意思。"
    },
    {
      "id": "09-018-0002_p0015",
      "zh_CN": "底下这四句说明物质的真相，『色不异空』，不异是色跟空不是两样的，是一样的，『空不异色；色即是空，空即是色』，这个说明它的的确确是一不是二。这四句话不好懂，我们还用比喻来说。古德常常用金与器做个比喻，把金比作体，体是空的，器是相。我们用黄金，金是体；我们用黄金做个项链，项链是相；我们用黄金做一个茶杯，茶杯是相；我们用黄金做一个佛像，佛像是个相，金不变，相可以随时变，我想做什么就做什么。色就好比是相，空就好比是金，所以说金就是器、器就是金，金不离开器，器也不离开金，用金跟器做比喻，这句话的意思就比较好懂了。如果我们用金、器来念这四句，色是器：「器不异金，金不异器；器就是金，金就是器」，这就好懂了。从这个比喻体会宇宙的实相，真实相，它是这么一回事情。",
      "zh_TW": "底下這四句說明物質的真相，『色不異空』，不異是色跟空不是兩樣的，是一樣的，『空不異色；色即是空，空即是色』，這個說明它的的確確是一不是二。這四句話不好懂，我們還用比喻來說。古德常常用金與器做個比喻，把金比作體，體是空的，器是相。我們用黃金，金是體；我們用黃金做個項鍊，項鍊是相；我們用黃金做一個茶杯，茶杯是相；我們用黃金做一個佛像，佛像是個相，金不變，相可以隨時變，我想做什麼就做什麼。色就好比是相，空就好比是金，所以說金就是器、器就是金，金不離開器，器也不離開金，用金跟器做比喻，這句話的意思就比較好懂了。如果我們用金、器來念這四句，色是器：「器不異金，金不異器；器就是金，金就是器」，這就好懂了。從這個比喻體會宇宙的實相，真實相，它是這麼一回事情。"
    },
    {
      "id": "09-018-0002_p0016",
      "zh_CN": "心理的体用也是这样的情形，像底下「受想行识，亦复如是」，如果我们把句子念完整来，那就是「受不异空，空不异受；受即是空，空即是受」，乃至于到底下「识不异空，空不异识；识即是空，空即是识」。这说明了宇宙人生，色法是宇宙，心法是人生，这把宇宙人生的真相道破了。了解事实真相，然后我们才明了佛为什么叫我们不要分别、不要执着，佛对我们的教训，我们才欢欢喜喜的接受，才认真依教奉行。佛说的是对的，我们的分别执着错了。分别执着，东西实在有，是可以分别、可以执着的，它没有！梦幻泡影，有什么好分别，有什么好执着的！",
      "zh_TW": "心理的體用也是這樣的情形，像底下「受想行識，亦復如是」，如果我們把句子念完整來，那就是「受不異空，空不異受；受即是空，空即是受」，乃至於到底下「識不異空，空不異識；識即是空，空即是識」。這說明了宇宙人生，色法是宇宙，心法是人生，這把宇宙人生的真相道破了。了解事實真相，然後我們才明瞭佛為什麼叫我們不要分別、不要執著，佛對我們的教訓，我們才歡歡喜喜的接受，才認真依教奉行。佛說的是對的，我們的分別執著錯了。分別執著，東西實在有，是可以分別、可以執著的，它沒有！夢幻泡影，有什麼好分別，有什麼好執著的！"
    },
    {
      "id": "09-018-0002_p0017",
      "zh_CN": "事实真相说穿了，不但宇宙人生是梦幻泡影，佛说一切法也不例外。这正是佛门常讲，诸佛菩萨、祖师大德们弘法利生，所谓是「梦中佛事，水月道场」。建立，建立道场，什么道场？水月道场，水里面月亮影子；大作梦中佛事，释迦牟尼佛四十九年讲经说法是大作梦中佛事。这是真的，一点不假。这就是说明了，不但世间一切法不要去执着，佛法也不能执着，佛法也没有，都不是真的，虽不是真的，从这些幻法里面你去体悟真实。所以真的东西说不出来，也指陈不出来，佛对我们的帮助就是旁敲侧击，我们自己要知道去领会、去悟入，那就对了。",
      "zh_TW": "事實真相說穿了，不但宇宙人生是夢幻泡影，佛說一切法也不例外。這正是佛門常講，諸佛菩薩、祖師大德們弘法利生，所謂是「夢中佛事，水月道場」。建立，建立道場，什麼道場？水月道場，水裡面月亮影子；大作夢中佛事，釋迦牟尼佛四十九年講經說法是大作夢中佛事。這是真的，一點不假。這就是說明了，不但世間一切法不要去執著，佛法也不能執著，佛法也沒有，都不是真的，雖不是真的，從這些幻法裡面你去體悟真實。所以真的東西說不出來，也指陳不出來，佛對我們的幫助就是旁敲側擊，我們自己要知道去領會、去悟入，那就對了。"
    },
    {
      "id": "09-018-0002_p0018",
      "zh_CN": "所以佛在《般若经》里，《金刚般若》就讲得比这里多，「佛不度众生」。众生是谁度的？自己度的，你自己悟了，你自己得度，佛不能帮助你悟，佛也不能度你。众生，一切众生都是自悟自度，到你照见五蕴皆空的时候，你就悟了；度一切苦厄，你就度了，这是自悟自度。实在说，诸佛菩萨不过是把他自己自度自悟的经验告诉我们而已，提供我们做一个参考，让我们有一个榜样来修学，佛对我们的帮助只限于这个阶段。所以开示悟入，佛只能做到开示，悟入是我们自己的事情，他没有办法帮助我们悟、帮助我们入。",
      "zh_TW": "所以佛在《般若經》裡，《金剛般若》就講得比這裡多，「佛不度眾生」。眾生是誰度的？自己度的，你自己悟了，你自己得度，佛不能幫助你悟，佛也不能度你。眾生，一切眾生都是自悟自度，到你照見五蘊皆空的時候，你就悟了；度一切苦厄，你就度了，這是自悟自度。實在說，諸佛菩薩不過是把他自己自度自悟的經驗告訴我們而已，提供我們做一個參考，讓我們有一個榜樣來修學，佛對我們的幫助只限於這個階段。所以開示悟入，佛只能做到開示，悟入是我們自己的事情，他沒有辦法幫助我們悟、幫助我們入。"
    },
    {
      "id": "09-018-0002_p0019",
      "zh_CN": "下面一段，我们再看底下：",
      "zh_TW": "下面一段，我們再看底下："
    },
    {
      "id": "09-018-0002_p0020",
      "zh_CN": "【舍利子，是诸法空相，不生不灭，不垢不净，不增不减。是故，空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界。无无明亦无无明尽，乃至无老死亦无老死尽。】",
      "zh_TW": "【舍利子，是諸法空相，不生不滅，不垢不淨，不增不減。是故，空中無色，無受想行識，無眼耳鼻舌身意，無色聲香味觸法，無眼界，乃至無意識界。無無明亦無無明盡，乃至無老死亦無老死盡。】"
    },
    {
      "id": "09-018-0002_p0021",
      "zh_CN": "到这里是一段。这一段把世间一切诸法说尽了，也就是宇宙人生真相全盘托出，说尽了。佛说法他的原则是应机说法，也就是说，要看众生的根性，要看众生的程度，要看众生现前生活环境，这些是他说法先决的条件。于是他所说的一定契机，契机就是很适合听众的程度，很适合听众的需要。佛没有一句废话说的，句句都落实在我们生活之中，所以佛法才会受到一切众生的欢迎，一切众生的爱好。",
      "zh_TW": "到這裡是一段。這一段把世間一切諸法說盡了，也就是宇宙人生真相全盤托出，說盡了。佛說法他的原則是應機說法，也就是說，要看眾生的根性，要看眾生的程度，要看眾生現前生活環境，這些是他說法先決的條件。於是他所說的一定契機，契機就是很適合聽眾的程度，很適合聽眾的需要。佛沒有一句廢話說的，句句都落實在我們生活之中，所以佛法才會受到一切眾生的歡迎，一切眾生的愛好。"
    },
    {
      "id": "09-018-0002_p0022",
      "zh_CN": "众生根性不相同，这就是对于一切法迷悟浅深不一样，有些人对于色法迷得深，对于心法迷得浅，迷得深那就要细说，迷得浅的，稍微提一下他就明了；有些人对于心法迷得深，对于色法迷得浅；有些人是心法、色法统统都迷得很严重的，这是举例而说，大别有这个三大差别，佛说法就不一样了。譬如讲五蕴，我们一看，他心法说了四个，说得多，色法只说了一个，这一定是迷心的人很重，迷色的人浅，这讲五蕴。如果是相反的，心迷得浅，迷色迷得重的，佛就讲十二处。十二处讲六根、六尘。六尘：色、声、香、味、触、法，这个统统是属于色法；六根里面，眼、耳、鼻、舌、身也是色法，色法说了十一个，心法只说一个意，六根里面意根是心法，心就说得很简单，色就说得很详细，这说十二处。如果两者迷得都重？佛就说十八界，十八界：六根、六尘、六识，心法里面说了七个，六根里头意根是心法，六识是心法，意根加上六识，心说了七个，色法说了十一个，两边都说得很详细。这是完全看听众对于色心迷的浅深，佛说法就不一样。这一段里面讲了十二处、讲了十八界，我们明白佛为什么这样说法。五蕴、十二处、十八界就把一切法都包括，这个一切法不限于我们这个地球。实在说，尽虚空遍法界，包括一切诸佛刹土，也不出这三大类：五蕴、十二处、十八界，佛讲三科，不出这个范围。所以这三科就把虚空法界里面一切万法都包括尽了。",
      "zh_TW": "眾生根性不相同，這就是對於一切法迷悟淺深不一樣，有些人對於色法迷得深，對於心法迷得淺，迷得深那就要細說，迷得淺的，稍微提一下他就明瞭；有些人對於心法迷得深，對於色法迷得淺；有些人是心法、色法統統都迷得很嚴重的，這是舉例而說，大別有這個三大差別，佛說法就不一樣了。譬如講五蘊，我們一看，他心法說了四個，說得多，色法只說了一個，這一定是迷心的人很重，迷色的人淺，這講五蘊。如果是相反的，心迷得淺，迷色迷得重的，佛就講十二處。十二處講六根、六塵。六塵：色、聲、香、味、觸、法，這個統統是屬於色法；六根裡面，眼、耳、鼻、舌、身也是色法，色法說了十一個，心法只說一個意，六根裡面意根是心法，心就說得很簡單，色就說得很詳細，這說十二處。如果兩者迷得都重？佛就說十八界，十八界：六根、六塵、六識，心法裡面說了七個，六根裡頭意根是心法，六識是心法，意根加上六識，心說了七個，色法說了十一個，兩邊都說得很詳細。這是完全看聽眾對於色心迷的淺深，佛說法就不一樣。這一段裡面講了十二處、講了十八界，我們明白佛為什麼這樣說法。五蘊、十二處、十八界就把一切法都包括，這個一切法不限於我們這個地球。實在說，盡虛空遍法界，包括一切諸佛剎土，也不出這三大類：五蘊、十二處、十八界，佛講三科，不出這個範圍。所以這三科就把虛空法界裡面一切萬法都包括盡了。"
    },
    {
      "id": "09-018-0002_p0023",
      "zh_CN": "这些法的真相是什么？佛在此地讲『诸法空相』，这一句是纲领，一切法的真相是空相。佛门常讲「万法皆空」，就是根据这个意思说的，万法皆空。万法皆空，不是说万法皆无，这一定要看清楚的，不可以说万法皆无，是讲万法皆空，空跟无意思不相同，体空、相有。为什么说它皆空？因为一切万法都是不生不灭的，这个我们很难懂。我们看到一切万法都是有生有灭，都是有垢有净，都是有增有减，这是我们凡夫看的。这个看法看错了、想错了，我们把事实的真相看错了、想错了。真相是什么？真相是不生不灭。其实这一句是底下这几句的总纲领。",
      "zh_TW": "這些法的真相是什麼？佛在此地講『諸法空相』，這一句是綱領，一切法的真相是空相。佛門常講「萬法皆空」，就是根據這個意思說的，萬法皆空。萬法皆空，不是說萬法皆無，這一定要看清楚的，不可以說萬法皆無，是講萬法皆空，空跟無意思不相同，體空、相有。為什麼說它皆空？因為一切萬法都是不生不滅的，這個我們很難懂。我們看到一切萬法都是有生有滅，都是有垢有淨，都是有增有減，這是我們凡夫看的。這個看法看錯了、想錯了，我們把事實的真相看錯了、想錯了。真相是什麼？真相是不生不滅。其實這一句是底下這幾句的總綱領。"
    },
    {
      "id": "09-018-0002_p0024",
      "zh_CN": "什么叫做生？生是从前没有，现在忽然有这个现象，这生了；灭，灭是从前有，现在没有了。我们看到这个现象叫生灭。佛说我们没有见到真相，只看到现象，没有看到真相。真相是什么？真相，他老人家告诉我们，是缘聚缘散。缘聚的时候我们不晓得，以为那是生；缘散的时候，我们不知道，以为它是灭，其实没有生灭。这个道理很深，假如我们真的搞明白、真的清楚了，我们会得一个很大的快乐，什么快乐？生死没有了。一般人对于死很恐怖，这恐怖没有了，远离一切恐怖。下面讲「无罣碍故，无有恐怖」，恐怖真的没有了，晓得什么？晓得我们没有生死，没有生灭。在楞严会上，波斯匿王听佛说法，他明白这个道理，他非常欢喜、非常快乐。因为常常忧虑着生老病死，常常放在心里很痛苦，结解开了，知道没有生老病死，都不可得。",
      "zh_TW": "什麼叫做生？生是從前沒有，現在忽然有這個現象，這生了；滅，滅是從前有，現在沒有了。我們看到這個現象叫生滅。佛說我們沒有見到真相，只看到現象，沒有看到真相。真相是什麼？真相，他老人家告訴我們，是緣聚緣散。緣聚的時候我們不曉得，以為那是生；緣散的時候，我們不知道，以為它是滅，其實沒有生滅。這個道理很深，假如我們真的搞明白、真的清楚了，我們會得一個很大的快樂，什麼快樂？生死沒有了。一般人對於死很恐怖，這恐怖沒有了，遠離一切恐怖。下面講「無罣礙故，無有恐怖」，恐怖真的沒有了，曉得什麼？曉得我們沒有生死，沒有生滅。在楞嚴會上，波斯匿王聽佛說法，他明白這個道理，他非常歡喜、非常快樂。因為常常憂慮著生老病死，常常放在心裡很痛苦，結解開了，知道沒有生老病死，都不可得。"
    },
    {
      "id": "09-018-0002_p0025",
      "zh_CN": "我们现在要说明什么叫缘聚？什么叫缘散？佛给我们讲，一切万法都是因缘生的，因缘所生的就不是真的。《中论》里头说得好，「因缘所生法，我说即是空」，这个我是佛说的，那就叫空。譬如毛巾，这是个相，它是缘生的，我们看到是有，佛看到是空。怎么是空？把这个线头打开，一拆开一条，拉长时它是一条线，原来是一条线聚集成一条毛巾。佛眼睛看，没有看到毛巾，看到线，没有看到毛巾，它是聚的；线再一分析，里面是纤维；纤维诸位再分析，现在科学家分析，就分成分子、原子、电子，分的时候他看到是那些东西。这是缘聚，才有这个相，哪有生？拆开来的时候，毛巾没有了，灭了，是缘散了。这是缘聚散而已，并不是这个东西真的有生灭，缘聚缘散。",
      "zh_TW": "我們現在要說明什麼叫緣聚？什麼叫緣散？佛給我們講，一切萬法都是因緣生的，因緣所生的就不是真的。《中論》裡頭說得好，「因緣所生法，我說即是空」，這個我是佛說的，那就叫空。譬如毛巾，這是個相，它是緣生的，我們看到是有，佛看到是空。怎麼是空？把這個線頭打開，一拆開一條，拉長時它是一條線，原來是一條線聚集成一條毛巾。佛眼睛看，沒有看到毛巾，看到線，沒有看到毛巾，它是聚的；線再一分析，裡面是纖維；纖維諸位再分析，現在科學家分析，就分成分子、原子、電子，分的時候他看到是那些東西。這是緣聚，才有這個相，哪有生？拆開來的時候，毛巾沒有了，滅了，是緣散了。這是緣聚散而已，並不是這個東西真的有生滅，緣聚緣散。"
    },
    {
      "id": "09-018-0002_p0026",
      "zh_CN": "《金刚经》上，佛说的尤其是明了，佛讲这一切万法，小说到微尘，大说到世界，那个世界不是我们这个地球，世界是讲现在的宇宙，无量无边的星球，佛说一合相。《金刚经》上说「一合相」，一就是我们现在讲基本的一个物质，是这个基本物质排列组合不同。我们现在讲方程式，排列的不一样，这样组成分子，分子再组成物质，一切物质统统是这一个基本物质组合的现象，所以这一切相是平等的，没有差别的。在佛眼睛里面，这一块石头、沙土跟我们讲的金刚钻，佛看完全是一样的。为什么？它基本的物质相同，只是组合排列不一样而已，所以它的价值是相等的，不会有差别，不像我们现在金刚钻价值那么昂贵，石头根本没有人要。都是一合相，只是它里面的排列方式不一样。",
      "zh_TW": "《金剛經》上，佛說的尤其是明瞭，佛講這一切萬法，小說到微塵，大說到世界，那個世界不是我們這個地球，世界是講現在的宇宙，無量無邊的星球，佛說一合相。《金剛經》上說「一合相」，一就是我們現在講基本的一個物質，是這個基本物質排列組合不同。我們現在講方程式，排列的不一樣，這樣組成分子，分子再組成物質，一切物質統統是這一個基本物質組合的現象，所以這一切相是平等的，沒有差別的。在佛眼睛裡面，這一塊石頭、沙土跟我們講的金剛鑽，佛看完全是一樣的。為什麼？它基本的物質相同，只是組合排列不一樣而已，所以它的價值是相等的，不會有差別，不像我們現在金剛鑽價值那麼昂貴，石頭根本沒有人要。都是一合相，只是它裡面的排列方式不一樣。"
    },
    {
      "id": "09-018-0002_p0027",
      "zh_CN": "现在我们要问，这是个很大的问题，也是非常严肃的问题，宇宙的这些现象谁排列的？没有人知道。于是人就打妄想，大概一定有个神在那个地方排列、在那里制造的，所以就变成神造宇宙，神造万物。神到底在哪里？虚无飘渺，从来没有人见到过；神是人幻想出来的、推测出来的，不是真正有的。佛把这个事情给我们解释，宇宙万有从哪里来的？是从我们自己心里面变现出来的，心是能造，宇宙万法是所造；心是主宰，佛菩萨不是主宰。《华严》十玄门里面有一条讲「主伴圆融」，主到底是哪一个？不是专一的，也是任一的。譬如我们讲阿弥陀佛是主，所有一切十方诸佛都是伴，像大会里面他是主席，其他人都要听他的，一个主。如果说释迦牟尼佛为主，阿弥陀佛也是伴，也站旁边。所以这个主是任一，不是专一。我自己是主，一切诸佛菩萨都是伴，这是事实，是真的，不是假的。所以个个都是主。主，主宰宇宙，主宰人生，所有一切都是你自己变现的。",
      "zh_TW": "現在我們要問，這是個很大的問題，也是非常嚴肅的問題，宇宙的這些現象誰排列的？沒有人知道。於是人就打妄想，大概一定有個神在那個地方排列、在那裡製造的，所以就變成神造宇宙，神造萬物。神到底在哪裡？虛無飄渺，從來沒有人見到過；神是人幻想出來的、推測出來的，不是真正有的。佛把這個事情給我們解釋，宇宙萬有從哪裡來的？是從我們自己心裡面變現出來的，心是能造，宇宙萬法是所造；心是主宰，佛菩薩不是主宰。《華嚴》十玄門裡面有一條講「主伴圓融」，主到底是哪一個？不是專一的，也是任一的。譬如我們講阿彌陀佛是主，所有一切十方諸佛都是伴，像大會裡面他是主席，其他人都要聽他的，一個主。如果說釋迦牟尼佛為主，阿彌陀佛也是伴，也站旁邊。所以這個主是任一，不是專一。我自己是主，一切諸佛菩薩都是伴，這是事實，是真的，不是假的。所以個個都是主。主，主宰宇宙，主宰人生，所有一切都是你自己變現的。"
    },
    {
      "id": "09-018-0002_p0028",
      "zh_CN": "这个事情，佛在唯识经论里面说得非常详细。唯识是科学，是高度的科学。宇宙，真实说，一个人是一个人的宇宙，我们大家都坐在一起，各人是各人的宇宙，各人是各人的世界，不会说两个人相同的。所以，宇宙人生是自己心里变现出来的。现在我们同在这个境界里头，这个就是说明变现有相似的，我变出来的境界，跟你变出来的境界，现在有相似的境界，其实绝对不是一个。譬如这两盏灯放的光，我们看的光是一样的，其实各是各的光明，你这个灯熄掉的时候，它这个灯光就没有了，仿佛是这个情形。所以世界是自己变现的，十法界是自己变现的，一切诸佛是自己变现的，一切菩萨也是自己变现的，一切众生还是自己变现的，除了自己之外，无有一法可得。这是真相。",
      "zh_TW": "這個事情，佛在唯識經論裡面說得非常詳細。唯識是科學，是高度的科學。宇宙，真實說，一個人是一個人的宇宙，我們大家都坐在一起，各人是各人的宇宙，各人是各人的世界，不會說兩個人相同的。所以，宇宙人生是自己心裡變現出來的。現在我們同在這個境界裡頭，這個就是說明變現有相似的，我變出來的境界，跟你變出來的境界，現在有相似的境界，其實絕對不是一個。譬如這兩盞燈放的光，我們看的光是一樣的，其實各是各的光明，你這個燈熄掉的時候，它這個燈光就沒有了，彷彿是這個情形。所以世界是自己變現的，十法界是自己變現的，一切諸佛是自己變現的，一切菩薩也是自己變現的，一切眾生還是自己變現的，除了自己之外，無有一法可得。這是真相。"
    },
    {
      "id": "09-018-0002_p0029",
      "zh_CN": "如果不能体会到这个意思，我们想想作梦，我们都有作梦的经验。当梦醒的时候想想，刚才梦中境界还满清楚，还都能够记得，这梦中境界从哪来的？都是自心变现的。梦境的时间短，几秒钟而已；这个时间比较长一点，能够有几十年，有这么长，这几十年跟几秒钟没有什么差别。所以从梦境里面体会到人生，人生如梦！人生实实在在是一场梦，既然是一场梦，有什么好分别，有什么好计较，有什么好认真的？你在里面分别、计较、认真，错了，自找苦恼。真相搞清楚了，无论什么境界，顺境也欢喜，逆境也欢喜，你就过得很幸福、很快乐。你把事实真相搞清楚了，你就能够自由自在变现这个环境，也就是说，在境界里做得了主，这是佛菩萨，这是觉悟的人。凡夫心随境转，在境界里做不了主，觉悟的人在境界里可以做得了主，不同的地方就在此地。境界里做得了主，这就幸福，就自在，观自在。",
      "zh_TW": "如果不能體會到這個意思，我們想想作夢，我們都有作夢的經驗。當夢醒的時候想想，剛才夢中境界還滿清楚，還都能夠記得，這夢中境界從哪來的？都是自心變現的。夢境的時間短，幾秒鐘而已；這個時間比較長一點，能夠有幾十年，有這麼長，這幾十年跟幾秒鐘沒有什麼差別。所以從夢境裡面體會到人生，人生如夢！人生實實在在是一場夢，既然是一場夢，有什麼好分別，有什麼好計較，有什麼好認真的？你在裡面分別、計較、認真，錯了，自找苦惱。真相搞清楚了，無論什麼境界，順境也歡喜，逆境也歡喜，你就過得很幸福、很快樂。你把事實真相搞清楚了，你就能夠自由自在變現這個環境，也就是說，在境界裡做得了主，這是佛菩薩，這是覺悟的人。凡夫心隨境轉，在境界裡做不了主，覺悟的人在境界裡可以做得了主，不同的地方就在此地。境界裡做得了主，這就幸福，就自在，觀自在。"
    },
    {
      "id": "09-018-0002_p0030",
      "zh_CN": "我们讲真能做主，我们想不老行不行？行，确实可以做得到。他为什么会老？刚才讲了，所有一切万法，包括自己的身体，都是随心所转，年岁大了，常常就想老了。佛告诉我们，「一切法从心想生」，天天想老了，这个老就加速度的老，很快的就老了。哪个地方有点病痛就想到我病了，这个病就一天比一天加重，为什么？从心想生。如果我们在心里把老这个念头拿掉，根本没有这个念头；病这个念头拿掉，根本没有病的念头，那就恭喜你，你就不会老，也不会有病，为什么？你心里没这个东西了，境界里头绝对没有这个事情。",
      "zh_TW": "我們講真能做主，我們想不老行不行？行，確實可以做得到。他為什麼會老？剛才講了，所有一切萬法，包括自己的身體，都是隨心所轉，年歲大了，常常就想老了。佛告訴我們，「一切法從心想生」，天天想老了，這個老就加速度的老，很快的就老了。哪個地方有點病痛就想到我病了，這個病就一天比一天加重，為什麼？從心想生。如果我們在心裡把老這個念頭拿掉，根本沒有這個念頭；病這個念頭拿掉，根本沒有病的念頭，那就恭喜你，你就不會老，也不會有病，為什麼？你心裡沒這個東西了，境界裡頭絕對沒有這個事情。"
    },
    {
      "id": "09-018-0002_p0031",
      "zh_CN": "现在医学里头也非常重视讲心理健康、心理卫生，他知道有这些现象，但是他还不能究竟明白这个事实真相。我们回过头来看看佛在《无量寿经》上介绍西方极乐世界的状况，我们懂得这个道理，晓得这个事实，佛跟我们讲西方极乐世界依正庄严，我们就相信了，我们信得过，为什么？有理论的基础在。西方世界的人为什么永远不老？因为他没有时间观念，我们有时间观念，有岁月迁流，有这个观念，就把我们搞老了，使我们变老了。这一切都是自心所变的，说明这个事实的真相。所以心理一定要健康，一定要清净，一定要平等。《无量寿经》经题上「清净平等觉」，只要做到这五个字，清净平等觉，真的就得自在了。我们用什么方法去得到清净平等觉？用念佛的方法。我昨天教给大家十念，一天九次十念的方法，用这个方法可以修成清净平等觉。清净平等觉得到了，果报就是无量寿庄严，所以无量寿庄严是果报。",
      "zh_TW": "現在醫學裡頭也非常重視講心理健康、心理衛生，他知道有這些現象，但是他還不能究竟明白這個事實真相。我們回過頭來看看佛在《無量壽經》上介紹西方極樂世界的狀況，我們懂得這個道理，曉得這個事實，佛跟我們講西方極樂世界依正莊嚴，我們就相信了，我們信得過，為什麼？有理論的基礎在。西方世界的人為什麼永遠不老？因為他沒有時間觀念，我們有時間觀念，有歲月遷流，有這個觀念，就把我們搞老了，使我們變老了。這一切都是自心所變的，說明這個事實的真相。所以心理一定要健康，一定要清淨，一定要平等。《無量壽經》經題上「清淨平等覺」，只要做到這五個字，清淨平等覺，真的就得自在了。我們用什麼方法去得到清淨平等覺？用念佛的方法。我昨天教給大家十念，一天九次十念的方法，用這個方法可以修成清淨平等覺。清淨平等覺得到了，果報就是無量壽莊嚴，所以無量壽莊嚴是果報。"
    },
    {
      "id": "09-018-0002_p0032",
      "zh_CN": "这是说明为什么『不生不灭』，就是缘聚缘散，缘聚的时候没有生，所以缘散的时候也没有灭。我们讲生灭都是一个错误的看法、错误的想法，实际上没有生灭。生灭既然不可得，『垢净』当然也没有。『增减』，佛法里面常说「无明减一分，菩提就增一分」，这不就增减了吗？实在说，这是佛的方便说。换句话说，「生灭、垢净、增减」这些现象，迷的时候有，悟的时候就没有了。在六道里面讲、在十法界里面讲能讲得通，它有这个现象存在；在一真法界里面没有了，统统都没有了。一真，真！十法界、六道是妄。",
      "zh_TW": "這是說明為什麼『不生不滅』，就是緣聚緣散，緣聚的時候沒有生，所以緣散的時候也沒有滅。我們講生滅都是一個錯誤的看法、錯誤的想法，實際上沒有生滅。生滅既然不可得，『垢淨』當然也沒有。『增減』，佛法裡面常說「無明減一分，菩提就增一分」，這不就增減了嗎？實在說，這是佛的方便說。換句話說，「生滅、垢淨、增減」這些現象，迷的時候有，悟的時候就沒有了。在六道裡面講、在十法界裡面講能講得通，它有這個現象存在；在一真法界裡面沒有了，統統都沒有了。一真，真！十法界、六道是妄。"
    },
    {
      "id": "09-018-0002_p0033",
      "zh_CN": "迷妄里面讲有，真实里面讲就没有了。《心经》是照见五蕴皆空的境界，换句话说，他是圆教初住菩萨以上的境界，他们境界里面没有，因此五蕴就没有了。『是故，空中无色，无受想行识』，五蕴没有了。五蕴没有，这是讲人我空，破了我执，人我空。『无眼耳鼻舌身意』，这句讲的是六根；『无色声香味触法』，这句讲的是六尘；『无眼界，乃至无意识界』，这是讲十八界，这就是说的法也空了。我执破了就超越六道，三界里面生死没有了；法执要是破了，变易生死也没有了，变易生死也了不可得。",
      "zh_TW": "迷妄裡面講有，真實裡面講就沒有了。《心經》是照見五蘊皆空的境界，換句話說，他是圓教初住菩薩以上的境界，他們境界裡面沒有，因此五蘊就沒有了。『是故，空中無色，無受想行識』，五蘊沒有了。五蘊沒有，這是講人我空，破了我執，人我空。『無眼耳鼻舌身意』，這句講的是六根；『無色聲香味觸法』，這句講的是六塵；『無眼界，乃至無意識界』，這是講十八界，這就是說的法也空了。我執破了就超越六道，三界裡面生死沒有了；法執要是破了，變易生死也沒有了，變易生死也了不可得。"
    },
    {
      "id": "09-018-0002_p0034",
      "zh_CN": "佛经里面跟我们讲的，生死有两种，这两种生死都尽了，都没有了。「分段生死」，是一个阶段、一个阶段的，像我们人这一生，从生到死这是一个阶段，这是讲六道轮回里面生死现象。「变易生死」是刹那在变易，非常的微细，超越六道之后，六道生死粗相没有了，变易那个细相还继续存在。变易，一直到成佛才没有了，才完全断尽。变易，实际上讲没有生死的相，用生死是形容它苦，生死是苦相，形容它苦。这个也不太好懂，我们举个例子说。譬如我们读书，我们今年读一年级，明年就升二年级，今年一年用功夫也受了不少辛苦，到明年念二年级，念二年级，好像一年级死了，二年级生了，就是这个意思。就是他受一番辛苦，他境界提升一层。像菩萨，这讲法身大士，证得法身，证得法身到成佛有四十二个阶级。譬如念书有四十二年级，从一年级、二年级、三年级，到四十二年级就成佛了。每提升一个阶层，修行有苦，他要修，这个叫变易生死。变易不像我们生死这种粗相，不是这个现象。",
      "zh_TW": "佛經裡面跟我們講的，生死有兩種，這兩種生死都盡了，都沒有了。「分段生死」，是一個階段、一個階段的，像我們人這一生，從生到死這是一個階段，這是講六道輪迴裡面生死現象。「變易生死」是剎那在變易，非常的微細，超越六道之後，六道生死粗相沒有了，變易那個細相還繼續存在。變易，一直到成佛才沒有了，才完全斷盡。變易，實際上講沒有生死的相，用生死是形容它苦，生死是苦相，形容它苦。這個也不太好懂，我們舉個例子說。譬如我們讀書，我們今年讀一年級，明年就升二年級，今年一年用功夫也受了不少辛苦，到明年念二年級，念二年級，好像一年級死了，二年級生了，就是這個意思。就是他受一番辛苦，他境界提升一層。像菩薩，這講法身大士，證得法身，證得法身到成佛有四十二個階級。譬如念書有四十二年級，從一年級、二年級、三年級，到四十二年級就成佛了。每提升一個階層，修行有苦，他要修，這個叫變易生死。變易不像我們生死這種粗相，不是這個現象。"
    },
    {
      "id": "09-018-0002_p0035",
      "zh_CN": "下面说，『无无明，亦无无明尽』，这是说到法身大士。法身菩萨破一品无明、证一分法身，这是佛在大乘经上常说的。无明也不是真的。菩萨断无明，有两种现象，一种是顿断，一断一切都断；一种是分断，一品一品的断。就像我们现在念书，通常上学，从一年级、二年级、三年级，按顺序去读，有一种天才儿童不需要，他的悟性很高。好像我听哪个人说，最近报纸上有个消息，说大陆上有个天才儿童，四岁上大学，这个是特殊的天才。我们一般四岁还在幼稚园，人家四岁已经读大学，这个属于天才。所以佛法修学有这两种，这两种因缘很复杂。虽很复杂，佛在经典里面都跟我们讲得很清楚，为什么会有天才的出现。因为佛的说法不是讲一生的，还要讲过去生中的因缘，明了过去生中所修的，对他这个天才就不稀奇了，就知道人家过去那个善根非常之深厚，所以才有这种情形。这就是有渐断、有顿断，有这两种。顿断就是依据这个道理，「无无明，亦无无明尽」，所以他才能够顿断。假如真有这个东西，顿断是决定不可能的，所以无明也不是真的。",
      "zh_TW": "下面說，『無無明，亦無無明盡』，這是說到法身大士。法身菩薩破一品無明、證一分法身，這是佛在大乘經上常說的。無明也不是真的。菩薩斷無明，有兩種現象，一種是頓斷，一斷一切都斷；一種是分斷，一品一品的斷。就像我們現在念書，通常上學，從一年級、二年級、三年級，按順序去讀，有一種天才兒童不需要，他的悟性很高。好像我聽哪個人說，最近報紙上有個消息，說大陸上有個天才兒童，四歲上大學，這個是特殊的天才。我們一般四歲還在幼稚園，人家四歲已經讀大學，這個屬於天才。所以佛法修學有這兩種，這兩種因緣很複雜。雖很複雜，佛在經典裡面都跟我們講得很清楚，為什麼會有天才的出現。因為佛的說法不是講一生的，還要講過去生中的因緣，明瞭過去生中所修的，對他這個天才就不稀奇了，就知道人家過去那個善根非常之深厚，所以才有這種情形。這就是有漸斷、有頓斷，有這兩種。頓斷就是依據這個道理，「無無明，亦無無明盡」，所以他才能夠頓斷。假如真有這個東西，頓斷是決定不可能的，所以無明也不是真的。"
    },
    {
      "id": "09-018-0002_p0036",
      "zh_CN": "佛说法，实在讲也说得很清楚、说得很明白，只是我们粗心大意，没有听懂佛的意思。无明从哪里来的？为什么会有这个东西？这在佛法里面属于根本的大问题，根本的大问。佛为我们说「一切众生本来成佛」，本来就是佛。本来就是佛，为什么会变成众生？佛说「一念不觉而有无明」，使我们变成凡夫。那再问，为什么会有一念不觉？几时一念不觉的？我们现在发心修学，照佛的说法要修三个阿僧祇劫、要修无量劫，才成佛。再试问，成佛之后，会不会还有一念不觉，又起无明？这些问题是根本的问题，佛在经上都有详细的说明，跟我们讲得清清楚楚、明明白白。这个问题在《楞严经》上，《大佛顶首楞严经》，问的人是富楼那尊者，释迦牟尼佛解答。诸位要明白这个问题就读《楞严经》去，这个问题我不能跟诸位说明，说明了没有好处，只有坏处，没有好处。所以佛法自古以来的教学，是诱导你悟入，而不给你说破。到你悟入的时候来说，点头，「对了，没错」，给你印证。如果一句话说出来的话，把你的悟门堵塞了，你自己永远不会开悟。一定要让你自己悟入，然后给你做证明，给你印证，这才是个高明的教学，是很好的教学，教你自己真正达到，而不是听说的。这个就说到此地，不再往下讲了。就是无无明，亦无无明尽。『乃至无老死，亦无老死尽』，无明既然没有，那哪里会有老死？生老病死俱不可得。下面说：",
      "zh_TW": "佛說法，實在講也說得很清楚、說得很明白，只是我們粗心大意，沒有聽懂佛的意思。無明從哪裡來的？為什麼會有這個東西？這在佛法裡面屬於根本的大問題，根本的大問。佛為我們說「一切眾生本來成佛」，本來就是佛。本來就是佛，為什麼會變成眾生？佛說「一念不覺而有無明」，使我們變成凡夫。那再問，為什麼會有一念不覺？幾時一念不覺的？我們現在發心修學，照佛的說法要修三個阿僧祇劫、要修無量劫，才成佛。再試問，成佛之後，會不會還有一念不覺，又起無明？這些問題是根本的問題，佛在經上都有詳細的說明，跟我們講得清清楚楚、明明白白。這個問題在《楞嚴經》上，《大佛頂首楞嚴經》，問的人是富樓那尊者，釋迦牟尼佛解答。諸位要明白這個問題就讀《楞嚴經》去，這個問題我不能跟諸位說明，說明了沒有好處，只有壞處，沒有好處。所以佛法自古以來的教學，是誘導你悟入，而不給你說破。到你悟入的時候來說，點頭，「對了，沒錯」，給你印證。如果一句話說出來的話，把你的悟門堵塞了，你自己永遠不會開悟。一定要讓你自己悟入，然後給你做證明，給你印證，這才是個高明的教學，是很好的教學，教你自己真正達到，而不是聽說的。這個就說到此地，不再往下講了。就是無無明，亦無無明盡。『乃至無老死，亦無老死盡』，無明既然沒有，那哪裡會有老死？生老病死俱不可得。下面說："
    },
    {
      "id": "09-018-0002_p0037",
      "zh_CN": "【无苦集灭道。】",
      "zh_TW": "【無苦集滅道。】"
    },
    {
      "id": "09-018-0002_p0038",
      "zh_CN": "苦集灭道是佛说法。这也就是说，佛也没有说法，佛说的一切法也不是真的。佛无有法可说，这个佛在《金刚经》里面说得很明白，佛确确实实无有法可说。苦集灭道包括一切大小乘佛法，都离不开这个四谛的范围，所以四谛不完全指小乘。天台家讲四谛，讲四种，讲生灭四谛，讲无量四谛，他依照藏通别圆说有四种四谛，四种十二因缘。由此可知，这个四谛是通大小乘佛法。",
      "zh_TW": "苦集滅道是佛說法。這也就是說，佛也沒有說法，佛說的一切法也不是真的。佛無有法可說，這個佛在《金剛經》裡面說得很明白，佛確確實實無有法可說。苦集滅道包括一切大小乘佛法，都離不開這個四諦的範圍，所以四諦不完全指小乘。天台家講四諦，講四種，講生滅四諦，講無量四諦，他依照藏通別圓說有四種四諦，四種十二因緣。由此可知，這個四諦是通大小乘佛法。"
    },
    {
      "id": "09-018-0002_p0039",
      "zh_CN": "【无智亦无得。】",
      "zh_TW": "【無智亦無得。】"
    },
    {
      "id": "09-018-0002_p0040",
      "zh_CN": "这一句是从能证、所证上说的，能证是智，所证的是菩提涅槃。菩提涅槃有没有？也是假设的，也就是对我们凡夫来假设这么一个目标。实际上有没有？实际上没有。实际是什么？实际是清净心。清净心里头有个菩提，心就不清净了。所以六祖说得好，「本来无一物」，如果还有个菩提、有个涅槃，那就有二物，二物就不是真心，就不是本性，真心本性里头什么都没有，那才是真正自己的本来面目。所以佛法教学终极的目标，恢复自己本来面目。",
      "zh_TW": "這一句是從能證、所證上說的，能證是智，所證的是菩提涅槃。菩提涅槃有沒有？也是假設的，也就是對我們凡夫來假設這麼一個目標。實際上有沒有？實際上沒有。實際是什麼？實際是清淨心。清淨心裡頭有個菩提，心就不清淨了。所以六祖說得好，「本來無一物」，如果還有個菩提、有個涅槃，那就有二物，二物就不是真心，就不是本性，真心本性裡頭什麼都沒有，那才是真正自己的本來面目。所以佛法教學終極的目標，恢復自己本來面目。"
    },
    {
      "id": "09-018-0002_p0041",
      "zh_CN": "六祖在开悟时，向他的老师五祖忍和尚陈述他的见解，虽然只说了五句话，那个五句话说出，五祖点头，他就是明心见性，给他证明了。他第一句话说：「何期自性，本自清净」，清净就是里面一法不立，本来清净的，这句话是说我们真心本性的理体，真心的本体是清净的。《无量寿经》经题上讲「清净平等觉」，那就是真心，那就是真如，就是本性，就是自己。他又说：「何期自性，本自具足」，这个本来具足是说自性的功能，它的能力是圆满的，没有一丝毫的缺陷。末后又说：「何期自性，能生万法」，宇宙人生、十法界依正庄严，从哪来的？是自性生出来的、变现出来的，这是能变，一切万法是所变。所以从真心本性的体上说，智、得都没有，从体上讲一法不立；从相上讲，一法不舍，样样具足，样样圆满。从体上讲一法不立，这样我们就明了，了解什么？诸佛菩萨的生活状况，他们的生活实在讲是无比的自在。一切诸法你可以受用，你可以享受，但是不能分别、不能执着。你要分别执着，那你就苦了；离开一切分别执着，那你的受用就得大自在。你要能够常常作如是观，你这一生就很幸福，你就永远没有烦恼、没有忧虑、没有牵挂、没有苦厄了。换句话说，你才是过一个正常的人生，你是个正常人。如果你要是迷在里面，你一切都不正常，那就很苦恼。唯独真正明了这个事实真相，才晓得佛菩萨讲的句句话都是真实的。",
      "zh_TW": "六祖在開悟時，向他的老師五祖忍和尚陳述他的見解，雖然只說了五句話，那個五句話說出，五祖點頭，他就是明心見性，給他證明了。他第一句話說：「何期自性，本自清淨」，清淨就是裡面一法不立，本來清淨的，這句話是說我們真心本性的理體，真心的本體是清淨的。《無量壽經》經題上講「清淨平等覺」，那就是真心，那就是真如，就是本性，就是自己。他又說：「何期自性，本自具足」，這個本來具足是說自性的功能，它的能力是圓滿的，沒有一絲毫的缺陷。末後又說：「何期自性，能生萬法」，宇宙人生、十法界依正莊嚴，從哪來的？是自性生出來的、變現出來的，這是能變，一切萬法是所變。所以從真心本性的體上說，智、得都沒有，從體上講一法不立；從相上講，一法不捨，樣樣具足，樣樣圓滿。從體上講一法不立，這樣我們就明瞭，了解什麼？諸佛菩薩的生活狀況，他們的生活實在講是無比的自在。一切諸法你可以受用，你可以享受，但是不能分別、不能執著。你要分別執著，那你就苦了；離開一切分別執著，那你的受用就得大自在。你要能夠常常作如是觀，你這一生就很幸福，你就永遠沒有煩惱、沒有憂慮、沒有牽掛、沒有苦厄了。換句話說，你才是過一個正常的人生，你是個正常人。如果你要是迷在裡面，你一切都不正常，那就很苦惱。唯獨真正明瞭這個事實真相，才曉得佛菩薩講的句句話都是真實的。"
    },
    {
      "id": "09-018-0002_p0042",
      "zh_CN": "我在讲席当中常常劝勉同修，我们人生在世，我们要的是什么？我们要使用权，不要所有权。为什么？因为所有权永远拿不到。包括我们这个身体，身体我们可以用它，我们没办法主宰它。身不是所有的，它刹那刹那在起变化的时候，我们没有办法控制它，所以我们可以使用、可以享受，决定得不到。如同我们在外面旅行，我们住旅馆，我们住进旅馆，我们住一天，我有使用权，这一天我是主人。明天就离开，我对它没有牵挂，你看那个住得多自在，多舒服！如果那个房子是自己的，麻烦可就大了，你样样要为它操心，那就很苦。一切万法你都用这个态度来观察，用这个方式来受用，你怎么不自在！所以诸佛菩萨生活自在，幸福无比！我们太苦了，苦在哪里？苦在分别执着。所以离开一切妄想执着，那个生活就是佛菩萨的生活，就得自在。所以事上可以受用，心里上不能有妄想，不能有分别，不能有执着，那就对了。叫你放下万缘，是从心地放下，不是叫你从事上放下，心里面放下之后，这个事上样样都如法。就像孔老夫子所说的，孔老夫子到七十岁达到这个境界，这个境界就是佛菩萨的境界，「从心所欲不逾矩」，矩是什么？规矩，包括我们佛法讲的戒律，世间法讲的法律、道德、风俗、习惯、礼节，他样样都如法，样样都不违背，从心所欲不逾矩，这才是真正的幸福、真正的美满。下面讲佛菩萨成就了，他怎么成菩萨的，怎么成佛的？都离不开般若。",
      "zh_TW": "我在講席當中常常勸勉同修，我們人生在世，我們要的是什麼？我們要使用權，不要所有權。為什麼？因為所有權永遠拿不到。包括我們這個身體，身體我們可以用它，我們沒辦法主宰它。身不是所有的，它剎那剎那在起變化的時候，我們沒有辦法控制它，所以我們可以使用、可以享受，決定得不到。如同我們在外面旅行，我們住旅館，我們住進旅館，我們住一天，我有使用權，這一天我是主人。明天就離開，我對它沒有牽掛，你看那個住得多自在，多舒服！如果那個房子是自己的，麻煩可就大了，你樣樣要為它操心，那就很苦。一切萬法你都用這個態度來觀察，用這個方式來受用，你怎麼不自在！所以諸佛菩薩生活自在，幸福無比！我們太苦了，苦在哪裡？苦在分別執著。所以離開一切妄想執著，那個生活就是佛菩薩的生活，就得自在。所以事上可以受用，心裡上不能有妄想，不能有分別，不能有執著，那就對了。叫你放下萬緣，是從心地放下，不是叫你從事上放下，心裡面放下之後，這個事上樣樣都如法。就像孔老夫子所說的，孔老夫子到七十歲達到這個境界，這個境界就是佛菩薩的境界，「從心所欲不踰矩」，矩是什麼？規矩，包括我們佛法講的戒律，世間法講的法律、道德、風俗、習慣、禮節，他樣樣都如法，樣樣都不違背，從心所欲不踰矩，這才是真正的幸福、真正的美滿。下面講佛菩薩成就了，他怎麼成菩薩的，怎麼成佛的？都離不開般若。"
    },
    {
      "id": "09-018-0002_p0043",
      "zh_CN": "【以无所得故。】",
      "zh_TW": "【以無所得故。】"
    },
    {
      "id": "09-018-0002_p0044",
      "zh_CN": "『无所得』，这句话非常非常重要。所有一切凡夫的病，就迷在他有得，所以患得患失，这个是你为什么会变成凡夫，为什么会搞成六道轮回，那个根本的因素，就是这个所得。世间人都重视这个所得，这个虚妄的，不是真的，是假的，大错特错。觉悟的人，悟什么？悟无所得。他觉悟了，他明白了，因为一切法无所得，世间法不可得，出世间法也不可得。所以《金刚经》说：「法尚应舍，何况非法」，那个法是佛法，佛所说的一切法要舍掉，不可得，何况非法，是一切世间法，世出世间法统统不可得，决定不能执着。",
      "zh_TW": "『無所得』，這句話非常非常重要。所有一切凡夫的病，就迷在他有得，所以患得患失，這個是你為什麼會變成凡夫，為什麼會搞成六道輪迴，那個根本的因素，就是這個所得。世間人都重視這個所得，這個虛妄的，不是真的，是假的，大錯特錯。覺悟的人，悟什麼？悟無所得。他覺悟了，他明白了，因為一切法無所得，世間法不可得，出世間法也不可得。所以《金剛經》說：「法尚應捨，何況非法」，那個法是佛法，佛所說的一切法要捨掉，不可得，何況非法，是一切世間法，世出世間法統統不可得，決定不能執著。"
    },
    {
      "id": "09-018-0002_p0045",
      "zh_CN": "【菩提萨埵，依般若波罗蜜多故，心无罣碍；无罣碍故，无有恐怖，远离颠倒梦想，究竟涅槃。】",
      "zh_TW": "【菩提薩埵，依般若波羅蜜多故，心無罣礙；無罣礙故，無有恐怖，遠離顛倒夢想，究竟涅槃。】"
    },
    {
      "id": "09-018-0002_p0046",
      "zh_CN": "究竟涅槃，就是菩萨之所以成为菩萨。『菩萨』是梵语，翻成中国意思是觉悟的有情众生，换句话说，他的情识还没有断干净，但是他虽有情识，他觉悟了，他觉悟个什么？他觉悟到世出世法俱不可得。一切法都不可得，这就是般若波罗蜜。『般若波罗蜜多』，要用现代的话说，就是究竟圆满的智慧；究竟圆满的智慧，就是一切法不可得。你要是真正体会到、真正明了、真正做到一切法不可得，那就是行深般若波罗蜜多时了。他照见五蕴皆空，他当然心就没有罣碍了。度一切苦厄，他当然就没有恐怖了，生死的恐怖，得失的恐怖，轮回的恐怖，统统都没有了。『远离颠倒梦想』，颠倒是执着，梦想就是妄想，远离妄想执着，所以他得的是『究竟涅槃』。究竟涅槃是菩萨证的，偏真涅槃是阿罗汉证的。阿罗汉证得的涅槃跟菩萨不一样，那叫偏真，偏在一边，就是说我们讲放下，他是理事统统放下，那叫偏真。大乘菩萨究竟圆满的涅槃，他理事是圆融的，理跟事是一不是二，既不偏于空，也不偏于有，不落二边。佛不得已，又说一个名词叫中道第一义，这个叫究竟涅槃。这是菩萨之成为菩萨，是依般若波罗蜜多成就的，诸佛成佛也离不开这个原则。",
      "zh_TW": "究竟涅槃，就是菩薩之所以成為菩薩。『菩薩』是梵語，翻成中國意思是覺悟的有情眾生，換句話說，他的情識還沒有斷乾淨，但是他雖有情識，他覺悟了，他覺悟個什麼？他覺悟到世出世法俱不可得。一切法都不可得，這就是般若波羅蜜。『般若波羅蜜多』，要用現代的話說，就是究竟圓滿的智慧；究竟圓滿的智慧，就是一切法不可得。你要是真正體會到、真正明瞭、真正做到一切法不可得，那就是行深般若波羅蜜多時了。他照見五蘊皆空，他當然心就沒有罣礙了。度一切苦厄，他當然就沒有恐怖了，生死的恐怖，得失的恐怖，輪迴的恐怖，統統都沒有了。『遠離顛倒夢想』，顛倒是執著，夢想就是妄想，遠離妄想執著，所以他得的是『究竟涅槃』。究竟涅槃是菩薩證的，偏真涅槃是阿羅漢證的。阿羅漢證得的涅槃跟菩薩不一樣，那叫偏真，偏在一邊，就是說我們講放下，他是理事統統放下，那叫偏真。大乘菩薩究竟圓滿的涅槃，他理事是圓融的，理跟事是一不是二，既不偏於空，也不偏於有，不落二邊。佛不得已，又說一個名詞叫中道第一義，這個叫究竟涅槃。這是菩薩之成為菩薩，是依般若波羅蜜多成就的，諸佛成佛也離不開這個原則。"
    },
    {
      "id": "09-018-0002_p0047",
      "zh_CN": "【三世诸佛。】",
      "zh_TW": "【三世諸佛。】"
    },
    {
      "id": "09-018-0002_p0048",
      "zh_CN": "三世是过去、现在、未来。你要想成佛还是：",
      "zh_TW": "三世是過去、現在、未來。你要想成佛還是："
    },
    {
      "id": "09-018-0002_p0049",
      "zh_CN": "【依般若波罗蜜多故，得阿耨多罗三藐三菩提。】",
      "zh_TW": "【依般若波羅蜜多故，得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-018-0002_p0050",
      "zh_CN": "般若重要！『阿耨多罗三藐三菩提』，也是梵语音译的，它的意思就是究竟圆满的智慧，古人把它翻作无上正等正觉，我们用现在的话讲大家容易懂，究竟圆满的智慧，无所不知、无所不能，就是这个意思。这是把般若功能说到极处，菩萨、佛都是依般若智慧证得圆满果报。",
      "zh_TW": "般若重要！『阿耨多羅三藐三菩提』，也是梵語音譯的，它的意思就是究竟圓滿的智慧，古人把它翻作無上正等正覺，我們用現在的話講大家容易懂，究竟圓滿的智慧，無所不知、無所不能，就是這個意思。這是把般若功能說到極處，菩薩、佛都是依般若智慧證得圓滿果報。"
    },
    {
      "id": "09-018-0002_p0051",
      "zh_CN": "【故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦真实不虚。】",
      "zh_TW": "【故知般若波羅蜜多，是大神咒，是大明咒，是無上咒，是無等等咒，能除一切苦真實不虛。】"
    },
    {
      "id": "09-018-0002_p0052",
      "zh_CN": "『咒』，翻作总持，总一切法、持一切义，这个意思就像现在人所讲的纲领，总纲领。咒是总纲领的意思，我们掌握它。这个般若波罗蜜多是大神咒。这咒到底是什么？底下有咒语。咒语是密说，经文是显说，显密不二。你要问咒的意思是什么？前面这个经文就是咒的意思，佛用密语做一个总结。密语只有佛知道，佛跟佛才懂得里面的意思，菩萨也不懂这里头的意思。为什么？菩萨还在学地，还是学生，没有毕业，没有圆满，因为它是一种修行的方法。佛为什么要用密语叫你念着修行？因为密语里头，你不会分别、不会执着。显说它里头有意思，一面念，一面想里头的意思，想意思叫打妄想，你还是离不开妄想执着。所以佛用个巧妙的方法，密说，没得意思，你就不打妄想了，你只照这个去念，念到什么？念到心清净，念到心平等。心果然清净平等就开悟，智慧就生起了。密咒有这么一个好处，不让你打妄想，是这么一个意思。密咒里头的意思就是经里头所说的，他把它做个总结。密咒通常不解释的，只是照这个去念，不去解释。我们会归到净土，这个大神咒、大明咒、无上咒、无等等咒，就是一句「南无阿弥陀佛」。这一句佛号的的确确是大神咒，是大明咒，是无上咒，是无无等咒，能除一切苦，真实不虚。",
      "zh_TW": "『咒』，翻作總持，總一切法、持一切義，這個意思就像現在人所講的綱領，總綱領。咒是總綱領的意思，我們掌握它。這個般若波羅蜜多是大神咒。這咒到底是什麼？底下有咒語。咒語是密說，經文是顯說，顯密不二。你要問咒的意思是什麼？前面這個經文就是咒的意思，佛用密語做一個總結。密語只有佛知道，佛跟佛才懂得裡面的意思，菩薩也不懂這裡頭的意思。為什麼？菩薩還在學地，還是學生，沒有畢業，沒有圓滿，因為它是一種修行的方法。佛為什麼要用密語叫你念著修行？因為密語裡頭，你不會分別、不會執著。顯說它裡頭有意思，一面念，一面想裡頭的意思，想意思叫打妄想，你還是離不開妄想執著。所以佛用個巧妙的方法，密說，沒得意思，你就不打妄想了，你只照這個去念，念到什麼？念到心清淨，念到心平等。心果然清淨平等就開悟，智慧就生起了。密咒有這麼一個好處，不讓你打妄想，是這麼一個意思。密咒裡頭的意思就是經裡頭所說的，他把它做個總結。密咒通常不解釋的，只是照這個去念，不去解釋。我們會歸到淨土，這個大神咒、大明咒、無上咒、無等等咒，就是一句「南無阿彌陀佛」。這一句佛號的的確確是大神咒，是大明咒，是無上咒，是無無等咒，能除一切苦，真實不虛。"
    },
    {
      "id": "09-018-0002_p0053",
      "zh_CN": "昨天我们从古大德较量、比较当中，明了名号功德不可思议。南无阿弥陀佛这六个字也是梵语，也没有把它翻译过来，跟这个咒语功效完全相同。而这句名号，所包含的是一切诸佛所说一切经法，没有一法、没有一句是超越名号范围之外的。名号真正是总持里面的总持，是密咒里头的密咒，你还要学什么密法！这是无上的密法，把无上密法丢掉，去学那些枝叶的密法，你已经错了。所以诸位真正明白事实真相，我们对这个法门确实死心塌地的修学，晓得密，我这句名号是无上的密咒。",
      "zh_TW": "昨天我們從古大德較量、比較當中，明瞭名號功德不可思議。南無阿彌陀佛這六個字也是梵語，也沒有把它翻譯過來，跟這個咒語功效完全相同。而這句名號，所包含的是一切諸佛所說一切經法，沒有一法、沒有一句是超越名號範圍之外的。名號真正是總持裡面的總持，是密咒裡頭的密咒，你還要學什麼密法！這是無上的密法，把無上密法丟掉，去學那些枝葉的密法，你已經錯了。所以諸位真正明白事實真相，我們對這個法門確實死心塌地的修學，曉得密，我這句名號是無上的密咒。"
    },
    {
      "id": "09-018-0002_p0054",
      "zh_CN": "灌顶，美国密宗很兴盛，灌顶风气很盛。什么叫灌顶？叫大家莫名其妙，拿一点水洒洒头上就灌顶了吗？那么你每天洗澡淋浴的时候，比那个不是灌得更多吗？那是形式，形式里头重要的有意义。像受三皈依是形式，佛菩萨面前把那个誓词念三遍，你真的就皈依了吗？假的，不是真的，形式。你真的回头，真的有依靠，那就是真皈依。现在的佛教形式多，实质太少了，所以学佛得不到真实的受用，道理就在此地。灌是慈悲加持的意思，顶是至高无上的法门，顶尖的佛法。现在我们晓得顶尖的佛法，就是这一句佛号！我教给诸位十念法，一天念九次，你每念一次就是十方三世一切诸佛给你灌顶。因为佛号是至高无上的顶法，诸佛护念，诸佛加持，这就是一切诸佛给你灌顶，不是一尊佛！你一天念九次，一天九次灌顶，你都不知道，都不知道感谢佛，还要花个二十块钱、花几十块钱，请个仁波切、请个喇嘛来给你灌个顶，你说冤枉不冤枉！",
      "zh_TW": "灌頂，美國密宗很興盛，灌頂風氣很盛。什麼叫灌頂？叫大家莫名其妙，拿一點水灑灑頭上就灌頂了嗎？那麼你每天洗澡淋浴的時候，比那個不是灌得更多嗎？那是形式，形式裡頭重要的有意義。像受三皈依是形式，佛菩薩面前把那個誓詞念三遍，你真的就皈依了嗎？假的，不是真的，形式。你真的回頭，真的有依靠，那就是真皈依。現在的佛教形式多，實質太少了，所以學佛得不到真實的受用，道理就在此地。灌是慈悲加持的意思，頂是至高無上的法門，頂尖的佛法。現在我們曉得頂尖的佛法，就是這一句佛號！我教給諸位十念法，一天念九次，你每念一次就是十方三世一切諸佛給你灌頂。因為佛號是至高無上的頂法，諸佛護念，諸佛加持，這就是一切諸佛給你灌頂，不是一尊佛！你一天念九次，一天九次灌頂，你都不知道，都不知道感謝佛，還要花個二十塊錢、花幾十塊錢，請個仁波切、請個喇嘛來給你灌個頂，你說冤枉不冤枉！"
    },
    {
      "id": "09-018-0002_p0055",
      "zh_CN": "好，今天时间到了，我们《心经》到这里圆满。这一句阿弥陀佛，比这底下的咒语还要殊胜。",
      "zh_TW": "好，今天時間到了，我們《心經》到這裡圓滿。這一句阿彌陀佛，比這底下的咒語還要殊勝。"
    }
  ]
}