{
  "doc_id": "21-256-0001",
  "title": {
    "zh_CN": "欢迎浙江杂技团来访谈话",
    "zh_TW": "歡迎浙江雜技團來訪談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院万姓祖先纪念堂",
    "zh_TW": "澳洲淨宗學院萬姓祖先紀念堂"
  },
  "doc_number": "21-256-0001",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "21-256-0001_p0001",
      "zh_CN": "今天在我们学院祖先纪念堂热烈的欢迎浙江杂技团的团长与各位同仁，我们热烈的来欢迎他们。我想大家经常在国外表演，我们知道也赢得国际上很好的赞誉，但是我想像在我们这个团体可能你们是第一次，从来也没有遇到过。这个团体是个佛教教学的团体。佛教在全世界用「学院」正式向政府注册的，大概我们是第一个，其他的一般都还是属于宗教性质。我们今天把宗教带到学术、带到学校，这是我学佛这么多年来一个愿望，没有想到到澳洲才真正能够落实。",
      "zh_TW": "今天在我們學院祖先紀念堂熱烈的歡迎浙江雜技團的團長與各位同仁，我們熱烈的來歡迎他們。我想大家經常在國外表演，我們知道也贏得國際上很好的讚譽，但是我想像在我們這個團體可能你們是第一次，從來也沒有遇到過。這個團體是個佛教教學的團體。佛教在全世界用「學院」正式向政府註冊的，大概我們是第一個，其他的一般都還是屬於宗教性質。我們今天把宗教帶到學術、帶到學校，這是我學佛這麼多年來一個願望，沒有想到到澳洲才真正能夠落實。"
    },
    {
      "id": "21-256-0001_p0002",
      "zh_CN": "大家到这里来，我简简单单的把佛陀教育跟诸位做个介绍。我在像你们这样年龄的时候，也是认为佛教是迷信，而且我做得很激烈，破坏佛教，把佛菩萨的形像毁灭掉，甚至于拿来做玩具。在学校念书的时候，那都是小孩，念小学、初中的时候。抗战时期很多寺庙都改成学校，大雄宝殿就作为我们礼堂，菩萨殿堂都做了我们教室，那个时候把所有佛像集中放在一个房子里面，还上封条，菩萨都坐了禁闭。那我们小孩顽皮，从窗户进去把里面的小佛像、小菩萨偷出来玩，当玩具玩，玩了之后都丢掉、都毁掉了，所以总是认为这是迷信。",
      "zh_TW": "大家到這裡來，我簡簡單單的把佛陀教育跟諸位做個介紹。我在像你們這樣年齡的時候，也是認為佛教是迷信，而且我做得很激烈，破壞佛教，把佛菩薩的形像毀滅掉，甚至於拿來做玩具。在學校念書的時候，那都是小孩，念小學、初中的時候。抗戰時期很多寺廟都改成學校，大雄寶殿就作為我們禮堂，菩薩殿堂都做了我們教室，那個時候把所有佛像集中放在一個房子裡面，還上封條，菩薩都坐了禁閉。那我們小孩頑皮，從窗戶進去把裡面的小佛像、小菩薩偷出來玩，當玩具玩，玩了之後都丟掉、都毀掉了，所以總是認為這是迷信。"
    },
    {
      "id": "21-256-0001_p0003",
      "zh_CN": "一九四九年之后我到台湾，在台湾那时候生活非常清苦，很想读书，没有这个能力。以后遇到方东美先生，这也是同乡，是我们桐城派的后裔。提起桐城派你们年轻不晓得，年岁大的人都知道，方先生是桐城派的后裔，我跟他学哲学。他跟我讲了很多童年的故事。童年是清朝末年民国初年，那个时候他们在北京学生组织一个「中国少年学会」，不知道你们有没有人知道这回事情，毛主席也是这个学会的成员，所以他们年轻的时候统统在一起。在哲学这个课程里面，最后一个单元他跟我讲佛经哲学，我就很奇怪，这迷信怎么会跑到哲学？他说：佛经哲学是世界哲学的最高峰，学佛是人生最高的享受。我是被他这两句话打动的。有这么一回事情？我就向他老人家请教，（他是个世界哲学家，世界知名的人物），我说你怎么会搞到佛门里来？他告诉我，抗战期间他在中央大学教书，教哲学，有一次生病，生病到峨嵋山养病。他说山上也没有报纸，也没有杂志，只有经书，每天养病就看佛经作消遣，愈看愈有味道，愈看里头愈有道理，从这进去的。",
      "zh_TW": "一九四九年之後我到台灣，在台灣那時候生活非常清苦，很想讀書，沒有這個能力。以後遇到方東美先生，這也是同鄉，是我們桐城派的後裔。提起桐城派你們年輕不曉得，年歲大的人都知道，方先生是桐城派的後裔，我跟他學哲學。他跟我講了很多童年的故事。童年是清朝末年民國初年，那個時候他們在北京學生組織一個「中國少年學會」，不知道你們有沒有人知道這回事情，毛主席也是這個學會的成員，所以他們年輕的時候統統在一起。在哲學這個課程裡面，最後一個單元他跟我講佛經哲學，我就很奇怪，這迷信怎麼會跑到哲學？他說：佛經哲學是世界哲學的最高峰，學佛是人生最高的享受。我是被他這兩句話打動的。有這麼一回事情？我就向他老人家請教，（他是個世界哲學家，世界知名的人物），我說你怎麼會搞到佛門裡來？他告訴我，抗戰期間他在中央大學教書，教哲學，有一次生病，生病到峨嵋山養病。他說山上也沒有報紙，也沒有雜誌，只有經書，每天養病就看佛經作消遣，愈看愈有味道，愈看裡頭愈有道理，從這進去的。"
    },
    {
      "id": "21-256-0001_p0004",
      "zh_CN": "实在方先生对于佛学的研究，可以说是近代佛门出家人没有人能比得上的，许许多多经文他随口都能够背诵出来，这是很多大法师都做不到的，可见得他很用功，念得很熟，几乎他一生都没有离开经典，每天读诵。晚年在台湾大学教书，他开的课程是「魏晋佛学、隋唐佛学、大乘佛学」，他开这三门课。以后年岁大了，从公家大学退休，天主教的辅仁大学聘请他去，在博士班里面也是开哲学课程，他开「华严哲学」。所以晚年我知道的大概至少有二十年，在学校开课全开的是佛学课程，非常的难得。我对于《华严经》也是受他老人家的影响，对《华严》有特别的爱好。《华严》是佛陀教育的概论，等于说是释迦牟尼佛一生的教学，讲经、教学都没有离开《华严》的范围，《华严》是总纲领，总的原理原则。里面说些什么？说宇宙人生的真相，所以这是一门真正的大学问。很可惜现在学的人愈来愈少了，佛经典籍实在是非常难得、非常丰富，这是中国的国宝。",
      "zh_TW": "實在方先生對於佛學的研究，可以說是近代佛門出家人沒有人能比得上的，許許多多經文他隨口都能夠背誦出來，這是很多大法師都做不到的，可見得他很用功，念得很熟，幾乎他一生都沒有離開經典，每天讀誦。晚年在台灣大學教書，他開的課程是「魏晉佛學、隋唐佛學、大乘佛學」，他開這三門課。以後年歲大了，從公家大學退休，天主教的輔仁大學聘請他去，在博士班裡面也是開哲學課程，他開「華嚴哲學」。所以晚年我知道的大概至少有二十年，在學校開課全開的是佛學課程，非常的難得。我對於《華嚴經》也是受他老人家的影響，對《華嚴》有特別的愛好。《華嚴》是佛陀教育的概論，等於說是釋迦牟尼佛一生的教學，講經、教學都沒有離開《華嚴》的範圍，《華嚴》是總綱領，總的原理原則。裡面說些什麼？說宇宙人生的真相，所以這是一門真正的大學問。很可惜現在學的人愈來愈少了，佛經典籍實在是非常難得、非常豐富，這是中國的國寶。"
    },
    {
      "id": "21-256-0001_p0005",
      "zh_CN": "学佛首先要知道佛是什么，这我们一定要搞清楚。佛不是神，佛里头没有迷信。「佛」这个字是从印度梵文翻译过来的，音译过来的，它的意思是智慧、是觉悟，所以不是不能翻，是能翻，可以翻出来。为什么不翻用音译？这是古时候翻经的人对这个名词尊重，所谓是尊重不翻，我们对这个名词尊重，所以用原来的音，然后再加以注解、加以解释。这是高度的智慧，完全正确没有错误的智慧，所以印度人称佛，很像我们中国人称圣人。我们中国人智慧最高的，对于宇宙人生这些道理能通达明了的，中国人称圣人，印度人称佛；中国人称贤人，印度人称菩萨，很像；中国人称君子，印度人称罗汉。它这三个名词就像现在我们学校里学位一样，最高的学位是博士，佛教育里头最高的学位是佛陀，第二个学位是菩萨，第三个学位是阿罗汉。",
      "zh_TW": "學佛首先要知道佛是什麼，這我們一定要搞清楚。佛不是神，佛裡頭沒有迷信。「佛」這個字是從印度梵文翻譯過來的，音譯過來的，它的意思是智慧、是覺悟，所以不是不能翻，是能翻，可以翻出來。為什麼不翻用音譯？這是古時候翻經的人對這個名詞尊重，所謂是尊重不翻，我們對這個名詞尊重，所以用原來的音，然後再加以註解、加以解釋。這是高度的智慧，完全正確沒有錯誤的智慧，所以印度人稱佛，很像我們中國人稱聖人。我們中國人智慧最高的，對於宇宙人生這些道理能通達明瞭的，中國人稱聖人，印度人稱佛；中國人稱賢人，印度人稱菩薩，很像；中國人稱君子，印度人稱羅漢。它這三個名詞就像現在我們學校裡學位一樣，最高的學位是博士，佛教育裡頭最高的學位是佛陀，第二個學位是菩薩，第三個學位是阿羅漢。"
    },
    {
      "id": "21-256-0001_p0006",
      "zh_CN": "所以你们不要认为菩萨、阿罗汉是一个人，那你就错了，佛不是的，它是学位的名称。所以在佛门里说「一切众生皆当成佛」，这就是说一切众生都应当拿到最高的学位，所以它不冲突。它不像宗教里面，宗教上帝只有一个，不能有两个，那两个还得了！在佛门里面说一切众生都成佛，所以它是学位、它是教育。普通我们在称出家人作和尚，其实和尚不能随便称。为什么？我们跟他没有这关系，那称法师可以，法师我们一般称先生。称和尚这是印度话，翻成中国的意思是亲教师，直接指导我的老师，我才称他作和尚，和尚这个关系非常密切，这不是随便可以称的，我跟他没有这个关系。你说在大学里面，现在在研究所里头指导教授这称和尚，校长称和尚，这校长是主持教学政策的，教授那是执行的人都不能称和尚；校长他可以称和尚，指导教授可以称和尚。所以从这些称呼上你就了解它是教育，它不是宗教。",
      "zh_TW": "所以你們不要認為菩薩、阿羅漢是一個人，那你就錯了，佛不是的，它是學位的名稱。所以在佛門裡說「一切眾生皆當成佛」，這就是說一切眾生都應當拿到最高的學位，所以它不衝突。它不像宗教裡面，宗教上帝只有一個，不能有兩個，那兩個還得了！在佛門裡面說一切眾生都成佛，所以它是學位、它是教育。普通我們在稱出家人作和尚，其實和尚不能隨便稱。為什麼？我們跟他沒有這關係，那稱法師可以，法師我們一般稱先生。稱和尚這是印度話，翻成中國的意思是親教師，直接指導我的老師，我才稱他作和尚，和尚這個關係非常密切，這不是隨便可以稱的，我跟他沒有這個關係。你說在大學裡面，現在在研究所裡頭指導教授這稱和尚，校長稱和尚，這校長是主持教學政策的，教授那是執行的人都不能稱和尚；校長他可以稱和尚，指導教授可以稱和尚。所以從這些稱呼上你就了解它是教育，它不是宗教。"
    },
    {
      "id": "21-256-0001_p0007",
      "zh_CN": "可是现在佛教变成宗教了，那我们是要学教育，我们不学宗教，这要辨别清楚。变成宗教的时间也不太久，我们一般从历史上来观察不超过三百年，佛教传到中国是两千年，公元六十七年传到中国，这正式汉明帝派使节到西域去迎请，所以他是国家请来的这些高僧大德，这是我们要清楚。到中国来还是属于教育，所以在古时候中国这个教学，儒释道三家都不是宗教。道也不是宗教，道变成宗教比佛教历史久，道变成宗教是从三国时代，这有一千多年；佛教变成宗教大概三百年的样子，在清朝初年的时候还不是，还是属于学派，这些历史的渊源我们要搞清楚。",
      "zh_TW": "可是現在佛教變成宗教了，那我們是要學教育，我們不學宗教，這要辨別清楚。變成宗教的時間也不太久，我們一般從歷史上來觀察不超過三百年，佛教傳到中國是兩千年，公元六十七年傳到中國，這正式漢明帝派使節到西域去迎請，所以他是國家請來的這些高僧大德，這是我們要清楚。到中國來還是屬於教育，所以在古時候中國這個教學，儒釋道三家都不是宗教。道也不是宗教，道變成宗教比佛教歷史久，道變成宗教是從三國時代，這有一千多年；佛教變成宗教大概三百年的樣子，在清朝初年的時候還不是，還是屬於學派，這些歷史的淵源我們要搞清楚。"
    },
    {
      "id": "21-256-0001_p0008",
      "zh_CN": "它教学的内容是什么这我们要知道，我在讲经的时候常说，它教我们什么？要是概括来说，它只讲三桩事情，第一个讲人与人的关系，这非常重要。人与人的关系儒家讲得很多，伦理道德，这佛门也非常重视，所以佛教育建立在孝道的基础上。因为它是师道，师道建立在孝道的基础上。儒家也是建立在孝道的基础上，连道家也都不例外，所以中国的学术基本是建立在孝道。佛教在当年也是四面八方传播，但是唯独在中国生根、茁壮、开花、结果。中国佛教学习的成就超过了印度，这是什么原因？中国的环境基础太好了，就是孝道的基础。",
      "zh_TW": "它教學的內容是什麼這我們要知道，我在講經的時候常說，它教我們什麼？要是概括來說，它只講三樁事情，第一個講人與人的關係，這非常重要。人與人的關係儒家講得很多，倫理道德，這佛門也非常重視，所以佛教育建立在孝道的基礎上。因為它是師道，師道建立在孝道的基礎上。儒家也是建立在孝道的基礎上，連道家也都不例外，所以中國的學術基本是建立在孝道。佛教在當年也是四面八方傳播，但是唯獨在中國生根、茁壯、開花、結果。中國佛教學習的成就超過了印度，這是什麼原因？中國的環境基礎太好了，就是孝道的基礎。"
    },
    {
      "id": "21-256-0001_p0009",
      "zh_CN": "没有孝道那就没有佛道，所以这是非常非常重要。你看中国自古以来祭祖先，在大陆每家都有祠堂，文革之后祠堂没有了。祠堂没有了，那我们在海外建立一个祖先纪念堂，以前是一家一个祠堂，我们现在把全国祖先统统在一起做一个总祠堂，这很有意义。中国的姓氏有多少？在从前都讲百家姓，《百家姓》里面有四百多个姓氏，现在我们晓得中国的姓氏有二万二千多个。那我们这一个牌位就是一家的祖先，现在我们这里的牌位有一万二千多个，还有一万多个现在还在编，在国内专门有人在编辑，在加以注解、考据这个姓氏从哪里来的，怎么传下来的。那一万多个补进来的时候我们这里还要扩充，这个房子还要扩充，还不够放，所以这是很好的一个做法。",
      "zh_TW": "沒有孝道那就沒有佛道，所以這是非常非常重要。你看中國自古以來祭祖先，在大陸每家都有祠堂，文革之後祠堂沒有了。祠堂沒有了，那我們在海外建立一個祖先紀念堂，以前是一家一個祠堂，我們現在把全國祖先統統在一起做一個總祠堂，這很有意義。中國的姓氏有多少？在從前都講百家姓，《百家姓》裡面有四百多個姓氏，現在我們曉得中國的姓氏有二萬二千多個。那我們這一個牌位就是一家的祖先，現在我們這裡的牌位有一萬二千多個，還有一萬多個現在還在編，在國內專門有人在編輯，在加以註解、考據這個姓氏從哪裡來的，怎麼傳下來的。那一萬多個補進來的時候我們這裡還要擴充，這個房子還要擴充，還不夠放，所以這是很好的一個做法。"
    },
    {
      "id": "21-256-0001_p0010",
      "zh_CN": "现在国内我们也知道也有好几个祖先纪念堂，祖先纪念堂我们第一个是在香港建立的，中国有不少这些知名的教授参加我们的开幕典礼。我们这个纪念堂比香港那个要庄严。香港诸位去过都晓得，那个地方寸土寸金，房舍都很小，所以我们到这个地方来的时候，此地澳洲是地大人少，澳洲的土地面积差不多跟中国差不多大，小一点，大概只有中国土地百分之八十五的样子，跟美国本土一样大；除了阿拉斯加，跟本土一样大，人口只有二千万人。澳洲人很少，所以土地面积是很容易取得，而且非常便宜，居民多半在沿海这一带，内地有土着，很少，很少人住在内陆，内陆有一部分大概有三分之一的面积是沙漠，这是澳洲一般的状况。因为它地大人少，居住非常散，不太集中，所以这个教育就很困难。距离远，特别是小朋友念书就很不方便，非常不方便，所以澳洲最早提倡远程教学；就是用电脑、用网路，澳洲这是世界第一，它们是远程。特别是我们这个城市有个大学，叫南昆士兰大学，这在世界上远程教学排名第一，它们做得很多，也有很丰富的经验。从小学，澳洲小学就用远程教学的方法，所以学生可以在家里读书，不必到学校，有这么一个方便。",
      "zh_TW": "現在國內我們也知道也有好幾個祖先紀念堂，祖先紀念堂我們第一個是在香港建立的，中國有不少這些知名的教授參加我們的開幕典禮。我們這個紀念堂比香港那個要莊嚴。香港諸位去過都曉得，那個地方寸土寸金，房舍都很小，所以我們到這個地方來的時候，此地澳洲是地大人少，澳洲的土地面積差不多跟中國差不多大，小一點，大概只有中國土地百分之八十五的樣子，跟美國本土一樣大；除了阿拉斯加，跟本土一樣大，人口只有二千萬人。澳洲人很少，所以土地面積是很容易取得，而且非常便宜，居民多半在沿海這一帶，內地有土著，很少，很少人住在內陸，內陸有一部分大概有三分之一的面積是沙漠，這是澳洲一般的狀況。因為它地大人少，居住非常散，不太集中，所以這個教育就很困難。距離遠，特別是小朋友念書就很不方便，非常不方便，所以澳洲最早提倡遠程教學；就是用電腦、用網路，澳洲這是世界第一，它們是遠程。特別是我們這個城市有個大學，叫南昆士蘭大學，這在世界上遠程教學排名第一，它們做得很多，也有很豐富的經驗。從小學，澳洲小學就用遠程教學的方法，所以學生可以在家裡讀書，不必到學校，有這麼一個方便。"
    },
    {
      "id": "21-256-0001_p0011",
      "zh_CN": "我们到这个地方来，看到这块土地，这边的人民也非常朴实、淳朴。这个地方原来全部都是基督教，而且非常保守，非常保守的基督教。那我们到这个地方来三年了，把这个地方社会风气也带动了，也活泼起来了。我们提倡的是多元文化，是不分种族、不分宗教，希望做到大家能够互相的包容、互相尊重、互相敬爱、互相关怀、互助合作。这三年做得也很有效果，所以在澳洲从他们的联邦（就是中央政府）到州政府（就相当于我们的省政府、县政府），我们的关系都建立得非常好，尤其是居住在这个都市的民众，我们也相处得非常融洽。",
      "zh_TW": "我們到這個地方來，看到這塊土地，這邊的人民也非常樸實、淳樸。這個地方原來全部都是基督教，而且非常保守，非常保守的基督教。那我們到這個地方來三年了，把這個地方社會風氣也帶動了，也活潑起來了。我們提倡的是多元文化，是不分種族、不分宗教，希望做到大家能夠互相的包容、互相尊重、互相敬愛、互相關懷、互助合作。這三年做得也很有效果，所以在澳洲從他們的聯邦（就是中央政府）到州政府（就相當於我們的省政府、縣政府），我們的關係都建立得非常好，尤其是居住在這個都市的民眾，我們也相處得非常融洽。"
    },
    {
      "id": "21-256-0001_p0012",
      "zh_CN": "这是我们向来都是这么样一个理念，到一个地方去，很快我们要融入这个社会，跟这个社会融成一片。所以我们买下这个教堂，这个教堂原来是基督教的，买了这个教堂，我们把它重新整修，因为教堂已经是很旧了，买来重新整修。买的时候很便宜，这个教堂买来时候只有好像是五十七万多块钱，很便宜，可是我们整修就差不多花了一百万。我们的原则就是它原来用什么材料我们也用什么材料，原来用什么颜色我们也用什么颜色，屋顶全部换了，焕然一新，但是跟原来的样子完全相同，所以当地人对我们很尊重，认为我们对他们的文化很尊重。其实你们在这个教堂里面看到，只有一桩事情换掉了，它原来当中是十字架，现在换成阿弥陀佛。只有这个换了，其他都没有动，都跟原来一样没动。这栋房子是新盖的，我们新的房子就是这栋是新的，另外一个就是摄影棚，那是我讲经的地方，我们的摄影棚，只有这两栋是新的，其余全是旧房子翻新的。所以我们要懂得尊重别人的文化，爱护别人的文化，我们才能够建立很好的友谊。",
      "zh_TW": "這是我們向來都是這麼樣一個理念，到一個地方去，很快我們要融入這個社會，跟這個社會融成一片。所以我們買下這個教堂，這個教堂原來是基督教的，買了這個教堂，我們把它重新整修，因為教堂已經是很舊了，買來重新整修。買的時候很便宜，這個教堂買來時候只有好像是五十七萬多塊錢，很便宜，可是我們整修就差不多花了一百萬。我們的原則就是它原來用什麼材料我們也用什麼材料，原來用什麼顏色我們也用什麼顏色，屋頂全部換了，煥然一新，但是跟原來的樣子完全相同，所以當地人對我們很尊重，認為我們對他們的文化很尊重。其實你們在這個教堂裡面看到，只有一樁事情換掉了，它原來當中是十字架，現在換成阿彌陀佛。只有這個換了，其他都沒有動，都跟原來一樣沒動。這棟房子是新蓋的，我們新的房子就是這棟是新的，另外一個就是攝影棚，那是我講經的地方，我們的攝影棚，只有這兩棟是新的，其餘全是舊房子翻新的。所以我們要懂得尊重別人的文化，愛護別人的文化，我們才能夠建立很好的友誼。"
    },
    {
      "id": "21-256-0001_p0013",
      "zh_CN": "今天星期六，我们每个星期六有一个温馨晚宴，免费招待这个地方的人，他们都可以到我们这儿吃饭，吃完饭之后在这个地方讨论现前社会、生活上一些问题，也有问到佛教的这些教学、修养上的问题，所以他们也常常来提倡、来询问，所以跟当地宗教、人民我们相处得非常好。在这个地方我们也是不断的帮助这个地方的学校，昆士兰州几个大学，在雪梨的大学我们都协助它，所以在教学方面我们都有沟通，都有彼此互相关怀，他们对我们也很关心。",
      "zh_TW": "今天星期六，我們每個星期六有一個溫馨晚宴，免費招待這個地方的人，他們都可以到我們這兒吃飯，吃完飯之後在這個地方討論現前社會、生活上一些問題，也有問到佛教的這些教學、修養上的問題，所以他們也常常來提倡、來詢問，所以跟當地宗教、人民我們相處得非常好。在這個地方我們也是不斷的幫助這個地方的學校，昆士蘭州幾個大學，在雪梨的大學我們都協助它，所以在教學方面我們都有溝通，都有彼此互相關懷，他們對我們也很關心。"
    },
    {
      "id": "21-256-0001_p0014",
      "zh_CN": "我们因为地方小，我们也不愿意再发展，地方太大也很辛苦，管理上都很不容易，所以我们现在也走向远程教学，面对着全世界我们用网路、用卫星，用这个方法来教学。现在我们在网路上教学的学生有八百多人，他们都不要到这个学校里头来，所以在行政上、管理上我们就省很多事情。我们的修学期间是九年，佛家教学九年是最少的。我原来定的这个九年想了很久，是不是太长了，因为外国的医学院最长只七年，我这搞了九年，所以也是不能够确定。前年到日本去访问，参观日本的比叡山，我就问他们，因为日本很多宗派，他们那些建立宗派的祖师都是从比叡山修行出来的，所以比叡山是日本佛教之母。我就问他们，我说你们这个地方修行人，最短的时间在山上住多少年？他告诉我最短十六年，没有少过十六年，十六年不下山。我听了之后这个九年就确定了，九年就太少了，不能再少了，再少不能成就，所以我们就定了。",
      "zh_TW": "我們因為地方小，我們也不願意再發展，地方太大也很辛苦，管理上都很不容易，所以我們現在也走向遠程教學，面對著全世界我們用網路、用衛星，用這個方法來教學。現在我們在網路上教學的學生有八百多人，他們都不要到這個學校裡頭來，所以在行政上、管理上我們就省很多事情。我們的修學期間是九年，佛家教學九年是最少的。我原來定的這個九年想了很久，是不是太長了，因為外國的醫學院最長只七年，我這搞了九年，所以也是不能夠確定。前年到日本去訪問，參觀日本的比叡山，我就問他們，因為日本很多宗派，他們那些建立宗派的祖師都是從比叡山修行出來的，所以比叡山是日本佛教之母。我就問他們，我說你們這個地方修行人，最短的時間在山上住多少年？他告訴我最短十六年，沒有少過十六年，十六年不下山。我聽了之後這個九年就確定了，九年就太少了，不能再少了，再少不能成就，所以我們就定了。"
    },
    {
      "id": "21-256-0001_p0015",
      "zh_CN": "我们九年分三个阶段，第一个阶段是基础教育，就是伦理道德的教育，基础教育，基础教育里面的中心就是《弟子规》，（送给你们一个小册子，有中英文翻译的），这是根本，这是我们中国中华文化的大根大本，不管是儒释道三家，都是建立在这个基础上。所以从前这三家成就的人很多，现在为什么没有成就？学佛三皈五戒十善做不到，儒家最简单的「礼」做不到，什么原因？从小没有在这上扎根，所以现在学的东西是浮躁的，禁不起诱惑，禁不起考验，这个根没有扎好。",
      "zh_TW": "我們九年分三個階段，第一個階段是基礎教育，就是倫理道德的教育，基礎教育，基礎教育裡面的中心就是《弟子規》，（送給你們一個小冊子，有中英文翻譯的），這是根本，這是我們中國中華文化的大根大本，不管是儒釋道三家，都是建立在這個基礎上。所以從前這三家成就的人很多，現在為什麼沒有成就？學佛三皈五戒十善做不到，儒家最簡單的「禮」做不到，什麼原因？從小沒有在這上扎根，所以現在學的東西是浮躁的，禁不起誘惑，禁不起考驗，這個根沒有扎好。"
    },
    {
      "id": "21-256-0001_p0016",
      "zh_CN": "这两年我也回国去了几次，在国内我看到现在小朋友读经，我听说最早是台湾有个王财贵教授在中国大陆到处提倡读经运动。他搞了应该差不多将近十年了，在国内好像也挺有名气的，但是遇到困难，所以在今年前几个月他来找我。找我我就告诉他，他这个想法、做法犯了错误，让小朋友多读，一天要读好多种东西，这个不行。中国自古以来传统的教学是一门深入，长时薰修，像《弟子规》至少要用一年的时间，不是叫你会读、会背，这个没有用，要做到！它那个不是叫你背诵的，不是要你记忆的，你要做到。做到是你一生都要做到，从小到老，活一天你就要做一天，这才叫根，然后高深的学术从这个基础上建立，这是跟外国人完全不一样的。",
      "zh_TW": "這兩年我也回國去了幾次，在國內我看到現在小朋友讀經，我聽說最早是台灣有個王財貴教授在中國大陸到處提倡讀經運動。他搞了應該差不多將近十年了，在國內好像也挺有名氣的，但是遇到困難，所以在今年前幾個月他來找我。找我我就告訴他，他這個想法、做法犯了錯誤，讓小朋友多讀，一天要讀好多種東西，這個不行。中國自古以來傳統的教學是一門深入，長時薰修，像《弟子規》至少要用一年的時間，不是叫你會讀、會背，這個沒有用，要做到！它那個不是叫你背誦的，不是要你記憶的，你要做到。做到是你一生都要做到，從小到老，活一天你就要做一天，這才叫根，然後高深的學術從這個基礎上建立，這是跟外國人完全不一樣的。"
    },
    {
      "id": "21-256-0001_p0017",
      "zh_CN": "所以我前几天在昆士兰大学做一次讲演，我就把中国教学方法跟西方人做一个简单的比较，中国东西真有一套，跟外国不一样。所以我们大家都晓得这一代的中国人很苦，中国遭这个劫难应该有一百多年了，为什么会遭受这么多苦难？那个根源就是我们丧失民族自信心。我们祖宗东西好，在清朝末年之后，大家都崇洋，总是外国的月亮圆，中国总是比不上外国人，这个观念错误。我在外国住的时间久，差不多住了六十多年了，我在美国住过十五年，我的看法跟一般人看法不一样，还是中国东西好。",
      "zh_TW": "所以我前幾天在昆士蘭大學做一次講演，我就把中國教學方法跟西方人做一個簡單的比較，中國東西真有一套，跟外國不一樣。所以我們大家都曉得這一代的中國人很苦，中國遭這個劫難應該有一百多年了，為什麼會遭受這麼多苦難？那個根源就是我們喪失民族自信心。我們祖宗東西好，在清朝末年之後，大家都崇洋，總是外國的月亮圓，中國總是比不上外國人，這個觀念錯誤。我在外國住的時間久，差不多住了六十多年了，我在美國住過十五年，我的看法跟一般人看法不一樣，還是中國東西好。"
    },
    {
      "id": "21-256-0001_p0018",
      "zh_CN": "我们跟外国人接触就是把中国东西搬出来，他们佩服得五体投地，闻所未闻。中国东西是讲智慧，智慧从哪里来的？智慧从定来的，佛家讲戒定慧，儒家讲的主敬存诚。诚敬就是佛家讲的禅定，你心要定，心要清净，清净心生智慧；外国人心定不下来，心浮气躁，心浮气躁生烦恼不生智慧，这个要懂。你看我们的教学，我平常上课，我上课没学生，我讲经没听众，你们以后看看我的摄影棚就晓得了。我在摄影棚里面讲经教学，通过卫星电视、通过网路向全世界播放，所以我的现场没有听众、没有学生。可是在海外从网路学习的人非常多，包括许许多多国家的年轻人都在学习，还有很多教授也在学习。",
      "zh_TW": "我們跟外國人接觸就是把中國東西搬出來，他們佩服得五體投地，聞所未聞。中國東西是講智慧，智慧從哪裡來的？智慧從定來的，佛家講戒定慧，儒家講的主敬存誠。誠敬就是佛家講的禪定，你心要定，心要清淨，清淨心生智慧；外國人心定不下來，心浮氣躁，心浮氣躁生煩惱不生智慧，這個要懂。你看我們的教學，我平常上課，我上課沒學生，我講經沒聽眾，你們以後看看我的攝影棚就曉得了。我在攝影棚裡面講經教學，通過衛星電視、通過網路向全世界播放，所以我的現場沒有聽眾、沒有學生。可是在海外從網路學習的人非常多，包括許許多多國家的年輕人都在學習，還有很多教授也在學習。"
    },
    {
      "id": "21-256-0001_p0019",
      "zh_CN": "现在西方到这个时候在学术上遭遇到困难，走投无路，所以他们的教学在这个时候我们看出它的弊端，它的弊病，社会问题没有法子解决。那他们教的是什么？从幼稚园就教竞争，竞争升级就是斗争，斗争升级就是战争，现在战争要一爆发可不得了，核武战争、生化战争，那就是世界末日，整个世界毁灭，所以现在战争是决定要避免。我在日本，三十年前我第一次到日本，我去看长崎，被原子弹轰炸的，今年我到日本去的时候我再到广岛细细的看看他们的资料馆，我带了很多资料回来。那时原子弹刚刚发明，威力最小最小的，可是一颗炸弹下来的时候，当时死亡差不多二十万人，那受伤受灾害的人就太多了，你看那时候是毁灭性的。那现在这个核子弹、氢弹威力差不多是长崎、广岛的几百倍到一千多倍，那还得了，不得了！",
      "zh_TW": "現在西方到這個時候在學術上遭遇到困難，走投無路，所以他們的教學在這個時候我們看出它的弊端，它的弊病，社會問題沒有法子解決。那他們教的是什麼？從幼稚園就教競爭，競爭升級就是鬥爭，鬥爭升級就是戰爭，現在戰爭要一爆發可不得了，核武戰爭、生化戰爭，那就是世界末日，整個世界毀滅，所以現在戰爭是決定要避免。我在日本，三十年前我第一次到日本，我去看長崎，被原子彈轟炸的，今年我到日本去的時候我再到廣島細細的看看他們的資料館，我帶了很多資料回來。那時原子彈剛剛發明，威力最小最小的，可是一顆炸彈下來的時候，當時死亡差不多二十萬人，那受傷受災害的人就太多了，你看那時候是毀滅性的。那現在這個核子彈、氫彈威力差不多是長崎、廣島的幾百倍到一千多倍，那還得了，不得了！"
    },
    {
      "id": "21-256-0001_p0020",
      "zh_CN": "这个炸弹刚刚下来的时候，一秒钟的温度，地面上温度就达到摄氏三千度到四千度，人都融化了。所以他们告诉我当时有很多人，因为温度太高了，广岛周边有很多小河，都跳到河里，那河里头水都是开水，下去就化了，没有地方逃，真的叫人间地狱。所以我们看了之后，这个战争决定不能打，太残忍了，这都是我们一定要晓得。为了这些事情，这么多年来我们看到外国人处理社会安全的问题真是焦头烂额，所以我在到处奔走帮助帮助他们，希望他们能够改变这个观念，改变做法。",
      "zh_TW": "這個炸彈剛剛下來的時候，一秒鐘的溫度，地面上溫度就達到攝氏三千度到四千度，人都融化了。所以他們告訴我當時有很多人，因為溫度太高了，廣島周邊有很多小河，都跳到河裡，那河裡頭水都是開水，下去就化了，沒有地方逃，真的叫人間地獄。所以我們看了之後，這個戰爭決定不能打，太殘忍了，這都是我們一定要曉得。為了這些事情，這麼多年來我們看到外國人處理社會安全的問題真是焦頭爛額，所以我在到處奔走幫助幫助他們，希望他們能夠改變這個觀念，改變做法。"
    },
    {
      "id": "21-256-0001_p0021",
      "zh_CN": "人与人之间要和睦相处，人与大自然也要和睦相处，任意破坏自然生态也会遭难。二千年我带了新加坡九个宗教，我们组了一个旅行团，中国国家宗教局接待我们，给我们安排去游览长江，我们从宜昌乘皇后号，好像是五星级的两条大船，乘皇后号到重庆，我看了之后心里面非常非常难过。你看看古人的诗，讲这条路巫峡，「两岸猿声啼不住，轻舟已过万重山」。这次走的时候两边树木都没有了，森林都没有了。所以长江会泛滥有原因的，这树木砍掉之后，水土保持的效果就没有了，水来的时候就没有这么多树吸收水分，所以造成灾难，你看看多少生命、财产的丧失，这都是我们不知道跟自然环境好好的相处。",
      "zh_TW": "人與人之間要和睦相處，人與大自然也要和睦相處，任意破壞自然生態也會遭難。二千年我帶了新加坡九個宗教，我們組了一個旅行團，中國國家宗教局接待我們，給我們安排去遊覽長江，我們從宜昌乘皇后號，好像是五星級的兩條大船，乘皇后號到重慶，我看了之後心裡面非常非常難過。你看看古人的詩，講這條路巫峽，「兩岸猿聲啼不住，輕舟已過萬重山」。這次走的時候兩邊樹木都沒有了，森林都沒有了。所以長江會氾濫有原因的，這樹木砍掉之後，水土保持的效果就沒有了，水來的時候就沒有這麼多樹吸收水分，所以造成災難，你看看多少生命、財產的喪失，這都是我們不知道跟自然環境好好的相處。"
    },
    {
      "id": "21-256-0001_p0022",
      "zh_CN": "那么现在技科发达了，不但破坏地球上的，还破坏空中的。大家晓得臭氧层破了一个大洞，从前在澳洲，所以澳洲的紫外线比一般地方强六倍，常常皮肤在暴露的时候容易得皮肤癌，所以澳洲人都穿长袖子，学生也穿长袖戴了帽子，后面都有好像披风一样，都是保护得好好的。这两年稍微好一点了，我听说科学家做出报告，澳洲上空臭氧这个洞差不多面积有欧洲那么大，现在移到南美去了，所以现在澳洲这个忧虑是减少了，这在过去不少年，难得现在它移过去了，这就是我们破坏自然生态的结果。不管它移到哪个地方去，总是这个地方的人民要遭难。",
      "zh_TW": "那麼現在技科發達了，不但破壞地球上的，還破壞空中的。大家曉得臭氧層破了一個大洞，從前在澳洲，所以澳洲的紫外線比一般地方強六倍，常常皮膚在暴露的時候容易得皮膚癌，所以澳洲人都穿長袖子，學生也穿長袖戴了帽子，後面都有好像披風一樣，都是保護得好好的。這兩年稍微好一點了，我聽說科學家做出報告，澳洲上空臭氧這個洞差不多面積有歐洲那麼大，現在移到南美去了，所以現在澳洲這個憂慮是減少了，這在過去不少年，難得現在它移過去了，這就是我們破壞自然生態的結果。不管它移到哪個地方去，總是這個地方的人民要遭難。"
    },
    {
      "id": "21-256-0001_p0023",
      "zh_CN": "前几天我听齐居士告诉我，说今年钱塘江的潮没有来，没有了，这不是好现象。钱塘潮几千年从来没有断过，这你们从浙江来你们都知道，你们比我还清楚，为什么今年没有了？所以当时我就想，潮水它是太阳、月亮、地球在一定的角度上产生的引力造成的，那么今年没有了，这一定是角度有偏差。前天我们在丽晶饭店吃饭的时候有个老师报告，确实地球偏差，过去偏斜的是二十三度，听说现在度数增加了。增加多少还不能够确定，我让他再去调查，找出确切的数字。他说现在相差五度，那五度可不得了，这我们难以相信，要是五度的话，整个地球上的气候产生重大变化，那不止这一点；偏差说是一度、二度有可能，不可能有这么大的偏差。但是总之这都是严重的问题，以今天科学技术再发达，你没有办法把地球偏差给它再扶正过来，臭氧层能够补起来这都很不容易的事情，所以这些关系到我们生存。",
      "zh_TW": "前幾天我聽齊居士告訴我，說今年錢塘江的潮沒有來，沒有了，這不是好現象。錢塘潮幾千年從來沒有斷過，這你們從浙江來你們都知道，你們比我還清楚，為什麼今年沒有了？所以當時我就想，潮水它是太陽、月亮、地球在一定的角度上產生的引力造成的，那麼今年沒有了，這一定是角度有偏差。前天我們在麗晶飯店吃飯的時候有個老師報告，確實地球偏差，過去偏斜的是二十三度，聽說現在度數增加了。增加多少還不能夠確定，我讓他再去調查，找出確切的數字。他說現在相差五度，那五度可不得了，這我們難以相信，要是五度的話，整個地球上的氣候產生重大變化，那不止這一點；偏差說是一度、二度有可能，不可能有這麼大的偏差。但是總之這都是嚴重的問題，以今天科學技術再發達，你沒有辦法把地球偏差給它再扶正過來，臭氧層能夠補起來這都很不容易的事情，所以這些關係到我們生存。"
    },
    {
      "id": "21-256-0001_p0024",
      "zh_CN": "当然无论在中国、在外国，人们最关心的是自己，自己怎样能够生活过得更富裕一点。这外国人不管哪个宗教、不管哪个族群，我们讲起财富、聪明智慧、健康长寿，大家耳朵都竖起来了，能不能得到？真能得到，但是要在东方教学里面可以得到，西方得不到。西方只是拼命在竞争，竞争争不到，如果真能够争得到，那这个世界危机就重重，决定争不到，所以这里头有很深的道理。我们在前些年，我讲了几次了凡先生的《四训》，以后出书的时候我们把这个名称改了，改成「有求必应，心想事成」，所以大家看到这个很欢喜。这书已经翻译成英文本，在澳洲也都流通了。这里头有道理、有方法，只要你依照这个理论、方法去做，确实有求必应，那不是假的。理很深，那不是浅显的，可是方法你只要相信、不怀疑，你去做，效果决定可以得到；求财得财，求长寿得长寿，求儿女得儿女，没有一样求不到的。",
      "zh_TW": "當然無論在中國、在外國，人們最關心的是自己，自己怎樣能夠生活過得更富裕一點。這外國人不管哪個宗教、不管哪個族群，我們講起財富、聰明智慧、健康長壽，大家耳朵都豎起來了，能不能得到？真能得到，但是要在東方教學裡面可以得到，西方得不到。西方只是拼命在競爭，競爭爭不到，如果真能夠爭得到，那這個世界危機就重重，決定爭不到，所以這裡頭有很深的道理。我們在前些年，我講了幾次了凡先生的《四訓》，以後出書的時候我們把這個名稱改了，改成「有求必應，心想事成」，所以大家看到這個很歡喜。這書已經翻譯成英文本，在澳洲也都流通了。這裡頭有道理、有方法，只要你依照這個理論、方法去做，確實有求必應，那不是假的。理很深，那不是淺顯的，可是方法你只要相信、不懷疑，你去做，效果決定可以得到；求財得財，求長壽得長壽，求兒女得兒女，沒有一樣求不到的。"
    },
    {
      "id": "21-256-0001_p0025",
      "zh_CN": "到哪里去求？要在从内求不是从外求，这个理就深了。要从内心里面去求，不是从外面，外面求不到，从内心。这个理非常非常难得，日本有个科学家江本博士，我是在三年前有一个同学从网路上节录他的研究报告，他做水的实验。我们知道水是矿物，做水的实验，今年是十年了，实验证明水它会看，它会听，它懂得人的意思，这个报告一般人看到很希奇。譬如说我们写几个字，「我很喜欢你」，把这个几个字贴在茶杯上，一个小时之后把这个小杯放在显微镜里面，它就会出现很美的一个图案；另外一个杯子同样的水，「我讨厌你，我不喜欢你」，那个图案就很难看。这就说明它会看，它会听。听音乐，你说古典的音乐它听起来之后，它这个结晶也很美，现在西洋热门音乐，听起来的时候好难看，它懂，懂得人的意思，会看、会听，懂得人的意思，呈现出来的。",
      "zh_TW": "到哪裡去求？要在從內求不是從外求，這個理就深了。要從內心裡面去求，不是從外面，外面求不到，從內心。這個理非常非常難得，日本有個科學家江本博士，我是在三年前有一個同學從網路上節錄他的研究報告，他做水的實驗。我們知道水是礦物，做水的實驗，今年是十年了，實驗證明水它會看，它會聽，它懂得人的意思，這個報告一般人看到很希奇。譬如說我們寫幾個字，「我很喜歡你」，把這個幾個字貼在茶杯上，一個小時之後把這個小杯放在顯微鏡裡面，它就會出現很美的一個圖案；另外一個杯子同樣的水，「我討厭你，我不喜歡你」，那個圖案就很難看。這就說明它會看，它會聽。聽音樂，你說古典的音樂它聽起來之後，它這個結晶也很美，現在西洋熱門音樂，聽起來的時候好難看，它懂，懂得人的意思，會看、會聽，懂得人的意思，呈現出來的。"
    },
    {
      "id": "21-256-0001_p0026",
      "zh_CN": "所以我就告诉江本博士，我说你这个实验证明了佛经上所讲的，佛在经上所说整个宇宙一切万物，用现在的话说都是有机体，也就是说都是活的，绝对没有死东西，连石头都会听、都会看，都懂得人的意思。我说你要好好的再努力，再去实验，你现在「见闻觉知」实验出来了，它有见闻觉知；「色声香味」，你现在实验的只有色，色相你能看到，它还有音声，它还有香、还有味，你还没有能够把它实验出来，所以你要好好的去加深、去研究。你把它测试出来的时候，那佛在经上讲的，你用科学的方法把它证实出来了。这个实验对佛经证明这是很难得的一桩事，但是更重要的是告诉我们一桩事情，我们的心能改变外面的环境。你看善心能够让这个水的结晶非常美好，这个非常美好的水，对我们身体的滋养就是健康。所以人要活得健康、要活得长寿，秘诀就是心地清净，有爱心、有慈悲，你每天生活在快乐当中，而不是在忧虑当中。",
      "zh_TW": "所以我就告訴江本博士，我說你這個實驗證明了佛經上所講的，佛在經上所說整個宇宙一切萬物，用現在的話說都是有機體，也就是說都是活的，絕對沒有死東西，連石頭都會聽、都會看，都懂得人的意思。我說你要好好的再努力，再去實驗，你現在「見聞覺知」實驗出來了，它有見聞覺知；「色聲香味」，你現在實驗的只有色，色相你能看到，它還有音聲，它還有香、還有味，你還沒有能夠把它實驗出來，所以你要好好的去加深、去研究。你把它測試出來的時候，那佛在經上講的，你用科學的方法把它證實出來了。這個實驗對佛經證明這是很難得的一樁事，但是更重要的是告訴我們一樁事情，我們的心能改變外面的環境。你看善心能夠讓這個水的結晶非常美好，這個非常美好的水，對我們身體的滋養就是健康。所以人要活得健康、要活得長壽，祕訣就是心地清淨，有愛心、有慈悲，你每天生活在快樂當中，而不是在憂慮當中。"
    },
    {
      "id": "21-256-0001_p0027",
      "zh_CN": "我们中国古人说得好，「忧能使人老」，这个我们如果细心观察你很容易体会到。我有一些同学、朋友，工作的时候他很愉快，有工作，天天忙着自己的工作，不知道自己衰老了。到退休的时候，他就觉得工作没有了，觉得我老了，他就会常常想到老，老化了，就加速度，两年没有见就好像隔了二十年。老了的时候天天就想病，本来没有病，想出来的，天天要跑到医院，要去看病，都是想出来的。我们偶然碰到他就来问我，他说好像你为什么不老？我说我没想到老这个事情，没想到，我也没有想到有病，我每天是忙着读经、教学。这二、三年来，从到澳洲之后参加这个学校，代表大学、代表澳洲国家参加联合国一些和平会议，常常往外面跑，不知道老。",
      "zh_TW": "我們中國古人說得好，「憂能使人老」，這個我們如果細心觀察你很容易體會到。我有一些同學、朋友，工作的時候他很愉快，有工作，天天忙著自己的工作，不知道自己衰老了。到退休的時候，他就覺得工作沒有了，覺得我老了，他就會常常想到老，老化了，就加速度，兩年沒有見就好像隔了二十年。老了的時候天天就想病，本來沒有病，想出來的，天天要跑到醫院，要去看病，都是想出來的。我們偶然碰到他就來問我，他說好像你為什麼不老？我說我沒想到老這個事情，沒想到，我也沒有想到有病，我每天是忙著讀經、教學。這二、三年來，從到澳洲之後參加這個學校，代表大學、代表澳洲國家參加聯合國一些和平會議，常常往外面跑，不知道老。"
    },
    {
      "id": "21-256-0001_p0028",
      "zh_CN": "我今天看你们的表演不错，这个桌子我还可以上得去。为什么？意念，我们的意念能够改造我们的身体。现在医学告诉我们，人的身体每隔七年新陈代谢，细胞的新陈代谢整个就换掉了。那整个既然换了，像汽车一样换零件，你为什么不换新的，你为什么去换旧的？你为什么不去换好的，去换那个差的、劣等的？那你不是自己糟蹋自己吗？你的心里健康就是换好的，心里有忧虑、不健康，那就是换差的，愈换愈差，就这么个道理。所以我讲经的时候常常讲，人可以不病，可以不生病，可以不老，最后可以不死，这真的不是假的。所以大乘佛法里教我们这个东西管用，这个东西人人都喜爱，难得现在有科学证明，科学逐渐逐渐把这些证明。",
      "zh_TW": "我今天看你們的表演不錯，這個桌子我還可以上得去。為什麼？意念，我們的意念能夠改造我們的身體。現在醫學告訴我們，人的身體每隔七年新陳代謝，細胞的新陳代謝整個就換掉了。那整個既然換了，像汽車一樣換零件，你為什麼不換新的，你為什麼去換舊的？你為什麼不去換好的，去換那個差的、劣等的？那你不是自己糟蹋自己嗎？你的心裡健康就是換好的，心裡有憂慮、不健康，那就是換差的，愈換愈差，就這麼個道理。所以我講經的時候常常講，人可以不病，可以不生病，可以不老，最後可以不死，這真的不是假的。所以大乘佛法裡教我們這個東西管用，這個東西人人都喜愛，難得現在有科學證明，科學逐漸逐漸把這些證明。"
    },
    {
      "id": "21-256-0001_p0029",
      "zh_CN": "这些在佛法里头是小事不是大事，所谓是鸡毛蒜皮小事。那个大事，那是很多人都没有想像到的，了解宇宙整个真相，佛经里面讲「诸法实相」，我们通常把它解释为宇宙人生的真相。你要是真清楚、明白了，在佛法里叫大彻大悟，这个人我们就尊称他是佛、是菩萨，佛菩萨就是圣人、贤人。所以佛菩萨不是神仙，这一定要搞清楚、要搞明白。这里面有大学问，有很多好东西。学了之后我们切身可以用得上，改造我们自己的命运，确确实实做到有求必应，真的是心想事成，你一生快乐无比。尤其是中年之后，最大的幸福就是健康，你的精神、体能不衰，你跟年轻人一样工作，你所作所为不会有过失，带给社会、带给大众是正面的、幸福的、美满的。",
      "zh_TW": "這些在佛法裡頭是小事不是大事，所謂是雞毛蒜皮小事。那個大事，那是很多人都沒有想像到的，了解宇宙整個真相，佛經裡面講「諸法實相」，我們通常把它解釋為宇宙人生的真相。你要是真清楚、明白了，在佛法裡叫大徹大悟，這個人我們就尊稱他是佛、是菩薩，佛菩薩就是聖人、賢人。所以佛菩薩不是神仙，這一定要搞清楚、要搞明白。這裡面有大學問，有很多好東西。學了之後我們切身可以用得上，改造我們自己的命運，確確實實做到有求必應，真的是心想事成，你一生快樂無比。尤其是中年之後，最大的幸福就是健康，你的精神、體能不衰，你跟年輕人一樣工作，你所作所為不會有過失，帶給社會、帶給大眾是正面的、幸福的、美滿的。"
    },
    {
      "id": "21-256-0001_p0030",
      "zh_CN": "我们今天用这一点点时间，把这一点给大家介绍，但是我们现在看很多寺庙形式，那真的是迷信，那是宗教，它是为死人服务的；释迦牟尼佛当年在世，他是为活人服务的，他不是为死人服务的。他每天讲经教学，四十九年不休息，这个事很不容易，我们都做不到。他一天教学八个小时，教到七十九岁，他七十九岁走的。我现在是打对折了，我现在一天讲四个小时，跟佛不能比，只有佛的一半。由这里可以知道，释迦牟尼他的心比我们清净，他的定功比我们深，他的智慧比我们高，他能够彻底把境界转变。我们也能够转，但是没有他那么彻底，不是不能转，就像这个水的实验一样，每个人这个意念对水的测验都不相同，但是正面的一定是很美的结晶，美的图案并不一样。江本博士实验他告诉我，十年当中从来也没有发现两个图案完全相同的，真的，就像人的指纹一样没有完全相同，大同小异。",
      "zh_TW": "我們今天用這一點點時間，把這一點給大家介紹，但是我們現在看很多寺廟形式，那真的是迷信，那是宗教，它是為死人服務的；釋迦牟尼佛當年在世，他是為活人服務的，他不是為死人服務的。他每天講經教學，四十九年不休息，這個事很不容易，我們都做不到。他一天教學八個小時，教到七十九歲，他七十九歲走的。我現在是打對折了，我現在一天講四個小時，跟佛不能比，只有佛的一半。由這裡可以知道，釋迦牟尼他的心比我們清淨，他的定功比我們深，他的智慧比我們高，他能夠徹底把境界轉變。我們也能夠轉，但是沒有他那麼徹底，不是不能轉，就像這個水的實驗一樣，每個人這個意念對水的測驗都不相同，但是正面的一定是很美的結晶，美的圖案並不一樣。江本博士實驗他告訴我，十年當中從來也沒有發現兩個圖案完全相同的，真的，就像人的指紋一樣沒有完全相同，大同小異。"
    },
    {
      "id": "21-256-0001_p0031",
      "zh_CN": "所以这个告诉我们，意念能够主宰我们的身体，我们也常讲，心清净，身就清净，身心清净就会影响我们的环境，环境清净，那你的生活就非常美好。难得现在有科学给我们证明出来了，这是我们感到非常欢喜的。所以江本博士的实验我鼓励他，我也是帮助他，希望他能够做更多的发现，佛经里面很多些道理用科学的方法来说明，这样子使一般人、学习科学的人他就相信了，他就能够接受。接受首先对自己有好处，这个好处是改善自己的体质，疾病不用吃药、不用看医生能够恢复健康，用自己的意念可以恢复，所以精神意念不可思议，不能够疏忽。那我们一个恶的念头，把我们的身体毁灭掉了，这都很可怕。所以意念主宰了一切。这个现在科学也发现了，讲物质的来源，物质从哪里来的？能量变现出来的，无中生有，有还回归到无，这是最近科学报告。",
      "zh_TW": "所以這個告訴我們，意念能夠主宰我們的身體，我們也常講，心清淨，身就清淨，身心清淨就會影響我們的環境，環境清淨，那你的生活就非常美好。難得現在有科學給我們證明出來了，這是我們感到非常歡喜的。所以江本博士的實驗我鼓勵他，我也是幫助他，希望他能夠做更多的發現，佛經裡面很多些道理用科學的方法來說明，這樣子使一般人、學習科學的人他就相信了，他就能夠接受。接受首先對自己有好處，這個好處是改善自己的體質，疾病不用吃藥、不用看醫生能夠恢復健康，用自己的意念可以恢復，所以精神意念不可思議，不能夠疏忽。那我們一個惡的念頭，把我們的身體毀滅掉了，這都很可怕。所以意念主宰了一切。這個現在科學也發現了，講物質的來源，物質從哪裡來的？能量變現出來的，無中生有，有還回歸到無，這是最近科學報告。"
    },
    {
      "id": "21-256-0001_p0032",
      "zh_CN": "今天我看时间也到了，我就跟诸位介绍到这个地方，说明不但真正的佛教是多元文化的社会教育，我现在看世界上许许多多的宗教，我都把它看成社会教育，我没有把它看成宗教。所以我们的推动希望每个宗教要从经典上落实，要把经典细细的来讲解，要落实到生活、落实到工作、落实到处事待人接物。经典的精神，无论是哪个宗教，要用一个字来说就是「爱」，这爱的教育，佛家讲慈悲，慈悲就是爱。他为什么不讲爱用慈悲？因为爱里面有情，在中国人这个念头爱里头有情，慈悲是爱，那个爱里头是智慧不是情。所以说是理智的爱，不是感情的爱，理智的爱叫慈悲，所以我们用佛法里头是用这样分别，它不讲爱，它讲慈悲。",
      "zh_TW": "今天我看時間也到了，我就跟諸位介紹到這個地方，說明不但真正的佛教是多元文化的社會教育，我現在看世界上許許多多的宗教，我都把它看成社會教育，我沒有把它看成宗教。所以我們的推動希望每個宗教要從經典上落實，要把經典細細的來講解，要落實到生活、落實到工作、落實到處事待人接物。經典的精神，無論是哪個宗教，要用一個字來說就是「愛」，這愛的教育，佛家講慈悲，慈悲就是愛。他為什麼不講愛用慈悲？因為愛裡面有情，在中國人這個念頭愛裡頭有情，慈悲是愛，那個愛裡頭是智慧不是情。所以說是理智的愛，不是感情的愛，理智的愛叫慈悲，所以我們用佛法裡頭是用這樣分別，它不講愛，它講慈悲。"
    },
    {
      "id": "21-256-0001_p0033",
      "zh_CN": "那其实我们看到基督教、天主教里面讲「神爱世人」，那个爱也是慈悲也不是感情，都是慈悲。《古兰经》里面，这伊斯兰教，你看它的经文，重要经文前面一定是有一句「安拉确实是仁慈的」，所以仁慈博爱是所有宗教共同的核心。所以宗教可以合作，宗教可以携手，我们推动整个世界的爱的教育，我们提倡包容，提倡互相尊重、互助合作。所以这是这些年来我在世界各国做的这一点工作，还算有一点效果，所以也很值得安慰，我们这是让你们年轻人都能够了解。所以我们对宗教要尊重，那是圣人的教学，要着重在经典；它的仪式我们也尊重它。仪式是外表、外衣，重要的是精神，我们要学它的精神、学它的道理，应用在自己生活当中，我们就得利益了。好，我跟大家报告到此地。",
      "zh_TW": "那其實我們看到基督教、天主教裡面講「神愛世人」，那個愛也是慈悲也不是感情，都是慈悲。《古蘭經》裡面，這伊斯蘭教，你看它的經文，重要經文前面一定是有一句「安拉確實是仁慈的」，所以仁慈博愛是所有宗教共同的核心。所以宗教可以合作，宗教可以攜手，我們推動整個世界的愛的教育，我們提倡包容，提倡互相尊重、互助合作。所以這是這些年來我在世界各國做的這一點工作，還算有一點效果，所以也很值得安慰，我們這是讓你們年輕人都能夠了解。所以我們對宗教要尊重，那是聖人的教學，要著重在經典；它的儀式我們也尊重它。儀式是外表、外衣，重要的是精神，我們要學它的精神、學它的道理，應用在自己生活當中，我們就得利益了。好，我跟大家報告到此地。"
    }
  ]
}