{
  "doc_id": "13-001-0002",
  "title": {
    "zh_CN": "如何了脱生死—当生成就之佛道",
    "zh_TW": "如何了脫生死—當生成就之佛道"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国奥斯汀",
    "zh_TW": "美國奧斯汀"
  },
  "doc_number": "13-001-0002",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "13-001-0002_p0001",
      "zh_CN": "诸位同修，昨天将佛法的教学目的，以及教学的内容介绍出来，今天我们要谈教学的方法。初入佛门首先就是拜老师，佛法是师道，在中国古礼，求学一定是先拜老师。孝道、师道在现代已经不被尊重，教学要想得到预期的效果，自然有困难。师道建立在孝道的基础上，一个人在社会上能够顶天立地，需要依赖教育。人比禽兽高明的地方就是人接受教育，禽兽没有这种机缘。",
      "zh_TW": "諸位同修，昨天將佛法的教學目的，以及教學的內容介紹出來，今天我們要談教學的方法。初入佛門首先就是拜老師，佛法是師道，在中國古禮，求學一定是先拜老師。孝道、師道在現代已經不被尊重，教學要想得到預期的效果，自然有困難。師道建立在孝道的基礎上，一個人在社會上能夠頂天立地，需要依賴教育。人比禽獸高明的地方就是人接受教育，禽獸沒有這種機緣。"
    },
    {
      "id": "13-001-0002_p0002",
      "zh_CN": "教学，子弟求学，一定是父母与师长两方面的合作，才能达到教学圆满的目的。父母无法要求子女对他孝顺，同样的，老师也不能要求学生对他尊重，这个说不出口。因此，老师教学生孝顺父母，父母教儿女尊师重道，这样双方合作才把一个人教导出来，所以真正谈教育是家长跟老师密切的合作。中国自古以来是这种做法，到民国以来逐渐淡薄了。古印度也不例外，我们看看佛法，特别是大乘佛法，确实是建立在孝道的基础上。所以我们学佛到底从哪里学起？",
      "zh_TW": "教學，子弟求學，一定是父母與師長兩方面的合作，才能達到教學圓滿的目的。父母無法要求子女對他孝順，同樣的，老師也不能要求學生對他尊重，這個說不出口。因此，老師教學生孝順父母，父母教兒女尊師重道，這樣雙方合作才把一個人教導出來，所以真正談教育是家長跟老師密切的合作。中國自古以來是這種做法，到民國以來逐漸淡薄了。古印度也不例外，我們看看佛法，特別是大乘佛法，確實是建立在孝道的基礎上。所以我們學佛到底從哪裡學起？"
    },
    {
      "id": "13-001-0002_p0003",
      "zh_CN": "《观无量寿佛经》有一段故事，说韦提希夫人遭到家庭变故，于是对人生抱着非常消极的态度，求释迦牟尼佛，说还有没有比这个世间更好的环境，我不愿意住在这个世界。释迦牟尼佛的教学从来不勉强人，从来不指定学科让你去修学，这可以说是佛法非常殊胜的地方。于是世尊将十方诸佛刹土，以神力变现在她的眼前，让她自己选择。她选择西方极乐世界，她说这个地方不错，很满她的愿望，就要求释迦牟尼佛教她修什么方法才能往生西方极乐世界。世尊在没有教她方法之前，先教她做修学的预备功夫（当然她这个选择，佛非常欢喜）。",
      "zh_TW": "《觀無量壽佛經》有一段故事，說韋提希夫人遭到家庭變故，於是對人生抱著非常消極的態度，求釋迦牟尼佛，說還有沒有比這個世間更好的環境，我不願意住在這個世界。釋迦牟尼佛的教學從來不勉強人，從來不指定學科讓你去修學，這可以說是佛法非常殊勝的地方。於是世尊將十方諸佛剎土，以神力變現在她的眼前，讓她自己選擇。她選擇西方極樂世界，她說這個地方不錯，很滿她的願望，就要求釋迦牟尼佛教她修什麼方法才能往生西方極樂世界。世尊在沒有教她方法之前，先教她做修學的預備功夫（當然她這個選擇，佛非常歡喜）。"
    },
    {
      "id": "13-001-0002_p0004",
      "zh_CN": "修学的工作，《观经》上非常著名的一段经文，叫「净业三福」。这先要修福，西方极乐世界是福地，没有福怎么能往生？所谓「福地福人居」，没有福报不行。同时在结论上又告诉我们，这三福是「三世诸佛，净业正因」，这两句我们要重视，决定不能够疏忽。为什么？三世诸佛是讲过去一切佛、现在诸佛、未来一切诸佛。十方三世一切诸佛在因地所修的法门决定不一样，佛法里面常讲八万四千法门，无量无边的法门，这无量无边的法门，这三条是净业正因，换句话说，无量无边的法门都建立在这三福的基础上。就像我们盖房子，无论你盖什么样的房子，房子的式样千万种，千万种的房子都是建立在相同的地基上，这个基础结构是相同的。由此可知，如果不能够真正把这个基础打好，对于我们学佛的前途是有决定的影响，因此我们要特别重视这个基础，要认真的去修学。",
      "zh_TW": "修學的工作，《觀經》上非常著名的一段經文，叫「淨業三福」。這先要修福，西方極樂世界是福地，沒有福怎麼能往生？所謂「福地福人居」，沒有福報不行。同時在結論上又告訴我們，這三福是「三世諸佛，淨業正因」，這兩句我們要重視，決定不能夠疏忽。為什麼？三世諸佛是講過去一切佛、現在諸佛、未來一切諸佛。十方三世一切諸佛在因地所修的法門決定不一樣，佛法裡面常講八萬四千法門，無量無邊的法門，這無量無邊的法門，這三條是淨業正因，換句話說，無量無邊的法門都建立在這三福的基礎上。就像我們蓋房子，無論你蓋什麼樣的房子，房子的式樣千萬種，千萬種的房子都是建立在相同的地基上，這個基礎結構是相同的。由此可知，如果不能夠真正把這個基礎打好，對於我們學佛的前途是有決定的影響，因此我們要特別重視這個基礎，要認真的去修學。"
    },
    {
      "id": "13-001-0002_p0005",
      "zh_CN": "三福第一条有四句，「孝养父母，奉事师长，慈心不杀，修十善业」。所以学佛从哪里学起？要从这一条学起，这是完全做预备功夫，先不谈你修学哪一种法门。把佛法归纳起来，不外乎性相显密这四大类，全都建立在这个基础上。孝顺不容易，但是这一条做不到，换句话说，人都做不圆满，怎么能成佛、成菩萨？诸佛菩萨的德行决定比我们人天要圆满，所以要想成佛先把人做好，这很重要！做人先要把孝道修好。换句话说，你不学佛，这孝道不往深处讲还有情可原；你要学佛，这孝道一定要往深处、广处来说。孝之一字，用佛法来说，确实是大总持法门。",
      "zh_TW": "三福第一條有四句，「孝養父母，奉事師長，慈心不殺，修十善業」。所以學佛從哪裡學起？要從這一條學起，這是完全做預備功夫，先不談你修學哪一種法門。把佛法歸納起來，不外乎性相顯密這四大類，全都建立在這個基礎上。孝順不容易，但是這一條做不到，換句話說，人都做不圓滿，怎麼能成佛、成菩薩？諸佛菩薩的德行決定比我們人天要圓滿，所以要想成佛先把人做好，這很重要！做人先要把孝道修好。換句話說，你不學佛，這孝道不往深處講還有情可原；你要學佛，這孝道一定要往深處、廣處來說。孝之一字，用佛法來說，確實是大總持法門。"
    },
    {
      "id": "13-001-0002_p0006",
      "zh_CN": "中国的文字是世界上任何文字不能为比的，中国文字充满智慧。「孝」在中国六书里面属于会意，中国文字是图案，你看这个图案体会里面的意思，这个字的上半部是老，下半部是子，你去想想这个意思。西方人常说父子有代沟，有代沟就不孝了，那这个字就拆掉变成两个字，不能成为一个字。诸位要知道，孝之一字，上下两代是一体，决定不能分。上一代还有上一代，过去无始；下一代还有下一代，未来无终，无始无终是自己的一个整体，你明白这个意思就晓得为什么要纪念祖先。千年万世的祖先面貌我们都不能知道，都无法想像，为什么年节还要祭祀？还要祭历代祖先？给诸位说，这叫尽孝。让我们从这个地方体会一体，竖是一体，横的是兄弟，兄弟的兄弟也是一体。这个图案，这个符号，实际上就是代表佛家常讲的「竖穷三际，横遍十方」，在佛法里面讲就是法界，尽虚空遍法界就是一个自己，这才能尽孝。",
      "zh_TW": "中國的文字是世界上任何文字不能為比的，中國文字充滿智慧。「孝」在中國六書裡面屬於會意，中國文字是圖案，你看這個圖案體會裡面的意思，這個字的上半部是老，下半部是子，你去想想這個意思。西方人常說父子有代溝，有代溝就不孝了，那這個字就拆掉變成兩個字，不能成為一個字。諸位要知道，孝之一字，上下兩代是一體，決定不能分。上一代還有上一代，過去無始；下一代還有下一代，未來無終，無始無終是自己的一個整體，你明白這個意思就曉得為什麼要紀念祖先。千年萬世的祖先面貌我們都不能知道，都無法想像，為什麼年節還要祭祀？還要祭歷代祖先？給諸位說，這叫盡孝。讓我們從這個地方體會一體，豎是一體，橫的是兄弟，兄弟的兄弟也是一體。這個圖案，這個符號，實際上就是代表佛家常講的「豎窮三際，橫遍十方」，在佛法裡面講就是法界，盡虛空遍法界就是一個自己，這才能盡孝。"
    },
    {
      "id": "13-001-0002_p0007",
      "zh_CN": "孝在事相上讲，那些细节我不说，我们时间不多不能跟诸位谈事相，我把这个意义跟诸位说出来。什么人能够把孝道做得圆圆满满，没有丝毫欠缺？只有诸佛如来。诸佛如来苦口婆心在十方无量世界教化众生，为的是尽孝，不是为别的，所以这当中没有任何条件。佛门常说「无缘大慈，同体大悲」，注意同体，同体就是一个整体，无缘是不谈任何条件，这个叫孝。所以首先要认识，从理上明了，了脱生死先在理上彻底明了。讲养，养是事相，子女当然要养父母，不但要养父母之身，父母衰老了，我们要很周全的照顾他的生活，还要养父母之志，养父母之心，可见得养的含义也是非常的深广。在中国十三经的《孝经》，孔老夫子的《论语》，对于事相上的做法就讲得很多，这都值得我们认真去读诵、去研究、去把它做到的。",
      "zh_TW": "孝在事相上講，那些細節我不說，我們時間不多不能跟諸位談事相，我把這個意義跟諸位說出來。什麼人能夠把孝道做得圓圓滿滿，沒有絲毫欠缺？只有諸佛如來。諸佛如來苦口婆心在十方無量世界教化眾生，為的是盡孝，不是為別的，所以這當中沒有任何條件。佛門常說「無緣大慈，同體大悲」，注意同體，同體就是一個整體，無緣是不談任何條件，這個叫孝。所以首先要認識，從理上明瞭，了脫生死先在理上徹底明瞭。講養，養是事相，子女當然要養父母，不但要養父母之身，父母衰老了，我們要很周全的照顧他的生活，還要養父母之志，養父母之心，可見得養的含義也是非常的深廣。在中國十三經的《孝經》，孔老夫子的《論語》，對於事相上的做法就講得很多，這都值得我們認真去讀誦、去研究、去把它做到的。"
    },
    {
      "id": "13-001-0002_p0008",
      "zh_CN": "一个人真正能孝亲必定能够尊师。父母替你选择一个老师，让你好好的跟他学，你要不听老师的教训，不接受老师的教导，父母就操心、忧心了，这就是不孝，所以尊师重道是孝亲里面重要的一环。兄弟不和，父母又忧心了，也不孝。乃至于家族不和睦，父母也操心。你踏进社会，跟社会大众不能和睦相处，不能尽心尽力贡献你的智慧、才能，也是不孝。孝之道真的是广大无边。在佛法里面，你看菩萨戒，佛明白跟我们说「一切男子是我父，一切女人是我母」，大乘佛法建立在究竟圆满孝道的基础上。这是第一句，我们要细心体会它的深义，要从这个地方学起。",
      "zh_TW": "一個人真正能孝親必定能夠尊師。父母替你選擇一個老師，讓你好好的跟他學，你要不聽老師的教訓，不接受老師的教導，父母就操心、憂心了，這就是不孝，所以尊師重道是孝親裡面重要的一環。兄弟不和，父母又憂心了，也不孝。乃至於家族不和睦，父母也操心。你踏進社會，跟社會大眾不能和睦相處，不能盡心盡力貢獻你的智慧、才能，也是不孝。孝之道真的是廣大無邊。在佛法裡面，你看菩薩戒，佛明白跟我們說「一切男子是我父，一切女人是我母」，大乘佛法建立在究竟圓滿孝道的基礎上。這是第一句，我們要細心體會它的深義，要從這個地方學起。"
    },
    {
      "id": "13-001-0002_p0009",
      "zh_CN": "「奉事师长」就是师道，师道建立在孝道的基础上。中国人常讲尊师重道，为什么要尊敬老师？《印光大师文钞》里面，曾经有人向印光法师请教，他知道佛法非常殊胜，有没有一个秘密的钥匙，能够一下就进入佛门？印光大师在书信里头答复他说有，诚敬，「一分诚敬得一分利益，十分诚敬得十分利益」。这就跟我们说明，绝对不是老师要求你尊敬他，如果老师要求学生尊敬他，我们可以不必跟这个老师学。为什么？老师还喜欢戴高帽子，喜欢人赞美他，这在德行上就不圆满。老师没有要求学生，但是老师观察学生，学生有一分的虔诚、敬业，对于他的学业非常重视、认真，这就是敬业，老师必须认真教他一分。他有十分诚敬，老师应当尽力教他十分，为什么？他有十分诚敬，你教他九分，对不起他，没有能够满他的愿望。他只有一分诚敬，不必教他两分，为什么？他不能接受，那个器太小了。好像拿个杯子来要水，你拿个小杯子，我只给你滴几滴就够了，就满了，再多就满出来了，就是这么个道理。所以我们求学究竟能得多少，与我们的诚敬成正比例，道理在此地。",
      "zh_TW": "「奉事師長」就是師道，師道建立在孝道的基礎上。中國人常講尊師重道，為什麼要尊敬老師？《印光大師文鈔》裡面，曾經有人向印光法師請教，他知道佛法非常殊勝，有沒有一個祕密的鑰匙，能夠一下就進入佛門？印光大師在書信裡頭答覆他說有，誠敬，「一分誠敬得一分利益，十分誠敬得十分利益」。這就跟我們說明，絕對不是老師要求你尊敬他，如果老師要求學生尊敬他，我們可以不必跟這個老師學。為什麼？老師還喜歡戴高帽子，喜歡人讚美他，這在德行上就不圓滿。老師沒有要求學生，但是老師觀察學生，學生有一分的虔誠、敬業，對於他的學業非常重視、認真，這就是敬業，老師必須認真教他一分。他有十分誠敬，老師應當盡力教他十分，為什麼？他有十分誠敬，你教他九分，對不起他，沒有能夠滿他的願望。他只有一分誠敬，不必教他兩分，為什麼？他不能接受，那個器太小了。好像拿個杯子來要水，你拿個小杯子，我只給你滴幾滴就夠了，就滿了，再多就滿出來了，就是這麼個道理。所以我們求學究竟能得多少，與我們的誠敬成正比例，道理在此地。"
    },
    {
      "id": "13-001-0002_p0010",
      "zh_CN": "众生今天向释迦牟尼佛求学，佛当年在世的时候，你是人天小根器，就给你讲人天小法，满你的愿望。我来生还得人身，来生比这一生过得还自在，佛可以满你的愿望。你想生天，他教你生天的方法；你想出三界证阿罗汉果，他教你证阿罗汉果的方法；你有大志向想成佛，他教给你成佛的方法，满足了每个学生的愿望。这些学生敬业的程度不相同，志愿大小不一样，佛能够满足各个愿望。佛不勉强，那个来求人天小果，佛绝对不会把成佛的方法教给他，教给他没用，他不学。这是说明为什么要尊师重道，这是简单跟诸位说出孝道与师道的本质与功德。",
      "zh_TW": "眾生今天向釋迦牟尼佛求學，佛當年在世的時候，你是人天小根器，就給你講人天小法，滿你的願望。我來生還得人身，來生比這一生過得還自在，佛可以滿你的願望。你想生天，他教你生天的方法；你想出三界證阿羅漢果，他教你證阿羅漢果的方法；你有大志向想成佛，他教給你成佛的方法，滿足了每個學生的願望。這些學生敬業的程度不相同，志願大小不一樣，佛能夠滿足各個願望。佛不勉強，那個來求人天小果，佛絕對不會把成佛的方法教給他，教給他沒用，他不學。這是說明為什麼要尊師重道，這是簡單跟諸位說出孝道與師道的本質與功德。"
    },
    {
      "id": "13-001-0002_p0011",
      "zh_CN": "第三句「慈心不杀」，佛法里面常说「慈悲为本，方便为门」，佛接引大众是大慈大悲。大慈大悲从哪里来的？就是从孝敬里面生出来的，孝亲尊师扩大之后就变成大慈大悲。慈悲用现代话来说就是爱心，能够爱护一切众生。为什么不说爱？诸位要知道，世间人讲爱心是感情的，佛法讲慈悲是理性的，是建立在智慧的基础上，不是感情。这是佛法讲慈悲与世间讲爱不相同的地方，是在出发的念头、意念不相同。但是在外面表现的完全相同，也就是他那个依靠的心地不相同，一个是真心，一个是妄心，妄心是感情的。慈悲的范围也是广大无边，在广大无边的事相当中举一个例子：不杀害一切众生。所以大家不要看到慈心不杀，以为不杀生就是慈心，干别的就不要紧，那就错了，这是慈心举一个例子。不但不杀害一切众生，更进一步，不恼害一个众生。如果众生因我而生烦恼，我就错了，我的慈悲心就失掉了。所以大乘法里头常说「菩萨所在之处，令一切众生生欢喜心」，这是真正的佛弟子。",
      "zh_TW": "第三句「慈心不殺」，佛法裡面常說「慈悲為本，方便為門」，佛接引大眾是大慈大悲。大慈大悲從哪裡來的？就是從孝敬裡面生出來的，孝親尊師擴大之後就變成大慈大悲。慈悲用現代話來說就是愛心，能夠愛護一切眾生。為什麼不說愛？諸位要知道，世間人講愛心是感情的，佛法講慈悲是理性的，是建立在智慧的基礎上，不是感情。這是佛法講慈悲與世間講愛不相同的地方，是在出發的念頭、意念不相同。但是在外面表現的完全相同，也就是他那個依靠的心地不相同，一個是真心，一個是妄心，妄心是感情的。慈悲的範圍也是廣大無邊，在廣大無邊的事相當中舉一個例子：不殺害一切眾生。所以大家不要看到慈心不殺，以為不殺生就是慈心，幹別的就不要緊，那就錯了，這是慈心舉一個例子。不但不殺害一切眾生，更進一步，不惱害一個眾生。如果眾生因我而生煩惱，我就錯了，我的慈悲心就失掉了。所以大乘法裡頭常說「菩薩所在之處，令一切眾生生歡喜心」，這是真正的佛弟子。"
    },
    {
      "id": "13-001-0002_p0012",
      "zh_CN": "令一切众生生欢喜心，如果我学佛了，学佛得不到父母的欢心，你想想你的佛学得如不如法？你不学佛的时候父母很欢喜，一学佛，父母就把你当作冤家对头，这就错了！错在哪里？错在一学佛之后，那个态度就奇奇怪怪。第一个是态度，就觉得父母没有学佛，将来要堕三恶道，父母一听怎么能受得了？这一学佛又吃了素，吃长素了，父母对子女关爱，唯恐你的身体健康有妨碍。所以你的亲戚朋友都觉得你这个人似乎神经不正常，好像你学佛迷在佛法，这个人迷了。自己以为不错，持戒很严，学得很如法，结果你一家都不安。你的父母再告诉他的亲戚朋友，你们要注意小孩，千万不要让他学佛，一学佛就不得了，就坏了，就迷了。让父母造口业毁谤三宝叫孝顺吗？既不孝父母是又不敬师长，师长没有这样教你。所以我看得很多，许多学佛的家庭里面是大有问题，实在讲这个问题不是出在佛法上，是自己对于佛法的理论没搞清楚，方法也不懂，而是在盲修瞎练，带来这么多的纠纷。",
      "zh_TW": "令一切眾生生歡喜心，如果我學佛了，學佛得不到父母的歡心，你想想你的佛學得如不如法？你不學佛的時候父母很歡喜，一學佛，父母就把你當作冤家對頭，這就錯了！錯在哪裡？錯在一學佛之後，那個態度就奇奇怪怪。第一個是態度，就覺得父母沒有學佛，將來要墮三惡道，父母一聽怎麼能受得了？這一學佛又吃了素，吃長素了，父母對子女關愛，唯恐你的身體健康有妨礙。所以你的親戚朋友都覺得你這個人似乎神經不正常，好像你學佛迷在佛法，這個人迷了。自己以為不錯，持戒很嚴，學得很如法，結果你一家都不安。你的父母再告訴他的親戚朋友，你們要注意小孩，千萬不要讓他學佛，一學佛就不得了，就壞了，就迷了。讓父母造口業毀謗三寶叫孝順嗎？既不孝父母是又不敬師長，師長沒有這樣教你。所以我看得很多，許多學佛的家庭裡面是大有問題，實在講這個問題不是出在佛法上，是自己對於佛法的理論沒搞清楚，方法也不懂，而是在盲修瞎練，帶來這麼多的糾紛。"
    },
    {
      "id": "13-001-0002_p0013",
      "zh_CN": "一个真正学佛的人比未学佛之前更能够体贴父母之心，更能够孝顺。父母一看，这个儿女不错，这么样听话、孝顺，再打听打听，你从哪里学的？我从佛法那里学的，父母对于学佛就高兴了，原来学佛的儿女有这么好。不但不反对你学佛，而且到处都劝人，你们家有小孩要好好的学佛，这要懂得。",
      "zh_TW": "一個真正學佛的人比未學佛之前更能夠體貼父母之心，更能夠孝順。父母一看，這個兒女不錯，這麼樣聽話、孝順，再打聽打聽，你從哪裡學的？我從佛法那裡學的，父母對於學佛就高興了，原來學佛的兒女有這麼好。不但不反對你學佛，而且到處都勸人，你們家有小孩要好好的學佛，這要懂得。"
    },
    {
      "id": "13-001-0002_p0014",
      "zh_CN": "今天学佛的同修们，有几个人把佛法的本质（就是佛法本来的面目）真正认识清楚？佛法决定不迷信，更应当知道佛法教学有它的时代性、地域性。昨天我跟诸位报告过了，佛法是讲中道，儒家讲中庸，儒跟佛有许多地方相似。中，不但是时间之中，也是空间之中，时空都是讲中道。空间的中道，就是我们今天讲的，它必须是现代化，不管在哪个时代，它都是那个时代的现代化，中道。空间的中道，本地化，无论到哪个地方，它都是那个地方的本地化。在印度是印度的本地化，到中国是中国的本地化，到日本是日本的本地化，到美国是美国的本地化，这叫中道。正因为它是行中道，我们常讲超越时空，放在任何空间、任何时间，它都是最合适、最完美的，这是佛法。再给诸位说，孔孟学说也是如此，这就是世间人常讲的真理，无论放在什么地方它永远不会变，我们学的是这个，学这样的佛法。所以大家不要学古代的佛法，你学古代的佛法你去做古人，你学印度的佛法，你还得做印度的古人，这佛法能行得通吗？行不通。",
      "zh_TW": "今天學佛的同修們，有幾個人把佛法的本質（就是佛法本來的面目）真正認識清楚？佛法決定不迷信，更應當知道佛法教學有它的時代性、地域性。昨天我跟諸位報告過了，佛法是講中道，儒家講中庸，儒跟佛有許多地方相似。中，不但是時間之中，也是空間之中，時空都是講中道。空間的中道，就是我們今天講的，它必須是現代化，不管在哪個時代，它都是那個時代的現代化，中道。空間的中道，本地化，無論到哪個地方，它都是那個地方的本地化。在印度是印度的本地化，到中國是中國的本地化，到日本是日本的本地化，到美國是美國的本地化，這叫中道。正因為它是行中道，我們常講超越時空，放在任何空間、任何時間，它都是最合適、最完美的，這是佛法。再給諸位說，孔孟學說也是如此，這就是世間人常講的真理，無論放在什麼地方它永遠不會變，我們學的是這個，學這樣的佛法。所以大家不要學古代的佛法，你學古代的佛法你去做古人，你學印度的佛法，你還得做印度的古人，這佛法能行得通嗎？行不通。"
    },
    {
      "id": "13-001-0002_p0015",
      "zh_CN": "我昨天曾经举例说过，佛法到中国就中国化，即使是戒律传到中国来，也是中国现代化了，不是印度的戒律。「马祖建丛林，百丈立清规」，清规就是戒律的中国化，百丈是唐朝时候人，是我们本土化、现代化，重新修订条文。戒律的精神不变，条文要变，为什么？中国人的意识形态跟印度人不一样，中国人的生活方式跟印度人不一样，中国人居住的地理环境跟印度人不一样。印度人生活那些条文拿到中国来怎么能适用？美国的宪法拿到中国会适用吗？不适用；同样的，中国的宪法拿到美国也不适用。但是宪法的精神一定是保护人民，保护人民生活、教育、宗教，种种人民的幸福，这个目的一定是相同。这就好像戒律的精神一样，戒律精神是「诸恶莫作，众善奉行」，这个精神是永远不会变。所以这清规制定之后，就是戒律条文修改了，现代化。",
      "zh_TW": "我昨天曾經舉例說過，佛法到中國就中國化，即使是戒律傳到中國來，也是中國現代化了，不是印度的戒律。「馬祖建叢林，百丈立清規」，清規就是戒律的中國化，百丈是唐朝時候人，是我們本土化、現代化，重新修訂條文。戒律的精神不變，條文要變，為什麼？中國人的意識形態跟印度人不一樣，中國人的生活方式跟印度人不一樣，中國人居住的地理環境跟印度人不一樣。印度人生活那些條文拿到中國來怎麼能適用？美國的憲法拿到中國會適用嗎？不適用；同樣的，中國的憲法拿到美國也不適用。但是憲法的精神一定是保護人民，保護人民生活、教育、宗教，種種人民的幸福，這個目的一定是相同。這就好像戒律的精神一樣，戒律精神是「諸惡莫作，眾善奉行」，這個精神是永遠不會變。所以這清規制定之後，就是戒律條文修改了，現代化。"
    },
    {
      "id": "13-001-0002_p0016",
      "zh_CN": "在中国大陆，每个省分、每个县分，寺院里面都有常住公约，每一家的常住公约你拿去比较，都不一样，为什么？这个地区的生活方式跟那个地区不相同。古时候交通不便，人与人往来的关系很少，比较闭塞，所以风俗习惯，每个省、县都不相同，它必须要依风土人情来定生活规约，这样才能行得通，佛法才能够利益一切众生，才能达到「众生无边誓愿度」这个大目标。这是举一个例，我们就能看出这个教学真正是完美到极处。",
      "zh_TW": "在中國大陸，每個省分、每個縣分，寺院裡面都有常住公約，每一家的常住公約你拿去比較，都不一樣，為什麼？這個地區的生活方式跟那個地區不相同。古時候交通不便，人與人往來的關係很少，比較閉塞，所以風俗習慣，每個省、縣都不相同，它必須要依風土人情來定生活規約，這樣才能行得通，佛法才能夠利益一切眾生，才能達到「眾生無邊誓願度」這個大目標。這是舉一個例，我們就能看出這個教學真正是完美到極處。"
    },
    {
      "id": "13-001-0002_p0017",
      "zh_CN": "第四句是「修十善业」，十善是释迦牟尼佛给我们定的道德标准。儒家建立的道德标准是五常，五条。常就是常道，不能变更的。这个五条是「仁义礼智信」。佛给我们制定的十善，身三、口四、意三。身是不杀生、不偷盗、不邪淫（这是对在家同修说的）。诸位要知道，这个十善不是戒律，是世间的善行、道德标准，所以你不遵守不叫破戒。口是不妄语、不两舌（两舌是挑拨是非）、不恶口（恶口是言语粗鲁，很难听）、不绮语（绮语是花言巧语，欺骗别人），口四；意三是不贪、不瞋、不痴。给我们定下十个道德标准，佛告诉我们，六道里面人天两道的真正因缘，就是道德水准的不相同。人能够修上品十善来生就生天，天人的道德标准比我们高；中下品的十善，中品十善得人身，下品十善得阿修罗身。当然这十善是主要的因素，还得要附带其他的因缘，不是单一的因缘。第一福是人天福德，人天福是基础，换句话说，把这四句做到才能称为世间的善人。善人有标准的，不是随便说的。",
      "zh_TW": "第四句是「修十善業」，十善是釋迦牟尼佛給我們定的道德標準。儒家建立的道德標準是五常，五條。常就是常道，不能變更的。這個五條是「仁義禮智信」。佛給我們制定的十善，身三、口四、意三。身是不殺生、不偷盜、不邪淫（這是對在家同修說的）。諸位要知道，這個十善不是戒律，是世間的善行、道德標準，所以你不遵守不叫破戒。口是不妄語、不兩舌（兩舌是挑撥是非）、不惡口（惡口是言語粗魯，很難聽）、不綺語（綺語是花言巧語，欺騙別人），口四；意三是不貪、不瞋、不痴。給我們定下十個道德標準，佛告訴我們，六道裡面人天兩道的真正因緣，就是道德水準的不相同。人能夠修上品十善來生就生天，天人的道德標準比我們高；中下品的十善，中品十善得人身，下品十善得阿修羅身。當然這十善是主要的因素，還得要附帶其他的因緣，不是單一的因緣。第一福是人天福德，人天福是基礎，換句話說，把這四句做到才能稱為世間的善人。善人有標準的，不是隨便說的。"
    },
    {
      "id": "13-001-0002_p0018",
      "zh_CN": "第二福是二乘人修的，就是声闻、缘觉，我们通常讲小乘圣者，他们所修的，这是佛法。前面第一福是世间法，不是佛法，有这个基础才能入佛。所以我们今天入佛门学佛，怎么学都不像，不说成就了，就不像，为什么不像？原来没有前面的基础，所以怎么学都不像。这是诸位同修要想真正学佛，赶紧努力先在这四句上打基础。",
      "zh_TW": "第二福是二乘人修的，就是聲聞、緣覺，我們通常講小乘聖者，他們所修的，這是佛法。前面第一福是世間法，不是佛法，有這個基礎才能入佛。所以我們今天入佛門學佛，怎麼學都不像，不說成就了，就不像，為什麼不像？原來沒有前面的基礎，所以怎麼學都不像。這是諸位同修要想真正學佛，趕緊努力先在這四句上打基礎。"
    },
    {
      "id": "13-001-0002_p0019",
      "zh_CN": "一入佛门先受三皈，「受持三皈，具足众戒，不犯威仪」，这是第二福，这是入佛门，佛门的小学。进佛门是从头学起，这一进门先「受持三皈」，三皈是什么？三皈是把佛法修学的总纲领、大原则传授给你，教给你。依照这三条去学就叫学佛，不依这三条就不是学佛，换句话说，依照这三条去学，诸佛如来都承认你是佛的学生，不照这三条学就不是佛的学生。",
      "zh_TW": "一入佛門先受三皈，「受持三皈，具足眾戒，不犯威儀」，這是第二福，這是入佛門，佛門的小學。進佛門是從頭學起，這一進門先「受持三皈」，三皈是什麼？三皈是把佛法修學的總綱領、大原則傳授給你，教給你。依照這三條去學就叫學佛，不依這三條就不是學佛，換句話說，依照這三條去學，諸佛如來都承認你是佛的學生，不照這三條學就不是佛的學生。"
    },
    {
      "id": "13-001-0002_p0020",
      "zh_CN": "三皈，「皈依佛，皈依法，皈依僧」，我想许多同学都曾经受过三皈，也许不止受过一次，可是你究竟皈了没？恐怕没有皈。没皈当然也就没有依靠，这种皈依是假的不是真的，有名无实。三皈到底是什么？不是明明写的皈依佛、皈依法、皈依僧吗？写的是没错，你看错了。什么是佛？什么是法？什么是僧？拿着佛像当作佛，拿着经典当作法，拿着出家人当作僧，那就大错特错。",
      "zh_TW": "三皈，「皈依佛，皈依法，皈依僧」，我想許多同學都曾經受過三皈，也許不止受過一次，可是你究竟皈了沒？恐怕沒有皈。沒皈當然也就沒有依靠，這種皈依是假的不是真的，有名無實。三皈到底是什麼？不是明明寫的皈依佛、皈依法、皈依僧嗎？寫的是沒錯，你看錯了。什麼是佛？什麼是法？什麼是僧？拿著佛像當作佛，拿著經典當作法，拿著出家人當作僧，那就大錯特錯。"
    },
    {
      "id": "13-001-0002_p0021",
      "zh_CN": "六祖大师在《坛经》里面讲得很好，他讲三皈，大概就是怕后世人对三皈误解铸成大错，入门就错了，这一错到底还会有什么成就？所以他老人家讲三皈就不讲佛法僧，他说「皈依觉，皈依正，皈依净」。《六祖坛经》这样说法，我们听了之后不至于发生误会。下面他接着说，「佛者觉也，法者正也，僧者净也」，这个跟我们讲得很清楚，原来皈依佛，佛是自性的觉悟，佛是教我们皈依这个。自古以来，高僧大德传授皈依，都讲得清清楚楚，你看印光大师在《文钞》就讲得很清楚，三皈是皈依自性三宝，自性三宝是我们真正的皈依处。皈是回头、回归，从哪里回来？从迷惑颠倒。我们对于宇宙人生是迷惑颠倒，要从迷惑颠倒回过头来依自性觉。我从今之后不再迷惑颠倒了，这就是真正有了依靠，依自性觉，这叫皈依，这叫皈依佛。我们是不是真的从迷回头了，真正做到觉而不迷？果然做到觉而不迷，你是真正皈依佛，你真正是佛的弟子，不再迷惑了。",
      "zh_TW": "六祖大師在《壇經》裡面講得很好，他講三皈，大概就是怕後世人對三皈誤解鑄成大錯，入門就錯了，這一錯到底還會有什麼成就？所以他老人家講三皈就不講佛法僧，他說「皈依覺，皈依正，皈依淨」。《六祖壇經》這樣說法，我們聽了之後不至於發生誤會。下面他接著說，「佛者覺也，法者正也，僧者淨也」，這個跟我們講得很清楚，原來皈依佛，佛是自性的覺悟，佛是教我們皈依這個。自古以來，高僧大德傳授皈依，都講得清清楚楚，你看印光大師在《文鈔》就講得很清楚，三皈是皈依自性三寶，自性三寶是我們真正的皈依處。皈是回頭、回歸，從哪裡回來？從迷惑顛倒。我們對於宇宙人生是迷惑顛倒，要從迷惑顛倒回過頭來依自性覺。我從今之後不再迷惑顛倒了，這就是真正有了依靠，依自性覺，這叫皈依，這叫皈依佛。我們是不是真的從迷回頭了，真正做到覺而不迷？果然做到覺而不迷，你是真正皈依佛，你真正是佛的弟子，不再迷惑了。"
    },
    {
      "id": "13-001-0002_p0022",
      "zh_CN": "法是正知正见，用现代话讲就是对于宇宙人生有正确的看法、想法，你的想法、看法没有错误。从错误的看法、想法回过头来，依自性的正知正见，这叫皈依法。僧是什么意思？僧是清净的意思。佛教出家弟子六根清净一尘不染，所以僧是清净的意思，要皈依自性僧宝。想想我们现在的心被染污了，我们的心被染污、思想被染污、见解被染污、精神被染污，现在人的肉体也被染污，非常严重的染污。佛教给我们从染污回过头来，要依清净心，这是皈依僧。",
      "zh_TW": "法是正知正見，用現代話講就是對於宇宙人生有正確的看法、想法，你的想法、看法沒有錯誤。從錯誤的看法、想法回過頭來，依自性的正知正見，這叫皈依法。僧是什麼意思？僧是清淨的意思。佛教出家弟子六根清淨一塵不染，所以僧是清淨的意思，要皈依自性僧寶。想想我們現在的心被染污了，我們的心被染污、思想被染污、見解被染污、精神被染污，現在人的肉體也被染污，非常嚴重的染污。佛教給我們從染污回過頭來，要依清淨心，這是皈依僧。"
    },
    {
      "id": "13-001-0002_p0023",
      "zh_CN": "现在这个世界，几乎每个地方政府都已经意识到环境污染的严重，所以讲求环保，环境保护。环保在过去我们没听说过，最近一、二十年才听说有环保，环境污染严重。科学家的分析，像这样的污染，如果再经过几十年，恐怕地球上就不适合人类生存，严重到这种程度。这种染污靠环境保护能有效吗？我看效果非常微薄，为什么？佛告诉我们依报随着正报转，依报是环境，环境为什么有这样严重的染污？是由于人心染污得严重。真正讲环境保护，应该要觉察到如何保护清净心，如何能把心地的染污、精神的染污、思想的染污、见解的染污，加以认真的保护，外面自然环境的染污就容易解决，才能真正得到效果。今天只晓得治标，不知道治本，要想收到预期效果非常困难。皈依三宝的皈依僧就是今天讲的环保，我们要保护心地清净。",
      "zh_TW": "現在這個世界，幾乎每個地方政府都已經意識到環境污染的嚴重，所以講求環保，環境保護。環保在過去我們沒聽說過，最近一、二十年才聽說有環保，環境污染嚴重。科學家的分析，像這樣的污染，如果再經過幾十年，恐怕地球上就不適合人類生存，嚴重到這種程度。這種染污靠環境保護能有效嗎？我看效果非常微薄，為什麼？佛告訴我們依報隨著正報轉，依報是環境，環境為什麼有這樣嚴重的染污？是由於人心染污得嚴重。真正講環境保護，應該要覺察到如何保護清淨心，如何能把心地的染污、精神的染污、思想的染污、見解的染污，加以認真的保護，外面自然環境的染污就容易解決，才能真正得到效果。今天只曉得治標，不知道治本，要想收到預期效果非常困難。皈依三寶的皈依僧就是今天講的環保，我們要保護心地清淨。"
    },
    {
      "id": "13-001-0002_p0024",
      "zh_CN": "所以这三皈依，皈依佛是觉而不迷，皈依法是正而不邪，皈依僧是净而不染，这是我们真正皈依处。想想我们是不是依觉正净？依觉正净，舍迷邪染，这是佛弟子，佛才真正承认你是他的学生，这叫三皈。所以你一入佛门，亲近一位善知识，把修学的纲领教给你，这叫传授三皈。",
      "zh_TW": "所以這三皈依，皈依佛是覺而不迷，皈依法是正而不邪，皈依僧是淨而不染，這是我們真正皈依處。想想我們是不是依覺正淨？依覺正淨，捨迷邪染，這是佛弟子，佛才真正承認你是他的學生，這叫三皈。所以你一入佛門，親近一位善知識，把修學的綱領教給你，這叫傳授三皈。"
    },
    {
      "id": "13-001-0002_p0025",
      "zh_CN": "所以人家要问你学佛求的是什么？我们很清楚能够答得出来，我们所求的是究竟圆满的智慧，就是无上正等正觉。讲无上正等正觉，他听不懂，换句话说，就是究竟圆满的智慧，佛教求的是这个。那你修什么？我们修觉正净。无量法门，法是方法，门是门道、门径，方法、门径不同，统统修的是觉正净，离开觉正净就不是佛法，这要记住。所以法门平等，殊途同归，就是这个道理，无量无边的法门统统归到觉正净。无量法门也好，八万四千法门也好，最后就归到这三门。三门实在讲就是一门，一即是三，三即是一。诸位想想，一个人真正觉悟，觉而不迷，他的知见还会不正吗？心还会不清净吗？一定是正知正见，一定是心地清净。正知正见的人不觉悟吗？没有这个道理。同样，心得清净必然是正知正见，必定觉而不迷。这样你才晓得原来三宝是一而三、三而一，就是自己真如本性的一体三面，就这么回事，是一桩事情，所以这是真正的平等。",
      "zh_TW": "所以人家要問你學佛求的是什麼？我們很清楚能夠答得出來，我們所求的是究竟圓滿的智慧，就是無上正等正覺。講無上正等正覺，他聽不懂，換句話說，就是究竟圓滿的智慧，佛教求的是這個。那你修什麼？我們修覺正淨。無量法門，法是方法，門是門道、門徑，方法、門徑不同，統統修的是覺正淨，離開覺正淨就不是佛法，這要記住。所以法門平等，殊途同歸，就是這個道理，無量無邊的法門統統歸到覺正淨。無量法門也好，八萬四千法門也好，最後就歸到這三門。三門實在講就是一門，一即是三，三即是一。諸位想想，一個人真正覺悟，覺而不迷，他的知見還會不正嗎？心還會不清淨嗎？一定是正知正見，一定是心地清淨。正知正見的人不覺悟嗎？沒有這個道理。同樣，心得清淨必然是正知正見，必定覺而不迷。這樣你才曉得原來三寶是一而三、三而一，就是自己真如本性的一體三面，就這麼回事，是一樁事情，所以這是真正的平等。"
    },
    {
      "id": "13-001-0002_p0026",
      "zh_CN": "在中国这十个宗派，如果从大的差别上来说，中国的禅宗、性宗偏重在觉门，他们所求的是大彻大悟、明心见性，他们走哪个门见本性？走觉门，觉而不迷。教下，像贤首宗、天台宗、法相宗、三论宗，用佛的经典、经论来修正我们的见解、思想，走的是正门。净土宗跟密宗走的是净门，专修清净心。你要晓得一即是三、三即是一，虽然十个宗派，像这个讲堂有三个门进来，随便从哪个门进来，进来了全都得到了，三门都得到了。没进来是一个门，进来之后三门统统得到，这才真正明了「法门平等，无有高下」。如果赞叹「我这个法门殊胜，他那个法门不如我」，这是谤佛、谤法、谤僧。为什么？所有法门都是佛说的，所有法门目的都教你明心见性、见性成佛，统统都是成佛的法门，统统都是破妄想执着的法门。",
      "zh_TW": "在中國這十個宗派，如果從大的差別上來說，中國的禪宗、性宗偏重在覺門，他們所求的是大徹大悟、明心見性，他們走哪個門見本性？走覺門，覺而不迷。教下，像賢首宗、天台宗、法相宗、三論宗，用佛的經典、經論來修正我們的見解、思想，走的是正門。淨土宗跟密宗走的是淨門，專修清淨心。你要曉得一即是三、三即是一，雖然十個宗派，像這個講堂有三個門進來，隨便從哪個門進來，進來了全都得到了，三門都得到了。沒進來是一個門，進來之後三門統統得到，這才真正明瞭「法門平等，無有高下」。如果讚歎「我這個法門殊勝，他那個法門不如我」，這是謗佛、謗法、謗僧。為什麼？所有法門都是佛說的，所有法門目的都教你明心見性、見性成佛，統統都是成佛的法門，統統都是破妄想執著的法門。"
    },
    {
      "id": "13-001-0002_p0027",
      "zh_CN": "因为众生根性不相同，所以佛说无量无边的方法，无量无边的方法统统修觉正净，这要认识清楚，认识清楚之后，才是真正佛的好弟子。在修学的过程当中就像善财童子一样，自己虽然修一个法门，对于不同法门的人是由衷的恭敬，绝对不会有丝毫轻慢之心。晓得我们方法不一样，我们目标相同，最后都是达到一个目的地。自古以来，依照各种不同方法修学的人都成功了，刚才讲了，十方一切诸佛如来在因地上修的法门不一样，最后都成无上正等正觉。从诸佛如来，我们就看到果；从这一切菩萨，我们看到修因，修因证果。这叫做受持三皈。三皈你真正明白，就是明白修行纲领，明白之后要接受，接受就是依照这个纲领来修行。",
      "zh_TW": "因為眾生根性不相同，所以佛說無量無邊的方法，無量無邊的方法統統修覺正淨，這要認識清楚，認識清楚之後，才是真正佛的好弟子。在修學的過程當中就像善財童子一樣，自己雖然修一個法門，對於不同法門的人是由衷的恭敬，絕對不會有絲毫輕慢之心。曉得我們方法不一樣，我們目標相同，最後都是達到一個目的地。自古以來，依照各種不同方法修學的人都成功了，剛才講了，十方一切諸佛如來在因地上修的法門不一樣，最後都成無上正等正覺。從諸佛如來，我們就看到果；從這一切菩薩，我們看到修因，修因證果。這叫做受持三皈。三皈你真正明白，就是明白修行綱領，明白之後要接受，接受就是依照這個綱領來修行。"
    },
    {
      "id": "13-001-0002_p0028",
      "zh_CN": "把错误的行为修正过来叫做修行，什么是错误行为？迷邪染是错误的，要把它修正过来。用什么方法修正？佛跟我们讲用觉正净去修改迷邪染，这叫修行。诸位同修，我今天把三皈都传授给你们了，你们果然接受了，接受之后要保持，受持三皈要保持，念念不能忘，一忘掉就迷了、就邪了、就染了。你一念忘掉，那一念就是迷邪染，你念念不忘是念念觉正净。然后要问，你用什么方法修觉正净？参禅是方法，持戒是方法，诵经是方法，礼佛是方法，念佛也是方法，持咒也是方法，所以方法无量无边。那是讲方法，用这种方法、手段来修觉正净，这一定要搞得清清楚楚、明明白白。",
      "zh_TW": "把錯誤的行為修正過來叫做修行，什麼是錯誤行為？迷邪染是錯誤的，要把它修正過來。用什麼方法修正？佛跟我們講用覺正淨去修改迷邪染，這叫修行。諸位同修，我今天把三皈都傳授給你們了，你們果然接受了，接受之後要保持，受持三皈要保持，念念不能忘，一忘掉就迷了、就邪了、就染了。你一念忘掉，那一念就是迷邪染，你念念不忘是念念覺正淨。然後要問，你用什麼方法修覺正淨？參禪是方法，持戒是方法，誦經是方法，禮佛是方法，念佛也是方法，持咒也是方法，所以方法無量無邊。那是講方法，用這種方法、手段來修覺正淨，這一定要搞得清清楚楚、明明白白。"
    },
    {
      "id": "13-001-0002_p0029",
      "zh_CN": "「受持三皈」，下面是「具足众戒」。接受三皈，我知道修学纲领，我得到了，我晓得要修觉正净。众戒是什么？我们谈到戒马上就想到戒律，戒律没错，但是你把戒律两个字的意思看错了。你观念里面那个戒律的意义是非常的窄狭，狭义的戒律，不是佛所讲的圆满究竟的戒律。你观念当中的戒律很窄小、窄狭，窄到不能再窄了，死在戒条里面，可怜。这个戒律是什么？诸位要知道，刚才讲的，你修觉正净的手段统统叫戒律。参禅是戒律，持咒也是戒律，念佛也是戒律，读经也是戒律，拜佛也是戒律，八万四千种法门统统是戒律。老师教给你的要遵守，所以这个戒律不是狭义的戒律，是广义、究竟、圆满的戒律。",
      "zh_TW": "「受持三皈」，下面是「具足眾戒」。接受三皈，我知道修學綱領，我得到了，我曉得要修覺正淨。眾戒是什麼？我們談到戒馬上就想到戒律，戒律沒錯，但是你把戒律兩個字的意思看錯了。你觀念裡面那個戒律的意義是非常的窄狹，狹義的戒律，不是佛所講的圓滿究竟的戒律。你觀念當中的戒律很窄小、窄狹，窄到不能再窄了，死在戒條裡面，可憐。這個戒律是什麼？諸位要知道，剛才講的，你修覺正淨的手段統統叫戒律。參禪是戒律，持咒也是戒律，念佛也是戒律，讀經也是戒律，拜佛也是戒律，八萬四千種法門統統是戒律。老師教給你的要遵守，所以這個戒律不是狹義的戒律，是廣義、究竟、圓滿的戒律。"
    },
    {
      "id": "13-001-0002_p0030",
      "zh_CN": "中国古时候，一入佛门，五年学戒。你想学佛，五年学戒。这是什么戒？不是经典里面那个戒律，那个还早，谈不上。你刚入佛门，哪有资格去学经典里面的律藏？律藏是一门大学问，好像大学法律系一样，你还不够资格。是遵守老师的教诫，这就是我们中国人讲的师承，你要守老师的戒，期限是五年。老师教你什么？老师帮助你把心地里面的思想、见解、精神种种染污洗得干干净净，你才能成为法器，才能接受如来的妙法。所以你必须接受他的指导，是守这个戒律，不是其他的戒律。现在没有了，现在人可怜。我这个年龄实在讲是非常幸运，还沾到一点边缘。",
      "zh_TW": "中國古時候，一入佛門，五年學戒。你想學佛，五年學戒。這是什麼戒？不是經典裡面那個戒律，那個還早，談不上。你剛入佛門，哪有資格去學經典裡面的律藏？律藏是一門大學問，好像大學法律系一樣，你還不夠資格。是遵守老師的教誡，這就是我們中國人講的師承，你要守老師的戒，期限是五年。老師教你什麼？老師幫助你把心地裡面的思想、見解、精神種種染污洗得乾乾淨淨，你才能成為法器，才能接受如來的妙法。所以你必須接受他的指導，是守這個戒律，不是其他的戒律。現在沒有了，現在人可憐。我這個年齡實在講是非常幸運，還沾到一點邊緣。"
    },
    {
      "id": "13-001-0002_p0031",
      "zh_CN": "我在台中拜李老师作师父，那个时候我还没出家，以在家居士的身分亲近李老师。拜在他门下，李老师提出三个条件，这三个条件就是戒律。第一个条件，你想拜我作老师，好，从今天起你只可以听我一个人讲经说法，除我之外，任何法师、大德、居士讲经说法，一律不准听。第二条，从今天起你想看书，无论看什么书，佛书也好，不是佛书也好，不经我同意一律不准看。第三个条件，你从前所学的我统统不承认，一律作废，从今天起从头学起，时间五年，你愿不愿意接受？不接受算了，李老师讲经，大家来听经这无所谓，欢迎你来听经，做学生没分。条件乍听起来很苛刻，当时感觉这老师很专制跋扈不讲理，好像目中无人一样，到最后想跟他学只好答应。五年学戒学的是这个戒。",
      "zh_TW": "我在台中拜李老師作師父，那個時候我還沒出家，以在家居士的身分親近李老師。拜在他門下，李老師提出三個條件，這三個條件就是戒律。第一個條件，你想拜我作老師，好，從今天起你只可以聽我一個人講經說法，除我之外，任何法師、大德、居士講經說法，一律不准聽。第二條，從今天起你想看書，無論看什麼書，佛書也好，不是佛書也好，不經我同意一律不准看。第三個條件，你從前所學的我統統不承認，一律作廢，從今天起從頭學起，時間五年，你願不願意接受？不接受算了，李老師講經，大家來聽經這無所謂，歡迎你來聽經，做學生沒分。條件乍聽起來很苛刻，當時感覺這老師很專制跋扈不講理，好像目中無人一樣，到最後想跟他學只好答應。五年學戒學的是這個戒。"
    },
    {
      "id": "13-001-0002_p0032",
      "zh_CN": "到以后我们才真正明了，叫你什么不准听，把你耳朵塞住；叫你什么不准看，把你眼睛堵死。一切不能看、不能听，心就清净，种种污染就不再增加，污染不增加，慢慢就消减。为什么？听他教导，慢慢就减少了，心就得定，心就清净，才晓得这个方法高明。我们在那里照老师这个话去做，半年就有感触，一年就佩服得五体投地。老师要求我五年，我自己增加五年，我守他这个家法十年，这叫师承，学的是一家之言。他给我们奠定一个好的基础，也就是恢复我们的清净心。等到你心地清净，你的觉正净有个一、二分现前，一、二分现前就很管用。管什么用？你听人家讲东西，一听就知道他的是非真妄，换句话说，不会上当，不会受骗，有这个能力；这一看，也能够辨别是非邪正，有这个能力。这个能力有了之后，老师就把你赶出去参学，就是你什么都可以看，什么都可以听，开放了。这才知道跟老师那些年，老师是培养我们的根本智，出去参学是成就后得智。",
      "zh_TW": "到以後我們才真正明瞭，叫你什麼不准聽，把你耳朵塞住；叫你什麼不准看，把你眼睛堵死。一切不能看、不能聽，心就清淨，種種污染就不再增加，污染不增加，慢慢就消減。為什麼？聽他教導，慢慢就減少了，心就得定，心就清淨，才曉得這個方法高明。我們在那裡照老師這個話去做，半年就有感觸，一年就佩服得五體投地。老師要求我五年，我自己增加五年，我守他這個家法十年，這叫師承，學的是一家之言。他給我們奠定一個好的基礎，也就是恢復我們的清淨心。等到你心地清淨，你的覺正淨有個一、二分現前，一、二分現前就很管用。管什麼用？你聽人家講東西，一聽就知道他的是非真妄，換句話說，不會上當，不會受騙，有這個能力；這一看，也能夠辨別是非邪正，有這個能力。這個能力有了之後，老師就把你趕出去參學，就是你什麼都可以看，什麼都可以聽，開放了。這才知道跟老師那些年，老師是培養我們的根本智，出去參學是成就後得智。"
    },
    {
      "id": "13-001-0002_p0033",
      "zh_CN": "根本智是什么？《般若经》上讲得很好，「般若无知」，跟老师修学是无知，将来出去参学是「无所不知」，这个智慧才圆满。到以后《华严经》读到善财五十三参，原来是这么回事，老师那个教学就是五十三参。善财童子的老师是文殊菩萨，在文殊菩萨会下就是得根本智，就是得无知；然后出来参学，这五十三参成就圆满的无所不知。「般若无知，无所不知」，是这样培养出来的。",
      "zh_TW": "根本智是什麼？《般若經》上講得很好，「般若無知」，跟老師修學是無知，將來出去參學是「無所不知」，這個智慧才圓滿。到以後《華嚴經》讀到善財五十三參，原來是這麼回事，老師那個教學就是五十三參。善財童子的老師是文殊菩薩，在文殊菩薩會下就是得根本智，就是得無知；然後出來參學，這五十三參成就圓滿的無所不知。「般若無知，無所不知」，是這樣培養出來的。"
    },
    {
      "id": "13-001-0002_p0034",
      "zh_CN": "你们现在一开头学，这也听、那也听，这也看、那也看，唯恐污染不够，真正遇到善知识教不教你？不教，为什么？你污染太严重，他没有办法把你洗干净。那时候你去见他，他会赞叹你一句，「很好，你不错，很难得，走吧」，为什么？没法子教。今天诸位同修，纵然遇到善知识也不教。诸位要晓得，我那时候亲近李老师，之前学佛只亲近一个人：章嘉大师，我跟章嘉大师学三年，一个人，并不很复杂。到李老师会下还否定了，那三年所学的他不承认，还要从头学起。如果我要是学得很多，恐怕李老师就不会收了，顶多叫我常常来听经，不会教你了。所以你们同学学佛，说今天初来学佛的，那真是难能可贵，你是一张白纸，你没有被染污，这才可贵了。真正善知识就要教这样的学生，这是宝贝学生。",
      "zh_TW": "你們現在一開頭學，這也聽、那也聽，這也看、那也看，唯恐污染不夠，真正遇到善知識教不教你？不教，為什麼？你污染太嚴重，他沒有辦法把你洗乾淨。那時候你去見他，他會讚歎你一句，「很好，你不錯，很難得，走吧」，為什麼？沒法子教。今天諸位同修，縱然遇到善知識也不教。諸位要曉得，我那時候親近李老師，之前學佛只親近一個人：章嘉大師，我跟章嘉大師學三年，一個人，並不很複雜。到李老師會下還否定了，那三年所學的他不承認，還要從頭學起。如果我要是學得很多，恐怕李老師就不會收了，頂多叫我常常來聽經，不會教你了。所以你們同學學佛，說今天初來學佛的，那真是難能可貴，你是一張白紙，你沒有被染污，這才可貴了。真正善知識就要教這樣的學生，這是寶貝學生。"
    },
    {
      "id": "13-001-0002_p0035",
      "zh_CN": "我在学佛之前，有一段时期跟方东美先生学哲学，那时候对哲学很有兴趣。我不认识方先生，听说他是台大很有名的哲学老师，我写了一封信给他，附上一篇文章（我自己写了一篇文章附给他）。一星期后，他老人家回了信，要我到他家里去面谈。我写信给他的目的只是想到台大去旁听他的课程。到他家里谈话，他就问我学历，问我以前学些什么，哲学方面有没有跟哪个人学，有没有读过哲学的书籍，我说统统都没有。统统都没有，没被染污。于是他老人家就说了，他说现在学校，先生不像先生，学生不像学生，你要到学校旁听会大失所望。老师说这几句话，这凉水浇头，没指望了，所以我的表情就很沮丧，也非常难过。大概方先生看出来，他老人家安慰我，告诉我，他说这样好了，你每个星期天到我家里来，我给你上两小时课。",
      "zh_TW": "我在學佛之前，有一段時期跟方東美先生學哲學，那時候對哲學很有興趣。我不認識方先生，聽說他是台大很有名的哲學老師，我寫了一封信給他，附上一篇文章（我自己寫了一篇文章附給他）。一星期後，他老人家回了信，要我到他家裡去面談。我寫信給他的目的只是想到台大去旁聽他的課程。到他家裡談話，他就問我學歷，問我以前學些什麼，哲學方面有沒有跟哪個人學，有沒有讀過哲學的書籍，我說統統都沒有。統統都沒有，沒被染污。於是他老人家就說了，他說現在學校，先生不像先生，學生不像學生，你要到學校旁聽會大失所望。老師說這幾句話，這涼水澆頭，沒指望了，所以我的表情就很沮喪，也非常難過。大概方先生看出來，他老人家安慰我，告訴我，他說這樣好了，你每個星期天到我家裡來，我給你上兩小時課。"
    },
    {
      "id": "13-001-0002_p0036",
      "zh_CN": "我跟方先生学哲学是在他家里小客厅小圆桌上，就师生两个人这样上课，每个星期天特别抽时间给我上课。当时不知道这是什么回事，到以后才明了，老师是怕我到学校听课，认识同学、老师多了，被染污了，苦心。不让我被染污，特别拨出时间来指导，我对老师是无限感谢，念念不忘恩德。我学佛是他老人家介绍的。他给我讲了一部完整的哲学概论，最后一个单元讲佛经哲学，这样我才认识佛教，才真正去找佛教经典来研究、探讨。所以我的佛法是从哲学里面进去的，是方老师接引的，没有丝毫迷信色彩，这就是师承。现在到哪里去找？找不到了，哪里有一个学生肯死心塌地听一个老师的话？学生也找不到，老师也没有，师道毁灭，这真正是痛惜。",
      "zh_TW": "我跟方先生學哲學是在他家裡小客廳小圓桌上，就師生兩個人這樣上課，每個星期天特別抽時間給我上課。當時不知道這是什麼回事，到以後才明瞭，老師是怕我到學校聽課，認識同學、老師多了，被染污了，苦心。不讓我被染污，特別撥出時間來指導，我對老師是無限感謝，念念不忘恩德。我學佛是他老人家介紹的。他給我講了一部完整的哲學概論，最後一個單元講佛經哲學，這樣我才認識佛教，才真正去找佛教經典來研究、探討。所以我的佛法是從哲學裡面進去的，是方老師接引的，沒有絲毫迷信色彩，這就是師承。現在到哪裡去找？找不到了，哪裡有一個學生肯死心塌地聽一個老師的話？學生也找不到，老師也沒有，師道毀滅，這真正是痛惜。"
    },
    {
      "id": "13-001-0002_p0037",
      "zh_CN": "我在新加坡弘法的时候，演培法师请我去讲演，我看到他的道场年轻人很多，我勉励这些年轻人好好跟演公学习，这是现代希有的真正高僧大德。我就把当年李老师教学的条件向大家宣布，我下了讲台，演培法师拉我到客厅饮茶。他老人家告诉我，他做小沙弥的时候在观宗寺跟谛闲老法师，谛老也是这三个条件。这才明了原来这三个条件不是李老师专利的，才晓得中国佛门祖祖相传就是这样接引学人，才真正体会到五年学戒是遵守老师的家法，不是学其他的。",
      "zh_TW": "我在新加坡弘法的時候，演培法師請我去講演，我看到他的道場年輕人很多，我勉勵這些年輕人好好跟演公學習，這是現代希有的真正高僧大德。我就把當年李老師教學的條件向大家宣布，我下了講台，演培法師拉我到客廳飲茶。他老人家告訴我，他做小沙彌的時候在觀宗寺跟諦閑老法師，諦老也是這三個條件。這才明瞭原來這三個條件不是李老師專利的，才曉得中國佛門祖祖相傳就是這樣接引學人，才真正體會到五年學戒是遵守老師的家法，不是學其他的。"
    },
    {
      "id": "13-001-0002_p0038",
      "zh_CN": "「不犯威仪」是守法，威仪是今天讲的风度、礼貌。所以佛家的戒律不仅包括世尊所制定的那些根本戒，世间的法律、道德、风俗习惯，统统包括在里头。一个学佛的人，入境随俗，到某一个地区要遵守某一个地区的法令规章，要遵守它的道德、风俗习惯，这样才能跟这个地区的人和睦相处，他们才能够欢喜佛法、接受佛法，这很重要。你不能跟当地人打成一片，佛法怎么能弘扬？怎么能叫他接受？所以昨天我跟诸位报告的，道场的建筑要现代化，决定不能用古时候那种建筑。现代化、本地化，外国人一看，这是我们美国的建筑，他欢喜心就生起来，没有界限，没有差别。不要叫他一看，这是外国人东西，他就划界限了，不可以。所以供养的佛像，面孔一定是美国人，他一看，这佛像像我们，这多亲切！",
      "zh_TW": "「不犯威儀」是守法，威儀是今天講的風度、禮貌。所以佛家的戒律不僅包括世尊所制定的那些根本戒，世間的法律、道德、風俗習慣，統統包括在裡頭。一個學佛的人，入境隨俗，到某一個地區要遵守某一個地區的法令規章，要遵守它的道德、風俗習慣，這樣才能跟這個地區的人和睦相處，他們才能夠歡喜佛法、接受佛法，這很重要。你不能跟當地人打成一片，佛法怎麼能弘揚？怎麼能叫他接受？所以昨天我跟諸位報告的，道場的建築要現代化，決定不能用古時候那種建築。現代化、本地化，外國人一看，這是我們美國的建築，他歡喜心就生起來，沒有界限，沒有差別。不要叫他一看，這是外國人東西，他就劃界限了，不可以。所以供養的佛像，面孔一定是美國人，他一看，這佛像像我們，這多親切！"
    },
    {
      "id": "13-001-0002_p0039",
      "zh_CN": "今年，我十二月都在东岸弘法，走了很多地方，圣诞节回来的时候来不及布置。我告诉他们，明年我们道场要过圣诞节，耶稣、玛莉亚的圣像一样也坐在我们的门口，告诉外国人，耶稣已经到我们佛堂来了，你们要不要来？这才行！我们也敬上帝，敬上帝的人也来了。所以告诉他，来佛堂不是叛教，叛教的人佛不答应的。佛教你孝顺父母，你们跟上帝是父子关系，你们跟佛菩萨是师生关系，没有冲突。所以礼拜天你们上教堂，礼拜六上佛堂，我们礼拜六开放给外国人，请他们来上佛堂，这才行。这个佛堂不能得到当地人、本地人的拥护、爱戴，那就彻底失败，这个重要。",
      "zh_TW": "今年，我十二月都在東岸弘法，走了很多地方，聖誕節回來的時候來不及佈置。我告訴他們，明年我們道場要過聖誕節，耶穌、瑪莉亞的聖像一樣也坐在我們的門口，告訴外國人，耶穌已經到我們佛堂來了，你們要不要來？這才行！我們也敬上帝，敬上帝的人也來了。所以告訴他，來佛堂不是叛教，叛教的人佛不答應的。佛教你孝順父母，你們跟上帝是父子關係，你們跟佛菩薩是師生關係，沒有衝突。所以禮拜天你們上教堂，禮拜六上佛堂，我們禮拜六開放給外國人，請他們來上佛堂，這才行。這個佛堂不能得到當地人、本地人的擁護、愛戴，那就徹底失敗，這個重要。"
    },
    {
      "id": "13-001-0002_p0040",
      "zh_CN": "所以受持三皈，戒律、威仪，要明白这桩事情，不能把它讲死，不能把范围搞得窄狭得不能再窄狭了，那叫学什么佛！再告诉诸位，佛法自始至终破执着，人我执破了证阿罗汉果，法执破了证法身大士，就成佛。有执着就糟了，破执着的。我们就明了了，释迦牟尼佛一句话把我们的病根找出来，「妄想执着」。佛常常讲这二障：烦恼障、所知障，二障的根源就是妄想执着，所知障的根源是妄想，烦恼障的根源是执着。所以你断了烦恼障就证阿罗汉果，破了所知障就是法身大士。佛在经上讲的一个字都没错，而是我们看错了，会错意思。「依文解义，三世佛冤」，三世诸佛都喊冤枉，「我不是这个意思，你们把我的意思都错解了」，这怎么行？这是第二福，第二福是小乘人修的，小乘圣者。",
      "zh_TW": "所以受持三皈，戒律、威儀，要明白這樁事情，不能把它講死，不能把範圍搞得窄狹得不能再窄狹了，那叫學什麼佛！再告訴諸位，佛法自始至終破執著，人我執破了證阿羅漢果，法執破了證法身大士，就成佛。有執著就糟了，破執著的。我們就明瞭了，釋迦牟尼佛一句話把我們的病根找出來，「妄想執著」。佛常常講這二障：煩惱障、所知障，二障的根源就是妄想執著，所知障的根源是妄想，煩惱障的根源是執著。所以你斷了煩惱障就證阿羅漢果，破了所知障就是法身大士。佛在經上講的一個字都沒錯，而是我們看錯了，會錯意思。「依文解義，三世佛冤」，三世諸佛都喊冤枉，「我不是這個意思，你們把我的意思都錯解了」，這怎麼行？這是第二福，第二福是小乘人修的，小乘聖者。"
    },
    {
      "id": "13-001-0002_p0041",
      "zh_CN": "第三条是大乘菩萨所修的，第一句「发菩提心」，什么叫菩提心？菩提是梵语，翻成中国的意思是觉悟，菩提心就是觉悟的心，换言之，就不迷，也就是三皈依的皈依佛，觉而不迷就是菩提心，时时觉，处处觉，事事觉。究竟什么叫做觉？这要细说就太多太广，最简单扼要的说法，真正觉悟生死事大，无常迅速，这个人是真的觉悟，不是假的，仰慕佛道，这个觉悟逐渐就趋圆满了。世间人，实在讲醉生梦死，把这些事情忘了。无常迅速就是光阴过得太快，我们没有把光阴抓住，让时光空过，这是一生最大的过失。我只提醒这一点，详细的我们在许多讲席录音带里面都细说到，诸位可以参考，这边净宗学会有很多我讲经的录音带。",
      "zh_TW": "第三條是大乘菩薩所修的，第一句「發菩提心」，什麼叫菩提心？菩提是梵語，翻成中國的意思是覺悟，菩提心就是覺悟的心，換言之，就不迷，也就是三皈依的皈依佛，覺而不迷就是菩提心，時時覺，處處覺，事事覺。究竟什麼叫做覺？這要細說就太多太廣，最簡單扼要的說法，真正覺悟生死事大，無常迅速，這個人是真的覺悟，不是假的，仰慕佛道，這個覺悟逐漸就趨圓滿了。世間人，實在講醉生夢死，把這些事情忘了。無常迅速就是光陰過得太快，我們沒有把光陰抓住，讓時光空過，這是一生最大的過失。我只提醒這一點，詳細的我們在許多講席錄音帶裡面都細說到，諸位可以參考，這邊淨宗學會有很多我講經的錄音帶。"
    },
    {
      "id": "13-001-0002_p0042",
      "zh_CN": "第二句「深信因果」，这句话我在过去好多年都参不透，都不懂这个意思。为什么？假如这一句摆在第一福，我一点疑问都没有，摆在第三福我就怀疑了。第三福是菩萨，菩萨不信因果吗？我们人都晓得因果报应，善有善报，恶有恶报，难道菩萨不晓得？这一句怎么想都想不通。后来读《华严经》，我从民国六十年开讲《华严》，讲了十七年，现在回到台湾还在讲，现在讲《普贤行愿品》。《华严经》上读到「十地菩萨始终不离念佛」，我忽然想到了这句，这句讲的因果不是普通因果，什么因果？「念佛是因，成佛是果」，这个因果确实许多菩萨都不相信，所以佛在此地劝深信因果。《华严经》上是毘卢遮那如来的华藏海会，菩萨登地，从初地到等觉这十一个位次，修什么法门？统统修念佛求生净土。所以我们仔细一看，普贤菩萨、文殊菩萨、善财童子，统统修的是念佛法门，统统是求生西方极乐世界，这才知道三福这一句真正的意思。夏莲居老居士会集的《无量寿经》，他老人家说得很好，他说「佛说难信真难信，亿万人中一二知」，这个话讲得一点都不错。",
      "zh_TW": "第二句「深信因果」，這句話我在過去好多年都參不透，都不懂這個意思。為什麼？假如這一句擺在第一福，我一點疑問都沒有，擺在第三福我就懷疑了。第三福是菩薩，菩薩不信因果嗎？我們人都曉得因果報應，善有善報，惡有惡報，難道菩薩不曉得？這一句怎麼想都想不通。後來讀《華嚴經》，我從民國六十年開講《華嚴》，講了十七年，現在回到台灣還在講，現在講《普賢行願品》。《華嚴經》上讀到「十地菩薩始終不離念佛」，我忽然想到了這句，這句講的因果不是普通因果，什麼因果？「念佛是因，成佛是果」，這個因果確實許多菩薩都不相信，所以佛在此地勸深信因果。《華嚴經》上是毘盧遮那如來的華藏海會，菩薩登地，從初地到等覺這十一個位次，修什麼法門？統統修念佛求生淨土。所以我們仔細一看，普賢菩薩、文殊菩薩、善財童子，統統修的是念佛法門，統統是求生西方極樂世界，這才知道三福這一句真正的意思。夏蓮居老居士會集的《無量壽經》，他老人家說得很好，他說「佛說難信真難信，億萬人中一二知」，這個話講得一點都不錯。"
    },
    {
      "id": "13-001-0002_p0043",
      "zh_CN": "我这次在迈阿密，曾宪炜居士告诉我，迈阿密有神通的人很多，有天眼的人很多，这些我们姑且不论。他告诉我一桩事情，我们印的《无量寿经》，前面有夏莲居老居士一张照片，他把这张照片给有神通、有天眼的人看。有神通天眼的是外国人，他也不认识中国字，他一看到照片就告诉曾宪炜，说这个人是大菩萨再来，不是普通人。曾宪炜说何以见得？他说他全身透明。照片上怎么会看到全身透明？他说他不但通禅、通教，显密圆融。曾宪炜听到这个话，觉得他讲得很对，是有点道理，没讲错，证明他那个通不假，是真的。从照片上都能看出这个人，他说这个人不太出名，已经往生，下这样的断语，果然没错，句句讲得都对。那是一位了不起的大菩萨来给我们做这个工作，这真是普度末法众生。",
      "zh_TW": "我這次在邁阿密，曾憲煒居士告訴我，邁阿密有神通的人很多，有天眼的人很多，這些我們姑且不論。他告訴我一樁事情，我們印的《無量壽經》，前面有夏蓮居老居士一張照片，他把這張照片給有神通、有天眼的人看。有神通天眼的是外國人，他也不認識中國字，他一看到照片就告訴曾憲煒，說這個人是大菩薩再來，不是普通人。曾憲煒說何以見得？他說他全身透明。照片上怎麼會看到全身透明？他說他不但通禪、通教，顯密圓融。曾憲煒聽到這個話，覺得他講得很對，是有點道理，沒講錯，證明他那個通不假，是真的。從照片上都能看出這個人，他說這個人不太出名，已經往生，下這樣的斷語，果然沒錯，句句講得都對。那是一位了不起的大菩薩來給我們做這個工作，這真是普度末法眾生。"
    },
    {
      "id": "13-001-0002_p0044",
      "zh_CN": "所以深信因果是「念佛是因，成佛是果」，正如同《无量寿经》佛所说的，末法时期依这个法门是决定得度。「如来所以兴出世，唯说弥陀本愿海」，这两句话是唐朝善导大师讲的。他老人家讲，十方三世一切诸佛如来示现成佛，目的就是介绍净土，就是介绍《无量寿经》，这是正说。因为这个法门难信，你不能相信，佛再委曲婉转给你开无量法门，无量法门是引导你，最后引导你还是归这个法门，所以说一切法门归华严愿海，这是毘卢遮那佛的愿海。到了毘卢遮那佛那边之后，等你修行到登地，自然念佛往生净土。所以真的是殊途同归，无论你修学哪个法门，到你登地的时候你会念佛求生净土，像文殊、普贤菩萨一样，这是善导大师为我们说出来的。",
      "zh_TW": "所以深信因果是「念佛是因，成佛是果」，正如同《無量壽經》佛所說的，末法時期依這個法門是決定得度。「如來所以興出世，唯說彌陀本願海」，這兩句話是唐朝善導大師講的。他老人家講，十方三世一切諸佛如來示現成佛，目的就是介紹淨土，就是介紹《無量壽經》，這是正說。因為這個法門難信，你不能相信，佛再委曲婉轉給你開無量法門，無量法門是引導你，最後引導你還是歸這個法門，所以說一切法門歸華嚴願海，這是毘盧遮那佛的願海。到了毘盧遮那佛那邊之後，等你修行到登地，自然念佛往生淨土。所以真的是殊途同歸，無論你修學哪個法門，到你登地的時候你會念佛求生淨土，像文殊、普賢菩薩一樣，這是善導大師為我們說出來的。"
    },
    {
      "id": "13-001-0002_p0045",
      "zh_CN": "底下是「读诵大乘」，读诵大乘是一定要依大乘经的理论、方法去修行，这点诸位同修要特别注意，读诵大乘不是叫你所有大乘经论都读。为什么？你念多了，因为佛当年所讲的经是应机施教，他对的根性不相同，因此所讲的内容也不一样。你会看的，会看的他完全相同；你不会看的，看到佛讲的完全不相同。譬如这个人执着有，佛跟他讲空，讲空是破他的有，破他的执着。那个人执着空，佛讲有，讲有是破他执着空，佛说法的目的是一个，原来是破执着。你要不懂得他破执着，为什么这个说有、那个说空，到底是有还是空？麻烦就来了。换句话说，佛讲的法就跟大夫处方一样，他什么病给他开什么药方，他照这个药方一服就药到病除，病就好了。方子不能搞错，搞错不但不能好，病还加重。",
      "zh_TW": "底下是「讀誦大乘」，讀誦大乘是一定要依大乘經的理論、方法去修行，這點諸位同修要特別注意，讀誦大乘不是叫你所有大乘經論都讀。為什麼？你念多了，因為佛當年所講的經是應機施教，他對的根性不相同，因此所講的內容也不一樣。你會看的，會看的他完全相同；你不會看的，看到佛講的完全不相同。譬如這個人執著有，佛跟他講空，講空是破他的有，破他的執著。那個人執著空，佛講有，講有是破他執著空，佛說法的目的是一個，原來是破執著。你要不懂得他破執著，為什麼這個說有、那個說空，到底是有還是空？麻煩就來了。換句話說，佛講的法就跟大夫處方一樣，他什麼病給他開什麼藥方，他照這個藥方一服就藥到病除，病就好了。方子不能搞錯，搞錯不但不能好，病還加重。"
    },
    {
      "id": "13-001-0002_p0046",
      "zh_CN": "所以读诵大乘是在大乘经典里面选择自己喜欢的、爱好的，修一门，一门深入，从这一门里面得觉正净就对了。任何一个法门，只要一门深入决定得到，怕的是杂、乱。佛法讲精进，精是精纯不杂。今天同修们不是不努力，不是不求进步，实在讲是杂进、乱进，所以没有效果。你要真正精进，念佛的人得念佛三昧，学教的人一定得止观，一定大开圆解，学禅的人一定得禅定，学密的人一定三密相应，他统统能有成就。一杂了是什么都没有，你所得的是佛教一点皮毛常识，而且皮毛常识还都解错，你说冤不冤枉？不能杂。",
      "zh_TW": "所以讀誦大乘是在大乘經典裡面選擇自己喜歡的、愛好的，修一門，一門深入，從這一門裡面得覺正淨就對了。任何一個法門，只要一門深入決定得到，怕的是雜、亂。佛法講精進，精是精純不雜。今天同修們不是不努力，不是不求進步，實在講是雜進、亂進，所以沒有效果。你要真正精進，念佛的人得念佛三昧，學教的人一定得止觀，一定大開圓解，學禪的人一定得禪定，學密的人一定三密相應，他統統能有成就。一雜了是什麼都沒有，你所得的是佛教一點皮毛常識，而且皮毛常識還都解錯，你說冤不冤枉？不能雜。"
    },
    {
      "id": "13-001-0002_p0047",
      "zh_CN": "我们这次印的小佛像，阿弥陀佛像，后面是《西方确指》觉明妙行菩萨的一段开示，诸位仔细去看看，他是讲念佛法门，其实哪个法门都一样，学禅也好，学密也好，学教也好，是一个原理，最忌讳夹杂。他的原理就是不怀疑、不夹杂、不间断，不管修哪个法门，你掌握这三个原则，没有不成就的，所以我们对于任何法门都欢喜赞叹、恭敬供养。自己在无量法门里面只能学一个，到你这个法门学成功了，什么叫成功？念佛的人念到理一心不乱，事一心不行，事一心你要学别的东西是夹杂，要理一心不乱。禅宗要大彻大悟、明心见性，教下要大开圆解，到这种功夫那这个门就开了，什么法门都可以学，什么法门都可以接触，那是成就你圆满广大的智慧，这就是先求根本智。念佛人事一心不乱还是根本智，到理一心不乱才可以修后得智。没有到理一心不乱不能参学，不能搞别的，没有好处，到理一心这个时候可以广学多闻。",
      "zh_TW": "我們這次印的小佛像，阿彌陀佛像，後面是《西方確指》覺明妙行菩薩的一段開示，諸位仔細去看看，他是講念佛法門，其實哪個法門都一樣，學禪也好，學密也好，學教也好，是一個原理，最忌諱夾雜。他的原理就是不懷疑、不夾雜、不間斷，不管修哪個法門，你掌握這三個原則，沒有不成就的，所以我們對於任何法門都歡喜讚歎、恭敬供養。自己在無量法門裡面只能學一個，到你這個法門學成功了，什麼叫成功？念佛的人念到理一心不亂，事一心不行，事一心你要學別的東西是夾雜，要理一心不亂。禪宗要大徹大悟、明心見性，教下要大開圓解，到這種功夫那這個門就開了，什麼法門都可以學，什麼法門都可以接觸，那是成就你圓滿廣大的智慧，這就是先求根本智。念佛人事一心不亂還是根本智，到理一心不亂才可以修後得智。沒有到理一心不亂不能參學，不能搞別的，沒有好處，到理一心這個時候可以廣學多聞。"
    },
    {
      "id": "13-001-0002_p0048",
      "zh_CN": "实在说，佛在四弘誓愿把修行的次第给我们摆得清清楚楚，先教你发心，四弘誓愿头一条是发菩提心，先教你发心，「众生无边誓愿度」，然后再开始修学，修学从哪里修起？「烦恼无尽誓愿断」。试问你烦恼断了没有？烦恼断尽了可以学法门，无量无边法门都可以学。烦恼没有断尽只能学一个法门，学一个法门是为了断烦恼，因为一个法门心容易清净，目的在此地。等你自己烦恼断尽了，这个时候再「法门无量誓愿学」。",
      "zh_TW": "實在說，佛在四弘誓願把修行的次第給我們擺得清清楚楚，先教你發心，四弘誓願頭一條是發菩提心，先教你發心，「眾生無邊誓願度」，然後再開始修學，修學從哪裡修起？「煩惱無盡誓願斷」。試問你煩惱斷了沒有？煩惱斷盡了可以學法門，無量無邊法門都可以學。煩惱沒有斷盡只能學一個法門，學一個法門是為了斷煩惱，因為一個法門心容易清淨，目的在此地。等你自己煩惱斷盡了，這個時候再「法門無量誓願學」。"
    },
    {
      "id": "13-001-0002_p0049",
      "zh_CN": "现在人学佛，四弘誓愿前面两条不要，他一开头就要「法门无量誓愿学」，再「佛道无上誓愿成」，他搞后头两条，前面两条他不要，你想想看他怎么能成功？没有这个道理。像一棵树一样，根本不要就要枝叶花果，有没有？有，他在里头摘的，死的不是活的，两天就完了，就没有了。佛是教我们活的，年年开花，年年结果，这是佛法，佛不教我们学死东西。读诵大乘要记住，千万不要错会意思，样样都要念那就糟糕，你把意思错会了。后面是「劝进行者」，十一句前面十句是自利，都是为自己的，只有最后一句是报佛恩、报众生恩。我们自己成就了，自己得到了，要把佛法介绍给别人、推荐给别人，这个就讲的弘法利生。这是劝进行者，普遍的劝人。",
      "zh_TW": "現在人學佛，四弘誓願前面兩條不要，他一開頭就要「法門無量誓願學」，再「佛道無上誓願成」，他搞後頭兩條，前面兩條他不要，你想想看他怎麼能成功？沒有這個道理。像一棵樹一樣，根本不要就要枝葉花果，有沒有？有，他在裡頭摘的，死的不是活的，兩天就完了，就沒有了。佛是教我們活的，年年開花，年年結果，這是佛法，佛不教我們學死東西。讀誦大乘要記住，千萬不要錯會意思，樣樣都要念那就糟糕，你把意思錯會了。後面是「勸進行者」，十一句前面十句是自利，都是為自己的，只有最後一句是報佛恩、報眾生恩。我們自己成就了，自己得到了，要把佛法介紹給別人、推薦給別人，這個就講的弘法利生。這是勸進行者，普遍的勸人。"
    },
    {
      "id": "13-001-0002_p0050",
      "zh_CN": "今天跟诸位讲的三福，净业三福，「三世诸佛，净业正因」，如果不在这上奠基础，学什么都不能成功。佛经上面诸位常常看到，佛有的时候叫着善男子、善女人，善男子、善女人有没有包括我们自己？十一句都做到就是善男子、善女人，那个善的标准在此地。所有一切大乘经，那一个善字就是十一句统统具足，少一句都不行，符合这个标准就是经上称的善男子、善女人。小乘经典里面讲的善男子、善女人，具足前面两条七句是小乘善男子、善女人。人天教里头，那不是佛法，普通世间法这个善男子、善女人，前面四条具足就行了。所以那个善男子、善女人，看在什么经典，它是什么标准，要清楚。佛法修学是建立在这个基础上，你要不晓得这个基础怎么学法？还自以为是，到最后修学不成功还怪佛菩萨说谎、不灵。我照你这个经典修了，怎么会得不到证果？其实你把里面那些关键的字眼全看错了，以为自己就是善男子、善女人，不行，拿标准一比就不像。希望同修明白之后，要认真努力修行，修行是修正自己错误的行为，符合佛菩萨要求的标准。好，我们今天就讲到此地。",
      "zh_TW": "今天跟諸位講的三福，淨業三福，「三世諸佛，淨業正因」，如果不在這上奠基礎，學什麼都不能成功。佛經上面諸位常常看到，佛有的時候叫著善男子、善女人，善男子、善女人有沒有包括我們自己？十一句都做到就是善男子、善女人，那個善的標準在此地。所有一切大乘經，那一個善字就是十一句統統具足，少一句都不行，符合這個標準就是經上稱的善男子、善女人。小乘經典裡面講的善男子、善女人，具足前面兩條七句是小乘善男子、善女人。人天教裡頭，那不是佛法，普通世間法這個善男子、善女人，前面四條具足就行了。所以那個善男子、善女人，看在什麼經典，它是什麼標準，要清楚。佛法修學是建立在這個基礎上，你要不曉得這個基礎怎麼學法？還自以為是，到最後修學不成功還怪佛菩薩說謊、不靈。我照你這個經典修了，怎麼會得不到證果？其實你把裡面那些關鍵的字眼全看錯了，以為自己就是善男子、善女人，不行，拿標準一比就不像。希望同修明白之後，要認真努力修行，修行是修正自己錯誤的行為，符合佛菩薩要求的標準。好，我們今天就講到此地。"
    }
  ]
}