{
  "doc_id": "13-001-0001",
  "title": {
    "zh_CN": "如何了脱生死—当生成就之佛道",
    "zh_TW": "如何了脫生死—當生成就之佛道"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国奥斯汀",
    "zh_TW": "美國奧斯汀"
  },
  "doc_number": "13-001-0001",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "13-001-0001_p0001",
      "zh_CN": "会长，诸位同修，这一次我们很难得，也非常的欢喜，来到奥斯汀净宗学会跟大家见面。刘居士给我拟定了一个讲题，题目是「如何了生脱死—当生成就无上佛果」，这个题目确实很大，也非常的重要。印光祖师写的两个字，一个「生」，一个「死」，了生脱死。佛门常说「生死事大，无常迅速」，这两句把人生的真相一语道破，不仅是人生，整个宇宙也不出这两句之外。",
      "zh_TW": "會長，諸位同修，這一次我們很難得，也非常的歡喜，來到奧斯汀淨宗學會跟大家見面。劉居士給我擬定了一個講題，題目是「如何了生脫死—當生成就無上佛果」，這個題目確實很大，也非常的重要。印光祖師寫的兩個字，一個「生」，一個「死」，了生脫死。佛門常說「生死事大，無常迅速」，這兩句把人生的真相一語道破，不僅是人生，整個宇宙也不出這兩句之外。"
    },
    {
      "id": "13-001-0001_p0002",
      "zh_CN": "什么叫了生？生是生命，是生活，了是明了，换句话说，正确彻底究竟明了一切有情众生生命的真相，叫做了生。死是生命的结束，生命结束之后并不就完了，如果生命结束就完了，这个事情就好办，就不需要这么麻烦。这完了之后，立刻就有一个新的开始，这个事情就麻烦。不仅是佛法，古印度许多宗教都知道六道轮回这个事实。六道轮回之发现、肯定是在佛教之前，也就是古印度许多的宗教家，他们发现了、见到了。虽然发现、见到，看见这么一个事实，但是不知道所以然的道理，当然更不知道如何跳出轮回。轮回是很苦恼的，如何能够不轮回，这就讲到要脱死，死是轮回的现象。等到佛出现在这个世间为我们说明六道轮回的所以然，六道轮回究竟是回什么事才有了真正的答案，才有脱死的可能，这是释迦牟尼佛出现在世间对人类最大的贡献。",
      "zh_TW": "什麼叫了生？生是生命，是生活，了是明瞭，換句話說，正確徹底究竟明瞭一切有情眾生生命的真相，叫做了生。死是生命的結束，生命結束之後並不就完了，如果生命結束就完了，這個事情就好辦，就不需要這麼麻煩。這完了之後，立刻就有一個新的開始，這個事情就麻煩。不僅是佛法，古印度許多宗教都知道六道輪迴這個事實。六道輪迴之發現、肯定是在佛教之前，也就是古印度許多的宗教家，他們發現了、見到了。雖然發現、見到，看見這麼一個事實，但是不知道所以然的道理，當然更不知道如何跳出輪迴。輪迴是很苦惱的，如何能夠不輪迴，這就講到要脫死，死是輪迴的現象。等到佛出現在這個世間為我們說明六道輪迴的所以然，六道輪迴究竟是回什麼事才有了真正的答案，才有脫死的可能，這是釋迦牟尼佛出現在世間對人類最大的貢獻。"
    },
    {
      "id": "13-001-0001_p0003",
      "zh_CN": "这个题目包括整个佛法，如果我们对佛法没有正确的认识，这个问题当然不能解决，这对我们个人来讲不能解决，所以必须要把佛法认识清楚。佛法究竟是什么？现代人都把佛法看成宗教，佛法是不是宗教？我们可以说现代的佛法是宗教，但是古时候的佛法不是宗教，释迦牟尼佛当年在世所建立的佛法不是宗教。世尊当年在世，跟中国孔老夫子的事业完全相同，他从事于教学、教育，毕生都是在做教学的工作，所以原始的佛法是教育，而不是宗教。",
      "zh_TW": "這個題目包括整個佛法，如果我們對佛法沒有正確的認識，這個問題當然不能解決，這對我們個人來講不能解決，所以必須要把佛法認識清楚。佛法究竟是什麼？現代人都把佛法看成宗教，佛法是不是宗教？我們可以說現代的佛法是宗教，但是古時候的佛法不是宗教，釋迦牟尼佛當年在世所建立的佛法不是宗教。世尊當年在世，跟中國孔老夫子的事業完全相同，他從事於教學、教育，畢生都是在做教學的工作，所以原始的佛法是教育，而不是宗教。"
    },
    {
      "id": "13-001-0001_p0004",
      "zh_CN": "佛法变成宗教的历史不长，如果诸位仔细观察，在清朝初年，像康熙、乾隆的时代，佛法还是教育。由此可知，佛法变成宗教是嘉庆以后的事情。佛教是公元六十七年正式传到中国，将近两千年的历史，它变成宗教才不过是两百多年的历史，所以这不是很长，这是我们一定要知道的。它既然是教育，它教育的目的是什么？就是教我们得到真正的幸福快乐，佛家所标榜的破迷开悟、离苦得乐，佛教是教我们离苦得乐。生死是苦，能够不生不死、了生脱死才是真正的乐。",
      "zh_TW": "佛法變成宗教的歷史不長，如果諸位仔細觀察，在清朝初年，像康熙、乾隆的時代，佛法還是教育。由此可知，佛法變成宗教是嘉慶以後的事情。佛教是公元六十七年正式傳到中國，將近兩千年的歷史，它變成宗教才不過是兩百多年的歷史，所以這不是很長，這是我們一定要知道的。它既然是教育，它教育的目的是什麼？就是教我們得到真正的幸福快樂，佛家所標榜的破迷開悟、離苦得樂，佛教是教我們離苦得樂。生死是苦，能夠不生不死、了生脫死才是真正的樂。"
    },
    {
      "id": "13-001-0001_p0005",
      "zh_CN": "苦从哪里来的？从迷惑颠倒而来。对于我们自己本身，本身这叫人生，佛法里面讲人生是说自己；讲的世界、宇宙，那是我们生活的环境，换句话说，对我们自己以及我们生活的环境不了解，我们想错、看错、做错，这才带来许多的苦难。佛知道这个原因。假如我们对于宇宙人生的真相能够完全明了，我们就不会有错误的见解、思想以及行为，这样才能得到真正的幸福快乐。家庭的美满、社会的和谐、世界和平，这都是佛法教学的目的，也是古今中外所有众生念念希求的目的。由此可知，佛陀教育对我们是多么重要，佛陀的教育就是幸福的教育、快乐的教育、智慧的教育。佛告诉我们，唯有真正的智慧才能达到我们希求的目标，因此佛的教学始终重视开智慧，破迷开悟，开悟就是开智慧。",
      "zh_TW": "苦從哪裡來的？從迷惑顛倒而來。對於我們自己本身，本身這叫人生，佛法裡面講人生是說自己；講的世界、宇宙，那是我們生活的環境，換句話說，對我們自己以及我們生活的環境不了解，我們想錯、看錯、做錯，這才帶來許多的苦難。佛知道這個原因。假如我們對於宇宙人生的真相能夠完全明瞭，我們就不會有錯誤的見解、思想以及行為，這樣才能得到真正的幸福快樂。家庭的美滿、社會的和諧、世界和平，這都是佛法教學的目的，也是古今中外所有眾生念念希求的目的。由此可知，佛陀教育對我們是多麼重要，佛陀的教育就是幸福的教育、快樂的教育、智慧的教育。佛告訴我們，唯有真正的智慧才能達到我們希求的目標，因此佛的教學始終重視開智慧，破迷開悟，開悟就是開智慧。"
    },
    {
      "id": "13-001-0001_p0006",
      "zh_CN": "智慧从哪里来的？佛告诉我们，智慧是我们每个人本有的。佛在《华严经》跟我们讲得很清楚，他说「一切众生皆有如来智慧德相」，智慧大家明了，什么叫德相？德相就是我们今天所讲的幸福、快乐、美满。「但以妄想执着而不能证得」，这是佛一语把我们的病根诊断出来。我们本来跟毘卢遮那佛、阿弥陀佛一样的快乐、幸福、美满，今天落到这个地步就是妄想执着造成的。佛教育帮助我们把妄想执着破除，离开妄想执着，我们本有的智慧德相就现前。如果不是释迦牟尼佛出世把这个事实真相告诉我们，我们怎么会知道这些事情？怎么会晓得苦难的根源？怎么会知道真正幸福快乐的因由？这是佛对我们无尽的恩德，我们明白这个事实怎么会不愿意接受佛教育？",
      "zh_TW": "智慧從哪裡來的？佛告訴我們，智慧是我們每個人本有的。佛在《華嚴經》跟我們講得很清楚，他說「一切眾生皆有如來智慧德相」，智慧大家明瞭，什麼叫德相？德相就是我們今天所講的幸福、快樂、美滿。「但以妄想執著而不能證得」，這是佛一語把我們的病根診斷出來。我們本來跟毘盧遮那佛、阿彌陀佛一樣的快樂、幸福、美滿，今天落到這個地步就是妄想執著造成的。佛教育幫助我們把妄想執著破除，離開妄想執著，我們本有的智慧德相就現前。如果不是釋迦牟尼佛出世把這個事實真相告訴我們，我們怎麼會知道這些事情？怎麼會曉得苦難的根源？怎麼會知道真正幸福快樂的因由？這是佛對我們無盡的恩德，我們明白這個事實怎麼會不願意接受佛教育？"
    },
    {
      "id": "13-001-0001_p0007",
      "zh_CN": "可是今天社会现实存在的佛教，归纳起来至少有四种不同的型态，第一种就是宗教，佛的教育变成宗教了，这是很不幸的。第二种是变成学术，变成哲学。第三种就更不幸，变成邪教，专门讲神通感应到处欺骗众生。第四种的已经不多见了，传统的佛教，就是佛陀教育的佛教，这自古以来代代相传的。我们今天都要清楚明了，我们学习、修学的一定是传统的佛陀教育，我们才能够真正得到佛法殊胜的利益，也就是说真正能够达到破迷开悟、离苦得乐的目标，知道佛陀教育终极的目标，就是为我们真正彻底究竟圆满的解决这个大问题。",
      "zh_TW": "可是今天社會現實存在的佛教，歸納起來至少有四種不同的型態，第一種就是宗教，佛的教育變成宗教了，這是很不幸的。第二種是變成學術，變成哲學。第三種就更不幸，變成邪教，專門講神通感應到處欺騙眾生。第四種的已經不多見了，傳統的佛教，就是佛陀教育的佛教，這自古以來代代相傳的。我們今天都要清楚明瞭，我們學習、修學的一定是傳統的佛陀教育，我們才能夠真正得到佛法殊勝的利益，也就是說真正能夠達到破迷開悟、離苦得樂的目標，知道佛陀教育終極的目標，就是為我們真正徹底究竟圓滿的解決這個大問題。"
    },
    {
      "id": "13-001-0001_p0008",
      "zh_CN": "佛家教学的目的，在经论里面的名词叫「阿耨多罗三藐三菩提」，翻成中国的意思叫「无上正等正觉」，这是古时候依照梵文意思翻译出来的，用现代话来说就是究竟圆满的智慧。唯有究竟圆满的智慧，才会真正认识自己，才会真正明了宇宙，我们的问题就解决了，答案圆满解答了。我们简单解释这句话，先说正觉，再说正等正觉，然后是无上正等正觉，这句话里头实在是三个阶段。世尊告诉我们，世间人对于宇宙人生也有相当的觉悟，像科学家、哲学家、宗教家，确实有相当的觉悟，虽觉不正，这个正字招牌是佛门独有的，没有称他作正觉。什么样的标准才得到一个正字？佛家确实有标准。如果还有是非人我、贪瞋痴慢，也就是讲你的烦恼没断，虽觉不能叫正。真正觉悟的人没有烦恼，这个标准很鲜明，也很严格。确实世间科学家是非人我、贪瞋痴慢没断，哲学家也没断，宗教家也没断，所以他的觉就不能叫正觉。",
      "zh_TW": "佛家教學的目的，在經論裡面的名詞叫「阿耨多羅三藐三菩提」，翻成中國的意思叫「無上正等正覺」，這是古時候依照梵文意思翻譯出來的，用現代話來說就是究竟圓滿的智慧。唯有究竟圓滿的智慧，才會真正認識自己，才會真正明瞭宇宙，我們的問題就解決了，答案圓滿解答了。我們簡單解釋這句話，先說正覺，再說正等正覺，然後是無上正等正覺，這句話裡頭實在是三個階段。世尊告訴我們，世間人對於宇宙人生也有相當的覺悟，像科學家、哲學家、宗教家，確實有相當的覺悟，雖覺不正，這個正字招牌是佛門獨有的，沒有稱他作正覺。什麼樣的標準才得到一個正字？佛家確實有標準。如果還有是非人我、貪瞋痴慢，也就是講你的煩惱沒斷，雖覺不能叫正。真正覺悟的人沒有煩惱，這個標準很鮮明，也很嚴格。確實世間科學家是非人我、貪瞋痴慢沒斷，哲學家也沒斷，宗教家也沒斷，所以他的覺就不能叫正覺。"
    },
    {
      "id": "13-001-0001_p0009",
      "zh_CN": "到底正觉是什么样的人？诸位要记住，对于宇宙人生有相当的觉悟，烦恼习气真正断尽，确实没有了，佛家称他为阿罗汉。在佛法里面有小乘、大乘，小乘最高的学位，我们通常讲证阿罗汉果，证阿罗汉果就是他真正得到正觉。证到这个果位是不是一定是佛教徒？不一定，所以你从这个地方看，佛教不是宗教。你不是学佛的，你跟释迦牟尼佛没关系，你自己能证到这个，佛也承认你是阿罗汉，也承认你是正觉，这是佛门的广大。不一定你要跟他学，我自修也能成功，也能达到这个标准，佛一样承认。",
      "zh_TW": "到底正覺是什麼樣的人？諸位要記住，對於宇宙人生有相當的覺悟，煩惱習氣真正斷盡，確實沒有了，佛家稱他為阿羅漢。在佛法裡面有小乘、大乘，小乘最高的學位，我們通常講證阿羅漢果，證阿羅漢果就是他真正得到正覺。證到這個果位是不是一定是佛教徒？不一定，所以你從這個地方看，佛教不是宗教。你不是學佛的，你跟釋迦牟尼佛沒關係，你自己能證到這個，佛也承認你是阿羅漢，也承認你是正覺，這是佛門的廣大。不一定你要跟他學，我自修也能成功，也能達到這個標準，佛一樣承認。"
    },
    {
      "id": "13-001-0001_p0010",
      "zh_CN": "从正觉再往上提升，叫正等正觉，等是等于佛，等于佛当然还不是佛。为什么叫等于？佛告诉我们，真的，佛要不告诉我们，我们永远也不会知道。佛的用心跟我们用心不一样，佛所用的心是真心，真心永远不会变。佛说凡夫用妄心不是真心，六道凡夫都是用妄心，妄心刹那在变，中国俗话常讲「虚情假意」，佛说世间人用的心是虚情假意，不能当真，为什么？千变万化。所以与世间人往来不要当真，他说真的爱你、喜欢你，靠不住，过两天他就不爱不喜欢了，他会变卦，所以不要当真。千变万化，用的是妄心。阿罗汉得到正觉了，他用的还是妄心，妄心怎么有正觉？他人我是非、贪瞋痴慢断掉了，妄心里面纯正，虽然讲纯正，毕竟还是妄心，还不是真心，所以只能叫正觉，不能叫正等正觉。",
      "zh_TW": "從正覺再往上提升，叫正等正覺，等是等於佛，等於佛當然還不是佛。為什麼叫等於？佛告訴我們，真的，佛要不告訴我們，我們永遠也不會知道。佛的用心跟我們用心不一樣，佛所用的心是真心，真心永遠不會變。佛說凡夫用妄心不是真心，六道凡夫都是用妄心，妄心剎那在變，中國俗話常講「虛情假意」，佛說世間人用的心是虛情假意，不能當真，為什麼？千變萬化。所以與世間人往來不要當真，他說真的愛你、喜歡你，靠不住，過兩天他就不愛不喜歡了，他會變卦，所以不要當真。千變萬化，用的是妄心。阿羅漢得到正覺了，他用的還是妄心，妄心怎麼有正覺？他人我是非、貪瞋痴慢斷掉了，妄心裡面純正，雖然講純正，畢竟還是妄心，還不是真心，所以只能叫正覺，不能叫正等正覺。"
    },
    {
      "id": "13-001-0001_p0011",
      "zh_CN": "菩萨用的心跟佛的心是一样的，用真心，虽用真心，真心不圆满，佛经里面常用比喻来说明，希望我们从比喻当中去体会。佛的心就像十五的满月，圆圆的满月；菩萨的心没有圆满，像初三、初四的月牙，一直到十三、十四都还没有圆满。我们要问，初三月牙的月光跟十五的月光，哪个是真、哪个是假？都是真的不是假的，只有大小而已，不能讲真假，都是真的。你就晓得，未圆满的真心就叫正等正觉，等到圆满了，再没有了，就加个无上，无上正等正觉。所以要晓得佛跟菩萨用的心是真心，阿罗汉以下用的是妄心。假如学过唯识就比较容易懂，阿罗汉以下是用识心，八识；佛菩萨不是用八识，所谓转八识成四智，那是真心。由此可知，这是用心不一样。",
      "zh_TW": "菩薩用的心跟佛的心是一樣的，用真心，雖用真心，真心不圓滿，佛經裡面常用比喻來說明，希望我們從比喻當中去體會。佛的心就像十五的滿月，圓圓的滿月；菩薩的心沒有圓滿，像初三、初四的月牙，一直到十三、十四都還沒有圓滿。我們要問，初三月牙的月光跟十五的月光，哪個是真、哪個是假？都是真的不是假的，只有大小而已，不能講真假，都是真的。你就曉得，未圓滿的真心就叫正等正覺，等到圓滿了，再沒有了，就加個無上，無上正等正覺。所以要曉得佛跟菩薩用的心是真心，阿羅漢以下用的是妄心。假如學過唯識就比較容易懂，阿羅漢以下是用識心，八識；佛菩薩不是用八識，所謂轉八識成四智，那是真心。由此可知，這是用心不一樣。"
    },
    {
      "id": "13-001-0001_p0012",
      "zh_CN": "菩萨的位次就很多，好像月亮，初三、初四、初五、初六，光明大小不一样。菩萨一共是四十一品无明，无明盖覆真性，就好像月光透不出来一样。破一品无明，光明就增加一分，再破一品又增加一分，因此菩萨的阶级就有初住、二住、三住，我们讲十住、十行、十回向、十地、等觉、妙觉，四十二个位次（阶级）。第四十二个就是无上正等正觉，成佛了，因为圆满了。到等觉还没有圆满，到第四十二个妙觉位是圆满了，那就叫成佛，所以菩萨有四十二个阶级。一般经上也讲五十二个阶级，五十二个阶级是前面还有十信位，十信位菩萨是用妄心不是用真心。我们讲正等正觉是从圆教初住讲起，破一品无明、证一分法身，像《华严经》上讲的四十一位法身大士。所以《华严经》是正等正觉菩萨念的经，是他们的境界，不是我们凡夫的境界。",
      "zh_TW": "菩薩的位次就很多，好像月亮，初三、初四、初五、初六，光明大小不一樣。菩薩一共是四十一品無明，無明蓋覆真性，就好像月光透不出來一樣。破一品無明，光明就增加一分，再破一品又增加一分，因此菩薩的階級就有初住、二住、三住，我們講十住、十行、十迴向、十地、等覺、妙覺，四十二個位次（階級）。第四十二個就是無上正等正覺，成佛了，因為圓滿了。到等覺還沒有圓滿，到第四十二個妙覺位是圓滿了，那就叫成佛，所以菩薩有四十二個階級。一般經上也講五十二個階級，五十二個階級是前面還有十信位，十信位菩薩是用妄心不是用真心。我們講正等正覺是從圓教初住講起，破一品無明、證一分法身，像《華嚴經》上講的四十一位法身大士。所以《華嚴經》是正等正覺菩薩念的經，是他們的境界，不是我們凡夫的境界。"
    },
    {
      "id": "13-001-0001_p0013",
      "zh_CN": "由此可知，佛法的修学就是教我们要证得正觉，要证得正等正觉，佛的愿望是希望我们每个人跟他一样，统统证得无上正等正觉，这三个是他的课程标准。我们说阿罗汉、菩萨、佛，这是学位的名称，就像我们现在学校里面，硕士、博士、学士学位的名称，因此菩萨、罗汉、佛都不是神，都是人。什么人证得正觉就叫阿罗汉，证得正等正觉就叫菩萨，证得无上正等正觉就叫佛，所以统统是人而不是神，它是学位的名称，这个我们一定要搞清楚。所以佛法是教育，佛法是师道，不是神道，宗教是神道，佛法是师道。",
      "zh_TW": "由此可知，佛法的修學就是教我們要證得正覺，要證得正等正覺，佛的願望是希望我們每個人跟他一樣，統統證得無上正等正覺，這三個是他的課程標準。我們說阿羅漢、菩薩、佛，這是學位的名稱，就像我們現在學校裡面，碩士、博士、學士學位的名稱，因此菩薩、羅漢、佛都不是神，都是人。什麼人證得正覺就叫阿羅漢，證得正等正覺就叫菩薩，證得無上正等正覺就叫佛，所以統統是人而不是神，它是學位的名稱，這個我們一定要搞清楚。所以佛法是教育，佛法是師道，不是神道，宗教是神道，佛法是師道。"
    },
    {
      "id": "13-001-0001_p0014",
      "zh_CN": "一直到现在，虽然它已经变成宗教，但是它那个教育的蛛丝马迹还没有完全磨灭掉，还能看得出来。从哪里看？从称呼上可以看出来。我们称释迦牟尼佛为本师，没有称他作唯一的真神，没有称他作宇宙的主宰，查遍佛经没有这个称呼。我们称他作本师，根本的老师，就是佛教育是他老人家创始的。他是我们创始的一个老师，我们后世的学生来求学，来接受这个教育。对于最初创教的老师，我们始终不忘记他，所以我们后面供的佛像就是本师释迦牟尼佛的像，我们自称为弟子，弟子是学生，所以学佛人跟释迦牟尼佛是师生关系，这要搞清楚，我们没有把他当作神看待，他是我们的老师。",
      "zh_TW": "一直到現在，雖然它已經變成宗教，但是它那個教育的蛛絲馬跡還沒有完全磨滅掉，還能看得出來。從哪裡看？從稱呼上可以看出來。我們稱釋迦牟尼佛為本師，沒有稱他作唯一的真神，沒有稱他作宇宙的主宰，查遍佛經沒有這個稱呼。我們稱他作本師，根本的老師，就是佛教育是他老人家創始的。他是我們創始的一個老師，我們後世的學生來求學，來接受這個教育。對於最初創教的老師，我們始終不忘記他，所以我們後面供的佛像就是本師釋迦牟尼佛的像，我們自稱為弟子，弟子是學生，所以學佛人跟釋迦牟尼佛是師生關係，這要搞清楚，我們沒有把他當作神看待，他是我們的老師。"
    },
    {
      "id": "13-001-0001_p0015",
      "zh_CN": "我们供养老师的形像有两个目的，第一个目的是不忘根本。我们中国人心地厚道，报本反始，我们念念不忘根本，念念当中要报答佛恩，他对我们的恩德。对于创教的老师念念不忘，眼前的老师我们会更尊重，这一定的道理。所以中国人教孝、教敬就用这个方法。教孝，家里供养祖先的牌位，祖先是什么样子也都不知道，也画不出来了，所以只好供祖先的牌位。供祖先的牌位，千年万世的祖先我们都念念不忘，每年都还来举行祭祀，眼前父母哪有不孝顺的道理？所以孔老夫子教给我们，在《论语》里面就讲到「慎终追远」，追远就是纪念祖先，我们纪念本师，「民德归厚」，会养成一个非常善良的风俗习惯，人心厚道。知道孝，知道敬，知道爱护大众，所以这是教学的根本，儒家是这样的观点，释迦牟尼佛也不例外。",
      "zh_TW": "我們供養老師的形像有兩個目的，第一個目的是不忘根本。我們中國人心地厚道，報本反始，我們念念不忘根本，念念當中要報答佛恩，他對我們的恩德。對於創教的老師念念不忘，眼前的老師我們會更尊重，這一定的道理。所以中國人教孝、教敬就用這個方法。教孝，家裡供養祖先的牌位，祖先是什麼樣子也都不知道，也畫不出來了，所以只好供祖先的牌位。供祖先的牌位，千年萬世的祖先我們都念念不忘，每年都還來舉行祭祀，眼前父母哪有不孝順的道理？所以孔老夫子教給我們，在《論語》裡面就講到「慎終追遠」，追遠就是紀念祖先，我們紀念本師，「民德歸厚」，會養成一個非常善良的風俗習慣，人心厚道。知道孝，知道敬，知道愛護大眾，所以這是教學的根本，儒家是這樣的觀點，釋迦牟尼佛也不例外。"
    },
    {
      "id": "13-001-0001_p0016",
      "zh_CN": "所以我们跟佛是师生关系，我们跟菩萨是同学关系，菩萨是佛早年的学生，我们是佛后世的学生，菩萨是我们的学长，前届的学生。像现在学校讲校友，是我们的校友，因为他也是释迦牟尼佛早期的学生，可能他已经小乘毕业了，大乘也快毕业了，也都毕业了。我们还在求学，还在念幼稚园、念小学，毕竟他们都是我们的学长，他也可以做我们的老师。好像我们同一个学校，早期毕业有成就的，回到学校来再教底下的小学弟一样，我们跟菩萨是这样的关系，跟阿罗汉也是这种关系。所以从这些地方依然能够看出佛法确实是教育。",
      "zh_TW": "所以我們跟佛是師生關係，我們跟菩薩是同學關係，菩薩是佛早年的學生，我們是佛後世的學生，菩薩是我們的學長，前屆的學生。像現在學校講校友，是我們的校友，因為他也是釋迦牟尼佛早期的學生，可能他已經小乘畢業了，大乘也快畢業了，也都畢業了。我們還在求學，還在念幼稚園、念小學，畢竟他們都是我們的學長，他也可以做我們的老師。好像我們同一個學校，早期畢業有成就的，回到學校來再教底下的小學弟一樣，我們跟菩薩是這樣的關係，跟阿羅漢也是這種關係。所以從這些地方依然能夠看出佛法確實是教育。"
    },
    {
      "id": "13-001-0001_p0017",
      "zh_CN": "我们知道佛法教学的目标，知道它是真实智慧的教学，我们要问，佛法教学的内容是什么？这个不能不知道。佛教学的内容实在是非常广泛，比我们现在世间任何一所大学，那个内容还要广泛得多。今天世间著名的学校在科技上已经去研究太空了，换句话说，已经超越地球了，研究到其他的星球。佛法的教学范围不仅是我们今天讲的太空，是无尽的空间。我们今天讲到太空，恐怕还很难跨越这个银河系，现在还不太容易跨过。佛法是无尽的虚空，这从空间上讲。从时间上讲，佛法教学的内涵，过去无始，未来无终，全部都包括在里面，可见它教学的内容确实是圆满。佛教里面有分显教、密教，显密都讲大圆满，大圆满就是这个意思。",
      "zh_TW": "我們知道佛法教學的目標，知道它是真實智慧的教學，我們要問，佛法教學的內容是什麼？這個不能不知道。佛教學的內容實在是非常廣泛，比我們現在世間任何一所大學，那個內容還要廣泛得多。今天世間著名的學校在科技上已經去研究太空了，換句話說，已經超越地球了，研究到其他的星球。佛法的教學範圍不僅是我們今天講的太空，是無盡的空間。我們今天講到太空，恐怕還很難跨越這個銀河系，現在還不太容易跨過。佛法是無盡的虛空，這從空間上講。從時間上講，佛法教學的內涵，過去無始，未來無終，全部都包括在裡面，可見它教學的內容確實是圓滿。佛教裡面有分顯教、密教，顯密都講大圓滿，大圓滿就是這個意思。"
    },
    {
      "id": "13-001-0001_p0018",
      "zh_CN": "无尽时空里所有的一切都是佛教给我们的内容，因此佛门的课程就非常繁多，像现在学校的科系一样。释迦牟尼佛当年在世讲学四十九年，后来弟子们将四十九年所讲的记录下来写成书本，就变成佛教的经典。经典就是释迦牟尼佛当年在世所讲的教科书，它的内容无所不包，今天学校里面开的所有课程，大概在佛法里面都包括；现在学校还没有的课程，佛法里统统都有。由于课程的繁杂，单就课程来说，后来的人把它分为三大类，这三大类我们称之为「三藏经典」，这把它分类便于研究，这三类是经藏、律藏、论藏，从它的内容性质上来讲，佛教给我们是戒定慧三学。",
      "zh_TW": "無盡時空裡所有的一切都是佛教給我們的內容，因此佛門的課程就非常繁多，像現在學校的科系一樣。釋迦牟尼佛當年在世講學四十九年，後來弟子們將四十九年所講的記錄下來寫成書本，就變成佛教的經典。經典就是釋迦牟尼佛當年在世所講的教科書，它的內容無所不包，今天學校裡面開的所有課程，大概在佛法裡面都包括；現在學校還沒有的課程，佛法裡統統都有。由於課程的繁雜，單就課程來說，後來的人把它分為三大類，這三大類我們稱之為「三藏經典」，這把它分類便於研究，這三類是經藏、律藏、論藏，從它的內容性質上來講，佛教給我們是戒定慧三學。"
    },
    {
      "id": "13-001-0001_p0019",
      "zh_CN": "前面跟诸位报告过，佛家的教学是智慧，没有智慧就不能彻底了生脱死。智慧从哪里来？智慧是本有的。因为我们有妄想执着，所以智慧不能现前。用什么方法把妄想执着打掉？用戒、定。戒是手段，定是目标；定还不是最后的目标，定还是一个手段，慧才是目标。由此可知，戒律是手段之手段，不用这个手段没办法得定。浅的定能破执着，深定能断妄想，所以妄想执着都需要相当的定功才能达到。妄想执着一破，我们本有的智慧就现前，我们修学的目的就达到了。所以把佛整个教学的内容做个总归纳，就是戒定慧三学，教科书里面我们称经律论三藏。",
      "zh_TW": "前面跟諸位報告過，佛家的教學是智慧，沒有智慧就不能徹底了生脫死。智慧從哪裡來？智慧是本有的。因為我們有妄想執著，所以智慧不能現前。用什麼方法把妄想執著打掉？用戒、定。戒是手段，定是目標；定還不是最後的目標，定還是一個手段，慧才是目標。由此可知，戒律是手段之手段，不用這個手段沒辦法得定。淺的定能破執著，深定能斷妄想，所以妄想執著都需要相當的定功才能達到。妄想執著一破，我們本有的智慧就現前，我們修學的目的就達到了。所以把佛整個教學的內容做個總歸納，就是戒定慧三學，教科書裡面我們稱經律論三藏。"
    },
    {
      "id": "13-001-0001_p0020",
      "zh_CN": "从教学的方式上来讲，就分了许多宗派，这是从教学技术上、方法上来说。在中国隋唐时代成立了十个宗派，其中小乘两个宗派，大乘八个宗派。小乘有俱舍宗、成实宗，这是依据小乘的两部论，《成实论》跟《俱舍论》而建立的。大乘八个宗，多半都是我们中国人自己建立的，只有法相、三论、禅是从印度传过来的。其他像华严宗，我们中国人自己建立的，天台宗也是我们中国人自己建立的，净土宗也是中国人建立的。这就是佛一生所讲的所有经论，我们没有办法在一生当中完全来修学、接受，我们取里面的一部分。就好像现在学校，我们没办法把所有的课程统统修学，我们去念一个科系，类似这种情形。所以分这十个宗就好像分成十个院系一样，院系下面还分派（宗派），派的范围就更小。譬如净土宗，这是大乘八大宗之一，好像八个学院，这是其中一个学院。这个学院所依靠的经典，比任何一个学院都少，因为它少、容易，所以来念这个学院的人就特别多，省事、容易、不麻烦；它的课程简单，成就相当殊胜，有这么多便宜事情，谁不来念这个科系？",
      "zh_TW": "從教學的方式上來講，就分了許多宗派，這是從教學技術上、方法上來說。在中國隋唐時代成立了十個宗派，其中小乘兩個宗派，大乘八個宗派。小乘有俱舍宗、成實宗，這是依據小乘的兩部論，《成實論》跟《俱舍論》而建立的。大乘八個宗，多半都是我們中國人自己建立的，只有法相、三論、禪是從印度傳過來的。其他像華嚴宗，我們中國人自己建立的，天台宗也是我們中國人自己建立的，淨土宗也是中國人建立的。這就是佛一生所講的所有經論，我們沒有辦法在一生當中完全來修學、接受，我們取裡面的一部分。就好像現在學校，我們沒辦法把所有的課程統統修學，我們去念一個科系，類似這種情形。所以分這十個宗就好像分成十個院系一樣，院系下面還分派（宗派），派的範圍就更小。譬如淨土宗，這是大乘八大宗之一，好像八個學院，這是其中一個學院。這個學院所依靠的經典，比任何一個學院都少，因為它少、容易，所以來念這個學院的人就特別多，省事、容易、不麻煩；它的課程簡單，成就相當殊勝，有這麼多便宜事情，誰不來念這個科系？"
    },
    {
      "id": "13-001-0001_p0021",
      "zh_CN": "古时候净土宗所有的经论只有四部，三经一论，三经是《无量寿经》、《阿弥陀经》、《观无量寿佛经》，一论就是《往生论》，在所有宗派里面是最少的。清朝咸丰年间有一位魏源（魏默深）居士，在佛法上的造诣相当深，是佛门的一位大德，他老人家将《华严经》最后一卷，「普贤行愿品」的最后一卷「十大愿王导归极乐」，这卷经单独提出来，附在三经后面，称为净土四经。魏老居士这个做法非常恰当，为什么？因为净宗跟《华严》的关系太密切，实在讲净宗修学的境界就是华严境界。境界跟《华严》相同，成就与《华严》相同，但是修行的方法比《华严》简单得太多，一样的成就，简单容易。",
      "zh_TW": "古時候淨土宗所有的經論只有四部，三經一論，三經是《無量壽經》、《阿彌陀經》、《觀無量壽佛經》，一論就是《往生論》，在所有宗派裡面是最少的。清朝咸豐年間有一位魏源（魏默深）居士，在佛法上的造詣相當深，是佛門的一位大德，他老人家將《華嚴經》最後一卷，「普賢行願品」的最後一卷「十大願王導歸極樂」，這卷經單獨提出來，附在三經後面，稱為淨土四經。魏老居士這個做法非常恰當，為什麼？因為淨宗跟《華嚴》的關係太密切，實在講淨宗修學的境界就是華嚴境界。境界跟《華嚴》相同，成就與《華嚴》相同，但是修行的方法比《華嚴》簡單得太多，一樣的成就，簡單容易。"
    },
    {
      "id": "13-001-0001_p0022",
      "zh_CN": "清朝乾隆年间有些大德，像彭际清居士，说《无量寿经》就是中本《华严》。《华严经》有八十卷，称大本，《无量寿经》一卷，有的地方是两卷，分量少，称中本。称中本当然还有小本，小本是《佛说阿弥陀经》。《阿弥陀经》经文比《无量寿经》少得多了，所以称小本。由此可知，这是古人认定，《弥陀经》、《无量寿经》跟《华严经》是一样的。如果论境界、理论无二无别，只是文字长短不同，一个说得简单一点，一个说得详细一点而已，是一桩事情。",
      "zh_TW": "清朝乾隆年間有些大德，像彭際清居士，說《無量壽經》就是中本《華嚴》。《華嚴經》有八十卷，稱大本，《無量壽經》一卷，有的地方是兩卷，分量少，稱中本。稱中本當然還有小本，小本是《佛說阿彌陀經》。《阿彌陀經》經文比《無量壽經》少得多了，所以稱小本。由此可知，這是古人認定，《彌陀經》、《無量壽經》跟《華嚴經》是一樣的。如果論境界、理論無二無別，只是文字長短不同，一個說得簡單一點，一個說得詳細一點而已，是一樁事情。"
    },
    {
      "id": "13-001-0001_p0023",
      "zh_CN": "民国初年，印光大师将《楞严经．大势至菩萨念佛圆通章》，这一段经文特别提出来，附在净土四经后面，称为净土五经，我们今天所看到的净土五经是这么来的，这个来源要知道。印光大师这样一做，净土宗所依的经典是真正达到圆满，太圆满了。我早年讲《楞严》讲过很多遍，「大势至菩萨念佛圆通章」也是随口滑过没注意，不晓得它深妙之处。后来读净土五经，印祖这么一做，这使我们特别注意，就看到这一章精妙之处，实在讲印祖看出来，我们普通人看不出来。",
      "zh_TW": "民國初年，印光大師將《楞嚴經．大勢至菩薩念佛圓通章》，這一段經文特別提出來，附在淨土四經後面，稱為淨土五經，我們今天所看到的淨土五經是這麼來的，這個來源要知道。印光大師這樣一做，淨土宗所依的經典是真正達到圓滿，太圓滿了。我早年講《楞嚴》講過很多遍，「大勢至菩薩念佛圓通章」也是隨口滑過沒注意，不曉得它深妙之處。後來讀淨土五經，印祖這麼一做，這使我們特別注意，就看到這一章精妙之處，實在講印祖看出來，我們普通人看不出來。"
    },
    {
      "id": "13-001-0001_p0024",
      "zh_CN": "这一章经文就是净土宗的心经，比《般若心经》还要精彩，比《般若心经》还要简单。《般若心经》是般若部的心经，六百卷《大般若》的心经，二百六十个字。《大势至菩萨念佛圆通章》二百四十四个字，比《心经》少，而所包含的内容不是《般若心经》能够相比。所以它不仅是净土宗的心经，也可以说是一大藏教的心经，整个《大藏经》的心经，也可以说是十方三世一切诸佛如来所说一切经典的心经，真正不可思议。不是印祖给我们一拈出，我们特别去注意，没有法子发现往往当面错过。这是今天我们所依据的经典。这就讲一个宗好像是一个科系一样。",
      "zh_TW": "這一章經文就是淨土宗的心經，比《般若心經》還要精彩，比《般若心經》還要簡單。《般若心經》是般若部的心經，六百卷《大般若》的心經，二百六十個字。《大勢至菩薩念佛圓通章》二百四十四個字，比《心經》少，而所包含的內容不是《般若心經》能夠相比。所以它不僅是淨土宗的心經，也可以說是一大藏教的心經，整個《大藏經》的心經，也可以說是十方三世一切諸佛如來所說一切經典的心經，真正不可思議。不是印祖給我們一拈出，我們特別去注意，沒有法子發現往往當面錯過。這是今天我們所依據的經典。這就講一個宗好像是一個科系一樣。"
    },
    {
      "id": "13-001-0001_p0025",
      "zh_CN": "下面怎么再分派？现在净土宗五经一论，我们这一帮同修在这六部经里头是专依《无量寿经》，那一边一半人是专依《观无量寿佛经》，那这变成两派了。两派合在一起行不行？不行，合在一起要打架的，就不能做到六和敬。所以同修一定要志同道合，你看六和敬里面最重要的「见和同解」，我们的想法、看法完全一样。一个依《无量寿经》，一个依《观无量寿佛经》，这就不一样，依据经论又不一样，还有依《阿弥陀经》的，还有依《普贤行愿品》的，还有依《大势至菩萨念佛圆通章》的，这个都不行。所以这五经一论，六种，底下至少分六派，派是这么分下来。",
      "zh_TW": "下面怎麼再分派？現在淨土宗五經一論，我們這一幫同修在這六部經裡頭是專依《無量壽經》，那一邊一半人是專依《觀無量壽佛經》，那這變成兩派了。兩派合在一起行不行？不行，合在一起要打架的，就不能做到六和敬。所以同修一定要志同道合，你看六和敬裡面最重要的「見和同解」，我們的想法、看法完全一樣。一個依《無量壽經》，一個依《觀無量壽佛經》，這就不一樣，依據經論又不一樣，還有依《阿彌陀經》的，還有依《普賢行願品》的，還有依《大勢至菩薩念佛圓通章》的，這個都不行。所以這五經一論，六種，底下至少分六派，派是這麼分下來。"
    },
    {
      "id": "13-001-0001_p0026",
      "zh_CN": "这六派里头又要分派，怎么又要分派？我举个例子，我们同样依这部经，我们指导的教授老师不相同，这个老师讲这部经是这个讲法，那个老师同样也是讲这部经，他又是一个讲法，他们两个讲的不一样，这要在一块就又有争论了。你就看看，不要说现在的老师，古时候这些老师，你看注解，《无量寿经》的注解少，大概现在有五、六种的样子，《弥陀经》的注解也有很多种。这才晓得真正成就还要依一个老师，派别是这样分下来的。",
      "zh_TW": "這六派裡頭又要分派，怎麼又要分派？我舉個例子，我們同樣依這部經，我們指導的教授老師不相同，這個老師講這部經是這個講法，那個老師同樣也是講這部經，他又是一個講法，他們兩個講的不一樣，這要在一塊就又有爭論了。你就看看，不要說現在的老師，古時候這些老師，你看註解，《無量壽經》的註解少，大概現在有五、六種的樣子，《彌陀經》的註解也有很多種。這才曉得真正成就還要依一個老師，派別是這樣分下來的。"
    },
    {
      "id": "13-001-0001_p0027",
      "zh_CN": "佛法法门无量无边，佛家也常说八万四千法门，这个八万四千是真的，不是随便说说，一条一条确实是八万四千，门门都能成无上道。就是八万四千法门，无量法门，每个法门都能证无上正等正觉，所以说「法门平等，无有高下」，平等无有高下是说依一个法门统统能成就，但最要紧的是要专，你不专就不能成就。连我们中国古人教童蒙（教小朋友），初上学念《三字经》，《三字经》上也说得很清楚，「教之道」，就是教学的道理，教学的道理是什么？「贵以专」，专就能成就。所以八万四千法门，你专修一个法门就能成就，你同时修二个、三个、四个就不能成就，你修得愈多就愈没有成就，秘诀就在一个专字。",
      "zh_TW": "佛法法門無量無邊，佛家也常說八萬四千法門，這個八萬四千是真的，不是隨便說說，一條一條確實是八萬四千，門門都能成無上道。就是八萬四千法門，無量法門，每個法門都能證無上正等正覺，所以說「法門平等，無有高下」，平等無有高下是說依一個法門統統能成就，但最要緊的是要專，你不專就不能成就。連我們中國古人教童蒙（教小朋友），初上學念《三字經》，《三字經》上也說得很清楚，「教之道」，就是教學的道理，教學的道理是什麼？「貴以專」，專就能成就。所以八萬四千法門，你專修一個法門就能成就，你同時修二個、三個、四個就不能成就，你修得愈多就愈沒有成就，祕訣就在一個專字。"
    },
    {
      "id": "13-001-0001_p0028",
      "zh_CN": "佛之值得我们尊敬，佛之可爱处，佛不勉强我们学一个法门，你喜欢学什么法门，佛都点头同意，这太难得了。所以他开无量无边的法门，你喜欢修哪个法门，你就从这个法门入，决定成就，所以他才说这么多经论，说这么多方法。但是诸位要晓得，所有一切经论、一切方法是一个目标、一个方向，帮助我们破除妄想执着，帮助我们恢复自性的智慧德能，这是他一个目标、一个方向，所以说殊途同归，都归到佛教育的终极目标，统统都能达到这个目标。像我们这个讲堂，大家从四面八方来，你们走的路都不一样，最后统统到此地，不管你由哪一方面来，都达到一个目的地。这个目标每个宗派的名词不一样，但是是一个目标，是一桩事情，在禅宗叫明心见性，天台宗（教下）叫大开圆解，净土宗叫一心不乱，密宗叫三密相应，这就是真正殊途同归，所以是平等无有高下，这是我们要认识清楚的。",
      "zh_TW": "佛之值得我們尊敬，佛之可愛處，佛不勉強我們學一個法門，你喜歡學什麼法門，佛都點頭同意，這太難得了。所以他開無量無邊的法門，你喜歡修哪個法門，你就從這個法門入，決定成就，所以他才說這麼多經論，說這麼多方法。但是諸位要曉得，所有一切經論、一切方法是一個目標、一個方向，幫助我們破除妄想執著，幫助我們恢復自性的智慧德能，這是他一個目標、一個方向，所以說殊途同歸，都歸到佛教育的終極目標，統統都能達到這個目標。像我們這個講堂，大家從四面八方來，你們走的路都不一樣，最後統統到此地，不管你由哪一方面來，都達到一個目的地。這個目標每個宗派的名詞不一樣，但是是一個目標，是一樁事情，在禪宗叫明心見性，天台宗（教下）叫大開圓解，淨土宗叫一心不亂，密宗叫三密相應，這就是真正殊途同歸，所以是平等無有高下，這是我們要認識清楚的。"
    },
    {
      "id": "13-001-0001_p0029",
      "zh_CN": "认识清楚，我们在许多经论、许多法门中选择一个，自己心里欢喜，看到别人跟我学不同的法门，我看到也欢喜，因为晓得我们是到同一个目标。我们两个人走的路不一样没有关系，我们的目标、方向相同，所以不会有争执，更不会有毁谤。「我这个法门高，你那个法门错了」，不可以，怎么会错？没有错，都达到目的地，他错在哪里？他不错。所以这是我们一定要清楚明了。这是内容概略的介绍出来。诸位要记住，我刚才在许多宗派里面举一个例子，其他也都一样。就是连禅宗也分很多派，六祖以后就分成五大派，每大派里头还分小派，他为什么要分派？就是我们要跟一个老师学，一个老师指导的方法，是这样分法的。",
      "zh_TW": "認識清楚，我們在許多經論、許多法門中選擇一個，自己心裡歡喜，看到別人跟我學不同的法門，我看到也歡喜，因為曉得我們是到同一個目標。我們兩個人走的路不一樣沒有關係，我們的目標、方向相同，所以不會有爭執，更不會有毀謗。「我這個法門高，你那個法門錯了」，不可以，怎麼會錯？沒有錯，都達到目的地，他錯在哪裡？他不錯。所以這是我們一定要清楚明瞭。這是內容概略的介紹出來。諸位要記住，我剛才在許多宗派裡面舉一個例子，其他也都一樣。就是連禪宗也分很多派，六祖以後就分成五大派，每大派裡頭還分小派，他為什麼要分派？就是我們要跟一個老師學，一個老師指導的方法，是這樣分法的。"
    },
    {
      "id": "13-001-0001_p0030",
      "zh_CN": "再谈谈佛法的修学，佛法修学一定要依据正确的理论与方法，这些理论与方法统统在经典里面。「净宗学会」的成立，这个的确很新，是在近代。净土宗，在中国最早提倡的是东晋慧远大师。慧远大师跟鸠摩罗什大师同时代，跟道安法师同时代，跟中国大文豪陶渊明同时代。他跟陶渊明、谢灵运都是非常好的朋友，知交，「虎溪三笑」里头就有陶渊明。他老人家在庐山东林建东林念佛堂，这是中国第一个念佛道场，东晋时代建立的，那时候所依据的经典就是《无量寿经》。净土虽然是三经一论，在那个时代只有《无量寿经》翻译出来，《弥陀经》、《观无量寿佛经》都还没有翻译出来，所以净宗最初依靠的是《无量寿经》。《无量寿经》是净宗第一经，最原始的经典。以后专修净宗的道场多半叫念佛堂、叫莲社，所以念佛堂跟莲社就遍满中国几乎每个角落，念佛人、修这个法门的人很多，都叫莲社。我们在台湾到处都看到莲社，莲社多半都是冠以地区的名称，像台中李老师的台中莲社，煮云法师的凤山莲社，多半是冠以地方的名称。",
      "zh_TW": "再談談佛法的修學，佛法修學一定要依據正確的理論與方法，這些理論與方法統統在經典裡面。「淨宗學會」的成立，這個的確很新，是在近代。淨土宗，在中國最早提倡的是東晉慧遠大師。慧遠大師跟鳩摩羅什大師同時代，跟道安法師同時代，跟中國大文豪陶淵明同時代。他跟陶淵明、謝靈運都是非常好的朋友，知交，「虎溪三笑」裡頭就有陶淵明。他老人家在廬山東林建東林念佛堂，這是中國第一個念佛道場，東晉時代建立的，那時候所依據的經典就是《無量壽經》。淨土雖然是三經一論，在那個時代只有《無量壽經》翻譯出來，《彌陀經》、《觀無量壽佛經》都還沒有翻譯出來，所以淨宗最初依靠的是《無量壽經》。《無量壽經》是淨宗第一經，最原始的經典。以後專修淨宗的道場多半叫念佛堂、叫蓮社，所以念佛堂跟蓮社就遍滿中國幾乎每個角落，念佛人、修這個法門的人很多，都叫蓮社。我們在台灣到處都看到蓮社，蓮社多半都是冠以地區的名稱，像台中李老師的台中蓮社，煮雲法師的鳳山蓮社，多半是冠以地方的名稱。"
    },
    {
      "id": "13-001-0001_p0031",
      "zh_CN": "民国初年，夏莲居老居士将《无量寿经》重新编校成一个新的会集本，我们现在所采取的这个本子。他老人家经本会集成功之后，就提倡组织「净宗学会」，就不用莲社，也不用念佛堂。用净宗学会这个名称来复兴、弘扬净宗法门，这个构想非常好。因为莲社跟念佛堂用了一千多年，现在很多人提到莲社、念佛堂，宗教，这是迷信。名不正则言不顺，他老人家改改名字，很有道理。改成学会，学会一听，看到学会，好像有点学问的样子，不至于迷信了，这倒是满好。所以我看到他这个提议，我很赞成。前几年我到大陆，见到莲公的传人，黄念祖老居士，黄老居士告诉我，他说夏老提出这个名称，在大陆上并没有建立。因为那个时候共产党已经统治中国大陆，所有宗教活动都受很大的限制，所以虽然提出这个名称，在大陆上并没有组织，也没有建立。他就把这桩事情交给我，希望我能够在海外、在台湾，完成夏莲居老居士的愿望，到处成立「净宗学会」来弘扬这个宗派。",
      "zh_TW": "民國初年，夏蓮居老居士將《無量壽經》重新編校成一個新的會集本，我們現在所採取的這個本子。他老人家經本會集成功之後，就提倡組織「淨宗學會」，就不用蓮社，也不用念佛堂。用淨宗學會這個名稱來復興、弘揚淨宗法門，這個構想非常好。因為蓮社跟念佛堂用了一千多年，現在很多人提到蓮社、念佛堂，宗教，這是迷信。名不正則言不順，他老人家改改名字，很有道理。改成學會，學會一聽，看到學會，好像有點學問的樣子，不至於迷信了，這倒是滿好。所以我看到他這個提議，我很贊成。前幾年我到大陸，見到蓮公的傳人，黃念祖老居士，黃老居士告訴我，他說夏老提出這個名稱，在大陸上並沒有建立。因為那個時候共產黨已經統治中國大陸，所有宗教活動都受很大的限制，所以雖然提出這個名稱，在大陸上並沒有組織，也沒有建立。他就把這樁事情交給我，希望我能夠在海外、在台灣，完成夏蓮居老居士的願望，到處成立「淨宗學會」來弘揚這個宗派。"
    },
    {
      "id": "13-001-0001_p0032",
      "zh_CN": "我回到台北，我原来在台北，因为过去多年讲《华严经》，我从民国六十年开始讲《华严经》，一直到现在都还没有中断，每年都还在继续讲，所以我的讲堂叫「华藏讲堂」。在台北办了一个图书馆，也叫「华藏图书馆」，所以这个名称就用华藏，在台北市就成立「华藏净宗学会」，这是在台湾成立的第一个净宗学会，用华藏。接着高雄成立了一个净宗学会，屏东也成立净宗学会，最近桃园也成立一个净宗学会，听说南投也成立一个，这样在台湾净宗学会就有五个。随着我在美国各个地方广泛的介绍，我们现在在美国，连我们这一家好像一共有十二个净宗学会。这是以这个名称，我们的目标是唤起社会大众对佛法有新的认识、新的肯定。学会着重在教学，希望将来每个宗派都用学会，我们净土宗净宗学会，禅宗以禅宗学会，天台宗天台学会，华严学会，统统用这个名义，比较现代化，符合现代人的意识形态。",
      "zh_TW": "我回到台北，我原來在台北，因為過去多年講《華嚴經》，我從民國六十年開始講《華嚴經》，一直到現在都還沒有中斷，每年都還在繼續講，所以我的講堂叫「華藏講堂」。在台北辦了一個圖書館，也叫「華藏圖書館」，所以這個名稱就用華藏，在台北市就成立「華藏淨宗學會」，這是在台灣成立的第一個淨宗學會，用華藏。接著高雄成立了一個淨宗學會，屏東也成立淨宗學會，最近桃園也成立一個淨宗學會，聽說南投也成立一個，這樣在台灣淨宗學會就有五個。隨著我在美國各個地方廣泛的介紹，我們現在在美國，連我們這一家好像一共有十二個淨宗學會。這是以這個名稱，我們的目標是喚起社會大眾對佛法有新的認識、新的肯定。學會著重在教學，希望將來每個宗派都用學會，我們淨土宗淨宗學會，禪宗以禪宗學會，天台宗天台學會，華嚴學會，統統用這個名義，比較現代化，符合現代人的意識形態。"
    },
    {
      "id": "13-001-0001_p0033",
      "zh_CN": "修行的道场最好也不要用从前的名称，从前是寺院庵堂，这些名称也跟宗教混淆。修行的道场，从前交通很不方便，所以道场要处处建立，便利就近修学，现在交通便捷就不需要了，可以建大道场，建一个城市一样，建一个乡村一样。因此我有一个构想，净土宗，我们建弥陀村，建一个社区的形式，大的社区就变成城市，在这个世界上有几个修学的中心就好了。修学中心，不要叫寺院庵堂，就叫净宗修学中心，大家生活在一起，在一块共修。禅宗修学中心，天台宗修学中心，名称要现代化，使现代人看到这个名称不会错会意思，这点非常重要。",
      "zh_TW": "修行的道場最好也不要用從前的名稱，從前是寺院庵堂，這些名稱也跟宗教混淆。修行的道場，從前交通很不方便，所以道場要處處建立，便利就近修學，現在交通便捷就不需要了，可以建大道場，建一個城市一樣，建一個鄉村一樣。因此我有一個構想，淨土宗，我們建彌陀村，建一個社區的形式，大的社區就變成城市，在這個世界上有幾個修學的中心就好了。修學中心，不要叫寺院庵堂，就叫淨宗修學中心，大家生活在一起，在一塊共修。禪宗修學中心，天台宗修學中心，名稱要現代化，使現代人看到這個名稱不會錯會意思，這點非常重要。"
    },
    {
      "id": "13-001-0001_p0034",
      "zh_CN": "所以夏莲老这个提出是净宗弘扬、修学的现代化，一个宗派如是，其他一切宗派可以以此类推。这样我们在这个时代建立新的佛教，新的佛教还是旧的佛教的延续，这个要知道。因此佛法的修学，佛法的弘护，一定是现代化、本地化，如果不能做到这两点，佛法永远不能够推展，绝对不能够利益一切众生。我们是现代人，绝对不能回到古时候去；我们是这个地区人，也绝对不能回到印度去；不能叫美国人学中国人，不能叫中国人学印度人，所以一定要知道它的现代化与本土化。",
      "zh_TW": "所以夏蓮老這個提出是淨宗弘揚、修學的現代化，一個宗派如是，其他一切宗派可以以此類推。這樣我們在這個時代建立新的佛教，新的佛教還是舊的佛教的延續，這個要知道。因此佛法的修學，佛法的弘護，一定是現代化、本地化，如果不能做到這兩點，佛法永遠不能夠推展，絕對不能夠利益一切眾生。我們是現代人，絕對不能回到古時候去；我們是這個地區人，也絕對不能回到印度去；不能叫美國人學中國人，不能叫中國人學印度人，所以一定要知道它的現代化與本土化。"
    },
    {
      "id": "13-001-0001_p0035",
      "zh_CN": "古时候的佛教就是这样的一个认知，向全世界每个地区角落去弘扬、发展。譬如佛教传到中国就中国化，就是中国那个时代本土化。从什么地方看出来？从他的生活方式，那是最明显的例子。佛教在印度，生活方式是托钵，「日中一食，树下一宿」。到中国就不托钵，也不去树下一宿，因为是中国帝王派特使礼请他到中国来的。中国人尊师重道，请他来做我的老师，怎能叫老师去讨饭？中国人最轻视讨饭的，那怎么可以？怎么可以叫老师到外面睡，这不可以的。所以到中国来住的是宫殿，吃的是供养，他不托钵了，就中国化了。穿的衣服是中国衣服，因为中国气候跟印度不相同，印度在中国的南方，属于热带，所以他那三衣就够了。到中国来不行，到中国来一定得要穿很多衣服，三件衣服是决定不能保暖的，就全部中国化了。",
      "zh_TW": "古時候的佛教就是這樣的一個認知，向全世界每個地區角落去弘揚、發展。譬如佛教傳到中國就中國化，就是中國那個時代本土化。從什麼地方看出來？從他的生活方式，那是最明顯的例子。佛教在印度，生活方式是托缽，「日中一食，樹下一宿」。到中國就不托缽，也不去樹下一宿，因為是中國帝王派特使禮請他到中國來的。中國人尊師重道，請他來做我的老師，怎能叫老師去討飯？中國人最輕視討飯的，那怎麼可以？怎麼可以叫老師到外面睡，這不可以的。所以到中國來住的是宮殿，吃的是供養，他不托缽了，就中國化了。穿的衣服是中國衣服，因為中國氣候跟印度不相同，印度在中國的南方，屬於熱帶，所以他那三衣就夠了。到中國來不行，到中國來一定得要穿很多衣服，三件衣服是決定不能保暖的，就全部中國化了。"
    },
    {
      "id": "13-001-0001_p0036",
      "zh_CN": "诸位再仔细观察造的佛像，面孔是中国人，这一张释迦牟尼佛像是西藏人造的，你看那面孔像不像西藏人？你这一看，西藏人，这就是教你本土化。我五年前第一次在迈阿密讲经，在迈阿密大学，曾宪炜给我做翻译，听经的外国人很多，他们对佛学很有兴趣，我就告诉他，佛教没有到美国来。他们听了很惊奇，在美国不少法师，到处道场好多，怎么说没有来！我说你看看，所有的佛像，哪一尊佛像像美国人？这个要知道，中国的佛像像中国人，日本的佛像一看就是日本人，泰国的佛像下巴尖尖的就泰国人，西藏的佛像一看就是西藏人。佛菩萨没有一定的像，「随众生心，应所知量」。你看看，佛现的这个像就是本土化，佛在哪个地方现相就现那个地方人的样子，那个地方的众生对他才有亲切感，这是我们同一族的，这不是外国人，才有认同感。",
      "zh_TW": "諸位再仔細觀察造的佛像，面孔是中國人，這一張釋迦牟尼佛像是西藏人造的，你看那面孔像不像西藏人？你這一看，西藏人，這就是教你本土化。我五年前第一次在邁阿密講經，在邁阿密大學，曾憲煒給我做翻譯，聽經的外國人很多，他們對佛學很有興趣，我就告訴他，佛教沒有到美國來。他們聽了很驚奇，在美國不少法師，到處道場好多，怎麼說沒有來！我說你看看，所有的佛像，哪一尊佛像像美國人？這個要知道，中國的佛像像中國人，日本的佛像一看就是日本人，泰國的佛像下巴尖尖的就泰國人，西藏的佛像一看就是西藏人。佛菩薩沒有一定的像，「隨眾生心，應所知量」。你看看，佛現的這個像就是本土化，佛在哪個地方現相就現那個地方人的樣子，那個地方的眾生對他才有親切感，這是我們同一族的，這不是外國人，才有認同感。"
    },
    {
      "id": "13-001-0001_p0037",
      "zh_CN": "建筑也不例外，假如当年佛教初传到中国，所有道场的建筑是印度那个样子，他在中国的弘扬、影响一定是大打折扣，为什么？中国人一看，外国东西，他就有戒心。基督教、天主教在中国弘扬有一百多年的历史，我在学校念书的时代，曾经接触过外国的牧师，非常的热心，曾经提出这个问题，他说基督教在中国一百多年，中国有这么多的人口，这么大的幅员，我们拼命努力的工作，全国的基督教信徒好像还不到一百万人。中国抗战胜利之后好像有六、七亿人口，六、七亿人口只有一百多万，所以讲起来都流眼泪，很寒心，不成比例！原因在哪里？建的教堂是外国式的，我们中国人一看，那是外国的，就不大愿意进去。",
      "zh_TW": "建築也不例外，假如當年佛教初傳到中國，所有道場的建築是印度那個樣子，他在中國的弘揚、影響一定是大打折扣，為什麼？中國人一看，外國東西，他就有戒心。基督教、天主教在中國弘揚有一百多年的歷史，我在學校念書的時代，曾經接觸過外國的牧師，非常的熱心，曾經提出這個問題，他說基督教在中國一百多年，中國有這麼多的人口，這麼大的幅員，我們拼命努力的工作，全國的基督教信徒好像還不到一百萬人。中國抗戰勝利之後好像有六、七億人口，六、七億人口只有一百多萬，所以講起來都流眼淚，很寒心，不成比例！原因在哪裡？建的教堂是外國式的，我們中國人一看，那是外國的，就不大願意進去。"
    },
    {
      "id": "13-001-0001_p0038",
      "zh_CN": "佛教到中国来，建的是中国宫殿式的。你要晓得，古时候中国人最尊敬的是皇帝，哪一个人一生能有机会在皇宫外面走走看看，那是多么的羡慕。结果佛教就把皇宫的形式在全国每个角落都建筑了，大家要想看皇宫去寺庙，所以不学佛的人也进去了。我们一定要知道这个道理，佛教知道所有一切的形式都要本土化、现代化，纯粹中国化，所以这一点我们一定要认识清楚。因此我们在美国弘法，我就常常想到我们建道场一定要建美国的形式，绝对不能建中国宫殿式的。宫殿式的不要说在外国行不通，在中国本国也行不通，为什么？现在是民主，不是君主，那是过去一个时代的。",
      "zh_TW": "佛教到中國來，建的是中國宮殿式的。你要曉得，古時候中國人最尊敬的是皇帝，哪一個人一生能有機會在皇宮外面走走看看，那是多麼的羨慕。結果佛教就把皇宮的形式在全國每個角落都建築了，大家要想看皇宮去寺廟，所以不學佛的人也進去了。我們一定要知道這個道理，佛教知道所有一切的形式都要本土化、現代化，純粹中國化，所以這一點我們一定要認識清楚。因此我們在美國弘法，我就常常想到我們建道場一定要建美國的形式，絕對不能建中國宮殿式的。宮殿式的不要說在外國行不通，在中國本國也行不通，為什麼？現在是民主，不是君主，那是過去一個時代的。"
    },
    {
      "id": "13-001-0001_p0039",
      "zh_CN": "从前寺院丛林，现在大陆上都把它恢复做为观光旅游的用途，这是正确的，它有历史文化的价值。为什么不能做为修学场所？那个地方已经出名了，游客从早到晚，从年初一到腊月三十不断，那么多人来观光旅游，你还能修什么？打闲岔的人太多，所以做为观光旅游是绝对正确。讲到观光旅游这个资源，全世界中国大陆首屈一指。新的道场要重新建立，要建成学校的方式，学校的形式，因为它本来是教育，这是我们一定要认识清楚的。",
      "zh_TW": "從前寺院叢林，現在大陸上都把它恢復做為觀光旅遊的用途，這是正確的，它有歷史文化的價值。為什麼不能做為修學場所？那個地方已經出名了，遊客從早到晚，從年初一到臘月三十不斷，那麼多人來觀光旅遊，你還能修什麼？打閒岔的人太多，所以做為觀光旅遊是絕對正確。講到觀光旅遊這個資源，全世界中國大陸首屈一指。新的道場要重新建立，要建成學校的方式，學校的形式，因為它本來是教育，這是我們一定要認識清楚的。"
    },
    {
      "id": "13-001-0001_p0040",
      "zh_CN": "所以在美国弘法，我们造的佛像一定是美国人的面孔，这个才行。我们达拉斯这个道场建成了，外面的样子，有很多同修看了讲这不像庙，我说它本来就不是庙，在形式上摆脱了中国宫殿那种建筑的形式。我们佛堂有二十一呎高，相当两层楼那么高，从前供养的佛像是从大陆请来的，四呎高，木头雕的，四呎高的佛像摆在那里，上面空间太大了，好像显得佛像太小了，不庄严。我在台湾就想着，求人给我画西方三圣，画大幅的。遇到一个美国人，这个美国人会画佛像，我去看了，画得还不错，有绘画天才。我就告诉他这个墙的面积尺寸，他给我画大佛像，我也很欢喜。过几天，他找个人来跟我说，法师，我画这个佛像不赚一分钱，只收一点成本（工本费）。我说那当然，工本费要多少？他说一张佛像台币一百五十万，他给我画三张，收我两张的钱，送一张给我，两张三百万。我说暂时没有钱，只好谢谢他，算了，我不敢要。合美金十几万，在达拉斯可以买两栋房子，这就算了，作罢了。",
      "zh_TW": "所以在美國弘法，我們造的佛像一定是美國人的面孔，這個才行。我們達拉斯這個道場建成了，外面的樣子，有很多同修看了講這不像廟，我說它本來就不是廟，在形式上擺脫了中國宮殿那種建築的形式。我們佛堂有二十一呎高，相當兩層樓那麼高，從前供養的佛像是從大陸請來的，四呎高，木頭雕的，四呎高的佛像擺在那裡，上面空間太大了，好像顯得佛像太小了，不莊嚴。我在台灣就想著，求人給我畫西方三聖，畫大幅的。遇到一個美國人，這個美國人會畫佛像，我去看了，畫得還不錯，有繪畫天才。我就告訴他這個牆的面積尺寸，他給我畫大佛像，我也很歡喜。過幾天，他找個人來跟我說，法師，我畫這個佛像不賺一分錢，只收一點成本（工本費）。我說那當然，工本費要多少？他說一張佛像台幣一百五十萬，他給我畫三張，收我兩張的錢，送一張給我，兩張三百萬。我說暫時沒有錢，只好謝謝他，算了，我不敢要。合美金十幾萬，在達拉斯可以買兩棟房子，這就算了，作罷了。"
    },
    {
      "id": "13-001-0001_p0041",
      "zh_CN": "我这次到美国来前两天，有个人送我三张佛像，正好是西方三圣，油画像，虽然没有我想像的那么大，但是挂在那个佛堂也可以了，也相当庄严。什么人送来的我还不晓得，这是简丰文居士代收的。送的人当面交代，这个像是送达拉斯佛教会供养的。带来了，打开一看，阿弥陀佛的面孔是印度人，皮肤颜色也像印度人，观音菩萨是中国人，大势至菩萨是美国人。所以我看了之后非常欢喜，感应不可思议，特别是大势至菩萨画成美国人，这是真正不可思议。为什么？大势至菩萨是净宗初祖，这是夏莲居老居士在《净修捷要》里面写的。你们有人读过《净修捷要》，「净宗初祖大势至菩萨」。这是夏老认识的，他老人家要没有提出来，我们不晓得净宗初祖是大势至菩萨，没想到。",
      "zh_TW": "我這次到美國來前兩天，有個人送我三張佛像，正好是西方三聖，油畫像，雖然沒有我想像的那麼大，但是掛在那個佛堂也可以了，也相當莊嚴。什麼人送來的我還不曉得，這是簡豐文居士代收的。送的人當面交代，這個像是送達拉斯佛教會供養的。帶來了，打開一看，阿彌陀佛的面孔是印度人，皮膚顏色也像印度人，觀音菩薩是中國人，大勢至菩薩是美國人。所以我看了之後非常歡喜，感應不可思議，特別是大勢至菩薩畫成美國人，這是真正不可思議。為什麼？大勢至菩薩是淨宗初祖，這是夏蓮居老居士在《淨修捷要》裡面寫的。你們有人讀過《淨修捷要》，「淨宗初祖大勢至菩薩」。這是夏老認識的，他老人家要沒有提出來，我們不曉得淨宗初祖是大勢至菩薩，沒想到。"
    },
    {
      "id": "13-001-0001_p0042",
      "zh_CN": "因为我讲《华严》，《华严经》到最后普贤菩萨十大愿王导归极乐，在华严会上普贤菩萨是净宗初祖。因为释迦成佛，示现成佛第一部经就是讲《华严》，华严会上提倡念佛求生净土是普贤菩萨，所以我只知道普贤菩萨是净宗初祖，不知道大势至菩萨是净宗初祖，他老人家一提出，我马上就明白了。为什么？《楞严》我很熟，我讲过好多遍，这再一想，一点都不错，楞严会上大势至菩萨是代表法界初祖，在尽虚空遍法界第一个提倡念佛成佛的，大势至菩萨。所以普贤菩萨是我们娑婆世界的初祖，慧远大师是我们中国初祖，要讲莲宗初祖就有三个。",
      "zh_TW": "因為我講《華嚴》，《華嚴經》到最後普賢菩薩十大願王導歸極樂，在華嚴會上普賢菩薩是淨宗初祖。因為釋迦成佛，示現成佛第一部經就是講《華嚴》，華嚴會上提倡念佛求生淨土是普賢菩薩，所以我只知道普賢菩薩是淨宗初祖，不知道大勢至菩薩是淨宗初祖，他老人家一提出，我馬上就明白了。為什麼？《楞嚴》我很熟，我講過好多遍，這再一想，一點都不錯，楞嚴會上大勢至菩薩是代表法界初祖，在盡虛空遍法界第一個提倡念佛成佛的，大勢至菩薩。所以普賢菩薩是我們娑婆世界的初祖，慧遠大師是我們中國初祖，要講蓮宗初祖就有三個。"
    },
    {
      "id": "13-001-0001_p0043",
      "zh_CN": "法界初祖大势至菩萨，现的面孔是美国人的相，净土宗是真的到美国来了。而且正式以净宗学会的名义建佛堂，达拉斯是全世界第一个，是专为净宗学会建的道场。你看台湾道场都不是专建的，都是老道场改个名字，不是专建的。专门为净宗学会建的，这是世界上第一个道场，大势至菩萨初祖现的是美国人的相，真的到美国来了。这是告诉同修们，佛法必须要现代化、本土化，佛法到这个地方是度这个地方众生的，而不是以度华侨为目的。以度华侨为目的，这错了，这个在此地不能生根的。正如同两千年前，印度一些高僧大德到中国，是拿佛法度中国人的，不是度印度侨民的，这是我们必须要认识。今天最大的困难是语言上的障碍，希望年轻一代的同修要认真努力突破这个障碍，佛法必然能够在美国兴盛起来。佛法能在这个地区兴盛，必定能够带动全世界佛法的中兴，这是我们能够看得出来的前景，我们要珍惜、要认真、要努力。自己修学是为了了生脱死，是为了圆成佛道，我们把佛法在这个地区发扬光大，这是报佛恩德。真正讲报佛恩只有这一种做法，除此之外，没有任何方法能报佛恩。这是从形相上，我们都要有新的概念，才能够在这个时代达到我们修学的愿望。",
      "zh_TW": "法界初祖大勢至菩薩，現的面孔是美國人的相，淨土宗是真的到美國來了。而且正式以淨宗學會的名義建佛堂，達拉斯是全世界第一個，是專為淨宗學會建的道場。你看台灣道場都不是專建的，都是老道場改個名字，不是專建的。專門為淨宗學會建的，這是世界上第一個道場，大勢至菩薩初祖現的是美國人的相，真的到美國來了。這是告訴同修們，佛法必須要現代化、本土化，佛法到這個地方是度這個地方眾生的，而不是以度華僑為目的。以度華僑為目的，這錯了，這個在此地不能生根的。正如同兩千年前，印度一些高僧大德到中國，是拿佛法度中國人的，不是度印度僑民的，這是我們必須要認識。今天最大的困難是語言上的障礙，希望年輕一代的同修要認真努力突破這個障礙，佛法必然能夠在美國興盛起來。佛法能在這個地區興盛，必定能夠帶動全世界佛法的中興，這是我們能夠看得出來的前景，我們要珍惜、要認真、要努力。自己修學是為了了生脫死，是為了圓成佛道，我們把佛法在這個地區發揚光大，這是報佛恩德。真正講報佛恩只有這一種做法，除此之外，沒有任何方法能報佛恩。這是從形相上，我們都要有新的概念，才能夠在這個時代達到我們修學的願望。"
    },
    {
      "id": "13-001-0001_p0044",
      "zh_CN": "再说到教学，教学从哪里学起？如果对于佛法没有正确的认识，没有完全清楚明白，我们所有的修学就是古人所说的盲修瞎练，哪里会有成就？不知道佛法究竟求的是什么，我们求升官发财，求保佑平安，这都不是佛法，都把佛菩萨当神明来看待，以为这个神会保佑我。求神会保佑你，求佛菩萨不会保佑你，这个要搞清楚。佛菩萨加持、保佑我们的是他的理论与方法，就跟学校老师一样，他教导我们，我们要依照理论、方法去修行，我们的愿望自然就达到了，这就是他对我们的保佑，与神明对人的保佑不相同。所以佛法没有一丝毫的迷信，这是我们首先要认识清楚的。",
      "zh_TW": "再說到教學，教學從哪裡學起？如果對於佛法沒有正確的認識，沒有完全清楚明白，我們所有的修學就是古人所說的盲修瞎練，哪裡會有成就？不知道佛法究竟求的是什麼，我們求升官發財，求保佑平安，這都不是佛法，都把佛菩薩當神明來看待，以為這個神會保佑我。求神會保佑你，求佛菩薩不會保佑你，這個要搞清楚。佛菩薩加持、保佑我們的是他的理論與方法，就跟學校老師一樣，他教導我們，我們要依照理論、方法去修行，我們的願望自然就達到了，這就是他對我們的保佑，與神明對人的保佑不相同。所以佛法沒有一絲毫的迷信，這是我們首先要認識清楚的。"
    },
    {
      "id": "13-001-0001_p0045",
      "zh_CN": "从哪里入门？一入门先拜老师，这是上学，古时候上学先拜老师。我们要想跟他学，当然先拜师，不拜师就不如法、不合理，不拜师来学叫盗法，你是来偷盗的。拜师，这是正规来学的。像现在学校也是一样，你到这个学校去念书一定要报名，要经过考试、注册，正式成为这个学校的学生，将来结业可以拿到文凭，可以拿到学位。如果你不报名、不注册，当旁听生，你的学位是拿不到的，你的成就也不会被学校肯定。佛门也是如此，所以先拜老师，拜老师就是求授三皈。",
      "zh_TW": "從哪裡入門？一入門先拜老師，這是上學，古時候上學先拜老師。我們要想跟他學，當然先拜師，不拜師就不如法、不合理，不拜師來學叫盜法，你是來偷盜的。拜師，這是正規來學的。像現在學校也是一樣，你到這個學校去念書一定要報名，要經過考試、註冊，正式成為這個學校的學生，將來結業可以拿到文憑，可以拿到學位。如果你不報名、不註冊，當旁聽生，你的學位是拿不到的，你的成就也不會被學校肯定。佛門也是如此，所以先拜老師，拜老師就是求授三皈。"
    },
    {
      "id": "13-001-0001_p0046",
      "zh_CN": "授三皈，授是传授，三皈是佛门修学的纲领，也就是把纲领、原则传授给你。无论你学哪个宗派、法门，就是我们修净宗念阿弥陀佛都不例外，都是遵守这个原则、纲领。现在在佛门里面（刚才说了，佛教已经变成宗教了）还有三皈的仪式，但是内容、性质变了，不是原来的。样子还在，内容没有了，这是佛教传的年代久，传得变质了。听说有一些同学在这里研究《六祖坛经》，对《六祖坛经》很有兴趣。六祖是唐朝人，大概他老人家当年在世的时候就看到三皈依传到后代要变质，所以你看《坛经》里面讲的三皈依，传授三皈依他不说「皈依佛、皈依法、皈依僧」，这样讲怕人起误会，怕人不懂里面的意思。六祖大师在《坛经》里面传授三皈依，他说「皈依觉、皈依正、皈依净」，这三个字我们听起来不迷信、不迷惑，清清楚楚、明明白白。觉是觉悟。他又给我们解释得很清楚，「佛者觉也，法者正也，僧者净也」，这讲得很清楚。原来佛法僧的意思是觉正净，「觉而不迷，正而不邪，净而不染」，这是佛法修学的三大纲领。",
      "zh_TW": "授三皈，授是傳授，三皈是佛門修學的綱領，也就是把綱領、原則傳授給你。無論你學哪個宗派、法門，就是我們修淨宗念阿彌陀佛都不例外，都是遵守這個原則、綱領。現在在佛門裡面（剛才說了，佛教已經變成宗教了）還有三皈的儀式，但是內容、性質變了，不是原來的。樣子還在，內容沒有了，這是佛教傳的年代久，傳得變質了。聽說有一些同學在這裡研究《六祖壇經》，對《六祖壇經》很有興趣。六祖是唐朝人，大概他老人家當年在世的時候就看到三皈依傳到後代要變質，所以你看《壇經》裡面講的三皈依，傳授三皈依他不說「皈依佛、皈依法、皈依僧」，這樣講怕人起誤會，怕人不懂裡面的意思。六祖大師在《壇經》裡面傳授三皈依，他說「皈依覺、皈依正、皈依淨」，這三個字我們聽起來不迷信、不迷惑，清清楚楚、明明白白。覺是覺悟。他又給我們解釋得很清楚，「佛者覺也，法者正也，僧者淨也」，這講得很清楚。原來佛法僧的意思是覺正淨，「覺而不迷，正而不邪，淨而不染」，這是佛法修學的三大綱領。"
    },
    {
      "id": "13-001-0001_p0047",
      "zh_CN": "有很多同修都曾经跟这个法师皈依，跟那个法师皈依，皈依之后还是迷惑颠倒，还是邪知邪见，还是重重染污，那是有名无实，没有皈也没有依，那个释迦牟尼佛不承认，那是冒充佛弟子，不是正式学生。皈依，皈是回头，依是依靠，从哪里回头？你既然要想学佛，要想接受佛的教育，佛教给我们的就是觉正净，你必须要从迷回头，迷就是不觉，从迷惑颠倒回头依觉悟，依自性觉。第二，从邪知邪见回头，用现在的话说，就是从错误的思想见解回头，要依正确的见解思想，《法华经》上讲的「正知正见」，要依这个。第三，要从染污回头，心理的染污、思想的染污、见解的染污，回过头来依清净心。这叫做三皈依。所以一开头把修行的三大纲领教给你，这是正式成为释迦牟尼佛的学生。",
      "zh_TW": "有很多同修都曾經跟這個法師皈依，跟那個法師皈依，皈依之後還是迷惑顛倒，還是邪知邪見，還是重重染污，那是有名無實，沒有皈也沒有依，那個釋迦牟尼佛不承認，那是冒充佛弟子，不是正式學生。皈依，皈是回頭，依是依靠，從哪裡回頭？你既然要想學佛，要想接受佛的教育，佛教給我們的就是覺正淨，你必須要從迷回頭，迷就是不覺，從迷惑顛倒回頭依覺悟，依自性覺。第二，從邪知邪見回頭，用現在的話說，就是從錯誤的思想見解回頭，要依正確的見解思想，《法華經》上講的「正知正見」，要依這個。第三，要從染污回頭，心理的染污、思想的染污、見解的染污，回過頭來依清淨心。這叫做三皈依。所以一開頭把修行的三大綱領教給你，這是正式成為釋迦牟尼佛的學生。"
    },
    {
      "id": "13-001-0001_p0048",
      "zh_CN": "学佛从三皈依学起，三皈只是教给你原则、纲领，至于怎么做法那就很多也很长。今天时间到了，明天我再跟诸位细说这三条，这也很难得，这就是传授三皈。你们来听了，这三皈统统都传授了，只要你们真正肯接受就是佛菩萨真正的弟子，这就不是冒充的。好，我们今天就讲到此地。",
      "zh_TW": "學佛從三皈依學起，三皈只是教給你原則、綱領，至於怎麼做法那就很多也很長。今天時間到了，明天我再跟諸位細說這三條，這也很難得，這就是傳授三皈。你們來聽了，這三皈統統都傳授了，只要你們真正肯接受就是佛菩薩真正的弟子，這就不是冒充的。好，我們今天就講到此地。"
    }
  ]
}