{
  "doc_id": "02-044-0010",
  "title": {
    "zh_CN": "发大誓愿（第二回）",
    "zh_TW": "發大誓願（第二回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "日本四季之汤温泉遗产酒店",
    "zh_TW": "日本四季之湯溫泉遺產酒店"
  },
  "doc_number": "02-044-0010",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-044-0010_p0001",
      "zh_CN": "诸位法师，诸位同学，请看经本第六十五页第二行，二十四章里面的第二十三章：",
      "zh_TW": "諸位法師，諸位同學，請看經本第六十五頁第二行，二十四章裡面的第二十三章："
    },
    {
      "id": "02-044-0010_p0002",
      "zh_CN": "【我作佛时。十方佛刹。诸菩萨众。闻我名已。皆悉逮得清净。解脱。普等三昧。诸深总持。住三摩地。至于成佛。定中常供无量无边一切诸佛。不失定意。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。十方佛剎。諸菩薩眾。聞我名已。皆悉逮得清淨。解脫。普等三昧。諸深總持。住三摩地。至於成佛。定中常供無量無邊一切諸佛。不失定意。若不爾者。不取正覺。】"
    },
    {
      "id": "02-044-0010_p0003",
      "zh_CN": "这是第四十四愿「普等三昧」，四十五愿「定中供佛」。我们看注解。此处说的『诸菩萨众』，以圆教来讲，从初信位到等觉，五十一个位次统统包括在其中。这一句四个字，《华严经》上从初信到等觉，五十一个位次都在里面。他们有缘听到阿弥陀佛的名号，听到名号就得到阿弥陀佛的加持。哪些加持？这个地方说了六种，第一种清净，第二种解脱，第三种普等三昧，第四种诸深总持，第五种住三摩地，第六成佛。所以，一再显示出名号功德不可思议，这个名号就是「阿弥陀佛」四个字。前面跟诸位介绍过，这个四十八愿就是说明这一句佛号的功德；再细说就是这部经，《无量寿经》，它的全名是《佛说大乘无量寿庄严清净平等觉经》；再细说就是《大方广佛华严经》，可以说《华严》是《无量寿经》的细说，详细说明；再扩大，那就是释迦牟尼佛当年在世，四十九年所说的一切经。我们能这样去观察，才逐渐对这个佛号功德有一个概念。功德实实在在说不尽的，诸佛菩萨都说不尽，何况我们凡夫？最重要的要信，真正相信。",
      "zh_TW": "這是第四十四願「普等三昧」，四十五願「定中供佛」。我們看註解。此處說的『諸菩薩眾』，以圓教來講，從初信位到等覺，五十一個位次統統包括在其中。這一句四個字，《華嚴經》上從初信到等覺，五十一個位次都在裡面。他們有緣聽到阿彌陀佛的名號，聽到名號就得到阿彌陀佛的加持。哪些加持？這個地方說了六種，第一種清淨，第二種解脫，第三種普等三昧，第四種諸深總持，第五種住三摩地，第六成佛。所以，一再顯示出名號功德不可思議，這個名號就是「阿彌陀佛」四個字。前面跟諸位介紹過，這個四十八願就是說明這一句佛號的功德；再細說就是這部經，《無量壽經》，它的全名是《佛說大乘無量壽莊嚴清淨平等覺經》；再細說就是《大方廣佛華嚴經》，可以說《華嚴》是《無量壽經》的細說，詳細說明；再擴大，那就是釋迦牟尼佛當年在世，四十九年所說的一切經。我們能這樣去觀察，才逐漸對這個佛號功德有一個概念。功德實實在在說不盡的，諸佛菩薩都說不盡，何況我們凡夫？最重要的要信，真正相信。"
    },
    {
      "id": "02-044-0010_p0004",
      "zh_CN": "这些菩萨们，他们有缘听到阿弥陀佛的名号，『皆悉逮得』，立刻他就得到，『清净』，怎么清净？他明白了，他觉悟了，他看破了；了解宇宙诸法的实相，这是看破。『解脱』，这是放下，得自在。世出世间一切法可以受用，不可以放在心上，我们的错误就是把它放在心上。佛菩萨所以高明，他不放在心上，所以他的受用很自在，我们的受用没有他那么自在。『普等三昧』就是平等觉。佛经上的「等」多半都是平等的意思，普等就是一切平等，我们跟一切人平等，跟一切动物平等，跟一切植物也平等，跟山河大地、树木花草统统平等，叫普等。为什么平等？因为这些法全是从自性变现出来的。我们读过《六祖坛经》，六祖大师开悟的时候，最后一句话说「何期自性，能生万法」，何期是没有想到，自性是我们的真心。整个宇宙从哪里来的？是我们真心生的，从真心出现的，所以真心才是真正的造物主。一般宗教里面都说神造这个宇宙，造一切万法，在佛法里面讲是自性。自性能生一切万法，一切万法就是自性，自性就是一切万法，所以一体，整个宇宙跟我们的关系是一体，一体怎么能不尊敬？一体当然是平等，没有高下的，所以佛法里头「等」这个字用得很多，都是从这个地方出来的。它真平等，叫普等三昧。「三昧」是印度话，就是正受、正定，受是受用、是享受，这个享受没有错误，纯正的，纯真、纯正，诸佛如来的享受。我们如果入了普等三昧，跟诸佛菩萨的受用是平等的，是相同的。",
      "zh_TW": "這些菩薩們，他們有緣聽到阿彌陀佛的名號，『皆悉逮得』，立刻他就得到，『清淨』，怎麼清淨？他明白了，他覺悟了，他看破了；了解宇宙諸法的實相，這是看破。『解脫』，這是放下，得自在。世出世間一切法可以受用，不可以放在心上，我們的錯誤就是把它放在心上。佛菩薩所以高明，他不放在心上，所以他的受用很自在，我們的受用沒有他那麼自在。『普等三昧』就是平等覺。佛經上的「等」多半都是平等的意思，普等就是一切平等，我們跟一切人平等，跟一切動物平等，跟一切植物也平等，跟山河大地、樹木花草統統平等，叫普等。為什麼平等？因為這些法全是從自性變現出來的。我們讀過《六祖壇經》，六祖大師開悟的時候，最後一句話說「何期自性，能生萬法」，何期是沒有想到，自性是我們的真心。整個宇宙從哪裡來的？是我們真心生的，從真心出現的，所以真心才是真正的造物主。一般宗教裡面都說神造這個宇宙，造一切萬法，在佛法裡面講是自性。自性能生一切萬法，一切萬法就是自性，自性就是一切萬法，所以一體，整個宇宙跟我們的關係是一體，一體怎麼能不尊敬？一體當然是平等，沒有高下的，所以佛法裡頭「等」這個字用得很多，都是從這個地方出來的。它真平等，叫普等三昧。「三昧」是印度話，就是正受、正定，受是受用、是享受，這個享受沒有錯誤，純正的，純真、純正，諸佛如來的享受。我們如果入了普等三昧，跟諸佛菩薩的受用是平等的，是相同的。"
    },
    {
      "id": "02-044-0010_p0005",
      "zh_CN": "菩萨多生多劫发愿教化众生，在自觉觉他方面皆有殊胜的功德，听到这个法门，所得到的利益超过凡夫太多了。他们得到清净、解脱。「清净」离一切染着，染是染污，着是执着，染污跟执着意思相通。染着有浅深不同，在六道里头，染着最严重的、最深的是地狱道，其次的是饿鬼道，再其次的是畜生道，人道的染污比他们都轻。由此可知，轻的往上提升，欲界天比我们人间染污轻，色界天更轻，在六道里面无色界是最轻的。他都有，他不是没有，有就出不了六道轮回；如果这个染污断掉，他不染污了，他就不在六道。他到哪里去？他到四圣法界里面的声闻法界，我们讲阿罗汉，他到阿罗汉那个法界去了；换句话说，他就证得阿罗汉果，这出了六道。虽出六道，没有出十法界，没有出十法界他就没有见性。佛教里头常说，禅宗说得特别多，大彻大悟、明心见性，就超越十法界，这是最高的。超越十法界之后，还有浅深等级不同，在《华严经》上圆教那些菩萨们，《华严经》上把它分成四十一个等级，十住十个等级，这是染污重的，再轻的十行、十回向、十地，愈往上面去愈轻，最后等觉，这第四十一个位次。等觉再上面去就成佛，就圆满了，圆满之后实报庄严土不见了，他不在实报土里面，他住哪里？他住常寂光土。常寂光没有分别，常寂光只是一体，今天科学里面讲的能量，这个能量就属于常寂光，它没有形相。常寂光里面确确实实有无量功德、有无量智慧、有无量的德能、有无量的相好，真的无量，这是我们自性的本体。学佛最后的目标就是叫我们去证得常寂光，证得常寂光这才叫大圆满，我们在佛学算毕业了，真正毕业。小乘证到阿罗汉，在佛教里是小学毕业，常寂光是研究所毕业，等于说拿到最高的学位，我们世间大学里面博士学位，在佛法里就是佛陀，你成佛了，这个才到圆满。",
      "zh_TW": "菩薩多生多劫發願教化眾生，在自覺覺他方面皆有殊勝的功德，聽到這個法門，所得到的利益超過凡夫太多了。他們得到清淨、解脫。「清淨」離一切染著，染是染污，著是執著，染污跟執著意思相通。染著有淺深不同，在六道裡頭，染著最嚴重的、最深的是地獄道，其次的是餓鬼道，再其次的是畜生道，人道的染污比他們都輕。由此可知，輕的往上提升，欲界天比我們人間染污輕，色界天更輕，在六道裡面無色界是最輕的。他都有，他不是沒有，有就出不了六道輪迴；如果這個染污斷掉，他不染污了，他就不在六道。他到哪裡去？他到四聖法界裡面的聲聞法界，我們講阿羅漢，他到阿羅漢那個法界去了；換句話說，他就證得阿羅漢果，這出了六道。雖出六道，沒有出十法界，沒有出十法界他就沒有見性。佛教裡頭常說，禪宗說得特別多，大徹大悟、明心見性，就超越十法界，這是最高的。超越十法界之後，還有淺深等級不同，在《華嚴經》上圓教那些菩薩們，《華嚴經》上把它分成四十一個等級，十住十個等級，這是染污重的，再輕的十行、十迴向、十地，愈往上面去愈輕，最後等覺，這第四十一個位次。等覺再上面去就成佛，就圓滿了，圓滿之後實報莊嚴土不見了，他不在實報土裡面，他住哪裡？他住常寂光土。常寂光沒有分別，常寂光只是一體，今天科學裡面講的能量，這個能量就屬於常寂光，它沒有形相。常寂光裡面確確實實有無量功德、有無量智慧、有無量的德能、有無量的相好，真的無量，這是我們自性的本體。學佛最後的目標就是叫我們去證得常寂光，證得常寂光這才叫大圓滿，我們在佛學算畢業了，真正畢業。小乘證到阿羅漢，在佛教裡是小學畢業，常寂光是研究所畢業，等於說拿到最高的學位，我們世間大學裡面博士學位，在佛法裡就是佛陀，你成佛了，這個才到圓滿。"
    },
    {
      "id": "02-044-0010_p0006",
      "zh_CN": "「解脱」是离一切烦恼。只要有牵挂就有烦恼，就不自在。把你心上牵挂的事情统统放下，为什么？那是假的，你所牵挂的千千万万没有一桩是真的，全是假的。真心里面没有任何牵挂。我们要回到真心，把妄心放下换成真心，这就成佛了，这就成菩萨、成佛。解脱是离一切烦恼，所以说有牵挂即有烦恼，不能自在。",
      "zh_TW": "「解脫」是離一切煩惱。只要有牽掛就有煩惱，就不自在。把你心上牽掛的事情統統放下，為什麼？那是假的，你所牽掛的千千萬萬沒有一樁是真的，全是假的。真心裡面沒有任何牽掛。我們要回到真心，把妄心放下換成真心，這就成佛了，這就成菩薩、成佛。解脫是離一切煩惱，所以說有牽掛即有煩惱，不能自在。"
    },
    {
      "id": "02-044-0010_p0007",
      "zh_CN": "「普等三昧」，普是普遍，等是平等，普遍平等是如来果地上所证得的。这句话我们要记住，整个宇宙是普遍平等，这是真的。我们今天讲有高下，有不平等，那是假的，那是不了解事实真相，从你妄想分别执着里面变现出来的不平等。真正是平等的，众生跟佛是平等的，智慧平等、德能平等、相好平等，没有一样不平等，学佛的人不能不知道。以本宗来说，普等三昧是念佛三昧当中最高、最深的。普遍平等，这是证得普等三昧，一般说就是成佛了，真的成佛了。",
      "zh_TW": "「普等三昧」，普是普遍，等是平等，普遍平等是如來果地上所證得的。這句話我們要記住，整個宇宙是普遍平等，這是真的。我們今天講有高下，有不平等，那是假的，那是不了解事實真相，從你妄想分別執著裡面變現出來的不平等。真正是平等的，眾生跟佛是平等的，智慧平等、德能平等、相好平等，沒有一樣不平等，學佛的人不能不知道。以本宗來說，普等三昧是念佛三昧當中最高、最深的。普遍平等，這是證得普等三昧，一般說就是成佛了，真的成佛了。"
    },
    {
      "id": "02-044-0010_p0008",
      "zh_CN": "我们自己想想，我们在这个世间，跟一切人、跟一切事、跟一切万物有没有平等？现代社会人心坏了、社会乱了，去年我在联合国做报告，我就用这个做题目，怎么办？我的题目是「人心坏了、社会乱了，怎么办？」现在这个动乱，人心之坏，一年超过一年，今年跟去年比，去年还不错；明年再跟今年比，明年更麻烦。这是大问题，这不是小问题。我们要问，为什么会变成这个样子？没有人知道。它就在眼前，他为什么不知道？他迷了。在早年，中国大陆正在发动文化大革命，那个时代，那有十年，我在台湾，台湾政府在发起恢复中国传统文化，可惜的是只喊口号没有落实。有一次我在我老师方东美先生家里，遇到当时教育部派了三个官员向方老师请教，如何落实文化复兴？问了这么个问题。方老师没有考虑，立刻就回答。如果要真正想恢复传统文化，他说第一个，那个时候台湾有三家电视台，电视台关闭，还有大概十几个无线电台也要关闭，报纸、杂志、传媒统统关闭掉。这个官员说：老师，这做不到。老师就说，这些东西天天在破坏中国传统文化，有这个东西存在还能复兴吗？",
      "zh_TW": "我們自己想想，我們在這個世間，跟一切人、跟一切事、跟一切萬物有沒有平等？現代社會人心壞了、社會亂了，去年我在聯合國做報告，我就用這個做題目，怎麼辦？我的題目是「人心壞了、社會亂了，怎麼辦？」現在這個動亂，人心之壞，一年超過一年，今年跟去年比，去年還不錯；明年再跟今年比，明年更麻煩。這是大問題，這不是小問題。我們要問，為什麼會變成這個樣子？沒有人知道。它就在眼前，他為什麼不知道？他迷了。在早年，中國大陸正在發動文化大革命，那個時代，那有十年，我在台灣，台灣政府在發起恢復中國傳統文化，可惜的是只喊口號沒有落實。有一次我在我老師方東美先生家裡，遇到當時教育部派了三個官員向方老師請教，如何落實文化復興？問了這麼個問題。方老師沒有考慮，立刻就回答。如果要真正想恢復傳統文化，他說第一個，那個時候台灣有三家電視台，電視台關閉，還有大概十幾個無線電台也要關閉，報紙、雜誌、傳媒統統關閉掉。這個官員說：老師，這做不到。老師就說，這些東西天天在破壞中國傳統文化，有這個東西存在還能復興嗎？"
    },
    {
      "id": "02-044-0010_p0009",
      "zh_CN": "诸位想想这句话，这里面的意思就说明教育重要。今天谁在教？家庭不教了，社会不教了，学校不教了，国家也不教了，今天的教育是媒体。你要问世界为什么会这么乱，人心为什么这么坏，你就看看电视、看看电影、看看网路，你就明白了。这里面东西天天播出来是什么？杀盗淫妄，教你干这个。所以知道的人有，做不到。今天这桩事情，谁能下命令把电视台关掉、把报纸停刊？不可能。不可能，想补救的方法，那就是要让传统文化落实，传统的家教落实，传统的社教落实。古时候文艺表演国家有鼓励，但是文艺表演要守住一个原则，一个道德的原则，就是孔子所说的「思无邪」，这是千古万古不变的真理。文艺表演可不可以？可以。决定不能教人搞杀盗淫妄，那是邪恶，我们决定不能叫看的人、接受的人思想里头生出杀盗淫妄，这就不能教。所以中国古时候这些戏剧、歌舞都是表演的，你看忠孝节义，用这个做题材，好，把人教好了，这社会教育。现在社会教育是西方的，我们东方东西没有了，看不到。西方就是教杀盗淫妄。",
      "zh_TW": "諸位想想這句話，這裡面的意思就說明教育重要。今天誰在教？家庭不教了，社會不教了，學校不教了，國家也不教了，今天的教育是媒體。你要問世界為什麼會這麼亂，人心為什麼這麼壞，你就看看電視、看看電影、看看網路，你就明白了。這裡面東西天天播出來是什麼？殺盜淫妄，教你幹這個。所以知道的人有，做不到。今天這樁事情，誰能下命令把電視台關掉、把報紙停刊？不可能。不可能，想補救的方法，那就是要讓傳統文化落實，傳統的家教落實，傳統的社教落實。古時候文藝表演國家有鼓勵，但是文藝表演要守住一個原則，一個道德的原則，就是孔子所說的「思無邪」，這是千古萬古不變的真理。文藝表演可不可以？可以。決定不能教人搞殺盜淫妄，那是邪惡，我們決定不能叫看的人、接受的人思想裡頭生出殺盜淫妄，這就不能教。所以中國古時候這些戲劇、歌舞都是表演的，你看忠孝節義，用這個做題材，好，把人教好了，這社會教育。現在社會教育是西方的，我們東方東西沒有了，看不到。西方就是教殺盜淫妄。"
    },
    {
      "id": "02-044-0010_p0010",
      "zh_CN": "甚至于在前些年，应该是四、五年前，在国内有附体的，传信息告诉我，叫我劝导大家，就是现代的女孩子穿着不要太暴露。穿着太暴露，将来都是堕地狱，妳自己无心，但是妳把世人教坏了。让我们想起来妇女出门，打扮最合乎神圣的要求，伊斯兰教，你看伊斯兰教妇女，头上、整个身体包起来，就露两个眼睛，好。还有像天主教的修女，她们出门服装整整齐齐，不暴露，这是对的。不明白这个道理，赶时髦，穿那么暴露，这都是把社会教坏了，妳有责任。妳穿这种服装街上走一趟，让多少人心里面起邪念，妳要背因果责任。不能不知道，这个不是开玩笑的话，千真万确的事实。",
      "zh_TW": "甚至於在前些年，應該是四、五年前，在國內有附體的，傳信息告訴我，叫我勸導大家，就是現代的女孩子穿著不要太暴露。穿著太暴露，將來都是墮地獄，妳自己無心，但是妳把世人教壞了。讓我們想起來婦女出門，打扮最合乎神聖的要求，伊斯蘭教，你看伊斯蘭教婦女，頭上、整個身體包起來，就露兩個眼睛，好。還有像天主教的修女，她們出門服裝整整齊齊，不暴露，這是對的。不明白這個道理，趕時髦，穿那麼暴露，這都是把社會教壞了，妳有責任。妳穿這種服裝街上走一趟，讓多少人心裡面起邪念，妳要背因果責任。不能不知道，這個不是開玩笑的話，千真萬確的事實。"
    },
    {
      "id": "02-044-0010_p0011",
      "zh_CN": "普遍平等，三昧就是禅定，念佛三昧中最高、最深的。『诸深总持』，总就是一切法，总一切法、持一切义，总持是这个意思。诸深总持，这个契入不是浅浅契入，而是很深度的契入。圣贤的教诲完全是从自性里头流出来的，就是从真心里面说的是真话。妄心就是从妄念，从妄想、从妄念上生的念头，这是妄心，妄心里面没有一样是真的。简单的说，一切善法决定保证不会丢失，一切恶法决定不会生起来，安住在念佛三昧之中，一直到成佛。",
      "zh_TW": "普遍平等，三昧就是禪定，念佛三昧中最高、最深的。『諸深總持』，總就是一切法，總一切法、持一切義，總持是這個意思。諸深總持，這個契入不是淺淺契入，而是很深度的契入。聖賢的教誨完全是從自性裡頭流出來的，就是從真心裡面說的是真話。妄心就是從妄念，從妄想、從妄念上生的念頭，這是妄心，妄心裡面沒有一樣是真的。簡單的說，一切善法決定保證不會丟失，一切惡法決定不會生起來，安住在念佛三昧之中，一直到成佛。"
    },
    {
      "id": "02-044-0010_p0012",
      "zh_CN": "菩萨虽然还没到西方，但是听到阿弥陀佛的名号、读到《无量寿经》，就能够得到阿弥陀佛本愿加持，本愿就是这一愿，得到这一愿的加持。但菩萨必须对阿弥陀佛生仰慕、恭敬之心。如对经法名号排斥、毁谤，不但得不到加持，而且有甚深罪过。现在的人造罪业的人多，他不知道，没有读经，也没有人讲经，讲经的人少了，愈来愈少。我初学佛的时候，中国这些法师、居士讲经大概还有二、三十个，现在没有了，现在二、三个都找不到，这怎么办？我们这些年来，从讲经这方面起了一点作用，完全是靠卫星传播、网路传播。我们没有道场，没有讲堂，所以在电视、在网路上都可以看到。这是个不得已的方法，在现前这个时代，这个方法是正确的，我们不能不知道。讲经难不难？不难，只要你发心讲经，你就得到阿弥陀佛加持。你讲出来的，人家赞叹你讲得不错，自己也感觉得奇怪，我怎么会讲得这么好？佛力加持，自自然然流露出来。所以佛是真慈悲，真保佑你、真加持你，你不肯干就没法子。",
      "zh_TW": "菩薩雖然還沒到西方，但是聽到阿彌陀佛的名號、讀到《無量壽經》，就能夠得到阿彌陀佛本願加持，本願就是這一願，得到這一願的加持。但菩薩必須對阿彌陀佛生仰慕、恭敬之心。如對經法名號排斥、毀謗，不但得不到加持，而且有甚深罪過。現在的人造罪業的人多，他不知道，沒有讀經，也沒有人講經，講經的人少了，愈來愈少。我初學佛的時候，中國這些法師、居士講經大概還有二、三十個，現在沒有了，現在二、三個都找不到，這怎麼辦？我們這些年來，從講經這方面起了一點作用，完全是靠衛星傳播、網路傳播。我們沒有道場，沒有講堂，所以在電視、在網路上都可以看到。這是個不得已的方法，在現前這個時代，這個方法是正確的，我們不能不知道。講經難不難？不難，只要你發心講經，你就得到阿彌陀佛加持。你講出來的，人家讚歎你講得不錯，自己也感覺得奇怪，我怎麼會講得這麼好？佛力加持，自自然然流露出來。所以佛是真慈悲，真保佑你、真加持你，你不肯幹就沒法子。"
    },
    {
      "id": "02-044-0010_p0013",
      "zh_CN": "『定中常供无量无边一切诸佛，不失定意』，这是第四十五愿「定中供佛」。供养无量无边一切诸佛，不是少数，遍法界虚空界一切诸佛你全都供养到。在定中，不必离开本处，起一个念头就能供养一切诸佛。最难得的是他还不失定意，也就是说他在定中，他定中的境界没有失去。我们自己一个人在道场修行心很清净，一旦向某善知识参访，定就失掉了。我们平时念佛，为什么见不到阿弥陀佛？见不到还好，见到一定很喜欢，那个喜欢的心动了，你的定意失掉了。所以佛菩萨不常现身，怕扰乱你、怕干扰你。到你有本事见阿弥陀佛见如不见，毫不动摇，不受动摇，你就常常见到佛。佛现身是帮助你戒定慧，不会干扰你戒定慧，凡是会干扰戒定慧，他一定不现身，就这么个道理。所以说不见还好，见到一定大惊喜，反而心动，甚至于起傲慢之心，看不起别的修行人，我的功夫比你好，我见到佛你还没见到，傲慢。傲慢是大烦恼，你这种烦恼还在、习气还在，佛不现身。",
      "zh_TW": "『定中常供無量無邊一切諸佛，不失定意』，這是第四十五願「定中供佛」。供養無量無邊一切諸佛，不是少數，遍法界虛空界一切諸佛你全都供養到。在定中，不必離開本處，起一個念頭就能供養一切諸佛。最難得的是他還不失定意，也就是說他在定中，他定中的境界沒有失去。我們自己一個人在道場修行心很清淨，一旦向某善知識參訪，定就失掉了。我們平時念佛，為什麼見不到阿彌陀佛？見不到還好，見到一定很喜歡，那個喜歡的心動了，你的定意失掉了。所以佛菩薩不常現身，怕擾亂你、怕干擾你。到你有本事見阿彌陀佛見如不見，毫不動搖，不受動搖，你就常常見到佛。佛現身是幫助你戒定慧，不會干擾你戒定慧，凡是會干擾戒定慧，他一定不現身，就這麼個道理。所以說不見還好，見到一定大驚喜，反而心動，甚至於起傲慢之心，看不起別的修行人，我的功夫比你好，我見到佛你還沒見到，傲慢。傲慢是大煩惱，你這種煩惱還在、習氣還在，佛不現身。"
    },
    {
      "id": "02-044-0010_p0014",
      "zh_CN": "即使将来见到佛，或西方极乐世界，如祖师们一样，不必当回事，一切境界现前，决定不执着，这个时候你就会常见。如慧远大师当年在世，他是三次见到极乐世界，从来没跟人讲过。到他往生的时候他才说出来，极乐世界又现前了，他第四次才告诉大家，我要走了，要往生到极乐世界去，极乐世界的相过去见过三次。你看，不吭声。同样，一切魔境现前不生瞋恚，也不失定意。魔会变成佛来骗你，来引诱你，这个事情很多，喜欢神通感应的人特别多。这不是好事，这让你得不到三昧，你自己可以想想，你的心定不下来，魔常常来干扰。",
      "zh_TW": "即使將來見到佛，或西方極樂世界，如祖師們一樣，不必當回事，一切境界現前，決定不執著，這個時候你就會常見。如慧遠大師當年在世，他是三次見到極樂世界，從來沒跟人講過。到他往生的時候他才說出來，極樂世界又現前了，他第四次才告訴大家，我要走了，要往生到極樂世界去，極樂世界的相過去見過三次。你看，不吭聲。同樣，一切魔境現前不生瞋恚，也不失定意。魔會變成佛來騙你，來引誘你，這個事情很多，喜歡神通感應的人特別多。這不是好事，這讓你得不到三昧，你自己可以想想，你的心定不下來，魔常常來干擾。"
    },
    {
      "id": "02-044-0010_p0015",
      "zh_CN": "我们要记住，为什么这些祖师大德他能沉得住气？他见如不见。不是他忘记，他清清楚楚，他绝对不会说。这就是「凡所有相皆是虚妄」，《金刚经》上说的。你不起心不动念是真的，你要起心动念被它干扰，它就是虚妄的，它就不是真的。所以究竟是见到真佛、假佛，真极乐世界、假极乐世界，不要问别人，你自己很清楚、很明白。如如不动就是真的；见到，起心动念，好不容易我今天见到佛，我今天见到光，我闻到香，到处给人宣说，那是假的，那不是真的。说明他的心是浮动的，心浮气躁，所见的相真的是幻相，凡所有相皆是虚妄。他要如如不动，见如不见，他见的就是真的，那就不是假的，他没有被境界所转，不受它的影响，依然一句圣号。顺境、逆境现前，我们的心都是清净的，都不受干扰，逆境没有恐怖，顺境没有欢喜，这是真正得三昧。",
      "zh_TW": "我們要記住，為什麼這些祖師大德他能沉得住氣？他見如不見。不是他忘記，他清清楚楚，他絕對不會說。這就是「凡所有相皆是虛妄」，《金剛經》上說的。你不起心不動念是真的，你要起心動念被它干擾，它就是虛妄的，它就不是真的。所以究竟是見到真佛、假佛，真極樂世界、假極樂世界，不要問別人，你自己很清楚、很明白。如如不動就是真的；見到，起心動念，好不容易我今天見到佛，我今天見到光，我聞到香，到處給人宣說，那是假的，那不是真的。說明他的心是浮動的，心浮氣躁，所見的相真的是幻相，凡所有相皆是虛妄。他要如如不動，見如不見，他見的就是真的，那就不是假的，他沒有被境界所轉，不受它的影響，依然一句聖號。順境、逆境現前，我們的心都是清淨的，都不受干擾，逆境沒有恐怖，順境沒有歡喜，這是真正得三昧。"
    },
    {
      "id": "02-044-0010_p0016",
      "zh_CN": "末后这一章，第四十六、四十七、四十八有三愿。记住，这都是特别加持小菩萨的，小菩萨在六道教化众生，阿弥陀佛本愿威神加持他。",
      "zh_TW": "末後這一章，第四十六、四十七、四十八有三願。記住，這都是特別加持小菩薩的，小菩薩在六道教化眾生，阿彌陀佛本願威神加持他。"
    },
    {
      "id": "02-044-0010_p0017",
      "zh_CN": "【我作佛时。他方世界诸菩萨众。闻我名者。证离生法。获陀罗尼。】",
      "zh_TW": "【我作佛時。他方世界諸菩薩眾。聞我名者。證離生法。獲陀羅尼。】"
    },
    {
      "id": "02-044-0010_p0018",
      "zh_CN": "这是第四十六愿「获陀罗尼」，得到陀罗尼。第四十七：",
      "zh_TW": "這是第四十六願「獲陀羅尼」，得到陀羅尼。第四十七："
    },
    {
      "id": "02-044-0010_p0019",
      "zh_CN": "【清净欢喜。得平等住。修菩萨行。具足德本。应时不获一二三忍。】",
      "zh_TW": "【清淨歡喜。得平等住。修菩薩行。具足德本。應時不獲一二三忍。】"
    },
    {
      "id": "02-044-0010_p0020",
      "zh_CN": "这是「闻名得忍愿」，忍就是定。",
      "zh_TW": "這是「聞名得忍願」，忍就是定。"
    },
    {
      "id": "02-044-0010_p0021",
      "zh_CN": "【于诸佛法。不能现证不退转者。】",
      "zh_TW": "【於諸佛法。不能現證不退轉者。】"
    },
    {
      "id": "02-044-0010_p0022",
      "zh_CN": "这是「现证不退」。末后这一句：",
      "zh_TW": "這是「現證不退」。末後這一句："
    },
    {
      "id": "02-044-0010_p0023",
      "zh_CN": "【不取正觉。】",
      "zh_TW": "【不取正覺。】"
    },
    {
      "id": "02-044-0010_p0024",
      "zh_CN": "总结这个三愿也圆满证得了。",
      "zh_TW": "總結這個三願也圓滿證得了。"
    },
    {
      "id": "02-044-0010_p0025",
      "zh_CN": "『证离生法』，这个「生」字指六道轮回，「离生法」是永远脱离三界六道，就是你真正脱离六道轮回。菩萨示现在三界六道，如得不到佛的加持，他有隔阴之迷。到这个世间又投胎，前生的事情都忘掉，都记不起来，这叫隔阴之迷。有隔阴之迷他就有生死法，他不容易离开六道，一定要得阿弥陀佛本愿威神加持，现证不退。",
      "zh_TW": "『證離生法』，這個「生」字指六道輪迴，「離生法」是永遠脫離三界六道，就是你真正脫離六道輪迴。菩薩示現在三界六道，如得不到佛的加持，他有隔陰之迷。到這個世間又投胎，前生的事情都忘掉，都記不起來，這叫隔陰之迷。有隔陰之迷他就有生死法，他不容易離開六道，一定要得阿彌陀佛本願威神加持，現證不退。"
    },
    {
      "id": "02-044-0010_p0026",
      "zh_CN": "『陀罗尼』是梵语，翻成中国意思叫总持，总是总一切法，持是持一切义，也就是一切法的总纲领。用很少的语言、很少的文字，把整个佛法掌握住了。我们就知道，最殊胜的，陀罗尼当中最殊胜的、最高尚的，一切陀罗尼没有能跟它相比的，就是一句阿弥陀佛。所以阿弥陀佛是圆圆满满，一切诸佛所说的佛法总持，大总持法门，这个要知道，它太简单、太容易，这一句真的包罗万象。古大德跟我们说，这句佛号从哪里生的？四十八愿从第十八愿生的，第十八愿是「十念必生」，这就晓得从哪里来的。十八愿从哪里来的？从四十八愿来的；四十八愿从哪里来的？从《无量寿经》来的；《无量寿经》从哪里来的？是从《华严经》来的。《华严经》从哪里来的？是一切诸佛如来成佛道度众生的第一经，最圆满最究竟的一部经，《大方广佛华严》。你要这样去看，回头看它那个源头你就晓得，阿弥陀佛这一句不可思议。从阿弥陀佛生出十八愿，从十八愿生出四十八愿，从四十八愿生出《无量寿经》，从《无量寿经》生出《华严经》，《华严经》就是释迦牟尼佛四十九年所说一切经的代表。这一切经从哪里来？是一切诸佛无量劫来修行证果，回归自性，发现是从自性里头流露出来的。",
      "zh_TW": "『陀羅尼』是梵語，翻成中國意思叫總持，總是總一切法，持是持一切義，也就是一切法的總綱領。用很少的語言、很少的文字，把整個佛法掌握住了。我們就知道，最殊勝的，陀羅尼當中最殊勝的、最高尚的，一切陀羅尼沒有能跟它相比的，就是一句阿彌陀佛。所以阿彌陀佛是圓圓滿滿，一切諸佛所說的佛法總持，大總持法門，這個要知道，它太簡單、太容易，這一句真的包羅萬象。古大德跟我們說，這句佛號從哪裡生的？四十八願從第十八願生的，第十八願是「十念必生」，這就曉得從哪裡來的。十八願從哪裡來的？從四十八願來的；四十八願從哪裡來的？從《無量壽經》來的；《無量壽經》從哪裡來的？是從《華嚴經》來的。《華嚴經》從哪裡來的？是一切諸佛如來成佛道度眾生的第一經，最圓滿最究竟的一部經，《大方廣佛華嚴》。你要這樣去看，回頭看它那個源頭你就曉得，阿彌陀佛這一句不可思議。從阿彌陀佛生出十八願，從十八願生出四十八願，從四十八願生出《無量壽經》，從《無量壽經》生出《華嚴經》，《華嚴經》就是釋迦牟尼佛四十九年所說一切經的代表。這一切經從哪裡來？是一切諸佛無量劫來修行證果，回歸自性，發現是從自性裡頭流露出來的。"
    },
    {
      "id": "02-044-0010_p0027",
      "zh_CN": "这一句阿弥陀佛能帮助我们明心见性，证到究竟的果位，常寂光，净土宗叫常寂光净土，大乘教里面叫毘卢遮那，法身如来。毘卢遮那是梵语，翻成中国意思叫遍一切处。遍一切处、遍一切时，一切时、一切处无处不在，它是宇宙一切法的本体，整个宇宙是从它变现出来的。你能够见性，全宇宙你就明白了，这叫成佛，这叫大觉。大觉，然后发现大觉就是真心，真心就是大觉。真心没有相，真心里头一法不立，有一法就是染污。染污是妄心，不是真心，真心里头什么也没有。才晓得阿弥陀佛这句名号不可思议，所以总持，总一切法，持一切义，也就是一切法的总纲领。",
      "zh_TW": "這一句阿彌陀佛能幫助我們明心見性，證到究竟的果位，常寂光，淨土宗叫常寂光淨土，大乘教裡面叫毘盧遮那，法身如來。毘盧遮那是梵語，翻成中國意思叫遍一切處。遍一切處、遍一切時，一切時、一切處無處不在，它是宇宙一切法的本體，整個宇宙是從它變現出來的。你能夠見性，全宇宙你就明白了，這叫成佛，這叫大覺。大覺，然後發現大覺就是真心，真心就是大覺。真心沒有相，真心裡頭一法不立，有一法就是染污。染污是妄心，不是真心，真心裡頭什麼也沒有。才曉得阿彌陀佛這句名號不可思議，所以總持，總一切法，持一切義，也就是一切法的總綱領。"
    },
    {
      "id": "02-044-0010_p0028",
      "zh_CN": "陀罗尼，通常经教里说有四种，第一个是法，第二个是义，第三个是咒，第四个是忍。法就是教学，佛的教学持之不忘。四十九年所说的一切法，这是经教。义是理论，是经教里面所说的道理，持之不忘。咒是神咒，密宗里头多，显教里头偶然也有。忍是于法之实相安住。忍就是肯定、承认，对于佛所说的诸法实相不怀疑、不拒绝，能信，能接受，能依教奉行。抓到纲领，教化众生就不会有错误，于一切法没有障碍，这是陀罗尼。",
      "zh_TW": "陀羅尼，通常經教裡說有四種，第一個是法，第二個是義，第三個是咒，第四個是忍。法就是教學，佛的教學持之不忘。四十九年所說的一切法，這是經教。義是理論，是經教裡面所說的道理，持之不忘。咒是神咒，密宗裡頭多，顯教裡頭偶然也有。忍是於法之實相安住。忍就是肯定、承認，對於佛所說的諸法實相不懷疑、不拒絕，能信，能接受，能依教奉行。抓到綱領，教化眾生就不會有錯誤，於一切法沒有障礙，這是陀羅尼。"
    },
    {
      "id": "02-044-0010_p0029",
      "zh_CN": "『清净欢喜，得平等住』，「平等」这两个字非常重要，一切万法，体平等，相也平等。体平等，我们没有话说，都知道一切法从自性生的，自性是一切法的本体，完全平等，这个我们可以接受。相也平等，我们就很难接受，我们看就不平等，因为我们着相，迷在假相上。例如一般的房屋，有的建筑很好，有些很平常，不一样，我们看是这个看法。如果请一个建筑师来看，他只看到这个房屋用了多少砖瓦、多少水泥、多少木材，他看房子全是平等的，看皇宫跟贫苦人家的茅蓬它都是平等的。所以你从哪一方面看。",
      "zh_TW": "『清淨歡喜，得平等住』，「平等」這兩個字非常重要，一切萬法，體平等，相也平等。體平等，我們沒有話說，都知道一切法從自性生的，自性是一切法的本體，完全平等，這個我們可以接受。相也平等，我們就很難接受，我們看就不平等，因為我們著相，迷在假相上。例如一般的房屋，有的建築很好，有些很平常，不一樣，我們看是這個看法。如果請一個建築師來看，他只看到這個房屋用了多少磚瓦、多少水泥、多少木材，他看房子全是平等的，看皇宮跟貧苦人家的茅蓬它都是平等的。所以你從哪一方面看。"
    },
    {
      "id": "02-044-0010_p0030",
      "zh_CN": "菩萨看到真相，了解万法平等，万法一如，所有分别执着统统没有，得真正清净平等，我们这个经题上说的，这是真心。此时必定证得三忍，三忍就是本经里所说的「音响忍、柔顺忍、无生法忍」。在《仁王经》上也是用忍说明菩萨果位，分为五种。第一个「伏忍」，能把妄想执着伏住，没断，这是带业往生的基本条件。外表要随顺，内心要清净平等，不能被外界动摇。这是学佛的人一定要搞清楚、要搞明白，学佛真正有功夫没功夫就看这几句。外面随顺，恒顺众生，随喜功德。顺境要忍，逆境也要忍；善缘要忍，恶缘也要忍，用这一个字来生活、工作、处事待人接物，你就像菩萨一样，这是好事情，不能为外界所动摇。诸佛菩萨喜怒哀乐都是教学。我们在佛法里面所看到的，特别是看到表法，你看菩萨有喜怒哀乐的相，阿罗汉更多，那些面孔都是表法的，都是教学的。所以面孔只是唱戏而已，要让我们在各种不同的环境、不同的面孔当中，生平等心、生恭敬心、生尊重心，我们就得受用。第二种「信忍」，信心成就，深信不疑，比前面伏忍要深一层。伏，完全伏住，并没有断；信忍他已经自然，他已经断掉，换句话说，在生活当中他习惯了。第三种「顺忍」，这就是前面所说的柔顺忍。《仁王经》上五忍与本经三忍一配合，大致上可以了解，这都是指圆教地上菩萨的境界，实在讲很高的境界。",
      "zh_TW": "菩薩看到真相，了解萬法平等，萬法一如，所有分別執著統統沒有，得真正清淨平等，我們這個經題上說的，這是真心。此時必定證得三忍，三忍就是本經裡所說的「音響忍、柔順忍、無生法忍」。在《仁王經》上也是用忍說明菩薩果位，分為五種。第一個「伏忍」，能把妄想執著伏住，沒斷，這是帶業往生的基本條件。外表要隨順，內心要清淨平等，不能被外界動搖。這是學佛的人一定要搞清楚、要搞明白，學佛真正有功夫沒功夫就看這幾句。外面隨順，恆順眾生，隨喜功德。順境要忍，逆境也要忍；善緣要忍，惡緣也要忍，用這一個字來生活、工作、處事待人接物，你就像菩薩一樣，這是好事情，不能為外界所動搖。諸佛菩薩喜怒哀樂都是教學。我們在佛法裡面所看到的，特別是看到表法，你看菩薩有喜怒哀樂的相，阿羅漢更多，那些面孔都是表法的，都是教學的。所以面孔只是唱戲而已，要讓我們在各種不同的環境、不同的面孔當中，生平等心、生恭敬心、生尊重心，我們就得受用。第二種「信忍」，信心成就，深信不疑，比前面伏忍要深一層。伏，完全伏住，並沒有斷；信忍他已經自然，他已經斷掉，換句話說，在生活當中他習慣了。第三種「順忍」，這就是前面所說的柔順忍。《仁王經》上五忍與本經三忍一配合，大致上可以了解，這都是指圓教地上菩薩的境界，實在講很高的境界。"
    },
    {
      "id": "02-044-0010_p0031",
      "zh_CN": "所以后面这五愿特别为慈悲心重的菩萨，他还没有证到那么高的位次，但是他已经在教化众生，已经在干，干的时候当然遇到许多挫折，怎么办？阿弥陀佛加持他。这五愿特别加持这些人，让他把弘法利生的事情做圆满。『于诸佛法不能现证不退转者』，现前果证就是圆满证得三不退。位不退是阿罗汉证到的，行不退是菩萨证得的，念不退是法身菩萨证得的。这个阿弥陀佛最后的几愿，帮助十方菩萨而发的，不必到西方极乐世界，只要对阿弥陀佛称名、赞叹、恭敬、供养，依教修行，为人演说，必定得到阿弥陀佛最后五愿的加持。这就是五愿的加持。",
      "zh_TW": "所以後面這五願特別為慈悲心重的菩薩，他還沒有證到那麼高的位次，但是他已經在教化眾生，已經在幹，幹的時候當然遇到許多挫折，怎麼辦？阿彌陀佛加持他。這五願特別加持這些人，讓他把弘法利生的事情做圓滿。『於諸佛法不能現證不退轉者』，現前果證就是圓滿證得三不退。位不退是阿羅漢證到的，行不退是菩薩證得的，念不退是法身菩薩證得的。這個阿彌陀佛最後的幾願，幫助十方菩薩而發的，不必到西方極樂世界，只要對阿彌陀佛稱名、讚歎、恭敬、供養，依教修行，為人演說，必定得到阿彌陀佛最後五願的加持。這就是五願的加持。"
    },
    {
      "id": "02-044-0010_p0032",
      "zh_CN": "所以我们在今天学佛能不能成就，读了这一品经，「发大誓愿」第六品，我们就明白了。一定要坚定信心、愿心，蕅益大师说得好，净土法门关键在信愿，深信切愿，必定得生。能不能往生在你有没有信愿，这决定你往生。往生到极乐世界品位高下，那是你念佛功夫的深浅，功夫深，品位高，功夫浅品位低。不是多少，没有讲念佛多少，是讲功夫。功夫在哪里？功夫在放下。我们在经题上看到功夫，清净心是功夫，念到清净心现前决定得生，而且生方便有余土；再向上提升得平等心，平等是菩萨证得的，生实报庄严土；大彻大悟，那有个觉字，觉就是大彻大悟、明心见性，那是什么果位？那是实报土里面八地以上，这大乘经上常说的，八地以上接近成佛。清净平等觉是功夫，功夫要从放下上下手，你放下得愈多，你的品位就愈高，道理在此地。",
      "zh_TW": "所以我們在今天學佛能不能成就，讀了這一品經，「發大誓願」第六品，我們就明白了。一定要堅定信心、願心，蕅益大師說得好，淨土法門關鍵在信願，深信切願，必定得生。能不能往生在你有沒有信願，這決定你往生。往生到極樂世界品位高下，那是你念佛功夫的深淺，功夫深，品位高，功夫淺品位低。不是多少，沒有講念佛多少，是講功夫。功夫在哪裡？功夫在放下。我們在經題上看到功夫，清淨心是功夫，念到清淨心現前決定得生，而且生方便有餘土；再向上提升得平等心，平等是菩薩證得的，生實報莊嚴土；大徹大悟，那有個覺字，覺就是大徹大悟、明心見性，那是什麼果位？那是實報土裡面八地以上，這大乘經上常說的，八地以上接近成佛。清淨平等覺是功夫，功夫要從放下上下手，你放下得愈多，你的品位就愈高，道理在此地。"
    },
    {
      "id": "02-044-0010_p0033",
      "zh_CN": "既然学净宗，净宗是大乘，那就是学阿弥陀佛。阿弥陀佛是什么心？阿弥陀佛发心建立西方极乐世界，是要普度遍法界虚空界十方诸佛刹土里面六道苦难众生，是为这个建立的极乐世界。所以极乐世界我们都有分，我们是六道里面苦难众生，想出六道没有办法，他给我们提供这样的一个道场。而且进入这个道场条件很简单，决定不能怀疑，怀疑就不能去。所以一定要信，要真信，这个信心决定不会动摇，什么样的环境我们都不会受诱惑，我们一心一意就是求生极乐世界。愿心要恳切，信心要真实，决定得生。",
      "zh_TW": "既然學淨宗，淨宗是大乘，那就是學阿彌陀佛。阿彌陀佛是什麼心？阿彌陀佛發心建立西方極樂世界，是要普度遍法界虛空界十方諸佛剎土裡面六道苦難眾生，是為這個建立的極樂世界。所以極樂世界我們都有分，我們是六道裡面苦難眾生，想出六道沒有辦法，他給我們提供這樣的一個道場。而且進入這個道場條件很簡單，決定不能懷疑，懷疑就不能去。所以一定要信，要真信，這個信心決定不會動搖，什麼樣的環境我們都不會受誘惑，我們一心一意就是求生極樂世界。願心要懇切，信心要真實，決定得生。"
    },
    {
      "id": "02-044-0010_p0034",
      "zh_CN": "生极乐世界，不必把品位放在心上，因为那没有关系，凡圣同居土下下品往生也好，蕅益大师说的话。有人问他老人家，这是净宗第九代的祖师，问他：你求往生，什么样的品位你就满足？他跟人说，「我能凡圣同居土下下品往生，我就满足」，祖师说的话。我们印光大师对蕅益大师佩服得五体投地。信愿持名，求生净土，这句话是蕅益大师讲的，讲绝了，你看这么深的经，他只四个字就把你解决了，信愿持名，这么简单。信愿就是发菩提心，持名就是一向专念，讲得多好！所以印光大师说，这是阿弥陀佛再来，如果不是阿弥陀佛再来，肯定是观音、势至来的，绝不是普通人，这是赞叹蕅益大师。蕅益大师确实给了我们信心，我们不再怀疑。无论造作什么样的罪业都不要紧，不要去想它，不要去念它，只念阿弥陀佛，就把那些罪障统统都念掉了。一声阿弥陀佛消八十亿劫生死重罪，你为什么不念？念得愈多愈好，无量劫的罪业统统消光了，那你到极乐世界品位就高，不是在凡圣同居土，肯定在实报庄严土。",
      "zh_TW": "生極樂世界，不必把品位放在心上，因為那沒有關係，凡聖同居土下下品往生也好，蕅益大師說的話。有人問他老人家，這是淨宗第九代的祖師，問他：你求往生，什麼樣的品位你就滿足？他跟人說，「我能凡聖同居土下下品往生，我就滿足」，祖師說的話。我們印光大師對蕅益大師佩服得五體投地。信願持名，求生淨土，這句話是蕅益大師講的，講絕了，你看這麼深的經，他只四個字就把你解決了，信願持名，這麼簡單。信願就是發菩提心，持名就是一向專念，講得多好！所以印光大師說，這是阿彌陀佛再來，如果不是阿彌陀佛再來，肯定是觀音、勢至來的，絕不是普通人，這是讚歎蕅益大師。蕅益大師確實給了我們信心，我們不再懷疑。無論造作什麼樣的罪業都不要緊，不要去想它，不要去念它，只念阿彌陀佛，就把那些罪障統統都念掉了。一聲阿彌陀佛消八十億劫生死重罪，你為什麼不念？念得愈多愈好，無量劫的罪業統統消光了，那你到極樂世界品位就高，不是在凡聖同居土，肯定在實報莊嚴土。"
    },
    {
      "id": "02-044-0010_p0035",
      "zh_CN": "实报土能不能念到八地菩萨的境界？在理上讲是可能的；事上，那你功夫不能间断。眼前的榜样，海贤老和尚，一句佛号念了九十二年，没有丢失。一切时、一切处，心上就是阿弥陀佛，口不出声，心里佛号不间断，这叫功夫，这叫功夫得力。这个人二Ｏ一三年往生的，今年二Ｏ一五年，两年前往生的，距离我们很近，给我们表法，给我们做证明。他能做得到，我们也能做到。这个老和尚不认识字，没有念过书，他怎么成就的？就一句阿弥陀佛。告诉我们，给我们做证明，极乐世界真有，阿弥陀佛真有。凭什么？他见过，我们没有见过，他见过，见过不止一次。九十二年当中，我肯定他见极乐世界、见阿弥陀佛不止十次；换句话说，他对西方极乐世界很熟。给我们证明，这是真的不是假的，我们要能相信，他不会骗人。",
      "zh_TW": "實報土能不能念到八地菩薩的境界？在理上講是可能的；事上，那你功夫不能間斷。眼前的榜樣，海賢老和尚，一句佛號念了九十二年，沒有丟失。一切時、一切處，心上就是阿彌陀佛，口不出聲，心裡佛號不間斷，這叫功夫，這叫功夫得力。這個人二Ｏ一三年往生的，今年二Ｏ一五年，兩年前往生的，距離我們很近，給我們表法，給我們做證明。他能做得到，我們也能做到。這個老和尚不認識字，沒有念過書，他怎麼成就的？就一句阿彌陀佛。告訴我們，給我們做證明，極樂世界真有，阿彌陀佛真有。憑什麼？他見過，我們沒有見過，他見過，見過不止一次。九十二年當中，我肯定他見極樂世界、見阿彌陀佛不止十次；換句話說，他對西方極樂世界很熟。給我們證明，這是真的不是假的，我們要能相信，他不會騙人。"
    },
    {
      "id": "02-044-0010_p0036",
      "zh_CN": "他的寿命那么长，也不是他自己本来有的，我们相信他的寿命也不过是七老八十，也就这样的；能活到一百一十二岁，那个寿命阿弥陀佛给他的。在他修行一生当中，我们估计三十岁以后他想往生就能往生，佛就会来接引他。他说过很多次想往生，求阿弥陀佛带他到极乐世界，佛不肯带他去，告诉他：你修得不错，修得很好，在这个世间长住几年，给大家做个好榜样。他是奉佛命令来表法的，给我们做榜样的。到什么时候佛来接他？阿弥陀佛告诉他，什么时候看到这本书，佛就来接他往生。所以他等，等到一百一十二岁真看到这本书。是一些信徒到这个小庙里面去看老和尚，带着这本书，老和尚就问，你们带的书，那个书是什么书？大家告诉他，这个书名叫《若要佛法兴，唯有僧赞僧》。他听到非常欢喜，好像在那里等，等了很多年就想这个宝贝，居然得到了，那种兴奋是无法形容的，欢喜。穿袍搭衣，主动要求人给他照相，就是我们现在那边挂的那张照片，最后一张照片，这个相照完，三天他就走了。真的，不是假的。",
      "zh_TW": "他的壽命那麼長，也不是他自己本來有的，我們相信他的壽命也不過是七老八十，也就這樣的；能活到一百一十二歲，那個壽命阿彌陀佛給他的。在他修行一生當中，我們估計三十歲以後他想往生就能往生，佛就會來接引他。他說過很多次想往生，求阿彌陀佛帶他到極樂世界，佛不肯帶他去，告訴他：你修得不錯，修得很好，在這個世間長住幾年，給大家做個好榜樣。他是奉佛命令來表法的，給我們做榜樣的。到什麼時候佛來接他？阿彌陀佛告訴他，什麼時候看到這本書，佛就來接他往生。所以他等，等到一百一十二歲真看到這本書。是一些信徒到這個小廟裡面去看老和尚，帶著這本書，老和尚就問，你們帶的書，那個書是什麼書？大家告訴他，這個書名叫《若要佛法興，唯有僧讚僧》。他聽到非常歡喜，好像在那裡等，等了很多年就想這個寶貝，居然得到了，那種興奮是無法形容的，歡喜。穿袍搭衣，主動要求人給他照相，就是我們現在那邊掛的那張照片，最後一張照片，這個相照完，三天他就走了。真的，不是假的。"
    },
    {
      "id": "02-044-0010_p0037",
      "zh_CN": "一个多月以前他就晓得有这个信息，所以他一些老同参、老同修都去看看，见最后一面，以前所住过的地方他也去看看，这些道场，跟娑婆世界法缘很深。临走的这一天，他是晚上走的，白天还在农地上做工，做了一天。到天黑了，别人跟他讲：可以了，明天再做，可以休息了。他回答人家说：快了，快完了，做完我就不做了。这是个双关语，听的人没听懂，没想到到第二天就走了。真的，他那天说过，他以后不再做了。",
      "zh_TW": "一個多月以前他就曉得有這個信息，所以他一些老同參、老同修都去看看，見最後一面，以前所住過的地方他也去看看，這些道場，跟娑婆世界法緣很深。臨走的這一天，他是晚上走的，白天還在農地上做工，做了一天。到天黑了，別人跟他講：可以了，明天再做，可以休息了。他回答人家說：快了，快完了，做完我就不做了。這是個雙關語，聽的人沒聽懂，沒想到到第二天就走了。真的，他那天說過，他以後不再做了。"
    },
    {
      "id": "02-044-0010_p0038",
      "zh_CN": "他为我们做证明，刚才讲的是最重要的，比最重要的还重要的，那就是为我们这批人。我们修净土的人遭了大难，这个大难就是许许多多人批评我们、毁谤我们、排斥我们，这个力量很大，在中国国内、在海外，这十几年来我们受尽委屈。他老人家给我们做证明，就是拿到这本书，给我们证明我们所依靠的经本是真经，就是《大乘无量寿庄严清净平等觉经》，夏莲居老居士的会集本是真经。这个会集本里面每一个字都是原译本的经文，没有改动。会集这个事情自古以来就有，但是有改动，唯独这一本是没有改动的，那就是真经，可以相信。这本书里头把这桩事情辨别得非常清楚，你看了之后疑问就解决了。第二个证明，黄念祖老居士的《大经解》，这个注解是正知正见，是可以相信的。他老人家采用八十三种经论，一百一十种祖师大德的注解，用这个来解释《无量寿经》的经文，正知正见。不是黄念老自己的意思，他每一句都给你拿证据，这句是出在哪个经哪个论，哪个祖师著作上，他能讲清楚、讲明白。这就是经注没问题。第三个就是为我们做证明，我们这十几年依靠这个经本、依靠这个注解来修行没错，我们不是盲修瞎练，我们不是邪门歪道。这些来给我们证明清楚，让我们放心。将来释迦牟尼佛的末法还有八千年，这八千年，学佛能在一生成就的全靠这部经书，真正不可思议。",
      "zh_TW": "他為我們做證明，剛才講的是最重要的，比最重要的還重要的，那就是為我們這批人。我們修淨土的人遭了大難，這個大難就是許許多多人批評我們、毀謗我們、排斥我們，這個力量很大，在中國國內、在海外，這十幾年來我們受盡委屈。他老人家給我們做證明，就是拿到這本書，給我們證明我們所依靠的經本是真經，就是《大乘無量壽莊嚴清淨平等覺經》，夏蓮居老居士的會集本是真經。這個會集本裡面每一個字都是原譯本的經文，沒有改動。會集這個事情自古以來就有，但是有改動，唯獨這一本是沒有改動的，那就是真經，可以相信。這本書裡頭把這樁事情辨別得非常清楚，你看了之後疑問就解決了。第二個證明，黃念祖老居士的《大經解》，這個註解是正知正見，是可以相信的。他老人家採用八十三種經論，一百一十種祖師大德的註解，用這個來解釋《無量壽經》的經文，正知正見。不是黃念老自己的意思，他每一句都給你拿證據，這句是出在哪個經哪個論，哪個祖師著作上，他能講清楚、講明白。這就是經註沒問題。第三個就是為我們做證明，我們這十幾年依靠這個經本、依靠這個註解來修行沒錯，我們不是盲修瞎練，我們不是邪門歪道。這些來給我們證明清楚，讓我們放心。將來釋迦牟尼佛的末法還有八千年，這八千年，學佛能在一生成就的全靠這部經書，真正不可思議。"
    },
    {
      "id": "02-044-0010_p0039",
      "zh_CN": "念老往生了，留下这个注解，我们现在给它编辑，科判排进去，做成科注流通。他在往生之前六个月万缘放下，一心专念阿弥陀佛，一天十四万声佛号，念了六个月他走了。一天十四万声，做榜样给我们看。在这个稍前，也都是在病中，将夏莲公老居士，也是最后一个著作，《净修捷要》，提供我们现在一般人，工作繁忙，没有时间做功课的，给他写一个最简单的课诵本，依照这个课诵本修行都能往生。这是夏莲居老居士无尽的慈悲，在晚年病中最后完成这个著作，分量不多。黄念祖老居士是他的学生，也是在晚年，也是在病中，把这个《净修捷要》做了一个《报恩谈》，是口述的，也就是为身边的这些同参道友们把《净修捷要》详细讲一遍，讲得真好！没有写文字，用录音录下来的，往生两年之后，大家才开始用这个录音资料把它写成书。有很多不同的版本，为什么？听老居士说话有的时候听错了，有的时候听漏掉，有的时候错解，所以就没有一个善本。有些同学发心整理，所有这些本子都搜集起来做参考，重新再听，听几十遍、听一百多遍。还有很难，一百多遍还是没把握听出的一直听，要听到明白为止，听二、三百遍。现在这个书印出来，这是一个善本书，花的时间多，真用心，全心全意在学这个东西。",
      "zh_TW": "念老往生了，留下這個註解，我們現在給它編輯，科判排進去，做成科註流通。他在往生之前六個月萬緣放下，一心專念阿彌陀佛，一天十四萬聲佛號，念了六個月他走了。一天十四萬聲，做榜樣給我們看。在這個稍前，也都是在病中，將夏蓮公老居士，也是最後一個著作，《淨修捷要》，提供我們現在一般人，工作繁忙，沒有時間做功課的，給他寫一個最簡單的課誦本，依照這個課誦本修行都能往生。這是夏蓮居老居士無盡的慈悲，在晚年病中最後完成這個著作，分量不多。黃念祖老居士是他的學生，也是在晚年，也是在病中，把這個《淨修捷要》做了一個《報恩談》，是口述的，也就是為身邊的這些同參道友們把《淨修捷要》詳細講一遍，講得真好！沒有寫文字，用錄音錄下來的，往生兩年之後，大家才開始用這個錄音資料把它寫成書。有很多不同的版本，為什麼？聽老居士說話有的時候聽錯了，有的時候聽漏掉，有的時候錯解，所以就沒有一個善本。有些同學發心整理，所有這些本子都蒐集起來做參考，重新再聽，聽幾十遍、聽一百多遍。還有很難，一百多遍還是沒把握聽出的一直聽，要聽到明白為止，聽二、三百遍。現在這個書印出來，這是一個善本書，花的時間多，真用心，全心全意在學這個東西。"
    },
    {
      "id": "02-044-0010_p0040",
      "zh_CN": "我们修这个法门，有很多人提出许多的疑问，我最近还收到一份资料，一位同学提了十几个问题。所有的这些问题，答案都在《报恩谈》里头。真难得，这是一本稀有难逢的好书，帮我们修净土的人化解一切疑惑。这个书我们印出来，这次带了不少过来，每一本后面附有一个光碟。要多听，听了之后再不会有疑问了；别人有疑问来请教你，你能给他解释，你可以给他答复，解答给他。非常难得。所以今天，我们除了《大经解科注》之外，这主修的，有两样东西帮助，一个就是海贤老和尚《来佛三圣永思集》，也有一片光碟，这是一个参考资料；另外一个就是黄念祖老居士《净修捷要报恩谈》，这一本也是不可思议的，非常稀有难得。",
      "zh_TW": "我們修這個法門，有很多人提出許多的疑問，我最近還收到一份資料，一位同學提了十幾個問題。所有的這些問題，答案都在《報恩談》裡頭。真難得，這是一本稀有難逢的好書，幫我們修淨土的人化解一切疑惑。這個書我們印出來，這次帶了不少過來，每一本後面附有一個光碟。要多聽，聽了之後再不會有疑問了；別人有疑問來請教你，你能給他解釋，你可以給他答覆，解答給他。非常難得。所以今天，我們除了《大經解科註》之外，這主修的，有兩樣東西幫助，一個就是海賢老和尚《來佛三聖永思集》，也有一片光碟，這是一個參考資料；另外一個就是黃念祖老居士《淨修捷要報恩談》，這一本也是不可思議的，非常稀有難得。"
    },
    {
      "id": "02-044-0010_p0041",
      "zh_CN": "这个经，一切诸佛都说难信易行，真的是难信，学习起来不难，很容易。最简单的，就是海贤老和尚给我们示现，一句阿弥陀佛念了九十二年。念到什么样的功夫？理一心不乱。什么叫理一心不乱？禅宗有个六祖惠能大师大家晓得，大彻大悟、明心见性，见性成佛，他成为禅宗第六代的祖师。海贤老和尚跟他是同一个阶级，也是念到，就是一句佛号念到理一心不乱，等于禅宗的大彻大悟、明心见性，达到这么高的境界。佛知道我们净宗在这个时代遇到困难，他来表法为我们作证。我们所遇到这困难，是一些人对净宗深入不够，产生误会而生起来的；真正把净宗搞清楚、搞明白，这些疑难全没有了。我们要是往全面深入的来观察，这些疑难也是好事情，逆增上缘。他们所说的、批评的，一桩一桩都解决了，帮助大家对这部经、这个法门断疑生信，再不会怀疑，帮助你在这一生当中决定往生，往生成佛。",
      "zh_TW": "這個經，一切諸佛都說難信易行，真的是難信，學習起來不難，很容易。最簡單的，就是海賢老和尚給我們示現，一句阿彌陀佛念了九十二年。念到什麼樣的功夫？理一心不亂。什麼叫理一心不亂？禪宗有個六祖惠能大師大家曉得，大徹大悟、明心見性，見性成佛，他成為禪宗第六代的祖師。海賢老和尚跟他是同一個階級，也是念到，就是一句佛號念到理一心不亂，等於禪宗的大徹大悟、明心見性，達到這麼高的境界。佛知道我們淨宗在這個時代遇到困難，他來表法為我們作證。我們所遇到這困難，是一些人對淨宗深入不夠，產生誤會而生起來的；真正把淨宗搞清楚、搞明白，這些疑難全沒有了。我們要是往全面深入的來觀察，這些疑難也是好事情，逆增上緣。他們所說的、批評的，一樁一樁都解決了，幫助大家對這部經、這個法門斷疑生信，再不會懷疑，幫助你在這一生當中決定往生，往生成佛。"
    },
    {
      "id": "02-044-0010_p0042",
      "zh_CN": "这次我到日本来，这是我第八次到日本来，过去，前面一次是讲经，在冈山净宗学会，这次来也是鸠山先生的邀请。因为时间不长，特别选的是《无量寿经》第六品，这是全经的精华，最重要的部分。这一品经是阿弥陀佛自己讲的，释迦牟尼佛为我们转述，转告我们，是阿弥陀佛自己说的，非常稀有难得。我们把它搞清楚、搞明白了，对于净土宗才会真信，不再疑惑，真正发愿往生，晓得极乐世界真的，真好，我们有条件去往生，不是难事情。这边是本师释迦牟尼佛推荐，那一边是西方极乐世界阿弥陀佛欢迎，欢迎我们去。为什么？我们跟佛同心同愿、同德同行，志同道合，哪有不欢喜的道理？这品经要天天读，读久了就能背诵。念这一品就等于念全经，这是全经的精华，全经最重要的部分，省事。全经太长，这里头一段，四十八品里一品，一段，认真努力学习。",
      "zh_TW": "這次我到日本來，這是我第八次到日本來，過去，前面一次是講經，在岡山淨宗學會，這次來也是鳩山先生的邀請。因為時間不長，特別選的是《無量壽經》第六品，這是全經的精華，最重要的部分。這一品經是阿彌陀佛自己講的，釋迦牟尼佛為我們轉述，轉告我們，是阿彌陀佛自己說的，非常稀有難得。我們把它搞清楚、搞明白了，對於淨土宗才會真信，不再疑惑，真正發願往生，曉得極樂世界真的，真好，我們有條件去往生，不是難事情。這邊是本師釋迦牟尼佛推薦，那一邊是西方極樂世界阿彌陀佛歡迎，歡迎我們去。為什麼？我們跟佛同心同願、同德同行，志同道合，哪有不歡喜的道理？這品經要天天讀，讀久了就能背誦。念這一品就等於念全經，這是全經的精華，全經最重要的部分，省事。全經太長，這裡頭一段，四十八品裡一品，一段，認真努力學習。"
    },
    {
      "id": "02-044-0010_p0043",
      "zh_CN": "这个世界社会不安定，地球上灾变很多。你们知道的比我多，你们看电视，我学佛五十年没看电视，没有看，报纸、杂志都不看，跟媒体断绝了。有一些重大的事情，有同学他们很难得，每个星期给我写一篇新闻摘要，重要的新闻，每个星期，页数不多，大概五、六页，我就看这个东西，其他的都不接触。灾难太多，一年比一年严重，很可怕，如何解决？我常说，科学家是凭数据来判断，佛法跟中国传统文化不如是。这个地方，诸位同学要好好记住，人都有趋吉避凶的概念，都希望自己一生过得平安、过得幸福。平安幸福从哪里来？从智慧来，从断恶修善、积功累德来，这才是真的。",
      "zh_TW": "這個世界社會不安定，地球上災變很多。你們知道的比我多，你們看電視，我學佛五十年沒看電視，沒有看，報紙、雜誌都不看，跟媒體斷絕了。有一些重大的事情，有同學他們很難得，每個星期給我寫一篇新聞摘要，重要的新聞，每個星期，頁數不多，大概五、六頁，我就看這個東西，其他的都不接觸。災難太多，一年比一年嚴重，很可怕，如何解決？我常說，科學家是憑數據來判斷，佛法跟中國傳統文化不如是。這個地方，諸位同學要好好記住，人都有趨吉避凶的概念，都希望自己一生過得平安、過得幸福。平安幸福從哪裡來？從智慧來，從斷惡修善、積功累德來，這才是真的。"
    },
    {
      "id": "02-044-0010_p0044",
      "zh_CN": "灾难能不能化解？能不能减轻？答案是肯定的。我记得二Ｏ一一年，四年前，五年了，今年是二Ｏ一五年。二Ｏ一一年，世界上有几位科学家在澳洲悉尼开会，也邀请了我，我没去，我们澳洲净宗学院派了八个人去参加。会议是两天，第一天的会议是报告量子力学最近研究的一些项目，做了报告。我们听到很欢喜，跟大乘佛法愈来愈靠近了，这些科学报告都可以给我们做证明。佛经上有许多论述跟现在量子力学家发现的相同，足以证明佛经里头有高等科学，让我们学佛感到很安慰。第二天他们的专题报告是二Ｏ一二年马雅的灾难预言，不是讲世界末日吗？讨论这桩事情。大概是一半一半，百分之五十相信有这个灾难，要有警觉心，另外有百分之五十不以为然。二Ｏ一二我们平安度过了。",
      "zh_TW": "災難能不能化解？能不能減輕？答案是肯定的。我記得二Ｏ一一年，四年前，五年了，今年是二Ｏ一五年。二Ｏ一一年，世界上有幾位科學家在澳洲悉尼開會，也邀請了我，我沒去，我們澳洲淨宗學院派了八個人去參加。會議是兩天，第一天的會議是報告量子力學最近研究的一些項目，做了報告。我們聽到很歡喜，跟大乘佛法愈來愈靠近了，這些科學報告都可以給我們做證明。佛經上有許多論述跟現在量子力學家發現的相同，足以證明佛經裡頭有高等科學，讓我們學佛感到很安慰。第二天他們的專題報告是二Ｏ一二年馬雅的災難預言，不是講世界末日嗎？討論這樁事情。大概是一半一半，百分之五十相信有這個災難，要有警覺心，另外有百分之五十不以為然。二Ｏ一二我們平安度過了。"
    },
    {
      "id": "02-044-0010_p0045",
      "zh_CN": "当时美国的量子力学家布莱登，他做总结说得好，他说这个灾难可以化解。他提出我们地球上现在有七十亿人，用百分之一的平方根，那大概还不到一万人，八千多人，就是总人口百分之一的平方根，大概有八千多人，他说有这一小撮的人能够断恶修善，能够端正心念，这个地球灾难可以化解。到哪里去找八千人？这八千人是真正的善人，是没有自私自利的念头，完全像佛经上所说的发菩提心，真正起心动念都是救苦救难，像菩萨一样。我们相信有，我们肉眼凡夫不认识，那是什么人？那是我们讲再来人，凡夫不认识。他在各行各业里头，男女老少都有，否则的话这个灾难怎么会平安度过？肯定有。可是这个难度过了，人心没改，一年比一年坏，这问题又来了。所以这个灾难只是，我们想到延迟了、减轻了。灾难存在，灾难确实有，什么时候爆发这是天机，天机不可泄露，没有人知道。我们相信这个灾难会是突发的，没有预兆。",
      "zh_TW": "當時美國的量子力學家布萊登，他做總結說得好，他說這個災難可以化解。他提出我們地球上現在有七十億人，用百分之一的平方根，那大概還不到一萬人，八千多人，就是總人口百分之一的平方根，大概有八千多人，他說有這一小撮的人能夠斷惡修善，能夠端正心念，這個地球災難可以化解。到哪裡去找八千人？這八千人是真正的善人，是沒有自私自利的念頭，完全像佛經上所說的發菩提心，真正起心動念都是救苦救難，像菩薩一樣。我們相信有，我們肉眼凡夫不認識，那是什麼人？那是我們講再來人，凡夫不認識。他在各行各業裡頭，男女老少都有，否則的話這個災難怎麼會平安度過？肯定有。可是這個難度過了，人心沒改，一年比一年壞，這問題又來了。所以這個災難只是，我們想到延遲了、減輕了。災難存在，災難確實有，什麼時候爆發這是天機，天機不可洩露，沒有人知道。我們相信這個災難會是突發的，沒有預兆。"
    },
    {
      "id": "02-044-0010_p0046",
      "zh_CN": "我们应该怎么做？应该像布莱登所说的，我们要断一切恶、修一切善，起心动念一定是与伦常道德、三皈、五戒、十善相应。也就是说，佛教给我们的三福、六和、三学、六度、普贤十愿，我们要认真学习，决定不能放松，起心动念与这个相应。这是我们早年，在美国成立净宗学会提出来的，净宗同学修学的五个科目。第一个科目是净业三福，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一福；第二福，「受持三皈，具足众戒，不犯威仪」；第三福，「发菩提心，深信因果，读诵大乘，劝进行者」。净业三福这十一句，前面十句都是成就自己，最后一句是劝我们要教化众生，行菩萨道。怎么落实？用三学，持戒、修定、开智慧。这个方法是从印度传过来的，传到中国来，儒家接受了，道家也接受了，所以中国这二、三千年来的教学都是循着这个规矩，持戒就是守规矩。老师的教学观念、教学方法，祖传的一门深入、长时薰修，这是教学的理念，跟现在不一样。现在学习，很多科目交叉学习，把人头脑都搞乱了，不清净。中国古人学东西只学一门，一门学会再学一门，他不是同时学很多门，他分开的，叫你心能专，能专一，真正得受用。专一久了就会得定，定就会开智慧，很有道理的。现在完全学西方，中国自己这个没有了。",
      "zh_TW": "我們應該怎麼做？應該像布萊登所說的，我們要斷一切惡、修一切善，起心動念一定是與倫常道德、三皈、五戒、十善相應。也就是說，佛教給我們的三福、六和、三學、六度、普賢十願，我們要認真學習，決定不能放鬆，起心動念與這個相應。這是我們早年，在美國成立淨宗學會提出來的，淨宗同學修學的五個科目。第一個科目是淨業三福，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一福；第二福，「受持三皈，具足眾戒，不犯威儀」；第三福，「發菩提心，深信因果，讀誦大乘，勸進行者」。淨業三福這十一句，前面十句都是成就自己，最後一句是勸我們要教化眾生，行菩薩道。怎麼落實？用三學，持戒、修定、開智慧。這個方法是從印度傳過來的，傳到中國來，儒家接受了，道家也接受了，所以中國這二、三千年來的教學都是循著這個規矩，持戒就是守規矩。老師的教學觀念、教學方法，祖傳的一門深入、長時薰修，這是教學的理念，跟現在不一樣。現在學習，很多科目交叉學習，把人頭腦都搞亂了，不清淨。中國古人學東西只學一門，一門學會再學一門，他不是同時學很多門，他分開的，叫你心能專，能專一，真正得受用。專一久了就會得定，定就會開智慧，很有道理的。現在完全學西方，中國自己這個沒有了。"
    },
    {
      "id": "02-044-0010_p0047",
      "zh_CN": "传统文化要复兴，还是要用中国老办法。老办法找不到学生，为什么找不到？现在年轻人心浮气躁。中国老办法的学生条件是真诚，你看印光大师常说「一分诚敬得一分利益，十分诚敬得十分利益」。没有诚敬，佛菩萨、孔子来教你，你都没有办法接受，那个养分吸收不进去，所以难难在这个地方。古时候，小孩从小父母就教他诚敬，所谓胎教，扎根教育，在全世界只有中国人知道，只有中国人真干。所以在两百年以前，中国世世代代都有圣贤君子出现，学佛的都有真正修行人，有开悟的、有得定的、有证果的，在外国找不到。现在我们自己把自己的文化丢掉至少一百五十年，要再往上提升大概两百年，丢掉两百年了，丢得很彻底。日本人的文化完全是中国传统文化，它自己本身没有，但是它保持得好。现在它虽然丢掉四百年，但是过去两千年在这个地方流行的，今天我们到日本农村里面去看，还能看出传统文化的信息，就是它保存得好，在日本能看到，日常生活都很守规矩。真正，我是前几年住在冈山农村里头，确实农村里头人路不拾遗，夜不闭户，中国人大同理想在日本看到。农村里面买菜没有商店，农民把菜卷在一起，上面标个价钱就放在那里，早晨放在那里他就干活去了，晚上回来收钱。你看，拿他东西看他的价钱，把钱放在篮子里头，没有人拿。在其他地方我没见过，在日本有，而且很多、很普遍。所以中国传统文化如果有人提倡，在日本复兴起来我觉得比中国容易，它还有很多好的习惯存在，这些好东西在中国、在台湾都没有了。",
      "zh_TW": "傳統文化要復興，還是要用中國老辦法。老辦法找不到學生，為什麼找不到？現在年輕人心浮氣躁。中國老辦法的學生條件是真誠，你看印光大師常說「一分誠敬得一分利益，十分誠敬得十分利益」。沒有誠敬，佛菩薩、孔子來教你，你都沒有辦法接受，那個養分吸收不進去，所以難難在這個地方。古時候，小孩從小父母就教他誠敬，所謂胎教，扎根教育，在全世界只有中國人知道，只有中國人真幹。所以在兩百年以前，中國世世代代都有聖賢君子出現，學佛的都有真正修行人，有開悟的、有得定的、有證果的，在外國找不到。現在我們自己把自己的文化丟掉至少一百五十年，要再往上提升大概兩百年，丟掉兩百年了，丟得很徹底。日本人的文化完全是中國傳統文化，它自己本身沒有，但是它保持得好。現在它雖然丟掉四百年，但是過去兩千年在這個地方流行的，今天我們到日本農村裡面去看，還能看出傳統文化的信息，就是它保存得好，在日本能看到，日常生活都很守規矩。真正，我是前幾年住在岡山農村裡頭，確實農村裡頭人路不拾遺，夜不閉戶，中國人大同理想在日本看到。農村裡面買菜沒有商店，農民把菜捲在一起，上面標個價錢就放在那裡，早晨放在那裡他就幹活去了，晚上回來收錢。你看，拿他東西看他的價錢，把錢放在籃子裡頭，沒有人拿。在其他地方我沒見過，在日本有，而且很多、很普遍。所以中國傳統文化如果有人提倡，在日本復興起來我覺得比中國容易，它還有很多好的習慣存在，這些好東西在中國、在台灣都沒有了。"
    },
    {
      "id": "02-044-0010_p0048",
      "zh_CN": "所以好东西要学，要端正心念。为什么？能够帮助社会化解灾难；纵然没有那么大的功德，不能化解，减轻是决定可能的，减轻的功德就不可思议，就很难得。所以学佛，一定要依照经典去学，经典指导我们，教给我们哪些是正的，哪些是邪的，读了之后有能力辨别邪正、辨别是非、辨别善恶。要有这个能力，我们这一生才能活得幸福；如果没有这个能力，迷惑颠倒，会受很多苦难。佛法的好处就在此地。不是在寺庙里面烧香、磕头、许愿就能得到佛菩萨加持，没有这个事情，佛菩萨加持是经典、是教训，这是真正的加持，那个供佛是报恩。我们今天的经典从哪来的？都是过去佛、菩萨、祖师大德他们留下来的，今天我们读他的书学到很多好处，我们感恩，供他的像，早晚去拜他，那是报恩，要明白这个道理。如果求他保佑那是错误，他真的是这样他就是贪官，他受贿赂，你去贿赂他，他就来保佑你，哪有这种事情！这是侮辱圣贤，侮辱佛菩萨，这个不可以，这有罪，这个一定要知道。我们这几天的法会，我们对面供养的是阿弥陀佛的像，也有老师的照片，报恩，把学习的功德回向给他们。我们得利益，他们也得利益，他们得利益是我们听懂了、开悟了，落实在生活，落实在工作，落实在处事待人接物，真正把社会调和，把灾难减轻，这是他们的功德。我们跟他不合作，他就没有功德；他跟我们合作，双方都有，都是功德。要明白这个道理，不能迷信，迷信是错误的，所以不能不读经。",
      "zh_TW": "所以好東西要學，要端正心念。為什麼？能夠幫助社會化解災難；縱然沒有那麼大的功德，不能化解，減輕是決定可能的，減輕的功德就不可思議，就很難得。所以學佛，一定要依照經典去學，經典指導我們，教給我們哪些是正的，哪些是邪的，讀了之後有能力辨別邪正、辨別是非、辨別善惡。要有這個能力，我們這一生才能活得幸福；如果沒有這個能力，迷惑顛倒，會受很多苦難。佛法的好處就在此地。不是在寺廟裡面燒香、磕頭、許願就能得到佛菩薩加持，沒有這個事情，佛菩薩加持是經典、是教訓，這是真正的加持，那個供佛是報恩。我們今天的經典從哪來的？都是過去佛、菩薩、祖師大德他們留下來的，今天我們讀他的書學到很多好處，我們感恩，供他的像，早晚去拜他，那是報恩，要明白這個道理。如果求他保佑那是錯誤，他真的是這樣他就是貪官，他受賄賂，你去賄賂他，他就來保佑你，哪有這種事情！這是侮辱聖賢，侮辱佛菩薩，這個不可以，這有罪，這個一定要知道。我們這幾天的法會，我們對面供養的是阿彌陀佛的像，也有老師的照片，報恩，把學習的功德迴向給他們。我們得利益，他們也得利益，他們得利益是我們聽懂了、開悟了，落實在生活，落實在工作，落實在處事待人接物，真正把社會調和，把災難減輕，這是他們的功德。我們跟他不合作，他就沒有功德；他跟我們合作，雙方都有，都是功德。要明白這個道理，不能迷信，迷信是錯誤的，所以不能不讀經。"
    },
    {
      "id": "02-044-0010_p0049",
      "zh_CN": "怎么样能开悟？读书千遍，其义自见，这就是开悟的方法。你每天读经，读上几千遍心定了，心定就开悟。心不定迷惑，心定就开悟。所以读书、读经，真正第一个意思是帮助你得定，把妄想念掉，把杂念念掉，我们要是不读经会有妄想、会有杂念，用这个方法修禅定。定到一定的程度会开悟，那就是什么？清净心现前。清净心照见外面事实真相，你就看到真相；你没有清净心，你看到是假相，不是真相。假相让你生烦恼，真相让你生智慧，不相同。烦恼不能解决问题，烦恼有局限性，我们讲知识，知识有局限性，有后遗症；智慧没有，智慧能解决问题，没有后遗症，没有局限性。中国自古以来的教育是求智慧，不求知识。连孔子都说过，孔子距离我们二千五百年，春秋时代的人，《论语》上就有说，「记问之学，不足以为人师也」。那个记问之学就是我们今天讲知识，你记得很多，读得很多、记得很多，这个不足以为人师。为人师是智慧，智慧没有局限性，没有后遗症，智慧能解决问题，知识不行。现在全是知识，智慧没有了。我们要明白这个道理，我们学佛，我们念佛，都是求智慧。海贤老和尚没有知识，他有智慧，有智慧肯定他有知识，他知识不是学来的，从智慧里生出来的，不是邪知邪见，这是我们的好榜样。好好念佛，念到清净心，智慧就起来了，什么你都明白、你都晓得，你知道怎样做最恰当的处理，这是真实智慧。",
      "zh_TW": "怎麼樣能開悟？讀書千遍，其義自見，這就是開悟的方法。你每天讀經，讀上幾千遍心定了，心定就開悟。心不定迷惑，心定就開悟。所以讀書、讀經，真正第一個意思是幫助你得定，把妄想念掉，把雜念念掉，我們要是不讀經會有妄想、會有雜念，用這個方法修禪定。定到一定的程度會開悟，那就是什麼？清淨心現前。清淨心照見外面事實真相，你就看到真相；你沒有清淨心，你看到是假相，不是真相。假相讓你生煩惱，真相讓你生智慧，不相同。煩惱不能解決問題，煩惱有侷限性，我們講知識，知識有侷限性，有後遺症；智慧沒有，智慧能解決問題，沒有後遺症，沒有侷限性。中國自古以來的教育是求智慧，不求知識。連孔子都說過，孔子距離我們二千五百年，春秋時代的人，《論語》上就有說，「記問之學，不足以為人師也」。那個記問之學就是我們今天講知識，你記得很多，讀得很多、記得很多，這個不足以為人師。為人師是智慧，智慧沒有侷限性，沒有後遺症，智慧能解決問題，知識不行。現在全是知識，智慧沒有了。我們要明白這個道理，我們學佛，我們念佛，都是求智慧。海賢老和尚沒有知識，他有智慧，有智慧肯定他有知識，他知識不是學來的，從智慧裡生出來的，不是邪知邪見，這是我們的好榜樣。好好念佛，念到清淨心，智慧就起來了，什麼你都明白、你都曉得，你知道怎樣做最恰當的處理，這是真實智慧。"
    },
    {
      "id": "02-044-0010_p0050",
      "zh_CN": "今天，这是我们最后一堂课，我希望同学们这几天都能听懂。如果听不懂，我们这有录像，拿回家去多听，多听慢慢就听懂了。像我们有一群同学们做黄念祖老居士的《净修捷要报恩谈》，把它写成文字，有人听一百多遍，因为他的话听不懂，一百多遍就听懂了。一定要多听。多听，心是定的；他心要不定，他决定多听也没用处。心要真诚、要恭敬、要专注，他就会听懂，听懂之后就落实在生活，落实在工作，落实在处事待人接物，就真用上了，这没有白学。我们终极的目标就是求生净土，将来我们在极乐世界再会，这才是真的。好，我们今天就学到此地，谢谢大家。",
      "zh_TW": "今天，這是我們最後一堂課，我希望同學們這幾天都能聽懂。如果聽不懂，我們這有錄像，拿回家去多聽，多聽慢慢就聽懂了。像我們有一群同學們做黃念祖老居士的《淨修捷要報恩談》，把它寫成文字，有人聽一百多遍，因為他的話聽不懂，一百多遍就聽懂了。一定要多聽。多聽，心是定的；他心要不定，他決定多聽也沒用處。心要真誠、要恭敬、要專注，他就會聽懂，聽懂之後就落實在生活，落實在工作，落實在處事待人接物，就真用上了，這沒有白學。我們終極的目標就是求生淨土，將來我們在極樂世界再會，這才是真的。好，我們今天就學到此地，謝謝大家。"
    }
  ]
}