{
  "doc_id": "02-044-0007",
  "title": {
    "zh_CN": "发大誓愿（第二回）",
    "zh_TW": "發大誓願（第二回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "日本四季之汤温泉遗产酒店",
    "zh_TW": "日本四季之湯溫泉遺產酒店"
  },
  "doc_number": "02-044-0007",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-044-0007_p0001",
      "zh_CN": "诸位法师，诸位同学，请掀开经本第四十页，倒数第三行看起，从第十三章看起：",
      "zh_TW": "諸位法師，諸位同學，請掀開經本第四十頁，倒數第三行看起，從第十三章看起："
    },
    {
      "id": "02-044-0007_p0002",
      "zh_CN": "【我作佛时。国无妇女。】",
      "zh_TW": "【我作佛時。國無婦女。】"
    },
    {
      "id": "02-044-0007_p0003",
      "zh_CN": "这是第二十二愿。下面第二十三愿：",
      "zh_TW": "這是第二十二願。下面第二十三願："
    },
    {
      "id": "02-044-0007_p0004",
      "zh_CN": "【若有女人。闻我名字。得清净信。发菩提心。厌患女身。愿生我国。命终即化男子。来我刹土。】",
      "zh_TW": "【若有女人。聞我名字。得清淨信。發菩提心。厭患女身。願生我國。命終即化男子。來我剎土。】"
    },
    {
      "id": "02-044-0007_p0005",
      "zh_CN": "这是第二十三厌女转男愿。后面还有一愿：",
      "zh_TW": "這是第二十三厭女轉男願。後面還有一願："
    },
    {
      "id": "02-044-0007_p0006",
      "zh_CN": "【十方世界诸众生类。生我国者。皆于七宝池莲华中化生。】",
      "zh_TW": "【十方世界諸眾生類。生我國者。皆於七寶池蓮華中化生。】"
    },
    {
      "id": "02-044-0007_p0007",
      "zh_CN": "这是莲华化生愿。后面总结：",
      "zh_TW": "這是蓮華化生願。後面總結："
    },
    {
      "id": "02-044-0007_p0008",
      "zh_CN": "【若不尔者。不取正觉。】",
      "zh_TW": "【若不爾者。不取正覺。】"
    },
    {
      "id": "02-044-0007_p0009",
      "zh_CN": "如果这个愿做不到，他就不成佛。弥陀在极乐世界成佛，到现在已经有十劫，说明他的四十八愿愿愿都兑现了，是真的，不是假的。",
      "zh_TW": "如果這個願做不到，他就不成佛。彌陀在極樂世界成佛，到現在已經有十劫，說明他的四十八願願願都兌現了，是真的，不是假的。"
    },
    {
      "id": "02-044-0007_p0010",
      "zh_CN": "我们看注解。阿弥陀佛在行菩萨道时，就是作菩萨的时候，没有成佛之前，看到十方世界男女杂居，纠缠不清，所以他建造这个世界没有女人，凡是女人生到西方一律都变成男人。相貌如果有美丑不同即有差别，西方是平等的，所以相貌完全一样。这个两愿也是很难得、很稀有的。为什么极乐世界『国无妇女』？男女居住在一处容易生感情，感情是烦恼里面最严重的。众生为什么出不了六道轮回，原因就在此地。往往修行人真的功夫不错，甚至于得有定功，修有定功，可是临命终时，家亲眷属在面前，他就生起情执，就放不下了，这一放不下还是要舍命，也就是他还是要死，死了以后到哪里去？搞六道轮回，在六道里头报恩报怨、讨债还债，生生世世纠缠不清。这个事情对我们想出离轮回的人来说，造成严重的障碍。所以法藏菩萨看得很清楚、看得很明白，发愿他成佛之后，他的国土也就是他的道场，这里面没有女人。女人往生到极乐世界统统都变成男人。这就是为什么会变成男人，阿弥陀佛的愿力，本愿的愿力，帮助她自自然然变成男人。",
      "zh_TW": "我們看註解。阿彌陀佛在行菩薩道時，就是作菩薩的時候，沒有成佛之前，看到十方世界男女雜居，糾纏不清，所以他建造這個世界沒有女人，凡是女人生到西方一律都變成男人。相貌如果有美醜不同即有差別，西方是平等的，所以相貌完全一樣。這個兩願也是很難得、很稀有的。為什麼極樂世界『國無婦女』？男女居住在一處容易生感情，感情是煩惱裡面最嚴重的。眾生為什麼出不了六道輪迴，原因就在此地。往往修行人真的功夫不錯，甚至於得有定功，修有定功，可是臨命終時，家親眷屬在面前，他就生起情執，就放不下了，這一放不下還是要捨命，也就是他還是要死，死了以後到哪裡去？搞六道輪迴，在六道裡頭報恩報怨、討債還債，生生世世糾纏不清。這個事情對我們想出離輪迴的人來說，造成嚴重的障礙。所以法藏菩薩看得很清楚、看得很明白，發願他成佛之後，他的國土也就是他的道場，這裡面沒有女人。女人往生到極樂世界統統都變成男人。這就是為什麼會變成男人，阿彌陀佛的願力，本願的願力，幫助她自自然然變成男人。"
    },
    {
      "id": "02-044-0007_p0011",
      "zh_CN": "相貌有好丑不同，相貌好的容易生起傲慢心，相貌丑陋的容易产生自卑感，这个都是烦恼，都容易引起烦恼，就是十方世界果报上出了这些问题，这是业报，这是没有办法的。阿弥陀佛发愿，他成佛这些状况统统没有。西方世界是平等的世界，相貌完全一样，跟谁一样？跟阿弥陀佛一样，阿弥陀佛的相貌最圆满，一丝毫缺陷都没有。印度常说三十二相八十种好，那是印度的风俗习惯，是他本土的。释迦牟尼佛当年出世在印度，当然随从印度人的风俗习惯，印度人认为这三十二相是美男子，是相貌当中最好的，所以三十二相八十种好。你们要说这个身好，赞叹这个身，佛就现这个身相给你看，然后告诉大家，极乐世界阿弥陀佛的身相才是真正圆满。",
      "zh_TW": "相貌有好醜不同，相貌好的容易生起傲慢心，相貌醜陋的容易產生自卑感，這個都是煩惱，都容易引起煩惱，就是十方世界果報上出了這些問題，這是業報，這是沒有辦法的。阿彌陀佛發願，他成佛這些狀況統統沒有。西方世界是平等的世界，相貌完全一樣，跟誰一樣？跟阿彌陀佛一樣，阿彌陀佛的相貌最圓滿，一絲毫缺陷都沒有。印度常說三十二相八十種好，那是印度的風俗習慣，是他本土的。釋迦牟尼佛當年出世在印度，當然隨從印度人的風俗習慣，印度人認為這三十二相是美男子，是相貌當中最好的，所以三十二相八十種好。你們要說這個身好，讚歎這個身，佛就現這個身相給你看，然後告訴大家，極樂世界阿彌陀佛的身相才是真正圓滿。"
    },
    {
      "id": "02-044-0007_p0012",
      "zh_CN": "《观经》上佛告诉我们，阿弥陀佛身有八万四千相，不止三十二，每一个相有八万四千随形好，每一个好放八万四千光明，每一道光明都看到十方世界，诸佛菩萨在那里教化众生。所以在一个身相里面可以看到全宇宙，佛法里面讲遍法界虚空界，这里面有个密意在里头，我们要能体会到。什么密意？说明全宇宙跟我们自己的关系是一体，不是一家，一体，这是真的，一点都不假。既然是一体，我们身上随便哪个地方有一点痛痒，全身都觉悟到，不是一个，全身哪里痛、哪里痒，全身都知道。这也就是告诉我们，所谓牵一发而动全身。我们起心动念、言语造作，诸佛菩萨全知道，极乐世界所有的人也都知道，都看得很清楚，都听得很清楚，只能够瞒凡夫，不能遮盖极乐世界这些圣贤，佛是圣人，菩萨是贤人。这就知道我们这个世间，业报修因感果是怎么回事情。我们能体会到这层就能够理解，然后把佛法学通、学明白、学清楚了，最后对西方极乐世界就会生起向往的心，很想去，非常想去，这个地方才是真正的极乐。为什么？离一切苦，得一切乐。离一切苦，脱离娑婆世界六道轮回跟十法界，要脱离这个，这究竟苦就没有了。往生极乐世界得究竟乐，那个地方没有苦，甚至于苦的念头都不会生起，没有苦的念头，当然没有苦的这些果报。",
      "zh_TW": "《觀經》上佛告訴我們，阿彌陀佛身有八萬四千相，不止三十二，每一個相有八萬四千隨形好，每一個好放八萬四千光明，每一道光明都看到十方世界，諸佛菩薩在那裡教化眾生。所以在一個身相裡面可以看到全宇宙，佛法裡面講遍法界虛空界，這裡面有個密意在裡頭，我們要能體會到。什麼密意？說明全宇宙跟我們自己的關係是一體，不是一家，一體，這是真的，一點都不假。既然是一體，我們身上隨便哪個地方有一點痛癢，全身都覺悟到，不是一個，全身哪裡痛、哪裡癢，全身都知道。這也就是告訴我們，所謂牽一髮而動全身。我們起心動念、言語造作，諸佛菩薩全知道，極樂世界所有的人也都知道，都看得很清楚，都聽得很清楚，只能夠瞞凡夫，不能遮蓋極樂世界這些聖賢，佛是聖人，菩薩是賢人。這就知道我們這個世間，業報修因感果是怎麼回事情。我們能體會到這層就能夠理解，然後把佛法學通、學明白、學清楚了，最後對西方極樂世界就會生起嚮往的心，很想去，非常想去，這個地方才是真正的極樂。為什麼？離一切苦，得一切樂。離一切苦，脫離娑婆世界六道輪迴跟十法界，要脫離這個，這究竟苦就沒有了。往生極樂世界得究竟樂，那個地方沒有苦，甚至於苦的念頭都不會生起，沒有苦的念頭，當然沒有苦的這些果報。"
    },
    {
      "id": "02-044-0007_p0013",
      "zh_CN": "唐朝道宣律师，中国佛教八个宗派，戒律是一个宗派律宗，律宗的初祖就是道宣律师，这里写道宣法师，他曾经说过，凡是有女子的世界必有地狱。换句话说，没有女人的世界，它六道里头就少了一道，没有地狱，有女人的世界一定是有地狱的，这个话说的意思很深。佛在经中有此一说。从前女人苦难多，中国、印度均如此。今天社会开放，男女平等，学佛有成就者，首推在家女众。在北京学佛的人都知道有个老居士，老菩萨，黄念祖老居士。这是我们这一代当中，修行人在家的大德，成就非凡，在出家人当中找这一个找不到。我们从认识之后，我每一年大概都要到北京，至少是三次到四次去看老人家。那个时代弘扬《无量寿经》会集本，在海外是我一个，在国内也只有他一个，没有别人讲这个，所以我们见面非常欢喜，真的志同道合。他告诉我，在过去一百年前，这不说远，一百年前，愈是过去环境就愈好。中国人懂得教育，重视教育，小孩一出生就要注意教他，让他养成习惯，好的习惯他一生不会改变，养成恶的习惯亦复如是，所以这一点比什么都重要。古人修行成就的多。一百年前，就算是净土宗念佛往生的，出家男众最多，出家女众其次，在家修行的男众是摆在第三，女众是摆在第四。他说现在这个时代不然，颠倒了，什么都倒过头来，现在修行证果，无论是出家在家，往生最多的在家女众，再其次的在家男众，再其次的出家女众，出家男众摆在最后，换句话说，很不容易往生。你要问为什么，不必问原因，你细心观察现在出家在家四众的结果，你就看到了。所以今天社会开放，男女平等，学佛真正有成就的，首推在家女众。在家女众要不要去出家？一出家，大概往生的机会就愈来愈少了。这些道理我们不必说，诸位在眼前你亲自看到，你亲自听到。什么原因？真正修行，如理如法的道场少了，没有了，我这一生一个都没看见。只看见一个禅宗道场，香港圣一法师的，我去过一次，亲眼看到的，还像古时候一样，每天参禅坐香，有四十多个出家人，男众道场。圣一法师往生之后，衰了，没有人领导了。相对的，有真正修行人的地方，这个地方风调雨顺，少灾少难；没有真正修行人，这地方灾难就多，这个一定的道理。",
      "zh_TW": "唐朝道宣律師，中國佛教八個宗派，戒律是一個宗派律宗，律宗的初祖就是道宣律師，這裡寫道宣法師，他曾經說過，凡是有女子的世界必有地獄。換句話說，沒有女人的世界，它六道裡頭就少了一道，沒有地獄，有女人的世界一定是有地獄的，這個話說的意思很深。佛在經中有此一說。從前女人苦難多，中國、印度均如此。今天社會開放，男女平等，學佛有成就者，首推在家女眾。在北京學佛的人都知道有個老居士，老菩薩，黃念祖老居士。這是我們這一代當中，修行人在家的大德，成就非凡，在出家人當中找這一個找不到。我們從認識之後，我每一年大概都要到北京，至少是三次到四次去看老人家。那個時代弘揚《無量壽經》會集本，在海外是我一個，在國內也只有他一個，沒有別人講這個，所以我們見面非常歡喜，真的志同道合。他告訴我，在過去一百年前，這不說遠，一百年前，愈是過去環境就愈好。中國人懂得教育，重視教育，小孩一出生就要注意教他，讓他養成習慣，好的習慣他一生不會改變，養成惡的習慣亦復如是，所以這一點比什麼都重要。古人修行成就的多。一百年前，就算是淨土宗念佛往生的，出家男眾最多，出家女眾其次，在家修行的男眾是擺在第三，女眾是擺在第四。他說現在這個時代不然，顛倒了，什麼都倒過頭來，現在修行證果，無論是出家在家，往生最多的在家女眾，再其次的在家男眾，再其次的出家女眾，出家男眾擺在最後，換句話說，很不容易往生。你要問為什麼，不必問原因，你細心觀察現在出家在家四眾的結果，你就看到了。所以今天社會開放，男女平等，學佛真正有成就的，首推在家女眾。在家女眾要不要去出家？一出家，大概往生的機會就愈來愈少了。這些道理我們不必說，諸位在眼前你親自看到，你親自聽到。什麼原因？真正修行，如理如法的道場少了，沒有了，我這一生一個都沒看見。只看見一個禪宗道場，香港聖一法師的，我去過一次，親眼看到的，還像古時候一樣，每天參禪坐香，有四十多個出家人，男眾道場。聖一法師往生之後，衰了，沒有人領導了。相對的，有真正修行人的地方，這個地方風調雨順，少災少難；沒有真正修行人，這地方災難就多，這個一定的道理。"
    },
    {
      "id": "02-044-0007_p0014",
      "zh_CN": "今天我们要度自己，要把度自己放在第一。为什么？自己不能度，你怎么能度众生？度众生先得要度自己。这个二、三年来，我都劝大家学海贤老和尚，他修得真好，他的母亲也好，你们看看他的光碟，他的《永思集》。他母亲八十六岁走的，真的叫说走就走，走了以后还留个谜给我们。因为那个时候在文革期间，非常困难，母亲死的时候连一口棺材都没有，他找了一个很薄的木板，钉了一个棺材，把他母亲安葬。海贤老和尚为这桩事情，常常感到心不安。八年之后环境好了，他就想起来给他母亲改葬，竖碑做纪念，把她坟墓掘开之后，棺材打开，人没有了，到哪里去了？一直到现在没人知道，棺材里面干干净净的，只有几颗钉棺材的钉子，人不见了。这样的故事过去有一个，达摩祖师。达摩祖师往生在中国，这些弟子们给他安葬，也就在这几天之内，有从新疆回家去的这些人，他们就在这同一个时间，在新疆那边见到达摩祖师，看到还感觉得奇怪，他穿草鞋，一只脚上穿草鞋，另外一只脚上没有穿，说草鞋挂在拐杖上，他们还向他顶礼请教。回来之后，这回来大概总有三、四个月的时间回到家，那个时候没有交通工具，全是步行，从新疆走到宜阳总得两个月，告诉大家达摩祖师这桩事情。别人感到很奇怪，他已经过世了，你怎么会遇到？算算看到他那个时候，就是他过世没几天，已经安葬了。这再把他棺材打开来看看，打开看看，真的里头没有人，有一只草鞋，就证明他说的没错，有一只草鞋在棺材里头，那一只他穿走了。这是菩萨化身示现。所以人家就想，海贤老和尚的母亲是不是菩萨化身的？为什么？安葬八年，打开棺材没有人，棺材里头干干净净的，空无一物。这些都确实是佛菩萨示现给我们看，告诉我们这桩事是真的，不是假的。看到海贤母亲八十六岁往生，走得那么自在，说走就走了。最后这一着表演度她的女儿，她的女儿亲自看到这个样子，妈妈走得这么自在，知道修行真有好处，带着她的儿子到桐柏山出家去了。一个人成就，一家人成就。",
      "zh_TW": "今天我們要度自己，要把度自己放在第一。為什麼？自己不能度，你怎麼能度眾生？度眾生先得要度自己。這個二、三年來，我都勸大家學海賢老和尚，他修得真好，他的母親也好，你們看看他的光碟，他的《永思集》。他母親八十六歲走的，真的叫說走就走，走了以後還留個謎給我們。因為那個時候在文革期間，非常困難，母親死的時候連一口棺材都沒有，他找了一個很薄的木板，釘了一個棺材，把他母親安葬。海賢老和尚為這樁事情，常常感到心不安。八年之後環境好了，他就想起來給他母親改葬，豎碑做紀念，把她墳墓掘開之後，棺材打開，人沒有了，到哪裡去了？一直到現在沒人知道，棺材裡面乾乾淨淨的，只有幾顆釘棺材的釘子，人不見了。這樣的故事過去有一個，達摩祖師。達摩祖師往生在中國，這些弟子們給他安葬，也就在這幾天之內，有從新疆回家去的這些人，他們就在這同一個時間，在新疆那邊見到達摩祖師，看到還感覺得奇怪，他穿草鞋，一隻腳上穿草鞋，另外一隻腳上沒有穿，說草鞋掛在拐杖上，他們還向他頂禮請教。回來之後，這回來大概總有三、四個月的時間回到家，那個時候沒有交通工具，全是步行，從新疆走到宜陽總得兩個月，告訴大家達摩祖師這樁事情。別人感到很奇怪，他已經過世了，你怎麼會遇到？算算看到他那個時候，就是他過世沒幾天，已經安葬了。這再把他棺材打開來看看，打開看看，真的裡頭沒有人，有一隻草鞋，就證明他說的沒錯，有一隻草鞋在棺材裡頭，那一隻他穿走了。這是菩薩化身示現。所以人家就想，海賢老和尚的母親是不是菩薩化身的？為什麼？安葬八年，打開棺材沒有人，棺材裡頭乾乾淨淨的，空無一物。這些都確實是佛菩薩示現給我們看，告訴我們這樁事是真的，不是假的。看到海賢母親八十六歲往生，走得那麼自在，說走就走了。最後這一著表演度她的女兒，她的女兒親自看到這個樣子，媽媽走得這麼自在，知道修行真有好處，帶著她的兒子到桐柏山出家去了。一個人成就，一家人成就。"
    },
    {
      "id": "02-044-0007_p0015",
      "zh_CN": "所以今天这个社会，在家女众的修行排在第一位，往生最多的，第二位是在家的男众，第三位是出家女众，最后的是出家男众。黄念老跟我说的，不是笑话，是真的。我们自己要很冷静，真正修行要有定功，要多看看问题在哪里？现在修行没有修行的道场，你修得好，别人不赞叹你，嫉妒你，要把你赶走，所以真正修行没地方住。这是我们现前环境，不是跟从前，从前真正修行别人尊重你，自然会照顾你，现在没有了。所以世出世法，一个成就的人固然自己要有志向、要有决心、要有定力，不怕难、不怕苦，真能够煎熬得住，会有佛菩萨照顾你，你得受苦，你得受难。在家出家都一样，我们这一生熬过来。如果毅力不坚强，多半怎么？还俗了，出家还俗的很多。尤其是真正修行，他们不修行，看到你修行他觉得难过，一定要把你赶走；你跟他们一样，那就欢欢喜喜在一块，在一块将来死了以后再算帐，到阎王那里算帐，那可麻烦！所以有些同学出家想学经教，我就劝他，出家很难学经教了，要学怎么样？在家学，学好之后再出家，他就障碍不了你。虽然障碍不了你，他不会欢喜你，跟你总是格格不入。",
      "zh_TW": "所以今天這個社會，在家女眾的修行排在第一位，往生最多的，第二位是在家的男眾，第三位是出家女眾，最後的是出家男眾。黃念老跟我說的，不是笑話，是真的。我們自己要很冷靜，真正修行要有定功，要多看看問題在哪裡？現在修行沒有修行的道場，你修得好，別人不讚歎你，嫉妒你，要把你趕走，所以真正修行沒地方住。這是我們現前環境，不是跟從前，從前真正修行別人尊重你，自然會照顧你，現在沒有了。所以世出世法，一個成就的人固然自己要有志向、要有決心、要有定力，不怕難、不怕苦，真能夠煎熬得住，會有佛菩薩照顧你，你得受苦，你得受難。在家出家都一樣，我們這一生熬過來。如果毅力不堅強，多半怎麼？還俗了，出家還俗的很多。尤其是真正修行，他們不修行，看到你修行他覺得難過，一定要把你趕走；你跟他們一樣，那就歡歡喜喜在一塊，在一塊將來死了以後再算帳，到閻王那裡算帳，那可麻煩！所以有些同學出家想學經教，我就勸他，出家很難學經教了，要學怎麼樣？在家學，學好之後再出家，他就障礙不了你。雖然障礙不了你，他不會歡喜你，跟你總是格格不入。"
    },
    {
      "id": "02-044-0007_p0016",
      "zh_CN": "我一生经历的，我很想住在一个地方，一辈子不离开，像古人住山十几年不下山，道业有成。常常出去这心就乱了，散乱了，很难得定，没有定就没有智慧，所以非常难，但是没有这个环境。好在我是遇到一个在家的居士，韩锳居士，大连人，她是我的听众，我讲经的时候她天天来听，以后就很熟了。我遇到难了，没地方住，这个寺庙里头不喜欢我，要叫我走了，什么原因？听众对我恭敬，对他就差一点；对我供养，对他也差一点，这日子就不好过了。住了几个月他就逼我，对我提出个条件，那个时候我学经教十几年，学了十几年，他限定我三个月要把他教会。我就真教他，他能受得了吗？他学不会，这就是逼我走路，我知道。韩馆长他们夫妻两个知道这个事情来跟我商量，到她家去住行不行？我到她家去看了，她家有个小楼，他们住楼下，楼上是空的，要我住在那里。我就带他们夫妻两个到台中见李老师，最后由李老师决定，老师告诉我行，出家人住在居士家里。住多久？十七年。十七年之后，我们才有个小道场，就是华藏图书馆，我就住在图书馆。这个图书馆也完全是听众，大家发心买的一个讲堂，还没有这么大，大概只有这一半的样子，只有这一半大，老同修还都有去过的，还记得这个事情。所以非常艰难，不是我喜欢走，我是逼得没有办法，到处流浪过了几十年。每到一个地方都想定下来别动，总是有这些因缘，逼使着你非离开不可。所以这个难处我很清楚，清楚之后，那就格外的珍惜，缘要非常珍惜，要谦虚、要尊重别人。",
      "zh_TW": "我一生經歷的，我很想住在一個地方，一輩子不離開，像古人住山十幾年不下山，道業有成。常常出去這心就亂了，散亂了，很難得定，沒有定就沒有智慧，所以非常難，但是沒有這個環境。好在我是遇到一個在家的居士，韓鍈居士，大連人，她是我的聽眾，我講經的時候她天天來聽，以後就很熟了。我遇到難了，沒地方住，這個寺廟裡頭不喜歡我，要叫我走了，什麼原因？聽眾對我恭敬，對他就差一點；對我供養，對他也差一點，這日子就不好過了。住了幾個月他就逼我，對我提出個條件，那個時候我學經教十幾年，學了十幾年，他限定我三個月要把他教會。我就真教他，他能受得了嗎？他學不會，這就是逼我走路，我知道。韓館長他們夫妻兩個知道這個事情來跟我商量，到她家去住行不行？我到她家去看了，她家有個小樓，他們住樓下，樓上是空的，要我住在那裡。我就帶他們夫妻兩個到台中見李老師，最後由李老師決定，老師告訴我行，出家人住在居士家裡。住多久？十七年。十七年之後，我們才有個小道場，就是華藏圖書館，我就住在圖書館。這個圖書館也完全是聽眾，大家發心買的一個講堂，還沒有這麼大，大概只有這一半的樣子，只有這一半大，老同修還都有去過的，還記得這個事情。所以非常艱難，不是我喜歡走，我是逼得沒有辦法，到處流浪過了幾十年。每到一個地方都想定下來別動，總是有這些因緣，逼使著你非離開不可。所以這個難處我很清楚，清楚之後，那就格外的珍惜，緣要非常珍惜，要謙虛、要尊重別人。"
    },
    {
      "id": "02-044-0007_p0017",
      "zh_CN": "我们再看下面这一句，十方诸佛刹土，就是佛刹，十方诸佛的道场，众生都不出胎卵湿化，胎生如父母、兄弟、夫妇之情。这个比喻如同绳子绑起来，绑得很紧，很难得断。这是一般众生修行出不了六道轮回主要的原因，情执太深，情执愈深愈不容易成就。西方莲花化生，就没有这种牵连，莲花化生一愿，阿弥陀佛都是从这些地方看到的。莲花化生没有父母，你就没有这些父母、兄弟、夫妇这个关系，在极乐世界都没有了，这些障碍都没有。",
      "zh_TW": "我們再看下面這一句，十方諸佛剎土，就是佛剎，十方諸佛的道場，眾生都不出胎卵濕化，胎生如父母、兄弟、夫婦之情。這個比喻如同繩子綁起來，綁得很緊，很難得斷。這是一般眾生修行出不了六道輪迴主要的原因，情執太深，情執愈深愈不容易成就。西方蓮花化生，就沒有這種牽連，蓮花化生一願，阿彌陀佛都是從這些地方看到的。蓮花化生沒有父母，你就沒有這些父母、兄弟、夫婦這個關係，在極樂世界都沒有了，這些障礙都沒有。"
    },
    {
      "id": "02-044-0007_p0018",
      "zh_CN": "下面这一愿，第十四章：",
      "zh_TW": "下面這一願，第十四章："
    },
    {
      "id": "02-044-0007_p0019",
      "zh_CN": "【我作佛时。十方众生。闻我名字。欢喜信乐。礼拜归命。以清净心。修菩萨行。诸天世人。莫不致敬。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名字。歡喜信樂。禮拜歸命。以清淨心。修菩薩行。諸天世人。莫不致敬。】"
    },
    {
      "id": "02-044-0007_p0020",
      "zh_CN": "这第二十五愿天人礼敬愿，天人礼敬。",
      "zh_TW": "這第二十五願天人禮敬願，天人禮敬。"
    },
    {
      "id": "02-044-0007_p0021",
      "zh_CN": "【若闻我名。寿终之后。生尊贵家。诸根无缺。】",
      "zh_TW": "【若聞我名。壽終之後。生尊貴家。諸根無缺。】"
    },
    {
      "id": "02-044-0007_p0022",
      "zh_CN": "这是第二十六愿闻名得福。末后还有一愿：",
      "zh_TW": "這是第二十六願聞名得福。末後還有一願："
    },
    {
      "id": "02-044-0007_p0023",
      "zh_CN": "【常修殊胜梵行。】",
      "zh_TW": "【常修殊勝梵行。】"
    },
    {
      "id": "02-044-0007_p0024",
      "zh_CN": "就这一句，修殊胜行愿。这一章里面的三愿，是对那些修学净土念佛的人，对于人天福报没放下，很希望得到天上人间的尊敬。我们听到佛号，常常念佛，往生的念头不坚定、不牢固，但是来生在人天享福，得福报。得福报最难的就是他还继续修行，来生依旧能够学佛，依旧能够遇到净土继续再修。这是说明纵然不能往生，也得这么多的好处。",
      "zh_TW": "就這一句，修殊勝行願。這一章裡面的三願，是對那些修學淨土念佛的人，對於人天福報沒放下，很希望得到天上人間的尊敬。我們聽到佛號，常常念佛，往生的念頭不堅定、不牢固，但是來生在人天享福，得福報。得福報最難的就是他還繼續修行，來生依舊能夠學佛，依舊能夠遇到淨土繼續再修。這是說明縱然不能往生，也得這麼多的好處。"
    },
    {
      "id": "02-044-0007_p0025",
      "zh_CN": "我们看小注里说的，佛说一切法门皆是应机说法，这部经是对根熟人说的。什么叫根熟？一心一意就想在这一生当中，永远脱离轮回，到西方世界去亲近阿弥陀佛，在那边证果成佛，有这样的决心。佛说出这部经，阿弥陀佛帮助我们，满我们的心愿，这叫根熟。那根性不熟呢？不熟也有好处，这就不想成佛，这一愿可以帮助你得人天福报，以读经、念佛这个方法求世间人天福报。",
      "zh_TW": "我們看小註裡說的，佛說一切法門皆是應機說法，這部經是對根熟人說的。什麼叫根熟？一心一意就想在這一生當中，永遠脫離輪迴，到西方世界去親近阿彌陀佛，在那邊證果成佛，有這樣的決心。佛說出這部經，阿彌陀佛幫助我們，滿我們的心願，這叫根熟。那根性不熟呢？不熟也有好處，這就不想成佛，這一願可以幫助你得人天福報，以讀經、念佛這個方法求世間人天福報。"
    },
    {
      "id": "02-044-0007_p0026",
      "zh_CN": "第一要『欢喜信受，礼拜归命』，对佛法真正生欢喜心，相信、不怀疑。为什么不能往生？这个地方情执太重，你有父母、妻子、儿女，舍不得，所以来生能得人天福报，还可以继续修行，这就得来世了，真正成就要等来世。「欢喜信受，礼拜归命」，真正照做，就是功课是不缺的，是真正在修行。什么叫善？应该要做；什么叫恶？应该要止。止恶修善，佛教给我们的标准是十善业道。身，不杀生是善，不偷盗是善，不淫欲是善，这身三善业。口，第一个是不妄语，记住，决定不欺骗别人，也就是学得要说实话，不妄语；不两舌，两舌是挑拨是非，是造作重业，那是拔舌地狱；不绮语，绮语是花言巧语，欺骗别人，让别人上当，自己得利益；最后一个是不恶口，恶口就是说话不好听，虽然不是骂人，但是叫人听了不舒服。所以口有四条戒律：不妄语、不恶口、不两舌、不绮语。口业是最容易犯的，在《无量寿经》上，佛讲善护三业，把口业放在第一，这个很少见。我们在一般大乘经上，佛讲十善业道，一定是身三、口四、意三，是按这个顺序说的。但是这个经的顺序不是这样的，把善护口业摆在第一句；不犯威仪，这是身业，摆在第二；心地清净无染，这才意业。换句话说，就是说净宗最重视口业，最容易犯的，这是言语，一定要能守得住。知道什么是善，在中国传统文化里头，我们中国老祖宗教人修德，从小就要学，五伦、五常、四维、八德，这是善，与这个相违背的就是恶。所以善恶总得要搞清楚，晓得善应该做，恶应该要断掉，止就是禁止，决定不能做的。",
      "zh_TW": "第一要『歡喜信受，禮拜歸命』，對佛法真正生歡喜心，相信、不懷疑。為什麼不能往生？這個地方情執太重，你有父母、妻子、兒女，捨不得，所以來生能得人天福報，還可以繼續修行，這就得來世了，真正成就要等來世。「歡喜信受，禮拜歸命」，真正照做，就是功課是不缺的，是真正在修行。什麼叫善？應該要做；什麼叫惡？應該要止。止惡修善，佛教給我們的標準是十善業道。身，不殺生是善，不偷盜是善，不淫欲是善，這身三善業。口，第一個是不妄語，記住，決定不欺騙別人，也就是學得要說實話，不妄語；不兩舌，兩舌是挑撥是非，是造作重業，那是拔舌地獄；不綺語，綺語是花言巧語，欺騙別人，讓別人上當，自己得利益；最後一個是不惡口，惡口就是說話不好聽，雖然不是罵人，但是叫人聽了不舒服。所以口有四條戒律：不妄語、不惡口、不兩舌、不綺語。口業是最容易犯的，在《無量壽經》上，佛講善護三業，把口業放在第一，這個很少見。我們在一般大乘經上，佛講十善業道，一定是身三、口四、意三，是按這個順序說的。但是這個經的順序不是這樣的，把善護口業擺在第一句；不犯威儀，這是身業，擺在第二；心地清淨無染，這才意業。換句話說，就是說淨宗最重視口業，最容易犯的，這是言語，一定要能守得住。知道什麼是善，在中國傳統文化裡頭，我們中國老祖宗教人修德，從小就要學，五倫、五常、四維、八德，這是善，與這個相違背的就是惡。所以善惡總得要搞清楚，曉得善應該做，惡應該要斷掉，止就是禁止，決定不能做的。"
    },
    {
      "id": "02-044-0007_p0027",
      "zh_CN": "以清净心修六度，六度是菩萨修学的六个科目，一定要做。做的时候要以清净心做，不为名闻利养，不求人天福报，我只求往生极乐世界，亲近阿弥陀佛，这就对了。处事待人接物一定用这六条为标准，这就是布施。布施有财布施、有法布施、有无畏布施。人都想修福报，菩萨教给我们修福的方法，财富从哪里来的？财布施来的。人要相信命运，每个人都有命运，古人有句话说「一生皆是命，半点不由人」。命从哪里来的，谁注定的？这个不是迷信，命运是前生所造的业，这一生你要接受果报。命好的都是前生修六度的，没有往生，又到人间来，享福。我们看了几十年，没有学佛的时候不知道，学佛到现在六十四年，六十四年的观察丝毫不爽，真的不是假的。可是命运能改，它不是不能改变的。云谷禅师帮助了凡先生，那就是从宿命改过来的。怎么改法？断恶修善就改了。不善造孽也改，你本来是好命，你不善，你造恶，你的命就变坏了；你的命不好，但是你懂得断恶修善，慢慢命就变好了。寿命长短也在自己操纵，不是宿命定的，我们相信这个道理。我给诸位同学说过，我在年轻的时候有人给我算命，我的命贫贱到极处，就是现在所讲的乞丐，为什么？过去世没有修福，吝啬，不肯舍财，这一生命里头没有财，而且短命。我非常相信，所以学佛明白之后我就真干。章嘉大师教导我，我能够依教奉行，他教我修布施，他说你命里头没有财，出家了，出家弘法利生也要财，没有财办不了事。财从哪里来？财从布施来。我说我没有钱，刚刚出家也没人供养，哪有财布施？大师问我，一毛钱有没有？我说一毛钱可以，一块钱有没有？一块钱也行。他告诉我，你就从一毛一块布施，但是心里那个布施的意念要常常有，不能没有，事上尽心尽力，这就圆满了。你就一直做下去，有效果，半年就看到效果，真的这么多年来愈施愈多。十方供养多了，全把它布施掉，不要留，佛给我们说的积财丧道，财不能积，像水一样，叫通货，财要让它流通，有进有出，这对的；有进不出，死水，将来带的些病毒会惹很多麻烦。一定要舍，欢欢喜喜的舍，斟酌看哪些事情，舍财叫别人得利益。",
      "zh_TW": "以清淨心修六度，六度是菩薩修學的六個科目，一定要做。做的時候要以清淨心做，不為名聞利養，不求人天福報，我只求往生極樂世界，親近阿彌陀佛，這就對了。處事待人接物一定用這六條為標準，這就是布施。布施有財布施、有法布施、有無畏布施。人都想修福報，菩薩教給我們修福的方法，財富從哪裡來的？財布施來的。人要相信命運，每個人都有命運，古人有句話說「一生皆是命，半點不由人」。命從哪裡來的，誰注定的？這個不是迷信，命運是前生所造的業，這一生你要接受果報。命好的都是前生修六度的，沒有往生，又到人間來，享福。我們看了幾十年，沒有學佛的時候不知道，學佛到現在六十四年，六十四年的觀察絲毫不爽，真的不是假的。可是命運能改，它不是不能改變的。雲谷禪師幫助了凡先生，那就是從宿命改過來的。怎麼改法？斷惡修善就改了。不善造孽也改，你本來是好命，你不善，你造惡，你的命就變壞了；你的命不好，但是你懂得斷惡修善，慢慢命就變好了。壽命長短也在自己操縱，不是宿命定的，我們相信這個道理。我給諸位同學說過，我在年輕的時候有人給我算命，我的命貧賤到極處，就是現在所講的乞丐，為什麼？過去世沒有修福，吝嗇，不肯捨財，這一生命裡頭沒有財，而且短命。我非常相信，所以學佛明白之後我就真幹。章嘉大師教導我，我能夠依教奉行，他教我修布施，他說你命裡頭沒有財，出家了，出家弘法利生也要財，沒有財辦不了事。財從哪裡來？財從布施來。我說我沒有錢，剛剛出家也沒人供養，哪有財布施？大師問我，一毛錢有沒有？我說一毛錢可以，一塊錢有沒有？一塊錢也行。他告訴我，你就從一毛一塊布施，但是心裡那個布施的意念要常常有，不能沒有，事上盡心盡力，這就圓滿了。你就一直做下去，有效果，半年就看到效果，真的這麼多年來愈施愈多。十方供養多了，全把它布施掉，不要留，佛給我們說的積財喪道，財不能積，像水一樣，叫通貨，財要讓它流通，有進有出，這對的；有進不出，死水，將來帶的些病毒會惹很多麻煩。一定要捨，歡歡喜喜的捨，斟酌看哪些事情，捨財叫別人得利益。"
    },
    {
      "id": "02-044-0007_p0028",
      "zh_CN": "我们就学了印光大师，这祖师的行为难得，印光大师，十方供养他就做一桩事情，法布施。别人供养他的钱多了，他开个印刷厂，弘化社就是他搞的，在苏州报国寺，我去看过，现在还在。印送经论善书，也有流通的，流通它有成本流通、半价流通，还有真正想看书的人没有钱，写信问老和尚要，老和尚会赠送给他。这个方法好，一生就干这一桩事情。遇到地方上有灾难，有水灾、旱灾的时候，他从印经的款项拨一笔出来救灾，这就是说他的布施是以印经为主，慈善救济是摆在第二位，没有专款，印经是有专款。这个方法好，印经是法布施，同时又含着有无畏布施，一个做法三种利益都在其中。我们学会了，所以从出家有供养之后，我这个布施多少我都不知道。我印送《大藏经》，这是印光大师都没有做到，他那时候没有这个缘分，现在印刷术发达，成本低，降低了，方便太多了，我们印送《大藏经》将近一万套。",
      "zh_TW": "我們就學了印光大師，這祖師的行為難得，印光大師，十方供養他就做一樁事情，法布施。別人供養他的錢多了，他開個印刷廠，弘化社就是他搞的，在蘇州報國寺，我去看過，現在還在。印送經論善書，也有流通的，流通它有成本流通、半價流通，還有真正想看書的人沒有錢，寫信問老和尚要，老和尚會贈送給他。這個方法好，一生就幹這一樁事情。遇到地方上有災難，有水災、旱災的時候，他從印經的款項撥一筆出來救災，這就是說他的布施是以印經為主，慈善救濟是擺在第二位，沒有專款，印經是有專款。這個方法好，印經是法布施，同時又含著有無畏布施，一個做法三種利益都在其中。我們學會了，所以從出家有供養之後，我這個布施多少我都不知道。我印送《大藏經》，這是印光大師都沒有做到，他那時候沒有這個緣分，現在印刷術發達，成本低，降低了，方便太多了，我們印送《大藏經》將近一萬套。"
    },
    {
      "id": "02-044-0007_p0029",
      "zh_CN": "除这个之外，中国传统文化我们也是极力的来弘扬。为什么？没有中国文化就没有大乘佛法，这个一定要知道。大乘佛法建立在哪里？建立在中国传统文化的基础上，它是大乘佛法的根，你不把根培植好，佛法会灭亡。传统文化里头最重要的典籍就是《四库全书》、《四库荟要》。现在还有两个能行得通的，一个《群书治要》，一个《国学治要》。《群书治要》是唐太宗选的，那是用来治国平天下的，但是《国学治要》那是用来求学问的，编排的方式跟《群书治要》差不多，编这套书也是模仿《群书治要》，但是目标不一样，这是治学，做学问的根本。也就是要进入中国文明的宝藏，《四库全书》。《国学治要》是一把钥匙，先学这个东西，它的分量比《群书治要》多，分量要大，《群书治要》所选只是经史子三部分，这个集也有，经史子集全有。现在这些东西我都找到，都把它印出来了。《群书治要》我们带头印一万套，《国学治要》也印一万套。这东西在了，现在想到的是谁去读它、谁去讲它？要没有人能读，这文言文，没有人能读，那还是有问题。所以我们就想到，要培养能够读、能够讲，把这些古籍讲清楚、讲明白、讲透彻，我们需要这样的人才。我在国外，在马来西亚办一个汉学院，在香港办一个汉学院。目的是什么？目的就是培养有能力阅读《四库全书》，培养这个人才。我们提供环境，这个汉学院性质像私塾一样，里面没有老师，也没有学生，我们招收的是研究员，进入之后真正要立志，传承中国传统文化为一生当中第一桩大事。他们的生活学习环境我们照顾，我们当护法，提供他舒适研究场所，他所需要的图书参考资料，我们都替他准备。好好用十年功，十年之后，他们就有能力在这个四库，希望他们选一种、两种，不能多，顶多两种，真正深入成为专家学者。现在所要求的是文字学，要认识汉字，也就是要把《说文解字》学通，对于中国文字认识，知道文字的由来，为什么要这样写法，为什么要读这个音，这个字里头含有多少意思，得搞清楚，才叫认识一个字。现在这一门被疏忽了，没有汉字文字学，这个中国的古籍他没有办法去阅读，所以我们从这个地方去扎根。",
      "zh_TW": "除這個之外，中國傳統文化我們也是極力的來弘揚。為什麼？沒有中國文化就沒有大乘佛法，這個一定要知道。大乘佛法建立在哪裡？建立在中國傳統文化的基礎上，它是大乘佛法的根，你不把根培植好，佛法會滅亡。傳統文化裡頭最重要的典籍就是《四庫全書》、《四庫薈要》。現在還有兩個能行得通的，一個《群書治要》，一個《國學治要》。《群書治要》是唐太宗選的，那是用來治國平天下的，但是《國學治要》那是用來求學問的，編排的方式跟《群書治要》差不多，編這套書也是模仿《群書治要》，但是目標不一樣，這是治學，做學問的根本。也就是要進入中國文明的寶藏，《四庫全書》。《國學治要》是一把鑰匙，先學這個東西，它的分量比《群書治要》多，分量要大，《群書治要》所選只是經史子三部分，這個集也有，經史子集全有。現在這些東西我都找到，都把它印出來了。《群書治要》我們帶頭印一萬套，《國學治要》也印一萬套。這東西在了，現在想到的是誰去讀它、誰去講它？要沒有人能讀，這文言文，沒有人能讀，那還是有問題。所以我們就想到，要培養能夠讀、能夠講，把這些古籍講清楚、講明白、講透徹，我們需要這樣的人才。我在國外，在馬來西亞辦一個漢學院，在香港辦一個漢學院。目的是什麼？目的就是培養有能力閱讀《四庫全書》，培養這個人才。我們提供環境，這個漢學院性質像私塾一樣，裡面沒有老師，也沒有學生，我們招收的是研究員，進入之後真正要立志，傳承中國傳統文化為一生當中第一樁大事。他們的生活學習環境我們照顧，我們當護法，提供他舒適研究場所，他所需要的圖書參考資料，我們都替他準備。好好用十年功，十年之後，他們就有能力在這個四庫，希望他們選一種、兩種，不能多，頂多兩種，真正深入成為專家學者。現在所要求的是文字學，要認識漢字，也就是要把《說文解字》學通，對於中國文字認識，知道文字的由來，為什麼要這樣寫法，為什麼要讀這個音，這個字裡頭含有多少意思，得搞清楚，才叫認識一個字。現在這一門被疏忽了，沒有漢字文字學，這個中國的古籍他沒有辦法去閱讀，所以我們從這個地方去扎根。"
    },
    {
      "id": "02-044-0007_p0030",
      "zh_CN": "这个汉学院跟一般学校的性质不一样，不用学校的教学方法、教学理念，我们只是培养读文言文的人，读《四库全书》的人。希望三年以后，他们文字学学得有相当的基础，我们就可以招生，招生的时候专学文字学，走一门。终极的目标是希望学文言文的人多了，老师多了，将来我们相信，中国的文字学，中国的这些典籍会影响全世界。有许许多多的人想学，我们再培养老师，现在在开始培养老师，在干这桩事情。这是大事，这是眼前看不到果实的，结果在十年之后，十年之后就能看到果实。这个十年是很辛苦，要把它度过。所以我们希望年轻人一代接一代，把中国传统文化真正复兴起来，像汉唐一样能够恢复，这个世界社会秩序就恢复，自然灾害可以说免除了，国家社会安定人民幸福，各个人都接受到圣贤教育。我们希望开辟这个道路，希望这个道路能够通达。",
      "zh_TW": "這個漢學院跟一般學校的性質不一樣，不用學校的教學方法、教學理念，我們只是培養讀文言文的人，讀《四庫全書》的人。希望三年以後，他們文字學學得有相當的基礎，我們就可以招生，招生的時候專學文字學，走一門。終極的目標是希望學文言文的人多了，老師多了，將來我們相信，中國的文字學，中國的這些典籍會影響全世界。有許許多多的人想學，我們再培養老師，現在在開始培養老師，在幹這樁事情。這是大事，這是眼前看不到果實的，結果在十年之後，十年之後就能看到果實。這個十年是很辛苦，要把它度過。所以我們希望年輕人一代接一代，把中國傳統文化真正復興起來，像漢唐一樣能夠恢復，這個世界社會秩序就恢復，自然災害可以說免除了，國家社會安定人民幸福，各個人都接受到聖賢教育。我們希望開闢這個道路，希望這個道路能夠通達。"
    },
    {
      "id": "02-044-0007_p0031",
      "zh_CN": "这讲人天福报。人天福报虽然好，不要被它迷了，因为人天福报很危险，稍稍偏一点就会堕三途去了。所以，真心还是一心向往极乐世界亲近阿弥陀佛。这是我们生在这个世间，为一切众生做一点好事，算是众生对我们照顾，我们的报答。处世待人接物都是以此六条为标准。我们净土宗，早年第一个净宗学会是在加拿大成立的，温哥华；第二个净宗学会是美国净宗学会，在旧金山附近的圣荷西，现在还都在。我写了一个缘起，建议修行五个科目，很简单又好记，这五个科目就是我们修行的标准。第一个净业三福，是世尊在《观无量寿经》里面所说的三条，是我们学习所依靠的最高的理论依据。第一条，就是第一福，「孝养父母，奉事师长，慈心不杀，修十善业」。我们如何落实？把孝亲尊师落实在《弟子规》，慈心不杀落实在《感应篇》，后面是修十善业道，我叫它做儒释道的三个根。儒的根是《弟子规》，道的根是《感应篇》，佛的根是《十善业》，要认真去做，要落实，把它变成我们的生活，有这个基础这就可以学佛。三福第二福，「受持三皈，具足众戒，不犯威仪」。没有前面三条，学佛是假的，不是真的，他没有根，一定要有根才能学佛，佛才会学得好。这一条是小乘，佛法的小乘。一定要从小乘到大乘，不能躐等，按部就班才能学得好。第三条，「发菩提心，深信因果，读诵大乘，劝进行者」。这总共三条十一句，是我们净土宗修行的最高指导原则。",
      "zh_TW": "這講人天福報。人天福報雖然好，不要被它迷了，因為人天福報很危險，稍稍偏一點就會墮三途去了。所以，真心還是一心嚮往極樂世界親近阿彌陀佛。這是我們生在這個世間，為一切眾生做一點好事，算是眾生對我們照顧，我們的報答。處世待人接物都是以此六條為標準。我們淨土宗，早年第一個淨宗學會是在加拿大成立的，溫哥華；第二個淨宗學會是美國淨宗學會，在舊金山附近的聖荷西，現在還都在。我寫了一個緣起，建議修行五個科目，很簡單又好記，這五個科目就是我們修行的標準。第一個淨業三福，是世尊在《觀無量壽經》裡面所說的三條，是我們學習所依靠的最高的理論依據。第一條，就是第一福，「孝養父母，奉事師長，慈心不殺，修十善業」。我們如何落實？把孝親尊師落實在《弟子規》，慈心不殺落實在《感應篇》，後面是修十善業道，我叫它做儒釋道的三個根。儒的根是《弟子規》，道的根是《感應篇》，佛的根是《十善業》，要認真去做，要落實，把它變成我們的生活，有這個基礎這就可以學佛。三福第二福，「受持三皈，具足眾戒，不犯威儀」。沒有前面三條，學佛是假的，不是真的，他沒有根，一定要有根才能學佛，佛才會學得好。這一條是小乘，佛法的小乘。一定要從小乘到大乘，不能躐等，按部就班才能學得好。第三條，「發菩提心，深信因果，讀誦大乘，勸進行者」。這總共三條十一句，是我們淨土宗修行的最高指導原則。"
    },
    {
      "id": "02-044-0007_p0032",
      "zh_CN": "在行门，这真干，真正落实，从哪里？从六和敬开始。我们的僧团不和还修什么？造业。家和万事兴，不能不和。见和同解，戒和同修。戒就是守法，家有规矩，家有家规，国有国法。现在人没有家规，所以乱了，家乱了，根坏了，问题出来了。古时候的家是大家庭，五代同堂都住在一起的，所以它有规矩，要没有规矩家就乱掉了。现在小家庭可以不要规矩，所以夫妻天天吵架，父子不和，问题都出来了。我们要怎样恢复传统这些优良的文化，带给我们人生一生的幸福美满。人在世间应该追求这个，这五个科目就太重要了。所以六和敬，然后我们再进入佛法，从哪里进去？三学，戒定慧三学，因戒得定，因定开慧。三学根基扎下去之后，就可以修六度，布施、持戒、忍辱、精进、禅定、般若。最后归净土，普贤十愿导归极乐，从礼敬诸佛、称赞如来、广修供养、忏悔业障，到普皆回向。行门，我们怎么做才能与净土相应？西方极乐世界是普贤菩萨的道场，我们《无量寿经》第二品「德遵普贤」。",
      "zh_TW": "在行門，這真幹，真正落實，從哪裡？從六和敬開始。我們的僧團不和還修什麼？造業。家和萬事興，不能不和。見和同解，戒和同修。戒就是守法，家有規矩，家有家規，國有國法。現在人沒有家規，所以亂了，家亂了，根壞了，問題出來了。古時候的家是大家庭，五代同堂都住在一起的，所以它有規矩，要沒有規矩家就亂掉了。現在小家庭可以不要規矩，所以夫妻天天吵架，父子不和，問題都出來了。我們要怎樣恢復傳統這些優良的文化，帶給我們人生一生的幸福美滿。人在世間應該追求這個，這五個科目就太重要了。所以六和敬，然後我們再進入佛法，從哪裡進去？三學，戒定慧三學，因戒得定，因定開慧。三學根基扎下去之後，就可以修六度，布施、持戒、忍辱、精進、禪定、般若。最後歸淨土，普賢十願導歸極樂，從禮敬諸佛、稱讚如來、廣修供養、懺悔業障，到普皆迴向。行門，我們怎麼做才能與淨土相應？西方極樂世界是普賢菩薩的道場，我們《無量壽經》第二品「德遵普賢」。"
    },
    {
      "id": "02-044-0007_p0033",
      "zh_CN": "所以我们今天讲净土宗的祖师，中国人讲初祖慧远大师。日本人也讲初祖，日本人初祖是谁？善导大师。他们隋唐到中国留学，都是跟善导大师学佛，学净土，回来之后立了很多宗派，统统都承认善导大师是他们第一代祖师。他们对善导大师的尊敬超过我们，我们不如他们，你看大大小小，日本的净土宗的寺庙，都供奉着有善导大师的塑像，这看得出来。在中国净土宗没有，顶多供个牌位，没有塑像，他们做到了。还有天台宗智者大师，这是日本天台宗的初祖。天台初祖，净土初祖。所以日本有值得我们尊敬的地方，我们应当要向它学习。",
      "zh_TW": "所以我們今天講淨土宗的祖師，中國人講初祖慧遠大師。日本人也講初祖，日本人初祖是誰？善導大師。他們隋唐到中國留學，都是跟善導大師學佛，學淨土，回來之後立了很多宗派，統統都承認善導大師是他們第一代祖師。他們對善導大師的尊敬超過我們，我們不如他們，你看大大小小，日本的淨土宗的寺廟，都供奉著有善導大師的塑像，這看得出來。在中國淨土宗沒有，頂多供個牌位，沒有塑像，他們做到了。還有天台宗智者大師，這是日本天台宗的初祖。天台初祖，淨土初祖。所以日本有值得我們尊敬的地方，我們應當要向它學習。"
    },
    {
      "id": "02-044-0007_p0034",
      "zh_CN": "现在我们修学不抓这个不行，这五样东西很容易记得，它的分量很少，都能记得很熟，一定要在这里扎根，老老实实去做。佛号一句就可以了，一句佛号念到底，没有一个不成佛。真能这样做法，会像海贤老和尚一样，这一句佛号会开悟，他念到的是大彻大悟，明心见性，我们纵然不能像他那样的大彻大悟，至少也要有小悟，有大悟。有小悟就能往生，生凡圣同居土，有大悟就生方便有余土，彻悟生实报庄严土，经给我们讲得很清楚。所以我们要用清净心，待人接物一定要遵守这五个科目，净业三福、六和、三学、六度、十愿，这就叫持戒念佛，成就无量功德。以这个六条做标准，这个六条是讲六度，他人见到你自然生恭敬心，你是好人不必标榜，时间久了大家对你自然恭敬。到这个时候就能办事了，他对你恭敬，肯定他相信你，他尊重你，你说的话他听，这就可以办事。现在办什么事？大事。什么是大事？和睦相处就是大事。现在社会动乱，动乱就不和，要大家都能和睦相处，这天下太平，这大事！",
      "zh_TW": "現在我們修學不抓這個不行，這五樣東西很容易記得，它的分量很少，都能記得很熟，一定要在這裡扎根，老老實實去做。佛號一句就可以了，一句佛號念到底，沒有一個不成佛。真能這樣做法，會像海賢老和尚一樣，這一句佛號會開悟，他念到的是大徹大悟，明心見性，我們縱然不能像他那樣的大徹大悟，至少也要有小悟，有大悟。有小悟就能往生，生凡聖同居土，有大悟就生方便有餘土，徹悟生實報莊嚴土，經給我們講得很清楚。所以我們要用清淨心，待人接物一定要遵守這五個科目，淨業三福、六和、三學、六度、十願，這就叫持戒念佛，成就無量功德。以這個六條做標準，這個六條是講六度，他人見到你自然生恭敬心，你是好人不必標榜，時間久了大家對你自然恭敬。到這個時候就能辦事了，他對你恭敬，肯定他相信你，他尊重你，你說的話他聽，這就可以辦事。現在辦什麼事？大事。什麼是大事？和睦相處就是大事。現在社會動亂，動亂就不和，要大家都能和睦相處，這天下太平，這大事！"
    },
    {
      "id": "02-044-0007_p0035",
      "zh_CN": "现在科学技术日新月异，十年十年一比，你看十年前完全被淘汰了，进步真快，我们赶不上步脚也不行。所以我们一定要希望人与人之间要和睦相处，平等对待。从哪里做起？我认识有一些国家领导人，我都劝他们从团结宗教下手，提倡宗教教育，宗教互相学习。我们提出所有宗教供奉的神明，神是一体，教是一家，世界宗教是一家，不要有分别，不要有彼此。我的神是真的，你的神是假的，这个就有麻烦来了，一切神一体。我记得我有一年到日本来访问，见到中村康隆老和尚，你们知道他吧？我见他的那一年是他一百岁，他一百零三岁往生的。老和尚告诉我，他说全世界的宗教创始人都是观世音菩萨的化身。说得好！他说得有道理。为什么？观音菩萨应以什么身得度就现什么身，你要求阿弥陀佛他就现阿弥陀佛身，你要想释迦牟尼佛他就现释迦牟尼佛身，你喜欢耶稣他就现耶稣身，你喜欢穆罕默德他就现穆罕默德身，统统是观世音菩萨。众神一体，是真的不是假的。你看千手观音，头上有三十二个面孔，那是什么？三十二应，随类化身。这个就是平等对待，和睦相处的基本概念，不要分，家和万事兴。国家要和，世界要和，从哪里开始？宗教开始，先宗教和，然后会影响族群和，派系和，社会上各个阶层和，达到地球上的太平盛世，这好事情，所以我们要重视宗教团结。我有几次办这个活动，我都邀请日本佛教组团参加，他们参加了好几次，最近一次是在斯里兰卡。所以和睦相处平等对待，要常常放在心上。他不恭敬我，我恭敬他，我们有耐心慢慢感化。我在澳洲做了十三年，做成功了，三宝加持，现在这个小城十几个宗教都变成一家人。我们常常有来往，每一家宗教有大的活动，我们统统去参加，我们办活动他也来参加，希望从宗教带动团结、带动和谐、带动平等。决定不是不同的宗教信仰、不同的族群，居住在一起会产生矛盾，可以能化解，不会产生问题的。我们真正用爱心去做，团结宗教中心点就是爱，佛家的慈悲，伊斯兰也讲仁慈，基督教、天主教讲神爱世人，上帝爱世人，这是真的不是假的。所以所有宗教核心的价值观就是仁慈博爱，这一句是所有宗教共同的价值观，能做到，不是做不到。",
      "zh_TW": "現在科學技術日新月異，十年十年一比，你看十年前完全被淘汰了，進步真快，我們趕不上步腳也不行。所以我們一定要希望人與人之間要和睦相處，平等對待。從哪裡做起？我認識有一些國家領導人，我都勸他們從團結宗教下手，提倡宗教教育，宗教互相學習。我們提出所有宗教供奉的神明，神是一體，教是一家，世界宗教是一家，不要有分別，不要有彼此。我的神是真的，你的神是假的，這個就有麻煩來了，一切神一體。我記得我有一年到日本來訪問，見到中村康隆老和尚，你們知道他吧？我見他的那一年是他一百歲，他一百零三歲往生的。老和尚告訴我，他說全世界的宗教創始人都是觀世音菩薩的化身。說得好！他說得有道理。為什麼？觀音菩薩應以什麼身得度就現什麼身，你要求阿彌陀佛他就現阿彌陀佛身，你要想釋迦牟尼佛他就現釋迦牟尼佛身，你喜歡耶穌他就現耶穌身，你喜歡穆罕默德他就現穆罕默德身，統統是觀世音菩薩。眾神一體，是真的不是假的。你看千手觀音，頭上有三十二個面孔，那是什麼？三十二應，隨類化身。這個就是平等對待，和睦相處的基本概念，不要分，家和萬事興。國家要和，世界要和，從哪裡開始？宗教開始，先宗教和，然後會影響族群和，派系和，社會上各個階層和，達到地球上的太平盛世，這好事情，所以我們要重視宗教團結。我有幾次辦這個活動，我都邀請日本佛教組團參加，他們參加了好幾次，最近一次是在斯里蘭卡。所以和睦相處平等對待，要常常放在心上。他不恭敬我，我恭敬他，我們有耐心慢慢感化。我在澳洲做了十三年，做成功了，三寶加持，現在這個小城十幾個宗教都變成一家人。我們常常有來往，每一家宗教有大的活動，我們統統去參加，我們辦活動他也來參加，希望從宗教帶動團結、帶動和諧、帶動平等。決定不是不同的宗教信仰、不同的族群，居住在一起會產生矛盾，可以能化解，不會產生問題的。我們真正用愛心去做，團結宗教中心點就是愛，佛家的慈悲，伊斯蘭也講仁慈，基督教、天主教講神愛世人，上帝愛世人，這是真的不是假的。所以所有宗教核心的價值觀就是仁慈博愛，這一句是所有宗教共同的價值觀，能做到，不是做不到。"
    },
    {
      "id": "02-044-0007_p0036",
      "zh_CN": "这一生做这个好事，来生当然生富贵家，而且身体健康，身心健康没有缺陷，善根深厚，来生还能遇到佛法。这一句非常重要，遇到佛法就有机会脱离六道轮回，这是我们生生世世所梦想的，遇不到佛法就很难了。生天不难，往生极乐世界不容易，但是你知道往生极乐世界比生天容易，只要你如法修学就行。",
      "zh_TW": "這一生做這個好事，來生當然生富貴家，而且身體健康，身心健康沒有缺陷，善根深厚，來生還能遇到佛法。這一句非常重要，遇到佛法就有機會脫離六道輪迴，這是我們生生世世所夢想的，遇不到佛法就很難了。生天不難，往生極樂世界不容易，但是你知道往生極樂世界比生天容易，只要你如法修學就行。"
    },
    {
      "id": "02-044-0007_p0037",
      "zh_CN": "下面这一章，第十五章：",
      "zh_TW": "下面這一章，第十五章："
    },
    {
      "id": "02-044-0007_p0038",
      "zh_CN": "【我作佛时。国中无不善名。】",
      "zh_TW": "【我作佛時。國中無不善名。】"
    },
    {
      "id": "02-044-0007_p0039",
      "zh_CN": "这是第二十八愿。所有一切不善，连名字都听不到，当然不会有事实。这就是说明极乐世界纯善，纯净纯善。",
      "zh_TW": "這是第二十八願。所有一切不善，連名字都聽不到，當然不會有事實。這就是說明極樂世界純善，純淨純善。"
    },
    {
      "id": "02-044-0007_p0040",
      "zh_CN": "【所有众生。生我国者。皆同一心。住于定聚。永离热恼。心得清凉。所受快乐。犹如漏尽比丘。若起想念。贪计身者。不取正觉。】",
      "zh_TW": "【所有眾生。生我國者。皆同一心。住於定聚。永離熱惱。心得清涼。所受快樂。猶如漏盡比丘。若起想念。貪計身者。不取正覺。】"
    },
    {
      "id": "02-044-0007_p0041",
      "zh_CN": "这一章里头有四个愿，国无不善，住正定聚，乐如漏尽愿，不贪计身愿。这极乐世界，我们想做很难做到，到极乐世界去阿弥陀佛这四愿加持你，很容易做到。我们看注解。西方世界没有三恶道，而《弥陀经》上说西方世界有白鹤、孔雀等飞鸟，岂非畜生？畜生是恶道名，极乐世界没有这些恶道的名称名词，这不善名，饿鬼、地狱、畜生这不善名。《弥陀经》上讲的，白鹤、孔雀这些飞鸟，这不是畜生吗？不是的，其实牠们是阿弥陀佛变化出来的，为的是讲经说法，使大家随时随地都能听到说法的音声，阿弥陀佛变化的，不是真的畜生。鸟是谁？鸟是阿弥陀佛，阿弥陀佛的化身。为什么？人喜欢鸟，特别是在野外，喜欢这些鸟，鸟是阿弥陀佛，你念阿弥陀佛，你喜欢什么我就变什么。牠说法，你喜欢听什么法，牠就跟你说什么法，妙极了。如果现佛相，你一定得端端正正的有拘束，在佛的面前不敢随便，佛变个鸟你就随便了，你就不会那么端庄，你也会带着鸟一起去玩了。所以这个都是教学的一种方法，能够恒顺众生，随喜功德。这些地方我们都可以学习。",
      "zh_TW": "這一章裡頭有四個願，國無不善，住正定聚，樂如漏盡願，不貪計身願。這極樂世界，我們想做很難做到，到極樂世界去阿彌陀佛這四願加持你，很容易做到。我們看註解。西方世界沒有三惡道，而《彌陀經》上說西方世界有白鶴、孔雀等飛鳥，豈非畜生？畜生是惡道名，極樂世界沒有這些惡道的名稱名詞，這不善名，餓鬼、地獄、畜生這不善名。《彌陀經》上講的，白鶴、孔雀這些飛鳥，這不是畜生嗎？不是的，其實牠們是阿彌陀佛變化出來的，為的是講經說法，使大家隨時隨地都能聽到說法的音聲，阿彌陀佛變化的，不是真的畜生。鳥是誰？鳥是阿彌陀佛，阿彌陀佛的化身。為什麼？人喜歡鳥，特別是在野外，喜歡這些鳥，鳥是阿彌陀佛，你念阿彌陀佛，你喜歡什麼我就變什麼。牠說法，你喜歡聽什麼法，牠就跟你說什麼法，妙極了。如果現佛相，你一定得端端正正的有拘束，在佛的面前不敢隨便，佛變個鳥你就隨便了，你就不會那麼端莊，你也會帶著鳥一起去玩了。所以這個都是教學的一種方法，能夠恆順眾生，隨喜功德。這些地方我們都可以學習。"
    },
    {
      "id": "02-044-0007_p0042",
      "zh_CN": "今天的社会为什么搞成这么乱？中国在过去几千年，虽然有动乱，比现在好太多了，哪有像现在这么乱法？什么原因？教育。中国过去是大家庭，传了几千年没有改变。西方文化进入中国之后，中国人觉得小家庭好，小家庭没有规矩，没有那么多的约束，可以随心所欲。这一点好处是有了，但是整个社会动乱，这是要付出的代价，得不偿失。中国过去确实一家人一族人，同一个族群，同一个大家庭。你们看过小说《红楼梦》，《红楼梦》描写就一家人，就这个家庭日常生活，描写得好。家有家教，如果他要不教，那么多人在一起居住就乱了，所以家教非常严格。你看家谱里面都有家规、家教、家训，这都是家庭里面每一个成员必须要遵守的，不遵守就乱了。从小就要教，从什么时候开始教？从母亲怀孕那天就开始教，叫胎教，小孩还没有出世。怎么教法？母亲起心动念不能有邪念，不能有负面的思想，为什么？会影响胎儿，所以思想纯正，言语和睦和蔼，举止端庄，一举一动都会影响胎儿。所以母亲十个月要守规矩，为什么？都是为这胎儿。小孩一出生，睁开眼睛他在学、他在看，他的小耳朵已经在听，他就在开始学习。所以母亲必须把他看三年，一千天，这三年当中，小孩所看到的、听到的、接触到的，全是正面的、善的。凡是负面不善的，不能让他看到，不能让他听到，不能让他接触到，这叫扎根教育，一千天。所以古人有一句谚语说「三岁看八十」，意思就是说，三岁的小孩，看他的教养，就能判断他八十岁不会改变，那真的是个好人。圣贤君子是这样造成的，母亲的功德。母亲一生的心血，就是把小孩培养成圣人、贤人、君子，她的付出非常伟大。所以儿女不能不孝顺，没有母亲这样的辛勤勤劳，怎么会养成圣贤的种子？",
      "zh_TW": "今天的社會為什麼搞成這麼亂？中國在過去幾千年，雖然有動亂，比現在好太多了，哪有像現在這麼亂法？什麼原因？教育。中國過去是大家庭，傳了幾千年沒有改變。西方文化進入中國之後，中國人覺得小家庭好，小家庭沒有規矩，沒有那麼多的約束，可以隨心所欲。這一點好處是有了，但是整個社會動亂，這是要付出的代價，得不償失。中國過去確實一家人一族人，同一個族群，同一個大家庭。你們看過小說《紅樓夢》，《紅樓夢》描寫就一家人，就這個家庭日常生活，描寫得好。家有家教，如果他要不教，那麼多人在一起居住就亂了，所以家教非常嚴格。你看家譜裡面都有家規、家教、家訓，這都是家庭裡面每一個成員必須要遵守的，不遵守就亂了。從小就要教，從什麼時候開始教？從母親懷孕那天就開始教，叫胎教，小孩還沒有出世。怎麼教法？母親起心動念不能有邪念，不能有負面的思想，為什麼？會影響胎兒，所以思想純正，言語和睦和藹，舉止端莊，一舉一動都會影響胎兒。所以母親十個月要守規矩，為什麼？都是為這胎兒。小孩一出生，睜開眼睛他在學、他在看，他的小耳朵已經在聽，他就在開始學習。所以母親必須把他看三年，一千天，這三年當中，小孩所看到的、聽到的、接觸到的，全是正面的、善的。凡是負面不善的，不能讓他看到，不能讓他聽到，不能讓他接觸到，這叫扎根教育，一千天。所以古人有一句諺語說「三歲看八十」，意思就是說，三歲的小孩，看他的教養，就能判斷他八十歲不會改變，那真的是個好人。聖賢君子是這樣造成的，母親的功德。母親一生的心血，就是把小孩培養成聖人、賢人、君子，她的付出非常偉大。所以兒女不能不孝順，沒有母親這樣的辛勤勤勞，怎麼會養成聖賢的種子？"
    },
    {
      "id": "02-044-0007_p0043",
      "zh_CN": "中国这个大家庭，抗战时候还有，战前有，我还看见过，战后就没有了，一个也找不到，所以今天社会问题就出在这里。小孩再没有人关心，再没有人照顾了。谁关心他、谁照顾他？父母不照顾，家人不照顾，社会也不照顾，国家也不照顾，现在照顾小孩的是谁？电视、网路。你看这些年轻人，十几岁的，一天到晚盯着电视、手机，我也不晓得那是什么东西，随便到哪里去看，他精神专注在那里。那里面是什么内容？杀盗淫妄，他全学会了。这还得了吗？所以今天教化众生的权在媒体手上，这个世界是他们在主宰的，他们导向负面那就全毁掉，导向正面就复兴了，现在讲民主自由。真正要想复兴中国传统文化，那要像方东美先生所说的，媒体一律关闭。在过去大陆文化大革命的时候，台湾政府在台湾推动复兴传统文化，只喊口号，没落实。有一天我在方老师家里，教育部有三个官员来拜访老师，向老师请教，复兴传统文化从哪里下手？老师根本就没有考虑，马上就告诉他，台湾三家电视台关闭，还有什么无线电台广播的统统关闭，报纸杂志停刊。这三个官员说：老师，这做不到！老师就板起面孔说：这些东西天天在破坏中国传统文化，有这些东西还能复兴吗？说得很沉痛，这真的，不是假的。关不了，为什么？这自由，开放，就把社会开放自由到这个时候，麻烦可大了。唯一补救的方法，就是要用电视台，专门国家来控制，完全播放正面的、善的，凡是一切不善的，这个电视台都没有。电视台能不能办下去？开销很大，我们做实验成功了，行。我这个讲经，从二００三年元旦开播，华藏卫视没有拉广告，没有化缘，能维持十三年，现在挺兴旺的。这说明什么？说明你不要拉广告，不要负面的，还是有人看。我们怎么维持？也就是萤幕上把电视台他们银行帐号挂上，就有人寄钱进去，这个钱还能维持，维持到十三年，还挺兴旺的。这就说明这个社会大众，喜欢正面的人还不少。如果这样的电视台有个十几家、二十几家，社会就有救了，让社会大众自己去选择他们的喜爱，慢慢的喜爱正面就多了，喜爱负面就少了，这才是个办法。方老师讲的话是一点都不错。我们如何善巧方便，慢慢的把这个风向转过来，真正造福社会，造福人群。",
      "zh_TW": "中國這個大家庭，抗戰時候還有，戰前有，我還看見過，戰後就沒有了，一個也找不到，所以今天社會問題就出在這裡。小孩再沒有人關心，再沒有人照顧了。誰關心他、誰照顧他？父母不照顧，家人不照顧，社會也不照顧，國家也不照顧，現在照顧小孩的是誰？電視、網路。你看這些年輕人，十幾歲的，一天到晚盯著電視、手機，我也不曉得那是什麼東西，隨便到哪裡去看，他精神專注在那裡。那裡面是什麼內容？殺盜淫妄，他全學會了。這還得了嗎？所以今天教化眾生的權在媒體手上，這個世界是他們在主宰的，他們導向負面那就全毀掉，導向正面就復興了，現在講民主自由。真正要想復興中國傳統文化，那要像方東美先生所說的，媒體一律關閉。在過去大陸文化大革命的時候，台灣政府在台灣推動復興傳統文化，只喊口號，沒落實。有一天我在方老師家裡，教育部有三個官員來拜訪老師，向老師請教，復興傳統文化從哪裡下手？老師根本就沒有考慮，馬上就告訴他，台灣三家電視台關閉，還有什麼無線電台廣播的統統關閉，報紙雜誌停刊。這三個官員說：老師，這做不到！老師就板起面孔說：這些東西天天在破壞中國傳統文化，有這些東西還能復興嗎？說得很沉痛，這真的，不是假的。關不了，為什麼？這自由，開放，就把社會開放自由到這個時候，麻煩可大了。唯一補救的方法，就是要用電視台，專門國家來控制，完全播放正面的、善的，凡是一切不善的，這個電視台都沒有。電視台能不能辦下去？開銷很大，我們做實驗成功了，行。我這個講經，從二００三年元旦開播，華藏衛視沒有拉廣告，沒有化緣，能維持十三年，現在挺興旺的。這說明什麼？說明你不要拉廣告，不要負面的，還是有人看。我們怎麼維持？也就是螢幕上把電視台他們銀行帳號掛上，就有人寄錢進去，這個錢還能維持，維持到十三年，還挺興旺的。這就說明這個社會大眾，喜歡正面的人還不少。如果這樣的電視台有個十幾家、二十幾家，社會就有救了，讓社會大眾自己去選擇他們的喜愛，慢慢的喜愛正面就多了，喜愛負面就少了，這才是個辦法。方老師講的話是一點都不錯。我們如何善巧方便，慢慢的把這個風向轉過來，真正造福社會，造福人群。"
    },
    {
      "id": "02-044-0007_p0044",
      "zh_CN": "佛说一切众生，我们看文，可以分三大类，第一类是正定聚，聚就是聚会，我们今天讲团体，这一类的人他们所学习的法门绝对正确，有结果，这叫正定。也就是佛在经上所讲的法运，正法、像法、末法、灭法。正法有讲经、有听经，有认真修行，有证果，往生就是证果，这就是正法。如果没有证果，有讲经、有听经、有修行，没有证果的，这叫像法。再其次的，连修行的都没有了，有讲经的、有听经的，没有修行的，没有证果的，这叫末法，所以末法时期有讲经、有听经，真修行的人少了。到哪一天讲经的人没有了，没有讲经、没有听经，这叫灭法。这是佛自己说的，法运是这么来的。明白这个道理，法运掌握在我们自己手中，我们自己认真努力，依教修学，你们在末法，我在正法，这真的不是假的。每个人有每个人的法运，家庭有家运，国家有国运，社会大众都有命运主宰。真正主宰是自己，不是别人。所以我们自己对于社会要有责任感，我们承担些什么责任，不能不知道，要把社会导向正面。要是破坏正面，导向邪恶，这是罪恶，这个果报在地狱。",
      "zh_TW": "佛說一切眾生，我們看文，可以分三大類，第一類是正定聚，聚就是聚會，我們今天講團體，這一類的人他們所學習的法門絕對正確，有結果，這叫正定。也就是佛在經上所講的法運，正法、像法、末法、滅法。正法有講經、有聽經，有認真修行，有證果，往生就是證果，這就是正法。如果沒有證果，有講經、有聽經、有修行，沒有證果的，這叫像法。再其次的，連修行的都沒有了，有講經的、有聽經的，沒有修行的，沒有證果的，這叫末法，所以末法時期有講經、有聽經，真修行的人少了。到哪一天講經的人沒有了，沒有講經、沒有聽經，這叫滅法。這是佛自己說的，法運是這麼來的。明白這個道理，法運掌握在我們自己手中，我們自己認真努力，依教修學，你們在末法，我在正法，這真的不是假的。每個人有每個人的法運，家庭有家運，國家有國運，社會大眾都有命運主宰。真正主宰是自己，不是別人。所以我們自己對於社會要有責任感，我們承擔些什麼責任，不能不知道，要把社會導向正面。要是破壞正面，導向邪惡，這是罪惡，這個果報在地獄。"
    },
    {
      "id": "02-044-0007_p0045",
      "zh_CN": "现在这个社会，堕地狱的人很多。这个几天，我们这个活动时间不长，我听说有三个附体的，透了一些信息给我们，这信息都是讲灾难的。这种方式透出来的信息，我都叫它说鬼话，鬼说的，不是人说的，你要不要相信？你要不要相信鬼话？所以我们听到做个参考，不要认真，他说话不负责任的，你找不到他，所以不能被鬼骗了，人骗我们情有可原，被鬼骗这就错了。所以我们参考，对照我们现前社会状况，看他能说到几分，让我们提高警觉，断恶修善，积功累德，纵然有灾难可以化解，不能完全化解也能减轻，这是肯定的。决定不可以有邪念，有不善的念头，这个不好。",
      "zh_TW": "現在這個社會，墮地獄的人很多。這個幾天，我們這個活動時間不長，我聽說有三個附體的，透了一些信息給我們，這信息都是講災難的。這種方式透出來的信息，我都叫它說鬼話，鬼說的，不是人說的，你要不要相信？你要不要相信鬼話？所以我們聽到做個參考，不要認真，他說話不負責任的，你找不到他，所以不能被鬼騙了，人騙我們情有可原，被鬼騙這就錯了。所以我們參考，對照我們現前社會狀況，看他能說到幾分，讓我們提高警覺，斷惡修善，積功累德，縱然有災難可以化解，不能完全化解也能減輕，這是肯定的。決定不可以有邪念，有不善的念頭，這個不好。"
    },
    {
      "id": "02-044-0007_p0046",
      "zh_CN": "所以念佛的人好处在此地，我们多多的听经教。最容易听的，大家也欢喜听的，除《无量寿经》之外，海贤老和尚的光碟，他的《永思集》要多看。另外一部黄念祖老居士的《净修捷要报恩谈》，这个文字跟有声书都做出来了，这个地方有流通。一定要看，要多看，遍数愈多愈好，慢慢你把这个佛法的道理，净宗的道理都会明白了，明白之后信心才坚定，疑惑就断掉，断疑生信，功德无量。我说的这几样东西，我每天都在看，看不厌，愈看愈欢喜。这个老人真了不起，菩萨再来，不是凡人，凡人说不出来。海贤老和尚虽然不认识字，你看他一句佛号，一生一句佛号念了九十二年，没改变，这就是禅定，这就是智慧。所以他说过他什么都知道，什么都知道就是大彻大悟，就是明心见性。如果没有证得，绝不能这么说法，说了是大妄语，是骗人，大妄语的果报在无间地狱。所以他说的话是真的，我们相信。我们真的要依教奉行，要以他做榜样。黄念老也了不起，往生前六个月，每天念十四万声佛号，这都是念给我们看的，他通宗通教，显密圆融，最后归净土。",
      "zh_TW": "所以念佛的人好處在此地，我們多多的聽經教。最容易聽的，大家也歡喜聽的，除《無量壽經》之外，海賢老和尚的光碟，他的《永思集》要多看。另外一部黃念祖老居士的《淨修捷要報恩談》，這個文字跟有聲書都做出來了，這個地方有流通。一定要看，要多看，遍數愈多愈好，慢慢你把這個佛法的道理，淨宗的道理都會明白了，明白之後信心才堅定，疑惑就斷掉，斷疑生信，功德無量。我說的這幾樣東西，我每天都在看，看不厭，愈看愈歡喜。這個老人真了不起，菩薩再來，不是凡人，凡人說不出來。海賢老和尚雖然不認識字，你看他一句佛號，一生一句佛號念了九十二年，沒改變，這就是禪定，這就是智慧。所以他說過他什麼都知道，什麼都知道就是大徹大悟，就是明心見性。如果沒有證得，絕不能這麼說法，說了是大妄語，是騙人，大妄語的果報在無間地獄。所以他說的話是真的，我們相信。我們真的要依教奉行，要以他做榜樣。黃念老也了不起，往生前六個月，每天念十四萬聲佛號，這都是念給我們看的，他通宗通教，顯密圓融，最後歸淨土。"
    },
    {
      "id": "02-044-0007_p0047",
      "zh_CN": "第一类正定。第二类，邪定，无论修什么法门，其理论、方法、境界，无论怎样精进努力都得不到结果。邪定在现在社会上很多，有许多人根性浅薄，喜欢好奇，都被它吸引过去了，等到十年、二十年之后，一无所成，后悔莫及。第三种叫不定聚，这要看缘分，他遇到真善知识，他就是正途；遇到邪门外道，他就是邪定聚。所以善知识非常重要，现在很难找，比不得从前，从前人修行明心见性，一切通达，上山住茅蓬闭关，这是干什么？等于向大众宣布，我已经毕业了，等人来请他下山弘法。这是过去，哪个人闭关，哪个人住山，住山住茅蓬不出来，那就是成功了，有真正的定慧，不宣传。所以你要想求善知识，谁在闭关，你去找他。你找他，你向他求教，他要教不了你，给你说胡话，你可以把他关门打开，出来，你还不行，跟我一样出去参学。可是现在不一样，现在人一出家马上就闭关，不知道闭关的意义。看古人，赵州和尚八十岁还在行脚，他为什么不闭关？没有通。古时候闭关是一个条件，就是大彻大悟、明心见性，没有见性没有资格闭关。真正明心见性这才闭关，闭关等于向大家宣布，我已经明心见性；换句话说，一切通达，拿着佛法任何经典向他请教，他都没有障碍，都能给你讲清楚、讲明白，这叫善知识。现在没有了，没有就是没有标准了。",
      "zh_TW": "第一類正定。第二類，邪定，無論修什麼法門，其理論、方法、境界，無論怎樣精進努力都得不到結果。邪定在現在社會上很多，有許多人根性淺薄，喜歡好奇，都被它吸引過去了，等到十年、二十年之後，一無所成，後悔莫及。第三種叫不定聚，這要看緣分，他遇到真善知識，他就是正途；遇到邪門外道，他就是邪定聚。所以善知識非常重要，現在很難找，比不得從前，從前人修行明心見性，一切通達，上山住茅蓬閉關，這是幹什麼？等於向大眾宣布，我已經畢業了，等人來請他下山弘法。這是過去，哪個人閉關，哪個人住山，住山住茅蓬不出來，那就是成功了，有真正的定慧，不宣傳。所以你要想求善知識，誰在閉關，你去找他。你找他，你向他求教，他要教不了你，給你說胡話，你可以把他關門打開，出來，你還不行，跟我一樣出去參學。可是現在不一樣，現在人一出家馬上就閉關，不知道閉關的意義。看古人，趙州和尚八十歲還在行腳，他為什麼不閉關？沒有通。古時候閉關是一個條件，就是大徹大悟、明心見性，沒有見性沒有資格閉關。真正明心見性這才閉關，閉關等於向大家宣布，我已經明心見性；換句話說，一切通達，拿著佛法任何經典向他請教，他都沒有障礙，都能給你講清楚、講明白，這叫善知識。現在沒有了，沒有就是沒有標準了。"
    },
    {
      "id": "02-044-0007_p0048",
      "zh_CN": "目前有一个办法，学古人，做古大德的私淑弟子，像孔子，还有孟子。孟子那个时候，孔子已经过世，他仰慕孔子，但孔子的著作在，就是《论语》还有一些《易经》，孔子著书不多，还在。他就学孔子，读孔子的书，有问题向孔子的学生去请教，这叫私淑弟子，所以孟子是孔子的私淑弟子，不同一个时代。孟子以孔子的著作做为学习的标准，做为学习的依据，他学成功了，学的成绩比孔子学生还要好，超过了。所以后人谈孔孟，不说孔曾，曾子也不错，有子也不错，都没有说，说孟子。孔孟代表儒家，他学得真道地，学得真成功，所以后世尊孔子为「至圣」，尊孟子为「亚圣」，亚圣是次于至圣。以后像这种例子很多，像汉朝的司马迁，《史记》的作者，他学左丘明，左丘明已经过世了，左丘明跟孔子同时代，司马迁是汉朝人，所以不同时代。今天时间到了，我们就学习到此地。",
      "zh_TW": "目前有一個辦法，學古人，做古大德的私淑弟子，像孔子，還有孟子。孟子那個時候，孔子已經過世，他仰慕孔子，但孔子的著作在，就是《論語》還有一些《易經》，孔子著書不多，還在。他就學孔子，讀孔子的書，有問題向孔子的學生去請教，這叫私淑弟子，所以孟子是孔子的私淑弟子，不同一個時代。孟子以孔子的著作做為學習的標準，做為學習的依據，他學成功了，學的成績比孔子學生還要好，超過了。所以後人談孔孟，不說孔曾，曾子也不錯，有子也不錯，都沒有說，說孟子。孔孟代表儒家，他學得真道地，學得真成功，所以後世尊孔子為「至聖」，尊孟子為「亞聖」，亞聖是次於至聖。以後像這種例子很多，像漢朝的司馬遷，《史記》的作者，他學左丘明，左丘明已經過世了，左丘明跟孔子同時代，司馬遷是漢朝人，所以不同時代。今天時間到了，我們就學習到此地。"
    },
    {
      "id": "02-044-0007_p0049",
      "zh_CN": "将来教学要学这些榜样，我们就能成就，如果不学古人这个方法，没有人能成就。所以今天我们读这些书意义深长。我们今天遇到，在这个时代遇到，没有真正开悟的人，我们怎么办？所以我们今天办汉学院，没有老师，也没有学生。我在马来西亚，马来西亚首相有一次问我，你汉学院里头教授，有多少个博士、有多少硕士？我告诉他一个也没有。那你怎么办法？我说我认识的博士不少，很多，他教不了我们这学院，我们教育的理念、方法完全不一样。我说我们用中国祖传的古老的方法来教，那就是一门深入，长时薰修，读书千遍，其义自见，自见就是开悟了，没有人教你，自己开悟了，我们用这个方法。所以我们招研究员，培养个五年，五年之后他们有悟处，大彻大悟不敢说，大悟、小悟肯定很多。那就是现在最好的老师，为什么？他真正有心得，真正有受用。我们要好好来培养，就是用真诚心、恭敬心、清净心来学习，你才能得到。现在的学生，年轻人，心浮气躁，没有恭敬心，没有真诚心，佛菩萨来教也枉然。这就是今天办学，办圣贤学校，困难的地方在此地，学生不孝父母，不敬老师，这就没办法，到哪里去找孝父母敬老师？找这种人才行。下一堂我再跟诸位详细报告，我们学习这个路怎么走法，明天我们再谈。",
      "zh_TW": "將來教學要學這些榜樣，我們就能成就，如果不學古人這個方法，沒有人能成就。所以今天我們讀這些書意義深長。我們今天遇到，在這個時代遇到，沒有真正開悟的人，我們怎麼辦？所以我們今天辦漢學院，沒有老師，也沒有學生。我在馬來西亞，馬來西亞首相有一次問我，你漢學院裡頭教授，有多少個博士、有多少碩士？我告訴他一個也沒有。那你怎麼辦法？我說我認識的博士不少，很多，他教不了我們這學院，我們教育的理念、方法完全不一樣。我說我們用中國祖傳的古老的方法來教，那就是一門深入，長時薰修，讀書千遍，其義自見，自見就是開悟了，沒有人教你，自己開悟了，我們用這個方法。所以我們招研究員，培養個五年，五年之後他們有悟處，大徹大悟不敢說，大悟、小悟肯定很多。那就是現在最好的老師，為什麼？他真正有心得，真正有受用。我們要好好來培養，就是用真誠心、恭敬心、清淨心來學習，你才能得到。現在的學生，年輕人，心浮氣躁，沒有恭敬心，沒有真誠心，佛菩薩來教也枉然。這就是今天辦學，辦聖賢學校，困難的地方在此地，學生不孝父母，不敬老師，這就沒辦法，到哪裡去找孝父母敬老師？找這種人才行。下一堂我再跟諸位詳細報告，我們學習這個路怎麼走法，明天我們再談。"
    }
  ]
}