{
  "doc_id": "12-006-0026",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0026",
  "total_paragraphs": 130,
  "paragraphs": [
    {
      "id": "12-006-0026_p0001",
      "zh_CN": "七百一十一页第二行：",
      "zh_TW": "七百一十一頁第二行："
    },
    {
      "id": "12-006-0026_p0002",
      "zh_CN": "【此后次第有十佛。相续出兴于世间。初梵光佛虚空音。第三法界像吉祥。第四圆满光明轮。第五诸方智光幢。】",
      "zh_TW": "【此後次第有十佛。相續出興於世間。初梵光佛虛空音。第三法界像吉祥。第四圓滿光明輪。第五諸方智光幢。】"
    },
    {
      "id": "12-006-0026_p0003",
      "zh_CN": "从这个地方看起。这是偈颂第二十三首，开头这两句是承先启后，意义与前面所讲的没有两样，所谓是流水句。在这个十佛当中，第一尊叫『梵光』，「梵」是清净的意思，就是清净光明。第二尊叫『虚空音』，这是我们要细心去体会，音声有许多种，我们现在一般常常令人困扰的噪音，这个不但是清净音，而且是「虚空音」，这个意义就非常深了，虚空音是什么音？寂净音，也就是本性。观世音菩萨「反闻闻自性」，就是以这个为所缘的境界。缘自性清净性，是一切音声的本体，这个含义很深。『第三法界像吉祥』，「吉祥」是福德之相，佛无论示现什么样的身相，无有一相不是吉祥。纵然示现恶相，恶相是度一类恶人，换句话说，还是吉祥。这都要我们很细心深入去体会，才能够晓得里面殊胜的意义，与不可思议的境界。第四尊是『圆满光明轮』，这个名号是从智慧上建立的，如来智慧不外乎权实二智，二智都圆满，称为「光明轮」。『第五诸方智光幢』，这个名号一看就晓得，从后得智建立。菩萨以权智教化诸方众生，「诸方」我们常讲十方，说十方当然就包括了三世。",
      "zh_TW": "從這個地方看起。這是偈頌第二十三首，開頭這兩句是承先啟後，意義與前面所講的沒有兩樣，所謂是流水句。在這個十佛當中，第一尊叫『梵光』，「梵」是清淨的意思，就是清淨光明。第二尊叫『虛空音』，這是我們要細心去體會，音聲有許多種，我們現在一般常常令人困擾的噪音，這個不但是清淨音，而且是「虛空音」，這個意義就非常深了，虛空音是什麼音？寂淨音，也就是本性。觀世音菩薩「反聞聞自性」，就是以這個為所緣的境界。緣自性清淨性，是一切音聲的本體，這個含義很深。『第三法界像吉祥』，「吉祥」是福德之相，佛無論示現什麼樣的身相，無有一相不是吉祥。縱然示現惡相，惡相是度一類惡人，換句話說，還是吉祥。這都要我們很細心深入去體會，才能夠曉得裡面殊勝的意義，與不可思議的境界。第四尊是『圓滿光明輪』，這個名號是從智慧上建立的，如來智慧不外乎權實二智，二智都圓滿，稱為「光明輪」。『第五諸方智光幢』，這個名號一看就曉得，從後得智建立。菩薩以權智教化諸方眾生，「諸方」我們常講十方，說十方當然就包括了三世。"
    },
    {
      "id": "12-006-0026_p0004",
      "zh_CN": "【第六虚空灯七妙德。】",
      "zh_TW": "【第六虛空燈七妙德。】"
    },
    {
      "id": "12-006-0026_p0005",
      "zh_CN": "『灯』是表智慧，代表的无处不照，日月所照不到的地方，灯可以照到。『妙德』也就是妙吉祥，跟文殊师利菩萨是同一个名号，这一生是在佛的地位上，称为「妙德」。",
      "zh_TW": "『燈』是表智慧，代表的無處不照，日月所照不到的地方，燈可以照到。『妙德』也就是妙吉祥，跟文殊師利菩薩是同一個名號，這一生是在佛的地位上，稱為「妙德」。"
    },
    {
      "id": "12-006-0026_p0006",
      "zh_CN": "【第八遍照吉祥光。】",
      "zh_TW": "【第八遍照吉祥光。】"
    },
    {
      "id": "12-006-0026_p0007",
      "zh_CN": "这个意思也非常容易明了。",
      "zh_TW": "這個意思也非常容易明瞭。"
    },
    {
      "id": "12-006-0026_p0008",
      "zh_CN": "【第九福光寂静德。】",
      "zh_TW": "【第九福光寂靜德。】"
    },
    {
      "id": "12-006-0026_p0009",
      "zh_CN": "这是从福慧两方面来建立的德号，福德、智慧，福德、智慧都是依寂静所起的，寂静是体，福智是用。",
      "zh_TW": "這是從福慧兩方面來建立的德號，福德、智慧，福德、智慧都是依寂靜所起的，寂靜是體，福智是用。"
    },
    {
      "id": "12-006-0026_p0010",
      "zh_CN": "【第十大悲云吉祥。】",
      "zh_TW": "【第十大悲雲吉祥。】"
    },
    {
      "id": "12-006-0026_p0011",
      "zh_CN": "这个名号也好懂。在此地再跟诸位提几句，佛的德号，就是他老人家在当时、当处，对一切众生教化的宗旨，这是我们决定不要忘掉。否则的话，佛为什么要建立这么多名号？这个名号，既然有名号一定有意义。好像佛到我们这个世界来，在现前这个阶段、这个地区，对这个时代众生的根性，那只好用释迦牟尼。为什么？我们现前这个时代的众生缺乏慈悲心，特别提出释迦，释迦是能够仁慈，针对我们的毛病。这个时代的众生心太散乱，太不专一了，所以用牟尼，牟尼是寂默，清净寂默。可见得佛的名号就是现阶段的教学宗旨。所以想到佛的名号就晓得那个时代众生，毛病里头最重的是什么。佛的名号是对那个最重的毛病，对症下药，所以才有许多的名号。这许多的名号就是因为众生有许多的烦恼，众生没有烦恼了，佛就没有名号。烦恼是病，名号是药，你就晓得名号功德不可思议。记住这点，你念这些佛菩萨的名号就有趣味，不至于枯燥无味。念一个名号，就会想到那个世界，那个佛在那里教化众生，对治那些众生的毛病，让他们一个个断烦恼、生智慧，自己就有所感发，当然就有受用。再看底下这段：",
      "zh_TW": "這個名號也好懂。在此地再跟諸位提幾句，佛的德號，就是他老人家在當時、當處，對一切眾生教化的宗旨，這是我們決定不要忘掉。否則的話，佛為什麼要建立這麼多名號？這個名號，既然有名號一定有意義。好像佛到我們這個世界來，在現前這個階段、這個地區，對這個時代眾生的根性，那只好用釋迦牟尼。為什麼？我們現前這個時代的眾生缺乏慈悲心，特別提出釋迦，釋迦是能夠仁慈，針對我們的毛病。這個時代的眾生心太散亂，太不專一了，所以用牟尼，牟尼是寂默，清淨寂默。可見得佛的名號就是現階段的教學宗旨。所以想到佛的名號就曉得那個時代眾生，毛病裡頭最重的是什麼。佛的名號是對那個最重的毛病，對症下藥，所以才有許多的名號。這許多的名號就是因為眾生有許多的煩惱，眾生沒有煩惱了，佛就沒有名號。煩惱是病，名號是藥，你就曉得名號功德不可思議。記住這點，你念這些佛菩薩的名號就有趣味，不至於枯燥無味。念一個名號，就會想到那個世界，那個佛在那裡教化眾生，對治那些眾生的毛病，讓他們一個個斷煩惱、生智慧，自己就有所感發，當然就有受用。再看底下這段："
    },
    {
      "id": "12-006-0026_p0012",
      "zh_CN": "【此后次第有十佛。相续出兴于世间。初真谛力智光明。】",
      "zh_TW": "【此後次第有十佛。相續出興於世間。初真諦力智光明。】"
    },
    {
      "id": "12-006-0026_p0013",
      "zh_CN": "『初』是第一尊佛，德号叫『真谛力智光明』。「真谛」是对俗谛说的，真谛里面是讲真空，俗谛是讲妙有。真谛是从性体上讲，俗谛是从现相上说的。如果众生过分的执着在事相上，佛要为了破除他的执着，相上的执着多说真谛。「力」是如来的十力，十种智力前面讲过了，「光明」是般若。第二尊是：",
      "zh_TW": "『初』是第一尊佛，德號叫『真諦力智光明』。「真諦」是對俗諦說的，真諦裡面是講真空，俗諦是講妙有。真諦是從性體上講，俗諦是從現相上說的。如果眾生過分的執著在事相上，佛要為了破除他的執著，相上的執著多說真諦。「力」是如來的十力，十種智力前面講過了，「光明」是般若。第二尊是："
    },
    {
      "id": "12-006-0026_p0014",
      "zh_CN": "【现一切众生前。】",
      "zh_TW": "【現一切眾生前。】"
    },
    {
      "id": "12-006-0026_p0015",
      "zh_CN": "这也一种特殊的教学，众生根性不相同，佛时时刻刻示现在一切众生的面前。这个在三转法轮里面，就是说的作证转，三转法轮作证转，佛自己亲自来做证明。根熟的众生一闻佛法，一见到佛身，就能有所感悟。",
      "zh_TW": "這也一種特殊的教學，眾生根性不相同，佛時時刻刻示現在一切眾生的面前。這個在三轉法輪裡面，就是說的作證轉，三轉法輪作證轉，佛自己親自來做證明。根熟的眾生一聞佛法，一見到佛身，就能有所感悟。"
    },
    {
      "id": "12-006-0026_p0016",
      "zh_CN": "【第三名为高显光。】",
      "zh_TW": "【第三名為高顯光。】"
    },
    {
      "id": "12-006-0026_p0017",
      "zh_CN": "这意思非常明显，一看就明了。",
      "zh_TW": "這意思非常明顯，一看就明瞭。"
    },
    {
      "id": "12-006-0026_p0018",
      "zh_CN": "【第四佛号光明身。】",
      "zh_TW": "【第四佛號光明身。】"
    },
    {
      "id": "12-006-0026_p0019",
      "zh_CN": "这个也好懂。",
      "zh_TW": "這個也好懂。"
    },
    {
      "id": "12-006-0026_p0020",
      "zh_CN": "【第五善逝法出生。】",
      "zh_TW": "【第五善逝法出生。】"
    },
    {
      "id": "12-006-0026_p0021",
      "zh_CN": "『善逝』，善是非常善巧，逝是空有二边都不执着，这叫「善逝」。佛的十号当中，有一个名号就是叫善逝，意思就是说即相离相才叫善逝。即相是什么？我们的六根没有离开六尘，这是即相；六识绝不攀缘六尘，这是无相。换句话说，相与无相是同时的，这叫善逝，这就是即相离相，离即同时，离即不二。『法出生』，「出生」跟《金刚经》里面讲的，「应无所住，而生其心」，是一样的意思。出生无尽的大悲心，教化度脱一切众生。",
      "zh_TW": "『善逝』，善是非常善巧，逝是空有二邊都不執著，這叫「善逝」。佛的十號當中，有一個名號就是叫善逝，意思就是說即相離相才叫善逝。即相是什麼？我們的六根沒有離開六塵，這是即相；六識絕不攀緣六塵，這是無相。換句話說，相與無相是同時的，這叫善逝，這就是即相離相，離即同時，離即不二。『法出生』，「出生」跟《金剛經》裡面講的，「應無所住，而生其心」，是一樣的意思。出生無盡的大悲心，教化度脫一切眾生。"
    },
    {
      "id": "12-006-0026_p0022",
      "zh_CN": "【第六名为速疾风。】",
      "zh_TW": "【第六名為速疾風。】"
    },
    {
      "id": "12-006-0026_p0023",
      "zh_CN": "从这尊佛的名号上来看，那个时代的众生，大概都是懈怠、放逸习惯了。『速疾』是特别的精进，提出这个口号，对治他懈怠、散慢这个风气。",
      "zh_TW": "從這尊佛的名號上來看，那個時代的眾生，大概都是懈怠、放逸習慣了。『速疾』是特別的精進，提出這個口號，對治他懈怠、散慢這個風氣。"
    },
    {
      "id": "12-006-0026_p0024",
      "zh_CN": "【第七世尊吉祥相。】",
      "zh_TW": "【第七世尊吉祥相。】"
    },
    {
      "id": "12-006-0026_p0025",
      "zh_CN": "这个好懂。",
      "zh_TW": "這個好懂。"
    },
    {
      "id": "12-006-0026_p0026",
      "zh_CN": "【第八如来勇猛幢。】",
      "zh_TW": "【第八如來勇猛幢。】"
    },
    {
      "id": "12-006-0026_p0027",
      "zh_CN": "也好懂，都是讲的勇猛精进。众生有自卑、怯懦这个心理，佛用这个方法来对治。",
      "zh_TW": "也好懂，都是講的勇猛精進。眾生有自卑、怯懦這個心理，佛用這個方法來對治。"
    },
    {
      "id": "12-006-0026_p0028",
      "zh_CN": "【第九佛名宝肢节。第十普现三世光。】",
      "zh_TW": "【第九佛名寶肢節。第十普現三世光。】"
    },
    {
      "id": "12-006-0026_p0029",
      "zh_CN": "这名号也很好懂。",
      "zh_TW": "這名號也很好懂。"
    },
    {
      "id": "12-006-0026_p0030",
      "zh_CN": "【此后次第有十佛。相续出兴于世间。初佛愿海吉祥灯。二佛吉祥金刚山。第三坚固须弥德。第四佛名念幢王。】",
      "zh_TW": "【此後次第有十佛。相續出興於世間。初佛願海吉祥燈。二佛吉祥金剛山。第三堅固須彌德。第四佛名念幢王。】"
    },
    {
      "id": "12-006-0026_p0031",
      "zh_CN": "这个几尊佛号都好懂，这个地方所讲的『念』，就是经上常讲的，三不退当中的念不退，「念念趣入娑婆若海」，这是念不退。一般来说这个念不退要到圆教初住以上，才能够证得。如果以常理来说，净土法门念到功夫成片，这就是位不退；念到事一心不乱，是行不退；念到理一心不乱，才是念不退，这就是照一般理论来说。事实上西方净土不然，这就是奇妙不可思议，难信之法。这凡圣同居土下品下生的人，到了西方极乐世界叫圆证三不退。其实他还是个凡夫，他见思烦恼并没有断掉，只是伏住而已，他居然在西方极乐世界，位不退、行不退、念不退，这不可思议，所以这个法门叫难信之法。这是在任何法门里面，任何经论里面，我们都找不到的。当然他之所以一往生就圆具三不退，有他的理论依据，那不是偶然的。这点诸位要想晓得，必须要探求《弥陀要解》、《弥陀疏钞》，深入的去研究，确实是如此。无怪乎十方法身大士，不仅是华藏海会，都愿意求生净土，有他道理在。『幢』是高显之意，『王』是自在之意，都是形容念不退。",
      "zh_TW": "這個幾尊佛號都好懂，這個地方所講的『念』，就是經上常講的，三不退當中的念不退，「念念趣入娑婆若海」，這是念不退。一般來說這個念不退要到圓教初住以上，才能夠證得。如果以常理來說，淨土法門念到功夫成片，這就是位不退；念到事一心不亂，是行不退；念到理一心不亂，才是念不退，這就是照一般理論來說。事實上西方淨土不然，這就是奇妙不可思議，難信之法。這凡聖同居土下品下生的人，到了西方極樂世界叫圓證三不退。其實他還是個凡夫，他見思煩惱並沒有斷掉，只是伏住而已，他居然在西方極樂世界，位不退、行不退、念不退，這不可思議，所以這個法門叫難信之法。這是在任何法門裡面，任何經論裡面，我們都找不到的。當然他之所以一往生就圓具三不退，有他的理論依據，那不是偶然的。這點諸位要想曉得，必須要探求《彌陀要解》、《彌陀疏鈔》，深入的去研究，確實是如此。無怪乎十方法身大士，不僅是華藏海會，都願意求生淨土，有他道理在。『幢』是高顯之意，『王』是自在之意，都是形容念不退。"
    },
    {
      "id": "12-006-0026_p0032",
      "zh_CN": "【第五如来法智尊。】",
      "zh_TW": "【第五如來法智尊。】"
    },
    {
      "id": "12-006-0026_p0033",
      "zh_CN": "这个好懂，『法』是一切法，一切法不迷就是智慧，世出世间唯有智慧为尊、为贵。",
      "zh_TW": "這個好懂，『法』是一切法，一切法不迷就是智慧，世出世間唯有智慧為尊、為貴。"
    },
    {
      "id": "12-006-0026_p0034",
      "zh_CN": "【第六佛名般若灯。第七佛号德光幢。第八佛名广大智。第九智行法界门。第十法海智吉祥。】",
      "zh_TW": "【第六佛名般若燈。第七佛號德光幢。第八佛名廣大智。第九智行法界門。第十法海智吉祥。】"
    },
    {
      "id": "12-006-0026_p0035",
      "zh_CN": "这个都好懂。这第九尊叫『智行法界门』，「门」就是我们常讲八万四千法门，或者说无量法门。法门为什么称「法界门」？由这个门路入一真法界，就叫法界门。其实八万四千法门，门门都是入一真法界，一真法界就是无上道，就是佛道。可是诸位要记住，行门有无量无边的差别，但是它有一个不变的原则，那就是与智相应。这个智不是世智辩聪，要特别注意到，这是与般若智慧相应，门门都是法界门。诸位常常读《楞严》，同修们读《楞严》的人很多，喜欢《楞严》的也很多，也有很多同学来找我，希望我讲讲《楞严经》，我现在没有时间，现在天天念佛了。《楞严》过去讲了很多遍。",
      "zh_TW": "這個都好懂。這第九尊叫『智行法界門』，「門」就是我們常講八萬四千法門，或者說無量法門。法門為什麼稱「法界門」？由這個門路入一真法界，就叫法界門。其實八萬四千法門，門門都是入一真法界，一真法界就是無上道，就是佛道。可是諸位要記住，行門有無量無邊的差別，但是它有一個不變的原則，那就是與智相應。這個智不是世智辯聰，要特別注意到，這是與般若智慧相應，門門都是法界門。諸位常常讀《楞嚴》，同修們讀《楞嚴》的人很多，喜歡《楞嚴》的也很多，也有很多同學來找我，希望我講講《楞嚴經》，我現在沒有時間，現在天天念佛了。《楞嚴》過去講了很多遍。"
    },
    {
      "id": "12-006-0026_p0036",
      "zh_CN": "《楞严经》里面二十五位菩萨，二十五圆通它就是把无量的法门归纳，归纳为二十五大类，无量无边法门出不了这二十五大类。这个归纳法就是六根、六尘、六识、七大，确实没有一个法门能够超出这个范围。所以这二十五门代表一切法门，一切法门不出二十五门，门门第一，因为门门都是入一真法界之门。如果拿净土来说，门门都是入实报庄严土之门，实报庄严土就是一真法界，所以它都第一。但是相上有差别，六根不是六尘，六尘不是六识，六识不是七大，这相上讲，事上说确实不相同。可是都是依一心不乱，一心就是智慧，二心就是无明，就是迷惑，一心就是智慧。所以无论哪个法门只要他依一心，就是法界门。不论是佛法、是外道，或者是魔法，魔也行，他要一心了也入法界。所以佛法真正是平等，不是说，佛说你只修我这个行，修别的就不行，不是的，门门可以入，只要你修成一心不乱，哪个门都可以入，这个智行。底下这是表法云地的菩萨，这个前面九段，是每十尊佛代表一个层次，十地菩萨代表一地。看最后这段：",
      "zh_TW": "《楞嚴經》裡面二十五位菩薩，二十五圓通它就是把無量的法門歸納，歸納為二十五大類，無量無邊法門出不了這二十五大類。這個歸納法就是六根、六塵、六識、七大，確實沒有一個法門能夠超出這個範圍。所以這二十五門代表一切法門，一切法門不出二十五門，門門第一，因為門門都是入一真法界之門。如果拿淨土來說，門門都是入實報莊嚴土之門，實報莊嚴土就是一真法界，所以它都第一。但是相上有差別，六根不是六塵，六塵不是六識，六識不是七大，這相上講，事上說確實不相同。可是都是依一心不亂，一心就是智慧，二心就是無明，就是迷惑，一心就是智慧。所以無論哪個法門只要他依一心，就是法界門。不論是佛法、是外道，或者是魔法，魔也行，他要一心了也入法界。所以佛法真正是平等，不是說，佛說你只修我這個行，修別的就不行，不是的，門門可以入，只要你修成一心不亂，哪個門都可以入，這個智行。底下這是表法雲地的菩薩，這個前面九段，是每十尊佛代表一個層次，十地菩薩代表一地。看最後這段："
    },
    {
      "id": "12-006-0026_p0037",
      "zh_CN": "【此后次第十四佛。】",
      "zh_TW": "【此後次第十四佛。】"
    },
    {
      "id": "12-006-0026_p0038",
      "zh_CN": "这个法云地的多出四尊佛，前面都是十尊佛，这个地方有十四尊佛，代表菩萨地圆满。",
      "zh_TW": "這個法雲地的多出四尊佛，前面都是十尊佛，這個地方有十四尊佛，代表菩薩地圓滿。"
    },
    {
      "id": "12-006-0026_p0039",
      "zh_CN": "【相续出兴于世间。最初福山功德王。】",
      "zh_TW": "【相續出興於世間。最初福山功德王。】"
    },
    {
      "id": "12-006-0026_p0040",
      "zh_CN": "这也好懂，所以学佛要修福，如果完全偏重在修慧上，好是很好也有毛病。佛在经里头有所谓的，「修慧不修福，罗汉托空钵」，罗汉去托钵没有人供养，没福报。一个是「修福不修慧，大象挂璎珞」。前世两个人是同学，他是专修福报不修慧，落在畜生道，落在畜生道福报很大，牠是国王乘坐的大象，满身都披着珠宝、璎珞，但牠是个畜生。这个意思就是一定要福慧双修，不能够完全不修，我慧多一点，福少一点可以，不能完全不修，这个修法是决定正确。如果说我福多一点，慧少一点，很危险，福报现前，一享福报就会迷惑颠倒，就会退转，所以那是很危险的讯号；福报修一点，不要修得太多。如果你能修福不着相，那你这个福报修得愈多愈好，你修的福报自己不享，给众生去享，那福报愈大愈好，多少修行人、没有福报的人都沾你光。像近代，上一次我们讲的，虚云老和尚、印光大师他们修大福报不着相，他自己不享受，能够叫佛门四众同修都享他的福报，因他的福报而有成就，这是无量的功德。如果我们一看到福报现前就放不下，就颠倒，那是非常可怕的一桩事情。",
      "zh_TW": "這也好懂，所以學佛要修福，如果完全偏重在修慧上，好是很好也有毛病。佛在經裡頭有所謂的，「修慧不修福，羅漢托空缽」，羅漢去托缽沒有人供養，沒福報。一個是「修福不修慧，大象掛瓔珞」。前世兩個人是同學，他是專修福報不修慧，落在畜生道，落在畜生道福報很大，牠是國王乘坐的大象，滿身都披著珠寶、瓔珞，但牠是個畜生。這個意思就是一定要福慧雙修，不能夠完全不修，我慧多一點，福少一點可以，不能完全不修，這個修法是決定正確。如果說我福多一點，慧少一點，很危險，福報現前，一享福報就會迷惑顛倒，就會退轉，所以那是很危險的訊號；福報修一點，不要修得太多。如果你能修福不著相，那你這個福報修得愈多愈好，你修的福報自己不享，給眾生去享，那福報愈大愈好，多少修行人、沒有福報的人都沾你光。像近代，上一次我們講的，虛雲老和尚、印光大師他們修大福報不著相，他自己不享受，能夠叫佛門四眾同修都享他的福報，因他的福報而有成就，這是無量的功德。如果我們一看到福報現前就放不下，就顛倒，那是非常可怕的一樁事情。"
    },
    {
      "id": "12-006-0026_p0041",
      "zh_CN": "【次佛名为智吉祥。第三如来法驾轮。】",
      "zh_TW": "【次佛名為智吉祥。第三如來法駕輪。】"
    },
    {
      "id": "12-006-0026_p0042",
      "zh_CN": "这个也好懂，『轮』在佛门是表法的，法轮常转。",
      "zh_TW": "這個也好懂，『輪』在佛門是表法的，法輪常轉。"
    },
    {
      "id": "12-006-0026_p0043",
      "zh_CN": "【第四宝王吉祥佛。第五功德轮吉祥。第六普智焰光佛。第七佛号须弥灯。第八世尊迅疾光。】",
      "zh_TW": "【第四寶王吉祥佛。第五功德輪吉祥。第六普智焰光佛。第七佛號須彌燈。第八世尊迅疾光。】"
    },
    {
      "id": "12-006-0026_p0044",
      "zh_CN": "这个也是从精进上建立的。",
      "zh_TW": "這個也是從精進上建立的。"
    },
    {
      "id": "12-006-0026_p0045",
      "zh_CN": "【第九如来大寂声。】",
      "zh_TW": "【第九如來大寂聲。】"
    },
    {
      "id": "12-006-0026_p0046",
      "zh_CN": "这个名号所对的根机就很特殊，『寂声』是无声，无声里面入道，正是所谓不二法门。释迦牟尼佛也曾经示现过这个方式，诸菩萨大德当中也有这个现象，所谓一升座一句话没有，就下座了。说的法都说完，什么法？言语道断，心行处灭。真实法开不得口，所谓开口便错，动念即乖；凡是能够说得出的，无一不是方便法。会听的人，要从方便里面悟入真实，这是我们前面所说的。佛是将自己亲证的境界度入，就是转入众生心，众生也能在他这种启示之下证入同样的境界，这叫转法轮，把自己法转给众生，内证。自己种种表现、种种言说，而对方没有办法悟入，这是虽转，对方没能接受到。虽不能接受，但是有薰习的功能，虽不是当机众，是属于结缘众。当机众一闻千悟，一闻就契入。一定要在寂静声里面才能够契入，才能够证得。",
      "zh_TW": "這個名號所對的根機就很特殊，『寂聲』是無聲，無聲裡面入道，正是所謂不二法門。釋迦牟尼佛也曾經示現過這個方式，諸菩薩大德當中也有這個現象，所謂一升座一句話沒有，就下座了。說的法都說完，什麼法？言語道斷，心行處滅。真實法開不得口，所謂開口便錯，動念即乖；凡是能夠說得出的，無一不是方便法。會聽的人，要從方便裡面悟入真實，這是我們前面所說的。佛是將自己親證的境界度入，就是轉入眾生心，眾生也能在他這種啟示之下證入同樣的境界，這叫轉法輪，把自己法轉給眾生，內證。自己種種表現、種種言說，而對方沒有辦法悟入，這是雖轉，對方沒能接受到。雖不能接受，但是有薰習的功能，雖不是當機眾，是屬於結緣眾。當機眾一聞千悟，一聞就契入。一定要在寂靜聲裡面才能夠契入，才能夠證得。"
    },
    {
      "id": "12-006-0026_p0047",
      "zh_CN": "【第十佛名寂静幢。】",
      "zh_TW": "【第十佛名寂靜幢。】"
    },
    {
      "id": "12-006-0026_p0048",
      "zh_CN": "这两尊佛号，名义是大同小异。",
      "zh_TW": "這兩尊佛號，名義是大同小異。"
    },
    {
      "id": "12-006-0026_p0049",
      "zh_CN": "【十一众生吉祥灯。】",
      "zh_TW": "【十一眾生吉祥燈。】"
    },
    {
      "id": "12-006-0026_p0050",
      "zh_CN": "十一尊。",
      "zh_TW": "十一尊。"
    },
    {
      "id": "12-006-0026_p0051",
      "zh_CN": "【十二大愿速吉祥。十三无能胜力幢。十四世尊智焰海。】",
      "zh_TW": "【十二大願速吉祥。十三無能勝力幢。十四世尊智焰海。】"
    },
    {
      "id": "12-006-0026_p0052",
      "zh_CN": "这都好懂。这是第十地，十地所证的既深又妙，所以在事实表法当中，他加了四尊佛。底下有十尊代表等觉。",
      "zh_TW": "這都好懂。這是第十地，十地所證的既深又妙，所以在事實表法當中，他加了四尊佛。底下有十尊代表等覺。"
    },
    {
      "id": "12-006-0026_p0053",
      "zh_CN": "【此后次第有十佛。相续出兴于世间。第一佛名法自在。】",
      "zh_TW": "【此後次第有十佛。相續出興於世間。第一佛名法自在。】"
    },
    {
      "id": "12-006-0026_p0054",
      "zh_CN": "这个一看就了解。",
      "zh_TW": "這個一看就了解。"
    },
    {
      "id": "12-006-0026_p0055",
      "zh_CN": "【第二无着智如来。】",
      "zh_TW": "【第二無著智如來。】"
    },
    {
      "id": "12-006-0026_p0056",
      "zh_CN": "这也要提醒同修一句，不着相是智慧，着相就是迷惑。六根接触外面六尘的现相不怕，怕的是执着。为什么不怕？因为那些相是虚妄的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，这就叫实相。你看《般若经》里面常讲「诸法实相」，这就是诸法实相。一切相是虚妄相，是相续相，不是真实，一一相中皆不可得，你要执着干什么？所以执着是迷，迷失了诸法实相，它是假有。你误会以为它真有，你在这个里面起心动念，造作一切的罪障。殊孰不知业果也是空寂的，虽是空寂的，你迷在里头你要受。譬如作梦，我们晓得梦是假的，天天作恶梦，那也是苦不堪言，你在梦里头迷了。",
      "zh_TW": "這也要提醒同修一句，不著相是智慧，著相就是迷惑。六根接觸外面六塵的現相不怕，怕的是執著。為什麼不怕？因為那些相是虛妄的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，這就叫實相。你看《般若經》裡面常講「諸法實相」，這就是諸法實相。一切相是虛妄相，是相續相，不是真實，一一相中皆不可得，你要執著幹什麼？所以執著是迷，迷失了諸法實相，它是假有。你誤會以為它真有，你在這個裡面起心動念，造作一切的罪障。殊孰不知業果也是空寂的，雖是空寂的，你迷在裡頭你要受。譬如作夢，我們曉得夢是假的，天天作惡夢，那也是苦不堪言，你在夢裡頭迷了。"
    },
    {
      "id": "12-006-0026_p0057",
      "zh_CN": "如果你一下觉悟我在作梦，那什么都看破、放下，再恶的梦也不在乎，这是梦，不是真的，他没有苦受。梦到天堂里面，那不是真的，他没有乐受，那就好了，那就叫觉悟。觉悟了他为什么能够离开苦乐忧喜舍，这些不正常的享受？他有智慧，他觉悟。迷的人在这个世间才有苦乐忧喜舍，这五种不正常的享受，这受不是真的。真正的是叫正受，正受是一切都不受，这个心清净寂灭。无论在什么境界上，他的心是清净平等的。换句话说，顺境、逆境里头，他都不起心、不动念，不攀缘，也不造作这才叫正受。没有一切分别、执着、妄想这叫『无着智如来』，这是我们要特别注意的。因为我们现前这种烦恼、这个病，实在讲也不轻。",
      "zh_TW": "如果你一下覺悟我在作夢，那什麼都看破、放下，再惡的夢也不在乎，這是夢，不是真的，他沒有苦受。夢到天堂裡面，那不是真的，他沒有樂受，那就好了，那就叫覺悟。覺悟了他為什麼能夠離開苦樂憂喜捨，這些不正常的享受？他有智慧，他覺悟。迷的人在這個世間才有苦樂憂喜捨，這五種不正常的享受，這受不是真的。真正的是叫正受，正受是一切都不受，這個心清淨寂滅。無論在什麼境界上，他的心是清淨平等的。換句話說，順境、逆境裡頭，他都不起心、不動念，不攀緣，也不造作這才叫正受。沒有一切分別、執著、妄想這叫『無著智如來』，這是我們要特別注意的。因為我們現前這種煩惱、這個病，實在講也不輕。"
    },
    {
      "id": "12-006-0026_p0058",
      "zh_CN": "【第三世尊海慧音。第四众密音调御。】",
      "zh_TW": "【第三世尊海慧音。第四眾密音調御。】"
    },
    {
      "id": "12-006-0026_p0059",
      "zh_CN": "『密』，在佛门也常见，宗派里头有所谓密宗。诸位一定要了解，佛法里头没有秘密，秘密不是好事情，不可告人的事情才秘密，可以告人的就不会是秘密，所以，秘密不是好事情。佛法里面这个密不是秘密，而是深密，它的理论境界太深，不是一般浅学的人所能够理解的，所以佛就不说，这就称之为「密」。到相当程度，密也就变成显也不密了，所以这个密是对程度不够的人所说。程度到了的人，佛法里面决定没有秘密，这种原理原则我们一定要了解，佛法是光明正大，包括密宗在内。深密之理，大菩萨才能够理解，才能够通达明了，依照这个理论来修学，那不是初学的法门。所以现在密宗也很盛，我们晓得弊病也不少，原因在哪里？程度不够。",
      "zh_TW": "『密』，在佛門也常見，宗派裡頭有所謂密宗。諸位一定要了解，佛法裡頭沒有祕密，祕密不是好事情，不可告人的事情才祕密，可以告人的就不會是祕密，所以，祕密不是好事情。佛法裡面這個密不是祕密，而是深密，它的理論境界太深，不是一般淺學的人所能夠理解的，所以佛就不說，這就稱之為「密」。到相當程度，密也就變成顯也不密了，所以這個密是對程度不夠的人所說。程度到了的人，佛法裡面決定沒有祕密，這種原理原則我們一定要了解，佛法是光明正大，包括密宗在內。深密之理，大菩薩才能夠理解，才能夠通達明瞭，依照這個理論來修學，那不是初學的法門。所以現在密宗也很盛，我們曉得弊病也不少，原因在哪裡？程度不夠。"
    },
    {
      "id": "12-006-0026_p0060",
      "zh_CN": "我自己学佛，我的佛法基础是章嘉大师奠定的，我亲近他老人家三年，这是密宗的大喇嘛，在我们蒙藏四大喇嘛，他老人家是一个。这个四大喇嘛，西藏的前藏是达赖，后藏是班禅；蒙古两位，内蒙古就章嘉大师，外蒙古是哲布尊丹巴，这是四大喇嘛。我学佛算是很幸运，一开始接触佛法，就认识他老人家，非常慈悲，教了我三年他老人家圆寂，他要不圆寂，我也不会离开他。所以我学佛的根底是他老人家建立的，他没有传给我密法，认为我不够资格。但是密法里许多的常识，他都讲给我听，所以我对于密法的常识相当丰富。他教我从哪里做起？教我从最基础地方学起，从戒定慧学起。什么时候可以开始接受密法？定成就，慧成就了才可以接受密法的修学。",
      "zh_TW": "我自己學佛，我的佛法基礎是章嘉大師奠定的，我親近他老人家三年，這是密宗的大喇嘛，在我們蒙藏四大喇嘛，他老人家是一個。這個四大喇嘛，西藏的前藏是達賴，後藏是班禪；蒙古兩位，內蒙古就章嘉大師，外蒙古是哲布尊丹巴，這是四大喇嘛。我學佛算是很幸運，一開始接觸佛法，就認識他老人家，非常慈悲，教了我三年他老人家圓寂，他要不圓寂，我也不會離開他。所以我學佛的根底是他老人家建立的，他沒有傳給我密法，認為我不夠資格。但是密法裡許多的常識，他都講給我聽，所以我對於密法的常識相當豐富。他教我從哪裡做起？教我從最基礎地方學起，從戒定慧學起。什麼時候可以開始接受密法？定成就，慧成就了才可以接受密法的修學。"
    },
    {
      "id": "12-006-0026_p0061",
      "zh_CN": "照他这个标准来说，这阿罗汉以上，戒定慧圆满了就是阿罗汉。阿罗汉实际上讲还没开智慧，他那一关还没突破，就是阿罗汉一回小向大，智慧就开了；他没有发心回小向大，他只有九次第定，这个定不开慧。为什么不开慧？《楞严》上说得很好，他那个执着没有放下，「内守悠闲」，他就守在那个九次第定时候；如果一回小向大，他这个念头一转，这一不守，一放下，智慧就开。只要有这点执着的心，就是他开智慧的障碍；这点执着一点破，马上一回转的时候，他的智慧就开，就明心见性。所以圆教初住以上才有资格学密，念佛法门要念到理一心不乱才有资格学密。密在佛法里头上乘法，上根利智所修的，比禅还要高这是我们要懂得。所以大家了解这个道理，别着急，什么时候学密？到西方极乐世界跟阿弥陀佛再学去，万无一失，绝不会有差错的。",
      "zh_TW": "照他這個標準來說，這阿羅漢以上，戒定慧圓滿了就是阿羅漢。阿羅漢實際上講還沒開智慧，他那一關還沒突破，就是阿羅漢一回小向大，智慧就開了；他沒有發心回小向大，他只有九次第定，這個定不開慧。為什麼不開慧？《楞嚴》上說得很好，他那個執著沒有放下，「內守悠閑」，他就守在那個九次第定時候；如果一回小向大，他這個念頭一轉，這一不守，一放下，智慧就開。只要有這點執著的心，就是他開智慧的障礙；這點執著一點破，馬上一回轉的時候，他的智慧就開，就明心見性。所以圓教初住以上才有資格學密，念佛法門要念到理一心不亂才有資格學密。密在佛法裡頭上乘法，上根利智所修的，比禪還要高這是我們要懂得。所以大家了解這個道理，別著急，什麼時候學密？到西方極樂世界跟阿彌陀佛再學去，萬無一失，絕不會有差錯的。"
    },
    {
      "id": "12-006-0026_p0062",
      "zh_CN": "我那个老师真正是个好老师，不是马上传给他，我给你灌顶。他一天到晚嘀咕我：要学戒，这个东西是大根大本。他举个比喻给我说，这个戒律，那个时候我们南北往来都是火车，他说这戒律就像那火车票一样，没上车之前票就买好，上了车之后一直到站才能把票交回去，不到站这个票不能离手，戒律就是这样。从初发心到等觉菩萨不能离开戒律，这叫真正善知识，一点不欺骗我们。他修学的最高佛法，教给我们初入门的人，是脚踏实地，老老实实从根本上修，这是他的好处，是他的真正慈悲。传我一个咒子，还把咒子的意思讲得那么清楚，叫我很欢喜的来受持，念念唤醒自己的清净心，真有受用。所以这真正善知识传法，他不一样，必定要叫对方得真实的利益。法一定要契机，契机契理，这是佛法，这是正法；如果这个法契理不契机，古人常说那叫闲言语，就是废话。固然契理，不契机，你讲了白讲；契机不契理，那叫魔说，那不是正法。所以正法一定是契机又要契理，真正大善知识的确是可遇不可求。",
      "zh_TW": "我那個老師真正是個好老師，不是馬上傳給他，我給你灌頂。他一天到晚嘀咕我：要學戒，這個東西是大根大本。他舉個比喻給我說，這個戒律，那個時候我們南北往來都是火車，他說這戒律就像那火車票一樣，沒上車之前票就買好，上了車之後一直到站才能把票交回去，不到站這個票不能離手，戒律就是這樣。從初發心到等覺菩薩不能離開戒律，這叫真正善知識，一點不欺騙我們。他修學的最高佛法，教給我們初入門的人，是腳踏實地，老老實實從根本上修，這是他的好處，是他的真正慈悲。傳我一個咒子，還把咒子的意思講得那麼清楚，叫我很歡喜的來受持，念念喚醒自己的清淨心，真有受用。所以這真正善知識傳法，他不一樣，必定要叫對方得真實的利益。法一定要契機，契機契理，這是佛法，這是正法；如果這個法契理不契機，古人常說那叫閒言語，就是廢話。固然契理，不契機，你講了白講；契機不契理，那叫魔說，那不是正法。所以正法一定是契機又要契理，真正大善知識的確是可遇不可求。"
    },
    {
      "id": "12-006-0026_p0063",
      "zh_CN": "这尊佛的德号『密音调御』，以这种方式来调众生之心，御众生之行，指导范围众生的行门。",
      "zh_TW": "這尊佛的德號『密音調御』，以這種方式來調眾生之心，御眾生之行，指導範圍眾生的行門。"
    },
    {
      "id": "12-006-0026_p0064",
      "zh_CN": "【五名具足言辞佛。】",
      "zh_TW": "【五名具足言辭佛。】"
    },
    {
      "id": "12-006-0026_p0065",
      "zh_CN": "这个大概跟我们娑婆世界众生相类似，耳根最利。佛在我们这个世界，以音声为佛事。这尊佛的德号『具足言辞』。",
      "zh_TW": "這個大概跟我們娑婆世界眾生相類似，耳根最利。佛在我們這個世界，以音聲為佛事。這尊佛的德號『具足言辭』。"
    },
    {
      "id": "12-006-0026_p0066",
      "zh_CN": "【第六妙音大吉祥。第七佛智自在转。第八普现众生前。九等众生吉祥身。】",
      "zh_TW": "【第六妙音大吉祥。第七佛智自在轉。第八普現眾生前。九等眾生吉祥身。】"
    },
    {
      "id": "12-006-0026_p0067",
      "zh_CN": "这个也是真事，不是假事，佛确实有这个能力能够现等众生的身，就是无量无边的化身。应化身纯粹是为利他，不是为自利。",
      "zh_TW": "這個也是真事，不是假事，佛確實有這個能力能夠現等眾生的身，就是無量無邊的化身。應化身純粹是為利他，不是為自利。"
    },
    {
      "id": "12-006-0026_p0068",
      "zh_CN": "【十名德贤自性山。】",
      "zh_TW": "【十名德賢自性山。】"
    },
    {
      "id": "12-006-0026_p0069",
      "zh_CN": "这个德号是从体性上建立，有体有用。『自性山』是讲的理体，『德贤』都是说的大用。末后两首是总结：",
      "zh_TW": "這個德號是從體性上建立，有體有用。『自性山』是講的理體，『德賢』都是說的大用。末後兩首是總結："
    },
    {
      "id": "12-006-0026_p0070",
      "zh_CN": "【如是须弥尘数劫。】",
      "zh_TW": "【如是須彌塵數劫。】"
    },
    {
      "id": "12-006-0026_p0071",
      "zh_CN": "上面一共说了一百一十四尊佛，这是在无数劫里面，略举这一百一十四位做代表。",
      "zh_TW": "上面一共說了一百一十四尊佛，這是在無數劫裡面，略舉這一百一十四位做代表。"
    },
    {
      "id": "12-006-0026_p0072",
      "zh_CN": "【所有上首诸如来。普为众生作世灯。】",
      "zh_TW": "【所有上首諸如來。普為眾生作世燈。】"
    },
    {
      "id": "12-006-0026_p0073",
      "zh_CN": "世是世间，什么叫世间？什么叫出世间？世间与出世间是相对建立，没有世间就没有出世间。世间与出世间没有界限，这是诸位要晓得的，迷了就叫世间，悟了就出世间，就是这么回事。所以迷的时候，要智慧光明的灯把愚迷照破。如果你认为世间与出世间真有两桩事情，那就大错，譬如说我们这在这里讲堂，把电灯一熄这就叫世间，电灯一开了就叫出世间，试问问出入在哪里？没出没入，还是这么一桩事情。迷了一切法都叫世间法，悟了一切法都叫出世间法，世出世间是在迷悟上建立，其实迷悟不二。因此世出世间不能执着，晓得确有其现相，但是它是一体。迷了这个体给它建立个假名，叫世间；悟了这个体，再给它起个假名，叫出世间，还是一桩事情，不是两桩事情。『普为众生作世灯』。",
      "zh_TW": "世是世間，什麼叫世間？什麼叫出世間？世間與出世間是相對建立，沒有世間就沒有出世間。世間與出世間沒有界限，這是諸位要曉得的，迷了就叫世間，悟了就出世間，就是這麼回事。所以迷的時候，要智慧光明的燈把愚迷照破。如果你認為世間與出世間真有兩樁事情，那就大錯，譬如說我們這在這裡講堂，把電燈一熄這就叫世間，電燈一開了就叫出世間，試問問出入在哪裡？沒出沒入，還是這麼一樁事情。迷了一切法都叫世間法，悟了一切法都叫出世間法，世出世間是在迷悟上建立，其實迷悟不二。因此世出世間不能執著，曉得確有其現相，但是它是一體。迷了這個體給它建立個假名，叫世間；悟了這個體，再給它起個假名，叫出世間，還是一樁事情，不是兩樁事情。『普為眾生作世燈』。"
    },
    {
      "id": "12-006-0026_p0074",
      "zh_CN": "【我皆供养无空过。】",
      "zh_TW": "【我皆供養無空過。】"
    },
    {
      "id": "12-006-0026_p0075",
      "zh_CN": "这个『供养』的意思前面特别为诸位拈出，非常的重要，这是我们应当要学习的。在《华严经》佛菩萨实在慈悲，常常给我们提示，唯恐我们忘掉，唯恐我们疏忽了。",
      "zh_TW": "這個『供養』的意思前面特別為諸位拈出，非常的重要，這是我們應當要學習的。在《華嚴經》佛菩薩實在慈悲，常常給我們提示，唯恐我們忘掉，唯恐我們疏忽了。"
    },
    {
      "id": "12-006-0026_p0076",
      "zh_CN": "【复过佛刹极微数。劫中所有诸如来。我于一切咸供养。入此甚深解脱海。】",
      "zh_TW": "【復過佛剎極微數。劫中所有諸如來。我於一切咸供養。入此甚深解脫海。】"
    },
    {
      "id": "12-006-0026_p0077",
      "zh_CN": "到这个地方是一个大段落，总显菩萨历劫修行经过的大概，给我们做一个榜样，给我们提供一个参考。所以我们的修学一定要发大心，要发长远心，不为一切苦难障碍，才能够有成就。菩提道上能障碍自己的，告诉诸位，就是自己，自己要不障碍自己，外面任何力量都障碍不了。别人在外面勾引你，你起烦恼，你内心的烦恼跟外头去交感，那你才障道。外面不管怎么样诱惑，你里头如如不动，他有什么用处？你还是精进不懈，障不了你。所以这个事情要自己负责任，与外面境界不相干。他一勾引，你就动心，那是怪你自己，你怎么能怪他？不能怪外面境界，谁叫你动心？你要动心，是你自己迷惑颠倒；你要自己觉悟了，你就不动心。不动心的时候怎么样？那外面境界帮助你功夫增长。所以什么叫佛、什么叫魔？无佛亦无魔，你觉心对外境，外境统统是佛，都是帮助你，顺境也是帮助你，逆境也是帮助你，无有一法不是佛法。",
      "zh_TW": "到這個地方是一個大段落，總顯菩薩歷劫修行經過的大概，給我們做一個榜樣，給我們提供一個參考。所以我們的修學一定要發大心，要發長遠心，不為一切苦難障礙，才能夠有成就。菩提道上能障礙自己的，告訴諸位，就是自己，自己要不障礙自己，外面任何力量都障礙不了。別人在外面勾引你，你起煩惱，你內心的煩惱跟外頭去交感，那你才障道。外面不管怎麼樣誘惑，你裡頭如如不動，他有什麼用處？你還是精進不懈，障不了你。所以這個事情要自己負責任，與外面境界不相干。他一勾引，你就動心，那是怪你自己，你怎麼能怪他？不能怪外面境界，誰叫你動心？你要動心，是你自己迷惑顛倒；你要自己覺悟了，你就不動心。不動心的時候怎麼樣？那外面境界幫助你功夫增長。所以什麼叫佛、什麼叫魔？無佛亦無魔，你覺心對外境，外境統統是佛，都是幫助你，順境也是幫助你，逆境也是幫助你，無有一法不是佛法。"
    },
    {
      "id": "12-006-0026_p0078",
      "zh_CN": "如果你起心动念，没有一法是佛法。我在这里念佛，阿弥陀佛来了，捧着大莲花现在你面前，非常欢喜：我的境界好，见到阿弥陀佛。你这一心马上就破坏，那尊阿弥陀佛就是魔。看看你要到一心了，把你一心马上打掉，你这个心一欢喜，欢喜是烦恼，你清净心失掉。所以你只一动心，外面佛也是魔；不动心，魔也是佛。魔与佛不在外境，在你的心里变现的，所以外境都是清净寂灭相。如来果地上所现，清净寂灭相、平等相，只怪自心不平等，在一切境界里起心动念，自作障碍。自己不作障碍就叫佛境现前，自作障碍就叫魔境现前，就是这么回事，一定要认识清楚。不然的话，还是常常怨天尤人，我们这一生绝对没有悟道的一天。什么时候回过头来不怨天、不尤人，你对这个悟道就近了，确实这样的。我们再看向下的这首偈，这首偈是劝修。在闻法格局里面不能少，菩萨说了那么多，最后要劝我们干。他是已修已证，劝我们要努力。",
      "zh_TW": "如果你起心動念，沒有一法是佛法。我在這裡念佛，阿彌陀佛來了，捧著大蓮花現在你面前，非常歡喜：我的境界好，見到阿彌陀佛。你這一心馬上就破壞，那尊阿彌陀佛就是魔。看看你要到一心了，把你一心馬上打掉，你這個心一歡喜，歡喜是煩惱，你清淨心失掉。所以你只一動心，外面佛也是魔；不動心，魔也是佛。魔與佛不在外境，在你的心裡變現的，所以外境都是清淨寂滅相。如來果地上所現，清淨寂滅相、平等相，只怪自心不平等，在一切境界裡起心動念，自作障礙。自己不作障礙就叫佛境現前，自作障礙就叫魔境現前，就是這麼回事，一定要認識清楚。不然的話，還是常常怨天尤人，我們這一生絕對沒有悟道的一天。什麼時候回過頭來不怨天、不尤人，你對這個悟道就近了，確實這樣的。我們再看向下的這首偈，這首偈是勸修。在聞法格局裡面不能少，菩薩說了那麼多，最後要勸我們幹。他是已修已證，勸我們要努力。"
    },
    {
      "id": "12-006-0026_p0079",
      "zh_CN": "【我于如是无边劫。修行得此解脱门。】",
      "zh_TW": "【我於如是無邊劫。修行得此解脫門。】"
    },
    {
      "id": "12-006-0026_p0080",
      "zh_CN": "这是他的成就。",
      "zh_TW": "這是他的成就。"
    },
    {
      "id": "12-006-0026_p0081",
      "zh_CN": "【汝今闻已速修行。不久亦当如我得。】",
      "zh_TW": "【汝今聞已速修行。不久亦當如我得。】"
    },
    {
      "id": "12-006-0026_p0082",
      "zh_CN": "这两句话非常明显劝我们，作证劝说，他是过来人，他有成就。我们如果能够像他一样勇猛精进，我们不久一定也像菩萨一样，证入一真法界，与菩萨把手同行。再看下面一段经文，底下这一段，这在大段落里面，是属于第四段「谦己推圣」。《四十华严》末会五十三位善知识，是代表五十三参会，会会都可以独立，会会都是一部小经，有始有终。每会都分为六个段落，这第四段对自己谦虚，推崇别的善知识。",
      "zh_TW": "這兩句話非常明顯勸我們，作證勸說，他是過來人，他有成就。我們如果能夠像他一樣勇猛精進，我們不久一定也像菩薩一樣，證入一真法界，與菩薩把手同行。再看下面一段經文，底下這一段，這在大段落裡面，是屬於第四段「謙己推聖」。《四十華嚴》末會五十三位善知識，是代表五十三參會，會會都可以獨立，會會都是一部小經，有始有終。每會都分為六個段落，這第四段對自己謙虛，推崇別的善知識。"
    },
    {
      "id": "12-006-0026_p0083",
      "zh_CN": "【善男子。我唯知此菩萨普现一切世间调伏众生解脱门。】",
      "zh_TW": "【善男子。我唯知此菩薩普現一切世間調伏眾生解脫門。】"
    },
    {
      "id": "12-006-0026_p0084",
      "zh_CN": "这句就是他老人家所证的，在无量无边解脱门，他证得的是这一门。『解脱门』的名义，前面我们都研究过。『普现一切世间』是大慈大悲，『调』是讲的调心、调身，是我们身心健康。『伏』，《金刚经》里面所说「降伏其心」，那是烦恼，如何的降伏烦恼，调适我们的身心？这是菩萨对于众生的帮助。「解脱」是大自在的意思，摆脱一切烦恼系缚，身心得大自在，这是这个法门的名号简单一点意思。下面是推崇别的善友：",
      "zh_TW": "這句就是他老人家所證的，在無量無邊解脫門，他證得的是這一門。『解脫門』的名義，前面我們都研究過。『普現一切世間』是大慈大悲，『調』是講的調心、調身，是我們身心健康。『伏』，《金剛經》裡面所說「降伏其心」，那是煩惱，如何的降伏煩惱，調適我們的身心？這是菩薩對於眾生的幫助。「解脫」是大自在的意思，擺脫一切煩惱繫縛，身心得大自在，這是這個法門的名號簡單一點意思。下面是推崇別的善友："
    },
    {
      "id": "12-006-0026_p0085",
      "zh_CN": "【如诸菩萨摩诃萨。】",
      "zh_TW": "【如諸菩薩摩訶薩。】"
    },
    {
      "id": "12-006-0026_p0086",
      "zh_CN": "像别的那些菩萨，大菩萨们。下面一共有二十七句，这个二十七句句句都含着有无量义。就好比说文章，二十七句就是二十七篇文章的题目，每一句都可以作一篇文章，其义无有穷尽。",
      "zh_TW": "像別的那些菩薩，大菩薩們。下面一共有二十七句，這個二十七句句句都含著有無量義。就好比說文章，二十七句就是二十七篇文章的題目，每一句都可以作一篇文章，其義無有窮盡。"
    },
    {
      "id": "12-006-0026_p0087",
      "zh_CN": "【集无边行海。】",
      "zh_TW": "【集無邊行海。】"
    },
    {
      "id": "12-006-0026_p0088",
      "zh_CN": "这个『行』就是菩萨行，善财童子所问的，怎么样学菩萨行？怎样去修菩萨道？菩萨觉而不迷，菩萨行是觉行，不是迷行，身口意三业的造作都是觉而不迷。『海』是形容之广大。",
      "zh_TW": "這個『行』就是菩薩行，善財童子所問的，怎麼樣學菩薩行？怎樣去修菩薩道？菩薩覺而不迷，菩薩行是覺行，不是迷行，身口意三業的造作都是覺而不迷。『海』是形容之廣大。"
    },
    {
      "id": "12-006-0026_p0089",
      "zh_CN": "【发种种解心。】",
      "zh_TW": "【發種種解心。】"
    },
    {
      "id": "12-006-0026_p0090",
      "zh_CN": "这就是一切智，世出世间一切法，没有一法他不理解。",
      "zh_TW": "這就是一切智，世出世間一切法，沒有一法他不理解。"
    },
    {
      "id": "12-006-0026_p0091",
      "zh_CN": "【现种种身。】",
      "zh_TW": "【現種種身。】"
    },
    {
      "id": "12-006-0026_p0092",
      "zh_CN": "随类化身。",
      "zh_TW": "隨類化身。"
    },
    {
      "id": "12-006-0026_p0093",
      "zh_CN": "【具种种根。】",
      "zh_TW": "【具種種根。】"
    },
    {
      "id": "12-006-0026_p0094",
      "zh_CN": "那也是示现为度一切众生，要跟那个众生现同类身，现相似的根性，才能够启发众生。",
      "zh_TW": "那也是示現為度一切眾生，要跟那個眾生現同類身，現相似的根性，才能夠啟發眾生。"
    },
    {
      "id": "12-006-0026_p0095",
      "zh_CN": "【满种种愿。】",
      "zh_TW": "【滿種種願。】"
    },
    {
      "id": "12-006-0026_p0096",
      "zh_CN": "菩萨自己有愿，一切众生各个有愿，自他都能够圆满。",
      "zh_TW": "菩薩自己有願，一切眾生各個有願，自他都能夠圓滿。"
    },
    {
      "id": "12-006-0026_p0097",
      "zh_CN": "【入种种三昧。】",
      "zh_TW": "【入種種三昧。】"
    },
    {
      "id": "12-006-0026_p0098",
      "zh_CN": "『三昧』是正受，「三昧」也是禅定。为什么有那么多？因为内烦恼太多，外面境界太多。在这个地方我要告诉诸位，我们内心的烦恼，与外面的境界那个数量是完全相等的，不增不减。你晓得大宇宙是多么的复杂，我们内心跟大宇宙的复杂是一样，没两样。所以内心清净，外面境界也就清净，我们心念在境界里面做到不取于相，如如不动，这就叫三昧。眼见色，不起色相，内不动心，眼根在色尘上入定，这就是一种三昧。耳听音声，不起声尘之相，如如不动，耳根在声尘上入定，就是这个意思，所以这个三昧就无量无边。所以记住，眼在一切色法里头，哪一种色法叫自己动心，马上阿弥陀佛要觉悟，为什么？定失掉了，没有定了。听某一种音声，听得很好听，想多听一下，你定失掉，你被境界转了，你着了相动了心，三昧就没有了。又不能不看，不能不听，又要不取于相，如如不动，那就是佛菩萨，那你在境界里头得大自在，就证得解脱门，「入种种三昧」。由此可知，菩萨学处，哪一处不是菩萨学处？处处都是，六根接触六尘境界统统是菩萨学处，菩萨在这里面练习三昧，菩萨在这个里面增长智慧。",
      "zh_TW": "『三昧』是正受，「三昧」也是禪定。為什麼有那麼多？因為內煩惱太多，外面境界太多。在這個地方我要告訴諸位，我們內心的煩惱，與外面的境界那個數量是完全相等的，不增不減。你曉得大宇宙是多麼的複雜，我們內心跟大宇宙的複雜是一樣，沒兩樣。所以內心清淨，外面境界也就清淨，我們心念在境界裡面做到不取於相，如如不動，這就叫三昧。眼見色，不起色相，內不動心，眼根在色塵上入定，這就是一種三昧。耳聽音聲，不起聲塵之相，如如不動，耳根在聲塵上入定，就是這個意思，所以這個三昧就無量無邊。所以記住，眼在一切色法裡頭，哪一種色法叫自己動心，馬上阿彌陀佛要覺悟，為什麼？定失掉了，沒有定了。聽某一種音聲，聽得很好聽，想多聽一下，你定失掉，你被境界轉了，你著了相動了心，三昧就沒有了。又不能不看，不能不聽，又要不取於相，如如不動，那就是佛菩薩，那你在境界裡頭得大自在，就證得解脫門，「入種種三昧」。由此可知，菩薩學處，哪一處不是菩薩學處？處處都是，六根接觸六塵境界統統是菩薩學處，菩薩在這裡面練習三昧，菩薩在這個裡面增長智慧。"
    },
    {
      "id": "12-006-0026_p0099",
      "zh_CN": "【起种种神通。】",
      "zh_TW": "【起種種神通。】"
    },
    {
      "id": "12-006-0026_p0100",
      "zh_CN": "『神通』是讲作用，「神」是讲神妙，「通」是通达，没有障碍。",
      "zh_TW": "『神通』是講作用，「神」是講神妙，「通」是通達，沒有障礙。"
    },
    {
      "id": "12-006-0026_p0101",
      "zh_CN": "【成就种种方便。】",
      "zh_TW": "【成就種種方便。】"
    },
    {
      "id": "12-006-0026_p0102",
      "zh_CN": "『方便』是讲的方法，自己修行的方法，利益众生的方法。",
      "zh_TW": "『方便』是講的方法，自己修行的方法，利益眾生的方法。"
    },
    {
      "id": "12-006-0026_p0103",
      "zh_CN": "【能作种种利益。】",
      "zh_TW": "【能作種種利益。】"
    },
    {
      "id": "12-006-0026_p0104",
      "zh_CN": "方便是『能作』，『利益』是成就，方便是因，「利益」是果。以一种方便法来帮助众生，众生一定得利益，一定有所成就。",
      "zh_TW": "方便是『能作』，『利益』是成就，方便是因，「利益」是果。以一種方便法來幫助眾生，眾生一定得利益，一定有所成就。"
    },
    {
      "id": "12-006-0026_p0105",
      "zh_CN": "【游入种种智藏。】",
      "zh_TW": "【遊入種種智藏。】"
    },
    {
      "id": "12-006-0026_p0106",
      "zh_CN": "这个『游』是表自在，表没有退心，非常自在智慧就现前，无量智慧就现前，不是苦苦去寻求的，所谓自然智、无师智统统现前了。",
      "zh_TW": "這個『遊』是表自在，表沒有退心，非常自在智慧就現前，無量智慧就現前，不是苦苦去尋求的，所謂自然智、無師智統統現前了。"
    },
    {
      "id": "12-006-0026_p0107",
      "zh_CN": "【照种种法门海。】",
      "zh_TW": "【照種種法門海。】"
    },
    {
      "id": "12-006-0026_p0108",
      "zh_CN": "『照』是观照，诸佛菩萨所说、所证的无量法门，在菩萨智光观照之下，无有一法门不通达。",
      "zh_TW": "『照』是觀照，諸佛菩薩所說、所證的無量法門，在菩薩智光觀照之下，無有一法門不通達。"
    },
    {
      "id": "12-006-0026_p0109",
      "zh_CN": "【得种种法光明。】",
      "zh_TW": "【得種種法光明。】"
    },
    {
      "id": "12-006-0026_p0110",
      "zh_CN": "前面观照是因，这个地方『得』是果，这里面有自利的、有利他的，有自利利他统统都有的，诸位在偈子里面仔细看看，都能够明了。",
      "zh_TW": "前面觀照是因，這個地方『得』是果，這裡面有自利的、有利他的，有自利利他統統都有的，諸位在偈子裡面仔細看看，都能夠明瞭。"
    },
    {
      "id": "12-006-0026_p0111",
      "zh_CN": "【往种种佛刹海。受种种佛灌顶。】",
      "zh_TW": "【往種種佛剎海。受種種佛灌頂。】"
    },
    {
      "id": "12-006-0026_p0112",
      "zh_CN": "像善财童子的参学，十方诸佛的刹海周遍游历，到处参学，遍受诸佛灌顶，这是上求佛道。",
      "zh_TW": "像善財童子的參學，十方諸佛的剎海周遍遊歷，到處參學，遍受諸佛灌頂，這是上求佛道。"
    },
    {
      "id": "12-006-0026_p0113",
      "zh_CN": "【事种种善知识。】",
      "zh_TW": "【事種種善知識。】"
    },
    {
      "id": "12-006-0026_p0114",
      "zh_CN": "『事』是承事，一切菩萨善友都是自己的『善知识』。唯有上求才能下化，上求帮助自己证入。",
      "zh_TW": "『事』是承事，一切菩薩善友都是自己的『善知識』。唯有上求才能下化，上求幫助自己證入。"
    },
    {
      "id": "12-006-0026_p0115",
      "zh_CN": "【悟种种解脱门。证种种自在心。】",
      "zh_TW": "【悟種種解脫門。證種種自在心。】"
    },
    {
      "id": "12-006-0026_p0116",
      "zh_CN": "这个几句都是说的自利。",
      "zh_TW": "這個幾句都是說的自利。"
    },
    {
      "id": "12-006-0026_p0117",
      "zh_CN": "【起种种无作行。现种种难思色。顺种种众生心。起种种变化身。入种种菩萨地。知种种法因缘。离种种妄分别。依种种菩萨愿。持种种佛遗教。安住出生普贤妙行。】",
      "zh_TW": "【起種種無作行。現種種難思色。順種種眾生心。起種種變化身。入種種菩薩地。知種種法因緣。離種種妄分別。依種種菩薩願。持種種佛遺教。安住出生普賢妙行。】"
    },
    {
      "id": "12-006-0026_p0118",
      "zh_CN": "这些统统都讲利他。这里面有几句很值得注意的，菩萨利益众生起的行叫『无作行』，作而无作，无作而作，这就是前面跟诸位讲的「离即同时」，他做不做？一天到晚勤苦的在做。我们想想，当年释迦牟尼佛在世，历代祖师自己的修行，成就之后教化众生，何尝有一天休息过？都在做，真的做了没有？没有，如果真做就不能讲「本来无一物」。为什么一定要这个样子做法？这样做法与自性相应，三轮体空，这样做法叫大修行。我再告诉诸位，佛门里面这个表法，除莲花之外，还用法轮。这是佛法里表法这两种是最普遍，处处能够见到，法轮代表修行，莲花代表本体。如果拿我们世间法来讲，那个轮相代表养生之道；轮是要动，轮要不动它还有什么作用？你有一辆讲汽车，汽车有四个轮子，那四个轮子不动，那车子不叫废物吗？它就是要动的，相要动，我们身是相，身体要动。",
      "zh_TW": "這些統統都講利他。這裡面有幾句很值得注意的，菩薩利益眾生起的行叫『無作行』，作而無作，無作而作，這就是前面跟諸位講的「離即同時」，他做不做？一天到晚勤苦的在做。我們想想，當年釋迦牟尼佛在世，歷代祖師自己的修行，成就之後教化眾生，何嘗有一天休息過？都在做，真的做了沒有？沒有，如果真做就不能講「本來無一物」。為什麼一定要這個樣子做法？這樣做法與自性相應，三輪體空，這樣做法叫大修行。我再告訴諸位，佛門裡面這個表法，除蓮花之外，還用法輪。這是佛法裡表法這兩種是最普遍，處處能夠見到，法輪代表修行，蓮花代表本體。如果拿我們世間法來講，那個輪相代表養生之道；輪是要動，輪要不動它還有什麼作用？你有一輛講汽車，汽車有四個輪子，那四個輪子不動，那車子不叫廢物嗎？它就是要動的，相要動，我們身是相，身體要動。"
    },
    {
      "id": "12-006-0026_p0119",
      "zh_CN": "心不能动，为什么心不能动？心是空的，你们学过数学，学过圆，圆心有没有？有。在哪里？没有迹象可得。所以这个心是非有非无，不能说它有，因为觅心了不可得。不但是二祖，在达摩祖师那里觅心了不可得，画一个圆，圆心你能找到吗？还是找不到，觅心了不可得。它真有，有而不可得，所以心要空、要虚。心如果空虚，心就灵，那个灵是什么？是智慧开了。心里面要有一个东西，心就死掉了，就不灵，智慧就没有了，没有智慧就打妄想，打妄想那个心，心里头有一物，把你灵敏的心障碍了。因此佛菩萨要三轮体空，一天到晚做个不休，忙得不得了，心地清清净净一尘不染，岂不是既修身又修心！",
      "zh_TW": "心不能動，為什麼心不能動？心是空的，你們學過數學，學過圓，圓心有沒有？有。在哪裡？沒有跡象可得。所以這個心是非有非無，不能說它有，因為覓心了不可得。不但是二祖，在達摩祖師那裡覓心了不可得，畫一個圓，圓心你能找到嗎？還是找不到，覓心了不可得。它真有，有而不可得，所以心要空、要虛。心如果空虛，心就靈，那個靈是什麼？是智慧開了。心裡面要有一個東西，心就死掉了，就不靈，智慧就沒有了，沒有智慧就打妄想，打妄想那個心，心裡頭有一物，把你靈敏的心障礙了。因此佛菩薩要三輪體空，一天到晚做個不休，忙得不得了，心地清清淨淨一塵不染，豈不是既修身又修心！"
    },
    {
      "id": "12-006-0026_p0120",
      "zh_CN": "修心要清净，要三轮体空；修身要造作，身要运动。身要不动，就不得了了，身要不动就叫死人；活人要动，所以叫活动。活不动那不就变成死人了吗？所以一定要活动，活动是活活泼泼，是生的。活动里面有不动，就像轮相一样，动中有不动，不是不动里头有不动，是动中亦不动。佛法讲修行，修行就是生活，生活要动，身动，心不动。身口有一切造作，心里绝没有造作，这叫做无作。这是我们一定要体会到，要认真的去修学，能做一分有一分的受用，做到两分有两分的受用，这个受用是真实的。唯有如此修学，你这个自性清净心才会现前，你的信心才会增长，才会坚固。你的前途依然显现得一片无比的光明，这个时候真正是离苦得乐。佛法不欺骗人，佛法有实质的效果，有真正的效果。",
      "zh_TW": "修心要清淨，要三輪體空；修身要造作，身要運動。身要不動，就不得了了，身要不動就叫死人；活人要動，所以叫活動。活不動那不就變成死人了嗎？所以一定要活動，活動是活活潑潑，是生的。活動裡面有不動，就像輪相一樣，動中有不動，不是不動裡頭有不動，是動中亦不動。佛法講修行，修行就是生活，生活要動，身動，心不動。身口有一切造作，心裡絕沒有造作，這叫做無作。這是我們一定要體會到，要認真的去修學，能做一分有一分的受用，做到兩分有兩分的受用，這個受用是真實的。唯有如此修學，你這個自性清淨心才會現前，你的信心才會增長，才會堅固。你的前途依然顯現得一片無比的光明，這個時候真正是離苦得樂。佛法不欺騙人，佛法有實質的效果，有真正的效果。"
    },
    {
      "id": "12-006-0026_p0121",
      "zh_CN": "『现种种难思色』，「现」，现是自己变现；「难思」是不可思议，以色相教化众生。喜怒哀乐都是色相，相上有，心里头没有。相上有，心里也有，这是凡夫；心里没有，相上也没有，是二乘；相上有，心里没有，这佛菩萨，诸位好好的去体会这个意思。『顺种种众生心』，不顺众生心就不契机，没有法子利益众生，没有法子接受众生、教化众生。『起种种变化身』，这个好懂。『入种种菩萨地』，「菩萨地」，从初地到等觉是十一地，如果从初发心到等觉是五十一个阶级。这一句它的本意是讲地上菩萨，引申的意思，可以说从初发心，逐渐在菩提道上精进，把自己境界不断的向上提升。『知种种法因缘』，这个很重要，能知一切法的因缘心安理得，随缘而不攀缘，他得大自在。",
      "zh_TW": "『現種種難思色』，「現」，現是自己變現；「難思」是不可思議，以色相教化眾生。喜怒哀樂都是色相，相上有，心裡頭沒有。相上有，心裡也有，這是凡夫；心裡沒有，相上也沒有，是二乘；相上有，心裡沒有，這佛菩薩，諸位好好的去體會這個意思。『順種種眾生心』，不順眾生心就不契機，沒有法子利益眾生，沒有法子接受眾生、教化眾生。『起種種變化身』，這個好懂。『入種種菩薩地』，「菩薩地」，從初地到等覺是十一地，如果從初發心到等覺是五十一個階級。這一句它的本意是講地上菩薩，引申的意思，可以說從初發心，逐漸在菩提道上精進，把自己境界不斷的向上提升。『知種種法因緣』，這個很重要，能知一切法的因緣心安理得，隨緣而不攀緣，他得大自在。"
    },
    {
      "id": "12-006-0026_p0122",
      "zh_CN": "『离种种妄分别』，妄想、分别、执着，这个与前面一句有密切的关系。我们今天为什么不能离开种种妄想分别？是我们不知道一切法的因缘。如果晓得一切法的因缘，你的分别执着妄想统统断掉，为什么？这个时候知道随缘，随缘不变，不变随缘。『依种种菩萨愿』，菩萨有无量无边的大愿，在某个时候，对某种根机，某个愿望，他实现了。虽然实现，他并不执着，因为菩萨的大愿是无有穷尽的。虽然是无尽无边的大愿，菩萨绝不着相，在境界里头绝不起心动念，绝没有分别执着，这些都是我们深深去体会，努力的去学习，在生活当中去历练。『持种种佛遗教』，诸佛无量无边，对我们的教诫都要遵守，这个遵守根利的人守原理、守原则；根性钝的人，迟钝的人，他守教条、守枝叶，这个里头就有巧拙之分。善巧的成就就快，笨拙的成就就慢，都会有成就的。『安住出生普贤妙行』，末后结归到普贤行门，这些菩萨他们智慧、德能、愿海、行持，实在太殊胜。",
      "zh_TW": "『離種種妄分別』，妄想、分別、執著，這個與前面一句有密切的關係。我們今天為什麼不能離開種種妄想分別？是我們不知道一切法的因緣。如果曉得一切法的因緣，你的分別執著妄想統統斷掉，為什麼？這個時候知道隨緣，隨緣不變，不變隨緣。『依種種菩薩願』，菩薩有無量無邊的大願，在某個時候，對某種根機，某個願望，他實現了。雖然實現，他並不執著，因為菩薩的大願是無有窮盡的。雖然是無盡無邊的大願，菩薩絕不著相，在境界裡頭絕不起心動念，絕沒有分別執著，這些都是我們深深去體會，努力的去學習，在生活當中去歷練。『持種種佛遺教』，諸佛無量無邊，對我們的教誡都要遵守，這個遵守根利的人守原理、守原則；根性鈍的人，遲鈍的人，他守教條、守枝葉，這個裡頭就有巧拙之分。善巧的成就就快，笨拙的成就就慢，都會有成就的。『安住出生普賢妙行』，末後結歸到普賢行門，這些菩薩他們智慧、德能、願海、行持，實在太殊勝。"
    },
    {
      "id": "12-006-0026_p0123",
      "zh_CN": "【而我云何能知能说彼功德行。】",
      "zh_TW": "【而我云何能知能說彼功德行。】"
    },
    {
      "id": "12-006-0026_p0124",
      "zh_CN": "我的智慧太浅了，样样都不如人，一切法门只懂得一门，其余的我都不懂，我哪里能比得上那些菩萨？他们的功德我怎么会知道？我怎么能说？这个是自己谦虚，赞叹别人，勉励善财童子普遍的去参学。下面是照例给他介绍一位善知识。",
      "zh_TW": "我的智慧太淺了，樣樣都不如人，一切法門只懂得一門，其餘的我都不懂，我哪裡能比得上那些菩薩？他們的功德我怎麼會知道？我怎麼能說？這個是自己謙虛，讚歎別人，勉勵善財童子普遍的去參學。下面是照例給他介紹一位善知識。"
    },
    {
      "id": "12-006-0026_p0125",
      "zh_CN": "【善男子。去此不远菩提场中。有主夜神。名具足功德寂静音海。】",
      "zh_TW": "【善男子。去此不遠菩提場中。有主夜神。名具足功德寂靜音海。】"
    },
    {
      "id": "12-006-0026_p0126",
      "zh_CN": "这就介绍出来了，这个人我们前面读过，曾经在因地里面是威德神的母亲，他在过去生中跟他两个有母子关系，现在他是五地菩萨，他自己代表是四地菩萨，都修行证果了。",
      "zh_TW": "這就介紹出來了，這個人我們前面讀過，曾經在因地裡面是威德神的母親，他在過去生中跟他兩個有母子關係，現在他是五地菩薩，他自己代表是四地菩薩，都修行證果了。"
    },
    {
      "id": "12-006-0026_p0127",
      "zh_CN": "【坐星宿光幢摩尼王庄严宝莲华藏师子之座。百万阿僧祇夜神以为眷属。前后围绕。汝诣彼问菩萨云何学菩萨行。修菩萨道。】",
      "zh_TW": "【坐星宿光幢摩尼王莊嚴寶蓮華藏師子之座。百萬阿僧祇夜神以為眷屬。前後圍繞。汝詣彼問菩薩云何學菩薩行。修菩薩道。】"
    },
    {
      "id": "12-006-0026_p0128",
      "zh_CN": "这个里头含义都很深，在这个地方一定要晓得他表法的义趣。所谓不远就是说距离这个证道时节很近，是这个意思。到第五地，五地去十地不远。十地菩萨就圆满，等觉就是成佛，所以说去佛不远，这个意思要懂。第五，诸位要晓得，他十位是表示波罗蜜的，第五是禅定波罗蜜，第四是表精进波罗蜜。晓得五地代表禅定圆满，六地代表般若圆满，诸位懂这个意思，他是从十住统统修十波罗蜜，到十地就是十波罗蜜，条条都圆满。禅定圆满所以叫寂静，这个名字叫『寂静音海』，所以这名字都含有很深的意思。因为菩萨他要入俗，他要教化众生，所以叫「音海」。「寂静」是他自证，他的禅定波罗蜜圆满，音海是形容他普度众生，从禅定里面发出一切救苦救难的音声，这个音声就是教法，就是讲经说法。他在普救神的后面，与普救神在前生有母女的关系，而前面是代表精进，从精进生禅定，表这个义趣。所以《华严经》表法的味道很浓，你要能看出来非常有趣。他教善财童子，劝他到那边去参学，向寂静音海夜神他那边去，向他请教菩萨应该怎样学菩萨行、修菩萨道。",
      "zh_TW": "這個裡頭含義都很深，在這個地方一定要曉得他表法的義趣。所謂不遠就是說距離這個證道時節很近，是這個意思。到第五地，五地去十地不遠。十地菩薩就圓滿，等覺就是成佛，所以說去佛不遠，這個意思要懂。第五，諸位要曉得，他十位是表示波羅蜜的，第五是禪定波羅蜜，第四是表精進波羅蜜。曉得五地代表禪定圓滿，六地代表般若圓滿，諸位懂這個意思，他是從十住統統修十波羅蜜，到十地就是十波羅蜜，條條都圓滿。禪定圓滿所以叫寂靜，這個名字叫『寂靜音海』，所以這名字都含有很深的意思。因為菩薩他要入俗，他要教化眾生，所以叫「音海」。「寂靜」是他自證，他的禪定波羅蜜圓滿，音海是形容他普度眾生，從禪定裡面發出一切救苦救難的音聲，這個音聲就是教法，就是講經說法。他在普救神的後面，與普救神在前生有母女的關係，而前面是代表精進，從精進生禪定，表這個義趣。所以《華嚴經》表法的味道很濃，你要能看出來非常有趣。他教善財童子，勸他到那邊去參學，向寂靜音海夜神他那邊去，向他請教菩薩應該怎樣學菩薩行、修菩薩道。"
    },
    {
      "id": "12-006-0026_p0129",
      "zh_CN": "【时善财童子顶礼其足。绕无数匝。殷勤瞻仰。一心恋慕。辞退而去。】",
      "zh_TW": "【時善財童子頂禮其足。繞無數匝。殷勤瞻仰。一心戀慕。辭退而去。】"
    },
    {
      "id": "12-006-0026_p0130",
      "zh_CN": "到这个地方，我们这章就讲圆满，这是四地菩萨代表精进波罗蜜圆满。恋德礼辞是非常重要的意思。我在这个地方参学，法门我得到了，得到的是什么？成就了定慧。对于境界一点都不沾染，就叫做礼辞，礼辞就是「不取于相，如如不动」，就是这个意思。真正得到了定慧现前，真正得到；如果得到这个着了相，那就坏了。所以五十三参每一参末后这段，都是告诉我们不着相。对于善知识恭敬礼拜、恋慕，又没有分别执着，真正是三轮体空。这是菩萨道，就是菩萨行，是我们要深深去体会。这章到此地圆满，底下一会我们就讲难胜地的善友，第五地要讲到禅定波罗蜜圆满的境界。今天就讲到此地。",
      "zh_TW": "到這個地方，我們這章就講圓滿，這是四地菩薩代表精進波羅蜜圓滿。戀德禮辭是非常重要的意思。我在這個地方參學，法門我得到了，得到的是什麼？成就了定慧。對於境界一點都不沾染，就叫做禮辭，禮辭就是「不取於相，如如不動」，就是這個意思。真正得到了定慧現前，真正得到；如果得到這個著了相，那就壞了。所以五十三參每一參末後這段，都是告訴我們不著相。對於善知識恭敬禮拜、戀慕，又沒有分別執著，真正是三輪體空。這是菩薩道，就是菩薩行，是我們要深深去體會。這章到此地圓滿，底下一會我們就講難勝地的善友，第五地要講到禪定波羅蜜圓滿的境界。今天就講到此地。"
    }
  ]
}