{
  "doc_id": "12-006-0003",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0003",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "12-006-0003_p0001",
      "zh_CN": "请掀开经本六百六十七面第四行，我们将经文念几句，对对地方。",
      "zh_TW": "請掀開經本六百六十七面第四行，我們將經文念幾句，對對地方。"
    },
    {
      "id": "12-006-0003_p0002",
      "zh_CN": "【令地狱众生免诸苦毒。令畜生众生不相食噉。令阎罗界饿鬼众生无有饥渴。令诸龙等离一切怖。令欲界众生离欲界怖。令人趣众生离暗夜怖。毁訾怖。恶名怖。大众怖。不活怖。死怖。恶道怖。断善根怖。退菩提心怖。遇恶知识怖。离善知识怖。堕二乘地怖。种种生死怖。异类众生同住怖。恶时受生怖。恶种族中受生怖。造恶业怖。业烦恼障怖。执着诸相种种系缚怖。如是等怖。悉令舍离。回向菩提。】",
      "zh_TW": "【令地獄眾生免諸苦毒。令畜生眾生不相食噉。令閻羅界餓鬼眾生無有飢渴。令諸龍等離一切怖。令欲界眾生離欲界怖。令人趣眾生離暗夜怖。毀訾怖。惡名怖。大眾怖。不活怖。死怖。惡道怖。斷善根怖。退菩提心怖。遇惡知識怖。離善知識怖。墮二乘地怖。種種生死怖。異類眾生同住怖。惡時受生怖。惡種族中受生怖。造惡業怖。業煩惱障怖。執著諸相種種繫縛怖。如是等怖。悉令捨離。迴向菩提。】"
    },
    {
      "id": "12-006-0003_p0003",
      "zh_CN": "这段经文是别名，前面总说普救夜神的教化。我们从这段经文再来看，这个讲就方便多了，我们刚刚将观自在菩萨这章讲完，观自在菩萨里面给我们讲离二十种怖畏，与这段经文所说的大同小异。由此可知，普救夜神实在讲与观世音菩萨没有两样，也是在十方世界救度一切苦难的众生。他所不相同的所在，就是观自在菩萨是以三贤当中，上贤的地位示现。普救女神是四地菩萨的示现，特别悲悯一切苦难的众生。也就是像前面在章题里面所说的，在这种黑暗的时代，菩萨的悲切特别重。这段文大多数与「观自在章」是相同。菩萨救度众生的方法，在「观自在章」里面说得很详细，菩萨就是至心称念我名，就能够离一切怖畏。这个地方都是善财童子看到的，他老人家也像观世音菩萨一样普度一切众生，可是那个方法没说。不像前面那一章方法说出来了，它教你修念佛法门。这个地方方法虽然没有像那么样细说，从果我们就想到因，因与果一定是相应的。",
      "zh_TW": "這段經文是別名，前面總說普救夜神的教化。我們從這段經文再來看，這個講就方便多了，我們剛剛將觀自在菩薩這章講完，觀自在菩薩裡面給我們講離二十種怖畏，與這段經文所說的大同小異。由此可知，普救夜神實在講與觀世音菩薩沒有兩樣，也是在十方世界救度一切苦難的眾生。他所不相同的所在，就是觀自在菩薩是以三賢當中，上賢的地位示現。普救女神是四地菩薩的示現，特別悲憫一切苦難的眾生。也就是像前面在章題裡面所說的，在這種黑暗的時代，菩薩的悲切特別重。這段文大多數與「觀自在章」是相同。菩薩救度眾生的方法，在「觀自在章」裡面說得很詳細，菩薩就是至心稱念我名，就能夠離一切怖畏。這個地方都是善財童子看到的，他老人家也像觀世音菩薩一樣普度一切眾生，可是那個方法沒說。不像前面那一章方法說出來了，它教你修念佛法門。這個地方方法雖然沒有像那麼樣細說，從果我們就想到因，因與果一定是相應的。"
    },
    {
      "id": "12-006-0003_p0004",
      "zh_CN": "在此地只给诸位提一提，三恶道，其余的我们就不必多说了。第一就是『地狱众生』，这在六道里面最苦的一道，诸位一定要记住，如果这个众生已经堕地狱了，你去救他那就来不及了。什么时候去救他？他造地狱的业因，现在他还没堕，换句话说，他这个业报身还没有尽，还有几年活头的时候，这个时候教他回头。所谓是回头是岸，真正把他从地狱道里度出来。我举几个例子给诸位说，你们晓得蕅益大师，这是我们净土宗第九代的祖师。你看看他的传记，他在年轻的时候，二十几岁他不学佛，专门干毁谤三宝的事情，这是堕地狱。毁谤三宝阿鼻地狱的业因，他造这个业因，他将来必定受这个果报。",
      "zh_TW": "在此地只給諸位提一提，三惡道，其餘的我們就不必多說了。第一就是『地獄眾生』，這在六道裡面最苦的一道，諸位一定要記住，如果這個眾生已經墮地獄了，你去救他那就來不及了。什麼時候去救他？他造地獄的業因，現在他還沒墮，換句話說，他這個業報身還沒有盡，還有幾年活頭的時候，這個時候教他回頭。所謂是回頭是岸，真正把他從地獄道裡度出來。我舉幾個例子給諸位說，你們曉得蕅益大師，這是我們淨土宗第九代的祖師。你看看他的傳記，他在年輕的時候，二十幾歲他不學佛，專門幹毀謗三寶的事情，這是墮地獄。毀謗三寶阿鼻地獄的業因，他造這個業因，他將來必定受這個果報。"
    },
    {
      "id": "12-006-0003_p0005",
      "zh_CN": "他很幸运遇到善知识，他一下回头了，不但不堕地狱，反而成了祖师，往生西方极乐世界上品上生，你看看转回头来，这就得度了。你再看看，印光大师，这是近代的，你看他的传记，他在年轻的时候，也是以儒家自负，也是尊孔批佛，他专干这个事情。现在这个社会毁谤佛法的人多，曲解佛法的人多，这都是造了地狱的业因。真正发慈悲心，是趁他寿命还没尽的时候，劝他回头。这一回头护持正法，弘扬正法，功德不可思议。所以诸位要明白这个道理，真正学佛之后，不晓得要度多少众生。可是度众生诸位要晓得，有缘的才得度，什么叫有缘？他喜欢听，他听了就相信，信了他就照办，这叫有缘的。佛法里常说「佛不度无缘之人」，什么叫无缘？他不相信，遇到真正善知识，他不相信，烦恼太重，邪见太深。",
      "zh_TW": "他很幸運遇到善知識，他一下回頭了，不但不墮地獄，反而成了祖師，往生西方極樂世界上品上生，你看看轉回頭來，這就得度了。你再看看，印光大師，這是近代的，你看他的傳記，他在年輕的時候，也是以儒家自負，也是尊孔批佛，他專幹這個事情。現在這個社會毀謗佛法的人多，曲解佛法的人多，這都是造了地獄的業因。真正發慈悲心，是趁他壽命還沒盡的時候，勸他回頭。這一回頭護持正法，弘揚正法，功德不可思議。所以諸位要明白這個道理，真正學佛之後，不曉得要度多少眾生。可是度眾生諸位要曉得，有緣的才得度，什麼叫有緣？他喜歡聽，他聽了就相信，信了他就照辦，這叫有緣的。佛法裡常說「佛不度無緣之人」，什麼叫無緣？他不相信，遇到真正善知識，他不相信，煩惱太重，邪見太深。"
    },
    {
      "id": "12-006-0003_p0006",
      "zh_CN": "刚才有一位同学跟我说，许多著名的学者、教授，他们对佛法讲得头头是道，但是他们不相信，他们还毁谤。这种现象是很普遍的，不足以为奇。他说得确实头头是道，引经据典没错，可是要晓得他没入门，他只是在门外看。好像皇宫建筑得富丽堂皇，他在东面看，那个人在西面看，那个人在北面看，那个人在南面看，每个人看的讲法都不一样，但是都没有讲错，可是怎么样？一个人也没进去，里面究竟怎么样不晓得，外面富丽堂皇统统都看到，没进去，这就是学者。他经读得多，注子也看得多，懂不懂？不懂。他说得头头是道，我要说他不懂，他不承认，他说我不懂，他懂。为什么说他不懂？诸位要晓得，不但是经，连祖师这个注子，都是从真如本性当中流露出来的。换句话说，它不是从意识心里面流出来的，这是诸位一定要记住。什么叫意识心？就是分别执着，我们现在讲头脑、思惟。只要是他用头脑、用思惟，那就不得其门而入，都是看外表。",
      "zh_TW": "剛才有一位同學跟我說，許多著名的學者、教授，他們對佛法講得頭頭是道，但是他們不相信，他們還毀謗。這種現象是很普遍的，不足以為奇。他說得確實頭頭是道，引經據典沒錯，可是要曉得他沒入門，他只是在門外看。好像皇宮建築得富麗堂皇，他在東面看，那個人在西面看，那個人在北面看，那個人在南面看，每個人看的講法都不一樣，但是都沒有講錯，可是怎麼樣？一個人也沒進去，裡面究竟怎麼樣不曉得，外面富麗堂皇統統都看到，沒進去，這就是學者。他經讀得多，註子也看得多，懂不懂？不懂。他說得頭頭是道，我要說他不懂，他不承認，他說我不懂，他懂。為什麼說他不懂？諸位要曉得，不但是經，連祖師這個註子，都是從真如本性當中流露出來的。換句話說，它不是從意識心裡面流出來的，這是諸位一定要記住。什麼叫意識心？就是分別執著，我們現在講頭腦、思惟。只要是他用頭腦、用思惟，那就不得其門而入，都是看外表。"
    },
    {
      "id": "12-006-0003_p0007",
      "zh_CN": "佛法，不但禅，我们在讲席当中，常常提醒诸位同修，禅要离心意识参。离心意识就是不用八识五十一心所，你才能入得了门；你要用八识五十一心所，你永远在门外，这个事情麻烦了。第六意识分别心，我们不讲更细的，那个讲微细的愈讲愈复杂，讲了反而不懂。我们从最粗浅的讲，第七识是执着的心，我们今天处处都是用分别心、用执着心，这怎么能入？不但经论不能入，祖师的注解也入不进去，这是我们一定要明了的。佛法所讲的非常平实，一点奇怪之处都没有，非常平实。只讲一个什么？觉迷。觉了就叫佛菩萨，迷了就叫凡夫，就是个觉迷，千经万论就是讲这么一桩事情。什么叫觉？心清净、心平等，这个心是觉心。心里面还有分别，这个对，那个不对，给诸位说，这是迷，不是觉；觉了万法一如，生佛不二，这是觉。",
      "zh_TW": "佛法，不但禪，我們在講席當中，常常提醒諸位同修，禪要離心意識參。離心意識就是不用八識五十一心所，你才能入得了門；你要用八識五十一心所，你永遠在門外，這個事情麻煩了。第六意識分別心，我們不講更細的，那個講微細的愈講愈複雜，講了反而不懂。我們從最粗淺的講，第七識是執著的心，我們今天處處都是用分別心、用執著心，這怎麼能入？不但經論不能入，祖師的註解也入不進去，這是我們一定要明瞭的。佛法所講的非常平實，一點奇怪之處都沒有，非常平實。只講一個什麼？覺迷。覺了就叫佛菩薩，迷了就叫凡夫，就是個覺迷，千經萬論就是講這麼一樁事情。什麼叫覺？心清淨、心平等，這個心是覺心。心裡面還有分別，這個對，那個不對，給諸位說，這是迷，不是覺；覺了萬法一如，生佛不二，這是覺。"
    },
    {
      "id": "12-006-0003_p0008",
      "zh_CN": "觉悟的人佛法对不对？对。基督教对不对？也对。佛菩萨跟妖魔鬼怪有什么不同？没有什么不同，是一不是二，你相信吗？你不相信，为什么不相信？你迷，没有悟。悟了就相信，迷了就不相信，迷了怎么样？你有分别心。诸位想想看，你把分别心、执着心抛开掉，岂不是十法界平等一如了吗？所以禅宗有个公案，那很有意思，寺院里面有两个出家人，在这个经论里头起了不同的见解，于是两个人相争，各人说各人的道理，两个人相持不下，彼此互相不服气，去请教老和尚。甲把他的一番道理、见解说了之后，问老和尚，我这个对不对？老和尚说对。他心开意解，没有事情了。乙在外面看到不服气也跑进来，他把他一番道理说出来，问老和尚，我的对不对？对、对。也没有事情也出去了。旁边他还有个侍者，有个小沙弥侍者去问老和尚：老和尚，他们两个人到底哪个对？总有一个对，总有一个人不对。老和尚看看，你也对。你们想想，到底哪个悟、哪个迷？老和尚觉悟，那三个都迷。为什么迷？他有分别、有执着。",
      "zh_TW": "覺悟的人佛法對不對？對。基督教對不對？也對。佛菩薩跟妖魔鬼怪有什麼不同？沒有什麼不同，是一不是二，你相信嗎？你不相信，為什麼不相信？你迷，沒有悟。悟了就相信，迷了就不相信，迷了怎麼樣？你有分別心。諸位想想看，你把分別心、執著心拋開掉，豈不是十法界平等一如了嗎？所以禪宗有個公案，那很有意思，寺院裡面有兩個出家人，在這個經論裡頭起了不同的見解，於是兩個人相爭，各人說各人的道理，兩個人相持不下，彼此互相不服氣，去請教老和尚。甲把他的一番道理、見解說了之後，問老和尚，我這個對不對？老和尚說對。他心開意解，沒有事情了。乙在外面看到不服氣也跑進來，他把他一番道理說出來，問老和尚，我的對不對？對、對。也沒有事情也出去了。旁邊他還有個侍者，有個小沙彌侍者去問老和尚：老和尚，他們兩個人到底哪個對？總有一個對，總有一個人不對。老和尚看看，你也對。你們想想，到底哪個悟、哪個迷？老和尚覺悟，那三個都迷。為什麼迷？他有分別、有執著。"
    },
    {
      "id": "12-006-0003_p0009",
      "zh_CN": "佛法，给诸位说，讲到了终极之处，无非是破分别执着而已。破了分别执着，你的根本智就现前，般若波罗蜜的智慧就现前，般若智慧起作用，那就是无量的智慧现前。起作用就是后得智，无所不知，全知全能这是自己，不是旁人。迷了才有十法界、才有六道，悟了，法界只有一真，那是真的。讲六道、讲十法界都是方便说，就是跟迷人说的，迷的时候真有，悟的时候确实没有，悟的时候叫一真法界。佛法这里所修的就是一心不乱，起个念头、打个妄想，二心。那些人谈佛法，你可以把六祖的话拿给他，你看印宗请教六祖，解脱、禅定，他提出这两个问题，六祖马上就回答说，这不是佛法。解脱、禅定怎么不是佛法？六祖说了，佛法是不二法，解脱、禅定是二法，二法就不是佛法，高明。解脱、禅定明明是佛法里讲的，佛法里面讲禅定，不执着禅定；讲解脱，不分别解脱，随你怎么讲都对。",
      "zh_TW": "佛法，給諸位說，講到了終極之處，無非是破分別執著而已。破了分別執著，你的根本智就現前，般若波羅蜜的智慧就現前，般若智慧起作用，那就是無量的智慧現前。起作用就是後得智，無所不知，全知全能這是自己，不是旁人。迷了才有十法界、才有六道，悟了，法界只有一真，那是真的。講六道、講十法界都是方便說，就是跟迷人說的，迷的時候真有，悟的時候確實沒有，悟的時候叫一真法界。佛法這裡所修的就是一心不亂，起個念頭、打個妄想，二心。那些人談佛法，你可以把六祖的話拿給他，你看印宗請教六祖，解脫、禪定，他提出這兩個問題，六祖馬上就回答說，這不是佛法。解脫、禪定怎麼不是佛法？六祖說了，佛法是不二法，解脫、禪定是二法，二法就不是佛法，高明。解脫、禪定明明是佛法裡講的，佛法裡面講禪定，不執著禪定；講解脫，不分別解脫，隨你怎麼講都對。"
    },
    {
      "id": "12-006-0003_p0010",
      "zh_CN": "如果在这一切法里头，还有一丝毫分别执着，就不是佛法，就迷了。佛法里头悟，悟的人随你怎么说，说也是悟，不说也是悟，他总归是悟。迷的人说迷了，不说他还迷，总归是迷，佛法就是迷悟之间。学佛学什么？第一个学不分别。学的什么？样样都明了，不分别。晓得无量无边的知见，都是从一切众生妄想心中所生，所生的还是虚妄，凡所有相皆是虚妄，连相都是虚妄的，那知见就更虚妄。相是依他起，知见是遍计所执性，你们要学过佛法的三性，它不是圆成实性。离开分别执着你看什么性？圆成实性。真心是圆成实，八识五十一心所是依他起性。八识五十一心所里头所起的作用，种种的幻想、种种分别知见，叫遍计所执性，彻底虚妄。你把这些道理明了了，什么是佛法才有了一点概念。",
      "zh_TW": "如果在這一切法裡頭，還有一絲毫分別執著，就不是佛法，就迷了。佛法裡頭悟，悟的人隨你怎麼說，說也是悟，不說也是悟，他總歸是悟。迷的人說迷了，不說他還迷，總歸是迷，佛法就是迷悟之間。學佛學什麼？第一個學不分別。學的什麼？樣樣都明瞭，不分別。曉得無量無邊的知見，都是從一切眾生妄想心中所生，所生的還是虛妄，凡所有相皆是虛妄，連相都是虛妄的，那知見就更虛妄。相是依他起，知見是遍計所執性，你們要學過佛法的三性，它不是圓成實性。離開分別執著你看什麼性？圓成實性。真心是圓成實，八識五十一心所是依他起性。八識五十一心所裡頭所起的作用，種種的幻想、種種分別知見，叫遍計所執性，徹底虛妄。你把這些道理明瞭了，什麼是佛法才有了一點概念。"
    },
    {
      "id": "12-006-0003_p0011",
      "zh_CN": "今天这个世界，可以说正是像《楞严经》上所讲的，「邪师说法如恒河沙」，你才有能力辨别，有能力把它分得清清楚楚，哪是正、哪是邪，虽然分别得清清楚楚，像镜子照东西一样，你里面要起一念执着，那你也跟着迷了。分得清清楚楚、明明白白，他也不执着，分别就是无分别，无分别当中有分别，妙！这是佛知佛见，是我们应当要学习的。看得清清楚楚，听得明明白白，听而无听，见而无见，无见是什么？无见是没有眼识的见，无听是没有耳识的听，那这个见闻觉知是什么？见性见，闻性闻，这是佛。这样才不落恶道，这样才度一切苦厄。那些大佛学家、大师，把佛经说得头头是道，他有没有苦恼？他还有苦恼。他每天生不生烦恼？他生烦恼。那不是凡夫是什么？",
      "zh_TW": "今天這個世界，可以說正是像《楞嚴經》上所講的，「邪師說法如恆河沙」，你才有能力辨別，有能力把它分得清清楚楚，哪是正、哪是邪，雖然分別得清清楚楚，像鏡子照東西一樣，你裡面要起一念執著，那你也跟著迷了。分得清清楚楚、明明白白，他也不執著，分別就是無分別，無分別當中有分別，妙！這是佛知佛見，是我們應當要學習的。看得清清楚楚，聽得明明白白，聽而無聽，見而無見，無見是什麼？無見是沒有眼識的見，無聽是沒有耳識的聽，那這個見聞覺知是什麼？見性見，聞性聞，這是佛。這樣才不落惡道，這樣才度一切苦厄。那些大佛學家、大師，把佛經說得頭頭是道，他有沒有苦惱？他還有苦惱。他每天生不生煩惱？他生煩惱。那不是凡夫是什麼？"
    },
    {
      "id": "12-006-0003_p0012",
      "zh_CN": "入了佛门的人，就跟六祖所说的，你看，六祖见五祖的时候说，「弟子心中常生智慧」，入门！入门的人是常生智慧不生烦恼。我们在日常生活当中还有烦恼，才晓得你没悟。悟了的人不管是什么境界，顺境也好，逆境也好，天塌下来也好，他不生烦恼，他生智慧，这是真正悟入了，真正进入了佛法的境界。话说得简单，入进去不容易，要相当的功夫，要相当长的时间，要有耐心。也许你要问我，究竟什么方法能入得进去？我以自己的经验告诉诸位，没有别的办法，只有佛法的薰习，每天不断的薰习，到这个时节因缘成就了，自然就入进去了。所以佛经里头常常讲，对于这个薰习非常的重视，这个薰习是什么？就是读经、听经，最好是发心出来讲经。我自己得一点点利益，就是在讲台上讲经，这个薰习力量非常之大。因为你听经，说实在的话我在此地讲，你能听多少？不过是十分之一二，你只能听这么多。",
      "zh_TW": "入了佛門的人，就跟六祖所說的，你看，六祖見五祖的時候說，「弟子心中常生智慧」，入門！入門的人是常生智慧不生煩惱。我們在日常生活當中還有煩惱，才曉得你沒悟。悟了的人不管是什麼境界，順境也好，逆境也好，天塌下來也好，他不生煩惱，他生智慧，這是真正悟入了，真正進入了佛法的境界。話說得簡單，入進去不容易，要相當的功夫，要相當長的時間，要有耐心。也許你要問我，究竟什麼方法能入得進去？我以自己的經驗告訴諸位，沒有別的辦法，只有佛法的薰習，每天不斷的薰習，到這個時節因緣成就了，自然就入進去了。所以佛經裡頭常常講，對於這個薰習非常的重視，這個薰習是什麼？就是讀經、聽經，最好是發心出來講經。我自己得一點點利益，就是在講台上講經，這個薰習力量非常之大。因為你聽經，說實在的話我在此地講，你能聽多少？不過是十分之一二，你只能聽這麼多。"
    },
    {
      "id": "12-006-0003_p0013",
      "zh_CN": "如果我要叫你复讲，好，你现在听我讲经，我讲完了之后，你上台再讲给我听。你听就不一样，为什么？全部精神贯注在那里头，这个你能听多少？你能够听到十分之五六，不一样。如果叫你发心上讲台讲经，讲给大家听，你来听我讲经，大概总得听到六成以上，可以听到六成到八成。由此可知，上讲台薰习的力量有多大！到底谁得利益？自己得利益。能有个十年八年，十年八年是快的，根性利的；根性钝一点的不怕，像古来大德二十年、三十年开悟的人好多好多。可见得只要薰习不间断，必定有开悟的一天。但是薰习一直薰习下去，心里可不能着急，你看我搞一、二年还不开悟，搞了十年八年还不开悟，你这一生没开悟的希望，为什么？就是你这一念妄念障碍你开悟，你不能得一心。天天我什么时候得一心？一心里头没有这个东西，没有这个妄念，这个妄念打掉了一心才能现前。老是想着我要得一心，我几时才得一心？就是你自己真正得一心的障碍物，自己障碍了自己。这桩事情只问耕耘，不问收获，到时候自然的收获。这是我自己的一点经验，在此地提供诸位同修。",
      "zh_TW": "如果我要叫你複講，好，你現在聽我講經，我講完了之後，你上台再講給我聽。你聽就不一樣，為什麼？全部精神貫注在那裡頭，這個你能聽多少？你能夠聽到十分之五六，不一樣。如果叫你發心上講台講經，講給大家聽，你來聽我講經，大概總得聽到六成以上，可以聽到六成到八成。由此可知，上講台薰習的力量有多大！到底誰得利益？自己得利益。能有個十年八年，十年八年是快的，根性利的；根性鈍一點的不怕，像古來大德二十年、三十年開悟的人好多好多。可見得只要薰習不間斷，必定有開悟的一天。但是薰習一直薰習下去，心裡可不能著急，你看我搞一、二年還不開悟，搞了十年八年還不開悟，你這一生沒開悟的希望，為什麼？就是你這一念妄念障礙你開悟，你不能得一心。天天我什麼時候得一心？一心裡頭沒有這個東西，沒有這個妄念，這個妄念打掉了一心才能現前。老是想著我要得一心，我幾時才得一心？就是你自己真正得一心的障礙物，自己障礙了自己。這樁事情只問耕耘，不問收穫，到時候自然的收穫。這是我自己的一點經驗，在此地提供諸位同修。"
    },
    {
      "id": "12-006-0003_p0014",
      "zh_CN": "要晓得我们的恶业造得都很深，我执意学佛所以这么样认真，真干，我是怕堕阿鼻地狱。我在没有学佛之前，也是个最会谤佛的人，也造了阿鼻地狱的罪业。你们还没破坏过佛像，我还破坏佛像，在抗战期间破除迷信，我那个时候虽然做小学生，就参加破除迷信，到寺庙里把佛像搬下来打碎，我还干这个事情，等于出佛身血。虽然是小孩无知，造的恶业很重，这就是造了地狱罪业，回头就行了，怕的是你不肯回头。这就是现在造阿鼻地狱罪业的人很多，我也不多说，诸位如果很冷静仔细的去观察，你就能看到。有许多是无意，可以说是无知，就像我们做小孩的时候破坏佛像，无知那是小孩。现在成年人毁谤佛法他也无知，为什么说无知？他对于佛法没有正确的认识，他误解了，以为目前这个现象就是佛法，误解，所以他毁谤三宝、轻慢三宝。",
      "zh_TW": "要曉得我們的惡業造得都很深，我執意學佛所以這麼樣認真，真幹，我是怕墮阿鼻地獄。我在沒有學佛之前，也是個最會謗佛的人，也造了阿鼻地獄的罪業。你們還沒破壞過佛像，我還破壞佛像，在抗戰期間破除迷信，我那個時候雖然做小學生，就參加破除迷信，到寺廟裡把佛像搬下來打碎，我還幹這個事情，等於出佛身血。雖然是小孩無知，造的惡業很重，這就是造了地獄罪業，回頭就行了，怕的是你不肯回頭。這就是現在造阿鼻地獄罪業的人很多，我也不多說，諸位如果很冷靜仔細的去觀察，你就能看到。有許多是無意，可以說是無知，就像我們做小孩的時候破壞佛像，無知那是小孩。現在成年人毀謗佛法他也無知，為什麼說無知？他對於佛法沒有正確的認識，他誤解了，以為目前這個現象就是佛法，誤解，所以他毀謗三寶、輕慢三寶。"
    },
    {
      "id": "12-006-0003_p0015",
      "zh_CN": "我们读《地藏经》，婆罗门女她的母亲堕阿鼻地狱，什么业因？就是轻慢三宝。她的女儿是非常虔诚的三宝弟子，以种种方便去诱导她的母亲，希望她母亲能够改邪归正。她母亲邪见，可是她母亲的信心始终没有能够完全建立。这个地方要注意，信心没有完全建立，可见她还有点信心，若有若无的信心，结果还是堕落在阿鼻地狱。那完全没有信心还得了吗？她是得力这个孝顺女儿，女儿好。所以《地藏经》你细细的去研究，婆罗门女能够感应得觉华定自在王如来示现，虽然没有身体的示现，音声，空中有音声，她听到音声教给她修学的方法好度她的母亲。几个人家能够有这么好的儿女？这个儿女不但纯孝，真正通达佛法。她不通达佛法光凭那个孝，也无可奈何，也没有办法。她懂得佛法，又得到佛的感应帮助，才能把她母亲从恶道里面救度出来。",
      "zh_TW": "我們讀《地藏經》，婆羅門女她的母親墮阿鼻地獄，什麼業因？就是輕慢三寶。她的女兒是非常虔誠的三寶弟子，以種種方便去誘導她的母親，希望她母親能夠改邪歸正。她母親邪見，可是她母親的信心始終沒有能夠完全建立。這個地方要注意，信心沒有完全建立，可見她還有點信心，若有若無的信心，結果還是墮落在阿鼻地獄。那完全沒有信心還得了嗎？她是得力這個孝順女兒，女兒好。所以《地藏經》你細細的去研究，婆羅門女能夠感應得覺華定自在王如來示現，雖然沒有身體的示現，音聲，空中有音聲，她聽到音聲教給她修學的方法好度她的母親。幾個人家能夠有這麼好的兒女？這個兒女不但純孝，真正通達佛法。她不通達佛法光憑那個孝，也無可奈何，也沒有辦法。她懂得佛法，又得到佛的感應幫助，才能把她母親從惡道裡面救度出來。"
    },
    {
      "id": "12-006-0003_p0016",
      "zh_CN": "所以我们要像菩萨一样发大心、发大愿，救度恶道众生。救护的方法最要紧的就是弘扬正法，这个时代信邪的人多，信正的人少，这个不怕。要有耐心、要有毅力，有恒心培养自己，一定要自己入佛知见。果然入佛知见，我们先自度。所以我今天希望在我们讲堂共同研习佛法、共同研习经论的同修，我们的目标自度度他，度他是以将来大陆十亿同胞为对象。我们相信十年之后、二十年之后总要统一，大陆上现在没有人弘法，我们这个十几二十年当中要拼命的学习，要精进不懈，我们准备回到大陆上就是讲经说法，我们不做其他的事情。为什么？寺院里面将来的执事那种人才容易找。讲经的人少，就是专讲经，除讲经什么事情也不干，就走这条路。",
      "zh_TW": "所以我們要像菩薩一樣發大心、發大願，救度惡道眾生。救護的方法最要緊的就是弘揚正法，這個時代信邪的人多，信正的人少，這個不怕。要有耐心、要有毅力，有恆心培養自己，一定要自己入佛知見。果然入佛知見，我們先自度。所以我今天希望在我們講堂共同研習佛法、共同研習經論的同修，我們的目標自度度他，度他是以將來大陸十億同胞為對象。我們相信十年之後、二十年之後總要統一，大陸上現在沒有人弘法，我們這個十幾二十年當中要拼命的學習，要精進不懈，我們準備回到大陸上就是講經說法，我們不做其他的事情。為什麼？寺院裡面將來的執事那種人才容易找。講經的人少，就是專講經，除講經什麼事情也不幹，就走這條路。"
    },
    {
      "id": "12-006-0003_p0017",
      "zh_CN": "第二桩大事情，就我们在此地制作录影带，所以我们这个道场两桩工作，就是两桩事情，一个是做录影带，一个是培养储备将来弘法的人才，是以度大陆为对象，以海外的华侨为对象。能够训练二年到三年，我看大家讲得差不多了，很像样了，就可以介绍诸位到国外，以华侨为对象。在国外的华侨说个老实话，比我们国内的水准要高，为什么？你看出去的都是留学生，不是大学毕业，就是专科毕业，他的水准高，他看得多，他见得多，他有能力辨别邪正。在美国很少人愿意谈净土，我一去就劝大家念阿弥陀佛，就有不少人相信，为什么？他有能力辨别。没有能力辨别，他先入为主，就很难。有能力辨别他会比较，在理论上、在方法上、在境界上，他一比较，这个法门是不错，是有道理，他就会相信、就接受，他不盲从。",
      "zh_TW": "第二樁大事情，就我們在此地製作錄影帶，所以我們這個道場兩樁工作，就是兩樁事情，一個是做錄影帶，一個是培養儲備將來弘法的人才，是以度大陸為對象，以海外的華僑為對象。能夠訓練二年到三年，我看大家講得差不多了，很像樣了，就可以介紹諸位到國外，以華僑為對象。在國外的華僑說個老實話，比我們國內的水準要高，為什麼？你看出去的都是留學生，不是大學畢業，就是專科畢業，他的水準高，他看得多，他見得多，他有能力辨別邪正。在美國很少人願意談淨土，我一去就勸大家念阿彌陀佛，就有不少人相信，為什麼？他有能力辨別。沒有能力辨別，他先入為主，就很難。有能力辨別他會比較，在理論上、在方法上、在境界上，他一比較，這個法門是不錯，是有道理，他就會相信、就接受，他不盲從。"
    },
    {
      "id": "12-006-0003_p0018",
      "zh_CN": "将来在大陆弘法，我相信大陆那些同胞也有能力辨别，为什么？他们各个在共产主义这么多年，这个教育当中，他别的没有学会，他学会了辩证法，他会辩论，那就行了。换句话说，他学了什么？学了会识货，他能够辨别真妄。不是像从前人，你跟他怎么说他就怎么接受。现在不是这样的，现在你跟他说一句，他回过头来问十句。所以我们对于正法，如果自己没有修学，不能通达，将来没有法子教化众生。所以我这个讲席如果再有两个发心，我希望出家人发心，因为我们在家同修现在有四个，我们希望能有两位出家人发心。我一个星期在此地讲一次，一次不要讲经，我这一次干什么？答复问题。你们讲经同学当中哪个地方有问题、有疑问，听的同学当中你们有疑问，你们把它写出来，我每个星期来一次，你们把这问题往我讲台上一放，我一条一条给你解答，那很精彩，比讲经还有味道。",
      "zh_TW": "將來在大陸弘法，我相信大陸那些同胞也有能力辨別，為什麼？他們各個在共產主義這麼多年，這個教育當中，他別的沒有學會，他學會了辯證法，他會辯論，那就行了。換句話說，他學了什麼？學了會識貨，他能夠辨別真妄。不是像從前人，你跟他怎麼說他就怎麼接受。現在不是這樣的，現在你跟他說一句，他回過頭來問十句。所以我們對於正法，如果自己沒有修學，不能通達，將來沒有法子教化眾生。所以我這個講席如果再有兩個發心，我希望出家人發心，因為我們在家同修現在有四個，我們希望能有兩位出家人發心。我一個星期在此地講一次，一次不要講經，我這一次幹什麼？答覆問題。你們講經同學當中哪個地方有問題、有疑問，聽的同學當中你們有疑問，你們把它寫出來，我每個星期來一次，你們把這問題往我講台上一放，我一條一條給你解答，那很精彩，比講經還有味道。"
    },
    {
      "id": "12-006-0003_p0019",
      "zh_CN": "我这个经可以拿到八楼录影室里去录影就行了，我在录影室里面去讲，不必在讲台上，讲台让给你们发心的同学们，我帮助诸位解答疑杂的问题。这样子佛法就会兴盛，真正能够把恶道的众生拉回来。现在他邪知邪见不怕，为什么？他寿命还在，还没死。等到我们学成了就是十年、二十年之后，邪知见维持不了那么久，他不是正知见。邪知见愈学愈烦恼，愈学麻烦愈多，到后来他会觉悟这个大概不大对；正法愈学愈清凉，愈学愈自在，不一样。他搞了多少年，搞得不对劲，搞了问题都搞出来，他就会向你讨教，你学佛怎么学得这么自在？他来向你讨教的时候就是他机缘成熟，你就可以把他拉回头。",
      "zh_TW": "我這個經可以拿到八樓錄影室裡去錄影就行了，我在錄影室裡面去講，不必在講台上，講台讓給你們發心的同學們，我幫助諸位解答疑雜的問題。這樣子佛法就會興盛，真正能夠把惡道的眾生拉回來。現在他邪知邪見不怕，為什麼？他壽命還在，還沒死。等到我們學成了就是十年、二十年之後，邪知見維持不了那麼久，他不是正知見。邪知見愈學愈煩惱，愈學麻煩愈多，到後來他會覺悟這個大概不大對；正法愈學愈清涼，愈學愈自在，不一樣。他搞了多少年，搞得不對勁，搞了問題都搞出來，他就會向你討教，你學佛怎麼學得這麼自在？他來向你討教的時候就是他機緣成熟，你就可以把他拉回頭。"
    },
    {
      "id": "12-006-0003_p0020",
      "zh_CN": "所以自己没有到清凉自在，不能度人，人家看到，你学佛还不是跟我一样苦恼，我向你请教什么？他有烦恼，你没有烦恼；他不自在，你大自在。他对你自然就羡慕，自然就要向你讨教，所以说邪不胜正。不要看到现在正法很衰弱，那是真的，真的总归是真的。那个假的虽然很兴盛，毕竟是假的不是真的，总有一天要拆穿的，所以我们对这个要有坚定的信心。这是我告诉诸位，我们如何学普救夜神来救护现前这个世间，无量无边在那里造恶业将要堕恶道，现在还没堕这些众生，我们要尽心尽力去帮助他，去救护他。底下我们就不必提了，这是观世音菩萨教给我们的方法，非常的圆满。",
      "zh_TW": "所以自己沒有到清涼自在，不能度人，人家看到，你學佛還不是跟我一樣苦惱，我向你請教什麼？他有煩惱，你沒有煩惱；他不自在，你大自在。他對你自然就羨慕，自然就要向你討教，所以說邪不勝正。不要看到現在正法很衰弱，那是真的，真的總歸是真的。那個假的雖然很興盛，畢竟是假的不是真的，總有一天要拆穿的，所以我們對這個要有堅定的信心。這是我告訴諸位，我們如何學普救夜神來救護現前這個世間，無量無邊在那裡造惡業將要墮惡道，現在還沒墮這些眾生，我們要盡心盡力去幫助他，去救護他。底下我們就不必提了，這是觀世音菩薩教給我們的方法，非常的圓滿。"
    },
    {
      "id": "12-006-0003_p0021",
      "zh_CN": "可是这段末后两句，『悉令舍离，回向菩提』，这个两句很重要。菩提是觉，可见得种种苦厄、恐怖是从什么地方来的？从迷惑颠倒而生的。如果他觉悟了自然一切都远离，「回向菩提」，菩提就是觉悟，回向菩提就是我们中国人所讲的回头是岸，叫这些迷惑颠倒的众生回头，就是这么个意思，教他觉悟，破迷开悟，就是回向菩提。平常我们念回向，回向菩提怎么个回向法？回是回过头来，从哪里回过头来？当然从迷惑颠倒。菩提是觉，菩提的对面是烦恼，「烦恼即菩提」，烦恼跟菩提体是一个，觉悟就叫菩提，迷了就叫烦恼。迷悟两个名称，是从迷了回过头来向觉悟，这就是回向菩提。觉悟有觉悟的体，有觉悟的相，有觉悟的用；迷惑有迷惑的体，有迷惑的相，有迷惑的作用。但是觉悟的体跟迷惑的体是一个，体是一个，相不一样，作用也不一样。体是一个，迷是迷这个体，体就是自性，就是真心，悟也是悟这个体，所以是一不是二。正因为如此，所以才说烦恼即菩提，烦恼就是菩提，因为它是从这个体迷悟所产生两种不同的相。佛法就叫我们从迷了归还到悟，这叫回向菩提。我们再看底下一段：",
      "zh_TW": "可是這段末後兩句，『悉令捨離，迴向菩提』，這個兩句很重要。菩提是覺，可見得種種苦厄、恐怖是從什麼地方來的？從迷惑顛倒而生的。如果他覺悟了自然一切都遠離，「迴向菩提」，菩提就是覺悟，迴向菩提就是我們中國人所講的回頭是岸，叫這些迷惑顛倒的眾生回頭，就是這麼個意思，教他覺悟，破迷開悟，就是迴向菩提。平常我們念迴向，迴向菩提怎麼個迴向法？迴是回過頭來，從哪裡回過頭來？當然從迷惑顛倒。菩提是覺，菩提的對面是煩惱，「煩惱即菩提」，煩惱跟菩提體是一個，覺悟就叫菩提，迷了就叫煩惱。迷悟兩個名稱，是從迷了回過頭來向覺悟，這就是迴向菩提。覺悟有覺悟的體，有覺悟的相，有覺悟的用；迷惑有迷惑的體，有迷惑的相，有迷惑的作用。但是覺悟的體跟迷惑的體是一個，體是一個，相不一樣，作用也不一樣。體是一個，迷是迷這個體，體就是自性，就是真心，悟也是悟這個體，所以是一不是二。正因為如此，所以才說煩惱即菩提，煩惱就是菩提，因為它是從這個體迷悟所產生兩種不同的相。佛法就叫我們從迷了歸還到悟，這叫迴向菩提。我們再看底下一段："
    },
    {
      "id": "12-006-0003_p0022",
      "zh_CN": "【善财又见一切众生。卵生。胎生。湿生。化生。有色。无色。有想。无想。非有想。非无想。普现其前。常勤救护。」",
      "zh_TW": "【善財又見一切眾生。卵生。胎生。濕生。化生。有色。無色。有想。無想。非有想。非無想。普現其前。常勤救護。」"
    },
    {
      "id": "12-006-0003_p0023",
      "zh_CN": "这段文也很容易明了，如果诸位读过《楞严经》的话，《楞严经》里面讲十二类生，它这讲九类生，这是与《楞严经》上所讲的，有开合不同，意思一样，意思完全相同。由此可知，菩萨他这个救护的心、救护的愿、救护的行为，无所不及，一切众生之类他是平等慈悲。既然是一切众生都平等慈悲，何况人类？这点也是觉迷的现象。诸位晓得，觉迷之体是本性，本性在有情众生的分上，我们叫它作佛性；在无情的众生，我们叫它作法性，法性跟佛性是一性不是二性，一性无二性。既是一个性，怎么有无情又有有情？如果诸位对唯识稍稍有一点涉及，不难体会，纯从相分上来讲无情，从见分上来讲有情。你看阿赖耶识，阿赖耶识四分，自证分，自证分是本体，见分就是佛性，相分就是法性，见相同源，见相都是自正分变现出来的，所以一性无二性。既然十法界依正庄严都是自性变现出来的，可见得体是一个，悟了这个体就叫佛菩萨，迷了这个体就叫凡夫。悟有浅深不同，所以菩萨有五十一个阶级。迷有深浅不一样，所以有六道升沉之意，就这么回事情。",
      "zh_TW": "這段文也很容易明瞭，如果諸位讀過《楞嚴經》的話，《楞嚴經》裡面講十二類生，它這講九類生，這是與《楞嚴經》上所講的，有開合不同，意思一樣，意思完全相同。由此可知，菩薩他這個救護的心、救護的願、救護的行為，無所不及，一切眾生之類他是平等慈悲。既然是一切眾生都平等慈悲，何況人類？這點也是覺迷的現象。諸位曉得，覺迷之體是本性，本性在有情眾生的分上，我們叫它作佛性；在無情的眾生，我們叫它作法性，法性跟佛性是一性不是二性，一性無二性。既是一個性，怎麼有無情又有有情？如果諸位對唯識稍稍有一點涉及，不難體會，純從相分上來講無情，從見分上來講有情。你看阿賴耶識，阿賴耶識四分，自證分，自證分是本體，見分就是佛性，相分就是法性，見相同源，見相都是自正分變現出來的，所以一性無二性。既然十法界依正莊嚴都是自性變現出來的，可見得體是一個，悟了這個體就叫佛菩薩，迷了這個體就叫凡夫。悟有淺深不同，所以菩薩有五十一個階級。迷有深淺不一樣，所以有六道升沉之意，就這麼回事情。"
    },
    {
      "id": "12-006-0003_p0024",
      "zh_CN": "既然是一切众生之类都要平等救护，何况我们现在住在人道！对这个人我们要救他，对那个人不要去理他，那是觉悟吗？不是觉悟，那个人就是犯了滔天大罪，应该堕地狱，菩萨还要伸手劝他回头，还要来救护他，这是觉相。觉心里面决定平等，决定是清净，所以学佛从哪里学起？诸位要记住，从怨亲平等学起。怨跟亲这绝对不平等，差距最大的，最大的都拉平等，其他的可想而知，从这学起。外道毁谤佛法，甚至于欺侮我们，那是他迷，我们悟了要不要报复他？不能，决定不能。他不知道，我们明白，他虽然是外道，他是不是众生？是众生。他有没有佛性？他有佛性。一切众生有佛性，他怎么没有佛性？既有佛性，当然可以作佛。但是他现在是分别执着太重，他不懂得什么叫佛，他的概念当中，认为泥塑木雕的叫佛，这个搞错了，说我们拜偶像，他不懂我们拜佛的意义。",
      "zh_TW": "既然是一切眾生之類都要平等救護，何況我們現在住在人道！對這個人我們要救他，對那個人不要去理他，那是覺悟嗎？不是覺悟，那個人就是犯了滔天大罪，應該墮地獄，菩薩還要伸手勸他回頭，還要來救護他，這是覺相。覺心裡面決定平等，決定是清淨，所以學佛從哪裡學起？諸位要記住，從怨親平等學起。怨跟親這絕對不平等，差距最大的，最大的都拉平等，其他的可想而知，從這學起。外道毀謗佛法，甚至於欺侮我們，那是他迷，我們悟了要不要報復他？不能，決定不能。他不知道，我們明白，他雖然是外道，他是不是眾生？是眾生。他有沒有佛性？他有佛性。一切眾生有佛性，他怎麼沒有佛性？既有佛性，當然可以作佛。但是他現在是分別執著太重，他不懂得什麼叫佛，他的概念當中，認為泥塑木雕的叫佛，這個搞錯了，說我們拜偶像，他不懂我們拜佛的意義。"
    },
    {
      "id": "12-006-0003_p0025",
      "zh_CN": "他如果真正懂得，我相信他也拜，他不懂，我们就要教他，我们就要跟他解释，使他明了，使他觉悟。我们尊重他，我们礼敬他，礼敬诸佛，我们怎么可以毁谤？这就是我们在日常生活当中，处处提高自己的警觉，我们是不是一念迷了，这一念觉了？刚刚学佛的人是一念觉悟，转个念头又迷了，迷了又觉了。总而言之，初学佛的人在一天二十四小时当中，有那么几次觉悟，觉悟得少，迷得多，慢慢的觉悟增长，迷减少，那你就有进步。能够在一切时中都不迷那不得了，你有相当功夫，那就有相当的功夫。那个不是一年、二年可以做到，再给诸位说，不是十年、八年可以做到的。我在讲台上天天薰习，今年二十五年，二十五年在这个境界里头，一天还迷个几次，还没有保持着完全觉悟，但是觉悟的时间多，迷的时间少，我只能做到这个程度。一天当中可以十分之七八觉悟，还有十之一二迷惑，二十五年的薰习。所以诸位要是一下能做到觉而不迷，那了不起，不能说没有，太少太少了。",
      "zh_TW": "他如果真正懂得，我相信他也拜，他不懂，我們就要教他，我們就要跟他解釋，使他明瞭，使他覺悟。我們尊重他，我們禮敬他，禮敬諸佛，我們怎麼可以毀謗？這就是我們在日常生活當中，處處提高自己的警覺，我們是不是一念迷了，這一念覺了？剛剛學佛的人是一念覺悟，轉個念頭又迷了，迷了又覺了。總而言之，初學佛的人在一天二十四小時當中，有那麼幾次覺悟，覺悟得少，迷得多，慢慢的覺悟增長，迷減少，那你就有進步。能夠在一切時中都不迷那不得了，你有相當功夫，那就有相當的功夫。那個不是一年、二年可以做到，再給諸位說，不是十年、八年可以做到的。我在講台上天天薰習，今年二十五年，二十五年在這個境界裡頭，一天還迷個幾次，還沒有保持著完全覺悟，但是覺悟的時間多，迷的時間少，我只能做到這個程度。一天當中可以十分之七八覺悟，還有十之一二迷惑，二十五年的薰習。所以諸位要是一下能做到覺而不迷，那了不起，不能說沒有，太少太少了。"
    },
    {
      "id": "12-006-0003_p0026",
      "zh_CN": "所以诸位要了解这个境界，譬如说我一天二十四小时都迷，偶尔有几分钟的觉悟，你就想了，这个可能吗？由几分钟增加到几十分钟，你就有进步了。由几十分钟又增加到几个钟点，大有进步，你这个学佛就会法喜充满，我们真有进步。时时刻刻去检点自己，向着这个目标方向去做，做的里面最重要的是从这句里头修怨亲平等。这是很难的一桩事情，可是从这上下手最快，比什么都快，修你这个平等心、清净心，从这上下手最快。你哪个是冤家对头，最恨的，你给他供个长生牌位，跟佛供在一起，把他看做什么？他就是佛。佛是我们最亲的，冤家对头是我最恨的，我把他供在一起，每天早晚课在一起做，回向给自己，也回向给他，要这样去练。这样才把一切冤仇逐渐逐渐淡忘，心才真正恢复到清净。他对我有界限，他迷、我不迷，我不能跟他一样的见解，这叫真修行。真修行是转变自己的境界，转识成智，转迷成悟，转烦恼成菩提。底下有二十句，是说菩萨教化众生的本愿，这段很重要。换句话说，我们学佛、行菩萨道、自行化他，本意何在？换句话说，你为什么要这样做？为什么要这样做这就是本意。我们看这段经文：",
      "zh_TW": "所以諸位要了解這個境界，譬如說我一天二十四小時都迷，偶爾有幾分鐘的覺悟，你就想了，這個可能嗎？由幾分鐘增加到幾十分鐘，你就有進步了。由幾十分鐘又增加到幾個鐘點，大有進步，你這個學佛就會法喜充滿，我們真有進步。時時刻刻去檢點自己，向著這個目標方向去做，做的裡面最重要的是從這句裡頭修怨親平等。這是很難的一樁事情，可是從這上下手最快，比什麼都快，修你這個平等心、清淨心，從這上下手最快。你哪個是冤家對頭，最恨的，你給他供個長生牌位，跟佛供在一起，把他看做什麼？他就是佛。佛是我們最親的，冤家對頭是我最恨的，我把他供在一起，每天早晚課在一起做，迴向給自己，也迴向給他，要這樣去練。這樣才把一切冤仇逐漸逐漸淡忘，心才真正恢復到清淨。他對我有界限，他迷、我不迷，我不能跟他一樣的見解，這叫真修行。真修行是轉變自己的境界，轉識成智，轉迷成悟，轉煩惱成菩提。底下有二十句，是說菩薩教化眾生的本願，這段很重要。換句話說，我們學佛、行菩薩道、自行化他，本意何在？換句話說，你為什麼要這樣做？為什麼要這樣做這就是本意。我們看這段經文："
    },
    {
      "id": "12-006-0003_p0027",
      "zh_CN": "【为成就菩萨大愿力故。】",
      "zh_TW": "【為成就菩薩大願力故。】"
    },
    {
      "id": "12-006-0003_p0028",
      "zh_CN": "『故』就是缘故，他就是为了这个，为了成就菩萨广大的愿力。我们想想上面这样所做的是不是？是的，一点没错。如果不是上面这种行为，这个做法，你说你发菩萨广大愿力那就落空。譬如说你们学佛的同修，哪个不曾在三皈依或者五戒那里，甚至你没受过三皈五戒，你也在课诵本念到「众生无边誓愿度」？我发的众生无边誓愿度，那个众生你很讨厌他，你就不度他，那你这个愿是假的，不是真的。那个人是你冤家对头，他是不是众生？他是众生。你总不能发愿的时候：众生无边誓愿度，某某众生除外。你有没有发这个愿？既然发了一切众生誓愿度，你还要恨他，还要嫉妒他，还要障碍他，与你的本誓愿就相违背了，与本誓愿相违背，是你自己又迷了，没觉悟。要悟到的时候，他是众生，我也要度他，要一样的尽心尽力去度他，不能有两样心，不能有分别。所以是为了成就菩萨广大的愿力。这个二十句里面，第一句是最重要的，第一句是纲领，总纲领。第二句说：",
      "zh_TW": "『故』就是緣故，他就是為了這個，為了成就菩薩廣大的願力。我們想想上面這樣所做的是不是？是的，一點沒錯。如果不是上面這種行為，這個做法，你說你發菩薩廣大願力那就落空。譬如說你們學佛的同修，哪個不曾在三皈依或者五戒那裡，甚至你沒受過三皈五戒，你也在課誦本念到「眾生無邊誓願度」？我發的眾生無邊誓願度，那個眾生你很討厭他，你就不度他，那你這個願是假的，不是真的。那個人是你冤家對頭，他是不是眾生？他是眾生。你總不能發願的時候：眾生無邊誓願度，某某眾生除外。你有沒有發這個願？既然發了一切眾生誓願度，你還要恨他，還要嫉妒他，還要障礙他，與你的本誓願就相違背了，與本誓願相違背，是你自己又迷了，沒覺悟。要悟到的時候，他是眾生，我也要度他，要一樣的盡心盡力去度他，不能有兩樣心，不能有分別。所以是為了成就菩薩廣大的願力。這個二十句裡面，第一句是最重要的，第一句是綱領，總綱領。第二句說："
    },
    {
      "id": "12-006-0003_p0029",
      "zh_CN": "【深入菩萨三昧力故。】",
      "zh_TW": "【深入菩薩三昧力故。】"
    },
    {
      "id": "12-006-0003_p0030",
      "zh_CN": "平等慈悲一切，才能成就『菩萨三昧力』。「三昧」是印度话，翻成中国意思叫正受，受是享受，正是正常。可见得菩萨在普度一切众生里面，有没有享受？有享受，有受用，他接近怨亲，他分得很清楚，但是他以平等心来对待。善恶、苦乐他也分得很清楚，他不是白痴，他样样都明了，样样他都接触。他不接触怎么能度他？在接触里面，接触就有感受，这个感受，什么叫做正？什么叫做邪？在受用里面起心动念就叫邪，受用里面像六祖大师所说，「本来无一物，何处惹尘埃」，这叫正。换句话，一切苦乐境界里面他这个种种享受，在享受的时候他不起心、不动念、不分别、不执着，这个受叫正受。",
      "zh_TW": "平等慈悲一切，才能成就『菩薩三昧力』。「三昧」是印度話，翻成中國意思叫正受，受是享受，正是正常。可見得菩薩在普度一切眾生裡面，有沒有享受？有享受，有受用，他接近怨親，他分得很清楚，但是他以平等心來對待。善惡、苦樂他也分得很清楚，他不是白痴，他樣樣都明瞭，樣樣他都接觸。他不接觸怎麼能度他？在接觸裡面，接觸就有感受，這個感受，什麼叫做正？什麼叫做邪？在受用裡面起心動念就叫邪，受用裡面像六祖大師所說，「本來無一物，何處惹塵埃」，這叫正。換句話，一切苦樂境界裡面他這個種種享受，在享受的時候他不起心、不動念、不分別、不執著，這個受叫正受。"
    },
    {
      "id": "12-006-0003_p0031",
      "zh_CN": "正受是什么？一味受，在天堂里面，他不分别、不执着，他受用这个境界；在地狱里面，他也不分别、不执着，受用那个境界。在他的感受里头是一种受，为什么？没有苦乐。如果在天堂里这个受，这好快乐，到地狱里头有苦，这个受是邪受，就不是正受。邪受里面生烦恼，你看乐受里头快乐，乐是烦恼；内心的苦，苦是烦恼。他有什么？苦乐忧喜舍这不是正受。正受里面是苦乐忧喜舍统统没有，受用自在，这叫正受。如果不度众生，如果不接触一切境界，怎么能深入「菩萨三昧力故」？所以三昧也翻作定，定就是正受，这里面有力量、有作用，能成就自己的功德，能教化一切众生。第三句：",
      "zh_TW": "正受是什麼？一味受，在天堂裡面，他不分別、不執著，他受用這個境界；在地獄裡面，他也不分別、不執著，受用那個境界。在他的感受裡頭是一種受，為什麼？沒有苦樂。如果在天堂裡這個受，這好快樂，到地獄裡頭有苦，這個受是邪受，就不是正受。邪受裡面生煩惱，你看樂受裡頭快樂，樂是煩惱；內心的苦，苦是煩惱。他有什麼？苦樂憂喜捨這不是正受。正受裡面是苦樂憂喜捨統統沒有，受用自在，這叫正受。如果不度眾生，如果不接觸一切境界，怎麼能深入「菩薩三昧力故」？所以三昧也翻作定，定就是正受，這裡面有力量、有作用，能成就自己的功德，能教化一切眾生。第三句："
    },
    {
      "id": "12-006-0003_p0032",
      "zh_CN": "【坚固菩萨神通力故。】",
      "zh_TW": "【堅固菩薩神通力故。】"
    },
    {
      "id": "12-006-0003_p0033",
      "zh_CN": "什么叫神通？拿今天的话来讲，就是办事的能力。通就是什么都通达，什么事情他都办得通，没有障难。神是什么？不是我们凡夫能想像，我们这边事情很难办，办不通。怎么一到他手上很容易就解决了，就办通了，所谓是神奇不可思议，不是我们的常识能达到的。现在的讲法能力强、办事情巧妙，没有什么事情能够难倒他的，没有什么事情他办不通的，这就叫神通。所以诸位一看到这个神通，不要想到某人离地三尺，某人什么头上放光，那都叫邪知邪见。这些事情有没有？有，不是我们境界，就是佛菩萨到我们这个世间来，也不用这个方法教化众生，要晓得他为什么？不是我们境界。他虽然有这个能力，他也不能用。好像一个人他很有学问，他是博学多能，现在把他派在小学，叫他做个小学教师，他也只好教那个学生，叫过来教你小狗叫，小猫跳。他也不能搞些太深的东西，太深的东西学生不懂没用，你要明白这个道理。",
      "zh_TW": "什麼叫神通？拿今天的話來講，就是辦事的能力。通就是什麼都通達，什麼事情他都辦得通，沒有障難。神是什麼？不是我們凡夫能想像，我們這邊事情很難辦，辦不通。怎麼一到他手上很容易就解決了，就辦通了，所謂是神奇不可思議，不是我們的常識能達到的。現在的講法能力強、辦事情巧妙，沒有什麼事情能夠難倒他的，沒有什麼事情他辦不通的，這就叫神通。所以諸位一看到這個神通，不要想到某人離地三尺，某人什麼頭上放光，那都叫邪知邪見。這些事情有沒有？有，不是我們境界，就是佛菩薩到我們這個世間來，也不用這個方法教化眾生，要曉得他為什麼？不是我們境界。他雖然有這個能力，他也不能用。好像一個人他很有學問，他是博學多能，現在把他派在小學，叫他做個小學教師，他也只好教那個學生，叫過來教你小狗叫，小貓跳。他也不能搞些太深的東西，太深的東西學生不懂沒用，你要明白這個道理。"
    },
    {
      "id": "12-006-0003_p0034",
      "zh_CN": "我们现在是在人道，释迦牟尼佛示现一个人，也示现父母生的，也示现出家修道。然后在各地方弘法利生，也是托钵，虽然日中一食，还是要去托钵，跟我们的生活完全一样。释迦牟尼佛没有示现离地三尺，没有示现天人来供养，没有，为什么？不是这个人间的境界。佛要示现这一套，那等于说是这个人把他派到小学当教员，他去跟小学生讲微积分，讲核子物理，讲这些东西，那个叫大错特错！几时佛再放光动地？等你要修到菩萨的地位，不是在人间了，你是三贤菩萨，你是地上菩萨，佛才用那个方法来教你。你现在不够程度，不够程度现这些东西，给诸位说，妖魔鬼怪冒充佛菩萨来骗你，来叫你上当的。",
      "zh_TW": "我們現在是在人道，釋迦牟尼佛示現一個人，也示現父母生的，也示現出家修道。然後在各地方弘法利生，也是托缽，雖然日中一食，還是要去托缽，跟我們的生活完全一樣。釋迦牟尼佛沒有示現離地三尺，沒有示現天人來供養，沒有，為什麼？不是這個人間的境界。佛要示現這一套，那等於說是這個人把他派到小學當教員，他去跟小學生講微積分，講核子物理，講這些東西，那個叫大錯特錯！幾時佛再放光動地？等你要修到菩薩的地位，不是在人間了，你是三賢菩薩，你是地上菩薩，佛才用那個方法來教你。你現在不夠程度，不夠程度現這些東西，給諸位說，妖魔鬼怪冒充佛菩薩來騙你，來叫你上當的。"
    },
    {
      "id": "12-006-0003_p0035",
      "zh_CN": "所以佛经叫契经，「上契诸佛所证之理，下契众生可度之机」，你要明白这个道理。所以真正通达佛法的人，纵然看到佛菩萨示现显圣，有这些奇迹，他见怪不怪，他见到这个现象他赞叹，绝不以为意，绝不把它当作一个正经事情来宣扬，不会。顶多偶尔做个见证，有这些事情，是真有，不是没有。我们程度不到，要常常有这些怪异的事情，那这个事情就麻烦大了。所以佛在世嘱咐他的学生，乃至于嘱咐后世的弟子，纵然证得有六通，不准以神通教化众生，为什么？不是众生的境界，不是他的境界。你教化天人可以，天人有这个境界；教化饿鬼道可以，饿鬼道也有五通，有报得的五通，行，他有这个境界。没有这个境界，不能示现这个境界。所以这是为了『坚固菩萨神通力』，必须是无类不化身。底下一句说：",
      "zh_TW": "所以佛經叫契經，「上契諸佛所證之理，下契眾生可度之機」，你要明白這個道理。所以真正通達佛法的人，縱然看到佛菩薩示現顯聖，有這些奇蹟，他見怪不怪，他見到這個現象他讚歎，絕不以為意，絕不把它當作一個正經事情來宣揚，不會。頂多偶爾做個見證，有這些事情，是真有，不是沒有。我們程度不到，要常常有這些怪異的事情，那這個事情就麻煩大了。所以佛在世囑咐他的學生，乃至於囑咐後世的弟子，縱然證得有六通，不准以神通教化眾生，為什麼？不是眾生的境界，不是他的境界。你教化天人可以，天人有這個境界；教化餓鬼道可以，餓鬼道也有五通，有報得的五通，行，他有這個境界。沒有這個境界，不能示現這個境界。所以這是為了『堅固菩薩神通力』，必須是無類不化身。底下一句說："
    },
    {
      "id": "12-006-0003_p0036",
      "zh_CN": "【出生普贤行愿力故。】",
      "zh_TW": "【出生普賢行願力故。】"
    },
    {
      "id": "12-006-0003_p0037",
      "zh_CN": "我们这部经，就是「普贤菩萨行愿品」，我们在经题里面给诸位报告过，普是普遍，这愿就不得了！是愿一切众生人人都成佛道，这叫普贤，一个不漏。不是说我成就了，别的人最好不要成就，他们都比我矮一截，没有。佛法里面都是希望一切众生早一点成佛，我最后成佛，菩萨发心先人后己。你看每位善友个个都那么谦虚，都那么客气，都那么样的互相推崇，这是普贤行。普贤行可不得了，不但是教化众生，都希望众生的成就在自己之上，这叫普贤行。不但平等普遍教化众生，而且希望每个众生成就都在自己之上，这个不得了，我们中国古德所谓「青出于蓝而胜于蓝」，这是『普贤行愿力』。",
      "zh_TW": "我們這部經，就是「普賢菩薩行願品」，我們在經題裡面給諸位報告過，普是普遍，這願就不得了！是願一切眾生人人都成佛道，這叫普賢，一個不漏。不是說我成就了，別的人最好不要成就，他們都比我矮一截，沒有。佛法裡面都是希望一切眾生早一點成佛，我最後成佛，菩薩發心先人後己。你看每位善友個個都那麼謙虛，都那麼客氣，都那麼樣的互相推崇，這是普賢行。普賢行可不得了，不但是教化眾生，都希望眾生的成就在自己之上，這叫普賢行。不但平等普遍教化眾生，而且希望每個眾生成就都在自己之上，這個不得了，我們中國古德所謂「青出於藍而勝於藍」，這是『普賢行願力』。"
    },
    {
      "id": "12-006-0003_p0038",
      "zh_CN": "【增广菩萨大悲海故。】",
      "zh_TW": "【增廣菩薩大悲海故。】"
    },
    {
      "id": "12-006-0003_p0039",
      "zh_CN": "我们晓得，观世音菩萨大慈大悲，其实观世音菩萨是代表所有菩萨的大悲心，哪尊菩萨不大慈大悲？是以观世音菩萨做代表。不能说大慈大悲只有观世音，其他的，好像地藏菩萨就不慈悲，文殊、普贤就不慈悲，你看看，普救夜神做这个事业，与观音菩萨有什么两样？没有两样。观音菩萨是代表所有诸菩萨的大慈大悲，是这个意思。如果要不这样修学，不这样普度众生，没有办法增广菩萨的大愿。我们能够做，就把诸佛菩萨这个大悲心拓展了，尽我们自己的力量，将菩萨的大悲心尽量的拓展，为这个才干。",
      "zh_TW": "我們曉得，觀世音菩薩大慈大悲，其實觀世音菩薩是代表所有菩薩的大悲心，哪尊菩薩不大慈大悲？是以觀世音菩薩做代表。不能說大慈大悲只有觀世音，其他的，好像地藏菩薩就不慈悲，文殊、普賢就不慈悲，你看看，普救夜神做這個事業，與觀音菩薩有什麼兩樣？沒有兩樣。觀音菩薩是代表所有諸菩薩的大慈大悲，是這個意思。如果要不這樣修學，不這樣普度眾生，沒有辦法增廣菩薩的大願。我們能夠做，就把諸佛菩薩這個大悲心拓展了，盡我們自己的力量，將菩薩的大悲心盡量的拓展，為這個才幹。"
    },
    {
      "id": "12-006-0003_p0040",
      "zh_CN": "【得普覆众生无碍大慈故。】",
      "zh_TW": "【得普覆眾生無礙大慈故。】"
    },
    {
      "id": "12-006-0003_p0041",
      "zh_CN": "这个字样里面，前面的这个几句都是从修因上说的。从第六句以下，你们诸位注意到，这个开头是得，得就是他得到的果报，他『得普覆众生无碍大慈故』，「得」是成就自己的。像如来果地上一样的无缘大慈，这个无缘大慈，是从同体大悲心里面流露出来的。如果我们不能增广菩萨大悲心，你的这个慈心就没法子流露，无缘慈不能流露。你的慈悲像佛法里面讲，爱缘慈、众生缘慈，顶多只能到这种地步，法缘慈、无缘慈不能够得到，那你一定要从大悲心上流露出来。",
      "zh_TW": "這個字樣裡面，前面的這個幾句都是從修因上說的。從第六句以下，你們諸位注意到，這個開頭是得，得就是他得到的果報，他『得普覆眾生無礙大慈故』，「得」是成就自己的。像如來果地上一樣的無緣大慈，這個無緣大慈，是從同體大悲心裡面流露出來的。如果我們不能增廣菩薩大悲心，你的這個慈心就沒法子流露，無緣慈不能流露。你的慈悲像佛法裡面講，愛緣慈、眾生緣慈，頂多只能到這種地步，法緣慈、無緣慈不能夠得到，那你一定要從大悲心上流露出來。"
    },
    {
      "id": "12-006-0003_p0042",
      "zh_CN": "【得普与众生无量喜乐故。】",
      "zh_TW": "【得普與眾生無量喜樂故。】"
    },
    {
      "id": "12-006-0003_p0043",
      "zh_CN": "这就是我们平常讲的法喜充满，也是我们今天讲精神生活当中最高的享受。一般佛法常讲，佛法修学的目的是离苦得乐，这个时候真正得乐了。跟孔老夫子所讲的一样，孔老夫子是得了，孔老夫子的学生得到的不多，他学生里面得到的，我们只看到一个颜回。你看《论语》掀开经本头一句话就说，「学而时习之，不亦说乎」，悦就是法喜充满。诸位要晓得，悦跟乐不一样，「有朋自远方来，不亦乐乎」。乐是什么？朋是志同道合的人，来了很快乐，是外面境界的剌激。那个乐是从外来的，外面走了，没有了，乐也没有了。悦是什么？是从内心里面生的，不是外面来的。自得其乐这是喜悦，这是永远不尽的，像泉水一样它永远往外面冒出，不是从外面来的剌激，这叫法喜充满真正的乐。他这个乐是什么？他是与众生无量的喜乐，就是与一切众生的快乐，自己以为乐。一切众生都破迷开悟，一切众生都离苦得乐，自己在这里做帮助一切众生，又看到十方三世诸佛菩萨大家都在这里做，很开心，真正得到法喜。",
      "zh_TW": "這就是我們平常講的法喜充滿，也是我們今天講精神生活當中最高的享受。一般佛法常講，佛法修學的目的是離苦得樂，這個時候真正得樂了。跟孔老夫子所講的一樣，孔老夫子是得了，孔老夫子的學生得到的不多，他學生裡面得到的，我們只看到一個顏回。你看《論語》掀開經本頭一句話就說，「學而時習之，不亦說乎」，悅就是法喜充滿。諸位要曉得，悅跟樂不一樣，「有朋自遠方來，不亦樂乎」。樂是什麼？朋是志同道合的人，來了很快樂，是外面境界的剌激。那個樂是從外來的，外面走了，沒有了，樂也沒有了。悅是什麼？是從內心裡面生的，不是外面來的。自得其樂這是喜悅，這是永遠不盡的，像泉水一樣它永遠往外面冒出，不是從外面來的剌激，這叫法喜充滿真正的樂。他這個樂是什麼？他是與眾生無量的喜樂，就是與一切眾生的快樂，自己以為樂。一切眾生都破迷開悟，一切眾生都離苦得樂，自己在這裡做幫助一切眾生，又看到十方三世諸佛菩薩大家都在這裡做，很開心，真正得到法喜。"
    },
    {
      "id": "12-006-0003_p0044",
      "zh_CN": "你要不肯去做，这个法喜决定得不到。所以这个法喜是从帮助一切众生，我们这个世间法也说「助人为快乐之本」。助人里面最殊胜、最圆满的、最究竟的，是帮助那个人破迷开悟，是帮助那个人了生死脱轮回，你想想看，还有哪个比这帮助更圆满、更究竟？那这个乐得的是大乐，最殊胜之乐。可见得真理世出世间法都见到，就是看做得圆满不圆满、究竟不究竟。佛法里的确是做得非常的圆满，非常的究竟。世间圣人有道途，当然他自己有这个境界，他没有这个境界，他说不出来。学而时习之，学是跟这个经里面讲学菩萨道，修菩萨行；习是什么？习，是在日常生活当中做到是习，把这些理论、把这些道理，变成自己实际上的生活行为叫习。学没有一天中断，活到老学到老，学既然不中断，习也不中断。所以佛门里从初发心到如来地，都是学而时习之，学是悟、解悟，习是实证。如果我们拿信解行证四个字来说，学是信解，习就是行证，他怎么不快乐！再看底下一句，第八句：",
      "zh_TW": "你要不肯去做，這個法喜決定得不到。所以這個法喜是從幫助一切眾生，我們這個世間法也說「助人為快樂之本」。助人裡面最殊勝、最圓滿的、最究竟的，是幫助那個人破迷開悟，是幫助那個人了生死脫輪迴，你想想看，還有哪個比這幫助更圓滿、更究竟？那這個樂得的是大樂，最殊勝之樂。可見得真理世出世間法都見到，就是看做得圓滿不圓滿、究竟不究竟。佛法裡的確是做得非常的圓滿，非常的究竟。世間聖人有道途，當然他自己有這個境界，他沒有這個境界，他說不出來。學而時習之，學是跟這個經裡面講學菩薩道，修菩薩行；習是什麼？習，是在日常生活當中做到是習，把這些理論、把這些道理，變成自己實際上的生活行為叫習。學沒有一天中斷，活到老學到老，學既然不中斷，習也不中斷。所以佛門裡從初發心到如來地，都是學而時習之，學是悟、解悟，習是實證。如果我們拿信解行證四個字來說，學是信解，習就是行證，他怎麼不快樂！再看底下一句，第八句："
    },
    {
      "id": "12-006-0003_p0045",
      "zh_CN": "【得普摄众生智慧方便故。】",
      "zh_TW": "【得普攝眾生智慧方便故。】"
    },
    {
      "id": "12-006-0003_p0046",
      "zh_CN": "这就是讲的后得智，你不接触这些境界，这个境界里面都是讲人事境界，此地讲的众生是讲有情众生。不接触，智慧不开，一接触智慧就开，那个不是学的。譬如说我刚才举的这个例子，讲解答诸位问题，我这个解答诸位问题，我事前有没有准备？没有准备，因为你们问题我都不晓得。一看到这个问题，智慧就现前就跟你解答了。不见的时候，不见我自己也不晓得，智慧不生。一接触就生，对人、对事、对一切物，六根一接触境界就生智慧，不迷、不惑，不生烦恼，没有情执就生智慧。所以『普摄众生』，他在这里生无量的智慧，生无量的方便，方便是为大家解决问题。智慧是明了，自己通达明了，如何也叫大家通达明了，那就得用方便法了。对自己是智慧，对别人是方便，也叫别人破迷开悟，也叫别人通达明了。",
      "zh_TW": "這就是講的後得智，你不接觸這些境界，這個境界裡面都是講人事境界，此地講的眾生是講有情眾生。不接觸，智慧不開，一接觸智慧就開，那個不是學的。譬如說我剛才舉的這個例子，講解答諸位問題，我這個解答諸位問題，我事前有沒有準備？沒有準備，因為你們問題我都不曉得。一看到這個問題，智慧就現前就跟你解答了。不見的時候，不見我自己也不曉得，智慧不生。一接觸就生，對人、對事、對一切物，六根一接觸境界就生智慧，不迷、不惑，不生煩惱，沒有情執就生智慧。所以『普攝眾生』，他在這裡生無量的智慧，生無量的方便，方便是為大家解決問題。智慧是明瞭，自己通達明瞭，如何也叫大家通達明瞭，那就得用方便法了。對自己是智慧，對別人是方便，也叫別人破迷開悟，也叫別人通達明瞭。"
    },
    {
      "id": "12-006-0003_p0047",
      "zh_CN": "由此可知，菩萨要摄受这些众生，他要不教化众生，他智慧不能增长，智慧不能圆满，所以说度他就是自度，不度他不开智慧。小乘阿罗汉之所以不开智慧，就是他不发心度众生，他心得到清净；换句话说，他真的有根本智。但是他这个智慧不起作用，为什么不起作用？他不肯接近众生。他如果把这个错误观念打破，就是这个执着，这我们一般讲法执，他要把这个执着打破，发大心也像菩萨一样普度众生，他的后得智马上现前。为什么？他心清净，他已经得九次第定，他心清净。除非不接触外面境界，一接触外面境界，他智慧立刻就生了。所以小乘障碍是他不肯发大愿，他要独善其身，他不肯发心兼善天下，所以他心很清净，不生智慧。下面一句：",
      "zh_TW": "由此可知，菩薩要攝受這些眾生，他要不教化眾生，他智慧不能增長，智慧不能圓滿，所以說度他就是自度，不度他不開智慧。小乘阿羅漢之所以不開智慧，就是他不發心度眾生，他心得到清淨；換句話說，他真的有根本智。但是他這個智慧不起作用，為什麼不起作用？他不肯接近眾生。他如果把這個錯誤觀念打破，就是這個執著，這我們一般講法執，他要把這個執著打破，發大心也像菩薩一樣普度眾生，他的後得智馬上現前。為什麼？他心清淨，他已經得九次第定，他心清淨。除非不接觸外面境界，一接觸外面境界，他智慧立刻就生了。所以小乘障礙是他不肯發大願，他要獨善其身，他不肯發心兼善天下，所以他心很清淨，不生智慧。下面一句："
    },
    {
      "id": "12-006-0003_p0048",
      "zh_CN": "【得菩萨解脱自在神通故。】",
      "zh_TW": "【得菩薩解脫自在神通故。】"
    },
    {
      "id": "12-006-0003_p0049",
      "zh_CN": "这句也是讲神通，可是与前面所不相同的，是『解脱自在』。「解脱」跟「自在」意思是一样，虽然是一样，里面也有一点差别，如果要没有差别，这个意思就雷同，这文章就不是好文章，那就重复了。解脱之后才有自在，可以说解脱是自在之因，自在是解脱之果。解是什么？解除了。解除的是什么？解除的是迷惑。我们如果拿惑业苦来说，惑业解除了；脱是什么？苦脱掉了。由此可知，解脱两个字就是超越六道生死轮回，生死轮回的业因他解开了，生死轮回的果报他脱掉了，他摆脱了，所以他得到大自在。这是我们从整个纲领上来说惑业苦，惑是什么？业是什么？苦是什么？那愈说愈多。一定要明了，迷关打破了不造这些重业，苦报就脱离了。解脱超越三界六道轮回，给诸位说，真的，我们做得到做不到？做得到，各个人都做得到。",
      "zh_TW": "這句也是講神通，可是與前面所不相同的，是『解脫自在』。「解脫」跟「自在」意思是一樣，雖然是一樣，裡面也有一點差別，如果要沒有差別，這個意思就雷同，這文章就不是好文章，那就重複了。解脫之後才有自在，可以說解脫是自在之因，自在是解脫之果。解是什麼？解除了。解除的是什麼？解除的是迷惑。我們如果拿惑業苦來說，惑業解除了；脫是什麼？苦脫掉了。由此可知，解脫兩個字就是超越六道生死輪迴，生死輪迴的業因他解開了，生死輪迴的果報他脫掉了，他擺脫了，所以他得到大自在。這是我們從整個綱領上來說惑業苦，惑是什麼？業是什麼？苦是什麼？那愈說愈多。一定要明瞭，迷關打破了不造這些重業，苦報就脫離了。解脫超越三界六道輪迴，給諸位說，真的，我們做得到做不到？做得到，各個人都做得到。"
    },
    {
      "id": "12-006-0003_p0050",
      "zh_CN": "这在整个佛法来说，这是初级的佛法，不是高级的。高级的是证无上正等正觉，那是高级的。如果把这佛法分做三个层次来讲，初级、中级、高级，这是初级，这是正觉，阿罗汉证得正觉他就解脱了，中级的是正等正觉，高级的是无上正等正觉。可以说不高，每位同修都能做得到。你要问我，我虽然现在是不敢说我做到，但是我敢说我有把握可以做到，我相信我可以做到。因此我也相信每位同学你们每个人都可以做到，问题就是你肯不肯做，你相不相信，肯不肯照这个方法去修学。果然要肯，各个都能做到。你要问究竟修多久才能做到？这个没一定，各个人根性不相同。像我可以算一个中等以下的根性，搞了这么多年；根性利的，给诸位说，三、五年就做到。这是真的一点都不假，三、五年时间足够了，可以能够做到。就是大乘法门里面非常巧妙，此地二十句，我们讲了十句。",
      "zh_TW": "這在整個佛法來說，這是初級的佛法，不是高級的。高級的是證無上正等正覺，那是高級的。如果把這佛法分做三個層次來講，初級、中級、高級，這是初級，這是正覺，阿羅漢證得正覺他就解脫了，中級的是正等正覺，高級的是無上正等正覺。可以說不高，每位同修都能做得到。你要問我，我雖然現在是不敢說我做到，但是我敢說我有把握可以做到，我相信我可以做到。因此我也相信每位同學你們每個人都可以做到，問題就是你肯不肯做，你相不相信，肯不肯照這個方法去修學。果然要肯，各個都能做到。你要問究竟修多久才能做到？這個沒一定，各個人根性不相同。像我可以算一個中等以下的根性，搞了這麼多年；根性利的，給諸位說，三、五年就做到。這是真的一點都不假，三、五年時間足夠了，可以能夠做到。就是大乘法門裡面非常巧妙，此地二十句，我們講了十句。"
    },
    {
      "id": "12-006-0003_p0051",
      "zh_CN": "今天时间已经到了，底下的十句我们下一次继续再研究。你看这经文非常浓厚的味道，我们读了之后，佛法怎么能不学？不学佛法真是可惜。我们能够有机会闻到佛法，应该要庆幸，真是「百千万劫难遭遇」。好，我们就讲到此地。",
      "zh_TW": "今天時間已經到了，底下的十句我們下一次繼續再研究。你看這經文非常濃厚的味道，我們讀了之後，佛法怎麼能不學？不學佛法真是可惜。我們能夠有機會聞到佛法，應該要慶幸，真是「百千萬劫難遭遇」。好，我們就講到此地。"
    }
  ]
}