{
  "doc_id": "12-006-0025",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0025",
  "total_paragraphs": 87,
  "paragraphs": [
    {
      "id": "12-006-0025_p0001",
      "zh_CN": "【于此十佛世尊所。令我开悟最初门。此后次第有十佛。相续出兴于世间。最初佛号虚空住。第二如来名普光。第三名出生住诸方。第四如来正念海。】",
      "zh_TW": "【於此十佛世尊所。令我開悟最初門。此後次第有十佛。相續出興於世間。最初佛號虛空住。第二如來名普光。第三名出生住諸方。第四如來正念海。】"
    },
    {
      "id": "12-006-0025_p0002",
      "zh_CN": "从这个地方看起。这个向下每十尊佛是一个小段落，代表他在因地当中修行的进展。在上一次我们讲过，菩萨最初得法就是证得圆教初住，从初住，我们就迹象上来说，这是第四地的菩萨，他已经经历三十四个位次，十住、十行、十回向三十个位次，从初地到第四地，就一共三十四个位次。这就是说他逐渐逐渐将自己的境界向上提升，当中遇到这么多的佛。遇佛之殊胜，经文里面已经说得非常之多，当然这个里面最重要的，是要我们依教奉行。佛的名号就代表佛在那个时代、那个地区，一切众生的时节因缘。名号就是教学的宗旨，所以他经历这么多的如来，名号不相同；换句话说，对治自己无始劫以来无量无边的烦恼习气。所以他才能够成就无上道，我们注意这点就行。回想自己烦恼习气跟菩萨在因地上没有两样，他能够对治，我们也能对治。他的因缘殊胜，我们的因缘也可以说是相当殊胜，只要我们自己善于把握，会应用这个时节因缘，无有一法不是佛法。如果我们不会用，那正是古人所讲的「头头错过」，每个好的因缘都错过，那就很可惜。",
      "zh_TW": "從這個地方看起。這個向下每十尊佛是一個小段落，代表他在因地當中修行的進展。在上一次我們講過，菩薩最初得法就是證得圓教初住，從初住，我們就跡象上來說，這是第四地的菩薩，他已經經歷三十四個位次，十住、十行、十迴向三十個位次，從初地到第四地，就一共三十四個位次。這就是說他逐漸逐漸將自己的境界向上提升，當中遇到這麼多的佛。遇佛之殊勝，經文裡面已經說得非常之多，當然這個裡面最重要的，是要我們依教奉行。佛的名號就代表佛在那個時代、那個地區，一切眾生的時節因緣。名號就是教學的宗旨，所以他經歷這麼多的如來，名號不相同；換句話說，對治自己無始劫以來無量無邊的煩惱習氣。所以他才能夠成就無上道，我們注意這點就行。回想自己煩惱習氣跟菩薩在因地上沒有兩樣，他能夠對治，我們也能對治。他的因緣殊勝，我們的因緣也可以說是相當殊勝，只要我們自己善於把握，會應用這個時節因緣，無有一法不是佛法。如果我們不會用，那正是古人所講的「頭頭錯過」，每個好的因緣都錯過，那就很可惜。"
    },
    {
      "id": "12-006-0025_p0003",
      "zh_CN": "这是第二个阶段，第一尊佛号『虚空住』，「虚空住」的意思，就是《金刚经》教给我们「应无所住」，要住无住那就是虚空住。而我们现在的心起心动念都有个住处，这个事情是麻烦事情。当然如果真正做到应无所住，那就是圆初住的菩萨，就入了道。我们今天到不了这个境界，也是应该的，不足以为奇怪。在念佛人来说，到无所住是理一心不乱，事一心起心动念还有住处；理一心就无住，无住生心，跟《金刚经》的境界完全相同。不过这个原则我们要晓得，晓得之后，对于这个住要逐渐的淡薄这样才好。换句话说，在目前我们的修行，一定要注意到「择善固执」。",
      "zh_TW": "這是第二個階段，第一尊佛號『虛空住』，「虛空住」的意思，就是《金剛經》教給我們「應無所住」，要住無住那就是虛空住。而我們現在的心起心動念都有個住處，這個事情是麻煩事情。當然如果真正做到應無所住，那就是圓初住的菩薩，就入了道。我們今天到不了這個境界，也是應該的，不足以為奇怪。在念佛人來說，到無所住是理一心不亂，事一心起心動念還有住處；理一心就無住，無住生心，跟《金剛經》的境界完全相同。不過這個原則我們要曉得，曉得之後，對於這個住要逐漸的淡薄這樣才好。換句話說，在目前我們的修行，一定要注意到「擇善固執」。"
    },
    {
      "id": "12-006-0025_p0004",
      "zh_CN": "蕅益大师教给我们，「持戒为本，净土为归，观心为要」。其实这个观心就是指念佛，他不叫念佛，叫观心，这就有他特别的意义，唯恐念佛人将这句佛号从口头滑过，那就得不到利益。一定要声声佛号把自己的自心唤醒，这就叫观心。念念觉而不迷，这观心为要。「善友为依」，在一起往来修行的同修，都是诸上善人。这个时节因缘，实在说就是如来的正法，我们能够根据这四四十六个字去做，就是正法；离了这四句，那就叫末法。其实佛的法运是随我们的心在转，佛的法运并不是固定的。其实佛哪有法运？佛如果还有运，佛是凡夫，凡夫才有运，佛没有。佛的法运是随众生心在转，其实是从众生心建立的，不是从佛法上建立。虽然择善固执，它是有阶段的，一定要把自己的境界不断的向上提升，不能住在这个阶段上，那一住就坏了。虽然往上提升，即使提升到等觉菩萨了，我们要问，等觉菩萨持不持戒？还得是持戒，不但持戒，他的戒律最极清净。没有说是到等觉菩萨就不要持戒，那就错了。不过戒相也许有不相同，但是不会差得太多，这是一定的道理。",
      "zh_TW": "蕅益大師教給我們，「持戒為本，淨土為歸，觀心為要」。其實這個觀心就是指念佛，他不叫念佛，叫觀心，這就有他特別的意義，唯恐念佛人將這句佛號從口頭滑過，那就得不到利益。一定要聲聲佛號把自己的自心喚醒，這就叫觀心。念念覺而不迷，這觀心為要。「善友為依」，在一起往來修行的同修，都是諸上善人。這個時節因緣，實在說就是如來的正法，我們能夠根據這四四十六個字去做，就是正法；離了這四句，那就叫末法。其實佛的法運是隨我們的心在轉，佛的法運並不是固定的。其實佛哪有法運？佛如果還有運，佛是凡夫，凡夫才有運，佛沒有。佛的法運是隨眾生心在轉，其實是從眾生心建立的，不是從佛法上建立。雖然擇善固執，它是有階段的，一定要把自己的境界不斷的向上提升，不能住在這個階段上，那一住就壞了。雖然往上提升，即使提升到等覺菩薩了，我們要問，等覺菩薩持不持戒？還得是持戒，不但持戒，他的戒律最極清淨。沒有說是到等覺菩薩就不要持戒，那就錯了。不過戒相也許有不相同，但是不會差得太多，這是一定的道理。"
    },
    {
      "id": "12-006-0025_p0005",
      "zh_CN": "真正讲到成就，这几天有几位同修问我，念佛可不可以也参禅？禅净双修；也有人问可不可以学密？密净双修，哪一种方式来得快？这个用心不错，都是希望快快的成就。其实快快的成就无过于念佛，真正是个很如法的念佛堂，就是如来正法道场。我们今天在此地建立这小道场，非常的难得，我们念佛堂在顶楼，大致上完成，我想再一个星期就可以用了。如果同修们喜欢，我们就可以开始，大家在一块共修，不但是理论要明了、要通达，如果理论通达、明了了，没有实际的修行，还是落空。古人所谓「说食数宝」，不是自己的，自己得不到受用。如果不通教理、方法、境界都不晓得，天天在那里苦修，也很难成就，盲修瞎练，不容易成就。好比走路一样，要有眼睛，要认识路，要肯走路才能到达。没有眼睛肯走，走到哪里去不晓得，而且这道路危险太多，险道太多。所以不认识路走路是很危险，认识路不肯走路，等于不认识，都不能成就。所以这解行相应的道场，是相应不容易得到。我们今天有这个机缘，真正是三宝加持，大众有福。",
      "zh_TW": "真正講到成就，這幾天有幾位同修問我，念佛可不可以也參禪？禪淨雙修；也有人問可不可以學密？密淨雙修，哪一種方式來得快？這個用心不錯，都是希望快快的成就。其實快快的成就無過於念佛，真正是個很如法的念佛堂，就是如來正法道場。我們今天在此地建立這小道場，非常的難得，我們念佛堂在頂樓，大致上完成，我想再一個星期就可以用了。如果同修們喜歡，我們就可以開始，大家在一塊共修，不但是理論要明瞭、要通達，如果理論通達、明瞭了，沒有實際的修行，還是落空。古人所謂「說食數寶」，不是自己的，自己得不到受用。如果不通教理、方法、境界都不曉得，天天在那裡苦修，也很難成就，盲修瞎練，不容易成就。好比走路一樣，要有眼睛，要認識路，要肯走路才能到達。沒有眼睛肯走，走到哪裡去不曉得，而且這道路危險太多，險道太多。所以不認識路走路是很危險，認識路不肯走路，等於不認識，都不能成就。所以這解行相應的道場，是相應不容易得到。我們今天有這個機緣，真正是三寶加持，大眾有福。"
    },
    {
      "id": "12-006-0025_p0006",
      "zh_CN": "『第二如来名普光』，这个意思很明显，诸位一看就明了。『第三名出生住诸方』，这个德号完全是从度化众生上建立的，「出生」就是生心，《金刚经》讲的「应无所住，而生其心」。生的什么心？生的普度众生之心。佛愿广大不可思议，所谓是不动道场而遍十方，能在无量无边的世界随类化身。像《楞严经》上所讲的「随众生心，应所知量」，无处不现身，是说这个意思。",
      "zh_TW": "『第二如來名普光』，這個意思很明顯，諸位一看就明瞭。『第三名出生住諸方』，這個德號完全是從度化眾生上建立的，「出生」就是生心，《金剛經》講的「應無所住，而生其心」。生的什麼心？生的普度眾生之心。佛願廣大不可思議，所謂是不動道場而遍十方，能在無量無邊的世界隨類化身。像《楞嚴經》上所講的「隨眾生心，應所知量」，無處不現身，是說這個意思。"
    },
    {
      "id": "12-006-0025_p0007",
      "zh_CN": "『第四如来正念海』，「正念」很难讲，也很不容易体会。你看六祖大师在《坛经》里面就这个问题，就有相当长的一段文字在解释，虽然他解释得很多、很明白了，我们听了之后还是不容易体会，正念无念，又是无念无不念，那愈搞愈糊涂。最简单可以能够提起一个概念，离心意识，这就叫正念现前。心是阿赖耶，意是末那，识就第六意识，如果你不用第六意识，不用第七识，也不用阿赖耶识，这个时候就叫正念现前。这不好懂，为什么？不是我们的境界，这佛与菩萨的境界，也就是阿耨多罗三藐三菩提里面所讲的，正等正觉，正念就是正等正觉。见性而后，就像交光大师所讲的，舍识用根的境界。如果我们六根对六尘境界，用六根根性，而不用心意识，这个时候就叫正念。正念非常广大，所以用海来比喻。佛法所求的目标，实在讲就是正念，正念也就是正知，也就是菩提。",
      "zh_TW": "『第四如來正念海』，「正念」很難講，也很不容易體會。你看六祖大師在《壇經》裡面就這個問題，就有相當長的一段文字在解釋，雖然他解釋得很多、很明白了，我們聽了之後還是不容易體會，正念無念，又是無念無不念，那愈搞愈糊塗。最簡單可以能夠提起一個概念，離心意識，這就叫正念現前。心是阿賴耶，意是末那，識就第六意識，如果你不用第六意識，不用第七識，也不用阿賴耶識，這個時候就叫正念現前。這不好懂，為什麼？不是我們的境界，這佛與菩薩的境界，也就是阿耨多羅三藐三菩提裡面所講的，正等正覺，正念就是正等正覺。見性而後，就像交光大師所講的，捨識用根的境界。如果我們六根對六塵境界，用六根根性，而不用心意識，這個時候就叫正念。正念非常廣大，所以用海來比喻。佛法所求的目標，實在講就是正念，正念也就是正知，也就是菩提。"
    },
    {
      "id": "12-006-0025_p0008",
      "zh_CN": "【第五佛名高胜光。】",
      "zh_TW": "【第五佛名高勝光。】"
    },
    {
      "id": "12-006-0025_p0009",
      "zh_CN": "这三个字都是赞叹高、殊胜、光明。",
      "zh_TW": "這三個字都是讚歎高、殊勝、光明。"
    },
    {
      "id": "12-006-0025_p0010",
      "zh_CN": "【第六世尊须弥云。】",
      "zh_TW": "【第六世尊須彌雲。】"
    },
    {
      "id": "12-006-0025_p0011",
      "zh_CN": "『须弥』在佛法里面，它代表的意义都是高大，坚是坚固，通常是以这三种来表法。『云』在佛经里面用得非常之多，表它之妙非有非无，二边不立，中道不存，这是用「云」来表。",
      "zh_TW": "『須彌』在佛法裡面，它代表的意義都是高大，堅是堅固，通常是以這三種來表法。『雲』在佛經裡面用得非常之多，表它之妙非有非無，二邊不立，中道不存，這是用「雲」來表。"
    },
    {
      "id": "12-006-0025_p0012",
      "zh_CN": "【第七如来法焰光。】",
      "zh_TW": "【第七如來法焰光。】"
    },
    {
      "id": "12-006-0025_p0013",
      "zh_CN": "『焰光』就是表智慧之光，形容如来智慧广达，与一切法明达无碍，他都明了、都通达而没有障碍，法自在，「法焰光」。",
      "zh_TW": "『焰光』就是表智慧之光，形容如來智慧廣達，與一切法明達無礙，他都明瞭、都通達而沒有障礙，法自在，「法焰光」。"
    },
    {
      "id": "12-006-0025_p0014",
      "zh_CN": "【第八如来名称山。】",
      "zh_TW": "【第八如來名稱山。】"
    },
    {
      "id": "12-006-0025_p0015",
      "zh_CN": "『名称』就是我们现在所讲的名誉，佛的名誉像山一样的高显，提起『如来』没有人不知道。",
      "zh_TW": "『名稱』就是我們現在所講的名譽，佛的名譽像山一樣的高顯，提起『如來』沒有人不知道。"
    },
    {
      "id": "12-006-0025_p0016",
      "zh_CN": "【第九出生莲华王。】",
      "zh_TW": "【第九出生蓮華王。】"
    },
    {
      "id": "12-006-0025_p0017",
      "zh_CN": "『莲华』在佛门里面，可以说无论是大小乘，无论是哪一个宗派，都是用「莲华」来表法，它表世出世法都不染着，表这个意思。莲生在污泥，就是污泥代表六凡法界；泥上面是清水，水代表四圣法界，我们讲的十法界。莲花开在水上面，就是四圣六凡它都不染，不得已叫它个名字，叫一真法界，所以莲是代表一真法界。『王』有殊胜的意思，有自在的意思。",
      "zh_TW": "『蓮華』在佛門裡面，可以說無論是大小乘，無論是哪一個宗派，都是用「蓮華」來表法，它表世出世法都不染著，表這個意思。蓮生在污泥，就是污泥代表六凡法界；泥上面是清水，水代表四聖法界，我們講的十法界。蓮花開在水上面，就是四聖六凡它都不染，不得已叫它個名字，叫一真法界，所以蓮是代表一真法界。『王』有殊勝的意思，有自在的意思。"
    },
    {
      "id": "12-006-0025_p0018",
      "zh_CN": "【第十大悲法界华。】",
      "zh_TW": "【第十大悲法界華。】"
    },
    {
      "id": "12-006-0025_p0019",
      "zh_CN": "这个名号，我们常讲的倒驾慈航，示现菩萨身分教化众生，这是以大慈悲心。这个地方的『法界』，就是讲十法界，十法界除佛之外，九界有情。佛示现在九法界里面，教众生如何发心、如何修菩萨行，像善财童子所说的，怎么样去修菩萨道？怎么样学菩萨行？菩萨做榜样给我们看，而这些菩萨都是佛倒驾慈航所应化的，这个『华』就是修因，修因之后才能够结果。",
      "zh_TW": "這個名號，我們常講的倒駕慈航，示現菩薩身分教化眾生，這是以大慈悲心。這個地方的『法界』，就是講十法界，十法界除佛之外，九界有情。佛示現在九法界裡面，教眾生如何發心、如何修菩薩行，像善財童子所說的，怎麼樣去修菩薩道？怎麼樣學菩薩行？菩薩做榜樣給我們看，而這些菩薩都是佛倒駕慈航所應化的，這個『華』就是修因，修因之後才能夠結果。"
    },
    {
      "id": "12-006-0025_p0020",
      "zh_CN": "再看下面的十位，就是这段，第一个十位是说菩萨在初地。他虽然是第四地，清凉给我们讲《华严》，说得非常明白，所谓「行布不碍圆融，圆融不碍行布」，一修一切修，初地菩萨，他也修法云地的那些功德。在法云地的菩萨也修初住菩萨的那个行门，这是不可思议的。所以我们往往在经典里面，看到这地位并不很高的菩萨，他在门行上按步就班，他怎么会修到法云地？十地都修满，其实他可能还是初住、二住，位位都要这样修法。这种修行方法，在我们佛门里面非常的普遍。譬如说我们初学，佛法的仪式，出家五年学戒，就是五年是沙弥，是从头学起的，从《沙弥律仪》学起。可是在这五年当中，他读诵许多大乘经论，那些大乘经论连等觉菩萨天天还在那里用功，可见得一发心就从初学修到等觉位，都包括在其中。",
      "zh_TW": "再看下面的十位，就是這段，第一個十位是說菩薩在初地。他雖然是第四地，清涼給我們講《華嚴》，說得非常明白，所謂「行布不礙圓融，圓融不礙行布」，一修一切修，初地菩薩，他也修法雲地的那些功德。在法雲地的菩薩也修初住菩薩的那個行門，這是不可思議的。所以我們往往在經典裡面，看到這地位並不很高的菩薩，他在門行上按步就班，他怎麼會修到法雲地？十地都修滿，其實他可能還是初住、二住，位位都要這樣修法。這種修行方法，在我們佛門裡面非常的普遍。譬如說我們初學，佛法的儀式，出家五年學戒，就是五年是沙彌，是從頭學起的，從《沙彌律儀》學起。可是在這五年當中，他讀誦許多大乘經論，那些大乘經論連等覺菩薩天天還在那裡用功，可見得一發心就從初學修到等覺位，都包括在其中。"
    },
    {
      "id": "12-006-0025_p0021",
      "zh_CN": "纵然到十地、等觉，他在生活当中还是《沙弥律仪》。换句话说，最初学的东西他并没有丢掉，那是他平常的生活，还是循规蹈矩，这就是学、行几乎都是一样的，内证不相同。个人所证的浅深次第不一样，所以佛法是平等法，给我们说四十一个阶级是方便说，对没有入门的人这个说法，已经入门了，这个阶级不存在。如果还有这个阶段，诸位想想，怎么能叫一心？他有十个阶级就有十个心，初住不是二住，二住不是三住。法身大士还有四十一个心，那怎么行？怎么能叫一心不乱？法身大士理一心不乱，就是内证他有浅深不同，从这个地方方便建立的阶级。这个阶级都是为没入圆初住以前人说的，入了以后就没得说，这是我们应当要晓得的。",
      "zh_TW": "縱然到十地、等覺，他在生活當中還是《沙彌律儀》。換句話說，最初學的東西他並沒有丟掉，那是他平常的生活，還是循規蹈矩，這就是學、行幾乎都是一樣的，內證不相同。個人所證的淺深次第不一樣，所以佛法是平等法，給我們說四十一個階級是方便說，對沒有入門的人這個說法，已經入門了，這個階級不存在。如果還有這個階段，諸位想想，怎麼能叫一心？他有十個階級就有十個心，初住不是二住，二住不是三住。法身大士還有四十一個心，那怎麼行？怎麼能叫一心不亂？法身大士理一心不亂，就是內證他有淺深不同，從這個地方方便建立的階級。這個階級都是為沒入圓初住以前人說的，入了以後就沒得說，這是我們應當要曉得的。"
    },
    {
      "id": "12-006-0025_p0022",
      "zh_CN": "【此十佛海光明照。令我悟入第二门。】",
      "zh_TW": "【此十佛海光明照。令我悟入第二門。】"
    },
    {
      "id": "12-006-0025_p0023",
      "zh_CN": "这就从初住入了二住。由此可知，我们上一次讲的头十尊佛是他入初住，这个入了第二住。",
      "zh_TW": "這就從初住入了二住。由此可知，我們上一次講的頭十尊佛是他入初住，這個入了第二住。"
    },
    {
      "id": "12-006-0025_p0024",
      "zh_CN": "【此后相续时无间。次第复有十佛出。】",
      "zh_TW": "【此後相續時無間。次第復有十佛出。】"
    },
    {
      "id": "12-006-0025_p0025",
      "zh_CN": "这个地方头一句，我们要注意，就是『相续无间』，这句话非常重要，我们的修学就怕中断，如果要不中断的话，一生必定成就。最怕的所谓是「一日暴之，十日寒之」，那就没法子。这点如果没有大福报的人、大觉悟的人，不容易做到。一般人，我们讲修学，一天二十四个小时，我们这个心里头有几个钟点是在佛法上，有几个钟点没有佛法？这就是中断的现象。真正有功夫的人，他这一天二十四小时绝不中断，他念念相续。所以这个要真正觉悟，觉悟到这个世界，一切法都是假的，一切法俱不可得，要真正放下。放下不是说这个事情不要做，工作都放弃了，不是这个意思。不要挂在心里，什么事情随缘随分，尽心尽力都把它做得很圆满，内心的觉照一时一刻都不失掉，这是功夫相续。",
      "zh_TW": "這個地方頭一句，我們要注意，就是『相續無間』，這句話非常重要，我們的修學就怕中斷，如果要不中斷的話，一生必定成就。最怕的所謂是「一日暴之，十日寒之」，那就沒法子。這點如果沒有大福報的人、大覺悟的人，不容易做到。一般人，我們講修學，一天二十四個小時，我們這個心裡頭有幾個鐘點是在佛法上，有幾個鐘點沒有佛法？這就是中斷的現象。真正有功夫的人，他這一天二十四小時絕不中斷，他念念相續。所以這個要真正覺悟，覺悟到這個世界，一切法都是假的，一切法俱不可得，要真正放下。放下不是說這個事情不要做，工作都放棄了，不是這個意思。不要掛在心裡，什麼事情隨緣隨分，盡心盡力都把它做得很圓滿，內心的覺照一時一刻都不失掉，這是功夫相續。"
    },
    {
      "id": "12-006-0025_p0026",
      "zh_CN": "做不到这个境界的，念佛，诸位要晓得，这一句阿弥陀佛不可思议，没有入到这个境界，很难体会。能够把一句阿弥陀佛抓住，决定不放松，他就走上觉而不迷的道路，虽然目前没有开悟，他已经是向开悟的大道上迈进。这句名号的功德利益说不尽，实在是难相信。一句阿弥陀佛这有什么了不起？怎么能叫人相信，这四个字具有无量无边恒沙功德？虽然经里头都是这么赞叹，都是这么说，我们也看得很多，听得很多，就是不相信。我学佛学了三十多年才相信，透过这么多的大经大论，在境缘当中来锻炼自己，这么久的时间完全肯定它不容易，实在不容易。不经过这番的历炼，实在很难体会到它这个殊胜的功德利益。这真正不是几句话能够讲得清楚，所以这一句佛号把它念念相续不断，就有成就，决定有成就。我们再看这底下十尊佛的德号：",
      "zh_TW": "做不到這個境界的，念佛，諸位要曉得，這一句阿彌陀佛不可思議，沒有入到這個境界，很難體會。能夠把一句阿彌陀佛抓住，決定不放鬆，他就走上覺而不迷的道路，雖然目前沒有開悟，他已經是向開悟的大道上邁進。這句名號的功德利益說不盡，實在是難相信。一句阿彌陀佛這有什麼了不起？怎麼能叫人相信，這四個字具有無量無邊恆沙功德？雖然經裡頭都是這麼讚歎，都是這麼說，我們也看得很多，聽得很多，就是不相信。我學佛學了三十多年才相信，透過這麼多的大經大論，在境緣當中來鍛鍊自己，這麼久的時間完全肯定它不容易，實在不容易。不經過這番的歷鍊，實在很難體會到它這個殊勝的功德利益。這真正不是幾句話能夠講得清楚，所以這一句佛號把它念念相續不斷，就有成就，決定有成就。我們再看這底下十尊佛的德號："
    },
    {
      "id": "12-006-0025_p0027",
      "zh_CN": "【第一如来光幢王。】",
      "zh_TW": "【第一如來光幢王。】"
    },
    {
      "id": "12-006-0025_p0028",
      "zh_CN": "这个意思好懂。",
      "zh_TW": "這個意思好懂。"
    },
    {
      "id": "12-006-0025_p0029",
      "zh_CN": "【第二佛名智慧光。第三佛名利益心。】",
      "zh_TW": "【第二佛名智慧光。第三佛名利益心。】"
    },
    {
      "id": "12-006-0025_p0030",
      "zh_CN": "这个『利益』，是利益众生，诸位要记住，如果我们起心动念，不起心则已，一起心都是利益众生，这个与道就相应。起心动念还有为自己，虽然有为众生，里面还有为自己，这叫掺杂，不纯。在我们目前发心，当然有自私自利的心，为什么？我们是凡夫，我执还没脱掉，希望这个发心，利益众生的心成分占得多，自利的心成分占得少。希望这个少，是年年减少，一年比一年少，少到哪一天完全没有了，给诸位说，这个时候你的功夫不成片也自然成片，往上再求一心，不难。如果念念当中还有一丝毫自私自利的心，得一心不乱不容易，为什么？事一心破了我执，理一心破法执。念念还有为自己的，这个我执没断，念念还在滋润我执，怎么能够得事一心不乱？所以这个利益，希望这个起心动念都利益众生，那才叫真正利益自己。为什么？帮助你破我执，破法执，证事一心，证理一心，这不是真正的自利吗？所以利他才是真正的自利，自利真正是障碍了自利，破坏了自利，这个道理我们一定要晓得。",
      "zh_TW": "這個『利益』，是利益眾生，諸位要記住，如果我們起心動念，不起心則已，一起心都是利益眾生，這個與道就相應。起心動念還有為自己，雖然有為眾生，裡面還有為自己，這叫摻雜，不純。在我們目前發心，當然有自私自利的心，為什麼？我們是凡夫，我執還沒脫掉，希望這個發心，利益眾生的心成分佔得多，自利的心成分佔得少。希望這個少，是年年減少，一年比一年少，少到哪一天完全沒有了，給諸位說，這個時候你的功夫不成片也自然成片，往上再求一心，不難。如果念念當中還有一絲毫自私自利的心，得一心不亂不容易，為什麼？事一心破了我執，理一心破法執。念念還有為自己的，這個我執沒斷，念念還在滋潤我執，怎麼能夠得事一心不亂？所以這個利益，希望這個起心動念都利益眾生，那才叫真正利益自己。為什麼？幫助你破我執，破法執，證事一心，證理一心，這不是真正的自利嗎？所以利他才是真正的自利，自利真正是障礙了自利，破壞了自利，這個道理我們一定要曉得。"
    },
    {
      "id": "12-006-0025_p0031",
      "zh_CN": "【第四如来帝吉祥。】",
      "zh_TW": "【第四如來帝吉祥。】"
    },
    {
      "id": "12-006-0025_p0032",
      "zh_CN": "这个德号完全是从福德上建立，也是教化众生上建立的。",
      "zh_TW": "這個德號完全是從福德上建立，也是教化眾生上建立的。"
    },
    {
      "id": "12-006-0025_p0033",
      "zh_CN": "【第五如来名天智。】",
      "zh_TW": "【第五如來名天智。】"
    },
    {
      "id": "12-006-0025_p0034",
      "zh_CN": "天人有智慧光明，但是此地这个『天』，经典里面讲这个天有五种天，佛是称为天中天，第一义天是指这个。",
      "zh_TW": "天人有智慧光明，但是此地這個『天』，經典裡面講這個天有五種天，佛是稱為天中天，第一義天是指這個。"
    },
    {
      "id": "12-006-0025_p0035",
      "zh_CN": "【第六佛号尊慧王。】",
      "zh_TW": "【第六佛號尊慧王。】"
    },
    {
      "id": "12-006-0025_p0036",
      "zh_CN": "这个好懂。",
      "zh_TW": "這個好懂。"
    },
    {
      "id": "12-006-0025_p0037",
      "zh_CN": "【第七佛名智吉祥。第八佛号光照王。第九勇猛天行佛。第十法界莲华尊。】",
      "zh_TW": "【第七佛名智吉祥。第八佛號光照王。第九勇猛天行佛。第十法界蓮華尊。】"
    },
    {
      "id": "12-006-0025_p0038",
      "zh_CN": "这两尊略略的介绍一下，这第九尊佛的名号，他是从精进上建立，勇猛精进。《易经》里面所说，「天行健，君子自强不息」，与佛法里面所讲的勇猛精进，是一样的义趣。这个佛的德号就是提醒我们应当要精进，不能够懈怠。第十这尊佛的德号『法界莲华尊』，十法界里面真的最尊最贵无过于莲花，这并不是说我们把莲花捧得那么高，取它的意思，莲花是清净不染，取这个意思。如果我们的心能够说是四圣六凡都不执着，超越四圣六凡之上，当然尊贵。世出世间法里面第一尊贵，用莲花来表法，取这个意思。在中国的边疆蒙藏地区盛行密宗，密宗里面持咒是以六字大明咒最为普遍。六字大明咒，就是这尊佛的德号，「法界莲华尊」。",
      "zh_TW": "這兩尊略略的介紹一下，這第九尊佛的名號，他是從精進上建立，勇猛精進。《易經》裡面所說，「天行健，君子自強不息」，與佛法裡面所講的勇猛精進，是一樣的義趣。這個佛的德號就是提醒我們應當要精進，不能夠懈怠。第十這尊佛的德號『法界蓮華尊』，十法界裡面真的最尊最貴無過於蓮花，這並不是說我們把蓮花捧得那麼高，取它的意思，蓮花是清淨不染，取這個意思。如果我們的心能夠說是四聖六凡都不執著，超越四聖六凡之上，當然尊貴。世出世間法裡面第一尊貴，用蓮花來表法，取這個意思。在中國的邊疆蒙藏地區盛行密宗，密宗裡面持咒是以六字大明咒最為普遍。六字大明咒，就是這尊佛的德號，「法界蓮華尊」。"
    },
    {
      "id": "12-006-0025_p0039",
      "zh_CN": "我记得我初学佛，第一天跟章嘉大师见面的时候，他就教我这六个字，教我常常念，他很慈悲，他把这六个字教给我之后，把这个意思讲给我听，我才欢喜受持。他要不讲这个意思，我念这有什么用？第一个「唵」，唵是表身，唵是身；「嘛呢」是莲花，我们在经上常常看到，嘛呢是梵语表莲花；「叭咪」是保持，「吽」是意。这是印度的文法，身莲花保持意，如果要换成中国的文法来说，保持身心（意就是心）像莲花一样。我们中国的意思是这样，保持身心像莲花一样，这是六字大明咒的意思。我当时听了之后，愈想愈美，原来这咒子里头有这样深妙的义趣在当中，可惜没有人给我们讲解。这一句真的是大总持法门，像我们平常所看到的「唵阿吽」，就是身心清净，清净的意思。我们看这佛像，尤其画的佛像顶上有三个字唵阿吽，我看到香炉上头，藏文也是这三个字，这是代表清净，这是身心清净。就是我们常讲的身口意，阿是口，身口意三业清净，一尘不染，取这个意思。三业清净至极就是佛，所以这佛法修什么？就是修三业清净，所以佛像顶上安这三个字。",
      "zh_TW": "我記得我初學佛，第一天跟章嘉大師見面的時候，他就教我這六個字，教我常常念，他很慈悲，他把這六個字教給我之後，把這個意思講給我聽，我才歡喜受持。他要不講這個意思，我念這有什麼用？第一個「唵」，唵是表身，唵是身；「嘛呢」是蓮花，我們在經上常常看到，嘛呢是梵語表蓮花；「叭咪」是保持，「吽」是意。這是印度的文法，身蓮花保持意，如果要換成中國的文法來說，保持身心（意就是心）像蓮花一樣。我們中國的意思是這樣，保持身心像蓮花一樣，這是六字大明咒的意思。我當時聽了之後，愈想愈美，原來這咒子裡頭有這樣深妙的義趣在當中，可惜沒有人給我們講解。這一句真的是大總持法門，像我們平常所看到的「唵阿吽」，就是身心清淨，清淨的意思。我們看這佛像，尤其畫的佛像頂上有三個字唵阿吽，我看到香爐上頭，藏文也是這三個字，這是代表清淨，這是身心清淨。就是我們常講的身口意，阿是口，身口意三業清淨，一塵不染，取這個意思。三業清淨至極就是佛，所以這佛法修什麼？就是修三業清淨，所以佛像頂上安這三個字。"
    },
    {
      "id": "12-006-0025_p0040",
      "zh_CN": "【此十能显广大法。令我成就第三门。】",
      "zh_TW": "【此十能顯廣大法。令我成就第三門。】"
    },
    {
      "id": "12-006-0025_p0041",
      "zh_CN": "这就是从二地又入了三地。",
      "zh_TW": "這就是從二地又入了三地。"
    },
    {
      "id": "12-006-0025_p0042",
      "zh_CN": "【此后无间复值遇。次第相续十佛出。】",
      "zh_TW": "【此後無間復值遇。次第相續十佛出。】"
    },
    {
      "id": "12-006-0025_p0043",
      "zh_CN": "我们注意这句话，又是无间，这些诸佛如来过去有无量世，我们也有无量世，不是说他比我们早，我们比他晚，没这个道理。我们同时起步，为什么他们都成佛、成大菩萨了，我们还在做生死凡夫？他们累劫修行，我们也是累劫修行，我们为什么不成功？就是刚才所讲的断断续续，所以没有法子成就。人家的成功就是不间断，你看遇到这么多佛，他都没有间断过，这种发心可贵，真正是勇猛，这是我们特别要注意的地方。所以功夫决定不能间断，间断就没法子成就。到来生来劫遇到因缘再干，再干也是往往还是间断。不间断是要自己发勇猛心、精进心。所以这些句子，我们要特别注意它。『此后无间复值遇，次第相续十佛出』。",
      "zh_TW": "我們注意這句話，又是無間，這些諸佛如來過去有無量世，我們也有無量世，不是說他比我們早，我們比他晚，沒這個道理。我們同時起步，為什麼他們都成佛、成大菩薩了，我們還在做生死凡夫？他們累劫修行，我們也是累劫修行，我們為什麼不成功？就是剛才所講的斷斷續續，所以沒有法子成就。人家的成功就是不間斷，你看遇到這麼多佛，他都沒有間斷過，這種發心可貴，真正是勇猛，這是我們特別要注意的地方。所以功夫決定不能間斷，間斷就沒法子成就。到來生來劫遇到因緣再幹，再幹也是往往還是間斷。不間斷是要自己發勇猛心、精進心。所以這些句子，我們要特別注意它。『此後無間復值遇，次第相續十佛出』。"
    },
    {
      "id": "12-006-0025_p0044",
      "zh_CN": "【最初宝焰山吉祥。】",
      "zh_TW": "【最初寶焰山吉祥。】"
    },
    {
      "id": "12-006-0025_p0045",
      "zh_CN": "这不难懂，都好懂。",
      "zh_TW": "這不難懂，都好懂。"
    },
    {
      "id": "12-006-0025_p0046",
      "zh_CN": "【第二功德吉祥佛。】",
      "zh_TW": "【第二功德吉祥佛。】"
    },
    {
      "id": "12-006-0025_p0047",
      "zh_CN": "『功德』，在此地提示一下，「功德」不是福德，这是我们要特别留意，因为现在我们佛门当中，许多同修把这福德当作功德，这是很大的错误。功德是讲定慧，我出一点钱出一点力护持佛法，那是福德，不是功德。戒定慧三学，定慧是功德，戒就是福德。如果这个戒能够得定，这个戒就算功德；如果持戒不能得定，这个持戒是福德，将来的果报是三善道的福报，这是我们要晓得的。我在《六祖坛经》里面给诸位详细的讨论过，戒应当怎样持，就是戒决定是戒自己，不戒别人，才能得定。如果这个戒戒自己，也戒别人，那个人不持戒，那个人破了戒，诸位想想，你自己戒律虽然很精严，你不能得定。为什么不能得定？你有分别心，你烦恼不断，看到那个人不如法，心里就不高兴，你的烦恼不能断，你不能得定。所以，戒是戒自己的，不是戒别人的，别人持戒的是菩萨，破戒的也是菩萨，以清净心、平等心看外面境界，自己戒律精严，这样才能得定，那个戒就是功德了。这是顺便在此地给诸位提一提。",
      "zh_TW": "『功德』，在此地提示一下，「功德」不是福德，這是我們要特別留意，因為現在我們佛門當中，許多同修把這福德當作功德，這是很大的錯誤。功德是講定慧，我出一點錢出一點力護持佛法，那是福德，不是功德。戒定慧三學，定慧是功德，戒就是福德。如果這個戒能夠得定，這個戒就算功德；如果持戒不能得定，這個持戒是福德，將來的果報是三善道的福報，這是我們要曉得的。我在《六祖壇經》裡面給諸位詳細的討論過，戒應當怎樣持，就是戒決定是戒自己，不戒別人，才能得定。如果這個戒戒自己，也戒別人，那個人不持戒，那個人破了戒，諸位想想，你自己戒律雖然很精嚴，你不能得定。為什麼不能得定？你有分別心，你煩惱不斷，看到那個人不如法，心裡就不高興，你的煩惱不能斷，你不能得定。所以，戒是戒自己的，不是戒別人的，別人持戒的是菩薩，破戒的也是菩薩，以清淨心、平等心看外面境界，自己戒律精嚴，這樣才能得定，那個戒就是功德了。這是順便在此地給諸位提一提。"
    },
    {
      "id": "12-006-0025_p0048",
      "zh_CN": "【第三佛号法光明。第四佛名莲华藏。第五智月妙眼佛。第六如来香宝光。】",
      "zh_TW": "【第三佛號法光明。第四佛名蓮華藏。第五智月妙眼佛。第六如來香寶光。】"
    },
    {
      "id": "12-006-0025_p0049",
      "zh_CN": "这些名义都非常的明了，第五尊佛『智月』，佛法里头这个智慧常用日月来做代表。如果说智日多半是表根本智，根本智像火一样，般若如火焰，一切法触到般若，都被般若烧尽。要是指「智月」就代表权智，就是后得智，利益众生，月光是清凉的。『妙眼』，就是如来的五眼圆明，这称之为「妙」，能够观察一切众生的意感，众生有感，佛就来应。而佛的应完全是以智慧为基础，他不是以感情为基础，这是佛法。六根里面只举一个；换句话说，佛的眼耳鼻舌身意无有一桩不妙，样样都妙，要懂这个意思。他才能够帮助一切众生，利益一切众生。",
      "zh_TW": "這些名義都非常的明瞭，第五尊佛『智月』，佛法裡頭這個智慧常用日月來做代表。如果說智日多半是表根本智，根本智像火一樣，般若如火焰，一切法觸到般若，都被般若燒盡。要是指「智月」就代表權智，就是後得智，利益眾生，月光是清涼的。『妙眼』，就是如來的五眼圓明，這稱之為「妙」，能夠觀察一切眾生的意感，眾生有感，佛就來應。而佛的應完全是以智慧為基礎，他不是以感情為基礎，這是佛法。六根裡面只舉一個；換句話說，佛的眼耳鼻舌身意無有一樁不妙，樣樣都妙，要懂這個意思。他才能夠幫助一切眾生，利益一切眾生。"
    },
    {
      "id": "12-006-0025_p0050",
      "zh_CN": "【第七善逝须弥德。】",
      "zh_TW": "【第七善逝須彌德。】"
    },
    {
      "id": "12-006-0025_p0051",
      "zh_CN": "须弥山的功德也是无量无边。",
      "zh_TW": "須彌山的功德也是無量無邊。"
    },
    {
      "id": "12-006-0025_p0052",
      "zh_CN": "【八名干闼婆光明。】",
      "zh_TW": "【八名乾闥婆光明。】"
    },
    {
      "id": "12-006-0025_p0053",
      "zh_CN": "这尊佛也是从他应化上建立的名号，『干闼婆』是八部鬼神之一，佛要度这一类众生一定要现同类身。虽然他是个神的身分，那是迹象上看，他的本地是如来，佛示现在八部鬼神里面去度化他。由此可知，诸佛菩萨无处不现身，无类不现身。所以我们修行人一定要谨慎，我们每天接触这些大众，哪晓得哪个大众是古佛应现来的？我们不知道。我们轻慢他，那就是得罪诸佛如来了。在我们中国历史上所记载的，佛菩萨来示现就很多，现在大家所熟悉的，国清寺当年的寒山、拾得，那个时候他们两个在寺庙里面，谁瞧得起他？没人瞧得起他。丰干，丰干的工作，是在寺院里面舂米，就跟六祖大师当年在黄梅一样，每天破柴、舂米，都是做粗活的。寒山、拾得在厨房里烧火，打杂的，谁知道那是佛菩萨再来的？丰干是阿弥陀佛，寒山、拾得是文殊、普贤，也是西方三圣来，在国清寺里给大家服务，没人晓得。所以诸佛菩萨应现在我们世间，尤其众生有苦难的时候，佛菩萨特别慈悲，示现的特别多。我们是肉眼凡夫，不认识，当面错过。",
      "zh_TW": "這尊佛也是從他應化上建立的名號，『乾闥婆』是八部鬼神之一，佛要度這一類眾生一定要現同類身。雖然他是個神的身分，那是跡象上看，他的本地是如來，佛示現在八部鬼神裡面去度化他。由此可知，諸佛菩薩無處不現身，無類不現身。所以我們修行人一定要謹慎，我們每天接觸這些大眾，哪曉得哪個大眾是古佛應現來的？我們不知道。我們輕慢他，那就是得罪諸佛如來了。在我們中國歷史上所記載的，佛菩薩來示現就很多，現在大家所熟悉的，國清寺當年的寒山、拾得，那個時候他們兩個在寺廟裡面，誰瞧得起他？沒人瞧得起他。豐干，豐干的工作，是在寺院裡面舂米，就跟六祖大師當年在黃梅一樣，每天破柴、舂米，都是做粗活的。寒山、拾得在廚房裡燒火，打雜的，誰知道那是佛菩薩再來的？豐干是阿彌陀佛，寒山、拾得是文殊、普賢，也是西方三聖來，在國清寺裡給大家服務，沒人曉得。所以諸佛菩薩應現在我們世間，尤其眾生有苦難的時候，佛菩薩特別慈悲，示現的特別多。我們是肉眼凡夫，不認識，當面錯過。"
    },
    {
      "id": "12-006-0025_p0054",
      "zh_CN": "再告诉诸位，凡是佛菩萨示现在世间，绝不露身分的。不要在今天听到，某人是什么佛再来，什么菩萨再来的，那这个骗人的。依照经典，依照古大德这个例子，身分一露马上就走。没有人露了身分，还住在这个世界，没有的。他生死自在，他一露身分他马上走，他走了可以再来，又现一个身分，你还是不认识他。露身分不走的那都大有问题，他要藉这个招摇撞骗，来欺骗一些众生。所以我们要晓得这个道理，这一招，释迦牟尼佛早就晓得，在末法时期，有些妖魔鬼怪冒充佛菩萨住世欺骗众生。所以佛的规矩，身分一曝露马上就走，这是真的，决定不假。",
      "zh_TW": "再告訴諸位，凡是佛菩薩示現在世間，絕不露身分的。不要在今天聽到，某人是什麼佛再來，什麼菩薩再來的，那這個騙人的。依照經典，依照古大德這個例子，身分一露馬上就走。沒有人露了身分，還住在這個世界，沒有的。他生死自在，他一露身分他馬上走，他走了可以再來，又現一個身分，你還是不認識他。露身分不走的那都大有問題，他要藉這個招搖撞騙，來欺騙一些眾生。所以我們要曉得這個道理，這一招，釋迦牟尼佛早就曉得，在末法時期，有些妖魔鬼怪冒充佛菩薩住世欺騙眾生。所以佛的規矩，身分一曝露馬上就走，這是真的，決定不假。"
    },
    {
      "id": "12-006-0025_p0055",
      "zh_CN": "还有一个就是身分被人知道，死不承认，我们印光大师就是如此，你看印光大师《永思录》，他是四年前，也是有一个居士，这是个学生年岁很轻，《永思录》里头有记载。他是作梦梦到观音菩萨，他不信佛，一家人都不信佛，是个学生。他晚上梦到观音菩萨白衣大士，告诉他，说大势至菩萨在上海讲经，你应当去亲近他。他到第二天醒来的时候，因为什么？观世音菩萨，虽然不信佛，印象很深，看到那个样子，有点像观世音菩萨来托梦，他说大势至菩萨在上海讲经。他就问，哪个是大势至？那个观音菩萨就告诉他，印光法师。所以他第二天就到处向人打听，你们佛教里头有没有个大势至菩萨？问很多人都不晓得，大势至菩萨不出名。以后问了很多，很久的时候，好几个月以后遇到一个佛教徒，告诉他有一个，西方世界有一个大势至菩萨。",
      "zh_TW": "還有一個就是身分被人知道，死不承認，我們印光大師就是如此，你看印光大師《永思錄》，他是四年前，也是有一個居士，這是個學生年歲很輕，《永思錄》裡頭有記載。他是作夢夢到觀音菩薩，他不信佛，一家人都不信佛，是個學生。他晚上夢到觀音菩薩白衣大士，告訴他，說大勢至菩薩在上海講經，你應當去親近他。他到第二天醒來的時候，因為什麼？觀世音菩薩，雖然不信佛，印象很深，看到那個樣子，有點像觀世音菩薩來托夢，他說大勢至菩薩在上海講經。他就問，哪個是大勢至？那個觀音菩薩就告訴他，印光法師。所以他第二天就到處向人打聽，你們佛教裡頭有沒有個大勢至菩薩？問很多人都不曉得，大勢至菩薩不出名。以後問了很多，很久的時候，好幾個月以後遇到一個佛教徒，告訴他有一個，西方世界有一個大勢至菩薩。"
    },
    {
      "id": "12-006-0025_p0056",
      "zh_CN": "然后他又再问，你们佛教里有没有个印光法师，他说有，他现在在上海打佛七，在那主七。于是乎就证实了，他一家人就到印老那里去礼拜，就把这个事情说出来。印光大师把他狠狠的呵斥了一番，哪有这个事情，你胡造谣言，梦里头事情怎么能做得了主，以后不准胡说八道，他不承认。观音菩萨说，他四年就要回西方极乐世界去，果然印光大师四年之后就往生。所以这个事情，他作的梦是真的，可是印光大师绝对不承认，不准他胡造谣言，不准他跟任何人说。他是印祖往生之后，他才发表，他才把这个事情说出来，印光大师是大势至菩萨再来的。所以诸位要记住，如果一个人自己称什么菩萨再来，他又不走，还叫人给他宣传，这个靠不住，这我绝对不相信。",
      "zh_TW": "然後他又再問，你們佛教裡有沒有個印光法師，他說有，他現在在上海打佛七，在那主七。於是乎就證實了，他一家人就到印老那裡去禮拜，就把這個事情說出來。印光大師把他狠狠的呵斥了一番，哪有這個事情，你胡造謠言，夢裡頭事情怎麼能做得了主，以後不准胡說八道，他不承認。觀音菩薩說，他四年就要回西方極樂世界去，果然印光大師四年之後就往生。所以這個事情，他作的夢是真的，可是印光大師絕對不承認，不准他胡造謠言，不准他跟任何人說。他是印祖往生之後，他才發表，他才把這個事情說出來，印光大師是大勢至菩薩再來的。所以諸位要記住，如果一個人自己稱什麼菩薩再來，他又不走，還叫人給他宣傳，這個靠不住，這我絕對不相信。"
    },
    {
      "id": "12-006-0025_p0057",
      "zh_CN": "【第九摩尼藏王佛。】",
      "zh_TW": "【第九摩尼藏王佛。】"
    },
    {
      "id": "12-006-0025_p0058",
      "zh_CN": "『摩尼』是自在的意思，这是清净自在。『藏』是宝藏，含藏无量的智慧，无量的功德，无量的德能，现在的话就是无量的才艺。所谓是无所不知，无所不能，这就叫「藏王」，取这个意思。",
      "zh_TW": "『摩尼』是自在的意思，這是清淨自在。『藏』是寶藏，含藏無量的智慧，無量的功德，無量的德能，現在的話就是無量的才藝。所謂是無所不知，無所不能，這就叫「藏王」，取這個意思。"
    },
    {
      "id": "12-006-0025_p0059",
      "zh_CN": "【第十具足威德佛。此后次第有十佛。相续出兴于世间。最初佛号广大智。】",
      "zh_TW": "【第十具足威德佛。此後次第有十佛。相續出興於世間。最初佛號廣大智。】"
    },
    {
      "id": "12-006-0025_p0060",
      "zh_CN": "这一尊也很好懂。",
      "zh_TW": "這一尊也很好懂。"
    },
    {
      "id": "12-006-0025_p0061",
      "zh_CN": "【第二佛号宝光明。第三如来功德云。第四佛名最胜相。】",
      "zh_TW": "【第二佛號寶光明。第三如來功德雲。第四佛名最勝相。】"
    },
    {
      "id": "12-006-0025_p0062",
      "zh_CN": "『胜』就是殊胜，佛的相有三十二相八十种好，这是佛示现在我们这个世间。像西方世界、像华藏世界那是实报土，实报土里佛示现的是报身，报身佛。你看，经论里面常常赞叹，「佛有无量相，相有无量好」，这种相好光明是自然的，不是属于修来的，不是修得，是报得，为什么？他是称性功德所现。佛又说，应化身，像释迦牟尼佛当年示现这是应身，他示现的是三十二相八十种好。我们世间人观念当中，哪个相是好相、是贵相，凡是你说的好相、贵相佛都有，佛一样都不缺，这个好相、贵相就圆满了，这样才能够摄受人心。人家一看佛相貌这么好，都愿意跟他学，这是摄受众生的。这种相，佛常说他修行三大阿僧祇劫圆满之后，再以一百劫的时间来修相好，为了教化众生。诸位要知道，这个三大阿僧祇劫，他所成就的佛果，如果是依天台家四教来讲，他是哪个教的佛？实在说藏教的佛，因为别、圆的佛不要再修相好，用不着修。",
      "zh_TW": "『勝』就是殊勝，佛的相有三十二相八十種好，這是佛示現在我們這個世間。像西方世界、像華藏世界那是實報土，實報土裡佛示現的是報身，報身佛。你看，經論裡面常常讚歎，「佛有無量相，相有無量好」，這種相好光明是自然的，不是屬於修來的，不是修得，是報得，為什麼？他是稱性功德所現。佛又說，應化身，像釋迦牟尼佛當年示現這是應身，他示現的是三十二相八十種好。我們世間人觀念當中，哪個相是好相、是貴相，凡是你說的好相、貴相佛都有，佛一樣都不缺，這個好相、貴相就圓滿了，這樣才能夠攝受人心。人家一看佛相貌這麼好，都願意跟他學，這是攝受眾生的。這種相，佛常說他修行三大阿僧祇劫圓滿之後，再以一百劫的時間來修相好，為了教化眾生。諸位要知道，這個三大阿僧祇劫，他所成就的佛果，如果是依天台家四教來講，他是哪個教的佛？實在說藏教的佛，因為別、圓的佛不要再修相好，用不著修。"
    },
    {
      "id": "12-006-0025_p0063",
      "zh_CN": "藏教的佛为什么要修？因为藏教的佛还没见性，他可以八相成道，示现佛身教化众生，所以我们讲佛，佛有藏、通、别、圆四种佛，他的内证浅深个个不相同。唯有圆教才是究竟圆满，别教的佛只等于圆教十行位菩萨的第二行，因为他四十一品无明，只破十二品，这些我们都要晓得。藏教佛，他要用一百劫的时间去修相好光明。由此可知，这个地方也是教给我们，学佛要福慧双修。当然我们重视修慧，我们也不能够轻视修福，福慧都重要。如果自己有慧，没有福报、没有法缘，想度众生，众生看到你掉头而去，不肯亲近你，你也是没法子帮助别人，所以一定要修福。不过在自己没有成就之前，福慧双修，那偏重在慧上。到自己有成就了，我们就多修一点福帮助众生。如果一开端就偏重在修福上很危险，福报太大，一享福就会享糊涂了，道心就没有了，这是个很可怕的事情。所以这个福要重视，但是初学的人一定是把慧摆在前面。",
      "zh_TW": "藏教的佛為什麼要修？因為藏教的佛還沒見性，他可以八相成道，示現佛身教化眾生，所以我們講佛，佛有藏、通、別、圓四種佛，他的內證淺深個個不相同。唯有圓教才是究竟圓滿，別教的佛只等於圓教十行位菩薩的第二行，因為他四十一品無明，只破十二品，這些我們都要曉得。藏教佛，他要用一百劫的時間去修相好光明。由此可知，這個地方也是教給我們，學佛要福慧雙修。當然我們重視修慧，我們也不能夠輕視修福，福慧都重要。如果自己有慧，沒有福報、沒有法緣，想度眾生，眾生看到你掉頭而去，不肯親近你，你也是沒法子幫助別人，所以一定要修福。不過在自己沒有成就之前，福慧雙修，那偏重在慧上。到自己有成就了，我們就多修一點福幫助眾生。如果一開端就偏重在修福上很危險，福報太大，一享福就會享糊塗了，道心就沒有了，這是個很可怕的事情。所以這個福要重視，但是初學的人一定是把慧擺在前面。"
    },
    {
      "id": "12-006-0025_p0064",
      "zh_CN": "【第五苦行圆满光。】",
      "zh_TW": "【第五苦行圓滿光。】"
    },
    {
      "id": "12-006-0025_p0065",
      "zh_CN": "『苦行』，虽然在大乘法里面，佛说不修无益的苦行，无益的苦行不修。可是佛对于苦行，也非常的赞叹，为什么？因为初学佛的同修这个大病就是放不下，肯修苦行的人就能放下，值得赞叹。小乘有头陀行，大乘也有头陀行，那个名目是一样的，十二头陀行名目是一样的，境界不相同。本经到后面会讲到，在德生童子、有德童女那个里面，举出大乘的十二头陀行，这是值得我们赞叹。修行要肯吃苦，要能吃苦，福报给别人享，这是绝对正确。那我们就想到印光法师、虚云老和尚，这两位大德是近代的人，福报不能说不大，福报太大了，可是他的福报真的都给别人享。",
      "zh_TW": "『苦行』，雖然在大乘法裡面，佛說不修無益的苦行，無益的苦行不修。可是佛對於苦行，也非常的讚歎，為什麼？因為初學佛的同修這個大病就是放不下，肯修苦行的人就能放下，值得讚歎。小乘有頭陀行，大乘也有頭陀行，那個名目是一樣的，十二頭陀行名目是一樣的，境界不相同。本經到後面會講到，在德生童子、有德童女那個裡面，舉出大乘的十二頭陀行，這是值得我們讚歎。修行要肯吃苦，要能吃苦，福報給別人享，這是絕對正確。那我們就想到印光法師、虛雲老和尚，這兩位大德是近代的人，福報不能說不大，福報太大了，可是他的福報真的都給別人享。"
    },
    {
      "id": "12-006-0025_p0066",
      "zh_CN": "虚老和尚一生穿的衣服补了再补，你们看看他那照片，你们看看他那《年谱》里面附的有很多照片。我看他每一张照片穿的衣服都是补了再补的，他海内外皈依的弟子数不清，每年收的供养不晓得有多少？他都没有做一件好衣服穿穿，他从来没起过这个心，没动过这个念头。别人做好了，晓得老和尚给了钱他也不会做衣服的，做好了衣服供养他，他看到这个衣服太好了，自己没有福报，赶紧看看，哪个法师有福报的去供养他，转供养了。吃的是跟大众一样的饭菜，大锅菜，没有说是加一点营养，没有过。虚云老法师一生在大陆上建寺庙，修复旧的寺庙，你看《年谱》上，他一生当中修建的寺庙多少，一建好了马上请一个人做住持，领众修行，他老人家走了，别的地方再去建庙。为什么人？为四众修行人，为他们服务。",
      "zh_TW": "虛老和尚一生穿的衣服補了再補，你們看看他那照片，你們看看他那《年譜》裡面附的有很多照片。我看他每一張照片穿的衣服都是補了再補的，他海內外皈依的弟子數不清，每年收的供養不曉得有多少？他都沒有做一件好衣服穿穿，他從來沒起過這個心，沒動過這個念頭。別人做好了，曉得老和尚給了錢他也不會做衣服的，做好了衣服供養他，他看到這個衣服太好了，自己沒有福報，趕緊看看，哪個法師有福報的去供養他，轉供養了。吃的是跟大眾一樣的飯菜，大鍋菜，沒有說是加一點營養，沒有過。虛雲老法師一生在大陸上建寺廟，修復舊的寺廟，你看《年譜》上，他一生當中修建的寺廟多少，一建好了馬上請一個人做住持，領眾修行，他老人家走了，別的地方再去建廟。為什麼人？為四眾修行人，為他們服務。"
    },
    {
      "id": "12-006-0025_p0067",
      "zh_CN": "印光大师在灵岩山那个道场建立念佛堂，一生很少下过山，领众在一块共修，凡是他的学生都有相当成就，就是到台湾的这些我们都能看到。以前这个念佛团创办人李济华居士，那是一个预知时至往生的，他是印光大师的学生。台中李炳南老居士，也是印光大师的学生，成就的很多。这个老人教我们脚踏实地，真正修福，都是以苦行，要能够甘心，能耐得了劳苦。所以一定要勤劳，要肯吃苦，这样才能够培养我们的道心。佛的名号里面都有『苦行圆满光』，唯有苦行才能够成就圆满的智慧光明。",
      "zh_TW": "印光大師在靈巖山那個道場建立念佛堂，一生很少下過山，領眾在一塊共修，凡是他的學生都有相當成就，就是到台灣的這些我們都能看到。以前這個念佛團創辦人李濟華居士，那是一個預知時至往生的，他是印光大師的學生。台中李炳南老居士，也是印光大師的學生，成就的很多。這個老人教我們腳踏實地，真正修福，都是以苦行，要能夠甘心，能耐得了勞苦。所以一定要勤勞，要肯吃苦，這樣才能夠培養我們的道心。佛的名號裡面都有『苦行圓滿光』，唯有苦行才能夠成就圓滿的智慧光明。"
    },
    {
      "id": "12-006-0025_p0068",
      "zh_CN": "【第六佛号那罗延。】",
      "zh_TW": "【第六佛號那羅延。】"
    },
    {
      "id": "12-006-0025_p0069",
      "zh_CN": "『那罗延』是天的名称，「那罗延天」。金刚神里面也有执金刚神那罗延，都是属于天人。这三个字是梵语，有端正、庄严，有威猛、有刚健的意思，刚强健壮、威武含着许多意思在里面，这也是形容佛的威德。",
      "zh_TW": "『那羅延』是天的名稱，「那羅延天」。金剛神裡面也有執金剛神那羅延，都是屬於天人。這三個字是梵語，有端正、莊嚴，有威猛、有剛健的意思，剛強健壯、威武含著許多意思在裡面，這也是形容佛的威德。"
    },
    {
      "id": "12-006-0025_p0070",
      "zh_CN": "【第七世尊须弥德。第八功德轮围王。】",
      "zh_TW": "【第七世尊須彌德。第八功德輪圍王。】"
    },
    {
      "id": "12-006-0025_p0071",
      "zh_CN": "这是『功德』以轮围山来做比喻，轮围山可以说除须弥山之外，须弥山通常是一个世界的当中，轮围山是一个世界的周边，都是大山，以这个来比喻如来的功德。",
      "zh_TW": "這是『功德』以輪圍山來做比喻，輪圍山可以說除須彌山之外，須彌山通常是一個世界的當中，輪圍山是一個世界的周邊，都是大山，以這個來比喻如來的功德。"
    },
    {
      "id": "12-006-0025_p0072",
      "zh_CN": "【第九如来无胜幢。】",
      "zh_TW": "【第九如來無勝幢。】"
    },
    {
      "id": "12-006-0025_p0073",
      "zh_CN": "就是无比的殊胜，无能胜的意思。",
      "zh_TW": "就是無比的殊勝，無能勝的意思。"
    },
    {
      "id": "12-006-0025_p0074",
      "zh_CN": "【第十佛名大树王。】",
      "zh_TW": "【第十佛名大樹王。】"
    },
    {
      "id": "12-006-0025_p0075",
      "zh_CN": "树的功德也是很多，数之不尽。在末后的一章，也就是我们这个经最后的一卷，普贤菩萨用『树王』来比喻菩萨修行证果，说得非常之多。",
      "zh_TW": "樹的功德也是很多，數之不盡。在末後的一章，也就是我們這個經最後的一卷，普賢菩薩用『樹王』來比喻菩薩修行證果，說得非常之多。"
    },
    {
      "id": "12-006-0025_p0076",
      "zh_CN": "【此后次第有十佛。相续出兴于世间。】",
      "zh_TW": "【此後次第有十佛。相續出興於世間。】"
    },
    {
      "id": "12-006-0025_p0077",
      "zh_CN": "这个里面虽然省略掉他证入的法门，但是每十尊佛代表一个阶段，他自己的地位提升了一个层次，这是我们在前面读了，后面就可以能够想像得到，虽然没说，他的境界确实提升。我们再看底下这一段：",
      "zh_TW": "這個裡面雖然省略掉他證入的法門，但是每十尊佛代表一個階段，他自己的地位提升了一個層次，這是我們在前面讀了，後面就可以能夠想像得到，雖然沒說，他的境界確實提升。我們再看底下這一段："
    },
    {
      "id": "12-006-0025_p0078",
      "zh_CN": "【初名帝德娑罗王。二名普现世主身。】",
      "zh_TW": "【初名帝德娑羅王。二名普現世主身。】"
    },
    {
      "id": "12-006-0025_p0079",
      "zh_CN": "这两尊都是以『世主』的身分，出现在世间。在「世主妙严品」里面我们读到过，十地菩萨常常应现在欲界天，为欲界天主。三贤菩萨也时常示现在六凡有情世间，为有情的「世主」，在这个地位上教化一切众生。这就是像「普门品」里面讲的，应以国王的身分得度他就示现国王，是这么个意思。",
      "zh_TW": "這兩尊都是以『世主』的身分，出現在世間。在「世主妙嚴品」裡面我們讀到過，十地菩薩常常應現在欲界天，為欲界天主。三賢菩薩也時常示現在六凡有情世間，為有情的「世主」，在這個地位上教化一切眾生。這就是像「普門品」裡面講的，應以國王的身分得度他就示現國王，是這麼個意思。"
    },
    {
      "id": "12-006-0025_p0080",
      "zh_CN": "【第三佛号高显光。第四佛名金刚光。第五世尊地威德。第六甚深法德王。】",
      "zh_TW": "【第三佛號高顯光。第四佛名金剛光。第五世尊地威德。第六甚深法德王。】"
    },
    {
      "id": "12-006-0025_p0081",
      "zh_CN": "这个意思都好懂，第五尊我们说一说，『地威德』，这个大地的威德实在是不可思议，而是我们往往把它疏忽掉。诸位想想，我们如果离开了地，你还能有什么作为？世出世间一切法依大地而建立，所以佛法的大根大本，就是佛法修学的基础，是地藏王菩萨代表。世间一切动、植、矿都是依大地而有，依大地而生，依大地而建立。世出世间一切佛法是依心地而生，依心地而立，依心地而成就。所以，我们学佛先要学地，地能容，善能够包容，恶也不排斥，心广厚要像大地一样，从这个地方建立。地藏菩萨在心地德行里面，为我们拈出了纲领，那就是孝，孝亲尊师，亲与师是一不是二。我们这个身，身体的身命得自于父母，没有父母就没有我们身命。慧命得自于老师，如果我们没有慧命，人与禽兽又有什么差别？人之所以不同于禽兽，人有慧命，所以老师是我们慧命的父母。",
      "zh_TW": "這個意思都好懂，第五尊我們說一說，『地威德』，這個大地的威德實在是不可思議，而是我們往往把它疏忽掉。諸位想想，我們如果離開了地，你還能有什麼作為？世出世間一切法依大地而建立，所以佛法的大根大本，就是佛法修學的基礎，是地藏王菩薩代表。世間一切動、植、礦都是依大地而有，依大地而生，依大地而建立。世出世間一切佛法是依心地而生，依心地而立，依心地而成就。所以，我們學佛先要學地，地能容，善能夠包容，惡也不排斥，心廣厚要像大地一樣，從這個地方建立。地藏菩薩在心地德行裡面，為我們拈出了綱領，那就是孝，孝親尊師，親與師是一不是二。我們這個身，身體的身命得自於父母，沒有父母就沒有我們身命。慧命得自於老師，如果我們沒有慧命，人與禽獸又有什麼差別？人之所以不同於禽獸，人有慧命，所以老師是我們慧命的父母。"
    },
    {
      "id": "12-006-0025_p0082",
      "zh_CN": "孝亲尊师，这是心地里头万德万能的总纲领，由孝亲尊师再把它发扬光大，就变成观世音菩萨的大慈大悲，慈悲一切。如果说这个人在家里不孝父母、不敬师长，他能大慈大悲，你们诸位想想，这人能相信吗？不可能。古时候帝王选臣子还得选孝子之家，忠臣出孝子之门，在家能尽孝，在国就能尽忠，这是一定的道理。他不敢做坏事，他做坏事对不起父母，他不要法律拘束，他常常念着父母，孝敬父母师长。在社会上无论做什么事情，不可以做对不起父母、对不起师长的事情，你说这种力量多大。大慈是以地藏大孝为基础，才能够修观音法门。文殊代表的大智慧，这个孝慈是福，是福报，福报大了智慧就现前，智慧就开了。我们中国人所谓是「福至心灵」，心灵就是心开悟了。到那个时候他样样通达，文殊是大慧，大智慧。",
      "zh_TW": "孝親尊師，這是心地裡頭萬德萬能的總綱領，由孝親尊師再把它發揚光大，就變成觀世音菩薩的大慈大悲，慈悲一切。如果說這個人在家裡不孝父母、不敬師長，他能大慈大悲，你們諸位想想，這人能相信嗎？不可能。古時候帝王選臣子還得選孝子之家，忠臣出孝子之門，在家能盡孝，在國就能盡忠，這是一定的道理。他不敢做壞事，他做壞事對不起父母，他不要法律拘束，他常常念著父母，孝敬父母師長。在社會上無論做什麼事情，不可以做對不起父母、對不起師長的事情，你說這種力量多大。大慈是以地藏大孝為基礎，才能夠修觀音法門。文殊代表的大智慧，這個孝慈是福，是福報，福報大了智慧就現前，智慧就開了。我們中國人所謂是「福至心靈」，心靈就是心開悟了。到那個時候他樣樣通達，文殊是大慧，大智慧。"
    },
    {
      "id": "12-006-0025_p0083",
      "zh_CN": "讲孝、慈、智慧是自受用，他受用就是普贤的大行，应用在生活里面，佛法是活活泼泼的佛法，佛法就是生活，生活就是佛法，佛法怎么会与生活脱节？如果与生活脱节，与生活有碍，那他当然就断断续续的，那是没有法子相续不断的修学。正因为佛法与我们生活不脱节，生活与佛法是一不是二，这样二六时中相续不断，一定要悟入这个道理。把佛法变成实际的生活，变成我们的行为，我们自己行为起心动念、一切造作，与大乘经典里面的理论、境界完全相应，这叫修行，这真修行，这个叫修普贤行。这是讲「地威德」。",
      "zh_TW": "講孝、慈、智慧是自受用，他受用就是普賢的大行，應用在生活裡面，佛法是活活潑潑的佛法，佛法就是生活，生活就是佛法，佛法怎麼會與生活脫節？如果與生活脫節，與生活有礙，那他當然就斷斷續續的，那是沒有法子相續不斷的修學。正因為佛法與我們生活不脫節，生活與佛法是一不是二，這樣二六時中相續不斷，一定要悟入這個道理。把佛法變成實際的生活，變成我們的行為，我們自己行為起心動念、一切造作，與大乘經典裡面的理論、境界完全相應，這叫修行，這真修行，這個叫修普賢行。這是講「地威德」。"
    },
    {
      "id": "12-006-0025_p0084",
      "zh_CN": "【第六甚深法德王。第七法海大智音。第八佛号须弥幢。】",
      "zh_TW": "【第六甚深法德王。第七法海大智音。第八佛號須彌幢。】"
    },
    {
      "id": "12-006-0025_p0085",
      "zh_CN": "这都好懂。",
      "zh_TW": "這都好懂。"
    },
    {
      "id": "12-006-0025_p0086",
      "zh_CN": "【第九如来智光照。第十妙宝吉祥王。】",
      "zh_TW": "【第九如來智光照。第十妙寶吉祥王。】"
    },
    {
      "id": "12-006-0025_p0087",
      "zh_CN": "到这个地方是一段，这几尊佛号的意思都非常明显，不必多说了。今天时间刚好也到了，我们就到此地告一个段落。",
      "zh_TW": "到這個地方是一段，這幾尊佛號的意思都非常明顯，不必多說了。今天時間剛好也到了，我們就到此地告一個段落。"
    }
  ]
}