{
  "doc_id": "12-006-0024",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0024",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "12-006-0024_p0001",
      "zh_CN": "七百零五页倒数第二行末后两个字开始：",
      "zh_TW": "七百零五頁倒數第二行末後兩個字開始："
    },
    {
      "id": "12-006-0024_p0002",
      "zh_CN": "【于彼一一诸如来所。得现三世法界藏。住广大法界身。】",
      "zh_TW": "【於彼一一諸如來所。得現三世法界藏。住廣大法界身。】"
    },
    {
      "id": "12-006-0024_p0003",
      "zh_CN": "从这个地方看起。前面讲到，菩萨闻法修行，修行之后一定要说证果，修行必定有一个结果。今天这段经文，就是说他所得到的成就。经文里面只有两句，这个两句包括的境界非常之广，也非常的深，刚才我们念的只是第一句。实际上讲，佛法修学得法只有一种，并没有两种，所谓是法门虽然是无量无边，殊途同归。但是它有深浅不相同，深浅不一样，譬如《华严经》里面讲的四十一位法身大士，四十一位所证的法决定是平等。但是平等法里面有浅深不相同，而说有四十一个次第，也就是四十一种浅深不一样，证的什么？禅家讲的明心见性，见性在我们俗话是说证道，或者成道，都是指见性来说的。",
      "zh_TW": "從這個地方看起。前面講到，菩薩聞法修行，修行之後一定要說證果，修行必定有一個結果。今天這段經文，就是說他所得到的成就。經文裡面只有兩句，這個兩句包括的境界非常之廣，也非常的深，剛才我們念的只是第一句。實際上講，佛法修學得法只有一種，並沒有兩種，所謂是法門雖然是無量無邊，殊途同歸。但是它有深淺不相同，深淺不一樣，譬如《華嚴經》裡面講的四十一位法身大士，四十一位所證的法決定是平等。但是平等法裡面有淺深不相同，而說有四十一個次第，也就是四十一種淺深不一樣，證的什麼？禪家講的明心見性，見性在我們俗話是說證道，或者成道，都是指見性來說的。"
    },
    {
      "id": "12-006-0024_p0004",
      "zh_CN": "第一句里面讲，他在『一一诸如来所，得现三世法界藏』，「现」是显现，「三世」是过去、现在、未来，「法界藏」就是说真心、说的阿赖耶识。大经佛告诉我们「应观法界性，一切唯心造」。真性就是「三世法界藏」，三世法界，这个法界是讲十法界依正庄严，都是真性变现之物，正如同六祖所说的「何期自性，本自具足」。能藏的意思，就是本来具足。起作用的时候就是「能生万法」，这是讲真如本性的起用。后半句就是我们一般讲的，他证得了清净法性。",
      "zh_TW": "第一句裡面講，他在『一一諸如來所，得現三世法界藏』，「現」是顯現，「三世」是過去、現在、未來，「法界藏」就是說真心、說的阿賴耶識。大經佛告訴我們「應觀法界性，一切唯心造」。真性就是「三世法界藏」，三世法界，這個法界是講十法界依正莊嚴，都是真性變現之物，正如同六祖所說的「何期自性，本自具足」。能藏的意思，就是本來具足。起作用的時候就是「能生萬法」，這是講真如本性的起用。後半句就是我們一般講的，他證得了清淨法性。"
    },
    {
      "id": "12-006-0024_p0005",
      "zh_CN": "『住广大法界身』，「住」是安住，实际上就是心性的起用。我们凡夫虽有真性、真心，可是把它忘掉，虽有，不得其用。其实它是有作用的，不能说不得其用，只能够讲不得其受用，没有真性的受用，它是有用的。迷也现法界，不能说迷了就不现法界，迷了还是现，现了怎么样？我们在这个里头不能得到正常的受用，在这个里面起种种烦恼。菩萨得了正受，与如来果地上一样的自在受用。他晓得「身」，什么是身？我们凡夫以为我这个身体是我的身，除这之外不是我的身，这是迷惑。觉悟之后尽虚空遍法界就是自己，这叫法身，法是尽虚空遍法界，过去、现在、未来就是自己的身。这样说起来很难懂，怎么会尽虚空遍法界是自己？这是真实的境界，绝对不是虚妄，不是我们凡夫意识里面的境界，所以说起来我们很难体会，当然也不敢承认。如果你要是承认了，那你就证得法身，你就是法身大士。",
      "zh_TW": "『住廣大法界身』，「住」是安住，實際上就是心性的起用。我們凡夫雖有真性、真心，可是把它忘掉，雖有，不得其用。其實它是有作用的，不能說不得其用，只能夠講不得其受用，沒有真性的受用，它是有用的。迷也現法界，不能說迷了就不現法界，迷了還是現，現了怎麼樣？我們在這個裡頭不能得到正常的受用，在這個裡面起種種煩惱。菩薩得了正受，與如來果地上一樣的自在受用。他曉得「身」，什麼是身？我們凡夫以為我這個身體是我的身，除這之外不是我的身，這是迷惑。覺悟之後盡虛空遍法界就是自己，這叫法身，法是盡虛空遍法界，過去、現在、未來就是自己的身。這樣說起來很難懂，怎麼會盡虛空遍法界是自己？這是真實的境界，絕對不是虛妄，不是我們凡夫意識裡面的境界，所以說起來我們很難體會，當然也不敢承認。如果你要是承認了，那你就證得法身，你就是法身大士。"
    },
    {
      "id": "12-006-0024_p0006",
      "zh_CN": "佛法里有许多的善巧，可以用比喻，我们来体会到一点，虽然不能够证得，可以从比喻当中，能够体会到一点。凡夫都会作梦，我们每个人都有作梦的经验，我们把能作梦的那个心，当然梦是我们自己变现的境界。能作梦的心比喻作真如本性，比喻，梦中的境界把它比喻作「现三世法界」。三世法界是境界，梦中有境界，梦中当然有自己，不会说作个梦，梦里头没有自己的，这是绝对不可能的。梦里面有自己，也有别人、也有虚空、也有日月、也有山河大地，这一切的一切全是能作梦的心变现出来的。作梦的时候我们不知道，清醒过来想想不错，整个梦境是我心变的。你醒过来之后好好去想一想，梦中哪一法不是自己？都是自性变现的，没有一法不是自己，法法皆是，哪一法不是自己！如果在作梦里头忽然觉悟，我现在在作梦，整个梦境都是我自性变现的，整个梦境就是我自己，这就叫证得法身，不再以为这个身是自己，尽虚空遍法界就是自己。试问问法身有生灭吗？没有生灭。",
      "zh_TW": "佛法裡有許多的善巧，可以用比喻，我們來體會到一點，雖然不能夠證得，可以從比喻當中，能夠體會到一點。凡夫都會作夢，我們每個人都有作夢的經驗，我們把能作夢的那個心，當然夢是我們自己變現的境界。能作夢的心比喻作真如本性，比喻，夢中的境界把它比喻作「現三世法界」。三世法界是境界，夢中有境界，夢中當然有自己，不會說作個夢，夢裡頭沒有自己的，這是絕對不可能的。夢裡面有自己，也有別人、也有虛空、也有日月、也有山河大地，這一切的一切全是能作夢的心變現出來的。作夢的時候我們不知道，清醒過來想想不錯，整個夢境是我心變的。你醒過來之後好好去想一想，夢中哪一法不是自己？都是自性變現的，沒有一法不是自己，法法皆是，哪一法不是自己！如果在作夢裡頭忽然覺悟，我現在在作夢，整個夢境都是我自性變現的，整個夢境就是我自己，這就叫證得法身，不再以為這個身是自己，盡虛空遍法界就是自己。試問問法身有生滅嗎？沒有生滅。"
    },
    {
      "id": "12-006-0024_p0007",
      "zh_CN": "佛与大菩萨是以法界为自身相，这个时候他心性的受用才完全现前。我们一般讲这个心量拓开了，尽虚空遍法界都在他的心量包含之中，他得大自在，所以从这个地方才生起无边的清净。清净从哪来的？没有取舍，好的境界是自己变现的，恶的境界也是自己变现的。觉悟了之后，就不会再自心取自心，不会有这个现象，迷的时候才有，悟的时候就没有。于是乎自己受用是无比的清净，对一切众生那就是无缘大慈，同体大悲，是一个自体。这个慈悲心是真正的慈悲，从真性里面流露出来的。第一句是证得法身理体，也就是禅家所讲的「父母未生前本来面目」，法身是本来面目。证得法身在圆教里面讲初住菩萨，破一品无明，证一分法身。与如来的在果地上证得圆满法身，是一样的法身，绝不是两样。所以初住所证得的跟如来果地上的圆满法身，无二无别，只有程度浅深不一样。因为初住菩萨证得的一分法身，这上面还带了不少无明，无明再去一分，他的深度又加深一层，四十一品无明破尽了就叫圆满法身。",
      "zh_TW": "佛與大菩薩是以法界為自身相，這個時候他心性的受用才完全現前。我們一般講這個心量拓開了，盡虛空遍法界都在他的心量包含之中，他得大自在，所以從這個地方才生起無邊的清淨。清淨從哪來的？沒有取捨，好的境界是自己變現的，惡的境界也是自己變現的。覺悟了之後，就不會再自心取自心，不會有這個現象，迷的時候才有，悟的時候就沒有。於是乎自己受用是無比的清淨，對一切眾生那就是無緣大慈，同體大悲，是一個自體。這個慈悲心是真正的慈悲，從真性裡面流露出來的。第一句是證得法身理體，也就是禪家所講的「父母未生前本來面目」，法身是本來面目。證得法身在圓教裡面講初住菩薩，破一品無明，證一分法身。與如來的在果地上證得圓滿法身，是一樣的法身，絕不是兩樣。所以初住所證得的跟如來果地上的圓滿法身，無二無別，只有程度淺深不一樣。因為初住菩薩證得的一分法身，這上面還帶了不少無明，無明再去一分，他的深度又加深一層，四十一品無明破盡了就叫圓滿法身。"
    },
    {
      "id": "12-006-0024_p0008",
      "zh_CN": "古人拿月亮来做比喻，把初住菩萨比喻初二、三的月亮，你看初二、初三看那个月牙一点点，有那么一点点月光，那是真的月光，不是假的。把圆满法身比作十五的满月，你看月光是一样的，只有月光从初二、三到十五，有这个月光光度不一样，但统统是真正的月光。不能够说我看初三的月光不是十五的月光，这讲不通的，绝对是的，只是光度明暗有差别。这就是比喻初住菩萨证的法身，跟如来的圆满法身是一不是二。再说如来的法身跟我们众生的法身，也是一不是二，众生是无明盖得满满的，一点光都没透出来。好像初一的月亮，完全背面对着地球，我们一点都看不出来。古德用这个比喻也比得很好，所以这第一句是证得法身，这是属于自受用。第二句是讲他受用，应化在世间所谓游戏神通。再看底下一句：",
      "zh_TW": "古人拿月亮來做比喻，把初住菩薩比喻初二、三的月亮，你看初二、初三看那個月牙一點點，有那麼一點點月光，那是真的月光，不是假的。把圓滿法身比作十五的滿月，你看月光是一樣的，只有月光從初二、三到十五，有這個月光光度不一樣，但統統是真正的月光。不能夠說我看初三的月光不是十五的月光，這講不通的，絕對是的，只是光度明暗有差別。這就是比喻初住菩薩證的法身，跟如來的圓滿法身是一不是二。再說如來的法身跟我們眾生的法身，也是一不是二，眾生是無明蓋得滿滿的，一點光都沒透出來。好像初一的月亮，完全背面對著地球，我們一點都看不出來。古德用這個比喻也比得很好，所以這第一句是證得法身，這是屬於自受用。第二句是講他受用，應化在世間所謂遊戲神通。再看底下一句："
    },
    {
      "id": "12-006-0024_p0009",
      "zh_CN": "【得入一切智光明。入一切普贤行。】",
      "zh_TW": "【得入一切智光明。入一切普賢行。】"
    },
    {
      "id": "12-006-0024_p0010",
      "zh_CN": "前面这半句，『得入一切智光明』这是般若，后面这半句『入一切普贤行』，是解脱。他在一切如来所得到的法身、般若、解脱，这个「智光明」是般若，意思非常明显，我们很容易看出来，「普贤行」是解脱之行。清凉大师在《疏钞》里面，跟我们讲的「理事无碍，事事无碍」，这是普贤行。如果有障碍就不叫普贤行，菩萨一定要修菩贤行才能够圆满菩提，不修普贤行不能够圆满菩提。《华严经》里面所讲的修学法门，统统是菩贤行，在前面一品「离世间品」有五卷经文，列举二千个法门，显示出理事无碍，事事无碍。而在这品四十卷里面，以善财童子、以五十一位善知识，将这个四无碍的法界表演给我们看，这个事无碍、理无碍，理事无碍，事事无碍，做给我们看，这真是慈悲至极。",
      "zh_TW": "前面這半句，『得入一切智光明』這是般若，後面這半句『入一切普賢行』，是解脫。他在一切如來所得到的法身、般若、解脫，這個「智光明」是般若，意思非常明顯，我們很容易看出來，「普賢行」是解脫之行。清涼大師在《疏鈔》裡面，跟我們講的「理事無礙，事事無礙」，這是普賢行。如果有障礙就不叫普賢行，菩薩一定要修菩賢行才能夠圓滿菩提，不修普賢行不能夠圓滿菩提。《華嚴經》裡面所講的修學法門，統統是菩賢行，在前面一品「離世間品」有五卷經文，列舉二千個法門，顯示出理事無礙，事事無礙。而在這品四十卷裡面，以善財童子、以五十一位善知識，將這個四無礙的法界表演給我們看，這個事無礙、理無礙，理事無礙，事事無礙，做給我們看，這真是慈悲至極。"
    },
    {
      "id": "12-006-0024_p0011",
      "zh_CN": "这部经的理论、方法、境界，末后这品完全表演，如何将这个理论、方法、境界，变成我们实际的生活。如果要说佛法是消极的，佛法是谈玄说妙的，不是实际的，你看看《华严经》就觉悟了。世间人讲现实，没有佛在《华严经》里讲得更现实。这讲普贤行，普贤行的总纲领，就是本经末后一卷，普贤菩萨归纳的十大愿王，那是总纲领，也是整个《华严经》的总结论。既然是《华严经》的总纲领、总结论，就是释迦牟尼佛一代教学的总结，也是十方三世一切诸佛所说，无量无边教海的总结。所以清凉大师把这一卷提出来单独流通，这个用意都非常之深、非常之好。我们再看下面的经文：",
      "zh_TW": "這部經的理論、方法、境界，末後這品完全表演，如何將這個理論、方法、境界，變成我們實際的生活。如果要說佛法是消極的，佛法是談玄說妙的，不是實際的，你看看《華嚴經》就覺悟了。世間人講現實，沒有佛在《華嚴經》裡講得更現實。這講普賢行，普賢行的總綱領，就是本經末後一卷，普賢菩薩歸納的十大願王，那是總綱領，也是整個《華嚴經》的總結論。既然是《華嚴經》的總綱領、總結論，就是釋迦牟尼佛一代教學的總結，也是十方三世一切諸佛所說，無量無邊教海的總結。所以清涼大師把這一卷提出來單獨流通，這個用意都非常之深、非常之好。我們再看下面的經文："
    },
    {
      "id": "12-006-0024_p0012",
      "zh_CN": "【善男子。我依一切智光明故。于念念中。见无量佛。】",
      "zh_TW": "【善男子。我依一切智光明故。於念念中。見無量佛。】"
    },
    {
      "id": "12-006-0024_p0013",
      "zh_CN": "这是般若智慧现前，清净心现前，见到无量无边的佛，这个意思前面都详细的讨论过。这个地方所讲的『无量佛』，就是佛在前面所说的，「一切众生本来成佛」，自己成佛的时候一定见到大地众生齐成佛道。",
      "zh_TW": "這是般若智慧現前，清淨心現前，見到無量無邊的佛，這個意思前面都詳細的討論過。這個地方所講的『無量佛』，就是佛在前面所說的，「一切眾生本來成佛」，自己成佛的時候一定見到大地眾生齊成佛道。"
    },
    {
      "id": "12-006-0024_p0014",
      "zh_CN": "【既见佛已。先所未得。先所未见。先所未闻普贤菩萨所有妙行。悉得成就。】",
      "zh_TW": "【既見佛已。先所未得。先所未見。先所未聞普賢菩薩所有妙行。悉得成就。】"
    },
    {
      "id": "12-006-0024_p0015",
      "zh_CN": "这几句经文，实在就说出来见性的好处。佛门常讲修行是明心见性，为什么要明心见性？明心见性有什么好处？我现在不明心见性，也觉得没什么坏处。其实不知道明心见性的好处，这几句把好处全都说出来了，你没有得到的全都得到，没有见到的全见到，没有闻到的统统都听到。这就是一般宗教里面赞叹上帝、赞叹神，「全知全能」。那些宗教里头说，神与上帝全知全能，倒未必，我们是疑信参半。佛法里面说的这个境界，我们一点都不怀疑，我们现在的功夫没有达到，一见就全见了。佛法里常说，一证一切证，一悟一切悟，但是这个悟是有标准的，不同我们平常讲的小悟、大悟，那不是真正开悟。真正开悟禅家讲大彻大悟，教下讲大开圆解，都是证入圆教初住菩萨这个境界，或者是别教初地。别初地跟圆初住虽然很相似，可是别教始终比不上圆教，那就是别教菩萨，他带着有无始劫以来分别执着的习气，没有圆教那样的自在开放，当然圆教难，圆教的成就非常的殊胜，那真正是所谓上根利智之人。",
      "zh_TW": "這幾句經文，實在就說出來見性的好處。佛門常講修行是明心見性，為什麼要明心見性？明心見性有什麼好處？我現在不明心見性，也覺得沒什麼壞處。其實不知道明心見性的好處，這幾句把好處全都說出來了，你沒有得到的全都得到，沒有見到的全見到，沒有聞到的統統都聽到。這就是一般宗教裡面讚歎上帝、讚歎神，「全知全能」。那些宗教裡頭說，神與上帝全知全能，倒未必，我們是疑信參半。佛法裡面說的這個境界，我們一點都不懷疑，我們現在的功夫沒有達到，一見就全見了。佛法裡常說，一證一切證，一悟一切悟，但是這個悟是有標準的，不同我們平常講的小悟、大悟，那不是真正開悟。真正開悟禪家講大徹大悟，教下講大開圓解，都是證入圓教初住菩薩這個境界，或者是別教初地。別初地跟圓初住雖然很相似，可是別教始終比不上圓教，那就是別教菩薩，他帶著有無始劫以來分別執著的習氣，沒有圓教那樣的自在開放，當然圓教難，圓教的成就非常的殊勝，那真正是所謂上根利智之人。"
    },
    {
      "id": "12-006-0024_p0016",
      "zh_CN": "他能够入这种自在无碍的境界，这个境界就叫做普贤行。普贤行称为『妙行』，这个「妙」就是没有一行不称性，行行称性、念念称性，就是与法性完全相应，没有一丝毫违背。妙里面还有一个意思，也是必须要明了的，空有二边都不住，这叫妙。凡夫住在有，二乘住在空，所以都不妙。大乘菩萨空有二边不住，这是妙！不住的心就是真心，所以佛在《金刚经》里面，教人是「应无所住，而生其心」。生心是活活泼泼，无住就与法性相应，我们最难的是什么？生心有住，念念都有个住处。这住处怎么讲法？往深处讲，是念念阿赖耶识里头落种子，那不就住了吗？要做到无住，我们很想做，做不到。二乘人入九次第定还不行，还是有住。所以真正无住是什么人？转阿赖耶为大圆镜智，他就无住。没有阿赖耶识了还住什么？他才真叫无住。那个时候的起心，就是此地所讲的「一切智光明」，大圆镜智，他在起用的时候是无量的智慧，无量的方便，利益一切众生，这叫妙行。所以这个境界是别初地、圆初住以上菩萨，当然善财童子到此地也是四地菩萨，圆教四地那还有什么话说！四十一品无明，他已经破了三十四品，这是这么个境界。下面还有一个征释，怕我们有疑惑，所以在此地再问一句：",
      "zh_TW": "他能夠入這種自在無礙的境界，這個境界就叫做普賢行。普賢行稱為『妙行』，這個「妙」就是沒有一行不稱性，行行稱性、念念稱性，就是與法性完全相應，沒有一絲毫違背。妙裡面還有一個意思，也是必須要明瞭的，空有二邊都不住，這叫妙。凡夫住在有，二乘住在空，所以都不妙。大乘菩薩空有二邊不住，這是妙！不住的心就是真心，所以佛在《金剛經》裡面，教人是「應無所住，而生其心」。生心是活活潑潑，無住就與法性相應，我們最難的是什麼？生心有住，念念都有個住處。這住處怎麼講法？往深處講，是念念阿賴耶識裡頭落種子，那不就住了嗎？要做到無住，我們很想做，做不到。二乘人入九次第定還不行，還是有住。所以真正無住是什麼人？轉阿賴耶為大圓鏡智，他就無住。沒有阿賴耶識了還住什麼？他才真叫無住。那個時候的起心，就是此地所講的「一切智光明」，大圓鏡智，他在起用的時候是無量的智慧，無量的方便，利益一切眾生，這叫妙行。所以這個境界是別初地、圓初住以上菩薩，當然善財童子到此地也是四地菩薩，圓教四地那還有什麼話說！四十一品無明，他已經破了三十四品，這是這麼個境界。下面還有一個徵釋，怕我們有疑惑，所以在此地再問一句："
    },
    {
      "id": "12-006-0024_p0017",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "12-006-0024_p0018",
      "zh_CN": "为什么？",
      "zh_TW": "為什麼？"
    },
    {
      "id": "12-006-0024_p0019",
      "zh_CN": "【以得一切智光明故。差别显示无量无边法界门故。】",
      "zh_TW": "【以得一切智光明故。差別顯示無量無邊法界門故。】"
    },
    {
      "id": "12-006-0024_p0020",
      "zh_CN": "这是说出其所以然的境界了，在本经「四谛品」里面，这是很多年以前，我们讲过《八十华严．四谛品》经里面，所说的是无量四谛，它不说五浊，它说无量四谛，正跟这句相应，『差别显示无量无边法界门』，就是无量四谛。这是菩萨的大权示现，「无方大用」，行行都与般若相应。六祖大师的《坛经》不可不读，六祖大师的境界，如果从本迹上来说，那个本我们不敢讲，就迹象上来说，那总是圆教初住以上的境界。六祖大师的行业就是普贤行，显示出自在无碍，他初见五祖的时候，他跟五祖讲「弟子心中常生智慧」。这句话我们不能把它很轻易的看过去，他心中常生智慧就是他在一切差别境界当中，他生智慧，与般若相应，不与烦恼相应。",
      "zh_TW": "這是說出其所以然的境界了，在本經「四諦品」裡面，這是很多年以前，我們講過《八十華嚴．四諦品》經裡面，所說的是無量四諦，它不說五濁，它說無量四諦，正跟這句相應，『差別顯示無量無邊法界門』，就是無量四諦。這是菩薩的大權示現，「無方大用」，行行都與般若相應。六祖大師的《壇經》不可不讀，六祖大師的境界，如果從本跡上來說，那個本我們不敢講，就跡象上來說，那總是圓教初住以上的境界。六祖大師的行業就是普賢行，顯示出自在無礙，他初見五祖的時候，他跟五祖講「弟子心中常生智慧」。這句話我們不能把它很輕易的看過去，他心中常生智慧就是他在一切差別境界當中，他生智慧，與般若相應，不與煩惱相應。"
    },
    {
      "id": "12-006-0024_p0021",
      "zh_CN": "我们凡夫在这个差别境界里生烦恼，人家不生烦恼生智慧。虽生智慧，他老人家又说了「本来无一物」，你看他又不执着是智慧，心清净，乃至于境界清净，心无一物，境界也无一物。如果说我们心清净，心里没有东西，外面是有的那错了，那变成二法了。心境一如，万法皆空，给诸位说，一空一切空，体空、相也空、作用也空，这意思就很深；一有一切有，体有、相有、作用有，空有不二。千万不要落在二边，落在二边都不能见性，落在二边必定有障碍。请看下面经文，下面这是属于偈颂的部分，一共有四十一首半：",
      "zh_TW": "我們凡夫在這個差別境界裡生煩惱，人家不生煩惱生智慧。雖生智慧，他老人家又說了「本來無一物」，你看他又不執著是智慧，心清淨，乃至於境界清淨，心無一物，境界也無一物。如果說我們心清淨，心裡沒有東西，外面是有的那錯了，那變成二法了。心境一如，萬法皆空，給諸位說，一空一切空，體空、相也空、作用也空，這意思就很深；一有一切有，體有、相有、作用有，空有不二。千萬不要落在二邊，落在二邊都不能見性，落在二邊必定有障礙。請看下面經文，下面這是屬於偈頌的部分，一共有四十一首半："
    },
    {
      "id": "12-006-0024_p0022",
      "zh_CN": "【尔时普救众生夜神欲重明此解脱门义。承佛威力。为善财童子而说偈言。】",
      "zh_TW": "【爾時普救眾生夜神欲重明此解脫門義。承佛威力。為善財童子而說偈言。】"
    },
    {
      "id": "12-006-0024_p0023",
      "zh_CN": "向下偈颂多半都是属于重颂，这在佛陀教学的仪式里面，现在讲的教学法，在佛门里面讲教仪，现在新名词叫教学法，这个教学法里头常用的，这个意思也很深。前面把这些道理一桩一桩给你分析说明白了，你也领悟了。悟了之后，这些理论、方法、境界一定要记住。如果记不住，你在生活当中，遇到这些境界又迷了，这是我们初学人常有的现象。长行文要想背诵很难，所以佛说完之后又用偈颂说一遍，偈颂便利于背诵，而且再重复说一遍，增加你的记忆，有这些用意在里面。除这之外还有一个用意，那是佛的特别慈悲，就是佛讲经不是像学校上课，学生人数是固定的，上课时间也是固定的。佛说法不是学校，所以听众当中有先来后到的，经讲了一半，他人才来，佛也不辜负他，前面一半没听到，再用偈颂说一遍，把前面他没有听到的，也给他补出来，这个真正是大慈大悲。所以我们今天读经文，或者是讲经有这个好处，长行文没有听到或者没听完整，当中来的，偈颂可以听得完整，也把这里面的意思圆满的听到，所以这种仪式有许多的功德利益在其中。",
      "zh_TW": "向下偈頌多半都是屬於重頌，這在佛陀教學的儀式裡面，現在講的教學法，在佛門裡面講教儀，現在新名詞叫教學法，這個教學法裡頭常用的，這個意思也很深。前面把這些道理一樁一樁給你分析說明白了，你也領悟了。悟了之後，這些理論、方法、境界一定要記住。如果記不住，你在生活當中，遇到這些境界又迷了，這是我們初學人常有的現象。長行文要想背誦很難，所以佛說完之後又用偈頌說一遍，偈頌便利於背誦，而且再重複說一遍，增加你的記憶，有這些用意在裡面。除這之外還有一個用意，那是佛的特別慈悲，就是佛講經不是像學校上課，學生人數是固定的，上課時間也是固定的。佛說法不是學校，所以聽眾當中有先來後到的，經講了一半，他人才來，佛也不辜負他，前面一半沒聽到，再用偈頌說一遍，把前面他沒有聽到的，也給他補出來，這個真正是大慈大悲。所以我們今天讀經文，或者是講經有這個好處，長行文沒有聽到或者沒聽完整，當中來的，偈頌可以聽得完整，也把這裡面的意思圓滿的聽到，所以這種儀式有許多的功德利益在其中。"
    },
    {
      "id": "12-006-0024_p0024",
      "zh_CN": "前面这几句是说偈的仪式，『普救众生夜神欲重明此解脱门义』，可见得这个颂是属于重颂。『承佛威力』，这些字样我们都要特别的留意，你看他多谦虚，不是我有能力给你说法，我是承佛的威神加持才有能力给你说法（给善财）。我们看每位菩萨都这么谦虚，这是我们应当要学的。凡夫学佛不能成就最大的障碍，傲慢，这个东西麻烦，贪瞋痴慢，有一丝毫的傲慢就障道。慢是末那识俱生的烦恼，与第七识相应，四大烦恼常相随。你要问第七识是什么？换句话说，第七识就是这四种烦恼，我见、我爱、我慢、我痴，这就叫末那识。如果这四样东西都没有了，就叫平等性智。可见得这四种烦恼有一个，你的自性就失去了平等，这是根本烦恼，我执、法执都是从这里生的。菩萨凡是说法的时候，都有这么一句「承佛威力」，这是教我们断除贡高我慢的习气，也就是转末那识为平等性智，所以这句很要紧。下面就是夜神所说的偈颂，前面两首是许说的意思：",
      "zh_TW": "前面這幾句是說偈的儀式，『普救眾生夜神欲重明此解脫門義』，可見得這個頌是屬於重頌。『承佛威力』，這些字樣我們都要特別的留意，你看他多謙虛，不是我有能力給你說法，我是承佛的威神加持才有能力給你說法（給善財）。我們看每位菩薩都這麼謙虛，這是我們應當要學的。凡夫學佛不能成就最大的障礙，傲慢，這個東西麻煩，貪瞋痴慢，有一絲毫的傲慢就障道。慢是末那識俱生的煩惱，與第七識相應，四大煩惱常相隨。你要問第七識是什麼？換句話說，第七識就是這四種煩惱，我見、我愛、我慢、我痴，這就叫末那識。如果這四樣東西都沒有了，就叫平等性智。可見得這四種煩惱有一個，你的自性就失去了平等，這是根本煩惱，我執、法執都是從這裡生的。菩薩凡是說法的時候，都有這麼一句「承佛威力」，這是教我們斷除貢高我慢的習氣，也就是轉末那識為平等性智，所以這句很要緊。下面就是夜神所說的偈頌，前面兩首是許說的意思："
    },
    {
      "id": "12-006-0024_p0025",
      "zh_CN": "【善财汝应听我说。】",
      "zh_TW": "【善財汝應聽我說。】"
    },
    {
      "id": "12-006-0024_p0026",
      "zh_CN": "你应该听我讲。",
      "zh_TW": "你應該聽我講。"
    },
    {
      "id": "12-006-0024_p0027",
      "zh_CN": "【甚深难入难见法。】",
      "zh_TW": "【甚深難入難見法。】"
    },
    {
      "id": "12-006-0024_p0028",
      "zh_CN": "这是他自己所证得的法门。法身、般若、解脱是圆教初住以上才证得的，权教菩萨、二乘都没有分。",
      "zh_TW": "這是他自己所證得的法門。法身、般若、解脫是圓教初住以上才證得的，權教菩薩、二乘都沒有分。"
    },
    {
      "id": "12-006-0024_p0029",
      "zh_CN": "【普光遍照于三世。】",
      "zh_TW": "【普光遍照於三世。】"
    },
    {
      "id": "12-006-0024_p0030",
      "zh_CN": "这句就是般若、法身。",
      "zh_TW": "這句就是般若、法身。"
    },
    {
      "id": "12-006-0024_p0031",
      "zh_CN": "【一切差别智明门。】",
      "zh_TW": "【一切差別智明門。】"
    },
    {
      "id": "12-006-0024_p0032",
      "zh_CN": "这是解脱、自在，在唯识入门里头，天亲菩萨有一部论，论文是不长，五百多字。可是历代这些唯识宗的祖师注解的分量，就相当可观，这个入门的书叫《百法明门论》。百法是一切法的归纳，就是此地讲的『一切差别』，天亲菩萨把它归纳为百法，一百个大类，展开来就是一切差别法。『智明门』，「明」就是智慧，希望从这个里面开智慧，真正成为正等正觉。这是一上来，就把他自己所证得的解脱门表示出来。",
      "zh_TW": "這是解脫、自在，在唯識入門裡頭，天親菩薩有一部論，論文是不長，五百多字。可是歷代這些唯識宗的祖師註解的分量，就相當可觀，這個入門的書叫《百法明門論》。百法是一切法的歸納，就是此地講的『一切差別』，天親菩薩把它歸納為百法，一百個大類，展開來就是一切差別法。『智明門』，「明」就是智慧，希望從這個裡面開智慧，真正成為正等正覺。這是一上來，就把他自己所證得的解脫門表示出來。"
    },
    {
      "id": "12-006-0024_p0033",
      "zh_CN": "【如我初发菩提心。勤求佛智诸功德。所证无边解脱门。为汝宣扬应谛听。】",
      "zh_TW": "【如我初發菩提心。勤求佛智諸功德。所證無邊解脫門。為汝宣揚應諦聽。】"
    },
    {
      "id": "12-006-0024_p0034",
      "zh_CN": "这个开示非常的稀有，非常的难得，他不但把他自己所证得的法门告诉我们，他怎么样证得的，亲身的经历告诉我们，这个难得。等于说给我们做了个示范，说他最初『发菩提心』，这在修大乘法的开端，不发心就没法子修。「菩提心」是觉悟之心；换句话说，在一切境界里面，不为境界所动，不为境缘所迷惑，这是菩提心。念念皆不失正念，这是菩提心，不容易，菩提心的确是难，菩提心一发就是圆教初住菩萨。你们看《大乘起信论》，「大乘起信」，那就是圆教初住菩萨的境界，《金刚经》里面所说的，也是初住菩萨的境界。这样说起来我们只是口皮上发菩提心，那个菩提心如何能发得起来？这么说起来，我们对于佛法是沮丧、很失望。说起来好听，我们这一生做不到。其实不然，但是要真说起来那个理是非常的深，这就是一句阿弥陀佛不可思议。",
      "zh_TW": "這個開示非常的稀有，非常的難得，他不但把他自己所證得的法門告訴我們，他怎麼樣證得的，親身的經歷告訴我們，這個難得。等於說給我們做了個示範，說他最初『發菩提心』，這在修大乘法的開端，不發心就沒法子修。「菩提心」是覺悟之心；換句話說，在一切境界裡面，不為境界所動，不為境緣所迷惑，這是菩提心。念念皆不失正念，這是菩提心，不容易，菩提心的確是難，菩提心一發就是圓教初住菩薩。你們看《大乘起信論》，「大乘起信」，那就是圓教初住菩薩的境界，《金剛經》裡面所說的，也是初住菩薩的境界。這樣說起來我們只是口皮上發菩提心，那個菩提心如何能發得起來？這麼說起來，我們對於佛法是沮喪、很失望。說起來好聽，我們這一生做不到。其實不然，但是要真說起來那個理是非常的深，這就是一句阿彌陀佛不可思議。"
    },
    {
      "id": "12-006-0024_p0035",
      "zh_CN": "莲池大师大师讲过，「一句弥陀，该罗八教，圆摄五宗」，你看这个口气多大。八教是把整个的佛法统统包括了，一法不漏，五宗是讲禅宗；换句话说，宗门教下全包括了一句佛号。这句话要是别人讲，我们很难相信，为什么？宗，你通了吗？你要是没有通宗，你怎么敢说一句弥陀包括了禅宗？教下，大乘八宗，小乘有二宗，在我们中国佛教是十个宗派，一句阿弥陀佛统统都包括了，我们怎么能相信？可是他说这句话，我们也不能不信。",
      "zh_TW": "蓮池大師大師講過，「一句彌陀，該羅八教，圓攝五宗」，你看這個口氣多大。八教是把整個的佛法統統包括了，一法不漏，五宗是講禪宗；換句話說，宗門教下全包括了一句佛號。這句話要是別人講，我們很難相信，為什麼？宗，你通了嗎？你要是沒有通宗，你怎麼敢說一句彌陀包括了禪宗？教下，大乘八宗，小乘有二宗，在我們中國佛教是十個宗派，一句阿彌陀佛統統都包括了，我們怎麼能相信？可是他說這句話，我們也不能不信。"
    },
    {
      "id": "12-006-0024_p0036",
      "zh_CN": "因为什么？蕅益大师是真的读过《大藏经》，而且很用功的读，不是随随便便读。他有一部《大藏经》的目录提要，叫做《阅藏知津》，他每一部经真看，那个经的内容、摘要，他都把它摘出来了，所以他说这句话是有资格说的。再看看他所注的《弥陀经要解》，那就更没话说，无怪乎印光大师赞叹，说阿弥陀佛再来，给《弥陀经》做一个注解亦不过如此，这是对蕅益大师的要解赞叹备至。诸位这个法门不能不知道，确实当生成就，你才晓得这一句阿弥陀佛的奥妙，然后这句阿弥陀佛你才会念，念怎么样？把你的菩提心念起来，这句名号就是自性功德。南无阿弥陀佛翻成中国的意思皈依无量觉，这个念佛，声声要把自性觉给唤起来，那就是菩提心了。",
      "zh_TW": "因為什麼？蕅益大師是真的讀過《大藏經》，而且很用功的讀，不是隨隨便便讀。他有一部《大藏經》的目錄提要，叫做《閱藏知津》，他每一部經真看，那個經的內容、摘要，他都把它摘出來了，所以他說這句話是有資格說的。再看看他所註的《彌陀經要解》，那就更沒話說，無怪乎印光大師讚歎，說阿彌陀佛再來，給《彌陀經》做一個註解亦不過如此，這是對蕅益大師的要解讚歎備至。諸位這個法門不能不知道，確實當生成就，你才曉得這一句阿彌陀佛的奧妙，然後這句阿彌陀佛你才會念，念怎麼樣？把你的菩提心念起來，這句名號就是自性功德。南無阿彌陀佛翻成中國的意思皈依無量覺，這個念佛，聲聲要把自性覺給喚起來，那就是菩提心了。"
    },
    {
      "id": "12-006-0024_p0037",
      "zh_CN": "这句阿弥陀佛挂在口里头，不是唱歌，那没有用处，唱歌的话与自性不相应，不能念念把你自性觉唤起来，那就是古人所讲的「喊破喉咙也枉然」，没什么用，起心动念还是迷惑颠倒。这个心里头一迷的时候，一句阿弥陀佛马上就觉悟，就不迷了；你一刹那不念，一刹那就迷了。所以二六时中佛号不能间断，就是把你的觉心唤醒，觉心就是菩提心，觉心是平等心，觉心是慈悲心，觉心里面具足四摄六度、八万四千行门，可见得佛号不可思议。是以这个境界唤醒我们的菩提心，这是自性清净心，自性的觉心，他是用这种方法来修行。功夫浅的与戒相应，三学里头与戒学相应，六度里头与布施持戒相应，这就是功夫成片。更深一层的与定学相应，与忍辱、精进相应，这就事一心不乱。再深一层的与慧学相应，六度里头与禅定、般若相应，得理一心不乱。",
      "zh_TW": "這句阿彌陀佛掛在口裡頭，不是唱歌，那沒有用處，唱歌的話與自性不相應，不能念念把你自性覺喚起來，那就是古人所講的「喊破喉嚨也枉然」，沒什麼用，起心動念還是迷惑顛倒。這個心裡頭一迷的時候，一句阿彌陀佛馬上就覺悟，就不迷了；你一剎那不念，一剎那就迷了。所以二六時中佛號不能間斷，就是把你的覺心喚醒，覺心就是菩提心，覺心是平等心，覺心是慈悲心，覺心裡面具足四攝六度、八萬四千行門，可見得佛號不可思議。是以這個境界喚醒我們的菩提心，這是自性清淨心，自性的覺心，他是用這種方法來修行。功夫淺的與戒相應，三學裡頭與戒學相應，六度裡頭與布施持戒相應，這就是功夫成片。更深一層的與定學相應，與忍辱、精進相應，這就事一心不亂。再深一層的與慧學相應，六度裡頭與禪定、般若相應，得理一心不亂。"
    },
    {
      "id": "12-006-0024_p0038",
      "zh_CN": "如果这一句佛号与三学六度不相应，那个佛号是白念了，这个佛号念得没受用；与三学六度相应，那怎么没有受用！这一句佛号就是正助双修。所以《弥陀经要解》这部书之不可思议，可以说它是《大方广佛华严经》的纲领、精华。本经到最后十大愿王导归极乐，可以说归结到《弥陀经》里面。而《弥陀经》没有《要解》，《弥陀经》的经义太深了，一般人很难看得出来。蕅益大师这个注子实在是了不起，我们不能不佩服。这是讲到发菩提心，我们如果能够真正选择到这个持名念佛，你能把其他的都放下，皈依到持名念佛，虽然菩提心没现前，可以说发菩提心。因为什么？你走的是发菩提心的路，最直截、最正确的路，这是我们一生当中一定能做得到。",
      "zh_TW": "如果這一句佛號與三學六度不相應，那個佛號是白念了，這個佛號念得沒受用；與三學六度相應，那怎麼沒有受用！這一句佛號就是正助雙修。所以《彌陀經要解》這部書之不可思議，可以說它是《大方廣佛華嚴經》的綱領、精華。本經到最後十大願王導歸極樂，可以說歸結到《彌陀經》裡面。而《彌陀經》沒有《要解》，《彌陀經》的經義太深了，一般人很難看得出來。蕅益大師這個註子實在是了不起，我們不能不佩服。這是講到發菩提心，我們如果能夠真正選擇到這個持名念佛，你能把其他的都放下，皈依到持名念佛，雖然菩提心沒現前，可以說發菩提心。因為什麼？你走的是發菩提心的路，最直截、最正確的路，這是我們一生當中一定能做得到。"
    },
    {
      "id": "12-006-0024_p0039",
      "zh_CN": "发心之后，『勤求佛智诸功德』，「佛智」是般若，「功德」是禅定。持戒，这个戒要是不能得定，持戒是福报，是福德，不是功德。如果持戒，这个戒帮助你得定了，这个戒也是功德。这句就是勤求定慧，定是讲一切境缘当中，物质环境、人事环境，在这个境界里面，外不着相，不取于相；内不动心如如不动，这就是功德、就是禅定。那对于一切境缘了了分明，他也不迷惑，样样清楚这是智慧，菩萨所修学的就是学这个。善财童子五十三参历事练心，练的什么心？智慧光明的心。如如不动是禅定的心，他就练这个叫真修行，所以与法性完全相应。『所证无边解脱门』，这句是讲智慧、禅定的大用，无边大用，事事无碍，无障碍就解脱了。「解脱」拿现在的话来讲就是自在，得大自在、自由自在。像孔老夫子所谓的，孔老夫子到七十岁，「从心所欲不逾矩」，这叫自在。从心所欲又很合规矩那叫真自在、大自在。『为汝宣扬应谛听』，这种因缘多殊胜、多么的难得。下面就是菩萨所说的法门，一共有三十九首半，这个偈颂相当之长。请看经文：",
      "zh_TW": "發心之後，『勤求佛智諸功德』，「佛智」是般若，「功德」是禪定。持戒，這個戒要是不能得定，持戒是福報，是福德，不是功德。如果持戒，這個戒幫助你得定了，這個戒也是功德。這句就是勤求定慧，定是講一切境緣當中，物質環境、人事環境，在這個境界裡面，外不著相，不取於相；內不動心如如不動，這就是功德、就是禪定。那對於一切境緣了了分明，他也不迷惑，樣樣清楚這是智慧，菩薩所修學的就是學這個。善財童子五十三參歷事練心，練的什麼心？智慧光明的心。如如不動是禪定的心，他就練這個叫真修行，所以與法性完全相應。『所證無邊解脫門』，這句是講智慧、禪定的大用，無邊大用，事事無礙，無障礙就解脫了。「解脫」拿現在的話來講就是自在，得大自在、自由自在。像孔老夫子所謂的，孔老夫子到七十歲，「從心所欲不逾矩」，這叫自在。從心所欲又很合規矩那叫真自在、大自在。『為汝宣揚應諦聽』，這種因緣多殊勝、多麼的難得。下面就是菩薩所說的法門，一共有三十九首半，這個偈頌相當之長。請看經文："
    },
    {
      "id": "12-006-0024_p0040",
      "zh_CN": "【忆昔过刹极微劫。时有劫名无垢轮，刹号胜幢遍照灯。庄严广大无诸垢。】",
      "zh_TW": "【憶昔過剎極微劫。時有劫名無垢輪，剎號勝幢遍照燈。莊嚴廣大無諸垢。】"
    },
    {
      "id": "12-006-0024_p0041",
      "zh_CN": "前面有三十六首半，都是重复说明，他在最初劫中修学的方法，如何对治他的烦恼？如何对治他的习气？这里面一共举出一百一十四尊佛，当然这个也是略举。由此可知，他的修行时劫非常久远。第一句说『过』，是超过，就不止这个意思，超过了；刹极微尘数劫，『刹』是佛刹，佛刹是三千大千世界，三千大千世界把它磨成微尘，一个微尘算一劫，诸位想想，这个数字没人能算得出来。微尘很小很小，佛经里面说阿罗汉的天眼能够看到微尘。大概在我们现在的时候，这个高度的显微镜里面也许能看到，我们肉眼看不到，从前没有这些科学仪器，佛用比喻说。",
      "zh_TW": "前面有三十六首半，都是重複說明，他在最初劫中修學的方法，如何對治他的煩惱？如何對治他的習氣？這裡面一共舉出一百一十四尊佛，當然這個也是略舉。由此可知，他的修行時劫非常久遠。第一句說『過』，是超過，就不止這個意思，超過了；剎極微塵數劫，『剎』是佛剎，佛剎是三千大千世界，三千大千世界把它磨成微塵，一個微塵算一劫，諸位想想，這個數字沒人能算得出來。微塵很小很小，佛經裡面說阿羅漢的天眼能夠看到微塵。大概在我們現在的時候，這個高度的顯微鏡裡面也許能看到，我們肉眼看不到，從前沒有這些科學儀器，佛用比喻說。"
    },
    {
      "id": "12-006-0024_p0042",
      "zh_CN": "佛最初用牛毛，牛毛比较粗，牛毛的尖端上有一粒尘，它不会掉下来的，牛毛的尖端，这叫牛毛尘。牛毛尘的七分之一，把它分成七分叫羊毛尘，羊毛就细了，我们写字用的羊毫。羊毛尘就羊毛尖尖上，也许眼睛好的还可以见得到。再把它分为七分之一，就更小了，叫兔毛尘；兔毛尘再分为七分之一叫水尘，就是这一粒尘在水里面它可以自在的往来。现在好懂，现在晓得水分子当中有空隙，水的密度不大，当中确实有空隙，它可以穿来穿去，从前的人怎么会懂得这个问题。水尘再分七分之一就是金尘，金属密度大，密度虽然大它还是有空间，这个极小的微尘，金属这个密度它还是可以通过，没有障碍可以自由通过。金尘再分为七分之一，这才叫微尘，我们肉眼怎么能看得见？这是讲的我们这个世界是微尘集聚的。",
      "zh_TW": "佛最初用牛毛，牛毛比較粗，牛毛的尖端上有一粒塵，它不會掉下來的，牛毛的尖端，這叫牛毛塵。牛毛塵的七分之一，把它分成七分叫羊毛塵，羊毛就細了，我們寫字用的羊毫。羊毛塵就羊毛尖尖上，也許眼睛好的還可以見得到。再把它分為七分之一，就更小了，叫兔毛塵；兔毛塵再分為七分之一叫水塵，就是這一粒塵在水裡面它可以自在的往來。現在好懂，現在曉得水分子當中有空隙，水的密度不大，當中確實有空隙，它可以穿來穿去，從前的人怎麼會懂得這個問題。水塵再分七分之一就是金塵，金屬密度大，密度雖然大它還是有空間，這個極小的微塵，金屬這個密度它還是可以通過，沒有障礙可以自由通過。金塵再分為七分之一，這才叫微塵，我們肉眼怎麼能看得見？這是講的我們這個世界是微塵集聚的。"
    },
    {
      "id": "12-006-0024_p0043",
      "zh_CN": "依正庄严形形色色的，就是这些微尘排列的方程式不一样，基本的物质是相同的，佛法的名字叫微尘。可是微尘还不是最小的，它还能分，微尘再分为七分之一叫色聚极微。色聚极微再分七分之一叫极微之微，佛讲不能再分了，这叫邻虚尘，就等于虚空了。这是佛法三千年前的分析法，把这个物质能分得这么小，是基本的物质，基本的色相虽然不一样，基本的物质完全相同。所以经里常讲一合相，都是一个基本物质组合的现象，除这个基本物质之外，没有任何东西，所以这个相是平等的，没有差别。在此地是把微尘极劫的数，一个微尘当作一劫，是刹极微尘数劫还超过了。你看人家的修行这么长的时间，我们要想在很短的时间就成功，觉得十年、八年太长了，没有耐心，你还能成就吗？人家修行还超过大千世界的微尘劫，所以修行要有耐心，要发长远心，才会有成就。这句话我们一般讲久远劫前，那个时候有一个劫名叫『无垢轮』，这个劫是指时间，就是在那个时代，刹土就大千世界，叫做『胜幢遍照灯，庄严广大无诸垢』，这是指出一个时代，这个时代里头有大千世界。",
      "zh_TW": "依正莊嚴形形色色的，就是這些微塵排列的方程式不一樣，基本的物質是相同的，佛法的名字叫微塵。可是微塵還不是最小的，它還能分，微塵再分為七分之一叫色聚極微。色聚極微再分七分之一叫極微之微，佛講不能再分了，這叫鄰虛塵，就等於虛空了。這是佛法三千年前的分析法，把這個物質能分得這麼小，是基本的物質，基本的色相雖然不一樣，基本的物質完全相同。所以經裡常講一合相，都是一個基本物質組合的現象，除這個基本物質之外，沒有任何東西，所以這個相是平等的，沒有差別。在此地是把微塵極劫的數，一個微塵當作一劫，是剎極微塵數劫還超過了。你看人家的修行這麼長的時間，我們要想在很短的時間就成功，覺得十年、八年太長了，沒有耐心，你還能成就嗎？人家修行還超過大千世界的微塵劫，所以修行要有耐心，要發長遠心，才會有成就。這句話我們一般講久遠劫前，那個時候有一個劫名叫『無垢輪』，這個劫是指時間，就是在那個時代，剎土就大千世界，叫做『勝幢遍照燈，莊嚴廣大無諸垢』，這是指出一個時代，這個時代裡頭有大千世界。"
    },
    {
      "id": "12-006-0024_p0044",
      "zh_CN": "【于中十力出世间。量与须弥尘数等。】",
      "zh_TW": "【於中十力出世間。量與須彌塵數等。】"
    },
    {
      "id": "12-006-0024_p0045",
      "zh_CN": "『十力』就是指佛，如来在果地上有十种特殊的能力，这是一般菩萨都没有的。前面跟诸位介绍过如来果地上的「十力」，所以经中讲到十力就是如来、就是诸佛。是在这一劫、这个大千世界里面，如来出现数量很多，许多佛出现在世间，数量『须弥尘数等』，「须弥」是须弥山，那个数量就像须弥山那么多的微尘，数字都是非常惊人，岂止天文数字。所以过去是有一个教授名字我忘掉了，是台大的教授，他大概也看过《华严经》，他很感慨的说，释迦牟尼佛很会说大话，这个真了不起，他说的大话，我们一般人想都想像不到。确实如此，因为佛讲的数字，我们真是连作梦都想不到，怎么会用这种比喻来说？确实是如此，佛法的境界真正是不可思议！",
      "zh_TW": "『十力』就是指佛，如來在果地上有十種特殊的能力，這是一般菩薩都沒有的。前面跟諸位介紹過如來果地上的「十力」，所以經中講到十力就是如來、就是諸佛。是在這一劫、這個大千世界裡面，如來出現數量很多，許多佛出現在世間，數量『須彌塵數等』，「須彌」是須彌山，那個數量就像須彌山那麼多的微塵，數字都是非常驚人，豈止天文數字。所以過去是有一個教授名字我忘掉了，是台大的教授，他大概也看過《華嚴經》，他很感慨的說，釋迦牟尼佛很會說大話，這個真了不起，他說的大話，我們一般人想都想像不到。確實如此，因為佛講的數字，我們真是連作夢都想不到，怎麼會用這種比喻來說？確實是如此，佛法的境界真正是不可思議！"
    },
    {
      "id": "12-006-0024_p0046",
      "zh_CN": "【初佛宝焰吉祥光。】",
      "zh_TW": "【初佛寶焰吉祥光。】"
    },
    {
      "id": "12-006-0024_p0047",
      "zh_CN": "这是介绍这个佛的德号，从名字我们就能够想像他的境界，这是顾名思义，这是一定要晓得的。『宝焰』，「焰」是表光明、表智慧；『吉祥』是福德，这个名号是从智慧、福德上建立。「宝」是有用之物，能够给我们解决问题，我们贫穷、困苦，有了宝物一切都解决。所以宝是代表有用之物，能为我们解决一切问题，这是如来的智慧、福德，可以为一切众生解决苦难。取的是这个意思，这是第一尊佛。",
      "zh_TW": "這是介紹這個佛的德號，從名字我們就能夠想像他的境界，這是顧名思義，這是一定要曉得的。『寶焰』，「焰」是表光明、表智慧；『吉祥』是福德，這個名號是從智慧、福德上建立。「寶」是有用之物，能夠給我們解決問題，我們貧窮、困苦，有了寶物一切都解決。所以寶是代表有用之物，能為我們解決一切問題，這是如來的智慧、福德，可以為一切眾生解決苦難。取的是這個意思，這是第一尊佛。"
    },
    {
      "id": "12-006-0024_p0048",
      "zh_CN": "【第二法王功德幢。】",
      "zh_TW": "【第二法王功德幢。】"
    },
    {
      "id": "12-006-0024_p0049",
      "zh_CN": "『法』是指一切法，『王』是自在的意思，一个国家在从前的国王他发号施令，他自在，别的人都听他的，受他的约束，他不受别人的约束，所以王是取自在。这个意思是什么？并不是说国王，他是在一切法里面得大自在，一切法里面他都通达，都没有障碍，所以称为「法王」。凡是诸位在经论当中看到法王两个字，都是这个意思，在一切法里都能够通达没有障碍，也就是有全知全能的意思。『功德』不仅是讲定慧了，而包括他一切的成就都称之为「功德」。『幢』是高显的意思，非常明显，不是人看不出来，每个人都能够看出来，他于法自在，普度众生，成就无量无边的功德。",
      "zh_TW": "『法』是指一切法，『王』是自在的意思，一個國家在從前的國王他發號施令，他自在，別的人都聽他的，受他的約束，他不受別人的約束，所以王是取自在。這個意思是什麼？並不是說國王，他是在一切法裡面得大自在，一切法裡面他都通達，都沒有障礙，所以稱為「法王」。凡是諸位在經論當中看到法王兩個字，都是這個意思，在一切法裡都能夠通達沒有障礙，也就是有全知全能的意思。『功德』不僅是講定慧了，而包括他一切的成就都稱之為「功德」。『幢』是高顯的意思，非常明顯，不是人看不出來，每個人都能夠看出來，他於法自在，普度眾生，成就無量無邊的功德。"
    },
    {
      "id": "12-006-0024_p0050",
      "zh_CN": "【第三法幢福须弥。】",
      "zh_TW": "【第三法幢福須彌。】"
    },
    {
      "id": "12-006-0024_p0051",
      "zh_CN": "他的福报非常大，就像须弥山一样。",
      "zh_TW": "他的福報非常大，就像須彌山一樣。"
    },
    {
      "id": "12-006-0024_p0052",
      "zh_CN": "【第四无畏自在王。】",
      "zh_TW": "【第四無畏自在王。】"
    },
    {
      "id": "12-006-0024_p0053",
      "zh_CN": "这个也不必多说了，『无畏』是说佛有四种无畏，有十八种不共法，都是属于自在的意思。",
      "zh_TW": "這個也不必多說了，『無畏』是說佛有四種無畏，有十八種不共法，都是屬於自在的意思。"
    },
    {
      "id": "12-006-0024_p0054",
      "zh_CN": "【第五佛名寂静王。】",
      "zh_TW": "【第五佛名寂靜王。】"
    },
    {
      "id": "12-006-0024_p0055",
      "zh_CN": "清净寂灭，寂灭是讲断烦恼、断无明，无明烦恼断尽了才能证得清净寂灭的境界，这个境界非常之高。《仁王经》里面讲五忍菩萨，最高的地位是寂灭忍，寂灭忍上中下三品，下品是法云地菩萨，中品是等觉菩萨，上品是如来果地。寂灭忍下面才能无生法忍，这个比无生法忍还要高。",
      "zh_TW": "清淨寂滅，寂滅是講斷煩惱、斷無明，無明煩惱斷盡了才能證得清淨寂滅的境界，這個境界非常之高。《仁王經》裡面講五忍菩薩，最高的地位是寂滅忍，寂滅忍上中下三品，下品是法雲地菩薩，中品是等覺菩薩，上品是如來果地。寂滅忍下面才能無生法忍，這個比無生法忍還要高。"
    },
    {
      "id": "12-006-0024_p0056",
      "zh_CN": "【第六佛名寂静城。】",
      "zh_TW": "【第六佛名寂靜城。】"
    },
    {
      "id": "12-006-0024_p0057",
      "zh_CN": "『城』是有守护的意思，取这个意思，心地清净寂灭无明烦恼不生，取这个意思。",
      "zh_TW": "『城』是有守護的意思，取這個意思，心地清淨寂滅無明煩惱不生，取這個意思。"
    },
    {
      "id": "12-006-0024_p0058",
      "zh_CN": "【第七如来名称山。】",
      "zh_TW": "【第七如來名稱山。】"
    },
    {
      "id": "12-006-0024_p0059",
      "zh_CN": "这个『山』都是指的须弥山王，名称之大如同须弥山王一样。",
      "zh_TW": "這個『山』都是指的須彌山王，名稱之大如同須彌山王一樣。"
    },
    {
      "id": "12-006-0024_p0060",
      "zh_CN": "【第八导师须弥德。】",
      "zh_TW": "【第八導師須彌德。】"
    },
    {
      "id": "12-006-0024_p0061",
      "zh_CN": "『德』是讲他的德用，须弥山是四宝所成，他有光明、有德用。",
      "zh_TW": "『德』是講他的德用，須彌山是四寶所成，他有光明、有德用。"
    },
    {
      "id": "12-006-0024_p0062",
      "zh_CN": "【第九佛号吉祥光。第十名为月面佛。】",
      "zh_TW": "【第九佛號吉祥光。第十名為月面佛。】"
    },
    {
      "id": "12-006-0024_p0063",
      "zh_CN": "『月面』是取圆满的意思，就是一丝毫欠缺都没有，比喻佛的智慧、德能，自行化他，没有一样不圆满，没有一丝毫欠缺，取这个意思。这个十尊是普救夜神最初亲近的如来，第一尊佛就是「宝焰吉祥光」，是他最初得法的一尊佛。要是以我们一般的话来讲，就是他最初大彻大悟，明心见性，他是在这尊佛的会下证得圆教初住。他现在就是第四地，从迹象上来说他现在四地了，这是叙说他最初证得圆初住的那位老师。虽然从性上来讲，是无佛无众生，生佛平等，亦无先佛后佛，这从法性上说，从真谛上说一点没错。如果从事相上说，从俗地上说这有先后次第，显出大经「行布不碍圆融，圆融不碍行布」。",
      "zh_TW": "『月面』是取圓滿的意思，就是一絲毫欠缺都沒有，比喻佛的智慧、德能，自行化他，沒有一樣不圓滿，沒有一絲毫欠缺，取這個意思。這個十尊是普救夜神最初親近的如來，第一尊佛就是「寶焰吉祥光」，是他最初得法的一尊佛。要是以我們一般的話來講，就是他最初大徹大悟，明心見性，他是在這尊佛的會下證得圓教初住。他現在就是第四地，從跡象上來說他現在四地了，這是敘說他最初證得圓初住的那位老師。雖然從性上來講，是無佛無眾生，生佛平等，亦無先佛後佛，這從法性上說，從真諦上說一點沒錯。如果從事相上說，從俗地上說這有先後次第，顯出大經「行布不礙圓融，圓融不礙行布」。"
    },
    {
      "id": "12-006-0024_p0064",
      "zh_CN": "清凉大师给我们说，圆融没有次第，完全是平等平等，「心佛众生，三无差别」，是一而三、三而一。从相上来讲有差别了，差别是行布，从迹象来讲是有差别的，可是差别是从无差别里面建立的，因此差别即是无差别，无差别即差别。最难的就是性相是一不是二，必须完全融通才能入这个境界。就是大彻大悟，明心见性的境界，难就难在这个地方。我们要说为什么这么难？还是要怪自己，我们用分别心用成习惯了，你说圆融，我就分别圆融；你说差别，我就分别差别。你说圆融即是差别，差别即是圆融，我也在分别那个圆融就是差别，差别就是圆融，怎么个分别来、分别去还是入不了境界，总隔那么一层。如何入这个境界？把你这个分别心打掉，境界是了了分明，心像一面镜子一样。我们这一面镜子照外面的境界，你说它是圆融，还是行布？你在这里头会这个意思，一面镜子里头统统现出来了，圆融；境子里头有前后次第、有差别，虽然差别，还是在这一面镜子里面，从这里去体会。",
      "zh_TW": "清涼大師給我們說，圓融沒有次第，完全是平等平等，「心佛眾生，三無差別」，是一而三、三而一。從相上來講有差別了，差別是行布，從跡象來講是有差別的，可是差別是從無差別裡面建立的，因此差別即是無差別，無差別即差別。最難的就是性相是一不是二，必須完全融通才能入這個境界。就是大徹大悟，明心見性的境界，難就難在這個地方。我們要說為什麼這麼難？還是要怪自己，我們用分別心用成習慣了，你說圓融，我就分別圓融；你說差別，我就分別差別。你說圓融即是差別，差別即是圓融，我也在分別那個圓融就是差別，差別就是圓融，怎麼個分別來、分別去還是入不了境界，總隔那麼一層。如何入這個境界？把你這個分別心打掉，境界是了了分明，心像一面鏡子一樣。我們這一面鏡子照外面的境界，你說它是圓融，還是行布？你在這裡頭會這個意思，一面鏡子裡頭統統現出來了，圓融；境子裡頭有前後次第、有差別，雖然差別，還是在這一面鏡子裡面，從這裡去體會。"
    },
    {
      "id": "12-006-0024_p0065",
      "zh_CN": "用心如镜，照得清清楚楚、了了分明，它里头并没有分别、也没有执着、也没有妄想，如果我们能够用心如镜，与诸佛菩萨自然就相应。如果还是习惯着用我们的分别执着，难，非常非常难。纵然是念佛辛辛苦苦念一辈子，往生西方极乐世界还是凡圣同居土；如果能够练习用心如镜，决定是实报庄严土。刚才讲就是证入的浅深层次大大不相同，这是我们要晓得的，应当再学习。实在讲这一切经是很多，像《大藏经》这么多，我们所需要的很有限，不需要那么多。我们需要用的是什么？破除我们的疑惑，建立我们的信心，寻求我们修行的法门，不就如此而已！疑障破除了、没有了，信心建立，法门找到，这一切经教就放下，不需要了。一入进门了，一经通一切经通，一证一切证，一悟一切悟。前面说一见一切见，一闻一切闻，其余的一切经论不学就通了。真的吗？一点不假。",
      "zh_TW": "用心如鏡，照得清清楚楚、了了分明，它裡頭並沒有分別、也沒有執著、也沒有妄想，如果我們能夠用心如鏡，與諸佛菩薩自然就相應。如果還是習慣著用我們的分別執著，難，非常非常難。縱然是念佛辛辛苦苦念一輩子，往生西方極樂世界還是凡聖同居土；如果能夠練習用心如鏡，決定是實報莊嚴土。剛才講就是證入的淺深層次大大不相同，這是我們要曉得的，應當再學習。實在講這一切經是很多，像《大藏經》這麼多，我們所需要的很有限，不需要那麼多。我們需要用的是什麼？破除我們的疑惑，建立我們的信心，尋求我們修行的法門，不就如此而已！疑障破除了、沒有了，信心建立，法門找到，這一切經教就放下，不需要了。一入進門了，一經通一切經通，一證一切證，一悟一切悟。前面說一見一切見，一聞一切聞，其餘的一切經論不學就通了。真的嗎？一點不假。"
    },
    {
      "id": "12-006-0024_p0066",
      "zh_CN": "六祖大师可以做证明，他没有念过的经，人家去问他，你只要把那个经文念几句给他听听，他就给你解决问题。你什么地方不懂，哪里有疑惑，他说得头头是道，把你的疑惑断除了，那不是通达了吗？一通一切都通，所以要晓得这个道理。问题已经解决，没有怀疑，没有障碍，门道找到了，信心坚固就行了，这个时候走路了，就是认真修行。这个时候不修行，那就是古人所说的，「说得一丈，不如行得一尺」，这个要紧。你在教下里探讨，解悟不管用，一定要证果。证入要真正用功，要真正去修行。好，我们今天就讲到此地。",
      "zh_TW": "六祖大師可以做證明，他沒有念過的經，人家去問他，你只要把那個經文念幾句給他聽聽，他就給你解決問題。你什麼地方不懂，哪裡有疑惑，他說得頭頭是道，把你的疑惑斷除了，那不是通達了嗎？一通一切都通，所以要曉得這個道理。問題已經解決，沒有懷疑，沒有障礙，門道找到了，信心堅固就行了，這個時候走路了，就是認真修行。這個時候不修行，那就是古人所說的，「說得一丈，不如行得一尺」，這個要緊。你在教下裡探討，解悟不管用，一定要證果。證入要真正用功，要真正去修行。好，我們今天就講到此地。"
    }
  ]
}