{
  "doc_id": "12-006-0013",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0013",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "12-006-0013_p0001",
      "zh_CN": "第六百八十九面第二行，我们先将经文念几句对对地方。",
      "zh_TW": "第六百八十九面第二行，我們先將經文念幾句對對地方。"
    },
    {
      "id": "12-006-0013_p0002",
      "zh_CN": "【时普贤菩萨知宝华灯王城中众生自恃色貌及诸境界。放逸昏醉。而生憍慢。】",
      "zh_TW": "【時普賢菩薩知寶華燈王城中眾生自恃色貌及諸境界。放逸昏醉。而生憍慢。】"
    },
    {
      "id": "12-006-0013_p0003",
      "zh_CN": "从这开始。这下面是第二个大段落，这个大段落首先叙述世间众生，大致上他是在顺境里面过惯了，毛病就生起来，最容易的毛病就是傲慢。这个地方要说出来，『放逸』、傲慢，这是无论在世出世间法里面都是障碍。学佛这个障碍必须要破除，在世间法里面这种障碍也不能够太过分。你看，儒家在《礼记》里面就教人，「傲不可长」，知道一切众生都有傲慢的心，如果这个傲慢心不叫它增长就不错了。儒家为什么不断烦恼？它是人天法。断了烦恼就超出世间，它不超出世间，世间法，可见得世间法里面烦恼是有，不能够加重。出世间那烦恼是很大的障难，障碍禅定，障碍般若，所以必须要远离。",
      "zh_TW": "從這開始。這下面是第二個大段落，這個大段落首先敘述世間眾生，大致上他是在順境裡面過慣了，毛病就生起來，最容易的毛病就是傲慢。這個地方要說出來，『放逸』、傲慢，這是無論在世出世間法裡面都是障礙。學佛這個障礙必須要破除，在世間法裡面這種障礙也不能夠太過分。你看，儒家在《禮記》裡面就教人，「傲不可長」，知道一切眾生都有傲慢的心，如果這個傲慢心不叫它增長就不錯了。儒家為什麼不斷煩惱？它是人天法。斷了煩惱就超出世間，它不超出世間，世間法，可見得世間法裡面煩惱是有，不能夠加重。出世間那煩惱是很大的障難，障礙禪定，障礙般若，所以必須要遠離。"
    },
    {
      "id": "12-006-0013_p0004",
      "zh_CN": "『时』，是指『宝华灯王城』里面的众生，在顺境里面有这么一段长的时期，这个心逐渐起了变化。从经文意思里面来看，古人处处教人防微杜渐，是非常有道理。换句话说，这个境界是开不得的，开了之后再想收回来，不可能，相当不容易。但是还是随着时代逐渐的开放，你看，从释迦牟尼佛起，岂不是代代都开一点，再开一点，到明末清初，古人看起来已经就不像样了。可是我们今天要是看看明末清初，那我们还是望尘莫及。不要说远了，我们讲三十年前，三十年前台湾的风俗人情，跟现在大大的不相同。我们三十八年到台湾无论在哪个地方，城市、乡村遇到的一些陌生人，你看心地多善良，都是老成忠厚，处处能看到，有什么事情请他帮忙非常热心。现在这个社会风气比起三十年前差太远了。三十年前的寺院，我们刚刚学佛的时候，到寺院里面吃一餐饭，非常欢迎，我在这住两天也非常欢迎。现在之下不容易，如果跟这寺院没有交情，吃一餐饭也许还勉强，在那里住一晚不行。随着现代经济的繁荣，生活水准的提高，逐渐走上享受这一途去了。享受惯了，再叫他受一点苦，那就苦不堪言，这与道业就产生障碍。所以我们读这段经文，拿我们近代三十年来看，也有这个毛病。",
      "zh_TW": "『時』，是指『寶華燈王城』裡面的眾生，在順境裡面有這麼一段長的時期，這個心逐漸起了變化。從經文意思裡面來看，古人處處教人防微杜漸，是非常有道理。換句話說，這個境界是開不得的，開了之後再想收回來，不可能，相當不容易。但是還是隨著時代逐漸的開放，你看，從釋迦牟尼佛起，豈不是代代都開一點，再開一點，到明末清初，古人看起來已經就不像樣了。可是我們今天要是看看明末清初，那我們還是望塵莫及。不要說遠了，我們講三十年前，三十年前台灣的風俗人情，跟現在大大的不相同。我們三十八年到台灣無論在哪個地方，城市、鄉村遇到的一些陌生人，你看心地多善良，都是老成忠厚，處處能看到，有什麼事情請他幫忙非常熱心。現在這個社會風氣比起三十年前差太遠了。三十年前的寺院，我們剛剛學佛的時候，到寺院裡面吃一餐飯，非常歡迎，我在這住兩天也非常歡迎。現在之下不容易，如果跟這寺院沒有交情，吃一餐飯也許還勉強，在那裡住一晚不行。隨著現代經濟的繁榮，生活水準的提高，逐漸走上享受這一途去了。享受慣了，再叫他受一點苦，那就苦不堪言，這與道業就產生障礙。所以我們讀這段經文，拿我們近代三十年來看，也有這個毛病。"
    },
    {
      "id": "12-006-0013_p0005",
      "zh_CN": "『自恃色貌』，这两个比喻代表物质生活，物质生活不缺乏，营养丰富，一个个长得白白胖胖的，就骄傲起来了。这个境界里面包括一切物质的享受，以及精神上的享受样样都如意，人在这种环境当中免不了要「放逸」、懈怠，不能精进。所以诸位要晓得逆境淘汰人，少；顺境淘汰人的力量，大。人在一个非常困苦的环境当中，他往往能精进，愈挫愈奋，再接再厉。你看自古以来，中国、外国那些英雄豪杰，都是出生在清寒的家里，出生在恶劣的环境里面，才能出来。你们在历史上看，有几个大人物出生在富贵家庭？富贵家庭为什么出不了好的子孙？就是生活太舒服，不知道世间坚苦，往往就走上放逸、『憍慢』，这是他失败的地方。学佛更是如此，只要有懈怠、「憍傲」，自己把自己的菩提道障碍住。这个地方的人宿福深厚，毛病虽然起来，佛菩萨看得很清楚，到时候来他会点醒你，这一点他就醒悟了，这就是善根深厚。如果来点你，还不觉悟，佛菩萨也不来了，来了枉然，那就不必来了。知道一点醒，马上就觉悟，马上就能回头，佛菩萨一定要来。这是『普贤菩萨』知道、晓得，也就是他老人家现身说法，时节因缘成熟了，这个时候他要来了。我们请看下面一段经文：",
      "zh_TW": "『自恃色貌』，這兩個比喻代表物質生活，物質生活不缺乏，營養豐富，一個個長得白白胖胖的，就驕傲起來了。這個境界裡面包括一切物質的享受，以及精神上的享受樣樣都如意，人在這種環境當中免不了要「放逸」、懈怠，不能精進。所以諸位要曉得逆境淘汰人，少；順境淘汰人的力量，大。人在一個非常困苦的環境當中，他往往能精進，愈挫愈奮，再接再厲。你看自古以來，中國、外國那些英雄豪傑，都是出生在清寒的家裡，出生在惡劣的環境裡面，才能出來。你們在歷史上看，有幾個大人物出生在富貴家庭？富貴家庭為什麼出不了好的子孫？就是生活太舒服，不知道世間堅苦，往往就走上放逸、『憍慢』，這是他失敗的地方。學佛更是如此，只要有懈怠、「憍傲」，自己把自己的菩提道障礙住。這個地方的人宿福深厚，毛病雖然起來，佛菩薩看得很清楚，到時候來他會點醒你，這一點他就醒悟了，這就是善根深厚。如果來點你，還不覺悟，佛菩薩也不來了，來了枉然，那就不必來了。知道一點醒，馬上就覺悟，馬上就能回頭，佛菩薩一定要來。這是『普賢菩薩』知道、曉得，也就是他老人家現身說法，時節因緣成熟了，這個時候他要來了。我們請看下面一段經文："
    },
    {
      "id": "12-006-0013_p0006",
      "zh_CN": "【为欲调伏彼众生故。】",
      "zh_TW": "【為欲調伏彼眾生故。】"
    },
    {
      "id": "12-006-0013_p0007",
      "zh_CN": "这第一句说明菩萨示现的理由，菩萨出现于世间是来教化众生的。",
      "zh_TW": "這第一句說明菩薩示現的理由，菩薩出現於世間是來教化眾生的。"
    },
    {
      "id": "12-006-0013_p0008",
      "zh_CN": "【化现妙身。】",
      "zh_TW": "【化現妙身。】"
    },
    {
      "id": "12-006-0013_p0009",
      "zh_CN": "这个地区这些人身相都非常好，色貌庄严，健康长寿，我们今天世间人讲，值得骄傲，值得骄傲就是麻烦。菩萨要来怎么样？示个身相比他还要相好，还要庄严，他一看觉得不值得骄傲，为什么？原来还有比我这身相还好的，所以他『化现妙身』。",
      "zh_TW": "這個地區這些人身相都非常好，色貌莊嚴，健康長壽，我們今天世間人講，值得驕傲，值得驕傲就是麻煩。菩薩要來怎麼樣？示個身相比他還要相好，還要莊嚴，他一看覺得不值得驕傲，為什麼？原來還有比我這身相還好的，所以他『化現妙身』。"
    },
    {
      "id": "12-006-0013_p0010",
      "zh_CN": "【端正殊特。】",
      "zh_TW": "【端正殊特。】"
    },
    {
      "id": "12-006-0013_p0011",
      "zh_CN": "这种相好光明庄严，比他这个城里面的人，那要超过许多倍，是这个城里头人从来没有见过这么样相好的人。也从来没有想到，这个世间相貌还有这么殊妙之人，折服他的傲慢。",
      "zh_TW": "這種相好光明莊嚴，比他這個城裡面的人，那要超過許多倍，是這個城裡頭人從來沒有見過這麼樣相好的人。也從來沒有想到，這個世間相貌還有這麼殊妙之人，折服他的傲慢。"
    },
    {
      "id": "12-006-0013_p0012",
      "zh_CN": "【往诣彼城。放大光明。普照一切。】",
      "zh_TW": "【往詣彼城。放大光明。普照一切。】"
    },
    {
      "id": "12-006-0013_p0013",
      "zh_CN": "这里面表法的这些义趣我们都要明了，你才晓得这个经文里头的味道。",
      "zh_TW": "這裡面表法的這些義趣我們都要明瞭，你才曉得這個經文裡頭的味道。"
    },
    {
      "id": "12-006-0013_p0014",
      "zh_CN": "【令彼圣王。】",
      "zh_TW": "【令彼聖王。】"
    },
    {
      "id": "12-006-0013_p0015",
      "zh_CN": "不要说一般人，先折服这个城里面的城主，当时的这些小国家的国王。",
      "zh_TW": "不要說一般人，先折服這個城裡面的城主，當時的這些小國家的國王。"
    },
    {
      "id": "12-006-0013_p0016",
      "zh_CN": "【及诸妙宝。日月。星宿。宝树。宝衣。摩尼。璎珞。众生身等一切光明威德端严悉皆不现。】",
      "zh_TW": "【及諸妙寶。日月。星宿。寶樹。寶衣。摩尼。瓔珞。眾生身等一切光明威德端嚴悉皆不現。】"
    },
    {
      "id": "12-006-0013_p0017",
      "zh_CN": "这个意思是说他一进城去，这个城里面上自国王，下至庶民，没有一样能够比得上菩萨，菩萨这个身相端严太圆满。这句话主要就是这个意思，里面有很多比喻，有很多形容词。这也就是佛门里所谓的，「先以利欲勾，后令入佛智」。这些贡高我慢的人，如果不在声势上把他压倒，就不能够折服他；换句话说，也就很难教化他。先用这声势把他压倒，叫他心里佩服，然后菩萨就好教他。",
      "zh_TW": "這個意思是說他一進城去，這個城裡面上自國王，下至庶民，沒有一樣能夠比得上菩薩，菩薩這個身相端嚴太圓滿。這句話主要就是這個意思，裡面有很多比喻，有很多形容詞。這也就是佛門裡所謂的，「先以利欲勾，後令入佛智」。這些貢高我慢的人，如果不在聲勢上把他壓倒，就不能夠折服他；換句話說，也就很難教化他。先用這聲勢把他壓倒，叫他心裡佩服，然後菩薩就好教他。"
    },
    {
      "id": "12-006-0013_p0018",
      "zh_CN": "【譬如日出。众景夺曜。】",
      "zh_TW": "【譬如日出。眾景奪曜。】"
    },
    {
      "id": "12-006-0013_p0019",
      "zh_CN": "这下面两个都是比喻，我们在晚上看到满天星斗，其实白天是一样，没有例外的。白天的星为什么没有？太阳的光太亮了，把那些星光掩盖了，不是没有星，一样多的星。你要不相信，哪个时候有个日蚀，你们去看看，你就发现，日蚀的时候原来满天星斗，跟夜晚没有两样。可见得白天的星光是被太阳的光明淹没了。这就是比喻菩萨这个殊胜的光明相好，把这一国的人他们种种的庄严都显不出。",
      "zh_TW": "這下面兩個都是比喻，我們在晚上看到滿天星斗，其實白天是一樣，沒有例外的。白天的星為什麼沒有？太陽的光太亮了，把那些星光掩蓋了，不是沒有星，一樣多的星。你要不相信，哪個時候有個日蝕，你們去看看，你就發現，日蝕的時候原來滿天星斗，跟夜晚沒有兩樣。可見得白天的星光是被太陽的光明淹沒了。這就是比喻菩薩這個殊勝的光明相好，把這一國的人他們種種的莊嚴都顯不出。"
    },
    {
      "id": "12-006-0013_p0020",
      "zh_CN": "【亦如聚墨对阎浮金。】",
      "zh_TW": "【亦如聚墨對閻浮金。】"
    },
    {
      "id": "12-006-0013_p0021",
      "zh_CN": "这就是比喻，『聚墨』是黑炭，黑炭怎么能跟黄金相比？这两句话都是比喻。菩萨这么一示现，当然这个城里面的大众都非常惊奇。我们看底下这段文：",
      "zh_TW": "這就是比喻，『聚墨』是黑炭，黑炭怎麼能跟黃金相比？這兩句話都是比喻。菩薩這麼一示現，當然這個城裡面的大眾都非常驚奇。我們看底下這段文："
    },
    {
      "id": "12-006-0013_p0022",
      "zh_CN": "【时诸众生各心念言。此为是谁。为天。为梵。今放此光映蔽一切令我等身所有威德光色端严皆不显现。种种思惟无能解了。】",
      "zh_TW": "【時諸眾生各心念言。此為是誰。為天。為梵。今放此光映蔽一切令我等身所有威德光色端嚴皆不顯現。種種思惟無能解了。】"
    },
    {
      "id": "12-006-0013_p0023",
      "zh_CN": "这个人一出现，大众都惊奇，他这一出现，我们跟他在一起简直不能比。原来自己以为很了不起，现在跟菩萨站在一起，不能比。这就在胡思乱想，这个人到底是谁？他是天神下凡还是大梵天王？都在那里猜。不管怎么个猜法，也没想到是普贤菩萨，这是他们想不到的。可是他能有这种感触就好，至少他那个傲慢的心被菩萨折服了，晓得所谓是人上还有人，天上还有天，不值得骄傲。骄傲是大烦恼，是根本烦恼，诸位要晓得，贪瞋痴慢，还有个疑，疑就是对于圣教的怀疑，他不能够相信，那他在这一生当得度的机缘就不可得。",
      "zh_TW": "這個人一出現，大眾都驚奇，他這一出現，我們跟他在一起簡直不能比。原來自己以為很了不起，現在跟菩薩站在一起，不能比。這就在胡思亂想，這個人到底是誰？他是天神下凡還是大梵天王？都在那裡猜。不管怎麼個猜法，也沒想到是普賢菩薩，這是他們想不到的。可是他能有這種感觸就好，至少他那個傲慢的心被菩薩折服了，曉得所謂是人上還有人，天上還有天，不值得驕傲。驕傲是大煩惱，是根本煩惱，諸位要曉得，貪瞋痴慢，還有個疑，疑就是對於聖教的懷疑，他不能夠相信，那他在這一生當得度的機緣就不可得。"
    },
    {
      "id": "12-006-0013_p0024",
      "zh_CN": "【尔时普贤菩萨在彼轮王宫殿之上虚空中住。而告之言。大王。当知今汝国中有佛出兴。在普光遍照法云声幢菩提树下。】",
      "zh_TW": "【爾時普賢菩薩在彼輪王宮殿之上虛空中住。而告之言。大王。當知今汝國中有佛出興。在普光遍照法雲聲幢菩提樹下。】"
    },
    {
      "id": "12-006-0013_p0025",
      "zh_CN": "原来普贤菩萨这种示现是来报喜的，告诉国王，你们国家现在有佛出世，这真正是太稀有了。菩萨的示现是示现在空中住，就在空中示现的。确实不是一般人能做得到，原来示现人的身分到这城里面来，让城里面人惊喜。走到国王宫殿，示现在国王宫殿的空中，来给国王说，你们这个国家有佛出兴。并且告诉他，佛现在在什么地方，把这个消息透露给他。这个时候轮王有一个女儿发了大菩提心，这个人就是普救威德夜神的前身，现在他是四地菩萨，叙说她最初发心的这段因缘。我们读底下这经文：",
      "zh_TW": "原來普賢菩薩這種示現是來報喜的，告訴國王，你們國家現在有佛出世，這真正是太稀有了。菩薩的示現是示現在空中住，就在空中示現的。確實不是一般人能做得到，原來示現人的身分到這城裡面來，讓城裡面人驚喜。走到國王宮殿，示現在國王宮殿的空中，來給國王說，你們這個國家有佛出興。並且告訴他，佛現在在什麼地方，把這個消息透露給他。這個時候輪王有一個女兒發了大菩提心，這個人就是普救威德夜神的前身，現在他是四地菩薩，敘說她最初發心的這段因緣。我們讀底下這經文："
    },
    {
      "id": "12-006-0013_p0026",
      "zh_CN": "【时轮王女。】",
      "zh_TW": "【時輪王女。】"
    },
    {
      "id": "12-006-0013_p0027",
      "zh_CN": "这是讲她最初因地，正如同阿弥陀佛在《无量寿经》里面，这是释迦牟尼佛告诉我们，阿弥陀佛他最初发心在世自在王如来的座下，那个时候他叫法藏比丘，他也是个国王，舍去王位发心出家修行。所以佛法之殊胜，世间人确实很难体会得到，如果真正能体会到，他这个世间什么都能够舍。本师释迦牟尼佛舍掉王位而出家，历代高僧当中许多做国王的。这里面是大家知道的，现在你们同修们在研究《阿难问事佛吉凶经》，这一部经是安世高大师翻译的。安世高大师当时就是皇太子的身分，汉朝的安息就是现在的伊朗，他的父亲是国王，父亲过世之后他继承王位。你们看传记里面，他大概做了半年，把王位让给他的叔叔，他出家修道。佛法要不殊胜，怎么能够叫那些国王把王位舍弃掉来修行证果、弘法利生？这是我们要觉悟的。这段经文里面：",
      "zh_TW": "這是講她最初因地，正如同阿彌陀佛在《無量壽經》裡面，這是釋迦牟尼佛告訴我們，阿彌陀佛他最初發心在世自在王如來的座下，那個時候他叫法藏比丘，他也是個國王，捨去王位發心出家修行。所以佛法之殊勝，世間人確實很難體會得到，如果真正能體會到，他這個世間什麼都能夠捨。本師釋迦牟尼佛捨掉王位而出家，歷代高僧當中許多做國王的。這裡面是大家知道的，現在你們同修們在研究《阿難問事佛吉凶經》，這一部經是安世高大師翻譯的。安世高大師當時就是皇太子的身分，漢朝的安息就是現在的伊朗，他的父親是國王，父親過世之後他繼承王位。你們看傳記裡面，他大概做了半年，把王位讓給他的叔叔，他出家修道。佛法要不殊勝，怎麼能夠叫那些國王把王位捨棄掉來修行證果、弘法利生？這是我們要覺悟的。這段經文裡面："
    },
    {
      "id": "12-006-0013_p0028",
      "zh_CN": "【普喜吉祥莲华眼。】",
      "zh_TW": "【普喜吉祥蓮華眼。】"
    },
    {
      "id": "12-006-0013_p0029",
      "zh_CN": "这是王女的名字，她这个入道的因缘，也就是初发心这个因缘，很像楞严会上的阿难尊者。阿难尊者为什么出家的？《楞严》上讲得很清楚，他是羡慕释迦牟尼佛的相好光明，看到佛三十二相八十种好，他心里非常羡慕。他总是想，这个相貌不是父母所生的，一定是他修成的，他也希望得到这么样的相好光明，那怎么办？只好跟释迦牟尼佛学佛去。所以他目的不是成佛，也不是成无上正等正觉，他的目的是要相好光明，是要修的这个。普救女神初发心与这非常类似。『普喜吉祥莲华眼』，这个名称都是显她的德行、容貌。「莲华眼」，眼之美，像这个莲花的叶子一样。这个莲花，我们一般讲千叶莲花，我们也没有见过，很细，很长。如果像我们平常那个莲花，那么大的眼，那眼多难看，千叶莲花，佛眼就像莲花叶。",
      "zh_TW": "這是王女的名字，她這個入道的因緣，也就是初發心這個因緣，很像楞嚴會上的阿難尊者。阿難尊者為什麼出家的？《楞嚴》上講得很清楚，他是羨慕釋迦牟尼佛的相好光明，看到佛三十二相八十種好，他心裡非常羨慕。他總是想，這個相貌不是父母所生的，一定是他修成的，他也希望得到這麼樣的相好光明，那怎麼辦？只好跟釋迦牟尼佛學佛去。所以他目的不是成佛，也不是成無上正等正覺，他的目的是要相好光明，是要修的這個。普救女神初發心與這非常類似。『普喜吉祥蓮華眼』，這個名稱都是顯她的德行、容貌。「蓮華眼」，眼之美，像這個蓮花的葉子一樣。這個蓮花，我們一般講千葉蓮花，我們也沒有見過，很細，很長。如果像我們平常那個蓮花，那麼大的眼，那眼多難看，千葉蓮花，佛眼就像蓮花葉。"
    },
    {
      "id": "12-006-0013_p0030",
      "zh_CN": "【见普贤菩萨所现色身光明自在。及闻身上种种璎珞诸庄严具所出妙音。】",
      "zh_TW": "【見普賢菩薩所現色身光明自在。及聞身上種種瓔珞諸莊嚴具所出妙音。】"
    },
    {
      "id": "12-006-0013_p0031",
      "zh_CN": "前一句是讲菩萨的色相，末后一句是讲菩萨一身的打扮，也实在太美了，色相也好，服饰也好。你看他生了：",
      "zh_TW": "前一句是講菩薩的色相，末後一句是講菩薩一身的打扮，也實在太美了，色相也好，服飾也好。你看他生了："
    },
    {
      "id": "12-006-0013_p0032",
      "zh_CN": "【生爱敬心。生欢喜心。生深信心。】",
      "zh_TW": "【生愛敬心。生歡喜心。生深信心。】"
    },
    {
      "id": "12-006-0013_p0033",
      "zh_CN": "跟阿难尊者见释迦牟尼佛，你看没什么两样。",
      "zh_TW": "跟阿難尊者見釋迦牟尼佛，你看沒什麼兩樣。"
    },
    {
      "id": "12-006-0013_p0034",
      "zh_CN": "【作如是念。】",
      "zh_TW": "【作如是念。】"
    },
    {
      "id": "12-006-0013_p0035",
      "zh_CN": "这底下发愿了，她心里想了：",
      "zh_TW": "這底下發願了，她心裡想了："
    },
    {
      "id": "12-006-0013_p0036",
      "zh_CN": "【愿我所有一切善根。得如是身。如是庄严。如是相好。如是威仪。如是神通。如是威德。】",
      "zh_TW": "【願我所有一切善根。得如是身。如是莊嚴。如是相好。如是威儀。如是神通。如是威德。】"
    },
    {
      "id": "12-006-0013_p0037",
      "zh_CN": "『如是』都是指的普贤菩萨，他把自己所修的『一切善根』，希望什么？希望将来得这个果报。「一切善根」是修因，希望将来得这种殊胜之果，像普贤菩萨一样的身相，一样的庄严，一样的相好，乃至于一样的威德，这都是她当时所见到的。这个神通他是示现在空中。",
      "zh_TW": "『如是』都是指的普賢菩薩，他把自己所修的『一切善根』，希望什麼？希望將來得這個果報。「一切善根」是修因，希望將來得這種殊勝之果，像普賢菩薩一樣的身相，一樣的莊嚴，一樣的相好，乃至於一樣的威德，這都是她當時所見到的。這個神通他是示現在空中。"
    },
    {
      "id": "12-006-0013_p0038",
      "zh_CN": "【今此大圣能于众生生死长夜黑暗之中放大光明。显示如来出兴于世。愿令于我亦得如是为诸众生作智光明。破彼所有无知黑暗。愿我所在受生之处。常得不离此善知识。】",
      "zh_TW": "【今此大聖能於眾生生死長夜黑闇之中放大光明。顯示如來出興於世。願令於我亦得如是為諸眾生作智光明。破彼所有無知黑闇。願我所在受生之處。常得不離此善知識。】"
    },
    {
      "id": "12-006-0013_p0039",
      "zh_CN": "这段经文里面，我们应当要效法菩萨这种发心勇猛，他才能有成就。前面是见相好发心，这个地方心与道渐渐就相应了。开头这几句是赞叹，『今此大圣』，「大圣」是称赞普贤菩萨。『能于众生生死长夜』，这是讲六道轮回，在六道当中，三善道好比是白天，三恶道好比是夜晚，众生在六道当中，所谓是头出头没。如果再深入去观察，在恶道的时间长，在善道时间短，这是我们一定要明了的。你要不出三界，在三恶道的时间一定是长过在三善道，真正是苦不堪言。『黑暗』是指无明盖复住本性，这种环境当中，菩萨能够出现，佛能够出现，这是大慈大悲真正利益一切众生，真正是属于稀有，开经偈里所谓「百千万劫难遭遇」，这个话是事实。",
      "zh_TW": "這段經文裡面，我們應當要效法菩薩這種發心勇猛，他才能有成就。前面是見相好發心，這個地方心與道漸漸就相應了。開頭這幾句是讚歎，『今此大聖』，「大聖」是稱讚普賢菩薩。『能於眾生生死長夜』，這是講六道輪迴，在六道當中，三善道好比是白天，三惡道好比是夜晚，眾生在六道當中，所謂是頭出頭沒。如果再深入去觀察，在惡道的時間長，在善道時間短，這是我們一定要明瞭的。你要不出三界，在三惡道的時間一定是長過在三善道，真正是苦不堪言。『黑闇』是指無明蓋覆住本性，這種環境當中，菩薩能夠出現，佛能夠出現，這是大慈大悲真正利益一切眾生，真正是屬於稀有，開經偈裡所謂「百千萬劫難遭遇」，這個話是事實。"
    },
    {
      "id": "12-006-0013_p0040",
      "zh_CN": "底下这个愿就太难得了，『愿令于我亦得如是』，这太难得了，希望叫我将来也像菩萨一样，这就是发菩提心，上求佛道，下化众生，这是真正的难能可贵。『为诸众生作智光明』，这是他希望自己，我将来要像普贤菩萨一样，也能为一切众生作智慧光明，所谓是燃烧自己照耀别人。佛门里面有燃香，燃香的意思就是代表这个，所以有燃指、燃臂、燃身。可是诸位一定要晓得，这是代表一个意思，不是真的叫你把手指烧掉。诸位想想，你把手指烧掉了，你还能替众生做什么事情？手臂烧掉了，人变成残废。如果大家都学佛，都是这么虔诚去燃指、燃臂，政府一定下命令禁止，好好的人，你看一学佛都变成残废。偶尔有几位发大心的，他也有非常殊胜的作用，他燃指，一看到燃指就要想到，我们要以手指去服务一切众生，这就叫燃指，是这个意思，舍己为人。",
      "zh_TW": "底下這個願就太難得了，『願令於我亦得如是』，這太難得了，希望叫我將來也像菩薩一樣，這就是發菩提心，上求佛道，下化眾生，這是真正的難能可貴。『為諸眾生作智光明』，這是他希望自己，我將來要像普賢菩薩一樣，也能為一切眾生作智慧光明，所謂是燃燒自己照耀別人。佛門裡面有燃香，燃香的意思就是代表這個，所以有燃指、燃臂、燃身。可是諸位一定要曉得，這是代表一個意思，不是真的叫你把手指燒掉。諸位想想，你把手指燒掉了，你還能替眾生做什麼事情？手臂燒掉了，人變成殘廢。如果大家都學佛，都是這麼虔誠去燃指、燃臂，政府一定下命令禁止，好好的人，你看一學佛都變成殘廢。偶爾有幾位發大心的，他也有非常殊勝的作用，他燃指，一看到燃指就要想到，我們要以手指去服務一切眾生，這就叫燃指，是這個意思，捨己為人。"
    },
    {
      "id": "12-006-0013_p0041",
      "zh_CN": "在中国无论是出家在家都要燃身的，在外国出家人没有，中国蒙古、西藏那些喇嘛，喇嘛是出家人，他们没有。所以佛教在全世界，中国出家人有两桩事情跟全世界不一样，一个是燃顶，一个是吃素，这两种全世界都没有的，中国佛教的特色。外国佛教看到经典，他晓得这个意思，我们中国是真的燃三炷香，有没有好处？有好处，时时刻刻提醒自己，我在佛菩萨面前发过愿，要燃烧自己照耀别人。这个话换句话讲，牺牲自己，为大众服务，是这个意思。可见得身燃不燃，那是不相关的，在家同修燃臂香，无非是时时刻刻提起要为一切众生服务，照耀别人就是为大家工作，只尽义务，不享权利这是真正舍己为人。我替你做了多少好事，将来你要怎么样报酬我，这就不是菩萨法。在中国固有道统里面也分五个等级，最高的是道，道德仁义礼，礼是最末后，礼是什么？讲礼尚往来。礼往来，上面四个字没有往来，有往没来。义是什么？尽是义务，义务就没报酬。义都不讲了，只好讲礼，礼才有交换，才有往来；礼要是再不讲，就天下大乱，乱世。所以说这个发心「作智光明」。",
      "zh_TW": "在中國無論是出家在家都要燃身的，在外國出家人沒有，中國蒙古、西藏那些喇嘛，喇嘛是出家人，他們沒有。所以佛教在全世界，中國出家人有兩樁事情跟全世界不一樣，一個是燃頂，一個是吃素，這兩種全世界都沒有的，中國佛教的特色。外國佛教看到經典，他曉得這個意思，我們中國是真的燃三炷香，有沒有好處？有好處，時時刻刻提醒自己，我在佛菩薩面前發過願，要燃燒自己照耀別人。這個話換句話講，犧牲自己，為大眾服務，是這個意思。可見得身燃不燃，那是不相關的，在家同修燃臂香，無非是時時刻刻提起要為一切眾生服務，照耀別人就是為大家工作，只盡義務，不享權利這是真正捨己為人。我替你做了多少好事，將來你要怎麼樣報酬我，這就不是菩薩法。在中國固有道統裡面也分五個等級，最高的是道，道德仁義禮，禮是最末後，禮是什麼？講禮尚往來。禮往來，上面四個字沒有往來，有往沒來。義是什麼？盡是義務，義務就沒報酬。義都不講了，只好講禮，禮才有交換，才有往來；禮要是再不講，就天下大亂，亂世。所以說這個發心「作智光明」。"
    },
    {
      "id": "12-006-0013_p0042",
      "zh_CN": "『破彼所有无知黑暗』，这就是以智慧教导一切众生，帮助他们破迷开悟，发这种大心舍己为人，这是真正修菩萨道，修菩萨行。发心不容易，发心之后要想真正成就也不容易，如果你要真正有成就，师友不能舍离。底下说，『愿我所在受生之处』，这句话是讲生生世世我出生的地方。『常得不离此善知识』，这个福报就太大了，生生世世不离善知识，都有好的老师在领导，好的同修道友能够在一块同修，这是很不容易遇到的，我们不要把它看轻了。你看看世出世间都一样，道业上、学业上有成就的人，他都有老师，都有几个好同学。你们去查查古今中外，哪有道业、学业成就的人他没老师，无师自通的？他没有同参道友切磋琢磨，他是闭门造车而出来的，找不到一个。所以师与友是我们修道、求学成败的关键。善知识不能轻易舍离，在从前是比较不容易，现在很难；换句话说，现在的人福德很薄，禁不起诱惑。",
      "zh_TW": "『破彼所有無知黑闇』，這就是以智慧教導一切眾生，幫助他們破迷開悟，發這種大心捨己為人，這是真正修菩薩道，修菩薩行。發心不容易，發心之後要想真正成就也不容易，如果你要真正有成就，師友不能捨離。底下說，『願我所在受生之處』，這句話是講生生世世我出生的地方。『常得不離此善知識』，這個福報就太大了，生生世世不離善知識，都有好的老師在領導，好的同修道友能夠在一塊同修，這是很不容易遇到的，我們不要把它看輕了。你看看世出世間都一樣，道業上、學業上有成就的人，他都有老師，都有幾個好同學。你們去查查古今中外，哪有道業、學業成就的人他沒老師，無師自通的？他沒有同參道友切磋琢磨，他是閉門造車而出來的，找不到一個。所以師與友是我們修道、求學成敗的關鍵。善知識不能輕易捨離，在從前是比較不容易，現在很難；換句話說，現在的人福德很薄，禁不起誘惑。"
    },
    {
      "id": "12-006-0013_p0043",
      "zh_CN": "你在这个地方明明学得很好，他在旁边告诉你，有另外的地方比这还好。这一说怎么？他心马上就动了，舍离这个地方到别的地方去，背师叛道怎么能有成就？如果真正有高明的人，你不能够轻易舍离，你要跟老师报告，我现在在此地学得差不多，那老师也就同意、也认可，我现在到某个地方去求学。真正善知识这个老师一定推荐你去。像这五十三位善知识，我这里这一套东西全被你学去了，你再在我这住也学不到东西，一定给你介绍个好老师，推荐你去，而不是背师叛道。所以一个初学的学生要来参学，就问他，你以前住在什么地方？跟哪个法师学？你为什么要离开他？如果不是正当手续而离开的，背师叛道而离开的，好了，到你这来学，过几时也一样背叛你，跑到别的地方去，不能成就。这是讲到我们修学成败，与善知识关系太密切。而《阿难问事佛吉凶经》一开头，就强调这层的重要性。普贤菩萨这也是倒驾慈航的再来人，示居等觉的地位，他的观机还能错得了吗？他这一示现果然就有效。我们看底下一段经文：",
      "zh_TW": "你在這個地方明明學得很好，他在旁邊告訴你，有另外的地方比這還好。這一說怎麼？他心馬上就動了，捨離這個地方到別的地方去，背師叛道怎麼能有成就？如果真正有高明的人，你不能夠輕易捨離，你要跟老師報告，我現在在此地學得差不多，那老師也就同意、也認可，我現在到某個地方去求學。真正善知識這個老師一定推薦你去。像這五十三位善知識，我這裡這一套東西全被你學去了，你再在我這住也學不到東西，一定給你介紹個好老師，推薦你去，而不是背師叛道。所以一個初學的學生要來參學，就問他，你以前住在什麼地方？跟哪個法師學？你為什麼要離開他？如果不是正當手續而離開的，背師叛道而離開的，好了，到你這來學，過幾時也一樣背叛你，跑到別的地方去，不能成就。這是講到我們修學成敗，與善知識關係太密切。而《阿難問事佛吉凶經》一開頭，就強調這層的重要性。普賢菩薩這也是倒駕慈航的再來人，示居等覺的地位，他的觀機還能錯得了嗎？他這一示現果然就有效。我們看底下一段經文："
    },
    {
      "id": "12-006-0013_p0044",
      "zh_CN": "【善男子。时毘卢遮那宝莲华藏妙吉祥髻转轮圣王。】",
      "zh_TW": "【善男子。時毘盧遮那寶蓮華藏妙吉祥髻轉輪聖王。】"
    },
    {
      "id": "12-006-0013_p0045",
      "zh_CN": "城主是一位『转轮圣王』，他的德号比较长，『毘卢遮那』是梵语，翻成中国意思，是遍一切处。什么遍一切处？当然国王的智慧、国王的德行、国王的威德，都是指这个。此地是用的比喻，『宝莲华藏』，「宝莲华藏」那就是无所不包。『妙吉祥』，「吉祥」都是讲福德，要是以今天的话来说，他的智慧、他的福报、他的才艺，甚至于他的文治武功样样都能够遍一切，取的是这个意思。『髻』是高显的意思，「髻」是人的头顶，就是非常的显著，没有人不知道这位「转轮圣王」。",
      "zh_TW": "城主是一位『轉輪聖王』，他的德號比較長，『毘盧遮那』是梵語，翻成中國意思，是遍一切處。什麼遍一切處？當然國王的智慧、國王的德行、國王的威德，都是指這個。此地是用的比喻，『寶蓮華藏』，「寶蓮華藏」那就是無所不包。『妙吉祥』，「吉祥」都是講福德，要是以今天的話來說，他的智慧、他的福報、他的才藝，甚至於他的文治武功樣樣都能夠遍一切，取的是這個意思。『髻』是高顯的意思，「髻」是人的頭頂，就是非常的顯著，沒有人不知道這位「轉輪聖王」。"
    },
    {
      "id": "12-006-0013_p0046",
      "zh_CN": "【与其宝女。】",
      "zh_TW": "【與其寶女。】"
    },
    {
      "id": "12-006-0013_p0047",
      "zh_CN": "『宝女』是他的皇后，皇后、妃子都称之为「宝女」。",
      "zh_TW": "『寶女』是他的皇后，皇后、妃子都稱之為「寶女」。"
    },
    {
      "id": "12-006-0013_p0048",
      "zh_CN": "【千子。眷属。大臣辅佐。】",
      "zh_TW": "【千子。眷屬。大臣輔佐。】"
    },
    {
      "id": "12-006-0013_p0049",
      "zh_CN": "『千子』是他的内眷，他的子女。『眷属』包括他的宫女在内，『大臣辅佐』，我们今天讲文武百官，就是这个意思。",
      "zh_TW": "『千子』是他的內眷，他的子女。『眷屬』包括他的宮女在內，『大臣輔佐』，我們今天講文武百官，就是這個意思。"
    },
    {
      "id": "12-006-0013_p0050",
      "zh_CN": "【七宝。四兵。】",
      "zh_TW": "【七寶。四兵。】"
    },
    {
      "id": "12-006-0013_p0051",
      "zh_CN": "『四兵』是指他这个国家里头的军队，我们现在称三军，陆海空军。他那是「四兵」，四兵它是有步兵、有水兵，也有骑兵，还有一个象兵，这在印度骑象的，有象队，在我们中国没有，印度还有象，是指这些，就是指他国家的军队。『七宝』也是多半属于武装部队，像他这个轮宝就是他的交通工具，如果要在从前来说，我们现在大炮、战车、飞机都是宝。",
      "zh_TW": "『四兵』是指他這個國家裡頭的軍隊，我們現在稱三軍，陸海空軍。他那是「四兵」，四兵它是有步兵、有水兵，也有騎兵，還有一個象兵，這在印度騎象的，有象隊，在我們中國沒有，印度還有象，是指這些，就是指他國家的軍隊。『七寶』也是多半屬於武裝部隊，像他這個輪寶就是他的交通工具，如果要在從前來說，我們現在大炮、戰車、飛機都是寶。"
    },
    {
      "id": "12-006-0013_p0052",
      "zh_CN": "【及其城内无量人众。前后围绕。以王神力。俱升虚空。高一由旬。】",
      "zh_TW": "【及其城內無量人眾。前後圍繞。以王神力。俱昇虛空。高一由旬。】"
    },
    {
      "id": "12-006-0013_p0053",
      "zh_CN": "这个转轮圣王实在很有威德，不但自己能升空，他的老百姓与他围绕的人都能够升空。其实我们在从前读这个经文，总是觉得神通，没有神通力量，怎么能升空？现在想想难不难？不难，坐上飞机不就升空了吗？哪有难处！前面讲他有七宝，轮宝就是飞行的交通工具，这是庄严，他飞到高处，高处下面大家能看得清楚，都能够瞻仰得到。",
      "zh_TW": "這個轉輪聖王實在很有威德，不但自己能升空，他的老百姓與他圍繞的人都能夠升空。其實我們在從前讀這個經文，總是覺得神通，沒有神通力量，怎麼能升空？現在想想難不難？不難，坐上飛機不就升空了嗎？哪有難處！前面講他有七寶，輪寶就是飛行的交通工具，這是莊嚴，他飛到高處，高處下面大家能看得清楚，都能夠瞻仰得到。"
    },
    {
      "id": "12-006-0013_p0054",
      "zh_CN": "【放大光明。照四天下。普使一切咸得瞻仰。】",
      "zh_TW": "【放大光明。照四天下。普使一切咸得瞻仰。】"
    },
    {
      "id": "12-006-0013_p0055",
      "zh_CN": "这是国王以及城里面这些大臣们，这些领导阶层听了普贤菩萨说，佛出现于世间，他们就高兴了，大家集合起来去拜佛去。你看先示现这么样的庄严。底下说：",
      "zh_TW": "這是國王以及城裡面這些大臣們，這些領導階層聽了普賢菩薩說，佛出現於世間，他們就高興了，大家集合起來去拜佛去。你看先示現這麼樣的莊嚴。底下說："
    },
    {
      "id": "12-006-0013_p0056",
      "zh_CN": "【欲令众生俱往见佛。以偈赞曰。】",
      "zh_TW": "【欲令眾生俱往見佛。以偈讚曰。】"
    },
    {
      "id": "12-006-0013_p0057",
      "zh_CN": "转轮圣王很了不起，他知道佛出兴于世间，时节因缘非常难得，非常的稀有。佛出现世间的功德利益无量无边，他一定要亲近，而且劝他的全国老百姓大家都应当去亲近，他不下命令强迫，他是劝大家。你要是觉悟，相信了，你亲近自然得利益；你还是迷惑颠倒不愿意去，国王也不会责怪你。下面有十首偈，就是劝他的国民，劝他的国民要去见佛。第一首是总劝：",
      "zh_TW": "轉輪聖王很了不起，他知道佛出興於世間，時節因緣非常難得，非常的稀有。佛出現世間的功德利益無量無邊，他一定要親近，而且勸他的全國老百姓大家都應當去親近，他不下命令強迫，他是勸大家。你要是覺悟，相信了，你親近自然得利益；你還是迷惑顛倒不願意去，國王也不會責怪你。下面有十首偈，就是勸他的國民，勸他的國民要去見佛。第一首是總勸："
    },
    {
      "id": "12-006-0013_p0058",
      "zh_CN": "【佛今已出于世间。普救一切诸群品。汝等宜应速发心。往诣最胜导师所。】",
      "zh_TW": "【佛今已出於世間。普救一切諸群品。汝等宜應速發心。往詣最勝導師所。】"
    },
    {
      "id": "12-006-0013_p0059",
      "zh_CN": "这一首是总说，首先告诉我们，佛是已经出现在世间了，不是讲过去、未来，现在佛已经出现。佛出现在世间，目的是普度众生，我们一定要觉悟，要想出离生死苦海绝不是桩容易事情，除佛之外没有人能够办到。我们晓得，佛心清净，不会与人争长论短，不会的。如果这个事情，世间有人他能够办得到，佛很欢喜，你去办！佛就不办了，那多自在、多逍遥。看到你们想办这个事情办不了，他不能不插手。所以了生死超三界世间的学术做不到，宗教也做不到。往年欧阳竟无大师说的两句话，我们想想真有他的道理，他在民国十二年，在中山大学发表了两次讲演，那两次讲演对于整个佛教界发生了相当的震撼。他的题目是「佛法非宗教、非哲学，而为今世所必须」。这是他的讲题，这个讲稿在台湾大概也印得不少，王恩阳笔记的。",
      "zh_TW": "這一首是總說，首先告訴我們，佛是已經出現在世間了，不是講過去、未來，現在佛已經出現。佛出現在世間，目的是普度眾生，我們一定要覺悟，要想出離生死苦海絕不是樁容易事情，除佛之外沒有人能夠辦到。我們曉得，佛心清淨，不會與人爭長論短，不會的。如果這個事情，世間有人他能夠辦得到，佛很歡喜，你去辦！佛就不辦了，那多自在、多逍遙。看到你們想辦這個事情辦不了，他不能不插手。所以了生死超三界世間的學術做不到，宗教也做不到。往年歐陽竟無大師說的兩句話，我們想想真有他的道理，他在民國十二年，在中山大學發表了兩次講演，那兩次講演對於整個佛教界發生了相當的震撼。他的題目是「佛法非宗教、非哲學，而為今世所必須」。這是他的講題，這個講稿在台灣大概也印得不少，王恩陽筆記的。"
    },
    {
      "id": "12-006-0013_p0060",
      "zh_CN": "我那时候从香港把这东西带回来，翻印之后有一次遇到了胡秋原先生，我送给他，他一看，因为题目上只有「佛法非宗教、非哲学」。后头还有，这个我知道，他晓得。他把当年这个故事还跟我讲了一遍，他这个里面有两句话很重要，那就是肯定宗教是迷信的，在佛法里头五种见惑里面是属于戒取见，哲学是属于见取见，真对。宗教是无益苦行的根本，哲学是一切斗争的根源，你看，今天哲学这一派跟那一派搞得天下大乱，马克思一套哲学，给世界众生带来了多少灾难，确实说得没错。佛法就是佛法，佛法不是宗教，也不是哲学，佛法是要平息这两种错误的见解。",
      "zh_TW": "我那時候從香港把這東西帶回來，翻印之後有一次遇到了胡秋原先生，我送給他，他一看，因為題目上只有「佛法非宗教、非哲學」。後頭還有，這個我知道，他曉得。他把當年這個故事還跟我講了一遍，他這個裡面有兩句話很重要，那就是肯定宗教是迷信的，在佛法裡頭五種見惑裡面是屬於戒取見，哲學是屬於見取見，真對。宗教是無益苦行的根本，哲學是一切鬥爭的根源，你看，今天哲學這一派跟那一派搞得天下大亂，馬克思一套哲學，給世界眾生帶來了多少災難，確實說得沒錯。佛法就是佛法，佛法不是宗教，也不是哲學，佛法是要平息這兩種錯誤的見解。"
    },
    {
      "id": "12-006-0013_p0061",
      "zh_CN": "佛法所求的是无上正等正觉，这话很有道理，唯有无上正等正觉才能够超越生死轮回，才能够真正的解决问题。所以众生哪个不想救自己？哪一个不想救众生？唯佛真正能普救。正因为如此，轮王才劝勉大众，『汝等宜应速发心』，「宜应」是应该，你们应当赶快发心去见佛，去亲近佛。『往诣最胜导师所』，菩萨是我们的导师，最殊胜的导师无过于如来。这样劝勉唯恐大家听了还不相信，或者一下还会不过意思来，他很慈悲又再加以解释，说明发心亲近如来所以然的道理。我们看底下经文：",
      "zh_TW": "佛法所求的是無上正等正覺，這話很有道理，唯有無上正等正覺才能夠超越生死輪迴，才能夠真正的解決問題。所以眾生哪個不想救自己？哪一個不想救眾生？唯佛真正能普救。正因為如此，輪王才勸勉大眾，『汝等宜應速發心』，「宜應」是應該，你們應當趕快發心去見佛，去親近佛。『往詣最勝導師所』，菩薩是我們的導師，最殊勝的導師無過於如來。這樣勸勉唯恐大家聽了還不相信，或者一下還會不過意思來，他很慈悲又再加以解釋，說明發心親近如來所以然的道理。我們看底下經文："
    },
    {
      "id": "12-006-0013_p0062",
      "zh_CN": "【经于无量俱胝劫。乃有如来兴出世。开示甚深微妙法。普为利乐诸众生。】",
      "zh_TW": "【經於無量俱胝劫。乃有如來興出世。開示甚深微妙法。普為利樂諸眾生。】"
    },
    {
      "id": "12-006-0013_p0063",
      "zh_CN": "前面两句就是说明，佛示难知，佛出现在世间，实在是太稀有了，经过『无量俱胝劫』，「俱胝」也是个很大的数目字，才有一尊佛出现在世间。在我们这个大劫，现在这个大劫叫贤劫，这个大劫里面佛出现在世间，密度比较上大一点。你看看，释迦牟尼佛跟弥勒佛当中这个距离，《弥勒下生经》里面佛告诉我们，五十六亿七千万年，这算近一点的，这个地方是「无量俱胝劫」，五十六亿万年那就很短，很短我们看起来也不得了。五十六亿万年之后，弥勒菩萨到我们这个世间来示现成佛，所以佛出现在世间不容易。这个两句是说明稀有之感，我们有这个机会碰到佛，如果不亲近真可惜。",
      "zh_TW": "前面兩句就是說明，佛示難知，佛出現在世間，實在是太稀有了，經過『無量俱胝劫』，「俱胝」也是個很大的數目字，才有一尊佛出現在世間。在我們這個大劫，現在這個大劫叫賢劫，這個大劫裡面佛出現在世間，密度比較上大一點。你看看，釋迦牟尼佛跟彌勒佛當中這個距離，《彌勒下生經》裡面佛告訴我們，五十六億七千萬年，這算近一點的，這個地方是「無量俱胝劫」，五十六億萬年那就很短，很短我們看起來也不得了。五十六億萬年之後，彌勒菩薩到我們這個世間來示現成佛，所以佛出現在世間不容易。這個兩句是說明稀有之感，我們有這個機會碰到佛，如果不親近真可惜。"
    },
    {
      "id": "12-006-0013_p0064",
      "zh_CN": "我们现前佛不住世，虽然佛不住世，佛法还流传在世间。佛的法运有一万二千年，就以中国人的算法，佛灭度之后到今天是三千年；换句话说，底下还有九千年，在这个期间当中佛法有兴有衰。我们也算非常的幸运，能够遇到佛的末法时期，也能够闻到正法。这个地方要看我们自己的缘分了，还得要看自己的善根福德，接触到正法信不信这是一个关键，信了之后能不能生起正解。所以佛法始从正信、正解、正行，最终达到正觉，这是佛法。我们能遇到，诸位想想，那是多么的幸运！真正是百千万劫难遭遇，我们这一下遇到了。可是你在这一生遇到，你要晓得这个好比对奖，好不容易中了个第一特奖，不简单。你要认为这个没有什么了不起，无所谓，反正佛的法运还有九千年，我这一生不行，我来生还可以。你要这么想就大错特错，你来生还能得人身吗？你有把握来生还得人身吗？得到人身，你有把握来生还能闻到佛法吗？",
      "zh_TW": "我們現前佛不住世，雖然佛不住世，佛法還流傳在世間。佛的法運有一萬二千年，就以中國人的算法，佛滅度之後到今天是三千年；換句話說，底下還有九千年，在這個期間當中佛法有興有衰。我們也算非常的幸運，能夠遇到佛的末法時期，也能夠聞到正法。這個地方要看我們自己的緣分了，還得要看自己的善根福德，接觸到正法信不信這是一個關鍵，信了之後能不能生起正解。所以佛法始從正信、正解、正行，最終達到正覺，這是佛法。我們能遇到，諸位想想，那是多麼的幸運！真正是百千萬劫難遭遇，我們這一下遇到了。可是你在這一生遇到，你要曉得這個好比對獎，好不容易中了個第一特獎，不簡單。你要認為這個沒有什麼了不起，無所謂，反正佛的法運還有九千年，我這一生不行，我來生還可以。你要這麼想就大錯特錯，你來生還能得人身嗎？你有把握來生還得人身嗎？得到人身，你有把握來生還能聞到佛法嗎？"
    },
    {
      "id": "12-006-0013_p0065",
      "zh_CN": "全世界现在有四十亿人口，有多少人闻到佛法的？所以纵然来生得人身，也未必能够闻佛法，这是我们要觉悟的。何况来生未必能得人身，这个事情麻烦。所以要干就在这一生，绝不想到有来生这个念头，这一生决定成就。我们要问，这一生果真能成就得了吗？这个问题不要问别人，问你自己，你自己果然有坚定的信心，相信这一生决定成就，那就成就了。你要怀疑：恐怕不行，我的业障太重。那你这一生当然不行，只能种个善根，不晓得再到哪一生哪一劫，才能够又遇到佛法。必须要晓得，我们过去生也是有无量劫，我们在过去生中，不晓得遇到过多少佛菩萨，为什么没能成就得了？就是业障深重，恐怕不行。错过了一生，生生世世都是这么错过了。你们诸位想想，现在学佛的同修多不多？很多很多。可是几乎百分之九十九都还是空过，不相信自己。他相信自己业障很重，他不相信自己这一生能够消业，能够成佛，他不相信，那就无可奈何。",
      "zh_TW": "全世界現在有四十億人口，有多少人聞到佛法的？所以縱然來生得人身，也未必能夠聞佛法，這是我們要覺悟的。何況來生未必能得人身，這個事情麻煩。所以要幹就在這一生，絕不想到有來生這個念頭，這一生決定成就。我們要問，這一生果真能成就得了嗎？這個問題不要問別人，問你自己，你自己果然有堅定的信心，相信這一生決定成就，那就成就了。你要懷疑：恐怕不行，我的業障太重。那你這一生當然不行，只能種個善根，不曉得再到哪一生哪一劫，才能夠又遇到佛法。必須要曉得，我們過去生也是有無量劫，我們在過去生中，不曉得遇到過多少佛菩薩，為什麼沒能成就得了？就是業障深重，恐怕不行。錯過了一生，生生世世都是這麼錯過了。你們諸位想想，現在學佛的同修多不多？很多很多。可是幾乎百分之九十九都還是空過，不相信自己。他相信自己業障很重，他不相信自己這一生能夠消業，能夠成佛，他不相信，那就無可奈何。"
    },
    {
      "id": "12-006-0013_p0066",
      "zh_CN": "佛在经论上说得很明白，「罪业如霜露，慧日能消除」。无量劫以来，所造的罪业就像霜、像露水一样，太阳一出来就没有了。你相信你无量劫以来业障深重，没错，你就不相信你自己的慧日能消除吗？你对这个就没信心了吗？智慧从哪里来的？智慧一定从修行当中得来，不修行怎么行？修行修的什么？修觉正净。我们在六根接触六尘境界，迷在境界里头，我现在学什么？学不迷。根尘相接触的时候自己胡思乱想，邪知邪见，把邪知邪见离开，我们要修正知正见，这是修行。根尘相接触，往往为外境所染，我们求不染污，求清净无染，这是修行。八万四千法门，无非就是修觉正净而已，这是我们要相信的。无论用什么方法、用什么手段，这个目标决定不变。佛所讲的千经万论，都不离开这个，这是真正的利乐众生。",
      "zh_TW": "佛在經論上說得很明白，「罪業如霜露，慧日能消除」。無量劫以來，所造的罪業就像霜、像露水一樣，太陽一出來就沒有了。你相信你無量劫以來業障深重，沒錯，你就不相信你自己的慧日能消除嗎？你對這個就沒信心了嗎？智慧從哪裡來的？智慧一定從修行當中得來，不修行怎麼行？修行修的什麼？修覺正淨。我們在六根接觸六塵境界，迷在境界裡頭，我現在學什麼？學不迷。根塵相接觸的時候自己胡思亂想，邪知邪見，把邪知邪見離開，我們要修正知正見，這是修行。根塵相接觸，往往為外境所染，我們求不染污，求清淨無染，這是修行。八萬四千法門，無非就是修覺正淨而已，這是我們要相信的。無論用什麼方法、用什麼手段，這個目標決定不變。佛所講的千經萬論，都不離開這個，這是真正的利樂眾生。"
    },
    {
      "id": "12-006-0013_p0067",
      "zh_CN": "我们能够依教修行，上一次我跟诸位提醒过，我们以一个真诚的心待人，自己能生欢喜。我们用虚伪的心去欺骗别人，虽然自己眼前得到一点利益，可是晚上睡觉会受良心责备，感觉得难过。今天事情做得不对，对不起人；可是如果我们要是对得起他，那我这利益得不到，算了，昧着良心，还是要占人家一点便宜。这个世间人往往在迷惑颠倒，这一点小便宜占到了，实际上自己亏吃大了。我们堕在迷、邪知见、染污，堕在这个里面愈陷愈深，将来这个苦报不得了。人生在世能活多少年？我今天出去在路上碰到一个同学，告诉我，我另外一个同学过世了，问我讣文有没有收到？我还没有收到。我在到美国之前，我们同学会一块聚会，他身体满好，有说有笑，回来还没有见面，他告诉我，这个人已经过世。人命无常，看不出他有病，有说有笑在一块，才不过四个月，怎么会有那么大的变化？消息来得太突然，感到人命无常。如果不能把握着今天，就大错特错了，甚至于明天都不要去想它，明天还没到，要把握着今天。晓得人身难得，佛法难闻这是真理，绝不是学佛的人故意来赞叹，不是，是事实。",
      "zh_TW": "我們能夠依教修行，上一次我跟諸位提醒過，我們以一個真誠的心待人，自己能生歡喜。我們用虛偽的心去欺騙別人，雖然自己眼前得到一點利益，可是晚上睡覺會受良心責備，感覺得難過。今天事情做得不對，對不起人；可是如果我們要是對得起他，那我這利益得不到，算了，昧著良心，還是要佔人家一點便宜。這個世間人往往在迷惑顛倒，這一點小便宜佔到了，實際上自己虧吃大了。我們墮在迷、邪知見、染污，墮在這個裡面愈陷愈深，將來這個苦報不得了。人生在世能活多少年？我今天出去在路上碰到一個同學，告訴我，我另外一個同學過世了，問我訃文有沒有收到？我還沒有收到。我在到美國之前，我們同學會一塊聚會，他身體滿好，有說有笑，回來還沒有見面，他告訴我，這個人已經過世。人命無常，看不出他有病，有說有笑在一塊，才不過四個月，怎麼會有那麼大的變化？消息來得太突然，感到人命無常。如果不能把握著今天，就大錯特錯了，甚至於明天都不要去想它，明天還沒到，要把握著今天。曉得人身難得，佛法難聞這是真理，絕不是學佛的人故意來讚歎，不是，是事實。"
    },
    {
      "id": "12-006-0013_p0068",
      "zh_CN": "【佛观一切诸世间。颠倒无明常翳惑。生死逼迫轮回苦。而起救护大悲心。】",
      "zh_TW": "【佛觀一切諸世間。顛倒無明常翳惑。生死逼迫輪迴苦。而起救護大悲心。】"
    },
    {
      "id": "12-006-0013_p0069",
      "zh_CN": "这些叫佛眼观察世间，『一切诸世间』，是指三界六道，如果再把范围扩大一点，就是指九法界众生。九法界众生，我们想到声闻、缘觉有无明，没错，他也有颠倒，他们的颠倒跟凡夫的颠倒恰相反。譬如说我们通常讲四颠倒，凡夫没有常乐我净，自以为有常乐我净，这是颠倒。二乘人真性里头有常乐我净，他认为没有常乐我净，所以这叫八种颠倒。菩萨（权教菩萨）没见性，如果我们以天台这个判教，以别教来讲，三贤位的菩萨没有破无明，没有见性。所以九法界有情众生都有无明颠倒之苦，起惑、造业、受报。所以佛看到这种情形兴起大慈悲心，来帮助一切众生。现在时代不一样，许多在观念方面都要做适当的修正，否则的话，行不通。譬如今天讲孝顺父母，如果拿过去那个标准，今天没有人能够做到。做不到怎么样？做不到他就排斥，就不要了。所以要做适当的修正，还要尺码放宽一点，比完全废弃要好多了。尊师重道也要做适度的放宽，不放宽也不行，不放宽老师在这世间一个学生都找不到，只好放宽尺度才有学生来，所以要做适当的修正。",
      "zh_TW": "這些叫佛眼觀察世間，『一切諸世間』，是指三界六道，如果再把範圍擴大一點，就是指九法界眾生。九法界眾生，我們想到聲聞、緣覺有無明，沒錯，他也有顛倒，他們的顛倒跟凡夫的顛倒恰相反。譬如說我們通常講四顛倒，凡夫沒有常樂我淨，自以為有常樂我淨，這是顛倒。二乘人真性裡頭有常樂我淨，他認為沒有常樂我淨，所以這叫八種顛倒。菩薩（權教菩薩）沒見性，如果我們以天台這個判教，以別教來講，三賢位的菩薩沒有破無明，沒有見性。所以九法界有情眾生都有無明顛倒之苦，起惑、造業、受報。所以佛看到這種情形興起大慈悲心，來幫助一切眾生。現在時代不一樣，許多在觀念方面都要做適當的修正，否則的話，行不通。譬如今天講孝順父母，如果拿過去那個標準，今天沒有人能夠做到。做不到怎麼樣？做不到他就排斥，就不要了。所以要做適當的修正，還要尺碼放寬一點，比完全廢棄要好多了。尊師重道也要做適度的放寬，不放寬也不行，不放寬老師在這世間一個學生都找不到，只好放寬尺度才有學生來，所以要做適當的修正。"
    },
    {
      "id": "12-006-0013_p0070",
      "zh_CN": "我常常在讲席当中，有的时候在教学当中，我跟同学们在一起，我们彼此都是同学，同学就无所谓。我们的老师是释迦牟尼佛，我们的老师是诸菩萨、是历代的祖师大德，我们向他们学，我们大家在一起学，这个态度就放宽很多。同学，早期的，你是前期的学长，我是后期的，我们还是同学，比较轻松多了，可以在一块很愉快的交谈，很愉快的交换意见。而没有像从前师长那么样的严肃、那么样的拘束，这就是尺度作适当的放宽。私淑古人，为古大德的私淑弟子。我们学《华严》，以清凉为我们的老师，清凉虽然不在，我们看清凉大师注解，清凉就是我们的老师，我们大家都是清凉的学生，我听老师的有我的心得，你听有你的心得，我们可以彼此交换心得，这样就好。这在我们这个时代，佛法还能够行得通，还能够光大。如果还守着从前的老规矩，老师一定要怎么尊严，学生一定要求，对学生要怎么要求，学生都跑光了，一个也不来了，所以必须要做适度的调整。佛法讲中道，中道，尤其讲时代的中道，每个时代它都是中道，这才叫大乘。我们再念底下一首：",
      "zh_TW": "我常常在講席當中，有的時候在教學當中，我跟同學們在一起，我們彼此都是同學，同學就無所謂。我們的老師是釋迦牟尼佛，我們的老師是諸菩薩、是歷代的祖師大德，我們向他們學，我們大家在一起學，這個態度就放寬很多。同學，早期的，你是前期的學長，我是後期的，我們還是同學，比較輕鬆多了，可以在一塊很愉快的交談，很愉快的交換意見。而沒有像從前師長那麼樣的嚴肅、那麼樣的拘束，這就是尺度作適當的放寬。私淑古人，為古大德的私淑弟子。我們學《華嚴》，以清涼為我們的老師，清涼雖然不在，我們看清涼大師註解，清涼就是我們的老師，我們大家都是清涼的學生，我聽老師的有我的心得，你聽有你的心得，我們可以彼此交換心得，這樣就好。這在我們這個時代，佛法還能夠行得通，還能夠光大。如果還守著從前的老規矩，老師一定要怎麼尊嚴，學生一定要求，對學生要怎麼要求，學生都跑光了，一個也不來了，所以必須要做適度的調整。佛法講中道，中道，尤其講時代的中道，每個時代它都是中道，這才叫大乘。我們再念底下一首："
    },
    {
      "id": "12-006-0013_p0071",
      "zh_CN": "【无数千万俱胝劫。修习种种菩提行。成就最胜大悲心。普灭一切众生苦。】",
      "zh_TW": "【無數千萬俱胝劫。修習種種菩提行。成就最勝大悲心。普滅一切眾生苦。】"
    },
    {
      "id": "12-006-0013_p0072",
      "zh_CN": "诸佛如来个个都是这样，没有例外的，都是长劫的修行。所以我们自己的修学不要怕苦，不要怕时间太长，要有恒心、要有耐心、要有毅力才能成就，成一尊佛是无量劫修成的，不是一天、二天。修的是『种种菩提行』，种种行，菩提是觉而不迷，换句话说，起心动念、造作行为念念都是觉而不迷。这个话也许讲得太笼统，什么叫做觉？什么叫做迷？觉与迷总得要搞得很清楚。觉的看法跟迷的看法完全不一样，觉的看法，晓得十法界依正庄严是自心变现的，这是觉的看法。《华严》里面「一切唯心造」，唯识所变，唯心所造，心与识统统是自家的。禅家讲的「父母未生前本来面目」，本来面目就是心性。所以在一切万法，无有一法不平等，为什么？那个心是平等，识是平等，一切万法都是心造识变的，它怎么不平等！我们在境界里面有高下之心，这就是迷的相。",
      "zh_TW": "諸佛如來個個都是這樣，沒有例外的，都是長劫的修行。所以我們自己的修學不要怕苦，不要怕時間太長，要有恆心、要有耐心、要有毅力才能成就，成一尊佛是無量劫修成的，不是一天、二天。修的是『種種菩提行』，種種行，菩提是覺而不迷，換句話說，起心動念、造作行為念念都是覺而不迷。這個話也許講得太籠統，什麼叫做覺？什麼叫做迷？覺與迷總得要搞得很清楚。覺的看法跟迷的看法完全不一樣，覺的看法，曉得十法界依正莊嚴是自心變現的，這是覺的看法。《華嚴》裡面「一切唯心造」，唯識所變，唯心所造，心與識統統是自家的。禪家講的「父母未生前本來面目」，本來面目就是心性。所以在一切萬法，無有一法不平等，為什麼？那個心是平等，識是平等，一切萬法都是心造識變的，它怎麼不平等！我們在境界裡面有高下之心，這就是迷的相。"
    },
    {
      "id": "12-006-0013_p0073",
      "zh_CN": "如果我们在一切境界里面生平等心，那是觉悟的相；我们在一切境界里有取舍心，那是迷的相。无取无舍，随缘不变，不变随缘，那是觉悟的相。这些境界里，佛在经论里面给我们说得很多，我们要常常去体会，体会到了，用在我们自己日常生活当中，我们的生活就觉而不迷，我们在生活里才能得到真正的幸福快乐。自在，没有烦恼了，一个人一天到晚不生烦恼，给诸位说，那就生智慧。因为什么？烦恼即菩提，你迷的时候就是烦恼，悟的时候就长菩提，就是生智慧。你说不生智慧那办不到的，不生智慧；换句话说，也就不生烦恼是不可能的，决定生智慧。所以悟了一天到晚生智慧，迷了一天到晚生烦恼。",
      "zh_TW": "如果我們在一切境界裡面生平等心，那是覺悟的相；我們在一切境界裡有取捨心，那是迷的相。無取無捨，隨緣不變，不變隨緣，那是覺悟的相。這些境界裡，佛在經論裡面給我們說得很多，我們要常常去體會，體會到了，用在我們自己日常生活當中，我們的生活就覺而不迷，我們在生活裡才能得到真正的幸福快樂。自在，沒有煩惱了，一個人一天到晚不生煩惱，給諸位說，那就生智慧。因為什麼？煩惱即菩提，你迷的時候就是煩惱，悟的時候就長菩提，就是生智慧。你說不生智慧那辦不到的，不生智慧；換句話說，也就不生煩惱是不可能的，決定生智慧。所以悟了一天到晚生智慧，迷了一天到晚生煩惱。"
    },
    {
      "id": "12-006-0013_p0074",
      "zh_CN": "「修习种种菩提行，成就最胜大悲心」，「菩提行」里面生起大悲心，大慈大悲是依觉心生出来的。换句话说，觉心他受用，就叫做大悲心。觉心是体，自受用是清净，他受用是大慈大悲，这个体到完全平等，自受用到无比的清净，当然他受用也就是最胜慈悲，最殊胜的慈悲。『普灭一切众生苦』，才能够真正帮助一切众生离苦得乐。",
      "zh_TW": "「修習種種菩提行，成就最勝大悲心」，「菩提行」裡面生起大悲心，大慈大悲是依覺心生出來的。換句話說，覺心他受用，就叫做大悲心。覺心是體，自受用是清淨，他受用是大慈大悲，這個體到完全平等，自受用到無比的清淨，當然他受用也就是最勝慈悲，最殊勝的慈悲。『普滅一切眾生苦』，才能夠真正幫助一切眾生離苦得樂。"
    },
    {
      "id": "12-006-0013_p0075",
      "zh_CN": "【头目耳鼻身手足。如是一切皆能舍。为证甘露佛菩提。经于无量无边劫。】",
      "zh_TW": "【頭目耳鼻身手足。如是一切皆能捨。為證甘露佛菩提。經於無量無邊劫。】"
    },
    {
      "id": "12-006-0013_p0076",
      "zh_CN": "要帮助众生一定要能够施舍，如果不能舍，说得再好听，人家也不会相信；换句话说，自己还是执迷不悟。悟的人一定能舍，为什么能舍？悟的人晓得「一切有为法，如梦幻泡影」。其实哪有什么舍不舍？舍与不舍都没有他才清净，他要有舍的念头，那个念头染污他的清净心。这是说身体都能舍，何况身外之物，要真能放下！为什么要舍？为了明心见性，为了证无上觉。不舍那是障碍，是无上正等正觉的障碍。『为证甘露佛菩提』，「证」就是契入，要入这个境界。「甘露」是比喻，「佛菩提」就是无上正等正觉。菩萨是正等正觉，阿罗汉称正觉，都叫菩提，加个「佛菩提」，就是无上正等正觉。这个法味好比甘露，在一切味里面最为殊胜，用这个来做比喻。『经于无量无边劫』，不是舍一时，常常舍，看到众生有需求，他就能舍，欢欢喜喜的舍。换句话说，在在处处帮助一切众生，毫无吝啬，毫无后悔。不要舍了之后又后悔，那也是烦恼，真正看破，放下。",
      "zh_TW": "要幫助眾生一定要能夠施捨，如果不能捨，說得再好聽，人家也不會相信；換句話說，自己還是執迷不悟。悟的人一定能捨，為什麼能捨？悟的人曉得「一切有為法，如夢幻泡影」。其實哪有什麼捨不捨？捨與不捨都沒有他才清淨，他要有捨的念頭，那個念頭染污他的清淨心。這是說身體都能捨，何況身外之物，要真能放下！為什麼要捨？為了明心見性，為了證無上覺。不捨那是障礙，是無上正等正覺的障礙。『為證甘露佛菩提』，「證」就是契入，要入這個境界。「甘露」是比喻，「佛菩提」就是無上正等正覺。菩薩是正等正覺，阿羅漢稱正覺，都叫菩提，加個「佛菩提」，就是無上正等正覺。這個法味好比甘露，在一切味裡面最為殊勝，用這個來做比喻。『經於無量無邊劫』，不是捨一時，常常捨，看到眾生有需求，他就能捨，歡歡喜喜的捨。換句話說，在在處處幫助一切眾生，毫無吝嗇，毫無後悔。不要捨了之後又後悔，那也是煩惱，真正看破，放下。"
    },
    {
      "id": "12-006-0013_p0077",
      "zh_CN": "【过于无量俱胝劫。出世导师难可遇。见闻供养及亲承。一切获益无空过。】",
      "zh_TW": "【過於無量俱胝劫。出世導師難可遇。見聞供養及親承。一切獲益無空過。】"
    },
    {
      "id": "12-006-0013_p0078",
      "zh_CN": "这在解释里面，解释的这一共是五首，这五首是解释为什么要劝他。这个地方也是再一番的劝勉，第二番的劝勉，说明佛出世难得，经过『无量俱胝劫，出世导师』，就是佛，佛出现在世间『难可遇』，真难。就是以本师释迦牟尼佛来说，当年出现在印度，印度有那么大的幅员，有几个人遇到佛？有几个人听到佛说法跟佛修行？还是很少数，不是多数。这个机缘诸位要晓得，世间什么样好事，没有遇到佛法好，为什么？世间一切好事，你的享受就只有一生，带到来世顶多带三善道，没有法子出离三界。如果不能出离三界，好，这一生修福修得很好，来生在三善道享福，一享福就迷惑，总是麻烦。为什么不趁这有限的数十年寒暑，我们去成就无上道？一了百了，这才是第一等聪明智慧之人。佛法里面讲，根熟的众生，上根利智把什么东西统统舍掉。",
      "zh_TW": "這在解釋裡面，解釋的這一共是五首，這五首是解釋為什麼要勸他。這個地方也是再一番的勸勉，第二番的勸勉，說明佛出世難得，經過『無量俱胝劫，出世導師』，就是佛，佛出現在世間『難可遇』，真難。就是以本師釋迦牟尼佛來說，當年出現在印度，印度有那麼大的幅員，有幾個人遇到佛？有幾個人聽到佛說法跟佛修行？還是很少數，不是多數。這個機緣諸位要曉得，世間什麼樣好事，沒有遇到佛法好，為什麼？世間一切好事，你的享受就只有一生，帶到來世頂多帶三善道，沒有法子出離三界。如果不能出離三界，好，這一生修福修得很好，來生在三善道享福，一享福就迷惑，總是麻煩。為什麼不趁這有限的數十年寒暑，我們去成就無上道？一了百了，這才是第一等聰明智慧之人。佛法裡面講，根熟的眾生，上根利智把什麼東西統統捨掉。"
    },
    {
      "id": "12-006-0013_p0079",
      "zh_CN": "我当年闻法，发心来学佛的时候，我有很多长官、同事他们对我都非常爱护，看到我那么认真的在那里研究经典，都在那里劝我，这四十以后学就好，你现在太年轻。我都跟他们说，我觉得太晚了，为什么不叫我早十年知道？他们不晓得佛法的好处。到今天我们再见面碰到一块：你这个路走对了。那个时候他没想到，现在怎么样？现在退休，一退休之后，以前的功名富贵过眼云烟，这才晓得人生苦短。他现在学道怕来不得及了，何况他牵肠挂肚放不下的事情还多得是，那怎么行？所以要晓得，佛法实在难闻，这机会不能错过。『见闻供养及亲承』，「见」是见佛，「闻」是闻法，见佛当然闻法，见佛闻法当然会供养如来，承事如来，依教奉行。这个里面你所得的利益说不尽，这些利益是真实的，绝没有空过的。向下还有四首是结劝，结劝的文长，句句都是劝勉我们要赶快去见佛，见佛闻法得真实利益。我们今天就讲到此地。",
      "zh_TW": "我當年聞法，發心來學佛的時候，我有很多長官、同事他們對我都非常愛護，看到我那麼認真的在那裡研究經典，都在那裡勸我，這四十以後學就好，你現在太年輕。我都跟他們說，我覺得太晚了，為什麼不叫我早十年知道？他們不曉得佛法的好處。到今天我們再見面碰到一塊：你這個路走對了。那個時候他沒想到，現在怎麼樣？現在退休，一退休之後，以前的功名富貴過眼雲煙，這才曉得人生苦短。他現在學道怕來不得及了，何況他牽腸掛肚放不下的事情還多得是，那怎麼行？所以要曉得，佛法實在難聞，這機會不能錯過。『見聞供養及親承』，「見」是見佛，「聞」是聞法，見佛當然聞法，見佛聞法當然會供養如來，承事如來，依教奉行。這個裡面你所得的利益說不盡，這些利益是真實的，絕沒有空過的。向下還有四首是結勸，結勸的文長，句句都是勸勉我們要趕快去見佛，見佛聞法得真實利益。我們今天就講到此地。"
    }
  ]
}