{
  "doc_id": "12-006-0016",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0016",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "12-006-0016_p0001",
      "zh_CN": "六百九十七面第八行，也就是倒数第三行。我们将经文念几句对对地方：",
      "zh_TW": "六百九十七面第八行，也就是倒數第三行。我們將經文念幾句對對地方："
    },
    {
      "id": "12-006-0016_p0002",
      "zh_CN": "【得如是等十千三昧已。复得微细等引。】",
      "zh_TW": "【得如是等十千三昧已。復得微細等引。】"
    },
    {
      "id": "12-006-0016_p0003",
      "zh_CN": "前面一句是总结上文，后一句这是引起下面的一段经文。『等引』，「引」是引发；换句话说，从前面『十千三昧』所引发的。像底下讲的大心、大智、大悲，都是从定中所生的。向下有三十二句都是三昧所引发的悲智二利极用之心，这些地方都是值得我们学习的，当然我们在境界上是没有办法跟菩萨相比，可是菩萨有许多的行法，我们在日常生活当中要善于模仿，模仿久了自然也能够得到相似的受用。请看经文：",
      "zh_TW": "前面一句是總結上文，後一句這是引起下面的一段經文。『等引』，「引」是引發；換句話說，從前面『十千三昧』所引發的。像底下講的大心、大智、大悲，都是從定中所生的。向下有三十二句都是三昧所引發的悲智二利極用之心，這些地方都是值得我們學習的，當然我們在境界上是沒有辦法跟菩薩相比，可是菩薩有許多的行法，我們在日常生活當中要善於模仿，模仿久了自然也能夠得到相似的受用。請看經文："
    },
    {
      "id": "12-006-0016_p0004",
      "zh_CN": "【谓不动心。】",
      "zh_TW": "【謂不動心。】"
    },
    {
      "id": "12-006-0016_p0005",
      "zh_CN": "我们一句一句的来讲，当然这个引发的心可以说是非常之多，不止三十二种，三十二种是菩萨略举。第一句是根本；换句话说，也是我们在日常用心这是顶重要的。『不动心』是觉心，心动就迷了，所以那个觉相是清净相。你看，经论里头常说「不觉心动而有无明」，无明从哪来的？无明就是你心动了。可见得你的心要是不动，就不生无明。无明这个东西有，虽有它不是真的，马鸣菩萨说得很好，「本觉本有」，是真的。可见得「不动心」是真的，是本有的。「不觉本无」，不觉就是你心动了，所谓「一念不觉而有无明」，无明是一个动相，无明示动相。如来所住的境界叫寂灭相，寂就是清净，就是寂静。灭是什么？灭就是灭的妄动，灭就是不动，所以不动心就是真心。向下这三十一种心，都是依这个为基础，这点是比什么都重要，因为你一看到第二句：",
      "zh_TW": "我們一句一句的來講，當然這個引發的心可以說是非常之多，不止三十二種，三十二種是菩薩略舉。第一句是根本；換句話說，也是我們在日常用心這是頂重要的。『不動心』是覺心，心動就迷了，所以那個覺相是清淨相。你看，經論裡頭常說「不覺心動而有無明」，無明從哪來的？無明就是你心動了。可見得你的心要是不動，就不生無明。無明這個東西有，雖有它不是真的，馬鳴菩薩說得很好，「本覺本有」，是真的。可見得「不動心」是真的，是本有的。「不覺本無」，不覺就是你心動了，所謂「一念不覺而有無明」，無明是一個動相，無明示動相。如來所住的境界叫寂滅相，寂就是清淨，就是寂靜。滅是什麼？滅就是滅的妄動，滅就是不動，所以不動心就是真心。向下這三十一種心，都是依這個為基礎，這點是比什麼都重要，因為你一看到第二句："
    },
    {
      "id": "12-006-0016_p0006",
      "zh_CN": "【欢喜心。】",
      "zh_TW": "【歡喜心。】"
    },
    {
      "id": "12-006-0016_p0007",
      "zh_CN": "『欢喜心』动了心，如果一动心那就落到凡夫，那就起了无明。「欢喜心」有没有？有。有怎么样？不动。这个我们很不好懂，不动是体，是自受用，欢喜是从体起用，为他受用。自他不二，正在他受用的时候，自己还是如如不动，还是清净寂灭，这就是诸佛菩萨与我们不一样的地方。如果从迹象上来说，或者从事相来讲，佛菩萨与我们凡夫真的无二无别。释迦摩尼佛当年在世，那么多菩萨、阿罗汉们每天也要吃饭，也要穿衣，也要睡觉，也要跟大家应酬，信徒去供养佛，请佛去供斋，佛也要去应酬一下，没两样。不一样的所在，就是用心不一样，用的什么心不一样？给诸位说，就是第一句「不动心」。这是我们办不到的，我们几时在一切境界里，不要说世间法了，包括出世间法在内，也是不动心。",
      "zh_TW": "『歡喜心』動了心，如果一動心那就落到凡夫，那就起了無明。「歡喜心」有沒有？有。有怎麼樣？不動。這個我們很不好懂，不動是體，是自受用，歡喜是從體起用，為他受用。自他不二，正在他受用的時候，自己還是如如不動，還是清淨寂滅，這就是諸佛菩薩與我們不一樣的地方。如果從跡象上來說，或者從事相來講，佛菩薩與我們凡夫真的無二無別。釋迦摩尼佛當年在世，那麼多菩薩、阿羅漢們每天也要吃飯，也要穿衣，也要睡覺，也要跟大家應酬，信徒去供養佛，請佛去供齋，佛也要去應酬一下，沒兩樣。不一樣的所在，就是用心不一樣，用的什麼心不一樣？給諸位說，就是第一句「不動心」。這是我們辦不到的，我們幾時在一切境界裡，不要說世間法了，包括出世間法在內，也是不動心。"
    },
    {
      "id": "12-006-0016_p0008",
      "zh_CN": "今天有个同学来问我，我们家里供的佛像，要不要开光？诸位想想，如果这个佛像要请一个法师开了光就灵，那何必供佛？供法师就好了。心诚，像就灵，就感应道交了；心要是不诚，请什么样的高僧来开光，都没用处。而且这个开光，诸位一定要了解开什么光？是藉佛像的功德利益，开发我们自己自性的清净光明，这个叫开光，那我们得的受用就太大了。我们礼拜阿弥陀佛，念念当中是无量觉，你看这是多大的光明！供养观世音菩萨，开我们自性大慈大悲的光明，这就叫开光。所以开光仪式里面，一定要把这个道理讲清楚。前面讲转法轮，把开光从如来的光明转到我们自己心地的光明，让我们自己心地的光明，与佛菩萨的光明一模一样，无二无别，这是真正开光。所以这个里面没有迷信，我们为什么请高僧大德？高僧大德他懂道理，他明理，他知道这些善巧方便，借着给佛菩萨开光，实际上是给我们每个人大众来开光，功德利益在此地。",
      "zh_TW": "今天有個同學來問我，我們家裡供的佛像，要不要開光？諸位想想，如果這個佛像要請一個法師開了光就靈，那何必供佛？供法師就好了。心誠，像就靈，就感應道交了；心要是不誠，請什麼樣的高僧來開光，都沒用處。而且這個開光，諸位一定要了解開什麼光？是藉佛像的功德利益，開發我們自己自性的清淨光明，這個叫開光，那我們得的受用就太大了。我們禮拜阿彌陀佛，念念當中是無量覺，你看這是多大的光明！供養觀世音菩薩，開我們自性大慈大悲的光明，這就叫開光。所以開光儀式裡面，一定要把這個道理講清楚。前面講轉法輪，把開光從如來的光明轉到我們自己心地的光明，讓我們自己心地的光明，與佛菩薩的光明一模一樣，無二無別，這是真正開光。所以這個裡面沒有迷信，我們為什麼請高僧大德？高僧大德他懂道理，他明理，他知道這些善巧方便，藉著給佛菩薩開光，實際上是給我們每個人大眾來開光，功德利益在此地。"
    },
    {
      "id": "12-006-0016_p0009",
      "zh_CN": "这也是佛法教学法里面的一个课程，所以这个课程里头确实没有迷信。这个欢喜就是自己成就了，所谓是法喜充满。这个欢喜绝不是从感情里面生的，什么叫感情？那个心动了就叫情，不动就叫智，智跟情是一桩事情，岂不闻烦恼即菩提吗？菩提是智慧，烦恼是感情，是一不是二。不动心所生的感情就叫做智慧，就是菩提；动了心所生的智慧就叫感情，就这么回事情。所以整个的结症就在不动心。《金刚经》佛教给我们，《金刚经》的境界并不很高，是圆教初住菩萨的境界，四十一位法身大士修行的根本，佛教菩萨「不取于相，如如不动」，那就是不动心。不取就是不执着，相有没有？有。要不要？要，像底下这些统统都要。要怎么样？不动心高明在这里。见到众生断恶修善，他有成就了，佛菩萨欢喜，这个欢喜也没动心。我们现在的话说，是理智的不是感情，佛菩萨是纯一理智；换句话说，决定不迷。第三句：",
      "zh_TW": "這也是佛法教學法裡面的一個課程，所以這個課程裡頭確實沒有迷信。這個歡喜就是自己成就了，所謂是法喜充滿。這個歡喜絕不是從感情裡面生的，什麼叫感情？那個心動了就叫情，不動就叫智，智跟情是一樁事情，豈不聞煩惱即菩提嗎？菩提是智慧，煩惱是感情，是一不是二。不動心所生的感情就叫做智慧，就是菩提；動了心所生的智慧就叫感情，就這麼回事情。所以整個的結癥就在不動心。《金剛經》佛教給我們，《金剛經》的境界並不很高，是圓教初住菩薩的境界，四十一位法身大士修行的根本，佛教菩薩「不取於相，如如不動」，那就是不動心。不取就是不執著，相有沒有？有。要不要？要，像底下這些統統都要。要怎麼樣？不動心高明在這裡。見到眾生斷惡修善，他有成就了，佛菩薩歡喜，這個歡喜也沒動心。我們現在的話說，是理智的不是感情，佛菩薩是純一理智；換句話說，決定不迷。第三句："
    },
    {
      "id": "12-006-0016_p0010",
      "zh_CN": "【安慰心。】",
      "zh_TW": "【安慰心。】"
    },
    {
      "id": "12-006-0016_p0011",
      "zh_CN": "这对学地，就是在求学的这个阶段的地位，那些诸菩萨们是有必要的，因为修法不容易，修法要忍辱，一个阶段一个阶段的完成，都是相当的辛苦，要经历相当长的时间，他成就了。每个等级的成就，譬如十住位菩萨，初住生到二住这是个成就，二住生到三住这又是个成就。好像学生念书一年一年的升级，父母师长都安慰他。佛对于这些菩萨们也一样，菩萨位次有五十一个阶层，纵然到地上菩萨，佛还是要安慰他、赞叹他。",
      "zh_TW": "這對學地，就是在求學的這個階段的地位，那些諸菩薩們是有必要的，因為修法不容易，修法要忍辱，一個階段一個階段的完成，都是相當的辛苦，要經歷相當長的時間，他成就了。每個等級的成就，譬如十住位菩薩，初住生到二住這是個成就，二住生到三住這又是個成就。好像學生念書一年一年的升級，父母師長都安慰他。佛對於這些菩薩們也一樣，菩薩位次有五十一個階層，縱然到地上菩薩，佛還是要安慰他、讚歎他。"
    },
    {
      "id": "12-006-0016_p0012",
      "zh_CN": "【普光照心。】",
      "zh_TW": "【普光照心。】"
    },
    {
      "id": "12-006-0016_p0013",
      "zh_CN": "『普光照』要拿现在的话来讲，就是一种关怀的心，照顾他的心。诸佛菩萨心是清净的、平等的，没有分别，也没有执着，所以佛心是真正的慈悲。我们信仰佛菩萨，恭敬礼拜佛菩萨，佛菩萨常常照顾我们；我们不相信，乃至于毁谤破坏佛菩萨，佛菩萨还是一样的关怀你。只是你自己不接受，佛菩萨绝没有差别。这个人礼敬我，多关怀他一点；那个人毁谤我，少理他，那是凡夫心，佛菩萨是决定平等。如果有这个好恶，你们想想看，他是不是动了心？有好恶的念头是动心，没有好恶不动心，这叫「普光照心」。这都是我们要学的。",
      "zh_TW": "『普光照』要拿現在的話來講，就是一種關懷的心，照顧他的心。諸佛菩薩心是清淨的、平等的，沒有分別，也沒有執著，所以佛心是真正的慈悲。我們信仰佛菩薩，恭敬禮拜佛菩薩，佛菩薩常常照顧我們；我們不相信，乃至於毀謗破壞佛菩薩，佛菩薩還是一樣的關懷你。只是你自己不接受，佛菩薩絕沒有差別。這個人禮敬我，多關懷他一點；那個人毀謗我，少理他，那是凡夫心，佛菩薩是決定平等。如果有這個好惡，你們想想看，他是不是動了心？有好惡的念頭是動心，沒有好惡不動心，這叫「普光照心」。這都是我們要學的。"
    },
    {
      "id": "12-006-0016_p0014",
      "zh_CN": "【顺善知识教心。】",
      "zh_TW": "【順善知識教心。】"
    },
    {
      "id": "12-006-0016_p0015",
      "zh_CN": "菩萨没成佛，没成佛就得要亲近善知识，善知识无量无边，除自己之外统统是善知识。『顺善知识教』，「善知识」里面有从正面来教导我们的，有从反面来教导我们，都是善知识。在佛法里面讲，教化的功德实在是平等的。昨天国庆，是哪一个电视台播「精忠报国」，我是没看，我是在报纸上看到这个题目，电视里面播精忠报国岳飞的故事。我眼睛里面看岳飞跟秦桧都是大善知识，两个人平等的，岳飞教我们精忠，秦桧教我们不要做坏事，做坏事像这样的下场。你看杭州岳王坟里面，前面两个铜像，每个人看到他，都要骂他一顿，那就教不能做坏事，做坏事就落这个下场，他从反面教你；岳飞从正面教你，两位都是善知识。诸位如果能在这个方面去学，哪个不是老师！哪个不是善友！所以见到善的，我们要效法，见到不善的，我们要反省，我们有没有他这样的不善，善人、不善人都是我的老师，没有不是老师的。有许多做坏事的，是反面来教化我们的，都是佛菩萨装的，在那里表演的。五十三参里面就有几个很恶，胜热婆罗门愚痴，甘露火王的残忍，暴君，比阎罗王还可怕，都是大善知识。",
      "zh_TW": "菩薩沒成佛，沒成佛就得要親近善知識，善知識無量無邊，除自己之外統統是善知識。『順善知識教』，「善知識」裡面有從正面來教導我們的，有從反面來教導我們，都是善知識。在佛法裡面講，教化的功德實在是平等的。昨天國慶，是哪一個電視台播「精忠報國」，我是沒看，我是在報紙上看到這個題目，電視裡面播精忠報國岳飛的故事。我眼睛裡面看岳飛跟秦檜都是大善知識，兩個人平等的，岳飛教我們精忠，秦檜教我們不要做壞事，做壞事像這樣的下場。你看杭州岳王墳裡面，前面兩個銅像，每個人看到他，都要罵他一頓，那就教不能做壞事，做壞事就落這個下場，他從反面教你；岳飛從正面教你，兩位都是善知識。諸位如果能在這個方面去學，哪個不是老師！哪個不是善友！所以見到善的，我們要效法，見到不善的，我們要反省，我們有沒有他這樣的不善，善人、不善人都是我的老師，沒有不是老師的。有許多做壞事的，是反面來教化我們的，都是佛菩薩裝的，在那裡表演的。五十三參裡面就有幾個很惡，勝熱婆羅門愚痴，甘露火王的殘忍，暴君，比閻羅王還可怕，都是大善知識。"
    },
    {
      "id": "12-006-0016_p0016",
      "zh_CN": "所以「顺善知识教」，就是顺依，譬如他从反面的，我们能见到逆境，能够反省，我们能得利益，这也叫顺善知识教。他逆行倒施做出那个榜样，示现那个果报，就是教你觉悟。我们真正能觉悟，不走他错误的路子，那就是他的愿望。慈禧太后在生的时候专横跋扈，满清亡在她手上，这个大家晓得。清朝皇帝没有昏君，光绪是个好皇帝，亡在慈禧太后的手上，禧太后太后临死的时候说了一句良心话，遗嘱里面交代后人，「从此以后不要叫女子干政」。她自己是女人，把国家亡了，希望以后不要再出现像她一样，把国家命运断送掉。可见得她临终的时候，她心里很明白，她做错的事情太多，不希望后人走她的路子，那也是善知识。所以这个「顺善知识教心」，要有智慧才能够随顺，没有智慧就没法子随顺。",
      "zh_TW": "所以「順善知識教」，就是順依，譬如他從反面的，我們能見到逆境，能夠反省，我們能得利益，這也叫順善知識教。他逆行倒施做出那個榜樣，示現那個果報，就是教你覺悟。我們真正能覺悟，不走他錯誤的路子，那就是他的願望。慈禧太后在生的時候專橫跋扈，滿清亡在她手上，這個大家曉得。清朝皇帝沒有昏君，光緒是個好皇帝，亡在慈禧太后的手上，禧太后太后臨死的時候說了一句良心話，遺囑裡面交代後人，「從此以後不要叫女子干政」。她自己是女人，把國家亡了，希望以後不要再出現像她一樣，把國家命運斷送掉。可見得她臨終的時候，她心裡很明白，她做錯的事情太多，不希望後人走她的路子，那也是善知識。所以這個「順善知識教心」，要有智慧才能夠隨順，沒有智慧就沒法子隨順。"
    },
    {
      "id": "12-006-0016_p0017",
      "zh_CN": "要开智慧，不读诵大乘不行，单单读诵大乘，恐怕我们还有很多地方见不到，这个经里头的意思我们看不出来，这才要看注解，才要听讲。希望这些过来人，他们所看到的、所发掘的，提供给我们做参考。经教里面我们所看出来的一些，那真是沧海之一滴，这个话不假。我今天看出来的就是沧海之一滴而已，经上说「破一微尘，出大千经卷」。我们这一个字不知道多少微尘？这里面含有无量义，我们怎么能说得出来？怎么能看得出来？你才晓得我们看出来的真正是沧海之一滴。经是无量义，遍遍所读的、遍遍所看到的都不一样，所以这是愈读愈有味道，愈讲愈有味道。如果只有一个意思，清凉大师还能讲五十遍吗？三遍、五遍人家就不听了，遍遍不一样。换句话说，愈看意思愈多，愈讲味道愈浓厚，它才会有味道，正是欲罢不能。第六句说：",
      "zh_TW": "要開智慧，不讀誦大乘不行，單單讀誦大乘，恐怕我們還有很多地方見不到，這個經裡頭的意思我們看不出來，這才要看註解，才要聽講。希望這些過來人，他們所看到的、所發掘的，提供給我們做參考。經教裡面我們所看出來的一些，那真是滄海之一滴，這個話不假。我今天看出來的就是滄海之一滴而已，經上說「破一微塵，出大千經卷」。我們這一個字不知道多少微塵？這裡面含有無量義，我們怎麼能說得出來？怎麼能看得出來？你才曉得我們看出來的真正是滄海之一滴。經是無量義，遍遍所讀的、遍遍所看到的都不一樣，所以這是愈讀愈有味道，愈講愈有味道。如果只有一個意思，清涼大師還能講五十遍嗎？三遍、五遍人家就不聽了，遍遍不一樣。換句話說，愈看意思愈多，愈講味道愈濃厚，它才會有味道，正是欲罷不能。第六句說："
    },
    {
      "id": "12-006-0016_p0018",
      "zh_CN": "【缘甚深一切智心。】",
      "zh_TW": "【緣甚深一切智心。】"
    },
    {
      "id": "12-006-0016_p0019",
      "zh_CN": "俗地所讲的『一切智』，就是三种智慧里面的一切种智，因为句子当中省了一个字，这是我们在大经里面常常看到的。因为单讲「一切智」，那个不圆满，所以一切智、道种智，此地这个「一切智」，因为它上面有『甚深』，是一切种智，梵语称为萨婆若海。心缘也就是心里面所期望的，我们想达到的目标，是要成就无上的智慧。一切种智也就是经典里面常常讲的，「阿耨多罗三藐三菩提」，无上正等正觉，所以佛法修学的目的就是这个。如果不是以这个为目的，那就不叫做学佛，所以这个大目标决定不能错。",
      "zh_TW": "俗地所講的『一切智』，就是三種智慧裡面的一切種智，因為句子當中省了一個字，這是我們在大經裡面常常看到的。因為單講「一切智」，那個不圓滿，所以一切智、道種智，此地這個「一切智」，因為它上面有『甚深』，是一切種智，梵語稱為薩婆若海。心緣也就是心裡面所期望的，我們想達到的目標，是要成就無上的智慧。一切種智也就是經典裡面常常講的，「阿耨多羅三藐三菩提」，無上正等正覺，所以佛法修學的目的就是這個。如果不是以這個為目的，那就不叫做學佛，所以這個大目標決定不能錯。"
    },
    {
      "id": "12-006-0016_p0020",
      "zh_CN": "你看善财童子在五十三参里面，每参访一位善知识，都要把这个问题重复一遍目标。其他的部分不谈，单单就这四十卷经来说，重复了几十遍，三句话「阿耨多罗三藐三菩提、菩萨道、菩萨行」，这三句话重复了几十遍。每章里面，这是五十三章，每章里头至少重复两遍，善财童子一开头，请教的时候是一遍。末尾，你看，善知识推荐底下一位善知识，又要重复一遍，起码重复两遍。五十三参就是一百零六遍，当中还不止，这是我给你说这个一头一尾。所以这个经念完之后，这三句话应该熟透了，念了一百多遍也熟透了。能够把这三句话记住，那就叫善根，虽然你没去做，你没发心，这个善根就种得很深；换句话说，阿赖耶识里面有很深的印象。这是佛法修学终极的目标，最重要的纲领教我们要「缘甚深一切智心」，心里头要有智慧。",
      "zh_TW": "你看善財童子在五十三參裡面，每參訪一位善知識，都要把這個問題重複一遍目標。其他的部分不談，單單就這四十卷經來說，重複了幾十遍，三句話「阿耨多羅三藐三菩提、菩薩道、菩薩行」，這三句話重複了幾十遍。每章裡面，這是五十三章，每章裡頭至少重複兩遍，善財童子一開頭，請教的時候是一遍。末尾，你看，善知識推薦底下一位善知識，又要重複一遍，起碼重複兩遍。五十三參就是一百零六遍，當中還不止，這是我給你說這個一頭一尾。所以這個經念完之後，這三句話應該熟透了，念了一百多遍也熟透了。能夠把這三句話記住，那就叫善根，雖然你沒去做，你沒發心，這個善根就種得很深；換句話說，阿賴耶識裡面有很深的印象。這是佛法修學終極的目標，最重要的綱領教我們要「緣甚深一切智心」，心裡頭要有智慧。"
    },
    {
      "id": "12-006-0016_p0021",
      "zh_CN": "【随顺慈无量教行心。】",
      "zh_TW": "【隨順慈無量教行心。】"
    },
    {
      "id": "12-006-0016_p0022",
      "zh_CN": "这就是慈悲心，慈悲心是从般若智慧里面生的，慈悲心就是经里面常讲，「无缘大慈，同体大悲」。缘，我们现在的话讲就是条件，无缘就是无条件，这是真正慈悲，如果从感情里面流出来这个慈悲是有条件的。佛是从真心里面，如如不动心里面流出来的大慈大悲，没有条件的，所以称之为无缘大慈，同体大悲。要『随顺慈无量』，就是四无量心里头第一条慈悲喜舍，举一个，其余的都包括在里面。不要说悲喜舍没说，有一个就都包括了。在日常生活当中待人接物之处，要用四无量心慈悲喜舍。底下一句：",
      "zh_TW": "這就是慈悲心，慈悲心是從般若智慧裡面生的，慈悲心就是經裡面常講，「無緣大慈，同體大悲」。緣，我們現在的話講就是條件，無緣就是無條件，這是真正慈悲，如果從感情裡面流出來這個慈悲是有條件的。佛是從真心裡面，如如不動心裡面流出來的大慈大悲，沒有條件的，所以稱之為無緣大慈，同體大悲。要『隨順慈無量』，就是四無量心裡頭第一條慈悲喜捨，舉一個，其餘的都包括在裡面。不要說悲喜捨沒說，有一個就都包括了。在日常生活當中待人接物之處，要用四無量心慈悲喜捨。底下一句："
    },
    {
      "id": "12-006-0016_p0023",
      "zh_CN": "【舍离一切执着心。】",
      "zh_TW": "【捨離一切執著心。】"
    },
    {
      "id": "12-006-0016_p0024",
      "zh_CN": "这句也非常重要，凡夫之所以成为凡夫，圣人之所以成为圣人，关键就在这句，佛菩萨没有执着。一切执着的根本归纳起来两大类，一个是我执，一个是法执，我执是无量烦恼的根本，法执是尘沙、无明的根本，尘沙惑、无明惑。诸位都晓得，学佛一定要断见思，要断尘沙，要破无明。你要不把根本两种执着拔除，你这个断烦恼在枝枝叶叶上断，断了怎么样？断了还生。好像树一样它根还在，你把树枝给它砍掉，到明年春天又发芽、又生。我们这一生好勤奋、勤苦来断烦恼，在枝叶上断，好了，一转世到来生统统又生了，这一转世好像过年，明年春天一样，无量无边的烦恼又生了。这个事情我们要深深的反省，自己要真正清楚、明白，我们生生世世都在那里苦修，生生世世都断烦恼。",
      "zh_TW": "這句也非常重要，凡夫之所以成為凡夫，聖人之所以成為聖人，關鍵就在這句，佛菩薩沒有執著。一切執著的根本歸納起來兩大類，一個是我執，一個是法執，我執是無量煩惱的根本，法執是塵沙、無明的根本，塵沙惑、無明惑。諸位都曉得，學佛一定要斷見思，要斷塵沙，要破無明。你要不把根本兩種執著拔除，你這個斷煩惱在枝枝葉葉上斷，斷了怎麼樣？斷了還生。好像樹一樣它根還在，你把樹枝給它砍掉，到明年春天又發芽、又生。我們這一生好勤奮、勤苦來斷煩惱，在枝葉上斷，好了，一轉世到來生統統又生了，這一轉世好像過年，明年春天一樣，無量無邊的煩惱又生了。這個事情我們要深深的反省，自己要真正清楚、明白，我們生生世世都在那裡苦修，生生世世都斷煩惱。"
    },
    {
      "id": "12-006-0016_p0025",
      "zh_CN": "那我们想想，现在烦恼怎么样？还是这么多。为什么？就是一转世烦恼又起来、又现行、又生了，这个毛病没有从根断。所以佛菩萨、古来这些大德们，尤其我们禅宗语录读了不少，禅宗的祖师教给我们，修行从根本修，根本是什么？心是根本，这是我们要觉悟。此地讲的统统是讲心，三十二种心这就是根本，会修行的人从这上修，离一切执着。现在叫你一切都放下，实在说做不到。哪个人能做到？做不到怎么办？总得要淡一点，要一天比一天淡，而且怎么样？一定要在这一生当中把执着断尽，为什么？如果要不断尽，来生一转世又跟现在一样；换句话说，我们的烦恼天天只有增加没有减少。这个树枝把它锯掉一枝，说不定长出三枝来，这个麻烦大了，愈长愈多。尤其是我们现代这个社会，可以说对于增长烦恼这个增上缘太丰富了，在这个环境里头，烦恼不增长不可能，这是我们要认真觉悟的。",
      "zh_TW": "那我們想想，現在煩惱怎麼樣？還是這麼多。為什麼？就是一轉世煩惱又起來、又現行、又生了，這個毛病沒有從根斷。所以佛菩薩、古來這些大德們，尤其我們禪宗語錄讀了不少，禪宗的祖師教給我們，修行從根本修，根本是什麼？心是根本，這是我們要覺悟。此地講的統統是講心，三十二種心這就是根本，會修行的人從這上修，離一切執著。現在叫你一切都放下，實在說做不到。哪個人能做到？做不到怎麼辦？總得要淡一點，要一天比一天淡，而且怎麼樣？一定要在這一生當中把執著斷盡，為什麼？如果要不斷盡，來生一轉世又跟現在一樣；換句話說，我們的煩惱天天只有增加沒有減少。這個樹枝把它鋸掉一枝，說不定長出三枝來，這個麻煩大了，愈長愈多。尤其是我們現代這個社會，可以說對於增長煩惱這個增上緣太豐富了，在這個環境裡頭，煩惱不增長不可能，這是我們要認真覺悟的。"
    },
    {
      "id": "12-006-0016_p0026",
      "zh_CN": "佛为什么叫我们一切不要执着，这个话说的真话，因为一切法空，当体即空。《金刚经》大家念得很熟，「一切有为法，如梦幻泡影」。哪些是有为法？诸位打开《百法》来看看，心法是有为法，五十一个心所法是有为法，二十四个不相应也是有为法，十一个色法还是有为法，身心世界没有一法不是有为法。有为法是事有体无，当体即空，了不可得，你要在这里面生执着，冤枉。所以烦恼性空，不是真实的，迷的时候才有，悟了就没有；换句话说，你放不下的时候有，放下就没有了。你看说起来就这么简单，放下去就没有，不放下就有。可是放下之后再提起，有跟没有都说不上了，这个境界是二边不立，中道不存，这叫得大自在，真解脱。世出世间法都不可以执着。",
      "zh_TW": "佛為什麼叫我們一切不要執著，這個話說的真話，因為一切法空，當體即空。《金剛經》大家念得很熟，「一切有為法，如夢幻泡影」。哪些是有為法？諸位打開《百法》來看看，心法是有為法，五十一個心所法是有為法，二十四個不相應也是有為法，十一個色法還是有為法，身心世界沒有一法不是有為法。有為法是事有體無，當體即空，了不可得，你要在這裡面生執著，冤枉。所以煩惱性空，不是真實的，迷的時候才有，悟了就沒有；換句話說，你放不下的時候有，放下就沒有了。你看說起來就這麼簡單，放下去就沒有，不放下就有。可是放下之後再提起，有跟沒有都說不上了，這個境界是二邊不立，中道不存，這叫得大自在，真解脫。世出世間法都不可以執著。"
    },
    {
      "id": "12-006-0016_p0027",
      "zh_CN": "【不住一切世间境界心。】",
      "zh_TW": "【不住一切世間境界心。】"
    },
    {
      "id": "12-006-0016_p0028",
      "zh_CN": "注意『一切世间』，这四个字非常重要，因为「一切世间」包括佛的净土。我们这个娑婆世界苦，我们不住这里，西方世界要不要住？华藏世界要不要住？一住就糟了，一住就迷了。所以若圣若凡，或者是依、或者是正都不能够执着，正报是有情世间，依报是器世间，决定不染着，境界现前晓得如幻如化。怎么个看法？这也就是说我们所谓的建立人生观、宇宙观，哲学里面，没有一个哲学家不讨论这两个问题。佛法的宇宙人生观是最正确的，就是《金刚经》告诉我们，「如梦幻泡影，如露亦如电，应作如是观」。宇宙人生俱不可得，你的心情多自在、多轻松！这绝不是消极，绝不是悲观，是真正通达实相，真实相如是。",
      "zh_TW": "注意『一切世間』，這四個字非常重要，因為「一切世間」包括佛的淨土。我們這個娑婆世界苦，我們不住這裡，西方世界要不要住？華藏世界要不要住？一住就糟了，一住就迷了。所以若聖若凡，或者是依、或者是正都不能夠執著，正報是有情世間，依報是器世間，決定不染著，境界現前曉得如幻如化。怎麼個看法？這也就是說我們所謂的建立人生觀、宇宙觀，哲學裡面，沒有一個哲學家不討論這兩個問題。佛法的宇宙人生觀是最正確的，就是《金剛經》告訴我們，「如夢幻泡影，如露亦如電，應作如是觀」。宇宙人生俱不可得，你的心情多自在、多輕鬆！這絕不是消極，絕不是悲觀，是真正通達實相，真實相如是。"
    },
    {
      "id": "12-006-0016_p0029",
      "zh_CN": "梦中有没有境界？有，作梦的时候忽然自己觉悟：我自己现在在作梦。那就快乐的去作梦，晓得这统统是梦境，你在这个梦境里面，你看，至少我们在讲席当中常常讲的，取舍、得失没有了。一个人在境界里头没有取、没有舍、没有得、没有失，你看他多自在。诸佛菩萨在九法界示现游戏神通，就好比在梦境里面，自己觉悟：我在作这个梦，不妨大作其梦。即使是佛法，古德也常说梦中佛事，水月道场。道场现前像什么？水里面的月亮。水里有没有月亮？有，月亮的影子在水里头，可以看、可以欣赏，不可得。你对于水里头月亮当然没有取舍的心，没有得失的心。如果在水里头月亮你要是起了个取舍、得失，这个人精神有问题，那就不正常。我们在世间，对于这个世间依正庄严起了得失取舍之心，就跟那个人在水里月亮，他要想取或者要想把它赶走，就是患得患失那个心没什么两样。我们看那个人很愚痴，佛看我们跟那个人一样愚痴，几时我们一下觉悟过来，一觉悟就跟佛菩萨一样，不但六凡世间不住，四圣世间也不住了。",
      "zh_TW": "夢中有沒有境界？有，作夢的時候忽然自己覺悟：我自己現在在作夢。那就快樂的去作夢，曉得這統統是夢境，你在這個夢境裡面，你看，至少我們在講席當中常常講的，取捨、得失沒有了。一個人在境界裡頭沒有取、沒有捨、沒有得、沒有失，你看他多自在。諸佛菩薩在九法界示現遊戲神通，就好比在夢境裡面，自己覺悟：我在作這個夢，不妨大作其夢。即使是佛法，古德也常說夢中佛事，水月道場。道場現前像什麼？水裡面的月亮。水裡有沒有月亮？有，月亮的影子在水裡頭，可以看、可以欣賞，不可得。你對於水裡頭月亮當然沒有取捨的心，沒有得失的心。如果在水裡頭月亮你要是起了個取捨、得失，這個人精神有問題，那就不正常。我們在世間，對於這個世間依正莊嚴起了得失取捨之心，就跟那個人在水裡月亮，他要想取或者要想把它趕走，就是患得患失那個心沒什麼兩樣。我們看那個人很愚痴，佛看我們跟那個人一樣愚痴，幾時我們一下覺悟過來，一覺悟就跟佛菩薩一樣，不但六凡世間不住，四聖世間也不住了。"
    },
    {
      "id": "12-006-0016_p0030",
      "zh_CN": "佛门常用莲花表法，莲花就是表这句的意思，莲花的根在泥里面，泥表六凡法界；泥上面是清水，代表四圣法界；莲花开在水上，四圣六凡都不染。都不染不是说出污泥而不染，它清水也不染，这就是说「不住一切世间境界心」，这个要紧，这是真实的享受。心愈清净智慧就增长，烦恼业障就自然消除，这种忏除烦恼，也就是祖师大德教给我们的，所谓说理忏，忏悔有事、有理，这是属于理，得清净心智慧增长。智慧一现前，烦恼就没有了，烦恼到哪里去了？烦恼变成智慧，烦恼即菩提。所以你不要怕，现在烦恼这么多，这怎么得了？心一清净，就怕你烦恼不多，为什么？烦恼多智慧就多，一下子就统统变成智慧。那你烦恼要是没有了，智慧也就没有了。所以诸位晓得，转阿赖耶成大圆境智的时候，阿赖耶里面所有的烦恼习气种子统统转成菩提，全转成智慧，所以这是一个转变。你也不要怕烦恼多，不要因为烦恼多而恐惧，要晓得怎么样的转业，去转境界。",
      "zh_TW": "佛門常用蓮花表法，蓮花就是表這句的意思，蓮花的根在泥裡面，泥表六凡法界；泥上面是清水，代表四聖法界；蓮花開在水上，四聖六凡都不染。都不染不是說出污泥而不染，它清水也不染，這就是說「不住一切世間境界心」，這個要緊，這是真實的享受。心愈清淨智慧就增長，煩惱業障就自然消除，這種懺除煩惱，也就是祖師大德教給我們的，所謂說理懺，懺悔有事、有理，這是屬於理，得清淨心智慧增長。智慧一現前，煩惱就沒有了，煩惱到哪裡去了？煩惱變成智慧，煩惱即菩提。所以你不要怕，現在煩惱這麼多，這怎麼得了？心一清淨，就怕你煩惱不多，為什麼？煩惱多智慧就多，一下子就統統變成智慧。那你煩惱要是沒有了，智慧也就沒有了。所以諸位曉得，轉阿賴耶成大圓境智的時候，阿賴耶裡面所有的煩惱習氣種子統統轉成菩提，全轉成智慧，所以這是一個轉變。你也不要怕煩惱多，不要因為煩惱多而恐懼，要曉得怎麼樣的轉業，去轉境界。"
    },
    {
      "id": "12-006-0016_p0031",
      "zh_CN": "【深入如来境界心。】",
      "zh_TW": "【深入如來境界心。】"
    },
    {
      "id": "12-006-0016_p0032",
      "zh_CN": "『如来境界』太深，甚深难说，诸佛菩萨有方便，这部《大方广佛华严经》就是如来亲证的境界，所以称之为根本法轮。我们要想明达如来境界，不能不读《华严经》，深入那是大菩萨的境界，我们念佛刚刚念到理一心不乱，这叫初入。诸位要晓得理一心在圆教里面讲，从初住到等觉都是理一心，大家都一样证得理一心。理一心有浅深差别不同，四十一个阶级都是理一心，这是我们要晓得的。并不是理一心都是同样境界，不是的，好像大学生都是大学生，它有一年级、二年级、三年级、四年级不一样。我们初到理一心的时候就是初入，理一心就是入如来境界，这个讲个心，我们虽然没入，有这个心；换句话说，我们这个念佛要用功、要精进，要把自己境界不住的往上提升。为什么？因为在娑婆世界提升容易，极乐世界提升的时间长，在此地时间短，当然提升难这是一定的道理。",
      "zh_TW": "『如來境界』太深，甚深難說，諸佛菩薩有方便，這部《大方廣佛華嚴經》就是如來親證的境界，所以稱之為根本法輪。我們要想明達如來境界，不能不讀《華嚴經》，深入那是大菩薩的境界，我們念佛剛剛念到理一心不亂，這叫初入。諸位要曉得理一心在圓教裡面講，從初住到等覺都是理一心，大家都一樣證得理一心。理一心有淺深差別不同，四十一個階級都是理一心，這是我們要曉得的。並不是理一心都是同樣境界，不是的，好像大學生都是大學生，它有一年級、二年級、三年級、四年級不一樣。我們初到理一心的時候就是初入，理一心就是入如來境界，這個講個心，我們雖然沒入，有這個心；換句話說，我們這個念佛要用功、要精進，要把自己境界不住的往上提升。為什麼？因為在娑婆世界提升容易，極樂世界提升的時間長，在此地時間短，當然提升難這是一定的道理。"
    },
    {
      "id": "12-006-0016_p0033",
      "zh_CN": "娑婆世界提升难，时间短；极乐世界提升容易，时间长，经上给我们讲娑婆世界修行一天，是认真修习，不是装模作样，不是做样子，我们佛门里讲充壳子，就是装模作样。认真的修行，娑婆世界修行一天，比在西方极乐世界他们那里修行一百年，你想想看哪个地方好修行？为什么我们在这地方修行一天等于那里一百年？那是顺境，没有障碍。好像走路一样，平平稳稳的，我们这里道路崎岖非常难走，难走你也能走，这个了不得，恶缘太多，障缘太多，都没有把你障住。所以真正讲修行，娑婆世界还真是个好地方。我们功夫成片，就有能力往生，不但有能力往生，而且自在，想去就去。这是功夫成片就有这个能力，就是生死自在，不必到一心。功夫成片里面也有三辈九品，上品的就有这个功夫。可是你到这个程度，想想这娑婆世界太乱了，我好心讲经说法给大家听，他也不当一回事情，我还是走！真的去了，到西方极乐世界去，去了品位不高。为什么去？在此地娑婆世界不耐烦，先走了。",
      "zh_TW": "娑婆世界提升難，時間短；極樂世界提升容易，時間長，經上給我們講娑婆世界修行一天，是認真修習，不是裝模作樣，不是做樣子，我們佛門裡講充殼子，就是裝模作樣。認真的修行，娑婆世界修行一天，比在西方極樂世界他們那裡修行一百年，你想想看哪個地方好修行？為什麼我們在這地方修行一天等於那裡一百年？那是順境，沒有障礙。好像走路一樣，平平穩穩的，我們這裡道路崎嶇非常難走，難走你也能走，這個了不得，惡緣太多，障緣太多，都沒有把你障住。所以真正講修行，娑婆世界還真是個好地方。我們功夫成片，就有能力往生，不但有能力往生，而且自在，想去就去。這是功夫成片就有這個能力，就是生死自在，不必到一心。功夫成片裡面也有三輩九品，上品的就有這個功夫。可是你到這個程度，想想這娑婆世界太亂了，我好心講經說法給大家聽，他也不當一回事情，我還是走！真的去了，到西方極樂世界去，去了品位不高。為什麼去？在此地娑婆世界不耐煩，先走了。"
    },
    {
      "id": "12-006-0016_p0034",
      "zh_CN": "你要是真正通达这个道理，我现在还不去，为什么？我这个业报之身还没了，我已经到这功夫，我这功夫再加深，我要晋级，再用几年功夫把自己提升到事一心不乱，到西方极乐世界就生方便有余土，不必在凡圣同居土，这是聪明人。如果还有寿命，那就不妨功夫再加深，念到理一心不乱，到西方极乐世界上品上生，花开见佛生实报庄严土。与本经里面所讲的四十一位法身大士，无二无别，这是真正聪明人。所以这一生当中，就能够把自己提升到实报土。诸位要想想看，在这个经典里面说得很清楚，如果是个带业往生，生在凡圣同居土，从西方极乐世界那个同居土到实报土，要修行好多个大劫。在我们这个世间，几十年的时间就可以做到，这是我们要觉悟的。所以无论什么时候，无论什么处所，无论什么境界，对于一个真正修行的人来讲都是道场，都是殊胜的境缘，都是帮助他道业成就，这是个真正觉悟的人，他能够深入如来境界。再看底下一句：",
      "zh_TW": "你要是真正通達這個道理，我現在還不去，為什麼？我這個業報之身還沒了，我已經到這功夫，我這功夫再加深，我要晉級，再用幾年功夫把自己提升到事一心不亂，到西方極樂世界就生方便有餘土，不必在凡聖同居土，這是聰明人。如果還有壽命，那就不妨功夫再加深，念到理一心不亂，到西方極樂世界上品上生，花開見佛生實報莊嚴土。與本經裡面所講的四十一位法身大士，無二無別，這是真正聰明人。所以這一生當中，就能夠把自己提升到實報土。諸位要想想看，在這個經典裡面說得很清楚，如果是個帶業往生，生在凡聖同居土，從西方極樂世界那個同居土到實報土，要修行好多個大劫。在我們這個世間，幾十年的時間就可以做到，這是我們要覺悟的。所以無論什麼時候，無論什麼處所，無論什麼境界，對於一個真正修行的人來講都是道場，都是殊勝的境緣，都是幫助他道業成就，這是個真正覺悟的人，他能夠深入如來境界。再看底下一句："
    },
    {
      "id": "12-006-0016_p0035",
      "zh_CN": "【普照一切佛色相海心。】",
      "zh_TW": "【普照一切佛色相海心。】"
    },
    {
      "id": "12-006-0016_p0036",
      "zh_CN": "这句跟前面所讲的义趣稍稍的有点不同，如来德号当中有个号叫二足尊，足就是满足，就是圆满的意思。二就是福慧圆满，福报满足、圆满没有一点欠缺，智慧圆满也没有一点欠缺。前面几句多半着重在慧上，这句着重在福上。怎么说福？『一切佛色相』，我们以佛的劣应身来说，像释迦牟尼佛在我们地球上示现的，三十二相八十种好，劣应身。大经里面所讲报身佛，佛有无量相，相有无量好，好有无量光，光里头还有化佛，还有度众生，那是愈说愈多，那个境界是真正不可思议。佛的这些色相从哪来的？修福得来的果报。虽然他修福是三轮体空，绝不执着相，为什么要三轮体空？因为三轮体空才是修不动心，真正是称性的福慧双修，三轮不空就修世间有漏的福报。同样是修行，用心不一样，一个所得的是无漏的福慧，一个得的是世间有漏福报，不一样，大大的不一样，事上是完全相同，用心不一样。",
      "zh_TW": "這句跟前面所講的義趣稍稍的有點不同，如來德號當中有個號叫二足尊，足就是滿足，就是圓滿的意思。二就是福慧圓滿，福報滿足、圓滿沒有一點欠缺，智慧圓滿也沒有一點欠缺。前面幾句多半著重在慧上，這句著重在福上。怎麼說福？『一切佛色相』，我們以佛的劣應身來說，像釋迦牟尼佛在我們地球上示現的，三十二相八十種好，劣應身。大經裡面所講報身佛，佛有無量相，相有無量好，好有無量光，光裡頭還有化佛，還有度眾生，那是愈說愈多，那個境界是真正不可思議。佛的這些色相從哪來的？修福得來的果報。雖然他修福是三輪體空，絕不執著相，為什麼要三輪體空？因為三輪體空才是修不動心，真正是稱性的福慧雙修，三輪不空就修世間有漏的福報。同樣是修行，用心不一樣，一個所得的是無漏的福慧，一個得的是世間有漏福報，不一樣，大大的不一樣，事上是完全相同，用心不一樣。"
    },
    {
      "id": "12-006-0016_p0037",
      "zh_CN": "虽然他不着相，但是，福报是自然的。所以在上一次提到讲这个事相，讲造像，像为什么一定要如法的去造？因为它能够启发我们，我们一看到佛的相好，就晓得哪个相好是要修什么样的因。告诉我们，要想成就如来的相好光明，我们现在除了着重修慧之外，还要着重修福。修福很重要吗？重要。为什么？不修福不能满足你自己的大愿，你曾经发愿，「众生无边誓愿度」，你发这个愿。度众生要福，没福不能度众生，一定要修福，唯有修福才能把称性的福报引发出来，所以福不能不修。诸佛如来个个都是福慧双修，不是单修一面，统统是福慧双修，我们也要发这个心。这个『普照』就是普遍的模仿，效法一切诸佛修相好光明。第十二句讲：",
      "zh_TW": "雖然他不著相，但是，福報是自然的。所以在上一次提到講這個事相，講造像，像為什麼一定要如法的去造？因為它能夠啟發我們，我們一看到佛的相好，就曉得哪個相好是要修什麼樣的因。告訴我們，要想成就如來的相好光明，我們現在除了著重修慧之外，還要著重修福。修福很重要嗎？重要。為什麼？不修福不能滿足你自己的大願，你曾經發願，「眾生無邊誓願度」，你發這個願。度眾生要福，沒福不能度眾生，一定要修福，唯有修福才能把稱性的福報引發出來，所以福不能不修。諸佛如來個個都是福慧雙修，不是單修一面，統統是福慧雙修，我們也要發這個心。這個『普照』就是普遍的模仿，效法一切諸佛修相好光明。第十二句講："
    },
    {
      "id": "12-006-0016_p0038",
      "zh_CN": "【不散乱心。】",
      "zh_TW": "【不散亂心。】"
    },
    {
      "id": "12-006-0016_p0039",
      "zh_CN": "底下一句：",
      "zh_TW": "底下一句："
    },
    {
      "id": "12-006-0016_p0040",
      "zh_CN": "【不飘动心。】",
      "zh_TW": "【不飄動心。】"
    },
    {
      "id": "12-006-0016_p0041",
      "zh_CN": "这两句意思大略是相同的，相同要用两句叫雷同，那就不是好文章。就是意思接近，当然还是有点不一样，大同小异；换句话说，两种都是动了心。散乱，我们一般讲一个人精神不能集中，意志不能集中，这是大病，不但是修行他不会成就，就是在世间的事业他也不能成就。如果散乱心要多的话，一定要修禅定，禅定对治散乱的。念佛也是修禅定，你看念佛修一心不乱，一心不乱就是『不散乱心』，「不散乱」是一心。『飘动』是对外境的，我们一般讲禁不起外境的诱惑，外面境界一诱惑他境界动了，没有这些诱惑还不错，他这个心还能静得下来，一有诱惑他心就动了，差别是在这个地方。如果我们禁不起诱惑，那有个办法，尽量避免外境。所以你看从前人修行，道场都是建筑在深山上，人迹不到的地方，真的，除了暮鼓晨钟之外，他与社会不接触。",
      "zh_TW": "這兩句意思大略是相同的，相同要用兩句叫雷同，那就不是好文章。就是意思接近，當然還是有點不一樣，大同小異；換句話說，兩種都是動了心。散亂，我們一般講一個人精神不能集中，意志不能集中，這是大病，不但是修行他不會成就，就是在世間的事業他也不能成就。如果散亂心要多的話，一定要修禪定，禪定對治散亂的。念佛也是修禪定，你看念佛修一心不亂，一心不亂就是『不散亂心』，「不散亂」是一心。『飄動』是對外境的，我們一般講禁不起外境的誘惑，外面境界一誘惑他境界動了，沒有這些誘惑還不錯，他這個心還能靜得下來，一有誘惑他心就動了，差別是在這個地方。如果我們禁不起誘惑，那有個辦法，盡量避免外境。所以你看從前人修行，道場都是建築在深山上，人跡不到的地方，真的，除了暮鼓晨鐘之外，他與社會不接觸。"
    },
    {
      "id": "12-006-0016_p0042",
      "zh_CN": "因为凡夫毕竟是凡夫，没有外境他心容易定下来，一遇到境界他就做不了主。所以丛林寺院对初学的人来讲，是非常理想的道场。可是现在不行了，现在已经没有乡村都市，乡村都都市化，那个大的寺院马路都开进去，车都可以直达，一天到晚观光的旅客，恐怕比我们这个地方不知道多多少倍。我觉得我们现在比他们还清净多了，没有那么多观光客，这一批走了那一批又来，不得了。哪有功夫去办道？别说是参禅、诵经了，恐怕念佛的时间都没有，那个客人从早到晚没有间断的，晚上还有一批客人住在那里，你说有什么法子？寺庙几乎跟观光酒店差不多，今天这种情形，难。所以现在社会跟从前整个的结构不相同，像我们现在这个道场，倒算是相当清净的道场，大众到这边来都能心静下来，能够把心定下来，确实相当的难得。",
      "zh_TW": "因為凡夫畢竟是凡夫，沒有外境他心容易定下來，一遇到境界他就做不了主。所以叢林寺院對初學的人來講，是非常理想的道場。可是現在不行了，現在已經沒有鄉村都市，鄉村都都市化，那個大的寺院馬路都開進去，車都可以直達，一天到晚觀光的旅客，恐怕比我們這個地方不知道多多少倍。我覺得我們現在比他們還清淨多了，沒有那麼多觀光客，這一批走了那一批又來，不得了。哪有功夫去辦道？別說是參禪、誦經了，恐怕念佛的時間都沒有，那個客人從早到晚沒有間斷的，晚上還有一批客人住在那裡，你說有什麼法子？寺廟幾乎跟觀光酒店差不多，今天這種情形，難。所以現在社會跟從前整個的結構不相同，像我們現在這個道場，倒算是相當清淨的道場，大眾到這邊來都能心靜下來，能夠把心定下來，確實相當的難得。"
    },
    {
      "id": "12-006-0016_p0043",
      "zh_CN": "所以我们生在哪个时代，生在什么社会里面，一定要觉悟，不能够迷惑，运用环境成就我们的定慧。现前这个环境，未尝不是好环境，这个环境淘汰人很厉害，成就人也了不起。换句话说，不是成就，就被淘汰，不被淘汰，就成就了，不成就则已，若成就都比古人高。我们看《高僧传》、《高士传》、《往生传》，那些人他是生在那个时代，如果叫他生在今天未必会成就，今天成就那的确是了不起。所以我们如果真正发的是道心，你就会有成就，为什么？发道心，纵然自己的力量不够，你这个心是真心，还有佛菩萨冥冥当中给你做增上缘帮助你，你快要堕落了，要跌下去了，会再有一个力量把你扶起来，妙不可言。",
      "zh_TW": "所以我們生在哪個時代，生在什麼社會裡面，一定要覺悟，不能夠迷惑，運用環境成就我們的定慧。現前這個環境，未嘗不是好環境，這個環境淘汰人很厲害，成就人也了不起。換句話說，不是成就，就被淘汰，不被淘汰，就成就了，不成就則已，若成就都比古人高。我們看《高僧傳》、《高士傳》、《往生傳》，那些人他是生在那個時代，如果叫他生在今天未必會成就，今天成就那的確是了不起。所以我們如果真正發的是道心，你就會有成就，為什麼？發道心，縱然自己的力量不夠，你這個心是真心，還有佛菩薩冥冥當中給你做增上緣幫助你，你快要墮落了，要跌下去了，會再有一個力量把你扶起來，妙不可言。"
    },
    {
      "id": "12-006-0016_p0044",
      "zh_CN": "由这个地方我们就看到，佛菩萨对我们那个关心、照顾真是无微不至，你没有这个心，那没办法，他还是一样的关怀、照顾你，他不会弃你；你有这个心，他才能扶持你，才能够帮助你。所以我们一定要有这个心，这个心愈坚强，你会感觉得佛菩萨加持的力量愈大；这个心愈薄弱，加持的力量就愈小。不是菩萨加持的力量有大小，而是我们自己能够接受，能够感受得到的、接受到的，这个力量有大小，与我们的心成正比，这是我们应当要懂得。这是外面境界要是动心的话就退，不动心的时候往前进，试探，慢慢向前试探，用这种方法。一动心马上就退，保全自己，这就是要有智慧，要理智，不能感情用事。第十四句：",
      "zh_TW": "由這個地方我們就看到，佛菩薩對我們那個關心、照顧真是無微不至，你沒有這個心，那沒辦法，他還是一樣的關懷、照顧你，他不會棄你；你有這個心，他才能扶持你，才能夠幫助你。所以我們一定要有這個心，這個心愈堅強，你會感覺得佛菩薩加持的力量愈大；這個心愈薄弱，加持的力量就愈小。不是菩薩加持的力量有大小，而是我們自己能夠接受，能夠感受得到的、接受到的，這個力量有大小，與我們的心成正比，這是我們應當要懂得。這是外面境界要是動心的話就退，不動心的時候往前進，試探，慢慢向前試探，用這種方法。一動心馬上就退，保全自己，這就是要有智慧，要理智，不能感情用事。第十四句："
    },
    {
      "id": "12-006-0016_p0045",
      "zh_CN": "【无障碍心。】",
      "zh_TW": "【無障礙心。】"
    },
    {
      "id": "12-006-0016_p0046",
      "zh_CN": "我们把底下这几句念下去：",
      "zh_TW": "我們把底下這幾句念下去："
    },
    {
      "id": "12-006-0016_p0047",
      "zh_CN": "【无高下心。无疲倦心。无退转心。得自在心。离懈怠心。】",
      "zh_TW": "【無高下心。無疲倦心。無退轉心。得自在心。離懈怠心。】"
    },
    {
      "id": "12-006-0016_p0048",
      "zh_CN": "我们念到这个地方。障碍对于修行也是个难关，遇到障碍不要怕，不要退转，要很冷静下来，去找那个障碍的关键，到底是什么力量障碍自己？你要是真正把这个障碍的关键找到，你把它消除了，你就很顺利通过障碍。我们就要问了，一般我们从原则上说，障碍在自己心里头生的，不在外境。有许多人认为障碍从外面来的，烦恼障也是从外面来的，所知障也是从外面来的，五阴魔障还是从外面来的，那你想要把这个障碍破除掉，就不简单。这些人障碍真正的关键他没找到，他只看到障碍的缘，没有找到障碍的根本原因，这是我们要特别留意的。障碍的根本原因就是迷惑颠倒，我们对于一切境界里头不迷、不颠倒，什么境界能障碍？外面的境缘决定不能障碍。",
      "zh_TW": "我們念到這個地方。障礙對於修行也是個難關，遇到障礙不要怕，不要退轉，要很冷靜下來，去找那個障礙的關鍵，到底是什麼力量障礙自己？你要是真正把這個障礙的關鍵找到，你把它消除了，你就很順利通過障礙。我們就要問了，一般我們從原則上說，障礙在自己心裡頭生的，不在外境。有許多人認為障礙從外面來的，煩惱障也是從外面來的，所知障也是從外面來的，五陰魔障還是從外面來的，那你想要把這個障礙破除掉，就不簡單。這些人障礙真正的關鍵他沒找到，他只看到障礙的緣，沒有找到障礙的根本原因，這是我們要特別留意的。障礙的根本原因就是迷惑顛倒，我們對於一切境界裡頭不迷、不顛倒，什麼境界能障礙？外面的境緣決定不能障礙。"
    },
    {
      "id": "12-006-0016_p0049",
      "zh_CN": "谁能障碍你心清净？顺境里面你不取于相，如如不动，谁能障碍得了你？逆境现前，我也不取于相，如如不动。把你关到监牢里去，还是身心自在，不取这个相，还是如如不动，没有人能障碍得了你。所以你自己要晓得，障碍自己的就是自己，除了自己之外，那个外缘是什么？利用你的迷惑颠倒，这么一做你马上就迷了。是用你自己的力量来障碍你自己，你上了大当，不是人家能障碍得了。『无障碍心』，简单讲无一切心就没有障碍，无好名的心，名不能障碍你；无贪利的心，利不能障碍你。也许你们读过《西游记》，你们都晓得三藏取经，孙悟空的本事很大，孙悟空有个很大的弱点，好名，人家给一顶高帽子给他一戴，马上给人家牵住了，那就不行，那就是他的障碍。可见得世出世间一切法，只要对于任何一法有个贪恋的心，有个取舍的心，那就是障碍。",
      "zh_TW": "誰能障礙你心清淨？順境裡面你不取於相，如如不動，誰能障礙得了你？逆境現前，我也不取於相，如如不動。把你關到監牢裡去，還是身心自在，不取這個相，還是如如不動，沒有人能障礙得了你。所以你自己要曉得，障礙自己的就是自己，除了自己之外，那個外緣是什麼？利用你的迷惑顛倒，這麼一做你馬上就迷了。是用你自己的力量來障礙你自己，你上了大當，不是人家能障礙得了。『無障礙心』，簡單講無一切心就沒有障礙，無好名的心，名不能障礙你；無貪利的心，利不能障礙你。也許你們讀過《西遊記》，你們都曉得三藏取經，孫悟空的本事很大，孫悟空有個很大的弱點，好名，人家給一頂高帽子給他一戴，馬上給人家牽住了，那就不行，那就是他的障礙。可見得世出世間一切法，只要對於任何一法有個貪戀的心，有個取捨的心，那就是障礙。"
    },
    {
      "id": "12-006-0016_p0050",
      "zh_CN": "《楞严经》里面讲的五十种阴魔，五十种阴魔是障碍，修行人的障碍。五十种，种是种类，每一类里头无量无边。佛教给我们什么方法来破除这个障碍？只有一个原则，不取相。无论什么境界现前，只要记住，根本不理会，守住自己的清净心，就没有障碍，你一理会它，马上就被它障碍，这个方法妙极了。无论什么境界现前，记住，「凡所有相，皆是虚妄」。诸佛菩萨现的相也不例外，佛在经上没有注解一下，凡所有相，皆是虚妄，佛菩萨除外，没说，没这个小注。也没有注西方世界例外，华藏世界例外，没注；换句话说，统统包括在这边。无论什么境界现前，保持我们正常，根本不理会，见如不见。心永远是清净的，永远是平等的，很顺利就过去了，所有的障碍都远离。",
      "zh_TW": "《楞嚴經》裡面講的五十種陰魔，五十種陰魔是障礙，修行人的障礙。五十種，種是種類，每一類裡頭無量無邊。佛教給我們什麼方法來破除這個障礙？只有一個原則，不取相。無論什麼境界現前，只要記住，根本不理會，守住自己的清淨心，就沒有障礙，你一理會它，馬上就被它障礙，這個方法妙極了。無論什麼境界現前，記住，「凡所有相，皆是虛妄」。諸佛菩薩現的相也不例外，佛在經上沒有註解一下，凡所有相，皆是虛妄，佛菩薩除外，沒說，沒這個小註。也沒有註西方世界例外，華藏世界例外，沒註；換句話說，統統包括在這邊。無論什麼境界現前，保持我們正常，根本不理會，見如不見。心永遠是清淨的，永遠是平等的，很順利就過去了，所有的障礙都遠離。"
    },
    {
      "id": "12-006-0016_p0051",
      "zh_CN": "『无高下心』，这个「高」是高己下人，把自己看得很高，把别人看得很低，这就是贡高我慢。或者高推胜境，把佛菩萨看得很高，自己看得很卑下。这本来是这样，佛高高在上，我们怎么比得了？事上固然不错，理上就不行。如果你有这个概念，你就成不了佛，为什么？成佛是要平等心才能成就，「高下心」不能成就。清净心里头没有高下，你有高下，心就不清净。再要说得深一层，高下是二法，二法就不是佛法，这是六祖说的。六祖也不是他自己说的，根据佛法说的，佛法是不二法。所以我们在一切境界里面要修平等心，平等心现前就是菩提心现前，这个心现前，在菩萨道上会一帆风顺，我们要晓得。",
      "zh_TW": "『無高下心』，這個「高」是高己下人，把自己看得很高，把別人看得很低，這就是貢高我慢。或者高推勝境，把佛菩薩看得很高，自己看得很卑下。這本來是這樣，佛高高在上，我們怎麼比得了？事上固然不錯，理上就不行。如果你有這個概念，你就成不了佛，為什麼？成佛是要平等心才能成就，「高下心」不能成就。清淨心裡頭沒有高下，你有高下，心就不清淨。再要說得深一層，高下是二法，二法就不是佛法，這是六祖說的。六祖也不是他自己說的，根據佛法說的，佛法是不二法。所以我們在一切境界裡面要修平等心，平等心現前就是菩提心現前，這個心現前，在菩薩道上會一帆風順，我們要曉得。"
    },
    {
      "id": "12-006-0016_p0052",
      "zh_CN": "『无疲倦心』，特别是初学同修的大病，精进就是对治懈怠的，「疲倦」它底下还有『懈怠』。疲倦，当然我们晓得，它对我们的精进造成严重的障碍，如何才不疲不厌？于众生体力不行，我很想做，我身体不行，力不从心，这是业障。这种业障是可以消除的，是可以转变的，理论上讲决定没有问题，事上讲就看你信不信，你要信就能够转业，你要不信那就没有法子。世俗常说「人逢喜事精神爽」，你对于这个法门修学不感兴趣，当然疲倦；你的兴趣要很浓厚，人家劝你休息一下，你都不肯休息，这是什么？最要紧的是兴趣。所以佛有八万四千法门，这个法门没兴趣，换个法门，找一个你兴趣最浓厚的法门去修学，你就不会感觉到疲倦，这就是法门契自己的机，就没有疲倦心了。这个法门不适合我的根性，就很容易疲倦。",
      "zh_TW": "『無疲倦心』，特別是初學同修的大病，精進就是對治懈怠的，「疲倦」它底下還有『懈怠』。疲倦，當然我們曉得，它對我們的精進造成嚴重的障礙，如何才不疲不厭？於眾生體力不行，我很想做，我身體不行，力不從心，這是業障。這種業障是可以消除的，是可以轉變的，理論上講決定沒有問題，事上講就看你信不信，你要信就能夠轉業，你要不信那就沒有法子。世俗常說「人逢喜事精神爽」，你對於這個法門修學不感興趣，當然疲倦；你的興趣要很濃厚，人家勸你休息一下，你都不肯休息，這是什麼？最要緊的是興趣。所以佛有八萬四千法門，這個法門沒興趣，換個法門，找一個你興趣最濃厚的法門去修學，你就不會感覺到疲倦，這就是法門契自己的機，就沒有疲倦心了。這個法門不適合我的根性，就很容易疲倦。"
    },
    {
      "id": "12-006-0016_p0053",
      "zh_CN": "这是法门选择就是择法，是我们修学很重要的一个条件。当然这里面还有一层，就是对于这个法门真正的认识、理解，他真正认识，真正理解了，他兴趣当然浓厚。学这个理论也不懂，方法也搞不清楚，境界一塌糊涂，硬要他这么去干，太难。硬要这么去干，只有一种人，就是下愚之人，这个人很老实，他头脑里一片空白，你叫他干什么他就干什么，这种人行。所谓是「唯上智与下愚不移」，这两种人很容易成就，他们做事都很认真。那个上智之人，一说他一切通达没有问题，他兴趣很浓厚；下愚之人叫他这么做，他兴趣也很浓厚，他不打妄想。他什么都不懂，他不需要懂，叫我这么做，我就这么做，他真成功了。最难的是当中这些，中等人难度，你说他愚痴，他相当聪明；你说他聪明，他又不够程度，他的问题特别多，所以就很容易疲厌，很容易退转。",
      "zh_TW": "這是法門選擇就是擇法，是我們修學很重要的一個條件。當然這裡面還有一層，就是對於這個法門真正的認識、理解，他真正認識，真正理解了，他興趣當然濃厚。學這個理論也不懂，方法也搞不清楚，境界一塌糊塗，硬要他這麼去幹，太難。硬要這麼去幹，只有一種人，就是下愚之人，這個人很老實，他頭腦裡一片空白，你叫他幹什麼他就幹什麼，這種人行。所謂是「唯上智與下愚不移」，這兩種人很容易成就，他們做事都很認真。那個上智之人，一說他一切通達沒有問題，他興趣很濃厚；下愚之人叫他這麼做，他興趣也很濃厚，他不打妄想。他什麼都不懂，他不需要懂，叫我這麼做，我就這麼做，他真成功了。最難的是當中這些，中等人難度，你說他愚痴，他相當聰明；你說他聰明，他又不夠程度，他的問題特別多，所以就很容易疲厭，很容易退轉。"
    },
    {
      "id": "12-006-0016_p0054",
      "zh_CN": "能够到不退转需要有相当的毅力、恒心，当然这个里面与好的老师、好的同参道友有很大的关系。他有好的同参道友常常在一起提携，互相的帮助，互相的督促，就不容易退转。所谓是中等以下必得要依众靠众，大家住在一起共修，彼此互相监督。某人懈怠，不行，哪一天我懈怠，他也说你怎么也懈怠了，要这样才行，真正发心在一块办道，会有成就，『得自在心』。懈怠容易懂，懈怠就是放逸、懒散，能够不疲不倦、不退转、离懈怠，才是真正的纯一精进。这个三十二句讲了十九句。",
      "zh_TW": "能夠到不退轉需要有相當的毅力、恆心，當然這個裡面與好的老師、好的同參道友有很大的關係。他有好的同參道友常常在一起提攜，互相的幫助，互相的督促，就不容易退轉。所謂是中等以下必得要依眾靠眾，大家住在一起共修，彼此互相監督。某人懈怠，不行，哪一天我懈怠，他也說你怎麼也懈怠了，要這樣才行，真正發心在一塊辦道，會有成就，『得自在心』。懈怠容易懂，懈怠就是放逸、懶散，能夠不疲不倦、不退轉、離懈怠，才是真正的純一精進。這個三十二句講了十九句。"
    }
  ]
}