{
  "doc_id": "12-006-0012",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0012",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "12-006-0012_p0001",
      "zh_CN": "倒数第三行，我们将经文念几句对对地方：",
      "zh_TW": "倒數第三行，我們將經文念幾句對對地方："
    },
    {
      "id": "12-006-0012_p0002",
      "zh_CN": "【令无量众生成就威德清净根菩提之行。令无量众生成就随顺平等力菩提之行。】",
      "zh_TW": "【令無量眾生成就威德清淨根菩提之行。令無量眾生成就隨順平等力菩提之行。】"
    },
    {
      "id": "12-006-0012_p0003",
      "zh_CN": "从这个地方看起。这段是讲佛成道之后，转法轮利益众生，在这段经文前面一句，是利益人天，第二句是利益二乘。从「令无量众生成就出离菩提之行」，这个以下一共有十句，是讲利益菩萨，利益菩萨总共有十七句。前面的十句讲成就菩萨行，后面的七句是讲菩萨的地位，从三贤到等觉。我们刚才念的这一句是第四句，前面三句我们已经讲过，今天从这个地方讲起。",
      "zh_TW": "從這個地方看起。這段是講佛成道之後，轉法輪利益眾生，在這段經文前面一句，是利益人天，第二句是利益二乘。從「令無量眾生成就出離菩提之行」，這個以下一共有十句，是講利益菩薩，利益菩薩總共有十七句。前面的十句講成就菩薩行，後面的七句是講菩薩的地位，從三賢到等覺。我們剛才念的這一句是第四句，前面三句我們已經講過，今天從這個地方講起。"
    },
    {
      "id": "12-006-0012_p0004",
      "zh_CN": "在经文里面我们能够看到佛陀他的本愿，愿力不可思议，尤其是句句都说到『令无量众生』，可见得不是成就少数人，无量是没有限量的。可是佛门当中常说「佛不度无缘之人」，这无量众生包不包括无缘之人？给诸位说，是当然包括在其中。其实哪个众生与佛没有缘？尤其是佛在本经里面所说的，「情与无情，同圆种智」。哪个人与佛没有缘？所谓是佛不度无缘之人，是说那个人根机成熟，他没有成熟，佛来度不了他。譬如释迦牟尼佛当年在世，城东老母就与佛无缘，她看到佛，掉头就走。佛有一次现了神通，她往东面走，佛化一个身在东面；往南面走，又化在南面。四面都有佛，不管她往哪里转，都看到释迦牟尼佛，结果怎么样？她大哭起来，佛就没有办法，这个没有法子。所以这个无缘，是她的机缘没成熟。此地讲无量众生统统都包括，佛经常跟我们说，机缘成熟的要成就他，机缘没有成熟的要给他作增上缘。由此可知，佛是没有一个众生不度，他是以无量的善巧方便。我们在这里也能够读得到，这是说无量众生。",
      "zh_TW": "在經文裡面我們能夠看到佛陀他的本願，願力不可思議，尤其是句句都說到『令無量眾生』，可見得不是成就少數人，無量是沒有限量的。可是佛門當中常說「佛不度無緣之人」，這無量眾生包不包括無緣之人？給諸位說，是當然包括在其中。其實哪個眾生與佛沒有緣？尤其是佛在本經裡面所說的，「情與無情，同圓種智」。哪個人與佛沒有緣？所謂是佛不度無緣之人，是說那個人根機成熟，他沒有成熟，佛來度不了他。譬如釋迦牟尼佛當年在世，城東老母就與佛無緣，她看到佛，掉頭就走。佛有一次現了神通，她往東面走，佛化一個身在東面；往南面走，又化在南面。四面都有佛，不管她往哪裡轉，都看到釋迦牟尼佛，結果怎麼樣？她大哭起來，佛就沒有辦法，這個沒有法子。所以這個無緣，是她的機緣沒成熟。此地講無量眾生統統都包括，佛經常跟我們說，機緣成熟的要成就他，機緣沒有成熟的要給他作增上緣。由此可知，佛是沒有一個眾生不度，他是以無量的善巧方便。我們在這裡也能夠讀得到，這是說無量眾生。"
    },
    {
      "id": "12-006-0012_p0005",
      "zh_CN": "『成就威德清净根菩提之行』，句句都有「菩提」两个字，菩提行我们通常也称为菩萨行，意思是一样的。「威德清净根」，着重在根，根是比喻，譬如植物它有根就能够生枝叶花果。佛法里面通常给我们讲五根，像三十七道品里面讲的「信进念定慧」，这是菩萨的五根，也是成佛的五条根。这个根我们要修到几时就可以不要修了？给诸位说，一直要到成佛。为什么？因为等觉菩萨还有一品生相无明未破，他需要根利才能够断惑。三十七品里面要是讲前面，四念处、四正勤、四如意足，可以说到圆教初住就没得修的，圆满了。根利，七菩提分、八正道等觉菩萨都不能舍，还要修。三十七道品通大小乘，我们不要把它当作那是小乘法，错了，此地讲的这个根就是五根。菩提心现前，这就叫「清净根」，这个时候的行是觉行，不是迷惑的这种行为，是觉而不迷之行，唯有觉行才是真正的威德。",
      "zh_TW": "『成就威德清淨根菩提之行』，句句都有「菩提」兩個字，菩提行我們通常也稱為菩薩行，意思是一樣的。「威德清淨根」，著重在根，根是比喻，譬如植物它有根就能夠生枝葉花果。佛法裡面通常給我們講五根，像三十七道品裡面講的「信進念定慧」，這是菩薩的五根，也是成佛的五條根。這個根我們要修到幾時就可以不要修了？給諸位說，一直要到成佛。為什麼？因為等覺菩薩還有一品生相無明未破，他需要根利才能夠斷惑。三十七品裡面要是講前面，四念處、四正勤、四如意足，可以說到圓教初住就沒得修的，圓滿了。根利，七菩提分、八正道等覺菩薩都不能捨，還要修。三十七道品通大小乘，我們不要把它當作那是小乘法，錯了，此地講的這個根就是五根。菩提心現前，這就叫「清淨根」，這個時候的行是覺行，不是迷惑的這種行為，是覺而不迷之行，唯有覺行才是真正的威德。"
    },
    {
      "id": "12-006-0012_p0006",
      "zh_CN": "第五句说，『令无量众生成就随顺平等力菩提之行』，你看看，这个句子接着的，前一条是讲根，这条讲力。根增上就有力，这种力能够断惑证真，力在什么地方显现？在随顺平等中显现力用，不可思议。这句正是本经所说事事无碍的境界，我们今天为什么有障碍？没有根、没有力，所以处处成障。如果有根，更有力量，那还有什么障碍！那就到事事无碍。所以根与力我们不能不重视，可是你要想成就根力，前面三科道品不能不修，尤其是念处、正勤。四念处是修慧，是增长智慧，我们今天修道，说实在的话，最严重的障碍就是这四条。",
      "zh_TW": "第五句說，『令無量眾生成就隨順平等力菩提之行』，你看看，這個句子接著的，前一條是講根，這條講力。根增上就有力，這種力能夠斷惑證真，力在什麼地方顯現？在隨順平等中顯現力用，不可思議。這句正是本經所說事事無礙的境界，我們今天為什麼有障礙？沒有根、沒有力，所以處處成障。如果有根，更有力量，那還有什麼障礙！那就到事事無礙。所以根與力我們不能不重視，可是你要想成就根力，前面三科道品不能不修，尤其是念處、正勤。四念處是修慧，是增長智慧，我們今天修道，說實在的話，最嚴重的障礙就是這四條。"
    },
    {
      "id": "12-006-0012_p0007",
      "zh_CN": "世间人贪恋自己的身体，不知道「观身不净」，以为自己很清净，以为自己很可爱；换句话说，没法子把身心世界一切放下，他放不下。放不下诸位想想，是不是天天增长我执？第二个「观受是苦」，我们不晓得这一切享受，以为享受是什么？享受很乐、很自在，这个都是迷惑，都是不觉。欲界里面三苦八苦条条具足，色界里面虽然没有八苦，它有坏苦，它有行苦；乃至于到无色界还有行苦。三界统苦，你要认为三界里面有乐，这是错误的观念。「观心无常，观法无我」，我们众生叫四颠倒，没有常乐我净，他以为有常乐我净。这是智慧，如果真正能常作如是观，觉悟了，这个世出世间一切法，你就能放下。放下了觉性就现前，在一切境界里才不迷，这是何等的重要！无论修学哪个法门，不能忘了四念处，这是佛法的根本法，三乘同学，声闻、缘觉、菩萨都要修的，好像学校里头叫共同科目，不管你学哪个院系统统要修的。",
      "zh_TW": "世間人貪戀自己的身體，不知道「觀身不淨」，以為自己很清淨，以為自己很可愛；換句話說，沒法子把身心世界一切放下，他放不下。放不下諸位想想，是不是天天增長我執？第二個「觀受是苦」，我們不曉得這一切享受，以為享受是什麼？享受很樂、很自在，這個都是迷惑，都是不覺。欲界裡面三苦八苦條條具足，色界裡面雖然沒有八苦，它有壞苦，它有行苦；乃至於到無色界還有行苦。三界統苦，你要認為三界裡面有樂，這是錯誤的觀念。「觀心無常，觀法無我」，我們眾生叫四顛倒，沒有常樂我淨，他以為有常樂我淨。這是智慧，如果真正能常作如是觀，覺悟了，這個世出世間一切法，你就能放下。放下了覺性就現前，在一切境界裡才不迷，這是何等的重要！無論修學哪個法門，不能忘了四念處，這是佛法的根本法，三乘同學，聲聞、緣覺、菩薩都要修的，好像學校裡頭叫共同科目，不管你學哪個院系統統要修的。"
    },
    {
      "id": "12-006-0012_p0008",
      "zh_CN": "四正勤也非常重要，四正勤是精进，断恶修善，两条是断恶，两条是修善，必得有这样的基础，才能成就五根、五力。那个四如意足是定，那就是念处、正勤成就之后，他这个得定，定里面发神通，有感应，我们俗话说有求必应，无求不得苦。所以我们修行不管修哪个法门，纵然是修念佛法门，《弥陀经》里面从五根五力讲，那是西方极乐世界的境界。我们现在还没去，没去，这个四念处、四正勤是非常重要。念处、正勤可以帮助你往生，四如意足就是一心不乱，到一心不乱就如意、就自在了。当然经里面讲的这是大菩萨，他们的根与力都非常的殊胜，所以能够成就随顺平等力的菩提行。",
      "zh_TW": "四正勤也非常重要，四正勤是精進，斷惡修善，兩條是斷惡，兩條是修善，必得有這樣的基礎，才能成就五根、五力。那個四如意足是定，那就是念處、正勤成就之後，他這個得定，定裡面發神通，有感應，我們俗話說有求必應，無求不得苦。所以我們修行不管修哪個法門，縱然是修念佛法門，《彌陀經》裡面從五根五力講，那是西方極樂世界的境界。我們現在還沒去，沒去，這個四念處、四正勤是非常重要。念處、正勤可以幫助你往生，四如意足就是一心不亂，到一心不亂就如意、就自在了。當然經裡面講的這是大菩薩，他們的根與力都非常的殊勝，所以能夠成就隨順平等力的菩提行。"
    },
    {
      "id": "12-006-0012_p0009",
      "zh_CN": "【令无量众生成就现前入法城菩提之行。】",
      "zh_TW": "【令無量眾生成就現前入法城菩提之行。】"
    },
    {
      "id": "12-006-0012_p0010",
      "zh_CN": "『入法城』，城是比喻，也正像在《八十经》里面入法界，「入法城」也就是入法界，法界是一真。前面五句所讲的三贤菩萨都有，这一句要登地才有，三贤菩萨没有，我们这个说法，是说依别教而说的。如果从圆教来讲，那初住菩萨就有了。别教的初地他这个境界与圆教初住是相等的，虽然讲相等，里面还有不同。那个自在无碍，别教初地菩萨比不上圆初住，那个圆人的思想他就是不一样。虽然讲断证的功夫相等，都是破一品无明，见一分真性，也是证得了一分寂光净土，可是他这个自在受用不一样，不相同。这个诸位以后慢慢去体会。这句就是见性的境界了，别教的初地，圆教的初住。",
      "zh_TW": "『入法城』，城是比喻，也正像在《八十經》裡面入法界，「入法城」也就是入法界，法界是一真。前面五句所講的三賢菩薩都有，這一句要登地才有，三賢菩薩沒有，我們這個說法，是說依別教而說的。如果從圓教來講，那初住菩薩就有了。別教的初地他這個境界與圓教初住是相等的，雖然講相等，裡面還有不同。那個自在無礙，別教初地菩薩比不上圓初住，那個圓人的思想他就是不一樣。雖然講斷證的功夫相等，都是破一品無明，見一分真性，也是證得了一分寂光淨土，可是他這個自在受用不一樣，不相同。這個諸位以後慢慢去體會。這句就是見性的境界了，別教的初地，圓教的初住。"
    },
    {
      "id": "12-006-0012_p0011",
      "zh_CN": "【令无量众生成就遍至一切处不可坏神通力菩提之行。】",
      "zh_TW": "【令無量眾生成就遍至一切處不可壞神通力菩提之行。】"
    },
    {
      "id": "12-006-0012_p0012",
      "zh_CN": "以下全都是讲的事事无碍。一念之顷可以遍一切处，『不可坏』是形容他的神通力（神足通），他有这么大的能力。既然晓得是『遍至一切处』，《弥陀经》说西方世界距离我们此地，是十万亿佛国土，十万亿佛国土要比起「遍至一切处」，实在是渺小得太多了。明白这个道理，我们对于西方这样的一个距离，就不会感觉得恐怖，不会感觉得太远：恐怕到不了，就不会。这里面有很深的道理，因为遍至一切处都是自性变现的，正是所谓「心外无法，法外无心」，是在我们自己真心之内包括的，哪有不能到的！所以一念之顷就可以到。而我们今天所以之不能到，是我们迷失了自性，自己给自己造成了障碍，原因是在这个地方。底下一句说：",
      "zh_TW": "以下全都是講的事事無礙。一念之頃可以遍一切處，『不可壞』是形容他的神通力（神足通），他有這麼大的能力。既然曉得是『遍至一切處』，《彌陀經》說西方世界距離我們此地，是十萬億佛國土，十萬億佛國土要比起「遍至一切處」，實在是渺小得太多了。明白這個道理，我們對於西方這樣的一個距離，就不會感覺得恐怖，不會感覺得太遠：恐怕到不了，就不會。這裡面有很深的道理，因為遍至一切處都是自性變現的，正是所謂「心外無法，法外無心」，是在我們自己真心之內包括的，哪有不能到的！所以一念之頃就可以到。而我們今天所以之不能到，是我們迷失了自性，自己給自己造成了障礙，原因是在這個地方。底下一句說："
    },
    {
      "id": "12-006-0012_p0013",
      "zh_CN": "【令无量众生普于十方一切如来应正等觉生希有心。安住平等菩提之行。】",
      "zh_TW": "【令無量眾生普於十方一切如來應正等覺生希有心。安住平等菩提之行。】"
    },
    {
      "id": "12-006-0012_p0014",
      "zh_CN": "这句正如同十大愿王里面所讲的，「上求佛道」。学佛要记住，没有佛来教我们，我们的成就总是有限。再好的老师，甚至于文殊、普贤，他还要带你去见佛，他没有说跟我就可以了，不必见佛，你们看看经上有没有这种说法？还是要把你推荐到诸佛如来那个地方去参学去。换句话说，我们要求见佛的心不能不切，见佛才能真正闻到纯正之法，才是纯正。文殊、普贤、观音、势至这是等觉菩萨，他那个法是不是纯正？如果从迹象上说他不是纯正，为什么？他还有一品无明没破，他的觉性里面四十一品无明，他有四十分觉，还有一分迷，掺杂了一分迷，不能算纯正。唯有佛才是纯正，这是从相上讲，迹上说。那从本上，那又另当别论，为什么？他们早就成佛，倒驾慈航再来的。虽然再来的，他还不能说我就是纯正，不行，不可以，还得就事论事，还要介绍你去见佛。这是教学一定的规矩，就是教学的仪式，这个仪式要是破坏了，佛法就不成为佛法。他虽然是古佛再来，甚至于这个佛是新成佛的，还是要尊重他，为什么？给初学的人做一个榜样，尊师重道。在过去世间一切法是定于一尊，皇帝发号施令；学校里也是定于一尊，老师。",
      "zh_TW": "這句正如同十大願王裡面所講的，「上求佛道」。學佛要記住，沒有佛來教我們，我們的成就總是有限。再好的老師，甚至於文殊、普賢，他還要帶你去見佛，他沒有說跟我就可以了，不必見佛，你們看看經上有沒有這種說法？還是要把你推薦到諸佛如來那個地方去參學去。換句話說，我們要求見佛的心不能不切，見佛才能真正聞到純正之法，才是純正。文殊、普賢、觀音、勢至這是等覺菩薩，他那個法是不是純正？如果從跡象上說他不是純正，為什麼？他還有一品無明沒破，他的覺性裡面四十一品無明，他有四十分覺，還有一分迷，摻雜了一分迷，不能算純正。唯有佛才是純正，這是從相上講，跡上說。那從本上，那又另當別論，為什麼？他們早就成佛，倒駕慈航再來的。雖然再來的，他還不能說我就是純正，不行，不可以，還得就事論事，還要介紹你去見佛。這是教學一定的規矩，就是教學的儀式，這個儀式要是破壞了，佛法就不成為佛法。他雖然是古佛再來，甚至於這個佛是新成佛的，還是要尊重他，為什麼？給初學的人做一個榜樣，尊師重道。在過去世間一切法是定於一尊，皇帝發號施令；學校裡也是定於一尊，老師。"
    },
    {
      "id": "12-006-0012_p0015",
      "zh_CN": "菩萨这句的意思，『令无量众生普于十方一切如来应正等觉』，「令」就是推荐他、介绍他，去亲近十方一切诸佛。『生希有心』，佛出现在世间实在稀有，底下普贤菩萨还有赞叹。『安住平等菩提之行』，这句话很重要，这些诸大菩萨、诸佛如来都那么样的慈悲，为什么不推荐我们、不介绍我们去见佛？他是很乐意的叫我们快快都见佛闻法，都能证入法界，奈何我们自己不成器，他没法子推荐。怎么说不成器？我们的心不平等，诸位要晓得，『安住平等』是菩提心现前，就有资格。平等心就是直心，就是至诚心，所以我们如果真正想修行，修什么？在一切境缘里面，境是讲物质环境，缘是讲人事环境，在物质环境、人事环境里面去修平等心。",
      "zh_TW": "菩薩這句的意思，『令無量眾生普於十方一切如來應正等覺』，「令」就是推薦他、介紹他，去親近十方一切諸佛。『生希有心』，佛出現在世間實在稀有，底下普賢菩薩還有讚歎。『安住平等菩提之行』，這句話很重要，這些諸大菩薩、諸佛如來都那麼樣的慈悲，為什麼不推薦我們、不介紹我們去見佛？他是很樂意的叫我們快快都見佛聞法，都能證入法界，奈何我們自己不成器，他沒法子推薦。怎麼說不成器？我們的心不平等，諸位要曉得，『安住平等』是菩提心現前，就有資格。平等心就是直心，就是至誠心，所以我們如果真正想修行，修什麼？在一切境緣裡面，境是講物質環境，緣是講人事環境，在物質環境、人事環境裡面去修平等心。"
    },
    {
      "id": "12-006-0012_p0016",
      "zh_CN": "别人不用平等心来待我们，我们要以平等心待人。我们要想学佛，要想发菩提心，平等心是菩提心的理体，是菩提心的体（本体），清净、慈悲是菩提心的作用，清净心是自受用，慈悲心是他受用。用不离体，体不离用，对待人一片慈悲，还是平等的，还是清净的。所以菩提心里面没有私心、没有偏爱，只有根性熟的先度，根性未熟的给他做增上缘，帮助他成熟。已熟的要成就他，没熟的要想方法诱导他成熟，所以没有偏心。那有这个条件，诸佛菩萨必定来接引你，来帮助你。如果这个地区有很多人成熟了，佛就要示现降生在这个地区，因为他要成熟很多人。假如这个地区只有一、二个人成熟，佛就不必降生在这地区，而以变化身来度脱。这个意思，我们在大经大论里面也常常的见到。第九句说：",
      "zh_TW": "別人不用平等心來待我們，我們要以平等心待人。我們要想學佛，要想發菩提心，平等心是菩提心的理體，是菩提心的體（本體），清淨、慈悲是菩提心的作用，清淨心是自受用，慈悲心是他受用。用不離體，體不離用，對待人一片慈悲，還是平等的，還是清淨的。所以菩提心裡面沒有私心、沒有偏愛，只有根性熟的先度，根性未熟的給他做增上緣，幫助他成熟。已熟的要成就他，沒熟的要想方法誘導他成熟，所以沒有偏心。那有這個條件，諸佛菩薩必定來接引你，來幫助你。如果這個地區有很多人成熟了，佛就要示現降生在這個地區，因為他要成熟很多人。假如這個地區只有一、二個人成熟，佛就不必降生在這地區，而以變化身來度脫。這個意思，我們在大經大論裡面也常常的見到。第九句說："
    },
    {
      "id": "12-006-0012_p0017",
      "zh_CN": "【令无量众生安住三昧门菩提之行。】",
      "zh_TW": "【令無量眾生安住三昧門菩提之行。】"
    },
    {
      "id": "12-006-0012_p0018",
      "zh_CN": "三昧是梵语翻成中国的意思叫正受，受就是享受，正是正常，正常的享受。正常享受与不正常享受有什么区别？不正常享受里面有五大类，苦乐忧喜舍，心有忧喜，身有苦乐。舍是苦乐忧暂时都没有的时候，这个时候叫舍受，舍受很好，舍受跟禅定的味道差不多。但是它时间太短暂，它不能维持得很久。苦乐忧喜舍这五种受都不正常，都不是正受，我们要问，苦乐忧喜舍是三界六道众生的享受，欲界这五种都有。色界轻一点，色界比欲界烦恼要轻得很多；无色界里面只有舍受。到什么时候才有正受？阿罗汉以上超越三界，九次第定，他所得的这个受是正受，从此以后『安住三昧』。这个意思就是说明菩萨在日常生活当中，跟一切众生，特别是凡圣同居土的众生和光同尘，他的示现跟我们完全是一样，但是他的感受永远没有苦乐忧喜舍，他是住在三昧之中。这个境界，也许我们觉得很怪，假如一个人是苦乐忧喜舍都没有了，他不就像木头人一样。你们也许要问，人要到那个时候，那人还有什么意思？",
      "zh_TW": "三昧是梵語翻成中國的意思叫正受，受就是享受，正是正常，正常的享受。正常享受與不正常享受有什麼區別？不正常享受裡面有五大類，苦樂憂喜捨，心有憂喜，身有苦樂。捨是苦樂憂暫時都沒有的時候，這個時候叫捨受，捨受很好，捨受跟禪定的味道差不多。但是它時間太短暫，它不能維持得很久。苦樂憂喜捨這五種受都不正常，都不是正受，我們要問，苦樂憂喜捨是三界六道眾生的享受，欲界這五種都有。色界輕一點，色界比欲界煩惱要輕得很多；無色界裡面只有捨受。到什麼時候才有正受？阿羅漢以上超越三界，九次第定，他所得的這個受是正受，從此以後『安住三昧』。這個意思就是說明菩薩在日常生活當中，跟一切眾生，特別是凡聖同居土的眾生和光同塵，他的示現跟我們完全是一樣，但是他的感受永遠沒有苦樂憂喜捨，他是住在三昧之中。這個境界，也許我們覺得很怪，假如一個人是苦樂憂喜捨都沒有了，他不就像木頭人一樣。你們也許要問，人要到那個時候，那人還有什麼意思？"
    },
    {
      "id": "12-006-0012_p0019",
      "zh_CN": "他在表面上跟你，你欢喜的，他也欢喜；你忧愁，他也忧愁；你烦恼，他也烦恼，跟什么？跟戏台上唱戏的一样。戏台上唱戏的，欢喜，哈哈大笑，是不是他自己要笑？演到那个地方他不能不笑，演到某一个阶段他不能不哭，哭笑都不是自己心里的，这叫和光同尘，内里面完全不是那么回事情。所以叫游戏神通，佛菩萨在世间跟大家在一起，游戏神通。我们是当真了，苦乐忧喜舍当真，他是在那表演的，根本没那回事情，他是「安住三昧门」，这个行是觉行。凡是讲到『菩提之行』，觉而不迷、正而不邪、净而不染。真正有功夫，高明的人能看得出来；凡夫看不出来，心太粗，觉察不出来。有功夫的人能看得出来，他是游戏神通，逢场作戏的，不是真的，所以他得自在。",
      "zh_TW": "他在表面上跟你，你歡喜的，他也歡喜；你憂愁，他也憂愁；你煩惱，他也煩惱，跟什麼？跟戲台上唱戲的一樣。戲台上唱戲的，歡喜，哈哈大笑，是不是他自己要笑？演到那個地方他不能不笑，演到某一個階段他不能不哭，哭笑都不是自己心裡的，這叫和光同塵，內裡面完全不是那麼回事情。所以叫遊戲神通，佛菩薩在世間跟大家在一起，遊戲神通。我們是當真了，苦樂憂喜捨當真，他是在那表演的，根本沒那回事情，他是「安住三昧門」，這個行是覺行。凡是講到『菩提之行』，覺而不迷、正而不邪、淨而不染。真正有功夫，高明的人能看得出來；凡夫看不出來，心太粗，覺察不出來。有功夫的人能看得出來，他是遊戲神通，逢場作戲的，不是真的，所以他得自在。"
    },
    {
      "id": "12-006-0012_p0020",
      "zh_CN": "【令无量众生成就缘一切清净境界菩提之行。】",
      "zh_TW": "【令無量眾生成就緣一切清淨境界菩提之行。】"
    },
    {
      "id": "12-006-0012_p0021",
      "zh_CN": "这句的范围非常广大了，凡是前面没有包括在里面的，这句就全都包了，无有一法不收在里头。由此可知，菩萨起心动念一切的作为无不是清净的，无不是觉悟的。迷惑颠倒是凡夫，不是菩萨。佛菩萨希望众生各个成佛、各个成菩萨，这是佛菩萨的本愿。这个十句是讲菩萨行，菩萨行里面，总而言之，他的行为是觉而不迷，都叫做『菩提之行』。下面七句，这是讲菩萨成就的位次，这个位次也就是菩提行里面，有功夫浅深差别不同，功夫浅的地位就低，功夫深的地位就高。我们看看第一句：",
      "zh_TW": "這句的範圍非常廣大了，凡是前面沒有包括在裡面的，這句就全都包了，無有一法不收在裡頭。由此可知，菩薩起心動念一切的作為無不是清淨的，無不是覺悟的。迷惑顛倒是凡夫，不是菩薩。佛菩薩希望眾生各個成佛、各個成菩薩，這是佛菩薩的本願。這個十句是講菩薩行，菩薩行裡面，總而言之，他的行為是覺而不迷，都叫做『菩提之行』。下面七句，這是講菩薩成就的位次，這個位次也就是菩提行裡面，有功夫淺深差別不同，功夫淺的地位就低，功夫深的地位就高。我們看看第一句："
    },
    {
      "id": "12-006-0012_p0022",
      "zh_CN": "【令无量众生发菩提心。】",
      "zh_TW": "【令無量眾生發菩提心。】"
    },
    {
      "id": "12-006-0012_p0023",
      "zh_CN": "这句是讲的十住位菩萨，《华严经》里面有一品很重要，就是纵然不能够读全经，全经太大了，你没有时间，没有机会读全经，里面有几品重要的一定要读。我们这个本子前面有，有弘一大师写的，告诉我们读《华严经》的方法，「初发心功德品」一定要读，你才晓得『发菩提心』，那个功德十方诸佛共同来赞叹都赞叹不尽。我们初听的人，看到经里头这个说法，总是不以为然，难到真有那么大的功德吗？给诸位说，是一点都不假。「发菩提心」难，菩提心一发在圆教就是初住菩萨，别教就入了初地，不发则已，一发就入了佛门。发心那个样子是什么样子？《大乘起信论》里面就是个样子，诸位看看那个论的题目《大乘起信论》，刚刚生起信心那是什么？那就是菩提心，菩提心刚刚生起。《起信论》里面讲的境界，就是十住菩萨的境界，菩提心太重要了。",
      "zh_TW": "這句是講的十住位菩薩，《華嚴經》裡面有一品很重要，就是縱然不能夠讀全經，全經太大了，你沒有時間，沒有機會讀全經，裡面有幾品重要的一定要讀。我們這個本子前面有，有弘一大師寫的，告訴我們讀《華嚴經》的方法，「初發心功德品」一定要讀，你才曉得『發菩提心』，那個功德十方諸佛共同來讚歎都讚歎不盡。我們初聽的人，看到經裡頭這個說法，總是不以為然，難到真有那麼大的功德嗎？給諸位說，是一點都不假。「發菩提心」難，菩提心一發在圓教就是初住菩薩，別教就入了初地，不發則已，一發就入了佛門。發心那個樣子是什麼樣子？《大乘起信論》裡面就是個樣子，諸位看看那個論的題目《大乘起信論》，剛剛生起信心那是什麼？那就是菩提心，菩提心剛剛生起。《起信論》裡面講的境界，就是十住菩薩的境界，菩提心太重要了。"
    },
    {
      "id": "12-006-0012_p0024",
      "zh_CN": "大经给我们说得很多，「忘失菩提心」，修一切善法都为魔摄。这个话是真话，菩提心是觉而不迷，妄失菩提心就是迷而不觉，迷而不觉修一切善法统是障碍。善法修多怎么样？得善报，得的是人天大福报，享福就很容易造业。你没有大福报，就是造业也有限，所以大福报容易造罪业。贫穷人家没有福报，平常想吃一点肉吃不到。不像现在台湾，你们是家家天天都吃肉。我小的时候在大陆上住在乡下，大概肉食恐怕是一个月、半个月才有一次。我们这乡村里面，哪个地方杀了一只猪，在树上绑一个竹竿，竹竿上一个小旗子我们叫望子，一天看到那里，今天那个地方杀猪，可以到那里去买一点肉，一个月、半个月才有一次。现代台湾怎么样？天天过年，福报太大了，从前人造的杀业少，现在杀业太重了。你就想到，你是忘失了菩提心修一切善法，是不是障碍？是不是魔所摄？佛要不给我们说出来，不给我们提醒，我们想不到。",
      "zh_TW": "大經給我們說得很多，「忘失菩提心」，修一切善法都為魔攝。這個話是真話，菩提心是覺而不迷，妄失菩提心就是迷而不覺，迷而不覺修一切善法統是障礙。善法修多怎麼樣？得善報，得的是人天大福報，享福就很容易造業。你沒有大福報，就是造業也有限，所以大福報容易造罪業。貧窮人家沒有福報，平常想吃一點肉吃不到。不像現在台灣，你們是家家天天都吃肉。我小的時候在大陸上住在鄉下，大概肉食恐怕是一個月、半個月才有一次。我們這鄉村裡面，哪個地方殺了一隻豬，在樹上綁一個竹竿，竹竿上一個小旗子我們叫望子，一天看到那裡，今天那個地方殺豬，可以到那裡去買一點肉，一個月、半個月才有一次。現代台灣怎麼樣？天天過年，福報太大了，從前人造的殺業少，現在殺業太重了。你就想到，你是忘失了菩提心修一切善法，是不是障礙？是不是魔所攝？佛要不給我們說出來，不給我們提醒，我們想不到。"
    },
    {
      "id": "12-006-0012_p0025",
      "zh_CN": "所以菩提心要紧，我们平常虽然业障很重，菩提心很想发，天天嘴巴里说要发菩提心，可是就发不起来。虽然发不起来，要向着这个方向去做，怎么做法？以真诚的心待人。菩提心是真心，佛在《观经》里面讲「三心圆发」，讲菩提心，他老人家所讲的第一个，就是菩提心的本体「至诚心」，第二「深心」，第三个是「发愿回向心」。跟马鸣菩萨在《大乘起信论》里头所讲的，一对照意思就非常明显。马鸣菩萨讲菩提心的体，直心，原来直就是至诚，至诚才是直。马鸣菩萨讲大悲心，发愿回向就是大悲心。深心是清净心，清净心好善好德，是自利的心，自利是清净，身心清净才是自利。不是说有财富、有名闻利养，那就坏了，那些都是魔障，唯有身心清净才是真正的自利。所以《华严经》里面告诉我们十住菩萨修直心，就是修的至诚心，菩提心，三心圆发都发，发了怎么样？偏重在至诚心上。",
      "zh_TW": "所以菩提心要緊，我們平常雖然業障很重，菩提心很想發，天天嘴巴裡說要發菩提心，可是就發不起來。雖然發不起來，要向著這個方向去做，怎麼做法？以真誠的心待人。菩提心是真心，佛在《觀經》裡面講「三心圓發」，講菩提心，他老人家所講的第一個，就是菩提心的本體「至誠心」，第二「深心」，第三個是「發願迴向心」。跟馬鳴菩薩在《大乘起信論》裡頭所講的，一對照意思就非常明顯。馬鳴菩薩講菩提心的體，直心，原來直就是至誠，至誠才是直。馬鳴菩薩講大悲心，發願迴向就是大悲心。深心是清淨心，清淨心好善好德，是自利的心，自利是清淨，身心清淨才是自利。不是說有財富、有名聞利養，那就壞了，那些都是魔障，唯有身心清淨才是真正的自利。所以《華嚴經》裡面告訴我們十住菩薩修直心，就是修的至誠心，菩提心，三心圓發都發，發了怎麼样？偏重在至誠心上。"
    },
    {
      "id": "12-006-0012_p0026",
      "zh_CN": "我们儒家也讲这个道理，儒家没有佛法说得那么详细，儒家讲，也讲到至诚，它讲诚意、正心，诚意、正心跟佛法讲的菩提心没有两样。佛法讲菩提心讲三条，儒家讲两条，两条跟三条是一样。两条怎么样？，一个是体，一个是用。讲三条，一个体，用里头有自受用、他受用，用里面讲两条。而儒家把这两条归纳成一条，用是真心，体是诚意，没有两样。所以深心就是自受用的正心，大悲心是他受用的正心，都是建立在至诚心的基础上。所以我们能不用至诚心待人接物吗？不以至诚心待人接物，就不是学佛，你所修的，总而言之一句话，人天有漏福报，不是佛法。佛法一定是建立在至诚的基础上，这点很重要。我们以真心待人，以诚心待人自己非常快乐；虚情假意待人，如果自己还有一点惭愧心，会受良心责备。我今天敷衍他，把他打发走了，没有诚意，纵然表面很恭敬，假的不是真的。",
      "zh_TW": "我們儒家也講這個道理，儒家沒有佛法說得那麼詳細，儒家講，也講到至誠，它講誠意、正心，誠意、正心跟佛法講的菩提心沒有兩樣。佛法講菩提心講三條，儒家講兩條，兩條跟三條是一樣。兩條怎麼樣？，一個是體，一個是用。講三條，一個體，用裡頭有自受用、他受用，用裡面講兩條。而儒家把這兩條歸納成一條，用是真心，體是誠意，沒有兩樣。所以深心就是自受用的正心，大悲心是他受用的正心，都是建立在至誠心的基礎上。所以我們能不用至誠心待人接物嗎？不以至誠心待人接物，就不是學佛，你所修的，總而言之一句話，人天有漏福報，不是佛法。佛法一定是建立在至誠的基礎上，這點很重要。我們以真心待人，以誠心待人自己非常快樂；虛情假意待人，如果自己還有一點慚愧心，會受良心責備。我今天敷衍他，把他打發走了，沒有誠意，縱然表面很恭敬，假的不是真的。"
    },
    {
      "id": "12-006-0012_p0027",
      "zh_CN": "就现前的享受也不相同，现前要真正离苦得乐，离苦得乐从哪里来？从真诚上得来，真诚心能离苦，能得真乐。世出世间圣人都是这样教给我们，我们自己不相信那就无可奈何，那就没法子。所以菩提心比什么都重要，无论在什么地方，那个人骗我，我不骗他，我还是以至诚待他。我心里很乐，他很惭愧，他不好过，他在这里骗了我，回去之后很难过：那个人是好人，我今天骗了他。他会受良心责备。他再来骗，还给他骗。我以前见道安法师，我很佩服他就是这点，我有一次去看他老人家，我去的时候刚刚有一个人离开，他告诉我，刚才那个人走了，你认识他吗？我说我认识，见过几次面。他说他常常来骗我钱，今天又来骗我。我说怎么样？你给他了没有？给他了，晓得。那个人绝对不会以为老和尚知道，他认为老和尚怎么样？老和尚好骗，今天又骗了他，他傻瓜不知道。哪里晓得老和尚都知道，知道还给他，这难得，这不容易。而且骗的数目都是很可观，这老和尚过世之后，被欠的债欠了好几百万，那些钱都是被人骗去了。所以真心待人自己有真正的乐趣，我们应当要学习。第二句讲：",
      "zh_TW": "就現前的享受也不相同，現前要真正離苦得樂，離苦得樂從哪裡來？從真誠上得來，真誠心能離苦，能得真樂。世出世間聖人都是這樣教給我們，我們自己不相信那就無可奈何，那就沒法子。所以菩提心比什麼都重要，無論在什麼地方，那個人騙我，我不騙他，我還是以至誠待他。我心裡很樂，他很慚愧，他不好過，他在這裡騙了我，回去之後很難過：那個人是好人，我今天騙了他。他會受良心責備。他再來騙，還給他騙。我以前見道安法師，我很佩服他就是這點，我有一次去看他老人家，我去的時候剛剛有一個人離開，他告訴我，剛才那個人走了，你認識他嗎？我說我認識，見過幾次面。他說他常常來騙我錢，今天又來騙我。我說怎麼樣？你給他了沒有？給他了，曉得。那個人絕對不會以為老和尚知道，他認為老和尚怎麼樣？老和尚好騙，今天又騙了他，他傻瓜不知道。哪裡曉得老和尚都知道，知道還給他，這難得，這不容易。而且騙的數目都是很可觀，這老和尚過世之後，被欠的債欠了好幾百萬，那些錢都是被人騙去了。所以真心待人自己有真正的樂趣，我們應當要學習。第二句講："
    },
    {
      "id": "12-006-0012_p0028",
      "zh_CN": "【令无量众生住菩萨道修菩萨行。】",
      "zh_TW": "【令無量眾生住菩薩道修菩薩行。】"
    },
    {
      "id": "12-006-0012_p0029",
      "zh_CN": "这句是十行位的菩萨，十行位的菩萨修深心。菩提心里面修的自受用的心，自受用在哪里学？『行』是日常生活当中，在平常生活里面，从早到晚待人接物里面去修。求什么？先求自受用。为什么不说我先求他受用？你先求他受用，那俗话说「泥菩萨过河，自身难保」，你怎么能求他受用？先自己得受用，然后才能谈到他受用。当然自他受用都有，可是在这个阶段，是先修的自受用，就是在境界里面、在环境里面自己能够得清净。无论在什么境界，顺境也好、逆境也好，始终保持着清净心，绝不为外境所扰乱。不失清净，十行位菩萨所修的。自己到清净，绝对不会为外面境界动摇了，这时候修大悲心完全利他。『菩萨道』，「道」是讲存心，觉悟的心。「菩萨行」是正行，正行无有邪行。",
      "zh_TW": "這句是十行位的菩薩，十行位的菩薩修深心。菩提心裡面修的自受用的心，自受用在哪裡學？『行』是日常生活當中，在平常生活裡面，從早到晚待人接物裡面去修。求什麼？先求自受用。為什麼不說我先求他受用？你先求他受用，那俗話說「泥菩薩過河，自身難保」，你怎麼能求他受用？先自己得受用，然後才能談到他受用。當然自他受用都有，可是在這個階段，是先修的自受用，就是在境界裡面、在環境裡面自己能夠得清淨。無論在什麼境界，順境也好、逆境也好，始終保持著清淨心，絕不為外境所擾亂。不失清淨，十行位菩薩所修的。自己到清淨，絕對不會為外面境界動搖了，這時候修大悲心完全利他。『菩薩道』，「道」是講存心，覺悟的心。「菩薩行」是正行，正行無有邪行。"
    },
    {
      "id": "12-006-0012_p0030",
      "zh_CN": "【令无量众生安住清净波罗蜜道。】",
      "zh_TW": "【令無量眾生安住清淨波羅蜜道。】"
    },
    {
      "id": "12-006-0012_p0031",
      "zh_CN": "这句是十回向，回向位菩萨所修的。菩萨以无量的大愿，将菩提心的体用都要达到清净之极，这要想得到清净之极那就是要帮助一切众生。不帮助行吗？不帮助不行，这个道理在哪里？教学里头常讲教学相长，就是这个道理。你要想自己德行圆满，智慧的圆满，都要在教学当中才能达到目标。自己以为自己修得很不错了，你没有遇到境界，遇到一个很顽劣的，你碰到之后：这个人不能教，算了、算了，不教他了。那你的菩提心马上退掉了。在这个地方考验你，教学是考验自己。自己认为智慧很圆满，什么都知道了，有些人提出一个问题来一问，这一问答不出来了，为什么？自己平时没有想到。所以经上常讲「师资道合」，老师帮助学生，学生也资助老师，教学相长，不是一面的进步，两方面都有进步。可见得十回向的菩萨一定要教化众生，十住、十行位可以不教化众生。",
      "zh_TW": "這句是十迴向，迴向位菩薩所修的。菩薩以無量的大願，將菩提心的體用都要達到清淨之極，這要想得到清淨之極那就是要幫助一切眾生。不幫助行嗎？不幫助不行，這個道理在哪裡？教學裡頭常講教學相長，就是這個道理。你要想自己德行圓滿，智慧的圓滿，都要在教學當中才能達到目標。自己以為自己修得很不錯了，你沒有遇到境界，遇到一個很頑劣的，你碰到之後：這個人不能教，算了、算了，不教他了。那你的菩提心馬上退掉了。在這個地方考驗你，教學是考驗自己。自己認為智慧很圓滿，什麼都知道了，有些人提出一個問題來一問，這一問答不出來了，為什麼？自己平時沒有想到。所以經上常講「師資道合」，老師幫助學生，學生也資助老師，教學相長，不是一面的進步，兩方面都有進步。可見得十迴向的菩薩一定要教化眾生，十住、十行位可以不教化眾生。"
    },
    {
      "id": "12-006-0012_p0032",
      "zh_CN": "为什么？他着重自修，着重在自利上。十回向，要达到自利的圆满再教他，这一点很重要。所以十回向菩萨修大慈悲心，修大慈大悲平等利益一切众生，自己住清净波罗蜜多，波罗蜜是梵语，意思就是究竟圆满，清净波罗蜜就是究竟圆满的清净。究竟圆满的清净，菩提心就清净、就圆满了，这个时候叫三心圆发，在别教里面讲登地了。这个地方我们应当要学习的，就是要帮助别人，尽心尽力的去帮助别人，一定要相信因果。所以《观经》三福最后一条才说，「发菩提心，深信因果，读诵大乘，劝进行者」，你看看这个四句最后一条。要相信因果，你自己现在有财富，我们以财力帮助别人，尽其所有的帮助别人。统统舍掉了，是不是自己就会受贫穷之苦？当然自己绝不会有这个念头，我不是完了，我受一点贫穷之苦应该的，无所谓，不以为意。可是你那些财富不多久就又来了，舍不尽的。",
      "zh_TW": "為什麼？他著重自修，著重在自利上。十迴向，要達到自利的圓滿再教他，這一點很重要。所以十迴向菩薩修大慈悲心，修大慈大悲平等利益一切眾生，自己住清淨波羅蜜多，波羅蜜是梵語，意思就是究竟圓滿，清淨波羅蜜就是究竟圓滿的清淨。究竟圓滿的清淨，菩提心就清淨、就圓滿了，這個時候叫三心圓發，在別教裡面講登地了。這個地方我們應當要學習的，就是要幫助別人，盡心盡力的去幫助別人，一定要相信因果。所以《觀經》三福最後一條才說，「發菩提心，深信因果，讀誦大乘，勸進行者」，你看看這個四句最後一條。要相信因果，你自己現在有財富，我們以財力幫助別人，盡其所有的幫助別人。統統捨掉了，是不是自己就會受貧窮之苦？當然自己絕不會有這個念頭，我不是完了，我受一點貧窮之苦應該的，無所謂，不以為意。可是你那些財富不多久就又來了，捨不盡的。"
    },
    {
      "id": "12-006-0012_p0033",
      "zh_CN": "舍是种因，得是果报，财富怎么得来的？你过去生中布施得来的。聪明智慧怎么得来的？法布施得来的。健康长寿是无畏布施得来的，没有一桩事情说没有因果的。所以法布施里头绝不吝法，我知道多少全盘讲出来。绝不要怕将来那个人学的时候，他将来比我高，如果你有这一念就吝法，吝法的果报是愚痴。今天我有这么多，我知道这么多都告诉你了，明天又有新的悟处，天天开悟，一直到成佛才圆满，等觉菩萨再开一次悟就成佛。吝法的人他不会开悟，他有障碍，不是别人障碍他，自己障碍自己，他有分别、有执着，障碍他的悟门。这些道理、事实都搞清楚了，我们才晓得佛教给我们句句都是真实，所教给我们法门皆是正法，应当学。底下一句这是讲十地：",
      "zh_TW": "捨是種因，得是果報，財富怎麼得來的？你過去生中布施得來的。聰明智慧怎麼得來的？法布施得來的。健康長壽是無畏布施得來的，沒有一樁事情說沒有因果的。所以法布施裡頭絕不吝法，我知道多少全盤講出來。絕不要怕將來那個人學的時候，他將來比我高，如果你有這一念就吝法，吝法的果報是愚痴。今天我有這麼多，我知道這麼多都告訴你了，明天又有新的悟處，天天開悟，一直到成佛才圓滿，等覺菩薩再開一次悟就成佛。吝法的人他不會開悟，他有障礙，不是別人障礙他，自己障礙自己，他有分別、有執著，障礙他的悟門。這些道理、事實都搞清楚了，我們才曉得佛教給我們句句都是真實，所教給我們法門皆是正法，應當學。底下一句這是講十地："
    },
    {
      "id": "12-006-0012_p0034",
      "zh_CN": "【令无量众生住菩萨初地。】",
      "zh_TW": "【令無量眾生住菩薩初地。】"
    },
    {
      "id": "12-006-0012_p0035",
      "zh_CN": "我们把底下也念下去：",
      "zh_TW": "我們把底下也念下去："
    },
    {
      "id": "12-006-0012_p0036",
      "zh_CN": "【令无量众生安住菩萨二地。三地。乃至十地。】",
      "zh_TW": "【令無量眾生安住菩薩二地。三地。乃至十地。】"
    },
    {
      "id": "12-006-0012_p0037",
      "zh_CN": "前面所讲叫三贤位，十地则称为圣人了，我们通常讲的三贤十圣。为什么称圣人？距离佛很近，愈来愈近，这十个位次是佛的邻居称为圣人。我们平常念菩萨摩诃萨，那个菩萨就是称的三贤菩萨；摩诃萨叫大菩萨，是称初地以上的。初地以上到等觉，等觉也叫十一地，称为摩诃萨，这才到究竟，菩萨位才算是圆满。十地菩萨的境界，我们现在读这个经文正是第四地的菩萨，希望诸位细心去体会。",
      "zh_TW": "前面所講叫三賢位，十地則稱為聖人了，我們通常講的三賢十聖。為什麼稱聖人？距離佛很近，愈來愈近，這十個位次是佛的鄰居稱為聖人。我們平常念菩薩摩訶薩，那個菩薩就是稱的三賢菩薩；摩訶薩叫大菩薩，是稱初地以上的。初地以上到等覺，等覺也叫十一地，稱為摩訶薩，這才到究竟，菩薩位才算是圓滿。十地菩薩的境界，我們現在讀這個經文正是第四地的菩薩，希望諸位細心去體會。"
    },
    {
      "id": "12-006-0012_p0038",
      "zh_CN": "【令无量众生入于菩萨殊胜行愿。】",
      "zh_TW": "【令無量眾生入於菩薩殊勝行願。】"
    },
    {
      "id": "12-006-0012_p0039",
      "zh_CN": "末后两句是等觉位，等觉，等是等于佛，觉就是佛，虽然等于佛还并不是佛，已经等于佛了。通常在佛法里面这个地位也叫做后补佛，只差一分生相无明没断。那我们要问，菩萨他要不要断？他绝对不断，如果要是断了慈悲心就没有了。诸位要晓得，这一分要是断了，永嘉禅师《证道歌》上说的「觉后空空无大千」，相没有了。相从哪里来的？相从性变现的，《唯识论》里头讲得很清楚。唯识讲三能变，初能变，是真如本性变成阿赖耶，阿赖耶识里面有三分，也有讲四分，这是开合不同，我们就讲三分，自证分、见分、相分。十法界依正庄严，是阿赖耶的相分，相分起来，这一分无明要一破，相没有了，见相都没有了，见分也没有，相分也没有了，那就是觉后空空无大千，到那个时候还度什么众生？没有众生可度。所以诸佛的慈悲，慈悲在哪里？留惑润生这个了不起，倒驾慈航，他有没有本事断？有，有能力断这一品他不断。不断，他也就是佛，他就是佛，他有能力断，他不断，这就是如来果地。",
      "zh_TW": "末後兩句是等覺位，等覺，等是等於佛，覺就是佛，雖然等於佛還並不是佛，已經等於佛了。通常在佛法裡面這個地位也叫做後補佛，只差一分生相無明沒斷。那我們要問，菩薩他要不要斷？他絕對不斷，如果要是斷了慈悲心就沒有了。諸位要曉得，這一分要是斷了，永嘉禪師《證道歌》上說的「覺後空空無大千」，相沒有了。相從哪裡來的？相從性變現的，《唯識論》裡頭講得很清楚。唯識講三能變，初能變，是真如本性變成阿賴耶，阿賴耶識裡面有三分，也有講四分，這是開合不同，我們就講三分，自證分、見分、相分。十法界依正莊嚴，是阿賴耶的相分，相分起來，這一分無明要一破，相沒有了，見相都沒有了，見分也沒有，相分也沒有了，那就是覺後空空無大千，到那個時候還度什麼眾生？沒有眾生可度。所以諸佛的慈悲，慈悲在哪裡？留惑潤生這個了不起，倒駕慈航，他有沒有本事斷？有，有能力斷這一品他不斷。不斷，他也就是佛，他就是佛，他有能力斷，他不斷，這就是如來果地。"
    },
    {
      "id": "12-006-0012_p0040",
      "zh_CN": "有这一品无明还不能断，那叫真正的等觉，是真正的等觉。到他修功夫到的时候，有这个能力，有这个能力他也不断。他要是不在佛的地位上，就叫后补佛。如果要示现佛身来度众生，应以佛身而得度者即现佛身，圆教初住菩萨就有资格现佛身，就能够示现成佛，能够示现八相成道，我们前面都曾经读到过。你们看《楞严经》，《楞严经》上观世音菩萨圆通章，那个观世音菩萨是圆教初住菩萨，就已经三十二应身，应以什么身得度，就能现什么样的身。所以破一品无明，见一分真性就得大自在，就能够在十法界随类化身。何况是等觉！这个地方赞叹等觉的了不起，『入于菩萨殊胜行愿』。菩萨行、菩萨愿，连前面十地菩萨都比不上，除佛如来之外，没有能够跟他相比的，这个「殊胜行愿」。",
      "zh_TW": "有這一品無明還不能斷，那叫真正的等覺，是真正的等覺。到他修功夫到的時候，有這個能力，有這個能力他也不斷。他要是不在佛的地位上，就叫後補佛。如果要示現佛身來度眾生，應以佛身而得度者即現佛身，圓教初住菩薩就有資格現佛身，就能夠示現成佛，能夠示現八相成道，我們前面都曾經讀到過。你們看《楞嚴經》，《楞嚴經》上觀世音菩薩圓通章，那個觀世音菩薩是圓教初住菩薩，就已經三十二應身，應以什麼身得度，就能現什麼樣的身。所以破一品無明，見一分真性就得大自在，就能夠在十法界隨類化身。何況是等覺！這個地方讚歎等覺的了不起，『入於菩薩殊勝行願』。菩薩行、菩薩願，連前面十地菩薩都比不上，除佛如來之外，沒有能夠跟他相比的，這個「殊勝行願」。"
    },
    {
      "id": "12-006-0012_p0041",
      "zh_CN": "【令无量众生安住普贤清净行愿。】",
      "zh_TW": "【令無量眾生安住普賢清淨行願。】"
    },
    {
      "id": "12-006-0012_p0042",
      "zh_CN": "也是等觉，等觉里面有两句，就是刚才所讲的例子，一个是真正在等觉，他还留最后这一品无明，他还没有能力破这是等觉。这个地方是有能力破而不破，还是等觉，普贤行愿。所以大经上一再告诉我们，不修普贤行愿，不能成佛，十方三世一切诸佛，没有一个不是修普贤行愿而成就的，普贤行愿就是我们这一大本经四十卷。所以诸位不要以为「普贤行愿品」，薄薄的那一卷，那一卷就是四十卷里头的总结论，总纲领，那一卷不好懂。所以十大愿王十句，一句四个字四十个字，四十个字是这一部经的总纲领。四十卷经文你要不能够通达，那四十个字不行，念是会念，也会背，意思决定不懂。你不知道里面境界，也不晓得怎么做法，「礼敬诸佛」，看到佛像的时候赶紧磕三个头，这是礼敬诸佛吗？这个搞法，十方三世一切诸佛都要痛哭流涕。不要看全经，你就看看这一章是什么境界？句句是讲『令无量众生』，大经里面前面说过，「一切众生本来成佛」，礼敬诸佛谈何容易？前面跟诸位提示过，应当要修。礼敬诸佛是一切恭敬，我们课诵本常常念到，「一切恭敬」，那是礼敬诸佛。儒家《礼记》，打开第一句「曲礼曰，毋不敬」，那是礼敬诸佛。孔老夫子跟释迦牟尼佛没有见过面，没有商量过，你看他们的见解都相同，从哪里学起？从礼敬学起。",
      "zh_TW": "也是等覺，等覺裡面有兩句，就是剛才所講的例子，一個是真正在等覺，他還留最後這一品無明，他還沒有能力破這是等覺。這個地方是有能力破而不破，還是等覺，普賢行願。所以大經上一再告訴我們，不修普賢行願，不能成佛，十方三世一切諸佛，沒有一個不是修普賢行願而成就的，普賢行願就是我們這一大本經四十卷。所以諸位不要以為「普賢行願品」，薄薄的那一卷，那一卷就是四十卷裡頭的總結論，總綱領，那一卷不好懂。所以十大願王十句，一句四個字四十個字，四十個字是這一部經的總綱領。四十卷經文你要不能夠通達，那四十個字不行，念是會念，也會背，意思決定不懂。你不知道裡面境界，也不曉得怎麼做法，「禮敬諸佛」，看到佛像的時候趕緊磕三個頭，這是禮敬諸佛嗎？這個搞法，十方三世一切諸佛都要痛哭流涕。不要看全經，你就看看這一章是什麼境界？句句是講『令無量眾生』，大經裡面前面說過，「一切眾生本來成佛」，禮敬諸佛談何容易？前面跟諸位提示過，應當要修。禮敬諸佛是一切恭敬，我們課誦本常常念到，「一切恭敬」，那是禮敬諸佛。儒家《禮記》，打開第一句「曲禮曰，毋不敬」，那是禮敬諸佛。孔老夫子跟釋迦牟尼佛沒有見過面，沒有商量過，你看他們的見解都相同，從哪裡學起？從禮敬學起。"
    },
    {
      "id": "12-006-0012_p0043",
      "zh_CN": "「称赞如来」，对于每个人都称赞。那个人坏透了，他要做一桩好事，你就这一桩好事上称赞他。大家都称赞了，他自己想我又何必做坏事，我坏事做尽了，做了一百桩坏事情，做一桩好事情，他就赞叹我这一桩，其余那个坏事人家不提，他心里难过惭愧，那个人自然就会学好人。这是真正的教化，这是真正慈悲。做好事情没有赞叹、没有表扬；做一点点坏事情，想尽方法宣染，去责备他。到后来产生一个反效果，反正你要责备，我就多做点坏事。所以古人教给我们隐恶扬善，有道理。普贤行是菩萨行门里面最广大的行法，我们称普贤菩萨为大行普贤菩萨，他是真正的清净平等，没有界限，没有分别、没有执着，这个行叫清净行。经文到这地方，把菩萨修学的功德利益说出来。下面是这段的总结，总结里面意思很深长：",
      "zh_TW": "「稱讚如來」，對於每個人都稱讚。那個人壞透了，他要做一樁好事，你就這一樁好事上稱讚他。大家都稱讚了，他自己想我又何必做壞事，我壞事做盡了，做了一百樁壞事情，做一樁好事情，他就讚歎我這一樁，其餘那個壞事人家不提，他心裡難過慚愧，那個人自然就會學好人。這是真正的教化，這是真正慈悲。做好事情沒有讚歎、沒有表揚；做一點點壞事情，想盡方法宣染，去責備他。到後來產生一個反效果，反正你要責備，我就多做點壞事。所以古人教給我們隱惡揚善，有道理。普賢行是菩薩行門裡面最廣大的行法，我們稱普賢菩薩為大行普賢菩薩，他是真正的清淨平等，沒有界限，沒有分別、沒有執著，這個行叫清淨行。經文到這地方，把菩薩修學的功德利益說出來。下面是這段的總結，總結裡面意思很深長："
    },
    {
      "id": "12-006-0012_p0044",
      "zh_CN": "【善男子。彼普智宝焰吉祥威德王如来。现如是等佛不思议自在神力转法轮时。于彼一一诸世界中。随其所应。念念调伏。教化成熟无量众生。】",
      "zh_TW": "【善男子。彼普智寶焰吉祥威德王如來。現如是等佛不思議自在神力轉法輪時。於彼一一諸世界中。隨其所應。念念調伏。教化成熟無量眾生。】"
    },
    {
      "id": "12-006-0012_p0045",
      "zh_CN": "这个总结里面，就晓得佛初成佛道的时候，我们看他的愿行实在不可思议。总结里头最重要的一句，就是『于彼一一诸世界中，随其所应，念念调伏』。「念念」，这句话是告诉我们，佛成佛之后，这种教学，是永远相续而没有间断的。佛成佛之后，成了佛教化众生，那到几时他才退休？他没有退休的。也许我们会怀疑，这样去教化众生，是不是太辛苦、太累了？给诸位说，你如果得到法喜，不要讲菩萨的境界，佛的境界更不必谈。我们讲我们现前的境界，如果你得到欢喜了，你就不会累。俗话说得好，「人逢喜事精神爽」，他要一下欢喜，做再多的，愈做愈欢喜，他不疲、不厌。如果这桩事情你很不高兴、不甘心、不情愿去做，做上几分钟，就累得不得了，不休息也得躺下去了。为什么？没有欢喜心。",
      "zh_TW": "這個總結裡面，就曉得佛初成佛道的時候，我們看他的願行實在不可思議。總結裡頭最重要的一句，就是『於彼一一諸世界中，隨其所應，念念調伏』。「念念」，這句話是告訴我們，佛成佛之後，這種教學，是永遠相續而沒有間斷的。佛成佛之後，成了佛教化眾生，那到幾時他才退休？他沒有退休的。也許我們會懷疑，這樣去教化眾生，是不是太辛苦、太累了？給諸位說，你如果得到法喜，不要講菩薩的境界，佛的境界更不必談。我們講我們現前的境界，如果你得到歡喜了，你就不會累。俗話說得好，「人逢喜事精神爽」，他要一下歡喜，做再多的，愈做愈歡喜，他不疲、不厭。如果這樁事情你很不高興、不甘心、不情願去做，做上幾分鐘，就累得不得了，不休息也得躺下去了。為什麼？沒有歡喜心。"
    },
    {
      "id": "12-006-0012_p0046",
      "zh_CN": "这是我们讲世间法，你今天有很多事情，愈忙愈高兴，这我们在世间看到很多的。如果有很多人一下退休了，本来还有很多工作，兼的很多职务。我有些朋友就是如此，这一退休了，什么事情没有了，感觉得非常无聊，不晓得怎么办好，苦不堪言。退休应该享福，他苦得不得了，我们叫这人劳碌命，他劳碌他就没有病，他就不觉得苦；叫他去享几天福，他这里也痛，那个地方不舒服，一切毛病都来了。问题在哪里？法喜。众生的那个法，众生法是求名闻利养，是求功名富贵，求这些。佛菩萨是求的众生离苦得乐，这个心比世间人的心要清净太多了。所以佛在十方无量无边世界里面教化众生，他怎么会有疲倦？他怎么会累？如果他疲倦、累了，给诸位说他一定是凡夫。",
      "zh_TW": "這是我們講世間法，你今天有很多事情，愈忙愈高興，這我們在世間看到很多的。如果有很多人一下退休了，本來還有很多工作，兼的很多職務。我有些朋友就是如此，這一退休了，什麼事情沒有了，感覺得非常無聊，不曉得怎麼辦好，苦不堪言。退休應該享福，他苦得不得了，我們叫這人勞碌命，他勞碌他就沒有病，他就不覺得苦；叫他去享幾天福，他這裡也痛，那個地方不舒服，一切毛病都來了。問題在哪裡？法喜。眾生的那個法，眾生法是求名聞利養，是求功名富貴，求這些。佛菩薩是求的眾生離苦得樂，這個心比世間人的心要清淨太多了。所以佛在十方無量無邊世界裡面教化眾生，他怎麼會有疲倦？他怎麼會累？如果他疲倦、累了，給諸位說他一定是凡夫。"
    },
    {
      "id": "12-006-0012_p0047",
      "zh_CN": "为什么？他还有我。因为有我才会累，我做了好久了，我累了；如果没有我的话，做得再多谁累？没有累的人。可见得我是个大麻烦，连老子也说，「吾有大患，为吾有身」。其实老子这个观念还并不十分正确，身不要紧，有个我执的身这就糟糕。如果把我执破掉了，这个身相跟一切万法平等，这就不累了。所以身没有问题，我身就有问题。这个身相是阿赖耶的亲相分，我身是末那里面虚妄的相分，不是亲相分，谁疲劳？他疲劳。我们要明白这个道理。所以离开了心心所里面的相分、见分，那就叫佛知佛见。凡夫就是把心心所的见分做为自己的见解，相分认为是我执着，执着这个相分是我，这是大错。烦恼障、所知障就是我执、法执生起来的，我执、法执统是虚妄的，不是事实。明白这个道理，你才晓得，真正得道的人，你也就晓得什么叫得道，所谓得道无非就是去掉我执、法执，离了我执、法执，就叫做得道。",
      "zh_TW": "為什麼？他還有我。因為有我才會累，我做了好久了，我累了；如果沒有我的話，做得再多誰累？沒有累的人。可見得我是個大麻煩，連老子也說，「吾有大患，為吾有身」。其實老子這個觀念還並不十分正確，身不要緊，有個我執的身這就糟糕。如果把我執破掉了，這個身相跟一切萬法平等，這就不累了。所以身沒有問題，我身就有問題。這個身相是阿賴耶的親相分，我身是末那裡面虛妄的相分，不是親相分，誰疲勞？他疲勞。我們要明白這個道理。所以離開了心心所裡面的相分、見分，那就叫佛知佛見。凡夫就是把心心所的見分做為自己的見解，相分認為是我執著，執著這個相分是我，這是大錯。煩惱障、所知障就是我執、法執生起來的，我執、法執統是虛妄的，不是事實。明白這個道理，你才曉得，真正得道的人，你也就曉得什麼叫得道，所謂得道無非就是去掉我執、法執，離了我執、法執，就叫做得道。"
    },
    {
      "id": "12-006-0012_p0048",
      "zh_CN": "那个道，道是讲心，心行就跟诸佛菩萨无二无别，才能够在「念念调伏，教化成熟」，这说出三个阶段，这是我们应该要晓得的，特别是用在自己。调伏如果是在三贤位子上来讲，十住菩萨着重在调伏。正像《金刚经》上须菩提尊者所问的，《金刚经》上两个问题，「应云何住」、「云何调伏其心」，就是这两个问题。我这个心安住在什么地方？我这个烦恼妄念太多了，如何能把它伏住？这两个问题。禅宗里面可大师二祖见达摩，就问了一个问题，我心不安，求大师给我安心。所以十住菩萨修行的重点，完全是《金刚经》上所说的，怎么样来安住你的心？怎么样降伏自己的妄想烦恼？",
      "zh_TW": "那個道，道是講心，心行就跟諸佛菩薩無二無別，才能夠在「念念調伏，教化成熟」，這說出三個階段，這是我們應該要曉得的，特別是用在自己。調伏如果是在三賢位子上來講，十住菩薩著重在調伏。正像《金剛經》上須菩提尊者所問的，《金剛經》上兩個問題，「應云何住」、「云何調伏其心」，就是這兩個問題。我這個心安住在什麼地方？我這個煩惱妄念太多了，如何能把它伏住？這兩個問題。禪宗裡面可大師二祖見達摩，就問了一個問題，我心不安，求大師給我安心。所以十住菩薩修行的重點，完全是《金剛經》上所說的，怎麼樣來安住你的心？怎麼樣降伏自己的妄想煩惱？"
    }
  ]
}