{
  "doc_id": "12-006-0011",
  "title": {
    "zh_CN": "四十华严—普救夜神章",
    "zh_TW": "四十華嚴—普救夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1977",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-006-0011",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-006-0011_p0001",
      "zh_CN": "第四个字开始，我们将经文念一段对对地方：",
      "zh_TW": "第四個字開始，我們將經文念一段對對地方："
    },
    {
      "id": "12-006-0011_p0002",
      "zh_CN": "【随众生心。悉现其前。为转法轮。】",
      "zh_TW": "【隨眾生心。悉現其前。為轉法輪。】"
    },
    {
      "id": "12-006-0011_p0003",
      "zh_CN": "从这个地方开始。上面讲到普智如来初成正觉，就是初成佛，这几句经文非常的重要。所谓成佛就是成就阿耨多罗三藐三菩提，这句话是梵语，翻成中国意思是成就无上正等正觉，这就是我们所说的，最圆满、最究竟的智慧。智慧成就了之后，自受用当然不必说。所谓最殊胜的功德利益是在他受用，那就是以这个智慧教化众生。所以佛教是智慧的教育，是智慧的教学，绝不是迷信。向下这个经文叙说如来怎样去教化众生，清凉大师在科题里面，底下这段他标了个标题「转正法轮」，完全讲教学，这个两句是总说。教化众生最重要的是要适合众生的程度，所谓是契机契理。机就是众生的程度，众生的根性要能够适合，大家一听都能够懂，都能够得到利益，都能够生欢喜心，所说的法既不太深也不太浅，这就他很有受用，所以这点相当不容易。",
      "zh_TW": "從這個地方開始。上面講到普智如來初成正覺，就是初成佛，這幾句經文非常的重要。所謂成佛就是成就阿耨多羅三藐三菩提，這句話是梵語，翻成中國意思是成就無上正等正覺，這就是我們所說的，最圓滿、最究竟的智慧。智慧成就了之後，自受用當然不必說。所謂最殊勝的功德利益是在他受用，那就是以這個智慧教化眾生。所以佛教是智慧的教育，是智慧的教學，絕不是迷信。向下這個經文敘說如來怎樣去教化眾生，清涼大師在科題裡面，底下這段他標了個標題「轉正法輪」，完全講教學，這個兩句是總說。教化眾生最重要的是要適合眾生的程度，所謂是契機契理。機就是眾生的程度，眾生的根性要能夠適合，大家一聽都能夠懂，都能夠得到利益，都能夠生歡喜心，所說的法既不太深也不太淺，這就他很有受用，所以這點相當不容易。"
    },
    {
      "id": "12-006-0011_p0004",
      "zh_CN": "第一句讲『随众生心』，这就不是一般人能够做得到的。众生上从菩萨，下到地狱，就是九界有情众生，这个里面根性程度相差悬殊太大了。譬如说佛法难讲，这在教学里面第一等的本事，譬如说这个讲堂里面很多是博士学位的，还有很多不认识字的。你说一般学校里老师上课好教，程度都一样，一年级，学生都是一年级，二年级都是二年级的。你们从什么地方看到有一个班，从幼稚园到博士班的学生都有，老师在上课，叫他们大家听到各个都点头，各个都觉得有味道，这个都不简单。所以经上赞叹佛，「佛以一音而说法，众生随类各得解」。佛有这个本事，我们就相当困难。这种场合是最不容易讲到人人满意，纵不能做到人人满意，你能够叫听众十之八九都满意，甚至于十之七八满意就不错了，那就算是相当成功。",
      "zh_TW": "第一句講『隨眾生心』，這就不是一般人能夠做得到的。眾生上從菩薩，下到地獄，就是九界有情眾生，這個裡面根性程度相差懸殊太大了。譬如說佛法難講，這在教學裡面第一等的本事，譬如說這個講堂裡面很多是博士學位的，還有很多不認識字的。你說一般學校裡老師上課好教，程度都一樣，一年級，學生都是一年級，二年級都是二年級的。你們從什麼地方看到有一個班，從幼稚園到博士班的學生都有，老師在上課，叫他們大家聽到各個都點頭，各個都覺得有味道，這個都不簡單。所以經上讚歎佛，「佛以一音而說法，眾生隨類各得解」。佛有這個本事，我們就相當困難。這種場合是最不容易講到人人滿意，縱不能做到人人滿意，你能夠叫聽眾十之八九都滿意，甚至於十之七八滿意就不錯了，那就算是相當成功。"
    },
    {
      "id": "12-006-0011_p0005",
      "zh_CN": "这个里面就我们在此地要学习的，就是观机，所以一次讲演里面有深处、有浅处，深处，给利根程度高的人，浅处对初学的人。如果一昧往深处讲，浅的人听不懂，他下次就不来了，没兴趣。一昧照顾初学的人往浅处讲，那个程度高的人听了没味道，他下次也不来了。我们看看佛经，佛经的确是了不起，看经文摆在这里，程度深的人看到这个经很深，程度浅的人看到这经很浅，这不得了。一本教科书，从初学开始就用这个教科书，一直到你成佛还用这一本教科书，你们在世间哪个学校曾经打听过有这课本？不要换课本的，从你初发心十信位、十住位、十行位到十地位，等觉、妙觉还是这一部经，你就想到它浅深次第都在文字语言之外。这是经典的长处，所以它称之为经，经就是真理，永远不变，超越空间、超越时间，能适合一切众生之类。「随众生心」，随众生心这句是总说。",
      "zh_TW": "這個裡面就我們在此地要學習的，就是觀機，所以一次講演裡面有深處、有淺處，深處，給利根程度高的人，淺處對初學的人。如果一昧往深處講，淺的人聽不懂，他下次就不來了，沒興趣。一昧照顧初學的人往淺處講，那個程度高的人聽了沒味道，他下次也不來了。我們看看佛經，佛經的確是了不起，看經文擺在這裡，程度深的人看到這個經很深，程度淺的人看到這經很淺，這不得了。一本教科書，從初學開始就用這個教科書，一直到你成佛還用這一本教科書，你們在世間哪個學校曾經打聽過有這課本？不要換課本的，從你初發心十信位、十住位、十行位到十地位，等覺、妙覺還是這一部經，你就想到它淺深次第都在文字語言之外。這是經典的長處，所以它稱之為經，經就是真理，永遠不變，超越空間、超越時間，能適合一切眾生之類。「隨眾生心」，隨眾生心這句是總說。"
    },
    {
      "id": "12-006-0011_p0006",
      "zh_CN": "『悉现其前，为转法轮』。如来能够随类化身，众生希望遇到一个什么样的善友，菩萨就化这个善友的身分出现，不期而遇，他就遇到了。这个理前面讲过，众生有感，佛菩萨有应，应了来干什么？来教化你，来帮助你。教学、教化、帮助，在佛法的名称叫「转法轮」，转是转动，我们今天的话来讲推动。轮是比喻，有两个意思，一个意思是把你的境界向上提升，这是一个意思。所谓是运转的意思，将你从凡夫地提升到圣人的境界，这是转的意思，转变。另外轮有一个意思，轮有碾碎的意思，路高低不平，你看压路机，压路机是轮，轮相，它通过把这个路就压平，有这个意思。我们的心不平，一听佛法，心开意解，心平了，像佛法从心中碾过，心就平了。由此可知，经法不能不听，三天不听经，心里头起伏幅度就太大了。天天听经，天天不离开经典，有个十年、八年就能得到平等心，平等心是真心，平等心现前。",
      "zh_TW": "『悉現其前，為轉法輪』。如來能夠隨類化身，眾生希望遇到一個什麼樣的善友，菩薩就化這個善友的身分出現，不期而遇，他就遇到了。這個理前面講過，眾生有感，佛菩薩有應，應了來幹什麼？來教化你，來幫助你。教學、教化、幫助，在佛法的名稱叫「轉法輪」，轉是轉動，我們今天的話來講推動。輪是比喻，有兩個意思，一個意思是把你的境界向上提升，這是一個意思。所謂是運轉的意思，將你從凡夫地提升到聖人的境界，這是轉的意思，轉變。另外輪有一個意思，輪有碾碎的意思，路高低不平，你看壓路機，壓路機是輪，輪相，它通過把這個路就壓平，有這個意思。我們的心不平，一聽佛法，心開意解，心平了，像佛法從心中碾過，心就平了。由此可知，經法不能不聽，三天不聽經，心裡頭起伏幅度就太大了。天天聽經，天天不離開經典，有個十年、八年就能得到平等心，平等心是真心，平等心現前。"
    },
    {
      "id": "12-006-0011_p0007",
      "zh_CN": "平等心现前就是前面讲的，阿耨多罗三藐三菩提心，菩提心生起来了。菩提心里面第一个直心，什么叫直心？就是平等心。六祖大师所讲的平直，平等正直这是菩提心的理体。菩提心的作用，对自己就是清净，前一次在经里面看到的，「纯一清净」，纯一就是平等，清净是自受用。大慈大悲是他受用，对待别人大慈大悲，对待自己清净，清净无为。无为而无所不为，无所不为还是无为，那个无所不为是大慈大悲，他受用；无为是自受用，菩提心有体有用，这叫转法轮。看下面经文给我们略举几条，说明佛说法的功德利益，也就是具体说明转法轮的样子，法轮怎么转法。",
      "zh_TW": "平等心現前就是前面講的，阿耨多羅三藐三菩提心，菩提心生起來了。菩提心裡面第一個直心，什麼叫直心？就是平等心。六祖大師所講的平直，平等正直這是菩提心的理體。菩提心的作用，對自己就是清淨，前一次在經裡面看到的，「純一清淨」，純一就是平等，清淨是自受用。大慈大悲是他受用，對待別人大慈大悲，對待自己清淨，清淨無為。無為而無所不為，無所不為還是無為，那個無所不為是大慈大悲，他受用；無為是自受用，菩提心有體有用，這叫轉法輪。看下面經文給我們略舉幾條，說明佛說法的功德利益，也就是具體說明轉法輪的樣子，法輪怎麼轉法。"
    },
    {
      "id": "12-006-0011_p0008",
      "zh_CN": "【于一一世界。】",
      "zh_TW": "【於一一世界。】"
    },
    {
      "id": "12-006-0011_p0009",
      "zh_CN": "因为这总纲里头有「随众生心」，所以在事相上非常具体，『一一世界』，不是一个世界，无量无边的世界。",
      "zh_TW": "因為這總綱裡頭有「隨眾生心」，所以在事相上非常具體，『一一世界』，不是一個世界，無量無邊的世界。"
    },
    {
      "id": "12-006-0011_p0010",
      "zh_CN": "【令无量众生离恶道苦。令无量众生生人天中。】",
      "zh_TW": "【令無量眾生離惡道苦。令無量眾生生人天中。】"
    },
    {
      "id": "12-006-0011_p0011",
      "zh_CN": "你看这不是非常明显的离苦得乐吗？离苦得乐是不是佛菩萨显一下神通，把我们从苦难当中给救出来了？给诸位说，那是神话，那是宗教里面的说法，不是事实，诸位要晓得这个道理。佛跟我们所讲的完全是以教学的方法，才能真正达到离苦得乐的目标。『恶道』指的是三恶道，畜生、饿鬼、地狱三恶道。佛菩萨怎么样教我们离三恶道？我们现在不错是个人身，转眼之间就到恶道去了，我们自己觉不觉悟？不觉悟，不知道自己一口气不来，就要到恶道去了。你要不相信，你到外面去打听打听，人死了以后到哪里去？我想大多数人都告诉你，人死了就是鬼，饿鬼道去了。不是三恶道去了吗？其实六道轮回，人死未必到鬼道，为什么大家都说，人死了之后都到鬼道？这个说法绝不是空穴来风，有道理。你们想想，哪个人没有贪心？贪心是饿鬼道的业因，没有贪心的人，不堕饿鬼道。",
      "zh_TW": "你看這不是非常明顯的離苦得樂嗎？離苦得樂是不是佛菩薩顯一下神通，把我們從苦難當中給救出來了？給諸位說，那是神話，那是宗教裡面的說法，不是事實，諸位要曉得這個道理。佛跟我們所講的完全是以教學的方法，才能真正達到離苦得樂的目標。『惡道』指的是三惡道，畜生、餓鬼、地獄三惡道。佛菩薩怎麼樣教我們離三惡道？我們現在不錯是個人身，轉眼之間就到惡道去了，我們自己覺不覺悟？不覺悟，不知道自己一口氣不來，就要到惡道去了。你要不相信，你到外面去打聽打聽，人死了以後到哪裡去？我想大多數人都告訴你，人死了就是鬼，餓鬼道去了。不是三惡道去了嗎？其實六道輪迴，人死未必到鬼道，為什麼大家都說，人死了之後都到鬼道？這個說法絕不是空穴來風，有道理。你們想想，哪個人沒有貪心？貪心是餓鬼道的業因，沒有貪心的人，不墮餓鬼道。"
    },
    {
      "id": "12-006-0011_p0012",
      "zh_CN": "虽然六道都是有无量的因缘，无量因缘里面总有一个最重要的，有一个基本的因素，佛在一切经里面告诉我们，贪爱是饿鬼道的业因。我们现在眼前贪爱的心很重，患得患失，我们自己不晓得，佛看得很清楚，你再过几年就到饿鬼道去了。现在人虽然没有去，已经注册挂号，不久就要去报到了。只要没有报到之前，都有办法救，怎么救你？把这里面因缘果给你说清楚，你一下觉悟了，原来我这个贪爱是要落在饿鬼道里。算了，一切贪爱心把它远离掉，你岂不是从饿鬼道里出来！就离开了。畜生道是愚痴，今天这个世间愚痴的人多，什么叫愚痴？真妄、邪正、是非，甚至于利害他都搞颠倒，分辨不清楚这是愚痴。",
      "zh_TW": "雖然六道都是有無量的因緣，無量因緣裡面總有一個最重要的，有一個基本的因素，佛在一切經裡面告訴我們，貪愛是餓鬼道的業因。我們現在眼前貪愛的心很重，患得患失，我們自己不曉得，佛看得很清楚，你再過幾年就到餓鬼道去了。現在人雖然沒有去，已經註冊掛號，不久就要去報到了。只要沒有報到之前，都有辦法救，怎麼救你？把這裡面因緣果給你說清楚，你一下覺悟了，原來我這個貪愛是要落在餓鬼道裡。算了，一切貪愛心把它遠離掉，你豈不是從餓鬼道裡出來！就離開了。畜生道是愚痴，今天這個世間愚痴的人多，什麼叫愚痴？真妄、邪正、是非，甚至於利害他都搞顛倒，分辨不清楚這是愚痴。"
    },
    {
      "id": "12-006-0011_p0013",
      "zh_CN": "我们人学佛，佛是什么？佛，那后头佛像，佛就是那个，这就叫愚痴。成了佛干什么？成了佛坐在大殿上，坐着不动要让人家拜，这不叫愚痴？这个佛我可不要成他，成他了不自由，一天到晚坐在那里不动，叫人家来拜，这成什么话？所以事理都搞不清楚，这是愚痴、迷信。更包括世间所谓世智辩聪，都是愚痴，他自己以为很聪明，其实他把这个因果完全搞颠倒，这个罪业重。愚痴是畜生道的业因，离开愚痴，破迷开悟，这脱离畜生道。我对于这一切法里面哪是正、哪是邪，哪是真、哪是妄，我都能够辨别得清清楚楚，不愚痴，不落畜生道，从畜生道里面把你救出来。地狱道里面最重要的瞋恚，遇到一点小小不如意的事情就生气，要气好几天这不行，这个业报是在地狱。所以贪瞋痴叫三毒烦恼，不是对别人毒，是毒害自己，把自己送到三途里面去。",
      "zh_TW": "我們人學佛，佛是什麼？佛，那後頭佛像，佛就是那個，這就叫愚痴。成了佛幹什麼？成了佛坐在大殿上，坐著不動要讓人家拜，這不叫愚痴？這個佛我可不要成他，成他了不自由，一天到晚坐在那裡不動，叫人家來拜，這成什麼話？所以事理都搞不清楚，這是愚痴、迷信。更包括世間所謂世智辯聰，都是愚痴，他自己以為很聰明，其實他把這個因果完全搞顛倒，這個罪業重。愚痴是畜生道的業因，離開愚痴，破迷開悟，這脫離畜生道。我對於這一切法裡面哪是正、哪是邪，哪是真、哪是妄，我都能夠辨別得清清楚楚，不愚痴，不落畜生道，從畜生道裡面把你救出來。地獄道裡面最重要的瞋恚，遇到一點小小不如意的事情就生氣，要氣好幾天這不行，這個業報是在地獄。所以貪瞋痴叫三毒煩惱，不是對別人毒，是毒害自己，把自己送到三途裡面去。"
    },
    {
      "id": "12-006-0011_p0014",
      "zh_CN": "佛教给我们舍贪瞋痴，就是舍三恶道，为什么叫你对一切法不要贪爱，不要瞋恚，不要愚痴？为什么叫你这么做法？就是叫你不要堕地狱，不要变饿鬼，不要变畜生，是这么个意思。所以我们明白这个道理，信不信？你要不相信，佛讲这个话，恐怕是吓唬人的，劝人做好事的，吓唬人的，你要这么想法，正是你的愚痴，不相信圣人的言语。佛菩萨他凭什么骗你？我们得问问你，凡是人骗人总有个目的，佛为什么骗我们？他是要名、还是要利？他什么都不要，什么都不要天天去骗人，那脑神经有问题；神经上没有问题的话，不可能出这反常的现象。如果说佛脑神经有问题，你看看这些经论说的有条有理，不像是有问题，他头脑太清楚，比我们各个都灵光。佛的言语要相信，相信佛菩萨的言语，这个人就有福。善根福德因缘，什么叫福？什么叫善根？你能相信就是有善根，你就有福报。你要不相信再聪明，你这个人没善根、没福报，你不相信。",
      "zh_TW": "佛教給我們捨貪瞋痴，就是捨三惡道，為什麼叫你對一切法不要貪愛，不要瞋恚，不要愚痴？為什麼叫你這麼做法？就是叫你不要墮地獄，不要變餓鬼，不要變畜生，是這麼個意思。所以我們明白這個道理，信不信？你要不相信，佛講這個話，恐怕是嚇唬人的，勸人做好事的，嚇唬人的，你要這麼想法，正是你的愚痴，不相信聖人的言語。佛菩薩他憑什麼騙你？我們得問問你，凡是人騙人總有個目的，佛為什麼騙我們？他是要名、還是要利？他什麼都不要，什麼都不要天天去騙人，那腦神經有問題；神經上沒有問題的話，不可能出這反常的現象。如果說佛腦神經有問題，你看看這些經論說的有條有理，不像是有問題，他頭腦太清楚，比我們各個都靈光。佛的言語要相信，相信佛菩薩的言語，這個人就有福。善根福德因緣，什麼叫福？什麼叫善根？你能相信就是有善根，你就有福報。你要不相信再聰明，你這個人沒善根、沒福報，你不相信。"
    },
    {
      "id": "12-006-0011_p0015",
      "zh_CN": "人天乐，『生人天中』，人的业因，佛在经上告诉我们，人的业因是五戒。佛没到中国来之前，孔老夫子教给我们五常，我们中国的社会叫伦常社会，这个社会是人天大道。五常所讲的仁义礼智信，仁是仁慈，能够推己及人，「己所不欲，勿施于人」，这是仁心。在佛法里面不杀生，佛法是举出非常具体的例子，我不愿意别人杀我，我也不应该杀人。你们哪个人愿意甘心被人杀？没有人，所以不应该杀生。义是尽义务，不讲报酬，一切事情我们尽心尽力为别人服务，不求报酬。礼是礼敬，对于一切人、一切事物常常存恭敬心；智是理智，凡事不能够感情用事，要理智；信是讲信用，言而有信。在佛法里面讲五戒，不杀生、不偷盗、不邪淫、不妄语、不饮酒，与儒家讲的仁义礼智信真是不谋而合。那我们想一想，我们在一生当中这个五条做到多少？这个五条都能做到，一条不缺乏，来生一定得人身。",
      "zh_TW": "人天樂，『生人天中』，人的業因，佛在經上告訴我們，人的業因是五戒。佛沒到中國來之前，孔老夫子教給我們五常，我們中國的社會叫倫常社會，這個社會是人天大道。五常所講的仁義禮智信，仁是仁慈，能夠推己及人，「己所不欲，勿施於人」，這是仁心。在佛法裡面不殺生，佛法是舉出非常具體的例子，我不願意別人殺我，我也不應該殺人。你們哪個人願意甘心被人殺？沒有人，所以不應該殺生。義是盡義務，不講報酬，一切事情我們盡心盡力為別人服務，不求報酬。禮是禮敬，對於一切人、一切事物常常存恭敬心；智是理智，凡事不能夠感情用事，要理智；信是講信用，言而有信。在佛法裡面講五戒，不殺生、不偷盜、不邪淫、不妄語、不飲酒，與儒家講的仁義禮智信真是不謀而合。那我們想一想，我們在一生當中這個五條做到多少？這個五條都能做到，一條不缺乏，來生一定得人身。"
    },
    {
      "id": "12-006-0011_p0016",
      "zh_CN": "佛在经里面常常讲，他讲我们人，现代的人失掉人身再得人身，来生还是人身，这个比例相差太大了。释迦牟尼佛有一次在祇园精舍，就是祇树给孤独园那地方盖房子。起房子的时候，佛在地上抓了一把土，然后把土洒掉，指甲上还留着一些。佛的一举一动都有意义，旁边的弟子看到就问释迦牟尼佛，您老人家抓个土洒在地上，这什么意思？佛就问，他说我洒这个土，大地上的土多、还是我指甲上的土多？那当然是大地太多了，你指甲上能有多少？佛就讲大地众生失掉人身之后，来生再得人身那个数量，就像我指甲上的土；失掉人身不能再得人身，像大地土，不能成比例。我们想一想，信不信？相信。为什么？你要把这业因一看就晓得，现在这世间人这么多，有几个人讲仁义礼智信？有几个人去守五戒？一百个人当中找不到一个；换句话说，就算他有一个，百分之九十九失掉人身，不能得人身。来生再得人身的百分之一，我这个数字已经说得太大了。",
      "zh_TW": "佛在經裡面常常講，他講我們人，現代的人失掉人身再得人身，來生還是人身，這個比例相差太大了。釋迦牟尼佛有一次在祇園精舍，就是祇樹給孤獨園那地方蓋房子。起房子的時候，佛在地上抓了一把土，然後把土灑掉，指甲上還留著一些。佛的一舉一動都有意義，旁邊的弟子看到就問釋迦牟尼佛，您老人家抓個土灑在地上，這什麼意思？佛就問，他說我灑這個土，大地上的土多、還是我指甲上的土多？那當然是大地太多了，你指甲上能有多少？佛就講大地眾生失掉人身之後，來生再得人身那個數量，就像我指甲上的土；失掉人身不能再得人身，像大地土，不能成比例。我們想一想，信不信？相信。為什麼？你要把這業因一看就曉得，現在這世間人這麼多，有幾個人講仁義禮智信？有幾個人去守五戒？一百個人當中找不到一個；換句話說，就算他有一個，百分之九十九失掉人身，不能得人身。來生再得人身的百分之一，我這個數字已經說得太大了。"
    },
    {
      "id": "12-006-0011_p0017",
      "zh_CN": "说到这地方，也许诸位要问，你这个说法有点不大合逻辑，为什么？现在这个世界人口年年增加，好像不是这个现象。如果照你这个说，这个世界人口应该是逐渐减少才对，为什么人会增加？人的增加诸位要晓得，他方世界来的，不是这个地球上的人。我们这个地球上人，你看念阿弥陀佛的，要往生西方极乐世界去，西方极乐世界不在我们这个世界。既然我们这个地方人可以到西方极乐世界去，当然他方世界人也会到这来，共业所感，十方无量无边世界众生，与这个世界在这个时节因缘里面，有共业的他都来了，这么回事。有情众生在这个太虚空无量无边世界里面，流动性太大了，这点我们要晓得，流动性很大很大。所以人是秉五戒而得到的，五戒焉能不守！",
      "zh_TW": "說到這地方，也許諸位要問，你這個說法有點不大合邏輯，為什麼？現在這個世界人口年年增加，好像不是這個現象。如果照你這個說，這個世界人口應該是逐漸減少才對，為什麼人會增加？人的增加諸位要曉得，他方世界來的，不是這個地球上的人。我們這個地球上人，你看念阿彌陀佛的，要往生西方極樂世界去，西方極樂世界不在我們這個世界。既然我們這個地方人可以到西方極樂世界去，當然他方世界人也會到這來，共業所感，十方無量無邊世界眾生，與這個世界在這個時節因緣裡面，有共業的他都來了，這麼回事。有情眾生在這個太虛空無量無邊世界裡面，流動性太大了，這點我們要曉得，流動性很大很大。所以人是秉五戒而得到的，五戒焉能不守！"
    },
    {
      "id": "12-006-0011_p0018",
      "zh_CN": "如果再要生天，天的道德水准比人高，天要修十善业道，单修十善业道，只能够到欲界第二层天，忉利天，我们中国人讲玉皇大帝，大概其他宗教里面讲的天堂也是忉利天。为什么？要往上面去，单单修十善业道还不行，还要加上什么？加上一点定功，这个定没修成，佛学的名词叫未到定，这个到就是成功，定修成了，他修了定，有定的功夫，但是定没修成。他这个没有修成的定，功夫也有浅深不同，所谓欲界上面有四层天，从夜摩天到他化自在天都是未到定。如果你这个定修成了，就不在欲界，就到色界天去了，定真修成。可是单单凭有定还不行，因为色界天人除了禅定成就之外，他还有附带的条件，四无量心慈悲喜舍，这是色界十八层天。再往上去四空天，要修四空定。",
      "zh_TW": "如果再要生天，天的道德水準比人高，天要修十善業道，單修十善業道，只能夠到欲界第二層天，忉利天，我們中國人講玉皇大帝，大概其他宗教裡面講的天堂也是忉利天。為什麼？要往上面去，單單修十善業道還不行，還要加上什麼？加上一點定功，這個定沒修成，佛學的名詞叫未到定，這個到就是成功，定修成了，他修了定，有定的功夫，但是定沒修成。他這個沒有修成的定，功夫也有淺深不同，所謂欲界上面有四層天，從夜摩天到他化自在天都是未到定。如果你這個定修成了，就不在欲界，就到色界天去了，定真修成。可是單單憑有定還不行，因為色界天人除了禪定成就之外，他還有附帶的條件，四無量心慈悲喜捨，這是色界十八層天。再往上去四空天，要修四空定。"
    },
    {
      "id": "12-006-0011_p0019",
      "zh_CN": "佛是以这些方法来教导我们，「离恶道苦」，「生人天中」。由此可知，佛没有办法直接帮我们忙，你到地狱去了，他就到地狱把你拖出来，他没这个能力。你不能生天，他硬要把你往上送也送不去，佛不能违背因果律，佛没有法子推翻因果律。佛把这些因缘果报给我们讲得清清楚楚，叫我们自己去选择、自己去修学，这样才能成功。我们真正能够体会到佛的苦口婆心，他对待我们众生没有任何的条件，这个要晓得没有任何条件。我们能够相信、能够理解、能够依教奉行，自己离苦、自己得乐。六祖也说得很好，「佛法是自悟」，自己觉悟，自修自证，所以经上才说佛不度众生。为什么？你是自己度自己的，佛没度你。所以佛法始终是讲自觉，自觉而后去觉他，觉他不过是为他做增上缘而已。他自己要得度，还是要他自己自觉，自觉才能得度，佛法里面一点迷信都没有。这个地方我们应当要学习的，像《楞严》所说的随心应量，「随众生心，应所知量」。这句话就好比数学里头的公式，它的运用太广大了。",
      "zh_TW": "佛是以這些方法來教導我們，「離惡道苦」，「生人天中」。由此可知，佛沒有辦法直接幫我們忙，你到地獄去了，他就到地獄把你拖出來，他沒這個能力。你不能生天，他硬要把你往上送也送不去，佛不能違背因果律，佛沒有法子推翻因果律。佛把這些因緣果報給我們講得清清楚楚，叫我們自己去選擇、自己去修學，這樣才能成功。我們真正能夠體會到佛的苦口婆心，他對待我們眾生沒有任何的條件，這個要曉得沒有任何條件。我們能夠相信、能夠理解、能夠依教奉行，自己離苦、自己得樂。六祖也說得很好，「佛法是自悟」，自己覺悟，自修自證，所以經上才說佛不度眾生。為什麼？你是自己度自己的，佛沒度你。所以佛法始終是講自覺，自覺而後去覺他，覺他不過是為他做增上緣而已。他自己要得度，還是要他自己自覺，自覺才能得度，佛法裡面一點迷信都沒有。這個地方我們應當要學習的，像《楞嚴》所說的隨心應量，「隨眾生心，應所知量」。這句話就好比數學裡頭的公式，它的運用太廣大了。"
    },
    {
      "id": "12-006-0011_p0020",
      "zh_CN": "特别是你们几位同学在此地初学讲经，要能深深体会到这个意思。我今天写了七条提供给你们做参考，七条归纳起来就是随心应量。第一条，譬如你发心讲经，你为什么讲？问你，你为什么讲？你是为了名而讲、还是为了利而讲？还是为了要求别人恭敬供养你而讲？你总有个目的。目的不相同，讲的就不一样，因为你所讲的一定要达到这个目标。这是我们第一要搞清楚的，正本清源。这条要没搞清楚，很容易落在歧途上，走在叉路上去，麻烦就大了。为什么？发心出来讲经的法师，别人对你恭敬供养，所谓是名利都来了，你要是把最初的目标一下没搞清楚，那这就造罪业。本来还有点道心，被人家一恭敬、一供养完了，全一百八十度的大转弯，堕落，那不得了。所以大根大本一定要清楚，要念念记在心里，我为什么出来讲经。",
      "zh_TW": "特別是你們幾位同學在此地初學講經，要能深深體會到這個意思。我今天寫了七條提供給你們做參考，七條歸納起來就是隨心應量。第一條，譬如你發心講經，你為什麼講？問你，你為什麼講？你是為了名而講、還是為了利而講？還是為了要求別人恭敬供養你而講？你總有個目的。目的不相同，講的就不一樣，因為你所講的一定要達到這個目標。這是我們第一要搞清楚的，正本清源。這條要沒搞清楚，很容易落在歧途上，走在叉路上去，麻煩就大了。為什麼？發心出來講經的法師，別人對你恭敬供養，所謂是名利都來了，你要是把最初的目標一下沒搞清楚，那這就造罪業。本來還有點道心，被人家一恭敬、一供養完了，全一百八十度的大轉彎，墮落，那不得了。所以大根大本一定要清楚，要念念記在心裡，我為什麼出來講經。"
    },
    {
      "id": "12-006-0011_p0021",
      "zh_CN": "你看当年玄奘大师他的第一目标，他就把握得很牢，一生没离开，他成就了。他说出这句话的时候才十几岁，成为历史上佛门里头名言，「远绍如来，近光遗教」。绍是继续，就是续佛慧命，远绍如来就是现在讲的续佛慧命，远的因。近的因是光大如来的遗教，代佛劝化一切众生，这个目标纯正。所以绝不是为名闻利养，名闻利养现前，自己立刻要想到，自己的目标、自己的方向，不能有丝毫的偏差。然后底下就是随众生心，就要晓得这个道理齐现其前，要晓得这些道理。",
      "zh_TW": "你看當年玄奘大師他的第一目標，他就把握得很牢，一生沒離開，他成就了。他說出這句話的時候才十幾歲，成為歷史上佛門裡頭名言，「遠紹如來，近光遺教」。紹是繼續，就是續佛慧命，遠紹如來就是現在講的續佛慧命，遠的因。近的因是光大如來的遺教，代佛勸化一切眾生，這個目標純正。所以絕不是為名聞利養，名聞利養現前，自己立刻要想到，自己的目標、自己的方向，不能有絲毫的偏差。然後底下就是隨眾生心，就要曉得這個道理齊現其前，要曉得這些道理。"
    },
    {
      "id": "12-006-0011_p0022",
      "zh_CN": "那我们要考虑三个因素，三番审机，第一个为哪些人讲这要搞清楚，你的听众是哪些人？中国人有中国人讲法，日本人有日本人讲法不一样。为什么不一样？因为形态不一样，文化背景不一样，这里头就有变化。对知识分子来讲，从来没有听过经的高等知识分子，那又是一个说法；遇到一天到晚念阿弥陀佛的老信徒，又是一个讲法，不一样。所以你要晓得，你为哪些人讲才能够契机。其次我们要问，你是在什么时候讲？这个关系很大，太平盛世有太平盛世的讲法，天下大乱有乱世的讲法，人心不一样，怎么能是一个讲法？第三要问在什么处所讲？大的地方来讲，今天在台湾现在一切许多客观的环境，以及我们历史的因素，在这个地区讲是怎么讲法？你在美国那是另外一个环境，这个怎么讲法？如果将来到大陆，大陆经过这么多年来的灾难，又是一个讲法，不相同，这是相当不容易。",
      "zh_TW": "那我們要考慮三個因素，三番審機，第一個為哪些人講這要搞清楚，你的聽眾是哪些人？中國人有中國人講法，日本人有日本人講法不一樣。為什麼不一樣？因為形態不一樣，文化背景不一樣，這裡頭就有變化。對知識分子來講，從來沒有聽過經的高等知識分子，那又是一個說法；遇到一天到晚念阿彌陀佛的老信徒，又是一個講法，不一樣。所以你要曉得，你為哪些人講才能夠契機。其次我們要問，你是在什麼時候講？這個關係很大，太平盛世有太平盛世的講法，天下大亂有亂世的講法，人心不一樣，怎麼能是一個講法？第三要問在什麼處所講？大的地方來講，今天在台灣現在一切許多客觀的環境，以及我們歷史的因素，在這個地區講是怎麼講法？你在美國那是另外一個環境，這個怎麼講法？如果將來到大陸，大陸經過這麼多年來的災難，又是一個講法，不相同，這是相當不容易。"
    },
    {
      "id": "12-006-0011_p0023",
      "zh_CN": "如果再把这范围缩小，告诉诸位，时间，人的情绪早晚不一样，早晨有早晨的讲法，晚上有晚上的讲法，不相同。场所，讲堂有讲堂的讲法，你在他人家里客厅，有客厅的讲法，不简单。所以你要晓得对哪些人什么时候讲、什么处所讲统统搞清楚，大环境、小环境都清清楚楚了如指掌，然后讲什么？选经选讲题，我得讲什么？经题选好了之后，底下第六条里头怎样讲，用什么样方法把这个意思表达出来，让别人欢喜接受，他真听懂了，真正我们帮上忙了。最后一条，讲完之后还要检讨，要认真的去想想，讲完之后检讨得失成败，这是我提供给初学讲经的人，至少你要记住这个七条。这是随心应量，我刚才讲的这些都是随心应量，说法利生，我们应当学。这个里面更重要的，就是《四十华严》我们学的东西太多，因为它里头有五十三位善知识，每位善知识所修学的法门不一样，依正果报也不相同，当然都是无比的殊胜，个个不相同，所以你这里面学东西实在太多了。",
      "zh_TW": "如果再把這範圍縮小，告訴諸位，時間，人的情緒早晚不一樣，早晨有早晨的講法，晚上有晚上的講法，不相同。場所，講堂有講堂的講法，你在他人家裡客廳，有客廳的講法，不簡單。所以你要曉得對哪些人什麼時候講、什麼處所講統統搞清楚，大環境、小環境都清清楚楚瞭如指掌，然後講什麼？選經選講題，我得講什麼？經題選好了之後，底下第六條裡頭怎樣講，用什麼樣方法把這個意思表達出來，讓別人歡喜接受，他真聽懂了，真正我們幫上忙了。最後一條，講完之後還要檢討，要認真的去想想，講完之後檢討得失成敗，這是我提供給初學講經的人，至少你要記住這個七條。這是隨心應量，我剛才講的這些都是隨心應量，說法利生，我們應當學。這個裡面更重要的，就是《四十華嚴》我們學的東西太多，因為它裡頭有五十三位善知識，每位善知識所修學的法門不一樣，依正果報也不相同，當然都是無比的殊勝，個個不相同，所以你這裡面學東西實在太多了。"
    },
    {
      "id": "12-006-0011_p0024",
      "zh_CN": "过去方东美先生，你们大家都晓得，他现在的书出了不少。他在一生当中几乎是一半的时间用在佛经上，从他三十几岁开始，一直到他晚年，没有离开过经本，他最喜欢的、最爱好的就是这部《四十华严》。他认为这是全世界最完善的一部哲学书，他是个学哲学的，有最好的理论，有最好的方法，还有善财童子、五十三位善知识来表演，像演戏一样做出样子来给我们看，这个书要不开智慧，那就没有办法了。所以他晚年全心全力都用在《四十华严》，这是这个书的好处。我们在这里面要学什么东西？要学发愿，每位善知识的发愿我们要注意到。我们读了之后，我们有没有他的愿？当然最重要的、最基本的是善财的大愿，善财大愿，善财那个愿是我们学佛的总目标、总原则。人家要问你，学佛你学的是什么，你要晓得；你修行，你修的是什么，你要知道。所以善财一见到善知识他就提出来，我已经发阿耨多罗三藐三菩提心，总目标。佛成佛了，什么叫成佛？他成就阿耨多罗三藐三菩提这是成佛。",
      "zh_TW": "過去方東美先生，你們大家都曉得，他現在的書出了不少。他在一生當中幾乎是一半的時間用在佛經上，從他三十幾歲開始，一直到他晚年，沒有離開過經本，他最喜歡的、最愛好的就是這部《四十華嚴》。他認為這是全世界最完善的一部哲學書，他是個學哲學的，有最好的理論，有最好的方法，還有善財童子、五十三位善知識來表演，像演戲一樣做出樣子來給我們看，這個書要不開智慧，那就沒有辦法了。所以他晚年全心全力都用在《四十華嚴》，這是這個書的好處。我們在這裡面要學什麼東西？要學發願，每位善知識的發願我們要注意到。我們讀了之後，我們有沒有他的願？當然最重要的、最基本的是善財的大願，善財大願，善財那個願是我們學佛的總目標、總原則。人家要問你，學佛你學的是什麼，你要曉得；你修行，你修的是什麼，你要知道。所以善財一見到善知識他就提出來，我已經發阿耨多羅三藐三菩提心，總目標。佛成佛了，什麼叫成佛？他成就阿耨多羅三藐三菩提這是成佛。"
    },
    {
      "id": "12-006-0011_p0025",
      "zh_CN": "他发的那个心就是发阿耨多罗三藐三菩提心，所以佛法的目标是无上正等正觉，佛法之所求无上正等正觉，不求别的，求无上正等正觉。菩萨之所学的是菩萨行，所修的是菩萨道，何谓菩萨？菩萨是觉而不迷；什么叫道？道是存心。我的心在什么境界里面，都觉而不迷，这叫菩萨道。行是行为，待人接物无论是顺境、逆境绝不迷失，这是菩萨行。一个是讲存心，一个是讲行事，这不是生活是什么？佛法是生活的教育，活活泼泼的教育。善财这个愿是修学的总纲领，你要连这个都不明白的话，那这个学佛真是叫盲修瞎练。所以要重视发愿。",
      "zh_TW": "他發的那個心就是發阿耨多羅三藐三菩提心，所以佛法的目標是無上正等正覺，佛法之所求無上正等正覺，不求別的，求無上正等正覺。菩薩之所學的是菩薩行，所修的是菩薩道，何謂菩薩？菩薩是覺而不迷；什麼叫道？道是存心。我的心在什麼境界裡面，都覺而不迷，這叫菩薩道。行是行為，待人接物無論是順境、逆境絕不迷失，這是菩薩行。一個是講存心，一個是講行事，這不是生活是什麼？佛法是生活的教育，活活潑潑的教育。善財這個願是修學的總綱領，你要連這個都不明白的話，那這個學佛真是叫盲修瞎練。所以要重視發願。"
    },
    {
      "id": "12-006-0011_p0026",
      "zh_CN": "第二个看他的善巧，善是讲的非常圆满，待人接物当中，应付一切人事、应付一切环境太美妙了，完善巧妙，学这个。其他经里头没有这么多，这个经里讲得太多了，这是我们要学的。第三个学方便，方便是方法，他待人接物，他修学的这些方法，方法便利，学这个。第四个要学利益众生，你看菩萨他的存心、他的行事，无不是以利益一切众生为目标，没有说自利，全是利他。诸位能在这《四十华严》里头，由这四个重点来读、来研习，你决定有成就。这四条固然是一切经里面都不免的，但是没有《四十华严》这么多。这一部大经分开来就是五十三部小经，五十三会它会会都独立，有始有终，会会都独立，合起来一部大经，分开来五十三部小经，还不包括本会。本会要包括在里面，五十四部小经，本会有三卷，文字比较长一点。这是我们应当学的地方。前面这段是讲利益人天，再看底下一句：",
      "zh_TW": "第二個看他的善巧，善是講的非常圓滿，待人接物當中，應付一切人事、應付一切環境太美妙了，完善巧妙，學這個。其他經裡頭沒有這麼多，這個經裡講得太多了，這是我們要學的。第三個學方便，方便是方法，他待人接物，他修學的這些方法，方法便利，學這個。第四個要學利益眾生，你看菩薩他的存心、他的行事，無不是以利益一切眾生為目標，沒有說自利，全是利他。諸位能在這《四十華嚴》裡頭，由這四個重點來讀、來研習，你決定有成就。這四條固然是一切經裡面都不免的，但是沒有《四十華嚴》這麼多。這一部大經分開來就是五十三部小經，五十三會它會會都獨立，有始有終，會會都獨立，合起來一部大經，分開來五十三部小經，還不包括本會。本會要包括在裡面，五十四部小經，本會有三卷，文字比較長一點。這是我們應當學的地方。前面這段是講利益人天，再看底下一句："
    },
    {
      "id": "12-006-0011_p0027",
      "zh_CN": "【令无量众生住于声闻。辟支佛地。】",
      "zh_TW": "【令無量眾生住於聲聞。辟支佛地。】"
    },
    {
      "id": "12-006-0011_p0028",
      "zh_CN": "这是利益小乘人，为什么要帮助他？前面讲过「随众生心」，他爱修小乘，就帮助他达到小乘的目的。可见得佛法的教学勉不勉强人？不勉强人这一层我们要特别注意到，十方一切诸佛菩萨从来不勉强一个人，你一定要作菩萨、一定要成佛，没有。佛只有劝勉我们，没有强迫，你要当小乘，好，我就帮助你，给你说小乘法；我不愿意作小乘，我愿意来生还得个人身，好，很好，我就教你来生怎么样得人身。你看，佛是多么的随缘，非常随和，他对于一切事物没有成见，这是佛菩萨没有成见。你想怎么样，他就能帮助你怎么样，你要成佛他就帮助你成佛。可是有一条，我要想到三途去，佛不帮你忙，佛帮忙起码是人天。佛没有说这个人想到地狱去，佛也帮他下地狱，没这个道理。佛绝不成就人的恶法，佛成就众生的善法，这是我们要晓得，这才叫真正大慈大悲。",
      "zh_TW": "這是利益小乘人，為什麼要幫助他？前面講過「隨眾生心」，他愛修小乘，就幫助他達到小乘的目的。可見得佛法的教學勉不勉強人？不勉強人這一層我們要特別注意到，十方一切諸佛菩薩從來不勉強一個人，你一定要作菩薩、一定要成佛，沒有。佛只有勸勉我們，沒有強迫，你要當小乘，好，我就幫助你，給你說小乘法；我不願意作小乘，我願意來生還得個人身，好，很好，我就教你來生怎麼樣得人身。你看，佛是多麼的隨緣，非常隨和，他對於一切事物沒有成見，這是佛菩薩沒有成見。你想怎麼樣，他就能幫助你怎麼樣，你要成佛他就幫助你成佛。可是有一條，我要想到三途去，佛不幫你忙，佛幫忙起碼是人天。佛沒有說這個人想到地獄去，佛也幫他下地獄，沒這個道理。佛絕不成就人的惡法，佛成就眾生的善法，這是我們要曉得，這才叫真正大慈大悲。"
    },
    {
      "id": "12-006-0011_p0029",
      "zh_CN": "所以有些众生他发心，他为什么发小乘心？有他道理，度众生太苦。有很多人修行他愿意，讲到度众生他不干，不敢发这个心。确实像《地藏经》所说的，「阎浮提众生，刚强难化」。特别是末法现前这个时代，你跟他讲正法，他毁谤你，他不相信；你给他说邪法，骗他的，他很欢喜。现代人听骗，用一点手腕骗骗他，他还觉得满舒服，听骗的。换句话说，愚痴邪正不分，把邪当作正，把正法当作邪法。经里面给我们讲「末法时期，邪师说法，如恒河沙」。我们看看今天这个世间的局面，一点都不错。佛真正是五眼圆明，把我们今天的社会看得太清楚了。我们在这个社会里如何能够辨别邪正？真难。但是你真正懂得，那就不难，难在不懂。正法是什么？正法是清净心，凡是叫你心里不清净的就不是正法，这是个最容易辨别。他所教你的、所帮助你的，是叫你身心得到清净，尽量的减少烦恼，当然最后是把烦恼统统断尽这是正法。不但断烦恼，还叫你开智慧，邪正我们要能够辨别。",
      "zh_TW": "所以有些眾生他發心，他為什麼發小乘心？有他道理，度眾生太苦。有很多人修行他願意，講到度眾生他不幹，不敢發這個心。確實像《地藏經》所說的，「閻浮提眾生，剛強難化」。特別是末法現前這個時代，你跟他講正法，他毀謗你，他不相信；你給他說邪法，騙他的，他很歡喜。現代人聽騙，用一點手腕騙騙他，他還覺得滿舒服，聽騙的。換句話說，愚痴邪正不分，把邪當作正，把正法當作邪法。經裡面給我們講「末法時期，邪師說法，如恆河沙」。我們看看今天這個世間的局面，一點都不錯。佛真正是五眼圓明，把我們今天的社會看得太清楚了。我們在這個社會裡如何能夠辨別邪正？真難。但是你真正懂得，那就不難，難在不懂。正法是什麼？正法是清淨心，凡是叫你心裡不清淨的就不是正法，這是個最容易辨別。他所教你的、所幫助你的，是叫你身心得到清淨，盡量的減少煩惱，當然最後是把煩惱統統斷盡這是正法。不但斷煩惱，還叫你開智慧，邪正我們要能夠辨別。"
    },
    {
      "id": "12-006-0011_p0030",
      "zh_CN": "那些声闻执着是比较重，小乘人，我好心好意来帮助你，你还以恶意来对待我，算了，我还是自己修自己的。你该怎么堕落是你的事情，反正与我也不相干，这就是小乘人的思想。不是不帮助人，是因为人不肯接受，他退心。菩萨？菩萨心量大，菩萨不在乎；换句话说，菩萨皮厚，你侮辱他，甚至于你骂他、打他他也不在乎，他还是劝你断恶修善，他不退心。小乘人受不了，稍稍遇到一点挫折，他就不想干了。所以佛在一切经里面对菩萨特别赞叹，真的，佛再不鼓励菩萨，恐怕菩萨也要退心。真正鼓励菩萨的是诸佛如来。这是讲有一类小乘人愿意成就阿罗汉，愿意得个辟支佛果，佛也帮助他，也教给他这些理论方法。下面这段共有十一句，经文比较长一点，这都是讲的菩萨。",
      "zh_TW": "那些聲聞執著是比較重，小乘人，我好心好意來幫助你，你還以惡意來對待我，算了，我還是自己修自己的。你該怎麼墮落是你的事情，反正與我也不相干，這就是小乘人的思想。不是不幫助人，是因為人不肯接受，他退心。菩薩？菩薩心量大，菩薩不在乎；換句話說，菩薩皮厚，你侮辱他，甚至於你罵他、打他他也不在乎，他還是勸你斷惡修善，他不退心。小乘人受不了，稍稍遇到一點挫折，他就不想幹了。所以佛在一切經裡面對菩薩特別讚歎，真的，佛再不鼓勵菩薩，恐怕菩薩也要退心。真正鼓勵菩薩的是諸佛如來。這是講有一類小乘人願意成就阿羅漢，願意得個辟支佛果，佛也幫助他，也教給他這些理論方法。下面這段共有十一句，經文比較長一點，這都是講的菩薩。"
    },
    {
      "id": "12-006-0011_p0031",
      "zh_CN": "【令无量众生成就出离菩提之行。】",
      "zh_TW": "【令無量眾生成就出離菩提之行。】"
    },
    {
      "id": "12-006-0011_p0032",
      "zh_CN": "这是一类大乘根机的人，他的心量大，首先他要求『出离』，「出」是超出，「离」是远离，超出远离什么？生死苦海，成就正觉。发这样的心，这是诸佛最欢喜的，因为他的愿望就是希望一切众生各个都成佛。菩萨是佛的因地，菩萨行到圆满就叫成佛，所谓是畅佛本怀。佛的心愿就是如此，你真能发菩提心，修菩萨道，诸佛怎么不欢喜？我们对于这个道理，能够体会到几分，能够肯定它，自己的信心就增长。我们今天心正、行正，虽然是道高一寸，魔高一丈也不在乎，一切人都瞧不起我，都毁谤我、侮辱我，诸佛菩萨、龙天在护持，暗暗当中在保佑我，一定不落恶道，这是我们自己要有信心。",
      "zh_TW": "這是一類大乘根機的人，他的心量大，首先他要求『出離』，「出」是超出，「離」是遠離，超出遠離什麼？生死苦海，成就正覺。發這樣的心，這是諸佛最歡喜的，因為他的願望就是希望一切眾生各個都成佛。菩薩是佛的因地，菩薩行到圓滿就叫成佛，所謂是暢佛本懷。佛的心願就是如此，你真能發菩提心，修菩薩道，諸佛怎麼不歡喜？我們對於這個道理，能夠體會到幾分，能夠肯定它，自己的信心就增長。我們今天心正、行正，雖然是道高一寸，魔高一丈也不在乎，一切人都瞧不起我，都毀謗我、侮辱我，諸佛菩薩、龍天在護持，暗暗當中在保佑我，一定不落惡道，這是我們自己要有信心。"
    },
    {
      "id": "12-006-0011_p0033",
      "zh_CN": "所以首先要有出离的心行，要有出离的心。人要能有这个心他在道业上自然能够勇猛精进，这个心底下称为菩提之行，是大觉，是觉而不迷之行。你看看特别用行，它不用心，有心未必有行，有行当然有心，这是真正觉悟，真正觉悟到三界火宅，恶道苦，人道怎么不苦？我们现在在人道，现在所谓受的环境怎么不苦？种种逼迫的苦，要觉悟。你有生老病死，有爱别离、怨憎恚、求不得、五阴炽盛，你想想看哪一条不苦？色界天有坏苦，无色界天有行苦。真正觉悟了以后怎么样？他这个心不会求人天，来生别说人天，大梵天请他去做天王，他也不干，为什么？苦，要觉悟。人间要是真正觉悟了，出家自在。",
      "zh_TW": "所以首先要有出離的心行，要有出離的心。人要能有這個心他在道業上自然能夠勇猛精進，這個心底下稱為菩提之行，是大覺，是覺而不迷之行。你看看特別用行，它不用心，有心未必有行，有行當然有心，這是真正覺悟，真正覺悟到三界火宅，惡道苦，人道怎麼不苦？我們現在在人道，現在所謂受的環境怎麼不苦？種種逼迫的苦，要覺悟。你有生老病死，有愛別離、怨憎恚、求不得、五陰熾盛，你想想看哪一條不苦？色界天有壞苦，無色界天有行苦。真正覺悟了以後怎麼樣？他這個心不會求人天，來生別說人天，大梵天請他去做天王，他也不幹，為什麼？苦，要覺悟。人間要是真正覺悟了，出家自在。"
    },
    {
      "id": "12-006-0011_p0034",
      "zh_CN": "美国今天在竞选总统，今天全国人请我去做总统，我也不干，为什么？苦死了，天天要开会，这个事情、那个事情，搞得头昏脑胀，干这个事情干什么？哪有一天到晚游山玩水逍遥自在，身心无事，这是乐。搞那么多，一大堆麻烦的事情，那个是什么？愚痴人才搞那个，聪明人、觉悟的人不干，绝对不干。所以真正的苦乐世间人不懂，认为什么？有地位就乐、有财富就乐。真正看穿了，那个地位、财富真是苦，那不是乐，它有副作用在里头。所以那个事情不是人干的，不是一个觉悟人干的，这是我们一定要明了。真正之乐，身心无事这是真乐，有事就苦。所以要发愿出离三界，这是菩提之行，这是觉心。",
      "zh_TW": "美國今天在競選總統，今天全國人請我去做總統，我也不幹，為什麼？苦死了，天天要開會，這個事情、那個事情，搞得頭昏腦脹，幹這個事情幹什麼？哪有一天到晚遊山玩水逍遙自在，身心無事，這是樂。搞那麼多，一大堆麻煩的事情，那個是什麼？愚痴人才搞那個，聰明人、覺悟的人不幹，絕對不幹。所以真正的苦樂世間人不懂，認為什麼？有地位就樂、有財富就樂。真正看穿了，那個地位、財富真是苦，那不是樂，它有副作用在裡頭。所以那個事情不是人幹的，不是一個覺悟人幹的，這是我們一定要明瞭。真正之樂，身心無事這是真樂，有事就苦。所以要發願出離三界，這是菩提之行，這是覺心。"
    },
    {
      "id": "12-006-0011_p0035",
      "zh_CN": "【令无量众生成就无垢勇猛幢菩提之行。】",
      "zh_TW": "【令無量眾生成就無垢勇猛幢菩提之行。】"
    },
    {
      "id": "12-006-0011_p0036",
      "zh_CN": "这句是说帮助众生成就，『垢』是代表烦恼、迷惑，这是帮助众生破除迷惑，断灭烦恼。『勇猛』是精进的意思，真的，这桩事情要紧的事情；如果不精进，虽然发了这个心，这一生当中不能成就。懈怠、懒散，心是好心，成就不了，一定要精进。『幢』这个字，在此地代表有显著的成绩，成绩表现，「幢」是高显的意思。断烦恼有很好的成绩，确实烦恼一天比一天轻，无明一天比一天少，他真有这个情形，这句是说这个意思。可诸位总要记住，佛门里面全是教学。不是用什么神通，有人说我有灾难，我怎么样去消灾，是不是拜个梁皇忏我的灾就消掉了？如果这样能消灾，多造一点罪业没有关系，为什么？请几个法师天天给我拜梁皇忏，我这造，那就消掉，那不太好了吗？有钱的人就占便宜他可以随便造业，为什么？他可以专门请几个法师在家里天天给他消灾。没有钱的人就可怜，造的业障没有人给他消，没有这个道理，这是迷信。",
      "zh_TW": "這句是說幫助眾生成就，『垢』是代表煩惱、迷惑，這是幫助眾生破除迷惑，斷滅煩惱。『勇猛』是精進的意思，真的，這樁事情要緊的事情；如果不精進，雖然發了這個心，這一生當中不能成就。懈怠、懶散，心是好心，成就不了，一定要精進。『幢』這個字，在此地代表有顯著的成績，成績表現，「幢」是高顯的意思。斷煩惱有很好的成績，確實煩惱一天比一天輕，無明一天比一天少，他真有這個情形，這句是說這個意思。可諸位總要記住，佛門裡面全是教學。不是用什麼神通，有人說我有災難，我怎麼樣去消災，是不是拜個梁皇懺我的災就消掉了？如果這樣能消災，多造一點罪業沒有關係，為什麼？請幾個法師天天給我拜梁皇懺，我這造，那就消掉，那不太好了嗎？有錢的人就佔便宜他可以隨便造業，為什麼？他可以專門請幾個法師在家裡天天給他消災。沒有錢的人就可憐，造的業障沒有人給他消，沒有這個道理，這是迷信。"
    },
    {
      "id": "12-006-0011_p0037",
      "zh_CN": "佛给我们讲得很好，「罪由心起」，还要由心去忏，罪业是什么？是你自己心里起来的，还要用你自己心去忏悔，别人没有办法代替，这是诸位一定要晓得。所以佛法里有事忏、有理忏，事忏是什么？知道错了，后不再造。在佛菩萨形像面前发誓，我以后不会再有这个过失，这叫事忏。虽有罪业，你缘把它断掉，有因，没有缘，不会结果，这是事忏的理论，道理在此地。为什么能忏除？罪性虽然没有灭，缘断掉了，所以他目前不会有果报，可是他那个因在，并没有消灭。理忏是什么？转阿赖耶成大圆镜智，连种子都转变，就永远没有果报。这就是佛在经上所讲的比喻，罪业就像霜、像露水一样，慧日能消除。太阳出来了，露水没有了，霜也没有。就是明心见性，你智慧开了，转阿赖耶为大圆镜智，等于把所有无量无边的罪业统统转变为智慧。烦恼即菩提就是这么回事，一开悟一切罪业统统化成无量智慧。罪业也不是不好，会变成智慧，但是要到你明心见性才行，你念佛要念到理一心不乱才行。要不然的话，那个罪业是要受恶报的。",
      "zh_TW": "佛給我們講得很好，「罪由心起」，還要由心去懺，罪業是什麼？是你自己心裡起來的，還要用你自己心去懺悔，別人沒有辦法代替，這是諸位一定要曉得。所以佛法裡有事懺、有理懺，事懺是什麼？知道錯了，後不再造。在佛菩薩形像面前發誓，我以後不會再有這個過失，這叫事懺。雖有罪業，你緣把它斷掉，有因，沒有緣，不會結果，這是事懺的理論，道理在此地。為什麼能懺除？罪性雖然沒有滅，緣斷掉了，所以他目前不會有果報，可是他那個因在，並沒有消滅。理懺是什麼？轉阿賴耶成大圓鏡智，連種子都轉變，就永遠沒有果報。這就是佛在經上所講的比喻，罪業就像霜、像露水一樣，慧日能消除。太陽出來了，露水沒有了，霜也沒有。就是明心見性，你智慧開了，轉阿賴耶為大圓鏡智，等於把所有無量無邊的罪業統統轉變為智慧。煩惱即菩提就是這麼回事，一開悟一切罪業統統化成無量智慧。罪業也不是不好，會變成智慧，但是要到你明心見性才行，你念佛要念到理一心不亂才行。要不然的話，那個罪業是要受惡報的。"
    },
    {
      "id": "12-006-0011_p0038",
      "zh_CN": "它一变成智慧了不起，起大作用，起什么大作用？到九法界里去度化众生。诸位想想，他的心里头如果没有地狱的罪业，他怎么能到地狱度众生？他现在到地狱的罪业转变成智慧。所以到地狱里面他不迷，他到地狱里头不受罪，到地狱里头可以帮助那些受罪的众生，帮助他们超脱，你看变成这么大的功德。佛法里头哪一桩事情都有个道理在，没有理哪有事？有事当然有理。所以我们的修学要有成绩表现，这个成绩不是给别人看。自己要晓得，因为自己有成绩，有显著的成绩，你有法喜充满，你才能够精进不退。这种欢喜都是从苦头上吃来的，你不认真的修你哪有成绩？没有成绩，当然就没有法喜。第三句是：",
      "zh_TW": "它一變成智慧了不起，起大作用，起什麼大作用？到九法界裡去度化眾生。諸位想想，他的心裡頭如果沒有地獄的罪業，他怎麼能到地獄度眾生？他現在到地獄的罪業轉變成智慧。所以到地獄裡面他不迷，他到地獄裡頭不受罪，到地獄裡頭可以幫助那些受罪的眾生，幫助他們超脫，你看變成這麼大的功德。佛法裡頭哪一樁事情都有個道理在，沒有理哪有事？有事當然有理。所以我們的修學要有成績表現，這個成績不是給別人看。自己要曉得，因為自己有成績，有顯著的成績，你有法喜充滿，你才能夠精進不退。這種歡喜都是從苦頭上吃來的，你不認真的修你哪有成績？沒有成績，當然就沒有法喜。第三句是："
    },
    {
      "id": "12-006-0011_p0039",
      "zh_CN": "【令无量众生成就清净法光明菩提之行。】",
      "zh_TW": "【令無量眾生成就清淨法光明菩提之行。】"
    },
    {
      "id": "12-006-0011_p0040",
      "zh_CN": "他这个底下十句，你看每句每句就好像上楼梯一样，一层一层有层次的，他不是乱来的。你看第一句先叫你有出生死，有超越三界轮回这种的志气，能发这个心修这个行；第二这就非常具体，叫你要断烦恼，要破无明；第三，开智慧，这句讲开智慧。『成就清净法』，「清净法」根本是心清净，心清净了身就清净，身心清净境界清净，一层一层往外面扩大，境界清净。然后你眼睛当中六根所接触的六尘境界，无有一法不清净，这叫清净法。成就清净法，无有一法不清净，这个时候，虽然与众生相处在一起凡圣同居土，众生住的是秽土，你住的是净土。因为众生看这个世界样样都不清净，都污秽，你样样都清净，虽然同在一起，一个住秽土，一个住净土，你应该相信境随心转。《楞严经》上说「若能转物，则同如来」。十方三世佛，唯佛住净土，因为佛是一切清净，这是成就清净法。清净法与般若智慧分不开，没有般若智慧，哪来的清净？",
      "zh_TW": "他這個底下十句，你看每句每句就好像上樓梯一樣，一層一層有層次的，他不是亂來的。你看第一句先叫你有出生死，有超越三界輪迴這種的志氣，能發這個心修這個行；第二這就非常具體，叫你要斷煩惱，要破無明；第三，開智慧，這句講開智慧。『成就清淨法』，「清淨法」根本是心清淨，心清淨了身就清淨，身心清淨境界清淨，一層一層往外面擴大，境界清淨。然後你眼睛當中六根所接觸的六塵境界，無有一法不清淨，這叫清淨法。成就清淨法，無有一法不清淨，這個時候，雖然與眾生相處在一起凡聖同居土，眾生住的是穢土，你住的是淨土。因為眾生看這個世界樣樣都不清淨，都污穢，你樣樣都清淨，雖然同在一起，一個住穢土，一個住淨土，你應該相信境隨心轉。《楞嚴經》上說「若能轉物，則同如來」。十方三世佛，唯佛住淨土，因為佛是一切清淨，這是成就清淨法。清淨法與般若智慧分不開，沒有般若智慧，哪來的清淨？"
    },
    {
      "id": "12-006-0011_p0041",
      "zh_CN": "二乘人虽然有九次第定，出离三界六道了，他住方便土，方便土不清净，什么原因？没开智慧，这是我们要特别注意。所以一方面要修定、要放下，一方面要开智慧，这个开智慧就是要读诵大乘，不读诵大乘不行。一个人要想成就，没有别的秘诀，我们过去在经典里面看到周利槃陀伽，你们读《弥陀经》，看看《弥陀经》古人这些注解，你看注的那个周利槃陀伽其笨无比。他的哥哥也出家，也是佛的弟子，看到他弟弟那么笨，你怎么可以出家？怎么能学佛？他就到释迦牟尼佛面前苦苦哀求。佛说行，可以，我收你做徒弟。教他念一首偈子，念到上面一句下面忘掉，教到底下一句，上句忘掉了。你怎么办？这个人怎么教？最后佛教他念两个字，「笤帚」，扫地的笤帚，就是念这个。念到笤，帚忘掉了，帚，笤又忘掉了，笨到这个样子。可是他有个特长，他专心，过了几年以后他智慧开了，真的，他一把笤帚把他心里面的无明垢秽扫干净，他成了大法师，这不可思议。",
      "zh_TW": "二乘人雖然有九次第定，出離三界六道了，他住方便土，方便土不清淨，什麼原因？沒開智慧，這是我們要特別注意。所以一方面要修定、要放下，一方面要開智慧，這個開智慧就是要讀誦大乘，不讀誦大乘不行。一個人要想成就，沒有別的祕訣，我們過去在經典裡面看到周利槃陀伽，你們讀《彌陀經》，看看《彌陀經》古人這些註解，你看註的那個周利槃陀伽其笨無比。他的哥哥也出家，也是佛的弟子，看到他弟弟那麼笨，你怎麼可以出家？怎麼能學佛？他就到釋迦牟尼佛面前苦苦哀求。佛說行，可以，我收你做徒弟。教他念一首偈子，念到上面一句下面忘掉，教到底下一句，上句忘掉了。你怎麼辦？這個人怎麼教？最後佛教他念兩個字，「笤帚」，掃地的笤帚，就是念這個。念到笤，帚忘掉了，帚，笤又忘掉了，笨到這個樣子。可是他有個特長，他專心，過了幾年以後他智慧開了，真的，他一把笤帚把他心裡面的無明垢穢掃乾淨，他成了大法師，這不可思議。"
    },
    {
      "id": "12-006-0011_p0042",
      "zh_CN": "可是在民国初年也出了一个周利槃陀伽，你们晓得，《影尘回忆录》里面记载着，育王寺的一个香灯师，阿育王寺香灯师，在寺庙里头管香蜡烛的，管这些东西，这个人老实也是非常愚痴。有一天维那师跟他开玩笑，夏天六月天：香灯师，你这些蜡烛都上霉了，搬出去晒晒。他就听话，搬出去晒去了，一晒的时候全晒化掉了。香灯师摇摇头，算了、算了，你不要当香灯，现在谛闲法师在那里办佛学院，在那里培养弘法利生的法师，你去找谛闲法师去学当讲经的法师。他到第二天把行李收拾，他就去找谛闲法师去，到谛闲法师问他，你从哪里来的？我从阿育王寺。你干什么的？我做香灯的。你来干什么？我来学讲经法师的。每个人都笑，谛闲法师看他样子点点头，好，也收了他。",
      "zh_TW": "可是在民國初年也出了一個周利槃陀伽，你們曉得，《影塵回憶錄》裡面記載著，育王寺的一個香燈師，阿育王寺香燈師，在寺廟裡頭管香蠟燭的，管這些東西，這個人老實也是非常愚痴。有一天維那師跟他開玩笑，夏天六月天：香燈師，你這些蠟燭都上霉了，搬出去曬曬。他就聽話，搬出去曬去了，一曬的時候全曬化掉了。香燈師搖搖頭，算了、算了，你不要當香燈，現在諦閑法師在那裡辦佛學院，在那裡培養弘法利生的法師，你去找諦閑法師去學當講經的法師。他到第二天把行李收拾，他就去找諦閑法師去，到諦閑法師問他，你從哪裡來的？我從阿育王寺。你幹什麼的？我做香燈的。你來幹什麼？我來學講經法師的。每個人都笑，諦閑法師看他樣子點點頭，好，也收了他。"
    },
    {
      "id": "12-006-0011_p0043",
      "zh_CN": "收他叫同学们帮他的忙，让他背《楞严经》、背《法华经》，许多这些大经，他老实，叫他干什么他就干什么，一天念到晚，他把这些大经大论统统背熟了，没有几年真的开悟了。以后谛闲法师讲经的时候，老和尚有事情出去，他代座。老和尚介绍他到国清寺去讲经，以后再回到阿育王寺，真的升座讲经，维那师还在当维那给他敲磬，真成了，这是我们的好榜样。他的特长是什么？人真诚，一点虚伪都没有，虽然愚痴，真诚，这种人难能可贵。别人给他说假话，他都当真；别人说的讽剌话，结果变成事实。也是亏得谛闲法师有慧眼，有善巧方便教导他，他真成就了。《影尘回忆录》里面有这么一段记载，有他一篇传记。所以古德常讲「唯上智与下愚不移」，这两种人决定成就。像舍利弗、目犍连上智，周利槃陀伽下愚，这好教，不费力气他就成就。好，我们今天就讲到此地。",
      "zh_TW": "收他叫同學們幫他的忙，讓他背《楞嚴經》、背《法華經》，許多這些大經，他老實，叫他幹什麼他就幹什麼，一天念到晚，他把這些大經大論統統背熟了，沒有幾年真的開悟了。以後諦閑法師講經的時候，老和尚有事情出去，他代座。老和尚介紹他到國清寺去講經，以後再回到阿育王寺，真的升座講經，維那師還在當維那給他敲磬，真成了，這是我們的好榜樣。他的特長是什麼？人真誠，一點虛偽都沒有，雖然愚痴，真誠，這種人難能可貴。別人給他說假話，他都當真；別人說的諷剌話，結果變成事實。也是虧得諦閑法師有慧眼，有善巧方便教導他，他真成就了。《影塵回憶錄》裡面有這麼一段記載，有他一篇傳記。所以古德常講「唯上智與下愚不移」，這兩種人決定成就。像舍利弗、目犍連上智，周利槃陀伽下愚，這好教，不費力氣他就成就。好，我們今天就講到此地。"
    }
  ]
}