{
  "doc_id": "32-280-0004",
  "title": {
    "zh_CN": "香港佛陀教育协会会客谈话—中国文字——穿越时空的智慧宝藏",
    "zh_TW": "香港佛陀教育協會會客談話—中國文字——穿越時空的智慧寶藏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "马来西亚马六甲精舍",
    "zh_TW": "馬來西亞馬六甲精舍"
  },
  "doc_number": "32-280-0004",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "32-280-0004_p0001",
      "zh_CN": "西方社会靠宗教，东方靠儒释道。所以我们用儒释道，用了五千年，有儒家、有道家、有佛教，叫儒释道。",
      "zh_TW": "西方社會靠宗教，東方靠儒釋道。所以我們用儒釋道，用了五千年，有儒家、有道家、有佛教，叫儒釋道。"
    },
    {
      "id": "32-280-0004_p0002",
      "zh_CN": "五千年是历史，有文字的，三千年，所以很难得。特别是佛教，佛教的经典，它跟中国文字不一样，中国文字不是用拼音，是用符号表示它的意思。你看二千五百年前孔子写的书，现在人能看得懂，不会错解意思。但是拼音文字就不行了，我在欧洲，欧洲人告诉我，莎士比亚的作品，现在人看不懂。中国文字优秀，不受时空的限制，几千年东西，现在看看得懂，不会错会意思，这就是它的好处。",
      "zh_TW": "五千年是歷史，有文字的，三千年，所以很難得。特別是佛教，佛教的經典，它跟中國文字不一樣，中國文字不是用拼音，是用符號表示它的意思。你看二千五百年前孔子寫的書，現在人能看得懂，不會錯解意思。但是拼音文字就不行了，我在歐洲，歐洲人告訴我，莎士比亞的作品，現在人看不懂。中國文字優秀，不受時空的限制，幾千年東西，現在看看得懂，不會錯會意思，這就是它的好處。"
    },
    {
      "id": "32-280-0004_p0003",
      "zh_CN": "中国的五千年老祖宗留下来的这宝贝，统统在《四库全书》里头。这是老祖宗留下来的智慧的宝藏，不仅是中国人，只要懂得中国字的人，他就能接受。",
      "zh_TW": "中國的五千年老祖宗留下來的這寶貝，統統在《四庫全書》裡頭。這是老祖宗留下來的智慧的寶藏，不僅是中國人，只要懂得中國字的人，他就能接受。"
    },
    {
      "id": "32-280-0004_p0004",
      "zh_CN": "一千多年前，唐朝时代，中国国力最富强的时候，三藏取经是那个时代。三藏法师到印度取经，从汉朝开始，一直到宋朝，翻译经典完成了，这是宝藏。印度人知道，梵文是拼音文字，传到后代没有人认识，会被时间淘汰掉，中国文字不会，所以统统翻成中国文字，他们学中国文字。",
      "zh_TW": "一千多年前，唐朝時代，中國國力最富強的時候，三藏取經是那個時代。三藏法師到印度取經，從漢朝開始，一直到宋朝，翻譯經典完成了，這是寶藏。印度人知道，梵文是拼音文字，傳到後代沒有人認識，會被時間淘汰掉，中國文字不會，所以統統翻成中國文字，他們學中國文字。"
    },
    {
      "id": "32-280-0004_p0005",
      "zh_CN": "所以我们在英国办了一个汉学院，跟威尔士大学合办的。英国有影响，它会影响全世界。现在他们又有一个提案，开始落实了，为宗教培养讲经教学的师资，英国人在做了。威尔士大学开了一个和谐博士班，这和谐博士班就是为每一个宗教，培养能够讲经教学的师资。这个建议非常之好，把全世界宗教教学的师资，学位提升起来，它有博士学位，出家、在家学习宗教经典的，它开这个课程。",
      "zh_TW": "所以我們在英國辦了一個漢學院，跟威爾士大學合辦的。英國有影響，它會影響全世界。現在他們又有一個提案，開始落實了，為宗教培養講經教學的師資，英國人在做了。威爾士大學開了一個和諧博士班，這和諧博士班就是為每一個宗教，培養能夠講經教學的師資。這個建議非常之好，把全世界宗教教學的師資，學位提升起來，它有博士學位，出家、在家學習宗教經典的，它開這個課程。"
    },
    {
      "id": "32-280-0004_p0006",
      "zh_CN": "现在办学不难，难的是没有老师。欧洲人问我，宗教教育是什么？我告诉他，宗教的教育就一个字：爱。神爱世人，上帝爱世人，佛菩萨大慈大悲。没有爱，就不是宗教教育，宗教教育是爱的教育。",
      "zh_TW": "現在辦學不難，難的是沒有老師。歐洲人問我，宗教教育是什麼？我告訴他，宗教的教育就一個字：愛。神愛世人，上帝愛世人，佛菩薩大慈大悲。沒有愛，就不是宗教教育，宗教教育是愛的教育。"
    },
    {
      "id": "32-280-0004_p0007",
      "zh_CN": "宗教大学办成功之后，每一个宗教设立一个学院，佛教的佛学院，道教的道教学院，基督教学院，伊斯兰学院。这样宗教就团结一家了，你念的科系不一样，你是一个学校毕业出来的。希望宗教能够带给世界安定和谐，化解宗教的冲突。",
      "zh_TW": "宗教大學辦成功之後，每一個宗教設立一個學院，佛教的佛學院，道教的道教學院，基督教學院，伊斯蘭學院。這樣宗教就團結一家了，你念的科系不一樣，你是一個學校畢業出來的。希望宗教能夠帶給世界安定和諧，化解宗教的衝突。"
    },
    {
      "id": "32-280-0004_p0008",
      "zh_CN": "团结所有的宗教，就用这一句话：神爱世人。所以神爱世人就是宗教教育，爱世人就不能害世人。",
      "zh_TW": "團結所有的宗教，就用這一句話：神愛世人。所以神愛世人就是宗教教育，愛世人就不能害世人。"
    }
  ]
}