{
  "doc_id": "32-280-0002",
  "title": {
    "zh_CN": "香港佛陀教育协会会客谈话—具备信解行证是真道场",
    "zh_TW": "香港佛陀教育協會會客談話—具備信解行證是真道場"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-280-0002",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "32-280-0002_p0001",
      "zh_CN": "一个标准的道场，应当要具备信、解、行、证。西方的社会靠宗教，现在西方崇尚科学，批判宗教是迷信，社会乱了。怎么拯救？有人来找我，我说把宗教找回来，社会就安定了。东方靠儒释道三教，西方靠宗教。",
      "zh_TW": "一個標準的道場，應當要具備信、解、行、證。西方的社會靠宗教，現在西方崇尚科學，批判宗教是迷信，社會亂了。怎麼拯救？有人來找我，我說把宗教找回來，社會就安定了。東方靠儒釋道三教，西方靠宗教。"
    },
    {
      "id": "32-280-0002_p0002",
      "zh_CN": "宗教两个字要把它讲清楚，宗教教育是什么？宗教教育是爱的教育，就是神爱世人的教育。我们希望宗教团结，团结就是一个「爱」字。什么叫宗教教育？爱就是宗教教育，神爱世人的教育。神怎么爱世人？必须是神职人员、神的信徒，宗教信徒，把神的爱放在自己身上，代表神去爱世人。爱人就不能害人，害人那跟宗教是相违背的，你背叛神，你背叛上帝，要把这个搞清楚、搞明白。每一个经典都讲神爱世人，这就是爱的教育就是宗教教育。",
      "zh_TW": "宗教兩個字要把它講清楚，宗教教育是什麼？宗教教育是愛的教育，就是神愛世人的教育。我們希望宗教團結，團結就是一個「愛」字。什麼叫宗教教育？愛就是宗教教育，神愛世人的教育。神怎麼愛世人？必須是神職人員、神的信徒，宗教信徒，把神的愛放在自己身上，代表神去愛世人。愛人就不能害人，害人那跟宗教是相違背的，你背叛神，你背叛上帝，要把這個搞清楚、搞明白。每一個經典都講神愛世人，這就是愛的教育就是宗教教育。"
    },
    {
      "id": "32-280-0002_p0003",
      "zh_CN": "怎么落实？它有四个科目，伦理教育、道德教育、因果教育，再就是圣贤智慧的教育，应当要认真去学习的，它决定不是迷信，不能够错解。你比方伊斯兰教，对于圣战，经典上有，圣战，不是他们现在所说的圣战。圣战的本义是战胜自己，叫圣战，打败你的内心里面的贪瞋痴慢，这叫圣战，是这个意思。所以要讲清楚、讲明白，不要产生误会，跟佛法里面讲的持戒是一个意思。",
      "zh_TW": "怎麼落實？它有四個科目，倫理教育、道德教育、因果教育，再就是聖賢智慧的教育，應當要認真去學習的，它決定不是迷信，不能夠錯解。你比方伊斯蘭教，對於聖戰，經典上有，聖戰，不是他們現在所說的聖戰。聖戰的本義是戰勝自己，叫聖戰，打敗你的內心裡面的貪瞋痴慢，這叫聖戰，是這個意思。所以要講清楚、講明白，不要產生誤會，跟佛法裡面講的持戒是一個意思。"
    },
    {
      "id": "32-280-0002_p0004",
      "zh_CN": "持戒作用在哪里？把我们贪瞋痴慢除掉。五戒、十善是圣战，怎么样把自己贪瞋痴慢疑打败，是这个意思。不贪、不瞋、不痴，这就是战胜了，战胜才可以入佛门；不能战胜，你在门外，你还没有入门，不管你是在家出家，你没入门。入门，最低限度，净业三福、三皈五戒十善，一定要做到，做不到是假的，不是真的。在家居士都做到，出家人要给在家人做表率、做榜样，这叫学佛。",
      "zh_TW": "持戒作用在哪裡？把我們貪瞋痴慢除掉。五戒、十善是聖戰，怎麼樣把自己貪瞋痴慢疑打敗，是這個意思。不貪、不瞋、不痴，這就是戰勝了，戰勝才可以入佛門；不能戰勝，你在門外，你還沒有入門，不管你是在家出家，你沒入門。入門，最低限度，淨業三福、三皈五戒十善，一定要做到，做不到是假的，不是真的。在家居士都做到，出家人要給在家人做表率、做榜樣，這叫學佛。"
    },
    {
      "id": "32-280-0002_p0005",
      "zh_CN": "道场有信佛的，他信佛，他未必懂教义，尤其是深入，未必能做得到。这是只有信，只有信德，其他的没有。再进一步的有解，解是什么？对于经教懂得，能把这个经教讲清楚、讲明白，讲给你听。第三个是有依教修行的人。最后，佛法讲开悟，恢复到清净、平等，人会开悟。信解行证，开悟是证果，这个道场是圆满的，真正的佛道场。",
      "zh_TW": "道場有信佛的，他信佛，他未必懂教義，尤其是深入，未必能做得到。這是只有信，只有信德，其他的沒有。再進一步的有解，解是什麼？對於經教懂得，能把這個經教講清楚、講明白，講給你聽。第三個是有依教修行的人。最後，佛法講開悟，恢復到清淨、平等，人會開悟。信解行證，開悟是證果，這個道場是圓滿的，真正的佛道場。"
    },
    {
      "id": "32-280-0002_p0006",
      "zh_CN": "有信解行证的人，那不是迷信了，那是宗教教育。所以宗教要回归到教育，本来是教育，回归教育，这正确的。宗教教育是应当要接触的，要认真去学习，对于中国人讲的修身、齐家、治国、平天下，有好处。现在社会的问题愈来愈复杂、愈来愈难办，希望宗教真正的帮帮忙，来把这个事情扭正过来。",
      "zh_TW": "有信解行證的人，那不是迷信了，那是宗教教育。所以宗教要回歸到教育，本來是教育，回歸教育，這正確的。宗教教育是應當要接觸的，要認真去學習，對於中國人講的修身、齊家、治國、平天下，有好處。現在社會的問題愈來愈複雜、愈來愈難辦，希望宗教真正的幫幫忙，來把這個事情扭正過來。"
    }
  ]
}