{
  "doc_id": "32-280-0006",
  "title": {
    "zh_CN": "香港佛陀教育协会会客谈话—同流合污还是成圣成贤",
    "zh_TW": "香港佛陀教育協會會客談話—同流合污還是成聖成賢"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-280-0006",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "32-280-0006_p0001",
      "zh_CN": "治国、安邦，拿什么治国？唐太宗做了皇帝，不知道怎么做法。他有大臣，找了一帮人，编了个书给他。上从三皇五帝，下面到那个时代，这历朝历代一千多年历史，有很多好东西留下来的。我要修身的，怎么修身、怎么齐家、怎么治国、怎么平天下，你们在这些书里去找，找到有关于这个教诲的，统统抄下来给他看。他就念这部书，就是《群书治要》。上行下效，皇上天天读这个，文武百官没有一个不读，各个人都读这部书，创造大唐盛世，三百年。",
      "zh_TW": "治國、安邦，拿什麼治國？唐太宗做了皇帝，不知道怎麼做法。他有大臣，找了一幫人，編了個書給他。上從三皇五帝，下面到那個時代，這歷朝歷代一千多年歷史，有很多好東西留下來的。我要修身的，怎麼修身、怎麼齊家、怎麼治國、怎麼平天下，你們在這些書裡去找，找到有關於這個教誨的，統統抄下來給他看。他就念這部書，就是《群書治要》。上行下效，皇上天天讀這個，文武百官沒有一個不讀，各個人都讀這部書，創造大唐盛世，三百年。"
    },
    {
      "id": "32-280-0006_p0002",
      "zh_CN": "外国的汉学家，对我们中国人这些古籍是佩服得五体投地。这个东西要真找回来，确实，世界安定和谐，大唐盛世会重现。",
      "zh_TW": "外國的漢學家，對我們中國人這些古籍是佩服得五體投地。這個東西要真找回來，確實，世界安定和諧，大唐盛世會重現。"
    },
    {
      "id": "32-280-0006_p0003",
      "zh_CN": "所以人要懂得，单单为自己名闻利养，苦一辈子，来生还是三途，出不去。古人读书，读书干什么？明理。明什么理？明众生跟我是一体。所以，他能够爱一切众生，能爱一切人，爱人。仇敌也用爱心对他，也不会用报复，真的是好人。",
      "zh_TW": "所以人要懂得，單單為自己名聞利養，苦一輩子，來生還是三途，出不去。古人讀書，讀書幹什麼？明理。明什麼理？明眾生跟我是一體。所以，他能夠愛一切眾生，能愛一切人，愛人。仇敵也用愛心對他，也不會用報復，真的是好人。"
    },
    {
      "id": "32-280-0006_p0004",
      "zh_CN": "今天社会难，做好事人家挖苦你，说你是假的，假装的。看到每个人都贪，你说你不贪，他不相信。你要让他相信，你要让他看到多少年，你真的没有贪心，他才相信。不容易！所以我们居住的环境，要清楚、要了解，我们才能忍受。如果你不了解，不能忍受，你就同流合污；能忍受，你就渐渐的提升，年年不断向上提升，圣人、贤人。",
      "zh_TW": "今天社會難，做好事人家挖苦你，說你是假的，假裝的。看到每個人都貪，你說你不貪，他不相信。你要讓他相信，你要讓他看到多少年，你真的沒有貪心，他才相信。不容易！所以我們居住的環境，要清楚、要了解，我們才能忍受。如果你不了解，不能忍受，你就同流合污；能忍受，你就漸漸的提升，年年不斷向上提升，聖人、賢人。"
    },
    {
      "id": "32-280-0006_p0005",
      "zh_CN": "我们读书读到这些地方，对那些穷秀才，以前提起来瞧不起的，才衷心的佩服，他们过那种生活很贫苦。他们的付出，无论是在家庭，是在家门口之外，言谈举止都是圣贤话、圣贤教诲，而且他自己做到，所以人家佩服。街坊人民有了纠纷，找个人来评评公道，不找警察，不找官员，找念书的人。找读书的来给我评评理，他来一调解，好了，没事了。所以社会安定。",
      "zh_TW": "我們讀書讀到這些地方，對那些窮秀才，以前提起來瞧不起的，才衷心的佩服，他們過那種生活很貧苦。他們的付出，無論是在家庭，是在家門口之外，言談舉止都是聖賢話、聖賢教誨，而且他自己做到，所以人家佩服。街坊人民有了糾紛，找個人來評評公道，不找警察，不找官員，找念書的人。找讀書的來給我評評理，他來一調解，好了，沒事了。所以社會安定。"
    },
    {
      "id": "32-280-0006_p0006",
      "zh_CN": "学佛、学儒、学道，都是圣贤君子，榜样多，不同的方式出现。人在社会上学不坏，你看到人人都守礼，人人都讲道德、都讲因果。",
      "zh_TW": "學佛、學儒、學道，都是聖賢君子，榜樣多，不同的方式出現。人在社會上學不壞，你看到人人都守禮，人人都講道德、都講因果。"
    },
    {
      "id": "32-280-0006_p0007",
      "zh_CN": "现在我们的教育，国民教育，普世的教育，我就想到我们从前李老师，在台中莲社办补习班。他那个班办了二十多年，讲了一部书，《古文观止》。三百多篇讲完了，一个星期一次，十几年。所以在台湾学的文言文、学的汉字，大概也有二三十个人，就这样学出来的。",
      "zh_TW": "現在我們的教育，國民教育，普世的教育，我就想到我們從前李老師，在台中蓮社辦補習班。他那個班辦了二十多年，講了一部書，《古文觀止》。三百多篇講完了，一個星期一次，十幾年。所以在台灣學的文言文、學的漢字，大概也有二三十個人，就這樣學出來的。"
    },
    {
      "id": "32-280-0006_p0008",
      "zh_CN": "现在佛法谁来承传？这大问题。现在承传下来是什么？是子孙庙。我这个庙，我走了，我再找个人来代替我，给他，希望他继续办下去。",
      "zh_TW": "現在佛法誰來承傳？這大問題。現在承傳下來是什麼？是子孫廟。我這個廟，我走了，我再找個人來代替我，給他，希望他繼續辦下去。"
    },
    {
      "id": "32-280-0006_p0009",
      "zh_CN": "老祖宗在这块土地上生活了五千年，这一代一代相传，传到我们这一代，如果把它丢掉了，不再想学了，这头一个怎么对得起老祖宗？说不孝，还有哪一个比这个更严重的？老祖宗真爱后代，把自己所悟的、自己所知道的，用这种文字方法留传下去，真的是太丰富了，带给人类幸福、美满、快乐的人生。你不学你就是不要了，不是老祖宗对不起后代，是后人对不起祖宗。还是要抓住机会，有机会就学，没有机会就没有办法了，有机会一定要抓住。",
      "zh_TW": "老祖宗在這塊土地上生活了五千年，這一代一代相傳，傳到我們這一代，如果把它丟掉了，不再想學了，這頭一個怎麼對得起老祖宗？說不孝，還有哪一個比這個更嚴重的？老祖宗真愛後代，把自己所悟的、自己所知道的，用這種文字方法留傳下去，真的是太豐富了，帶給人類幸福、美滿、快樂的人生。你不學你就是不要了，不是老祖宗對不起後代，是後人對不起祖宗。還是要抓住機會，有機會就學，沒有機會就沒有辦法了，有機會一定要抓住。"
    }
  ]
}