{
  "doc_id": "32-280-0008",
  "title": {
    "zh_CN": "香港佛陀教育协会会客谈话—宗教回归教育的重要意义",
    "zh_TW": "香港佛陀教育協會會客談話—宗教回歸教育的重要意義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-280-0008",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "32-280-0008_p0001",
      "zh_CN": "我们搞宗教教育，把经讲清楚、把经讲明白，让信教的人有所依据，不是迷信，回归教育，干这个事情。所以要培养大量的师资，目的是为每一个宗教培养讲经教学的人才。我们就想把这个事情放在联合国办，希望这个传教师们都能利用联合国的平台，让每一个宗教都能在联合国的讲台，来宣讲他们的经典，全世界人都能听到、都能看到，把宗教回归到教育。宗教没有害人的，只有帮助人、救人的，没害人的，这个要搞清楚。决定不能够对立，决定不能够战争。希望宗教能够出来，带给这个社会安定和谐，这很有意义。",
      "zh_TW": "我們搞宗教教育，把經講清楚、把經講明白，讓信教的人有所依據，不是迷信，回歸教育，幹這個事情。所以要培養大量的師資，目的是為每一個宗教培養講經教學的人才。我們就想把這個事情放在聯合國辦，希望這個傳教師們都能利用聯合國的平台，讓每一個宗教都能在聯合國的講台，來宣講他們的經典，全世界人都能聽到、都能看到，把宗教回歸到教育。宗教沒有害人的，只有幫助人、救人的，沒害人的，這個要搞清楚。決定不能夠對立，決定不能夠戰爭。希望宗教能夠出來，帶給這個社會安定和諧，這很有意義。"
    },
    {
      "id": "32-280-0008_p0002",
      "zh_CN": "欧洲只要把宗教扶起来，欧洲的社会就安定了；中国要把儒释道复兴，中国就安定了。这两个可以能帮助全世界恢复到安定、和谐。所以我在想联合国给我们这个平台，我觉得这是佛菩萨送的，老祖宗安排的。不能够对不起老祖宗，不能对不起佛菩萨，认真好好努力，把这个做成功。",
      "zh_TW": "歐洲只要把宗教扶起來，歐洲的社會就安定了；中國要把儒釋道復興，中國就安定了。這兩個可以能幫助全世界恢復到安定、和諧。所以我在想聯合國給我們這個平台，我覺得這是佛菩薩送的，老祖宗安排的。不能夠對不起老祖宗，不能對不起佛菩薩，認真好好努力，把這個做成功。"
    },
    {
      "id": "32-280-0008_p0003",
      "zh_CN": "英国汤恩比都说过，「人类不能没有宗教」，宗教就是爱的教育，人要爱人，不能害人。所以西方世界，这历史就是最近几百年的事情，英国的历史最长，一千年。中国五千年，老祖宗多少好东西，都在经典上写的。",
      "zh_TW": "英國湯恩比都說過，「人類不能沒有宗教」，宗教就是愛的教育，人要愛人，不能害人。所以西方世界，這歷史就是最近幾百年的事情，英國的歷史最長，一千年。中國五千年，老祖宗多少好東西，都在經典上寫的。"
    },
    {
      "id": "32-280-0008_p0004",
      "zh_CN": "神爱世人，不要分别你的神、我的神，我在联合国提倡的，神只有一个，哪有那么多！神有神通，他会变化，所有宗教的神是一个神的化身，你们喜欢什么，他就现什么身，「恒顺众生，随喜功德」，其实就是一个神。你了解之后，你反对那个宗教的神，就是反对你自己崇拜的神，是一不是二。众神一体，宗教一家。",
      "zh_TW": "神愛世人，不要分別你的神、我的神，我在聯合國提倡的，神只有一個，哪有那麼多！神有神通，他會變化，所有宗教的神是一個神的化身，你們喜歡什麼，他就現什麼身，「恆順眾生，隨喜功德」，其實就是一個神。你了解之後，你反對那個宗教的神，就是反對你自己崇拜的神，是一不是二。眾神一體，宗教一家。"
    },
    {
      "id": "32-280-0008_p0005",
      "zh_CN": "希望我们回归教育，把宗教教育发扬光大，让这个世界走向永久的安定和谐。这个宗教就有价值，能称得上伟大，真正是来救世。如果我们自己产生误会，造成的不幸，再虔诚的信徒，到不了天堂，到最后地狱去了。",
      "zh_TW": "希望我們回歸教育，把宗教教育發揚光大，讓這個世界走向永久的安定和諧。這個宗教就有價值，能稱得上偉大，真正是來救世。如果我們自己產生誤會，造成的不幸，再虔誠的信徒，到不了天堂，到最後地獄去了。"
    },
    {
      "id": "32-280-0008_p0006",
      "zh_CN": "所以今天，积大功、累大德是什么？传承传统文化、传统教育，那是救人的。贡高我慢，瞧不起古人，认为古人不行，大错特错！不读古书，不去学习中国传统的伦理、道德、因果、圣贤的智慧。现在师资缺乏，非常缺乏。民国年间，真正认识、透彻了解的，孙中山。他在《民主主义》第四讲里头有一段话说，全世界外国比我们强的，就是武器、科学技术，我们不如人家；除这个之外，任何一样东西，中国都压倒外国。",
      "zh_TW": "所以今天，積大功、累大德是什麼？傳承傳統文化、傳統教育，那是救人的。貢高我慢，瞧不起古人，認為古人不行，大錯特錯！不讀古書，不去學習中國傳統的倫理、道德、因果、聖賢的智慧。現在師資缺乏，非常缺乏。民國年間，真正認識、透徹了解的，孫中山。他在《民主主義》第四講裡頭有一段話說，全世界外國比我們強的，就是武器、科學技術，我們不如人家；除這個之外，任何一樣東西，中國都壓倒外國。"
    },
    {
      "id": "32-280-0008_p0007",
      "zh_CN": "中国人重教育，但是政府没有管教育，没有办学校，国家只有一个学校，太学。那太学就是党校，是培养各级干部的。文化怎么传承下来？三家村里头的秀才，他们读中国书，读古书；不但读书，他读的都能做到，榜样，身教。所以乡下人没有念过书，看看人家念书人的样子，你看人家谈吐，你看人家的一举一动行为，都值得人尊敬。所以身教。",
      "zh_TW": "中國人重教育，但是政府沒有管教育，沒有辦學校，國家只有一個學校，太學。那太學就是黨校，是培養各級幹部的。文化怎麼傳承下來？三家村裡頭的秀才，他們讀中國書，讀古書；不但讀書，他讀的都能做到，榜樣，身教。所以鄉下人沒有念過書，看看人家念書人的樣子，你看人家談吐，你看人家的一舉一動行為，都值得人尊敬。所以身教。"
    },
    {
      "id": "32-280-0008_p0008",
      "zh_CN": "这些三家村的这些秀才再考不上去了，来教私塾，对中国社会的安定，大贡献。我们明白之后，不能不尊敬。社会榜样谁做的？他们表演的。我这个年龄还受到影响，住在乡下，乡下私塾先生他就不一样，书没有白念。现在书白念了，他会念、会讲，他做不到；人家真做到。你在教化众生，这功德。",
      "zh_TW": "這些三家村的這些秀才再考不上去了，來教私塾，對中國社會的安定，大貢獻。我們明白之後，不能不尊敬。社會榜樣誰做的？他們表演的。我這個年齡還受到影響，住在鄉下，鄉下私塾先生他就不一樣，書沒有白念。現在書白念了，他會念、會講，他做不到；人家真做到。你在教化眾生，這功德。"
    }
  ]
}