{
  "doc_id": "32-280-0003",
  "title": {
    "zh_CN": "香港佛陀教育协会会客谈话—发救世心 续佛慧命",
    "zh_TW": "香港佛陀教育協會會客談話—發救世心 續佛慧命"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-280-0003",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "32-280-0003_p0001",
      "zh_CN": "经教最好学一样，我们学专家，不学通家，通家程度都不够深。一门深入，你像海贤老和尚，他念佛的，一门深入。圆瑛法师，一部《楞严》，一生大概讲了有一百遍，都是一门。现在老和尚都走了，大乘经教后继无人，你们如果发心，三宝加持，会有成就。这个心不能退转，怎么样的困难都要坚持下去。",
      "zh_TW": "經教最好學一樣，我們學專家，不學通家，通家程度都不夠深。一門深入，你像海賢老和尚，他念佛的，一門深入。圓瑛法師，一部《楞嚴》，一生大概講了有一百遍，都是一門。現在老和尚都走了，大乘經教後繼無人，你們如果發心，三寶加持，會有成就。這個心不能退轉，怎麼樣的困難都要堅持下去。"
    },
    {
      "id": "32-280-0003_p0002",
      "zh_CN": "一门深入从背诵经典开始，我学《楞严》就背《楞严》，学《无量寿》就背诵《无量寿经》，学《金刚般若》就背《金刚般若》，从背下手。背熟之后，看注解，古人的注解太深，现代人的注解要选择，他是不是真的有成就，古人是很可靠，但是留下来的，文言文，能靠得住，慢慢的来。",
      "zh_TW": "一門深入從背誦經典開始，我學《楞嚴》就背《楞嚴》，學《無量壽》就背誦《無量壽經》，學《金剛般若》就背《金剛般若》，從背下手。背熟之後，看註解，古人的註解太深，現代人的註解要選擇，他是不是真的有成就，古人是很可靠，但是留下來的，文言文，能靠得住，慢慢的來。"
    },
    {
      "id": "32-280-0003_p0003",
      "zh_CN": "今天要地球安定和谐，除了认真的发扬宗教教育之外，没第二条路可走，宗教里头特别强调因果教育。宗教教育在欧洲发展不困难，欧洲的社会需要。所以真的有好老师，学习的人会很多，利用现在的科技传播，影响会很大。",
      "zh_TW": "今天要地球安定和諧，除了認真的發揚宗教教育之外，沒第二條路可走，宗教裡頭特別強調因果教育。宗教教育在歐洲發展不困難，歐洲的社會需要。所以真的有好老師，學習的人會很多，利用現在的科技傳播，影響會很大。"
    },
    {
      "id": "32-280-0003_p0004",
      "zh_CN": "真正发救世的心，世界乱成这个样子，谁来救？求人不如求自己，求人难，发心自己做，从我开始。每个宗教的经典都好。我们看到了，我们编这一套东西出来，外国人很喜欢。大家多听、多读、多学习，妄想少了，杂念少了，这个社会就有救了。",
      "zh_TW": "真正發救世的心，世界亂成這個樣子，誰來救？求人不如求自己，求人難，發心自己做，從我開始。每個宗教的經典都好。我們看到了，我們編這一套東西出來，外國人很喜歡。大家多聽、多讀、多學習，妄想少了，雜念少了，這個社會就有救了。"
    },
    {
      "id": "32-280-0003_p0005",
      "zh_CN": "中国老祖宗对得起后代子孙，没有话说的，咱们后代子孙对不起老祖宗。这里面两个原因，一个原因是中国好东西没有人承传，我们为这个事情担心。我们不懂文言文，不懂汉字，典籍在，看不懂，所以要努力，认真学习。",
      "zh_TW": "中國老祖宗對得起後代子孫，沒有話說的，咱們後代子孫對不起老祖宗。這裡面兩個原因，一個原因是中國好東西沒有人承傳，我們為這個事情擔心。我們不懂文言文，不懂漢字，典籍在，看不懂，所以要努力，認真學習。"
    },
    {
      "id": "32-280-0003_p0006",
      "zh_CN": "我想出个方法，办补习班，要训练一批补习班的老师。我们的要求，有四书五经的基础，看得懂《群书治要》，社会就有救了。最重要的，是怎么样去帮助小孩，下一代，他们能够补足这个功课，能够认真好好学习，中国就有救、世界有救了。下一代我们如果疏忽了，我们真的对不起祖宗、对不起祖国。",
      "zh_TW": "我想出個方法，辦補習班，要訓練一批補習班的老師。我們的要求，有四書五經的基礎，看得懂《群書治要》，社會就有救了。最重要的，是怎麼樣去幫助小孩，下一代，他們能夠補足這個功課，能夠認真好好學習，中國就有救、世界有救了。下一代我們如果疏忽了，我們真的對不起祖宗、對不起祖國。"
    },
    {
      "id": "32-280-0003_p0007",
      "zh_CN": "好好的学经教，学一部，一部学好了之后再学第二部，不能同时学两部。我们的精力集中在一部上，从背诵开始，先能够背，然后能够看注解，多看一些，背得很熟就能讲。讲经的人愈多愈好，要努力，认真学习，报佛恩，这真报佛恩，佛菩萨会加持你。没有加持，困难，你有真心，得加持，就不难。",
      "zh_TW": "好好的學經教，學一部，一部學好了之後再學第二部，不能同時學兩部。我們的精力集中在一部上，從背誦開始，先能夠背，然後能夠看註解，多看一些，背得很熟就能講。講經的人愈多愈好，要努力，認真學習，報佛恩，這真報佛恩，佛菩薩會加持你。沒有加持，困難，你有真心，得加持，就不難。"
    },
    {
      "id": "32-280-0003_p0008",
      "zh_CN": "学讲经，诀窍就是听经、复讲，我听老师讲经，第二天自己把老师所讲的重复讲一遍，进步就很快。现在科技发达，这一部经可以重复听几遍，你把它录下来，听几遍。以前没有这个工具，完全靠自己记忆，你记不住就没办法。所以现在比从前容易，真正发心的人都会有成就。",
      "zh_TW": "學講經，訣竅就是聽經、複講，我聽老師講經，第二天自己把老師所講的重複講一遍，進步就很快。現在科技發達，這一部經可以重複聽幾遍，你把它錄下來，聽幾遍。以前沒有這個工具，完全靠自己記憶，你記不住就沒辦法。所以現在比從前容易，真正發心的人都會有成就。"
    }
  ]
}