{
  "doc_id": "21-144-0001",
  "title": {
    "zh_CN": "三福六度十大愿王",
    "zh_TW": "三福六度十大願王"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "日本高野山本觉院",
    "zh_TW": "日本高野山本覺院"
  },
  "doc_number": "21-144-0001",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "21-144-0001_p0001",
      "zh_CN": "我们尊敬的稻叶长老，以及这个道场的住持，诸位大德、法师，诸位来自台湾、香港的同学们：",
      "zh_TW": "我們尊敬的稻葉長老，以及這個道場的住持，諸位大德、法師，諸位來自台灣、香港的同學們："
    },
    {
      "id": "21-144-0001_p0002",
      "zh_CN": "我们有缘来到日本国高野山这个世界闻名的道场，在这个地方我们在一起学习佛法，这个因缘非常殊胜，我们要特别感激老法师、感激这边常住对我们优厚的接待。来到这个小城，看到这边的风光，尤其这两天气候非常之好，看到这边古老的建筑，仿佛我们回到古大德修学的道场；能够居住在这个宝刹修行，都是非常有福报的大德们。诸位虽然到这边来参学，时间很短，我们深深相信过去生中都修积着有福德；如果没有福德善根，这个机缘是很难遇得到的。",
      "zh_TW": "我們有緣來到日本國高野山這個世界聞名的道場，在這個地方我們在一起學習佛法，這個因緣非常殊勝，我們要特別感激老法師、感激這邊常住對我們優厚的接待。來到這個小城，看到這邊的風光，尤其這兩天氣候非常之好，看到這邊古老的建築，彷彿我們回到古大德修學的道場；能夠居住在這個寶剎修行，都是非常有福報的大德們。諸位雖然到這邊來參學，時間很短，我們深深相信過去生中都修積著有福德；如果沒有福德善根，這個機緣是很難遇得到的。"
    },
    {
      "id": "21-144-0001_p0003",
      "zh_CN": "回想我们的本师释迦牟尼佛，我们一定对他要有很深的认知。佛当年在世，他老人家一生所做所行的，都是我们的榜样、是我们的典范。佛陀是一位具有圆满的智慧、圆满的德能、也具足圆满福报的人。他告诉我们，一切众生跟他没有两样。在《华严经》上，他说：「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这句话把宇宙人生的真相都说出来了。众生本来成佛，本来是佛，现在为什么会变成众生？就是因为他有妄想分别执着，所以变成众生；换句话说，如果我们能够把妄想分别执着放下，那你就本来成佛。所以佛跟众生，实在说，这是一念之间，一念觉，众生就成佛了。觉，就把妄想分别执着断掉，这是真正觉悟。不觉呢？不觉就是凡夫，凡夫才搞六道轮回，才造业受报。佛在一切经典里面，把这个道理、事实真相跟我们讲得很清楚、很明白。",
      "zh_TW": "回想我們的本師釋迦牟尼佛，我們一定對他要有很深的認知。佛當年在世，他老人家一生所做所行的，都是我們的榜樣、是我們的典範。佛陀是一位具有圓滿的智慧、圓滿的德能、也具足圓滿福報的人。他告訴我們，一切眾生跟他沒有兩樣。在《華嚴經》上，他說：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這句話把宇宙人生的真相都說出來了。眾生本來成佛，本來是佛，現在為什麼會變成眾生？就是因為他有妄想分別執著，所以變成眾生；換句話說，如果我們能夠把妄想分別執著放下，那你就本來成佛。所以佛跟眾生，實在說，這是一念之間，一念覺，眾生就成佛了。覺，就把妄想分別執著斷掉，這是真正覺悟。不覺呢？不覺就是凡夫，凡夫才搞六道輪迴，才造業受報。佛在一切經典裡面，把這個道理、事實真相跟我們講得很清楚、很明白。"
    },
    {
      "id": "21-144-0001_p0004",
      "zh_CN": "我们知道佛陀确实是全知全能，这是自性性德圆满的表现。佛没有一定的形相，也没有一定的法可说。佛在经上告诉我们，诸佛菩萨应化在世间，都是随类化身、随机说法，《楞严经》上讲「随众生心，应所知量」。因此，众生的妄想分别执着无量无边，佛随着这些众生现种种不同的形相，说种种不同的道理与方法。形相虽然多，法门虽然多，它的目标、方向永远是不变的，那就是帮助一切众生破迷开悟，离苦得乐，转凡成圣，这是永恒不变的目标。",
      "zh_TW": "我們知道佛陀確實是全知全能，這是自性性德圓滿的表現。佛沒有一定的形相，也沒有一定的法可說。佛在經上告訴我們，諸佛菩薩應化在世間，都是隨類化身、隨機說法，《楞嚴經》上講「隨眾生心，應所知量」。因此，眾生的妄想分別執著無量無邊，佛隨著這些眾生現種種不同的形相，說種種不同的道理與方法。形相雖然多，法門雖然多，它的目標、方向永遠是不變的，那就是幫助一切眾生破迷開悟，離苦得樂，轉凡成聖，這是永恆不變的目標。"
    },
    {
      "id": "21-144-0001_p0005",
      "zh_CN": "在两千年前，公元六十七年，佛教正式的传入中国。这是汉明帝派特使到西域，就是现在的新疆西面，迎请印度高僧摩腾、竺法兰到中国，这是佛教正式传入中国。佛教在中国备受中国朝野的欢迎，这个原因是：它所说的理论、方法、境界，跟中国儒家、道家许许多多地方都相应，而且比儒、道讲得更清楚、更透彻。中国历代的帝王非常尊重，而且都皈依三宝，护持佛法，弘扬佛法，这在中国历史上有很详细的记载。",
      "zh_TW": "在兩千年前，公元六十七年，佛教正式的傳入中國。這是漢明帝派特使到西域，就是現在的新疆西面，迎請印度高僧摩騰、竺法蘭到中國，這是佛教正式傳入中國。佛教在中國備受中國朝野的歡迎，這個原因是：它所說的理論、方法、境界，跟中國儒家、道家許許多多地方都相應，而且比儒、道講得更清楚、更透徹。中國歷代的帝王非常尊重，而且都皈依三寶，護持佛法，弘揚佛法，這在中國歷史上有很詳細的記載。"
    },
    {
      "id": "21-144-0001_p0006",
      "zh_CN": "在隋唐的时候，佛教在中国形成十个宗派；十个宗派里面，有两个宗派是小乘，就是成实宗与俱舍宗，现在这两宗在中国已经没有了。大乘有八个宗派，除了贤首，这是华严宗，天台宗是专修《法华》的，也称法华宗，三论宗、法相唯识宗，这四个宗派通常我们称为「教下」，都是根据经典按部就班、循序渐进的来修学。除这四个宗之外，再有律宗。律宗是无论哪一个宗派，或者是小乘，或者是显教、密教，不能够不学戒律的。所以律宗可以说是共同科目，无论修学哪个宗派都要持戒。净土宗也可以说是共同科目，我们看到许许多多宗派到最后都是念佛求生西方净土。",
      "zh_TW": "在隋唐的時候，佛教在中國形成十個宗派；十個宗派裡面，有兩個宗派是小乘，就是成實宗與俱舍宗，現在這兩宗在中國已經沒有了。大乘有八個宗派，除了賢首，這是華嚴宗，天台宗是專修《法華》的，也稱法華宗，三論宗、法相唯識宗，這四個宗派通常我們稱為「教下」，都是根據經典按部就班、循序漸進的來修學。除這四個宗之外，再有律宗。律宗是無論哪一個宗派，或者是小乘，或者是顯教、密教，不能夠不學戒律的。所以律宗可以說是共同科目，無論修學哪個宗派都要持戒。淨土宗也可以說是共同科目，我們看到許許多多宗派到最後都是念佛求生西方淨土。"
    },
    {
      "id": "21-144-0001_p0007",
      "zh_CN": "另外两个宗派，一个是禅宗，一个是密宗。禅跟密，特别是密宗，是佛法里面高级的课程，就像一个大学里面，它是属于研究所；禅是属于研究所，密也是属于研究所，密比禅还要高。密法的承传，禅跟密的承传，它是不分在某一个阶段。五个阶段，佛法讲的华严、阿含、方等、般若、法华涅槃，这是世尊说法五个阶段，五个阶段里面都有特殊的天才。禅跟密的确它的对象是特殊的、天才的学生，不是对普通学生的。普通学生要学这个课程，得要慢慢的。像我们一般程度的，我们念小学、中学、大学，再念研究所，研究所念硕士班才能念到博士班，要循序渐进。所以这两宗比较特殊。这两宗的修学（我们佛法里面称为菩萨，在一般称为学生），都是有大根器的众生，不是普通人能够修学的。",
      "zh_TW": "另外兩個宗派，一個是禪宗，一個是密宗。禪跟密，特別是密宗，是佛法裡面高級的課程，就像一個大學裡面，它是屬於研究所；禪是屬於研究所，密也是屬於研究所，密比禪還要高。密法的承傳，禪跟密的承傳，它是不分在某一個階段。五個階段，佛法講的華嚴、阿含、方等、般若、法華涅槃，這是世尊說法五個階段，五個階段裡面都有特殊的天才。禪跟密的確它的對象是特殊的、天才的學生，不是對普通學生的。普通學生要學這個課程，得要慢慢的。像我們一般程度的，我們念小學、中學、大學，再念研究所，研究所念碩士班才能念到博士班，要循序漸進。所以這兩宗比較特殊。這兩宗的修學（我們佛法裡面稱為菩薩，在一般稱為學生），都是有大根器的眾生，不是普通人能夠修學的。"
    },
    {
      "id": "21-144-0001_p0008",
      "zh_CN": "法门虽然多，佛家常讲八万四千法门，无量法门；法是方法，也就是修行的方法，门是门径，入门的门径。众生根性不相同，所以佛的方法就不一样。但是修到最后，到最后我们讲成佛，到成佛的时候，那个时候只有三个门，就是所有的门到最后只有三门；这三门就是觉门、正门、净门。我们学佛的同学，一进佛门，首先求受三皈依，三皈依的传授，就是把佛教成佛的法门传授给你。「皈依佛」，佛就是觉门，觉而不迷；「皈依法」，法是正门，正而不邪；「皈依僧」，僧是净门，代表清净，净而不染。到最后，归到三门。虽然是三门，没有进来的时候是三门，进来的时候是一而三、三而一。就像这个讲堂一样，没有进来，外面有三个门，进来之后都一样的。所以《般若经》上佛说：法门平等，无有高下。我们晓得，教下走的是正门，像天台、贤首、三论、法相唯识都是走的正门，依照经典修正知正见。禅宗走的是觉门，觉而不迷，那是上上根人修的。净土宗跟密宗非常接近，因为这两个宗派都是修的净门，就是修清净心，从这个门进。这个常识一定要懂得。但是密比净土还要高，高在哪里？净土宗这个清净心是远离染污，染污我们不敢接近，我们远离它，得清净心。密宗，它不离染污，不离染污而得清净心，比远离染污得清净心要高明很多。这个一定要懂，要明白这个道理。",
      "zh_TW": "法門雖然多，佛家常講八萬四千法門，無量法門；法是方法，也就是修行的方法，門是門徑，入門的門徑。眾生根性不相同，所以佛的方法就不一樣。但是修到最後，到最後我們講成佛，到成佛的時候，那個時候只有三個門，就是所有的門到最後只有三門；這三門就是覺門、正門、淨門。我們學佛的同學，一進佛門，首先求受三皈依，三皈依的傳授，就是把佛教成佛的法門傳授給你。「皈依佛」，佛就是覺門，覺而不迷；「皈依法」，法是正門，正而不邪；「皈依僧」，僧是淨門，代表清淨，淨而不染。到最後，歸到三門。雖然是三門，沒有進來的時候是三門，進來的時候是一而三、三而一。就像這個講堂一樣，沒有進來，外面有三個門，進來之後都一樣的。所以《般若經》上佛說：法門平等，無有高下。我們曉得，教下走的是正門，像天台、賢首、三論、法相唯識都是走的正門，依照經典修正知正見。禪宗走的是覺門，覺而不迷，那是上上根人修的。淨土宗跟密宗非常接近，因為這兩個宗派都是修的淨門，就是修清淨心，從這個門進。這個常識一定要懂得。但是密比淨土還要高，高在哪裡？淨土宗這個清淨心是遠離染污，染污我們不敢接近，我們遠離它，得清淨心。密宗，它不離染污，不離染污而得清淨心，比遠離染污得清淨心要高明很多。這個一定要懂，要明白這個道理。"
    },
    {
      "id": "21-144-0001_p0009",
      "zh_CN": "但是无论是哪一宗的学习，都不能离开戒律，这是一定的道理。所以今天，这一次我们在高野山这一会，我跟诸位要说什么？我选的是「净宗同学修行守则」。正好这一次悟道法师在台湾印了小册子过来，这个小册子里面的东西，我没有看过，趁这个机会我把它做一个修订，以后再版就可以流通了。无论是禅、是密，还是教、还是律，无论是显教是密教，是宗门教下，大乘小乘，都不能够离开这个原则，这个原则是佛法修行的基础。就像盖房子一样，无论盖什么样的房子，盖高也好、低也好，盖各种不同式样都好，这个教材是打地基，所以地基是相同的。地基坚固，高楼大厦才能够建成。",
      "zh_TW": "但是無論是哪一宗的學習，都不能離開戒律，這是一定的道理。所以今天，這一次我們在高野山這一會，我跟諸位要說什麼？我選的是「淨宗同學修行守則」。正好這一次悟道法師在台灣印了小冊子過來，這個小冊子裡面的東西，我沒有看過，趁這個機會我把它做一個修訂，以後再版就可以流通了。無論是禪、是密，還是教、還是律，無論是顯教是密教，是宗門教下，大乘小乘，都不能夠離開這個原則，這個原則是佛法修行的基礎。就像蓋房子一樣，無論蓋什麼樣的房子，蓋高也好、低也好，蓋各種不同式樣都好，這個教材是打地基，所以地基是相同的。地基堅固，高樓大廈才能夠建成。"
    },
    {
      "id": "21-144-0001_p0010",
      "zh_CN": "我们讲到修行的根本，一定要去读《观无量寿佛经》佛所讲的三福，「净业三福」。这个因缘非常殊胜，特别是在我们现代这个社会的众生读这一段经文。因为韦提希夫人在当时遭到家庭、国家的变故，就是现在所讲的政变。这个政变不是别人发动的，是她的儿子跟提婆达多结合，把他父亲的政权夺取过来。阿阇世王他要作皇帝，提婆达多想作新佛，希望能把释迦牟尼佛害死。遭遇到这样的一个变故，她对于这个世间就看得非常的冷淡，备受痛苦。她向释迦牟尼佛请求，有没有更适合于修学的环境，她不想在这个世界住了。用现在的话来讲，就是想移民到其他的诸佛国土，在佛法里面讲往生，现在就是讲移民。",
      "zh_TW": "我們講到修行的根本，一定要去讀《觀無量壽佛經》佛所講的三福，「淨業三福」。這個因緣非常殊勝，特別是在我們現代這個社會的眾生讀這一段經文。因為韋提希夫人在當時遭到家庭、國家的變故，就是現在所講的政變。這個政變不是別人發動的，是她的兒子跟提婆達多結合，把他父親的政權奪取過來。阿闍世王他要作皇帝，提婆達多想作新佛，希望能把釋迦牟尼佛害死。遭遇到這樣的一個變故，她對於這個世間就看得非常的冷淡，備受痛苦。她向釋迦牟尼佛請求，有沒有更適合於修學的環境，她不想在這個世界住了。用現在的話來講，就是想移民到其他的諸佛國土，在佛法裡面講往生，現在就是講移民。"
    },
    {
      "id": "21-144-0001_p0011",
      "zh_CN": "释迦牟尼佛很有智慧，并不主动介绍她到哪个地方去。他将十方诸佛的刹土，用神力（就是今天讲的神通）变现出来，在韦提希夫人的面前，让她都看见，让她自己去选择。她看了许许多多诸佛刹土里面的状况，她选择西方极乐世界，选择弥陀净土，这是非常聪明的选择。希望能够生到弥陀净土，弥陀净土一片祥和，要求释迦牟尼佛告诉她怎样才能够往生，才能够到弥陀净土去。佛在没有讲方法之前，先跟她讲修行的基本条件，那就是净业三福，基本条件。因为弥陀净土，我们知道那个地方的人都是有大福报、大智慧。《弥陀经》上讲得很好，「不可以少善根福德因缘，得生彼国」。因缘没有问题，遇到释迦牟尼佛这么好的老师指导，这是因缘具足了。但是善根福德，那是要靠自己，佛没有办法帮助你。所以教她先具备善根福德，加上因缘，这个条件就具足，你才真正能够生到西方极乐世界。我们今天处在有史以来的乱世，居住在这个世间的众生，无论贫富贵贱都没有安全感，备受种种的苦难。尤其是最近这几年，天灾人祸，频率一天比一天多，灾害一次比一次严重。我们所处的这个环境，超过韦提希夫人的苦难。她有智慧求生佛国，我们应当觉悟，应当跟进才对。",
      "zh_TW": "釋迦牟尼佛很有智慧，並不主動介紹她到哪個地方去。他將十方諸佛的剎土，用神力（就是今天講的神通）變現出來，在韋提希夫人的面前，讓她都看見，讓她自己去選擇。她看了許許多多諸佛剎土裡面的狀況，她選擇西方極樂世界，選擇彌陀淨土，這是非常聰明的選擇。希望能夠生到彌陀淨土，彌陀淨土一片祥和，要求釋迦牟尼佛告訴她怎樣才能夠往生，才能夠到彌陀淨土去。佛在沒有講方法之前，先跟她講修行的基本條件，那就是淨業三福，基本條件。因為彌陀淨土，我們知道那個地方的人都是有大福報、大智慧。《彌陀經》上講得很好，「不可以少善根福德因緣，得生彼國」。因緣沒有問題，遇到釋迦牟尼佛這麼好的老師指導，這是因緣具足了。但是善根福德，那是要靠自己，佛沒有辦法幫助你。所以教她先具備善根福德，加上因緣，這個條件就具足，你才真正能夠生到西方極樂世界。我們今天處在有史以來的亂世，居住在這個世間的眾生，無論貧富貴賤都沒有安全感，備受種種的苦難。尤其是最近這幾年，天災人禍，頻率一天比一天多，災害一次比一次嚴重。我們所處的這個環境，超過韋提希夫人的苦難。她有智慧求生佛國，我們應當覺悟，應當跟進才對。"
    },
    {
      "id": "21-144-0001_p0012",
      "zh_CN": "我们先看看这段经文，这个经文在八十四面倒数第四行，我把它念一遍，这是《观经》上讲的三福：",
      "zh_TW": "我們先看看這段經文，這個經文在八十四面倒數第四行，我把它念一遍，這是《觀經》上講的三福："
    },
    {
      "id": "21-144-0001_p0013",
      "zh_CN": "【一者孝养父母。奉事师长。慈心不杀。修十善业。二者受持三皈。具足众戒。不犯威仪。三者发菩提心。深信因果。读诵大乘。劝进行者。】",
      "zh_TW": "【一者孝養父母。奉事師長。慈心不殺。修十善業。二者受持三皈。具足眾戒。不犯威儀。三者發菩提心。深信因果。讀誦大乘。勸進行者。】"
    },
    {
      "id": "21-144-0001_p0014",
      "zh_CN": "诸位再翻到一百二十四面，看第七行：",
      "zh_TW": "諸位再翻到一百二十四面，看第七行："
    },
    {
      "id": "21-144-0001_p0015",
      "zh_CN": "【佛告韦提希。汝今知不。此三种业。乃是过去未来现在。三世诸佛净业正因。】",
      "zh_TW": "【佛告韋提希。汝今知不。此三種業。乃是過去未來現在。三世諸佛淨業正因。】"
    },
    {
      "id": "21-144-0001_p0016",
      "zh_CN": "这就是《观经》上讲的这一段经文。这一段经文非常重要，修学佛法，无论是大乘小乘、显教密教、宗门教下，都要从这个地方扎根。如果这三条十一句，我们要是没有真正去做到，换句话说，你在佛法上修学就没有基础，没有基础，无论怎样精进用功努力，都很难收到效果。",
      "zh_TW": "這就是《觀經》上講的這一段經文。這一段經文非常重要，修學佛法，無論是大乘小乘、顯教密教、宗門教下，都要從這個地方扎根。如果這三條十一句，我們要是沒有真正去做到，換句話說，你在佛法上修學就沒有基礎，沒有基礎，無論怎樣精進用功努力，都很難收到效果。"
    },
    {
      "id": "21-144-0001_p0017",
      "zh_CN": "我们现在先看第一条。这三条，第一条是人天福报，四句；第二条是二乘的福报，就是声闻、缘觉；第三条是大乘菩萨的福报。我们知道人天是基础的基础，人都做不好了，你怎么能成佛，怎么能成阿罗汉？我们要想成就，首先要做一个好人。佛讲的这四句话，『孝养父母，奉事师长，慈心不杀，修十善业』，这四句话语重心长，这里面的道理、境界深广，没有边际。",
      "zh_TW": "我們現在先看第一條。這三條，第一條是人天福報，四句；第二條是二乘的福報，就是聲聞、緣覺；第三條是大乘菩薩的福報。我們知道人天是基礎的基礎，人都做不好了，你怎麼能成佛，怎麼能成阿羅漢？我們要想成就，首先要做一個好人。佛講的這四句話，『孝養父母，奉事師長，慈心不殺，修十善業』，這四句話語重心長，這裡面的道理、境界深廣，沒有邊際。"
    },
    {
      "id": "21-144-0001_p0018",
      "zh_CN": "翻到八十六面，我们从第二行看起。佛非常慈悲，不但韦提希夫人请法得到利益，由于她的请法，特别是末法一切凡夫想修净业，想求生西方极乐世界，依照这个理论和方法来修学也都能成就。于是佛说出这三桩事情，这就是三个前提。佛讲：",
      "zh_TW": "翻到八十六面，我們從第二行看起。佛非常慈悲，不但韋提希夫人請法得到利益，由於她的請法，特別是末法一切凡夫想修淨業，想求生西方極樂世界，依照這個理論和方法來修學也都能成就。於是佛說出這三樁事情，這就是三個前提。佛講："
    },
    {
      "id": "21-144-0001_p0019",
      "zh_CN": "【欲生彼国者。当修三福。】",
      "zh_TW": "【欲生彼國者。當修三福。】"
    },
    {
      "id": "21-144-0001_p0020",
      "zh_CN": "佛是二足尊。二足尊，从前外国人翻译，把它意思翻错了；二是两个，足是脚，尊是尊贵，他翻的是「两只脚尊贵」，他翻成这个意思，这是完全误会了。这个「足」是满足的意思，是圆满的意思，就是两种圆满，两种圆满里面最尊贵的。哪两种圆满？一个是智慧圆满，一个是福德圆满。智慧圆满、福德圆满的人很多，很多福智圆满人当中最尊贵的，这是佛。换句话说，智慧跟福德的圆满，世出世间没有能够超过佛的，称为「二足尊」。所以足是满足、圆满的意思，指佛的智慧和福德圆满。",
      "zh_TW": "佛是二足尊。二足尊，從前外國人翻譯，把它意思翻錯了；二是兩個，足是腳，尊是尊貴，他翻的是「兩隻腳尊貴」，他翻成這個意思，這是完全誤會了。這個「足」是滿足的意思，是圓滿的意思，就是兩種圓滿，兩種圓滿裡面最尊貴的。哪兩種圓滿？一個是智慧圓滿，一個是福德圓滿。智慧圓滿、福德圓滿的人很多，很多福智圓滿人當中最尊貴的，這是佛。換句話說，智慧跟福德的圓滿，世出世間沒有能夠超過佛的，稱為「二足尊」。所以足是滿足、圓滿的意思，指佛的智慧和福德圓滿。"
    },
    {
      "id": "21-144-0001_p0021",
      "zh_CN": "西方极乐世界是佛国，一真法界是诸佛国土，我们要是没有智慧与福报，就没有办法进入他们的净土，不能到达他们修学的环境，所以佛首先教我们修福。佛家常讲「福慧双修」，诸位要留意这个文字，它福在先，慧在后，也就是说先修福再修慧，这个很有道理。中国谚语常讲「福至心灵」，一个人修福，福报现前，他就突然聪明有智慧了。由此可知，福报与智慧有密切的关联。一个人没有福报，常常就做出很愚蠢的事情，就没有智慧了，所以福报确实非常重要。世尊在此地教导我们要先修三福，第一条是人天福报，第二条是声闻缘觉的福报，小乘人所修的；第三条是大乘菩萨的福报。",
      "zh_TW": "西方極樂世界是佛國，一真法界是諸佛國土，我們要是沒有智慧與福報，就沒有辦法進入他們的淨土，不能到達他們修學的環境，所以佛首先教我們修福。佛家常講「福慧雙修」，諸位要留意這個文字，它福在先，慧在後，也就是說先修福再修慧，這個很有道理。中國諺語常講「福至心靈」，一個人修福，福報現前，他就突然聰明有智慧了。由此可知，福報與智慧有密切的關聯。一個人沒有福報，常常就做出很愚蠢的事情，就沒有智慧了，所以福報確實非常重要。世尊在此地教導我們要先修三福，第一條是人天福報，第二條是聲聞緣覺的福報，小乘人所修的；第三條是大乘菩薩的福報。"
    },
    {
      "id": "21-144-0001_p0022",
      "zh_CN": "我们接着看第一条，这是人天福，「孝养父母，奉事师长，慈心不杀，修十善业」，这一条是根本，是福德的根基，确实是根本的根本。释迦牟尼佛这样教我们，孔老夫子也是这样教我们。《大学》第一句就说「大学之道，在明明德，在亲民，在止于至善。知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得」，这是儒家教学的总纲领、总原则，孔孟教学毕生不离此。释迦牟尼佛教导我们是「孝养父母，奉事师长，慈心不杀，修十善业」，这是佛法根本的教义，与儒家教育相通。什么叫「明德」？孝敬就是明德，孝敬是本性的德能。",
      "zh_TW": "我們接著看第一條，這是人天福，「孝養父母，奉事師長，慈心不殺，修十善業」，這一條是根本，是福德的根基，確實是根本的根本。釋迦牟尼佛這樣教我們，孔老夫子也是這樣教我們。《大學》第一句就說「大學之道，在明明德，在親民，在止於至善。知止而后有定，定而后能靜，靜而后能安，安而后能慮，慮而后能得」，這是儒家教學的總綱領、總原則，孔孟教學畢生不離此。釋迦牟尼佛教導我們是「孝養父母，奉事師長，慈心不殺，修十善業」，這是佛法根本的教義，與儒家教育相通。什麼叫「明德」？孝敬就是明德，孝敬是本性的德能。"
    },
    {
      "id": "21-144-0001_p0023",
      "zh_CN": "「孝养父母」，这个「孝」字意思深广无尽。「孝」这个字，在中国六书里面属于会意，就是让你看到这个符号，你体会里面的意思。这个字上半部是个「老」，下半部是个「子」，表示上一代跟下一代是一体；如果分开了，孝就没有了。所以外国人有代沟，中国文化里头没有代沟，上一辈还有上一辈，下一辈还有下一辈，过去无始，未来无终，这是一个生命体，这是「孝」的含义。",
      "zh_TW": "「孝養父母」，這個「孝」字意思深廣無盡。「孝」這個字，在中國六書裡面屬於會意，就是讓你看到這個符號，你體會裡面的意思。這個字上半部是個「老」，下半部是個「子」，表示上一代跟下一代是一體；如果分開了，孝就沒有了。所以外國人有代溝，中國文化裡頭沒有代溝，上一輩還有上一輩，下一輩還有下一輩，過去無始，未來無終，這是一個生命體，這是「孝」的含義。"
    },
    {
      "id": "21-144-0001_p0024",
      "zh_CN": "佛家讲真如、本性、真心、理体，实在讲跟儒家讲这个「孝」意思相通。所以「孝」是真正佛法讲的本性，孝是真心，孝是理体。它的范围有多大？就是佛家常讲的「横遍十方，竖穷三际」，它确实是没有边际的。在中国这个文字里面，就是佛法里面所讲的大总持法门。经上常讲「十方三世佛，共同一法身」，「孝」代表了虚空法界一切众生本来如是，就是佛法常讲的「法尔如是」。如果我们不了解「孝」这个字的含义，不认识这个字表法的义趣，孝的德行、孝的理念没有办法生出来。所以一定首先要懂得这个字的真正的含义。",
      "zh_TW": "佛家講真如、本性、真心、理體，實在講跟儒家講這個「孝」意思相通。所以「孝」是真正佛法講的本性，孝是真心，孝是理體。它的範圍有多大？就是佛家常講的「橫遍十方，豎窮三際」，它確實是沒有邊際的。在中國這個文字裡面，就是佛法裡面所講的大總持法門。經上常講「十方三世佛，共同一法身」，「孝」代表了虛空法界一切眾生本來如是，就是佛法常講的「法爾如是」。如果我們不了解「孝」這個字的含義，不認識這個字表法的義趣，孝的德行、孝的理念沒有辦法生出來。所以一定首先要懂得這個字的真正的含義。"
    },
    {
      "id": "21-144-0001_p0025",
      "zh_CN": "佛法的修学，大乘经教里头常常教导我们，起心动念，不要说是言语造作，心里头刚刚动一个念头，念一定要跟法性相应，这个念是正念，觉正净里面的正念；如果违背法性，这个念头是邪念。邪与正的标准是从这个地方分。正，与法性相应，就是确确实实能够认知宇宙、佛法里头常讲虚空法界刹土众生，是自己真如本性变现出来的，《华严经》上讲的「唯心所现，唯识所变」。谁的心？谁的识？就是自己的心、自己的识；自己的真心，真心起作用叫做识。所以它是一体，一体才是大乘教里头常讲的「无缘大慈，同体大悲」。缘，用现在的话讲是条件，无缘大慈，没有条件的慈爱；悲是悲悯，为什么悲悯？他跟我是一体。",
      "zh_TW": "佛法的修學，大乘經教裡頭常常教導我們，起心動念，不要說是言語造作，心裡頭剛剛動一個念頭，念一定要跟法性相應，這個念是正念，覺正淨裡面的正念；如果違背法性，這個念頭是邪念。邪與正的標準是從這個地方分。正，與法性相應，就是確確實實能夠認知宇宙、佛法裡頭常講虛空法界剎土眾生，是自己真如本性變現出來的，《華嚴經》上講的「唯心所現，唯識所變」。誰的心？誰的識？就是自己的心、自己的識；自己的真心，真心起作用叫做識。所以它是一體，一體才是大乘教裡頭常講的「無緣大慈，同體大悲」。緣，用現在的話講是條件，無緣大慈，沒有條件的慈愛；悲是悲憫，為什麼悲憫？他跟我是一體。"
    },
    {
      "id": "21-144-0001_p0026",
      "zh_CN": "所以我们这一个念头起来，与这个事实真相、与这个道理不相应，我们就错了、就迷了、就邪了、就污染了。佛菩萨跟众生不一样的，他永远能保持觉正净，他知道所有一切众生、一切万物是自己，所以绝对没有一念伤害众生；只有成就众生，而没有伤害众生。后面讲的要落实在「十善业」，修十善业。我们对一切众生，杀生是伤害。杀生是举的一个例子，里面包括一切伤害，言语的伤害、行为的伤害、起心动念念头的伤害，都在这一条里头。凡是对一切众生不利的，这事不能做，念头不能生，你是随顺性德、随顺孝道。所以这个字里头的含义，确确实实深广无有边际。",
      "zh_TW": "所以我們這一個念頭起來，與這個事實真相、與這個道理不相應，我們就錯了、就迷了、就邪了、就污染了。佛菩薩跟眾生不一樣的，他永遠能保持覺正淨，他知道所有一切眾生、一切萬物是自己，所以絕對沒有一念傷害眾生；只有成就眾生，而沒有傷害眾生。後面講的要落實在「十善業」，修十善業。我們對一切眾生，殺生是傷害。殺生是舉的一個例子，裡面包括一切傷害，言語的傷害、行為的傷害、起心動念念頭的傷害，都在這一條裡頭。凡是對一切眾生不利的，這事不能做，念頭不能生，你是隨順性德、隨順孝道。所以這個字裡頭的含義，確確實實深廣無有邊際。"
    },
    {
      "id": "21-144-0001_p0027",
      "zh_CN": "这个字不但是佛法的根，也是儒家的根，也可以说是东方文化的大根大本。不但是这个世间，十方三世一切诸佛如来教化尽虚空遍法界的众生，都是以这个为基础，这个我们一定要晓得。如果对这个字认识不清楚而不能做到，我们在这一生当中想成就就非常困难。",
      "zh_TW": "這個字不但是佛法的根，也是儒家的根，也可以說是東方文化的大根大本。不但是這個世間，十方三世一切諸佛如來教化盡虛空遍法界的眾生，都是以這個為基礎，這個我們一定要曉得。如果對這個字認識不清楚而不能做到，我們在這一生當中想成就就非常困難。"
    },
    {
      "id": "21-144-0001_p0028",
      "zh_CN": "孝落实在「养」，所以叫孝养，用父母来做一个代表。如果我们看到只是孝养父母，那你把佛的意思就解错了。佛是要我们将对父母的孝养扩展到对一切众生，这才是佛法里面真正的意思。为什么？《戒经》里面佛讲得很好，大乘《菩萨戒经》里面说：「一切男子是我父，一切女人是我母」，你就晓得「父母」这两个字，包括着所有一切众生。一切男人、一切女人，诸位要知道，包括动物，包括植物，包括一切鬼神，包括天地万物，对于一切万事万物都要像孝养父母一样的来孝顺。孝就是顺自己的性德，这个一定要懂得。随顺性德，那个人就是觉悟的人，那个人就是正知正见的人，那个人就是清净的人，就是觉正净，那个人我们就叫他做佛菩萨；违背性德，就是不孝。所以这个字含义好深，一定要搞清楚搞明白。",
      "zh_TW": "孝落實在「養」，所以叫孝養，用父母來做一個代表。如果我們看到只是孝養父母，那你把佛的意思就解錯了。佛是要我們將對父母的孝養擴展到對一切眾生，這才是佛法裡面真正的意思。為什麼？《戒經》裡面佛講得很好，大乘《菩薩戒經》裡面說：「一切男子是我父，一切女人是我母」，你就曉得「父母」這兩個字，包括著所有一切眾生。一切男人、一切女人，諸位要知道，包括動物，包括植物，包括一切鬼神，包括天地萬物，對於一切萬事萬物都要像孝養父母一樣的來孝順。孝就是順自己的性德，這個一定要懂得。隨順性德，那個人就是覺悟的人，那個人就是正知正見的人，那個人就是清淨的人，就是覺正淨，那個人我們就叫他做佛菩薩；違背性德，就是不孝。所以這個字含義好深，一定要搞清楚搞明白。"
    },
    {
      "id": "21-144-0001_p0029",
      "zh_CN": "我常常讲，能够把孝道做的圆满，一点缺陷都没有的，只有一个人，佛陀；等觉菩萨都做不圆满，为什么？他还有一品生相无明没破，还不能做到圆满。所以我们要发心认真努力来学习，要全心全力来学习。这个学习，在总的纲领上就是要修纯净纯善。我们的心要清净、要纯净，就像《十善业道经》上佛所说的，不容毫分不净夹杂。什么叫不净？念头就不净，起心动念就不清净。真心没有念，无念才清净，有念就不清净，特别是不能有邪念。所以最好的念头是什么？阿弥陀佛！这个念头好。起心动念都是阿弥陀佛，我们用这个方法来修净念，要修纯净纯善。",
      "zh_TW": "我常常講，能夠把孝道做的圓滿，一點缺陷都沒有的，只有一個人，佛陀；等覺菩薩都做不圓滿，為什麼？他還有一品生相無明沒破，還不能做到圓滿。所以我們要發心認真努力來學習，要全心全力來學習。這個學習，在總的綱領上就是要修純淨純善。我們的心要清淨、要純淨，就像《十善業道經》上佛所說的，不容毫分不淨夾雜。什麼叫不淨？念頭就不淨，起心動念就不清淨。真心沒有念，無念才清淨，有念就不清淨，特別是不能有邪念。所以最好的念頭是什麼？阿彌陀佛！這個念頭好。起心動念都是阿彌陀佛，我們用這個方法來修淨念，要修純淨純善。"
    },
    {
      "id": "21-144-0001_p0030",
      "zh_CN": "纯善从哪里修？纯善从十善业修，念念都不违背十善。如果有一念违背十善，我们就跟性德远离了。你起了个念头，伤害众生的念头，占有的念头，占有是属于偷盗，控制的念头，控制也是属于杀生跟偷盗，想控制、想占有，错了！尽虚空遍法界都是你自己，你如何去占有它？它本来就是自己，本来是的，再加一个控制、占有的念头，就错了；头上加头，这个错了，画蛇添足。违背了自性，违反了宇宙人生的真相，违反了自然的法则，过失从这个地方产生的。我们不能不知道！说实在话，没有佛陀的教诲，我们在一生当中，怎么想也想不出来，所想的与事实真相都完全相违背。所以从这个地方，我们才真正体会到佛的恩德之大，在世出世间没有能够超过的。",
      "zh_TW": "純善從哪裡修？純善從十善業修，念念都不違背十善。如果有一念違背十善，我們就跟性德遠離了。你起了個念頭，傷害眾生的念頭，佔有的念頭，佔有是屬於偷盜，控制的念頭，控制也是屬於殺生跟偷盜，想控制、想佔有，錯了！盡虛空遍法界都是你自己，你如何去佔有它？它本來就是自己，本來是的，再加一個控制、佔有的念頭，就錯了；頭上加頭，這個錯了，畫蛇添足。違背了自性，違反了宇宙人生的真相，違反了自然的法則，過失從這個地方產生的。我們不能不知道！說實在話，沒有佛陀的教誨，我們在一生當中，怎麼想也想不出來，所想的與事實真相都完全相違背。所以從這個地方，我們才真正體會到佛的恩德之大，在世出世間沒有能夠超過的。"
    },
    {
      "id": "21-144-0001_p0031",
      "zh_CN": "第二句是「奉事师长」。什么叫奉事？奉事绝对不是我们世间人理念当中的把老师照顾好，像孝顺父母那样的，这个意思都不是佛的意思。我们在前面看到，诸佛如来他的福德是圆满的，我们怎么能去照顾他？这是不可能的事情。奉事真正的意思就是依教奉行。佛教导我们的，我们能够百分之百把它做到，这就叫「奉事师长」。",
      "zh_TW": "第二句是「奉事師長」。什麼叫奉事？奉事絕對不是我們世間人理念當中的把老師照顧好，像孝順父母那樣的，這個意思都不是佛的意思。我們在前面看到，諸佛如來他的福德是圓滿的，我們怎麼能去照顧他？這是不可能的事情。奉事真正的意思就是依教奉行。佛教導我們的，我們能夠百分之百把它做到，這就叫「奉事師長」。"
    },
    {
      "id": "21-144-0001_p0032",
      "zh_CN": "佛在此地最基本的教导我们，你要懂得孝道，孝道就是你真正懂得虚空法界刹土众生跟自己是一体。世出世间一切法，无有一法不是「唯心所现，唯识所变」。心、识是能现能变，虚空法界刹土众生是所现所变，能所是一不是二。所以佛法跟世间的哲学不一样，哲学能所是对立的，佛法讲能所，但是能所是统一的，不是对立的，它是一不是二。所以欧阳竟无先生讲「佛法不是宗教，也不是哲学」。佛法到底是什么？佛法就是佛法。我们今天的认知，佛法是教育，佛法是宇宙之间究竟圆满的教育，是一切众生必须要修学的。",
      "zh_TW": "佛在此地最基本的教導我們，你要懂得孝道，孝道就是你真正懂得虛空法界剎土眾生跟自己是一體。世出世間一切法，無有一法不是「唯心所現，唯識所變」。心、識是能現能變，虛空法界剎土眾生是所現所變，能所是一不是二。所以佛法跟世間的哲學不一樣，哲學能所是對立的，佛法講能所，但是能所是統一的，不是對立的，它是一不是二。所以歐陽竟無先生講「佛法不是宗教，也不是哲學」。佛法到底是什麼？佛法就是佛法。我們今天的認知，佛法是教育，佛法是宇宙之間究竟圓滿的教育，是一切眾生必須要修學的。"
    },
    {
      "id": "21-144-0001_p0033",
      "zh_CN": "老师是释迦牟尼佛，不是别人，别人哪有资格称老师？所以我们的老师只有一个，本师释迦牟尼佛。佛在此地教导我们这个大根大本，这四句话，我们果然能够做到「慈心不杀，修十善业」，这八个字就是我们平常讲的纯善，那就是奉事师长，就是孝顺父母。如果这八个字做不到，我们不孝不敬，对老师对不起，对父母对不起。不仅是在行为上，起心动念就错了。行为上纵然没有过失，心里面还有一点错误的念头，都违背了性德，那就不是父母的孝子，不是老师的好学生。",
      "zh_TW": "老師是釋迦牟尼佛，不是別人，別人哪有資格稱老師？所以我們的老師只有一個，本師釋迦牟尼佛。佛在此地教導我們這個大根大本，這四句話，我們果然能夠做到「慈心不殺，修十善業」，這八個字就是我們平常講的純善，那就是奉事師長，就是孝順父母。如果這八個字做不到，我們不孝不敬，對老師對不起，對父母對不起。不僅是在行為上，起心動念就錯了。行為上縱然沒有過失，心裡面還有一點錯誤的念頭，都違背了性德，那就不是父母的孝子，不是老師的好學生。"
    },
    {
      "id": "21-144-0001_p0034",
      "zh_CN": "学佛要明了，佛是我们的老师，我们每天朝暮课诵里面，一定会念「南无本师释迦牟尼佛」。「南无」就是恭敬的意思，皈依的意思，皈命的意思；「本师」是我们根本的老师，这个一定要认知，他是我们的老师。老师教导我们，教什么？教导我们要孝养父母。实在讲，九法界众生不知道孝养父母，老师教导之后，我们这才恍然大悟。所以你要说佛教教的是什么？教孝道而已。佛道是师道，师道是以孝道为基础，师道完成孝道，师道圆满孝道，这是佛法。「佛」的意思是觉悟，真正觉悟了，真正搞清楚、搞明白了。这个清楚明白，实实在在不是一桩容易的事情。",
      "zh_TW": "學佛要明瞭，佛是我們的老師，我們每天朝暮課誦裡面，一定會念「南無本師釋迦牟尼佛」。「南無」就是恭敬的意思，皈依的意思，皈命的意思；「本師」是我們根本的老師，這個一定要認知，他是我們的老師。老師教導我們，教什麼？教導我們要孝養父母。實在講，九法界眾生不知道孝養父母，老師教導之後，我們這才恍然大悟。所以你要說佛教教的是什麼？教孝道而已。佛道是師道，師道是以孝道為基礎，師道完成孝道，師道圓滿孝道，這是佛法。「佛」的意思是覺悟，真正覺悟了，真正搞清楚、搞明白了。這個清楚明白，實實在在不是一樁容易的事情。"
    },
    {
      "id": "21-144-0001_p0035",
      "zh_CN": "谁能够知道虚空法界刹土众生是一体的，谁能知道？只有诸佛如来知道，只有法身菩萨知道，所以他们行的叫菩萨道。我们所走的，实在讲叫三恶道。我们走的是贪瞋痴这个道路，所感得的果报是地狱、饿鬼、畜生。人家行的是菩萨道，菩萨道感得的果报是一真法界、极乐世界、华藏世界。我们要清楚、要明了，自己要知道走哪一条道路，将来得什么样的结果。离开老师，我们就迷惑了。每天诵经是亲近老师，是提醒自己一定要依教奉行，我们才能够对得起老师、对得起父母。对得起一切众生，就是对得起老师、对得起父母，一切众生跟父母、老师是一体的，决定不能够分割的。",
      "zh_TW": "誰能夠知道虛空法界剎土眾生是一體的，誰能知道？只有諸佛如來知道，只有法身菩薩知道，所以他們行的叫菩薩道。我們所走的，實在講叫三惡道。我們走的是貪瞋痴這個道路，所感得的果報是地獄、餓鬼、畜生。人家行的是菩薩道，菩薩道感得的果報是一真法界、極樂世界、華藏世界。我們要清楚、要明瞭，自己要知道走哪一條道路，將來得什麼樣的結果。離開老師，我們就迷惑了。每天誦經是親近老師，是提醒自己一定要依教奉行，我們才能夠對得起老師、對得起父母。對得起一切眾生，就是對得起老師、對得起父母，一切眾生跟父母、老師是一體的，決定不能夠分割的。"
    },
    {
      "id": "21-144-0001_p0036",
      "zh_CN": "「三福」，第一条是人天福报。这是十方三世一切诸佛教化遍法界虚空界一切众生成佛道的大根大本。绝对不是只有释迦牟尼佛说这三条十一句，是所有一切诸佛，过去现在未来，没有一尊佛是例外的，这一点我们一定要认识清楚。",
      "zh_TW": "「三福」，第一條是人天福報。這是十方三世一切諸佛教化遍法界虛空界一切眾生成佛道的大根大本。絕對不是只有釋迦牟尼佛說這三條十一句，是所有一切諸佛，過去現在未來，沒有一尊佛是例外的，這一點我們一定要認識清楚。"
    },
    {
      "id": "21-144-0001_p0037",
      "zh_CN": "众生学佛所以不能成就，原因虽然很多，最重要的是疏忽了「净业三福」的修学。所以无论修学哪一个法门，修学了几年、几十年，甚至于一生，不但不能成就，连消息都得不到，我们一般人讲功夫不得力。学了一生都不得力，原因在哪里？就是把这一桩事情疏忽了，特别就是这第一条，所以第一条是根本的根本。如果想在这一生当中成就，不要说别的，就是我们净土法门，想求往生西方极乐世界，这一生真的能去，纵然是凡圣同居土，也是不可思议的成就。真想去，这三条十一句，一定要非常认真努力来修学。",
      "zh_TW": "眾生學佛所以不能成就，原因雖然很多，最重要的是疏忽了「淨業三福」的修學。所以無論修學哪一個法門，修學了幾年、幾十年，甚至於一生，不但不能成就，連消息都得不到，我們一般人講功夫不得力。學了一生都不得力，原因在哪裡？就是把這一樁事情疏忽了，特別就是這第一條，所以第一條是根本的根本。如果想在這一生當中成就，不要說別的，就是我們淨土法門，想求往生西方極樂世界，這一生真的能去，縱然是凡聖同居土，也是不可思議的成就。真想去，這三條十一句，一定要非常認真努力來修學。"
    },
    {
      "id": "21-144-0001_p0038",
      "zh_CN": "佛法，也就是佛菩萨所作所为所说的，点点滴滴、字字句句都是从自性里面流出来的。我们平常在讲席里面教学，劝勉同学们，真正发心学佛就一定要随顺性德，一定要放下烦恼习气，决定不可以随顺烦恼习气；随顺烦恼习气是六道众生。如果能够把烦恼习气放下，我们通常讲的妄想分别执着，决定不随顺。随顺性德，什么是性德？佛菩萨所作所为的是性德，佛菩萨所说字字句句是性德。尤其是最重要的纲领、总的纲领，佛经里面称为「陀罗尼」，抓住这个纲领，我们没有不成就的。",
      "zh_TW": "佛法，也就是佛菩薩所作所為所說的，點點滴滴、字字句句都是從自性裡面流出來的。我們平常在講席裡面教學，勸勉同學們，真正發心學佛就一定要隨順性德，一定要放下煩惱習氣，決定不可以隨順煩惱習氣；隨順煩惱習氣是六道眾生。如果能夠把煩惱習氣放下，我們通常講的妄想分別執著，決定不隨順。隨順性德，什麼是性德？佛菩薩所作所為的是性德，佛菩薩所說字字句句是性德。尤其是最重要的綱領、總的綱領，佛經裡面稱為「陀羅尼」，抓住這個綱領，我們沒有不成就的。"
    },
    {
      "id": "21-144-0001_p0039",
      "zh_CN": "净宗学会的成立，我们提出了修学纲领五个科目，科目少，好记！第一个科目就是「净业三福」，第二个是「六和敬」，第三个是「三学」，第四个是「六度」，第五个是「十愿」，我想我们一般同学都能够很清楚的记住。修行功夫，就在我们起心动念、言语造作能不能与这五个科目相应。与这五个科目相应，我们是随顺佛陀教诲，就是奉事师长；如果与这五个科目相违背，那还是随顺自己的烦恼习气，继续搞六道三途，这不能不知道。真正修行在哪里？古大德常讲「从根本修」，根本就是才动念头，念头一动，立刻就觉悟，我是与性德相应，还是与烦恼相应？要从这个地方回头，真的是回头是岸，这一回头就转凡成圣。",
      "zh_TW": "淨宗學會的成立，我們提出了修學綱領五個科目，科目少，好記！第一個科目就是「淨業三福」，第二個是「六和敬」，第三個是「三學」，第四個是「六度」，第五個是「十願」，我想我們一般同學都能夠很清楚的記住。修行功夫，就在我們起心動念、言語造作能不能與這五個科目相應。與這五個科目相應，我們是隨順佛陀教誨，就是奉事師長；如果與這五個科目相違背，那還是隨順自己的煩惱習氣，繼續搞六道三途，這不能不知道。真正修行在哪裡？古大德常講「從根本修」，根本就是才動念頭，念頭一動，立刻就覺悟，我是與性德相應，還是與煩惱相應？要從這個地方回頭，真的是回頭是岸，這一回頭就轉凡成聖。"
    },
    {
      "id": "21-144-0001_p0040",
      "zh_CN": "学佛不仅是净宗法门，实在讲，八万四千法门没有一个是例外的，都是建立在「信、愿、行」的基础上。「信」，就非常非常困难！我在讲席里头跟诸位重复说过很多遍，我学佛发心出家，出家之后两年才受戒，受完戒到台中去拜老师。老师见面第一句话就是说：你要信佛！那个时候我学佛九年，教佛学院也教了两年，为什么老师还特别强调「你要信佛」，连着说了好几句。让我坐下来，跟我说明，「信」这个字不容易，有许多老和尚到死都不相信。什么叫信佛？佛在经上讲的字字句句，你都做到了叫信佛，你没有做到，不信！我这才明白过来。佛教一切众生的基础是十善业道，我们想想，我们做到没有？不杀生，做到没有？我确实从受戒之后，不杀害一切众生。有没有恨众生？虽然没有杀牠，有没有伤害众生？全都包括在这一条里头。不容易，真正不容易，十善业道圆满就成佛了。",
      "zh_TW": "學佛不僅是淨宗法門，實在講，八萬四千法門沒有一個是例外的，都是建立在「信、願、行」的基礎上。「信」，就非常非常困難！我在講席裡頭跟諸位重複說過很多遍，我學佛發心出家，出家之後兩年才受戒，受完戒到台中去拜老師。老師見面第一句話就是說：你要信佛！那個時候我學佛九年，教佛學院也教了兩年，為什麼老師還特別強調「你要信佛」，連著說了好幾句。讓我坐下來，跟我說明，「信」這個字不容易，有許多老和尚到死都不相信。什麼叫信佛？佛在經上講的字字句句，你都做到了叫信佛，你沒有做到，不信！我這才明白過來。佛教一切眾生的基礎是十善業道，我們想想，我們做到沒有？不殺生，做到沒有？我確實從受戒之後，不殺害一切眾生。有沒有恨眾生？雖然沒有殺牠，有沒有傷害眾生？全都包括在這一條裡頭。不容易，真正不容易，十善業道圓滿就成佛了。"
    },
    {
      "id": "21-144-0001_p0041",
      "zh_CN": "我们常常看到佛像，画的佛像，在台湾、在香港很多。画的佛像后面都画圆光，画圆光，光顶上有三个字，大多数是用梵文写的，也有用中文，还有少数用藏文写的，这三个字是「唵阿吽」。我这一念，你们大家都有印象，你们都看过。「唵阿吽」是什么意思？十善业道圆满了。「唵」是身三业，「阿」是口四业，「吽」是意三业，也就是不杀生、不偷盗、不淫欲；不妄语、不两舌、不恶口、不绮语；不贪、不瞋、不痴。这十条做圆满了，是如来果地！你看看，圣人教人不一样，把最高的法，你一进们就教给你。教给你，你生生世世就把这个法做到究竟圆满，究竟圆满就是十善业的圆满，就是圆成佛道。由此可知，千经万论、无量法门都是从十善业道里头演变出来的，十善业道是一切诸佛菩萨自行化他的总持法门，总纲领、总原则，这个我们不能不知道！",
      "zh_TW": "我們常常看到佛像，畫的佛像，在台灣、在香港很多。畫的佛像後面都畫圓光，畫圓光，光頂上有三個字，大多數是用梵文寫的，也有用中文，還有少數用藏文寫的，這三個字是「唵阿吽」。我這一念，你們大家都有印象，你們都看過。「唵阿吽」是什麼意思？十善業道圓滿了。「唵」是身三業，「阿」是口四業，「吽」是意三業，也就是不殺生、不偷盜、不淫欲；不妄語、不兩舌、不惡口、不綺語；不貪、不瞋、不痴。這十條做圓滿了，是如來果地！你看看，聖人教人不一樣，把最高的法，你一進們就教給你。教給你，你生生世世就把這個法做到究竟圓滿，究竟圓滿就是十善業的圓滿，就是圓成佛道。由此可知，千經萬論、無量法門都是從十善業道裡頭演變出來的，十善業道是一切諸佛菩薩自行化他的總持法門，總綱領、總原則，這個我們不能不知道！"
    },
    {
      "id": "21-144-0001_p0042",
      "zh_CN": "「慈心不杀」，慈心就是孝心，慈心就是净心，所以「孝养父母，奉事师长」落实就是在仁慈。仁慈是自己的真心，是自己的本性；慈悲心要是失掉，就是你迷失了真心，迷失了自性。特别是在我们现在这个时代，如果你要跟别人讲「仁慈博爱」，念念为别人着想，这个世间人说你头脑有问题，说你是个大傻瓜，你在这个社会上必定是处处都吃亏，事事你都会上当。有多少学佛的人，听到许多人这样说法，说得很有道理，不敢学佛了。这些话有没有道理？跟诸位说，完全没有道理。为什么？这些思想、见解是轮回心，轮回的见解。我说他的话说得不错，是真的，那是什么？真搞六道轮回，永远没有办法脱离。佛陀的教诲与这个恰恰是相反的，佛教我们脱离六道轮回、脱离十法界，不再去搞六道轮回了。你要跟六道轮回一百八十度的相背，你才能容易超越。佛的话有没有道理？有道理，佛的话是成佛之道、是永脱轮回之道。世间人有没有道理？有道理，那是轮回之道、是三途之道。问题就是你要走哪一条道？我们如果走佛菩萨的道，永脱轮回，永脱十法界，就决定不能随顺世间的思想观念，我们要超越。",
      "zh_TW": "「慈心不殺」，慈心就是孝心，慈心就是淨心，所以「孝養父母，奉事師長」落實就是在仁慈。仁慈是自己的真心，是自己的本性；慈悲心要是失掉，就是你迷失了真心，迷失了自性。特別是在我們現在這個時代，如果你要跟別人講「仁慈博愛」，念念為別人著想，這個世間人說你頭腦有問題，說你是個大傻瓜，你在這個社會上必定是處處都吃虧，事事你都會上當。有多少學佛的人，聽到許多人這樣說法，說得很有道理，不敢學佛了。這些話有沒有道理？跟諸位說，完全沒有道理。為什麼？這些思想、見解是輪迴心，輪迴的見解。我說他的話說得不錯，是真的，那是什麼？真搞六道輪迴，永遠沒有辦法脫離。佛陀的教誨與這個恰恰是相反的，佛教我們脫離六道輪迴、脫離十法界，不再去搞六道輪迴了。你要跟六道輪迴一百八十度的相背，你才能容易超越。佛的話有沒有道理？有道理，佛的話是成佛之道、是永脫輪迴之道。世間人有沒有道理？有道理，那是輪迴之道、是三途之道。問題就是你要走哪一條道？我們如果走佛菩薩的道，永脫輪迴，永脫十法界，就決定不能隨順世間的思想觀念，我們要超越。"
    },
    {
      "id": "21-144-0001_p0043",
      "zh_CN": "世间人都为自己！连香港亚视记者何守信访问我都曾经说过，他说：世间人常讲「人不为己，天诛地灭」。当时我跟他解释，我说：这句话错了，这句话误导了许许多多众生，脱离不了六道轮回。释迦牟尼佛没有为自己，诸菩萨也没有为自己，在中国历代祖师大德们很多都是没有自己的，「无我相、无人相、无众生相、无寿者相」，「无我见、无人见、无众生见、无寿者见」，天也没有诛他，地也没有灭他，他活得比什么人都好，福慧具足！这是事实证明。我学佛了，我把自私自利的念头放弃掉，起心动念为社会、为众生，没有一个念头为自己想，我活得很好，比你们都自在，天没有诛我，地没有灭我。",
      "zh_TW": "世間人都為自己！連香港亞視記者何守信訪問我都曾經說過，他說：世間人常講「人不為己，天誅地滅」。當時我跟他解釋，我說：這句話錯了，這句話誤導了許許多多眾生，脫離不了六道輪迴。釋迦牟尼佛沒有為自己，諸菩薩也沒有為自己，在中國歷代祖師大德們很多都是沒有自己的，「無我相、無人相、無眾生相、無壽者相」，「無我見、無人見、無眾生見、無壽者見」，天也沒有誅他，地也沒有滅他，他活得比什麼人都好，福慧具足！這是事實證明。我學佛了，我把自私自利的念頭放棄掉，起心動念為社會、為眾生，沒有一個念頭為自己想，我活得很好，比你們都自在，天沒有誅我，地沒有滅我。"
    },
    {
      "id": "21-144-0001_p0044",
      "zh_CN": "我们不能够随顺世俗，世俗许许多多观念是错误的。纵然我们受害了，自己想想看，哪些地方受害？还不是名闻利养上受了害。名闻利养，佛教我们要放下，既然统统放下，你还受什么害？细心想想，没有一样我们受损失。果然能放下，果然能承受一切众生无故的毁谤、侮辱、陷害，我常常讲这是好事，只有觉悟的人才会教你逆来顺受。为什么？消业障！这个时候考验你的功夫，真有功夫决定不受影响。像歌利王割截身体，真有功夫！一丝毫瞋恚的念头都不起，忍辱波罗蜜圆满；一丝毫报复的念头不起，持戒波罗蜜圆满。歌利王割截身体，帮助菩萨六个波罗蜜圆满两个波罗蜜。所以菩萨对歌利王感恩戴德，一丝毫怨恨心没有，菩萨发愿将来自己成佛先度他，报恩！永远生活在报恩的世界，那是诸佛如来、是法身菩萨，不是凡人。凡人生活在什么地方？生活在冤冤相报的世界，苦不堪言。冤冤相报是很凄惨的，彼此双方都痛苦。这是六道里面的状况。所以我们要学菩萨，我们绝不冤冤相报。任何受了冤枉，我们甘心情愿，把自己境界不断向上提升，增福增慧！如果有一念瞋恚、一念报复，那就冤冤相报没完没了，轮回三途，你还有得受的。",
      "zh_TW": "我們不能夠隨順世俗，世俗許許多多觀念是錯誤的。縱然我們受害了，自己想想看，哪些地方受害？還不是名聞利養上受了害。名聞利養，佛教我們要放下，既然統統放下，你還受什麼害？細心想想，沒有一樣我們受損失。果然能放下，果然能承受一切眾生無故的毀謗、侮辱、陷害，我常常講這是好事，只有覺悟的人才會教你逆來順受。為什麼？消業障！這個時候考驗你的功夫，真有功夫決定不受影響。像歌利王割截身體，真有功夫！一絲毫瞋恚的念頭都不起，忍辱波羅蜜圓滿；一絲毫報復的念頭不起，持戒波羅蜜圓滿。歌利王割截身體，幫助菩薩六個波羅蜜圓滿兩個波羅蜜。所以菩薩對歌利王感恩戴德，一絲毫怨恨心沒有，菩薩發願將來自己成佛先度他，報恩！永遠生活在報恩的世界，那是諸佛如來、是法身菩薩，不是凡人。凡人生活在什麼地方？生活在冤冤相報的世界，苦不堪言。冤冤相報是很悽慘的，彼此雙方都痛苦。這是六道裡面的狀況。所以我們要學菩薩，我們絕不冤冤相報。任何受了冤枉，我們甘心情願，把自己境界不斷向上提升，增福增慧！如果有一念瞋恚、一念報復，那就冤冤相報沒完沒了，輪迴三途，你還有得受的。"
    },
    {
      "id": "21-144-0001_p0045",
      "zh_CN": "所追求的财富、聪明智慧、健康长寿，这个在佛法里面是属于附带的，绝对不是一个觉悟人所希求的。真正觉悟的人，谚语常讲「生不带来，死不带去」。生不带来包括什么？包括我们这个身体。我们到这个世间来，没有带这个身体来，身体是藉父母的一分的身分，自己并没有带来；死的时候，这个身体带不去，这才叫真正觉悟了。连这个身体都不是自己的，何况身外之物？你真正搞清楚、搞明白了，你才会放下，才会彻底放下。我们来，是什么来的？佛法里面所讲的「神识」，中国世间所说的灵魂，藉父精母血变成一个身体。确确实实我们来去都不附带任何一物，为什么对于附属的这些东西这样的贪恋？为这些东西造无量无边的罪业？这是糊涂到所以然，迷惑到所以然。",
      "zh_TW": "所追求的財富、聰明智慧、健康長壽，這個在佛法裡面是屬於附帶的，絕對不是一個覺悟人所希求的。真正覺悟的人，諺語常講「生不帶來，死不帶去」。生不帶來包括什麼？包括我們這個身體。我們到這個世間來，沒有帶這個身體來，身體是藉父母的一分的身分，自己並沒有帶來；死的時候，這個身體帶不去，這才叫真正覺悟了。連這個身體都不是自己的，何況身外之物？你真正搞清楚、搞明白了，你才會放下，才會徹底放下。我們來，是什麼來的？佛法裡面所講的「神識」，中國世間所說的靈魂，藉父精母血變成一個身體。確確實實我們來去都不附帶任何一物，為什麼對於附屬的這些東西這樣的貪戀？為這些東西造無量無邊的罪業？這是糊塗到所以然，迷惑到所以然。"
    },
    {
      "id": "21-144-0001_p0046",
      "zh_CN": "佛法教学，它的宗旨、目标是帮助我们破迷开悟，破迷开悟之后，你才真正离苦得乐。苦是从迷惑、造业，苦是果报、受报，这把苦的根源找出来了。乐是从明了宇宙人生的真相，在佛法里面常讲宇宙万有的性相、理事、因果，彻底明白通达，这个人就叫做佛，就叫做菩萨。明了、通达，绝对不会做一桩错事情，不会有丝毫迷惑，那你怎么会不快乐！这个「乐」，不是世间苦乐的乐。世间苦乐，乐还是苦，乐是坏苦！苦乐两边都没有，那才叫真乐，那才叫究竟乐。所以这个乐，离苦得乐的乐，也很不好懂，很多人误会，以为是苦乐的乐，那搞错了，跟佛讲的本意相差距离很大。所以一定要觉悟，觉悟才是真正的一条生路。",
      "zh_TW": "佛法教學，它的宗旨、目標是幫助我們破迷開悟，破迷開悟之後，你才真正離苦得樂。苦是從迷惑、造業，苦是果報、受報，這把苦的根源找出來了。樂是從明瞭宇宙人生的真相，在佛法裡面常講宇宙萬有的性相、理事、因果，徹底明白通達，這個人就叫做佛，就叫做菩薩。明瞭、通達，絕對不會做一樁錯事情，不會有絲毫迷惑，那你怎麼會不快樂！這個「樂」，不是世間苦樂的樂。世間苦樂，樂還是苦，樂是壞苦！苦樂兩邊都沒有，那才叫真樂，那才叫究竟樂。所以這個樂，離苦得樂的樂，也很不好懂，很多人誤會，以為是苦樂的樂，那搞錯了，跟佛講的本意相差距離很大。所以一定要覺悟，覺悟才是真正的一條生路。"
    },
    {
      "id": "21-144-0001_p0047",
      "zh_CN": "你所得的身，大乘经上讲的清净法身，清净法身没有生灭；这个肉身有生灭，清净法身没有生灭。佛在大乘经上用海做比喻，大海是清净法身。我们肉身是什么？是大海里头一个水泡；水泡有生灭，大海没有生灭。我们的真身、我们的本来身，没有生灭的，是不生不灭的；这个肉身不是我们的真身，不是我们原本的身体，这一定要知道，这是个假东西。佛门常讲「借假修真」，这个假的也不要糟蹋，好好的利用它。短短数十年寒暑，如果你运气很好，你遇到真正的善知识，走的路子正确，这几十年当中可以成无上道。如果你把方向、目标走错了，那真是无量劫也没有办法找到正路。",
      "zh_TW": "你所得的身，大乘經上講的清淨法身，清淨法身沒有生滅；這個肉身有生滅，清淨法身沒有生滅。佛在大乘經上用海做比喻，大海是清淨法身。我們肉身是什麼？是大海裡頭一個水泡；水泡有生滅，大海沒有生滅。我們的真身、我們的本來身，沒有生滅的，是不生不滅的；這個肉身不是我們的真身，不是我們原本的身體，這一定要知道，這是個假東西。佛門常講「借假修真」，這個假的也不要糟蹋，好好的利用它。短短數十年寒暑，如果你運氣很好，你遇到真正的善知識，走的路子正確，這幾十年當中可以成無上道。如果你把方向、目標走錯了，那真是無量劫也沒有辦法找到正路。"
    },
    {
      "id": "21-144-0001_p0048",
      "zh_CN": "清净心、真诚心落实在生活上就是十善业，所以十善业是性德，是自性圆满的流露。诸佛菩萨应化在世间，应化在九法界，现身说法，做出榜样、模范来感化众生，这是大慈大悲的具体展示。一切众生在迷，当然这个迷不是容易破除的，要慢慢来，要很长的时间。甚至于迷得很重的人，要帮助他觉悟，要多长的时间？无量劫！我们在这里看出佛的慈悲，无量劫他都不舍弃，生生世世都在照顾、都在帮助。让他一点一点慢慢来觉悟，非常有耐心，这里面没有一丝毫的怨恨，没有一丝毫的厌弃。所以佛菩萨的恩德，凡夫不知道，凡夫粗心大意，他怎么会觉察得到？",
      "zh_TW": "清淨心、真誠心落實在生活上就是十善業，所以十善業是性德，是自性圓滿的流露。諸佛菩薩應化在世間，應化在九法界，現身說法，做出榜樣、模範來感化眾生，這是大慈大悲的具體展示。一切眾生在迷，當然這個迷不是容易破除的，要慢慢來，要很長的時間。甚至於迷得很重的人，要幫助他覺悟，要多長的時間？無量劫！我們在這裡看出佛的慈悲，無量劫他都不捨棄，生生世世都在照顧、都在幫助。讓他一點一點慢慢來覺悟，非常有耐心，這裡面沒有一絲毫的怨恨，沒有一絲毫的厭棄。所以佛菩薩的恩德，凡夫不知道，凡夫粗心大意，他怎麼會覺察得到？"
    },
    {
      "id": "21-144-0001_p0049",
      "zh_CN": "菩萨示现不杀生，不伤害一切众生，得的果报是什么？健康长寿！凡夫希望自己健康长寿，天天杀害一切众生，你想想看，你那个果报能得健康长寿吗？不错，世间确确实实有杀害一切众生，天天吃众生肉的，还活到九十几岁、一百多岁的。如果这个人了解宇宙人生真相，他要是大发慈悲心，他要是断杀业、不吃众生肉，他的寿命可能活到两百岁、三百岁！因为他做错了，所以他的寿命也打了对折，本来活到两、三百岁的，只能够活到一百多岁他就死了。这是什么原因？这就讲到业因果报，过去世造的业因好，这一生当中迷惑，所以打对折了。我们今天学了佛之后，才把这个道理搞清楚、搞明白，这相当不容易，改造自己的命运。",
      "zh_TW": "菩薩示現不殺生，不傷害一切眾生，得的果報是什麼？健康長壽！凡夫希望自己健康長壽，天天殺害一切眾生，你想想看，你那個果報能得健康長壽嗎？不錯，世間確確實實有殺害一切眾生，天天吃眾生肉的，還活到九十幾歲、一百多歲的。如果這個人了解宇宙人生真相，他要是大發慈悲心，他要是斷殺業、不吃眾生肉，他的壽命可能活到兩百歲、三百歲！因為他做錯了，所以他的壽命也打了對折，本來活到兩、三百歲的，只能夠活到一百多歲他就死了。這是什麼原因？這就講到業因果報，過去世造的業因好，這一生當中迷惑，所以打對折了。我們今天學了佛之後，才把這個道理搞清楚、搞明白，這相當不容易，改造自己的命運。"
    },
    {
      "id": "21-144-0001_p0050",
      "zh_CN": "不偷盗，果报是得大富。偷盗，包括的范围非常广，说到最细密的就是占便宜；能够把占别人便宜的念头断掉，你这才能修大富贵。希望占别人便宜的那个念头，那个念头是盗心，这个心不善！不但对一切众生不能够有欺负别人的念头、占别人便宜的念头，对国家亦复如是。我们看到许多同修，虽然学了佛、受了菩萨戒，还是想什么？占国家一点便宜。怎么占法？想方法可以少缴一点税，一般人讲走法律的漏洞。少缴一点税，占国家的便宜，还是一个盗心。",
      "zh_TW": "不偷盜，果報是得大富。偷盜，包括的範圍非常廣，說到最細密的就是佔便宜；能夠把佔別人便宜的念頭斷掉，你這才能修大富貴。希望佔別人便宜的那個念頭，那個念頭是盜心，這個心不善！不但對一切眾生不能夠有欺負別人的念頭、佔別人便宜的念頭，對國家亦復如是。我們看到許多同修，雖然學了佛、受了菩薩戒，還是想什麼？佔國家一點便宜。怎麼佔法？想方法可以少繳一點稅，一般人講走法律的漏洞。少繳一點稅，佔國家的便宜，還是一個盜心。"
    },
    {
      "id": "21-144-0001_p0051",
      "zh_CN": "我在澳洲，准备在那边每年多住一段时间，那个地方的会计师就来找我。他说：法师，我们可以帮忙你少缴一点税。我说：不可以，这个念头不好，这个念头是盗心。我说：我们无论在什么地方，我们都是帮助别人，国家也需要帮助，帮助国家是好事情，让这个国家富强，人民生活能够安乐，这是我们应当要做的。如果每个人都有这个念头，国家吃亏大了。国家有了损害，那是全民的伤害。你想想看，你这个偷盗的业可造大了，这不是对一个人、两个人。所以国家的这些财物决定不能偷盗，偷盗结罪很麻烦。我偷盗一个人的，将来都要还债，还一个人容易办。如果这个财产是国家的、是政府的，你要是偷盗，国家这个财富是全国人民纳税来建立的、来设施的，你要是偷盗它，不管偷盗多少，你的债主是这一国的人民，你能吃得消吗？你那个还债要到哪一辈子才能还得清！",
      "zh_TW": "我在澳洲，準備在那邊每年多住一段時間，那個地方的會計師就來找我。他說：法師，我們可以幫忙你少繳一點稅。我說：不可以，這個念頭不好，這個念頭是盜心。我說：我們無論在什麼地方，我們都是幫助別人，國家也需要幫助，幫助國家是好事情，讓這個國家富強，人民生活能夠安樂，這是我們應當要做的。如果每個人都有這個念頭，國家吃虧大了。國家有了損害，那是全民的傷害。你想想看，你這個偷盜的業可造大了，這不是對一個人、兩個人。所以國家的這些財物決定不能偷盜，偷盜結罪很麻煩。我偷盜一個人的，將來都要還債，還一個人容易辦。如果這個財產是國家的、是政府的，你要是偷盜，國家這個財富是全國人民納稅來建立的、來設施的，你要是偷盜它，不管偷盜多少，你的債主是這一國的人民，你能吃得消嗎？你那個還債要到哪一輩子才能還得清！"
    },
    {
      "id": "21-144-0001_p0052",
      "zh_CN": "但是更可怕的，是佛门里面的三宝物。国家还有界限，中国再大也不过是十三亿人，你的债主有十三亿，还是有数字。如果盗三宝物，那个麻烦就大了！因为三宝没有边际，它通虚空法界、通十方三世。你要是毁坏道场，这个罪，这是佛在经上讲的，佛菩萨不能救！《地藏经》上都有。你造五逆十恶罪，佛菩萨能救你。你破坏三宝物，佛菩萨不能救你。为什么？你债主太多了，你的债主是尽虚空遍法界，还通十方三世，你这个麻烦大了。然后你才晓得对三宝的供养福有多大，不可思议！谁会干这个事情？迷惑颠倒的人，不了解事实真相的人，胆大妄为，他敢造！造这个业，你看看《地藏经》，看看过去我们讲过的《发起菩萨殊胜志乐经》、你看看《戒经》，果报都在阿鼻地狱。那个进去容易出来难，出来不是万岁万万岁，是无量劫又无量劫。为什么在这一生当中要干这种事情？",
      "zh_TW": "但是更可怕的，是佛門裡面的三寶物。國家還有界限，中國再大也不過是十三億人，你的債主有十三億，還是有數字。如果盜三寶物，那個麻煩就大了！因為三寶沒有邊際，它通虛空法界、通十方三世。你要是毀壞道場，這個罪，這是佛在經上講的，佛菩薩不能救！《地藏經》上都有。你造五逆十惡罪，佛菩薩能救你。你破壞三寶物，佛菩薩不能救你。為什麼？你債主太多了，你的債主是盡虛空遍法界，還通十方三世，你這個麻煩大了。然後你才曉得對三寶的供養福有多大，不可思議！誰會幹這個事情？迷惑顛倒的人，不了解事實真相的人，膽大妄為，他敢造！造這個業，你看看《地藏經》，看看過去我們講過的《發起菩薩殊勝志樂經》、你看看《戒經》，果報都在阿鼻地獄。那個進去容易出來難，出來不是萬歲萬萬歲，是無量劫又無量劫。為什麼在這一生當中要幹這種事情？"
    },
    {
      "id": "21-144-0001_p0053",
      "zh_CN": "所以佛弟子一定有一个善心，护持佛法。这个地方佛法衰微，我们要想办法帮助它，帮助它兴起来，不要把它毁掉。实在没有办法帮助它，我们也要把它的法脉能够延续下去。道场没有了，法不能够在世间消失，真正有发心修学这个法门的人，我们全心全力照顾他。古人说得好，「人能弘道，非道弘人」，只要有真正修行人在，建立道场不是难事。最怕的是没有真正发心修行人，那才是众生的灾难！法脉断掉的时候，众生以后没有这种机缘了。所以续佛慧命是世出世间第一等好事，我们一定要懂得。",
      "zh_TW": "所以佛弟子一定有一個善心，護持佛法。這個地方佛法衰微，我們要想辦法幫助它，幫助它興起來，不要把它毀掉。實在沒有辦法幫助它，我們也要把它的法脈能夠延續下去。道場沒有了，法不能夠在世間消失，真正有發心修學這個法門的人，我們全心全力照顧他。古人說得好，「人能弘道，非道弘人」，只要有真正修行人在，建立道場不是難事。最怕的是沒有真正發心修行人，那才是眾生的災難！法脈斷掉的時候，眾生以後沒有這種機緣了。所以續佛慧命是世出世間第一等好事，我們一定要懂得。"
    },
    {
      "id": "21-144-0001_p0054",
      "zh_CN": "我们讲经常年不断，为什么这一次到日本来讲经？到这边来讲经，听众，诸位看到的，还都是我们熟面孔。为什么到这个地方来？定律师在接洽的时候，在促发这个因缘的时候，水谷先生原先提议我们到学校里面去讲，或者是在外面租借场地来讲。我一定要坚持在寺院。他说：寺院很少人会来听。没有关系，没有人听，有鬼神听！你看这个寺庙里面供了多少牌位、多少鬼神，我们都把他请来了，请到这边来，他都在这儿听！现在鬼神学佛比人学得认真，他们知道轮回苦，知道世间有灾难，他们的警觉性比人高很多倍！他要求我到这边来跟大家讲讲经，我相信一定有道理。所以我们选定、要求在寺院，目的是希望把寺院讲经的活动能够带动起来。",
      "zh_TW": "我們講經常年不斷，為什麼這一次到日本來講經？到這邊來講經，聽眾，諸位看到的，還都是我們熟面孔。為什麼到這個地方來？定律師在接洽的時候，在促發這個因緣的時候，水谷先生原先提議我們到學校裡面去講，或者是在外面租借場地來講。我一定要堅持在寺院。他說：寺院很少人會來聽。沒有關係，沒有人聽，有鬼神聽！你看這個寺廟裡面供了多少牌位、多少鬼神，我們都把他請來了，請到這邊來，他都在這兒聽！現在鬼神學佛比人學得認真，他們知道輪迴苦，知道世間有災難，他們的警覺性比人高很多倍！他要求我到這邊來跟大家講講經，我相信一定有道理。所以我們選定、要求在寺院，目的是希望把寺院講經的活動能夠帶動起來。"
    },
    {
      "id": "21-144-0001_p0055",
      "zh_CN": "佛法是教学，释迦牟尼佛当年在世，一生四十九年天天跟大家上课，天天在教学，没有一天休息。我们从释迦牟尼佛事迹来观察，他老人家是从教学起家的，只要你有人教，他就有学生来学。我早年学佛，亲近李炳南老居士。老居士到台中，最初给同学们讲经说法是在居士家里，人家家里面的客厅，听众三、五个人，七、八个人。以后慢慢听的人愈来愈多，有一百多人，人家家里没有那么大的客厅，容纳不下了。好，大家想办法凑一点钱，买个讲堂，买一栋民房，把里面房间拆掉做一个讲堂，这样子人就愈来愈多。我认识他的时候，他在台中已经讲了十年。听众有多少人？他老人家告诉我有二十万人，十年有二十万人。我跟他十年，我离开他的时候，台中的莲友超过三十万人。所以我的估计，他老人家到往生的时候，台中莲友应该有五十万到六十万人。这些人都是听经闻法，懂得佛法道理，不是迷信，跟一般寺庙信徒不相同。所以道场要兴旺，唯一的方法，讲经说法就兴旺了。",
      "zh_TW": "佛法是教學，釋迦牟尼佛當年在世，一生四十九年天天跟大家上課，天天在教學，沒有一天休息。我們從釋迦牟尼佛事蹟來觀察，他老人家是從教學起家的，只要你有人教，他就有學生來學。我早年學佛，親近李炳南老居士。老居士到台中，最初給同學們講經說法是在居士家裡，人家家裡面的客廳，聽眾三、五個人，七、八個人。以後慢慢聽的人愈來愈多，有一百多人，人家家裡沒有那麼大的客廳，容納不下了。好，大家想辦法湊一點錢，買個講堂，買一棟民房，把裡面房間拆掉做一個講堂，這樣子人就愈來愈多。我認識他的時候，他在台中已經講了十年。聽眾有多少人？他老人家告訴我有二十萬人，十年有二十萬人。我跟他十年，我離開他的時候，台中的蓮友超過三十萬人。所以我的估計，他老人家到往生的時候，台中蓮友應該有五十萬到六十萬人。這些人都是聽經聞法，懂得佛法道理，不是迷信，跟一般寺廟信徒不相同。所以道場要興旺，唯一的方法，講經說法就興旺了。"
    },
    {
      "id": "21-144-0001_p0056",
      "zh_CN": "你们有很多同学曾经去过新加坡，我们在新加坡住了三年，天天在那里讲经说法，新加坡道场兴旺起来了，很明显的事实。要兴旺一定要教学，认真的教学，学校办得好，学生自然来求学，一个道理！道场就是学校，如果里头不讲经、不上课、不教学，学生就散掉，这是自自然然的道理。我们明白这个道理，走释迦牟尼佛的路子，天天讲经，天天教学。现在可以用网际网路、用卫星电视做远程的教学，虽然在摄影棚里面讲经，学生遍及全世界！凡是在网路、在电视机面前跟我们一起共修的，都是我们志同道合的同参道友，不一定天天在一起聚会，我们的精神永远结合在一起。",
      "zh_TW": "你們有很多同學曾經去過新加坡，我們在新加坡住了三年，天天在那裡講經說法，新加坡道場興旺起來了，很明顯的事實。要興旺一定要教學，認真的教學，學校辦得好，學生自然來求學，一個道理！道場就是學校，如果裡頭不講經、不上課、不教學，學生就散掉，這是自自然然的道理。我們明白這個道理，走釋迦牟尼佛的路子，天天講經，天天教學。現在可以用網際網路、用衛星電視做遠程的教學，雖然在攝影棚裡面講經，學生遍及全世界！凡是在網路、在電視機面前跟我們一起共修的，都是我們志同道合的同參道友，不一定天天在一起聚會，我們的精神永遠結合在一起。"
    },
    {
      "id": "21-144-0001_p0057",
      "zh_CN": "我们认真努力依照经典教诲去做，不是说我要记住、背得很熟，要讲得天花乱坠，不是。一定要把它做出来，自自然然就影响社会，就教化众生，这样才能够消除冲突，才能够促进世界和平，帮助这个世界繁荣兴旺，人民安乐幸福。我们到这个世间来，没有白来了，做样子给人看。最好的样子，不杀生得健康长寿，不偷盗得富贵，不邪淫得端正庄严，用不着去化妆，用不着去搞美容，那是假的。在佛法里头，什么样的因有什么样的果报，佛有三十二相八十种好，每一个相好都有因缘的。我们要修、去做，做出来，展示这个相好给世间人看。长寿、富贵、相好是世间人所求的，佛法里头一样都不缺，样样都可以得到自在圆满。",
      "zh_TW": "我們認真努力依照經典教誨去做，不是說我要記住、背得很熟，要講得天花亂墜，不是。一定要把它做出來，自自然然就影響社會，就教化眾生，這樣才能夠消除衝突，才能夠促進世界和平，幫助這個世界繁榮興旺，人民安樂幸福。我們到這個世間來，沒有白來了，做樣子給人看。最好的樣子，不殺生得健康長壽，不偷盜得富貴，不邪淫得端正莊嚴，用不著去化妝，用不著去搞美容，那是假的。在佛法裡頭，什麼樣的因有什麼樣的果報，佛有三十二相八十種好，每一個相好都有因緣的。我們要修、去做，做出來，展示這個相好給世間人看。長壽、富貴、相好是世間人所求的，佛法裡頭一樣都不缺，樣樣都可以得到自在圓滿。"
    },
    {
      "id": "21-144-0001_p0058",
      "zh_CN": "十善业前面三条是身业，当中四条是口业，末后三条是意业。身、口、意的造作，可以说从早到晚，念念都不间断。每天所造的业都没有法子计算，何况一年，何况这一生？但是把它归纳起来，总不外乎这个十条，所以这十条是纲领。佛能够转恶为善，我们为什么不能？",
      "zh_TW": "十善業前面三條是身業，當中四條是口業，末後三條是意業。身、口、意的造作，可以說從早到晚，念念都不間斷。每天所造的業都沒有法子計算，何況一年，何況這一生？但是把它歸納起來，總不外乎這個十條，所以這十條是綱領。佛能夠轉惡為善，我們為什麼不能？"
    },
    {
      "id": "21-144-0001_p0059",
      "zh_CN": "说到这个地方，我们应当想想，我们这一生到这个世间来，到底是为什么来的？为什么要来？来干什么的？这一桩事情在这个世间想到的人不多，但是确实是有。而佛讲得最清楚最明白，让我们听了心服口服。佛说：到这个世间来的，两种原因。第一种是凡夫，凡夫为什么到这个世间来？来酬业的，过去生中造的业，这一生是来受果报的。过去生中造善业，你这一生来享福；过去生中造恶业，你这一生来受苦报。人生酬业！可是酬业，他又不老实；他老实，那问题容易解决。老实像什么样的人？像袁了凡先生没有遇到云谷禅师之前，他知道自己的命运，所以什么妄念都没有了，真的是照着命运过日子，那的的确确是来酬业的。为什么？他也没有什么善，也没有什么恶，是来酬业的。这样的人在现代，我们还发现了不少，特别是在美国；其他地区我相信有，但是我们没有这个讯息。",
      "zh_TW": "說到這個地方，我們應當想想，我們這一生到這個世間來，到底是為什麼來的？為什麼要來？來幹什麼的？這一樁事情在這個世間想到的人不多，但是確實是有。而佛講得最清楚最明白，讓我們聽了心服口服。佛說：到這個世間來的，兩種原因。第一種是凡夫，凡夫為什麼到這個世間來？來酬業的，過去生中造的業，這一生是來受果報的。過去生中造善業，你這一生來享福；過去生中造惡業，你這一生來受苦報。人生酬業！可是酬業，他又不老實；他老實，那問題容易解決。老實像什麼樣的人？像袁了凡先生沒有遇到雲谷禪師之前，他知道自己的命運，所以什麼妄念都沒有了，真的是照著命運過日子，那的的確確是來酬業的。為什麼？他也沒有什麼善，也沒有什麼惡，是來酬業的。這樣的人在現代，我們還發現了不少，特別是在美國；其他地區我相信有，但是我們沒有這個訊息。"
    },
    {
      "id": "21-144-0001_p0060",
      "zh_CN": "在美国，我们有一个同参道友钟茂森居士，在那边教书。我请他搜集美国对于因果轮回研究的报告，听说他们出了很多书，那都是真真实实的例子。他替我选购了三十几本，现在书都寄到澳洲学会了。发现到：这里许多人，他们是心理医生跟一些教授用催眠的方法，说他的过去世。居然有一个人说出过去生中八十多世，生生世世，八十多世他都在人间轮回。死了之后，来生还到人道来，时间推到四千多年前，他能够说得出来他每一生每一世生活的状况。有人就问我，他说：法师，这很奇怪，六道轮回他都没有到别道去，他生生世世都作人？我说：没错！生生世世像袁了凡那样子，那就生生世世在人道。果然没有错，这个人是很平凡的人，生活过得很清苦，生生世世都是这样子。没有大善，没有大恶，老实人，都是乡下人，文化水平都不高，生生世世就作人。人生酬业！",
      "zh_TW": "在美國，我們有一個同參道友鍾茂森居士，在那邊教書。我請他蒐集美國對於因果輪迴研究的報告，聽說他們出了很多書，那都是真真實實的例子。他替我選購了三十幾本，現在書都寄到澳洲學會了。發現到：這裡許多人，他們是心理醫生跟一些教授用催眠的方法，說他的過去世。居然有一個人說出過去生中八十多世，生生世世，八十多世他都在人間輪迴。死了之後，來生還到人道來，時間推到四千多年前，他能夠說得出來他每一生每一世生活的狀況。有人就問我，他說：法師，這很奇怪，六道輪迴他都沒有到別道去，他生生世世都作人？我說：沒錯！生生世世像袁了凡那樣子，那就生生世世在人道。果然沒有錯，這個人是很平凡的人，生活過得很清苦，生生世世都是這樣子。沒有大善，沒有大惡，老實人，都是鄉下人，文化水平都不高，生生世世就作人。人生酬業！"
    },
    {
      "id": "21-144-0001_p0061",
      "zh_CN": "我们拿这些例子来印证佛在经典上所说的，我们一点疑惑都没有了。凡是大善大恶，它就把业因转变了，人在这一生修大善，那就往上面升，他生到天道去了，欲界天、色界天，就升上去了；他要是造大恶，他就会到饿鬼、地狱、畜生，他就堕落了。所以说没有大善大恶，他能够在人道里面轮回，轮回到八十多次，四千多年，这是我们从前还没有听说过的。中国历史上没有看见过，但是我们相信肯定有。所以这是一种人。第二种人，是佛菩萨到这个世间来应化的。到世间来作人，就是这两大类，一类就是受果报，一类就是来度众生的，所谓「乘愿再来」。",
      "zh_TW": "我們拿這些例子來印證佛在經典上所說的，我們一點疑惑都沒有了。凡是大善大惡，它就把業因轉變了，人在這一生修大善，那就往上面升，他生到天道去了，欲界天、色界天，就升上去了；他要是造大惡，他就會到餓鬼、地獄、畜生，他就墮落了。所以說沒有大善大惡，他能夠在人道裡面輪迴，輪迴到八十多次，四千多年，這是我們從前還沒有聽說過的。中國歷史上沒有看見過，但是我們相信肯定有。所以這是一種人。第二種人，是佛菩薩到這個世間來應化的。到世間來作人，就是這兩大類，一類就是受果報，一類就是來度眾生的，所謂「乘願再來」。"
    },
    {
      "id": "21-144-0001_p0062",
      "zh_CN": "我们到底是什么原因到这个世间来的？自己要多想想。我在年轻的时候，十几岁，我记得我十四岁的时候常常想这些问题：我来到这个世间干什么的？我为什么来的？常常会想这个问题。当然我们是凡夫，我们还是业力受生，不是乘愿再来的。但是总算很幸运，在佛经里面讲有善根福德因缘，遇到佛法了。遇到佛法，就是你遇到觉悟的机会，你要是抓住这个机会，好好认真努力学习，可以把业力转变成愿力。不一定是等往生西方极乐世界再乘愿再来，现在我们能把业力消除掉，愿力加强，愿力超过业力，就乘愿再来了！",
      "zh_TW": "我們到底是什麼原因到這個世間來的？自己要多想想。我在年輕的時候，十幾歲，我記得我十四歲的時候常常想這些問題：我來到這個世間幹什麼的？我為什麼來的？常常會想這個問題。當然我們是凡夫，我們還是業力受生，不是乘願再來的。但是總算很幸運，在佛經裡面講有善根福德因緣，遇到佛法了。遇到佛法，就是你遇到覺悟的機會，你要是抓住這個機會，好好認真努力學習，可以把業力轉變成願力。不一定是等往生西方極樂世界再乘願再來，現在我們能把業力消除掉，願力加強，願力超過業力，就乘願再來了！"
    },
    {
      "id": "21-144-0001_p0063",
      "zh_CN": "佛法说的这个道理，我们认真努力学习，确确实实把自私自利的念头放下，把怨天尤人的念头放下。在从前，稍稍受一点小小的委屈，心里头都不平，这是人之常情！我们自己也是一样。遇到佛法之后，我自己的经历，我很认真努力克服自己的烦恼习气，在这个境界里头磨炼，我自己的经验是三十年，自己才做得了主，才不被外面境界转。能做得了主，转过来，这就是转业力为愿力，现在不再是业力做主，愿力做主了。",
      "zh_TW": "佛法說的這個道理，我們認真努力學習，確確實實把自私自利的念頭放下，把怨天尤人的念頭放下。在從前，稍稍受一點小小的委屈，心裡頭都不平，這是人之常情！我們自己也是一樣。遇到佛法之後，我自己的經歷，我很認真努力克服自己的煩惱習氣，在這個境界裡頭磨鍊，我自己的經驗是三十年，自己才做得了主，才不被外面境界轉。能做得了主，轉過來，這就是轉業力為願力，現在不再是業力做主，願力做主了。"
    },
    {
      "id": "21-144-0001_p0064",
      "zh_CN": "所以顺境也好、逆境也好，我都能够把它化解。顺境里面决定不生贪恋的念头，逆境里头决定没有瞋恚的念头。无论是人事环境、物质环境，我能够保持平常心，《维摩经》上说平常心就是道。保持平等心、清净心，「常」是永远能够保持，永远生活在感恩的世界。这个人对我好，我感他的恩德；那个人对我不好，我也感他的恩德。人家说：不好的人对你有什么恩德？他消我的业障！要没有这些人来毁谤、来侮辱、来伤害，业障怎么消得掉？这些，佛法里叫「重罪轻报」，报掉了。他把我这些业障罪业报掉了，我感他的恩德。我感恩，对他也有好处，这叫自利才能够利他，害他决定是自害，这个道理不能不懂。",
      "zh_TW": "所以順境也好、逆境也好，我都能夠把它化解。順境裡面決定不生貪戀的念頭，逆境裡頭決定沒有瞋恚的念頭。無論是人事環境、物質環境，我能夠保持平常心，《維摩經》上說平常心就是道。保持平等心、清淨心，「常」是永遠能夠保持，永遠生活在感恩的世界。這個人對我好，我感他的恩德；那個人對我不好，我也感他的恩德。人家說：不好的人對你有什麼恩德？他消我的業障！要沒有這些人來毀謗、來侮辱、來傷害，業障怎麼消得掉？這些，佛法裡叫「重罪輕報」，報掉了。他把我這些業障罪業報掉了，我感他的恩德。我感恩，對他也有好處，這叫自利才能夠利他，害他決定是自害，這個道理不能不懂。"
    },
    {
      "id": "21-144-0001_p0065",
      "zh_CN": "特别是学佛的人，尤其想在这一生当中成就的人，一定要懂这个道理，一定要转境界。伤害我的人，如果我有怨恨心，我要报复他，那么我这一生能不能往生？决定不能。因为往生就不能报复了，你一定还留在这个世间，还找这个仇人，念念都不舍。你们看悟达国师，你看那个冤家对头，找了十世跟着他，找机会来报仇、来报复。冤冤相报，彼此两边都受害，这是错误，这是无量劫都没有办法脱离恶道，非常痛苦！我们如果念头一转，他来伤害我，我没有瞋恚心，我没有报复心，我自己随顺性德，我立刻就超生了。我这个超生是他帮助我的，我怎么能不感激他！将来他要不要堕恶道？他要堕恶道；他堕恶道，他在恶道里头受的痛苦很轻。",
      "zh_TW": "特別是學佛的人，尤其想在這一生當中成就的人，一定要懂這個道理，一定要轉境界。傷害我的人，如果我有怨恨心，我要報復他，那麼我這一生能不能往生？決定不能。因為往生就不能報復了，你一定還留在這個世間，還找這個仇人，念念都不捨。你們看悟達國師，你看那個冤家對頭，找了十世跟著他，找機會來報仇、來報復。冤冤相報，彼此兩邊都受害，這是錯誤，這是無量劫都沒有辦法脫離惡道，非常痛苦！我們如果念頭一轉，他來傷害我，我沒有瞋恚心，我沒有報復心，我自己隨順性德，我立刻就超生了。我這個超生是他幫助我的，我怎麼能不感激他！將來他要不要墮惡道？他要墮惡道；他墮惡道，他在惡道裡頭受的痛苦很輕。"
    },
    {
      "id": "21-144-0001_p0066",
      "zh_CN": "你们读经应当晓得，提婆达多害释迦牟尼佛，生生堕阿鼻地狱。佛告诉我们，他在阿鼻地狱里头不受苦，阿鼻地狱里的享受如同忉利天一样。你说为什么？成就释迦牟尼佛圆满的大德。这样的人是舍己为人，我宁愿造罪业把你捧上去，我自己堕地狱。所以他虽堕，受的罪很轻。这个就是什么？菩萨帮助他。对他没有一丝毫的怨恨心，没有一丝毫的报复心。他堕落是一定要堕落；如果不堕落，因果律被破坏了，所以他肯定是堕落。他堕落的时候不会受苦，将来离开恶道之后，他一定会遇到好的因缘。所以冤冤相报的这个念头，决定不可以有。尤其在现代这个社会，现在社会烦恼迷惑非常严重，报复这个心非常强烈，贪瞋痴慢天天在增长，所以这个世界有末日，世界有灾难。我们教化众生，特别要懂得着重这一点。",
      "zh_TW": "你們讀經應當曉得，提婆達多害釋迦牟尼佛，生生墮阿鼻地獄。佛告訴我們，他在阿鼻地獄裡頭不受苦，阿鼻地獄裡的享受如同忉利天一樣。你說為什麼？成就釋迦牟尼佛圓滿的大德。這樣的人是捨己為人，我寧願造罪業把你捧上去，我自己墮地獄。所以他雖墮，受的罪很輕。這個就是什麼？菩薩幫助他。對他沒有一絲毫的怨恨心，沒有一絲毫的報復心。他墮落是一定要墮落；如果不墮落，因果律被破壞了，所以他肯定是墮落。他墮落的時候不會受苦，將來離開惡道之後，他一定會遇到好的因緣。所以冤冤相報的這個念頭，決定不可以有。尤其在現代這個社會，現在社會煩惱迷惑非常嚴重，報復這個心非常強烈，貪瞋痴慢天天在增長，所以這個世界有末日，世界有災難。我們教化眾生，特別要懂得著重這一點。"
    },
    {
      "id": "21-144-0001_p0067",
      "zh_CN": "我们怎样教人？凡是对我们不好的人，我们特别有明显的感恩，教化社会大众，给社会做好样子，让他们看到、听到能够反省。为什么我不报复？不但不报复而且还感恩，是把这个拿来做教材，最好的教材。我们每一个人都把怨天尤人、报复冤亲债主这个念头舍弃，社会冲突就没有了，世界和平就能够落实，人民才真正能过幸福美满的生活。所以我常常劝导大家，我们一定要跟佛菩萨一样，在社会上做最好的形象、最好的样子，不要给社会大众做不好的样子。不好的样子，害社会，害众生；做好样子，是帮助社会、帮助众生。佛跟魔，就这一念的差别，学佛要在这些地方学习，一定要把十善业道落实，尽心尽力把它做到，希望能够圆满的做到。",
      "zh_TW": "我們怎樣教人？凡是對我們不好的人，我們特別有明顯的感恩，教化社會大眾，給社會做好樣子，讓他們看到、聽到能夠反省。為什麼我不報復？不但不報復而且還感恩，是把這個拿來做教材，最好的教材。我們每一個人都把怨天尤人、報復冤親債主這個念頭捨棄，社會衝突就沒有了，世界和平就能夠落實，人民才真正能過幸福美滿的生活。所以我常常勸導大家，我們一定要跟佛菩薩一樣，在社會上做最好的形象、最好的樣子，不要給社會大眾做不好的樣子。不好的樣子，害社會，害眾生；做好樣子，是幫助社會、幫助眾生。佛跟魔，就這一念的差別，學佛要在這些地方學習，一定要把十善業道落實，盡心盡力把它做到，希望能夠圓滿的做到。"
    }
  ]
}