{
  "doc_id": "21-742-0001",
  "title": {
    "zh_CN": "融东方传统文化与多元宗教团结以求达到世界和平",
    "zh_TW": "融東方傳統文化與多元宗教團結以求達到世界和平"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-742-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "21-742-0001_p0001",
      "zh_CN": "尊敬的校长先生、各位老师、各位同学、各位嘉宾：大家好！",
      "zh_TW": "尊敬的校長先生、各位老師、各位同學、各位嘉賓：大家好！"
    },
    {
      "id": "21-742-0001_p0002",
      "zh_CN": "今天我感到非常荣幸，能够有这个机会为大家介绍东方传统文化与多元宗教团结对于促进世界和平的重大意义！",
      "zh_TW": "今天我感到非常榮幸，能夠有這個機會為大家介紹東方傳統文化與多元宗教團結對於促進世界和平的重大意義！"
    },
    {
      "id": "21-742-0001_p0003",
      "zh_CN": "今天我们看到世界乱了：人心颓废、道德沦丧、社会动乱、灾难四起。这一切乱象的根本原因在哪里？根本原因在于教育出了问题。近百年来，全世界崇尚物质文明，逐渐疏忽了精神文明，于是东方世界疏忽了圣贤教育，西方世界疏忽了宗教教育。这两种教育涵盖四种普世教育，也就是伦理教育、道德教育、因果教育和宗教教育。疏忽了这四种普世教育，人民的人生观与价值观就出现偏差，偏离了仁义礼智等做人应有的德行，一昧追求财色名利与物质享受。为了满足自私自利，甚至不惜损人利己；为了发展经济，甚至不惜牺牲大自然。其结果就造成种种乱象纷至沓来，而且愈演愈烈。",
      "zh_TW": "今天我們看到世界亂了：人心頹廢、道德淪喪、社會動亂、災難四起。這一切亂象的根本原因在哪裡？根本原因在於教育出了問題。近百年來，全世界崇尚物質文明，逐漸疏忽了精神文明，於是東方世界疏忽了聖賢教育，西方世界疏忽了宗教教育。這兩種教育涵蓋四種普世教育，也就是倫理教育、道德教育、因果教育和宗教教育。疏忽了這四種普世教育，人民的人生觀與價值觀就出現偏差，偏離了仁義禮智等做人應有的德行，一昧追求財色名利與物質享受。為了滿足自私自利，甚至不惜損人利己；為了發展經濟，甚至不惜犧牲大自然。其結果就造成種種亂象紛至沓來，而且愈演愈烈。"
    },
    {
      "id": "21-742-0001_p0004",
      "zh_CN": "要解决今天世界所面临的问题，挽救世界毁灭的厄运，端赖振兴伦理教育、道德教育、因果教育和宗教教育。所用的方法归结起来，就是弘扬东方传统文化与促进多元宗教团结。从哪里开始做起呢？就从贵校「威尔士三一圣大卫大学」开始做起。",
      "zh_TW": "要解決今天世界所面臨的問題，挽救世界毀滅的厄運，端賴振興倫理教育、道德教育、因果教育和宗教教育。所用的方法歸結起來，就是弘揚東方傳統文化與促進多元宗教團結。從哪裡開始做起呢？就從貴校「威爾士三一聖大衛大學」開始做起。"
    },
    {
      "id": "21-742-0001_p0005",
      "zh_CN": "东方传统文化与世界和平",
      "zh_TW": "東方傳統文化與世界和平"
    },
    {
      "id": "21-742-0001_p0006",
      "zh_CN": "全世界各民族的传统文化都是先民遗留下来的智慧经验结晶，都有很好的参考价值，都值得我们珍惜与尊重。可惜许多优秀的传统文化堙灭在历史长河之中，未能保留到今天。现在我要报告的，是我所熟知的东方传统文化，以中国传统文化为主体，因为它涵盖了中国的本土和印度的佛教文化，形成了以「儒、释、道」三家为主流的传统文化。上个世纪七十年代，贵国著名的历史哲学家汤恩比博士说：「要解决二十一世纪的社会问题，端赖中国的孔孟学说与大乘佛法。」许多年前，当我第一次读到他这段话的时候，我感到非常惊喜！因为他把我心里的话讲出来了，而且讲得如此坚决与肯定，他的理念和我数十年来的信念是一致的，所以他的话更坚定了我的信心。",
      "zh_TW": "全世界各民族的傳統文化都是先民遺留下來的智慧經驗結晶，都有很好的參考價值，都值得我們珍惜與尊重。可惜許多優秀的傳統文化堙滅在歷史長河之中，未能保留到今天。現在我要報告的，是我所熟知的東方傳統文化，以中國傳統文化為主體，因為它涵蓋了中國的本土和印度的佛教文化，形成了以「儒、釋、道」三家為主流的傳統文化。上個世紀七十年代，貴國著名的歷史哲學家湯恩比博士說：「要解決二十一世紀的社會問題，端賴中國的孔孟學說與大乘佛法。」許多年前，當我第一次讀到他這段話的時候，我感到非常驚喜！因為他把我心裡的話講出來了，而且講得如此堅決與肯定，他的理念和我數十年來的信念是一致的，所以他的話更堅定了我的信心。"
    },
    {
      "id": "21-742-0001_p0007",
      "zh_CN": "记得二ＯＯ六年，我应邀参加法国巴黎联合国教科文组织总部举办的卫塞节庆典论坛，在那里为驻教科文组织的各国大使代表介绍我们实践中国传统文化与落实宗教团结的成果。会后我就访问牛津大学、剑桥大学和伦敦大学，那是我第一次到贵国来访问。当时我和这些大学汉学系的教授与研究生举行一次交流，他们皆是专门研究汉学的学者，研究中国的儒释道，他们能读中国的文言文，讲的一口北京话比我还标准，跟他们交流不需要翻译，令我很佩服。",
      "zh_TW": "記得二ＯＯ六年，我應邀參加法國巴黎聯合國教科文組織總部舉辦的衛塞節慶典論壇，在那裡為駐教科文組織的各國大使代表介紹我們實踐中國傳統文化與落實宗教團結的成果。會後我就訪問牛津大學、劍橋大學和倫敦大學，那是我第一次到貴國來訪問。當時我和這些大學漢學系的教授與研究生舉行一次交流，他們皆是專門研究漢學的學者，研究中國的儒釋道，他們能讀中國的文言文，講的一口北京話比我還標準，跟他們交流不需要翻譯，令我很佩服。"
    },
    {
      "id": "21-742-0001_p0008",
      "zh_CN": "交流当中，我就举出汤恩比博士的这段话，然后问他们：汤恩比的话你们相信吗？他们不敢回答，对着我笑，笑了半天。我反过来问他们：那汤恩比是不是讲错了？他们也不答应，只是对着我笑，逼着我不能不说话。我说你们很聪明，既不赞成，也不反对。你们为什么不敢反对？因为汤恩比的名气太大了，所以不敢反对。你们为什么不敢承认？因为你们有怀疑：既然中国文化这么好，为什么中国人自己不要了，要学西洋的？这就值得怀疑。是不是这样的？大家点头了。我说，这个问题，如果你们深入研究中国近代这一、二百年的历史，就会得到答案。为什么汤恩比那么样的肯定？因为他对中国历史文化了解得太深入了，所以他一点怀疑都没有。和汤恩比博士一样对中国有深入了解的欧洲人还有好几位，他们真正识宝，例如李约瑟、罗素，他们都是贵国的名人。",
      "zh_TW": "交流當中，我就舉出湯恩比博士的這段話，然後問他們：湯恩比的話你們相信嗎？他們不敢回答，對著我笑，笑了半天。我反過來問他們：那湯恩比是不是講錯了？他們也不答應，只是對著我笑，逼著我不能不說話。我說你們很聰明，既不贊成，也不反對。你們為什麼不敢反對？因為湯恩比的名氣太大了，所以不敢反對。你們為什麼不敢承認？因為你們有懷疑：既然中國文化這麼好，為什麼中國人自己不要了，要學西洋的？這就值得懷疑。是不是這樣的？大家點頭了。我說，這個問題，如果你們深入研究中國近代這一、二百年的歷史，就會得到答案。為什麼湯恩比那麼樣的肯定？因為他對中國歷史文化了解得太深入了，所以他一點懷疑都沒有。和湯恩比博士一樣對中國有深入了解的歐洲人還有好幾位，他們真正識寶，例如李約瑟、羅素，他們都是貴國的名人。"
    },
    {
      "id": "21-742-0001_p0009",
      "zh_CN": "我跟他们说，如果你们以同样的问题来问我，我会回答你们：汤恩比的话说得一点都不错，只是你们解读错了。我问他们：你们研究中国的儒释道，为什么你们还会怀疑？我接着说，说到孔孟学说，你们是不是马上就想到四书五经、十三经？他们点头。说到大乘佛法，是不是马上想到《华严》、《法华》、《般若》这些大经大论？这些能不能解决今天的社会问题？不能。为什么不能？因为这些东西太高深了，几个人能懂？我说这些是孔孟学说、大乘佛法的花果。你们看到的是花果，把它当作艺术品来欣赏，对你们实际生活不起作用。我说，花果从哪里来的？枝上长的。枝从哪来的？干上生的。干从哪里来的？本上生的。本从哪里来的？根上生的。孔孟学说的根是什么？大乘佛法的根是什么？这一问，他们都茫然了，不知道如何回答。没有根本，哪来的花果？最后我说，我具体告诉你们，《弟子规》是孔孟学说的根，《十善业道》是大乘佛法的根，还有《太上感应篇》是道家的根。如果你从这三个根上下手，那是儒释道的普世教育，也就是说所有的人民都应该学习的，这里包括伦理教育、道德教育、因果教育和圣贤教育。这是非常管用，真正能帮助这个世界化解冲突，促进安定和平。所以汤恩比的话没有说错，只是你们解读错了。",
      "zh_TW": "我跟他們說，如果你們以同樣的問題來問我，我會回答你們：湯恩比的話說得一點都不錯，只是你們解讀錯了。我問他們：你們研究中國的儒釋道，為什麼你們還會懷疑？我接著說，說到孔孟學說，你們是不是馬上就想到四書五經、十三經？他們點頭。說到大乘佛法，是不是馬上想到《華嚴》、《法華》、《般若》這些大經大論？這些能不能解決今天的社會問題？不能。為什麼不能？因為這些東西太高深了，幾個人能懂？我說這些是孔孟學說、大乘佛法的花果。你們看到的是花果，把它當作藝術品來欣賞，對你們實際生活不起作用。我說，花果從哪裡來的？枝上長的。枝從哪來的？幹上生的。幹從哪裡來的？本上生的。本從哪裡來的？根上生的。孔孟學說的根是什麼？大乘佛法的根是什麼？這一問，他們都茫然了，不知道如何回答。沒有根本，哪來的花果？最後我說，我具體告訴你們，《弟子規》是孔孟學說的根，《十善業道》是大乘佛法的根，還有《太上感應篇》是道家的根。如果你從這三個根上下手，那是儒釋道的普世教育，也就是說所有的人民都應該學習的，這裡包括倫理教育、道德教育、因果教育和聖賢教育。這是非常管用，真正能幫助這個世界化解衝突，促進安定和平。所以湯恩比的話沒有說錯，只是你們解讀錯了。"
    },
    {
      "id": "21-742-0001_p0010",
      "zh_CN": "最近十几年来，我有幸代表澳洲昆士兰大学、格里菲斯大学，参加联合国教科文组织主导的世界和平会议。参加开会的人都是各个大学里面的专家学者，以及各行业里面的领导人。每年开会，耗费的人力、财力、物力不计其数，可是效果呢？国际的冲突年年上升，灾难一次比一次严重，让这些与会大众对于和平渐渐失掉信心。我前后参加了十几次和平会议，在好几次的主题讲演当中，把中国传统文化如何能化解冲突、促进世界和平向大家做了详细报告。这确实是大家以前没听说过的、闻所未闻的，大家听了之后很欢喜。可是会后我们在一起吃饭、聊天，就有人问我，不止一个人，说我说得很好，可是这只是理论，实际上做不到！我听到这个话就像挨了一顿大棒，非常吃惊！这是什么？这真的叫「信心危机」，这才是危机的所在，对于古圣先贤不相信，这个问题严重了！",
      "zh_TW": "最近十幾年來，我有幸代表澳洲昆士蘭大學、格里菲斯大學，參加聯合國教科文組織主導的世界和平會議。參加開會的人都是各個大學裡面的專家學者，以及各行業裡面的領導人。每年開會，耗費的人力、財力、物力不計其數，可是效果呢？國際的衝突年年上升，災難一次比一次嚴重，讓這些與會大眾對於和平漸漸失掉信心。我前後參加了十幾次和平會議，在好幾次的主題講演當中，把中國傳統文化如何能化解衝突、促進世界和平向大家做了詳細報告。這確實是大家以前沒聽說過的、聞所未聞的，大家聽了之後很歡喜。可是會後我們在一起吃飯、聊天，就有人問我，不止一個人，說我說得很好，可是這只是理論，實際上做不到！我聽到這個話就像挨了一頓大棒，非常吃驚！這是什麼？這真的叫「信心危機」，這才是危機的所在，對於古聖先賢不相信，這個問題嚴重了！"
    },
    {
      "id": "21-742-0001_p0011",
      "zh_CN": "如何才能让他们相信？只有做出榜样来给大家看。所以我就想找一个地方来做一个实验点，做成功了，让他们来看，这才能使他们建立信心。于是在二ＯＯ五年的年底，在中国安徽省庐江县汤池镇开办了一个文化教育中心，推动儒释道三个根的教育。我要求中心三十七位老师必须自己先做到，真正落实三个根，然后才能教导别人。真是没有想到成功得那么快！我们原先以为，总得二、三年才能做出成绩，没有想到三、四个月就成绩卓着。小镇四万八千居民善良的本性被唤醒了，小镇的风气大幅改善，脏乱的环境变得整洁了，紧张的家庭关系和邻里关系变得和谐了，犯罪率和离婚率都大幅度的降低了，确实做出了「和谐社会，礼义家邦」的典范。这个实验证明了两件事：第一个，证明「人性本善」；第二个，证明「人是很好教的」，三个月就回头，真的是祖宗保佑，我们要感恩戴德！",
      "zh_TW": "如何才能讓他們相信？只有做出榜樣來給大家看。所以我就想找一個地方來做一個實驗點，做成功了，讓他們來看，這才能使他們建立信心。於是在二ＯＯ五年的年底，在中國安徽省廬江縣湯池鎮開辦了一個文化教育中心，推動儒釋道三個根的教育。我要求中心三十七位老師必須自己先做到，真正落實三個根，然後才能教導別人。真是沒有想到成功得那麼快！我們原先以為，總得二、三年才能做出成績，沒有想到三、四個月就成績卓著。小鎮四萬八千居民善良的本性被喚醒了，小鎮的風氣大幅改善，髒亂的環境變得整潔了，緊張的家庭關係和鄰里關係變得和諧了，犯罪率和離婚率都大幅度的降低了，確實做出了「和諧社會，禮義家邦」的典範。這個實驗證明了兩件事：第一個，證明「人性本善」；第二個，證明「人是很好教的」，三個月就回頭，真的是祖宗保佑，我們要感恩戴德！"
    },
    {
      "id": "21-742-0001_p0012",
      "zh_CN": "这个实验做成功了，我就想，怎样去介绍给联合国教科文组织的朋友们？我跟教科文交往次数很多，对它也很了解，知道这件事情不容易，因为必须是会员国才能在那个地方办活动。我相信这也是佛菩萨安排，教科文组织从来没有搞过宗教活动，这一次例外。就是二ＯＯ六年十月，他们将举办一个论坛来纪念释迦牟尼佛二千五百五十周年诞辰，论坛的主题是「佛教徒对人类的贡献」。他们找到泰国主办，泰国大使推荐我参加主办单位，这就是机会来了。",
      "zh_TW": "這個實驗做成功了，我就想，怎樣去介紹給聯合國教科文組織的朋友們？我跟教科文交往次數很多，對它也很了解，知道這件事情不容易，因為必須是會員國才能在那個地方辦活動。我相信這也是佛菩薩安排，教科文組織從來沒有搞過宗教活動，這一次例外。就是二ＯＯ六年十月，他們將舉辦一個論壇來紀念釋迦牟尼佛二千五百五十週年誕辰，論壇的主題是「佛教徒對人類的貢獻」。他們找到泰國主辦，泰國大使推薦我參加主辦單位，這就是機會來了。"
    },
    {
      "id": "21-742-0001_p0013",
      "zh_CN": "我们在那一次论坛当中做了八个小时的报告，做了三天的展览，把汤池小镇传统文化教育成果报告出来、展示出来了，这个活动非常成功。驻教科文组织的一百九十二个国家的代表、使节都想到汤池去参观考察，我们把前去参观的组别都分好了。只可惜最后由于一些因素，使得他们无法以现任大使的身分成行。但是，这些大使当中，我知道的，就有二、三十个人，以私人身分到中国观光旅游，在汤池住了几天，考察当地的实际情况，留下非常深刻的印象。这个信息传到国外去了，真做成功了，不是假的。这是一个证明，证明中国传统文化所讲的不只是理想，而是可以在现前的社会落实的。",
      "zh_TW": "我們在那一次論壇當中做了八個小時的報告，做了三天的展覽，把湯池小鎮傳統文化教育成果報告出來、展示出來了，這個活動非常成功。駐教科文組織的一百九十二個國家的代表、使節都想到湯池去參觀考察，我們把前去參觀的組別都分好了。只可惜最後由於一些因素，使得他們無法以現任大使的身分成行。但是，這些大使當中，我知道的，就有二、三十個人，以私人身分到中國觀光旅遊，在湯池住了幾天，考察當地的實際情況，留下非常深刻的印象。這個信息傳到國外去了，真做成功了，不是假的。這是一個證明，證明中國傳統文化所講的不只是理想，而是可以在現前的社會落實的。"
    },
    {
      "id": "21-742-0001_p0014",
      "zh_CN": "近年来，中国举办「道德讲堂」，每期七天，每个月办两期。做法是提供一个安定的环境，让修学的人在七天当中放下一切杂务，把心静下来，专心接受传统文化的伦理教育、道德教育、因果教育和圣贤教育。特别是其中的因果教育，让人深刻体会到因果法则的必然性，行善必定有善报，作恶一定有恶报。所以人就会产生警惕心，为了将来得到长远的幸福与快乐，现在就不敢再作恶，而是积极的去行善。",
      "zh_TW": "近年來，中國舉辦「道德講堂」，每期七天，每個月辦兩期。做法是提供一個安定的環境，讓修學的人在七天當中放下一切雜務，把心靜下來，專心接受傳統文化的倫理教育、道德教育、因果教育和聖賢教育。特別是其中的因果教育，讓人深刻體會到因果法則的必然性，行善必定有善報，作惡一定有惡報。所以人就會產生警惕心，為了將來得到長遠的幸福與快樂，現在就不敢再作惡，而是積極的去行善。"
    },
    {
      "id": "21-742-0001_p0015",
      "zh_CN": "通过这样七天的课程，人的良知良能被唤醒了，发现自己过去想错了、说错了、做错了，知道要改过自新，清理内心的阴暗腐败，过着心安理得、光明磊落的生活：孝心被唤醒了，忤逆的子女变成孝顺的子女；廉耻心被唤醒了，贪污腐败的官员变得廉洁而有操守；责任心被唤醒了，准备离婚的夫妻不再离婚了，各自改正自己的过错，承担自己的责任，使家庭变得和谐美满；仁慈心被唤醒了，本来是残酷无情的人，变得充满了爱心；道德心被唤醒了，本来赚取不义之财的人，放弃对青少年身心有害谋利的行业，转而从事有益于社会善良风气的行业；礼让心被唤醒了，本来骄傲自大的人变得谦恭有礼；理智心被唤醒了，本来沉迷于网上与电动玩具的青少年，戒除恶习，认真学习了；诚信心被唤醒了，本来不守诚信的人，变得恪守诚实信用的原则……诸如此类的正向转变不胜枚举，成功的案例达到两万人之多！充分显示传统文化教育正能量的强大作用，真是所谓「邪不胜正」。也证明了「人性本善」、人是教得好的，只要以传统文化圣贤教育好好的去教导，人人都能成为圣贤君子。七天就能把人教好。这比我们在汤池所做的实验更加效果显著，带给我们很大的信心！",
      "zh_TW": "通過這樣七天的課程，人的良知良能被喚醒了，發現自己過去想錯了、說錯了、做錯了，知道要改過自新，清理內心的陰暗腐敗，過著心安理得、光明磊落的生活：孝心被喚醒了，忤逆的子女變成孝順的子女；廉恥心被喚醒了，貪污腐敗的官員變得廉潔而有操守；責任心被喚醒了，準備離婚的夫妻不再離婚了，各自改正自己的過錯，承擔自己的責任，使家庭變得和諧美滿；仁慈心被喚醒了，本來是殘酷無情的人，變得充滿了愛心；道德心被喚醒了，本來賺取不義之財的人，放棄對青少年身心有害謀利的行業，轉而從事有益於社會善良風氣的行業；禮讓心被喚醒了，本來驕傲自大的人變得謙恭有禮；理智心被喚醒了，本來沉迷於網上與電動玩具的青少年，戒除惡習，認真學習了；誠信心被喚醒了，本來不守誠信的人，變得恪守誠實信用的原則……諸如此類的正向轉變不勝枚舉，成功的案例達到兩萬人之多！充分顯示傳統文化教育正能量的強大作用，真是所謂「邪不勝正」。也證明了「人性本善」、人是教得好的，只要以傳統文化聖賢教育好好的去教導，人人都能成為聖賢君子。七天就能把人教好。這比我們在湯池所做的實驗更加效果顯著，帶給我們很大的信心！"
    },
    {
      "id": "21-742-0001_p0016",
      "zh_CN": "我们还有一个将中国传统文化教育落实在企业经营的成功案例，那就是中国江苏省苏州市的固锝电子有限公司。它运用传统文化教育，将企业办成「幸福企业」，提出「幸福企业八大模块」，包括：人文关怀、人文教育、绿色环保、健康促进、慈善公益、志工拓展、人文记录和敦伦尽分。凡是参观过固锝的中外人士，无不备受感动，赞不绝口。最重要的是固锝的经营模式是可以复制的，现在中国有几家企业正在复制这个成功的模式。",
      "zh_TW": "我們還有一個將中國傳統文化教育落實在企業經營的成功案例，那就是中國江蘇省蘇州市的固鍀電子有限公司。它運用傳統文化教育，將企業辦成「幸福企業」，提出「幸福企業八大模塊」，包括：人文關懷、人文教育、綠色環保、健康促進、慈善公益、志工拓展、人文記錄和敦倫盡分。凡是參觀過固鍀的中外人士，無不備受感動，讚不絕口。最重要的是固鍀的經營模式是可以複製的，現在中國有幾家企業正在複製這個成功的模式。"
    },
    {
      "id": "21-742-0001_p0017",
      "zh_CN": "二Ｏ一三年，我应邀参加联合国教科文组织的卫塞节论坛，会后我访问「法兰西学院汉学研究所」，和那里的教授们座谈，固锝公司的吴念博董事长陪同在场。当吴董事长提到他将中国传统文化运用在企业时，汉学研究所的这些教授都感到非常惊讶，没想到古老的传统文化竟然能够运用在当今这个时代！也是今天我们提倡中国传统文化的一个有力的例证。",
      "zh_TW": "二Ｏ一三年，我應邀參加聯合國教科文組織的衛塞節論壇，會後我訪問「法蘭西學院漢學研究所」，和那裡的教授們座談，固鍀公司的吳念博董事長陪同在場。當吳董事長提到他將中國傳統文化運用在企業時，漢學研究所的這些教授都感到非常驚訝，沒想到古老的傳統文化竟然能夠運用在當今這個時代！也是今天我們提倡中國傳統文化的一個有力的例證。"
    },
    {
      "id": "21-742-0001_p0018",
      "zh_CN": "中国传统文化是属于全世界、全人类的文化，并不属于中国独有。中国文化的教育非常好，儒释道三家都肯定人人都具有纯净纯善的本性，可以成圣成贤、成佛成菩萨。只是受到环境污染，养成不良的习气、习性，迷失了善良的本性，所以才会造作种种恶业。圣贤教育的作用就是要唤醒人人本有的真诚爱心，让人从不良的习性回头，回归善良的本性，一切问题就解决了。",
      "zh_TW": "中國傳統文化是屬於全世界、全人類的文化，並不屬於中國獨有。中國文化的教育非常好，儒釋道三家都肯定人人都具有純淨純善的本性，可以成聖成賢、成佛成菩薩。只是受到環境污染，養成不良的習氣、習性，迷失了善良的本性，所以才會造作種種惡業。聖賢教育的作用就是要喚醒人人本有的真誠愛心，讓人從不良的習性回頭，回歸善良的本性，一切問題就解決了。"
    },
    {
      "id": "21-742-0001_p0019",
      "zh_CN": "但是到了近代，那些被派到外国的留学生回国之后，否定传统文化，提倡全盘西化。今天我们要把传统文化再复兴起来，谈何容易！没有好的榜样、典型，人们就不能有信心。所以今天头等的大事是什么？是传统文化教育。这里头最重要的是德行，包括五伦（父子有亲、君臣有义、夫妇有别、长幼有序、朋友有信）、五常（仁、义、礼、智、信）、四维（礼、义、廉、耻）、八德（孝、悌、忠、信、仁、爱、和、平）。这些德行可以救今天的社会，救国家、救世界，连汤恩比博士都承认。",
      "zh_TW": "但是到了近代，那些被派到外國的留學生回國之後，否定傳統文化，提倡全盤西化。今天我們要把傳統文化再復興起來，談何容易！沒有好的榜樣、典型，人們就不能有信心。所以今天頭等的大事是什麼？是傳統文化教育。這裡頭最重要的是德行，包括五倫（父子有親、君臣有義、夫婦有別、長幼有序、朋友有信）、五常（仁、義、禮、智、信）、四維（禮、義、廉、恥）、八德（孝、悌、忠、信、仁、愛、和、平）。這些德行可以救今天的社會，救國家、救世界，連湯恩比博士都承認。"
    },
    {
      "id": "21-742-0001_p0020",
      "zh_CN": "第二桩大事，汉字文言文非常重要，如果汉字文言文不能复兴，中国传统文化就不能复兴。汉字文言文是中国老祖宗了不起的发明。老祖宗的聪明，把「语言」跟「文言」分为两条路，语言会随着时代而改变，文言则永远不变。文言文是古今通用的文体，使得今人也能读懂古人的文字记载。加上汉字是表意的文字，不会随着语言的变化而改变。所以汉字文言文这种工具能够超越时空，千万年前人的智慧经验，用这种载具传递给后世，不变样子，我们现在能够读得懂，传到未来千万年，后代的人还是能读懂这些智慧典籍。这么好的文化载体到哪里去找！全世界可说只有此一家。",
      "zh_TW": "第二樁大事，漢字文言文非常重要，如果漢字文言文不能復興，中國傳統文化就不能復興。漢字文言文是中國老祖宗了不起的發明。老祖宗的聰明，把「語言」跟「文言」分為兩條路，語言會隨著時代而改變，文言則永遠不變。文言文是古今通用的文體，使得今人也能讀懂古人的文字記載。加上漢字是表意的文字，不會隨著語言的變化而改變。所以漢字文言文這種工具能夠超越時空，千萬年前人的智慧經驗，用這種載具傳遞給後世，不變樣子，我們現在能夠讀得懂，傳到未來千萬年，後代的人還是能讀懂這些智慧典籍。這麼好的文化載體到哪裡去找！全世界可說只有此一家。"
    },
    {
      "id": "21-742-0001_p0021",
      "zh_CN": "中国古圣先贤千万年来修身、齐家、治国、平和天下的智慧、理念、方法、经验和效果都完整的以汉字文言文记载在《四库全书》里面，而《四库荟要》是《四库全书》精华总集，分量是《四库全书》的三分之一。这两部是人类老祖宗留下来的文化瑰宝，是全世界人共享的无价宝藏。你只要学会汉字文言文，就拿到了打开这两部智慧宝藏的钥匙，就能得到无穷无尽的受用。祖宗想得太周到了，不但把《四库全书》和《四库荟要》传下来，还给我们配了另外两副钥匙：《群书治要》是治国的钥匙，《国学治要》是做学问的钥匙。《群书治要》能够应现今世界的急需，解决个人、家庭、社会、国家乃至全世界的各种问题；《国学治要》汇集了经、史、子、集这四库的精粹，是《四库全书》的入门要径。",
      "zh_TW": "中國古聖先賢千萬年來修身、齊家、治國、平和天下的智慧、理念、方法、經驗和效果都完整的以漢字文言文記載在《四庫全書》裡面，而《四庫薈要》是《四庫全書》精華總集，分量是《四庫全書》的三分之一。這兩部是人類老祖宗留下來的文化瑰寶，是全世界人共享的無價寶藏。你只要學會漢字文言文，就拿到了打開這兩部智慧寶藏的鑰匙，就能得到無窮無盡的受用。祖宗想得太周到了，不但把《四庫全書》和《四庫薈要》傳下來，還給我們配了另外兩副鑰匙：《群書治要》是治國的鑰匙，《國學治要》是做學問的鑰匙。《群書治要》能夠應現今世界的急需，解決個人、家庭、社會、國家乃至全世界的各種問題；《國學治要》匯集了經、史、子、集這四庫的精粹，是《四庫全書》的入門要徑。"
    },
    {
      "id": "21-742-0001_p0022",
      "zh_CN": "近代，中国传统文化受到了前所未有的劫难，当时《四库全书》只剩下三套半，《四库荟要》只剩下一套，《群书治要》和《国学治要》都没有下落。我感到很着急，怕这些文化宝藏失传了，那真是人类的严重损失！所幸后来《四库全书》和《四库荟要》开始在台湾印刷出版，《群书治要》和《国学治要》也都找到了，真是太好了！为了确保这些传统文化宝藏不会失传，我先后买了一百一十二套《四库全书》，书局给我特别优惠的价格，每一套美金五万块钱，一百套就是五百万美元。《四库荟要》我总共买了三百二十套，《群书治要》和《国学治要》各印了一万套。目的在哪里？我将它们分送给全世界著名的大学图书馆、国家图书馆去收藏。担心这些宝藏丧失。现在将它们分藏在全世界各个地方，总有一些地方的收藏会保存下来。所以我觉得很值得这么做。",
      "zh_TW": "近代，中國傳統文化受到了前所未有的劫難，當時《四庫全書》只剩下三套半，《四庫薈要》只剩下一套，《群書治要》和《國學治要》都沒有下落。我感到很著急，怕這些文化寶藏失傳了，那真是人類的嚴重損失！所幸後來《四庫全書》和《四庫薈要》開始在台灣印刷出版，《群書治要》和《國學治要》也都找到了，真是太好了！為了確保這些傳統文化寶藏不會失傳，我先後買了一百一十二套《四庫全書》，書局給我特別優惠的價格，每一套美金五萬塊錢，一百套就是五百萬美元。《四庫薈要》我總共買了三百二十套，《群書治要》和《國學治要》各印了一萬套。目的在哪裡？我將它們分送給全世界著名的大學圖書館、國家圖書館去收藏。擔心這些寶藏喪失。現在將它們分藏在全世界各個地方，總有一些地方的收藏會保存下來。所以我覺得很值得這麼做。"
    },
    {
      "id": "21-742-0001_p0023",
      "zh_CN": "现在这些智慧宝藏保存下来，不会失传了。但是如果没有人读得懂、没有人能够讲解，摆在那里也只是废纸一堆而已，起不了任何作用。接着，我就想到要办汉学院，培养能够读通、讲解、翻译这些传统文化智慧宝典的人才。",
      "zh_TW": "現在這些智慧寶藏保存下來，不會失傳了。但是如果沒有人讀得懂、沒有人能夠講解，擺在那裡也只是廢紙一堆而已，起不了任何作用。接著，我就想到要辦漢學院，培養能夠讀通、講解、翻譯這些傳統文化智慧寶典的人才。"
    },
    {
      "id": "21-742-0001_p0024",
      "zh_CN": "多元宗教团结与世界和平",
      "zh_TW": "多元宗教團結與世界和平"
    },
    {
      "id": "21-742-0001_p0025",
      "zh_CN": "二ＯＯ五年，我第一次跟马来西亚前首相马哈迪长老见面时，他第一句话就问我，他说法师，听说你走过很多地方，也认识不少国家领导人，你看这个世界还会有和平吗？他问的时候面孔很严肃、很沉重。他做了二十二年首相，任期这么长很少有。问我这么一个问题，对于这个世界还能不能有和平都产生怀疑了。有这个疑虑的人不止他一个，我见过很多。当时我告诉他说：和平可以实现，冲突能够化解，只要你把四桩事情做好，问题就解决了。他问我哪四桩？我说第一个，全世界国家跟国家平等对待、和睦相处；第二个，政党与政党；第三个，族群与族群；第四个，宗教跟宗教，这四个都能做到平等对待、和睦相处，天下就太平了。",
      "zh_TW": "二ＯＯ五年，我第一次跟馬來西亞前首相馬哈迪長老見面時，他第一句話就問我，他說法師，聽說你走過很多地方，也認識不少國家領導人，你看這個世界還會有和平嗎？他問的時候面孔很嚴肅、很沉重。他做了二十二年首相，任期這麼長很少有。問我這麼一個問題，對於這個世界還能不能有和平都產生懷疑了。有這個疑慮的人不止他一個，我見過很多。當時我告訴他說：和平可以實現，衝突能夠化解，只要你把四樁事情做好，問題就解決了。他問我哪四樁？我說第一個，全世界國家跟國家平等對待、和睦相處；第二個，政黨與政黨；第三個，族群與族群；第四個，宗教跟宗教，這四個都能做到平等對待、和睦相處，天下就太平了。"
    },
    {
      "id": "21-742-0001_p0026",
      "zh_CN": "他听了之后皱着眉头，一句话也说不出来。我们大概停了五、六分钟，我接着告诉他说：这件事情是难，非常艰难，非常棘手，但是如果从宗教下手就可以做到。毕竟在这个世界上，信仰宗教的人比不信仰宗教的人多。如果宗教能团结起来，平等对待、和睦相处，它会影响族群，会影响政治，会把安定和平恢复过来。我这个话马哈迪长老听了很高兴，第二天他邀请我参加他在吉隆坡举办的「波达那全球和平论坛」，并且邀请我发表谈话。",
      "zh_TW": "他聽了之後皺著眉頭，一句話也說不出來。我們大概停了五、六分鐘，我接著告訴他說：這件事情是難，非常艱難，非常棘手，但是如果從宗教下手就可以做到。畢竟在這個世界上，信仰宗教的人比不信仰宗教的人多。如果宗教能團結起來，平等對待、和睦相處，它會影響族群，會影響政治，會把安定和平恢復過來。我這個話馬哈迪長老聽了很高興，第二天他邀請我參加他在吉隆坡舉辦的「波達那全球和平論壇」，並且邀請我發表談話。"
    },
    {
      "id": "21-742-0001_p0027",
      "zh_CN": "为什么我对宗教团结这么有信心？因为我在这之前，从一九九八年到二ＯＯ一年，在新加坡住了三年半，把新加坡的九大宗教团结成兄弟姐妹一家人，对新加坡的社会安定起了很大的作用。新加坡政府非常欢喜，当时王鼎昌总统夫妇对这个事情很赞叹。王鼎昌去世之后，接任的纳丹总统也很喜欢、很赞叹。新加坡有个宗教联谊会，是全世界第一个以促进宗教团结为宗旨的组织。那时宗教联谊会已经成立五十年了，五十年来只是每年各宗教领袖在一起吃一餐饭，没有真正把宗教团结起来，所以宗教团结只是有名无实。我们到了新加坡之后，才真正把宗教团结落实了。",
      "zh_TW": "為什麼我對宗教團結這麼有信心？因為我在這之前，從一九九八年到二ＯＯ一年，在新加坡住了三年半，把新加坡的九大宗教團結成兄弟姐妹一家人，對新加坡的社會安定起了很大的作用。新加坡政府非常歡喜，當時王鼎昌總統夫婦對這個事情很讚歎。王鼎昌去世之後，接任的納丹總統也很喜歡、很讚歎。新加坡有個宗教聯誼會，是全世界第一個以促進宗教團結為宗旨的組織。那時宗教聯誼會已經成立五十年了，五十年來只是每年各宗教領袖在一起吃一餐飯，沒有真正把宗教團結起來，所以宗教團結只是有名無實。我們到了新加坡之後，才真正把宗教團結落實了。"
    },
    {
      "id": "21-742-0001_p0028",
      "zh_CN": "当时新加坡有一位高级部长曾士生先生，他就问我，你用什么方法把九个不同的宗教团结起来？我说我没有方法，我用的是佛陀教给我的方法。他耳朵就竖起来，佛陀教你的方法，是什么方法？我说叫「四摄法」，也就是四种公共关系法。我把四摄法讲给他听。真高明！四摄法就是化解争论用的。用在一家，你这一家和睦，家和万事兴。它是团结人的，告诉你人跟人如何往来。存着爱人的心，常常关心别人，尊重他们、爱护他们，他们有需要的时候帮助他们，互相拜访、互相了解。更进一步，我们要学习其他宗教的经典，跟他们往来就不外行了。我在新加坡，曾经在天主教办的学校里讲过两次《玫瑰经》，还讲过一次《古兰经》。《玫瑰经》那一套光碟流通很广，大家都很喜欢听。所以四摄法作用很大！汤池小镇能在短短时间里面有那么好的成就，也是靠的四摄法。",
      "zh_TW": "當時新加坡有一位高級部長曾士生先生，他就問我，你用什麼方法把九個不同的宗教團結起來？我說我沒有方法，我用的是佛陀教給我的方法。他耳朵就豎起來，佛陀教你的方法，是什麼方法？我說叫「四攝法」，也就是四種公共關係法。我把四攝法講給他聽。真高明！四攝法就是化解爭論用的。用在一家，你這一家和睦，家和萬事興。它是團結人的，告訴你人跟人如何往來。存著愛人的心，常常關心別人，尊重他們、愛護他們，他們有需要的時候幫助他們，互相拜訪、互相了解。更進一步，我們要學習其他宗教的經典，跟他們往來就不外行了。我在新加坡，曾經在天主教辦的學校裡講過兩次《玫瑰經》，還講過一次《古蘭經》。《玫瑰經》那一套光碟流通很廣，大家都很喜歡聽。所以四攝法作用很大！湯池小鎮能在短短時間裡面有那麼好的成就，也是靠的四攝法。"
    },
    {
      "id": "21-742-0001_p0029",
      "zh_CN": "四摄法第一个是「布施」：就是多请客、多送礼，无条件的布施、结缘，礼多人不怪。人还没有到，礼要先到，人家就会生欢喜心。我们在日常生活当中，这个人情世故要懂得，要常常施舍些小惠，彼此的感情慢慢就会深厚了。对于新加坡的九个宗教，我们每个宗教都送一份礼。礼物里面最主要的是十万元新加坡币。每一个宗教都办有慈善事业，例如养老院、孤儿院、医院、学校，都需要用钱，我们帮助他们做慈善事业。所以你得会做。礼物送过去之后，我们接着去拜访他们，向他们请教，向他们学习。",
      "zh_TW": "四攝法第一個是「布施」：就是多請客、多送禮，無條件的布施、結緣，禮多人不怪。人還沒有到，禮要先到，人家就會生歡喜心。我們在日常生活當中，這個人情世故要懂得，要常常施捨些小惠，彼此的感情慢慢就會深厚了。對於新加坡的九個宗教，我們每個宗教都送一份禮。禮物裡面最主要的是十萬元新加坡幣。每一個宗教都辦有慈善事業，例如養老院、孤兒院、醫院、學校，都需要用錢，我們幫助他們做慈善事業。所以你得會做。禮物送過去之後，我們接著去拜訪他們，向他們請教，向他們學習。"
    },
    {
      "id": "21-742-0001_p0030",
      "zh_CN": "第二个「爱语」：就是讲真正关心对方的言语。不是讲一些甜言蜜语，而是讲真正爱护他们、帮助他们的话。我们跟大家讲孝道、讲师道、讲五伦、讲五常、讲八德，讲中国过去的历史，几千年长治久安，老祖宗是怎么教我们的。这些人没人跟他讲，他一生没听过。我们讲了，我们自己都要做到，他才会相信。以真诚心爱护对方，把他看作一家人，同是地球人，要互相关怀、互相照顾、互相合作。宗教之间最怕拉信徒，所以我们强调决定不拉信徒，那是不道德的行为。我们赞叹每个宗教，每个宗教都是第一，没有第二的。所有宗教都是殊途同归，所以信仰任何一个宗教都好，我们都赞叹。我们还要互相学习，我自己先做。我不但学习佛教的经典，也学习其他宗教的经典。我还很认真的做了笔记，这个笔记本后来印成了一本书，就是《世界宗教是一家》这一本小册子，里面节录了十个宗教的经典要义。我印出来送给他们，让他们看看我是真学，不是假学，他们都很欢喜。这就是爱语。",
      "zh_TW": "第二個「愛語」：就是講真正關心對方的言語。不是講一些甜言蜜語，而是講真正愛護他們、幫助他們的話。我們跟大家講孝道、講師道、講五倫、講五常、講八德，講中國過去的歷史，幾千年長治久安，老祖宗是怎麼教我們的。這些人沒人跟他講，他一生沒聽過。我們講了，我們自己都要做到，他才會相信。以真誠心愛護對方，把他看作一家人，同是地球人，要互相關懷、互相照顧、互相合作。宗教之間最怕拉信徒，所以我們強調決定不拉信徒，那是不道德的行為。我們讚歎每個宗教，每個宗教都是第一，沒有第二的。所有宗教都是殊途同歸，所以信仰任何一個宗教都好，我們都讚歎。我們還要互相學習，我自己先做。我不但學習佛教的經典，也學習其他宗教的經典。我還很認真的做了筆記，這個筆記本後來印成了一本書，就是《世界宗教是一家》這一本小冊子，裡面節錄了十個宗教的經典要義。我印出來送給他們，讓他們看看我是真學，不是假學，他們都很歡喜。這就是愛語。"
    },
    {
      "id": "21-742-0001_p0031",
      "zh_CN": "第三个是「利行」：我们所作所为对社会带来利益，对他们也带来利益，一定要用平等心互相对待。我们提出「众神是一体，宗教是一家」。宗教里面讲的神，我们提倡的是宇宙之间只有一个真神。那个真神是谁？就是每个宗教的造物主，只是一个。一个真神为什么分成那么多的宗教？因为古时候交通不方便，没有资讯，人不相往来，各地生活方式不同、文化不同，所以这个真神要分很多身，在各个不同的地区建立教化。你要是不相信，我们把经典打开，各宗教的经典都讲到仁慈博爱，都讲到孝顺父母、尊敬师长，教导五戒十善，没有教人做坏事的。",
      "zh_TW": "第三個是「利行」：我們所作所為對社會帶來利益，對他們也帶來利益，一定要用平等心互相對待。我們提出「眾神是一體，宗教是一家」。宗教裡面講的神，我們提倡的是宇宙之間只有一個真神。那個真神是誰？就是每個宗教的造物主，只是一個。一個真神為什麼分成那麼多的宗教？因為古時候交通不方便，沒有資訊，人不相往來，各地生活方式不同、文化不同，所以這個真神要分很多身，在各個不同的地區建立教化。你要是不相信，我們把經典打開，各宗教的經典都講到仁慈博愛，都講到孝順父母、尊敬師長，教導五戒十善，沒有教人做壞事的。"
    },
    {
      "id": "21-742-0001_p0032",
      "zh_CN": "各宗教的中心思想就是「爱」：基督教讲神爱世人、上帝爱世人，佛教讲大慈大悲，回教讲真主确实是仁慈的。所以我们宗教团结，团结在哪里？团结在「爱」，神圣的爱。神圣的爱要落实在我们的身上，否则神圣的爱是抽象的，他怎么爱？我们这些神职人员、信徒要把神圣的爱表演出来，发扬光大，代表神圣去爱一切众人，这就对了。我这十几年来搞宗教团结，这个说法大家都能接受，还没有听过反对的。这些信念是各个宗教都一样的，可见神真的是一个。今天资讯发达，交通方便，我们这些神的弟子要会合，要承认大家是一家人，彼此没有内外，这样就团结起来了。",
      "zh_TW": "各宗教的中心思想就是「愛」：基督教講神愛世人、上帝愛世人，佛教講大慈大悲，回教講真主確實是仁慈的。所以我們宗教團結，團結在哪裡？團結在「愛」，神聖的愛。神聖的愛要落實在我們的身上，否則神聖的愛是抽象的，他怎麼愛？我們這些神職人員、信徒要把神聖的愛表演出來，發揚光大，代表神聖去愛一切眾人，這就對了。我這十幾年來搞宗教團結，這個說法大家都能接受，還沒有聽過反對的。這些信念是各個宗教都一樣的，可見神真的是一個。今天資訊發達，交通方便，我們這些神的弟子要會合，要承認大家是一家人，彼此沒有內外，這樣就團結起來了。"
    },
    {
      "id": "21-742-0001_p0033",
      "zh_CN": "我们的所作所为被大家认同之后，我就想到更进一步，我们组团去旅游。平常这些宗教领袖都很忙，彼此很不容易见面，纵然聚会顶多也不过是一、二个小时而已。组团旅游就不一样了，十几天来，每天从早到晚都在一起，大家无所不谈，真正变成好朋友了。所以旅游是联络感情最好的方法，大家有足够的时间来研讨教义。遇到问题了，佛教怎么解决，伊斯兰教怎么解决，基督教怎么解决，我们都可以在一起讨论，没有冲突。",
      "zh_TW": "我們的所作所為被大家認同之後，我就想到更進一步，我們組團去旅遊。平常這些宗教領袖都很忙，彼此很不容易見面，縱然聚會頂多也不過是一、二個小時而已。組團旅遊就不一樣了，十幾天來，每天從早到晚都在一起，大家無所不談，真正變成好朋友了。所以旅遊是聯絡感情最好的方法，大家有足夠的時間來研討教義。遇到問題了，佛教怎麼解決，伊斯蘭教怎麼解決，基督教怎麼解決，我們都可以在一起討論，沒有衝突。"
    },
    {
      "id": "21-742-0001_p0034",
      "zh_CN": "第四个是「同事」：就是我们同做这一桩事情，或者我们随喜他所做的事业。第一次非洲发生瘟疫，教廷派新加坡天主教的一些医生、护士到非洲去救难。这些神父、修女就来找我，希望我帮助他们，我送了五万元新币给他们做医药费。后来又帮助他们买了一辆救护车。这是在我们能力范围之内，所以我们可以办到。这是「同事」。",
      "zh_TW": "第四個是「同事」：就是我們同做這一樁事情，或者我們隨喜他所做的事業。第一次非洲發生瘟疫，教廷派新加坡天主教的一些醫生、護士到非洲去救難。這些神父、修女就來找我，希望我幫助他們，我送了五萬元新幣給他們做醫藥費。後來又幫助他們買了一輛救護車。這是在我們能力範圍之內，所以我們可以辦到。這是「同事」。"
    },
    {
      "id": "21-742-0001_p0035",
      "zh_CN": "新加坡伊斯兰教办了一个职业学校，场地是租的。后来业主他不出租了，他要卖。他们来找我，我问他需要多少钱？他需要七十五万新币。他们已经有一笔资金，还差七十五万。这个数字太大了，我们拿不出来，我们通常对外援助的额度是十万块钱。于是我们商量，决定举行一个义卖活动，通知治安单位，划好一个区域。那天有几百人参加，我和一位部长带头，领着队伍，拿着小旗子，步行了七公里走到义卖会场，沿途吸引大家一起来参加活动。我们佛教徒在那里摆下许多摊位，回教好像也有几个摊位。这一天义卖下来，出乎我们意料之外，卖了一百多万块钱！全部送给伊斯兰的学校，于是他们的问题马上解决了，这个校舍就买下来了。",
      "zh_TW": "新加坡伊斯蘭教辦了一個職業學校，場地是租的。後來業主他不出租了，他要賣。他們來找我，我問他需要多少錢？他需要七十五萬新幣。他們已經有一筆資金，還差七十五萬。這個數字太大了，我們拿不出來，我們通常對外援助的額度是十萬塊錢。於是我們商量，決定舉行一個義賣活動，通知治安單位，劃好一個區域。那天有幾百人參加，我和一位部長帶頭，領著隊伍，拿著小旗子，步行了七公里走到義賣會場，沿途吸引大家一起來參加活動。我們佛教徒在那裡擺下許多攤位，回教好像也有幾個攤位。這一天義賣下來，出乎我們意料之外，賣了一百多萬塊錢！全部送給伊斯蘭的學校，於是他們的問題馬上解決了，這個校舍就買下來了。"
    },
    {
      "id": "21-742-0001_p0036",
      "zh_CN": "以上就是四摄法的简单介绍。运用这四摄法，我们不仅在新加坡团结宗教，同时也在马来西亚、印尼、澳洲团结宗教，都办得很成功。二ＯＯ六年，我们有机会在联合国教科文组织总部主办论坛，我邀请了新加坡九个宗教，还邀请了澳洲的犹太教，总共十个宗教的代表，在教科文组织的大会堂为世界和平祈祷，这是教科文组织从来没有过的事情。教科文以前从来没有碰过宗教，认为宗教在一起一定会是吵架的。那一次看到我们十个宗教代表在一起手牵着手，那样和睦，让他感到非常惊讶，了解到宗教是可以团结的，而且宗教团结将对世界和平产生决定性的作用。那一次论坛结束之后，教科文组织就正式成立一个宗教办公室。",
      "zh_TW": "以上就是四攝法的簡單介紹。運用這四攝法，我們不僅在新加坡團結宗教，同時也在馬來西亞、印尼、澳洲團結宗教，都辦得很成功。二ＯＯ六年，我們有機會在聯合國教科文組織總部主辦論壇，我邀請了新加坡九個宗教，還邀請了澳洲的猶太教，總共十個宗教的代表，在教科文組織的大會堂為世界和平祈禱，這是教科文組織從來沒有過的事情。教科文以前從來沒有碰過宗教，認為宗教在一起一定會是吵架的。那一次看到我們十個宗教代表在一起手牽著手，那樣和睦，讓他感到非常驚訝，了解到宗教是可以團結的，而且宗教團結將對世界和平產生決定性的作用。那一次論壇結束之後，教科文組織就正式成立一個宗教辦公室。"
    },
    {
      "id": "21-742-0001_p0037",
      "zh_CN": "澳洲多元文化部和移民部长菲力浦．卢铎先生，知道我在新加坡团结宗教之后，他就邀请我移民到澳洲，帮助澳洲团结宗教、团结族群。所以我在二ＯＯ一年，我在澳洲图文巴成立了「净宗学院」，培养佛教弘护人才，并且从事团结宗教和团结族群的工作。图文巴小城居民当时只有八万人，现在增加到十二万人，来自全世界各地。十二万人里面有八十多个族群，一百多种语言，十几个宗教，是典型的多元文化城市。我们在图文巴同样运用四摄法来促进和谐与团结，尤其是每个星期六举行温馨晚宴，免费提供丰富的素食餐饮，欢迎任何人前来聚餐。这是一个多元文化、多元宗教的人士彼此交流感情、交流思想的很好平台。这个温馨晚宴十四年来风雨无阻、从不间断，受到图文巴市民的喜爱与好评。于是四年前开始，图文巴十几个宗教的领袖来找我，主动提出我们要将图文巴构建成世界上第一个「多元文化和谐示范城市」，真难得！从什么地方开始？从宗教团结、宗教回归教育、宗教互相学习开始。各宗教不但要学习自己的经典，也要学习别人的经典，知己知彼才能做到平等对待、和睦相处。",
      "zh_TW": "澳洲多元文化部和移民部長菲力浦．盧鐸先生，知道我在新加坡團結宗教之後，他就邀請我移民到澳洲，幫助澳洲團結宗教、團結族群。所以我在二ＯＯ一年，我在澳洲圖文巴成立了「淨宗學院」，培養佛教弘護人才，並且從事團結宗教和團結族群的工作。圖文巴小城居民當時只有八萬人，現在增加到十二萬人，來自全世界各地。十二萬人裡面有八十多個族群，一百多種語言，十幾個宗教，是典型的多元文化城市。我們在圖文巴同樣運用四攝法來促進和諧與團結，尤其是每個星期六舉行溫馨晚宴，免費提供豐富的素食餐飲，歡迎任何人前來聚餐。這是一個多元文化、多元宗教的人士彼此交流感情、交流思想的很好平台。這個溫馨晚宴十四年來風雨無阻、從不間斷，受到圖文巴市民的喜愛與好評。於是四年前開始，圖文巴十幾個宗教的領袖來找我，主動提出我們要將圖文巴構建成世界上第一個「多元文化和諧示範城市」，真難得！從什麼地方開始？從宗教團結、宗教回歸教育、宗教互相學習開始。各宗教不但要學習自己的經典，也要學習別人的經典，知己知彼才能做到平等對待、和睦相處。"
    },
    {
      "id": "21-742-0001_p0038",
      "zh_CN": "我们建立了一个「宗教活动中心」，提供给这个小城十几个宗教在一起办活动。这个中心里面，提供每个宗教一个办公室，也提供教室给各个宗教在里面教学。大家天天见面，时常交流，感情就深厚起来了。我们开办「道德讲堂」，希望这个小城的居民都能把道德落实。十几个宗教联手，把自己经典里面关於伦理、道德、因果的经文抄录三百六十小段，写成一本小书，叫《三六Ｏ》，大家共同来学习。未来我们希望成立一个「宗教研究所」，培养各宗教的师资人才。等到师资充足之后，我们就开办一所「宗教大学」，每个宗教设一个学院，所有宗教的传教师都是同学，毕业出来都是一家人。真正为社会服务、为国家服务，教化人民，把人民统统教好了，就达到天下太平。这是宗教教育对社会、对国家、对全世界最大的贡献。",
      "zh_TW": "我們建立了一個「宗教活動中心」，提供給這個小城十幾個宗教在一起辦活動。這個中心裡面，提供每個宗教一個辦公室，也提供教室給各個宗教在裡面教學。大家天天見面，時常交流，感情就深厚起來了。我們開辦「道德講堂」，希望這個小城的居民都能把道德落實。十幾個宗教聯手，把自己經典裡面關於倫理、道德、因果的經文抄錄三百六十小段，寫成一本小書，叫《三六Ｏ》，大家共同來學習。未來我們希望成立一個「宗教研究所」，培養各宗教的師資人才。等到師資充足之後，我們就開辦一所「宗教大學」，每個宗教設一個學院，所有宗教的傳教師都是同學，畢業出來都是一家人。真正為社會服務、為國家服務，教化人民，把人民統統教好了，就達到天下太平。這是宗教教育對社會、對國家、對全世界最大的貢獻。"
    },
    {
      "id": "21-742-0001_p0039",
      "zh_CN": "这几年来，图文巴多元文化和谐的工作做得很成功，大家真的像兄弟姐妹一样，互相尊重、互相关怀、互相爱护、互助合作。在前年、去年和今年，图文巴的宗教代表团连续三年在法国巴黎教科文组织总部做报告，其中有两次是由图文巴市长亲自带队，将图文巴的团结宗教、团结族群的成功经验介绍给大家，得到与会大使、代表们一致的好评。",
      "zh_TW": "這幾年來，圖文巴多元文化和諧的工作做得很成功，大家真的像兄弟姐妹一樣，互相尊重、互相關懷、互相愛護、互助合作。在前年、去年和今年，圖文巴的宗教代表團連續三年在法國巴黎教科文組織總部做報告，其中有兩次是由圖文巴市長親自帶隊，將圖文巴的團結宗教、團結族群的成功經驗介紹給大家，得到與會大使、代表們一致的好評。"
    },
    {
      "id": "21-742-0001_p0040",
      "zh_CN": "希望在我们的共同努力之下，世界安定和平早日实现，人类永久的幸福安乐得到保障！",
      "zh_TW": "希望在我們的共同努力之下，世界安定和平早日實現，人類永久的幸福安樂得到保障！"
    },
    {
      "id": "21-742-0001_p0041",
      "zh_CN": "最后，敬祝贵国国运隆昌、国泰民安！敬祝世界安定和平、永续大同！谢谢大家。",
      "zh_TW": "最後，敬祝貴國國運隆昌、國泰民安！敬祝世界安定和平、永續大同！謝謝大家。"
    }
  ]
}