{
  "doc_id": "02-015-0003",
  "title": {
    "zh_CN": "弥陀大愿利生说",
    "zh_TW": "彌陀大願利生說"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-015-0003",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "02-015-0003_p0001",
      "zh_CN": "诸位同修晚安。这两天，不免有些初学的同修，刚刚接触佛法当然疑问很多，这是免不了的。那么疑一定要把它断掉，断疑才能够起信。可是疑要如何去断？一定要智慧，如果没有智慧，即使我们听得多、看得多，疑问终究是不能断。因为你所听的、读诵的都是属于常识，常识换句话说，都是相当肤浅，它没有力量断疑，可以把你的怀疑缓和一下，不能断掉。所以我们看到有许多修行人，现在念佛的人，我们举这个例子。他念了一生的佛，到临终的时候他不信了，或者到临终他要改学别的法门。原因是什么？可见得他平常听经，听的不是不多，读书读得多，注解也读得很多，就是力量不够，不是真实慧；要真正的智慧才能够断疑生信。",
      "zh_TW": "諸位同修晚安。這兩天，不免有些初學的同修，剛剛接觸佛法當然疑問很多，這是免不了的。那麼疑一定要把它斷掉，斷疑才能夠起信。可是疑要如何去斷？一定要智慧，如果沒有智慧，即使我們聽得多、看得多，疑問終究是不能斷。因為你所聽的、讀誦的都是屬於常識，常識換句話說，都是相當膚淺，它沒有力量斷疑，可以把你的懷疑緩和一下，不能斷掉。所以我們看到有許多修行人，現在念佛的人，我們舉這個例子。他念了一生的佛，到臨終的時候他不信了，或者到臨終他要改學別的法門。原因是什麼？可見得他平常聽經，聽的不是不多，讀書讀得多，註解也讀得很多，就是力量不夠，不是真實慧；要真正的智慧才能夠斷疑生信。"
    },
    {
      "id": "02-015-0003_p0002",
      "zh_CN": "真智慧从那里来？我们还是讲得愈简单、愈浅显愈好，从清净心来，心有染污就有困难。佛在经上给我们譬喻，譬如我们这个茶碗，这个茶碗从前是盛毒药的，现在毒药虽然是把它倒掉了，里头一点都没有了，这里头还有一点残余并没除尽，再把它盛上甘露，甘露也变成毒药，这里面有一点点毒素渗在里面全变成毒素。这个譬喻什么？我们的烦恼、习气没有断尽，纵然闻到甚深的佛法，就像清凉大师讲的，还是变成邪知邪见，增长邪见，也就是在开经偈上常念的「愿解如来真实义」，他把如来的真实义解错、曲解了。为什么曲解？因为烦恼习气没断。因此学佛从哪里学起？从断烦恼学起。",
      "zh_TW": "真智慧從那裡來？我們還是講得愈簡單、愈淺顯愈好，從清淨心來，心有染污就有困難。佛在經上給我們譬喻，譬如我們這個茶碗，這個茶碗從前是盛毒藥的，現在毒藥雖然是把它倒掉了，裡頭一點都沒有了，這裡頭還有一點殘餘並沒除盡，再把它盛上甘露，甘露也變成毒藥，這裡面有一點點毒素滲在裡面全變成毒素。這個譬喻什麼？我們的煩惱、習氣沒有斷盡，縱然聞到甚深的佛法，就像清涼大師講的，還是變成邪知邪見，增長邪見，也就是在開經偈上常念的「願解如來真實義」，他把如來的真實義解錯、曲解了。為什麼曲解？因為煩惱習氣沒斷。因此學佛從哪裡學起？從斷煩惱學起。"
    },
    {
      "id": "02-015-0003_p0003",
      "zh_CN": "实在说《华严》是好，我在《华严》上得了两桩利益，第一个利益就是认识了净土。这是《华严经》末后导归极乐，我对《无量寿经》才认识了，这是第一个大利益。第二个大利益，我真正明白了四弘誓愿，四弘誓愿大家都会念，其实一部《华严经》就是四弘誓愿的解释。所以，学佛先要发心。我们《无量寿经》上也讲过，如果不发度一切众生的心愿，佛门你就入不进来。不要说净土，大乘之门就进不来。进大乘之门一定要发度众生的大愿，度众生用现在的话来讲，就是尽心尽力的去帮助众生，帮助大众。希望这些大众们都能够破迷开悟，都能够接触佛法，都能够修学佛法，都能够得到佛法殊胜的利益。我们要发这个心，尽心尽力的去做，这就是无上菩提心。",
      "zh_TW": "實在說《華嚴》是好，我在《華嚴》上得了兩樁利益，第一個利益就是認識了淨土。這是《華嚴經》末後導歸極樂，我對《無量壽經》才認識了，這是第一個大利益。第二個大利益，我真正明白了四弘誓願，四弘誓願大家都會念，其實一部《華嚴經》就是四弘誓願的解釋。所以，學佛先要發心。我們《無量壽經》上也講過，如果不發度一切眾生的心願，佛門你就入不進來。不要說淨土，大乘之門就進不來。進大乘之門一定要發度眾生的大願，度眾生用現在的話來講，就是盡心盡力的去幫助眾生，幫助大眾。希望這些大眾們都能夠破迷開悟，都能夠接觸佛法，都能夠修學佛法，都能夠得到佛法殊勝的利益。我們要發這個心，盡心盡力的去做，這就是無上菩提心。"
    },
    {
      "id": "02-015-0003_p0004",
      "zh_CN": "要发这个心，发心之后，从哪里做起？我们要想帮助别人，如果本身都没有能力自度，还有什么力量去帮助人？先度自己，怎么个度法？「烦恼无尽誓愿断」，先度自己就是断烦恼，没有别的。烦恼断尽之后再学法门，这是修学的次第，一定是这样的顺序。没有说烦恼没有断，就去学法门，没有这个道理的；那个法门学了之后，以后问题很多，这个非常重要。",
      "zh_TW": "要發這個心，發心之後，從哪裡做起？我們要想幫助別人，如果本身都沒有能力自度，還有什麼力量去幫助人？先度自己，怎麼個度法？「煩惱無盡誓願斷」，先度自己就是斷煩惱，沒有別的。煩惱斷盡之後再學法門，這是修學的次第，一定是這樣的順序。沒有說煩惱沒有斷，就去學法門，沒有這個道理的；那個法門學了之後，以後問題很多，這個非常重要。"
    },
    {
      "id": "02-015-0003_p0005",
      "zh_CN": "所以过去，中国与印度古大德教学，五年学戒。五年学戒做什么？五年专门做断烦恼的工作，去做这个。所以这五年，讲堂你没有资格听经，禅堂你也没有资格进去参禅，念佛堂也没有资格进去跟大家一起共修，你没有资格。这五年干什么？五年打杂！照顾大众，就是做服务的工作，这个服务是修忍辱，修福报，侍候大家。除这个之外，那就看你学什么法门，老师怎么教你。在教下的，老师教你读经，读经不求解义，就是读。目的何在？诸位要知道，目的是戒、定、慧三学一次完成。所以平常我们读经要知道这一点，那你的受用大了，读经是在修行，是真正的修行！不是念给佛菩萨听的。",
      "zh_TW": "所以過去，中國與印度古大德教學，五年學戒。五年學戒做什麼？五年專門做斷煩惱的工作，去做這個。所以這五年，講堂你沒有資格聽經，禪堂你也沒有資格進去參禪，念佛堂也沒有資格進去跟大家一起共修，你沒有資格。這五年幹什麼？五年打雜！照顧大眾，就是做服務的工作，這個服務是修忍辱，修福報，侍候大家。除這個之外，那就看你學什麼法門，老師怎麼教你。在教下的，老師教你讀經，讀經不求解義，就是讀。目的何在？諸位要知道，目的是戒、定、慧三學一次完成。所以平常我們讀經要知道這一點，那你的受用大了，讀經是在修行，是真正的修行！不是念給佛菩薩聽的。"
    },
    {
      "id": "02-015-0003_p0006",
      "zh_CN": "戒学里面分两大类，所谓小乘戒与菩萨戒。小乘戒讲比丘戒，比丘尼戒，这个都属于小乘戒，是属于自利。我们儒家所讲慎独，独自一个人，我们应当要遵守的，那是戒自己！大乘菩萨戒是入众，就是我们跟别人相处，自己应该要如何约束自己。佛的戒律比起世间的法律高明很多，我们理解之后，对它确实佩服的五体投地。它是自律，而不律人，自戒，不戒别人。这好伟大！别人的守戒、持戒、破戒于我不相干，我自己有没有照做，不管别人。所以禅宗六祖大师就说得很好，「若真修道人，不见他人过」，见到别人破戒、犯戒，实际上是自己犯戒。你自己持戒，怎么会看到别人犯戒，看到别人犯戒，自己心就不清净。所以不见他人过，这叫真功夫。无论大乘戒、小乘戒，统统是自律。",
      "zh_TW": "戒學裡面分兩大類，所謂小乘戒與菩薩戒。小乘戒講比丘戒，比丘尼戒，這個都屬於小乘戒，是屬於自利。我們儒家所講慎獨，獨自一個人，我們應當要遵守的，那是戒自己！大乘菩薩戒是入眾，就是我們跟別人相處，自己應該要如何約束自己。佛的戒律比起世間的法律高明很多，我們理解之後，對它確實佩服的五體投地。它是自律，而不律人，自戒，不戒別人。這好偉大！別人的守戒、持戒、破戒於我不相干，我自己有沒有照做，不管別人。所以禪宗六祖大師就說得很好，「若真修道人，不見他人過」，見到別人破戒、犯戒，實際上是自己犯戒。你自己持戒，怎麼會看到別人犯戒，看到別人犯戒，自己心就不清淨。所以不見他人過，這叫真功夫。無論大乘戒、小乘戒，統統是自律。"
    },
    {
      "id": "02-015-0003_p0007",
      "zh_CN": "戒律的目的是「诸恶莫作，众善奉行」，自律着重在「诸恶莫作」；处众，菩萨戒跟别人相处，着重在「众善奉行」。佛法善恶的标准，有个绝对的标准，绝对的标准就是真如本性；与性德相应的这是善，与性德相违背的这叫恶，这是绝对的标准。可是在事上讲，那就叫相对的标准。相对的标准，譬如讲不杀生，人天乘有人天乘的说法，声闻、缘觉有声闻、缘觉的讲法，不一样，菩萨有菩萨的说法。同样是不杀生这一条，里面的范围、境界、理论统统都不一样，都不相同，这个我们要知道的。可是它绝对不会违背它的原则，就是与法性相应，这点要知道。因此读经就是诸恶莫作，众善奉行，你看你在念经的时候，你心里面不会打妄想，不会作恶，心里还想恶事的，经念错了，那怎么能念下去？读经这个心很专、很清净，没有一点妄念，就是诸恶莫作。经典是佛从真如本性里面流露出来的言语文字，这是善中之善，没有比这个更善的，读经就是众善奉行。",
      "zh_TW": "戒律的目的是「諸惡莫作，眾善奉行」，自律著重在「諸惡莫作」；處眾，菩薩戒跟別人相處，著重在「眾善奉行」。佛法善惡的標準，有個絕對的標準，絕對的標準就是真如本性；與性德相應的這是善，與性德相違背的這叫惡，這是絕對的標準。可是在事上講，那就叫相對的標準。相對的標準，譬如講不殺生，人天乘有人天乘的說法，聲聞、緣覺有聲聞、緣覺的講法，不一樣，菩薩有菩薩的說法。同樣是不殺生這一條，裡面的範圍、境界、理論統統都不一樣，都不相同，這個我們要知道的。可是它絕對不會違背它的原則，就是與法性相應，這點要知道。因此讀經就是諸惡莫作，眾善奉行，你看你在念經的時候，你心裡面不會打妄想，不會作惡，心裡還想惡事的，經念錯了，那怎麼能念下去？讀經這個心很專、很清淨，沒有一點妄念，就是諸惡莫作。經典是佛從真如本性裡面流露出來的言語文字，這是善中之善，沒有比這個更善的，讀經就是眾善奉行。"
    },
    {
      "id": "02-015-0003_p0008",
      "zh_CN": "由此可知，读经戒律统统具足，大乘戒小乘戒一条都没有漏掉，这是修戒学！这个要知道。读经要专心，专心就是修定，定学。读经要读的字字分明，没有念漏掉，没有念错行，这是慧学。所以你就知道，读经，经典上常常讲，受持、读诵、书写，统统都是修行的方法。写经也是修行的方法，写经还是戒定慧三学一次完成。我们平常用读诵，这是最方便的方法。念经是要做什么？是修戒、定、慧！这个要知道。戒、定、慧同时一次完成，就是用这个方法。念佛是这个方法，参禅也是这个方法，持咒也是这个方法，都是为了这桩事情。可见得法门很多，方法很多，目的都是一个，统统是戒定慧一次完成。法门平等，无有高下，不可以说我读经，他持咒，持咒不行！持咒不如我念经，不可以这样说。行与不行，就是他懂不懂这个意思。他持咒，为什么持咒？持咒求神通、求感应，那错了，那完全错了。持咒干什么？求戒定慧，那就对了，完全正确。所以，无论是持咒、是念佛，诵经、或者书写，目的都只有一个，都是修戒定慧。",
      "zh_TW": "由此可知，讀經戒律統統具足，大乘戒小乘戒一條都沒有漏掉，這是修戒學！這個要知道。讀經要專心，專心就是修定，定學。讀經要讀的字字分明，沒有念漏掉，沒有念錯行，這是慧學。所以你就知道，讀經，經典上常常講，受持、讀誦、書寫，統統都是修行的方法。寫經也是修行的方法，寫經還是戒定慧三學一次完成。我們平常用讀誦，這是最方便的方法。念經是要做什麼？是修戒、定、慧！這個要知道。戒、定、慧同時一次完成，就是用這個方法。念佛是這個方法，參禪也是這個方法，持咒也是這個方法，都是為了這樁事情。可見得法門很多，方法很多，目的都是一個，統統是戒定慧一次完成。法門平等，無有高下，不可以說我讀經，他持咒，持咒不行！持咒不如我念經，不可以這樣說。行與不行，就是他懂不懂這個意思。他持咒，為什麼持咒？持咒求神通、求感應，那錯了，那完全錯了。持咒幹什麼？求戒定慧，那就對了，完全正確。所以，無論是持咒、是念佛，誦經、或者書寫，目的都只有一個，都是修戒定慧。"
    },
    {
      "id": "02-015-0003_p0009",
      "zh_CN": "在日常生活当中，戒定慧是有次第的。戒是守法；定是信心坚固不为外界动摇，这是定；六根接触六尘境界，不为境界所动，这是定。慧是什么？六根接触六尘境界，样样清楚，样样明了，不迷！这是慧。所以，统统用在生活当中，处事待人接物，五年读经目的是在此地，目的是奠定戒定慧三学的基础。三学有了基础之后，这才可以听经、闻法，可以出去参学，与人家研究讨论，成就后得智；后得智就是无所不知。所以，前五年学什么？学无知，般若无知，无知是根本智。根本智得到之后，再求后得智，就是无所不知，那是真智慧。那不是一般佛学常识，不是道听涂说，人云亦云，不是！那是真智慧。你一接触一听才有悟处，不是人云亦云，它确实有悟处，这个我们要知道。",
      "zh_TW": "在日常生活當中，戒定慧是有次第的。戒是守法；定是信心堅固不為外界動搖，這是定；六根接觸六塵境界，不為境界所動，這是定。慧是什麼？六根接觸六塵境界，樣樣清楚，樣樣明瞭，不迷！這是慧。所以，統統用在生活當中，處事待人接物，五年讀經目的是在此地，目的是奠定戒定慧三學的基礎。三學有了基礎之後，這才可以聽經、聞法，可以出去參學，與人家研究討論，成就後得智；後得智就是無所不知。所以，前五年學什麼？學無知，般若無知，無知是根本智。根本智得到之後，再求後得智，就是無所不知，那是真智慧。那不是一般佛學常識，不是道聽塗說，人云亦云，不是！那是真智慧。你一接觸一聽才有悟處，不是人云亦云，它確實有悟處，這個我們要知道。"
    },
    {
      "id": "02-015-0003_p0010",
      "zh_CN": "所以修学的次第，是先断烦恼，后学法门。这个教学的原则，不但佛家是这样，我们中国儒家也是这样。儒家修学就是没有前面发菩提心，就没有这一条，这跟佛法不一样。但是它的修学在功夫上，跟佛法没有两样，它从「格物致知」这个地方下手。格物就是断烦恼，物是什么？物是欲望，物欲；格是格斗。所以它先从「克己」的功夫上做起，就是要克服自己贪、瞋、痴的欲念，要克服这个念头。跟佛法断烦恼没有两样。格物而后致知，换句话说，它的格物就是佛法讲的断烦恼，破烦恼障；它的致知就是佛法讲的破所知障。这两种障碍都去掉了，心性的光明恢复了。在佛法讲，菩提心现前！儒家讲的诚意，「致知而后诚意，诚意而后正心」，诚意正心就是佛法讲的菩提心。",
      "zh_TW": "所以修學的次第，是先斷煩惱，後學法門。這個教學的原則，不但佛家是這樣，我們中國儒家也是這樣。儒家修學就是沒有前面發菩提心，就沒有這一條，這跟佛法不一樣。但是它的修學在功夫上，跟佛法沒有兩樣，它從「格物致知」這個地方下手。格物就是斷煩惱，物是什麼？物是欲望，物欲；格是格鬥。所以它先從「克己」的功夫上做起，就是要克服自己貪、瞋、痴的欲念，要克服這個念頭。跟佛法斷煩惱沒有兩樣。格物而後致知，換句話說，它的格物就是佛法講的斷煩惱，破煩惱障；它的致知就是佛法講的破所知障。這兩種障礙都去掉了，心性的光明恢復了。在佛法講，菩提心現前！儒家講的誠意，「致知而後誠意，誠意而後正心」，誠意正心就是佛法講的菩提心。"
    },
    {
      "id": "02-015-0003_p0011",
      "zh_CN": "佛在《观无量寿经》讲菩提心，讲了三个，第一个，「至诚心」，跟儒家讲的诚意是一桩事情。至诚就是真诚到极处，所以学佛的人要以真诚之心处事待人接物。我们的真诚心能不能现前？不能！为什么不能？有障碍！有烦恼障、所知障，把它盖复住了，真诚的心透不出来。你所透出来的是妄心，就是分别心、执着心、妄想心，都是这些心。起作用的时候，贪心、瞋心、嫉妒心，都是这种心，这就不正！所以，真诚是真心的本体，有体当然它起作用。起作用，对自己就是「深心」，对别人叫「大悲心」。大慈大悲，对别人；对自己是深心，深心就是清净心，就是好善好德之心。好善好德，喜欢帮助一切众生，帮助众生都能够契入正道，这个心是自己。在儒家，把深心跟大慈悲心二个合成一个，叫「正心」，所以儒家的正心有自受用、有他受用。佛法讲得详细，自受用跟他受用分开，这样讲容易明了，讲得很清楚，很明白。",
      "zh_TW": "佛在《觀無量壽經》講菩提心，講了三個，第一個，「至誠心」，跟儒家講的誠意是一樁事情。至誠就是真誠到極處，所以學佛的人要以真誠之心處事待人接物。我們的真誠心能不能現前？不能！為什麼不能？有障礙！有煩惱障、所知障，把它蓋覆住了，真誠的心透不出來。你所透出來的是妄心，就是分別心、執著心、妄想心，都是這些心。起作用的時候，貪心、瞋心、嫉妒心，都是這種心，這就不正！所以，真誠是真心的本體，有體當然它起作用。起作用，對自己就是「深心」，對別人叫「大悲心」。大慈大悲，對別人；對自己是深心，深心就是清淨心，就是好善好德之心。好善好德，喜歡幫助一切眾生，幫助眾生都能夠契入正道，這個心是自己。在儒家，把深心跟大慈悲心二個合成一個，叫「正心」，所以儒家的正心有自受用、有他受用。佛法講得詳細，自受用跟他受用分開，這樣講容易明瞭，講得很清楚，很明白。"
    },
    {
      "id": "02-015-0003_p0012",
      "zh_CN": "菩提心发了之后，在儒家这才「身修」，身修说实在话，就是得到真实的幸福。「家齐」是家庭的美满。「国治」是国家的承平富强，是这个意思。「天下平」就是世界和平。儒家讲的修学的次第、层次，跟我们佛法讲的是一样的。佛法到发菩提心之后，它的发展在中国就是以四大菩萨来代表。四大菩萨，第一个是地藏菩萨。你们同修当中有不少念《地藏经》的，《地藏经》念了，懂不懂意思？地藏表的什么？地是比喻大地，藏是宝藏。我们的生活一切的依靠，都是靠大地；我们吃的是大地生长出来的，我们穿的也是大地生长的，或者是地底下埋藏的，我们把它开采出来的。所以，地上、地下有无尽的宝藏，佛就取这个意思。我们这个心就像大地一样，心地有无量的智慧、无量的德能、无量的才艺、无量的珍宝。地藏菩萨代表这个意思，要让我们去开采！",
      "zh_TW": "菩提心發了之後，在儒家這才「身修」，身修說實在話，就是得到真實的幸福。「家齊」是家庭的美滿。「國治」是國家的承平富強，是這個意思。「天下平」就是世界和平。儒家講的修學的次第、層次，跟我們佛法講的是一樣的。佛法到發菩提心之後，它的發展在中國就是以四大菩薩來代表。四大菩薩，第一個是地藏菩薩。你們同修當中有不少念《地藏經》的，《地藏經》念了，懂不懂意思？地藏表的什麼？地是比喻大地，藏是寶藏。我們的生活一切的依靠，都是靠大地；我們吃的是大地生長出來的，我們穿的也是大地生長的，或者是地底下埋藏的，我們把它開採出來的。所以，地上、地下有無盡的寶藏，佛就取這個意思。我們這個心就像大地一樣，心地有無量的智慧、無量的德能、無量的才藝、無量的珍寶。地藏菩薩代表這個意思，要讓我們去開採！"
    },
    {
      "id": "02-015-0003_p0013",
      "zh_CN": "有新学的同修，常常会想到佛法里面讲的六道轮回，这个东西到底是一回什么事情？我记得很多年前，国防研究院请我去讲演，我第一次去跟他讲的就是「什么是佛法？」讲这个题目。他们听了之后很欢喜，第二次又找我，这找我，他出了个题目，就是六道轮回，要我去跟他讲六道轮回。六道轮回很不好讲，为什么？虚无缥缈，讲的不好，他说你是讲神话，很难接受，这里面有很深的道理。如果对于佛法稍稍涉及一点的人，我们知道大经里面常讲的，特别是《华严》，「应观法界性，一切唯心造」，这二句话把尽虚空遍法界就说尽了。",
      "zh_TW": "有新學的同修，常常會想到佛法裡面講的六道輪迴，這個東西到底是一回什麼事情？我記得很多年前，國防研究院請我去講演，我第一次去跟他講的就是「什麼是佛法？」講這個題目。他們聽了之後很歡喜，第二次又找我，這找我，他出了個題目，就是六道輪迴，要我去跟他講六道輪迴。六道輪迴很不好講，為什麼？虛無縹緲，講的不好，他說你是講神話，很難接受，這裡面有很深的道理。如果對於佛法稍稍涉及一點的人，我們知道大經裡面常講的，特別是《華嚴》，「應觀法界性，一切唯心造」，這二句話把盡虛空遍法界就說盡了。"
    },
    {
      "id": "02-015-0003_p0014",
      "zh_CN": "法界，我们通常讲十法界，十法界包括六道，六道外面有声闻、缘觉、菩萨、佛，这十法界。这十法界从哪里来的？心变现的，就是我们的真心引起变现。怎么变的？《楞严经》里面讲得很透彻，讲得很明白，诸位要读了《楞严》就晓得是怎么变出来的，总有个概念。如果简单的讲，这个心有理，有道理。这心理，有理还有事。人常说，你有心事，这心事，事是起用，理是意志，所有一切的心事都是从「理」里面来发生的。这是讲的心理、心事。现在学校里有什么心理学，实在讲它没有说到理，我看它是心事学，他研究心事，那是对的，心理它没找到。只有佛法里头才讲心理，才是真正的心理学。",
      "zh_TW": "法界，我們通常講十法界，十法界包括六道，六道外面有聲聞、緣覺、菩薩、佛，這十法界。這十法界從哪裡來的？心變現的，就是我們的真心引起變現。怎麼變的？《楞嚴經》裡面講得很透徹，講得很明白，諸位要讀了《楞嚴》就曉得是怎麼變出來的，總有個概念。如果簡單的講，這個心有理，有道理。這心理，有理還有事。人常說，你有心事，這心事，事是起用，理是意志，所有一切的心事都是從「理」裡面來發生的。這是講的心理、心事。現在學校裡有什麼心理學，實在講它沒有說到理，我看它是心事學，他研究心事，那是對的，心理它沒找到。只有佛法裡頭才講心理，才是真正的心理學。"
    },
    {
      "id": "02-015-0003_p0015",
      "zh_CN": "物有物理，也有物事，哪个物事？我们不说这个名词，物事很少听这个名词。现象，现象就是物之事，物也有个理，物现的相，我们大家晓得那真的叫无量无边。我们六根接触外面六尘，现象有无量无边，你晓得现象无量无边，你的心事跟外面的现象可以说是完全相等；外面现象无量无边，你的心事也是无量无边。我跟你说这几句话，这几句话就是十法界六道轮回的真相。当然，你初听到，还是摸不着边际，你慢慢学，慢慢去体会，你知道我说这个话正确。",
      "zh_TW": "物有物理，也有物事，哪個物事？我們不說這個名詞，物事很少聽這個名詞。現象，現象就是物之事，物也有個理，物現的相，我們大家曉得那真的叫無量無邊。我們六根接觸外面六塵，現象有無量無邊，你曉得現象無量無邊，你的心事跟外面的現象可以說是完全相等；外面現象無量無邊，你的心事也是無量無邊。我跟你說這幾句話，這幾句話就是十法界六道輪迴的真相。當然，你初聽到，還是摸不著邊際，你慢慢學，慢慢去體會，你知道我說這個話正確。"
    },
    {
      "id": "02-015-0003_p0016",
      "zh_CN": "为什么？一切的现象就是物之事，都是从心想生，没有心事，那来的现象？所以永嘉大师讲，「觉后空空无大千」。觉了怎么？觉了就没事！没有事，大千世界就没有了，就空了，「梦里明明有六趣，觉后空空无大千」。梦里是有事，心有事他才会作梦，心没有事怎么会作梦？梦很多，就是你心事很多，梦很复杂，你的心事很杂，就这么回道理，诸位细细的去参。所以，四弘誓愿给我们讲的修行次第，我们要是真正明白，真正体悟了，依照这个顺序来修行，可以说没有一个人不成就的。",
      "zh_TW": "為什麼？一切的現象就是物之事，都是從心想生，沒有心事，那來的現象？所以永嘉大師講，「覺後空空無大千」。覺了怎麼？覺了就沒事！沒有事，大千世界就沒有了，就空了，「夢裡明明有六趣，覺後空空無大千」。夢裡是有事，心有事他才會作夢，心沒有事怎麼會作夢？夢很多，就是你心事很多，夢很複雜，你的心事很雜，就這麼回道理，諸位細細的去參。所以，四弘誓願給我們講的修行次第，我們要是真正明白，真正體悟了，依照這個順序來修行，可以說沒有一個人不成就的。"
    },
    {
      "id": "02-015-0003_p0017",
      "zh_CN": "最后的目标是「佛道无上誓愿成」，那个很难，那是最高的目的地，很不容易达到。这不容易达到，是讲一般大乘的法门，可是净土宗就很容易达到。容易是容易，可是你不相信就难了，你要相信它。佛在经上讲，「无量寿佛，意欲度脱，十方世界，诸众生类」，阿弥陀佛，你看他的四弘誓愿，「众生无边誓愿度」，他确实做到了。他的愿望是要度十方世界所有一切众生，怎么个度法？「皆使往生其国」，他用这个方法。佛不到你家里来教你，他办个学校，你到我这儿来，他用这个办法，你都会明白。",
      "zh_TW": "最後的目標是「佛道無上誓願成」，那個很難，那是最高的目的地，很不容易達到。這不容易達到，是講一般大乘的法門，可是淨土宗就很容易達到。容易是容易，可是你不相信就難了，你要相信它。佛在經上講，「無量壽佛，意欲度脫，十方世界，諸眾生類」，阿彌陀佛，你看他的四弘誓願，「眾生無邊誓願度」，他確實做到了。他的願望是要度十方世界所有一切眾生，怎麼個度法？「皆使往生其國」，他用這個方法。佛不到你家裡來教你，他辦個學校，你到我這兒來，他用這個辦法，你都會明白。"
    },
    {
      "id": "02-015-0003_p0018",
      "zh_CN": "到了西方极乐世界，去干什么？「悉令得泥洹道」。泥洹道就是平常我们翻的「大涅槃」，就是如来果地上所证的大涅槃。「作菩萨者，悉令作佛」，可见得到西方极乐世界，目的是叫你证究竟涅槃，成就无上的佛果，圆教的佛果。往生西方极乐世界的目的在此地。作了佛以后怎么办？有很多人说，「作佛，作佛到底有什么好处？作了佛以后就到寺庙坐在那个台上，天天受人家拜拜，是不是这样？如果作佛是这样的话，那没有人敢去作佛。这是大家没有把作佛这个名词的意义搞清楚，佛是什么，都没搞清楚，把佛当作偶像看待，把佛当作神明看待，这个错误。佛，前面跟大家说过，是个究竟圆满智慧的人；作佛就是成就究竟圆满智慧，于虚空法界，过去未来，无所不知、无所不能的这样一个人，这叫佛。我们先要把这个认识清楚。",
      "zh_TW": "到了西方極樂世界，去幹什麼？「悉令得泥洹道」。泥洹道就是平常我們翻的「大涅槃」，就是如來果地上所證的大涅槃。「作菩薩者，悉令作佛」，可見得到西方極樂世界，目的是叫你證究竟涅槃，成就無上的佛果，圓教的佛果。往生西方極樂世界的目的在此地。作了佛以後怎麼辦？有很多人說，「作佛，作佛到底有什麼好處？作了佛以後就到寺廟坐在那個台上，天天受人家拜拜，是不是這樣？如果作佛是這樣的話，那沒有人敢去作佛。這是大家沒有把作佛這個名詞的意義搞清楚，佛是什麼，都沒搞清楚，把佛當作偶像看待，把佛當作神明看待，這個錯誤。佛，前面跟大家說過，是個究竟圓滿智慧的人；作佛就是成就究竟圓滿智慧，於虛空法界，過去未來，無所不知、無所不能的這樣一個人，這叫佛。我們先要把這個認識清楚。"
    },
    {
      "id": "02-015-0003_p0019",
      "zh_CN": "世尊告诉我们，到西方极乐世界作了佛之后，弥陀的愿望是希望你再「转相教授」。你到十方世界去，你的智慧德能都圆满了，你应该去帮助别人，等于在西方世界念书毕业了，毕业出去到社会上服务，帮助大家。「转相教授，转相度脱」，怎么个度脱法？说老实话，到十方世界去宣扬净土，劝一切众生往生西方极乐世界，那就都度脱了。你要是单独去度脱他，那太苦，太难！你要帮助他断见思烦恼、断尘沙烦恼、断无明烦恼，说老实话，三大阿僧祇劫都未必能做得到。不如劝他到西方世界去，送到阿弥陀佛那里去，请阿弥陀佛去教化他，这省事太多了！那就真正度脱了。",
      "zh_TW": "世尊告訴我們，到西方極樂世界作了佛之後，彌陀的願望是希望你再「轉相教授」。你到十方世界去，你的智慧德能都圓滿了，你應該去幫助別人，等於在西方世界念書畢業了，畢業出去到社會上服務，幫助大家。「轉相教授，轉相度脫」，怎麼個度脫法？說老實話，到十方世界去宣揚淨土，勸一切眾生往生西方極樂世界，那就都度脫了。你要是單獨去度脫他，那太苦，太難！你要幫助他斷見思煩惱、斷塵沙煩惱、斷無明煩惱，說老實話，三大阿僧祇劫都未必能做得到。不如勸他到西方世界去，送到阿彌陀佛那裡去，請阿彌陀佛去教化他，這省事太多了！那就真正度脫了。"
    },
    {
      "id": "02-015-0003_p0020",
      "zh_CN": "「如是辗转，不可复计」，如果我们从这段经文里面细心去领会，会体会到，现在的十方诸佛菩萨，恐怕统统都是阿弥陀佛的代表人！缘成熟的，直接教导我们，缘没有成熟的，先用其他法门。所以，拐弯抹角，委曲婉转，到最后还是诱导这个法门。因此世尊又告诉我们，「无量寿佛，恩德布施，八方上下，无穷无极，深大无量，不可胜言」。这个话绝对不是赞叹的话，是事实。我们今天，谁对我们的恩德最大？父母、师长。父母、师长对我们恩德是一世，诸佛菩萨对我们的恩德是多生多劫的，唯独无量寿佛对我们的恩德，那是真正不可思议，没有办法称说。为什么？诸佛菩萨对我们恩德，帮助我们，说老实话可能是有限的，有极限的，唯独无量寿佛的恩德没有极限。",
      "zh_TW": "「如是輾轉，不可復計」，如果我們從這段經文裡面細心去領會，會體會到，現在的十方諸佛菩薩，恐怕統統都是阿彌陀佛的代表人！緣成熟的，直接教導我們，緣沒有成熟的，先用其他法門。所以，拐彎抹角，委曲婉轉，到最後還是誘導這個法門。因此世尊又告訴我們，「無量壽佛，恩德布施，八方上下，無窮無極，深大無量，不可勝言」。這個話絕對不是讚歎的話，是事實。我們今天，誰對我們的恩德最大？父母、師長。父母、師長對我們恩德是一世，諸佛菩薩對我們的恩德是多生多劫的，唯獨無量壽佛對我們的恩德，那是真正不可思議，沒有辦法稱說。為什麼？諸佛菩薩對我們恩德，幫助我們，說老實話可能是有限的，有極限的，唯獨無量壽佛的恩德沒有極限。"
    },
    {
      "id": "02-015-0003_p0021",
      "zh_CN": "不读《无量寿经》真的不容易体会到，念了这部经我们才真正觉悟，真正明了。因此，我们的愿要同佛的本愿。愿做不到，做不到是我的能力不够、智慧不够、缘分不足，因缘不具足，不是我不做。所以，这个愿心要有，非常强烈，我总是尽心尽力，总是把机会把握到，有机会我一定做，绝对不会让它空过。这样你的功德就像经上所讲的念念圆满，念念功德圆满，这个要知道。",
      "zh_TW": "不讀《無量壽經》真的不容易體會到，念了這部經我們才真正覺悟，真正明瞭。因此，我們的願要同佛的本願。願做不到，做不到是我的能力不夠、智慧不夠、緣分不足，因緣不具足，不是我不做。所以，這個願心要有，非常強烈，我總是盡心盡力，總是把機會把握到，有機會我一定做，絕對不會讓它空過。這樣你的功德就像經上所講的念念圓滿，念念功德圓滿，這個要知道。"
    },
    {
      "id": "02-015-0003_p0022",
      "zh_CN": "在行持上，我常常跟同修们介绍，我们晚课用《无量寿经》三十三章到三十五章，做为我们的晚课。三十三章起，完全讲到我们的生活行为。一个人自己不知道自己的过失，知道自己过失，这个人就开悟了；能够把自己过失改过来，这叫功夫，那是真正的功夫。可见得这是一桩很难的事情。我们有过失，别人看到了，会不会告诉我们？不会的！为什么？谁也不愿意去得罪人。你有过失，于我不相干。会说你过失的人是真正爱护你的人，什么人？父母、师长！做父母看到儿女有过了，这个儿女是个孝顺儿女、听话的儿女，父母才说他；不听话、不孝顺的，父母看了摇摇头，一句话也不说了。为什么？说了没用！说了还不做冤家，不说了。",
      "zh_TW": "在行持上，我常常跟同修們介紹，我們晚課用《無量壽經》三十三章到三十五章，做為我們的晚課。三十三章起，完全講到我們的生活行為。一個人自己不知道自己的過失，知道自己過失，這個人就開悟了；能夠把自己過失改過來，這叫功夫，那是真正的功夫。可見得這是一樁很難的事情。我們有過失，別人看到了，會不會告訴我們？不會的！為什麼？誰也不願意去得罪人。你有過失，於我不相干。會說你過失的人是真正愛護你的人，什麼人？父母、師長！做父母看到兒女有過了，這個兒女是個孝順兒女、聽話的兒女，父母才說他；不聽話、不孝順的，父母看了搖搖頭，一句話也不說了。為什麼？說了沒用！說了還不做冤家，不說了。"
    },
    {
      "id": "02-015-0003_p0023",
      "zh_CN": "老师说学生，那个学生是真正的学生，听话的学生，完全能够依教奉行的学生，老师一定会说；如果说了不听，说了还要反驳，老师决定不会说。所以老师对待学生，有些学生他说，有些学生不说。不是老师偏心，是学生能不能接受，能接受十分的，老师说九分，老师对不起学生；如果这个学生只能接受个三分、四分，老师讲个七分、八分，那老师话太多了，过分。这相当不容易。",
      "zh_TW": "老師說學生，那個學生是真正的學生，聽話的學生，完全能夠依教奉行的學生，老師一定會說；如果說了不聽，說了還要反駁，老師決定不會說。所以老師對待學生，有些學生他說，有些學生不說。不是老師偏心，是學生能不能接受，能接受十分的，老師說九分，老師對不起學生；如果這個學生只能接受個三分、四分，老師講個七分、八分，那老師話太多了，過分。這相當不容易。"
    },
    {
      "id": "02-015-0003_p0024",
      "zh_CN": "我们要想救自己，怎么办？唯一的方法就是读经，听佛的教训。读了经之后，自己好好的对照对照，我有没有这些过失？从前读书人，这不是学佛的人，讲一般的读书人，多半都是用《感应篇》来检点自己的过失。同修们有不少念过《了凡四训》，了凡先生改过自新，依功过格，功过格是依什么？就是依《感应篇》；换句话说，依照《太上感应篇》的教训来修行，依照它那个善恶的标准来断恶修善。",
      "zh_TW": "我們要想救自己，怎麼辦？唯一的方法就是讀經，聽佛的教訓。讀了經之後，自己好好的對照對照，我有沒有這些過失？從前讀書人，這不是學佛的人，講一般的讀書人，多半都是用《感應篇》來檢點自己的過失。同修們有不少念過《了凡四訓》，了凡先生改過自新，依功過格，功過格是依什麼？就是依《感應篇》；換句話說，依照《太上感應篇》的教訓來修行，依照它那個善惡的標準來斷惡修善。"
    },
    {
      "id": "02-015-0003_p0025",
      "zh_CN": "佛门里面标准很多，一般讲起来就是戒律。戒律自从传到中国以后，南山这一宗时间并不很长，以后就衰没了，现在已经没有人了。这个里面当然有原因，因为戒律完全是讲行持，行持我们很容易体会得到。释迦牟尼佛出现在三千年前，是在印度，印度的文化跟我们中国不同，习俗不一样，生活环境也不一样，意识型态也不一样。印度人的生活方式我们怎么能学？这是一定道理。中国的生活方式跟外国人不相同，这外国人怎么能够去学中国人？不但要学中国人，我们中国的法师在那里劝他，还得要学中国古人，这就是开倒车，这要复古！没有一个人愿意接受的。所以你一定要晓得，戒律只能取它的精神，不能守它的戒条。",
      "zh_TW": "佛門裡面標準很多，一般講起來就是戒律。戒律自從傳到中國以後，南山這一宗時間並不很長，以後就衰沒了，現在已經沒有人了。這個裡面當然有原因，因為戒律完全是講行持，行持我們很容易體會得到。釋迦牟尼佛出現在三千年前，是在印度，印度的文化跟我們中國不同，習俗不一樣，生活環境也不一樣，意識型態也不一樣。印度人的生活方式我們怎麼能學？這是一定道理。中國的生活方式跟外國人不相同，這外國人怎麼能夠去學中國人？不但要學中國人，我們中國的法師在那裡勸他，還得要學中國古人，這就是開倒車，這要復古！沒有一個人願意接受的。所以你一定要曉得，戒律只能取它的精神，不能守它的戒條。"
    },
    {
      "id": "02-015-0003_p0026",
      "zh_CN": "戒条条文就好像我们世间的法律一样，每过二、三十年要修订一次。为什么修订一次？时代不一样，变了，那些条文在现在这个时候不适用了。现在我们订下很多条文，现在适用，过个二、三十年之后又不适用了，所以要常常改。改是改那个条文，原理原则决定不会改的，这就是断恶修善，「诸恶莫作，众善奉行」，这个原则是永远不变的。所以大家要认识清楚。",
      "zh_TW": "戒條條文就好像我們世間的法律一樣，每過二、三十年要修訂一次。為什麼修訂一次？時代不一樣，變了，那些條文在現在這個時候不適用了。現在我們訂下很多條文，現在適用，過個二、三十年之後又不適用了，所以要常常改。改是改那個條文，原理原則決定不會改的，這就是斷惡修善，「諸惡莫作，眾善奉行」，這個原則是永遠不變的。所以大家要認識清楚。"
    },
    {
      "id": "02-015-0003_p0027",
      "zh_CN": "戒律到中国来，我们中国的圣人百丈禅师就是一个代表的人物，他订丛林的清规。清规是什么？就是戒律的本土化、戒律的现代化，它的精神、原理原则决定遵照佛陀所说的。可是在我们现实生活上，我们应该要这么做法，因此你在中国大陆，每一省有每一省的习俗，生活方式有些不相同的地方。中国幅员很大，所以每个地方的寺院都有它自己的清规。它这个清规大致上差不多，里面有些条文不一样，有些条文，那个地方用得着，我这用不着，我这个地方需要用这个，他们那里没有的，所以它有增有减。那么到外国来，如果我们是以外国人为对象，那一定要懂得他们的历史、文化背景，知道他们的思想，他们的生活方式以及需求，这样他才会欢喜。决定不能把中国那一套东西搬来，一成不变的教他们，那就大错特错了。",
      "zh_TW": "戒律到中國來，我們中國的聖人百丈禪師就是一個代表的人物，他訂叢林的清規。清規是什麼？就是戒律的本土化、戒律的現代化，它的精神、原理原則決定遵照佛陀所說的。可是在我們現實生活上，我們應該要這麼做法，因此你在中國大陸，每一省有每一省的習俗，生活方式有些不相同的地方。中國幅員很大，所以每個地方的寺院都有它自己的清規。它這個清規大致上差不多，裡面有些條文不一樣，有些條文，那個地方用得著，我這用不著，我這個地方需要用這個，他們那裡沒有的，所以它有增有減。那麼到外國來，如果我們是以外國人為對象，那一定要懂得他們的歷史、文化背景，知道他們的思想，他們的生活方式以及需求，這樣他才會歡喜。決定不能把中國那一套東西搬來，一成不變的教他們，那就大錯特錯了。"
    },
    {
      "id": "02-015-0003_p0028",
      "zh_CN": "佛教在中国这么多年来，可以说个晚近总是近百年来，没有办法发扬光大，那就是时代在变，在新！佛法没能跟上去，佛法守旧，守在那儿，落伍了。所以大家觉得这个不行，没有必要，不需要，旧了。佛法没能够做到精进，进是进步，精是精纯，纯而不杂的，求进步！那才行。时代永远在进步，我们的思想要落后了，跟不上时代，不但自己度自己度不了，佛法渐渐会灭亡。为什么？大家不接受，不要，这东西旧了，过时了。我们有责任，所以我要求年轻的同学，无论在德行上、无论在学说上，一定要超过我们这一代人。为什么？你要教底下那个时代，底下那个时代比我们这个时代又进步了。像我这个样子就应付不了将来这个时代，必须从这个基础上再往上提升一层，你才能够帮助那个时代的人解决问题，这就对了。儒家讲，「日新又新，新新不住」，住就停了，不能停！一直要往前进。佛法也是如此。经典的经文一个字没有变更，讲解的方法一天比一天新，完全能够帮助这个时代，指导这个时代，这就对了。是新时代大家思想生活的一个依据，佛法就兴旺起来了，众生才真正有福！不能落在时代的后面，这是学佛必须要建立的一个基本的观念。",
      "zh_TW": "佛教在中國這麼多年來，可以說個晚近總是近百年來，沒有辦法發揚光大，那就是時代在變，在新！佛法沒能跟上去，佛法守舊，守在那兒，落伍了。所以大家覺得這個不行，沒有必要，不需要，舊了。佛法沒能夠做到精進，進是進步，精是精純，純而不雜的，求進步！那才行。時代永遠在進步，我們的思想要落後了，跟不上時代，不但自己度自己度不了，佛法漸漸會滅亡。為什麼？大家不接受，不要，這東西舊了，過時了。我們有責任，所以我要求年輕的同學，無論在德行上、無論在學說上，一定要超過我們這一代人。為什麼？你要教底下那個時代，底下那個時代比我們這個時代又進步了。像我這個樣子就應付不了將來這個時代，必須從這個基礎上再往上提升一層，你才能夠幫助那個時代的人解決問題，這就對了。儒家講，「日新又新，新新不住」，住就停了，不能停！一直要往前進。佛法也是如此。經典的經文一個字沒有變更，講解的方法一天比一天新，完全能夠幫助這個時代，指導這個時代，這就對了。是新時代大家思想生活的一個依據，佛法就興旺起來了，眾生才真正有福！不能落在時代的後面，這是學佛必須要建立的一個基本的觀念。"
    },
    {
      "id": "02-015-0003_p0029",
      "zh_CN": "持戒就是守法，守法一定要真正得到生活的美满、幸福。佛法标榜的「离苦得乐」，我们学佛愈学愈苦，这个世间人看了就害怕：这种佛我们不能学，你看那么苦！佛法里头得乐！饮食方面，实在讲，佛法只是讲不杀生，没有说不吃肉。释迦牟尼佛当年在世，他们的生活方式是托钵，托钵的时候，人家供养什么就吃什么，所以叫吃「三净肉」，「不闻杀」，没有听到声音，「不见杀，不为我杀」。像美国这个市场上，可以说统统都是三净肉，这个要知道。不要一看到人吃肉，就好像那个罪过重的不得了，学佛的人好像自己心里面就起反感，这是错误的。这是什么？你一点定力都没有。尤其是家里人，自己学佛吃素了，看到家里人吃荤菜，就跟家里人做冤家对头，就敌对了，你这怎么能度得了你的家庭？怎么可能会信佛？这不可能的！一定要明了。",
      "zh_TW": "持戒就是守法，守法一定要真正得到生活的美滿、幸福。佛法標榜的「離苦得樂」，我們學佛愈學愈苦，這個世間人看了就害怕：這種佛我們不能學，你看那麼苦！佛法裡頭得樂！飲食方面，實在講，佛法只是講不殺生，沒有說不吃肉。釋迦牟尼佛當年在世，他們的生活方式是托缽，托缽的時候，人家供養什麼就吃什麼，所以叫吃「三淨肉」，「不聞殺」，沒有聽到聲音，「不見殺，不為我殺」。像美國這個市場上，可以說統統都是三淨肉，這個要知道。不要一看到人吃肉，就好像那個罪過重的不得了，學佛的人好像自己心裡面就起反感，這是錯誤的。這是什麼？你一點定力都沒有。尤其是家裡人，自己學佛吃素了，看到家裡人吃葷菜，就跟家裡人做冤家對頭，就敵對了，你這怎麼能度得了你的家庭？怎麼可能會信佛？這不可能的！一定要明瞭。"
    },
    {
      "id": "02-015-0003_p0030",
      "zh_CN": "素食在全世界的佛教，只有中国佛教吃素。所以我们到外国去，外国的寺庙他们接待我们，看我们吃素，怪怪的！我们看他吃肉也怪怪的，彼此都看不惯。所以，一定要知道原因。中国的素食运动是梁武帝提倡的，这个要知道。梁武帝读《楞伽经》，《楞伽经》里面讲「菩萨大慈大悲，不忍食一切众生肉」。他读了之后很受感动，自己从此以后就素食了，就不再吃肉。他是我们佛门的大护法，又是帝王之尊，他这一提倡，我们佛门里头就响应，所以素食运动是这么来的。梁武帝以前，中国的出家人、印度出家人，都是吃肉食的，梁武帝以后到现在，好像变成非吃素不可，不吃人家就见怪了，要晓得怎么个来源。",
      "zh_TW": "素食在全世界的佛教，只有中國佛教吃素。所以我們到外國去，外國的寺廟他們接待我們，看我們吃素，怪怪的！我們看他吃肉也怪怪的，彼此都看不慣。所以，一定要知道原因。中國的素食運動是梁武帝提倡的，這個要知道。梁武帝讀《楞伽經》，《楞伽經》裡面講「菩薩大慈大悲，不忍食一切眾生肉」。他讀了之後很受感動，自己從此以後就素食了，就不再吃肉。他是我們佛門的大護法，又是帝王之尊，他這一提倡，我們佛門裡頭就響應，所以素食運動是這麼來的。梁武帝以前，中國的出家人、印度出家人，都是吃肉食的，梁武帝以後到現在，好像變成非吃素不可，不吃人家就見怪了，要曉得怎麼個來源。"
    },
    {
      "id": "02-015-0003_p0031",
      "zh_CN": "但是在此地我要奉劝各位，中年以上，素食对于身体健康有一定的好处，那一点不假。所以，你学佛了，家人没有学佛，你煮些荤的东西一样可以煮，你吃肉边菜就可以了！不要去计较，吃肉边菜也可以，为什么？感化你一家人。你要想度你的家人，先要家人对你欢喜、恭敬。你这样学佛，我也可以学！不要一看到，这个学佛不行！我们不能学他。学佛的人神经都不正常，对人生和幸福都没有，这还得了，那就大错特错了。所以你总要说一番道理给他听，自己做个榜样。",
      "zh_TW": "但是在此地我要奉勸各位，中年以上，素食對於身體健康有一定的好處，那一點不假。所以，你學佛了，家人沒有學佛，你煮些葷的東西一樣可以煮，你吃肉邊菜就可以了！不要去計較，吃肉邊菜也可以，為什麼？感化你一家人。你要想度你的家人，先要家人對你歡喜、恭敬。你這樣學佛，我也可以學！不要一看到，這個學佛不行！我們不能學他。學佛的人神經都不正常，對人生和幸福都沒有，這還得了，那就大錯特錯了。所以你總要說一番道理給他聽，自己做個榜樣。"
    },
    {
      "id": "02-015-0003_p0032",
      "zh_CN": "因为素食使身心健康，很少疾病，他们看了，日久天长看在眼睛里面，他就会欢喜，想想这个还是有道理，慢慢的就会学了。所以，我看到许多学佛的家庭，家庭都是对立的，都是好像敌人一样，敌对的。而且家人看到你学佛了，看到你对你的同修那种亲密，他生嫉妒。为什么？你学佛，你对人家真好，你看你对待家里面，父母、兄弟，都好像仇人一样，看也看不顺眼，说话样样都不合适；看到你的同修道友，比父母还要亲！家里面怎么能和？这个错误。如果我们把敬佛、敬菩萨那个心，你回家去敬父母、敬你的兄弟姊妹，就不一样，这个很重要！学佛就从这个地方学。",
      "zh_TW": "因為素食使身心健康，很少疾病，他們看了，日久天長看在眼睛裡面，他就會歡喜，想想這個還是有道理，慢慢的就會學了。所以，我看到許多學佛的家庭，家庭都是對立的，都是好像敵人一樣，敵對的。而且家人看到你學佛了，看到你對你的同修那種親密，他生嫉妒。為什麼？你學佛，你對人家真好，你看你對待家裡面，父母、兄弟，都好像仇人一樣，看也看不順眼，說話樣樣都不合適；看到你的同修道友，比父母還要親！家裡面怎麼能和？這個錯誤。如果我們把敬佛、敬菩薩那個心，你回家去敬父母、敬你的兄弟姊妹，就不一樣，這個很重要！學佛就從這個地方學。"
    },
    {
      "id": "02-015-0003_p0033",
      "zh_CN": "佛法里面的《观经》三福，那是学佛的基础，三福是基础。韦提希夫人求佛给她讲修净土的方法，佛在没有说方法之前，先叫她修三福，你就晓得，三福是根基。净土宗的修学就是建立在这个基础上，你说这多重要！第一条里面，第一句「孝养父母，奉事师长，慈心不杀，修十善业」，从这儿做起。第二条，「受持三归，具足众戒，不犯威仪」。净宗是大乘，所以这个还不够，还要「发菩提心，深信因果，读诵大乘，劝进行者」。佛特别说明，这是「三世诸佛，净业正因」，这不是一尊佛从这个基础上成就的，是十方三世一切诸佛统统是这个基础上成就的。我们没有这个基础，怎么能成？怎么能行佛法？可见得这个基础重要。",
      "zh_TW": "佛法裡面的《觀經》三福，那是學佛的基礎，三福是基礎。韋提希夫人求佛給她講修淨土的方法，佛在沒有說方法之前，先叫她修三福，你就曉得，三福是根基。淨土宗的修學就是建立在這個基礎上，你說這多重要！第一條裡面，第一句「孝養父母，奉事師長，慈心不殺，修十善業」，從這兒做起。第二條，「受持三歸，具足眾戒，不犯威儀」。淨宗是大乘，所以這個還不夠，還要「發菩提心，深信因果，讀誦大乘，勸進行者」。佛特別說明，這是「三世諸佛，淨業正因」，這不是一尊佛從這個基礎上成就的，是十方三世一切諸佛統統是這個基礎上成就的。我們沒有這個基礎，怎麼能成？怎麼能行佛法？可見得這個基礎重要。"
    },
    {
      "id": "02-015-0003_p0034",
      "zh_CN": "这就讲到我们自性里面的宝藏，无量无边的宝藏，刚才说了，用什么方法开采？就是孝道、孝敬。孝敬诸位要知道，是性德，是本性里面本来具足的。性德还要用性德去开采，如果不是性德，就没有办法把本性里面的智慧、德能开发出来。所以，没有一个佛菩萨不是孝亲尊师，没有一个祖师大德不是孝亲尊师。你不要看过去，就看现代，你看印光法师，看看谛闲法师、虚云老和尚，这是近代的这些大德，没有一个是例外的，没有一个不孝顺父母，没有一个不尊敬师长！所以，《地藏经》是佛门的孝经，是教给我们，用什么样的方式将我们自性的智慧、德能开发出来。",
      "zh_TW": "這就講到我們自性裡面的寶藏，無量無邊的寶藏，剛才說了，用什麼方法開採？就是孝道、孝敬。孝敬諸位要知道，是性德，是本性裡面本來具足的。性德還要用性德去開採，如果不是性德，就沒有辦法把本性裡面的智慧、德能開發出來。所以，沒有一個佛菩薩不是孝親尊師，沒有一個祖師大德不是孝親尊師。你不要看過去，就看現代，你看印光法師，看看諦閑法師、虛雲老和尚，這是近代的這些大德，沒有一個是例外的，沒有一個不孝順父母，沒有一個不尊敬師長！所以，《地藏經》是佛門的孝經，是教給我們，用什麼樣的方式將我們自性的智慧、德能開發出來。"
    },
    {
      "id": "02-015-0003_p0035",
      "zh_CN": "禅家常讲的「明心见性」。明心见性用什么方法？孝亲尊师，孝敬到极处就能见性，这个要知道。所以，从地藏再往上提升一级，就是观音菩萨。观音代表「大慈大悲」；换句话说，把孝亲尊师这个孝敬扩大，扩大到一切众生。《菩萨戒经》里面所说的，「一切男子是我父，一切女人是我母」，就把孝敬的心行扩大，扩大到无量无边，这叫观音菩萨。这叫大慈大悲。",
      "zh_TW": "禪家常講的「明心見性」。明心見性用什麼方法？孝親尊師，孝敬到極處就能見性，這個要知道。所以，從地藏再往上提升一級，就是觀音菩薩。觀音代表「大慈大悲」；換句話說，把孝親尊師這個孝敬擴大，擴大到一切眾生。《菩薩戒經》裡面所說的，「一切男子是我父，一切女人是我母」，就把孝敬的心行擴大，擴大到無量無邊，這叫觀音菩薩。這叫大慈大悲。"
    },
    {
      "id": "02-015-0003_p0036",
      "zh_CN": "我们现在搞颠倒了，去求观音菩萨，大慈大悲救救我，慈悲我，错了！观音菩萨是叫你学他一样，学他一样把这个慈悲遍满到一切众生，这就对了，跟观音菩萨就相应。念念说菩萨来慈悲你，你怎么念也得不到感应，有人得感应，人家他本来就有的，绝对不是他求的，如果是求得，那应该十个人求十个人得，一百个人求一百个人得，大家都得才对。为什么一百个人求观音菩萨，只有一、二个有感应？其他都没有。那观音菩萨还偏心，哪有这个道理？所以你搞错了。观音菩萨是叫我们把孝亲尊师这个心发扬光大，孝敬一切众生，是这个意思，这就是观音，这是福！",
      "zh_TW": "我們現在搞顛倒了，去求觀音菩薩，大慈大悲救救我，慈悲我，錯了！觀音菩薩是叫你學他一樣，學他一樣把這個慈悲遍滿到一切眾生，這就對了，跟觀音菩薩就相應。念念說菩薩來慈悲你，你怎麼念也得不到感應，有人得感應，人家他本來就有的，絕對不是他求的，如果是求得，那應該十個人求十個人得，一百個人求一百個人得，大家都得才對。為什麼一百個人求觀音菩薩，只有一、二個有感應？其他都沒有。那觀音菩薩還偏心，哪有這個道理？所以你搞錯了。觀音菩薩是叫我們把孝親尊師這個心發揚光大，孝敬一切眾生，是這個意思，這就是觀音，這是福！"
    },
    {
      "id": "02-015-0003_p0037",
      "zh_CN": "这是福，有福还得要有慧，没有慧，问题就很多！所以，佛门里常说，佛法是以「慈悲为本，方便为门」。方便是手段，种种不同的手段，在入门方法。佛门又说，「慈悲多祸害，方便出下流」，祸害、下流都来了，原因是什么？没有智慧。所以智慧非常重要，就是我们的慈爱、恭敬是理智的，不是感情的。因此第三位菩萨，文殊师利表智慧；换句话说，大慈大悲要依智慧就对了，就没有错了。",
      "zh_TW": "這是福，有福還得要有慧，沒有慧，問題就很多！所以，佛門裡常說，佛法是以「慈悲為本，方便為門」。方便是手段，種種不同的手段，在入門方法。佛門又說，「慈悲多禍害，方便出下流」，禍害、下流都來了，原因是什麼？沒有智慧。所以智慧非常重要，就是我們的慈愛、恭敬是理智的，不是感情的。因此第三位菩薩，文殊師利表智慧；換句話說，大慈大悲要依智慧就對了，就沒有錯了。"
    },
    {
      "id": "02-015-0003_p0038",
      "zh_CN": "我们西方三圣，阿弥陀佛、观音、势至，观音表慈悲，势至表智慧，慈悲要以理智，不能以感情，那就正确了。所以到最后普贤菩萨，普贤菩萨就是把福、智，或者说得更详细的，孝、敬、慈悲、智慧，发扬到极处，就是普贤。「普」是普遍没有边际；「贤」是平等，统统是圣贤，像西方世界统统是圣贤。所以西方极乐世界是普贤法界，这里面统统是普贤菩萨，生到西方极乐世界就是普贤菩萨。西方世界纯一普贤法界，比华严还殊胜，华严的目标就是要到达这里，真正做到在西方极乐世界。所以，文殊、普贤是不得不去，道理在此地，到那个地方才功德圆满。",
      "zh_TW": "我們西方三聖，阿彌陀佛、觀音、勢至，觀音表慈悲，勢至表智慧，慈悲要以理智，不能以感情，那就正確了。所以到最後普賢菩薩，普賢菩薩就是把福、智，或者說得更詳細的，孝、敬、慈悲、智慧，發揚到極處，就是普賢。「普」是普遍沒有邊際；「賢」是平等，統統是聖賢，像西方世界統統是聖賢。所以西方極樂世界是普賢法界，這裡面統統是普賢菩薩，生到西方極樂世界就是普賢菩薩。西方世界純一普賢法界，比華嚴還殊勝，華嚴的目標就是要到達這裡，真正做到在西方極樂世界。所以，文殊、普賢是不得不去，道理在此地，到那個地方才功德圓滿。"
    },
    {
      "id": "02-015-0003_p0039",
      "zh_CN": "我们相信四大菩萨，是代表佛法里面的四个层次，修学要逐步向上提升的，而不是把这些佛菩萨像当作神明来供养，那就错了。你要是真正懂得他的意思，见到佛菩萨形像，这个心就能够生起来，就是佛菩萨威神加持，你得到真实的利益。也有人说，护法神、佛菩萨护念，护法神保佑，这个事情是真的，是假的？这是真的，一点不假。你这个心才一发，诸佛护念，龙天拥护，你没有这个心，把佛菩萨当作神去拜，求自己的名闻利养，升官发财，求这些东西，决定没有感应，为什么？你迷惑颠倒！佛光虽然照你，你本身有障碍障住了，照不到你，加不上！你的心量也大的时候，障碍都没有了，你的心光跟佛菩萨的心光，光光相照，它就起感应，是这么回事情。所以加持是真的，一点都不假。因此我们学佛上，不得不留意身心的清净，因为我们今天选择的是净土宗，选择是这个法门，这个法门是从清净心入进去的。",
      "zh_TW": "我們相信四大菩薩，是代表佛法裡面的四個層次，修學要逐步向上提升的，而不是把這些佛菩薩像當作神明來供養，那就錯了。你要是真正懂得他的意思，見到佛菩薩形像，這個心就能夠生起來，就是佛菩薩威神加持，你得到真實的利益。也有人說，護法神、佛菩薩護念，護法神保佑，這個事情是真的，是假的？這是真的，一點不假。你這個心才一發，諸佛護念，龍天擁護，你沒有這個心，把佛菩薩當作神去拜，求自己的名聞利養，升官發財，求這些東西，決定沒有感應，為什麼？你迷惑顛倒！佛光雖然照你，你本身有障礙障住了，照不到你，加不上！你的心量也大的時候，障礙都沒有了，你的心光跟佛菩薩的心光，光光相照，它就起感應，是這麼回事情。所以加持是真的，一點都不假。因此我們學佛上，不得不留意身心的清淨，因為我們今天選擇的是淨土宗，選擇是這個法門，這個法門是從清淨心入進去的。"
    },
    {
      "id": "02-015-0003_p0040",
      "zh_CN": "前面跟诸位介绍过，无量法门归纳到八万四千，八万四千法门最后归纳到三个门，觉、正、净。讲三皈依的时候，觉、正、净三个门，这三门实在是三而一，一而三。为什么？任何一门都圆满的含摄其他二门。觉必定有正、有净，不正、不净，他怎么觉？正一定净、一定觉；净一定觉、一定正。因此这个三门一定是一个，一个得到，三个统统得到，这叫法门平等。",
      "zh_TW": "前面跟諸位介紹過，無量法門歸納到八萬四千，八萬四千法門最後歸納到三個門，覺、正、淨。講三皈依的時候，覺、正、淨三個門，這三門實在是三而一，一而三。為什麼？任何一門都圓滿的含攝其他二門。覺必定有正、有淨，不正、不淨，他怎麼覺？正一定淨、一定覺；淨一定覺、一定正。因此這個三門一定是一個，一個得到，三個統統得到，這叫法門平等。"
    },
    {
      "id": "02-015-0003_p0041",
      "zh_CN": "在中国佛法，这是讲过去，禅宗走「觉门」，就是三门它走这个门，真正开悟，大彻大悟了，净、正都得到。你看看《坛经》就晓得，他都得到了。教下走正门，像天台宗、华严宗、三论宗、法相宗，这些都走正门，正知正见。净土宗跟密宗是走「净门」，都是修清净心。这二宗虽然统统修清净心，净宗比密宗来的稳当，为什么来的稳当？净宗很守规矩，没有妄想，专一的修一心不乱，它就修这个。这里面没有神通、感应，所以不容易着魔。",
      "zh_TW": "在中國佛法，這是講過去，禪宗走「覺門」，就是三門它走這個門，真正開悟，大徹大悟了，淨、正都得到。你看看《壇經》就曉得，他都得到了。教下走正門，像天台宗、華嚴宗、三論宗、法相宗，這些都走正門，正知正見。淨土宗跟密宗是走「淨門」，都是修清淨心。這二宗雖然統統修清淨心，淨宗比密宗來的穩當，為什麼來的穩當？淨宗很守規矩，沒有妄想，專一的修一心不亂，它就修這個。這裡面沒有神通、感應，所以不容易著魔。"
    },
    {
      "id": "02-015-0003_p0042",
      "zh_CN": "密宗虽然修清净心，因为它是以神咒为主，以持咒为主，不是像我们念一句「阿弥陀佛」这样简单、单纯。它的咒里面就复杂，这个咒子，许多都是鬼神名号。当然他念咒主要目的，是要达到心清净，可是念这些鬼神的名字，把这些鬼神都念来了，念来之后，当然你要供养他，所以密宗的供养很多，你要供养他。他接受你供养，要护持你的佛法，也会护持你。可是诸位一定要知道，鬼神他是对真正修道人、有道德的人他很尊敬、他护持。如果你心术不正，你把他找来，他瞧不起你，瞧不起你不要紧，他会跟你开个玩笑，戏弄你，那你就受不了。这人家常讲的，着魔了，所以有这个问题。就是他跟鬼神往来的太密切，自己本身如果真的没有修行、道德的功夫的话，跟鬼神往来应付不了！这个事情是麻烦事情。",
      "zh_TW": "密宗雖然修清淨心，因為它是以神咒為主，以持咒為主，不是像我們念一句「阿彌陀佛」這樣簡單、單純。它的咒裡面就複雜，這個咒子，許多都是鬼神名號。當然他念咒主要目的，是要達到心清淨，可是念這些鬼神的名字，把這些鬼神都念來了，念來之後，當然你要供養他，所以密宗的供養很多，你要供養他。他接受你供養，要護持你的佛法，也會護持你。可是諸位一定要知道，鬼神他是對真正修道人、有道德的人他很尊敬、他護持。如果你心術不正，你把他找來，他瞧不起你，瞧不起你不要緊，他會跟你開個玩笑，戲弄你，那你就受不了。這人家常講的，著魔了，所以有這個問題。就是他跟鬼神往來的太密切，自己本身如果真的沒有修行、道德的功夫的話，跟鬼神往來應付不了！這個事情是麻煩事情。"
    },
    {
      "id": "02-015-0003_p0043",
      "zh_CN": "不如净宗只找阿弥陀佛一个人，阿弥陀佛来与不来都没关系，来了他是佛，他不是妖魔鬼怪。我们再不好，罪业再重，阿弥陀佛也不会瞧不起我们，这是跟鬼神完全不一样。佛心清净、平等，佛大慈大悲，连地狱众生他都要接引，何况我们还没有造那么重罪。这就说明净宗修清净心，不跟鬼神往来。密宗修清净心，是跟许多鬼神往来，所以它的神通感应很多，这个我们一定要知道。自己没有真正的道德，没有真正修学的功夫，还是少与为妙！我们看到许多学密宗，年纪轻轻大学毕业，甚至于研究所毕业，学个半年、一年，都送到精神病院去了。可惜！实在可惜！真的精神分裂，那个没办法救，他的老师上师也救不了。这岂不害人，断送一个人一生的前途，这个不能不负责任的，有责任的，有因果的。",
      "zh_TW": "不如淨宗只找阿彌陀佛一個人，阿彌陀佛來與不來都沒關係，來了他是佛，他不是妖魔鬼怪。我們再不好，罪業再重，阿彌陀佛也不會瞧不起我們，這是跟鬼神完全不一樣。佛心清淨、平等，佛大慈大悲，連地獄眾生他都要接引，何況我們還沒有造那麼重罪。這就說明淨宗修清淨心，不跟鬼神往來。密宗修清淨心，是跟許多鬼神往來，所以它的神通感應很多，這個我們一定要知道。自己沒有真正的道德，沒有真正修學的功夫，還是少與為妙！我們看到許多學密宗，年紀輕輕大學畢業，甚至於研究所畢業，學個半年、一年，都送到精神病院去了。可惜！實在可惜！真的精神分裂，那個沒辦法救，他的老師上師也救不了。這豈不害人，斷送一個人一生的前途，這個不能不負責任的，有責任的，有因果的。"
    },
    {
      "id": "02-015-0003_p0044",
      "zh_CN": "所以今天，黄念祖老居士在北京，他虽然是密宗金刚上师，他不常念。他是很坦白的告诉大家，这个时代已经没有学密的根机，都劝人念佛，特别宣扬这部《无量寿经》。他现在正在给《无量寿经》写一部白话的注解，接引初机，因为他前面写的注解，初学的人看不懂。老居士真正慈悲，以这么大的年岁，身体也并不是很健康，真是拼命为大众来介绍这个第一希有殊胜的法门。我们看到他老人家的作业非常感动，那才叫真正修道。生活的清苦，今年七十九岁，洗衣服、烧饭还是自己来，没有人照顾，没有人侍候；跟当年李老师在台中一样，真正修道人，这是我们修行的榜样。我们常常讲自己学得不错，看看人家，差太远了。他自己常常觉得不够，还在那里虚度光阴，是我们怎么办？在这个末法时期，我们还能看到几个样子在？看不到这个样子。自己觉得自己学得很不错，看看人家那个样子，才晓得自己差太远了，望尘莫及！应该要努力直追，这是典型，这是模范。所以一定要着重身心的清净。",
      "zh_TW": "所以今天，黃念祖老居士在北京，他雖然是密宗金剛上師，他不常念。他是很坦白的告訴大家，這個時代已經沒有學密的根機，都勸人念佛，特別宣揚這部《無量壽經》。他現在正在給《無量壽經》寫一部白話的註解，接引初機，因為他前面寫的註解，初學的人看不懂。老居士真正慈悲，以這麼大的年歲，身體也並不是很健康，真是拼命為大眾來介紹這個第一希有殊勝的法門。我們看到他老人家的作業非常感動，那才叫真正修道。生活的清苦，今年七十九歲，洗衣服、燒飯還是自己來，沒有人照顧，沒有人侍候；跟當年李老師在台中一樣，真正修道人，這是我們修行的榜樣。我們常常講自己學得不錯，看看人家，差太遠了。他自己常常覺得不夠，還在那裡虛度光陰，是我們怎麼辦？在這個末法時期，我們還能看到幾個樣子在？看不到這個樣子。自己覺得自己學得很不錯，看看人家那個樣子，才曉得自己差太遠了，望塵莫及！應該要努力直追，這是典型，這是模範。所以一定要著重身心的清淨。"
    },
    {
      "id": "02-015-0003_p0045",
      "zh_CN": "「志愿安定」，要把这个心安在《无量寿经》上，怎样叫安在这个经上？对于其他一切法门不再贪求了，心定在这部经上。一定在这部经上得到真实利益之后，还有多余的时间，可以涉猎一些大乘经典，而不是现在去涉猎。现在涉猎什么？你就不能深入！耽误你深入，现在要求的是一门深入。真正有相当的深度了，我再博览群经，这就对了。所以「法门无量誓愿学」，不是叫你现在去学，现在是要把「烦恼无尽誓愿断」，先搞这个。我们现代学佛的人，说老实话，犯了一个很大的错误。四弘誓愿前面二条他不要了，他从哪里学起？「法门无量誓愿学，佛道无上誓愿成」。四层大楼，前面二层不要，盖空中楼阁，他本事很大，他搞这个，你说有什么法子？所以搞一辈子都搞不成就，到底毛病出在哪里？就出在这个地方，没有按照佛教给我们顺序去做，这个错了！",
      "zh_TW": "「志願安定」，要把這個心安在《無量壽經》上，怎樣叫安在這個經上？對於其他一切法門不再貪求了，心定在這部經上。一定在這部經上得到真實利益之後，還有多餘的時間，可以涉獵一些大乘經典，而不是現在去涉獵。現在涉獵什麼？你就不能深入！耽誤你深入，現在要求的是一門深入。真正有相當的深度了，我再博覽群經，這就對了。所以「法門無量誓願學」，不是叫你現在去學，現在是要把「煩惱無盡誓願斷」，先搞這個。我們現代學佛的人，說老實話，犯了一個很大的錯誤。四弘誓願前面二條他不要了，他從哪裡學起？「法門無量誓願學，佛道無上誓願成」。四層大樓，前面二層不要，蓋空中樓閣，他本事很大，他搞這個，你說有什麼法子？所以搞一輩子都搞不成就，到底毛病出在哪裡？就出在這個地方，沒有按照佛教給我們順序去做，這個錯了！"
    },
    {
      "id": "02-015-0003_p0046",
      "zh_CN": "一般人都是一开头就是博览群经，尤其现在印刷术发达，《大藏经》流通的很普遍。在从前，谁敢说是看《大藏经》？没有人敢动这个念头，为什么？不可能！必需是有相当规模的大寺院，可能才会有一部《藏经》。像我家乡，我们的安徽省，还算不错了，有地藏菩萨住在那个地方。全省有几部《大藏经》？给诸位说只有二部半，不容易！一般人要看佛经，要到寺庙去借这个经，经不能借出来的，只是在里面借出来抄。",
      "zh_TW": "一般人都是一開頭就是博覽群經，尤其現在印刷術發達，《大藏經》流通的很普遍。在從前，誰敢說是看《大藏經》？沒有人敢動這個念頭，為什麼？不可能！必需是有相當規模的大寺院，可能才會有一部《藏經》。像我家鄉，我們的安徽省，還算不錯了，有地藏菩薩住在那個地方。全省有幾部《大藏經》？給諸位說只有二部半，不容易！一般人要看佛經，要到寺廟去借這個經，經不能借出來的，只是在裡面借出來抄。"
    },
    {
      "id": "02-015-0003_p0047",
      "zh_CN": "从前人读经多困难，现在印刷术发达，价格又很便宜，一般人都能买得起。大概这个《大藏经》现在恐怕合美金，一部也不过是二千块而已，不贵！刚刚印出来那个时候，《卍续藏》印出来，这是很多年前了，大概总有十几二十年前，《卍续藏》总共是一百五十册，定价美金伍佰元。所以，人人买得起，买回家看，看了之后，胡说八道。所以「众生无边誓愿度」，他不度，这个人我讨厌他，那个人我恨透了他，怎么度？烦恼也不断，贪、瞋、痴天天增长，贡高我慢，就搞这个，他从「法门无量誓愿学」那里下手。还要什么？还要即身成佛，「佛道无上誓愿成」，他要即身成佛，成得了吗？说老实话，即身成魔是没错的，即身成佛才没有。所以真正要得佛法受用，得佛法利益，要守规矩，这里讲持戒，要守法！一定要按照这个步骤，按照程序来修学，这样就不会错了。",
      "zh_TW": "從前人讀經多困難，現在印刷術發達，價格又很便宜，一般人都能買得起。大概這個《大藏經》現在恐怕合美金，一部也不過是二千塊而已，不貴！剛剛印出來那個時候，《卍續藏》印出來，這是很多年前了，大概總有十幾二十年前，《卍續藏》總共是一百五十冊，定價美金伍佰元。所以，人人買得起，買回家看，看了之後，胡說八道。所以「眾生無邊誓願度」，他不度，這個人我討厭他，那個人我恨透了他，怎麼度？煩惱也不斷，貪、瞋、痴天天增長，貢高我慢，就搞這個，他從「法門無量誓願學」那裡下手。還要什麼？還要即身成佛，「佛道無上誓願成」，他要即身成佛，成得了嗎？說老實話，即身成魔是沒錯的，即身成佛才沒有。所以真正要得佛法受用，得佛法利益，要守規矩，這裡講持戒，要守法！一定要按照這個步驟，按照程序來修學，這樣就不會錯了。"
    },
    {
      "id": "02-015-0003_p0048",
      "zh_CN": "《无量寿经》它最大的好处，就是文字少，经文不长。在这部经上，它确实有非常圆满的理论、有很周详的方法、有很殊胜的境界，愈读愈喜欢。读熟之后，仿佛西方极乐世界就在我们的周边，确实有这种感触，人虽然没去，心里已经向往了。里面切实的教训不少，这是对我们很大很大的帮助，这就是我们把三十三品到三十七品选作晚课的原因。我们的用意，早课是提醒自己。希望自己的心、愿同阿弥陀佛，跟阿弥陀佛做同志，心愿相同。晚课，我们选择三十三到三十七品，这个五品统统都是教训，念了之后深深去反省、去观察，对于人生，对于六道，有个正确的观察。要用现代的话来说，建立真正实是的人生宇宙观，我们依这个来检点。",
      "zh_TW": "《無量壽經》它最大的好處，就是文字少，經文不長。在這部經上，它確實有非常圓滿的理論、有很周詳的方法、有很殊勝的境界，愈讀愈喜歡。讀熟之後，彷彿西方極樂世界就在我們的周邊，確實有這種感觸，人雖然沒去，心裡已經嚮往了。裡面切實的教訓不少，這是對我們很大很大的幫助，這就是我們把三十三品到三十七品選作晚課的原因。我們的用意，早課是提醒自己。希望自己的心、願同阿彌陀佛，跟阿彌陀佛做同志，心願相同。晚課，我們選擇三十三到三十七品，這個五品統統都是教訓，念了之後深深去反省、去觀察，對於人生，對於六道，有個正確的觀察。要用現代的話來說，建立真正實是的人生宇宙觀，我們依這個來檢點。"
    },
    {
      "id": "02-015-0003_p0049",
      "zh_CN": "真实觉悟，晓得六道不能再搞了，这个太痛苦！没有意义、没有价值，只有苦，没有乐，与一切人、一切物结的这些恩恩怨怨没完没了。所以人生在世为什么？佛跟我们讲得清楚，我们愈想愈有道理，人生是干什么？报恩、报怨、讨债、还债的，这有什么意思？这个事情生生世世真的是没完没了。讨哪有讨的正好？讨过了头，来生又要还，麻烦！报恩、报怨也不会恰到好处，多报了一点，来生又变成冤家，这些事实都要把它搞清楚。",
      "zh_TW": "真實覺悟，曉得六道不能再搞了，這個太痛苦！沒有意義、沒有價值，只有苦，沒有樂，與一切人、一切物結的這些恩恩怨怨沒完沒了。所以人生在世為什麼？佛跟我們講得清楚，我們愈想愈有道理，人生是幹什麼？報恩、報怨、討債、還債的，這有什麼意思？這個事情生生世世真的是沒完沒了。討哪有討的正好？討過了頭，來生又要還，麻煩！報恩、報怨也不會恰到好處，多報了一點，來生又變成冤家，這些事實都要把它搞清楚。"
    },
    {
      "id": "02-015-0003_p0050",
      "zh_CN": "真正学佛我们就知道，我们这一生在六道里，在娑婆世界里，是最后一次，最后生！来生西方极乐世界去了，不再干这个事情！最后这一生，短短几十年，与这些冤家债主相处，得过且过，不要认真！处处让一点就好，不要争，不要计较。我欠人家的尽量还给人家，人家欠我的，不要，统统不要，这样才能真正去得了。所以佛教给我们，这个地方讲得很详细、很透彻，他教给我们「父子兄弟，夫妇亲属，当相敬爱」，学佛学的家庭不和，那就跟佛完全违背。家人不敬我，我要敬他；他不爱我，我爱护他。他为什么对我学佛不敬、不爱？冤家，报怨来的。我现在明白了，要把这个冤解开，冤家宜解不宜结。我现在知道，要把它解开，所以多忍受一点，忍受是什么？报掉了。他骂我，我接受，我再不要去恨他，这就报掉了；如果他骂我，我心里很难过，那你没有接受，这个冤没有解开，还是结着，一定要化解。「无相憎嫉」，憎是瞋恨，不能有这个意念，决定不能嫉妒。「有无相通」，在物质上他有所缺乏的，我有多余的，我要帮助他，要肯布施、要能舍，诸位要知道。",
      "zh_TW": "真正學佛我們就知道，我們這一生在六道裡，在娑婆世界裡，是最後一次，最後生！來生西方極樂世界去了，不再幹這個事情！最後這一生，短短幾十年，與這些冤家債主相處，得過且過，不要認真！處處讓一點就好，不要爭，不要計較。我欠人家的儘量還給人家，人家欠我的，不要，統統不要，這樣才能真正去得了。所以佛教給我們，這個地方講得很詳細、很透徹，他教給我們「父子兄弟，夫婦親屬，當相敬愛」，學佛學的家庭不和，那就跟佛完全違背。家人不敬我，我要敬他；他不愛我，我愛護他。他為什麼對我學佛不敬、不愛？冤家，報怨來的。我現在明白了，要把這個冤解開，冤家宜解不宜結。我現在知道，要把它解開，所以多忍受一點，忍受是什麼？報掉了。他罵我，我接受，我再不要去恨他，這就報掉了；如果他罵我，我心裡很難過，那你沒有接受，這個冤沒有解開，還是結著，一定要化解。「無相憎嫉」，憎是瞋恨，不能有這個意念，決定不能嫉妒。「有無相通」，在物質上他有所缺乏的，我有多餘的，我要幫助他，要肯布施、要能捨，諸位要知道。"
    },
    {
      "id": "02-015-0003_p0051",
      "zh_CN": "所以我常常教同学，学佛，首先把《了凡四训》去念三百遍。原因在哪里？有很大的好处，《了凡四训》主要一个目的是叫你相信命运，一饮一啄，莫非前定！你命里面有的你尽管布施，布施光了，决定还有，你就敢布施，就不怕。没有念过《了凡四训》，不敢！我辛辛苦苦赚到的。同时，明天怎么办？我连生活有问题！他会这样想。《了凡四训》念通了就不怕，知道什么？我命里头有的，我布施是种因，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，你在种因，哪有不结果的道理！一定结果。不肯布施，你前生所修的福报就这么多，用完就没有了。为什么？你这一生再没有种，你要晓得布施是在种福，你的福享不尽，你怕什么？所以，害怕的人是不知道事实真相，《了凡四训》念了三百遍之后，这个事实真相知道了，敢布施，敢全心全力的布施，不在乎！后面财富绵绵不断的来，没有止尽的。",
      "zh_TW": "所以我常常教同學，學佛，首先把《了凡四訓》去念三百遍。原因在哪裡？有很大的好處，《了凡四訓》主要一個目的是叫你相信命運，一飲一啄，莫非前定！你命裡面有的你儘管布施，布施光了，決定還有，你就敢布施，就不怕。沒有念過《了凡四訓》，不敢！我辛辛苦苦賺到的。同時，明天怎麼辦？我連生活有問題！他會這樣想。《了凡四訓》念通了就不怕，知道什麼？我命裡頭有的，我布施是種因，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，你在種因，哪有不結果的道理！一定結果。不肯布施，你前生所修的福報就這麼多，用完就沒有了。為什麼？你這一生再沒有種，你要曉得布施是在種福，你的福享不盡，你怕什麼？所以，害怕的人是不知道事實真相，《了凡四訓》念了三百遍之後，這個事實真相知道了，敢布施，敢全心全力的布施，不在乎！後面財富綿綿不斷的來，沒有止盡的。"
    },
    {
      "id": "02-015-0003_p0052",
      "zh_CN": "世间人看到别人发财，不晓得财从哪里来的。他有本事，他有很多人介绍，他是这么致富的。你去试试看，你照他这样做，保险你发不到财，命里面没有，你前生没有种因，「种瓜得瓜，种豆得豆」，你要种因！我们世间人只看到表面，不知道他怎么做成功的，不知道他的因是在前世，不晓得。你前世财布施多，这一世在什么因缘成熟的时候，它现前了，一定要懂理，不懂理不行！佛教给我们「有无相通」，你尽心尽力帮助别人，不必要考虑这些事情。",
      "zh_TW": "世間人看到別人發財，不曉得財從哪裡來的。他有本事，他有很多人介紹，他是這麼致富的。你去試試看，你照他這樣做，保險你發不到財，命裡面沒有，你前生沒有種因，「種瓜得瓜，種豆得豆」，你要種因！我們世間人只看到表面，不知道他怎麼做成功的，不知道他的因是在前世，不曉得。你前世財布施多，這一世在什麼因緣成熟的時候，它現前了，一定要懂理，不懂理不行！佛教給我們「有無相通」，你盡心盡力幫助別人，不必要考慮這些事情。"
    },
    {
      "id": "02-015-0003_p0053",
      "zh_CN": "我们这边，特别是年岁大的，年岁大他老了，没人照顾，要留点钱自己度晚年，所以说是患得患失的心特别重，这就是迷惑颠倒。我病痛很多，需要医药费。你为什么不把医药费统统布施掉？布施掉就不会生病。生病没有钱医，医药费没有了。你有一笔医药费放在那里，非生病不可！为什么？一切法从心想生，你常常念着我年岁大了，老了，一天比一天老，我这个人有病了，那就一定会生病。医药费都布施光光的，什么都没有，不能生病！为什么？没有资格生病，这个好。",
      "zh_TW": "我們這邊，特別是年歲大的，年歲大他老了，沒人照顧，要留點錢自己度晚年，所以說是患得患失的心特別重，這就是迷惑顛倒。我病痛很多，需要醫藥費。你為什麼不把醫藥費統統布施掉？布施掉就不會生病。生病沒有錢醫，醫藥費沒有了。你有一筆醫藥費放在那裡，非生病不可！為什麼？一切法從心想生，你常常念著我年歲大了，老了，一天比一天老，我這個人有病了，那就一定會生病。醫藥費都布施光光的，什麼都沒有，不能生病！為什麼？沒有資格生病，這個好。"
    },
    {
      "id": "02-015-0003_p0054",
      "zh_CN": "你真正懂理、明理，你就会放心大胆去做，你会做得很欢喜、很自在。你能够这样做，说老实话，财富虽然不多，不缺乏。为什么？决定不会缺乏的，聪明、智慧、健康、长寿，统统得到了，这个多自在！何必要守在那个地方，自己要造罪，这是错误的。所以有福，福要大家享，这是真正的福报。福报是自己个人享，那就很苦恼了，那不是真正的福报，这个要知道。「有无相通」，自己肯做个样子，给家人、眷属、邻里、乡党、朋友们，做个样子给他们看看，学佛是这样学法的。",
      "zh_TW": "你真正懂理、明理，你就會放心大膽去做，你會做得很歡喜、很自在。你能夠這樣做，說老實話，財富雖然不多，不缺乏。為什麼？決定不會缺乏的，聰明、智慧、健康、長壽，統統得到了，這個多自在！何必要守在那個地方，自己要造罪，這是錯誤的。所以有福，福要大家享，這是真正的福報。福報是自己個人享，那就很苦惱了，那不是真正的福報，這個要知道。「有無相通」，自己肯做個樣子，給家人、眷屬、鄰里、鄉黨、朋友們，做個樣子給他們看看，學佛是這樣學法的。"
    },
    {
      "id": "02-015-0003_p0055",
      "zh_CN": "「无得贪惜」决定不能够有贪念，不能够吝惜。「言色常和，莫相违戾」，言语，色就是表情，要欢喜和睦，对待任何一个人都是这样，言色常和。我们常常看到，好像外国人比中国人做得要圆满一些。我也听到一些外国人说，他们与中国人做朋友，中国人脸上都没有表情的，好像见人也不会打招呼，好像都是债主一样，欠他钱没还他的样子。外国人对中国人有这分感触，可是他不知道，中国人虽然面孔没有表情，你真正有急难的时候，中国人就会帮助你。外国人是你有困难的时候，送枝花来安慰你，不能真正帮助，这是实在。所以，到真正急难的时候，晓得中国人还是不错。但是我们要学佛，佛教给我们怎么做、我们要认真来修学。",
      "zh_TW": "「無得貪惜」決定不能夠有貪念，不能夠吝惜。「言色常和，莫相違戾」，言語，色就是表情，要歡喜和睦，對待任何一個人都是這樣，言色常和。我們常常看到，好像外國人比中國人做得要圓滿一些。我也聽到一些外國人說，他們與中國人做朋友，中國人臉上都沒有表情的，好像見人也不會打招呼，好像都是債主一樣，欠他錢沒還他的樣子。外國人對中國人有這分感觸，可是他不知道，中國人雖然面孔沒有表情，你真正有急難的時候，中國人就會幫助你。外國人是你有困難的時候，送枝花來安慰你，不能真正幫助，這是實在。所以，到真正急難的時候，曉得中國人還是不錯。但是我們要學佛，佛教給我們怎麼做、我們要認真來修學。"
    },
    {
      "id": "02-015-0003_p0056",
      "zh_CN": "更应该警惕的，佛在经上教给我们，「善恶变化，追逐所生，道路不同，会见无期」，这四句意义非常之深。善恶变化是讲什么？讲因缘果报，善有善报，恶有恶报。如果造作的因缘强烈，现世就会看到果报，我们所讲的现世报，现世报在佛法里讲叫花报。先开花，开花之后还要结果，果在哪里？果在三途，那就更可怕、更苦。唯独善恶业没有办法避免！古来祖师说过，「万般将不去，唯有业随身」，世间一样东西，你死的时候，你一样都带不去，生不带来，死不带去；能够跟着你走的是善恶业，你一生的造作。这个造作包括起心动念，起心动念无不是业，起心动念是「意业」，口里言语是「口业」，身体造作就是「身业」，这个东西没办法舍离的。",
      "zh_TW": "更應該警惕的，佛在經上教給我們，「善惡變化，追逐所生，道路不同，會見無期」，這四句意義非常之深。善惡變化是講什麼？講因緣果報，善有善報，惡有惡報。如果造作的因緣強烈，現世就會看到果報，我們所講的現世報，現世報在佛法裡講叫花報。先開花，開花之後還要結果，果在哪裡？果在三途，那就更可怕、更苦。唯獨善惡業沒有辦法避免！古來祖師說過，「萬般將不去，唯有業隨身」，世間一樣東西，你死的時候，你一樣都帶不去，生不帶來，死不帶去；能夠跟著你走的是善惡業，你一生的造作。這個造作包括起心動念，起心動念無不是業，起心動念是「意業」，口裡言語是「口業」，身體造作就是「身業」，這個東西沒辦法捨離的。"
    },
    {
      "id": "02-015-0003_p0057",
      "zh_CN": "「追逐所生」，牵引着你到六道里去投胎，去轮回。所以这一生纵然是修善，善事做得很多，我们还要问你，你的心、语、身，善不善？这个善的标准是要依五戒十善做标准。五戒十善如果是真正能够做到，不要说完全做到，能够打个七十分，你所做的这些善（善业）会在人天得善报，就是人天富贵，会得这个果报。假如你的五戒十善连五十分都不够，那么你所做的这些善是在恶道里面受报，恶道里享福。你看到外国有些宠物，那真有福，爱护照顾无微不至；有福，前生修的福报。五戒十善不满五十分，还有的在鬼道里受报，有福的鬼报，像城隍、土地，我们台湾的妈祖娘娘、什么王爷、公子之类的，都是鬼。前世做人的时候修的大善，做了很多善事，在饿鬼道里面享福，搞这个去了，这是我们要知道的。所以说，追逐所生，道路不同，你往哪一道，那就看五戒十善的标准，你到哪一道去，一定要晓得。真正的善是随分随力所做的，不是你讲的。",
      "zh_TW": "「追逐所生」，牽引著你到六道裡去投胎，去輪迴。所以這一生縱然是修善，善事做得很多，我們還要問你，你的心、語、身，善不善？這個善的標準是要依五戒十善做標準。五戒十善如果是真正能夠做到，不要說完全做到，能夠打個七十分，你所做的這些善（善業）會在人天得善報，就是人天富貴，會得這個果報。假如你的五戒十善連五十分都不夠，那麼你所做的這些善是在惡道裡面受報，惡道裡享福。你看到外國有些寵物，那真有福，愛護照顧無微不至；有福，前生修的福報。五戒十善不滿五十分，還有的在鬼道裡受報，有福的鬼報，像城隍、土地，我們台灣的媽祖娘娘、什麼王爺、公子之類的，都是鬼。前世做人的時候修的大善，做了很多善事，在餓鬼道裡面享福，搞這個去了，這是我們要知道的。所以說，追逐所生，道路不同，你往哪一道，那就看五戒十善的標準，你到哪一道去，一定要曉得。真正的善是隨分隨力所做的，不是你講的。"
    },
    {
      "id": "02-015-0003_p0058",
      "zh_CN": "我在过去读书，读的那本书我都忘掉了，当中有一段我所读到的，佛门自古以来没有募化，没有化缘的；化缘做好事，没有，佛教里没有。募化是在我们中国很晚才有，这个流弊很大，不是好事情。诸位一定要知道，佛法是教学，佛法是教育，募化是属于宗教的，佛教变成宗教才会有这个事情。这是什么？这是做好事带着有勉强，不是自动自发的。从前寺院丛林多半是国家建立的，你到大陆上看过寺庙那个匾额上「敕建」，那是国家建立的，皇帝下圣旨，命令地方政府建的，国家建的。另外一种是私人建立的，多半是大富长者一个人捐献的。他自己的山，自己的土地，或者是自己的房子，一个人捐献出来的。去靠化缘募化建立的，这是很晚才有，大概追溯到最早期，好像从宋以后才有，宋以前都没听说过。所以，这是古来大德有认为募化是不如法，我们想想很有道理，为什么？里面流弊很多。",
      "zh_TW": "我在過去讀書，讀的那本書我都忘掉了，當中有一段我所讀到的，佛門自古以來沒有募化，沒有化緣的；化緣做好事，沒有，佛教裡沒有。募化是在我們中國很晚才有，這個流弊很大，不是好事情。諸位一定要知道，佛法是教學，佛法是教育，募化是屬於宗教的，佛教變成宗教才會有這個事情。這是什麼？這是做好事帶著有勉強，不是自動自發的。從前寺院叢林多半是國家建立的，你到大陸上看過寺廟那個匾額上「敕建」，那是國家建立的，皇帝下聖旨，命令地方政府建的，國家建的。另外一種是私人建立的，多半是大富長者一個人捐獻的。他自己的山，自己的土地，或者是自己的房子，一個人捐獻出來的。去靠化緣募化建立的，這是很晚才有，大概追溯到最早期，好像從宋以後才有，宋以前都沒聽說過。所以，這是古來大德有認為募化是不如法，我們想想很有道理，為什麼？裡面流弊很多。"
    },
    {
      "id": "02-015-0003_p0059",
      "zh_CN": "正法的时候，还是要遵守佛的教诫，佛在经上常常劝勉我们，我们要自动自发，这就对了，一切成就是自然的，这才殊胜。所以，佛法常常教给我们随缘而不攀缘。攀缘是什么？你心里面先设计，慢慢再筹划，这是攀缘；随缘是什么？缘成了，大家同心协力，自自然然成就，不操一点心，不费一点事情，事情就圆满，这是随缘。随缘心清净，最重要的，决定不能破坏觉正净，以我们本经经题上讲，「清净平等觉」，清净心、平等心、觉心，这个决定不能破坏，这样一切事业成就是对的，非常如法。假如说我的事业成就了，很大的事业，清净心失掉了，平等心也失掉了，迷惑颠倒；换句话说，这个福报六道里面享，决定不能成正果。因此，佛在经上才一再嘱咐我们，「假令供养恒沙圣，不如坚勇求正觉」，就是这个道理。因为你修福修得再大，你利益众生还很有限，何况你都还有弊病；你成佛之后，你说你要度多少众生，那个功德利益是无量无边的。所以，还是往生成佛是最要紧的一桩大事。",
      "zh_TW": "正法的時候，還是要遵守佛的教誡，佛在經上常常勸勉我們，我們要自動自發，這就對了，一切成就是自然的，這才殊勝。所以，佛法常常教給我們隨緣而不攀緣。攀緣是什麼？你心裡面先設計，慢慢再籌劃，這是攀緣；隨緣是什麼？緣成了，大家同心協力，自自然然成就，不操一點心，不費一點事情，事情就圓滿，這是隨緣。隨緣心清淨，最重要的，決定不能破壞覺正淨，以我們本經經題上講，「清淨平等覺」，清淨心、平等心、覺心，這個決定不能破壞，這樣一切事業成就是對的，非常如法。假如說我的事業成就了，很大的事業，清淨心失掉了，平等心也失掉了，迷惑顛倒；換句話說，這個福報六道裡面享，決定不能成正果。因此，佛在經上才一再囑咐我們，「假令供養恆沙聖，不如堅勇求正覺」，就是這個道理。因為你修福修得再大，你利益眾生還很有限，何況你都還有弊病；你成佛之後，你說你要度多少眾生，那個功德利益是無量無邊的。所以，還是往生成佛是最要緊的一樁大事。"
    },
    {
      "id": "02-015-0003_p0060",
      "zh_CN": "帮助要报佛恩，那就是弘扬佛法，弘扬这个法门，随分随力。我有能力，行！我可以建个道场，我请法师经常不断的到这里来讲经说法，可以。如果没有这个能力，现在很方便，咱们流通录音带。在美国这个地方，我觉得流通录音带是我们弘法利生最主要的一个工作。你家里买个机器，拷贝的机器，一个拷三个，你每听一遍就拷三个带子，送给你一些朋友，辗转流通，劝他们。你们每个人家里都有一套，听一遍就多了三个，听一遍又多三个，到处去，这个效果就大。你说广播电台，有些人没时间听，讲经不见得大家能有时间到这个道场来参加，这个方法最好，是我们能力都做得到的。每一家都是道场，每一家都是转法轮，让那个轮子去转，不要在那里停止！好，今天时间到了，我们就讲到此地。",
      "zh_TW": "幫助要報佛恩，那就是弘揚佛法，弘揚這個法門，隨分隨力。我有能力，行！我可以建個道場，我請法師經常不斷的到這裡來講經說法，可以。如果沒有這個能力，現在很方便，咱們流通錄音帶。在美國這個地方，我覺得流通錄音帶是我們弘法利生最主要的一個工作。你家裡買個機器，拷貝的機器，一個拷三個，你每聽一遍就拷三個帶子，送給你一些朋友，輾轉流通，勸他們。你們每個人家裡都有一套，聽一遍就多了三個，聽一遍又多三個，到處去，這個效果就大。你說廣播電台，有些人沒時間聽，講經不見得大家能有時間到這個道場來參加，這個方法最好，是我們能力都做得到的。每一家都是道場，每一家都是轉法輪，讓那個輪子去轉，不要在那裡停止！好，今天時間到了，我們就講到此地。"
    }
  ]
}