{
  "doc_id": "02-015-0002",
  "title": {
    "zh_CN": "弥陀大愿利生说",
    "zh_TW": "彌陀大願利生說"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-015-0002",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "02-015-0002_p0001",
      "zh_CN": "我们学佛，最重要的还是「依法不依人」，总得要依经典上跟我们讲的理论与方法，才能真正得到佛法殊胜的利益。在《无量寿经》里面让我们学习的地方非常之多，确实是一部非常难得的好书。如果真正能发愿，一生受持这部经，实在讲是足够了，不必再贪多，把这个心完全定下来。今天，我想我们把弥陀的本愿，概略的为诸位做个简单的介绍。因为这是净土宗的中心，最主要的一部分。首先我们讲他这个愿从那里来的，这必需要述说它的历史，《无量寿经》的好处是把这些都交代得很清楚。",
      "zh_TW": "我們學佛，最重要的還是「依法不依人」，總得要依經典上跟我們講的理論與方法，才能真正得到佛法殊勝的利益。在《無量壽經》裡面讓我們學習的地方非常之多，確實是一部非常難得的好書。如果真正能發願，一生受持這部經，實在講是足夠了，不必再貪多，把這個心完全定下來。今天，我想我們把彌陀的本願，概略的為諸位做個簡單的介紹。因為這是淨土宗的中心，最主要的一部分。首先我們講他這個願從那裡來的，這必需要述說它的歷史，《無量壽經》的好處是把這些都交代得很清楚。"
    },
    {
      "id": "02-015-0002_p0002",
      "zh_CN": "阿弥陀佛在西方世界示现成佛的情况，就像我们本师释迦牟尼佛过去在我们这个世界出现是相同的，这一点诸位要知道。换句话说，释迦牟尼佛在《梵网经》上告诉我们，他这次到我们世间来示现作佛是第八千次，在《法华经》上讲，他是无量劫前早已经成佛。换句话说，他是来表演的，他不是真的第一次成佛，表演的，示现八相成佛。阿弥陀佛因地，《法华经》上也说得很清楚，《法华经》上讲，在最初，阿弥陀佛跟释迦牟尼佛都是同学，也曾经做过兄弟，久远劫之前。他这一次在西方极乐世界示现成佛，到现在才十劫，这个时间也不长；换句话说，他是早就成佛了。现在在西方极乐世界是示现的，跟我们释迦牟尼佛当年成佛意思是相同的。不过释迦牟尼佛示现是在五浊恶世，人的寿命是在减劫，人寿百岁的时候他老人家示现在这个世间；而阿弥陀佛他所示现的果报非常殊胜。",
      "zh_TW": "阿彌陀佛在西方世界示現成佛的情況，就像我們本師釋迦牟尼佛過去在我們這個世界出現是相同的，這一點諸位要知道。換句話說，釋迦牟尼佛在《梵網經》上告訴我們，他這次到我們世間來示現作佛是第八千次，在《法華經》上講，他是無量劫前早已經成佛。換句話說，他是來表演的，他不是真的第一次成佛，表演的，示現八相成佛。阿彌陀佛因地，《法華經》上也說得很清楚，《法華經》上講，在最初，阿彌陀佛跟釋迦牟尼佛都是同學，也曾經做過兄弟，久遠劫之前。他這一次在西方極樂世界示現成佛，到現在才十劫，這個時間也不長；換句話說，他是早就成佛了。現在在西方極樂世界是示現的，跟我們釋迦牟尼佛當年成佛意思是相同的。不過釋迦牟尼佛示現是在五濁惡世，人的壽命是在減劫，人壽百歲的時候他老人家示現在這個世間；而阿彌陀佛他所示現的果報非常殊勝。"
    },
    {
      "id": "02-015-0002_p0003",
      "zh_CN": "你看当年，世间自在王佛出世的时候，人寿是四十二劫，寿命长；换句话说，众生的福报很大。所以他示现也是帝王，都是帝王的身分，舍弃了富贵，出家修行。修行实在讲，也跟释迦牟尼佛示现差不多，非常的精进勤苦，一直到他把西方极乐世界建好了，世间自在王佛如来还没有灭度，四十二劫！他修行只五劫时间，建造好西方极乐世界，只花了五劫时间。人寿四十二劫，当然住世的时候就见到这个事情。我们在这部经上看到的他的示现，一定要知道他是示现，久远劫已经成佛。",
      "zh_TW": "你看當年，世間自在王佛出世的時候，人壽是四十二劫，壽命長；換句話說，眾生的福報很大。所以他示現也是帝王，都是帝王的身分，捨棄了富貴，出家修行。修行實在講，也跟釋迦牟尼佛示現差不多，非常的精進勤苦，一直到他把西方極樂世界建好了，世間自在王佛如來還沒有滅度，四十二劫！他修行只五劫時間，建造好西方極樂世界，只花了五劫時間。人壽四十二劫，當然住世的時候就見到這個事情。我們在這部經上看到的他的示現，一定要知道他是示現，久遠劫已經成佛。"
    },
    {
      "id": "02-015-0002_p0004",
      "zh_CN": "我们就谈他示现的经过，为什么？这些都是给我们做修学榜样，世尊示现是给我们做榜样，阿弥陀佛也是给我们做个最殊胜的榜样。第一个，就是真正的放下；第二个，是真正发心救度一切众生，这就叫大菩提心。真正发这个心，实在讲到能力，真正发心，不怕自己能力差一点，实在讲根本就不需要聪明，也不需要能力。为什么？佛法最重要的是修定、修清净心；换句话说，你什么能力都没有最好。心清净，清净心起作用就是真正的求。所以，学佛开头从那里学起？开头要学无知，般若无知，而后才无所不知，这个要知道。",
      "zh_TW": "我們就談他示現的經過，為什麼？這些都是給我們做修學榜樣，世尊示現是給我們做榜樣，阿彌陀佛也是給我們做個最殊勝的榜樣。第一個，就是真正的放下；第二個，是真正發心救度一切眾生，這就叫大菩提心。真正發這個心，實在講到能力，真正發心，不怕自己能力差一點，實在講根本就不需要聰明，也不需要能力。為什麼？佛法最重要的是修定、修清淨心；換句話說，你什麼能力都沒有最好。心清淨，清淨心起作用就是真正的求。所以，學佛開頭從那裡學起？開頭要學無知，般若無知，而後才無所不知，這個要知道。"
    },
    {
      "id": "02-015-0002_p0005",
      "zh_CN": "在释迦牟尼佛一代时教当中，可以说把这个修行阶段、过程讲得最圆满的是《华严经》。从前弘一大师教人学佛，从《华严》入门，特别介绍《华严经疏钞》。因为《华严》是根本法门，也可以说是佛法概论，整个佛法经典里面的佛法概论。无论那一宗那一派，一切经论都离不开《华严》，《华严》眷属，都离不开《华严》。所以深入《华严》之后，以后不管你学哪一宗学哪一个法门都容易，你基础真正奠定下去了。",
      "zh_TW": "在釋迦牟尼佛一代時教當中，可以說把這個修行階段、過程講得最圓滿的是《華嚴經》。從前弘一大師教人學佛，從《華嚴》入門，特別介紹《華嚴經疏鈔》。因為《華嚴》是根本法門，也可以說是佛法概論，整個佛法經典裡面的佛法概論。無論那一宗那一派，一切經論都離不開《華嚴》，《華嚴》眷屬，都離不開《華嚴》。所以深入《華嚴》之後，以後不管你學哪一宗學哪一個法門都容易，你基礎真正奠定下去了。"
    },
    {
      "id": "02-015-0002_p0006",
      "zh_CN": "但是现在这个时代，是我们众生没有福，业障太重，没有人讲《华严》，找不到讲这个的。经又太长，讲一遍真正不容易，至少要三千个小时，你们想想看，现在哪个人能够有三千个小时，去听一部《华严经》？业障重！《华严》有最圆满的理论，有最精密修学的方法，后面还以善财童子五十三位善知识给我们做个榜样，做给我们看。这很难得，非常难得！我们看到末后这一品，「普贤行愿品」、「入法界品」，这是给我们做个样子。",
      "zh_TW": "但是現在這個時代，是我們眾生沒有福，業障太重，沒有人講《華嚴》，找不到講這個的。經又太長，講一遍真正不容易，至少要三千個小時，你們想想看，現在哪個人能夠有三千個小時，去聽一部《華嚴經》？業障重！《華嚴》有最圓滿的理論，有最精密修學的方法，後面還以善財童子五十三位善知識給我們做個榜樣，做給我們看。這很難得，非常難得！我們看到末後這一品，「普賢行願品」、「入法界品」，這是給我們做個樣子。"
    },
    {
      "id": "02-015-0002_p0007",
      "zh_CN": "学佛从什么地方学起？从修定学起，这是不管那一宗那一派，我们看善财，善财代表大乘的学人。善是善根，财是福德，《弥陀经》上讲得好，「不可以少善根福德，得生彼国」，什么人能够往生西方极乐世界？是善财。所以我们要学善财才能够往生，要有大善根、大福德。善财学佛，启蒙的老师是文殊菩萨，文殊菩萨教他什么，我们在经上没有看到，没有看到文殊菩萨教他什么。实在说，文殊菩萨教他修根本智。什么叫根本智？《般若经》上讲得很明白，「般若无知」，无知就是根本智，根本智得到之后，才出去参学。参学是什么？参学是「无所不知」，所以先要学无知。无知，简单的说就是先要恢复清净心，把你的妄想分别执着统统断掉，这个重要！你有分别妄想执着，你就不能学东西。就是经教都不能学，学了之后变成什么？都变成邪知邪见。可见得法不邪，是你的心邪，心邪看到外面统统都是邪的。由此可知，先从「正心」学起，儒家也是「诚意正心」，这很重要！心不正，这不行。所以，文殊会上是学这个东西。",
      "zh_TW": "學佛從什麼地方學起？從修定學起，這是不管那一宗那一派，我們看善財，善財代表大乘的學人。善是善根，財是福德，《彌陀經》上講得好，「不可以少善根福德，得生彼國」，什麼人能夠往生西方極樂世界？是善財。所以我們要學善財才能夠往生，要有大善根、大福德。善財學佛，啟蒙的老師是文殊菩薩，文殊菩薩教他什麼，我們在經上沒有看到，沒有看到文殊菩薩教他什麼。實在說，文殊菩薩教他修根本智。什麼叫根本智？《般若經》上講得很明白，「般若無知」，無知就是根本智，根本智得到之後，才出去參學。參學是什麼？參學是「無所不知」，所以先要學無知。無知，簡單的說就是先要恢復清淨心，把你的妄想分別執著統統斷掉，這個重要！你有分別妄想執著，你就不能學東西。就是經教都不能學，學了之後變成什麼？都變成邪知邪見。可見得法不邪，是你的心邪，心邪看到外面統統都是邪的。由此可知，先從「正心」學起，儒家也是「誠意正心」，這很重要！心不正，這不行。所以，文殊會上是學這個東西。"
    },
    {
      "id": "02-015-0002_p0008",
      "zh_CN": "心真清净了，妄想执着断掉了，这个时候就有资格出去参学，出去参学就是著名的五十三参。五十三参是成就无量智慧，就是无所不知，般若无知，无所不知！这是已经把样子做出来给我们看。我们今天学佛不能成就，原因在那里？我们把根本智舍掉了，没有在这里下功夫，因此学了一辈子的佛法，那就是清凉大师所讲的，你所学的就是邪知邪见，不是正知正见。清凉在《华严经》经题上讲了两句话，「有解无行」，行是真正修行的功夫，没有真正修行的功夫，经教研究很多，这一类的人得的什么结果？增长邪见，你所学的佛法全是邪见。假如不研究佛法光修行，他老人家又批评，「有行无解，增长无明」。两个都不行，一定要解行相应。",
      "zh_TW": "心真清淨了，妄想執著斷掉了，這個時候就有資格出去參學，出去參學就是著名的五十三參。五十三參是成就無量智慧，就是無所不知，般若無知，無所不知！這是已經把樣子做出來給我們看。我們今天學佛不能成就，原因在那裡？我們把根本智捨掉了，沒有在這裡下功夫，因此學了一輩子的佛法，那就是清涼大師所講的，你所學的就是邪知邪見，不是正知正見。清涼在《華嚴經》經題上講了兩句話，「有解無行」，行是真正修行的功夫，沒有真正修行的功夫，經教研究很多，這一類的人得的什麼結果？增長邪見，你所學的佛法全是邪見。假如不研究佛法光修行，他老人家又批評，「有行無解，增長無明」。兩個都不行，一定要解行相應。"
    },
    {
      "id": "02-015-0002_p0009",
      "zh_CN": "所以中国从前祖师大德的教学，「五年学戒」。五年学戒，不是学戒律，是遵守老师的教诫。老师的教诫大致是什么？在原则上讲，就是教你(忍？)，大致上是不准听，佛法都不准听，经书也不准看，实际上就是教你学定。我的学佛就是沾到这么一点边。我是民国四十七年亲近李老师，拜他做老师的时候，他老人家提出三个条件，以后我们才知道，五年学戒就是这三个条件。",
      "zh_TW": "所以中國從前祖師大德的教學，「五年學戒」。五年學戒，不是學戒律，是遵守老師的教誡。老師的教誡大致是什麼？在原則上講，就是教你(忍？)，大致上是不准聽，佛法都不准聽，經書也不准看，實際上就是教你學定。我的學佛就是沾到這麼一點邊。我是民國四十七年親近李老師，拜他做老師的時候，他老人家提出三個條件，以後我們才知道，五年學戒就是這三個條件。"
    },
    {
      "id": "02-015-0002_p0010",
      "zh_CN": "第一条，「从今天起，只可以听我一个人讲经，任何法师、大德、居士讲经，一律不准听」，只可以听他一个人的。第二个条件，「看书，无论看什么书，佛书、一般书籍都好，没有经过我同意的，不准看」，不准听、不准看，看的书都要经过他同意。第三个条件，「你从前所学的我不承认，一律作废，从今天起重头学起」。这三个条件要接受，他就肯教我；不接受就算了，不接受就是一般来听经的，听经的，来者不拒，去者不留。以后我考虑，觉得还是接受他的三个条件，还好他是有期限的，不是无限期的，期限是五年。以后我们搞明白了，他的这三条不是他发明的，也不是他专有的，中国自古以来代代相承，就是这个方式。",
      "zh_TW": "第一條，「從今天起，只可以聽我一個人講經，任何法師、大德、居士講經，一律不准聽」，只可以聽他一個人的。第二個條件，「看書，無論看什麼書，佛書、一般書籍都好，沒有經過我同意的，不准看」，不准聽、不准看，看的書都要經過他同意。第三個條件，「你從前所學的我不承認，一律作廢，從今天起重頭學起」。這三個條件要接受，他就肯教我；不接受就算了，不接受就是一般來聽經的，聽經的，來者不拒，去者不留。以後我考慮，覺得還是接受他的三個條件，還好他是有期限的，不是無限期的，期限是五年。以後我們搞明白了，他的這三條不是他發明的，也不是他專有的，中國自古以來代代相承，就是這個方式。"
    },
    {
      "id": "02-015-0002_p0011",
      "zh_CN": "我在新加坡讲经，演培法师告诉我，他小时候在观宗寺住了二年，那是谛闲老和尚做住持的时候。他还很小，小沙弥，谛闲老法师看中了他，也给他这三个条件。由此可知，这三个条件不是李老师发明的，这就是我们中国佛门里面常讲的师承。目的在那里？目的是教你恢复清净心。你听多、看多了，要用现代的话来讲，就是你的心里被污染了，精神被污染、思想污染、见解污染。老师这个方法是把污染清洗掉，恢复你自性清净心，你用清净心来接受佛法，那就会开悟。",
      "zh_TW": "我在新加坡講經，演培法師告訴我，他小時候在觀宗寺住了二年，那是諦閑老和尚做住持的時候。他還很小，小沙彌，諦閑老法師看中了他，也給他這三個條件。由此可知，這三個條件不是李老師發明的，這就是我們中國佛門裡面常講的師承。目的在那裡？目的是教你恢復清淨心。你聽多、看多了，要用現代的話來講，就是你的心裡被污染了，精神被污染、思想污染、見解污染。老師這個方法是把污染清洗掉，恢復你自性清淨心，你用清淨心來接受佛法，那就會開悟。"
    },
    {
      "id": "02-015-0002_p0012",
      "zh_CN": "我们今天读经、听经，听几十年，愈听愈糊涂，愈听愈迷惑。我们看看古人的传记，他是听经二年、三年，他就开悟了，我们是愈听愈糊涂，愈听愈迷惑。原因在那里？我们是用迷心来听经，用染污的心来听，所以永远是染污，每听一次就多一次染污，愈染愈深，一生没有开悟的希望。古人听经为什么会开悟？他心地清净。清净心，见佛闻法很容易开悟，关键在此地。善财，文殊菩萨没有教他东西，就是教他恢复自性清净心。在我们中国禅宗，用参究的方法恢复清净心。方法很多，法门无量无边，原则就是一个，恢复自性的觉、正、净，这是个目标。",
      "zh_TW": "我們今天讀經、聽經，聽幾十年，愈聽愈糊塗，愈聽愈迷惑。我們看看古人的傳記，他是聽經二年、三年，他就開悟了，我們是愈聽愈糊塗，愈聽愈迷惑。原因在那裡？我們是用迷心來聽經，用染污的心來聽，所以永遠是染污，每聽一次就多一次染污，愈染愈深，一生沒有開悟的希望。古人聽經為什麼會開悟？他心地清淨。清淨心，見佛聞法很容易開悟，關鍵在此地。善財，文殊菩薩沒有教他東西，就是教他恢復自性清淨心。在我們中國禪宗，用參究的方法恢復清淨心。方法很多，法門無量無邊，原則就是一個，恢復自性的覺、正、淨，這是個目標。"
    },
    {
      "id": "02-015-0002_p0013",
      "zh_CN": "那么教下，是用读经的方法，华严宗就是教你去念《华严经》，天台宗就是教你念《法华经》。用念经的方法，不能听讲，不能求解，这个经是什么意思？不可以，不需要懂得，就教你念。念的用意在那里？把妄想念掉，不念经就胡思乱想！念经就不打妄想，一天念八个小时经，八个小时不打妄想。久而久之就把妄想念掉了。经里什么意思不知道，如果想经里的意思还是打妄想，所以不准解义。除了读经之外，就是作务，这是工作，寺庙里面粗重的工作你要去做。做工是修福，读经是修根本智，福慧双修！这是真正修行。",
      "zh_TW": "那麼教下，是用讀經的方法，華嚴宗就是教你去念《華嚴經》，天台宗就是教你念《法華經》。用念經的方法，不能聽講，不能求解，這個經是什麼意思？不可以，不需要懂得，就教你念。念的用意在那裡？把妄想念掉，不念經就胡思亂想！念經就不打妄想，一天念八個小時經，八個小時不打妄想。久而久之就把妄想念掉了。經裡什麼意思不知道，如果想經裡的意思還是打妄想，所以不准解義。除了讀經之外，就是作務，這是工作，寺廟裡面粗重的工作你要去做。做工是修福，讀經是修根本智，福慧雙修！這是真正修行。"
    },
    {
      "id": "02-015-0002_p0014",
      "zh_CN": "净土宗里面用念佛，密宗里头念咒，都是不要解义的，就是把你的思考、妄想用这个方法把它打掉，恢复到自性清净。什么时候清净心现前了，妄想执着没有了，这时候老师就叫你出去参学，把你放出去。这个时候放出去，见色闻声，六根接触六尘境界，天天都有悟处，积小悟成大悟，积大悟就大彻大悟。",
      "zh_TW": "淨土宗裡面用念佛，密宗裡頭念咒，都是不要解義的，就是把你的思考、妄想用這個方法把它打掉，恢復到自性清淨。什麼時候清淨心現前了，妄想執著沒有了，這時候老師就叫你出去參學，把你放出去。這個時候放出去，見色聞聲，六根接觸六塵境界，天天都有悟處，積小悟成大悟，積大悟就大徹大悟。"
    },
    {
      "id": "02-015-0002_p0015",
      "zh_CN": "从前教学法是这样教的，我们现在教学法恰恰颠倒了。现在一开头就叫你什么都看，什么都听，听得乱七八糟，我们现在教学跟从前颠倒了。从前教学就像大树一样，他先从根，根在地下栽培，慢慢长出干，再有枝叶，开花结果。现在人学佛，一开头就开花结果，就像这些花瓶的花没有根！几天就枯死了。表面上好看，看不了几天就完了，死的。从前的东西是活的。这一点我们要注意！学佛从那里学？还是得用老方法，不用老方法是决定不能成功，这点诸位要记住。这个方法不仅仅是古大德用了两三千年，有效！实在讲，无量劫来十方世界所有一切修行人，成佛、成罗汉、成菩萨的，都是这个方法。我们今天不相信，想到用科学方法，科学方法搞科技可以，搞明心见性不行！这个方法用在这个地方完全错了！这是要知道的。",
      "zh_TW": "從前教學法是這樣教的，我們現在教學法恰恰顛倒了。現在一開頭就叫你什麼都看，什麼都聽，聽得亂七八糟，我們現在教學跟從前顛倒了。從前教學就像大樹一樣，他先從根，根在地下栽培，慢慢長出幹，再有枝葉，開花結果。現在人學佛，一開頭就開花結果，就像這些花瓶的花沒有根！幾天就枯死了。表面上好看，看不了幾天就完了，死的。從前的東西是活的。這一點我們要注意！學佛從那裡學？還是得用老方法，不用老方法是決定不能成功，這點諸位要記住。這個方法不僅僅是古大德用了兩三千年，有效！實在講，無量劫來十方世界所有一切修行人，成佛、成羅漢、成菩薩的，都是這個方法。我們今天不相信，想到用科學方法，科學方法搞科技可以，搞明心見性不行！這個方法用在這個地方完全錯了！這是要知道的。"
    },
    {
      "id": "02-015-0002_p0016",
      "zh_CN": "阿弥陀佛示现为法藏比丘，法藏比丘愿力不可思议！这个很难得，是我们应当要觉悟的。我们学佛目的何在？大概都是为了升官发财，保佑平安，不但自己平安，家亲眷属都平安，都是这种想法。你这个愿心很小，愿心很小，往往敌不过业力，你还是被业力牵着走，这个很可怜。我最初读《六祖坛经》，我对六祖很佩服，什么地方值得我佩服？他去见五祖的时候，五祖就问他：你到这里来要求什么？他就说，我要来作佛。这个我没有见到过，我学佛四十多年，没有见到一个人进到佛堂里来，他说他要作佛的，没听说过。这个口气多大！他说他要作佛的，他不求别的，他就走了。确实在中国历史上，没有看到第二个这么大的愿望。今天我们在《无量寿经》上看到阿弥陀佛法藏比丘，那比六祖超过太多了，六祖只说要作佛，到此为止；他说他要作佛，而且要超过一切诸佛。六祖没有这个愿，六祖没有说他要超过一切诸佛，法藏要超过一切诸佛，。像这样的愿，确实我们查遍《大藏经》找不到",
      "zh_TW": "阿彌陀佛示現為法藏比丘，法藏比丘願力不可思議！這個很難得，是我們應當要覺悟的。我們學佛目的何在？大概都是為了升官發財，保佑平安，不但自己平安，家親眷屬都平安，都是這種想法。你這個願心很小，願心很小，往往敵不過業力，你還是被業力牽著走，這個很可憐。我最初讀《六祖壇經》，我對六祖很佩服，什麼地方值得我佩服？他去見五祖的時候，五祖就問他：你到這裡來要求什麼？他就說，我要來作佛。這個我沒有見到過，我學佛四十多年，沒有見到一個人進到佛堂裡來，他說他要作佛的，沒聽說過。這個口氣多大！他說他要作佛的，他不求別的，他就走了。確實在中國歷史上，沒有看到第二個這麼大的願望。今天我們在《無量壽經》上看到阿彌陀佛法藏比丘，那比六祖超過太多了，六祖只說要作佛，到此為止；他說他要作佛，而且要超過一切諸佛。六祖沒有這個願，六祖沒有說他要超過一切諸佛，法藏要超過一切諸佛，。像這樣的願，確實我們查遍《大藏經》找不到"
    },
    {
      "id": "02-015-0002_p0017",
      "zh_CN": "像六祖这样，我们在《大藏经》上看过很多，在我们人世间不多见；法藏发的这个愿，在《大藏经》上也找不到。有愿得成，他超过诸佛，说实在话，佛佛道同，哪能超过？佛的智慧、德能一切都圆满，怎能超过？佛法是平等的，决定不能超过。但是他超过了。他在哪里超过？他在接引众生这方面超过了。一切诸佛没有不度众生的，但是度众生总得有许多的条件，许多的限制，不达到这个标准，佛就没有办法度众生。阿弥陀佛的标准是最低的，低到几乎没有标准。所以这个接引众生比一切诸佛就来得殊胜，就是他建立了一个西方极乐世界，一个专门提供大家学佛的环境。",
      "zh_TW": "像六祖這樣，我們在《大藏經》上看過很多，在我們人世間不多見；法藏發的這個願，在《大藏經》上也找不到。有願得成，他超過諸佛，說實在話，佛佛道同，哪能超過？佛的智慧、德能一切都圓滿，怎能超過？佛法是平等的，決定不能超過。但是他超過了。他在哪裡超過？他在接引眾生這方面超過了。一切諸佛沒有不度眾生的，但是度眾生總得有許多的條件，許多的限制，不達到這個標準，佛就沒有辦法度眾生。阿彌陀佛的標準是最低的，低到幾乎沒有標準。所以這個接引眾生比一切諸佛就來得殊勝，就是他建立了一個西方極樂世界，一個專門提供大家學佛的環境。"
    },
    {
      "id": "02-015-0002_p0018",
      "zh_CN": "诸佛度众生就好像到处到外面去讲经说法，是这样的一个愿。他老人家发的愿，他去办个学校，使一切学生都能够到他这个场所来共修，这就不一样。这种构想确实一切诸佛都疏忽了，没有想到这点，被他想到了。他想到了，很好！一切诸佛看到他这个作法都很赞成。佛与佛实在讲，的确是互助合作，密切的配合，不像我们这个世间人，世间人看到别人比我好总有嫉妒心，甚至于还妨碍你。诸佛没有！看到阿弥陀佛这样殊胜的愿望，这样好的设施，一切诸佛度众生从今以后都省事。为什么？都劝他念阿弥陀佛，往生到西方极乐世界去。所以只要把众生劝到他相信了，他肯念佛到西方极乐世界去，佛度这个人就算圆满度脱。所以，西方世界一建立，一切诸佛度众生都省事。以前很辛苦，现在都不辛苦了，只要把学生送到阿弥陀佛那里去就行了。因此，一切诸佛没有不欢喜的，这就是他的愿行特殊的地方。这点我们要把他认识清楚。",
      "zh_TW": "諸佛度眾生就好像到處到外面去講經說法，是這樣的一個願。他老人家發的願，他去辦個學校，使一切學生都能夠到他這個場所來共修，這就不一樣。這種構想確實一切諸佛都疏忽了，沒有想到這點，被他想到了。他想到了，很好！一切諸佛看到他這個作法都很贊成。佛與佛實在講，的確是互助合作，密切的配合，不像我們這個世間人，世間人看到別人比我好總有嫉妒心，甚至於還妨礙你。諸佛沒有！看到阿彌陀佛這樣殊勝的願望，這樣好的設施，一切諸佛度眾生從今以後都省事。為什麼？都勸他念阿彌陀佛，往生到西方極樂世界去。所以只要把眾生勸到他相信了，他肯念佛到西方極樂世界去，佛度這個人就算圓滿度脫。所以，西方世界一建立，一切諸佛度眾生都省事。以前很辛苦，現在都不辛苦了，只要把學生送到阿彌陀佛那裡去就行了。因此，一切諸佛沒有不歡喜的，這就是他的願行特殊的地方。這點我們要把他認識清楚。"
    },
    {
      "id": "02-015-0002_p0019",
      "zh_CN": "其次我们再看极乐世界怎么成就的，那就要看他修学的这一段历史。他亲近世间自在王如来，跟佛求学，因为他的愿力很大，他所要了解的是虚空法界无量无边诸佛国度里面的情况，他统统都要了解。这跟我们求学的愿望不一样，像你们现在学校念书，你们只选择一个科系，把这个科系的东西我了解就很满足了。你没有发个愿，把这个大学里面所有科系一切都明了，你没有发这个愿。这个大学即使有几百个科系，实在讲还是很有限！虚空法界刹土是无量无边，真的这个心量太大了，不可思议，没有人敢想像！他居然就发了这个愿。",
      "zh_TW": "其次我們再看極樂世界怎麼成就的，那就要看他修學的這一段歷史。他親近世間自在王如來，跟佛求學，因為他的願力很大，他所要了解的是虛空法界無量無邊諸佛國度裡面的情況，他統統都要了解。這跟我們求學的願望不一樣，像你們現在學校念書，你們只選擇一個科系，把這個科系的東西我瞭解就很滿足了。你沒有發個願，把這個大學裡面所有科系一切都明瞭，你沒有發這個願。這個大學即使有幾百個科系，實在講還是很有限！虛空法界剎土是無量無邊，真的這個心量太大了，不可思議，沒有人敢想像！他居然就發了這個願。"
    },
    {
      "id": "02-015-0002_p0020",
      "zh_CN": "这一发，世间自在王佛真是佛法里面所讲的，佛是非常的慈悲，「佛氏门中，不舍一人」。一个人真正发这个殊胜大愿，佛就要满他的愿，就要帮助他。所以，就跟他讲解十方刹土一切诸佛世界的依正庄严。说给他听，说了多久？千亿岁，这么长的时间。经上讲的，给他讲解二百一十亿个佛刹。二百一十亿，这不是数字，黄念祖老居士在注解里面讲得很清楚，它是表法的意思，不是数字。如果是数字，这个数字不大，那等于是抽样来跟他讲，不是完全跟他讲。抽几个代表性的跟他讲，不是完全；其实佛给他介绍是圆满的，不是选择的。二百一十亿代表圆满。密宗里面，十六代表圆满，二十一也是代表圆满，二百一十亿是二十一的扩大，还是代表圆满的意思。尽虚空遍法界所有一切诸佛刹土里面的情况，统统都给他说明。",
      "zh_TW": "這一發，世間自在王佛真是佛法裡面所講的，佛是非常的慈悲，「佛氏門中，不捨一人」。一個人真正發這個殊勝大願，佛就要滿他的願，就要幫助他。所以，就跟他講解十方剎土一切諸佛世界的依正莊嚴。說給他聽，說了多久？千億歲，這麼長的時間。經上講的，給他講解二百一十億個佛剎。二百一十億，這不是數字，黃念祖老居士在註解裡面講得很清楚，它是表法的意思，不是數字。如果是數字，這個數字不大，那等於是抽樣來跟他講，不是完全跟他講。抽幾個代表性的跟他講，不是完全；其實佛給他介紹是圓滿的，不是選擇的。二百一十億代表圓滿。密宗裡面，十六代表圓滿，二十一也是代表圓滿，二百一十億是二十一的擴大，還是代表圓滿的意思。盡虛空遍法界所有一切諸佛剎土裡面的情況，統統都給他說明。"
    },
    {
      "id": "02-015-0002_p0021",
      "zh_CN": "不但是说明，佛有能力把十方世界能够显现在他面前，让他自己亲眼见到。像我们中国古人所谓的「读万卷书，行万里路」，如果不亲眼看到，不是真正的智慧，真实的智慧要亲自去体验、去考察。所以，他的圆满智慧是这么来的。这个非常符合现代科学求知的这些条件，他是亲眼见到十方世界依正庄严，这些因缘果报统统都知道。他见了之后，他就有选择了，一切诸佛刹土里面，凡是不好的他统统都不要，凡是美好的他统统采取。这就是所谓「取人之长，舍人之短」，这样建立了西方极乐世界。",
      "zh_TW": "不但是說明，佛有能力把十方世界能夠顯現在他面前，讓他自己親眼見到。像我們中國古人所謂的「讀萬卷書，行萬里路」，如果不親眼看到，不是真正的智慧，真實的智慧要親自去體驗、去考察。所以，他的圓滿智慧是這麼來的。這個非常符合現代科學求知的這些條件，他是親眼見到十方世界依正莊嚴，這些因緣果報統統都知道。他見了之後，他就有選擇了，一切諸佛剎土裡面，凡是不好的他統統都不要，凡是美好的他統統採取。這就是所謂「取人之長，捨人之短」，這樣建立了西方極樂世界。"
    },
    {
      "id": "02-015-0002_p0022",
      "zh_CN": "这个世界跟十方一切诸佛刹土来比，它是一切世界美好的大成，一切世界里面不好的，在他那里找不到，这个世界是这样建造的。不是他自己的理想，不是他自己凭空想像制造的，不是的，四十八愿是这么来的。四十八愿是千亿岁，五劫当中累积成就的，不是一天发的。譬如说看到十方世界有六道轮回，六道里有三恶道，三恶道非常之苦，我将来西方极乐世界里没有三恶道。看到那个世界有好的，好的我取、我要，不好的统统不要，所以这个世界称为极乐。极乐，不仅是对我们这个世界来说，十方无量无边诸佛刹土跟他比都比不上，所以这是最究竟、最圆满的修学环境。",
      "zh_TW": "這個世界跟十方一切諸佛剎土來比，它是一切世界美好的大成，一切世界裡面不好的，在他那裡找不到，這個世界是這樣建造的。不是他自己的理想，不是他自己憑空想像製造的，不是的，四十八願是這麼來的。四十八願是千億歲，五劫當中累積成就的，不是一天發的。譬如說看到十方世界有六道輪迴，六道裡有三惡道，三惡道非常之苦，我將來西方極樂世界裡沒有三惡道。看到那個世界有好的，好的我取、我要，不好的統統不要，所以這個世界稱為極樂。極樂，不僅是對我們這個世界來說，十方無量無邊諸佛剎土跟他比都比不上，所以這是最究竟、最圓滿的修學環境。"
    },
    {
      "id": "02-015-0002_p0023",
      "zh_CN": "像十方世界这些众生，是愿力跟业力混杂而显现的，佛与大菩萨是愿力，权教二乘以下还是业力现的这个世界。西方世界就不然，弥陀的愿力，凡是去往生的人也是愿力去的，他有殊胜的愿力，愿力把他的业力压住，带业往生！所以你念佛的愿心，持名的功德、信愿，要把你的业力压住，业没断，石头压草压住它，它不起作用，这就能往生。由此可知，虽然是带业，那个业是不起作用，不是起作用的业，起作用的业是去不了的。由此可知，是大众的愿力，换句话说，虽带业也不起现行，西方世界纯粹是愿力去生的，跟十方诸佛世界又不一样。",
      "zh_TW": "像十方世界這些眾生，是願力跟業力混雜而顯現的，佛與大菩薩是願力，權教二乘以下還是業力現的這個世界。西方世界就不然，彌陀的願力，凡是去往生的人也是願力去的，他有殊勝的願力，願力把他的業力壓住，帶業往生！所以你念佛的願心，持名的功德、信願，要把你的業力壓住，業沒斷，石頭壓草壓住它，它不起作用，這就能往生。由此可知，雖然是帶業，那個業是不起作用，不是起作用的業，起作用的業是去不了的。由此可知，是大眾的願力，換句話說，雖帶業也不起現行，西方世界純粹是願力去生的，跟十方諸佛世界又不一樣。"
    },
    {
      "id": "02-015-0002_p0024",
      "zh_CN": "十方世界因为是业力现前，这个世界不平等，有六道、有四圣法界，就有十法界。西方极乐世界因为统统是愿力去的，它是平等世界，虽然有三辈九品，三辈九品在形式上看不到，只是在你带去的业多寡上而说的，实际上在西方极乐世界完全平等。所以经上讲得很清楚，生到西方极乐世界是平等的，这样子我们才知道这个世界怎么样建立的。我们听了之后，确实很合理，所谓是合情合理合法，它是这么建成的，这是很值得我们能够接受的，我们欢喜接受它。它并不是讲神通，神的变现，不是的，它确实有它的理论依据，也有它的思考。建造的过程我们统统都了解，对西方极乐世界就不会怀疑，它的美好、它的殊胜实在是能够讲得通的，不是讲不通的，非常合理。",
      "zh_TW": "十方世界因為是業力現前，這個世界不平等，有六道、有四聖法界，就有十法界。西方極樂世界因為統統是願力去的，它是平等世界，雖然有三輩九品，三輩九品在形式上看不到，只是在你帶去的業多寡上而說的，實際上在西方極樂世界完全平等。所以經上講得很清楚，生到西方極樂世界是平等的，這樣子我們才知道這個世界怎麼樣建立的。我們聽了之後，確實很合理，所謂是合情合理合法，它是這麼建成的，這是很值得我們能夠接受的，我們歡喜接受它。它並不是講神通，神的變現，不是的，它確實有它的理論依據，也有它的思考。建造的過程我們統統都了解，對西方極樂世界就不會懷疑，它的美好、它的殊勝實在是能夠講得通的，不是講不通的，非常合理。"
    },
    {
      "id": "02-015-0002_p0025",
      "zh_CN": "在整个大愿当中，在中国翻译的经本，《无量寿经》总共有十二次的翻译，唐宋以后留传在世间只有五种，其中有七种本子散失了。在古时候目录里有，可是经本见不到了。就现在流通的五种原译本，仔细看它的内容，差别很大。就愿文来说，有的本子只有二十四愿，有的本子是四十八愿，还有一种本子三十六愿，就有这么大的差别。所以古德根据原译本的内容来观察，推想释迦牟尼佛当年在世，讲《无量寿经》绝对不是讲一次。",
      "zh_TW": "在整個大願當中，在中國翻譯的經本，《無量壽經》總共有十二次的翻譯，唐宋以後留傳在世間只有五種，其中有七種本子散失了。在古時候目錄裡有，可是經本見不到了。就現在流通的五種原譯本，仔細看它的內容，差別很大。就願文來說，有的本子只有二十四願，有的本子是四十八願，還有一種本子三十六願，就有這麼大的差別。所以古德根據原譯本的內容來觀察，推想釋迦牟尼佛當年在世，講《無量壽經》絕對不是講一次。"
    },
    {
      "id": "02-015-0002_p0026",
      "zh_CN": "佛说其他经都是说一次，没有重复再讲，因此经典传到中国来，即使是很多人来翻译，不同的译本内容大同小异，只是翻的文字不同，意思大致上出入不大。唯独《无量寿经》出入很大，所以断定它不是一次讲的；换句话说，释迦牟尼佛当年在世时候多次宣讲。因此梵文（原文）传到中国来不一样，那么多次的翻译，确实讲得通。为什么？最有力的证明，就是在《大宝积经》里面有「无量寿」这一会，《大宝积》就好像是个大的单元。这个大单元里面也介绍西方极乐世界，这是非常有力的证据，证明佛当年在世多次宣讲。多次宣讲就肯定这部经的重要性，如果不是非常重要，佛怎么可能多次宣讲。所以，古德认为这个经，像善导大师所说的，「如来所以兴出世，唯说弥陀本愿海」，弥陀本愿海就是这部经。这说得不为过，很有道理，我们从多方面去观察、去了解，这是能够生起信心，不必再怀疑的。",
      "zh_TW": "佛說其他經都是說一次，沒有重覆再講，因此經典傳到中國來，即使是很多人來翻譯，不同的譯本內容大同小異，只是翻的文字不同，意思大致上出入不大。唯獨《無量壽經》出入很大，所以斷定它不是一次講的；換句話說，釋迦牟尼佛當年在世時候多次宣講。因此梵文（原文）傳到中國來不一樣，那麼多次的翻譯，確實講得通。為什麼？最有力的證明，就是在《大寶積經》裡面有「無量壽」這一會，《大寶積》就好像是個大的單元。這個大單元裡面也介紹西方極樂世界，這是非常有力的證據，證明佛當年在世多次宣講。多次宣講就肯定這部經的重要性，如果不是非常重要，佛怎麼可能多次宣講。所以，古德認為這個經，像善導大師所說的，「如來所以興出世，唯說彌陀本願海」，彌陀本願海就是這部經。這說得不為過，很有道理，我們從多方面去觀察、去了解，這是能夠生起信心，不必再懷疑的。"
    },
    {
      "id": "02-015-0002_p0027",
      "zh_CN": "因为本子多，读一种本子没有办法能看到西方极乐世界的全貌。古佛当年讲的时候，在这一会讲的，跟第二会讲的往往不同，不同于这一会，在这边多介绍一些，那边就省掉了；下次再讲的时候，前面讲过的就省略掉，没有讲的再补充一些。所以你必须要把五种本子统统都看到，对于西方极乐世界才能完全理解。现在印刷术发达，我们求这个本子不难！不难实在讲也不容易，为什么？通常流通的本子，只有两种在流通。一个是康僧铠的译本，另外一个是王龙舒的会集本，《大阿弥陀经》，这两种本子流通得最广，其他的本子流通很少很少，除非你去看《大藏经》。",
      "zh_TW": "因為本子多，讀一種本子沒有辦法能看到西方極樂世界的全貌。古佛當年講的時候，在這一會講的，跟第二會講的往往不同，不同於這一會，在這邊多介紹一些，那邊就省掉了；下次再講的時候，前面講過的就省略掉，沒有講的再補充一些。所以你必須要把五種本子統統都看到，對於西方極樂世界才能完全理解。現在印刷術發達，我們求這個本子不難！不難實在講也不容易，為什麼？通常流通的本子，只有兩種在流通。一個是康僧鎧的譯本，另外一個是王龍舒的會集本，《大阿彌陀經》，這兩種本子流通得最廣，其他的本子流通很少很少，除非你去看《大藏經》。"
    },
    {
      "id": "02-015-0002_p0028",
      "zh_CN": "《大藏经》里收的，因为本子不容易见到，不但我们很难求，我在台湾我所知道的，李老师一生当中就没有能够把《无量寿经》五种原译本统统看到；四种会集本，总共有九种本子，李老师没有见到。他大概能够见到的只有四种本子，还有五个本子没见到。在台湾还有专弘净土的道源老和尚，一生当中也没有见到完全的本子，你就想想难！实在难！因此我才觉得这个经典原文跟会集本，如果我们不能遍读，对于建立净宗的信心确实有障碍。所以才把这些本子到处搜集，九种本子统统搜集到了，我们重新印《净土五经读本》。",
      "zh_TW": "《大藏經》裡收的，因為本子不容易見到，不但我們很難求，我在台灣我所知道的，李老師一生當中就沒有能夠把《無量壽經》五種原譯本統統看到；四種會集本，總共有九種本子，李老師沒有見到。他大概能夠見到的只有四種本子，還有五個本子沒見到。在台灣還有專弘淨土的道源老和尚，一生當中也沒有見到完全的本子，你就想想難！實在難！因此我才覺得這個經典原文跟會集本，如果我們不能遍讀，對於建立淨宗的信心確實有障礙。所以才把這些本子到處蒐集，九種本子統統蒐集到了，我們重新印《淨土五經讀本》。"
    },
    {
      "id": "02-015-0002_p0029",
      "zh_CN": "我们印的《净土五经读本》里面，《无量寿经》有九种不同的本子，《阿弥陀经》三种不同的版本。《弥陀经》现在我们一般人念的，是鸠摩罗什大师翻的，还有玄奘大师翻的，很少人见到，夏莲居老居士有这两种译本的会集本，见到的人就更少了。我们现在统统搜集在《净土五经读本》里面，而且我印的数量很多，初版就印了三万册，还有二版、三版，现在已经印到三版了，流通量也很大。目的是希望诸位同修，对净宗断疑生信，有疑惑对我们自己障碍太大了！如果你不疑，这一生就出三界，成佛作祖了；一怀疑我们这一生必定空过，非常可惜！这是近代科技发达，我们才有这个方便把这些经典搜集普遍来流通。这些了解以后，我们的信心才会坚固，才不会动摇，一生当中一部经就够了。",
      "zh_TW": "我們印的《淨土五經讀本》裡面，《無量壽經》有九種不同的本子，《阿彌陀經》三種不同的版本。《彌陀經》現在我們一般人念的，是鳩摩羅什大師翻的，還有玄奘大師翻的，很少人見到，夏蓮居老居士有這兩種譯本的會集本，見到的人就更少了。我們現在統統蒐集在《淨土五經讀本》裡面，而且我印的數量很多，初版就印了三萬冊，還有二版、三版，現在已經印到三版了，流通量也很大。目的是希望諸位同修，對淨宗斷疑生信，有疑惑對我們自己障礙太大了！如果你不疑，這一生就出三界，成佛作祖了；一懷疑我們這一生必定空過，非常可惜！這是近代科技發達，我們才有這個方便把這些經典蒐集普遍來流通。這些了解以後，我們的信心才會堅固，才不會動搖，一生當中一部經就夠了。"
    },
    {
      "id": "02-015-0002_p0030",
      "zh_CN": "从前古人的例子，像清凉大师一生就是专门讲《华严经》，他讲了五十遍。五十遍怎么讲法？跟诸位说，一天讲八个小时，一年一部圆满。五十遍要讲五十年！他老人家活了一百多岁，长寿！我们中国人称他为「华严菩萨」。我最初学佛对清凉大师非常仰慕，我也想学他，但是缘不足。我虽然想讲，没有人听！一天讲八个小时，谁听？一个学生都找不到！缘不足，清凉大师他的缘好！",
      "zh_TW": "從前古人的例子，像清涼大師一生就是專門講《華嚴經》，他講了五十遍。五十遍怎麼講法？跟諸位說，一天講八個小時，一年一部圓滿。五十遍要講五十年！他老人家活了一百多歲，長壽！我們中國人稱他為「華嚴菩薩」。我最初學佛對清涼大師非常仰慕，我也想學他，但是緣不足。我雖然想講，沒有人聽！一天講八個小時，誰聽？一個學生都找不到！緣不足，清涼大師他的緣好！"
    },
    {
      "id": "02-015-0002_p0031",
      "zh_CN": "净宗古大德有一生专门讲《阿弥陀经》，讲三百多遍。我们知道古大德当中，在家、出家，一生专依一部经专修专弘的人很多。像民国以来，江味农居士一生专弘《金刚经》，周止庵居士一生专弘《心经》。差不多都是用了四十多年的时间，专门研究一部经，这个很有道理。为什么？他心清净，心是定的，纵然他博览群经，他在一部经上发挥，他一生只讲一样东西，非常有道理。我在早年学佛我就了解，就一门，这是成功的秘诀。我也希望走这一条路，我也常常劝人走这一条路，一生当中只学一样。",
      "zh_TW": "淨宗古大德有一生專門講《阿彌陀經》，講三百多遍。我們知道古大德當中，在家、出家，一生專依一部經專修專弘的人很多。像民國以來，江味農居士一生專弘《金剛經》，周止菴居士一生專弘《心經》。差不多都是用了四十多年的時間，專門研究一部經，這個很有道理。為什麼？他心清淨，心是定的，縱然他博覽群經，他在一部經上發揮，他一生只講一樣東西，非常有道理。我在早年學佛我就了解，就一門，這是成功的秘訣。我也希望走這一條路，我也常常勸人走這一條路，一生當中只學一樣。"
    },
    {
      "id": "02-015-0002_p0032",
      "zh_CN": "那么版本不同，夏老居士的会集，会集的来源也要知道。最初会集的是宋朝时候王龙舒居士，当然他也是没有想到《无量寿经》有这样多的版本。那个时候印刷术不发达，经本都是手抄的，书写、手抄的本子一定不多，流通就很少，有缘分看到相当不容易。五种本子，以王龙舒居士的声望地位，他一生只看到四种，《大宝积经》这部经他就没见到，唐朝来的，你想多难！他把它会集成一本，但是他只看到四种，这四种会集成一本，就是现在流通的《大阿弥陀经》。当然美中不足是他没有见到《宝积经》里面的「无量寿」这一会，这他没见过。",
      "zh_TW": "那麼版本不同，夏老居士的會集，會集的來源也要知道。最初會集的是宋朝時候王龍舒居士，當然他也是沒有想到《無量壽經》有這樣多的版本。那個時候印刷術不發達，經本都是手抄的，書寫、手抄的本子一定不多，流通就很少，有緣分看到相當不容易。五種本子，以王龍舒居士的聲望地位，他一生只看到四種，《大寶積經》這部經他就沒見到，唐朝來的，你想多難！他把它會集成一本，但是他只看到四種，這四種會集成一本，就是現在流通的《大阿彌陀經》。當然美中不足是他沒有見到《寶積經》裡面的「無量壽」這一會，這他沒見過。"
    },
    {
      "id": "02-015-0002_p0033",
      "zh_CN": "会集的四种本子来比对，我们来校对、来比较，取舍这要智慧，要取舍得非常恰当那就好。王居士的取舍确实有些地方有遗憾，有些地方非常重要的，他漏掉了，后人把他指出来，确实是真的，不是假的。会集要忠实，决定不能改动经文上的一个字，这点王龙舒居士也大意了。有的时候把文字改了几个，当然他改得比原文还要好，这是一定的，但是有个忌讳，怕给人家做个随便改经的例子。王龙舒可以改，我也可以改！以后每个人都改经，这个经流传到后世就不像样子了。所以，这也是个弊病，遗憾的地方。",
      "zh_TW": "會集的四種本子來比對，我們來校對、來比較，取捨這要智慧，要取捨得非常恰當那就好。王居士的取捨確實有些地方有遺憾，有些地方非常重要的，他漏掉了，後人把他指出來，確實是真的，不是假的。會集要忠實，決定不能改動經文上的一個字，這點王龍舒居士也大意了。有的時候把文字改了幾個，當然他改得比原文還要好，這是一定的，但是有個忌諱，怕給人家做個隨便改經的例子。王龍舒可以改，我也可以改！以後每個人都改經，這個經流傳到後世就不像樣子了。所以，這也是個弊病，遺憾的地方。"
    },
    {
      "id": "02-015-0002_p0034",
      "zh_CN": "到清朝彭际清居士，对于龙舒这个本子就有批评，他自己另外做了个本子。实在讲是不错，但是他只取一个本子删节，就是取康僧铠的本子删节的。删节的文字，删得是比原文好，可惜只有一本，另外还有四本没有见到，所以这个不圆满。他的集本在台湾有《无量寿经起信论》，是彭际清作的。还有丁福保居士的《无量寿经笺注》，他采取的本子，就是《无量寿经》的原本，是采取彭际清的集本。所以我们从这两本书上能够看到。",
      "zh_TW": "到清朝彭際清居士，對於龍舒這個本子就有批評，他自己另外做了個本子。實在講是不錯，但是他只取一個本子刪節，就是取康僧鎧的本子刪節的。刪節的文字，刪得是比原文好，可惜只有一本，另外還有四本沒有見到，所以這個不圓滿。他的集本在台灣有《無量壽經起信論》，是彭際清作的。還有丁福保居士的《無量壽經箋註》，他採取的本子，就是《無量壽經》的原本，是採取彭際清的集本。所以我們從這兩本書上能夠看到。"
    },
    {
      "id": "02-015-0002_p0035",
      "zh_CN": "到清朝末年咸丰年间，魏源居士他做了个会集本，他做的本子比前面的都好，他是五种本子统统都看到了。确实后后胜于前前，比前面更好。我们印光老法师对他很不满意，不满意的地方在那里？也是把原文上改动了几个字。印光法师对他的责备，印老在近代中国佛教可以说没有人不尊敬的，他一批评，这个本子就不能流通了，不看他的！影响也很大！",
      "zh_TW": "到清朝末年咸豐年間，魏源居士他做了個會集本，他做的本子比前面的都好，他是五種本子統統都看到了。確實後後勝於前前，比前面更好。我們印光老法師對他很不滿意，不滿意的地方在那裡？也是把原文上改動了幾個字。印光法師對他的責備，印老在近代中國佛教可以說沒有人不尊敬的，他一批評，這個本子就不能流通了，不看他的！影響也很大！"
    },
    {
      "id": "02-015-0002_p0036",
      "zh_CN": "直到民国初年，夏莲居老居士重新再校对，再重新编集，编成我们现在用的这个本子。这个本子前人的弊病统统都没有，诸位看黄居士跟梅光羲居士的两篇序文，还有黄念祖的跋文都介绍得非常详细。这个本子才算是真正完美的《无量寿经》，是《无量寿经》五种原译本的集大成，取舍确实是精当，非常的恰当，非常的精彩，每一句、每个字都是原文，一个字没有改动。很可惜这个本子出来之后，印光大师没有看到，印光大师看到之后，也就会很赞叹，他老人家没见到。这是经本的来源。",
      "zh_TW": "直到民國初年，夏蓮居老居士重新再校對，再重新編集，編成我們現在用的這個本子。這個本子前人的弊病統統都沒有，諸位看黃居士跟梅光羲居士的兩篇序文，還有黃念祖的跋文都介紹得非常詳細。這個本子才算是真正完美的《無量壽經》，是《無量壽經》五種原譯本的集大成，取捨確實是精當，非常的恰當，非常的精彩，每一句、每個字都是原文，一個字沒有改動。很可惜這個本子出來之後，印光大師沒有看到，印光大師看到之後，也就會很讚歎，他老人家沒見到。這是經本的來源。"
    },
    {
      "id": "02-015-0002_p0037",
      "zh_CN": "对于四十八愿这一章，夏莲居居士、梅光羲居士、还有慧明老和尚他们三个人，用了三个月的时间会集这一章。决定采「廿四为纲，四十八为目」，就是把这五种原译本的纲目统统都顾及到了。所以就这一章，三个人费了三个月的时间。夏莲居跟梅光羲在民国初年，我们佛门里面号称「南梅北夏」，南方是梅光羲，北方是夏莲居。这两位大德，台中李炳南老居士是梅光羲的学生，梅光羲是他的老师。现在在北京的黄念祖老居士，他是梅光羲的外甥，他的母亲是梅老居士的妹妹，同胞的兄妹；是夏莲居的学生，亲近夏莲居老居士廿年，是夏老传法的弟子。曾经亲自听老居士讲这部经讲了很多年，现在写了一部《无量寿经》的注解，值得我们修学参考。他的注解实在讲就是《无量寿经》的大作，也是集自古以来中外学者注疏之大成。这是很难得！",
      "zh_TW": "對於四十八願這一章，夏蓮居居士、梅光羲居士、還有慧明老和尚他們三個人，用了三個月的時間會集這一章。決定採「廿四為綱，四十八為目」，就是把這五種原譯本的綱目統統都顧及到了。所以就這一章，三個人費了三個月的時間。夏蓮居跟梅光羲在民國初年，我們佛門裡面號稱「南梅北夏」，南方是梅光羲，北方是夏蓮居。這兩位大德，台中李炳南老居士是梅光羲的學生，梅光羲是他的老師。現在在北京的黃念祖老居士，他是梅光羲的外甥，他的母親是梅老居士的妹妹，同胞的兄妹；是夏蓮居的學生，親近夏蓮居老居士廿年，是夏老傳法的弟子。曾經親自聽老居士講這部經講了很多年，現在寫了一部《無量壽經》的註解，值得我們修學參考。他的註解實在講就是《無量壽經》的大作，也是集自古以來中外學者註疏之大成。這是很難得！"
    },
    {
      "id": "02-015-0002_p0038",
      "zh_CN": "我现在就可以介绍四十八愿，因为这个本子一共分成廿四段。我们就从纲上说，第一段包括两愿，「国无恶道愿」，「不堕恶趣愿」。这个愿里面实在来说，是当年法藏菩萨考察十方诸佛刹土，就像我们娑婆世界有三恶道，所以决定建立新的世界，没有恶因、没有恶缘、没有恶报，就是这个意思。恶因、恶缘、恶报，那个地方统统没有，那么我们带业生到西方极乐世界，西方世界没有恶缘、没有恶报，虽然带着恶因，慢慢统统都消失，都没有了，这是无比之殊胜。",
      "zh_TW": "我現在就可以介紹四十八願，因為這個本子一共分成廿四段。我們就從綱上說，第一段包括兩願，「國無惡道願」，「不墮惡趣願」。這個願裡面實在來說，是當年法藏菩薩考察十方諸佛剎土，就像我們娑婆世界有三惡道，所以決定建立新的世界，沒有惡因、沒有惡緣、沒有惡報，就是這個意思。惡因、惡緣、惡報，那個地方統統沒有，那麼我們帶業生到西方極樂世界，西方世界沒有惡緣、沒有惡報，雖然帶著惡因，慢慢統統都消失，都沒有了，這是無比之殊勝。"
    },
    {
      "id": "02-015-0002_p0039",
      "zh_CN": "第二段包括有三愿，这三愿是「平等愿」，生到西方极乐世界人跟阿弥陀佛平等。我们这个世界不平等，中国有个俗话说，「人心不平，各如其面」，你面目不一样，不是不一样，你心不一样！现在看相的人常说「相随心转」。西方世界相貌一样，为什么？他心是一样，清净心。心里头没有妄想、没有分别、没有执着，心清净，所以相貌完全相同。个子高矮也一样，总而言之，没有一样是不相同，统统相同。阿弥陀佛是什么样子，你就跟他一样。体质「皆具紫磨真金色身」，这是金刚不坏身。后面释迦牟尼佛给我们介绍，西方世界的人是「清虚之身，无极之体」，所以他无量寿！不像我们是血肉之身，非常脆弱，禁不起一点风寒，那是金刚不坏身。",
      "zh_TW": "第二段包括有三願，這三願是「平等願」，生到西方極樂世界人跟阿彌陀佛平等。我們這個世界不平等，中國有個俗話說，「人心不平，各如其面」，你面目不一樣，不是不一樣，你心不一樣！現在看相的人常說「相隨心轉」。西方世界相貌一樣，為什麼？他心是一樣，清淨心。心裡頭沒有妄想、沒有分別、沒有執著，心清淨，所以相貌完全相同。個子高矮也一樣，總而言之，沒有一樣是不相同，統統相同。阿彌陀佛是什麼樣子，你就跟他一樣。體質「皆具紫磨真金色身」，這是金剛不壞身。後面釋迦牟尼佛給我們介紹，西方世界的人是「清虛之身，無極之體」，所以他無量壽！不像我們是血肉之身，非常脆弱，禁不起一點風寒，那是金剛不壞身。"
    },
    {
      "id": "02-015-0002_p0040",
      "zh_CN": "「三十二种，大丈夫相，端正净洁，悉同一类，若形貌差别，有好丑者，不取正觉」。我们这边相貌不一样，相貌不一样带来了许多的烦恼，造业！相貌好的就骄慢、骄傲，相貌不好的就自卑感，在外面抬不起头来。这样子傲慢、自卑造成世界怨恨、嫉妒，怨恨是罪业的根源，阿弥陀佛考察这点，这个不要。西方极乐世界人相貌完全相同，所以不要傲慢，也不要自卑，大家一律平等，难得！十方诸佛世界没有的，唯独西方极乐世界，平等的世界，平等才是真善；我们讲真善美，真善才平等，不平等这算不上真，也算不上善。所以，十方世界讲真善美有名无实，真善美在西方极乐世界。",
      "zh_TW": "「三十二種，大丈夫相，端正淨潔，悉同一類，若形貌差別，有好醜者，不取正覺」。我們這邊相貌不一樣，相貌不一樣帶來了許多的煩惱，造業！相貌好的就驕慢、驕傲，相貌不好的就自卑感，在外面抬不起頭來。這樣子傲慢、自卑造成世界怨恨、嫉妒，怨恨是罪業的根源，阿彌陀佛考察這點，這個不要。西方極樂世界人相貌完全相同，所以不要傲慢，也不要自卑，大家一律平等，難得！十方諸佛世界沒有的，唯獨西方極樂世界，平等的世界，平等才是真善；我們講真善美，真善才平等，不平等這算不上真，也算不上善。所以，十方世界講真善美有名無實，真善美在西方極樂世界。"
    },
    {
      "id": "02-015-0002_p0041",
      "zh_CN": "第三段讲具德，本身的德能，天眼、天耳、宿命；第四段讲「他心通」；第五段讲「神足通」。这是讲五种神通，「漏尽」暂时不讲，为什么？到你圆成佛道，到最后一品生相无明断尽了，那是真正的漏尽。不像小乘阿罗汉，小乘阿罗汉只是见思烦恼断尽了，他叫「漏尽」，那个漏只是指「见思烦恼」，实际上他尘沙无明完全没有断。西方世界跟一切诸佛刹土不一样，他们五种神通的能力几乎跟佛差不多，这个很难得。",
      "zh_TW": "第三段講具德，本身的德能，天眼、天耳、宿命；第四段講「他心通」；第五段講「神足通」。這是講五種神通，「漏盡」暫時不講，為什麼？到你圓成佛道，到最後一品生相無明斷盡了，那是真正的漏盡。不像小乘阿羅漢，小乘阿羅漢只是見思煩惱斷盡了，他叫「漏盡」，那個漏只是指「見思煩惱」，實際上他塵沙無明完全沒有斷。西方世界跟一切諸佛剎土不一樣，他們五種神通的能力幾乎跟佛差不多，這個很難得。"
    },
    {
      "id": "02-015-0002_p0042",
      "zh_CN": "经上跟我们讲的阿罗汉的神通，以天眼来讲，只能看一个小千世界。西方极乐世界一生到那里去，即使下下品往生，他天眼、天耳的能力是尽虚空遍法界；换句话说，佛的能力，很不可思议！真是难信之法。哪有这么便宜的事情？念几天佛往生，这个神通能力，一切罗汉、辟支佛、菩萨都不如，他们修多久才修成一个阿罗汉。这天上人间七次往来，你想想看，那多久的时间，人间时间短，天上时间长！菩萨就更不必说了，你这一生搞几年，你的能力就超过他，所以这个法门叫难信之法！佛经念多了不相信，念多了，释迦牟尼佛别的经上都没有这个说法，所以很难相信。但这是千真万确的事实。",
      "zh_TW": "經上跟我們講的阿羅漢的神通，以天眼來講，只能看一個小千世界。西方極樂世界一生到那裡去，即使下下品往生，他天眼、天耳的能力是盡虛空遍法界；換句話說，佛的能力，很不可思議！真是難信之法。哪有這麼便宜的事情？念幾天佛往生，這個神通能力，一切羅漢、辟支佛、菩薩都不如，他們修多久才修成一個阿羅漢。這天上人間七次往來，你想想看，那多久的時間，人間時間短，天上時間長！菩薩就更不必說了，你這一生搞幾年，你的能力就超過他，所以這個法門叫難信之法！佛經念多了不相信，念多了，釋迦牟尼佛別的經上都沒有這個說法，所以很難相信。但這是千真萬確的事實。"
    },
    {
      "id": "02-015-0002_p0043",
      "zh_CN": "第六章是内具这五种德能，这个德能可以说是依弥陀大愿的加持。到那个地方去，我们烦恼没有断，见思、尘沙无明都没有断，弥陀愿力加持使我们恢复，有这样的能力，当然断烦恼就特别容易了。那么外德呢？功夫。所以，生到西方极乐世界就等于生一切诸佛刹土，见阿弥陀佛就等于见一切诸佛如来。为什么？你每天都可以到十方世界去供养佛。十方世界怎么去？化身去的，我们叫分身，到西方极乐世界有能力分身。所以，同时去供养一切诸佛如来，听佛说法，帮助佛教化众生。听完之后再回到西方极乐世界来，再听弥陀说法，那边完全是学校！供养佛是修福，听经闻法是修慧，福慧双修！天天都不中断。我们这里供养一尊佛供养不到，没这个机缘！到西方极乐世界，天天供养无量无边恒河沙数诸佛。",
      "zh_TW": "第六章是內具這五種德能，這個德能可以說是依彌陀大願的加持。到那個地方去，我們煩惱沒有斷，見思、塵沙無明都沒有斷，彌陀願力加持使我們恢復，有這樣的能力，當然斷煩惱就特別容易了。那麼外德呢？功夫。所以，生到西方極樂世界就等於生一切諸佛剎土，見阿彌陀佛就等於見一切諸佛如來。為什麼？你每天都可以到十方世界去供養佛。十方世界怎麼去？化身去的，我們叫分身，到西方極樂世界有能力分身。所以，同時去供養一切諸佛如來，聽佛說法，幫助佛教化眾生。聽完之後再回到西方極樂世界來，再聽彌陀說法，那邊完全是學校！供養佛是修福，聽經聞法是修慧，福慧雙修！天天都不中斷。我們這裡供養一尊佛供養不到，沒這個機緣！到西方極樂世界，天天供養無量無邊恆河沙數諸佛。"
    },
    {
      "id": "02-015-0002_p0044",
      "zh_CN": "第六段讲的是「果德」，定成正觉。这个愿非常的肯定，一丝毫疑惑都没有，你往生西方极乐世界你决定成佛。",
      "zh_TW": "第六段講的是「果德」，定成正覺。這個願非常的肯定，一絲毫疑惑都沒有，你往生西方極樂世界你決定成佛。"
    },
    {
      "id": "02-015-0002_p0045",
      "zh_CN": "第七段是讲「光明」。",
      "zh_TW": "第七段是講「光明」。"
    },
    {
      "id": "02-015-0002_p0046",
      "zh_CN": "第八段是讲「寿命」。善导大师讲，这一愿（就是第十五愿寿命无量），他说这是极乐世界第一德。德能第一德。我们想有道理，极乐世界那么好，如果没有寿命，那还不是落空，那样好的世界要有寿命去享受。因此，阿弥陀佛名号里面，第一个意思就是无量寿。实在讲，他这个名号就是无量，寿命无量，光明无量，智慧无量，神通无量，享受也无量，快乐也无量，没有一样不是无量的；无量是指一切一切，统统都是无量。但是，一切无量里面，寿命的确是最重要的，没有寿命其他什么无量都落空，都完了，寿命是第一。佛寿无量，每一个生到西方极乐世界的人，跟佛寿命都相同，统统都是无量寿。",
      "zh_TW": "第八段是講「壽命」。善導大師講，這一願（就是第十五願壽命無量），他說這是極樂世界第一德。德能第一德。我們想有道理，極樂世界那麼好，如果沒有壽命，那還不是落空，那樣好的世界要有壽命去享受。因此，阿彌陀佛名號裡面，第一個意思就是無量壽。實在講，他這個名號就是無量，壽命無量，光明無量，智慧無量，神通無量，享受也無量，快樂也無量，沒有一樣不是無量的；無量是指一切一切，統統都是無量。但是，一切無量裡面，壽命的確是最重要的，沒有壽命其他什麼無量都落空，都完了，壽命是第一。佛壽無量，每一個生到西方極樂世界的人，跟佛壽命都相同，統統都是無量壽。"
    },
    {
      "id": "02-015-0002_p0047",
      "zh_CN": "第九段非常重要，第九段是十方世界一切诸佛都替阿弥陀佛宣传，也就是说明，没有一尊佛不讲《无量寿经》的，就是这一愿的成就。所以，我们释迦牟尼佛在此地，也要讲这部经，其他经不讲可以，这部经一定要讲。为什么？弥陀本愿。所以，我们想到善导大师讲，「唯说弥陀本愿海」，就是这一愿的实现，所以这部经是一切诸佛如来共同宣扬的。其他经典未必诸佛都说，因为佛说经不是自己的意思，是众生的缘，没有缘就不能讲。所以佛经讲契经，契机契理。契理当然没有话说，机缘，也就是众生的根性、程度，不适合的统统不讲，适合的才讲。但是《无量寿经》，所谓「三根普被、利钝全收」，他的对象上是等觉菩萨，下到地狱众生；换句话说，统统适合，没有一个不适合的，一切诸佛如来当然要讲这部经的。所以这一愿非常的重要，从这一愿才体会这个经是一切诸佛如来度众生、了生死、成佛道的第一经。这是从这一愿上认识他的。",
      "zh_TW": "第九段非常重要，第九段是十方世界一切諸佛都替阿彌陀佛宣傳，也就是說明，沒有一尊佛不講《無量壽經》的，就是這一願的成就。所以，我們釋迦牟尼佛在此地，也要講這部經，其他經不講可以，這部經一定要講。為什麼？彌陀本願。所以，我們想到善導大師講，「唯說彌陀本願海」，就是這一願的實現，所以這部經是一切諸佛如來共同宣揚的。其他經典未必諸佛都說，因為佛說經不是自己的意思，是眾生的緣，沒有緣就不能講。所以佛經講契經，契機契理。契理當然沒有話說，機緣，也就是眾生的根性、程度，不適合的統統不講，適合的才講。但是《無量壽經》，所謂「三根普被、利鈍全收」，他的對象上是等覺菩薩，下到地獄眾生；換句話說，統統適合，沒有一個不適合的，一切諸佛如來當然要講這部經的。所以這一願非常的重要，從這一願才體會這個經是一切諸佛如來度眾生、了生死、成佛道的第一經。這是從這一願上認識他的。"
    },
    {
      "id": "02-015-0002_p0048",
      "zh_CN": "第十八愿，古人讲这是佛法里面成就众生的第一法门，就是教我们信愿持名，就是一句佛号。昨天我跟诸位说过了，「一即一切」，这一句佛号阿弥陀佛四个字，把一切诸佛所说的佛法统统包括进来，没有一尊佛是例外的。所以名号功德不可思议！这世间很少人知道。念佛的人虽然多，对于佛号功德知道的人不多。因此他念这句佛号，虽然念，他的心愿都不恳切，主要对名号功德不能够理解，不晓得这么好，不知道，所以往往疏忽掉了。我们今天经本印这么多，可以说已经相当完备，尤其是《净土五经读本》。如果不详细给他介绍讲解，他还是不知道，还是不认识；换句话说，这样殊胜的法门，真是彭际清居士所讲的，「无量劫中希有难得的因缘」。我们遇到，岂不是当面错过，太可惜了！所以，这一愿十念必生，才真正显示出如来果地上的智慧能力，真正达到了究竟圆满。",
      "zh_TW": "第十八願，古人講這是佛法裡面成就眾生的第一法門，就是教我們信願持名，就是一句佛號。昨天我跟諸位說過了，「一即一切」，這一句佛號阿彌陀佛四個字，把一切諸佛所說的佛法統統包括進來，沒有一尊佛是例外的。所以名號功德不可思議！這世間很少人知道。念佛的人雖然多，對於佛號功德知道的人不多。因此他念這句佛號，雖然念，他的心願都不懇切，主要對名號功德不能夠理解，不曉得這麼好，不知道，所以往往疏忽掉了。我們今天經本印這麼多，可以說已經相當完備，尤其是《淨土五經讀本》。如果不詳細給他介紹講解，他還是不知道，還是不認識；換句話說，這樣殊勝的法門，真是彭際清居士所講的，「無量劫中希有難得的因緣」。我們遇到，豈不是當面錯過，太可惜了！所以，這一願十念必生，才真正顯示出如來果地上的智慧能力，真正達到了究竟圓滿。"
    },
    {
      "id": "02-015-0002_p0049",
      "zh_CN": "我以前学佛的时候，往往听人讲到佛是万德万能，我听了就怀疑，佛要是果然万德万能，我们就吃香了。这个人造很重的罪，立刻堕阿鼻地狱，佛能不能叫他立刻成佛？如果能叫他立刻成佛，那佛就万德万能，没话说。如果佛说「我不能」，那佛不是万德万能，万德万能是赞美的意思，不是真的。所以，有许多老法师跟我的看法不一样，万德万能是赞叹的，那里是真的？结果念到这个经，才晓得是真的，不是假的，确确实实。阿鼻地狱众生，只要他能信、能愿，以一心称念一声佛号、十声佛号都能往生，生到西方极乐世界就不退转。所以，佛的德能是真的，不是假的，不是称赞的，确实有这个智慧、有这个能力。",
      "zh_TW": "我以前學佛的時候，往往聽人講到佛是萬德萬能，我聽了就懷疑，佛要是果然萬德萬能，我們就吃香了。這個人造很重的罪，立刻墮阿鼻地獄，佛能不能叫他立刻成佛？如果能叫他立刻成佛，那佛就萬德萬能，沒話說。如果佛說「我不能」，那佛不是萬德萬能，萬德萬能是讚美的意思，不是真的。所以，有許多老法師跟我的看法不一樣，萬德萬能是讚歎的，那裡是真的？結果念到這個經，才曉得是真的，不是假的，確確實實。阿鼻地獄眾生，只要他能信、能願，以一心稱念一聲佛號、十聲佛號都能往生，生到西方極樂世界就不退轉。所以，佛的德能是真的，不是假的，不是稱讚的，確實有這個智慧、有這個能力。"
    },
    {
      "id": "02-015-0002_p0050",
      "zh_CN": "第十一段，也就是第十九愿跟第廿愿，这是教给我们修学的方法，「发菩提心，一向专念」。经上讲得很清楚，一开头，「发菩提心，一心念我，昼夜不断」，这就是一向专念的意思。临终的时候，佛决定来接你。而且这一段是净宗最基本的经典，最原始的依靠，生到西方极乐世界去怎么样？「作阿惟越致菩萨」，这一句千万不能疏忽。阿惟越致菩萨是什么样的菩萨？古大德解释，是圆教七地以上，这还得了！一生到西方极乐世界你的智慧、神通、道力、种种的庄严就等于七地以上的菩萨，这叫真正超越，这才是殊胜无比！",
      "zh_TW": "第十一段，也就是第十九願跟第廿願，這是教給我們修學的方法，「發菩提心，一向專念」。經上講得很清楚，一開頭，「發菩提心，一心念我，晝夜不斷」，這就是一向專念的意思。臨終的時候，佛決定來接你。而且這一段是淨宗最基本的經典，最原始的依靠，生到西方極樂世界去怎麼樣？「作阿惟越致菩薩」，這一句千萬不能疏忽。阿惟越致菩薩是什麼樣的菩薩？古大德解釋，是圓教七地以上，這還得了！一生到西方極樂世界你的智慧、神通、道力、種種的莊嚴就等於七地以上的菩薩，這叫真正超越，這才是殊勝無比！"
    },
    {
      "id": "02-015-0002_p0051",
      "zh_CN": "通常一个人要修到圆教七地，《华严经》上讲要无量劫，不是三个阿僧祇劫。三个阿僧祇劫讲的是藏教佛，不是圆教，藏教的佛还比不上圆教初住菩萨，比不上。那么从初住到七地，三十七个位子，十住、十行、十回向，初地、二地、三地一直到七地，三十七个位次，这一下就超越了，那里来这么好事？所以，这个法门叫难信之法。多少其他各宗的祖师大德们，他不相信，这是我们应当要晓得。",
      "zh_TW": "通常一個人要修到圓教七地，《華嚴經》上講要無量劫，不是三個阿僧祇劫。三個阿僧祇劫講的是藏教佛，不是圓教，藏教的佛還比不上圓教初住菩薩，比不上。那麼從初住到七地，三十七個位子，十住、十行、十迴向，初地、二地、三地一直到七地，三十七個位次，這一下就超越了，那裡來這麼好事？所以，這個法門叫難信之法。多少其他各宗的祖師大德們，他不相信，這是我們應當要曉得。"
    },
    {
      "id": "02-015-0002_p0052",
      "zh_CN": "所以这个经典，我们读了这个经，许多的疑问才得到答案，这个经不是普通人能够相信，许多大菩萨都不能相信，何况是凡夫。菩萨都不相信，为什么不相信？佛在这个经上告诉我们，真正能够相信的人，他在过去生中，过去无量劫，曾经供养过无量诸佛如来，这样深厚的善根，现前得到这么多诸佛的加持。你有缘遇到，遇到之后，能信、能愿，肯老实念佛，过去世的善根太厚了！菩萨没有你这么深厚的善根，所以他不相信！",
      "zh_TW": "所以這個經典，我們讀了這個經，許多的疑問才得到答案，這個經不是普通人能夠相信，許多大菩薩都不能相信，何況是凡夫。菩薩都不相信，為什麼不相信？佛在這個經上告訴我們，真正能夠相信的人，他在過去生中，過去無量劫，曾經供養過無量諸佛如來，這樣深厚的善根，現前得到這麼多諸佛的加持。你有緣遇到，遇到之後，能信、能願，肯老實念佛，過去世的善根太厚了！菩薩沒有你這麼深厚的善根，所以他不相信！"
    },
    {
      "id": "02-015-0002_p0053",
      "zh_CN": "在第十品里面所讲的，佛跟我们讲阿阇王子当时的听众五百个人。阿阇王子跟这五百长者他们是一帮的，来听经的，听到佛讲这个经心里面很欢喜，动了个念头，希望我将来成佛也像阿弥陀佛。你一动念，佛就知道，佛就跟大家说，他们这些人过去生中，无量劫来曾经住菩萨道，从前他们这些人是菩萨，曾经供养四百亿佛。我们一听这善根不少了，怎么样？还没有发心求生净土。供养四百亿佛，这个善根福德还不够，所以只有动个念头，希望我将来成佛，像阿弥陀佛一样，还没有发愿求生净土。",
      "zh_TW": "在第十品裡面所講的，佛跟我們講阿闍王子當時的聽眾五百個人。阿闍王子跟這五百長者他們是一幫的，來聽經的，聽到佛講這個經心裡面很歡喜，動了個念頭，希望我將來成佛也像阿彌陀佛。你一動念，佛就知道，佛就跟大家說，他們這些人過去生中，無量劫來曾經住菩薩道，從前他們這些人是菩薩，曾經供養四百億佛。我們一聽這善根不少了，怎麼樣？還沒有發心求生淨土。供養四百億佛，這個善根福德還不夠，所以只有動個念頭，希望我將來成佛，像阿彌陀佛一樣，還沒有發願求生淨土。"
    },
    {
      "id": "02-015-0002_p0054",
      "zh_CN": "所以李老师在这个眉注上讲，我们读这段经文要提高警觉！什么警觉？菩萨会退转。他们这些人从前是菩萨，现在变成王子、长者，退下来了，这是退转，过去生中的事情统统忘掉了，隔阴之迷。所以住菩萨道，供养四百亿佛，还会退转，还有隔阴之迷。虽然他的缘很深，将来总会成就，但是你要晓得还有十世流转，还要在六道轮回，这个时间太长了，苦不堪言！所以，李老师末后提了一句，如果不真正发心求带业往生，他说非愚即狂！你要不是愚痴，就是狂妄，你为什么不相信？",
      "zh_TW": "所以李老師在這個眉註上講，我們讀這段經文要提高警覺！什麼警覺？菩薩會退轉。他們這些人從前是菩薩，現在變成王子、長者，退下來了，這是退轉，過去生中的事情統統忘掉了，隔陰之迷。所以住菩薩道，供養四百億佛，還會退轉，還有隔陰之迷。雖然他的緣很深，將來總會成就，但是你要曉得還有十世流轉，還要在六道輪迴，這個時間太長了，苦不堪言！所以，李老師末後提了一句，如果不真正發心求帶業往生，他說非愚即狂！你要不是愚痴，就是狂妄，你為什麼不相信？"
    },
    {
      "id": "02-015-0002_p0055",
      "zh_CN": "所以，这个法门一听到之后就老实念佛，那种人经上讲的他不是凡人，他的善根福德因缘超过阿阇王子；换句话说，供养四百亿佛，遇到这个法门还不会动心。你今天听到这个法门，动心了，真正发愿求生，你过去生中供养的诸佛如来无量无边！无量无边跟四百亿不成比例，四百亿数字不大，供养无量诸佛如来，这样深厚的善根。所以这个法门，我们要是介绍给人家，人家不能接受，是很正常的现象。你家亲眷属想劝他，他不能接受，你也不要难过。为什么？他过去生中没有这么深厚的善根，这个事情怎么能勉强？诸佛如来都不能勉强。就让他在这一生当中再种一点善根，将来到无量劫以后善根成熟，你在西方极乐世界看到了，你一定会去度他。善根不熟跟他讲也没用处，善根熟了，一说他就听，他就欢喜，他就老实念佛，那就决定往生。这个一定要知道，这是讲「接引往生」。",
      "zh_TW": "所以，這個法門一聽到之後就老實念佛，那種人經上講的他不是凡人，他的善根福德因緣超過阿闍王子；換句話說，供養四百億佛，遇到這個法門還不會動心。你今天聽到這個法門，動心了，真正發願求生，你過去生中供養的諸佛如來無量無邊！無量無邊跟四百億不成比例，四百億數字不大，供養無量諸佛如來，這樣深厚的善根。所以這個法門，我們要是介紹給人家，人家不能接受，是很正常的現象。你家親眷屬想勸他，他不能接受，你也不要難過。為什麼？他過去生中沒有這麼深厚的善根，這個事情怎麼能勉強？諸佛如來都不能勉強。就讓他在這一生當中再種一點善根，將來到無量劫以後善根成熟，你在西方極樂世界看到了，你一定會去度他。善根不熟跟他講也沒用處，善根熟了，一說他就聽，他就歡喜，他就老實念佛，那就決定往生。這個一定要知道，這是講「接引往生」。"
    },
    {
      "id": "02-015-0002_p0056",
      "zh_CN": "第十二段，就是第二十一愿，「悔过得生」。这一愿实在讲就是带业往生，虽然文字里头是没有，但是意思是带业往生。佛在「四依法」里面教给我们，「依义不依语」，这个就是依义。经文上明明告诉我们，「若有宿恶（过去造了很多业），闻我名字，即自悔过，为道作善，便持经戒，愿生我刹」。这段经，他就能往生。这个意思实在说，就是像从前谛闲老法师教他那个徒弟一心念佛，跟这个完全相应。",
      "zh_TW": "第十二段，就是第二十一願，「悔過得生」。這一願實在講就是帶業往生，雖然文字裡頭是沒有，但是意思是帶業往生。佛在「四依法」裡面教給我們，「依義不依語」，這個就是依義。經文上明明告訴我們，「若有宿惡（過去造了很多業），聞我名字，即自悔過，為道作善，便持經戒，願生我剎」。這段經，他就能往生。這個意思實在說，就是像從前諦閑老法師教他那個徒弟一心念佛，跟這個完全相應。"
    },
    {
      "id": "02-015-0002_p0057",
      "zh_CN": "谛闲老法师早年有个徒弟，这个徒弟没念过书，不认识字，四十多岁才出家。出家什么都不会，人又很笨，老和尚不得已，没有法子，答应他出家。在宁波乡下找个小庙，没人住的破庙，叫他在里面，只教他一句话「南无阿弥陀佛」。跟他讲，你一天到晚就念，念累了就休息，休息好了你就再念。这个人就真老实，就真念，念了三年，他预知时至，他往生站着走的；走了以后还站了三天，等谛闲老和尚给他办后事。你想想看，一句「阿弥陀佛」念三年，念累了就休息，休息好了就再念，头脑里什么也没有，就这一句阿弥陀佛。三年，走得那么自在，干净俐落！不是普通人能够比得上的，就是这个意思，可以说是这一愿的证明！",
      "zh_TW": "諦閑老法師早年有個徒弟，這個徒弟沒念過書，不認識字，四十多歲才出家。出家什麼都不會，人又很笨，老和尚不得已，沒有法子，答應他出家。在寧波鄉下找個小廟，沒人住的破廟，叫他在裡面，只教他一句話「南無阿彌陀佛」。跟他講，你一天到晚就念，念累了就休息，休息好了你就再念。這個人就真老實，就真念，念了三年，他預知時至，他往生站著走的；走了以後還站了三天，等諦閑老和尚給他辦後事。你想想看，一句「阿彌陀佛」念三年，念累了就休息，休息好了就再念，頭腦裡什麼也沒有，就這一句阿彌陀佛。三年，走得那麼自在，乾淨俐落！不是普通人能夠比得上的，就是這個意思，可以說是這一願的證明！"
    },
    {
      "id": "02-015-0002_p0058",
      "zh_CN": "向下，从第二十二愿一直到三十六愿，都是介绍西方极乐世界正报的庄严。正报是指人身，生到西方极乐世界这些人，他们在那个地方生活的状况，修学的成就，是说这桩事情。",
      "zh_TW": "向下，從第二十二願一直到三十六願，都是介紹西方極樂世界正報的莊嚴。正報是指人身，生到西方極樂世界這些人，他們在那個地方生活的狀況，修學的成就，是說這樁事情。"
    },
    {
      "id": "02-015-0002_p0059",
      "zh_CN": "从第三十七愿以下，是讲西方世界物质环境，讲生活环境，衣食住行，介绍这些。",
      "zh_TW": "從第三十七願以下，是講西方世界物質環境，講生活環境，衣食住行，介紹這些。"
    },
    {
      "id": "02-015-0002_p0060",
      "zh_CN": "四十二愿是讲「光明普照」。",
      "zh_TW": "四十二願是講「光明普照」。"
    },
    {
      "id": "02-015-0002_p0061",
      "zh_CN": "四十三愿是讲「宝香普熏」。所以西方世界也叫做香光世界，他们那里香与光特别的多，香光庄严。",
      "zh_TW": "四十三願是講「寶香普熏」。所以西方世界也叫做香光世界，他們那裡香與光特別的多，香光莊嚴。"
    },
    {
      "id": "02-015-0002_p0062",
      "zh_CN": "第四十五到第四十八这五愿是「庄严法界」，更不可思议。所以他这四十八愿，从第一愿到四十三愿是讲西方极乐世界依正庄严，后面五愿是庄严法界，十方世界的菩萨听到这部经，欢喜信受奉行，都能得到阿弥陀佛威神的加持。由此可知，弥陀教化众生的区域，并不限于一个极乐世界，尽虚空遍法界都是阿弥陀佛的教区。十方世界诸佛很像是弥陀派在各地方招生的负责人，替阿弥陀佛招生！负责招生的。这些学生，统统送到西方极乐世界才圆满成就。我们如何肯定这个事实？诸位念《华严》就知道了。我们在《华严经》上，看到普贤菩萨、文殊菩萨，这是华严会上的二大菩萨，帮助毘卢遮那如来教化众生。这两个人还发愿求生西方极乐世界，这才真正彻底明了，一切诸佛如来真的是在十方世界替阿弥陀佛招生。招那些学生？善根福德深厚的人，《弥陀经》上讲，「不可以少善根福德因缘，得生彼国」。的确不容易，这是我们要知道，要相信。",
      "zh_TW": "第四十五到第四十八這五願是「莊嚴法界」，更不可思議。所以他這四十八願，從第一願到四十三願是講西方極樂世界依正莊嚴，後面五願是莊嚴法界，十方世界的菩薩聽到這部經，歡喜信受奉行，都能得到阿彌陀佛威神的加持。由此可知，彌陀教化眾生的區域，並不限於一個極樂世界，盡虛空遍法界都是阿彌陀佛的教區。十方世界諸佛很像是彌陀派在各地方招生的負責人，替阿彌陀佛招生！負責招生的。這些學生，統統送到西方極樂世界才圓滿成就。我們如何肯定這個事實？諸位念《華嚴》就知道了。我們在《華嚴經》上，看到普賢菩薩、文殊菩薩，這是華嚴會上的二大菩薩，幫助毘盧遮那如來教化眾生。這兩個人還發願求生西方極樂世界，這才真正徹底明瞭，一切諸佛如來真的是在十方世界替阿彌陀佛招生。招那些學生？善根福德深厚的人，《彌陀經》上講，「不可以少善根福德因緣，得生彼國」。的確不容易，這是我們要知道，要相信。"
    },
    {
      "id": "02-015-0002_p0063",
      "zh_CN": "大愿之后，第七章「必成正觉」。这章经文也是阿弥陀佛自己说的，释迦牟尼佛为我们转述，世尊转述也就同弥陀自己说的没有两样。这本《无量寿经》是两尊佛说法，里面有不少经文是弥陀自己说的，世尊给我们说的，说实在话也都是细说四十八愿而已，真的是称扬弥陀本愿功德。假如我们对这个经要没有透彻的认识，这个经的意思看不出来。对于这个经真正认识了，你再听，或者再读，或者看注解，趣味无穷！才能真正体会到。他在这一段里头，他是用偈颂的方式来说明，偈颂最末后有两句非常值得我们赞叹的。",
      "zh_TW": "大願之後，第七章「必成正覺」。這章經文也是阿彌陀佛自己說的，釋迦牟尼佛為我們轉述，世尊轉述也就同彌陀自己說的沒有兩樣。這本《無量壽經》是兩尊佛說法，裡面有不少經文是彌陀自己說的，世尊給我們說的，說實在話也都是細說四十八願而已，真的是稱揚彌陀本願功德。假如我們對這個經要沒有透徹的認識，這個經的意思看不出來。對於這個經真正認識了，你再聽，或者再讀，或者看註解，趣味無窮！才能真正體會到。他在這一段裡頭，他是用偈頌的方式來說明，偈頌最末後有兩句非常值得我們讚歎的。"
    },
    {
      "id": "02-015-0002_p0064",
      "zh_CN": "诸位同修有的好像还没有这个经本，没有关系，偈颂最末后的有几句，我念一念。「如佛无碍智，所行慈愍行，常作天人师，得为三界雄」，这就是示现成佛，度化众生的意思。像《普门品》里面所说的，「应以佛身而得度者，即现佛身而为说法」，就是这个意思。「说法师子吼，广度诸有情，圆满昔所愿，一切皆成佛」，大家特别注意这两句。「圆满昔所愿」就是前面的四十八愿。四十八愿圆满了，你看看弥陀真实的愿力，是希望十方世界一切众生统统圆成佛道。这样的心愿确实一切诸佛都没有，不是诸佛没有智慧，不是诸佛没有能力，诸佛在因地当中没有发这个愿。他的大愿，你想他的心多清净、多平等！由此可知，我们今天最大的障碍，就是心不清净、不平等。所以本宗修行的方法，这个经题就圆圆满满的显示出来了。",
      "zh_TW": "諸位同修有的好像還沒有這個經本，沒有關係，偈頌最末後的有幾句，我念一念。「如佛無礙智，所行慈愍行，常作天人師，得為三界雄」，這就是示現成佛，度化眾生的意思。像《普門品》裡面所說的，「應以佛身而得度者，即現佛身而為說法」，就是這個意思。「說法師子吼，廣度諸有情，圓滿昔所願，一切皆成佛」，大家特別注意這兩句。「圓滿昔所願」就是前面的四十八願。四十八願圓滿了，你看看彌陀真實的願力，是希望十方世界一切眾生統統圓成佛道。這樣的心願確實一切諸佛都沒有，不是諸佛沒有智慧，不是諸佛沒有能力，諸佛在因地當中沒有發這個願。他的大願，你想他的心多清淨、多平等！由此可知，我們今天最大的障礙，就是心不清淨、不平等。所以本宗修行的方法，這個經題就圓圓滿滿的顯示出來了。"
    },
    {
      "id": "02-015-0002_p0065",
      "zh_CN": "我们求生净土，目的是在哪里？目的是求「无量寿」。无量寿刚才跟诸位说过，目的是在求无量，无量的智慧，无量的寿命，无量的光明，无量的德能，无量的才艺，是样样都无量，这个才叫究竟圆满。我们目标是这个。「庄严」，庄严是美好的意思，找不到一丝毫缺陷，这叫庄严；有缺陷就不庄严了，没有一丝毫的缺陷！这是我们所求的，我们修这个法门目的在此地。",
      "zh_TW": "我們求生淨土，目的是在哪裡？目的是求「無量壽」。無量壽剛才跟諸位說過，目的是在求無量，無量的智慧，無量的壽命，無量的光明，無量的德能，無量的才藝，是樣樣都無量，這個才叫究竟圓滿。我們目標是這個。「莊嚴」，莊嚴是美好的意思，找不到一絲毫缺陷，這叫莊嚴；有缺陷就不莊嚴了，沒有一絲毫的缺陷！這是我們所求的，我們修這個法門目的在此地。"
    },
    {
      "id": "02-015-0002_p0066",
      "zh_CN": "怎么个修法？「清净、平等、觉」。你要修清净心，要修平等心，要觉而不迷，你才能够达到你所求的目标。别人对我们不平等，我对人平等；别人给我一些污染，我不接受，我不接受就染不上，问题是你接受才染上，不接受怎么会染得上？这样就叫觉。一迷就接受了，譬如说别人骂你，你听了马上就生气，接受了！他骂他的，你不生气，我没接受，不接受就没有事，心地还是清净的、平等的，永远保持心地的清净。知道这个世间是幻化无常，缘起性空，没有一样是真的，梦幻泡影，何必去计较，何必去执着！",
      "zh_TW": "怎麼個修法？「清淨、平等、覺」。你要修清淨心，要修平等心，要覺而不迷，你才能夠達到你所求的目標。別人對我們不平等，我對人平等；別人給我一些污染，我不接受，我不接受就染不上，問題是你接受才染上，不接受怎麼會染得上？這樣就叫覺。一迷就接受了，譬如說別人罵你，你聽了馬上就生氣，接受了！他罵他的，你不生氣，我沒接受，不接受就沒有事，心地還是清淨的、平等的，永遠保持心地的清淨。知道這個世間是幻化無常，緣起性空，沒有一樣是真的，夢幻泡影，何必去計較，何必去執著！"
    },
    {
      "id": "02-015-0002_p0067",
      "zh_CN": "可是我们毕竟还是个凡夫，真正不受境界的诱惑，那已经到功夫成片了。还会受外面境界诱惑，那就记住，最好持戒。戒律是什么？多一事不如少一事，少一事不如无事。保持你的清净心，清净才会平等，这个要知道，这不是消极。本经说的，这个经是大乘，不是小乘，为什么？不到西方极乐世界什么样的慈悲愿力都是假的，都会落空，大慈大悲一定要在西方极乐世界圆满成就。所以禅宗庞居士一家，就给我们做了很好的示范。庞蕴居士是非常富有，他学佛之后，把他家里所有金银财宝装上一船，船划到江中心，砸个洞，船沉下去了。他搞这一套，实在讲就是教世人一句话，留一句话给后人。",
      "zh_TW": "可是我們畢竟還是個凡夫，真正不受境界的誘惑，那已經到功夫成片了。還會受外面境界誘惑，那就記住，最好持戒。戒律是什麼？多一事不如少一事，少一事不如無事。保持你的清淨心，清淨才會平等，這個要知道，這不是消極。本經說的，這個經是大乘，不是小乘，為什麼？不到西方極樂世界什麼樣的慈悲願力都是假的，都會落空，大慈大悲一定要在西方極樂世界圓滿成就。所以禪宗龐居士一家，就給我們做了很好的示範。龐蘊居士是非常富有，他學佛之後，把他家裡所有金銀財寶裝上一船，船划到江中心，砸個洞，船沉下去了。他搞這一套，實在講就是教世人一句話，留一句話給後人。"
    },
    {
      "id": "02-015-0002_p0068",
      "zh_CN": "人家问他，庞居士，金银财宝你不要，为什么不去做好事？做好事不是很好吗？他只留一句话，「好事不如无事」。你们懂这话的意思吗？好事你心不清净，心不清净不能了生死，不能出三界；无事心清净，可以了生死，可以出三界，可以成佛作祖。念佛人心里无事，可以得一心不乱，上品上生。事情多了、烦了，你所做的是世间有漏福报！你做的福报大，将来来生享受人天福报，搞这个去了。这是诸位同修一定要知道。",
      "zh_TW": "人家問他，龐居士，金銀財寶你不要，為什麼不去做好事？做好事不是很好嗎？他只留一句話，「好事不如無事」。你們懂這話的意思嗎？好事你心不清淨，心不清淨不能了生死，不能出三界；無事心清淨，可以了生死，可以出三界，可以成佛作祖。念佛人心裡無事，可以得一心不亂，上品上生。事情多了、煩了，你所做的是世間有漏福報！你做的福報大，將來來生享受人天福報，搞這個去了。這是諸位同修一定要知道。"
    },
    {
      "id": "02-015-0002_p0069",
      "zh_CN": "所以，佛教不是宗教，佛教不拉拢信徒，佛教是师道，师道尊严，「只闻来学，未闻往教」。佛教直到近代才拉信徒，做广告到处宣传。从前没有的，哪有这种道理！学佛的人个个都谦虚，你看五十三参每个善知识：我不行！我真的不会！什么都不会，什么都不懂！个个谦虚。哪敢把你们找来？我有什么能力教你，自己不知道惭愧？所以不敢找人，你们自动来找我，那算是看得起，这是好听的。说的不好听，你得不到，「我没找你来，是你自己来的，不能怪我」，这是真的。",
      "zh_TW": "所以，佛教不是宗教，佛教不拉攏信徒，佛教是師道，師道尊嚴，「只聞來學，未聞往教」。佛教直到近代才拉信徒，做廣告到處宣傳。從前沒有的，哪有這種道理！學佛的人個個都謙虛，你看五十三參每個善知識：我不行！我真的不會！什麼都不會，什麼都不懂！個個謙虛。哪敢把你們找來？我有什麼能力教你，自己不知道慚愧？所以不敢找人，你們自動來找我，那算是看得起，這是好聽的。說的不好聽，你得不到，「我沒找你來，是你自己來的，不能怪我」，這是真的。"
    },
    {
      "id": "02-015-0002_p0070",
      "zh_CN": "所以，我在台北讲经，最初在台北讲经只有十几二十个人听，决定不宣传，决定不拉人。他自己打听他自己来的，我讲得不好，得不到利益，那他不能怪我，我没找他来。李老师在台中那么多年，都是这个原则，这是他老人家传授给我的。我们有什么能力给人利益？这个要知道，即使成佛了，佛都是谦虚，你看佛菩萨，没有一个不谦虚的，这个要知道。所以最好不要搞广告、海报去拉人，更要不得，现在海报上还把照片搞上去，简直有点像电影明星，这作秀去了，实在是难为情！",
      "zh_TW": "所以，我在台北講經，最初在台北講經只有十幾二十個人聽，決定不宣傳，決定不拉人。他自己打聽他自己來的，我講得不好，得不到利益，那他不能怪我，我沒找他來。李老師在台中那麼多年，都是這個原則，這是他老人家傳授給我的。我們有什麼能力給人利益？這個要知道，即使成佛了，佛都是謙虛，你看佛菩薩，沒有一個不謙虛的，這個要知道。所以最好不要搞廣告、海報去拉人，更要不得，現在海報上還把照片搞上去，簡直有點像電影明星，這作秀去了，實在是難為情！"
    },
    {
      "id": "02-015-0002_p0071",
      "zh_CN": "我有次在台北，不晓得哪位找我讲经，也是搞那么一套，我都吓坏了。叫他们晚上统统把它弄回来，把照片拆掉。我说你要是照个佛菩萨像，给人看见起恭敬心还好一点，怎么可以把人像搞在里面？不像话，太不像话！太过分！这个不好。今天时间到了，我们就讲到此地。",
      "zh_TW": "我有次在台北，不曉得哪位找我講經，也是搞那麼一套，我都嚇壞了。叫他們晚上統統把它弄回來，把照片拆掉。我說你要是照個佛菩薩像，給人看見起恭敬心還好一點，怎麼可以把人像搞在裡面？不像話，太不像話！太過分！這個不好。今天時間到了，我們就講到此地。"
    }
  ]
}