{
  "doc_id": "21-647-0001",
  "title": {
    "zh_CN": "2011年9月马来西亚弘法大会—神圣教育拯救危机",
    "zh_TW": "2011年9月馬來西亞弘法大會—神聖教育拯救危機"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "马来西亚绿野国际会展中心",
    "zh_TW": "馬來西亞綠野國際會展中心"
  },
  "doc_number": "21-647-0001",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "21-647-0001_p0001",
      "zh_CN": "尊敬的丹斯李贤伉俪，诸位法师，诸位大德，诸位同学，大家晚上好。",
      "zh_TW": "尊敬的丹斯李賢伉儷，諸位法師，諸位大德，諸位同學，大家晚上好。"
    },
    {
      "id": "21-647-0001_p0002",
      "zh_CN": "这一次是我们在这个场地第四次的活动，刚才我听到司仪的报告，有一点错误，我讲经教学到今年五十三年，不是五十八年，五十三年。学佛六十年，出家就从事于讲经教学，五十三年。今天我们的讲题，「神圣教育拯救危机」。过去曾经有过三次用「和谐拯救危机」，是上一次我在马哈迪长老家里面作客，提到和谐拯救危机，长老把和谐两个字改了，他说教育拯救危机。教育的范围非常广泛，所以我们在上面加了两个字，神圣教育，这是这个讲题的因缘，所以与马来西亚都有亲切的关系。",
      "zh_TW": "這一次是我們在這個場地第四次的活動，剛才我聽到司儀的報告，有一點錯誤，我講經教學到今年五十三年，不是五十八年，五十三年。學佛六十年，出家就從事於講經教學，五十三年。今天我們的講題，「神聖教育拯救危機」。過去曾經有過三次用「和諧拯救危機」，是上一次我在馬哈迪長老家裡面作客，提到和諧拯救危機，長老把和諧兩個字改了，他說教育拯救危機。教育的範圍非常廣泛，所以我們在上面加了兩個字，神聖教育，這是這個講題的因緣，所以與馬來西亞都有親切的關係。"
    },
    {
      "id": "21-647-0001_p0003",
      "zh_CN": "这一次我们从《无量寿经》节录一段经文，这段经文是「佛化政教，大同之治」，跟中国《礼记》里面的「礼运大同篇」有异曲同工之妙。中国传统里面有「大同章」，《无量寿经》里面也有「大同章」。我把这个经文念一遍：「佛所行处。国邑丘聚。靡不蒙化。天下和顺。日月清明。风雨以时。灾厉不起。国丰民安。兵戈无用。崇德兴仁。务修礼让。国无盗贼。无有怨枉。强不凌弱。各得其所」。这是佛化的大同之治，是我们非常向往的。中国古时候也有一段话，「大道之行也，天下为公，选贤与能，讲信修睦，故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独废疾者皆有所养。男有分，女有归，货恶其弃于地也，不必藏于己。力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是为大同」。",
      "zh_TW": "這一次我們從《無量壽經》節錄一段經文，這段經文是「佛化政教，大同之治」，跟中國《禮記》裡面的「禮運大同篇」有異曲同工之妙。中國傳統裡面有「大同章」，《無量壽經》裡面也有「大同章」。我把這個經文念一遍：「佛所行處。國邑丘聚。靡不蒙化。天下和順。日月清明。風雨以時。災厲不起。國豐民安。兵戈無用。崇德興仁。務修禮讓。國無盜賊。無有怨枉。強不凌弱。各得其所」。這是佛化的大同之治，是我們非常嚮往的。中國古時候也有一段話，「大道之行也，天下為公，選賢與能，講信修睦，故人不獨親其親，不獨子其子，使老有所終，壯有所用，幼有所長，矜寡孤獨廢疾者皆有所養。男有分，女有歸，貨惡其棄於地也，不必藏於己。力惡其不出於身也，不必為己。是故謀閉而不興，盜竊亂賊而不作，故外戶而不閉，是為大同」。"
    },
    {
      "id": "21-647-0001_p0004",
      "zh_CN": "大同之治不是理想，在中国实现过。读中国的历史，我们了解上古时代，史书里面有记载，三皇以道治天下，五帝以德治天下，道失掉之后有德。三王以仁治天下，三王是夏商周，这三代一千八百年，也是中国历史上最长的一段时期。但是周朝在末年有春秋、战国，是个乱世，这个乱世大概将近五百年。周朝八百年，三百年盛世，后头五百年乱世，是五霸。虽然这些王霸不如三代，但是他们讲义气，我们在《春秋》里面读到这些历史，讲义气。秦统一中国之后，十五年亡国，汉取而代之。从汉武帝接受董仲舒的建议，以孔孟学说为国家教育之所依凭，这个政策是非常正确，一直到清朝灭亡，将近二千年是以礼治天下。所以古时候史学家有这个说法，说道失而后有德，德失了之后，而后有仁；仁失掉之后，而后有义；义失掉之后，而后有礼。礼是社会安定，国家长治久安最低的底限，礼要是失掉了，社会就动乱。古人所说的，现代我们都看到了。我们怎样能恢复到过去的社会安定，世界和平，人民幸福？今天有一些人觉悟了，要把礼找回来。礼找回来，社会才能安定。",
      "zh_TW": "大同之治不是理想，在中國實現過。讀中國的歷史，我們了解上古時代，史書裡面有記載，三皇以道治天下，五帝以德治天下，道失掉之後有德。三王以仁治天下，三王是夏商周，這三代一千八百年，也是中國歷史上最長的一段時期。但是周朝在末年有春秋、戰國，是個亂世，這個亂世大概將近五百年。周朝八百年，三百年盛世，後頭五百年亂世，是五霸。雖然這些王霸不如三代，但是他們講義氣，我們在《春秋》裡面讀到這些歷史，講義氣。秦統一中國之後，十五年亡國，漢取而代之。從漢武帝接受董仲舒的建議，以孔孟學說為國家教育之所依憑，這個政策是非常正確，一直到清朝滅亡，將近二千年是以禮治天下。所以古時候史學家有這個說法，說道失而後有德，德失了之後，而後有仁；仁失掉之後，而後有義；義失掉之後，而後有禮。禮是社會安定，國家長治久安最低的底限，禮要是失掉了，社會就動亂。古人所說的，現代我們都看到了。我們怎樣能恢復到過去的社會安定，世界和平，人民幸福？今天有一些人覺悟了，要把禮找回來。禮找回來，社會才能安定。"
    },
    {
      "id": "21-647-0001_p0005",
      "zh_CN": "在上一个世纪一九七０年代，我们上个世纪，七０年代，英国汤恩比博士说过，要解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法。这是英国人讲的。我曾经两次访问伦敦，主要的去看欧洲的汉学，牛津的汉学系，剑桥跟伦敦大学。我在学校跟他们做过讲演，也跟教授们做过交流。我问他们：「汤恩比博士的话，你们能相信吗？孔孟学说、大乘佛法真能解决问题吗？」这些同学们，我很佩服他，他们的北京话讲得比我好，能够看中国的文言文，不能不佩服！他们看着我，对我笑，不答复我。我又问他们：「那汤恩比的话说错了？」他们还是不答复我，到最后逼着我要说话。我说汤恩比博士的话没有说错，而是我们把它解读错误了，为什么？提起孔孟学说，大家都在研究，汉学系是研究儒释道，这三样东西是他们的本行。我说讲到孔孟，你们一定会想到四书五经、十三经，都点头。讲到佛学，一定是提到大乘经典，《华严》、《法华》、《般若》、法相，一定想到这些。他们拿这些东西去写博士论文，将来可以拿到博士学位，也能够在汉学系里成为名教授，欧洲的汉学家。我跟他们开玩笑，我说你们将来的成就，跟我不能比，这为什么？你没有我这么快乐，没有我这么自在。为什么？因为你们学的是儒学、道学、佛学。我说我学的跟你们相反。你看外国文字从这边念到这边，我们中国是从这边倒过来，从这边念儒学，从这边念学儒。我说我是学儒、学佛、学道，你们搞的是儒学、道学、佛学，咱们不一样。儒学是把儒当作一门学问去研究，学儒不一样，学儒就是学孔子，学孟子，我们也做现代的孔子、孟子，社会问题就能解决。所以汤恩比的话是真的，不是假的。学佛要学得跟释迦牟尼佛一样，做现代的佛菩萨，你才能救世。学道，要学得跟老子、庄子一样，这才行！",
      "zh_TW": "在上一個世紀一九七０年代，我們上個世紀，七０年代，英國湯恩比博士說過，要解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法。這是英國人講的。我曾經兩次訪問倫敦，主要的去看歐洲的漢學，牛津的漢學系，劍橋跟倫敦大學。我在學校跟他們做過講演，也跟教授們做過交流。我問他們：「湯恩比博士的話，你們能相信嗎？孔孟學說、大乘佛法真能解決問題嗎？」這些同學們，我很佩服他，他們的北京話講得比我好，能夠看中國的文言文，不能不佩服！他們看著我，對我笑，不答覆我。我又問他們：「那湯恩比的話說錯了？」他們還是不答覆我，到最後逼著我要說話。我說湯恩比博士的話沒有說錯，而是我們把它解讀錯誤了，為什麼？提起孔孟學說，大家都在研究，漢學系是研究儒釋道，這三樣東西是他們的本行。我說講到孔孟，你們一定會想到四書五經、十三經，都點頭。講到佛學，一定是提到大乘經典，《華嚴》、《法華》、《般若》、法相，一定想到這些。他們拿這些東西去寫博士論文，將來可以拿到博士學位，也能夠在漢學系裡成為名教授，歐洲的漢學家。我跟他們開玩笑，我說你們將來的成就，跟我不能比，這為什麼？你沒有我這麼快樂，沒有我這麼自在。為什麼？因為你們學的是儒學、道學、佛學。我說我學的跟你們相反。你看外國文字從這邊念到這邊，我們中國是從這邊倒過來，從這邊念儒學，從這邊念學儒。我說我是學儒、學佛、學道，你們搞的是儒學、道學、佛學，咱們不一樣。儒學是把儒當作一門學問去研究，學儒不一樣，學儒就是學孔子，學孟子，我們也做現代的孔子、孟子，社會問題就能解決。所以湯恩比的話是真的，不是假的。學佛要學得跟釋迦牟尼佛一樣，做現代的佛菩薩，你才能救世。學道，要學得跟老子、莊子一樣，這才行！"
    },
    {
      "id": "21-647-0001_p0006",
      "zh_CN": "这个说法也很笼统，我们要给人一个概念，用一句话，愈简单愈好，孔孟学说讲的是什么？「孔曰成仁，孟曰取义」，孔孟学说，仁义，「夫子之道，忠恕而已矣」。我就用这四个字，仁义忠恕，这四个字能不能救社会？这大家想想，行！现在的人缺少的就是这四个字。把这四个字找回来，社会就安定，世界就和平，人民安乐幸福。仁者爱人，现在整个世界找不到爱人的人，这个我们可以理解，为什么？现代这个社会他不自爱，不知道爱自己，他怎么会爱别人？如果要教他爱人，先必须教他自爱，自爱而后才能够爱人。现代的人不义不忠，没有恕人的这个概念。恕是原谅别人，今天无论什么人做再大的错误，造再大的罪孽，都要原谅他。",
      "zh_TW": "這個說法也很籠統，我們要給人一個概念，用一句話，愈簡單愈好，孔孟學說講的是什麼？「孔曰成仁，孟曰取義」，孔孟學說，仁義，「夫子之道，忠恕而已矣」。我就用這四個字，仁義忠恕，這四個字能不能救社會？這大家想想，行！現在的人缺少的就是這四個字。把這四個字找回來，社會就安定，世界就和平，人民安樂幸福。仁者愛人，現在整個世界找不到愛人的人，這個我們可以理解，為什麼？現代這個社會他不自愛，不知道愛自己，他怎麼會愛別人？如果要教他愛人，先必須教他自愛，自愛而後才能夠愛人。現代的人不義不忠，沒有恕人的這個概念。恕是原諒別人，今天無論什麼人做再大的錯誤，造再大的罪孽，都要原諒他。"
    },
    {
      "id": "21-647-0001_p0007",
      "zh_CN": "佛在《无量寿经》里面告诉我们，「先人不善，不识道德，无有语者，殊无怪也」，释迦牟尼佛的恕道。为什么不能怪他？他没有受过这个教育，从小没有人教他。父母没教他，他的父母也没有受过这个教育，祖父母没有教他，祖父母也没有受过教育，曾祖父母没有教他，往上推至少推到五代。五代都没有教了，今天他做错事情，你怎么可以责怪他？所以必须要懂得恕道，推己及人。我们自己做错事情，希望别人原谅我，我也得要原谅别人。只有用恕道，让我们这些做错事情的人，心也能够定下来，定下来好好的学孔孟之道，学大乘佛法。大乘，我们也提出四个字，真诚慈悲。所以八个字，「真诚慈悲，仁义忠恕」，这八个字就能把这个世界带回正常，把我们每个人的身心带回健康，我们才有幸福的家庭，美好的事业，和谐的社会，安定的世界。不是不能做到的。",
      "zh_TW": "佛在《無量壽經》裡面告訴我們，「先人不善，不識道德，無有語者，殊無怪也」，釋迦牟尼佛的恕道。為什麼不能怪他？他沒有受過這個教育，從小沒有人教他。父母沒教他，他的父母也沒有受過這個教育，祖父母沒有教他，祖父母也沒有受過教育，曾祖父母沒有教他，往上推至少推到五代。五代都沒有教了，今天他做錯事情，你怎麼可以責怪他？所以必須要懂得恕道，推己及人。我們自己做錯事情，希望別人原諒我，我也得要原諒別人。只有用恕道，讓我們這些做錯事情的人，心也能夠定下來，定下來好好的學孔孟之道，學大乘佛法。大乘，我們也提出四個字，真誠慈悲。所以八個字，「真誠慈悲，仁義忠恕」，這八個字就能把這個世界帶回正常，把我們每個人的身心帶回健康，我們才有幸福的家庭，美好的事業，和諧的社會，安定的世界。不是不能做到的。"
    },
    {
      "id": "21-647-0001_p0008",
      "zh_CN": "大同之治在中国出现过。我们看到经文上，天下为公，尧、舜、禹都做到了。选贤与能，贤是圣贤，选圣贤人担任什么？担任国家的领导人。能是非常能干的人，这些能干的人是国家重要的干部。我们看到尧选舜，那是多么的谨慎，自己年老了，要把王位找一个继承人，用心良苦。听说国家有一个孝子（舜是大孝，二十四孝他是第一个，大孝），是不是真的，真的是孝？所以诸位要知道，孝跟敬是世出世间一切善法的大根大本。佛陀在《观经》里面给我们讲的净业三福，这是净宗修学最高的指导原则。佛还说，这三条是「三世诸佛净业正因」，这句话说得非常重。三世是过去现在未来，三世诸佛要想成佛，成就，决定不能离开这个原则。头一句孝养父母，第二句奉事师长，第三句慈心不杀，最后一句修十善业。",
      "zh_TW": "大同之治在中國出現過。我們看到經文上，天下為公，堯、舜、禹都做到了。選賢與能，賢是聖賢，選聖賢人擔任什麼？擔任國家的領導人。能是非常能幹的人，這些能幹的人是國家重要的幹部。我們看到堯選舜，那是多麼的謹慎，自己年老了，要把王位找一個繼承人，用心良苦。聽說國家有一個孝子（舜是大孝，二十四孝他是第一個，大孝），是不是真的，真的是孝？所以諸位要知道，孝跟敬是世出世間一切善法的大根大本。佛陀在《觀經》裡面給我們講的淨業三福，這是淨宗修學最高的指導原則。佛還說，這三條是「三世諸佛淨業正因」，這句話說得非常重。三世是過去現在未來，三世諸佛要想成佛，成就，決定不能離開這個原則。頭一句孝養父母，第二句奉事師長，第三句慈心不殺，最後一句修十善業。"
    },
    {
      "id": "21-647-0001_p0009",
      "zh_CN": "我在美国遇到黄念祖老居士，他告诉我，也是嘱咐我，希望我在海外建净宗学会，这是夏莲老一生的期望，他没有做成功。我第一个净宗学会是在加拿大，在温哥华，加拿大净宗学会。实际净宗学会就是古时候的莲社，把莲社现代化，这一点我们要知道。我们也要与时俱进，现代是什么样的社会，旧的东西有许多地方要改进，改进是形式改进，本质不变，这点很重要。佛法重实质不重形式，形式可以因人因事、因时因地而给它改变，它才能够适应，叫契机。本质不变，这叫契理。诸位都知道，契机契理是佛陀度化众生要求的第一个条件。佛法重视这一点。到中国来，你看印度那些生活方式完全改了，契合中国人的机。我们距离摩腾、竺法兰到中国来将近两千年了，两千年中国社会变了，所以我们今天要与时俱进。",
      "zh_TW": "我在美國遇到黃念祖老居士，他告訴我，也是囑咐我，希望我在海外建淨宗學會，這是夏蓮老一生的期望，他沒有做成功。我第一個淨宗學會是在加拿大，在溫哥華，加拿大淨宗學會。實際淨宗學會就是古時候的蓮社，把蓮社現代化，這一點我們要知道。我們也要與時俱進，現代是什麼樣的社會，舊的東西有許多地方要改進，改進是形式改進，本質不變，這點很重要。佛法重實質不重形式，形式可以因人因事、因時因地而給它改變，它才能夠適應，叫契機。本質不變，這叫契理。諸位都知道，契機契理是佛陀度化眾生要求的第一個條件。佛法重視這一點。到中國來，你看印度那些生活方式完全改了，契合中國人的機。我們距離摩騰、竺法蘭到中國來將近兩千年了，兩千年中國社會變了，所以我們今天要與時俱進。"
    },
    {
      "id": "21-647-0001_p0010",
      "zh_CN": "佛法，我们细心去观察，它是不是宗教？它不是宗教，为什么？宗教第一个条件，要有一个创造宇宙的神，造物主，佛教里头没有。所以有些，我跟宗教往来很多，有一些其他宗教的朋友问我，他说你们佛教没有造物主，这物谁造的？我就顺他们的口气，我说物是上帝造的。他们听了很欢喜，很高兴，真的。我在澳洲遇到锡克教的长老很喜欢问问题，他说你们佛教没有造物主，将来最后的审判，世界末日最后的审判，谁来负责任？我说那都是上帝的事情，上帝管。他很满意。他说，那你佛教到底是什么？我说佛教搞教育。好像上帝管惩罚，管司法，佛陀管教育。佛陀把人教好，不要犯罪，不犯罪。所以这很和谐相处，没有对立。这样子说，大家都能够接受。",
      "zh_TW": "佛法，我們細心去觀察，它是不是宗教？它不是宗教，為什麼？宗教第一個條件，要有一個創造宇宙的神，造物主，佛教裡頭沒有。所以有些，我跟宗教往來很多，有一些其他宗教的朋友問我，他說你們佛教沒有造物主，這物誰造的？我就順他們的口氣，我說物是上帝造的。他們聽了很歡喜，很高興，真的。我在澳洲遇到錫克教的長老很喜歡問問題，他說你們佛教沒有造物主，將來最後的審判，世界末日最後的審判，誰來負責任？我說那都是上帝的事情，上帝管。他很滿意。他說，那你佛教到底是什麼？我說佛教搞教育。好像上帝管懲罰，管司法，佛陀管教育。佛陀把人教好，不要犯罪，不犯罪。所以這很和諧相處，沒有對立。這樣子說，大家都能夠接受。"
    },
    {
      "id": "21-647-0001_p0011",
      "zh_CN": "我们看尧王选舜，把两个女儿嫁给他，看他的私生活像不像圣贤；九个儿子跟他做朋友，看他外表，他处事待人接物。这样用心观察了十几年，最后把王位让给他。负责任，真正负责任，选一个国家领导人。再由他选他自己的干部，这是选贤与能，讲信修睦。我们看到佛陀教导我们，「佛所行处」，这个佛是讲佛教，佛教所推行的地区，就是佛所行处，这个地方有佛教，这就是佛所行处。我们在《仁王经疏》看到，世尊给我们讲的法运，正法、像法、末法，通常我们都是一般习惯上称世尊的法运一万二千年，正法一千年，像法一千年，末法一万年，大家知道的，这是就多数人来说的。《仁王经疏》上从理上讲，什么是正法？有人讲经，释迦牟尼佛在世，佛陀讲经，有人真听真修（真听经、真修行），有人证果，这就是正法。你看有讲有修有证，这是正法时期。如果有人讲，有讲有修有学，没有证果的，这叫像法。如果有讲经、有听经的，听经的人不认真修学，听是听，自己心行是另外一回事情，当然没有证果，这叫末法。如果讲经的都没有了，这个地区叫灭法，法就没有了。",
      "zh_TW": "我們看堯王選舜，把兩個女兒嫁給他，看他的私生活像不像聖賢；九個兒子跟他做朋友，看他外表，他處事待人接物。這樣用心觀察了十幾年，最後把王位讓給他。負責任，真正負責任，選一個國家領導人。再由他選他自己的幹部，這是選賢與能，講信修睦。我們看到佛陀教導我們，「佛所行處」，這個佛是講佛教，佛教所推行的地區，就是佛所行處，這個地方有佛教，這就是佛所行處。我們在《仁王經疏》看到，世尊給我們講的法運，正法、像法、末法，通常我們都是一般習慣上稱世尊的法運一萬二千年，正法一千年，像法一千年，末法一萬年，大家知道的，這是就多數人來說的。《仁王經疏》上從理上講，什麼是正法？有人講經，釋迦牟尼佛在世，佛陀講經，有人真聽真修（真聽經、真修行），有人證果，這就是正法。你看有講有修有證，這是正法時期。如果有人講，有講有修有學，沒有證果的，這叫像法。如果有講經、有聽經的，聽經的人不認真修學，聽是聽，自己心行是另外一回事情，當然沒有證果，這叫末法。如果講經的都沒有了，這個地區叫滅法，法就沒有了。"
    },
    {
      "id": "21-647-0001_p0012",
      "zh_CN": "所以我们的同学们，净宗同学，大家都是世尊的弟子，不能够辜负本师释迦牟尼佛，无论在家出家，都要发心出来讲经教学，佛法就会兴旺起来，末法时代的正法。讲经教学难不难？不难，先把自己教好了就不难。一定先自己修，从哪里修？这个原则必须要遵守，依戒得定，依定开慧，这个是永远不变的原则。戒重要！为什么今天我们学戒律学得不像，跟古人怎么比也比不上，原因在什么地方？古人有根，我们没有根。古人这个根是怎样培植上来的？古人的根是从家教里面培养出来的。",
      "zh_TW": "所以我們的同學們，淨宗同學，大家都是世尊的弟子，不能夠辜負本師釋迦牟尼佛，無論在家出家，都要發心出來講經教學，佛法就會興旺起來，末法時代的正法。講經教學難不難？不難，先把自己教好了就不難。一定先自己修，從哪裡修？這個原則必須要遵守，依戒得定，依定開慧，這個是永遠不變的原則。戒重要！為什麼今天我們學戒律學得不像，跟古人怎麼比也比不上，原因在什麼地方？古人有根，我們沒有根。古人這個根是怎樣培植上來的？古人的根是從家教裡面培養出來的。"
    },
    {
      "id": "21-647-0001_p0013",
      "zh_CN": "中国人最懂得教育，有教学的智慧，有教学的方法，有教学的经验，有教学的成果，这一点汤恩比博士非常佩服。教，人要从什么时候教？母亲怀孕的时候就开始教，这世界上其他很多民族没有的，不知道，只有中国懂得胎教。母亲在怀孕的时候就应该知道起心动念、言语举动都会影响胎儿。所以史书里面记载，太任，文王的母亲，周文王的母亲，记载她怎样教育文王。在怀孕的时候，眼不看恶色，凡是不好的东西不看，耳不听淫声，口不出傲言，你看看佛家讲的身口意。所以小孩出生之后非常健康，就是他没有染污。小孩出生之后，他就会看，就会听，就在学习，所以扎根教育是从出生那天到三岁，这一千天扎根教育。在婴儿面前，言谈举止都要端庄，不能随便，他在学习，母亲是他第一任的导师，一定要把小孩教好。《弟子规》就是母亲教小孩的，怎么教法？做出来给他看，让他看，你看母亲怎样孝顺她的父母。所以《弟子规》是要做出来的，让小孩看，他看了一千天，到三岁看了一千天，他全学会了。我们中国古谚语有所谓「三岁看八十」，这一千天的根扎下去，到八十岁都不会改变，有这样的效果。那我们就知道，我们没有扎根，我们扎根的教育疏忽了。所以学戒律那么困难，真想学，怎么学都学不好，就是缺乏扎根教育。",
      "zh_TW": "中國人最懂得教育，有教學的智慧，有教學的方法，有教學的經驗，有教學的成果，這一點湯恩比博士非常佩服。教，人要從什麼時候教？母親懷孕的時候就開始教，這世界上其他很多民族沒有的，不知道，只有中國懂得胎教。母親在懷孕的時候就應該知道起心動念、言語舉動都會影響胎兒。所以史書裡面記載，太任，文王的母親，周文王的母親，記載她怎樣教育文王。在懷孕的時候，眼不看惡色，凡是不好的東西不看，耳不聽淫聲，口不出傲言，你看看佛家講的身口意。所以小孩出生之後非常健康，就是他沒有染污。小孩出生之後，他就會看，就會聽，就在學習，所以扎根教育是從出生那天到三歲，這一千天扎根教育。在嬰兒面前，言談舉止都要端莊，不能隨便，他在學習，母親是他第一任的導師，一定要把小孩教好。《弟子規》就是母親教小孩的，怎麼教法？做出來給他看，讓他看，你看母親怎樣孝順她的父母。所以《弟子規》是要做出來的，讓小孩看，他看了一千天，到三歲看了一千天，他全學會了。我們中國古諺語有所謂「三歲看八十」，這一千天的根紮下去，到八十歲都不會改變，有這樣的效果。那我們就知道，我們沒有扎根，我們扎根的教育疏忽了。所以學戒律那麼困難，真想學，怎麼學都學不好，就是缺乏扎根教育。"
    },
    {
      "id": "21-647-0001_p0014",
      "zh_CN": "我们出家人，自己这一辈子没有扎根，上一辈老和尚也没有扎根，再上一辈，咱们的师公也没有扎根；可能再往上追二、三代才有，才有扎根教育，所以他们修行容易，因戒得定。古时候，出家同学都知道，五年学戒。这个五年学戒，不是教你学戒律，不要误会了，五年遵守老师的教诫，就是老师的指导，完全要服从，那就是百分之百的把《弟子规》做到，这才叫奉事师长。我们把《弟子规》跟《沙弥律仪》合起来看看，相同的地方太多了。所以我们一定要认定《弟子规》是戒律，是我们的根本戒律，千万不要把它看轻。我们从《弟子规》上扎根，从《感应篇》，《感应篇》是因果教育，从这上扎根，十善业就很容易做到。十善业能做到，三皈五戒、沙弥律仪一点都不难。",
      "zh_TW": "我們出家人，自己這一輩子沒有扎根，上一輩老和尚也沒有扎根，再上一輩，咱們的師公也沒有扎根；可能再往上追二、三代才有，才有扎根教育，所以他們修行容易，因戒得定。古時候，出家同學都知道，五年學戒。這個五年學戒，不是教你學戒律，不要誤會了，五年遵守老師的教誡，就是老師的指導，完全要服從，那就是百分之百的把《弟子規》做到，這才叫奉事師長。我們把《弟子規》跟《沙彌律儀》合起來看看，相同的地方太多了。所以我們一定要認定《弟子規》是戒律，是我們的根本戒律，千萬不要把它看輕。我們從《弟子規》上扎根，從《感應篇》，《感應篇》是因果教育，從這上扎根，十善業就很容易做到。十善業能做到，三皈五戒、沙彌律儀一點都不難。"
    },
    {
      "id": "21-647-0001_p0015",
      "zh_CN": "你有这个基础，学教，教是不能不学的。释迦牟尼佛当年在世为我们表演，来做示范的，示现八相成道。十九岁离开家庭，出去参学，为我们表演什么？放下物欲，荣华富贵统统放下了。他要不出家，他继承王位，你看权力、权势、地位放下了，物质享受放下了，他都是教给我们的。出去参学，表演的是知识分子好学，广学多闻，学了十二年。当时印度是宗教之国，学术之国，印度的哲学在全世界是有权威性的。那些善知识，他统统亲近过，统统跟他们学过，学了十二年，问题没解决。十二年的成就，我们相信他是个非常优秀的学生。古印度无论是宗教，无论是哲学，都非常重视禅定。佛经上讲的四禅八定，这都是婆罗门教的，我们跟它有接触，就是现在的兴都教，就是婆罗门教传到现在。他们告诉我，他们的历史至少有一万三千年。但是现在世界承认它八千五百年。他们自己说是有一万三千年，我们有理由相信他。",
      "zh_TW": "你有這個基礎，學教，教是不能不學的。釋迦牟尼佛當年在世為我們表演，來做示範的，示現八相成道。十九歲離開家庭，出去參學，為我們表演什麼？放下物欲，榮華富貴統統放下了。他要不出家，他繼承王位，你看權力、權勢、地位放下了，物質享受放下了，他都是教給我們的。出去參學，表演的是知識分子好學，廣學多聞，學了十二年。當時印度是宗教之國，學術之國，印度的哲學在全世界是有權威性的。那些善知識，他統統親近過，統統跟他們學過，學了十二年，問題沒解決。十二年的成就，我們相信他是個非常優秀的學生。古印度無論是宗教，無論是哲學，都非常重視禪定。佛經上講的四禪八定，這都是婆羅門教的，我們跟它有接觸，就是現在的興都教，就是婆羅門教傳到現在。他們告訴我，他們的歷史至少有一萬三千年。但是現在世界承認它八千五百年。他們自己說是有一萬三千年，我們有理由相信他。"
    },
    {
      "id": "21-647-0001_p0016",
      "zh_CN": "四禅八定修成了，上面可以通达非想非非想处天，下面可以看到无间地狱。也就是说，六道轮回里面的状况他一清二楚，这是我们现在一般人做不到的。我们想想，释迦牟尼佛很聪明，六道搞清楚了，问题没解决，什么问题？六道从哪里来的？为什么会有六道，六道之外还有没有世界？像这些问题，没有人能回答。宗教不能回答你，哲学也不能回答你。所以释迦佛就把学习告一个段落，到恒河边上，毕钵罗树下去入定，入更深的禅定。他开悟了，大彻大悟，明心见性，把这些事情全解决了。出定之后，他做了一个报告，把他所证悟的境界说出来。给哪些人说？给四十一位法身大士来讲解。在哪里讲解？定中，那就是《大方广佛华严经》，是他开悟的报告，原原本本全都说出来了。",
      "zh_TW": "四禪八定修成了，上面可以通達非想非非想處天，下面可以看到無間地獄。也就是說，六道輪迴裡面的狀況他一清二楚，這是我們現在一般人做不到的。我們想想，釋迦牟尼佛很聰明，六道搞清楚了，問題沒解決，什麼問題？六道從哪裡來的？為什麼會有六道，六道之外還有沒有世界？像這些問題，沒有人能回答。宗教不能回答你，哲學也不能回答你。所以釋迦佛就把學習告一個段落，到恆河邊上，畢缽羅樹下去入定，入更深的禪定。他開悟了，大徹大悟，明心見性，把這些事情全解決了。出定之後，他做了一個報告，把他所證悟的境界說出來。給哪些人說？給四十一位法身大士來講解。在哪裡講解？定中，那就是《大方廣佛華嚴經》，是他開悟的報告，原原本本全都說出來了。"
    },
    {
      "id": "21-647-0001_p0017",
      "zh_CN": "我们今天看的《华严》，是《华严经》目录提要，不是原本。佛所说的被大龙菩萨收藏到龙宫里面去了，龙树菩萨有缘见到这部书，他告诉我们的，分量多大？「十个三千大千世界微尘偈，一四天下微尘品」。阎浮提众生没有能力受持。它还有中本，就是节要，中本，中本分量还是太大。最后它还有小本，小本就像目录提要，《四库全书》全书有目录提要。十万偈四十品，龙树菩萨看到很欢喜，这个阎浮提众生可以接受，把它带出来了。《华严经》是这么来的。《华严》的梵文原本没有了，失传了，现在只有中文的译本。中文译本也不完全，稍稍的超过一半，大概有六成的样子。虽然不完整，能够看出《华严》的大意，非常难得，现在留在这个世界上，只有中文的译本。",
      "zh_TW": "我們今天看的《華嚴》，是《華嚴經》目錄提要，不是原本。佛所說的被大龍菩薩收藏到龍宮裡面去了，龍樹菩薩有緣見到這部書，他告訴我們的，分量多大？「十個三千大千世界微塵偈，一四天下微塵品」。閻浮提眾生沒有能力受持。它還有中本，就是節要，中本，中本分量還是太大。最後它還有小本，小本就像目錄提要，《四庫全書》全書有目錄提要。十萬偈四十品，龍樹菩薩看到很歡喜，這個閻浮提眾生可以接受，把它帶出來了。《華嚴經》是這麼來的。《華嚴》的梵文原本沒有了，失傳了，現在只有中文的譯本。中文譯本也不完全，稍稍的超過一半，大概有六成的樣子。雖然不完整，能夠看出《華嚴》的大意，非常難得，現在留在這個世界上，只有中文的譯本。"
    },
    {
      "id": "21-647-0001_p0018",
      "zh_CN": "在中国也有一个非常了不起的人物，禅宗六祖惠能大师，他二十四岁开悟。给诸位说，开悟那个境界跟释迦牟尼佛相同，是平等的。惠能大师开悟，也把开悟的境界说出来了，他只说二十个字，释迦牟尼佛说一大部《华严经》。我们就知道，《华严经》讲的是什么，六祖惠能大师二十个字就是《华严经》。这二十个字一扩展，就是《华严》，《大方广佛华严经》，《大方广佛华严经》浓缩起来，就是六祖这二十个字。能大师所说的，我们能记得，他说「何期自性本自清净」。自性，自性是我们自己本人，禅宗所说的，「父母未生前本来面目」。自性是你真正的自己，你自己本来清净，一丝毫染污都没有，染污是假的，不是真的。染污是什么？染污是阿赖耶，阿赖耶不是自己，阿赖耶是妄心，真心从来没有染污过。第二句说，「本不生灭」，没有生死，没有生灭。我们现在有没有生灭？没有，确实没有，生灭是你看走了样子。因为你用的是生灭心，你看到一切法都是生灭。如果你要是把这个生灭心放下了，你看一切法不生不灭。",
      "zh_TW": "在中國也有一個非常了不起的人物，禪宗六祖惠能大師，他二十四歲開悟。給諸位說，開悟那個境界跟釋迦牟尼佛相同，是平等的。惠能大師開悟，也把開悟的境界說出來了，他只說二十個字，釋迦牟尼佛說一大部《華嚴經》。我們就知道，《華嚴經》講的是什麼，六祖惠能大師二十個字就是《華嚴經》。這二十個字一擴展，就是《華嚴》，《大方廣佛華嚴經》，《大方廣佛華嚴經》濃縮起來，就是六祖這二十個字。能大師所說的，我們能記得，他說「何期自性本自清淨」。自性，自性是我們自己本人，禪宗所說的，「父母未生前本來面目」。自性是你真正的自己，你自己本來清淨，一絲毫染污都沒有，染污是假的，不是真的。染污是什麼？染污是阿賴耶，阿賴耶不是自己，阿賴耶是妄心，真心從來沒有染污過。第二句說，「本不生滅」，沒有生死，沒有生滅。我們現在有沒有生滅？沒有，確實沒有，生滅是你看走了樣子。因為你用的是生滅心，你看到一切法都是生滅。如果你要是把這個生滅心放下了，你看一切法不生不滅。"
    },
    {
      "id": "21-647-0001_p0019",
      "zh_CN": "因为一切法从心想生，这佛说得很多，这一句话被现代量子力学家证明了。我们没有证得，我们是从佛经上学习到的。现在物理学家证实，我们对这产生坚定的信心，相信佛的智慧，相信佛的德能，佛的话讲得字字句句都是真实的，从自性里面流露出来的。因此我们要不用真诚恭敬心，经典摆在你面前，你得不到利益，为什么？你看不懂。你能看懂的是你自己的意思，不是如来真实义，你自己的意思。如来真实义，你要用真实心，真实的心你去看佛的文字，你就看出真实义，才能看到。其实遍法界虚空界，一切万事万物没有一样不是真实，用真实心全都看到，看到真实；我们用生灭心，看什么都是生灭，看不到真实。",
      "zh_TW": "因為一切法從心想生，這佛說得很多，這一句話被現代量子力學家證明了。我們沒有證得，我們是從佛經上學習到的。現在物理學家證實，我們對這產生堅定的信心，相信佛的智慧，相信佛的德能，佛的話講得字字句句都是真實的，從自性裡面流露出來的。因此我們要不用真誠恭敬心，經典擺在你面前，你得不到利益，為什麼？你看不懂。你能看懂的是你自己的意思，不是如來真實義，你自己的意思。如來真實義，你要用真實心，真實的心你去看佛的文字，你就看出真實義，才能看到。其實遍法界虛空界，一切萬事萬物沒有一樣不是真實，用真實心全都看到，看到真實；我們用生滅心，看什麼都是生滅，看不到真實。"
    },
    {
      "id": "21-647-0001_p0020",
      "zh_CN": "所以今天科学达到这样的境界，我们不能不佩服，你看看它对外能缘到外太空，宇宙的边缘；对内能够研究到阿赖耶，阿赖耶的三细相都搞清楚，这不能不佩服。但是这些话佛说过不稀奇，佛在大乘教里面讲过，我们八识五十一心所，以第六意识攀缘的能力最强，五十一个心所它统统具足。对外能缘到法界，能缘到遍法界，对内能缘到阿赖耶，缘不到自性，为什么？自性是真的，第六识是妄心，妄能缘到妄，缘不到真。所以科学家今天达到了极限，研究宏观宇宙的，他们的报告我们读到，告诉我们，所发现的宇宙只能够观测到百分之十，还有百分之九十的宇宙不见了，这他们的报告。我们听这个话懂，比他懂。他们说不见了，我们知道为什么不见，到哪里去了我们知道。到哪里去了？佛告诉我们，回常寂光了，回归自性，自性就缘不到。为什么？科学，我们用眼耳鼻舌身，这五识能够缘到物质现象，第六意识能够缘到精神现象。自性不是物质现象，也不是精神现象，还不是自然现象，所以缘不到。净宗里面所讲的常寂光净土，常寂光就是自性。所以它没有物质，没有精神，也没有自然现象，就是缘不到。这是科学跟哲学永远没有办法达到究竟，原因在此地。哲学里面讲宇宙万有的本体，永远是个谜。要怎样才能够见到？不是见不到，佛告诉我们，放下就是。放下起心动念，你就见到，就见性了。科学家、哲学家没放下，他一放下，他就见到真性，就见到，就差这么一点点。",
      "zh_TW": "所以今天科學達到這樣的境界，我們不能不佩服，你看看它對外能緣到外太空，宇宙的邊緣；對內能夠研究到阿賴耶，阿賴耶的三細相都搞清楚，這不能不佩服。但是這些話佛說過不稀奇，佛在大乘教裡面講過，我們八識五十一心所，以第六意識攀緣的能力最強，五十一個心所它統統具足。對外能緣到法界，能緣到遍法界，對內能緣到阿賴耶，緣不到自性，為什麼？自性是真的，第六識是妄心，妄能緣到妄，緣不到真。所以科學家今天達到了極限，研究宏觀宇宙的，他們的報告我們讀到，告訴我們，所發現的宇宙只能夠觀測到百分之十，還有百分之九十的宇宙不見了，這他們的報告。我們聽這個話懂，比他懂。他們說不見了，我們知道為什麼不見，到哪裡去了我們知道。到哪裡去了？佛告訴我們，回常寂光了，回歸自性，自性就緣不到。為什麼？科學，我們用眼耳鼻舌身，這五識能夠緣到物質現象，第六意識能夠緣到精神現象。自性不是物質現象，也不是精神現象，還不是自然現象，所以緣不到。淨宗裡面所講的常寂光淨土，常寂光就是自性。所以它沒有物質，沒有精神，也沒有自然現象，就是緣不到。這是科學跟哲學永遠沒有辦法達到究竟，原因在此地。哲學裡面講宇宙萬有的本體，永遠是個謎。要怎樣才能夠見到？不是見不到，佛告訴我們，放下就是。放下起心動念，你就見到，就見性了。科學家、哲學家沒放下，他一放下，他就見到真性，就見到，就差這麼一點點。"
    },
    {
      "id": "21-647-0001_p0021",
      "zh_CN": "佛告诉我们，放下见思烦恼，就证得阿罗汉果；放下尘沙烦恼，就是菩萨；放下起心动念，起心动念叫做根本无明，把这个东西放下，就明心见性，大彻大悟。凡是见性的，境界都相同，平等法界。像世尊跟惠能大师那是上上根人，为什么？他有能力在一句话之下，一念之下统统放下，所以他立刻就成佛了。我们一般人烦恼习气深重，一时不能做到。佛有方便法，教我们慢慢来，每天放、每年放，一年比一年轻，烦恼轻，智慧就长。如果统统放下了，你要是真的放下见思烦恼，见思烦恼是执着，于世出世间一切法不再执着，你就证阿罗汉果了，大乘七信位的菩萨。放下尘沙烦恼，尘沙是分别，放下起心动念，无始无明，你就超越十法界，到哪里去？到实报庄严土。实报庄严土还有现象，有物质现象、有精神现象，所以量子力学家能够发现到它。",
      "zh_TW": "佛告訴我們，放下見思煩惱，就證得阿羅漢果；放下塵沙煩惱，就是菩薩；放下起心動念，起心動念叫做根本無明，把這個東西放下，就明心見性，大徹大悟。凡是見性的，境界都相同，平等法界。像世尊跟惠能大師那是上上根人，為什麼？他有能力在一句話之下，一念之下統統放下，所以他立刻就成佛了。我們一般人煩惱習氣深重，一時不能做到。佛有方便法，教我們慢慢來，每天放、每年放，一年比一年輕，煩惱輕，智慧就長。如果統統放下了，你要是真的放下見思煩惱，見思煩惱是執著，於世出世間一切法不再執著，你就證阿羅漢果了，大乘七信位的菩薩。放下塵沙煩惱，塵沙是分別，放下起心動念，無始無明，你就超越十法界，到哪裡去？到實報莊嚴土。實報莊嚴土還有現象，有物質現象、有精神現象，所以量子力學家能夠發現到它。"
    },
    {
      "id": "21-647-0001_p0022",
      "zh_CN": "我们在学习过程当中，有一个问题，我们琢磨了很久，不起心不动念，那什么都没有了，为什么《华严经》还说四十一个阶级？这四十一个阶级怎么讲法？应该是实报土没有阶级了，他不起心不动念，还有什么阶级？我们在前面学的，回过头来一看，发现了，有现行，有习气。你看见思烦恼，我们用《华严经》的说法，执着放下了，不执着了，还有执着的习气。执着的习气再放下，就成辟支佛。菩萨放下分别，还有分别的习气。分别的习气再放下，十法界里头佛，成佛了，不叫菩萨，叫佛。他把无明，起心动念放下，他到实报土去了。一想还有习气，不是说没习气，习气没有放下。所以我们就明白了四十一个阶级是讲习气，习气有深浅不一样，有人习气很深，有人习气很浅。在实报土里面住得很久了，习气慢慢就浅薄了，刚刚到实报土，那个习气很浓。所以这四十一个阶级，不能说它有，也不能说它没有。你要说它没有，这四十一位菩萨习气确实不一样，有浅深厚薄不相同，但是它不碍事。如果说碍事，只说一桩事，回归常寂光，就障碍这一桩事情。回归常寂光，回归自性，必须把习气断尽，断尽那就是妙觉的果位。这些我们一定要知道，然后晓得我们现在在哪一个层次，这个很重要。知道自己的阶位，应该认真努力学习，这些都是非常非常之难。",
      "zh_TW": "我們在學習過程當中，有一個問題，我們琢磨了很久，不起心不動念，那什麼都沒有了，為什麼《華嚴經》還說四十一個階級？這四十一個階級怎麼講法？應該是實報土沒有階級了，他不起心不動念，還有什麼階級？我們在前面學的，回過頭來一看，發現了，有現行，有習氣。你看見思煩惱，我們用《華嚴經》的說法，執著放下了，不執著了，還有執著的習氣。執著的習氣再放下，就成辟支佛。菩薩放下分別，還有分別的習氣。分別的習氣再放下，十法界裡頭佛，成佛了，不叫菩薩，叫佛。他把無明，起心動念放下，他到實報土去了。一想還有習氣，不是說沒習氣，習氣沒有放下。所以我們就明白了四十一個階級是講習氣，習氣有深淺不一樣，有人習氣很深，有人習氣很淺。在實報土裡面住得很久了，習氣慢慢就淺薄了，剛剛到實報土，那個習氣很濃。所以這四十一個階級，不能說它有，也不能說它沒有。你要說它沒有，這四十一位菩薩習氣確實不一樣，有淺深厚薄不相同，但是它不礙事。如果說礙事，只說一樁事，回歸常寂光，就障礙這一樁事情。回歸常寂光，回歸自性，必須把習氣斷盡，斷盡那就是妙覺的果位。這些我們一定要知道，然後曉得我們現在在哪一個層次，這個很重要。知道自己的階位，應該認真努力學習，這些都是非常非常之難。"
    },
    {
      "id": "21-647-0001_p0023",
      "zh_CN": "好在我们幸运，实在讲太幸运了，今天在座的所有同学，乃至于在网路、在电视机面前一起学习的这些朋友们，我们这一生当中能遇到净宗，这个太幸运了！佛告诉我们，能够遇到这个法门，遇到这一部经，遇到这个法门，就像《金刚经》上所说的，决定不是一佛、二佛、三四五佛所种善根，而是过去生中曾经供养无量诸佛如来，得一切诸佛如来的加持，你才能够欢喜这个法门，欢喜这部经，不容易！这部经能够让我们在这一生当中就证得阿惟越致菩萨，这还得了！所以这个法门叫难信之法。难信，很容易修，我没有修成什么原因？难信。诸位要知道我学佛的历史，你就明白了。我跟方东美先生学哲学，我从哲学的门进入到佛经，把佛经看作哲学，完全用研究哲学的方式来看经典，这就有了障碍。对大乘经论非常欢喜。李老师把净土介绍给我，《印光大师文钞》送给我，我看了之后，不排斥净土，不反对净土，以前排斥，但是他劝我修，我都没有接受，劝了很多次，苦口婆心。",
      "zh_TW": "好在我們幸運，實在講太幸運了，今天在座的所有同學，乃至於在網路、在電視機面前一起學習的這些朋友們，我們這一生當中能遇到淨宗，這個太幸運了！佛告訴我們，能夠遇到這個法門，遇到這一部經，遇到這個法門，就像《金剛經》上所說的，決定不是一佛、二佛、三四五佛所種善根，而是過去生中曾經供養無量諸佛如來，得一切諸佛如來的加持，你才能夠歡喜這個法門，歡喜這部經，不容易！這部經能夠讓我們在這一生當中就證得阿惟越致菩薩，這還得了！所以這個法門叫難信之法。難信，很容易修，我沒有修成什麼原因？難信。諸位要知道我學佛的歷史，你就明白了。我跟方東美先生學哲學，我從哲學的門進入到佛經，把佛經看作哲學，完全用研究哲學的方式來看經典，這就有了障礙。對大乘經論非常歡喜。李老師把淨土介紹給我，《印光大師文鈔》送給我，我看了之後，不排斥淨土，不反對淨土，以前排斥，但是他勸我修，我都沒有接受，勸了很多次，苦口婆心。"
    },
    {
      "id": "21-647-0001_p0024",
      "zh_CN": "我是怎么样接受净土的？讲《华严》。第一次讲，很多年之前第一次讲，讲了十几年，《八十华严》讲了一半，《四十华严》也讲了一半。有一天突然想到文殊、普贤修什么法门？善财童子修什么法门？这在《华严经》上仔细去翻，看到文殊、普贤都发愿求生西方极乐世界。再看看《四十华严》五十三参，我讲过，五十三参讲过，讲的时候叫粗心大意没有看出来。这次仔细回头看，看出来了，原来善财童子彻始彻终就是念佛。你看他第一位参访的善知识吉祥云比丘，修般舟三昧，专念阿弥陀佛，求生极乐世界。吉祥云比丘给他开示，讲了二十一种念佛法门，这个我懂得，把诸佛如来所说一切经教全都归纳到念佛法门，这个我早就知道，但是没有能深入体会。到最后一位，第五十三位，普贤菩萨十大愿王导归极乐，你看一个开始，一个最后，彻始彻终，他就是修的念佛法门。当中五十一位善知识代表无量法门，代表各行各业，八万四千法门，无量法门，他都学，学了怎么样？不修。你看最后恋德礼辞，辞就是不接受，不修这个法门。恋德是我看懂了，我明白了，我不修你这个法门，善知识教导我的，我感激你，感激你教导我，我不修这个法门，老实念佛，求生净土。我看出这个门道出来，我才归心净土，感激老师过去那么样苦口婆心劝我，现在我明白了。我没有搞明白，劝都不行，都不能接受。一定自己搞清楚、搞明白，这才接受。接受，回过头来，再看净宗经教，不一样了！能看出味道出来，所以法味就浓了。",
      "zh_TW": "我是怎麼樣接受淨土的？講《華嚴》。第一次講，很多年之前第一次講，講了十幾年，《八十華嚴》講了一半，《四十華嚴》也講了一半。有一天突然想到文殊、普賢修什麼法門？善財童子修什麼法門？這在《華嚴經》上仔細去翻，看到文殊、普賢都發願求生西方極樂世界。再看看《四十華嚴》五十三參，我講過，五十三參講過，講的時候叫粗心大意沒有看出來。這次仔細回頭看，看出來了，原來善財童子徹始徹終就是念佛。你看他第一位參訪的善知識吉祥雲比丘，修般舟三昧，專念阿彌陀佛，求生極樂世界。吉祥雲比丘給他開示，講了二十一種念佛法門，這個我懂得，把諸佛如來所說一切經教全都歸納到念佛法門，這個我早就知道，但是沒有能深入體會。到最後一位，第五十三位，普賢菩薩十大願王導歸極樂，你看一個開始，一個最後，徹始徹終，他就是修的念佛法門。當中五十一位善知識代表無量法門，代表各行各業，八萬四千法門，無量法門，他都學，學了怎麼樣？不修。你看最後戀德禮辭，辭就是不接受，不修這個法門。戀德是我看懂了，我明白了，我不修你這個法門，善知識教導我的，我感激你，感激你教導我，我不修這個法門，老實念佛，求生淨土。我看出這個門道出來，我才歸心淨土，感激老師過去那麼樣苦口婆心勸我，現在我明白了。我沒有搞明白，勸都不行，都不能接受。一定自己搞清楚、搞明白，這才接受。接受，回過頭來，再看淨宗經教，不一樣了！能看出味道出來，所以法味就濃了。"
    },
    {
      "id": "21-647-0001_p0025",
      "zh_CN": "对于修学还是有一点障碍，这个障碍就是没有做到一门深入，长时薰修。我学佛六十年了，二十六岁开始学的，今年八十五岁，整整六十年。前面七年，我是第七年才出家的，前面七年学了小乘经教十几部，跟李老师，听他老人家教学，我学了十三部小乘经，里面有几部是大乘。出家就教佛学院，就在外面讲经。佛学院教了几年，感觉得自己不足，所以又回到台中，要求李老师，我要跟他学一部大部经。他正好在讲《楞严经》，我本来是带着《法华经》，我带了十几种注解带到台中。老师说这样，《楞严》跟《法华》分量差不多，无论是质是量都相当。他说你就学《楞严》，我就不用再耽误我的时间了。所以那个三年跟他老人家学《楞严》是专攻，三年专攻一部。《楞严经》在早年也讲过七遍，但是只有两遍是讲圆满的，另外五遍都没有讲圆满，所以缘不足。如果我们要能有古人那个福报，这真要有福报，能够住在一个地方，没有人干扰，自己一心在教下、在念佛，十年大成就！",
      "zh_TW": "對於修學還是有一點障礙，這個障礙就是沒有做到一門深入，長時薰修。我學佛六十年了，二十六歲開始學的，今年八十五歲，整整六十年。前面七年，我是第七年才出家的，前面七年學了小乘經教十幾部，跟李老師，聽他老人家教學，我學了十三部小乘經，裡面有幾部是大乘。出家就教佛學院，就在外面講經。佛學院教了幾年，感覺得自己不足，所以又回到台中，要求李老師，我要跟他學一部大部經。他正好在講《楞嚴經》，我本來是帶著《法華經》，我帶了十幾種註解帶到台中。老師說這樣，《楞嚴》跟《法華》分量差不多，無論是質是量都相當。他說你就學《楞嚴》，我就不用再耽誤我的時間了。所以那個三年跟他老人家學《楞嚴》是專攻，三年專攻一部。《楞嚴經》在早年也講過七遍，但是只有兩遍是講圓滿的，另外五遍都沒有講圓滿，所以緣不足。如果我們要能有古人那個福報，這真要有福報，能夠住在一個地方，沒有人干擾，自己一心在教下、在念佛，十年大成就！"
    },
    {
      "id": "21-647-0001_p0026",
      "zh_CN": "我们这么多年，只见到黑龙江的刘素云，这个人有大福报。她五十五岁得一场大病，红斑狼疮，那个病比癌症还要严重。医生告诉她，妳心里要有准备，妳随时有死亡的可能，不是三个月、两个月。她碰到我们这一套《无量寿经》光碟，听懂了一句话，「一门深入，长时薰修」，她就真干。十年之后，我才知道有这个人，才跟她联系上。见了面，她告诉我，每一天听课听《无量寿经》，听一片一个小时，这一个小时的听十遍，就是每天她听经十个小时，就这一片，十遍，长时薰修。这一部经听圆满大概两个月，从头再听，还是这样十遍，十年没有间断，除了听经之外，就念佛，她也没有去想她的病，没在意这个事情。二、三个月之后，到医院检查，没有了，不但病没有了，连疤痕都没有。所以医生感到很惊讶，把病历找出来，真有，不是判断错误，真有。问她用什么药？什么药也没有用，吃的、擦的都没有用。告诉他，我是念阿弥陀佛，听《无量寿经》听好的。医生相信她，因为这个人善根非常深厚，我们没有人能跟她比得上，她一生没有妄语，一生没有打过妄语，所以医生相信她的话。所以她告诉我。",
      "zh_TW": "我們這麼多年，只見到黑龍江的劉素雲，這個人有大福報。她五十五歲得一場大病，紅斑狼瘡，那個病比癌症還要嚴重。醫生告訴她，妳心裡要有準備，妳隨時有死亡的可能，不是三個月、兩個月。她碰到我們這一套《無量壽經》光碟，聽懂了一句話，「一門深入，長時薰修」，她就真幹。十年之後，我才知道有這個人，才跟她聯繫上。見了面，她告訴我，每一天聽課聽《無量壽經》，聽一片一個小時，這一個小時的聽十遍，就是每天她聽經十個小時，就這一片，十遍，長時薰修。這一部經聽圓滿大概兩個月，從頭再聽，還是這樣十遍，十年沒有間斷，除了聽經之外，就念佛，她也沒有去想她的病，沒在意這個事情。二、三個月之後，到醫院檢查，沒有了，不但病沒有了，連疤痕都沒有。所以醫生感到很驚訝，把病歷找出來，真有，不是判斷錯誤，真有。問她用什麼藥？什麼藥也沒有用，吃的、擦的都沒有用。告訴他，我是念阿彌陀佛，聽《無量壽經》聽好的。醫生相信她，因為這個人善根非常深厚，我們沒有人能跟她比得上，她一生沒有妄語，一生沒有打過妄語，所以醫生相信她的話。所以她告訴我。"
    },
    {
      "id": "21-647-0001_p0027",
      "zh_CN": "当然这样用功的方法，我相信四年她就得三昧，念佛、听《无量寿经》是念佛三昧，得三昧。得三昧之后，三、四年她就开悟，她是不是？她真开悟，因为无论叫她讲什么经，她都讲得头头是道，没有错误，这就说明她开悟了。虽然不是大彻大悟，明心见性，大悟是决定能达得到的。这以前李老师告诉我，大彻大悟是教理完全通了，没有障碍，这三藏十二分教没有障碍。大悟能够通一宗，与我们这一宗有触类旁通的经典，他都没有问题，他拿到手上，他完全能理解，完全能讲得透彻，不会出问题。所以学教的捷径，你要能够守十年就通了。你如果说是每天看得很多，学得很杂，学一百年都不通，还是个凡夫。",
      "zh_TW": "當然這樣用功的方法，我相信四年她就得三昧，念佛、聽《無量壽經》是念佛三昧，得三昧。得三昧之後，三、四年她就開悟，她是不是？她真開悟，因為無論叫她講什麼經，她都講得頭頭是道，沒有錯誤，這就說明她開悟了。雖然不是大徹大悟，明心見性，大悟是決定能達得到的。這以前李老師告訴我，大徹大悟是教理完全通了，沒有障礙，這三藏十二分教沒有障礙。大悟能夠通一宗，與我們這一宗有觸類旁通的經典，他都沒有問題，他拿到手上，他完全能理解，完全能講得透徹，不會出問題。所以學教的捷徑，你要能夠守十年就通了。你如果說是每天看得很多，學得很雜，學一百年都不通，還是個凡夫。"
    },
    {
      "id": "21-647-0001_p0028",
      "zh_CN": "我们听祖师大德这样教导我们，现在刘素云给我们做个榜样，活生生的例子，我们要看清楚。所以真正肯学，来得及，你现在还有没有到五十五岁？你看五十五岁，六十五岁就成功了。你如果是六十岁开始的话，七十岁成功，行！有没有这个寿命？有，佛菩萨加持你，你为佛菩萨工作，你为苦难众生，为正法久住，你会得长寿。每一位同学，我都鼓励大家好好的来学习。如果我们真的能够有个一万、八千人走这个路子，地球就有救了。找谁？我们大家一起来，这才能够救，灾难可以化解，这是真的，比科学家告诉我们那个效果还要显著。我们的信心肯定，没有丝毫怀疑。所以佛法，佛所行处，这一句话比什么都重要，就是说佛教推行的这个地方，佛所行处，佛教推动的地方。有讲经的人，有修学的人，有证果的人，往生就是证果，即使是凡圣同居土下下品往生也是证果，证什么果？佛果。往生决定一生证得究竟圆满，我们决定不能把这个法门放弃，一定要牢牢的抓住。除这个法门之外，任何一个法门要靠自力，别人帮不上忙。这个法门，我们只要有心，只要愿意往生，就行了，只要肯念佛，其他的力量是阿弥陀佛加持你。",
      "zh_TW": "我們聽祖師大德這樣教導我們，現在劉素雲給我們做個榜樣，活生生的例子，我們要看清楚。所以真正肯學，來得及，你現在還有沒有到五十五歲？你看五十五歲，六十五歲就成功了。你如果是六十歲開始的話，七十歲成功，行！有沒有這個壽命？有，佛菩薩加持你，你為佛菩薩工作，你為苦難眾生，為正法久住，你會得長壽。每一位同學，我都鼓勵大家好好的來學習。如果我們真的能夠有個一萬、八千人走這個路子，地球就有救了。找誰？我們大家一起來，這才能夠救，災難可以化解，這是真的，比科學家告訴我們那個效果還要顯著。我們的信心肯定，沒有絲毫懷疑。所以佛法，佛所行處，這一句話比什麼都重要，就是說佛教推行的這個地方，佛所行處，佛教推動的地方。有講經的人，有修學的人，有證果的人，往生就是證果，即使是凡聖同居土下下品往生也是證果，證什麼果？佛果。往生決定一生證得究竟圓滿，我們決定不能把這個法門放棄，一定要牢牢的抓住。除這個法門之外，任何一個法門要靠自力，別人幫不上忙。這個法門，我們只要有心，只要願意往生，就行了，只要肯念佛，其他的力量是阿彌陀佛加持你。"
    },
    {
      "id": "21-647-0001_p0029",
      "zh_CN": "这些年来，我听说国内有一些法师对我有责备，说我只宣扬净土，为什么不宣扬别的宗派？我在此地向大家说明，为什么我不讲其他的经论？我没有能力学习，那个要断烦恼，我断不了烦恼，我只有这个法门能够救我，原因在此地。所以要请国内的法师大德原谅我，他们的根性比我高，我希望你们，佛讲得很清楚，法门平等，无有高下，无论哪个法门，真正做到一门深入，十年薰修，个个都是一流的大法师。十年不是一个长的时间，不是长的时间，只要是锲而不舍，个个都能成就。佛法全面复兴，大小乘十个宗派都能够在我们中国复兴。",
      "zh_TW": "這些年來，我聽說國內有一些法師對我有責備，說我只宣揚淨土，為什麼不宣揚別的宗派？我在此地向大家說明，為什麼我不講其他的經論？我沒有能力學習，那個要斷煩惱，我斷不了煩惱，我只有這個法門能夠救我，原因在此地。所以要請國內的法師大德原諒我，他們的根性比我高，我希望你們，佛講得很清楚，法門平等，無有高下，無論哪個法門，真正做到一門深入，十年薰修，個個都是一流的大法師。十年不是一個長的時間，不是長的時間，只要是鍥而不捨，個個都能成就。佛法全面復興，大小乘十個宗派都能夠在我們中國復興。"
    },
    {
      "id": "21-647-0001_p0030",
      "zh_CN": "中国人要对中国有认识，中国这个国家，我们的祖宗千万年来以什么起家的？伦理道德起家。《易经》上说得好，「积善之家，必有余庆」。我们中国是积善之家，必有余庆。现在为什么有灾难？我们这一代的子孙不肖，把祖宗丢掉了，瞧不起祖宗，这个罪多大！说祖宗不如我们聪明，我们能够发明电灯，发明摄影机，发明汽车，祖宗没有这个能力，错了！祖宗智慧比我们高，他为什么不发明？如果发明，世界早就毁灭了。他不忍心世界毁灭，所以不干这个东西。科学不是最完美的，科学问题很多，还是老祖宗那一套好，连英国汤恩比都佩服得五体投地，我们要知道。这一、二百年做错事情，当然有惩罚，所以灾难是种惩罚，绝对不会灭亡。祖宗爱护子孙，惩罚是要教训你的，不会让你有重大的损害。下面一句话，「积不善之家，必有余殃」，你周边看看外面的世界，有哪些积不善之家的，他们的麻烦大了，这个绝对是有道理的。",
      "zh_TW": "中國人要對中國有認識，中國這個國家，我們的祖宗千萬年來以什麼起家的？倫理道德起家。《易經》上說得好，「積善之家，必有餘慶」。我們中國是積善之家，必有餘慶。現在為什麼有災難？我們這一代的子孫不肖，把祖宗丟掉了，瞧不起祖宗，這個罪多大！說祖宗不如我們聰明，我們能夠發明電燈，發明攝影機，發明汽車，祖宗沒有這個能力，錯了！祖宗智慧比我們高，他為什麼不發明？如果發明，世界早就毀滅了。他不忍心世界毀滅，所以不幹這個東西。科學不是最完美的，科學問題很多，還是老祖宗那一套好，連英國湯恩比都佩服得五體投地，我們要知道。這一、二百年做錯事情，當然有懲罰，所以災難是種懲罰，絕對不會滅亡。祖宗愛護子孫，懲罰是要教訓你的，不會讓你有重大的損害。下面一句話，「積不善之家，必有餘殃」，你周邊看看外面的世界，有哪些積不善之家的，他們的麻煩大了，這個絕對是有道理的。"
    },
    {
      "id": "21-647-0001_p0031",
      "zh_CN": "底下「国」是国家；「邑」，今天我们讲的都会，都市；「丘聚」就是小镇，乡镇，乡镇乡村。「靡不蒙化」，没有不蒙佛陀教化的。佛家的教化是圆融的，佛法是教育，一定要把这个认识清楚。释迦牟尼佛开悟之后，就开始教学，七十九岁圆寂，没有一天休息，做出榜样给我们看。他所教给我们的，他全做到了。当年他的日常生活记录下来，就是律仪。他所说的经典，所说的记录下来是经典。论部里面有很多是佛跟弟子们的讨论，研究讨论，解答他们的问题，这是经典的内容。我们要肯定，明心见性，肯定见性的智慧是圆满的。佛告诉我们智慧、德能、才艺，乃至于福报，没有一样不是圆满的，自性里头本具的。",
      "zh_TW": "底下「國」是國家；「邑」，今天我們講的都會，都市；「丘聚」就是小鎮，鄉鎮，鄉鎮鄉村。「靡不蒙化」，沒有不蒙佛陀教化的。佛家的教化是圓融的，佛法是教育，一定要把這個認識清楚。釋迦牟尼佛開悟之後，就開始教學，七十九歲圓寂，沒有一天休息，做出榜樣給我們看。他所教給我們的，他全做到了。當年他的日常生活記錄下來，就是律儀。他所說的經典，所說的記錄下來是經典。論部裡面有很多是佛跟弟子們的討論，研究討論，解答他們的問題，這是經典的內容。我們要肯定，明心見性，肯定見性的智慧是圓滿的。佛告訴我們智慧、德能、才藝，乃至於福報，沒有一樣不是圓滿的，自性裡頭本具的。"
    },
    {
      "id": "21-647-0001_p0032",
      "zh_CN": "惠能大师开悟的时候也透露这个信息，他第三句说得很好，「何期自性本自具足」。具足什么？佛在《华严经》上告诉我们，「一切众生皆有如来智慧德相」，就是具足这个。具足智慧、具足德能、具足才艺、具足相好，没有一样不具足。你要详细问具足哪些？末后一句说，「何期自性能生万法」，那就万法都具足的，一样不缺，遍法界虚空界统统具足。这个我们在《大经解演义》里面详细跟同学们说过，我们搜集现代科学的报告来证明佛所讲的，让我们对佛的智慧、佛的德能充分的建立了信心，不再怀疑了。而我们发现怀疑这个烦恼对我们的伤害太大了，大家都知道贪瞋痴叫三毒，实际上贪瞋痴下面还有两个，慢、疑，贪瞋痴慢疑五毒，这个麻烦大！五毒，俱生烦恼，什么时候有的？从宇宙形成那一念开始就具足了。",
      "zh_TW": "惠能大師開悟的時候也透露這個信息，他第三句說得很好，「何期自性本自具足」。具足什麼？佛在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相」，就是具足這個。具足智慧、具足德能、具足才藝、具足相好，沒有一樣不具足。你要詳細問具足哪些？末後一句說，「何期自性能生萬法」，那就萬法都具足的，一樣不缺，遍法界虛空界統統具足。這個我們在《大經解演義》裡面詳細跟同學們說過，我們蒐集現代科學的報告來證明佛所講的，讓我們對佛的智慧、佛的德能充分的建立了信心，不再懷疑了。而我們發現懷疑這個煩惱對我們的傷害太大了，大家都知道貪瞋痴叫三毒，實際上貪瞋痴下面還有兩個，慢、疑，貪瞋痴慢疑五毒，這個麻煩大！五毒，俱生煩惱，什麼時候有的？從宇宙形成那一念開始就具足了。"
    },
    {
      "id": "21-647-0001_p0033",
      "zh_CN": "诸位学过法相、学过八识就知道，一念不觉，这一念没有原因，这一念没有时间，这一念也没有空间。我们对这个一念很模糊，没搞清楚。现在量子力学家告诉我们，他也没有讲清楚，他说这一念速度非常快速，好像一刹那，一刹那还不行，还是太长。这小光子，你只看它起来，它立刻就消灭，生灭得非常之快，所以说它是不是真的存在？它不存在，念头不存在。弥勒菩萨告诉我们非常具体的说法，释迦牟尼佛在《菩萨处胎经》里面问弥勒菩萨，心有所念，我们凡夫起一个念头，这个念头里头有几念，有几相、几识？佛问了这么一句话。弥勒菩萨回答，一弹指三十二亿百千念。百千是个单位，百千是十万，三十二亿乘十万，三百二十兆，这一弹指三百二十兆个念头。现在我们是用秒做单位，一秒钟能弹多少次？弹得快，我相信可以弹五次。如果是以五次的话，乘五，一千六百兆一秒钟，一秒钟里头有一千六百兆个念头生灭。每一个念头都有物质现象，念念成形，形就是色，色相；形皆有识，识是受想行识。",
      "zh_TW": "諸位學過法相、學過八識就知道，一念不覺，這一念沒有原因，這一念沒有時間，這一念也沒有空間。我們對這個一念很模糊，沒搞清楚。現在量子力學家告訴我們，他也沒有講清楚，他說這一念速度非常快速，好像一剎那，一剎那還不行，還是太長。這小光子，你只看它起來，它立刻就消滅，生滅得非常之快，所以說它是不是真的存在？它不存在，念頭不存在。彌勒菩薩告訴我們非常具體的說法，釋迦牟尼佛在《菩薩處胎經》裡面問彌勒菩薩，心有所念，我們凡夫起一個念頭，這個念頭裡頭有幾念，有幾相、幾識？佛問了這麼一句話。彌勒菩薩回答，一彈指三十二億百千念。百千是個單位，百千是十萬，三十二億乘十萬，三百二十兆，這一彈指三百二十兆個念頭。現在我們是用秒做單位，一秒鐘能彈多少次？彈得快，我相信可以彈五次。如果是以五次的話，乘五，一千六百兆一秒鐘，一秒鐘裡頭有一千六百兆個念頭生滅。每一個念頭都有物質現象，念念成形，形就是色，色相；形皆有識，識是受想行識。"
    },
    {
      "id": "21-647-0001_p0034",
      "zh_CN": "于是我们明白了，我读《心经》，恍然大悟，「观自在菩萨行深般若波罗蜜多时，照见五蕴皆空」，那是讲什么？就是讲这一千六百兆分之一秒的那个一念，五蕴皆空。五蕴有没有？有，不可得。弥勒菩萨讲，识念极微细，不可执持。你没有办法执着它，你没有办法保持它，它太快了。你看弥勒菩萨所说的，比科学家讲得清楚。说明什么？说明所有现象都是假的，「凡所有相，皆是虚妄」。物质现象是假的，精神现象也是假的，都不可得，你才能见性，才能把事实真相真正看清楚、看明白，然后你有能力解决这些问题。为什么？我们明白了，物质现象从哪里来的？意念变现出来的。怎么变现的？我们不知道，古大德在注解上也没有讲清楚，始终我们都半疑半信，不能不相信，但是这个疑解决不了。到看到近代的量子力学家的报告，这个疑团化解了。他们看到了物质现象确实是意念累积产生的幻相，一点都不真实，产生的幻相，完全是我们看错了。",
      "zh_TW": "於是我們明白了，我讀《心經》，恍然大悟，「觀自在菩薩行深般若波羅蜜多時，照見五蘊皆空」，那是講什麼？就是講這一千六百兆分之一秒的那個一念，五蘊皆空。五蘊有沒有？有，不可得。彌勒菩薩講，識念極微細，不可執持。你沒有辦法執著它，你沒有辦法保持它，它太快了。你看彌勒菩薩所說的，比科學家講得清楚。說明什麼？說明所有現象都是假的，「凡所有相，皆是虛妄」。物質現象是假的，精神現象也是假的，都不可得，你才能見性，才能把事實真相真正看清楚、看明白，然後你有能力解決這些問題。為什麼？我們明白了，物質現象從哪裡來的？意念變現出來的。怎麼變現的？我們不知道，古大德在註解上也沒有講清楚，始終我們都半疑半信，不能不相信，但是這個疑解決不了。到看到近代的量子力學家的報告，這個疑團化解了。他們看到了物質現象確實是意念累積產生的幻相，一點都不真實，產生的幻相，完全是我們看錯了。"
    },
    {
      "id": "21-647-0001_p0035",
      "zh_CN": "意念从哪里来的？科学家告诉我们，无中生有。讲得也不错，我们听得懂，意识是自性变现出来的，阿赖耶的转相。一念不觉，这个一念起来的时候，那是无明业相，就是科学家讲的能量，第一个产生能量，由能量变成了信息，由信息变成了物质，但是它的速度都是在一念，都在那一念。一念当中有先后顺序，它的速度太快了，所以不可得，三种现象都不可得，你才真正把它放下。一放下，就明心见性，问题真的就解决了。所以学佛，我们在现前这个世间，我们所学的是解悟，不是证悟。这个解悟是佛经上告诉我们的，近代科学帮助我们提供了证据，让我们对这个一点都不怀疑，是解悟。我们的证悟，不必去想这些，愈想愈讹，不要去想，老实念佛，求生净土。到极乐世界，我们这种基础，这种根性，到极乐世界是很大的速度向上提升，这是我们能够想像得到的。如果我们没有这个解悟，在极乐世界品级上升会缓慢。对这个了解有很大的帮助，会很快的提升品位，这是很难得的一桩事情。",
      "zh_TW": "意念從哪裡來的？科學家告訴我們，無中生有。講得也不錯，我們聽得懂，意識是自性變現出來的，阿賴耶的轉相。一念不覺，這個一念起來的時候，那是無明業相，就是科學家講的能量，第一個產生能量，由能量變成了信息，由信息變成了物質，但是它的速度都是在一念，都在那一念。一念當中有先後順序，它的速度太快了，所以不可得，三種現象都不可得，你才真正把它放下。一放下，就明心見性，問題真的就解決了。所以學佛，我們在現前這個世間，我們所學的是解悟，不是證悟。這個解悟是佛經上告訴我們的，近代科學幫助我們提供了證據，讓我們對這個一點都不懷疑，是解悟。我們的證悟，不必去想這些，愈想愈訛，不要去想，老實念佛，求生淨土。到極樂世界，我們這種基礎，這種根性，到極樂世界是很大的速度向上提升，這是我們能夠想像得到的。如果我們沒有這個解悟，在極樂世界品級上升會緩慢。對這個了解有很大的幫助，會很快的提升品位，這是很難得的一樁事情。"
    },
    {
      "id": "21-647-0001_p0036",
      "zh_CN": "没有能力修其他法门，自己断烦恼的，独立断烦恼的，就应当要修净土法门，死心塌地，万缘放下，一心念佛，没有一个不成就。真信，恳切的愿望求生极乐世界，随时可以往生。特别是灾难，所以灾难不怕，没有灾难，灾难到面前的时候，阿弥陀佛就看见了，他就来接引我走了，你看多自在！所以这个法门，不死的法门，这个法门，一生成就的法门。所以我们报佛恩，报佛恩唯一的方法就是帮助佛教化众生，把佛这样殊胜圆满的大法，像净业三福末后所说的，要传授给别人。",
      "zh_TW": "沒有能力修其他法門，自己斷煩惱的，獨立斷煩惱的，就應當要修淨土法門，死心塌地，萬緣放下，一心念佛，沒有一個不成就。真信，懇切的願望求生極樂世界，隨時可以往生。特別是災難，所以災難不怕，沒有災難，災難到面前的時候，阿彌陀佛就看見了，他就來接引我走了，你看多自在！所以這個法門，不死的法門，這個法門，一生成就的法門。所以我們報佛恩，報佛恩唯一的方法就是幫助佛教化眾生，把佛這樣殊勝圓滿的大法，像淨業三福末後所說的，要傳授給別人。"
    },
    {
      "id": "21-647-0001_p0037",
      "zh_CN": "现代的传授要利用科学的工具，利用网路，利用卫星，利用这些先进的科学仪器。我昨天看到一位同学拿了一个小机器，中国国内，中国做出来的。我们刚刚讲完这一部《大经解演义》，一千二百个小时，他告诉我，只要放两片那个晶片，一千二百个小时都在里面。这太完美了，真难得，那么一个小东西，很便宜，大概是在国内买也只有一百多块钱的样子。你看看就一千二百个小时放在口袋里，随时都可以看。看到影像，也听到声音，又看到文字，比印一本书还要轻便，还要方便，价廉物美。这个东西如果我们有钱，不要供养我，把这个钱多买一些这机器，你去供养想学的人，好！比供养我有功德。应该跟厂商联系，订下来，我们长期的请他做，一批一批的，有多少钱就做多少，去流通。真正学佛，一部经就够了，不要再搞多了。一部经，一句阿弥陀佛的佛号，愈简单愈好。",
      "zh_TW": "現代的傳授要利用科學的工具，利用網路，利用衛星，利用這些先進的科學儀器。我昨天看到一位同學拿了一個小機器，中國國內，中國做出來的。我們剛剛講完這一部《大經解演義》，一千二百個小時，他告訴我，只要放兩片那個晶片，一千二百個小時都在裡面。這太完美了，真難得，那麼一個小東西，很便宜，大概是在國內買也只有一百多塊錢的樣子。你看看就一千二百個小時放在口袋裡，隨時都可以看。看到影像，也聽到聲音，又看到文字，比印一本書還要輕便，還要方便，價廉物美。這個東西如果我們有錢，不要供養我，把這個錢多買一些這機器，你去供養想學的人，好！比供養我有功德。應該跟廠商聯繫，訂下來，我們長期的請他做，一批一批的，有多少錢就做多少，去流通。真正學佛，一部經就夠了，不要再搞多了。一部經，一句阿彌陀佛的佛號，愈簡單愈好。"
    },
    {
      "id": "21-647-0001_p0038",
      "zh_CN": "真正这样做，我相信一年的时间，身心健康，什么毛病都没有了，为什么？佛比什么都善，是世出世间最善之法，就这一句佛号。常常念佛，心里面只有阿弥陀佛，除阿弥陀佛之外，统统放下。千万不要把我们自己的良心当作别人的垃圾桶，就错了！别人的好坏是他的事情，与我不相干。他的好处，我赞叹他；他不善的事情，绝不放在心上，根本就没有这回事情，这样就好。我们身体里头纵然有病，病毒的细胞很容易恢复正常，所以身心健康，你家庭就幸福，烦恼轻，智慧长，而且得到弥陀、释迦的加持，还得到十方一切诸佛的加持，何乐而不为之！",
      "zh_TW": "真正這樣做，我相信一年的時間，身心健康，什麼毛病都沒有了，為什麼？佛比什麼都善，是世出世間最善之法，就這一句佛號。常常念佛，心裡面只有阿彌陀佛，除阿彌陀佛之外，統統放下。千萬不要把我們自己的良心當作別人的垃圾桶，就錯了！別人的好壞是他的事情，與我不相干。他的好處，我讚歎他；他不善的事情，絕不放在心上，根本就沒有這回事情，這樣就好。我們身體裡頭縱然有病，病毒的細胞很容易恢復正常，所以身心健康，你家庭就幸福，煩惱輕，智慧長，而且得到彌陀、釋迦的加持，還得到十方一切諸佛的加持，何樂而不為之！"
    },
    {
      "id": "21-647-0001_p0039",
      "zh_CN": "下面这些事情，就是我们佛弟子应当配合社会，配合一些团体、学校、国家，帮助化解社会的动乱。尽我们教化的责任，达到「天下和顺」。和是和谐，顺是顺利，这个具体的来说就是建立和谐的世界。这个问题我们曾经参加过十几次的国际和平会议，大多数由联合国主持的。确实与会的这些专家学者、志士仁人都在寻求怎么样帮助社会恢复安定。他们用的词，「消灭冲突，促进社会安定和平」。我在联合国做报告讲了很多次，不要用消灭，消灭是敌对的。我们中国人不讲敌对，我们叫化解，化解冲突，促进社会安定和平。你看中医跟西医就不一样，西医是消毒，要把那个毒消灭掉；中国中医叫解毒，你看化解，解毒，心平气和，不对立。所以不能跟一切人事物对立，我们要尊重他，连蚊虫蚂蚁都要尊重牠。",
      "zh_TW": "下面這些事情，就是我們佛弟子應當配合社會，配合一些團體、學校、國家，幫助化解社會的動亂。盡我們教化的責任，達到「天下和順」。和是和諧，順是順利，這個具體的來說就是建立和諧的世界。這個問題我們曾經參加過十幾次的國際和平會議，大多數由聯合國主持的。確實與會的這些專家學者、志士仁人都在尋求怎麼樣幫助社會恢復安定。他們用的詞，「消滅衝突，促進社會安定和平」。我在聯合國做報告講了很多次，不要用消滅，消滅是敵對的。我們中國人不講敵對，我們叫化解，化解衝突，促進社會安定和平。你看中醫跟西醫就不一樣，西醫是消毒，要把那個毒消滅掉；中國中醫叫解毒，你看化解，解毒，心平氣和，不對立。所以不能跟一切人事物對立，我們要尊重他，連蚊蟲螞蟻都要尊重牠。"
    },
    {
      "id": "21-647-0001_p0040",
      "zh_CN": "这几年我听说云南那边有一些同学，在种植这些植物，完全跟病害虫、跟小鸟沟通，收到非常好的效果。农作物，小虫不吃，特别划一个区，专门供养小虫，小虫统统到那个区去吃，其他的保留得很完整。果木树跟小鸟约定，指定几棵供养小鸟，都到那边吃；没有指定的，统统保留下来，省好多事。在那边产生了效果，许多人都看到了，不能不相信。政府领导也看到。我们要大量的推行佛陀教育，慈悲的教育，因果的教育，伦理道德的教育，统统都在佛法里面。佛法是非常圆满，尽善尽美的教育，我们一定要懂得，要认真努力去学习。",
      "zh_TW": "這幾年我聽說雲南那邊有一些同學，在種植這些植物，完全跟病害蟲、跟小鳥溝通，收到非常好的效果。農作物，小蟲不吃，特別劃一個區，專門供養小蟲，小蟲統統到那個區去吃，其他的保留得很完整。果木樹跟小鳥約定，指定幾棵供養小鳥，都到那邊吃；沒有指定的，統統保留下來，省好多事。在那邊產生了效果，許多人都看到了，不能不相信。政府領導也看到。我們要大量的推行佛陀教育，慈悲的教育，因果的教育，倫理道德的教育，統統都在佛法裡面。佛法是非常圓滿，盡善盡美的教育，我們一定要懂得，要認真努力去學習。"
    },
    {
      "id": "21-647-0001_p0041",
      "zh_CN": "所以国邑丘聚，靡不蒙化，天下和顺，日月清明。这就讲到我们的念力能够影响太空当中的星系，能够影响太阳系，能够影响银河系。如果你的定力，你有很深的定力，确确实实能够把起心动念放下，你能够影响全宇宙，这个念力之大不可思议。我们要相信。我们的念力像灯光一样，四面八方照射，散的，所以一张纸都透不过。现在科学知道，如果把这些灯光把它浓缩成一条光线，激光，钢板都能透过，别说纸，钢板都能透过。这是说，你看这是物质，光是物质，集中起来，那个念多大，力量能多大！所以佛在经上告诉我们，我们也并不了解，粗枝大叶，佛说「制心一处，无事不办」，《遗教经》上的。还有经上讲，「止心一处，无事不办」。佛这个话讲得很多，不止讲一次。无事不办，没有说太空当中的星系在外，没有说。没有说，遍宇宙所有一切法，我们念头集中都能够办得到。换句话说，都可以缘得到，都可以能够影响到它，改变它的轨道，有一点偏差，我们都可以把它修正，真有这个能力。",
      "zh_TW": "所以國邑丘聚，靡不蒙化，天下和順，日月清明。這就講到我們的念力能夠影響太空當中的星系，能夠影響太陽系，能夠影響銀河系。如果你的定力，你有很深的定力，確確實實能夠把起心動念放下，你能夠影響全宇宙，這個念力之大不可思議。我們要相信。我們的念力像燈光一樣，四面八方照射，散的，所以一張紙都透不過。現在科學知道，如果把這些燈光把它濃縮成一條光線，激光，鋼板都能透過，別說紙，鋼板都能透過。這是說，你看這是物質，光是物質，集中起來，那個念多大，力量能多大！所以佛在經上告訴我們，我們也並不了解，粗枝大葉，佛說「制心一處，無事不辦」，《遺教經》上的。還有經上講，「止心一處，無事不辦」。佛這個話講得很多，不止講一次。無事不辦，沒有說太空當中的星系在外，沒有說。沒有說，遍宇宙所有一切法，我們念頭集中都能夠辦得到。換句話說，都可以緣得到，都可以能夠影響到它，改變它的軌道，有一點偏差，我們都可以把它修正，真有這個能力。"
    },
    {
      "id": "21-647-0001_p0042",
      "zh_CN": "现在有一部分科学家，新兴科学研究心理，研究意念，人愈来愈多了，因为念可以改变物质环境，那就是可以改变我们的身心，让我们的疾病不要用药物全都好了。刘素云是个例子，二、三年前山西小院，四十多个人得癌症是例子，个个都好了。念头，他不想病，没有想到自己有病，只想到念佛求生净土，就这一个念头。除这一个念头之外，什么念头都没有，他病自然好了。那就是他还有寿命，佛还没有接他走，让他来表法，他有用意的。所以我们首先要建立自信心，要相信自己。自己对自己丧失信心，佛菩萨帮不上忙，佛菩萨帮忙是相对的，我有一分信心，他帮助一分；我有十分信心，他帮助十分；我有二十分信心，他帮助二十分，是相对的。自己对自己完全没有信心，佛菩萨再慈悲都帮不上你的忙。总得等你有几分信心，才能帮上忙。我们要有充分的信心，像惠能大师，惠能大师对自己、对佛、对经教、对老师，我常常讲他是万分信心，所以他得万分利益。神秀跟他比，我说神秀只有百分信心，他得百分利益；惠能万分信心，得万分利益。五祖把衣钵传给惠能了，没传给神秀，道理就在此地。",
      "zh_TW": "現在有一部分科學家，新興科學研究心理，研究意念，人愈來愈多了，因為念可以改變物質環境，那就是可以改變我們的身心，讓我們的疾病不要用藥物全都好了。劉素雲是個例子，二、三年前山西小院，四十多個人得癌症是例子，個個都好了。念頭，他不想病，沒有想到自己有病，只想到念佛求生淨土，就這一個念頭。除這一個念頭之外，什麼念頭都沒有，他病自然好了。那就是他還有壽命，佛還沒有接他走，讓他來表法，他有用意的。所以我們首先要建立自信心，要相信自己。自己對自己喪失信心，佛菩薩幫不上忙，佛菩薩幫忙是相對的，我有一分信心，他幫助一分；我有十分信心，他幫助十分；我有二十分信心，他幫助二十分，是相對的。自己對自己完全沒有信心，佛菩薩再慈悲都幫不上你的忙。總得等你有幾分信心，才能幫上忙。我們要有充分的信心，像惠能大師，惠能大師對自己、對佛、對經教、對老師，我常常講他是萬分信心，所以他得萬分利益。神秀跟他比，我說神秀只有百分信心，他得百分利益；惠能萬分信心，得萬分利益。五祖把衣缽傳給惠能了，沒傳給神秀，道理就在此地。"
    },
    {
      "id": "21-647-0001_p0043",
      "zh_CN": "所以日月、太阳系、银河系，我们都有办法控制。太阳的风暴，这些太阳里面的东西抛弃的时候，影响地球，我们可以让它不影响地球，可以让它这些抛弃物的能量减一半，或者减到十分之一，对地球就不会有影响，能做到。「风雨以时」，那是更小的事情，这个大自然真的听话，我们想要下雨，就下雨；想要晴天，它就能晴天。意念可以指挥，可以沟通的。「灾厉不起」，灾是灾难，厉是瘟疫这一类的。「国丰民安」，国家富足，人民安乐。「兵戈无用」。永远没有战争。兵戈无用，就是没有战争。战争是非常残酷的事情，也是不善业里面排名第一的。战争不是好事情。真的，你看看中国古代，尧舜禹汤建国不是用武力，没用武力。成汤、周文王、周武王都不是用武力来统治天下的，而天下诸侯国都尊他为王。那个王没有政权，每个国家都是独立国。中国到秦才真正统一，秦之前，都是诸侯国。这个历史我们要知道。你看尧舜禹都是用德，这就是讲文化，文化统一是最完美的，不造业。史书里头记载，汤王，成汤以七十里，他自己的国，他也是诸侯，方圆七十里，不大，像现在一个小镇一样，不到一个县，他就那么大一个地区，他做得好。就像我们过去在汤池小镇办这个文化教育，真正办成功了，整个乡镇氛围完全改变，别的都向你学习，尊称你为王。那时尊称天子，尊称为天子，他不是真的皇帝统一，不是真的。所以文化可以统一。佛教是教育，不是宗教，这个诸位一定要搞清楚。你要问我，我们要跟他解释是教育。教育可以统一，文化可以统一，何必要用战争、何必要杀人？杀人要偿命的，欠债要还钱的，这是因果定律。知道欠债还钱，我们决定不占人家一点便宜，为什么？占不到，占了怎么样？来生我要还他。欠债那何必！所以决定不能杀生？蚊虫蚂蚁都不可以随便杀生。决定不占人一点点便宜，好！",
      "zh_TW": "所以日月、太陽系、銀河系，我們都有辦法控制。太陽的風暴，這些太陽裡面的東西拋棄的時候，影響地球，我們可以讓它不影響地球，可以讓它這些拋棄物的能量減一半，或者減到十分之一，對地球就不會有影響，能做到。「風雨以時」，那是更小的事情，這個大自然真的聽話，我們想要下雨，就下雨；想要晴天，它就能晴天。意念可以指揮，可以溝通的。「災厲不起」，災是災難，厲是瘟疫這一類的。「國豐民安」，國家富足，人民安樂。「兵戈無用」。永遠沒有戰爭。兵戈無用，就是沒有戰爭。戰爭是非常殘酷的事情，也是不善業裡面排名第一的。戰爭不是好事情。真的，你看看中國古代，堯舜禹湯建國不是用武力，沒用武力。成湯、周文王、周武王都不是用武力來統治天下的，而天下諸侯國都尊他為王。那個王沒有政權，每個國家都是獨立國。中國到秦才真正統一，秦之前，都是諸侯國。這個歷史我們要知道。你看堯舜禹都是用德，這就是講文化，文化統一是最完美的，不造業。史書裡頭記載，湯王，成湯以七十里，他自己的國，他也是諸侯，方圓七十里，不大，像現在一個小鎮一樣，不到一個縣，他就那麼大一個地區，他做得好。就像我們過去在湯池小鎮辦這個文化教育，真正辦成功了，整個鄉鎮氛圍完全改變，別的都向你學習，尊稱你為王。那時尊稱天子，尊稱為天子，他不是真的皇帝統一，不是真的。所以文化可以統一。佛教是教育，不是宗教，這個諸位一定要搞清楚。你要問我，我們要跟他解釋是教育。教育可以統一，文化可以統一，何必要用戰爭、何必要殺人？殺人要償命的，欠債要還錢的，這是因果定律。知道欠債還錢，我們決定不佔人家一點便宜，為什麼？佔不到，佔了怎麼樣？來生我要還他。欠債那何必！所以決定不能殺生？蚊蟲螞蟻都不可以隨便殺生。決定不佔人一點點便宜，好！"
    },
    {
      "id": "21-647-0001_p0044",
      "zh_CN": "如果有能力布施，这是早年章嘉大师教我的。这个老人都会看相，我年轻时候那个相，诸位要看到的时候就知道，没有福报，命很薄，寿命也短，一点福报都没。所以李老师跟章嘉大师都教我修福，怎么个修法？修布施，章嘉大师教的，修财布施，法布施，无畏布施。财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。我说我生活非常艰难，在公家机关做事，收入很微薄，哪有钱去布施。章嘉大师问我一毛钱有没有？我说可以，一毛钱行。一块钱有没有？一块钱勉强，也可以。你就从一毛一块去布施。一毛一块怎么个布施法？以后因为接触到佛法，到寺庙里面去看经，寺庙有经书，我们想要读的经书，市面上买不到，去抄，抄书。就有人印经，拿了个单子来，大家出钱。我一看不拘多少，一块一毛都可以，那我们就用这个方法。还有放生，这是常常碰到的，不拘多少，大家凑钱做这好事。",
      "zh_TW": "如果有能力布施，這是早年章嘉大師教我的。這個老人都會看相，我年輕時候那個相，諸位要看到的時候就知道，沒有福報，命很薄，壽命也短，一點福報都沒。所以李老師跟章嘉大師都教我修福，怎麼個修法？修布施，章嘉大師教的，修財布施，法布施，無畏布施。財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。我說我生活非常艱難，在公家機關做事，收入很微薄，哪有錢去布施。章嘉大師問我一毛錢有沒有？我說可以，一毛錢行。一塊錢有沒有？一塊錢勉強，也可以。你就從一毛一塊去布施。一毛一塊怎麼個布施法？以後因為接觸到佛法，到寺廟裡面去看經，寺廟有經書，我們想要讀的經書，市面上買不到，去抄，抄書。就有人印經，拿了個單子來，大家出錢。我一看不拘多少，一塊一毛都可以，那我們就用這個方法。還有放生，這是常常碰到的，不拘多少，大家湊錢做這好事。"
    },
    {
      "id": "21-647-0001_p0045",
      "zh_CN": "我就从这个地方开始布施。你看我现在每一年布施的都超过一千万美金，愈施愈多，愈多愈施，千万不要留，留了就是灾难。为什么？人家说臭铜钱，留了就有灾难，你就会得病，就会有祸，灾祸，决定不要留。丢干净了，什么灾难都没有，你多自在、多快乐！我们自己想做什么事情，它自然就来了，不操一点心，自然就来。如果不来，那个事情不可以做，就不可以做，你也不要去想它。应该做的钱就来了，要多少就有多少，你说多自在！这都是老师教我的。我接受大家这些供养，我们在道场，我都是全部赠送，绝对不带回的。那送我的这些？路上碰到送我的，我送不出去。还有什么？这个支票寄给我的，我要签名，我不签名他拿不到钱，而且它数字都很大的，所以这个我就得收了，收了之后多半都是印经。",
      "zh_TW": "我就從這個地方開始布施。你看我現在每一年布施的都超過一千萬美金，愈施愈多，愈多愈施，千萬不要留，留了就是災難。為什麼？人家說臭銅錢，留了就有災難，你就會得病，就會有禍，災禍，決定不要留。丟乾淨了，什麼災難都沒有，你多自在、多快樂！我們自己想做什麼事情，它自然就來了，不操一點心，自然就來。如果不來，那個事情不可以做，就不可以做，你也不要去想它。應該做的錢就來了，要多少就有多少，你說多自在！這都是老師教我的。我接受大家這些供養，我們在道場，我都是全部贈送，絕對不帶回的。那送我的這些？路上碰到送我的，我送不出去。還有什麼？這個支票寄給我的，我要簽名，我不簽名他拿不到錢，而且它數字都很大的，所以這個我就得收了，收了之後多半都是印經。"
    },
    {
      "id": "21-647-0001_p0046",
      "zh_CN": "送了太多，钱太多了，怎么办？所以商务印书馆印《四库全书》，我跟它订了一百套。一套算我很便宜，我是大主顾，我们买这么多，买一百套，他顶多只印个三百套，我就买他的三分之一。所以算是成本价钱，五万美金一套，五百万。世界书局印《荟要》再版，通知我了，因为纪念孙中山先生革命一百年，今年是一百年，做这个纪念。我跟他讲，我订两百套，很欢喜。两百套五百万美金，就一千万打发掉了。这个是什么？把中国传统文化保存下来，因为我们知道有灾难，分发到全世界各个地区去收藏，不可能完全毁灭，总会有留下来的，保存中国传统文化。另外更重要的，那就是要帮助发心讲经的这些人，我们有义务，有责任帮助他，真正能把心定下来，能在这里住个十年，我就照顾你十年；你能住二十年，我就照顾你二十年，让你安心在此地修学，一门深入，长时薰修，能够培养出来。中国老祖宗常说「不孝有三，无后为大」。不是说你儿女多，儿女多不算数，儿女当中有人才，有继承家业的，继承家道的，继承家学的，这个重要。老师也是如此，学生再多，那个没什么用处。学生当中有没有继承你的道统，继承你的学术，这个重要。所以说传人这个重要，我们对这个很重视，也是天天鼓励大家好好学习，真正发心，我们尽一切力量来帮忙、来帮助。",
      "zh_TW": "送了太多，錢太多了，怎麼辦？所以商務印書館印《四庫全書》，我跟它訂了一百套。一套算我很便宜，我是大主顧，我們買這麼多，買一百套，他頂多只印個三百套，我就買他的三分之一。所以算是成本價錢，五萬美金一套，五百萬。世界書局印《薈要》再版，通知我了，因為紀念孫中山先生革命一百年，今年是一百年，做這個紀念。我跟他講，我訂兩百套，很歡喜。兩百套五百萬美金，就一千萬打發掉了。這個是什麼？把中國傳統文化保存下來，因為我們知道有災難，分發到全世界各個地區去收藏，不可能完全毀滅，總會有留下來的，保存中國傳統文化。另外更重要的，那就是要幫助發心講經的這些人，我們有義務，有責任幫助他，真正能把心定下來，能在這裡住個十年，我就照顧你十年；你能住二十年，我就照顧你二十年，讓你安心在此地修學，一門深入，長時薰修，能夠培養出來。中國老祖宗常說「不孝有三，無後為大」。不是說你兒女多，兒女多不算數，兒女當中有人才，有繼承家業的，繼承家道的，繼承家學的，這個重要。老師也是如此，學生再多，那個沒什麼用處。學生當中有沒有繼承你的道統，繼承你的學術，這個重要。所以說傳人這個重要，我們對這個很重視，也是天天鼓勵大家好好學習，真正發心，我們盡一切力量來幫忙、來幫助。"
    },
    {
      "id": "21-647-0001_p0047",
      "zh_CN": "好，下面一句，「崇德兴仁」，这一句比什么都重要，我们要崇尚道德，要把仁义兴旺起来，仁者爱人，知道爱人，爱一切众生。从哪里学起？我们最恨的人，最讨厌的人，常常来侮辱我的人，陷害我的人，从他起，爱他，爱他、帮助他。我对他都爱，那对别人就不必说了，对亲人那更不必讲了，所以怨亲平等。把这个无始劫来，或者是今生跟人过节全部把它化解掉，这叫菩萨，这就是我们学佛真正得受用。学佛还有看不惯的，还有怨恨，这个不可以，那这就不像佛弟子了。佛弟子要跟释迦牟尼佛一样，一定要能够容纳，他造的罪业，我们天天把功德回向给他，为什么？知道他要堕恶道，堕恶道希望他少受一点苦，这个我们总得帮。他不堕到恶道，我们帮不上忙，堕恶道，减少他痛苦，我可以帮得上忙。所以处处替别人着想，我们自己会健康长寿，会生活得很愉快，真正是佛的好弟子。",
      "zh_TW": "好，下面一句，「崇德興仁」，這一句比什麼都重要，我們要崇尚道德，要把仁義興旺起來，仁者愛人，知道愛人，愛一切眾生。從哪裡學起？我們最恨的人，最討厭的人，常常來侮辱我的人，陷害我的人，從他起，愛他，愛他、幫助他。我對他都愛，那對別人就不必說了，對親人那更不必講了，所以怨親平等。把這個無始劫來，或者是今生跟人過節全部把它化解掉，這叫菩薩，這就是我們學佛真正得受用。學佛還有看不慣的，還有怨恨，這個不可以，那這就不像佛弟子了。佛弟子要跟釋迦牟尼佛一樣，一定要能夠容納，他造的罪業，我們天天把功德迴向給他，為什麼？知道他要墮惡道，墮惡道希望他少受一點苦，這個我們總得幫。他不墮到惡道，我們幫不上忙，墮惡道，減少他痛苦，我可以幫得上忙。所以處處替別人著想，我們自己會健康長壽，會生活得很愉快，真正是佛的好弟子。"
    },
    {
      "id": "21-647-0001_p0048",
      "zh_CN": "好，这个讲义里面注解是黄念祖老居士的，我们《大经解演义》已经讲圆满，现在我讲第二遍。第二遍用科会，把我过去的科判会在这个经里头。所以夏老会集经本，用我的科判，用黄念祖老居士的注解，他的注解注得好，是集注，集大成，集注解之大成。那里面这一段文，我都有很详细的介绍。今天晚上我们就讲到此地，谢谢大家。",
      "zh_TW": "好，這個講義裡面註解是黃念祖老居士的，我們《大經解演義》已經講圓滿，現在我講第二遍。第二遍用科會，把我過去的科判會在這個經裡頭。所以夏老會集經本，用我的科判，用黃念祖老居士的註解，他的註解註得好，是集註，集大成，集註解之大成。那裡面這一段文，我都有很詳細的介紹。今天晚上我們就講到此地，謝謝大家。"
    }
  ]
}