{
  "doc_id": "21-092-0002",
  "title": {
    "zh_CN": "千禧年的预言启示与展望",
    "zh_TW": "千禧年的預言啟示與展望"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "美国罗斯密高中",
    "zh_TW": "美國羅斯密高中"
  },
  "doc_number": "21-092-0002",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "21-092-0002_p0001",
      "zh_CN": "今天，是我们讲演会的第二天。听说刚才诸位看过新加坡一百零一岁年轻人的录像带，看完之后，我想对我们的修学，一定会有很大的鼓励。古德常说，他们能做到，我们也必定可以做到，只要将我们自己做不到的这些因素，把它改正过来，我们也能像诸佛菩萨一样。",
      "zh_TW": "今天，是我們講演會的第二天。聽說剛才諸位看過新加坡一百零一歲年輕人的錄像帶，看完之後，我想對我們的修學，一定會有很大的鼓勵。古德常說，他們能做到，我們也必定可以做到，只要將我們自己做不到的這些因素，把它改正過來，我們也能像諸佛菩薩一樣。"
    },
    {
      "id": "21-092-0002_p0002",
      "zh_CN": "我们将话题转回来。昨天讲到这个世间的灾难，这是全世界的人都很清楚、很明了。天灾人祸的频率，不断的在增加，每一次灾难一次比一次严重，使我们忧心忡忡。而灾难的根源，我们一定要找到。昨天跟同学们谈到，宇宙、众生、世界与我们关系之密切，没有办法分隔，只是六道凡夫不明了事实真相而已。事实真相，一定要有人来教导我们。诸佛菩萨慈悲，在十法界里面，应以什么身得度就示现什么样的色身，教导一切有缘的众生，这是佛法常讲「佛不度无缘之人」。哪些与佛有缘？能够听得进去，能信能解，能够依教奉行，这一类众生就是佛的有缘人。这样说起来，有缘人是占少数，无缘的人占多数。无缘的人，佛菩萨照不照顾他？决定照顾；正是「佛氏门中，不舍一人」。无缘的人要给他培养这个缘分，对于无缘的人来说，给他种善根，已经有善根的人帮他增长，已经增长的人帮他成就，这是佛教化众生的三个层次。从这个地方才能看出来，诸佛菩萨无尽的慈悲。",
      "zh_TW": "我們將話題轉回來。昨天講到這個世間的災難，這是全世界的人都很清楚、很明瞭。天災人禍的頻率，不斷的在增加，每一次災難一次比一次嚴重，使我們憂心忡忡。而災難的根源，我們一定要找到。昨天跟同學們談到，宇宙、眾生、世界與我們關係之密切，沒有辦法分隔，只是六道凡夫不明瞭事實真相而已。事實真相，一定要有人來教導我們。諸佛菩薩慈悲，在十法界裡面，應以什麼身得度就示現什麼樣的色身，教導一切有緣的眾生，這是佛法常講「佛不度無緣之人」。哪些與佛有緣？能夠聽得進去，能信能解，能夠依教奉行，這一類眾生就是佛的有緣人。這樣說起來，有緣人是佔少數，無緣的人佔多數。無緣的人，佛菩薩照不照顧他？決定照顧；正是「佛氏門中，不捨一人」。無緣的人要給他培養這個緣分，對於無緣的人來說，給他種善根，已經有善根的人幫他增長，已經增長的人幫他成就，這是佛教化眾生的三個層次。從這個地方才能看出來，諸佛菩薩無盡的慈悲。"
    },
    {
      "id": "21-092-0002_p0003",
      "zh_CN": "从大乘经教，特别是《华严经》，我们看到虚空法界一切众生是一体，是一个整体，彼此息息相关。因此我们今天非常幸运，得人身、闻佛法，尤其能够闻到正法，正法当中一乘究竟圆满的大法，何等的幸运！清朝初年，彭际清居士很感叹的说，这是人生「无量劫来希有难逢之一日」，我们居然遇到了，这是说因缘具足了。我们有没有成就？那完全在乎自己的善根福德，这正是《弥陀经》上所讲的「不可以少善根福德因缘得生彼国」。今天我们因缘具足了，问题就是我们有没有善根、有没有福德。什么叫善根？能信能解是善根；能行能证是福德。",
      "zh_TW": "從大乘經教，特別是《華嚴經》，我們看到虛空法界一切眾生是一體，是一個整體，彼此息息相關。因此我們今天非常幸運，得人身、聞佛法，尤其能夠聞到正法，正法當中一乘究竟圓滿的大法，何等的幸運！清朝初年，彭際清居士很感嘆的說，這是人生「無量劫來希有難逢之一日」，我們居然遇到了，這是說因緣具足了。我們有沒有成就？那完全在乎自己的善根福德，這正是《彌陀經》上所講的「不可以少善根福德因緣得生彼國」。今天我們因緣具足了，問題就是我們有沒有善根、有沒有福德。什麼叫善根？能信能解是善根；能行能證是福德。"
    },
    {
      "id": "21-092-0002_p0004",
      "zh_CN": "经上讲的善根福德不是指别的，我们回过头来反省，我们闻佛法时间已经相当长了，有许多同修，有两、三年，十几年，二十年、三十年以上的同修都很多。可是我们境界没有转过来，还是烦恼重重，灾难不绝，好像跟佛经上所讲的修学的效果，差了很大的一个距离，甚至于怀疑佛在经典上讲得不可靠。没有回过头来反省，没有去真正寻找功夫不得力的因素在哪里。如果我们能够冷静回头，去寻找我们错在什么地方，把这个错误改正过来，经典上所说的殊胜果报，我们必定可以得到。这个毛病究竟在哪里？多数的同修，就是在「我执」习气放不下，这是根。念念都着重我，我的利益，我的好处，我的荣誉，甚至于我的面子，糟糕不糟糕！样样把「我」摆在第一，把别人摆在第二、摆在第三。这样的修学，再修上三大阿僧祇劫，你都不能入门。",
      "zh_TW": "經上講的善根福德不是指別的，我們回過頭來反省，我們聞佛法時間已經相當長了，有許多同修，有兩、三年，十幾年，二十年、三十年以上的同修都很多。可是我們境界沒有轉過來，還是煩惱重重，災難不絕，好像跟佛經上所講的修學的效果，差了很大的一個距離，甚至於懷疑佛在經典上講得不可靠。沒有回過頭來反省，沒有去真正尋找功夫不得力的因素在哪裡。如果我們能夠冷靜回頭，去尋找我們錯在什麼地方，把這個錯誤改正過來，經典上所說的殊勝果報，我們必定可以得到。這個毛病究竟在哪裡？多數的同修，就是在「我執」習氣放不下，這是根。念念都著重我，我的利益，我的好處，我的榮譽，甚至於我的面子，糟糕不糟糕！樣樣把「我」擺在第一，把別人擺在第二、擺在第三。這樣的修學，再修上三大阿僧祇劫，你都不能入門。"
    },
    {
      "id": "21-092-0002_p0005",
      "zh_CN": "其实这些问题，佛在大小乘经论里面说得太多了，说得太详细了，我们也读得很熟，可是境界现前，就把佛的教诲忘得一干二净。所以无论怎么用功，功夫都不得力，还是受业力支配，还是搞生死轮回。境界现前，起心动念、分别执着，这是我们的大病，也是六道众生的通病。决定不能够轻视，不能够疏忽，我们要认真看待。从什么地方转？就从这个地方把它转过来，转一切为我，改换过来一切为众生、一切为社会，起心动念替别人着想，不要替自己想。替自己想就是迷，替别人想你就觉悟。念念为自己是迷是执着，念念为社会为众生就开悟了。",
      "zh_TW": "其實這些問題，佛在大小乘經論裡面說得太多了，說得太詳細了，我們也讀得很熟，可是境界現前，就把佛的教誨忘得一乾二淨。所以無論怎麼用功，功夫都不得力，還是受業力支配，還是搞生死輪迴。境界現前，起心動念、分別執著，這是我們的大病，也是六道眾生的通病。決定不能夠輕視，不能夠疏忽，我們要認真看待。從什麼地方轉？就從這個地方把它轉過來，轉一切為我，改換過來一切為眾生、一切為社會，起心動念替別人著想，不要替自己想。替自己想就是迷，替別人想你就覺悟。念念為自己是迷是執著，念念為社會為眾生就開悟了。"
    },
    {
      "id": "21-092-0002_p0006",
      "zh_CN": "佛教给我们「转恶为善」，什么是恶？自私自利是恶，是非人我是恶，贪瞋痴慢是恶。天灾人祸，都是这些恶念恶行所感召来的，我们把这个恶转过来，转恶为善。什么是善？大公无私是善，真诚平等是善，起心动念为社会、为众生、为佛法，这是善。心量窄小是恶，心量广大是善。佛是什么心？诸位常常念的，「心包太虚，量周沙界」，那是佛心。诸位要知道，佛心也就是我们自己的真心，是我们自己本性，我们的心原来是「包太虚、周沙界」。现在这个心量变得这么小，连一个人都容纳不下，夫妻不和，两个人在一起都不能够相容，还谈什么！家不和。我们佛教一些道场，道场不大，里面执事的人员不多，四个、五个天天在争论，今天是这样的世界。",
      "zh_TW": "佛教給我們「轉惡為善」，什麼是惡？自私自利是惡，是非人我是惡，貪瞋痴慢是惡。天災人禍，都是這些惡念惡行所感召來的，我們把這個惡轉過來，轉惡為善。什麼是善？大公無私是善，真誠平等是善，起心動念為社會、為眾生、為佛法，這是善。心量窄小是惡，心量廣大是善。佛是什麼心？諸位常常念的，「心包太虛，量周沙界」，那是佛心。諸位要知道，佛心也就是我們自己的真心，是我們自己本性，我們的心原來是「包太虛、周沙界」。現在這個心量變得這麼小，連一個人都容納不下，夫妻不和，兩個人在一起都不能夠相容，還談什麼！家不和。我們佛教一些道場，道場不大，裡面執事的人員不多，四個、五個天天在爭論，今天是這樣的世界。"
    },
    {
      "id": "21-092-0002_p0007",
      "zh_CN": "佛在经上说，我们这个世间是五浊恶世，「浊」是染污。今天我们很清晰的体会到，不但我们这个身体被污染，肉体被污染。过去李炳南老师说，现在人可怜，三餐服毒。你们的饮食，饮食是什么？里面是化学的东西，都是些不清净的药物。蔬菜，我们吃素的人，蔬菜有大量的农药，都是有毒。米，听说米掺着滑石粉，看起来很漂亮，其实它里面掺着化学东西在里头。听说现在喝茶，茶叶里面都有人工东西掺在里头，已经没有自然的了。我在台湾曾经听说，农家种田的人卖的那个米，卖给人，自己吃的米是另外收的，那里头没有农药。告诉人那米不能吃，不能吃卖给别人吃，能吃的自己吃。所以李老师说三餐服毒，经上讲「饮苦食毒」。佛在三千年前讲经说法，所讲的这个状况，正是我们现在的社会生活状况，三千年前就知道了，看得很清楚，所以这个世间有什么好留恋的！",
      "zh_TW": "佛在經上說，我們這個世間是五濁惡世，「濁」是染污。今天我們很清晰的體會到，不但我們這個身體被污染，肉體被污染。過去李炳南老師說，現在人可憐，三餐服毒。你們的飲食，飲食是什麼？裡面是化學的東西，都是些不清淨的藥物。蔬菜，我們吃素的人，蔬菜有大量的農藥，都是有毒。米，聽說米摻著滑石粉，看起來很漂亮，其實它裡面摻著化學東西在裡頭。聽說現在喝茶，茶葉裡面都有人工東西摻在裡頭，已經沒有自然的了。我在台灣曾經聽說，農家種田的人賣的那個米，賣給人，自己吃的米是另外收的，那裡頭沒有農藥。告訴人那米不能吃，不能吃賣給別人吃，能吃的自己吃。所以李老師說三餐服毒，經上講「飲苦食毒」。佛在三千年前講經說法，所講的這個狀況，正是我們現在的社會生活狀況，三千年前就知道了，看得很清楚，所以這個世間有什麼好留戀的！"
    },
    {
      "id": "21-092-0002_p0008",
      "zh_CN": "为什么我们今天变成这个样子？我们要想想过去的历史，二十世纪中叶以后，可以说整个世界各个地区，把伦理道德的教育都疏忽了，甚至于遗忘了。中国古代的社会，人民能够和睦相处，能够平等对待，所以长治久安，得力于圣贤人的教诲，得力于佛菩萨的教导。佛教传到中国两千年，那时候的人能信、能解、能依教奉行。西方的社会，依靠天主教、基督教宗教的教育，也能够维持社会的和谐。可是二十世纪中叶以后，工商业突飞猛进，科技不断的创新，于是人迷在财富上，迷在科技上，把人文教育抛弃了，道德的教育抛弃了，宗教教育也不要了。在外国，我们常常听人家说，科学家、哲学家宣布上帝已经死亡了，我们在美国看到许多教堂插牌子在那里卖。",
      "zh_TW": "為什麼我們今天變成這個樣子？我們要想想過去的歷史，二十世紀中葉以後，可以說整個世界各個地區，把倫理道德的教育都疏忽了，甚至於遺忘了。中國古代的社會，人民能夠和睦相處，能夠平等對待，所以長治久安，得力於聖賢人的教誨，得力於佛菩薩的教導。佛教傳到中國兩千年，那時候的人能信、能解、能依教奉行。西方的社會，依靠天主教、基督教宗教的教育，也能夠維持社會的和諧。可是二十世紀中葉以後，工商業突飛猛進，科技不斷的創新，於是人迷在財富上，迷在科技上，把人文教育拋棄了，道德的教育拋棄了，宗教教育也不要了。在外國，我們常常聽人家說，科學家、哲學家宣布上帝已經死亡了，我們在美國看到許多教堂插牌子在那裡賣。"
    },
    {
      "id": "21-092-0002_p0009",
      "zh_CN": "工商业发达了，科技发展了，到今天是什么局面？人人自危，世界末日。现在全世界许许多多国家都有能力发展核武，核武是电脑控制的，哪一天电脑一下不灵光了，麻烦可就大了。前几天举世之人都担心千年虫，千年虫听说还没有过去，恐怕还得要一个多月。一不小心，电脑上发生一个错误，那个飞弹就跑出来了，它不是人控制的，是电脑控制的。一个地方跑出来，那个地方以为你攻击我，这里马上就还击，核子大战就爆发了。怎么爆发的？莫名其妙爆发的。这种莫名其妙是人为的，人发明这些电脑，电脑就要来报仇，就要来报复。所以灾难，我们肯定是有。什么原因？人文教育没有了，伦理道德教育没有了，宗教教育没有了，这个灾难才现前，这一点都不迷信。能不能挽救？如果大家都能够觉醒过来，现在赶紧努力还能够弥补。如果再过个十年、八年，来不及了，想补救也来不及，可能灾难就现前了。",
      "zh_TW": "工商業發達了，科技發展了，到今天是什麼局面？人人自危，世界末日。現在全世界許許多多國家都有能力發展核武，核武是電腦控制的，哪一天電腦一下不靈光了，麻煩可就大了。前幾天舉世之人都擔心千年蟲，千年蟲聽說還沒有過去，恐怕還得要一個多月。一不小心，電腦上發生一個錯誤，那個飛彈就跑出來了，它不是人控制的，是電腦控制的。一個地方跑出來，那個地方以為你攻擊我，這裡馬上就還擊，核子大戰就爆發了。怎麼爆發的？莫名其妙爆發的。這種莫名其妙是人為的，人發明這些電腦，電腦就要來報仇，就要來報復。所以災難，我們肯定是有。什麼原因？人文教育沒有了，倫理道德教育沒有了，宗教教育沒有了，這個災難才現前，這一點都不迷信。能不能挽救？如果大家都能夠覺醒過來，現在趕緊努力還能夠彌補。如果再過個十年、八年，來不及了，想補救也來不及，可能災難就現前了。"
    },
    {
      "id": "21-092-0002_p0010",
      "zh_CN": "我们想到这桩事情，昨天，我跟几位宗教领袖、政府的一些官员，我们在电视节目讨论这个问题。我谈到，南加州的大学校长听了点头，他说我这个看法很正确，希望我有机会能到他学校里面，跟他们的教授多接触、多谈谈这些问题。我答应他将来有机会，我会接受他的邀请。事情要快，赶快去做。我们今天在现前这个社会，许多国家政府不会去做。为什么？要在工商、经济、科技上竞争，无暇顾及人文教育。学校也不可能重视这个教育。那怎么办？所以只好回过头来，求助于宗教的领导师、宗教的传教师，希望他们能够觉悟，来真正做救世主的事业，这样我们才认真努力去团结所有的宗教。",
      "zh_TW": "我們想到這樁事情，昨天，我跟幾位宗教領袖、政府的一些官員，我們在電視節目討論這個問題。我談到，南加州的大學校長聽了點頭，他說我這個看法很正確，希望我有機會能到他學校裡面，跟他們的教授多接觸、多談談這些問題。我答應他將來有機會，我會接受他的邀請。事情要快，趕快去做。我們今天在現前這個社會，許多國家政府不會去做。為什麼？要在工商、經濟、科技上競爭，無暇顧及人文教育。學校也不可能重視這個教育。那怎麼辦？所以只好回過頭來，求助於宗教的領導師、宗教的傳教師，希望他們能夠覺悟，來真正做救世主的事業，這樣我們才認真努力去團結所有的宗教。"
    },
    {
      "id": "21-092-0002_p0011",
      "zh_CN": "我在这段时间，也读了不少宗教的典籍，我要跟他们往来，我不能不了解他们。他们的历史，他们的典籍，我要读，我要研究。当我们展开所有宗教的典籍，我们发现一个共同点，就是「爱」。我们今天这个世界就是缺少爱，没有爱。我们世间人所讲的爱是假的，不是真的。你们看看报纸上常常登的，两个年轻人相爱结婚了，过几天听说又离婚了，可见得这个爱不是真的，是假的。为什么？他没用真心，他用的是妄心。我们所谓是虚情假意，他不是真心，真心永恒不变。妄心刹那刹那的在那里转变，前一念看你不错，爱你，后一念恨你，变幻莫测。",
      "zh_TW": "我在這段時間，也讀了不少宗教的典籍，我要跟他們往來，我不能不了解他們。他們的歷史，他們的典籍，我要讀，我要研究。當我們展開所有宗教的典籍，我們發現一個共同點，就是「愛」。我們今天這個世界就是缺少愛，沒有愛。我們世間人所講的愛是假的，不是真的。你們看看報紙上常常登的，兩個年輕人相愛結婚了，過幾天聽說又離婚了，可見得這個愛不是真的，是假的。為什麼？他沒用真心，他用的是妄心。我們所謂是虛情假意，他不是真心，真心永恆不變。妄心剎那剎那的在那裡轉變，前一念看你不錯，愛你，後一念恨你，變幻莫測。"
    },
    {
      "id": "21-092-0002_p0012",
      "zh_CN": "一切宗教里面，佛教诸佛如来、法身大士、声闻、缘觉，其他宗教里面上帝、神圣，我们把它综合起来看，没有一个不是以「真诚、清净、平等、大觉、仁慈博爱」，对虚空法界一切众生没有两样。犹太教，天主教，基督教，他们崇拜的是一个上帝。「上帝爱世人」，诸位要记住这句话，不是说上帝爱信徒，爱信徒范围就小了。你爱上帝，上帝爱你，我不爱上帝，上帝也爱我，为什么？我是世人。你看看这个范围多大。所以，我劝导这些宗教师，要细心去体会经典上每一个字、每一句话真正的意义。我们要认真去学习，发扬上帝仁慈博爱的精神，要爱世人，信徒要爱他，不是信徒要加倍的爱他，这才是上帝爱世人落实了。",
      "zh_TW": "一切宗教裡面，佛教諸佛如來、法身大士、聲聞、緣覺，其他宗教裡面上帝、神聖，我們把它綜合起來看，沒有一個不是以「真誠、清淨、平等、大覺、仁慈博愛」，對虛空法界一切眾生沒有兩樣。猶太教，天主教，基督教，他們崇拜的是一個上帝。「上帝愛世人」，諸位要記住這句話，不是說上帝愛信徒，愛信徒範圍就小了。你愛上帝，上帝愛你，我不愛上帝，上帝也愛我，為什麼？我是世人。你看看這個範圍多大。所以，我勸導這些宗教師，要細心去體會經典上每一個字、每一句話真正的意義。我們要認真去學習，發揚上帝仁慈博愛的精神，要愛世人，信徒要愛他，不是信徒要加倍的愛他，這才是上帝愛世人落實了。"
    },
    {
      "id": "21-092-0002_p0013",
      "zh_CN": "佛菩萨对于一切众生大慈大悲，也要我们四众同修去落实。慈悲是理性的爱，不是感情的，是真诚智慧的，永恒不变的。大慈大悲，大在哪里？大在没有分别，不分国土，这个国土是指的诸佛如来的教区。我们知道，虚空法界有无量无边诸佛国土。诸佛国土不分，我们这个地球上小小的国界就更不会分别了。不分国土，不分族类，不分宗教信仰，一片慈悲，我们这才真正体会到佛菩萨、上帝、众神，只有一个字，「爱」一切众生。",
      "zh_TW": "佛菩薩對於一切眾生大慈大悲，也要我們四眾同修去落實。慈悲是理性的愛，不是感情的，是真誠智慧的，永恆不變的。大慈大悲，大在哪裡？大在沒有分別，不分國土，這個國土是指的諸佛如來的教區。我們知道，虛空法界有無量無邊諸佛國土。諸佛國土不分，我們這個地球上小小的國界就更不會分別了。不分國土，不分族類，不分宗教信仰，一片慈悲，我們這才真正體會到佛菩薩、上帝、眾神，只有一個字，「愛」一切眾生。"
    },
    {
      "id": "21-092-0002_p0014",
      "zh_CN": "为众生作主，许多宗教家称主，「主」是什么意思？能示现的意思，也就是一般宗教讲创造的意思。创造宇宙，创造万物，他们讲「创造」。创造这两个字容易起误会，以为这都是被人制造的。佛法讲得高明，佛法讲「示现」，比创造的意思好，佛家讲示现就是他们讲的创造。然后我们晓得，佛说的虚空法界从哪里来的？是心性变现出来的，「唯心所现，唯识所变」。心就是讲的真如本性，识就是真如本性的起用，能现、所现是一不是二。宗教里面把能现称作上帝、称作神、称作圣，名称不相同，意义没有两样。所以他说是主，我也跟他说主，他尊敬主，我也跟他尊敬主，他礼拜主，我也跟他礼拜主。他说是天上之父，「父」是什么？父是能生的意思，父母生育子女。「作师」，佛家是师的意思，释迦牟尼佛是我们的本师，这是能教化的意思。帮助一切众生变化气质，化恶为善，化迷为悟，化凡为圣。由此可知，你称他是「主」也行，你称他是「父」也行，你称他是「师」也行。总而言之，他的示现是教导一切众生。教什么？教你觉悟。所有一切宗教教育，都是教你觉悟的。",
      "zh_TW": "為眾生作主，許多宗教家稱主，「主」是什麼意思？能示現的意思，也就是一般宗教講創造的意思。創造宇宙，創造萬物，他們講「創造」。創造這兩個字容易起誤會，以為這都是被人製造的。佛法講得高明，佛法講「示現」，比創造的意思好，佛家講示現就是他們講的創造。然後我們曉得，佛說的虛空法界從哪裡來的？是心性變現出來的，「唯心所現，唯識所變」。心就是講的真如本性，識就是真如本性的起用，能現、所現是一不是二。宗教裡面把能現稱作上帝、稱作神、稱作聖，名稱不相同，意義沒有兩樣。所以他說是主，我也跟他說主，他尊敬主，我也跟他尊敬主，他禮拜主，我也跟他禮拜主。他說是天上之父，「父」是什麼？父是能生的意思，父母生育子女。「作師」，佛家是師的意思，釋迦牟尼佛是我們的本師，這是能教化的意思。幫助一切眾生變化氣質，化惡為善，化迷為悟，化凡為聖。由此可知，你稱他是「主」也行，你稱他是「父」也行，你稱他是「師」也行。總而言之，他的示現是教導一切眾生。教什麼？教你覺悟。所有一切宗教教育，都是教你覺悟的。"
    },
    {
      "id": "21-092-0002_p0015",
      "zh_CN": "觉悟有三桩事情：一个是「人与人的关系」，人要接受教育。不接受教育，你就不懂得人与人的关系。五十年前人与人什么关系，五十年之后今天人与人是什么关系，我们能懂吗？五十年前，虽然旧的教育逐渐逐渐被忽略，但是旧教育还有一些影响力。像我这个年龄的人受过这个影响，还懂得「孝亲、尊师、重道」，还能够「知恩报恩」。可是五十年代以后，这个影响力逐渐衰微了，到今天就没有了。我在新加坡，这是前几年的话，演培法师在世的时候，曾经很感慨的给我谈过。因为我问他，我说：「老法师！这个道场里头，你的徒弟有几位？」他听了之后，坐在那里，面孔上没有表情很感叹的说：「这个年代，已经没有师徒了。」我明白了！世间没有父子了，学校里头没有师生了，佛门里头没有师徒了，今天人与人之往来只有朋友。我听了点头，他说的一点都不错。",
      "zh_TW": "覺悟有三樁事情：一個是「人與人的關係」，人要接受教育。不接受教育，你就不懂得人與人的關係。五十年前人與人什麼關係，五十年之後今天人與人是什麼關係，我們能懂嗎？五十年前，雖然舊的教育逐漸逐漸被忽略，但是舊教育還有一些影響力。像我這個年齡的人受過這個影響，還懂得「孝親、尊師、重道」，還能夠「知恩報恩」。可是五十年代以後，這個影響力逐漸衰微了，到今天就沒有了。我在新加坡，這是前幾年的話，演培法師在世的時候，曾經很感慨的給我談過。因為我問他，我說：「老法師！這個道場裡頭，你的徒弟有幾位？」他聽了之後，坐在那裡，面孔上沒有表情很感嘆的說：「這個年代，已經沒有師徒了。」我明白了！世間沒有父子了，學校裡頭沒有師生了，佛門裡頭沒有師徒了，今天人與人之往來只有朋友。我聽了點頭，他說的一點都不錯。"
    },
    {
      "id": "21-092-0002_p0016",
      "zh_CN": "今天很多人家庭发生问题，学校里面学生跟老师也发生问题。我遇到很多来问我，我说你错了，你的儿子没错，你的学生没错，你们作老师、作父母的错了。为什么？你把他当作儿子看待，把他当作学生看待，你们冲突发生了。今天没有儿女，没有父子，没有师生，你把你儿子看作朋友，你把你学生看作朋友，问题就解决了。你要懂得这是一个什么时代，这个时代人文的教育没有了，没有了只好是以朋友相待；连夫妻都是朋友。能有这种觉悟，这个回头，我们对一切人相处就好处了。为什么？主观的观念放下了，佛法里面教我们「恒顺众生，随喜功德」。你在一个机构里面，领导一个机构，你以领导者自居，被领导者跟你就发生冲突。从前行！为什么？从小接受过教育，知道应该这样做。现在没有人教，没有人教怎样？个个都是老大，你凭什么管我，你凭什么干涉我，我跟你是平等的。今天一般人是这样的观念，我们要懂得。佛法教化众生讲契机，契机契理，你要认识根机，你的教化才能够收到效果。要是不契机的话，你所收到的决定是反效果，反效果就是今天讲的叛逆，那自己有苦受的了。",
      "zh_TW": "今天很多人家庭發生問題，學校裡面學生跟老師也發生問題。我遇到很多來問我，我說你錯了，你的兒子沒錯，你的學生沒錯，你們作老師、作父母的錯了。為什麼？你把他當作兒子看待，把他當作學生看待，你們衝突發生了。今天沒有兒女，沒有父子，沒有師生，你把你兒子看作朋友，你把你學生看作朋友，問題就解決了。你要懂得這是一個什麼時代，這個時代人文的教育沒有了，沒有了只好是以朋友相待；連夫妻都是朋友。能有這種覺悟，這個回頭，我們對一切人相處就好處了。為什麼？主觀的觀念放下了，佛法裡面教我們「恆順眾生，隨喜功德」。你在一個機構裡面，領導一個機構，你以領導者自居，被領導者跟你就發生衝突。從前行！為什麼？從小接受過教育，知道應該這樣做。現在沒有人教，沒有人教怎樣？個個都是老大，你憑什麼管我，你憑什麼干涉我，我跟你是平等的。今天一般人是這樣的觀念，我們要懂得。佛法教化眾生講契機，契機契理，你要認識根機，你的教化才能夠收到效果。要是不契機的話，你所收到的決定是反效果，反效果就是今天講的叛逆，那自己有苦受的了。"
    },
    {
      "id": "21-092-0002_p0017",
      "zh_CN": "人与人的关系一定要搞清楚、搞明白，逐渐逐渐还是要恢复圣贤教学，所以在今天只有宗教教育能够帮助世人，能够挽救劫难，我们不能够疏忽。要说，要多说。我们看古人，教一个年轻人，教一个儿童，用的是高度的智慧，高度的艺术。谚语常讲「易子而教」，父母很难教自己的子女。为什么？天天在一起，你的毛病他全看在眼里，他对你生不起恭敬心。儿女稍微长大了，逐渐懂事了，你要说：「我是你的父母，你要应当孝顺我。」他会反驳：「你为什么要生我？我为什么要孝顺你？」麻烦大了。这怎么办？要老师，第三者来教。所以老师教什么？老师教「孝」；父母教什么？父母教「敬」，父母教儿女要尊师重道，老师教学生要孝顺父母，调换过来教，老师跟家长密切配合，才能把这个小孩逐渐逐渐灌输，他才有这个概念，才有这个意识。现在没有这种家长，也没有这个老师，也没有环境。环境是社会，社会上都不讲求这些东西了。",
      "zh_TW": "人與人的關係一定要搞清楚、搞明白，逐漸逐漸還是要恢復聖賢教學，所以在今天只有宗教教育能夠幫助世人，能夠挽救劫難，我們不能夠疏忽。要說，要多說。我們看古人，教一個年輕人，教一個兒童，用的是高度的智慧，高度的藝術。諺語常講「易子而教」，父母很難教自己的子女。為什麼？天天在一起，你的毛病他全看在眼裡，他對你生不起恭敬心。兒女稍微長大了，逐漸懂事了，你要說：「我是你的父母，你要應當孝順我。」他會反駁：「你為什麼要生我？我為什麼要孝順你？」麻煩大了。這怎麼辦？要老師，第三者來教。所以老師教什麼？老師教「孝」；父母教什麼？父母教「敬」，父母教兒女要尊師重道，老師教學生要孝順父母，調換過來教，老師跟家長密切配合，才能把這個小孩逐漸逐漸灌輸，他才有這個概念，才有這個意識。現在沒有這種家長，也沒有這個老師，也沒有環境。環境是社會，社會上都不講求這些東西了。"
    },
    {
      "id": "21-092-0002_p0018",
      "zh_CN": "我们今天只能够从宗教，希望宗教教师大发慈悲，不敢以自己去说话。宗教师说神是这么说的，不是我说的，这个大家比较容易接受了。你说说得不对，是神不对，不是我不对。我今天给诸位讲要「孝养父母、奉事师长」，不是我说的，佛经上说的，三千年前佛经上说的，这比较客观。奉劝大家，要有很大的耐心，从前法师也好，传教师也好，教化众生有个两、三分耐心就够了，今天教化众生要付出十二分的耐心，你没有耐心就没有成果。极大的耐心，还要忍受极重大的违逆、叛逆，都要能承受得了。长时间的，以真诚、清净、慈悲心去感化，才能成就，决不能求一时之效。这里面最重要的，古圣先贤、诸佛菩萨常常教导我们，决不要跟一个众生结冤仇。他怨恨我，我敬爱他，这个冤就能化解。他怨恨我，我也怨恨他，冤冤相报没完没了，祸害无穷，愚痴的人才是那种态度，我们觉悟的人决定不会再有这种态度。",
      "zh_TW": "我們今天只能夠從宗教，希望宗教教師大發慈悲，不敢以自己去說話。宗教師說神是這麼說的，不是我說的，這個大家比較容易接受了。你說說得不對，是神不對，不是我不對。我今天給諸位講要「孝養父母、奉事師長」，不是我說的，佛經上說的，三千年前佛經上說的，這比較客觀。奉勸大家，要有很大的耐心，從前法師也好，傳教師也好，教化眾生有個兩、三分耐心就夠了，今天教化眾生要付出十二分的耐心，你沒有耐心就沒有成果。極大的耐心，還要忍受極重大的違逆、叛逆，都要能承受得了。長時間的，以真誠、清淨、慈悲心去感化，才能成就，決不能求一時之效。這裡面最重要的，古聖先賢、諸佛菩薩常常教導我們，決不要跟一個眾生結冤仇。他怨恨我，我敬愛他，這個冤就能化解。他怨恨我，我也怨恨他，冤冤相報沒完沒了，禍害無窮，愚痴的人才是那種態度，我們覺悟的人決定不會再有這種態度。"
    },
    {
      "id": "21-092-0002_p0019",
      "zh_CN": "你们今天看到许哲修女，一百岁，一生没有讨厌过任何一个人，当然更不会有怨恨了，她只有个爱心去爱护别人。跟别人共事不能相处，她决不说别人的过失，她说她自己不会做人、不会办事，不能跟大家相处，回过头来自己责备自己，没有说人家一句不是。所以她活一百零一岁，身体还像四十几岁的人一样。这就是证明佛在经上给我们说的，心清净身就清净，身心清净环境就清净。我们生活在五浊恶世，她生活在清净世界，浊世跟清净世是在一起的，没有分开。证明佛经上所说的「境随心转」。《楞严经》上说得好，「若能转境，则同如来」。我们凡夫很苦，被环境所转，她有能力转环境，这是一念的差别。我们在佛经上读到的，过去历史上我们看到许多修学人成就的，现前我们没有看到，我说许哲修女是佛菩萨化身的，示现来给我们看的，为我们做证明。",
      "zh_TW": "你們今天看到許哲修女，一百歲，一生沒有討厭過任何一個人，當然更不會有怨恨了，她只有個愛心去愛護別人。跟別人共事不能相處，她決不說別人的過失，她說她自己不會做人、不會辦事，不能跟大家相處，回過頭來自己責備自己，沒有說人家一句不是。所以她活一百零一歲，身體還像四十幾歲的人一樣。這就是證明佛在經上給我們說的，心清淨身就清淨，身心清淨環境就清淨。我們生活在五濁惡世，她生活在清淨世界，濁世跟清淨世是在一起的，沒有分開。證明佛經上所說的「境隨心轉」。《楞嚴經》上說得好，「若能轉境，則同如來」。我們凡夫很苦，被環境所轉，她有能力轉環境，這是一念的差別。我們在佛經上讀到的，過去歷史上我們看到許多修學人成就的，現前我們沒有看到，我說許哲修女是佛菩薩化身的，示現來給我們看的，為我們做證明。"
    },
    {
      "id": "21-092-0002_p0020",
      "zh_CN": "在这种叛逆的环境当中如何能够拨乱反正，这是我们现前四众弟子自行化他的目标。也就是说，如何让自己回头，帮助别人回头，重新认识、肯定人与人正常的关系。正常的关系是五伦：夫妇、父子、兄弟、朋友、君臣。正常的交往，标准是五常，常道永远不能改变的。儒家讲的「仁义礼智信」，必须要遵守的，这五个条件没有了，这个世间叫乱世。这五个字具足了就是治世，天下大治。推己及人，己所不欲，勿施于人，所以我们起心动念、言语造作，要先想一想，我说出这个话中不中听？别人说出这个话，我能不能听，我欢不欢喜接受；别人用这个态度对我，我能不能接受，我喜欢不喜欢。时时刻刻从对方着想，我们就晓得什么话该说，什么事情该做，什么事情不该做，什么话不该说，设身处地替对方去着想。这是修行的初步，这叫仁。「仁」是二人。",
      "zh_TW": "在這種叛逆的環境當中如何能夠撥亂反正，這是我們現前四眾弟子自行化他的目標。也就是說，如何讓自己回頭，幫助別人回頭，重新認識、肯定人與人正常的關係。正常的關係是五倫：夫婦、父子、兄弟、朋友、君臣。正常的交往，標準是五常，常道永遠不能改變的。儒家講的「仁義禮智信」，必須要遵守的，這五個條件沒有了，這個世間叫亂世。這五個字具足了就是治世，天下大治。推己及人，己所不欲，勿施於人，所以我們起心動念、言語造作，要先想一想，我說出這個話中不中聽？別人說出這個話，我能不能聽，我歡不歡喜接受；別人用這個態度對我，我能不能接受，我喜歡不喜歡。時時刻刻從對方著想，我們就曉得什麼話該說，什麼事情該做，什麼事情不該做，什麼話不該說，設身處地替對方去著想。這是修行的初步，這叫仁。「仁」是二人。"
    },
    {
      "id": "21-092-0002_p0021",
      "zh_CN": "「义」是什么？义务，今天我们讲的义工。古圣先贤教我们，我们人生在世做什么？为社会作义工，为人民作义工，为一切众生作义工。只尽义务不讲权利，这个人是圣人。「圣」是什么意思？对于宇宙人生的真相、因果报应的事实通达明了，这个人叫圣人。换句话说，圣人就是明白人。凡人是个糊涂人，什么事都搞不清楚，不明了，乱说乱做，招来了灾难。",
      "zh_TW": "「義」是什麼？義務，今天我們講的義工。古聖先賢教我們，我們人生在世做什麼？為社會作義工，為人民作義工，為一切眾生作義工。只盡義務不講權利，這個人是聖人。「聖」是什麼意思？對於宇宙人生的真相、因果報應的事實通達明瞭，這個人叫聖人。換句話說，聖人就是明白人。凡人是個糊塗人，什麼事都搞不清楚，不明瞭，亂說亂做，招來了災難。"
    },
    {
      "id": "21-092-0002_p0022",
      "zh_CN": "「五常」就是佛家讲的五戒。五戒十善，我在许许多多宗教典籍里面统统看到，可见得，这五戒十善是所有宗教修行的共同科目。我们要很认真，要努力去做，做给别人看，这就是社会教育，这就是帮助苦难众生。化解世间种种的劫难，是要我们身体力行去做到。现在人不孝父母，我们表现孝顺父母给大家看；世间人不知道尊敬师长，我们要以行动表现出来尊重师长；世间人忘恩负义，佛教给我们表现知恩报恩。真正觉悟了，《金刚经》上说，四相都离了，「无我相、无人相、无众生相、无寿者相」，还干这些事情吗？对，干这些事情。干什么？表演作义工。义务的演员，在舞台上表演觉悟大众，这叫菩萨行，这叫大慈大悲，这叫仁慈博爱。「仁慈博爱」这四个字出在《无量寿经》上，诸位都念得很熟。先把人与人的关系做好。",
      "zh_TW": "「五常」就是佛家講的五戒。五戒十善，我在許許多多宗教典籍裡面統統看到，可見得，這五戒十善是所有宗教修行的共同科目。我們要很認真，要努力去做，做給別人看，這就是社會教育，這就是幫助苦難眾生。化解世間種種的劫難，是要我們身體力行去做到。現在人不孝父母，我們表現孝順父母給大家看；世間人不知道尊敬師長，我們要以行動表現出來尊重師長；世間人忘恩負義，佛教給我們表現知恩報恩。真正覺悟了，《金剛經》上說，四相都離了，「無我相、無人相、無眾生相、無壽者相」，還幹這些事情嗎？對，幹這些事情。幹什麼？表演作義工。義務的演員，在舞台上表演覺悟大眾，這叫菩薩行，這叫大慈大悲，這叫仁慈博愛。「仁慈博愛」這四個字出在《無量壽經》上，諸位都念得很熟。先把人與人的關係做好。"
    },
    {
      "id": "21-092-0002_p0023",
      "zh_CN": "我们为报答亲恩，总得想方法去表现，做出样子给人看。我在中国大陆许许多多学校里面设奖学金，这个奖学金就是报父母之恩的，我们总共现在有八十多个学校。最近这几年，我在安徽桐城，桐城只有一个学校，中学，我送它一百套电脑。一百架电脑设立一个电脑教室，这个教室名称「东美电脑教室」，纪念我的老师方东美先生。从前可以不必这么做，现在是非做不可，为什么？做给这些年轻的学生们看，学生对老师的恩德念念不忘，老师已经不在世了，学生还要纪念他。我还有一个老师现在还在，大概有八、九十岁了，在南京。从前我在南京一中读书他教我，我在南京一中设立一个电脑教室，用老师的名字。你问为什么？这是表演。是给年轻学生看，学生对老师的恩德、对父母的恩德念念不忘。",
      "zh_TW": "我們為報答親恩，總得想方法去表現，做出樣子給人看。我在中國大陸許許多多學校裡面設獎學金，這個獎學金就是報父母之恩的，我們總共現在有八十多個學校。最近這幾年，我在安徽桐城，桐城只有一個學校，中學，我送它一百套電腦。一百架電腦設立一個電腦教室，這個教室名稱「東美電腦教室」，紀念我的老師方東美先生。從前可以不必這麼做，現在是非做不可，為什麼？做給這些年輕的學生們看，學生對老師的恩德念念不忘，老師已經不在世了，學生還要紀念他。我還有一個老師現在還在，大概有八、九十歲了，在南京。從前我在南京一中讀書他教我，我在南京一中設立一個電腦教室，用老師的名字。你問為什麼？這是表演。是給年輕學生看，學生對老師的恩德、對父母的恩德念念不忘。"
    },
    {
      "id": "21-092-0002_p0024",
      "zh_CN": "我学佛离开老师之后，前面三十年弘法利生得力于韩锳居士的护持，没有她三十年的帮助，我那个时候只有两条路可以走，一个去赶经忏，另外一个还俗，没有今天的成就。所以我常说，护法的功德比弘法的功德还要殊胜，真正能够弘法利生的人不是没有，没有遇到得力的护持，所以淹没而不彰。韩馆长往生我们念念不忘，我很想在她的故乡，她是大连人，我给她在那里做一个纪念馆，报护法之恩。别人对我有怨，我把它忘得干干净净，绝不放在心上，我们的心才清凉自在。别人对我有再小的恩德，我都念念不忘，一生生活在感恩的世界里，你想这种生活多么美好，多么有意义，多么有价值。",
      "zh_TW": "我學佛離開老師之後，前面三十年弘法利生得力於韓鍈居士的護持，沒有她三十年的幫助，我那個時候只有兩條路可以走，一個去趕經懺，另外一個還俗，沒有今天的成就。所以我常說，護法的功德比弘法的功德還要殊勝，真正能夠弘法利生的人不是沒有，沒有遇到得力的護持，所以淹沒而不彰。韓館長往生我們念念不忘，我很想在她的故鄉，她是大連人，我給她在那裡做一個紀念館，報護法之恩。別人對我有怨，我把它忘得乾乾淨淨，絕不放在心上，我們的心才清涼自在。別人對我有再小的恩德，我都念念不忘，一生生活在感恩的世界裡，你想這種生活多麼美好，多麼有意義，多麼有價值。"
    },
    {
      "id": "21-092-0002_p0025",
      "zh_CN": "所以我们学了，学了要做，要表演出来给人看，使大家都能够从这里觉醒过来，人与人应该如是相处。我们做义务，尽心尽力去多做一些利益社会众生的事情，名闻利养不要了，自己一定退在后面，不要站在前面。只要事情做得圆满，我们就非常欢喜、非常快乐，决定不能居功，决定不能要名。世间人不是没有做好事的，做好事的人很多，但是他没有离开名利，于是对社会影响就不大，对一些迷惑众生启发的就不够深度。所以一定要做得彻底、做得圆满，这是头一条，把人与人的关系要做好。",
      "zh_TW": "所以我們學了，學了要做，要表演出來給人看，使大家都能夠從這裡覺醒過來，人與人應該如是相處。我們做義務，盡心盡力去多做一些利益社會眾生的事情，名聞利養不要了，自己一定退在後面，不要站在前面。只要事情做得圓滿，我們就非常歡喜、非常快樂，決定不能居功，決定不能要名。世間人不是沒有做好事的，做好事的人很多，但是他沒有離開名利，於是對社會影響就不大，對一些迷惑眾生啟發的就不夠深度。所以一定要做得徹底、做得圓滿，這是頭一條，把人與人的關係要做好。"
    },
    {
      "id": "21-092-0002_p0026",
      "zh_CN": "看看今天社会上毛病在哪里？我们反其道而行之，那就是治病。世间人念念为我，我反过来念念为众生，不为我。世间人念念不离贪瞋痴慢，我把贪瞋痴慢统统放下，这叫自行化他，这叫发菩提心、行菩萨道，要真做；果然真做就是自度度他，《无量寿经》讲得好，「一念、十念必定往生」。佛门同修课诵之后都有回向，「愿以此功德」，什么功德？要有真实的功德，那个回向才有效果。没有功德，口说说不算数的，你要有真实功德。真诚心是功德，清净心是功德，平等心是功德，慈悲心是功德，你要真有。念念为一切众生服务是功德。",
      "zh_TW": "看看今天社會上毛病在哪裡？我們反其道而行之，那就是治病。世間人念念為我，我反過來念念為眾生，不為我。世間人念念不離貪瞋痴慢，我把貪瞋痴慢統統放下，這叫自行化他，這叫發菩提心、行菩薩道，要真做；果然真做就是自度度他，《無量壽經》講得好，「一念、十念必定往生」。佛門同修課誦之後都有迴向，「願以此功德」，什麼功德？要有真實的功德，那個迴向才有效果。沒有功德，口說說不算數的，你要有真實功德。真誠心是功德，清淨心是功德，平等心是功德，慈悲心是功德，你要真有。念念為一切眾生服務是功德。"
    },
    {
      "id": "21-092-0002_p0027",
      "zh_CN": "佛教菩萨，菩萨是谁？菩萨是学生。诸位同修当中有不少受过菩萨戒，出家不必说，都是菩萨了，在家同修不少受过菩萨戒，受过菩萨戒都是菩萨，你是真菩萨还是假菩萨？拿《金刚经》对照一下就行了，《金刚经》上佛说：「菩萨若有我相、人相、众生相、寿者相，即非菩萨。」这不是就很明显？我是不是菩萨？如果我四相都具足，那经上说我不是菩萨。不是菩萨是什么菩萨？冒充菩萨，假菩萨，有名无实。如何从假名菩萨变成真菩萨？离四相就行了，离一切相，修一切善，你就是菩萨了。一切善怎么修？什么叫一切善？佛教菩萨，生活、工作、处事待人接物遵守六条原则，这六条叫「六度」，你就是菩萨。",
      "zh_TW": "佛教菩薩，菩薩是誰？菩薩是學生。諸位同修當中有不少受過菩薩戒，出家不必說，都是菩薩了，在家同修不少受過菩薩戒，受過菩薩戒都是菩薩，你是真菩薩還是假菩薩？拿《金剛經》對照一下就行了，《金剛經》上佛說：「菩薩若有我相、人相、眾生相、壽者相，即非菩薩。」這不是就很明顯？我是不是菩薩？如果我四相都具足，那經上說我不是菩薩。不是菩薩是什麼菩薩？冒充菩薩，假菩薩，有名無實。如何從假名菩薩變成真菩薩？離四相就行了，離一切相，修一切善，你就是菩薩了。一切善怎麼修？什麼叫一切善？佛教菩薩，生活、工作、處事待人接物遵守六條原則，這六條叫「六度」，你就是菩薩。"
    },
    {
      "id": "21-092-0002_p0028",
      "zh_CN": "「六度」第一条：「布施波罗蜜」。布施怎么讲法？用现代的话来说，为一切众生服务就叫做布施。「波罗蜜」，为众生服务决定是无私的、无条件的，尽心尽力去服务，那就叫波罗蜜。波罗蜜是圆满的意思，你的服务做到了圆满。你的服务做得不圆满，那只有布施没有波罗蜜。你要做到圆满，圆满就是没有私心、没有条件，你有私心、有条件就不圆满了。布施里面出钱出力，出钱财布施，是外财布施，自己的劳力、体力，我们叫做义工，是内财布施。用我们智慧思考替别人设计，这是属于法布施。布施得到实际上的效果，那就叫无畏布施。综合起来是全心全力为社会、为人群、为众生服务。",
      "zh_TW": "「六度」第一條：「布施波羅蜜」。布施怎麼講法？用現代的話來說，為一切眾生服務就叫做布施。「波羅蜜」，為眾生服務決定是無私的、無條件的，盡心盡力去服務，那就叫波羅蜜。波羅蜜是圓滿的意思，你的服務做到了圓滿。你的服務做得不圓滿，那只有布施沒有波羅蜜。你要做到圓滿，圓滿就是沒有私心、沒有條件，你有私心、有條件就不圓滿了。布施裡面出錢出力，出錢財布施，是外財布施，自己的勞力、體力，我們叫做義工，是內財布施。用我們智慧思考替別人設計，這是屬於法布施。布施得到實際上的效果，那就叫無畏布施。綜合起來是全心全力為社會、為人群、為眾生服務。"
    },
    {
      "id": "21-092-0002_p0029",
      "zh_CN": "第二条「守法、守礼」。礼在法当中。无论做什么事情，要守规矩，要有法度，有条不紊。佛的教诫，要记住，要依教奉行。世间的法律，国家的宪法，地方上的规约，所谓「国有国法，家有家规」，风俗习惯、道德观念统统要遵守。现在我们的生活空间大了，常常到外国去旅游，每个国家风俗不相同，法律也不相同，到一个地区去必须要问清楚，遵守别人的法律。你想想看，美国跟新加坡行车的方向就不一样，驾驶位置，美国驾驶位置是在左手，新加坡在右手。到哪个地区去，遵守那个地区的法令规章，这样子人家才能够欢喜你，才能够接纳你。不能叫别人依我，把自己的成见放弃掉。我依别人的，叫「恒顺众生」。佛没有教你「众生顺我」，没有这个说法。凡是叫别人依我的，错了。连佛都不敢这么说，佛教我们一切要依佛的教诲，那个佛不是释迦牟尼佛本人，我们一定要搞清楚。那个佛是什么？佛性。佛性是什么？是你自己的性德。这个我们才佩服，释迦牟尼佛这个人真了不起，他教我们随顺自己的性德，一切众生性德是相同的，他证得自性，流露出来是性德的流露。我们随顺佛的经教，是随顺自性的性德，不是被释迦牟尼佛牵着鼻子走，这是佛法教学使我们五体投地不能不佩服之处。「持戒」是守法、守规矩。",
      "zh_TW": "第二條「守法、守禮」。禮在法當中。無論做什麼事情，要守規矩，要有法度，有條不紊。佛的教誡，要記住，要依教奉行。世間的法律，國家的憲法，地方上的規約，所謂「國有國法，家有家規」，風俗習慣、道德觀念統統要遵守。現在我們的生活空間大了，常常到外國去旅遊，每個國家風俗不相同，法律也不相同，到一個地區去必須要問清楚，遵守別人的法律。你想想看，美國跟新加坡行車的方向就不一樣，駕駛位置，美國駕駛位置是在左手，新加坡在右手。到哪個地區去，遵守那個地區的法令規章，這樣子人家才能夠歡喜你，才能夠接納你。不能叫別人依我，把自己的成見放棄掉。我依別人的，叫「恆順眾生」。佛沒有教你「眾生順我」，沒有這個說法。凡是叫別人依我的，錯了。連佛都不敢這麼說，佛教我們一切要依佛的教誨，那個佛不是釋迦牟尼佛本人，我們一定要搞清楚。那個佛是什麼？佛性。佛性是什麼？是你自己的性德。這個我們才佩服，釋迦牟尼佛這個人真了不起，他教我們隨順自己的性德，一切眾生性德是相同的，他證得自性，流露出來是性德的流露。我們隨順佛的經教，是隨順自性的性德，不是被釋迦牟尼佛牽著鼻子走，這是佛法教學使我們五體投地不能不佩服之處。「持戒」是守法、守規矩。"
    },
    {
      "id": "21-092-0002_p0030",
      "zh_CN": "「忍辱」就是忍耐。我刚才讲过，古时候自行化他有个二、三分的耐心就有成就，今天没有十二分的耐心，谈不上成就。「精进」是求进步。儒家讲的日新又新，佛家讲精进，意思比儒家讲的还要殊胜。「进」就是日新又新，「精」是纯而不杂，叫精进，一门深入长时薰修，这是佛教导我们的。",
      "zh_TW": "「忍辱」就是忍耐。我剛才講過，古時候自行化他有個二、三分的耐心就有成就，今天沒有十二分的耐心，談不上成就。「精進」是求進步。儒家講的日新又新，佛家講精進，意思比儒家講的還要殊勝。「進」就是日新又新，「精」是純而不雜，叫精進，一門深入長時薰修，這是佛教導我們的。"
    },
    {
      "id": "21-092-0002_p0031",
      "zh_CN": "「禅定」，是自己心里面有主宰，不会受外面环境的动摇，这叫禅定。禅定不是天天面壁打坐，那个禅定不管用。昨天，有八位基督教的修士来见我，我也很感动，听说他们开车开了三个半小时到此地，回去又要开三个半小时，跟我见面的时间并不很长。我问他们修学什么方法？他们多半修禅定。他向我请教，我就把禅定的意思告诉他，盘腿面壁是形式，实质上的禅定，是《坛经》上所说的，「外不着相，内不动心」。外不着相叫做禅，内不动心叫做定。大家都知道，六祖惠能大师是从《金刚经》开悟的，他这些说法都是依据《金刚经》。《金刚经》的经文八个字，释迦牟尼佛教导须菩提两句话，「不取于相，如如不动」。六祖说得白，「外不着相」，就是不取于相，就是外面不会被环境所动摇。「内不动心」，就是内里头内心决定不生是非人我，决定不生贪瞋痴慢，那叫定。我们要练习。人家赞叹几句，高兴得不得了！骂你几句，要生好几天的气，你就完了，你没有功夫。你们看看一百零一岁的年轻人，她有功夫，你赞叹她不欢喜，你毁谤她、侮辱她、骂她，不生气，她真有禅定。她的定功很深，一百年当中没有发过脾气，没有怨恨过别人，甚深禅定。第六条：「般若」。般若是什么？对于一切事理、一切因果，清清楚楚、明明白白，那叫智慧，那叫般若。",
      "zh_TW": "「禪定」，是自己心裡面有主宰，不會受外面環境的動搖，這叫禪定。禪定不是天天面壁打坐，那個禪定不管用。昨天，有八位基督教的修士來見我，我也很感動，聽說他們開車開了三個半小時到此地，回去又要開三個半小時，跟我見面的時間並不很長。我問他們修學什麼方法？他們多半修禪定。他向我請教，我就把禪定的意思告訴他，盤腿面壁是形式，實質上的禪定，是《壇經》上所說的，「外不著相，內不動心」。外不著相叫做禪，內不動心叫做定。大家都知道，六祖惠能大師是從《金剛經》開悟的，他這些說法都是依據《金剛經》。《金剛經》的經文八個字，釋迦牟尼佛教導須菩提兩句話，「不取於相，如如不動」。六祖說得白，「外不著相」，就是不取於相，就是外面不會被環境所動搖。「內不動心」，就是內裡頭內心決定不生是非人我，決定不生貪瞋痴慢，那叫定。我們要練習。人家讚歎幾句，高興得不得了！罵你幾句，要生好幾天的氣，你就完了，你沒有功夫。你們看看一百零一歲的年輕人，她有功夫，你讚歎她不歡喜，你毀謗她、侮辱她、罵她，不生氣，她真有禪定。她的定功很深，一百年當中沒有發過脾氣，沒有怨恨過別人，甚深禪定。第六條：「般若」。般若是什麼？對於一切事理、一切因果，清清楚楚、明明白白，那叫智慧，那叫般若。"
    },
    {
      "id": "21-092-0002_p0032",
      "zh_CN": "佛教菩萨以这六条过日子，工作、处事待人接物，所以叫六波罗蜜。我们做了没有？如果我们生活、工作、处事待人接物，都以这六条做为准则，我是一个真菩萨，真的在行菩萨道。如果在日常生活当中，把这六条忘得干干净净，起心动念与这六条完全相违背，那你就是冒充菩萨，你是个假菩萨。冒充就犯法了，警察就会把你捉去坐牢。现在你在佛法里冒充菩萨，警察不干涉你，护法神干涉你，护法神在那里看到你冒充，看你冒充到哪一天，总有一天他把你捉去，那个时候你麻烦就大了。这是第一，了解人与人的关系。",
      "zh_TW": "佛教菩薩以這六條過日子，工作、處事待人接物，所以叫六波羅蜜。我們做了沒有？如果我們生活、工作、處事待人接物，都以這六條做為準則，我是一個真菩薩，真的在行菩薩道。如果在日常生活當中，把這六條忘得乾乾淨淨，起心動念與這六條完全相違背，那你就是冒充菩薩，你是個假菩薩。冒充就犯法了，警察就會把你捉去坐牢。現在你在佛法裡冒充菩薩，警察不干涉你，護法神干涉你，護法神在那裡看到你冒充，看你冒充到哪一天，總有一天他把你捉去，那個時候你麻煩就大了。這是第一，了解人與人的關係。"
    },
    {
      "id": "21-092-0002_p0033",
      "zh_CN": "第二是教给我们人与自然环境的关系。就是我们生活的物质环境，人与这个地球的关系，人与山川草木、一切动物、植物的关系。我们要明了，我们是互为依存的，不能够离开环境独立生存，所以人必须要爱护自然环境。古时候，我们看到许多诗词、书画、艺术品里面赞颂山川大地、花鸟草木，非常非常之多！从这些里面看到人对于自然环境的一种爱心。现在这种教育也没有了，完全为自己的利益，任意的破坏自然生态环境。所以人家说地球病了，病得很严重。地球病了就有天灾来了，洪水来了，飓风来了，地震来了，火山爆发了。这些现象，是我们没有爱心对待我们居住的环境。诸位如果细读《华严》，你对这个认知就格外的清楚，格外的明了。我们对不起我们居住的环境，我们要懂得。佛在经教里头告诉我们，树木高度超过一个人的都有树神，清净比丘不踏生草。草长得很活泼，不可以从上面走过，除非是一定要通过，这个地方没有道路，可以！如果有路一定要走路绕过去，不可以踏生草，爱护它，你爱它它也爱你，你居住的环境就格外的幽美了。",
      "zh_TW": "第二是教給我們人與自然環境的關係。就是我們生活的物質環境，人與這個地球的關係，人與山川草木、一切動物、植物的關係。我們要明瞭，我們是互為依存的，不能夠離開環境獨立生存，所以人必須要愛護自然環境。古時候，我們看到許多詩詞、書畫、藝術品裡面讚頌山川大地、花鳥草木，非常非常之多！從這些裡面看到人對於自然環境的一種愛心。現在這種教育也沒有了，完全為自己的利益，任意的破壞自然生態環境。所以人家說地球病了，病得很嚴重。地球病了就有天災來了，洪水來了，颶風來了，地震來了，火山爆發了。這些現象，是我們沒有愛心對待我們居住的環境。諸位如果細讀《華嚴》，你對這個認知就格外的清楚，格外的明瞭。我們對不起我們居住的環境，我們要懂得。佛在經教裡頭告訴我們，樹木高度超過一個人的都有樹神，清淨比丘不踏生草。草長得很活潑，不可以從上面走過，除非是一定要通過，這個地方沒有道路，可以！如果有路一定要走路繞過去，不可以踏生草，愛護它，你愛它它也愛你，你居住的環境就格外的幽美了。"
    },
    {
      "id": "21-092-0002_p0034",
      "zh_CN": "这种情形我们不难体会。过去韩馆长在世的时候，她非常喜欢花草，非常爱惜培养，她每天灌溉那些花长得特别好，又好看又香。她去旅游不在家，叫别人照顾，每天照时间去施肥浇水，天天照做，那个花就是不香，花也不好看，她回来的时候就好了。由此可知，花草有感情，它懂得，你爱它，它就爱你，你不爱它，它不爱你，你不能说它无情。所以我们今天，任意破坏地球生态环境，不懂得人与自然环境的关系。",
      "zh_TW": "這種情形我們不難體會。過去韓館長在世的時候，她非常喜歡花草，非常愛惜培養，她每天灌溉那些花長得特別好，又好看又香。她去旅遊不在家，叫別人照顧，每天照時間去施肥澆水，天天照做，那個花就是不香，花也不好看，她回來的時候就好了。由此可知，花草有感情，它懂得，你愛它，它就愛你，你不愛它，它不愛你，你不能說它無情。所以我們今天，任意破壞地球生態環境，不懂得人與自然環境的關係。"
    },
    {
      "id": "21-092-0002_p0035",
      "zh_CN": "教学第三个：是为我们说明「人与天地鬼神的关系」。这个现在一般学科学的人不相信，这一条是迷信，前面两条总不迷信了。我们今天对这一条怎么讲法？实在讲，这一条是真的。佛家讲六道，六道之外还有十法界，这个关系要搞清楚。如果我们对这个不能了解，不能接受，说这是迷信，好，我们换一个说法。人对于这个社会，社会上许许多多宗教，你承不承认？承认。我们与这些宗教的关系要搞清楚，如何跟这个世间许许多多不同宗教徒来相处。只要把这三个关系搞好了，社会安定，世界和平，人民幸福。",
      "zh_TW": "教學第三個：是為我們說明「人與天地鬼神的關係」。這個現在一般學科學的人不相信，這一條是迷信，前面兩條總不迷信了。我們今天對這一條怎麼講法？實在講，這一條是真的。佛家講六道，六道之外還有十法界，這個關係要搞清楚。如果我們對這個不能了解，不能接受，說這是迷信，好，我們換一個說法。人對於這個社會，社會上許許多多宗教，你承不承認？承認。我們與這些宗教的關係要搞清楚，如何跟這個世間許許多多不同宗教徒來相處。只要把這三個關係搞好了，社會安定，世界和平，人民幸福。"
    },
    {
      "id": "21-092-0002_p0036",
      "zh_CN": "今天时间到了，我的话没讲完，明天继续跟诸位说，总结在一个真诚的爱心。",
      "zh_TW": "今天時間到了，我的話沒講完，明天繼續跟諸位說，總結在一個真誠的愛心。"
    },
    {
      "id": "21-092-0002_p0037",
      "zh_CN": "后面还有一些同学提的问题，我们一位一位做个简单的解答，时间不能占得很长，我想用半个小时。",
      "zh_TW": "後面還有一些同學提的問題，我們一位一位做個簡單的解答，時間不能佔得很長，我想用半個小時。"
    },
    {
      "id": "21-092-0002_p0038",
      "zh_CN": "问：这位同修问，「我很想降伏贡高我慢之心，请师父开示从何处下手效果最快？」",
      "zh_TW": "問：這位同修問，「我很想降伏貢高我慢之心，請師父開示從何處下手效果最快？」"
    },
    {
      "id": "21-092-0002_p0039",
      "zh_CN": "答：这个问题很多人问过我，我还是用同样的方法告诉你。你最讨厌的人，最不喜欢的人，最恨的人，你把他供一个长生牌位，放在佛面前天天向他礼拜。可是有人照这样做，拜了三年，告诉我：法师！不行，我看到他还是讨厌他。他说怎么办？我说：你用真诚的心再去拜，拜到哪一天看到他不讨厌他了，欢喜他、尊敬他了，你这个念头就转过来了。要克服自己的习气毛病，自己要真正去做。对这个恶人，对你瞋恨的人、讨厌的人，一定要把念头转过来，他是佛、他是菩萨，他等于我的父母，他是我的恩人。他真的是恩人，什么恩人？没有他，你就不会去想到要把贡高我慢心打掉。正因为他这样子，你才觉悟到我贡高我慢，我要把这个烦恼克服。他是我的恩人。我们最近印了很多单张的「生活在感恩的世界里」，这个诸位可以做参考，如果分量不够，这一边可以翻印。",
      "zh_TW": "答：這個問題很多人問過我，我還是用同樣的方法告訴你。你最討厭的人，最不喜歡的人，最恨的人，你把他供一個長生牌位，放在佛面前天天向他禮拜。可是有人照這樣做，拜了三年，告訴我：法師！不行，我看到他還是討厭他。他說怎麼辦？我說：你用真誠的心再去拜，拜到哪一天看到他不討厭他了，歡喜他、尊敬他了，你這個念頭就轉過來了。要克服自己的習氣毛病，自己要真正去做。對這個惡人，對你瞋恨的人、討厭的人，一定要把念頭轉過來，他是佛、他是菩薩，他等於我的父母，他是我的恩人。他真的是恩人，什麼恩人？沒有他，你就不會去想到要把貢高我慢心打掉。正因為他這樣子，你才覺悟到我貢高我慢，我要把這個煩惱克服。他是我的恩人。我們最近印了很多單張的「生活在感恩的世界裡」，這個諸位可以做參考，如果分量不夠，這一邊可以翻印。"
    },
    {
      "id": "21-092-0002_p0040",
      "zh_CN": "问：这位同修问，「请问法师，怎样让脾气暴躁的老家人柔和些？」",
      "zh_TW": "問：這位同修問，「請問法師，怎樣讓脾氣暴躁的老家人柔和些？」"
    },
    {
      "id": "21-092-0002_p0041",
      "zh_CN": "答：大概这些事情也常常遇到，家里人老了，外国人讲有代沟。为什么？在他一生过去生活观念当中，跟现在年轻人许多观念不相同，想法、看法、说法、作法都会发生冲突，于是脾气就发起来了，这是正常现象。一定要有耐心，要去了解老人，了解他过去的历史，过去他的遭遇，过去他的生活习惯，体谅他，帮助他，把隔阂消除，把你们的观念拉近，就能够让一家和乐。",
      "zh_TW": "答：大概這些事情也常常遇到，家裡人老了，外國人講有代溝。為什麼？在他一生過去生活觀念當中，跟現在年輕人許多觀念不相同，想法、看法、說法、作法都會發生衝突，於是脾氣就發起來了，這是正常現象。一定要有耐心，要去了解老人，了解他過去的歷史，過去他的遭遇，過去他的生活習慣，體諒他，幫助他，把隔閡消除，把你們的觀念拉近，就能夠讓一家和樂。"
    },
    {
      "id": "21-092-0002_p0042",
      "zh_CN": "头一个要有耐心、要有智慧，把这个事情处理好。这也就是特别在现在这个世界、这个社会表现你的孝顺。我们在历史上看，中国历史讲孝道，为什么一定推崇大舜？那就是舜的父母脾气特别大，很不好相处，舜能够以长时间耐心的，让父母觉悟到这个孩子很好，回心转意，一家和睦。所以二十四孝推崇他为第一个，值得后人效法。我们多想想舜的故事，向他学习、向他看齐，你自自然然就能把你家里老人的暴躁脾气转化成温柔。",
      "zh_TW": "頭一個要有耐心、要有智慧，把這個事情處理好。這也就是特別在現在這個世界、這個社會表現你的孝順。我們在歷史上看，中國歷史講孝道，為什麼一定推崇大舜？那就是舜的父母脾氣特別大，很不好相處，舜能夠以長時間耐心的，讓父母覺悟到這個孩子很好，回心轉意，一家和睦。所以二十四孝推崇他為第一個，值得後人效法。我們多想想舜的故事，向他學習、向他看齊，你自自然然就能把你家裡老人的暴躁脾氣轉化成溫柔。"
    },
    {
      "id": "21-092-0002_p0043",
      "zh_CN": "问：这位同修问，「请问长老，佛祖在佛法当中说，要不着相，我们每天拜佛，寺庙中都有佛像。」",
      "zh_TW": "問：這位同修問，「請問長老，佛祖在佛法當中說，要不著相，我們每天拜佛，寺廟中都有佛像。」"
    },
    {
      "id": "21-092-0002_p0044",
      "zh_CN": "答：佛教我们不着相，不是教我们不要相，这个要搞清楚。不着相跟不要相是两回事情，不着相是什么？心里头没有妄想，没有分别，没有执着。这个相要不要？相要。天天恭敬、天天去拜他，为什么？刚才说过了，表演给别人看。其实佛也不要你拜，我们也无须拜。世间人孝敬都没有了，我们天天拜祖先教人家孝；拜佛菩萨，佛菩萨是老师，教人家敬。天天在那里恭恭敬敬的礼拜，无非是教化众生，「孝顺父母，尊敬师长」，我们在干这个事情。干要真干，不能假干，假干人家一眼看穿了，假的。所以假戏要真做，做得很逼真才能感动人。",
      "zh_TW": "答：佛教我們不著相，不是教我們不要相，這個要搞清楚。不著相跟不要相是兩回事情，不著相是什麼？心裡頭沒有妄想，沒有分別，沒有執著。這個相要不要？相要。天天恭敬、天天去拜他，為什麼？剛才說過了，表演給別人看。其實佛也不要你拜，我們也無須拜。世間人孝敬都沒有了，我們天天拜祖先教人家孝；拜佛菩薩，佛菩薩是老師，教人家敬。天天在那裡恭恭敬敬的禮拜，無非是教化眾生，「孝順父母，尊敬師長」，我們在幹這個事情。幹要真幹，不能假幹，假幹人家一眼看穿了，假的。所以假戲要真做，做得很逼真才能感動人。"
    },
    {
      "id": "21-092-0002_p0045",
      "zh_CN": "问：这位同修问，「请问法师，哪一部经最适合初入佛人每天持诵？」",
      "zh_TW": "問：這位同修問，「請問法師，哪一部經最適合初入佛人每天持誦？」"
    },
    {
      "id": "21-092-0002_p0046",
      "zh_CN": "答：各人根性不相同，正好像我们吃东西一样，每个人口味不一样，自己去品尝、自己去选择最为契机的。如果我们自己没有能力选择，释迦牟尼佛替我们选择，他选择这只是一个大的原则。佛说：「正法时期戒律成就，像法时期禅定成就，末法时期净土成就。」我们自己实在不能选择，遵守佛这个指导的原则。我们现在生在末法，选择净土，净土有五经一论，一共有六样东西，六样东西任何一样都可以，你都可以看看，你喜欢哪一种，你就选择哪一种。如果工作繁忙，事务很多的，你就选短的，如果有时间的话可以选长的，这个没有一定。我们现在一般很多同修，都是选择《无量寿经》。",
      "zh_TW": "答：各人根性不相同，正好像我們吃東西一樣，每個人口味不一樣，自己去品嘗、自己去選擇最為契機的。如果我們自己沒有能力選擇，釋迦牟尼佛替我們選擇，他選擇這只是一個大的原則。佛說：「正法時期戒律成就，像法時期禪定成就，末法時期淨土成就。」我們自己實在不能選擇，遵守佛這個指導的原則。我們現在生在末法，選擇淨土，淨土有五經一論，一共有六樣東西，六樣東西任何一樣都可以，你都可以看看，你喜歡哪一種，你就選擇哪一種。如果工作繁忙，事務很多的，你就選短的，如果有時間的話可以選長的，這個沒有一定。我們現在一般很多同修，都是選擇《無量壽經》。"
    },
    {
      "id": "21-092-0002_p0047",
      "zh_CN": "问：第二个问题，「请问法师，未学佛前所购买的丝绸衣物要如何处理？」",
      "zh_TW": "問：第二個問題，「請問法師，未學佛前所購買的絲綢衣物要如何處理？」"
    },
    {
      "id": "21-092-0002_p0048",
      "zh_CN": "答：丝绸衣物是做什么用的？是自己穿的，还是给佛菩萨穿的？已经买了，就供养，没有问题。没有买的时候，不要买，已经买了没有关系。丝绸东西我们供养佛菩萨，也替这个众生培福。众生它怎么知道供养佛菩萨？今天用它的丝，用它身体里头的一部分，我们代它供养佛菩萨，那它也是很幸运，我想它一定也很高兴，也很欢喜。如我们自己穿的的话，就比较讲不过去了，供养佛菩萨可以能讲得过去。",
      "zh_TW": "答：絲綢衣物是做什麼用的？是自己穿的，還是給佛菩薩穿的？已經買了，就供養，沒有問題。沒有買的時候，不要買，已經買了沒有關係。絲綢東西我們供養佛菩薩，也替這個眾生培福。眾生它怎麼知道供養佛菩薩？今天用它的絲，用它身體裡頭的一部分，我們代它供養佛菩薩，那它也是很幸運，我想它一定也很高興，也很歡喜。如我們自己穿的的話，就比較講不過去了，供養佛菩薩可以能講得過去。"
    },
    {
      "id": "21-092-0002_p0049",
      "zh_CN": "问：这位居士问，「达拉斯道场附近一位居士请问，临终时如果因为病痛难以忍受，吃止痛药念佛这样做如法吗？」",
      "zh_TW": "問：這位居士問，「達拉斯道場附近一位居士請問，臨終時如果因為病痛難以忍受，吃止痛藥念佛這樣做如法嗎？」"
    },
    {
      "id": "21-092-0002_p0050",
      "zh_CN": "答：可以。佛非常慈悲，佛是真正的爱护众生，你有痛苦的时候可以用药物。但是药物要注意，药物里头如果有麻醉的对自己就会产生危险，神经麻木之后头脑不清楚，把念佛忘掉了，这个很糟糕。所以要注意这一点。如果能保持头脑清醒的，没有问题，可以用。",
      "zh_TW": "答：可以。佛非常慈悲，佛是真正的愛護眾生，你有痛苦的時候可以用藥物。但是藥物要注意，藥物裡頭如果有麻醉的對自己就會產生危險，神經麻木之後頭腦不清楚，把念佛忘掉了，這個很糟糕。所以要注意這一點。如果能保持頭腦清醒的，沒有問題，可以用。"
    },
    {
      "id": "21-092-0002_p0051",
      "zh_CN": "问：「临终不希望人助念，因为不喜欢一大屋子人出出入入，不喜欢自己死后别人触摸，试探头脚议论死后去向，所以希望独自在家中往生，这样想法是不是正确的？」",
      "zh_TW": "問：「臨終不希望人助念，因為不喜歡一大屋子人出出入入，不喜歡自己死後別人觸摸，試探頭腳議論死後去向，所以希望獨自在家中往生，這樣想法是不是正確的？」"
    },
    {
      "id": "21-092-0002_p0052",
      "zh_CN": "答：如果有把握就正确，没有把握那就不正确了，要有把握才行。没有把握，如果有这些顾虑，可以让少数人，比如说是两、三个人，不要搞得一屋的人，人太多了。两三个轮流，让你保持二十四小时，照顾你的人、帮助你助念的人不中断，房屋里面人也不多，这样就最理想最好了。所以都有权宜之计。今天时间到了，我们就解答到此地。",
      "zh_TW": "答：如果有把握就正確，沒有把握那就不正確了，要有把握才行。沒有把握，如果有這些顧慮，可以讓少數人，比如說是兩、三個人，不要搞得一屋的人，人太多了。兩三個輪流，讓你保持二十四小時，照顧你的人、幫助你助念的人不中斷，房屋裡面人也不多，這樣就最理想最好了。所以都有權宜之計。今天時間到了，我們就解答到此地。"
    }
  ]
}