{
  "doc_id": "32-311-0001",
  "title": {
    "zh_CN": "复兴传统文化　开创和谐盛世——二Ｏ一八香港冬至祭祖法会开示",
    "zh_TW": "復興傳統文化　開創和諧盛世——二Ｏ一八香港冬至祭祖法會開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "香港国际机场亚洲国际博览馆",
    "zh_TW": "香港國際機場亞洲國際博覽館"
  },
  "doc_number": "32-311-0001",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "32-311-0001_p0001",
      "zh_CN": "尊敬的主法和尚、诸位嘉宾、诸位大德、同修们，大家好！今天我们在此地举行二Ｏ一八年香港冬至祭祖，以及护国息灾超荐法会，同修们从海内外来到香港，参与这场意义深远的活动，一同祭祀、缅怀我们的历代祖先，这确实是非常殊胜的因缘。这次的活动，包括了三时系念和祭祖大典，今天是系念法会的第一天。",
      "zh_TW": "尊敬的主法和尚、諸位嘉賓、諸位大德、同修們，大家好！今天我們在此地舉行二Ｏ一八年香港冬至祭祖，以及護國息災超薦法會，同修們從海內外來到香港，參與這場意義深遠的活動，一同祭祀、緬懷我們的歷代祖先，這確實是非常殊勝的因緣。這次的活動，包括了三時繫念和祭祖大典，今天是繫念法會的第一天。"
    },
    {
      "id": "32-311-0001_p0002",
      "zh_CN": "善念善行，护世息灾",
      "zh_TW": "善念善行，護世息災"
    },
    {
      "id": "32-311-0001_p0003",
      "zh_CN": "三时系念，三时是提醒我们，善念不要间断。我们都知道，念佛是所有善念中最好、最善的念头。这句佛号不可思议，一切诸佛菩萨救度众生的大愿大行，都圆满包含在这一句佛号之中。阿弥陀佛度化众生的愿心没有边际，度化众生的果德也没有边际，这些无边的因行、果德，全部都浓缩在这一句佛号里。所以，我们真诚的称念这一句阿弥陀佛名号，确实可以跟一切圣贤感应道交、跟一切众生感应道交，带给众生无尽的利益。",
      "zh_TW": "三時繫念，三時是提醒我們，善念不要間斷。我們都知道，念佛是所有善念中最好、最善的念頭。這句佛號不可思議，一切諸佛菩薩救度眾生的大願大行，都圓滿包含在這一句佛號之中。阿彌陀佛度化眾生的願心沒有邊際，度化眾生的果德也沒有邊際，這些無邊的因行、果德，全部都濃縮在這一句佛號裡。所以，我們真誠的稱念這一句阿彌陀佛名號，確實可以跟一切聖賢感應道交、跟一切眾生感應道交，帶給眾生無盡的利益。"
    },
    {
      "id": "32-311-0001_p0004",
      "zh_CN": "现在有一些物理学家逐渐的了解人的意念，跟宇宙的物质现象有着相当密切的关系；甚至于相信，人的心念与意识，直接参与了物质的生成与运作。科学家是在物理的微观世界里发现到这种迹象。这些现象在佛经里都有详细的说明，比科学家所说的更详细、更透彻，这使我们对于佛菩萨的智慧不得不佩服。的确，无论是微观的世界，还是宏观的宇宙，它们的真相，就是佛在经里所说的「唯心所现，唯识所变」。",
      "zh_TW": "現在有一些物理學家逐漸的了解人的意念，跟宇宙的物質現象有著相當密切的關係；甚至於相信，人的心念與意識，直接參與了物質的生成與運作。科學家是在物理的微觀世界裡發現到這種跡象。這些現象在佛經裡都有詳細的說明，比科學家所說的更詳細、更透徹，這使我們對於佛菩薩的智慧不得不佩服。的確，無論是微觀的世界，還是宏觀的宇宙，它們的真相，就是佛在經裡所說的「唯心所現，唯識所變」。"
    },
    {
      "id": "32-311-0001_p0005",
      "zh_CN": "了解到整个宇宙就是我们自己的念头所变现出来的，于是，用最好的念头、用最清净的念头，来改善我们的环境、改善这个世界，这是正确的，这是高等的科学。善要从自己的心地做起，有了善的念头，自然就会有善的行为。如果我们的善心、善行，都能够时时保持，不要中断，就能对社会产生很好的正面影响。自己做出好榜样，就能够帮助人心向善，这是真正的护世息灾。",
      "zh_TW": "了解到整個宇宙就是我們自己的念頭所變現出來的，於是，用最好的念頭、用最清淨的念頭，來改善我們的環境、改善這個世界，這是正確的，這是高等的科學。善要從自己的心地做起，有了善的念頭，自然就會有善的行為。如果我們的善心、善行，都能夠時時保持，不要中斷，就能對社會產生很好的正面影響。自己做出好榜樣，就能夠幫助人心向善，這是真正的護世息災。"
    },
    {
      "id": "32-311-0001_p0006",
      "zh_CN": "传统教育，绝无迷信",
      "zh_TW": "傳統教育，絕無迷信"
    },
    {
      "id": "32-311-0001_p0007",
      "zh_CN": "佛法里面没有迷信，中国儒释道三家的教育都没有迷信，它们的内容都是真实的智慧。我年轻的时候，老师方东美老教授，他最赞叹的是佛法，他对我说：「佛经是全世界哲学的最高峰」，这句话让我印象非常深刻。方老师是一位著名的哲学教授，他对东、西方的哲学都有很深的研究，所以，佛教经典能够得到他这么高的赞叹，这就使我们开始重视佛经，不敢再说古人传下来的学问是迷信。现在学佛六十多年之后，我们的信心彻底坚定，没有任何疑问了。了解到中国的大乘佛法，不仅是最高的哲学，还是最高的科学；而且不单单是佛法，中国儒释道三家的教育，都是最高深的哲学、最高深的科学。科学要禁得起历史的检验、禁得起时间的考验，才是真的科学。哲学指的是智慧，从真如自性流露出来的，没有丝毫染污、没有丝毫对立的，才是真正的智慧，才是最高的哲学。",
      "zh_TW": "佛法裡面沒有迷信，中國儒釋道三家的教育都沒有迷信，它們的內容都是真實的智慧。我年輕的時候，老師方東美老教授，他最讚歎的是佛法，他對我說：「佛經是全世界哲學的最高峰」，這句話讓我印象非常深刻。方老師是一位著名的哲學教授，他對東、西方的哲學都有很深的研究，所以，佛教經典能夠得到他這麼高的讚歎，這就使我們開始重視佛經，不敢再說古人傳下來的學問是迷信。現在學佛六十多年之後，我們的信心徹底堅定，沒有任何疑問了。了解到中國的大乘佛法，不僅是最高的哲學，還是最高的科學；而且不單單是佛法，中國儒釋道三家的教育，都是最高深的哲學、最高深的科學。科學要禁得起歷史的檢驗、禁得起時間的考驗，才是真的科學。哲學指的是智慧，從真如自性流露出來的，沒有絲毫染污、沒有絲毫對立的，才是真正的智慧，才是最高的哲學。"
    },
    {
      "id": "32-311-0001_p0008",
      "zh_CN": "我们的祖宗，把最珍贵的智慧、理念、经验，都保留在《四库全书》里面，都保留在儒释道的经典里面，留传给后世子孙，让我们在所有的时代里，都有能力去面对一切难题、一切挑战。例如，我们多年来，在国际上推动多元宗教的团结，最终得到了联合国教科文组织大使们的肯定与支持。像这一类有助于社会和谐的事业与活动，我们所依靠的其实都是老祖宗的智慧；如果没有祖先留下的这些宝贵的教育遗产，我们纵使有心想要帮助世界，也摸索不到真正的方向。",
      "zh_TW": "我們的祖宗，把最珍貴的智慧、理念、經驗，都保留在《四庫全書》裡面，都保留在儒釋道的經典裡面，留傳給後世子孫，讓我們在所有的時代裡，都有能力去面對一切難題、一切挑戰。例如，我們多年來，在國際上推動多元宗教的團結，最終得到了聯合國教科文組織大使們的肯定與支持。像這一類有助於社會和諧的事業與活動，我們所依靠的其實都是老祖宗的智慧；如果沒有祖先留下的這些寶貴的教育遺產，我們縱使有心想要幫助世界，也摸索不到真正的方向。"
    },
    {
      "id": "32-311-0001_p0009",
      "zh_CN": "去年，联合国教科文组织的大使们，看到我们在澳洲图文巴市推动宗教团结的成果，非常感动，于是就为我们在教科文组织总部申请设立了一个办公室。这些大使们希望我们可以常驻在此地，在这个平台上推动宗教团结、推动宗教教育，以这种方式来化解当今世界上的冲突对立，促进社会的安定和谐。老祖宗教世人，要用仁爱的心、用平等的心，为天下人谋幸福。秉持这样的理念，我们在促进社会和谐的国际活动上，取得了一些可喜的进展，最终得以进入联合国的殿堂，尽一分心力。这就是传统圣贤教育对我们的恩泽，是老祖宗的智慧与福报对我们的加持。",
      "zh_TW": "去年，聯合國教科文組織的大使們，看到我們在澳洲圖文巴市推動宗教團結的成果，非常感動，於是就為我們在教科文組織總部申請設立了一個辦公室。這些大使們希望我們可以常駐在此地，在這個平台上推動宗教團結、推動宗教教育，以這種方式來化解當今世界上的衝突對立，促進社會的安定和諧。老祖宗教世人，要用仁愛的心、用平等的心，為天下人謀幸福。秉持這樣的理念，我們在促進社會和諧的國際活動上，取得了一些可喜的進展，最終得以進入聯合國的殿堂，盡一分心力。這就是傳統聖賢教育對我們的恩澤，是老祖宗的智慧與福報對我們的加持。"
    },
    {
      "id": "32-311-0001_p0010",
      "zh_CN": "忽视宗教，文明衰退",
      "zh_TW": "忽視宗教，文明衰退"
    },
    {
      "id": "32-311-0001_p0011",
      "zh_CN": "在我年轻的时候，由方老师的教导引进了佛门，因此，我是从佛教入门，最终认识了中国儒释道三家至善圆满的教育。方老师过世是一九七七年，那一年，我第一次来到香港讲经。在那个年代，东方的社会已在追逐西方的发展潮流，注重科学技术、商业竞争，不重视传统文化和圣贤教育。不过，当时世界上的人心，还是比现在要纯朴许多，环境的污染也没有像现在这样的严重；而且，当前人类所面临的生存挑战是全球性的。",
      "zh_TW": "在我年輕的時候，由方老師的教導引進了佛門，因此，我是從佛教入門，最終認識了中國儒釋道三家至善圓滿的教育。方老師過世是一九七七年，那一年，我第一次來到香港講經。在那個年代，東方的社會已在追逐西方的發展潮流，注重科學技術、商業競爭，不重視傳統文化和聖賢教育。不過，當時世界上的人心，還是比現在要純樸許多，環境的污染也沒有像現在這樣的嚴重；而且，當前人類所面臨的生存挑戰是全球性的。"
    },
    {
      "id": "32-311-0001_p0012",
      "zh_CN": "英国的历史哲学家汤恩比博士，他很有远见，在上个世纪就提醒我们，他说，近代西方人把宗教丢掉，把精神都投入到科学技术中，这样的一种文明模式，其实是隐藏危机，而且无法长久维系。他说宗教是人类生存的一种基本元素，这种元素绝对无法被长期的忽视。近代以来，西化的风潮席卷了整个世界，因此汤恩比博士说，当西方人开始陷入严重的精神危机时，全世界都会陷入同样的灾难。我们回忆汤恩比当时的这些话，再看看今天的世界，真是感慨万千，他讲的一点都没错！",
      "zh_TW": "英國的歷史哲學家湯恩比博士，他很有遠見，在上個世紀就提醒我們，他說，近代西方人把宗教丟掉，把精神都投入到科學技術中，這樣的一種文明模式，其實是隱藏危機，而且無法長久維繫。他說宗教是人類生存的一種基本元素，這種元素絕對無法被長期的忽視。近代以來，西化的風潮席捲了整個世界，因此湯恩比博士說，當西方人開始陷入嚴重的精神危機時，全世界都會陷入同樣的災難。我們回憶湯恩比當時的這些話，再看看今天的世界，真是感慨萬千，他講的一點都沒錯！"
    },
    {
      "id": "32-311-0001_p0013",
      "zh_CN": "认识宗教，复兴文明",
      "zh_TW": "認識宗教，復興文明"
    },
    {
      "id": "32-311-0001_p0014",
      "zh_CN": "既然宗教对人类是如此的重要，我们就应当好好的了解宗教究竟是什么。「宗教」这个词汇，用中国文字来解释，是指人类主要的教育、重要的教学、尊崇的教化。在东方，我们也把这种教学、教化称作是圣贤教育，讲的是同一桩事情。儒释道三家的教育，就是中国传统的宗教教育，这是东方文明、中华文明真正的核心。",
      "zh_TW": "既然宗教對人類是如此的重要，我們就應當好好的了解宗教究竟是什麼。「宗教」這個詞彙，用中國文字來解釋，是指人類主要的教育、重要的教學、尊崇的教化。在東方，我們也把這種教學、教化稱作是聖賢教育，講的是同一樁事情。儒釋道三家的教育，就是中國傳統的宗教教育，這是東方文明、中華文明真正的核心。"
    },
    {
      "id": "32-311-0001_p0015",
      "zh_CN": "中国是人类四大古文明里面唯一仅存下来的文明，能够绵延数千年而没有灭亡，原因就是儒释道三家的教育没有中断；也就是说，支撑中华文明的三个宗教一直都没有断灭。我们观察四大古文明中其他三个消失的文明，会发现它们灭亡的原因就是不再相信宗教了。宗教没有了，文明就开始衰退，最终消失在地球上，这非常可怕！",
      "zh_TW": "中國是人類四大古文明裡面唯一僅存下來的文明，能夠綿延數千年而沒有滅亡，原因就是儒釋道三家的教育沒有中斷；也就是說，支撐中華文明的三個宗教一直都沒有斷滅。我們觀察四大古文明中其他三個消失的文明，會發現它們滅亡的原因就是不再相信宗教了。宗教沒有了，文明就開始衰退，最終消失在地球上，這非常可怕！"
    },
    {
      "id": "32-311-0001_p0016",
      "zh_CN": "回想过去，中国古代帝王对于宗教教育的重视。两百年前，这块土地是太平盛世，是世界上最富强的国家。康熙、雍正、乾隆，达到了登峰造极，就是因为他们都是沿用儒释道的教育，真正将其发挥到极致。清朝末年，政权转移到慈禧太后手上，她忽略了传统教育，所以中国的国运也就很快的走向衰败。",
      "zh_TW": "回想過去，中國古代帝王對於宗教教育的重視。兩百年前，這塊土地是太平盛世，是世界上最富強的國家。康熙、雍正、乾隆，達到了登峰造極，就是因為他們都是沿用儒釋道的教育，真正將其發揮到極致。清朝末年，政權轉移到慈禧太后手上，她忽略了傳統教育，所以中國的國運也就很快的走向衰敗。"
    },
    {
      "id": "32-311-0001_p0017",
      "zh_CN": "这个时代，人们所以痛苦不安，社会之所以无法安定，归根结柢就是两个原因：东方丢掉了圣贤教育，西方丢掉宗教教育。一旦失去了这两种教育，那么伦理、道德、因果的教育，以及圣贤智慧的承传，就会在文明中逐渐消失，其结果就是人类的技术力量快速发展，精神力量却快速崩溃，最后造成了今天世界的动荡不安、灾害频传。",
      "zh_TW": "這個時代，人們所以痛苦不安，社會之所以無法安定，歸根結柢就是兩個原因：東方丟掉了聖賢教育，西方丟掉宗教教育。一旦失去了這兩種教育，那麼倫理、道德、因果的教育，以及聖賢智慧的承傳，就會在文明中逐漸消失，其結果就是人類的技術力量快速發展，精神力量卻快速崩潰，最後造成了今天世界的動盪不安、災害頻傳。"
    },
    {
      "id": "32-311-0001_p0018",
      "zh_CN": "要想真正解决这个问题，进而创造出和谐的盛世，我们就必须要回过头来，依靠老祖宗留下来的传统教育。东方能够把儒释道的教育复兴起来，东方的社会就安定了；西方能够把宗教教育复兴起来，西方社会就安定了。做好这两桩事情，就可以帮助世界恢复到安定、和谐，这是大事中的大事。",
      "zh_TW": "要想真正解決這個問題，進而創造出和諧的盛世，我們就必須要回過頭來，依靠老祖宗留下來的傳統教育。東方能夠把儒釋道的教育復興起來，東方的社會就安定了；西方能夠把宗教教育復興起來，西方社會就安定了。做好這兩樁事情，就可以幫助世界恢復到安定、和諧，這是大事中的大事。"
    },
    {
      "id": "32-311-0001_p0019",
      "zh_CN": "复兴三教，德泽世界",
      "zh_TW": "復興三教，德澤世界"
    },
    {
      "id": "32-311-0001_p0020",
      "zh_CN": "中国人的祖先，世世代代都积了大德，他们的德行庇荫着后世子孙。所以，我们能够相信，经历了重大的教训，经历了时代的苦难，苦受够了，我们会回过头来去找老祖宗，依靠老祖宗留下的宝贵文化遗产。",
      "zh_TW": "中國人的祖先，世世代代都積了大德，他們的德行庇蔭著後世子孫。所以，我們能夠相信，經歷了重大的教訓，經歷了時代的苦難，苦受夠了，我們會回過頭來去找老祖宗，依靠老祖宗留下的寶貴文化遺產。"
    },
    {
      "id": "32-311-0001_p0021",
      "zh_CN": "儒释道的教育能够复兴起来，不仅能救中国，还能救全世界。东方圣贤教育的复兴，会有助于带动西方宗教教育的复兴。我们能把中国传统教育的内容落实在生活上，就能够带来个人身心的健康、家庭的幸福，以及社会的安定与繁荣。这个世界太苦了！当人们看到了榜样，感受到了一些实际的成效，是源自于接受伦理、道德、因果与圣贤智慧的教育，这就会激发不同的国家、族群对于中国传统宗教教育的向往，能够鼓舞人们回到自己的宗教经典之中，深入学习、认真实践。",
      "zh_TW": "儒釋道的教育能夠復興起來，不僅能救中國，還能救全世界。東方聖賢教育的復興，會有助於帶動西方宗教教育的復興。我們能把中國傳統教育的內容落實在生活上，就能夠帶來個人身心的健康、家庭的幸福，以及社會的安定與繁榮。這個世界太苦了！當人們看到了榜樣，感受到了一些實際的成效，是源自於接受倫理、道德、因果與聖賢智慧的教育，這就會激發不同的國家、族群對於中國傳統宗教教育的嚮往，能夠鼓舞人們回到自己的宗教經典之中，深入學習、認真實踐。"
    },
    {
      "id": "32-311-0001_p0022",
      "zh_CN": "我们想要复兴传统文化，挽救儒释道的教育，首先要去认识它的根。传统文化儒释道教育的根就是两个字：一个是「孝」，一个是「敬」。孝以父母做代表，孝顺父母；敬以老师做代表，尊敬老师。往外推展，于一切人都要懂得用孝敬的心去对待。我们自己要学，同时也要尽心尽力去帮助下一代的孩童们，从小就开始学，从小开始扎根。",
      "zh_TW": "我們想要復興傳統文化，挽救儒釋道的教育，首先要去認識它的根。傳統文化儒釋道教育的根就是兩個字：一個是「孝」，一個是「敬」。孝以父母做代表，孝順父母；敬以老師做代表，尊敬老師。往外推展，於一切人都要懂得用孝敬的心去對待。我們自己要學，同時也要盡心盡力去幫助下一代的孩童們，從小就開始學，從小開始扎根。"
    },
    {
      "id": "32-311-0001_p0023",
      "zh_CN": "中国最早的教育著作《礼记．学记》云：「建国君民，教学为先」，道出了中国传统重视教育的主要原因，发展出施行几千年而不衰的一条龙教育体制，连贯性的教学分三个阶段：小学、中学、大学，教学目标与教材皆有次第。小学扎做人的根，从二岁开始学习。二岁到三岁是初级班，四岁到六岁是中级班，六岁到八岁是高级班。小学阶段的小、中、大班皆是学习一部《圣学根之根》，由此奠定伦理、道德、因果的基础概念。经典要能够背诵、讲解与落实。童蒙养成好的习惯，思想、言行端正，可以做为社会大众的模范。中学扎做事的根，从小学毕业到十五岁，学习四书五经。懂得办事的基本道理，将来在各行各业各尽其才，行行出状元。大学扎为政之根，从十五岁到二十岁，专攻《群书治要》，培养修身、齐家、治国、平天下的能力。由此可知，伦理、道德、因果、圣贤智慧的根，都是从童年开始扎起，根深枝叶才能够繁茂。",
      "zh_TW": "中國最早的教育著作《禮記．學記》云：「建國君民，教學為先」，道出了中國傳統重視教育的主要原因，發展出施行幾千年而不衰的一條龍教育體制，連貫性的教學分三個階段：小學、中學、大學，教學目標與教材皆有次第。小學扎做人的根，從二歲開始學習。二歲到三歲是初級班，四歲到六歲是中級班，六歲到八歲是高級班。小學階段的小、中、大班皆是學習一部《聖學根之根》，由此奠定倫理、道德、因果的基礎概念。經典要能夠背誦、講解與落實。童蒙養成好的習慣，思想、言行端正，可以做為社會大眾的模範。中學扎做事的根，從小學畢業到十五歲，學習四書五經。懂得辦事的基本道理，將來在各行各業各盡其才，行行出狀元。大學扎為政之根，從十五歲到二十歲，專攻《群書治要》，培養修身、齊家、治國、平天下的能力。由此可知，倫理、道德、因果、聖賢智慧的根，都是從童年開始扎起，根深枝葉才能夠繁茂。"
    },
    {
      "id": "32-311-0001_p0024",
      "zh_CN": "中国这套传统一条龙的教育体制，所教的是圣学，培养的是能真正落实古圣先贤智慧与德行的圣贤君子。所谓「身修而后家齐，家齐而后国治，国治而后天下平」，因此，个人幸福、家庭美满、国家安定、天下太平，凭借教育的力量是可以实现的！",
      "zh_TW": "中國這套傳統一條龍的教育體制，所教的是聖學，培養的是能真正落實古聖先賢智慧與德行的聖賢君子。所謂「身修而後家齊，家齊而後國治，國治而後天下平」，因此，個人幸福、家庭美滿、國家安定、天下太平，憑藉教育的力量是可以實現的！"
    },
    {
      "id": "32-311-0001_p0025",
      "zh_CN": "中国，古老的中国，在全世界是最早、最初懂得教育，能在教育上扎根。所以立国五千年而不衰，还能够起来，道理是什么？就是中国人懂得教育。从什么时候教起？从怀孕的时候教起，叫胎教。母亲怀孕，就要遵守许多该动的、不该动的，护着胎儿，等他出世。出世之后，第一个老师是妈妈，言谈举止他都在看、他都在学习。在小孩面前的言谈举止一定要端庄，端正、庄严，从小就把他养成，养成这个习惯，所以他就懂得了。",
      "zh_TW": "中國，古老的中國，在全世界是最早、最初懂得教育，能在教育上扎根。所以立國五千年而不衰，還能夠起來，道理是什麼？就是中國人懂得教育。從什麼時候教起？從懷孕的時候教起，叫胎教。母親懷孕，就要遵守許多該動的、不該動的，護著胎兒，等他出世。出世之後，第一個老師是媽媽，言談舉止他都在看、他都在學習。在小孩面前的言談舉止一定要端莊，端正、莊嚴，從小就把他養成，養成這個習慣，所以他就懂得了。"
    },
    {
      "id": "32-311-0001_p0026",
      "zh_CN": "我们也照现在小学、中学、大学，这样配合大家好懂一点。小学大概是从小孩四五个月就开始，他还不会讲话，但是他会看、他会听，大人在旁边讲话，他都听进去了、都看进去了。所以跟他接触的人，母亲要小心、要谨慎，不能接触的不让他接触，让他从小童蒙养正。读什么？《弟子规》、《感应篇》，培养他做人根本的德行，这个种子真的种下去了。童蒙养正这些书，自古以来，我们搜集了二十多种，装订成一册，古人所用的，非常有道理！标准是什么？标准是人要做圣人、做贤人，所以它是圣贤教育。谁是圣贤的榜样？孔子，希望把小孩从小个个都养成未来的孔子；贤人是以孟子做标准。以后佛法到中国来了，佛是圣人，菩萨是贤人，佛菩萨的教诲跟中国固有的传统一拍即合。所以中国的教育是什么教育？全世界没有第二家，圣贤教育，希望个个都做圣人、个个做贤人，不是普通的凡夫。有没有效果？有，从孔子一直到今天，世世代代都有圣贤，他来给我们做表法、给我们做榜样。所以这个社会长治久安，人存心到行事都是积德，累积大德，我们做子孙的人要知道感谢，要把祖宗的教诲再找回来。",
      "zh_TW": "我們也照現在小學、中學、大學，這樣配合大家好懂一點。小學大概是從小孩四五個月就開始，他還不會講話，但是他會看、他會聽，大人在旁邊講話，他都聽進去了、都看進去了。所以跟他接觸的人，母親要小心、要謹慎，不能接觸的不讓他接觸，讓他從小童蒙養正。讀什麼？《弟子規》、《感應篇》，培養他做人根本的德行，這個種子真的種下去了。童蒙養正這些書，自古以來，我們蒐集了二十多種，裝訂成一冊，古人所用的，非常有道理！標準是什麼？標準是人要做聖人、做賢人，所以它是聖賢教育。誰是聖賢的榜樣？孔子，希望把小孩從小個個都養成未來的孔子；賢人是以孟子做標準。以後佛法到中國來了，佛是聖人，菩薩是賢人，佛菩薩的教誨跟中國固有的傳統一拍即合。所以中國的教育是什麼教育？全世界沒有第二家，聖賢教育，希望個個都做聖人、個個做賢人，不是普通的凡夫。有沒有效果？有，從孔子一直到今天，世世代代都有聖賢，他來給我們做表法、給我們做榜樣。所以這個社會長治久安，人存心到行事都是積德，累積大德，我們做子孫的人要知道感謝，要把祖宗的教誨再找回來。"
    },
    {
      "id": "32-311-0001_p0027",
      "zh_CN": "我们也分三期，两岁开始读书，他会讲话了，就要教他认识字、读书。小学要分初级班、中级班、高级班，教材由浅而深。小学的教育，初级、中级偏在道德，孝亲尊师；懂得这个道理，推广孝顺一切众生，所以做人的根本。没有受过教育，那不是人，他做错事情要原谅他，没受过教育。所以小学，从出生到六岁，这个阶段是做人的教育，真不得了！六岁以上，六、七、八，课本就提升了，初级到中级班，扎做事的教育。你看前面第一个教你会做人，像小圣人一样；熟了，练习熟了，再提升一级，会做事，无论将来从事哪个行业，你做领导也好、被领导也好，你会做得很圆满。中学是做事的教育，这个教育延续到大概十七、八岁，学做事。十八岁以上就是大学教育，大学教育学什么？中学教育学做事，大学教育学治国平天下。你受过这个教育，现在的选举投票选举你，为什么？你有这个能力，治国安邦，选你出来。现在人选出来，没有受过这个教育，所以选是选出来，他不会治国、不会理政，把国家搞得四不像。",
      "zh_TW": "我們也分三期，兩歲開始讀書，他會講話了，就要教他認識字、讀書。小學要分初級班、中級班、高級班，教材由淺而深。小學的教育，初級、中級偏在道德，孝親尊師；懂得這個道理，推廣孝順一切眾生，所以做人的根本。沒有受過教育，那不是人，他做錯事情要原諒他，沒受過教育。所以小學，從出生到六歲，這個階段是做人的教育，真不得了！六歲以上，六、七、八，課本就提升了，初級到中級班，扎做事的教育。你看前面第一個教你會做人，像小聖人一樣；熟了，練習熟了，再提升一級，會做事，無論將來從事哪個行業，你做領導也好、被領導也好，你會做得很圓滿。中學是做事的教育，這個教育延續到大概十七、八歲，學做事。十八歲以上就是大學教育，大學教育學什麼？中學教育學做事，大學教育學治國平天下。你受過這個教育，現在的選舉投票選舉你，為什麼？你有這個能力，治國安邦，選你出來。現在人選出來，沒有受過這個教育，所以選是選出來，他不會治國、不會理政，把國家搞得四不像。"
    },
    {
      "id": "32-311-0001_p0028",
      "zh_CN": "所以谈教育，全世界没有哪一个国家能跟中国相比。中国以伦理、以道德、以因果做为教学的内容，分成初级、中级、高级三个班，所以世世代代出人才。满清之后，我们丢掉一百年，现在赶紧追，还来得及。中国教育教你做人、教你做事、教你治国平天下，你能好好的学，你就有这套本事，你能够救国家，也能够救全世界。所以我们要重视它，决定不能够小看了它、轻视它，那就错了！要晓得，世界上最优秀的传统文化。",
      "zh_TW": "所以談教育，全世界沒有哪一個國家能跟中國相比。中國以倫理、以道德、以因果做為教學的內容，分成初級、中級、高級三個班，所以世世代代出人才。滿清之後，我們丟掉一百年，現在趕緊追，還來得及。中國教育教你做人、教你做事、教你治國平天下，你能好好的學，你就有這套本事，你能夠救國家，也能夠救全世界。所以我們要重視它，決定不能夠小看了它、輕視它，那就錯了！要曉得，世界上最優秀的傳統文化。"
    },
    {
      "id": "32-311-0001_p0029",
      "zh_CN": "今天，值此冬至祭祖法会之际，祝福在座的诸位法师、大德、同修们身心安康、六时吉祥！祝福祖国国运昌隆、国泰民安！祝福世界和平、盛世大同！谢谢大家！",
      "zh_TW": "今天，值此冬至祭祖法會之際，祝福在座的諸位法師、大德、同修們身心安康、六時吉祥！祝福祖國國運昌隆、國泰民安！祝福世界和平、盛世大同！謝謝大家！"
    }
  ]
}