{
  "doc_id": "09-015-0002",
  "title": {
    "zh_CN": "般若心经",
    "zh_TW": "般若心經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1982",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "09-015-0002",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "09-015-0002_p0001",
      "zh_CN": "「般若之义」分为三种，三是一，一而三，这是特别要注意到的，千万不要以为般若真的有三种，那就坏了。这要从这三个方面来把它说明，第一「实相般若」，在第二面倒数第三行，「实相般若，谓法身真空之体」，这是讲的理体。这个意思也是很难讲，通常我们讲根本智就是实相般若，实是讲的真实不是虚妄，相是讲这个相状。从唯识三性上来说，实相就是圆成实，圆满成就的真实相。这个佛法里头，这个名词它其余还有许多的名字意思是一样。譬如我们讲佛性，佛性就是实相般若，我们讲第一义谛、讲真如本性，许多这个名词不同意思是一样的，这点希望诸位要注意到。要真正要说，它这个名字有几十种之多，为什么要说这么多名字？前面也跟诸位提示过，最要紧的，是叫我们不着相。不要著名字相，晓得名字相是假的，它所显的这个理体是一个。所以说是你用什么样的名字都可以，只要显示这个理体正确的就可以。这是讲的真空之体，这个空不当作无讲，空是有，空与有是一不是二。",
      "zh_TW": "「般若之義」分為三種，三是一，一而三，這是特別要注意到的，千萬不要以為般若真的有三種，那就壞了。這要從這三個方面來把它說明，第一「實相般若」，在第二面倒數第三行，「實相般若，謂法身真空之體」，這是講的理體。這個意思也是很難講，通常我們講根本智就是實相般若，實是講的真實不是虛妄，相是講這個相狀。從唯識三性上來說，實相就是圓成實，圓滿成就的真實相。這個佛法裡頭，這個名詞它其餘還有許多的名字意思是一樣。譬如我們講佛性，佛性就是實相般若，我們講第一義諦、講真如本性，許多這個名詞不同意思是一樣的，這點希望諸位要注意到。要真正要說，它這個名字有幾十種之多，為什麼要說這麼多名字？前面也跟諸位提示過，最要緊的，是叫我們不著相。不要著名字相，曉得名字相是假的，它所顯的這個理體是一個。所以說是你用什麼樣的名字都可以，只要顯示這個理體正確的就可以。這是講的真空之體，這個空不當作無講，空是有，空與有是一不是二。"
    },
    {
      "id": "09-015-0002_p0002",
      "zh_CN": "如果诸位在这个地方能够体会到，与成佛就很接近了。你这烦恼所致，虽不能断尽，大概也差不多，这是深位菩萨才能够证得的，证得这个空与有不二，这是一不是二。所以这个经文里面告诉我们，「色即是空，空即是色；色不异空，空不异色」。说明这个事情是一不是二。我们凡夫之所以颠倒就是从本来是一，一里头又要把它分成二，执着在二，这是自找烦恼。本来没有烦恼，你自己找来的，真是古人所讲的「天作孽犹可违，自作孽不可活」。这是自作孽，不是天作孽，天根本就不作孽，凡是作孽都是自作自受，迷惑颠倒。这是讲的本体，实相就是讲的本体。可是这个话，诸位要善于体会。好，讲到本体，本体跟现相是不是两桩事情？",
      "zh_TW": "如果諸位在這個地方能夠體會到，與成佛就很接近了。你這煩惱所致，雖不能斷盡，大概也差不多，這是深位菩薩才能夠證得的，證得這個空與有不二，這是一不是二。所以這個經文裡面告訴我們，「色即是空，空即是色；色不異空，空不異色」。說明這個事情是一不是二。我們凡夫之所以顛倒就是從本來是一，一裡頭又要把它分成二，執著在二，這是自找煩惱。本來沒有煩惱，你自己找來的，真是古人所講的「天作孽猶可違，自作孽不可活」。這是自作孽，不是天作孽，天根本就不作孽，凡是作孽都是自作自受，迷惑顛倒。這是講的本體，實相就是講的本體。可是這個話，諸位要善於體會。好，講到本體，本體跟現相是不是兩樁事情？"
    },
    {
      "id": "09-015-0002_p0003",
      "zh_CN": "我们以古人的比喻说，「以金作器」，金是本体，器是现相，金与器它是一还是二，你从这个地方去体会。这个地方要悟入了实相是本体，一切森罗万象那就是器。实相在哪里？实相就是森罗万象。譬如说金在哪里？金就是器，器就是金，是一不是二。实相是无相，你要晓得这个有相，有相就是无相，有就是空。有是器，空就是金，既然金就是器，器就是金，那空不是有是什么！诸位果真入了这个，这是从般若里头开智慧。六祖大师怎么成道的？他就是晓得这个道理，他自己契入这个道理。所以这到黄梅，五祖才把这个祖师的位置传给他了，他真正契入了。这个注解里头注得很好，「法身真空之体」，法是什么？一切万法，一切万法的本体这就叫法身。",
      "zh_TW": "我們以古人的比喻說，「以金作器」，金是本體，器是現相，金與器它是一還是二，你從這個地方去體會。這個地方要悟入了實相是本體，一切森羅萬象那就是器。實相在哪裡？實相就是森羅萬象。譬如說金在哪裡？金就是器，器就是金，是一不是二。實相是無相，你要曉得這個有相，有相就是無相，有就是空。有是器，空就是金，既然金就是器，器就是金，那空不是有是什麼！諸位果真入了這個，這是從般若裡頭開智慧。六祖大師怎麼成道的？他就是曉得這個道理，他自己契入這個道理。所以這到黃梅，五祖才把這個祖師的位置傳給他了，他真正契入了。這個註解裡頭註得很好，「法身真空之體」，法是什麼？一切萬法，一切萬法的本體這就叫法身。"
    },
    {
      "id": "09-015-0002_p0004",
      "zh_CN": "第二种叫观照般若，在第三页的第四行，「观照般若，乃实相体所起之用」，就明白这三是一而三，三而一。这个观照就是讲作用，什么作用？实相的作用，这实相般若起用就叫做观照。观照般若，当然还是实相般若，实相起的作用。由此可知，我们日用平常六根接触六尘境界，这起作用。虽起作用，可不是观照的作用，而是什么？是分别、执着、计较的作用。我们再问问，分别、执着、计较从哪里来的？从观照来的，没有离开观照。迷了观照变现出这么个境界来。由此可知，跟你讲般若是你本有的，你应该相信。大经里面跟你讲的「烦恼即菩提」，你也应该恍然大悟。烦恼从哪里来？迷了，菩提起的作用就是烦恼；悟了，烦恼起的作用那就是菩提，是一不是二。所以佛法里头没有二分法，佛法是不二法。",
      "zh_TW": "第二種叫觀照般若，在第三頁的第四行，「觀照般若，乃實相體所起之用」，就明白這三是一而三，三而一。這個觀照就是講作用，什麼作用？實相的作用，這實相般若起用就叫做觀照。觀照般若，當然還是實相般若，實相起的作用。由此可知，我們日用平常六根接觸六塵境界，這起作用。雖起作用，可不是觀照的作用，而是什麼？是分別、執著、計較的作用。我們再問問，分別、執著、計較從哪裡來的？從觀照來的，沒有離開觀照。迷了觀照變現出這麼個境界來。由此可知，跟你講般若是你本有的，你應該相信。大經裡面跟你講的「煩惱即菩提」，你也應該恍然大悟。煩惱從哪裡來？迷了，菩提起的作用就是煩惱；悟了，煩惱起的作用那就是菩提，是一不是二。所以佛法裡頭沒有二分法，佛法是不二法。"
    },
    {
      "id": "09-015-0002_p0005",
      "zh_CN": "第三叫文字般若，也在这一面倒数第五行。「文字般若者，全是般若之言教也」。这就是什么？说明为别人做增上缘这些言语文字，诱导别人悟入实相、诱导别人提起观照的，这一类的言说文字，我们就叫它做文字般若。文字本身不是般若，跟前面的意思不一样，前面观照的本身是般若，实相的本身是般若，文字的本身不是般若。可是文字对学者它起一个作用，就是能够帮助他悟入实相观照，这叫做文字般若。文字般若，有的时候也称之为叫方便般若，那这个范围就更广大，不单单是指文字。不用文字，用一种表态也能够暗示人叫他开悟，所以禅宗里头常常用这个方法，这叫方便般若，只要教他能够悟入这个境界。由此可知，般若范围非常之广大。这个里面顶重要的，就是我们自己要觉悟，要深深的相信，我们的实相观照并不是真正的失掉。实相观照你一天到晚都在用，虽然在用，你不晓得，你迷了，所以你不能成佛、成菩萨。",
      "zh_TW": "第三叫文字般若，也在這一面倒數第五行。「文字般若者，全是般若之言教也」。這就是什麼？說明為別人做增上緣這些言語文字，誘導別人悟入實相、誘導別人提起觀照的，這一類的言說文字，我們就叫它做文字般若。文字本身不是般若，跟前面的意思不一樣，前面觀照的本身是般若，實相的本身是般若，文字的本身不是般若。可是文字對學者它起一個作用，就是能夠幫助他悟入實相觀照，這叫做文字般若。文字般若，有的時候也稱之為叫方便般若，那這個範圍就更廣大，不單單是指文字。不用文字，用一種表態也能夠暗示人叫他開悟，所以禪宗裡頭常常用這個方法，這叫方便般若，只要教他能夠悟入這個境界。由此可知，般若範圍非常之廣大。這個裡面頂重要的，就是我們自己要覺悟，要深深的相信，我們的實相觀照並不是真正的失掉。實相觀照你一天到晚都在用，雖然在用，你不曉得，你迷了，所以你不能成佛、成菩薩。"
    },
    {
      "id": "09-015-0002_p0006",
      "zh_CN": "我再举个比喻说，譬如我们眼见，眼能见，眼见这就是实相、就是观照，现在怎么样？明明这个好眼睛能见，你要戴个有色眼镜套在上面，戴个蓝眼镜，看到外面境界统统都是蓝的，戴个红眼镜看到外面都是红的。戴久了把它忘掉了，并不晓得自己眼睛上戴个眼镜，我们现在情形就是这样的。我们戴了个什么眼镜？戴了第八识的眼镜、戴了第六识的眼镜，又戴了第七识的眼镜，戴了好多副眼镜，那是假的。把这个东西去掉，实相观照不就现前了吗？虽然没有去掉，你看看，你见外面境界是眼镜见，还是你的眼睛，你们想想这个道理。我们今天到底是八识在起作用，还是我们真性在起作用？八识如果真正能起作用怎么能叫它做有为法？有为法是假的。所以诸位要晓得，我们今天这个起作用，是实相观照天天在起作用，从无间断，所以它是真的，从来没有改变，所以是真实的，这叫实相。八识会改变的，八个识都会改变的，所以它不是真实的。凡是永远不会改变的，这就是真实；会改变的不是真实，就是假的。我们从性相两宗来看，这个意思非常的明显。",
      "zh_TW": "我再舉個比喻說，譬如我們眼見，眼能見，眼見這就是實相、就是觀照，現在怎麼樣？明明這個好眼睛能見，你要戴個有色眼鏡套在上面，戴個藍眼鏡，看到外面境界統統都是藍的，戴個紅眼鏡看到外面都是紅的。戴久了把它忘掉了，並不曉得自己眼睛上戴個眼鏡，我們現在情形就是這樣的。我們戴了個什麼眼鏡？戴了第八識的眼鏡、戴了第六識的眼鏡，又戴了第七識的眼鏡，戴了好多副眼鏡，那是假的。把這個東西去掉，實相觀照不就現前了嗎？雖然沒有去掉，你看看，你見外面境界是眼鏡見，還是你的眼睛，你們想想這個道理。我們今天到底是八識在起作用，還是我們真性在起作用？八識如果真正能起作用怎麼能叫它做有為法？有為法是假的。所以諸位要曉得，我們今天這個起作用，是實相觀照天天在起作用，從無間斷，所以它是真的，從來沒有改變，所以是真實的，這叫實相。八識會改變的，八個識都會改變的，所以它不是真實的。凡是永遠不會改變的，這就是真實；會改變的不是真實，就是假的。我們從性相兩宗來看，這個意思非常的明顯。"
    },
    {
      "id": "09-015-0002_p0007",
      "zh_CN": "底下一个字，这个名词就是「波罗蜜多」，诸位看第四页的最后倒数第二行。波罗蜜多这是印度话，波罗翻作彼岸，蜜翻作到，多是尾音。波罗蜜多要是照它直译的翻法，「彼岸到」，彼岸到达了。照中国人这个说法的文法习惯，叫到彼岸，我们中国人讲到彼岸，印度人叫彼岸到，它这个文法跟我们不一样，就是到彼岸的意思。这个到彼岸，经论里头常常说的，生死比喻作此岸；烦恼比喻作中流，好像两岸当中是水，烦恼比作水；彼岸，对方那边就是比喻的涅槃，大涅槃。涅槃也是梵语，翻成中国就是做不生不灭，此岸是生灭，有生死、有生灭；彼岸不生不灭，这是比喻话。到彼岸就是了生死、证菩提涅槃就是这个意思，这是从佛法修行证果上来说的。",
      "zh_TW": "底下一個字，這個名詞就是「波羅蜜多」，諸位看第四頁的最後倒數第二行。波羅蜜多這是印度話，波羅翻作彼岸，蜜翻作到，多是尾音。波羅蜜多要是照它直譯的翻法，「彼岸到」，彼岸到達了。照中國人這個說法的文法習慣，叫到彼岸，我們中國人講到彼岸，印度人叫彼岸到，它這個文法跟我們不一樣，就是到彼岸的意思。這個到彼岸，經論裡頭常常說的，生死比喻作此岸；煩惱比喻作中流，好像兩岸當中是水，煩惱比作水；彼岸，對方那邊就是比喻的涅槃，大涅槃。涅槃也是梵語，翻成中國就是做不生不滅，此岸是生滅，有生死、有生滅；彼岸不生不滅，這是比喻話。到彼岸就是了生死、證菩提涅槃就是這個意思，這是從佛法修行證果上來說的。"
    },
    {
      "id": "09-015-0002_p0008",
      "zh_CN": "这个字刚才跟诸位说，它有圆满的意思、有究竟的意思，因此，这个名词在印度用得非常方便，就是口头语一样。凡是事情做圆满，都叫做到彼岸，譬如我们讲座后天圆满了，到彼岸，圆满结束，事情做圆满就叫到彼岸。所以它这个名词用得很广。一般也用作称赞，譬如你画画，你画画得很好，画到家了，就到彼岸。波罗蜜多，这就是你这画到家、到头了；你会弹琴，弹得实在是好，也可以用波罗蜜多来赞叹，你这个弹琴弹到家了。你写字写得很好，没有人能够比你更好的，那你是像傅心畬的字，我们也可以称他的书法波罗蜜多，也到了家。所以有赞叹的意思。",
      "zh_TW": "這個字剛才跟諸位說，它有圓滿的意思、有究竟的意思，因此，這個名詞在印度用得非常方便，就是口頭語一樣。凡是事情做圓滿，都叫做到彼岸，譬如我們講座後天圓滿了，到彼岸，圓滿結束，事情做圓滿就叫到彼岸。所以它這個名詞用得很廣。一般也用作稱讚，譬如你畫畫，你畫畫得很好，畫到家了，就到彼岸。波羅蜜多，這就是你這畫到家、到頭了；你會彈琴，彈得實在是好，也可以用波羅蜜多來讚歎，你這個彈琴彈到家了。你寫字寫得很好，沒有人能夠比你更好的，那你是像傅心畬的字，我們也可以稱他的書法波羅蜜多，也到了家。所以有讚歎的意思。"
    },
    {
      "id": "09-015-0002_p0009",
      "zh_CN": "要真正讲，佛法修证功夫来说，我们一般讲，佛讲修行证果要三大阿僧祇劫，像在这阿含、方等、般若里都常讲。佛是常常说的，讲这三大阿僧祇劫，第一个阿僧祇劫要修三十个位次，这是伏烦恼，叫远波罗蜜多，功夫浅一点，三贤位的。从初地到七地，这七个位次就要经历一个阿僧祇劫，第二个阿僧祇劫，他能够伏烦恼了，所以叫近波罗蜜，接近波罗蜜多。到八地，从八地、九地、十地这三个位次也要修一个阿僧祇劫，可见得这个修行证果，愈往上面去愈难。初学还容易，这进度也很快，效果也很显著，愈往上愈不容易。到十地菩萨这就大波罗蜜，是真正功夫到了家，往上等觉就成佛，功德圆满了，这是波罗蜜多的意思。",
      "zh_TW": "要真正講，佛法修證功夫來說，我們一般講，佛講修行證果要三大阿僧祇劫，像在這阿含、方等、般若裡都常講。佛是常常說的，講這三大阿僧祇劫，第一個阿僧祇劫要修三十個位次，這是伏煩惱，叫遠波羅蜜多，功夫淺一點，三賢位的。從初地到七地，這七個位次就要經歷一個阿僧祇劫，第二個阿僧祇劫，他能夠伏煩惱了，所以叫近波羅蜜，接近波羅蜜多。到八地，從八地、九地、十地這三個位次也要修一個阿僧祇劫，可見得這個修行證果，愈往上面去愈難。初學還容易，這進度也很快，效果也很顯著，愈往上愈不容易。到十地菩薩這就大波羅蜜，是真正功夫到了家，往上等覺就成佛，功德圓滿了，這是波羅蜜多的意思。"
    },
    {
      "id": "09-015-0002_p0010",
      "zh_CN": "后面这个「心」这是我们中国字，古人翻这个字的意思也很多，解释也很多。我们简单的说，这个心就是精要的意思，精华，最重要的是中心。把它看作精华、中心来说，就是六百卷《大般若》的精华，六百卷《大般若》的中心，展开来，就是六百卷经，浓缩就是二百六十个字。这佛法确实可略可丰、可长可短，你喜欢繁琐的去念六百卷《大般若》，你喜欢简单的就念《心经》，随你的爱好，这叫善巧方便。「经」这个字我们这个地方略掉了，你们听过《八大人觉经》，这个经题已经给诸位解释过了。五玄这第一段就是解释经的题目。",
      "zh_TW": "後面這個「心」這是我們中國字，古人翻這個字的意思也很多，解釋也很多。我們簡單的說，這個心就是精要的意思，精華，最重要的是中心。把它看作精華、中心來說，就是六百卷《大般若》的精華，六百卷《大般若》的中心，展開來，就是六百卷經，濃縮就是二百六十個字。這佛法確實可略可豐、可長可短，你喜歡繁瑣的去念六百卷《大般若》，你喜歡簡單的就念《心經》，隨你的愛好，這叫善巧方便。「經」這個字我們這個地方略掉了，你們聽過《八大人覺經》，這個經題已經給諸位解釋過了。五玄這第一段就是解釋經的題目。"
    },
    {
      "id": "09-015-0002_p0011",
      "zh_CN": "第二是显体，在第六页，你看科题，「第二显体」。首先我们要说什么叫做体？体是讲的本体，简单的说，就是这部经，佛这个言语他的理论根据是什么，这就是它的体。他理论所依据的那就是体，能依据的就是佛法，佛所说的经，他所依据的那就是理体，这是我们要明白的。它这个体要是真实的，这个作用当然也就是真的，我们能得真实的受用。如果他这个所依的理论依据是不真实的，那就是错误到底，这就是佛法跟世间法不一样的地方。佛法所依据的体是真实的，所以说一切大乘经的体，都是以实相为体，就是实相般若。这是通说，所有大乘经论，十方三世一切诸佛菩萨所讲的，全是以实相为体。如果不是以实相为体，那就不能称为大乘究竟了义。",
      "zh_TW": "第二是顯體，在第六頁，你看科題，「第二顯體」。首先我們要說什麼叫做體？體是講的本體，簡單的說，就是這部經，佛這個言語他的理論根據是什麼，這就是它的體。他理論所依據的那就是體，能依據的就是佛法，佛所說的經，他所依據的那就是理體，這是我們要明白的。它這個體要是真實的，這個作用當然也就是真的，我們能得真實的受用。如果他這個所依的理論依據是不真實的，那就是錯誤到底，這就是佛法跟世間法不一樣的地方。佛法所依據的體是真實的，所以說一切大乘經的體，都是以實相為體，就是實相般若。這是通說，所有大乘經論，十方三世一切諸佛菩薩所講的，全是以實相為體。如果不是以實相為體，那就不能稱為大乘究竟了義。"
    },
    {
      "id": "09-015-0002_p0012",
      "zh_CN": "所以小乘经的体跟大乘经不一样，小乘经的体是以三法印为体，这三法印就是讲无我、无常、涅槃，它的经论是以这个为体。讲得再多总是这个意思，大乘经千经万论所说的全是实相。我们讲教体、讲教理，理与体就很接近了。你研究教，把这个注意力集中在教理上，那就是叫你体会实相，深契义理，这样才能开悟。悟的是什么？悟的就是实相，实相无相，实相无不相。因此悟入实相，世出世间一切法没有不通达的，这是真正智慧现前。本经当然不例外，因为这是大乘经，所以它也是以中道实相为体。",
      "zh_TW": "所以小乘經的體跟大乘經不一樣，小乘經的體是以三法印為體，這三法印就是講無我、無常、涅槃，它的經論是以這個為體。講得再多總是這個意思，大乘經千經萬論所說的全是實相。我們講教體、講教理，理與體就很接近了。你研究教，把這個注意力集中在教理上，那就是叫你體會實相，深契義理，這樣才能開悟。悟的是什麼？悟的就是實相，實相無相，實相無不相。因此悟入實相，世出世間一切法沒有不通達的，這是真正智慧現前。本經當然不例外，因為這是大乘經，所以它也是以中道實相為體。"
    },
    {
      "id": "09-015-0002_p0013",
      "zh_CN": "第三是讲明宗，在第七页的第三行，「宗是修行之要径，会体之枢机，而万行之纲领也」。这个体我们明白了之后，就晓得这部经论理论的根据，我们对它有决定的信心，我们对它尊重，一定会发心去修学，你晓得它的体，你知道它贵重之处。明宗是讲修行的方法，我了解这部经是真实的，是好东西，是应当修学的，那要怎么个修法？明宗这段就是讲的修行方法。这部经是用什么方法来修学？在这个文里头在，第二行第二句就说出来了，「此经以一心三观为宗」，这里要注意到的是一心三观，而不是次第三观，是以一心三观。三止三观是天台家的修学方法，它用这个五重玄义来释经，来解释经，五玄重义就是天台宗的家法，他们的方法，对于初学人来说的确相当的方便，这三观就是空观、假观、中观，注子里头都有。一心三观就是空、假、中是同时的，并没有次第先后。",
      "zh_TW": "第三是講明宗，在第七頁的第三行，「宗是修行之要徑，會體之樞機，而萬行之綱領也」。這個體我們明白了之後，就曉得這部經論理論的根據，我們對它有決定的信心，我們對它尊重，一定會發心去修學，你曉得它的體，你知道它貴重之處。明宗是講修行的方法，我了解這部經是真實的，是好東西，是應當修學的，那要怎麼個修法？明宗這段就是講的修行方法。這部經是用什麼方法來修學？在這個文裡頭在，第二行第二句就說出來了，「此經以一心三觀為宗」，這裡要注意到的是一心三觀，而不是次第三觀，是以一心三觀。三止三觀是天台家的修學方法，它用這個五重玄義來釋經，來解釋經，五玄重義就是天台宗的家法，他們的方法，對於初學人來說的確相當的方便，這三觀就是空觀、假觀、中觀，註子裡頭都有。一心三觀就是空、假、中是同時的，並沒有次第先後。"
    },
    {
      "id": "09-015-0002_p0014",
      "zh_CN": "诸位掀开第八页，你看看第一行，第一行第三句我们念一念，「以上一心三观，破三惑」，这个三惑就是见思惑、尘沙惑、无明惑，惑就是烦恼，是迷惑，我们讲见思烦恼、尘沙烦恼、无明烦恼。你要是懂得用般若这个方法，以一心三观就能够破除这三种烦恼，这三种迷惑。「成就三德」，三德就是法身、般若、解脱。法身是理体，般若是智慧，由此可知，般若之尊贵。修学入门，可以从《般若之经》下手，从这个地方下手，这是对于《大般若》的情形，有个概略的认识。然后再真正去研究的话，《般若纲要》非常好，这《大般若经纲要》很好，十卷确实把六百卷的精华都包括在其中。你能够把《大般若经纲要》，真正在这上下了功夫，这个六百卷经以后是浏览一遍就可以，真正精华统统都在《纲要》当中。如果不从《纲要》上用功夫，用在《金刚经》上也非常之好。我们自古以来，有许多的这些大德们，都是在《金刚经》上得利益，从《金刚经》开智慧的人很多。《金刚经》上开不了智慧，就去找《大般若经纲要》，因为它的内容比《金刚经》要丰富得多。",
      "zh_TW": "諸位掀開第八頁，你看看第一行，第一行第三句我們念一念，「以上一心三觀，破三惑」，這個三惑就是見思惑、塵沙惑、無明惑，惑就是煩惱，是迷惑，我們講見思煩惱、塵沙煩惱、無明煩惱。你要是懂得用般若這個方法，以一心三觀就能夠破除這三種煩惱，這三種迷惑。「成就三德」，三德就是法身、般若、解脫。法身是理體，般若是智慧，由此可知，般若之尊貴。修學入門，可以從《般若之經》下手，從這個地方下手，這是對於《大般若》的情形，有個概略的認識。然後再真正去研究的話，《般若綱要》非常好，這《大般若經綱要》很好，十卷確實把六百卷的精華都包括在其中。你能夠把《大般若經綱要》，真正在這上下了功夫，這個六百卷經以後是瀏覽一遍就可以，真正精華統統都在《綱要》當中。如果不從《綱要》上用功夫，用在《金剛經》上也非常之好。我們自古以來，有許多的這些大德們，都是在《金剛經》上得利益，從《金剛經》開智慧的人很多。《金剛經》上開不了智慧，就去找《大般若經綱要》，因為它的內容比《金剛經》要豐富得多。"
    },
    {
      "id": "09-015-0002_p0015",
      "zh_CN": "修行的方法知道之后，再要讨论的那就它的用处，我们依照这个方法修行，修行之后它有些什么好处，对我们有什么利益，这就讲论用了，我们要来讨论它的用处，就是功用，这讲论用在第八页，「第四论用，明宗之后，有所论用，用者，利用也」。它有些什么用处？可以用般若这个法门自度度他。在自度里面讲，这个经一开端，经文里头给我们说清楚、说得很明白，此地他引用了两句，就是最后这两句，「照见五蕴皆空，度一切苦厄」。有这两句作用就了不起，五蕴皆空给诸位说，我执、法执都破了，这障碍都没有了，不但三界之内的生死轮回你了了，二乘的偏真涅槃也没有了。这个修学用途实在是太殊胜。",
      "zh_TW": "修行的方法知道之後，再要討論的那就它的用處，我們依照這個方法修行，修行之後它有些什麼好處，對我們有什麼利益，這就講論用了，我們要來討論它的用處，就是功用，這講論用在第八頁，「第四論用，明宗之後，有所論用，用者，利用也」。它有些什麼用處？可以用般若這個法門自度度他。在自度裡面講，這個經一開端，經文裡頭給我們說清楚、說得很明白，此地他引用了兩句，就是最後這兩句，「照見五蘊皆空，度一切苦厄」。有這兩句作用就了不起，五蘊皆空給諸位說，我執、法執都破了，這障礙都沒有了，不但三界之內的生死輪迴你了了，二乘的偏真涅槃也沒有了。這個修學用途實在是太殊勝。"
    },
    {
      "id": "09-015-0002_p0016",
      "zh_CN": "下面这是讲第五就是教相，也叫做判教，判别教相，这判别教相就好像我们现在看到这课程内容，把它判定在哪个学程来学习。好像这个教科书，我们应该把它列在中学，或者列在大学，应当把它列在第几年级，是什么程度来学习，就是这个意思。这个古人判教把它判在第四时，般若时。前面跟诸位讲，佛这个教学过程它分为五个时期，第一个是华严，第二是阿含，第三方等，第四是般若。第四时的教材，这第四时来修学；最后第五时就是法华，法华是最后的一个阶段。法华的教义与华严是相同的，这是提升到最高的阶段。",
      "zh_TW": "下面這是講第五就是教相，也叫做判教，判別教相，這判別教相就好像我們現在看到這課程內容，把它判定在哪個學程來學習。好像這個教科書，我們應該把它列在中學，或者列在大學，應當把它列在第幾年級，是什麼程度來學習，就是這個意思。這個古人判教把它判在第四時，般若時。前面跟諸位講，佛這個教學過程它分為五個時期，第一個是華嚴，第二是阿含，第三方等，第四是般若。第四時的教材，這第四時來修學；最後第五時就是法華，法華是最後的一個階段。法華的教義與華嚴是相同的，這是提升到最高的階段。"
    },
    {
      "id": "09-015-0002_p0017",
      "zh_CN": "底下这是人题，就是翻译经的人在第十面，「唐三藏法师玄奘译」。玄奘大师此地有一个很简单的传记，诸位自己可以看。但是在第十一面第二段，说「此经先后共有八译」，八种译本，这是陈克文居士他所看到的，实际不止八种。诸位看《心经诠注》，大概是有十四种的样子，不止八种，其余几种他没有看到，所以此地只讲八译。经题、人题给诸位就介绍到此地。下面我们讲到本文了，看这个第十一面经文。经文第一句是「观自在菩萨」，他这是一句一句来注解的，我们念，总得念一个段落，诸位只好翻书。第十二面：",
      "zh_TW": "底下這是人題，就是翻譯經的人在第十面，「唐三藏法師玄奘譯」。玄奘大師此地有一個很簡單的傳記，諸位自己可以看。但是在第十一面第二段，說「此經先後共有八譯」，八種譯本，這是陳克文居士他所看到的，實際不止八種。諸位看《心經詮注》，大概是有十四種的樣子，不止八種，其餘幾種他沒有看到，所以此地只講八譯。經題、人題給諸位就介紹到此地。下面我們講到本文了，看這個第十一面經文。經文第一句是「觀自在菩薩」，他這是一句一句來註解的，我們念，總得念一個段落，諸位只好翻書。第十二面："
    },
    {
      "id": "09-015-0002_p0018",
      "zh_CN": "【观自在菩萨。】",
      "zh_TW": "【觀自在菩薩。】"
    },
    {
      "id": "09-015-0002_p0019",
      "zh_CN": "再接着看十四面：",
      "zh_TW": "再接著看十四面："
    },
    {
      "id": "09-015-0002_p0020",
      "zh_CN": "【行深般若波罗密多时。】",
      "zh_TW": "【行深般若波羅密多時。】"
    },
    {
      "id": "09-015-0002_p0021",
      "zh_CN": "十五面：",
      "zh_TW": "十五面："
    },
    {
      "id": "09-015-0002_p0022",
      "zh_CN": "【照见五蕴皆空。】",
      "zh_TW": "【照見五蘊皆空。】"
    },
    {
      "id": "09-015-0002_p0023",
      "zh_CN": "十七面：",
      "zh_TW": "十七面："
    },
    {
      "id": "09-015-0002_p0024",
      "zh_CN": "【度一切苦厄。】",
      "zh_TW": "【度一切苦厄。】"
    },
    {
      "id": "09-015-0002_p0025",
      "zh_CN": "这里要跟大家介绍的，首先有一大段文字，这是告诉我们，菩萨法一定要修二空；换句话说，必须要破两种执着，这才是菩萨法。我们想想小乘圣者，小乘的入门，所谓是须陀洹都要破身见，不再执着这个身是自己，小乘须陀洹。三界八十八品见惑，这见惑就是五种错误的见解，第一个就是身见；边见，边见是执着在两边，我们今天讲的相对论，相对的就是边见。见取见、戒取见这两种都是成见，还有个邪见，这五种错误的见解全都舍弃掉才证得小乘初果。小乘是入门了，小乘门槛都这么高，大乘的门槛当然更高，那没话说的。所以大乘人不但要断见思烦恼，见惑断了之后还不算，还要断思惑，见思断证。我记得往年在佛教会大专讲座，我也是讲了六个小时，专门讲见思烦恼的断证，这东西要搞清楚，你要搞不清楚，你怎么能断得了？大乘入门还得破法执，就是《金刚经》里面讲的破四相，「我相、人相、众生相、寿者相」，都离开，不再执着了，这才入大乘之门。所以本经前面这一大段就是这个意思，就是开始菩萨法，一定要把我法二执破掉。这个第一段就是讲般若的作用，也就是讲实相观照它的作用。破我执，破法执，才能度一切苦厄。",
      "zh_TW": "這裡要跟大家介紹的，首先有一大段文字，這是告訴我們，菩薩法一定要修二空；換句話說，必須要破兩種執著，這才是菩薩法。我們想想小乘聖者，小乘的入門，所謂是須陀洹都要破身見，不再執著這個身是自己，小乘須陀洹。三界八十八品見惑，這見惑就是五種錯誤的見解，第一個就是身見；邊見，邊見是執著在兩邊，我們今天講的相對論，相對的就是邊見。見取見、戒取見這兩種都是成見，還有個邪見，這五種錯誤的見解全都捨棄掉才證得小乘初果。小乘是入門了，小乘門檻都這麼高，大乘的門檻當然更高，那沒話說的。所以大乘人不但要斷見思煩惱，見惑斷了之後還不算，還要斷思惑，見思斷證。我記得往年在佛教會大專講座，我也是講了六個小時，專門講見思煩惱的斷證，這東西要搞清楚，你要搞不清楚，你怎麼能斷得了？大乘入門還得破法執，就是《金剛經》裡面講的破四相，「我相、人相、眾生相、壽者相」，都離開，不再執著了，這才入大乘之門。所以本經前面這一大段就是這個意思，就是開始菩薩法，一定要把我法二執破掉。這個第一段就是講般若的作用，也就是講實相觀照它的作用。破我執，破法執，才能度一切苦厄。"
    },
    {
      "id": "09-015-0002_p0026",
      "zh_CN": "经文第一句是讲，『观自在菩萨』，「观」是当个动词来说的，是什么意思？就观照，你要能够运用观照来见一切法，观一切法。不叫见，我们叫见是什么？是用情见，就是用八识分别见。用观照那就是用本性见，我们讲用见性见，用见性见这是观照。所以换个名词，免得我们发生一个误会，我们说见，张开眼睛见，那这是情见。所以换个名词叫观照，观照就是见的意思，它是依实相般若来见，来见一切法。你要会用这个方法，那你就得大自在，一切法里头没有障碍就得大自在。这个自在，我们今天讲自由，自由自在，无拘无束，这个自在就真自在。没有这个功夫，你所得的自在不真实，为什么？你还是有拘束。这是真正得自在，像《华严经》里面所讲，「理事无碍，事事无碍」，这是大自在之相。可见得《华严经》上四十一位法身大士，他们个个都会用观照的功夫。这是讲这样的菩萨，这种菩萨最低限度也是圆教初住的菩萨，别教初地，才能够称之为观自在的菩萨。",
      "zh_TW": "經文第一句是講，『觀自在菩薩』，「觀」是當個動詞來說的，是什麼意思？就觀照，你要能夠運用觀照來見一切法，觀一切法。不叫見，我們叫見是什麼？是用情見，就是用八識分別見。用觀照那就是用本性見，我們講用見性見，用見性見這是觀照。所以換個名詞，免得我們發生一個誤會，我們說見，張開眼睛見，那這是情見。所以換個名詞叫觀照，觀照就是見的意思，它是依實相般若來見，來見一切法。你要會用這個方法，那你就得大自在，一切法裡頭沒有障礙就得大自在。這個自在，我們今天講自由，自由自在，無拘無束，這個自在就真自在。沒有這個功夫，你所得的自在不真實，為什麼？你還是有拘束。這是真正得自在，像《華嚴經》裡面所講，「理事無礙，事事無礙」，這是大自在之相。可見得《華嚴經》上四十一位法身大士，他們個個都會用觀照的功夫。這是講這樣的菩薩，這種菩薩最低限度也是圓教初住的菩薩，別教初地，才能夠稱之為觀自在的菩薩。"
    },
    {
      "id": "09-015-0002_p0027",
      "zh_CN": "「观自在」，有些地方又把它翻作观世音，所以观自在就是观世音。你们诸位要听了这几句，心里应该要觉悟，观世音菩萨是通称，不是某一个人的专称。听到这个观世音菩萨，这穿了一身白衣的，有个很庄严的女身相，错了，那你就把佛法学呆了。正好像跟你讲，你学校的国文老师，你一想：教我国文的那老头，那个国文老师。国文老师太多了，无量无边，哪个学校、哪个班级教国文都叫国文老师，不止一个人。观自在菩萨、观世音菩萨，不是指一个人的，你要晓得这个道理。你如果能够善用观照般若，观一切万法，你就叫观自在菩萨。所以你要看看观世音菩萨变相图，有几百个不同的相，男女老少各行各业都有，你不要一看，这个不是观世音菩萨，是观世音菩萨，怎么不是？我明天把那个图相找出来给你们看看，有好几百种相，统统是观世音菩萨，叫变相图。这就是告诉你，人人都是观世音，只要你修观照般若，你就是观世音菩萨。",
      "zh_TW": "「觀自在」，有些地方又把它翻作觀世音，所以觀自在就是觀世音。你們諸位要聽了這幾句，心裡應該要覺悟，觀世音菩薩是通稱，不是某一個人的專稱。聽到這個觀世音菩薩，這穿了一身白衣的，有個很莊嚴的女身相，錯了，那你就把佛法學呆了。正好像跟你講，你學校的國文老師，你一想：教我國文的那老頭，那個國文老師。國文老師太多了，無量無邊，哪個學校、哪個班級教國文都叫國文老師，不止一個人。觀自在菩薩、觀世音菩薩，不是指一個人的，你要曉得這個道理。你如果能夠善用觀照般若，觀一切萬法，你就叫觀自在菩薩。所以你要看看觀世音菩薩變相圖，有幾百個不同的相，男女老少各行各業都有，你不要一看，這個不是觀世音菩薩，是觀世音菩薩，怎麼不是？我明天把那個圖相找出來給你們看看，有好幾百種相，統統是觀世音菩薩，叫變相圖。這就是告訴你，人人都是觀世音，只要你修觀照般若，你就是觀世音菩薩。"
    },
    {
      "id": "09-015-0002_p0028",
      "zh_CN": "这句是讲能修的人，能修的人是观自在菩萨。所以你要是不懂这个意思，一听，这个经与我有什么相干？观世音菩萨修的，我们修不到，我们不是观世音，你就坏了，你就不懂这个意思，自暴自弃了。你都不晓得自己本身就是观自在菩萨，你不知道，我看得很清楚，你们哪个不是观自在？你们哪个人离开了实相，离开了观照？就跟我刚才跟你举的比喻一样，你这个眼睛见，纵然戴上十几副眼镜的话，还是你眼睛见，不是你的眼镜见。我把这个眼见比作实相观照，把戴的眼镜比作八识五十一心所。你们问问谁起作用？所以实相般若根本就没有离开，一天到晚用它，自己不晓得自己是观自在菩萨，真冤枉。这是佛经里面常讲的，一切众生迷惑颠倒可怜悯者，道理在此地，你不晓得你是观自在菩萨。所以你一觉悟了，原来就是说我自己，经上讲的就是自家境界。好，我们下课。",
      "zh_TW": "這句是講能修的人，能修的人是觀自在菩薩。所以你要是不懂這個意思，一聽，這個經與我有什麼相干？觀世音菩薩修的，我們修不到，我們不是觀世音，你就壞了，你就不懂這個意思，自暴自棄了。你都不曉得自己本身就是觀自在菩薩，你不知道，我看得很清楚，你們哪個不是觀自在？你們哪個人離開了實相，離開了觀照？就跟我剛才跟你舉的比喻一樣，你這個眼睛見，縱然戴上十幾副眼鏡的話，還是你眼睛見，不是你的眼鏡見。我把這個眼見比作實相觀照，把戴的眼鏡比作八識五十一心所。你們問問誰起作用？所以實相般若根本就沒有離開，一天到晚用它，自己不曉得自己是觀自在菩薩，真冤枉。這是佛經裡面常講的，一切眾生迷惑顛倒可憐憫者，道理在此地，你不曉得你是觀自在菩薩。所以你一覺悟了，原來就是說我自己，經上講的就是自家境界。好，我們下課。"
    }
  ]
}