{
  "doc_id": "09-015-0004",
  "title": {
    "zh_CN": "般若心经",
    "zh_TW": "般若心經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1982",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "09-015-0004",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "09-015-0004_p0001",
      "zh_CN": "讲解这几句，要跟大家稍微详细说一点，后面就很容易懂了。譬如讲到这个四谛、十二因缘，乃至于讲到十八界，意思就是五蕴开合不一样。所以此地这个意思懂了，后面就很容易了解。「空不异色」，空是如幻的性质，虽然我们讲它能造四大的色法，四大色法是空变现出来的，佛这个说法，诸位要晓得，这个不是究竟了义的说。为什么要这样说？这个意思接近了义，接近，不是真正的了义法。真正的了义法是怎么样？能造所造都没有，都了不可得，这样跟你讲，你根本就不得其门而入，你愈听愈玄。所以说不得已再用方便法说，所谓方便法是就我们的观念能够接受的来说，我们现在没有办法接受的，暂时不说。等到我们自己这个境界提升之后，逐渐提升、逐渐提升，逐渐跟我们讲接近究竟真实法，空没有形，空无形相，可是形相是从空而变现出来。因此这个形相是幻化，而非真实，而这个空是真实非幻化。",
      "zh_TW": "講解這幾句，要跟大家稍微詳細說一點，後面就很容易懂了。譬如講到這個四諦、十二因緣，乃至於講到十八界，意思就是五蘊開合不一樣。所以此地這個意思懂了，後面就很容易了解。「空不異色」，空是如幻的性質，雖然我們講它能造四大的色法，四大色法是空變現出來的，佛這個說法，諸位要曉得，這個不是究竟了義的說。為什麼要這樣說？這個意思接近了義，接近，不是真正的了義法。真正的了義法是怎麼樣？能造所造都沒有，都了不可得，這樣跟你講，你根本就不得其門而入，你愈聽愈玄。所以說不得已再用方便法說，所謂方便法是就我們的觀念能夠接受的來說，我們現在沒有辦法接受的，暫時不說。等到我們自己這個境界提升之後，逐漸提升、逐漸提升，逐漸跟我們講接近究竟真實法，空沒有形，空無形相，可是形相是從空而變現出來。因此這個形相是幻化，而非真實，而這個空是真實非幻化。"
    },
    {
      "id": "09-015-0004_p0002",
      "zh_CN": "如果这个意思要是真的搞清楚了，幻化与空它是不二的，因此幻化就是真实，但是你要真正入这个境界，那才能够说这个话。所以说《金刚经》里面讲「凡所有相，皆是虚妄」，这个话怎么说都通，这个言语妙极了。对我们凡夫来讲，我们凡夫概念，佛跟我们讲凡所有相都是虚妄的，我们这个虚妄把它当作什么来看？把它当作虚妄来看，当作这个看。那个已经证果的，明心见性的这些法身大士听到这句话，他也非常欢喜，可是他的理解体会跟我们不一样。什么叫虚妄？虚妄就是真实，你说凡所有相皆是虚妄，虚妄就是实相，实相就是虚妄，空有不二，他体会的跟我们体会的浅深就有很大差别。所以佛说话叫圆音，这个音是圆满的，什么样的程度去听，所体会意思都正确的。随着你自己的程度所领会的程度不一样，体会里头意思不相同。所谓是「佛以一音而说法，众生随类各得解」，这叫圆音。不像我们说了一字就是一个意思，第二个意思你意思会错了，不是的。佛一句话一个字里头有无量义，正因为它有无量义，所以叫没有意思。所以你要问这个什么意思？我跟你讲没有意思，无量义就是没有意思，这个要懂。",
      "zh_TW": "如果這個意思要是真的搞清楚了，幻化與空它是不二的，因此幻化就是真實，但是你要真正入這個境界，那才能夠說這個話。所以說《金剛經》裡面講「凡所有相，皆是虛妄」，這個話怎麼說都通，這個言語妙極了。對我們凡夫來講，我們凡夫概念，佛跟我們講凡所有相都是虛妄的，我們這個虛妄把它當作什麼來看？把它當作虛妄來看，當作這個看。那個已經證果的，明心見性的這些法身大士聽到這句話，他也非常歡喜，可是他的理解體會跟我們不一樣。什麼叫虛妄？虛妄就是真實，你說凡所有相皆是虛妄，虛妄就是實相，實相就是虛妄，空有不二，他體會的跟我們體會的淺深就有很大差別。所以佛說話叫圓音，這個音是圓滿的，什麼樣的程度去聽，所體會意思都正確的。隨著你自己的程度所領會的程度不一樣，體會裡頭意思不相同。所謂是「佛以一音而說法，眾生隨類各得解」，這叫圓音。不像我們說了一字就是一個意思，第二個意思你意思會錯了，不是的。佛一句話一個字裡頭有無量義，正因為它有無量義，所以叫沒有意思。所以你要問這個什麼意思？我跟你講沒有意思，無量義就是沒有意思，這個要懂。"
    },
    {
      "id": "09-015-0004_p0003",
      "zh_CN": "所以你学佛的时候千万不要作意，这个什么意思、这个怎么讲法？没有意思，没有讲法，要懂得这个原则。你如果说真正得法了，入进去之后开悟，悟了以后就无量义，谁来问你，你观机就用什么意思来答复他，同样一句话的时候，就是对各个人讲法不一样。你们要不相信，就拿世间书，你去看看《论语》，你看，孔夫子的弟子们问孝，你看孝有没有意思？没有意思，如果要有意思，那每个人来问，孔老夫子应该是一样的答复，为什么随问的人答复得不一样？这就是无量义，你悟入了自己就见到无量义。人家来问的时候，看他病在哪里？你就用哪个意思来治他的病。众生无量无边，根性各个不同，所以这个意思就无量无边，也是说法各个不同，这才能够得到真实义。你要认定有一个意思，这就坏了，在我们古人讲落实，就是你落在一个实在的，落实就是死的，这点也是相当困难。",
      "zh_TW": "所以你學佛的時候千萬不要作意，這個什麼意思、這個怎麼講法？沒有意思，沒有講法，要懂得這個原則。你如果說真正得法了，入進去之後開悟，悟了以後就無量義，誰來問你，你觀機就用什麼意思來答覆他，同樣一句話的時候，就是對各個人講法不一樣。你們要不相信，就拿世間書，你去看看《論語》，你看，孔夫子的弟子們問孝，你看孝有沒有意思？沒有意思，如果要有意思，那每個人來問，孔老夫子應該是一樣的答覆，為什麼隨問的人答覆得不一樣？這就是無量義，你悟入了自己就見到無量義。人家來問的時候，看他病在哪裡？你就用哪個意思來治他的病。眾生無量無邊，根性各個不同，所以這個意思就無量無邊，也是說法各個不同，這才能夠得到真實義。你要認定有一個意思，這就壞了，在我們古人講落實，就是你落在一個實在的，落實就是死的，這點也是相當困難。"
    },
    {
      "id": "09-015-0004_p0004",
      "zh_CN": "像近年来，道源老法师常常讲《金刚经》，他所采取的本子是《金刚经心印疏》，这个注解是前清的注子，注得的确也很不错。在讲经道场用这个注解的确是方便，因为它分量很适中。江味农居士对《心印疏》就批评，他对这个科判，对全经脉络的看法他是赞成的，他认为有见地，对他里面的注解，就说他注得太死，落实了。你看还有批评，可见得这个佛法不容易。江味农的注解好是好，讲经用他的《讲义》就嫌太繁、太多了。你像那本《讲义》那么大，我们过去讲《金刚经》，就是那个《讲义》我们讲过一次，但是只讲了一半，《金刚经》有上半部、下半部，我们上半部讲圆满，用了六年的时间，把《金刚经》上半部讲完，我们是连经文带《讲义》统统讲。就像这一次我们讲《弥陀经疏钞》，连经带《疏》、带《钞》一起讲，所以这个一遍下来的时候，差不多要四、五年的时间，这是真正能得受用。这是空不异色的意思。",
      "zh_TW": "像近年來，道源老法師常常講《金剛經》，他所採取的本子是《金剛經心印疏》，這個註解是前清的註子，註得的確也很不錯。在講經道場用這個註解的確是方便，因為它分量很適中。江味農居士對《心印疏》就批評，他對這個科判，對全經脈絡的看法他是贊成的，他認為有見地，對他裡面的註解，就說他註得太死，落實了。你看還有批評，可見得這個佛法不容易。江味農的註解好是好，講經用他的《講義》就嫌太繁、太多了。你像那本《講義》那麼大，我們過去講《金剛經》，就是那個《講義》我們講過一次，但是只講了一半，《金剛經》有上半部、下半部，我們上半部講圓滿，用了六年的時間，把《金剛經》上半部講完，我們是連經文帶《講義》統統講。就像這一次我們講《彌陀經疏鈔》，連經帶《疏》、帶《鈔》一起講，所以這個一遍下來的時候，差不多要四、五年的時間，這是真正能得受用。這是空不異色的意思。"
    },
    {
      "id": "09-015-0004_p0005",
      "zh_CN": "后面这个两句，这是讲中道第一义谛，色就是空，空就是色，是一不是二。万法一如，这个境界是一真法界，这个佛法叫一乘佛法，不是三乘佛法。前面两句是三乘共学，后面这个两句是三乘不共学，不要说是声闻、缘觉无分，就是大乘人也无分，也到不了这个境界。这个意思简单的来说，万法皆无自性，可是它有相，缘生所以有相，相是因缘所生法。缘生就是无生，为什么？缘生法当体即空，所以缘生无生。无生哪有灭？不生不灭。你们诸位能不能体会得到？如果要体会到了，你现在就证果，至少你就证到圆教初住菩萨，比阿罗汉、辟支佛高得太多，的确无生。",
      "zh_TW": "後面這個兩句，這是講中道第一義諦，色就是空，空就是色，是一不是二。萬法一如，這個境界是一真法界，這個佛法叫一乘佛法，不是三乘佛法。前面兩句是三乘共學，後面這個兩句是三乘不共學，不要說是聲聞、緣覺無分，就是大乘人也無分，也到不了這個境界。這個意思簡單的來說，萬法皆無自性，可是它有相，緣生所以有相，相是因緣所生法。緣生就是無生，為什麼？緣生法當體即空，所以緣生無生。無生哪有滅？不生不滅。你們諸位能不能體會得到？如果要體會到了，你現在就證果，至少你就證到圓教初住菩薩，比阿羅漢、辟支佛高得太多，的確無生。"
    },
    {
      "id": "09-015-0004_p0006",
      "zh_CN": "讲到空是讲真空，讲有叫幻有，真空跟幻有是一桩事情，不是两桩事情。我们从一切境界色相上来看，色相无性，无性就是真空，缘生则是幻色。性相是一不是二，就好像前面跟诸位讲的，金与器是一不是二，金就是器，器就是金，性相原本不二，色空哪里是二法！我们今天是怎么个修学法，都不得其门而入，就是因为我们观念住在二法，不晓得它是一法。我们认为这个一切法是二法，统统相对的，不晓得万法是一法，这是我们不能够悟入，见不到诸法实相，我们这个心得不到一心，道理在此地。晓得这个道理，知道一切幻色之外，没有真空，无真，所以叫做真空。真以外又没有幻，所以叫做幻色，正是如金与器的关系。",
      "zh_TW": "講到空是講真空，講有叫幻有，真空跟幻有是一樁事情，不是兩樁事情。我們從一切境界色相上來看，色相無性，無性就是真空，緣生則是幻色。性相是一不是二，就好像前面跟諸位講的，金與器是一不是二，金就是器，器就是金，性相原本不二，色空哪裡是二法！我們今天是怎麼個修學法，都不得其門而入，就是因為我們觀念住在二法，不曉得它是一法。我們認為這個一切法是二法，統統相對的，不曉得萬法是一法，這是我們不能夠悟入，見不到諸法實相，我們這個心得不到一心，道理在此地。曉得這個道理，知道一切幻色之外，沒有真空，無真，所以叫做真空。真以外又沒有幻，所以叫做幻色，正是如金與器的關係。"
    },
    {
      "id": "09-015-0004_p0007",
      "zh_CN": "这是中道第一义这个观，讲中就是不执着二边。二边说什么？在此地讲色与空就是二边，你晓得色与空是一不是二，这就是中道。如果把它分了家，那就是二边。凡夫执着在色法上，着在这边，二乘人着在空的那边，所以不是中道。大乘菩萨空有二边都不执着，所以叫做中道。大乘菩萨心清净，不执着有，不执着空；你看凡夫总是执着五欲六尘，着在这里，迷在这个里面。二乘人执着偏真涅槃，执着空，内守幽闲，执着幽闲，那个幽闲的空，你们晓得虚空的空，他在这个境界里头。菩萨这些都不要，所以心才得到真正的清净。在这个地方，真空与幻有，我们这个意思多少概念上要辨别清楚。唯有真空，就真空不空，妙有非有，所以这个空不能当作无讲，不能当虚假讲，为什么？就是真空能变现幻有，它能变现。幻有一定盖复住真空，它一定有这个现相，你要不了解这个真相，这就是迷。",
      "zh_TW": "這是中道第一義這個觀，講中就是不執著二邊。二邊說什麼？在此地講色與空就是二邊，你曉得色與空是一不是二，這就是中道。如果把它分了家，那就是二邊。凡夫執著在色法上，著在這邊，二乘人著在空的那邊，所以不是中道。大乘菩薩空有二邊都不執著，所以叫做中道。大乘菩薩心清淨，不執著有，不執著空；你看凡夫總是執著五欲六塵，著在這裡，迷在這個裡面。二乘人執著偏真涅槃，執著空，內守幽閑，執著幽閑，那個幽閑的空，你們曉得虛空的空，他在這個境界裡頭。菩薩這些都不要，所以心才得到真正的清淨。在這個地方，真空與幻有，我們這個意思多少概念上要辨別清楚。唯有真空，就真空不空，妙有非有，所以這個空不能當作無講，不能當虛假講，為什麼？就是真空能變現幻有，它能變現。幻有一定蓋覆住真空，它一定有這個現相，你要不了解這個真相，這就是迷。"
    },
    {
      "id": "09-015-0004_p0008",
      "zh_CN": "如果诸位再要问，既然是真空怎么会变成有相？空怎么会变成有？你细细想一想，从比喻上能够得到一个仿佛，你晚上会不会作梦？你会作梦，那个梦不是空的吗？空空的怎么会变成有梦？梦里真有，梦从哪来的？梦岂不是从空变现出来的吗？变现出来个梦境，那个梦境当体还是空，并不是真有。我们今天十法界依正庄严这些现相，给诸位说就是梦境的幻相，可是你现在怎么样？你作梦，你不知道自己在作梦，你把那幻相当作真相，这就迷了，你在那梦里头有苦有乐，就有这些事情。如果你忽然觉得我在作梦，梦里受那些苦，你不感觉得苦，为什么？那是作梦，不是真的，境界马上就转变了。梦境里头梦到一大堆黄金，你得到了，喜欢得不得了，一想到这是梦假的，不喜欢，心平静了。梦到一个老虎要吃你，吓得一身冷汗，如果一下知道这是梦，那释迦牟尼佛舍身喂虎，我也可以，那老虎来，我给你吃好了，你不害怕了，你就若无其事。你看看觉迷立刻境界就转了！你在梦境里头不晓得是作梦，被人被关在一个牢笼里面出不来，你在里面受苦。你要晓得作梦，那梦没有障碍，那走出去那就出去，确实没有障碍。",
      "zh_TW": "如果諸位再要問，既然是真空怎麼會變成有相？空怎麼會變成有？你細細想一想，從比喻上能夠得到一個彷彿，你晚上會不會作夢？你會作夢，那個夢不是空的嗎？空空的怎麼會變成有夢？夢裡真有，夢從哪來的？夢豈不是從空變現出來的嗎？變現出來個夢境，那個夢境當體還是空，並不是真有。我們今天十法界依正莊嚴這些現相，給諸位說就是夢境的幻相，可是你現在怎麼樣？你作夢，你不知道自己在作夢，你把那幻相當作真相，這就迷了，你在那夢裡頭有苦有樂，就有這些事情。如果你忽然覺得我在作夢，夢裡受那些苦，你不感覺得苦，為什麼？那是作夢，不是真的，境界馬上就轉變了。夢境裡頭夢到一大堆黃金，你得到了，喜歡得不得了，一想到這是夢假的，不喜歡，心平靜了。夢到一個老虎要吃你，嚇得一身冷汗，如果一下知道這是夢，那釋迦牟尼佛捨身餵虎，我也可以，那老虎來，我給你吃好了，你不害怕了，你就若無其事。你看看覺迷立刻境界就轉了！你在夢境裡頭不曉得是作夢，被人被關在一個牢籠裡面出不來，你在裡面受苦。你要曉得作夢，那夢沒有障礙，那走出去那就出去，確實沒有障礙。"
    },
    {
      "id": "09-015-0004_p0009",
      "zh_CN": "所以说有神通的人，我们住在五楼，这底下几层他们在干什么事情，一看就透明的，全都看得清清楚楚。为什么看得那么清楚？这个能力是本能，没有什么了不起，没有什么特别，哪个人都有，各个人都有，只是你现在丧失掉。你怎么丧失掉？你迷，你执着这是真的，所以你就有碍。你要晓得这些都是妄相，妄相不碍妄相，就事事无碍，那这就神通广大。可见得我们的大病，把我们无量无边的能力丧失掉，就是我们有分别执着，这一有分别执着，把我们的智慧能力统统丧失掉，你去了分别执着这能力都恢复了。所以千万不要看到人家示现一点小神通，就崇拜得不得了，你忘掉你自己的能力比他还要大，他那算得了什么？只是自己迷失颠倒，虽有这个能力，能力不起作用，什么时候觉了，觉了这个能力就现前。",
      "zh_TW": "所以說有神通的人，我們住在五樓，這底下幾層他們在幹什麼事情，一看就透明的，全都看得清清楚楚。為什麼看得那麼清楚？這個能力是本能，沒有什麼了不起，沒有什麼特別，哪個人都有，各個人都有，只是你現在喪失掉。你怎麼喪失掉？你迷，你執著這是真的，所以你就有礙。你要曉得這些都是妄相，妄相不礙妄相，就事事無礙，那這就神通廣大。可見得我們的大病，把我們無量無邊的能力喪失掉，就是我們有分別執著，這一有分別執著，把我們的智慧能力統統喪失掉，你去了分別執著這能力都恢復了。所以千萬不要看到人家示現一點小神通，就崇拜得不得了，你忘掉你自己的能力比他還要大，他那算得了什麼？只是自己迷失顛倒，雖有這個能力，能力不起作用，什麼時候覺了，覺了這個能力就現前。"
    },
    {
      "id": "09-015-0004_p0010",
      "zh_CN": "真空显露出来，幻有就消失，这个幻有消失再给诸位说，不是说你证到真空之理，这一切万相都没有了，不是这个消失，是幻有的障碍消失，没有障碍。所以是理事无碍，事事无碍，障碍消失了，这个时候的作用自在。迷的时候有许多的障碍，作用不自在。因为幻有不碍真空，就是依他起不碍圆成实，圆成实不碍依他起，所以清凉解《华严经》才跟我们说明理事无碍，事事无碍。觉了才无碍，才得大自在，迷了是处处都有障碍。这个解释，五蕴里头这个色蕴解得详细。",
      "zh_TW": "真空顯露出來，幻有就消失，這個幻有消失再給諸位說，不是說你證到真空之理，這一切萬相都沒有了，不是這個消失，是幻有的障礙消失，沒有障礙。所以是理事無礙，事事無礙，障礙消失了，這個時候的作用自在。迷的時候有許多的障礙，作用不自在。因為幻有不礙真空，就是依他起不礙圓成實，圓成實不礙依他起，所以清涼解《華嚴經》才跟我們說明理事無礙，事事無礙。覺了才無礙，才得大自在，迷了是處處都有障礙。這個解釋，五蘊裡頭這個色蘊解得詳細。"
    },
    {
      "id": "09-015-0004_p0011",
      "zh_CN": "后面「受想行识亦复如是」，根据前面道理，类推就可以知道，所以不必要详细的来解说。我们在这里也简单说一说，受有内外，你看你们从东山来的，《十四讲表》里面「第四讲观受是苦」，就是解释受的意思。外是身受，身有苦乐受，心有忧喜受。身没有苦乐的时候，心也没有忧喜的时候，这个时候叫舍受。这个舍受与禅定、与清净心的样子很像，所以有许多人到这个境界就产生误会，认为自己得清净心，认为自己一心不乱，认为自己得了禅定，哪里晓得他在舍受里头，这就是境界没搞清楚，误会了。所以我们讲席当中常常提示的，就是我们修行人理论要清楚，方法要明白，境界要明了，千万不要把舍受当作清净心，当作一心不乱，这就坏了。讲到想，想里头有有相、有无相。行那从《百法》里面讲的，这个遍行、别境、善、烦恼、不定，再二十四个不相应，这都属于行。识就是八识。",
      "zh_TW": "後面「受想行識亦復如是」，根據前面道理，類推就可以知道，所以不必要詳細的來解說。我們在這裡也簡單說一說，受有內外，你看你們從東山來的，《十四講表》裡面「第四講觀受是苦」，就是解釋受的意思。外是身受，身有苦樂受，心有憂喜受。身沒有苦樂的時候，心也沒有憂喜的時候，這個時候叫捨受。這個捨受與禪定、與清淨心的樣子很像，所以有許多人到這個境界就產生誤會，認為自己得清淨心，認為自己一心不亂，認為自己得了禪定，哪裡曉得他在捨受裡頭，這就是境界沒搞清楚，誤會了。所以我們講席當中常常提示的，就是我們修行人理論要清楚，方法要明白，境界要明瞭，千萬不要把捨受當作清淨心，當作一心不亂，這就壞了。講到想，想裡頭有有相、有無相。行那從《百法》裡面講的，這個遍行、別境、善、煩惱、不定，再二十四個不相應，這都屬於行。識就是八識。"
    },
    {
      "id": "09-015-0004_p0012",
      "zh_CN": "佛为了契合一切众生根性，所以这说法就有种种差别。譬如说凡夫，最明显一个现相就是昧于因果，真正明白因果的凡夫，就是有大善根、大福德。不知道因果，又执着自己的根身，执着这个妄有，样样都放不下，样样不能舍，这就是生死轮回的根本。佛对这些人说法，这就是我们讲初级的佛法，随着众生的观念，随着他的程度见解，说有一切法，大家才好懂，他一听了立刻就能接受。然后再跟他分析，再教给他如何去用方便来破执着，教他破人我执、教他破法我执。最后教给他中道第一义，二边不着，中道不存，渐渐的诱导他，走向无上菩提。凡夫着有，可是二乘人他的执着是人空，他晓得没有了，他不执着人我空，但是他认为法是真有的，他不晓得法也是空的。佛哪有法，你要问有佛法，这个真是谤佛，佛有什么法？佛没有法，所以佛法推不翻，就是因为他没有法，他有法你可以把他推翻，他无法你怎么推翻？这是佛法所谓究竟坚固，那个首楞严就是有这个意思，那是他因为没有法。",
      "zh_TW": "佛為了契合一切眾生根性，所以這說法就有種種差別。譬如說凡夫，最明顯一個現相就是昧於因果，真正明白因果的凡夫，就是有大善根、大福德。不知道因果，又執著自己的根身，執著這個妄有，樣樣都放不下，樣樣不能捨，這就是生死輪迴的根本。佛對這些人說法，這就是我們講初級的佛法，隨著眾生的觀念，隨著他的程度見解，說有一切法，大家才好懂，他一聽了立刻就能接受。然後再跟他分析，再教給他如何去用方便來破執著，教他破人我執、教他破法我執。最後教給他中道第一義，二邊不著，中道不存，漸漸的誘導他，走向無上菩提。凡夫著有，可是二乘人他的執著是人空，他曉得沒有了，他不執著人我空，但是他認為法是真有的，他不曉得法也是空的。佛哪有法，你要問有佛法，這個真是謗佛，佛有什麼法？佛沒有法，所以佛法推不翻，就是因為他沒有法，他有法你可以把他推翻，他無法你怎麼推翻？這是佛法所謂究竟堅固，那個首楞嚴就是有這個意思，那是他因為沒有法。"
    },
    {
      "id": "09-015-0004_p0013",
      "zh_CN": "法从哪里来的？法从众生这里生来的。譬如众生有贪心，他跟你讲无贪，那无贪就是佛法。你要没有贪，佛也没有无贪，你没有贪；你有瞋恨，他才跟你讲无瞋，你没有瞋恨，无瞋也没有了。什么是佛法？是从众生分别、执着、妄想里头反面建立的，没有众生这边了，佛法也没有，所以说佛无有定法可说。你们学佛法，到哪去学去？佛没有法，你学什么佛法？可是你现在有许多的毛病习气，佛门里有许多对治的方法，可见得这些法是从我们自己本身建立的，相对建立的。病好了，佛法也没有了。因此，病不要执着，法也不能执着，你不要执着戒定慧是真实的，戒定慧是对治你贪瞋痴。你没有贪心，戒律就没有了；你没有瞋恚心，定也不要了；你不愚痴，慧也没有了。所以戒定慧，戒就是无贪，定就是无瞋，慧就是无痴，是这么建立的。这就是告诉你，佛法不能执着，佛法不能贪，你要是执着佛法、贪爱佛法，反而就失掉佛法。",
      "zh_TW": "法從哪裡來的？法從眾生這裡生來的。譬如眾生有貪心，他跟你講無貪，那無貪就是佛法。你要沒有貪，佛也沒有無貪，你沒有貪；你有瞋恨，他才跟你講無瞋，你沒有瞋恨，無瞋也沒有了。什麼是佛法？是從眾生分別、執著、妄想裡頭反面建立的，沒有眾生這邊了，佛法也沒有，所以說佛無有定法可說。你們學佛法，到哪去學去？佛沒有法，你學什麼佛法？可是你現在有許多的毛病習氣，佛門裡有許多對治的方法，可見得這些法是從我們自己本身建立的，相對建立的。病好了，佛法也沒有了。因此，病不要執著，法也不能執著，你不要執著戒定慧是真實的，戒定慧是對治你貪瞋痴。你沒有貪心，戒律就沒有了；你沒有瞋恚心，定也不要了；你不愚痴，慧也沒有了。所以戒定慧，戒就是無貪，定就是無瞋，慧就是無痴，是這麼建立的。這就是告訴你，佛法不能執著，佛法不能貪，你要是執著佛法、貪愛佛法，反而就失掉佛法。"
    },
    {
      "id": "09-015-0004_p0014",
      "zh_CN": "所以世间法不能染着，佛法同样的不能染着。二乘人不晓得这个意思，世间法他不要了，不染着，佛法里头他染着，他认为这个诸法是真实有的。到菩萨这个等级，他才真正彻底晓得这个事实真相，「照了诸法，缘生无性」，所以他空有二边不执着，这才是真正健康之人。因此众生有种种病，有八万四千病，佛才说八万四千法，法门与众生那个病一样多，可见得一点不假，给你讲八万四千法门，真的有那么多？不是夸大的，是真有的。因为你真有那么多毛病，所以才有这么多对治的方法。再看底下一段，这段是显示实相，从哪里显？从五蕴十二处，后面再有十八界，从这些地方来显。诸法，前面讲的五蕴，说的十二处。实相，实相就是此地说出来，六不。",
      "zh_TW": "所以世間法不能染著，佛法同樣的不能染著。二乘人不曉得這個意思，世間法他不要了，不染著，佛法裡頭他染著，他認為這個諸法是真實有的。到菩薩這個等級，他才真正徹底曉得這個事實真相，「照了諸法，緣生無性」，所以他空有二邊不執著，這才是真正健康之人。因此眾生有種種病，有八萬四千病，佛才說八萬四千法，法門與眾生那個病一樣多，可見得一點不假，給你講八萬四千法門，真的有那麼多？不是誇大的，是真有的。因為你真有那麼多毛病，所以才有這麼多對治的方法。再看底下一段，這段是顯示實相，從哪裡顯？從五蘊十二處，後面再有十八界，從這些地方來顯。諸法，前面講的五蘊，說的十二處。實相，實相就是此地說出來，六不。"
    },
    {
      "id": "09-015-0004_p0015",
      "zh_CN": "【舍利子。是诸法空相。】",
      "zh_TW": "【舍利子。是諸法空相。】"
    },
    {
      "id": "09-015-0004_p0016",
      "zh_CN": "『空相』就是实相。",
      "zh_TW": "『空相』就是實相。"
    },
    {
      "id": "09-015-0004_p0017",
      "zh_CN": "【不生不灭。不垢不净。不增不减。】",
      "zh_TW": "【不生不滅。不垢不淨。不增不減。】"
    },
    {
      "id": "09-015-0004_p0018",
      "zh_CN": "这个六不与《中观论》里面所讲的八不是差不多，意思是相通的。真空，实相从体上讲没有相状，所以不得已说一个实相。你千万不要看到这两个字又执着它，那就变成遍计所执的实相。这个实相严格的说，不但遍计所执里头没有，依他起也没有，我们讲五蕴、十二处、十八界，依他起有，遍计执无，圆成实里头也无，依他起里头有。如果讲实相，依他起里头也没有，这个意思要悟，不能想，想不出来的，你怎么想，我们讲体会，怎么体会都体会不到？为什么？因为你用的心意识，所以你就体会不到。『不生不灭，不垢不净，不增不减』，现代这些科学家也发现到宇宙之间有些现象，所谓是能力不灭、物质不灭，这是科学家所发现的，你看与佛法里面讲的意思很接近。能力不灭接近于法性的意思，不生不灭；物质不灭接近于依他起；能力是讲的圆成实，很像佛法讲的圆成实相。这个物质不灭，很像讲的依他起。科学家所讲的，实在讲没有佛法说得详细，没有佛法说得透彻，这是今人所发现的。",
      "zh_TW": "這個六不與《中觀論》裡面所講的八不是差不多，意思是相通的。真空，實相從體上講沒有相狀，所以不得已說一個實相。你千萬不要看到這兩個字又執著它，那就變成遍計所執的實相。這個實相嚴格的說，不但遍計所執裡頭沒有，依他起也沒有，我們講五蘊、十二處、十八界，依他起有，遍計執無，圓成實裡頭也無，依他起裡頭有。如果講實相，依他起裡頭也沒有，這個意思要悟，不能想，想不出來的，你怎麼想，我們講體會，怎麼體會都體會不到？為什麼？因為你用的心意識，所以你就體會不到。『不生不滅，不垢不淨，不增不減』，現代這些科學家也發現到宇宙之間有些現象，所謂是能力不滅、物質不滅，這是科學家所發現的，你看與佛法裡面講的意思很接近。能力不滅接近於法性的意思，不生不滅；物質不滅接近於依他起；能力是講的圓成實，很像佛法講的圓成實相。這個物質不滅，很像講的依他起。科學家所講的，實在講沒有佛法說得詳細，沒有佛法說得透徹，這是今人所發現的。"
    },
    {
      "id": "09-015-0004_p0019",
      "zh_CN": "色是从缘而起的，真空不生，譬如说我们讲这个黄金，金变成这个器，那是随缘而起的，金的本身不会生。我们把这个黄金塑一尊佛像，金本身不会生佛像；你把这个黄金做成首饰，金本身不会变成首饰。是从缘而变的，所以它本身不生。这个色也从缘变迁，我今天不喜欢戒指了，把戒指做个耳环，这个色相马上变了。色，这个金的本身并不会变，而是缘去变它。所以诸位从这里要晓得，生灭是什么？缘的生灭，你本性没有生灭。再说到缘，缘是虚妄的，不是真实的，所以缘的生灭就是无生灭，不论是从体上讲、是从相上讲皆是不生不灭。我们今天为这个生灭苦恼大了，你为什么会这么苦？你不晓得生灭的真谛，生灭的真相你不晓得，你迷在这个妄相里头，不知道自己有个真性理体，也不明了这个幻相是怎么一桩事情，所以这个迷在生灭妄相里面，冤枉受这些轮回之苦。根本就没有的，你在那受。",
      "zh_TW": "色是從緣而起的，真空不生，譬如說我們講這個黃金，金變成這個器，那是隨緣而起的，金的本身不會生。我們把這個黃金塑一尊佛像，金本身不會生佛像；你把這個黃金做成首飾，金本身不會變成首飾。是從緣而變的，所以它本身不生。這個色也從緣變遷，我今天不喜歡戒指了，把戒指做個耳環，這個色相馬上變了。色，這個金的本身並不會變，而是緣去變它。所以諸位從這裡要曉得，生滅是什麼？緣的生滅，你本性沒有生滅。再說到緣，緣是虛妄的，不是真實的，所以緣的生滅就是無生滅，不論是從體上講、是從相上講皆是不生不滅。我們今天為這個生滅苦惱大了，你為什麼會這麼苦？你不曉得生滅的真諦，生滅的真相你不曉得，你迷在這個妄相裡頭，不知道自己有個真性理體，也不明瞭這個幻相是怎麼一樁事情，所以這個迷在生滅妄相裡面，冤枉受這些輪迴之苦。根本就沒有的，你在那受。"
    },
    {
      "id": "09-015-0004_p0020",
      "zh_CN": "就好像那个作梦一样，拿梦境来做比喻，能比喻得仿佛。你在梦里头受苦，受种种之苦，心里还不甘心，怨天尤人。你不晓得你清净心里本来不生梦，本来没有梦；如果清净心本来有梦，那个梦一天到晚不能间断才对。有间断的，可见得本来没有，那个不是真的。梦也是从缘生的，缘是假的，所以你那个梦是假的不是真的。你一旦要觉悟，一切苦真的都没有，像前面讲「度一切苦厄」，一切苦就没有。一切苦没有，有乐？给诸位说，乐还是苦。这个地方讲离苦，这个苦里头就包括乐，苦乐都是苦，苦乐统统离开了这叫真乐。所以苦乐忧喜舍全都没有了，这个心多清净。这说的不生不灭，无论在性相、体相上讲统统没有，没有生灭。",
      "zh_TW": "就好像那個作夢一樣，拿夢境來做比喻，能比喻得彷彿。你在夢裡頭受苦，受種種之苦，心裡還不甘心，怨天尤人。你不曉得你清淨心裡本來不生夢，本來沒有夢；如果清淨心本來有夢，那個夢一天到晚不能間斷才對。有間斷的，可見得本來沒有，那個不是真的。夢也是從緣生的，緣是假的，所以你那個夢是假的不是真的。你一旦要覺悟，一切苦真的都沒有，像前面講「度一切苦厄」，一切苦就沒有。一切苦沒有，有樂？給諸位說，樂還是苦。這個地方講離苦，這個苦裡頭就包括樂，苦樂都是苦，苦樂統統離開了這叫真樂。所以苦樂憂喜捨全都沒有了，這個心多清淨。這說的不生不滅，無論在性相、體相上講統統沒有，沒有生滅。"
    },
    {
      "id": "09-015-0004_p0021",
      "zh_CN": "我们再讲垢净，本性这是你自己迷了，我们方便说随顺六道，你在六道里舍身受身，真如随顺六道，真如染不染？不染。这个事情诸位要念念《楞严经》，你就觉悟，你就了解，不染。好，真如离开了烦恼障、离开了所知障，它有没有清净？它也没有清净，本来无染哪里有净！我们这是体上讲没有染净，这我们比较上容易懂。相上给诸位说，也没有染净。你说你有烦恼、你有忧虑，相上去找，你用科学家现代最进步的仪器，你去分析，你每个细胞你去找去，看哪个地方有烦恼、哪个地方有忧虑，你去找去，你去做个全身彻底检查，保证你找不到，你哪个地方有忧虑、哪个地方有烦恼。你想恨那个人，恨在哪里？你看看全身细胞，哪个细胞里头有恨，你能找得出来吗？找不到。可见得你那个喜怒忧乐爱恶欲是个幻想，本性里头没有，色身里头也没有，你看这东西冤枉不冤枉？如果有的话，说哪个细胞里头有恨，那个细胞里头欢喜，你能找得到吗？一个也找不到，没有。所以说依他起就是圆成实，就是这个道理。圆成实「不生不灭，不垢不净，不增不减」，依他起亦复如是。",
      "zh_TW": "我們再講垢淨，本性這是你自己迷了，我們方便說隨順六道，你在六道裡捨身受身，真如隨順六道，真如染不染？不染。這個事情諸位要念念《楞嚴經》，你就覺悟，你就了解，不染。好，真如離開了煩惱障、離開了所知障，它有沒有清淨？它也沒有清淨，本來無染哪裡有淨！我們這是體上講沒有染淨，這我們比較上容易懂。相上給諸位說，也沒有染淨。你說你有煩惱、你有憂慮，相上去找，你用科學家現代最進步的儀器，你去分析，你每個細胞你去找去，看哪個地方有煩惱、哪個地方有憂慮，你去找去，你去做個全身徹底檢查，保證你找不到，你哪個地方有憂慮、哪個地方有煩惱。你想恨那個人，恨在哪裡？你看看全身細胞，哪個細胞裡頭有恨，你能找得出來嗎？找不到。可見得你那個喜怒憂樂愛惡欲是個幻想，本性裡頭沒有，色身裡頭也沒有，你看這東西冤枉不冤枉？如果有的話，說哪個細胞裡頭有恨，那個細胞裡頭歡喜，你能找得到嗎？一個也找不到，沒有。所以說依他起就是圓成實，就是這個道理。圓成實「不生不滅，不垢不淨，不增不減」，依他起亦復如是。"
    },
    {
      "id": "09-015-0004_p0022",
      "zh_CN": "由此可知，生灭、垢净、增减这些东西从哪来的？遍计所执里头生的，彻底虚妄。我们今天颠倒，把虚妄当作真实，真实的根本不晓得，你一旦要觉悟，这是虚妄的，你立刻就离开；真实的，立刻就证得，当下就成佛，你三大阿僧祇劫就圆满了。所以这佛道你说难，通达的人看起来容易，比什么都容易，世间最容易的莫过于成佛；你不懂得，世出世间最难的是成佛，可见得难易也没有标准。难易是一不是二，悟了就易，迷了就难，没有难易。所以学佛的人第一要有坚固的信心。再说增减，像如来证得果位了，智慧德能都圆满了，他有没有增加一些？没有增加，真如本性里头本来就是如此。我们迷惑颠倒，被烦恼障所障，被所知障所障，智慧德能都没有了，是不是真的没有？不是的，还在。的确是，在佛位上不增加一丝毫，在凡夫位上也不减一丝毫，不增不减。",
      "zh_TW": "由此可知，生滅、垢淨、增減這些東西從哪來的？遍計所執裡頭生的，徹底虛妄。我們今天顛倒，把虛妄當作真實，真實的根本不曉得，你一旦要覺悟，這是虛妄的，你立刻就離開；真實的，立刻就證得，當下就成佛，你三大阿僧祇劫就圓滿了。所以這佛道你說難，通達的人看起來容易，比什麼都容易，世間最容易的莫過於成佛；你不懂得，世出世間最難的是成佛，可見得難易也沒有標準。難易是一不是二，悟了就易，迷了就難，沒有難易。所以學佛的人第一要有堅固的信心。再說增減，像如來證得果位了，智慧德能都圓滿了，他有沒有增加一些？沒有增加，真如本性裡頭本來就是如此。我們迷惑顛倒，被煩惱障所障，被所知障所障，智慧德能都沒有了，是不是真的沒有？不是的，還在。的確是，在佛位上不增加一絲毫，在凡夫位上也不減一絲毫，不增不減。"
    },
    {
      "id": "09-015-0004_p0023",
      "zh_CN": "诸位真正通达这个道理，我们在这个世间，你在待人接物当中，你就把什么都布施光了，你也没有减一丝毫；把你把全世界都得到了，你也没有增加一点点，确实是如此。为什么不肯广修供养？如果是我布施出去了，我就没有了，那我不干。愈布施你所得到的愈多，真正是想不到，这道理在哪里？所得到的是你本来有的，你愈布施贪心会减少，你的障碍就去掉，障碍去掉之后，你本性里头德能显露出来愈多，这么回事情。《了凡四训》上讲，你能够施舍，天有报你，我跟你讲过那个天，我前面说过不是天神是你的天性。一般凡夫不懂得天性，所以说天神，其实那个天是讲天性，就是你本性里头万德万能，你的烦恼去掉一分，你的智慧德能就显现一分，去掉两分就显现两分，这么个道理。你要晓得这个道理才肯布施，为什么？去自己的障碍，显自己的智慧德能。不但智慧德能无量无边，我们每个人财富也是无量无边，尽虚空遍法界皆是自己的财富。你有障碍，得不到受用，除了障碍就得受用，不增不减。下课了。　　般若心经　　（第四集）　　1982/7　　台湾华藏图书馆大专讲座　　档名：09-015-0004１２般若心经　　（第四集）　　1982/7　　台湾华藏图书馆大专讲座　　档名：09-015-0004１３",
      "zh_TW": "諸位真正通達這個道理，我們在這個世間，你在待人接物當中，你就把什麼都布施光了，你也沒有減一絲毫；把你把全世界都得到了，你也沒有增加一點點，確實是如此。為什麼不肯廣修供養？如果是我布施出去了，我就沒有了，那我不幹。愈布施你所得到的愈多，真正是想不到，這道理在哪裡？所得到的是你本來有的，你愈布施貪心會減少，你的障礙就去掉，障礙去掉之後，你本性裡頭德能顯露出來愈多，這麼回事情。《了凡四訓》上講，你能夠施捨，天有報你，我跟你講過那個天，我前面說過不是天神是你的天性。一般凡夫不懂得天性，所以說天神，其實那個天是講天性，就是你本性裡頭萬德萬能，你的煩惱去掉一分，你的智慧德能就顯現一分，去掉兩分就顯現兩分，這麼個道理。你要曉得這個道理才肯布施，為什麼？去自己的障礙，顯自己的智慧德能。不但智慧德能無量無邊，我們每個人財富也是無量無邊，盡虛空遍法界皆是自己的財富。你有障礙，得不到受用，除了障礙就得受用，不增不減。下課了。　　般若心經　　（第四集）　　1982/7　　台灣華藏圖書館大專講座　　檔名：09-015-0004１２般若心經　　（第四集）　　1982/7　　台灣華藏圖書館大專講座　　檔名：09-015-0004１３"
    }
  ]
}