{
  "doc_id": "21-214-0002",
  "title": {
    "zh_CN": "学佛问答",
    "zh_TW": "學佛問答"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "日本东京常圆寺",
    "zh_TW": "日本東京常圓寺"
  },
  "doc_number": "21-214-0002",
  "total_paragraphs": 113,
  "paragraphs": [
    {
      "id": "21-214-0002_p0001",
      "zh_CN": "诸位法师，诸位同学，现在我们接着昨天的这些问题，给大家做简单的解答。第四个问题说，经常有人梦到亲人在往生后没有穿衣服，这代表有何意义？",
      "zh_TW": "諸位法師，諸位同學，現在我們接著昨天的這些問題，給大家做簡單的解答。第四個問題說，經常有人夢到親人在往生後沒有穿衣服，這代表有何意義？"
    },
    {
      "id": "21-214-0002_p0002",
      "zh_CN": "这个现象不好，我们晓得在六道里面，只有地狱道没有衣服穿，其他道都穿着衣服，唯独地狱道没有穿衣服。有梦到这样的梦，你的亲人他在求你帮他超度，你应当念佛、诵经给他回向，这样就好。",
      "zh_TW": "這個現象不好，我們曉得在六道裡面，只有地獄道沒有衣服穿，其他道都穿著衣服，唯獨地獄道沒有穿衣服。有夢到這樣的夢，你的親人他在求你幫他超度，你應當念佛、誦經給他迴向，這樣就好。"
    },
    {
      "id": "21-214-0002_p0003",
      "zh_CN": "第五个问题说，现在中国大陆流通往生实录的ＶＣＤ，这对初学者或非佛教徒来说，莫非是一种信念的支柱。我曾拿了几片到台湾的净宗学会，但是学会人员大多对此类的ＶＣＤ不敢认同，而且只主张实事念佛及教学讲经的带子。请教老和尚是否赞同往生实录的带子大量流通？",
      "zh_TW": "第五個問題說，現在中國大陸流通往生實錄的ＶＣＤ，這對初學者或非佛教徒來說，莫非是一種信念的支柱。我曾拿了幾片到台灣的淨宗學會，但是學會人員大多對此類的ＶＣＤ不敢認同，而且只主張實事念佛及教學講經的帶子。請教老和尚是否贊同往生實錄的帶子大量流通？"
    },
    {
      "id": "21-214-0002_p0004",
      "zh_CN": "答：这个事是好事，但是大量流通会造成负面的影响，那就是社会大众不相信佛教的，他认为你在提倡迷信。提倡迷信，这是政府跟社会都反对的，会造成对佛教流通的障碍。所以像这些事情，除非是对真正念佛人，真正有求生净土意愿的人，给他们可以增长信心。同样是念佛人，很多念佛人不想求生净土，还是希望来生到人间享福，这种人占多数，真正发心往生的人并不多，所以这个一定要了解。佛法讲契机、契理，这个理上是没有问题，但是机有问题。所以真正流通还是像《了凡四训》、《感应篇》，讲经的这个，这个大量流通好，没有问题。特别今天在这个世界社会上，我们有个小册子，也有ＶＣＤ，《认识佛教》。认识佛教非常重要，社会许多大众对佛教误会，如果看这个小册子、看这个光碟可以了解，对佛教的认识，帮助他认识，这个有好处。",
      "zh_TW": "答：這個事是好事，但是大量流通會造成負面的影響，那就是社會大眾不相信佛教的，他認為你在提倡迷信。提倡迷信，這是政府跟社會都反對的，會造成對佛教流通的障礙。所以像這些事情，除非是對真正念佛人，真正有求生淨土意願的人，給他們可以增長信心。同樣是念佛人，很多念佛人不想求生淨土，還是希望來生到人間享福，這種人佔多數，真正發心往生的人並不多，所以這個一定要了解。佛法講契機、契理，這個理上是沒有問題，但是機有問題。所以真正流通還是像《了凡四訓》、《感應篇》，講經的這個，這個大量流通好，沒有問題。特別今天在這個世界社會上，我們有個小冊子，也有ＶＣＤ，《認識佛教》。認識佛教非常重要，社會許多大眾對佛教誤會，如果看這個小冊子、看這個光碟可以了解，對佛教的認識，幫助他認識，這個有好處。"
    },
    {
      "id": "21-214-0002_p0005",
      "zh_CN": "第六个问题，他说十多年前，因未学佛，欠人钱，就向土地公庙许愿。当时庙小，如果还清债务，庙就给盖大间，请问师父如何处理此事？",
      "zh_TW": "第六個問題，他說十多年前，因未學佛，欠人錢，就向土地公廟許願。當時廟小，如果還清債務，廟就給蓋大間，請問師父如何處理此事？"
    },
    {
      "id": "21-214-0002_p0006",
      "zh_CN": "答：你满愿了，你就去给土地公盖大庙！你就得去还愿。实际上，土地公，城隍、土地都希望我们深信因果的教育，城隍、土地所提倡的，这是他的重点。如果我们从这上去做，就是报答了城隍、土地了。我们最近有一幅「地狱变相图」，希望展开给大家看看，我们流通这幅图画，就是报城隍、土地之恩。",
      "zh_TW": "答：你滿願了，你就去給土地公蓋大廟！你就得去還願。實際上，土地公，城隍、土地都希望我們深信因果的教育，城隍、土地所提倡的，這是他的重點。如果我們從這上去做，就是報答了城隍、土地了。我們最近有一幅「地獄變相圖」，希望展開給大家看看，我們流通這幅圖畫，就是報城隍、土地之恩。"
    },
    {
      "id": "21-214-0002_p0007",
      "zh_CN": "第七个问题，佛教重在教育，我女儿日本家及我本人上海家，每月都有一次念经日，请问如何把佛教教育同念经结合在一起？",
      "zh_TW": "第七個問題，佛教重在教育，我女兒日本家及我本人上海家，每月都有一次念經日，請問如何把佛教教育同念經結合在一起？"
    },
    {
      "id": "21-214-0002_p0008",
      "zh_CN": "答：念经是好事，最重要的是懂得经典里面的意思，懂得佛菩萨在经典里面教我们怎样做人，怎样办事，你从这个地方学会了，这就是接受佛菩萨的教育。",
      "zh_TW": "答：念經是好事，最重要的是懂得經典裡面的意思，懂得佛菩薩在經典裡面教我們怎樣做人，怎樣辦事，你從這個地方學會了，這就是接受佛菩薩的教育。"
    },
    {
      "id": "21-214-0002_p0009",
      "zh_CN": "第八位何居士他说，我是在日本开旅游公司的，为了让孩子受到良好的基础教育，我把孩子送到上海去上学。但是我经常为了自己没有能够给孩子足够的母爱而烦恼。但是带来日本，我又烦孩子会跟我吃苦，请问我应该如何是好？",
      "zh_TW": "第八位何居士他說，我是在日本開旅遊公司的，為了讓孩子受到良好的基礎教育，我把孩子送到上海去上學。但是我經常為了自己沒有能夠給孩子足夠的母愛而煩惱。但是帶來日本，我又煩孩子會跟我吃苦，請問我應該如何是好？"
    },
    {
      "id": "21-214-0002_p0010",
      "zh_CN": "答：孩子吃苦你不要担心，不吃苦不能成就。我们在抗战期间做小孩的时候，吃尽了苦头，所以以后在这个社会上才能独立。现在小孩娇生惯养，长大之后一无所能，一辈子吃苦。如果小孩让他吃苦，他一辈子享福。福享完，儿童的时候享完了，他将来长大了一辈子吃苦，这个帐你好好去算算。",
      "zh_TW": "答：孩子吃苦你不要擔心，不吃苦不能成就。我們在抗戰期間做小孩的時候，吃盡了苦頭，所以以後在這個社會上才能獨立。現在小孩嬌生慣養，長大之後一無所能，一輩子吃苦。如果小孩讓他吃苦，他一輩子享福。福享完，兒童的時候享完了，他將來長大了一輩子吃苦，這個帳你好好去算算。"
    },
    {
      "id": "21-214-0002_p0011",
      "zh_CN": "这是江居士问的，去年我在朋友的劝说下，请了观世音菩萨和仙家四大家族在家里供奉。后来我听学佛的母带说请仙家不好，但我已经请了，应该怎么办？",
      "zh_TW": "這是江居士問的，去年我在朋友的勸說下，請了觀世音菩薩和仙家四大家族在家裡供奉。後來我聽學佛的母帶說請仙家不好，但我已經請了，應該怎麼辦？"
    },
    {
      "id": "21-214-0002_p0012",
      "zh_CN": "答：你就请仙家当护法，很好！佛是弘法利生，他来做护法，这不是两全其美吗？让仙家跟我们一起学佛，我拜佛为老师，仙家也拜佛做老师，我们跟仙家是同学，一起来学习，这就好。",
      "zh_TW": "答：你就請仙家當護法，很好！佛是弘法利生，他來做護法，這不是兩全其美嗎？讓仙家跟我們一起學佛，我拜佛為老師，仙家也拜佛做老師，我們跟仙家是同學，一起來學習，這就好。"
    },
    {
      "id": "21-214-0002_p0013",
      "zh_CN": "这位同修问的两个问题，第一个，杀生是最不好的，可是我现在的工作是每天切肉，不知用什么样的方法来减轻罪过？",
      "zh_TW": "這位同修問的兩個問題，第一個，殺生是最不好的，可是我現在的工作是每天切肉，不知用什麼樣的方法來減輕罪過？"
    },
    {
      "id": "21-214-0002_p0014",
      "zh_CN": "答：你在切肉的时候，一刀一声阿弥陀佛，切完之后念往生咒，念往生咒嘱咐它求生净土，不再受这个恶报，这样就好。",
      "zh_TW": "答：你在切肉的時候，一刀一聲阿彌陀佛，切完之後念往生咒，念往生咒囑咐它求生淨土，不再受這個惡報，這樣就好。"
    },
    {
      "id": "21-214-0002_p0015",
      "zh_CN": "第二，他说我的女儿只有八岁，她学佛用功可有入门的方法与心得，请教法师讲解。",
      "zh_TW": "第二，他說我的女兒只有八歲，她學佛用功可有入門的方法與心得，請教法師講解。"
    },
    {
      "id": "21-214-0002_p0016",
      "zh_CN": "答：八岁这是儿童，你应当教她读些基础的东西，最好让她念中国古时候教小朋友的《弟子规》。教她念《弟子规》、念《三字经》、念《大学》、念《论语》，教她念这个。佛经里面，教她念《阿难问事佛吉凶经》，教她念《十善业道经》，念《阿弥陀经》就好，教她念。她念熟了之后，过几年她长大了，智慧开了，再让她听讲，这是非常好的教育方法。",
      "zh_TW": "答：八歲這是兒童，你應當教她讀些基礎的東西，最好讓她念中國古時候教小朋友的《弟子規》。教她念《弟子規》、念《三字經》、念《大學》、念《論語》，教她念這個。佛經裡面，教她念《阿難問事佛吉凶經》，教她念《十善業道經》，念《阿彌陀經》就好，教她念。她念熟了之後，過幾年她長大了，智慧開了，再讓她聽講，這是非常好的教育方法。"
    },
    {
      "id": "21-214-0002_p0017",
      "zh_CN": "这是一位崔居士问的，他说我几年前在大陆出家，证如师父送给我五颗舍利子，师父说是感应舍利。拿到家里打开，瞬间就异香满室，我也把舍利分别送给佛友两颗，来日本又送给妹妹两颗，但舍利子一直是五颗，也不知何时增加的，敬请师父开示。",
      "zh_TW": "這是一位崔居士問的，他說我幾年前在大陸出家，證如師父送給我五顆舍利子，師父說是感應舍利。拿到家裡打開，瞬間就異香滿室，我也把舍利分別送給佛友兩顆，來日本又送給妹妹兩顆，但舍利子一直是五顆，也不知何時增加的，敬請師父開示。"
    },
    {
      "id": "21-214-0002_p0018",
      "zh_CN": "答：对，舍利是感应，你有这些瑞相，由此可知，你与佛有缘，不要有疑惑，也不必去研究。你供养舍利，好好的诵经、念佛就好。最重要的还是要对经的义理要明了，明了得愈深对你愈有好处，你明了多少，你要做到多少，要把它落实，你才会得佛法真实的受用。",
      "zh_TW": "答：對，舍利是感應，你有這些瑞相，由此可知，你與佛有緣，不要有疑惑，也不必去研究。你供養舍利，好好的誦經、念佛就好。最重要的還是要對經的義理要明瞭，明瞭得愈深對你愈有好處，你明瞭多少，你要做到多少，要把它落實，你才會得佛法真實的受用。"
    },
    {
      "id": "21-214-0002_p0019",
      "zh_CN": "这是上海宋居士问的，你说要动善念，我非常理解，也很想做到。但是我们从小受的教育就是以自我为中心，而且已经养成习惯，有时并不是有意识的把自己的过错强加于他人身上，而是无意识、习惯性的。针对这样的情形，请问师父在修行时有没有更好的方法？",
      "zh_TW": "這是上海宋居士問的，你說要動善念，我非常理解，也很想做到。但是我們從小受的教育就是以自我為中心，而且已經養成習慣，有時並不是有意識的把自己的過錯強加於他人身上，而是無意識、習慣性的。針對這樣的情形，請問師父在修行時有沒有更好的方法？"
    },
    {
      "id": "21-214-0002_p0020",
      "zh_CN": "答：方法很多。晓得这是错误的，今天整个世界的动乱，整个世界的灾难，起因就是每个人是自我为中心，灾难就从这儿来的。这种心理、世态已经非常普遍，不是中国人，外国人也是这样，全世界人都是这样的。所以，世界许多宗教经典里面都讲世界末日，这是共业，大家共同都造这个业，这个末日就是整个世界毁灭。中国人讲，这个罪业的根是什么？我也曾经听说，说了两句话「不孝父母，不敬祖先」，他说这是全世界共业的根，以自我为中心也是这个意思。所以东西方人说法虽然不一样，你想想看，道理是一样的，这就是整个世界要遭大劫难的业因。",
      "zh_TW": "答：方法很多。曉得這是錯誤的，今天整個世界的動亂，整個世界的災難，起因就是每個人是自我為中心，災難就從這兒來的。這種心理、世態已經非常普遍，不是中國人，外國人也是這樣，全世界人都是這樣的。所以，世界許多宗教經典裡面都講世界末日，這是共業，大家共同都造這個業，這個末日就是整個世界毀滅。中國人講，這個罪業的根是什麼？我也曾經聽說，說了兩句話「不孝父母，不敬祖先」，他說這是全世界共業的根，以自我為中心也是這個意思。所以東西方人說法雖然不一樣，你想想看，道理是一樣的，這就是整個世界要遭大劫難的業因。"
    },
    {
      "id": "21-214-0002_p0021",
      "zh_CN": "我们要想救自己，要想救这个世间，一定要把念头转过来。我们起心动念为别人，不为自己，大家都好，我也好；我好，大家都不好，我自己还是要跟着大家一起遭难。今天的心量一定要拓开，念念为整个世界着想，为一切众生着想，不要为自己，不要为自己一家，这是救不了自己也帮不了别人，这个道理一定要懂。",
      "zh_TW": "我們要想救自己，要想救這個世間，一定要把念頭轉過來。我們起心動念為別人，不為自己，大家都好，我也好；我好，大家都不好，我自己還是要跟著大家一起遭難。今天的心量一定要拓開，念念為整個世界著想，為一切眾生著想，不要為自己，不要為自己一家，這是救不了自己也幫不了別人，這個道理一定要懂。"
    },
    {
      "id": "21-214-0002_p0022",
      "zh_CN": "第十三个问题，请问师父一个问题，阿弥陀佛！弟子请教师父开示，关于学佛不能专心学佛，可有其他辅助学佛的方法？因弟子烦心事项多，致无法专心修佛。请教师父开示，指导方法。",
      "zh_TW": "第十三個問題，請問師父一個問題，阿彌陀佛！弟子請教師父開示，關於學佛不能專心學佛，可有其他輔助學佛的方法？因弟子煩心事項多，致無法專心修佛。請教師父開示，指導方法。"
    },
    {
      "id": "21-214-0002_p0023",
      "zh_CN": "答：学佛最重要的是你要有心，你真想学。这个念头怎么生起来？你一定要对佛教有真正的认识，你要不认识的话，这个心生不起来，所以要接触、要好学。了解之后要认真去做，做到之后你才会真正的明了。你要不去做，纵然是天天讲经讲得天花乱坠，还是隔靴搔痒，真实的利益你并没有得到。真实利益是一定在行，佛法重视行，佛法重实质，不重外表。外表是做给别人看的，像唱戏一样，唱给别人看的，接引大众的，热热闹闹的。真正功夫是在内学，在内心里头做功夫，这平常我们讲经讲得都非常多。各人的根性不相同，一定要知道自己的根性，用什么样的方法我自己修学能够得力，每个人都不一样。所以有人念佛得利益，他能专心，有人参禅能得利益，有人持咒能得利益。",
      "zh_TW": "答：學佛最重要的是你要有心，你真想學。這個念頭怎麼生起來？你一定要對佛教有真正的認識，你要不認識的話，這個心生不起來，所以要接觸、要好學。了解之後要認真去做，做到之後你才會真正的明瞭。你要不去做，縱然是天天講經講得天花亂墜，還是隔靴搔癢，真實的利益你並沒有得到。真實利益是一定在行，佛法重視行，佛法重實質，不重外表。外表是做給別人看的，像唱戲一樣，唱給別人看的，接引大眾的，熱熱鬧鬧的。真正功夫是在內學，在內心裡頭做功夫，這平常我們講經講得都非常多。各人的根性不相同，一定要知道自己的根性，用什麼樣的方法我自己修學能夠得力，每個人都不一樣。所以有人念佛得利益，他能專心，有人參禪能得利益，有人持咒能得利益。"
    },
    {
      "id": "21-214-0002_p0024",
      "zh_CN": "像我这一生，我一生是研究经教，我在这上面能专心。每天读经典，每天研究经典，五十多年来没有一天离开过，我们用的是这个方法。因为这是整个精神意志都集中，就不会有其他的妄念，因为一面要学，一面要讲，在现在我每天还得讲四个小时，所以天天要讲。我一年要讲三百天，一年三百六十天我要讲三百天，就是一年要讲一千两百个小时，这是我的进度。我除这个之外没有别的事情，就是用这个方法把整个精神意志统统集中，这都可以提供大家做参考。但是每个人根性不相同，不一定我用这个方法适合，你用这个方法也适合，不一定，你可以试试其他的方法。一定要功夫得力，就是减少自己的妄想、分别、执着，让自己的精神意志能集中，集中就是禅定。",
      "zh_TW": "像我這一生，我一生是研究經教，我在這上面能專心。每天讀經典，每天研究經典，五十多年來沒有一天離開過，我們用的是這個方法。因為這是整個精神意志都集中，就不會有其他的妄念，因為一面要學，一面要講，在現在我每天還得講四個小時，所以天天要講。我一年要講三百天，一年三百六十天我要講三百天，就是一年要講一千兩百個小時，這是我的進度。我除這個之外沒有別的事情，就是用這個方法把整個精神意志統統集中，這都可以提供大家做參考。但是每個人根性不相同，不一定我用這個方法適合，你用這個方法也適合，不一定，你可以試試其他的方法。一定要功夫得力，就是減少自己的妄想、分別、執著，讓自己的精神意志能集中，集中就是禪定。"
    },
    {
      "id": "21-214-0002_p0025",
      "zh_CN": "这位同修他有个问题，他说我有时感觉到像在轮回之中，也许是业障，怎么能够消除？我在中国净土寺三皈入了佛门（日本国籍），只要真心的念一句佛号，真的能够消除业障，去往生西方佛国。学佛是修这颗愿心，怎么做才能觉悟圆满，今世成佛去往生西方佛国？",
      "zh_TW": "這位同修他有個問題，他說我有時感覺到像在輪迴之中，也許是業障，怎麼能夠消除？我在中國淨土寺三皈入了佛門（日本國籍），只要真心的念一句佛號，真的能夠消除業障，去往生西方佛國。學佛是修這顆願心，怎麼做才能覺悟圓滿，今世成佛去往生西方佛國？"
    },
    {
      "id": "21-214-0002_p0026",
      "zh_CN": "答：这一句佛号确实没错，要想在这一生当中念佛往生净土，往生净土的理论、方法都在《无量寿经》，《无量寿经》就是我们往生西方极乐世界的保证书。所以，你一定要多读，要多去研究，你能把《无量寿经》上所讲的道理都明白了，所讲的这些教诲你统统都做到了，我在讲经的时候说过（这部经我讲了十一遍），保证你上品上生，你统统都做到了！如果统统做不到，我能做到百分之九十，还有百分之十做不到，那你就往下降，你就是上品中生；如果只能做到百分之八十，你就是上品下生。这样一直降下来，降到最低，下品下生，你要做到百分之二十，也就是说你要做到两成；两成都做不到，跟阿弥陀佛结个缘，这一生不能往生，那就等来生！这个道理诸位一定要懂，两成做不到，不能往生。",
      "zh_TW": "答：這一句佛號確實沒錯，要想在這一生當中念佛往生淨土，往生淨土的理論、方法都在《無量壽經》，《無量壽經》就是我們往生西方極樂世界的保證書。所以，你一定要多讀，要多去研究，你能把《無量壽經》上所講的道理都明白了，所講的這些教誨你統統都做到了，我在講經的時候說過（這部經我講了十一遍），保證你上品上生，你統統都做到了！如果統統做不到，我能做到百分之九十，還有百分之十做不到，那你就往下降，你就是上品中生；如果只能做到百分之八十，你就是上品下生。這樣一直降下來，降到最低，下品下生，你要做到百分之二十，也就是說你要做到兩成；兩成都做不到，跟阿彌陀佛結個緣，這一生不能往生，那就等來生！這個道理諸位一定要懂，兩成做不到，不能往生。"
    },
    {
      "id": "21-214-0002_p0027",
      "zh_CN": "《无量寿经》一开头，就教给我们修行的总纲领、总原则，比什么都重要，千万不能错过。诸位要了解一个事实，从前我的老师常常告诉我（在台中，李炳南老居士，我跟他十年），他常讲，一万个念佛的人真正能往生的只有两、三个。古大德说这个法门是万修万人去，到今天一万个人只有两、三个去，其他都去不了。什么原因？他会念经、他会念佛，他不懂得意思。他的口是在佛法上，他的心是轮回心，轮回心造轮回业，他没有办法脱离轮回，就这个道理。所以一开端教给我们修行总的原则，讲到身口意三业，「善护三业」。善护三业，头一个不是身，头一个是口，「善护口业，不讥他过」；「善护身业，不失律仪」；「善护意业，清净无染」。这三句话非常重要！你能把这三句话做到，你念佛你决定能往生！",
      "zh_TW": "《無量壽經》一開頭，就教給我們修行的總綱領、總原則，比什麼都重要，千萬不能錯過。諸位要了解一個事實，從前我的老師常常告訴我（在台中，李炳南老居士，我跟他十年），他常講，一萬個念佛的人真正能往生的只有兩、三個。古大德說這個法門是萬修萬人去，到今天一萬個人只有兩、三個去，其他都去不了。什麼原因？他會念經、他會念佛，他不懂得意思。他的口是在佛法上，他的心是輪迴心，輪迴心造輪迴業，他沒有辦法脫離輪迴，就這個道理。所以一開端教給我們修行總的原則，講到身口意三業，「善護三業」。善護三業，頭一個不是身，頭一個是口，「善護口業，不譏他過」；「善護身業，不失律儀」；「善護意業，清淨無染」。這三句話非常重要！你能把這三句話做到，你念佛你決定能往生！"
    },
    {
      "id": "21-214-0002_p0028",
      "zh_CN": "天天念佛还是造业，造业最容易是口业，口业是什么？批评别人。所以夏莲居老居士讲了一句话讲得很好，他说念佛的人如果三年不讲话，保证开悟！这话说得很有道理，三年不讲话，心也定了，他怎么会不开悟？我们念佛的时候，闲话太多了，言语里头批评别人太多，那造罪业，一面念佛一面造罪业，怎么能往生！这个道理不可以不懂。所以，修行从哪里修起？从「善护口业，不讥他过」修起，你才能往生。",
      "zh_TW": "天天念佛還是造業，造業最容易是口業，口業是什麼？批評別人。所以夏蓮居老居士講了一句話講得很好，他說念佛的人如果三年不講話，保證開悟！這話說得很有道理，三年不講話，心也定了，他怎麼會不開悟？我們念佛的時候，閒話太多了，言語裡頭批評別人太多，那造罪業，一面念佛一面造罪業，怎麼能往生！這個道理不可以不懂。所以，修行從哪裡修起？從「善護口業，不譏他過」修起，你才能往生。"
    },
    {
      "id": "21-214-0002_p0029",
      "zh_CN": "我们学佛不是这一生，这一生学佛，你不可能到这个地方来听，听我跟你解答问题，你能到这个地方来坐两个小时，就是说明你过去生生世世都学佛，你有这个善根。为什么生生世世学佛都没有往生？就是喜欢批评别人。现在还是喜欢批评别人，那你这一生还是去不了，就这么个道理。你真明白了，从今而后再也不批评别人。所以我说，别人都是对的，别人错了也是对的；我自己是错的，我自己对了还是错的，你想想我这个话的道理。为什么说我对了还是错的？我起心动念就错了。我怎么才是真正对了？不说话就对了。就是夏莲居老居士讲的，你这一生都不说话就对了，那真对了；只要你开口就错了，你动念就错了。话虽然很简单，意思很深，希望大家好好的去学。",
      "zh_TW": "我們學佛不是這一生，這一生學佛，你不可能到這個地方來聽，聽我跟你解答問題，你能到這個地方來坐兩個小時，就是說明你過去生生世世都學佛，你有這個善根。為什麼生生世世學佛都沒有往生？就是喜歡批評別人。現在還是喜歡批評別人，那你這一生還是去不了，就這麼個道理。你真明白了，從今而後再也不批評別人。所以我說，別人都是對的，別人錯了也是對的；我自己是錯的，我自己對了還是錯的，你想想我這個話的道理。為什麼說我對了還是錯的？我起心動念就錯了。我怎麼才是真正對了？不說話就對了。就是夏蓮居老居士講的，你這一生都不說話就對了，那真對了；只要你開口就錯了，你動念就錯了。話雖然很簡單，意思很深，希望大家好好的去學。"
    },
    {
      "id": "21-214-0002_p0030",
      "zh_CN": "这位金居士问了一个问题，如果心烦的时候该怎么办？",
      "zh_TW": "這位金居士問了一個問題，如果心煩的時候該怎麼辦？"
    },
    {
      "id": "21-214-0002_p0031",
      "zh_CN": "答：念阿弥陀佛最好！你欢喜的时候念阿弥陀佛，心烦的时候也念阿弥陀佛，用阿弥陀佛把你的心摆平，心要清净也平等。",
      "zh_TW": "答：念阿彌陀佛最好！你歡喜的時候念阿彌陀佛，心煩的時候也念阿彌陀佛，用阿彌陀佛把你的心擺平，心要清淨也平等。"
    },
    {
      "id": "21-214-0002_p0032",
      "zh_CN": "这位张居士他问的，他说弟子在北京广播学院、播音主持学院硕士修了，在大陆做国家电视台播音主持。来日本五年了，出版发行汉语ＣＤ两百多张，弟子想从事出家弘法利生，不知能否成行？",
      "zh_TW": "這位張居士他問的，他說弟子在北京廣播學院、播音主持學院碩士修了，在大陸做國家電視台播音主持。來日本五年了，出版發行漢語ＣＤ兩百多張，弟子想從事出家弘法利生，不知能否成行？"
    },
    {
      "id": "21-214-0002_p0033",
      "zh_CN": "答：你的出身、学历、经历、工作都不错，如果发心用这个来弘扬佛法，那真是无量功德。现在这个世界，在西方，传统的文化被科学技术淹没了。在东方，以中国来说，我们有五千年传统的教学，现在也被西方文化破坏了。东西方伦理道德、圣贤的教诲都没有了，每个人确实是自我本位主义，每个人随顺自己的烦恼习气，真的各个都第一，谁也不让人！从竞争发展到斗争，从斗争再发展到战争，现在的战争就是世界毁灭。我是在三十年前第一次到日本来，我到广岛、长崎去看看，我才恍然大悟佛经里面讲的「小三灾」。小三灾，佛是怎么讲的？他说七天七夜的刀兵劫，刀兵劫就是战争，战争是七天七夜。接着就是七个月七天的瘟疫，再接着是七年七个月七天的饥饿，这就是小三灾。我们以前读这个经文没有法子理解，讲都很困难，自己不懂！到长崎、广岛一看就恍然大悟，原来小三灾就是佛经里头的预言，第三次核武战争。",
      "zh_TW": "答：你的出身、學歷、經歷、工作都不錯，如果發心用這個來弘揚佛法，那真是無量功德。現在這個世界，在西方，傳統的文化被科學技術淹沒了。在東方，以中國來說，我們有五千年傳統的教學，現在也被西方文化破壞了。東西方倫理道德、聖賢的教誨都沒有了，每個人確實是自我本位主義，每個人隨順自己的煩惱習氣，真的各個都第一，誰也不讓人！從競爭發展到鬥爭，從鬥爭再發展到戰爭，現在的戰爭就是世界毀滅。我是在三十年前第一次到日本來，我到廣島、長崎去看看，我才恍然大悟佛經裡面講的「小三災」。小三災，佛是怎麼講的？他說七天七夜的刀兵劫，刀兵劫就是戰爭，戰爭是七天七夜。接著就是七個月七天的瘟疫，再接著是七年七個月七天的飢餓，這就是小三災。我們以前讀這個經文沒有法子理解，講都很困難，自己不懂！到長崎、廣島一看就恍然大悟，原來小三災就是佛經裡頭的預言，第三次核武戰爭。"
    },
    {
      "id": "21-214-0002_p0034",
      "zh_CN": "我去的时候是长崎被轰炸的好像是第八年，当地人告诉我，第八年地上才长草，树上才长树叶。这才明了，确确实实七年七个月草木不生，那人当然饥饿，没有东西吃。瘟疫是什么？瘟疫就是核子的辐射，战争是核子战争，所以七天七夜的战争。第二次世界大战、第一次世界大战，打了那么多年都不算是灾难，都不算是小三灾，但是第三次世界大战是小三灾，这个问题就非常严重了。现在的核武跟投在长崎、广岛的不一样了，那是最小最小的，那一颗炸弹下来死伤将近十万人，现在的核子弹下来至少要死两、三百万人，不是十万人，这是毁灭性的，非常可怕！全世界，诸位都晓得，每个国家（核武国家）核子弹要加起来，将近十万枚。十万枚核子弹，科学家告诉我们，可以毁灭地球一百七十次。",
      "zh_TW": "我去的時候是長崎被轟炸的好像是第八年，當地人告訴我，第八年地上才長草，樹上才長樹葉。這才明瞭，確確實實七年七個月草木不生，那人當然飢餓，沒有東西吃。瘟疫是什麼？瘟疫就是核子的輻射，戰爭是核子戰爭，所以七天七夜的戰爭。第二次世界大戰、第一次世界大戰，打了那麼多年都不算是災難，都不算是小三災，但是第三次世界大戰是小三災，這個問題就非常嚴重了。現在的核武跟投在長崎、廣島的不一樣了，那是最小最小的，那一顆炸彈下來死傷將近十萬人，現在的核子彈下來至少要死兩、三百萬人，不是十萬人，這是毀滅性的，非常可怕！全世界，諸位都曉得，每個國家（核武國家）核子彈要加起來，將近十萬枚。十萬枚核子彈，科學家告訴我們，可以毀滅地球一百七十次。"
    },
    {
      "id": "21-214-0002_p0035",
      "zh_CN": "所以，这个战争真的要是爆发起来之后，现在是核武跟生化，那就真的是法国十六世纪诺查丹玛斯预言里面所讲的，战争爆发之后，这个世间的人口只剩了「大七之数」。有人说大七之数应该是七亿，现在人口差不多将近七十亿，换句话说，剩下的人是十分之一。也有人说不是七亿，是七千万；七千万，每一百个人当中只剩下一个人。你就晓得这个世间多么凄惨，诺查丹玛斯说，那时候的活人羡慕死去的人，你就说他活得多辛苦！这是他在预言里面描绘第三次大战之后的情况。",
      "zh_TW": "所以，這個戰爭真的要是爆發起來之後，現在是核武跟生化，那就真的是法國十六世紀諾查丹瑪斯預言裡面所講的，戰爭爆發之後，這個世間的人口只剩了「大七之數」。有人說大七之數應該是七億，現在人口差不多將近七十億，換句話說，剩下的人是十分之一。也有人說不是七億，是七千萬；七千萬，每一百個人當中只剩下一個人。你就曉得這個世間多麼淒慘，諾查丹瑪斯說，那時候的活人羨慕死去的人，你就說他活得多辛苦！這是他在預言裡面描繪第三次大戰之後的情況。"
    },
    {
      "id": "21-214-0002_p0036",
      "zh_CN": "我们看看今天的世界，好像这个危机愈来愈近了，这是人类共业所感。我们到哪里去避难？没有地方避，全世界没有一个地方是安全的。所以，我们学佛的人非常幸运，这真是千载难逢的机会，放下万缘，老实念佛，依照经典的教训断恶修善，善护三业，老实念佛，求生净土。灾难来了，我们有好地方去，我们不要留在这里受罪，这才是真正的解脱。希望大家能够认清这一点，不怕，不怕灾难，灾难来了，我到极乐世界去，那个地方比这里好太多了，永远没有灾难。",
      "zh_TW": "我們看看今天的世界，好像這個危機愈來愈近了，這是人類共業所感。我們到哪裡去避難？沒有地方避，全世界沒有一個地方是安全的。所以，我們學佛的人非常幸運，這真是千載難逢的機會，放下萬緣，老實念佛，依照經典的教訓斷惡修善，善護三業，老實念佛，求生淨土。災難來了，我們有好地方去，我們不要留在這裡受罪，這才是真正的解脫。希望大家能夠認清這一點，不怕，不怕災難，災難來了，我到極樂世界去，那個地方比這裡好太多了，永遠沒有災難。"
    },
    {
      "id": "21-214-0002_p0037",
      "zh_CN": "《无量寿经》多念一念，你才晓得西方极乐世界的殊胜，心心向往西方，这就好。跟这个世间人在一起，一定要和睦相处，什么都不要计较，他好，很好，他不好，也很好。为什么？没有几天我们就要告别了，我到极乐世界去，我跟你还有什么好争的？就好比我们这次到日本来旅行，在日本只住十一天，十一天就要走了，日本好，很好，不好，也好，都好！你要把地球当作我们旅行的一个点，我们在这个地方时间很短促，所以决不要给这个地方制造麻烦，制造纠纷，那我们就有罪业了，样样都好，样样都随顺，我也平平安安的往生西方。",
      "zh_TW": "《無量壽經》多念一念，你才曉得西方極樂世界的殊勝，心心嚮往西方，這就好。跟這個世間人在一起，一定要和睦相處，什麼都不要計較，他好，很好，他不好，也很好。為什麼？沒有幾天我們就要告別了，我到極樂世界去，我跟你還有什麼好爭的？就好比我們這次到日本來旅行，在日本只住十一天，十一天就要走了，日本好，很好，不好，也好，都好！你要把地球當作我們旅行的一個點，我們在這個地方時間很短促，所以決不要給這個地方製造麻煩，製造糾紛，那我們就有罪業了，樣樣都好，樣樣都隨順，我也平平安安的往生西方。"
    },
    {
      "id": "21-214-0002_p0038",
      "zh_CN": "这位杨同学问了四个问题，第一个说家慈年事已大，他母亲年岁大了，习气很重，如何随顺父母又能引母有出离三恶道这个因之心？",
      "zh_TW": "這位楊同學問了四個問題，第一個說家慈年事已大，他母親年歲大了，習氣很重，如何隨順父母又能引母有出離三惡道這個因之心？"
    },
    {
      "id": "21-214-0002_p0039",
      "zh_CN": "答：这在你平时的表现，孝养父母，你样样都能随顺，让父母明显觉察到，你学佛之后跟没有学佛之前是两个人，他就会生欢喜心。如果你学佛之后，跟学佛之前没有什么改变，他对佛学没有兴趣，没有信心。要有明显的改变，懂得孝敬，懂得顺父母之心，然后他就会问，一定会问你，你现在为什么这样孝顺？你就告诉他，佛教给我的。佛，把佛就引进去，让他知道佛法的好处，让他一同跟你念佛求生净土。你要有智慧，要有善巧方便去帮助他。",
      "zh_TW": "答：這在你平時的表現，孝養父母，你樣樣都能隨順，讓父母明顯覺察到，你學佛之後跟沒有學佛之前是兩個人，他就會生歡喜心。如果你學佛之後，跟學佛之前沒有什麼改變，他對佛學沒有興趣，沒有信心。要有明顯的改變，懂得孝敬，懂得順父母之心，然後他就會問，一定會問你，你現在為什麼這樣孝順？你就告訴他，佛教給我的。佛，把佛就引進去，讓他知道佛法的好處，讓他一同跟你念佛求生淨土。你要有智慧，要有善巧方便去幫助他。"
    },
    {
      "id": "21-214-0002_p0040",
      "zh_CN": "第二个问题，他说长者有强烈控制他人的欲望，如何使长者放下？",
      "zh_TW": "第二個問題，他說長者有強烈控制他人的欲望，如何使長者放下？"
    },
    {
      "id": "21-214-0002_p0041",
      "zh_CN": "答：使长者放下，你自己先放下，你自己放不下，你就没有办法劝别人放下。放下就自在了！样样控制的时候人很苦，活得很辛苦，而且要常常提示他，人一定会死，人死了之后，一样都带不去，你要控制干什么？你控制得再多，到后来都要给别人，一样带不走，那你何必！既然一样都带不去，你今天有金钱也好，有势力也好，多做好事，多帮助别人。不要死了之后，钱送给银行了，你说冤枉不冤枉！多做好事，有机会就做好事，帮助这些苦难众生，帮助一切需要的众生。",
      "zh_TW": "答：使長者放下，你自己先放下，你自己放不下，你就沒有辦法勸別人放下。放下就自在了！樣樣控制的時候人很苦，活得很辛苦，而且要常常提示他，人一定會死，人死了之後，一樣都帶不去，你要控制幹什麼？你控制得再多，到後來都要給別人，一樣帶不走，那你何必！既然一樣都帶不去，你今天有金錢也好，有勢力也好，多做好事，多幫助別人。不要死了之後，錢送給銀行了，你說冤枉不冤枉！多做好事，有機會就做好事，幫助這些苦難眾生，幫助一切需要的眾生。"
    },
    {
      "id": "21-214-0002_p0042",
      "zh_CN": "第三个问题，他说世风日下，身为父母如何教养子女孝养之道？",
      "zh_TW": "第三個問題，他說世風日下，身為父母如何教養子女孝養之道？"
    },
    {
      "id": "21-214-0002_p0043",
      "zh_CN": "答：最好的方法是学《弟子规》，《弟子规》是教小朋友的。怎样教法？父母要做榜样给儿女看，那是真正教诲，这个印象就非常非常的深刻。你要不做样子给小朋友看，你教小孩，小孩不服气。你教他要孝顺父母，他看到你自己不孝顺父母，你为什么教我孝顺父母？现在小朋友他会观察，他的问题很多。所以一定是自己先做到，然后让他学习，你教他的时候他服了。",
      "zh_TW": "答：最好的方法是學《弟子規》，《弟子規》是教小朋友的。怎樣教法？父母要做榜樣給兒女看，那是真正教誨，這個印象就非常非常的深刻。你要不做樣子給小朋友看，你教小孩，小孩不服氣。你教他要孝順父母，他看到你自己不孝順父母，你為什麼教我孝順父母？現在小朋友他會觀察，他的問題很多。所以一定是自己先做到，然後讓他學習，你教他的時候他服了。"
    },
    {
      "id": "21-214-0002_p0044",
      "zh_CN": "六十年前这个世间，我相信在日本还有这种教育，我在中国大陆，小时候，我还能够记得，五、六岁的事情。那时候在乡村念私塾，私塾设在一个祠堂里面，是我们亲戚的一个祠堂，有个秀才在那里教十几个小朋友。我父亲送我上学头一天，头一天进学堂，进学堂先拜孔老夫子，礼堂上面供着一个牌位，「大成至圣先师孔子神位」，供了一个牌位。我父亲在前面，我在后面，向那个牌位行礼，行三跪九叩首，就是从前人民对帝王，见帝王最尊重的礼节，三跪九叩首。先拜孔老夫子，拜完之后，请老师上座，我父亲在前，我在后面，我父亲对老师也是三跪九叩首，然后再送老师礼物。你想想看这样的教学，我们做小孩的能不听老师的话吗？我的爸爸对他那么恭敬，跪在那里拜他三拜，我要不听话，还得了！父母做榜样来教，这是什么？父母教儿女尊师重道，老师教学生孝顺父母，这样教成的。",
      "zh_TW": "六十年前這個世間，我相信在日本還有這種教育，我在中國大陸，小時候，我還能夠記得，五、六歲的事情。那時候在鄉村念私塾，私塾設在一個祠堂裡面，是我們親戚的一個祠堂，有個秀才在那裡教十幾個小朋友。我父親送我上學頭一天，頭一天進學堂，進學堂先拜孔老夫子，禮堂上面供著一個牌位，「大成至聖先師孔子神位」，供了一個牌位。我父親在前面，我在後面，向那個牌位行禮，行三跪九叩首，就是從前人民對帝王，見帝王最尊重的禮節，三跪九叩首。先拜孔老夫子，拜完之後，請老師上座，我父親在前，我在後面，我父親對老師也是三跪九叩首，然後再送老師禮物。你想想看這樣的教學，我們做小孩的能不聽老師的話嗎？我的爸爸對他那麼恭敬，跪在那裡拜他三拜，我要不聽話，還得了！父母做榜樣來教，這是什麼？父母教兒女尊師重道，老師教學生孝順父母，這樣教成的。"
    },
    {
      "id": "21-214-0002_p0045",
      "zh_CN": "现在这个教育没有了，做父母的人不会这样教自己儿女尊师重道，不会用这个方法，老师也不教孝顺父母了。所以现在儿女不孝，学生不尊敬，天下大乱。从前老师跟父母是以身作则，在日常生活当中做出榜样给儿女看，这个印象深，他一生都不会忘记，这叫教育。现在家庭教育没有了，学校的伦理道德教育也没有了，天下怎么会不乱！天下大乱是当然之理，一点都不奇怪，没人教了。所以，你要想真正教你的儿女，你要真正做个负责任的父母，你要学《弟子规》，你要把《弟子规》做到，也要求你的儿女做到，这是圣贤教育的根基，从这里下手。",
      "zh_TW": "現在這個教育沒有了，做父母的人不會這樣教自己兒女尊師重道，不會用這個方法，老師也不教孝順父母了。所以現在兒女不孝，學生不尊敬，天下大亂。從前老師跟父母是以身作則，在日常生活當中做出榜樣給兒女看，這個印象深，他一生都不會忘記，這叫教育。現在家庭教育沒有了，學校的倫理道德教育也沒有了，天下怎麼會不亂！天下大亂是當然之理，一點都不奇怪，沒人教了。所以，你要想真正教你的兒女，你要真正做個負責任的父母，你要學《弟子規》，你要把《弟子規》做到，也要求你的兒女做到，這是聖賢教育的根基，從這裡下手。"
    },
    {
      "id": "21-214-0002_p0046",
      "zh_CN": "第四个问题，长者在家自杀，如何超度使长者出离？",
      "zh_TW": "第四個問題，長者在家自殺，如何超度使長者出離？"
    },
    {
      "id": "21-214-0002_p0047",
      "zh_CN": "答：超度最有效果的方法，是自己修行有成就，把你的成就回向给他，他能够得度。这个例子，理论跟方法、例子都在《地藏本愿经》里面，你看看婆罗门女怎么样超度她的母亲，光目女怎样超度她的母亲，你从这里去学会，非常有效。",
      "zh_TW": "答：超度最有效果的方法，是自己修行有成就，把你的成就迴向給他，他能夠得度。這個例子，理論跟方法、例子都在《地藏本願經》裡面，你看看婆羅門女怎麼樣超度她的母親，光目女怎樣超度她的母親，你從這裡去學會，非常有效。"
    },
    {
      "id": "21-214-0002_p0048",
      "zh_CN": "这是一位曾同学他问的，经常感到心魔重重，不知道如何降服？一旦提起观照，觉得稍微轻松，能否请师父讲解一些观照的方法。心魔困扰之时，感觉即使口念佛号也无法入心。",
      "zh_TW": "這是一位曾同學他問的，經常感到心魔重重，不知道如何降服？一旦提起觀照，覺得稍微輕鬆，能否請師父講解一些觀照的方法。心魔困擾之時，感覺即使口念佛號也無法入心。"
    },
    {
      "id": "21-214-0002_p0049",
      "zh_CN": "答：最殊胜、最简单的功夫就是观照，念佛就是观照，你念佛功夫不得力，你是念佛里头没有观照，所以就不得力了。怎样念佛才得力？大势至菩萨在《楞严经》上教给我们的方法，就是最正确的，「忆佛念佛，现前当来，必定见佛」。念佛是心里头真正有佛，才叫念佛，不是口念，心里头真正有。他的方法是「都摄六根，净念相继」，这是《楞严经》上的经文。觉明妙行菩萨他讲的话，我们更容易懂，他说念佛的要诀是「不怀疑」，第一个条件，决定没有怀疑。第二个「不夹杂」，不夹杂就是专念，念佛的时候决定没有妄想，不能掺杂着妄想在里面。第三个是「不间断」。果然做到不怀疑、不夹杂、不间断，这个效果比什么力量都大。",
      "zh_TW": "答：最殊勝、最簡單的功夫就是觀照，念佛就是觀照，你念佛功夫不得力，你是念佛裡頭沒有觀照，所以就不得力了。怎樣念佛才得力？大勢至菩薩在《楞嚴經》上教給我們的方法，就是最正確的，「憶佛念佛，現前當來，必定見佛」。念佛是心裡頭真正有佛，才叫念佛，不是口念，心裡頭真正有。他的方法是「都攝六根，淨念相繼」，這是《楞嚴經》上的經文。覺明妙行菩薩他講的話，我們更容易懂，他說念佛的要訣是「不懷疑」，第一個條件，決定沒有懷疑。第二個「不夾雜」，不夾雜就是專念，念佛的時候決定沒有妄想，不能摻雜著妄想在裡面。第三個是「不間斷」。果然做到不懷疑、不夾雜、不間斷，這個效果比什麼力量都大。"
    },
    {
      "id": "21-214-0002_p0050",
      "zh_CN": "古人所讲的，念经不如念咒，念咒不如念佛。清朝乾隆时代，慈云灌顶法师在《观无量寿经》注解，这个注解是他作的，里面讲得很好。这个世间一切众生，遇到极大的灾难，所有经咒、忏悔都没有办法消除，都没有办法消除，这极重的罪业，最后念佛能够转移，才知道念佛的功德不可思议。你念佛的时候收不到效果，是你念得不如法，你不懂得方法；你懂得方法，念佛的效果比什么都殊胜，这是一定要懂得的，千万不能够轻视。所以净宗的经典，至少三经，《阿弥陀经》、《无量寿经》、《观无量寿经》，要认真去研究。能够依照三经的理论、方法去修学，没有一个不成就的，真是万修万人去。经典学习当然是有困难，我们也尽心尽力的为大家做简单、详细的说明，这里都有录相带在流通，华藏卫视他们也不断的在播放。我们有网际网路、有卫星、还有光碟，所以现在能够接触的机会很多，希望大家多多的利用。",
      "zh_TW": "古人所講的，念經不如念咒，念咒不如念佛。清朝乾隆時代，慈雲灌頂法師在《觀無量壽經》註解，這個註解是他作的，裡面講得很好。這個世間一切眾生，遇到極大的災難，所有經咒、懺悔都沒有辦法消除，都沒有辦法消除，這極重的罪業，最後念佛能夠轉移，才知道念佛的功德不可思議。你念佛的時候收不到效果，是你念得不如法，你不懂得方法；你懂得方法，念佛的效果比什麼都殊勝，這是一定要懂得的，千萬不能夠輕視。所以淨宗的經典，至少三經，《阿彌陀經》、《無量壽經》、《觀無量壽經》，要認真去研究。能夠依照三經的理論、方法去修學，沒有一個不成就的，真是萬修萬人去。經典學習當然是有困難，我們也盡心盡力的為大家做簡單、詳細的說明，這裡都有錄相帶在流通，華藏衛視他們也不斷的在播放。我們有網際網路、有衛星、還有光碟，所以現在能夠接觸的機會很多，希望大家多多的利用。"
    },
    {
      "id": "21-214-0002_p0051",
      "zh_CN": "这一位崔居士问的，他说我静坐念佛时，杂念很多，平日念佛又认真不起来，心里很着急。",
      "zh_TW": "這一位崔居士問的，他說我靜坐念佛時，雜念很多，平日念佛又認真不起來，心裡很著急。"
    },
    {
      "id": "21-214-0002_p0052",
      "zh_CN": "答：心里着急就坏了，不着急也不行，着急也不行。怎么办？这个事情是很正常的事情，每个人都有，好像不念佛的时候没有感觉到有杂念，这一念佛的时候，杂念特别多。这什么原因？实际上杂念本来就很多。不念佛的时候没有发觉，这一念佛就发现了，发现你不要害怕，你继续去念。你念的时候，当然功夫还不够，你还压不住，你不要着急，你不要害怕，继续的念下去。祖师大德在经验当中告诉我们，总得要认真念上三年，你的那些妄念就减少了。减少到什么程度？一支香里头还有三、五个杂念。一支香是一个半小时，一个半小时里头还有三、五个杂念，那是很认真念佛的！从这个地方也能看到自己修行的效果，你修学的成绩。到一支香里头一个杂念都没有的时候，那是上乘功夫，可以说是功夫成熟了。所以，我们遇到这个事情就晓得，自己功夫不得力，是自己功夫不够，只要加紧认真努力去做，一定会有进步的。",
      "zh_TW": "答：心裡著急就壞了，不著急也不行，著急也不行。怎麼辦？這個事情是很正常的事情，每個人都有，好像不念佛的時候沒有感覺到有雜念，這一念佛的時候，雜念特別多。這什麼原因？實際上雜念本來就很多。不念佛的時候沒有發覺，這一念佛就發現了，發現你不要害怕，你繼續去念。你念的時候，當然功夫還不夠，你還壓不住，你不要著急，你不要害怕，繼續的念下去。祖師大德在經驗當中告訴我們，總得要認真念上三年，你的那些妄念就減少了。減少到什麼程度？一支香裡頭還有三、五個雜念。一支香是一個半小時，一個半小時裡頭還有三、五個雜念，那是很認真念佛的！從這個地方也能看到自己修行的效果，你修學的成績。到一支香裡頭一個雜念都沒有的時候，那是上乘功夫，可以說是功夫成熟了。所以，我們遇到這個事情就曉得，自己功夫不得力，是自己功夫不夠，只要加緊認真努力去做，一定會有進步的。"
    },
    {
      "id": "21-214-0002_p0053",
      "zh_CN": "这个同学写得太长了，他有三个问题。第一个是９２１台湾地震因缘下，进入慈济基金会行救难工作。同时在一、二年前对于学佛法有了深厚兴趣，在这个过程当中，深觉得学佛真正目的，不但是要了脱生死，是应学佛菩萨一样倒驾慈航，来度尽一切众生，正如阿弥陀佛说的四十八愿，度尽一众生。我的问题是，是不是先不要只想为自己了脱生死，先为众生想，然后则能利已？即使成佛也不是学佛的宗旨，学佛是度尽一切众生为目标，而去阿弥陀佛西方极乐世界是个方便法门，不是究竟。",
      "zh_TW": "這個同學寫得太長了，他有三個問題。第一個是９２１台灣地震因緣下，進入慈濟基金會行救難工作。同時在一、二年前對於學佛法有了深厚興趣，在這個過程當中，深覺得學佛真正目的，不但是要了脫生死，是應學佛菩薩一樣倒駕慈航，來度盡一切眾生，正如阿彌陀佛說的四十八願，度盡一眾生。我的問題是，是不是先不要只想為自己了脫生死，先為眾生想，然後則能利已？即使成佛也不是學佛的宗旨，學佛是度盡一切眾生為目標，而去阿彌陀佛西方極樂世界是個方便法門，不是究竟。"
    },
    {
      "id": "21-214-0002_p0054",
      "zh_CN": "答：你这个想法、看法有问题，前面说得没错，后面说错了，只有往生西方极乐世界才是真正究竟。你去读《华严》，华严会上，文殊菩萨、普贤菩萨都发愿求生净土，往生极乐世界。如果极乐世界不是究竟的，为什么华藏世界的这些大菩萨都要往生极乐世界？他们那些人到不究竟的地方去干什么？而且佛在《华严经》上说得非常好，「十地菩萨始终不离念佛」。十地菩萨，始是初地，终是等觉，在华严会上到登地的时候，他所修的就是修念佛法门，求生净土。普贤菩萨十大愿王导归极乐，你怎么能说他不是究竟？这一句不是究竟，那这些大菩萨就不需要再修这个法门，他去修个究竟的法门。所以这是非常非常重要的一个观念，一定错不得。唯有到达西方极乐世界才是究竟圆满。",
      "zh_TW": "答：你這個想法、看法有問題，前面說得沒錯，後面說錯了，只有往生西方極樂世界才是真正究竟。你去讀《華嚴》，華嚴會上，文殊菩薩、普賢菩薩都發願求生淨土，往生極樂世界。如果極樂世界不是究竟的，為什麼華藏世界的這些大菩薩都要往生極樂世界？他們那些人到不究竟的地方去幹什麼？而且佛在《華嚴經》上說得非常好，「十地菩薩始終不離念佛」。十地菩薩，始是初地，終是等覺，在華嚴會上到登地的時候，他所修的就是修念佛法門，求生淨土。普賢菩薩十大願王導歸極樂，你怎麼能說他不是究竟？這一句不是究竟，那這些大菩薩就不需要再修這個法門，他去修個究竟的法門。所以這是非常非常重要的一個觀念，一定錯不得。唯有到達西方極樂世界才是究竟圓滿。"
    },
    {
      "id": "21-214-0002_p0055",
      "zh_CN": "你在《无量寿经》，释迦牟尼佛对于阿弥陀佛的赞叹有两句话，「光中极尊，佛中之王」，你怎么能说他不是究竟？如果世尊这个赞叹，就是代表十方三世一切诸佛如来对阿弥陀佛的赞叹，对西方净土的赞叹，这个我们不能不知道。你才晓得西方世界是无比的殊胜，阿弥陀佛是佛中之王。这个错误的观念就把你障碍住了，为什么？你不能往生。纵然往生，你生到西方极乐世界的边地，边地疑城。人家到了极乐世界花开见佛，你见不了佛。什么时候你见佛？你这个疑断掉了，你这个观念纠正过来，你才能见到阿弥陀佛，这一定要知道。",
      "zh_TW": "你在《無量壽經》，釋迦牟尼佛對於阿彌陀佛的讚歎有兩句話，「光中極尊，佛中之王」，你怎麼能說他不是究竟？如果世尊這個讚歎，就是代表十方三世一切諸佛如來對阿彌陀佛的讚歎，對西方淨土的讚歎，這個我們不能不知道。你才曉得西方世界是無比的殊勝，阿彌陀佛是佛中之王。這個錯誤的觀念就把你障礙住了，為什麼？你不能往生。縱然往生，你生到西方極樂世界的邊地，邊地疑城。人家到了極樂世界花開見佛，你見不了佛。什麼時候你見佛？你這個疑斷掉了，你這個觀念糾正過來，你才能見到阿彌陀佛，這一定要知道。"
    },
    {
      "id": "21-214-0002_p0056",
      "zh_CN": "我们在自己没有成就的时候，我们是以求生净土为第一个目标，度化众生是附带的。等到我们到极乐世界见到阿弥陀佛，得阿弥陀佛本愿威神加持，我们可以以度化众生为第一目标，为自己圆满成佛为第二目标。这总要搞清楚，不能不搞清楚。我们这一生做再多的好事，都帮助众生，我们自己要不能成就，那错了，大错特错！这不是自私自利，这才真正是利益众生，因为我们能力太有限了。你见到阿弥陀佛，得阿弥陀佛本愿加持，就跟阿弥陀佛没有两样，你在九法界度众生，应以什么身得度，就现什么身，你说这个多自在。",
      "zh_TW": "我們在自己沒有成就的時候，我們是以求生淨土為第一個目標，度化眾生是附帶的。等到我們到極樂世界見到阿彌陀佛，得阿彌陀佛本願威神加持，我們可以以度化眾生為第一目標，為自己圓滿成佛為第二目標。這總要搞清楚，不能不搞清楚。我們這一生做再多的好事，都幫助眾生，我們自己要不能成就，那錯了，大錯特錯！這不是自私自利，這才真正是利益眾生，因為我們能力太有限了。你見到阿彌陀佛，得阿彌陀佛本願加持，就跟阿彌陀佛沒有兩樣，你在九法界度眾生，應以什麼身得度，就現什麼身，你說這個多自在。"
    },
    {
      "id": "21-214-0002_p0057",
      "zh_CN": "这种能力，如果你说一般修行的话，你要修到初地菩萨，你才有这个能力，修到初地就太难了，不容易。那我到西方极乐世界凡圣同居土，得阿弥陀佛一加持，经上讲的，你就是阿惟越致菩萨，阿惟越致是七地菩萨，不是初地。所以这是最容易得到这个能力、这种智慧，在九法界普度一切众生，最快速、最稳当的方法，就是见阿弥陀佛。所以这是你对于经典还不够熟悉，你知道的不多。",
      "zh_TW": "這種能力，如果你說一般修行的話，你要修到初地菩薩，你才有這個能力，修到初地就太難了，不容易。那我到西方極樂世界凡聖同居土，得阿彌陀佛一加持，經上講的，你就是阿惟越致菩薩，阿惟越致是七地菩薩，不是初地。所以這是最容易得到這個能力、這種智慧，在九法界普度一切眾生，最快速、最穩當的方法，就是見阿彌陀佛。所以這是你對於經典還不夠熟悉，你知道的不多。"
    },
    {
      "id": "21-214-0002_p0058",
      "zh_CN": "第二个问题说最近又有因缘，闭关四十九天，关中学习《摩诃般若波罗蜜经》，深感释迦牟尼佛世尊为我们众生的慈爱。末学深怕末法中经典毁灭，有心传播流通经典《摩诃般若波罗蜜经》及学习。如此是否与净宗法门有冲突？因无法念佛号。又能利用空间，坐车、走路念佛号，这样可以吗？",
      "zh_TW": "第二個問題說最近又有因緣，閉關四十九天，關中學習《摩訶般若波羅蜜經》，深感釋迦牟尼佛世尊為我們眾生的慈愛。末學深怕末法中經典毀滅，有心傳播流通經典《摩訶般若波羅蜜經》及學習。如此是否與淨宗法門有衝突？因無法念佛號。又能利用空間，坐車、走路念佛號，這樣可以嗎？"
    },
    {
      "id": "21-214-0002_p0059",
      "zh_CN": "首先你要晓得，佛法跟一切法没有冲突，凡是有冲突的就不是佛法，佛法跟世间法不冲突，佛法跟所有一切宗教不冲突，这才叫佛法。冲突了，就不是佛法。冲突是什么原因？是你不了解佛法，你也不了解世间法，你不了解佛教，你也不了解其他宗教；你统统都了解了，这里头决定没有冲突，八万四千法门，门门能成无上道。佛在《金刚经》上说的，《金刚经》大家都念过，「法门平等，无有高下」，无有高下，哪有冲突！决定没有冲突。",
      "zh_TW": "首先你要曉得，佛法跟一切法沒有衝突，凡是有衝突的就不是佛法，佛法跟世間法不衝突，佛法跟所有一切宗教不衝突，這才叫佛法。衝突了，就不是佛法。衝突是什麼原因？是你不了解佛法，你也不了解世間法，你不了解佛教，你也不了解其他宗教；你統統都了解了，這裡頭決定沒有衝突，八萬四千法門，門門能成無上道。佛在《金剛經》上說的，《金剛經》大家都念過，「法門平等，無有高下」，無有高下，哪有衝突！決定沒有衝突。"
    },
    {
      "id": "21-214-0002_p0060",
      "zh_CN": "闭关不是容易事情，我在初出家的时候，有些居士好心护持，他们在山上有别墅，来跟我说，劝我到山上去闭关，他们发心供养。我还有老师，我到台中把这些情形向老师报告，老师笑笑，跟我讲「赵州八十犹行脚」，他为什么不闭闭关休息休息，还一天到晚到外头参学？什么原因？没有开悟，没有明心见性，还要去参学。所以说，什么人有资格闭关？大彻大悟、明心见性之后。在这时候，他要出来弘法利生，弘法利生要有缘，要有人来请。没有人请那怎么办？好，就闭关。闭关的意思就是告诉大家，我的道德学问已经成就了，就是这个意思。所以，人家亲近善知识到哪里？打听哪个人闭关，去亲近他，去向他请教。他要答不出来，答复得不满意，把他的关门打开：出来！出来！跟我一道参学，你还不够资格。",
      "zh_TW": "閉關不是容易事情，我在初出家的時候，有些居士好心護持，他們在山上有別墅，來跟我說，勸我到山上去閉關，他們發心供養。我還有老師，我到台中把這些情形向老師報告，老師笑笑，跟我講「趙州八十猶行腳」，他為什麼不閉閉關休息休息，還一天到晚到外頭參學？什麼原因？沒有開悟，沒有明心見性，還要去參學。所以說，什麼人有資格閉關？大徹大悟、明心見性之後。在這時候，他要出來弘法利生，弘法利生要有緣，要有人來請。沒有人請那怎麼辦？好，就閉關。閉關的意思就是告訴大家，我的道德學問已經成就了，就是這個意思。所以，人家親近善知識到哪裡？打聽哪個人閉關，去親近他，去向他請教。他要答不出來，答覆得不滿意，把他的關門打開：出來！出來！跟我一道參學，你還不夠資格。"
    },
    {
      "id": "21-214-0002_p0061",
      "zh_CN": "老师这个话一说，我都脸红了，不敢再提这个话，一生也不敢提闭关。一个闭关，一个住茅蓬，都是自己道业成就，因为没有法缘，在这里静修，百尺竿头更进一步，等待法缘成熟。从前我们不懂，没人讲，我们看到很多刚刚剃了头，受了戒，马上就闭关了，我们很羡慕。被老师这么一说才明了，原来闭关是有这样条件的，我们哪里去找这个条件？所以要到处认真努力去学习。",
      "zh_TW": "老師這個話一說，我都臉紅了，不敢再提這個話，一生也不敢提閉關。一個閉關，一個住茅蓬，都是自己道業成就，因為沒有法緣，在這裡靜修，百尺竿頭更進一步，等待法緣成熟。從前我們不懂，沒人講，我們看到很多剛剛剃了頭，受了戒，馬上就閉關了，我們很羨慕。被老師這麼一說才明瞭，原來閉關是有這樣條件的，我們哪裡去找這個條件？所以要到處認真努力去學習。"
    },
    {
      "id": "21-214-0002_p0062",
      "zh_CN": "第三，感恩老和尚，我很喜欢听你的讲经，目前听的是「普贤菩萨十大愿王」，刚才你的开示感触极深，感恩。",
      "zh_TW": "第三，感恩老和尚，我很喜歡聽你的講經，目前聽的是「普賢菩薩十大願王」，剛才你的開示感觸極深，感恩。"
    },
    {
      "id": "21-214-0002_p0063",
      "zh_CN": "答：《华严》是佛门里面根本的大经，像一棵大树一样，《华严》是根、是本。所有一切经，释迦牟尼佛四十九年所讲的，都是这棵大树的枝枝叶叶，《华严》是根本。我过去讲过十七年，十七年断断续续，因为常常出国，那时在台湾讲的。十七年，这个经讲了一半，《八十华严》讲了一半，《四十华严》也讲了一半，没讲完，那时候没有录相，也没有录音，所以没有保留下来。以后我读到夏莲居老居士《无量寿经》的会集本，前面有梅光羲居士很详细的一篇序文，我读了之后才明了，确实如彭际清居士所说的，《无量寿经》就是中本《华严》，《阿弥陀经》就是小本《华严》。我就把大《华严》就放弃了，我就专门搞中本《华严》，这个简单！",
      "zh_TW": "答：《華嚴》是佛門裡面根本的大經，像一棵大樹一樣，《華嚴》是根、是本。所有一切經，釋迦牟尼佛四十九年所講的，都是這棵大樹的枝枝葉葉，《華嚴》是根本。我過去講過十七年，十七年斷斷續續，因為常常出國，那時在台灣講的。十七年，這個經講了一半，《八十華嚴》講了一半，《四十華嚴》也講了一半，沒講完，那時候沒有錄相，也沒有錄音，所以沒有保留下來。以後我讀到夏蓮居老居士《無量壽經》的會集本，前面有梅光羲居士很詳細的一篇序文，我讀了之後才明瞭，確實如彭際清居士所說的，《無量壽經》就是中本《華嚴》，《阿彌陀經》就是小本《華嚴》。我就把大《華嚴》就放棄了，我就專門搞中本《華嚴》，這個簡單！"
    },
    {
      "id": "21-214-0002_p0064",
      "zh_CN": "《无量寿经》我在那几年当中就讲了十遍，经文简单、扼要，意思跟《华严经》没有两样，所以《华严经》是《无量寿经》的细说。这个三经实在讲是一样的东西，一而三，三而一。我讲过《弥陀经疏钞》，《疏钞》是莲池大师做的，莲池大师做《弥陀经疏钞》，完全用《华严》的教义，所以，《疏钞》真是博大精深。在那时候我讲了一遍，我记得总共是讲了三百三十多个小时。我第二次到美国去弘法，有个美国的居士，是美国人，他在纽约大学做研究工作，好像是念博士班。他选择的论文题目就是《华严经》，他知道我在台湾讲《华严》，他来找我，他希望我到美国去弘法，把净土宗带到美国去。他说在美国没有人敢讲净土，因为大家都轻视净土，美国的禅跟密很盛，他说法师，只有你可以到美国讲净土。所以，我一九八二年第一次去，去了解环境，第二年（八三年）我就去讲净土。",
      "zh_TW": "《無量壽經》我在那幾年當中就講了十遍，經文簡單、扼要，意思跟《華嚴經》沒有兩樣，所以《華嚴經》是《無量壽經》的細說。這個三經實在講是一樣的東西，一而三，三而一。我講過《彌陀經疏鈔》，《疏鈔》是蓮池大師做的，蓮池大師做《彌陀經疏鈔》，完全用《華嚴》的教義，所以，《疏鈔》真是博大精深。在那時候我講了一遍，我記得總共是講了三百三十多個小時。我第二次到美國去弘法，有個美國的居士，是美國人，他在紐約大學做研究工作，好像是念博士班。他選擇的論文題目就是《華嚴經》，他知道我在台灣講《華嚴》，他來找我，他希望我到美國去弘法，把淨土宗帶到美國去。他說在美國沒有人敢講淨土，因為大家都輕視淨土，美國的禪跟密很盛，他說法師，只有你可以到美國講淨土。所以，我一九八二年第一次去，去了解環境，第二年（八三年）我就去講淨土。"
    },
    {
      "id": "21-214-0002_p0065",
      "zh_CN": "我讲净土，正好那时候《弥陀疏钞》讲圆满，那时有录音，没有录相。我就把录音带，一个录音带是九十分钟，一共是三百三十多个录音带，就排在我讲台前面。很多人来看，这什么东西？这是一部《阿弥陀经》。把那些人都吓呆了，《阿弥陀经》很短，怎么有这么多？这才把他们对于禅跟密那个心压下去。一部《阿弥陀经》讲一年，一天讲一个半钟点，讲了一年，三百三十多个小时。这样他们不敢轻视净土了，纵然不相信，也不敢讲话了。",
      "zh_TW": "我講淨土，正好那時候《彌陀疏鈔》講圓滿，那時有錄音，沒有錄相。我就把錄音帶，一個錄音帶是九十分鐘，一共是三百三十多個錄音帶，就排在我講台前面。很多人來看，這什麼東西？這是一部《阿彌陀經》。把那些人都嚇呆了，《阿彌陀經》很短，怎麼有這麼多？這才把他們對於禪跟密那個心壓下去。一部《阿彌陀經》講一年，一天講一個半鐘點，講了一年，三百三十多個小時。這樣他們不敢輕視淨土了，縱然不相信，也不敢講話了。"
    },
    {
      "id": "21-214-0002_p0066",
      "zh_CN": "我跟他们讲禅，我也跟他们讲密。禅，口头禅，我也很会讲；密，我的老师是密宗的上师，章嘉大师，这是中国密宗的四大喇嘛之一。诸位都晓得，达赖、班禅，那是西藏的；前藏是达赖，后藏是班禅。还有蒙古的，外蒙是哲布尊丹巴，内蒙就是章嘉，他们四个是同学，是师兄弟。我是跟章嘉大师的，密宗里面我很熟悉，你们搞的那一套，我都明了，我的这一套，你不懂。所以，这样净土宗在美国弘扬起来了，我们美国、加拿大的净宗学会，大概有将近三十个。",
      "zh_TW": "我跟他們講禪，我也跟他們講密。禪，口頭禪，我也很會講；密，我的老師是密宗的上師，章嘉大師，這是中國密宗的四大喇嘛之一。諸位都曉得，達賴、班禪，那是西藏的；前藏是達賴，後藏是班禪。還有蒙古的，外蒙是哲布尊丹巴，內蒙就是章嘉，他們四個是同學，是師兄弟。我是跟章嘉大師的，密宗裡面我很熟悉，你們搞的那一套，我都明瞭，我的這一套，你不懂。所以，這樣淨土宗在美國弘揚起來了，我們美國、加拿大的淨宗學會，大概有將近三十個。"
    },
    {
      "id": "21-214-0002_p0067",
      "zh_CN": "莲池大师完全用《华严》来注解《弥陀经》，所以《疏钞》就是《华严经》的浓缩，《华严经》的精华。《华严》实在太大，时间太长了，所以我就不想再讲了。这一次开讲《华严》，是韩馆长往生之前要求的。另外在台湾，也许有很多人认识，台南的开心法师，每次跟我见面，劝我讲《华严经》。他说法师，你要不讲，恐怕以后没有人讲了！劝了我十几次。在中国大陆黄念祖老居士，也希望我把《华严经》讲一遍。所以这三个人，尤其是韩馆长最后临终的时候，我答应她的，讲一套留录相带，留给后人做参考。",
      "zh_TW": "蓮池大師完全用《華嚴》來註解《彌陀經》，所以《疏鈔》就是《華嚴經》的濃縮，《華嚴經》的精華。《華嚴》實在太大，時間太長了，所以我就不想再講了。這一次開講《華嚴》，是韓館長往生之前要求的。另外在台灣，也許有很多人認識，台南的開心法師，每次跟我見面，勸我講《華嚴經》。他說法師，你要不講，恐怕以後沒有人講了！勸了我十幾次。在中國大陸黃念祖老居士，也希望我把《華嚴經》講一遍。所以這三個人，尤其是韓館長最後臨終的時候，我答應她的，講一套留錄相帶，留給後人做參考。"
    },
    {
      "id": "21-214-0002_p0068",
      "zh_CN": "《华严经》开讲以来，已经讲了两千多个小时，才讲到十分之一，所以估计，要是像现在这个进度来讲，需要两万个小时这部经才能讲圆满。我现在是想把时间缩短，希望能缩短到一万个小时圆满。一万个小时差不多要七、八年，一年讲的是一千二百个小时，大概要七、八年才能讲完，所以这是很大的一个工程。确实是好，拯救今天的世界，《华严经》是最有效的方法，理论、方法统统在其中，这就是真正的大《阿弥陀经》。《无量寿经》是中本《阿弥陀经》，我们现在念的《阿弥陀经》是小《阿弥陀经》，一而三，三而一，里面内容无所不包，我们有缘遇到这部经，希有难逢，所以这部经现在还是继续在讲。",
      "zh_TW": "《華嚴經》開講以來，已經講了兩千多個小時，才講到十分之一，所以估計，要是像現在這個進度來講，需要兩萬個小時這部經才能講圓滿。我現在是想把時間縮短，希望能縮短到一萬個小時圓滿。一萬個小時差不多要七、八年，一年講的是一千二百個小時，大概要七、八年才能講完，所以這是很大的一個工程。確實是好，拯救今天的世界，《華嚴經》是最有效的方法，理論、方法統統在其中，這就是真正的大《阿彌陀經》。《無量壽經》是中本《阿彌陀經》，我們現在念的《阿彌陀經》是小《阿彌陀經》，一而三，三而一，裡面內容無所不包，我們有緣遇到這部經，希有難逢，所以這部經現在還是繼續在講。"
    },
    {
      "id": "21-214-0002_p0069",
      "zh_CN": "这位陈同学，他说我今生的愿望，第一往生极乐世界。这个好，这个愿望非常正确。第二是能见到你，这一愿就实现了。这不行，我不是阿弥陀佛，你要认真好好念佛，到极乐世界去见阿弥陀佛。他说我还有个希望，能和你照一张相，留给我的后人做纪念。他说问有桩事情，他说你今天讲有情的有佛性，无情的有法性，我们一个宇宙是一体，是自己。那么有情或无情是一样的，那无情也是有因果轮回吗？",
      "zh_TW": "這位陳同學，他說我今生的願望，第一往生極樂世界。這個好，這個願望非常正確。第二是能見到你，這一願就實現了。這不行，我不是阿彌陀佛，你要認真好好念佛，到極樂世界去見阿彌陀佛。他說我還有個希望，能和你照一張相，留給我的後人做紀念。他說問有樁事情，他說你今天講有情的有佛性，無情的有法性，我們一個宇宙是一體，是自己。那麼有情或無情是一樣的，那無情也是有因果輪迴嗎？"
    },
    {
      "id": "21-214-0002_p0070",
      "zh_CN": "答：佛法里头中心的理念，就是「性」，佛家讲真性、讲自性、讲法性、讲佛性，是一个性。真性、自性是总的说，法性就包括所有一切现相，我们人也包括在其中。佛性是讲法性里面的一分，佛讲自性，自性他讲本具有三种德能。第一种就是智慧，智慧是一切众生自性里头本来具足的，无量的智慧，这个东西不是从外头来的。讲佛性，单单讲这一分，自性本具般若智慧，这是佛性。除了这一分之外还有第二分，那就是能力，我们讲万德万能，无所不能，无所不会，这是你自己的本能。第三个是讲相好，相好我们今天讲美好，大经上讲的，「身有无量相，相有无量好」，绝对不是三十二相八十种好。三十二相八十种好是这个世间人他能够理解的，真正的相好世间人没见到，身有无量相，相有无量好。",
      "zh_TW": "答：佛法裡頭中心的理念，就是「性」，佛家講真性、講自性、講法性、講佛性，是一個性。真性、自性是總的說，法性就包括所有一切現相，我們人也包括在其中。佛性是講法性裡面的一分，佛講自性，自性他講本具有三種德能。第一種就是智慧，智慧是一切眾生自性裡頭本來具足的，無量的智慧，這個東西不是從外頭來的。講佛性，單單講這一分，自性本具般若智慧，這是佛性。除了這一分之外還有第二分，那就是能力，我們講萬德萬能，無所不能，無所不會，這是你自己的本能。第三個是講相好，相好我們今天講美好，大經上講的，「身有無量相，相有無量好」，絕對不是三十二相八十種好。三十二相八十種好是這個世間人他能夠理解的，真正的相好世間人沒見到，身有無量相，相有無量好。"
    },
    {
      "id": "21-214-0002_p0071",
      "zh_CN": "法性？讲法性这统统都包括了，讲佛性只讲里面的一分，般若智慧。这个我们要懂得，特别在有情分上讲佛性，因为他智慧非常明显，这个智慧是真实的觉悟，非常明显。像我们在植物、在矿物，我们现在植物、矿物都是活活泼泼，整个宇宙是活的，没有一样东西是死的，样样都是活的，包括微尘，我们讲石头、泥沙统统是活的，为什么？它有见闻觉知，就是它能见、它能听，它会看、会听，它懂得人的意思。我们以善意对待它，它变得非常美好。以恶意对待它，它就变得很丑陋。",
      "zh_TW": "法性？講法性這統統都包括了，講佛性只講裡面的一分，般若智慧。這個我們要懂得，特別在有情分上講佛性，因為他智慧非常明顯，這個智慧是真實的覺悟，非常明顯。像我們在植物、在礦物，我們現在植物、礦物都是活活潑潑，整個宇宙是活的，沒有一樣東西是死的，樣樣都是活的，包括微塵，我們講石頭、泥沙統統是活的，為什麼？它有見聞覺知，就是它能見、它能聽，它會看、會聽，它懂得人的意思。我們以善意對待它，它變得非常美好。以惡意對待它，它就變得很醜陋。"
    },
    {
      "id": "21-214-0002_p0072",
      "zh_CN": "所以说一切法从心想生，我们这个世间每个人心地都善良、都清净，这个世界就是极乐世界；如果我们每个人都自私自利，都贪瞋痴慢，这个世界就变成了三途、地狱。所以世界没有善恶，我们人心有善恶，人性善恶把这个世界变成了善恶，是这么个道理。境永远随着心转，不是心随境转，是境随心转，一定要明白这个道理，这才叫正知正见。譬如说我们希望我们的相貌好，我们的心好，我们的行为好，我们的相貌自然就好，为什么？相随心转。不必去化妆，不必去美容，不搞那个，那是假的，不是真的。那个东西都有副作用，到最后自己都要吃苦头，错误的，绝对错误的。",
      "zh_TW": "所以說一切法從心想生，我們這個世間每個人心地都善良、都清淨，這個世界就是極樂世界；如果我們每個人都自私自利，都貪瞋痴慢，這個世界就變成了三途、地獄。所以世界沒有善惡，我們人心有善惡，人性善惡把這個世界變成了善惡，是這麼個道理。境永遠隨著心轉，不是心隨境轉，是境隨心轉，一定要明白這個道理，這才叫正知正見。譬如說我們希望我們的相貌好，我們的心好，我們的行為好，我們的相貌自然就好，為什麼？相隨心轉。不必去化妝，不必去美容，不搞那個，那是假的，不是真的。那個東西都有副作用，到最後自己都要吃苦頭，錯誤的，絕對錯誤的。"
    },
    {
      "id": "21-214-0002_p0073",
      "zh_CN": "体质也是随心转，我希望我身体健康，希望我能够长寿，希望我没有一切病苦，做到做不到？做得到，心清净、心善良就做到。你身体为什么有病？因为你有烦恼，你有贪瞋痴慢，贪瞋痴叫三毒，你里头有三毒，外面有感染，你就会生病。你里面能把贪瞋痴、能把自私自利拔掉，外面纵然有传染的病毒，你不会感染。去年ＳＡＲＳ有很多人问我，我就教给他这个方法，不要去找医生，不要去吃药，你什么都不害怕，你决定不会感染。你跟ＳＡＲＳ的人住在一起也不会感染，为什么？心清净，心善良，你心里没有三毒，没有自私自利，决不会感染。这都是佛在大乘经里头教导我们的，我们要信佛，有很多人他不相信，他害怕，事到临头的时候他还是相信医生，他不相信佛，你说有什么法子？一点办法都没有。所以信佛谈何容易，真不是容易事情。",
      "zh_TW": "體質也是隨心轉，我希望我身體健康，希望我能夠長壽，希望我沒有一切病苦，做到做不到？做得到，心清淨、心善良就做到。你身體為什麼有病？因為你有煩惱，你有貪瞋痴慢，貪瞋痴叫三毒，你裡頭有三毒，外面有感染，你就會生病。你裡面能把貪瞋痴、能把自私自利拔掉，外面縱然有傳染的病毒，你不會感染。去年ＳＡＲＳ有很多人問我，我就教給他這個方法，不要去找醫生，不要去吃藥，你什麼都不害怕，你決定不會感染。你跟ＳＡＲＳ的人住在一起也不會感染，為什麼？心清淨，心善良，你心裡沒有三毒，沒有自私自利，決不會感染。這都是佛在大乘經裡頭教導我們的，我們要信佛，有很多人他不相信，他害怕，事到臨頭的時候他還是相信醫生，他不相信佛，你說有什麼法子？一點辦法都沒有。所以信佛談何容易，真不是容易事情。"
    },
    {
      "id": "21-214-0002_p0074",
      "zh_CN": "宇宙确实是一体的，昨天我跟诸位讲得很清楚，宇宙真的是一个生命共同体。要是跟你老实说，宇宙才是自己，自己是自己里头的一分，一个分子。像身体，身体是自己，我们今天是自己身体里头的一个细胞，这要认识清楚，我们的慈悲心才能够发出来，才真正能够爱宇宙，真正能够爱一切众生。",
      "zh_TW": "宇宙確實是一體的，昨天我跟諸位講得很清楚，宇宙真的是一個生命共同體。要是跟你老實說，宇宙才是自己，自己是自己裡頭的一分，一個分子。像身體，身體是自己，我們今天是自己身體裡頭的一個細胞，這要認識清楚，我們的慈悲心才能夠發出來，才真正能夠愛宇宙，真正能夠愛一切眾生。"
    },
    {
      "id": "21-214-0002_p0075",
      "zh_CN": "第二十二个问题是，叶居士他说，刚才的念佛法会中，有时候心会飞出外面，一下子想东，一下子想西，无法安心，如何才能做到一心不乱，安住这个妄念的心？",
      "zh_TW": "第二十二個問題是，葉居士他說，剛才的念佛法會中，有時候心會飛出外面，一下子想東，一下子想西，無法安心，如何才能做到一心不亂，安住這個妄念的心？"
    },
    {
      "id": "21-214-0002_p0076",
      "zh_CN": "答：你问的问题，就是须菩提尊者在《金刚经》上向释迦牟尼佛问的，「云何降伏其心，应云何住」，就这个意思。佛在《金刚经》上讲了一套大道理，我们念了也不懂，还是不知道怎么样安心，回过头来用念佛法门来解答就很简单。云何降伏其心？「南无阿弥陀佛」，就降伏了。应云何住？「南无阿弥陀佛」，把心住在阿弥陀佛上，你心就安了。你现在是什么？你现在功夫不得力，想安但是烦恼习气会现行。烦恼习气已经养成习惯，时间很久，力量很强，你这一句佛号现在刚刚学，还很难起作用，但是你要有信心，你不要害怕。",
      "zh_TW": "答：你問的問題，就是須菩提尊者在《金剛經》上向釋迦牟尼佛問的，「云何降伏其心，應云何住」，就這個意思。佛在《金剛經》上講了一套大道理，我們念了也不懂，還是不知道怎麼樣安心，回過頭來用念佛法門來解答就很簡單。云何降伏其心？「南無阿彌陀佛」，就降伏了。應云何住？「南無阿彌陀佛」，把心住在阿彌陀佛上，你心就安了。你現在是什麼？你現在功夫不得力，想安但是煩惱習氣會現行。煩惱習氣已經養成習慣，時間很久，力量很強，你這一句佛號現在剛剛學，還很難起作用，但是你要有信心，你不要害怕。"
    },
    {
      "id": "21-214-0002_p0077",
      "zh_CN": "对念佛要加强，妄念起来了不管它，不要去想它，愈想愈麻烦，愈想妄念愈多。你就专门想佛，妄念跟佛同时起来，我集中念头想佛，我不理会妄念，慢慢妄念就少了，佛的力量就加强了，这是秘诀。你明白了，你这样用功，功夫会得力。善根深厚的，信心坚定没有怀疑的，大概三个月就有效果，念三个月就有效果，六个月就很明显，你的妄念少了；妄念少了，智慧就增长。",
      "zh_TW": "對念佛要加強，妄念起來了不管它，不要去想它，愈想愈麻煩，愈想妄念愈多。你就專門想佛，妄念跟佛同時起來，我集中念頭想佛，我不理會妄念，慢慢妄念就少了，佛的力量就加強了，這是祕訣。你明白了，你這樣用功，功夫會得力。善根深厚的，信心堅定沒有懷疑的，大概三個月就有效果，念三個月就有效果，六個月就很明顯，你的妄念少了；妄念少了，智慧就增長。"
    },
    {
      "id": "21-214-0002_p0078",
      "zh_CN": "第二个问题，临终时捐赠器官，是否违背八小时内不得移动身体的规定？是否能够往生极乐世界？",
      "zh_TW": "第二個問題，臨終時捐贈器官，是否違背八小時內不得移動身體的規定？是否能夠往生極樂世界？"
    },
    {
      "id": "21-214-0002_p0079",
      "zh_CN": "答：这个事情很麻烦，如果你没有大愿、大定，到人家来拿你器官的时候，你这时候痛，忍不住生瞋恨心，后悔，那就麻烦大了。这个念头一生，你就会堕三途，极乐世界就去不了了。这个事情，我对这桩事情的态度是既不反对，也不赞成，完全要靠自己修学的功夫，那要有相当的定力，要有禅定功夫。没有相当定力的时候，这是很冒险的一桩事情，不要因为这个小事，害了自己往生的大事，这比什么都重要。",
      "zh_TW": "答：這個事情很麻煩，如果你沒有大願、大定，到人家來拿你器官的時候，你這時候痛，忍不住生瞋恨心，後悔，那就麻煩大了。這個念頭一生，你就會墮三途，極樂世界就去不了了。這個事情，我對這樁事情的態度是既不反對，也不贊成，完全要靠自己修學的功夫，那要有相當的定力，要有禪定功夫。沒有相當定力的時候，這是很冒險的一樁事情，不要因為這個小事，害了自己往生的大事，這比什麼都重要。"
    },
    {
      "id": "21-214-0002_p0080",
      "zh_CN": "这一位许同学问的。我去年十月份之后，才开始真正信佛、拜佛，请师父传授真经给我，我会一点一点学习，我也有一点看破红尘，为什么我同胞姊妹会为男人而抛弃亲情？为什么同我一起来的日本男人会这样可怜？他是个好人，为什么病痛缠身无人关怀？有很多问题都不可思议，我对死不惧怕，想死死不了，怎么办？",
      "zh_TW": "這一位許同學問的。我去年十月份之後，才開始真正信佛、拜佛，請師父傳授真經給我，我會一點一點學習，我也有一點看破紅塵，為什麼我同胞姊妹會為男人而拋棄親情？為什麼同我一起來的日本男人會這樣可憐？他是個好人，為什麼病痛纏身無人關懷？有很多問題都不可思議，我對死不懼怕，想死死不了，怎麼辦？"
    },
    {
      "id": "21-214-0002_p0081",
      "zh_CN": "答：真正去信佛、拜佛不容易，你自己以为是真正信佛、拜佛，实在讲未必是真的。但是这是一般人讲宗教的情操，你有这番的热忱，这是好的现象。传授你真经，真经，初学要从「净业三福」下手，「净业三福」这段经文并不长，只有十一句，是出在《观无量寿佛经》里头，这是真正学佛的基础。因为佛说了，这三条是三世诸佛净业正因，就是过去、现在、未来所有一切成佛的基础，都建立在这三条。这三条头一条，「孝养父母，奉事师长，慈心不杀，修十善业」。我们就晓得，这一条结归在《十善业道经》，《十善业道经》要学。第二条，「受持三皈，具足众戒，不犯威仪」，在家就是五戒，出家是《沙弥律仪》，这是决定要学习的。第三条，「发菩提心，深信因果，读诵大乘，劝进行者」，三条总共十一句，第三条落实在《大乘无量寿经》。这样说起来，你就明了真经指的是什么！",
      "zh_TW": "答：真正去信佛、拜佛不容易，你自己以為是真正信佛、拜佛，實在講未必是真的。但是這是一般人講宗教的情操，你有這番的熱忱，這是好的現象。傳授你真經，真經，初學要從「淨業三福」下手，「淨業三福」這段經文並不長，只有十一句，是出在《觀無量壽佛經》裡頭，這是真正學佛的基礎。因為佛說了，這三條是三世諸佛淨業正因，就是過去、現在、未來所有一切成佛的基礎，都建立在這三條。這三條頭一條，「孝養父母，奉事師長，慈心不殺，修十善業」。我們就曉得，這一條結歸在《十善業道經》，《十善業道經》要學。第二條，「受持三皈，具足眾戒，不犯威儀」，在家就是五戒，出家是《沙彌律儀》，這是決定要學習的。第三條，「發菩提心，深信因果，讀誦大乘，勸進行者」，三條總共十一句，第三條落實在《大乘無量壽經》。這樣說起來，你就明瞭真經指的是什麼！"
    },
    {
      "id": "21-214-0002_p0082",
      "zh_CN": "现在我们最得受用的，「三皈五戒」、《十善业道经》、《大乘无量寿经》，这个分量并不多，你一生受持，依教奉行，你决定得度。至于你的姊妹，你遇到的日本这个人身上有病，那是他们自己的业障。他们是凡夫，凡夫没有办法转变自己的业力，这个要懂得。必须自己修学真的有功夫，你才能以智慧善巧方便帮助他们，你自己修行功夫不到家，你心有余而力不足，你帮不上忙。",
      "zh_TW": "現在我們最得受用的，「三皈五戒」、《十善業道經》、《大乘無量壽經》，這個分量並不多，你一生受持，依教奉行，你決定得度。至於你的姊妹，你遇到的日本這個人身上有病，那是他們自己的業障。他們是凡夫，凡夫沒有辦法轉變自己的業力，這個要懂得。必須自己修學真的有功夫，你才能以智慧善巧方便幫助他們，你自己修行功夫不到家，你心有餘而力不足，你幫不上忙。"
    },
    {
      "id": "21-214-0002_p0083",
      "zh_CN": "这位同修他说，佛说不要杀生，但我现前的工作是每天切肉，不知道我应该怎么做？",
      "zh_TW": "這位同修他說，佛說不要殺生，但我現前的工作是每天切肉，不知道我應該怎麼做？"
    },
    {
      "id": "21-214-0002_p0084",
      "zh_CN": "答：这个问题前面答复过，你切肉的时候给它念阿弥陀佛，念往生咒，给它回向。",
      "zh_TW": "答：這個問題前面答覆過，你切肉的時候給它念阿彌陀佛，念往生咒，給它迴向。"
    },
    {
      "id": "21-214-0002_p0085",
      "zh_CN": "第二十六位，这是佐藤居士问的，第一，他说什么叫一切放下？",
      "zh_TW": "第二十六位，這是佐藤居士問的，第一，他說什麼叫一切放下？"
    },
    {
      "id": "21-214-0002_p0086",
      "zh_CN": "答：这个问问得很好，确实一切放下，有很多人听了，似懂非懂。一切放下就是于一切法，世出世间一切法不执着，不要执着就是放下。这是放下的第一层，更深层的是不分别。果然不执着了，你就能超越六道，如果不分别，你就能超越十法界。放下分别、执着。",
      "zh_TW": "答：這個問問得很好，確實一切放下，有很多人聽了，似懂非懂。一切放下就是於一切法，世出世間一切法不執著，不要執著就是放下。這是放下的第一層，更深層的是不分別。果然不執著了，你就能超越六道，如果不分別，你就能超越十法界。放下分別、執著。"
    },
    {
      "id": "21-214-0002_p0087",
      "zh_CN": "第二，打坐的心如何平静？",
      "zh_TW": "第二，打坐的心如何平靜？"
    },
    {
      "id": "21-214-0002_p0088",
      "zh_CN": "答：打坐要学习，要有师父传授，不要自己随便去学习，随便学习很容易出麻烦，一定要有老师指导。如果没有老师指导，你打坐念佛没有问题，打坐念阿弥陀佛，用这个方法也能把心平静下来。",
      "zh_TW": "答：打坐要學習，要有師父傳授，不要自己隨便去學習，隨便學習很容易出麻煩，一定要有老師指導。如果沒有老師指導，你打坐念佛沒有問題，打坐念阿彌陀佛，用這個方法也能把心平靜下來。"
    },
    {
      "id": "21-214-0002_p0089",
      "zh_CN": "这位同学问的是，学佛怎样才能达到真心？",
      "zh_TW": "這位同學問的是，學佛怎樣才能達到真心？"
    },
    {
      "id": "21-214-0002_p0090",
      "zh_CN": "答：这个问题也是非常严肃的一个问题，无始劫来我们用的心都是妄心，都不是真心。你要问怎样才能达到真心？还是夏莲居老居士那个话，很容易见到真心，三年不讲话，三年不打妄想，真心就现前了。",
      "zh_TW": "答：這個問題也是非常嚴肅的一個問題，無始劫來我們用的心都是妄心，都不是真心。你要問怎樣才能達到真心？還是夏蓮居老居士那個話，很容易見到真心，三年不講話，三年不打妄想，真心就現前了。"
    },
    {
      "id": "21-214-0002_p0091",
      "zh_CN": "这位同修问得很好，刘居士问的，我是谁？从哪里来的？",
      "zh_TW": "這位同修問得很好，劉居士問的，我是誰？從哪裡來的？"
    },
    {
      "id": "21-214-0002_p0092",
      "zh_CN": "答：这个问题要找宗门的大德来给你解释，当然最好是找达摩祖师，他会给你解释，我是谁。哪一天你要真正知道我是谁，在佛法里面就称你为佛陀，你就成佛了。你不知道自己是谁，以为自己是张三，自己是李四，这是六道凡夫。知道了就晓得，也知道从哪里来的。你如果是不厌其烦的话，这真是了太繁琐，《华严经》就是给你解答这个问题。",
      "zh_TW": "答：這個問題要找宗門的大德來給你解釋，當然最好是找達摩祖師，他會給你解釋，我是誰。哪一天你要真正知道我是誰，在佛法裡面就稱你為佛陀，你就成佛了。你不知道自己是誰，以為自己是張三，自己是李四，這是六道凡夫。知道了就曉得，也知道從哪裡來的。你如果是不厭其煩的話，這真是了太繁瑣，《華嚴經》就是給你解答這個問題。"
    },
    {
      "id": "21-214-0002_p0093",
      "zh_CN": "请问师父，如何保持精进不退转之心？这是吴同学问的。",
      "zh_TW": "請問師父，如何保持精進不退轉之心？這是吳同學問的。"
    },
    {
      "id": "21-214-0002_p0094",
      "zh_CN": "答：精进不退转非常重要，我们修行之所以不能成就，就是因为退步太多了，真的叫进一步退十步，所以无量劫来都不能成就。真正不退转确实是要有善根、有福德，自己要具备善根，福德就是缘分，你要遇到好的老师，遇到好的同学，要遇到好的修学环境。所以古人参学，到处去参访，参什么？就是希望能够遇到这些条件，好老师指导，好的同参道友切磋琢磨，好的修学环境帮助你成就。像现在学佛实在讲非常非常辛苦，你所接触的都是负面的，都是叫你退转的，不是帮助你进步的，这一定要知道。帮助我们退转，造成障碍最严重的是电视，所以你一定要晓得，你要有高度的警觉心，不看电视，不看报纸，报纸都是染污的。要远离一切染污，你才能保持心地的清净，清净心就会精进。",
      "zh_TW": "答：精進不退轉非常重要，我們修行之所以不能成就，就是因為退步太多了，真的叫進一步退十步，所以無量劫來都不能成就。真正不退轉確實是要有善根、有福德，自己要具備善根，福德就是緣分，你要遇到好的老師，遇到好的同學，要遇到好的修學環境。所以古人參學，到處去參訪，參什麼？就是希望能夠遇到這些條件，好老師指導，好的同參道友切磋琢磨，好的修學環境幫助你成就。像現在學佛實在講非常非常辛苦，你所接觸的都是負面的，都是叫你退轉的，不是幫助你進步的，這一定要知道。幫助我們退轉，造成障礙最嚴重的是電視，所以你一定要曉得，你要有高度的警覺心，不看電視，不看報紙，報紙都是染污的。要遠離一切染污，你才能保持心地的清淨，清淨心就會精進。"
    },
    {
      "id": "21-214-0002_p0095",
      "zh_CN": "这位张同学，他有五个问题，第一个是关于世界基督教统一神灵教会的祝福家庭有什么看法？",
      "zh_TW": "這位張同學，他有五個問題，第一個是關於世界基督教統一神靈教會的祝福家庭有什麼看法？"
    },
    {
      "id": "21-214-0002_p0096",
      "zh_CN": "答：统一神灵教会我没有接触过，不知道他们是不是用《新旧约》。在一般讲起来，宗教的祝福都是善的，都是好的，看我们用什么心去体会，我们总希望这个世间所有的宗教都能够平等对待，和睦相处，能够拓开心量，彼此互相包容，互相尊重，这个世界才会有和平，才能化解冲突。",
      "zh_TW": "答：統一神靈教會我沒有接觸過，不知道他們是不是用《新舊約》。在一般講起來，宗教的祝福都是善的，都是好的，看我們用什麼心去體會，我們總希望這個世間所有的宗教都能夠平等對待，和睦相處，能夠拓開心量，彼此互相包容，互相尊重，這個世界才會有和平，才能化解衝突。"
    },
    {
      "id": "21-214-0002_p0097",
      "zh_CN": "第二是念佛能开悟、能往生，念上帝能不能开悟？能不能上天堂？",
      "zh_TW": "第二是念佛能開悟、能往生，念上帝能不能開悟？能不能上天堂？"
    },
    {
      "id": "21-214-0002_p0098",
      "zh_CN": "答：念上帝大概不能开悟，但是能上天堂，上天堂不需要开悟。欲界有六层天，色界有十八层天，无色界有四层天，在娑婆世界总共有二十八层天，二十八层天都不需要开悟。但是上层的天需要禅定，开悟了那就超越六道轮回，那个境界就高了。",
      "zh_TW": "答：念上帝大概不能開悟，但是能上天堂，上天堂不需要開悟。欲界有六層天，色界有十八層天，無色界有四層天，在娑婆世界總共有二十八層天，二十八層天都不需要開悟。但是上層的天需要禪定，開悟了那就超越六道輪迴，那個境界就高了。"
    },
    {
      "id": "21-214-0002_p0099",
      "zh_CN": "念佛是不是一种执着？",
      "zh_TW": "念佛是不是一種執著？"
    },
    {
      "id": "21-214-0002_p0100",
      "zh_CN": "答：初学念佛是执着，所以叫执持名号，坚固执着念佛，生极乐世界生凡圣同居土，生方便有余土。如果是放下妄想、分别、执着，生西方极乐世界是实报庄严土、常寂光净土。西方世界四种净土不一样，执着生下面两层，生下面两层也很好，也不错。为什么？到达西方极乐世界见了阿弥陀佛，你就不执着了，这很殊胜。我们用执着到那个地方，到那里之后就不执着了。",
      "zh_TW": "答：初學念佛是執著，所以叫執持名號，堅固執著念佛，生極樂世界生凡聖同居土，生方便有餘土。如果是放下妄想、分別、執著，生西方極樂世界是實報莊嚴土、常寂光淨土。西方世界四種淨土不一樣，執著生下面兩層，生下面兩層也很好，也不錯。為什麼？到達西方極樂世界見了阿彌陀佛，你就不執著了，這很殊勝。我們用執著到那個地方，到那裡之後就不執著了。"
    },
    {
      "id": "21-214-0002_p0101",
      "zh_CN": "第四是气功里面的神通，和佛境界的神通有什么不同？",
      "zh_TW": "第四是氣功裡面的神通，和佛境界的神通有什麼不同？"
    },
    {
      "id": "21-214-0002_p0102",
      "zh_CN": "答：不同！气功里面的神通是修得的，而且神通能力很有限。佛法里面的神通是自性本来具有的，具有的德能，那个能力是无量无边，那是没有东西能跟它相比的。",
      "zh_TW": "答：不同！氣功裡面的神通是修得的，而且神通能力很有限。佛法裡面的神通是自性本來具有的，具有的德能，那個能力是無量無邊，那是沒有東西能跟它相比的。"
    },
    {
      "id": "21-214-0002_p0103",
      "zh_CN": "第五，打坐能使身体健康吗？佛教的养生之道是什么？",
      "zh_TW": "第五，打坐能使身體健康嗎？佛教的養生之道是什麼？"
    },
    {
      "id": "21-214-0002_p0104",
      "zh_CN": "答：打坐能够帮助身体健康，因为打坐是修清净心。我常常说，心清净生智慧，心善良生福德，有慧、有福，你身体自然健康。佛法里面养生之道就是清净，就是平等，就是真诚，我们这十几年提出来的，真诚、清净、平等、正觉、慈悲，看破、放下、自在、随缘、念佛。你能够掌握这些纲领，你就会得健康长寿，我自己是个例子，你们都看到的。很多人问我，法师，你健康的秘诀是什么？我说秘诀很简单，纯净纯善，这最简单，你就会得健康。",
      "zh_TW": "答：打坐能夠幫助身體健康，因為打坐是修清淨心。我常常說，心清淨生智慧，心善良生福德，有慧、有福，你身體自然健康。佛法裡面養生之道就是清淨，就是平等，就是真誠，我們這十幾年提出來的，真誠、清淨、平等、正覺、慈悲，看破、放下、自在、隨緣、念佛。你能夠掌握這些綱領，你就會得健康長壽，我自己是個例子，你們都看到的。很多人問我，法師，你健康的祕訣是什麼？我說祕訣很簡單，純淨純善，這最簡單，你就會得健康。"
    },
    {
      "id": "21-214-0002_p0105",
      "zh_CN": "还有两个问题，这位同修问的是，我想万缘放不下，清净心就无法获得，念佛很难如法。但是万缘放下，事情照做的境界实在做不到，请问如果什么事都不做，生活方面没有问题，没有结婚，但是父母在，一心念佛是否可行？",
      "zh_TW": "還有兩個問題，這位同修問的是，我想萬緣放不下，清淨心就無法獲得，念佛很難如法。但是萬緣放下，事情照做的境界實在做不到，請問如果什麼事都不做，生活方面沒有問題，沒有結婚，但是父母在，一心念佛是否可行？"
    },
    {
      "id": "21-214-0002_p0106",
      "zh_CN": "答：事情要做，事情不做，什么事情都不做，那这个人福报很大，这不是普通人，过去生中曾经修了大福报。修了大福报，还要做大善事，不能说什么事都不做。放下，刚才讲了，是放下分别，放下执着，不是放下工作。放下工作，那我也不必到这儿来跟你们大家见面了，这两个小时也是在工作，没放下。所以说，分别、执着要放下，佛法里常讲「作而无作」，作是事照做，无作是心里头一丝毫不沾染，这叫放下，这是真正有受用，真正是福慧双修。所以看破放下不能够产生误会，不能说工作都不要了。实在讲，结婚与不结婚都没有障碍，只要你真正懂得这些道理。你要不懂道理，迷惑那都是障碍，觉悟了什么障碍都没有。这要好好在经教里头去用功夫、去学习，佛菩萨很慈悲，在经教里头跟我们讲得很透彻，很明白。",
      "zh_TW": "答：事情要做，事情不做，什麼事情都不做，那這個人福報很大，這不是普通人，過去生中曾經修了大福報。修了大福報，還要做大善事，不能說什麼事都不做。放下，剛才講了，是放下分別，放下執著，不是放下工作。放下工作，那我也不必到這兒來跟你們大家見面了，這兩個小時也是在工作，沒放下。所以說，分別、執著要放下，佛法裡常講「作而無作」，作是事照做，無作是心裡頭一絲毫不沾染，這叫放下，這是真正有受用，真正是福慧雙修。所以看破放下不能夠產生誤會，不能說工作都不要了。實在講，結婚與不結婚都沒有障礙，只要你真正懂得這些道理。你要不懂道理，迷惑那都是障礙，覺悟了什麼障礙都沒有。這要好好在經教裡頭去用功夫、去學習，佛菩薩很慈悲，在經教裡頭跟我們講得很透徹，很明白。"
    },
    {
      "id": "21-214-0002_p0107",
      "zh_CN": "叶居士问的，他前面也曾经问过问题。他说第一个，听经闻法中如有打瞌睡时，是否业障阻碍？是否犯戒？如何对治？",
      "zh_TW": "葉居士問的，他前面也曾經問過問題。他說第一個，聽經聞法中如有打瞌睡時，是否業障阻礙？是否犯戒？如何對治？"
    },
    {
      "id": "21-214-0002_p0108",
      "zh_CN": "答：听经闻法打瞌睡，我们常常看到的，甚至于打呼的。不但现在我们道场有，世尊当年在世也有，也常常有这种情形发生，确确实实这是业障，这是障碍。怎样对治？对治，这是属于昏沈，对治你可以站起来，你可以走到后面，讲堂的后面，你可以在那边散步、经行，听经，不要坐在那个地方，坐在那里就睡着了，你走动，用这种方法。或者下来拜佛，如果讲堂很宽大，当中有拜垫的话，可以在当中拜佛，用这个方法来调整自己。",
      "zh_TW": "答：聽經聞法打瞌睡，我們常常看到的，甚至於打呼的。不但現在我們道場有，世尊當年在世也有，也常常有這種情形發生，確確實實這是業障，這是障礙。怎樣對治？對治，這是屬於昏沈，對治你可以站起來，你可以走到後面，講堂的後面，你可以在那邊散步、經行，聽經，不要坐在那個地方，坐在那裡就睡著了，你走動，用這種方法。或者下來拜佛，如果講堂很寬大，當中有拜墊的話，可以在當中拜佛，用這個方法來調整自己。"
    },
    {
      "id": "21-214-0002_p0109",
      "zh_CN": "第二个问题，世间无常，每天面对新闻报导，战争、病或凶杀事件等一连串的事件，念佛回向是否为可行的方法？",
      "zh_TW": "第二個問題，世間無常，每天面對新聞報導，戰爭、病或兇殺事件等一連串的事件，念佛迴向是否為可行的方法？"
    },
    {
      "id": "21-214-0002_p0110",
      "zh_CN": "答：可行，我们每天念佛都给这些天天有灾难这些人回向，但是我们不看报纸，我也不看这些新闻，我知道每天都有很多灾难，我们每天念佛、诵经都给他们回向。",
      "zh_TW": "答：可行，我們每天念佛都給這些天天有災難這些人迴向，但是我們不看報紙，我也不看這些新聞，我知道每天都有很多災難，我們每天念佛、誦經都給他們迴向。"
    },
    {
      "id": "21-214-0002_p0111",
      "zh_CN": "这位是叶居士，这是最后一个问题，做子女的怎样能够让父母和兄弟能往生西方极乐世界？",
      "zh_TW": "這位是葉居士，這是最後一個問題，做子女的怎樣能夠讓父母和兄弟能往生西方極樂世界？"
    },
    {
      "id": "21-214-0002_p0112",
      "zh_CN": "答：这个好，最重要的是你自己念佛能够往生，你能够往生做出样子给他们看，他们就相信，他就懂了。这在从前，这是很多年前，大概是我刚刚学佛那个时候，香港何东爵士的老太太，他们全家都是虔诚的基督教徒。但是她的儿子对母亲很孝顺，母亲念佛，儿子很孝顺，家里也设个佛堂，专门给母亲念佛用，他们全家都上基督教堂。他母亲往生的时候预知时至，所以开了个往生大会，往生那天，把她的亲戚朋友都请来，念佛送她，居然她坐在那个地方从念佛当中她走了。他们全家基督徒都信佛了，都念阿弥陀佛。你看这个老太太聪明，她有方法，她临终这一招表演把全家人都度了。你也可以用这个方法，可以把你的家亲眷属统统都度了。现身说法，这不是一般人能做得到，真有功夫。佛法确确实实不是一般传说的，真有功夫，不生病，说走就走。",
      "zh_TW": "答：這個好，最重要的是你自己念佛能夠往生，你能夠往生做出樣子給他們看，他們就相信，他就懂了。這在從前，這是很多年前，大概是我剛剛學佛那個時候，香港何東爵士的老太太，他們全家都是虔誠的基督教徒。但是她的兒子對母親很孝順，母親念佛，兒子很孝順，家裡也設個佛堂，專門給母親念佛用，他們全家都上基督教堂。他母親往生的時候預知時至，所以開了個往生大會，往生那天，把她的親戚朋友都請來，念佛送她，居然她坐在那個地方從念佛當中她走了。他們全家基督徒都信佛了，都念阿彌陀佛。你看這個老太太聰明，她有方法，她臨終這一招表演把全家人都度了。你也可以用這個方法，可以把你的家親眷屬統統都度了。現身說法，這不是一般人能做得到，真有功夫。佛法確確實實不是一般傳說的，真有功夫，不生病，說走就走。"
    },
    {
      "id": "21-214-0002_p0113",
      "zh_CN": "好，时间到了，这些问题也正好答完，这很难得。",
      "zh_TW": "好，時間到了，這些問題也正好答完，這很難得。"
    }
  ]
}