{
  "doc_id": "32-219-0001",
  "title": {
    "zh_CN": "二Ｏ一七台湾清明中华民族万姓先祖祭祀大典暨护世息灾念佛法会",
    "zh_TW": "二Ｏ一七台灣清明中華民族萬姓先祖祭祀大典暨護世息災念佛法會"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "台北世贸中心南港展览馆四楼",
    "zh_TW": "台北世貿中心南港展覽館四樓"
  },
  "doc_number": "32-219-0001",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "32-219-0001_p0001",
      "zh_CN": "尊敬的诸位法师，诸位嘉宾，诸位大德，大家好。今天是二Ｏ一七年台湾清明中华民族万姓先祖祭祀大典暨护世息灾法会，隆重举行的日子，大家要我讲几句话。",
      "zh_TW": "尊敬的諸位法師，諸位嘉賓，諸位大德，大家好。今天是二Ｏ一七年台灣清明中華民族萬姓先祖祭祀大典暨護世息災法會，隆重舉行的日子，大家要我講幾句話。"
    },
    {
      "id": "32-219-0001_p0002",
      "zh_CN": "为什么要祭祖？中国传统文化，累积到现在，经历了五千年。中国人的祖宗，在这个地球上，没有发现第二家，像中国祖先这样爱护子孙后代。五千年来，历代祖宗无不是断恶修善、积功累德，保佑后代的子孙。这就是中国传统文化的大根大本。",
      "zh_TW": "為什麼要祭祖？中國傳統文化，累積到現在，經歷了五千年。中國人的祖宗，在這個地球上，沒有發現第二家，像中國祖先這樣愛護子孫後代。五千年來，歷代祖宗無不是斷惡修善、積功累德，保佑後代的子孫。這就是中國傳統文化的大根大本。"
    },
    {
      "id": "32-219-0001_p0003",
      "zh_CN": "诸位都知道，现在的社会乱了，人心坏了，确实是史无前例，我们不幸遇到了。我在国外，国外很多朋友问我，灾难来了，我们到哪里去避难？我跟大家说，大概灾难比较轻的，就是中国。为什么？老祖宗有几句话告诉我们，《易经》上说的，「积善之家，必有余庆；积不善之家，必有余殃」。我相信，我一点都不怀疑。我相信，我们的列祖列宗，都是修善积德之家。后世的儿女，虽然我们对不起祖宗，祖宗会不会怪我们？会不会惩罚我们？我们相信，祖宗爱我们，祖宗不怪我们。这个里头有因有果。",
      "zh_TW": "諸位都知道，現在的社會亂了，人心壞了，確實是史無前例，我們不幸遇到了。我在國外，國外很多朋友問我，災難來了，我們到哪裡去避難？我跟大家說，大概災難比較輕的，就是中國。為什麼？老祖宗有幾句話告訴我們，《易經》上說的，「積善之家，必有餘慶；積不善之家，必有餘殃」。我相信，我一點都不懷疑。我相信，我們的列祖列宗，都是修善積德之家。後世的兒女，雖然我們對不起祖宗，祖宗會不會怪我們？會不會懲罰我們？我們相信，祖宗愛我們，祖宗不怪我們。這個裡頭有因有果。"
    },
    {
      "id": "32-219-0001_p0004",
      "zh_CN": "我们对不起祖宗，只是最近一百年的事情。满清末年，大家还知道孝敬祖先，懂得春秋祭祀，还没有把祖宗忘掉。把祖宗忘掉之后，最近半个世纪，二战之后。二战那个时代，是我做学生的时代，日本侵略中国，我们无家可归，到处逃难，但是春秋祭祀没有忘记祖宗。",
      "zh_TW": "我們對不起祖宗，只是最近一百年的事情。滿清末年，大家還知道孝敬祖先，懂得春秋祭祀，還沒有把祖宗忘掉。把祖宗忘掉之後，最近半個世紀，二戰之後。二戰那個時代，是我做學生的時代，日本侵略中國，我們無家可歸，到處逃難，但是春秋祭祀沒有忘記祖宗。"
    },
    {
      "id": "32-219-0001_p0005",
      "zh_CN": "孝、敬是中国传统文化的大根大本，缅怀祖德，我们提倡孝道，提倡师道，希望祭祖、祭孔年年都能够如期举行。把祖宗的遗留下来的古老的教诲重新找回来，国家就能再度的长治久安。祭祖是要我们不忘本，饮水思源，知恩报恩。它起的作用，就是《论语》上夫子所说的「慎终追远，民德归厚」。这两句话多么重要！可以治现代社会动乱的大病。",
      "zh_TW": "孝、敬是中國傳統文化的大根大本，緬懷祖德，我們提倡孝道，提倡師道，希望祭祖、祭孔年年都能夠如期舉行。把祖宗的遺留下來的古老的教誨重新找回來，國家就能再度的長治久安。祭祖是要我們不忘本，飲水思源，知恩報恩。它起的作用，就是《論語》上夫子所說的「慎終追遠，民德歸厚」。這兩句話多麼重要！可以治現代社會動亂的大病。"
    },
    {
      "id": "32-219-0001_p0006",
      "zh_CN": "中国传统文化一般归纳为十二个字，「孝悌忠信，礼义廉耻，仁爱和平」。做为一个中国人，起心动念、言语造作不能跟这十二个字相违背，与这十二个字相违背，那是大不孝大不敬，那个起心动念、言语造作就是造业。业有善恶，佛告诉我们，善业生三善道，恶业生三恶道。这些事情千真万确，不是迷信。我学佛六十年了，最初也是半信半疑，最近三十年之后完全接受，没有丝毫怀疑。外国人几乎都在说，要社会恢复安定和平，一定要学中国孔孟学说跟大乘佛法。大乘佛法完全在中国，印度没有了。",
      "zh_TW": "中國傳統文化一般歸納為十二個字，「孝悌忠信，禮義廉恥，仁愛和平」。做為一個中國人，起心動念、言語造作不能跟這十二個字相違背，與這十二個字相違背，那是大不孝大不敬，那個起心動念、言語造作就是造業。業有善惡，佛告訴我們，善業生三善道，惡業生三惡道。這些事情千真萬確，不是迷信。我學佛六十年了，最初也是半信半疑，最近三十年之後完全接受，沒有絲毫懷疑。外國人幾乎都在說，要社會恢復安定和平，一定要學中國孔孟學說跟大乘佛法。大乘佛法完全在中國，印度沒有了。"
    },
    {
      "id": "32-219-0001_p0007",
      "zh_CN": "由此可知，十二个字归纳成最简单的，就是两个字，一个是孝字，一个是敬字，孝以父母做代表，敬以老师为代表。让我们学会，这个社会上年岁跟我父母差不多的，我们看到，要用孝顺父母的心来对待，年龄跟我们的老师差不多，我们要以像对待老师那么恭敬来待他。这叫有德之人，这叫受过教育之人。所以它是德行的大根大本，也是福报的根源。有孝敬的人，这个人无论现在他处在什么环境，我们肯定他有福报。不孝父母，不敬师长，这人没福。",
      "zh_TW": "由此可知，十二個字歸納成最簡單的，就是兩個字，一個是孝字，一個是敬字，孝以父母做代表，敬以老師為代表。讓我們學會，這個社會上年歲跟我父母差不多的，我們看到，要用孝順父母的心來對待，年齡跟我們的老師差不多，我們要以像對待老師那麼恭敬來待他。這叫有德之人，這叫受過教育之人。所以它是德行的大根大本，也是福報的根源。有孝敬的人，這個人無論現在他處在什麼環境，我們肯定他有福報。不孝父母，不敬師長，這人沒福。"
    },
    {
      "id": "32-219-0001_p0008",
      "zh_CN": "在现在的教育，以我自己做例子，因为年轻失学，抗战期间当中天天逃难，两条腿走了十个省分，失学四年。自己喜欢读书，程度有限。所以圣贤教育，我看到了，我没有接受到，抗战的那个年代，社会大众还都能够遵守伦常道德。他们做出的榜样，我们年岁虽然是轻，看到了，所以知道中国古圣先贤教训好。以后再想学，机会没有了。二十二岁到台湾，没有机会读书，在台湾人地生疏，自己没有学历，找不到好工作，所以生活很清苦。好在懂得孝亲尊师，对老师的恭敬，确实比一般学生不一样。",
      "zh_TW": "在現在的教育，以我自己做例子，因為年輕失學，抗戰期間當中天天逃難，兩條腿走了十個省分，失學四年。自己喜歡讀書，程度有限。所以聖賢教育，我看到了，我沒有接受到，抗戰的那個年代，社會大眾還都能夠遵守倫常道德。他們做出的榜樣，我們年歲雖然是輕，看到了，所以知道中國古聖先賢教訓好。以後再想學，機會沒有了。二十二歲到台灣，沒有機會讀書，在台灣人地生疏，自己沒有學歷，找不到好工作，所以生活很清苦。好在懂得孝親尊師，對老師的恭敬，確實比一般學生不一樣。"
    },
    {
      "id": "32-219-0001_p0009",
      "zh_CN": "我二十六岁认识一个教授，方东美先生，他是桐城人，我们用乡亲的关系给他写封信，这是当代有名的哲学家，我希望听他的课，旁听，到学校旁听。他一个星期回了我一封信，约我到他家去见面。见面的时候告诉我，他说现在的学校，先生不像先生，学生不像学生，你要到学校去听课，那会大失所望。我听到老师这个回话，我知道我的希望没有了，当然心里很难过。大概我们冷静坐了五分钟之后，他老人家说：你真想学，这样好了，你到我家里来，每个星期天九点半到十一点半，我给你上两个钟点课。我真是喜出望外，不敢希求的，他老人家主动提出来。我的哲学概论是他教给我的，学生我一个人，一个学生一个老师，一分钱学费没缴。我这一生能过得这么自在，过得这么幸福，完全是这个老师教的，我念念不忘老师。无论在什么地方讲经、教学，我都把老师的照片放在我面前，念念不忘老师之恩。",
      "zh_TW": "我二十六歲認識一個教授，方東美先生，他是桐城人，我們用鄉親的關係給他寫封信，這是當代有名的哲學家，我希望聽他的課，旁聽，到學校旁聽。他一個星期回了我一封信，約我到他家去見面。見面的時候告訴我，他說現在的學校，先生不像先生，學生不像學生，你要到學校去聽課，那會大失所望。我聽到老師這個回話，我知道我的希望沒有了，當然心裡很難過。大概我們冷靜坐了五分鐘之後，他老人家說：你真想學，這樣好了，你到我家裡來，每個星期天九點半到十一點半，我給你上兩個鐘點課。我真是喜出望外，不敢希求的，他老人家主動提出來。我的哲學概論是他教給我的，學生我一個人，一個學生一個老師，一分錢學費沒繳。我這一生能過得這麼自在，過得這麼幸福，完全是這個老師教的，我念念不忘老師。無論在什麼地方講經、教學，我都把老師的照片放在我面前，念念不忘老師之恩。"
    },
    {
      "id": "32-219-0001_p0010",
      "zh_CN": "老师在哲学概论最后一个单元，跟我讲的是佛经哲学。那个时候我很疑惑，我说佛教是宗教，是多神教，是低级宗教，它怎么会有哲学？老师告诉我：你还年轻，你不懂，释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我才接受。",
      "zh_TW": "老師在哲學概論最後一個單元，跟我講的是佛經哲學。那個時候我很疑惑，我說佛教是宗教，是多神教，是低級宗教，它怎麼會有哲學？老師告訴我：你還年輕，你不懂，釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我才接受。"
    },
    {
      "id": "32-219-0001_p0011",
      "zh_CN": "以后我出家了，我二十六岁接触到方老师，告诉我佛教是哲学，释迦牟尼佛是哲学家，我三十三岁出家。出家之后我去看老师，老师一看到我穿出家人衣服，第一句话告诉我，「你的路走对了」。没错，在当时，人人都说我学佛太消极了，赞成的、勉励的就是方老师一个人。他对我这么大的恩惠，根本是什么？我对老师尊敬。你看，孝亲尊师的人有福了，我能做出来，真碰到这个缘分，值得给大家做参考。",
      "zh_TW": "以後我出家了，我二十六歲接觸到方老師，告訴我佛教是哲學，釋迦牟尼佛是哲學家，我三十三歲出家。出家之後我去看老師，老師一看到我穿出家人衣服，第一句話告訴我，「你的路走對了」。沒錯，在當時，人人都說我學佛太消極了，贊成的、勉勵的就是方老師一個人。他對我這麼大的恩惠，根本是什麼？我對老師尊敬。你看，孝親尊師的人有福了，我能做出來，真碰到這個緣分，值得給大家做參考。"
    },
    {
      "id": "32-219-0001_p0012",
      "zh_CN": "我才晓得，老师，真的，好老师，天天求，希望有个学生能传他的道，后继有人。不是在金钱上，他一分钱他都不要，我遇到困难他还帮助我，他了解我的处境，知道我们有能力学，还喜欢学。所以先生找学生不容易找，学生找一个好的老师也不容易找，都是缘分。所以不孝父母，不敬老师，这人就没福。我如果对老师写信、见面礼貌不周，他就不理我了。看到我这年轻人真想学，真教。",
      "zh_TW": "我才曉得，老師，真的，好老師，天天求，希望有個學生能傳他的道，後繼有人。不是在金錢上，他一分錢他都不要，我遇到困難他還幫助我，他了解我的處境，知道我們有能力學，還喜歡學。所以先生找學生不容易找，學生找一個好的老師也不容易找，都是緣分。所以不孝父母，不敬老師，這人就沒福。我如果對老師寫信、見面禮貌不周，他就不理我了。看到我這年輕人真想學，真教。"
    },
    {
      "id": "32-219-0001_p0013",
      "zh_CN": "我们总是记住，师徒如父子，方老师的小孩，他有四个小孩，在美国读书，我住在香港，他的老大到香港来看我，我把他当亲兄弟看待。他有困难我帮助他，那个时候他已经退休了，很不幸，前年过世了。老师的儿女就是自己的亲兄弟，要跟亲兄弟一样的照顾。这是孝道，这是师道，这是中国人，不在了，年年祭祀，不忘大恩大德。这就是今天我们祭祖大会的意思、意义，以及我们做护世息灾念佛法会来超度，意思在这个地方。",
      "zh_TW": "我們總是記住，師徒如父子，方老師的小孩，他有四個小孩，在美國讀書，我住在香港，他的老大到香港來看我，我把他當親兄弟看待。他有困難我幫助他，那個時候他已經退休了，很不幸，前年過世了。老師的兒女就是自己的親兄弟，要跟親兄弟一樣的照顧。這是孝道，這是師道，這是中國人，不在了，年年祭祀，不忘大恩大德。這就是今天我們祭祖大會的意思、意義，以及我們做護世息災念佛法會來超度，意思在這個地方。"
    },
    {
      "id": "32-219-0001_p0014",
      "zh_CN": "今天时间到了，我给诸位贡献的就是这一点点，希望我们真正一生，不忘恩德，常念报恩，谢谢大家！",
      "zh_TW": "今天時間到了，我給諸位貢獻的就是這一點點，希望我們真正一生，不忘恩德，常念報恩，謝謝大家！"
    }
  ]
}