{
  "doc_id": "02-014-0012",
  "title": {
    "zh_CN": "无量寿经玄义",
    "zh_TW": "無量壽經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "02-014-0012",
  "total_paragraphs": 114,
  "paragraphs": [
    {
      "id": "02-014-0012_p0001",
      "zh_CN": "请掀开经本第二十三页第六行「所被根机」：",
      "zh_TW": "請掀開經本第二十三頁第六行「所被根機」："
    },
    {
      "id": "02-014-0012_p0002",
      "zh_CN": "【疏钞云。前三非器。谓无信者。无愿者。无行者。反是皆器。信谓信生佛不二。是心是佛。是心作佛。众生念佛。定得往生。究竟成佛。】",
      "zh_TW": "【疏鈔云。前三非器。謂無信者。無願者。無行者。反是皆器。信謂信生佛不二。是心是佛。是心作佛。眾生念佛。定得往生。究竟成佛。】"
    },
    {
      "id": "02-014-0012_p0003",
      "zh_CN": "上次讲到此地，我们接着再看愿。愿是发愿。",
      "zh_TW": "上次講到此地，我們接著再看願。願是發願。"
    },
    {
      "id": "02-014-0012_p0004",
      "zh_CN": "【谓厌离娑婆。欣慕极乐。如子忆母。必欲往生。】",
      "zh_TW": "【謂厭離娑婆。欣慕極樂。如子憶母。必欲往生。】"
    },
    {
      "id": "02-014-0012_p0005",
      "zh_CN": "这跟《大势至菩萨念佛圆通章》里面所说的比喻完全相同，要有非常恳切的愿望。",
      "zh_TW": "這跟《大勢至菩薩念佛圓通章》裡面所說的比喻完全相同，要有非常懇切的願望。"
    },
    {
      "id": "02-014-0012_p0006",
      "zh_CN": "【行谓从愿起行。一向专念。无有间断。】",
      "zh_TW": "【行謂從願起行。一向專念。無有間斷。】"
    },
    {
      "id": "02-014-0012_p0007",
      "zh_CN": "这是『行』，行就是执持名号。前面我们曾经提到过觉明妙行菩萨在《西方确指》上给我们说了一段非常重要的开示。念佛功夫要得力，决定不能够夹杂，不能够『间断』。不间断、不夹杂就是专念，就是一向专念。",
      "zh_TW": "這是『行』，行就是執持名號。前面我們曾經提到過覺明妙行菩薩在《西方確指》上給我們說了一段非常重要的開示。念佛功夫要得力，決定不能夠夾雜，不能夠『間斷』。不間斷、不夾雜就是專念，就是一向專念。"
    },
    {
      "id": "02-014-0012_p0008",
      "zh_CN": "【以上三事。号为资粮。信愿行三。缺一不可。】",
      "zh_TW": "【以上三事。號為資糧。信願行三。缺一不可。】"
    },
    {
      "id": "02-014-0012_p0009",
      "zh_CN": "这是修净土，我们一生当中决定往生极乐世界三个必须的条件。实在讲这三条是一而三，三而一，是一桩事情。缺一条，我们的行愿就不圆满、就欠缺了。",
      "zh_TW": "這是修淨土，我們一生當中決定往生極樂世界三個必須的條件。實在講這三條是一而三，三而一，是一樁事情。缺一條，我們的行願就不圓滿、就欠缺了。"
    },
    {
      "id": "02-014-0012_p0010",
      "zh_CN": "【净土法门。奇特殊妙。当机之说。亦有三例。】",
      "zh_TW": "【淨土法門。奇特殊妙。當機之說。亦有三例。】"
    },
    {
      "id": "02-014-0012_p0011",
      "zh_CN": "这是自古以来讲净土法门哪些是最当机的。古德的说法并不一致，这就是所谓是「仁者见仁，智者见智」。这个地方全都把它归纳提供给我们做参考，第一小节里头说：",
      "zh_TW": "這是自古以來講淨土法門哪些是最當機的。古德的說法並不一致，這就是所謂是「仁者見仁，智者見智」。這個地方全都把它歸納提供給我們做參考，第一小節裡頭說："
    },
    {
      "id": "02-014-0012_p0012",
      "zh_CN": "【上辈往生。唯是菩萨。】",
      "zh_TW": "【上輩往生。唯是菩薩。】"
    },
    {
      "id": "02-014-0012_p0013",
      "zh_CN": "古人有这样的主张的。",
      "zh_TW": "古人有這樣的主張的。"
    },
    {
      "id": "02-014-0012_p0014",
      "zh_CN": "【唐善导大师以前之古德。】",
      "zh_TW": "【唐善導大師以前之古德。】"
    },
    {
      "id": "02-014-0012_p0015",
      "zh_CN": "『善导大师』以前的古来的大德。",
      "zh_TW": "『善導大師』以前的古來的大德。"
    },
    {
      "id": "02-014-0012_p0016",
      "zh_CN": "【多认为上品上生者。是四地至七地。】",
      "zh_TW": "【多認為上品上生者。是四地至七地。】"
    },
    {
      "id": "02-014-0012_p0017",
      "zh_CN": "换句话说，至少是四地以上的菩萨。生到西方极乐世界，他们是『上品上生』。",
      "zh_TW": "換句話說，至少是四地以上的菩薩。生到西方極樂世界，他們是『上品上生』。"
    },
    {
      "id": "02-014-0012_p0018",
      "zh_CN": "【上中品是初地至四地。从上上至中上四品凡夫绝分。】",
      "zh_TW": "【上中品是初地至四地。從上上至中上四品凡夫絕分。】"
    },
    {
      "id": "02-014-0012_p0019",
      "zh_CN": "他们认为这决定不是凡夫，古来有这个说法。但是这个说法我们仔细读《无量寿经》，在《无量寿经》里找不到根据。这确实三经里头都找不到根据，这是大家猜想的。第二小节说：",
      "zh_TW": "他們認為這決定不是凡夫，古來有這個說法。但是這個說法我們仔細讀《無量壽經》，在《無量壽經》裡找不到根據。這確實三經裡頭都找不到根據，這是大家猜想的。第二小節說："
    },
    {
      "id": "02-014-0012_p0020",
      "zh_CN": "【本为凡夫。兼为圣人。】",
      "zh_TW": "【本為凡夫。兼為聖人。】"
    },
    {
      "id": "02-014-0012_p0021",
      "zh_CN": "这就讲这个法门的设施，从根本上来说，他完全对象就是对凡夫的，不是对圣人的。圣人往生就像前面讲的，初地到七地往生乃至于等觉往生是附带的，他真正的目的是凡夫。这个说法跟前面说法完全不相同，这是谁说？善导大师说。善导以后，修净土许多大德都认为善导大师这个说法正确，确实在这经典上可以找到理论的根据。",
      "zh_TW": "這就講這個法門的設施，從根本上來說，他完全對象就是對凡夫的，不是對聖人的。聖人往生就像前面講的，初地到七地往生乃至於等覺往生是附帶的，他真正的目的是凡夫。這個說法跟前面說法完全不相同，這是誰說？善導大師說。善導以後，修淨土許多大德都認為善導大師這個說法正確，確實在這經典上可以找到理論的根據。"
    },
    {
      "id": "02-014-0012_p0022",
      "zh_CN": "【善导大师四帖疏。】",
      "zh_TW": "【善導大師四帖疏。】"
    },
    {
      "id": "02-014-0012_p0023",
      "zh_CN": "《四帖疏》就是《观无量寿经》的注解，他那个注解名字叫《四帖疏》。",
      "zh_TW": "《四帖疏》就是《觀無量壽經》的註解，他那個註解名字叫《四帖疏》。"
    },
    {
      "id": "02-014-0012_p0024",
      "zh_CN": "【破前说曰。】",
      "zh_TW": "【破前說曰。】"
    },
    {
      "id": "02-014-0012_p0025",
      "zh_CN": "这就是批评古德他们所说的上品上生当机者。",
      "zh_TW": "這就是批評古德他們所說的上品上生當機者。"
    },
    {
      "id": "02-014-0012_p0026",
      "zh_CN": "【如来说此十六观法。但为常没众生。不干大小圣也。】",
      "zh_TW": "【如來說此十六觀法。但為常沒眾生。不干大小聖也。】"
    },
    {
      "id": "02-014-0012_p0027",
      "zh_CN": "这个话在《四帖疏》里头，这说得非常有道理。说《十六观经》，《十六观经》是净土三经之一。所以讲《观经》也就讲《无量寿经》、《弥陀经》，它三经是说一桩事情。《观经》里面所讲的是净土修学的理论、方法、因果，就是九品因果，说得很详细。所以根据经典，这个义理确实是如此。『但为』，就是专门为。专门为了『常没』，没是什么？就是没在六道轮回里。我们讲头出头没，头没就是掉到三恶道去了，头出就是三善道，头没就是三恶道。所以他这个说得非常的圆满究竟。就是为了常常要造作恶业堕落到三恶道这些众生，以他们为对象的，也就是以一切造作罪业众生为对象，他专门度这些人的。『不干大小圣』，大圣是菩萨，小圣是阿罗汉、辟支佛。这就是大小圣，与这个不相干。这说得彻底。",
      "zh_TW": "這個話在《四帖疏》裡頭，這說得非常有道理。說《十六觀經》，《十六觀經》是淨土三經之一。所以講《觀經》也就講《無量壽經》、《彌陀經》，它三經是說一樁事情。《觀經》裡面所講的是淨土修學的理論、方法、因果，就是九品因果，說得很詳細。所以根據經典，這個義理確實是如此。『但為』，就是專門為。專門為了『常沒』，沒是什麼？就是沒在六道輪迴裡。我們講頭出頭沒，頭沒就是掉到三惡道去了，頭出就是三善道，頭沒就是三惡道。所以他這個說得非常的圓滿究竟。就是為了常常要造作惡業墮落到三惡道這些眾生，以他們為對象的，也就是以一切造作罪業眾生為對象，他專門度這些人的。『不干大小聖』，大聖是菩薩，小聖是阿羅漢、辟支佛。這就是大小聖，與這個不相干。這說得徹底。"
    },
    {
      "id": "02-014-0012_p0028",
      "zh_CN": "【又云。五浊凡夫。】",
      "zh_TW": "【又云。五濁凡夫。】"
    },
    {
      "id": "02-014-0012_p0029",
      "zh_CN": "『五浊』是讲五浊恶世。我们今天这个世间，现前这个社会可以说浊恶到了极处。浊恶前面都跟诸位说过，浊就是思想的混乱。不仅是邪知邪见，可以说乱知乱见，这不得了，这是自古以来，从来没有像现代社会人心这么样混乱的，自古以来都没有，中国、外国都没有。我们今天生在这么一个时代，所以想不乱都不行，为什么？你会接触人，会接触环境。在美国，小孩天天看电视，这电视是一天到晚就叫你胡思乱想。从前方东美先生在世的时候，那时候教育部官员访问他，向他提了个问题，他说：美国将来亡国第一个因素是什么？最重要的第一个因素，美国亡国的原因是什么？方老师沉默了几分钟以后说了一句话「电视」，然后就警告教育部的这些官员，他说台湾的电视也逐渐走向这个方向，但是现在还不严重。从小就把你教，一天到晚在上课，这不得了。这是非常好的工具，电视是好工具，就是内容错误了。你要以正法来教导，那还得了？那不得了！这个工具可以救人也可以害人，只看你怎么用法。所以这浊恶到极处了。",
      "zh_TW": "『五濁』是講五濁惡世。我們今天這個世間，現前這個社會可以說濁惡到了極處。濁惡前面都跟諸位說過，濁就是思想的混亂。不僅是邪知邪見，可以說亂知亂見，這不得了，這是自古以來，從來沒有像現代社會人心這麼樣混亂的，自古以來都沒有，中國、外國都沒有。我們今天生在這麼一個時代，所以想不亂都不行，為什麼？你會接觸人，會接觸環境。在美國，小孩天天看電視，這電視是一天到晚就叫你胡思亂想。從前方東美先生在世的時候，那時候教育部官員訪問他，向他提了個問題，他說：美國將來亡國第一個因素是什麼？最重要的第一個因素，美國亡國的原因是什麼？方老師沈默了幾分鐘以後說了一句話「電視」，然後就警告教育部的這些官員，他說台灣的電視也逐漸走向這個方向，但是現在還不嚴重。從小就把你教，一天到晚在上課，這不得了。這是非常好的工具，電視是好工具，就是內容錯誤了。你要以正法來教導，那還得了？那不得了！這個工具可以救人也可以害人，只看你怎麼用法。所以這濁惡到極處了。"
    },
    {
      "id": "02-014-0012_p0030",
      "zh_CN": "恶，这是十恶业，普遍的在造作。看造作的趋势一天比一天严重，并没有减缓的趋势，只有增强的趋势。杀盗淫妄最强，逐渐逐渐增强。这是一个非常不好的因，大家都在造这个因，这就不得了，那个果报很快就会现前。所以这是非常可怕的一桩事情，谁有力量来挽转？这就是没有人有这个力量。你说得再好，不相信，不听！有的人说，说得不错，点头，但是他做不到。你叫他不造杀盗淫妄，他做不到。这就是烦恼习气太重，外面的诱惑力量太强，果报是不堪设想。这是我们自己一定要警觉到。",
      "zh_TW": "惡，這是十惡業，普遍的在造作。看造作的趨勢一天比一天嚴重，並沒有減緩的趨勢，只有增強的趨勢。殺盜淫妄最強，逐漸逐漸增強。這是一個非常不好的因，大家都在造這個因，這就不得了，那個果報很快就會現前。所以這是非常可怕的一樁事情，誰有力量來挽轉？這就是沒有人有這個力量。你說得再好，不相信，不聽！有的人說，說得不錯，點頭，但是他做不到。你叫他不造殺盜淫妄，他做不到。這就是煩惱習氣太重，外面的誘惑力量太強，果報是不堪設想。這是我們自己一定要警覺到。"
    },
    {
      "id": "02-014-0012_p0031",
      "zh_CN": "不能度众生要能度自己，这是决定没有错误。度自己决定不是消极。你到西方极乐世界，经上讲得清楚，一往生的人即使下下品往生，他的天眼、天耳、神足，这六种神通几乎跟七地、八地菩萨相等，他有这么大的能力。这个世间的众生什么时候回心转意？心里面想学好了，想学善了，那个时候再来，乘愿再来帮助他；他现在不想学好也不想学善，佛菩萨来了也没用处。我们《易经》里头讲「乐极生悲，否极泰来」，这一定的道理。罪业造得差不多了，果报受够了，他心里就想善了，向善了，这个时候佛菩萨出来了。这是我们这五浊恶世的凡夫：",
      "zh_TW": "不能度眾生要能度自己，這是決定沒有錯誤。度自己決定不是消極。你到西方極樂世界，經上講得清楚，一往生的人即使下下品往生，他的天眼、天耳、神足，這六種神通幾乎跟七地、八地菩薩相等，他有這麼大的能力。這個世間的眾生什麼時候回心轉意？心裡面想學好了，想學善了，那個時候再來，乘願再來幫助他；他現在不想學好也不想學善，佛菩薩來了也沒用處。我們《易經》裡頭講「樂極生悲，否極泰來」，這一定的道理。罪業造得差不多了，果報受夠了，他心裡就想善了，向善了，這個時候佛菩薩出來了。這是我們這五濁惡世的凡夫："
    },
    {
      "id": "02-014-0012_p0032",
      "zh_CN": "【但以遇缘有异。致令九品差别。】",
      "zh_TW": "【但以遇緣有異。致令九品差別。】"
    },
    {
      "id": "02-014-0012_p0033",
      "zh_CN": "这个话说得好，为什么往生有三辈九品？原来是我们每个凡夫遇到的缘不一样！这是真的。缘殊胜的对于净土宗道理、理论、方法、境界，他搞得清清楚楚的，这种人一定品位就高。遇到缘不殊胜的，只劝他念佛，他就念一句阿弥陀佛，其他什么都不知道，这样人往生，他品位就低一点。但是不管你遇缘胜劣，你只要具足信愿行是决定往生，不过就是品位差一点而已，品位上有差别。",
      "zh_TW": "這個話說得好，為什麼往生有三輩九品？原來是我們每個凡夫遇到的緣不一樣！這是真的。緣殊勝的對於淨土宗道理、理論、方法、境界，他搞得清清楚楚的，這種人一定品位就高。遇到緣不殊勝的，只勸他念佛，他就念一句阿彌陀佛，其他什麼都不知道，這樣人往生，他品位就低一點。但是不管你遇緣勝劣，你只要具足信願行是決定往生，不過就是品位差一點而已，品位上有差別。"
    },
    {
      "id": "02-014-0012_p0034",
      "zh_CN": "【又云。其机者。则一切善恶大小凡愚也。】",
      "zh_TW": "【又云。其機者。則一切善惡大小凡愚也。】"
    },
    {
      "id": "02-014-0012_p0035",
      "zh_CN": "这句话是把净土宗所摄的根机可以说统统包含，一个也不漏，全部都包括了。特别是『一切善恶』，着重那个恶，造罪恶的众生也能得度，那修善的更不必说。所以说大乘菩萨，小乘的阿罗汉、辟支佛，前面讲那是附带的，兼为圣人，主要的就是这些善恶凡夫。前面引的全是《四帖疏》上所说的，善导大师所讲的。",
      "zh_TW": "這句話是把淨土宗所攝的根機可以說統統包含，一個也不漏，全部都包括了。特別是『一切善惡』，著重那個惡，造罪惡的眾生也能得度，那修善的更不必說。所以說大乘菩薩，小乘的阿羅漢、辟支佛，前面講那是附帶的，兼為聖人，主要的就是這些善惡凡夫。前面引的全是《四帖疏》上所說的，善導大師所講的。"
    },
    {
      "id": "02-014-0012_p0036",
      "zh_CN": "【大师之说。上契圣心。下洽群机。实大有功于净土。故中日诸师多承此说。】",
      "zh_TW": "【大師之說。上契聖心。下洽群機。實大有功於淨土。故中日諸師多承此說。】"
    },
    {
      "id": "02-014-0012_p0037",
      "zh_CN": "善导以后的大概讲到「三根普被，利钝全收」都是根据善导大师讲的。在这个地方附带的要跟诸位说明一下，就是『大师』。大师这个称呼，在佛门里头只有对佛才称大师，菩萨都不称大师。你看经典里面讲菩萨称大士，观音大士，没有听说观音大师的。现在有些出家人在称呼上实在太过分了，这都是有过失的，这不应该的。古人讲的僭越，你没有到那个身分用这个名称太过分了。经上菩萨称大士、称正士、称开士，用这种称呼，不可以称大师。这是佛学常识，我们应当要晓得。大师，唯独对佛称大师。除佛之外，在我们中国有个习惯，净土宗的祖师称大师，这是一个特别的例子。它有没有道理？很有道理，为什么？因为一切诸佛度众生是劝人念佛求生净土，净土宗祖师大德也是劝人念佛求生净土，跟诸佛教化没有两样。因没有两样，果报也没有两样，所以等于佛出现在世间。其他宗派的祖师大德没有称大师的。你在中国历史上去看没有称大师的，皇帝的老师称国师，禅宗里面称禅师，都没有称大师。这是现在人僭越的地方太多。",
      "zh_TW": "善導以後的大概講到「三根普被，利鈍全收」都是根據善導大師講的。在這個地方附帶的要跟諸位說明一下，就是『大師』。大師這個稱呼，在佛門裡頭只有對佛才稱大師，菩薩都不稱大師。你看經典裡面講菩薩稱大士，觀音大士，沒有聽說觀音大師的。現在有些出家人在稱呼上實在太過分了，這都是有過失的，這不應該的。古人講的僭越，你沒有到那個身分用這個名稱太過分了。經上菩薩稱大士、稱正士、稱開士，用這種稱呼，不可以稱大師。這是佛學常識，我們應當要曉得。大師，唯獨對佛稱大師。除佛之外，在我們中國有個習慣，淨土宗的祖師稱大師，這是一個特別的例子。它有沒有道理？很有道理，為什麼？因為一切諸佛度眾生是勸人念佛求生淨土，淨土宗祖師大德也是勸人念佛求生淨土，跟諸佛教化沒有兩樣。因沒有兩樣，果報也沒有兩樣，所以等於佛出現在世間。其他宗派的祖師大德沒有稱大師的。你在中國歷史上去看沒有稱大師的，皇帝的老師稱國師，禪宗裡面稱禪師，都沒有稱大師。這是現在人僭越的地方太多。"
    },
    {
      "id": "02-014-0012_p0038",
      "zh_CN": "善导大师这个说法的确『上契圣心』，这个「圣」是指阿弥陀佛、释迦牟尼佛，再扩大来说就是十方一切诸佛。诸佛的心愿确实是如此。『下洽群机』，九法界的众生都是这个法门所摄，只要依教奉行没有不成就的。跟前人的讲法不一样。前人讲法，那简直是上上品、上中品我们没分，他这个说法是统统都有分，所以是『大有功于净土』。我们中国历代的这些祖师大德，日本修学净土宗的人很多，近代衰了。在唐宋的时候，日本人修学这一宗人非常之多。第三个说法：",
      "zh_TW": "善導大師這個說法的確『上契聖心』，這個「聖」是指阿彌陀佛、釋迦牟尼佛，再擴大來說就是十方一切諸佛。諸佛的心願確實是如此。『下洽群機』，九法界的眾生都是這個法門所攝，只要依教奉行沒有不成就的。跟前人的講法不一樣。前人講法，那簡直是上上品、上中品我們沒分，他這個說法是統統都有分，所以是『大有功於淨土』。我們中國歷代的這些祖師大德，日本修學淨土宗的人很多，近代衰了。在唐宋的時候，日本人修學這一宗人非常之多。第三個說法："
    },
    {
      "id": "02-014-0012_p0039",
      "zh_CN": "【专接上根。傍及中下。】",
      "zh_TW": "【專接上根。傍及中下。】"
    },
    {
      "id": "02-014-0012_p0040",
      "zh_CN": "这个说法表面上看起来，好像跟前面第一个说法有点相似，其实不是的，其实不然。莲池大师在《疏钞》里面所说的：",
      "zh_TW": "這個說法表面上看起來，好像跟前面第一個說法有點相似，其實不是的，其實不然。蓮池大師在《疏鈔》裡面所說的："
    },
    {
      "id": "02-014-0012_p0041",
      "zh_CN": "【明信位初心。有四种机。】",
      "zh_TW": "【明信位初心。有四種機。】"
    },
    {
      "id": "02-014-0012_p0042",
      "zh_CN": "这『明』是说明。也是我们明了。『信位』是我们初信佛的人。初学佛的人，当然根机差别非常之多，这『四种』是把它归纳，无量的根机归纳成四大类。这四大类就下面说：",
      "zh_TW": "這『明』是說明。也是我們明瞭。『信位』是我們初信佛的人。初學佛的人，當然根機差別非常之多，這『四種』是把它歸納，無量的根機歸納成四大類。這四大類就下面說："
    },
    {
      "id": "02-014-0012_p0043",
      "zh_CN": "【以礼忏灭罪被初机。】",
      "zh_TW": "【以禮懺滅罪被初機。】"
    },
    {
      "id": "02-014-0012_p0044",
      "zh_CN": "这是我们最普遍看到的，求消灾、求免难、求消罪业，去做法会、拜忏，这一类的。各宗各派在今天都是以这个为主。这真正是『初机』。",
      "zh_TW": "這是我們最普遍看到的，求消災、求免難、求消罪業，去做法會、拜懺，這一類的。各宗各派在今天都是以這個為主。這真正是『初機』。"
    },
    {
      "id": "02-014-0012_p0045",
      "zh_CN": "【以修习止观被中机。】",
      "zh_TW": "【以修習止觀被中機。】"
    },
    {
      "id": "02-014-0012_p0046",
      "zh_CN": "你看人家这个说法就真的就不一样。『修习』什么？修禅定的。今天我们讲的是禅宗，修禅定的，修定的，这是中等根机。",
      "zh_TW": "你看人家這個說法就真的就不一樣。『修習』什麼？修禪定的。今天我們講的是禪宗，修禪定的，修定的，這是中等根機。"
    },
    {
      "id": "02-014-0012_p0047",
      "zh_CN": "【以求生净土被上机。】",
      "zh_TW": "【以求生淨土被上機。】"
    },
    {
      "id": "02-014-0012_p0048",
      "zh_CN": "真正发愿求生净土的人，这个人是上根利智，这叫『上机』。由此可知，这个地方讲的上根不是前面讲的菩萨，是指对于净土法门真正的相信，真正肯发愿，老实念佛，专心念佛的，这个人是上机，上根。他是这个说法的。",
      "zh_TW": "真正發願求生淨土的人，這個人是上根利智，這叫『上機』。由此可知，這個地方講的上根不是前面講的菩薩，是指對於淨土法門真正的相信，真正肯發願，老實念佛，專心念佛的，這個人是上機，上根。他是這個說法的。"
    },
    {
      "id": "02-014-0012_p0049",
      "zh_CN": "【初谓业障众生。】",
      "zh_TW": "【初謂業障眾生。】"
    },
    {
      "id": "02-014-0012_p0050",
      "zh_CN": "这是我们在现在看到的最普遍的，人数最多的。他也不修定，他也不肯念佛，天天拜忏、礼佛，想灭罪，想消灾，搞这一套，求福的。",
      "zh_TW": "這是我們在現在看到的最普遍的，人數最多的。他也不修定，他也不肯念佛，天天拜懺、禮佛，想滅罪，想消災，搞這一套，求福的。"
    },
    {
      "id": "02-014-0012_p0051",
      "zh_CN": "【中谓凡夫二乘。】",
      "zh_TW": "【中謂凡夫二乘。】"
    },
    {
      "id": "02-014-0012_p0052",
      "zh_CN": "是说的这些人。",
      "zh_TW": "是說的這些人。"
    },
    {
      "id": "02-014-0012_p0053",
      "zh_CN": "【是知净土是大乘菩萨所修矣。】",
      "zh_TW": "【是知淨土是大乘菩薩所修矣。】"
    },
    {
      "id": "02-014-0012_p0054",
      "zh_CN": "大乘心，菩萨心，就是造作罪业的凡夫，他对于净宗能够真正相信发愿念佛，他是菩萨所摄。尤其《无量寿经》里面跟我们说得很明白，这个经典非是小乘，不但非是小乘而且是如来第一弟子，这菩萨！不管是什么样的人，只要你信受奉行这个法门，你就是大乘菩萨。",
      "zh_TW": "大乘心，菩薩心，就是造作罪業的凡夫，他對於淨宗能夠真正相信發願念佛，他是菩薩所攝。尤其《無量壽經》裡面跟我們說得很明白，這個經典非是小乘，不但非是小乘而且是如來第一弟子，這菩薩！不管是什麼樣的人，只要你信受奉行這個法門，你就是大乘菩薩。"
    },
    {
      "id": "02-014-0012_p0055",
      "zh_CN": "【又要解谓持名。】",
      "zh_TW": "【又要解謂持名。】"
    },
    {
      "id": "02-014-0012_p0056",
      "zh_CN": "这是蕅益大师在《要解》里面讲持名的法门。",
      "zh_TW": "這是蕅益大師在《要解》裡面講持名的法門。"
    },
    {
      "id": "02-014-0012_p0057",
      "zh_CN": "【法门深妙。】",
      "zh_TW": "【法門深妙。】"
    },
    {
      "id": "02-014-0012_p0058",
      "zh_CN": "这个『深妙』的意义我们多少体会到一些了。你读了这个经多少会体会到一些，确实深，确实『深妙』。",
      "zh_TW": "這個『深妙』的意義我們多少體會到一些了。你讀了這個經多少會體會到一些，確實深，確實『深妙』。"
    },
    {
      "id": "02-014-0012_p0059",
      "zh_CN": "【破尽一切戏论。】",
      "zh_TW": "【破盡一切戲論。】"
    },
    {
      "id": "02-014-0012_p0060",
      "zh_CN": "『戏论』，就是我们今天所讲的所谓是开玩笑的话、不真实的话，都叫做戏论。不真实的，凭自己意见来说的，这都是戏论。不是从真智慧去体验的，是凭我们意识心来观察所发的议论，这都叫做戏论。这「破尽一切戏论」。",
      "zh_TW": "『戲論』，就是我們今天所講的所謂是開玩笑的話、不真實的話，都叫做戲論。不真實的，憑自己意見來說的，這都是戲論。不是從真智慧去體驗的，是憑我們意識心來觀察所發的議論，這都叫做戲論。這「破盡一切戲論」。"
    },
    {
      "id": "02-014-0012_p0061",
      "zh_CN": "【斩尽一切意见。】",
      "zh_TW": "【斬盡一切意見。】"
    },
    {
      "id": "02-014-0012_p0062",
      "zh_CN": "所有的意见，可以说都是邪知邪见，不是佛知见。要把这个邪知邪见统统舍离。",
      "zh_TW": "所有的意見，可以說都是邪知邪見，不是佛知見。要把這個邪知邪見統統捨離。"
    },
    {
      "id": "02-014-0012_p0063",
      "zh_CN": "【唯马鸣。龙树。智者。永明之流。彻底担荷得去。】",
      "zh_TW": "【唯馬鳴。龍樹。智者。永明之流。徹底擔荷得去。】"
    },
    {
      "id": "02-014-0012_p0064",
      "zh_CN": "『马鸣、龙树』是印度的，这是印度那边的菩萨。『智者、永明』是中国人，这是我们中国佛教里面的祖师大德。马鸣最有名的著作是《大乘起信论》，龙树在我们中国尊称为八宗之祖，就是大乘八个宗派都称他为祖师，所以说八宗共祖，也就是整个大乘佛法，在中国的这个大乘佛法可以说都是从马鸣、龙树传下来的，显宗、密宗。密宗就是龙树菩萨传的，龙树以前，这世界上没有密宗。",
      "zh_TW": "『馬鳴、龍樹』是印度的，這是印度那邊的菩薩。『智者、永明』是中國人，這是我們中國佛教裡面的祖師大德。馬鳴最有名的著作是《大乘起信論》，龍樹在我們中國尊稱為八宗之祖，就是大乘八個宗派都稱他為祖師，所以說八宗共祖，也就是整個大乘佛法，在中國的這個大乘佛法可以說都是從馬鳴、龍樹傳下來的，顯宗、密宗。密宗就是龍樹菩薩傳的，龍樹以前，這世界上沒有密宗。"
    },
    {
      "id": "02-014-0012_p0065",
      "zh_CN": "龙树这个人聪明到了极处，他当年在世，把佛法的经典，以及印度所有一切外道经典，他统统念完了。念完之后，他觉得没有什么了不起，就起了贡高我慢的心，认为这个世界上只有他一个人；除他之外，任何人也比不上他，起了贡高我慢的心。这个时候大龙菩萨，前世跟他有因缘，看到这样个人才，如果烦恼现前非常可惜，就引导他到龙宫里面去，带他到龙宫。他说你世间东西典籍你都念完了，我龙宫里还有，你还没有见到过的。他很欢喜，跑龙宫里面一参观，参观大龙菩萨所收藏的经典。他一看，呆了，傲慢之心马上就没有了。",
      "zh_TW": "龍樹這個人聰明到了極處，他當年在世，把佛法的經典，以及印度所有一切外道經典，他統統念完了。念完之後，他覺得沒有什麼了不起，就起了貢高我慢的心，認為這個世界上只有他一個人；除他之外，任何人也比不上他，起了貢高我慢的心。這個時候大龍菩薩，前世跟他有因緣，看到這樣個人才，如果煩惱現前非常可惜，就引導他到龍宮裡面去，帶他到龍宮。他說你世間東西典籍你都念完了，我龍宮裡還有，你還沒有見到過的。他很歡喜，跑龍宮裡面一參觀，參觀大龍菩薩所收藏的經典。他一看，呆了，傲慢之心馬上就沒有了。"
    },
    {
      "id": "02-014-0012_p0066",
      "zh_CN": "他看到《华严》，《华严》是龙树菩萨传的。他说《华严》分量有多少？有十个大千世界微尘偈，这个分量一偈是四句。印度算书本的分量不像中国，中国算字数好像这本书多少字，像《老子》五千言，一部书五千字，算字数的。印度不算字数，算句子，四句叫一偈，多少个偈？一个大千世界，大千世界把它磨成微尘，一个微尘一首偈，你说这多少？没法子计算！多少品？一四天下微尘品。这一四天下就是我们现在讲一个太阳系，这一个太阳系里面星球磨成微尘，一微尘是一品，有那么多品。他这一看，绝对不是世间人能够接受的。",
      "zh_TW": "他看到《華嚴》，《華嚴》是龍樹菩薩傳的。他說《華嚴》分量有多少？有十個大千世界微塵偈，這個分量一偈是四句。印度算書本的分量不像中國，中國算字數好像這本書多少字，像《老子》五千言，一部書五千字，算字數的。印度不算字數，算句子，四句叫一偈，多少個偈？一個大千世界，大千世界把它磨成微塵，一個微塵一首偈，你說這多少？沒法子計算！多少品？一四天下微塵品。這一四天下就是我們現在講一個太陽系，這一個太陽系裡面星球磨成微塵，一微塵是一品，有那麼多品。他這一看，絕對不是世間人能夠接受的。"
    },
    {
      "id": "02-014-0012_p0067",
      "zh_CN": "再看中本，中本想想世间人也不能接受，所以看看提要，简单的，《华严经》提要，称为略本，就是最简单的。像我们中国历史，我们中国历史全部的是二十五史，那个堆起来洋洋大观，把人吓一跳，没法子读。读个简单的本子，像《资治通鉴》，这就把它重新归纳，等于说中本的历史。《资治通鉴》分量也相当可观，也不是平常人能够读得了的，不适于初学。初学怎么办？古人再编一个《纲鉴》，就是历史的纲要，这样编成差不多有这么厚的分量就是。这么厚的分量还是两册，便于初学。",
      "zh_TW": "再看中本，中本想想世間人也不能接受，所以看看提要，簡單的，《華嚴經》提要，稱為略本，就是最簡單的。像我們中國歷史，我們中國歷史全部的是二十五史，那個堆起來洋洋大觀，把人嚇一跳，沒法子讀。讀個簡單的本子，像《資治通鑑》，這就把它重新歸納，等於說中本的歷史。《資治通鑑》分量也相當可觀，也不是平常人能夠讀得了的，不適於初學。初學怎麼辦？古人再編一個《綱鑑》，就是歷史的綱要，這樣編成差不多有這麼厚的分量就是。這麼厚的分量還是兩冊，便於初學。"
    },
    {
      "id": "02-014-0012_p0068",
      "zh_CN": "所以《纲鉴》是我们从前中国人念中国历史必读的。从《纲鉴》读了之后，再去读《通鉴辑览》。不是《通鉴》是《通鉴辑览》，也是《资治通鉴》的提要，比《纲鉴》详细，比《资治通鉴》简单。《通鉴辑览》读后，你才可以读《资治通鉴》。那要是发心专门研究历史，就是二十五史，成为史学家了。所以他看到下本的，就是最下本的等于是纲要，纲要有多少？有十万偈。十万偈就是四十万句，四十品。他把这个带到我们人间，我们这个世间才有《华严经》。",
      "zh_TW": "所以《綱鑑》是我們從前中國人念中國歷史必讀的。從《綱鑑》讀了之後，再去讀《通鑑輯覽》。不是《通鑑》是《通鑑輯覽》，也是《資治通鑑》的提要，比《綱鑑》詳細，比《資治通鑑》簡單。《通鑑輯覽》讀後，你才可以讀《資治通鑑》。那要是發心專門研究歷史，就是二十五史，成為史學家了。所以他看到下本的，就是最下本的等於是綱要，綱要有多少？有十萬偈。十萬偈就是四十萬句，四十品。他把這個帶到我們人間，我們這個世間才有《華嚴經》。"
    },
    {
      "id": "02-014-0012_p0069",
      "zh_CN": "所以《华严经》总共是十万偈，四十品，可是传到我们中国来的这个经只剩下一半。因为东西多，在从前是贝多罗树叶写的。这个贝叶，我们现在看到过，比我们纸张厚很多，一片贝叶大概有这么长的样子，这样宽，写四行，当中打一个洞用绳子串到，绳子一断了就散掉了，所以很容易散失。尤其这么大一部经，现在装的时候恐怕得一大卡车才装一部经。所以经多了，容易散失。最初传到我们中国来，东晋的时候。《华严经》第一次传到中国来，大概只有三分之一，残缺不齐，只有三万六千颂，所以是三分之一多一点，我们中国把它翻译出来了，就叫做《六十华严》，翻成中国六十卷，我们称为《六十华严》。",
      "zh_TW": "所以《華嚴經》總共是十萬偈，四十品，可是傳到我們中國來的這個經只剩下一半。因為東西多，在從前是貝多羅樹葉寫的。這個貝葉，我們現在看到過，比我們紙張厚很多，一片貝葉大概有這麼長的樣子，這樣寬，寫四行，當中打一個洞用繩子串到，繩子一斷了就散掉了，所以很容易散失。尤其這麼大一部經，現在裝的時候恐怕得一大卡車才裝一部經。所以經多了，容易散失。最初傳到我們中國來，東晉的時候。《華嚴經》第一次傳到中國來，大概只有三分之一，殘缺不齊，只有三萬六千頌，所以是三分之一多一點，我們中國把它翻譯出來了，就叫做《六十華嚴》，翻成中國六十卷，我們稱為《六十華嚴》。"
    },
    {
      "id": "02-014-0012_p0070",
      "zh_CN": "到唐朝武则天的时代，实叉难陀，这是了不起的一位大德，从印度到中国来，带来有《华严经》。他所带的分量比第一次传来的多，多了九千颂，还不到一半，三万六千颂加上九千颂，所以翻出来之后一共有八十卷，我们把它称作《八十华严》。《八十华严》总共是四万五千颂，还不到一半，五万颂才一半，还不到一半。虽然不到一半，但是对于晋朝翻译的六十卷的《华严》补充了不少，意思能够看得出来。不像晋经，晋经读的时候突然断掉了，后头没有了，到后头没有结论了，念了几句，后头没有了，常常有这种事情。这就是残缺的本子到中国来的不完全，常有这个事情。《八十经》虽有这个现象，但是意思能够完整，差不多了，这是我们中国第二次翻译的，我们称为唐译（武则天执政的时代）。这个经翻出来之后，当然第一个要送给皇帝看，武则天就在这封面上题了四句偈就是开经偈。《开经偈》是武则天题的，是为《华严经》题的，「百千万劫难遭遇，我今见闻得受持，愿解如来真实义」，这是武则天题的。",
      "zh_TW": "到唐朝武則天的時代，實叉難陀，這是了不起的一位大德，從印度到中國來，帶來有《華嚴經》。他所帶的分量比第一次傳來的多，多了九千頌，還不到一半，三萬六千頌加上九千頌，所以翻出來之後一共有八十卷，我們把它稱作《八十華嚴》。《八十華嚴》總共是四萬五千頌，還不到一半，五萬頌才一半，還不到一半。雖然不到一半，但是對於晉朝翻譯的六十卷的《華嚴》補充了不少，意思能夠看得出來。不像晉經，晉經讀的時候突然斷掉了，後頭沒有了，到後頭沒有結論了，念了幾句，後頭沒有了，常常有這種事情。這就是殘缺的本子到中國來的不完全，常有這個事情。《八十經》雖有這個現象，但是意思能夠完整，差不多了，這是我們中國第二次翻譯的，我們稱為唐譯（武則天執政的時代）。這個經翻出來之後，當然第一個要送給皇帝看，武則天就在這封面上題了四句偈就是開經偈。《開經偈》是武則天題的，是為《華嚴經》題的，「百千萬劫難遭遇，我今見聞得受持，願解如來真實義」，這是武則天題的。"
    },
    {
      "id": "02-014-0012_p0071",
      "zh_CN": "到唐朝德宗的时候，就是「普贤行愿品」这一品。这一品是非常完整的一品，没有欠缺，非常难得，梵文，是乌荼国王向我们中国皇帝进贡。进贡就是送礼物，过年的时候，向中国皇帝送的礼物，礼物里面有这部经，是《华严经》最后的一品，但是是完整的，没有欠缺，这是送来的，我们把它翻译出来称为《四十华严》。《四十华严》就是「普贤菩萨行愿品」。诸位要知道「普贤菩萨行愿品」一共有四十卷，我们今天看到一卷的，这是四十卷的最后一卷，就是第四十卷《华严经》的结论「十大愿王，导归极乐」。所以这个经翻译出来之后，我们中国的《华严经》总共三次翻译，我们称为《六十华严》、《八十华严》、《四十华严》。",
      "zh_TW": "到唐朝德宗的時候，就是「普賢行願品」這一品。這一品是非常完整的一品，沒有欠缺，非常難得，梵文，是烏荼國王向我們中國皇帝進貢。進貢就是送禮物，過年的時候，向中國皇帝送的禮物，禮物裡面有這部經，是《華嚴經》最後的一品，但是是完整的，沒有欠缺，這是送來的，我們把它翻譯出來稱為《四十華嚴》。《四十華嚴》就是「普賢菩薩行願品」。諸位要知道「普賢菩薩行願品」一共有四十卷，我們今天看到一卷的，這是四十卷的最後一卷，就是第四十卷《華嚴經》的結論「十大願王，導歸極樂」。所以這個經翻譯出來之後，我們中國的《華嚴經》總共三次翻譯，我們稱為《六十華嚴》、《八十華嚴》、《四十華嚴》。"
    },
    {
      "id": "02-014-0012_p0072",
      "zh_CN": "近代弘一大师提倡读《华严经》的方法，他说我们读八十。八十念到五十九卷，五十九卷以下就不要念了，念五十九卷，接着念《四十华严》，这样总共九十九卷，是我们中文译本里面最完整的《华严经》。因为《八十华严》后面的二十一卷就是「普贤行愿品」。你看看只有一半，经文去了一半，四十卷它只有二十一卷，差不多缺一半，所以就不必念八十后面这一半，念四十的。这样把它合起来，这一部相当完整的，那可以说已经差不多是达到五万颂。这样合起来九十九卷达到五万颂了。这也是现代全世界保存《华严经》最完整的本子。《华严经》丧失掉了，原文的经已经找不到了。",
      "zh_TW": "近代弘一大師提倡讀《華嚴經》的方法，他說我們讀八十。八十念到五十九卷，五十九卷以下就不要念了，念五十九卷，接著念《四十華嚴》，這樣總共九十九卷，是我們中文譯本裡面最完整的《華嚴經》。因為《八十華嚴》後面的二十一卷就是「普賢行願品」。你看看只有一半，經文去了一半，四十卷它只有二十一卷，差不多缺一半，所以就不必念八十後面這一半，念四十的。這樣把它合起來，這一部相當完整的，那可以說已經差不多是達到五萬頌。這樣合起來九十九卷達到五萬頌了。這也是現代全世界保存《華嚴經》最完整的本子。《華嚴經》喪失掉了，原文的經已經找不到了。"
    },
    {
      "id": "02-014-0012_p0073",
      "zh_CN": "《华严》是龙树菩萨传的，密宗也是龙树菩萨传的。龙树菩萨开铁塔，这个塔打开，见到金刚萨埵菩萨。「金刚萨埵」，黄念祖居士在《无量寿经》注解里面给我们介绍得很清楚，普贤菩萨的化身；换句话，就是普贤菩萨。普贤菩萨把这个法门传授给龙树，龙树再传下来，所以龙树也是密宗第一代的祖师。他是直接受金刚萨埵的法，直接传他的法，他是第一代的祖师。这个人很了不起，但是他自己最后，他是专修念佛法门，求生净土。所以马鸣、龙树都是求生净土，他们真正是通家。你看所有大乘宗派他都通达，他都是祖师，不管哪个宗派他都是祖师，他是求生净土的。",
      "zh_TW": "《華嚴》是龍樹菩薩傳的，密宗也是龍樹菩薩傳的。龍樹菩薩開鐵塔，這個塔打開，見到金剛薩埵菩薩。「金剛薩埵」，黃念祖居士在《無量壽經》註解裡面給我們介紹得很清楚，普賢菩薩的化身；換句話，就是普賢菩薩。普賢菩薩把這個法門傳授給龍樹，龍樹再傳下來，所以龍樹也是密宗第一代的祖師。他是直接受金剛薩埵的法，直接傳他的法，他是第一代的祖師。這個人很了不起，但是他自己最後，他是專修念佛法門，求生淨土。所以馬鳴、龍樹都是求生淨土，他們真正是通家。你看所有大乘宗派他都通達，他都是祖師，不管哪個宗派他都是祖師，他是求生淨土的。"
    },
    {
      "id": "02-014-0012_p0074",
      "zh_CN": "在中国，智者大师非常了不起，这是天台宗，天台宗的第三代。但是天台宗实在讲，是在他手上才真正成立的，真正圆圆满满建立的。所以前面两位祖师都很少人提了，一般都提他。就像《华严》，人家一说都说贤首国师。其实贤首上面还有两位祖师，杜顺、云华也很少人提，因为《华严》真正成了一个宗派，是在贤首完成的。天台成为一个宗派是在智者大师。智者对于中国佛教的影响，以及对于日本、韩国都有很大的影响力。就是一直到今天，像讲经或者作注解的，多半都喜欢用五重玄义，「五重玄义」就是智者大师发明的。他老人家虽然是天台宗的一代祖师，尤其日本人对他非常尊敬。大概是那个时候日本的留学生很多，都是跟智者大师学的，对于老师很尊敬，所以智者大师在日本被尊敬的程度超过我们中国人。就是到现在也是如此，提到善导、智者，日本人特别恭敬。",
      "zh_TW": "在中國，智者大師非常了不起，這是天台宗，天台宗的第三代。但是天台宗實在講，是在他手上才真正成立的，真正圓圓滿滿建立的。所以前面兩位祖師都很少人提了，一般都提他。就像《華嚴》，人家一說都說賢首國師。其實賢首上面還有兩位祖師，杜順、雲華也很少人提，因為《華嚴》真正成了一個宗派，是在賢首完成的。天台成為一個宗派是在智者大師。智者對於中國佛教的影響，以及對於日本、韓國都有很大的影響力。就是一直到今天，像講經或者作註解的，多半都喜歡用五重玄義，「五重玄義」就是智者大師發明的。他老人家雖然是天台宗的一代祖師，尤其日本人對他非常尊敬。大概是那個時候日本的留學生很多，都是跟智者大師學的，對於老師很尊敬，所以智者大師在日本被尊敬的程度超過我們中國人。就是到現在也是如此，提到善導、智者，日本人特別恭敬。"
    },
    {
      "id": "02-014-0012_p0075",
      "zh_CN": "他虽然一生弘扬《法华》、讲《法华》，可是他自己是往生西方极乐世界，求生净土的。他对于净土宗的《观无量寿经》特别喜欢，他有一部注解就是《观无量寿经疏妙宗钞》，《疏》注解是智者大师自己作的，《钞》就是解释注解，是四明尊者作的，是他的学生，学生再把他老师这个注解再加以注解，所以《观无量寿经》有《疏》、《钞》。他是修十六观的方法往生的，这很不容易，是往生西方极乐世界的。",
      "zh_TW": "他雖然一生弘揚《法華》、講《法華》，可是他自己是往生西方極樂世界，求生淨土的。他對於淨土宗的《觀無量壽經》特別喜歡，他有一部註解就是《觀無量壽經疏妙宗鈔》，《疏》註解是智者大師自己作的，《鈔》就是解釋註解，是四明尊者作的，是他的學生，學生再把他老師這個註解再加以註解，所以《觀無量壽經》有《疏》、《鈔》。他是修十六觀的方法往生的，這很不容易，是往生西方極樂世界的。"
    },
    {
      "id": "02-014-0012_p0076",
      "zh_CN": "永明大师是禅宗的大德，是在禅宗大彻大悟，明心见性，回过头来专修净土；专门提倡净土，修学净土，求生西方极乐世界，就是永明延寿，永明延寿大师。他是净土宗第六代的祖师，惠能是禅宗六祖，我们净土宗六祖就是永明延寿。这个人在中国历史上所记载的，他是阿弥陀佛再来的。诸位看宝静法师《弥陀经要解亲闻记》，他把这个故事说得很清楚。",
      "zh_TW": "永明大師是禪宗的大德，是在禪宗大徹大悟，明心見性，回過頭來專修淨土；專門提倡淨土，修學淨土，求生西方極樂世界，就是永明延壽，永明延壽大師。他是淨土宗第六代的祖師，惠能是禪宗六祖，我們淨土宗六祖就是永明延壽。這個人在中國歷史上所記載的，他是阿彌陀佛再來的。諸位看寶靜法師《彌陀經要解親聞記》，他把這個故事說得很清楚。"
    },
    {
      "id": "02-014-0012_p0077",
      "zh_CN": "永明大师出现在五代的时候，就是唐宋。唐以后是唐宋，宋以后有一段历史是五代。五代吴越王钱氏，等于像我们现在讲的军阀割据的时代，钱越王那块土地包括现在的浙江、江苏、安徽、江西、福建这一带。钱越王这个国王他在杭州，当时首都在杭州。我们从历史上看，他在年轻的时候，要用现代的话来说，他是政府的一个小公务员，管财税、出纳，所以手上常常有钱经过的，管出纳。是在财税、收税的这个机关的里面管出纳。他常常就拿着公家的钱就放生，当然以后被查出来了。他花掉公家的钱，这是盗用，盗用去放生，结果他就放了不少。这按照法律讲，这是判死刑的。",
      "zh_TW": "永明大師出現在五代的時候，就是唐宋。唐以後是唐宋，宋以後有一段歷史是五代。五代吳越王錢氏，等於像我們現在講的軍閥割據的時代，錢越王那塊土地包括現在的浙江、江蘇、安徽、江西、福建這一帶。錢越王這個國王他在杭州，當時首都在杭州。我們從歷史上看，他在年輕的時候，要用現代的話來說，他是政府的一個小公務員，管財稅、出納，所以手上常常有錢經過的，管出納。是在財稅、收稅的這個機關的裡面管出納。他常常就拿著公家的錢就放生，當然以後被查出來了。他花掉公家的錢，這是盜用，盜用去放生，結果他就放了不少。這按照法律講，這是判死刑的。"
    },
    {
      "id": "02-014-0012_p0078",
      "zh_CN": "以后当然查出来之后报到国王，国王一看到这个人很奇怪，钱自己没有拿去用，放生放掉了，还是要判他死刑。但是国王就交代监斩官，拖到法场去杀头的监斩官，告诉监斩官：如果他不害怕，面不改色，就把他叫回来，我要见这个人。如果他要很害怕，那杀掉就算了。到了临杀头的时候，他一点恐怖也没有，监斩官说：你为什么不恐怖？他说：我一条命换那么多命，值得，非常欢喜。不但不恐怖，他还欢喜若无其事。所以马上就报告国王，国王就赦免他。跟国王见面，国王就问他：你打算做什么？他说：我想出家。他说：好，我做你的护法。国王做他的护法，然后拜他做老师，所以他是国师。",
      "zh_TW": "以後當然查出來之後報到國王，國王一看到這個人很奇怪，錢自己沒有拿去用，放生放掉了，還是要判他死刑。但是國王就交代監斬官，拖到法場去殺頭的監斬官，告訴監斬官：如果他不害怕，面不改色，就把他叫回來，我要見這個人。如果他要很害怕，那殺掉就算了。到了臨殺頭的時候，他一點恐怖也沒有，監斬官說：你為什麼不恐怖？他說：我一條命換那麼多命，值得，非常歡喜。不但不恐怖，他還歡喜若無其事。所以馬上就報告國王，國王就赦免他。跟國王見面，國王就問他：你打算做什麼？他說：我想出家。他說：好，我做你的護法。國王做他的護法，然後拜他做老師，所以他是國師。"
    },
    {
      "id": "02-014-0012_p0079",
      "zh_CN": "这个修持非常之好，先修禅，在禅宗里面成就之后，回过头来修净土。怎么晓得他是阿弥陀佛再来的？国王有一天发了一个心，斋僧，就是办无遮大会。无遮大会就是平等的法会。只要是出家人，统统这一天来应供，国王来供养，来请客，没有条件，没有分别的，任何只要是出家人统统都来。这天来了几千人，当然这个座位也有个首席。这个首席许多有名的，有名气、有德行的这些大德互相在推让，这首席第一个位子大家都不肯坐，都在谦让推来推去的。正在推来推去的时候，这时候外面来了个和尚，穿得也不怎么干净，邋邋遢遢的，从来也没见过这个人，他看到大家推让，他就不客气，往那个首席位上一下就坐下去了。国王虽然很不高兴，但是他是出家人，所以也就无可奈何，跟大家就坐定。",
      "zh_TW": "這個修持非常之好，先修禪，在禪宗裡面成就之後，回過頭來修淨土。怎麼曉得他是阿彌陀佛再來的？國王有一天發了一個心，齋僧，就是辦無遮大會。無遮大會就是平等的法會。只要是出家人，統統這一天來應供，國王來供養，來請客，沒有條件，沒有分別的，任何只要是出家人統統都來。這天來了幾千人，當然這個座位也有個首席。這個首席許多有名的，有名氣、有德行的這些大德互相在推讓，這首席第一個位子大家都不肯坐，都在謙讓推來推去的。正在推來推去的時候，這時候外面來了個和尚，穿得也不怎麼乾淨，邋邋遢遢的，從來也沒見過這個人，他看到大家推讓，他就不客氣，往那個首席位上一下就坐下去了。國王雖然很不高興，但是他是出家人，所以也就無可奈何，跟大家就坐定。"
    },
    {
      "id": "02-014-0012_p0080",
      "zh_CN": "吃完饭之后，这人都散了，都走了。国王就问永明大师，他说：我今天斋僧大会，有没有圣人来应供？圣人来应供，这个福就很大。他说有！他说：什么人？今天定光古佛来应供。国王听到就欢喜：谁？就是坐在主位的那个和尚。这才知道他是定光古佛来的。他的法名也不知道，但是这个法师耳朵长得特别长，所以大家看到，大耳朵和尚。于是国王赶快就派人去追踪，就一路问，你们大家有没有看到这个人？从哪里去了？就这样被他追到了。追踪的人追到了，他在一个山洞里面。在山洞里面，一个人住在那里修行，国王派去的人就晓得是定光古佛，大家恭敬礼拜。他就说了一句话「弥陀饶舌」，他就灭度了。一句话说完就灭度了。",
      "zh_TW": "吃完飯之後，這人都散了，都走了。國王就問永明大師，他說：我今天齋僧大會，有沒有聖人來應供？聖人來應供，這個福就很大。他說有！他說：什麼人？今天定光古佛來應供。國王聽到就歡喜：誰？就是坐在主位的那個和尚。這才知道他是定光古佛來的。他的法名也不知道，但是這個法師耳朵長得特別長，所以大家看到，大耳朵和尚。於是國王趕快就派人去追蹤，就一路問，你們大家有沒有看到這個人？從哪裡去了？就這樣被他追到了。追蹤的人追到了，他在一個山洞裡面。在山洞裡面，一個人住在那裡修行，國王派去的人就曉得是定光古佛，大家恭敬禮拜。他就說了一句話「彌陀饒舌」，他就滅度了。一句話說完就滅度了。"
    },
    {
      "id": "02-014-0012_p0081",
      "zh_CN": "大家一看好了，定光古佛圆寂了。圆寂，一听他说弥陀饶舌，他说：那是我们永明大师，这是阿弥陀佛再来的，赶快回去报告国王。这个佛去了，我们家里还有一尊佛在，赶紧报告国王。国王一听到之后，欢喜得不得了，才晓得永明大师是阿弥陀佛再来的。这个时候赶紧就去看永明大师，还没有出宫门，外面有个报信的人来，匆匆忙忙的几乎跟国王撞了一跤，国王说：你慌慌张张来干什么？永明大师圆寂了。所以身分一暴露，他就会走的，没有说身分暴露之后还留在这个世间的，没有这个理由。这样才晓得定光古佛的身分是永明大师把他漏出来的，永明大师的身分是定光古佛说出来的，他们两个都走了。这个故事，宝静法师在《要解亲闻记》里面写得很清楚。所以中国古来佛菩萨应化的确非常之多，身分不漏，你不晓得，身分一漏，他马上就走了，菩萨都是如此。不像现在有很多身分暴露，他还不走，这不可靠。这是我们应当要晓得的，不要上当，不要迷信。",
      "zh_TW": "大家一看好了，定光古佛圓寂了。圓寂，一聽他說彌陀饒舌，他說：那是我們永明大師，這是阿彌陀佛再來的，趕快回去報告國王。這個佛去了，我們家裡還有一尊佛在，趕緊報告國王。國王一聽到之後，歡喜得不得了，才曉得永明大師是阿彌陀佛再來的。這個時候趕緊就去看永明大師，還沒有出宮門，外面有個報信的人來，匆匆忙忙的幾乎跟國王撞了一跤，國王說：你慌慌張張來幹什麼？永明大師圓寂了。所以身分一暴露，他就會走的，沒有說身分暴露之後還留在這個世間的，沒有這個理由。這樣才曉得定光古佛的身分是永明大師把他漏出來的，永明大師的身分是定光古佛說出來的，他們兩個都走了。這個故事，寶靜法師在《要解親聞記》裡面寫得很清楚。所以中國古來佛菩薩應化的確非常之多，身分不漏，你不曉得，身分一漏，他馬上就走了，菩薩都是如此。不像現在有很多身分暴露，他還不走，這不可靠。這是我們應當要曉得的，不要上當，不要迷信。"
    },
    {
      "id": "02-014-0012_p0082",
      "zh_CN": "永明这个故事，以及他一生的行持，他是先修禅，禅成功之后再修净，这都是用身教，诱导这些修禅的人归向净土。所以他提倡的是「有禅有净土，犹如戴角虎」，提倡禅净双修。我们从前读到这个故事，我就问李老师，禅净双修不是很好？永明大师提倡的，这还能有错？李老师就告诉我们：你要晓得那个时代的背景，永明大师为什么要说这句话？对哪些人说的？说这个话真正意思是什么？你要了解。他说：他说这个话是就那些修禅的人，知道这些修禅的人没有结果不能成就，但是这些人有执着，你要是叫他舍禅修净，他决定不会接受的。所以用这种方式来诱导他，禅不能成就，他净能成就，这是永明大师的苦心。绝对不会叫一个修净土的人再去兼修禅宗的，没有这个道理的。所以要晓得他说话的对象，说话真正用意在哪里，我们才不至于有误会，这真正是大慈大悲的设施。这是蕅益大师说，像他们这些人真正是大通家！显、密、宗、教样样圆通，这些人『彻底担荷得去』，他们对于念佛求生净土才真正彻底明了。所以到最后统统是念佛往生净土。",
      "zh_TW": "永明這個故事，以及他一生的行持，他是先修禪，禪成功之後再修淨，這都是用身教，誘導這些修禪的人歸向淨土。所以他提倡的是「有禪有淨土，猶如戴角虎」，提倡禪淨雙修。我們從前讀到這個故事，我就問李老師，禪淨雙修不是很好？永明大師提倡的，這還能有錯？李老師就告訴我們：你要曉得那個時代的背景，永明大師為什麼要說這句話？對哪些人說的？說這個話真正意思是什麼？你要了解。他說：他說這個話是就那些修禪的人，知道這些修禪的人沒有結果不能成就，但是這些人有執著，你要是叫他捨禪修淨，他決定不會接受的。所以用這種方式來誘導他，禪不能成就，他淨能成就，這是永明大師的苦心。絕對不會叫一個修淨土的人再去兼修禪宗的，沒有這個道理的。所以要曉得他說話的對象，說話真正用意在哪裡，我們才不至於有誤會，這真正是大慈大悲的設施。這是蕅益大師說，像他們這些人真正是大通家！顯、密、宗、教樣樣圓通，這些人『徹底擔荷得去』，他們對於念佛求生淨土才真正徹底明瞭。所以到最後統統是念佛往生淨土。"
    },
    {
      "id": "02-014-0012_p0083",
      "zh_CN": "【因持名一法。乃至圆至顿无上法门。非思量分别之所能及。故曰深妙。】",
      "zh_TW": "【因持名一法。乃至圓至頓無上法門。非思量分別之所能及。故曰深妙。】"
    },
    {
      "id": "02-014-0012_p0084",
      "zh_CN": "这是真的，真正的事实，这个法门圆满到了极处，快速到了极处，没有比这个法门更快，没有比这个法门更圆满的。所以绝对不是我们思想能够想得到的，也不是我们言语能够说得出来的。所以这叫『深妙』。",
      "zh_TW": "這是真的，真正的事實，這個法門圓滿到了極處，快速到了極處，沒有比這個法門更快，沒有比這個法門更圓滿的。所以絕對不是我們思想能夠想得到的，也不是我們言語能夠說得出來的。所以這叫『深妙』。"
    },
    {
      "id": "02-014-0012_p0085",
      "zh_CN": "【但蓦直念去。】",
      "zh_TW": "【但驀直念去。】"
    },
    {
      "id": "02-014-0012_p0086",
      "zh_CN": "『蓦直』是一直。你只要一直『念去』。",
      "zh_TW": "『驀直』是一直。你只要一直『念去』。"
    },
    {
      "id": "02-014-0012_p0087",
      "zh_CN": "【不假方便。】",
      "zh_TW": "【不假方便。】"
    },
    {
      "id": "02-014-0012_p0088",
      "zh_CN": "不必再用其他的方法来帮助，用不着，就是这个方法就行了。实在讲就是这个方法，从初发心一直到成佛，你就用念佛这个方法，决定没有错误。这个说法有根据的。《楞严经》大势至菩萨说得很清楚，他一开端就说「他与五十二同伦」，同伦就是同类的，志同道合的，这个五十二就是十信位、十住位、十行位、十回向位、十地位，这是五十个位次，等觉、妙觉，这一共五十二个位次。这五十二个位次，换句话说，从初发心一直到成无上佛果就是圆教的佛，他不用别的方法，就是用老实念这一句阿弥陀佛，就这一个方法，『不假方便』，自得心开。你看这个方法多简单、多妙！这是大势至菩萨告诉我们的。所以我们读经，像这些重要地方要能够细心体会。",
      "zh_TW": "不必再用其他的方法來幫助，用不著，就是這個方法就行了。實在講就是這個方法，從初發心一直到成佛，你就用念佛這個方法，決定沒有錯誤。這個說法有根據的。《楞嚴經》大勢至菩薩說得很清楚，他一開端就說「他與五十二同倫」，同倫就是同類的，志同道合的，這個五十二就是十信位、十住位、十行位、十迴向位、十地位，這是五十個位次，等覺、妙覺，這一共五十二個位次。這五十二個位次，換句話說，從初發心一直到成無上佛果就是圓教的佛，他不用別的方法，就是用老實念這一句阿彌陀佛，就這一個方法，『不假方便』，自得心開。你看這個方法多簡單、多妙！這是大勢至菩薩告訴我們的。所以我們讀經，像這些重要地方要能夠細心體會。"
    },
    {
      "id": "02-014-0012_p0089",
      "zh_CN": "我有一年在台湾，好像是民国五十一年临济寺第一次传戒，我在戒坛担任书记。那个时候台大有几位同学来看我，我名字还记得，因为他那个姓很特别。他姓古，古今的古，叫古正美，他还有个妹妹叫古清美，两个都是台大毕业的。他那个时候是四年级，好像是中文系的，带了个日本的法师来看我。这个日本的法师在他们台大做客座教授，到临济寺来看我。这个日本人很傲慢，好像自己以为很了不起，目中无人。",
      "zh_TW": "我有一年在台灣，好像是民國五十一年臨濟寺第一次傳戒，我在戒壇擔任書記。那個時候台大有幾位同學來看我，我名字還記得，因為他那個姓很特別。他姓古，古今的古，叫古正美，他還有個妹妹叫古清美，兩個都是台大畢業的。他那個時候是四年級，好像是中文系的，帶了個日本的法師來看我。這個日本的法師在他們台大做客座教授，到臨濟寺來看我。這個日本人很傲慢，好像自己以為很了不起，目中無人。"
    },
    {
      "id": "02-014-0012_p0090",
      "zh_CN": "看到我们初出家没有多久，他就问我：研究些什么？我说：正在研究《楞严经》。那时候听李老师的《楞严经》，正在研究《楞严经》，《楞严经》还没有研究完。他就问我修什么法门？我说：我修念佛法门。他就笑起来了，这个笑是讥笑的意思，说《楞严经》与念佛有什么关系？就说了这么一句话。我看他那个样子，我也觉得他很可怜，日本和尚是穿在家衣服的，穿西装、皮鞋，在台大教书的。我一听他这个话，我就晓得他不懂，他对于《楞严》不了解，对于净土也不了解。所以我就反过来问他一句：大势至菩萨、观世音菩萨与西方极乐世界有什么关系？我这一反问，他立刻警觉到了，他脸就红了。于是我就说，《楞严经》的精华就在这两章。「二十五圆通章」里面，这两位菩萨殿后，说明一切法门里头这是特别法门，这两位菩萨跟阿弥陀佛合称西方三圣，怎么没有关系？把他说得哑口无言。",
      "zh_TW": "看到我們初出家沒有多久，他就問我：研究些什麼？我說：正在研究《楞嚴經》。那時候聽李老師的《楞嚴經》，正在研究《楞嚴經》，《楞嚴經》還沒有研究完。他就問我修什麼法門？我說：我修念佛法門。他就笑起來了，這個笑是譏笑的意思，說《楞嚴經》與念佛有什麼關係？就說了這麼一句話。我看他那個樣子，我也覺得他很可憐，日本和尚是穿在家衣服的，穿西裝、皮鞋，在台大教書的。我一聽他這個話，我就曉得他不懂，他對於《楞嚴》不了解，對於淨土也不了解。所以我就反過來問他一句：大勢至菩薩、觀世音菩薩與西方極樂世界有什麼關係？我這一反問，他立刻警覺到了，他臉就紅了。於是我就說，《楞嚴經》的精華就在這兩章。「二十五圓通章」裡面，這兩位菩薩殿後，說明一切法門裡頭這是特別法門，這兩位菩薩跟阿彌陀佛合稱西方三聖，怎麼沒有關係？把他說得啞口無言。"
    },
    {
      "id": "02-014-0012_p0091",
      "zh_CN": "所以我们要认识清楚，就是不要看到身分地位很高，有时他对教理真的不懂。我们自己要沈着，听听他，那毛病多得很！他在台大的时候，当然同学们对他很尊重、很敬仰。所以还好，还有几个学生跟到一道，我把他说了几句之后，他们学生心里就有数了。日本这些冒牌的佛学家很多，不要讲修行，对教义了解的都不多，对佛经误会曲解的非常之多，这是我见过很多。",
      "zh_TW": "所以我們要認識清楚，就是不要看到身分地位很高，有時他對教理真的不懂。我們自己要沈著，聽聽他，那毛病多得很！他在台大的時候，當然同學們對他很尊重、很敬仰。所以還好，還有幾個學生跟到一道，我把他說了幾句之後，他們學生心裡就有數了。日本這些冒牌的佛學家很多，不要講修行，對教義了解的都不多，對佛經誤會曲解的非常之多，這是我見過很多。"
    },
    {
      "id": "02-014-0012_p0092",
      "zh_CN": "这是讲到「不假方便」，不需要再用其他的方法，就是一句佛号，一直念下去。到了西方极乐世界见了阿弥陀佛，还修这个法门，跟大势至菩萨同志，不要再搞别的，这太方便了！你要是禅，实在讲这句阿弥陀佛是甚深之禅，这是佛在《大集经》上讲的，念佛是深妙禅。你说是密，这一句南无阿弥陀佛就是无上的密咒，普贤菩萨传的，无上的密咒。我讲《心经》讲到最后，「是大明咒，是无上咒，是无等等咒」，我说这个咒是什么？是南无阿弥陀佛，我就这么直接讲的，这句佛号就是大明咒，就是无上咒，就是无等等咒，一点都没错。",
      "zh_TW": "這是講到「不假方便」，不需要再用其他的方法，就是一句佛號，一直念下去。到了西方極樂世界見了阿彌陀佛，還修這個法門，跟大勢至菩薩同志，不要再搞別的，這太方便了！你要是禪，實在講這句阿彌陀佛是甚深之禪，這是佛在《大集經》上講的，念佛是深妙禪。你說是密，這一句南無阿彌陀佛就是無上的密咒，普賢菩薩傳的，無上的密咒。我講《心經》講到最後，「是大明咒，是無上咒，是無等等咒」，我說這個咒是什麼？是南無阿彌陀佛，我就這麼直接講的，這句佛號就是大明咒，就是無上咒，就是無等等咒，一點都沒錯。"
    },
    {
      "id": "02-014-0012_p0093",
      "zh_CN": "【不落思量。直起直用。自得心开。】",
      "zh_TW": "【不落思量。直起直用。自得心開。】"
    },
    {
      "id": "02-014-0012_p0094",
      "zh_CN": "这个『心开』就是明心见性，见性成佛。你只要这句佛号念下去，把一切妄想杂念统统都舍掉，『不落思量』。一直念去，一直念去就是始觉和本觉。如果思量，想里面的意思，想里面的境界，这就错了，这就不圆满了；换句话说，与实相不相应。能够做到「不落思量，直起直用」，那是念念与实相相应，那真是一念相应一念佛，念念相应念念佛，为什么？念念心清净，念念称性。做不到？做不到，思量，思量就想西方极乐世界，那就是用观想、观像。观想、观像可以兼用，为什么叫兼用？我们妄念息不住，息不掉，妄念还是有，没有办法息掉，用这个来把妄念换成念西方极乐世界，把妄想换成想西方极乐世界。这个好，这能帮助往生，初学用得上，功夫得力了不用。功夫得力就是心地很清净，没有妄念了，这个时候什么都不要想，就是一句佛号念下去。",
      "zh_TW": "這個『心開』就是明心見性，見性成佛。你只要這句佛號念下去，把一切妄想雜念統統都捨掉，『不落思量』。一直念去，一直念去就是始覺和本覺。如果思量，想裡面的意思，想裡面的境界，這就錯了，這就不圓滿了；換句話說，與實相不相應。能夠做到「不落思量，直起直用」，那是念念與實相相應，那真是一念相應一念佛，念念相應念念佛，為什麼？念念心清淨，念念稱性。做不到？做不到，思量，思量就想西方極樂世界，那就是用觀想、觀像。觀想、觀像可以兼用，為什麼叫兼用？我們妄念息不住，息不掉，妄念還是有，沒有辦法息掉，用這個來把妄念換成念西方極樂世界，把妄想換成想西方極樂世界。這個好，這能幫助往生，初學用得上，功夫得力了不用。功夫得力就是心地很清淨，沒有妄念了，這個時候什麼都不要想，就是一句佛號念下去。"
    },
    {
      "id": "02-014-0012_p0095",
      "zh_CN": "【当下破尽戏论。荡除一切计度分别。始能直下承当者。肉身大士也。】",
      "zh_TW": "【當下破盡戲論。蕩除一切計度分別。始能直下承當者。肉身大士也。】"
    },
    {
      "id": "02-014-0012_p0096",
      "zh_CN": "『肉身大士』就是肉身菩萨。你只要能够『直下承当』，你信得过，你能够理解，你能够依教奉行，现在就是肉身菩萨。所以这个讲专接上根，上根是指这样的人。不是指像前面自己证得菩萨果位，不是这个。这是指你能够相信，能够发愿，能够真正去念佛的，这就是上根人。他这个讲法，我们仔细去想想有道理，为什么？一生往生不退成佛，这不是上根，什么叫上根？换句话说，你一生不修这个法门的，决定不能算上根。为什么？你这一生不能成就，纵然修到阿罗汉菩萨的果位，你有退转，你有隔阴之迷；你不知道前生，不知道更前生，你也不知道来世，你有隔阴之迷，你有退转。换句话说，这种修法就是不究竟。这不究竟的法不能称为上根，上根修行的决定是真实法。真实法实在讲，只有这一门是真实，俗话常讲真理只有一个。由此可知，佛说无量无边的法门都是方便门，唯独这一门是真实门。经上讲了三个真实，开化显示真实之际，住真实慧，惠以众生真实之利，给我们讲这三种真实。所以真实法唯独此经，唯独这个法门是真实的。我们冷静去想想一点都不错。",
      "zh_TW": "『肉身大士』就是肉身菩薩。你只要能夠『直下承當』，你信得過，你能夠理解，你能夠依教奉行，現在就是肉身菩薩。所以這個講專接上根，上根是指這樣的人。不是指像前面自己證得菩薩果位，不是這個。這是指你能夠相信，能夠發願，能夠真正去念佛的，這就是上根人。他這個講法，我們仔細去想想有道理，為什麼？一生往生不退成佛，這不是上根，什麼叫上根？換句話說，你一生不修這個法門的，決定不能算上根。為什麼？你這一生不能成就，縱然修到阿羅漢菩薩的果位，你有退轉，你有隔陰之迷；你不知道前生，不知道更前生，你也不知道來世，你有隔陰之迷，你有退轉。換句話說，這種修法就是不究竟。這不究竟的法不能稱為上根，上根修行的決定是真實法。真實法實在講，只有這一門是真實，俗話常講真理只有一個。由此可知，佛說無量無邊的法門都是方便門，唯獨這一門是真實門。經上講了三個真實，開化顯示真實之際，住真實慧，惠以眾生真實之利，給我們講這三種真實。所以真實法唯獨此經，唯獨這個法門是真實的。我們冷靜去想想一點都不錯。"
    },
    {
      "id": "02-014-0012_p0097",
      "zh_CN": "【要解云。故一声阿弥陀佛。即释迦本师。于五浊恶世所得阿耨多罗三藐三菩提法。今以此果觉全体。授与浊恶众生。乃诸佛所行境界。唯佛与佛能究竟。非九界自力所能信解也。】",
      "zh_TW": "【要解云。故一聲阿彌陀佛。即釋迦本師。於五濁惡世所得阿耨多羅三藐三菩提法。今以此果覺全體。授與濁惡眾生。乃諸佛所行境界。唯佛與佛能究竟。非九界自力所能信解也。】"
    },
    {
      "id": "02-014-0012_p0098",
      "zh_CN": "这段话前面引用过，但是没有这地方引用的详细。这一段明白的告诉我们，这是蕅益大师说的，释迦牟尼佛能成无上正等正觉，这个『阿耨多罗三藐三菩提』翻成中国意思「无上正等正觉」，也就是成圆满的佛果，天台大师讲的藏通别圆，圆教佛，圆教佛才是无上正等正觉。这个「阿」翻作无，「耨多罗」翻作上，无上。「三藐」就是正等，「三菩提」是正觉，「三」翻作正，「菩提」翻作觉，无上正等正觉。用什么方法？用念佛的方法。释迦牟尼佛也念阿弥陀佛，因念阿弥陀佛他才成圆教佛果。这个讲法与《华严经》的经义完全相合。",
      "zh_TW": "這段話前面引用過，但是沒有這地方引用的詳細。這一段明白的告訴我們，這是蕅益大師說的，釋迦牟尼佛能成無上正等正覺，這個『阿耨多羅三藐三菩提』翻成中國意思「無上正等正覺」，也就是成圓滿的佛果，天台大師講的藏通別圓，圓教佛，圓教佛才是無上正等正覺。這個「阿」翻作無，「耨多羅」翻作上，無上。「三藐」就是正等，「三菩提」是正覺，「三」翻作正，「菩提」翻作覺，無上正等正覺。用什麼方法？用念佛的方法。釋迦牟尼佛也念阿彌陀佛，因念阿彌陀佛他才成圓教佛果。這個講法與《華嚴經》的經義完全相合。"
    },
    {
      "id": "02-014-0012_p0099",
      "zh_CN": "我们在《华严经》上看到，文殊、普贤发愿往生西方极乐世界。文殊、普贤都是圆教等觉菩萨，他求生西方极乐世界干什么？我读《华严经》就起了这个问题。有了这个问题，我们再一想，就有了一个答案。他们这些人没有别的求，他只求无上正等正觉；换句话说，他念佛往生到西方极乐世界，其目的无非就是成无上正等正觉，这个时候就相应了。他要不为成无上正等正觉，他没有第二个理由念佛往生西方世界，没有理由，只有这个理由，等觉菩萨只有这个理由。",
      "zh_TW": "我們在《華嚴經》上看到，文殊、普賢發願往生西方極樂世界。文殊、普賢都是圓教等覺菩薩，他求生西方極樂世界幹什麼？我讀《華嚴經》就起了這個問題。有了這個問題，我們再一想，就有了一個答案。他們這些人沒有別的求，他只求無上正等正覺；換句話說，他念佛往生到西方極樂世界，其目的無非就是成無上正等正覺，這個時候就相應了。他要不為成無上正等正覺，他沒有第二個理由念佛往生西方世界，沒有理由，只有這個理由，等覺菩薩只有這個理由。"
    },
    {
      "id": "02-014-0012_p0100",
      "zh_CN": "所以我们才联想到，十方三世一切诸佛到最后要成圆满佛，都得要念阿弥陀佛，求生西方世界。我是读《华严》得到这个结论的，所以才相信这个法门，要不是十八年的《华严经》，我对这个法门不能死心塌地。像我那个时候见那个日本人，我虽然讲我是修净土的，跟李老师，修净土念阿弥陀佛，心地不行，不踏实。你就不要说那个时候的不踏实，这几年我在美国，我是从八三年来的，你看这几年当中，杨一华认识我很久了，我每年境界不一样，心地一年比一年坚固，认识一年比一年清楚，不相同。",
      "zh_TW": "所以我們才聯想到，十方三世一切諸佛到最後要成圓滿佛，都得要念阿彌陀佛，求生西方世界。我是讀《華嚴》得到這個結論的，所以才相信這個法門，要不是十八年的《華嚴經》，我對這個法門不能死心塌地。像我那個時候見那個日本人，我雖然講我是修淨土的，跟李老師，修淨土念阿彌陀佛，心地不行，不踏實。你就不要說那個時候的不踏實，這幾年我在美國，我是從八三年來的，你看這幾年當中，楊一華認識我很久了，我每年境界不一樣，心地一年比一年堅固，認識一年比一年清楚，不相同。"
    },
    {
      "id": "02-014-0012_p0101",
      "zh_CN": "这是从在大经上认识这个意思，真正发现了。发现到他们为什么到西方极乐世界来搞清楚了，这才没有话说，才真正死心塌地，发现什么？无量无边的法门，不管你修哪个法门，他最后的地方到哪里？到华藏世界，最后都是到华藏世界。华藏世界真正是佛法大海，无量无边的法门统统流到华藏世界。到了华藏世界之后，普贤菩萨再邀请大家到西方极乐世界，拐个弯去的。可是诸位要晓得，到华藏世界这条路不好走，要很费劲的去修学，要很长的时间才能达到。《华严经》讲的四十一位法身大士，不容易成就。所以这个法门直接，这是直接到极乐世界的；那是拐弯抹角，到最后还是到极乐世界。",
      "zh_TW": "這是從在大經上認識這個意思，真正發現了。發現到他們為什麼到西方極樂世界來搞清楚了，這才沒有話說，才真正死心塌地，發現什麼？無量無邊的法門，不管你修哪個法門，他最後的地方到哪裡？到華藏世界，最後都是到華藏世界。華藏世界真正是佛法大海，無量無邊的法門統統流到華藏世界。到了華藏世界之後，普賢菩薩再邀請大家到西方極樂世界，拐個彎去的。可是諸位要曉得，到華藏世界這條路不好走，要很費勁的去修學，要很長的時間才能達到。《華嚴經》講的四十一位法身大士，不容易成就。所以這個法門直接，這是直接到極樂世界的；那是拐彎抹角，到最後還是到極樂世界。"
    },
    {
      "id": "02-014-0012_p0102",
      "zh_CN": "所以你认清这一点，我们对于任何一宗，任何一派你的心平等了，你会见到他合掌笑笑，为什么？早晚都要去的，我现在很尊重你，你虽然瞧不起我，我比你先去，到那时候我再等你，慢慢的你也会来，我清楚，你现在不清楚。我看得清楚，不管哪一宗那一派，要如理如法的修学，殊途同归，归到华藏世界。到那个时候见到文殊、普贤，听他老人家说法还是到西方净土，因为这句阿弥陀佛是一切诸佛成佛的唯一法门。所以今天释迦牟尼佛给我们讲这个法门是把他自己成佛的方法教给我们，他讲其他的法门，是把他自己成菩萨的法门教给你，成菩萨，这个法门成佛。照这个法门修，你省事，菩萨阶段不要修，直接成佛，这是便宜占大了！这的确很少人知道。",
      "zh_TW": "所以你認清這一點，我們對於任何一宗，任何一派你的心平等了，你會見到他合掌笑笑，為什麼？早晚都要去的，我現在很尊重你，你雖然瞧不起我，我比你先去，到那時候我再等你，慢慢的你也會來，我清楚，你現在不清楚。我看得清楚，不管哪一宗那一派，要如理如法的修學，殊途同歸，歸到華藏世界。到那個時候見到文殊、普賢，聽他老人家說法還是到西方淨土，因為這句阿彌陀佛是一切諸佛成佛的唯一法門。所以今天釋迦牟尼佛給我們講這個法門是把他自己成佛的方法教給我們，他講其他的法門，是把他自己成菩薩的法門教給你，成菩薩，這個法門成佛。照這個法門修，你省事，菩薩階段不要修，直接成佛，這是便宜佔大了！這的確很少人知道。"
    },
    {
      "id": "02-014-0012_p0103",
      "zh_CN": "说老实话，我在台中跟李老师修学，李老师讲的没有我讲得这么清楚，他要讲得我这么清楚的话，我那个时候什么都不学了，我会专门学这个，他没能讲得清楚。没能讲得清楚，在我想想也很有道理，有原因的。李老师第一个，他没有时间研究经典，他工作太忙，台中他办的事业太多。所以我十年跟他相处，他走的那个路，我不走，那很麻烦，那是个麻烦路。搞这个事业太操心了，这个事情不能干。所以专门读诵经典，讲经说法。换句话说，我发心一生当教员，不当校长，他老人家当校长。李老师当校长，所以要管行政的。我们是当教员，只管教书，不管行政，这就省了很多很多的时间，节省很多时间。像这大经大论，他没有认真仔细去研究；还有就是净土经典里头，《无量寿经》九种原本，他没有读过。我晓得他总共大概只读了四种，康僧铠的本子他讲过，这个他读过。除康僧铠的本子，大概他能看过就是会集本的。就是王龙舒的本子，他看过；夏莲居的本子他讲过，这个他读过的；其余的本子，可能他都没有见过，知道，他知道，但是他没有时间去读，因为那个时候没有单行本，你要去读，一定要查《大藏经》。在台湾的《大藏经》都是很小的字，年岁大的看起来很吃力，所以只能拿来用作参考资料，很少人拿去读诵。所以这是环境上的一个障碍。",
      "zh_TW": "說老實話，我在台中跟李老師修學，李老師講的沒有我講得這麼清楚，他要講得我這麼清楚的話，我那個時候什麼都不學了，我會專門學這個，他沒能講得清楚。沒能講得清楚，在我想想也很有道理，有原因的。李老師第一個，他沒有時間研究經典，他工作太忙，台中他辦的事業太多。所以我十年跟他相處，他走的那個路，我不走，那很麻煩，那是個麻煩路。搞這個事業太操心了，這個事情不能幹。所以專門讀誦經典，講經說法。換句話說，我發心一生當教員，不當校長，他老人家當校長。李老師當校長，所以要管行政的。我們是當教員，只管教書，不管行政，這就省了很多很多的時間，節省很多時間。像這大經大論，他沒有認真仔細去研究；還有就是淨土經典裡頭，《無量壽經》九種原本，他沒有讀過。我曉得他總共大概只讀了四種，康僧鎧的本子他講過，這個他讀過。除康僧鎧的本子，大概他能看過就是會集本的。就是王龍舒的本子，他看過；夏蓮居的本子他講過，這個他讀過的；其餘的本子，可能他都沒有見過，知道，他知道，但是他沒有時間去讀，因為那個時候沒有單行本，你要去讀，一定要查《大藏經》。在台灣的《大藏經》都是很小的字，年歲大的看起來很吃力，所以只能拿來用作參考資料，很少人拿去讀誦。所以這是環境上的一個障礙。"
    },
    {
      "id": "02-014-0012_p0104",
      "zh_CN": "我们今天能够把典籍统统收集起来印在一起，这就是现代人的福报大。现代人虽然思想比从前还要乱、还要杂、还要浊恶，可是里头还有不少有很大福报的人，超过了古人，超过从前大德。这很难得，很不容易。所以我们自己要珍惜这个缘分，珍惜自己的善根福德因缘，这一生决定成就。晓得这个法门是一切诸佛成佛的妙法。",
      "zh_TW": "我們今天能夠把典籍統統收集起來印在一起，這就是現代人的福報大。現代人雖然思想比從前還要亂、還要雜、還要濁惡，可是裡頭還有不少有很大福報的人，超過了古人，超過從前大德。這很難得，很不容易。所以我們自己要珍惜這個緣分，珍惜自己的善根福德因緣，這一生決定成就。曉得這個法門是一切諸佛成佛的妙法。"
    },
    {
      "id": "02-014-0012_p0105",
      "zh_CN": "所以说『今以此果觉全体』，讲菩萨法那是因，那是因地，这是果地。『授与浊恶众生』，传授给我们了，传授给这些五浊恶世的众生。『乃诸佛所行境界』，就是这个法门是诸佛自己果地上修行的境界，绝对不同于菩萨。所以说『唯佛与佛能究竟』，就是彻底明了，绝对不是九法界这些众生『自力所能信解』。所以这点我们也要明了，我们今天能够宣说这个法门，绝对不是自己的能力，是弥陀诸佛神力加持，要不加持我们决定讲不出来。大家听，能够听懂，听得欢喜、听得接受，也是诸佛力量加持你，没有诸佛力量加持你，你也听不懂，难信之法！你怎么会相信？当然，因为你过去世有善根福德、有因缘，还要靠佛力加持。佛力不加持，你不会相信，不会欢喜，你不会死心塌地修学。所以佛力冥冥当中加持，有时候我们不能够觉察。但是你修行到某个阶段，你会觉察到自己的确是佛加持你，佛不加持确实没有这个能力。",
      "zh_TW": "所以說『今以此果覺全體』，講菩薩法那是因，那是因地，這是果地。『授與濁惡眾生』，傳授給我們了，傳授給這些五濁惡世的眾生。『乃諸佛所行境界』，就是這個法門是諸佛自己果地上修行的境界，絕對不同於菩薩。所以說『唯佛與佛能究竟』，就是徹底明瞭，絕對不是九法界這些眾生『自力所能信解』。所以這點我們也要明瞭，我們今天能夠宣說這個法門，絕對不是自己的能力，是彌陀諸佛神力加持，要不加持我們決定講不出來。大家聽，能夠聽懂，聽得歡喜、聽得接受，也是諸佛力量加持你，沒有諸佛力量加持你，你也聽不懂，難信之法！你怎麼會相信？當然，因為你過去世有善根福德、有因緣，還要靠佛力加持。佛力不加持，你不會相信，不會歡喜，你不會死心塌地修學。所以佛力冥冥當中加持，有時候我們不能夠覺察。但是你修行到某個階段，你會覺察到自己的確是佛加持你，佛不加持確實沒有這個能力。"
    },
    {
      "id": "02-014-0012_p0106",
      "zh_CN": "【可见念佛法门。实是无上深妙之法。】",
      "zh_TW": "【可見念佛法門。實是無上深妙之法。】"
    },
    {
      "id": "02-014-0012_p0107",
      "zh_CN": "这是真实的，决定不是假的。",
      "zh_TW": "這是真實的，決定不是假的。"
    },
    {
      "id": "02-014-0012_p0108",
      "zh_CN": "【唯有上根方能直下承当。】",
      "zh_TW": "【唯有上根方能直下承當。】"
    },
    {
      "id": "02-014-0012_p0109",
      "zh_CN": "你能信、能愿、能行，这个人就是上根，所以他这个上根跟前面讲上根不一样。这个上根跟善导大师讲的完全相应。善导大师没有用上根的名称，后人用专接上根就是善导讲的「本为凡夫」，而且是「但为常没众生」，这些常没众生都是上根。再看底下第四个小段：",
      "zh_TW": "你能信、能願、能行，這個人就是上根，所以他這個上根跟前面講上根不一樣。這個上根跟善導大師講的完全相應。善導大師沒有用上根的名稱，後人用專接上根就是善導講的「本為凡夫」，而且是「但為常沒眾生」，這些常沒眾生都是上根。再看底下第四個小段："
    },
    {
      "id": "02-014-0012_p0110",
      "zh_CN": "【疏钞云。故知念佛。菩萨之父。生育法身。乃至十地始终不离念佛。何得初心自足。不愿往生。可见净土法门正契菩萨之机。】",
      "zh_TW": "【疏鈔云。故知念佛。菩薩之父。生育法身。乃至十地始終不離念佛。何得初心自足。不願往生。可見淨土法門正契菩薩之機。】"
    },
    {
      "id": "02-014-0012_p0111",
      "zh_CN": "所以现在有些学佛的人不求往生，不愿意往生，这就是李老师讲的非愚即狂，不是愚痴就是狂妄；换句话说，对于佛法没有真正了解。真正了解的人，不管修哪个法门，没有不愿意往生的。前面这几句话很要紧，『念佛，菩萨之父，生育法身』，这是比喻。我们这个身得自于父母，清净法身得自于念佛，因为唯有念佛才能证得圆满究竟的清净法身。『乃至十地始终不离念佛』，这句是出自《华严经》上的。我们在《华严经》读到这个经文也使我们深深反省，「十地」实在讲是从初地到十一地，《华严》是圆教，初地到等觉一共十一个位次，到这个位次上修什么法门？统统修念佛法门，也就是说，过去不管你修什么法门，你到了华藏世界，登了地，初地菩萨完全专一。",
      "zh_TW": "所以現在有些學佛的人不求往生，不願意往生，這就是李老師講的非愚即狂，不是愚痴就是狂妄；換句話說，對於佛法沒有真正了解。真正了解的人，不管修哪個法門，沒有不願意往生的。前面這幾句話很要緊，『念佛，菩薩之父，生育法身』，這是比喻。我們這個身得自於父母，清淨法身得自於念佛，因為唯有念佛才能證得圓滿究竟的清淨法身。『乃至十地始終不離念佛』，這句是出自《華嚴經》上的。我們在《華嚴經》讀到這個經文也使我們深深反省，「十地」實在講是從初地到十一地，《華嚴》是圓教，初地到等覺一共十一個位次，到這個位次上修什麼法門？統統修念佛法門，也就是說，過去不管你修什麼法門，你到了華藏世界，登了地，初地菩薩完全專一。"
    },
    {
      "id": "02-014-0012_p0112",
      "zh_CN": "悟的什么？我的念佛是成佛的妙法，也就是我在讲《观经．三福》最后一条，深信因果。这深信因果，我悟来也不容易，三十年修学的功夫，才把这句话的真正意思明白了，念佛是因，成佛是果。真的，许许多多的菩萨不知道，他要真正知道这个因果，他一切都放弃了，为什么？我希望赶快成佛，不希望再拐弯抹角走冤枉路。所以《华严经》给我们很大很大的启示。",
      "zh_TW": "悟的什麼？我的念佛是成佛的妙法，也就是我在講《觀經．三福》最後一條，深信因果。這深信因果，我悟來也不容易，三十年修學的功夫，才把這句話的真正意思明白了，念佛是因，成佛是果。真的，許許多多的菩薩不知道，他要真正知道這個因果，他一切都放棄了，為什麼？我希望趕快成佛，不希望再拐彎抹角走冤枉路。所以《華嚴經》給我們很大很大的啟示。"
    },
    {
      "id": "02-014-0012_p0113",
      "zh_CN": "我们在前面读到日本人道隐法师他说《华严》、《法华》是《无量寿经》的引导，这个话我承认。实在讲，我入这个法门就是《华严经》引导的，引导认识这个法门的，所以一点都没错，这真是死心塌地了，才晓得登了地之后修这个法门。所以我们在初学就遇到这个法门，真正不容易，尤其遇到之后把这个事实真相搞清楚了，死心塌地修学，这是十地菩萨看到我们，对我们都恭喜，你真幸运，我们搞这么多久，走了这么多冤枉路才知道，你们怎么一下就发现了？所以他们对我们道贺，那是一点都不假。十地菩萨都给我们道贺，实在讲是一切诸佛如来也给我们道贺。你这一发心就是成就，那是注定成就，没有不成就的，除非你不发心，所以才知道这个法门的殊胜。",
      "zh_TW": "我們在前面讀到日本人道隱法師他說《華嚴》、《法華》是《無量壽經》的引導，這個話我承認。實在講，我入這個法門就是《華嚴經》引導的，引導認識這個法門的，所以一點都沒錯，這真是死心塌地了，才曉得登了地之後修這個法門。所以我們在初學就遇到這個法門，真正不容易，尤其遇到之後把這個事實真相搞清楚了，死心塌地修學，這是十地菩薩看到我們，對我們都恭喜，你真幸運，我們搞這麼多久，走了這麼多冤枉路才知道，你們怎麼一下就發現了？所以他們對我們道賀，那是一點都不假。十地菩薩都給我們道賀，實在講是一切諸佛如來也給我們道賀。你這一發心就是成就，那是注定成就，沒有不成就的，除非你不發心，所以才知道這個法門的殊勝。"
    },
    {
      "id": "02-014-0012_p0114",
      "zh_CN": "『何得初心自足，不愿往生』，那这就是李老师讲不是愚痴就是狂妄，业障太重了，不求往生。『可见净土法门，正契菩萨之机』，这个菩萨，初发心的菩萨就成了等觉菩萨，就是经上讲的阿鞞跋致的菩萨，一发心就到这个地位，这真是不可思议，初后一如。所以这经愈读愈欢喜，这个法味太足了，比《华严经》还浓，所以读这个所得的法喜超过《华严》。",
      "zh_TW": "『何得初心自足，不願往生』，那這就是李老師講不是愚痴就是狂妄，業障太重了，不求往生。『可見淨土法門，正契菩薩之機』，這個菩薩，初發心的菩薩就成了等覺菩薩，就是經上講的阿鞞跋致的菩薩，一發心就到這個地位，這真是不可思議，初後一如。所以這經愈讀愈歡喜，這個法味太足了，比《華嚴經》還濃，所以讀這個所得的法喜超過《華嚴》。"
    }
  ]
}