{
  "doc_id": "02-014-0008",
  "title": {
    "zh_CN": "无量寿经玄义",
    "zh_TW": "無量壽經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "02-014-0008",
  "total_paragraphs": 124,
  "paragraphs": [
    {
      "id": "02-014-0008_p0001",
      "zh_CN": "请掀开讲义第十二页第四行，就是第三大段「一经宗趣」。这就是说明本经就是《无量寿经》的宗旨归趣。第一条就是把这宗趣的定义给我们标识出来。",
      "zh_TW": "請掀開講義第十二頁第四行，就是第三大段「一經宗趣」。這就是說明本經就是《無量壽經》的宗旨歸趣。第一條就是把這宗趣的定義給我們標識出來。"
    },
    {
      "id": "02-014-0008_p0002",
      "zh_CN": "【宗谓宗旨。又修行之要径也。趣者。趣向。归趣也。体是理。宗是行。是故依经宗旨。明其所为。识其所求。究其所至。名之为趣。】",
      "zh_TW": "【宗謂宗旨。又修行之要徑也。趣者。趣向。歸趣也。體是理。宗是行。是故依經宗旨。明其所為。識其所求。究其所至。名之為趣。】"
    },
    {
      "id": "02-014-0008_p0003",
      "zh_CN": "这可以说很简单的把「宗趣」这两个字的意义说得很明白、很清楚。前面是讨论本经的体性，体性明了之后，一定要知道这部经的宗趣，就是修行的方法。前面是理论的依据，有了理论的依据，我们应该要怎样做法。",
      "zh_TW": "這可以說很簡單的把「宗趣」這兩個字的意義說得很明白、很清楚。前面是討論本經的體性，體性明瞭之後，一定要知道這部經的宗趣，就是修行的方法。前面是理論的依據，有了理論的依據，我們應該要怎樣做法。"
    },
    {
      "id": "02-014-0008_p0004",
      "zh_CN": "『修行』。这两个字一定要把它认识清楚。修是修正，行是行为。行为里面包括思想，所谓是身、语、意三业的行为。行为有了错误，把它修正过来叫做修行。从前面这几次我们在一块研究的，要是以本经教义为标准，可以说我们身语意三业的行为就有很多很多的错误，要依照佛在经上讲的理论，一桩一桩的修正过来。完全没有缺点，这个人就是佛；还有一些缺点，缺点不太多，这叫菩萨；如果缺点很多很多，那这叫凡夫。佛、菩萨、凡夫可以这样子来区别。佛是我们世间法常讲「完人」，一丝毫缺点都没有，这是完人。",
      "zh_TW": "『修行』。這兩個字一定要把它認識清楚。修是修正，行是行為。行為裡面包括思想，所謂是身、語、意三業的行為。行為有了錯誤，把它修正過來叫做修行。從前面這幾次我們在一塊研究的，要是以本經教義為標準，可以說我們身語意三業的行為就有很多很多的錯誤，要依照佛在經上講的理論，一樁一樁的修正過來。完全沒有缺點，這個人就是佛；還有一些缺點，缺點不太多，這叫菩薩；如果缺點很多很多，那這叫凡夫。佛、菩薩、凡夫可以這樣子來區別。佛是我們世間法常講「完人」，一絲毫缺點都沒有，這是完人。"
    },
    {
      "id": "02-014-0008_p0005",
      "zh_CN": "这「修行」两个字我们把它认识清楚，因此这个修行绝对不是在形式上。真正的修行是在起心动念。我们六根就是眼耳鼻舌身接触外面六种境界，色声香味触法，六根接触外境，我们心动了，这心动就错了，为什么？前面我们念过「觉心不动」，动了是什么？动了是迷，迷才会动！觉心不动。这些都是非常非常重要的修行纲领。只要我们自己动了心，自己就要知道我又迷了，我又错了。怎么办？赶快把它修正过来，用什么方法修正？本经教给我们的方法很好，「阿弥陀佛」。就是第一个念头动了，动了心，第二个念头换成阿弥陀佛，这句阿弥陀佛就把你动的那个心伏住，又恢复到平静。",
      "zh_TW": "這「修行」兩個字我們把它認識清楚，因此這個修行絕對不是在形式上。真正的修行是在起心動念。我們六根就是眼耳鼻舌身接觸外面六種境界，色聲香味觸法，六根接觸外境，我們心動了，這心動就錯了，為什麼？前面我們念過「覺心不動」，動了是什麼？動了是迷，迷才會動！覺心不動。這些都是非常非常重要的修行綱領。只要我們自己動了心，自己就要知道我又迷了，我又錯了。怎麼辦？趕快把它修正過來，用什麼方法修正？本經教給我們的方法很好，「阿彌陀佛」。就是第一個念頭動了，動了心，第二個念頭換成阿彌陀佛，這句阿彌陀佛就把你動的那個心伏住，又恢復到平靜。"
    },
    {
      "id": "02-014-0008_p0006",
      "zh_CN": "尤其这句佛号功德不可思议，前面跟我们说过，这句阿弥陀佛就是我们自己的本觉理体，就是真如实相。如果依照天亲菩萨《往生论》里面所说的，那就是「真实智慧无为法身」，这句名号就是真实智慧无为法身。所以一般人念佛不晓得念佛号的好处，不知道这个意义，虽不知道，他要是认真去念也有功德。他心念到相当清净的时候，这个境界自然现前，所以他一定是有成就的。这个宗旨就是修行的原则，修行的纲要。",
      "zh_TW": "尤其這句佛號功德不可思議，前面跟我們說過，這句阿彌陀佛就是我們自己的本覺理體，就是真如實相。如果依照天親菩薩《往生論》裡面所說的，那就是「真實智慧無為法身」，這句名號就是真實智慧無為法身。所以一般人念佛不曉得念佛號的好處，不知道這個意義，雖不知道，他要是認真去念也有功德。他心念到相當清淨的時候，這個境界自然現前，所以他一定是有成就的。這個宗旨就是修行的原則，修行的綱要。"
    },
    {
      "id": "02-014-0008_p0007",
      "zh_CN": "『趣』是『趣向』。我们依照这个方法来修，修的结果是什么，『归趣』就是结果。底下再给我们解释体，前面这一章。本经的体性是讲理，讲理论。『宗』这是讲行，讲修行。『是故依经宗旨』。依照这部经典所指示我们的宗旨，也就是我们依照这个法门修行最高的指导纲领，或者说指导的原则，这就是宗旨。下面这三句话说得很好。『明其所为』。明是明了。所为就是所作，知道我现在在做什么。『识其所求』。识是认识，也是明了的意思，知道我求的是什么。『究其所至』。究还是明了。这是中国文字之美，三个字不一样，意思是一样的，意思是相同的，如果用三个相同的字，在文字上就不好看。所以三个不同的字，意思是一样的。究其所至是目的，我知道我现在是在修什么，我晓得我的愿望是什么（求就是愿望），我也知道我将来达到目的是什么，统统晓得，清清楚楚、明明白白，这叫趣。他把宗跟趣解释得很清楚。底下这一条就把本经的宗趣、纲领指出来，然后再加以解释，再说明。",
      "zh_TW": "『趣』是『趣向』。我們依照這個方法來修，修的結果是什麼，『歸趣』就是結果。底下再給我們解釋體，前面這一章。本經的體性是講理，講理論。『宗』這是講行，講修行。『是故依經宗旨』。依照這部經典所指示我們的宗旨，也就是我們依照這個法門修行最高的指導綱領，或者說指導的原則，這就是宗旨。下面這三句話說得很好。『明其所為』。明是明瞭。所為就是所作，知道我現在在做什麼。『識其所求』。識是認識，也是明瞭的意思，知道我求的是什麼。『究其所至』。究還是明瞭。這是中國文字之美，三個字不一樣，意思是一樣的，意思是相同的，如果用三個相同的字，在文字上就不好看。所以三個不同的字，意思是一樣的。究其所至是目的，我知道我現在是在修什麼，我曉得我的願望是什麼（求就是願望），我也知道我將來達到目的是什麼，統統曉得，清清楚楚、明明白白，這叫趣。他把宗跟趣解釋得很清楚。底下這一條就把本經的宗趣、綱領指出來，然後再加以解釋，再說明。"
    },
    {
      "id": "02-014-0008_p0008",
      "zh_CN": "【本经以发菩提心。一向专念为宗。】",
      "zh_TW": "【本經以發菩提心。一向專念為宗。】"
    },
    {
      "id": "02-014-0008_p0009",
      "zh_CN": "这就是修行的方法。",
      "zh_TW": "這就是修行的方法。"
    },
    {
      "id": "02-014-0008_p0010",
      "zh_CN": "【以圆生四土。迳登不退为趣。】",
      "zh_TW": "【以圓生四土。逕登不退為趣。】"
    },
    {
      "id": "02-014-0008_p0011",
      "zh_CN": "这就是我们所求，我们的归宿，我们想要达到的。这个宗与趣是清清楚楚、明明白白，一共是四句话十六个字。下面就分开来解释，先说宗就是『发菩提心，一向专念』。第三「明宗」。",
      "zh_TW": "這就是我們所求，我們的歸宿，我們想要達到的。這個宗與趣是清清楚楚、明明白白，一共是四句話十六個字。下面就分開來解釋，先說宗就是『發菩提心，一向專念』。第三「明宗」。"
    },
    {
      "id": "02-014-0008_p0012",
      "zh_CN": "【经云。三辈往生之人。莫不以发菩提心。一向专念为因。】",
      "zh_TW": "【經云。三輩往生之人。莫不以發菩提心。一向專念為因。】"
    },
    {
      "id": "02-014-0008_p0013",
      "zh_CN": "这是在本经上，经文明白的告诉我们，上辈、中辈、下辈，其他的因缘不相同，但是『发菩提心，一向专念』，这句经文是三辈统统都有。由此可知，发菩提心一向专念是非常重要的修行方法。这个经文上这样说的，可以说已经是我们很好的依据。阿弥陀佛在四十八愿里面，也是明白的这样告诉我们，那我们就根本一丝毫的怀疑都没有了。",
      "zh_TW": "這是在本經上，經文明白的告訴我們，上輩、中輩、下輩，其他的因緣不相同，但是『發菩提心，一向專念』，這句經文是三輩統統都有。由此可知，發菩提心一向專念是非常重要的修行方法。這個經文上這樣說的，可以說已經是我們很好的依據。阿彌陀佛在四十八願裡面，也是明白的這樣告訴我們，那我們就根本一絲毫的懷疑都沒有了。"
    },
    {
      "id": "02-014-0008_p0014",
      "zh_CN": "【第十九愿是发菩提心。第十八愿是一向专念。】",
      "zh_TW": "【第十九願是發菩提心。第十八願是一向專念。】"
    },
    {
      "id": "02-014-0008_p0015",
      "zh_CN": "四十八愿这十八愿、十九愿是大愿的中心，最重要就是这两愿。",
      "zh_TW": "四十八願這十八願、十九願是大願的中心，最重要就是這兩願。"
    },
    {
      "id": "02-014-0008_p0016",
      "zh_CN": "【故知发菩提心。一向专念。是弥陀本愿之心髓。】",
      "zh_TW": "【故知發菩提心。一向專念。是彌陀本願之心髓。】"
    },
    {
      "id": "02-014-0008_p0017",
      "zh_CN": "『本愿』就是四十八愿。四十八愿的中心，四十八愿的精髓就是这个两愿。",
      "zh_TW": "『本願』就是四十八願。四十八願的中心，四十八願的精髓就是這個兩願。"
    },
    {
      "id": "02-014-0008_p0018",
      "zh_CN": "【全部大经之宗要。】",
      "zh_TW": "【全部大經之宗要。】"
    },
    {
      "id": "02-014-0008_p0019",
      "zh_CN": "这个『大经』就是《无量寿经》。整个这部《无量寿经》的宗旨、精要就是在这两句话。",
      "zh_TW": "這個『大經』就是《無量壽經》。整個這部《無量壽經》的宗旨、精要就是在這兩句話。"
    },
    {
      "id": "02-014-0008_p0020",
      "zh_CN": "【往生必修之正因。方便度生之慈航。】",
      "zh_TW": "【往生必修之正因。方便度生之慈航。】"
    },
    {
      "id": "02-014-0008_p0021",
      "zh_CN": "我们要想求生西方极乐世界，那你就必定要修学。这个『必』是非常肯定的语气，一定要这样修法，不能够不修的。下面这句是『方便度生之慈航』。前面这句是讲我们自性，后头一句是讲我们要利益一切众生，我们也要用这个法门来帮助其他的人。",
      "zh_TW": "我們要想求生西方極樂世界，那你就必定要修學。這個『必』是非常肯定的語氣，一定要這樣修法，不能夠不修的。下面這句是『方便度生之慈航』。前面這句是講我們自性，後頭一句是講我們要利益一切眾生，我們也要用這個法門來幫助其他的人。"
    },
    {
      "id": "02-014-0008_p0022",
      "zh_CN": "【本经所崇。全在于此。】",
      "zh_TW": "【本經所崇。全在於此。】"
    },
    {
      "id": "02-014-0008_p0023",
      "zh_CN": "『崇』是崇尚，推崇，就在这两句经文。",
      "zh_TW": "『崇』是崇尚，推崇，就在這兩句經文。"
    },
    {
      "id": "02-014-0008_p0024",
      "zh_CN": "【修行要径。唯斯捷要。】",
      "zh_TW": "【修行要徑。唯斯捷要。】"
    },
    {
      "id": "02-014-0008_p0025",
      "zh_CN": "『捷』是快捷。『要』也就是最重要的。",
      "zh_TW": "『捷』是快捷。『要』也就是最重要的。"
    },
    {
      "id": "02-014-0008_p0026",
      "zh_CN": "【故为本经之宗。】",
      "zh_TW": "【故為本經之宗。】"
    },
    {
      "id": "02-014-0008_p0027",
      "zh_CN": "所以修行的方法在这个经里面，可以说讲得很明白、很清楚。现在这个问题就是发菩提心，什么叫做菩提心？菩提心要怎么个发法？这不能不知道，不知道你修净土的纲领就抓不到。底下这段都是《往生论》上的话：",
      "zh_TW": "所以修行的方法在這個經裡面，可以說講得很明白、很清楚。現在這個問題就是發菩提心，什麼叫做菩提心？菩提心要怎麼個發法？這不能不知道，不知道你修淨土的綱領就抓不到。底下這段都是《往生論》上的話："
    },
    {
      "id": "02-014-0008_p0028",
      "zh_CN": "【发心有二义。先须离三种与菩提门相违法。】",
      "zh_TW": "【發心有二義。先須離三種與菩提門相違法。】"
    },
    {
      "id": "02-014-0008_p0029",
      "zh_CN": "这三种我们要离开，要能够远离，你的菩提心，发菩提心才没有障碍。第一个：",
      "zh_TW": "這三種我們要離開，要能夠遠離，你的菩提心，發菩提心才沒有障礙。第一個："
    },
    {
      "id": "02-014-0008_p0030",
      "zh_CN": "【依智慧门。不求自乐。远离我心贪着自身故。】",
      "zh_TW": "【依智慧門。不求自樂。遠離我心貪著自身故。】"
    },
    {
      "id": "02-014-0008_p0031",
      "zh_CN": "一切众生菩提心所以发不出来，他第一个障碍就是这个障碍。为什么？他贪图『自身』，贪图名闻利养，这是菩提心的第一大障碍！换句话说，这就是迷，这就不是觉悟。菩提是梵语，翻成中国的意思是觉悟。菩提翻作觉，菩提心就是觉心。前面我们读过觉心不动，《圆觉经》上说的，心动了就不觉。你看起一念贪着，这个心就动了，就不觉了，就迷了，菩提心就没有了。所以，这个文章我们看起来很容易，念过去好像很容易懂，自己想想很不容易做到。不但对于世间一切法不动，心不动，出世间法心也不能动。你心动，动就是不觉。譬如说我们今天，这在佛门里很普遍的现象，这是诸位自己一定要知道，我们自己修学这个法门，我们很欢喜、很高兴，看到别人修跟我们法门不一样的，我们心里看到就有点不舒服，甚至于不以为然，这是你心动了，心动就是不觉，菩提心没有了，我们用什么心在念佛？用迷惑颠倒的心在念佛，不是用觉心。",
      "zh_TW": "一切眾生菩提心所以發不出來，他第一個障礙就是這個障礙。為什麼？他貪圖『自身』，貪圖名聞利養，這是菩提心的第一大障礙！換句話說，這就是迷，這就不是覺悟。菩提是梵語，翻成中國的意思是覺悟。菩提翻作覺，菩提心就是覺心。前面我們讀過覺心不動，《圓覺經》上說的，心動了就不覺。你看起一念貪著，這個心就動了，就不覺了，就迷了，菩提心就沒有了。所以，這個文章我們看起來很容易，念過去好像很容易懂，自己想想很不容易做到。不但對於世間一切法不動，心不動，出世間法心也不能動。你心動，動就是不覺。譬如說我們今天，這在佛門裡很普遍的現象，這是諸位自己一定要知道，我們自己修學這個法門，我們很歡喜、很高興，看到別人修跟我們法門不一樣的，我們心裡看到就有點不舒服，甚至於不以為然，這是你心動了，心動就是不覺，菩提心沒有了，我們用什麼心在念佛？用迷惑顛倒的心在念佛，不是用覺心。"
    },
    {
      "id": "02-014-0008_p0032",
      "zh_CN": "所以我们在讲席当中常常提示「清净心，平等心，慈悲心」，你能够与这三心相应，这是菩提心，这才对。不是说邪正是非不分，邪正是非是要分、是要清楚，但是决不能动心。不能看到正法我就欢喜，邪法我就讨厌，这不可以。这个欢喜心、讨厌的心都是烦恼。欢喜贪心，讨厌是瞋恚心，都动了烦恼。如何在一切邪法、正法、顺境、逆境里面修清净心，平等心，就在这个境界里头完全不动心，完全清清楚楚、明明白白。这个众生修正法，好，修邪法也好。要这样才行！为什么说修邪法也好？他缘如此！换句话说，他业障。那个业障不消除怎么办？菩萨大慈大悲不像我们动感情，我们比不上菩萨，我们在境界里动感情；菩萨在境界里不动感情。无论是邪正，无论是善恶，他都心境平等，没有一法不平等，为什么？前面理上讲过「凡所有相，皆是虚妄」。",
      "zh_TW": "所以我們在講席當中常常提示「清淨心，平等心，慈悲心」，你能夠與這三心相應，這是菩提心，這才對。不是說邪正是非不分，邪正是非是要分、是要清楚，但是決不能動心。不能看到正法我就歡喜，邪法我就討厭，這不可以。這個歡喜心、討厭的心都是煩惱。歡喜貪心，討厭是瞋恚心，都動了煩惱。如何在一切邪法、正法、順境、逆境裡面修清淨心，平等心，就在這個境界裡頭完全不動心，完全清清楚楚、明明白白。這個眾生修正法，好，修邪法也好。要這樣才行！為什麼說修邪法也好？他緣如此！換句話說，他業障。那個業障不消除怎麼辦？菩薩大慈大悲不像我們動感情，我們比不上菩薩，我們在境界裡動感情；菩薩在境界裡不動感情。無論是邪正，無論是善惡，他都心境平等，沒有一法不平等，為什麼？前面理上講過「凡所有相，皆是虛妄」。"
    },
    {
      "id": "02-014-0008_p0033",
      "zh_CN": "正法是个相，实实在在没有高下，法门真的是平等，没有高下。真如本性里面，我们前讲的理体里头，不但没有善恶，没有邪正，连迷悟都没有。你看六祖大师在《坛经》里讲得多干脆，佛法是不二法，二法就不是佛法。佛是什么？觉。觉心不动！不动当然就是一法，一动心就是二法，二法就不是佛法。你说有迷、有觉，迷与觉是二法，二法就不是佛法；你说有邪、有正，邪正是二法，二法也不是佛法。所以他在现在的光孝寺，就是六祖剃度的地方，他在那里遇到印宗。那个风吹幡，风动幡动。那个风幡堂已经没有了，那个堂不在了，但是那个旗杆还在，挂那个旗杆的还在。我到那里去看有两只旗杆，那个堂那边现在都是瓦堆。",
      "zh_TW": "正法是個相，實實在在沒有高下，法門真的是平等，沒有高下。真如本性裡面，我們前講的理體裡頭，不但沒有善惡，沒有邪正，連迷悟都沒有。你看六祖大師在《壇經》裡講得多乾脆，佛法是不二法，二法就不是佛法。佛是什麼？覺。覺心不動！不動當然就是一法，一動心就是二法，二法就不是佛法。你說有迷、有覺，迷與覺是二法，二法就不是佛法；你說有邪、有正，邪正是二法，二法也不是佛法。所以他在現在的光孝寺，就是六祖剃度的地方，他在那裡遇到印宗。那個風吹幡，風動幡動。那個風幡堂已經沒有了，那個堂不在了，但是那個旗杆還在，掛那個旗杆的還在。我到那裡去看有兩隻旗杆，那個堂那邊現在都是瓦堆。"
    },
    {
      "id": "02-014-0008_p0034",
      "zh_CN": "印宗就问六祖，知道他从黄梅来的，是五祖的传法弟子，就向他请教，五祖平常跟大家说法有没有讲禅定解脱？这是禅宗里头很重要的。六祖回答，可以说是完全没有回答他这两句话，他说：禅定、解脱是二法，佛法是不二法，二法就不是佛法。处处点醒印宗法师会归自性，只要能守住这个清净心，就是真正的佛法，真实的佛法。所以我们念佛人念到真正如法，不管什么境界现前，「阿弥陀佛」，统统归到这个。正法阿弥陀佛，邪法阿弥陀佛，没有一法不归到阿弥陀佛来的。阿弥陀佛是个大冶炉，所有一切法统统归到这儿来，平等归一了。他一切法统统会归自性，心决定不随外境所转，我们自己才真正得受用，这个受用叫称性。经上常讲「一念相应一念佛，念念相应念念佛」，怎么相应？这就相应，这就是觉，这是真实智慧，无为法身。没错，就是这个。说真实智慧在哪里？就是这个。『不求自乐』。自己得到真正的快乐。这个快乐是清净心。清净心是真乐，决不是求外面的荣华富贵，名闻利养，不是求这个。所以『远离我心贪着』。不但于世间法不贪，于佛法也不贪着。",
      "zh_TW": "印宗就問六祖，知道他從黃梅來的，是五祖的傳法弟子，就向他請教，五祖平常跟大家說法有沒有講禪定解脫？這是禪宗裡頭很重要的。六祖回答，可以說是完全沒有回答他這兩句話，他說：禪定、解脫是二法，佛法是不二法，二法就不是佛法。處處點醒印宗法師會歸自性，只要能守住這個清淨心，就是真正的佛法，真實的佛法。所以我們念佛人念到真正如法，不管什麼境界現前，「阿彌陀佛」，統統歸到這個。正法阿彌陀佛，邪法阿彌陀佛，沒有一法不歸到阿彌陀佛來的。阿彌陀佛是個大冶爐，所有一切法統統歸到這兒來，平等歸一了。他一切法統統會歸自性，心決定不隨外境所轉，我們自己才真正得受用，這個受用叫稱性。經上常講「一念相應一念佛，念念相應念念佛」，怎麼相應？這就相應，這就是覺，這是真實智慧，無為法身。沒錯，就是這個。說真實智慧在哪裡？就是這個。『不求自樂』。自己得到真正的快樂。這個快樂是清淨心。清淨心是真樂，決不是求外面的榮華富貴，名聞利養，不是求這個。所以『遠離我心貪著』。不但於世間法不貪，於佛法也不貪著。"
    },
    {
      "id": "02-014-0008_p0035",
      "zh_CN": "《华严经》末后，「善财童子五十三参」，这五十三位善知识是我们修行人的好榜样。这五十三个人，代表我们现实的社会，有出家的、有在家的。五十三位菩萨都是法身大士。五十三个里面五个出家，其余有四十八位是在家的。你看在家多，出家少。这些人里面男女老少统统都有，而且是各行各业，他们所修学的是各种不同的法门，里面还有外道的，我们今天讲邪教，外道的。代表外道的有好几个，像胜热婆罗门、伐苏蜜多女、甘露火王、遍行外道，有好几个，在菩萨眼光当中一律平等，那是什么？真正是一个好榜样，做出来给我们看，没有一个人心不清净，他表的那个相—外道。外道，他心也清净，这是真正值得我们尊敬，他修学他自己这个法门，他绝不毁谤其他的法门。在那里我们看到外道，他不谤正法，修正法的人也不谤外道，他们可以和平共存，所以真正能够导致天下太平，互相尊重。这了不起，这真正叫有道！这是第一条，我们应当要知道。",
      "zh_TW": "《華嚴經》末後，「善財童子五十三參」，這五十三位善知識是我們修行人的好榜樣。這五十三個人，代表我們現實的社會，有出家的、有在家的。五十三位菩薩都是法身大士。五十三個裡面五個出家，其餘有四十八位是在家的。你看在家多，出家少。這些人裡面男女老少統統都有，而且是各行各業，他們所修學的是各種不同的法門，裡面還有外道的，我們今天講邪教，外道的。代表外道的有好幾個，像勝熱婆羅門、伐蘇蜜多女、甘露火王、遍行外道，有好幾個，在菩薩眼光當中一律平等，那是什麼？真正是一個好榜樣，做出來給我們看，沒有一個人心不清淨，他表的那個相—外道。外道，他心也清淨，這是真正值得我們尊敬，他修學他自己這個法門，他絕不毀謗其他的法門。在那裡我們看到外道，他不謗正法，修正法的人也不謗外道，他們可以和平共存，所以真正能夠導致天下太平，互相尊重。這了不起，這真正叫有道！這是第一條，我們應當要知道。"
    },
    {
      "id": "02-014-0008_p0036",
      "zh_CN": "学佛的人眼光要远大，这一生的辛苦、勤苦是很短的时间。佛在经文里面说得很清楚，就是一生勤苦也不过是须臾间尔！将来我们所得到的幸福真正是永恒的，所以这一生的勤苦值得。第二：",
      "zh_TW": "學佛的人眼光要遠大，這一生的辛苦、勤苦是很短的時間。佛在經文裡面說得很清楚，就是一生勤苦也不過是須臾間爾！將來我們所得到的幸福真正是永恆的，所以這一生的勤苦值得。第二："
    },
    {
      "id": "02-014-0008_p0037",
      "zh_CN": "【依慈悲门。拔一切众生苦。远离无安众生心故。】",
      "zh_TW": "【依慈悲門。拔一切眾生苦。遠離無安眾生心故。】"
    },
    {
      "id": "02-014-0008_p0038",
      "zh_CN": "前面一条纯粹是对自己说的，人都有贪心，这一条是我们处事待人接物的原则。对自己来讲要做到无贪，对一切大众来说要慈悲。慈悲心很难发，这是个障碍。『无安众生心』。也就是不肯帮助一切众生得到身心安稳。自己不愿意做，这个心要远离。所以菩萨在在处处帮助一切众生得到身心安稳，这就是『拔一切众生苦』。第三：",
      "zh_TW": "前面一條純粹是對自己說的，人都有貪心，這一條是我們處事待人接物的原則。對自己來講要做到無貪，對一切大眾來說要慈悲。慈悲心很難發，這是個障礙。『無安眾生心』。也就是不肯幫助一切眾生得到身心安穩。自己不願意做，這個心要遠離。所以菩薩在在處處幫助一切眾生得到身心安穩，這就是『拔一切眾生苦』。第三："
    },
    {
      "id": "02-014-0008_p0039",
      "zh_CN": "【依方便门。怜愍一切众生心。远离恭敬供养自身心故。】",
      "zh_TW": "【依方便門。憐愍一切眾生心。遠離恭敬供養自身心故。】"
    },
    {
      "id": "02-014-0008_p0040",
      "zh_CN": "大经上佛告诉我们，菩萨要做一切众生不请之友。现在一个人，他虽然是个很好的人，如果这个众生对他礼貌欠周或者供养太少，他就不愿意教，他就要走了，这个现象我们见过。甚至于还有出家的法师，在外面讲经先谈好价钱，我在这里讲一部经，你要对我有多少供养，这个事情是真有不是假的。供养少了，他就不讲，他不愿意来；甚至于供养少了，他心里不高兴，讲经也打折扣，马马虎虎，敷衍了事，就这么过去。这诸位要知道，他佛法再通达，经教再熟悉，所谓是讲得天花乱坠，他的贪瞋痴慢没有断，烦恼没断；换句话说，他的菩提心发不起来。菩提心真正要是发出来，不但那个众生没有供养，对你没有礼貌，你反而去恭敬他，反而去供养他，请他来听佛法；不但我要法布施，我还要财布施。这是真的，这不是假的，菩萨发心确实是如此，这是人之所难。",
      "zh_TW": "大經上佛告訴我們，菩薩要做一切眾生不請之友。現在一個人，他雖然是個很好的人，如果這個眾生對他禮貌欠周或者供養太少，他就不願意教，他就要走了，這個現象我們見過。甚至於還有出家的法師，在外面講經先談好價錢，我在這裡講一部經，你要對我有多少供養，這個事情是真有不是假的。供養少了，他就不講，他不願意來；甚至於供養少了，他心裡不高興，講經也打折扣，馬馬虎虎，敷衍了事，就這麼過去。這諸位要知道，他佛法再通達，經教再熟悉，所謂是講得天花亂墜，他的貪瞋痴慢沒有斷，煩惱沒斷；換句話說，他的菩提心發不起來。菩提心真正要是發出來，不但那個眾生沒有供養，對你沒有禮貌，你反而去恭敬他，反而去供養他，請他來聽佛法；不但我要法布施，我還要財布施。這是真的，這不是假的，菩薩發心確實是如此，這是人之所難。"
    },
    {
      "id": "02-014-0008_p0041",
      "zh_CN": "天亲菩萨告诉我们，这种心要远离。这是不必要人家恭敬供养。当然这是对于什么？对于初学佛法的人，不知道佛法的好处，不晓得恭敬，不晓得供养。如果是懂得佛法的人，久学之人，那如果人家对你不恭敬、不供养；换句话说，他根本就不欢迎你来，那可以不要来，可以不必来。但是如果对一个初学的，他们完全不知道佛法，这决定不能见怪，不可以，我们要倒过头来供养他。所以这里头有事有理，我们都要搞得清楚。这是方便门，要真正能够怜悯一切众生。",
      "zh_TW": "天親菩薩告訴我們，這種心要遠離。這是不必要人家恭敬供養。當然這是對於什麼？對於初學佛法的人，不知道佛法的好處，不曉得恭敬，不曉得供養。如果是懂得佛法的人，久學之人，那如果人家對你不恭敬、不供養；換句話說，他根本就不歡迎你來，那可以不要來，可以不必來。但是如果對一個初學的，他們完全不知道佛法，這決定不能見怪，不可以，我們要倒過頭來供養他。所以這裡頭有事有理，我們都要搞得清楚。這是方便門，要真正能夠憐憫一切眾生。"
    },
    {
      "id": "02-014-0008_p0042",
      "zh_CN": "【次须知三种顺菩提门。】",
      "zh_TW": "【次須知三種順菩提門。】"
    },
    {
      "id": "02-014-0008_p0043",
      "zh_CN": "前面这三种是障碍菩提心的，叫我们要远离；后面这三种是顺菩提门的，我们要培养。实在讲这三种就是前面三种反过来就是了，你能够远离就是的。所以第一个是无染清净心，第二个是安清净心，第三个是乐清净心。这三种都用清净，你才晓得清净心是多么重要；换句话说，我们念这一句阿弥陀佛修什么？在现前上来讲就是修清净心。心净则土净，西方极乐世界是净土，心不清净不能往生，心清净了没有不往生的，谁也拦不住，为什么？他感应道交，他自自然然感应。第一：",
      "zh_TW": "前面這三種是障礙菩提心的，叫我們要遠離；後面這三種是順菩提門的，我們要培養。實在講這三種就是前面三種反過來就是了，你能夠遠離就是的。所以第一個是無染清淨心，第二個是安清淨心，第三個是樂清淨心。這三種都用清淨，你才曉得清淨心是多麼重要；換句話說，我們念這一句阿彌陀佛修什麼？在現前上來講就是修清淨心。心淨則土淨，西方極樂世界是淨土，心不清淨不能往生，心清淨了沒有不往生的，誰也攔不住，為什麼？他感應道交，他自自然然感應。第一："
    },
    {
      "id": "02-014-0008_p0044",
      "zh_CN": "【无染清净心。不为自身求安乐故。菩提是无染清净处。】",
      "zh_TW": "【無染清淨心。不為自身求安樂故。菩提是無染清淨處。】"
    },
    {
      "id": "02-014-0008_p0045",
      "zh_CN": "可见得就是前面的第一条反过来，一个修道的人，无论在什么时候，无论在什么处所，他心都是清净的，于世出世间一切法他都不染着。《金刚经》上告诉我们，「不取于相，如如不动」，就是这个意思，于一切法不染着。这里面最重要的就是决定『不为自身求安乐』。所以自身是随遇而安，无论在哪个地方都自在、都欢喜。第二个是：",
      "zh_TW": "可見得就是前面的第一條反過來，一個修道的人，無論在什麼時候，無論在什麼處所，他心都是清淨的，於世出世間一切法他都不染著。《金剛經》上告訴我們，「不取於相，如如不動」，就是這個意思，於一切法不染著。這裡面最重要的就是決定『不為自身求安樂』。所以自身是隨遇而安，無論在哪個地方都自在、都歡喜。第二個是："
    },
    {
      "id": "02-014-0008_p0046",
      "zh_CN": "【安清净心。为拔一切众生苦故。】",
      "zh_TW": "【安清淨心。為拔一切眾生苦故。】"
    },
    {
      "id": "02-014-0008_p0047",
      "zh_CN": "『拔一切众生苦』。诸位要晓得，自己本身是一个众生，要先从拔自身苦做起，自己这个苦拔掉了，一切众生的苦你才晓得怎样能够拔除。自身的苦不能拔除，你去帮助众生，往往是叫那个众生苦上再加苦，不但没有帮助他拔苦，反而加了苦。这是『安清净心』。第三种：",
      "zh_TW": "『拔一切眾生苦』。諸位要曉得，自己本身是一個眾生，要先從拔自身苦做起，自己這個苦拔掉了，一切眾生的苦你才曉得怎樣能夠拔除。自身的苦不能拔除，你去幫助眾生，往往是叫那個眾生苦上再加苦，不但沒有幫助他拔苦，反而加了苦。這是『安清淨心』。第三種："
    },
    {
      "id": "02-014-0008_p0048",
      "zh_CN": "【乐清净心。欲令一切众生得大菩提。生彼国土故。】",
      "zh_TW": "【樂清淨心。欲令一切眾生得大菩提。生彼國土故。】"
    },
    {
      "id": "02-014-0008_p0049",
      "zh_CN": "这就是首先自己要发坚定的愿心，愿生西方净土，先要自己愿意去，然后才能帮助别人。帮助哪些人？我们一般讲的缘分，要帮那个有缘之人。有缘人里面还要帮助缘熟之人，他的缘熟了。缘熟的人是一个什么样的人？他要听了这个经，听了这个法门决定信受；换句话说，他这一生一定往生，这是缘熟的。有缘，缘没熟，这就是修其他一切大乘佛法的人，这是与佛有缘，与佛没有缘他怎么学佛？他不是学的这个方法，他学的另外的方法，这是有缘人，我们要帮助他。像黄念祖老居士，劝一切学密的人，劝他念《无量寿经》，念《弥陀经要解》，念《普贤菩萨行愿品》，劝他念这三种经，求生西方极乐世界，这就帮助有缘之人。",
      "zh_TW": "這就是首先自己要發堅定的願心，願生西方淨土，先要自己願意去，然後才能幫助別人。幫助哪些人？我們一般講的緣分，要幫那個有緣之人。有緣人裡面還要幫助緣熟之人，他的緣熟了。緣熟的人是一個什麼樣的人？他要聽了這個經，聽了這個法門決定信受；換句話說，他這一生一定往生，這是緣熟的。有緣，緣沒熟，這就是修其他一切大乘佛法的人，這是與佛有緣，與佛沒有緣他怎麼學佛？他不是學的這個方法，他學的另外的方法，這是有緣人，我們要幫助他。像黃念祖老居士，勸一切學密的人，勸他念《無量壽經》，念《彌陀經要解》，念《普賢菩薩行願品》，勸他念這三種經，求生西方極樂世界，這就幫助有緣之人。"
    },
    {
      "id": "02-014-0008_p0050",
      "zh_CN": "告诉他这个，他愿不愿意接受，那是他的事情，他要愿意接受，来发心兼修，他也很可能往生。善导大师说：杂修之人，一万人当中也差不多有四、五个可以往生。看看他是不是那一万人当中的四、五个。如果他不肯修学这个法门，也给他阿赖耶识里头种了种子，种了善根，这个善根总有一天会成熟，为什么？他与佛有缘，与阿弥陀佛有缘。这是给这些有缘的众生，我们要帮助他。这是乐事，清净心里面帮助一切众生念阿弥陀佛最快乐无比。为什么？这是一切诸佛菩萨度生的本愿，我跟佛同心，我跟佛同愿，我跟佛同行，怎么不快乐？当然快乐！",
      "zh_TW": "告訴他這個，他願不願意接受，那是他的事情，他要願意接受，來發心兼修，他也很可能往生。善導大師說：雜修之人，一萬人當中也差不多有四、五個可以往生。看看他是不是那一萬人當中的四、五個。如果他不肯修學這個法門，也給他阿賴耶識裡頭種了種子，種了善根，這個善根總有一天會成熟，為什麼？他與佛有緣，與阿彌陀佛有緣。這是給這些有緣的眾生，我們要幫助他。這是樂事，清淨心裡面幫助一切眾生念阿彌陀佛最快樂無比。為什麼？這是一切諸佛菩薩度生的本願，我跟佛同心，我跟佛同願，我跟佛同行，怎麼不快樂？當然快樂！"
    },
    {
      "id": "02-014-0008_p0051",
      "zh_CN": "第三种没缘的、没有善根的。没有缘的，要不要帮助？要帮助，怎么帮助法？用种种善巧方便使他眼睛看到阿弥陀佛，耳朵听到阿弥陀佛，所谓一历耳根，永为道种，给他种上种子。这是对于没有缘的，没有缘的给他下种子；有缘的接引他，诱导他；根熟的直接帮他往生，这才符合普度一切众生。",
      "zh_TW": "第三種沒緣的、沒有善根的。沒有緣的，要不要幫助？要幫助，怎麼幫助法？用種種善巧方便使他眼睛看到阿彌陀佛，耳朵聽到阿彌陀佛，所謂一歷耳根，永為道種，給他種上種子。這是對於沒有緣的，沒有緣的給他下種子；有緣的接引他，誘導他；根熟的直接幫他往生，這才符合普度一切眾生。"
    },
    {
      "id": "02-014-0008_p0052",
      "zh_CN": "像这种方法，我们净宗学会应该要开始做。怎么做法？在报纸上登广告。我们那一天讲经那个广告，那么大的一块多少钱？一百多块，登一天？登三天是不是？我们就可以一个月登一次，一个月登三天，登什么？就是「南无阿弥陀佛」大字，多少人看报纸一看到，他阿赖耶识里头就种下去了，这个种子就种下去了。或者是《无量寿经》里面经文，那很容易懂的，我们现前马上用得到的，摘录几句登在下面。上面南无阿弥陀佛，大字，底下《无量寿经》的经文或者是祖师的语录，节一点点刊上去。一个月一次，一次可以登三天，我们就让它登三天，一个月一次；以后钱多了一个月就两次，我们半个月一次；将来财力再雄厚，我们一个礼拜登一次，这样会度很多很多的人。将来再有方法，能够把这个翻成英文，登在英文报纸上去，可以度一些外国人，让外国人阿赖耶识里也种下这个种子。现在登的是中文报纸，对象是中国人，能够看得懂中文的；希望将来扩大能够在美国最畅销的大报纸，我们买它的广告。这个效果非常非常之大，真是一历眼根，永为道种。",
      "zh_TW": "像這種方法，我們淨宗學會應該要開始做。怎麼做法？在報紙上登廣告。我們那一天講經那個廣告，那麼大的一塊多少錢？一百多塊，登一天？登三天是不是？我們就可以一個月登一次，一個月登三天，登什麼？就是「南無阿彌陀佛」大字，多少人看報紙一看到，他阿賴耶識裡頭就種下去了，這個種子就種下去了。或者是《無量壽經》裡面經文，那很容易懂的，我們現前馬上用得到的，摘錄幾句登在下面。上面南無阿彌陀佛，大字，底下《無量壽經》的經文或者是祖師的語錄，節一點點刊上去。一個月一次，一次可以登三天，我們就讓它登三天，一個月一次；以後錢多了一個月就兩次，我們半個月一次；將來財力再雄厚，我們一個禮拜登一次，這樣會度很多很多的人。將來再有方法，能夠把這個翻成英文，登在英文報紙上去，可以度一些外國人，讓外國人阿賴耶識裡也種下這個種子。現在登的是中文報紙，對象是中國人，能夠看得懂中文的；希望將來擴大能夠在美國最暢銷的大報紙，我們買它的廣告。這個效果非常非常之大，真是一歷眼根，永為道種。"
    },
    {
      "id": "02-014-0008_p0053",
      "zh_CN": "过去民国初年，吕碧城居士翻译的净土四经，他是翻成英文的。他不是整个翻的，他是摘录翻的；就是经里头重要的、节要翻的，不是翻全经。像我们这样一条、一条的写出来，那很好，一次给他看一条，看一条，上面那种大字—「南无阿弥陀佛」，南无阿弥陀佛大字。我觉得这个工作，我们一定要认真的去做。我们绝不宣扬自己，我们宣扬的是佛法，不宣扬自己。目的就是叫大家能对于西方极乐世界阿弥陀佛有个印象，这个印象在佛法里讲就是种子，帮助这些外国人，这个钱花得是很值得的。再看底下这一节。",
      "zh_TW": "過去民國初年，呂碧城居士翻譯的淨土四經，他是翻成英文的。他不是整個翻的，他是摘錄翻的；就是經裡頭重要的、節要翻的，不是翻全經。像我們這樣一條、一條的寫出來，那很好，一次給他看一條，看一條，上面那種大字—「南無阿彌陀佛」，南無阿彌陀佛大字。我覺得這個工作，我們一定要認真的去做。我們絕不宣揚自己，我們宣揚的是佛法，不宣揚自己。目的就是叫大家能對於西方極樂世界阿彌陀佛有個印象，這個印象在佛法裡講就是種子，幫助這些外國人，這個錢花得是很值得的。再看底下這一節。"
    },
    {
      "id": "02-014-0008_p0054",
      "zh_CN": "【元晓师云。发菩提心。是明正因。】",
      "zh_TW": "【元曉師云。發菩提心。是明正因。】"
    },
    {
      "id": "02-014-0008_p0055",
      "zh_CN": "『明』是说明。『发菩提心』是说明往生的正因。",
      "zh_TW": "『明』是說明。『發菩提心』是說明往生的正因。"
    },
    {
      "id": "02-014-0008_p0056",
      "zh_CN": "【又云发心有二。一随事发心。如四弘誓愿。二顺理发心。信解诸法实相而发心者。】",
      "zh_TW": "【又云發心有二。一隨事發心。如四弘誓願。二順理發心。信解諸法實相而發心者。】"
    },
    {
      "id": "02-014-0008_p0057",
      "zh_CN": "元晓是唐朝时候的人。他不是中国人，他是韩国人，当时在中国留学，非常有成就，以后回到韩国弘扬净土宗。他有《无量寿经》的注解。『随事发心』就是四弘誓愿。四弘誓愿第一个「众生无边誓愿度」，一定要发这个心，诸位要晓得发这个心能不能做得到？都可以做得到，只是程度上的不同。譬如我刚才讲的，我们在报纸上刊登南无阿弥陀佛的，这我们可以做得到的。如果我们再有能力，好像我们是租借一个道场，临时租借一个场地，我们办个几天的讲座，这是可以做得到的。如果再有力量，我们可以建一个道场，有个永久的道场来弘扬佛法，这也是可以做得到的。",
      "zh_TW": "元曉是唐朝時候的人。他不是中國人，他是韓國人，當時在中國留學，非常有成就，以後回到韓國弘揚淨土宗。他有《無量壽經》的註解。『隨事發心』就是四弘誓願。四弘誓願第一個「眾生無邊誓願度」，一定要發這個心，諸位要曉得發這個心能不能做得到？都可以做得到，只是程度上的不同。譬如我剛才講的，我們在報紙上刊登南無阿彌陀佛的，這我們可以做得到的。如果我們再有能力，好像我們是租借一個道場，臨時租借一個場地，我們辦個幾天的講座，這是可以做得到的。如果再有力量，我們可以建一個道場，有個永久的道場來弘揚佛法，這也是可以做得到的。"
    },
    {
      "id": "02-014-0008_p0058",
      "zh_CN": "甚至于还有这个方法，咱们不要重视，不搞这个形式的道场。这都是将来我们净宗学会要动脑筋做的，我做什么？我搞广播电台，我在广播电台上买个时间，一个星期或者是二次，或者是三次，一次一小时，我们来讲经。从广播电台上讲经，这我相信我们能做得到，因为费用不大。如果电视台，恐怕那个费用要多，我们目前力量还不能够负担。可是诸位要知道，如果在广播电台做个相当长的时间，听的人将来多了，真正有钱的人他知道这个事情，他要发心把钱送来，我们就可以在广播电台上来做节目。这个效果都非常之大，把佛法送到人家家庭里面去。",
      "zh_TW": "甚至於還有這個方法，咱們不要重視，不搞這個形式的道場。這都是將來我們淨宗學會要動腦筋做的，我做什麼？我搞廣播電台，我在廣播電台上買個時間，一個星期或者是二次，或者是三次，一次一小時，我們來講經。從廣播電台上講經，這我相信我們能做得到，因為費用不大。如果電視台，恐怕那個費用要多，我們目前力量還不能夠負擔。可是諸位要知道，如果在廣播電台做個相當長的時間，聽的人將來多了，真正有錢的人他知道這個事情，他要發心把錢送來，我們就可以在廣播電台上來做節目。這個效果都非常之大，把佛法送到人家家庭裡面去。"
    },
    {
      "id": "02-014-0008_p0059",
      "zh_CN": "广播电台可以说普遍的，他没有事情，在外面在开车的时候都能听经，都能听到念佛佛号的声音。这我觉得比建一个道场还有意义。道场建了不能弘法，如果建的这个地区，别的人到这里太远了，不能来，反而效果不大。所以今天效果最大的，我觉得就是广播电台是最好，这个效果很大，我们一定要走这个道路。像我们所讲的这些东西，我们把它好好的整理，再把它好好的精简，转带子的时候，啰嗦的东西我们就把它洗掉，凑成精简的音带就可以拿去广播。东西不多没有关系，譬如我们一样东西能够播个十次、八次，这是一个单元；这十次、八次播完了，我们从头再来，重复的去播。为什么？有许许多多不同的听众，这要知道。这是真正在弘法利生，我们什么都不求，什么也不需要。我们自己筹募一笔经费来做这个事情，这做得很有意义。",
      "zh_TW": "廣播電台可以說普遍的，他沒有事情，在外面在開車的時候都能聽經，都能聽到念佛佛號的聲音。這我覺得比建一個道場還有意義。道場建了不能弘法，如果建的這個地區，別的人到這裡太遠了，不能來，反而效果不大。所以今天效果最大的，我覺得就是廣播電台是最好，這個效果很大，我們一定要走這個道路。像我們所講的這些東西，我們把它好好的整理，再把它好好的精簡，轉帶子的時候，囉嗦的東西我們就把它洗掉，湊成精簡的音帶就可以拿去廣播。東西不多沒有關係，譬如我們一樣東西能夠播個十次、八次，這是一個單元；這十次、八次播完了，我們從頭再來，重複的去播。為什麼？有許許多多不同的聽眾，這要知道。這是真正在弘法利生，我們什麼都不求，什麼也不需要。我們自己籌募一筆經費來做這個事情，這做得很有意義。"
    },
    {
      "id": "02-014-0008_p0060",
      "zh_CN": "我们今天看到建道场的人太多了，建道场干什么用？如果我有一千五百多万，我决定不盖一个寺庙。我会跟电视台订一个合同，我跟你讲多少年的经，我让你每天给我广播，把佛法送到每个人家里面去。不必要你来听，也不必要你拿红包来供养，用不着，不必要，把佛法送到你家里去。我觉得这比盖一个大庙的效果太多太多，真正利益许许多多的众生。所以我的做法跟他的做法不一样。",
      "zh_TW": "我們今天看到建道場的人太多了，建道場幹什麼用？如果我有一千五百多萬，我決定不蓋一個寺廟。我會跟電視台訂一個合同，我跟你講多少年的經，我讓你每天給我廣播，把佛法送到每個人家裡面去。不必要你來聽，也不必要你拿紅包來供養，用不著，不必要，把佛法送到你家裡去。我覺得這比蓋一個大廟的效果太多太多，真正利益許許多多的眾生。所以我的做法跟他的做法不一樣。"
    },
    {
      "id": "02-014-0008_p0061",
      "zh_CN": "这是四弘誓愿第一个，真正想怎样去帮助众生。度众生，拿现代的话来说帮助他们，帮他破迷开悟，帮他离苦得乐。离苦要离究竟苦，究竟苦是什么？生死轮回！这要不脱离，那你帮他那点小忙，他今天没得吃，请他吃一顿；没得穿，送几件衣服给他，这个东西不是永久办法，这苦的根源没断。根源是六道轮回，要能够帮助他出离六道轮回，要帮助他在一生当中真正证得不生不灭，这是真实的果报。只要我们存心，我们念念当中有这个心愿，我们就会想出很多方法来帮助人。你看你们的车上，车上贴个阿弥陀佛，无形的就帮助很多人。你那个车一停，人家一看到「南无阿弥陀佛」，他念一句，他眼睛看一句，他阿赖耶识都种了种子。这些都是方法。",
      "zh_TW": "這是四弘誓願第一個，真正想怎樣去幫助眾生。度眾生，拿現代的話來說幫助他們，幫他破迷開悟，幫他離苦得樂。離苦要離究竟苦，究竟苦是什麼？生死輪迴！這要不脫離，那你幫他那點小忙，他今天沒得吃，請他吃一頓；沒得穿，送幾件衣服給他，這個東西不是永久辦法，這苦的根源沒斷。根源是六道輪迴，要能夠幫助他出離六道輪迴，要幫助他在一生當中真正證得不生不滅，這是真實的果報。只要我們存心，我們念念當中有這個心願，我們就會想出很多方法來幫助人。你看你們的車上，車上貼個阿彌陀佛，無形的就幫助很多人。你那個車一停，人家一看到「南無阿彌陀佛」，他念一句，他眼睛看一句，他阿賴耶識都種了種子。這些都是方法。"
    },
    {
      "id": "02-014-0008_p0062",
      "zh_CN": "四弘誓愿第二条是断烦恼，「烦恼无尽誓愿断」；第三条是「法门无量誓愿学」；第四条是「佛道无上誓愿成」。后面这三愿都是为了第一愿。我要度一切众生，我自己有烦恼度不了众生；我自己知道的法门不多，我也度不了众生；我自己要不成佛道，我虽然能度众生不能圆满，为什么？等觉菩萨我就度不了，我跟等觉菩萨同等地位你就度不了他，要成了佛才能度等觉菩萨，所有一切众生都能够得度。所以后三愿是为第一愿而发的。四弘誓愿是以第一愿为主要。简单的讲，断烦恼就是德行，学法门就是学问，品学兼优，品学兼优才能够服务社会，才能够帮助一切众生。成佛道是讲品学达到最高处，没有比它更上的。这是依事发心的。",
      "zh_TW": "四弘誓願第二條是斷煩惱，「煩惱無盡誓願斷」；第三條是「法門無量誓願學」；第四條是「佛道無上誓願成」。後面這三願都是為了第一願。我要度一切眾生，我自己有煩惱度不了眾生；我自己知道的法門不多，我也度不了眾生；我自己要不成佛道，我雖然能度眾生不能圓滿，為什麼？等覺菩薩我就度不了，我跟等覺菩薩同等地位你就度不了他，要成了佛才能度等覺菩薩，所有一切眾生都能夠得度。所以後三願是為第一願而發的。四弘誓願是以第一願為主要。簡單的講，斷煩惱就是德行，學法門就是學問，品學兼優，品學兼優才能夠服務社會，才能夠幫助一切眾生。成佛道是講品學達到最高處，沒有比它更上的。這是依事發心的。"
    },
    {
      "id": "02-014-0008_p0063",
      "zh_CN": "依理发心比以事还要圆满，还要坚固。『顺理发心』是『信解诸法实相』，这一句那个字眼就是实相两个字。信解诸法容易，信解诸法实相不容易，能够信解诸法实相的是什么人？圆教初住以上的菩萨，这不是普通人。所以前面讲随事发心容易，一般人都能发这个心，真正明达实相而发心的不是普通人，真正觉悟的人，他当然不一样；换句话说，他这三种清净心都得到了。为什么？因为清净心就是实相。",
      "zh_TW": "依理發心比以事還要圓滿，還要堅固。『順理發心』是『信解諸法實相』，這一句那個字眼就是實相兩個字。信解諸法容易，信解諸法實相不容易，能夠信解諸法實相的是什麼人？圓教初住以上的菩薩，這不是普通人。所以前面講隨事發心容易，一般人都能發這個心，真正明達實相而發心的不是普通人，真正覺悟的人，他當然不一樣；換句話說，他這三種清淨心都得到了。為什麼？因為清淨心就是實相。"
    },
    {
      "id": "02-014-0008_p0064",
      "zh_CN": "【元晓师等以发菩提心为正因。念佛为助行。】",
      "zh_TW": "【元曉師等以發菩提心為正因。念佛為助行。】"
    },
    {
      "id": "02-014-0008_p0065",
      "zh_CN": "这是这些大德们，他们对于净宗的修学看法是这样的。",
      "zh_TW": "這是這些大德們，他們對於淨宗的修學看法是這樣的。"
    },
    {
      "id": "02-014-0008_p0066",
      "zh_CN": "【善导。灵芝。与日净宗诸家则以持名为正行。发心为助行。】",
      "zh_TW": "【善導。靈芝。與日淨宗諸家則以持名為正行。發心為助行。】"
    },
    {
      "id": "02-014-0008_p0067",
      "zh_CN": "这就形成了两派。这两派所主张的恰恰相反，但是差异并不大，一个发菩提心，一个是念阿弥陀佛。哪一个是正？哪一个是助？就是正助他们的看法不相同，可是都没有离开发菩提心念佛，都没有离开。",
      "zh_TW": "這就形成了兩派。這兩派所主張的恰恰相反，但是差異並不大，一個發菩提心，一個是念阿彌陀佛。哪一個是正？哪一個是助？就是正助他們的看法不相同，可是都沒有離開發菩提心念佛，都沒有離開。"
    },
    {
      "id": "02-014-0008_p0068",
      "zh_CN": "【莲池大师和会之曰。】",
      "zh_TW": "【蓮池大師和會之曰。】"
    },
    {
      "id": "02-014-0008_p0069",
      "zh_CN": "莲池大师这个话在《弥陀经疏钞》里面。",
      "zh_TW": "蓮池大師這個話在《彌陀經疏鈔》裡面。"
    },
    {
      "id": "02-014-0008_p0070",
      "zh_CN": "【还以持名为正行。复以持名为发菩提心。】",
      "zh_TW": "【還以持名為正行。復以持名為發菩提心。】"
    },
    {
      "id": "02-014-0008_p0071",
      "zh_CN": "莲池大师这非常了不起的人，是净土宗中兴的大德。他把古人这两种见解合而为一，正助都是持名，持名就是发菩提心。这个意思跟后来蕅益大师所讲的完全相同。蕅益大师讲发菩提心，他在《弥陀经要解》里面说的，真正发愿求生净土，这个心就是无上菩提心。那我们念阿弥陀佛为什么？就是为了求生西方净土，所以你真正念佛求生西方净土，这个「无上菩提心」就在其中。所以是『正行』，也是发菩提心。蕅益大师跟莲池大师的说法完全相同。",
      "zh_TW": "蓮池大師這非常了不起的人，是淨土宗中興的大德。他把古人這兩種見解合而為一，正助都是持名，持名就是發菩提心。這個意思跟後來蕅益大師所講的完全相同。蕅益大師講發菩提心，他在《彌陀經要解》裡面說的，真正發願求生淨土，這個心就是無上菩提心。那我們念阿彌陀佛為什麼？就是為了求生西方淨土，所以你真正念佛求生西方淨土，這個「無上菩提心」就在其中。所以是『正行』，也是發菩提心。蕅益大師跟蓮池大師的說法完全相同。"
    },
    {
      "id": "02-014-0008_p0072",
      "zh_CN": "【彻悟禅师云。】",
      "zh_TW": "【徹悟禪師云。】"
    },
    {
      "id": "02-014-0008_p0073",
      "zh_CN": "『彻悟』虽然是禅宗的大德，他到晚年专修净土，念佛求生西方极乐世界。这是禅宗的一位大德，他有《语录》流传后世。《语录》里面多半都是劝人念佛的，他有句话说：",
      "zh_TW": "『徹悟』雖然是禪宗的大德，他到晚年專修淨土，念佛求生西方極樂世界。這是禪宗的一位大德，他有《語錄》流傳後世。《語錄》裡面多半都是勸人念佛的，他有句話說："
    },
    {
      "id": "02-014-0008_p0074",
      "zh_CN": "【真为生死。发菩提心。以深信愿。持佛名号。】",
      "zh_TW": "【真為生死。發菩提心。以深信願。持佛名號。】"
    },
    {
      "id": "02-014-0008_p0075",
      "zh_CN": "这几句话也是在语录上的，《彻悟禅师语录》。与本经的宗旨完全相符合，就是「发菩提心，一向专念」。我们再看第十四页，这个地方引用到蕅益大师的话：",
      "zh_TW": "這幾句話也是在語錄上的，《徹悟禪師語錄》。與本經的宗旨完全相符合，就是「發菩提心，一向專念」。我們再看第十四頁，這個地方引用到蕅益大師的話："
    },
    {
      "id": "02-014-0008_p0076",
      "zh_CN": "【蕅益大师云。信愿持名为一经要旨。】",
      "zh_TW": "【蕅益大師云。信願持名為一經要旨。】"
    },
    {
      "id": "02-014-0008_p0077",
      "zh_CN": "这是《弥陀经要解》上的话，此地讲『一经』就是指的《阿弥陀经》。",
      "zh_TW": "這是《彌陀經要解》上的話，此地講『一經』就是指的《阿彌陀經》。"
    },
    {
      "id": "02-014-0008_p0078",
      "zh_CN": "【信愿为慧行。持名为行行。】",
      "zh_TW": "【信願為慧行。持名為行行。】"
    },
    {
      "id": "02-014-0008_p0079",
      "zh_CN": "他讲得很明白，你能够相信，你能够发愿，这是真实智慧。如果没有真实的智慧，你不可能相信，你也不可能真正的发愿。因为你能够真正的信愿，你跟文殊、普贤没有两样。所以我们如果也要具足这样的信愿，与这些大菩萨实在说没有两样。诸位细细去想想，应该能够体会。所以这的确是大智慧，因为有很多人误会，认为念这一句佛号没有什么了不起，充其量有定而已，不承认净土宗有智慧。很多人误会，他不了解。因为净土宗讲一心不乱，念到心清净有一点定而已，决定没有智慧，教下研究这些经论他有智慧。殊不知他那个智慧说个不客气的话，世智辩聪而已，不是真实智慧，真实智慧在信愿。",
      "zh_TW": "他講得很明白，你能夠相信，你能夠發願，這是真實智慧。如果沒有真實的智慧，你不可能相信，你也不可能真正的發願。因為你能夠真正的信願，你跟文殊、普賢沒有兩樣。所以我們如果也要具足這樣的信願，與這些大菩薩實在說沒有兩樣。諸位細細去想想，應該能夠體會。所以這的確是大智慧，因為有很多人誤會，認為念這一句佛號沒有什麼了不起，充其量有定而已，不承認淨土宗有智慧。很多人誤會，他不了解。因為淨土宗講一心不亂，念到心清淨有一點定而已，決定沒有智慧，教下研究這些經論他有智慧。殊不知他那個智慧說個不客氣的話，世智辯聰而已，不是真實智慧，真實智慧在信願。"
    },
    {
      "id": "02-014-0008_p0080",
      "zh_CN": "所以无论是哪一宗，哪一派的这些大德，他真正有成就最后都回归净土。像马鸣、龙树、永明延寿禅师、智者大师，前面提的彻悟禅师，这些人没智慧吗？没有智慧他就不会念佛求生净土。所以念佛求生净土，可以说是世出世间第一等智慧的人，没有第一智慧不可能相信这个法门。尤其经上一再跟我们说，这个法门难信之法，没智慧怎么能相信？《弥陀经》上尤其讲得清楚「不可以少善根福德因缘，得生彼国」，善根就是智慧。要有大善根、大福德、大因缘，这一生当中才能够不退成佛。",
      "zh_TW": "所以無論是哪一宗，哪一派的這些大德，他真正有成就最後都回歸淨土。像馬鳴、龍樹、永明延壽禪師、智者大師，前面提的徹悟禪師，這些人沒智慧嗎？沒有智慧他就不會念佛求生淨土。所以念佛求生淨土，可以說是世出世間第一等智慧的人，沒有第一智慧不可能相信這個法門。尤其經上一再跟我們說，這個法門難信之法，沒智慧怎麼能相信？《彌陀經》上尤其講得清楚「不可以少善根福德因緣，得生彼國」，善根就是智慧。要有大善根、大福德、大因緣，這一生當中才能夠不退成佛。"
    },
    {
      "id": "02-014-0008_p0081",
      "zh_CN": "【得生与否。全由信愿之有无。品位高下。全由持名之深浅。】",
      "zh_TW": "【得生與否。全由信願之有無。品位高下。全由持名之深淺。】"
    },
    {
      "id": "02-014-0008_p0082",
      "zh_CN": "这两句话非常非常重要，这是蕅益大师的名言。能不能往生就决定在信愿，生到西方极乐世界品位高下，就决定在持名。你看人家持名没有说「全由持名之多寡」，不是这样说法的，是在『持名之深浅』，持名不在多少，在功夫的深浅。功夫深的是什么？我前面跟大家讲过，所有一切法只要你六根一接触就融到阿弥陀佛里头去，这个功夫深；于世出世间一切法你的心都平等了，心达到平等清净，这个功夫深。心虽然有一点点清净，但是还不能完全平等，这个功夫就浅。心清净未必平等，心平等必定清净。由此可知，这个平等很重要。",
      "zh_TW": "這兩句話非常非常重要，這是蕅益大師的名言。能不能往生就決定在信願，生到西方極樂世界品位高下，就決定在持名。你看人家持名沒有說「全由持名之多寡」，不是這樣說法的，是在『持名之深淺』，持名不在多少，在功夫的深淺。功夫深的是什麼？我前面跟大家講過，所有一切法只要你六根一接觸就融到阿彌陀佛裡頭去，這個功夫深；於世出世間一切法你的心都平等了，心達到平等清淨，這個功夫深。心雖然有一點點清淨，但是還不能完全平等，這個功夫就淺。心清淨未必平等，心平等必定清淨。由此可知，這個平等很重要。"
    },
    {
      "id": "02-014-0008_p0083",
      "zh_CN": "万法平等，为什么说万法平等？因为一切法都是自性变现出来的，没有离开自性。就好像我们作梦一样，梦中所有一切境界，都是自心变现的，决不会外头有个人跑到你梦里头去的，没有的。你作梦，梦到别人，那是你自己心里变现的，绝对不是那个人跑到你梦里面去的，没有这回事情，你要明白这个道理，是你自心变现的。",
      "zh_TW": "萬法平等，為什麼說萬法平等？因為一切法都是自性變現出來的，沒有離開自性。就好像我們作夢一樣，夢中所有一切境界，都是自心變現的，決不會外頭有個人跑到你夢裡頭去的，沒有的。你作夢，夢到別人，那是你自己心裡變現的，絕對不是那個人跑到你夢裡面去的，沒有這回事情，你要明白這個道理，是你自心變現的。"
    },
    {
      "id": "02-014-0008_p0084",
      "zh_CN": "佛告诉我们尽虚空遍法界，无量无边诸佛刹土一切众生，都是我们真如本性所现之物。《华严》讲的「唯心所现，唯识所变」，没有离开自性。正法是自性，邪法还是自性；佛菩萨是自性，饿鬼、地狱、畜生还是自性；一性无二性，不但一切有情众生是自性变现出来的，无情的物质也没有离开自性。所以你看《华严》到最后，真是讲到平等。他讲参访善知识，到最后讲什么？桌子善知识，板凳善知识（大概那时候没有椅子，所以板凳善知识），香炉善知识，蜡台善知识，这才真正说明《华严经》上讲的「情与无情，同圆种智」，统统是自性变现之物。所以你从它体上去看，平等的，体都是自性。从相上看，不平等，体上看平等。",
      "zh_TW": "佛告訴我們盡虛空遍法界，無量無邊諸佛剎土一切眾生，都是我們真如本性所現之物。《華嚴》講的「唯心所現，唯識所變」，沒有離開自性。正法是自性，邪法還是自性；佛菩薩是自性，餓鬼、地獄、畜生還是自性；一性無二性，不但一切有情眾生是自性變現出來的，無情的物質也沒有離開自性。所以你看《華嚴》到最後，真是講到平等。他講參訪善知識，到最後講什麼？桌子善知識，板凳善知識（大概那時候沒有椅子，所以板凳善知識），香爐善知識，蠟台善知識，這才真正說明《華嚴經》上講的「情與無情，同圓種智」，統統是自性變現之物。所以你從它體上去看，平等的，體都是自性。從相上看，不平等，體上看平等。"
    },
    {
      "id": "02-014-0008_p0085",
      "zh_CN": "贤首大师举个例子说，「以金作器，器器皆金」，你不要看那个样子，你看样子不平等，有的是链条，有的是镯子，有的是戒指，有的是杯子，有的是瓶、碗，种种样子不一样，不平等；你看它的质料全是黄金，平等的，除了金之外没有第二样东西。这是拿金比作自性。所以看万法平等，从哪里看？从性上看。性体上决定平等，性体上没有迷悟，性体上没有善恶，性体上一法不可得，这叫明心见性。所以真正见了性的人心清净平等，真正是大慈大悲，因为他的慈悲没有条件的。称性的慈悲叫大慈大悲，它与性相应了。我们这一句佛号要跟性相应，也就是这一句佛号决定平等，跟法性完全一样；也就是这一句佛号是从真如本性里面流出来的。因此一切境界一切现相，一遇到这一句佛号都融到心里去、都平等了。这是真实受用，这个念佛功夫深。念佛听到那个不念佛的人就讨厌他的人，那很浅，那功夫很浅薄。所以这是讲『品位高下』，就是三辈九品全由持名之深浅。",
      "zh_TW": "賢首大師舉個例子說，「以金作器，器器皆金」，你不要看那個樣子，你看樣子不平等，有的是鏈條，有的是鐲子，有的是戒指，有的是杯子，有的是瓶、碗，種種樣子不一樣，不平等；你看它的質料全是黃金，平等的，除了金之外沒有第二樣東西。這是拿金比作自性。所以看萬法平等，從哪裡看？從性上看。性體上決定平等，性體上沒有迷悟，性體上沒有善惡，性體上一法不可得，這叫明心見性。所以真正見了性的人心清淨平等，真正是大慈大悲，因為他的慈悲沒有條件的。稱性的慈悲叫大慈大悲，它與性相應了。我們這一句佛號要跟性相應，也就是這一句佛號決定平等，跟法性完全一樣；也就是這一句佛號是從真如本性裡面流出來的。因此一切境界一切現相，一遇到這一句佛號都融到心裡去、都平等了。這是真實受用，這個念佛功夫深。念佛聽到那個不念佛的人就討厭他的人，那很淺，那功夫很淺薄。所以這是講『品位高下』，就是三輩九品全由持名之深淺。"
    },
    {
      "id": "02-014-0008_p0086",
      "zh_CN": "【故慧行为先导。行行为正修。如目足并运也。】",
      "zh_TW": "【故慧行為先導。行行為正修。如目足並運也。】"
    },
    {
      "id": "02-014-0008_p0087",
      "zh_CN": "信愿好像前面领导我们，指路的。持名是正行，持名是开步走，这样才能走得到。信愿好像眼睛，持名念佛好像两条腿。眼睛看的方向没错，两条腿就会走去、会走到。",
      "zh_TW": "信願好像前面領導我們，指路的。持名是正行，持名是開步走，這樣才能走得到。信願好像眼睛，持名念佛好像兩條腿。眼睛看的方向沒錯，兩條腿就會走去、會走到。"
    },
    {
      "id": "02-014-0008_p0088",
      "zh_CN": "【又曰。】",
      "zh_TW": "【又曰。】"
    },
    {
      "id": "02-014-0008_p0089",
      "zh_CN": "这是蕅益大师说的。",
      "zh_TW": "這是蕅益大師說的。"
    },
    {
      "id": "02-014-0008_p0090",
      "zh_CN": "【深信发愿。即无上菩提。】",
      "zh_TW": "【深信發願。即無上菩提。】"
    },
    {
      "id": "02-014-0008_p0091",
      "zh_CN": "这句话也是了不起的名言，蕅益大师前面两句话就是「得生与否，全由信愿之有无；品位高下，全由持名之深浅」，这是古人没说过的。印光大师对于他这几句话批评，完全是阿弥陀佛的意思，被蕅益大师说出来了。『深信发愿』就是『无上菩提心』。",
      "zh_TW": "這句話也是了不起的名言，蕅益大師前面兩句話就是「得生與否，全由信願之有無；品位高下，全由持名之深淺」，這是古人沒說過的。印光大師對於他這幾句話批評，完全是阿彌陀佛的意思，被蕅益大師說出來了。『深信發願』就是『無上菩提心』。"
    },
    {
      "id": "02-014-0008_p0092",
      "zh_CN": "【合此信愿。的为净土指南。】",
      "zh_TW": "【合此信願。的為淨土指南。】"
    },
    {
      "id": "02-014-0008_p0093",
      "zh_CN": "的的确确是西方净土的指南，你只要依这个去做，决定往生。",
      "zh_TW": "的的確確是西方淨土的指南，你只要依這個去做，決定往生。"
    },
    {
      "id": "02-014-0008_p0094",
      "zh_CN": "【由此而执持名号。乃为正行。大本亦以发菩提愿为要。正与此同。】",
      "zh_TW": "【由此而執持名號。乃為正行。大本亦以發菩提願為要。正與此同。】"
    },
    {
      "id": "02-014-0008_p0095",
      "zh_CN": "『大本』是《无量寿经》，所以《无量寿经》跟《阿弥陀经》称为大本、小本，经文有多寡不同，义理境界没有差别。《无量寿经》因为文字多说得详细，《弥陀经》文字少说得简单。这两本经是同部，所以称为大本、小本。",
      "zh_TW": "『大本』是《無量壽經》，所以《無量壽經》跟《阿彌陀經》稱為大本、小本，經文有多寡不同，義理境界沒有差別。《無量壽經》因為文字多說得詳細，《彌陀經》文字少說得簡單。這兩本經是同部，所以稱為大本、小本。"
    },
    {
      "id": "02-014-0008_p0096",
      "zh_CN": "【故今以发菩提心。一向专念。为大本之宗。正是遵奉莲池诸祖之垂教也。】",
      "zh_TW": "【故今以發菩提心。一向專念。為大本之宗。正是遵奉蓮池諸祖之垂教也。】"
    },
    {
      "id": "02-014-0008_p0097",
      "zh_CN": "特别是莲池大师跟蕅益大师他们的教诫，的确是以发菩提心，一向专念。底下一条是《观无量寿经》上，佛也给我们讲菩提心。这在佛教界里头引用的非常的广泛。",
      "zh_TW": "特別是蓮池大師跟蕅益大師他們的教誡，的確是以發菩提心，一向專念。底下一條是《觀無量壽經》上，佛也給我們講菩提心。這在佛教界裡頭引用的非常的廣泛。"
    },
    {
      "id": "02-014-0008_p0098",
      "zh_CN": "【观经云。若有众生。愿生彼国。发三种心。即便往生。】",
      "zh_TW": "【觀經云。若有眾生。願生彼國。發三種心。即便往生。】"
    },
    {
      "id": "02-014-0008_p0099",
      "zh_CN": "这经文上说的，这三种心就列在下面，第一个是：",
      "zh_TW": "這經文上說的，這三種心就列在下面，第一個是："
    },
    {
      "id": "02-014-0008_p0100",
      "zh_CN": "【至诚心。】",
      "zh_TW": "【至誠心。】"
    },
    {
      "id": "02-014-0008_p0101",
      "zh_CN": "第二个是：",
      "zh_TW": "第二個是："
    },
    {
      "id": "02-014-0008_p0102",
      "zh_CN": "【深心。】",
      "zh_TW": "【深心。】"
    },
    {
      "id": "02-014-0008_p0103",
      "zh_CN": "第三是：",
      "zh_TW": "第三是："
    },
    {
      "id": "02-014-0008_p0104",
      "zh_CN": "【回向发愿心。具三心者。必生彼国。】",
      "zh_TW": "【迴向發願心。具三心者。必生彼國。】"
    },
    {
      "id": "02-014-0008_p0105",
      "zh_CN": "『至诚』。先说什么叫做诚？我们一般人都讲我这个心很诚。是不是我们观念上这种诚？跟诸位说不是的。曾国藩对这个「诚」字下了个定义，这个定义可以在佛经上做个注解。他把这个诚下的定义是说「一念不生谓之诚」，心里有一个念头就不诚，可见得诚就是真心。心里有个念，有念就是妄念，就不是真心。何况这上面还加了个「至」，至是到了极处。我们这个心里一天到晚起念头，这个心怎么叫诚心？这是妄心，诚心是真心。",
      "zh_TW": "『至誠』。先說什麼叫做誠？我們一般人都講我這個心很誠。是不是我們觀念上這種誠？跟諸位說不是的。曾國藩對這個「誠」字下了個定義，這個定義可以在佛經上做個註解。他把這個誠下的定義是說「一念不生謂之誠」，心裡有一個念頭就不誠，可見得誠就是真心。心裡有個念，有念就是妄念，就不是真心。何況這上面還加了個「至」，至是到了極處。我們這個心裡一天到晚起念頭，這個心怎麼叫誠心？這是妄心，誠心是真心。"
    },
    {
      "id": "02-014-0008_p0106",
      "zh_CN": "我们在《了凡四训》，古人注解里头有注的，因为他里面讲画符，讲符咒，注解里头就提到，以至诚心画的这个符咒就灵，不诚画的这个符咒就不灵。所以这个符咒平常要练，练得很熟，画的时候他这是一时的诚心。譬如说他的一道符画下来，几秒钟他就画下来，他这几秒钟当中他一念不生，他整个精神聚集在这里，他这一点下去，一道符画成了，没有一个杂念，一念不生这个符灵，没有别的诀窍。你要学符咒把这个秘诀学到，你画这个符，保险一定很灵；你这一道符画的时候，里面打了个妄想，这符就不灵。",
      "zh_TW": "我們在《了凡四訓》，古人註解裡頭有註的，因為他裡面講畫符，講符咒，註解裡頭就提到，以至誠心畫的這個符咒就靈，不誠畫的這個符咒就不靈。所以這個符咒平常要練，練得很熟，畫的時候他這是一時的誠心。譬如說他的一道符畫下來，幾秒鐘他就畫下來，他這幾秒鐘當中他一念不生，他整個精神聚集在這裡，他這一點下去，一道符畫成了，沒有一個雜念，一念不生這個符靈，沒有別的訣竅。你要學符咒把這個祕訣學到，你畫這個符，保險一定很靈；你這一道符畫的時候，裡面打了個妄想，這符就不靈。"
    },
    {
      "id": "02-014-0008_p0107",
      "zh_CN": "画符如此，念咒也是如此，所以咒愈长愈不灵。譬如楞严咒，楞严咒很长，你从头到尾念下来，里头不晓得打多少个妄想，所以楞严咒不灵。如果楞严咒从头到尾一个妄想都没有，至诚心念下来，这个咒的力量大！力量大是你那个一心不乱，真诚心的时间相续很久，所以它力量大，就这么个道理。我们做不到这个功夫，所以念那个长的咒就不灵，不如念短的咒。念短咒的时候，聚精会神一念不生，你念念看。所以古人讲念经不如念咒，经比咒长，念咒不如念佛，一句阿弥陀佛六个字这容易。叫我在一句佛号里头，一个妄念没有，这一句佛号灵。你用至诚心去念！我们是长久的至诚心我们做不到，但是很短暂的可以做得到，道理就在此地。",
      "zh_TW": "畫符如此，念咒也是如此，所以咒愈長愈不靈。譬如楞嚴咒，楞嚴咒很長，你從頭到尾念下來，裡頭不曉得打多少個妄想，所以楞嚴咒不靈。如果楞嚴咒從頭到尾一個妄想都沒有，至誠心念下來，這個咒的力量大！力量大是你那個一心不亂，真誠心的時間相續很久，所以它力量大，就這麼個道理。我們做不到這個功夫，所以念那個長的咒就不靈，不如念短的咒。念短咒的時候，聚精會神一念不生，你念念看。所以古人講念經不如念咒，經比咒長，念咒不如念佛，一句阿彌陀佛六個字這容易。叫我在一句佛號裡頭，一個妄念沒有，這一句佛號靈。你用至誠心去念！我們是長久的至誠心我們做不到，但是很短暫的可以做得到，道理就在此地。"
    },
    {
      "id": "02-014-0008_p0108",
      "zh_CN": "一定要学着一念不生，一个妄念不生。他是大乘经上讲的第一义谛，他没有妄念，他也不是无念。譬如我们念个咒，那个咒念得清清楚楚，没有念错，没有念掉了，没有念颠倒了，这不是无念，也不是有念，因为你没有妄念。所以是有念无念两边都离开，这是中道，这是真性的显露。诸位要明白这个道理。我们用念佛的方法来训练我们的至诚心，这个至诚心就是平等心，心不平等就不诚，平等心是真诚，我们用真诚的心处事待人接物，用真诚，就对于一切人、一切事不要分别执着计较，不要。他对我分别执着计较是他的，我不跟他计较。我要在这个境界里修至诚心，修平等心，修清净心。",
      "zh_TW": "一定要學著一念不生，一個妄念不生。他是大乘經上講的第一義諦，他沒有妄念，他也不是無念。譬如我們念個咒，那個咒念得清清楚楚，沒有念錯，沒有念掉了，沒有念顛倒了，這不是無念，也不是有念，因為你沒有妄念。所以是有念無念兩邊都離開，這是中道，這是真性的顯露。諸位要明白這個道理。我們用念佛的方法來訓練我們的至誠心，這個至誠心就是平等心，心不平等就不誠，平等心是真誠，我們用真誠的心處事待人接物，用真誠，就對於一切人、一切事不要分別執著計較，不要。他對我分別執著計較是他的，我不跟他計較。我要在這個境界裡修至誠心，修平等心，修清淨心。"
    },
    {
      "id": "02-014-0008_p0109",
      "zh_CN": "『深心』，简单讲就是清净心。『回向发愿心』。回向是把自己所修的一切功德回向给一切众生，我有福，我这个福自己不享，给一切众生大家去共享，这是回向。回向法界，回向一切众生，这就对了。发愿，就是发愿求生净土，发愿帮助一切众生求生净土，要发这个愿，帮助一切众生破迷开悟，离苦得乐。人能够具足这三心，一定往生西方极乐世界，为什么？因为跟阿弥陀佛同心同愿，跟阿弥陀佛志同道合，自然就相应，这是《观经》上跟我们说的。第七小段说：",
      "zh_TW": "『深心』，簡單講就是清淨心。『迴向發願心』。迴向是把自己所修的一切功德迴向給一切眾生，我有福，我這個福自己不享，給一切眾生大家去共享，這是迴向。迴向法界，迴向一切眾生，這就對了。發願，就是發願求生淨土，發願幫助一切眾生求生淨土，要發這個願，幫助一切眾生破迷開悟，離苦得樂。人能夠具足這三心，一定往生西方極樂世界，為什麼？因為跟阿彌陀佛同心同願，跟阿彌陀佛志同道合，自然就相應，這是《觀經》上跟我們說的。第七小段說："
    },
    {
      "id": "02-014-0008_p0110",
      "zh_CN": "【菩提心义云。】",
      "zh_TW": "【菩提心義云。】"
    },
    {
      "id": "02-014-0008_p0111",
      "zh_CN": "这是一本书。",
      "zh_TW": "這是一本書。"
    },
    {
      "id": "02-014-0008_p0112",
      "zh_CN": "【此菩提之心。成佛之本。大事因缘莫过于此。】",
      "zh_TW": "【此菩提之心。成佛之本。大事因緣莫過於此。】"
    },
    {
      "id": "02-014-0008_p0113",
      "zh_CN": "这些都是特别强调修学大乘对于菩提心的重要。",
      "zh_TW": "這些都是特別強調修學大乘對於菩提心的重要。"
    },
    {
      "id": "02-014-0008_p0114",
      "zh_CN": "【菩提心论云。此菩提心。能包藏一切诸佛功德法故。若修证出现。则为一切导师。】",
      "zh_TW": "【菩提心論云。此菩提心。能包藏一切諸佛功德法故。若修證出現。則為一切導師。】"
    },
    {
      "id": "02-014-0008_p0115",
      "zh_CN": "你要是真正修学，菩提心现前，所谓现前什么？就是你能够应用在生活上，能够应用在处事待人接物上，这就叫现前，就叫『出现』。菩提心是每个人本来有的，是你的真心。我们讲迷，迷什么？迷了自己的菩提心。心本来是觉悟的，本来是不动的，现在在一切境界里起心动念，这就是不觉，是迷。马鸣菩萨《起信论》上跟我们说得很好「本觉本有，不觉本无」。迷本来没有的，我们这个心起心动念，动的心本来没有，本来有的是什么？本来有的是不动的真心，觉心不动，那真心，本来有的。所以他后头接着说，本来有的决定可以证得，本来无的决定可以断除。这就讲的妄心决定可以断得了，真心决定可以证得。所以这个菩提心『包藏一切诸佛功德法』，因为一切诸佛功德法都是真心里面显露出来的。所以只要你菩提心现前，一切诸佛的功德法你统统具足。所以『则为一切导师』，这是佛称为人天师，佛称为导师，就是这个道理。你就有能力引导一切众生。",
      "zh_TW": "你要是真正修學，菩提心現前，所謂現前什麼？就是你能夠應用在生活上，能夠應用在處事待人接物上，這就叫現前，就叫『出現』。菩提心是每個人本來有的，是你的真心。我們講迷，迷什麼？迷了自己的菩提心。心本來是覺悟的，本來是不動的，現在在一切境界裡起心動念，這就是不覺，是迷。馬鳴菩薩《起信論》上跟我們說得很好「本覺本有，不覺本無」。迷本來沒有的，我們這個心起心動念，動的心本來沒有，本來有的是什麼？本來有的是不動的真心，覺心不動，那真心，本來有的。所以他後頭接著說，本來有的決定可以證得，本來無的決定可以斷除。這就講的妄心決定可以斷得了，真心決定可以證得。所以這個菩提心『包藏一切諸佛功德法』，因為一切諸佛功德法都是真心裡面顯露出來的。所以只要你菩提心現前，一切諸佛的功德法你統統具足。所以『則為一切導師』，這是佛稱為人天師，佛稱為導師，就是這個道理。你就有能力引導一切眾生。"
    },
    {
      "id": "02-014-0008_p0116",
      "zh_CN": "【若归本则是密严土。不起于座。能成一切佛事。】",
      "zh_TW": "【若歸本則是密嚴土。不起於座。能成一切佛事。】"
    },
    {
      "id": "02-014-0008_p0117",
      "zh_CN": "『密严土』是密宗里头说的，也就是大日如来的刹土。古来祖师大德告诉我们，净土法门不但是净、禅不二，净、密也是不二的。大日如来就是阿弥陀佛，所以密宗的祖师金刚萨埵菩萨，金刚首菩萨。密宗是金刚萨埵传下来的，金刚萨埵就是普贤菩萨的化身，华严会上他以十大愿王导归极乐，他是普贤菩萨化身。黄老居士注解里面引经据典讲得很清楚，普贤菩萨。所以说『不起于座，能成一切佛事』。性德自然流露，所以诸位要晓得，你这一句佛号要念到称性，这功夫才深。这一句佛号是包括所有一切法门，蕅益大师所讲的我们就真正能体会，真正能够相信了。",
      "zh_TW": "『密嚴土』是密宗裡頭說的，也就是大日如來的剎土。古來祖師大德告訴我們，淨土法門不但是淨、禪不二，淨、密也是不二的。大日如來就是阿彌陀佛，所以密宗的祖師金剛薩埵菩薩，金剛首菩薩。密宗是金剛薩埵傳下來的，金剛薩埵就是普賢菩薩的化身，華嚴會上他以十大願王導歸極樂，他是普賢菩薩化身。黃老居士註解裡面引經據典講得很清楚，普賢菩薩。所以說『不起於座，能成一切佛事』。性德自然流露，所以諸位要曉得，你這一句佛號要念到稱性，這功夫才深。這一句佛號是包括所有一切法門，蕅益大師所講的我們就真正能體會，真正能夠相信了。"
    },
    {
      "id": "02-014-0008_p0118",
      "zh_CN": "【又赞菩提心曰。若人求佛慧。通达菩提心。父母所生身。速证大觉位。】",
      "zh_TW": "【又讚菩提心曰。若人求佛慧。通達菩提心。父母所生身。速證大覺位。】"
    },
    {
      "id": "02-014-0008_p0119",
      "zh_CN": "由此可知，菩提心如果真正一发，他就成佛了，这是即身成佛。『父母所生身』是我们肉身，肉身菩萨。在我们中国所代表的惠能大师，惠能大师真正是肉身菩萨。你看《坛经》里面，他自己确确实实是明心见性，是证得清净平等。你看他应用在生活上，《坛经》上记载的，处事待人接物非常谦卑而尊敬别人。当时在这个寺庙里面，你看他称那些行者，行者是什么？是带发还没有剃度的，在寺庙里面发心要剃度还没有剃度；换句话说是学习，年岁都很轻，像小沙弥一样的，还不算是沙弥，六祖对于这样的人看到都合掌尊称为上人，你就晓得他对人多谦虚、多客气。决没有一丝毫自大，没有这种态度。没有傲慢，没有自大，谦恭有礼。别人瞧不起他，他尊重别人，这在《坛经》上诸位看到的，这是我们要学习的。",
      "zh_TW": "由此可知，菩提心如果真正一發，他就成佛了，這是即身成佛。『父母所生身』是我們肉身，肉身菩薩。在我們中國所代表的惠能大師，惠能大師真正是肉身菩薩。你看《壇經》裡面，他自己確確實實是明心見性，是證得清淨平等。你看他應用在生活上，《壇經》上記載的，處事待人接物非常謙卑而尊敬別人。當時在這個寺廟裡面，你看他稱那些行者，行者是什麼？是帶髮還沒有剃度的，在寺廟裡面發心要剃度還沒有剃度；換句話說是學習，年歲都很輕，像小沙彌一樣的，還不算是沙彌，六祖對於這樣的人看到都合掌尊稱為上人，你就曉得他對人多謙虛、多客氣。決沒有一絲毫自大，沒有這種態度。沒有傲慢，沒有自大，謙恭有禮。別人瞧不起他，他尊重別人，這在《壇經》上諸位看到的，這是我們要學習的。"
    },
    {
      "id": "02-014-0008_p0120",
      "zh_CN": "如果我们对人态度傲慢，有点轻视别人，我们错了，所以学佛在哪里？就在这些地方上学。我们的至诚心、清净心、平等心，从哪里学？就在这地方学。能够在一切法里头极不平里面我们学平等，我们把它看平了，真正平等了，这是受用，这是念佛功夫得力。一切法都归到这一清净句，这一清净句就是南无阿弥陀佛，这就是真实智慧无为法身。希望我们要认真的记取，所以这是讲的在这一生当中就能够圆满成就。",
      "zh_TW": "如果我們對人態度傲慢，有點輕視別人，我們錯了，所以學佛在哪裡？就在這些地方上學。我們的至誠心、清淨心、平等心，從哪裡學？就在這地方學。能夠在一切法裡頭極不平裡面我們學平等，我們把它看平了，真正平等了，這是受用，這是念佛功夫得力。一切法都歸到這一清淨句，這一清淨句就是南無阿彌陀佛，這就是真實智慧無為法身。希望我們要認真的記取，所以這是講的在這一生當中就能夠圓滿成就。"
    },
    {
      "id": "02-014-0008_p0121",
      "zh_CN": "【华严经云。忘失菩提心。修诸善法。是名魔业。故发心之要。不可言喻。】",
      "zh_TW": "【華嚴經云。忘失菩提心。修諸善法。是名魔業。故發心之要。不可言喻。】"
    },
    {
      "id": "02-014-0008_p0122",
      "zh_CN": "『不可言喻』，没有法子比较，没有法子比喻。『发心』太重要了，发菩提心，这是《华严经》上说的，如果我们丧失了菩提心，修一切善法统统是魔业，为什么？不能证正果。《华严经》把声闻、缘觉（就是阿罗汉、辟支佛）都看作魔，为什么？没见性。《华严经》最低的标准是明心见性，是要破一品无明，证一分真性是他最低标准。所以四十一位法身大士，他的标准是圆教初住菩萨，这个标准就是《金刚经》的标准，《大乘起信论》的标准。",
      "zh_TW": "『不可言喻』，沒有法子比較，沒有法子比喻。『發心』太重要了，發菩提心，這是《華嚴經》上說的，如果我們喪失了菩提心，修一切善法統統是魔業，為什麼？不能證正果。《華嚴經》把聲聞、緣覺（就是阿羅漢、辟支佛）都看作魔，為什麼？沒見性。《華嚴經》最低的標準是明心見性，是要破一品無明，證一分真性是他最低標準。所以四十一位法身大士，他的標準是圓教初住菩薩，這個標準就是《金剛經》的標準，《大乘起信論》的標準。"
    },
    {
      "id": "02-014-0008_p0123",
      "zh_CN": "《金刚经》上破四相，「若菩萨有我相，人相，众生相，寿者相，即非菩萨」。《金刚经》的标准很高，跟《华严经》的标准是一样高的。不但有四相不是菩萨，有这四种见解都不是的，《金刚经》后半部「若菩萨有我见，人见，众生见，寿者见，即非菩萨」，说得更深入、更圆满，你有这个意念就不是菩萨，就不是真正的菩萨。为什么？心不平，不平等，不清净，所以连这个意念都没有，这个心真正平等了。所以他要求的是无我相、无人相、无众生、无寿者相。不但是四相破除，还无我见、无人见、无众生见、无寿者见，四见，四种意念都没有了，这才承认这是个真正的菩萨，也就是圆教初住以上的菩萨。为什么？他真的有菩提心。有这四种意念，分别执着这个意念，菩提心就没有了。菩提心刚才讲至诚心，他心不诚。",
      "zh_TW": "《金剛經》上破四相，「若菩薩有我相，人相，眾生相，壽者相，即非菩薩」。《金剛經》的標準很高，跟《華嚴經》的標準是一樣高的。不但有四相不是菩薩，有這四種見解都不是的，《金剛經》後半部「若菩薩有我見，人見，眾生見，壽者見，即非菩薩」，說得更深入、更圓滿，你有這個意念就不是菩薩，就不是真正的菩薩。為什麼？心不平，不平等，不清淨，所以連這個意念都沒有，這個心真正平等了。所以他要求的是無我相、無人相、無眾生、無壽者相。不但是四相破除，還無我見、無人見、無眾生見、無壽者見，四見，四種意念都沒有了，這才承認這是個真正的菩薩，也就是圓教初住以上的菩薩。為什麼？他真的有菩提心。有這四種意念，分別執著這個意念，菩提心就沒有了。菩提心剛才講至誠心，他心不誠。"
    },
    {
      "id": "02-014-0008_p0124",
      "zh_CN": "我们用这一个方法就是一句阿弥陀佛修至诚心，修深心，修回向发愿心，用一句佛号修这个心。发心念这个佛号，再用这一句佛号修菩提心。所以发菩提心，一向专念，互为因果。一向专念是因，发菩提心是果；发菩提心是因，一向专念是果，互为因果，相辅相成，这样就对了。所以古人前面那个讲法都有道理，蕅益大师融会成一个，那融会的太妙了，融会的太圆满了。我们今天讲到此地，因为底下讲「一向专念」，这是一个段落。",
      "zh_TW": "我們用這一個方法就是一句阿彌陀佛修至誠心，修深心，修迴向發願心，用一句佛號修這個心。發心念這個佛號，再用這一句佛號修菩提心。所以發菩提心，一向專念，互為因果。一向專念是因，發菩提心是果；發菩提心是因，一向專念是果，互為因果，相輔相成，這樣就對了。所以古人前面那個講法都有道理，蕅益大師融會成一個，那融會的太妙了，融會的太圓滿了。我們今天講到此地，因為底下講「一向專念」，這是一個段落。"
    }
  ]
}