{
  "doc_id": "12-013-0004",
  "title": {
    "zh_CN": "华严经行愿品吉祥云比丘章",
    "zh_TW": "華嚴經行願品吉祥雲比丘章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-013-0004",
  "total_paragraphs": 94,
  "paragraphs": [
    {
      "id": "12-013-0004_p0001",
      "zh_CN": "请掀开经本。第十一面，第一行。",
      "zh_TW": "請掀開經本。第十一面，第一行。"
    },
    {
      "id": "12-013-0004_p0002",
      "zh_CN": "【善男子，我得自在决定解力。信眼清净。智光照曜。普眼明彻。具清净行。】",
      "zh_TW": "【善男子，我得自在決定解力。信眼清淨。智光照曜。普眼明徹。具清淨行。】"
    },
    {
      "id": "12-013-0004_p0003",
      "zh_CN": "到这里是一小段。这一段是吉祥云比丘传授善财童子的法要。他所传授的，正是他自己修学的。不但是他自己修学，而且是他自己证得的，因为自己亲证，这才能谈的上传法，如果不是自己亲证的，这就谈不上传。这一句意思很深。前面这一句里面，说了四桩事情。他说：「他得到了。」第一个是『自在』，他得到自在了，他得到了『决定』、『解力』。这一句里头，包括四桩事情；底下四句，是说他的德力。这是圆教初住菩萨，破一品无明，证一分法身的境界。我们看注解：",
      "zh_TW": "到這裡是一小段。這一段是吉祥雲比丘傳授善財童子的法要。他所傳授的，正是他自己修學的。不但是他自己修學，而且是他自己證得的，因為自己親證，這才能談的上傳法，如果不是自己親證的，這就談不上傳。這一句意思很深。前面這一句裡面，說了四樁事情。他說：「他得到了。」第一個是『自在』，他得到自在了，他得到了『決定』、『解力』。這一句裡頭，包括四樁事情；底下四句，是說他的德力。這是圓教初住菩薩，破一品無明，證一分法身的境界。我們看註解："
    },
    {
      "id": "12-013-0004_p0004",
      "zh_CN": "【第二】",
      "zh_TW": "【第二】"
    },
    {
      "id": "12-013-0004_p0005",
      "zh_CN": "『第二』是第二段。",
      "zh_TW": "『第二』是第二段。"
    },
    {
      "id": "12-013-0004_p0006",
      "zh_CN": "【善男子我得】",
      "zh_TW": "【善男子我得】"
    },
    {
      "id": "12-013-0004_p0007",
      "zh_CN": "这一段经文以下，这是指出经文。",
      "zh_TW": "這一段經文以下，這是指出經文。"
    },
    {
      "id": "12-013-0004_p0008",
      "zh_CN": "【正示法界。】",
      "zh_TW": "【正示法界。】"
    },
    {
      "id": "12-013-0004_p0009",
      "zh_CN": "『示』是指示，到这个地方才正式的指示契入法界。",
      "zh_TW": "『示』是指示，到這個地方才正式的指示契入法界。"
    },
    {
      "id": "12-013-0004_p0010",
      "zh_CN": "【即念佛三昧。推胜之内，方举其名。】",
      "zh_TW": "【即念佛三昧。推勝之內，方舉其名。】"
    },
    {
      "id": "12-013-0004_p0011",
      "zh_CN": "『推胜』，是在第四段。这个地方是第二段。第四段里面，吉祥云比丘将他自己所证的法界的名称，他修行证果的名称说出来，这个在后面经文。",
      "zh_TW": "『推勝』，是在第四段。這個地方是第二段。第四段裡面，吉祥雲比丘將他自己所證的法界的名稱，他修行證果的名稱說出來，這個在後面經文。"
    },
    {
      "id": "12-013-0004_p0012",
      "zh_CN": "【今正示中，唯彰体用。】",
      "zh_TW": "【今正示中，唯彰體用。】"
    },
    {
      "id": "12-013-0004_p0013",
      "zh_CN": "在这一段里面，指示善财童子，重点是他修学的体用，他修学所证得的体用。",
      "zh_TW": "在這一段裡面，指示善財童子，重點是他修學的體用，他修學所證得的體用。"
    },
    {
      "id": "12-013-0004_p0014",
      "zh_CN": "【文中二。先明体相，后辨胜用。】",
      "zh_TW": "【文中二。先明體相，後辨勝用。】"
    },
    {
      "id": "12-013-0004_p0015",
      "zh_CN": "这段经文里头有两段，这是第一段，说明体相。",
      "zh_TW": "這段經文裡頭有兩段，這是第一段，說明體相。"
    },
    {
      "id": "12-013-0004_p0016",
      "zh_CN": "【文有五句，具含名义。下结名云】",
      "zh_TW": "【文有五句，具含名義。下結名云】"
    },
    {
      "id": "12-013-0004_p0017",
      "zh_CN": "他这个地方已经把底下经文，节录在此地了。这是第四段的，他说出他所证得的名称。",
      "zh_TW": "他這個地方已經把底下經文，節錄在此地了。這是第四段的，他說出他所證得的名稱。"
    },
    {
      "id": "12-013-0004_p0018",
      "zh_CN": "【我唯得此忆念诸佛平等境界无碍智慧普见法门故。】",
      "zh_TW": "【我唯得此憶念諸佛平等境界無礙智慧普見法門故。】"
    },
    {
      "id": "12-013-0004_p0019",
      "zh_CN": "这一句，就是吉祥云比丘所证的。",
      "zh_TW": "這一句，就是吉祥雲比丘所證的。"
    },
    {
      "id": "12-013-0004_p0020",
      "zh_CN": "【文中初句为总。】",
      "zh_TW": "【文中初句為總。】"
    },
    {
      "id": "12-013-0004_p0021",
      "zh_CN": "刚才跟诸位念过的：",
      "zh_TW": "剛才跟諸位念過的："
    },
    {
      "id": "12-013-0004_p0022",
      "zh_CN": "【自在决定解力。】",
      "zh_TW": "【自在決定解力。】"
    },
    {
      "id": "12-013-0004_p0023",
      "zh_CN": "这一句是总说。下面要跟我们说明，这一句里面的意义。",
      "zh_TW": "這一句是總說。下面要跟我們說明，這一句裡面的意義。"
    },
    {
      "id": "12-013-0004_p0024",
      "zh_CN": "【自在有二义。一观境自在。欲观不观，若一若多，皆自在故。】",
      "zh_TW": "【自在有二義。一觀境自在。欲觀不觀，若一若多，皆自在故。】"
    },
    {
      "id": "12-013-0004_p0025",
      "zh_CN": "『观不观，若一若多』，实在讲，这已经是不容易了，怎么样在观境里面，获得自在？这是大问题。「观」这个字，就是六根起作用。六根对六尘境界起作用，就用「观」。眼见色叫「观」，耳闻声也叫「观」。鼻嗅香，舌尝味，都用这个字来代表。我们凡夫六根接触六尘不自在，为什么不自在？动了感情了。感情非常复杂，中国古德把这种复杂的情绪，归纳为七情五欲，七情五欲是归类的，这是为了说话方便起见。那么换一句话说，我们六根接触六尘境界，都会起心动念，起心动念总不出七情五欲的范围，你就不自在了。他们真的得自在了。为什么他能得自在呢？他七情五欲离开了。",
      "zh_TW": "『觀不觀，若一若多』，實在講，這已經是不容易了，怎麼樣在觀境裡面，獲得自在？這是大問題。「觀」這個字，就是六根起作用。六根對六塵境界起作用，就用「觀」。眼見色叫「觀」，耳聞聲也叫「觀」。鼻嗅香，舌嘗味，都用這個字來代表。我們凡夫六根接觸六塵不自在，為什麼不自在？動了感情了。感情非常複雜，中國古德把這種複雜的情緒，歸納為七情五欲，七情五欲是歸類的，這是為了說話方便起見。那麼換一句話說，我們六根接觸六塵境界，都會起心動念，起心動念總不出七情五欲的範圍，你就不自在了。他們真的得自在了。為什麼他能得自在呢？他七情五欲離開了。"
    },
    {
      "id": "12-013-0004_p0026",
      "zh_CN": "这部经从前面十信章讲到此地，如果诸位一直听下来，我想不难理解。初住菩萨已经断见思烦恼，超越六道。见思烦恼断了，就超越六道了，不再搞六道轮回了。不但见思烦恼断了，尘沙烦恼也断了，这他智慧开了。又破一品无明，证一分法身。跟诸佛如来用同一真心，没有入这个境界，我们用的是妄心，这个诸位要知道。我们今天起心动念，不是真心，是妄心。妄心在法相里面讲，就是八识五十一心所，八识五十一心所都是妄心。百法明门一开端讲有为法，有为法里面，第一个是心法，就是八识—八心王。第二个是心所法，心所有法五十一个。第三个是色法，是一个，这是物质。第四个是心不相应行法，有二十四大类。这一些总共合起来九十四类，都叫作有为法，不是真的。有为就是有生有灭、有造作。《金刚经》上说：「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」它这个观，就自在了，知道全是假的。「心心所」是「能」，「色法」是「所」，能所都是假的，没有一样是真的，所以他自在了，超越十法界了。不仅仅超越三界，超越十法界。",
      "zh_TW": "這部經從前面十信章講到此地，如果諸位一直聽下來，我想不難理解。初住菩薩已經斷見思煩惱，超越六道。見思煩惱斷了，就超越六道了，不再搞六道輪迴了。不但見思煩惱斷了，塵沙煩惱也斷了，這他智慧開了。又破一品無明，證一分法身。跟諸佛如來用同一真心，沒有入這個境界，我們用的是妄心，這個諸位要知道。我們今天起心動念，不是真心，是妄心。妄心在法相裡面講，就是八識五十一心所，八識五十一心所都是妄心。百法明門一開端講有為法，有為法裡面，第一個是心法，就是八識—八心王。第二個是心所法，心所有法五十一個。第三個是色法，是一個，這是物質。第四個是心不相應行法，有二十四大類。這一些總共合起來九十四類，都叫作有為法，不是真的。有為就是有生有滅、有造作。《金剛經》上說：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」它這個觀，就自在了，知道全是假的。「心心所」是「能」，「色法」是「所」，能所都是假的，沒有一樣是真的，所以他自在了，超越十法界了。不僅僅超越三界，超越十法界。"
    },
    {
      "id": "12-013-0004_p0027",
      "zh_CN": "学佛学到这样的程度，才算是真正有了结果。给诸位说，只是离开六道轮回，了六道轮回里面的生死，在佛法里叫证小果。大乘、中乘、小乘是小果，算是有结果了，你超越六道。由此可知，没有超越六道轮回，都没有结果。不管你怎么修，你没有能力超越六道轮回，你就没有结果，这一定要懂得、要明了。这是大事。依照经教所说，这样的修学，实在说，非常困难！我们几个人能够见色闻声，真正做到了不起心、不动念、不分别、不执着。这个话说起来容易，大家都听的很熟，你也都会说了，可是你做到没有呢？如果做不到，依旧搞生死轮回。",
      "zh_TW": "學佛學到這樣的程度，才算是真正有了結果。給諸位說，只是離開六道輪迴，了六道輪迴裡面的生死，在佛法裡叫證小果。大乘、中乘、小乘是小果，算是有結果了，你超越六道。由此可知，沒有超越六道輪迴，都沒有結果。不管你怎麼修，你沒有能力超越六道輪迴，你就沒有結果，這一定要懂得、要明瞭。這是大事。依照經教所說，這樣的修學，實在說，非常困難！我們幾個人能夠見色聞聲，真正做到了不起心、不動念、不分別、不執著。這個話說起來容易，大家都聽的很熟，你也都會說了，可是你做到沒有呢？如果做不到，依舊搞生死輪迴。"
    },
    {
      "id": "12-013-0004_p0028",
      "zh_CN": "如果在佛法里面，遇到逆境了，不能称自己的心愿，动了瞋恚心，动了嫉妒心，造的业，造业很容易，时间也不长，果报就不可思议。诸位在《发起菩萨殊胜志乐经》里面，你就看到，那个果报实在是太可怕了。堕地狱，以我们人间的时间来算—一千八百万年。地狱出来之后，这饿鬼、畜牲在人道里面，也是贫穷下贱，六根不具足，受尽了折磨。到世尊末法时期过去，三尊佛都过去了，这第四尊佛的末法时期，才得人身，才闻佛法，你说这个时间多长。所以诸位如果冷静去想一想，才知道这桩事情可怕！",
      "zh_TW": "如果在佛法裡面，遇到逆境了，不能稱自己的心願，動了瞋恚心，動了嫉妒心，造的業，造業很容易，時間也不長，果報就不可思議。諸位在《發起菩薩殊勝志樂經》裡面，你就看到，那個果報實在是太可怕了。墮地獄，以我們人間的時間來算—一千八百萬年。地獄出來之後，這餓鬼、畜牲在人道裡面，也是貧窮下賤，六根不具足，受盡了折磨。到世尊末法時期過去，三尊佛都過去了，這第四尊佛的末法時期，才得人身，才聞佛法，你說這個時間多長。所以諸位如果冷靜去想一想，才知道這樁事情可怕！"
    },
    {
      "id": "12-013-0004_p0029",
      "zh_CN": "那么「观境自在」对我们来讲非常重要。如果我们真正有智慧，知道身心世界全是假的，全是空的，不要再认真，不要再计较了，你就得自在了。如果你还要认真去计较，你就得不到自在了。此地说的是菩萨的境界。在菩萨境界里面，尽虚空、遍法界，一切诸佛刹土，十法界依正庄严，他想见，境界就现前；他不想见，这个境界就没有了。就好像我们看电视一样，我们要想见，那个频道打开，画面就现前；不想见，把它关掉之后，画面就没有了。我们还动手操作一下，他们这些菩萨不需要，只要动个念头，想见，境界就现前。西方极乐世界，就是这个境界。我们自己要凭自己功夫，修到这个境界，难啊！太难太难了！可是，如果是念阿弥陀佛，带业往生，这就很容易了，这就能到西方极乐世界。",
      "zh_TW": "那麼「觀境自在」對我們來講非常重要。如果我們真正有智慧，知道身心世界全是假的，全是空的，不要再認真，不要再計較了，你就得自在了。如果你還要認真去計較，你就得不到自在了。此地說的是菩薩的境界。在菩薩境界裡面，盡虛空、遍法界，一切諸佛剎土，十法界依正莊嚴，他想見，境界就現前；他不想見，這個境界就沒有了。就好像我們看電視一樣，我們要想見，那個頻道打開，畫面就現前；不想見，把它關掉之後，畫面就沒有了。我們還動手操作一下，他們這些菩薩不需要，只要動個念頭，想見，境界就現前。西方極樂世界，就是這個境界。我們自己要憑自己功夫，修到這個境界，難啊！太難太難了！可是，如果是念阿彌陀佛，帶業往生，這就很容易了，這就能到西方極樂世界。"
    },
    {
      "id": "12-013-0004_p0030",
      "zh_CN": "吉祥云比丘他所修的就是念佛法门。前面清凉大师在注解里面，为我们详细说过了。他修「般舟三昧」。这是告诉我们，念佛法门里头，最重要的是「行」，决定不怀疑、不夹杂、不间断。所以菩萨给我们示现，他在别峰经行。这就是告诉我们，念佛堂里面，是以经行为主。这是同修们，要修这个法门，你不能不知道。就是我们今天讲绕佛，以绕佛为主。古来的祖师教给我们，绕佛的人要出声念。从前没有念佛机，念佛堂出声，绕佛的人出声，他念累了，他可以坐下来。坐下来叫止静，心里面默念不出声，休息。第一班绕佛休息了，绕了几圈休息了，第二班接着去绕，第二班的时候，他们出声念。从前分为三班，三班里一班出声念，你能够有二时休息，体力可以恢复过来。他三班念的。所以，是以绕念为主。",
      "zh_TW": "吉祥雲比丘他所修的就是念佛法門。前面清涼大師在註解裡面，為我們詳細說過了。他修「般舟三昧」。這是告訴我們，念佛法門裡頭，最重要的是「行」，決定不懷疑、不夾雜、不間斷。所以菩薩給我們示現，他在別峰經行。這就是告訴我們，念佛堂裡面，是以經行為主。這是同修們，要修這個法門，你不能不知道。就是我們今天講繞佛，以繞佛為主。古來的祖師教給我們，繞佛的人要出聲念。從前沒有念佛機，念佛堂出聲，繞佛的人出聲，他念累了，他可以坐下來。坐下來叫止靜，心裡面默念不出聲，休息。第一班繞佛休息了，繞了幾圈休息了，第二班接著去繞，第二班的時候，他們出聲念。從前分為三班，三班裡一班出聲念，你能夠有二時休息，體力可以恢復過來。他三班念的。所以，是以繞念為主。"
    },
    {
      "id": "12-013-0004_p0031",
      "zh_CN": "我们今天念佛堂分三个区，止静的区、绕佛的区、拜佛的区。拜佛也不出声念，心里头默念不出声，拜佛出声伤气。所以出声的就是绕佛。绕佛，我们现在这个方法好，没有分一班一班。一班一班，要跟大家同时进退，我们现在是完全自由，完全自由好！你体力好的，你就多绕几圈。你身体差的，绕几圈就累了，你随时可以休息，不是跟大家同进退，这我们的压力就没有了。出声念，你念的声音大小没有关系，你也可以大声念，你也可以小声念，只要念的佛号速度很整齐就行。现在速度，我们用念佛机，跟着念佛机的速度来念就好，一定要知道多绕佛，这个对于身体一定有好处。这是在这一章经里面，吉祥云菩萨教给我们的。这样才能得自在。",
      "zh_TW": "我們今天念佛堂分三個區，止靜的區、繞佛的區、拜佛的區。拜佛也不出聲念，心裡頭默念不出聲，拜佛出聲傷氣。所以出聲的就是繞佛。繞佛，我們現在這個方法好，沒有分一班一班。一班一班，要跟大家同時進退，我們現在是完全自由，完全自由好！你體力好的，你就多繞幾圈。你身體差的，繞幾圈就累了，你隨時可以休息，不是跟大家同進退，這我們的壓力就沒有了。出聲念，你念的聲音大小沒有關係，你也可以大聲念，你也可以小聲念，只要念的佛號速度很整齊就行。現在速度，我們用念佛機，跟著念佛機的速度來念就好，一定要知道多繞佛，這個對於身體一定有好處。這是在這一章經裡面，吉祥雲菩薩教給我們的。這樣才能得自在。"
    },
    {
      "id": "12-013-0004_p0032",
      "zh_CN": "所以到了西方极乐世界，这个境界完全现前了。你如果怀念娑婆世界，怀念我们台湾台北市，你想看，那个境界就像电视萤幕一样立刻现前，你就完全看到。想看什么地方，就能看到什么地方。不但现前这个境界能现，还能现过去的。五十年前台湾怎么样？一百年前台湾怎么样？你一动念，那个境界完全现前，可以看到过去，也可以看到未来。十方一切诸佛刹土，你想看那个地方，都能现前。这是「观境自在」。",
      "zh_TW": "所以到了西方極樂世界，這個境界完全現前了。你如果懷念娑婆世界，懷念我們台灣台北市，你想看，那個境界就像電視螢幕一樣立刻現前，你就完全看到。想看什麼地方，就能看到什麼地方。不但現前這個境界能現，還能現過去的。五十年前台灣怎麼樣？一百年前台灣怎麼樣？你一動念，那個境界完全現前，可以看到過去，也可以看到未來。十方一切諸佛剎土，你想看那個地方，都能現前。這是「觀境自在」。"
    },
    {
      "id": "12-013-0004_p0033",
      "zh_CN": "【二作用自在。】",
      "zh_TW": "【二作用自在。】"
    },
    {
      "id": "12-013-0004_p0034",
      "zh_CN": "『作用自在』是—",
      "zh_TW": "『作用自在』是—"
    },
    {
      "id": "12-013-0004_p0035",
      "zh_CN": "『欲去欲住，随心成故。』",
      "zh_TW": "『欲去欲住，隨心成故。』"
    },
    {
      "id": "12-013-0004_p0036",
      "zh_CN": "这更不可思议。你看到十方刹土，或者是十法界，或者是六道，看到这些众生，有不少跟自己有缘的，过去生中都曾经在那里经历过，有缘的。看到这些有缘的，再仔细观察，他的缘成熟了，你去跟他讲解佛法，他能信，他能接受，那就是成熟了。你就可以现身，入那个境界，就像《普门品》里头，三十二应一样。众生有感，佛菩萨就有应。那么这个人并没有要求我们去度他，他要是想要求你去度他，这个感应是明显的，很显著的，显感、显应，你也是明显的去应。你观察他的根熟了，虽然他没有起心动念，那个感应也成功了，那叫冥感。甚至于他自己都不晓得。可是菩萨知道，菩萨也来示现。",
      "zh_TW": "這更不可思議。你看到十方剎土，或者是十法界，或者是六道，看到這些眾生，有不少跟自己有緣的，過去生中都曾經在那裡經歷過，有緣的。看到這些有緣的，再仔細觀察，他的緣成熟了，你去跟他講解佛法，他能信，他能接受，那就是成熟了。你就可以現身，入那個境界，就像《普門品》裡頭，三十二應一樣。眾生有感，佛菩薩就有應。那麼這個人並沒有要求我們去度他，他要是想要求你去度他，這個感應是明顯的，很顯著的，顯感、顯應，你也是明顯的去應。你觀察他的根熟了，雖然他沒有起心動念，那個感應也成功了，那叫冥感。甚至於他自己都不曉得。可是菩薩知道，菩薩也來示現。"
    },
    {
      "id": "12-013-0004_p0037",
      "zh_CN": "所以感应道交就有四种：显感显应，显感冥应，冥感冥应，冥感显应，四种。这是诸佛菩萨示现在六道，在这个十法界，这个叫「作用自在」。我们看到这一句，不念佛行吗？我们很希望，自己很快能得这个境界。今天唯一的办法，就是念佛求生净土。念佛求生净土，难不难呢？给诸位说，一点都不困难。难在那里？难在你不肯干。果然真正肯干，我们看过去念佛往生的例子，三年到五年的时间足够了！我们今天是悠悠荡荡，这一句佛号若有若无，所以念不成功。真正肯念，这个事情不难，决定成就。往生到西方世界，这五十三参的境界，你完全得到。这是讲的作用。这是自在，两种自在。",
      "zh_TW": "所以感應道交就有四種：顯感顯應，顯感冥應，冥感冥應，冥感顯應，四種。這是諸佛菩薩示現在六道，在這個十法界，這個叫「作用自在」。我們看到這一句，不念佛行嗎？我們很希望，自己很快能得這個境界。今天唯一的辦法，就是念佛求生淨土。念佛求生淨土，難不難呢？給諸位說，一點都不困難。難在那裡？難在你不肯幹。果然真正肯幹，我們看過去念佛往生的例子，三年到五年的時間足夠了！我們今天是悠悠蕩蕩，這一句佛號若有若無，所以念不成功。真正肯念，這個事情不難，決定成就。往生到西方世界，這五十三參的境界，你完全得到。這是講的作用。這是自在，兩種自在。"
    },
    {
      "id": "12-013-0004_p0038",
      "zh_CN": "【决定亦二义。一智决断故。二信无惑故。】",
      "zh_TW": "【決定亦二義。一智決斷故。二信無惑故。】"
    },
    {
      "id": "12-013-0004_p0039",
      "zh_CN": "这两种决定。『智决断』，这个断不仅仅是断疑，而且是把烦恼、习气都断掉；见思、尘沙的习气都断了。诸位要知道，断要靠智慧，没有智断不了。定只能伏烦恼，不能断烦恼。一般修禅定，定把烦恼伏住了，不起作用，从定开智慧，那烦恼就能断掉。由此可知，你要想开智慧，你不能不修定；你不修定，你决定不可能开智慧，智慧是从定中来的。定是什么呢？清净心。《无量寿经》上，修行的纲领—清净、平等、觉，清净、平等是定，觉是慧，觉就是智慧。所以智慧是从清净、平等里面发起的；如果你的心不清净、不平等，你决定没有智慧。那世间人还有很多聪明的，像科学家发明许许多多东西，给诸位说，那在佛法不叫智慧，叫世智辨聪。佛法里称他作聪明，不是智慧。也就是他那种智慧，跟佛菩萨的智慧，这个发源处不相同。佛菩萨智慧，是从定里面开的；世间人智慧是从研究，是从分别、研究里面生出来的。换一句话说，他还是用的心意识，用的妄心，所以叫世智辨聪，不是真智慧。所以他那个智慧再高，今天科技发明的这么样的兴盛，他断不了烦恼，他没有能力断烦恼，这就非常明显的。真正智慧能断烦恼，能破无明。科学家的智慧再高明，不能断烦恼，不能破无明。换一句话说，他出不了六道轮回。这个我们一定要辨别清楚，要求真智慧，这个决定是从智慧里头发生的，就是能断烦恼，能破无明。",
      "zh_TW": "這兩種決定。『智決斷』，這個斷不僅僅是斷疑，而且是把煩惱、習氣都斷掉；見思、塵沙的習氣都斷了。諸位要知道，斷要靠智慧，沒有智斷不了。定只能伏煩惱，不能斷煩惱。一般修禪定，定把煩惱伏住了，不起作用，從定開智慧，那煩惱就能斷掉。由此可知，你要想開智慧，你不能不修定；你不修定，你決定不可能開智慧，智慧是從定中來的。定是什麼呢？清淨心。《無量壽經》上，修行的綱領—清淨、平等、覺，清淨、平等是定，覺是慧，覺就是智慧。所以智慧是從清淨、平等裡面發起的；如果你的心不清淨、不平等，你決定沒有智慧。那世間人還有很多聰明的，像科學家發明許許多多東西，給諸位說，那在佛法不叫智慧，叫世智辨聰。佛法裡稱他作聰明，不是智慧。也就是他那種智慧，跟佛菩薩的智慧，這個發源處不相同。佛菩薩智慧，是從定裡面開的；世間人智慧是從研究，是從分別、研究裡面生出來的。換一句話說，他還是用的心意識，用的妄心，所以叫世智辨聰，不是真智慧。所以他那個智慧再高，今天科技發明的這麼樣的興盛，他斷不了煩惱，他沒有能力斷煩惱，這就非常明顯的。真正智慧能斷煩惱，能破無明。科學家的智慧再高明，不能斷煩惱，不能破無明。換一句話說，他出不了六道輪迴。這個我們一定要辨別清楚，要求真智慧，這個決定是從智慧裡頭發生的，就是能斷煩惱，能破無明。"
    },
    {
      "id": "12-013-0004_p0040",
      "zh_CN": "第二：『信无惑故』，惑是迷惑。这一句特别着重在断疑生信。他说的这个意思很深，实实在在就是指念佛法门。这个法门，难信之法！很不容易！连善财童子出来参学，第一位遇到的吉祥云比丘，就是传授给他「般舟三昧」，传授这个方法，「般舟三昧」是以念阿弥陀佛，求生西方极乐世界为目的。所以你想，善财学什么法门？念阿弥陀佛，求生净土，他不是求别的。这是开端，到最后第五十三参，普贤菩萨十大愿王，导归极乐，他圆满了，他到极乐世界去了。这就说明，彻始彻终一门深入，当中所参学的，成就他的后得智。他是一切法门样样通达，样样明了，他样样都不学。一句弥陀念到底，人家高明在此地！",
      "zh_TW": "第二：『信無惑故』，惑是迷惑。這一句特別著重在斷疑生信。他說的這個意思很深，實實在在就是指念佛法門。這個法門，難信之法！很不容易！連善財童子出來參學，第一位遇到的吉祥雲比丘，就是傳授給他「般舟三昧」，傳授這個方法，「般舟三昧」是以念阿彌陀佛，求生西方極樂世界為目的。所以你想，善財學什麼法門？念阿彌陀佛，求生淨土，他不是求別的。這是開端，到最後第五十三參，普賢菩薩十大願王，導歸極樂，他圓滿了，他到極樂世界去了。這就說明，徹始徹終一門深入，當中所參學的，成就他的後得智。他是一切法門樣樣通達，樣樣明瞭，他樣樣都不學。一句彌陀念到底，人家高明在此地！"
    },
    {
      "id": "12-013-0004_p0041",
      "zh_CN": "我们现在一些参学搞错了，参访的那些善知识，传授的法门，他通通都要学，就学乱了！学杂了！就学糟透了。这个里头意思很深、很深！那个真正的善知识，这不是普通人，如果他要妨碍你，原先选择修学的法门，他不传授给你，为什么呢？他破坏你的法门，佛门里面常说：「宁动千江水，不动道人心。」你怎么能把人家，本修的法门破坏呢？所以参学不容易，要有参学的条件；传法更不容易。你想跟我学这个法门，想听听，想看看，我们所修的，你自己原来修的是什么法门？你对于你那个法门，有没有信心？有没有愿心？听到别人所讲的，你会不会动心？会不会改变？如果你会动心、会改变，还想学一学、试一试，你没有资格参学，不教你！真正能够做到不动心，我可以接触，可以听，可以看看，绝不动心，这个善知识可以传给你。",
      "zh_TW": "我們現在一些參學搞錯了，參訪的那些善知識，傳授的法門，他通通都要學，就學亂了！學雜了！就學糟透了。這個裡頭意思很深、很深！那個真正的善知識，這不是普通人，如果他要妨礙你，原先選擇修學的法門，他不傳授給你，為什麼呢？他破壞你的法門，佛門裡面常說：「寧動千江水，不動道人心。」你怎麼能把人家，本修的法門破壞呢？所以參學不容易，要有參學的條件；傳法更不容易。你想跟我學這個法門，想聽聽，想看看，我們所修的，你自己原來修的是什麼法門？你對於你那個法門，有沒有信心？有沒有願心？聽到別人所講的，你會不會動心？會不會改變？如果你會動心、會改變，還想學一學、試一試，你沒有資格參學，不教你！真正能夠做到不動心，我可以接觸，可以聽，可以看看，絕不動心，這個善知識可以傳給你。"
    },
    {
      "id": "12-013-0004_p0042",
      "zh_CN": "那么你既然是一门深入成就了，为什么要参观这些法门？要了解这些法门？成就圆满的智慧，不是为自己，是为了帮助一切不同根性的众生，为他们学的，不是为我学的。为自己学的，你看善财，就是一句阿弥陀佛念到底，这是为自己学的。因为众生根性不一样，还有很多人不相信念佛法门的，那怎么办呢？我们得用其它的法门，来介绍给他，这叫方便法。所以学无量法门，目的是接引无量众生。可是你要记住，接引无量众生是手段，到最后还要把他诱导到念佛法门，如果不把他回归到念佛法门，他不能成就。这都是《华严经》最后「普贤菩萨行愿品」，给我们的启示。这些理论、善巧方便，我们要能够体会，这样才能真正得受用。所以说「信无惑故」，正是《金刚经》上所讲：「信心清净，则生实相。」对于念佛往生成佛，决定没有疑惑，决定不动摇，有这个信心，有这个愿心，就决定得生。这是决定两个字的意思。下面「解」。",
      "zh_TW": "那麼你既然是一門深入成就了，為什麼要參觀這些法門？要瞭解這些法門？成就圓滿的智慧，不是為自己，是為了幫助一切不同根性的眾生，為他們學的，不是為我學的。為自己學的，你看善財，就是一句阿彌陀佛念到底，這是為自己學的。因為眾生根性不一樣，還有很多人不相信念佛法門的，那怎麼辦呢？我們得用其它的法門，來介紹給他，這叫方便法。所以學無量法門，目的是接引無量眾生。可是你要記住，接引無量眾生是手段，到最後還要把他誘導到念佛法門，如果不把他迴歸到念佛法門，他不能成就。這都是《華嚴經》最後「普賢菩薩行願品」，給我們的啟示。這些理論、善巧方便，我們要能夠體會，這樣才能真正得受用。所以說「信無惑故」，正是《金剛經》上所講：「信心清淨，則生實相。」對於念佛往生成佛，決定沒有疑惑，決定不動搖，有這個信心，有這個願心，就決定得生。這是決定兩個字的意思。下面「解」。"
    },
    {
      "id": "12-013-0004_p0043",
      "zh_CN": "【解即胜解，亦有二义。】",
      "zh_TW": "【解即勝解，亦有二義。】"
    },
    {
      "id": "12-013-0004_p0044",
      "zh_CN": "『胜』是殊胜。换一句话说，不是普通的理解，是甚深深入的明解。这里面清凉大师给我们说，两个意思。",
      "zh_TW": "『勝』是殊勝。換一句話說，不是普通的理解，是甚深深入的明解。這裡面清涼大師給我們說，兩個意思。"
    },
    {
      "id": "12-013-0004_p0045",
      "zh_CN": "【一为信因，于境忍可故。】",
      "zh_TW": "【一為信因，於境忍可故。】"
    },
    {
      "id": "12-013-0004_p0046",
      "zh_CN": "这是说明了，「万法皆空，因果不空」。诸位要记住。因果在不在万法里面？跟诸位说，也在万法里面，并不是因果在万法之外，不是的，也在里面。那万法皆空，为什么因果不空？因果不空，给诸位说，是对十法界有情众生说的。正因为因果不空，你才能够修行证果；如果因果要空了，你永远没有出头的希望，你还能了生死、脱轮回吗？十法界依正庄严是果报，有果必有因。现相虽然是假的，「一切有为法，如梦幻泡影」，是假的！假的不能说没有相。我们现在现相都摆在眼前，不能说没有。诸佛菩萨看这个相，这个相是假相，不是实有的。但是你不能不承认，它暂时存在，所以暂有，它不是永恒的有，暂时的有。这就是因果不空的道理。",
      "zh_TW": "這是說明了，「萬法皆空，因果不空」。諸位要記住。因果在不在萬法裡面？跟諸位說，也在萬法裡面，並不是因果在萬法之外，不是的，也在裡面。那萬法皆空，為什麼因果不空？因果不空，給諸位說，是對十法界有情眾生說的。正因為因果不空，你才能夠修行證果；如果因果要空了，你永遠沒有出頭的希望，你還能了生死、脫輪迴嗎？十法界依正莊嚴是果報，有果必有因。現相雖然是假的，「一切有為法，如夢幻泡影」，是假的！假的不能說沒有相。我們現在現相都擺在眼前，不能說沒有。諸佛菩薩看這個相，這個相是假相，不是實有的。但是你不能不承認，它暫時存在，所以暫有，它不是永恆的有，暫時的有。這就是因果不空的道理。"
    },
    {
      "id": "12-013-0004_p0047",
      "zh_CN": "十法界是这样变现出来的，六道轮回，也是这个道理变现出来的。我们修成声闻，修成缘觉，修成菩萨，修成佛，都离不开这个道理。这叫因果不空，我们要相信。尤其是净土法门，净土法门建立在信、愿、行，这三个条件当中，这叫三资粮。三个条件具足，你决定得生。「信」这一个条件，蕅益大师在《要解》里面告诉我们：第一个要相信自己。相信自己跟阿弥陀佛的关系密切；相信自己跟西方净土的关系密切，你要有这个信心。凭什么我们能见阿弥陀佛？阿弥陀佛是我们自性弥陀，这个关系多密切。为什么我们有资格往生西方净土？西方净土是自己的唯心净土，这还有什么话说！换一句话说，这是你的老家！你几时爱回去就回去了，谁也阻挡不了你。所以，这个你要相信！修净土的信心，就建立在这个基础上。",
      "zh_TW": "十法界是這樣變現出來的，六道輪迴，也是這個道理變現出來的。我們修成聲聞，修成緣覺，修成菩薩，修成佛，都離不開這個道理。這叫因果不空，我們要相信。尤其是淨土法門，淨土法門建立在信、願、行，這三個條件當中，這叫三資糧。三個條件具足，你決定得生。「信」這一個條件，蕅益大師在《要解》裡面告訴我們：第一個要相信自己。相信自己跟阿彌陀佛的關係密切；相信自己跟西方淨土的關係密切，你要有這個信心。憑什麼我們能見阿彌陀佛？阿彌陀佛是我們自性彌陀，這個關係多密切。為什麼我們有資格往生西方淨土？西方淨土是自己的唯心淨土，這還有什麼話說！換一句話說，這是你的老家！你幾時愛回去就回去了，誰也阻擋不了你。所以，這個你要相信！修淨土的信心，就建立在這個基礎上。"
    },
    {
      "id": "12-013-0004_p0048",
      "zh_CN": "第二，相信他，他就是释迦跟弥陀。释迦牟尼佛把西方极乐世界，介绍给我们，他为我们讲三经，我们相信世尊的话句句真实，没有一个字是虚假的。我们相信阿弥陀佛四十八愿，愿愿度法界一切众生，当然包括我自己在内。众生造极重的罪业，你们在《观无量寿经》里面去看，造五逆十恶的罪业，都能往生，这个很不可思议！为什么说造那么重的罪业还能往生？罪业也是性空，也是有为法，梦幻泡影，了不可得。可是你要知道，你往生，极重的罪业不碍事，障碍不了你；你要不往生，那个东西才是大障碍。这有个比喻，诸位从比喻当中，体会这个意思。往生就好像你作梦醒了，梦里面的事情都是虚妄的、都是假的；没往生，你还在作梦，你没醒。没醒，梦里头有苦，你要受；有乐，你也要受，你没有办法不受。往生就是梦醒了。所以知道，无始劫来，极重罪业是梦幻泡影，原来不碍事；不往生就碍事。不往生，那个极重的罪业，要叫你堕三恶道。",
      "zh_TW": "第二，相信他，他就是釋迦跟彌陀。釋迦牟尼佛把西方極樂世界，介紹給我們，他為我們講三經，我們相信世尊的話句句真實，沒有一個字是虛假的。我們相信阿彌陀佛四十八願，願願度法界一切眾生，當然包括我自己在內。眾生造極重的罪業，你們在《觀無量壽經》裡面去看，造五逆十惡的罪業，都能往生，這個很不可思議！為什麼說造那麼重的罪業還能往生？罪業也是性空，也是有為法，夢幻泡影，了不可得。可是你要知道，你往生，極重的罪業不礙事，障礙不了你；你要不往生，那個東西才是大障礙。這有個比喻，諸位從比喻當中，體會這個意思。往生就好像你作夢醒了，夢裡面的事情都是虛妄的、都是假的；沒往生，你還在作夢，你沒醒。沒醒，夢裡頭有苦，你要受；有樂，你也要受，你沒有辦法不受。往生就是夢醒了。所以知道，無始劫來，極重罪業是夢幻泡影，原來不礙事；不往生就礙事。不往生，那個極重的罪業，要叫你墮三惡道。"
    },
    {
      "id": "12-013-0004_p0049",
      "zh_CN": "所以对于造作罪业的人，你不要害怕，你不要忧虑，我的业障深重，我怎么有资格往生？你有这个怀疑，那就坏了！信、愿、行三个条件，这个条件没有了。《观经》里面，阿阇世王子他造的是五逆十恶，杀父亲，害母亲，跟提婆达多联合破和合僧，障碍佛法，无恶不作。最后，他回心转意，念佛求生净土。佛在《阿阇世王经》里面，告诉我们：「他往生西方极乐世界，上品中生。」造那么重的罪业，都不碍事。",
      "zh_TW": "所以對於造作罪業的人，你不要害怕，你不要憂慮，我的業障深重，我怎麼有資格往生？你有這個懷疑，那就壞了！信、願、行三個條件，這個條件沒有了。《觀經》裡面，阿闍世王子他造的是五逆十惡，殺父親，害母親，跟提婆達多聯合破和合僧，障礙佛法，無惡不作。最後，他回心轉意，念佛求生淨土。佛在《阿闍世王經》裡面，告訴我們：「他往生西方極樂世界，上品中生。」造那麼重的罪業，都不礙事。"
    },
    {
      "id": "12-013-0004_p0050",
      "zh_CN": "那回过头来，我们再看看，《发起菩萨志乐经》里面，讲的是一个比丘—出家人，为了嫉妒，障碍另一个出家人弘法，而堕地狱一千八百万年，什么原因呢？他没有念佛求生净土；他要是念佛求生净土，没事！你再回头来想一想，假如阿阇世王要不念佛求生净土，那个地狱罪有得受了！那跟经教上所讲的堕阿鼻地狱，那个劫数之长，时间之长，诸佛如来都讲不出来。经典上讲的这些，你要仔细去想，细心去体会，那一个人不造罪业？这一生不造罪业，你还有前生，前生还有前生，无量劫来，那有不造罪业的道理？只是造的罪业，大小轻重不一样，没有不造罪业的？",
      "zh_TW": "那回過頭來，我們再看看，《發起菩薩志樂經》裡面，講的是一個比丘—出家人，為了嫉妒，障礙另一個出家人弘法，而墮地獄一千八百萬年，什麼原因呢？他沒有念佛求生淨土；他要是念佛求生淨土，沒事！你再回頭來想一想，假如阿闍世王要不念佛求生淨土，那個地獄罪有得受了！那跟經教上所講的墮阿鼻地獄，那個劫數之長，時間之長，諸佛如來都講不出來。經典上講的這些，你要仔細去想，細心去體會，那一個人不造罪業？這一生不造罪業，你還有前生，前生還有前生，無量劫來，那有不造罪業的道理？只是造的罪業，大小輕重不一樣，沒有不造罪業的？"
    },
    {
      "id": "12-013-0004_p0051",
      "zh_CN": "那你就要晓得，特别是我们这个时代，这个时代，所谓是民主、自由、开放。这个社会里头，造罪业的机会，就特别多。如果不往生，几个人能够不堕三恶道？你要想到，自己来生不堕三恶道，你自己冷静、冷静去想一想，不杀生、不偷盗、不邪淫、不妄语、不饮酒，这个五戒，你能不能给自己打八十分？凭你的良心，去打分数，看看能不能打到八十分？如果能打到八十分，大概你来生可以得人生。如果这五条里面，通通都破了，通通都犯了，来世人身得不到，人身得不到就三途去了。三途的业因，是贪瞋痴。",
      "zh_TW": "那你就要曉得，特別是我們這個時代，這個時代，所謂是民主、自由、開放。這個社會裡頭，造罪業的機會，就特別多。如果不往生，幾個人能夠不墮三惡道？你要想到，自己來生不墮三惡道，你自己冷靜、冷靜去想一想，不殺生、不偷盜、不邪淫、不妄語、不飲酒，這個五戒，你能不能給自己打八十分？憑你的良心，去打分數，看看能不能打到八十分？如果能打到八十分，大概你來生可以得人生。如果這五條裡面，通通都破了，通通都犯了，來世人身得不到，人身得不到就三途去了。三途的業因，是貪瞋癡。"
    },
    {
      "id": "12-013-0004_p0052",
      "zh_CN": "我们比较比较：贪心，贪心重不重？你贪的这个对象—五欲六尘、名闻利养、财色名食睡。甚至于学佛，还贪佛法，还是个贪心。为什么他样样都想学呢？贪！为什么每一个法门，他都想得到呢？傲慢！不肯在人下，好胜！悭贪、好胜，那怎么不堕饿鬼道呢？所以，很容易堕三途，这是我们必须要认识清楚的。",
      "zh_TW": "我們比較比較：貪心，貪心重不重？你貪的這個對象—五欲六塵、名聞利養、財色名食睡。甚至於學佛，還貪佛法，還是個貪心。為什麼他樣樣都想學呢？貪！為什麼每一個法門，他都想得到呢？傲慢！不肯在人下，好勝！慳貪、好勝，那怎麼不墮餓鬼道呢？所以，很容易墮三途，這是我們必須要認識清楚的。"
    },
    {
      "id": "12-013-0004_p0053",
      "zh_CN": "蕅益大师除了教我们，信自、信他之外，还给我们讲信事、信理、信因、信果，这个我们就不必细说了，后面也许还会说到。",
      "zh_TW": "蕅益大師除了教我們，信自、信他之外，還給我們講信事、信理、信因、信果，這個我們就不必細說了，後面也許還會說到。"
    },
    {
      "id": "12-013-0004_p0054",
      "zh_CN": "【二为作用因】",
      "zh_TW": "【二為作用因】"
    },
    {
      "id": "12-013-0004_p0055",
      "zh_CN": "他这个「信因」里头有注解：『于境忍可故』，「于境忍可」这几个字，意思很深。「忍」，就是你能够忍受，境界现前，知道它的因果，也就是晓得，所有一切境界，无非都是因缘果报变现出来的。顺境里面，不要生贪爱之心，你能忍，不起贪爱。逆境里头，不生瞋恚之心，也是忍。所以「忍」这个字，就是你在境界里面，保持你的心清净、平等。用什么方法保持呢？「忍可」。你在境界里面，就得清净心，得平等心。这个「忍」，不是说逆境里面，你要忍耐。顺境里面也要忍，这顺境比逆境还可怕。所有境界里头，都要能忍，保持清净、平等，样样如法、随缘，普贤行愿教给我们，「恒顺众生，随喜功德」，这样就好。下面，",
      "zh_TW": "他這個「信因」裡頭有註解：『於境忍可故』，「於境忍可」這幾個字，意思很深。「忍」，就是你能夠忍受，境界現前，知道它的因果，也就是曉得，所有一切境界，無非都是因緣果報變現出來的。順境裡面，不要生貪愛之心，你能忍，不起貪愛。逆境裡頭，不生瞋恚之心，也是忍。所以「忍」這個字，就是你在境界裡面，保持你的心清淨、平等。用什麼方法保持呢？「忍可」。你在境界裡面，就得清淨心，得平等心。這個「忍」，不是說逆境裡面，你要忍耐。順境裡面也要忍，這順境比逆境還可怕。所有境界裡頭，都要能忍，保持清淨、平等，樣樣如法、隨緣，普賢行願教給我們，「恆順眾生，隨喜功德」，這樣就好。下面，"
    },
    {
      "id": "12-013-0004_p0056",
      "zh_CN": "【为作用因，于境印持，远处为近，若大若小，随心变故。】",
      "zh_TW": "【為作用因，於境印持，遠處為近，若大若小，隨心變故。】"
    },
    {
      "id": "12-013-0004_p0057",
      "zh_CN": "当然这是菩萨境界，这不是我们境界。这个是胜解的第二个意思。『境』指的是十法界，十法界就包括六道，这是外境。内里面的是一真法界。一真法界是一心变现出来的；十法界，是三心二意变现出来的。我们叫三心二意为外，一心是内。『印持』，「印」这个意思，是完全明了。「印」就是证明的意思。我们中国自古以来讲印信，印信做什么？证明的，这不是假的。所以「印」是证的意思。就是对于十法界理事因果，完全通达明了，一丝毫都不疑惑。「持」，这个「持」的意思，不能完全当作保持讲。「印持」不能当作保持讲。保持里面有能所，这个里头没有能所。所以这个「持」，佛法有个术语，叫「法而如是」，这就是「持」的意思。要用我们现代话来讲，就是自自然然，它自然就是这个样子。我们今天讲，自然的发展。这个就是你对于自然发展，里面的道理、过程，理事因果，都能通达明了，就是印持的意思。",
      "zh_TW": "當然這是菩薩境界，這不是我們境界。這個是勝解的第二個意思。『境』指的是十法界，十法界就包括六道，這是外境。內裡面的是一真法界。一真法界是一心變現出來的；十法界，是三心二意變現出來的。我們叫三心二意為外，一心是內。『印持』，「印」這個意思，是完全明瞭。「印」就是證明的意思。我們中國自古以來講印信，印信做什麼？證明的，這不是假的。所以「印」是證的意思。就是對於十法界理事因果，完全通達明瞭，一絲毫都不疑惑。「持」，這個「持」的意思，不能完全當作保持講。「印持」不能當作保持講。保持裡面有能所，這個裡頭沒有能所。所以這個「持」，佛法有個術語，叫「法而如是」，這就是「持」的意思。要用我們現代話來講，就是自自然然，它自然就是這個樣子。我們今天講，自然的發展。這個就是你對於自然發展，裡面的道理、過程，理事因果，都能通達明瞭，就是印持的意思。"
    },
    {
      "id": "12-013-0004_p0058",
      "zh_CN": "『远处为近』，这个是远近没有了。这是真的，不是假的。没有远近，远近是从距离上说，也没有大小了。《华严经》上常说：「芥子纳须弥」，芥子是芥菜子，芥菜子很小，跟芝麻一样大。须弥山很大，把须弥山装到芥菜子里面去，芥菜子没有放大，须弥山没有缩小，怎么能装进去呢？没有大小，所以能入进去。西方极乐世界距离我们这里，十万亿佛国土，佛讲一弹指就到达，没有远近。到什么时候你才没有大小，没有远近呢？给诸位说，见了性才没有。因为尽虚空、遍法界，都是自性变现的，自性里头那有远近？那有大小呢？这些话，没有见性的人，像我们还是用心意识，用分别、妄想、执着的人，很不容易理解，无法想像，他不能想像，所以叫不思议解脱境界。",
      "zh_TW": "『遠處為近』，這個是遠近沒有了。這是真的，不是假的。沒有遠近，遠近是從距離上說，也沒有大小了。《華嚴經》上常說：「芥子納須彌」，芥子是芥菜子，芥菜子很小，跟芝麻一樣大。須彌山很大，把須彌山裝到芥菜子裡面去，芥菜子沒有放大，須彌山沒有縮小，怎麼能裝進去呢？沒有大小，所以能入進去。西方極樂世界距離我們這裡，十萬億佛國土，佛講一彈指就到達，沒有遠近。到什麼時候你才沒有大小，沒有遠近呢？給諸位說，見了性才沒有。因為盡虛空、遍法界，都是自性變現的，自性裡頭那有遠近？那有大小呢？這些話，沒有見性的人，像我們還是用心意識，用分別、妄想、執著的人，很不容易理解，無法想像，他不能想像，所以叫不思議解脫境界。"
    },
    {
      "id": "12-013-0004_p0059",
      "zh_CN": "下面这一句说『随心变故』，所有一切境界相，都是唯心所现，唯识所变，这两句话是《华严经》上说的。心能现相，识能变化。再看底下这一句。",
      "zh_TW": "下面這一句說『隨心變故』，所有一切境界相，都是唯心所現，唯識所變，這兩句話是《華嚴經》上說的。心能現相，識能變化。再看底下這一句。"
    },
    {
      "id": "12-013-0004_p0060",
      "zh_CN": "【信智相资，他境不动，故名为力，即三昧义。】",
      "zh_TW": "【信智相資，他境不動，故名為力，即三昧義。】"
    },
    {
      "id": "12-013-0004_p0061",
      "zh_CN": "『信』，就是前面那个「解」的一个字，你解的不深，你的信心就不深。我们对西方极乐世界，为什么会怀疑？就是你了解的不够透彻，你真的明了了，怎么会不相信？一般人修净土，说老实话，信心大有问题，主要的是认识不够透彻。",
      "zh_TW": "『信』，就是前面那個「解」的一個字，你解的不深，你的信心就不深。我們對西方極樂世界，為什麼會懷疑？就是你了解的不夠透徹，你真的明瞭了，怎麼會不相信？一般人修淨土，說老實話，信心大有問題，主要的是認識不夠透徹。"
    },
    {
      "id": "12-013-0004_p0062",
      "zh_CN": "我们去年年底，在新加坡办了个培训班，培训班只有一门功课—《无量寿经》。学生有二十八个人，二十八个人通通学《无量寿经》，每一个人都要学会讲，一个人要讲两遍。第一遍是小座，就是同学们自己讲，讲完之后，接受同学的批评。第二次讲大座—升台，对信众来讲，讲两遍。一个人讲两遍。二十八个人，在三个月当中，你们想一想，五十多遍！三个月当中，五十多遍的薰习，他信不信呢？不信也信了！而且他们的信心，比一般人坚固的太多。道理在那里？就是三个月五十多遍的薰习，搞清楚了！搞明白了！这个理论、方法、境界，因因果果都搞清楚，都搞明白，这完全肯定了，信心坚定，一门深入的好处。",
      "zh_TW": "我們去年年底，在新加坡辦了個培訓班，培訓班只有一門功課—《無量壽經》。學生有二十八個人，二十八個人通通學《無量壽經》，每一個人都要學會講，一個人要講兩遍。第一遍是小座，就是同學們自己講，講完之後，接受同學的批評。第二次講大座—升台，對信眾來講，講兩遍。一個人講兩遍。二十八個人，在三個月當中，你們想一想，五十多遍！三個月當中，五十多遍的薰習，他信不信呢？不信也信了！而且他們的信心，比一般人堅固的太多。道理在那裡？就是三個月五十多遍的薰習，搞清楚了！搞明白了！這個理論、方法、境界，因因果果都搞清楚，都搞明白，這完全肯定了，信心堅定，一門深入的好處。"
    },
    {
      "id": "12-013-0004_p0063",
      "zh_CN": "你们同修听《无量寿经》，有没有听五十遍的？还有一种人，听经听了一遍，再讲第二遍，他不想听，这个经我已经听过了。这什么原因呢？善根浅薄！这一生当中不能成就。如果同一部经，他很喜欢听，遍遍都有兴趣，善根深厚。这个人在这一生当中，决定成就。古时候的这些大德听经，一部经能听多少遍？很不容易！那个地方有法师讲这个经，他要去听，到处去打听。一个法师重复讲几遍的，不多！现在方便了，现在有录音带、有录影带。你可以反复不断的去听，一遍一遍的去听。真正净宗道场，要提倡一门深入。不但念佛，一个方法；讲经也讲一部经。一部经讲完了，从头再讲，永远不改变，这就是道风、学风！让这个道场里面，四众同修坚定信愿，老实念佛，各各成就。",
      "zh_TW": "你們同修聽《無量壽經》，有沒有聽五十遍的？還有一種人，聽經聽了一遍，再講第二遍，他不想聽，這個經我已經聽過了。這什麼原因呢？善根淺薄！這一生當中不能成就。如果同一部經，他很喜歡聽，遍遍都有興趣，善根深厚。這個人在這一生當中，決定成就。古時候的這些大德聽經，一部經能聽多少遍？很不容易！那個地方有法師講這個經，他要去聽，到處去打聽。一個法師重覆講幾遍的，不多！現在方便了，現在有錄音帶、有錄影帶。你可以反覆不斷的去聽，一遍一遍的去聽。真正淨宗道場，要提倡一門深入。不但念佛，一個方法；講經也講一部經。一部經講完了，從頭再講，永遠不改變，這就是道風、學風！讓這個道場裡面，四眾同修堅定信願，老實念佛，各各成就。"
    },
    {
      "id": "12-013-0004_p0064",
      "zh_CN": "所以信跟智『相资』，就是相辅相成。「智」决断，帮助你「信」，「信」帮助你「智」。『他境不动』，其他境界决不动摇，这就有力了。这个力就是三十七道品里的五力，你的五根就产生力量，而这个力就是三昧；三昧是定，不动摇。这是这一句里面的含义。下面说：",
      "zh_TW": "所以信跟智『相資』，就是相輔相成。「智」決斷，幫助你「信」，「信」幫助你「智」。『他境不動』，其他境界決不動搖，這就有力了。這個力就是三十七道品裡的五力，你的五根就產生力量，而這個力就是三昧；三昧是定，不動搖。這是這一句裡面的含義。下面說："
    },
    {
      "id": "12-013-0004_p0065",
      "zh_CN": "【余四句别释上总句。】",
      "zh_TW": "【餘四句別釋上總句。】"
    },
    {
      "id": "12-013-0004_p0066",
      "zh_CN": "下面这四句，刚才说的，是这一句的解释。是他的用处。",
      "zh_TW": "下面這四句，剛才說的，是這一句的解釋。是他的用處。"
    },
    {
      "id": "12-013-0004_p0067",
      "zh_CN": "【一信眼清净，释上信决定义。】",
      "zh_TW": "【一信眼清淨，釋上信決定義。】"
    },
    {
      "id": "12-013-0004_p0068",
      "zh_CN": "他的信心决定。清凉注解好！底下一句说的很清楚、很明白！",
      "zh_TW": "他的信心決定。清涼註解好！底下一句說的很清楚、很明白！"
    },
    {
      "id": "12-013-0004_p0069",
      "zh_CN": "【谓欲修念佛三昧，先当正信。】",
      "zh_TW": "【謂欲修念佛三昧，先當正信。】"
    },
    {
      "id": "12-013-0004_p0070",
      "zh_CN": "『念佛三昧』—三昧中王。百千三昧、无量三昧，都不如念佛三昧。念佛三昧得到了，给诸位说，无量三昧通通都得到。你修其他的三昧，你能得到一部份，不能得到圆满。唯独念佛三昧，你所得的是大圆满。可是『信』是最重要的。",
      "zh_TW": "『念佛三昧』—三昧中王。百千三昧、無量三昧，都不如念佛三昧。念佛三昧得到了，給諸位說，無量三昧通通都得到。你修其他的三昧，你能得到一部份，不能得到圓滿。唯獨念佛三昧，你所得的是大圓滿。可是『信』是最重要的。"
    },
    {
      "id": "12-013-0004_p0071",
      "zh_CN": "【信与解俱，故名为眼】",
      "zh_TW": "【信與解俱，故名為眼】"
    },
    {
      "id": "12-013-0004_p0072",
      "zh_CN": "这个『眼』是比喻，「信眼清净」是比喻。可见他这个「信」不是迷信，他是真正透彻明白了才相信。所以这个「信」是清净心，决定没有疑惑，理事因果都搞清楚了，这「信眼清净」。",
      "zh_TW": "這個『眼』是比喻，「信眼清淨」是比喻。可見他這個「信」不是迷信，他是真正透徹明白了才相信。所以這個「信」是清淨心，決定沒有疑惑，理事因果都搞清楚了，這「信眼清淨」。"
    },
    {
      "id": "12-013-0004_p0073",
      "zh_CN": "【则了见分明。由有信智，于实德能，深忍乐欲，令心等净，故名清净。】",
      "zh_TW": "【則了見分明。由有信智，於實德能，深忍樂欲，令心等淨，故名清淨。】"
    },
    {
      "id": "12-013-0004_p0074",
      "zh_CN": "理事因果通通明白了，「信」里面有「智」，「智」里面有「信」，所以『于实德能』。这个「实德能」，就是经题上讲的大方广，或者我们讲的体相用。「实」—真实，是体。「德」就是相，就是它显示出来的相状，我们讲依正庄严。一真法界里面，四土的依正庄严。十法界里面，也有它依正庄严—「相」。「能」是它的作用。所以实德能就是体相用。体相用，小，任何一物，一粒微尘，也有体相用。依报最小的，正报最小的，佛在经上常讲：毛端、汗毛，也有体相用，这是小的。大呢？虚空法界，尽虚空、遍法界也有它的体相用。所以实德能这三个字，把世、出世间所有一切法的体相用都包括尽了，你都明了了，都通达了。",
      "zh_TW": "理事因果通通明白了，「信」裡面有「智」，「智」裡面有「信」，所以『於實德能』。這個「實德能」，就是經題上講的大方廣，或者我們講的體相用。「實」—真實，是體。「德」就是相，就是它顯示出來的相狀，我們講依正莊嚴。一真法界裡面，四土的依正莊嚴。十法界裡面，也有它依正莊嚴—「相」。「能」是它的作用。所以實德能就是體相用。體相用，小，任何一物，一粒微塵，也有體相用。依報最小的，正報最小的，佛在經上常講：毛端、汗毛，也有體相用，這是小的。大呢？虛空法界，盡虛空、遍法界也有它的體相用。所以實德能這三個字，把世、出世間所有一切法的體相用都包括盡了，你都明瞭了，都通達了。"
    },
    {
      "id": "12-013-0004_p0075",
      "zh_CN": "『深忍』，这个不是浅，很深！「深忍」，当然你就不动了，你在一切法里头，刚才讲了，你就真正做到不起心、不动念。『乐欲』，「乐」是欢喜、爱好。欢喜，法喜！怎么来的呢？是因为你一切明了通达了，这个真正欢喜。「欲」，是说你起作用，什么作用？十法界随类现身。跟诸佛菩萨没有两样，普度众生。用「欲」这个字来作代表，不是他真的有这个「欲」，真的有这个「欲」，那他就变成凡夫了。虽然在十法界里，现身说法度众生，心里头若无其事，空有两边不住，「欲」是这个意思，空有两边都不住。如果自己入这个境界了，看到还有许多众生，在受苦受难，跟自己有缘，我去帮他，他能够相信。你要不肯去帮他，那你就错了。",
      "zh_TW": "『深忍』，這個不是淺，很深！「深忍」，當然你就不動了，你在一切法裡頭，剛才講了，你就真正做到不起心、不動念。『樂欲』，「樂」是歡喜、愛好。歡喜，法喜！怎麼來的呢？是因為你一切明瞭通達了，這個真正歡喜。「欲」，是說你起作用，什麼作用？十法界隨類現身。跟諸佛菩薩沒有兩樣，普度眾生。用「欲」這個字來作代表，不是他真的有這個「欲」，真的有這個「欲」，那他就變成凡夫了。雖然在十法界裡，現身說法度眾生，心裡頭若無其事，空有兩邊不住，「欲」是這個意思，空有兩邊都不住。如果自己入這個境界了，看到還有許多眾生，在受苦受難，跟自己有緣，我去幫他，他能夠相信。你要不肯去幫他，那你就錯了。"
    },
    {
      "id": "12-013-0004_p0076",
      "zh_CN": "诸位要知道，「佛不度无缘之人」，你跟他没有缘，你度不了他。他跟你很陌生，没有法子接近，所以我们无量劫来，跟一切众生结的缘，不管是善缘、恶缘都好，只要有缘，成佛就能度他，你跟他没有缘的话，那一点办法都没有，所以善缘好，恶缘也不错，这个要知道。只要有缘，就有这个机会，就可以普度，这个道理要懂的。所以「深忍乐欲」，这四个字意思很深、很广。",
      "zh_TW": "諸位要知道，「佛不度無緣之人」，你跟他沒有緣，你度不了他。他跟你很陌生，沒有法子接近，所以我們無量劫來，跟一切眾生結的緣，不管是善緣、惡緣都好，只要有緣，成佛就能度他，你跟他沒有緣的話，那一點辦法都沒有，所以善緣好，惡緣也不錯，這個要知道。只要有緣，就有這個機會，就可以普度，這個道理要懂的。所以「深忍樂欲」，這四個字意思很深、很廣。"
    },
    {
      "id": "12-013-0004_p0077",
      "zh_CN": "『令心等净』，等是平等，平等、清净这才叫清净，所以它这个清净里头，有平等的意思，正是《无量寿经》上的经题—清净、平等、觉。",
      "zh_TW": "『令心等淨』，等是平等，平等、清淨這才叫清淨，所以它這個清淨裡頭，有平等的意思，正是《無量壽經》上的經題—清淨、平等、覺。"
    },
    {
      "id": "12-013-0004_p0078",
      "zh_CN": "【二智光照曜，释上智决断义。】",
      "zh_TW": "【二智光照曜，釋上智決斷義。】"
    },
    {
      "id": "12-013-0004_p0079",
      "zh_CN": "大师在此地，引用文殊般若里头的一个意思，并不是完全的经文，是经文里头讲的意思，所以，",
      "zh_TW": "大師在此地，引用文殊般若裡頭的一個意思，並不是完全的經文，是經文裡頭講的意思，所以，"
    },
    {
      "id": "12-013-0004_p0080",
      "zh_CN": "【意云】",
      "zh_TW": "【意云】"
    },
    {
      "id": "12-013-0004_p0081",
      "zh_CN": "他没有说「经云」。如果「经云」，那完全是经里头的文字；「意云」呢？离开它的文字。般若经这一段讲的意思。",
      "zh_TW": "他沒有說「經云」。如果「經云」，那完全是經裡頭的文字；「意云」呢？離開它的文字。般若經這一段講的意思。"
    },
    {
      "id": "12-013-0004_p0082",
      "zh_CN": "【欲入一行三昧，先闻般若，如说修学，然后能入。】",
      "zh_TW": "【欲入一行三昧，先聞般若，如說修學，然後能入。】"
    },
    {
      "id": "12-013-0004_p0083",
      "zh_CN": "这是般若经里头，讲的这个意思。你要想入『一行三昧』，这个「一行三昧」，我们一心称念阿弥陀佛，就是「一行三昧」。要『先闻般若』，你没有般若智慧，你念佛会有障碍。什么障碍呢？怀疑、夹杂、间断，你会有这些障碍。所以，为什么在去年年初，我们把《金刚经》费那么长的时间讲一遍，有很多人来问我，他说：「法师，你不是说你专弘净土？你怎么又去讲《金刚经》？」我告诉他：「我讲《金刚经》，还是讲阿弥陀佛！」原因就是大家念佛功夫不得力，为什么不得力？没有看破，没有放下。《金刚般若》里头所讲的，就是教我们看破、放下，后面老实念佛就成功了。你要是看不破、放不下，你不可能老实。不老实念佛，那只跟阿弥陀佛结个缘，这一生去不了。所以这是《般若经》不能不讲一遍，道理也在此地。",
      "zh_TW": "這是般若經裡頭，講的這個意思。你要想入『一行三昧』，這個「一行三昧」，我們一心稱念阿彌陀佛，就是「一行三昧」。要『先聞般若』，你沒有般若智慧，你念佛會有障礙。什麼障礙呢？懷疑、夾雜、間斷，你會有這些障礙。所以，為什麼在去年年初，我們把《金剛經》費那麼長的時間講一遍，有很多人來問我，他說：「法師，你不是說你專弘淨土？你怎麼又去講《金剛經》？」我告訴他：「我講《金剛經》，還是講阿彌陀佛！」原因就是大家念佛功夫不得力，為什麼不得力？沒有看破，沒有放下。《金剛般若》裡頭所講的，就是教我們看破、放下，後面老實念佛就成功了。你要是看不破、放不下，你不可能老實。不老實念佛，那只跟阿彌陀佛結個緣，這一生去不了。所以這是《般若經》不能不講一遍，道理也在此地。"
    },
    {
      "id": "12-013-0004_p0084",
      "zh_CN": "那么现在每个星期四，我在杭州南路那边，讲《般若纲要》，也是这个意思。《大般若经》份量太大，的确，看一遍很不容易。现代人看到部头太大了，不想看了！这是前清葛鉫居士很难得，把六百卷浓缩成十卷，里面精华的句子就是节要，节录下来，节是最重要的，这个经里面的开示，把它节录下来，变成十卷。那我们看起来，就很有受用，很方便，不浪费时间。我们现在讲的时候，又在里头选讲，并没有完全讲。选择很重要，对我们念佛很有帮助的，这些经文来讲解，来互相勉励。所以「先闻般若」重要。",
      "zh_TW": "那麼現在每個星期四，我在杭州南路那邊，講《般若綱要》，也是這個意思。《大般若經》份量太大，的確，看一遍很不容易。現代人看到部頭太大了，不想看了！這是前清葛鉫居士很難得，把六百卷濃縮成十卷，裡面精華的句子就是節要，節錄下來，節是最重要的，這個經裡面的開示，把它節錄下來，變成十卷。那我們看起來，就很有受用，很方便，不浪費時間。我們現在講的時候，又在裡頭選講，並沒有完全講。選擇很重要，對我們念佛很有幫助的，這些經文來講解，來互相勉勵。所以「先聞般若」重要。"
    },
    {
      "id": "12-013-0004_p0085",
      "zh_CN": "『如说修学，然后能入。』般若里头实在讲，般若最后归结到一句话—「不可得」三个字。世、出世间所有一切法，都不可得；阿耨多罗三藐三菩提也不可得。你真正入了「不可得」，给诸位说，尽虚空、遍法界你通通都得了。你想有一样东西可得，你什么都得不到。你要真正懂得一切都不可得，你全都得到了。这个道理，大家细心去想一想。下面说：",
      "zh_TW": "『如說修學，然後能入。』般若裡頭實在講，般若最後歸結到一句話—「不可得」三個字。世、出世間所有一切法，都不可得；阿耨多羅三藐三菩提也不可得。你真正入了「不可得」，給諸位說，盡虛空、遍法界你通通都得了。你想有一樣東西可得，你什麼都得不到。你要真正懂得一切都不可得，你全都得到了。這個道理，大家細心去想一想。下面說："
    },
    {
      "id": "12-013-0004_p0086",
      "zh_CN": "【言一行者，一法界行】",
      "zh_TW": "【言一行者，一法界行】"
    },
    {
      "id": "12-013-0004_p0087",
      "zh_CN": "『一法界行』，就是一真法界。",
      "zh_TW": "『一法界行』，就是一真法界。"
    },
    {
      "id": "12-013-0004_p0088",
      "zh_CN": "【亦无一故。】",
      "zh_TW": "【亦無一故。】"
    },
    {
      "id": "12-013-0004_p0089",
      "zh_CN": "这个很要紧。这个就是《般若经》上的意思，你还要有一个「一」的这个观念，你就错了。你并没有入一法界，一法界「一」也没有，一空到底！我们没法子入；没法子入，老实念佛就好。到了极乐世界就入了，见了阿弥陀佛就入了，这是很好的办法。",
      "zh_TW": "這個很要緊。這個就是《般若經》上的意思，你還要有一個「一」的這個觀念，你就錯了。你並沒有入一法界，一法界「一」也沒有，一空到底！我們沒法子入；沒法子入，老實念佛就好。到了極樂世界就入了，見了阿彌陀佛就入了，這是很好的辦法。"
    },
    {
      "id": "12-013-0004_p0090",
      "zh_CN": "【故彼经云，法界一相，系缘法界。即是此中决定解义。】",
      "zh_TW": "【故彼經云，法界一相，繫緣法界。即是此中決定解義。】"
    },
    {
      "id": "12-013-0004_p0091",
      "zh_CN": "『法界一相』，这个地方讲的「法界一相」，是指十法界跟一真法界，也就是我们讲世、出世法「一相」。这个「一相」是什么相？空相，不可得相。『系缘法界』，这是法身大士所修的，这才是真正决定胜解。也就是说，世、出世间一切法了不可得；虽了不可得，他做不做呢？做！为什么要做？为利益一切众生而做。虽利益一切众生，实在讲，是做无所做。做而无做，无做而做，做跟无做是同时的。这个我们很难懂。他有做，他就不落空；他有无做，他就不住有，空有两边不住。这是诸佛菩萨，这是作用自在，真的得大自在了。",
      "zh_TW": "『法界一相』，這個地方講的「法界一相」，是指十法界跟一真法界，也就是我們講世、出世法「一相」。這個「一相」是什麼相？空相，不可得相。『繫緣法界』，這是法身大士所修的，這才是真正決定勝解。也就是說，世、出世間一切法了不可得；雖了不可得，他做不做呢？做！為什麼要做？為利益一切眾生而做。雖利益一切眾生，實在講，是做無所做。做而無做，無做而做，做跟無做是同時的。這個我們很難懂。他有做，他就不落空；他有無做，他就不住有，空有兩邊不住。這是諸佛菩薩，這是作用自在，真的得大自在了。"
    },
    {
      "id": "12-013-0004_p0092",
      "zh_CN": "不像我们凡夫，我们做跟不做分开来两桩事情，没有办法把它合拢成一桩事情。法身大士他们是一桩事情。做什么？上台表演，演的很逼真。演的什么？给众生做示范、做样子。说无做是什么？他所表演绝对不是出他自己意思的。像演员上台去表演，按照剧本去做，剧本叫你怎么动作，就怎么动作，叫你说什么，你就说什么，没有一个动作、一句话，是自己意思，所以他无做。但是表演的很逼真，他有做；做与无做，是一不是二。诸佛菩萨在十法界示现，就是表演，不是真的，是假的，这个意思就很深！下面说：",
      "zh_TW": "不像我們凡夫，我們做跟不做分開來兩樁事情，沒有辦法把它合攏成一樁事情。法身大士他們是一樁事情。做什麼？上台表演，演的很逼真。演的什麼？給眾生做示範、做樣子。說無做是什麼？他所表演絕對不是出他自己意思的。像演員上台去表演，按照劇本去做，劇本叫你怎麼動作，就怎麼動作，叫你說什麼，你就說什麼，沒有一個動作、一句話，是自己意思，所以他無做。但是表演的很逼真，他有做；做與無做，是一不是二。諸佛菩薩在十法界示現，就是表演，不是真的，是假的，這個意思就很深！下面說："
    },
    {
      "id": "12-013-0004_p0093",
      "zh_CN": "【又显诸佛等无二故。】",
      "zh_TW": "【又顯諸佛等無二故。】"
    },
    {
      "id": "12-013-0004_p0094",
      "zh_CN": "诸佛平等无二。此地的『诸佛』，吉祥云比丘就是佛。「明心见性，见性成佛。」所以四十一位法身大士叫「诸佛」。那个「诸」就是指四十一位，跟《金刚经》上说的意思一样。今天时间到了，我们就讲到此地。",
      "zh_TW": "諸佛平等無二。此地的『諸佛』，吉祥雲比丘就是佛。「明心見性，見性成佛。」所以四十一位法身大士叫「諸佛」。那個「諸」就是指四十一位，跟《金剛經》上說的意思一樣。今天時間到了，我們就講到此地。"
    }
  ]
}