{
  "doc_id": "12-013-0002",
  "title": {
    "zh_CN": "华严经行愿品吉祥云比丘章",
    "zh_TW": "華嚴經行願品吉祥雲比丘章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-013-0002",
  "total_paragraphs": 138,
  "paragraphs": [
    {
      "id": "12-013-0002_p0001",
      "zh_CN": "请掀开经本，第二面第六行。请看经文：",
      "zh_TW": "請掀開經本，第二面第六行。請看經文："
    },
    {
      "id": "12-013-0002_p0002",
      "zh_CN": "【尔时善财童子渐次南行，往胜乐国，登妙峰山。于其山上，东西南北，四维上下，周遍求觅。经于七日，竟不能见。由为勤求善知识故，捐舍身命，无饥渴想，正念观察，心安无退。】",
      "zh_TW": "【爾時善財童子漸次南行，往勝樂國，登妙峰山。於其山上，東西南北，四維上下，周遍求覓。經于七日，竟不能見。由為勤求善知識故，捐捨身命，無飢渴想，正念觀察，心安無退。】"
    },
    {
      "id": "12-013-0002_p0003",
      "zh_CN": "这个是一小段。『尔时』是指善财童子，初到吉祥云比丘道场的时候。清凉大师在注解里面告诉我们，第一段是：",
      "zh_TW": "這個是一小段。『爾時』是指善財童子，初到吉祥雲比丘道場的時候。清涼大師在註解裡面告訴我們，第一段是："
    },
    {
      "id": "12-013-0002_p0004",
      "zh_CN": "【依教趣求】",
      "zh_TW": "【依教趣求】"
    },
    {
      "id": "12-013-0002_p0005",
      "zh_CN": "通常这个状况之下，文里头有念前面一位善知识的教导、教诲。然后这是：",
      "zh_TW": "通常這個狀況之下，文裡頭有念前面一位善知識的教導、教誨。然後這是："
    },
    {
      "id": "12-013-0002_p0006",
      "zh_CN": "【趣求后友】",
      "zh_TW": "【趣求後友】"
    },
    {
      "id": "12-013-0002_p0007",
      "zh_CN": "在这个地方，经文里面缺少这一小段，只有『趣求后友』，没有",
      "zh_TW": "在這個地方，經文裡面缺少這一小段，只有『趣求後友』，沒有"
    },
    {
      "id": "12-013-0002_p0008",
      "zh_CN": "【念前友教】",
      "zh_TW": "【念前友教】"
    },
    {
      "id": "12-013-0002_p0009",
      "zh_CN": "没有这段文字。大师他的意思以为说：",
      "zh_TW": "沒有這段文字。大師他的意思以為說："
    },
    {
      "id": "12-013-0002_p0010",
      "zh_CN": "【今略无初义。或前未入位，故不说耳。】",
      "zh_TW": "【今略無初義。或前未入位，故不說耳。】"
    },
    {
      "id": "12-013-0002_p0011",
      "zh_CN": "这个说法也很有道理。就像读书一样，他并没有学位。像我们现在念书，中学没有学位，到大学才有学位。在文殊菩萨这一会，十信这一会里面没有学位，到住他才有位，才有学位。所以就没有说了。那么往后经文，大概都有这个意思。可是我们在经上看到的，都是说『善财童子渐次南行』，这个意思要明了。说「渐次南行」，经文总显，这个注解里面，各位可以看，",
      "zh_TW": "這個說法也很有道理。就像讀書一樣，他並沒有學位。像我們現在念書，中學沒有學位，到大學才有學位。在文殊菩薩這一會，十信這一會裡面沒有學位，到住他才有位，才有學位。所以就沒有說了。那麼往後經文，大概都有這個意思。可是我們在經上看到的，都是說『善財童子漸次南行』，這個意思要明瞭。說「漸次南行」，經文總顯，這個註解裡面，各位可以看，"
    },
    {
      "id": "12-013-0002_p0012",
      "zh_CN": "【总显加行】",
      "zh_TW": "【總顯加行】"
    },
    {
      "id": "12-013-0002_p0013",
      "zh_CN": "南是代表光明，前面跟诸位说过了。那么依照文殊菩萨的指示，到达胜乐国。这个胜乐国也不是真有这么一个地方，全是表法的。《华严》里面，表法的意思非常之多，很深、很广！这个一定要细心去体会。胜是殊胜，乐是快乐；意思就是说，初住位比十信菩萨快乐要殊胜太多。所以把它称之为殊胜国，意思是这样的。",
      "zh_TW": "南是代表光明，前面跟諸位說過了。那麼依照文殊菩薩的指示，到達勝樂國。這個勝樂國也不是真有這麼一個地方，全是表法的。《華嚴》裡面，表法的意思非常之多，很深、很廣！這個一定要細心去體會。勝是殊勝，樂是快樂；意思就是說，初住位比十信菩薩快樂要殊勝太多。所以把它稱之為殊勝國，意思是這樣的。"
    },
    {
      "id": "12-013-0002_p0014",
      "zh_CN": "『登妙峰山』，那个山也是表法的。不一定真有这个山。山有两个意思：第一个意思，它表现的寂静不动。意思是说，修学的人契入这个境界，六根接触外面六尘，他能够「如如不动」。他心定就像山一样，像山岳一样，取这个意思。第二个意思—山高。在山顶上，登高望远。很远的地方，你都能够看的到。表示证得初住位，他的智慧开了；前面说，自性智慧开了。所以对于万事万物，他的观察比十信菩萨要殊胜太多。所以用山来作比喻。都是比喻初住菩萨定慧的功德，超过十信位的菩萨。十信没有地位，原因是信位常常有退转，进进退退。入初住就不退了。",
      "zh_TW": "『登妙峰山』，那個山也是表法的。不一定真有這個山。山有兩個意思：第一個意思，它表現的寂靜不動。意思是說，修學的人契入這個境界，六根接觸外面六塵，他能夠「如如不動」。他心定就像山一樣，像山嶽一樣，取這個意思。第二個意思—山高。在山頂上，登高望遠。很遠的地方，你都能夠看的到。表示證得初住位，他的智慧開了；前面說，自性智慧開了。所以對於萬事萬物，他的觀察比十信菩薩要殊勝太多。所以用山來作比喻。都是比喻初住菩薩定慧的功德，超過十信位的菩薩。十信沒有地位，原因是信位常常有退轉，進進退退。入初住就不退了。"
    },
    {
      "id": "12-013-0002_p0015",
      "zh_CN": "我们净宗里面讲的三不退；实在说，圆教初住菩萨这三种不退，他都证得了。不仅仅是位不退，我们在前面交代的，位不退是个比喻。实际上，他行不退、念不退。这个念是念念流入萨婆若海。虽然证得三不退，并没有圆满。这个意思，诸位一定要懂得，四十一位法身大士，什么人证得圆满的三不退？一般的讲法，是法云地的菩萨—十地，第十地的菩萨，三大阿僧衹劫修满了，他才叫圆。九地往十地不圆，还欠一分。所以圆证三不退，这是净土。净土往生，那怕是凡圣同居土下下品往生，生到西方极乐世界，都是圆证三不退。所以你才知道，《华严经》上四十一位法身大士，比不上往生净土的人。这个一定要知道，才显示出净土是无比的殊胜。要是明白这些道理，明了这些事实真相。说实在的话，他什么都放下了。一天到晚，一句阿弥陀佛就够了，何必还要搞这么啰哩啰嗦，这么大部的《华严经》，净土真的是无比殊胜。你不读《华严》，不知道念佛的殊胜；读了《华严》之后，才知道念佛的殊胜。",
      "zh_TW": "我們淨宗裡面講的三不退；實在說，圓教初住菩薩這三種不退，他都證得了。不僅僅是位不退，我們在前面交代的，位不退是個比喻。實際上，他行不退、念不退。這個念是念念流入薩婆若海。雖然證得三不退，並沒有圓滿。這個意思，諸位一定要懂得，四十一位法身大士，什麼人證得圓滿的三不退？一般的講法，是法雲地的菩薩—十地，第十地的菩薩，三大阿僧衹劫修滿了，他才叫圓。九地往十地不圓，還欠一分。所以圓證三不退，這是淨土。淨土往生，那怕是凡聖同居土下下品往生，生到西方極樂世界，都是圓證三不退。所以你才知道，《華嚴經》上四十一位法身大士，比不上往生淨土的人。這個一定要知道，才顯示出淨土是無比的殊勝。要是明白這些道理，明瞭這些事實真相。說實在的話，他什麼都放下了。一天到晚，一句阿彌陀佛就夠了，何必還要搞這麼囉哩囉嗦，這麼大部的《華嚴經》，淨土真的是無比殊勝。你不讀《華嚴》，不知道念佛的殊勝；讀了《華嚴》之後，才知道念佛的殊勝。"
    },
    {
      "id": "12-013-0002_p0016",
      "zh_CN": "那么善财到这个山上，到妙峰山，到处去找善友，找吉祥云比丘。他找了七天，都没找到。虽然七天没有遇到，他并不退心。『为求善知识故，捐舍身命，无饥渴想。』。这三句是教给我们求学的态度，应当要这样的态度来求学。『正念观察，心安无退。』。我们看清凉大师的解释，从第三面看起，大家翻过来，从第三面看：",
      "zh_TW": "那麼善財到這個山上，到妙峰山，到處去找善友，找吉祥雲比丘。他找了七天，都沒找到。雖然七天沒有遇到，他並不退心。『為求善知識故，捐捨身命，無飢渴想。』。這三句是教給我們求學的態度，應當要這樣的態度來求學。『正念觀察，心安無退。』。我們看清涼大師的解釋，從第三面看起，大家翻過來，從第三面看："
    },
    {
      "id": "12-013-0002_p0017",
      "zh_CN": "【见心陟位，故曰登山。】",
      "zh_TW": "【見心陟位，故曰登山。】"
    },
    {
      "id": "12-013-0002_p0018",
      "zh_CN": "『登山』它表的意思，不是真的叫你去爬山。『见心』，就是禅宗里面讲的「明心见性」。禅宗讲：「明心见性，见性成佛」，见性就是成佛了。那么这个地方是初住菩萨，初住菩萨就成佛了。这是真佛不是假佛，见性就成佛了。《普门品》里面所说的，菩萨要到他方世界去教化众生，应以佛身而得度，他就现佛身而为说法。初住菩萨就有能力现佛身。诸位《无量寿经》念的很熟，《无量寿经》在第二品里面说到，菩萨弘愿度生，在种种示现当中，举了一个例子—八相成道。八相成道是什么人呢？圆教初住菩萨就有能力，就有资格示现八相成道。这是遇到有这个缘份，应以佛身而得度，他就示现八相成道。这个是『见行陟位』，用登山来作比喻。",
      "zh_TW": "『登山』它表的意思，不是真的叫你去爬山。『見心』，就是禪宗裡面講的「明心見性」。禪宗講：「明心見性，見性成佛」，見性就是成佛了。那麼這個地方是初住菩薩，初住菩薩就成佛了。這是真佛不是假佛，見性就成佛了。《普門品》裡面所說的，菩薩要到他方世界去教化眾生，應以佛身而得度，他就現佛身而為說法。初住菩薩就有能力現佛身。諸位《無量壽經》念的很熟，《無量壽經》在第二品裡面說到，菩薩弘願度生，在種種示現當中，舉了一個例子—八相成道。八相成道是什麼人呢？圓教初住菩薩就有能力，就有資格示現八相成道。這是遇到有這個緣份，應以佛身而得度，他就示現八相成道。這個是『見行陟位』，用登山來作比喻。"
    },
    {
      "id": "12-013-0002_p0019",
      "zh_CN": "【智鉴位行，为遍观察。】",
      "zh_TW": "【智鑒位行，為遍觀察。】"
    },
    {
      "id": "12-013-0002_p0020",
      "zh_CN": "他在山上，他要去寻找善知识，四面观察；这观察的意思，是他的智慧，智慧有照；这个「鉴」就是照的意思—照见。菩萨五十一个位次，从初发心到圆满成佛，他清清楚楚、明明白白。这个就是遍观察的意思。",
      "zh_TW": "他在山上，他要去尋找善知識，四面觀察；這觀察的意思，是他的智慧，智慧有照；這個「鑒」就是照的意思—照見。菩薩五十一個位次，從初發心到圓滿成佛，他清清楚楚、明明白白。這個就是遍觀察的意思。"
    },
    {
      "id": "12-013-0002_p0021",
      "zh_CN": "【情怀得旨，名为寻求。】",
      "zh_TW": "【情懷得旨，名為尋求。】"
    },
    {
      "id": "12-013-0002_p0022",
      "zh_CN": "他寻求善知识，意思在这个地方。旨是宗旨，宗旨是性德；自性里面，本具的智慧德能。由此可知，佛法称为内学；内，就是向自性里面去寻求，不是叫你心外求法。心外求法，佛在大乘经里面，都称之为外道。所以外道并不是轻视人，也并不是骂人。外道是心外求法，这叫外道。跟内学有所区别，是这个意思。从初住以后，都是在心性里面求，绝对不会在境界里面求，不会的。接触境界，他能够从境界里面回头求自性。就是像楞严会上，观世音菩萨为我们所说的，他说他修行的方法，「返闻闻自性，性成无上道。」菩萨眼见色，耳闻声，六根都往外面境界攀缘，但是他用心，他见到外面，他能够回光返照，他能够回归自性，这就是人家了不起的功夫，他不向外面攀缘，他往内里面去观照。观音菩萨修行成就的，就是用这种方法—「返闻闻自性，性成无上道。」寻求『情怀得旨』，就是这个意思。",
      "zh_TW": "他尋求善知識，意思在這個地方。旨是宗旨，宗旨是性德；自性裡面，本具的智慧德能。由此可知，佛法稱為內學；內，就是向自性裡面去尋求，不是叫你心外求法。心外求法，佛在大乘經裡面，都稱之為外道。所以外道並不是輕視人，也並不是罵人。外道是心外求法，這叫外道。跟內學有所區別，是這個意思。從初住以後，都是在心性裡面求，絕對不會在境界裡面求，不會的。接觸境界，他能夠從境界裡面回頭求自性。就是像楞嚴會上，觀世音菩薩為我們所說的，他說他修行的方法，「返聞聞自性，性成無上道。」菩薩眼見色，耳聞聲，六根都往外面境界攀緣，但是他用心，他見到外面，他能夠迴光返照，他能夠回歸自性，這就是人家了不起的功夫，他不向外面攀緣，他往內裡面去觀照。觀音菩薩修行成就的，就是用這種方法—「返聞聞自性，性成無上道。」尋求『情懷得旨』，就是這個意思。"
    },
    {
      "id": "12-013-0002_p0023",
      "zh_CN": "【七觉助道，云经七日。】",
      "zh_TW": "【七覺助道，云經七日。】"
    },
    {
      "id": "12-013-0002_p0024",
      "zh_CN": "他经七日没有见到，这个七是表七觉支，在三十七道品里面。三十七道品总共分为七科，就是七大类，这是第六，第六就是七菩提分，第八是八圣道。这个地方，七天表七觉支；七觉支助道，所以说七天。",
      "zh_TW": "他經七日沒有見到，這個七是表七覺支，在三十七道品裡面。三十七道品總共分為七科，就是七大類，這是第六，第六就是七菩提分，第八是八聖道。這個地方，七天表七覺支；七覺支助道，所以說七天。"
    },
    {
      "id": "12-013-0002_p0025",
      "zh_CN": "【法无所得，为竟不见。】",
      "zh_TW": "【法無所得，為竟不見。】"
    },
    {
      "id": "12-013-0002_p0026",
      "zh_CN": "能不能见到？决定见不到。见到，那里是心性？心性没有迹象。见不到，那就真正见到了，你要是真有所见，你就错了。『法无所得』，这个叫不见。",
      "zh_TW": "能不能見到？決定見不到。見到，那裡是心性？心性沒有跡象。見不到，那就真正見到了，你要是真有所見，你就錯了。『法無所得』，這個叫不見。"
    },
    {
      "id": "12-013-0002_p0027",
      "zh_CN": "【要须忘怀，为绝诸想。】",
      "zh_TW": "【要須忘懷，為絕諸想。】"
    },
    {
      "id": "12-013-0002_p0028",
      "zh_CN": "这下面都教给我们用功的方法。所以读《华严》非常非常困难，如果不懂得这里面的含义，所谓说是弦外之音，你看《华严经》像看小说一样，看故事一样，以为善财童子真的去爬山，找这个善知识去了。那里晓得，它字字句句里头，含这么多的意思在里头，你怎么会晓得？所以《华严》难就难在这个地方，真的是「佛法无人说，虽智莫能解。」你都会把它的意思解错了，随着自己妄想去想这个经文，那个全错了。",
      "zh_TW": "這下面都教給我們用功的方法。所以讀《華嚴》非常非常困難，如果不懂得這裡面的含義，所謂說是弦外之音，你看《華嚴經》像看小說一樣，看故事一樣，以為善財童子真的去爬山，找這個善知識去了。那裡曉得，它字字句句裡頭，含這麼多的意思在裡頭，你怎麼會曉得？所以《華嚴》難就難在這個地方，真的是「佛法無人說，雖智莫能解。」你都會把它的意思解錯了，隨著自己妄想去想這個經文，那個全錯了。"
    },
    {
      "id": "12-013-0002_p0029",
      "zh_CN": "【寂不失照，为正观察。】",
      "zh_TW": "【寂不失照，為正觀察。】"
    },
    {
      "id": "12-013-0002_p0030",
      "zh_CN": "这个很重要，我们现在凡夫就做不到。我们有寂，就没有照；有照，就没有寂，寂照同时，很少人能做到。寂是什么？寂是心清净。照是一切境界清清楚楚、明明白白。寂照要同时，寂而常照，照而常寂。圆初住以上菩萨的境界，他们六根接触六尘境界，就是寂照同时。他看的清清楚楚，心里头如如不动，如如不动是寂，清清楚楚是照，这就是讲定慧等持。寂是定，照是慧，定慧同时，这才是诸佛菩萨的用心。",
      "zh_TW": "這個很重要，我們現在凡夫就做不到。我們有寂，就沒有照；有照，就沒有寂，寂照同時，很少人能做到。寂是什麼？寂是心清淨。照是一切境界清清楚楚、明明白白。寂照要同時，寂而常照，照而常寂。圓初住以上菩薩的境界，他們六根接觸六塵境界，就是寂照同時。他看的清清楚楚，心裡頭如如不動，如如不動是寂，清清楚楚是照，這就是講定慧等持。寂是定，照是慧，定慧同時，這才是諸佛菩薩的用心。"
    },
    {
      "id": "12-013-0002_p0031",
      "zh_CN": "【希离轻毛，心安不动。】",
      "zh_TW": "【希離輕毛，心安不動。】"
    },
    {
      "id": "12-013-0002_p0032",
      "zh_CN": "『轻毛』在此地是比喻。『离』是离一切妄想、分别、执着。你的心才安，你才不动。不动，寂照才能够现前。「轻毛」是比喻世、出世间一切法，不值得牵挂，不值得留恋，不值得执着，一切要放下。放下，你的心才安，你才能证得心安不动的境界。这个时候，真心就现前了。清凉大师为我们说明，这一段经文里面的含义。所以是意在言外，这个是佛法的难处，特别是大乘经。如果依文解义，那就错了。古人常讲：「依文解义，三世佛冤。」三世佛都喊冤枉，佛不是这个意思，你全解错了。",
      "zh_TW": "『輕毛』在此地是比喻。『離』是離一切妄想、分別、執著。你的心才安，你才不動。不動，寂照才能夠現前。「輕毛」是比喻世、出世間一切法，不值得牽掛，不值得留戀，不值得執著，一切要放下。放下，你的心才安，你才能證得心安不動的境界。這個時候，真心就現前了。清涼大師為我們說明，這一段經文裡面的含義。所以是意在言外，這個是佛法的難處，特別是大乘經。如果依文解義，那就錯了。古人常講：「依文解義，三世佛冤。」三世佛都喊冤枉，佛不是這個意思，你全解錯了。"
    },
    {
      "id": "12-013-0002_p0033",
      "zh_CN": "底下这一段，大师特别给我们说明，解释经典的原则。",
      "zh_TW": "底下這一段，大師特別給我們說明，解釋經典的原則。"
    },
    {
      "id": "12-013-0002_p0034",
      "zh_CN": "【然先德释经，通有四例。】",
      "zh_TW": "【然先德釋經，通有四例。】"
    },
    {
      "id": "12-013-0002_p0035",
      "zh_CN": "『先德』是前辈、古人解释经典，通常有四个例子，也就是有四个原则：",
      "zh_TW": "『先德』是前輩、古人解釋經典，通常有四個例子，也就是有四個原則："
    },
    {
      "id": "12-013-0002_p0036",
      "zh_CN": "【一随相消文。二以教拣别。三本迹融会。四观心虚求。一文一义，罔不皆尔。】",
      "zh_TW": "【一隨相消文。二以教揀別。三本跡融會。四觀心虛求。一文一義，罔不皆爾。】"
    },
    {
      "id": "12-013-0002_p0037",
      "zh_CN": "一文是一个字，每一字每一句，都用这四种方法来解释。我们凡夫通常只有前头一种，『随相消文』，后头就没有了，「随相消文」就是随文解义。这个好讲、很浅，这样说大家都很懂，都没有问题。那么这四个原则在解释经文，运用的很活泼，并不是很呆板的。要看这个经文的义趣，有些经文很浅，并没有很深的意思，它不是句句都有深义。所以这文字里头有宾、有主。主要里面，含义很深；宾是培衬的，那个就比较浅。所以运用这些原则，就有取、有舍。",
      "zh_TW": "一文是一個字，每一字每一句，都用這四種方法來解釋。我們凡夫通常只有前頭一種，『隨相消文』，後頭就沒有了，「隨相消文」就是隨文解義。這個好講、很淺，這樣說大家都很懂，都沒有問題。那麼這四個原則在解釋經文，運用的很活潑，並不是很呆板的。要看這個經文的義趣，有些經文很淺，並沒有很深的意思，它不是句句都有深義。所以這文字裡頭有賓、有主。主要裡面，含義很深；賓是培襯的，那個就比較淺。所以運用這些原則，就有取、有捨。"
    },
    {
      "id": "12-013-0002_p0038",
      "zh_CN": "【今通用之，随便取舍。宽文用初义。】",
      "zh_TW": "【今通用之，隨便取捨。寬文用初義。】"
    },
    {
      "id": "12-013-0002_p0039",
      "zh_CN": "这个『宽』就是解释文字，用第一个意思，宽解的意思。",
      "zh_TW": "這個『寬』就是解釋文字，用第一個意思，寬解的意思。"
    },
    {
      "id": "12-013-0002_p0040",
      "zh_CN": "【义含用第二。】",
      "zh_TW": "【義含用第二。】"
    },
    {
      "id": "12-013-0002_p0041",
      "zh_CN": "它这里面含的有很深的意思。那么要教来拣别，教里头有理、行、果，佛的教相有四种—教、理、行、果。教是言语文字，言语文字里面，它讲的有道理、有理论，除了理论之外，还有修行的方法。依照这个方法修行，能够提升自己的境界，那就是证果。那么就用这种方法来说明，这是它里头有意义的。",
      "zh_TW": "它這裡面含的有很深的意思。那麼要教來揀別，教裡頭有理、行、果，佛的教相有四種—教、理、行、果。教是言語文字，言語文字裡面，它講的有道理、有理論，除了理論之外，還有修行的方法。依照這個方法修行，能夠提升自己的境界，那就是證果。那麼就用這種方法來說明，這是它裡頭有意義的。"
    },
    {
      "id": "12-013-0002_p0042",
      "zh_CN": "【意滥用第三。】",
      "zh_TW": "【意濫用第三。】"
    },
    {
      "id": "12-013-0002_p0043",
      "zh_CN": "这个『滥』是说多，它的意思很多、很广，那就用第三，用『本迹融会』。像这个在《法华经》里头最多了，它一字一句里头，不只一个意思，含很多意思，那要用第三个原则。第四个意义：",
      "zh_TW": "這個『濫』是說多，它的意思很多、很廣，那就用第三，用『本跡融會』。像這個在《法華經》裡頭最多了，它一字一句裡頭，不只一個意思，含很多意思，那要用第三個原則。第四個意義："
    },
    {
      "id": "12-013-0002_p0044",
      "zh_CN": "【似滥师心】。",
      "zh_TW": "【似濫師心】。"
    },
    {
      "id": "12-013-0002_p0045",
      "zh_CN": "第四个意思。第四个原则我们不能学。为什么呢？我们要学，决定出毛病，一定会把这个经讲错。实实在在说，我们今天讲经能够用到前面两条，就算相当不错了，你就是个好手了。后面这两条，如果自己没有证入境界，你决定做不到。特别是末后一条，末后一条就类似我们现在所讲的发挥议论。发挥议论是什么？是你自己的意见，你自己独到的见解。你这个见解是不是佛的意思？还是你自己的意思？如果是佛的意思，没错！你讲经没讲错。如果是你自己的意思，那你就讲经讲错了，那就要负因果责任。",
      "zh_TW": "第四個意思。第四個原則我們不能學。為什麼呢？我們要學，決定出毛病，一定會把這個經講錯。實實在在說，我們今天講經能夠用到前面兩條，就算相當不錯了，你就是個好手了。後面這兩條，如果自己沒有證入境界，你決定做不到。特別是末後一條，末後一條就類似我們現在所講的發揮議論。發揮議論是什麼？是你自己的意見，你自己獨到的見解。你這個見解是不是佛的意思？還是你自己的意思？如果是佛的意思，沒錯！你講經沒講錯。如果是你自己的意思，那你就講經講錯了，那就要負因果責任。"
    },
    {
      "id": "12-013-0002_p0046",
      "zh_CN": "『似滥师心』，是超过师法之心。这个只有大菩萨们他们才能做到，像龙树菩萨的《大智度论》，他里面有很多发挥，他所发挥的确实是佛的意思，没错！弥勒菩萨的《瑜伽师地论》，那里面发挥的也很多。弥勒是等觉菩萨，他所讲的，的确是佛的意思，所以他那个注解称之为论。如果不是这样的地位，发挥议论都非常小心谨慎，惟恐违背了经义，违背了佛意，那个因果责任就背的太大了。",
      "zh_TW": "『似濫師心』，是超過師法之心。這個只有大菩薩們他們才能做到，像龍樹菩薩的《大智度論》，他裡面有很多發揮，他所發揮的確實是佛的意思，沒錯！彌勒菩薩的《瑜伽師地論》，那裡面發揮的也很多。彌勒是等覺菩薩，他所講的，的確是佛的意思，所以他那個註解稱之為論。如果不是這樣的地位，發揮議論都非常小心謹慎，惟恐違背了經義，違背了佛意，那個因果責任就背的太大了。"
    },
    {
      "id": "12-013-0002_p0047",
      "zh_CN": "【得此一门，非数他宝。】",
      "zh_TW": "【得此一門，非數他寶。】"
    },
    {
      "id": "12-013-0002_p0048",
      "zh_CN": "如果第四这一个意思，你能够得到，那就是你已经是明心见性。所以你的见解跟佛是很接近、很相似的，那你说的是自性《华严》，你讲的是自性《华严》，跟释迦牟尼佛讲的《华严》无二无别，那就是『非数他宝』。可是这个一定要见性才办的到。龙树是初地菩萨，这是佛在经上给他授记的；弥勒是等觉菩萨，当然没问题。这是我们自己要特别留意的，如果没有证得这个位次，我们的心还有妄想、分别、执着，那要学大菩萨这种行持，没有不造罪业的。下面说：",
      "zh_TW": "如果第四這一個意思，你能夠得到，那就是你已經是明心見性。所以你的見解跟佛是很接近、很相似的，那你說的是自性《華嚴》，你講的是自性《華嚴》，跟釋迦牟尼佛講的《華嚴》無二無別，那就是『非數他寶』。可是這個一定要見性才辦的到。龍樹是初地菩薩，這是佛在經上給他授記的；彌勒是等覺菩薩，當然沒問題。這是我們自己要特別留意的，如果沒有證得這個位次，我們的心還有妄想、分別、執著，那要學大菩薩這種行持，沒有不造罪業的。下面說："
    },
    {
      "id": "12-013-0002_p0049",
      "zh_CN": "【托事显法，经文甚多，轻此一门，解脱逾远。】",
      "zh_TW": "【託事顯法，經文甚多，輕此一門，解脫逾遠。】"
    },
    {
      "id": "12-013-0002_p0050",
      "zh_CN": "这是告诉我们，对这部经要留意，这部经里面所说的一切事，里面都是讲的佛法，都是显示无上的妙法。经文的确很多，我们要注意。如果疏忽了，我们的利益功德就得不到，这个与解脱道，你就越来越远。如果你能够体会到，能够契入，的确这个经会带给你法喜充满。",
      "zh_TW": "這是告訴我們，對這部經要留意，這部經裡面所說的一切事，裡面都是講的佛法，都是顯示無上的妙法。經文的確很多，我們要注意。如果疏忽了，我們的利益功德就得不到，這個與解脫道，你就越來越遠。如果你能夠體會到，能夠契入，的確這個經會帶給你法喜充滿。"
    },
    {
      "id": "12-013-0002_p0051",
      "zh_CN": "【故下释友依正等法，多用此门。若约事相，相多易了。】",
      "zh_TW": "【故下釋友依正等法，多用此門。若約事相，相多易了。】"
    },
    {
      "id": "12-013-0002_p0052",
      "zh_CN": "所以清凉大师注解这部经，偏重在这一方面。如果像这个经文里面的这些事相，大家一看就明了，不需要解释。好！我们再看下面经文：",
      "zh_TW": "所以清涼大師註解這部經，偏重在這一方面。如果像這個經文裡面的這些事相，大家一看就明瞭，不需要解釋。好！我們再看下面經文："
    },
    {
      "id": "12-013-0002_p0053",
      "zh_CN": "【过七日已，见彼比丘在别山上，徐步经行。】",
      "zh_TW": "【過七日已，見彼比丘在別山上，徐步經行。】"
    },
    {
      "id": "12-013-0002_p0054",
      "zh_CN": "过了七天，他见到了，善财童子见到善知识了。见到善知识不在这个山上，在另外一个山头上，看到他在那边徐步经行；徐步是散步，慢慢的走。像我们念佛的时候绕佛，绕佛就是『徐步经行』。实在讲，他真的是在念佛。经文看起来很好懂，我们看看清凉大师注解越看越不懂，越看越难了。这注解里头才真有味道。请看这一段的注解。这是六大段里面的第二段，第二段是：",
      "zh_TW": "過了七天，他見到了，善財童子見到善知識了。見到善知識不在這個山上，在另外一個山頭上，看到他在那邊徐步經行；徐步是散步，慢慢的走。像我們念佛的時候繞佛，繞佛就是『徐步經行』。實在講，他真的是在念佛。經文看起來很好懂，我們看看清涼大師註解越看越不懂，越看越難了。這註解裡頭才真有味道。請看這一段的註解。這是六大段裡面的第二段，第二段是："
    },
    {
      "id": "12-013-0002_p0055",
      "zh_CN": "【见敬咨问。】",
      "zh_TW": "【見敬諮問。】"
    },
    {
      "id": "12-013-0002_p0056",
      "zh_CN": "第二段有三桩事情，过七日以下，这一段文是『见敬咨问』。这里面又分为三个小段。",
      "zh_TW": "第二段有三樁事情，過七日以下，這一段文是『見敬諮問』。這裡面又分為三個小段。"
    },
    {
      "id": "12-013-0002_p0057",
      "zh_CN": "【初见。次敬。】",
      "zh_TW": "【初見。次敬。】"
    },
    {
      "id": "12-013-0002_p0058",
      "zh_CN": "第二段是敬，第三段就是他要提出他的问题了。",
      "zh_TW": "第二段是敬，第三段就是他要提出他的問題了。"
    },
    {
      "id": "12-013-0002_p0059",
      "zh_CN": "【下多例此。】",
      "zh_TW": "【下多例此。】"
    },
    {
      "id": "12-013-0002_p0060",
      "zh_CN": "往下善友大多数段落都是这么分的，现在讲第一段。他过七天。",
      "zh_TW": "往下善友大多數段落都是這麼分的，現在講第一段。他過七天。"
    },
    {
      "id": "12-013-0002_p0061",
      "zh_CN": "【离七觉相】",
      "zh_TW": "【離七覺相】"
    },
    {
      "id": "12-013-0002_p0062",
      "zh_CN": "『七觉』我们在这里简单说一说，老同修应当都很熟悉，三十七道品里面的七觉支。第一个是择法，择是选择，选择法门，要选择适合自己根性的，适合自己程度的，适合自己生活环境的，你选择这样法门来修学，你就觉得很容易。如果选择的法门，跟自己的程度不合，跟自己的生活有妨碍，你修学起来就很困难，就不容易。所以第一个是择法。第二个要精进，你选择之后，一门深入。精是精纯不杂，进是进而不退。第三喜觉支，就是法喜充满，你修学快乐，你不会感觉到，我学佛学的好苦！学的好苦，那你就错了！学佛的人，一定学的很快乐，这个就如法，功夫就得力。",
      "zh_TW": "『七覺』我們在這裡簡單說一說，老同修應當都很熟悉，三十七道品裡面的七覺支。第一個是擇法，擇是選擇，選擇法門，要選擇適合自己根性的，適合自己程度的，適合自己生活環境的，你選擇這樣法門來修學，你就覺得很容易。如果選擇的法門，跟自己的程度不合，跟自己的生活有妨礙，你修學起來就很困難，就不容易。所以第一個是擇法。第二個要精進，你選擇之後，一門深入。精是精純不雜，進是進而不退。第三喜覺支，就是法喜充滿，你修學快樂，你不會感覺到，我學佛學的好苦！學的好苦，那你就錯了！學佛的人，一定學的很快樂，這個就如法，功夫就得力。"
    },
    {
      "id": "12-013-0002_p0063",
      "zh_CN": "第三个轻安。轻安从那里看？从你的精神，从你的体力，你一定会得到这个好处。这就是现代一般人所讲的改变体质。学佛功夫得力的话，容貌改变，体质还会改变。这是一般看相算命都晓得相随心转，他心清净，一天比一天清净，烦恼轻了，烦恼少了。烦恼多，这个人显的笨重、拙重、笨拙，样样都看的很笨重，心里面好像很大的压力，很大的负担，身体也是如此，行动都很笨拙。如果功夫得力的话，心里面烦恼少，烦恼少、忧虑少、妄念少，他心也清净。这个时候，心清净，身也轻，走路轻飘飘的，那不一样，确实不相同。所以说轻安，用现代的话来说—改变体质，改变容貌。容貌是相随心转，越来越清净，越来越慈悲。那么第五跟第六，这是功夫的问题。第五是念，第六是定。这个是讲功夫。第七是讲行舍，行舍就是放下。菩萨道可以说，从初发心一直到如来地，没有别的，就是要放下，要能够舍。这是七觉支，在此地我略说大意。",
      "zh_TW": "第三個輕安。輕安從那裡看？從你的精神，從你的體力，你一定會得到這個好處。這就是現代一般人所講的改變體質。學佛功夫得力的話，容貌改變，體質還會改變。這是一般看相算命都曉得相隨心轉，他心清淨，一天比一天清淨，煩惱輕了，煩惱少了。煩惱多，這個人顯的笨重、拙重、笨拙，樣樣都看的很笨重，心裡面好像很大的壓力，很大的負擔，身體也是如此，行動都很笨拙。如果功夫得力的話，心裡面煩惱少，煩惱少、憂慮少、妄念少，他心也清淨。這個時候，心清淨，身也輕，走路輕飄飄的，那不一樣，確實不相同。所以說輕安，用現代的話來說—改變體質，改變容貌。容貌是相隨心轉，越來越清淨，越來越慈悲。那麼第五跟第六，這是功夫的問題。第五是念，第六是定。這個是講功夫。第七是講行捨，行捨就是放下。菩薩道可以說，從初發心一直到如來地，沒有別的，就是要放下，要能夠捨。這是七覺支，在此地我略說大意。"
    },
    {
      "id": "12-013-0002_p0064",
      "zh_CN": "「离七觉相」，这七觉他修不修？他修；虽修，已经不着修行的相。我们一般讲修而无修，无修而修。无修并不是他不修，他真修；虽修，他不着相。所以说，无修跟修是同时，没有先后，没有差别。它是同时圆满的。这个叫「离七觉相，为过七日。」过七日表这个意思。",
      "zh_TW": "「離七覺相」，這七覺他修不修？他修；雖修，已經不著修行的相。我們一般講修而無修，無修而修。無修並不是他不修，他真修；雖修，他不著相。所以說，無修跟修是同時，沒有先後，沒有差別。它是同時圓滿的。這個叫「離七覺相，為過七日。」過七日表這個意思。"
    },
    {
      "id": "12-013-0002_p0065",
      "zh_CN": "【忘所住位，方为得旨。】",
      "zh_TW": "【忘所住位，方為得旨。】"
    },
    {
      "id": "12-013-0002_p0066",
      "zh_CN": "他现在是初住菩萨，如果自己觉得：「我现在是初住菩萨了。」你们想想，他有没有证得初住？没有证得，还是凡夫。为什么是凡夫呢？他还有分别，还有执着。证得这个位次了，把这个证得也忘掉，也就是说，这个分别、执着通通没有了。说他是初住菩萨，是别人说他的，他自己并不以为，他是初住菩萨。将来他证入初地菩萨，他自己也并不觉得他是初地菩萨。成了佛了，他也没有觉得他自己成佛了。他如果觉得他自己成佛了，跟诸位说，跟我们没有两样，还是有妄想、分别、执着。所以从这个以后，妄想、分别、执着是完全都舍离了，跟十法界里面不一样，十法界里面还有分别。",
      "zh_TW": "他現在是初住菩薩，如果自己覺得：「我現在是初住菩薩了。」你們想想，他有沒有證得初住？沒有證得，還是凡夫。為什麼是凡夫呢？他還有分別，還有執著。證得這個位次了，把這個證得也忘掉，也就是說，這個分別、執著通通沒有了。說他是初住菩薩，是別人說他的，他自己並不以為，他是初住菩薩。將來他證入初地菩薩，他自己也並不覺得他是初地菩薩。成了佛了，他也沒有覺得他自己成佛了。他如果覺得他自己成佛了，跟諸位說，跟我們沒有兩樣，還是有妄想、分別、執著。所以從這個以後，妄想、分別、執著是完全都捨離了，跟十法界裡面不一樣，十法界裡面還有分別。"
    },
    {
      "id": "12-013-0002_p0067",
      "zh_CN": "【忘所住位】",
      "zh_TW": "【忘所住位】"
    },
    {
      "id": "12-013-0002_p0068",
      "zh_CN": "你的心才真正清净，这才叫得旨。这个旨是自性的功德，这才能现前。稍稍有一点分别、执着，性德就有了障碍，就不能现前。大乘菩萨修行，没有别的，就是修这个。那么我们读这个经，就觉得非常惭愧。我们见色、闻声，六根接触六尘境界，还是分别、执着；不但分别、执着，而且还那么严重，那一天才能成就？这个是我们一定要警觉到的。换一句话说，我们虽然做不到菩萨这个境界，至少也应该，可以不分别的，不要分别了；可以不执着的，就不要执着了。那些是可以不分别、不执着？别人的事。别人的事情，我们也分别、执着，你不叫冤枉了！我自己的事情分别、执着，还情有可原，别人跟我不相干，我也去搞分别、执着，那就大错特错了。先学着不管闲事，那是他们的事情，与我不相干，学着这个。慢慢让自己的心清净下来，定下来，这个对于我们修行，决定有帮助、有好处。下面说：",
      "zh_TW": "你的心才真正清淨，這才叫得旨。這個旨是自性的功德，這才能現前。稍稍有一點分別、執著，性德就有了障礙，就不能現前。大乘菩薩修行，沒有別的，就是修這個。那麼我們讀這個經，就覺得非常慚愧。我們見色、聞聲，六根接觸六塵境界，還是分別、執著；不但分別、執著，而且還那麼嚴重，那一天才能成就？這個是我們一定要警覺到的。換一句話說，我們雖然做不到菩薩這個境界，至少也應該，可以不分別的，不要分別了；可以不執著的，就不要執著了。那些是可以不分別、不執著？別人的事。別人的事情，我們也分別、執著，你不叫冤枉了！我自己的事情分別、執著，還情有可原，別人跟我不相干，我也去搞分別、執著，那就大錯特錯了。先學著不管閒事，那是他們的事情，與我不相干，學著這個。慢慢讓自己的心清淨下來，定下來，這個對於我們修行，決定有幫助、有好處。下面說："
    },
    {
      "id": "12-013-0002_p0069",
      "zh_CN": "【故见在别山。见即定慧双流。】",
      "zh_TW": "【故見在別山。見即定慧雙流。】"
    },
    {
      "id": "12-013-0002_p0070",
      "zh_CN": "定慧等持。",
      "zh_TW": "定慧等持。"
    },
    {
      "id": "12-013-0002_p0071",
      "zh_CN": "【为经行徐步。】",
      "zh_TW": "【為經行徐步。】"
    },
    {
      "id": "12-013-0002_p0072",
      "zh_CN": "用『经行徐步』来形容它。下面跟我们说：",
      "zh_TW": "用『經行徐步』來形容它。下面跟我們說："
    },
    {
      "id": "12-013-0002_p0073",
      "zh_CN": "【徐即是止，不住乱想。】",
      "zh_TW": "【徐即是止，不住亂想。】"
    },
    {
      "id": "12-013-0002_p0074",
      "zh_CN": "这就是离分别、执着，离分别、执着，用徐步来比喻。",
      "zh_TW": "這就是離分別、執著，離分別、執著，用徐步來比喻。"
    },
    {
      "id": "12-013-0002_p0075",
      "zh_CN": "【行即是观，不住静心。】",
      "zh_TW": "【行即是觀，不住靜心。】"
    },
    {
      "id": "12-013-0002_p0076",
      "zh_CN": "如果你住静心，住清净的境界里面，那你又错了，变成阿罗汉、辟支佛，变成小乘。两边都不住，这是从此以后，四十一位法身大士修行的基础。下面说：",
      "zh_TW": "如果你住靜心，住清淨的境界裡面，那你又錯了，變成阿羅漢、辟支佛，變成小乘。兩邊都不住，這是從此以後，四十一位法身大士修行的基礎。下面說："
    },
    {
      "id": "12-013-0002_p0077",
      "zh_CN": "【若约事相，即正修习般舟三昧。】",
      "zh_TW": "【若約事相，即正修習般舟三昧。】"
    },
    {
      "id": "12-013-0002_p0078",
      "zh_CN": "他修的什么？吉祥云比丘修的是什么？经的文字里面，我们没有看出来，我们看不出来。经过祖师给我们一讲解，我们明白了。他经行徐步，就是在修『般舟三昧』。什么叫「般舟三昧」？我们念佛人要知道！「般舟」是梵语，翻成中文的意思叫「佛立」。立是建立的立，「佛立」。这里面含有三个意思：第一个是佛的威力。实在讲，是阿弥陀佛本愿威神之力，也是十方一切诸佛如来的威力，这通通加持你。第二是三昧力。三昧是你修法的这个力量。第三个是修行人自己的功德力，三种力量结合，这叫「般舟三昧」。这是四种三昧之一。",
      "zh_TW": "他修的什麼？吉祥雲比丘修的是什麼？經的文字裡面，我們沒有看出來，我們看不出來。經過祖師給我們一講解，我們明白了。他經行徐步，就是在修『般舟三昧』。什麼叫「般舟三昧」？我們念佛人要知道！「般舟」是梵語，翻成中文的意思叫「佛立」。立是建立的立，「佛立」。這裡面含有三個意思：第一個是佛的威力。實在講，是阿彌陀佛本願威神之力，也是十方一切諸佛如來的威力，這通通加持你。第二是三昧力。三昧是你修法的這個力量。第三個是修行人自己的功德力，三種力量結合，這叫「般舟三昧」。這是四種三昧之一。"
    },
    {
      "id": "12-013-0002_p0079",
      "zh_CN": "经上说的很清楚，有《般舟三昧经》。修这种三昧的人，能够见到诸佛现前。可是修行那个仪轨很严格，它是以九十天为一期，就是为一个阶段，三个月九十天为一个阶段。这九十天当中，身常行，无休息。这是吉祥云比丘徐步常行。这九十天，你可不能躺着睡觉，你也不能坐下来休息，就是经行，徐步经行。九十天身常行，不休息。口呢？念阿弥陀佛。九十天念阿弥陀佛，不休息。心里头观想阿弥陀佛，心里想佛不休息，这是「般舟三昧」修行的方法，一期是九十天。",
      "zh_TW": "經上說的很清楚，有《般舟三昧經》。修這種三昧的人，能夠見到諸佛現前。可是修行那個儀軌很嚴格，它是以九十天為一期，就是為一個階段，三個月九十天為一個階段。這九十天當中，身常行，無休息。這是吉祥雲比丘徐步常行。這九十天，你可不能躺著睡覺，你也不能坐下來休息，就是經行，徐步經行。九十天身常行，不休息。口呢？念阿彌陀佛。九十天念阿彌陀佛，不休息。心裡頭觀想阿彌陀佛，心裡想佛不休息，這是「般舟三昧」修行的方法，一期是九十天。"
    },
    {
      "id": "12-013-0002_p0080",
      "zh_CN": "古时候，有修「般舟三昧」的，现代人恐怕没有这个体力了。既使有机会，你这个身体支持不了，这是事实。由此可知，般舟是专门念阿弥陀佛，因为念阿弥陀佛，跟念十方一切诸佛的功德相等。般舟三昧它是以念阿弥陀佛为主，步步声声，心心念念，都系念在阿弥陀佛。《般舟三昧经》，古大德里头也有注解。注解里面也说，解释「般舟三昧」的意思。注解里面也翻作「常行道」。常行，他不断。他不躺下来，也不坐下来。可是注子里面，给我们提示了一个很重要的原则，那就是它有七日。经上讲的，九十日为一期。七日，那就好办多了。七日，那就决定是照这个办的。",
      "zh_TW": "古時候，有修「般舟三昧」的，現代人恐怕沒有這個體力了。既使有機會，你這個身體支持不了，這是事實。由此可知，般舟是專門念阿彌陀佛，因為念阿彌陀佛，跟念十方一切諸佛的功德相等。般舟三昧它是以念阿彌陀佛為主，步步聲聲，心心念念，都繫念在阿彌陀佛。《般舟三昧經》，古大德裡頭也有註解。註解裡面也說，解釋「般舟三昧」的意思。註解裡面也翻作「常行道」。常行，他不斷。他不躺下來，也不坐下來。可是註子裡面，給我們提示了一個很重要的原則，那就是它有七日。經上講的，九十日為一期。七日，那就好辦多了。七日，那就決定是照這個辦的。"
    },
    {
      "id": "12-013-0002_p0081",
      "zh_CN": "这个七天，七天不睡觉恐怕很难办，九十天是办不到。人家跟我讲，他修「般舟三昧」，闭关「般舟三昧」，我不相信。你们大家很相信，很赞叹，我不相信。他跟我讲，我绝对不相信。不要说是九十天跟我讲不相信，七天跟我讲，我都不相信。为什么呢？修了之后，我看你没变样子，还是妄想一大堆，还是是非人我，不像！纵然你九十天真的是如法去修，可是你所修的时候，没有成绩，你的成绩单上得的是零分，那有什么用处？这个东西修了之后，真的，人的气质就改变了，那不一样！那我们懂得古德有七天的讲法，那就是看我们这一个时代众生的根性，实实在在做不到。我们的业障太重，没有这个精神，没有这个体力。",
      "zh_TW": "這個七天，七天不睡覺恐怕很難辦，九十天是辦不到。人家跟我講，他修「般舟三昧」，閉關「般舟三昧」，我不相信。你們大家很相信，很讚歎，我不相信。他跟我講，我絕對不相信。不要說是九十天跟我講不相信，七天跟我講，我都不相信。為什麼呢？修了之後，我看你沒變樣子，還是妄想一大堆，還是是非人我，不像！縱然你九十天真的是如法去修，可是你所修的時候，沒有成績，你的成績單上得的是零分，那有什麼用處？這個東西修了之後，真的，人的氣質就改變了，那不一樣！那我們懂得古德有七天的講法，那就是看我們這一個時代眾生的根性，實實在在做不到。我們的業障太重，沒有這個精神，沒有這個體力。"
    },
    {
      "id": "12-013-0002_p0082",
      "zh_CN": "那么既然可以讲七天，我们也可以浓缩一天，一天二十四小时，就不简单了。如果二十四小时能够这样做，非常难得！实在讲，怕都做不到。真的是一万人当中，难得有一、两个，你能够做二十四小时。二十四小时散步、念佛，心里面想佛，没有杂念，没有怀疑，没有夹杂，没有间断。二十四小时，就不容易！这是真正在修习「般舟三昧」。他们这些人没有问题了。他们这是明心见性的菩萨，无论做什么都无有疲厌，所以他们可以做得到。由此可知，佛给我们讲「般舟三昧」，是什么时候来修呢？等我们证到初住菩萨，那个时候你念佛，那就是「般舟三昧」的念佛了，那就不是普通的念佛。",
      "zh_TW": "那麼既然可以講七天，我們也可以濃縮一天，一天二十四小時，就不簡單了。如果二十四小時能夠這樣做，非常難得！實在講，怕都做不到。真的是一萬人當中，難得有一、兩個，你能夠做二十四小時。二十四小時散步、念佛，心裡面想佛，沒有雜念，沒有懷疑，沒有夾雜，沒有間斷。二十四小時，就不容易！這是真正在修習「般舟三昧」。他們這些人沒有問題了。他們這是明心見性的菩薩，無論做什麼都無有疲厭，所以他們可以做得到。由此可知，佛給我們講「般舟三昧」，是什麼時候來修呢？等我們證到初住菩薩，那個時候你念佛，那就是「般舟三昧」的念佛了，那就不是普通的念佛。"
    },
    {
      "id": "12-013-0002_p0083",
      "zh_CN": "古来的祖师大德—行策大师，也是我们净土的祖师。我过去曾经想到一个念佛的方法—建念佛堂。很早我就有这个念头，念佛堂专门念佛，因为真正的同参道友，相当不容易！尤其现在道场住众不多，不像从前的丛林寺院，里面住的有几百出家人，乃至于一、两千出家人，那个事就好办，人多好办事。现在道场住众就很少，都住几个人，因此领众就相当困难。幸亏现代发明念佛机，这个好，这个念佛机实在发明的太好了。如果我们将念佛机重新录一个带子，现在这个念佛机的声音，里头含糊不清楚，阿弥陀佛四个字不清楚，而且引罄一定是敲在「陀」上。现在我们道场，大家都敲对了，阿弥「陀」佛，引罄敲在「陀」上，只敲一个引罄就可以了。",
      "zh_TW": "古來的祖師大德—行策大師，也是我們淨土的祖師。我過去曾經想到一個念佛的方法—建念佛堂。很早我就有這個念頭，念佛堂專門念佛，因為真正的同參道友，相當不容易！尤其現在道場住眾不多，不像從前的叢林寺院，裡面住的有幾百出家人，乃至於一、兩千出家人，那個事就好辦，人多好辦事。現在道場住眾就很少，都住幾個人，因此領眾就相當困難。幸虧現代發明念佛機，這個好，這個念佛機實在發明的太好了。如果我們將念佛機重新錄一個帶子，現在這個念佛機的聲音，裡頭含糊不清楚，阿彌陀佛四個字不清楚，而且引罄一定是敲在「陀」上。現在我們道場，大家都敲對了，阿彌「陀」佛，引罄敲在「陀」上，只敲一個引罄就可以了。"
    },
    {
      "id": "12-013-0002_p0084",
      "zh_CN": "我们能重新再录一个带子，再做一个新的念佛机，提供给念佛堂专用。那么念佛堂就不要发声领众，也不要人敲引罄了，那个声音，念佛机都有，就不用敲了，就可以省很多事。那么念佛的人，人多、人少都没关系，三、五个人念都行。我那时想是用念佛机，不必大家领众。那么来念佛堂，就不能说话，一切都放下，一心来念佛。而念佛堂分为三个区，当中在佛像这个区里头拜佛，两旁边止静。就是你念累了的时候，你可以到那边去坐着，坐着不要出声，心里头默念就可以了，就休息。另外有绕佛的、经行的。经行、绕佛的要出声念，绕佛的要出声，止静的不出声，拜佛的不能出声；拜佛出声伤身体，所以拜佛，心里头念佛就可以了。那么一个佛堂分三个区，你喜欢绕佛就绕佛，你喜欢拜佛就拜佛。拜累了，喜欢到旁边坐一下，你就坐一下，没有人管你。",
      "zh_TW": "我們能重新再錄一個帶子，再做一個新的念佛機，提供給念佛堂專用。那麼念佛堂就不要發聲領眾，也不要人敲引罄了，那個聲音，念佛機都有，就不用敲了，就可以省很多事。那麼念佛的人，人多、人少都沒關係，三、五個人念都行。我那時想是用念佛機，不必大家領眾。那麼來念佛堂，就不能說話，一切都放下，一心來念佛。而念佛堂分為三個區，當中在佛像這個區裡頭拜佛，兩旁邊止靜。就是你念累了的時候，你可以到那邊去坐著，坐著不要出聲，心裡頭默念就可以了，就休息。另外有繞佛的、經行的。經行、繞佛的要出聲念，繞佛的要出聲，止靜的不出聲，拜佛的不能出聲；拜佛出聲傷身體，所以拜佛，心裡頭念佛就可以了。那麼一個佛堂分三個區，你喜歡繞佛就繞佛，你喜歡拜佛就拜佛。拜累了，喜歡到旁邊坐一下，你就坐一下，沒有人管你。"
    },
    {
      "id": "12-013-0002_p0085",
      "zh_CN": "这个方法，我过去曾经讲过很多次，但是一直都没能实现。以后我看行策大师的《语录》，他后头也有这个方法，这是他在我之前，但是他没有念佛机。他跟我的想法是一样，他是把念佛人分作三班，每一班有四个出家人领众，敲法器领众。一班绕佛，两班止静。轮流，这一班念累了，止静的时候，第二班再去绕佛。他这样的时候，大家心地很清净，身体能够得到调适，能够持久，在念佛堂能够持久。他分三班，每一班有四个出家人，那么我们现在就是出家人人数不够，用念佛机。我这个方法想的，比他那个方法还方便，因为他那个要随着团体进退；我这个不随团体进退。你个人就在那坐，坐很久坐累了，需要动一动了，那你就绕佛，绕佛你就开口念；或者你先拜佛，你就到当中去拜佛。",
      "zh_TW": "這個方法，我過去曾經講過很多次，但是一直都沒能實現。以後我看行策大師的《語錄》，他後頭也有這個方法，這是他在我之前，但是他沒有念佛機。他跟我的想法是一樣，他是把念佛人分作三班，每一班有四個出家人領眾，敲法器領眾。一班繞佛，兩班止靜。輪流，這一班念累了，止靜的時候，第二班再去繞佛。他這樣的時候，大家心地很清淨，身體能夠得到調適，能夠持久，在念佛堂能夠持久。他分三班，每一班有四個出家人，那麼我們現在就是出家人人數不夠，用念佛機。我這個方法想的，比他那個方法還方便，因為他那個要隨著團體進退；我這個不隨團體進退。你個人就在那坐，坐很久坐累了，需要動一動了，那你就繞佛，繞佛你就開口念；或者你先拜佛，你就到當中去拜佛。"
    },
    {
      "id": "12-013-0002_p0086",
      "zh_CN": "能够建立这么一个念佛堂，外面有护持的人，外面等于像佛七有护七的人，就是照顾你，照顾这些念佛人。你们需要茶水，他给你准备；你们需要吃东西，一份一份的也给你准备好。你要吃东西，肚子饿的时候，你可不要去招呼别人：「去吃饭了！」「阿弥陀佛、阿弥陀佛」，当中夹着一个「去吃饭了」，这就不好了。所以你觉得要去吃，你自己去吃，不要管别人。如果你有事情需要出去，你念完你也出去，不要跟任何人打招呼，你在念佛堂，心是永远清净的，这个念佛工夫真正得力了。所以我是早年想出这个方法，那么现在像美国达拉斯道场；我这一次到澳洲去，要把这个方法传给他们，因为他们那边的人不多，用念佛机的方法是可以做的。希望念佛都能上轨道。这个虽然不是「般舟三昧」，跟「般舟三昧」贴近、靠近。我们现代人业障深重，还能做得到。",
      "zh_TW": "能夠建立這麼一個念佛堂，外面有護持的人，外面等於像佛七有護七的人，就是照顧你，照顧這些念佛人。你們需要茶水，他給你準備；你們需要吃東西，一份一份的也給你準備好。你要吃東西，肚子餓的時候，你可不要去招呼別人：「去吃飯了！」「阿彌陀佛、阿彌陀佛」，當中夾著一個「去吃飯了」，這就不好了。所以你覺得要去吃，你自己去吃，不要管別人。如果你有事情需要出去，你念完你也出去，不要跟任何人打招呼，你在念佛堂，心是永遠清淨的，這個念佛工夫真正得力了。所以我是早年想出這個方法，那麼現在像美國達拉斯道場；我這一次到澳洲去，要把這個方法傳給他們，因為他們那邊的人不多，用念佛機的方法是可以做的。希望念佛都能上軌道。這個雖然不是「般舟三昧」，跟「般舟三昧」貼近、靠近。我們現代人業障深重，還能做得到。"
    },
    {
      "id": "12-013-0002_p0087",
      "zh_CN": "我们从这个经上来看，这个经给我们很大的启示。善财童子离开他的老师，出去参学，第一位这是他老师介绍的，老师介绍的，当然老师有特别的用意在，不是随便给他介绍的。第一个吉祥云比丘，专修念阿弥陀佛的法门，第一位先入为主，就变成善财童子主修的法门。到末后，普贤菩萨十大愿王导归极乐，你看看，他一头一尾，然后你想，善财童子学什么法门？念佛法门！一句阿弥陀佛念到底，为什么文殊菩萨介绍他这个法门？文殊菩萨自己修这个法门，普贤菩萨也修这个法门。在这个四十卷经的前面，不在这四十卷，四十卷的第三十九卷，我们看到文殊、普贤发愿求生西方净土，才知道他自己修这个法门。文殊是菩萨当中智慧第一，前面我们讲的择法，智慧第一的人，他当然选择最殊胜的法门。所以念佛法门是文殊菩萨之所选择，普贤菩萨之所选择，他们选择的法门。善财是他得意的学生，他能教他学别的法门吗？",
      "zh_TW": "我們從這個經上來看，這個經給我們很大的啟示。善財童子離開他的老師，出去參學，第一位這是他老師介紹的，老師介紹的，當然老師有特別的用意在，不是隨便給他介紹的。第一個吉祥雲比丘，專修念阿彌陀佛的法門，第一位先入為主，就變成善財童子主修的法門。到末後，普賢菩薩十大願王導歸極樂，你看看，他一頭一尾，然後你想，善財童子學什麼法門？念佛法門！一句阿彌陀佛念到底，為什麼文殊菩薩介紹他這個法門？文殊菩薩自己修這個法門，普賢菩薩也修這個法門。在這個四十卷經的前面，不在這四十卷，四十卷的第三十九卷，我們看到文殊、普賢發願求生西方淨土，才知道他自己修這個法門。文殊是菩薩當中智慧第一，前面我們講的擇法，智慧第一的人，他當然選擇最殊勝的法門。所以念佛法門是文殊菩薩之所選擇，普賢菩薩之所選擇，他們選擇的法門。善財是他得意的學生，他能教他學別的法門嗎？"
    },
    {
      "id": "12-013-0002_p0088",
      "zh_CN": "那就说了，那文殊菩萨为什么自己不教他呢？要叫吉祥云比丘去教他呢？这个里面有很深的道理。有些时候，学生对老师还有点成见，还不能完全肯定。我就是个例子，我当年跟李老师学，李老师教我修念佛法门，我虽然不怀疑，可是我并不服气，我心里想：「大乘经教那么多，这个法门好像老太婆学的！」我们还有点不甘心、不情愿。找第三者再表演、开示给他看，再想想，我老师也是学这个，他的心才定下来，这是教学的手段，善巧方便。",
      "zh_TW": "那就說了，那文殊菩薩為什麼自己不教他呢？要叫吉祥雲比丘去教他呢？這個裡面有很深的道理。有些時候，學生對老師還有點成見，還不能完全肯定。我就是個例子，我當年跟李老師學，李老師教我修念佛法門，我雖然不懷疑，可是我並不服氣，我心裡想：「大乘經教那麼多，這個法門好像老太婆學的！」我們還有點不甘心、不情願。找第三者再表演、開示給他看，再想想，我老師也是學這個，他的心才定下來，這是教學的手段，善巧方便。"
    },
    {
      "id": "12-013-0002_p0089",
      "zh_CN": "我对于念佛法门完全接受，肯定下来，是讲《华严经》。我从民国六十年开始讲这一部经，断断续续讲了十七年，《华严经》讲了一半，四十也讲了一半，八十也讲了一半。以后常常出国，这个经就放下，就没再讲了。那个时候，没有录音的，所讲的也没有能保存下来。所以这一次有这个机缘，重新再讲一遍，希望录一套完整的带子，留给大家作参考，所以用意非常之深。我们再看下面经文。前面这一段，是善财见到吉祥云比丘了，这是见。",
      "zh_TW": "我對於念佛法門完全接受，肯定下來，是講《華嚴經》。我從民國六十年開始講這一部經，斷斷續續講了十七年，《華嚴經》講了一半，四十也講了一半，八十也講了一半。以後常常出國，這個經就放下，就沒再講了。那個時候，沒有錄音的，所講的也沒有能保存下來。所以這一次有這個機緣，重新再講一遍，希望錄一套完整的帶子，留給大家作參考，所以用意非常之深。我們再看下面經文。前面這一段，是善財見到吉祥雲比丘了，這是見。"
    },
    {
      "id": "12-013-0002_p0090",
      "zh_CN": "【即前往诣，顶礼双足，右绕三匝，合掌而住。】",
      "zh_TW": "【即前往詣，頂禮雙足，右繞三匝，合掌而住。】"
    },
    {
      "id": "12-013-0002_p0091",
      "zh_CN": "这就是敬，第二段。第二段是：",
      "zh_TW": "這就是敬，第二段。第二段是："
    },
    {
      "id": "12-013-0002_p0092",
      "zh_CN": "【明设敬仪。重人法故。】",
      "zh_TW": "【明設敬儀。重人法故。】"
    },
    {
      "id": "12-013-0002_p0093",
      "zh_CN": "为什么对老师尊敬？尊重这个人，尊重法。所以见到之后，赶紧前去。见面则行礼，『顶礼双足』，跟对待佛没有两样。然后『右绕三匝』，这是古印度最尊敬的礼节，拜三拜之后，还右绕三匝。『合掌而住』，住就是站在那个地方。下面经文：",
      "zh_TW": "為什麼對老師尊敬？尊重這個人，尊重法。所以見到之後，趕緊前去。見面則行禮，『頂禮雙足』，跟對待佛沒有兩樣。然後『右繞三匝』，這是古印度最尊敬的禮節，拜三拜之後，還右繞三匝。『合掌而住』，住就是站在那個地方。下面經文："
    },
    {
      "id": "12-013-0002_p0094",
      "zh_CN": "【白言，圣者，我已先发阿耨多罗三藐三菩提心。】",
      "zh_TW": "【白言，聖者，我已先發阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "12-013-0002_p0095",
      "zh_CN": "这是第二段里面的第三小段。",
      "zh_TW": "這是第二段裡面的第三小段。"
    },
    {
      "id": "12-013-0002_p0096",
      "zh_CN": "【咨问法要。】",
      "zh_TW": "【諮問法要。】"
    },
    {
      "id": "12-013-0002_p0097",
      "zh_CN": "这向他请教了。这一段里面文长，还要再分小段，再分三个小段。这是第一段。",
      "zh_TW": "這向他請教了。這一段裡面文長，還要再分小段，再分三個小段。這是第一段。"
    },
    {
      "id": "12-013-0002_p0098",
      "zh_CN": "【自陈发心，明有法器。】",
      "zh_TW": "【自陳發心，明有法器。】"
    },
    {
      "id": "12-013-0002_p0099",
      "zh_CN": "首先，『白』是下对上尊敬之词。『白言』，不能说是「我告诉你」。「告诉你」，是上对下，佛对人讲话，是佛告什么人，佛告诉他，上对下用「告」；下对上用「白」，这是敬词。『圣者』，圣者是称吉祥云比丘，所以这个比丘不是普通的比丘，普通的比丘不能称为圣者，这个是比丘的含义。是说他初出十法界，就是出家的意思，十法界是家，出这个家。所以，他们是大圣、大菩萨。说我已经先发阿耨多罗三藐三菩提心，已经发菩提心。如果不发菩提心，菩萨不教你，菩萨没法子教你。你已经先发了这个心，自己说明，我有资格修学大乘法，大乘法的基础是菩提心，我已经发菩提心。",
      "zh_TW": "首先，『白』是下對上尊敬之詞。『白言』，不能說是「我告訴你」。「告訴你」，是上對下，佛對人講話，是佛告什麼人，佛告訴他，上對下用「告」；下對上用「白」，這是敬詞。『聖者』，聖者是稱吉祥雲比丘，所以這個比丘不是普通的比丘，普通的比丘不能稱為聖者，這個是比丘的含義。是說他初出十法界，就是出家的意思，十法界是家，出這個家。所以，他們是大聖、大菩薩。說我已經先發阿耨多羅三藐三菩提心，已經發菩提心。如果不發菩提心，菩薩不教你，菩薩沒法子教你。你已經先發了這個心，自己說明，我有資格修學大乘法，大乘法的基礎是菩提心，我已經發菩提心。"
    },
    {
      "id": "12-013-0002_p0100",
      "zh_CN": "『明有法器』，这个「法器」是比喻。比如我口渴，希望你给我水；给我水，我有杯子，这杯子是法器，我带了杯子来，我有杯子，你可以给我，就这个意思。你可以传法给我，我是个法器，有资格来接受，是这么一个意思。发菩提心那就是法器，这一句话非常重要。再接着看：",
      "zh_TW": "『明有法器』，這個「法器」是比喻。比如我口渴，希望你給我水；給我水，我有杯子，這杯子是法器，我帶了杯子來，我有杯子，你可以給我，就這個意思。你可以傳法給我，我是個法器，有資格來接受，是這麼一個意思。發菩提心那就是法器，這一句話非常重要。再接著看："
    },
    {
      "id": "12-013-0002_p0101",
      "zh_CN": "【而未知菩萨云何学菩萨行。云何修菩萨行。云何起菩萨行。云何行菩萨行。乃至云何于普贤行疾得圆满。】",
      "zh_TW": "【而未知菩薩云何學菩薩行。云何修菩薩行。云何起菩薩行。云何行菩薩行。乃至云何於普賢行疾得圓滿。】"
    },
    {
      "id": "12-013-0002_p0102",
      "zh_CN": "这是第二个小段。第二个小段：",
      "zh_TW": "這是第二個小段。第二個小段："
    },
    {
      "id": "12-013-0002_p0103",
      "zh_CN": "【正陈所问】",
      "zh_TW": "【正陳所問】"
    },
    {
      "id": "12-013-0002_p0104",
      "zh_CN": "他把他的问题、疑问说出来了，就是要向善知识求教。我已经发了菩提心，不知道菩萨怎么样学菩萨行？学是求解。第二句：『云何修菩萨行』，这一句是讲的行。这两句是解行两门，是总纲领。在前一章，我们已经说过了，前一章总共说了十三句。这个里面简略了，应当十三句都有的，它省略了。我们看注解，这个意思前面说过。注解里面说：",
      "zh_TW": "他把他的問題、疑問說出來了，就是要向善知識求教。我已經發了菩提心，不知道菩薩怎麼樣學菩薩行？學是求解。第二句：『云何修菩薩行』，這一句是講的行。這兩句是解行兩門，是總綱領。在前一章，我們已經說過了，前一章總共說了十三句。這個裡面簡略了，應當十三句都有的，它省略了。我們看註解，這個意思前面說過。註解裡面說："
    },
    {
      "id": "12-013-0002_p0105",
      "zh_CN": "【次】",
      "zh_TW": "【次】"
    },
    {
      "id": "12-013-0002_p0106",
      "zh_CN": "『次』是第二段，第二个小段。",
      "zh_TW": "『次』是第二段，第二個小段。"
    },
    {
      "id": "12-013-0002_p0107",
      "zh_CN": "【而未知下】",
      "zh_TW": "【而未知下】"
    },
    {
      "id": "12-013-0002_p0108",
      "zh_CN": "就是指这一段经文。",
      "zh_TW": "就是指這一段經文。"
    },
    {
      "id": "12-013-0002_p0109",
      "zh_CN": "【正陈所问】",
      "zh_TW": "【正陳所問】"
    },
    {
      "id": "12-013-0002_p0110",
      "zh_CN": "正是陈说他所要问的。",
      "zh_TW": "正是陳說他所要問的。"
    },
    {
      "id": "12-013-0002_p0111",
      "zh_CN": "【显为法来。】",
      "zh_TW": "【顯為法來。】"
    },
    {
      "id": "12-013-0002_p0112",
      "zh_CN": "显示他是为法而来的，不是为别的，为法而来求善知识指教。",
      "zh_TW": "顯示他是為法而來的，不是為別的，為法而來求善知識指教。"
    },
    {
      "id": "12-013-0002_p0113",
      "zh_CN": "【问中略者】",
      "zh_TW": "【問中略者】"
    },
    {
      "id": "12-013-0002_p0114",
      "zh_CN": "这个『问』，我们在前面看过，总共有十三句。但是此地只有五句，省略了。省略不是原文省略，是翻译的人省略；原文有。",
      "zh_TW": "這個『問』，我們在前面看過，總共有十三句。但是此地只有五句，省略了。省略不是原文省略，是翻譯的人省略；原文有。"
    },
    {
      "id": "12-013-0002_p0115",
      "zh_CN": "【若善财略，友云何知。】",
      "zh_TW": "【若善財略，友云何知。】"
    },
    {
      "id": "12-013-0002_p0116",
      "zh_CN": "如果善财只说这五句，那善友给他开示，也只是这五点，怎么会讲的那么圆满呢？后面讲的是讲的很圆满，等于十三个问题，都讲的很圆满。由此可知，这个地方是翻译的人省略。翻译的人省略也有原因，中国人喜欢简单，这是讲中国的古人。古时候中国人，言语文字都喜欢简单，都不喜欢啰嗦。所以看到佛经里面，许许多多重复，在译经的时候，都把它省略掉。所以底下讲：",
      "zh_TW": "如果善財只說這五句，那善友給他開示，也只是這五點，怎麼會講的那麼圓滿呢？後面講的是講的很圓滿，等於十三個問題，都講的很圓滿。由此可知，這個地方是翻譯的人省略。翻譯的人省略也有原因，中國人喜歡簡單，這是講中國的古人。古時候中國人，言語文字都喜歡簡單，都不喜歡囉嗦。所以看到佛經裡面，許許多多重複，在譯經的時候，都把它省略掉。所以底下講："
    },
    {
      "id": "12-013-0002_p0117",
      "zh_CN": "【下友不应遍牒前问。】",
      "zh_TW": "【下友不應遍牒前問。】"
    },
    {
      "id": "12-013-0002_p0118",
      "zh_CN": "『遍牒』就是每一条每一条他都说出来。吉祥云比丘都说出来，可见得他问的是很圆满，不只这五句，应当是十三句。再看底下一段经文：",
      "zh_TW": "『遍牒』就是每一條每一條他都說出來。吉祥雲比丘都說出來，可見得他問的是很圓滿，不只這五句，應當是十三句。再看底下一段經文："
    },
    {
      "id": "12-013-0002_p0119",
      "zh_CN": "【我闻圣者善能诱诲。唯愿慈哀，为我宣说，云何菩萨速得成就阿耨多罗三藐三菩提。】",
      "zh_TW": "【我聞聖者善能誘誨。唯願慈哀，為我宣說，云何菩薩速得成就阿耨多羅三藐三菩提。】"
    },
    {
      "id": "12-013-0002_p0120",
      "zh_CN": "经文到这个地方，善财童子向善知识请教的话说完了。这是第三个小段，请教第三个小段。像这些地方，我们都应当学习。如果我们亲近一个善知识，向他请教，要有礼貌，言辞要有分寸，不能够率尔冒然发问，一点礼貌都不懂，人家不给你讲。你一切懂得礼，懂得法度，他不能不给你说；他不给你说，他对不起你，你真正为法而来。那么自己问题提出来之后，再对善知识赞叹；然后再请他宣说。所以，『我闻圣者善能诱诲』，这一句是赞叹他。这个注解里面，",
      "zh_TW": "經文到這個地方，善財童子向善知識請教的話說完了。這是第三個小段，請教第三個小段。像這些地方，我們都應當學習。如果我們親近一個善知識，向他請教，要有禮貌，言辭要有分寸，不能夠率爾冒然發問，一點禮貌都不懂，人家不給你講。你一切懂得禮，懂得法度，他不能不給你說；他不給你說，他對不起你，你真正為法而來。那麼自己問題提出來之後，再對善知識讚歎；然後再請他宣說。所以，『我聞聖者善能誘誨』，這一句是讚歎他。這個註解裡面，"
    },
    {
      "id": "12-013-0002_p0121",
      "zh_CN": "【后】",
      "zh_TW": "【後】"
    },
    {
      "id": "12-013-0002_p0122",
      "zh_CN": "这个『后』是第三小段。",
      "zh_TW": "這個『後』是第三小段。"
    },
    {
      "id": "12-013-0002_p0123",
      "zh_CN": "【我闻圣者下，叹德请说，希垂拔济。】",
      "zh_TW": "【我聞聖者下，歎德請說，希垂拔濟。】"
    },
    {
      "id": "12-013-0002_p0124",
      "zh_CN": "希望善友帮助他。拔是拔苦，济是救济。希望善友帮助他，帮他破迷开悟。",
      "zh_TW": "希望善友幫助他。拔是拔苦，濟是救濟。希望善友幫助他，幫他破迷開悟。"
    },
    {
      "id": "12-013-0002_p0125",
      "zh_CN": "【谓有智善能，有慈无吝，故应为说。】",
      "zh_TW": "【謂有智善能，有慈無吝，故應為說。】"
    },
    {
      "id": "12-013-0002_p0126",
      "zh_CN": "善友有智慧。有智慧当然他就有善巧方便，他就能应机说法。善友又有慈悲，有慈悲决定不吝法，一定是很欢喜的来指教，所以他一定是会说的。底下解释诱诲。",
      "zh_TW": "善友有智慧。有智慧當然他就有善巧方便，他就能應機說法。善友又有慈悲，有慈悲決定不吝法，一定是很歡喜的來指教，所以他一定是會說的。底下解釋誘誨。"
    },
    {
      "id": "12-013-0002_p0127",
      "zh_CN": "【诱谓诱喻，即是教授以成前解。】",
      "zh_TW": "【誘謂誘喻，即是教授以成前解。】"
    },
    {
      "id": "12-013-0002_p0128",
      "zh_CN": "这个诱用现在的话来讲，就是方便。诱导他，以种种善巧方便来诱导他，不一定是言辞。言辞以外，所谓是一举一动，一言一笑，都具有诱导的功能。诲是教诲。",
      "zh_TW": "這個誘用現在的話來講，就是方便。誘導他，以種種善巧方便來誘導他，不一定是言辭。言辭以外，所謂是一舉一動，一言一笑，都具有誘導的功能。誨是教誨。"
    },
    {
      "id": "12-013-0002_p0129",
      "zh_CN": "【诲谓诲示，即是教诫以成前行。】",
      "zh_TW": "【誨謂誨示，即是教誡以成前行。】"
    },
    {
      "id": "12-013-0002_p0130",
      "zh_CN": "「诱」帮助他理解；「诲」是教他怎么样去做，怎么样去修。往下遇到这两个字，因为善财童子遇到善知识，都是这样赞叹：「我闻圣者善能诱诲」，意思都一样。",
      "zh_TW": "「誘」幫助他理解；「誨」是教他怎麼樣去做，怎麼樣去修。往下遇到這兩個字，因為善財童子遇到善知識，都是這樣讚歎：「我聞聖者善能誘誨」，意思都一樣。"
    },
    {
      "id": "12-013-0002_p0131",
      "zh_CN": "【前虽广问】",
      "zh_TW": "【前雖廣問】"
    },
    {
      "id": "12-013-0002_p0132",
      "zh_CN": "前面问了十三句，这当中有省略，这是广问。在这个末后结尾的时候，",
      "zh_TW": "前面問了十三句，這當中有省略，這是廣問。在這個末後結尾的時候，"
    },
    {
      "id": "12-013-0002_p0133",
      "zh_CN": "【但至因圆。】",
      "zh_TW": "【但至因圓。】"
    },
    {
      "id": "12-013-0002_p0134",
      "zh_CN": "这做一个总结，怎么样叫菩萨能很快成就无上菩提，这是总结。",
      "zh_TW": "這做一個總結，怎麼樣叫菩薩能很快成就無上菩提，這是總結。"
    },
    {
      "id": "12-013-0002_p0135",
      "zh_CN": "【此中结请，期于果满。】",
      "zh_TW": "【此中結請，期於果滿。】"
    },
    {
      "id": "12-013-0002_p0136",
      "zh_CN": "由此可知，善财的求学，不是到一个阶段就终止，不是的，他是要达到究竟圆满，这才能满他的愿望。",
      "zh_TW": "由此可知，善財的求學，不是到一個階段就終止，不是的，他是要達到究竟圓滿，這才能滿他的願望。"
    },
    {
      "id": "12-013-0002_p0137",
      "zh_CN": "【双结发心问行意故。】",
      "zh_TW": "【雙結發心問行意故。】"
    },
    {
      "id": "12-013-0002_p0138",
      "zh_CN": "这一段请教的威仪、言辞、礼貌都非常圆满，我们应当要学习。向下，就是吉祥云比丘给他开示，答复他的问题。今天我们就讲到此地。",
      "zh_TW": "這一段請教的威儀、言辭、禮貌都非常圓滿，我們應當要學習。向下，就是吉祥雲比丘給他開示，答覆他的問題。今天我們就講到此地。"
    }
  ]
}