{
  "doc_id": "12-013-0008",
  "title": {
    "zh_CN": "华严经行愿品吉祥云比丘章",
    "zh_TW": "華嚴經行願品吉祥雲比丘章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-013-0008",
  "total_paragraphs": 162,
  "paragraphs": [
    {
      "id": "12-013-0008_p0001",
      "zh_CN": "请掀开经本第二十页，从第四行看起。这下面有一段很长的经文，总共说了二十一门，都是念佛法门。这些名称都是从作用上立的名号，我们先将经文念一遍。清凉大师有很详细的注解，我想这一段经文，我们讲注解就好了，经要念一遍。请看经文：",
      "zh_TW": "請掀開經本第二十頁，從第四行看起。這下面有一段很長的經文，總共說了二十一門，都是念佛法門。這些名稱都是從作用上立的名號，我們先將經文念一遍。清涼大師有很詳細的註解，我想這一段經文，我們講註解就好了，經要念一遍。請看經文："
    },
    {
      "id": "12-013-0008_p0002",
      "zh_CN": "【所谓智光普照差别境界念佛门】",
      "zh_TW": "【所謂智光普照差別境界念佛門】"
    },
    {
      "id": "12-013-0008_p0003",
      "zh_CN": "这一句是法门的名称，下一句是讲这个法门的作用：",
      "zh_TW": "這一句是法門的名稱，下一句是講這個法門的作用："
    },
    {
      "id": "12-013-0008_p0004",
      "zh_CN": "【常见诸佛种种国土宫殿庄严悉现前故。】",
      "zh_TW": "【常見諸佛種種國土宮殿莊嚴悉現前故。】"
    },
    {
      "id": "12-013-0008_p0005",
      "zh_CN": "这是第一。第二：",
      "zh_TW": "這是第一。第二："
    },
    {
      "id": "12-013-0008_p0006",
      "zh_CN": "【令安住种种增上意乐念佛门】",
      "zh_TW": "【令安住種種增上意樂念佛門】"
    },
    {
      "id": "12-013-0008_p0007",
      "zh_CN": "这是法门名称，它的作用：",
      "zh_TW": "這是法門名稱，它的作用："
    },
    {
      "id": "12-013-0008_p0008",
      "zh_CN": "【随诸众生心之所乐皆令见佛得清净故。】",
      "zh_TW": "【隨諸眾生心之所樂皆令見佛得清淨故。】"
    },
    {
      "id": "12-013-0008_p0009",
      "zh_CN": "第三：",
      "zh_TW": "第三："
    },
    {
      "id": "12-013-0008_p0010",
      "zh_CN": "【令安住究竟佛力念佛门，令入如来十种力中随顺行故。】",
      "zh_TW": "【令安住究竟佛力念佛門，令入如來十種力中隨順行故。】"
    },
    {
      "id": "12-013-0008_p0011",
      "zh_CN": "第四：",
      "zh_TW": "第四："
    },
    {
      "id": "12-013-0008_p0012",
      "zh_CN": "【令安住种种如来究竟正法念佛门】",
      "zh_TW": "【令安住種種如來究竟正法念佛門】"
    },
    {
      "id": "12-013-0008_p0013",
      "zh_CN": "它的业用是：",
      "zh_TW": "它的業用是："
    },
    {
      "id": "12-013-0008_p0014",
      "zh_CN": "【见一切佛演说正法咸听闻故。】",
      "zh_TW": "【見一切佛演說正法咸聽聞故。】"
    },
    {
      "id": "12-013-0008_p0015",
      "zh_CN": "第五：",
      "zh_TW": "第五："
    },
    {
      "id": "12-013-0008_p0016",
      "zh_CN": "【遍照十方无差别藏念佛门】",
      "zh_TW": "【遍照十方無差別藏念佛門】"
    },
    {
      "id": "12-013-0008_p0017",
      "zh_CN": "作用是：",
      "zh_TW": "作用是："
    },
    {
      "id": "12-013-0008_p0018",
      "zh_CN": "【普见一切诸世界中等无差别诸佛海故。】",
      "zh_TW": "【普見一切諸世界中等無差別諸佛海故。】"
    },
    {
      "id": "12-013-0008_p0019",
      "zh_CN": "第六：",
      "zh_TW": "第六："
    },
    {
      "id": "12-013-0008_p0020",
      "zh_CN": "【入不可见极微细处念佛门】",
      "zh_TW": "【入不可見極微細處念佛門】"
    },
    {
      "id": "12-013-0008_p0021",
      "zh_CN": "业用是：",
      "zh_TW": "業用是："
    },
    {
      "id": "12-013-0008_p0022",
      "zh_CN": "『彻见一切微细境中如来神变自在事故。』",
      "zh_TW": "『徹見一切微細境中如來神變自在事故。』"
    },
    {
      "id": "12-013-0008_p0023",
      "zh_CN": "第七：",
      "zh_TW": "第七："
    },
    {
      "id": "12-013-0008_p0024",
      "zh_CN": "【住种种劫念佛门，于一切劫常见诸佛施作佛事，咸亲近故。】",
      "zh_TW": "【住種種劫念佛門，於一切劫常見諸佛施作佛事，咸親近故。】"
    },
    {
      "id": "12-013-0008_p0025",
      "zh_CN": "第八：",
      "zh_TW": "第八："
    },
    {
      "id": "12-013-0008_p0026",
      "zh_CN": "【住一切时念佛门，于一切时常得见佛，与佛同住不相离故。】",
      "zh_TW": "【住一切時念佛門，於一切時常得見佛，與佛同住不相離故。】"
    },
    {
      "id": "12-013-0008_p0027",
      "zh_CN": "第九：",
      "zh_TW": "第九："
    },
    {
      "id": "12-013-0008_p0028",
      "zh_CN": "【住一切刹念佛门，一切刹土咸见佛身超过世间无等比故。】",
      "zh_TW": "【住一切剎念佛門，一切剎土咸見佛身超過世間無等比故。】"
    },
    {
      "id": "12-013-0008_p0029",
      "zh_CN": "第十：",
      "zh_TW": "第十："
    },
    {
      "id": "12-013-0008_p0030",
      "zh_CN": "【住一切世念佛门，随于自心所有乐欲，普见三世诸如来故。】",
      "zh_TW": "【住一切世念佛門，隨於自心所有樂欲，普見三世諸如來故。】"
    },
    {
      "id": "12-013-0008_p0031",
      "zh_CN": "第十一：",
      "zh_TW": "第十一："
    },
    {
      "id": "12-013-0008_p0032",
      "zh_CN": "【住一切境念佛门，普见一切诸境界中诸佛相续咸出兴故。】",
      "zh_TW": "【住一切境念佛門，普見一切諸境界中諸佛相續咸出興故。】"
    },
    {
      "id": "12-013-0008_p0033",
      "zh_CN": "第十二：",
      "zh_TW": "第十二："
    },
    {
      "id": "12-013-0008_p0034",
      "zh_CN": "【住一切性寂灭念佛门，于念念中见一切刹一切诸佛示涅槃故。】",
      "zh_TW": "【住一切性寂滅念佛門，於念念中見一切剎一切諸佛示涅槃故。】"
    },
    {
      "id": "12-013-0008_p0035",
      "zh_CN": "第十三：",
      "zh_TW": "第十三："
    },
    {
      "id": "12-013-0008_p0036",
      "zh_CN": "【住一切时处念佛门，于一日中见一切佛从其住处而往化故。】",
      "zh_TW": "【住一切時處念佛門，於一日中見一切佛從其住處而往化故。】"
    },
    {
      "id": "12-013-0008_p0037",
      "zh_CN": "第十四：",
      "zh_TW": "第十四："
    },
    {
      "id": "12-013-0008_p0038",
      "zh_CN": "【住一切境广大念佛门，见一切佛皆结跏趺坐一一佛身满法界故。】",
      "zh_TW": "【住一切境廣大念佛門，見一切佛皆結跏趺坐一一佛身滿法界故。】"
    },
    {
      "id": "12-013-0008_p0039",
      "zh_CN": "第十五：",
      "zh_TW": "第十五："
    },
    {
      "id": "12-013-0008_p0040",
      "zh_CN": "【住一切法微细念佛门，于一毛孔见不可说诸佛出兴，咸至其所而承事故。】",
      "zh_TW": "【住一切法微細念佛門，於一毛孔見不可說諸佛出興，咸至其所而承事故。】"
    },
    {
      "id": "12-013-0008_p0041",
      "zh_CN": "第十六：",
      "zh_TW": "第十六："
    },
    {
      "id": "12-013-0008_p0042",
      "zh_CN": "【住刹那际庄严念佛门，于一念中见一切刹皆有诸佛成等正觉现神变故。】",
      "zh_TW": "【住剎那際莊嚴念佛門，於一念中見一切剎皆有諸佛成等正覺現神變故。】"
    },
    {
      "id": "12-013-0008_p0043",
      "zh_CN": "第十七：",
      "zh_TW": "第十七："
    },
    {
      "id": "12-013-0008_p0044",
      "zh_CN": "【住一切法念佛门，见一切佛出兴于世以智慧光转法轮故。】",
      "zh_TW": "【住一切法念佛門，見一切佛出興於世以智慧光轉法輪故。】"
    },
    {
      "id": "12-013-0008_p0045",
      "zh_CN": "第十八：",
      "zh_TW": "第十八："
    },
    {
      "id": "12-013-0008_p0046",
      "zh_CN": "【住自在心念佛门，随其自心所有欲乐，一切如来现其影像咸得见故。】",
      "zh_TW": "【住自在心念佛門，隨其自心所有欲樂，一切如來現其影像咸得見故。】"
    },
    {
      "id": "12-013-0008_p0047",
      "zh_CN": "第十九：",
      "zh_TW": "第十九："
    },
    {
      "id": "12-013-0008_p0048",
      "zh_CN": "【住一切业念佛门，能随法界一切众生所修行业为现其身令觉悟故。】",
      "zh_TW": "【住一切業念佛門，能隨法界一切眾生所修行業為現其身令覺悟故。】"
    },
    {
      "id": "12-013-0008_p0049",
      "zh_CN": "第二十：",
      "zh_TW": "第二十："
    },
    {
      "id": "12-013-0008_p0050",
      "zh_CN": "【住一切神变念佛门，见一切佛住于广大香水海中坐莲华台普现神变满十方故。】",
      "zh_TW": "【住一切神變念佛門，見一切佛住於廣大香水海中坐蓮華臺普現神變滿十方故。】"
    },
    {
      "id": "12-013-0008_p0051",
      "zh_CN": "二十一：",
      "zh_TW": "二十一："
    },
    {
      "id": "12-013-0008_p0052",
      "zh_CN": "【住等虚空界念佛门，观察如来所现身云庄严法界虚空界故。】",
      "zh_TW": "【住等虛空界念佛門，觀察如來所現身雲莊嚴法界虛空界故。】"
    },
    {
      "id": "12-013-0008_p0053",
      "zh_CN": "这是总共说了二十一种。我们知道念佛这个门无量无边，那里只二十一种！二十一，诸位仔细去观察一下，还是归纳的。从业用相似的归纳，二十一大类，这二十一大类要展开来，给诸位说，不仅是世尊四十九年所说的一切法门，即使十方世界，一切诸佛如来，所说无量无边法门，通通可以归到念佛法门，没有一个法门不是念佛法门。你才晓得，念佛法门不可思议！为什么五十三参第一参，吉祥云比丘提倡念佛法门，原来念佛法门是无量无边法门的总根本，就是这个道理。",
      "zh_TW": "這是總共說了二十一種。我們知道念佛這個門無量無邊，那裡只二十一種！二十一，諸位仔細去觀察一下，還是歸納的。從業用相似的歸納，二十一大類，這二十一大類要展開來，給諸位說，不僅是世尊四十九年所說的一切法門，即使十方世界，一切諸佛如來，所說無量無邊法門，通通可以歸到念佛法門，沒有一個法門不是念佛法門。你才曉得，念佛法門不可思議！為什麼五十三參第一參，吉祥雲比丘提倡念佛法門，原來念佛法門是無量無邊法門的總根本，就是這個道理。"
    },
    {
      "id": "12-013-0008_p0054",
      "zh_CN": "这么多法门里面，你看看，吉祥云比丘他所修的这个法门，他这个法门还不在这个二十一个里面，这二十一个是别说的。他所修的是直接，就是般舟三昧，直接念阿弥陀佛。所以在念佛法门里面，又是第一殊胜！我们今天真的缘分不浅！学佛是运气不错，就给你撞上了；你也不懂得选择，可是他就撞上这个法门了。虽然是误撞撞上了，可是还是要明白；明白之后，我们对于现前修学的法门死心塌地，真正能做到「老实念佛」。大势至菩萨所谓的「都摄六根，净念相继」，这一生才能够圆满成就。我们看到念佛法门有这么多种，那有那么简单！我们看清凉的注解，他这个注注的很详细。",
      "zh_TW": "這麼多法門裡面，你看看，吉祥雲比丘他所修的這個法門，他這個法門還不在這個二十一個裡面，這二十一個是別說的。他所修的是直接，就是般舟三昧，直接念阿彌陀佛。所以在念佛法門裡面，又是第一殊勝！我們今天真的緣分不淺！學佛是運氣不錯，就給你撞上了；你也不懂得選擇，可是他就撞上這個法門了。雖然是誤撞撞上了，可是還是要明白；明白之後，我們對於現前修學的法門死心塌地，真正能做到「老實念佛」。大勢至菩薩所謂的「都攝六根，淨念相繼」，這一生才能夠圓滿成就。我們看到念佛法門有這麼多種，那有那麼簡單！我們看清涼的註解，他這個註註的很詳細。"
    },
    {
      "id": "12-013-0008_p0055",
      "zh_CN": "【所谓下】",
      "zh_TW": "【所謂下】"
    },
    {
      "id": "12-013-0008_p0056",
      "zh_CN": "就是我们刚才念的这一段长文，二十一门，这是别说。",
      "zh_TW": "就是我們剛才念的這一段長文，二十一門，這是別說。"
    },
    {
      "id": "12-013-0008_p0057",
      "zh_CN": "【有二十一门。】",
      "zh_TW": "【有二十一門。】"
    },
    {
      "id": "12-013-0008_p0058",
      "zh_CN": "前面这是总标，这是别列。每一门里面都有两句，刚才我们都念过了。",
      "zh_TW": "前面這是總標，這是別列。每一門裡面都有兩句，剛才我們都念過了。"
    },
    {
      "id": "12-013-0008_p0059",
      "zh_CN": "【各】",
      "zh_TW": "【各】"
    },
    {
      "id": "12-013-0008_p0060",
      "zh_CN": "就是二十一门里头，『各』是每一门，",
      "zh_TW": "就是二十一門裡頭，『各』是每一門，"
    },
    {
      "id": "12-013-0008_p0061",
      "zh_CN": "【先标明。】",
      "zh_TW": "【先標明。】"
    },
    {
      "id": "12-013-0008_p0062",
      "zh_CN": "【后释相用。】",
      "zh_TW": "【後釋相用。】"
    },
    {
      "id": "12-013-0008_p0063",
      "zh_CN": "后头这一句是解释它的作用、它的相状、它的作用。",
      "zh_TW": "後頭這一句是解釋它的作用、它的相狀、它的作用。"
    },
    {
      "id": "12-013-0008_p0064",
      "zh_CN": "【并从业用以受其名。】",
      "zh_TW": "【並從業用以受其名。】"
    },
    {
      "id": "12-013-0008_p0065",
      "zh_CN": "这个名字怎么来的呢？都是它『业用』上建立的。业就是造作、造修，也就是我们说的事相上的修行，这个叫「业」。你依照这个方法修行，一定起作用；一般讲，你一定得好处，那个好处就是「用」。这叫「业用」，从业用立的名称。下面这一句：",
      "zh_TW": "這個名字怎麼來的呢？都是它『業用』上建立的。業就是造作、造修，也就是我們說的事相上的修行，這個叫「業」。你依照這個方法修行，一定起作用；一般講，你一定得好處，那個好處就是「用」。這叫「業用」，從業用立的名稱。下面這一句："
    },
    {
      "id": "12-013-0008_p0066",
      "zh_CN": "【准晋经中一一皆有三昧之言，今略无耳。】",
      "zh_TW": "【準晉經中一一皆有三昧之言，今略無耳。】"
    },
    {
      "id": "12-013-0008_p0067",
      "zh_CN": "这是清凉大师将新旧两种译本比较上来看，旧经就是《六十华严》，晋朝时候翻译的，我们称它作「晋作」，『晋经』就是《六十华严》。《六十华严》这一段经文里头，都有三昧；可是新译的八十卷《华严》里面，把这一句省略掉了。所以诸位如果看《六十华严》，看到这一段，就是省略，意思都圆满，意思没有两样。",
      "zh_TW": "這是清涼大師將新舊兩種譯本比較上來看，舊經就是《六十華嚴》，晉朝時候翻譯的，我們稱它作「晉作」，『晉經』就是《六十華嚴》。《六十華嚴》這一段經文裡頭，都有三昧；可是新譯的八十卷《華嚴》裡面，把這一句省略掉了。所以諸位如果看《六十華嚴》，看到這一段，就是省略，意思都圓滿，意思沒有兩樣。"
    },
    {
      "id": "12-013-0008_p0068",
      "zh_CN": "【古德分二】",
      "zh_TW": "【古德分二】"
    },
    {
      "id": "12-013-0008_p0069",
      "zh_CN": "这是讲从前古大德，多半是指晋经，像《华严探玄记》，贤首国师所作的，这在清凉之前，他们将这一段经文分为两大段，这二十一句，前面十句，后面十句。",
      "zh_TW": "這是講從前古大德，多半是指晉經，像《華嚴探玄記》，賢首國師所作的，這在清涼之前，他們將這一段經文分為兩大段，這二十一句，前面十句，後面十句。"
    },
    {
      "id": "12-013-0008_p0070",
      "zh_CN": "【前十念佛胜德圆备。后十念佛妙用自在。】",
      "zh_TW": "【前十念佛勝德圓備。後十念佛妙用自在。】"
    },
    {
      "id": "12-013-0008_p0071",
      "zh_CN": "这是将这二十一门分成两大段，分的也很有意思。可是清凉没有用这种分法。",
      "zh_TW": "這是將這二十一門分成兩大段，分的也很有意思。可是清涼沒有用這種分法。"
    },
    {
      "id": "12-013-0008_p0072",
      "zh_CN": "【今释有异。略为三门。】",
      "zh_TW": "【今釋有異。略為三門。】"
    },
    {
      "id": "12-013-0008_p0073",
      "zh_CN": "这是清凉大师他把它分为三门解释。",
      "zh_TW": "這是清涼大師他把它分為三門解釋。"
    },
    {
      "id": "12-013-0008_p0074",
      "zh_CN": "【一明所念差别。二者会释经文。三以能念收束。】",
      "zh_TW": "【一明所念差別。二者會釋經文。三以能念收束。】"
    },
    {
      "id": "12-013-0008_p0075",
      "zh_CN": "他这个注解里面，就分成这三大段，用这三段来解释二十一个念佛门。我们先看第一段：",
      "zh_TW": "他這個註解裡面，就分成這三大段，用這三段來解釋二十一個念佛門。我們先看第一段："
    },
    {
      "id": "12-013-0008_p0076",
      "zh_CN": "【今初。谓十身三身，为观不同，略为十种。】",
      "zh_TW": "【今初。謂十身三身，為觀不同，略為十種。】"
    },
    {
      "id": "12-013-0008_p0077",
      "zh_CN": "《华严经》都是用十这个数字来代表圆满，所以说佛有十身。但是世尊通常在大乘经论里面，跟我们所讲的，没有像这么多，讲的比较简单，都讲三身。三身，我想每个同修都能够记得；讲十身，恐怕你说不出来了。三身就是法身、报身、应化身，这个好懂！可是说十身，也没有离开三身，不过把三身细说，再分开来讲，分成十身。由此可知，十身跟三身实际上讲，没有差别。『为观不同，略为十种。』",
      "zh_TW": "《華嚴經》都是用十這個數字來代表圓滿，所以說佛有十身。但是世尊通常在大乘經論裡面，跟我們所講的，沒有像這麼多，講的比較簡單，都講三身。三身，我想每個同修都能夠記得；講十身，恐怕你說不出來了。三身就是法身、報身、應化身，這個好懂！可是說十身，也沒有離開三身，不過把三身細說，再分開來講，分成十身。由此可知，十身跟三身實際上講，沒有差別。『為觀不同，略為十種。』"
    },
    {
      "id": "12-013-0008_p0078",
      "zh_CN": "【前八三身。】",
      "zh_TW": "【前八三身。】"
    },
    {
      "id": "12-013-0008_p0079",
      "zh_CN": "这是讲二十一门，前面八门你仔细观察，都是法身、报身、应身，你是念那一种身？",
      "zh_TW": "這是講二十一門，前面八門你仔細觀察，都是法身、報身、應身，你是念那一種身？"
    },
    {
      "id": "12-013-0008_p0080",
      "zh_CN": "【后二束上以成十身。】",
      "zh_TW": "【後二束上以成十身。】"
    },
    {
      "id": "12-013-0008_p0081",
      "zh_CN": "『后二』就是第九句跟第十句。",
      "zh_TW": "『後二』就是第九句跟第十句。"
    },
    {
      "id": "12-013-0008_p0082",
      "zh_CN": "【谓念三身佛则为三观。各分依正】",
      "zh_TW": "【謂念三身佛則為三觀。各分依正】"
    },
    {
      "id": "12-013-0008_p0083",
      "zh_CN": "有依报跟正报。",
      "zh_TW": "有依報跟正報。"
    },
    {
      "id": "12-013-0008_p0084",
      "zh_CN": "【便为六门。就报化中】",
      "zh_TW": "【便為六門。就報化中】"
    },
    {
      "id": "12-013-0008_p0085",
      "zh_CN": "报佛跟化佛。",
      "zh_TW": "報佛跟化佛。"
    },
    {
      "id": "12-013-0008_p0086",
      "zh_CN": "【分为内外，以成其八。】",
      "zh_TW": "【分為內外，以成其八。】"
    },
    {
      "id": "12-013-0008_p0087",
      "zh_CN": "这是讲前面八门都离不开三身。",
      "zh_TW": "這是講前面八門都離不開三身。"
    },
    {
      "id": "12-013-0008_p0088",
      "zh_CN": "【九谓性相无碍。十谓融摄重重。】",
      "zh_TW": "【九謂性相無礙。十謂融攝重重。】"
    },
    {
      "id": "12-013-0008_p0089",
      "zh_CN": "所以这两句就把《华严经》上讲的十身都包括尽了。",
      "zh_TW": "所以這兩句就把《華嚴經》上講的十身都包括盡了。"
    },
    {
      "id": "12-013-0008_p0090",
      "zh_CN": "【言十种者】",
      "zh_TW": "【言十種者】"
    },
    {
      "id": "12-013-0008_p0091",
      "zh_CN": "这个里面有许多地方，是我们应当要学习的。",
      "zh_TW": "這個裡面有許多地方，是我們應當要學習的。"
    },
    {
      "id": "12-013-0008_p0092",
      "zh_CN": "【一若作是观，佛以法为身，清净如虚空，无念念者。则念真如。是念法身。】",
      "zh_TW": "【一若作是觀，佛以法為身，清淨如虛空，無念念者。則念真如。是念法身。】"
    },
    {
      "id": "12-013-0008_p0093",
      "zh_CN": "这第一句很重要—『若作是观』，这一句是枢纽，是关键的所在。「观」前面跟诸位讲过，就是观念，我们怎样把这个观念转过来。说实在话，我们凡夫的观念都是错误的。无论你观察的宇宙人生，你所观察的世法、佛法，都有很深、很广、很严重的错误。所以三界六道，我们很难出离，道理在此地。佛祖在此地教给我们，你把那个观念转过来，转过来诸佛菩萨的观念，诸佛菩萨他怎么个看法？他的看法正确的，一丝毫差误都没有。我们凡夫以这个肉体为身，这是我的身；诸佛菩萨不以这个肉体为身，他以什么为身呢？以一切诸法为身，这叫法身。什么是法？尽虚空、遍法界就是法。毘卢遮那佛的华藏世界、阿弥陀佛的极乐世界，内凡、外凡的十法界依正庄严，都是法，他以这个为身，这个正确没有错误。",
      "zh_TW": "這第一句很重要—『若作是觀』，這一句是樞紐，是關鍵的所在。「觀」前面跟諸位講過，就是觀念，我們怎樣把這個觀念轉過來。說實在話，我們凡夫的觀念都是錯誤的。無論你觀察的宇宙人生，你所觀察的世法、佛法，都有很深、很廣、很嚴重的錯誤。所以三界六道，我們很難出離，道理在此地。佛祖在此地教給我們，你把那個觀念轉過來，轉過來諸佛菩薩的觀念，諸佛菩薩他怎麼個看法？他的看法正確的，一絲毫差誤都沒有。我們凡夫以這個肉體為身，這是我的身；諸佛菩薩不以這個肉體為身，他以什麼為身呢？以一切諸法為身，這叫法身。什麼是法？盡虛空、遍法界就是法。毘盧遮那佛的華藏世界、阿彌陀佛的極樂世界，內凡、外凡的十法界依正莊嚴，都是法，他以這個為身，這個正確沒有錯誤。"
    },
    {
      "id": "12-013-0008_p0094",
      "zh_CN": "我这个讲法，恐怕诸位还听不懂，我们再举个比喻来讲。我想大概每位同修都有作梦的经验，你们都作过梦，作梦的时候，你要晓得梦从那里来的？梦是我们的心变现出来的，心能变，梦境所变；能所不二，能变跟所变是一不是二。聪明人知道，什么是我？整个梦境是我，他这个观念就没错！整个梦境是我自性变的，心外无法，法外无心。如果承认整个梦境是自己，那就恭喜了，你就证得清净法身。如果在梦中认为，梦中有个自己身，这是我，我身以为都不是我自己，那你是迷惑颠倒！你是凡夫，你不晓得所有的境界，都是你自性变现出来的！《华严经》上佛讲：「唯心所现」，一真法界、十法界、无量无边的法界依正庄严，「唯心所现，唯识所变」。因为有这两句话，所以法相宗也把《华严经》看作是它的根本经教；法相宗有六经十一论，六经里头有《华严经》，就是因为有这一句。",
      "zh_TW": "我這個講法，恐怕諸位還聽不懂，我們再舉個比喻來講。我想大概每位同修都有作夢的經驗，你們都作過夢，作夢的時候，你要曉得夢從那裡來的？夢是我們的心變現出來的，心能變，夢境所變；能所不二，能變跟所變是一不是二。聰明人知道，什麼是我？整個夢境是我，他這個觀念就沒錯！整個夢境是我自性變的，心外無法，法外無心。如果承認整個夢境是自己，那就恭喜了，你就證得清淨法身。如果在夢中認為，夢中有個自己身，這是我，我身以為都不是我自己，那你是迷惑顛倒！你是凡夫，你不曉得所有的境界，都是你自性變現出來的！《華嚴經》上佛講：「唯心所現」，一真法界、十法界、無量無邊的法界依正莊嚴，「唯心所現，唯識所變」。因為有這兩句話，所以法相宗也把《華嚴經》看作是它的根本經教；法相宗有六經十一論，六經裡頭有《華嚴經》，就是因為有這一句。"
    },
    {
      "id": "12-013-0008_p0095",
      "zh_CN": "我们几个人知道？怎么晓得这一切依正庄严，是自己变现的？我们在变现境界里头，分自分他，分好分丑，自己跟自己打架，自己跟自己过不去，就干这些事情！所以佛菩萨看的很清楚，叫「可怜悯者」，你怎么可怜呢？自己跟自己过不去！除了自性之外，的确别无一法。所以佛与大菩萨，此地所讲的圆教初住菩萨，就以法为身；他们破一品无明，证一分法身。圆初住的菩萨就『以法为身』，不以这个为身，这就叫法身。法身『清净如虚空』，念佛念法身佛怎么念呢？『无念念者。则念真如。』清净心中无念，无念给诸位说，无念是无妄念，不是没有正念。没有正念，那就变成石头、砖头瓦块，变成木头人了，那个没有念。没有妄念，他有正念，所以正念也叫无念，无妄念，这很难懂！",
      "zh_TW": "我們幾個人知道？怎麼曉得這一切依正莊嚴，是自己變現的？我們在變現境界裡頭，分自分他，分好分醜，自己跟自己打架，自己跟自己過不去，就幹這些事情！所以佛菩薩看的很清楚，叫「可憐憫者」，你怎麼可憐呢？自己跟自己過不去！除了自性之外，的確別無一法。所以佛與大菩薩，此地所講的圓教初住菩薩，就以法為身；他們破一品無明，證一分法身。圓初住的菩薩就『以法為身』，不以這個為身，這就叫法身。法身『清淨如虛空』，念佛念法身佛怎麼念呢？『無念念者。則念真如。』清淨心中無念，無念給諸位說，無念是無妄念，不是沒有正念。沒有正念，那就變成石頭、磚頭瓦塊，變成木頭人了，那個沒有念。沒有妄念，他有正念，所以正念也叫無念，無妄念，這很難懂！"
    },
    {
      "id": "12-013-0008_p0096",
      "zh_CN": "什么叫正念？什么叫无念？我们睁开眼睛能见，你们大家睁开眼睛都能见，都见得清清楚楚、明明白白，当你见到这些色相的时候，你没有起分别心，你没有生执着心，你也没有妄想心，你不能说你看不清楚，你看得很清楚，听得很清楚，只要你这个时候没有妄想、没有分别、没有执着，这就叫正念。你要起一个动的念头，这是花，这个花很好看，那是蜡烛红的，妄念！那就叫妄念。所以无念就是无妄想、无分别、无执着，眼看的清楚，耳听的清楚，六根接触外面境界，清清楚楚、明明白白，这叫正念。可是你才起心动念，坏了，就是妄念，就不是正念。",
      "zh_TW": "什麼叫正念？什麼叫無念？我們睜開眼睛能見，你們大家睜開眼睛都能見，都見得清清楚楚、明明白白，當你見到這些色相的時候，你沒有起分別心，你沒有生執著心，你也沒有妄想心，你不能說你看不清楚，你看得很清楚，聽得很清楚，只要你這個時候沒有妄想、沒有分別、沒有執著，這就叫正念。你要起一個動的念頭，這是花，這個花很好看，那是蠟燭紅的，妄念！那就叫妄念。所以無念就是無妄想、無分別、無執著，眼看的清楚，耳聽的清楚，六根接觸外面境界，清清楚楚、明明白白，這叫正念。可是你才起心動念，壞了，就是妄念，就不是正念。"
    },
    {
      "id": "12-013-0008_p0097",
      "zh_CN": "「无念念者」，那个念是正念，无念是无妄念，底下那个念就是清清楚楚、明明白白，六根对六尘境界。你要晓得，诸佛菩萨跟我们凡夫不一样的地方就在此地。他也见，我们也见；他也听，我们也听；我们吃饭，他也吃饭，没有两样！我们六根接触六尘境界，有妄想、分别、执着；他们六根接触六尘境界，没有妄想、分别、执着，因为他没有执着，就没有六道；没有分别，他就没有十法界；没有妄想，连一真法界也没有，一真法界是个假名而已！《金刚经》上讲：「一真法界者，即非一真，是名一真。」你要懂得这个意思，它不是真的有个一真，真的要有个一真，不就又打妄想，又有分别了！这是没有办法，为了说法方便起见，假立名相，所以你会听。就是马鸣在《起信论》里面所讲的，会听经的人，「离名字相，离言说相，离心缘相」。我们听经要不要用这些东西？要用！怎么离呢？不要执着，不要分别，不要去打妄想，那你就真的会听，你真的就听进去了。只要你在听经里，还有分别，还有执着，你没听进去！那个东西叫业障，把佛法障碍住了，你没听进去。",
      "zh_TW": "「無念念者」，那個念是正念，無念是無妄念，底下那個念就是清清楚楚、明明白白，六根對六塵境界。你要曉得，諸佛菩薩跟我們凡夫不一樣的地方就在此地。他也見，我們也見；他也聽，我們也聽；我們吃飯，他也吃飯，沒有兩樣！我們六根接觸六塵境界，有妄想、分別、執著；他們六根接觸六塵境界，沒有妄想、分別、執著，因為他沒有執著，就沒有六道；沒有分別，他就沒有十法界；沒有妄想，連一真法界也沒有，一真法界是個假名而已！《金剛經》上講：「一真法界者，即非一真，是名一真。」你要懂得這個意思，它不是真的有個一真，真的要有個一真，不就又打妄想，又有分別了！這是沒有辦法，為了說法方便起見，假立名相，所以你會聽。就是馬鳴在《起信論》裡面所講的，會聽經的人，「離名字相，離言說相，離心緣相」。我們聽經要不要用這些東西？要用！怎麼離呢？不要執著，不要分別，不要去打妄想，那你就真的會聽，你真的就聽進去了。只要你在聽經裡，還有分別，還有執著，你沒聽進去！那個東西叫業障，把佛法障礙住了，你沒聽進去。"
    },
    {
      "id": "12-013-0008_p0098",
      "zh_CN": "你能够离心意识，离心意识实在讲，就是离言说相、离名字相、离心缘相，就是离心意识，你才能真正听到自性，这就回归到自性。这个方法在念佛法门里面，叫念法身佛。那么诸位想想，禅宗用的方法，禅宗是不是念佛呢？我们拿这个标准，「原来它也是念佛法门！」不过他口里头不念阿弥陀佛，他也不想阿弥陀佛，他真的是念佛，他是念法身佛。那么他能不能入这个境界，那就是另外一桩事情，那要看他的功夫，是不是真正把妄想、分别、执着放下，如果放下了，他得禅定，从禅定大彻大悟、明心见性，那就是念法身佛。虽然念法身佛，诸位要晓得，前面跟大家讲过，圆教三贤位都用这个方法修，我们讲宗门都用这个方法修，他修到十住、十行、十回向，等他到了初地了，他念头转过来，他念阿弥陀佛，求生西方极乐世界。所以《华严》说：「十地菩萨皆念佛故」，那是念阿弥陀佛，不是念法身佛，念阿弥陀佛。这一句阿弥陀佛，给诸位说，这里头二十一种法门全部包括在其中，一个都不漏。念这一声阿弥陀佛还得了！不得了！所以你不读《华严》，不知道念佛法门的广大，真正是无比！所以这是『念真如』。直心正念真如，念真如就是念法身，这是讲十种身，念法身，这个里头有正报、有依报。",
      "zh_TW": "你能夠離心意識，離心意識實在講，就是離言說相、離名字相、離心緣相，就是離心意識，你才能真正聽到自性，這就回歸到自性。這個方法在念佛法門裡面，叫念法身佛。那麼諸位想想，禪宗用的方法，禪宗是不是念佛呢？我們拿這個標準，「原來它也是念佛法門！」不過他口裡頭不念阿彌陀佛，他也不想阿彌陀佛，他真的是念佛，他是念法身佛。那麼他能不能入這個境界，那就是另外一樁事情，那要看他的功夫，是不是真正把妄想、分別、執著放下，如果放下了，他得禪定，從禪定大徹大悟、明心見性，那就是念法身佛。雖然念法身佛，諸位要曉得，前面跟大家講過，圓教三賢位都用這個方法修，我們講宗門都用這個方法修，他修到十住、十行、十迴向，等他到了初地了，他念頭轉過來，他念阿彌陀佛，求生西方極樂世界。所以《華嚴》說：「十地菩薩皆念佛故」，那是念阿彌陀佛，不是念法身佛，念阿彌陀佛。這一句阿彌陀佛，給諸位說，這裡頭二十一種法門全部包括在其中，一個都不漏。念這一聲阿彌陀佛還得了！不得了！所以你不讀《華嚴》，不知道念佛法門的廣大，真正是無比！所以這是『念真如』。直心正念真如，念真如就是念法身，這是講十種身，念法身，這個裡頭有正報、有依報。"
    },
    {
      "id": "12-013-0008_p0099",
      "zh_CN": "【二华藏世界海，法界无差别，依真而住，不依国土，是念性土。】",
      "zh_TW": "【二華藏世界海，法界無差別，依真而住，不依國土，是念性土。】"
    },
    {
      "id": "12-013-0008_p0100",
      "zh_CN": "这个意思我们也要明了。也许诸位看经论，或者看古来大德的这些著书，常常有说到：「自性弥陀，唯心净土」。这个地方告诉你什么叫「唯心净土」，唯心净土叫作法性土，这是『华藏世界海』。极乐世界也在华藏世界里面，没有离开华藏；我们娑婆世界还是在华藏里面。而且世尊在这经上告诉我们，华藏世界海有二十层，就好像二十层的大楼一样，娑婆跟极乐都在第十三层，都在十三层，你才知道华藏之大！你看看，都在十三层，娑婆世界到西方极乐世界当中，十万亿个佛国土，华藏之大没有法子说，无法形容。而世尊告诉我们，在尽虚空、遍法界，像华藏世界这样的世界，不晓得有多少？无量无边！但是诸位要晓得，无量无边的世界海，都是你自性变现出来的，离开自性无有一法可得，心性不可思议！所以从这个大世界里面来看，那法界就没有差别了。",
      "zh_TW": "這個意思我們也要明瞭。也許諸位看經論，或者看古來大德的這些著書，常常有說到：「自性彌陀，唯心淨土」。這個地方告訴你什麼叫「唯心淨土」，唯心淨土叫作法性土，這是『華藏世界海』。極樂世界也在華藏世界裡面，沒有離開華藏；我們娑婆世界還是在華藏裡面。而且世尊在這經上告訴我們，華藏世界海有二十層，就好像二十層的大樓一樣，娑婆跟極樂都在第十三層，都在十三層，你才知道華藏之大！你看看，都在十三層，娑婆世界到西方極樂世界當中，十萬億個佛國土，華藏之大沒有法子說，無法形容。而世尊告訴我們，在盡虛空、遍法界，像華藏世界這樣的世界，不曉得有多少？無量無邊！但是諸位要曉得，無量無邊的世界海，都是你自性變現出來的，離開自性無有一法可得，心性不可思議！所以從這個大世界裡面來看，那法界就沒有差別了。"
    },
    {
      "id": "12-013-0008_p0101",
      "zh_CN": "『依真而住』，真是真如、真性，这是佛与大菩萨，我们这里讲的大菩萨，就是《华严》里讲的法身大士，四十一位法身大士跟诸佛如来，他们是依真而住。『不依国土』，国土是变化；换一句话说，依真而住，他们住在「能变」，不住「所变」。因为十方世界是所变，真如本性是能变，所以他住能变不住所变，就得大自在。我们今天恰好颠倒，我们把能变的忘掉了，都住在所变上，所以这就糟糕了！处处都是障碍了！他住在能变上，不住所变上，所以他得四种无碍—理无碍、事无碍、理事无碍、事事无碍，就是这么个道理。这一大类，这个大原则底下，许许多多无量法门里面，这个叫念法性土，这一类叫念法性土。所以这二十一门包括一切法门，一切法门皆是念佛法门。",
      "zh_TW": "『依真而住』，真是真如、真性，這是佛與大菩薩，我們這裡講的大菩薩，就是《華嚴》裡講的法身大士，四十一位法身大士跟諸佛如來，他們是依真而住。『不依國土』，國土是變化；換一句話說，依真而住，他們住在「能變」，不住「所變」。因為十方世界是所變，真如本性是能變，所以他住能變不住所變，就得大自在。我們今天恰好顛倒，我們把能變的忘掉了，都住在所變上，所以這就糟糕了！處處都是障礙了！他住在能變上，不住所變上，所以他得四種無礙—理無礙、事無礙、理事無礙、事事無礙，就是這麼個道理。這一大類，這個大原則底下，許許多多無量法門裡面，這個叫念法性土，這一類叫念法性土。所以這二十一門包括一切法門，一切法門皆是念佛法門。"
    },
    {
      "id": "12-013-0008_p0102",
      "zh_CN": "【三十莲华藏微尘数相，此等皆是念报身相。】",
      "zh_TW": "【三十蓮華藏微塵數相，此等皆是念報身相。】"
    },
    {
      "id": "12-013-0008_p0103",
      "zh_CN": "我们现在念佛，常常念佛「三十二相，八十种好」；三十二相、八十种好，是释迦牟尼佛当年出现在我们这个世间所示现的。我们世间人以为这是贵相、好相，相书上讲的那个好相，释迦牟尼佛样样具足，一条也没有欠缺，劣应身的三十二相、八十种好，劣应身在应化身里，不是怎么高明的。如果现好的、殊胜的应化身，我们凡夫见了受不了，不能接受，看到这个相太好了，吓跑了！不敢亲近了！所以世尊为了接引众生示现的相，跟我们差不多，稍微好一点，我们可以接受，还愿意亲近，这不能现的太好，叫劣应身。",
      "zh_TW": "我們現在念佛，常常念佛「三十二相，八十種好」；三十二相、八十種好，是釋迦牟尼佛當年出現在我們這個世間所示現的。我們世間人以為這是貴相、好相，相書上講的那個好相，釋迦牟尼佛樣樣具足，一條也沒有欠缺，劣應身的三十二相、八十種好，劣應身在應化身裡，不是怎麼高明的。如果現好的、殊勝的應化身，我們凡夫見了受不了，不能接受，看到這個相太好了，嚇跑了！不敢親近了！所以世尊為了接引眾生示現的相，跟我們差不多，稍微好一點，我們可以接受，還願意親近，這不能現的太好，叫劣應身。"
    },
    {
      "id": "12-013-0008_p0104",
      "zh_CN": "而经上跟我们说的，像阿弥陀佛，这是净土三经里面，我们念的很多。佛告诉我们，报身佛身有无量相，相有无量好，这个地方讲：『十莲华藏微尘数相』。我们讲华藏世界，华藏世界多大？刚才讲了，娑婆跟极乐都在第十三层，把华藏世界捻成微尘，一粒微尘算一个相好，十个华藏世界的微尘数相好，你去算，这是谁能算得出来！通常我们讲恒河沙数，恒河沙你都算不出来了，恒河沙算什么！十个华藏世界的微尘数，我们没法子想像。这是说毘卢遮那如来，西方极乐世界的阿弥陀如来的报身。这个报身的相，经上跟我们讲的「实报庄严土」，不是凡圣同居土；凡圣同居土、方便有余土，你所见的佛相，没有这么庄严。你要是见到实报庄严土的阿弥陀佛相，那就是这么庄严。凡是这一类念佛的，这一类念佛很显然，《十六观经》就是这类念佛，就是观佛的相好，观西方极乐世界的依正庄严，那就是属于念报身相，属于这一类的。",
      "zh_TW": "而經上跟我們說的，像阿彌陀佛，這是淨土三經裡面，我們念的很多。佛告訴我們，報身佛身有無量相，相有無量好，這個地方講：『十蓮華藏微塵數相』。我們講華藏世界，華藏世界多大？剛才講了，娑婆跟極樂都在第十三層，把華藏世界捻成微塵，一粒微塵算一個相好，十個華藏世界的微塵數相好，你去算，這是誰能算得出來！通常我們講恆河沙數，恆河沙你都算不出來了，恆河沙算什麼！十個華藏世界的微塵數，我們沒法子想像。這是說毘盧遮那如來，西方極樂世界的阿彌陀如來的報身。這個報身的相，經上跟我們講的「實報莊嚴土」，不是凡聖同居土；凡聖同居土、方便有餘土，你所見的佛相，沒有這麼莊嚴。你要是見到實報莊嚴土的阿彌陀佛相，那就是這麼莊嚴。凡是這一類念佛的，這一類念佛很顯然，《十六觀經》就是這類念佛，就是觀佛的相好，觀西方極樂世界的依正莊嚴，那就是屬於念報身相，屬於這一類的。"
    },
    {
      "id": "12-013-0008_p0105",
      "zh_CN": "【四有无尽德，一一难思。念报内德。】",
      "zh_TW": "【四有無盡德，一一難思。念報內德。】"
    },
    {
      "id": "12-013-0008_p0106",
      "zh_CN": "这个『报』就是报身，前面第三句是讲念报身外面的相好，这一句是讲念报身之德，念他的内德，有无尽的智慧、德能，自性本具。一一德能都不可思议，这个是念报身的内德。给诸位说，经上所说的这些，都是我们自己自性本来具足，要懂得这个意思。不是说毘卢遮那、阿弥陀佛有，我们没有，我们跟他一样，没有两样。这读了之后生惭愧心，我们这样的智慧、德能完全丧失掉了，今天搞的这么可怜，搞的这么凄惨！我们今天很幸运遇到佛法了，遇到世尊给我们宣说这个法门，目的何在呢？无非教我们恢复自性。明白这个道理，体会佛的用意，我们才真正能接受佛的教诲，而在这一生当中，能够圆满性德，这是佛出现为我们讲经说法的意义。这底下，大师引前面经里面的一段话来作证明。",
      "zh_TW": "這個『報』就是報身，前面第三句是講念報身外面的相好，這一句是講念報身之德，念他的內德，有無盡的智慧、德能，自性本具。一一德能都不可思議，這個是念報身的內德。給諸位說，經上所說的這些，都是我們自己自性本來具足，要懂得這個意思。不是說毘盧遮那、阿彌陀佛有，我們沒有，我們跟他一樣，沒有兩樣。這讀了之後生慚愧心，我們這樣的智慧、德能完全喪失掉了，今天搞的這麼可憐，搞的這麼悽慘！我們今天很幸運遇到佛法了，遇到世尊給我們宣說這個法門，目的何在呢？無非教我們恢復自性。明白這個道理，體會佛的用意，我們才真正能接受佛的教誨，而在這一生當中，能夠圓滿性德，這是佛出現為我們講經說法的意義。這底下，大師引前面經裡面的一段話來作證明。"
    },
    {
      "id": "12-013-0008_p0107",
      "zh_CN": "【故上经云】",
      "zh_TW": "【故上經云】"
    },
    {
      "id": "12-013-0008_p0108",
      "zh_CN": "『上』是前面，前面经里面说：",
      "zh_TW": "『上』是前面，前面經裡面說："
    },
    {
      "id": "12-013-0008_p0109",
      "zh_CN": "【一切威仪中，常念佛功德，昼夜无暂断，如是业应作。】",
      "zh_TW": "【一切威儀中，常念佛功德，晝夜無暫斷，如是業應作。】"
    },
    {
      "id": "12-013-0008_p0110",
      "zh_CN": "作这个业好，作这个业是修德，教我们一切威仪，行住坐卧，一切时、一切处所，常常念佛的功德不要间断。我们怎么念法？最方便的就是一句「南无阿弥陀佛」，这一句名号里，具足了万德万能，无尽的功德。吉祥云比丘修般舟三昧，就是昼夜无间断。",
      "zh_TW": "作這個業好，作這個業是修德，教我們一切威儀，行住坐臥，一切時、一切處所，常常念佛的功德不要間斷。我們怎麼念法？最方便的就是一句「南無阿彌陀佛」，這一句名號裡，具足了萬德萬能，無盡的功德。吉祥雲比丘修般舟三昧，就是晝夜無間斷。"
    },
    {
      "id": "12-013-0008_p0111",
      "zh_CN": "【五观华藏刹】",
      "zh_TW": "【五觀華藏剎】"
    },
    {
      "id": "12-013-0008_p0112",
      "zh_CN": "这教我们观毘卢遮那佛的佛刹。",
      "zh_TW": "這教我們觀毘盧遮那佛的佛剎。"
    },
    {
      "id": "12-013-0008_p0113",
      "zh_CN": "【无量宝严，量周法界。是念报土。】",
      "zh_TW": "【無量寶嚴，量周法界。是念報土。】"
    },
    {
      "id": "12-013-0008_p0114",
      "zh_CN": "报土就是实报庄严土，念实报庄严土。《华严经》在八十华严，展开经卷从第一卷，到第十二卷的上半部，总共有十一卷半的经文，是讲华藏世界的依正庄严，毘卢遮那佛的依正庄严，经文很长，比《观无量寿经》讲的详细太多太多了，《观无量寿经》跟它一比，那是略说，详细在《华严》这一段。这个是念实报庄严土。",
      "zh_TW": "報土就是實報莊嚴土，念實報莊嚴土。《華嚴經》在八十華嚴，展開經卷從第一卷，到第十二卷的上半部，總共有十一卷半的經文，是講華藏世界的依正莊嚴，毘盧遮那佛的依正莊嚴，經文很長，比《觀無量壽經》講的詳細太多太多了，《觀無量壽經》跟它一比，那是略說，詳細在《華嚴》這一段。這個是念實報莊嚴土。"
    },
    {
      "id": "12-013-0008_p0115",
      "zh_CN": "【六或观佛相具三十二，若总若别，若逆若顺，丈六千尺。此等皆是念化身相。】",
      "zh_TW": "【六或觀佛相具三十二，若總若別，若逆若順，丈六千尺。此等皆是念化身相。】"
    },
    {
      "id": "12-013-0008_p0116",
      "zh_CN": "这就是你观三十二相，观八十种好，常常想这个，常常念这个，或者想佛丈六金身，或者你有能力想佛身很高大，千尺，（千尺是一百丈），这么大的身，都是属于化身。千尺的大身是殊胜的化身，丈六的是劣应身，所以佛在十方世界随类化身，随众生心，应所知量。譬如我们这个世间人不高，天人比我们高，欲界有六层天，一层比一层相好，个子也高。佛要是在天上示现为天人讲经说法，那现的化身比我们就殊胜多了，千尺化身。不像我们这个丈六身，丈六身要到天人那里去，天人一看佛个子很小，像小孩一样，讲经说法，他怎么瞧得起他呢？所以随类化身，如果在我们这个世界，佛一下现千尺身，我们抬头看不到他也不行，我们也没有办法接近，也觉得这个人太奇怪，不敢亲近，所以示现的与我们差不多，比我们高大一点就是，这是能够接受的。这一类的都是属于念化身，念应化身，化身相。",
      "zh_TW": "這就是你觀三十二相，觀八十種好，常常想這個，常常念這個，或者想佛丈六金身，或者你有能力想佛身很高大，千尺，（千尺是一百丈），這麼大的身，都是屬於化身。千尺的大身是殊勝的化身，丈六的是劣應身，所以佛在十方世界隨類化身，隨眾生心，應所知量。譬如我們這個世間人不高，天人比我們高，欲界有六層天，一層比一層相好，個子也高。佛要是在天上示現為天人講經說法，那現的化身比我們就殊勝多了，千尺化身。不像我們這個丈六身，丈六身要到天人那裡去，天人一看佛個子很小，像小孩一樣，講經說法，他怎麼瞧得起他呢？所以隨類化身，如果在我們這個世界，佛一下現千尺身，我們抬頭看不到他也不行，我們也沒有辦法接近，也覺得這個人太奇怪，不敢親近，所以示現的與我們差不多，比我們高大一點就是，這是能夠接受的。這一類的都是屬於念化身，念應化身，化身相。"
    },
    {
      "id": "12-013-0008_p0117",
      "zh_CN": "【七十力无畏，十八不共。此等皆是念化身德。】",
      "zh_TW": "【七十力無畏，十八不共。此等皆是念化身德。】"
    },
    {
      "id": "12-013-0008_p0118",
      "zh_CN": "十力、四无所畏、十八不共法，在这里不能细说；细说，两个小时也讲不完。过去都曾经讲过，诸位要忘掉了，《佛学字典》上有，《教乘法数》里头也有，自己可以参考。十力是十种能力，十种能力非常殊胜，不但我们凡夫没有，菩萨虽有，也比不上佛那么样的圆满。四种无畏、十八种不共法，是跟菩萨完全不一样。十力无畏菩萨有，但是能力比不上佛，没有佛那么圆满；那么十八不共法那是菩萨完全没有，是如来果地上独特的德能。念这些都是念化身德，前面三十二相、八十种好是念化身相，这是念化身德。",
      "zh_TW": "十力、四無所畏、十八不共法，在這裡不能細說；細說，兩個小時也講不完。過去都曾經講過，諸位要忘掉了，《佛學字典》上有，《教乘法數》裡頭也有，自己可以參考。十力是十種能力，十種能力非常殊勝，不但我們凡夫沒有，菩薩雖有，也比不上佛那麼樣的圓滿。四種無畏、十八種不共法，是跟菩薩完全不一樣。十力無畏菩薩有，但是能力比不上佛，沒有佛那麼圓滿；那麼十八不共法那是菩薩完全沒有，是如來果地上獨特的德能。念這些都是念化身德，前面三十二相、八十種好是念化身相，這是念化身德。"
    },
    {
      "id": "12-013-0008_p0119",
      "zh_CN": "【八余方净土，水鸟树林。此等皆是念化身依。】",
      "zh_TW": "【八餘方淨土，水鳥樹林。此等皆是念化身依。】"
    },
    {
      "id": "12-013-0008_p0120",
      "zh_CN": "应化身的依报，『余方净土』是指非华藏、非极乐，一切诸佛也都有净土，释迦牟尼佛也有四土，娑婆世界有净土，也有水鸟树林，《弥陀经》上所说的，《无量寿经》上所说的，我们念这些都是念化身的依报。",
      "zh_TW": "應化身的依報，『餘方淨土』是指非華藏、非極樂，一切諸佛也都有淨土，釋迦牟尼佛也有四土，娑婆世界有淨土，也有水鳥樹林，《彌陀經》上所說的，《無量壽經》上所說的，我們念這些都是念化身的依報。"
    },
    {
      "id": "12-013-0008_p0121",
      "zh_CN": "【九前二是性。】",
      "zh_TW": "【九前二是性。】"
    },
    {
      "id": "12-013-0008_p0122",
      "zh_CN": "我们讲了八种了，八种都不外法身、报身、化身、正报、依报，都不外这些。",
      "zh_TW": "我們講了八種了，八種都不外法身、報身、化身、正報、依報，都不外這些。"
    },
    {
      "id": "12-013-0008_p0123",
      "zh_CN": "【九前二是性。后六是相。】",
      "zh_TW": "【九前二是性。後六是相。】"
    },
    {
      "id": "12-013-0008_p0124",
      "zh_CN": "这是讲前面八种，前面第一个是法身、法性身，第二个是法性土，那都是性。『后六是相』，无论是实报土、是应化土，都是相，内德也是相，外面是相，内德还是相。",
      "zh_TW": "這是講前面八種，前面第一個是法身、法性身，第二個是法性土，那都是性。『後六是相』，無論是實報土、是應化土，都是相，內德也是相，外面是相，內德還是相。"
    },
    {
      "id": "12-013-0008_p0125",
      "zh_CN": "【相外无性，性外无相，性相交彻，真佛真土。是念第九性相无碍。】",
      "zh_TW": "【相外無性，性外無相，性相交徹，真佛真土。是念第九性相無礙。】"
    },
    {
      "id": "12-013-0008_p0126",
      "zh_CN": "这第九种。第九、第十这二条非常重要，能破除我们无量劫以来的妄想、分别、执着，我们就是因为不明这个道理，才打妄想，才起分别、执着；如果真正晓得这个道理，你的心就清净了，你不会再打妄想。知道什么？自他不二，利他就是自利，损人原来是损己，你就明了了！明了之后你的大慈悲心自然就生起，同体大悲，无缘大慈，对一切众生关怀、爱护，没有任何条件，为什么呢？都是自性变现的，都是自己！怎么是自己呢？我们用一个身来作比喻，胳膊是自己，手指也是自己，指甲也是自己，汗毛也是自己，不就是这些东西吗？十法界庄严就像这个状况一样，那个不是自己呢？一一毛孔都是自己！然后才晓得古人所讲的：「山河大地同现化王身」，那就是看穿了、明白了，见到法身了，承认了、肯定了一切法是自己。所以法身不是五种，法身没有生灭。化身、应身有生灭，法身没有生灭，法身是真正的自己，真正的无量寿。所以末后这个理很重要。",
      "zh_TW": "這第九種。第九、第十這二條非常重要，能破除我們無量劫以來的妄想、分別、執著，我們就是因為不明這個道理，才打妄想，才起分別、執著；如果真正曉得這個道理，你的心就清淨了，你不會再打妄想。知道什麼？自他不二，利他就是自利，損人原來是損己，你就明瞭了！明瞭之後你的大慈悲心自然就生起，同體大悲，無緣大慈，對一切眾生關懷、愛護，沒有任何條件，為什麼呢？都是自性變現的，都是自己！怎麼是自己呢？我們用一個身來作比喻，胳膊是自己，手指也是自己，指甲也是自己，汗毛也是自己，不就是這些東西嗎？十法界莊嚴就像這個狀況一樣，那個不是自己呢？一一毛孔都是自己！然後才曉得古人所講的：「山河大地同現化王身」，那就是看穿了、明白了，見到法身了，承認了、肯定了一切法是自己。所以法身不是五種，法身沒有生滅。化身、應身有生滅，法身沒有生滅，法身是真正的自己，真正的無量壽。所以末後這個理很重要。"
    },
    {
      "id": "12-013-0008_p0127",
      "zh_CN": "【十以性融相，相随性融，令前九门，合为一揆。】",
      "zh_TW": "【十以性融相，相隨性融，令前九門，合為一揆。】"
    },
    {
      "id": "12-013-0008_p0128",
      "zh_CN": "前面九种就是一，一就是九，正是经里面，佛所说的：「一即是多，多即是一，一多不二」。",
      "zh_TW": "前面九種就是一，一就是九，正是經裡面，佛所說的：「一即是多，多即是一，一多不二」。"
    },
    {
      "id": "12-013-0008_p0129",
      "zh_CN": "【故德德无尽，相相无穷，尘尘刹满，犹如帝网。】",
      "zh_TW": "【故德德無盡，相相無窮，塵塵剎滿，猶如帝網。】"
    },
    {
      "id": "12-013-0008_p0130",
      "zh_CN": "『帝网』是比喻，帝是帝释天，我们中国人叫玉皇大帝，大概外面宗教里面所讲的上帝，就是指忉利天主、帝释天王。忉利天，佛说了，忉利天宫有罗网，罗网非常庄严，罗网网与网孔之中系的有宝珠—摩尼宝珠，放光，光光相映美不胜收，『犹如帝网』，常常用这个来作比喻。罗网现在比较少见，在台湾我们没有见到，中国大陆我没有留意，应当有，但是在日本可以见到。日本许多大的寺院，梁柱都有铜丝编的罗网保护着。罗网的作用，因为建筑都是高度的艺术品，雕梁化栋，怕鸟到里头蓄窝，把艺术品破坏了，所以把铜丝编的网保护着。你能看得很清楚，但是鸟飞不进去，这是罗网的作用。也是庄严具，也是庄严、也是装饰品一样，不但可以有保护的作用，它也有装饰美观的作用。",
      "zh_TW": "『帝網』是比喻，帝是帝釋天，我們中國人叫玉皇大帝，大概外面宗教裡面所講的上帝，就是指忉利天主、帝釋天王。忉利天，佛說了，忉利天宮有羅網，羅網非常莊嚴，羅網網與網孔之中繫的有寶珠—摩尼寶珠，放光，光光相映美不勝收，『猶如帝網』，常常用這個來作比喻。羅網現在比較少見，在台灣我們沒有見到，中國大陸我沒有留意，應當有，但是在日本可以見到。日本許多大的寺院，樑柱都有銅絲編的羅網保護著。羅網的作用，因為建築都是高度的藝術品，雕樑化棟，怕鳥到裡頭蓄窩，把藝術品破壞了，所以把銅絲編的網保護著。你能看得很清楚，但是鳥飛不進去，這是羅網的作用。也是莊嚴具，也是莊嚴、也是裝飾品一樣，不但可以有保護的作用，它也有裝飾美觀的作用。"
    },
    {
      "id": "12-013-0008_p0131",
      "zh_CN": "【是第十念重重融摄。得后二门，前皆真实。】",
      "zh_TW": "【是第十念重重融攝。得後二門，前皆真實。】"
    },
    {
      "id": "12-013-0008_p0132",
      "zh_CN": "后面两条的意思，你要是体会得了，前面八条，无论你是念性、你是念相，通通是真实，都是真的。如果后面这两条不懂，你所念的都是皮毛，不痛不痒，没有感应。你真懂得这两条，就「一念相应一念佛，念念相应念念佛。理重要！理要通达明了。怎么相应呢？明白这个之后，你心清净了，你看《无量寿经》上清净、平等、觉，你一定得到，只可以说清净、平等、觉的程度，有浅深不同，浅的你一定会得到。得清净、平等、觉，你就是法身大士，你就不是普通人，所以它叫相应，跟法性相应，跟法相也相应，跟诸佛相应了，跟众生也相应，无有一法不相应。",
      "zh_TW": "後面兩條的意思，你要是體會得了，前面八條，無論你是念性、你是念相，通通是真實，都是真的。如果後面這兩條不懂，你所念的都是皮毛，不痛不癢，沒有感應。你真懂得這兩條，就「一念相應一念佛，念念相應念念佛。理重要！理要通達明瞭。怎麼相應呢？明白這個之後，你心清淨了，你看《無量壽經》上清淨、平等、覺，你一定得到，只可以說清淨、平等、覺的程度，有淺深不同，淺的你一定會得到。得清淨、平等、覺，你就是法身大士，你就不是普通人，所以它叫相應，跟法性相應，跟法相也相應，跟諸佛相應了，跟眾生也相應，無有一法不相應。"
    },
    {
      "id": "12-013-0008_p0133",
      "zh_CN": "【经随别说，义必该融。】",
      "zh_TW": "【經隨別說，義必該融。】"
    },
    {
      "id": "12-013-0008_p0134",
      "zh_CN": "佛说经随便说那一方面，你要晓得，他的意思是圆满的。你能体会到这一点，你读佛经也好，你讲解佛经也好，意思就会圆，所谓「圆人说法，无法不圆」，道理就在此地。你说不圆，就是你没有得到后两门，你没有得到，所以你处处都有障碍，不但是在经教上有障碍，修行上有障碍，生活上有障碍，工作上有障碍，处事待人接物样样都有障碍。诸位要能懂得这点意思，你才晓得《华严》之妙。你要真明白了，懂得几分了，在生活上受用就圆融，我们今天讲幸福圆满，处人、处事都能圆融。这个里面没有冲突，没有磨擦，心地清凉自在，常生智慧，才晓得念佛的殊胜！这是先把这十种说出来。下面：",
      "zh_TW": "佛說經隨便說那一方面，你要曉得，他的意思是圓滿的。你能體會到這一點，你讀佛經也好，你講解佛經也好，意思就會圓，所謂「圓人說法，無法不圓」，道理就在此地。你說不圓，就是你沒有得到後兩門，你沒有得到，所以你處處都有障礙，不但是在經教上有障礙，修行上有障礙，生活上有障礙，工作上有障礙，處事待人接物樣樣都有障礙。諸位要能懂得這點意思，你才曉得《華嚴》之妙。你要真明白了，懂得幾分了，在生活上受用就圓融，我們今天講幸福圓滿，處人、處事都能圓融。這個裡面沒有衝突，沒有磨擦，心地清涼自在，常生智慧，才曉得念佛的殊勝！這是先把這十種說出來。下面："
    },
    {
      "id": "12-013-0008_p0135",
      "zh_CN": "【第二会释经文者。】",
      "zh_TW": "【第二會釋經文者。】"
    },
    {
      "id": "12-013-0008_p0136",
      "zh_CN": "这是解释经文。请看清凉的开示：",
      "zh_TW": "這是解釋經文。請看清涼的開示："
    },
    {
      "id": "12-013-0008_p0137",
      "zh_CN": "【今念十身，是后二门。】",
      "zh_TW": "【今念十身，是後二門。】"
    },
    {
      "id": "12-013-0008_p0138",
      "zh_CN": "我们念十身佛，《华严》讲十身，念十身是后二门。",
      "zh_TW": "我們念十身佛，《華嚴》講十身，念十身是後二門。"
    },
    {
      "id": "12-013-0008_p0139",
      "zh_CN": "【故二十一门，前二十门各以二门念于一佛，以成十身为十见佛。】",
      "zh_TW": "【故二十一門，前二十門各以二門念於一佛，以成十身為十見佛。】"
    },
    {
      "id": "12-013-0008_p0140",
      "zh_CN": "这二十一门怎么来的呢？就是这么来的。前面每两门，这十种身里的一种，每两门是一种，所以这就是二十门。后面这一门融成第十门。我们继续看底下的文：",
      "zh_TW": "這二十一門怎麼來的呢？就是這麼來的。前面每兩門，這十種身裡的一種，每兩門是一種，所以這就是二十門。後面這一門融成第十門。我們繼續看底下的文："
    },
    {
      "id": "12-013-0008_p0141",
      "zh_CN": "【谓初二门即是愿佛，亦名愿身。论释愿身愿生兜率。】",
      "zh_TW": "【謂初二門即是願佛，亦名願身。論釋願身願生兜率。】"
    },
    {
      "id": "12-013-0008_p0142",
      "zh_CN": "现在学佛的人很多，都希望将来能生兜率天，亲近弥勒菩萨，弥勒菩萨当来下生作佛，他们发愿作佛的弟子，像世尊这一千二百五十五人一样，亲近佛陀。发这个愿很难得，愿心是很好，你要懂得怎么个修法；如果不懂得修法，你未必能生兜率天，这个道理要懂。实在说，生兜率天的条件，比生西方极乐世界要困难很多。弥勒现在是菩萨，还没有成佛，他的限制很严格，没有阿弥陀佛那么圆融，所以吉祥云比丘念阿弥陀佛不念弥勒菩萨，第一句就给我们点出来。这两门，第一就是经文里头的第一句：",
      "zh_TW": "現在學佛的人很多，都希望將來能生兜率天，親近彌勒菩薩，彌勒菩薩當來下生作佛，他們發願作佛的弟子，像世尊這一千二百五十五人一樣，親近佛陀。發這個願很難得，願心是很好，你要懂得怎麼個修法；如果不懂得修法，你未必能生兜率天，這個道理要懂。實在說，生兜率天的條件，比生西方極樂世界要困難很多。彌勒現在是菩薩，還沒有成佛，他的限制很嚴格，沒有阿彌陀佛那麼圓融，所以吉祥雲比丘念阿彌陀佛不念彌勒菩薩，第一句就給我們點出來。這兩門，第一就是經文裡頭的第一句："
    },
    {
      "id": "12-013-0008_p0143",
      "zh_CN": "【初门宫殿即天宫等。】",
      "zh_TW": "【初門宮殿即天宮等。】"
    },
    {
      "id": "12-013-0008_p0144",
      "zh_CN": "经文里面诸位看到第一句：「所谓智光普照差别境界念佛门」，这是法门名称，它的业用：「常见诸佛种种国土宫殿庄严悉现前故。」这个里面讲的宫殿就是天宫，实在讲，就是指弥勒菩萨兜率内院的天宫。他真正能够修成的时候，这个境界现前。",
      "zh_TW": "經文裡面諸位看到第一句：「所謂智光普照差別境界念佛門」，這是法門名稱，它的業用：「常見諸佛種種國土宮殿莊嚴悉現前故。」這個裡面講的宮殿就是天宮，實在講，就是指彌勒菩薩兜率內院的天宮。他真正能夠修成的時候，這個境界現前。"
    },
    {
      "id": "12-013-0008_p0145",
      "zh_CN": "我们在虚云老和尚的《年谱》里面看到，虚云老和尚发愿往生兜率内院，他修成功了。《年谱》里面有记载，他在入定的时候，兜率内院天宫的形相现前，他走进去，还看到有几个熟人，已经往生到那个地方。见到弥勒菩萨，也听了一座经，弥勒菩萨叫他回去，「你还有事情还没有完」，他真的现前了，并不假。",
      "zh_TW": "我們在虛雲老和尚的《年譜》裡面看到，虛雲老和尚發願往生兜率內院，他修成功了。《年譜》裡面有記載，他在入定的時候，兜率內院天宮的形相現前，他走進去，還看到有幾個熟人，已經往生到那個地方。見到彌勒菩薩，也聽了一座經，彌勒菩薩叫他回去，「你還有事情還沒有完」，他真的現前了，並不假。"
    },
    {
      "id": "12-013-0008_p0146",
      "zh_CN": "【后门意乐正是愿体。】",
      "zh_TW": "【後門意樂正是願體。】"
    },
    {
      "id": "12-013-0008_p0147",
      "zh_CN": "后面是第二句，就是「令安住种种增上意乐念佛门」，它的业用是「随诸众生心之所乐皆令见佛得清净故」，解释这一句，这是后门，那是愿之体。",
      "zh_TW": "後面是第二句，就是「令安住種種增上意樂念佛門」，它的業用是「隨諸眾生心之所樂皆令見佛得清淨故」，解釋這一句，這是後門，那是願之體。"
    },
    {
      "id": "12-013-0008_p0148",
      "zh_CN": "【故梵本中名上升门。理实如来愿周法界，随乐令见，是出生义。故十见佛，名出生见。】",
      "zh_TW": "【故梵本中名上昇門。理實如來願周法界，隨樂令見，是出生義。故十見佛，名出生見。】"
    },
    {
      "id": "12-013-0008_p0149",
      "zh_CN": "这是与梵本，就是《华严经》的原本，原本里头的意思是上升门。下面为我们解释：",
      "zh_TW": "這是與梵本，就是《華嚴經》的原本，原本裡頭的意思是上昇門。下面為我們解釋："
    },
    {
      "id": "12-013-0008_p0150",
      "zh_CN": "【理实如来愿周法界】",
      "zh_TW": "【理實如來願周法界】"
    },
    {
      "id": "12-013-0008_p0151",
      "zh_CN": "『理』是理体，也就是性体；『实』是真实，我们讲事实真相，如来就是自性。你看一切大乘经，《金刚经》里面就讲的很多，如果讲诸佛，从相上讲；讲如来，从性上讲的，所以如来就是自性佛。『愿周法界』，不仅仅是阿弥陀佛四十八愿愿周法界，一切诸佛菩萨所发之愿都是周遍法界。为什么呢？他从真心里面发的，我们凡夫这个愿，为什么不能够周遍？是从妄心里头发的，不是真心，凡夫用妄心、用心意识；换一句话，凡夫用什么作心呢？妄想、分别、执着，以为这是心。所以你发愿，你发的什么愿？叫打妄想！那个妄想是时断时续，断的时候多，续的时候少，所以它不起作用。才发了一个愿，一转头就忘掉了。",
      "zh_TW": "『理』是理體，也就是性體；『實』是真實，我們講事實真相，如來就是自性。你看一切大乘經，《金剛經》裡面就講的很多，如果講諸佛，從相上講；講如來，從性上講的，所以如來就是自性佛。『願周法界』，不僅僅是阿彌陀佛四十八願願周法界，一切諸佛菩薩所發之願都是周遍法界。為什麼呢？他從真心裡面發的，我們凡夫這個願，為什麼不能夠周遍？是從妄心裡頭發的，不是真心，凡夫用妄心、用心意識；換一句話，凡夫用什麼作心呢？妄想、分別、執著，以為這是心。所以你發願，你發的什麼願？叫打妄想！那個妄想是時斷時續，斷的時候多，續的時候少，所以它不起作用。才發了一個願，一轉頭就忘掉了。"
    },
    {
      "id": "12-013-0008_p0152",
      "zh_CN": "你们作早晚课，面对着佛菩萨发愿了，「众生无边誓愿度」；早课作完了，看看这个人讨厌他，不度他了，马上就没有了，可见得是口是心非。诸佛菩萨发的愿为什么周遍法界？他从真性里面发出来的，他不是用心意识，不是用妄想、分别、执着，他不用这个，他从清净心里面发出来的，那当然不一样。所以『随乐令见』这一句，就是《楞严经》里面讲的「随众生心，应所知量」，佛在十方法界叫诸佛菩萨，诸佛菩萨没有一定的形象。法界无量无边，那个地方有众生想见佛、想见菩萨，他立刻就现身，应以什么身得度，他就现什么身。并不是他有念头—「我想现什么身」，不是的，完全是无意的，要有意就变成凡夫了，就是假的、不是真的。那个意是什么？意是凡夫，凡夫动一个心念叫凡夫有感，佛是自然而应，感应道交。这个感应的道理也不好懂，所以古德用磬作比喻，我们敲磬是感，磬一敲它就响，响它就应。我们敲是有心的，它应是无心的，用这个比喻来形容佛应十法界的众生，没有念头，没有起心动念，自自然然，法尔如是，他是这么感应道交的，绝没有起心动念。所以这是「随乐令见」，随众生的欢喜，随众生心应所知量，这是出生的意思。",
      "zh_TW": "你們作早晚課，面對著佛菩薩發願了，「眾生無邊誓願度」；早課作完了，看看這個人討厭他，不度他了，馬上就沒有了，可見得是口是心非。諸佛菩薩發的願為什麼周遍法界？他從真性裡面發出來的，他不是用心意識，不是用妄想、分別、執著，他不用這個，他從清淨心裡面發出來的，那當然不一樣。所以『隨樂令見』這一句，就是《楞嚴經》裡面講的「隨眾生心，應所知量」，佛在十方法界叫諸佛菩薩，諸佛菩薩沒有一定的形象。法界無量無邊，那個地方有眾生想見佛、想見菩薩，他立刻就現身，應以什麼身得度，他就現什麼身。並不是他有念頭—「我想現什麼身」，不是的，完全是無意的，要有意就變成凡夫了，就是假的、不是真的。那個意是什麼？意是凡夫，凡夫動一個心念叫凡夫有感，佛是自然而應，感應道交。這個感應的道理也不好懂，所以古德用磬作比喻，我們敲磬是感，磬一敲它就響，響它就應。我們敲是有心的，它應是無心的，用這個比喻來形容佛應十法界的眾生，沒有念頭，沒有起心動念，自自然然，法爾如是，他是這麼感應道交的，絕沒有起心動念。所以這是「隨樂令見」，隨眾生的歡喜，隨眾生心應所知量，這是出生的意思。"
    },
    {
      "id": "12-013-0008_p0153",
      "zh_CN": "【故十见佛，名出生见。】",
      "zh_TW": "【故十見佛，名出生見。】"
    },
    {
      "id": "12-013-0008_p0154",
      "zh_CN": "十种不见得你十种都见，十种里面任何一种，那这一切众生都有份，凡夫也有份。我们今天造的佛像，造的阿弥陀佛的佛像，我们每天看他，每天恭敬礼拜观想，把这个佛像印到自己阿赖耶识里头，观像念佛，这念的是应化身的佛像。十种身我们凡夫都有份，所以这个叫出生见，也就是你在意识心里面生起佛的依正庄严，起了这个念头。下面说：",
      "zh_TW": "十種不見得你十種都見，十種裡面任何一種，那這一切眾生都有份，凡夫也有份。我們今天造的佛像，造的阿彌陀佛的佛像，我們每天看他，每天恭敬禮拜觀想，把這個佛像印到自己阿賴耶識裡頭，觀像念佛，這念的是應化身的佛像。十種身我們凡夫都有份，所以這個叫出生見，也就是你在意識心裡面生起佛的依正莊嚴，起了這個念頭。下面說："
    },
    {
      "id": "12-013-0008_p0155",
      "zh_CN": "【三四二门即本性佛，名为智身。佛以智慧为本性故。】",
      "zh_TW": "【三四二門即本性佛，名為智身。佛以智慧為本性故。】"
    },
    {
      "id": "12-013-0008_p0156",
      "zh_CN": "这是经文的第三句跟第四句，也就是第三门跟第四门，前门就是第三—十力智，后门就是第四—无碍智。",
      "zh_TW": "這是經文的第三句跟第四句，也就是第三門跟第四門，前門就是第三—十力智，後門就是第四—無礙智。"
    },
    {
      "id": "12-013-0008_p0157",
      "zh_CN": "【智则明了为见。】",
      "zh_TW": "【智則明了為見。】"
    },
    {
      "id": "12-013-0008_p0158",
      "zh_CN": "由此可知，这个地方所说的见，不限是肉眼，你心里面明白了、明了了、通达了，都是见的意思，所以说一个见，六根的作用都叫见，就如《楞严经》上观世音菩萨修行的方法，「返闻闻自性，性成无上道」。他那个闻虽然是用耳根作代表，六根起作用都叫闻，都叫返闻，那个味道才圆满。这个地方见也是这个意思，用眼根来作六根的代表。从这一段开示里面我们体会到，本性佛是智身，说十种佛十种身，我们才晓得般若智慧重要！没有般若智慧，你不能见性。明心见性，你的智慧成就了，智身给诸位说就是报身，报身是以智慧为身，般若就太重要了。",
      "zh_TW": "由此可知，這個地方所說的見，不限是肉眼，你心裡面明白了、明瞭了、通達了，都是見的意思，所以說一個見，六根的作用都叫見，就如《楞嚴經》上觀世音菩薩修行的方法，「返聞聞自性，性成無上道」。他那個聞雖然是用耳根作代表，六根起作用都叫聞，都叫返聞，那個味道才圓滿。這個地方見也是這個意思，用眼根來作六根的代表。從這一段開示裡面我們體會到，本性佛是智身，說十種佛十種身，我們才曉得般若智慧重要！沒有般若智慧，你不能見性。明心見性，你的智慧成就了，智身給諸位說就是報身，報身是以智慧為身，般若就太重要了。"
    },
    {
      "id": "12-013-0008_p0159",
      "zh_CN": "智慧从那里来呢？智慧从禅定里面生的，不是研究经教就能开智慧，没那回事情，你千万不要搞错了。你以为研究经教，花几十年的功夫你就智慧开了，你所得到的，如果从经教上下功夫，你下了几十年，你得到的是什么？清凉大师讲的好，「增长邪见！」佛在经教上说的这些，都变成你的邪知邪见，你说冤枉不冤枉！这是清凉大师讲的：「有解无行，增长邪见。」行是什么呢？行是修行，修什么行？把妄想、分别、执着给修掉；修掉之后，你的清净心现前了，清净心就是禅定。因定开慧，那才叫生真智慧。",
      "zh_TW": "智慧從那裡來呢？智慧從禪定裡面生的，不是研究經教就能開智慧，沒那回事情，你千萬不要搞錯了。你以為研究經教，花幾十年的功夫你就智慧開了，你所得到的，如果從經教上下功夫，你下了幾十年，你得到的是什麼？清涼大師講的好，「增長邪見！」佛在經教上說的這些，都變成你的邪知邪見，你說冤枉不冤枉！這是清涼大師講的：「有解無行，增長邪見。」行是什麼呢？行是修行，修什麼行？把妄想、分別、執著給修掉；修掉之後，你的清淨心現前了，清淨心就是禪定。因定開慧，那才叫生真智慧。"
    },
    {
      "id": "12-013-0008_p0160",
      "zh_CN": "换一句话说，我们研教，研教要不能得清净心，天天在研究、在分别、在执着，这就全错了。把佛法当作世间法，一切经教没有一部经教是佛法，全是世间法。假如你懂得这个道理，你能够反过来不分别、不执着，你去看世间这些法，给诸位说，全是佛法，没有一法不是佛法。你说为什么呢？世间不说别的，你天天看报纸，报纸是不是《华严经》呢？你要是会看的就是《华严经》，为什么呢？你去看不分别、不执着、不打妄想，看如不看，不看而看，你不是得定了吗？定就开智慧！就这么个道理。所以佛说法，说而无说，无说而说；你们会听的人，听而无听，无听而听，开慧了！",
      "zh_TW": "換一句話說，我們研教，研教要不能得清淨心，天天在研究、在分別、在執著，這就全錯了。把佛法當作世間法，一切經教沒有一部經教是佛法，全是世間法。假如你懂得這個道理，你能夠反過來不分別、不執著，你去看世間這些法，給諸位說，全是佛法，沒有一法不是佛法。你說為什麼呢？世間不說別的，你天天看報紙，報紙是不是《華嚴經》呢？你要是會看的就是《華嚴經》，為什麼呢？你去看不分別、不執著、不打妄想，看如不看，不看而看，你不是得定了嗎？定就開智慧！就這麼個道理。所以佛說法，說而無說，無說而說；你們會聽的人，聽而無聽，無聽而聽，開慧了！"
    },
    {
      "id": "12-013-0008_p0161",
      "zh_CN": "在这个地方一个半钟点干什么？一个半钟点戒定慧三学同时完成。戒是如法，坐在这里规规矩矩端端正正的；定是清净心，没有妄想、没有分别、没有执着；慧是你在这里听讲经，字字句句听进去，了了分明，你不糊涂，这里面生智慧。听了之后，悟入了，不是在文字上，不是在言说上；着在言说、文字上，你决定不能悟入。所以马鸣菩萨讲的是真好，你怎么样去听教？怎么样去读经、去听教？离言说相，离名字相，名词、术语不要去执着它；离心缘相是什么？不能想！「这什么意思？想一想！」完了，一想掉在意识里头去了。想都不要想，一听就明了，那是慧。不要去想一想，想一想你就不会明了了，愈想愈糟糕，愈想愈错了，这不想是真明白了。",
      "zh_TW": "在這個地方一個半鐘點幹什麼？一個半鐘點戒定慧三學同時完成。戒是如法，坐在這裡規規矩矩端端正正的；定是清淨心，沒有妄想、沒有分別、沒有執著；慧是你在這裡聽講經，字字句句聽進去，了了分明，你不糊塗，這裡面生智慧。聽了之後，悟入了，不是在文字上，不是在言說上；著在言說、文字上，你決定不能悟入。所以馬鳴菩薩講的是真好，你怎麼樣去聽教？怎麼樣去讀經、去聽教？離言說相，離名字相，名詞、術語不要去執著它；離心緣相是什麼？不能想！「這什麼意思？想一想！」完了，一想掉在意識裡頭去了。想都不要想，一聽就明瞭，那是慧。不要去想一想，想一想你就不會明瞭了，愈想愈糟糕，愈想愈錯了，這不想是真明白了。"
    },
    {
      "id": "12-013-0008_p0162",
      "zh_CN": "这是说明诸佛菩萨跟我们用功的方法不一样，而这个方法用在听经是这样的，用在生活上也是这样的，用在工作上也是这样的，用在应酬上也是这样的，那你就得大自在了！你不会用，听经勉勉强强用一点点，离开佛堂都忘记了，还是老样子，那你就不得受用了。听经在这里学会了，要用在生活上，用在你日常工作当中，你就真正生智慧了，所以智慧重要。不仅是《大般若经》讲智慧，一切经都讲智慧，所以希望在经教里面，细心体会甚深般若，那就趣味无穷了。这一句的意思没讲完，今天时间到了，我们明天接着再讲。",
      "zh_TW": "這是說明諸佛菩薩跟我們用功的方法不一樣，而這個方法用在聽經是這樣的，用在生活上也是這樣的，用在工作上也是這樣的，用在應酬上也是這樣的，那你就得大自在了！你不會用，聽經勉勉強強用一點點，離開佛堂都忘記了，還是老樣子，那你就不得受用了。聽經在這裡學會了，要用在生活上，用在你日常工作當中，你就真正生智慧了，所以智慧重要。不僅是《大般若經》講智慧，一切經都講智慧，所以希望在經教裡面，細心體會甚深般若，那就趣味無窮了。這一句的意思沒講完，今天時間到了，我們明天接著再講。"
    }
  ]
}