{
  "doc_id": "21-617-0001",
  "title": {
    "zh_CN": "高雄极乐寺菩提别院万姓先祖纪念堂启用开示",
    "zh_TW": "高雄極樂寺菩提別院萬姓先祖紀念堂啟用開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "台湾高雄极乐寺菩提别院",
    "zh_TW": "台灣高雄極樂寺菩提別院"
  },
  "doc_number": "21-617-0001",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "21-617-0001_p0001",
      "zh_CN": "诸位法师，诸位嘉宾，诸位同学，大家好。我们刚才听到刘医师跟悟行师的报告，对于这个道场的缘起概略的了解了一些。纪念祖先是我们中国，可以说是千万年一个非常好的传统。「万姓先祖纪念堂」这个动机，是在文化大革命的时候，我们在台湾听说大陆上祠堂被毁掉了，家谱被烧掉了。我们听到这个消息非常难过，差不多两个星期都睡不好觉，想这个问题怎么办？家谱是我们家庭的历史，这个东西烧掉之后，我们的根就找不到了。所以那个时候我就想，自古以来这一兴一革，毁掉之后怎么样再把它复兴起来。再复兴每一个家庭的祠堂，在过去祠堂是每一家的，这个是几乎不太可能了。所以我们就想到，一个县建一个总的祠堂，把所有族姓都放在一起也很好，民族大团结，一个破坏总是一个建设，我就想了这么一个方法。当时也把它写出来，好像报纸、杂志都有刊登，响应的人也不少，可是始终没有能力把它建起来。",
      "zh_TW": "諸位法師，諸位嘉賓，諸位同學，大家好。我們剛才聽到劉醫師跟悟行師的報告，對於這個道場的緣起概略的了解了一些。紀念祖先是我們中國，可以說是千萬年一個非常好的傳統。「萬姓先祖紀念堂」這個動機，是在文化大革命的時候，我們在台灣聽說大陸上祠堂被毀掉了，家譜被燒掉了。我們聽到這個消息非常難過，差不多兩個星期都睡不好覺，想這個問題怎麼辦？家譜是我們家庭的歷史，這個東西燒掉之後，我們的根就找不到了。所以那個時候我就想，自古以來這一興一革，毀掉之後怎麼樣再把它復興起來。再復興每一個家庭的祠堂，在過去祠堂是每一家的，這個是幾乎不太可能了。所以我們就想到，一個縣建一個總的祠堂，把所有族姓都放在一起也很好，民族大團結，一個破壞總是一個建設，我就想了這麼一個方法。當時也把它寫出來，好像報紙、雜誌都有刊登，響應的人也不少，可是始終沒有能力把它建起來。"
    },
    {
      "id": "21-617-0001_p0002",
      "zh_CN": "这么多年了，大陆改革开放之后我们去访问，在大陆有朋友提出这个问题，我们也是非常非常牵念着这个家庭历史。所以我在二００五年回到老家，好像七十年，离开老家七十年，回去之后还不错，我们的同族，就是同一个姓的，同一个祠堂、同族的人，在老家还有一万五千多人，确实是一个旺族。我就问大家，有没有人知道家谱，能不能找到？有一个族弟，小我十岁，告诉我还在。我说在哪里？他说在他家里。我说怎么会在你家里？他说文化大革命的时候，他年岁很小，十几岁，到祠堂里把家谱偷出来了。偷出来之后就藏在他家里，没有人知道，他家里人都不知道，从来没有跟人说过。我说现在可以拿出来，我们看看。他装在一个破箱子里头，一共三十七册，线装书，宣纸印的线装书，三十七册，我们大家看了都流眼泪。展开家谱一看，我们的老祖宗是伏羲的后代，这个姓是伏羲的后代。从黄帝，是我们的始祖，到我这一代，我这个辈分这一代，一百三十六代，每一代都记载得很清楚，这不容易！",
      "zh_TW": "這麼多年了，大陸改革開放之後我們去訪問，在大陸有朋友提出這個問題，我們也是非常非常牽念著這個家庭歷史。所以我在二００五年回到老家，好像七十年，離開老家七十年，回去之後還不錯，我們的同族，就是同一個姓的，同一個祠堂、同族的人，在老家還有一萬五千多人，確實是一個旺族。我就問大家，有沒有人知道家譜，能不能找到？有一個族弟，小我十歲，告訴我還在。我說在哪裡？他說在他家裡。我說怎麼會在你家裡？他說文化大革命的時候，他年歲很小，十幾歲，到祠堂裡把家譜偷出來了。偷出來之後就藏在他家裡，沒有人知道，他家裡人都不知道，從來沒有跟人說過。我說現在可以拿出來，我們看看。他裝在一個破箱子裡頭，一共三十七冊，線裝書，宣紙印的線裝書，三十七冊，我們大家看了都流眼淚。展開家譜一看，我們的老祖宗是伏羲的後代，這個姓是伏羲的後代。從黃帝，是我們的始祖，到我這一代，我這個輩分這一代，一百三十六代，每一代都記載得很清楚，這不容易！"
    },
    {
      "id": "21-617-0001_p0003",
      "zh_CN": "看了这个之后我们相信，有理由相信，汉族都是炎黄子孙。炎是炎帝，伏羲、神农的后裔，都是一家人。在黄帝当年，他有二十五个儿子，四个妃子，二十五个儿子，二十五个儿子在春秋那个时候，有姓氏的有十四个，十四个姓氏都是一个祖宗。因为那个时候没有姓，多半是封地，以后国没有了，就成为姓氏了。所以，我们的祖宗是黄帝第六世的孙子，就是第六代的孙子。在王启的时候，就是夏禹的儿子启做了皇帝，封他为徐国的国君，就是现在的徐州。以后国没有了，因为国没有了，就用这个徐做姓氏，徐是这么来的，才把这个事情我们搞清楚、搞明白了。",
      "zh_TW": "看了這個之後我們相信，有理由相信，漢族都是炎黃子孫。炎是炎帝，伏羲、神農的後裔，都是一家人。在黃帝當年，他有二十五個兒子，四個妃子，二十五個兒子，二十五個兒子在春秋那個時候，有姓氏的有十四個，十四個姓氏都是一個祖宗。因為那個時候沒有姓，多半是封地，以後國沒有了，就成為姓氏了。所以，我們的祖宗是黃帝第六世的孫子，就是第六代的孫子。在王啟的時候，就是夏禹的兒子啟做了皇帝，封他為徐國的國君，就是現在的徐州。以後國沒有了，因為國沒有了，就用這個徐做姓氏，徐是這麼來的，才把這個事情我們搞清楚、搞明白了。"
    },
    {
      "id": "21-617-0001_p0004",
      "zh_CN": "因此，中国人古时候没有看到什么团结的，这个名词没有，为什么没有？这个族氏就是大团结，他一家人！所以说整个华夏是一家人。团结是外国人搞的，中国人本身团结，就不用再说团结了。这个几千年的文化，我们知道文字是黄帝时候发明的，黄帝之前也有，但是就不多了，它很少，我们从甲骨考古里面知道。所以中国有文字应该从伏羲开始，伏羲氏画八卦，伏羲到黄帝是一千年，就是没有文字记载的时代有一千年，一千年之前肯定还有。你说在印度婆罗门教有一万多年的历史，我们中国不会输给它，肯定也有很悠久的历史。",
      "zh_TW": "因此，中國人古時候沒有看到什麼團結的，這個名詞沒有，為什麼沒有？這個族氏就是大團結，他一家人！所以說整個華夏是一家人。團結是外國人搞的，中國人本身團結，就不用再說團結了。這個幾千年的文化，我們知道文字是黃帝時候發明的，黃帝之前也有，但是就不多了，它很少，我們從甲骨考古裡面知道。所以中國有文字應該從伏羲開始，伏羲氏畫八卦，伏羲到黃帝是一千年，就是沒有文字記載的時代有一千年，一千年之前肯定還有。你說在印度婆羅門教有一萬多年的歷史，我們中國不會輸給它，肯定也有很悠久的歷史。"
    },
    {
      "id": "21-617-0001_p0005",
      "zh_CN": "中国文化，我们从孔老夫子他老人家治学的态度能够得到一点信息，他说他一生「述而不作，信而好古」；也就是说，孔子一生没有发明、没有著作、没有创新，他自己所学的、所教的、所传的，全是古圣先贤遗留下来的东西。就是今天《论语》里面很多他说的话，我们相信都是千万年祖宗传下来的。口传的东西一定很短，很简单、很简洁，所以中国古老的传统，古文明，实在讲，就是五伦、五常、四维、八德，你看看这个的确很简单。五伦，好记，每个人都会记得，不会记错，「父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信」；五常，仁义礼智信；四维，礼义廉耻；八德，忠孝仁爱、信义和平。这好记，不会记错，是几万年传下来的。我们相信这不是孔子说的，在孔子之前一万年都不止，这是中国传统的文化、传统的精神文明。世世代代相传，到夫子集大成，把古圣先贤的教诲用文字记录下来，传给后世。所以，后人尊称他老人家是「大成至圣先师」，这个大成就是集大成。",
      "zh_TW": "中國文化，我們從孔老夫子他老人家治學的態度能夠得到一點信息，他說他一生「述而不作，信而好古」；也就是說，孔子一生沒有發明、沒有著作、沒有創新，他自己所學的、所教的、所傳的，全是古聖先賢遺留下來的東西。就是今天《論語》裡面很多他說的話，我們相信都是千萬年祖宗傳下來的。口傳的東西一定很短，很簡單、很簡潔，所以中國古老的傳統，古文明，實在講，就是五倫、五常、四維、八德，你看看這個的確很簡單。五倫，好記，每個人都會記得，不會記錯，「父子有親、夫婦有別、君臣有義、長幼有序、朋友有信」；五常，仁義禮智信；四維，禮義廉恥；八德，忠孝仁愛、信義和平。這好記，不會記錯，是幾萬年傳下來的。我們相信這不是孔子說的，在孔子之前一萬年都不止，這是中國傳統的文化、傳統的精神文明。世世代代相傳，到夫子集大成，把古聖先賢的教誨用文字記錄下來，傳給後世。所以，後人尊稱他老人家是「大成至聖先師」，這個大成就是集大成。"
    },
    {
      "id": "21-617-0001_p0006",
      "zh_CN": "夫子生在春秋战国，孔子生在春秋，孟子生在战国，春秋战国是乱世，所以夫子心目当中非常向往大同。《礼记》里面「礼运大同篇」，大同在中国曾经实现过，不是理想，真正做到了。所以孔子非常向往，希望能够恢复大同之治。他一生周游列国，寻求如果有一个诸侯能够请他去做个宰相，他能够把他的抱负展示出来。他希望做周公，希望做管仲（管子），这是他心目当中非常向往的两个人物，特别是周公。",
      "zh_TW": "夫子生在春秋戰國，孔子生在春秋，孟子生在戰國，春秋戰國是亂世，所以夫子心目當中非常嚮往大同。《禮記》裡面「禮運大同篇」，大同在中國曾經實現過，不是理想，真正做到了。所以孔子非常嚮往，希望能夠恢復大同之治。他一生周遊列國，尋求如果有一個諸侯能夠請他去做個宰相，他能夠把他的抱負展示出來。他希望做周公，希望做管仲（管子），這是他心目當中非常嚮往的兩個人物，特別是周公。"
    },
    {
      "id": "21-617-0001_p0007",
      "zh_CN": "中国大同之治是在尧、舜、禹，那个时候的这些帝王没有一点私心，全心全意是为人民服务。选择接班人都非常小心谨慎，唯恐用错了人，害了百姓，你看尧选舜那个谨慎的态度，是世世代代的好榜样。舜是大孝，我们看在历史上记载，看到舜一生的事迹。他听到有这么一个人，再把他礼请做为国家的一个干部来观察他，把两个女儿嫁给他，观察他的私生活，九个儿子跟他做朋友，观察他工作、处事待人接物，看了二十多年，这才决定把王位让给他。舜没有辜负尧王，他选禹也是像尧王一样那么样的认真负责。禹好，禹的儿子太好了，当时禹想找人找不到，大家都推崇他的儿子。王启继位之后，天下为公就变成家天下，家天下是从王启开始，王启之后在中国历史上称之为小康。所以，夏商周的时候都属于小康，大同之治在中国出现的只是尧舜禹这三代。",
      "zh_TW": "中國大同之治是在堯、舜、禹，那個時候的這些帝王沒有一點私心，全心全意是為人民服務。選擇接班人都非常小心謹慎，唯恐用錯了人，害了百姓，你看堯選舜那個謹慎的態度，是世世代代的好榜樣。舜是大孝，我們看在歷史上記載，看到舜一生的事蹟。他聽到有這麼一個人，再把他禮請做為國家的一個幹部來觀察他，把兩個女兒嫁給他，觀察他的私生活，九個兒子跟他做朋友，觀察他工作、處事待人接物，看了二十多年，這才決定把王位讓給他。舜沒有辜負堯王，他選禹也是像堯王一樣那麼樣的認真負責。禹好，禹的兒子太好了，當時禹想找人找不到，大家都推崇他的兒子。王啟繼位之後，天下為公就變成家天下，家天下是從王啟開始，王啟之後在中國歷史上稱之為小康。所以，夏商周的時候都屬於小康，大同之治在中國出現的只是堯舜禹這三代。"
    },
    {
      "id": "21-617-0001_p0008",
      "zh_CN": "所以，这不是一个理想，确实是可以做得到的，用什么方法才能做到？只有用教育。中国教育的兴起非常之早，很早很早，古圣先贤都知道人性本善。所以我学佛之后感觉到，我说伏羲、神农、燧人氏、黄帝、尧舜禹汤，我曾经请教过李老师，我说这些人是不是佛菩萨再来的？因为他们所作所为跟大乘教里面讲的理念很相近。老师想了想告诉我，理上讲得通，事上没证据。确实，不但是现在我们在大乘教里面搞了这么多年，虽然没有证得佛菩萨的境界，但是解悟是有了，证悟没有，解悟是有了。经读多了之后明白了，确实全世界每个族群里面的圣贤、每个宗教的创始人，统统是佛菩萨再来的，像「普门品」上所说的，应以什么身得度就现什么身。",
      "zh_TW": "所以，這不是一個理想，確實是可以做得到的，用什麼方法才能做到？只有用教育。中國教育的興起非常之早，很早很早，古聖先賢都知道人性本善。所以我學佛之後感覺到，我說伏羲、神農、燧人氏、黃帝、堯舜禹湯，我曾經請教過李老師，我說這些人是不是佛菩薩再來的？因為他們所作所為跟大乘教裡面講的理念很相近。老師想了想告訴我，理上講得通，事上沒證據。確實，不但是現在我們在大乘教裡面搞了這麼多年，雖然沒有證得佛菩薩的境界，但是解悟是有了，證悟沒有，解悟是有了。經讀多了之後明白了，確實全世界每個族群裡面的聖賢、每個宗教的創始人，統統是佛菩薩再來的，像「普門品」上所說的，應以什麼身得度就現什麼身。"
    },
    {
      "id": "21-617-0001_p0009",
      "zh_CN": "我有一年在日本访问，日本有个老和尚中村康隆，前年往生的，一百零三岁。我跟他见面的时候一百岁，跟他见面，以后每到日本去的时候，我都会去看他，他很欢喜跟我谈话。他告诉我，他说全世界所有宗教创始人，统统都是观世音菩萨的化身。他的徒弟桥本，好像现在住持是桥本，桥本告诉我，他说他师父一生从来没有说过这个话，他说法师你来访问，他给你说这个话很奇怪。真的，一点都不假。所以佛菩萨照顾一切众生，不是某一个群体、某一个族群，是普世的教育。中国人懂得，真的，佛菩萨再来的，知道遍法界虚空界跟自己是一体，不是一家，一体！",
      "zh_TW": "我有一年在日本訪問，日本有個老和尚中村康隆，前年往生的，一百零三歲。我跟他見面的時候一百歲，跟他見面，以後每到日本去的時候，我都會去看他，他很歡喜跟我談話。他告訴我，他說全世界所有宗教創始人，統統都是觀世音菩薩的化身。他的徒弟橋本，好像現在住持是橋本，橋本告訴我，他說他師父一生從來沒有說過這個話，他說法師你來訪問，他給你說這個話很奇怪。真的，一點都不假。所以佛菩薩照顧一切眾生，不是某一個群體、某一個族群，是普世的教育。中國人懂得，真的，佛菩薩再來的，知道遍法界虛空界跟自己是一體，不是一家，一體！"
    },
    {
      "id": "21-617-0001_p0010",
      "zh_CN": "这桩事情大乘经里面讲得很透彻，讲宇宙的源起、生命的源起、我从哪里来的，都讲得很清楚。实在讲，统统是一个自性变现出来的，自性能生能现，阿赖耶能变，十法界依正庄严是阿赖耶变的。阿赖耶是妄心，自性是真心，真心跟妄心是一个心，真妄不二。但是它作用不相同，真心是觉心，妄心是迷，迷悟不相同，体是一个。这是讲什么？伦理。伦理在大乘教里面才真正讲到究竟圆满，中国的伦理只讲到人，我们人与人、人与万物的关系，佛法的伦理是讲人与人、人与佛菩萨、人与一切众生，跟山河大地、自然现象是一体，这个才真正是讲到究竟圆满。所以，处事待人接物一定要和谐，它是一体，决定不可以有伤害的意念跟行为，那都是错误的，那就是佛门所说的造业！造业哪有不受报的道理？六道轮回怎么来的？六道轮回是业报，善行善业是三善道，恶行恶业是三恶道，自作自受；不是有人创造这个环境给你受的，不是的，完全都是自作自受。所以，大乘教主要教导我们明白诸法实相，就是把所有这些现象的真相你搞清楚、搞明白了，那叫大彻大悟、明心见性，在佛法叫成佛。",
      "zh_TW": "這樁事情大乘經裡面講得很透徹，講宇宙的源起、生命的源起、我從哪裡來的，都講得很清楚。實在講，統統是一個自性變現出來的，自性能生能現，阿賴耶能變，十法界依正莊嚴是阿賴耶變的。阿賴耶是妄心，自性是真心，真心跟妄心是一個心，真妄不二。但是它作用不相同，真心是覺心，妄心是迷，迷悟不相同，體是一個。這是講什麼？倫理。倫理在大乘教裡面才真正講到究竟圓滿，中國的倫理只講到人，我們人與人、人與萬物的關係，佛法的倫理是講人與人、人與佛菩薩、人與一切眾生，跟山河大地、自然現象是一體，這個才真正是講到究竟圓滿。所以，處事待人接物一定要和諧，它是一體，決定不可以有傷害的意念跟行為，那都是錯誤的，那就是佛門所說的造業！造業哪有不受報的道理？六道輪迴怎麼來的？六道輪迴是業報，善行善業是三善道，惡行惡業是三惡道，自作自受；不是有人創造這個環境給你受的，不是的，完全都是自作自受。所以，大乘教主要教導我們明白諸法實相，就是把所有這些現象的真相你搞清楚、搞明白了，那叫大徹大悟、明心見性，在佛法叫成佛。"
    },
    {
      "id": "21-617-0001_p0011",
      "zh_CN": "所以教育，佛教真的是最究竟、最圆满的教育。佛教是不是宗教？佛教不是宗教，佛教是教育。你看释迦牟尼佛的历史，他十九岁离开家庭，他家庭是王族，他是王子，他不出家，他继承王位。十九岁离开家去求学，用我们今天的话来说，释迦牟尼佛他所示现的，现在人讲的标准的知识分子，年轻人，身分也很特殊，非常好学，十九岁出去参学。以他的身分、以他的聪明才智，我们知道，每一个好老师都喜欢这样的学生。印度在那个时候是宗教之国，所有这些宗教派别他都去学过，也是学术之国，这些他统统学遍了，学了十二年，到三十岁。印度在当时，在全世界确实很特殊，他们无论是宗教或者是学术都非常重视禅定，没有不修禅定的，禅定是一般人普遍在学习的。禅定当中能够突破空间维次，也就是定中你能看到六道，上面能看到二十八层天，下面能够看到阿鼻地狱。所以整个六道里面情形他们一清二楚，真的通达明了。",
      "zh_TW": "所以教育，佛教真的是最究竟、最圓滿的教育。佛教是不是宗教？佛教不是宗教，佛教是教育。你看釋迦牟尼佛的歷史，他十九歲離開家庭，他家庭是王族，他是王子，他不出家，他繼承王位。十九歲離開家去求學，用我們今天的話來說，釋迦牟尼佛他所示現的，現在人講的標準的知識分子，年輕人，身分也很特殊，非常好學，十九歲出去參學。以他的身分、以他的聰明才智，我們知道，每一個好老師都喜歡這樣的學生。印度在那個時候是宗教之國，所有這些宗教派別他都去學過，也是學術之國，這些他統統學遍了，學了十二年，到三十歲。印度在當時，在全世界確實很特殊，他們無論是宗教或者是學術都非常重視禪定，沒有不修禪定的，禪定是一般人普遍在學習的。禪定當中能夠突破空間維次，也就是定中你能看到六道，上面能看到二十八層天，下面能夠看到阿鼻地獄。所以整個六道裡面情形他們一清二楚，真的通達明瞭。"
    },
    {
      "id": "21-617-0001_p0012",
      "zh_CN": "我们说一个好学的人，肯定他还有问题，六道怎么来的？为什么会有六道？六道之外还有没有世界？这个问题没有人能解答，宗教也没法子解答，宗教里面把四空天就当作涅槃。所以涅槃这个名词也是婆罗门教的，以后佛教也用，因为涅槃的意思是不生不灭，就是宗教里面讲的永生的意思。其实不是的，四空天到非想非非想处天不过是寿命长一点而已，还是有生灭，他不是不生不灭，他误会了。佛就给我们做了个示现，把十二年所学的放下，这一点很重要！如果不放下，十二年所学的就叫做所知障，这个东西障碍你明心见性，障碍你成就。障有两种，一种是烦恼障，一种是所知障。所以佛示现，把十二年所学的放下，入更深的禅定，这一下就大彻大悟，问题解决了。六道，他们知道六道，所谓是知道其当然，不知道其所以然，佛教把六道怎么来的、怎么源起、为什么会有六道说清楚了，六道之外的世界无量无边，太大了！我们从《华严经》「华藏世界品」、「世界成就品」你去观察，那就是今天科学、哲学里面所讲的宏观世界，没有《华严》说得那么详细。所以方东美先生当年把佛教介绍给我，他说「佛经哲学是全世界哲学的最高峰」，一点没错。不但是哲学的最高峰，也是科学的最高峰，科学跟哲学所不能解决的问题都在《华严经》里头，它真的把你是究竟圆满的解决。",
      "zh_TW": "我們說一個好學的人，肯定他還有問題，六道怎麼來的？為什麼會有六道？六道之外還有沒有世界？這個問題沒有人能解答，宗教也沒法子解答，宗教裡面把四空天就當作涅槃。所以涅槃這個名詞也是婆羅門教的，以後佛教也用，因為涅槃的意思是不生不滅，就是宗教裡面講的永生的意思。其實不是的，四空天到非想非非想處天不過是壽命長一點而已，還是有生滅，他不是不生不滅，他誤會了。佛就給我們做了個示現，把十二年所學的放下，這一點很重要！如果不放下，十二年所學的就叫做所知障，這個東西障礙你明心見性，障礙你成就。障有兩種，一種是煩惱障，一種是所知障。所以佛示現，把十二年所學的放下，入更深的禪定，這一下就大徹大悟，問題解決了。六道，他們知道六道，所謂是知道其當然，不知道其所以然，佛教把六道怎麼來的、怎麼源起、為什麼會有六道說清楚了，六道之外的世界無量無邊，太大了！我們從《華嚴經》「華藏世界品」、「世界成就品」你去觀察，那就是今天科學、哲學裡面所講的宏觀世界，沒有《華嚴》說得那麼詳細。所以方東美先生當年把佛教介紹給我，他說「佛經哲學是全世界哲學的最高峰」，一點沒錯。不但是哲學的最高峰，也是科學的最高峰，科學跟哲學所不能解決的問題都在《華嚴經》裡頭，它真的把你是究竟圓滿的解決。"
    },
    {
      "id": "21-617-0001_p0013",
      "zh_CN": "这是说得很清楚，你学了之后，这是解悟，佛对于你的希望不是止于此，佛希望你自己证得。自己证得那就得修禅定，你自己亲证才是你真正得受用，你听他所讲的，那还是他的，不是你的，所以我们要亲证。佛告诉我们，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这一语道破。我们每个人的智慧德能相好，一切的一切是平等的，跟诸佛如来完全相同，他证得佛果没有比我们多一分，我们纵然造罪业堕落到畜生，堕落到饿鬼、地狱，也没有减少一分，这个东西真叫不增不减。但是你迷了，你不得受用，迷了的时候，你的智慧就变成烦恼，你的德能就变成造业，你的相好就变成六道轮回，这个东西它变质了！如果你觉悟了的话，你的烦恼就变成智慧，恢复正常了，你的造业就变成功德，你的相好，六道它就变成极乐世界。所以佛提出两句话非常重要，叫「相随心转、境随心生」。我们今天，地球上这么多灾难，这是我们的环境，我们有没有办法转它？有！我们要晓得，这个灾难，你看台风这些灾难，是怎么来的？我们的意念错误了，是从错误当中产生这种现象。我们要是把我们的念头转过来，与自性相应，这灾难就没有了。",
      "zh_TW": "這是說得很清楚，你學了之後，這是解悟，佛對於你的希望不是止於此，佛希望你自己證得。自己證得那就得修禪定，你自己親證才是你真正得受用，你聽他所講的，那還是他的，不是你的，所以我們要親證。佛告訴我們，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這一語道破。我們每個人的智慧德能相好，一切的一切是平等的，跟諸佛如來完全相同，他證得佛果沒有比我們多一分，我們縱然造罪業墮落到畜生，墮落到餓鬼、地獄，也沒有減少一分，這個東西真叫不增不減。但是你迷了，你不得受用，迷了的時候，你的智慧就變成煩惱，你的德能就變成造業，你的相好就變成六道輪迴，這個東西它變質了！如果你覺悟了的話，你的煩惱就變成智慧，恢復正常了，你的造業就變成功德，你的相好，六道它就變成極樂世界。所以佛提出兩句話非常重要，叫「相隨心轉、境隨心生」。我們今天，地球上這麼多災難，這是我們的環境，我們有沒有辦法轉它？有！我們要曉得，這個災難，你看颱風這些災難，是怎麼來的？我們的意念錯誤了，是從錯誤當中產生這種現象。我們要是把我們的念頭轉過來，與自性相應，這災難就沒有了。"
    },
    {
      "id": "21-617-0001_p0014",
      "zh_CN": "从理论上讲，极乐世界跟我们地球有没有两样？没有两样。为什么有这么大的差别？极乐世界上的居民心好、念头好、行为好，没有一丝毫缺陷，所以它的环境自然就变好，就这么个道理。佛给我们介绍，极乐世界是「诸上善人俱会一处」，它怎么会坏？我们这个世界现在是真叫诸上恶人，恶到了极处，所以一切都变坏了。头一个，身体变坏了，你居住的环境变坏了。所以这个东西是假的，身体、环境都不是真的，随着众生意念在转变。这个信息被现代量子力学家们发现了，这对我们学佛是非常大的好消息。佛在三千年前说的，依照中国的历史，释迦牟尼佛灭度到今年是三千零三十七年，外国人讲的，他是讲二千五百多年。我们中国老一辈，虚云老和尚老一辈，都用中国的。佛出生在中国周昭王二十四年，佛灭度是周穆王五十三年，用这个历史来推断，到今年是三千零三十七年。这些我们不需要去争论，印度人不重视历史记载，他们重视修证，中国人对历史特别重视，年月日都记得很清楚。",
      "zh_TW": "從理論上講，極樂世界跟我們地球有沒有兩樣？沒有兩樣。為什麼有這麼大的差別？極樂世界上的居民心好、念頭好、行為好，沒有一絲毫缺陷，所以它的環境自然就變好，就這麼個道理。佛給我們介紹，極樂世界是「諸上善人俱會一處」，它怎麼會壞？我們這個世界現在是真叫諸上惡人，惡到了極處，所以一切都變壞了。頭一個，身體變壞了，你居住的環境變壞了。所以這個東西是假的，身體、環境都不是真的，隨著眾生意念在轉變。這個信息被現代量子力學家們發現了，這對我們學佛是非常大的好消息。佛在三千年前說的，依照中國的歷史，釋迦牟尼佛滅度到今年是三千零三十七年，外國人講的，他是講二千五百多年。我們中國老一輩，虛雲老和尚老一輩，都用中國的。佛出生在中國周昭王二十四年，佛滅度是周穆王五十三年，用這個歷史來推斷，到今年是三千零三十七年。這些我們不需要去爭論，印度人不重視歷史記載，他們重視修證，中國人對歷史特別重視，年月日都記得很清楚。"
    },
    {
      "id": "21-617-0001_p0015",
      "zh_CN": "三千年前佛讲的，三千年后被现代尖端的科学家发现了。科学家告诉我们，他说根据他们研究微观世界，就是研究原子、电子、粒子、基本粒子，现在更进一步，基本粒子还可以分，称为量子，量子也称为小光子，整个宇宙它是个波动现象所产生的。这波动是什么？念头，起心动念。起心动念的微细我们无法觉察到，不但我们不能觉察，十法界到最高阶层的佛菩萨也觉察不到。到什么时候才能觉察得到？明心见性就觉察到了，你才把宇宙的真相看到了。他说根本没有物质存在，物质是什么东西，到底是什么？他说意念累积连续产生的幻相。这个波动的速度太快了，我们要用弥勒菩萨告诉我们的，他说一弹指「三十二亿百千念」。我们身体好的、弹得快的，一秒钟我相信可以弹五次，我能弹四次，我相信比我弹得更快的能弹五次。弹五次的话，一秒钟有多少个念头？一千六百兆。你想想看，一千六百兆一秒钟，这是我们念头那个波动的频率。它这频率有快有慢，慢的它就变成了固体，矿物质，固体，稍微快一点就变成动植物，动物，像我们就变快一点，再快一点就变成气体，最快的变成光波、电波，统统是念头产生的。这是讲科学家告诉我们的。",
      "zh_TW": "三千年前佛講的，三千年後被現代尖端的科學家發現了。科學家告訴我們，他說根據他們研究微觀世界，就是研究原子、電子、粒子、基本粒子，現在更進一步，基本粒子還可以分，稱為量子，量子也稱為小光子，整個宇宙它是個波動現象所產生的。這波動是什麼？念頭，起心動念。起心動念的微細我們無法覺察到，不但我們不能覺察，十法界到最高階層的佛菩薩也覺察不到。到什麼時候才能覺察得到？明心見性就覺察到了，你才把宇宙的真相看到了。他說根本沒有物質存在，物質是什麼東西，到底是什麼？他說意念累積連續產生的幻相。這個波動的速度太快了，我們要用彌勒菩薩告訴我們的，他說一彈指「三十二億百千念」。我們身體好的、彈得快的，一秒鐘我相信可以彈五次，我能彈四次，我相信比我彈得更快的能彈五次。彈五次的話，一秒鐘有多少個念頭？一千六百兆。你想想看，一千六百兆一秒鐘，這是我們念頭那個波動的頻率。它這頻率有快有慢，慢的它就變成了固體，礦物質，固體，稍微快一點就變成動植物，動物，像我們就變快一點，再快一點就變成氣體，最快的變成光波、電波，統統是念頭產生的。這是講科學家告訴我們的。"
    },
    {
      "id": "21-617-0001_p0016",
      "zh_CN": "而在佛法里面告诉我们，比科学更不可思议，你看《妄尽还源观》，贤首国师根据《华严经》里面的信息他写的这篇论文。告诉我们，我们任何一念，这个念就是波动，物质也有、精神也有，精神、物质统统离不开波动的现象，这个波动就是一千六百兆分之一秒，这样的一个速度，这种波动一开动它就周遍法界。这是没法子想像的，这速度太快了，我们的光速，太阳到地球还要八分钟，我们念头才动就周遍法界。所以能够与遍法界虚空界一切诸佛菩萨感应道交，与一切众生感应道交。《楞严经》上也是这种说法。这三个特质，第一个是「周遍法界」，第二个是「出生无尽」，出生无尽就是变幻无穷，你没办法想像的，第三个是「含容空有」。这就是说明，遍法界虚空界是一个体，是一体，这个信息的网路就像现在无线电的网路一样，非常的精密，而且整体贯通，真是所谓「牵一发而动全身」。这个科学已经发现到，他所讲的物质、信息、能量，都是波动的现象，这在佛法是阿赖耶。阿赖耶的业相就是波动，就是科学里讲的能量，末那识就是信息，境界相就是物质，转相、境界相，这是阿赖耶的三细相。",
      "zh_TW": "而在佛法裡面告訴我們，比科學更不可思議，你看《妄盡還源觀》，賢首國師根據《華嚴經》裡面的信息他寫的這篇論文。告訴我們，我們任何一念，這個念就是波動，物質也有、精神也有，精神、物質統統離不開波動的現象，這個波動就是一千六百兆分之一秒，這樣的一個速度，這種波動一開動它就周遍法界。這是沒法子想像的，這速度太快了，我們的光速，太陽到地球還要八分鐘，我們念頭才動就周遍法界。所以能夠與遍法界虛空界一切諸佛菩薩感應道交，與一切眾生感應道交。《楞嚴經》上也是這種說法。這三個特質，第一個是「周遍法界」，第二個是「出生無盡」，出生無盡就是變幻無窮，你沒辦法想像的，第三個是「含容空有」。這就是說明，遍法界虛空界是一個體，是一體，這個信息的網路就像現在無線電的網路一樣，非常的精密，而且整體貫通，真是所謂「牽一髮而動全身」。這個科學已經發現到，他所講的物質、信息、能量，都是波動的現象，這在佛法是阿賴耶。阿賴耶的業相就是波動，就是科學裡講的能量，末那識就是信息，境界相就是物質，轉相、境界相，這是阿賴耶的三細相。"
    },
    {
      "id": "21-617-0001_p0017",
      "zh_CN": "科学家能发现这个不容易，我们听到真非常欢喜。佛说过了，第六意识，现在我们都用第六意识，第六意识是分别，第六意识能力太大了，它相应的心所五十一个，一个都不少，它对内能够缘到阿赖耶，对外能够缘到虚空法界，这个科学真的做到了。它缘不到自性，为什么？自性必须要把妄想分别执着放下，你才能缘到，你分别执着没有放下，缘不到自性。所以科学家永远不能见性，他能够看到阿赖耶，他对外能看到宇宙。而且科学家告诉我们，他说我们能够看到的宇宙，观测到的宇宙，实际上只有整个宇宙的百分之十，还有百分之九十的宇宙不见了，没消息了，观察不到了，他还看到这个现象。实际上对不对？对，完全正确。那百分之九十的宇宙到哪里去了？回归自性了，你就见不到了。回归自性到哪去？自性是常寂光，西方极乐世界讲四土，常寂光土是你见不到的，你科学没办法了解它的；科学能够达到诸佛菩萨的实报庄严土，你到不了常寂光。所以，不但佛法是哲学的最高峰，现在我们晓得是科学的最高峰。最近有五位科学家在澳洲悉尼开会，我们派了几个同学去参加，告诉他，你们研究还不能解决的问题，在佛经里头。透这一点信息给他，叫他好好来研究佛经，好好来修禅定，那他们的发现，把佛法全都证明了。",
      "zh_TW": "科學家能發現這個不容易，我們聽到真非常歡喜。佛說過了，第六意識，現在我們都用第六意識，第六意識是分別，第六意識能力太大了，它相應的心所五十一個，一個都不少，它對內能夠緣到阿賴耶，對外能夠緣到虛空法界，這個科學真的做到了。它緣不到自性，為什麼？自性必須要把妄想分別執著放下，你才能緣到，你分別執著沒有放下，緣不到自性。所以科學家永遠不能見性，他能夠看到阿賴耶，他對外能看到宇宙。而且科學家告訴我們，他說我們能夠看到的宇宙，觀測到的宇宙，實際上只有整個宇宙的百分之十，還有百分之九十的宇宙不見了，沒消息了，觀察不到了，他還看到這個現象。實際上對不對？對，完全正確。那百分之九十的宇宙到哪裡去了？回歸自性了，你就見不到了。回歸自性到哪去？自性是常寂光，西方極樂世界講四土，常寂光土是你見不到的，你科學沒辦法了解它的；科學能夠達到諸佛菩薩的實報莊嚴土，你到不了常寂光。所以，不但佛法是哲學的最高峰，現在我們曉得是科學的最高峰。最近有五位科學家在澳洲悉尼開會，我們派了幾個同學去參加，告訴他，你們研究還不能解決的問題，在佛經裡頭。透這一點信息給他，叫他好好來研究佛經，好好來修禪定，那他們的發現，把佛法全都證明了。"
    },
    {
      "id": "21-617-0001_p0018",
      "zh_CN": "这个信息告诉我们什么？我们自己的身体问题自己可以解决，我们居住的环境问题自己可以解决，这是真了不起！我们要化解我们这个地方所有一切灾难，靠意念，只要把念头从恶的念头转成善的，染的念头转成清净的，所有一切就是佛菩萨的境界，就是最美好的世界，真正是幸福美满的人生。但是转念头最基本的、最重要的，那个纯净纯善的念头是什么？是孝。所以，中国永远纪念老祖宗，永远不忘老祖宗，那是个根。中国的教育是从「父子有亲」，五伦里头第一条，就是那个「亲」是教育的原点。教育的目的，在古时候的目的是希望这种自然、天然的孝，自性当中的孝，能够在一生当中保持不变，得要靠教育，如果没有教育，他会学坏。「性相近，习相远」，相近的是本善，性本善，习性，习性是不善，不善跟本善的距离就愈来愈远了，这就要靠教育。所以教育是能把它维持着，永远保持一定的距离，不会拉得太远。第二个目的是希望把父子这种亲爱把它扩大，爱你的兄弟姐妹、爱你的族群、爱你的亲戚朋友、爱你的邻里乡党，再扩大到爱社会、爱国家，最后是「凡是人，皆须爱」。它讲到这个地方，我们中国传统教育是这么兴起的。所以不能没有教育。",
      "zh_TW": "這個信息告訴我們什麼？我們自己的身體問題自己可以解決，我們居住的環境問題自己可以解決，這是真了不起！我們要化解我們這個地方所有一切災難，靠意念，只要把念頭從惡的念頭轉成善的，染的念頭轉成清淨的，所有一切就是佛菩薩的境界，就是最美好的世界，真正是幸福美滿的人生。但是轉念頭最基本的、最重要的，那個純淨純善的念頭是什麼？是孝。所以，中國永遠紀念老祖宗，永遠不忘老祖宗，那是個根。中國的教育是從「父子有親」，五倫裡頭第一條，就是那個「親」是教育的原點。教育的目的，在古時候的目的是希望這種自然、天然的孝，自性當中的孝，能夠在一生當中保持不變，得要靠教育，如果沒有教育，他會學壞。「性相近，習相遠」，相近的是本善，性本善，習性，習性是不善，不善跟本善的距離就愈來愈遠了，這就要靠教育。所以教育是能把它維持著，永遠保持一定的距離，不會拉得太遠。第二個目的是希望把父子這種親愛把它擴大，愛你的兄弟姐妹、愛你的族群、愛你的親戚朋友、愛你的鄰里鄉黨，再擴大到愛社會、愛國家，最後是「凡是人，皆須愛」。它講到這個地方，我們中國傳統教育是這麼興起的。所以不能沒有教育。"
    },
    {
      "id": "21-617-0001_p0019",
      "zh_CN": "谁教？母亲教。所以母亲，很多人讲中国人男女不平等，错误了。你要真正懂得中国伦理，你就晓得，中国人对母亲那种尊重比父亲还高，这是大家承认的。「夫妇有别」，夫妇结合成一个家庭，家庭里面两桩大事情，第一个是生活，物质生活，男子负责，对外谋生。家庭里面，最重大的是什么？培养底下一代。谁？母亲负这个责任。所以母亲的责任比父亲更高，你下一代家里出不出圣人、出不出贤人，都靠母亲。这个现在一般人都不懂，他不读古书，他不了解，很多错误的观念误导了中国文化，这是大不孝！怎么对得起历代祖先？怎么对得起世世代代承传这些圣人？我们今天有幸，遇到几位好老师的指导，锲而不舍的在大乘教里面、传统文化里面来薰习，渐渐明白、渐渐觉悟了；觉悟、明白了，我们有使命、有责任要把这个东西承传下去，我们自己要认真努力把它做到。",
      "zh_TW": "誰教？母親教。所以母親，很多人講中國人男女不平等，錯誤了。你要真正懂得中國倫理，你就曉得，中國人對母親那種尊重比父親還高，這是大家承認的。「夫婦有別」，夫婦結合成一個家庭，家庭裡面兩樁大事情，第一個是生活，物質生活，男子負責，對外謀生。家庭裡面，最重大的是什麼？培養底下一代。誰？母親負這個責任。所以母親的責任比父親更高，你下一代家裡出不出聖人、出不出賢人，都靠母親。這個現在一般人都不懂，他不讀古書，他不了解，很多錯誤的觀念誤導了中國文化，這是大不孝！怎麼對得起歷代祖先？怎麼對得起世世代代承傳這些聖人？我們今天有幸，遇到幾位好老師的指導，鍥而不捨的在大乘教裡面、傳統文化裡面來薰習，漸漸明白、漸漸覺悟了；覺悟、明白了，我們有使命、有責任要把這個東西承傳下去，我們自己要認真努力把它做到。"
    },
    {
      "id": "21-617-0001_p0020",
      "zh_CN": "最近我们讲《无量寿经》，为什么讲到这部经？我把《华严经》停止，暂停，把这部经先把它讲出来，救灾难！在佛经里面，救灾难最有效的这是第一经。前天，我们讲到经上三句话，「住弥陀之所住，行弥陀之所行，念弥陀之所念」，净宗学人这是不能不知道的。弥陀之所住，住在哪里？四十八愿，「众生无边誓愿度」，四十八愿度众生。弥陀之行是什么？受持读诵、为人演说，这是弥陀之行。受是完全接受，佛怎么教我我怎么做；持就是保持，永远不失去。然后为别人表演，我做出来给人看，演是表演，说是口说，帮人解决问题，我们中国人讲身行言教，这是弥陀之行。弥陀之念，弥陀念什么？弥陀之念，一切众生本来是佛，真正是弥陀，他心目当中，他看所有众生都是阿弥陀佛。我们看到一切人、一切事、一切物，看到蚊虫蚂蚁合掌，都是阿弥陀佛，那是弥陀之念，遍法界虚空界就是阿弥陀佛。",
      "zh_TW": "最近我們講《無量壽經》，為什麼講到這部經？我把《華嚴經》停止，暫停，把這部經先把它講出來，救災難！在佛經裡面，救災難最有效的這是第一經。前天，我們講到經上三句話，「住彌陀之所住，行彌陀之所行，念彌陀之所念」，淨宗學人這是不能不知道的。彌陀之所住，住在哪裡？四十八願，「眾生無邊誓願度」，四十八願度眾生。彌陀之行是什麼？受持讀誦、為人演說，這是彌陀之行。受是完全接受，佛怎麼教我我怎麼做；持就是保持，永遠不失去。然後為別人表演，我做出來給人看，演是表演，說是口說，幫人解決問題，我們中國人講身行言教，這是彌陀之行。彌陀之念，彌陀念什麼？彌陀之念，一切眾生本來是佛，真正是彌陀，他心目當中，他看所有眾生都是阿彌陀佛。我們看到一切人、一切事、一切物，看到蚊蟲螞蟻合掌，都是阿彌陀佛，那是彌陀之念，遍法界虛空界就是阿彌陀佛。"
    },
    {
      "id": "21-617-0001_p0021",
      "zh_CN": "阿弥陀佛是什么？是自己的性德。阿弥陀佛都是梵语翻过来的，能够翻成中国意思，阿翻作「无」，弥陀翻作「量」，佛翻作「觉」，无量觉，无量的智慧、无量的觉悟，这是自性。哪一尊佛不是无量觉？哪一尊佛不是无量智慧？统统都是，过去佛如是，现在佛如是，未来佛亦如是。这些六道众生是未来佛，他现在是迷，他将来肯定会回头，所以都是佛。你要用这个心去看，有没有对立的？没有；有没有善恶的？没有，这个心那叫至善。用佛法来解释中国东西，「明明德」、「亲民」、「止于至善」，就把它提到跟《华严经》一样高了。",
      "zh_TW": "阿彌陀佛是什麼？是自己的性德。阿彌陀佛都是梵語翻過來的，能夠翻成中國意思，阿翻作「無」，彌陀翻作「量」，佛翻作「覺」，無量覺，無量的智慧、無量的覺悟，這是自性。哪一尊佛不是無量覺？哪一尊佛不是無量智慧？統統都是，過去佛如是，現在佛如是，未來佛亦如是。這些六道眾生是未來佛，他現在是迷，他將來肯定會回頭，所以都是佛。你要用這個心去看，有沒有對立的？沒有；有沒有善惡的？沒有，這個心那叫至善。用佛法來解釋中國東西，「明明德」、「親民」、「止於至善」，就把它提到跟《華嚴經》一樣高了。"
    },
    {
      "id": "21-617-0001_p0022",
      "zh_CN": "这是我们要做到的，我们见到什么人，心里看是阿弥陀佛，我就是阿弥陀佛。我们能做到这三个字，哪有不往生的道理！世界纵然有灾难，灾难是共业，没有法子，我们再好也敌不住共业，但是什么？去处不一样。一个灾难大家身都没有了，但是灵性去的地方不一样，造不善的三途去了，造善的三善道去了，念念都是阿弥陀佛的，肯定极乐世界去了，就这么回事情。所以，大乘佛法是全世界，真的，至高无上的大学问！而且是跟自己自性，自性流露出来的完全相应、圆满的相应，不能不学；如果不学，我们这一生就空过了。你真学是无比的幸运、无比的快乐，真是佛氏门中，有求必应。",
      "zh_TW": "這是我們要做到的，我們見到什麼人，心裡看是阿彌陀佛，我就是阿彌陀佛。我們能做到這三個字，哪有不往生的道理！世界縱然有災難，災難是共業，沒有法子，我們再好也敵不住共業，但是什麼？去處不一樣。一個災難大家身都沒有了，但是靈性去的地方不一樣，造不善的三途去了，造善的三善道去了，念念都是阿彌陀佛的，肯定極樂世界去了，就這麼回事情。所以，大乘佛法是全世界，真的，至高無上的大學問！而且是跟自己自性，自性流露出來的完全相應、圓滿的相應，不能不學；如果不學，我們這一生就空過了。你真學是無比的幸運、無比的快樂，真是佛氏門中，有求必應。"
    },
    {
      "id": "21-617-0001_p0023",
      "zh_CN": "所以，一切从我们这个纪念堂开始，这个纪念堂我是想了很多很多年，因为在中国国家政策之下，恢复祠堂不可能，我们建这样的「万姓先祖纪念堂」可以说得过去，现在国内也有几个。什么时候我们能够真正引起国家注意到了，国家来建立，那才是终极的目标，不是私人建的，这在从前是帝王祭祀的。将来希望每一个县市都有，最大规模的「万姓先祖纪念堂」，现在一共二万四千多个姓氏。这次我带了一本《姓氏大字典》，刚刚印出来，二万四千多个姓氏。中国这么大的族群，在世界上，这么大的族群成为一家人，是世界上真的找不到第二家。我们应该要把祖宗德行要发扬光大，我们自己能够真正得到祖宗的庇荫，也能够帮助这个世界化解冲突，恢复社会安定、世界和平，都从我们自己本身，从我们自己这个小的纪念堂开始。",
      "zh_TW": "所以，一切從我們這個紀念堂開始，這個紀念堂我是想了很多很多年，因為在中國國家政策之下，恢復祠堂不可能，我們建這樣的「萬姓先祖紀念堂」可以說得過去，現在國內也有幾個。什麼時候我們能夠真正引起國家注意到了，國家來建立，那才是終極的目標，不是私人建的，這在從前是帝王祭祀的。將來希望每一個縣市都有，最大規模的「萬姓先祖紀念堂」，現在一共二萬四千多個姓氏。這次我帶了一本《姓氏大字典》，剛剛印出來，二萬四千多個姓氏。中國這麼大的族群，在世界上，這麼大的族群成為一家人，是世界上真的找不到第二家。我們應該要把祖宗德行要發揚光大，我們自己能夠真正得到祖宗的庇蔭，也能夠幫助這個世界化解衝突，恢復社會安定、世界和平，都從我們自己本身，從我們自己這個小的紀念堂開始。"
    },
    {
      "id": "21-617-0001_p0024",
      "zh_CN": "我今天说话就说到此地，谢谢大家，非常感谢。",
      "zh_TW": "我今天說話就說到此地，謝謝大家，非常感謝。"
    }
  ]
}