{
  "doc_id": "21-110-0001",
  "title": {
    "zh_CN": "敦伦尽分 闲邪存诚 老实念佛 求生净土",
    "zh_TW": "敦倫盡分 閑邪存誠 老實念佛 求生淨土"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台北国际会议中心",
    "zh_TW": "台灣台北國際會議中心"
  },
  "doc_number": "21-110-0001",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "21-110-0001_p0001",
      "zh_CN": "台北净宗学会陈会长、谢居士、诸位法师、诸位大德、诸位同修，大家好！",
      "zh_TW": "台北淨宗學會陳會長、謝居士、諸位法師、諸位大德、諸位同修，大家好！"
    },
    {
      "id": "21-110-0001_p0002",
      "zh_CN": "今天晚上我们有这样殊胜的聚会，我们非常感谢谢居士夫妇的安排。这一次净空回到台湾来，原定的计划是回来将《阿难问事佛吉凶经》录一套广播的影带，预定是四十个小时，每天录像四个小时，十天圆满。没有预定做任何的活动，这个事情，我在离开新加坡的时候，以及上一次在香港讲经的时候，都向大家宣布了。从今以后我不再参加大型的活动，像这种形式活动，我全部都终止了，全面退出讲经教学。",
      "zh_TW": "今天晚上我們有這樣殊勝的聚會，我們非常感謝謝居士夫婦的安排。這一次淨空回到台灣來，原定的計劃是回來將《阿難問事佛吉凶經》錄一套廣播的影帶，預定是四十個小時，每天錄像四個小時，十天圓滿。沒有預定做任何的活動，這個事情，我在離開新加坡的時候，以及上一次在香港講經的時候，都向大家宣布了。從今以後我不再參加大型的活動，像這種形式活動，我全部都終止了，全面退出講經教學。"
    },
    {
      "id": "21-110-0001_p0003",
      "zh_CN": "为什么要这样作法？我深深感到过去许多这些老法师们发心弘法利生，而对于佛门里面最重要的根本大经都没有办法完成，包括我的老师李炳南老居士在内。他老人家在晚年，我们深深希望他能把《华严经》讲圆满，留给我们后学做参考。可是限于讲经的环境，诸位也都清楚，他老人家每一个星期讲一次，而且还有台语翻译，虽然是一个星期两个小时，实际上只讲一个小时。一年除了过年放假，实际上只能够使用四十五个星期；换句话说，一年只能讲四十五个小时。所以他讲了很多年还没有能讲到一半，他老人家就往生了，我们感觉到非常的遗憾。这些年来在海内外有许多法师、大德都告诉我，希望我能把《华严经》讲一遍。我们过去曾经在「景美华藏图书馆」也讲了不少年，我记得前后总共是十七年，因为常常到国外去，讲经就变成断断续续，也没有能够讲圆满。大概在《八十华严》跟李老师的进度差不多，另外《四十华严》也讲了三分之一，这总是很遗憾的一桩事情。",
      "zh_TW": "為什麼要這樣作法？我深深感到過去許多這些老法師們發心弘法利生，而對於佛門裡面最重要的根本大經都沒有辦法完成，包括我的老師李炳南老居士在內。他老人家在晚年，我們深深希望他能把《華嚴經》講圓滿，留給我們後學做參考。可是限於講經的環境，諸位也都清楚，他老人家每一個星期講一次，而且還有台語翻譯，雖然是一個星期兩個小時，實際上只講一個小時。一年除了過年放假，實際上只能夠使用四十五個星期；換句話說，一年只能講四十五個小時。所以他講了很多年還沒有能講到一半，他老人家就往生了，我們感覺到非常的遺憾。這些年來在海內外有許多法師、大德都告訴我，希望我能把《華嚴經》講一遍。我們過去曾經在「景美華藏圖書館」也講了不少年，我記得前後總共是十七年，因為常常到國外去，講經就變成斷斷續續，也沒有能夠講圓滿。大概在《八十華嚴》跟李老師的進度差不多，另外《四十華嚴》也講了三分之一，這總是很遺憾的一樁事情。"
    },
    {
      "id": "21-110-0001_p0004",
      "zh_CN": "想到这是我们佛门一桩大事，所以我必须要考量到现在年岁已经不小了，将来衰老之后，可能是心有余而力不足了。所以趁着现在身体还可以，我预定从今年十月份就开始，希望在八十岁之前这五年的时间，每年我在录影室里面讲经，对外面都不讲了，也不教学了。所以我的工作在录影室，每天讲四个小时，每年讲足三百天，这样子一年就有一千二百个小时，五年总共有六千个小时。我准备用三年三千六百个小时把《华严经》完成；然后再用一年的时间，也就是六百个小时完成《法华经》，六百个小时完成《楞严经》，最后一年一千二百个小时，我把净土宗《五经一论》重新再讲一遍，我自己这一点愿望也就完成了。",
      "zh_TW": "想到這是我們佛門一樁大事，所以我必須要考量到現在年歲已經不小了，將來衰老之後，可能是心有餘而力不足了。所以趁著現在身體還可以，我預定從今年十月份就開始，希望在八十歲之前這五年的時間，每年我在錄影室裡面講經，對外面都不講了，也不教學了。所以我的工作在錄影室，每天講四個小時，每年講足三百天，這樣子一年就有一千二百個小時，五年總共有六千個小時。我準備用三年三千六百個小時把《華嚴經》完成；然後再用一年的時間，也就是六百個小時完成《法華經》，六百個小時完成《楞嚴經》，最後一年一千二百個小時，我把淨土宗《五經一論》重新再講一遍，我自己這一點願望也就完成了。"
    },
    {
      "id": "21-110-0001_p0005",
      "zh_CN": "所以有许多同修邀请我讲经说法，我把这一桩事情告诉他们，我说：「等我八十岁之后，我这个事情完成了，六千个小时完成了，你再来找我，我陪你去云游世界。」这五年当中是克定时间，一定要把这个事情完成，我们这一生对得起佛教，对得起老师，也对得起我们学佛的同修们。所以一切活动包括过去我对于各个宗教的活动、各个不同族群的活动，这些活动我已经拜托新加坡李木源居士去做，我是全面退下。这有一点像闭关的样子，不过我这个闭关是在摄影棚里面闭关，网路还是直通的。在这五年当中，希望同修们不要给我写信，因为我不看信件，也不要给我打电话，让我把心整个定下来，把这一个佛门大事让我完成。这就是诸位对我真正的爱护，也是对我真正的护持，这是我首先跟诸位报告的。",
      "zh_TW": "所以有許多同修邀請我講經說法，我把這一樁事情告訴他們，我說：「等我八十歲之後，我這個事情完成了，六千個小時完成了，你再來找我，我陪你去雲遊世界。」這五年當中是剋定時間，一定要把這個事情完成，我們這一生對得起佛教，對得起老師，也對得起我們學佛的同修們。所以一切活動包括過去我對於各個宗教的活動、各個不同族群的活動，這些活動我已經拜託新加坡李木源居士去做，我是全面退下。這有一點像閉關的樣子，不過我這個閉關是在攝影棚裡面閉關，網路還是直通的。在這五年當中，希望同修們不要給我寫信，因為我不看信件，也不要給我打電話，讓我把心整個定下來，把這一個佛門大事讓我完成。這就是諸位對我真正的愛護，也是對我真正的護持，這是我首先跟諸位報告的。"
    },
    {
      "id": "21-110-0001_p0006",
      "zh_CN": "昨天我在「佛陀教育基金会」，有一些同修发心研讨《印光大师文钞》，正好遇到我，要我说明印祖一生弘法利生的宗旨。我想了一想，印光大师是我们近代一位真正的善知识（净宗第十三代祖师）。我跟印祖缘分也非常之深，李炳南老居士是他的学生，李老师在当年跟我提过很多次，要我学印光法师，做印光法师的学生，印祖已经不在了，他说印祖的《文钞》在。这些年来台湾已经将《印光大师全集》印出来了，我们只要读他老人家的教诲，依据他所讲的道理、方法认真的去修学，这就是印祖真实的弟子。我也很认真努力去学习。印祖一生教人，总纲领只有十六个字：「敦伦尽分，闲邪存诚，老实念佛，求生净土。」这十六个字，他老人家自己一生做到，实在讲是我们修学最好的模范。",
      "zh_TW": "昨天我在「佛陀教育基金會」，有一些同修發心研討《印光大師文鈔》，正好遇到我，要我說明印祖一生弘法利生的宗旨。我想了一想，印光大師是我們近代一位真正的善知識（淨宗第十三代祖師）。我跟印祖緣分也非常之深，李炳南老居士是他的學生，李老師在當年跟我提過很多次，要我學印光法師，做印光法師的學生，印祖已經不在了，他說印祖的《文鈔》在。這些年來台灣已經將《印光大師全集》印出來了，我們只要讀他老人家的教誨，依據他所講的道理、方法認真的去修學，這就是印祖真實的弟子。我也很認真努力去學習。印祖一生教人，總綱領只有十六個字：「敦倫盡分，閑邪存誠，老實念佛，求生淨土。」這十六個字，他老人家自己一生做到，實在講是我們修學最好的模範。"
    },
    {
      "id": "21-110-0001_p0007",
      "zh_CN": "我们生在现前这个时代，全世界的灾难频繁，次数一年比一年多，而且一次比一次严重。美国从九一一事件发生以来，我想整个世界人心惶惶，如果这一桩事情处理得不当，大家心里头都明白，恐怕会引起第三次大战。第三次战争很可怕，是生化核武的战争。我们再想一想过去二十多年，我在美国的时候，很多同学拿着外国许多的预言来给我看，我也看了，都说公元一九九九年、两千年这个世界有灾难。基督教的《圣经》、伊斯兰的《古兰经》都说有世界末日。这些经典我都读过，好像九九年跟两千年平安过去了，可是美国那边有同修打电话给我，他说：「法师，没有过去！」这怎么回事？他说：「古时候人记载，就像我们中国人讲的虚岁，小孩出生就是一岁，到周年就两岁了。」这样算起来，两千零一年才真正是古老预言里面讲的两千年，我想想也有道理。再看看现在时局的发展，实在非常令人感到恐惧、感到不安。但是我们生在今天，这是共业所感。",
      "zh_TW": "我們生在現前這個時代，全世界的災難頻繁，次數一年比一年多，而且一次比一次嚴重。美國從九一一事件發生以來，我想整個世界人心惶惶，如果這一樁事情處理得不當，大家心裡頭都明白，恐怕會引起第三次大戰。第三次戰爭很可怕，是生化核武的戰爭。我們再想一想過去二十多年，我在美國的時候，很多同學拿著外國許多的預言來給我看，我也看了，都說公元一九九九年、兩千年這個世界有災難。基督教的《聖經》、伊斯蘭的《古蘭經》都說有世界末日。這些經典我都讀過，好像九九年跟兩千年平安過去了，可是美國那邊有同修打電話給我，他說：「法師，沒有過去！」這怎麼回事？他說：「古時候人記載，就像我們中國人講的虛歲，小孩出生就是一歲，到週年就兩歲了。」這樣算起來，兩千零一年才真正是古老預言裡面講的兩千年，我想想也有道理。再看看現在時局的發展，實在非常令人感到恐懼、感到不安。但是我們生在今天，這是共業所感。"
    },
    {
      "id": "21-110-0001_p0008",
      "zh_CN": "所以有许多同修来问我，特别是在美国的同修打电话给我、传真给我，我们要怎样度过这个劫难？既然灾难现前了，学佛的人一定要相信佛陀的教诲，对于劫难决定不能够惊慌、不能够恐怖。灾难能不能化解？在理论上讲是决定可以化解的，事实上那有相当的难度。难在哪里？得一切众生真正能回头、真正能反省、能改过自新，这个劫难就没有了。佛在大乘了义经里面常说：「依报随着正报转」，「依报」就是我们今天讲的天灾人祸、我们的生活环境。「正报」是什么？我们的起心动念、言语造作，这些行为是属于正报。所以物质环境跟我们的念头，决定是一桩事情不是两桩事情，这个理很深很深！",
      "zh_TW": "所以有許多同修來問我，特別是在美國的同修打電話給我、傳真給我，我們要怎樣度過這個劫難？既然災難現前了，學佛的人一定要相信佛陀的教誨，對於劫難決定不能夠驚慌、不能夠恐怖。災難能不能化解？在理論上講是決定可以化解的，事實上那有相當的難度。難在哪裡？得一切眾生真正能回頭、真正能反省、能改過自新，這個劫難就沒有了。佛在大乘了義經裡面常說：「依報隨著正報轉」，「依報」就是我們今天講的天災人禍、我們的生活環境。「正報」是什麼？我們的起心動念、言語造作，這些行為是屬於正報。所以物質環境跟我們的念頭，決定是一樁事情不是兩樁事情，這個理很深很深！"
    },
    {
      "id": "21-110-0001_p0009",
      "zh_CN": "「心」跟「物」，在佛法讲是一不是二。诸位常常念的《心经》，这个大家念得很熟，《心经》上讲：「色不异空，空不异色，色即是空，空即是色。」色就是物质，心就是精神，确确实实它是一不是二，现在我们把它分成两桩事情来看，这是错误的，这里头才产生矛盾、才产生妄想、分别、执着。这是我们世间所有一切苦难的根源，不但是苦难的根源，是六道轮回的根源、是十法界的根源。如果我们把这些妄想、分别、执着统统都放下了，世界原本是一真，佛家讲的「一真法界」。一真法界是诸佛菩萨所证得的境界，那个境界才是最圆满的、最究竟的、最幸福的，这里面所谓是只有乐而没有苦了。西方极乐世界是一真法界，《华严经》里面讲的华藏世界也是一真法界，这是我们从经典里面，世尊教导我们的。",
      "zh_TW": "「心」跟「物」，在佛法講是一不是二。諸位常常念的《心經》，這個大家念得很熟，《心經》上講：「色不異空，空不異色，色即是空，空即是色。」色就是物質，心就是精神，確確實實它是一不是二，現在我們把它分成兩樁事情來看，這是錯誤的，這裡頭才產生矛盾、才產生妄想、分別、執著。這是我們世間所有一切苦難的根源，不但是苦難的根源，是六道輪迴的根源、是十法界的根源。如果我們把這些妄想、分別、執著統統都放下了，世界原本是一真，佛家講的「一真法界」。一真法界是諸佛菩薩所證得的境界，那個境界才是最圓滿的、最究竟的、最幸福的，這裡面所謂是只有樂而沒有苦了。西方極樂世界是一真法界，《華嚴經》裡面講的華藏世界也是一真法界，這是我們從經典裡面，世尊教導我們的。"
    },
    {
      "id": "21-110-0001_p0010",
      "zh_CN": "至于如何能够把佛法落实到我们生活上，这一点我相信许多同修们非常的关心，因此我们学佛首先要认识佛法。佛法究竟是什么？一九七七年，我第一次到香港讲经，住在「中华佛教图书馆」，这个道场是倓虚法师建的，里面收藏的书不少，尤其是「苏州弘化社」出版的。因为弘化社是印光大师办的，我对弘化社的东西非常留意。在这些书本里面，我翻到一个小册子，这个小册子是欧阳竟无大师的讲演，王恩洋笔记记录下来的。他的讲题是：「佛法非宗教非哲学，而为今时所必需」。这个题很吸引人，佛教不是宗教也不是哲学，我还是第一次听到。",
      "zh_TW": "至於如何能夠把佛法落實到我們生活上，這一點我相信許多同修們非常的關心，因此我們學佛首先要認識佛法。佛法究竟是什麼？一九七七年，我第一次到香港講經，住在「中華佛教圖書館」，這個道場是倓虛法師建的，裡面收藏的書不少，尤其是「蘇州弘化社」出版的。因為弘化社是印光大師辦的，我對弘化社的東西非常留意。在這些書本裡面，我翻到一個小冊子，這個小冊子是歐陽竟無大師的講演，王恩洋筆記記錄下來的。他的講題是：「佛法非宗教非哲學，而為今時所必需」。這個題很吸引人，佛教不是宗教也不是哲學，我還是第一次聽到。"
    },
    {
      "id": "21-110-0001_p0011",
      "zh_CN": "我学佛入门是从佛经哲学入门的，他怎么说不是哲学？我把这一篇讲演细细看看，觉得他讲得很有道理。这一篇讲演是在民国十二年，地点是在第四中山大学（就是现在的南京师范大学）。我从这一篇讲演得到很大的启示。佛教到底是什么？实在讲，欧阳竟无居士只说出它不是宗教、不是哲学，而是现在人所必需要修学的。我们再仔细去观察，我明白了，佛教是教育，佛教是多元文化的社会教育，它确实不是宗教、不是哲学。",
      "zh_TW": "我學佛入門是從佛經哲學入門的，他怎麼說不是哲學？我把這一篇講演細細看看，覺得他講得很有道理。這一篇講演是在民國十二年，地點是在第四中山大學（就是現在的南京師範大學）。我從這一篇講演得到很大的啟示。佛教到底是什麼？實在講，歐陽竟無居士只說出它不是宗教、不是哲學，而是現在人所必需要修學的。我們再仔細去觀察，我明白了，佛教是教育，佛教是多元文化的社會教育，它確實不是宗教、不是哲學。"
    },
    {
      "id": "21-110-0001_p0012",
      "zh_CN": "怎么说是「多元的社会教育」？它的教学超越了国土，我们今天讲的国家的界限，超越了种族的界限、超越了宗教的界限。我们在经典里面看到许许多多的宗教徒接受释迦牟尼佛的教诲，像《华严经》里面五十三参，我们看到胜热婆罗门，胜热婆罗门是婆罗门教（是现代的印度教），遍行外道。这些经里面有很多其他的宗教徒，像当时印度的瑜伽、数论，许多人都向释迦牟尼佛请教，做释迦牟尼佛的学生。因此我们把佛教的本质搞清楚、搞明白，我们学佛到底是学的什么东西？接受释迦牟尼佛的教育。",
      "zh_TW": "怎麼說是「多元的社會教育」？它的教學超越了國土，我們今天講的國家的界限，超越了種族的界限、超越了宗教的界限。我們在經典裡面看到許許多多的宗教徒接受釋迦牟尼佛的教誨，像《華嚴經》裡面五十三參，我們看到勝熱婆羅門，勝熱婆羅門是婆羅門教（是現代的印度教），遍行外道。這些經裡面有很多其他的宗教徒，像當時印度的瑜伽、數論，許多人都向釋迦牟尼佛請教，做釋迦牟尼佛的學生。因此我們把佛教的本質搞清楚、搞明白，我們學佛到底是學的什麼東西？接受釋迦牟尼佛的教育。"
    },
    {
      "id": "21-110-0001_p0013",
      "zh_CN": "他的教育教我们什么？我们要是用一句话说明白，就是般若经上讲的「诸法实相」，这一句要用现代的话来讲，是宇宙人生的真相。所以世尊教导我们的是讲宇宙人生的真相，再说得明白一点，他老人家把这个真相分成三个部分：第一个部分是教导我们人与人的关系。如果我们把这个关系搞清楚、搞明白了，人与人之间能够和睦相处了，人祸就没有了，人与人之间不会有误会、不会有冲突，哪里会有战争？人为的灾害是我们不懂得人与人的关系。",
      "zh_TW": "他的教育教我們什麼？我們要是用一句話說明白，就是般若經上講的「諸法實相」，這一句要用現代的話來講，是宇宙人生的真相。所以世尊教導我們的是講宇宙人生的真相，再說得明白一點，他老人家把這個真相分成三個部分：第一個部分是教導我們人與人的關係。如果我們把這個關係搞清楚、搞明白了，人與人之間能夠和睦相處了，人禍就沒有了，人與人之間不會有誤會、不會有衝突，哪裡會有戰爭？人為的災害是我們不懂得人與人的關係。"
    },
    {
      "id": "21-110-0001_p0014",
      "zh_CN": "第二个教导我们人与自然环境的关系。这一点很重要！如果我们不知道人与自然环境的关系，今天讲的任意破坏自然环境的生态，后果是什么？后果是天灾。天灾人祸是人为的，不是没有原因来的，我们不了解这个关系，不知道跟自然环境如何相处，惹来的麻烦。",
      "zh_TW": "第二個教導我們人與自然環境的關係。這一點很重要！如果我們不知道人與自然環境的關係，今天講的任意破壞自然環境的生態，後果是什麼？後果是天災。天災人禍是人為的，不是沒有原因來的，我們不了解這個關係，不知道跟自然環境如何相處，惹來的麻煩。"
    },
    {
      "id": "21-110-0001_p0015",
      "zh_CN": "第三个是教导我们人与天地鬼神的关系。现在有一些年轻人受过科学教育的，听到这一句话，前面两句话他没有问题，这一句话他说：「这是迷信，这是宗教。」其实我们把这句话换一种讲法，他就不反对了。科学家现在确确实实证明空间是多维次的，我们住在三度空间，现在知道有四度空间、五度空间。黄念祖老居士他是个研究科学的，他从西方科学报导里面，他写了一篇文章，我把它附在《无量寿经注解》的后面，诸位看看就明了了。现在科学家确确实实证实有十一度不同维次空间的存在；换句话说，我们宗教里面讲的天地鬼神，实际上就是科学家所说的不同维次空间的生物。我们跟他们应该怎么相处？",
      "zh_TW": "第三個是教導我們人與天地鬼神的關係。現在有一些年輕人受過科學教育的，聽到這一句話，前面兩句話他沒有問題，這一句話他說：「這是迷信，這是宗教。」其實我們把這句話換一種講法，他就不反對了。科學家現在確確實實證明空間是多維次的，我們住在三度空間，現在知道有四度空間、五度空間。黃念祖老居士他是個研究科學的，他從西方科學報導裡面，他寫了一篇文章，我把它附在《無量壽經註解》的後面，諸位看看就明瞭了。現在科學家確確實實證實有十一度不同維次空間的存在；換句話說，我們宗教裡面講的天地鬼神，實際上就是科學家所說的不同維次空間的生物。我們跟他們應該怎麼相處？"
    },
    {
      "id": "21-110-0001_p0016",
      "zh_CN": "如果这三种关系搞清楚了，都能够平等对待、和睦相处，那我们的社会真的就是风调雨顺、国泰民安，一定是安定、繁荣、幸福，每一个人都过美满的生活。佛教教导我们是生活的教育，真正幸福美满的教育。我们要想过好日子，就像欧阳竟无居士所说的，「必需要学习」，要把佛教认识清楚。",
      "zh_TW": "如果這三種關係搞清楚了，都能夠平等對待、和睦相處，那我們的社會真的就是風調雨順、國泰民安，一定是安定、繁榮、幸福，每一個人都過美滿的生活。佛教教導我們是生活的教育，真正幸福美滿的教育。我們要想過好日子，就像歐陽竟無居士所說的，「必需要學習」，要把佛教認識清楚。"
    },
    {
      "id": "21-110-0001_p0017",
      "zh_CN": "释迦牟尼佛这个人，如果用今天我们一般社会的看法给他定位，他是什么地位？诸位一定要知道，他不是神，他也不是仙人，他是人。他是一个多元文化的社会教育家，这是我们尊称他，实际上他是一个多元文化社会教育的义务工作者。我们知道他是王子出身，他的愿力弘深、眼光深远、悲心很重，他发的愿是为一切众生服务，帮助一切众生解决苦难的问题。他知道这桩事情政治做不到，所以他不去继承他父亲的事业，舍弃王位。他也知道这桩事情，军事、武力办不到。我们在经典里面读到，世尊年轻的时候武艺超群，所以他也不去作将军，也不去作统帅，把这个统统放下了。用现在话来讲，科学、技术、经济都不能解决，什么能解决？教育能解决，他最后选择这个行业。",
      "zh_TW": "釋迦牟尼佛這個人，如果用今天我們一般社會的看法給他定位，他是什麼地位？諸位一定要知道，他不是神，他也不是仙人，他是人。他是一個多元文化的社會教育家，這是我們尊稱他，實際上他是一個多元文化社會教育的義務工作者。我們知道他是王子出身，他的願力弘深、眼光深遠、悲心很重，他發的願是為一切眾生服務，幫助一切眾生解決苦難的問題。他知道這樁事情政治做不到，所以他不去繼承他父親的事業，捨棄王位。他也知道這樁事情，軍事、武力辦不到。我們在經典裡面讀到，世尊年輕的時候武藝超群，所以他也不去作將軍，也不去作統帥，把這個統統放下了。用現在話來講，科學、技術、經濟都不能解決，什麼能解決？教育能解決，他最後選擇這個行業。"
    },
    {
      "id": "21-110-0001_p0018",
      "zh_CN": "于是我们这才明了，解决社会问题，最重要的、最殊胜的、最有效果的是教育。于是我们再仔细观察释迦牟尼佛选择的这个行业，不但一生教学以身作则，做出榜样来给我们看。虽然是出家，他的父亲是帝王，他可以盖一个很好的寺庙，可以过很舒服的生活，他为什么要树下一宿、日中一食、沿门托钵？他教导我们，如果真正从事于教学的事业，一定要自己给一切众生做出最好的榜样，你所教的，人家才肯相信、才肯接受。你自己做不到，怎么能教别人做到？",
      "zh_TW": "於是我們這才明瞭，解決社會問題，最重要的、最殊勝的、最有效果的是教育。於是我們再仔細觀察釋迦牟尼佛選擇的這個行業，不但一生教學以身作則，做出榜樣來給我們看。雖然是出家，他的父親是帝王，他可以蓋一個很好的寺廟，可以過很舒服的生活，他為什麼要樹下一宿、日中一食、沿門托缽？他教導我們，如果真正從事於教學的事業，一定要自己給一切眾生做出最好的榜樣，你所教的，人家才肯相信、才肯接受。你自己做不到，怎麼能教別人做到？"
    },
    {
      "id": "21-110-0001_p0019",
      "zh_CN": "佛教人「以戒为师、以苦为师」，你要不能过清苦的生活，你的烦恼习气决定断不了。佛在《华严经》上告诉我们：「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这一句话重要！我们每一个人的智慧都跟释迦牟尼佛一样，能力也一样，那个「德」是讲能力，真的是万德万能，能力也一样，真的是无所不知、无所不能。下面是「相」，相好也一样，你的相，相貌好，身体好。这才真正叫究竟圆满的幸福。现在我们为什么都丧失掉？智慧丧失掉了，能力丧失掉了，相好也丧失掉了，佛一语道破，是你的妄想、分别、执着造成今天这个样子。我们佛门讲「业障」、「罪障」。业障、罪障是什么？就是妄想分别执着。如果不肯吃苦头，不肯过清苦的生活，你的贪瞋痴慢天天在增长。",
      "zh_TW": "佛教人「以戒為師、以苦為師」，你要不能過清苦的生活，你的煩惱習氣決定斷不了。佛在《華嚴經》上告訴我們：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這一句話重要！我們每一個人的智慧都跟釋迦牟尼佛一樣，能力也一樣，那個「德」是講能力，真的是萬德萬能，能力也一樣，真的是無所不知、無所不能。下面是「相」，相好也一樣，你的相，相貌好，身體好。這才真正叫究竟圓滿的幸福。現在我們為什麼都喪失掉？智慧喪失掉了，能力喪失掉了，相好也喪失掉了，佛一語道破，是你的妄想、分別、執著造成今天這個樣子。我們佛門講「業障」、「罪障」。業障、罪障是什麼？就是妄想分別執著。如果不肯吃苦頭，不肯過清苦的生活，你的貪瞋痴慢天天在增長。"
    },
    {
      "id": "21-110-0001_p0020",
      "zh_CN": "所以我这些年来教导同学们，我说你们要想入佛门，要想过佛菩萨的生活，佛菩萨的生活就像方东美先生所说的「人生最高的享受」。我被方先生这一句话拉进佛门来，方先生没有欺骗我，我完全把他老人家这句话证明了。人生最高的享受，你必须要把你的障碍除掉，这个障碍就是罪障、业障，你要把它消除掉，在佛法里面讲「忏除业障」，这个「忏」是忏悔。以后我跟章嘉大师学佛，章嘉大师教导我忏悔法门。什么叫「忏悔」？你必须要找出你自己的毛病过失，你能够常常发现自己毛病过失，这在佛法里叫开悟，你觉悟了。悟后起修，悟了之后就把这些毛病、习气改正过来，这叫做修行。",
      "zh_TW": "所以我這些年來教導同學們，我說你們要想入佛門，要想過佛菩薩的生活，佛菩薩的生活就像方東美先生所說的「人生最高的享受」。我被方先生這一句話拉進佛門來，方先生沒有欺騙我，我完全把他老人家這句話證明了。人生最高的享受，你必須要把你的障礙除掉，這個障礙就是罪障、業障，你要把它消除掉，在佛法裡面講「懺除業障」，這個「懺」是懺悔。以後我跟章嘉大師學佛，章嘉大師教導我懺悔法門。什麼叫「懺悔」？你必須要找出你自己的毛病過失，你能夠常常發現自己毛病過失，這在佛法裡叫開悟，你覺悟了。悟後起修，悟了之後就把這些毛病、習氣改正過來，這叫做修行。"
    },
    {
      "id": "21-110-0001_p0021",
      "zh_CN": "所以修行不是天天在念经，在念阿弥陀佛，在敲木鱼做那个样子，不是的。章嘉大师告诉我：「学佛要重实质，不注重形式。」形式是在什么时候做？法会当中做。为什么做这些形式？形式是表演给不学佛的人看，让他有个印象，「哦！我们要去学佛」。真正学佛不重视形式，真正学佛重视实质，重视烦恼天天轻、智慧天天增长，这叫真正学佛。唯有智慧才能解决问题，这个世间无论怎样繁杂的问题，智慧开了就迎刃而解。",
      "zh_TW": "所以修行不是天天在念經，在念阿彌陀佛，在敲木魚做那個樣子，不是的。章嘉大師告訴我：「學佛要重實質，不注重形式。」形式是在什麼時候做？法會當中做。為什麼做這些形式？形式是表演給不學佛的人看，讓他有個印象，「哦！我們要去學佛」。真正學佛不重視形式，真正學佛重視實質，重視煩惱天天輕、智慧天天增長，這叫真正學佛。唯有智慧才能解決問題，這個世間無論怎樣繁雜的問題，智慧開了就迎刃而解。"
    },
    {
      "id": "21-110-0001_p0022",
      "zh_CN": "我们今天智慧不开，大家晓得这是障碍、业障。业障的根是什么？《金刚经》上讲的「我相、我见」。《金刚经》说得好：「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，那是假菩萨，不是真菩萨，真菩萨是「四相」破了。四相的头一个是身相，我，你还把这个身体当作我，起心动念都为这个身体，你这一关不能突破，你就没有入佛门。这个佛门是什么？佛门小学一年级，小乘须陀洹果，大乘初信位的菩萨。所以，不论你怎么热心护持佛法、修学佛法，你要不能把自私自利彻底放下、舍掉，你就入不了佛门，佛法殊胜的功德利益你就得不到。这是真话。所以我跟同学们常讲十六个字，这十六个字是我们的根本障碍，是我们罪障的根源，这十六个字就是：「自私自利、名闻利养、五欲六尘、贪瞋痴慢」。你要是把十六个字统统都放弃了、都没有了，恭喜你！你得大自在，菩提路上一帆风顺。你看看释迦牟尼佛，他放下了，他得大自在；历代祖师大德他也放下了，他得自在；我今天也放下了，我也得自在。",
      "zh_TW": "我們今天智慧不開，大家曉得這是障礙、業障。業障的根是什麼？《金剛經》上講的「我相、我見」。《金剛經》說得好：「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，那是假菩薩，不是真菩薩，真菩薩是「四相」破了。四相的頭一個是身相，我，你還把這個身體當作我，起心動念都為這個身體，你這一關不能突破，你就沒有入佛門。這個佛門是什麼？佛門小學一年級，小乘須陀洹果，大乘初信位的菩薩。所以，不論你怎麼熱心護持佛法、修學佛法，你要不能把自私自利徹底放下、捨掉，你就入不了佛門，佛法殊勝的功德利益你就得不到。這是真話。所以我跟同學們常講十六個字，這十六個字是我們的根本障礙，是我們罪障的根源，這十六個字就是：「自私自利、名聞利養、五欲六塵、貪瞋痴慢」。你要是把十六個字統統都放棄了、都沒有了，恭喜你！你得大自在，菩提路上一帆風順。你看看釋迦牟尼佛，他放下了，他得大自在；歷代祖師大德他也放下了，他得自在；我今天也放下了，我也得自在。"
    },
    {
      "id": "21-110-0001_p0023",
      "zh_CN": "所以你们同修千千万万记住，今天我在此地拜托你们，不要拿什么东西来供养我，不要拿钱来供养我，替我找麻烦，不是爱护我。为什么？我这个手拿到钱，那个手就交给别人，你们不如干脆给他，何必要我去转一道弯，给我麻烦！也不必拿一些吃的东西供养我，我跟诸位说，我什么都不要吃，尤其是补品，不管是中国的补品、外国的补品，我统统都不吃。我每天只吃一点青菜、豆腐，我喝的是开水，也不要送茶叶给我，为什么？我都不吃。你们送给我，我都作礼物送别人，所以说一样都用不着。",
      "zh_TW": "所以你們同修千千萬萬記住，今天我在此地拜託你們，不要拿什麼東西來供養我，不要拿錢來供養我，替我找麻煩，不是愛護我。為什麼？我這個手拿到錢，那個手就交給別人，你們不如乾脆給他，何必要我去轉一道彎，給我麻煩！也不必拿一些吃的東西供養我，我跟諸位說，我什麼都不要吃，尤其是補品，不管是中國的補品、外國的補品，我統統都不吃。我每天只吃一點青菜、豆腐，我喝的是開水，也不要送茶葉給我，為什麼？我都不吃。你們送給我，我都作禮物送別人，所以說一樣都用不著。"
    },
    {
      "id": "21-110-0001_p0024",
      "zh_CN": "我的身体很健康，现在七十五岁，体能大概跟四十岁左右的人应该还差不多。我今天走到这边来看到这个台，这个台相当高，这个台我一步上不来，一公尺高我一步可以上去，这个台我跳下去没有问题。什么样的补品都不需要。我这一生七十五岁，我没有生过病。很多同修差不多四、五年没见面了，见了面说我更年轻了，比五年前年轻了，我点点头，我自己有这个感觉，这才叫「人生最高的享受」。如果学佛会老、会有病，那是你修学不如法，你不懂得佛法的理论，你不懂得佛法的方法。如果你懂理论，懂这个道理、方法，如理如法的修行，我在讲经常讲，学佛的人应该是不老、不病、不死。这是几个基本的概念，也是非常重要的概念，我在此地特别贡献给诸位。",
      "zh_TW": "我的身體很健康，現在七十五歲，體能大概跟四十歲左右的人應該還差不多。我今天走到這邊來看到這個台，這個台相當高，這個台我一步上不來，一公尺高我一步可以上去，這個台我跳下去沒有問題。什麼樣的補品都不需要。我這一生七十五歲，我沒有生過病。很多同修差不多四、五年沒見面了，見了面說我更年輕了，比五年前年輕了，我點點頭，我自己有這個感覺，這才叫「人生最高的享受」。如果學佛會老、會有病，那是你修學不如法，你不懂得佛法的理論，你不懂得佛法的方法。如果你懂理論，懂這個道理、方法，如理如法的修行，我在講經常講，學佛的人應該是不老、不病、不死。這是幾個基本的概念，也是非常重要的概念，我在此地特別貢獻給諸位。"
    },
    {
      "id": "21-110-0001_p0025",
      "zh_CN": "我们修行究竟从哪里下手？这就是印光大师的话，「敦伦尽分」。「伦」是五伦，五伦是天然的秩序。我们中国人常讲「道德」，什么叫「道」？伦理是道，这是自然的秩序。我们从人类来说，男女结合是「夫妇」，五伦从这里开端。有夫妇而后你生下小孩，这就有「父子」。小孩多了的时候，这就有「兄弟」。进入社会，就有「君臣」，就有「朋友」。中国人讲这五伦，五伦不是孔老夫子发明的。孔老夫子非常谦虚，你看他老人家所说，他一生教学「述而不作」，他没有创作，都是祖述古圣先贤的教诲。这个东西也不是古圣先贤创造的，是天然的，自然而然的法则，自然而然的秩序，就像这个气候春夏秋冬一样，决定不能错乱，这叫「天道」，道是讲的这个意思。",
      "zh_TW": "我們修行究竟從哪裡下手？這就是印光大師的話，「敦倫盡分」。「倫」是五倫，五倫是天然的秩序。我們中國人常講「道德」，什麼叫「道」？倫理是道，這是自然的秩序。我們從人類來說，男女結合是「夫婦」，五倫從這裡開端。有夫婦而後你生下小孩，這就有「父子」。小孩多了的時候，這就有「兄弟」。進入社會，就有「君臣」，就有「朋友」。中國人講這五倫，五倫不是孔老夫子發明的。孔老夫子非常謙虛，你看他老人家所說，他一生教學「述而不作」，他沒有創作，都是祖述古聖先賢的教誨。這個東西也不是古聖先賢創造的，是天然的，自然而然的法則，自然而然的秩序，就像這個氣候春夏秋冬一樣，決定不能錯亂，這叫「天道」，道是講的這個意思。"
    },
    {
      "id": "21-110-0001_p0026",
      "zh_CN": "当然，如果再讲到其他，佛经里面讲的范围非常大，我们仅限于我们人类的社会，人类社会的天然之道。修道有得于心，这是「德」。修道有得于心，你把伦常之道，你能做得很圆满、做得很好，你觉悟了、你明白了，我们佛家讲的「大彻大悟」，智慧现前，这是德，有得于心。如果有得于身，就是刚才我讲的身体健康。你修道有得于身，你的身不会衰老、不会生病。「德」有身心两方面，「道」是一个。",
      "zh_TW": "當然，如果再講到其他，佛經裡面講的範圍非常大，我們僅限於我們人類的社會，人類社會的天然之道。修道有得於心，這是「德」。修道有得於心，你把倫常之道，你能做得很圓滿、做得很好，你覺悟了、你明白了，我們佛家講的「大徹大悟」，智慧現前，這是德，有得於心。如果有得於身，就是剛才我講的身體健康。你修道有得於身，你的身不會衰老、不會生病。「德」有身心兩方面，「道」是一個。"
    },
    {
      "id": "21-110-0001_p0027",
      "zh_CN": "「敦伦尽分」，印祖教我们从这里下手，那释迦牟尼佛怎么教我们？给诸位说，释迦牟尼佛也是教我们从这里下手的。佛家修行的方法太多太多了，法门无量，又说八万四千，这是真的。法门、方法、门道无量无边，但是它的原理原则是一个，决定不会改变的，我们要抓住它的原理原则。佛在《观无量寿佛经》里面教韦提希夫人，韦提希夫人是我们的代表，他就是教导我们。韦提希夫人她知道西方极乐世界殊胜，很想往生西方极乐世界，向释迦牟尼佛请教，有什么方法能够帮助她到极乐世界？而释迦牟尼佛在没有讲理论方法之前，先教她练基本功，修学基础。基础是什么？「净业三福」。讲了三条，三条讲了之后，有一句话非常重要，这个三条是「三世诸佛净业正因」。我们从这里就明了，「三世」是过去、现在、未来，所有一切成佛的人，那当然不是修一个法门，就是说无量无边的法门，都是以这三条为基础，这三条要没有的话，任何法门都修不成功。我们从经上懂得这个意思，知道这一个教诲。",
      "zh_TW": "「敦倫盡分」，印祖教我們從這裡下手，那釋迦牟尼佛怎麼教我們？給諸位說，釋迦牟尼佛也是教我們從這裡下手的。佛家修行的方法太多太多了，法門無量，又說八萬四千，這是真的。法門、方法、門道無量無邊，但是它的原理原則是一個，決定不會改變的，我們要抓住它的原理原則。佛在《觀無量壽佛經》裡面教韋提希夫人，韋提希夫人是我們的代表，他就是教導我們。韋提希夫人她知道西方極樂世界殊勝，很想往生西方極樂世界，向釋迦牟尼佛請教，有什麼方法能夠幫助她到極樂世界？而釋迦牟尼佛在沒有講理論方法之前，先教她練基本功，修學基礎。基礎是什麼？「淨業三福」。講了三條，三條講了之後，有一句話非常重要，這個三條是「三世諸佛淨業正因」。我們從這裡就明瞭，「三世」是過去、現在、未來，所有一切成佛的人，那當然不是修一個法門，就是說無量無邊的法門，都是以這三條為基礎，這三條要沒有的話，任何法門都修不成功。我們從經上懂得這個意思，知道這一個教誨。"
    },
    {
      "id": "21-110-0001_p0028",
      "zh_CN": "这三条里面头一条：「孝养父母，奉事师长」，这两句话就是「敦伦」。所以印祖讲的话，依旧是从佛那边得来的，也不是他自己发明的，从「孝亲尊师」修起。「敦睦伦常」，如果我们把这一句疏忽掉了，你这一生学佛只是跟佛结一个缘而已，这一生有没有成就？肯定没有成就。能不能往生？肯定不能往生。我教念佛同修，你们要想到极乐世界去，要把「三福」第一福做到，圆圆满满做到，「孝养父母，奉事师长，慈心不杀，修十善业」，这四句做到了，念佛求生净土，生凡圣同居土，你只能生到这个，不能往上去。往上去，要把第二条做到，第二条有三句：「受持三皈，具足众戒，不犯威仪」，连前面一条七句做到了，你生到极乐世界，生方便有余土。如果把后面第三条也做到，总共有十一句，后面是：「发菩提心，深信因果，读诵大乘，劝进行者」。你把三福十一句全都做到了，恭喜你，你念佛生西方极乐世界实报庄严土。",
      "zh_TW": "這三條裡面頭一條：「孝養父母，奉事師長」，這兩句話就是「敦倫」。所以印祖講的話，依舊是從佛那邊得來的，也不是他自己發明的，從「孝親尊師」修起。「敦睦倫常」，如果我們把這一句疏忽掉了，你這一生學佛只是跟佛結一個緣而已，這一生有沒有成就？肯定沒有成就。能不能往生？肯定不能往生。我教念佛同修，你們要想到極樂世界去，要把「三福」第一福做到，圓圓滿滿做到，「孝養父母，奉事師長，慈心不殺，修十善業」，這四句做到了，念佛求生淨土，生凡聖同居土，你只能生到這個，不能往上去。往上去，要把第二條做到，第二條有三句：「受持三皈，具足眾戒，不犯威儀」，連前面一條七句做到了，你生到極樂世界，生方便有餘土。如果把後面第三條也做到，總共有十一句，後面是：「發菩提心，深信因果，讀誦大乘，勸進行者」。你把三福十一句全都做到了，恭喜你，你念佛生西方極樂世界實報莊嚴土。"
    },
    {
      "id": "21-110-0001_p0029",
      "zh_CN": "佛在经上讲得清清楚楚、明明白白，只怪我们自己这些学佛人粗心大意，读经、看经不留意，最重要的关键的教诲错过了，到最后念了一辈子佛不能往生，责怪释迦牟尼佛，「释迦牟尼佛你骗了我，你教我这样，我都照做了，又不能到极乐世界去，释迦牟尼佛打妄语，欺骗我们，我们上他的当了」。怨天尤人，那个罪造得更重！佛没有骗我们，是我们自己粗心大意疏忽掉了。所以，「敦伦」太重要了。",
      "zh_TW": "佛在經上講得清清楚楚、明明白白，只怪我們自己這些學佛人粗心大意，讀經、看經不留意，最重要的關鍵的教誨錯過了，到最後念了一輩子佛不能往生，責怪釋迦牟尼佛，「釋迦牟尼佛你騙了我，你教我這樣，我都照做了，又不能到極樂世界去，釋迦牟尼佛打妄語，欺騙我們，我們上他的當了」。怨天尤人，那個罪造得更重！佛沒有騙我們，是我們自己粗心大意疏忽掉了。所以，「敦倫」太重要了。"
    },
    {
      "id": "21-110-0001_p0030",
      "zh_CN": "「敦伦」从哪儿做起？从夫妻做起。诸位一定要知道，佛教教育是生活教育，是幸福美满的教育，生活幸福美满是从夫妻开始。夫妻要是不和，你一生没有幸福，你也达不到圆满。儒家讲的伦理，也是讲「肇端乎夫妇」，世出世间圣人对这个问题看得这么重！修行成佛作祖，也是从这里开始。中国谚语常讲：「家和万事兴」。怎样落实使夫妻好合、百年偕老？佛教给我们「四摄六度」。四摄六度同修们都懂，是不是真懂？不见得。为什么？真懂你就会做了，你还没有能落实，没有能做到，可见得你不懂。",
      "zh_TW": "「敦倫」從哪兒做起？從夫妻做起。諸位一定要知道，佛教教育是生活教育，是幸福美滿的教育，生活幸福美滿是從夫妻開始。夫妻要是不和，你一生沒有幸福，你也達不到圓滿。儒家講的倫理，也是講「肇端乎夫婦」，世出世間聖人對這個問題看得這麼重！修行成佛作祖，也是從這裡開始。中國諺語常講：「家和萬事興」。怎樣落實使夫妻好合、百年偕老？佛教給我們「四攝六度」。四攝六度同修們都懂，是不是真懂？不見得。為什麼？真懂你就會做了，你還沒有能落實，沒有能做到，可見得你不懂。"
    },
    {
      "id": "21-110-0001_p0031",
      "zh_CN": "佛法确确实实是「知难行易」。凡夫成佛，说老实话是一念之间，念头一转就成佛了，转迷为悟，这个人就成佛了。你为什么转不过来？你了解得不够透彻、不够清楚，所以你还会被外面境界诱惑，你自己做不了主，人家赞叹你一句，欢喜好几天；骂你几句，难过好几天，你说多冤枉！你自己做不了主宰，你不了解外面境界「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。尤其凡夫跟凡夫在一起，他说：「我喜欢你，我爱你。」你要晓得，这是假话，不是真的。为什么？他的心不是真心，他用的是妄心，妄心当然说的是妄语，那不会是真的。今天爱你结婚了，明天恨你就离婚了，你说这不是自相矛盾吗？现在在这个社会上太多太多了，看清楚、看明白，不要上当，不要被人骗了，全是虚情假意。",
      "zh_TW": "佛法確確實實是「知難行易」。凡夫成佛，說老實話是一念之間，念頭一轉就成佛了，轉迷為悟，這個人就成佛了。你為什麼轉不過來？你了解得不夠透徹、不夠清楚，所以你還會被外面境界誘惑，你自己做不了主，人家讚歎你一句，歡喜好幾天；罵你幾句，難過好幾天，你說多冤枉！你自己做不了主宰，你不了解外面境界「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。尤其凡夫跟凡夫在一起，他說：「我喜歡你，我愛你。」你要曉得，這是假話，不是真的。為什麼？他的心不是真心，他用的是妄心，妄心當然說的是妄語，那不會是真的。今天愛你結婚了，明天恨你就離婚了，你說這不是自相矛盾嗎？現在在這個社會上太多太多了，看清楚、看明白，不要上當，不要被人騙了，全是虛情假意。"
    },
    {
      "id": "21-110-0001_p0032",
      "zh_CN": "什么人说真话？佛菩萨说真话，因为他的心「真诚、清净、平等、正觉、慈悲」，他的话是真的，他的话永恒不变，他确实爱众生、爱一切人。我们恨他、侮辱他、陷害他、杀害他，他还是爱你，绝对没有改变，这是真的，这个不是假的。那是什么？那是本性。《三字经》上讲：「人之初，性本善」，一切众生本性是善良的，本性是真心。可惜六道凡夫用的都不是真心，用真心，这个人最低限度证得阿罗汉果。他是阿罗汉，他是菩萨，他不是凡夫，用真心。用妄心是六道众生。六道众生，你要晓得都是虚情假意，可不要当真，他欢喜你，笑笑，很好；他恨你，笑笑，也很好，没事！为什么？他刹那刹那在转变，他不稳定，一会儿往上升，一会儿往下降，他就是这个样子。我们对他了解，知道如何跟他相处。我们跟他相处，帮助他觉悟，帮助他回头，帮助他改过，帮助他回归自性，这就是佛菩萨的教育。所以「六度四摄」要落实。",
      "zh_TW": "什麼人說真話？佛菩薩說真話，因為他的心「真誠、清淨、平等、正覺、慈悲」，他的話是真的，他的話永恆不變，他確實愛眾生、愛一切人。我們恨他、侮辱他、陷害他、殺害他，他還是愛你，絕對沒有改變，這是真的，這個不是假的。那是什麼？那是本性。《三字經》上講：「人之初，性本善」，一切眾生本性是善良的，本性是真心。可惜六道凡夫用的都不是真心，用真心，這個人最低限度證得阿羅漢果。他是阿羅漢，他是菩薩，他不是凡夫，用真心。用妄心是六道眾生。六道眾生，你要曉得都是虛情假意，可不要當真，他歡喜你，笑笑，很好；他恨你，笑笑，也很好，沒事！為什麼？他剎那剎那在轉變，他不穩定，一會兒往上升，一會兒往下降，他就是這個樣子。我們對他了解，知道如何跟他相處。我們跟他相處，幫助他覺悟，幫助他回頭，幫助他改過，幫助他回歸自性，這就是佛菩薩的教育。所以「六度四攝」要落實。"
    },
    {
      "id": "21-110-0001_p0033",
      "zh_CN": "「四摄」，诸位都晓得，「布施、爱语、利行、同事」，用现在的话来说，就是释迦牟尼佛教导我们人与人之间的交际方法。这个方法学会了，你应用在你的家庭，一家和睦，家和万事兴。首先要用在夫妻，夫妻才百年好合、白头偕老，你们一生过幸福美满的生活。",
      "zh_TW": "「四攝」，諸位都曉得，「布施、愛語、利行、同事」，用現在的話來說，就是釋迦牟尼佛教導我們人與人之間的交際方法。這個方法學會了，你應用在你的家庭，一家和睦，家和萬事興。首先要用在夫妻，夫妻才百年好合、白頭偕老，你們一生過幸福美滿的生活。"
    },
    {
      "id": "21-110-0001_p0034",
      "zh_CN": "「布施」怎么讲？用现在的话来说，就是请客、送礼。夫妻彼此常常不要忘记送一点小礼物、常常请客、常常送礼，千万不要看轻了，非常重要！尤其现在，交通便捷，常常到外面去旅行，无论是远距离、近距离，时间长短，先生不要忘记给太太带点礼物，太太出门也不要忘记给先生带点礼物。家里面一些节日的时候要团聚、要请客，这是释迦牟尼佛教我们的。你懂得这个，然后你把这个向外扩展，你的家族；到社会上做事，你的公司，你们的员工，你们的伙伴，你也用这个方法，你都学会了，你的公司上下会团结，真正是一家人。",
      "zh_TW": "「布施」怎麼講？用現在的話來說，就是請客、送禮。夫妻彼此常常不要忘記送一點小禮物、常常請客、常常送禮，千萬不要看輕了，非常重要！尤其現在，交通便捷，常常到外面去旅行，無論是遠距離、近距離，時間長短，先生不要忘記給太太帶點禮物，太太出門也不要忘記給先生帶點禮物。家裡面一些節日的時候要團聚、要請客，這是釋迦牟尼佛教我們的。你懂得這個，然後你把這個向外擴展，你的家族；到社會上做事，你的公司，你們的員工，你們的伙伴，你也用這個方法，你都學會了，你的公司上下會團結，真正是一家人。"
    },
    {
      "id": "21-110-0001_p0035",
      "zh_CN": "「爱语」，常常关心他们，爱语不是甜言蜜语，真正关心他的言语，常常问候他、关心他。「利行」，我们自己所做的一切事，对他决定有利益、有好处。「同事」，共同在一起生活。这是佛陀教导我们的基本道理，如果我们能懂得这个道理，把这个道理应用在现在国际之间，国际之间我相信一定能够和睦相处。",
      "zh_TW": "「愛語」，常常關心他們，愛語不是甜言蜜語，真正關心他的言語，常常問候他、關心他。「利行」，我們自己所做的一切事，對他決定有利益、有好處。「同事」，共同在一起生活。這是佛陀教導我們的基本道理，如果我們能懂得這個道理，把這個道理應用在現在國際之間，國際之間我相信一定能夠和睦相處。"
    },
    {
      "id": "21-110-0001_p0036",
      "zh_CN": "「敦伦」，敦伦落实到「尽分」，「分」是什么？分是我们的本分，儒家讲的「五伦十义」，义务。这个义实在讲，细细去观察，道义、仁义、情义、恩义，你要能懂得，你要能落实，「义」里头含的意思很深很广。我们通常讲义务，父慈子孝、兄友弟恭、夫义妇听。今天上午光启社那边同修访问我，提出一个问题，男女平等的问题。现在妇女要争女权，说是男女不平等，提出这个问题，我没有法子回答。我说「平等」这个事情太难了！为什么？五个指头伸出来不一样长，不平等，我们是不是要用刀把它切掉把它搞平等；我们人与人在一块站成一排，我们个子高矮不平等，是不是要把高的头削掉，把那个矮的安上去，是不是这样子？你们想想这个「平等」要怎样才能做到？为什么不平等，根源在哪里，你要懂得。根源是我们的妄想、分别、执着不一样，这样才造成不平等。你明白这个道理的时候，不平等就是平等，平等就是不平等，你们想想这两句话的味道。到什么时候真正平等？我们念佛经，佛告诉我们，到西方极乐世界平等。西方极乐世界每一个人相貌完全相同，跟阿弥陀佛一样，个子都一样高，身体皮肤都一样颜色，是身金色，真平等了。所以你要平等，赶紧往生到极乐世界，你在这个世界绝对不平等。",
      "zh_TW": "「敦倫」，敦倫落實到「盡分」，「分」是什麼？分是我們的本分，儒家講的「五倫十義」，義務。這個義實在講，細細去觀察，道義、仁義、情義、恩義，你要能懂得，你要能落實，「義」裡頭含的意思很深很廣。我們通常講義務，父慈子孝、兄友弟恭、夫義婦聽。今天上午光啟社那邊同修訪問我，提出一個問題，男女平等的問題。現在婦女要爭女權，說是男女不平等，提出這個問題，我沒有法子回答。我說「平等」這個事情太難了！為什麼？五個指頭伸出來不一樣長，不平等，我們是不是要用刀把它切掉把它搞平等；我們人與人在一塊站成一排，我們個子高矮不平等，是不是要把高的頭削掉，把那個矮的安上去，是不是這樣子？你們想想這個「平等」要怎樣才能做到？為什麼不平等，根源在哪裡，你要懂得。根源是我們的妄想、分別、執著不一樣，這樣才造成不平等。你明白這個道理的時候，不平等就是平等，平等就是不平等，你們想想這兩句話的味道。到什麼時候真正平等？我們念佛經，佛告訴我們，到西方極樂世界平等。西方極樂世界每一個人相貌完全相同，跟阿彌陀佛一樣，個子都一樣高，身體皮膚都一樣顏色，是身金色，真平等了。所以你要平等，趕緊往生到極樂世界，你在這個世界絕對不平等。"
    },
    {
      "id": "21-110-0001_p0037",
      "zh_CN": "在这个世界，诸位要懂得，什么叫真平等？「尽分」叫真平等。譬如我们在这个社会工作，我们的职位不平等，一个公司里面，董事长、经理到底下员工，员工最低级的是清洁环境的员工，怎么会平等？怎样在这里头看到平等？「敦伦尽分」，你把自己本分工作做到圆满就平等了。董事长把他自己的工作做得圆圆满满的，董事长第一，做得一点缺陷都没有。总经理把他自己的工作也尽心尽力去做，做得圆圆满满，总经理也第一，第一跟第一平等了。清扫厕所的那个员工也很尽责任，把厕所打扫得干干净净，他也第一，各个都第一。你这个公司里头从董事长到最低级的员工，各个工作都是第一，第一就平等了。这才是平等的真谛，六道里头「平等」的真谛，我们要懂得。你要不懂得这种真谛，你胡作妄为，只是造业而已，来生的果报会很苦。所以，一定要懂得「敦伦尽分」这四个字的真谛。",
      "zh_TW": "在這個世界，諸位要懂得，什麼叫真平等？「盡分」叫真平等。譬如我們在這個社會工作，我們的職位不平等，一個公司裡面，董事長、經理到底下員工，員工最低級的是清潔環境的員工，怎麼會平等？怎樣在這裡頭看到平等？「敦倫盡分」，你把自己本分工作做到圓滿就平等了。董事長把他自己的工作做得圓圓滿滿的，董事長第一，做得一點缺陷都沒有。總經理把他自己的工作也盡心盡力去做，做得圓圓滿滿，總經理也第一，第一跟第一平等了。清掃廁所的那個員工也很盡責任，把廁所打掃得乾乾淨淨，他也第一，各個都第一。你這個公司裡頭從董事長到最低級的員工，各個工作都是第一，第一就平等了。這才是平等的真諦，六道裡頭「平等」的真諦，我們要懂得。你要不懂得這種真諦，你胡作妄為，只是造業而已，來生的果報會很苦。所以，一定要懂得「敦倫盡分」這四個字的真諦。"
    },
    {
      "id": "21-110-0001_p0038",
      "zh_CN": "说女人总是被压迫的，这是个错误观念，是有人在那里挑拨，你上了当。女人有女人的本分工作，男人有男人的本分工作。现在虽然也有女子出来踏入社会工作，这是不是好事？不是好事。你细细去算算这个帐，你吃亏了。古圣先贤告诉我们，女人比男人尊贵，女人的权比男人的权大。什么权？社会的安危，国家的兴衰，世界的和平，女人操这个大权。可是这些与我有什么关系？与你相夫教子有关系。中国古人讲，家里头没有贤妻就没有贤母，没有贤母，哪里来的圣贤出世？这个世界有圣贤，全世界人得福报，母亲的职责就是为全人类培育圣贤的人才，这是她的本分。她现在把本分丢掉了，要去干其他的事情，古圣先贤、佛菩萨看到都摇头叹气。我们在座的女同修很多，好在我已经宣布全面退休，我不再跟大家讲经了，你们责怪我，我也不怕了，下一次我没有这个场面，你们不来我不害怕了。我要跟你们讲真话，这里头有很深很深的道理，大家细心去思惟，你就明了了。",
      "zh_TW": "說女人總是被壓迫的，這是個錯誤觀念，是有人在那裡挑撥，你上了當。女人有女人的本分工作，男人有男人的本分工作。現在雖然也有女子出來踏入社會工作，這是不是好事？不是好事。你細細去算算這個帳，你吃虧了。古聖先賢告訴我們，女人比男人尊貴，女人的權比男人的權大。什麼權？社會的安危，國家的興衰，世界的和平，女人操這個大權。可是這些與我有什麼關係？與你相夫教子有關係。中國古人講，家裡頭沒有賢妻就沒有賢母，沒有賢母，哪裡來的聖賢出世？這個世界有聖賢，全世界人得福報，母親的職責就是為全人類培育聖賢的人才，這是她的本分。她現在把本分丟掉了，要去幹其他的事情，古聖先賢、佛菩薩看到都搖頭嘆氣。我們在座的女同修很多，好在我已經宣布全面退休，我不再跟大家講經了，你們責怪我，我也不怕了，下一次我沒有這個場面，你們不來我不害怕了。我要跟你們講真話，這裡頭有很深很深的道理，大家細心去思惟，你就明瞭了。"
    },
    {
      "id": "21-110-0001_p0039",
      "zh_CN": "现在职业妇女，我刚才讲的得不偿失，你是出去做你的事业，你做得很辉煌，做得很有成就，你儿女没有照顾到，你底下一代完了。我们现在看到很多有钱的人，雇佣人、雇奶妈去照顾他的小孩，他的小孩将来的习性，他不会孝顺父母。为什么？对父母没有这一份情分。他将来爱什么？爱他的奶妈、爱你家的佣人。为什么？那是他的养母。你是亲生母亲生了他，你不爱他，你不教导他。这个损失太大太大了，你家的后代完了。你想想看，我常常讲，无论哪一个行业，家庭亦复如是，你家里头没有后代，中国古人讲：「不孝有三，无后为大。」你家里没有后代，你的事业做得再成功、再辉煌，你死了之后，你的成绩单上是零。世出世间法都重视继起的人才，那是你真正辉煌的成就。你看看中国古时候这些帝王，帝王一继位的那一天，第一桩大事做什么？立太子，他有后，他有继承人。我们今天把这件事疏忽了，只晓得自己去冲、去拼，冲跟拼这个词，字好难看，声音好难听，全都错了，不了解宇宙人生真相。",
      "zh_TW": "現在職業婦女，我剛才講的得不償失，你是出去做你的事業，你做得很輝煌，做得很有成就，你兒女沒有照顧到，你底下一代完了。我們現在看到很多有錢的人，僱佣人、僱奶媽去照顧他的小孩，他的小孩將來的習性，他不會孝順父母。為什麼？對父母沒有這一份情分。他將來愛什麼？愛他的奶媽、愛你家的佣人。為什麼？那是他的養母。你是親生母親生了他，你不愛他，你不教導他。這個損失太大太大了，你家的後代完了。你想想看，我常常講，無論哪一個行業，家庭亦復如是，你家裡頭沒有後代，中國古人講：「不孝有三，無後為大。」你家裡沒有後代，你的事業做得再成功、再輝煌，你死了之後，你的成績單上是零。世出世間法都重視繼起的人才，那是你真正輝煌的成就。你看看中國古時候這些帝王，帝王一繼位的那一天，第一樁大事做什麼？立太子，他有後，他有繼承人。我們今天把這件事疏忽了，只曉得自己去衝、去拼，衝跟拼這個詞，字好難看，聲音好難聽，全都錯了，不了解宇宙人生真相。"
    },
    {
      "id": "21-110-0001_p0040",
      "zh_CN": "这个事情诸位细读《了凡四训》你就明白，人生在世「一饮一啄，莫非前定」，你的富贵功名，不是你拼来的，你要真能拼得来，因果定律推翻了。因果定律上帝都不能推翻、神圣不能推翻、佛菩萨也不能推翻，你能把这个推翻，那我相信上帝、佛菩萨都要拜你作老师、都要皈依你了，你神通太大了，没有这个道理。你怎么样去拼得来的，还是你命里有的；不拼，命里还是有的，你又何必？所以古人讲：「君子乐得作君子，小人冤枉作小人。」",
      "zh_TW": "這個事情諸位細讀《了凡四訓》你就明白，人生在世「一飲一啄，莫非前定」，你的富貴功名，不是你拼來的，你要真能拼得來，因果定律推翻了。因果定律上帝都不能推翻、神聖不能推翻、佛菩薩也不能推翻，你能把這個推翻，那我相信上帝、佛菩薩都要拜你作老師、都要皈依你了，你神通太大了，沒有這個道理。你怎麼樣去拼得來的，還是你命裡有的；不拼，命裡還是有的，你又何必？所以古人講：「君子樂得作君子，小人冤枉作小人。」"
    },
    {
      "id": "21-110-0001_p0041",
      "zh_CN": "西方人的观念错误，我们今天吃他们的亏、上他们的当，非常严重！他们的观念「竞争」，这两个字害死天下人。你想想看，竞争提升就是斗争，斗争再提升就战争，战争再提升就是世界末日，大家同归于尽。西方走的路是一条黑暗的路、是一条同归于尽的路。中国圣人、西方宗教里面的圣人没有讲到竞争，都教导我们要忍让。就连伊斯兰教《古兰经》里面讲的「圣战」，你们不读《古兰经》不晓得圣战是什么意思，圣战不是侵略战争，圣战是自卫的战争。像我们过去日本人侵略中国，中国八年抗战在伊斯兰教义里头叫做圣战；是保卫自己不得已抵抗，抵抗这个争叫「圣战」。但是现在有少数回教徒把圣战的意思模糊了、用错了，所以我们常常劝勉回教徒应当好好的学习《古兰经》。「古兰」这个字的意思就是和平，他们这个宗教是和平的、是仁慈的，不是我们一般人想像的那么凶悍，那是对伊斯兰的误会，对伊斯兰的错解。我们一定要去研究它的教义、要去了解它的历史、认识它的文化，我们可以和睦相处。",
      "zh_TW": "西方人的觀念錯誤，我們今天吃他們的虧、上他們的當，非常嚴重！他們的觀念「競爭」，這兩個字害死天下人。你想想看，競爭提升就是鬥爭，鬥爭再提升就戰爭，戰爭再提升就是世界末日，大家同歸於盡。西方走的路是一條黑暗的路、是一條同歸於盡的路。中國聖人、西方宗教裡面的聖人沒有講到競爭，都教導我們要忍讓。就連伊斯蘭教《古蘭經》裡面講的「聖戰」，你們不讀《古蘭經》不曉得聖戰是什麼意思，聖戰不是侵略戰爭，聖戰是自衛的戰爭。像我們過去日本人侵略中國，中國八年抗戰在伊斯蘭教義裡頭叫做聖戰；是保衛自己不得已抵抗，抵抗這個爭叫「聖戰」。但是現在有少數回教徒把聖戰的意思模糊了、用錯了，所以我們常常勸勉回教徒應當好好的學習《古蘭經》。「古蘭」這個字的意思就是和平，他們這個宗教是和平的、是仁慈的，不是我們一般人想像的那麼凶悍，那是對伊斯蘭的誤會，對伊斯蘭的錯解。我們一定要去研究它的教義、要去了解它的歷史、認識它的文化，我們可以和睦相處。"
    },
    {
      "id": "21-110-0001_p0042",
      "zh_CN": "世间所有的宗教，基本的一个理念，就是仁慈、博爱。佛家讲大慈大悲，「慈悲为本，方便为门」，我们没有慈悲心，学佛的根本就没有了。慈悲心头一个要对你的家族，先生对太太要慈悲、太太对先生要慈悲。你要把佛教给你的落实到你家里，你对待你家里父母、兄弟姊妹要慈悲，对待你的亲戚、乡党要慈悲，再扩展到对社会、对国家，对一切不同的国家、不同的族群、不同的宗教，统统要慈悲。这是什么？这是佛教给我们的根本。",
      "zh_TW": "世間所有的宗教，基本的一個理念，就是仁慈、博愛。佛家講大慈大悲，「慈悲為本，方便為門」，我們沒有慈悲心，學佛的根本就沒有了。慈悲心頭一個要對你的家族，先生對太太要慈悲、太太對先生要慈悲。你要把佛教給你的落實到你家裡，你對待你家裡父母、兄弟姊妹要慈悲，對待你的親戚、鄉黨要慈悲，再擴展到對社會、對國家，對一切不同的國家、不同的族群、不同的宗教，統統要慈悲。這是什麼？這是佛教給我們的根本。"
    },
    {
      "id": "21-110-0001_p0043",
      "zh_CN": "我们看基督教、天主教、犹太教，这三个教是一家人。去年年初，南非有几个朋友跟我在一起吃饭，他们是基督徒，问我一个问题：「法师！你对宗教很有研究，我们基督教跟天主教、犹太教，我们之间的关系到底怎么个分别法？」我听了这个话之后，我就举了个比喻，我说你们这三个教是一家人，不同的地方在哪里？犹太教是皇上那一派，亲皇上的；天主教是亲皇后那一派，圣母玛利亚；基督教是亲太子那一派的。他们一听笑起来了，「法师！你的话说得很合乎逻辑」，一家人！然后又再问我伊斯兰教，「伊斯兰教是你们的表亲」。不要再打架了，一家人！《新旧约》，犹太教依据的是《旧约》，天主教《新旧约》他都修，基督教着重在《新约》，所以他们这三个教是一部经典，偏重的部分不一样。就正如同我们佛教的经典，宗派不相同，哪几个人喜欢那一部分，哪几个人喜欢这一部分，确实中国佛教十个宗派是一家。他们等于说是三个宗派，这三个教等于说是一个教的三个宗派，我们这样看法，你就看得很清楚、很明白了。他们的经典最重要的教义是「神爱世人」。",
      "zh_TW": "我們看基督教、天主教、猶太教，這三個教是一家人。去年年初，南非有幾個朋友跟我在一起吃飯，他們是基督徒，問我一個問題：「法師！你對宗教很有研究，我們基督教跟天主教、猶太教，我們之間的關係到底怎麼個分別法？」我聽了這個話之後，我就舉了個比喻，我說你們這三個教是一家人，不同的地方在哪裡？猶太教是皇上那一派，親皇上的；天主教是親皇后那一派，聖母瑪利亞；基督教是親太子那一派的。他們一聽笑起來了，「法師！你的話說得很合乎邏輯」，一家人！然後又再問我伊斯蘭教，「伊斯蘭教是你們的表親」。不要再打架了，一家人！《新舊約》，猶太教依據的是《舊約》，天主教《新舊約》他都修，基督教著重在《新約》，所以他們這三個教是一部經典，偏重的部分不一樣。就正如同我們佛教的經典，宗派不相同，哪幾個人喜歡那一部分，哪幾個人喜歡這一部分，確實中國佛教十個宗派是一家。他們等於說是三個宗派，這三個教等於說是一個教的三個宗派，我們這樣看法，你就看得很清楚、很明白了。他們的經典最重要的教義是「神愛世人」。"
    },
    {
      "id": "21-110-0001_p0044",
      "zh_CN": "今天悟道法师很难得，把我们净宗学院的简介印出来了，在门口分量很多，诸位同修可以拿一本回去看，因为我这里面有团结不同族群宗教的一个字，「爱」。今年千禧年，我向全世界送这个字，原来印的是很大张，我送给布希总统，我也送给马来西亚的首相，送给印尼的总统，送了很多，各个驻在新加坡的大使，我们都曾经赠送这个给他。旁边有很多印章，第一个印章是「神爱世人」，第二个印章是「众神欢喜」，我们要团结，团结宗教！旁边这个是「真诚爱心」，这四个字是回文。这四个字有十六种的念法，「真诚爱心」、「真诚心爱」、「爱真诚心」、怎么念都顺，有十六种念法。我们劝导世间一切人要拿出真诚的爱心来，不要仇视，不要歧视，希望不同的国家、不同的族群、不同的宗教，我们要互相尊重、互相信赖、互相敬爱、互助合作，天灾人祸就没有了。唯有「真诚爱心」能解决问题，争执解决不了，战争也解决不了。战争这个事情只能够说结怨恨，这个怨恨愈结愈深。",
      "zh_TW": "今天悟道法師很難得，把我們淨宗學院的簡介印出來了，在門口分量很多，諸位同修可以拿一本回去看，因為我這裡面有團結不同族群宗教的一個字，「愛」。今年千禧年，我向全世界送這個字，原來印的是很大張，我送給布希總統，我也送給馬來西亞的首相，送給印尼的總統，送了很多，各個駐在新加坡的大使，我們都曾經贈送這個給他。旁邊有很多印章，第一個印章是「神愛世人」，第二個印章是「眾神歡喜」，我們要團結，團結宗教！旁邊這個是「真誠愛心」，這四個字是回文。這四個字有十六種的念法，「真誠愛心」、「真誠心愛」、「愛真誠心」、怎麼念都順，有十六種念法。我們勸導世間一切人要拿出真誠的愛心來，不要仇視，不要歧視，希望不同的國家、不同的族群、不同的宗教，我們要互相尊重、互相信賴、互相敬愛、互助合作，天災人禍就沒有了。唯有「真誠愛心」能解決問題，爭執解決不了，戰爭也解決不了。戰爭這個事情只能夠說結怨恨，這個怨恨愈結愈深。"
    },
    {
      "id": "21-110-0001_p0045",
      "zh_CN": "今天出这个乱子，我相信布希总统很麻烦，不知道这个事情要怎样摆平。要是遇到我们这些学佛人的话，这个问题很简单，轻而易举就摆平，就皆大欢喜。有人问我：「法师！怎么解决？」我听说美国现在他们国会拨款四百亿防止恐怖分子，拨款四百亿！能不能防范得了？不能防范。这四百亿确实我来用，这个事情立刻就解决了。怎么样用法？对于阿富汗、对于阿拉伯这些贫穷的人，我把这四百亿礼物送给他们，帮助他们过美满幸福的日子，这个事情就马上解决了。这就是我们佛教的「四摄法」，四摄法问题马上解决了。往年韩战、越战，我都讲过，韩战花了八亿美元，八亿美元如果拿去送给南北韩，无条件的帮助他，使他们的经济能够复兴，工商业能够复兴，人民能够过着很好的日子，我相信南北韩都会喊美国人作爸爸。哪里还要打仗，问题不就马上解决了吗？钱花在战争上结下的冤仇，生生世世没完没了，错了！越战打了二十几年，花了八十亿美元，八十亿美元你要是送给南北越，我想南北越的人一定看到美国人就喊老祖宗。所以，钱一样的花，效果是两个样子，要有智慧。有钱是福报，用钱是智慧，美国人有福报，可惜智慧差了点，动不动就打人，打人不能解决问题。",
      "zh_TW": "今天出這個亂子，我相信布希總統很麻煩，不知道這個事情要怎樣擺平。要是遇到我們這些學佛人的話，這個問題很簡單，輕而易舉就擺平，就皆大歡喜。有人問我：「法師！怎麼解決？」我聽說美國現在他們國會撥款四百億防止恐怖分子，撥款四百億！能不能防範得了？不能防範。這四百億確實我來用，這個事情立刻就解決了。怎麼樣用法？對於阿富汗、對於阿拉伯這些貧窮的人，我把這四百億禮物送給他們，幫助他們過美滿幸福的日子，這個事情就馬上解決了。這就是我們佛教的「四攝法」，四攝法問題馬上解決了。往年韓戰、越戰，我都講過，韓戰花了八億美元，八億美元如果拿去送給南北韓，無條件的幫助他，使他們的經濟能夠復興，工商業能夠復興，人民能夠過著很好的日子，我相信南北韓都會喊美國人作爸爸。哪裡還要打仗，問題不就馬上解決了嗎？錢花在戰爭上結下的冤仇，生生世世沒完沒了，錯了！越戰打了二十幾年，花了八十億美元，八十億美元你要是送給南北越，我想南北越的人一定看到美國人就喊老祖宗。所以，錢一樣的花，效果是兩個樣子，要有智慧。有錢是福報，用錢是智慧，美國人有福報，可惜智慧差了點，動不動就打人，打人不能解決問題。"
    },
    {
      "id": "21-110-0001_p0046",
      "zh_CN": "我们最近在报纸资讯里面所看到的，恐怖分子不是一天、两天，我们给他估计大概有二、三十年了，二、三十年处心积虑在培养训练这些恐怖分子，人数一般估计至少有一万多人，分布在全世界许多国家地区，你怎么能把他消灭？纵然是把阿富汗全部都消灭掉，还分布在世界上各个地区国家，怎么办？要真消灭，那真是金石俱焚，把全世界的人全部杀死，那就消灭掉了，留一个可能那个人就是恐怖分子。这不是解决问题的办法。最近我们在资讯里也看到有不少人觉悟到了，劝布希不要打这个战，要用和平的途径、谈话的途径来解决。当然最有力量解决的方法是拿钱去布施做好事，救济他们的贫困，帮助这个国家来开发，诚心诚意布施，不要干涉别人，这个问题立刻就化解，我相信所有受过训练那些恐怖分子都收心、都回头了。这才是消除天灾人祸的不二法门。",
      "zh_TW": "我們最近在報紙資訊裡面所看到的，恐怖分子不是一天、兩天，我們給他估計大概有二、三十年了，二、三十年處心積慮在培養訓練這些恐怖分子，人數一般估計至少有一萬多人，分佈在全世界許多國家地區，你怎麼能把他消滅？縱然是把阿富汗全部都消滅掉，還分佈在世界上各個地區國家，怎麼辦？要真消滅，那真是金石俱焚，把全世界的人全部殺死，那就消滅掉了，留一個可能那個人就是恐怖分子。這不是解決問題的辦法。最近我們在資訊裡也看到有不少人覺悟到了，勸布希不要打這個戰，要用和平的途徑、談話的途徑來解決。當然最有力量解決的方法是拿錢去布施做好事，救濟他們的貧困，幫助這個國家來開發，誠心誠意布施，不要干涉別人，這個問題立刻就化解，我相信所有受過訓練那些恐怖分子都收心、都回頭了。這才是消除天災人禍的不二法門。"
    },
    {
      "id": "21-110-0001_p0047",
      "zh_CN": "印祖给我们讲的「敦伦尽分」，这四个字的意思深广无限，从我们家庭做到社会、做到国家、做到整个世界。因此我们学佛的同修，第一要把心量拓开，不要起心动念想到自己、想到我的家庭、想到我这个地区，这不能解决问题。最低限度，起心动念要为整个世界人民幸福着想，问题就解决了，问题就没有了。我们自己这个身要为整个世界人类服务，你有这样的心愿，无论你走到哪个国家，不同的族群，不同的宗教，你都会受到欢迎。为什么？你在做义工的，你在替他服务的、替他谋幸福的，要有这样的心量。",
      "zh_TW": "印祖給我們講的「敦倫盡分」，這四個字的意思深廣無限，從我們家庭做到社會、做到國家、做到整個世界。因此我們學佛的同修，第一要把心量拓開，不要起心動念想到自己、想到我的家庭、想到我這個地區，這不能解決問題。最低限度，起心動念要為整個世界人民幸福著想，問題就解決了，問題就沒有了。我們自己這個身要為整個世界人類服務，你有這樣的心願，無論你走到哪個國家，不同的族群，不同的宗教，你都會受到歡迎。為什麼？你在做義工的，你在替他服務的、替他謀幸福的，要有這樣的心量。"
    },
    {
      "id": "21-110-0001_p0048",
      "zh_CN": "这样的心行，在佛法里面它算什么？给诸位说，算是一个好人，境界并不高。如果再要想把自己境界提升，你的心量还要扩大，佛菩萨的心量是「心包太虚，量周沙界」。我们这个册子里面也有一个小图章是「心包太虚，量周沙界」，那是佛菩萨的心量。我们包一个地球，这是人心，不能包个地球，人心都不圆满，这是我们不能不知道的、不能不理解的。佛法博大精深，是必需要学习的，它是生活的教育，它是智慧的教育，它是幸福的教育，它是消除一切灾难的教育，它是帮助我们不病、不老、不死的教育。实在是，说好，好到极处我们没有办法来形容它，古人讲：「世间好语佛说尽」，佛经里头字字句句都含无量义，字字句句都是帮助我们消灾免难、帮助我们得到究竟圆满的幸福。",
      "zh_TW": "這樣的心行，在佛法裡面它算什麼？給諸位說，算是一個好人，境界並不高。如果再要想把自己境界提升，你的心量還要擴大，佛菩薩的心量是「心包太虛，量周沙界」。我們這個冊子裡面也有一個小圖章是「心包太虛，量周沙界」，那是佛菩薩的心量。我們包一個地球，這是人心，不能包個地球，人心都不圓滿，這是我們不能不知道的、不能不理解的。佛法博大精深，是必需要學習的，它是生活的教育，它是智慧的教育，它是幸福的教育，它是消除一切災難的教育，它是幫助我們不病、不老、不死的教育。實在是，說好，好到極處我們沒有辦法來形容它，古人講：「世間好語佛說盡」，佛經裡頭字字句句都含無量義，字字句句都是幫助我們消災免難、幫助我們得到究竟圓滿的幸福。"
    },
    {
      "id": "21-110-0001_p0049",
      "zh_CN": "今天时间到了，我们只能够讲到此地，这一点贡献今天晚上在座的诸位同修，我非常感谢大家。希望我们共同努力，拓开心量，真正做到「敦伦尽分，闲邪存诚，老实念佛，求生净土」，这是印祖对我们的教诲。同时我们要发愿：「尽形寿，为全世界的众生服务，为一切苦难众生服务。」特别是在修行，譬如说我们每天读经、我们每天研教、我们每天念佛，要记住你用什么心去做。我今天研究经教为我自己，这个福很小；我今天念佛为自己，这个功德是一点点。应该用什么心？我今天念这个佛号，声声佛号为全世界众生念的、为全世界苦难众生念的，不为自己。我多念一声佛，全世界众生他的灾难就消一分；我少念一声，他的苦难就要多受一分。我们用这种心情，舍己为人，牺牲自己。众生不会念、不懂得，我代表他念，代他念。我们用这种心，不为自己，为全世界众生，希望他们能够消业障，希望他们能开智慧，希望他们能够自觉，希望他回头，希望他消灾免难。用这个心无量无边的功德，这样才能真正策进自己：「我不能不念」。为自己偷偷懒没有关系，为一切众生，这个担子很重，我真干，他们得福，我不真干，他们受罪，你就不能不干了。谢谢大家。",
      "zh_TW": "今天時間到了，我們只能夠講到此地，這一點貢獻今天晚上在座的諸位同修，我非常感謝大家。希望我們共同努力，拓開心量，真正做到「敦倫盡分，閑邪存誠，老實念佛，求生淨土」，這是印祖對我們的教誨。同時我們要發願：「盡形壽，為全世界的眾生服務，為一切苦難眾生服務。」特別是在修行，譬如說我們每天讀經、我們每天研教、我們每天念佛，要記住你用什麼心去做。我今天研究經教為我自己，這個福很小；我今天念佛為自己，這個功德是一點點。應該用什麼心？我今天念這個佛號，聲聲佛號為全世界眾生念的、為全世界苦難眾生念的，不為自己。我多念一聲佛，全世界眾生他的災難就消一分；我少念一聲，他的苦難就要多受一分。我們用這種心情，捨己為人，犧牲自己。眾生不會念、不懂得，我代表他念，代他念。我們用這種心，不為自己，為全世界眾生，希望他們能夠消業障，希望他們能開智慧，希望他們能夠自覺，希望他回頭，希望他消災免難。用這個心無量無邊的功德，這樣才能真正策進自己：「我不能不念」。為自己偷偷懶沒有關係，為一切眾生，這個擔子很重，我真幹，他們得福，我不真幹，他們受罪，你就不能不幹了。謝謝大家。"
    }
  ]
}