{
  "doc_id": "21-608-0001",
  "title": {
    "zh_CN": "2010年印尼之行—印尼净宗学会开示",
    "zh_TW": "2010年印尼之行—印尼淨宗學會開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "印尼净宗学会",
    "zh_TW": "印尼淨宗學會"
  },
  "doc_number": "21-608-0001",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "21-608-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家早晨好。今天承蒙会长的安排，我们有这次的聚会，非常的难得。我想跟大家谈谈我们这一个多月一些活动，从访问罗马梵蒂冈的天主教，这次访问很融洽，也非常受教育。天主教的主教们告诉我们，现代的社会，一般大众已经不再相信宗教，也就是说，对宗教这个信仰，人数是相当大的幅度在减少。我们听了之后，有同样的感触。为什么？在过去，每一个宗教教主在创教的时候，有那么多人虔诚的信仰、追随、仰慕、学习，为什么现在人退心了？这个问题很值得我们深深的去反省。现在人崇尚科学，科学是第一，说宗教是迷信，迷信那就应该要淘汰，让社会才有进步，这是社会进步的一种障碍。这个话是真的吗？宗教在这个世间承传几千年了，如果把印度教算进去，印度教有一万多年的历史，它还存在。科学技术的发展也不过三百年的历史，宗教承传这么久，难道在这千万年当中没有聪明人吗？没有人发现宗教没价值吗？一直要等到现在的聪明人才发现？这个我觉得不太合乎逻辑。",
      "zh_TW": "諸位法師，諸位同學，大家早晨好。今天承蒙會長的安排，我們有這次的聚會，非常的難得。我想跟大家談談我們這一個多月一些活動，從訪問羅馬梵蒂岡的天主教，這次訪問很融洽，也非常受教育。天主教的主教們告訴我們，現代的社會，一般大眾已經不再相信宗教，也就是說，對宗教這個信仰，人數是相當大的幅度在減少。我們聽了之後，有同樣的感觸。為什麼？在過去，每一個宗教教主在創教的時候，有那麼多人虔誠的信仰、追隨、仰慕、學習，為什麼現在人退心了？這個問題很值得我們深深的去反省。現在人崇尚科學，科學是第一，說宗教是迷信，迷信那就應該要淘汰，讓社會才有進步，這是社會進步的一種障礙。這個話是真的嗎？宗教在這個世間承傳幾千年了，如果把印度教算進去，印度教有一萬多年的歷史，它還存在。科學技術的發展也不過三百年的歷史，宗教承傳這麼久，難道在這千萬年當中沒有聰明人嗎？沒有人發現宗教沒價值嗎？一直要等到現在的聰明人才發現？這個我覺得不太合乎邏輯。"
    },
    {
      "id": "21-608-0001_p0002",
      "zh_CN": "但是宗教在今天真的是衰了，我们自己要认真的反省，为什么会衰？还是中国古人讲的话，自作自受。与宗教没有关系，与经典没有关系，与世世代代承传也没有关系，而是我们自己错了，没有真正的依教奉行。以佛教来说，我在年轻时候，也是听别人说的，人云亦云，认为佛教是宗教、是迷信，而且它是多神教、是泛神教，供的神像特别多。多神教跟泛神教在宗教里面称之为低级宗教，高级宗教只有一个神，一个真神。这个错误的观念影响我们很久很久。一直到我二十六岁跟方东美先生学哲学，那是世界上知名的一位大哲学家，我们有缘能亲近，感到无比的幸运。方老师跟我讲了一部《哲学概论》，从西方康德哲学讲起，讲到东方，最后讲到印度，印度哲学里头最后一个单元，跟我们讲佛经哲学。当时我感到很惊讶，佛教是宗教，而且是个低级宗教，它哪有哲学？老师告诉我，他说，「你年轻，你不知道，释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰」，这都是他原来跟我讲的话，「学佛是人生最高的享受」。",
      "zh_TW": "但是宗教在今天真的是衰了，我們自己要認真的反省，為什麼會衰？還是中國古人講的話，自作自受。與宗教沒有關係，與經典沒有關係，與世世代代承傳也沒有關係，而是我們自己錯了，沒有真正的依教奉行。以佛教來說，我在年輕時候，也是聽別人說的，人云亦云，認為佛教是宗教、是迷信，而且它是多神教、是泛神教，供的神像特別多。多神教跟泛神教在宗教裡面稱之為低級宗教，高級宗教只有一個神，一個真神。這個錯誤的觀念影響我們很久很久。一直到我二十六歲跟方東美先生學哲學，那是世界上知名的一位大哲學家，我們有緣能親近，感到無比的幸運。方老師跟我講了一部《哲學概論》，從西方康德哲學講起，講到東方，最後講到印度，印度哲學裡頭最後一個單元，跟我們講佛經哲學。當時我感到很驚訝，佛教是宗教，而且是個低級宗教，它哪有哲學？老師告訴我，他說，「你年輕，你不知道，釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰」，這都是他原來跟我講的話，「學佛是人生最高的享受」。"
    },
    {
      "id": "21-608-0001_p0003",
      "zh_CN": "我跟他学哲学，接近了佛教，他有一句话是非常重要的教训。他说佛经哲学不在寺庙，从前寺庙的出家人，乃至于在家的居士，都了不起，有德行、有学问，他们认真，都在学习。他说现代寺庙里头不学了，只做这些经忏佛事、这些仪规方面东西，对于经典不学习了。所以他说，你要学，找佛经的哲学，你一定从经本里面去找，寺庙可能看不见。这个教导非常重要，因为不是这样的一句话，如果我们到寺庙去看到，看不到像老师所讲的，我们会对老师怀疑，老师所说的不是这么回事情。结果他讲清楚、讲明白了，在经典里。所以我们到寺庙去参观访问，就不太重视他们的经忏佛事法会，就不重视这个，我们主要的目的到寺庙里头去找经典。在六十年前，在台湾，佛教的经典非常少，在市面上买不到，你要看佛经只有到寺庙的藏经楼去找，图书馆去找。我们想学习的典籍，藏经里查到之后要去抄，因为外面买不到，藏经又不可以借出去，所以利用星期假日到寺庙里去抄经，我记得我还抄了十几部。这样把观念才完全转过来，才知道这里头有真的好东西，了不起的东西在里面。",
      "zh_TW": "我跟他學哲學，接近了佛教，他有一句話是非常重要的教訓。他說佛經哲學不在寺廟，從前寺廟的出家人，乃至於在家的居士，都了不起，有德行、有學問，他們認真，都在學習。他說現代寺廟裡頭不學了，只做這些經懺佛事、這些儀規方面東西，對於經典不學習了。所以他說，你要學，找佛經的哲學，你一定從經本裡面去找，寺廟可能看不見。這個教導非常重要，因為不是這樣的一句話，如果我們到寺廟去看到，看不到像老師所講的，我們會對老師懷疑，老師所說的不是這麼回事情。結果他講清楚、講明白了，在經典裡。所以我們到寺廟去參觀訪問，就不太重視他們的經懺佛事法會，就不重視這個，我們主要的目的到寺廟裡頭去找經典。在六十年前，在台灣，佛教的經典非常少，在市面上買不到，你要看佛經只有到寺廟的藏經樓去找，圖書館去找。我們想學習的典籍，藏經裡查到之後要去抄，因為外面買不到，藏經又不可以借出去，所以利用星期假日到寺廟裡去抄經，我記得我還抄了十幾部。這樣把觀念才完全轉過來，才知道這裡頭有真的好東西，了不起的東西在裡面。"
    },
    {
      "id": "21-608-0001_p0004",
      "zh_CN": "今天佛教的衰，现在社会大众这样歧视宗教，排斥宗教，那我们讲，这是我们自己做出来的，我们自己没认真学习，跟古人比差太远了。古人的确是把经典里面的道理搞清楚、搞明白了，变成自己的思想，变成自己的见解，这就是佛知佛见。这些东西，现在我们搞了这么多年，明白了，是不是释迦牟尼佛的东西？给诸位说，不是的。谁的？是你自己的，你自己本性里头本来有的，而是我们迷失了，释迦牟尼佛把它说出来给我们听听，它是本性里头本有的智慧德能。佛在《华严经》上一再的告诉我们，「一切众生皆有如来智慧德相」，不是他发明的，不是他创造的，这个要知道，是我们每个人自性里头本有的。他很难得，我们感激他，不是他给我们说明，我们永远不知道，他说出来了，我们明白了，我们觉悟了。所以，学佛没有别的，就是回归自性。自性有圆满的智慧、圆满的德行、圆满的相好，什么都不缺。这是真的学佛，你得真相信才行，相信那是自己，不是别人。",
      "zh_TW": "今天佛教的衰，現在社會大眾這樣歧視宗教，排斥宗教，那我們講，這是我們自己做出來的，我們自己沒認真學習，跟古人比差太遠了。古人的確是把經典裡面的道理搞清楚、搞明白了，變成自己的思想，變成自己的見解，這就是佛知佛見。這些東西，現在我們搞了這麼多年，明白了，是不是釋迦牟尼佛的東西？給諸位說，不是的。誰的？是你自己的，你自己本性裡頭本來有的，而是我們迷失了，釋迦牟尼佛把它說出來給我們聽聽，它是本性裡頭本有的智慧德能。佛在《華嚴經》上一再的告訴我們，「一切眾生皆有如來智慧德相」，不是他發明的，不是他創造的，這個要知道，是我們每個人自性裡頭本有的。他很難得，我們感激他，不是他給我們說明，我們永遠不知道，他說出來了，我們明白了，我們覺悟了。所以，學佛沒有別的，就是回歸自性。自性有圓滿的智慧、圓滿的德行、圓滿的相好，什麼都不缺。這是真的學佛，你得真相信才行，相信那是自己，不是別人。"
    },
    {
      "id": "21-608-0001_p0005",
      "zh_CN": "最近这些年来，我们提倡三时系念，三时系念的佛事等于伊斯兰教、基督教、天主教里面的祷告。它也是属于一种祷告，大家集在一起，叫集体意识的祷告，真灵，不是不灵，真灵。灵的程度要看我们参与的人心地清净、虔诚，我们有十分真诚心，十分恭敬心，就十分灵验；我们有一分恭敬心，一分诚敬心，就一分的灵验。所以那个感应，那是我们的真诚，与我们的心态有关系，与典籍、与仪规都没有关系，我们的心态很重要。这也是佛在大乘经上常讲，「一切法从心想生」，就这么个道理。所以佛法它有理论依据，它不是随便说的，一点都不迷信，这个我们一定要知道。但是，做系念佛事的人很多，懂得这个道理的人不多，人家问你讲不出来，讲不出来就说你是迷信，虽然很灵验，他不承认这是你们做佛事得到的，他说这是本来自然就是这样，他不相信。所以佛法里头有理论、有智慧、有经验、有方法、有效果，这一点都不是假的。",
      "zh_TW": "最近這些年來，我們提倡三時繫念，三時繫念的佛事等於伊斯蘭教、基督教、天主教裡面的禱告。它也是屬於一種禱告，大家集在一起，叫集體意識的禱告，真靈，不是不靈，真靈。靈的程度要看我們參與的人心地清淨、虔誠，我們有十分真誠心，十分恭敬心，就十分靈驗；我們有一分恭敬心，一分誠敬心，就一分的靈驗。所以那個感應，那是我們的真誠，與我們的心態有關係，與典籍、與儀規都沒有關係，我們的心態很重要。這也是佛在大乘經上常講，「一切法從心想生」，就這麼個道理。所以佛法它有理論依據，它不是隨便說的，一點都不迷信，這個我們一定要知道。但是，做繫念佛事的人很多，懂得這個道理的人不多，人家問你講不出來，講不出來就說你是迷信，雖然很靈驗，他不承認這是你們做佛事得到的，他說這是本來自然就是這樣，他不相信。所以佛法裡頭有理論、有智慧、有經驗、有方法、有效果，這一點都不是假的。"
    },
    {
      "id": "21-608-0001_p0006",
      "zh_CN": "学佛从哪里学起？我们展开经本，你们常常都看到经上讲的「善男子善女人」，那就是起码的标准。什么样的人才被称为善男子善女人？佛经上最低的限度，你要落实《十善业道》，《十善业道》没有做到，那经上讲的善男子善女人，是说那些落实《十善业道》的人。我们有没有分？那自己要好好反省一下，《十善业道》我有没有做到，做到才是标准的。现在我们细心去观察，在家真正做到《十善业道》的太少了，凤毛麟角，大多数人没做到。出家，《沙弥律仪》是出家基本的戒条，如果《沙弥律仪》没有做到，那出家人也不是真的。不是真的，从反面来看，我们就有罪过，什么罪过？我们在冒充佛弟子。我们没有做到，我们就破坏佛教的形象，这个罪过跟破合和僧是等同的。破合和僧，戒经里面告诉我们，什么样的罪过？阿鼻地狱。我们把佛教形象破坏了，我们不能不负这个责任，为佛弟子就要负这个责任。",
      "zh_TW": "學佛從哪裡學起？我們展開經本，你們常常都看到經上講的「善男子善女人」，那就是起碼的標準。什麼樣的人才被稱為善男子善女人？佛經上最低的限度，你要落實《十善業道》，《十善業道》沒有做到，那經上講的善男子善女人，是說那些落實《十善業道》的人。我們有沒有分？那自己要好好反省一下，《十善業道》我有沒有做到，做到才是標準的。現在我們細心去觀察，在家真正做到《十善業道》的太少了，鳳毛麟角，大多數人沒做到。出家，《沙彌律儀》是出家基本的戒條，如果《沙彌律儀》沒有做到，那出家人也不是真的。不是真的，從反面來看，我們就有罪過，什麼罪過？我們在冒充佛弟子。我們沒有做到，我們就破壞佛教的形象，這個罪過跟破合和僧是等同的。破合和僧，戒經裡面告訴我們，什麼樣的罪過？阿鼻地獄。我們把佛教形象破壞了，我們不能不負這個責任，為佛弟子就要負這個責任。"
    },
    {
      "id": "21-608-0001_p0007",
      "zh_CN": "过去我们真的是迷信，对于这些事情一无所知，糊里糊涂皈依了，糊里糊涂出家了，将来糊里糊涂就堕落了，不就搞这么回事情吗？搞清楚、搞明白，我们要给本师释迦牟尼佛贴金。佛教今天沦落到宗教，它不是宗教，它变成宗教我们都有罪过。我们真正发心要恢复释迦牟尼佛本来面目，现在法律的名词，咱们要平反。它不是宗教，它是什么？它是教育。释迦牟尼佛三十岁开悟，开悟就开始教学，没有一天空过，教了一辈子，七十九岁圆寂的，这经典上有记载，讲经三百余会，说法四十九年，教学！一生没有道场，为什么不建道场？现在我们明白了，建道场就有人争，建道场就能引起一些迷惑颠倒的人生起不善的念头，要来争取这个道场。佛法是没有争的，佛法是讲让的，不讲争的，所以释迦牟尼佛就不给我们开这个榜样，一生没道场。但是他非常开放，他一点也不固执，你看祇园精舍、竹林精舍，这些大富长者他们的产业、花园供养释迦牟尼佛，佛也不拒绝，佛接受，在那个地方讲几部经，讲完之后离开，这个道场奉还给主人。用现在的话说，佛只接受使用权，没有所有权，所有权就争了，所以佛没有所有权。这个我们要学习的，我们接受使用权，功德无量，真正如法，用完之后还给你。我用一天就一天功德，用一年，一年的功德，物归原主。",
      "zh_TW": "過去我們真的是迷信，對於這些事情一無所知，糊裡糊塗皈依了，糊裡糊塗出家了，將來糊裡糊塗就墮落了，不就搞這麼回事情嗎？搞清楚、搞明白，我們要給本師釋迦牟尼佛貼金。佛教今天淪落到宗教，它不是宗教，它變成宗教我們都有罪過。我們真正發心要恢復釋迦牟尼佛本來面目，現在法律的名詞，咱們要平反。它不是宗教，它是什麼？它是教育。釋迦牟尼佛三十歲開悟，開悟就開始教學，沒有一天空過，教了一輩子，七十九歲圓寂的，這經典上有記載，講經三百餘會，說法四十九年，教學！一生沒有道場，為什麼不建道場？現在我們明白了，建道場就有人爭，建道場就能引起一些迷惑顛倒的人生起不善的念頭，要來爭取這個道場。佛法是沒有爭的，佛法是講讓的，不講爭的，所以釋迦牟尼佛就不給我們開這個榜樣，一生沒道場。但是他非常開放，他一點也不固執，你看祇園精舍、竹林精舍，這些大富長者他們的產業、花園供養釋迦牟尼佛，佛也不拒絕，佛接受，在那個地方講幾部經，講完之後離開，這個道場奉還給主人。用現在的話說，佛只接受使用權，沒有所有權，所有權就爭了，所以佛沒有所有權。這個我們要學習的，我們接受使用權，功德無量，真正如法，用完之後還給你。我用一天就一天功德，用一年，一年的功德，物歸原主。"
    },
    {
      "id": "21-608-0001_p0008",
      "zh_CN": "佛陀一生过着，今天讲的话，流浪的生活，他老人家圆寂不是在房子里面，是在树林里头，你看做这种榜样给我们看。这些榜样就是四种性德里最后的「代众生苦」，给我们做榜样，让我们把自私自利、名闻利养、五欲六尘、贪瞋痴慢彻底放下。放下你就觉悟了，有一样放不下，那是障碍，你开不了悟，你还是造业。统统放下了，你才不会造业，你所做的叫净业，与经典上所说的三昧就相应，你就得清净心。清净心生智慧，不生烦恼，智慧能帮助一切苦难众生解决问题。所以，佛教在世间得到一切大众的尊重、敬爱，它有道理。我们今天把佛陀那样的苦心、那样的苦行疏忽掉，忘掉了，在日常生活当中随顺自己的烦恼习气，天天在造业。社会大众看到我们跟他们没有两样，甚至于比他们争得还厉害，比他们执着还严重，他怎么能瞧得起？所以现在人逐渐跟佛法距离拉远了，为什么？我们做错了。",
      "zh_TW": "佛陀一生過著，今天講的話，流浪的生活，他老人家圓寂不是在房子裡面，是在樹林裡頭，你看做這種榜樣給我們看。這些榜樣就是四種性德裡最後的「代眾生苦」，給我們做榜樣，讓我們把自私自利、名聞利養、五欲六塵、貪瞋痴慢徹底放下。放下你就覺悟了，有一樣放不下，那是障礙，你開不了悟，你還是造業。統統放下了，你才不會造業，你所做的叫淨業，與經典上所說的三昧就相應，你就得清淨心。清淨心生智慧，不生煩惱，智慧能幫助一切苦難眾生解決問題。所以，佛教在世間得到一切大眾的尊重、敬愛，它有道理。我們今天把佛陀那樣的苦心、那樣的苦行疏忽掉，忘掉了，在日常生活當中隨順自己的煩惱習氣，天天在造業。社會大眾看到我們跟他們沒有兩樣，甚至於比他們爭得還厲害，比他們執著還嚴重，他怎麼能瞧得起？所以現在人逐漸跟佛法距離拉遠了，為什麼？我們做錯了。"
    },
    {
      "id": "21-608-0001_p0009",
      "zh_CN": "我们如果真的学释迦牟尼佛，我在学佛的早期，方老师介绍之后，没多久，我就认识章嘉大师，这是个真正善知识。章嘉大师劝我出家，劝我学释迦牟尼佛，教我读的佛书，第一本读的佛书，《释迦谱》、《释迦方志》。在那个时候市面上买不到，大藏经里有，我们从大藏经里抄，好在分量不算太多。大师告诉我，你想学佛，首先你要认识释迦牟尼佛，你要学释迦牟尼佛，你才不会走错路。这个教诲非常重要，中国一般人讲的先入为主，我们首先认识他老人家，才知道社会大众对于佛教那些误会的根源。没有人讲，没有人去做，讲还不行，要做出榜样来给人看，人家才相信。光靠讲，人家还是不相信，尤其现在相信科学，科学最重要的是拿证据来，拿不出证据这就不行。我们今天自己要好好把它做到，把证据拿出来给大家看，别人就会相信了。所以，弘法利生从哪里做起？要从自己做起，自己都没有做好，怎么能教别人？教别人这个念头，我们永远不能有。这个事情怎么做？我们只能把自己修学的经验、心得，所得到这些好处，与大众来分享，我们在讲台上做报告，与大众分享。为什么？我们做得不够。",
      "zh_TW": "我們如果真的學釋迦牟尼佛，我在學佛的早期，方老師介紹之後，沒多久，我就認識章嘉大師，這是個真正善知識。章嘉大師勸我出家，勸我學釋迦牟尼佛，教我讀的佛書，第一本讀的佛書，《釋迦譜》、《釋迦方志》。在那個時候市面上買不到，大藏經裡有，我們從大藏經裡抄，好在分量不算太多。大師告訴我，你想學佛，首先你要認識釋迦牟尼佛，你要學釋迦牟尼佛，你才不會走錯路。這個教誨非常重要，中國一般人講的先入為主，我們首先認識他老人家，才知道社會大眾對於佛教那些誤會的根源。沒有人講，沒有人去做，講還不行，要做出榜樣來給人看，人家才相信。光靠講，人家還是不相信，尤其現在相信科學，科學最重要的是拿證據來，拿不出證據這就不行。我們今天自己要好好把它做到，把證據拿出來給大家看，別人就會相信了。所以，弘法利生從哪裡做起？要從自己做起，自己都沒有做好，怎麼能教別人？教別人這個念頭，我們永遠不能有。這個事情怎麼做？我們只能把自己修學的經驗、心得，所得到這些好處，與大眾來分享，我們在講台上做報告，與大眾分享。為什麼？我們做得不夠。"
    },
    {
      "id": "21-608-0001_p0010",
      "zh_CN": "古时候上讲台，讲经的标准，是他真做到了，做到了那就是证果，最低的果位，小乘的须陀洹，大乘，十信菩萨的初信位，十信是小学，初信是一年级，你才能够给人讲一点。如果初信这个位次我们没拿到，须陀洹我们没证得，我们没法子讲经。李老师在当年教导我们，劝我们学讲经，我们哪有这个胆子，等我们学成了再来吧。老师说，你学成了，佛法在世间就灭掉了，没人讲了嘛！那怎么办？我们自己没有这个能力。老师告诉你一个方法，讲古人的注解，我们自己学习古人注解，我们在讲台上做报告，分享我们学习古人的注解。这不得已而求其次，这是真的不是假的。因为，我们要想证得初果，或者是《华严经》上讲的初信位的菩萨，标准是什么？见思烦恼里面的见烦恼要断掉，见惑。",
      "zh_TW": "古時候上講台，講經的標準，是他真做到了，做到了那就是證果，最低的果位，小乘的須陀洹，大乘，十信菩薩的初信位，十信是小學，初信是一年級，你才能夠給人講一點。如果初信這個位次我們沒拿到，須陀洹我們沒證得，我們沒法子講經。李老師在當年教導我們，勸我們學講經，我們哪有這個膽子，等我們學成了再來吧。老師說，你學成了，佛法在世間就滅掉了，沒人講了嘛！那怎麼辦？我們自己沒有這個能力。老師告訴你一個方法，講古人的註解，我們自己學習古人註解，我們在講台上做報告，分享我們學習古人的註解。這不得已而求其次，這是真的不是假的。因為，我們要想證得初果，或者是《華嚴經》上講的初信位的菩薩，標準是什麼？見思煩惱裡面的見煩惱要斷掉，見惑。"
    },
    {
      "id": "21-608-0001_p0011",
      "zh_CN": "见惑有八十八品，世尊在教学的时候，把八十八品见惑归纳为五大类，教学方便。第一个身见，我们哪个人把身见破了？身见是不再执着这个身是我，谁做到了？头一关！身是什么？身不是我，是我所有的，就像衣服一样，衣服不是我，是我所有的，这个观念非常重要。执着这个身，你为这个身造多少罪业，它是假的，不是自己，你说你冤不冤枉！身有生死，给诸位说，我没有生死。世俗人讲的什么？灵魂，连外国哲学家也说我思故我在，这个境界就高一层，他不把身当作我，能够思考的这个东西他认为这是我，也没有说出个所以然出来。一般把灵魂当作我，灵魂确实它比肉身寿命长，它长存在这个世间。我们最近还看到一个报告，这个报告是外国人，义大利人，死了，死了多久？二千一百多年，灵魂现在还很活跃，还找人附身，叙说当年的事情，那时候是中国的汉朝。你就晓得，灵魂不灭，他很执着，他也没有去投胎，现在做孤魂野鬼。但是灵魂是我们的灵性迷了叫灵魂，出不了六道轮回，生生世世要在六道流转。佛法是叫我们觉悟，灵魂如果觉悟了，就不叫灵魂，换个名称叫灵性。灵性超越六道，超越十法界，灵魂不行。所以不能执着身是我，也不能执着我们的精神生活，都不是，这个观念要突破，要把它放下。如果人能放下这个，自私自利的念头就没有了，你起心动念那就是我们讲的大公无私，起心动念你会替一切苦难众生去想，你不会想自己。想自己，顶多提升自己的灵性，而真正能够把名闻利养放下。",
      "zh_TW": "見惑有八十八品，世尊在教學的時候，把八十八品見惑歸納為五大類，教學方便。第一個身見，我們哪個人把身見破了？身見是不再執著這個身是我，誰做到了？頭一關！身是什麼？身不是我，是我所有的，就像衣服一樣，衣服不是我，是我所有的，這個觀念非常重要。執著這個身，你為這個身造多少罪業，它是假的，不是自己，你說你冤不冤枉！身有生死，給諸位說，我沒有生死。世俗人講的什麼？靈魂，連外國哲學家也說我思故我在，這個境界就高一層，他不把身當作我，能夠思考的這個東西他認為這是我，也沒有說出個所以然出來。一般把靈魂當作我，靈魂確實它比肉身壽命長，它長存在這個世間。我們最近還看到一個報告，這個報告是外國人，義大利人，死了，死了多久？二千一百多年，靈魂現在還很活躍，還找人附身，敘說當年的事情，那時候是中國的漢朝。你就曉得，靈魂不滅，他很執著，他也沒有去投胎，現在做孤魂野鬼。但是靈魂是我們的靈性迷了叫靈魂，出不了六道輪迴，生生世世要在六道流轉。佛法是叫我們覺悟，靈魂如果覺悟了，就不叫靈魂，換個名稱叫靈性。靈性超越六道，超越十法界，靈魂不行。所以不能執著身是我，也不能執著我們的精神生活，都不是，這個觀念要突破，要把它放下。如果人能放下這個，自私自利的念頭就沒有了，你起心動念那就是我們講的大公無私，起心動念你會替一切苦難眾生去想，你不會想自己。想自己，頂多提升自己的靈性，而真正能夠把名聞利養放下。"
    },
    {
      "id": "21-608-0001_p0012",
      "zh_CN": "我们中国的老祖宗，在佛教没传到中国来之前，也是这样教导我们的，教导我们做人的原则就在《大学》上，《大学》讲的三纲八目。三纲是总的方向、总的路线，明明德、亲民、止于至善，这是总的纲领、总的原则，跟佛法讲的没有两样。明明德就是佛家讲的明心见性，这是我们一生学习的终极的目标，明心见性。真正明心见性的人，哪有不慈悲的道理，亲民就是慈悲，就是今天讲要尊重一切生命，要爱护一切生命，这才是止于至善。用什么方法来成就？底下八目就是方法，头一个格物，格物就是放下名闻利养，我们这样讲大家好懂。我们对于一切精神的欲望、物质上的欲望统统要放下，为什么？它不是真的，凡所有相，皆是虚妄，一切有为法，如梦幻泡影。你不能在这上执着，不能在这上用心，那就错了，你迷了，你就造业了。所以儒也是讲这个道理，",
      "zh_TW": "我們中國的老祖宗，在佛教沒傳到中國來之前，也是這樣教導我們的，教導我們做人的原則就在《大學》上，《大學》講的三綱八目。三綱是總的方向、總的路線，明明德、親民、止於至善，這是總的綱領、總的原則，跟佛法講的沒有兩樣。明明德就是佛家講的明心見性，這是我們一生學習的終極的目標，明心見性。真正明心見性的人，哪有不慈悲的道理，親民就是慈悲，就是今天講要尊重一切生命，要愛護一切生命，這才是止於至善。用什麼方法來成就？底下八目就是方法，頭一個格物，格物就是放下名聞利養，我們這樣講大家好懂。我們對於一切精神的欲望、物質上的欲望統統要放下，為什麼？它不是真的，凡所有相，皆是虛妄，一切有為法，如夢幻泡影。你不能在這上執著，不能在這上用心，那就錯了，你迷了，你就造業了。所以儒也是講這個道理，"
    },
    {
      "id": "21-608-0001_p0013",
      "zh_CN": "真放下了，智慧就现前，致知，智慧就现前。你不放下，我们常讲，你所学到的是知识，不是智慧。知识是什么？知识跟智慧很接近，就是它里头有名利，有名利心夹杂在智慧里面，智慧就变成知识；没有名利，没有贪瞋痴慢，知识就是智慧。我这个说法大家就比较容易懂。所以夹不得丝毫自私的念头，夹不得丝毫的贪瞋痴慢，你所学的是真智慧。只要夹杂这个东西在里面，你跟释迦牟尼佛学、跟十方诸佛学，你所学的全是知识，不是智慧。",
      "zh_TW": "真放下了，智慧就現前，致知，智慧就現前。你不放下，我們常講，你所學到的是知識，不是智慧。知識是什麼？知識跟智慧很接近，就是它裡頭有名利，有名利心夾雜在智慧裡面，智慧就變成知識；沒有名利，沒有貪瞋痴慢，知識就是智慧。我這個說法大家就比較容易懂。所以夾不得絲毫自私的念頭，夾不得絲毫的貪瞋痴慢，你所學的是真智慧。只要夾雜這個東西在裡面，你跟釋迦牟尼佛學、跟十方諸佛學，你所學的全是知識，不是智慧。"
    },
    {
      "id": "21-608-0001_p0014",
      "zh_CN": "如果你真正做到无我，这个五种见惑都断了，身见断了，不再执着有我；边见断了，不再跟人对立，这很重要。别人跟我对立，应该的，为什么？他迷，他是凡夫，他怎么会不对立？我们明白了、觉悟了，我不跟他对立。他不能包容我，我可以包容他，他的所作所为一切不善，我看到了、听到了若无其事，心里头不落痕迹，当然你就不会有批评，你心量就大了，真的法喜充满，能包容。成见没有了，成见是什么？自以为是。要知道，宇宙之间没有绝对的标准，你真正看透了之后你就晓得，人人是好人，事事是好事，你换一个角度来看。今天我们带来有两份中国大陆刘素云居士的报告，你看看她，她的先生每天折磨她，给她出难题，好像生活很苦，先生虐待她。一下觉悟了，我先生是个菩萨来的，天天这样折磨我是什么？让我天天在那里经过考试，天天提升自己，她说他真是个大菩萨。你看念头一转，恶就变成善。你不经过这些考验，你怎么知道你的忍辱波罗蜜向上提升了？所以，毁谤我们的的人、羞辱我们的人、陷害我们的人，都是大善知识，不但不能有怨恨心，要感恩！",
      "zh_TW": "如果你真正做到無我，這個五種見惑都斷了，身見斷了，不再執著有我；邊見斷了，不再跟人對立，這很重要。別人跟我對立，應該的，為什麼？他迷，他是凡夫，他怎麼會不對立？我們明白了、覺悟了，我不跟他對立。他不能包容我，我可以包容他，他的所作所為一切不善，我看到了、聽到了若無其事，心裡頭不落痕跡，當然你就不會有批評，你心量就大了，真的法喜充滿，能包容。成見沒有了，成見是什麼？自以為是。要知道，宇宙之間沒有絕對的標準，你真正看透了之後你就曉得，人人是好人，事事是好事，你換一個角度來看。今天我們帶來有兩份中國大陸劉素雲居士的報告，你看看她，她的先生每天折磨她，給她出難題，好像生活很苦，先生虐待她。一下覺悟了，我先生是個菩薩來的，天天這樣折磨我是什麼？讓我天天在那裡經過考試，天天提升自己，她說他真是個大菩薩。你看念頭一轉，惡就變成善。你不經過這些考驗，你怎麼知道你的忍辱波羅蜜向上提升了？所以，毀謗我們的的人、羞辱我們的人、陷害我們的人，都是大善知識，不但不能有怨恨心，要感恩！"
    },
    {
      "id": "21-608-0001_p0015",
      "zh_CN": "释迦牟尼佛遇到歌利王割截身体，这个故事很多同学都知道，忍辱仙人没有一丝毫怨恨心，感恩，为什么？他提前成佛了。而且还跟歌利王说，我成佛头一个度你，那是释迦牟尼佛的前身。释迦佛成佛了，第一个得度的憍陈如尊者，憍陈如就是当年的歌利王，佛说话算话，感恩，报恩！所以，善人是我们的老师，恶人也是我们的老师，平等看待，不就提升自己了吗？你遇到顺境就欢喜，你生烦恼了，欢喜是烦恼，喜怒哀乐爱恶欲叫七情，你已经动了情。逆境里面你生了瞋恚，瞋恚烦恼跟欢喜烦恼，情执是平等的，都不是好东西，都引诱你出不了六轮道回。所以，要用平等心去看待，用感恩的心去看待。",
      "zh_TW": "釋迦牟尼佛遇到歌利王割截身體，這個故事很多同學都知道，忍辱仙人沒有一絲毫怨恨心，感恩，為什麼？他提前成佛了。而且還跟歌利王說，我成佛頭一個度你，那是釋迦牟尼佛的前身。釋迦佛成佛了，第一個得度的憍陳如尊者，憍陳如就是當年的歌利王，佛說話算話，感恩，報恩！所以，善人是我們的老師，惡人也是我們的老師，平等看待，不就提升自己了嗎？你遇到順境就歡喜，你生煩惱了，歡喜是煩惱，喜怒哀樂愛惡欲叫七情，你已經動了情。逆境裡面你生了瞋恚，瞋恚煩惱跟歡喜煩惱，情執是平等的，都不是好東西，都引誘你出不了六輪道迴。所以，要用平等心去看待，用感恩的心去看待。"
    },
    {
      "id": "21-608-0001_p0016",
      "zh_CN": "善财童子五十三参，我们初学佛的时候非常羡慕，他的运气真好，遇到那么多善知识。等我们学经教学明白了，原来不稀奇，我的环境比他还好，我们从早到晚，看到一切人、一切事、一切物就是五十三参。五十三参讲男女老少、各行各业，行善的、作恶的都在我面前，你看了之后如如不动，成就自己的清净平等觉。没有一个不是善知识，他在那里做种种示现，我们眼目当中，那是什么人？都是诸佛如来，变现这个样子来帮助我提升，帮助我断烦恼、断习气，我们才成就。所以，对每个人、每个事都要有感恩的心，这才叫真的学佛。",
      "zh_TW": "善財童子五十三參，我們初學佛的時候非常羨慕，他的運氣真好，遇到那麼多善知識。等我們學經教學明白了，原來不稀奇，我的環境比他還好，我們從早到晚，看到一切人、一切事、一切物就是五十三參。五十三參講男女老少、各行各業，行善的、作惡的都在我面前，你看了之後如如不動，成就自己的清淨平等覺。沒有一個不是善知識，他在那裡做種種示現，我們眼目當中，那是什麼人？都是諸佛如來，變現這個樣子來幫助我提升，幫助我斷煩惱、斷習氣，我們才成就。所以，對每個人、每個事都要有感恩的心，這才叫真的學佛。"
    },
    {
      "id": "21-608-0001_p0017",
      "zh_CN": "我们学到的经论在什么地方起了作用？就在日常生活，在工作、在处事待人接物，统统用上。如果你是真用上了，你的周边人对你会很尊敬，为什么？你能够忍人所不能忍，你能够为人所不能为，那个人就被感化了，你没有说度他，真的度了他。所以你成功之后，一大群人得度，佛教就不会被人误会了。今天社会大众那么多人对佛教误会，我们想我们做得不好，让他起误会。谁的罪过？他没有罪过，我们有罪过，我自己有罪过，没做好样子。头一个好样子，三十二相八十种好，我们有个好样子跟别人交流。如果我们形相不好，别人头一个人就说，你看学佛学得这个样子，他就不愿意学了。所以学佛，头一个要有好样子给人看，身心健康，柔和真诚，给人带来的是健康快乐，大家就欢喜跟你接近了。再看看你家庭，你家庭和睦，你的事业顺利，你的邻里乡党、你的周边和谐，柔和有礼，礼貌很重要，自自然然感化一方。这就是我们中国古人所说的，一个人有福报，这一个地方就有福报。这个地方接受佛陀教育之后，能有这么好的效果，别的地方都会来学习，都会来参观，都会来考察。你们这个社会为什么这么好？人与人之间这样和睦相处，互相尊重，互相敬爱，互相关怀，互相照顾，互助合作。这是佛教给我们的。我们只顾自己的利益，而没有顾及周边，这就是我们错了，佛没有这样教我们。我们一定要把佛陀教导我们的做出来，这才叫真正佛弟子。",
      "zh_TW": "我們學到的經論在什麼地方起了作用？就在日常生活，在工作、在處事待人接物，統統用上。如果你是真用上了，你的周邊人對你會很尊敬，為什麼？你能夠忍人所不能忍，你能夠為人所不能為，那個人就被感化了，你沒有說度他，真的度了他。所以你成功之後，一大群人得度，佛教就不會被人誤會了。今天社會大眾那麼多人對佛教誤會，我們想我們做得不好，讓他起誤會。誰的罪過？他沒有罪過，我們有罪過，我自己有罪過，沒做好樣子。頭一個好樣子，三十二相八十種好，我們有個好樣子跟別人交流。如果我們形相不好，別人頭一個人就說，你看學佛學得這個樣子，他就不願意學了。所以學佛，頭一個要有好樣子給人看，身心健康，柔和真誠，給人帶來的是健康快樂，大家就歡喜跟你接近了。再看看你家庭，你家庭和睦，你的事業順利，你的鄰里鄉黨、你的周邊和諧，柔和有禮，禮貌很重要，自自然然感化一方。這就是我們中國古人所說的，一個人有福報，這一個地方就有福報。這個地方接受佛陀教育之後，能有這麼好的效果，別的地方都會來學習，都會來參觀，都會來考察。你們這個社會為什麼這麼好？人與人之間這樣和睦相處，互相尊重，互相敬愛，互相關懷，互相照顧，互助合作。這是佛教給我們的。我們只顧自己的利益，而沒有顧及周邊，這就是我們錯了，佛沒有這樣教我們。我們一定要把佛陀教導我們的做出來，這才叫真正佛弟子。"
    },
    {
      "id": "21-608-0001_p0018",
      "zh_CN": "放下之后，智慧现前，你就看破了，有智慧就看破了。儒家的，格物是放下，物欲要放下；致知，智慧现前，放下你心清净了，清净心生智慧。人有智慧，诚意就出来了，真诚就出来，真诚是菩提心的体。菩提心的作用，清净平等觉，是自受用，这不是他受用。得清净心，成正觉；得平等心，成正等正觉；真正觉悟了，无上正等正觉。这都在《无量寿经》经题上，清净平等觉。对外面，只有一句，慈悲，大慈大悲对待一切众生。慢慢的你就习惯了，一切众生都是我的善知识，一切众生都是佛菩萨，凡夫就是我一个。善财童子一生能够证得究竟圆满的佛果，就是这个念头，现在讲就是这个心态，他的心态好，一生证得究竟圆满。中国古人说了一句话，与我们学佛关系非常密切，叫「仁者无敌」，佛门里面称仁者，是对人最尊重的称呼。仁者是什么？仁者是菩萨，菩萨的心仁慈、慈悲，没有一个敌对的，仁者无敌，没有。他内心是一片慈悲，没有说这个是我的冤家，那个是我的对头，没有，我们要学。如果说我们跟别人还有过不去的，看到这个人不太欢喜，不是他错，我错了，他没错。他天天在给我找麻烦，在锻炼我，让我的心能够得到真正慈悲、平等，他来帮助我的。帮助你的，你还怨恨他，你还恼他，那是你自己跟自己过不去。",
      "zh_TW": "放下之後，智慧現前，你就看破了，有智慧就看破了。儒家的，格物是放下，物欲要放下；致知，智慧現前，放下你心清淨了，清淨心生智慧。人有智慧，誠意就出來了，真誠就出來，真誠是菩提心的體。菩提心的作用，清淨平等覺，是自受用，這不是他受用。得清淨心，成正覺；得平等心，成正等正覺；真正覺悟了，無上正等正覺。這都在《無量壽經》經題上，清淨平等覺。對外面，只有一句，慈悲，大慈大悲對待一切眾生。慢慢的你就習慣了，一切眾生都是我的善知識，一切眾生都是佛菩薩，凡夫就是我一個。善財童子一生能夠證得究竟圓滿的佛果，就是這個念頭，現在講就是這個心態，他的心態好，一生證得究竟圓滿。中國古人說了一句話，與我們學佛關係非常密切，叫「仁者無敵」，佛門裡面稱仁者，是對人最尊重的稱呼。仁者是什麼？仁者是菩薩，菩薩的心仁慈、慈悲，沒有一個敵對的，仁者無敵，沒有。他內心是一片慈悲，沒有說這個是我的冤家，那個是我的對頭，沒有，我們要學。如果說我們跟別人還有過不去的，看到這個人不太歡喜，不是他錯，我錯了，他沒錯。他天天在給我找麻煩，在鍛鍊我，讓我的心能夠得到真正慈悲、平等，他來幫助我的。幫助你的，你還怨恨他，你還惱他，那是你自己跟自己過不去。"
    },
    {
      "id": "21-608-0001_p0019",
      "zh_CN": "所以学佛在哪里学？就在日常生活当中学，特别是人与人之间相处的地方去学，你才真正成就自己的德行，成就自己的智慧，提升自己的境界。我们每个人都懂得这个道理，我们就会非常认真努力落实《弟子规》。《弟子规》里头不但字字句句我们清楚明了，而且我们会用，用得非常灵活，四面八方玲珑透彻。你像十善业，说起来就十条，小乘阿罗汉，他这个十条在生活当中处事待人接物，他变成多少条？三千威仪。三千威仪从哪来的？就是十善业，十善业一展开，三千条。大乘菩萨，比阿罗汉高，展开多少？八万四千细行，就十善业。我们今天说学，没有这个能力，没有这个定功，没有这个智慧，我们把十善业展开就是《弟子规》，《弟子规》里讲的一百一十三桩事情，条条都是十善业。我们把它落实在《太上感应篇》，《太上感应篇》讲善恶果报，一共讲了一百九十五条，都不多。我们都能够做到，十善业的基础就打下去了。所以，经典一翻开，「善男子善女人」，你就会肯定这是讲的我，我在经典里面，那就不一样了，你真的是佛陀的学生。所以这个一定要懂得，朝这个方向去走，我们替佛陀贴金。我们把世间一般人对佛教，称它是宗教，称它是迷信，要把它洗刷干净。不必在言词，我们要用行动，让人家自动的明白佛教是好东西。",
      "zh_TW": "所以學佛在哪裡學？就在日常生活當中學，特別是人與人之間相處的地方去學，你才真正成就自己的德行，成就自己的智慧，提升自己的境界。我們每個人都懂得這個道理，我們就會非常認真努力落實《弟子規》。《弟子規》裡頭不但字字句句我們清楚明瞭，而且我們會用，用得非常靈活，四面八方玲瓏透徹。你像十善業，說起來就十條，小乘阿羅漢，他這個十條在生活當中處事待人接物，他變成多少條？三千威儀。三千威儀從哪來的？就是十善業，十善業一展開，三千條。大乘菩薩，比阿羅漢高，展開多少？八萬四千細行，就十善業。我們今天說學，沒有這個能力，沒有這個定功，沒有這個智慧，我們把十善業展開就是《弟子規》，《弟子規》裡講的一百一十三樁事情，條條都是十善業。我們把它落實在《太上感應篇》，《太上感應篇》講善惡果報，一共講了一百九十五條，都不多。我們都能夠做到，十善業的基礎就打下去了。所以，經典一翻開，「善男子善女人」，你就會肯定這是講的我，我在經典裡面，那就不一樣了，你真的是佛陀的學生。所以這個一定要懂得，朝這個方向去走，我們替佛陀貼金。我們把世間一般人對佛教，稱它是宗教，稱它是迷信，要把它洗刷乾淨。不必在言詞，我們要用行動，讓人家自動的明白佛教是好東西。"
    },
    {
      "id": "21-608-0001_p0020",
      "zh_CN": "今天世界社会动乱，这个动乱是人心不善，我们想错了，我们看错了、说错了、做错了，错得太离谱了。所以地球上有这么多的灾难发生，史无前例，过去没有过的，什么怪现象都出来了。这些原因我们知道，我们了解，我们认真好好学佛，社会这些动乱能化解，能恢复到正常，地球上所有的这些灾害也能够化解，也能够恢复到正常。你深入经藏，你就有信心，你明白了，你晓得怎么回事情，什么样的因感什么样的果，我们修善因一定得善果。我们的善果很明显，我也跟大家做一个见证人。我初学佛的时候，身分是军人的身分，最低级的军官，少尉，最低级的。贫穷，是一无所有，那个时候国家给我们的钱，台湾一个月五十块钱。五十块钱合美金多少？一块多一点，那时候一块钱好像换三十六块台湾钱。你看，五十块钱，一块半都不到，我们的生活费用，收入只有这么多，贫穷到极处。幸亏是遇到佛法，才把整个命运转变过来。",
      "zh_TW": "今天世界社會動亂，這個動亂是人心不善，我們想錯了，我們看錯了、說錯了、做錯了，錯得太離譜了。所以地球上有這麼多的災難發生，史無前例，過去沒有過的，什麼怪現象都出來了。這些原因我們知道，我們了解，我們認真好好學佛，社會這些動亂能化解，能恢復到正常，地球上所有的這些災害也能夠化解，也能夠恢復到正常。你深入經藏，你就有信心，你明白了，你曉得怎麼回事情，什麼樣的因感什麼樣的果，我們修善因一定得善果。我們的善果很明顯，我也跟大家做一個見證人。我初學佛的時候，身分是軍人的身分，最低級的軍官，少尉，最低級的。貧窮，是一無所有，那個時候國家給我們的錢，台灣一個月五十塊錢。五十塊錢合美金多少？一塊多一點，那時候一塊錢好像換三十六塊台灣錢。你看，五十塊錢，一塊半都不到，我們的生活費用，收入只有這麼多，貧窮到極處。幸虧是遇到佛法，才把整個命運轉變過來。"
    },
    {
      "id": "21-608-0001_p0021",
      "zh_CN": "老师有智慧，老师看到我们这年轻人很可怜，没有福报，前世没修，命里的财库空空，一文也没有。而且又短命，过去生中造的恶业很多，来受恶报的，造的不善业，这一生来受报的。学佛之后，老师告诉我，要修财布施。我告诉老师，我说我现在生活非常艰难，哪有财布施？他问我，一毛钱可不可以？一毛钱还行。一块钱呢？一块钱还勉强。你就从一毛一块去布施，要养成一个布施的心，这个心态很重要。一块一毛怎么个布施法？因为常常到寺庙里面去看经，去抄经，看到寺庙有印经，拿着一个小本子，大家来捐钱，多少不拘，我们就写个五毛、一块，我们就从这开始。还有放生，放生拿一张纸也来募捐，我们就从这干起。真心去做，有效，以后收入就愈来愈多。愈多就愈施，千万不要留，财不可以留着，留着慢慢会缩水，要愈施愈多。所以，中国人讲财叫通货，流通的，有去就有来，去得愈多来得愈多。你要是不会，不可能只去不来，不去就不来了，你要是把它守着，不去就不来了，愈施愈多。你看我在二００九年那几年，每年布施，大概好多年，每年布施的算一算都超过一千万美金。钱从哪里来？不知道！年年如此，愈施愈多。所以不要怕人问你要钱，有人问你要，有，都给他，欢喜，我欢喜，他也欢喜。确实证明佛经上讲的话没错。",
      "zh_TW": "老師有智慧，老師看到我們這年輕人很可憐，沒有福報，前世沒修，命裡的財庫空空，一文也沒有。而且又短命，過去生中造的惡業很多，來受惡報的，造的不善業，這一生來受報的。學佛之後，老師告訴我，要修財布施。我告訴老師，我說我現在生活非常艱難，哪有財布施？他問我，一毛錢可不可以？一毛錢還行。一塊錢呢？一塊錢還勉強。你就從一毛一塊去布施，要養成一個布施的心，這個心態很重要。一塊一毛怎麼個布施法？因為常常到寺廟裡面去看經，去抄經，看到寺廟有印經，拿著一個小本子，大家來捐錢，多少不拘，我們就寫個五毛、一塊，我們就從這開始。還有放生，放生拿一張紙也來募捐，我們就從這幹起。真心去做，有效，以後收入就愈來愈多。愈多就愈施，千萬不要留，財不可以留著，留著慢慢會縮水，要愈施愈多。所以，中國人講財叫通貨，流通的，有去就有來，去得愈多來得愈多。你要是不會，不可能只去不來，不去就不來了，你要是把它守著，不去就不來了，愈施愈多。你看我在二００九年那幾年，每年布施，大概好多年，每年布施的算一算都超過一千萬美金。錢從哪裡來？不知道！年年如此，愈施愈多。所以不要怕人問你要錢，有人問你要，有，都給他，歡喜，我歡喜，他也歡喜。確實證明佛經上講的話沒錯。"
    },
    {
      "id": "21-608-0001_p0022",
      "zh_CN": "法布施，果报得聪明智慧，无畏布施得健康长寿。无畏布施里头头一个，素食，这是我明白之后，我学佛六个月，懂得之后，我就吃长素，为什么？不伤害一切众生，这是无畏布施。除这个之外，积极的放生，只要有人放生，我们一定会参加，有多少力量就奉献多少力量，愈来愈多。我们在泰国，帮助泰国出家人建了一个医院，这是无畏布施。我住在澳洲图文巴这个城市，这个城市有个公立医院，我每个月给它一万块钱医药费，一年十二万，我一年给它一次，十二万，贫穷人的医药，付医药费。还有基督教办的一个临终关怀，办得非常好，它也是经费不足来找我，我也是一年给它十二万，年年给它。这是什么？这是属于无畏布施，得的果报健康长寿。我没有医疗保险，我不需要，我的医药费统统都布施掉了，所以不生病。你要是留一笔医药费在那里，肯定要生病，你不生病，那钱怎么花得掉？那就是自己买什么健康保险，那被人骗了。多多的帮助一些病苦的人，你就不会生病，什么因得什么果报。要真干，要有信心。",
      "zh_TW": "法布施，果報得聰明智慧，無畏布施得健康長壽。無畏布施裡頭頭一個，素食，這是我明白之後，我學佛六個月，懂得之後，我就吃長素，為什麼？不傷害一切眾生，這是無畏布施。除這個之外，積極的放生，只要有人放生，我們一定會參加，有多少力量就奉獻多少力量，愈來愈多。我們在泰國，幫助泰國出家人建了一個醫院，這是無畏布施。我住在澳洲圖文巴這個城市，這個城市有個公立醫院，我每個月給它一萬塊錢醫藥費，一年十二萬，我一年給它一次，十二萬，貧窮人的醫藥，付醫藥費。還有基督教辦的一個臨終關懷，辦得非常好，它也是經費不足來找我，我也是一年給它十二萬，年年給它。這是什麼？這是屬於無畏布施，得的果報健康長壽。我沒有醫療保險，我不需要，我的醫藥費統統都布施掉了，所以不生病。你要是留一筆醫藥費在那裡，肯定要生病，你不生病，那錢怎麼花得掉？那就是自己買什麼健康保險，那被人騙了。多多的幫助一些病苦的人，你就不會生病，什麼因得什麼果報。要真幹，要有信心。"
    },
    {
      "id": "21-608-0001_p0023",
      "zh_CN": "所以我们现在讲信佛，说实在话，多少人信佛是假的，对佛没有信心，佛叫你舍，你都舍不掉，你都不肯舍。我舍了，明天怎么办？真舍掉了，明天有困难，真的，佛菩萨都给你安排好，一点都不要操心，所以对佛要能信得过。信不过，还信自己，信自己，佛不照顾你了，护法神也不照顾你了，为什么？你自己很能干，你可以信你自己。所以章嘉大师告诉我，他说你一生，佛菩萨替你安排，什么都不要操心。我听到非常欢喜，非常自在，什么都不操心。这才是方东美先生所讲的，学佛是人生最高的享受。最高的享受就是什么都不操心，佛菩萨照顾你，护法神照顾你。该用的，统统自然就来了；不该用的，边也沾不上，好！不造业。所以，对佛菩萨要有信心，对经典有信心，绝对不会欺骗你。你没有信心，换句话说，你对佛法的修学你还没入门。佛法入门头一个是信，信解行证，信了之后要能理解。所以，同学们认真努力学经教。学经教，秘诀是一门深入，长时薰修。每部经都好，佛在经上讲得很清楚，法门平等，无有高下，我们对于任何法门都尊重、都欢喜、都赞叹，学一样。一样通了，所有就通了，就是学一样，老实念佛，求生净土。佛教给我们做的，我们认真努力去做，佛不许可我们做的，我们决定不要去做。",
      "zh_TW": "所以我們現在講信佛，說實在話，多少人信佛是假的，對佛沒有信心，佛叫你捨，你都捨不掉，你都不肯捨。我捨了，明天怎麼辦？真捨掉了，明天有困難，真的，佛菩薩都給你安排好，一點都不要操心，所以對佛要能信得過。信不過，還信自己，信自己，佛不照顧你了，護法神也不照顧你了，為什麼？你自己很能幹，你可以信你自己。所以章嘉大師告訴我，他說你一生，佛菩薩替你安排，什麼都不要操心。我聽到非常歡喜，非常自在，什麼都不操心。這才是方東美先生所講的，學佛是人生最高的享受。最高的享受就是什麼都不操心，佛菩薩照顧你，護法神照顧你。該用的，統統自然就來了；不該用的，邊也沾不上，好！不造業。所以，對佛菩薩要有信心，對經典有信心，絕對不會欺騙你。你沒有信心，換句話說，你對佛法的修學你還沒入門。佛法入門頭一個是信，信解行證，信了之後要能理解。所以，同學們認真努力學經教。學經教，祕訣是一門深入，長時薰修。每部經都好，佛在經上講得很清楚，法門平等，無有高下，我們對於任何法門都尊重、都歡喜、都讚歎，學一樣。一樣通了，所有就通了，就是學一樣，老實念佛，求生淨土。佛教給我們做的，我們認真努力去做，佛不許可我們做的，我們決定不要去做。"
    },
    {
      "id": "21-608-0001_p0024",
      "zh_CN": "你心定了，心定了就清净，你的身心健康，岁数增加，你的体力、你的动作跟年轻人一样，没有什么差别。人为什么会老？忧虑、烦恼多，人就老了，烦恼把你老掉。你没有烦恼，你怎么会老？那不可能。新加坡有个许哲居士，我最近听人家讲，她今年一百一十五岁了，她要到新疆去，在那里住半年去照顾老人。她年轻，我认识她的时候一百零一岁，她告诉我，一百零一岁的年轻人，你看照顾的老人都是七、八十岁的老人。她一百一十五岁，到新疆老人院去照顾老人，她去住半年，难得！她能做得到，人人都做得到。她为什么做得到？她舍得干干净净。我在新加坡，她到我这来皈依，问我，她有没有资格做一个佛弟子？我说妳不但有资格，十善五戒妳都全了。所以我给她写皈依证的时候，连五戒我都给她了，我说妳已经做到了。这些都是我们的典型，都是我们的榜样。刘素云居士那是最好的榜样，得那么严重的病，她一点不着急，她也不怕死，不贪生、不怕死，一切交给佛菩萨。佛菩萨要我回极乐世界，我很欢喜，我就回去了，跟佛回去了；佛菩萨需要我在这个地方还帮助苦难众生，那我就多住几年也不妨碍。你说多自在、多快乐！",
      "zh_TW": "你心定了，心定了就清淨，你的身心健康，歲數增加，你的體力、你的動作跟年輕人一樣，沒有什麼差別。人為什麼會老？憂慮、煩惱多，人就老了，煩惱把你老掉。你沒有煩惱，你怎麼會老？那不可能。新加坡有個許哲居士，我最近聽人家講，她今年一百一十五歲了，她要到新疆去，在那裡住半年去照顧老人。她年輕，我認識她的時候一百零一歲，她告訴我，一百零一歲的年輕人，你看照顧的老人都是七、八十歲的老人。她一百一十五歲，到新疆老人院去照顧老人，她去住半年，難得！她能做得到，人人都做得到。她為什麼做得到？她捨得乾乾淨淨。我在新加坡，她到我這來皈依，問我，她有沒有資格做一個佛弟子？我說妳不但有資格，十善五戒妳都全了。所以我給她寫皈依證的時候，連五戒我都給她了，我說妳已經做到了。這些都是我們的典型，都是我們的榜樣。劉素雲居士那是最好的榜樣，得那麼嚴重的病，她一點不著急，她也不怕死，不貪生、不怕死，一切交給佛菩薩。佛菩薩要我回極樂世界，我很歡喜，我就回去了，跟佛回去了；佛菩薩需要我在這個地方還幫助苦難眾生，那我就多住幾年也不妨礙。你說多自在、多快樂！"
    },
    {
      "id": "21-608-0001_p0025",
      "zh_CN": "这些好样子在我们面前，我们都应当要珍惜，多看看、多听听，好好的学习。尤其现在的社会动乱，灾难频繁。我们这次去访问义大利，特别去看一个古城，庞贝古城，这个古城两千年前被火山灰埋下去，城全部都毁掉。根据记载，火山灰一落下来，只有几秒钟的时间，这个城全都没有了。我们去参观，给我们自己一个警惕，这就是说明，什么都是假的，哪一样东西是你的！灾难发生，很多是突然的，没有预警的，因此我们的念佛，时时刻刻不能中断。万一我们会有那一天的时候，我们最后一念是阿弥陀佛，就到极乐世界去了，这个比什么都重要。所以对世缘不要再攀缘了，我们在这个世间每天能吃得饱、穿得暖，有个房子遮蔽风雨，够了，不要再贪多，贪多你就要操心，你就得造业。操心就是造业，你所造的业离不了轮回，全是造的轮回业，那何苦！为什么不拿这个时间去念佛？为什么不用这个时间去多听经？听经也是修定，不听经就打妄想，听经的时候就不打妄想。不打妄想，我们念佛的功夫才得力，佛号才能念得好。为什么念佛功夫不得力？妄念太多。听经是降伏妄念，而且听多了，慢慢就明白了，明白之后，就把妄念转变，转烦恼成菩提，你境界就转了。没有长时间的功夫转不了，起心动念还是被烦恼牵着走，这个就很可怜了，经典上佛菩萨常讲可怜悯者，就是说的这一类人。",
      "zh_TW": "這些好樣子在我們面前，我們都應當要珍惜，多看看、多聽聽，好好的學習。尤其現在的社會動亂，災難頻繁。我們這次去訪問義大利，特別去看一個古城，龐貝古城，這個古城兩千年前被火山灰埋下去，城全部都毀掉。根據記載，火山灰一落下來，只有幾秒鐘的時間，這個城全都沒有了。我們去參觀，給我們自己一個警惕，這就是說明，什麼都是假的，哪一樣東西是你的！災難發生，很多是突然的，沒有預警的，因此我們的念佛，時時刻刻不能中斷。萬一我們會有那一天的時候，我們最後一念是阿彌陀佛，就到極樂世界去了，這個比什麼都重要。所以對世緣不要再攀緣了，我們在這個世間每天能吃得飽、穿得暖，有個房子遮蔽風雨，夠了，不要再貪多，貪多你就要操心，你就得造業。操心就是造業，你所造的業離不了輪迴，全是造的輪迴業，那何苦！為什麼不拿這個時間去念佛？為什麼不用這個時間去多聽經？聽經也是修定，不聽經就打妄想，聽經的時候就不打妄想。不打妄想，我們念佛的功夫才得力，佛號才能念得好。為什麼念佛功夫不得力？妄念太多。聽經是降伏妄念，而且聽多了，慢慢就明白了，明白之後，就把妄念轉變，轉煩惱成菩提，你境界就轉了。沒有長時間的功夫轉不了，起心動念還是被煩惱牽著走，這個就很可憐了，經典上佛菩薩常講可憐憫者，就是說的這一類人。"
    },
    {
      "id": "21-608-0001_p0026",
      "zh_CN": "所以这次我来，昨天晚上跟瓦西德长老，一些追随的这些团体的长老们，晚上在聚会，大家对于瓦西德长老非常怀念。我昨天聚会，我也有感应，好像长老在一起一样，很难得。希望长老的精神能够长留在世间，大家都有这个意愿，希望你好好的团结起来，把宗教教育做出来。每一个宗教着重教育，回归到教育，宗教就兴旺起来，对这个社会就会有正面的帮助、好的帮助，社会大众不至于再说宗教是迷信。宗教这两个字，按照中国的定义，那就非常好，我们要多把中国宗教两个字的定义讲出来。中国人讲宗，你看，祖宗，宗是什么意思？宗是主要的意思，主要的、重要的、尊崇的，有这三个意思；教是教育，是教学。宗教两个字合起来，用中国话来讲，它的意思就是主要的教育，重要的教学，尊崇的教化，这个意思多好。佛教如是，中国儒释道三家都如是，我们看看其他世界上主要的大宗教，统统都是这个意思。所以，这个解释要在宗教界里面让大家普遍的认知。",
      "zh_TW": "所以這次我來，昨天晚上跟瓦西德長老，一些追隨的這些團體的長老們，晚上在聚會，大家對於瓦西德長老非常懷念。我昨天聚會，我也有感應，好像長老在一起一樣，很難得。希望長老的精神能夠長留在世間，大家都有這個意願，希望你好好的團結起來，把宗教教育做出來。每一個宗教著重教育，回歸到教育，宗教就興旺起來，對這個社會就會有正面的幫助、好的幫助，社會大眾不至於再說宗教是迷信。宗教這兩個字，按照中國的定義，那就非常好，我們要多把中國宗教兩個字的定義講出來。中國人講宗，你看，祖宗，宗是什麼意思？宗是主要的意思，主要的、重要的、尊崇的，有這三個意思；教是教育，是教學。宗教兩個字合起來，用中國話來講，它的意思就是主要的教育，重要的教學，尊崇的教化，這個意思多好。佛教如是，中國儒釋道三家都如是，我們看看其他世界上主要的大宗教，統統都是這個意思。所以，這個解釋要在宗教界裡面讓大家普遍的認知。"
    },
    {
      "id": "21-608-0001_p0027",
      "zh_CN": "宗教不是迷信，但是如果宗教不回归到教育，就是迷信；不迷信，人家也认为你是迷信，你没有办法解释。我们把经典，我们自己好好学，学了之后，我们跟大家分享，大家才知道这是真的，这不是假的。对我们自己身心有利益，对我们家庭和谐有利益，对社会安定有利益，对世界和平有利益，这个东西多好！现在世界上，多少仁人志士寻求化解冲突、促进安定和平的方法，找不到，现成的宗教在此地，但是真被人忽略了，我们没有认真从教育下手。一定从教育、教学下手，这个问题能解决，大家对宗教的看法，宗教对于社会、对于拯救地球做出最大的贡献。",
      "zh_TW": "宗教不是迷信，但是如果宗教不回歸到教育，就是迷信；不迷信，人家也認為你是迷信，你沒有辦法解釋。我們把經典，我們自己好好學，學了之後，我們跟大家分享，大家才知道這是真的，這不是假的。對我們自己身心有利益，對我們家庭和諧有利益，對社會安定有利益，對世界和平有利益，這個東西多好！現在世界上，多少仁人志士尋求化解衝突、促進安定和平的方法，找不到，現成的宗教在此地，但是真被人忽略了，我們沒有認真從教育下手。一定從教育、教學下手，這個問題能解決，大家對宗教的看法，宗教對於社會、對於拯救地球做出最大的貢獻。"
    },
    {
      "id": "21-608-0001_p0028",
      "zh_CN": "所以要靠我们净宗同学们的努力，现在香港同修们发起学六和敬，这好事情。六和敬从哪里学起？从落实《弟子规》、《感应篇》、《十善道》下手。如果这三样东西不能落实，那是口号，那做不到。必须从自己做起，不要求别人；要求别人，就把你自己的功夫全部破坏了。譬如有些人持戒很严格、很不错，看到别人不持戒，心里面就觉得很难过，批评他，批评那些不持戒，认为自己持戒得很好。对自己来讲，傲慢心生起来；对别人，轻慢别人的念头出来了。这就是他在造业，持戒也造业，这是造的不善的业。持戒的目的是什么？目的是得定，「因戒得定，因定开慧」，他能不能得到定？他得不到定，为什么？他心不平衡，我自己觉得很了不起，轻慢别人，得不到定。所以把自己功夫破坏掉了。他不知道持戒目的是得定，得三昧，破坏自己得三昧。这就是对于佛法教学的理论上知道得太少了。真正是菩萨，他戒律持得很严，他对于破戒的人很尊重，不会轻慢。这个才对，他的心地清净平等，一丝毫没有被破坏，这才叫是真正持戒的人，真正明白人。这些例子我们普遍都能看到。",
      "zh_TW": "所以要靠我們淨宗同學們的努力，現在香港同修們發起學六和敬，這好事情。六和敬從哪裡學起？從落實《弟子規》、《感應篇》、《十善道》下手。如果這三樣東西不能落實，那是口號，那做不到。必須從自己做起，不要求別人；要求別人，就把你自己的功夫全部破壞了。譬如有些人持戒很嚴格、很不錯，看到別人不持戒，心裡面就覺得很難過，批評他，批評那些不持戒，認為自己持戒得很好。對自己來講，傲慢心生起來；對別人，輕慢別人的念頭出來了。這就是他在造業，持戒也造業，這是造的不善的業。持戒的目的是什麼？目的是得定，「因戒得定，因定開慧」，他能不能得到定？他得不到定，為什麼？他心不平衡，我自己覺得很了不起，輕慢別人，得不到定。所以把自己功夫破壞掉了。他不知道持戒目的是得定，得三昧，破壞自己得三昧。這就是對於佛法教學的理論上知道得太少了。真正是菩薩，他戒律持得很嚴，他對於破戒的人很尊重，不會輕慢。這個才對，他的心地清淨平等，一絲毫沒有被破壞，這才叫是真正持戒的人，真正明白人。這些例子我們普遍都能看到。"
    },
    {
      "id": "21-608-0001_p0029",
      "zh_CN": "所以我们自己多读经书，多听经，经一遍一遍重复的听，肯定有好处，比听很多的还有好处，听很多你分心。分心，得三昧的机会就少了；专听一部，专学一部，得三昧的机会很多，容易成就。得三昧之后，慢慢的就开悟了。所以有小悟、有大悟、有大彻大悟，这些机会都在面前。",
      "zh_TW": "所以我們自己多讀經書，多聽經，經一遍一遍重複的聽，肯定有好處，比聽很多的還有好處，聽很多你分心。分心，得三昧的機會就少了；專聽一部，專學一部，得三昧的機會很多，容易成就。得三昧之後，慢慢的就開悟了。所以有小悟、有大悟、有大徹大悟，這些機會都在面前。"
    },
    {
      "id": "21-608-0001_p0030",
      "zh_CN": "我看今天时间差不多了，我就跟诸位分享到此地。希望诸位学习刘素云居士的六个字，人家问她，妳怎么成就的？她说她有六个字的秘诀，「老实、听话、真干」。我们要老实，展开经本，听佛的话，要相信，不怀疑，要真干，把经典里面教导我们的东西要落实，变成我们的思想，变成我们的言论，变成我们的行为，个个都成就。好，谢谢大家。",
      "zh_TW": "我看今天時間差不多了，我就跟諸位分享到此地。希望諸位學習劉素雲居士的六個字，人家問她，妳怎麼成就的？她說她有六個字的祕訣，「老實、聽話、真幹」。我們要老實，展開經本，聽佛的話，要相信，不懷疑，要真幹，把經典裡面教導我們的東西要落實，變成我們的思想，變成我們的言論，變成我們的行為，個個都成就。好，謝謝大家。"
    }
  ]
}