{
  "doc_id": "21-382-0001",
  "title": {
    "zh_CN": "对香港佛陀教育协会职员义工谈话十二",
    "zh_TW": "對香港佛陀教育協會職員義工談話十二"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-382-0001",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "21-382-0001_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。今天是我们四月份内部职工谈话的一次聚会，今天我们讲的题目是「如何进行精神扶贫、文化扶贫」。这个题目是这一次在北京开会，北京同学们提出来的，但是时间太短，只有一个小时，没有能够把这个题目讲圆满。今天我们在此地，我们有一小时五十分的时间，把它补出来，将来这个光碟送到北京去，跟同学们一同分享。",
      "zh_TW": "諸位法師、諸位同學，請坐。今天是我們四月份內部職工談話的一次聚會，今天我們講的題目是「如何進行精神扶貧、文化扶貧」。這個題目是這一次在北京開會，北京同學們提出來的，但是時間太短，只有一個小時，沒有能夠把這個題目講圓滿。今天我們在此地，我們有一小時五十分的時間，把它補出來，將來這個光碟送到北京去，跟同學們一同分享。"
    },
    {
      "id": "21-382-0001_p0002",
      "zh_CN": "扶贫的工作在国内已经进行了很多年，我们也实际上参与了。譬如建希望小学，帮助贫困地区，他们的生活方面，居住环境方面，特别是在教育方面我们做得比较多。这个工作做了这么多年，到底有多少效果？确实有不少人天天在研究，没有达到扶贫的目标，变成贫穷地区依靠救济生活，这就把目标扭曲了。所以，有不少人告诉我，我们现在要讲精神、讲文化，这对的。",
      "zh_TW": "扶貧的工作在國內已經進行了很多年，我們也實際上參與了。譬如建希望小學，幫助貧困地區，他們的生活方面，居住環境方面，特別是在教育方面我們做得比較多。這個工作做了這麼多年，到底有多少效果？確實有不少人天天在研究，沒有達到扶貧的目標，變成貧窮地區依靠救濟生活，這就把目標扭曲了。所以，有不少人告訴我，我們現在要講精神、講文化，這對的。"
    },
    {
      "id": "21-382-0001_p0003",
      "zh_CN": "贫有两种，一种是物质生活的缺乏，另外一种是精神生活的缺乏，这两种哪一种重要？我们看看古今中外大贤大圣，几乎物质生活都相当的贫乏。在中国，诸位所知道的孔子、孟子，都不是很富裕，尤其是孔子的学生颜回，这是夫子最得意的一个门生，夫子常常赞叹他。但是他在所有同学里面，物质生活是最贫乏的一个，箪食瓢饮，吃饭连个饭碗都没有，用竹子编成一个小篓当作饭碗盛饭，喝水没有杯子，用个瓢，葫芦瓢。过这样的生活，他有没有痛苦？没有，他非常快乐。由此可知，苦乐与物质生活不相干，我们要从这个地方去探索。",
      "zh_TW": "貧有兩種，一種是物質生活的缺乏，另外一種是精神生活的缺乏，這兩種哪一種重要？我們看看古今中外大賢大聖，幾乎物質生活都相當的貧乏。在中國，諸位所知道的孔子、孟子，都不是很富裕，尤其是孔子的學生顏回，這是夫子最得意的一個門生，夫子常常讚歎他。但是他在所有同學裡面，物質生活是最貧乏的一個，簞食瓢飲，吃飯連個飯碗都沒有，用竹子編成一個小簍當作飯碗盛飯，喝水沒有杯子，用個瓢，葫蘆瓢。過這樣的生活，他有沒有痛苦？沒有，他非常快樂。由此可知，苦樂與物質生活不相干，我們要從這個地方去探索。"
    },
    {
      "id": "21-382-0001_p0004",
      "zh_CN": "你再看印度的释迦牟尼佛，他是王子出身，他放弃了王位，十九岁的时候放弃王位，舍弃了荣华富贵的生活，出去求学，在中国古时候讲参学，出去求学。在当时印度是宗教之国，宗教发达，学术也发达，实际上来说，那个时候印度文化水平超过了中国，这就是印度的宗教跟学术他们重视禅定。通过禅定的学习，就能够超越空间维次，这是现代科学家给我们做出证明，确实这个世界上有不同空间维次。过去黄念祖告诉我，他是个学科学的，科学家证明至少有十一种不同空间维次。这是证明的，在理论上讲，空间维次是无量无边。",
      "zh_TW": "你再看印度的釋迦牟尼佛，他是王子出身，他放棄了王位，十九歲的時候放棄王位，捨棄了榮華富貴的生活，出去求學，在中國古時候講參學，出去求學。在當時印度是宗教之國，宗教發達，學術也發達，實際上來說，那個時候印度文化水平超過了中國，這就是印度的宗教跟學術他們重視禪定。通過禪定的學習，就能夠超越空間維次，這是現代科學家給我們做出證明，確實這個世界上有不同空間維次。過去黃念祖告訴我，他是個學科學的，科學家證明至少有十一種不同空間維次。這是證明的，在理論上講，空間維次是無量無邊。"
    },
    {
      "id": "21-382-0001_p0005",
      "zh_CN": "所以他们有四禅八定，佛家讲的四禅八定，我们要知道，是古印度婆罗门教说的。婆罗门教的历史，现在世界上人承认它有八千五百年，诸位要晓得，佛教才两千五百年，它有八千五百年。我们跟印度教接触也很多，印度教他们的学人告诉我们，他们的历史有一万多年，这是可以相信的。印度人不重视历史，所以没有详尽的记载，无法考证，不像中国人历史年代记载得很清楚。黄帝以前不太正确，黄帝以后用甲子记的，就很清楚。所以他们无论是宗教或是学术，对于六道的情形知道得太清楚了，真正所谓是亲眼所见、亲耳所闻，上面到非想非非想处天，下面到阿鼻地狱。",
      "zh_TW": "所以他們有四禪八定，佛家講的四禪八定，我們要知道，是古印度婆羅門教說的。婆羅門教的歷史，現在世界上人承認它有八千五百年，諸位要曉得，佛教才兩千五百年，它有八千五百年。我們跟印度教接觸也很多，印度教他們的學人告訴我們，他們的歷史有一萬多年，這是可以相信的。印度人不重視歷史，所以沒有詳盡的記載，無法考證，不像中國人歷史年代記載得很清楚。黃帝以前不太正確，黃帝以後用甲子記的，就很清楚。所以他們無論是宗教或是學術，對於六道的情形知道得太清楚了，真正所謂是親眼所見、親耳所聞，上面到非想非非想處天，下面到阿鼻地獄。"
    },
    {
      "id": "21-382-0001_p0006",
      "zh_CN": "释迦牟尼佛年轻，王子出身，聪明绝顶，于是我们就能想像得到，他的缘一定非常殊胜。印度所有宗教的这些高人，学术界这些大师，他统统都接触到。学了十二年，到三十岁，十九岁他就去参学，到三十岁学了十二年，结果呢？结果他老人家说不究竟，这些宗教学术都不究竟。为什么不究竟？三个问题不能解决。第一个问题，六道你看到了，你接触到了，六道怎么来的？没人知道；为什么会有六道？没人知道：六道之外还有没有世界？也没有人知道。所以佛说，这个不究竟。",
      "zh_TW": "釋迦牟尼佛年輕，王子出身，聰明絕頂，於是我們就能想像得到，他的緣一定非常殊勝。印度所有宗教的這些高人，學術界這些大師，他統統都接觸到。學了十二年，到三十歲，十九歲他就去參學，到三十歲學了十二年，結果呢？結果他老人家說不究竟，這些宗教學術都不究竟。為什麼不究竟？三個問題不能解決。第一個問題，六道你看到了，你接觸到了，六道怎麼來的？沒人知道；為什麼會有六道？沒人知道：六道之外還有沒有世界？也沒有人知道。所以佛說，這個不究竟。"
    },
    {
      "id": "21-382-0001_p0007",
      "zh_CN": "世尊这种示现给我们很大的启示，我们看到他的这些经历，你就要懂得，要有领悟，他都是在教我们的。这叫什么？叫世间法。所以，世间法跟出世间法的界限在哪里？你看他十二年的参学，世间法，这些问题不能解决。到恒河边上找一棵大树底下，他老人家在那里入定，把十二年所学的统统放下。这一放下，大彻大悟，明心见性，问题解决了，这三个疑问全解决了。世间法跟出世间法的界限就在此地。四禅八定没有能够把妄想分别执着放下，就叫世间法，放下妄想分别执着就叫出世间法。这世出世间就太明显了，我们终于搞清楚了，释迦牟尼表演给我们看。世间东西你学也行，不学也行，释迦牟尼佛示现的是学了十二年，放下。",
      "zh_TW": "世尊這種示現給我們很大的啟示，我們看到他的這些經歷，你就要懂得，要有領悟，他都是在教我們的。這叫什麼？叫世間法。所以，世間法跟出世間法的界限在哪裡？你看他十二年的參學，世間法，這些問題不能解決。到恆河邊上找一棵大樹底下，他老人家在那裡入定，把十二年所學的統統放下。這一放下，大徹大悟，明心見性，問題解決了，這三個疑問全解決了。世間法跟出世間法的界限就在此地。四禪八定沒有能夠把妄想分別執著放下，就叫世間法，放下妄想分別執著就叫出世間法。這世出世間就太明顯了，我們終於搞清楚了，釋迦牟尼表演給我們看。世間東西你學也行，不學也行，釋迦牟尼佛示現的是學了十二年，放下。"
    },
    {
      "id": "21-382-0001_p0008",
      "zh_CN": "在中国也出现一尊佛，禅宗六祖惠能大师，他给我们示现。他不认识字，没念过书，也没有去参过学，释迦牟尼佛学了十二年，他一天也没学过。五祖传法给他，给他讲《金刚经》，诸位要知道，他不认识字，所以也不必用经本，只给他讲解。我们很容易能理解，那就像聊天的方式，讲这个经的大意，讲到「应无所住，而生其心」，他就豁然大悟。他怎么悟的？妄想分别执着放下。所以，放下就是！",
      "zh_TW": "在中國也出現一尊佛，禪宗六祖惠能大師，他給我們示現。他不認識字，沒念過書，也沒有去參過學，釋迦牟尼佛學了十二年，他一天也沒學過。五祖傳法給他，給他講《金剛經》，諸位要知道，他不認識字，所以也不必用經本，只給他講解。我們很容易能理解，那就像聊天的方式，講這個經的大意，講到「應無所住，而生其心」，他就豁然大悟。他怎麼悟的？妄想分別執著放下。所以，放下就是！"
    },
    {
      "id": "21-382-0001_p0009",
      "zh_CN": "佛门常讲的二障，一个是烦恼障，一个是所知障，《华严经》上讲的妄想分别执着。执着是烦恼障，妄想、分别是所知障，所以二障跟这里讲的三是一个意思，他放下了。放下之后，他的境界跟释迦牟尼佛在菩提树下示现的境界完全相同。佛并没有说话，为什么？佛觉悟的时候没有对象；六祖觉悟的时候有对象，他的老师，坐在他对面。他这一悟，把他悟的境界说出来，《坛经》上有，他只讲了五句，「何期自性本自清净」，自性是你的本性、真性。你看我们中国古人教导我们的，本性本善，人之初，性本善，那个善的意思很广，清净是善，本来清净。第二句话说，「何期自性本不生灭」，本自清净，没有染污，本不生灭，就是没有生死。",
      "zh_TW": "佛門常講的二障，一個是煩惱障，一個是所知障，《華嚴經》上講的妄想分別執著。執著是煩惱障，妄想、分別是所知障，所以二障跟這裡講的三是一個意思，他放下了。放下之後，他的境界跟釋迦牟尼佛在菩提樹下示現的境界完全相同。佛並沒有說話，為什麼？佛覺悟的時候沒有對象；六祖覺悟的時候有對象，他的老師，坐在他對面。他這一悟，把他悟的境界說出來，《壇經》上有，他只講了五句，「何期自性本自清淨」，自性是你的本性、真性。你看我們中國古人教導我們的，本性本善，人之初，性本善，那個善的意思很廣，清淨是善，本來清淨。第二句話說，「何期自性本不生滅」，本自清淨，沒有染污，本不生滅，就是沒有生死。"
    },
    {
      "id": "21-382-0001_p0010",
      "zh_CN": "第三句是「何期自性本自具足」，具足没有欠缺。具足什么？佛在《华严》上给我们讲的「一切众生皆有如来智慧德相」，换句话说，如来就是自性，一切众生，我们都有分，都在里面，我们有跟一切诸佛同样的智慧，他不比我多，我不比他少，这个叫本来具足。具足智慧，具足德行，具足能力，具足相好，相好就是我们今天讲的福报；换句话说，智慧、德行、能力、福报都是无量无边，平等平等。能大师觉悟了才知道、才发现了。我们今天是迷了，迷失了，并不是真的失掉，只是迷，不起作用。第四句说「何期自性本无动摇」，动摇什么？念头。你看我们是前念灭后念生，妄念纷飞！他说这是假的，是妄念，不是真的；真的心不动，从来没动过。最后一句话说，「何期自性能生万法」，这句话很重要。宇宙从哪来的？十法界从哪来的？六道轮回从哪来的？是自性变现出来的，所以《华严》讲「唯心所现、唯识所变」，自性能生万法。",
      "zh_TW": "第三句是「何期自性本自具足」，具足沒有欠缺。具足什麼？佛在《華嚴》上給我們講的「一切眾生皆有如來智慧德相」，換句話說，如來就是自性，一切眾生，我們都有分，都在裡面，我們有跟一切諸佛同樣的智慧，他不比我多，我不比他少，這個叫本來具足。具足智慧，具足德行，具足能力，具足相好，相好就是我們今天講的福報；換句話說，智慧、德行、能力、福報都是無量無邊，平等平等。能大師覺悟了才知道、才發現了。我們今天是迷了，迷失了，並不是真的失掉，只是迷，不起作用。第四句說「何期自性本無動搖」，動搖什麼？念頭。你看我們是前念滅後念生，妄念紛飛！他說這是假的，是妄念，不是真的；真的心不動，從來沒動過。最後一句話說，「何期自性能生萬法」，這句話很重要。宇宙從哪來的？十法界從哪來的？六道輪迴從哪來的？是自性變現出來的，所以《華嚴》講「唯心所現、唯識所變」，自性能生萬法。"
    },
    {
      "id": "21-382-0001_p0011",
      "zh_CN": "他这个五句话一说，五祖很欢喜，行了，真的开悟了，衣钵就给他，他就是第六代祖，那个时候能大师二十四岁。给我们表演的，放下就是。这三样东西放不下就叫凡夫，放下了就是佛，你什么时候放下什么时候成佛，为什么？你本来是佛。所以，哪里来的有贫富？所以，我们今天讲到精神扶贫、文化扶贫，在佛法里说是究竟彻底的消灭贫富。贫没有了，富就不存在，因为贫富是对立的，这才真正得到大圆满。",
      "zh_TW": "他這個五句話一說，五祖很歡喜，行了，真的開悟了，衣缽就給他，他就是第六代祖，那個時候能大師二十四歲。給我們表演的，放下就是。這三樣東西放不下就叫凡夫，放下了就是佛，你什麼時候放下什麼時候成佛，為什麼？你本來是佛。所以，哪裡來的有貧富？所以，我們今天講到精神扶貧、文化扶貧，在佛法裡說是究竟徹底的消滅貧富。貧沒有了，富就不存在，因為貧富是對立的，這才真正得到大圓滿。"
    },
    {
      "id": "21-382-0001_p0012",
      "zh_CN": "释迦牟尼佛你看他一生，开悟之后就开始教学，然后你知道他不是宗教，他是什么身分的人？你现在知道了，他是职业的教师，是义务社会工作者。他教学不收学费，不分国家，不分族群，不分宗教，有教无类。只要你来，喜欢学，他总是很认真、很慈悲的教导你。所以，你就认清楚他了，我们要学也就真能学到东西。你要把他当作宗教，那你搞迷信，你学不到东西，你要认识释迦牟尼佛。他这些种种示现是给我们看的，都是教育，让我们看了之后，从内心里面体会到，明白了。这个世间学术求不求无关重要，求好，不求也好，重要的在哪里？重要在放下，你能不能对于世出世间一切法，头一个放下你的执着。放下执着，烦恼就没有了，放下分别妄想，所知障就没有了。",
      "zh_TW": "釋迦牟尼佛你看他一生，開悟之後就開始教學，然後你知道他不是宗教，他是什麼身分的人？你現在知道了，他是職業的教師，是義務社會工作者。他教學不收學費，不分國家，不分族群，不分宗教，有教無類。只要你來，喜歡學，他總是很認真、很慈悲的教導你。所以，你就認清楚他了，我們要學也就真能學到東西。你要把他當作宗教，那你搞迷信，你學不到東西，你要認識釋迦牟尼佛。他這些種種示現是給我們看的，都是教育，讓我們看了之後，從內心裡面體會到，明白了。這個世間學術求不求無關重要，求好，不求也好，重要的在哪裡？重要在放下，你能不能對於世出世間一切法，頭一個放下你的執著。放下執著，煩惱就沒有了，放下分別妄想，所知障就沒有了。"
    },
    {
      "id": "21-382-0001_p0013",
      "zh_CN": "两尊佛给我示现，我们要能够体会。那你就得大自在，你就得大智慧，你就得大富贵，你就能成就大德大能，因为你本来就是这样，恢复你的性德，如是而已。首先我们把大前提说出来，各位从这个地方建立了信心，知道这个路应该怎么走法，反璞归真，这个路怎么走法就明白了。",
      "zh_TW": "兩尊佛給我示現，我們要能夠體會。那你就得大自在，你就得大智慧，你就得大富貴，你就能成就大德大能，因為你本來就是這樣，恢復你的性德，如是而已。首先我們把大前提說出來，各位從這個地方建立了信心，知道這個路應該怎麼走法，反璞歸真，這個路怎麼走法就明白了。"
    },
    {
      "id": "21-382-0001_p0014",
      "zh_CN": "下面我拟了几个小题目，第一段讲三教，中国人讲三教九流，多元文化。「佛说心性，心现识变」，心性是体，哲学里面讲的本体，心现识变。心性是体，所现所变的就是现象，宇宙之间的现象，十法界依正庄严。在佛法里面讲，佛讲「觉」，我们祖宗相传的，儒家所讲的「明明德」。明德就是心性，现在我们的心性不明了，迷了，所以要加一个明。明德是个名词，上面这个明字，第一个明字是个动词，现在明德不明了，所以要恢复明德。明明德就是佛法里面讲的佛性，诸位要是常常听，「一切众生皆有佛性」，佛性就是明明德，佛性就是觉。我们祖宗五千年相传，我们知道这个道理，跟释迦牟尼佛所讲的没有两样。尤其是法相唯识宗讲四分，自证分就是明德，明就是证自证分，是自性本具的般若智慧，见分是精神，精神世界，相分是物质世界，佛说的。",
      "zh_TW": "下面我擬了幾個小題目，第一段講三教，中國人講三教九流，多元文化。「佛說心性，心現識變」，心性是體，哲學裡面講的本體，心現識變。心性是體，所現所變的就是現象，宇宙之間的現象，十法界依正莊嚴。在佛法裡面講，佛講「覺」，我們祖宗相傳的，儒家所講的「明明德」。明德就是心性，現在我們的心性不明了，迷了，所以要加一個明。明德是個名詞，上面這個明字，第一個明字是個動詞，現在明德不明了，所以要恢復明德。明明德就是佛法裡面講的佛性，諸位要是常常聽，「一切眾生皆有佛性」，佛性就是明明德，佛性就是覺。我們祖宗五千年相傳，我們知道這個道理，跟釋迦牟尼佛所講的沒有兩樣。尤其是法相唯識宗講四分，自證分就是明德，明就是證自證分，是自性本具的般若智慧，見分是精神，精神世界，相分是物質世界，佛說的。"
    },
    {
      "id": "21-382-0001_p0015",
      "zh_CN": "「道说保命」，这自受用，「清净无为」，这是讲的相，现象，自受用是现象，儒家讲「亲民」。皆是明、觉，觉明或是明觉都是一个意思，就是章嘉大师教给我的「看破」。清净无为呢？清净无为就是放下，如果只有看破没有放下，这叫佛学；看破之后，又肯放下，这叫学佛，这些术语的意思要懂。你佛法学了很多，或者儒家讲的学得很多，我们把什么叫学儒、什么叫儒学，什么叫佛学、什么叫学佛，要搞得很清楚、很明白。用中国传统学术来讲，修学的次第是「博学、审问、慎思、明辨、笃行」，我们中国人讲做学问，这五个步骤。在佛法里面讲「信解行证」，清凉大师讲《华严经》的时候四个步骤，四个步骤跟这五个步骤相同。博学、审问是信，慎思、明辨是解，如果只有到这个地方为止，后头没有行，没有去做，这就叫儒学，就叫佛学，就叫道学，我们世间的学术。如果你肯去做，把你所信的、把你所解的落实到你的生活，变成你自己的思想言行，这就叫学儒，这就叫学佛，这就叫学道。所以，世出世法也就在这里分，我们必须要把它搞清楚。笃行，行些什么？我们看行里面就有自受用、有他受用。",
      "zh_TW": "「道說保命」，這自受用，「清淨無為」，這是講的相，現象，自受用是現象，儒家講「親民」。皆是明、覺，覺明或是明覺都是一個意思，就是章嘉大師教給我的「看破」。清淨無為呢？清淨無為就是放下，如果只有看破沒有放下，這叫佛學；看破之後，又肯放下，這叫學佛，這些術語的意思要懂。你佛法學了很多，或者儒家講的學得很多，我們把什麼叫學儒、什麼叫儒學，什麼叫佛學、什麼叫學佛，要搞得很清楚、很明白。用中國傳統學術來講，修學的次第是「博學、審問、慎思、明辨、篤行」，我們中國人講做學問，這五個步驟。在佛法裡面講「信解行證」，清涼大師講《華嚴經》的時候四個步驟，四個步驟跟這五個步驟相同。博學、審問是信，慎思、明辨是解，如果只有到這個地方為止，後頭沒有行，沒有去做，這就叫儒學，就叫佛學，就叫道學，我們世間的學術。如果你肯去做，把你所信的、把你所解的落實到你的生活，變成你自己的思想言行，這就叫學儒，這就叫學佛，這就叫學道。所以，世出世法也就在這裡分，我們必須要把它搞清楚。篤行，行些什麼？我們看行裡面就有自受用、有他受用。"
    },
    {
      "id": "21-382-0001_p0016",
      "zh_CN": "「儒说明伦，五伦八德，用也」，儒家偏重在他受用，道家偏重在自受用，自他不二。五伦是什么？你懂得五伦，懂得八德，那可以说你是儒学，儒学大家，儒学家，你没有学儒。如果把五伦八德你做到了，你应用在你的自身，应用在你的家庭，那你是学儒、学道。「止于至善」，如果只有学没有用，没有做到，你没有止于至善。",
      "zh_TW": "「儒說明倫，五倫八德，用也」，儒家偏重在他受用，道家偏重在自受用，自他不二。五倫是什麼？你懂得五倫，懂得八德，那可以說你是儒學，儒學大家，儒學家，你沒有學儒。如果把五倫八德你做到了，你應用在你的自身，應用在你的家庭，那你是學儒、學道。「止於至善」，如果只有學沒有用，沒有做到，你沒有止於至善。"
    },
    {
      "id": "21-382-0001_p0017",
      "zh_CN": "在全世界，中国人是最懂得教育的，知道教育非常重要。为什么？五千年的老祖宗就说出人性本善。《论语》里孔子所说的人之初，性本善，是不是孔子发明的？不是。孔子说得很好，他老人家一生没有发明，没有创造，没有创作，他只是述而不作；也就是说，他所学的、他所讲的、他所教的、他所行的，都是古圣先贤留下来的。释迦牟尼佛跟孔子也一样，也是述而不作。我们在《华严经疏钞》里清凉大师告诉我们，释迦牟尼佛也是述而不作，他一生所学、所讲、所修的是古佛所传的。他这个意思很深，古佛，你自性里本具的，自性本有的，不是学来的。只要你见性之后，本来就是这个样子，弟子规、三聚净戒还用得着学吗？迷了之后才要学，觉悟了之后他就是这样子的，没有一条不是做得圆圆满满的，九法界里面最好的模范、最好的榜样。这些理、事都要清楚。我们是非常不幸，迷失了自性，但是也很幸运，今天我们总算搞清楚、搞明白了。搞清楚、搞明白要恢复那就不难了，信心有了。怎么恢复？放下就是，就是你肯不肯放下！佛说得很清楚，放下执着，你就是阿罗汉；放下分别，你就是菩萨；放下妄想，你本来是佛。",
      "zh_TW": "在全世界，中國人是最懂得教育的，知道教育非常重要。為什麼？五千年的老祖宗就說出人性本善。《論語》裡孔子所說的人之初，性本善，是不是孔子發明的？不是。孔子說得很好，他老人家一生沒有發明，沒有創造，沒有創作，他只是述而不作；也就是說，他所學的、他所講的、他所教的、他所行的，都是古聖先賢留下來的。釋迦牟尼佛跟孔子也一樣，也是述而不作。我們在《華嚴經疏鈔》裡清涼大師告訴我們，釋迦牟尼佛也是述而不作，他一生所學、所講、所修的是古佛所傳的。他這個意思很深，古佛，你自性裡本具的，自性本有的，不是學來的。只要你見性之後，本來就是這個樣子，弟子規、三聚淨戒還用得著學嗎？迷了之後才要學，覺悟了之後他就是這樣子的，沒有一條不是做得圓圓滿滿的，九法界裡面最好的模範、最好的榜樣。這些理、事都要清楚。我們是非常不幸，迷失了自性，但是也很幸運，今天我們總算搞清楚、搞明白了。搞清楚、搞明白要恢復那就不難了，信心有了。怎麼恢復？放下就是，就是你肯不肯放下！佛說得很清楚，放下執著，你就是阿羅漢；放下分別，你就是菩薩；放下妄想，你本來是佛。"
    },
    {
      "id": "21-382-0001_p0018",
      "zh_CN": "所以中国人懂得教育，《三字经》前面八句话，是祖传的精神教育、文明教育的最高的指导原则。这个原则是真理，超越时间，超越空间。超越空间，没有中外之分，超越古今，没有前后之分，超越是没有古今之分，万古常新，这是真理。你违背了它，你就会惹来麻烦，会惹来烦恼，会惹来灾难。你要觉悟了之后，本来就是。你没有觉悟，循着这条路子走，这是一条康庄大道，超凡入圣之道。所以中国圣人教我们，这个教育，为什么会有教育？你从《三字经》上前面八句你就明白了。",
      "zh_TW": "所以中國人懂得教育，《三字經》前面八句話，是祖傳的精神教育、文明教育的最高的指導原則。這個原則是真理，超越時間，超越空間。超越空間，沒有中外之分，超越古今，沒有前後之分，超越是沒有古今之分，萬古常新，這是真理。你違背了它，你就會惹來麻煩，會惹來煩惱，會惹來災難。你要覺悟了之後，本來就是。你沒有覺悟，循著這條路子走，這是一條康莊大道，超凡入聖之道。所以中國聖人教我們，這個教育，為什麼會有教育？你從《三字經》上前面八句你就明白了。"
    },
    {
      "id": "21-382-0001_p0019",
      "zh_CN": "「人之初，性本善」，这个初不是讲出生，初是本来。你的自性本来是善的，现在还是善的，永恒不变，纯净纯善，永恒不变。为什么现在不善了？底下讲了，「性相近，习相远」，关键在习。性相近，凡夫跟佛没有两样，从性上讲没有两样，性体、性德，性相、性用，没有两样。可是习，你要是迷失了自性，你随着习惯，那个麻烦，所谓是「近朱者赤，近墨者黑」。你会受外面环境的影响，人事环境的影响，这就需要教育。「苟不教，性乃迁」，如果你不教他，他会随着环境产生变化，不善的环境他就变得不善。但那是习性，不是本性，教育从这里兴起。",
      "zh_TW": "「人之初，性本善」，這個初不是講出生，初是本來。你的自性本來是善的，現在還是善的，永恆不變，純淨純善，永恆不變。為什麼現在不善了？底下講了，「性相近，習相遠」，關鍵在習。性相近，凡夫跟佛沒有兩樣，從性上講沒有兩樣，性體、性德，性相、性用，沒有兩樣。可是習，你要是迷失了自性，你隨著習慣，那個麻煩，所謂是「近朱者赤，近墨者黑」。你會受外面環境的影響，人事環境的影響，這就需要教育。「苟不教，性乃遷」，如果你不教他，他會隨著環境產生變化，不善的環境他就變得不善。但那是習性，不是本性，教育從這裡興起。"
    },
    {
      "id": "21-382-0001_p0020",
      "zh_CN": "怎么教法？「教之道，贵以专」，这个专字就是佛家讲的戒定慧。戒定慧三学，定是枢纽，专是定，专一就是定，所以佛家讲「因戒生定，因定开慧」，慧是终极的目标，慧是本觉。戒是什么？戒是规矩，你依照这些方法、依照这些规矩，你就得定。这些方法、规矩是什么？总的来说就是放下。一切都放下了，你心是定的，定生慧，这个问题才能解决。那么现在的修学我们就看出来，现在学什么？现在学得很多、学得很杂，效果是怎么样的？效果是心浮气躁。心浮气躁那与自性是一百八十度的相反，不但道业不能成就，世间学术都不能成就。世间学术都要专心你才能够学得成功，哪有心浮气躁能成就的！这是这一代的年轻人没福报，我们不能不晓得，不能不提醒他们。",
      "zh_TW": "怎麼教法？「教之道，貴以專」，這個專字就是佛家講的戒定慧。戒定慧三學，定是樞紐，專是定，專一就是定，所以佛家講「因戒生定，因定開慧」，慧是終極的目標，慧是本覺。戒是什麼？戒是規矩，你依照這些方法、依照這些規矩，你就得定。這些方法、規矩是什麼？總的來說就是放下。一切都放下了，你心是定的，定生慧，這個問題才能解決。那麼現在的修學我們就看出來，現在學什麼？現在學得很多、學得很雜，效果是怎麼樣的？效果是心浮氣躁。心浮氣躁那與自性是一百八十度的相反，不但道業不能成就，世間學術都不能成就。世間學術都要專心你才能夠學得成功，哪有心浮氣躁能成就的！這是這一代的年輕人沒福報，我們不能不曉得，不能不提醒他們。"
    },
    {
      "id": "21-382-0001_p0021",
      "zh_CN": "儒释道三家所说的是一不是二，一桩事情从三个方面去说，三个方面是有连带关系。所以，在五千年中国讲教育，教什么？《书经》、《史记》里面都有详细的记载，五教，五桩事情，就是五伦，「父子有亲、君臣有义、夫妇有别、长幼有序、朋友有信」。这五教你要真正从小扎下根，一生当中你能够生活得幸福美满；在大的社会环境，社会安定、世界和平，肯定能收到这样的效果。在今天全世界都在讲怎样化解冲突，怎样能恢复到像古时候一样的安定和平，还是要这五教。这五教不是哪个人发明，不是哪个人创造的，是什么？是性德，也就是说本来就是这样，自自然然的；换句话说，它是大自然运行的法则，大自然本来的秩序。人能随顺大自然，就是德，大自然的规律就是道，自然的规律，人只要能随顺，就叫德行，你不能反抗。",
      "zh_TW": "儒釋道三家所說的是一不是二，一樁事情從三個方面去說，三個方面是有連帶關係。所以，在五千年中國講教育，教什麼？《書經》、《史記》裡面都有詳細的記載，五教，五樁事情，就是五倫，「父子有親、君臣有義、夫婦有別、長幼有序、朋友有信」。這五教你要真正從小紮下根，一生當中你能夠生活得幸福美滿；在大的社會環境，社會安定、世界和平，肯定能收到這樣的效果。在今天全世界都在講怎樣化解衝突，怎樣能恢復到像古時候一樣的安定和平，還是要這五教。這五教不是哪個人發明，不是哪個人創造的，是什麼？是性德，也就是說本來就是這樣，自自然然的；換句話說，它是大自然運行的法則，大自然本來的秩序。人能隨順大自然，就是德，大自然的規律就是道，自然的規律，人只要能隨順，就叫德行，你不能反抗。"
    },
    {
      "id": "21-382-0001_p0022",
      "zh_CN": "教育的根、教育的原点就是头一句「父子有亲」，亲爱，父母对子女、子女对父母这种亲爱是天性。现在父子没有亲爱，那是习性，不是天性。天性从什么地方看？你细心观察，非常明显，小孩出生三四个月，你去看。你看儿女对父母那种亲爱，父母对儿女的亲爱，这个时候是无条件的，你看到天性。慢慢长大了就变了，那是什么？习性。现在为什么儿女不孝？父母不慈？完全把天性失掉了，习性当家作主，麻烦可大了。你就晓得中国教育是什么教育？爱的教育。教育第一个目的，是希望这个亲爱永远保持，这一生决定不会改变，这叫父慈子孝。从这里出发，然后把这个发扬光大，由爱你自己的父母扩大到爱你的家庭、爱你的家族、爱你的邻里乡党、爱你的社会、爱你的国家、爱整个人类。《弟子规》上说「凡是人，皆须爱」，这个爱心扩大了，爱决定没有伤害。",
      "zh_TW": "教育的根、教育的原點就是頭一句「父子有親」，親愛，父母對子女、子女對父母這種親愛是天性。現在父子沒有親愛，那是習性，不是天性。天性從什麼地方看？你細心觀察，非常明顯，小孩出生三四個月，你去看。你看兒女對父母那種親愛，父母對兒女的親愛，這個時候是無條件的，你看到天性。慢慢長大了就變了，那是什麼？習性。現在為什麼兒女不孝？父母不慈？完全把天性失掉了，習性當家作主，麻煩可大了。你就曉得中國教育是什麼教育？愛的教育。教育第一個目的，是希望這個親愛永遠保持，這一生決定不會改變，這叫父慈子孝。從這裡出發，然後把這個發揚光大，由愛你自己的父母擴大到愛你的家庭、愛你的家族、愛你的鄰里鄉黨、愛你的社會、愛你的國家、愛整個人類。《弟子規》上說「凡是人，皆須愛」，這個愛心擴大了，愛決定沒有傷害。"
    },
    {
      "id": "21-382-0001_p0023",
      "zh_CN": "爱心落实在事相上，现在在这里讲爱讲得很多，儒学。怎么样叫学儒？爱要落实。怎么个落实？我们讲原则，不能讲细部，细部太多了，我们讲重点。第一个，懂得尊重别人，这是爱。你不爱他，不会尊重他；爱他，你会尊重他。懂得敬爱别人，懂得关怀别人，懂得照顾别人，懂得帮助别人，落实了。这是什么？这叫学儒、学佛、学道，你真做到了。别人不尊重我，我尊重他；别人不敬爱我，我敬爱他，我学儒、学道、学佛。他虽然讲得天花乱坠，著作等身，他是儒学、道学、佛学，他是做学问，止于博学、审问、慎思、明辨，他止于这个，没有笃行。笃行从尊重别人开始，你对别人不尊重，你没有笃行，没有行。尤其是犯了过失的人，你就瞧不起他，不行。犯了过失他是习性，他的本性本善没变，他本来是佛，你可不能小看他，两种差别不同。所以这是原点。",
      "zh_TW": "愛心落實在事相上，現在在這裡講愛講得很多，儒學。怎麼樣叫學儒？愛要落實。怎麼個落實？我們講原則，不能講細部，細部太多了，我們講重點。第一個，懂得尊重別人，這是愛。你不愛他，不會尊重他；愛他，你會尊重他。懂得敬愛別人，懂得關懷別人，懂得照顧別人，懂得幫助別人，落實了。這是什麼？這叫學儒、學佛、學道，你真做到了。別人不尊重我，我尊重他；別人不敬愛我，我敬愛他，我學儒、學道、學佛。他雖然講得天花亂墜，著作等身，他是儒學、道學、佛學，他是做學問，止於博學、審問、慎思、明辨，他止於這個，沒有篤行。篤行從尊重別人開始，你對別人不尊重，你沒有篤行，沒有行。尤其是犯了過失的人，你就瞧不起他，不行。犯了過失他是習性，他的本性本善沒變，他本來是佛，你可不能小看他，兩種差別不同。所以這是原點。"
    },
    {
      "id": "21-382-0001_p0024",
      "zh_CN": "君臣关系，就是现在讲领导跟被领导，一个公司行号，老板是领导，员工是被领导。老板怎样爱你的属下、你的员工？怎么爱员工？员工怎样爱老板？那就不叫亲，叫义，义就是父子的亲爱表现在上级跟下级，叫做义，这个要懂。",
      "zh_TW": "君臣關係，就是現在講領導跟被領導，一個公司行號，老闆是領導，員工是被領導。老闆怎樣愛你的屬下、你的員工？怎麼愛員工？員工怎樣愛老闆？那就不叫親，叫義，義就是父子的親愛表現在上級跟下級，叫做義，這個要懂。"
    },
    {
      "id": "21-382-0001_p0025",
      "zh_CN": "表现在夫妇，就叫别。别是什么？不同的责任。夫妻两个的责任不一样，夫妇组成一个家庭，家庭是社会的一个细胞，最小的单位。家庭里面两个重要的工作，一个是家庭经济，所以男主外、女主内，外是谋生，你负担家庭经济。女主内，内是什么？内是教下一代。哪个重要？内比外更重要。你家里头能不能出圣贤人，完全靠母亲教化。孔子是母亲教出来的，孟子是母亲教出来的，中国古圣先王哪个不是母亲教出来的？所以中国人，夫妇，先生对她自己的妻子称太太，你们知不知道太太是什么意思？太太是圣人。这名词从哪里来的？从周朝时候来的，周朝开国的三个君王都是圣人。周文王，他的祖母太姜，他的母亲叫太任，他自己的夫人叫太姒。太任生文王，太姜生王季，王季是文王的父亲，都是圣贤人，太姒是文王的夫人，生武王、生周公。所以周朝开国时候三个夫人，三太，称为太太，太太从这儿来的。",
      "zh_TW": "表現在夫婦，就叫別。別是什麼？不同的責任。夫妻兩個的責任不一樣，夫婦組成一個家庭，家庭是社會的一個細胞，最小的單位。家庭裡面兩個重要的工作，一個是家庭經濟，所以男主外、女主內，外是謀生，你負擔家庭經濟。女主內，內是什麼？內是教下一代。哪個重要？內比外更重要。你家裡頭能不能出聖賢人，完全靠母親教化。孔子是母親教出來的，孟子是母親教出來的，中國古聖先王哪個不是母親教出來的？所以中國人，夫婦，先生對她自己的妻子稱太太，你們知不知道太太是什麼意思？太太是聖人。這名詞從哪裡來的？從周朝時候來的，周朝開國的三個君王都是聖人。周文王，他的祖母太姜，他的母親叫太任，他自己的夫人叫太姒。太任生文王，太姜生王季，王季是文王的父親，都是聖賢人，太姒是文王的夫人，生武王、生周公。所以周朝開國時候三個夫人，三太，稱為太太，太太從這兒來的。"
    },
    {
      "id": "21-382-0001_p0026",
      "zh_CN": "所以家庭组织，家庭里面总希望新娘是圣人，将来养育的子女都是圣贤，大圣大贤，你说这个名称是多么的尊贵。天天喊着太太，你自己要警觉到，我像不像太姜？像不像太任？像不像太姒？太任怀文王的时候，怀孕的时候就开始教，胎教！起心动念、言语造作都端庄谨慎，为什么？起心动念影响胎儿，言语动作影响胎儿，所有一切不善的全都要放下，全都要舍弃。所以生下这个小孩，周文王，在中国历史上享国最久的周朝，八百年。所以称太太，这个名称是了不起又了不起。这「别」就在此地，有各别的任务，你必须要完成。你自己的事业做得再辉煌，后继无人，你的业绩等于零。中国人讲「不孝有三，无后为大」，「后」不是说你的儿孙多那个「后」，不是。是儿孙里有没有能继承家业的人？有没有继承家里传统的人？这个重要。所以后是讲继承家庭里的道统，继承家庭里的事业，这要靠母亲来教。",
      "zh_TW": "所以家庭組織，家庭裡面總希望新娘是聖人，將來養育的子女都是聖賢，大聖大賢，你說這個名稱是多麼的尊貴。天天喊著太太，你自己要警覺到，我像不像太姜？像不像太任？像不像太姒？太任懷文王的時候，懷孕的時候就開始教，胎教！起心動念、言語造作都端莊謹慎，為什麼？起心動念影響胎兒，言語動作影響胎兒，所有一切不善的全都要放下，全都要捨棄。所以生下這個小孩，周文王，在中國歷史上享國最久的周朝，八百年。所以稱太太，這個名稱是了不起又了不起。這「別」就在此地，有各別的任務，你必須要完成。你自己的事業做得再輝煌，後繼無人，你的業績等於零。中國人講「不孝有三，無後為大」，「後」不是說你的兒孫多那個「後」，不是。是兒孫裡有沒有能繼承家業的人？有沒有繼承家裡傳統的人？這個重要。所以後是講繼承家庭裡的道統，繼承家庭裡的事業，這要靠母親來教。"
    },
    {
      "id": "21-382-0001_p0027",
      "zh_CN": "落实在兄弟上那就是有序，长幼有序，落实在朋友上有信，都是那个亲爱。在长幼里面的亲爱叫序，在朋友里头的亲爱叫信。就是一个字，一个字演变出这么多的名词术语。所以，中国教育五千年来教什么？就教这个，从小到大到老，教五伦。",
      "zh_TW": "落實在兄弟上那就是有序，長幼有序，落實在朋友上有信，都是那個親愛。在長幼裡面的親愛叫序，在朋友裡頭的親愛叫信。就是一個字，一個字演變出這麼多的名詞術語。所以，中國教育五千年來教什麼？就教這個，從小到大到老，教五倫。"
    },
    {
      "id": "21-382-0001_p0028",
      "zh_CN": "在生活当中我们学习的五个次第，最后是笃行，非常重要，你要做到，你要把它落实。落实头一个是修身，修身在「大学」里讲得很清楚，理论是「中庸」，方法是「大学」。头一个要把欲望降低，这个欲望是什么？对于五欲六尘的欲望、名闻利养的欲望，这个东西要不得，不是好事，要把它放下。在佛法里面讲「断恶修善」，这修身。中国传统教学里面讲「言忠信、行笃敬」，跟佛法里面讲的断恶修善一个意思。这是讲个人的修养，儒跟佛完全相同，先断烦恼障，再破所知障。烦恼障是很不好的习气，贪瞋痴慢，这个东西不能有。所以儒家从格物、致知、诚意、正心、修身、齐家、治国、平天下，平是公平，天下就平等、公平，平等对待，和睦相处。如果你不能胜过物欲，就是你还会受外面名利、财色名食睡的诱惑，你接触了你还会动心，你就不行。这个时候你要警觉到，迷失了自性，随顺烦恼习气，随顺烦恼习气就造业，你造的不善业就感不善的果报。",
      "zh_TW": "在生活當中我們學習的五個次第，最後是篤行，非常重要，你要做到，你要把它落實。落實頭一個是修身，修身在「大學」裡講得很清楚，理論是「中庸」，方法是「大學」。頭一個要把欲望降低，這個欲望是什麼？對於五欲六塵的欲望、名聞利養的欲望，這個東西要不得，不是好事，要把它放下。在佛法裡面講「斷惡修善」，這修身。中國傳統教學裡面講「言忠信、行篤敬」，跟佛法裡面講的斷惡修善一個意思。這是講個人的修養，儒跟佛完全相同，先斷煩惱障，再破所知障。煩惱障是很不好的習氣，貪瞋痴慢，這個東西不能有。所以儒家從格物、致知、誠意、正心、修身、齊家、治國、平天下，平是公平，天下就平等、公平，平等對待，和睦相處。如果你不能勝過物欲，就是你還會受外面名利、財色名食睡的誘惑，你接觸了你還會動心，你就不行。這個時候你要警覺到，迷失了自性，隨順煩惱習氣，隨順煩惱習氣就造業，你造的不善業就感不善的果報。"
    },
    {
      "id": "21-382-0001_p0029",
      "zh_CN": "今年我们每个人住在香港，也感触到气候异常，冬天温暖，暖冬。现在是春天，应该是春天开始暖起来，现在又变成冬天。这个现象是什么？这个现象说实在话，古人讲「上天垂象」，来警告我们，我们要反省。佛法讲得很透彻，境随心转，外面的环境，自然环境是随着我们的心转，我们的心善，没有一样不善，风调雨顺。我们的心不善，不善就是贪瞋痴慢，这个环境就很多灾难，就很多异常，不正常。《楞严经》上讲得很清楚，贪心炽盛的时候，感来的是什么？水灾。瞋恚感得的是火灾，火山爆发，发脾气，地球发脾气就是火山爆发。愚痴所感得的是风灾。傲慢所感到的是地震，傲慢是不平，不平就震动。贪瞋痴慢，这是四种灾难的真因。所以佛教我们，如何能把这个灾难化解？勤修戒定慧，息灭贪瞋痴。为什么？境随心转，外面灾难自然就没有了，就这么回事情。我们明白了，就知道怎样去化解灾难。",
      "zh_TW": "今年我們每個人住在香港，也感觸到氣候異常，冬天溫暖，暖冬。現在是春天，應該是春天開始暖起來，現在又變成冬天。這個現象是什麼？這個現象說實在話，古人講「上天垂象」，來警告我們，我們要反省。佛法講得很透徹，境隨心轉，外面的環境，自然環境是隨著我們的心轉，我們的心善，沒有一樣不善，風調雨順。我們的心不善，不善就是貪瞋痴慢，這個環境就很多災難，就很多異常，不正常。《楞嚴經》上講得很清楚，貪心熾盛的時候，感來的是什麼？水災。瞋恚感得的是火災，火山爆發，發脾氣，地球發脾氣就是火山爆發。愚痴所感得的是風災。傲慢所感到的是地震，傲慢是不平，不平就震動。貪瞋痴慢，這是四種災難的真因。所以佛教我們，如何能把這個災難化解？勤修戒定慧，息滅貪瞋痴。為什麼？境隨心轉，外面災難自然就沒有了，就這麼回事情。我們明白了，就知道怎樣去化解災難。"
    },
    {
      "id": "21-382-0001_p0030",
      "zh_CN": "可是现在这个灾难很明显，容不容易化解？不容易。什么原因？这个地球上现在住了七十亿人，哪个人没有贪瞋痴慢？你就明白了。大多数人都是搞这个，这叫共业所感。所以少数人修善，敌不过众生的业力。可是古圣先贤给我们讲了一句话，邪不胜正。我们一个人修行不行？不行。那要多少人？你们看雍正皇帝在《十善业道经》前面有一篇序文，上谕，那个里面就给我们提到。一百人当中有一个善人，这就说明邪不胜正，九十九个邪，有一个正，那一个正能够胜过九十九个邪。如果一个正，有两三百个邪，这一个人就敌不过；一个人可以能敌九十九个人，再多了就不行。",
      "zh_TW": "可是現在這個災難很明顯，容不容易化解？不容易。什麼原因？這個地球上現在住了七十億人，哪個人沒有貪瞋痴慢？你就明白了。大多數人都是搞這個，這叫共業所感。所以少數人修善，敵不過眾生的業力。可是古聖先賢給我們講了一句話，邪不勝正。我們一個人修行不行？不行。那要多少人？你們看雍正皇帝在《十善業道經》前面有一篇序文，上諭，那個裡面就給我們提到。一百人當中有一個善人，這就說明邪不勝正，九十九個邪，有一個正，那一個正能夠勝過九十九個邪。如果一個正，有兩三百個邪，這一個人就敵不過；一個人可以能敵九十九個人，再多了就不行。"
    },
    {
      "id": "21-382-0001_p0031",
      "zh_CN": "现在这个情形就是这样，我们这地球上七十亿人，到哪里去找七千万的善人，这个地球上不会有灾难，他们虽然造恶业，不至于造成灾难。现在找不到七千万人，七百万人都救不了，何况七千万人！那怎么办？救不了别人救自己，可以，救自己行，没有问题，救自己，救你一家，行。你一个人断恶修善，你能救你自己，你也能庇佑你的一个家族。什么人肯干？一定要把事实真相搞清楚、搞明白，还是看破，你才真正放下贪瞋痴慢，真正放下造恶业，不再造恶业，断恶修善，积功累德。",
      "zh_TW": "現在這個情形就是這樣，我們這地球上七十億人，到哪裡去找七千萬的善人，這個地球上不會有災難，他們雖然造惡業，不至於造成災難。現在找不到七千萬人，七百萬人都救不了，何況七千萬人！那怎麼辦？救不了別人救自己，可以，救自己行，沒有問題，救自己，救你一家，行。你一個人斷惡修善，你能救你自己，你也能庇佑你的一個家族。什麼人肯幹？一定要把事實真相搞清楚、搞明白，還是看破，你才真正放下貪瞋痴慢，真正放下造惡業，不再造惡業，斷惡修善，積功累德。"
    },
    {
      "id": "21-382-0001_p0032",
      "zh_CN": "我们现在看到这些灾难就在眼前，最近美国前副总统高尔在全世界到处讲演，我看到他的光碟，说明温室效应的可怕。这是大家现在都看得到的，南北极的冰快速的融化。我想了解事实真相，所以这一次我们澳洲活动结束之后，我就到纽西兰最南端的雪山叫库克山。我坐直升飞机上去，到山顶上，飞机降落下来在冰川里面，我下飞机，在地上抓一把雪。我手碰到地面，全手是湿的，我就很害怕，怎么会有这种现象？这个雪山终年积雪，怎么会是湿的？使我想到在二十多年前，我在加拿大讲经，我去参观一个雪山。我在地面上抓一把冰，是很冷，洒在地上，手上没有水，干的，这是正常现象。怎么一碰，手都是湿的，太可怕了！",
      "zh_TW": "我們現在看到這些災難就在眼前，最近美國前副總統高爾在全世界到處講演，我看到他的光碟，說明溫室效應的可怕。這是大家現在都看得到的，南北極的冰快速的融化。我想了解事實真相，所以這一次我們澳洲活動結束之後，我就到紐西蘭最南端的雪山叫庫克山。我坐直升飛機上去，到山頂上，飛機降落下來在冰川裡面，我下飛機，在地上抓一把雪。我手碰到地面，全手是濕的，我就很害怕，怎麼會有這種現象？這個雪山終年積雪，怎麼會是濕的？使我想到在二十多年前，我在加拿大講經，我去參觀一個雪山。我在地面上抓一把冰，是很冷，灑在地上，手上沒有水，乾的，這是正常現象。怎麼一碰，手都是濕的，太可怕了！"
    },
    {
      "id": "21-382-0001_p0033",
      "zh_CN": "所以，科学家给我们提出警告，大概十年，十年之后地球上没有冰了。没有冰，有两个可怕现象，哪两个现象？第一个冰都化成水，海水上升，科学家告诉我们，海水上升五十米。第二个可怕的现象，你要晓得长江大河的水源从哪来的？雪山，雪山上的雪融化就变成水源。如果雪山的雪都没有了，水源就没有了，将来像长江、黄河这些大的河流没有水。没有水，草木都不能生，这个问题多严重。人类将来怎么生存？大问题！十年不长，转眼就到。所以，我到库克山山上去了解一下事实真相，我看了之后，感到很可怕。但是科学家说还有十年，十年，我们念佛往生时间足够，有三年到五年就足够，加紧努力。灾难来的时候，这个世间什么都带不去，记住祖师大德说一句话，「万般将不去，唯有业随身」。这个不可以不知道。",
      "zh_TW": "所以，科學家給我們提出警告，大概十年，十年之後地球上沒有冰了。沒有冰，有兩個可怕現象，哪兩個現象？第一個冰都化成水，海水上升，科學家告訴我們，海水上升五十米。第二個可怕的現象，你要曉得長江大河的水源從哪來的？雪山，雪山上的雪融化就變成水源。如果雪山的雪都沒有了，水源就沒有了，將來像長江、黃河這些大的河流沒有水。沒有水，草木都不能生，這個問題多嚴重。人類將來怎麼生存？大問題！十年不長，轉眼就到。所以，我到庫克山山上去了解一下事實真相，我看了之後，感到很可怕。但是科學家說還有十年，十年，我們念佛往生時間足夠，有三年到五年就足夠，加緊努力。災難來的時候，這個世間什麼都帶不去，記住祖師大德說一句話，「萬般將不去，唯有業隨身」。這個不可以不知道。"
    },
    {
      "id": "21-382-0001_p0034",
      "zh_CN": "再说，古圣所传的，中国人五千年祖宗所传的，「本性本善」，明德，亲民，止于至善。佛祖所证的，「自性本觉」，众生本来是佛，放下妄想分别执着，明心见性。这两句话我们要牢牢的记住。这是我们修学的宗旨，我们修学的目标，修学的方向。",
      "zh_TW": "再說，古聖所傳的，中國人五千年祖宗所傳的，「本性本善」，明德，親民，止於至善。佛祖所證的，「自性本覺」，眾生本來是佛，放下妄想分別執著，明心見性。這兩句話我們要牢牢的記住。這是我們修學的宗旨，我們修學的目標，修學的方向。"
    },
    {
      "id": "21-382-0001_p0035",
      "zh_CN": "所以三教，儒释道三教，三教教学宗旨都是教人回归自性，反璞归真，不是教别的。我们要问，今天科学技术这样发达，没有一个人不沉迷在里面，享受科技带来的方便。但是也有很少数的人，从高科技里面他反思，他觉悟，知道科技的发展对人类没有好处。不但没有好处，到最后是导归人类在地球上的绝灭，这个现象好像我们现在也看到了。迷于科技的人认为人定胜天，就是人有能力能够胜过大自然，能够改变大自然的规律。是没错，今天人确实改变了大自然，可是大自然的回报，人类就受不了。大自然的回报是地壳的变化，是海水的上升，是全球气候的异常，科学怎么样发达，到人类最后没有办法生存。到最后看看，还是人胜大自然，还是大自然胜过你？",
      "zh_TW": "所以三教，儒釋道三教，三教教學宗旨都是教人回歸自性，反璞歸真，不是教別的。我們要問，今天科學技術這樣發達，沒有一個人不沉迷在裡面，享受科技帶來的方便。但是也有很少數的人，從高科技裡面他反思，他覺悟，知道科技的發展對人類沒有好處。不但沒有好處，到最後是導歸人類在地球上的絕滅，這個現象好像我們現在也看到了。迷於科技的人認為人定勝天，就是人有能力能夠勝過大自然，能夠改變大自然的規律。是沒錯，今天人確實改變了大自然，可是大自然的回報，人類就受不了。大自然的回報是地殼的變化，是海水的上升，是全球氣候的異常，科學怎麼樣發達，到人類最後沒有辦法生存。到最後看看，還是人勝大自然，還是大自然勝過你？"
    },
    {
      "id": "21-382-0001_p0036",
      "zh_CN": "中国古人讲「人定胜天」，现在人把这句话的意思完全错解。现在人认为人一定可以胜过天，中国古人说这个话不是这个意思，人要定下来就能胜过大自然。为什么？大自然这里面的变化是随着人心，人要是定下来，妄想分别执着统统都没有了，恢复到真性，外面自然环境是什么现象？给诸位说，就是华藏世界，就是极乐世界。这叫人定了，外面自然环境都恢复到正常。唯心所现，里面没有变化，为什么？定了之后就没有妄想分别执着。",
      "zh_TW": "中國古人講「人定勝天」，現在人把這句話的意思完全錯解。現在人認為人一定可以勝過天，中國古人說這個話不是這個意思，人要定下來就能勝過大自然。為什麼？大自然這裡面的變化是隨著人心，人要是定下來，妄想分別執著統統都沒有了，恢復到真性，外面自然環境是什麼現象？給諸位說，就是華藏世界，就是極樂世界。這叫人定了，外面自然環境都恢復到正常。唯心所現，裡面沒有變化，為什麼？定了之後就沒有妄想分別執著。"
    },
    {
      "id": "21-382-0001_p0037",
      "zh_CN": "所以定有三等，你能够把执着放下，这是小定成就。在这个境界里面，六道没有了，六道轮回没有了，但是还有四圣法界，声闻、缘觉、菩萨、佛，四圣法界。你再能够把分别放下，你就得到中等的定功，十法界没有了。然后再能把妄想也断掉，上乘的定功，上上禅定，十法界没有了，就恢复到一真法界。所以，定功大分有这三个等级。可以同时放下，叫顿超，佛门讲上上根人，就像惠能大师一下放下，释迦牟尼佛表演的也是顿超，一下放下，三个一起放下。那不能，不能你就一步一步，像爬楼梯一样，一层一层的往上提升，用这个办法，这叫渐修。同时一起放下，叫顿超。你放下一分，就有一分的收获；放下两分，你就得两分利益。这是真的，不是假的，你要自己肯干，你自己就把它证明了，信解行证。你不行，你没有办法得到。证是真正得到，得到的是自性里头本有的智慧、德能、相好。",
      "zh_TW": "所以定有三等，你能夠把執著放下，這是小定成就。在這個境界裡面，六道沒有了，六道輪迴沒有了，但是還有四聖法界，聲聞、緣覺、菩薩、佛，四聖法界。你再能夠把分別放下，你就得到中等的定功，十法界沒有了。然後再能把妄想也斷掉，上乘的定功，上上禪定，十法界沒有了，就恢復到一真法界。所以，定功大分有這三個等級。可以同時放下，叫頓超，佛門講上上根人，就像惠能大師一下放下，釋迦牟尼佛表演的也是頓超，一下放下，三個一起放下。那不能，不能你就一步一步，像爬樓梯一樣，一層一層的往上提升，用這個辦法，這叫漸修。同時一起放下，叫頓超。你放下一分，就有一分的收穫；放下兩分，你就得兩分利益。這是真的，不是假的，你要自己肯幹，你自己就把它證明了，信解行證。你不行，你沒有辦法得到。證是真正得到，得到的是自性裡頭本有的智慧、德能、相好。"
    },
    {
      "id": "21-382-0001_p0038",
      "zh_CN": "所以，圣贤、佛菩萨给我们示现，究竟圆满的幸福快乐与物质生活不相干。释迦牟尼佛一生，三衣一钵，日中一食，树下一宿，不苦，快乐无比。当时多少国王大臣、大富长者都做他的弟子，都向他学习。可是世尊没有接受他们的供养，这一点我们要懂得。释迦牟尼佛一生没有建过庙，偶尔在他们的讲堂、精舍里面讲几部经，讲完了就走了。最后你看他老人家入灭在双树林间，没有在房子里，在野外，走的时候在野外。这个意思很深，告诉我们，幸福快乐是建立在精神、文化的基础上，不是在物质，不是在名利，与名利、与五欲六尘生活毫不相关。我们对这个要深深去体会，然后你才能把这个放下。为什么？你放不下，这是最严重的障碍，让你第一层的小定都得不到，也就是说你没有能力超越六道轮回。如果这个问题要是严重了，障碍你带业往生。",
      "zh_TW": "所以，聖賢、佛菩薩給我們示現，究竟圓滿的幸福快樂與物質生活不相干。釋迦牟尼佛一生，三衣一缽，日中一食，樹下一宿，不苦，快樂無比。當時多少國王大臣、大富長者都做他的弟子，都向他學習。可是世尊沒有接受他們的供養，這一點我們要懂得。釋迦牟尼佛一生沒有建過廟，偶爾在他們的講堂、精舍裡面講幾部經，講完了就走了。最後你看他老人家入滅在雙樹林間，沒有在房子裡，在野外，走的時候在野外。這個意思很深，告訴我們，幸福快樂是建立在精神、文化的基礎上，不是在物質，不是在名利，與名利、與五欲六塵生活毫不相關。我們對這個要深深去體會，然後你才能把這個放下。為什麼？你放不下，這是最嚴重的障礙，讓你第一層的小定都得不到，也就是說你沒有能力超越六道輪迴。如果這個問題要是嚴重了，障礙你帶業往生。"
    },
    {
      "id": "21-382-0001_p0039",
      "zh_CN": "带业往生要具备三个条件，信、愿、行。信愿行都被你这个障碍障住了，所以这一生学佛，只能够说跟极乐世界结个法缘，这一生不能去。你要问为什么原因？你有业障。不是带业吗？是，带业，带业只带旧业，不带现行。你现行有业障，你不能放下。那我们要问，为什么不能放下？没看破。什么叫没看破？事实真相没有搞清楚，你心里头有疑惑。佛在经上讲得很清楚，疑是菩萨修行最大的障碍。讲经说法目的何在？目的是帮助你断疑生信。如果你真的相信，一丝毫怀疑都没有了，还需不需要听经？不需要，没有听经的必要。所以，听经的作用是帮助我们了解事实真相，帮助我们把疑惑消除。没有疑惑，没有夹杂，没有间断，念佛功夫成就了，三年五载取西方极乐世界是决定成就。善导大师所说的「万修万人去」，一点都不错，这是真的，不是假的。可是，你有疑惑，你有夹杂，你有间断，那就不行，所以这个三个必定要把它消除。",
      "zh_TW": "帶業往生要具備三個條件，信、願、行。信願行都被你這個障礙障住了，所以這一生學佛，只能夠說跟極樂世界結個法緣，這一生不能去。你要問為什麼原因？你有業障。不是帶業嗎？是，帶業，帶業只帶舊業，不帶現行。你現行有業障，你不能放下。那我們要問，為什麼不能放下？沒看破。什麼叫沒看破？事實真相沒有搞清楚，你心裡頭有疑惑。佛在經上講得很清楚，疑是菩薩修行最大的障礙。講經說法目的何在？目的是幫助你斷疑生信。如果你真的相信，一絲毫懷疑都沒有了，還需不需要聽經？不需要，沒有聽經的必要。所以，聽經的作用是幫助我們了解事實真相，幫助我們把疑惑消除。沒有疑惑，沒有夾雜，沒有間斷，念佛功夫成就了，三年五載取西方極樂世界是決定成就。善導大師所說的「萬修萬人去」，一點都不錯，這是真的，不是假的。可是，你有疑惑，你有夾雜，你有間斷，那就不行，所以這個三個必定要把它消除。"
    },
    {
      "id": "21-382-0001_p0040",
      "zh_CN": "真正消除，你念佛你就有信心，你就有把握，然后我们还有多余的精力，可以帮助别人，自行化他。帮助别人就是帮助自己，帮助别人断疑生信，帮助别人远离障难。特别是在临终关怀，念佛念了一辈子，临命终时候，如果说有一个错误的念头，这一生就不能往生。所以临终关怀的功德第一殊胜，你能帮助助念，帮助一个人往生就是你帮助一个人成佛，你说这功德多大！帮助很多人成佛，你就相信你将来临终的时候不会有障碍。为什么？因果定律是这样，你肯帮助别人，到临终的时候，一定很多人帮助你助念。你就晓得种什么样的因，你将来会得什么样的果报。",
      "zh_TW": "真正消除，你念佛你就有信心，你就有把握，然後我們還有多餘的精力，可以幫助別人，自行化他。幫助別人就是幫助自己，幫助別人斷疑生信，幫助別人遠離障難。特別是在臨終關懷，念佛念了一輩子，臨命終時候，如果說有一個錯誤的念頭，這一生就不能往生。所以臨終關懷的功德第一殊勝，你能幫助助念，幫助一個人往生就是你幫助一個人成佛，你說這功德多大！幫助很多人成佛，你就相信你將來臨終的時候不會有障礙。為什麼？因果定律是這樣，你肯幫助別人，到臨終的時候，一定很多人幫助你助念。你就曉得種什麼樣的因，你將來會得什麼樣的果報。"
    },
    {
      "id": "21-382-0001_p0041",
      "zh_CN": "所以，「回归自性、反璞归真」是我们这一生学习的终极目标。我们学，也是《三字经》上指导的原则，「教之道，贵以专」，教、学都要专，专才能得成就。所以这些年来，我们常讲「纯净、纯善」。在佛门里面，一切经里头我们只取两部经，纯净，《无量寿经》；纯善，《佛华严经》。境，境是环境，无碍就叫净土。心无碍叫法身，法身跟净土是一不是二。所以一定要心无碍，而后就境无碍；心里头还是有碍，那环境当然是障碍。所以破一品无明，证一分法身，真的得到净土了。净土在哪里？就在现前。只要现前做到心无碍，我们的身就是法性身，现在这个土就是法性土，跟释迦所证、跟弥陀所证无二无别。然后你就晓得，还是六祖大师的话，「何期自性能生万法」。何期自性能生地球，能生太阳系，能生银河系，能生无量无边的宇宙，是自性变现的。所以心无碍，境就无碍，境无碍是净土，心无碍是法身。",
      "zh_TW": "所以，「回歸自性、反璞歸真」是我們這一生學習的終極目標。我們學，也是《三字經》上指導的原則，「教之道，貴以專」，教、學都要專，專才能得成就。所以這些年來，我們常講「純淨、純善」。在佛門裡面，一切經裡頭我們只取兩部經，純淨，《無量壽經》；純善，《佛華嚴經》。境，境是環境，無礙就叫淨土。心無礙叫法身，法身跟淨土是一不是二。所以一定要心無礙，而後就境無礙；心裡頭還是有礙，那環境當然是障礙。所以破一品無明，證一分法身，真的得到淨土了。淨土在哪裡？就在現前。只要現前做到心無礙，我們的身就是法性身，現在這個土就是法性土，跟釋迦所證、跟彌陀所證無二無別。然後你就曉得，還是六祖大師的話，「何期自性能生萬法」。何期自性能生地球，能生太陽系，能生銀河系，能生無量無邊的宇宙，是自性變現的。所以心無礙，境就無礙，境無礙是淨土，心無礙是法身。"
    },
    {
      "id": "21-382-0001_p0042",
      "zh_CN": "所有一切这些障碍要放下，障碍本来没有，我们真心里头没有。你看六祖所说的，你的心性是清净的，你的心性是不生不灭的，你的心性是一切具足的，你的心性本来没有动摇，这才是你的真心。所有一切不善，一切的染污，一切的生灭，一切的欠缺、缺乏，一切这些动摇，全是妄想，都不是真的。这个要认识清楚。我们没有证得，相信佛菩萨不骗我们，是真的，然后再去求证。怎样才能证得？放下妄想分别执着就证得。",
      "zh_TW": "所有一切這些障礙要放下，障礙本來沒有，我們真心裡頭沒有。你看六祖所說的，你的心性是清淨的，你的心性是不生不滅的，你的心性是一切具足的，你的心性本來沒有動搖，這才是你的真心。所有一切不善，一切的染污，一切的生滅，一切的欠缺、缺乏，一切這些動搖，全是妄想，都不是真的。這個要認識清楚。我們沒有證得，相信佛菩薩不騙我們，是真的，然後再去求證。怎樣才能證得？放下妄想分別執著就證得。"
    },
    {
      "id": "21-382-0001_p0043",
      "zh_CN": "我们学习，这二三十年来，我们提出二十个字，勉励净宗同学，我们一起认真学习。学习真诚，学习清净、平等、正觉、慈悲，这是什么？这是修心。在一切时一切处，无论是顺境、是逆境，是善缘、是恶缘，缘是人事环境，境是物质环境，我们只用一个真诚心。别人对待我不真诚，欺骗我、侮辱我、陷害我，我对他只有一个真诚。为什么？他不修行，我们真干。真干就要跟着佛，释迦牟尼佛真诚，孔子真诚，跟圣贤人学，不能跟一般人学。一味真诚，你学久了就得受用，心安理得。学清净，不接受染污，修清净心。修平等心，修觉而不迷，修慈悲心，这是讲心。心还是抽象，如何落实？落实就是看破，明白了，放下。恶念放下，杂念放下，所有一切不善放下，不善的言语放下，不善的行为放下，你自然就得自在。日常生活当中随缘，没有一样不好。然后你才真正体会到，人人是好人，事事是好事。为什么？都是消业障，长智慧。",
      "zh_TW": "我們學習，這二三十年來，我們提出二十個字，勉勵淨宗同學，我們一起認真學習。學習真誠，學習清淨、平等、正覺、慈悲，這是什麼？這是修心。在一切時一切處，無論是順境、是逆境，是善緣、是惡緣，緣是人事環境，境是物質環境，我們只用一個真誠心。別人對待我不真誠，欺騙我、侮辱我、陷害我，我對他只有一個真誠。為什麼？他不修行，我們真幹。真幹就要跟著佛，釋迦牟尼佛真誠，孔子真誠，跟聖賢人學，不能跟一般人學。一味真誠，你學久了就得受用，心安理得。學清淨，不接受染污，修清淨心。修平等心，修覺而不迷，修慈悲心，這是講心。心還是抽象，如何落實？落實就是看破，明白了，放下。惡念放下，雜念放下，所有一切不善放下，不善的言語放下，不善的行為放下，你自然就得自在。日常生活當中隨緣，沒有一樣不好。然後你才真正體會到，人人是好人，事事是好事。為什麼？都是消業障，長智慧。"
    },
    {
      "id": "21-382-0001_p0044",
      "zh_CN": "我这一生的经历，有不少同修亲眼看见了。我没有别的长处，说老实话就是这二十个字，我做了二十多年，将近三十年。落实在事相上，这很重要，怎么落实？怎么做法？首先学自爱，人不自爱，你不会爱人；人不自觉，你没有办法帮助别人自觉。所以自爱很重要，自爱爱什么？爱我的本性本善，爱我的本性本觉。我自爱，所有一切不善统统远离，所有一切不觉统统远离，这叫真正自爱，真得受用。自爱之后会爱人，为什么？自他不二，自他是一体，知道天地万物是自性所现。六祖说「能生万法」，万物跟我是一体。所以不但一切人要爱，所有动物也爱，所有鬼神也爱，所有树木花草、山河大地，没有一样不爱。爱心遍法界，人怎么会不欢喜！怎么会不快乐！我爱众生，众生爱我，我爱花草树木，花草树木爱我。他有表现，他有回报，回报过来特别的茂盛，花开得特别好，特别香，一点都不假。鸟兽跟我们可以一起生活，很有礼貌，共同在一起学习，你说这个生活多乐！我们从这个地方体会到释迦牟尼佛的乐趣，释迦牟尼佛的幸福美满，才体会得到。",
      "zh_TW": "我這一生的經歷，有不少同修親眼看見了。我沒有別的長處，說老實話就是這二十個字，我做了二十多年，將近三十年。落實在事相上，這很重要，怎麼落實？怎麼做法？首先學自愛，人不自愛，你不會愛人；人不自覺，你沒有辦法幫助別人自覺。所以自愛很重要，自愛愛什麼？愛我的本性本善，愛我的本性本覺。我自愛，所有一切不善統統遠離，所有一切不覺統統遠離，這叫真正自愛，真得受用。自愛之後會愛人，為什麼？自他不二，自他是一體，知道天地萬物是自性所現。六祖說「能生萬法」，萬物跟我是一體。所以不但一切人要愛，所有動物也愛，所有鬼神也愛，所有樹木花草、山河大地，沒有一樣不愛。愛心遍法界，人怎麼會不歡喜！怎麼會不快樂！我愛眾生，眾生愛我，我愛花草樹木，花草樹木愛我。他有表現，他有回報，回報過來特別的茂盛，花開得特別好，特別香，一點都不假。鳥獸跟我們可以一起生活，很有禮貌，共同在一起學習，你說這個生活多樂！我們從這個地方體會到釋迦牟尼佛的樂趣，釋迦牟尼佛的幸福美滿，才體會得到。"
    },
    {
      "id": "21-382-0001_p0045",
      "zh_CN": "我们眼前要学习的，迷失了自性，学圣人，学佛菩萨，佛菩萨尊重一切众生，自己谦卑。见到蚊虫，「蚊虫菩萨」，见到蚂蚁，「蚂蚁菩萨」，不敢轻慢。连蚊虫蚂蚁都这样尊重，何况是人！损人利己的念头没有了，真的断掉了。跟一切人、一切物都是平等的，平等里面表现的是谦虚、是恭敬，所以知道敬他。你从这里学，学尊重他、敬重他、关怀他、照顾他、帮助他。在日常生活当中，无论遇到什么人、什么事，他需要帮助的时候帮助他。善人帮助他，恶人也帮助他。只记别人的善，不要记别人的恶，这是我们常讲的。一个真正聪明人，你看自己纯净纯善的心，中国人讲良心，自己纯净纯善的良心，为什么装别人的垃圾？别人这个不善，那个不善，你都牢牢记住，你的心就变不善了，这是很大的错误。真正修行人要把自己纯净纯善里面的垃圾清除干净，决定不放。心里头不放，口里头自然就没有了，就不会说别人过失。口里头还会说，你心里头有，心里很脏，所以这个要懂。",
      "zh_TW": "我們眼前要學習的，迷失了自性，學聖人，學佛菩薩，佛菩薩尊重一切眾生，自己謙卑。見到蚊蟲，「蚊蟲菩薩」，見到螞蟻，「螞蟻菩薩」，不敢輕慢。連蚊蟲螞蟻都這樣尊重，何況是人！損人利己的念頭沒有了，真的斷掉了。跟一切人、一切物都是平等的，平等裡面表現的是謙虛、是恭敬，所以知道敬他。你從這裡學，學尊重他、敬重他、關懷他、照顧他、幫助他。在日常生活當中，無論遇到什麼人、什麼事，他需要幫助的時候幫助他。善人幫助他，惡人也幫助他。只記別人的善，不要記別人的惡，這是我們常講的。一個真正聰明人，你看自己純淨純善的心，中國人講良心，自己純淨純善的良心，為什麼裝別人的垃圾？別人這個不善，那個不善，你都牢牢記住，你的心就變不善了，這是很大的錯誤。真正修行人要把自己純淨純善裡面的垃圾清除乾淨，決定不放。心裡頭不放，口裡頭自然就沒有了，就不會說別人過失。口裡頭還會說，你心裡頭有，心裡很髒，所以這個要懂。"
    },
    {
      "id": "21-382-0001_p0046",
      "zh_CN": "凡是说别人过失，这个人心地很肮脏，你就晓得全是世间人不善的东西都装在里头。他如果心地里头没有垃圾，所装的都是别人的善行、善念，他开口所说都是善的，决定没有不善的。所以一个人善不善，心善不善？行善不善？你听他开口，你听他的举止动作就晓得了，清清楚楚、明明白白；虽然清楚明白，不放在心上。我们怎么对人？我们就赞叹他的善，不要记他的恶，成就自己，这是我们这一生学佛能不能有成就关键的所在。对大众呢？对大众要学释迦牟尼佛，要学孔子，办班教学。这是说你有这个缘，你有这个能力。尤其想拯救今天的世界，我们知道毛病出在哪里？毛病出在教育，没有圣贤的教育。现在的教育，总的来说就是教你去竞争，竞争升级就是斗争，斗争升级就是战争。所以今天教育是走向灭亡的途径，这个不能不知道。中国古圣先贤的教育，就是教我们伦理道德，教我们孝悌忠信、礼义廉耻、仁爱和平，教我们相让，不能相争，处处要让。",
      "zh_TW": "凡是說別人過失，這個人心地很骯髒，你就曉得全是世間人不善的東西都裝在裡頭。他如果心地裡頭沒有垃圾，所裝的都是別人的善行、善念，他開口所說都是善的，決定沒有不善的。所以一個人善不善，心善不善？行善不善？你聽他開口，你聽他的舉止動作就曉得了，清清楚楚、明明白白；雖然清楚明白，不放在心上。我們怎麼對人？我們就讚歎他的善，不要記他的惡，成就自己，這是我們這一生學佛能不能有成就關鍵的所在。對大眾呢？對大眾要學釋迦牟尼佛，要學孔子，辦班教學。這是說你有這個緣，你有這個能力。尤其想拯救今天的世界，我們知道毛病出在哪裡？毛病出在教育，沒有聖賢的教育。現在的教育，總的來說就是教你去競爭，競爭升級就是鬥爭，鬥爭升級就是戰爭。所以今天教育是走向滅亡的途徑，這個不能不知道。中國古聖先賢的教育，就是教我們倫理道德，教我們孝悌忠信、禮義廉恥、仁愛和平，教我們相讓，不能相爭，處處要讓。"
    },
    {
      "id": "21-382-0001_p0047",
      "zh_CN": "今天这个社会是竞争的社会，如何能化解竞争的社会？就是要做给别人看，不是讲，讲人家不听，谁相信？自己要做到，处处都是这样，这样才能够感化别人。现在科学技术发达，我们能够办班教学，用远程、用电视、用网路，这个方法把教学的效果扩大，不能说周遍十方，但是可以周遍这个地球。能够这样做，所学的全都落实，全都做到了，这才能契入华严境界。",
      "zh_TW": "今天這個社會是競爭的社會，如何能化解競爭的社會？就是要做給別人看，不是講，講人家不聽，誰相信？自己要做到，處處都是這樣，這樣才能夠感化別人。現在科學技術發達，我們能夠辦班教學，用遠程、用電視、用網路，這個方法把教學的效果擴大，不能說周遍十方，但是可以周遍這個地球。能夠這樣做，所學的全都落實，全都做到了，這才能契入華嚴境界。"
    },
    {
      "id": "21-382-0001_p0048",
      "zh_CN": "有些同学知道，我们想办个华严班，很多人都想参加，我们非常欢迎。怎么个办法？我们没有地点，我们没有学校，我们的华严班在网路，我们的华严班在电视。我们天天讲《华严经》，大家一起来学习，各个都是华严班的同学。记住我今天的谈话，信解行证，我们传统教育里面讲的博学、审问、慎思、明辨、笃行。古今中外，凡是成就的人，不是老师督促的，没有一个是老师督促他的，没有。怎么成就的？都是自发自励。我常常讲的，有决心、有毅力，自动自发，锲而不舍，好学成就的。不好学，怎么能成就！能成就的全是好学。",
      "zh_TW": "有些同學知道，我們想辦個華嚴班，很多人都想參加，我們非常歡迎。怎麼個辦法？我們沒有地點，我們沒有學校，我們的華嚴班在網路，我們的華嚴班在電視。我們天天講《華嚴經》，大家一起來學習，各個都是華嚴班的同學。記住我今天的談話，信解行證，我們傳統教育裡面講的博學、審問、慎思、明辨、篤行。古今中外，凡是成就的人，不是老師督促的，沒有一個是老師督促他的，沒有。怎麼成就的？都是自發自勵。我常常講的，有決心、有毅力，自動自發，鍥而不捨，好學成就的。不好學，怎麼能成就！能成就的全是好學。"
    },
    {
      "id": "21-382-0001_p0049",
      "zh_CN": "我今天有这么一点小成就，你们诸位都知道，五十六年，从我闻佛法到今年五十六年，天天在学习。到现在每天我读经还保持四个小时，旅行也没有失掉。教学没有中断过，跟一个人谈话也是教学，跟两个人谈话也是教学，大庭广众当中，听众几千人几万人，也是教学，没有中断过，这才能成就。释迦牟尼佛当年在世，经上常讲他老人家「讲经三百余会，说法四十九年」，那三百余会就是办班，办活动，有大型的，有小型的，三百多次，教学四十九年。我今年教学也是四十九年，人民大学程书记送一个水晶，一个造像，送给我做纪念，教学四十九年，从来没有放松过。古人所说的「学而后知不足」，学没有止境。到什么时候究竟圆满？妄想分别执着彻底放下就究竟了。总要懂得心量要拓开，心量要广大，佛家常讲「心包太虚，量周沙界」。不要分别，整个宇宙是自性变现的，心现识变，六祖所说「何期自性能生万法」。万法跟我是一体，分自分他，错了，你迷了，你永远不会见性。",
      "zh_TW": "我今天有這麼一點小成就，你們諸位都知道，五十六年，從我聞佛法到今年五十六年，天天在學習。到現在每天我讀經還保持四個小時，旅行也沒有失掉。教學沒有中斷過，跟一個人談話也是教學，跟兩個人談話也是教學，大庭廣眾當中，聽眾幾千人幾萬人，也是教學，沒有中斷過，這才能成就。釋迦牟尼佛當年在世，經上常講他老人家「講經三百餘會，說法四十九年」，那三百餘會就是辦班，辦活動，有大型的，有小型的，三百多次，教學四十九年。我今年教學也是四十九年，人民大學程書記送一個水晶，一個造像，送給我做紀念，教學四十九年，從來沒有放鬆過。古人所說的「學而後知不足」，學沒有止境。到什麼時候究竟圓滿？妄想分別執著徹底放下就究竟了。總要懂得心量要拓開，心量要廣大，佛家常講「心包太虛，量周沙界」。不要分別，整個宇宙是自性變現的，心現識變，六祖所說「何期自性能生萬法」。萬法跟我是一體，分自分他，錯了，你迷了，你永遠不會見性。"
    },
    {
      "id": "21-382-0001_p0050",
      "zh_CN": "今天这个世界讲多元文化，不同的宗教，不同的学派，不同的族群，不同的族类，不同的国家，我们是一体，要互相尊重。互相尊重从哪里做起？从我开始，我要尊重他，他不尊重我不要紧，我永远尊重他，到后来他一定尊重我。所以互相尊重，我要先付出，不要先求别人尊重我，那就错了，那永远做不到。我要敬爱他、我关怀他、我照顾他，我全心全力帮助他，决定不求回报，为什么？我知道是一体。头上痒了，手去抓抓，要不要求回报？头说，手你很好，你帮助我，要不要求回报？不求，为什么？一体，你懂得了。回报是自然的，没有回报来的时候，那个地方在迷，我这里觉悟，他还没有觉悟。他觉悟的时候，一定跟我这个心态、行为完全相同。这是真理，这是事实真相，佛法里面讲的诸法实相。",
      "zh_TW": "今天這個世界講多元文化，不同的宗教，不同的學派，不同的族群，不同的族類，不同的國家，我們是一體，要互相尊重。互相尊重從哪裡做起？從我開始，我要尊重他，他不尊重我不要緊，我永遠尊重他，到後來他一定尊重我。所以互相尊重，我要先付出，不要先求別人尊重我，那就錯了，那永遠做不到。我要敬愛他、我關懷他、我照顧他，我全心全力幫助他，決定不求回報，為什麼？我知道是一體。頭上癢了，手去抓抓，要不要求回報？頭說，手你很好，你幫助我，要不要求回報？不求，為什麼？一體，你懂得了。回報是自然的，沒有回報來的時候，那個地方在迷，我這裡覺悟，他還沒有覺悟。他覺悟的時候，一定跟我這個心態、行為完全相同。這是真理，這是事實真相，佛法裡面講的諸法實相。"
    },
    {
      "id": "21-382-0001_p0051",
      "zh_CN": "所以我们修行，修是修正，行是行为，所有一切错误的行为一桩一桩都把它修正过来。纵然觉悟了，像诸佛菩萨已经觉悟，已经圆满了，他到这世上还要装做修行，为什么？给别人做榜样，给别人做示范，他不是为自己，为我们做示现。我们在经上看到，释迦牟尼佛这一次在印度示现成佛，第八千次了。换句话说，明心见性，见性成佛，他早就证得了，不是这一生示现的。这一生是表演的，做样子给我们看，表演是真的，不是假的。我们要照他这样做，行，就能成功。所以这个总是要知道，要清楚，不要辜负自己这一次到世间来。这一次的缘很殊胜，得人身，闻佛法，又闻到大乘究竟圆满的大法，净宗、华严。果然能够依教奉行，没有一个不成就，至少帮助你决定得生净土，决定永断轮回，超越十法界，这是肯定的。",
      "zh_TW": "所以我們修行，修是修正，行是行為，所有一切錯誤的行為一樁一樁都把它修正過來。縱然覺悟了，像諸佛菩薩已經覺悟，已經圓滿了，他到這世上還要裝做修行，為什麼？給別人做榜樣，給別人做示範，他不是為自己，為我們做示現。我們在經上看到，釋迦牟尼佛這一次在印度示現成佛，第八千次了。換句話說，明心見性，見性成佛，他早就證得了，不是這一生示現的。這一生是表演的，做樣子給我們看，表演是真的，不是假的。我們要照他這樣做，行，就能成功。所以這個總是要知道，要清楚，不要辜負自己這一次到世間來。這一次的緣很殊勝，得人身，聞佛法，又聞到大乘究竟圓滿的大法，淨宗、華嚴。果然能夠依教奉行，沒有一個不成就，至少幫助你決定得生淨土，決定永斷輪迴，超越十法界，這是肯定的。"
    },
    {
      "id": "21-382-0001_p0052",
      "zh_CN": "多元的概念，不但是佛讲得很清楚，中国古人有提过，我们在雍正上谕里面读到过，雍正皇帝说三教是一家。唐朝肃宗的时候，唐肃宗是唐明皇的儿子，他有个碑文，最近有人找到送给我，我给你们大家看看。这张碑文，你看它上面写的「混元三教九流图赞」，这个里面讲的，三教九流是一家。我们印的有小张，同修们要的话都可以能够拿到。三教九流是一家，宇宙万有是一体，我们要从这里去体认，你就能证得清净法身，身是法身，土就是净土。",
      "zh_TW": "多元的概念，不但是佛講得很清楚，中國古人有提過，我們在雍正上諭裡面讀到過，雍正皇帝說三教是一家。唐朝肅宗的時候，唐肅宗是唐明皇的兒子，他有個碑文，最近有人找到送給我，我給你們大家看看。這張碑文，你看它上面寫的「混元三教九流圖贊」，這個裡面講的，三教九流是一家。我們印的有小張，同修們要的話都可以能夠拿到。三教九流是一家，宇宙萬有是一體，我們要從這裡去體認，你就能證得清淨法身，身是法身，土就是淨土。"
    },
    {
      "id": "21-382-0001_p0053",
      "zh_CN": "所以我们要发大心，要发大愿，特别是要从利益众生，怨亲平等，断恶修善，学为人师，行为世范。种种不如意，种种辛劳、痛苦都是为众生，表演，你不这样表演，他不觉悟，这个意思非常之深。我们能够真正明白了，多做一分表演，多有一些人觉悟。觉悟的人不是一下就觉悟，慢慢来，所以要天天表演，时时刻刻表演。释迦牟尼佛为我们表演四十九年，连前面去修学，一辈子。始从入胎，最后到入般涅槃，没有一样不是表演给我们看，没有一样不是甚深的教学，我们要能体会。然后你再一想，整个世界上的人，所有一切众生，在我面前，是不是给我表演的？是的！一点都不错。每个人都是佛菩萨，每个人都是我的老师。他表演，天天表演，有正面，有反面，都帮助我觉悟，都帮助我断烦恼开智慧。所以一切众生本来是佛，你也是佛，他也是佛。今天时间到了，我们就讲到此地，谢谢大家。",
      "zh_TW": "所以我們要發大心，要發大願，特別是要從利益眾生，怨親平等，斷惡修善，學為人師，行為世範。種種不如意，種種辛勞、痛苦都是為眾生，表演，你不這樣表演，他不覺悟，這個意思非常之深。我們能夠真正明白了，多做一分表演，多有一些人覺悟。覺悟的人不是一下就覺悟，慢慢來，所以要天天表演，時時刻刻表演。釋迦牟尼佛為我們表演四十九年，連前面去修學，一輩子。始從入胎，最後到入般涅槃，沒有一樣不是表演給我們看，沒有一樣不是甚深的教學，我們要能體會。然後你再一想，整個世界上的人，所有一切眾生，在我面前，是不是給我表演的？是的！一點都不錯。每個人都是佛菩薩，每個人都是我的老師。他表演，天天表演，有正面，有反面，都幫助我覺悟，都幫助我斷煩惱開智慧。所以一切眾生本來是佛，你也是佛，他也是佛。今天時間到了，我們就講到此地，謝謝大家。"
    }
  ]
}