{
  "doc_id": "19-012-0123",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二三集",
    "zh_TW": "第一二三集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "19-012-0123",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0123_p0001",
      "zh_CN": "诸位同学，大家好。《感应篇》我们讲到第五十七句：",
      "zh_TW": "諸位同學，大家好。《感應篇》我們講到第五十七句："
    },
    {
      "id": "19-012-0123_p0002",
      "zh_CN": "【知过不改。知善不为。】",
      "zh_TW": "【知過不改。知善不為。】"
    },
    {
      "id": "19-012-0123_p0003",
      "zh_CN": "这两句话的意思非常之深。《汇编》里面注解得也非常之好，尤其是天如禅师的一段开示，很值得我们警惕，归结到开示的大意，普贤菩萨教导我们的，「恒顺众生，随喜功德」。人生在世间，生命是非常短暂的，但是这个机遇非常宝贵，这么短暂的时间，修善得无穷的福报，要造恶也会得无边的灾祸，所以这个短暂时间我们要知道珍惜，这是来生后世吉凶祸福的枢纽，关系实在太大太大了。所以诸佛菩萨无不是应化到世间来，帮助众生断恶修善，帮助众生破迷开悟，众生能够永脱苦轮，成佛成圣，这也是一个大好机缘。果然明白佛说的大义，一念回头，就顿超十法界，所以这个机缘太可贵了。",
      "zh_TW": "這兩句話的意思非常之深。《彙編》裡面註解得也非常之好，尤其是天如禪師的一段開示，很值得我們警惕，歸結到開示的大意，普賢菩薩教導我們的，「恆順眾生，隨喜功德」。人生在世間，生命是非常短暫的，但是這個機遇非常寶貴，這麼短暫的時間，修善得無窮的福報，要造惡也會得無邊的災禍，所以這個短暫時間我們要知道珍惜，這是來生後世吉凶禍福的樞紐，關係實在太大太大了。所以諸佛菩薩無不是應化到世間來，幫助眾生斷惡修善，幫助眾生破迷開悟，眾生能夠永脫苦輪，成佛成聖，這也是一個大好機緣。果然明白佛說的大義，一念回頭，就頓超十法界，所以這個機緣太可貴了。"
    },
    {
      "id": "19-012-0123_p0004",
      "zh_CN": "注解末后引用一段故事，周朝时候齐桓公过郭氏的废墟，他很感叹，问一个老人，他说：「郭氏为什么家破人亡？」老人告诉他：「善善而恶恶。」桓公就说：「善善恶恶，为什么会败亡到这个地步？」老人说：「善善而不能为，恶恶而不能去。」这两句话我们要记住。说两个善，第一个是知道善，第二个是要行善。知道善，应该要行善，他不肯做，这就错了；知道恶，应当要改恶，他不肯改，所以家破人亡。这不算是个什么大事情，一世的。如果有佛的智慧，有佛的眼光，来看这桩事情，问题就严重了。这么好的一个机缘失掉了，一生当中造作无量无边大小罪业，祸患无穷，你会招来生生世世的不如意。人为什么不能忍一时？一世就是一时，几十年光阴，一刹那就过去了。我跟南京一中关校长，我们是同班同学，而且坐在一张桌子，坐一个长板凳，那个时候不到二十岁，今天见面坐在一起，五十多年了，想到从前的事情，就像昨天一样，你说生命多么短暂。佛说：「世间无常，国土危脆」，这个老人说：「善善而恶恶」，这些都是至理名言，我们要铭记在心。",
      "zh_TW": "註解末後引用一段故事，周朝時候齊桓公過郭氏的廢墟，他很感嘆，問一個老人，他說：「郭氏為什麼家破人亡？」老人告訴他：「善善而惡惡。」桓公就說：「善善惡惡，為什麼會敗亡到這個地步？」老人說：「善善而不能為，惡惡而不能去。」這兩句話我們要記住。說兩個善，第一個是知道善，第二個是要行善。知道善，應該要行善，他不肯做，這就錯了；知道惡，應當要改惡，他不肯改，所以家破人亡。這不算是個什麼大事情，一世的。如果有佛的智慧，有佛的眼光，來看這樁事情，問題就嚴重了。這麼好的一個機緣失掉了，一生當中造作無量無邊大小罪業，禍患無窮，你會招來生生世世的不如意。人為什麼不能忍一時？一世就是一時，幾十年光陰，一剎那就過去了。我跟南京一中關校長，我們是同班同學，而且坐在一張桌子，坐一個長板凳，那個時候不到二十歲，今天見面坐在一起，五十多年了，想到從前的事情，就像昨天一樣，你說生命多麼短暫。佛說：「世間無常，國土危脆」，這個老人說：「善善而惡惡」，這些都是至理名言，我們要銘記在心。"
    },
    {
      "id": "19-012-0123_p0005",
      "zh_CN": "佛菩萨跟凡夫差别在哪里？起心动念为自己，心里面充满了贪瞋痴慢，这是凡夫。起心动念为一切众生，心里面是真诚、清净、平等、慈悲，满虚空遍法界，这个人就是佛，这个人就是菩萨。凡夫跟佛一念之间，念头转过来了，行为就转过来了。佛菩萨的行为，我们在讲席上常说，时时刻刻提醒同修们，起心动念、言语造作，都给世间人做榜样。我们所表现的样子，有善、有恶，大家都看得清楚。众人以为善，我们要保持，不要把善行失掉；众人以为恶，我们要好好的反省，是不是真恶？如果是真恶，马上改正过来。如果不是真恶，不是真恶他是别有用意，这个用意大家在眼前看好像有不善的，过几年你就明白了，原来这是善的。我们的起心动念、言行举止，依智慧，不是依情识，帮助一切众生断疑生信，帮助一切众生破迷开悟，决定不染名闻利养，决定不染五欲六尘，把佛陀的教诲，圣贤的教诲，踏踏实实做出来给社会大众看。",
      "zh_TW": "佛菩薩跟凡夫差別在哪裡？起心動念為自己，心裡面充滿了貪瞋痴慢，這是凡夫。起心動念為一切眾生，心裡面是真誠、清淨、平等、慈悲，滿虛空遍法界，這個人就是佛，這個人就是菩薩。凡夫跟佛一念之間，念頭轉過來了，行為就轉過來了。佛菩薩的行為，我們在講席上常說，時時刻刻提醒同修們，起心動念、言語造作，都給世間人做榜樣。我們所表現的樣子，有善、有惡，大家都看得清楚。眾人以為善，我們要保持，不要把善行失掉；眾人以為惡，我們要好好的反省，是不是真惡？如果是真惡，馬上改正過來。如果不是真惡，不是真惡他是別有用意，這個用意大家在眼前看好像有不善的，過幾年你就明白了，原來這是善的。我們的起心動念、言行舉止，依智慧，不是依情識，幫助一切眾生斷疑生信，幫助一切眾生破迷開悟，決定不染名聞利養，決定不染五欲六塵，把佛陀的教誨，聖賢的教誨，踏踏實實做出來給社會大眾看。"
    },
    {
      "id": "19-012-0123_p0006",
      "zh_CN": "我们讲他不容易听进去，我们做给他看。世间人贪图名利，贪图财富，我们做出来给他看。财富从哪里来的？从布施来的，愈施愈多。聪明智慧从哪里来的？法布施来的，肯帮助别人，肯教化别人，智慧就增长。健康长寿从哪里来的？无畏布施来的，爱护一切众生，不但不杀害众生，连恼害众生的事情我们都不做。世间人所希求的财富、聪明智慧、健康长寿，我们做出来给他看。佛教化众生用的是这个方法，首先告诉你应该怎么做，接着再劝导你，劝勉你应该做，最后自己作证，你看我是这样做的，我得到了。物质生活实在讲很简单，每天三餐饭吃得饱，衣服穿得暖，居住的房舍虽然不大，整齐干净，一尘不染，舒适！这是福报。财富只要足用就够了，不需要积蓄，要懂得布施，把财富储蓄在一切众生的福报上，永远不会消失。放在银行，放在哪个地方都靠不住，一个灾难都没有了。佛在经上讲：「财为五家共有」，教我们觉悟，财不是自己的。这个五家，第一个是水，一个洪水来了，会把你整个淹没掉，漂掉了；第二个是火，火灾会烧掉；第三个是官府，你犯法了，犯罪了，在古时候你的家财充公，没收了；第四个是盗贼，他来偷你的、来抢你的；第五个是败家子。哪里是自己的！自己的财宝，要学诸佛菩萨，放在哪里？放在一切众生福报之中，所以佛教给我们布施供养，要修福。",
      "zh_TW": "我們講他不容易聽進去，我們做給他看。世間人貪圖名利，貪圖財富，我們做出來給他看。財富從哪裡來的？從布施來的，愈施愈多。聰明智慧從哪裡來的？法布施來的，肯幫助別人，肯教化別人，智慧就增長。健康長壽從哪裡來的？無畏布施來的，愛護一切眾生，不但不殺害眾生，連惱害眾生的事情我們都不做。世間人所希求的財富、聰明智慧、健康長壽，我們做出來給他看。佛教化眾生用的是這個方法，首先告訴你應該怎麼做，接著再勸導你，勸勉你應該做，最後自己作證，你看我是這樣做的，我得到了。物質生活實在講很簡單，每天三餐飯吃得飽，衣服穿得暖，居住的房舍雖然不大，整齊乾淨，一塵不染，舒適！這是福報。財富只要足用就夠了，不需要積蓄，要懂得布施，把財富儲蓄在一切眾生的福報上，永遠不會消失。放在銀行，放在哪個地方都靠不住，一個災難都沒有了。佛在經上講：「財為五家共有」，教我們覺悟，財不是自己的。這個五家，第一個是水，一個洪水來了，會把你整個淹沒掉，漂掉了；第二個是火，火災會燒掉；第三個是官府，你犯法了，犯罪了，在古時候你的家財充公，沒收了；第四個是盜賊，他來偷你的、來搶你的；第五個是敗家子。哪裡是自己的！自己的財寶，要學諸佛菩薩，放在哪裡？放在一切眾生福報之中，所以佛教給我們布施供養，要修福。"
    },
    {
      "id": "19-012-0123_p0007",
      "zh_CN": "福田有三个，这三个地方都生福，生无量无边的福报。第一个是供养父母，这是恩田，父母对我们有恩，要懂得孝养；第二个是老师，三宝是老师，对老师要恭敬，叫敬田；第三个是一切苦难众生，是悲田。所以有财富往这三方面去布施供养，你的福报生生世世永远享不尽。这是储存财富最殊胜之处，不会抹灭的，纵然这个世界毁灭了，你的福报不会毁灭。如果你的财富不储存在这三个地方，世界毁灭，你的财富随之毁灭掉了，不是你所有的。所以诸佛菩萨智慧福报超过凡人，不但是人间天上，大梵天王、摩醯首罗天王的福报，不能跟佛菩萨的比。这个道理佛在经上常讲，我们要相信，我们要肯干。这一段我们就介绍到此地，下面一段这是第五十八节：",
      "zh_TW": "福田有三個，這三個地方都生福，生無量無邊的福報。第一個是供養父母，這是恩田，父母對我們有恩，要懂得孝養；第二個是老師，三寶是老師，對老師要恭敬，叫敬田；第三個是一切苦難眾生，是悲田。所以有財富往這三方面去布施供養，你的福報生生世世永遠享不盡。這是儲存財富最殊勝之處，不會抹滅的，縱然這個世界毀滅了，你的福報不會毀滅。如果你的財富不儲存在這三個地方，世界毀滅，你的財富隨之毀滅掉了，不是你所有的。所以諸佛菩薩智慧福報超過凡人，不但是人間天上，大梵天王、摩醯首羅天王的福報，不能跟佛菩薩的比。這個道理佛在經上常講，我們要相信，我們要肯幹。這一段我們就介紹到此地，下面一段這是第五十八節："
    },
    {
      "id": "19-012-0123_p0008",
      "zh_CN": "【自罪引他。壅塞方术。】",
      "zh_TW": "【自罪引他。壅塞方術。】"
    },
    {
      "id": "19-012-0123_p0009",
      "zh_CN": "这也是很大的过失。『自罪』是自己犯罪还要牵连别人，所谓是拖人下水，这个罪非常之重。小注里说：「己过终不可掩，他人终不可诬」，诬陷别人这个罪极重。自己有过失，纵然你能瞒得过世间法律的制裁，你瞒不过因果，你瞒不过鬼神。鬼神这个报应，真有！在现前的社会太多太多了。所以圣贤教诲，尤其是佛菩萨教诲，教我们怎样才能得到真实的福报，你的生活幸福美满快乐，第一个你要把人事环境处好，佛菩萨、儒家、道家教人，首先就是伦理道德，人与人相处要处得和睦。第二个你如何跟自然环境把关系搞好，这就是物质环境，懂的人不多。小环境，我们这一个房间，这里面有许多家具、装饰品，摆设得整整齐齐，我们住在这个地方，眼见耳闻，接触感觉到很舒适，现在人懂得这个。大环境疏忽了，所以现在人讲地球生病了，地球生态环境被破坏，我们中国人讲风水被破坏了。",
      "zh_TW": "這也是很大的過失。『自罪』是自己犯罪還要牽連別人，所謂是拖人下水，這個罪非常之重。小註裡說：「己過終不可掩，他人終不可誣」，誣陷別人這個罪極重。自己有過失，縱然你能瞞得過世間法律的制裁，你瞞不過因果，你瞞不過鬼神。鬼神這個報應，真有！在現前的社會太多太多了。所以聖賢教誨，尤其是佛菩薩教誨，教我們怎樣才能得到真實的福報，你的生活幸福美滿快樂，第一個你要把人事環境處好，佛菩薩、儒家、道家教人，首先就是倫理道德，人與人相處要處得和睦。第二個你如何跟自然環境把關係搞好，這就是物質環境，懂的人不多。小環境，我們這一個房間，這裡面有許多家具、裝飾品，擺設得整整齊齊，我們住在這個地方，眼見耳聞，接觸感覺到很舒適，現在人懂得這個。大環境疏忽了，所以現在人講地球生病了，地球生態環境被破壞，我們中國人講風水被破壞了。"
    },
    {
      "id": "19-012-0123_p0010",
      "zh_CN": "台湾这一次大地震，震央在中部，在埔里。埔里这个地方五十年前我住过，那个地方非常之好，台湾风水最好的地方。因为最好，大家拼命往那挤，自然景观完全被破坏了，每个人都自私自利，都互相不能够忍让，各人搞各人的，遭难！我想那一边的道场应该毁坏得差不多了。《地藏经》上讲地神，你得罪地神，地神惩罚你，真有，这不是迷信。所以我们要跟自然环境处好，我们爱护自然环境，那个地方有一棵树，不是非不得已，绝不砍树。开路，我可以绕道；我在澳洲有个小道场，我里头要做小路通道，他们跟我讲通道要砍树，我说路不做了，树决定不砍，我不做了。爱惜自然环境，一草一木，一砖一石，我们都对它要付出爱心，我爱它，它爱我。第三个是与天地鬼神的关系处好，非常重要。这三个关系处好了，你一定是幸福美满快乐。古圣先贤教育是教这些，诸佛菩萨教育也是教这些，你能说这个教育不对吗？这个教育有错误吗？现在人把这些称为是迷信，这是很不幸，愚痴到极处。至善美满的教育我们把它舍弃掉了，人怎么不遭罪？怎么不遭劫难？",
      "zh_TW": "台灣這一次大地震，震央在中部，在埔里。埔里這個地方五十年前我住過，那個地方非常之好，台灣風水最好的地方。因為最好，大家拼命往那擠，自然景觀完全被破壞了，每個人都自私自利，都互相不能夠忍讓，各人搞各人的，遭難！我想那一邊的道場應該毀壞得差不多了。《地藏經》上講地神，你得罪地神，地神懲罰你，真有，這不是迷信。所以我們要跟自然環境處好，我們愛護自然環境，那個地方有一棵樹，不是非不得已，絕不砍樹。開路，我可以繞道；我在澳洲有個小道場，我裡頭要做小路通道，他們跟我講通道要砍樹，我說路不做了，樹決定不砍，我不做了。愛惜自然環境，一草一木，一磚一石，我們都對它要付出愛心，我愛它，它愛我。第三個是與天地鬼神的關係處好，非常重要。這三個關係處好了，你一定是幸福美滿快樂。古聖先賢教育是教這些，諸佛菩薩教育也是教這些，你能說這個教育不對嗎？這個教育有錯誤嗎？現在人把這些稱為是迷信，這是很不幸，愚痴到極處。至善美滿的教育我們把它捨棄掉了，人怎麼不遭罪？怎麼不遭劫難？"
    },
    {
      "id": "19-012-0123_p0011",
      "zh_CN": "今天迷惑的人多，觉悟的人少，觉悟的这些人当中，随顺烦恼习气的还是多，真正肯回头的少之又少。我们要用其他宗教的话来讲，一个人回头，一个人得救；两个人回头，两个人得救。只要我们自己明白了肯回头，不再为自己是真正为自己，利益众生是真实利益自己，要觉悟、要回头。自己做事自己一定要负责任，绝不牵累别人。有福愿与大众共享；有罪过，一定要发心自己一个人来承当，这是菩萨的精神。所以决定不可以诬陷别人，无根的谣言决定不能够相信。《感应篇》这几句话，「纵逃王法，难免天诛」，这一句话在《汇编》里面重复许许多多遍，天诛就是天地鬼神的惩罚，你逃不掉。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "今天迷惑的人多，覺悟的人少，覺悟的這些人當中，隨順煩惱習氣的還是多，真正肯回頭的少之又少。我們要用其他宗教的話來講，一個人回頭，一個人得救；兩個人回頭，兩個人得救。只要我們自己明白了肯回頭，不再為自己是真正為自己，利益眾生是真實利益自己，要覺悟、要回頭。自己做事自己一定要負責任，絕不牽累別人。有福願與大眾共享；有罪過，一定要發心自己一個人來承當，這是菩薩的精神。所以決定不可以誣陷別人，無根的謠言決定不能夠相信。《感應篇》這幾句話，「縱逃王法，難免天誅」，這一句話在《彙編》裡面重複許許多多遍，天誅就是天地鬼神的懲罰，你逃不掉。好，今天時間到了，我們就講到此地。"
    }
  ]
}