{
  "doc_id": "19-012-0089",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十九集",
    "zh_TW": "第八十九集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0089",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "19-012-0089_p0001",
      "zh_CN": "诸位同学，大家好。《感应篇》第三十七节，说恶报的总纲：",
      "zh_TW": "諸位同學，大家好。《感應篇》第三十七節，說惡報的總綱："
    },
    {
      "id": "19-012-0089_p0002",
      "zh_CN": "【非义而动。背理而行。】",
      "zh_TW": "【非義而動。背理而行。】"
    },
    {
      "id": "19-012-0089_p0003",
      "zh_CN": "这一句我们已经讲过两次，义理两个字非常重要，不仅仅是做人应该要明了，修行证果，永远没有违背，可以说是世出世间一切善法的根源，深广无尽。如果是『非义』、『背理』，这就是众恶之源。太上在此地特别提醒我们。这两个字认识愈深刻，在佛法里面讲，品位就愈高，这两个字认识到究竟圆满，就是如来果地。所以什么是义、什么是理，一定要搞清楚。末后注解的结论四句话结得好，「惟于义理，见得精熟，故守之循之，出于自然」。前面两句是对于义理的认知，后两句是对于义理的实践，现在讲落实，所以做得那么自然。为什么佛菩萨、圣贤人做得那么自然，起心动念、言语造作都能够随顺义理？无非是认得透彻。我们凡夫起心动念违背义理，对这两个字认识不清楚、认识不够透彻，毛病发生在此地。接着底下一句：",
      "zh_TW": "這一句我們已經講過兩次，義理兩個字非常重要，不僅僅是做人應該要明瞭，修行證果，永遠沒有違背，可以說是世出世間一切善法的根源，深廣無盡。如果是『非義』、『背理』，這就是眾惡之源。太上在此地特別提醒我們。這兩個字認識愈深刻，在佛法裡面講，品位就愈高，這兩個字認識到究竟圓滿，就是如來果地。所以什麼是義、什麼是理，一定要搞清楚。末後註解的結論四句話結得好，「惟於義理，見得精熟，故守之循之，出於自然」。前面兩句是對於義理的認知，後兩句是對於義理的實踐，現在講落實，所以做得那麼自然。為什麼佛菩薩、聖賢人做得那麼自然，起心動念、言語造作都能夠隨順義理？無非是認得透徹。我們凡夫起心動念違背義理，對這兩個字認識不清楚、認識不夠透徹，毛病發生在此地。接著底下一句："
    },
    {
      "id": "19-012-0089_p0004",
      "zh_CN": "【以恶为能。】",
      "zh_TW": "【以惡為能。】"
    },
    {
      "id": "19-012-0089_p0005",
      "zh_CN": "我们决定不可以轻看这一句，为什么？这一句正是我们自己的毛病。恶的范围太大了、太广了。佛法对于善恶的标准，为什么定在起心动念为自己是恶，起心动念为别人是善，为什么用这个标准？世间人听到疑惑，哪一个人不为自己？为自己这算错了吗？每一个人都认为为自己是对的，特别是现代社会里面还有隐私权，处处要讲求怎样保护自己，不受别人的伤害，法律也保障。为什么佛说这是恶？佛的标准、用意我们要懂得，世间法的标准是不出轮回、不出三界，佛法的标准是教我们了生死、脱轮回、出三界。三界六道的业因是什么？就是我执。我们要了解这个道理，你就晓得，佛定这个标准是正确的。",
      "zh_TW": "我們決定不可以輕看這一句，為什麼？這一句正是我們自己的毛病。惡的範圍太大了、太廣了。佛法對於善惡的標準，為什麼定在起心動念為自己是惡，起心動念為別人是善，為什麼用這個標準？世間人聽到疑惑，哪一個人不為自己？為自己這算錯了嗎？每一個人都認為為自己是對的，特別是現代社會裡面還有隱私權，處處要講求怎樣保護自己，不受別人的傷害，法律也保障。為什麼佛說這是惡？佛的標準、用意我們要懂得，世間法的標準是不出輪迴、不出三界，佛法的標準是教我們了生死、脫輪迴、出三界。三界六道的業因是什麼？就是我執。我們要了解這個道理，你就曉得，佛定這個標準是正確的。"
    },
    {
      "id": "19-012-0089_p0006",
      "zh_CN": "佛将这些因素归为三大类，妄想、分别、执着，我们现在用这个话来说大家好懂，佛经里面的术语是无明、见思、尘沙烦恼，无明就是妄想，尘沙是分别，见思是执着。这三种烦恼你都具足，这就是六道众生。执着里面最严重的就是我，起心动念都是我，我这个执着是万恶之源。所以今天『以恶为能』，我们想想，我们是不是？是的，一点都不错，自以为是，自以为能。哪一天觉悟了，放弃我执，不再执着我，不再执着自私自利，起心动念都能够为一切众生，这是善。所以佛讲贪瞋痴是三毒烦恼，反过来无贪、无瞋、无痴，这三善根，所有一切善法从无贪、无瞋、无痴生起的。佛这才说得清楚、说得明白，真正为我们解决了问题。我们自己要明了，总要把这个事情搞清楚。",
      "zh_TW": "佛將這些因素歸為三大類，妄想、分別、執著，我們現在用這個話來說大家好懂，佛經裡面的術語是無明、見思、塵沙煩惱，無明就是妄想，塵沙是分別，見思是執著。這三種煩惱你都具足，這就是六道眾生。執著裡面最嚴重的就是我，起心動念都是我，我這個執著是萬惡之源。所以今天『以惡為能』，我們想想，我們是不是？是的，一點都不錯，自以為是，自以為能。哪一天覺悟了，放棄我執，不再執著我，不再執著自私自利，起心動念都能夠為一切眾生，這是善。所以佛講貪瞋痴是三毒煩惱，反過來無貪、無瞋、無痴，這三善根，所有一切善法從無貪、無瞋、無痴生起的。佛這才說得清楚、說得明白，真正為我們解決了問題。我們自己要明瞭，總要把這個事情搞清楚。"
    },
    {
      "id": "19-012-0089_p0007",
      "zh_CN": "佛教给弟子们，至少每天要做早晚课，早晚课的意思我们也说了很多遍，早课是提醒自己，晚课是反省、检讨、忏悔，改过自新。天天忏悔，天天反省，天天改过，这叫真修行，我们戒定慧三学才能够增上。义理见得愈透彻，你放下的就愈多，放下自私自利，这个人才叫始觉，你开始觉悟，从这个基础上要不断的向上提升。要以大乘菩萨果位来说，始觉是初信位的菩萨，往上去还有五十二个阶级，这才能够达到究竟圆满。然后你才晓得，我们佛家讲见道，什么是道？用这个地方的话来说，义理就是道。见得愈透彻你的品位就愈高，从十信到十住、十行、十回向、十地，到等觉、到妙觉，圆满了。诸位想想看，这是不是《华严经》上所说的，「一即一切，一切即一」？一点都没错。",
      "zh_TW": "佛教給弟子們，至少每天要做早晚課，早晚課的意思我們也說了很多遍，早課是提醒自己，晚課是反省、檢討、懺悔，改過自新。天天懺悔，天天反省，天天改過，這叫真修行，我們戒定慧三學才能夠增上。義理見得愈透徹，你放下的就愈多，放下自私自利，這個人才叫始覺，你開始覺悟，從這個基礎上要不斷的向上提升。要以大乘菩薩果位來說，始覺是初信位的菩薩，往上去還有五十二個階級，這才能夠達到究竟圓滿。然後你才曉得，我們佛家講見道，什麼是道？用這個地方的話來說，義理就是道。見得愈透徹你的品位就愈高，從十信到十住、十行、十迴向、十地，到等覺、到妙覺，圓滿了。諸位想想看，這是不是《華嚴經》上所說的，「一即一切，一切即一」？一點都沒錯。"
    },
    {
      "id": "19-012-0089_p0008",
      "zh_CN": "这个地方的注解也注得很好，说「此四字，乃千万世大大小小恶人受病之根也，故列于诸恶之首」。这话讲得好，一点都不错，六道众生哪个不是「以恶为能」？谁觉悟了？谁回头了？古时候读圣贤书、读佛书，这才开悟，开悟就是对这桩事情总算是明白了一、二分。现代人不读圣贤书，也不讲求佛法，这个病根以前已经养成习惯，像吸毒一样，他已经上瘾，没有法子断掉。这个时候怎么办？佛菩萨慈悲，所以今天挽救世道人心，教导人明了义理，劝导人断恶修善，只有靠宗教教育。社会教育已经不讲这个，似乎已经不可能了，只有靠宗教教育来弥补。",
      "zh_TW": "這個地方的註解也註得很好，說「此四字，乃千萬世大大小小惡人受病之根也，故列於諸惡之首」。這話講得好，一點都不錯，六道眾生哪個不是「以惡為能」？誰覺悟了？誰回頭了？古時候讀聖賢書、讀佛書，這才開悟，開悟就是對這樁事情總算是明白了一、二分。現代人不讀聖賢書，也不講求佛法，這個病根以前已經養成習慣，像吸毒一樣，他已經上癮，沒有法子斷掉。這個時候怎麼辦？佛菩薩慈悲，所以今天挽救世道人心，教導人明瞭義理，勸導人斷惡修善，只有靠宗教教育。社會教育已經不講這個，似乎已經不可能了，只有靠宗教教育來彌補。"
    },
    {
      "id": "19-012-0089_p0009",
      "zh_CN": "这一次我在澳洲，听到澳洲同修们告诉我，澳洲政府已经有法律规定，学生在学校念书，小学生，有二、三个人信一种不同的宗教，学生家长就可以向学校要求，请宗教传教师为这几个小孩上课。他们现在已经考虑到了，宗教教育从什么地方开始？从幼稚园开始，从小学开始，了不起，真正觉悟了。所以他们要求我们，帮助他们编小朋友的宗教教学的教材，我们将这个讯息带回来。现在他们在小学里面上的课，是台湾印的有一本《释迦牟尼佛传记》，用这个做教科书。幼稚园小朋友要用的教材要以图画为主，文字愈少愈好，对幼稚园小朋友展开教育。",
      "zh_TW": "這一次我在澳洲，聽到澳洲同修們告訴我，澳洲政府已經有法律規定，學生在學校念書，小學生，有二、三個人信一種不同的宗教，學生家長就可以向學校要求，請宗教傳教師為這幾個小孩上課。他們現在已經考慮到了，宗教教育從什麼地方開始？從幼稚園開始，從小學開始，了不起，真正覺悟了。所以他們要求我們，幫助他們編小朋友的宗教教學的教材，我們將這個訊息帶回來。現在他們在小學裡面上的課，是台灣印的有一本《釋迦牟尼佛傳記》，用這個做教科書。幼稚園小朋友要用的教材要以圖畫為主，文字愈少愈好，對幼稚園小朋友展開教育。"
    },
    {
      "id": "19-012-0089_p0010",
      "zh_CN": "今天在外国，我相信澳洲受英国人的影响，他们已经想到了，道德的教育要从小教起。幼稚园、小学、中学、大学都有宗教课程，你是信仰哪个宗教，就可以请宗教里面的传教师来给你上课。这是值得我们尊敬的，值得我们赞叹的，也值得我们普遍去宣扬，人家这个好处我们要学习。我们中国是个佛教的国家，现在还没有想到这个事情。外国基督教的国家、天主教的国家，他们已经想到这个问题。而且心量大，能包容，无论哪一个宗教，不管你信什么宗教，你都可以要求学校去请传教师来上课。并不局限于多数的学生，不局限，二、三个学生就可以要求学校请老师上课。如果这个学校里面，学生当中有几个是学佛的，家里是学佛的，家长就可以请法师去给这些学生上课。我们看到了、听到了，值得我们深深去反省。",
      "zh_TW": "今天在外國，我相信澳洲受英國人的影響，他們已經想到了，道德的教育要從小教起。幼稚園、小學、中學、大學都有宗教課程，你是信仰哪個宗教，就可以請宗教裡面的傳教師來給你上課。這是值得我們尊敬的，值得我們讚歎的，也值得我們普遍去宣揚，人家這個好處我們要學習。我們中國是個佛教的國家，現在還沒有想到這個事情。外國基督教的國家、天主教的國家，他們已經想到這個問題。而且心量大，能包容，無論哪一個宗教，不管你信什麼宗教，你都可以要求學校去請傳教師來上課。並不侷限於多數的學生，不侷限，二、三個學生就可以要求學校請老師上課。如果這個學校裡面，學生當中有幾個是學佛的，家裡是學佛的，家長就可以請法師去給這些學生上課。我們看到了、聽到了，值得我們深深去反省。"
    },
    {
      "id": "19-012-0089_p0011",
      "zh_CN": "下一个世纪，国力的增长、国力的强大，不在科技，在道德。科学技术再发达，工商业再发达，道德没有了，人与人之间爱心没有了，一切的交往都以利害做标准，有利的就是朋友，没有利的就是敌人，这还得了吗？这个社会怎么会不动乱？这个国家充满了危机，危机不是从外面来的，危机是在内部。所以世间有这些高度智慧的人，志士仁人，看到这个问题结症之所在，以宗教教学来弥补，来培养道德教育。",
      "zh_TW": "下一個世紀，國力的增長、國力的強大，不在科技，在道德。科學技術再發達，工商業再發達，道德沒有了，人與人之間愛心沒有了，一切的交往都以利害做標準，有利的就是朋友，沒有利的就是敵人，這還得了嗎？這個社會怎麼會不動亂？這個國家充滿了危機，危機不是從外面來的，危機是在內部。所以世間有這些高度智慧的人，志士仁人，看到這個問題結癥之所在，以宗教教學來彌補，來培養道德教育。"
    },
    {
      "id": "19-012-0089_p0012",
      "zh_CN": "中国自古以来，汉武帝正式以孔孟思想做为国家教育的方针，这个政策一直到满清都没有改变，足足推行了两千年。一直到民国，一昧向西方学习，把古圣先贤的教诲舍弃掉，我们国家近百年来遭受这么大的苦难，要知道苦难的根源从哪来的？我们把祖宗的成法舍弃掉，所以才遭难。日本人那么个小国家，能够在世界上称为一等强国，靠什么？靠中国儒家的教育。我们丢掉了，他们在奉行，他们保持不失，一方面来学西洋的科学技术，所以日本成为世界第一强国，西方人对它望尘莫及。我们有真的好东西，现在西方人发现，他们采取，他们学习，我们如果还不觉悟，还不能迎头赶上，二十年、三十年之后他们都起来了，我们中国又衰落下去。这是值得我们警惕的，希望我们大家都有警觉心。",
      "zh_TW": "中國自古以來，漢武帝正式以孔孟思想做為國家教育的方針，這個政策一直到滿清都沒有改變，足足推行了兩千年。一直到民國，一昧向西方學習，把古聖先賢的教誨捨棄掉，我們國家近百年來遭受這麼大的苦難，要知道苦難的根源從哪來的？我們把祖宗的成法捨棄掉，所以才遭難。日本人那麼個小國家，能夠在世界上稱為一等強國，靠什麼？靠中國儒家的教育。我們丟掉了，他們在奉行，他們保持不失，一方面來學西洋的科學技術，所以日本成為世界第一強國，西方人對它望塵莫及。我們有真的好東西，現在西方人發現，他們採取，他們學習，我們如果還不覺悟，還不能迎頭趕上，二十年、三十年之後他們都起來了，我們中國又衰落下去。這是值得我們警惕的，希望我們大家都有警覺心。"
    },
    {
      "id": "19-012-0089_p0013",
      "zh_CN": "读了《感应篇》，要像读佛经一样，要深解义趣，要认真的反省，把我们一切不能修善、不能开悟、不能成就的根源找出来，然后把它改正过来，这叫从根本修。《感应篇》每一句都有许多的事例，也就是说在日常生活行持上，举出许多例子来，提供给我们做参考，给我们学习。哪些是善、哪些是恶，哪些是觉、哪些是迷，我们都得搞清楚，都要搞明白，然后断恶修善，才不至于变成一句空话。认真去做，才得到真实殊胜的功德利益。注解里面也举了很多例子，我们不能够细讲，总得举出几条，使我们读了之后心里面感觉得很踏实。想想，「以恶为能」，我在什么地方、哪些事情里面触犯了。今天时间到了，我们就讲到此地。",
      "zh_TW": "讀了《感應篇》，要像讀佛經一樣，要深解義趣，要認真的反省，把我們一切不能修善、不能開悟、不能成就的根源找出來，然後把它改正過來，這叫從根本修。《感應篇》每一句都有許多的事例，也就是說在日常生活行持上，舉出許多例子來，提供給我們做參考，給我們學習。哪些是善、哪些是惡，哪些是覺、哪些是迷，我們都得搞清楚，都要搞明白，然後斷惡修善，才不至於變成一句空話。認真去做，才得到真實殊勝的功德利益。註解裡面也舉了很多例子，我們不能夠細講，總得舉出幾條，使我們讀了之後心裡面感覺得很踏實。想想，「以惡為能」，我在什麼地方、哪些事情裡面觸犯了。今天時間到了，我們就講到此地。"
    }
  ]
}