{
  "doc_id": "19-012-0167",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六七集",
    "zh_TW": "第一六七集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0167",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0167_p0001",
      "zh_CN": "诸位同学，大家好！请看《太上感应篇》九十七节后面两句：",
      "zh_TW": "諸位同學，大家好！請看《太上感應篇》九十七節後面兩句："
    },
    {
      "id": "19-012-0167_p0002",
      "zh_CN": "【施与后悔。假借不还。】",
      "zh_TW": "【施與後悔。假借不還。】"
    },
    {
      "id": "19-012-0167_p0003",
      "zh_CN": "这个以下是「不仁恕之恶」。注解里面我们先念一念，注得都非常好，「施与而后悔者，究其初，毕竟非真心乐善，不过一时高兴，求名幸福耳，发源处已错，乌得不后悔。若真心施与，人我皆空者，决不至此。是以为善者，不可不致辨于一念之萌也」。后面他还举的一些公案因缘。我们在注子里面要细心去审查，布施后悔这种现象很普遍，甚至于在我们自己本身都有，确确实实是像书里面所说的，这个布施不是真心，没有诚意，不是欢喜布施，而是出于勉强，多数是碍于面子，或者别人的劝请，一时不得不出手，施后就后悔。他有没有果报？佛在经上告诉我们，凡是布施决定有果报；纵然是勉强，施了以后也后悔，还是有果报，如果施财，你还是得财富。你看我们世间一些发财的人，有些人财源来得很痛快，没有费心，他就赚了很多钱，所谓是不必操心；有些人赚钱赚得非常辛苦，他还是赚得了。这是什么原因？佛在经上告诉我们，他布施的时候，布施得很痛快、很欢喜，他将来得财富也得的很痛快、也欢喜，不费力气。如果布施的时候，别人劝请，他很勉强的施出，施了之后又很后悔，那他得财富的时候就得得很辛苦，很艰难，很不容易，他还是得到。由此可知，布施福决定不唐捐。",
      "zh_TW": "這個以下是「不仁恕之惡」。註解裡面我們先念一念，註得都非常好，「施與而後悔者，究其初，畢竟非真心樂善，不過一時高興，求名倖福耳，發源處已錯，烏得不後悔。若真心施與，人我皆空者，決不至此。是以為善者，不可不致辨於一念之萌也」。後面他還舉的一些公案因緣。我們在註子裡面要細心去審查，布施後悔這種現象很普遍，甚至於在我們自己本身都有，確確實實是像書裡面所說的，這個布施不是真心，沒有誠意，不是歡喜布施，而是出於勉強，多數是礙於面子，或者別人的勸請，一時不得不出手，施後就後悔。他有沒有果報？佛在經上告訴我們，凡是布施決定有果報；縱然是勉強，施了以後也後悔，還是有果報，如果施財，你還是得財富。你看我們世間一些發財的人，有些人財源來得很痛快，沒有費心，他就賺了很多錢，所謂是不必操心；有些人賺錢賺得非常辛苦，他還是賺得了。這是什麼原因？佛在經上告訴我們，他布施的時候，布施得很痛快、很歡喜，他將來得財富也得的很痛快、也歡喜，不費力氣。如果布施的時候，別人勸請，他很勉強的施出，施了之後又很後悔，那他得財富的時候就得得很辛苦，很艱難，很不容易，他還是得到。由此可知，布施福決定不唐捐。"
    },
    {
      "id": "19-012-0167_p0004",
      "zh_CN": "我们明白这个道理，佛给我们讲的话是真话，六道众生念念所希求的，不外乎财富、聪明智慧、健康长寿，总不外乎这三样。这三样是基本的欲望，一切众生皆有。能不能满愿？谚语常讲：「不如意事常八九」。由此可知，十个人当中，八、九个不能够满愿；真正说起来，十分之一能满愿，那就很多了。而实际上，不止常八、九，恐怕是常八、九、十，一百个人当中，一千个人当中，难得有一个称心满意的。这是什么原因？世间人不知道，他不晓得这个原因，晓得原因事情就好办了，不知道原因。看到别人得，自己也想得；别人用什么方法经营得到，他也用这个方法，结果看到别人经营成功，他却经营失败。由此可知，一切经营的方式、手法，在佛家里面讲只是增上缘而已，如果你命里面没有财富，无论用什么方式，无论用什么样的手段，白费心机，你得不到。命里面有的，无论你用什么方式，无论用什么手段，他就很容易得到，所谓是「命里有时终须有，命里无时莫强求」。",
      "zh_TW": "我們明白這個道理，佛給我們講的話是真話，六道眾生念念所希求的，不外乎財富、聰明智慧、健康長壽，總不外乎這三樣。這三樣是基本的欲望，一切眾生皆有。能不能滿願？諺語常講：「不如意事常八九」。由此可知，十個人當中，八、九個不能夠滿願；真正說起來，十分之一能滿願，那就很多了。而實際上，不止常八、九，恐怕是常八、九、十，一百個人當中，一千個人當中，難得有一個稱心滿意的。這是什麼原因？世間人不知道，他不曉得這個原因，曉得原因事情就好辦了，不知道原因。看到別人得，自己也想得；別人用什麼方法經營得到，他也用這個方法，結果看到別人經營成功，他卻經營失敗。由此可知，一切經營的方式、手法，在佛家裡面講只是增上緣而已，如果你命裡面沒有財富，無論用什麼方式，無論用什麼樣的手段，白費心機，你得不到。命裡面有的，無論你用什麼方式，無論用什麼手段，他就很容易得到，所謂是「命裡有時終須有，命裡無時莫強求」。"
    },
    {
      "id": "19-012-0167_p0005",
      "zh_CN": "又何况果报它有时节因缘，有人这个福报少年时候就得到了，父母是他的增上缘，享福；到中年时候，到他自己主持家务，一败涂地；晚年的时候潦倒不堪。这种人我们在社会上看到很多，这是他的福报少年享掉了，没有余福，享尽了！这种人很可怜，晚景凄凉，这是少年享福不知道培福。有些人中年发达，如果不明白这些大道理，他还有一点余福，晚年还勉强能维持。如果在发达的时候，不懂得修福，作贱自己的福报，所谓吃喝嫖赌不务正业，那也很快福报就消掉了，晚年还是受困苦。这种的人在今天社会也很多，我们看到四、五十岁的时候光景好，六、七十岁的时候非常凄凉。由此可知，福报至来，什么时候的福报是最值得人赞叹的，晚年。我们世间算命看相的人常讲，你走老运。走老运好！为什么？年轻的时候吃一点苦头不要紧，有体力，能抗得过，晚年的时候走好运，有年轻人照顾，这是真正福报。所以少年人享福不是真的福报，中年人享福也不是真正的福报，看他晚年有没有福报，这是时节因缘。真正懂得这个道理的人，就会把自己的福报放在晚年享。当然少年时，你不知道，你不懂事；中年时候懂事了，自己福报现前不享受，帮助社会，帮助世间苦难的人，自己有福给他们去享去，这样的福报就留到晚年去了。聪明人才懂得，有智慧的人才懂得这个道理，晚年有享不尽的福报。所以布施的时候决定没有后悔，布施的时候欢欢喜喜的布施，将来受福的时候就一切都顺利，一切无障碍！所以要真心布施。",
      "zh_TW": "又何況果報它有時節因緣，有人這個福報少年時候就得到了，父母是他的增上緣，享福；到中年時候，到他自己主持家務，一敗塗地；晚年的時候潦倒不堪。這種人我們在社會上看到很多，這是他的福報少年享掉了，沒有餘福，享盡了！這種人很可憐，晚景淒涼，這是少年享福不知道培福。有些人中年發達，如果不明白這些大道理，他還有一點餘福，晚年還勉強能維持。如果在發達的時候，不懂得修福，作賤自己的福報，所謂吃喝嫖賭不務正業，那也很快福報就消掉了，晚年還是受困苦。這種的人在今天社會也很多，我們看到四、五十歲的時候光景好，六、七十歲的時候非常淒涼。由此可知，福報至來，什麼時候的福報是最值得人讚歎的，晚年。我們世間算命看相的人常講，你走老運。走老運好！為什麼？年輕的時候吃一點苦頭不要緊，有體力，能抗得過，晚年的時候走好運，有年輕人照顧，這是真正福報。所以少年人享福不是真的福報，中年人享福也不是真正的福報，看他晚年有沒有福報，這是時節因緣。真正懂得這個道理的人，就會把自己的福報放在晚年享。當然少年時，你不知道，你不懂事；中年時候懂事了，自己福報現前不享受，幫助社會，幫助世間苦難的人，自己有福給他們去享去，這樣的福報就留到晚年去了。聰明人才懂得，有智慧的人才懂得這個道理，晚年有享不盡的福報。所以布施的時候決定沒有後悔，布施的時候歡歡喜喜的布施，將來受福的時候就一切都順利，一切無障礙！所以要真心布施。"
    },
    {
      "id": "19-012-0167_p0006",
      "zh_CN": "我实在讲这一生当中非常幸运，我过去生中没修福，修了一点慧；佛经上讲的，「修慧不修福，罗汉托空钵」。我前半世物质生活非常艰苦，少年没有福报，青年、壮年都没有福报，晚年这一点福报不是前生修的，前生确实没修福，晚年有这一点福报，是学佛懂得这个道理之后才修的。这修了它真有效！这个方法是章嘉大师教给我的。布施，开始布施的时候也忍痛，也不好受，慢慢的就养成一种习惯，大概到二十年之后，布施才生欢喜心，一丝毫勉强都没有了，不容易！无始劫来悭贪的习气，好不容易把它磨掉，把它磨平。这也得力于韩馆长，韩馆长看到人家供养我，她就问我要，马上就拿去了，逼着我不能不放下，不能不布施，这是一个好的增上缘。如果她看到我有钱，她不问我要，让我的钱愈攒愈多，我的贪心就增长了。所以有时候你看到，这是逆增上缘，好事情！不是坏事情。当时对她很不满意，现在非常感恩，知道她替我做了一桩好事，贪瞋痴慢从这个地方磨掉了。",
      "zh_TW": "我實在講這一生當中非常幸運，我過去生中沒修福，修了一點慧；佛經上講的，「修慧不修福，羅漢托空缽」。我前半世物質生活非常艱苦，少年沒有福報，青年、壯年都沒有福報，晚年這一點福報不是前生修的，前生確實沒修福，晚年有這一點福報，是學佛懂得這個道理之後才修的。這修了它真有效！這個方法是章嘉大師教給我的。布施，開始布施的時候也忍痛，也不好受，慢慢的就養成一種習慣，大概到二十年之後，布施才生歡喜心，一絲毫勉強都沒有了，不容易！無始劫來慳貪的習氣，好不容易把它磨掉，把它磨平。這也得力於韓館長，韓館長看到人家供養我，她就問我要，馬上就拿去了，逼著我不能不放下，不能不布施，這是一個好的增上緣。如果她看到我有錢，她不問我要，讓我的錢愈攢愈多，我的貪心就增長了。所以有時候你看到，這是逆增上緣，好事情！不是壞事情。當時對她很不滿意，現在非常感恩，知道她替我做了一樁好事，貪瞋痴慢從這個地方磨掉了。"
    },
    {
      "id": "19-012-0167_p0007",
      "zh_CN": "布施尤其是不计较回报，这个福报更大。希求果报，这福报就变小了，跟你的布施，你得福的时候相等，施与所得相等。施的时候完全没有求果报的念头，得果报的时候超过你所施的太多太多了。这是什么道理？有心布施，你的果报有范围，就是你那个念头是界限，所以福报是有限的；无心，没有这个念头布施，你的心量等虚空遍法界，福德不可思量。佛在大乘经，尤其是《般若经》里面讲得很多。",
      "zh_TW": "布施尤其是不計較回報，這個福報更大。希求果報，這福報就變小了，跟你的布施，你得福的時候相等，施與所得相等。施的時候完全沒有求果報的念頭，得果報的時候超過你所施的太多太多了。這是什麼道理？有心布施，你的果報有範圍，就是你那個念頭是界限，所以福報是有限的；無心，沒有這個念頭布施，你的心量等虛空遍法界，福德不可思量。佛在大乘經，尤其是《般若經》裡面講得很多。"
    },
    {
      "id": "19-012-0167_p0008",
      "zh_CN": "第二句『假借不还』，这是我们向人家借东西，借了之后怎么？借了之后不还，这是属于偷盗的行为，借了不还是属于偷盗。没有得到别人同意而据为己有，都是属于偷盗。偷盗的果报是什么？贫穷。你盗人的财物，将来果报你就缺乏财物，你的物质生活会过得很辛苦。你要是盗法，得愚痴果报。业因果报，丝毫不爽，我们要懂得。所以一切作为，自己立刻就能想到，因果的道理与感应，我们就知道怎样处事待人接物，你就在因上做得很圆满，你的果报哪有不善！种善因得善果。世尊为我们讲的《十善业道经》，你看经中所说的，你修善，你得什么样的果报；你造作的不善，那果报恰恰相反。我们以善心待人，别人以善行回报我们；我们以恶语向人，别人回给我们的也是恶语。由此可知，恶意向人，实际上是恶意向己；善意待人，那真的是善意待己，这是我们常讲的自他不二。在这个地方要深深的悟入，虚空法界一切众生是自己，对别人好是真正对自己好。",
      "zh_TW": "第二句『假借不還』，這是我們向人家借東西，借了之後怎麼？借了之後不還，這是屬於偷盜的行為，借了不還是屬於偷盜。沒有得到別人同意而據為己有，都是屬於偷盜。偷盜的果報是什麼？貧窮。你盜人的財物，將來果報你就缺乏財物，你的物質生活會過得很辛苦。你要是盜法，得愚痴果報。業因果報，絲毫不爽，我們要懂得。所以一切作為，自己立刻就能想到，因果的道理與感應，我們就知道怎樣處事待人接物，你就在因上做得很圓滿，你的果報哪有不善！種善因得善果。世尊為我們講的《十善業道經》，你看經中所說的，你修善，你得什麼樣的果報；你造作的不善，那果報恰恰相反。我們以善心待人，別人以善行回報我們；我們以惡語向人，別人回給我們的也是惡語。由此可知，惡意向人，實際上是惡意向己；善意待人，那真的是善意待己，這是我們常講的自他不二。在這個地方要深深的悟入，虛空法界一切眾生是自己，對別人好是真正對自己好。"
    },
    {
      "id": "19-012-0167_p0009",
      "zh_CN": "小注里头里面有几句话，我们应当要记住，「凡借人物，须加爱护。向人借物，非不得已，不须借也。借而用毕，随即归还」。这几句话是真理，我们要牢牢的记在心上，决定不可以违犯。我向人借东西，实在是不得已才借，能够不借，最好就不要借，实在不得已这才向人借。借来的东西，确实借来的物品要爱护，决定不能损坏，用完之后，赶快归还。但是有这种品德的人不多。我在年轻的时候，跟诸位说生活非常困苦，我是一无所有。我喜欢书，所以很微薄的那点待遇，我真是省吃俭用，喜欢买书，喜欢读书。我的书不借给别人，为什么不借？曾经借过几次，回来的时候面目全非，所以以后我的书就不借给人，那个时候是这么一个情形。接受章嘉大师教诲之后，懂得要修布施，于是人家向我借书，我就借给他了；损坏的，回来我自己再来修补。尤其是线装书，跟这个书不一样的，线装书是双页的，破损了之后，我自己来修复。看完之后立刻归还，过去跟我往来的人，只有一个人圣严法师，在台湾法鼓山的，这是我的同戒。他有信用，而且他跟我借去的书保持得相当完好，他有这个品德。其他的法师就靠不住了。还有一些少数，借去之后就没有了，你再问他，有的时候他不承认，「我没借你的。」你说这有什么法子？也没有打借条。还有一些承认，「我找不到，不知道放哪儿去了。」这就无可奈何。这都是不负责任，说实在话，都有因果关系。",
      "zh_TW": "小註裡頭裡面有幾句話，我們應當要記住，「凡借人物，須加愛護。向人借物，非不得已，不須借也。借而用畢，隨即歸還」。這幾句話是真理，我們要牢牢的記在心上，決定不可以違犯。我向人借東西，實在是不得已才借，能夠不借，最好就不要借，實在不得已這才向人借。借來的東西，確實借來的物品要愛護，決定不能損壞，用完之後，趕快歸還。但是有這種品德的人不多。我在年輕的時候，跟諸位說生活非常困苦，我是一無所有。我喜歡書，所以很微薄的那點待遇，我真是省吃儉用，喜歡買書，喜歡讀書。我的書不借給別人，為什麼不借？曾經借過幾次，回來的時候面目全非，所以以後我的書就不借給人，那個時候是這麼一個情形。接受章嘉大師教誨之後，懂得要修布施，於是人家向我借書，我就借給他了；損壞的，回來我自己再來修補。尤其是線裝書，跟這個書不一樣的，線裝書是雙頁的，破損了之後，我自己來修復。看完之後立刻歸還，過去跟我往來的人，只有一個人聖嚴法師，在台灣法鼓山的，這是我的同戒。他有信用，而且他跟我借去的書保持得相當完好，他有這個品德。其他的法師就靠不住了。還有一些少數，借去之後就沒有了，你再問他，有的時候他不承認，「我沒借你的。」你說這有什麼法子？也沒有打借條。還有一些承認，「我找不到，不知道放哪兒去了。」這就無可奈何。這都是不負責任，說實在話，都有因果關係。"
    },
    {
      "id": "19-012-0167_p0010",
      "zh_CN": "我们平素要养成良好的德行，我们肯帮助别人，别人也肯帮助我；我们能够爱护别人的东西，别人也会爱护我们的，业因果报，丝毫不爽。这些虽然是平常、日常生活当中的小事，有关于我们的德行，有关系我们将来的果报，这都是在造因。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們平素要養成良好的德行，我們肯幫助別人，別人也肯幫助我；我們能夠愛護別人的東西，別人也會愛護我們的，業因果報，絲毫不爽。這些雖然是平常、日常生活當中的小事，有關於我們的德行，有關係我們將來的果報，這都是在造因。好，今天時間到了，我們就講到此地。"
    }
  ]
}