{
  "doc_id": "19-012-0021",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0021",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "19-012-0021_p0001",
      "zh_CN": "各位同学，大家好。昨天讲到「三尸神」，说明了任何一个众生，不仅是人类，包括畜生、饿鬼、地狱统统都在内，起心动念、一举一动都有天地神明鉴察。现代人把这桩事情看作迷信，完全置之不理，而还有一些人有一种错误的说法，说这些事情信则有，不信则无。这些观念、言论都是错误的，也就是说明无论你是相信或者是不相信，事实决定存在，这个道理我们一定要懂。古时候人，尤其是读书人，读书明理，对于古圣先贤的教诲都能够深信不疑。佛法的教诲更是高明，佛菩萨教导，不但教我们要相信，还教我们证明，所谓是信解行证，佛让我们证实这个道理，证实这些事实真相，这叫证果。这种教学的方法确实是合情、合理、合法，是一个真实究竟圆满的教学。",
      "zh_TW": "各位同學，大家好。昨天講到「三尸神」，說明了任何一個眾生，不僅是人類，包括畜生、餓鬼、地獄統統都在內，起心動念、一舉一動都有天地神明鑒察。現代人把這樁事情看作迷信，完全置之不理，而還有一些人有一種錯誤的說法，說這些事情信則有，不信則無。這些觀念、言論都是錯誤的，也就是說明無論你是相信或者是不相信，事實決定存在，這個道理我們一定要懂。古時候人，尤其是讀書人，讀書明理，對於古聖先賢的教誨都能夠深信不疑。佛法的教誨更是高明，佛菩薩教導，不但教我們要相信，還教我們證明，所謂是信解行證，佛讓我們證實這個道理，證實這些事實真相，這叫證果。這種教學的方法確實是合情、合理、合法，是一個真實究竟圓滿的教學。"
    },
    {
      "id": "19-012-0021_p0002",
      "zh_CN": "而佛家讲六道轮回这些理论，细说是十二因缘，略说是惑业苦，迷惑、造业、受报。六道里面众生永远是这个力量在支配，永远是这个力量，这个业力，在主宰轮回。我们要想脱离六道轮回，唯一的方法，不造业、不迷惑，不迷惑才不造业，所以破迷开悟这就非常重要。为什么造业？迷，迷是对于事实真相不了解、不觉悟。唯识家讲惑包括智相、相续相，这个智不是智慧，这个智是分别，佛法里面常讲的世智辩聪，不是真实智慧。真实智慧是从戒、定里面生的，所以我们晓得，心不清净、心不定，就没有智慧。",
      "zh_TW": "而佛家講六道輪迴這些理論，細說是十二因緣，略說是惑業苦，迷惑、造業、受報。六道裡面眾生永遠是這個力量在支配，永遠是這個力量，這個業力，在主宰輪迴。我們要想脫離六道輪迴，唯一的方法，不造業、不迷惑，不迷惑才不造業，所以破迷開悟這就非常重要。為什麼造業？迷，迷是對於事實真相不了解、不覺悟。唯識家講惑包括智相、相續相，這個智不是智慧，這個智是分別，佛法裡面常講的世智辯聰，不是真實智慧。真實智慧是從戒、定裡面生的，所以我們曉得，心不清淨、心不定，就沒有智慧。"
    },
    {
      "id": "19-012-0021_p0003",
      "zh_CN": "世间有许多高等的知识分子、科学家、哲学家、宗教家，他们比一般人智慧高出很多倍，在佛法里面说他们有没有智慧？没有，他们的智慧是世智辩聪，不是真智慧。佛法讲智慧的标准是清净心，清净心的标准是要离见思烦恼，见思烦恼没有断，你的心就不清净。断了见思烦恼，佛承认你智慧开了，小智慧，不是大智慧。在无上正等正觉你算是正觉，正觉是什么地位？阿罗汉、辟支佛。经上常讲你得漏尽通，什么叫漏尽通？漏是见思烦恼，见思烦恼断尽了，你得漏尽通，这个时候才是正觉。如果不是这种状况，那个觉就不正，佛法里面讲邪知邪见。邪知邪见不是侮辱人的、不是轻视人的，而是说明这个事实真相。邪在哪里？你有我执，在《金刚经》上讲的，你有「我相、人相、众生相、寿者相」，你有妄想分别执着，你的知见就不正，这个道理不能不知道。知道了，自己就晓得自己现前是什么身分，自己现前在整个佛法修学过程当中，我们现在是站在什么地位，你才会精进，你才会发愤。如果不知道自己站在什么地位，以为自己很高，经论上常讲得少为足，得了小小一点轻安，小小一点聪明，就觉得自己很了不起，把你的道业障碍住了，你这一生没有成就的指望。",
      "zh_TW": "世間有許多高等的知識分子、科學家、哲學家、宗教家，他們比一般人智慧高出很多倍，在佛法裡面說他們有沒有智慧？沒有，他們的智慧是世智辯聰，不是真智慧。佛法講智慧的標準是清淨心，清淨心的標準是要離見思煩惱，見思煩惱沒有斷，你的心就不清淨。斷了見思煩惱，佛承認你智慧開了，小智慧，不是大智慧。在無上正等正覺你算是正覺，正覺是什麼地位？阿羅漢、辟支佛。經上常講你得漏盡通，什麼叫漏盡通？漏是見思煩惱，見思煩惱斷盡了，你得漏盡通，這個時候才是正覺。如果不是這種狀況，那個覺就不正，佛法裡面講邪知邪見。邪知邪見不是侮辱人的、不是輕視人的，而是說明這個事實真相。邪在哪裡？你有我執，在《金剛經》上講的，你有「我相、人相、眾生相、壽者相」，你有妄想分別執著，你的知見就不正，這個道理不能不知道。知道了，自己就曉得自己現前是什麼身分，自己現前在整個佛法修學過程當中，我們現在是站在什麼地位，你才會精進，你才會發憤。如果不知道自己站在什麼地位，以為自己很高，經論上常講得少為足，得了小小一點輕安，小小一點聰明，就覺得自己很了不起，把你的道業障礙住了，你這一生沒有成就的指望。"
    },
    {
      "id": "19-012-0021_p0004",
      "zh_CN": "佛法的修学最重要是解门，解了之后，行，功夫才得力。我们知道，有很多人很努力认真修行，为什么一生功夫都不得力，到老死的时候糊里糊涂的死去，我们看得太多，听得更多，应当要有警觉。也有一些一生从来没有听过经的，不认识字，什么都不会，他学会一句阿弥陀佛，他念到最后也能站着往生、坐着往生，这是什么一回事情？告诉你，那种人有真智慧，他是什么？他信心清净，《金刚经》上说得好，「信心清净，则生实相」。从前李老师常讲这种人是愚人，愚不可及，他那种愚笨我们比不上他。为什么？他头脑里头清净，没有胡思乱想，他一切万缘真放下，他无需要再念经，无需要再学东西，一句佛号他就能成无上道，谁能比得上他！",
      "zh_TW": "佛法的修學最重要是解門，解了之後，行，功夫才得力。我們知道，有很多人很努力認真修行，為什麼一生功夫都不得力，到老死的時候糊裡糊塗的死去，我們看得太多，聽得更多，應當要有警覺。也有一些一生從來沒有聽過經的，不認識字，什麼都不會，他學會一句阿彌陀佛，他念到最後也能站著往生、坐著往生，這是什麼一回事情？告訴你，那種人有真智慧，他是什麼？他信心清淨，《金剛經》上說得好，「信心清淨，則生實相」。從前李老師常講這種人是愚人，愚不可及，他那種愚笨我們比不上他。為什麼？他頭腦裡頭清淨，沒有胡思亂想，他一切萬緣真放下，他無需要再念經，無需要再學東西，一句佛號他就能成無上道，誰能比得上他！"
    },
    {
      "id": "19-012-0021_p0005",
      "zh_CN": "世法、佛法都讲求，上根上智与下愚不移，这两种人最好度，一个是上上根人，一个是下下根人。上上根人有智慧，心清净，一说就通达、就明了；下下根人虽然愚痴，他没有妄想，他人老实，教他什么，他一句话说到底。这两种人只要遇到佛法决定成就。最难的是当中这一截，所谓半吊子，上不上，下不下，自以为聪明，自以为是，自己跟自己做障碍，就犯下了大错。诸佛菩萨教化众生，就是以这一部分为对象的，这一部分是最难教的，《地藏经》上讲「刚强难化」。世尊对上上根跟下愚之人，讲经说法几个小时就解决了，哪里要讲四十九年？四十九年苦口婆心是度我们这些人的。所以中等根性是最麻烦的事情，很不容易得度，自以为聪明，自以为有智慧，哪里晓得真是迷惑，迷惑就造业。",
      "zh_TW": "世法、佛法都講求，上根上智與下愚不移，這兩種人最好度，一個是上上根人，一個是下下根人。上上根人有智慧，心清淨，一說就通達、就明瞭；下下根人雖然愚痴，他沒有妄想，他人老實，教他什麼，他一句話說到底。這兩種人只要遇到佛法決定成就。最難的是當中這一截，所謂半吊子，上不上，下不下，自以為聰明，自以為是，自己跟自己做障礙，就犯下了大錯。諸佛菩薩教化眾生，就是以這一部分為對象的，這一部分是最難教的，《地藏經》上講「剛強難化」。世尊對上上根跟下愚之人，講經說法幾個小時就解決了，哪裡要講四十九年？四十九年苦口婆心是度我們這些人的。所以中等根性是最麻煩的事情，很不容易得度，自以為聰明，自以為有智慧，哪裡曉得真是迷惑，迷惑就造業。"
    },
    {
      "id": "19-012-0021_p0006",
      "zh_CN": "实在讲佛祖示现最好的榜样，我们没有看出来，没觉悟。我常常在讲席当中跟大家讨论这些问题，我们学佛要学释迦牟尼佛，他的生活、他的言行就是我们的榜样。释迦牟尼佛一生没有建道场，释迦牟尼佛一生过着托钵的生活，名闻利养、五欲六尘舍得干干净净，一丝毫不沾染，这个心才能够清净。他做出样子给我们看，万缘放下，我们学佛要从这些地方学。世尊去我们的年代太久，将近三千年。印光大师是近代人，清朝末年时候的人，他老人家的示现，换句话说，是我们近代人的好榜样，我们要懂得。近代出家人犯些什么毛病，我们有没有认真去反省、认真去思惟？为什么印光大师一生不收出家徒弟？我们看看现代这一代的出家人，修行为什么不能成就？受徒弟之累。他给我们做这个了不起的示现，一生不做住持，不传戒，不传戒是不背因果，传戒容易，持戒难。他没有受戒犯罪，这一重罪，如果受了戒再犯罪，双重罪，怎么能忍心再给他把罪加重？我们在这几十年当中，海内、海外各个地方，我们看到许多道场，老和尚还没死，徒弟就争庙产，钩心斗角。老和尚病重了，没有人照顾，忙着争财产，这种罪业多重！印祖清楚、印祖明了，示现榜样给我们看，一生只收学生，不收徒弟，有大道理在。",
      "zh_TW": "實在講佛祖示現最好的榜樣，我們沒有看出來，沒覺悟。我常常在講席當中跟大家討論這些問題，我們學佛要學釋迦牟尼佛，他的生活、他的言行就是我們的榜樣。釋迦牟尼佛一生沒有建道場，釋迦牟尼佛一生過著托缽的生活，名聞利養、五欲六塵捨得乾乾淨淨，一絲毫不沾染，這個心才能夠清淨。他做出樣子給我們看，萬緣放下，我們學佛要從這些地方學。世尊去我們的年代太久，將近三千年。印光大師是近代人，清朝末年時候的人，他老人家的示現，換句話說，是我們近代人的好榜樣，我們要懂得。近代出家人犯些什麼毛病，我們有沒有認真去反省、認真去思惟？為什麼印光大師一生不收出家徒弟？我們看看現代這一代的出家人，修行為什麼不能成就？受徒弟之累。他給我們做這個了不起的示現，一生不做住持，不傳戒，不傳戒是不背因果，傳戒容易，持戒難。他沒有受戒犯罪，這一重罪，如果受了戒再犯罪，雙重罪，怎麼能忍心再給他把罪加重？我們在這幾十年當中，海內、海外各個地方，我們看到許多道場，老和尚還沒死，徒弟就爭廟產，鉤心鬥角。老和尚病重了，沒有人照顧，忙著爭財產，這種罪業多重！印祖清楚、印祖明瞭，示現榜樣給我們看，一生只收學生，不收徒弟，有大道理在。"
    },
    {
      "id": "19-012-0021_p0007",
      "zh_CN": "我学佛的时候，那个时候还没有出家，做居士的时候，李炳老就叫我学印光法师，我一生确实循着大师的典型去学习。我这一生没建道场，也没有收徒众，你们「悟」字辈出家的，你们自己都晓得，是韩馆长收的，你们的法名是韩馆长起的；只有一个例外，悟道他一个例外，他是在「佛陀教育基金会」出家的。凡是在图书馆出家，都是馆长剃度的。馆长走了之后，图书馆有了变故，当然你们跟我们这么多年，在一块同修，我有义务照顾大家。但是我奉劝你们，包括大陆来的这些同学们，我真诚的劝告大家，学印光法师决定正确，决定有成就。",
      "zh_TW": "我學佛的時候，那個時候還沒有出家，做居士的時候，李炳老就叫我學印光法師，我一生確實循著大師的典型去學習。我這一生沒建道場，也沒有收徒眾，你們「悟」字輩出家的，你們自己都曉得，是韓館長收的，你們的法名是韓館長起的；只有一個例外，悟道他一個例外，他是在「佛陀教育基金會」出家的。凡是在圖書館出家，都是館長剃度的。館長走了之後，圖書館有了變故，當然你們跟我們這麼多年，在一塊同修，我有義務照顧大家。但是我奉勸你們，包括大陸來的這些同學們，我真誠的勸告大家，學印光法師決定正確，決定有成就。"
    },
    {
      "id": "19-012-0021_p0008",
      "zh_CN": "我修学那个时代非常艰苦，出家之后所有的道场、寺院都不收容，原因是什么？原因是我坚持要学教，而一般寺院道场坚持的是要做经忏佛事，我坚持不肯干。不肯干，只有我走路，总不能让他们走路，所以我就被逼着走投无路。遇到韩馆长帮助我，成就我三十年讲台，我一生感激她，那也是佛菩萨来护法的。她帮助我太多太多了，所以我一生感恩，韩馆长确实真护法。今年她老人家往生两周年，我们做两周年纪念佛事。三时系念纪念佛事的时候，有同修看到她，她带了几个比丘尼坐在第一排，悟道在台上做三时系念。常常有人看到，念念依旧护持这个道场，没有离开，图书馆同修都到此地来了，当然她有责任、她有义务，她发心护持到底，我们在此地每个人对她都感激。",
      "zh_TW": "我修學那個時代非常艱苦，出家之後所有的道場、寺院都不收容，原因是什麼？原因是我堅持要學教，而一般寺院道場堅持的是要做經懺佛事，我堅持不肯幹。不肯幹，只有我走路，總不能讓他們走路，所以我就被逼著走投無路。遇到韓館長幫助我，成就我三十年講台，我一生感激她，那也是佛菩薩來護法的。她幫助我太多太多了，所以我一生感恩，韓館長確實真護法。今年她老人家往生兩週年，我們做兩週年紀念佛事。三時繫念紀念佛事的時候，有同修看到她，她帶了幾個比丘尼坐在第一排，悟道在台上做三時繫念。常常有人看到，念念依舊護持這個道場，沒有離開，圖書館同修都到此地來了，當然她有責任、她有義務，她發心護持到底，我們在此地每個人對她都感激。"
    },
    {
      "id": "19-012-0021_p0009",
      "zh_CN": "今天上午本来是有一个半小时讲《华严经》，正好悟正从台北来，他的弟弟最近念佛往生，瑞相非常稀有，我叫他给我做一个报告，详细说明。我讲经停止，就在讲堂里头录影，把这个录影带向全世界流通。他的弟弟只念佛六个月就往生，你听听看人家是怎么念的，怎么修的，怎么成功的，这是现代人修学的好榜样，现代往生录里最殊胜的一章，值得所有念佛人向他学习。他讲完之后我会有个简短的讲评，会把这个带子分送给大家。好，时间到了，我们就讲到此地。",
      "zh_TW": "今天上午本來是有一個半小時講《華嚴經》，正好悟正從台北來，他的弟弟最近念佛往生，瑞相非常稀有，我叫他給我做一個報告，詳細說明。我講經停止，就在講堂裡頭錄影，把這個錄影帶向全世界流通。他的弟弟只念佛六個月就往生，你聽聽看人家是怎麼念的，怎麼修的，怎麼成功的，這是現代人修學的好榜樣，現代往生錄裡最殊勝的一章，值得所有念佛人向他學習。他講完之後我會有個簡短的講評，會把這個帶子分送給大家。好，時間到了，我們就講到此地。"
    }
  ]
}