{
  "doc_id": "19-012-0109",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０九集",
    "zh_TW": "第一０九集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0109",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "19-012-0109_p0001",
      "zh_CN": "诸位同学，大家好。请掀开《感应篇》第四十七句：",
      "zh_TW": "諸位同學，大家好。請掀開《感應篇》第四十七句："
    },
    {
      "id": "19-012-0109_p0002",
      "zh_CN": "【受恩不感。念怨不休。】",
      "zh_TW": "【受恩不感。念怨不休。】"
    },
    {
      "id": "19-012-0109_p0003",
      "zh_CN": "这都是恶业当中的大恶。注解里面前面的三行说得非常好，「一饭之恩，古人必报，报即无力，心必铭感，念兹在兹，不可或忘」。这是中国古圣先贤，不但是教导我们，而且做给我们看。「《智度论》曰，受恩不感，甚于畜生」，这是佛经上说的。受人之恩，没有感念这个心，连畜生都不如。畜生，就是家里面许多人养的宠物，养的狗，养的猫，都知道感恩。世尊在《大智度论》里面说二地菩萨所修学的四个科目，其中有一条是「知恩报恩」。赵朴老写的四个字，他是给杂志上题的，我看到之后，把它剪下来放大，做成一个匾额，你们大家都看到了。这一句话在现前社会，我们要特别提倡，一个人能够「知恩报恩」，纵然不学佛，不求出三界，来生也必定是人天大福报；而反过来，忘恩负义，决定在三途，诸位在许多因果感应事迹里面，你们都看到。",
      "zh_TW": "這都是惡業當中的大惡。註解裡面前面的三行說得非常好，「一飯之恩，古人必報，報即無力，心必銘感，念茲在茲，不可或忘」。這是中國古聖先賢，不但是教導我們，而且做給我們看。「《智度論》曰，受恩不感，甚於畜生」，這是佛經上說的。受人之恩，沒有感念這個心，連畜生都不如。畜生，就是家裡面許多人養的寵物，養的狗，養的貓，都知道感恩。世尊在《大智度論》裡面說二地菩薩所修學的四個科目，其中有一條是「知恩報恩」。趙樸老寫的四個字，他是給雜誌上題的，我看到之後，把它剪下來放大，做成一個匾額，你們大家都看到了。這一句話在現前社會，我們要特別提倡，一個人能夠「知恩報恩」，縱然不學佛，不求出三界，來生也必定是人天大福報；而反過來，忘恩負義，決定在三途，諸位在許多因果感應事蹟裡面，你們都看到。"
    },
    {
      "id": "19-012-0109_p0004",
      "zh_CN": "我一生实在讲没有什么大智慧，也没有什么真正修行功夫，我就是一点诚心，真诚，知恩报恩。我走过的地方，跟我见过面的人，我这一生当中都念念不忘，一生确实生活在感恩的世界里。别人对我们的好处，对我们多方的照顾，我们只记人家的好处，绝不记别人的缺点。我一生当中没有架子，一般社会人讲荣誉，我没有荣誉感。荣誉感就有高下心，就是今天讲的他要出一个特权阶级，就有高下心。有高下心，心就不平，「我站在人上面，别人都不如我」，我们学佛，佛是平等心，佛是清净心。我们学孔老夫子，孔老夫子心地跟佛一样清净平等，这个要懂。世出世间大圣大贤，教导我们只有一桩事情，就是真正发心，这个发心佛家叫「发菩提心」。什么是菩提心？为一切众生服务的心。儒家讲「礼」，礼的精神是什么？自卑而尊人，他不是傲慢。你看佛法，善财童子五十三参，每一位善知识都说他自己不如别人，在无量法门里面自己只知道一门。以吉祥云比丘来说，修一门念佛法门，念佛法门也有很多种，在念佛法门里面只知道一种，不如别人，智慧德行样样都不如人，那是诸佛如来的表现。如果觉得样样都比人强，值得骄傲，这跟佛道、跟儒家的大道，恰恰相违背。",
      "zh_TW": "我一生實在講沒有什麼大智慧，也沒有什麼真正修行功夫，我就是一點誠心，真誠，知恩報恩。我走過的地方，跟我見過面的人，我這一生當中都念念不忘，一生確實生活在感恩的世界裡。別人對我們的好處，對我們多方的照顧，我們只記人家的好處，絕不記別人的缺點。我一生當中沒有架子，一般社會人講榮譽，我沒有榮譽感。榮譽感就有高下心，就是今天講的他要出一個特權階級，就有高下心。有高下心，心就不平，「我站在人上面，別人都不如我」，我們學佛，佛是平等心，佛是清淨心。我們學孔老夫子，孔老夫子心地跟佛一樣清淨平等，這個要懂。世出世間大聖大賢，教導我們只有一樁事情，就是真正發心，這個發心佛家叫「發菩提心」。什麼是菩提心？為一切眾生服務的心。儒家講「禮」，禮的精神是什麼？自卑而尊人，他不是傲慢。你看佛法，善財童子五十三參，每一位善知識都說他自己不如別人，在無量法門裡面自己只知道一門。以吉祥雲比丘來說，修一門念佛法門，念佛法門也有很多種，在念佛法門裡面只知道一種，不如別人，智慧德行樣樣都不如人，那是諸佛如來的表現。如果覺得樣樣都比人強，值得驕傲，這跟佛道、跟儒家的大道，恰恰相違背。"
    },
    {
      "id": "19-012-0109_p0005",
      "zh_CN": "佛给我们讲「贪瞋痴慢」是恶道的业因，贪是饿鬼道，瞋恚是地狱道，愚痴是畜生道，傲慢是修罗道。傲慢还要修福才是修罗道，不修福，三恶道去了。世出世间圣贤教导我们，修什么？无非是在日常生活当中，工作当中，处事待人接物，把贪瞋痴慢修掉，修就是修这个，除贪瞋痴慢。佛在一切经论里面常常教我们回头，返至本处。本处是什么？本处是一念不生，本处是清净心，是真如自性。诸佛菩萨也为一切众生服务，事情做完了，能够返归本处，都能够回到清净平等觉，这是本处。真正能够回到本处，就是知恩报恩。我为众生服务，还要讲条件，还要讲代价，那不是服务，那是交易，是有条件的。我一定要接到丰厚的供养，一定要得到相当的尊敬，这不是谈条件吗？孔老夫子跟释迦牟尼佛都不谈条件，一切都随缘。世尊的示现是托钵，人家给什么就吃什么，哪有选择的？他们生活方式非常简单，晚上树下一宿，走到什么地方随遇而安，整个身心奉献给一切众生，为一切众生服务。服务里面，最殊胜的、最有价值的是什么？教化众生，帮助一切众生破迷开悟，这是真实功德，无比的功德，无量功德。为什么？唯有开悟才能真正离苦得乐。觉悟的人，不管过什么样的日子，不论自己是什么身分；我前面跟大家举例，乞丐都好，他都快乐。为什么？他觉悟了，做乞丐都快乐，他所享受的那个快乐跟诸佛菩萨没有两样。迷了就苦，迷了做天王还苦，人王更不必说了。",
      "zh_TW": "佛給我們講「貪瞋痴慢」是惡道的業因，貪是餓鬼道，瞋恚是地獄道，愚痴是畜生道，傲慢是修羅道。傲慢還要修福才是修羅道，不修福，三惡道去了。世出世間聖賢教導我們，修什麼？無非是在日常生活當中，工作當中，處事待人接物，把貪瞋痴慢修掉，修就是修這個，除貪瞋痴慢。佛在一切經論裡面常常教我們回頭，返至本處。本處是什麼？本處是一念不生，本處是清淨心，是真如自性。諸佛菩薩也為一切眾生服務，事情做完了，能夠返歸本處，都能夠回到清淨平等覺，這是本處。真正能夠回到本處，就是知恩報恩。我為眾生服務，還要講條件，還要講代價，那不是服務，那是交易，是有條件的。我一定要接到豐厚的供養，一定要得到相當的尊敬，這不是談條件嗎？孔老夫子跟釋迦牟尼佛都不談條件，一切都隨緣。世尊的示現是托缽，人家給什麼就吃什麼，哪有選擇的？他們生活方式非常簡單，晚上樹下一宿，走到什麼地方隨遇而安，整個身心奉獻給一切眾生，為一切眾生服務。服務裡面，最殊勝的、最有價值的是什麼？教化眾生，幫助一切眾生破迷開悟，這是真實功德，無比的功德，無量功德。為什麼？唯有開悟才能真正離苦得樂。覺悟的人，不管過什麼樣的日子，不論自己是什麼身分；我前面跟大家舉例，乞丐都好，他都快樂。為什麼？他覺悟了，做乞丐都快樂，他所享受的那個快樂跟諸佛菩薩沒有兩樣。迷了就苦，迷了做天王還苦，人王更不必說了。"
    },
    {
      "id": "19-012-0109_p0006",
      "zh_CN": "真正乐是从悟当中得来的，苦是从迷当中得来的。谁能帮助我们破迷开悟？佛陀、菩萨，我们称为老师、称为善友。释迦牟尼佛是我们的本师，阿弥陀佛也是我们的本师，所以我们受恩，要知道什么是恩、什么是德，明了就觉悟，不明就迷惑。几个人真正能明白？明白的人少。天天读经，天天接受佛法薰修，是不是真的觉悟过来了？没有。真的觉悟过来，他的思想行为不一样，他所表现的是佛菩萨，是觉正净的行为，是清净平等觉的思想，那怎么会一样？觉悟的人，舍己为人；迷惑的人，绝不会牺牲自己。诸位要知道，牺牲自己是相似的觉悟，不是真正觉悟，真正觉悟连牺牲的念头都没有。他还有牺牲念头，有牺牲念头自己就很委曲，委曲求全，这在儒家讲，这是君子不是圣人。圣贤连这个意念都没有，他才是真正清净平等觉，这才是报恩。",
      "zh_TW": "真正樂是從悟當中得來的，苦是從迷當中得來的。誰能幫助我們破迷開悟？佛陀、菩薩，我們稱為老師、稱為善友。釋迦牟尼佛是我們的本師，阿彌陀佛也是我們的本師，所以我們受恩，要知道什麼是恩、什麼是德，明瞭就覺悟，不明就迷惑。幾個人真正能明白？明白的人少。天天讀經，天天接受佛法薰修，是不是真的覺悟過來了？沒有。真的覺悟過來，他的思想行為不一樣，他所表現的是佛菩薩，是覺正淨的行為，是清淨平等覺的思想，那怎麼會一樣？覺悟的人，捨己為人；迷惑的人，絕不會犧牲自己。諸位要知道，犧牲自己是相似的覺悟，不是真正覺悟，真正覺悟連犧牲的念頭都沒有。他還有犧牲念頭，有犧牲念頭自己就很委曲，委曲求全，這在儒家講，這是君子不是聖人。聖賢連這個意念都沒有，他才是真正清淨平等覺，這才是報恩。"
    },
    {
      "id": "19-012-0109_p0007",
      "zh_CN": "佛祖对我们的期望，是教我们成圣成贤，是教我们成佛成菩萨，我们真正成佛成菩萨，这是真报恩。绝对不是说，我们今天宣扬佛法，把佛法介绍给广大的群众，我们就算报佛恩了。也算是报恩，报得太少了，不是佛的意思，佛的意思是叫我们自己成佛，叫我们自己成菩萨，这是真正报恩。你要如果真的成佛成菩萨了，你就会跟佛菩萨一样普度一切众生，这才是名真正的报恩者。如果能够少许契入这个境界，我们感恩的心自然就生了。所以心量要大，念念为整个社会着想，这整个社会是整个世界的社会，为一切众生着想，这是菩提心，这是报恩心。处处为了自己的方便，为自己方便决定就妨碍众生的方便，一定的道理。处处要讲求为自己的享受，决定妨碍一切众生的享受，大家只要冷静思惟就明了。",
      "zh_TW": "佛祖對我們的期望，是教我們成聖成賢，是教我們成佛成菩薩，我們真正成佛成菩薩，這是真報恩。絕對不是說，我們今天宣揚佛法，把佛法介紹給廣大的群眾，我們就算報佛恩了。也算是報恩，報得太少了，不是佛的意思，佛的意思是叫我們自己成佛，叫我們自己成菩薩，這是真正報恩。你要如果真的成佛成菩薩了，你就會跟佛菩薩一樣普度一切眾生，這才是名真正的報恩者。如果能夠少許契入這個境界，我們感恩的心自然就生了。所以心量要大，念念為整個社會著想，這整個社會是整個世界的社會，為一切眾生著想，這是菩提心，這是報恩心。處處為了自己的方便，為自己方便決定就妨礙眾生的方便，一定的道理。處處要講求為自己的享受，決定妨礙一切眾生的享受，大家只要冷靜思惟就明瞭。"
    },
    {
      "id": "19-012-0109_p0008",
      "zh_CN": "佛的心是「真诚、清净、平等、正觉、慈悲」，佛的行是「看破、放下、自在、随缘、念佛」，我这二十个字，总结《大方广佛华严经》，也是总结释迦牟尼佛一代时教，亦是总结十方三世一切诸佛如来的教诲，我们修行要抓到纲领。这二十个字做不到，为什么做不到？我们自己有疑惑，所以这才深入经藏。深入经藏的目的是破迷开悟，破迷开悟的目的是这二十个字的落实，真正做到了，这个人就叫佛陀，就是佛家讲的超凡入圣，这才叫真正的知恩报恩。这两句意思很长很深，是我们当前迫切需要的。",
      "zh_TW": "佛的心是「真誠、清淨、平等、正覺、慈悲」，佛的行是「看破、放下、自在、隨緣、念佛」，我這二十個字，總結《大方廣佛華嚴經》，也是總結釋迦牟尼佛一代時教，亦是總結十方三世一切諸佛如來的教誨，我們修行要抓到綱領。這二十個字做不到，為什麼做不到？我們自己有疑惑，所以這才深入經藏。深入經藏的目的是破迷開悟，破迷開悟的目的是這二十個字的落實，真正做到了，這個人就叫佛陀，就是佛家講的超凡入聖，這才叫真正的知恩報恩。這兩句意思很長很深，是我們當前迫切需要的。"
    }
  ]
}