{
  "doc_id": "19-012-0122",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二二集",
    "zh_TW": "第一二二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "19-012-0122",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "19-012-0122_p0001",
      "zh_CN": "诸位同学，大家好。",
      "zh_TW": "諸位同學，大家好。"
    },
    {
      "id": "19-012-0122_p0002",
      "zh_CN": "【知过不改。知善不为。】",
      "zh_TW": "【知過不改。知善不為。】"
    },
    {
      "id": "19-012-0122_p0003",
      "zh_CN": "《汇编》里面引用了元朝天如禅师的一段开示，这段开示的文很长，意思是说古人有一首偈，说的是「我见他人死，我心热如火，不是热他人，看看轮到我」。这首偈是高度警策修行人的，这些话也是所谓的老生常谈，哪个不知道？哪个不会说？禅师说得很好，「现前诸大德，多是下手做功夫来的」。就像前面所说的，宋朝时候曹翰，前世在唐朝时候听法师讲一次经，佛家讲一座就是一次，听完之后他很欢喜，打斋供众，就种这么一点善，使他好几世都能够不失人身，都能够生活得很好，到宋朝时候做到了将军。由此可知，现前世间富贵之人，必定是过去生中曾经修过真实的福报。真实福报机缘难逢，有时候机缘遇到了，不知道去修福，实在是可惜。尤其是修行人，佛在经上告诉我们，我们相信佛的话是真实的，都是无量劫来生生世世布施供养、闻法修行，如果没有这样的善根福德因缘，在如今五浊恶世，你怎么可能得人身、闻正法？这个缘太希有了。古德的赞叹，「无量劫来，希有难逢」，这个话并不过分，说的是大实话。可是我们也没有在意。",
      "zh_TW": "《彙編》裡面引用了元朝天如禪師的一段開示，這段開示的文很長，意思是說古人有一首偈，說的是「我見他人死，我心熱如火，不是熱他人，看看輪到我」。這首偈是高度警策修行人的，這些話也是所謂的老生常談，哪個不知道？哪個不會說？禪師說得很好，「現前諸大德，多是下手做功夫來的」。就像前面所說的，宋朝時候曹翰，前世在唐朝時候聽法師講一次經，佛家講一座就是一次，聽完之後他很歡喜，打齋供眾，就種這麼一點善，使他好幾世都能夠不失人身，都能夠生活得很好，到宋朝時候做到了將軍。由此可知，現前世間富貴之人，必定是過去生中曾經修過真實的福報。真實福報機緣難逢，有時候機緣遇到了，不知道去修福，實在是可惜。尤其是修行人，佛在經上告訴我們，我們相信佛的話是真實的，都是無量劫來生生世世布施供養、聞法修行，如果沒有這樣的善根福德因緣，在如今五濁惡世，你怎麼可能得人身、聞正法？這個緣太希有了。古德的讚歎，「無量劫來，希有難逢」，這個話並不過分，說的是大實話。可是我們也沒有在意。"
    },
    {
      "id": "19-012-0122_p0004",
      "zh_CN": "为什么我们修行功夫依旧不得力，原因就是在没有彻底放下。虽然天天做功夫、天天修学，过在哪里？过在不精进、不勇猛、不坚定、不长久，没有长远心。不能说你不发心，可是心发了之后很容易退失，我们的毛病就出在这个地方。过知不知道？知道，知道不能改。善知不知道？知道，知道不肯为。为什么知道你不肯去干？这我们也常说，这个事情我在初学佛的时候，二十几岁，曾经提出来跟章嘉大师请教过。章嘉大师告诉我，知得不彻底。我想想很对，他老人家告诉我，佛家的教学是「知难行易」，这个话给我非常深刻的印象。「知」，真的是太难了，世尊说法四十九年，就是希望大家知道这个事实真相，明白这个道理。「行」，实在讲一念之间，那个念头一转，即身成佛。世尊给我们做示范，我们看到善财一生成就，《法华经》上龙女八岁成佛，说明行不难。你为什么不肯行？是你知道得不透彻，你是一知半解。果然知道透彻了、明了了，哪有不放下的道理！真正明白人，彻底放下，永恒不变。佛在经上赞叹，这种人是真实丈夫，大丈夫！真正的所谓英雄豪杰。",
      "zh_TW": "為什麼我們修行功夫依舊不得力，原因就是在沒有徹底放下。雖然天天做功夫、天天修學，過在哪裡？過在不精進、不勇猛、不堅定、不長久，沒有長遠心。不能說你不發心，可是心發了之後很容易退失，我們的毛病就出在這個地方。過知不知道？知道，知道不能改。善知不知道？知道，知道不肯為。為什麼知道你不肯去幹？這我們也常說，這個事情我在初學佛的時候，二十幾歲，曾經提出來跟章嘉大師請教過。章嘉大師告訴我，知得不徹底。我想想很對，他老人家告訴我，佛家的教學是「知難行易」，這個話給我非常深刻的印象。「知」，真的是太難了，世尊說法四十九年，就是希望大家知道這個事實真相，明白這個道理。「行」，實在講一念之間，那個念頭一轉，即身成佛。世尊給我們做示範，我們看到善財一生成就，《法華經》上龍女八歲成佛，說明行不難。你為什麼不肯行？是你知道得不透徹，你是一知半解。果然知道透徹了、明瞭了，哪有不放下的道理！真正明白人，徹底放下，永恆不變。佛在經上讚歎，這種人是真實丈夫，大丈夫！真正的所謂英雄豪傑。"
    },
    {
      "id": "19-012-0122_p0005",
      "zh_CN": "可是我们细心观察，这个世间修行人，几个人能够保持始终不变？天如禅师说得好，十个人里头就有五双都会退失道心。他说退失道心是什么缘故？有退失的因缘。「因」就是刚才说的，他对于宇宙人生道理、事实真相没有真正明了，这是因；「缘」是内有贪瞋痴的烦恼，自私自利，外面有五欲六尘的诱惑，这都是缘。内缘外缘都不善，他怎么会不退转？禅师在此地跟我们讲的缘，他说了三种，也都是实实在在的事相。他说第一个「为身口所累」，为了要吃得好一点，要过舒服的日子，我们今天讲的物质的享受，追求名闻利养、五欲六尘，为这个所累，这在家出家都在其中。第二个说在家人，他有家亲眷属，「为眷属所累」，他要养家活口，「为家计所累」。出家之后是应当一切舍弃，可惜的是身出家心没出家，依旧没有把名闻利养放下，成天在名利中做活计，于是退失了道心。这些烦恼习气「累杀天下人」，「忙了一世，闹了一世，苦了一世」，可惜「空过了一世」。又何况在一生当中，「起了无量贪瞋痴，造了无量大小恶业」，恶业都有果报，果报在三途。三途八难苦海之中，生死轮回，受了无量无边的苦恼，不得解脱。",
      "zh_TW": "可是我們細心觀察，這個世間修行人，幾個人能夠保持始終不變？天如禪師說得好，十個人裡頭就有五雙都會退失道心。他說退失道心是什麼緣故？有退失的因緣。「因」就是剛才說的，他對於宇宙人生道理、事實真相沒有真正明瞭，這是因；「緣」是內有貪瞋痴的煩惱，自私自利，外面有五欲六塵的誘惑，這都是緣。內緣外緣都不善，他怎麼會不退轉？禪師在此地跟我們講的緣，他說了三種，也都是實實在在的事相。他說第一個「為身口所累」，為了要吃得好一點，要過舒服的日子，我們今天講的物質的享受，追求名聞利養、五欲六塵，為這個所累，這在家出家都在其中。第二個說在家人，他有家親眷屬，「為眷屬所累」，他要養家活口，「為家計所累」。出家之後是應當一切捨棄，可惜的是身出家心沒出家，依舊沒有把名聞利養放下，成天在名利中做活計，於是退失了道心。這些煩惱習氣「累殺天下人」，「忙了一世，鬧了一世，苦了一世」，可惜「空過了一世」。又何況在一生當中，「起了無量貪瞋痴，造了無量大小惡業」，惡業都有果報，果報在三途。三途八難苦海之中，生死輪迴，受了無量無邊的苦惱，不得解脫。"
    },
    {
      "id": "19-012-0122_p0006",
      "zh_CN": "佛为我们讲经说法，祖师大德苦口婆心的劝诲，只是始终不曾清醒过来。这又是什么原因？我们曾经细心去思惟、去寻找，这个原因就是我们没有将所学的落实。如果能够有一分落实，就有一分受用；有两分落实，就有两分受用，所以世尊在经论当中，无数次的提醒我们，「受持读诵，为人演说」，这一句话就是落实。你听了，听明白没有？没有完全听明白，明白一句两句，行！你把你明白的这一两句落实，你就得受用。所以不必完全明了，完全明了不可能，明白个一句两句，人人都做得到的。换句话说，如何把你明了的去做到，这叫实学，这是功夫，这是真实受用。常常听，每天能够明白一句两句，这样累积个三年五载，这个人就开悟了。我们也常常听经，不止三年五载，我们也相当明了，为什么不开悟？悟门被烦恼堵塞了，悟门被自私自利蒙蔽了，还是没有落实。我一天听懂一句，我把这一句做到，明天又懂一句，我又把这一句做到，这样的人才会开悟。听懂了，不能够落实，不能做到，跟听不懂没有两样，跟不信佛也没有两样。纵然你会讲，你会讲有什么用？记问之学，听别人讲的。记问之学就是不能落实，能落实，这个记问就变成实学了，这个当中的差别，我们一定要辨别清楚。",
      "zh_TW": "佛為我們講經說法，祖師大德苦口婆心的勸誨，只是始終不曾清醒過來。這又是什麼原因？我們曾經細心去思惟、去尋找，這個原因就是我們沒有將所學的落實。如果能夠有一分落實，就有一分受用；有兩分落實，就有兩分受用，所以世尊在經論當中，無數次的提醒我們，「受持讀誦，為人演說」，這一句話就是落實。你聽了，聽明白沒有？沒有完全聽明白，明白一句兩句，行！你把你明白的這一兩句落實，你就得受用。所以不必完全明瞭，完全明瞭不可能，明白個一句兩句，人人都做得到的。換句話說，如何把你明瞭的去做到，這叫實學，這是功夫，這是真實受用。常常聽，每天能夠明白一句兩句，這樣累積個三年五載，這個人就開悟了。我們也常常聽經，不止三年五載，我們也相當明瞭，為什麼不開悟？悟門被煩惱堵塞了，悟門被自私自利蒙蔽了，還是沒有落實。我一天聽懂一句，我把這一句做到，明天又懂一句，我又把這一句做到，這樣的人才會開悟。聽懂了，不能夠落實，不能做到，跟聽不懂沒有兩樣，跟不信佛也沒有兩樣。縱然你會講，你會講有什麼用？記問之學，聽別人講的。記問之學就是不能落實，能落實，這個記問就變成實學了，這個當中的差別，我們一定要辨別清楚。"
    },
    {
      "id": "19-012-0122_p0007",
      "zh_CN": "佛在经上说得好，但是这个话不好懂，佛说我们的身体、眷属、家庭，扩大到世界，都不是自己的，所以佛教给我们身心世界一切放下。为什么？因为它是虚妄的，身心世界是虚妄的，这个道理太深了。佛要把这桩事情说清楚、说明白，用了二十二年的时间讲般若。二十二年般若的总纲领是什么？就是《金刚经》上所讲的几句话，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。你要真正懂得、真正明白了，你自然放下了，就放得很彻底，放得很究竟，你的自己就找到了。自己是什么？真如自性；禅宗里面讲明心见性，见性成佛。你要不能把身心世界一起放下，你就永远见不到自性，自性就是被这些东西障碍住了，被这些东西蒙蔽了。《金刚经》上讲的「一切有为法」，有为法里面包含百法里面前面四法，第一个是心法，所以心要放下。心是什么？妄想分别执着。妄想是阿赖耶，分别是第六意识，执着是末那，所以妄想分别执着就是阿赖耶识、末那识、第六意识，这是心法。身跟世界是色法，这里头还有心所法、心不相应行法，这个四大类都叫做有为法，全是假的，不是真的。六道众生迷失在其中，把假的当作真的，真的完全不认识了。佛菩萨给我们讲解说明，我们听了也不能完全相信，不肯依照佛菩萨的教诲去做，所以真的永远不能现前，假的永远不能离开，这样修行拖泥带水，生生世世无量劫来不能证果，不能得佛法真实受用。你说多可惜！多冤枉。",
      "zh_TW": "佛在經上說得好，但是這個話不好懂，佛說我們的身體、眷屬、家庭，擴大到世界，都不是自己的，所以佛教給我們身心世界一切放下。為什麼？因為它是虛妄的，身心世界是虛妄的，這個道理太深了。佛要把這樁事情說清楚、說明白，用了二十二年的時間講般若。二十二年般若的總綱領是什麼？就是《金剛經》上所講的幾句話，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。你要真正懂得、真正明白了，你自然放下了，就放得很徹底，放得很究竟，你的自己就找到了。自己是什麼？真如自性；禪宗裡面講明心見性，見性成佛。你要不能把身心世界一起放下，你就永遠見不到自性，自性就是被這些東西障礙住了，被這些東西蒙蔽了。《金剛經》上講的「一切有為法」，有為法裡面包含百法裡面前面四法，第一個是心法，所以心要放下。心是什麼？妄想分別執著。妄想是阿賴耶，分別是第六意識，執著是末那，所以妄想分別執著就是阿賴耶識、末那識、第六意識，這是心法。身跟世界是色法，這裡頭還有心所法、心不相應行法，這個四大類都叫做有為法，全是假的，不是真的。六道眾生迷失在其中，把假的當作真的，真的完全不認識了。佛菩薩給我們講解說明，我們聽了也不能完全相信，不肯依照佛菩薩的教誨去做，所以真的永遠不能現前，假的永遠不能離開，這樣修行拖泥帶水，生生世世無量劫來不能證果，不能得佛法真實受用。你說多可惜！多冤枉。"
    },
    {
      "id": "19-012-0122_p0008",
      "zh_CN": "几时我们能省悟过来？只有一个办法，要把你所知的落实，你就会省悟过来。你落实一分，你就一分觉悟；落实两分，你就两分觉悟，果然觉悟了，绝不迷恋身心世界；换句话说，分别执着逐渐逐渐淡薄了，智慧逐渐逐渐增长，智慧开了。什么时候分别执着完全没有了，那就恭喜你，你就见性了，你就明心见性，你对于宇宙人生的真相你就证得了。真正清楚明了了，所谓「见性成佛」，成就真实圆满的智慧，成就真实圆满的德行，这个人叫自度度他，这个人称为佛，称为菩萨。所以归根结柢，「知过要改，知善要为」。",
      "zh_TW": "幾時我們能省悟過來？只有一個辦法，要把你所知的落實，你就會省悟過來。你落實一分，你就一分覺悟；落實兩分，你就兩分覺悟，果然覺悟了，絕不迷戀身心世界；換句話說，分別執著逐漸逐漸淡薄了，智慧逐漸逐漸增長，智慧開了。什麼時候分別執著完全沒有了，那就恭喜你，你就見性了，你就明心見性，你對於宇宙人生的真相你就證得了。真正清楚明瞭了，所謂「見性成佛」，成就真實圓滿的智慧，成就真實圓滿的德行，這個人叫自度度他，這個人稱為佛，稱為菩薩。所以歸根結柢，「知過要改，知善要為」。"
    }
  ]
}