{
  "doc_id": "19-012-0041",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十一集",
    "zh_TW": "第四十一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0041",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0041_p0001",
      "zh_CN": "诸位同学，大家好。昨天讲到：",
      "zh_TW": "諸位同學，大家好。昨天講到："
    },
    {
      "id": "19-012-0041_p0002",
      "zh_CN": "【忠孝。】",
      "zh_TW": "【忠孝。】"
    },
    {
      "id": "19-012-0041_p0003",
      "zh_CN": "这两个字，这两个字无论是在中国固有文化，或者是在大乘佛法里面，都是属于心性之学。这两个字在六书里面都是属于会意，也就是说让我们看到这个符号，体会它所表的意思。心，这个意思很难体会，很难懂得，大家在《楞严经》里面看过，《楞严经》一开端，世尊对着阿难问他心在哪里？并没有说是真心或者是妄心，阿难比我们聪明，说了七个地方，都被世尊否定。这一段文字很长，古人的科判定为「七处征心」，也有人把它判作「七番破处」，都有它的道理。心不但找不到，甚至于心也没有办法想得出来，所以佛经里面常用八个字来形容它，叫「不可思议，心行处灭」，这八个字能够说到一点仿佛。儒、佛讲的心都是讲真心，都是讲的本性，真心、本性遍一切处，佛法里面讲的心包太虚。",
      "zh_TW": "這兩個字，這兩個字無論是在中國固有文化，或者是在大乘佛法裡面，都是屬於心性之學。這兩個字在六書裡面都是屬於會意，也就是說讓我們看到這個符號，體會它所表的意思。心，這個意思很難體會，很難懂得，大家在《楞嚴經》裡面看過，《楞嚴經》一開端，世尊對著阿難問他心在哪裡？並沒有說是真心或者是妄心，阿難比我們聰明，說了七個地方，都被世尊否定。這一段文字很長，古人的科判定為「七處徵心」，也有人把它判作「七番破處」，都有它的道理。心不但找不到，甚至於心也沒有辦法想得出來，所以佛經裡面常用八個字來形容它，叫「不可思議，心行處滅」，這八個字能夠說到一點彷彿。儒、佛講的心都是講真心，都是講的本性，真心、本性遍一切處，佛法裡面講的心包太虛。"
    },
    {
      "id": "19-012-0041_p0004",
      "zh_CN": "《楞严》尤其说得透彻，虚空法界一切众生皆是「唯心所现」。所以心是能现，虚空法界一切众生是心之所现。就如同我们作梦一样，我们每个人都有作梦的经验，梦里面有虚空、有法界、有一切众生，从哪里来的？现在人说从意识心里头变现出的梦境。没错，意识心是个妄心，佛法里面讲识心，变现出的梦境。而我们所谓的现实的环境，现实的虚空法界芸芸众生，又有几个人知道是我们真心、本性变现之物？这就没人晓得。心没有相，心能现相，心起作用能将这个现象任运变化，所以说是唯识所变，十法界依正庄严。识是什么？识是念头。念头是心的作用，心起作用就叫做念。所以念这个字也是会意，你看在中国文字上，念是今、心，就是现在你那个心，你现在心在动。所以佛说「一切法从心想生」，心想就是念，就是念头。",
      "zh_TW": "《楞嚴》尤其說得透徹，虛空法界一切眾生皆是「唯心所現」。所以心是能現，虛空法界一切眾生是心之所現。就如同我們作夢一樣，我們每個人都有作夢的經驗，夢裡面有虛空、有法界、有一切眾生，從哪裡來的？現在人說從意識心裡頭變現出的夢境。沒錯，意識心是個妄心，佛法裡面講識心，變現出的夢境。而我們所謂的現實的環境，現實的虛空法界芸芸眾生，又有幾個人知道是我們真心、本性變現之物？這就沒人曉得。心沒有相，心能現相，心起作用能將這個現象任運變化，所以說是唯識所變，十法界依正莊嚴。識是什麼？識是念頭。念頭是心的作用，心起作用就叫做念。所以念這個字也是會意，你看在中國文字上，念是今、心，就是現在你那個心，你現在心在動。所以佛說「一切法從心想生」，心想就是念，就是念頭。"
    },
    {
      "id": "19-012-0041_p0005",
      "zh_CN": "心起作用，如何将这个作用用得纯正？世出世间的圣人用心是纯正的，佛菩萨用心是纯正的，纯正就是忠。这个心上如果不加任何符号，那就表的是心，加上符号就是表它的作用。忠是正用，一点过失都没有，一点错误都没有，这叫忠，我们要懂得。所以这个意思无限的深广。在儒家《大学》里面教人，「诚意正心」，诚意是心之体，正心就是心之作用，要用得正，正就是忠。可是我们现在的凡夫，我们哪里知道心？禅宗说得好，「若人识得心，大地无寸土」。诸佛如来教人没有别的，就是教人认得心而已，认得心你就成佛。由此可知，除佛菩萨之外，没有人认得心！声闻、缘觉没有明心见性，换句话说，还没有认得心，何况等而下之。",
      "zh_TW": "心起作用，如何將這個作用用得純正？世出世間的聖人用心是純正的，佛菩薩用心是純正的，純正就是忠。這個心上如果不加任何符號，那就表的是心，加上符號就是表它的作用。忠是正用，一點過失都沒有，一點錯誤都沒有，這叫忠，我們要懂得。所以這個意思無限的深廣。在儒家《大學》裡面教人，「誠意正心」，誠意是心之體，正心就是心之作用，要用得正，正就是忠。可是我們現在的凡夫，我們哪裡知道心？禪宗說得好，「若人識得心，大地無寸土」。諸佛如來教人沒有別的，就是教人認得心而已，認得心你就成佛。由此可知，除佛菩薩之外，沒有人認得心！聲聞、緣覺沒有明心見性，換句話說，還沒有認得心，何況等而下之。"
    },
    {
      "id": "19-012-0041_p0006",
      "zh_CN": "心起作用就是思想、就是见解，这些思想、见解错了，错在什么地方？佛家讲有无明障碍着，烦恼搅和着。佛这么说，儒家也是这么说。所以儒、佛论修行都是先断烦恼，然后开智慧，智慧开了你就认得心。儒家教人的纲目也是这么个说法，「格物致知」，这个格物多重要！我们今天修学功夫不得力，就是没有从这个地方下手，没有去做。物是什么？物是欲望，物欲。一切众生对物欲深深的贪恋、执着，他的果报生生世世搞轮回，搞三恶道。所以你修行要想成就，你必须把五欲六尘舍得干干净净，你才有救。不但世间法不可以贪，佛法也不能贪，《金刚经》上说得好，「法尚应舍，何况非法」。",
      "zh_TW": "心起作用就是思想、就是見解，這些思想、見解錯了，錯在什麼地方？佛家講有無明障礙著，煩惱攪和著。佛這麼說，儒家也是這麼說。所以儒、佛論修行都是先斷煩惱，然後開智慧，智慧開了你就認得心。儒家教人的綱目也是這麼個說法，「格物致知」，這個格物多重要！我們今天修學功夫不得力，就是沒有從這個地方下手，沒有去做。物是什麼？物是欲望，物欲。一切眾生對物欲深深的貪戀、執著，他的果報生生世世搞輪迴，搞三惡道。所以你修行要想成就，你必須把五欲六塵捨得乾乾淨淨，你才有救。不但世間法不可以貪，佛法也不能貪，《金剛經》上說得好，「法尚應捨，何況非法」。"
    },
    {
      "id": "19-012-0041_p0007",
      "zh_CN": "我们想想，自己为什么不能成就？为什么还造地狱业？学佛的人造地狱业多，我看得太多了。现前造地狱业，将来一定得地狱果报，不晓得果报之可怕，他敢造业，起心动念自私自利，起心动念欺骗众生，欺骗佛菩萨，叫自欺欺人。他用的是什么心？这样的心怎么能成就？以这样的心做一点好事，也有一点果报，果报在哪里？三途六道里面去享受。如果五戒十善不具足，说老实话，五戒十善具足的人不多，第一个就不诚实，五戒里头有不妄语，十善里头也有不妄语、不恶口、不两舌、不绮语。我们自己想想，我们有没有犯？如果要犯了，《地藏经》上说得好，拔舌地狱，你能逃得了吗？不要说你有这个行为，起这个念头就造业。这个我们在前面已经读了不少，起心动念都在造业，自己还要想有好的果报，哪有这回事情？",
      "zh_TW": "我們想想，自己為什麼不能成就？為什麼還造地獄業？學佛的人造地獄業多，我看得太多了。現前造地獄業，將來一定得地獄果報，不曉得果報之可怕，他敢造業，起心動念自私自利，起心動念欺騙眾生，欺騙佛菩薩，叫自欺欺人。他用的是什麼心？這樣的心怎麼能成就？以這樣的心做一點好事，也有一點果報，果報在哪裡？三途六道裡面去享受。如果五戒十善不具足，說老實話，五戒十善具足的人不多，第一個就不誠實，五戒裡頭有不妄語，十善裡頭也有不妄語、不惡口、不兩舌、不綺語。我們自己想想，我們有沒有犯？如果要犯了，《地藏經》上說得好，拔舌地獄，你能逃得了嗎？不要說你有這個行為，起這個念頭就造業。這個我們在前面已經讀了不少，起心動念都在造業，自己還要想有好的果報，哪有這回事情？"
    },
    {
      "id": "19-012-0041_p0008",
      "zh_CN": "往年我在休士顿讲演的时候，遇到蔡老居士，蔡念生老居士的公子，我们在一起吃饭，谈到这个修学之所以不能成就，他说一句话说得好，他说，「人功夫不能成就，原因就是不知耻。」我听了这个话深有感想，真的不知耻，儒家讲「知耻近乎勇」，勇是精进不懈，为什么不能精进？不知耻。我们那天的谈话谈了也有一个具体的结论，希望我们来推行知耻运动，我们搞一个知耻学社，有这么一个念头。人能够知耻，那就是世出世间圣贤的根基，菩萨知耻，所以他能成佛；声闻、缘觉知耻，所以他能够精进。什么叫知耻？不如人是耻辱。要以谁做标准？以佛菩萨做标准。我们样样比不上佛菩萨，就是我们的大耻辱，去向佛菩萨学习，佛菩萨身心清净，世出世间一切诸法放得干干净净，他能做得到，我们为什么做不到？我们为什么还要贪着，还要拼命在营求，错了。",
      "zh_TW": "往年我在休士頓講演的時候，遇到蔡老居士，蔡念生老居士的公子，我們在一起吃飯，談到這個修學之所以不能成就，他說一句話說得好，他說，「人功夫不能成就，原因就是不知恥。」我聽了這個話深有感想，真的不知恥，儒家講「知恥近乎勇」，勇是精進不懈，為什麼不能精進？不知恥。我們那天的談話談了也有一個具體的結論，希望我們來推行知恥運動，我們搞一個知恥學社，有這麼一個念頭。人能夠知恥，那就是世出世間聖賢的根基，菩薩知恥，所以他能成佛；聲聞、緣覺知恥，所以他能夠精進。什麼叫知恥？不如人是恥辱。要以誰做標準？以佛菩薩做標準。我們樣樣比不上佛菩薩，就是我們的大恥辱，去向佛菩薩學習，佛菩薩身心清淨，世出世間一切諸法放得乾乾淨淨，他能做得到，我們為什麼做不到？我們為什麼還要貪著，還要拼命在營求，錯了。"
    },
    {
      "id": "19-012-0041_p0009",
      "zh_CN": "佛法讲用心都劝人发菩提心，菩提心里面讲直心、讲至诚心，那是孝，真诚到极处，这是真心、是本性，是菩提心之体。心性起作用，有对自己，有对别人，对自己的是深心，深心是自利心；对别人是大悲心，大慈悲心，这是利他。所以深心跟大悲心都是忠的意思，你的心起这个作用正确，纯正无邪。什么叫深心？古德解释「好德好善」，这个讲得不错，好德好善之心。什么叫德？前面讲过，存心是德。存什么心？我们将世出世间圣贤的教诲归纳成十个字，「真诚、清净、平等、正觉、慈悲」，心里面常存这十个字就是深心，这是自受用。诸位果然能常存这十个字，自然健康长寿，心情愉快，世间人讲的幸福美满，就表现出来了，你的忧虑、你的烦恼、你的罪业就能够消除。如果与这十个字相违背，你造业，你不能离开烦恼，不能离开忧虑，不能离开恶业。心存这十个字，这就是有德，前面文上讲的「积德」，念念不忘这十个字，这是积德；「累功」，大悲心利他是累功。你果然积德，德在哪里表现？德就在你形相上表现。古人所谓是「诚于中而形于外」，你的相貌、你的表态就把这十个字完全表现出来，在你面孔里面。佛法讲「六根门头放光动地」，什么放光？就这十个字放光，动地是感动别人。你的相貌，你的言谈举止，自然显示出「看破、放下、自在、随缘」，这八个字就是放光动地。再加上「念佛」，那就更不可思议，那才达到究竟圆满。",
      "zh_TW": "佛法講用心都勸人發菩提心，菩提心裡面講直心、講至誠心，那是孝，真誠到極處，這是真心、是本性，是菩提心之體。心性起作用，有對自己，有對別人，對自己的是深心，深心是自利心；對別人是大悲心，大慈悲心，這是利他。所以深心跟大悲心都是忠的意思，你的心起這個作用正確，純正無邪。什麼叫深心？古德解釋「好德好善」，這個講得不錯，好德好善之心。什麼叫德？前面講過，存心是德。存什麼心？我們將世出世間聖賢的教誨歸納成十個字，「真誠、清淨、平等、正覺、慈悲」，心裡面常存這十個字就是深心，這是自受用。諸位果然能常存這十個字，自然健康長壽，心情愉快，世間人講的幸福美滿，就表現出來了，你的憂慮、你的煩惱、你的罪業就能夠消除。如果與這十個字相違背，你造業，你不能離開煩惱，不能離開憂慮，不能離開惡業。心存這十個字，這就是有德，前面文上講的「積德」，念念不忘這十個字，這是積德；「累功」，大悲心利他是累功。你果然積德，德在哪裡表現？德就在你形相上表現。古人所謂是「誠於中而形於外」，你的相貌、你的表態就把這十個字完全表現出來，在你面孔裡面。佛法講「六根門頭放光動地」，什麼放光？就這十個字放光，動地是感動別人。你的相貌，你的言談舉止，自然顯示出「看破、放下、自在、隨緣」，這八個字就是放光動地。再加上「念佛」，那就更不可思議，那才達到究竟圓滿。"
    },
    {
      "id": "19-012-0041_p0010",
      "zh_CN": "这个十句，我想我们每个同学都记得很清楚，都能说得出来，可是没有把它放在心上，没有把它放在行为上，因此我们功夫依旧是不得力，依旧在造六道业。说六道业还说得好听，实际上是造三途业，怎么得了？最近这些年来，我们学佛，前天陈大使问我，我们现在这个题目是什么？我就告诉他，我们有个总题目，八个字，「学为人师，行为世范」，我们的目的是「知恩报恩」，要把知恩报恩落实。我们学佛的人知恩报恩是挂在口皮上，天天念「上报四重恩，下济三途苦」，什么叫四重恩不知道。父母对我们有什么恩？老师对我们有什么恩？国家社会对我们有什么恩？一切众生对我们有什么恩？几个人知道？不知道就是耻，知道而不能够做到也是耻辱。要真正去了解它，佛法教学信解行证，你为什么做不到？你解得不够透彻。如果你理解透彻了你一定去做，不需要人鼓励，不需要人勉强，自动自发就去做。解得不够深、不够彻底。为什么会有这种现象？还是一句老话，不好学，不肯学，那就没法子！谁能够学到？好学的人学到。",
      "zh_TW": "這個十句，我想我們每個同學都記得很清楚，都能說得出來，可是沒有把它放在心上，沒有把它放在行為上，因此我們功夫依舊是不得力，依舊在造六道業。說六道業還說得好聽，實際上是造三途業，怎麼得了？最近這些年來，我們學佛，前天陳大使問我，我們現在這個題目是什麼？我就告訴他，我們有個總題目，八個字，「學為人師，行為世範」，我們的目的是「知恩報恩」，要把知恩報恩落實。我們學佛的人知恩報恩是掛在口皮上，天天念「上報四重恩，下濟三途苦」，什麼叫四重恩不知道。父母對我們有什麼恩？老師對我們有什麼恩？國家社會對我們有什麼恩？一切眾生對我們有什麼恩？幾個人知道？不知道就是恥，知道而不能夠做到也是恥辱。要真正去了解它，佛法教學信解行證，你為什麼做不到？你解得不夠透徹。如果你理解透徹了你一定去做，不需要人鼓勵，不需要人勉強，自動自發就去做。解得不夠深、不夠徹底。為什麼會有這種現象？還是一句老話，不好學，不肯學，那就沒法子！誰能夠學到？好學的人學到。"
    },
    {
      "id": "19-012-0041_p0011",
      "zh_CN": "我往年在台中亲近李老师，那个时候我在家没有出家，我跟他一年三个月，以后到台北出家。李老师那个时候在台中住了十年，学生十几万人，他很感慨的说了一句，他说，「你们这些人跟我十几年，没有学到东西，学到东西的人走了。」台中同学跑到台北来找我，他说，「老师说你学到东西，你学到什么？」我说，「老师没有特别教我，上课的时候你们大家不都在一起吗？」这说真话，老师从来没有特别教我的，为什么我能学到，你们不能学到？我有心，你们没有心。我想学、肯学，你们虽然天天坐在那里，听得比我多，机会比我多，你们是耳边风，你们听了没有落在心上。所以不肯学，天天在老师身边，守一辈子还是造三途地狱业报，那叫真正可惜了。今天我们看到「忠孝」两个字，我的感触非常深，这一段文的注解也多，三十多面，希望诸位细细去看，看了你再听我来讲解。果然肯学，喜欢学，认真学习，你一定得受用，这个受用不只一生，决定往生不退成佛。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我往年在台中親近李老師，那個時候我在家沒有出家，我跟他一年三個月，以後到台北出家。李老師那個時候在台中住了十年，學生十幾萬人，他很感慨的說了一句，他說，「你們這些人跟我十幾年，沒有學到東西，學到東西的人走了。」台中同學跑到台北來找我，他說，「老師說你學到東西，你學到什麼？」我說，「老師沒有特別教我，上課的時候你們大家不都在一起嗎？」這說真話，老師從來沒有特別教我的，為什麼我能學到，你們不能學到？我有心，你們沒有心。我想學、肯學，你們雖然天天坐在那裡，聽得比我多，機會比我多，你們是耳邊風，你們聽了沒有落在心上。所以不肯學，天天在老師身邊，守一輩子還是造三途地獄業報，那叫真正可惜了。今天我們看到「忠孝」兩個字，我的感觸非常深，這一段文的註解也多，三十多面，希望諸位細細去看，看了你再聽我來講解。果然肯學，喜歡學，認真學習，你一定得受用，這個受用不只一生，決定往生不退成佛。好，今天時間到了，我們就講到此地。"
    }
  ]
}