{
  "doc_id": "19-012-0063",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十三集",
    "zh_TW": "第六十三集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0063",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "19-012-0063_p0001",
      "zh_CN": "诸位同学，大家好。请看《感应篇》第二十三句：",
      "zh_TW": "諸位同學，大家好。請看《感應篇》第二十三句："
    },
    {
      "id": "19-012-0063_p0002",
      "zh_CN": "【昆虫草木。犹不可伤。】",
      "zh_TW": "【昆蟲草木。猶不可傷。】"
    },
    {
      "id": "19-012-0063_p0003",
      "zh_CN": "这两句话就是说的仁民爱物，平等的慈悲。『昆』是多的意思，也就是说一切大小的，这是小爬虫之类的，小动物都不愿意去伤害，何况大的动物？这是真正养我们的慈悲心。在三种布施里面，这是属于无畏布施，无畏布施的果报是长寿、康宁，中国人讲五福里面有这两种果报。所以我们见到果就要知道怎样修因，真正肯修因的人，往后一定有好的果报，因缘果报丝毫不爽。《感应篇》这部书都是劝人修善因、断恶缘，无量劫以来，我们起心动念、一切造作，实在讲善少恶多。所以在佛经论里面跟我们讲的烦恼头数，就是像《百法明门论》归纳里面来讲，烦恼有二十六大类，善法只有十一类，所以我们恶的习气比善的习气，确实要严重很多。对于小动物，尤其像蚊虫、蚂蚁这些小动物，见到的时候无意当中就把牠杀害，有没有理由？并没有理由。什么原因？习气，恶习气。所以世出世间圣人教我们培养慈悲心，从哪里培养起？爱惜小动物的生命。学佛的人知道那也是一条命，牠受的身是牠过去造的不善业，牠受这么一个小身，我们过去生中不知道多少次跟牠们一样。再小的身相、再小的动物牠还是一个神识，怎么能够杀害？不但不能杀害，让牠生烦恼，我们都有过失。连这些小动物都如是，怎么能用恶心对人？",
      "zh_TW": "這兩句話就是說的仁民愛物，平等的慈悲。『昆』是多的意思，也就是說一切大小的，這是小爬蟲之類的，小動物都不願意去傷害，何況大的動物？這是真正養我們的慈悲心。在三種布施裡面，這是屬於無畏布施，無畏布施的果報是長壽、康寧，中國人講五福裡面有這兩種果報。所以我們見到果就要知道怎樣修因，真正肯修因的人，往後一定有好的果報，因緣果報絲毫不爽。《感應篇》這部書都是勸人修善因、斷惡緣，無量劫以來，我們起心動念、一切造作，實在講善少惡多。所以在佛經論裡面跟我們講的煩惱頭數，就是像《百法明門論》歸納裡面來講，煩惱有二十六大類，善法只有十一類，所以我們惡的習氣比善的習氣，確實要嚴重很多。對於小動物，尤其像蚊蟲、螞蟻這些小動物，見到的時候無意當中就把牠殺害，有沒有理由？並沒有理由。什麼原因？習氣，惡習氣。所以世出世間聖人教我們培養慈悲心，從哪裡培養起？愛惜小動物的生命。學佛的人知道那也是一條命，牠受的身是牠過去造的不善業，牠受這麼一個小身，我們過去生中不知道多少次跟牠們一樣。再小的身相、再小的動物牠還是一個神識，怎麼能夠殺害？不但不能殺害，讓牠生煩惱，我們都有過失。連這些小動物都如是，怎麼能用惡心對人？"
    },
    {
      "id": "19-012-0063_p0004",
      "zh_CN": "动物愈小愈是愚蠢、愚痴，这大的动物灵性高一点，也就是比较聪明一点，这是一般讲法。而实际上我们仔细思惟，这种说法很难成立。因为我们观察蚂蚁也很聪明，牠的社会组织很严密，有蚁王，分工，懂得分工，可见得牠并不是很愚痴。飞虫里面像蜜蜂，牠也有组织，牠有牠的一个社会，怎么能说牠完全是愚痴？这些事实真相我们仔细去观察，世间专门研究动物的动物学家，他们的观察比一般人要细密，研究牠们的生活动态，从生活动态里能够体会到牠们的心境。所以决定不要以为杀牠们大概没有关系，牠们很愚痴，不知道报复，我们这个念头想错了。古书里头有记载，小朋友救蚂蚁，蚂蚁被水淹没了，把这些蚂蚁引到岸边，蚂蚁会报恩，可见得牠有灵性。于是我们从这里就能体会到，牠既然知道报恩，你要杀害牠，牠也会报怨。这么小的动物都有灵性，都知道报恩报怨，那何况是大的动物？所以佛在《楞伽经》里头劝大家，不要吃众生肉。佛经里头又说得很清楚，说明世间战争根源是什么？就是吃众生肉，冤冤相报没完没了。可是今天世间人谁相信这些话？我们劝别人，人家说我们迷信，讽刺我们，有什么法子！",
      "zh_TW": "動物愈小愈是愚蠢、愚痴，這大的動物靈性高一點，也就是比較聰明一點，這是一般講法。而實際上我們仔細思惟，這種說法很難成立。因為我們觀察螞蟻也很聰明，牠的社會組織很嚴密，有蟻王，分工，懂得分工，可見得牠並不是很愚痴。飛蟲裡面像蜜蜂，牠也有組織，牠有牠的一個社會，怎麼能說牠完全是愚痴？這些事實真相我們仔細去觀察，世間專門研究動物的動物學家，他們的觀察比一般人要細密，研究牠們的生活動態，從生活動態裡能夠體會到牠們的心境。所以決定不要以為殺牠們大概沒有關係，牠們很愚痴，不知道報復，我們這個念頭想錯了。古書裡頭有記載，小朋友救螞蟻，螞蟻被水淹沒了，把這些螞蟻引到岸邊，螞蟻會報恩，可見得牠有靈性。於是我們從這裡就能體會到，牠既然知道報恩，你要殺害牠，牠也會報怨。這麼小的動物都有靈性，都知道報恩報怨，那何況是大的動物？所以佛在《楞伽經》裡頭勸大家，不要吃眾生肉。佛經裡頭又說得很清楚，說明世間戰爭根源是什麼？就是吃眾生肉，冤冤相報沒完沒了。可是今天世間人誰相信這些話？我們勸別人，人家說我們迷信，諷刺我們，有什麼法子！"
    },
    {
      "id": "19-012-0063_p0005",
      "zh_CN": "世尊当年在世生活的方式是托钵，托钵总不要给人家添麻烦。实在说世尊一生都不愿意给别人添一丝毫的麻烦，我们在经上看到，一切随缘，恒顺众生，随喜功德。所以托钵人家给什么就吃什么，决定没有分别、没有执着，所以人家给肉就吃肉，给什么吃什么，绝不是提倡肉食，要明白这个道理。那是慈悲为本，方便为门，不必叫人家单独给出家人做素食，添一层麻烦，是这么个道理。所以在《楞伽经》里头劝人素食，中国梁武帝读到这个经文深受感动，他自己就吃长斋，吃长素。他是佛门的大护法，对佛教全心全力的护持，他自己吃长素，劝导出家人也应该吃长素。中国佛教吃素是梁武帝提倡的，这个提倡正确的，随顺佛陀的教诲。我们知道全世界的佛教，只有中国佛教吃素，其他的佛教都没有素食。这是随顺佛的教诫，我们要能够体会到。",
      "zh_TW": "世尊當年在世生活的方式是托缽，托缽總不要給人家添麻煩。實在說世尊一生都不願意給別人添一絲毫的麻煩，我們在經上看到，一切隨緣，恆順眾生，隨喜功德。所以托缽人家給什麼就吃什麼，決定沒有分別、沒有執著，所以人家給肉就吃肉，給什麼吃什麼，絕不是提倡肉食，要明白這個道理。那是慈悲為本，方便為門，不必叫人家單獨給出家人做素食，添一層麻煩，是這麼個道理。所以在《楞伽經》裡頭勸人素食，中國梁武帝讀到這個經文深受感動，他自己就吃長齋，吃長素。他是佛門的大護法，對佛教全心全力的護持，他自己吃長素，勸導出家人也應該吃長素。中國佛教吃素是梁武帝提倡的，這個提倡正確的，隨順佛陀的教誨。我們知道全世界的佛教，只有中國佛教吃素，其他的佛教都沒有素食。這是隨順佛的教誡，我們要能夠體會到。"
    },
    {
      "id": "19-012-0063_p0006",
      "zh_CN": "再小的动物跟一个人完全一样，牠不幸轮回得这么一个身相，我们决定不能看牠弱小欺负牠，那是决定的错误。注解里面说得很清楚，不但牠有灵性，牠也有佛性，佛在经上说「一切众生皆有佛性」，既有佛性，皆当作佛，我们怎么可以害佛？怎么可以杀佛？我们自己修行想成佛，还要去害佛、杀佛，你怎么能成得了佛？所以佛制定戒律，第一条是不杀生，这个意义太深、太广了。如果不是读诵大乘，深解义趣，不杀生这条戒很难体会。真正做到不杀生，试问问这些小动物还会伤害你吗？不会。可见得牠有智慧，牠有选择。近代《高僧传》里面，诸位熟知印光大师，这小动物不伤害他，他住的房间，无论到什么地方，他住的房间，你去找蚊虫、苍蝇、跳蚤、蚂蚁，找这些，一个都找不到。平常很多，他到那去一住就没有了，这小动物搬家，我们佛家讲迁单，牠搬家了。",
      "zh_TW": "再小的動物跟一個人完全一樣，牠不幸輪迴得這麼一個身相，我們決定不能看牠弱小欺負牠，那是決定的錯誤。註解裡面說得很清楚，不但牠有靈性，牠也有佛性，佛在經上說「一切眾生皆有佛性」，既有佛性，皆當作佛，我們怎麼可以害佛？怎麼可以殺佛？我們自己修行想成佛，還要去害佛、殺佛，你怎麼能成得了佛？所以佛制定戒律，第一條是不殺生，這個意義太深、太廣了。如果不是讀誦大乘，深解義趣，不殺生這條戒很難體會。真正做到不殺生，試問問這些小動物還會傷害你嗎？不會。可見得牠有智慧，牠有選擇。近代《高僧傳》裡面，諸位熟知印光大師，這小動物不傷害他，他住的房間，無論到什麼地方，他住的房間，你去找蚊蟲、蒼蠅、跳蚤、螞蟻，找這些，一個都找不到。平常很多，他到那去一住就沒有了，這小動物搬家，我們佛家講遷單，牠搬家了。"
    },
    {
      "id": "19-012-0063_p0007",
      "zh_CN": "为什么老法师能够有这样的感应，我们没有？这值得我们深思，我们要多想想，这什么个道理？真诚、清净、平等、慈悲。真诚心上能感动诸佛菩萨，下能够感动天地鬼神，连饿鬼道的鬼神都能感动，何况畜生道这些小动物，都受到感动，这是我们应当要知道的。所以真正有修行的人，看到这些小动物都是合掌念佛，念三皈依，「皈依佛，不堕地狱；皈依法，不堕饿鬼；皈依僧，不堕旁生」。我想大家都听过，我们有没有实实地地去奉行？很多人常常把它忘掉，这三句话对这些小动物的祝福，也是提醒牠们。我们说，牠懂不懂？言语不懂，灵性是贯通的，我们那分至诚的心，至诚的祝福，牠确实能够感受得到，只要真诚。什么是真诚？一心是真诚。我们为牠祝福，为牠念三皈依，这个心不诚、夹杂、散乱，那就没有效果；如果果然是真诚心，有效果。",
      "zh_TW": "為什麼老法師能夠有這樣的感應，我們沒有？這值得我們深思，我們要多想想，這什麼個道理？真誠、清淨、平等、慈悲。真誠心上能感動諸佛菩薩，下能夠感動天地鬼神，連餓鬼道的鬼神都能感動，何況畜生道這些小動物，都受到感動，這是我們應當要知道的。所以真正有修行的人，看到這些小動物都是合掌念佛，念三皈依，「皈依佛，不墮地獄；皈依法，不墮餓鬼；皈依僧，不墮旁生」。我想大家都聽過，我們有沒有實實地地去奉行？很多人常常把它忘掉，這三句話對這些小動物的祝福，也是提醒牠們。我們說，牠懂不懂？言語不懂，靈性是貫通的，我們那分至誠的心，至誠的祝福，牠確實能夠感受得到，只要真誠。什麼是真誠？一心是真誠。我們為牠祝福，為牠念三皈依，這個心不誠、夾雜、散亂，那就沒有效果；如果果然是真誠心，有效果。"
    },
    {
      "id": "19-012-0063_p0008",
      "zh_CN": "真诚心不是对一桩事，要把这个心平常就培养出来，真诚心、清净心、平等心、正觉心、慈悲心，这是我们的真心，自性本具的性德。我们有，诸佛菩萨有，一切众生皆有。声闻、缘觉、菩萨、诸佛他们的性德现前，性德自在；我们的性德被埋藏在烦恼习气里面，虽有，不起作用。所以佛教我们要克服烦恼，克服障碍，要让性德现前。儒家所说的「克念作圣」也是这个意思，克服烦恼、克服习气比什么都重要。每个人根性不相同，善根福德厚的人容易，善根厚的人一听就明了，他能做得到；福德厚的人虽然对这个道理没有通达，听了之后他生欢喜心，他也很愿意做到。我们天天在听经，天天在读大乘，而不能够做到，自己就晓得，我们自己的善根福德多薄！那怎么办？多听、多读，培养我们的善根福德，缘成熟了自然很欢喜的把不杀生做得彻底，做得究竟圆满。不但不杀害一切众生，绝不会让众生生烦恼。",
      "zh_TW": "真誠心不是對一樁事，要把這個心平常就培養出來，真誠心、清淨心、平等心、正覺心、慈悲心，這是我們的真心，自性本具的性德。我們有，諸佛菩薩有，一切眾生皆有。聲聞、緣覺、菩薩、諸佛他們的性德現前，性德自在；我們的性德被埋藏在煩惱習氣裡面，雖有，不起作用。所以佛教我們要克服煩惱，克服障礙，要讓性德現前。儒家所說的「克念作聖」也是這個意思，克服煩惱、克服習氣比什麼都重要。每個人根性不相同，善根福德厚的人容易，善根厚的人一聽就明瞭，他能做得到；福德厚的人雖然對這個道理沒有通達，聽了之後他生歡喜心，他也很願意做到。我們天天在聽經，天天在讀大乘，而不能夠做到，自己就曉得，我們自己的善根福德多薄！那怎麼辦？多聽、多讀，培養我們的善根福德，緣成熟了自然很歡喜的把不殺生做得徹底，做得究竟圓滿。不但不殺害一切眾生，絕不會讓眾生生煩惱。"
    },
    {
      "id": "19-012-0063_p0009",
      "zh_CN": "不杀害众生得长寿的果报，不恼害众生得康宁的果报。康宁是身心安乐，一个人一生没有烦心的事情，没有烦恼的事情，康宁！康宁是果报，因是不愿意给一切众生生烦恼，什么样的果就有什么样的因，因缘果报丝毫不爽。因果这桩事情归结到最后真的就是四个字，「自作自受」。我们自己修善，我们自己就受福报；我们自己造恶，我们一定要受恶报。千万不可以怨天尤人，怨天尤人是造大业、造罪业。世间许多人不懂这个道理，以为这些一切不如意事是别人给我的，别人找我麻烦，错了，自作自受。别人找我麻烦，为什么不找他麻烦，单单找我？我跟他过去有恶缘，他找我的麻烦是报复，我明白了应该接受，承受果报而没有一丝毫怨恨的念头，这个结就解开，就化解了！世出世间圣贤教我们，「冤家宜解不宜结」，不要跟人结怨，菩提道上才一帆风顺，在人生一生当中真的是吉祥如意，都是自己修得的。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "不殺害眾生得長壽的果報，不惱害眾生得康寧的果報。康寧是身心安樂，一個人一生沒有煩心的事情，沒有煩惱的事情，康寧！康寧是果報，因是不願意給一切眾生生煩惱，什麼樣的果就有什麼樣的因，因緣果報絲毫不爽。因果這樁事情歸結到最後真的就是四個字，「自作自受」。我們自己修善，我們自己就受福報；我們自己造惡，我們一定要受惡報。千萬不可以怨天尤人，怨天尤人是造大業、造罪業。世間許多人不懂這個道理，以為這些一切不如意事是別人給我的，別人找我麻煩，錯了，自作自受。別人找我麻煩，為什麼不找他麻煩，單單找我？我跟他過去有惡緣，他找我的麻煩是報復，我明白了應該接受，承受果報而沒有一絲毫怨恨的念頭，這個結就解開，就化解了！世出世間聖賢教我們，「冤家宜解不宜結」，不要跟人結怨，菩提道上才一帆風順，在人生一生當中真的是吉祥如意，都是自己修得的。好，今天時間到了，我們就講到此地。"
    }
  ]
}