{
  "doc_id": "19-012-0088",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十八集",
    "zh_TW": "第八十八集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0088",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-012-0088_p0001",
      "zh_CN": "诸位同学，大家好。《感应篇》在第三十七节，是第四个大段，讲到恶报，以前面两句做为总纲：",
      "zh_TW": "諸位同學，大家好。《感應篇》在第三十七節，是第四個大段，講到惡報，以前面兩句做為總綱："
    },
    {
      "id": "19-012-0088_p0002",
      "zh_CN": "【非义而动。背理而行。】",
      "zh_TW": "【非義而動。背理而行。】"
    },
    {
      "id": "19-012-0088_p0003",
      "zh_CN": "义理两个字很深、很广，能够明了义理这是大学问，中国古人所谓的实学，实学就是真实的学问。真实的标准是什么？完全可以得到受用，不是玄学，是我们切身的吉凶祸福，这才叫实学。我们以出家人来做个比喻，义就是应该要做的，应该要做的你要做。『非义而动』，「非」是不应该做的，不应该做的你要去做这是恶，不但是恶，大恶。顺着理去行这是善，这个理是什么？理就是性德。如果违背了理，那也是大恶，我们虽然有的时候，好像不见得这是很大的恶，殊不知累积起来就变成大恶，积小恶就变成大恶，积大恶就变成极恶，这道理在此地。",
      "zh_TW": "義理兩個字很深、很廣，能夠明瞭義理這是大學問，中國古人所謂的實學，實學就是真實的學問。真實的標準是什麼？完全可以得到受用，不是玄學，是我們切身的吉凶禍福，這才叫實學。我們以出家人來做個比喻，義就是應該要做的，應該要做的你要做。『非義而動』，「非」是不應該做的，不應該做的你要去做這是惡，不但是惡，大惡。順著理去行這是善，這個理是什麼？理就是性德。如果違背了理，那也是大惡，我們雖然有的時候，好像不見得這是很大的惡，殊不知累積起來就變成大惡，積小惡就變成大惡，積大惡就變成極惡，這道理在此地。"
    },
    {
      "id": "19-012-0088_p0004",
      "zh_CN": "我们出家人如何随顺义理？佛给我们做了样子，菩萨给我们做了样子，历代祖师大德都给我们做样子。佛菩萨的样子是绝对的标准，祖师大德的样子放宽了，为什么？怕我们做不到，所以尺度就放宽。放宽了，但是还没有太大的违背，所以他依旧能成就。如果把义理两个字忘掉，心行完全相违背，这个出家人必定堕阿鼻地狱，这个我们要知道。佛给我们的榜样是什么？一心求道、修道、行道。道是什么？道是真实的戒定慧，这是大道。如来一生所说的一切法，归纳起来就是戒定慧三学。由此可知，义理也有三层，最高的义理是慧学，其次的是定学，最下的是戒学。我们起心动念、言语造作，与三学相应不相应？我们要从这个地方着眼。",
      "zh_TW": "我們出家人如何隨順義理？佛給我們做了樣子，菩薩給我們做了樣子，歷代祖師大德都給我們做樣子。佛菩薩的樣子是絕對的標準，祖師大德的樣子放寬了，為什麼？怕我們做不到，所以尺度就放寬。放寬了，但是還沒有太大的違背，所以他依舊能成就。如果把義理兩個字忘掉，心行完全相違背，這個出家人必定墮阿鼻地獄，這個我們要知道。佛給我們的榜樣是什麼？一心求道、修道、行道。道是什麼？道是真實的戒定慧，這是大道。如來一生所說的一切法，歸納起來就是戒定慧三學。由此可知，義理也有三層，最高的義理是慧學，其次的是定學，最下的是戒學。我們起心動念、言語造作，與三學相應不相應？我們要從這個地方著眼。"
    },
    {
      "id": "19-012-0088_p0005",
      "zh_CN": "定慧太高了，虽高，要学，为什么？不学就不能成就。要想了生死出三界，非定慧不可；戒学最殊胜只是人天福报而已，免堕三途。诸位一定要清楚，要想在这一生当中了生死出三界，纵然是念佛求生净土，也要定慧。念佛最低的功夫也要念到功夫成片，这才能往生，功夫成片就是初级的定慧。没有这个就不能往生，你念佛念得再好，持戒再严，念佛还是人天福报。所以什么叫定、什么叫慧，要搞得清清楚楚、明明白白。中国无论哪个宗派，无论哪个学佛的人，没有不读《金刚经》，《金刚经》就是定慧的标准。「不取于相，如如不动」，就是定慧，那就是禅定；一心求生西方极乐世界，那就是慧。如果我们对于外面境界还会受诱惑，六根接触六尘心还会动摇，这个人持戒再好，念佛念得再好，不能往生。所以要往生一定是禁得起诱惑，不为境缘所动，一向专念，这个人就决定得生。我们学佛终极的目标是在此地，决定不能搞错了。",
      "zh_TW": "定慧太高了，雖高，要學，為什麼？不學就不能成就。要想了生死出三界，非定慧不可；戒學最殊勝只是人天福報而已，免墮三途。諸位一定要清楚，要想在這一生當中了生死出三界，縱然是念佛求生淨土，也要定慧。念佛最低的功夫也要念到功夫成片，這才能往生，功夫成片就是初級的定慧。沒有這個就不能往生，你念佛念得再好，持戒再嚴，念佛還是人天福報。所以什麼叫定、什麼叫慧，要搞得清清楚楚、明明白白。中國無論哪個宗派，無論哪個學佛的人，沒有不讀《金剛經》，《金剛經》就是定慧的標準。「不取於相，如如不動」，就是定慧，那就是禪定；一心求生西方極樂世界，那就是慧。如果我們對於外面境界還會受誘惑，六根接觸六塵心還會動搖，這個人持戒再好，念佛念得再好，不能往生。所以要往生一定是禁得起誘惑，不為境緣所動，一向專念，這個人就決定得生。我們學佛終極的目標是在此地，決定不能搞錯了。"
    },
    {
      "id": "19-012-0088_p0006",
      "zh_CN": "非义、背理，今天的社会我们看到就太多了。最显而易见的，信徒喜欢某一个法师，亲近某一个法师，那个喜欢有感情在里面，那是非义、是背理。法师去巴结信徒，这个信徒有权、有势、有财富，唯恐这个大护法跑掉了，这是非义，这是背理。给你四事供养，让你过得舒舒服服的，道心完全没有了。这个一般人看，这个大护法，好！其实那是什么？我们眼睛当中看，那是大魔王，不是大护法。你无量劫来，这一生好不容易得人身、闻佛法，有个解脱的机会，他一下把你拉住，那是魔王。今天有许多人把魔王当作善知识，把十恶业当作善知识，这就错了。",
      "zh_TW": "非義、背理，今天的社會我們看到就太多了。最顯而易見的，信徒喜歡某一個法師，親近某一個法師，那個喜歡有感情在裡面，那是非義、是背理。法師去巴結信徒，這個信徒有權、有勢、有財富，唯恐這個大護法跑掉了，這是非義，這是背理。給你四事供養，讓你過得舒舒服服的，道心完全沒有了。這個一般人看，這個大護法，好！其實那是什麼？我們眼睛當中看，那是大魔王，不是大護法。你無量劫來，這一生好不容易得人身、聞佛法，有個解脫的機會，他一下把你拉住，那是魔王。今天有許多人把魔王當作善知識，把十惡業當作善知識，這就錯了。"
    },
    {
      "id": "19-012-0088_p0007",
      "zh_CN": "释迦牟尼佛给我们做好榜样，出家人你这一生你究竟干的是什么？我们细细想想佛陀的一生，世间名闻利养、五欲六尘舍得干干净净，这是我们第一桩要学的。第二，几乎用全部的时间，日夜不休，勇猛精进，修戒定慧三学。自己修学有心得，教化一切众生，那是无量功德。自己生活非常简单，三衣一钵，心永远是清净、平等、觉。我们凡夫看到他生活清苦，他里面那个乐受，我们没办法想像到的，这一点我们要清楚。",
      "zh_TW": "釋迦牟尼佛給我們做好榜樣，出家人你這一生你究竟幹的是什麼？我們細細想想佛陀的一生，世間名聞利養、五欲六塵捨得乾乾淨淨，這是我們第一樁要學的。第二，幾乎用全部的時間，日夜不休，勇猛精進，修戒定慧三學。自己修學有心得，教化一切眾生，那是無量功德。自己生活非常簡單，三衣一缽，心永遠是清淨、平等、覺。我們凡夫看到他生活清苦，他裡面那個樂受，我們沒辦法想像到的，這一點我們要清楚。"
    },
    {
      "id": "19-012-0088_p0008",
      "zh_CN": "诸佛菩萨、祖师大德，给诸位讲，没有经营过道场。释迦牟尼佛一生没有道场，竹林精舍、祇树给孤独园，这些场所都是有主的，他们邀请佛在那里弘法，佛是在那里暂住的。所以我们看到佛经上「佛在」，佛在哪个地方，没有说佛住，住就是他的家，家才住！佛在什么地方，那个在跟住完全不一样，在是没有家，住是有家。所以修行人，那个诸佛菩萨都是再来人，尚且如是示现，我们想想我们是什么人？业障深重的凡夫，如果有这些事务来劳累，我们的道业决定被毁弃掉。",
      "zh_TW": "諸佛菩薩、祖師大德，給諸位講，沒有經營過道場。釋迦牟尼佛一生沒有道場，竹林精舍、祇樹給孤獨園，這些場所都是有主的，他們邀請佛在那裡弘法，佛是在那裡暫住的。所以我們看到佛經上「佛在」，佛在哪個地方，沒有說佛住，住就是他的家，家才住！佛在什麼地方，那個在跟住完全不一樣，在是沒有家，住是有家。所以修行人，那個諸佛菩薩都是再來人，尚且如是示現，我們想想我們是什麼人？業障深重的凡夫，如果有這些事務來勞累，我們的道業決定被毀棄掉。"
    },
    {
      "id": "19-012-0088_p0009",
      "zh_CN": "所以我常常劝同修们，真正学道，像我这种程度，我很幸运，一生当中不管人、不管事、不管钱，没有事务上的操心，才有这么一点点成就；如果是叫你管人、管事、管钱，就完了。我们自己要想一想，细细想想，我们出家为的是什么？不能违背了本愿。出家是不是去经营一个道场？占有一个道场，像社会一般人一样，这行业当中争名夺利，是不是搞这个？搞这个，如果你有这个福报，你也能得到一点，但是转眼之间，阿鼻地狱去了。我在这一生当中，有人送道场给我，我不接受。简丰文当年送杭州南路这个道场给我，我问他，「你是不是想害我？」他听了愣住了，他说，「法师，我怎么会害你？」我说，「你送道场给我就是害我，道场要不要管理？」他说，「那当然要管理。」「道场要不要开销？」「当然要开销。」「你不害我？」最后我跟他谈条件，你送道场给我可以，道场你管理，开销你负责。他全部答应了，那可以，点头，行，我还是不管事！这等于说是挂个虚名而已，决定不管事情，我们的心才能专一。",
      "zh_TW": "所以我常常勸同修們，真正學道，像我這種程度，我很幸運，一生當中不管人、不管事、不管錢，沒有事務上的操心，才有這麼一點點成就；如果是叫你管人、管事、管錢，就完了。我們自己要想一想，細細想想，我們出家為的是什麼？不能違背了本願。出家是不是去經營一個道場？佔有一個道場，像社會一般人一樣，這行業當中爭名奪利，是不是搞這個？搞這個，如果你有這個福報，你也能得到一點，但是轉眼之間，阿鼻地獄去了。我在這一生當中，有人送道場給我，我不接受。簡豐文當年送杭州南路這個道場給我，我問他，「你是不是想害我？」他聽了愣住了，他說，「法師，我怎麼會害你？」我說，「你送道場給我就是害我，道場要不要管理？」他說，「那當然要管理。」「道場要不要開銷？」「當然要開銷。」「你不害我？」最後我跟他談條件，你送道場給我可以，道場你管理，開銷你負責。他全部答應了，那可以，點頭，行，我還是不管事！這等於說是掛個虛名而已，決定不管事情，我們的心才能專一。"
    },
    {
      "id": "19-012-0088_p0010",
      "zh_CN": "每天读经，不读经的时候思惟经义，时时刻刻佛陀的教诲盘旋在心中，宗门叫疑情。久而久之，不一定遇到什么缘就有个悟处，佛这个意思懂得了。所谓「小疑有小悟，大疑有大悟」，这个疑不是怀疑，是理太深了，不懂，但是常常想着，不定什么时候遇到机缘就明白了。如果你有事务操心，你一天到晚想的是乱七八糟事情，这些事务不但障碍开悟，障碍定，也障碍戒，戒定慧三学统统被障碍住。一天到晚生起来的是什么？生起来是烦恼，是妄想分别执着；换句话说，你在造业，这大错而特错。",
      "zh_TW": "每天讀經，不讀經的時候思惟經義，時時刻刻佛陀的教誨盤旋在心中，宗門叫疑情。久而久之，不一定遇到什麼緣就有個悟處，佛這個意思懂得了。所謂「小疑有小悟，大疑有大悟」，這個疑不是懷疑，是理太深了，不懂，但是常常想著，不定什麼時候遇到機緣就明白了。如果你有事務操心，你一天到晚想的是亂七八糟事情，這些事務不但障礙開悟，障礙定，也障礙戒，戒定慧三學統統被障礙住。一天到晚生起來的是什麼？生起來是煩惱，是妄想分別執著；換句話說，你在造業，這大錯而特錯。"
    },
    {
      "id": "19-012-0088_p0011",
      "zh_CN": "所以我在一生当中，讲经的时候也常常说到，道场决定是在家人的，居士的，在家人建立道场，礼请出家人来弘法利生。像释迦牟尼佛当年一样，道场都是国王大臣、大富长者他们的，他们礼请释迦牟尼佛来讲经说法，度化众生。出家人对于五欲六尘丝毫不沾染，这个好！清净自在，永远保持你高度的智慧，一丝毫都不沾染。所以一定要有个出尘之心，超世之心。还想争夺道场，霸占道场，据有道场，控制道场，这是轮回心。轮回心，参禅、念佛、讲经说法都是轮回业，还是出不了六道轮回。而且罪业还非常重，重在哪里？你打着佛的招牌干轮回业，所以果报在地狱。如果不是佛的招牌，果报不定在地狱；只要是打着佛的招牌干这些事情，没有一个不堕阿鼻地狱，我们要清楚、要明了。",
      "zh_TW": "所以我在一生當中，講經的時候也常常說到，道場決定是在家人的，居士的，在家人建立道場，禮請出家人來弘法利生。像釋迦牟尼佛當年一樣，道場都是國王大臣、大富長者他們的，他們禮請釋迦牟尼佛來講經說法，度化眾生。出家人對於五欲六塵絲毫不沾染，這個好！清淨自在，永遠保持你高度的智慧，一絲毫都不沾染。所以一定要有個出塵之心，超世之心。還想爭奪道場，霸佔道場，據有道場，控制道場，這是輪迴心。輪迴心，參禪、念佛、講經說法都是輪迴業，還是出不了六道輪迴。而且罪業還非常重，重在哪裡？你打著佛的招牌幹輪迴業，所以果報在地獄。如果不是佛的招牌，果報不定在地獄；只要是打著佛的招牌幹這些事情，沒有一個不墮阿鼻地獄，我們要清楚、要明瞭。"
    },
    {
      "id": "19-012-0088_p0012",
      "zh_CN": "义理两个字要搞清楚，这两个字深广无尽，所谓是古德教给我们「穷理尽性」，到达最圆满的那就是如来果地。佛弟子，无论在家、出家，义理两个字要搞清楚、要搞明白，我们知道多少一定要做多少，最浅的五戒十善，大家都知道。顺从佛的教诲，那是顺义理；违背佛的教诲，那就是『非义而动，背理而行』。佛教我们孝养父母，我们做到没有？佛教我们奉事师长，我们做到没有？你能够孝养父母、奉事师长，这是小义，小义理。更深、更广的，佛在经上说，「一切男子是我父，一切女人是我母」，你能够把孝养父母的心推广到孝养一切男子、女人，那你这是大义理，这还不是究竟圆满。究竟圆满，那《华严经》上讲的，「情与无情，同圆种智」，不但对一切人要孝养，跟对父母一样，对一切畜生、对一切众生都要孝养，那才叫究竟圆满，那是佛菩萨的大义，佛菩萨的真理。我们现在做不到，能够做到把孝养、恭敬达到整个人类，你就算不错了。暂时不说十法界，只说人法界，你能普及到人法界，你就算不错了。",
      "zh_TW": "義理兩個字要搞清楚，這兩個字深廣無盡，所謂是古德教給我們「窮理盡性」，到達最圓滿的那就是如來果地。佛弟子，無論在家、出家，義理兩個字要搞清楚、要搞明白，我們知道多少一定要做多少，最淺的五戒十善，大家都知道。順從佛的教誨，那是順義理；違背佛的教誨，那就是『非義而動，背理而行』。佛教我們孝養父母，我們做到沒有？佛教我們奉事師長，我們做到沒有？你能夠孝養父母、奉事師長，這是小義，小義理。更深、更廣的，佛在經上說，「一切男子是我父，一切女人是我母」，你能夠把孝養父母的心推廣到孝養一切男子、女人，那你這是大義理，這還不是究竟圓滿。究竟圓滿，那《華嚴經》上講的，「情與無情，同圓種智」，不但對一切人要孝養，跟對父母一樣，對一切畜生、對一切眾生都要孝養，那才叫究竟圓滿，那是佛菩薩的大義，佛菩薩的真理。我們現在做不到，能夠做到把孝養、恭敬達到整個人類，你就算不錯了。暫時不說十法界，只說人法界，你能普及到人法界，你就算不錯了。"
    },
    {
      "id": "19-012-0088_p0013",
      "zh_CN": "怎样才叫孝顺？我们在前面跟诸位，「忠孝」那一段上讲了很长，顺性就是孝顺，不是顺情，顺人情错误了，顺性德。哪些是性德？五戒是性德，十善是性德。换句话说，我们杀生、偷盗、邪淫，这是违背了义理，这是不孝；我们妄语、两舌，违背性德，是不孝、是不顺！世出世间圣人教导我们标准已经建立了，我们一定要顺从符合这个标准，不可以违背，这是善恶的分水岭。可是我们行善难，造恶容易，原因在哪里？无量劫的习气。佛在经上说得好，我们烦恼心所二十六个，善心所十一个，你就想一想，恶多善少，所以造恶太容易，造善就太难。在这个地方必须要有高度的觉悟，要真正的醒过来，这人叫开悟，觉悟了。把自己烦恼习气控制住，顺着义理而行，我们就会有成就。",
      "zh_TW": "怎樣才叫孝順？我們在前面跟諸位，「忠孝」那一段上講了很長，順性就是孝順，不是順情，順人情錯誤了，順性德。哪些是性德？五戒是性德，十善是性德。換句話說，我們殺生、偷盜、邪淫，這是違背了義理，這是不孝；我們妄語、兩舌，違背性德，是不孝、是不順！世出世間聖人教導我們標準已經建立了，我們一定要順從符合這個標準，不可以違背，這是善惡的分水嶺。可是我們行善難，造惡容易，原因在哪裡？無量劫的習氣。佛在經上說得好，我們煩惱心所二十六個，善心所十一個，你就想一想，惡多善少，所以造惡太容易，造善就太難。在這個地方必須要有高度的覺悟，要真正的醒過來，這人叫開悟，覺悟了。把自己煩惱習氣控制住，順著義理而行，我們就會有成就。"
    },
    {
      "id": "19-012-0088_p0014",
      "zh_CN": "出家人要记住，我是说老实话，如果你有个道场你决定堕阿鼻地狱。什么人可以有道场？大彻大悟之后。古时候佛教传到中国，出家人才管理道场，管理道场的是什么人？都是佛菩萨再来的，管理道场是为修行人服务的，是佛菩萨不是凡人。我们是佛菩萨再来的，那行，没有问题，你大慈大悲你做护法，管理道场是护法，不是修法，是护法，你是菩萨，你是佛陀再来的。如果我们知道自己是凡夫，烦恼习气没有断，不干；烦恼习气真的断掉，还要看缘分，没有缘分勉强不得。我们这一生时光有限，太短了。如果你是中年，你晓得你将来还有几年好活？以为自己可以活到八十、九十，靠不住！四十、五十走的太多了。我学佛出家那个时候的同参道友，差不多四分之三都不在了，他们都是四十、五十走了，「黄泉路上无老少」。所以每一分命光，我们都要把它掌握住，不可以浪费。",
      "zh_TW": "出家人要記住，我是說老實話，如果你有個道場你決定墮阿鼻地獄。什麼人可以有道場？大徹大悟之後。古時候佛教傳到中國，出家人才管理道場，管理道場的是什麼人？都是佛菩薩再來的，管理道場是為修行人服務的，是佛菩薩不是凡人。我們是佛菩薩再來的，那行，沒有問題，你大慈大悲你做護法，管理道場是護法，不是修法，是護法，你是菩薩，你是佛陀再來的。如果我們知道自己是凡夫，煩惱習氣沒有斷，不幹；煩惱習氣真的斷掉，還要看緣分，沒有緣分勉強不得。我們這一生時光有限，太短了。如果你是中年，你曉得你將來還有幾年好活？以為自己可以活到八十、九十，靠不住！四十、五十走的太多了。我學佛出家那個時候的同參道友，差不多四分之三都不在了，他們都是四十、五十走了，「黃泉路上無老少」。所以每一分命光，我們都要把它掌握住，不可以浪費。"
    }
  ]
}