{
  "doc_id": "19-012-0185",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八五集",
    "zh_TW": "第一八五集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0185",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0185_p0001",
      "zh_CN": "诸位同学，大家好！请看《感应篇》一百一十四节：",
      "zh_TW": "諸位同學，大家好！請看《感應篇》一百一十四節："
    },
    {
      "id": "19-012-0185_p0002",
      "zh_CN": "【晦腊歌舞。朔旦号怒。对北涕唾及溺。对灶吟咏及哭。】",
      "zh_TW": "【晦臘歌舞。朔旦號怒。對北涕唾及溺。對灶吟詠及哭。】"
    },
    {
      "id": "19-012-0185_p0003",
      "zh_CN": "向下几段，从一百一十四到一百一十八，是「不敬天神之恶」。这四节，从一百一十四到一百一十七，一百一十八是总结。在现代人讲到天地鬼神，一般人都不相信，都认为这是迷信。可是实际上，在社会上有许许多多矛盾的现象，你说他没有，好像又有，像轮回转世，奇奇怪怪不可思议的事情，超越我们世人常识的事情，常常有。我们在报纸、在资讯里面常常看到，到底是真的、是假的？是存在，还是不存在？古时候读书人他不下结论，他存疑，这个事情没有搞清楚，再继续不断去观察、去研究，不能够下定论。可是现在一般人，他肯定这是迷信，这个是虚妄的。真正的科学家，我们在西方，几乎西方许多这些大科学家，都是深信宗教，他们相信有上帝，相信有神。中国、印度、埃及，这是世界上古老的国家，文化历史悠久，可以说累积几千年的经验，几千年的学术，告诉我们这个事情真有。",
      "zh_TW": "向下幾段，從一百一十四到一百一十八，是「不敬天神之惡」。這四節，從一百一十四到一百一十七，一百一十八是總結。在現代人講到天地鬼神，一般人都不相信，都認為這是迷信。可是實際上，在社會上有許許多多矛盾的現象，你說他沒有，好像又有，像輪迴轉世，奇奇怪怪不可思議的事情，超越我們世人常識的事情，常常有。我們在報紙、在資訊裡面常常看到，到底是真的、是假的？是存在，還是不存在？古時候讀書人他不下結論，他存疑，這個事情沒有搞清楚，再繼續不斷去觀察、去研究，不能夠下定論。可是現在一般人，他肯定這是迷信，這個是虛妄的。真正的科學家，我們在西方，幾乎西方許多這些大科學家，都是深信宗教，他們相信有上帝，相信有神。中國、印度、埃及，這是世界上古老的國家，文化歷史悠久，可以說累積幾千年的經驗，幾千年的學術，告訴我們這個事情真有。"
    },
    {
      "id": "19-012-0185_p0004",
      "zh_CN": "现代科学家的讲法与古圣先贤的说法，确实有不谋而合之处，科学家不叫他做鬼神，叫他做不同空间维次的生物。科学确确实实证明到空间是多元次的，黄念祖老居士在《无量寿经》注解末后附了有一篇文章，他是学科学的，在天津大学他也是教这一门学科的。那个文章里面说明，西方科学家已经证实有十一度空间的存在，我们常讲三度空间、四度空间、五度空间，到十一度空间，这是科学家证明的，确实存在的。在理论上讲，空间维次是无尽的，理论上讲是无尽的，事实上是证明有十一种不同的空间。就像我们电视机一样，证明有十一个不同的频道，频道不同，就彼此不能相知，彼此不能相见。大概高维次空间的生物，他们的智慧高，能够知道低维次的，低维次决定不能知道高维次的。像动物里面，很多低级的这些爬虫类，像蚂蚁、微生物这些，牠们生活空间是两度空间；也就是在牠们感觉当中，只有长度宽度，没有高度。所以蚂蚁爬到我们屋顶上，其实我们觉得牠怎么会在上面？牠的感觉没有，牠没有高的感觉。我们有高的感觉，这是三度空间的生物，所以我们能够知道牠，牠不知道我们。所以我们从这里面去联想、去推测，比我们维次高的这些生物，就像我们看蚂蚁一样，他们能看到我们，我们没有办法觉察他们的存在。",
      "zh_TW": "現代科學家的講法與古聖先賢的說法，確實有不謀而合之處，科學家不叫他做鬼神，叫他做不同空間維次的生物。科學確確實實證明到空間是多元次的，黃念祖老居士在《無量壽經》註解末後附了有一篇文章，他是學科學的，在天津大學他也是教這一門學科的。那個文章裡面說明，西方科學家已經證實有十一度空間的存在，我們常講三度空間、四度空間、五度空間，到十一度空間，這是科學家證明的，確實存在的。在理論上講，空間維次是無盡的，理論上講是無盡的，事實上是證明有十一種不同的空間。就像我們電視機一樣，證明有十一個不同的頻道，頻道不同，就彼此不能相知，彼此不能相見。大概高維次空間的生物，他們的智慧高，能夠知道低維次的，低維次決定不能知道高維次的。像動物裡面，很多低級的這些爬蟲類，像螞蟻、微生物這些，牠們生活空間是兩度空間；也就是在牠們感覺當中，只有長度寬度，沒有高度。所以螞蟻爬到我們屋頂上，其實我們覺得牠怎麼會在上面？牠的感覺沒有，牠沒有高的感覺。我們有高的感覺，這是三度空間的生物，所以我們能夠知道牠，牠不知道我們。所以我們從這裡面去聯想、去推測，比我們維次高的這些生物，就像我們看螞蟻一樣，他們能看到我們，我們沒有辦法覺察他們的存在。"
    },
    {
      "id": "19-012-0185_p0005",
      "zh_CN": "这个跟古老的传说里面讲的这些鬼神相应，非常接近，只是名词不相同，事实确实没有两样。如果是用我们佛法勉强的来会通，但是这诸位要听到，这只是勉强，科学家讲有十一种不同维次的空间，我们佛法讲十法界，每一个法界时空的维次都不相同。但是这个说法需要证明，需要证实，科学家有没有真的了解有十个法界的存在？而佛法里面对十法界讲得非常透彻，这比哪一个宗教都讲得清楚。我过去住在台湾，韩馆长的家附近就有一个天主教堂，这个天主教的神父也是个学者，方豪，在台湾很多人知道他，他是政大文学院的院长，我们很熟。他向我借《大藏经》看，看了之后，他来跟我说，他说「你们这个经里面，对于天堂里面的记载，比我们《圣经》讲得详细，好像是去过似的。」我说：「没错！你们没去过，听说的，所以记载不详细；我们这是真去过的，所以连天道的生活状况都说得很清楚。」这是说明天地鬼神确实存在，我们对于不同维次空间的众生要尊敬。",
      "zh_TW": "這個跟古老的傳說裡面講的這些鬼神相應，非常接近，只是名詞不相同，事實確實沒有兩樣。如果是用我們佛法勉強的來會通，但是這諸位要聽到，這只是勉強，科學家講有十一種不同維次的空間，我們佛法講十法界，每一個法界時空的維次都不相同。但是這個說法需要證明，需要證實，科學家有沒有真的了解有十個法界的存在？而佛法裡面對十法界講得非常透徹，這比哪一個宗教都講得清楚。我過去住在台灣，韓館長的家附近就有一個天主教堂，這個天主教的神父也是個學者，方豪，在台灣很多人知道他，他是政大文學院的院長，我們很熟。他向我借《大藏經》看，看了之後，他來跟我說，他說「你們這個經裡面，對於天堂裡面的記載，比我們《聖經》講得詳細，好像是去過似的。」我說：「沒錯！你們沒去過，聽說的，所以記載不詳細；我們這是真去過的，所以連天道的生活狀況都說得很清楚。」這是說明天地鬼神確實存在，我們對於不同維次空間的眾生要尊敬。"
    },
    {
      "id": "19-012-0185_p0006",
      "zh_CN": "这几段所说的都是不敬，人对天地鬼神不尊敬。天地鬼神是众生，不是佛菩萨，他们也有喜怒哀乐。换句话说，他欢喜的，他会赞叹你，会帮助你；他不欢喜的，他会远离你，他不会帮助你。人祈求天地鬼神的保佑帮助，也是有条件的，不是无条件的；无条件的只有大乘佛法，诸佛菩萨帮助人是无条件的。给诸位说，天地鬼神帮助人都是有条件的，为什么？没有离开六道，我们要懂得这个道理。这一段的注解，希望诸位用心的看一看。",
      "zh_TW": "這幾段所說的都是不敬，人對天地鬼神不尊敬。天地鬼神是眾生，不是佛菩薩，他們也有喜怒哀樂。換句話說，他歡喜的，他會讚歎你，會幫助你；他不歡喜的，他會遠離你，他不會幫助你。人祈求天地鬼神的保佑幫助，也是有條件的，不是無條件的；無條件的只有大乘佛法，諸佛菩薩幫助人是無條件的。給諸位說，天地鬼神幫助人都是有條件的，為什麼？沒有離開六道，我們要懂得這個道理。這一段的註解，希望諸位用心的看一看。"
    },
    {
      "id": "19-012-0185_p0007",
      "zh_CN": "『晦』是一个月的终了，『腊』是一年的终了。一个月最后这一天，没有月光；「腊」是一年最后的一天。这一天，注解里面所注的是道教的，它说「司命灶君，奏言世人功过之日」，现在这个事情都没有了。我在小时候，这是中国人的习俗，无论是都市、乡村，每一个人家都有灶，炉灶在那个时候烧柴，所以有樵夫在山上砍柴，挑到城里面去卖。我们读《六祖坛经》，惠能就是个樵夫，砍柴到都市去卖。我记得我在十三、四岁的时候，住在福建，住在建瓯，这个城市里面还没有自来水，水也要买，有人挑水在街上卖的，挑柴在街上卖的，所以那个时候烧的炉灶都是烧柴火。以后我们到台湾，台湾比较进步烧煤球，比烧柴火要进步多了。所以灶都有供一个灶神的地方，造炉灶的时候，大概有一块砖那么大地方空起来，做一个小佛龛，里面供养灶神。灶神旁边有一副对联，那个对联是一样的，大概是走遍中国都是那副对联，「上天奏好事，下地保平安」，所以中国从前对于灶神很恭敬的，现在这些统统没有了。所以有人问我，现在不供养灶神，灶神还有没有？这个事情，不是说你供养他就有，你不供养他就没有。如果要是这个说法，那这个事情就好办了，我们对于天地鬼神一概不要供养，他不就没有了吗？不供养还是有，不是没有。",
      "zh_TW": "『晦』是一個月的終了，『臘』是一年的終了。一個月最後這一天，沒有月光；「臘」是一年最後的一天。這一天，註解裡面所註的是道教的，它說「司命灶君，奏言世人功過之日」，現在這個事情都沒有了。我在小時候，這是中國人的習俗，無論是都市、鄉村，每一個人家都有灶，爐灶在那個時候燒柴，所以有樵夫在山上砍柴，挑到城裡面去賣。我們讀《六祖壇經》，惠能就是個樵夫，砍柴到都市去賣。我記得我在十三、四歲的時候，住在福建，住在建甌，這個城市裡面還沒有自來水，水也要買，有人挑水在街上賣的，挑柴在街上賣的，所以那個時候燒的爐灶都是燒柴火。以後我們到台灣，台灣比較進步燒煤球，比燒柴火要進步多了。所以灶都有供一個灶神的地方，造爐灶的時候，大概有一塊磚那麼大地方空起來，做一個小佛龕，裡面供養灶神。灶神旁邊有一副對聯，那個對聯是一樣的，大概是走遍中國都是那副對聯，「上天奏好事，下地保平安」，所以中國從前對於灶神很恭敬的，現在這些統統沒有了。所以有人問我，現在不供養灶神，灶神還有沒有？這個事情，不是說你供養他就有，你不供養他就沒有。如果要是這個說法，那這個事情就好辦了，我們對於天地鬼神一概不要供養，他不就沒有了嗎？不供養還是有，不是沒有。"
    },
    {
      "id": "19-012-0185_p0008",
      "zh_CN": "看看道家的书，看看中国古老这些传说，门有门神，就是居住环境里面，要是把这些神算一算，比我们家里的人口还要多，大家都住在一起，人与鬼神杂居，个人的频道不相同，但是不能说没有关系，确实它有个微妙的关系存在其中，因此古圣先贤教我们要敬。「腊」，在习俗上讲有五种，这里头记载着有，「正月初一日，名天腊；五月初五日，名地腊；七月初七日，名道德腊；十月初一日，名岁腊；十二月初八日，名侯王腊」，这是中国五腊。现在这种说法已经很少人知道了，也没有人讲了，我想除了算命、看相、看风水的人还讲讲之外，其他场合当中已经没有人说了。",
      "zh_TW": "看看道家的書，看看中國古老這些傳說，門有門神，就是居住環境裡面，要是把這些神算一算，比我們家裡的人口還要多，大家都住在一起，人與鬼神雜居，個人的頻道不相同，但是不能說沒有關係，確實它有個微妙的關係存在其中，因此古聖先賢教我們要敬。「臘」，在習俗上講有五種，這裡頭記載著有，「正月初一日，名天臘；五月初五日，名地臘；七月初七日，名道德臘；十月初一日，名歲臘；十二月初八日，名侯王臘」，這是中國五臘。現在這種說法已經很少人知道了，也沒有人講了，我想除了算命、看相、看風水的人還講講之外，其他場合當中已經沒有人說了。"
    },
    {
      "id": "19-012-0185_p0009",
      "zh_CN": "我们今天读这一节，会通它的大意。儒家教导我们，诸位看《礼记》，《礼记精华录》大家都有，你看第一篇第一行头一句，「曲礼曰，毋不敬」。我们在佛法里面，佛教给我们，对人对事对物，天地鬼神包括在物里头。物范围就大了，物里头包括十法界，人里只概括一个法界，人道。对人对事对物都要恭敬，道教教人敬天地鬼神，目的是趋吉避凶，希求天地鬼神降福保佑。大乘佛法里面教我们一切恭敬，你们在忏仪里面常常念到「一心顶礼，一切恭敬」。这些意思从哪里来的？从普贤十愿第一愿来的，「礼敬诸佛」。佛法讲的意思深，讲的意思透彻，虚空万象、一切众生，都是性德的流露，恭敬是性德之扩充。我们学佛终极的目标是要明心见性，你不从这上面认真修学，明心见性就难了。普贤十愿那十个方法，是明心见性最基本的条件，到普贤这一个阶段，目的就是见性成佛。大乘的阶段，还止于菩萨的地位，目标还没有定在圆满的佛果。一般大乘希求的登地果位，就是菩萨的十一地，果位在这个地方，不是讲到究竟圆满的佛果，但是普贤他的目标是究竟圆满的佛果。换句话说，要用究竟圆满的性德，才能够彰明究竟圆满的佛果，道理在此地。",
      "zh_TW": "我們今天讀這一節，會通它的大意。儒家教導我們，諸位看《禮記》，《禮記精華錄》大家都有，你看第一篇第一行頭一句，「曲禮曰，毋不敬」。我們在佛法裡面，佛教給我們，對人對事對物，天地鬼神包括在物裡頭。物範圍就大了，物裡頭包括十法界，人裡只概括一個法界，人道。對人對事對物都要恭敬，道教教人敬天地鬼神，目的是趨吉避凶，希求天地鬼神降福保佑。大乘佛法裡面教我們一切恭敬，你們在懺儀裡面常常念到「一心頂禮，一切恭敬」。這些意思從哪裡來的？從普賢十願第一願來的，「禮敬諸佛」。佛法講的意思深，講的意思透徹，虛空萬象、一切眾生，都是性德的流露，恭敬是性德之擴充。我們學佛終極的目標是要明心見性，你不從這上面認真修學，明心見性就難了。普賢十願那十個方法，是明心見性最基本的條件，到普賢這一個階段，目的就是見性成佛。大乘的階段，還止於菩薩的地位，目標還沒有定在圓滿的佛果。一般大乘希求的登地果位，就是菩薩的十一地，果位在這個地方，不是講到究竟圓滿的佛果，但是普賢他的目標是究竟圓滿的佛果。換句話說，要用究竟圓滿的性德，才能夠彰明究竟圓滿的佛果，道理在此地。"
    },
    {
      "id": "19-012-0185_p0010",
      "zh_CN": "『朔旦』，「朔」是初一，「旦」是早晨，太阳刚出山的时候，这是对日月星辰的恭敬。『北』，「北」是上方，我们居住在北半球，北半球的上方是北，南半球上方是南，这是我们看到地球自转的轴心。你在晴天夜晚观看星象，你看所有星都在那里旋转，北极星不转，那个不动的地方称为上方，对上要尊敬，取这个意思。『涕唾』都是不敬的行为。『灶』，灶神是司命之主。人以食为天，人养活生命最重要的是饮食，这就是对于饮食的尊重，不可以放肆，不可以轻慢，培养自己的敬性。能够尊敬天地万物，对天地万物你都能尊敬，对人你当然会尊敬，对人会尊敬，对于你的父母长辈，你当然懂得尊敬，你就晓得古圣先贤教学宗旨义趣之所在。这个教学是好的，不要把它看作是迷信；即使是迷信，它的效果非常殊胜。何况我们的智慧、经验、常识还没有达到，达到之后才了解事实真相，圣贤所说的有道理，不是没有道理。很深的道理，很广的道理，要我们细心去体会，要落实，对于自己的修持，我们讲功夫得力，自然就有效果。",
      "zh_TW": "『朔旦』，「朔」是初一，「旦」是早晨，太陽剛出山的時候，這是對日月星辰的恭敬。『北』，「北」是上方，我們居住在北半球，北半球的上方是北，南半球上方是南，這是我們看到地球自轉的軸心。你在晴天夜晚觀看星象，你看所有星都在那裡旋轉，北極星不轉，那個不動的地方稱為上方，對上要尊敬，取這個意思。『涕唾』都是不敬的行為。『灶』，灶神是司命之主。人以食為天，人養活生命最重要的是飲食，這就是對於飲食的尊重，不可以放肆，不可以輕慢，培養自己的敬性。能夠尊敬天地萬物，對天地萬物你都能尊敬，對人你當然會尊敬，對人會尊敬，對於你的父母長輩，你當然懂得尊敬，你就曉得古聖先賢教學宗旨義趣之所在。這個教學是好的，不要把它看作是迷信；即使是迷信，它的效果非常殊勝。何況我們的智慧、經驗、常識還沒有達到，達到之後才了解事實真相，聖賢所說的有道理，不是沒有道理。很深的道理，很廣的道理，要我們細心去體會，要落實，對於自己的修持，我們講功夫得力，自然就有效果。"
    },
    {
      "id": "19-012-0185_p0011",
      "zh_CN": "今天我们修行功夫不得力，原因在哪里？这看看都晓得了。所以我常讲，我们都随顺感情，随顺情执，没有能够随顺佛菩萨的教诲，我们的过失在此地。好，今天时间到了，就讲到此地。",
      "zh_TW": "今天我們修行功夫不得力，原因在哪裡？這看看都曉得了。所以我常講，我們都隨順感情，隨順情執，沒有能夠隨順佛菩薩的教誨，我們的過失在此地。好，今天時間到了，就講到此地。"
    }
  ]
}