{
  "doc_id": "19-012-0117",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一七集",
    "zh_TW": "第一一七集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0117",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "19-012-0117_p0001",
      "zh_CN": "诸位同学，大家好。请看《感应篇》第五十四段，这一段只有两句：",
      "zh_TW": "諸位同學，大家好。請看《感應篇》第五十四段，這一段只有兩句："
    },
    {
      "id": "19-012-0117_p0002",
      "zh_CN": "【以直为曲。以曲为直。】",
      "zh_TW": "【以直為曲。以曲為直。】"
    },
    {
      "id": "19-012-0117_p0003",
      "zh_CN": "注解里面第一节，我念一遍，「两讼在官，曲直未定，生死与夺，在吾一言，岂可轻忽，今乃曲直颠倒，非因受赂，即是徇情，否则率意鲁莽，有一于此，岂宜居官为民上乎」。这是举为官断案做一个例子，而其实这些事情，在现代社会几乎每一个人都会犯这种过失。曲直，也就是是非，如果没有真实智慧，很难断定。尤其一些似是而非，似非而是，如果是没有智慧，没有学问，就很不容易判断；往往判断错误，就造很重的罪业，自己还不知道。同学们念过《了凡四训》，《了凡四训》对这些事情，说得很详细，说得很广泛，也说得非常深入，它的原则我们要学习，要能掌握到，那就是是非、曲直。不仅仅是现前，要论它的影响深广，有一些事情，眼前似乎是不利，但是将来的利益很大，在此时此处不利，其他的地方利益很大，我们有没有思考到这个问题？佛说一切法，从空间上来讲，横遍十方，他要利益十方一切众生；从时间上来讲，竖穷三际，这才是真实利益，永恒的利益。凡夫思考没有想到这么多，只想到眼前此时此地，此地，这个地区还很小，甚至于只想到自己一生，于我现前有没有利益？我往后的利益都没想到，这个眼光可以说是短浅到了极处。古大德教导学佛的同学要有前后眼，佛在经教里面更是教导我们五眼圆明，我们对事情才能看得清楚。",
      "zh_TW": "註解裡面第一節，我念一遍，「兩訟在官，曲直未定，生死與奪，在吾一言，豈可輕忽，今乃曲直顛倒，非因受賂，即是徇情，否則率意魯莽，有一於此，豈宜居官為民上乎」。這是舉為官斷案做一個例子，而其實這些事情，在現代社會幾乎每一個人都會犯這種過失。曲直，也就是是非，如果沒有真實智慧，很難斷定。尤其一些似是而非，似非而是，如果是沒有智慧，沒有學問，就很不容易判斷；往往判斷錯誤，就造很重的罪業，自己還不知道。同學們念過《了凡四訓》，《了凡四訓》對這些事情，說得很詳細，說得很廣泛，也說得非常深入，它的原則我們要學習，要能掌握到，那就是是非、曲直。不僅僅是現前，要論它的影響深廣，有一些事情，眼前似乎是不利，但是將來的利益很大，在此時此處不利，其他的地方利益很大，我們有沒有思考到這個問題？佛說一切法，從空間上來講，橫遍十方，他要利益十方一切眾生；從時間上來講，豎窮三際，這才是真實利益，永恆的利益。凡夫思考沒有想到這麼多，只想到眼前此時此地，此地，這個地區還很小，甚至於只想到自己一生，於我現前有沒有利益？我往後的利益都沒想到，這個眼光可以說是短淺到了極處。古大德教導學佛的同學要有前後眼，佛在經教裡面更是教導我們五眼圓明，我們對事情才能看得清楚。"
    },
    {
      "id": "19-012-0117_p0004",
      "zh_CN": "佛法，我们常常讲，常常提示。什么是佛法？真实明了宇宙人生的真相，就叫做佛法。人生是自己，宇宙是我们生活环境，你能够认识自己，认识生活环境，你就是菩萨，你就是佛。一个人不认识自己，不明了自己生活环境，这个人叫凡夫。这一桩事情，几个人认真思考过？认真去思量过？我是什么？什么是我？只有真正学佛的人，才会想这桩事情。这个身是不是我？身不是我，六道凡夫都执着这个身是我，这个错了。因为这一执着，《金刚经》上说的：「我相、人相、众生相、寿者相」，统统起来了。四相的根本，就是个我相，我相的根本就是个执着，相宗讲得很好，末那是执着，四大烦恼常相随。我是什么？我爱、我见、我痴、我慢，爱见痴慢这是我。佛要不给我们说清楚，我们怎么会知道？成天就是生活在爱见痴慢里面，爱见痴慢，说实在话，就是平常讲的贪瞋痴慢，原来这个东西是我。人人都希求满足贪瞋痴慢，贪瞋痴慢果然满足了，阿鼻地狱去了，六道里的最下面一层。换句话说，贪瞋痴慢愈轻，就往上升；贪瞋痴慢愈重，就往下坠，六道就是这么一个现象。天道，贪瞋痴慢最轻的，无色界天最轻，色界天比无色界天重一点，欲界天又更重一点，修罗跟人道比欲界天又要重，愈重愈往下堕落，最重的地狱道去了，阿鼻地狱。所以还要去搞贪瞋痴慢吗？",
      "zh_TW": "佛法，我們常常講，常常提示。什麼是佛法？真實明瞭宇宙人生的真相，就叫做佛法。人生是自己，宇宙是我們生活環境，你能夠認識自己，認識生活環境，你就是菩薩，你就是佛。一個人不認識自己，不明瞭自己生活環境，這個人叫凡夫。這一樁事情，幾個人認真思考過？認真去思量過？我是什麼？什麼是我？只有真正學佛的人，才會想這樁事情。這個身是不是我？身不是我，六道凡夫都執著這個身是我，這個錯了。因為這一執著，《金剛經》上說的：「我相、人相、眾生相、壽者相」，統統起來了。四相的根本，就是個我相，我相的根本就是個執著，相宗講得很好，末那是執著，四大煩惱常相隨。我是什麼？我愛、我見、我痴、我慢，愛見痴慢這是我。佛要不給我們說清楚，我們怎麼會知道？成天就是生活在愛見痴慢裡面，愛見痴慢，說實在話，就是平常講的貪瞋痴慢，原來這個東西是我。人人都希求滿足貪瞋痴慢，貪瞋痴慢果然滿足了，阿鼻地獄去了，六道裡的最下面一層。換句話說，貪瞋痴慢愈輕，就往上升；貪瞋痴慢愈重，就往下墜，六道就是這麼一個現象。天道，貪瞋痴慢最輕的，無色界天最輕，色界天比無色界天重一點，欲界天又更重一點，修羅跟人道比欲界天又要重，愈重愈往下墮落，最重的地獄道去了，阿鼻地獄。所以還要去搞貪瞋痴慢嗎？"
    },
    {
      "id": "19-012-0117_p0005",
      "zh_CN": "佛教人修行，修什么？修正你错误的见解。我见就是见解，见解就是起心动念。起心动念，就是爱见痴慢，这个叫我执，执着爱见痴慢，永远脱离不了六道轮回，过这个日子太辛苦、太可怜了。佛教我们觉悟，教我们回头；觉悟就是把这个事情搞清楚、搞明白了；回头是再也不干了，把这个舍得干干净净。学佛的同修都希望放下，都希望把它舍掉，可是偏偏舍不掉。你舍掉，你就成佛了。佛跟众生就这一念之差，转过来，就转凡成圣，转迷成悟。为什么你转不过来？为什么你不觉悟？你的执着太重了，念念希求自己的利益。这个自己是私心、我爱、我痴、我见，念念为这个造业。大乘佛法，世尊教诲高明到了极处，迷惑到极深极重的人，如果能够相信佛陀的教诲，都能转得过来。你不相信，不肯学，那就没法子。只要你肯相信，肯依教奉行，凡夫一生成佛，不但在理论上是可能的，事实上也决定可以办得到。",
      "zh_TW": "佛教人修行，修什麼？修正你錯誤的見解。我見就是見解，見解就是起心動念。起心動念，就是愛見痴慢，這個叫我執，執著愛見痴慢，永遠脫離不了六道輪迴，過這個日子太辛苦、太可憐了。佛教我們覺悟，教我們回頭；覺悟就是把這個事情搞清楚、搞明白了；回頭是再也不幹了，把這個捨得乾乾淨淨。學佛的同修都希望放下，都希望把它捨掉，可是偏偏捨不掉。你捨掉，你就成佛了。佛跟眾生就這一念之差，轉過來，就轉凡成聖，轉迷成悟。為什麼你轉不過來？為什麼你不覺悟？你的執著太重了，念念希求自己的利益。這個自己是私心、我愛、我痴、我見，念念為這個造業。大乘佛法，世尊教誨高明到了極處，迷惑到極深極重的人，如果能夠相信佛陀的教誨，都能轉得過來。你不相信，不肯學，那就沒法子。只要你肯相信，肯依教奉行，凡夫一生成佛，不但在理論上是可能的，事實上也決定可以辦得到。"
    },
    {
      "id": "19-012-0117_p0006",
      "zh_CN": "佛怎么教给我们的？《金刚经》上教的就是极高明的方法。《金刚经》念的人多，不管是哪一宗、哪一派，修学哪一个法门，几乎没有不读《金刚经》。《金刚经》上讲的原理原则，佛说了，发心度无量无边众生，这个心一发，念头就转过来了。凡夫念念都是为自己，现在把自己放下了，度无量无边众生，是为一切众生，不再为自己了。肯为一切众生的人，把自己舍掉了，绝对没有一念为自己，这个人就转识成智，转迷为悟。要知道迷悟，为自己就是迷，为众生就是觉悟；为将来是迷，为现在是觉悟，这个话同学们能听得懂吗？为什么说为将来就是迷？将来是寿者相，你四相没破。为现前，没有将来，寿者相就没有了，时空就突破了。《华严》里面讲的，「三际不离一念」，这话怎么说？悟了一念，三际就没有了；迷了一念，就变成三际，过去、现在、未来，迷了才有。迷了一念，产生三际的妄念；觉了的时候只有一念，决定没有三际。换句话说，觉悟的人没有十方，迷的人才有十方，十方三际都是在一念。一念能现，一真叫一真法界，一真是境界，所现，能所是一不是二，你真觉悟了。所以迷的人，迷了能现所现，迷了能所是一，在这里面才产生了十方三际这个错误的认知。《般若经》上讲得详细，讲得明白，这是是非曲直的根源。入这个境界，《华严经》里面讲入法界，哪里还有是非？还有曲直？没有了。是非曲直对凡夫说的。什么是是？什么是直？与性德相应的是是、是直，与性德相违背的是非、是曲。凡夫哪里晓得？不明了事实真相，哪有不造业的道理！",
      "zh_TW": "佛怎麼教給我們的？《金剛經》上教的就是極高明的方法。《金剛經》念的人多，不管是哪一宗、哪一派，修學哪一個法門，幾乎沒有不讀《金剛經》。《金剛經》上講的原理原則，佛說了，發心度無量無邊眾生，這個心一發，念頭就轉過來了。凡夫念念都是為自己，現在把自己放下了，度無量無邊眾生，是為一切眾生，不再為自己了。肯為一切眾生的人，把自己捨掉了，絕對沒有一念為自己，這個人就轉識成智，轉迷為悟。要知道迷悟，為自己就是迷，為眾生就是覺悟；為將來是迷，為現在是覺悟，這個話同學們能聽得懂嗎？為什麼說為將來就是迷？將來是壽者相，你四相沒破。為現前，沒有將來，壽者相就沒有了，時空就突破了。《華嚴》裡面講的，「三際不離一念」，這話怎麼說？悟了一念，三際就沒有了；迷了一念，就變成三際，過去、現在、未來，迷了才有。迷了一念，產生三際的妄念；覺了的時候只有一念，決定沒有三際。換句話說，覺悟的人沒有十方，迷的人才有十方，十方三際都是在一念。一念能現，一真叫一真法界，一真是境界，所現，能所是一不是二，你真覺悟了。所以迷的人，迷了能現所現，迷了能所是一，在這裡面才產生了十方三際這個錯誤的認知。《般若經》上講得詳細，講得明白，這是是非曲直的根源。入這個境界，《華嚴經》裡面講入法界，哪裡還有是非？還有曲直？沒有了。是非曲直對凡夫說的。什麼是是？什麼是直？與性德相應的是是、是直，與性德相違背的是非、是曲。凡夫哪裡曉得？不明瞭事實真相，哪有不造業的道理！"
    },
    {
      "id": "19-012-0117_p0007",
      "zh_CN": "可是你要知道，「万法皆空，因果不空」。因果也是属于万法之一，万法皆空，因果哪有不空的道理！为什么说因果不空？是说因果的相续不空，因果的转变不空，因果的现相还是空的，还是不可得的。为什么？因变成果，因空了；果又变成因，果也空了，但是因果相续的现相永远不中断，因果转变也是永远不中断的。所以说因果不空，不是说因相果相，不是的，是讲它的转变、相续。善因决定感善果，恶因一定得恶报。佛菩萨心地清净，观照微密；众生起心动念造业之时，即是受报之时，这我们凡夫见不到。佛法里面给我们讲现报、后报、生报，这一世的报应，来世的报应，后世的报应，这是讲的粗相，极其明显果报的现相。极为细密果报的现相，佛菩萨知道，跟凡夫讲他也不知道，他体察不到。实在讲，起心动念就是受报之时。佛家讲到极真实之处，跟人讲「因果同时」。所以佛家表法用莲花，为什么不用别的花？莲花比较明显，花开的时候莲子就在里面，因跟果你都看到了。几个人一下省悟过来？莲花因果同时，哪一法不是因果同时？法法皆是，只是莲花的因果同时明显，一切诸法因果同时不明显，其实没有两样。",
      "zh_TW": "可是你要知道，「萬法皆空，因果不空」。因果也是屬於萬法之一，萬法皆空，因果哪有不空的道理！為什麼說因果不空？是說因果的相續不空，因果的轉變不空，因果的現相還是空的，還是不可得的。為什麼？因變成果，因空了；果又變成因，果也空了，但是因果相續的現相永遠不中斷，因果轉變也是永遠不中斷的。所以說因果不空，不是說因相果相，不是的，是講它的轉變、相續。善因決定感善果，惡因一定得惡報。佛菩薩心地清淨，觀照微密；眾生起心動念造業之時，即是受報之時，這我們凡夫見不到。佛法裡面給我們講現報、後報、生報，這一世的報應，來世的報應，後世的報應，這是講的粗相，極其明顯果報的現相。極為細密果報的現相，佛菩薩知道，跟凡夫講他也不知道，他體察不到。實在講，起心動念就是受報之時。佛家講到極真實之處，跟人講「因果同時」。所以佛家表法用蓮花，為什麼不用別的花？蓮花比較明顯，花開的時候蓮子就在裡面，因跟果你都看到了。幾個人一下省悟過來？蓮花因果同時，哪一法不是因果同時？法法皆是，只是蓮花的因果同時明顯，一切諸法因果同時不明顯，其實沒有兩樣。"
    },
    {
      "id": "19-012-0117_p0008",
      "zh_CN": "我们怎样能够把是非曲直搞清楚、搞明白，至少你不造恶业了，你不会受苦报。这一段解释讲得好，它说「曲直颠倒」原因大概不外乎三段。一个是什么？受了贿赂，昧着良心说话，你得到他的好处；第二个，人情，徇情，也昧着良心以曲为直；第三种原因，太草率、太鲁莽，没有认真去观察，太大意了，把是非颠倒了，都是过失。看情节轻重，造作这个过失有大小不一样，看它这桩事情影响有多广，有多深远，结罪不相同，果报不一样。如果它的影响面愈广，时间愈长，你造的罪就重；如果影响是一个人，是一时，这个罪就轻，我们都要明了。所以起心动念、言语造作，不能不谨慎。特别是谣言，我们佛经上讲的「无根的谣言」，无根是什么？他造谣生事，没有这个事实。谣言很可怕，古德常讲：「谣言止于智者」，真正有智慧的人，他不相信，不听信谣言。一个人来给你造谣生事，说一遍，没这个事情；第二个又来说一遍，也没这个事情；第三个人再跟你说，你就不敢说没有这个事情了；十个、八个人都来跟你说，你就怀疑了，是不是真有这个事情？所以大智慧的人，才能够面对着造谣生事不为所动。什么是大智慧的人？没有自己的人，没有私心的人，就不会为外面境界动摇了。诸佛菩萨不为所动，为什么？诸佛菩萨没有身，不但没有身，连命都没有，他的身、他的命为一切众生服务的，决定没有自己，所以才如如不动。只要有丝毫自私自利的念头，就不可能不为外境所动摇。",
      "zh_TW": "我們怎樣能夠把是非曲直搞清楚、搞明白，至少你不造惡業了，你不會受苦報。這一段解釋講得好，它說「曲直顛倒」原因大概不外乎三段。一個是什麼？受了賄賂，昧著良心說話，你得到他的好處；第二個，人情，徇情，也昧著良心以曲為直；第三種原因，太草率、太魯莽，沒有認真去觀察，太大意了，把是非顛倒了，都是過失。看情節輕重，造作這個過失有大小不一樣，看它這樁事情影響有多廣，有多深遠，結罪不相同，果報不一樣。如果它的影響面愈廣，時間愈長，你造的罪就重；如果影響是一個人，是一時，這個罪就輕，我們都要明瞭。所以起心動念、言語造作，不能不謹慎。特別是謠言，我們佛經上講的「無根的謠言」，無根是什麼？他造謠生事，沒有這個事實。謠言很可怕，古德常講：「謠言止於智者」，真正有智慧的人，他不相信，不聽信謠言。一個人來給你造謠生事，說一遍，沒這個事情；第二個又來說一遍，也沒這個事情；第三個人再跟你說，你就不敢說沒有這個事情了；十個、八個人都來跟你說，你就懷疑了，是不是真有這個事情？所以大智慧的人，才能夠面對著造謠生事不為所動。什麼是大智慧的人？沒有自己的人，沒有私心的人，就不會為外面境界動搖了。諸佛菩薩不為所動，為什麼？諸佛菩薩沒有身，不但沒有身，連命都沒有，他的身、他的命為一切眾生服務的，決定沒有自己，所以才如如不動。只要有絲毫自私自利的念頭，就不可能不為外境所動搖。"
    },
    {
      "id": "19-012-0117_p0009",
      "zh_CN": "我们学佛的同学，要往这些道理深处、精微处去想、去观察，向佛菩萨学习，希望在这一生当中圆成佛道。关键就是我们能不能转得过来，转自私自利为一切众生，念念行行都与性德相应。为广大众生是性德，为自私自利是迷惑，这一点总得要辨别清楚。",
      "zh_TW": "我們學佛的同學，要往這些道理深處、精微處去想、去觀察，向佛菩薩學習，希望在這一生當中圓成佛道。關鍵就是我們能不能轉得過來，轉自私自利為一切眾生，念念行行都與性德相應。為廣大眾生是性德，為自私自利是迷惑，這一點總得要辨別清楚。"
    }
  ]
}