{
  "doc_id": "19-012-0106",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０六集",
    "zh_TW": "第一０六集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "19-012-0106",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "19-012-0106_p0001",
      "zh_CN": "诸位同学，大家好。读圣贤书果然能够契入境界，自自然然如宗门古大德所说的是「左右逢源，头头是道」，我们少分领略到《华严》的境界，而后六根接触外境，无不是「大方广」，无不是「佛华严」。就是回过头来展开《感应篇》这篇文章，字字句句都与「大方广佛华严」相应，于是我们明白了，《华严经》上所说的「一即一切，一切即一」。过去我们在讲席当中，多次说明这个「一」，不是专一，是任一。我说任一是讲佛法里面的法门，八万四千法门，无量法门，任何一法都包含全部，所谓是「一即是多，多即是一」。我们要问，八万四千法门，无量法门，包不包括《感应篇》？大家想想。甚至于说包不包括基督教的《新旧约》？包不包括伊斯兰的《古兰经》？统统包括，这是真的。岂不闻佛家常说，「悟了之后，哪一法不是佛法」。",
      "zh_TW": "諸位同學，大家好。讀聖賢書果然能夠契入境界，自自然然如宗門古大德所說的是「左右逢源，頭頭是道」，我們少分領略到《華嚴》的境界，而後六根接觸外境，無不是「大方廣」，無不是「佛華嚴」。就是回過頭來展開《感應篇》這篇文章，字字句句都與「大方廣佛華嚴」相應，於是我們明白了，《華嚴經》上所說的「一即一切，一切即一」。過去我們在講席當中，多次說明這個「一」，不是專一，是任一。我說任一是講佛法裡面的法門，八萬四千法門，無量法門，任何一法都包含全部，所謂是「一即是多，多即是一」。我們要問，八萬四千法門，無量法門，包不包括《感應篇》？大家想想。甚至於說包不包括基督教的《新舊約》？包不包括伊斯蘭的《古蘭經》？統統包括，這是真的。豈不聞佛家常說，「悟了之後，哪一法不是佛法」。"
    },
    {
      "id": "19-012-0106_p0002",
      "zh_CN": "什么叫佛法？「大方广佛华严」叫佛法。如果不悟，这一部《华严经》在你面前也不是佛法。可见得是不是佛法，这个关键并不在它是不是佛经，而真正关键在你有没有觉悟。为什么？觉悟之后，才知道尽虚空遍法界一切众生是一个自体。《感应篇》岂是自体之外吗？基督教、回教、犹太教，世间许许多多宗教，是在我们一身之外吗？不是。虚空法界一切众生是一个自体，所以哪一法不是「大方广佛华严」？凡夫愚昧无知入不了这个境界，不但凡夫不能入，二乘权教菩萨也不能入。什么原因？妄想分别执着障碍了。换句话说，你妄想分别执着没有离开，这叫世见。为什么叫世见？你有妄想分别执着，你有过去现在未来时间上的执着，你有此界他方空间上的执着，你见不到事实真相。所以一切诸佛如来、菩萨、祖师大德教化一切众生没有别的，放下执着而已，只要把妄想分别执着放下了，宇宙人生的真相就清楚了、就明白了，这就叫佛法。",
      "zh_TW": "什麼叫佛法？「大方廣佛華嚴」叫佛法。如果不悟，這一部《華嚴經》在你面前也不是佛法。可見得是不是佛法，這個關鍵並不在它是不是佛經，而真正關鍵在你有沒有覺悟。為什麼？覺悟之後，才知道盡虛空遍法界一切眾生是一個自體。《感應篇》豈是自體之外嗎？基督教、回教、猶太教，世間許許多多宗教，是在我們一身之外嗎？不是。虛空法界一切眾生是一個自體，所以哪一法不是「大方廣佛華嚴」？凡夫愚昧無知入不了這個境界，不但凡夫不能入，二乘權教菩薩也不能入。什麼原因？妄想分別執著障礙了。換句話說，你妄想分別執著沒有離開，這叫世見。為什麼叫世見？你有妄想分別執著，你有過去現在未來時間上的執著，你有此界他方空間上的執著，你見不到事實真相。所以一切諸佛如來、菩薩、祖師大德教化一切眾生沒有別的，放下執著而已，只要把妄想分別執著放下了，宇宙人生的真相就清楚了、就明白了，這就叫佛法。"
    },
    {
      "id": "19-012-0106_p0003",
      "zh_CN": "迷的时候，迷得有轻重，造的业也就不等了。我们现在读的这一段，这是大恶，「背逆大恶」，背是违背。违背什么？违背自己的性德，不是违背别的，我们自己要觉悟。大恶一共有七小段，末后这一段：",
      "zh_TW": "迷的時候，迷得有輕重，造的業也就不等了。我們現在讀的這一段，這是大惡，「背逆大惡」，背是違背。違背什麼？違背自己的性德，不是違背別的，我們自己要覺悟。大惡一共有七小段，末後這一段："
    },
    {
      "id": "19-012-0106_p0004",
      "zh_CN": "【刚强不仁。狠戾自用。】",
      "zh_TW": "【剛強不仁。狠戾自用。】"
    },
    {
      "id": "19-012-0106_p0005",
      "zh_CN": "我们仔细反省，每一条都触犯了，只是每一个人所犯的轻重不等，都犯。『狠戾自用』就是我们平常讲的心狠手辣，对人对事对物，造极重的罪业，果报不好，死后必入三途。《汇编》有这么几句话，「夫强梁者，不得其死，固不必言，而死后三途之报，经何时而得免乎」。这一句话值得我们深深反省。所以世出世间的圣贤，我们在文字记载里面读到，他们为人处世显得非常谦虚忍让。世间圣人如孔子，《论语》里面记载孔子的为人「温良恭俭让」，他待人温和、善良、恭敬、节俭、忍让，不但他老人家一生以言教，而且以身教，做出榜样来给我们看，这是圣人。能奉行圣人的教诲，社会会安定，天下太平，人民的生活真正可以达到安和乐利。这个理念跟现代西方人不相同，西方人提倡的消费，鼓励消费，为的什么？为的是图利。大家在生活上如果不消费，不浪费，他怎么能赚钱？人人都像孔老夫子，个个生活节俭，他的生意就不要做了。由此可知，鼓励消费，讲究消费，其目的是争名夺利。有一个竞争的心，有一个侵夺的心，社会还能安定吗？人生还有什么幸福可言？这些道理，这些事实，我们要多想想。想通了，想明白了，你是跟圣贤人走，还是跟现代人走？圣贤人的生活有真乐，有真幸福，绝不是物质享受。这个里面的乐趣，实在说现代的凡人想不到，没有办法体会。从前读书人还能够意识到，现代不读圣贤书了，他怎么会想到？",
      "zh_TW": "我們仔細反省，每一條都觸犯了，只是每一個人所犯的輕重不等，都犯。『狠戾自用』就是我們平常講的心狠手辣，對人對事對物，造極重的罪業，果報不好，死後必入三途。《彙編》有這麼幾句話，「夫強梁者，不得其死，固不必言，而死後三途之報，經何時而得免乎」。這一句話值得我們深深反省。所以世出世間的聖賢，我們在文字記載裡面讀到，他們為人處世顯得非常謙虛忍讓。世間聖人如孔子，《論語》裡面記載孔子的為人「溫良恭儉讓」，他待人溫和、善良、恭敬、節儉、忍讓，不但他老人家一生以言教，而且以身教，做出榜樣來給我們看，這是聖人。能奉行聖人的教誨，社會會安定，天下太平，人民的生活真正可以達到安和樂利。這個理念跟現代西方人不相同，西方人提倡的消費，鼓勵消費，為的什麼？為的是圖利。大家在生活上如果不消費，不浪費，他怎麼能賺錢？人人都像孔老夫子，個個生活節儉，他的生意就不要做了。由此可知，鼓勵消費，講究消費，其目的是爭名奪利。有一個競爭的心，有一個侵奪的心，社會還能安定嗎？人生還有什麼幸福可言？這些道理，這些事實，我們要多想想。想通了，想明白了，你是跟聖賢人走，還是跟現代人走？聖賢人的生活有真樂，有真幸福，絕不是物質享受。這個裡面的樂趣，實在說現代的凡人想不到，沒有辦法體會。從前讀書人還能夠意識到，現代不讀聖賢書了，他怎麼會想到？"
    },
    {
      "id": "19-012-0106_p0006",
      "zh_CN": "「狠戾自用」，什么叫自用？自以为是，这叫自用。别人自以为是，我们看得很清楚，他错了。自己自以为是，不知道。自以为是尚且不可，何况再用心狠毒辣来对别人，这个怨仇就结得深了。跟人家结怨仇，往往在什么？在不知不觉当中，自己没有发觉。有意无意当中得罪人，给人难看，自己确实不知道，为什么？这是毛病习气，他养成习惯了，以为自己做的都是对的，都是正确的，而不知道对方的反应，这是愚痴到极处，可怜到极处。到最后变成什么情况？没有人跟你合作了，没有人愿意跟你共事了，这个还是善人；不善的人，他要报复你，那就更凄惨了。大概学佛的人还有一点善心，遇到这些事情，离开就算了，不跟你共事，你在这个机构里面，我辞职不干了，我怕你，我让你。别人统统都辞光了，剩下你一个人，你去干去。我们要听圣贤人的教诲，要天天反省，而反省实在讲最好的方法就是读《感应篇》，为什么印光大师这样重视这本书？道理在此地。",
      "zh_TW": "「狠戾自用」，什麼叫自用？自以為是，這叫自用。別人自以為是，我們看得很清楚，他錯了。自己自以為是，不知道。自以為是尚且不可，何況再用心狠毒辣來對別人，這個怨仇就結得深了。跟人家結怨仇，往往在什麼？在不知不覺當中，自己沒有發覺。有意無意當中得罪人，給人難看，自己確實不知道，為什麼？這是毛病習氣，他養成習慣了，以為自己做的都是對的，都是正確的，而不知道對方的反應，這是愚痴到極處，可憐到極處。到最後變成什麼情況？沒有人跟你合作了，沒有人願意跟你共事了，這個還是善人；不善的人，他要報復你，那就更悽慘了。大概學佛的人還有一點善心，遇到這些事情，離開就算了，不跟你共事，你在這個機構裡面，我辭職不幹了，我怕你，我讓你。別人統統都辭光了，剩下你一個人，你去幹去。我們要聽聖賢人的教誨，要天天反省，而反省實在講最好的方法就是讀《感應篇》，為什麼印光大師這樣重視這本書？道理在此地。"
    },
    {
      "id": "19-012-0106_p0007",
      "zh_CN": "我常常听到有人跟我讲，大众在一块共修，受同修的气，受同修的侮辱，跟我说忍受不了了，想离开这个道场。我劝他要忍辱、要忍耐，为什么？这个道场希有难逢，那些给你气受的，自以为是的这些人，这是你的魔障，你要不能够克服，你就被他障碍住了，你这一生的得度机缘就被他断掉了。他有罪，你也有过。所以我们要学菩萨，要修忍辱波罗蜜，把这一些狠戾自用的人看作菩萨，成就我的忍辱波罗蜜，这是佛教给我们的。我们用什么态度对恶人，对这些刚强不仁，狠戾自用的人？我们用善良、厚道、温柔，在这个里面修忍辱波罗蜜，你能够把这个学成功了，你这一生决定得道、决定成就。不但你自己度了自己，你也度了对方，对方有过，不至于堕地狱，如果你退转了，他决定堕地狱。你没有退转，精进，往生不退成佛了，他不会堕三途，自度度他。这是我们要学菩萨道，如何跟这些刚强不仁，狠戾自用的人相处。但是这一定要明理，一定要有很大的忍辱的耐性，才能做得到。",
      "zh_TW": "我常常聽到有人跟我講，大眾在一塊共修，受同修的氣，受同修的侮辱，跟我說忍受不了了，想離開這個道場。我勸他要忍辱、要忍耐，為什麼？這個道場希有難逢，那些給你氣受的，自以為是的這些人，這是你的魔障，你要不能夠克服，你就被他障礙住了，你這一生的得度機緣就被他斷掉了。他有罪，你也有過。所以我們要學菩薩，要修忍辱波羅蜜，把這一些狠戾自用的人看作菩薩，成就我的忍辱波羅蜜，這是佛教給我們的。我們用什麼態度對惡人，對這些剛強不仁，狠戾自用的人？我們用善良、厚道、溫柔，在這個裡面修忍辱波羅蜜，你能夠把這個學成功了，你這一生決定得道、決定成就。不但你自己度了自己，你也度了對方，對方有過，不至於墮地獄，如果你退轉了，他決定墮地獄。你沒有退轉，精進，往生不退成佛了，他不會墮三途，自度度他。這是我們要學菩薩道，如何跟這些剛強不仁，狠戾自用的人相處。但是這一定要明理，一定要有很大的忍辱的耐性，才能做得到。"
    },
    {
      "id": "19-012-0106_p0008",
      "zh_CN": "尤其我们要警觉到，佛常常教诫的，「世间无常，国土危脆」，我们跟一切大众，无论他作善作恶，我们相聚的时间都不长，都很短，何必在意，何必放在心上。人家行善，我们欢喜，恭敬赞叹；他作恶，我们学佛菩萨，对他恭敬，不加赞叹，这是《华严》普贤菩萨教给我们的。他如果有善根，看到我们这种对他的态度，他就会反省，他对我恭敬，为什么不赞叹？想想自己有什么缺点，他就能改过自新。纵然不能改过自新，我们也不跟他结怨仇，给我气，我就受了，算了吧！自己的工作还是要认真努力去做，绝不因为他给我侮辱，他给我气受，我的工作就懈怠了，我不再认真，退转，灰心。善心做好事，为一切众生做好事，为佛法做好事，还要受这么多冤枉气，常有！太多太多了。我自己在许许多多处所，把佛法介绍给大众，欢喜赞叹的人，有；嫉妒瞋恨的人，也有；想种种方法障碍的人，也有，我们还要做。不能说他嫉妒，他侮辱，他陷害，他障碍，我就不做了，那我就错了。我还是要做，做到死为止，活一天做一天。这是我们接受圣贤的教诲，我们自己要学夫子的五德，温良恭俭让，要学菩萨的六波罗蜜，布施、持戒、忍辱、精进、禅定、智慧，化解这一切怨结，过去今生种种怨结。",
      "zh_TW": "尤其我們要警覺到，佛常常教誡的，「世間無常，國土危脆」，我們跟一切大眾，無論他作善作惡，我們相聚的時間都不長，都很短，何必在意，何必放在心上。人家行善，我們歡喜，恭敬讚歎；他作惡，我們學佛菩薩，對他恭敬，不加讚歎，這是《華嚴》普賢菩薩教給我們的。他如果有善根，看到我們這種對他的態度，他就會反省，他對我恭敬，為什麼不讚歎？想想自己有什麼缺點，他就能改過自新。縱然不能改過自新，我們也不跟他結怨仇，給我氣，我就受了，算了吧！自己的工作還是要認真努力去做，絕不因為他給我侮辱，他給我氣受，我的工作就懈怠了，我不再認真，退轉，灰心。善心做好事，為一切眾生做好事，為佛法做好事，還要受這麼多冤枉氣，常有！太多太多了。我自己在許許多多處所，把佛法介紹給大眾，歡喜讚歎的人，有；嫉妒瞋恨的人，也有；想種種方法障礙的人，也有，我們還要做。不能說他嫉妒，他侮辱，他陷害，他障礙，我就不做了，那我就錯了。我還是要做，做到死為止，活一天做一天。這是我們接受聖賢的教誨，我們自己要學夫子的五德，溫良恭儉讓，要學菩薩的六波羅蜜，布施、持戒、忍辱、精進、禪定、智慧，化解這一切怨結，過去今生種種怨結。"
    },
    {
      "id": "19-012-0106_p0009",
      "zh_CN": "注解末后一句说：「佛言狠戾如恶马，言难调也」，这是佛经上的话，举了个例子。「人而狠戾，一切执拗」，执着，跟别人就是相反，就是不一样，「自以为是，不肯服人」。「善友知识，谁来相亲」？善友、知识远离你去了。「善言名理，谁来相告」？你听不进去。所以「造恶招尤之原，莫此为甚」，你造恶业，你跟人家结怨仇，根源在此地，所以我们要懂得、要明了。",
      "zh_TW": "註解末後一句說：「佛言狠戾如惡馬，言難調也」，這是佛經上的話，舉了個例子。「人而狠戾，一切執拗」，執著，跟別人就是相反，就是不一樣，「自以為是，不肯服人」。「善友知識，誰來相親」？善友、知識遠離你去了。「善言名理，誰來相告」？你聽不進去。所以「造惡招尤之原，莫此為甚」，你造惡業，你跟人家結怨仇，根源在此地，所以我們要懂得、要明瞭。"
    }
  ]
}