{
  "doc_id": "19-012-0103",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０三集",
    "zh_TW": "第一０三集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "19-012-0103",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "19-012-0103_p0001",
      "zh_CN": "诸位同学，大家好。「诳诸无识，谤诸同学，虚诬诈伪，攻讦宗亲」，这一段是诸恶的根源，而在今天的社会，几乎在整个世界上，我们随时随处都能够见到，甚至于自己冷静的反省反省，这几句我们哪一句没有犯？所以今天社会的不安动乱，天灾人祸，其来有自。而佛在经上告诉我们，《无量寿经》三十三品，佛讲得好，说「先人不善，不识道德，无有语者」，你怎么能怪他？事实的真相，唯有佛看得清楚、看得透彻。佛真是慈悲到极处，眼看着众生造业受报，以无尽的悲心来教导，亿万人中真正能回头的，不过是二、三而已。所以古圣先贤，我们读他们的典籍，才深知他们用心之苦。世尊、孔子为什么终身从事于教育的工作？还不是《无量寿经》上讲的这几句话吗？谁能教？明白的人能教。明白的人毕竟是少数，迷惑的人是多数。世间人亲近善知识的时间少，我们亲近老师，毕竟跟老师相处的时间短，而跟同学相处的时间长。同学的知见跟我们差不多，所犯的这些过失自己并不知道，还认为自己所作所为都是正确的，听信同学而不能够尊重老师。老师年长，毕竟是过来人，如果有疑惑，应当请教，老师有责任帮助我们破迷开悟。",
      "zh_TW": "諸位同學，大家好。「誑諸無識，謗諸同學，虛誣詐偽，攻訐宗親」，這一段是諸惡的根源，而在今天的社會，幾乎在整個世界上，我們隨時隨處都能夠見到，甚至於自己冷靜的反省反省，這幾句我們哪一句沒有犯？所以今天社會的不安動亂，天災人禍，其來有自。而佛在經上告訴我們，《無量壽經》三十三品，佛講得好，說「先人不善，不識道德，無有語者」，你怎麼能怪他？事實的真相，唯有佛看得清楚、看得透徹。佛真是慈悲到極處，眼看著眾生造業受報，以無盡的悲心來教導，億萬人中真正能回頭的，不過是二、三而已。所以古聖先賢，我們讀他們的典籍，才深知他們用心之苦。世尊、孔子為什麼終身從事於教育的工作？還不是《無量壽經》上講的這幾句話嗎？誰能教？明白的人能教。明白的人畢竟是少數，迷惑的人是多數。世間人親近善知識的時間少，我們親近老師，畢竟跟老師相處的時間短，而跟同學相處的時間長。同學的知見跟我們差不多，所犯的這些過失自己並不知道，還認為自己所作所為都是正確的，聽信同學而不能夠尊重老師。老師年長，畢竟是過來人，如果有疑惑，應當請教，老師有責任幫助我們破迷開悟。"
    },
    {
      "id": "19-012-0103_p0002",
      "zh_CN": "这几句总共分成七个小段，我们读到第六个小段，「虚诬诈伪，攻讦宗亲」。我读了这八个字，无限的感慨，我觉得这八个字是说出我们今天天灾人祸的根本。这一段已经讲过几次，可是我觉得不能不多说。凡夫之人每天读经、每天听经，我们的烦恼习气都转不过来，所以我深深明了世尊为什么要讲经说法四十九年。四十九年能转过来的都是了不起的人，哪有听经三年五载就能转过来的？古时候有，现在没有了。跟我的同学很多，有十年、八年的，也有十几年、二十年的，有没有转过来？细细观察没有转过来。我们自己认真反省检点，有没有转过来？我学佛四十七年，讲经四十年，这才能转过少分，并没有百分之百的转过来。百分之百转过来就成佛了，由此可知，这桩事情之难。因此，最近我们经论采取细讲，道理就在此地。",
      "zh_TW": "這幾句總共分成七個小段，我們讀到第六個小段，「虛誣詐偽，攻訐宗親」。我讀了這八個字，無限的感慨，我覺得這八個字是說出我們今天天災人禍的根本。這一段已經講過幾次，可是我覺得不能不多說。凡夫之人每天讀經、每天聽經，我們的煩惱習氣都轉不過來，所以我深深明瞭世尊為什麼要講經說法四十九年。四十九年能轉過來的都是了不起的人，哪有聽經三年五載就能轉過來的？古時候有，現在沒有了。跟我的同學很多，有十年、八年的，也有十幾年、二十年的，有沒有轉過來？細細觀察沒有轉過來。我們自己認真反省檢點，有沒有轉過來？我學佛四十七年，講經四十年，這才能轉過少分，並沒有百分之百的轉過來。百分之百轉過來就成佛了，由此可知，這樁事情之難。因此，最近我們經論採取細講，道理就在此地。"
    },
    {
      "id": "19-012-0103_p0003",
      "zh_CN": "注子里面给我们说明什么叫「虚」？虚是虚妄，「漫无根据」就叫虚，佛法里面叫无根的谣言。能不能信？信的人很多，大家都听信，就好像它是真的一样。造谣生事，全无根据，完全凭自己的猜测、凭自己的妄想，事实有许许多多地方不是我们知识浅显的人能够见到的，有些小事浅而易见的，大家能够一看就明了，深入一层见不到了。把善当作恶，把恶当作善，善恶、是非、邪正颠倒，太多太多了。所以今天大众、同学们的心里，怎样建立一个标准？标准佛给我们建立了，我们不明了，我们没有遵守，依旧是似是而非，听信谣言。我这一生遇到一个明白人，韩馆长，我跟她相处三十年，有没有谣言？多得是，她听了这些谣言怎样？她来问我。有人造我的谣言，她来问我，这个事情是真的是假的？这是一个聪明人，这不是一个糊涂人。糊涂人听信谣言，不来往，很轻易的就离开，到后来搞清楚之后，后悔莫及，这种大有人在。造谣生事，目的何在？诸如此类的，我们在现实社会里看到太多太多了，小而个人，大而团体，根源都是自私自利，言语造作都是损人利己。其实他不明白真理，损人决定不利己，只有利人才是真正利己。《感应篇》印光法师特别拈出来，做为救度末世众生唯一的教诲，我们天天要读，天天要研究讨论，深解义趣，认真努力奉行。",
      "zh_TW": "註子裡面給我們說明什麼叫「虛」？虛是虛妄，「漫無根據」就叫虛，佛法裡面叫無根的謠言。能不能信？信的人很多，大家都聽信，就好像它是真的一樣。造謠生事，全無根據，完全憑自己的猜測、憑自己的妄想，事實有許許多多地方不是我們知識淺顯的人能夠見到的，有些小事淺而易見的，大家能夠一看就明瞭，深入一層見不到了。把善當作惡，把惡當作善，善惡、是非、邪正顛倒，太多太多了。所以今天大眾、同學們的心裡，怎樣建立一個標準？標準佛給我們建立了，我們不明瞭，我們沒有遵守，依舊是似是而非，聽信謠言。我這一生遇到一個明白人，韓館長，我跟她相處三十年，有沒有謠言？多得是，她聽了這些謠言怎樣？她來問我。有人造我的謠言，她來問我，這個事情是真的是假的？這是一個聰明人，這不是一個糊塗人。糊塗人聽信謠言，不來往，很輕易的就離開，到後來搞清楚之後，後悔莫及，這種大有人在。造謠生事，目的何在？諸如此類的，我們在現實社會裡看到太多太多了，小而個人，大而團體，根源都是自私自利，言語造作都是損人利己。其實他不明白真理，損人決定不利己，只有利人才是真正利己。《感應篇》印光法師特別拈出來，做為救度末世眾生唯一的教誨，我們天天要讀，天天要研究討論，深解義趣，認真努力奉行。"
    },
    {
      "id": "19-012-0103_p0004",
      "zh_CN": "人的生命非常脆弱，台湾大地震诸位看得很清楚，几秒钟之间生命财产就消失了。有许许多多全家在这个灾难里面丧失生命，几秒钟的时间！他们会遇到，能保证我自己遇不到吗？想到这个地方，我们才明了印光大师为什么常常把「死」字摆在自己面前，他老人家的佛堂跟别人佛堂不一样，佛堂当中挂一个大字「死」，「死」字下面供一尊阿弥陀佛，天天想到随时随刻可以死，死了以后怎么办？聪明人有前后眼，不想今生要想来世，这个人才是真正有智慧。死了以后到哪里去？这叫死生大事。经论里面教导我们，「万般将不去，唯有业随身」，所以种善因必得善果，造恶业一定有苦报。什么是善？什么是恶？凡是利益众生的是善，凡是利益自己的是恶，这个道理我们讲得太多太多了。人为什么虚妄、诬陷、诈伪？都是为了自私自利，才造种种恶业。",
      "zh_TW": "人的生命非常脆弱，台灣大地震諸位看得很清楚，幾秒鐘之間生命財產就消失了。有許許多多全家在這個災難裡面喪失生命，幾秒鐘的時間！他們會遇到，能保證我自己遇不到嗎？想到這個地方，我們才明瞭印光大師為什麼常常把「死」字擺在自己面前，他老人家的佛堂跟別人佛堂不一樣，佛堂當中掛一個大字「死」，「死」字下面供一尊阿彌陀佛，天天想到隨時隨刻可以死，死了以後怎麼辦？聰明人有前後眼，不想今生要想來世，這個人才是真正有智慧。死了以後到哪裡去？這叫死生大事。經論裡面教導我們，「萬般將不去，唯有業隨身」，所以種善因必得善果，造惡業一定有苦報。什麼是善？什麼是惡？凡是利益眾生的是善，凡是利益自己的是惡，這個道理我們講得太多太多了。人為什麼虛妄、誣陷、詐偽？都是為了自私自利，才造種種惡業。"
    },
    {
      "id": "19-012-0103_p0005",
      "zh_CN": "第二句讲「妄有污蔑」，这叫诬，诬害别人。「诡计蒙人曰诈」，欺诈。「矫情欺世」这是伪、虚伪。他说了四个字，后头说「分言则四」，分开来讲这是四个字，合起来讲就是没有诚心，「不诚也」。换句话说，真诚就是戒除「虚诬诈伪」，这才叫真诚，还有这个意念存在，你就不诚。「诚者天之道也」，这个天在佛法里面讲就是真心、就是本性。诚是真心，诚是自性。「思诚者人之道也」，常常想诚，常常念诚，常常学诚，人道，这个人道是菩萨道。果然我们心存真诚、清净、平等、正觉、慈悲，诸佛护念，龙天善神拥护。小注说得好，今天我们舍弃了真诚，干些什么？虚诬诈伪，这是逆天，违逆天道，而失了人道。失了人道，「其心甚劳」，心里头忧郁，劳心。「其事甚危」，这个事是什么？你平常处事待人接物，你干这些事，危！危险。末后结论说：「乃天下第一等薄福相也」，没有福报，天下薄福无过于此。「不入三恶，其将何归」，这种人不入三恶道，他到哪里去？这几句话值得我们深深反省。",
      "zh_TW": "第二句講「妄有污衊」，這叫誣，誣害別人。「詭計蒙人曰詐」，欺詐。「矯情欺世」這是偽、虛偽。他說了四個字，後頭說「分言則四」，分開來講這是四個字，合起來講就是沒有誠心，「不誠也」。換句話說，真誠就是戒除「虛誣詐偽」，這才叫真誠，還有這個意念存在，你就不誠。「誠者天之道也」，這個天在佛法裡面講就是真心、就是本性。誠是真心，誠是自性。「思誠者人之道也」，常常想誠，常常念誠，常常學誠，人道，這個人道是菩薩道。果然我們心存真誠、清淨、平等、正覺、慈悲，諸佛護念，龍天善神擁護。小註說得好，今天我們捨棄了真誠，幹些什麼？虛誣詐偽，這是逆天，違逆天道，而失了人道。失了人道，「其心甚勞」，心裡頭憂鬱，勞心。「其事甚危」，這個事是什麼？你平常處事待人接物，你幹這些事，危！危險。末後結論說：「乃天下第一等薄福相也」，沒有福報，天下薄福無過於此。「不入三惡，其將何歸」，這種人不入三惡道，他到哪裡去？這幾句話值得我們深深反省。"
    },
    {
      "id": "19-012-0103_p0006",
      "zh_CN": "现在这个社会法弱魔强，《楞严经》「清净明诲」里面所说的，就是指我们现前的社会，「邪师说法，如恒河沙」。哪是邪师？凡是给你说一些违理违背性德的话，那些人全是邪师，太多太多了，你每天所接触的，全都是。几个人教你行善？几个人认识什么是真善？什么是假善？《了凡四训》里面讲得好，善有真假、有邪正、有偏圆、有大小，几个人能够认识得清楚？什么原因？不读圣贤书，不亲近善知识。古时候读书人常讲，「三日不读圣贤书，面目可憎」，从这句话里面，我们体会到我们的习气是多么的严重，三天不接触圣贤书，毛病习气又现前、又出来了。我们想想古人修学的功力还能够压三天，现在人的功力恐怕三个小时都压不住。真的，一面读，一面在讲，一面还胡思乱想，这不就是压不住吗？六根接触六尘境界还是一样造罪业，你就晓得烦恼习气严重到什么程度。所以不读怎么行？天天读，时时读，除了自己有工作、有事情，工作放下来就要展开经卷。",
      "zh_TW": "現在這個社會法弱魔強，《楞嚴經》「清淨明誨」裡面所說的，就是指我們現前的社會，「邪師說法，如恆河沙」。哪是邪師？凡是給你說一些違理違背性德的話，那些人全是邪師，太多太多了，你每天所接觸的，全都是。幾個人教你行善？幾個人認識什麼是真善？什麼是假善？《了凡四訓》裡面講得好，善有真假、有邪正、有偏圓、有大小，幾個人能夠認識得清楚？什麼原因？不讀聖賢書，不親近善知識。古時候讀書人常講，「三日不讀聖賢書，面目可憎」，從這句話裡面，我們體會到我們的習氣是多麼的嚴重，三天不接觸聖賢書，毛病習氣又現前、又出來了。我們想想古人修學的功力還能夠壓三天，現在人的功力恐怕三個小時都壓不住。真的，一面讀，一面在講，一面還胡思亂想，這不就是壓不住嗎？六根接觸六塵境界還是一樣造罪業，你就曉得煩惱習氣嚴重到什麼程度。所以不讀怎麼行？天天讀，時時讀，除了自己有工作、有事情，工作放下來就要展開經卷。"
    },
    {
      "id": "19-012-0103_p0007",
      "zh_CN": "不得了！不要以为学佛、学了净土，将来决定能够往生，天目山都不敢去，还往生？自己要清楚、要明白。你们听齐居士讲，天目山的鬼神都希望听经，都希望听经的时间能够长一些。他们天天放录相带还觉得时间不够，我们听了之后作何感想？我想大多数听了之后，麻木不仁，没在意。我听了之后感触很深！没有工作，没有人来找我的时候，我在读经，一时一刻不敢放松。你们求的是现世的果报，我是求希望来生能亲近阿弥陀佛，对这个世间一无所求，一切随缘，恒顺众生，随喜功德。我在这个世间，活一天也好，活两天也好，什么都好，样样随缘，决定没有执着，决定没有自己的欲望。多活一天，多帮助众生一天，管他有效没有效，反正活一天做一天，谚语常说，「做一天和尚撞一天钟」，把我们自己本分事情做得圆圆满满，就是功德圆满了。不是本分的事情，不闻不问。所以这段经文，我读起来的感触比你们深很多倍。好，今天时间到了，就讲到此地。",
      "zh_TW": "不得了！不要以為學佛、學了淨土，將來決定能夠往生，天目山都不敢去，還往生？自己要清楚、要明白。你們聽齊居士講，天目山的鬼神都希望聽經，都希望聽經的時間能夠長一些。他們天天放錄相帶還覺得時間不夠，我們聽了之後作何感想？我想大多數聽了之後，麻木不仁，沒在意。我聽了之後感觸很深！沒有工作，沒有人來找我的時候，我在讀經，一時一刻不敢放鬆。你們求的是現世的果報，我是求希望來生能親近阿彌陀佛，對這個世間一無所求，一切隨緣，恆順眾生，隨喜功德。我在這個世間，活一天也好，活兩天也好，什麼都好，樣樣隨緣，決定沒有執著，決定沒有自己的欲望。多活一天，多幫助眾生一天，管他有效沒有效，反正活一天做一天，諺語常說，「做一天和尚撞一天鐘」，把我們自己本分事情做得圓圓滿滿，就是功德圓滿了。不是本分的事情，不聞不問。所以這段經文，我讀起來的感觸比你們深很多倍。好，今天時間到了，就講到此地。"
    }
  ]
}