{
  "doc_id": "19-012-0013",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0013",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0013_p0001",
      "zh_CN": "诸位同学，大家好。昨天讲到：",
      "zh_TW": "諸位同學，大家好。昨天講到："
    },
    {
      "id": "19-012-0013_p0002",
      "zh_CN": "【算减则贫耗。多逢忧患。人皆恶之。刑祸随之。】",
      "zh_TW": "【算減則貧耗。多逢憂患。人皆惡之。刑禍隨之。】"
    },
    {
      "id": "19-012-0013_p0003",
      "zh_CN": "《感应篇》文虽然不长，每一句话里面的境界都是很深、很广的，都是说明吉凶祸福，确实是惟人自己招感来的。在《汇编》里面引用了《华严经》上一段话，这一段经文我在这念一念，「阎浮提内，五浊众生，不修十善，专造恶业，杀盗邪淫，妄言绮语，恶口两舌，贪瞋邪见，不孝父母，不敬三宝，更相忿争，互见毁辱，任情起见，非法谋求，以是因缘，刀兵饥馑，疾病死丧，人祸天刑，种种受报」。这段经文好像就是说的我们现代社会的状况。我们想一想，自己生活在这个环境当中，佛所说的我们有没有犯？如果有，要知道忏悔，要知道改过自新；如果没有，应当更努力勉励自己，念佛求生净土。这个世间没有值得我们留恋之处，千经万论，佛都劝导我们要修净业。",
      "zh_TW": "《感應篇》文雖然不長，每一句話裡面的境界都是很深、很廣的，都是說明吉凶禍福，確實是惟人自己招感來的。在《彙編》裡面引用了《華嚴經》上一段話，這一段經文我在這念一念，「閻浮提內，五濁眾生，不修十善，專造惡業，殺盜邪淫，妄言綺語，惡口兩舌，貪瞋邪見，不孝父母，不敬三寶，更相忿爭，互見毀辱，任情起見，非法謀求，以是因緣，刀兵饑饉，疾病死喪，人禍天刑，種種受報」。這段經文好像就是說的我們現代社會的狀況。我們想一想，自己生活在這個環境當中，佛所說的我們有沒有犯？如果有，要知道懺悔，要知道改過自新；如果沒有，應當更努力勉勵自己，念佛求生淨土。這個世間沒有值得我們留戀之處，千經萬論，佛都勸導我們要修淨業。"
    },
    {
      "id": "19-012-0013_p0004",
      "zh_CN": "阎浮提内，实在就是讲的我们这个地球，五浊恶世的众生，五种严重的污染。我们在《弥陀经》上详细说过，《无量寿经》上也讲得很多。所以修行，在这个时代，在我们一生当中，经论里面许多方法我们用不上，我们只希求最低的水平，最有效果的方法，保证我们这一生，不但不堕三恶道，决定可以脱离三界、十法界。我们今天缘有了，真的是无量劫来稀有因缘，我们这一生遇到了，无比的幸运。遇到之后，我们如何掌握，决定成就，这都在自己。遇到了，能信、能解这是善根，能够认真努力去做这是福德。善根、福德、因缘三个条件具足，我们这一生决定成就，无量劫来的灾难都能够免除，这是诸佛如来的教诲。",
      "zh_TW": "閻浮提內，實在就是講的我們這個地球，五濁惡世的眾生，五種嚴重的污染。我們在《彌陀經》上詳細說過，《無量壽經》上也講得很多。所以修行，在這個時代，在我們一生當中，經論裡面許多方法我們用不上，我們只希求最低的水平，最有效果的方法，保證我們這一生，不但不墮三惡道，決定可以脫離三界、十法界。我們今天緣有了，真的是無量劫來稀有因緣，我們這一生遇到了，無比的幸運。遇到之後，我們如何掌握，決定成就，這都在自己。遇到了，能信、能解這是善根，能夠認真努力去做這是福德。善根、福德、因緣三個條件具足，我們這一生決定成就，無量劫來的災難都能夠免除，這是諸佛如來的教誨。"
    },
    {
      "id": "19-012-0013_p0005",
      "zh_CN": "修学最低的水平是五戒十善，要从心地上把它做到，起心动念、言语造作以这个为标准。积功累德，要依世尊在《法华经》上所讲的五品位为标准，这个标准都是最低的，人人可以做得到的。所以古人讲这个法门「万修万人去」，这话是真的；不能去，是你没有如理如教的奉行。如理如教修行，哪有不成就的道理！所以今天我们不必唱高调，不必说得太高、太玄，那个没有用处，不切实际。我们现在生活是什么环境，我们眼前是什么样的程度，法一定要契机，契我们现前之机，我们才能够得到真实的受用。",
      "zh_TW": "修學最低的水平是五戒十善，要從心地上把它做到，起心動念、言語造作以這個為標準。積功累德，要依世尊在《法華經》上所講的五品位為標準，這個標準都是最低的，人人可以做得到的。所以古人講這個法門「萬修萬人去」，這話是真的；不能去，是你沒有如理如教的奉行。如理如教修行，哪有不成就的道理！所以今天我們不必唱高調，不必說得太高、太玄，那個沒有用處，不切實際。我們現在生活是什麼環境，我們眼前是什麼樣的程度，法一定要契機，契我們現前之機，我們才能夠得到真實的受用。"
    },
    {
      "id": "19-012-0013_p0006",
      "zh_CN": "经上讲的这几句话很严重，我们要警觉到，不修十善，专造恶业，这两句话是总说，下面把十恶举出来，杀生、偷盗、邪淫、妄语、绮语、恶口、两舌、贪、瞋，邪见是痴，这是把十恶业说出来。我们一定要警觉到，这个十恶业我们有没有？落实在生活行为上，佛说不能不孝父母、不敬三宝，这是为人处世的根本。儒家、佛家的教学，都是以孝道为基础，到终极的目标也只是孝道的完成。这个意思我们在讲席里面讲得很多，我们对于孝敬两个字，实在讲不懂。这也难怪，为什么不懂？没有人教，你怎么会懂得？佛在经上讲，阎浮提众生耳根最利，看懂了，难，不容易，听就容易多了，耳根利。但是这一生当中没有缘分遇到善知识，没有人给我们把这些事情讲清楚、讲明白，所以我们根本就不懂。孝亲尊师这四个字认识，怎么讲法不知道，那你怎么会去做到？我们在《地藏经》上讲过，实在讲每一次讲经，遇到这些经文我们都细讲，希望我们同学们多多的薰习，然后才能真正在生活行持上提高自己的警觉，勉励自己认真努力修学。",
      "zh_TW": "經上講的這幾句話很嚴重，我們要警覺到，不修十善，專造惡業，這兩句話是總說，下面把十惡舉出來，殺生、偷盜、邪淫、妄語、綺語、惡口、兩舌、貪、瞋，邪見是痴，這是把十惡業說出來。我們一定要警覺到，這個十惡業我們有沒有？落實在生活行為上，佛說不能不孝父母、不敬三寶，這是為人處世的根本。儒家、佛家的教學，都是以孝道為基礎，到終極的目標也只是孝道的完成。這個意思我們在講席裡面講得很多，我們對於孝敬兩個字，實在講不懂。這也難怪，為什麼不懂？沒有人教，你怎麼會懂得？佛在經上講，閻浮提眾生耳根最利，看懂了，難，不容易，聽就容易多了，耳根利。但是這一生當中沒有緣分遇到善知識，沒有人給我們把這些事情講清楚、講明白，所以我們根本就不懂。孝親尊師這四個字認識，怎麼講法不知道，那你怎麼會去做到？我們在《地藏經》上講過，實在講每一次講經，遇到這些經文我們都細講，希望我們同學們多多的薰習，然後才能真正在生活行持上提高自己的警覺，勉勵自己認真努力修學。"
    },
    {
      "id": "19-012-0013_p0007",
      "zh_CN": "下面这个文上说，你不孝父母，不敬三宝，更相忿争，这必然的道理，这是我们讲的斗诤坚固。每个人执着自己的邪见，这是佛经上讲的，我们世间人讲成见，每个人有自己的见解，彼此见解不相同，就起了争执。人与人争，国与国争，这还得了吗？下面讲互见毁辱，彼此互相毁谤，互相羞辱。任情起见，任是放任，情是情执，完全随顺自己的感情执着生起邪知邪见。非法谋求，求名、求利养、求地位，你所希求的都用不正当的方式，不合理、不合法，去谋求，试问问能不能求得？也有求得的。你为什么会求得？命里有的。命里头没有，求也求不得。这桩事情，《了凡四训》里面讲得很明白，诸位可以多看看。我们过去对《了凡四训》有详细的讲解，有录音带保留着，大家也可以多听听。所谓「万般皆是命，半点不由人」，这话说得很有道理，也是事实真相。可是佛家讲的是「佛氏门中，有求必应」，古来祖师大德教导我们，这个话也没错，云谷禅师教袁了凡，那是一个很明显的例子。我初学佛的时候承蒙章嘉大师教导我，「佛氏门中，有求必应」，但是要如理如法的求，非法谋求决定得不到。非法谋求你得到的是你命中所有，但是已经折福，命里头有十分，因为你非法谋求，可能只得到五分，已经损失一半了。",
      "zh_TW": "下面這個文上說，你不孝父母，不敬三寶，更相忿爭，這必然的道理，這是我們講的鬥諍堅固。每個人執著自己的邪見，這是佛經上講的，我們世間人講成見，每個人有自己的見解，彼此見解不相同，就起了爭執。人與人爭，國與國爭，這還得了嗎？下面講互見毀辱，彼此互相毀謗，互相羞辱。任情起見，任是放任，情是情執，完全隨順自己的感情執著生起邪知邪見。非法謀求，求名、求利養、求地位，你所希求的都用不正當的方式，不合理、不合法，去謀求，試問問能不能求得？也有求得的。你為什麼會求得？命裡有的。命裡頭沒有，求也求不得。這樁事情，《了凡四訓》裡面講得很明白，諸位可以多看看。我們過去對《了凡四訓》有詳細的講解，有錄音帶保留著，大家也可以多聽聽。所謂「萬般皆是命，半點不由人」，這話說得很有道理，也是事實真相。可是佛家講的是「佛氏門中，有求必應」，古來祖師大德教導我們，這個話也沒錯，雲谷禪師教袁了凡，那是一個很明顯的例子。我初學佛的時候承蒙章嘉大師教導我，「佛氏門中，有求必應」，但是要如理如法的求，非法謀求決定得不到。非法謀求你得到的是你命中所有，但是已經折福，命裡頭有十分，因為你非法謀求，可能只得到五分，已經損失一半了。"
    },
    {
      "id": "19-012-0013_p0008",
      "zh_CN": "这些道理、事实都要懂，因为这种因缘，这个世间才有战争，战争是人祸。有饥饿、有疾病，这个地方讲的疾病是瘟疫。诸位这几年看到畜生有严重的瘟疫，英国，牛有瘟疫；香港，前几年鸡有瘟疫；台湾，猪有瘟疫，都杀了百万头以上。但是哪一天到人有瘟疫的时候怎么办？非常可能。天灾人祸，种种受报，这个受报从哪来的？是自己造作的，我们看到畜生受报要想到。不了解事实真相的人不相信，我们相信，畜生前世也是人，为什么牠受畜生身？牠造的不善业，今天堕到这个身，堕到这个身还要受恶报，你说多凄惨！由此可知，都是自作自受，决定不是别人造作的。",
      "zh_TW": "這些道理、事實都要懂，因為這種因緣，這個世間才有戰爭，戰爭是人禍。有饑餓、有疾病，這個地方講的疾病是瘟疫。諸位這幾年看到畜生有嚴重的瘟疫，英國，牛有瘟疫；香港，前幾年雞有瘟疫；台灣，豬有瘟疫，都殺了百萬頭以上。但是哪一天到人有瘟疫的時候怎麼辦？非常可能。天災人禍，種種受報，這個受報從哪來的？是自己造作的，我們看到畜生受報要想到。不了解事實真相的人不相信，我們相信，畜生前世也是人，為什麼牠受畜生身？牠造的不善業，今天墮到這個身，墮到這個身還要受惡報，你說多悽慘！由此可知，都是自作自受，決定不是別人造作的。"
    },
    {
      "id": "19-012-0013_p0009",
      "zh_CN": "今年是一九九九年，全世界古老的预言，都说今年有大灾难，这些资讯小册子很多，到处都可以看到。昨天台湾同修给我打电话，告诉我，台湾现在大概社会上也受这种传说的影响，人心浮动。电视台有一些人在解说，这种预言并不是完全可靠的，劝大家不要相信，把心定下来。这也是安定社会人心的一个方法，但是这不是究竟圆满的方法。究竟圆满的方法，要把这些事实真相讲清楚，命运决定有，个人有命运，家庭有命运，国家也有命运，世界还是有命运的。命运既然是我们自己造的，我们自己当然可以转变自己的命运。古人懂得这个道理，所以一旦遇到有天灾人祸的时候，你看看古时候这帝王大臣忏悔，反省忏悔，改过自新，断恶修善，积功累德，从前人知道这么做。家里遇到不幸，一家人忏悔，一家人改过自新；国家遇到这些灾难，帝王带头修忏悔法。这很有道理，决定不是迷信。",
      "zh_TW": "今年是一九九九年，全世界古老的預言，都說今年有大災難，這些資訊小冊子很多，到處都可以看到。昨天台灣同修給我打電話，告訴我，台灣現在大概社會上也受這種傳說的影響，人心浮動。電視台有一些人在解說，這種預言並不是完全可靠的，勸大家不要相信，把心定下來。這也是安定社會人心的一個方法，但是這不是究竟圓滿的方法。究竟圓滿的方法，要把這些事實真相講清楚，命運決定有，個人有命運，家庭有命運，國家也有命運，世界還是有命運的。命運既然是我們自己造的，我們自己當然可以轉變自己的命運。古人懂得這個道理，所以一旦遇到有天災人禍的時候，你看看古時候這帝王大臣懺悔，反省懺悔，改過自新，斷惡修善，積功累德，從前人知道這麼做。家裡遇到不幸，一家人懺悔，一家人改過自新；國家遇到這些災難，帝王帶頭修懺悔法。這很有道理，決定不是迷信。"
    },
    {
      "id": "19-012-0013_p0010",
      "zh_CN": "现在人自以为聪明，自以为科学知识超过了一切。实在讲如其迷信科学，不如迷信古圣先贤，要知道古圣先贤他们的学问、知识是千百年累积下来的，不会有差误。科学究竟有没有差误，现在还没有发现，因为它时间不长；换句话说，禁不起历史的考验。古人的教诲是经过历史的验证，我们怎么能够疏忽？所以讲到趋吉避凶的理论与方法，还是在佛法里头，在中国儒家、道家的典籍当中。一定要把善恶、邪正、是非概念先要搞清楚、搞明白，我们才懂得什么是恶，要怎样去断恶；什么是善，要怎样去修善。在我们短短这一生当中，把握着稀有难逢的机缘，佛在经上常讲，「人身难得，佛法难闻」，能信、能解，依教奉行，我们就能够远离灾祸，真正能够消业障，度一切苦厄，这是事在人为。把吉凶祸福的因素找出来，凶祸的因素我们把它消除，从哪里消除？从心地上消除。吉福之根从心地上培养，自自然然灾祸在我们一生就遇不到了。真正忏除业障，真实的修积功德，就在今天，就在此时，希望我们大家要明白，要认真努力，勉励自己去做。我们一个人修行，心量要发得大，代替这一切世间许多迷惑颠倒的众生，我们代他们修，也能消除他们的灾难。我们自己灾难先消除，纵然不能够把他们的灾难全部消除，至少也会把他们的灾难消除一部分，这个灾难减轻，时间缩短，这个效果是肯定的，希望我们认真努力。今天时间到了，就讲到此地。",
      "zh_TW": "現在人自以為聰明，自以為科學知識超過了一切。實在講如其迷信科學，不如迷信古聖先賢，要知道古聖先賢他們的學問、知識是千百年累積下來的，不會有差誤。科學究竟有沒有差誤，現在還沒有發現，因為它時間不長；換句話說，禁不起歷史的考驗。古人的教誨是經過歷史的驗證，我們怎麼能夠疏忽？所以講到趨吉避凶的理論與方法，還是在佛法裡頭，在中國儒家、道家的典籍當中。一定要把善惡、邪正、是非概念先要搞清楚、搞明白，我們才懂得什麼是惡，要怎樣去斷惡；什麼是善，要怎樣去修善。在我們短短這一生當中，把握著稀有難逢的機緣，佛在經上常講，「人身難得，佛法難聞」，能信、能解，依教奉行，我們就能夠遠離災禍，真正能夠消業障，度一切苦厄，這是事在人為。把吉凶禍福的因素找出來，凶禍的因素我們把它消除，從哪裡消除？從心地上消除。吉福之根從心地上培養，自自然然災禍在我們一生就遇不到了。真正懺除業障，真實的修積功德，就在今天，就在此時，希望我們大家要明白，要認真努力，勉勵自己去做。我們一個人修行，心量要發得大，代替這一切世間許多迷惑顛倒的眾生，我們代他們修，也能消除他們的災難。我們自己災難先消除，縱然不能夠把他們的災難全部消除，至少也會把他們的災難消除一部分，這個災難減輕，時間縮短，這個效果是肯定的，希望我們認真努力。今天時間到了，就講到此地。"
    }
  ]
}