{
  "doc_id": "19-012-0015",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "19-012-0015",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0015_p0001",
      "zh_CN": "诸位同学，大家好。昨天我们读《感应篇》，讲到造恶之人：",
      "zh_TW": "諸位同學，大家好。昨天我們讀《感應篇》，講到造惡之人："
    },
    {
      "id": "19-012-0015_p0002",
      "zh_CN": "【人皆恶之。刑祸随之。】",
      "zh_TW": "【人皆惡之。刑禍隨之。】"
    },
    {
      "id": "19-012-0015_p0003",
      "zh_CN": "古圣先贤、诸佛菩萨真实的慈悲爱护众生，众生不信，造作的恶业，实在是因为没有人教他。这桩事，佛在《无量寿经》上也讲得很清楚，「先人不善」，没有好好的教导他，所以也不必要去责怪于他。在这种不善的环境当中他要能够不造恶，实在说那是圣贤人再来，佛菩萨转世，决定不是凡夫；如果是凡夫，就肯定他一定会造恶，所以造恶是必然之事。人能够回头，能够向善，只要一念回心，诸佛就护念，诸天善神就欢喜、就保佑，绝对不会降罪于他。这所谓是「天心仁术」，不会将刑罚加给那些悔罪之人，我们要相信这个道理。由此可知，趋吉避凶，确实是在乎一念之间，天堂、地狱就在眼前，一念善天堂现前，一念恶地狱现前。所以我们一个人知道过去做错了，知道悔改，知道向善，以真诚心断恶修善，这个人还要遇到恶报，绝对没这个道理。如果这种人他还是遇到恶报，换句话说，他忏悔的心不够真诚，他对于圣贤的教诲犹疑不决。正如《无量寿经》上说的，以怀疑的心念佛求生净土，不是没有利益，也有利益，生到极乐世界的边地疑城。同样这个道理，如果是以疑惑心断恶修善，他是疑惑心，他忏悔不彻底，所以还会感受到恶报。不过这个恶报也减轻了，无间地狱可能减轻到游增地狱，游增地狱减轻到近边地狱，决定有好处。所以我们对于诸佛菩萨、圣贤的教诲，第一个条件要深信不疑。",
      "zh_TW": "古聖先賢、諸佛菩薩真實的慈悲愛護眾生，眾生不信，造作的惡業，實在是因為沒有人教他。這樁事，佛在《無量壽經》上也講得很清楚，「先人不善」，沒有好好的教導他，所以也不必要去責怪於他。在這種不善的環境當中他要能夠不造惡，實在說那是聖賢人再來，佛菩薩轉世，決定不是凡夫；如果是凡夫，就肯定他一定會造惡，所以造惡是必然之事。人能夠回頭，能夠向善，只要一念回心，諸佛就護念，諸天善神就歡喜、就保佑，絕對不會降罪於他。這所謂是「天心仁術」，不會將刑罰加給那些悔罪之人，我們要相信這個道理。由此可知，趨吉避凶，確實是在乎一念之間，天堂、地獄就在眼前，一念善天堂現前，一念惡地獄現前。所以我們一個人知道過去做錯了，知道悔改，知道向善，以真誠心斷惡修善，這個人還要遇到惡報，絕對沒這個道理。如果這種人他還是遇到惡報，換句話說，他懺悔的心不夠真誠，他對於聖賢的教誨猶疑不決。正如《無量壽經》上說的，以懷疑的心念佛求生淨土，不是沒有利益，也有利益，生到極樂世界的邊地疑城。同樣這個道理，如果是以疑惑心斷惡修善，他是疑惑心，他懺悔不徹底，所以還會感受到惡報。不過這個惡報也減輕了，無間地獄可能減輕到遊增地獄，遊增地獄減輕到近邊地獄，決定有好處。所以我們對於諸佛菩薩、聖賢的教誨，第一個條件要深信不疑。"
    },
    {
      "id": "19-012-0015_p0004",
      "zh_CN": "我们以不善的心对待别人，我们不相信世间有善人，不相信世间有好人；同样道理，世间人也不相信我们是善人、是好人，同样一个道理。可是世间确实真的有善人、真的有好人，并不因为大众疑惑他，他就不做好人，就不存好心，没有这个道理。诸佛菩萨、真正觉悟了的人，那都是真正善人、真正好人，举世之人毁谤他、侮辱他、陷害他，他还是以真诚的爱心来对众生，这是什么人？觉悟的人。所以佛法的教育，真正教学的核心，就是帮助众生破迷开悟，他知道觉悟是宝。佛家讲三宝，觉悟是佛宝，佛宝现前，法宝跟僧宝自然随之就现前。法宝是正知正见，僧宝是与一切众生和睦相处，相亲相爱，就随之。所以最重要的是佛宝。有僧宝、有法宝未必有佛宝，有佛宝决定有法宝、有僧宝。所以我们要认真努力的向佛菩萨学习。今天我们接着再看底下一句，第五句：",
      "zh_TW": "我們以不善的心對待別人，我們不相信世間有善人，不相信世間有好人；同樣道理，世間人也不相信我們是善人、是好人，同樣一個道理。可是世間確實真的有善人、真的有好人，並不因為大眾疑惑他，他就不做好人，就不存好心，沒有這個道理。諸佛菩薩、真正覺悟了的人，那都是真正善人、真正好人，舉世之人毀謗他、侮辱他、陷害他，他還是以真誠的愛心來對眾生，這是什麼人？覺悟的人。所以佛法的教育，真正教學的核心，就是幫助眾生破迷開悟，他知道覺悟是寶。佛家講三寶，覺悟是佛寶，佛寶現前，法寶跟僧寶自然隨之就現前。法寶是正知正見，僧寶是與一切眾生和睦相處，相親相愛，就隨之。所以最重要的是佛寶。有僧寶、有法寶未必有佛寶，有佛寶決定有法寶、有僧寶。所以我們要認真努力的向佛菩薩學習。今天我們接著再看底下一句，第五句："
    },
    {
      "id": "19-012-0015_p0005",
      "zh_CN": "【吉庆避之。】",
      "zh_TW": "【吉慶避之。】"
    },
    {
      "id": "19-012-0015_p0006",
      "zh_CN": "这个造恶的人，心恶、言恶、行恶，『吉庆』是好的事情，他都遇不到，他所遇到的是灾祸。『避』，注解里面讲是求不得的意思，你的希求得不到，不能顺心，不能称意。注子里头有几句话说得很好，「天道无亲」，这个亲是私心、是私情，诸佛菩萨没有，天地鬼神也没有。「惟亲善人」，只要人心善行善，诸佛菩萨、天龙善神就自然亲近你，这是同生相应的道理。《易经》里面所讲的，「物以类聚，人以群分」，也是这个道理，所谓是志趣相投。佛菩萨善，天龙善神也善，看到你这个人是善人，自然就相投了！你所行不善，所谓格格不入，你不喜欢他，他也不喜欢你，这个样子就「吉庆避之」。所以一个人真正觉悟了，觉悟什么？善恶利害，只要你明白这个道理，你就常常能亲近善神，就得佛菩萨的照顾。",
      "zh_TW": "這個造惡的人，心惡、言惡、行惡，『吉慶』是好的事情，他都遇不到，他所遇到的是災禍。『避』，註解裡面講是求不得的意思，你的希求得不到，不能順心，不能稱意。註子裡頭有幾句話說得很好，「天道無親」，這個親是私心、是私情，諸佛菩薩沒有，天地鬼神也沒有。「惟親善人」，只要人心善行善，諸佛菩薩、天龍善神就自然親近你，這是同生相應的道理。《易經》裡面所講的，「物以類聚，人以群分」，也是這個道理，所謂是志趣相投。佛菩薩善，天龍善神也善，看到你這個人是善人，自然就相投了！你所行不善，所謂格格不入，你不喜歡他，他也不喜歡你，這個樣子就「吉慶避之」。所以一個人真正覺悟了，覺悟什麼？善惡利害，只要你明白這個道理，你就常常能親近善神，就得佛菩薩的照顧。"
    },
    {
      "id": "19-012-0015_p0007",
      "zh_CN": "一个人果然能发心，有坚定的毅力改过自新，所谓是「恭己顺天」，这个恭是恭慎，恭敬、谨慎，顺天，这个地方的天就是代表善行。修十善业道才能生天，天人是善心善行，自然就与佛菩萨、天地善神感应道交，你所遇到是吉祥、是福利。如果你的心行跟上面所说的相反，心恶、口恶、行恶，在这个世间，你遇到刑罚的机会就很多。世间刑罚是法律的处分，判刑、坐牢，世间法律这些有种种惩罚加给你，这是明显的；你肉眼看不到的，有天地鬼神在计算你。你过去生中修的福，因为造作恶业，这个福折损，过去生中所修积的寿命现在也减短，好事、吉祥的事情对你都远离，凶灾、祸事你就常常遇到，你没有办法避免，恶业招感，你应该要晓得。",
      "zh_TW": "一個人果然能發心，有堅定的毅力改過自新，所謂是「恭己順天」，這個恭是恭慎，恭敬、謹慎，順天，這個地方的天就是代表善行。修十善業道才能生天，天人是善心善行，自然就與佛菩薩、天地善神感應道交，你所遇到是吉祥、是福利。如果你的心行跟上面所說的相反，心惡、口惡、行惡，在這個世間，你遇到刑罰的機會就很多。世間刑罰是法律的處分，判刑、坐牢，世間法律這些有種種懲罰加給你，這是明顯的；你肉眼看不到的，有天地鬼神在計算你。你過去生中修的福，因為造作惡業，這個福折損，過去生中所修積的壽命現在也減短，好事、吉祥的事情對你都遠離，凶災、禍事你就常常遇到，你沒有辦法避免，惡業招感，你應該要曉得。"
    },
    {
      "id": "19-012-0015_p0008",
      "zh_CN": "在这段里面，注解里头举了一个公案，一个故事，这些故事都是真实的，实有其人，实有其事。这是说古时候有个读书人心行不善，所作所为违背天理良心，但是这个人有才气，文章写得不错，所以他去参加考试，考试考官对他的文章很欣赏，就录取了他。到发榜要填榜的时候，他的卷子不见了，怎么找都找不到，所以榜上就无名。到开榜之后，他的卷子发现了，在哪里？就在考试官袖子里头，天地鬼神作弄他。他有意要提拔他，要把他排在前面，特地装在袖子里面，到时候开榜忘掉了，好事这个机缘统统都丧失掉，所以他也很伤心。考试官对他始终都很好，以后这个考官升官，总是念念想提拔他，好多次的机会，机会来了都发生障碍，发生意想不到的情况，把他的事情统统耽误掉。所以这个人心里面非常难过，为什么这么多好的机会，明明这个机会看到要成就了，突然是一个变化失掉了。这样子郁闷不乐，就生病，这个病病得不轻，躺在床上三年。有一天他忽然觉悟，他说我过去一生的遭遇都是我自己造恶累积的报应。他一明白、一后悔，他的病就渐渐有起色，以后病好了。好了之后，他就努力改过自新，终身为善。",
      "zh_TW": "在這段裡面，註解裡頭舉了一個公案，一個故事，這些故事都是真實的，實有其人，實有其事。這是說古時候有個讀書人心行不善，所作所為違背天理良心，但是這個人有才氣，文章寫得不錯，所以他去參加考試，考試考官對他的文章很欣賞，就錄取了他。到發榜要填榜的時候，他的卷子不見了，怎麼找都找不到，所以榜上就無名。到開榜之後，他的卷子發現了，在哪裡？就在考試官袖子裡頭，天地鬼神作弄他。他有意要提拔他，要把他排在前面，特地裝在袖子裡面，到時候開榜忘掉了，好事這個機緣統統都喪失掉，所以他也很傷心。考試官對他始終都很好，以後這個考官升官，總是念念想提拔他，好多次的機會，機會來了都發生障礙，發生意想不到的情況，把他的事情統統耽誤掉。所以這個人心裡面非常難過，為什麼這麼多好的機會，明明這個機會看到要成就了，突然是一個變化失掉了。這樣子鬱悶不樂，就生病，這個病病得不輕，躺在床上三年。有一天他忽然覺悟，他說我過去一生的遭遇都是我自己造惡累積的報應。他一明白、一後悔，他的病就漸漸有起色，以後病好了。好了之後，他就努力改過自新，終身為善。"
    },
    {
      "id": "19-012-0015_p0009",
      "zh_CN": "从前念书人，我们在此地能够体会到，存心不良，行为恶劣，毕竟还受过家教，还受过老师的教诲，一时迷在五欲六尘里面造罪业，遇到大苦难他还能够觉悟。现在人造作罪业，死都不会觉悟，为什么？那个觉悟的种子没有。古人还有觉悟的种子在，你说现在人多可怜，觉悟的种子都没有了。古德勉励我们，天地之间的福禄，我们用现代话来说，大自然的资源就是天地之间的福禄，如果你不存一些善心善行，勤奋努力好好的修养自己，这些资源的享受你是得不到的。你这一生没修，前世修积的很多，所以你这一世能够得到这一切福禄，我们今天讲物质的享受。说老实话，今天如果谈精神生活，没有，谁懂得精神生活？现在的精神生活，大家以为是欢乐场中，你们看唱歌、跳舞、狂欢，那是精神生活吗？那是在麻醉、在吸毒，那是在找刺激，他哪里懂得精神生活？精神生活是要高度的文明，高度的修养，他才会懂得，他才会体会得到。今天完全是物质生活。你要是得到了，不多做一点利益社会众生的事业，你消化不了！这古人觉悟到的、体会到的。",
      "zh_TW": "從前念書人，我們在此地能夠體會到，存心不良，行為惡劣，畢竟還受過家教，還受過老師的教誨，一時迷在五欲六塵裡面造罪業，遇到大苦難他還能夠覺悟。現在人造作罪業，死都不會覺悟，為什麼？那個覺悟的種子沒有。古人還有覺悟的種子在，你說現在人多可憐，覺悟的種子都沒有了。古德勉勵我們，天地之間的福祿，我們用現代話來說，大自然的資源就是天地之間的福祿，如果你不存一些善心善行，勤奮努力好好的修養自己，這些資源的享受你是得不到的。你這一生沒修，前世修積的很多，所以你這一世能夠得到這一切福祿，我們今天講物質的享受。說老實話，今天如果談精神生活，沒有，誰懂得精神生活？現在的精神生活，大家以為是歡樂場中，你們看唱歌、跳舞、狂歡，那是精神生活嗎？那是在麻醉、在吸毒，那是在找刺激，他哪裡懂得精神生活？精神生活是要高度的文明，高度的修養，他才會懂得，他才會體會得到。今天完全是物質生活。你要是得到了，不多做一點利益社會眾生的事業，你消化不了！這古人覺悟到的、體會到的。"
    },
    {
      "id": "19-012-0015_p0010",
      "zh_CN": "佛在经典里面讲得更清楚、更明白，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。你以为出家人这碗饭好吃？细细看看《发起菩萨殊胜志乐经》，你就明白了。但是这个经典在《大藏经》里面，没有人看。佛不只在这一部经上讲，这类事情佛讲过好多遍，好多部经。你不读《大藏经》，你怎么会知道？我们是在《藏经》里头，将这一部分抽出来，讲了几遍，也印出本子供养大众。几个人在这个教诲里面省悟过来，觉悟过来？这是值得我们反省的，值得我们学习，真正忏悔，改过自新，时时刻刻警惕自己，不能再造恶业。要学诸佛菩萨以真诚的心待人，无论是什么人，冤家债主也以真诚的爱心对待他，像佛菩萨一样，平等一味真诚慈悲对待一切众生。一切众生有缘他接受，没有缘，没有缘他不接受。哪些是有缘人？善心的人，善心善行的人接受了，接受佛菩萨的慈悲；心恶、行恶的人，排斥佛菩萨的慈悲。不是佛菩萨不慈悲，不是佛菩萨不爱护，是他排斥，他不接受。虽然排斥不接受，佛菩萨真诚的爱心，真诚的慈悲，对他并没有减少一丝毫。我们学佛要从这个地方去学习。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛在經典裡面講得更清楚、更明白，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。你以為出家人這碗飯好吃？細細看看《發起菩薩殊勝志樂經》，你就明白了。但是這個經典在《大藏經》裡面，沒有人看。佛不只在這一部經上講，這類事情佛講過好多遍，好多部經。你不讀《大藏經》，你怎麼會知道？我們是在《藏經》裡頭，將這一部分抽出來，講了幾遍，也印出本子供養大眾。幾個人在這個教誨裡面省悟過來，覺悟過來？這是值得我們反省的，值得我們學習，真正懺悔，改過自新，時時刻刻警惕自己，不能再造惡業。要學諸佛菩薩以真誠的心待人，無論是什麼人，冤家債主也以真誠的愛心對待他，像佛菩薩一樣，平等一味真誠慈悲對待一切眾生。一切眾生有緣他接受，沒有緣，沒有緣他不接受。哪些是有緣人？善心的人，善心善行的人接受了，接受佛菩薩的慈悲；心惡、行惡的人，排斥佛菩薩的慈悲。不是佛菩薩不慈悲，不是佛菩薩不愛護，是他排斥，他不接受。雖然排斥不接受，佛菩薩真誠的愛心，真誠的慈悲，對他並沒有減少一絲毫。我們學佛要從這個地方去學習。好，今天時間到了，我們就講到此地。"
    }
  ]
}