{
  "doc_id": "19-012-0083",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十三集",
    "zh_TW": "第八十三集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0083",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "19-012-0083_p0001",
      "zh_CN": "诸位同学，大家好。请接着看《感应篇》第三十五、三十六这两节。三十五是：",
      "zh_TW": "諸位同學，大家好。請接著看《感應篇》第三十五、三十六這兩節。三十五是："
    },
    {
      "id": "19-012-0083_p0002",
      "zh_CN": "【所作必成。神仙可冀。】",
      "zh_TW": "【所作必成。神仙可冀。】"
    },
    {
      "id": "19-012-0083_p0003",
      "zh_CN": "三十六是：",
      "zh_TW": "三十六是："
    },
    {
      "id": "19-012-0083_p0004",
      "zh_CN": "【欲求天仙者。当立一千三百善。欲求地仙者。当立三百善。】",
      "zh_TW": "【欲求天仙者。當立一千三百善。欲求地仙者。當立三百善。】"
    },
    {
      "id": "19-012-0083_p0005",
      "zh_CN": "文到这个地方是将善报讲完，往下这是恶报，第四个大段。我们过去有一个科判，把这一段文字判作「成所作」，成就自己所做的。『所作必成』，这一句话非常肯定，给我们说明了善因善果。这一句话的范围非常广大，小注里头说，「世间无不成之事，天下皆可作之人」。这两句话说得好，人人都能够行善，人人都能够成就他所期望的事业，所谓是有愿必成。这是古往的圣贤、诸佛菩萨都是这个说法。可是我们自己在一生经验当中，好像要做一桩好事情，困难很多，所谓的是好事多磨，这也是事实。这两种说法究竟有没有矛盾？哪一个说法是正确的？我们要仔细去参详，也就现在人讲，仔细去研究。好事多磨是事实，磨从哪里来的总要知道，魔障要不能克服，好事也不能成就。",
      "zh_TW": "文到這個地方是將善報講完，往下這是惡報，第四個大段。我們過去有一個科判，把這一段文字判作「成所作」，成就自己所做的。『所作必成』，這一句話非常肯定，給我們說明了善因善果。這一句話的範圍非常廣大，小註裡頭說，「世間無不成之事，天下皆可作之人」。這兩句話說得好，人人都能夠行善，人人都能夠成就他所期望的事業，所謂是有願必成。這是古往的聖賢、諸佛菩薩都是這個說法。可是我們自己在一生經驗當中，好像要做一樁好事情，困難很多，所謂的是好事多磨，這也是事實。這兩種說法究竟有沒有矛盾？哪一個說法是正確的？我們要仔細去參詳，也就現在人講，仔細去研究。好事多磨是事實，磨從哪裡來的總要知道，魔障要不能克服，好事也不能成就。"
    },
    {
      "id": "19-012-0083_p0006",
      "zh_CN": "特别是现代的社会，为什么？你做一桩好事，决定妨害一些人既得的利益，这些人一定出来障碍，我们常讲说嫉妒、障碍，这个话意思也很深广。可是圣人讲的话，种善因得善果，善行必定有成就，这个话也是正确的，问题是你发的心纯不纯、正不正？发心纯正，所谓「得道者多助」。魔障决定有，世尊示现成佛还有魔障，菩萨修行证果哪里有恶意？心地真是纯善，还有魔障。我们晓得，魔障来自无始劫以来跟众生结下的恩怨债务。恩报不尽的，怨也是没有法子了断的，债务还不清的，你就晓得恩怨债务的纠缠，这是菩萨成佛还要遭魔障的原因。我们也是过去生生世世无量劫来，也干这些事情，今天在菩提道上，即使要做利益一切众生的事业，没有丝毫自私自利的念头，魔障还是不能够避免。菩萨有智慧，学佛的人就是要学智慧，智慧的起用，怎样消除魔障，如何转魔障为助力，这是智慧，这是我们要学世尊的。世尊能够把魔王使他转变为护法，真诚感化人心，我们缺乏的就是这个，没有诚意。好心，是不错，是好心，还不够好，所以还没有办法感化众生心，这是我们要认真、要努力的。",
      "zh_TW": "特別是現代的社會，為什麼？你做一樁好事，決定妨害一些人既得的利益，這些人一定出來障礙，我們常講說嫉妒、障礙，這個話意思也很深廣。可是聖人講的話，種善因得善果，善行必定有成就，這個話也是正確的，問題是你發的心純不純、正不正？發心純正，所謂「得道者多助」。魔障決定有，世尊示現成佛還有魔障，菩薩修行證果哪裡有惡意？心地真是純善，還有魔障。我們曉得，魔障來自無始劫以來跟眾生結下的恩怨債務。恩報不盡的，怨也是沒有法子了斷的，債務還不清的，你就曉得恩怨債務的糾纏，這是菩薩成佛還要遭魔障的原因。我們也是過去生生世世無量劫來，也幹這些事情，今天在菩提道上，即使要做利益一切眾生的事業，沒有絲毫自私自利的念頭，魔障還是不能夠避免。菩薩有智慧，學佛的人就是要學智慧，智慧的起用，怎樣消除魔障，如何轉魔障為助力，這是智慧，這是我們要學世尊的。世尊能夠把魔王使他轉變為護法，真誠感化人心，我們缺乏的就是這個，沒有誠意。好心，是不錯，是好心，還不夠好，所以還沒有辦法感化眾生心，這是我們要認真、要努力的。"
    },
    {
      "id": "19-012-0083_p0007",
      "zh_CN": "这注解底下有几句话说得好，「惟以实心行善」，实心就真诚心，在佛法里面讲菩提心，儒家讲的诚意正心，以诚意正心行善。「则人事既合天心」，此地讲的天心，就是佛家讲的性德，你起心动念、所作所为与性德相应。「而天意岂违人愿」，这个天意是指的天地鬼神，你是真心，真诚心、清净心、平等心、慈悲心，鬼神敬仰。纵然是你的冤亲债主，他看到了也佩服、也敬仰，纵然不帮助你，他也不妨害你，这是一定的道理。",
      "zh_TW": "這註解底下有幾句話說得好，「惟以實心行善」，實心就真誠心，在佛法裡面講菩提心，儒家講的誠意正心，以誠意正心行善。「則人事既合天心」，此地講的天心，就是佛家講的性德，你起心動念、所作所為與性德相應。「而天意豈違人願」，這個天意是指的天地鬼神，你是真心，真誠心、清淨心、平等心、慈悲心，鬼神敬仰。縱然是你的冤親債主，他看到了也佩服、也敬仰，縱然不幫助你，他也不妨害你，這是一定的道理。"
    },
    {
      "id": "19-012-0083_p0008",
      "zh_CN": "实在说古时候教育跟现在教育不一样，古时候人懂得这个道理，即使这个人跟我有杀父之仇，不共戴天之仇，一定要报复的。可是这个人今天他为社会做事情，为大众服务，这个仇现在不能报。为什么？我们要报仇，把他杀掉，众生就没有福，他现在是真正为众生做事情。等到什么时候报？等到他工作放下退休的时候报复他，他不为大众服务的时候，这个时候才报，这是中国的古礼。譬如他现在做个县市长，做县市长为一个县市人民服务的，不但不能报仇，还要帮助他，还要成就他。为什么？为众生，为社会，不是为他个人，这才叫懂道理。但是现在人没有受过这个教育，哪里懂这个道理？不知道障碍这一个人的善行、善举，是对整个社会一切众生造成重大的损害，你报仇是对的，但是这个因果责任你要背。真正有智慧的人，他看得清楚，那个帐他才会算得明白。一般的愚人他怎么会懂得？",
      "zh_TW": "實在說古時候教育跟現在教育不一樣，古時候人懂得這個道理，即使這個人跟我有殺父之仇，不共戴天之仇，一定要報復的。可是這個人今天他為社會做事情，為大眾服務，這個仇現在不能報。為什麼？我們要報仇，把他殺掉，眾生就沒有福，他現在是真正為眾生做事情。等到什麼時候報？等到他工作放下退休的時候報復他，他不為大眾服務的時候，這個時候才報，這是中國的古禮。譬如他現在做個縣市長，做縣市長為一個縣市人民服務的，不但不能報仇，還要幫助他，還要成就他。為什麼？為眾生，為社會，不是為他個人，這才叫懂道理。但是現在人沒有受過這個教育，哪裡懂這個道理？不知道障礙這一個人的善行、善舉，是對整個社會一切眾生造成重大的損害，你報仇是對的，但是這個因果責任你要背。真正有智慧的人，他看得清楚，那個帳他才會算得明白。一般的愚人他怎麼會懂得？"
    },
    {
      "id": "19-012-0083_p0009",
      "zh_CN": "这些事情，归根结柢还是一个教育的问题。所以孔老夫子给我们的启示，学不可以不讲，天天讲学，这就是教化众生。讲学不一定要有一定的场所，也无需要一定的听众，随时随处，我们今天讲的机会教育，佛法讲随缘，随类现身，随缘说法，用现在的话说机会教育，三个人、五个人，无论什么地方。我在小时候所看到的，老先生讲学多半在哪里？茶馆，多半在茶馆。三个、五个朋友在一起喝茶，他在那里讲大道理，旁边喝茶的人也都在听，非常有趣味，听听他们的谈话，长学问、长见识，茶馆就是课堂，在农村里面。不过其他的农村可能没有这个现象，我们家乡文风比较盛，这大家晓得，清朝有个桐城派，就出在我们家乡。所以农村里面的小朋友都念书，都会写字。我们以为别的农村也是，听说其他农村跟我们不一样，我们那文风很盛。一直到现在，虽然少了，还是有点根底。所以夫子讲的这两句话的意思，我们就有很深的体会。古人这种做法很值得我们效法，我们应当要向他们学习。",
      "zh_TW": "這些事情，歸根結柢還是一個教育的問題。所以孔老夫子給我們的啟示，學不可以不講，天天講學，這就是教化眾生。講學不一定要有一定的場所，也無需要一定的聽眾，隨時隨處，我們今天講的機會教育，佛法講隨緣，隨類現身，隨緣說法，用現在的話說機會教育，三個人、五個人，無論什麼地方。我在小時候所看到的，老先生講學多半在哪裡？茶館，多半在茶館。三個、五個朋友在一起喝茶，他在那裡講大道理，旁邊喝茶的人也都在聽，非常有趣味，聽聽他們的談話，長學問、長見識，茶館就是課堂，在農村裡面。不過其他的農村可能沒有這個現象，我們家鄉文風比較盛，這大家曉得，清朝有個桐城派，就出在我們家鄉。所以農村裡面的小朋友都念書，都會寫字。我們以為別的農村也是，聽說其他農村跟我們不一樣，我們那文風很盛。一直到現在，雖然少了，還是有點根底。所以夫子講的這兩句話的意思，我們就有很深的體會。古人這種做法很值得我們效法，我們應當要向他們學習。"
    },
    {
      "id": "19-012-0083_p0010",
      "zh_CN": "佛家四无碍辩才，末后一个乐说，喜欢说，喜欢教人。人家来请教，当然你要教他；人家没有来请教，菩萨作不请之友。人家不请，你不能拉他来教他，那个不像话，你跟你熟人讲，让他在旁边听，这就是为他作不请之友。其实众生的疑虑无量无边，几个人懂得向佛请法？我们在经典上看到，向佛请法的人都是佛菩萨化身示现的。由此可知，世尊也常常作众生不请之友，这里头的深义、密义，这个密不是秘密，深密，我们要有能力去体会。总之念念希望一切众生能破迷开悟，启发他的真实智慧，念念希求一切众生断恶修善，破迷开悟是智，断恶修善是德。佛菩萨、圣贤人在世间，他做的就是这么一桩事情。除这桩事情之外，他对这个世间确实是一无所求，真正彻底做到于人无争，于世无求，这是我们修学真正的好榜样。",
      "zh_TW": "佛家四無礙辯才，末後一個樂說，喜歡說，喜歡教人。人家來請教，當然你要教他；人家沒有來請教，菩薩作不請之友。人家不請，你不能拉他來教他，那個不像話，你跟你熟人講，讓他在旁邊聽，這就是為他作不請之友。其實眾生的疑慮無量無邊，幾個人懂得向佛請法？我們在經典上看到，向佛請法的人都是佛菩薩化身示現的。由此可知，世尊也常常作眾生不請之友，這裡頭的深義、密義，這個密不是祕密，深密，我們要有能力去體會。總之念念希望一切眾生能破迷開悟，啟發他的真實智慧，念念希求一切眾生斷惡修善，破迷開悟是智，斷惡修善是德。佛菩薩、聖賢人在世間，他做的就是這麼一樁事情。除這樁事情之外，他對這個世間確實是一無所求，真正徹底做到於人無爭，於世無求，這是我們修學真正的好榜樣。"
    },
    {
      "id": "19-012-0083_p0011",
      "zh_CN": "所以我们要真正发菩提心。佛家讲菩提心，实际上儒家也是讲菩提心，诸位把儒家跟佛家所讲的对一对就明白。儒家讲诚意，《观经》里面讲至诚心，你想想诚意跟至诚心一样不一样？儒家讲正心，经上讲深心、回向发愿心，儒家讲一个，讲正心，佛法讲两个，深心是自受用，回向发愿心是他受用，儒只讲一个正心。所以世出世间的圣人都是以菩提心做基础。正心的自受用就是深心，深心是好善好德，心里头没有丝毫的恶意；回向发愿心就是《起信论》里面讲的「大慈悲心」，以慈悲心对人。至诚是菩提心之体，深心是菩提心的自受用，回向发愿心是菩提心的他受用。儒家讲得简单，诚意是体，正心是起用，然后才能做到修身、齐家、治国、平天下。这个平天下，天下一切众生得到平等，是这个意思，以清净、平等心对一切众生，这是平天下的意思。这个样子，这后面这两句说，「自然默助，行无不通，作无不成」，我们佛法里面讲，诸佛护念，龙天善神帮助你，没有别的，就是一个诚心。",
      "zh_TW": "所以我們要真正發菩提心。佛家講菩提心，實際上儒家也是講菩提心，諸位把儒家跟佛家所講的對一對就明白。儒家講誠意，《觀經》裡面講至誠心，你想想誠意跟至誠心一樣不一樣？儒家講正心，經上講深心、迴向發願心，儒家講一個，講正心，佛法講兩個，深心是自受用，迴向發願心是他受用，儒只講一個正心。所以世出世間的聖人都是以菩提心做基礎。正心的自受用就是深心，深心是好善好德，心裡頭沒有絲毫的惡意；迴向發願心就是《起信論》裡面講的「大慈悲心」，以慈悲心對人。至誠是菩提心之體，深心是菩提心的自受用，迴向發願心是菩提心的他受用。儒家講得簡單，誠意是體，正心是起用，然後才能做到修身、齊家、治國、平天下。這個平天下，天下一切眾生得到平等，是這個意思，以清淨、平等心對一切眾生，這是平天下的意思。這個樣子，這後面這兩句說，「自然默助，行無不通，作無不成」，我們佛法裡面講，諸佛護念，龍天善神幫助你，沒有別的，就是一個誠心。"
    },
    {
      "id": "19-012-0083_p0012",
      "zh_CN": "你看齐居士给你们讲故事，天目山那个道场有一些鬼住在那里，那个鬼是什么鬼？刚从地狱里头出来的。诸位要晓得，造作罪业堕地狱，那是经历很长的时间，从地狱出来，也住在那山上。这些鬼神也并不是很善，但是看到她在那里护持道场，一点私心都没有，所以这些鬼神护持她。问她要一个房间，她不是跟你讲了，八号房间，那八号房间门关起来，一年开一次，只准她一个人进去，别人不可以进去。就是从地狱出来的一些鬼，住在那个地方修行，这些鬼也护持道场。所以你心地真诚，为佛法、为众生，这些鬼神他看得清楚，他帮助你。你不是真正修行，在山上住，他作弄你，你根本在这个山上不能住。你们将来有机会到山上住住看，考验考验，看你们是真的、是假的？你们能不能得到这些鬼神帮助，还是鬼神来戏弄你们？你看她讲的，许多法师到那个山上想去住，住不了二、三天自己就下山。这个事情说明六道轮回是真的，天地鬼神帮助人、作弄人这个事情也是真的，我们自己要知道警惕，要知道发愤向上。",
      "zh_TW": "你看齊居士給你們講故事，天目山那個道場有一些鬼住在那裡，那個鬼是什麼鬼？剛從地獄裡頭出來的。諸位要曉得，造作罪業墮地獄，那是經歷很長的時間，從地獄出來，也住在那山上。這些鬼神也並不是很善，但是看到她在那裡護持道場，一點私心都沒有，所以這些鬼神護持她。問她要一個房間，她不是跟你講了，八號房間，那八號房間門關起來，一年開一次，只准她一個人進去，別人不可以進去。就是從地獄出來的一些鬼，住在那個地方修行，這些鬼也護持道場。所以你心地真誠，為佛法、為眾生，這些鬼神他看得清楚，他幫助你。你不是真正修行，在山上住，他作弄你，你根本在這個山上不能住。你們將來有機會到山上住住看，考驗考驗，看你們是真的、是假的？你們能不能得到這些鬼神幫助，還是鬼神來戲弄你們？你看她講的，許多法師到那個山上想去住，住不了二、三天自己就下山。這個事情說明六道輪迴是真的，天地鬼神幫助人、作弄人這個事情也是真的，我們自己要知道警惕，要知道發憤向上。"
    },
    {
      "id": "19-012-0083_p0013",
      "zh_CN": "道家所希求的是希望做神仙，所以末后说『神仙可冀』。我们学佛的志不在神仙，也不在生天，学佛的人志在作佛，只求往生净土，跟他们所希求的不一样。但是作佛、作祖、往生，我们的善心、善行要超过他。这个地方讲求天仙要『立一千三百善』，地仙也要『立三百善』，这给我们说明一个事实，神仙都是善人。心行不善只有去做鬼，神仙没有分。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "道家所希求的是希望做神仙，所以末後說『神仙可冀』。我們學佛的志不在神仙，也不在生天，學佛的人志在作佛，只求往生淨土，跟他們所希求的不一樣。但是作佛、作祖、往生，我們的善心、善行要超過他。這個地方講求天仙要『立一千三百善』，地仙也要『立三百善』，這給我們說明一個事實，神仙都是善人。心行不善只有去做鬼，神仙沒有分。好，今天時間到了，我們就講到此地。"
    }
  ]
}