{
  "doc_id": "19-012-0087",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十七集",
    "zh_TW": "第八十七集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0087",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "19-012-0087_p0001",
      "zh_CN": "诸位同学，大家好。前面将《感应篇》的善报介绍过了，第三十七段开始，这下面有很长的一段文是讲恶报。开头两句这是把恶报的根源给我们说出来：",
      "zh_TW": "諸位同學，大家好。前面將《感應篇》的善報介紹過了，第三十七段開始，這下面有很長的一段文是講惡報。開頭兩句這是把惡報的根源給我們說出來："
    },
    {
      "id": "19-012-0087_p0002",
      "zh_CN": "【苟或非义而动。背理而行。】",
      "zh_TW": "【苟或非義而動。背理而行。】"
    },
    {
      "id": "19-012-0087_p0003",
      "zh_CN": "这两句话的意思很深，现代人看往往疏忽了，粗心大意，疏忽了。古人的文字都非常的含蓄，《感应篇》含蓄的文很少，都是说得非常明显，但是这两句话是属于含蓄，理很深。什么叫义，什么叫理，这两个字，不但是学佛，世间做人也应当要遵守；如果这两个字没有了，这个世间决定是乱世。在中国古代写历史的人，往往就用这两个字做标准，符合这个标准的叫治世，所谓天下大治，也就是治国治得很好，社会安定、繁荣，人民的生活过得很幸福。如果是乱世，社会不安定，没有秩序，人民生活很痛苦，那就是义跟理没有人遵守了。",
      "zh_TW": "這兩句話的意思很深，現代人看往往疏忽了，粗心大意，疏忽了。古人的文字都非常的含蓄，《感應篇》含蓄的文很少，都是說得非常明顯，但是這兩句話是屬於含蓄，理很深。什麼叫義，什麼叫理，這兩個字，不但是學佛，世間做人也應當要遵守；如果這兩個字沒有了，這個世間決定是亂世。在中國古代寫歷史的人，往往就用這兩個字做標準，符合這個標準的叫治世，所謂天下大治，也就是治國治得很好，社會安定、繁榮，人民的生活過得很幸福。如果是亂世，社會不安定，沒有秩序，人民生活很痛苦，那就是義跟理沒有人遵守了。"
    },
    {
      "id": "19-012-0087_p0004",
      "zh_CN": "我们今天看到这个社会似乎是很繁荣，科学技术发达，带给人们物质生活许多的方便。可是义理确实没有了，于是今天的社会，我们看得很清楚，是富而不乐，物质生活过得很好，精神非常痛苦，人心不安。所以诸位要晓得，真正的幸福，所谓是心安理得，心为什么安？义理他得到了，得到就是他明了了，起心动念，一切造作，这就是讲我们的生活、工作、处事待人接物，都能符合义理，他身心就安稳，这才是真正的幸福美满。义理要是不明，我们的生活一定是随顺烦恼、随顺习气。这些习气都是坏习气，我们常常讲，讲得很浅白，自私自利的习气，贪图名利的习气，造十恶业的习气，这种习气天天在增长，没有看到收敛。所以二十世纪很多人讲道德沦丧，道德没有了。实在讲道德比义理还要高一级。",
      "zh_TW": "我們今天看到這個社會似乎是很繁榮，科學技術發達，帶給人們物質生活許多的方便。可是義理確實沒有了，於是今天的社會，我們看得很清楚，是富而不樂，物質生活過得很好，精神非常痛苦，人心不安。所以諸位要曉得，真正的幸福，所謂是心安理得，心為什麼安？義理他得到了，得到就是他明瞭了，起心動念，一切造作，這就是講我們的生活、工作、處事待人接物，都能符合義理，他身心就安穩，這才是真正的幸福美滿。義理要是不明，我們的生活一定是隨順煩惱、隨順習氣。這些習氣都是壞習氣，我們常常講，講得很淺白，自私自利的習氣，貪圖名利的習氣，造十惡業的習氣，這種習氣天天在增長，沒有看到收斂。所以二十世紀很多人講道德淪喪，道德沒有了。實在講道德比義理還要高一級。"
    },
    {
      "id": "19-012-0087_p0005",
      "zh_CN": "这个问题的结症在哪里？还是属于教育的问题，这个时代没有人教了。为什么没有人教？没有人听了。这里面的原因非常复杂，过去古老的中国，虽然说贫，说国力弱，但是人人都能够安居乐业。我们仔细观察，过去的历史，古今中外，可以很公平的说一句话，中国的老百姓是世界上最善良的老百姓。这个善良的因素要归功于几千年圣贤的教化，太不容易了！可是随着科学技术的发达，外国的洋枪大砲，打破了中国的古老文化，于是一般年轻人迷信西方的物质文明，而把中国的精神文明全部给否定了，于是造成今天的灾难。我们想到孔老夫子的忧虑，现在我们看见了，夫子的忧虑就是「学之不讲，有过而不能改」，他老人家这两句话是金玉良言。讲学是讲圣贤之学，有过立刻就要改，这就符合义理之行。学之不讲，谁懂得义？谁懂得理？有过不但不能改，以为这个过是善、是好事，这还得了吗？所以底下这一句说：",
      "zh_TW": "這個問題的結癥在哪裡？還是屬於教育的問題，這個時代沒有人教了。為什麼沒有人教？沒有人聽了。這裡面的原因非常複雜，過去古老的中國，雖然說貧，說國力弱，但是人人都能夠安居樂業。我們仔細觀察，過去的歷史，古今中外，可以很公平的說一句話，中國的老百姓是世界上最善良的老百姓。這個善良的因素要歸功於幾千年聖賢的教化，太不容易了！可是隨著科學技術的發達，外國的洋槍大砲，打破了中國的古老文化，於是一般年輕人迷信西方的物質文明，而把中國的精神文明全部給否定了，於是造成今天的災難。我們想到孔老夫子的憂慮，現在我們看見了，夫子的憂慮就是「學之不講，有過而不能改」，他老人家這兩句話是金玉良言。講學是講聖賢之學，有過立刻就要改，這就符合義理之行。學之不講，誰懂得義？誰懂得理？有過不但不能改，以為這個過是善、是好事，這還得了嗎？所以底下這一句說："
    },
    {
      "id": "19-012-0087_p0006",
      "zh_CN": "【以恶为能。忍作残害。】",
      "zh_TW": "【以惡為能。忍作殘害。】"
    },
    {
      "id": "19-012-0087_p0007",
      "zh_CN": "这是我们在今天这个社会普遍所看到的。今天如果讲圣贤之道，世间人看到、听到，耻笑你，说你落伍，你不合时代，完全不能接受。所以竞争去造恶业，心里面自私自利、贪瞋痴慢天天增长，生活当中可以说是无恶不造，这样才感得大灾难的现前，天灾人祸。人祸，现在我们知道，核武战争，核子战争，跟过去完全不一样，这种核子战争就是佛经里面讲的小三灾，小三灾可能提前。西方古老的预言，现在在市面上很多，诸位都很容易看到，都说二０００年，这个世纪末是世界末日。前天回教协会请我去讲演，他们也提出问题来问我，「佛经里头是不是也讲二０００年是世界末日？」我给他答复，世界末日是西方人讲的，基督教、天主教他们讲的，佛法里头没有讲，佛法里面讲只是有灾难，而不是末日。因为佛的法运还有九千年，释迦牟尼佛的法运一万二千年，现在才过三千年，后面还有九千年。但是灾难，我们想想可能有，为什么？我们懂得感应的道理，种善因得善果，种不善的因必然有不善的果报，这是招来的天灾人祸，原因在此地。",
      "zh_TW": "這是我們在今天這個社會普遍所看到的。今天如果講聖賢之道，世間人看到、聽到，恥笑你，說你落伍，你不合時代，完全不能接受。所以競爭去造惡業，心裡面自私自利、貪瞋痴慢天天增長，生活當中可以說是無惡不造，這樣才感得大災難的現前，天災人禍。人禍，現在我們知道，核武戰爭，核子戰爭，跟過去完全不一樣，這種核子戰爭就是佛經裡面講的小三災，小三災可能提前。西方古老的預言，現在在市面上很多，諸位都很容易看到，都說二０００年，這個世紀末是世界末日。前天回教協會請我去講演，他們也提出問題來問我，「佛經裡頭是不是也講二０００年是世界末日？」我給他答覆，世界末日是西方人講的，基督教、天主教他們講的，佛法裡頭沒有講，佛法裡面講只是有災難，而不是末日。因為佛的法運還有九千年，釋迦牟尼佛的法運一萬二千年，現在才過三千年，後面還有九千年。但是災難，我們想想可能有，為什麼？我們懂得感應的道理，種善因得善果，種不善的因必然有不善的果報，這是招來的天災人禍，原因在此地。"
    },
    {
      "id": "19-012-0087_p0008",
      "zh_CN": "所以学还是要讲，我们在此地要努力来提倡。现在在此地，我们一同学习的有十几位年轻的法师，我鼓励他们、劝导他们，有同修家里面喜欢听听圣贤道理的，我让同学们每个星期到居士们家里面去讲一次，讲一个小时、一个半小时。我觉得一个小时比较恰当，现在的人耐心不如从前，讲长了他不喜欢听，讲一个小时，有半个小时的讨论，听了之后提出问题，来解答、来讨论，一个星期一次。这个方式是从前李炳南老居士在台中推行了很多年，我最初到台中求学，几乎每天晚上都到居士家里面去听经。早期老师自己去，他不休息的，星期一在张家讲，星期二在李家讲，星期三在王家讲，轮流去讲，听众大概十几个人，他们一家人，邻居朋友来个十几二十个，天天讲，没有休息的时候。",
      "zh_TW": "所以學還是要講，我們在此地要努力來提倡。現在在此地，我們一同學習的有十幾位年輕的法師，我鼓勵他們、勸導他們，有同修家裡面喜歡聽聽聖賢道理的，我讓同學們每個星期到居士們家裡面去講一次，講一個小時、一個半小時。我覺得一個小時比較恰當，現在的人耐心不如從前，講長了他不喜歡聽，講一個小時，有半個小時的討論，聽了之後提出問題，來解答、來討論，一個星期一次。這個方式是從前李炳南老居士在台中推行了很多年，我最初到台中求學，幾乎每天晚上都到居士家裡面去聽經。早期老師自己去，他不休息的，星期一在張家講，星期二在李家講，星期三在王家講，輪流去講，聽眾大概十幾個人，他們一家人，鄰居朋友來個十幾二十個，天天講，沒有休息的時候。"
    },
    {
      "id": "19-012-0087_p0009",
      "zh_CN": "以后训练我们这些讲经的学生，他开了个班，这个班开了两年，训练二十多个人，这二十多个人训练成功之后，就分配到很多居士家里，也都是轮流去讲。所以我告诉同学们，你学这一部经，这一部经至少要讲十遍。十遍怎么个讲法？你一个星期就讲七遍，都是到居士家里头去讲，星期一在这家，星期二在那家，每一家讲同样的这一段课程。你看这一段经文你就讲了七遍，到第二个星期就讲下面这一段，不是说这一部经学完了再讲，不是，现炒现卖。这个星期讲的这一篇，下面？下面还没有学到，我们是这样学成的。",
      "zh_TW": "以後訓練我們這些講經的學生，他開了個班，這個班開了兩年，訓練二十多個人，這二十多個人訓練成功之後，就分配到很多居士家裡，也都是輪流去講。所以我告訴同學們，你學這一部經，這一部經至少要講十遍。十遍怎麼個講法？你一個星期就講七遍，都是到居士家裡頭去講，星期一在這家，星期二在那家，每一家講同樣的這一段課程。你看這一段經文你就講了七遍，到第二個星期就講下面這一段，不是說這一部經學完了再講，不是，現炒現賣。這個星期講的這一篇，下面？下面還沒有學到，我們是這樣學成的。"
    },
    {
      "id": "19-012-0087_p0010",
      "zh_CN": "所以东西学得很精、学得很熟，确实符合夫子的教诲，学了就要讲。学不可不讲，那个意思是你学了这一句你就要讲这一句，学了这一段你就要讲这一段，天天讲。讲，劝别人也劝自己，帮助自己改过自新，道理在此地。如果讲学的风气盛，这个地区决定安定，这个地方的人决定明理，决定有智慧。人能够明理、有智慧，生活就会过得很幸福，无论我们现前生活是富裕、还是贫贱，都会过得很自在，都会过得很快乐。因为富贵贫贱是过去生中修的因不一样，所以道理明白了，富贵人安于富贵，贫贱人安于贫贱，这个社会不会乱。",
      "zh_TW": "所以東西學得很精、學得很熟，確實符合夫子的教誨，學了就要講。學不可不講，那個意思是你學了這一句你就要講這一句，學了這一段你就要講這一段，天天講。講，勸別人也勸自己，幫助自己改過自新，道理在此地。如果講學的風氣盛，這個地區決定安定，這個地方的人決定明理，決定有智慧。人能夠明理、有智慧，生活就會過得很幸福，無論我們現前生活是富裕、還是貧賤，都會過得很自在，都會過得很快樂。因為富貴貧賤是過去生中修的因不一樣，所以道理明白了，富貴人安於富貴，貧賤人安於貧賤，這個社會不會亂。"
    },
    {
      "id": "19-012-0087_p0011",
      "zh_CN": "今天有许多人不懂得，以为这个社会的动乱是贫富不均造成的，他只看到这个现象，他没有看到这个现象的根源。这个社会财富不均是事实，能不能做到均等？不可能。为什么？每个人种的因不一样。种瓜得瓜，种豆得豆，怎么能叫瓜豆和合变成一个东西，不可能的！古人为什么把这个社会能治理得那么好？把这个道理讲清楚。贫贱的人明白，我过去没有种善因，现在过这个日子应该要承受，应该承受，他就很欢喜，他就不作乱。富贵人有多余的，常常能布施救济穷困的人。从前社会安定是这样一个道理造成的。富贵人知道我为什么会富贵，过去世布施得来的福报；现在已经有福报了，我更要布施，希望来生的福报更大，他明白这个道理，欢喜布施。贫贱人他也欢喜去修福，修福就不会造业，不会造损人利己的事情，损人利己不是修福。人人心善、意善、行善，这个社会怎么会不好？当然和谐。如果我们讲族群，也可以这样说，富贵是个族群，贫贱也是个族群，这两个族群能够和睦相处，能够互助合作，这里头不会产生矛盾、不会产生冲突，社会问题就解决了。",
      "zh_TW": "今天有許多人不懂得，以為這個社會的動亂是貧富不均造成的，他只看到這個現象，他沒有看到這個現象的根源。這個社會財富不均是事實，能不能做到均等？不可能。為什麼？每個人種的因不一樣。種瓜得瓜，種豆得豆，怎麼能叫瓜豆和合變成一個東西，不可能的！古人為什麼把這個社會能治理得那麼好？把這個道理講清楚。貧賤的人明白，我過去沒有種善因，現在過這個日子應該要承受，應該承受，他就很歡喜，他就不作亂。富貴人有多餘的，常常能布施救濟窮困的人。從前社會安定是這樣一個道理造成的。富貴人知道我為什麼會富貴，過去世布施得來的福報；現在已經有福報了，我更要布施，希望來生的福報更大，他明白這個道理，歡喜布施。貧賤人他也歡喜去修福，修福就不會造業，不會造損人利己的事情，損人利己不是修福。人人心善、意善、行善，這個社會怎麼會不好？當然和諧。如果我們講族群，也可以這樣說，富貴是個族群，貧賤也是個族群，這兩個族群能夠和睦相處，能夠互助合作，這裡頭不會產生矛盾、不會產生衝突，社會問題就解決了。"
    },
    {
      "id": "19-012-0087_p0012",
      "zh_CN": "佛法教学的宗旨，大家都知道，祖师大德常说的，「破迷开悟，离苦得乐」。得乐是在现前，现在就得乐，绝不是讲来生、后世，来生、后世我们还没见到，现在就得乐。古时候在中国大陆，乞丐，是讨饭的、要饭的乞丐，乞丐听到佛法他也快乐无比，他为什么快乐？理明白了，道懂得了。虽然是乞丐，非义之财他不取、他不要，他守他的本分，你说这真是难能而可贵，值得人尊敬，社会称之为义丐，他是乞丐，他有道义。释迦牟尼佛当年在世，生活方式是乞食，也是沿门托钵，真正有智慧、有道德、有学问。他采取这种方式给我们很大的教训，他教我们什么？于人无争，于世无求，你的生活就得大自在。所以他的心多清净、多快乐，心里头没有忧虑、没有烦恼、没有牵挂，生活过得那么简单，愈是简单的生活愈健康。",
      "zh_TW": "佛法教學的宗旨，大家都知道，祖師大德常說的，「破迷開悟，離苦得樂」。得樂是在現前，現在就得樂，絕不是講來生、後世，來生、後世我們還沒見到，現在就得樂。古時候在中國大陸，乞丐，是討飯的、要飯的乞丐，乞丐聽到佛法他也快樂無比，他為什麼快樂？理明白了，道懂得了。雖然是乞丐，非義之財他不取、他不要，他守他的本分，你說這真是難能而可貴，值得人尊敬，社會稱之為義丐，他是乞丐，他有道義。釋迦牟尼佛當年在世，生活方式是乞食，也是沿門托缽，真正有智慧、有道德、有學問。他採取這種方式給我們很大的教訓，他教我們什麼？於人無爭，於世無求，你的生活就得大自在。所以他的心多清淨、多快樂，心裡頭沒有憂慮、沒有煩惱、沒有牽掛，生活過得那麼簡單，愈是簡單的生活愈健康。"
    },
    {
      "id": "19-012-0087_p0013",
      "zh_CN": "释迦牟尼佛住世，实在说他可以随意，他能长住世间，可惜我们一般人疏忽，没有启请，求他多住世几年。我们疏忽了，魔得其便，魔王波旬见释迦牟尼佛，要求释迦牟尼佛赶快灭度，不要长住世间。这个魔来要求，佛也点点头答应他，释迦牟尼佛是这么走的。这个事情也是给我们一个教训，我们为什么不请佛住世？普贤菩萨十大愿王，十愿里面就教导我们，「请转法轮，请佛住世」，我们偏偏不请，被魔去请，这是我们的过失。佛给我们这个警惕，这里头有两桩事情，第一个亲近善知识，这个机缘稀有难逢，一定要紧紧的抓住；第二个要请佛住世，要请转法轮。",
      "zh_TW": "釋迦牟尼佛住世，實在說他可以隨意，他能長住世間，可惜我們一般人疏忽，沒有啟請，求他多住世幾年。我們疏忽了，魔得其便，魔王波旬見釋迦牟尼佛，要求釋迦牟尼佛趕快滅度，不要長住世間。這個魔來要求，佛也點點頭答應他，釋迦牟尼佛是這麼走的。這個事情也是給我們一個教訓，我們為什麼不請佛住世？普賢菩薩十大願王，十願裡面就教導我們，「請轉法輪，請佛住世」，我們偏偏不請，被魔去請，這是我們的過失。佛給我們這個警惕，這裡頭有兩樁事情，第一個親近善知識，這個機緣稀有難逢，一定要緊緊的抓住；第二個要請佛住世，要請轉法輪。"
    },
    {
      "id": "19-012-0087_p0014",
      "zh_CN": "实在讲普贤菩萨十大愿王，这两条是主要的、最重要的。请转法轮就是讲学，前面的四愿就是改过，礼敬诸佛、称赞如来、广修供养、忏除业障这是改过。人能够改过就可以常随佛学，常随佛学佛要住世才行，佛不住世我们跟谁学？所以才有请转法轮、请佛住世的大愿。佛菩萨确实是如此，这个我们在大乘经里面看到很多，我们深深相信，没有怀疑。众生有感，佛菩萨就应，感应道交丝毫不爽，我们有心想学佛法，佛菩萨就应化示现到这个地方来；没有这个心愿，佛菩萨不来，来了没有意义，没有作用。所以佛菩萨住不住世，佛菩萨来不来教化，问题在我们这边的人肯不肯学？肯不肯真学？真学，佛菩萨就来；阳奉阴违，佛菩萨不来，要认真的学习。",
      "zh_TW": "實在講普賢菩薩十大願王，這兩條是主要的、最重要的。請轉法輪就是講學，前面的四願就是改過，禮敬諸佛、稱讚如來、廣修供養、懺除業障這是改過。人能夠改過就可以常隨佛學，常隨佛學佛要住世才行，佛不住世我們跟誰學？所以才有請轉法輪、請佛住世的大願。佛菩薩確實是如此，這個我們在大乘經裡面看到很多，我們深深相信，沒有懷疑。眾生有感，佛菩薩就應，感應道交絲毫不爽，我們有心想學佛法，佛菩薩就應化示現到這個地方來；沒有這個心願，佛菩薩不來，來了沒有意義，沒有作用。所以佛菩薩住不住世，佛菩薩來不來教化，問題在我們這邊的人肯不肯學？肯不肯真學？真學，佛菩薩就來；陽奉陰違，佛菩薩不來，要認真的學習。"
    },
    {
      "id": "19-012-0087_p0015",
      "zh_CN": "所以要懂得义理，顺义理必定得善报，违背义理这是大恶。所以把这两句做为纲领非常有道理。哪些事情违背义理？这下面一条一条举例给我们说明，实在这个例子不胜枚举，举几条，希望我们从这几条当中能够领悟。我们现前对人、对事、对物，想法、看法、做法都是恶，不是善。只有搞清楚、搞明白，我们才能回头，断恶向善，不但能救自己，也能够挽救社会，也能够帮助众生，那就是大善。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以要懂得義理，順義理必定得善報，違背義理這是大惡。所以把這兩句做為綱領非常有道理。哪些事情違背義理？這下面一條一條舉例給我們說明，實在這個例子不勝枚舉，舉幾條，希望我們從這幾條當中能夠領悟。我們現前對人、對事、對物，想法、看法、做法都是惡，不是善。只有搞清楚、搞明白，我們才能回頭，斷惡向善，不但能救自己，也能夠挽救社會，也能夠幫助眾生，那就是大善。好，今天時間到了，我們就講到此地。"
    }
  ]
}