{
  "doc_id": "19-012-0060",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十集",
    "zh_TW": "第六十集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0060",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0060_p0001",
      "zh_CN": "各位同学，大家好。《感应篇》第二十二句，注解里头有两句话说得很好，它说「好善之心，人之所同」，换句话说，人皆有好善之心。可是善事、善行必须要有人提倡，提倡的人，也就是我们讲带头的人，真正的志士仁人。他何以能带头？也就是说他把他所明白的道理真正落实，所以能够起带头作用。又说「天下不患无有力之人，患无能发大宏愿之人耳」，这两句话也是这个意思，所以发大愿心的人非常难得。佛在经论里面常常劝导我们发菩提心，发菩提心实在是太难，不发菩提心就谈不上修行。菩提心的反面是迷惑，迷惑的人纵然有修，成就是很有限的，一定要破迷开悟。修行的功夫全在日常生活，我们自己的毛病习气一定要知道，知道是觉悟，不知道是迷惑。就以日常生活来说，小小有一点不如意、不自在、不痛快，我们在习惯当中都觉得这个无所谓，都没有留意这些现象，哪里知道这些现象就是造业。不读佛经的人不知道，未能深解义趣的人不知道，为什么不高兴？为什么不自在？还不是分别执着。你要没有分别执着，你哪里会有这种心态？分别执着难断。",
      "zh_TW": "各位同學，大家好。《感應篇》第二十二句，註解裡頭有兩句話說得很好，它說「好善之心，人之所同」，換句話說，人皆有好善之心。可是善事、善行必須要有人提倡，提倡的人，也就是我們講帶頭的人，真正的志士仁人。他何以能帶頭？也就是說他把他所明白的道理真正落實，所以能夠起帶頭作用。又說「天下不患無有力之人，患無能發大宏願之人耳」，這兩句話也是這個意思，所以發大願心的人非常難得。佛在經論裡面常常勸導我們發菩提心，發菩提心實在是太難，不發菩提心就談不上修行。菩提心的反面是迷惑，迷惑的人縱然有修，成就是很有限的，一定要破迷開悟。修行的功夫全在日常生活，我們自己的毛病習氣一定要知道，知道是覺悟，不知道是迷惑。就以日常生活來說，小小有一點不如意、不自在、不痛快，我們在習慣當中都覺得這個無所謂，都沒有留意這些現象，哪裡知道這些現象就是造業。不讀佛經的人不知道，未能深解義趣的人不知道，為什麼不高興？為什麼不自在？還不是分別執著。你要沒有分別執著，你哪裡會有這種心態？分別執著難斷。"
    },
    {
      "id": "19-012-0060_p0002",
      "zh_CN": "前面我跟诸位讲过安世高那个同学的公案，宫亭湖的龙王，前世跟他是同学。龙王是畜生道，为什么一个修行人会堕到畜生道？就是小不如意，小不高兴。那个时候出家人是托钵，这个出家的法师修得不错，明经好施，经教很通达，讲经说法说得很好，又肯布施，法缘殊胜，这样的法师多难得！托钵的时候托到的菜饭不太合自己的胃口，心里有一点不高兴，就这么一点点不高兴，堕落在畜生道。我们想想，我们今天的德行比不上人家，我们的瞋恚心、分别心、嫉妒心、执着心不知道比他重多少倍，他还能做龙王，想想我们将来堕成什么？这都是事实。所以真修行人，就在这些境缘当中，立刻觉悟、立刻回头，修清净心、修平等心。清净心是道，平等心是道。所以修行就在日常生活当中，就在起心动念之处，要微密观照，我还有没有执着？还有没有分别？我们对人、对事、对物，还有没有爱好？还有没有嫌弃？顺自己意思的生欢喜心，不顺自己意思生瞋恚心，一丝毫的瞋恚，不想跟这个人往来，不想看他。我们错了，我们还有分别执着，我们还没有放下，心里面还有计较、还有是非、还有得失、还有好恶，这怎么得了？道道地地的六道凡夫。",
      "zh_TW": "前面我跟諸位講過安世高那個同學的公案，宮亭湖的龍王，前世跟他是同學。龍王是畜生道，為什麼一個修行人會墮到畜生道？就是小不如意，小不高興。那個時候出家人是托缽，這個出家的法師修得不錯，明經好施，經教很通達，講經說法說得很好，又肯布施，法緣殊勝，這樣的法師多難得！托缽的時候托到的菜飯不太合自己的胃口，心裡有一點不高興，就這麼一點點不高興，墮落在畜生道。我們想想，我們今天的德行比不上人家，我們的瞋恚心、分別心、嫉妒心、執著心不知道比他重多少倍，他還能做龍王，想想我們將來墮成什麼？這都是事實。所以真修行人，就在這些境緣當中，立刻覺悟、立刻回頭，修清淨心、修平等心。清淨心是道，平等心是道。所以修行就在日常生活當中，就在起心動念之處，要微密觀照，我還有沒有執著？還有沒有分別？我們對人、對事、對物，還有沒有愛好？還有沒有嫌棄？順自己意思的生歡喜心，不順自己意思生瞋恚心，一絲毫的瞋恚，不想跟這個人往來，不想看他。我們錯了，我們還有分別執著，我們還沒有放下，心裡面還有計較、還有是非、還有得失、還有好惡，這怎麼得了？道道地地的六道凡夫。"
    },
    {
      "id": "19-012-0060_p0003",
      "zh_CN": "因此我们才体会到《地藏经》上所说的，「阎浮提众生，起心动念，无不是罪」，我们领略了这句话。没有这个微密观照，细心的反省，我们看经文上，总以为他讲得太过分了；细细一观察、一反省，经上讲的字字句句都是正确的，一点没错。真修行人、大修行人，就在境缘当中把这些烦恼习气洗除得干干净净，把这些棱角磨得光光滑滑，那是真修行，修行做功夫在哪里做？我们明白了。明白了要真做，在日常生活当中，对人、对事、对物没有别的，就是学一个看破、放下。有丝毫的意思起来，这个意思要放下，知道清净心中、平等心中、真心里面没有丝毫意思，有丝毫意思起来那就是无明起来，我们要明白这个道理，那是无明。我们要不在这上用功夫，怎么可能成就？",
      "zh_TW": "因此我們才體會到《地藏經》上所說的，「閻浮提眾生，起心動念，無不是罪」，我們領略了這句話。沒有這個微密觀照，細心的反省，我們看經文上，總以為他講得太過分了；細細一觀察、一反省，經上講的字字句句都是正確的，一點沒錯。真修行人、大修行人，就在境緣當中把這些煩惱習氣洗除得乾乾淨淨，把這些稜角磨得光光滑滑，那是真修行，修行做功夫在哪裡做？我們明白了。明白了要真做，在日常生活當中，對人、對事、對物沒有別的，就是學一個看破、放下。有絲毫的意思起來，這個意思要放下，知道清淨心中、平等心中、真心裡面沒有絲毫意思，有絲毫意思起來那就是無明起來，我們要明白這個道理，那是無明。我們要不在這上用功夫，怎麼可能成就？"
    },
    {
      "id": "19-012-0060_p0004",
      "zh_CN": "净宗用功确实比其他的法门方便太多，净宗是提起一句佛号，才起心动念，自己觉察，古人所说的「不怕念起，只怕觉迟」，念头才一起你立刻觉察到，第二个念头阿弥陀佛，把这个念头换掉，换成阿弥陀佛，这叫做念佛，念佛原来是这个念法。这一句阿弥陀佛，就把你这个念头摆平，把这个念头打下去，这个念佛功夫才叫得力。我们今天有人说功夫得力，未必，错会了意思，什么叫得力，这两个字他没有搞清楚、没有搞明白。功夫真正得力，念念息灭贪瞋痴，念念息灭是非人我，念念息灭四相，这功夫才得力。不但四相没有，四见也没有，《金刚经》末后说「我见、人见、众生见、寿者见」，真用功的人二六时中在这下功夫，哪有功夫打妄想？",
      "zh_TW": "淨宗用功確實比其他的法門方便太多，淨宗是提起一句佛號，才起心動念，自己覺察，古人所說的「不怕念起，只怕覺遲」，念頭才一起你立刻覺察到，第二個念頭阿彌陀佛，把這個念頭換掉，換成阿彌陀佛，這叫做念佛，念佛原來是這個念法。這一句阿彌陀佛，就把你這個念頭擺平，把這個念頭打下去，這個念佛功夫才叫得力。我們今天有人說功夫得力，未必，錯會了意思，什麼叫得力，這兩個字他沒有搞清楚、沒有搞明白。功夫真正得力，念念息滅貪瞋痴，念念息滅是非人我，念念息滅四相，這功夫才得力。不但四相沒有，四見也沒有，《金剛經》末後說「我見、人見、眾生見、壽者見」，真用功的人二六時中在這下功夫，哪有功夫打妄想？"
    },
    {
      "id": "19-012-0060_p0005",
      "zh_CN": "可是诸位要知道，功夫如果一不得力，妄想就起来，佛法里面叫观照，观照要失掉，照不住，妄想起来，杂念就起来。我们自己常常反省，常常觉悟，常常感到非常惭愧，起心动念还在造业。在日常生活当中，我们知道，普贤菩萨讲得很清楚，「恒顺众生，随喜功德」，但是就是做不到，依旧还干的是恒顺自己，顺自己的烦恼习气，顺自己的妄想分别执着，我们还干的是这个。可是要觉悟，干这个决定不能脱离六道轮回，希求往生那是你的希望，未必你能达到，这是真话不是假话，绝不骗人。一万个念佛人，一万个希望往生西方极乐世界的人，真正能去的只有二、三个，这从前李老师常说的。什么原因？放不下妄想分别执着，还是随顺烦恼习气。怎样才能往生？最低限度，随顺阿弥陀佛，念念都是阿弥陀佛，这种人才能往生。这个阿弥陀佛的佛号才真正把自己妄想分别执着压下去，这是伏烦恼，并没有说断。",
      "zh_TW": "可是諸位要知道，功夫如果一不得力，妄想就起來，佛法裡面叫觀照，觀照要失掉，照不住，妄想起來，雜念就起來。我們自己常常反省，常常覺悟，常常感到非常慚愧，起心動念還在造業。在日常生活當中，我們知道，普賢菩薩講得很清楚，「恆順眾生，隨喜功德」，但是就是做不到，依舊還幹的是恆順自己，順自己的煩惱習氣，順自己的妄想分別執著，我們還幹的是這個。可是要覺悟，幹這個決定不能脫離六道輪迴，希求往生那是你的希望，未必你能達到，這是真話不是假話，絕不騙人。一萬個念佛人，一萬個希望往生西方極樂世界的人，真正能去的只有二、三個，這從前李老師常說的。什麼原因？放不下妄想分別執著，還是隨順煩惱習氣。怎樣才能往生？最低限度，隨順阿彌陀佛，念念都是阿彌陀佛，這種人才能往生。這個阿彌陀佛的佛號才真正把自己妄想分別執著壓下去，這是伏煩惱，並沒有說斷。"
    },
    {
      "id": "19-012-0060_p0006",
      "zh_CN": "真正修行人，就是此地讲的发愿带头的人，他能给大家做一个样子。他做样子不是有意做的，他自己就是这么干法，不是故意装模作样做给人看的，没有这种念头。有这个念头，又落在妄想里头，又落在分别执着里头，所以那不是真心，真心没有做作，真心是自自然然的。顺乎自然那是真，违背自然那是造作，那是假的，那是虚伪的。虚伪的心不能够生到极乐世界，西方极乐世界凡是往生去的人个个都是真诚心；换句话说，个个都是真诚、清净、平等、正觉、慈悲。绝对不是说有个虚妄的心能够往生，没这个道理，虚妄心念佛，跟阿弥陀佛结个法缘，种个善根，这一生不能去，那要等到来生、等到后世。来生、后世什么时候遇到这个缘分，遇到念佛法门，什么时候你用真实心，也就是说你要用真诚、清净、平等、正觉、慈悲心，念佛求生净土，你就决定得生，这个道理不能不知道。",
      "zh_TW": "真正修行人，就是此地講的發願帶頭的人，他能給大家做一個樣子。他做樣子不是有意做的，他自己就是這麼幹法，不是故意裝模作樣做給人看的，沒有這種念頭。有這個念頭，又落在妄想裡頭，又落在分別執著裡頭，所以那不是真心，真心沒有做作，真心是自自然然的。順乎自然那是真，違背自然那是造作，那是假的，那是虛偽的。虛偽的心不能夠生到極樂世界，西方極樂世界凡是往生去的人個個都是真誠心；換句話說，個個都是真誠、清淨、平等、正覺、慈悲。絕對不是說有個虛妄的心能夠往生，沒這個道理，虛妄心念佛，跟阿彌陀佛結個法緣，種個善根，這一生不能去，那要等到來生、等到後世。來生、後世什麼時候遇到這個緣分，遇到念佛法門，什麼時候你用真實心，也就是說你要用真誠、清淨、平等、正覺、慈悲心，念佛求生淨土，你就決定得生，這個道理不能不知道。"
    },
    {
      "id": "19-012-0060_p0007",
      "zh_CN": "我们现在晓得，晓得现在就用，现在就学习，我们这一生就能往生。能不能往生，往生品位高下，善导大师说得好，「总在遇缘不同」。我们今天遇的缘殊胜，对于这些道理、方法、境界大致上都搞得清楚、搞明白了。明了之后我们就要会做人，会过日子。怎么做人？怎么过日子？离妄想分别执着做人，对所有一切众生是以清净心看待、真诚心看待、平等心看待，决定不会起一个念头，这个好，那个不好。一定要跟人家争，一定要计较，计较到最后自己堕三途，你要问为什么？三途是你自己造的。一切法从心想生，你那么执着、那么好强、那么好胜，这是堕落真正的原因。诸佛菩萨，我们在经论里面去看，有没有相争的？没有。他为什么不争？他懂得一个道理，凡所有相皆是虚妄，好人、顺境是虚妄的，恶人、逆境也虚妄的，所以一切境缘摆在面前，他的心如如不动，《金刚经》上讲的，「不取于相，如如不动」。所以那个争的心一点都没有了。",
      "zh_TW": "我們現在曉得，曉得現在就用，現在就學習，我們這一生就能往生。能不能往生，往生品位高下，善導大師說得好，「總在遇緣不同」。我們今天遇的緣殊勝，對於這些道理、方法、境界大致上都搞得清楚、搞明白了。明瞭之後我們就要會做人，會過日子。怎麼做人？怎麼過日子？離妄想分別執著做人，對所有一切眾生是以清淨心看待、真誠心看待、平等心看待，決定不會起一個念頭，這個好，那個不好。一定要跟人家爭，一定要計較，計較到最後自己墮三途，你要問為什麼？三途是你自己造的。一切法從心想生，你那麼執著、那麼好強、那麼好勝，這是墮落真正的原因。諸佛菩薩，我們在經論裡面去看，有沒有相爭的？沒有。他為什麼不爭？他懂得一個道理，凡所有相皆是虛妄，好人、順境是虛妄的，惡人、逆境也虛妄的，所以一切境緣擺在面前，他的心如如不動，《金剛經》上講的，「不取於相，如如不動」。所以那個爭的心一點都沒有了。"
    },
    {
      "id": "19-012-0060_p0008",
      "zh_CN": "真心离念，没有念头。佛又怕人误会，这真心离念怕你又变成无想定。所以又说了一句话，离念是离妄念，这个意思就是说他还有正念，什么是正念？念而无念，那是正念，无念而念，是正念。这个意思深，但是我们要能体会，念而无念，那个念是念一切众生，念佛念法念僧，这《弥陀经》上常讲的。念佛念法念僧是利益一切众生，一切众生就是佛、就是法、就是僧，这个念是正念。什么叫无念？虽然念佛念法念僧，念利益一切众生，自己心地始终清净，确实没有起一个念头。这两个是同时的，没有先后，这才叫正念。谁的念头是正念？法身大士。我们知道，法身大士分别没有了，决定没有分别，决定没有执着，烦恼障、所知障断了，无明也破几分，真心显露。也就是真诚、清净、平等、正觉、慈悲显露出来了，他用这个心。凡夫跟这是相违背的，换句话说，凡夫没有真诚心，虚伪心、染污心、高下心（不平）、迷惑心、自私自利的心，跟这完全相违背，所以凡夫不容易脱离六道轮回。",
      "zh_TW": "真心離念，沒有念頭。佛又怕人誤會，這真心離念怕你又變成無想定。所以又說了一句話，離念是離妄念，這個意思就是說他還有正念，什麼是正念？念而無念，那是正念，無念而念，是正念。這個意思深，但是我們要能體會，念而無念，那個念是念一切眾生，念佛念法念僧，這《彌陀經》上常講的。念佛念法念僧是利益一切眾生，一切眾生就是佛、就是法、就是僧，這個念是正念。什麼叫無念？雖然念佛念法念僧，念利益一切眾生，自己心地始終清淨，確實沒有起一個念頭。這兩個是同時的，沒有先後，這才叫正念。誰的念頭是正念？法身大士。我們知道，法身大士分別沒有了，決定沒有分別，決定沒有執著，煩惱障、所知障斷了，無明也破幾分，真心顯露。也就是真誠、清淨、平等、正覺、慈悲顯露出來了，他用這個心。凡夫跟這是相違背的，換句話說，凡夫沒有真誠心，虛偽心、染污心、高下心（不平）、迷惑心、自私自利的心，跟這完全相違背，所以凡夫不容易脫離六道輪迴。"
    },
    {
      "id": "19-012-0060_p0009",
      "zh_CN": "我们讲修行要把这个改过来，一百八十度的改过来，会用真诚、清净、平等、正觉、慈悲，这是菩提心，这是真心、是佛心。这个心起作用就是菩萨行，真正的幸福美满，世间人讲的真善美慧。所以我们晓得，一丝毫的执着都不可以有，但是这种毛病习气不知不觉就流露出来，时时处处你都会看得到。看到别人，马上想到自己，自己有没有？自己看自己的毛病很不容易看到，看到别人立刻回过头来，回光返照，就能看到自己，自己是个什么样子的人。看到自己这是觉悟，把自己这些毛病习气赶快改过来，真修行。经不可不读，不能不听，听起来是很厌烦，但是不听，毛病习气确实自己不能够觉察，永远没有醒悟改过的一天，这还得了吗？这个佛我们就白学了。",
      "zh_TW": "我們講修行要把這個改過來，一百八十度的改過來，會用真誠、清淨、平等、正覺、慈悲，這是菩提心，這是真心、是佛心。這個心起作用就是菩薩行，真正的幸福美滿，世間人講的真善美慧。所以我們曉得，一絲毫的執著都不可以有，但是這種毛病習氣不知不覺就流露出來，時時處處你都會看得到。看到別人，馬上想到自己，自己有沒有？自己看自己的毛病很不容易看到，看到別人立刻回過頭來，回光返照，就能看到自己，自己是個什麼樣子的人。看到自己這是覺悟，把自己這些毛病習氣趕快改過來，真修行。經不可不讀，不能不聽，聽起來是很厭煩，但是不聽，毛病習氣確實自己不能夠覺察，永遠沒有醒悟改過的一天，這還得了嗎？這個佛我們就白學了。"
    },
    {
      "id": "19-012-0060_p0010",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}