{
  "doc_id": "19-012-0166",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六六集",
    "zh_TW": "第一六六集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0166",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-012-0166_p0001",
      "zh_CN": "诸位同学，大家好！请看《感应篇》第九十七节，有四句：",
      "zh_TW": "諸位同學，大家好！請看《感應篇》第九十七節，有四句："
    },
    {
      "id": "19-012-0166_p0002",
      "zh_CN": "【指天地以证鄙怀。引神明而鉴猥事。】",
      "zh_TW": "【指天地以證鄙懷。引神明而鑑猥事。】"
    },
    {
      "id": "19-012-0166_p0003",
      "zh_CN": "这两句还是属于前面一段「无忌惮之恶」，后面这两句：",
      "zh_TW": "這兩句還是屬於前面一段「無忌憚之惡」，後面這兩句："
    },
    {
      "id": "19-012-0166_p0004",
      "zh_CN": "【施与后悔。假借不还。】",
      "zh_TW": "【施與後悔。假借不還。】"
    },
    {
      "id": "19-012-0166_p0005",
      "zh_CN": "这以下是「不仁恕之恶」。前面两句的意思好懂，就是我们世俗一般讲的发誓、赌咒、求神明来作证。自己作恶多端，还以为自己所行都是正法，可以对质天地神明，这个恶很大很大。小注里头说得很好，「天地无私，神明正直，顺吉逆凶，其应如响」，这四句话我们要牢牢的记住。前面我们读过「聪明正直之谓神」，你真正明了之后才晓得，我们做人应该以什么样的心态面对天地神明。佛家的教学，我们在讲席里面讲得很多很多，诸佛菩萨教学的内容，不外乎三桩事，第一桩事教导我们人与人的关系，我们应当怎样处事待人接物。顺，这个顺里面的学问就大了，世法是道德仁义礼，与这个相应是顺，你得的是福；与这个相违背，你所得的是凶灾。诸位可以从历史上看到，如果我们头脑清楚一点，现实社会里面尤其显著。但是也有作恶的人他现在享福，行善的人现在在受苦受难，这又是一回什么事情？于是我们对于善恶报应就存了怀疑的态度。佛在经上给我们说得很明白，作恶的人现在还享福，是他前生修的福报大，他的余福没有享尽，是这么个原因；修善的人现在还在受苦受难，是他前世所修不善的余殃未尽，因果通三世，要懂这个道理。所以佛在经上说：「欲知前世因，今生受者是」，今生所受的是前世所修的；「欲知来世果，今生作者是」，我们在这一生起心动念、言语造作，现在是造因，果报在来世。",
      "zh_TW": "這以下是「不仁恕之惡」。前面兩句的意思好懂，就是我們世俗一般講的發誓、賭咒、求神明來作證。自己作惡多端，還以為自己所行都是正法，可以對質天地神明，這個惡很大很大。小註裡頭說得很好，「天地無私，神明正直，順吉逆凶，其應如響」，這四句話我們要牢牢的記住。前面我們讀過「聰明正直之謂神」，你真正明瞭之後才曉得，我們做人應該以什麼樣的心態面對天地神明。佛家的教學，我們在講席裡面講得很多很多，諸佛菩薩教學的內容，不外乎三樁事，第一樁事教導我們人與人的關係，我們應當怎樣處事待人接物。順，這個順裡面的學問就大了，世法是道德仁義禮，與這個相應是順，你得的是福；與這個相違背，你所得的是凶災。諸位可以從歷史上看到，如果我們頭腦清楚一點，現實社會裡面尤其顯著。但是也有作惡的人他現在享福，行善的人現在在受苦受難，這又是一回什麼事情？於是我們對於善惡報應就存了懷疑的態度。佛在經上給我們說得很明白，作惡的人現在還享福，是他前生修的福報大，他的餘福沒有享盡，是這麼個原因；修善的人現在還在受苦受難，是他前世所修不善的餘殃未盡，因果通三世，要懂這個道理。所以佛在經上說：「欲知前世因，今生受者是」，今生所受的是前世所修的；「欲知來世果，今生作者是」，我們在這一生起心動念、言語造作，現在是造因，果報在來世。"
    },
    {
      "id": "19-012-0166_p0006",
      "zh_CN": "如果这个因力量很强，这一生也能够得报，你刻意努力去修，行！你的命运会转掉。大家读《了凡四训》就是非常明显的例子，了凡先生前世所修的善不大，明白这个道理之后，努力修学，这一生就改变了。佛家常讲的「逢凶化吉」、「遇难成祥」，他这一生就转过来了。这一生转过来在佛家讲是花报，花报好，花报殊胜，他来生的果报那可想而知，来生的福报必定比这一生的福报殊胜多多。如果这一生作恶而不改，纵然过去生中的余福，还能维持衣食不缺，可是这一生寿命尽了，来生的苦报就不堪想像。世间人，有几个人想到这个问题？不学佛法的人想不到，你跟他讲他也不相信，他也不能接受。其实真正学佛的人，又有几个有这样高度的警觉心？为什么提不起警觉？迷于现实环境，这个很可怕很可怕。所以为什么经天天要读，道天天要讲，没有别的原因，唤醒我们觉悟而已。自己做错事不承认，还可以发誓赌咒，诸佛菩萨、神明来给我们作伪证，哪有这种道理！这种的心行是极大的恶。天地鬼神来给你做证明，证明什么？证明你作恶多端，证明你作恶不知悔改。",
      "zh_TW": "如果這個因力量很強，這一生也能夠得報，你刻意努力去修，行！你的命運會轉掉。大家讀《了凡四訓》就是非常明顯的例子，了凡先生前世所修的善不大，明白這個道理之後，努力修學，這一生就改變了。佛家常講的「逢凶化吉」、「遇難成祥」，他這一生就轉過來了。這一生轉過來在佛家講是花報，花報好，花報殊勝，他來生的果報那可想而知，來生的福報必定比這一生的福報殊勝多多。如果這一生作惡而不改，縱然過去生中的餘福，還能維持衣食不缺，可是這一生壽命盡了，來生的苦報就不堪想像。世間人，有幾個人想到這個問題？不學佛法的人想不到，你跟他講他也不相信，他也不能接受。其實真正學佛的人，又有幾個有這樣高度的警覺心？為什麼提不起警覺？迷於現實環境，這個很可怕很可怕。所以為什麼經天天要讀，道天天要講，沒有別的原因，喚醒我們覺悟而已。自己做錯事不承認，還可以發誓賭咒，諸佛菩薩、神明來給我們作偽證，哪有這種道理！這種的心行是極大的惡。天地鬼神來給你做證明，證明什麼？證明你作惡多端，證明你作惡不知悔改。"
    },
    {
      "id": "19-012-0166_p0007",
      "zh_CN": "前几天有一些同修来见我，问我一个问题：南投埔里一带，佛法鼎盛，庙宇林立，是台湾佛教最殊胜的一个地区，为什么那里会发生大地震？于是大家对于佛法产生疑惑，佛法不灵。这个还是读经太少，闻法不够，你不了解其中的因缘果报。绝对不是盖一个寺庙，塑几尊佛菩萨的形像，这个地方就灵，没这回事情。谚语常讲：「泥菩萨过河自身难保」，哪里是这种道理？佛法兴不兴盛在人心，人心向道，佛法就兴旺。过去古人常讲：「有庙无道，不能兴教」，那个庙里头有没有道？有没有一个真正修道人？你说庙里那么多人，个个人修道难，那不容易，总得有一、两个真正修道的，这个地方就有福。如果一个真正修道的都没有，灾祸不能够避免，所以要问有没有真正修道的。诸位从这里去观察，业因果报你就明白了。我也跟大家举个例子，忏云法师住在南投，也住在这个地区，为什么他的道场没事，你们不去想想吗？",
      "zh_TW": "前幾天有一些同修來見我，問我一個問題：南投埔里一帶，佛法鼎盛，廟宇林立，是台灣佛教最殊勝的一個地區，為什麼那裡會發生大地震？於是大家對於佛法產生疑惑，佛法不靈。這個還是讀經太少，聞法不夠，你不了解其中的因緣果報。絕對不是蓋一個寺廟，塑幾尊佛菩薩的形像，這個地方就靈，沒這回事情。諺語常講：「泥菩薩過河自身難保」，哪裡是這種道理？佛法興不興盛在人心，人心向道，佛法就興旺。過去古人常講：「有廟無道，不能興教」，那個廟裡頭有沒有道？有沒有一個真正修道人？你說廟裡那麼多人，個個人修道難，那不容易，總得有一、兩個真正修道的，這個地方就有福。如果一個真正修道的都沒有，災禍不能夠避免，所以要問有沒有真正修道的。諸位從這裡去觀察，業因果報你就明白了。我也跟大家舉個例子，懺雲法師住在南投，也住在這個地區，為什麼他的道場沒事，你們不去想想嗎？"
    },
    {
      "id": "19-012-0166_p0008",
      "zh_CN": "上一个月，世桦印刷厂的老板到此地来看我，跟我谈到前些年他们在三重的仓库邻居失火，附近的房屋全部都烧掉了，他的仓库没事，他的仓库在失火的当中，那火四周都烧掉了，独独他的仓库没烧，不可思议！他仓库里放的是《大藏经》，就是上一次跟我们「佛陀教育基金会」合印的一千套《大藏经》，放在那个地方，正法所在地方，龙天护持。所以他相信，他给我们印佛经，成本都订得最低，他晓得做好事有好的果报，哪里会没有感应！感应的事情太多太多了。尤其从中国传来的，常常中国的同修到这边来，给我们讲许许多多不可思议感应的事情，问题你是不是真修？",
      "zh_TW": "上一個月，世樺印刷廠的老闆到此地來看我，跟我談到前些年他們在三重的倉庫鄰居失火，附近的房屋全部都燒掉了，他的倉庫沒事，他的倉庫在失火的當中，那火四周都燒掉了，獨獨他的倉庫沒燒，不可思議！他倉庫裡放的是《大藏經》，就是上一次跟我們「佛陀教育基金會」合印的一千套《大藏經》，放在那個地方，正法所在地方，龍天護持。所以他相信，他給我們印佛經，成本都訂得最低，他曉得做好事有好的果報，哪裡會沒有感應！感應的事情太多太多了。尤其從中國傳來的，常常中國的同修到這邊來，給我們講許許多多不可思議感應的事情，問題你是不是真修？"
    },
    {
      "id": "19-012-0166_p0009",
      "zh_CN": "出家穿这个衣服，没有用处，穿这个衣服就能成佛吗？谚语说的话不是没有道理，「地狱门前僧道多」，这一句话的意思我们要懂得，什么人下地狱？出家人下地狱，地狱里头出家人最多。所以我不劝人出家，何必劝你堕地狱？出家人为什么会堕地狱？我们这几天也讲过几次，出家人是佛菩萨的形象，是佛菩萨的代表，你能够让社会一切大众看到你恭敬赞叹，你是替佛像贴金，好的形象，你有无量功德。你要是让社会大众看到你，批评你，指责你，那就是让社会大众因你而侮辱三宝，这个罪过就堕阿鼻地狱了。并不是说你怎么样破坏佛法，你的形象坏了，招牌坏了，出家人是佛菩萨的招牌。由此可知，出家人形象的重要。大庭广众当中，我们保持好的形象，没有人的地方也要保持好的形象，为什么？有鬼神见到，鬼神要瞧不起你，鬼神要侮辱你，你还是破坏了三宝形象；不是说没有人的时候就可以随便一点，还是要堕地狱。",
      "zh_TW": "出家穿這個衣服，沒有用處，穿這個衣服就能成佛嗎？諺語說的話不是沒有道理，「地獄門前僧道多」，這一句話的意思我們要懂得，什麼人下地獄？出家人下地獄，地獄裡頭出家人最多。所以我不勸人出家，何必勸你墮地獄？出家人為什麼會墮地獄？我們這幾天也講過幾次，出家人是佛菩薩的形象，是佛菩薩的代表，你能夠讓社會一切大眾看到你恭敬讚歎，你是替佛像貼金，好的形象，你有無量功德。你要是讓社會大眾看到你，批評你，指責你，那就是讓社會大眾因你而侮辱三寶，這個罪過就墮阿鼻地獄了。並不是說你怎麼樣破壞佛法，你的形象壞了，招牌壞了，出家人是佛菩薩的招牌。由此可知，出家人形象的重要。大庭廣眾當中，我們保持好的形象，沒有人的地方也要保持好的形象，為什麼？有鬼神見到，鬼神要瞧不起你，鬼神要侮辱你，你還是破壞了三寶形象；不是說沒有人的時候就可以隨便一點，還是要墮地獄。"
    },
    {
      "id": "19-012-0166_p0010",
      "zh_CN": "佛教化众生，不是一个地区，不是一个小范围，我们常常在经论上读到，佛伟大，「心包太虚，量周沙界」，佛是普度众生。我们归纳起来讲十法界众生，佛是普度。佛的弟子，十法界的众生都尊敬，所以他看到你这个形象值不值得他尊敬？持戒修定，依教修行，我们常听祖师说，这样的人诸佛护念，龙天鬼神拥护尊敬你，你这是佛弟子，你成就无量功德。如果你放逸，你随便，不守戒律规矩，随顺自己烦恼习气，你就破坏佛法的形象，将来堕落阿鼻地狱，还不知道是什么原因堕落的，你说你可怜不可怜！今天这些出家人，包括我们自己在内，冷静反省佛的教诲，我们做了几句？我们念念还以为自己了不起，在社会大众当中以为自己是代表佛法，贡高我慢，轻视信徒，而实际上我们的行持远远比不上在家人。",
      "zh_TW": "佛教化眾生，不是一個地區，不是一個小範圍，我們常常在經論上讀到，佛偉大，「心包太虛，量周沙界」，佛是普度眾生。我們歸納起來講十法界眾生，佛是普度。佛的弟子，十法界的眾生都尊敬，所以他看到你這個形象值不值得他尊敬？持戒修定，依教修行，我們常聽祖師說，這樣的人諸佛護念，龍天鬼神擁護尊敬你，你這是佛弟子，你成就無量功德。如果你放逸，你隨便，不守戒律規矩，隨順自己煩惱習氣，你就破壞佛法的形象，將來墮落阿鼻地獄，還不知道是什麼原因墮落的，你說你可憐不可憐！今天這些出家人，包括我們自己在內，冷靜反省佛的教誨，我們做了幾句？我們念念還以為自己了不起，在社會大眾當中以為自己是代表佛法，貢高我慢，輕視信徒，而實際上我們的行持遠遠比不上在家人。"
    },
    {
      "id": "19-012-0166_p0011",
      "zh_CN": "从前黄念祖老居士说，现在这个世界颠倒了，古时候学佛修行论成就，出家男众第一，排名第一，成就最多，其次是出家女众，再其次是在家男众，最末后的是在家女众，这是古代，无论论质论量都如此。现在这个时代颠倒了，他讲的话没错，我们细心观察，以念佛往生而论，在家女众最多，其次是在家男众，再其次是出家女众，最后的是出家男众，现在世界颠倒了。这些话深深值得我们反省、检点，我们将来到底想到哪里去？如果还是想到地狱，想到饿鬼、畜生，那就好，你就可以随顺习气，随顺烦恼。你要想不堕三途，超出三界，你要不守规矩，你决定办不到。印光大师大慈大悲，教我们学习《了凡四训》，教我们学习《感应篇》。学习《了凡四训》的目的在哪里？深明因果，目的在此。学习《感应篇》的目的何在？不堕三途。所以我们看看《感应篇》里面这些教诲，善的我们有没有做到？我们做到几条？恶的我们犯了多少？所以拿《感应篇》仔细对照我们起心动念、言语造作，我们就明白了，死了以后到哪里去。印祖示现在末法，大慈大悲，用这两样东西来帮助我们反省检点。如果我们要漫不经心，不把这个教诲当作一回事，那我们可以说一句话，肯定堕三途；现在还是个人样子，转眼三途去了。",
      "zh_TW": "從前黃念祖老居士說，現在這個世界顛倒了，古時候學佛修行論成就，出家男眾第一，排名第一，成就最多，其次是出家女眾，再其次是在家男眾，最末後的是在家女眾，這是古代，無論論質論量都如此。現在這個時代顛倒了，他講的話沒錯，我們細心觀察，以念佛往生而論，在家女眾最多，其次是在家男眾，再其次是出家女眾，最後的是出家男眾，現在世界顛倒了。這些話深深值得我們反省、檢點，我們將來到底想到哪裡去？如果還是想到地獄，想到餓鬼、畜生，那就好，你就可以隨順習氣，隨順煩惱。你要想不墮三途，超出三界，你要不守規矩，你決定辦不到。印光大師大慈大悲，教我們學習《了凡四訓》，教我們學習《感應篇》。學習《了凡四訓》的目的在哪裡？深明因果，目的在此。學習《感應篇》的目的何在？不墮三途。所以我們看看《感應篇》裡面這些教誨，善的我們有沒有做到？我們做到幾條？惡的我們犯了多少？所以拿《感應篇》仔細對照我們起心動念、言語造作，我們就明白了，死了以後到哪裡去。印祖示現在末法，大慈大悲，用這兩樣東西來幫助我們反省檢點。如果我們要漫不經心，不把這個教誨當作一回事，那我們可以說一句話，肯定墮三途；現在還是個人樣子，轉眼三途去了。"
    },
    {
      "id": "19-012-0166_p0012",
      "zh_CN": "这个地方当中这两句话，「顺吉逆凶，其应如响」，其应如响就是讲的报应。我们根据经教编订的《净宗修行守则》，诸位如果能将这一百多条，每天反省都做到了，你决定得生净土。分量并不多，我们要认真干。做不到，这一生当中纵然一天念十万声佛号，也不能往生，古德讲的，「喊破喉咙也枉然」。念佛往生净土，不在你念的佛号多少，要在你心地清净，心净则佛土净。要在相应，阿弥陀佛、世尊的教诲，我们做到多少，是从这地方而论的；不是说，我每天拜多少佛，我念多少佛号，不在此地。你看蕅益大师给我们讲，「往生品位高下在念佛功夫深浅」。功夫是什么？功夫是清净心、平等心，这是功夫。我们要在这个地方着眼，千万不要误会、不要错过。",
      "zh_TW": "這個地方當中這兩句話，「順吉逆凶，其應如響」，其應如響就是講的報應。我們根據經教編訂的《淨宗修行守則》，諸位如果能將這一百多條，每天反省都做到了，你決定得生淨土。分量並不多，我們要認真幹。做不到，這一生當中縱然一天念十萬聲佛號，也不能往生，古德講的，「喊破喉嚨也枉然」。念佛往生淨土，不在你念的佛號多少，要在你心地清淨，心淨則佛土淨。要在相應，阿彌陀佛、世尊的教誨，我們做到多少，是從這地方而論的；不是說，我每天拜多少佛，我念多少佛號，不在此地。你看蕅益大師給我們講，「往生品位高下在念佛功夫深淺」。功夫是什麼？功夫是清淨心、平等心，這是功夫。我們要在這個地方著眼，千萬不要誤會、不要錯過。"
    }
  ]
}