{
  "doc_id": "19-012-0062",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十二集",
    "zh_TW": "第六十二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0062",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-012-0062_p0001",
      "zh_CN": "诸位同学，大家好。昨天我们在《感应篇汇编》里面看到它引用《华严经》上讲的四愿，第一愿，「愿一切众生，发菩提心，具足智慧，永保寿命，无有终尽」；第二愿，「具足修行离老死法，一切灾毒，不害其命」，这两条介绍过了。后面还有两愿，「愿一切众生，具足成就无病恼身，寿命自在，能随意住」；第四愿，「愿一切众生，得不老不病，常住命根，勇猛精进，入佛智慧」。我们今天接着看后面的两愿。",
      "zh_TW": "諸位同學，大家好。昨天我們在《感應篇彙編》裡面看到它引用《華嚴經》上講的四願，第一願，「願一切眾生，發菩提心，具足智慧，永保壽命，無有終盡」；第二願，「具足修行離老死法，一切災毒，不害其命」，這兩條介紹過了。後面還有兩願，「願一切眾生，具足成就無病惱身，壽命自在，能隨意住」；第四願，「願一切眾生，得不老不病，常住命根，勇猛精進，入佛智慧」。我們今天接著看後面的兩願。"
    },
    {
      "id": "19-012-0062_p0002",
      "zh_CN": "这个四愿，我们说过是一切众生所希求的，问题是能不能求得？佛家有一句话说，「佛氏门中，有求必应」，如果这个四愿要是求不到，「佛氏门中，有求必应」这句话就有问题了，那是虚诳语，不是真实语。佛菩萨决定没有妄语，所说的句句话都是实话，问题在我们求不得。这个世间，八苦里头有「求不得苦」，为什么求不得？不了解事实真相，你所求的不合理、不合法，不顺法性，所以你求才得不到，求与愿违。如果果然是如理如法，没有一样求不得的。求作佛都能够求得，这个四愿要跟成佛来相比，这个太小了，小事一桩。所以是确确实实可以求得的。",
      "zh_TW": "這個四願，我們說過是一切眾生所希求的，問題是能不能求得？佛家有一句話說，「佛氏門中，有求必應」，如果這個四願要是求不到，「佛氏門中，有求必應」這句話就有問題了，那是虛誑語，不是真實語。佛菩薩決定沒有妄語，所說的句句話都是實話，問題在我們求不得。這個世間，八苦裡頭有「求不得苦」，為什麼求不得？不了解事實真相，你所求的不合理、不合法，不順法性，所以你求才得不到，求與願違。如果果然是如理如法，沒有一樣求不得的。求作佛都能夠求得，這個四願要跟成佛來相比，這個太小了，小事一樁。所以是確確實實可以求得的。"
    },
    {
      "id": "19-012-0062_p0003",
      "zh_CN": "昨天我们也说过，希求基本的原则是发菩提心，只要菩提心发了，这个四愿就有求必应；如果菩提心发不出来，这个四愿就很难求得。所以发菩提心重要！《无量寿经》诸位常常念，「三辈往生」里面所说的上中下三辈，末后一段是讲修学其他法门的也发愿回向求生净土。这四大类，佛教给我们，总纲领、总原则是「发菩提心，一向专念」，这是总原则。能不能往生西方极乐世界？我们的心行要与这八个字相应，你就有把握往生；与这八个字相违背，就不能往生。在念佛堂念佛，我们现在这个念佛堂是二十四小时不中断，一年到头不中断，做到了一向专念，能不能往生？看他发不发菩提心。如果不能发菩提心，还是不能往生，一天二十四小时念佛也不能往生，这是我们一定要懂得的。因为你只做到一向专念，你没有发菩提心。所以发菩提心非常重要！",
      "zh_TW": "昨天我們也說過，希求基本的原則是發菩提心，只要菩提心發了，這個四願就有求必應；如果菩提心發不出來，這個四願就很難求得。所以發菩提心重要！《無量壽經》諸位常常念，「三輩往生」裡面所說的上中下三輩，末後一段是講修學其他法門的也發願迴向求生淨土。這四大類，佛教給我們，總綱領、總原則是「發菩提心，一向專念」，這是總原則。能不能往生西方極樂世界？我們的心行要與這八個字相應，你就有把握往生；與這八個字相違背，就不能往生。在念佛堂念佛，我們現在這個念佛堂是二十四小時不中斷，一年到頭不中斷，做到了一向專念，能不能往生？看他發不發菩提心。如果不能發菩提心，還是不能往生，一天二十四小時念佛也不能往生，這是我們一定要懂得的。因為你只做到一向專念，你沒有發菩提心。所以發菩提心非常重要！"
    },
    {
      "id": "19-012-0062_p0004",
      "zh_CN": "发菩提心是往生西方极乐世界的真因，一向专念是缘，因缘具足，这决定得生净土。这个道理、事实真相我们都要搞清楚、搞明白，不能够错会佛的意思。菩提心是真正觉悟的心，彻底觉悟的心。觉悟的心是什么样子？我们讲到最浅显的，我们自己能够体会、能够落实的，起心动念随顺佛陀的教诲，不随顺自己的意思，把自己的意思放下，一切依佛教诲，这就是菩提心的样子。佛菩萨在经论里面教我们做的，我们认真去做；教我们不可做的，我们连念头都不可以生，这是菩提心的样子。",
      "zh_TW": "發菩提心是往生西方極樂世界的真因，一向專念是緣，因緣具足，這決定得生淨土。這個道理、事實真相我們都要搞清楚、搞明白，不能夠錯會佛的意思。菩提心是真正覺悟的心，徹底覺悟的心。覺悟的心是什麼樣子？我們講到最淺顯的，我們自己能夠體會、能夠落實的，起心動念隨順佛陀的教誨，不隨順自己的意思，把自己的意思放下，一切依佛教誨，這就是菩提心的樣子。佛菩薩在經論裡面教我們做的，我們認真去做；教我們不可做的，我們連念頭都不可以生，這是菩提心的樣子。"
    },
    {
      "id": "19-012-0062_p0005",
      "zh_CN": "昨天晚上，我们在《无量寿经》第十三愿里面看到，「光明无量愿」，我们也讲得相当详细。实在说我们还是为了进度的关系，不能再多讲，而经文字字句句都含无量义，我们要能体会，要知道怎样去学习。善法一定要修，修善，最圆满的善法是往生净土，真正希求往生净土，必须要把往生净土所有一切障碍放下。带业往生，不是说带了这些障碍你能往生，那不可能的。古大德跟我们说得很清楚，只可以带旧业，不可以带现行，没学佛之前造的业，自己愚昧无知；学佛以后再造业，那就没有办法带了。学佛之后，要听佛的话，改过自新，一切为佛法久住世间，常言所说的「正法久住」，为帮助一切众生破迷开悟，离苦得乐。所以究竟彻悟是发愿求生净土，这是真正彻底觉悟了。往生到西方极乐世界，那是真正离苦得乐，三界、十法界的苦统统离了，得究竟乐，这是世尊、弥陀、一切诸佛在经论里头教导我们的。如果我们能够体会到佛菩萨教诲的苦心，真正明白了，依教奉行，这四愿就不难了。",
      "zh_TW": "昨天晚上，我們在《無量壽經》第十三願裡面看到，「光明無量願」，我們也講得相當詳細。實在說我們還是為了進度的關係，不能再多講，而經文字字句句都含無量義，我們要能體會，要知道怎樣去學習。善法一定要修，修善，最圓滿的善法是往生淨土，真正希求往生淨土，必須要把往生淨土所有一切障礙放下。帶業往生，不是說帶了這些障礙你能往生，那不可能的。古大德跟我們說得很清楚，只可以帶舊業，不可以帶現行，沒學佛之前造的業，自己愚昧無知；學佛以後再造業，那就沒有辦法帶了。學佛之後，要聽佛的話，改過自新，一切為佛法久住世間，常言所說的「正法久住」，為幫助一切眾生破迷開悟，離苦得樂。所以究竟徹悟是發願求生淨土，這是真正徹底覺悟了。往生到西方極樂世界，那是真正離苦得樂，三界、十法界的苦統統離了，得究竟樂，這是世尊、彌陀、一切諸佛在經論裡頭教導我們的。如果我們能夠體會到佛菩薩教誨的苦心，真正明白了，依教奉行，這四願就不難了。"
    },
    {
      "id": "19-012-0062_p0006",
      "zh_CN": "第三愿讲的，不是愿佛菩萨，是愿一切众生，一切众生包括我们自己在内，具足成就无病恼身。我们现在身体不好，有病，有烦恼，如何能够做到这一生当中，没有病痛、没有烦恼。寿命自在，能随意住，随意住就是你在这个世间想住多久就住多久，寿命自在，想走就走，想住就住。能不能做到？能做到。我们在《高僧传》里面，在《居士传》里头，《善女人传》里面，确实见到。他的寿命到了，他还不想走，还想多住几年，为众生多做一点事情。行，没有问题。注解《楞严经正脉》的交光法师，寿命到了，阿弥陀佛来接引他，他跟阿弥陀佛请假，他说希望在这个世间再多住几年，《楞严经》自古以来注解都不圆满，他要给《楞严经》再做个注解，做完之后再往生。阿弥陀佛就同意了，佛就走了，他就留下来给《楞严经》做一部注子。这个说明寿命随意。有这种功夫的人，不止交光法师一人，历代无论在家、出家，很多这样的人。可是这样的人住在世间，实在讲只有这么一桩事情，帮助正法久住。像交光就是帮助正法久住，广度众生，用现在的话说，为一切众生服务，他不是为自己，他没有自己，所以他能够具足成就无病无恼。",
      "zh_TW": "第三願講的，不是願佛菩薩，是願一切眾生，一切眾生包括我們自己在內，具足成就無病惱身。我們現在身體不好，有病，有煩惱，如何能夠做到這一生當中，沒有病痛、沒有煩惱。壽命自在，能隨意住，隨意住就是你在這個世間想住多久就住多久，壽命自在，想走就走，想住就住。能不能做到？能做到。我們在《高僧傳》裡面，在《居士傳》裡頭，《善女人傳》裡面，確實見到。他的壽命到了，他還不想走，還想多住幾年，為眾生多做一點事情。行，沒有問題。註解《楞嚴經正脈》的交光法師，壽命到了，阿彌陀佛來接引他，他跟阿彌陀佛請假，他說希望在這個世間再多住幾年，《楞嚴經》自古以來註解都不圓滿，他要給《楞嚴經》再做個註解，做完之後再往生。阿彌陀佛就同意了，佛就走了，他就留下來給《楞嚴經》做一部註子。這個說明壽命隨意。有這種功夫的人，不止交光法師一人，歷代無論在家、出家，很多這樣的人。可是這樣的人住在世間，實在講只有這麼一樁事情，幫助正法久住。像交光就是幫助正法久住，廣度眾生，用現在的話說，為一切眾生服務，他不是為自己，他沒有自己，所以他能夠具足成就無病無惱。"
    },
    {
      "id": "19-012-0062_p0007",
      "zh_CN": "由此可知，病痛、烦恼都是因为我们自己有私心才有的，有我，执着这个身是我，执着自己的妄想分别是我，起心动念，「我要怎样怎样，我的意思是怎样怎样，我以为怎样怎样」，你有我，你就会有病，你就会有烦恼，你就会有痛苦。佛法修行，无论是哪个法门，无论是哪个宗派，《金刚经》上总纲领说得很好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。什么是菩萨？菩萨是明白人，是修行人。不明白就迷惑颠倒，不修行就造业。古圣先贤做出菩萨的样子给我们看，近代出家人，宗门的虚云老和尚、净土宗的印光大师，他们做出样子来给我们看。什么样子？无我相、无人相、无众生相、无寿者相。你仔细观察，他们充满了智慧。在家的居士，示现菩萨相的也不少，注解《金刚经讲义》的江味农居士，他们这一流的人物，在台湾我们亲眼见到的李炳南老居士，都是示现一个明白人、修行人的好样子。他们住世只有一个简单的目的，帮助众生断恶修善，帮助众生破迷开悟，一生就干这么一桩事情，真正是协助正法久住世间，没有一丝毫的私心，没有一丝毫的自利，那是真正的菩萨行。我们在这里看到，跟这个经上所讲的相应。",
      "zh_TW": "由此可知，病痛、煩惱都是因為我們自己有私心才有的，有我，執著這個身是我，執著自己的妄想分別是我，起心動念，「我要怎樣怎樣，我的意思是怎樣怎樣，我以為怎樣怎樣」，你有我，你就會有病，你就會有煩惱，你就會有痛苦。佛法修行，無論是哪個法門，無論是哪個宗派，《金剛經》上總綱領說得很好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。什麼是菩薩？菩薩是明白人，是修行人。不明白就迷惑顛倒，不修行就造業。古聖先賢做出菩薩的樣子給我們看，近代出家人，宗門的虛雲老和尚、淨土宗的印光大師，他們做出樣子來給我們看。什麼樣子？無我相、無人相、無眾生相、無壽者相。你仔細觀察，他們充滿了智慧。在家的居士，示現菩薩相的也不少，註解《金剛經講義》的江味農居士，他們這一流的人物，在台灣我們親眼見到的李炳南老居士，都是示現一個明白人、修行人的好樣子。他們住世只有一個簡單的目的，幫助眾生斷惡修善，幫助眾生破迷開悟，一生就幹這麼一樁事情，真正是協助正法久住世間，沒有一絲毫的私心，沒有一絲毫的自利，那是真正的菩薩行。我們在這裡看到，跟這個經上所講的相應。"
    },
    {
      "id": "19-012-0062_p0008",
      "zh_CN": "他为什么不多住几年？明白人、修行人住在这个世间，不是自己意思，完全是缘分，有缘多住一段时期，没有缘就走了。缘是什么？缘是众生愿不愿意跟他学。有人跟他学，他就得住世，「佛氏门中，不舍一人」；没有人跟他学，住世没有必要，他就走了。也许你会说，想跟他学的人很多。从表面上看，没错，是很多。有没有真正跟他学的？阳奉阴违的人很多，那些人不算。表面上好像跟菩萨学习、跟善知识学习，实际上，起心动念、所作所为与善知识、佛菩萨所教的完全相违背。所以他就没有住世的必要。释迦牟尼佛当年住世，示现入般涅槃也是这么一桩事情。佛说得好，应得度者都已经得度，没有得度的，看尔后的因缘，现在的缘不成熟，他就走了。佛菩萨住世不住世，住世时间长短，都看我们学习的态度是不是认真。所以我们自己要想一想，我们是被佛菩萨看中，还是被佛菩萨遗弃？我说这个话不太好听，我们自己不肯学习，佛菩萨对我们无可奈何。尤其是现在的社会，民主、自由、开放，谁也不能干涉谁。古时候，父母、老师可以勉强子女；现在不行，现在勉强犯法。所以佛菩萨住世，时节因缘如是，我们一定要清楚、要明了。",
      "zh_TW": "他為什麼不多住幾年？明白人、修行人住在這個世間，不是自己意思，完全是緣分，有緣多住一段時期，沒有緣就走了。緣是什麼？緣是眾生願不願意跟他學。有人跟他學，他就得住世，「佛氏門中，不捨一人」；沒有人跟他學，住世沒有必要，他就走了。也許你會說，想跟他學的人很多。從表面上看，沒錯，是很多。有沒有真正跟他學的？陽奉陰違的人很多，那些人不算。表面上好像跟菩薩學習、跟善知識學習，實際上，起心動念、所作所為與善知識、佛菩薩所教的完全相違背。所以他就沒有住世的必要。釋迦牟尼佛當年住世，示現入般涅槃也是這麼一樁事情。佛說得好，應得度者都已經得度，沒有得度的，看爾後的因緣，現在的緣不成熟，他就走了。佛菩薩住世不住世，住世時間長短，都看我們學習的態度是不是認真。所以我們自己要想一想，我們是被佛菩薩看中，還是被佛菩薩遺棄？我說這個話不太好聽，我們自己不肯學習，佛菩薩對我們無可奈何。尤其是現在的社會，民主、自由、開放，誰也不能干涉誰。古時候，父母、老師可以勉強子女；現在不行，現在勉強犯法。所以佛菩薩住世，時節因緣如是，我們一定要清楚、要明瞭。"
    },
    {
      "id": "19-012-0062_p0009",
      "zh_CN": "依教奉行，确确实实可以得无病无恼。因为病从哪里生的？我们现在晓得，你感染病毒。但是大家不晓得，最严重的病毒是佛家讲的三毒，贪瞋痴，我们里面有贪瞋痴，才会感染外面的病毒。里面没有贪瞋痴，外面什么样的病毒你也不会感染。现在医学里面讲免疫的能力，免疫的系统。佛家讲真正的免疫是断贪瞋痴，心地清净、平等、觉，这是真正能够免疫，心地大慈大悲能解毒。所以确确实实可以成就无病无恼、寿命自在。",
      "zh_TW": "依教奉行，確確實實可以得無病無惱。因為病從哪裡生的？我們現在曉得，你感染病毒。但是大家不曉得，最嚴重的病毒是佛家講的三毒，貪瞋痴，我們裡面有貪瞋痴，才會感染外面的病毒。裡面沒有貪瞋痴，外面什麼樣的病毒你也不會感染。現在醫學裡面講免疫的能力，免疫的系統。佛家講真正的免疫是斷貪瞋痴，心地清淨、平等、覺，這是真正能夠免疫，心地大慈大悲能解毒。所以確確實實可以成就無病無惱、壽命自在。"
    },
    {
      "id": "19-012-0062_p0010",
      "zh_CN": "下面一愿说，「愿一切众生，得不老不病」。如何能够得不老，这也是大家所希求的，都希望青春永驻。怎么样能够不老？人好像都会老，我们要晓得，老的原因在哪里？分别、执着。你有执着，你就会生病；你有分别，你就会衰老。对于世间一切法，世出世间一切法，决定没有分别、没有执着，你不会生病，你也不会衰老；至少衰老的现象会减缓，也就是我们讲老化很慢。分别执着严重的人，老化就很快，速度就快。如果完全没有分别执着，这个老化就终止，真的，不会再老化。老化衰老的现象尚且没有，他怎么会生病！",
      "zh_TW": "下面一願說，「願一切眾生，得不老不病」。如何能夠得不老，這也是大家所希求的，都希望青春永駐。怎麼樣能夠不老？人好像都會老，我們要曉得，老的原因在哪裡？分別、執著。你有執著，你就會生病；你有分別，你就會衰老。對於世間一切法，世出世間一切法，決定沒有分別、沒有執著，你不會生病，你也不會衰老；至少衰老的現象會減緩，也就是我們講老化很慢。分別執著嚴重的人，老化就很快，速度就快。如果完全沒有分別執著，這個老化就終止，真的，不會再老化。老化衰老的現象尚且沒有，他怎麼會生病！"
    },
    {
      "id": "19-012-0062_p0011",
      "zh_CN": "生病的根源有三种，一种是生理上的，所谓是「病从口入」，你吃东西不小心，穿衣服不小心，感染风寒，生理上的疾病。第二种是冤业病，多半是杀生害命，这些冤魂找你、报复你，冤鬼附身，都是你的冤家对头。这一类的病必须要调解，对方同意你的调解，离开了，你的病就好了。「三昧水忏」，悟达国师得的人面疮，是属于这一类。第三类比较麻烦，宿业病，过去生中，或者是现在这一世，造作的罪业太多了。所以他这个病，既不是饮食感染，也不是冤家对头，是自己造作罪业的果报。这种果报，要用现在的话来说，一般讲老人痴呆是属于这一类。我们见过很多，多半都是富贵人家，在社会上有地位、有财富，得到这个病，求生不得，求死不能，他一口气没断，需要多少人来照顾他、来侍候他，那是他的福报，他躺在床上享福。甚至于连自己儿女都不认识，一口气不断。我们一看就晓得，这是业障病。有没有救？有救，忏悔，忏除业障，这个病就会好。但是他们不相信，他不知道忏悔，家人也不了解这个道理，帮不上忙。明白这些道理，消除业障，不跟众生结冤仇，生活起居着重卫生，就可以不老、不病。",
      "zh_TW": "生病的根源有三種，一種是生理上的，所謂是「病從口入」，你吃東西不小心，穿衣服不小心，感染風寒，生理上的疾病。第二種是冤業病，多半是殺生害命，這些冤魂找你、報復你，冤鬼附身，都是你的冤家對頭。這一類的病必須要調解，對方同意你的調解，離開了，你的病就好了。「三昧水懺」，悟達國師得的人面瘡，是屬於這一類。第三類比較麻煩，宿業病，過去生中，或者是現在這一世，造作的罪業太多了。所以他這個病，既不是飲食感染，也不是冤家對頭，是自己造作罪業的果報。這種果報，要用現在的話來說，一般講老人痴呆是屬於這一類。我們見過很多，多半都是富貴人家，在社會上有地位、有財富，得到這個病，求生不得，求死不能，他一口氣沒斷，需要多少人來照顧他、來侍候他，那是他的福報，他躺在床上享福。甚至於連自己兒女都不認識，一口氣不斷。我們一看就曉得，這是業障病。有沒有救？有救，懺悔，懺除業障，這個病就會好。但是他們不相信，他不知道懺悔，家人也不了解這個道理，幫不上忙。明白這些道理，消除業障，不跟眾生結冤仇，生活起居著重衛生，就可以不老、不病。"
    },
    {
      "id": "19-012-0062_p0012",
      "zh_CN": "你有强健的身体，你才有能力去办道，「勇猛精进」。体力衰退，想精进已经不行了，那个时候就迟了。所以自古以来，修行功夫最得力的是什么时候？少壮之时。我们看《六祖坛经》，惠能大师得道是二十四岁，有的是体力。进念佛堂，念个七天七夜，若无其事，有体力！七老八十进念佛堂，几个小时就不行，就受不了，想精进也没有办法。这些道理我们都要懂，然后才知道应该怎样去修学、怎么去做。《华严经》上讲的这个四愿，我们统统都可以得到，决定不是诳语，不是妄语。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "你有強健的身體，你才有能力去辦道，「勇猛精進」。體力衰退，想精進已經不行了，那個時候就遲了。所以自古以來，修行功夫最得力的是什麼時候？少壯之時。我們看《六祖壇經》，惠能大師得道是二十四歲，有的是體力。進念佛堂，念個七天七夜，若無其事，有體力！七老八十進念佛堂，幾個小時就不行，就受不了，想精進也沒有辦法。這些道理我們都要懂，然後才知道應該怎樣去修學、怎麼去做。《華嚴經》上講的這個四願，我們統統都可以得到，決定不是誑語，不是妄語。好，今天時間到了，我們就講到此地。"
    }
  ]
}