{
  "doc_id": "19-012-0066",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0066",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "19-012-0066_p0001",
      "zh_CN": "诸位同学，大家好。昨天讲到：",
      "zh_TW": "諸位同學，大家好。昨天講到："
    },
    {
      "id": "19-012-0066_p0002",
      "zh_CN": "【宜悯人之凶。乐人之善。济人之急。救人之危。】",
      "zh_TW": "【宜憫人之凶。樂人之善。濟人之急。救人之危。】"
    },
    {
      "id": "19-012-0066_p0003",
      "zh_CN": "凶灾危急在今天可以说到达了极处，人已经不是一个、两个人，也不是百人、千人，今天我们看到这个四句话，几乎是指地球上整个人类，遭遇到大灾难。怜悯，不是只有一个怜悯的心，那有什么用处？怜悯是要拿出行动来。这个行动是从内心里面彻底的忏悔，宗教里面所讲的悔改，那才是真正生起怜悯心。全世界的大灾难怎么形成的？我们在讲经之中讲过很多次，首先你要认识，我们现在居住的地球、太阳系、银河系，是我们的依报，「依报随着正报转」，佛在大乘经里面讲得太多了。你要真正懂得这句话的意思，你就晓得全世界的灾难，太阳系的灾难，银河系的灾难，根源从哪里来的？我自己行的不善，因为这是我的依报，依报是随正报转。众生解决不了这个问题，一定要受这个灾难、要受果报，他的认识错误，以为这个事情与我不相干，这些人做错了，我没有做错，这个观念错误了。一切人是我们自己的人事环境，一切物是我们生活当中的物质环境，今天人事环境、物质环境都不好，追究起根本的原因，我们自己存心不好，我们自己做人没做好，所以我们依报环境如此的恶劣。这是消灾免难根本关键之所在，所以自己要认清楚，自己要知道回头。以往起心动念无不是为自己，自私自利，所以才造成今天这个局面，搞成这个样子，心量太小了。",
      "zh_TW": "凶災危急在今天可以說到達了極處，人已經不是一個、兩個人，也不是百人、千人，今天我們看到這個四句話，幾乎是指地球上整個人類，遭遇到大災難。憐憫，不是只有一個憐憫的心，那有什麼用處？憐憫是要拿出行動來。這個行動是從內心裡面徹底的懺悔，宗教裡面所講的悔改，那才是真正生起憐憫心。全世界的大災難怎麼形成的？我們在講經之中講過很多次，首先你要認識，我們現在居住的地球、太陽系、銀河系，是我們的依報，「依報隨著正報轉」，佛在大乘經裡面講得太多了。你要真正懂得這句話的意思，你就曉得全世界的災難，太陽系的災難，銀河系的災難，根源從哪裡來的？我自己行的不善，因為這是我的依報，依報是隨正報轉。眾生解決不了這個問題，一定要受這個災難、要受果報，他的認識錯誤，以為這個事情與我不相干，這些人做錯了，我沒有做錯，這個觀念錯誤了。一切人是我們自己的人事環境，一切物是我們生活當中的物質環境，今天人事環境、物質環境都不好，追究起根本的原因，我們自己存心不好，我們自己做人沒做好，所以我們依報環境如此的惡劣。這是消災免難根本關鍵之所在，所以自己要認清楚，自己要知道回頭。以往起心動念無不是為自己，自私自利，所以才造成今天這個局面，搞成這個樣子，心量太小了。"
    },
    {
      "id": "19-012-0066_p0004",
      "zh_CN": "在这个大劫难来临的时候，这一棒很重，终于把我们打醒，彻底的改过自新，为一切众生受苦受难。这真的明白，真的醒过来，真的悔改了。大乘经教佛菩萨的教诲，果然有机缘落实，我们赴汤蹈火在所不惜，我们要去做。与佛教诲不相干的决定不能做，对于自己这一身有大利益，我们也不能要。我们知道那些东西是诱惑，那些东西是眼前的甜头，名闻利养，世间人羡慕的荣华富贵，这些东西转眼云烟，后果是在三途、是苦报。迷的时候不知道，觉悟的时候清清楚楚、明明白白。我们自己觉悟、明白了，要把这些道理、这些事实告诉有缘人。这佛家常讲「佛不度无缘之人」，什么是有缘人？他肯听，他能够理解，能够接受，能够依教奉行，这是有缘人。所以我们自己到各个地方去弘法，首先我们要懂得观机。观机里面最重要的是常住大众，常住大众如果缺席，不喜欢听，外面信徒还不少，这地方不能去。这给信徒们结缘，常住没有意思学佛，常住还搞自私自利，常住还搞名闻利养，没有把佛法当作一回事情，这怎么能去？",
      "zh_TW": "在這個大劫難來臨的時候，這一棒很重，終於把我們打醒，徹底的改過自新，為一切眾生受苦受難。這真的明白，真的醒過來，真的悔改了。大乘經教佛菩薩的教誨，果然有機緣落實，我們赴湯蹈火在所不惜，我們要去做。與佛教誨不相干的決定不能做，對於自己這一身有大利益，我們也不能要。我們知道那些東西是誘惑，那些東西是眼前的甜頭，名聞利養，世間人羨慕的榮華富貴，這些東西轉眼雲煙，後果是在三途、是苦報。迷的時候不知道，覺悟的時候清清楚楚、明明白白。我們自己覺悟、明白了，要把這些道理、這些事實告訴有緣人。這佛家常講「佛不度無緣之人」，什麼是有緣人？他肯聽，他能夠理解，能夠接受，能夠依教奉行，這是有緣人。所以我們自己到各個地方去弘法，首先我們要懂得觀機。觀機裡面最重要的是常住大眾，常住大眾如果缺席，不喜歡聽，外面信徒還不少，這地方不能去。這給信徒們結緣，常住沒有意思學佛，常住還搞自私自利，常住還搞名聞利養，沒有把佛法當作一回事情，這怎麼能去？"
    },
    {
      "id": "19-012-0066_p0005",
      "zh_CN": "今天书上讲到什么是凶、什么是危、什么是急，我们要认识很清楚、很明白，这不是小的凶灾，不是轻缓的危急，非常严重。我们今天教人，苦口婆心教人，几个人相信？教人家要怎样怎样做，自己做不到，人家听了打很多疑问，许多问号摆在那里，你说的是真的还是假的？释迦牟尼佛他老人家当年在世说到做到，实在讲他是做到之后才说的。我们实在是粗心大意，将释迦牟尼佛一生的行谊忘得干干净净，他的行谊就是我们的表率，就是我们的榜样。世尊为教诲众生，为宣扬正法，不辞辛劳，「佛太辛苦了，佛太累了」，我们在经上没看到过，一大藏教这种字眼没看过，我们今天怎么可以说累？怎么可以说辛苦？怎么可以说受不了？这不是佛弟子的话，魔的话，魔王里面有这些字汇，佛菩萨没这些字汇。所以在大灾难，严重危急之时，我们今天还有机会在这个地方学习，这是三宝加持，这是大家过去生中无量劫累积的善根福德因缘成熟。往后这些苦难众生如何得度要靠你们，你们有没有想到？如果想到这桩事情，焉能不努力？焉能不发愤？也许同学们要问，我们善根福德很薄，智慧很少，我们能办得到吗？佛在经上告诉我们，一切众生善根、福德、智慧跟如来无二无别，你不相信。可是现在没有智慧！现在没有智慧是你的烦恼盖复住，你对自己没信心。",
      "zh_TW": "今天書上講到什麼是凶、什麼是危、什麼是急，我們要認識很清楚、很明白，這不是小的凶災，不是輕緩的危急，非常嚴重。我們今天教人，苦口婆心教人，幾個人相信？教人家要怎樣怎樣做，自己做不到，人家聽了打很多疑問，許多問號擺在那裡，你說的是真的還是假的？釋迦牟尼佛他老人家當年在世說到做到，實在講他是做到之後才說的。我們實在是粗心大意，將釋迦牟尼佛一生的行誼忘得乾乾淨淨，他的行誼就是我們的表率，就是我們的榜樣。世尊為教誨眾生，為宣揚正法，不辭辛勞，「佛太辛苦了，佛太累了」，我們在經上沒看到過，一大藏教這種字眼沒看過，我們今天怎麼可以說累？怎麼可以說辛苦？怎麼可以說受不了？這不是佛弟子的話，魔的話，魔王裡面有這些字彙，佛菩薩沒這些字彙。所以在大災難，嚴重危急之時，我們今天還有機會在這個地方學習，這是三寶加持，這是大家過去生中無量劫累積的善根福德因緣成熟。往後這些苦難眾生如何得度要靠你們，你們有沒有想到？如果想到這樁事情，焉能不努力？焉能不發憤？也許同學們要問，我們善根福德很薄，智慧很少，我們能辦得到嗎？佛在經上告訴我們，一切眾生善根、福德、智慧跟如來無二無別，你不相信。可是現在沒有智慧！現在沒有智慧是你的煩惱蓋覆住，你對自己沒信心。"
    },
    {
      "id": "19-012-0066_p0006",
      "zh_CN": "学佛头一个是恢复自信心，克服自己的烦恼习气，决定得到诸佛护念。福报不够，自有龙天善神保佑你、加持你，绝不求人。世间再大福报的人，不可以开口向他要一分钱，那是他的事情。我们向佛求，向佛求是正理、正法，这章嘉大师当年教给我的，我们的心永远清净，永远是自在的。佛教人「断恶修善，破迷开悟，转凡成圣」，我们所学就学这三桩事情。缘具足，我们对于这一切苦难众生多做一点事情；缘不具足，少做一点事情；没有缘，不做，哪里可以强求？有一丝毫强求的心你就不自在，换句话说，你就没有智慧。我们今天求，为一切苦难众生求，绝不是为自己求，为自己求，造业，为一切众生求，这是福德、这是功德。学佛学了这么多年，连这点道理还不懂吗？所以我们今天怎样救苦救难？那就是真正回头，把自己从前所造的一切恶一定要断，要断得干净；还没有修的一切善，从今天起努力去奉行。",
      "zh_TW": "學佛頭一個是恢復自信心，克服自己的煩惱習氣，決定得到諸佛護念。福報不夠，自有龍天善神保佑你、加持你，絕不求人。世間再大福報的人，不可以開口向他要一分錢，那是他的事情。我們向佛求，向佛求是正理、正法，這章嘉大師當年教給我的，我們的心永遠清淨，永遠是自在的。佛教人「斷惡修善，破迷開悟，轉凡成聖」，我們所學就學這三樁事情。緣具足，我們對於這一切苦難眾生多做一點事情；緣不具足，少做一點事情；沒有緣，不做，哪裡可以強求？有一絲毫強求的心你就不自在，換句話說，你就沒有智慧。我們今天求，為一切苦難眾生求，絕不是為自己求，為自己求，造業，為一切眾生求，這是福德、這是功德。學佛學了這麼多年，連這點道理還不懂嗎？所以我們今天怎樣救苦救難？那就是真正回頭，把自己從前所造的一切惡一定要斷，要斷得乾淨；還沒有修的一切善，從今天起努力去奉行。"
    },
    {
      "id": "19-012-0066_p0007",
      "zh_CN": "什么是善？什么是恶？《感应篇》是最好的标准，印光大师为我们介绍的。佛讲了许多标准，散在大乘经论，不容易读诵；《感应篇》这一千多字，它把这善恶集中在这个地方。句句都是佛经上所说的，所以这一部书就是佛经。我们修行第一步断恶修善，就依照这个本子来奉行就行了。转迷为悟，《华严》是最好的教材，《般若》也是最好的教材；转凡成圣，《无量寿经》是最好的教材。我们不必涉猎太多，涉猎太多分神，还要费许多的时间。在佛法里头抓住重要的纲领，懂得一句就做到一句。这个注解里面举了很多例子，都是讲古大德怎样去帮助别人的这些例子，我们可以看，可以做参考。我在此地跟大家讲的是总纲领、总原则，是从根本救起。根本法里面，「依报随着正报转」，这决定是事实真相，「一切法从心想生」，《华严》讲的「唯心所现，唯识所变」。我们对于这个基本的理论，万法的根源，要把它参透，我们就晓得应该怎么做，我们也有信心去做。真信切愿，怎么不能转境界？希望同学们把这一桩事情多想想、多观察、多体会。",
      "zh_TW": "什麼是善？什麼是惡？《感應篇》是最好的標準，印光大師為我們介紹的。佛講了許多標準，散在大乘經論，不容易讀誦；《感應篇》這一千多字，它把這善惡集中在這個地方。句句都是佛經上所說的，所以這一部書就是佛經。我們修行第一步斷惡修善，就依照這個本子來奉行就行了。轉迷為悟，《華嚴》是最好的教材，《般若》也是最好的教材；轉凡成聖，《無量壽經》是最好的教材。我們不必涉獵太多，涉獵太多分神，還要費許多的時間。在佛法裡頭抓住重要的綱領，懂得一句就做到一句。這個註解裡面舉了很多例子，都是講古大德怎樣去幫助別人的這些例子，我們可以看，可以做參考。我在此地跟大家講的是總綱領、總原則，是從根本救起。根本法裡面，「依報隨著正報轉」，這決定是事實真相，「一切法從心想生」，《華嚴》講的「唯心所現，唯識所變」。我們對於這個基本的理論，萬法的根源，要把它參透，我們就曉得應該怎麼做，我們也有信心去做。真信切願，怎麼不能轉境界？希望同學們把這一樁事情多想想、多觀察、多體會。"
    },
    {
      "id": "19-012-0066_p0008",
      "zh_CN": "这四句当中有一句『乐人之善』，什么是善？也要把它认识清楚，世间所有一切好事夹杂着私心在里面就不善。他有百分之九十是为公众，里面还夹杂着百分之一为自己，这不善。毫无私心，那叫纯善，我们要把标准提到这个境界。也许同修说，这个境界太高，一般世间人做不到。我也晓得，我们自己要提升到这个境界，要求别人就不必了。要求自己要纯善，要求别人，人家百分之九十为自己，百分之十为别人，不错了，很难得了。为什么？他没觉悟，他不了解事实真相。觉悟的人决定不可以，夹百分之一的私心都不可以。我们在这里天天讲、天天劝，总希望诸位一下省悟过来。劝的时候好像醒了、明白了，我们离开这个桌子，又糊涂、又迷了。所以世尊劝人要劝四十九年，四十九年究竟有多少人省悟过来的？不多。真正省悟过来少数人，这个少数人就是根熟的众生。还没有回头的人那没成熟，没成熟，让那些成熟的人继续着再帮助他们，正法久住，代代都有传人，众生才有福。现在教学比过去要艰难得多，无论在德行、在智慧，说实在的话都要超过古来的祖师大德，才能挽救世运，跟古来祖师大德同样的智慧德能救不了这个世界。我们不真干怎么行？不真干不但帮别人的忙帮不上，救自己也救不了。真正有能力帮别人忙，你自己就能得度，自他不二。",
      "zh_TW": "這四句當中有一句『樂人之善』，什麼是善？也要把它認識清楚，世間所有一切好事夾雜著私心在裡面就不善。他有百分之九十是為公眾，裡面還夾雜著百分之一為自己，這不善。毫無私心，那叫純善，我們要把標準提到這個境界。也許同修說，這個境界太高，一般世間人做不到。我也曉得，我們自己要提升到這個境界，要求別人就不必了。要求自己要純善，要求別人，人家百分之九十為自己，百分之十為別人，不錯了，很難得了。為什麼？他沒覺悟，他不了解事實真相。覺悟的人決定不可以，夾百分之一的私心都不可以。我們在這裡天天講、天天勸，總希望諸位一下省悟過來。勸的時候好像醒了、明白了，我們離開這個桌子，又糊塗、又迷了。所以世尊勸人要勸四十九年，四十九年究竟有多少人省悟過來的？不多。真正省悟過來少數人，這個少數人就是根熟的眾生。還沒有回頭的人那沒成熟，沒成熟，讓那些成熟的人繼續著再幫助他們，正法久住，代代都有傳人，眾生才有福。現在教學比過去要艱難得多，無論在德行、在智慧，說實在的話都要超過古來的祖師大德，才能挽救世運，跟古來祖師大德同樣的智慧德能救不了這個世界。我們不真幹怎麼行？不真幹不但幫別人的忙幫不上，救自己也救不了。真正有能力幫別人忙，你自己就能得度，自他不二。"
    }
  ]
}