{
  "doc_id": "19-012-0001",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0001",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0001_p0001",
      "zh_CN": "各位同学，大家好。最近有些同修要求我将《太上感应篇》再讲一遍，希望送到电视台去播放，这是一桩好事情。可是再讲一遍也要相当长的时间，最近我们在此地，开讲的是《华严》、《无量寿经》与《地藏经》，这三部经同时讲已经就够多了，再加上一种，感觉得分量太重。所以想来想去，利用早晨这个时间，这半个小时，我们预定两个月到三个月将这个课程讲圆满。",
      "zh_TW": "各位同學，大家好。最近有些同修要求我將《太上感應篇》再講一遍，希望送到電視台去播放，這是一樁好事情。可是再講一遍也要相當長的時間，最近我們在此地，開講的是《華嚴》、《無量壽經》與《地藏經》，這三部經同時講已經就夠多了，再加上一種，感覺得分量太重。所以想來想去，利用早晨這個時間，這半個小時，我們預定兩個月到三個月將這個課程講圓滿。"
    },
    {
      "id": "19-012-0001_p0002",
      "zh_CN": "这一门课程实在说是非常重要，清末民初，印光大师特别提倡这个法门。清朝末年的时候，印光大师住在普陀山，当时定海的知县，清朝称知县，到山上礼请印光大师到定海县来讲经弘法。大师因为家乡的口音很重，他是陕西人，所以在当时语言上有隔阂，他就派了一位法师到定海县去讲经。去讲什么经？好像是讲《文昌帝君阴骘文》。我们在文献上看到这些资料都非常惊讶，地方上的长官请法师讲经，法师不讲佛经，去讲道教的经典。尤其是一生极力提倡《了凡四训》、《感应篇》这一类的书籍。所以惹到当时，以及后人，对祖师很多的批评，这都是凡夫知见。在佛法里面，我想很多同修都知道有这么一句话，「圆人说法，无法不圆」；也许有人又听过另外一句话，「哪一法不是佛法」，你们想想这两句话是什么意思？实在讲所谓世法跟佛法从哪里分？从你心上分。法上没有什么世间法、出世间法，没有，是从你心上分。如果你的心有妄想分别执着，那就叫世间法，你就是学《大方广佛华严经》也是世间法，为什么？出不了三界。如果离开妄想分别执着，给诸位说，所有一切法都能够了生死、出三界，所以哪一法不是佛法！我们要明白这个道理。",
      "zh_TW": "這一門課程實在說是非常重要，清末民初，印光大師特別提倡這個法門。清朝末年的時候，印光大師住在普陀山，當時定海的知縣，清朝稱知縣，到山上禮請印光大師到定海縣來講經弘法。大師因為家鄉的口音很重，他是陝西人，所以在當時語言上有隔閡，他就派了一位法師到定海縣去講經。去講什麼經？好像是講《文昌帝君陰騭文》。我們在文獻上看到這些資料都非常驚訝，地方上的長官請法師講經，法師不講佛經，去講道教的經典。尤其是一生極力提倡《了凡四訓》、《感應篇》這一類的書籍。所以惹到當時，以及後人，對祖師很多的批評，這都是凡夫知見。在佛法裡面，我想很多同修都知道有這麼一句話，「圓人說法，無法不圓」；也許有人又聽過另外一句話，「哪一法不是佛法」，你們想想這兩句話是什麼意思？實在講所謂世法跟佛法從哪裡分？從你心上分。法上沒有什麼世間法、出世間法，沒有，是從你心上分。如果你的心有妄想分別執著，那就叫世間法，你就是學《大方廣佛華嚴經》也是世間法，為什麼？出不了三界。如果離開妄想分別執著，給諸位說，所有一切法都能夠了生死、出三界，所以哪一法不是佛法！我們要明白這個道理。"
    },
    {
      "id": "19-012-0001_p0003",
      "zh_CN": "昨天我们访问天主教，有一位先生向我提出一个问题，他说天主教里面所讲的灵魂，跟佛法所讲的法性，差别在哪里？我很简单的告诉他，有分别执着的叫灵魂，没有妄想分别执着的叫法性。这个他立刻就能懂得、能体会到。是不是一桩事情？是一桩事情。但是一个里头有分别执着，一个是离分别执着，有分别执着，法法都有障碍；离分别执着，万法圆融。所以要晓得，虚空法界一切众生是一个法性，《华严经》上讲一个法身，「十方三世佛，共同一法身」，这一句话诸位也听得耳熟。既然共同一法身，你想想看，哪一法不是佛法！《感应篇》怎么能例外？也是佛法。何况《感应篇》、《阴骘文》，自始至终每一句、每一个字，都是发明五戒十善。五戒十善在佛家是根本法，离开五戒十善，这个人就行邪道了。无论你修学哪个法门，无论你是初学，还是罗汉、还是等觉菩萨，你要是离开五戒十善，你就是邪道，那哪里叫佛法？五戒十善要讲得圆满、讲得实在，《感应篇》跟《阴骘文》是好教材。尤其是在我们现前这个阶段，印光法师非常清楚，这个世间有动乱、有灾难，要想挽救这个灾难只有一个方法，唤醒一切众生真正的觉悟，断恶修善。这个灾难纵然不能够完全化解，将这些灾难减轻、灾难的时间缩短，这是肯定可以做得到的。",
      "zh_TW": "昨天我們訪問天主教，有一位先生向我提出一個問題，他說天主教裡面所講的靈魂，跟佛法所講的法性，差別在哪裡？我很簡單的告訴他，有分別執著的叫靈魂，沒有妄想分別執著的叫法性。這個他立刻就能懂得、能體會到。是不是一樁事情？是一樁事情。但是一個裡頭有分別執著，一個是離分別執著，有分別執著，法法都有障礙；離分別執著，萬法圓融。所以要曉得，虛空法界一切眾生是一個法性，《華嚴經》上講一個法身，「十方三世佛，共同一法身」，這一句話諸位也聽得耳熟。既然共同一法身，你想想看，哪一法不是佛法！《感應篇》怎麼能例外？也是佛法。何況《感應篇》、《陰騭文》，自始至終每一句、每一個字，都是發明五戒十善。五戒十善在佛家是根本法，離開五戒十善，這個人就行邪道了。無論你修學哪個法門，無論你是初學，還是羅漢、還是等覺菩薩，你要是離開五戒十善，你就是邪道，那哪裡叫佛法？五戒十善要講得圓滿、講得實在，《感應篇》跟《陰騭文》是好教材。尤其是在我們現前這個階段，印光法師非常清楚，這個世間有動亂、有災難，要想挽救這個災難只有一個方法，喚醒一切眾生真正的覺悟，斷惡修善。這個災難縱然不能夠完全化解，將這些災難減輕、災難的時間縮短，這是肯定可以做得到的。"
    },
    {
      "id": "19-012-0001_p0004",
      "zh_CN": "台湾的同修来问我，在大劫难当中，台湾能不能够免过？我告诉他这是肯定的。台湾人造的罪业很重，可是你要想想，台湾人造罪业从什么时候开始？也不过是最近二十年！你们想想看二十年前的台湾，台湾人很规矩、很守法。如果再退到三十年前，台湾的风气可以说是东南亚最好的，人心淳厚、善良。台湾造罪业也就是最近这二十年，社会风气完全变了。纵然造罪业，造罪业的人不算太多，时间不算太长。何况台湾念佛的人很多，善心的人很多，所以纵然有劫难不会太大。日本人造的罪业就重，可以说是非常之重，他将来在这个大难当中所受的果报超过台湾十倍都不止。我们从感应这个道理上讲，种善因得善果，造恶因一定得恶报，这是感应的真理。所以印祖极力提倡这三本书，这是真实智慧，挽救世界的劫难。他老人家一生提倡，真正懂得的人并不多，印祖往生了，能够继续发扬光大的更少。",
      "zh_TW": "台灣的同修來問我，在大劫難當中，台灣能不能夠免過？我告訴他這是肯定的。台灣人造的罪業很重，可是你要想想，台灣人造罪業從什麼時候開始？也不過是最近二十年！你們想想看二十年前的台灣，台灣人很規矩、很守法。如果再退到三十年前，台灣的風氣可以說是東南亞最好的，人心淳厚、善良。台灣造罪業也就是最近這二十年，社會風氣完全變了。縱然造罪業，造罪業的人不算太多，時間不算太長。何況台灣念佛的人很多，善心的人很多，所以縱然有劫難不會太大。日本人造的罪業就重，可以說是非常之重，他將來在這個大難當中所受的果報超過台灣十倍都不止。我們從感應這個道理上講，種善因得善果，造惡因一定得惡報，這是感應的真理。所以印祖極力提倡這三本書，這是真實智慧，挽救世界的劫難。他老人家一生提倡，真正懂得的人並不多，印祖往生了，能夠繼續發揚光大的更少。"
    },
    {
      "id": "19-012-0001_p0005",
      "zh_CN": "我是在一九七七年，第一次接受香港同修的邀请，到香港讲《楞严经》。那一次在香港住的时间长，住了四个月。前面两个月，住在倓虚老法师的中华佛教图书馆，在九龙；后面两个月，住在寿冶老和尚的道场，蓝塘道的光明讲堂。我在图书馆看到，印光大师弘化社出版的一些书籍，那个地方搜集得很多。我跟印祖的关系非常密切，我们有师承的关系，我的老师李炳南老居士是印祖的学生。因此，我对于印祖的教诲，弘化社出版的书，就自然有一分很深的感情。这个小图书馆里面所收藏弘化社的书，我全部都看过。而发现这三种书，《感应篇汇编》、《安士全书》、《了凡四训》，弘化社印得最多，本子也印得最好。中华佛教图书馆收藏的分量也不少，我就带了一份，一样带一本带回台湾。我看到后面版权页，这三种书每一版数量最少的是一万册，数量多的五万册。印了多少版？几十版。我概略的统计了一下，这三种书的数量超过三百万册，这个使我非常惊讶！弘化社印其他的书籍，每一版都是一千本、两千本，为什么这三种书印这么多？这引起我的注意。我冷静仔细思惟，印祖苦心要救这个灾难、救这个劫难，这三种书是好。",
      "zh_TW": "我是在一九七七年，第一次接受香港同修的邀請，到香港講《楞嚴經》。那一次在香港住的時間長，住了四個月。前面兩個月，住在倓虛老法師的中華佛教圖書館，在九龍；後面兩個月，住在壽冶老和尚的道場，藍塘道的光明講堂。我在圖書館看到，印光大師弘化社出版的一些書籍，那個地方蒐集得很多。我跟印祖的關係非常密切，我們有師承的關係，我的老師李炳南老居士是印祖的學生。因此，我對於印祖的教誨，弘化社出版的書，就自然有一分很深的感情。這個小圖書館裡面所收藏弘化社的書，我全部都看過。而發現這三種書，《感應篇彙編》、《安士全書》、《了凡四訓》，弘化社印得最多，本子也印得最好。中華佛教圖書館收藏的分量也不少，我就帶了一份，一樣帶一本帶回台灣。我看到後面版權頁，這三種書每一版數量最少的是一萬冊，數量多的五萬冊。印了多少版？幾十版。我概略的統計了一下，這三種書的數量超過三百萬冊，這個使我非常驚訝！弘化社印其他的書籍，每一版都是一千本、兩千本，為什麼這三種書印這麼多？這引起我的注意。我冷靜仔細思惟，印祖苦心要救這個災難、救這個劫難，這三種書是好。"
    },
    {
      "id": "19-012-0001_p0006",
      "zh_CN": "今天，诸位同学们，在各个地区许多的书店都可以能够看到西方古老的预言，而且种类非常之多。我看过的就十几种，都说一九九九年世界末日，有毁灭性的大灾难，而且这个灾难的时间很长，大概要延续二十多年。这个二十多年是从一九九０年开始，大概要到二千十几年，这个灾难才算能度过。可是西方这些书只说明有这些灾难，说这个灾难是众生造恶业，上帝发脾气了要惩罚世人，要把这个世界从头再来改造，是个宿命论。远远不如《了凡四训》跟《感应篇》这些书籍，这些书籍里有挽救的方法。他们只提出劫难没有挽救的办法。西方预言里面，还有一种叫《圣经密码》，那个比一些预言要高明，里面最后的结论说这在人心，如果人心能回头，人心能向善，这个劫难可以化解。但是它也只有笼统说了这么一句，怎么个回头、怎样断恶修善，没有具体的说明。远远不如这三种东西说得透彻，无论说理、无论说事都说得很透彻。",
      "zh_TW": "今天，諸位同學們，在各個地區許多的書店都可以能夠看到西方古老的預言，而且種類非常之多。我看過的就十幾種，都說一九九九年世界末日，有毀滅性的大災難，而且這個災難的時間很長，大概要延續二十多年。這個二十多年是從一九九０年開始，大概要到二千十幾年，這個災難才算能度過。可是西方這些書只說明有這些災難，說這個災難是眾生造惡業，上帝發脾氣了要懲罰世人，要把這個世界從頭再來改造，是個宿命論。遠遠不如《了凡四訓》跟《感應篇》這些書籍，這些書籍裡有挽救的方法。他們只提出劫難沒有挽救的辦法。西方預言裡面，還有一種叫《聖經密碼》，那個比一些預言要高明，裡面最後的結論說這在人心，如果人心能回頭，人心能向善，這個劫難可以化解。但是它也只有籠統說了這麼一句，怎麼個回頭、怎樣斷惡修善，沒有具體的說明。遠遠不如這三種東西說得透徹，無論說理、無論說事都說得很透徹。"
    },
    {
      "id": "19-012-0001_p0007",
      "zh_CN": "实在讲我们觉悟太迟，也是这个世界众生福报差了一点。怎么说我们觉悟太迟？没有把这几种书翻成外国文字流通到全世界，不晓得这个重要性。如果这三种书大量译成世界各种文字，大量流通全世界，对整个世界都有好处。这是我们没有能觉悟到，现在才知道，现在知道真的已经来不及。可是亡羊补牢我们还是要做，希望大家发心，我们带头来做，尽可能的把它翻成外国文字向全世界流通，能够有缘读到这个书的人有福。而且我们有责任、有使命，劝导大家读诵、受持、依教奉行，不但能够转变自己的业报，也能够安定社会，帮助这个世间一切众生消灾免难。所以我那一年从香港回来之后，我就在台湾提倡，这是我第一次印的《感应篇汇编》，总共印过好几版，在当时大概印了总共将近十万册的样子，我们能力很有限。这是《感应篇汇编》、《安士全书》跟《了凡四训》，我在台湾提倡、翻印、流通，而且这三种书都讲过，也讲过好几遍，多少遍我记不清楚。",
      "zh_TW": "實在講我們覺悟太遲，也是這個世界眾生福報差了一點。怎麼說我們覺悟太遲？沒有把這幾種書翻成外國文字流通到全世界，不曉得這個重要性。如果這三種書大量譯成世界各種文字，大量流通全世界，對整個世界都有好處。這是我們沒有能覺悟到，現在才知道，現在知道真的已經來不及。可是亡羊補牢我們還是要做，希望大家發心，我們帶頭來做，盡可能的把它翻成外國文字向全世界流通，能夠有緣讀到這個書的人有福。而且我們有責任、有使命，勸導大家讀誦、受持、依教奉行，不但能夠轉變自己的業報，也能夠安定社會，幫助這個世間一切眾生消災免難。所以我那一年從香港回來之後，我就在台灣提倡，這是我第一次印的《感應篇彙編》，總共印過好幾版，在當時大概印了總共將近十萬冊的樣子，我們能力很有限。這是《感應篇彙編》、《安士全書》跟《了凡四訓》，我在台灣提倡、翻印、流通，而且這三種書都講過，也講過好幾遍，多少遍我記不清楚。"
    },
    {
      "id": "19-012-0001_p0008",
      "zh_CN": "这个本子是我当时讲《感应篇》所用的本子，这里面圈圈点点，书上写了一些眉注，重要地方都给它划出来，这从前我讲的本子。前几天有同修来要求我，我就找这本子找出来，找出来省事，我讲解的时候，无需要再做准备。所以希望同修们能够重视这桩事情，真正要断一切恶，修一切善。印祖用这三样东西来弥补我们戒行之不足。念佛法门，祖师大德常常教诲我们「持戒念佛」，念佛不持戒、不行善不能往生，古人所谓「口念弥陀心散乱，喊破喉咙也枉然」。所以最重要的善心、善语、善行，《感应篇》最后的结论也是结论到此地。你的心善、言善、行善，《感应篇》里面说你得善神保佑，在净宗里面讲，你念佛才决定能往生。现在这个世间灾难很多，如果我们遇到灾难不必恐惧。",
      "zh_TW": "這個本子是我當時講《感應篇》所用的本子，這裡面圈圈點點，書上寫了一些眉註，重要地方都給它劃出來，這從前我講的本子。前幾天有同修來要求我，我就找這本子找出來，找出來省事，我講解的時候，無需要再做準備。所以希望同修們能夠重視這樁事情，真正要斷一切惡，修一切善。印祖用這三樣東西來彌補我們戒行之不足。念佛法門，祖師大德常常教誨我們「持戒念佛」，念佛不持戒、不行善不能往生，古人所謂「口念彌陀心散亂，喊破喉嚨也枉然」。所以最重要的善心、善語、善行，《感應篇》最後的結論也是結論到此地。你的心善、言善、行善，《感應篇》裡面說你得善神保佑，在淨宗裡面講，你念佛才決定能往生。現在這個世間災難很多，如果我們遇到災難不必恐懼。"
    },
    {
      "id": "19-012-0001_p0009",
      "zh_CN": "昨天我们访问老人院，我们看到有二十几位得癌症末期的这些老人。我告诉这些修女们，对这些老人要给他们希望，不要给他们悲伤，要以宗教教育去开导他。人没有死，所谓生死是平常事，是我们转换一个环境，让他这个观念转过来，他对于生死就看淡，心就平静。这是个转捩点，我们会转入一个更好的环境，我们会得到更好的生活。所以宗教教育非常重要。他们照顾儿童，你看这残障儿童个别辅导，对于老人也要个别辅导，这怎么能疏忽？老人个别的开示，常常跟他谈谈话、慰问，跟教导小孩一样重要。这些老人，常常有人跟他讲话，常常有人给他讲这些大道理，帮助他脱离生死的痛苦。学佛的，我们一定劝导他求生西方极乐世界；天主教徒、基督教徒，你也劝导他一定要求升天堂，天道比人道殊胜太多。",
      "zh_TW": "昨天我們訪問老人院，我們看到有二十幾位得癌症末期的這些老人。我告訴這些修女們，對這些老人要給他們希望，不要給他們悲傷，要以宗教教育去開導他。人沒有死，所謂生死是平常事，是我們轉換一個環境，讓他這個觀念轉過來，他對於生死就看淡，心就平靜。這是個轉捩點，我們會轉入一個更好的環境，我們會得到更好的生活。所以宗教教育非常重要。他們照顧兒童，你看這殘障兒童個別輔導，對於老人也要個別輔導，這怎麼能疏忽？老人個別的開示，常常跟他談談話、慰問，跟教導小孩一樣重要。這些老人，常常有人跟他講話，常常有人給他講這些大道理，幫助他脫離生死的痛苦。學佛的，我們一定勸導他求生西方極樂世界；天主教徒、基督教徒，你也勸導他一定要求升天堂，天道比人道殊勝太多。"
    },
    {
      "id": "19-012-0001_p0010",
      "zh_CN": "这是教育，不仅仅是在物质生活上帮助，精神生活上决定不能够缺少，娱乐方面也要加强。昨天这个修女告诉我，她说娱乐的部分，也有些年轻人到这边来唱歌，来义务给他们表演，她说老人不爱听。我说当然，老年人听到现在这种音乐厌烦，他怎么会听得进去？我说妳要懂得老人的心情，妳要播放三十年前的那些音乐，他就喜欢听。四十年前的这些老歌，他听了之后，他年轻时候唱的，他心里就会受感动，就不一样。我说了她们才想到，我说妳要找这些东西，现在这些歌舞表演老人不喜欢看，给他看潮州戏、给他看老戏，这些东西拿去他就欢喜。他是哪一个时代的人，你要用那个时代的东西他就适应。所以这是我们都要想到，我们常常跟老人交谈，他们喜欢什么东西，希望什么东西，我们来替他准备，这才真正照顾老人，让老人开心，让老人活得很自在，你们才尽到责任。我们尽量去找，找这些老歌、找这些戏剧，找这些录像带，我们找了就送给他们，他们里面的中国人很多。这些做法，可以说都是断恶修善的落实。",
      "zh_TW": "這是教育，不僅僅是在物質生活上幫助，精神生活上決定不能夠缺少，娛樂方面也要加強。昨天這個修女告訴我，她說娛樂的部分，也有些年輕人到這邊來唱歌，來義務給他們表演，她說老人不愛聽。我說當然，老年人聽到現在這種音樂厭煩，他怎麼會聽得進去？我說妳要懂得老人的心情，妳要播放三十年前的那些音樂，他就喜歡聽。四十年前的這些老歌，他聽了之後，他年輕時候唱的，他心裡就會受感動，就不一樣。我說了她們才想到，我說妳要找這些東西，現在這些歌舞表演老人不喜歡看，給他看潮州戲、給他看老戲，這些東西拿去他就歡喜。他是哪一個時代的人，你要用那個時代的東西他就適應。所以這是我們都要想到，我們常常跟老人交談，他們喜歡什麼東西，希望什麼東西，我們來替他準備，這才真正照顧老人，讓老人開心，讓老人活得很自在，你們才盡到責任。我們盡量去找，找這些老歌、找這些戲劇，找這些錄像帶，我們找了就送給他們，他們裡面的中國人很多。這些做法，可以說都是斷惡修善的落實。"
    },
    {
      "id": "19-012-0001_p0011",
      "zh_CN": "我看今天，我们这个小本子很多，我们大家都用这个小本子好了，《太上感应篇》，用这个小本子。这个小本，我刚才看，只印了一千册，印得太少。这个小本子读诵很好，携带很方便，常常去念，后面还有「文昌帝君阴骘文」，两篇东西都在里头，这个很理想的小本子。我们这二、三个月早餐半个小时，我们大家研究这个小册子。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我看今天，我們這個小本子很多，我們大家都用這個小本子好了，《太上感應篇》，用這個小本子。這個小本，我剛才看，只印了一千冊，印得太少。這個小本子讀誦很好，攜帶很方便，常常去念，後面還有「文昌帝君陰騭文」，兩篇東西都在裡頭，這個很理想的小本子。我們這二、三個月早餐半個小時，我們大家研究這個小冊子。好，今天時間到了，我們就講到此地。"
    }
  ]
}