{
  "doc_id": "19-012-0151",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五一集",
    "zh_TW": "第一五一集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0151",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-012-0151_p0001",
      "zh_CN": "诸位同学，请掀开《感应篇》第八十五节：",
      "zh_TW": "諸位同學，請掀開《感應篇》第八十五節："
    },
    {
      "id": "19-012-0151_p0002",
      "zh_CN": "【恚怒师傅。抵触父兄。】",
      "zh_TW": "【恚怒師傅。抵觸父兄。】"
    },
    {
      "id": "19-012-0151_p0003",
      "zh_CN": "这两句注解里面讲得很清楚，「此与慢其先生有别，」慢是轻慢，我们一般讲没有把师父看在眼里，所以慢是无故而慢之。这个地方『恚怒师傅』，「此是因教责而恚怒之也」，老师教训学生，学生不服，心里面恚怒，恚是心里面的憎恨，怒是表现在外面的。「古人事师之道，无犯无隐」，这四个字是古时候学生对待老师的态度。「凡有所教，皆当虚心和气以受之，何可恚怒乎。恚怒者，必是薄德无福之人也。」这一段话我们应当记住。现在世风日下，师道已经不存在；不但师道没有了，实在说孝道也没有了。所以今天的社会我们普遍可以看到、可以听到，儿女不孝父母，学生不敬师长，已经形成了风气。我们处在这个社会里头，应该怎样去做，那就要问问我们自己是不是想在道业上有成就。如果在道业上有成就，还是要遵循古德的教诲；如果不希望在道业上有成就，那就可以随顺世风。所以这自己要有一个了断，我们自己应该走哪一条路。",
      "zh_TW": "這兩句註解裡面講得很清楚，「此與慢其先生有別，」慢是輕慢，我們一般講沒有把師父看在眼裡，所以慢是無故而慢之。這個地方『恚怒師傅』，「此是因教責而恚怒之也」，老師教訓學生，學生不服，心裡面恚怒，恚是心裡面的憎恨，怒是表現在外面的。「古人事師之道，無犯無隱」，這四個字是古時候學生對待老師的態度。「凡有所教，皆當虛心和氣以受之，何可恚怒乎。恚怒者，必是薄德無福之人也。」這一段話我們應當記住。現在世風日下，師道已經不存在；不但師道沒有了，實在說孝道也沒有了。所以今天的社會我們普遍可以看到、可以聽到，兒女不孝父母，學生不敬師長，已經形成了風氣。我們處在這個社會裡頭，應該怎樣去做，那就要問問我們自己是不是想在道業上有成就。如果在道業上有成就，還是要遵循古德的教誨；如果不希望在道業上有成就，那就可以隨順世風。所以這自己要有一個了斷，我們自己應該走哪一條路。"
    },
    {
      "id": "19-012-0151_p0004",
      "zh_CN": "老师的责备教诲，如果我们觉得老师错了，古人有涵养的，他「无犯无隐」；我们的涵养不够的，可以向老师请教。老师的责备，我犯的什么错，我自己觉得我没有犯错，老师认为我犯错，错在哪里，可以请老师讲清楚、讲明白。老师毕竟年岁比我们长，学识阅历比我们丰富，看问题比我们看得深、比我们看得远，这是实在的。有些时候我们自以为是，是只看到目前，深远处看，这才知道有过失，这是往往我们自己不能理解而怨恨老师。诸位要知道，你怨恨老师，老师会不会教你？决定不会，老师对你很客气，不会再教导你，因为什么？你器太小了，你容纳不下，于是乎老师不教了。",
      "zh_TW": "老師的責備教誨，如果我們覺得老師錯了，古人有涵養的，他「無犯無隱」；我們的涵養不夠的，可以向老師請教。老師的責備，我犯的什麼錯，我自己覺得我沒有犯錯，老師認為我犯錯，錯在哪裡，可以請老師講清楚、講明白。老師畢竟年歲比我們長，學識閱歷比我們豐富，看問題比我們看得深、比我們看得遠，這是實在的。有些時候我們自以為是，是只看到目前，深遠處看，這才知道有過失，這是往往我們自己不能理解而怨恨老師。諸位要知道，你怨恨老師，老師會不會教你？決定不會，老師對你很客氣，不會再教導你，因為什麼？你器太小了，你容納不下，於是乎老師不教了。"
    },
    {
      "id": "19-012-0151_p0005",
      "zh_CN": "我在年轻的时候，亲近李炳南老居士，追随他老人家的学生很多，他对学生的教诲有区别，能够接受的，责备真的是「无犯无隐」，老师对他责备教训就特别多，几乎常常见面，常常听老师的训斥。如果有一、两次表现不太愿意接受的样子，老师看出来了，从此以后不再说他，有过失也不说，为什么？不跟他结怨。你常说，他又不能接受，而且有怨恨，这不就结怨仇了吗？所以老师聪明，不跟人结怨仇，你能接受的我教你。印光大师讲，你一分诚敬，教你一分；两分诚敬，教你两分；你没有诚敬心就不教了，上课、讲学，你在旁边旁听就好了，绝不把你当作教学的对象。由此可知，损失在哪里？损失在自己。",
      "zh_TW": "我在年輕的時候，親近李炳南老居士，追隨他老人家的學生很多，他對學生的教誨有區別，能夠接受的，責備真的是「無犯無隱」，老師對他責備教訓就特別多，幾乎常常見面，常常聽老師的訓斥。如果有一、兩次表現不太願意接受的樣子，老師看出來了，從此以後不再說他，有過失也不說，為什麼？不跟他結怨。你常說，他又不能接受，而且有怨恨，這不就結怨仇了嗎？所以老師聰明，不跟人結怨仇，你能接受的我教你。印光大師講，你一分誠敬，教你一分；兩分誠敬，教你兩分；你沒有誠敬心就不教了，上課、講學，你在旁邊旁聽就好了，絕不把你當作教學的對象。由此可知，損失在哪裡？損失在自己。"
    },
    {
      "id": "19-012-0151_p0006",
      "zh_CN": "下一句，『抵触父兄』。这八个字在佛法里面讲是佛法的根本，佛法的教学是从孝敬开始。你看净业三福，这诸位晓得，第一句「孝养父母，奉事师长」，佛法从哪里开始？从这里开始。佛法也是从这里圆满，成佛了，成佛是什么？孝亲尊师达到究竟圆满，这成佛了。所以佛教以此为始，还以此为终。人家要问，佛教是什么？孝敬而已矣。这是我们学佛的人一定要懂得的，学佛学什么？就是学孝学敬。不孝不敬，无论他修什么法门都不可能有成就，这是我们必须要懂得的。千万不要认为净业三福第一条四句，这个很浅，甚至微不足道，那你就错了。一切诸佛如来证得究竟圆满的果位，还是这四句，「孝养父母，奉事师长，慈心不杀，修十善业」。",
      "zh_TW": "下一句，『抵觸父兄』。這八個字在佛法裡面講是佛法的根本，佛法的教學是從孝敬開始。你看淨業三福，這諸位曉得，第一句「孝養父母，奉事師長」，佛法從哪裡開始？從這裡開始。佛法也是從這裡圓滿，成佛了，成佛是什麼？孝親尊師達到究竟圓滿，這成佛了。所以佛教以此為始，還以此為終。人家要問，佛教是什麼？孝敬而已矣。這是我們學佛的人一定要懂得的，學佛學什麼？就是學孝學敬。不孝不敬，無論他修什麼法門都不可能有成就，這是我們必須要懂得的。千萬不要認為淨業三福第一條四句，這個很淺，甚至微不足道，那你就錯了。一切諸佛如來證得究竟圓滿的果位，還是這四句，「孝養父母，奉事師長，慈心不殺，修十善業」。"
    },
    {
      "id": "19-012-0151_p0007",
      "zh_CN": "大家常常看到彩画的佛像，佛的头部有圆光，圆光上面常常写了三个字，这三个字有用梵文写的，有用藏文写的，也有用中文写的，这三个字是「唵、阿、吽」，表示圆满。什么圆满？「唵」是身业圆满，不杀生、不偷盗、不淫欲，圆满了；「阿」是口业圆满，不妄语、不两舌、不恶口、不绮语；「吽」是意业圆满，不贪、不瞋、不痴。诸位要晓得，这三个字就是十善圆满，十善圆满的这个人就叫佛陀，我们怎么能把这个看作小事？甚至于一般人看作这是小小戒，小小戒无所谓，不知道小小戒的圆满是佛陀，这是根。今天孝道、师道衰微了，我们如果真正发菩提心，真正想自利利他，从哪里做起？就从孝敬做起，做出一个好榜样给社会大众看，你就是菩萨了，你就是在弘法利生。",
      "zh_TW": "大家常常看到彩畫的佛像，佛的頭部有圓光，圓光上面常常寫了三個字，這三個字有用梵文寫的，有用藏文寫的，也有用中文寫的，這三個字是「唵、阿、吽」，表示圓滿。什麼圓滿？「唵」是身業圓滿，不殺生、不偷盜、不淫欲，圓滿了；「阿」是口業圓滿，不妄語、不兩舌、不惡口、不綺語；「吽」是意業圓滿，不貪、不瞋、不痴。諸位要曉得，這三個字就是十善圓滿，十善圓滿的這個人就叫佛陀，我們怎麼能把這個看作小事？甚至於一般人看作這是小小戒，小小戒無所謂，不知道小小戒的圓滿是佛陀，這是根。今天孝道、師道衰微了，我們如果真正發菩提心，真正想自利利他，從哪裡做起？就從孝敬做起，做出一個好榜樣給社會大眾看，你就是菩薩了，你就是在弘法利生。"
    },
    {
      "id": "19-012-0151_p0008",
      "zh_CN": "我们去访问许哲修女，这是一百零一岁的年轻人，我们到她住的房间里面去看，她的房间干干净净，什么样摆饰陈设都没有，我只看到她的桌子上有一张照片，床头上有一张照片，她母亲的照片。我们就晓得她是孝女，自己一百零一岁了，写字台、床头还不离开她的母亲。孝亲必定能尊师，孝亲尊师必定能够友爱一切众生，菩萨！真菩萨，不是假菩萨。所以我说净业三福、三皈、五戒、十善，我们现在人要来评分，她得满分，她得一百分。她没有受过三皈，没有受过五戒，她全做到了，所以诸佛菩萨、众神保佑她，这是事实。",
      "zh_TW": "我們去訪問許哲修女，這是一百零一歲的年輕人，我們到她住的房間裡面去看，她的房間乾乾淨淨，什麼樣擺飾陳設都沒有，我只看到她的桌子上有一張照片，床頭上有一張照片，她母親的照片。我們就曉得她是孝女，自己一百零一歲了，寫字檯、床頭還不離開她的母親。孝親必定能尊師，孝親尊師必定能夠友愛一切眾生，菩薩！真菩薩，不是假菩薩。所以我說淨業三福、三皈、五戒、十善，我們現在人要來評分，她得滿分，她得一百分。她沒有受過三皈，沒有受過五戒，她全做到了，所以諸佛菩薩、眾神保佑她，這是事實。"
    },
    {
      "id": "19-012-0151_p0009",
      "zh_CN": "我们今天一切作为是弘法利生，我们这个小教室为什么把老师照片都挂在这，韩馆长的照片也挂在这里，知恩报恩，念念不忘。我们能够认识佛法，能够理解佛法，能够修学佛法，从哪里来的？老师指导的。我们今天能有这点成就，韩馆长三十年给我们修学的环境。老师好比是生我的父母，护法是养我的父母；老师能生，如果没有人护持，没有修习的环境，那还是枉然，还是一无所成。今天的社会，大家所见到的是忘恩负义，我们要挽救这个社会，那一定要对症下药。他忘恩负义，我们提倡知恩报恩；他轻慢恚怒师父，我们对师父特别恭敬；他不孝父母、抵触父母，我们要特别做出孝顺给世间人看。这就是世尊在经典上常常叮咛我们的，「受持读诵，为人演说」，演是表演，说是解释，我们要明白这个道理，看看古人是怎样修学成就的，那些人是我们的榜样、是我们的典型。在世尊教学当中，他们为我们作证，使我们听到了、看到了就能够断疑生信，能够精进不懈，学业道业自然就有成就了。",
      "zh_TW": "我們今天一切作為是弘法利生，我們這個小教室為什麼把老師照片都掛在這，韓館長的照片也掛在這裡，知恩報恩，念念不忘。我們能夠認識佛法，能夠理解佛法，能夠修學佛法，從哪裡來的？老師指導的。我們今天能有這點成就，韓館長三十年給我們修學的環境。老師好比是生我的父母，護法是養我的父母；老師能生，如果沒有人護持，沒有修習的環境，那還是枉然，還是一無所成。今天的社會，大家所見到的是忘恩負義，我們要挽救這個社會，那一定要對症下藥。他忘恩負義，我們提倡知恩報恩；他輕慢恚怒師父，我們對師父特別恭敬；他不孝父母、抵觸父母，我們要特別做出孝順給世間人看。這就是世尊在經典上常常叮嚀我們的，「受持讀誦，為人演說」，演是表演，說是解釋，我們要明白這個道理，看看古人是怎樣修學成就的，那些人是我們的榜樣、是我們的典型。在世尊教學當中，他們為我們作證，使我們聽到了、看到了就能夠斷疑生信，能夠精進不懈，學業道業自然就有成就了。"
    },
    {
      "id": "19-012-0151_p0010",
      "zh_CN": "古人所说的，「父兄五伦之首，孝弟人道之先」，纵然父母师长不公平，有偏心，有偏爱，我们也决定要和颜悦色，承事受教，这自己得利益，这正是印光大师所说的，「一分诚敬，得一分利益」。所以无论世出世法，你求学能得多少利益，完全在你对于老师的尊敬，决定是成正比例的；绝对不可能有一个不孝父母、不敬师长，他会有成就的，诸位翻开历史去看，一个也找不到。这个时候我们就要深深反省了。",
      "zh_TW": "古人所說的，「父兄五倫之首，孝弟人道之先」，縱然父母師長不公平，有偏心，有偏愛，我們也決定要和顏悅色，承事受教，這自己得利益，這正是印光大師所說的，「一分誠敬，得一分利益」。所以無論世出世法，你求學能得多少利益，完全在你對於老師的尊敬，決定是成正比例的；絕對不可能有一個不孝父母、不敬師長，他會有成就的，諸位翻開歷史去看，一個也找不到。這個時候我們就要深深反省了。"
    },
    {
      "id": "19-012-0151_p0011",
      "zh_CN": "注解里面有不少的小故事，这些小故事都很能感动人，你不要把它看成神话故事，那你自己就错了。这故事的头一条，讲明朝时候汪会道。我把这段文念一念，「汪会道，性颖悟」，很聪明；「书过目辄成诵」，读书一遍就能够背诵，天赋好；「八岁能文」，能文就是能写文章，八岁就能写文章；「然事师傅，则傲慢异常，稍拂意，则背师怒詈」，詈是骂，背后骂老师；「一日独坐书斋，忽呵欠」，打哈欠；「口中跃出一鬼」，这哈欠一打的时候，口里头吐出一个鬼出来，这个鬼指着他说：「汝本大魁天下」，大魁天下，在古时候考试中状元，状元叫大魁天下；「因汝恚怒师傅，上帝削去禄籍，吾亦从此去矣」，因为恚怒师傅，上帝把他的名字勾消了，这个鬼也走了；走了之后，「寻翻故篇，茫然不识一字」，再看书的时候，不但记不住，连字都不认识了。",
      "zh_TW": "註解裡面有不少的小故事，這些小故事都很能感動人，你不要把它看成神話故事，那你自己就錯了。這故事的頭一條，講明朝時候汪會道。我把這段文念一念，「汪會道，性穎悟」，很聰明；「書過目輒成誦」，讀書一遍就能夠背誦，天賦好；「八歲能文」，能文就是能寫文章，八歲就能寫文章；「然事師傅，則傲慢異常，稍拂意，則背師怒詈」，詈是罵，背後罵老師；「一日獨坐書齋，忽呵欠」，打哈欠；「口中躍出一鬼」，這哈欠一打的時候，口裡頭吐出一個鬼出來，這個鬼指著他說：「汝本大魁天下」，大魁天下，在古時候考試中狀元，狀元叫大魁天下；「因汝恚怒師傅，上帝削去祿籍，吾亦從此去矣」，因為恚怒師傅，上帝把他的名字勾消了，這個鬼也走了；走了之後，「尋翻故篇，茫然不識一字」，再看書的時候，不但記不住，連字都不認識了。"
    },
    {
      "id": "19-012-0151_p0012",
      "zh_CN": "大家念这一段，你把它当神话看也可以，我们从这些地方要深深去反省，这是反面的，后面还有几则正面的。纵然老师多次的责备教诲，他还是温和承事，这种人后来决定有成就。佛法是师道，师道建立在孝道的基础上，所以人不能孝顺父母，绝对不会尊敬师长，道业学业当然就很难成就了。这是古今中外，在现前诸位只要细心去观察，你就能明了，然后知道圣人的教诲是真实不虚，我们应当虚心去学习。",
      "zh_TW": "大家念這一段，你把它當神話看也可以，我們從這些地方要深深去反省，這是反面的，後面還有幾則正面的。縱然老師多次的責備教誨，他還是溫和承事，這種人後來決定有成就。佛法是師道，師道建立在孝道的基礎上，所以人不能孝順父母，絕對不會尊敬師長，道業學業當然就很難成就了。這是古今中外，在現前諸位只要細心去觀察，你就能明瞭，然後知道聖人的教誨是真實不虛，我們應當虛心去學習。"
    }
  ]
}