{
  "doc_id": "19-012-0061",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十一集",
    "zh_TW": "第六十一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0061",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "19-012-0061_p0001",
      "zh_CN": "诸位同学，大家好。在第二十二句：",
      "zh_TW": "諸位同學，大家好。在第二十二句："
    },
    {
      "id": "19-012-0061_p0002",
      "zh_CN": "【矜孤恤寡。敬老怀幼。】",
      "zh_TW": "【矜孤恤寡。敬老懷幼。】"
    },
    {
      "id": "19-012-0061_p0003",
      "zh_CN": "这一段里面，注解引用《华严经》上一段话，《华严经》上说，「愿一切众生，发菩提心，具足智慧，永保寿命，无有终尽；愿一切众生，具足修行离老死法，一切灾毒，不害其命」，这是第二句。第三句说，「愿一切众生，具足成就无病恼身，寿命自在，能随意住」。下一句说，「愿一切众生，得不老不病，常住命根，勇猛精进，入佛智慧」。这个四愿都是我们世间一切众生念念所希求的，能不能求得到？当然可以求得，如果求不到佛决定不说这些话。佛如果讲的这些道理我们不会懂，所说的方法我们做不到，佛这种说法就不契机，就叫闲言语，怎么能够与《金刚经》上所讲的五语相应？由此可知，经论当中字字句句都是我们能力可以理解的、可以实现的，这才算是真实的教诲。",
      "zh_TW": "這一段裡面，註解引用《華嚴經》上一段話，《華嚴經》上說，「願一切眾生，發菩提心，具足智慧，永保壽命，無有終盡；願一切眾生，具足修行離老死法，一切災毒，不害其命」，這是第二句。第三句說，「願一切眾生，具足成就無病惱身，壽命自在，能隨意住」。下一句說，「願一切眾生，得不老不病，常住命根，勇猛精進，入佛智慧」。這個四願都是我們世間一切眾生念念所希求的，能不能求得到？當然可以求得，如果求不到佛決定不說這些話。佛如果講的這些道理我們不會懂，所說的方法我們做不到，佛這種說法就不契機，就叫閒言語，怎麼能夠與《金剛經》上所講的五語相應？由此可知，經論當中字字句句都是我們能力可以理解的、可以實現的，這才算是真實的教誨。"
    },
    {
      "id": "19-012-0061_p0004",
      "zh_CN": "第一句里面，最重要的就是发菩提心；换句话说，四种愿望都是以菩提心为根本。不发菩提心，我们想生极乐世界也去不成，《无量寿经》明白的为我们开示，往生西方极乐世界最重要的条件是「发菩提心，一向专念」，这八个字。我们今天的念佛堂二十四小时不中断，不是七天、七十天，长期的，这是一向专念做到了。如果没有发菩提心还是不能往生，一天二十四小时不间断，念一辈子都不能往生。我们不能怪佛，佛讲得很清楚，讲了八个字，你只做到四个字，做得再圆满也不过是五十分，还不及格。可见得发菩提心重要！",
      "zh_TW": "第一句裡面，最重要的就是發菩提心；換句話說，四種願望都是以菩提心為根本。不發菩提心，我們想生極樂世界也去不成，《無量壽經》明白的為我們開示，往生西方極樂世界最重要的條件是「發菩提心，一向專念」，這八個字。我們今天的念佛堂二十四小時不中斷，不是七天、七十天，長期的，這是一向專念做到了。如果沒有發菩提心還是不能往生，一天二十四小時不間斷，念一輩子都不能往生。我們不能怪佛，佛講得很清楚，講了八個字，你只做到四個字，做得再圓滿也不過是五十分，還不及格。可見得發菩提心重要！"
    },
    {
      "id": "19-012-0061_p0005",
      "zh_CN": "什么是菩提心？真正觉悟的心。觉悟什么？宇宙人生的真相明白了、清楚了。真相是什么样子？《金刚经》上讲的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，这是诸佛菩萨所看到的真相。再说得粗显一点的，所有一切现象都是业因果报，善因善果，恶因恶报，因果相续，绵延不断，这是事实真相。更深一层的，佛给我们讲，虚空法界一切众生是一个生命共同体，这是讲到更深一层的，都是说的事实真相。事实真相明白了，这叫菩提心。明白之后，最重要的是帮助自己求解脱，如何脱离六道轮回，如何脱离十法界，跟诸佛菩萨一样生活在平等一真法界之中，这才是真正的觉悟，这是真正的菩提。不但要帮助自己，还要帮助一切苦难众生。",
      "zh_TW": "什麼是菩提心？真正覺悟的心。覺悟什麼？宇宙人生的真相明白了、清楚了。真相是什麼樣子？《金剛經》上講的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，這是諸佛菩薩所看到的真相。再說得粗顯一點的，所有一切現象都是業因果報，善因善果，惡因惡報，因果相續，綿延不斷，這是事實真相。更深一層的，佛給我們講，虛空法界一切眾生是一個生命共同體，這是講到更深一層的，都是說的事實真相。事實真相明白了，這叫菩提心。明白之後，最重要的是幫助自己求解脫，如何脫離六道輪迴，如何脫離十法界，跟諸佛菩薩一樣生活在平等一真法界之中，這才是真正的覺悟，這是真正的菩提。不但要幫助自己，還要幫助一切苦難眾生。"
    },
    {
      "id": "19-012-0061_p0006",
      "zh_CN": "觉悟的人在这个世间，诸位要晓得，相当辛苦的，不是你们想像，觉悟的人一定很自在、很快乐，事实跟这个恰恰相反。觉悟的人受尽一切冤屈，受尽一切侮辱，受尽一切折磨，这些委屈、侮辱、折磨从哪里来的？从不觉众生那边来的，你要能受得了！不但在佛法里，世法里头也是如此，「好人受人欺」，这话不是常说吗？好人受恶人的欺负，好人怎么样？好人还是做好人，好人甘愿受欺负，而且一点都不埋怨，那才叫好人。好人是个明白人，跟这些不明白的人相处，好人还要帮助他回头，帮助他觉悟，还要受他的折磨，受他的委屈。不是真正觉悟的人做不到！唯有真正觉悟人，心地真诚、清净、平等，大慈大悲，都流露在生活上。迷惑颠倒的人看不出来，谁能看得出来？佛菩萨看得出来，佛菩萨安慰他，佛菩萨暗暗当中护持他，自行化他，为一切众生消灾免难。我们发心要做好人，好人很辛苦。",
      "zh_TW": "覺悟的人在這個世間，諸位要曉得，相當辛苦的，不是你們想像，覺悟的人一定很自在、很快樂，事實跟這個恰恰相反。覺悟的人受盡一切冤屈，受盡一切侮辱，受盡一切折磨，這些委屈、侮辱、折磨從哪裡來的？從不覺眾生那邊來的，你要能受得了！不但在佛法裡，世法裡頭也是如此，「好人受人欺」，這話不是常說嗎？好人受惡人的欺負，好人怎麼樣？好人還是做好人，好人甘願受欺負，而且一點都不埋怨，那才叫好人。好人是個明白人，跟這些不明白的人相處，好人還要幫助他回頭，幫助他覺悟，還要受他的折磨，受他的委屈。不是真正覺悟的人做不到！唯有真正覺悟人，心地真誠、清淨、平等，大慈大悲，都流露在生活上。迷惑顛倒的人看不出來，誰能看得出來？佛菩薩看得出來，佛菩薩安慰他，佛菩薩暗暗當中護持他，自行化他，為一切眾生消災免難。我們發心要做好人，好人很辛苦。"
    },
    {
      "id": "19-012-0061_p0007",
      "zh_CN": "具足智慧，这是真的，发菩提心的人智慧才现前。我们一般人想发菩提心而发不出来，原因是什么？业障，业障碍了。业是什么？造作，一切不善的思惟、不善的造作，那叫业。业障碍了我们的菩提心，所以菩提心不能现前，道理就在此地。我们造一切善业行不行？善业也障碍了菩提心。这个话怎么说？你这个善不是真善，你这个善是善恶之善，善恶之善不行，无济于事。善恶之善只能够得三界有漏的福报，不能开智慧。所以佛教导我们断恶修善，这里面不夹杂分别执着，那就叫真善。分别自己的意思，执着自己的利害；换句话说，要把自私自利、自己的见解、主张、成见统统放下，这样断恶修善是菩提心。这个样修行才开智慧，具足智慧。",
      "zh_TW": "具足智慧，這是真的，發菩提心的人智慧才現前。我們一般人想發菩提心而發不出來，原因是什麼？業障，業障礙了。業是什麼？造作，一切不善的思惟、不善的造作，那叫業。業障礙了我們的菩提心，所以菩提心不能現前，道理就在此地。我們造一切善業行不行？善業也障礙了菩提心。這個話怎麼說？你這個善不是真善，你這個善是善惡之善，善惡之善不行，無濟於事。善惡之善只能夠得三界有漏的福報，不能開智慧。所以佛教導我們斷惡修善，這裡面不夾雜分別執著，那就叫真善。分別自己的意思，執著自己的利害；換句話說，要把自私自利、自己的見解、主張、成見統統放下，這樣斷惡修善是菩提心。這個樣修行才開智慧，具足智慧。"
    },
    {
      "id": "19-012-0061_p0008",
      "zh_CN": "智慧现前才永保寿命，诸位要晓得，我们每一个众生，不但是人，每一个众生都是无量寿。大家不要以为西方极乐世界是无量寿，我们这里就没有了。如果我们这个地方没有无量寿，佛在经上讲话就讲不通，就自相矛盾。佛法是平等法，西方极乐世界无量寿，这里短命，这就不平等，那哪里叫佛法？所以我们跟西方极乐世界阿弥陀佛一样，个个都是无量寿。只是我们迷惑颠倒不知道，不晓得自己有菩提心，不知道自己有无量智慧、无量寿命，所以才叫做可怜悯者。无量智慧、无量寿命是修来的？不是的，自性本具的。现在的问题在哪里？你不能觉悟，问题在这个地方，一觉悟、一回头你就得到了。",
      "zh_TW": "智慧現前才永保壽命，諸位要曉得，我們每一個眾生，不但是人，每一個眾生都是無量壽。大家不要以為西方極樂世界是無量壽，我們這裡就沒有了。如果我們這個地方沒有無量壽，佛在經上講話就講不通，就自相矛盾。佛法是平等法，西方極樂世界無量壽，這裡短命，這就不平等，那哪裡叫佛法？所以我們跟西方極樂世界阿彌陀佛一樣，個個都是無量壽。只是我們迷惑顛倒不知道，不曉得自己有菩提心，不知道自己有無量智慧、無量壽命，所以才叫做可憐憫者。無量智慧、無量壽命是修來的？不是的，自性本具的。現在的問題在哪裡？你不能覺悟，問題在這個地方，一覺悟、一回頭你就得到了。"
    },
    {
      "id": "19-012-0061_p0009",
      "zh_CN": "今天许多人，包括美国人在内，前天哪个同修给我看了一个消息，美国的预言家在解释世界灾难，我看到那个图片不少人在听，可见得大家都非常关心。大灾难，全世界的灾难要来，哪个人不害怕？这到底是怎么回事情？世间有一些聪明人，实在讲这种聪明人很多，随时随处我们都会遇到，他在定中见到，在梦中见到，在修学过程当中见到，也有在生活环境里面见到。但是都是知其当然，而不知其所以然，所以忧虑、恐怖而不能解决问题。唯独佛法清楚，尤其是大乘佛法，所以佛法称之为宝，我们体验得愈来愈深刻，真的是宝，唯有宝才能解决问题。这些灾难鸡毛蒜皮，小事一个。佛家讲的「大三灾」，那是真正大灾难，水火风三灾能够摧毁初禅、二禅、三禅天，那才是大灾。那个大灾难在佛法里面也算不了什么！会了，不受灾难，真的是无量寿。不会的人他要接受这灾难，好像是有生死，寿命有长短，这些幻相总离不开妄想分别执着。",
      "zh_TW": "今天許多人，包括美國人在內，前天哪個同修給我看了一個消息，美國的預言家在解釋世界災難，我看到那個圖片不少人在聽，可見得大家都非常關心。大災難，全世界的災難要來，哪個人不害怕？這到底是怎麼回事情？世間有一些聰明人，實在講這種聰明人很多，隨時隨處我們都會遇到，他在定中見到，在夢中見到，在修學過程當中見到，也有在生活環境裡面見到。但是都是知其當然，而不知其所以然，所以憂慮、恐怖而不能解決問題。唯獨佛法清楚，尤其是大乘佛法，所以佛法稱之為寶，我們體驗得愈來愈深刻，真的是寶，唯有寶才能解決問題。這些災難雞毛蒜皮，小事一個。佛家講的「大三災」，那是真正大災難，水火風三災能夠摧毀初禪、二禪、三禪天，那才是大災。那個大災難在佛法裡面也算不了什麼！會了，不受災難，真的是無量壽。不會的人他要接受這災難，好像是有生死，壽命有長短，這些幻相總離不開妄想分別執著。"
    },
    {
      "id": "19-012-0061_p0010",
      "zh_CN": "所以离开妄想分别执着，就是永嘉大师《证道歌》上所说的，「觉后空空无大千」。佛法，尤其是大乘佛法，自始至终没有别的，就是教我们觉悟。佛法教学虽然三个目标，以转迷为悟为第一，为主要的目标，只要这个目标达到，可以说前后两个目标自然就完成，转恶为善、转凡成圣还有什么问题！关键在转迷为悟，这是佛家常常标榜的「破迷开悟，离苦得乐」，千言万语、千经万论总离不开这个原则。所以发菩提心非常重要，真正菩提心现前，无量寿就得到。何以故？决定往生，一念十念都能得生。不发菩提心，一天二十四小时念一辈子都不能往生，发菩提心，一念、十念都能往生。经里面的字字句句，它的意思都要搞清楚、都要搞明白。",
      "zh_TW": "所以離開妄想分別執著，就是永嘉大師《證道歌》上所說的，「覺後空空無大千」。佛法，尤其是大乘佛法，自始至終沒有別的，就是教我們覺悟。佛法教學雖然三個目標，以轉迷為悟為第一，為主要的目標，只要這個目標達到，可以說前後兩個目標自然就完成，轉惡為善、轉凡成聖還有什麼問題！關鍵在轉迷為悟，這是佛家常常標榜的「破迷開悟，離苦得樂」，千言萬語、千經萬論總離不開這個原則。所以發菩提心非常重要，真正菩提心現前，無量壽就得到。何以故？決定往生，一念十念都能得生。不發菩提心，一天二十四小時念一輩子都不能往生，發菩提心，一念、十念都能往生。經裡面的字字句句，它的意思都要搞清楚、都要搞明白。"
    },
    {
      "id": "19-012-0061_p0011",
      "zh_CN": "第二愿「愿一切众生，具足修行离老死法，一切灾毒，不害其命」，这不是现在我们大家所需要的？修什么方法能够离老、离死？离老、离死这里头还有一个，不是漏掉，是省略掉，病。离老病死，不老、不病、不死，有没有人做到？做到的人很多。念佛往生的人站着走的、坐着走的，走的时候跟亲戚朋友辞行，他那不是死，他没有死，往生西方极乐世界是活着往生的。这个诸位一定要清楚，这是个不老、不病、不死法，怎么个修法？依《无量寿经》修学就成功了。你要想依《无量寿经》修行，首先你对于经典的文字要熟悉、熟读，第二个要深解，第三个落实到自己生活上，这问题解决了，老病死都离开。一切的灾毒，这一句话完全讲我们现在社会状况，灾难、病毒，病毒就是瘟疫、传染病，都不能害你。我们面对现前这个环境，恐惧不能解决，千方百计来预防也不能解决，防不胜防。唯独依靠圣教，依靠佛菩萨真实教诲，我们才能够脱离这些苦难。",
      "zh_TW": "第二願「願一切眾生，具足修行離老死法，一切災毒，不害其命」，這不是現在我們大家所需要的？修什麼方法能夠離老、離死？離老、離死這裡頭還有一個，不是漏掉，是省略掉，病。離老病死，不老、不病、不死，有沒有人做到？做到的人很多。念佛往生的人站著走的、坐著走的，走的時候跟親戚朋友辭行，他那不是死，他沒有死，往生西方極樂世界是活著往生的。這個諸位一定要清楚，這是個不老、不病、不死法，怎麼個修法？依《無量壽經》修學就成功了。你要想依《無量壽經》修行，首先你對於經典的文字要熟悉、熟讀，第二個要深解，第三個落實到自己生活上，這問題解決了，老病死都離開。一切的災毒，這一句話完全講我們現在社會狀況，災難、病毒，病毒就是瘟疫、傳染病，都不能害你。我們面對現前這個環境，恐懼不能解決，千方百計來預防也不能解決，防不勝防。唯獨依靠聖教，依靠佛菩薩真實教誨，我們才能夠脫離這些苦難。"
    },
    {
      "id": "19-012-0061_p0012",
      "zh_CN": "所以佛教给我们读诵大乘，特别是我们学教的人，是发心弘法利生的人，读诵大乘是我们最重要的课程，读诵里面包括研究讨论。你们同学现在在此地修学，这种修学环境是世间第一稀有因缘，你们不能掌握，过失在你们。我过去在台中修学十年，十年如一日，没有间断。但是我们的环境跟你们相比，天壤之别，你们在天上，我们在地下。我在台中同学七个人，志同道合的，我们十年在一起，七个同学，我们每一个星期只聚会一次，三个小时在一块研究讨论。因为每个人有家庭、有工作，不能天天聚会。你们天天聚在一起，你们如果像我那个样的学习，至少你们一年等于我的七年，你们两年等于我的十四年，这是实在的话。我在台中十年，你们在此地一年半载就完成了。不能够善用这个机缘，那就可惜了！不是没有福报，大福报，但是大福报来的时候不会享，不会享福还在里面生烦恼，这个可惜。",
      "zh_TW": "所以佛教給我們讀誦大乘，特別是我們學教的人，是發心弘法利生的人，讀誦大乘是我們最重要的課程，讀誦裡面包括研究討論。你們同學現在在此地修學，這種修學環境是世間第一稀有因緣，你們不能掌握，過失在你們。我過去在台中修學十年，十年如一日，沒有間斷。但是我們的環境跟你們相比，天壤之別，你們在天上，我們在地下。我在台中同學七個人，志同道合的，我們十年在一起，七個同學，我們每一個星期只聚會一次，三個小時在一塊研究討論。因為每個人有家庭、有工作，不能天天聚會。你們天天聚在一起，你們如果像我那個樣的學習，至少你們一年等於我的七年，你們兩年等於我的十四年，這是實在的話。我在台中十年，你們在此地一年半載就完成了。不能夠善用這個機緣，那就可惜了！不是沒有福報，大福報，但是大福報來的時候不會享，不會享福還在裡面生煩惱，這個可惜。"
    },
    {
      "id": "19-012-0061_p0013",
      "zh_CN": "我前面跟大家讲，好学心切，你们就差这四个字，真正具足好学心切，你对于时间一分一秒都不会让它空过。所以同学在一起聚会，时时刻刻都在研究讨论，我们学讲经，一个讲，几个人听，听完之后提出意见、提出批评，帮助改进。这个帮助改进不是帮助一个人，所有的人都得到帮助，每个人都提升境界。哪有空闲的时间去打妄想？这才叫真正的办道。尤其诸位都从外地来，到新加坡来是作客，时间是比什么都宝贵，真是现在人所讲的分秒必争，我们才能够成大功、建大业。这个大业是如来家业，岂止是保寿命、不受灾害而已？希望我们同学们要深深体会如来真实义，认真努力依教修行，自利利他，这一生我们就没有空过，过得有意义、有价值。",
      "zh_TW": "我前面跟大家講，好學心切，你們就差這四個字，真正具足好學心切，你對於時間一分一秒都不會讓它空過。所以同學在一起聚會，時時刻刻都在研究討論，我們學講經，一個講，幾個人聽，聽完之後提出意見、提出批評，幫助改進。這個幫助改進不是幫助一個人，所有的人都得到幫助，每個人都提升境界。哪有空閒的時間去打妄想？這才叫真正的辦道。尤其諸位都從外地來，到新加坡來是作客，時間是比什麼都寶貴，真是現在人所講的分秒必爭，我們才能夠成大功、建大業。這個大業是如來家業，豈止是保壽命、不受災害而已？希望我們同學們要深深體會如來真實義，認真努力依教修行，自利利他，這一生我們就沒有空過，過得有意義、有價值。"
    }
  ]
}