{
  "doc_id": "19-012-0174",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七四集",
    "zh_TW": "第一七四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0174",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0174_p0001",
      "zh_CN": "请看《感应篇》第一百零四节，只有一句：",
      "zh_TW": "請看《感應篇》第一百零四節，只有一句："
    },
    {
      "id": "19-012-0174_p0002",
      "zh_CN": "【嗜酒悖乱。】",
      "zh_TW": "【嗜酒悖亂。】"
    },
    {
      "id": "19-012-0174_p0003",
      "zh_CN": "酒在佛法里面是列入重戒，虽然不是最重的，最重的戒，我们看比丘戒、比丘尼戒四重戒杀盗淫妄，可是除了四重戒之后最重的那就是酒，所以五戒末后有酒戒。世尊为什么把这个看得这么重？实在讲佛家的戒律，杀盗淫妄是性罪，本身就有罪，不管你受不受戒，你犯了本身就有罪。可是酒，如果你不受这条戒，没有罪，所以酒是属于遮罪，跟前面四条不一样。世尊把这个看得这么重，就是凡是犯四重罪的，大概是先犯酒戒，酒能乱性。好饮酒的人，酒醉了，智慧不能作主，才会干杀盗淫妄。因此，佛家戒酒就是防范你不要去犯杀盗淫妄这种重罪，是这么一个原因，我们要懂得。所以清净比丘，滴酒不沾。",
      "zh_TW": "酒在佛法裡面是列入重戒，雖然不是最重的，最重的戒，我們看比丘戒、比丘尼戒四重戒殺盜淫妄，可是除了四重戒之後最重的那就是酒，所以五戒末後有酒戒。世尊為什麼把這個看得這麼重？實在講佛家的戒律，殺盜淫妄是性罪，本身就有罪，不管你受不受戒，你犯了本身就有罪。可是酒，如果你不受這條戒，沒有罪，所以酒是屬於遮罪，跟前面四條不一樣。世尊把這個看得這麼重，就是凡是犯四重罪的，大概是先犯酒戒，酒能亂性。好飲酒的人，酒醉了，智慧不能作主，才會幹殺盜淫妄。因此，佛家戒酒就是防範你不要去犯殺盜淫妄這種重罪，是這麼一個原因，我們要懂得。所以清淨比丘，滴酒不沾。"
    },
    {
      "id": "19-012-0174_p0004",
      "zh_CN": "可是在戒律里面，酒的开缘也最大、最广。所以世尊教人修学，合情、合理、合法，不是不通人情的。许多药里面，需要用酒来调药的，这个不犯，这是药酒。在菜肴里面，配菜做为佐料的，这个不犯，这是料酒。总而言之，你要想想，它不会让你醉的，不会让你迷惑的。还有身体虚弱，血液循环不好，尤其是老年人，七十岁以上的、年岁大的，出家人都包括在内，身体不好，血液循环不好，世尊有开缘，你可以喝一杯酒，帮助你血液循环。所以七十岁以上，可以穿皮毛衣服。如果七十岁以上，身体很好，很强壮，那就不需要了。所以这一切都要斟酌自己的情况来做决定，不是说到七十岁就可以了，那就错误了。像许哲一百零一岁都不可以，为什么？她身体好！她不可以。甚至于也有五、六十岁的人，身体很不好，他也可以用。所以这是活的，不是死的，每一条戒律都有开遮持犯，一定要懂。懂得佛为什么制定这条戒，它的作用究竟在哪里？我们修学利益何在？如果犯戒，我们自己的损失在什么地方？不要说过失，损失，我们有哪些损失，一定要懂得。然后才知道佛制戒这个心是真实慈悲，真实的智慧，没有一样不是帮助我们、成就我们。佛着重我们身心的健康，帮助我们断烦恼、开智慧，成就道业，照顾得可以说是无微不至。这个我们要懂得，懂得你才会生恭敬心，才会生感恩之心，遵守佛的教诫。所以饮酒要是变成嗜好，嗜酒如命，这个人不能修行；不但出世法不能成就，世间法也不能成就，这是我们要懂得的，要了解它的深义。再看下面一百零五节，有三句：",
      "zh_TW": "可是在戒律裡面，酒的開緣也最大、最廣。所以世尊教人修學，合情、合理、合法，不是不通人情的。許多藥裡面，需要用酒來調藥的，這個不犯，這是藥酒。在菜餚裡面，配菜做為佐料的，這個不犯，這是料酒。總而言之，你要想想，它不會讓你醉的，不會讓你迷惑的。還有身體虛弱，血液循環不好，尤其是老年人，七十歲以上的、年歲大的，出家人都包括在內，身體不好，血液循環不好，世尊有開緣，你可以喝一杯酒，幫助你血液循環。所以七十歲以上，可以穿皮毛衣服。如果七十歲以上，身體很好，很強壯，那就不需要了。所以這一切都要斟酌自己的情況來做決定，不是說到七十歲就可以了，那就錯誤了。像許哲一百零一歲都不可以，為什麼？她身體好！她不可以。甚至於也有五、六十歲的人，身體很不好，他也可以用。所以這是活的，不是死的，每一條戒律都有開遮持犯，一定要懂。懂得佛為什麼制定這條戒，它的作用究竟在哪裡？我們修學利益何在？如果犯戒，我們自己的損失在什麼地方？不要說過失，損失，我們有哪些損失，一定要懂得。然後才知道佛制戒這個心是真實慈悲，真實的智慧，沒有一樣不是幫助我們、成就我們。佛著重我們身心的健康，幫助我們斷煩惱、開智慧，成就道業，照顧得可以說是無微不至。這個我們要懂得，懂得你才會生恭敬心，才會生感恩之心，遵守佛的教誡。所以飲酒要是變成嗜好，嗜酒如命，這個人不能修行；不但出世法不能成就，世間法也不能成就，這是我們要懂得的，要了解它的深義。再看下面一百零五節，有三句："
    },
    {
      "id": "19-012-0174_p0005",
      "zh_CN": "【骨肉忿争。男不忠良。女不柔顺。】",
      "zh_TW": "【骨肉忿爭。男不忠良。女不柔順。】"
    },
    {
      "id": "19-012-0174_p0006",
      "zh_CN": "这一段是伦理的问题。国家社会的基础是家庭，这个道理现在人知道的少了。我们家不和，不要以为这是我们家的自己事情，与你们不相干，那你的想法看法完全错了。家不和，社会就不安定，世界和平就没有了，所以「家」是社会、是国家、是世界的根本。现在人对「家」的观念完全破灭了，我们看中国的古礼，你去看看婚礼，男女结婚的婚礼，为什么那么样的隆重？那么样的繁琐？古人为什么这么作法？古人晓得这是社会安定、世界和平的基础，不可以不隆重，不可以不谨慎。所以在古代，诸位读读历史，就是看看古人的笔记、小说之类的，古代离婚很少听到。我们小时候住在农村里面，七十年前那个社会还没听说有离婚的。离婚造成什么现象？世界大乱。你要不要背这个因果？你没有想到这个问题的严重性，两个人离婚了，如果你还留下有儿女，这个儿女就变成了单亲的家庭，或者得不到父爱，或者得不到母爱，他的性情就产生变化，悖乱的因素从这儿种下去了。",
      "zh_TW": "這一段是倫理的問題。國家社會的基礎是家庭，這個道理現在人知道的少了。我們家不和，不要以為這是我們家的自己事情，與你們不相干，那你的想法看法完全錯了。家不和，社會就不安定，世界和平就沒有了，所以「家」是社會、是國家、是世界的根本。現在人對「家」的觀念完全破滅了，我們看中國的古禮，你去看看婚禮，男女結婚的婚禮，為什麼那麼樣的隆重？那麼樣的繁瑣？古人為什麼這麼作法？古人曉得這是社會安定、世界和平的基礎，不可以不隆重，不可以不謹慎。所以在古代，諸位讀讀歷史，就是看看古人的筆記、小說之類的，古代離婚很少聽到。我們小時候住在農村裡面，七十年前那個社會還沒聽說有離婚的。離婚造成什麼現象？世界大亂。你要不要背這個因果？你沒有想到這個問題的嚴重性，兩個人離婚了，如果你還留下有兒女，這個兒女就變成了單親的家庭，或者得不到父愛，或者得不到母愛，他的性情就產生變化，悖亂的因素從這兒種下去了。"
    },
    {
      "id": "19-012-0174_p0007",
      "zh_CN": "哪一个人会想到后果有这么严重？佛菩萨知道，圣人知道。圣人是明白人，对于宇宙人生理事因果透彻明了的人知道，所谓是「牵一发而动全身」。家庭好像是我们身体一个细胞，这个细胞坏了会影响到全身，不是你一个人的事情，不是你一家人的事情，古人看得这么隆重。教育从哪里教起？从教你了解人与人的关系教起。它这个东西是相连的，人与人的关系、人与自然环境的关系、人与天地鬼神的关系是一个关系，整体的关系。儒、佛的教学，道家的教学，都没有例外的。现在教育没有了，整个崩溃了，所以社会动乱，世界不安。虽然科学技术发达，我们在物质受用上带来一些方便，可是所蒙受的损失有多大，无法想像。人普遍不懂得做人，真正是，我如果说是「忘恩负义」，那是恭惟他，为什么？他还知道有恩有义。现在人「忘恩负义」四个字谈不上了，他不晓得什么是恩，不知道到什么是义，没有恩义了，还谈什么忘恩负义？我们不幸生在这个时代，这个时代是大乱的时代，将来后世人写历史，这是「黑暗时代」，自古以来没有像现在这种状况。什么叫黑暗？没有教学，人们没有智慧，这叫黑暗，愚痴！光明是人有智慧，人懂事，人明理。",
      "zh_TW": "哪一個人會想到後果有這麼嚴重？佛菩薩知道，聖人知道。聖人是明白人，對於宇宙人生理事因果透徹明瞭的人知道，所謂是「牽一髮而動全身」。家庭好像是我們身體一個細胞，這個細胞壞了會影響到全身，不是你一個人的事情，不是你一家人的事情，古人看得這麼隆重。教育從哪裡教起？從教你了解人與人的關係教起。它這個東西是相連的，人與人的關係、人與自然環境的關係、人與天地鬼神的關係是一個關係，整體的關係。儒、佛的教學，道家的教學，都沒有例外的。現在教育沒有了，整個崩潰了，所以社會動亂，世界不安。雖然科學技術發達，我們在物質受用上帶來一些方便，可是所蒙受的損失有多大，無法想像。人普遍不懂得做人，真正是，我如果說是「忘恩負義」，那是恭惟他，為什麼？他還知道有恩有義。現在人「忘恩負義」四個字談不上了，他不曉得什麼是恩，不知道到什麼是義，沒有恩義了，還談什麼忘恩負義？我們不幸生在這個時代，這個時代是大亂的時代，將來後世人寫歷史，這是「黑暗時代」，自古以來沒有像現在這種狀況。什麼叫黑暗？沒有教學，人們沒有智慧，這叫黑暗，愚痴！光明是人有智慧，人懂事，人明理。"
    },
    {
      "id": "19-012-0174_p0008",
      "zh_CN": "这一节注解开头举了一个公案，好！这在中国历史上非常有名的，唐朝张公艺，九世同居，只一个「忍」字，忍为大德。《金刚般若经》上，佛给我们讲：「一切法得成于忍」，忍是大德，所有德行里头它是第一，能成一切善法，能遮一切恶法；遮是把它止住。佛教菩萨六波罗蜜，忍是核心，如果没有忍辱，你的精进、禅定、般若统统没有了。你看看精进、禅定、般若是从忍辱波罗蜜里面生的；你能布施，你能持戒，你不能忍辱，你所修的是三界有漏的福报。由此可知，忍辱重要。这一部《金刚经》，佛教菩萨六波罗蜜，布施、忍辱说得最多，我们要懂得佛说法的义趣。不但是骨肉，这是父子兄弟之间，世出世间的圣人教导我们，父慈、子孝、兄友、弟恭，扩展到亲戚朋友，绝不能争，争是罪业。争，现在这个社会不讲忍让，这个小孩从小就教他要竞争，这还得了吗？所以现在的青少年跟父母争，跟兄弟争就更不必说了，在学校念书跟老师争，将来长大到社会上，他只有一个观念，「竞争」。人人都在争，世界末日来了，孟子所谓的「上下交征利，其国危矣」，这个国就没有办法了。",
      "zh_TW": "這一節註解開頭舉了一個公案，好！這在中國歷史上非常有名的，唐朝張公藝，九世同居，只一個「忍」字，忍為大德。《金剛般若經》上，佛給我們講：「一切法得成於忍」，忍是大德，所有德行裡頭它是第一，能成一切善法，能遮一切惡法；遮是把它止住。佛教菩薩六波羅蜜，忍是核心，如果沒有忍辱，你的精進、禪定、般若統統沒有了。你看看精進、禪定、般若是從忍辱波羅蜜裡面生的；你能布施，你能持戒，你不能忍辱，你所修的是三界有漏的福報。由此可知，忍辱重要。這一部《金剛經》，佛教菩薩六波羅蜜，布施、忍辱說得最多，我們要懂得佛說法的義趣。不但是骨肉，這是父子兄弟之間，世出世間的聖人教導我們，父慈、子孝、兄友、弟恭，擴展到親戚朋友，絕不能爭，爭是罪業。爭，現在這個社會不講忍讓，這個小孩從小就教他要競爭，這還得了嗎？所以現在的青少年跟父母爭，跟兄弟爭就更不必說了，在學校念書跟老師爭，將來長大到社會上，他只有一個觀念，「競爭」。人人都在爭，世界末日來了，孟子所謂的「上下交征利，其國危矣」，這個國就沒有辦法了。"
    },
    {
      "id": "19-012-0174_p0009",
      "zh_CN": "今天是全世界竞争，没有一个人不争。佛法是讲因果，我们今天世界上的人种的是什么因？我们看他，他想的是什么，他说的是什么，他做的是什么，这是因。从他的心行，我们就知道会有什么样的果报，种善因一定得善果。善里面，第一大善是忍让；恶里面，第一大恶是竞争。举世之人，都在讲竞争，想竞争，不择手段去竞争，这个世界还会有前途吗？竞争到最后是同归于尽，这就是世界末日了。所以有人说第三次世界大战是地球上最后一次战争，叫做终结战争，这个战争打了之后，再不会有战争了。为什么？人都死光了，还有什么战争！你看看法国的预言家诺查．丹玛斯他所讲的这个战争之后，地球上大概剩下来的人数，他是含糊笼统的说，没有说个清楚的，他说「大七之数」，有些人认为可能只剩下七千万人，顶多只剩下七亿人，这是最大的了；也可能说的是七千万人，也可能说的是七百万人。",
      "zh_TW": "今天是全世界競爭，沒有一個人不爭。佛法是講因果，我們今天世界上的人種的是什麼因？我們看他，他想的是什麼，他說的是什麼，他做的是什麼，這是因。從他的心行，我們就知道會有什麼樣的果報，種善因一定得善果。善裡面，第一大善是忍讓；惡裡面，第一大惡是競爭。舉世之人，都在講競爭，想競爭，不擇手段去競爭，這個世界還會有前途嗎？競爭到最後是同歸於盡，這就是世界末日了。所以有人說第三次世界大戰是地球上最後一次戰爭，叫做終結戰爭，這個戰爭打了之後，再不會有戰爭了。為什麼？人都死光了，還有什麼戰爭！你看看法國的預言家諾查．丹瑪斯他所講的這個戰爭之後，地球上大概剩下來的人數，他是含糊籠統的說，沒有說個清楚的，他說「大七之數」，有些人認為可能只剩下七千萬人，頂多只剩下七億人，這是最大的了；也可能說的是七千萬人，也可能說的是七百萬人。"
    },
    {
      "id": "19-012-0174_p0010",
      "zh_CN": "我们要觉悟，我们要好好的学习，不违背古圣先贤的教诲。什么是忠？什么是良？什么是柔？什么是顺？你能够依教奉行，对你决定有好处。纵然灾难来了，我们有好地方去，决定不会贪生怕死，知道自己有非常好的地方去。佛菩萨不骗我们，太上老君也不骗我们，我们依教奉行，决定得利益。这一段的意思还没有能讲尽，明天我们接着再讲。",
      "zh_TW": "我們要覺悟，我們要好好的學習，不違背古聖先賢的教誨。什麼是忠？什麼是良？什麼是柔？什麼是順？你能夠依教奉行，對你決定有好處。縱然災難來了，我們有好地方去，決定不會貪生怕死，知道自己有非常好的地方去。佛菩薩不騙我們，太上老君也不騙我們，我們依教奉行，決定得利益。這一段的意思還沒有能講盡，明天我們接著再講。"
    }
  ]
}