{
  "doc_id": "19-012-0183",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八三集",
    "zh_TW": "第一八三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0183",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0183_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《感应篇汇编》，看一百一十一节：",
      "zh_TW": "諸位同學，大家好！請掀開《感應篇彙編》，看一百一十一節："
    },
    {
      "id": "19-012-0183_p0002",
      "zh_CN": "【自咒咒他，偏憎偏爱。】",
      "zh_TW": "【自咒咒他，偏憎偏愛。】"
    },
    {
      "id": "19-012-0183_p0003",
      "zh_CN": "这些都是恶行。注子里面说得好，我们念一念，它说「此句是咒诅而无直可求者」，这个事情古今中外都常常有，自己受了委曲，没有法子辨别，就赌咒，发誓、赌咒。「凡怒而自咒，又兼咒他人者是也」，这个现象我们常常看到，这种行为决定不是好的行为。佛在经论里面告诉我们，「一切法从心想生」，这个心想不好，怎么能招好的果报？真正有学问、有德行、有修持的人，他明了，念头要清净、要善良，言语心态要柔和，这个感应是善的果报。在新加坡，我常常提到的许哲修女，她是我们修行人最好的榜样，这个人现在还活着，在！人家一生都能保持着心平气和，所以她健康长寿。健康长寿不是别的来的，是你自己保持的。",
      "zh_TW": "這些都是惡行。註子裡面說得好，我們念一念，它說「此句是咒詛而無直可求者」，這個事情古今中外都常常有，自己受了委曲，沒有法子辨別，就賭咒，發誓、賭咒。「凡怒而自咒，又兼咒他人者是也」，這個現象我們常常看到，這種行為決定不是好的行為。佛在經論裡面告訴我們，「一切法從心想生」，這個心想不好，怎麼能招好的果報？真正有學問、有德行、有修持的人，他明瞭，念頭要清淨、要善良，言語心態要柔和，這個感應是善的果報。在新加坡，我常常提到的許哲修女，她是我們修行人最好的榜樣，這個人現在還活著，在！人家一生都能保持著心平氣和，所以她健康長壽。健康長壽不是別的來的，是你自己保持的。"
    },
    {
      "id": "19-012-0183_p0004",
      "zh_CN": "为什么我们常常心不平？心不平这个根从哪里来的？妄想分别执着来的，全是假的。人要真正明了佛所说的，「凡所有相，皆是虚妄」，他心就平了；「一切有为法，如梦幻泡影」，他心就平了。你恭惟我、赞叹我，笑笑，阿弥陀佛，假的；你毁谤、侮辱、陷害我，阿弥陀佛，也是假的。「凡所有相，皆是虚妄」，你何必要执着？何必要分别？佛菩萨如是教导我们。我们再看看许哲居士，她怎样让她一百年当中保持着心平气和？没有别的，她懂得这是假的。你侮辱我、骂我；你侮辱别人、骂别人，我为什么不生气？与我不相干，那是骂的他；为什么骂我，我生气？执着有个「我」，这就错了。分别有个我，执着有个我，哪里晓得分别执着都是属于妄想。我们学佛要在这个地方觉悟了、明白了，就得大受用，得失这个念头就放下了。没有得失心，就不会犯这个过失，这种过失都是从得失、分别、执着来的。",
      "zh_TW": "為什麼我們常常心不平？心不平這個根從哪裡來的？妄想分別執著來的，全是假的。人要真正明瞭佛所說的，「凡所有相，皆是虛妄」，他心就平了；「一切有為法，如夢幻泡影」，他心就平了。你恭惟我、讚歎我，笑笑，阿彌陀佛，假的；你毀謗、侮辱、陷害我，阿彌陀佛，也是假的。「凡所有相，皆是虛妄」，你何必要執著？何必要分別？佛菩薩如是教導我們。我們再看看許哲居士，她怎樣讓她一百年當中保持著心平氣和？沒有別的，她懂得這是假的。你侮辱我、罵我；你侮辱別人、罵別人，我為什麼不生氣？與我不相干，那是罵的他；為什麼罵我，我生氣？執著有個「我」，這就錯了。分別有個我，執著有個我，哪裡曉得分別執著都是屬於妄想。我們學佛要在這個地方覺悟了、明白了，就得大受用，得失這個念頭就放下了。沒有得失心，就不會犯這個過失，這種過失都是從得失、分別、執著來的。"
    },
    {
      "id": "19-012-0183_p0005",
      "zh_CN": "人这一生活在世间，为什么不快快乐乐？为什么自己要跟自己过不去？实在讲，确实是自己跟自己过不去，别人没找你，是你自己跟自己过不去。我们同样生活在这个社会里面，尤其过去，新加坡这个国家成立才三十几年，未成立之前，在此地这些华人受歧视。你听老修女讲，在这个地方做工，一个月工资多少钱？两块钱。她说得很好，不是一个星期有一天休假，一年休假一天，没有休假的。而且两块钱工资自己还舍不得用，还要寄回中国帮助她更苦更穷的那些兄弟姊妹。这是她过去亲身所经历的，在社会上没地位，怨恨不平的心当然是有。她能够把这个心境摆平，这是什么样的学问？什么样的功夫？她告诉我们，她没有文化，没有念过书，这是真的。在那个时代，妇女受教育的几乎是没有，在一百年前很少很少。除非是大家、富贵之家，才请个老师到家里面来教。一百年前还没有学校，她从哪里学来的？她不是天生的，她是学来的。她好学，常常向别人请教，她听了之后，她就能有受用，她就能记住。她这一生最大的长处，听善不听恶，记善不记恶，这是她一生成功的地方。所以能保持一生当中心里头没有恶念，只有善念没有恶念，所以一生的行为，只有善行没有恶行。我们要明白这个道理，要好好的学习，这是自己得福、自己得利。",
      "zh_TW": "人這一生活在世間，為什麼不快快樂樂？為什麼自己要跟自己過不去？實在講，確實是自己跟自己過不去，別人沒找你，是你自己跟自己過不去。我們同樣生活在這個社會裡面，尤其過去，新加坡這個國家成立才三十幾年，未成立之前，在此地這些華人受歧視。你聽老修女講，在這個地方做工，一個月工資多少錢？兩塊錢。她說得很好，不是一個星期有一天休假，一年休假一天，沒有休假的。而且兩塊錢工資自己還捨不得用，還要寄回中國幫助她更苦更窮的那些兄弟姊妹。這是她過去親身所經歷的，在社會上沒地位，怨恨不平的心當然是有。她能夠把這個心境擺平，這是什麼樣的學問？什麼樣的功夫？她告訴我們，她沒有文化，沒有念過書，這是真的。在那個時代，婦女受教育的幾乎是沒有，在一百年前很少很少。除非是大家、富貴之家，才請個老師到家裡面來教。一百年前還沒有學校，她從哪裡學來的？她不是天生的，她是學來的。她好學，常常向別人請教，她聽了之後，她就能有受用，她就能記住。她這一生最大的長處，聽善不聽惡，記善不記惡，這是她一生成功的地方。所以能保持一生當中心裡頭沒有惡念，只有善念沒有惡念，所以一生的行為，只有善行沒有惡行。我們要明白這個道理，要好好的學習，這是自己得福、自己得利。"
    },
    {
      "id": "19-012-0183_p0006",
      "zh_CN": "『偏』是偏心，『憎』是瞋恨、不喜欢、讨厌，从哪儿来？偏见。喜欢一个人，讨厌一个人，你的心地不公，所以偏私。注解里面讲：「偏憎偏爱，所指甚广」，它底下举了几个例子，「凡君之于臣，父之于子，夫之于妻妾」，主人与他的仆人，皆有之，这也是事实真相，也是古今中外我们都常常能够看得到的，常常听到的。就是我们学佛，在一个道场老和尚徒弟很多，信徒很多，也有「偏憎偏爱」，可见得这种烦恼习气有多重。你要是问为什么会产生这个现象？不公平，没有平等心，所以才会有这个现象。如果你是用平等心，这个现象就没有了。",
      "zh_TW": "『偏』是偏心，『憎』是瞋恨、不喜歡、討厭，從哪兒來？偏見。喜歡一個人，討厭一個人，你的心地不公，所以偏私。註解裡面講：「偏憎偏愛，所指甚廣」，它底下舉了幾個例子，「凡君之於臣，父之於子，夫之於妻妾」，主人與他的僕人，皆有之，這也是事實真相，也是古今中外我們都常常能夠看得到的，常常聽到的。就是我們學佛，在一個道場老和尚徒弟很多，信徒很多，也有「偏憎偏愛」，可見得這種煩惱習氣有多重。你要是問為什麼會產生這個現象？不公平，沒有平等心，所以才會有這個現象。如果你是用平等心，這個現象就沒有了。"
    },
    {
      "id": "19-012-0183_p0007",
      "zh_CN": "你看看最近从中国来的几个访问团，福州这个团三十多个人，今天回去了；北京这个团五十多个人，还要住一个星期；明天是二号，明天辽宁有一个团，明天到；还有从台湾来的团。这些同修们到居士林看了之后，感触很深。居士林这么大的一个团体，每天进进出出上千人，他们所感触到的是大家一团和气，看不出歧视；领导人李木源居士看不出他有偏憎偏爱，这是叫参访的人从内心里面佩服。这里面人没有闹意见，没有哪个跟哪个不合，没有吵架，没有闹事，一团和气。李木源没有私心，你到这里来供养、修功德，你是为三宝的，你不是为我的，所以对居士林布施、供养再多再大的，决定没有特别接待。你一分钱没有供养的，也绝不轻视你，一律平等看待，这个不容易。居士林有很多大护法，你看吃饭的时候，自己拿一点菜，在拐拐角角上，李居士要不指给我们看，我们都不认识。真正有力的大护法，他们不会争在前面，都退在后面，都懂得谦让，这都是圣贤的教诲。所以中国同修要特别学习，中国同修只知道往前面钻，绝不肯让人。所以他们要请我回国去，我说你们能学到新加坡的谦让，我就回去了。每个人都要往前面站，交通阻塞路都不通了。我说我不是不想回去，非常想回去，想了几十年，不敢回去，为什么不敢？你们的热情我很感激，热情太过分了，每一个都争先恐后到前面来看我，我受不了，造成什么？造成秩序混乱，引起公安的问题，这怎么可以？如果像居士林这边的同修，每个人都知道忍让，人都希望往后面退，不希望往前面站，我早就回去了。这是成就自己真实的德行。",
      "zh_TW": "你看看最近從中國來的幾個訪問團，福州這個團三十多個人，今天回去了；北京這個團五十多個人，還要住一個星期；明天是二號，明天遼寧有一個團，明天到；還有從台灣來的團。這些同修們到居士林看了之後，感觸很深。居士林這麼大的一個團體，每天進進出出上千人，他們所感觸到的是大家一團和氣，看不出歧視；領導人李木源居士看不出他有偏憎偏愛，這是叫參訪的人從內心裡面佩服。這裡面人沒有鬧意見，沒有哪個跟哪個不合，沒有吵架，沒有鬧事，一團和氣。李木源沒有私心，你到這裡來供養、修功德，你是為三寶的，你不是為我的，所以對居士林布施、供養再多再大的，決定沒有特別接待。你一分錢沒有供養的，也絕不輕視你，一律平等看待，這個不容易。居士林有很多大護法，你看吃飯的時候，自己拿一點菜，在拐拐角角上，李居士要不指給我們看，我們都不認識。真正有力的大護法，他們不會爭在前面，都退在後面，都懂得謙讓，這都是聖賢的教誨。所以中國同修要特別學習，中國同修只知道往前面鑽，絕不肯讓人。所以他們要請我回國去，我說你們能學到新加坡的謙讓，我就回去了。每個人都要往前面站，交通阻塞路都不通了。我說我不是不想回去，非常想回去，想了幾十年，不敢回去，為什麼不敢？你們的熱情我很感激，熱情太過分了，每一個都爭先恐後到前面來看我，我受不了，造成什麼？造成秩序混亂，引起公安的問題，這怎麼可以？如果像居士林這邊的同修，每個人都知道忍讓，人都希望往後面退，不希望往前面站，我早就回去了。這是成就自己真實的德行。"
    },
    {
      "id": "19-012-0183_p0008",
      "zh_CN": "你看看世出世间圣贤教我们积德，积阴德。阴德是什么？做了好事不要让人知道。不必造成自己特殊的地位，不必自己造成一个显著的目标，大家看到你，恭敬你，恭惟你，你修积的功德全报了。所以退在后面的那个人，他积的功德存在，他没有报掉，后报不可思议！那才叫真实功德、真实的利益。所以我们在世间，处事待人接物心要平、心要公，接近一切人事物大公无私，这才能成就德行。决定不能够偏心，偏心纵然有大福报，那个成就也不是真实的，正是所谓他发得很快，他败得也很快。凡是偏心的，接触他那些人，他偏爱的那些人，那些人都是为了利益而来的。与他有利，他来了；与他没有利，掉头就走了，绝非道义之交。真有道义，你在败的时候他还来照顾你、还来看你。你们大家看过《红楼梦》，《红楼梦》里头有一个道义的人刘姥姥。你看贾家败亡的时候，原先那些趋炎附势的人，一个都没有了，平常来巴结的人统统没有，一个都不见了，只有刘姥姥还带着一点衣服，省吃俭用带着一点钱来照顾他，这是什么？这有道义！这些人现在说是没有文化水平、没有念过书的，乡下人、老实人他懂道义。她进大观园拜访这些亲戚，绝不是趋炎附势，是沾到一点亲戚的关系、一点边缘，去探访。",
      "zh_TW": "你看看世出世間聖賢教我們積德，積陰德。陰德是什麼？做了好事不要讓人知道。不必造成自己特殊的地位，不必自己造成一個顯著的目標，大家看到你，恭敬你，恭惟你，你修積的功德全報了。所以退在後面的那個人，他積的功德存在，他沒有報掉，後報不可思議！那才叫真實功德、真實的利益。所以我們在世間，處事待人接物心要平、心要公，接近一切人事物大公無私，這才能成就德行。決定不能夠偏心，偏心縱然有大福報，那個成就也不是真實的，正是所謂他發得很快，他敗得也很快。凡是偏心的，接觸他那些人，他偏愛的那些人，那些人都是為了利益而來的。與他有利，他來了；與他沒有利，掉頭就走了，絕非道義之交。真有道義，你在敗的時候他還來照顧你、還來看你。你們大家看過《紅樓夢》，《紅樓夢》裡頭有一個道義的人劉姥姥。你看賈家敗亡的時候，原先那些趨炎附勢的人，一個都沒有了，平常來巴結的人統統沒有，一個都不見了，只有劉姥姥還帶著一點衣服，省吃儉用帶著一點錢來照顧他，這是什麼？這有道義！這些人現在說是沒有文化水平、沒有念過書的，鄉下人、老實人他懂道義。她進大觀園拜訪這些親戚，絕不是趨炎附勢，是沾到一點親戚的關係、一點邊緣，去探訪。"
    },
    {
      "id": "19-012-0183_p0009",
      "zh_CN": "我们要认识清楚，特别是你将来在社会上有名声、有地位了，稍稍有一点德望，你要知道这一类的人很多。如果你的心不平不公，这些周边的人就是将来你失败的因素，我们一定要清楚、一定要明了。你败，败在哪里？败在最贴近的人。这是古今中外都不能够避免的，只有真正有智慧、真正有学问，他能看得出来。佛跟我们讲八苦里面「怨憎会」，所以凡是很亲近的人，一定要懂得佛说的怨憎会，这些都是冤家对头，都是等着机会来报复的。用什么方法能把怨憎会解除？公正、平等、廉明、廉洁，这些名词有智慧，完全用智慧去观察，用智慧来处理。要特别提高警觉，就是对常常接近的人特别提高警觉。常常亲近的人，要对他无私无求，我们的偏心就没有了。无论他有再高的地位，再多的财富，我们对他无私无求，你的心才能摆平。你要常常，我们要依赖他护持、依赖他护法，你就完了。眼前是得一点小利，最后要吃大亏，这个例子太多太多了。他注解里头也有举例子，我们不妨多看看，知道这个利害。",
      "zh_TW": "我們要認識清楚，特別是你將來在社會上有名聲、有地位了，稍稍有一點德望，你要知道這一類的人很多。如果你的心不平不公，這些周邊的人就是將來你失敗的因素，我們一定要清楚、一定要明瞭。你敗，敗在哪裡？敗在最貼近的人。這是古今中外都不能夠避免的，只有真正有智慧、真正有學問，他能看得出來。佛跟我們講八苦裡面「怨憎會」，所以凡是很親近的人，一定要懂得佛說的怨憎會，這些都是冤家對頭，都是等著機會來報復的。用什麼方法能把怨憎會解除？公正、平等、廉明、廉潔，這些名詞有智慧，完全用智慧去觀察，用智慧來處理。要特別提高警覺，就是對常常接近的人特別提高警覺。常常親近的人，要對他無私無求，我們的偏心就沒有了。無論他有再高的地位，再多的財富，我們對他無私無求，你的心才能擺平。你要常常，我們要依賴他護持、依賴他護法，你就完了。眼前是得一點小利，最後要吃大虧，這個例子太多太多了。他註解裡頭也有舉例子，我們不妨多看看，知道這個利害。"
    },
    {
      "id": "19-012-0183_p0010",
      "zh_CN": "佛菩萨之所以能够成就道业，那个根本就是在无私无我，《金刚经》上所讲的「无我相、无人相、无众生相、无寿者相」，这是成就道业的根本在此地。在世法里面，如果建立不朽的德行、功业，也是以这个为基础。有一丝毫为自己的心，你的成就不是真实的，为什么？这很容易理解，自欺欺人，自欺欺人的事情，没有不被揭穿的。纵然你在一生当中，隐瞒得很好，没有被人揭穿，死了以后，还是会被人揭穿。被人揭穿之后，一文不值！所以真实的事业、功德，是要用真诚心去做，决定不能用虚伪的心，虚假的心成不了实德，真实功德是决定不能成就的。所以我们读这两句，感触很深！注解里面，诸位自己去看，自己去反省，特别是在现实社会里面仔细去观察，这些事情都在我们周边，不难发现。人，无论是善人、是恶人，不能不接触。学佛菩萨，学圣贤人，对善人，对恶人，总是用一个真诚平等心，决定没有「偏憎偏爱」，这就对了。",
      "zh_TW": "佛菩薩之所以能夠成就道業，那個根本就是在無私無我，《金剛經》上所講的「無我相、無人相、無眾生相、無壽者相」，這是成就道業的根本在此地。在世法裡面，如果建立不朽的德行、功業，也是以這個為基礎。有一絲毫為自己的心，你的成就不是真實的，為什麼？這很容易理解，自欺欺人，自欺欺人的事情，沒有不被揭穿的。縱然你在一生當中，隱瞞得很好，沒有被人揭穿，死了以後，還是會被人揭穿。被人揭穿之後，一文不值！所以真實的事業、功德，是要用真誠心去做，決定不能用虛偽的心，虛假的心成不了實德，真實功德是決定不能成就的。所以我們讀這兩句，感觸很深！註解裡面，諸位自己去看，自己去反省，特別是在現實社會裡面仔細去觀察，這些事情都在我們周邊，不難發現。人，無論是善人、是惡人，不能不接觸。學佛菩薩，學聖賢人，對善人，對惡人，總是用一個真誠平等心，決定沒有「偏憎偏愛」，這就對了。"
    }
  ]
}