{
  "doc_id": "19-012-0114",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一四集",
    "zh_TW": "第一一四集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0114",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "19-012-0114_p0001",
      "zh_CN": "诸位同学，大家好。请看《感应篇》第五十段：",
      "zh_TW": "諸位同學，大家好。請看《感應篇》第五十段："
    },
    {
      "id": "19-012-0114_p0002",
      "zh_CN": "【杀人取财。倾人取位。】",
      "zh_TW": "【殺人取財。傾人取位。】"
    },
    {
      "id": "19-012-0114_p0003",
      "zh_CN": "这是「仕宦之恶」的第六条。《感应篇》注解里面说得很多，举的因果报应事情也很多。实在讲这些例子是举不胜举，太多太多了，只是我们一般人粗心大意，如果稍稍细心留意，你就能够看出这些因果报应，都在我们的周边。书上写的是古时候的事情，我们现在所接触的是眼前的事情。我们应当要明了，法律决定不是尽善尽美，所谓法律有漏洞，聪明人钻取法律的漏洞，犯科作奸，这是世间自以为聪明的人。在佛法里面看这些人是最愚痴之人，为什么？世间人眼光短浅，只看到眼前的小利，丧失了未来的大利，这不是愚痴是什么？所以反而不如老实人，老实人在现前吃一点亏，上当了，厚利在未来，如果积植德行，不把得失放在心上，晚年就得大利。佛家讲这个利益是属于花报，果报在来世，来世所得的殊胜利益福报，远不是我们能够想像的。所以佛教人要积德累功，决定不可以做伤害社会、伤害别人的事情，这对自己决定有大损耗。",
      "zh_TW": "這是「仕宦之惡」的第六條。《感應篇》註解裡面說得很多，舉的因果報應事情也很多。實在講這些例子是舉不勝舉，太多太多了，只是我們一般人粗心大意，如果稍稍細心留意，你就能夠看出這些因果報應，都在我們的周邊。書上寫的是古時候的事情，我們現在所接觸的是眼前的事情。我們應當要明瞭，法律決定不是盡善盡美，所謂法律有漏洞，聰明人鑽取法律的漏洞，犯科作奸，這是世間自以為聰明的人。在佛法裡面看這些人是最愚痴之人，為什麼？世間人眼光短淺，只看到眼前的小利，喪失了未來的大利，這不是愚痴是什麼？所以反而不如老實人，老實人在現前吃一點虧，上當了，厚利在未來，如果積植德行，不把得失放在心上，晚年就得大利。佛家講這個利益是屬於花報，果報在來世，來世所得的殊勝利益福報，遠不是我們能夠想像的。所以佛教人要積德累功，決定不可以做傷害社會、傷害別人的事情，這對自己決定有大損耗。"
    },
    {
      "id": "19-012-0114_p0004",
      "zh_CN": "我们听了这些话能相信，但是信心不深，信心里面还夹杂着怀疑，所以常常会退心，道理就在此地。这是我们没有把这些理论搞透彻，没有将这些现象看清楚，所以才犹疑不决，听了佛菩萨、圣贤人的教诲，半信半疑，不能成就自己真实功德。诸佛菩萨常常劝人发心念佛，这「发心」两个字意思很深。发心是说发菩提心，菩提心是真正觉悟的心，几个人能发？真正觉悟了，就一切都会为别人着想，因果的道理，我们常常为别人想，别人也就常常为我想，如果只为自己想，不为别人想，同样的道理，别人也不会为你想，这个理我们应该懂得。世出世间贤圣所为，我们仔细观察，不同的地方就这么一点。大圣大贤、英雄豪杰，常怀十方，常念众生；尤其是念苦难的众生，念念不忘，念念总是想帮助他们，决定没有伤害，没有杀害的道理。『杀人取财，倾人取位』，夺取别人的地位，陷害别人，这个事情古今中外史书上，我们看了很多，现实的社会也不在少数。他能逃得了法律的制裁，能逃得了一般人的耳目，决定逃不了因果，决定逃不了恶报。所以我们要冷静细心去想想。佛法、世法，诸位常读《了凡四训》，要深深的记住，明了「一饮一啄，莫非前定」。懂得这个道理，人心就安了，安分守己，所谓是「理得心安」。理要没有得，不能够通达，心是安不下来的，安不下来，他就胡作妄为，造作无量无边的罪业，还自以为聪明，自以为得意，就错了。",
      "zh_TW": "我們聽了這些話能相信，但是信心不深，信心裡面還夾雜著懷疑，所以常常會退心，道理就在此地。這是我們沒有把這些理論搞透徹，沒有將這些現象看清楚，所以才猶疑不決，聽了佛菩薩、聖賢人的教誨，半信半疑，不能成就自己真實功德。諸佛菩薩常常勸人發心念佛，這「發心」兩個字意思很深。發心是說發菩提心，菩提心是真正覺悟的心，幾個人能發？真正覺悟了，就一切都會為別人著想，因果的道理，我們常常為別人想，別人也就常常為我想，如果只為自己想，不為別人想，同樣的道理，別人也不會為你想，這個理我們應該懂得。世出世間賢聖所為，我們仔細觀察，不同的地方就這麼一點。大聖大賢、英雄豪傑，常懷十方，常念眾生；尤其是念苦難的眾生，念念不忘，念念總是想幫助他們，決定沒有傷害，沒有殺害的道理。『殺人取財，傾人取位』，奪取別人的地位，陷害別人，這個事情古今中外史書上，我們看了很多，現實的社會也不在少數。他能逃得了法律的制裁，能逃得了一般人的耳目，決定逃不了因果，決定逃不了惡報。所以我們要冷靜細心去想想。佛法、世法，諸位常讀《了凡四訓》，要深深的記住，明瞭「一飲一啄，莫非前定」。懂得這個道理，人心就安了，安分守己，所謂是「理得心安」。理要沒有得，不能夠通達，心是安不下來的，安不下來，他就胡作妄為，造作無量無邊的罪業，還自以為聰明，自以為得意，就錯了。"
    },
    {
      "id": "19-012-0114_p0005",
      "zh_CN": "先贤有所谓「爱人者人恒爱之」。我们要夺别人的，夺到手保不住，也会被别人夺去；我们骗来的，到后来也会被别人骗去，然后才晓得因缘果报，丝毫不爽。佛在经上尤其说得好，「财色名食睡，地狱五条根」，世间人贪恋，用佛法的眼光看，他贪恋什么？他贪恋「地狱五条根」，那还能逃得过地狱的果报吗？这些教诲大小乘经论里面太多太多了，我们要深思、要省悟。无量劫来我们在六道里轮回，哪一道都曾经去过，不但去过，佛告诉我们，佛讲的话都是真话，我们在三恶道的时间多、时间长，在三善道的时间短，这是一定的道理。从我们起心动念，处事待人接物，我们的用心，我们的行为，冷静反省就知道。经上虽讲的不退转，不退转谈何容易？深明其理的人不退转，要深明！",
      "zh_TW": "先賢有所謂「愛人者人恆愛之」。我們要奪別人的，奪到手保不住，也會被別人奪去；我們騙來的，到後來也會被別人騙去，然後才曉得因緣果報，絲毫不爽。佛在經上尤其說得好，「財色名食睡，地獄五條根」，世間人貪戀，用佛法的眼光看，他貪戀什麼？他貪戀「地獄五條根」，那還能逃得過地獄的果報嗎？這些教誨大小乘經論裡面太多太多了，我們要深思、要省悟。無量劫來我們在六道裡輪迴，哪一道都曾經去過，不但去過，佛告訴我們，佛講的話都是真話，我們在三惡道的時間多、時間長，在三善道的時間短，這是一定的道理。從我們起心動念，處事待人接物，我們的用心，我們的行為，冷靜反省就知道。經上雖講的不退轉，不退轉談何容易？深明其理的人不退轉，要深明！"
    },
    {
      "id": "19-012-0114_p0006",
      "zh_CN": "四弘誓愿里面，为什么那么样强调断烦恼？「烦恼无尽誓愿断」。我们同学都知道，我们的心性，我们的智慧德能，跟诸佛如来果地上没有差别。现在为什么落得这个样子，搞得这么可怜，这么凄惨？《华严经》上说过，「皆以妄想执着而不能证得」。妄想是无明烦恼、尘沙烦恼，执着是见思烦恼，所以才说「烦恼无尽誓愿断」。烦恼断了，你就证得法身，自性就是法身，学法门是成就报身，度众生是成就应身，佛有三身，我们每一个人都有三身。现在我们的三身不能现前，现在这个身相是业报身，造善业，人天两道得福报；造恶业，三恶道里受报。阿修罗也不算是善报，为什么？阿修罗的福报虽然大，享福的时候就会造更大的恶业，福报享尽了，恶报现前，时劫之长，我们没有办法想像。他造业的时间虽然不长，但是造极重的罪业。底下一句说：",
      "zh_TW": "四弘誓願裡面，為什麼那麼樣強調斷煩惱？「煩惱無盡誓願斷」。我們同學都知道，我們的心性，我們的智慧德能，跟諸佛如來果地上沒有差別。現在為什麼落得這個樣子，搞得這麼可憐，這麼悽慘？《華嚴經》上說過，「皆以妄想執著而不能證得」。妄想是無明煩惱、塵沙煩惱，執著是見思煩惱，所以才說「煩惱無盡誓願斷」。煩惱斷了，你就證得法身，自性就是法身，學法門是成就報身，度眾生是成就應身，佛有三身，我們每一個人都有三身。現在我們的三身不能現前，現在這個身相是業報身，造善業，人天兩道得福報；造惡業，三惡道裡受報。阿修羅也不算是善報，為什麼？阿修羅的福報雖然大，享福的時候就會造更大的惡業，福報享盡了，惡報現前，時劫之長，我們沒有辦法想像。他造業的時間雖然不長，但是造極重的罪業。底下一句說："
    },
    {
      "id": "19-012-0114_p0007",
      "zh_CN": "【诛降戮服。贬正排贤。】",
      "zh_TW": "【誅降戮服。貶正排賢。】"
    },
    {
      "id": "19-012-0114_p0008",
      "zh_CN": "我们看看太上所讲的这一段，用佛法来看，这是修罗造的业，罗刹造的业，虽然是个人身，他造的业跟修罗道没有两样。所以古礼打仗战胜了，战胜了是用丧礼来处置。仗打赢了，不是欢喜，要晓得在这个战争当中，双方死伤多少人，所以是用悲哀怜悯的心情来处置这桩事情；至于投降归服了，更是用怜悯心来安慰他，来帮助他度日。如果还以贡高傲慢之心，虐待这些人，任意的杀害，这个造的业就大了，为什么？这些人已经失去抵抗力，失去抵抗力你再要杀害他，不但是个人，对畜生都如是。世间为什么有战争？为什么有刀兵劫？这是因果报应。佛在经上讲得很好，如果要世间永远没有战争，没有刀兵这些灾难，佛讲了一句话，除非众生不食肉，这个怨结才能化解。你吃的这些众生肉，牠不甘心，牠现在是没有抵抗的能力，但是牠一转世，所谓是「人死为羊，羊死为人」，一转世，到牠有能力的时候，牠就来报复。报复绝对不会报到恰恰好处，总是要过分一些，每一次都过分一些，这个就不得了。",
      "zh_TW": "我們看看太上所講的這一段，用佛法來看，這是修羅造的業，羅剎造的業，雖然是個人身，他造的業跟修羅道沒有兩樣。所以古禮打仗戰勝了，戰勝了是用喪禮來處置。仗打贏了，不是歡喜，要曉得在這個戰爭當中，雙方死傷多少人，所以是用悲哀憐憫的心情來處置這樁事情；至於投降歸服了，更是用憐憫心來安慰他，來幫助他度日。如果還以貢高傲慢之心，虐待這些人，任意的殺害，這個造的業就大了，為什麼？這些人已經失去抵抗力，失去抵抗力你再要殺害他，不但是個人，對畜生都如是。世間為什麼有戰爭？為什麼有刀兵劫？這是因果報應。佛在經上講得很好，如果要世間永遠沒有戰爭，沒有刀兵這些災難，佛講了一句話，除非眾生不食肉，這個怨結才能化解。你吃的這些眾生肉，牠不甘心，牠現在是沒有抵抗的能力，但是牠一轉世，所謂是「人死為羊，羊死為人」，一轉世，到牠有能力的時候，牠就來報復。報復絕對不會報到恰恰好處，總是要過分一些，每一次都過分一些，這個就不得了。"
    },
    {
      "id": "19-012-0114_p0009",
      "zh_CN": "所以我们从历史上看，看近代史，最近这一百年当中，第一次世界大战、第二次世界大战，这眼看的有第三次世界大战，一次比一次残酷，我们想想这些原因从哪里来的？杀业来的。为什么会有这些残酷的事实？追根究柢，教育失败了，没人教。古圣先贤的教诲，诸佛菩萨的教导，没人相信了，都说这个东西是迷信。不但是迷信，而且还要把它打倒，把它抛弃，完全随顺贪瞋痴慢，完全遵从弱肉强食，外国人提倡的「进化论」，不懂得因果的道理，不知道报应的事实。所以今天的世界濒临灭亡的边缘，谁能够救？宗教徒们祈望上帝能救。上帝发脾气了，上帝发怒了，要惩罚世人，上帝不是佛菩萨，佛菩萨慈悲怜悯世人，所以要教。今天唯一的一条道路，我们要顺从佛菩萨，顺从古圣先贤的教诲。印光大师为我们选这个《感应篇》，教导我们学习，人人能够依《感应篇》的教诲来学习，这个劫难可以挽回。一个人修，一个人得度；大家学习，大家都能够得度。这一篇的经文不长，只有一千三百多字，要熟读！不但要读，要认真反省检点，改过自新，这是消灾免难之道。灾难是自己造的，化解还是要靠自己，自己不肯回头，求神、求佛菩萨都是枉然，自作自受，所以还是要自己来化解这个问题。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以我們從歷史上看，看近代史，最近這一百年當中，第一次世界大戰、第二次世界大戰，這眼看的有第三次世界大戰，一次比一次殘酷，我們想想這些原因從哪裡來的？殺業來的。為什麼會有這些殘酷的事實？追根究柢，教育失敗了，沒人教。古聖先賢的教誨，諸佛菩薩的教導，沒人相信了，都說這個東西是迷信。不但是迷信，而且還要把它打倒，把它拋棄，完全隨順貪瞋痴慢，完全遵從弱肉強食，外國人提倡的「進化論」，不懂得因果的道理，不知道報應的事實。所以今天的世界瀕臨滅亡的邊緣，誰能夠救？宗教徒們祈望上帝能救。上帝發脾氣了，上帝發怒了，要懲罰世人，上帝不是佛菩薩，佛菩薩慈悲憐憫世人，所以要教。今天唯一的一條道路，我們要順從佛菩薩，順從古聖先賢的教誨。印光大師為我們選這個《感應篇》，教導我們學習，人人能夠依《感應篇》的教誨來學習，這個劫難可以挽回。一個人修，一個人得度；大家學習，大家都能夠得度。這一篇的經文不長，只有一千三百多字，要熟讀！不但要讀，要認真反省檢點，改過自新，這是消災免難之道。災難是自己造的，化解還是要靠自己，自己不肯回頭，求神、求佛菩薩都是枉然，自作自受，所以還是要自己來化解這個問題。今天時間到了，我們就講到此地。"
    }
  ]
}