{
  "doc_id": "19-012-0136",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三六集",
    "zh_TW": "第一三六集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "19-012-0136",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-012-0136_p0001",
      "zh_CN": "诸位同学，大家好！请看《感应篇》第六十九节：",
      "zh_TW": "諸位同學，大家好！請看《感應篇》第六十九節："
    },
    {
      "id": "19-012-0136_p0002",
      "zh_CN": "【逞志作威。辱人求胜。】",
      "zh_TW": "【逞志作威。辱人求勝。】"
    },
    {
      "id": "19-012-0136_p0003",
      "zh_CN": "下面一节是：",
      "zh_TW": "下面一節是："
    },
    {
      "id": "19-012-0136_p0004",
      "zh_CN": "【败人苗稼，破人婚姻。】",
      "zh_TW": "【敗人苗稼，破人婚姻。】"
    },
    {
      "id": "19-012-0136_p0005",
      "zh_CN": "我们先看前面这两句。《汇编》注解里面说的是「君子正直律己，和惠待人，人自畏而爱之」，到这里是一小段。这是古圣先贤教我们做人的原则，也是做人的本分。儒家将读书人、有德行的人也分为三个等级，圣人、贤人、君子。君子之称，就是你的学问已经有了成就，像现在学校读书你已经拿到学位了，君子是最初的一个学位，像我们现在讲的学士，大学毕业了，古时候称为君子。他做人的标准是正直，端正，心直、行直，这两个字就是佛法里常讲的如理如法，合乎理论，合乎道理，合乎法度，合乎人情，情理法都能做得很圆融，这是对待自己，律己。对待别人是和惠，和是和平，惠就是恩惠，与人相处一定和睦，一定平等，一定肯帮助别人，这个惠就是帮助别人，能成就别人，这是君子的德行。儒如是要求，佛也如是要求。佛法里面讲得更详细，讲的是三福、六和、三学、六度，佛家这些科目都离不开这四个字，正直和惠。",
      "zh_TW": "我們先看前面這兩句。《彙編》註解裡面說的是「君子正直律己，和惠待人，人自畏而愛之」，到這裡是一小段。這是古聖先賢教我們做人的原則，也是做人的本分。儒家將讀書人、有德行的人也分為三個等級，聖人、賢人、君子。君子之稱，就是你的學問已經有了成就，像現在學校讀書你已經拿到學位了，君子是最初的一個學位，像我們現在講的學士，大學畢業了，古時候稱為君子。他做人的標準是正直，端正，心直、行直，這兩個字就是佛法裡常講的如理如法，合乎理論，合乎道理，合乎法度，合乎人情，情理法都能做得很圓融，這是對待自己，律己。對待別人是和惠，和是和平，惠就是恩惠，與人相處一定和睦，一定平等，一定肯幫助別人，這個惠就是幫助別人，能成就別人，這是君子的德行。儒如是要求，佛也如是要求。佛法裡面講得更詳細，講的是三福、六和、三學、六度，佛家這些科目都離不開這四個字，正直和惠。"
    },
    {
      "id": "19-012-0136_p0006",
      "zh_CN": "我们学佛的同修尤其要注意，如果人都做不好，怎么能够成佛？太上这两句话，实际上的意思是劝我们处世待人要谦虚、要恭敬。纵然有了纷争，我们有理，以理说服人都唯恐引起别人的怨恨，何况我们的理要是不充足，那就造罪业了。所谓是仗势欺人，这个「势」范围很广，现在一般多半都是自以为是，所以『逞志作威』，作威作福。『辱人求胜』，这更不可以了，刻意的侮辱别人，他为什么要这么做？把自己的身分抬高。我们曾经听说过，有一些人遇到与自己身分地位相当的，或者有比自己身分地位要高过的，他在大众之下批评侮辱。他的目的何在？叫别人看到自己比他们都高。这个作法，实际上只能够自欺欺人。真正有德行、有学问、有修养的人，看见了，听到了，就明白了，你将来的前途，人家看得清清楚楚、明明白白。而实在讲，这是自己侮辱自己，别人有没有受到损害？没有。注解里面说，「若动逞威棱」，以行动逞威作福，凌驾于人，「即有慑服，而人不怀德，何以居人上乎」。这种行为，纵然别人表面上对你这个威德好像服了，其实那个心不服。这样你怎么能够领导别人？你怎么能够去领众？一个成功的领袖人物，一定是非常谦虚，懂得忍让，以礼待人。这个地方讲得好，以正直对自己，以和惠对别人，这种人无论在世法、在佛法里面，决定成就。",
      "zh_TW": "我們學佛的同修尤其要注意，如果人都做不好，怎麼能夠成佛？太上這兩句話，實際上的意思是勸我們處世待人要謙虛、要恭敬。縱然有了紛爭，我們有理，以理說服人都唯恐引起別人的怨恨，何況我們的理要是不充足，那就造罪業了。所謂是仗勢欺人，這個「勢」範圍很廣，現在一般多半都是自以為是，所以『逞志作威』，作威作福。『辱人求勝』，這更不可以了，刻意的侮辱別人，他為什麼要這麼做？把自己的身分抬高。我們曾經聽說過，有一些人遇到與自己身分地位相當的，或者有比自己身分地位要高過的，他在大眾之下批評侮辱。他的目的何在？叫別人看到自己比他們都高。這個作法，實際上只能夠自欺欺人。真正有德行、有學問、有修養的人，看見了，聽到了，就明白了，你將來的前途，人家看得清清楚楚、明明白白。而實在講，這是自己侮辱自己，別人有沒有受到損害？沒有。註解裡面說，「若動逞威稜」，以行動逞威作福，凌駕於人，「即有懾服，而人不懷德，何以居人上乎」。這種行為，縱然別人表面上對你這個威德好像服了，其實那個心不服。這樣你怎麼能夠領導別人？你怎麼能夠去領眾？一個成功的領袖人物，一定是非常謙虛，懂得忍讓，以禮待人。這個地方講得好，以正直對自己，以和惠對別人，這種人無論在世法、在佛法裡面，決定成就。"
    },
    {
      "id": "19-012-0136_p0007",
      "zh_CN": "儒家讲的「正心、诚意」，遵守圣贤的教诲，圣贤人对一切众生基本的教导，几乎是相通的。儒家教人守礼，「仁、义、礼、智、信」，儒家讲五个字，这是做人的基础，做人的根本，能够遵守，就是正直对待自己。佛家讲五戒，天主教、基督教《新旧约》里面讲的十诫。十诫里面，前面的三条是侍奉上帝，我读过，跟我们佛法里面讲的「不怀疑、不夹杂、不间断」，它就是这个意思。不过他们对的是对上帝，对上帝不怀疑，敬仰上帝的心不夹杂、不间断。第四条是孝顺父母，后面就是佛家讲的五戒。五戒我们佛家讲「不杀生」，他讲的不杀人，这个不一样，我们的范围大，他的范围窄小，只是讲不杀人。其余的「不邪淫、不偷盗、不饮酒」都有。他们酒是允许可以饮的，但是决定禁止酗酒，决定禁止醉酒；你可以饮酒，不能喝醉。所以我们看到世出世间这些圣贤教化众生，总原则、总纲领都相同的，违背这是大恶。",
      "zh_TW": "儒家講的「正心、誠意」，遵守聖賢的教誨，聖賢人對一切眾生基本的教導，幾乎是相通的。儒家教人守禮，「仁、義、禮、智、信」，儒家講五個字，這是做人的基礎，做人的根本，能夠遵守，就是正直對待自己。佛家講五戒，天主教、基督教《新舊約》裡面講的十誡。十誡裡面，前面的三條是侍奉上帝，我讀過，跟我們佛法裡面講的「不懷疑、不夾雜、不間斷」，它就是這個意思。不過他們對的是對上帝，對上帝不懷疑，敬仰上帝的心不夾雜、不間斷。第四條是孝順父母，後面就是佛家講的五戒。五戒我們佛家講「不殺生」，他講的不殺人，這個不一樣，我們的範圍大，他的範圍窄小，只是講不殺人。其餘的「不邪淫、不偷盜、不飲酒」都有。他們酒是允許可以飲的，但是決定禁止酗酒，決定禁止醉酒；你可以飲酒，不能喝醉。所以我們看到世出世間這些聖賢教化眾生，總原則、總綱領都相同的，違背這是大惡。"
    },
    {
      "id": "19-012-0136_p0008",
      "zh_CN": "和惠待人，佛给我们制定对待一切众生「六和」、「六度」，佛家讲得非常具体。尤其是以「六和」做基础，我们今天为什么做不到？做不到的原因，就是「见和同解」这一条做不到；这一条做不到，往后统统都做不到。为什么诸佛菩萨做得那么完善？他第一条做到了。第一条很难，就是你的见解、你的想法看法是相同的，跟谁相同？跟诸佛菩萨相同。诸佛菩萨对宇宙众生的想法看法是一体的，现代人讲的一个生命共同体，所以虚空法界一切众生是自己的清净法身。我们没有这个观念，各人有各人的想法，各人有各人的看法，总不能够等同。真正觉悟了的人，见才能够同解。可是佛法教初学，那这要受过很好的教育，教初学在什么时候？儿童的时候；成年之后，没有法子教了。古人明白这个道理，教人一定在孩童的时候，在这扎根。他天真烂漫，他能听话，你可以逼迫他，塑造他的模型，容易！人长大了，他有他自己的想法，有他自己的看法，他不会接受别人的意见，那就没有法子教了。",
      "zh_TW": "和惠待人，佛給我們制定對待一切眾生「六和」、「六度」，佛家講得非常具體。尤其是以「六和」做基礎，我們今天為什麼做不到？做不到的原因，就是「見和同解」這一條做不到；這一條做不到，往後統統都做不到。為什麼諸佛菩薩做得那麼完善？他第一條做到了。第一條很難，就是你的見解、你的想法看法是相同的，跟誰相同？跟諸佛菩薩相同。諸佛菩薩對宇宙眾生的想法看法是一體的，現代人講的一個生命共同體，所以虛空法界一切眾生是自己的清淨法身。我們沒有這個觀念，各人有各人的想法，各人有各人的看法，總不能夠等同。真正覺悟了的人，見才能夠同解。可是佛法教初學，那這要受過很好的教育，教初學在什麼時候？兒童的時候；成年之後，沒有法子教了。古人明白這個道理，教人一定在孩童的時候，在這扎根。他天真爛漫，他能聽話，你可以逼迫他，塑造他的模型，容易！人長大了，他有他自己的想法，有他自己的看法，他不會接受別人的意見，那就沒有法子教了。"
    },
    {
      "id": "19-012-0136_p0009",
      "zh_CN": "我们过去跟李老师学习的时代，老师常讲真正教学是在童子，二十岁以前，这是正规的教育；从二十岁到四十岁这个阶段，补习教育；四十岁以后就不能教了，那个人已经定型，什么都随顺了，纵然他有恶意恶行，也只好随顺，不能跟他结怨仇。四十之前还可以劝导劝导，四十以后不可以了，只会给人结怨仇。能够接受别人劝告的，那是善根非常深厚的人，没有深厚善根，四十以上他还会听你劝告吗？不能接受，所以这些道理我们都要懂得。你作恶，你做错事，不敢讲你，随你去！在这个地方修我们自己的忍辱波罗蜜。古人都是经验之谈。所以我们对人、爱护别人，特别是童年，要好好的教导他，这是真正的爱护，真正的慈悲。可是今天这个社会非常非常困难，他六根接触六尘境界都是不善的，所以教一个人学好，真的比登天还难。你的家庭教育再好，小孩一出家门接触社会，社会是个大染缸，你说他不被污染，那个人是佛菩萨再来，决定不是凡夫。凡夫不受社会污染，不可能！社会教育崩溃了，何况今天家庭教育也没有了。",
      "zh_TW": "我們過去跟李老師學習的時代，老師常講真正教學是在童子，二十歲以前，這是正規的教育；從二十歲到四十歲這個階段，補習教育；四十歲以後就不能教了，那個人已經定型，什麼都隨順了，縱然他有惡意惡行，也只好隨順，不能跟他結怨仇。四十之前還可以勸導勸導，四十以後不可以了，只會給人結怨仇。能夠接受別人勸告的，那是善根非常深厚的人，沒有深厚善根，四十以上他還會聽你勸告嗎？不能接受，所以這些道理我們都要懂得。你作惡，你做錯事，不敢講你，隨你去！在這個地方修我們自己的忍辱波羅蜜。古人都是經驗之談。所以我們對人、愛護別人，特別是童年，要好好的教導他，這是真正的愛護，真正的慈悲。可是今天這個社會非常非常困難，他六根接觸六塵境界都是不善的，所以教一個人學好，真的比登天還難。你的家庭教育再好，小孩一出家門接觸社會，社會是個大染缸，你說他不被污染，那個人是佛菩薩再來，決定不是凡夫。凡夫不受社會污染，不可能！社會教育崩潰了，何況今天家庭教育也沒有了。"
    },
    {
      "id": "19-012-0136_p0010",
      "zh_CN": "所以自古以来东方西方讲的预言，我们这个时代要遭劫难，我相信，我完全肯定。我不是相信他们那些预言，我看到现在社会教学的状况。你看看现在年轻人，他想的是什么？他说的是什么？他表现的是什么？我们就很清楚、很明白，这是非常不吉祥的预兆。现在人看不出来，没有读古书。为什么说读古书的人就会看出来？读古书是吸收古人的经验，他们一生的经验。换句话说，增长我们的见识，你看东西就能看得远、看得深、看得广。我们中国人讲史实，读历史就是吸收古人的那种经验常识。经是长学问，是智慧、定慧，读历史是长见识。这个见识的依据是什么？依据是因果。所以中国一部《二十五史》，就是讲的因果报应，你看看几千年记载，善因善果，恶因恶报。你这个真正通达明白了，你看看现代人造的是什么业？他想的是什么？意业。说的是什么？口业。一举一动是身业。「身语意」三业都不善，说是会有好果报，在佛经常讲「无有是处」，这个一点迷信都没有。",
      "zh_TW": "所以自古以來東方西方講的預言，我們這個時代要遭劫難，我相信，我完全肯定。我不是相信他們那些預言，我看到現在社會教學的狀況。你看看現在年輕人，他想的是什麼？他說的是什麼？他表現的是什麼？我們就很清楚、很明白，這是非常不吉祥的預兆。現在人看不出來，沒有讀古書。為什麼說讀古書的人就會看出來？讀古書是吸收古人的經驗，他們一生的經驗。換句話說，增長我們的見識，你看東西就能看得遠、看得深、看得廣。我們中國人講史實，讀歷史就是吸收古人的那種經驗常識。經是長學問，是智慧、定慧，讀歷史是長見識。這個見識的依據是什麼？依據是因果。所以中國一部《二十五史》，就是講的因果報應，你看看幾千年記載，善因善果，惡因惡報。你這個真正通達明白了，你看看現代人造的是什麼業？他想的是什麼？意業。說的是什麼？口業。一舉一動是身業。「身語意」三業都不善，說是會有好果報，在佛經常講「無有是處」，這個一點迷信都沒有。"
    },
    {
      "id": "19-012-0136_p0011",
      "zh_CN": "中外这些预言提供我们做参考，提起我们高度的警觉，我们再冷眼细观这个社会现象，就知道了，这个大灾难不能避免。怎样避免？除非一切众生都能够觉悟，都能够回头，断恶修善，这个灾难就化解了。但这个事情不可能，做不到！所以佛菩萨教我们自度，我们帮不了别人的忙，要帮自己的忙。一个人回头，一个人得度；十个人回头，十个人得度，佛度有缘人，谁肯听佛陀的教诲，谁肯依教奉行，这个人得度了。所以我们不能看到社会乱，这个社会要遭大劫难，我们自己很不幸，遇到了这共业。但是你如果从另一个角度来看，我们生在现前这个世间，未尝不是好事，对我们有高度的警觉心，逼着我们非用功不可，非成就不可，这是好的增上缘，是逆增上缘。不处在这个环境里头，我们的警觉性没这么高；生在这个环境才知道，非成就不可，非快速成就不可，慢了，慢了一定卷入这个漩涡。赶紧跳出，赶紧脱离，这是智慧的选择，这是真实的利益，我们才体会到佛菩萨对一切众生的恩德。",
      "zh_TW": "中外這些預言提供我們做參考，提起我們高度的警覺，我們再冷眼細觀這個社會現象，就知道了，這個大災難不能避免。怎樣避免？除非一切眾生都能夠覺悟，都能夠回頭，斷惡修善，這個災難就化解了。但這個事情不可能，做不到！所以佛菩薩教我們自度，我們幫不了別人的忙，要幫自己的忙。一個人回頭，一個人得度；十個人回頭，十個人得度，佛度有緣人，誰肯聽佛陀的教誨，誰肯依教奉行，這個人得度了。所以我們不能看到社會亂，這個社會要遭大劫難，我們自己很不幸，遇到了這共業。但是你如果從另一個角度來看，我們生在現前這個世間，未嘗不是好事，對我們有高度的警覺心，逼著我們非用功不可，非成就不可，這是好的增上緣，是逆增上緣。不處在這個環境裡頭，我們的警覺性沒這麼高；生在這個環境才知道，非成就不可，非快速成就不可，慢了，慢了一定捲入這個漩渦。趕緊跳出，趕緊脫離，這是智慧的選擇，這是真實的利益，我們才體會到佛菩薩對一切眾生的恩德。"
    },
    {
      "id": "19-012-0136_p0012",
      "zh_CN": "不是佛菩萨教诲，我们实在讲没有能力脱离这个苦难。我们得到佛菩萨的教诲，佛菩萨的教诲是平等的，有人乐意接受，他就得到；有人还不愿意接受，还在那里徘徊，犹疑不决，那他得不到。所以佛心清净，佛心平等，在乎我们自己有没有善根福德。因缘我们今天具足了，遇到了，就看自己有没有善根福德。自己有善根，能信、能解；自己有福德，肯干！肯依教奉行，这是有福，知道自己怎么修学，怎么样帮助别人。所以无论跟什么人相处，跟一切众生相处，决定不能够违背六和、六度，六和、六度就是这个地方讲的「和惠待人」。这个「和」要用佛家来看，就是六和；惠就是六度。处处要学谦虚，要学忍让，不能跟人相争。现在的社会提倡一切「竞争」，这两个字太可怕了，我们听到这个音声，看到这两个字，感到恐惧！彼此互相竞争，互相不忍让，这个世界走向毁灭。所以这种名词，在中国古籍里头找不到。",
      "zh_TW": "不是佛菩薩教誨，我們實在講沒有能力脫離這個苦難。我們得到佛菩薩的教誨，佛菩薩的教誨是平等的，有人樂意接受，他就得到；有人還不願意接受，還在那裡徘徊，猶疑不決，那他得不到。所以佛心清淨，佛心平等，在乎我們自己有沒有善根福德。因緣我們今天具足了，遇到了，就看自己有沒有善根福德。自己有善根，能信、能解；自己有福德，肯幹！肯依教奉行，這是有福，知道自己怎麼修學，怎麼樣幫助別人。所以無論跟什麼人相處，跟一切眾生相處，決定不能夠違背六和、六度，六和、六度就是這個地方講的「和惠待人」。這個「和」要用佛家來看，就是六和；惠就是六度。處處要學謙虛，要學忍讓，不能跟人相爭。現在的社會提倡一切「競爭」，這兩個字太可怕了，我們聽到這個音聲，看到這兩個字，感到恐懼！彼此互相競爭，互相不忍讓，這個世界走向毀滅。所以這種名詞，在中國古籍裡頭找不到。"
    }
  ]
}