{
  "doc_id": "19-012-0105",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０五集",
    "zh_TW": "第一０五集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "19-012-0105",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "19-012-0105_p0001",
      "zh_CN": "诸位同学，大家好。请看《感应篇》第四十四节：",
      "zh_TW": "諸位同學，大家好。請看《感應篇》第四十四節："
    },
    {
      "id": "19-012-0105_p0002",
      "zh_CN": "【刚强不仁。狠戾自用。】",
      "zh_TW": "【剛強不仁。狠戾自用。】"
    },
    {
      "id": "19-012-0105_p0003",
      "zh_CN": "注解里面告诉我们，它说「孔子所取之刚毅，主于理者；太上所戒之刚强，动于气者」，这是我们首先要辨别的，决定不能够错解其意。人生病，肉体部分麻木，就叫做不仁；麻木的时候不知痛痒，正如同麻醉是相同的，这是简单解释什么叫『刚强不仁』。凡是刚强而不仁的这种人，也就是完全是意气用事，感情用事，不讲道理的，随顺自己的喜怒待人接物；如果不合自己的，不但排斥，往往妄加陷害。这里写得好，它说「好刚使气之人，待人遇物，不知痛痒，纯是杀机」。我们冷静的思惟，我们有没有犯这个毛病？不是不想害人，是没有害人的机会，没有害人的权柄。如果自己当权，自己有机会，不知道害多少好人，不知道障碍多少好事。为什么我们知道自己有？自己的烦恼习气没断，起心动念都是自私自利，总是想着损人利己，只要有这个念头在，太上所讲的「背逆大恶」这七条，必定具足。纵然我们没有权柄在手，没有机会陷害人，可是这个念头有，这就不得了。念头的善恶，往往连自己都不能够觉察，可是天地鬼神看得很清楚，诸佛菩萨那就更不必说了。所以一个善念起，天神拥护你；一个恶念起，妖魔鬼怪就围绕你，给你做助缘，成就你的恶行。这一些事实真相太多太多了，稍稍留意的观察，都在我们的周边。",
      "zh_TW": "註解裡面告訴我們，它說「孔子所取之剛毅，主於理者；太上所戒之剛強，動於氣者」，這是我們首先要辨別的，決定不能夠錯解其意。人生病，肉體部分麻木，就叫做不仁；麻木的時候不知痛癢，正如同麻醉是相同的，這是簡單解釋什麼叫『剛強不仁』。凡是剛強而不仁的這種人，也就是完全是意氣用事，感情用事，不講道理的，隨順自己的喜怒待人接物；如果不合自己的，不但排斥，往往妄加陷害。這裡寫得好，它說「好剛使氣之人，待人遇物，不知痛癢，純是殺機」。我們冷靜的思惟，我們有沒有犯這個毛病？不是不想害人，是沒有害人的機會，沒有害人的權柄。如果自己當權，自己有機會，不知道害多少好人，不知道障礙多少好事。為什麼我們知道自己有？自己的煩惱習氣沒斷，起心動念都是自私自利，總是想著損人利己，只要有這個念頭在，太上所講的「背逆大惡」這七條，必定具足。縱然我們沒有權柄在手，沒有機會陷害人，可是這個念頭有，這就不得了。念頭的善惡，往往連自己都不能夠覺察，可是天地鬼神看得很清楚，諸佛菩薩那就更不必說了。所以一個善念起，天神擁護你；一個惡念起，妖魔鬼怪就圍繞你，給你做助緣，成就你的惡行。這一些事實真相太多太多了，稍稍留意的觀察，都在我們的周邊。"
    },
    {
      "id": "19-012-0105_p0004",
      "zh_CN": "现在这个社会，善知识少，恶知识多，善知识成人之美，恶知识助人作恶。可是古人说的话，刚强没有不摧折者，这是说的果报。如果这种刚强不仁之人，吃过几番大亏，受过种种折磨，他的气焰逐渐下降了，渐渐知道回头了，那是不幸当中的大幸，可以免堕三途。它这个地方举了一个例子，宋朝包公大家都知道，包公这个人刚强，但是他明理，这是夫子所说的。他判断刑事案件，如果有人向他关白，向他求情，他往往是当面呵斥。但是要有人跟他讲理，讲得很有道理，他也欢喜接受，他不是不讲理。他是个不讲情面明白道理的人，所以大家对他佩服，对他尊重，这是一个刚强明理之人，所以他有智慧能断案，这是「仁者之勇也」。",
      "zh_TW": "現在這個社會，善知識少，惡知識多，善知識成人之美，惡知識助人作惡。可是古人說的話，剛強沒有不摧折者，這是說的果報。如果這種剛強不仁之人，吃過幾番大虧，受過種種折磨，他的氣焰逐漸下降了，漸漸知道回頭了，那是不幸當中的大幸，可以免墮三途。它這個地方舉了一個例子，宋朝包公大家都知道，包公這個人剛強，但是他明理，這是夫子所說的。他判斷刑事案件，如果有人向他關白，向他求情，他往往是當面呵斥。但是要有人跟他講理，講得很有道理，他也歡喜接受，他不是不講理。他是個不講情面明白道理的人，所以大家對他佩服，對他尊重，這是一個剛強明理之人，所以他有智慧能斷案，這是「仁者之勇也」。"
    },
    {
      "id": "19-012-0105_p0005",
      "zh_CN": "可是今天明理的人不多，他所明的理是自以为是，这是理。为什么会落到这种地步？还是一句老话，不读圣贤书之过。圣贤书太多了，儒家少者如《五经》、《十三经》，佛家的经典更是浩如烟海，从小没有学，现在想学来不及了。所以在世间行事，如何让自己有能力明辨是非，明辨邪正、真妄、善恶、利害，只要你有能力辨别，这是真智慧，这就是真学问。但是不读经，不读史，你这个智慧从哪里来？印光大师慈悲，他老人家明了，现在劝世间人去读经读史，已经不可能，办不到了。所以他提出一个救命的单方拯救今天的世界，他选了三本书：《了凡四训》、《感应篇汇编》、《安士全书》。这三样东西，可以帮助我们获得辨别邪正、是非、利害的能力。大师一生极力的提倡，大量的流通这三种书，目的是挽救我们现前全世界的劫难。几个人能知道大师的苦心？",
      "zh_TW": "可是今天明理的人不多，他所明的理是自以為是，這是理。為什麼會落到這種地步？還是一句老話，不讀聖賢書之過。聖賢書太多了，儒家少者如《五經》、《十三經》，佛家的經典更是浩如煙海，從小沒有學，現在想學來不及了。所以在世間行事，如何讓自己有能力明辨是非，明辨邪正、真妄、善惡、利害，只要你有能力辨別，這是真智慧，這就是真學問。但是不讀經，不讀史，你這個智慧從哪裡來？印光大師慈悲，他老人家明瞭，現在勸世間人去讀經讀史，已經不可能，辦不到了。所以他提出一個救命的單方拯救今天的世界，他選了三本書：《了凡四訓》、《感應篇彙編》、《安士全書》。這三樣東西，可以幫助我們獲得辨別邪正、是非、利害的能力。大師一生極力的提倡，大量的流通這三種書，目的是挽救我們現前全世界的劫難。幾個人能知道大師的苦心？"
    },
    {
      "id": "19-012-0105_p0006",
      "zh_CN": "我在一九七七年，第一次接受香港同修邀请，到这个地方来讲《楞严经》。那一次我在香港住了四个月，前两个月住在「中华佛教图书馆」，看到图书馆收藏印光大师「弘化社」所流通的经书。我从版权页里面看到，大师一生将这三种书印行流通不下三百万册。我当时感到非常惊讶，大师是佛门净宗一代祖师，对于佛教的经论，为什么不能够大力提倡，而将这三种书印了这么大的数量？我冷静的思惟，愈想愈有道理。经论好，来不及了，没有办法救急，尤其是不相信佛教，相信其他宗教的信徒，对佛教有怀疑、有抵制。这三种书不是佛教的，可以超越宗教的界限，令一切众生都能够受持。这是善巧方便，目的是在挽救众生面临这一次的大劫难，天灾人祸！",
      "zh_TW": "我在一九七七年，第一次接受香港同修邀請，到這個地方來講《楞嚴經》。那一次我在香港住了四個月，前兩個月住在「中華佛教圖書館」，看到圖書館收藏印光大師「弘化社」所流通的經書。我從版權頁裡面看到，大師一生將這三種書印行流通不下三百萬冊。我當時感到非常驚訝，大師是佛門淨宗一代祖師，對於佛教的經論，為什麼不能夠大力提倡，而將這三種書印了這麼大的數量？我冷靜的思惟，愈想愈有道理。經論好，來不及了，沒有辦法救急，尤其是不相信佛教，相信其他宗教的信徒，對佛教有懷疑、有抵制。這三種書不是佛教的，可以超越宗教的界限，令一切眾生都能夠受持。這是善巧方便，目的是在挽救眾生面臨這一次的大劫難，天災人禍！"
    },
    {
      "id": "19-012-0105_p0007",
      "zh_CN": "如何有效的把这桩事情做好？关键就是有没有方法令一切众生省悟过来，不再迷惑，不再颠倒，就是刚才说的有能力辨别真妄，有能力辨别邪正，辨别是非，辨别善恶，辨别利害，他只要获得这个能力，这个劫难就有救。印祖在那个时代，以当时的印刷技术，流通那么大的分量，可是在今人眼光里面来看，量还是太少了。就以中国来说，中国人口现在有十三亿，可能会到十四亿，三百万册算什么！尤其是这些典籍，都是半个世纪以前流通的，这半个世纪之后能够留下来的，还能够剩下来的，我看充其量只有十分之一，所以我们明白这个道理，我们要接着干，要大量流通。半个世纪之前的读书人还能读文言文，现在人看到印祖流通这些典籍，在文字上就产生障碍，这是很可悲的现象。于是我们用口语的讲解，现在我们流通录相带、录音带、光碟，让大家有机会听。楞严会上文殊菩萨说得好，「此方真教体，清净在音闻」，娑婆世界众生耳根最利。",
      "zh_TW": "如何有效的把這樁事情做好？關鍵就是有沒有方法令一切眾生省悟過來，不再迷惑，不再顛倒，就是剛才說的有能力辨別真妄，有能力辨別邪正，辨別是非，辨別善惡，辨別利害，他只要獲得這個能力，這個劫難就有救。印祖在那個時代，以當時的印刷技術，流通那麼大的分量，可是在今人眼光裡面來看，量還是太少了。就以中國來說，中國人口現在有十三億，可能會到十四億，三百萬冊算什麼！尤其是這些典籍，都是半個世紀以前流通的，這半個世紀之後能夠留下來的，還能夠剩下來的，我看充其量只有十分之一，所以我們明白這個道理，我們要接著幹，要大量流通。半個世紀之前的讀書人還能讀文言文，現在人看到印祖流通這些典籍，在文字上就產生障礙，這是很可悲的現象。於是我們用口語的講解，現在我們流通錄相帶、錄音帶、光碟，讓大家有機會聽。楞嚴會上文殊菩薩說得好，「此方真教體，清淨在音聞」，娑婆世界眾生耳根最利。"
    },
    {
      "id": "19-012-0105_p0008",
      "zh_CN": "我们今天要救这个劫难，要从根本下手，根本就是如何令一切众生回心转意，在心理上做一个大转变，劫难才能够化除。这个道理佛在经典上讲得很透彻，大经上常讲，「一切法从心想生」，这一句话就是《华严经》上所说的「唯心所现，唯识所变」，一切法唯心所现，唯识所变。心想生，心就是能现的，想就是识，能变的。我们看现在社会大众，他们想的是什么？他们念的是什么？他们说的是什么？他们做的是什么？如果这一切都是不善的，感应就是天灾人祸；如果想的、念的、说的、做的都是善的，那就是极乐世界，就是华藏世界。这个需要教，所以诸佛菩萨示现在世间，都是以师道的身分出现。释迦牟尼佛用现代的话来说，他所示现的是多元文化社会教育的工作者，孔老夫子在中国示现的也是这个身分，唯有这个身分才能救人，才能救世，我们要懂得。",
      "zh_TW": "我們今天要救這個劫難，要從根本下手，根本就是如何令一切眾生回心轉意，在心理上做一個大轉變，劫難才能夠化除。這個道理佛在經典上講得很透徹，大經上常講，「一切法從心想生」，這一句話就是《華嚴經》上所說的「唯心所現，唯識所變」，一切法唯心所現，唯識所變。心想生，心就是能現的，想就是識，能變的。我們看現在社會大眾，他們想的是什麼？他們念的是什麼？他們說的是什麼？他們做的是什麼？如果這一切都是不善的，感應就是天災人禍；如果想的、念的、說的、做的都是善的，那就是極樂世界，就是華藏世界。這個需要教，所以諸佛菩薩示現在世間，都是以師道的身分出現。釋迦牟尼佛用現代的話來說，他所示現的是多元文化社會教育的工作者，孔老夫子在中國示現的也是這個身分，唯有這個身分才能救人，才能救世，我們要懂得。"
    },
    {
      "id": "19-012-0105_p0009",
      "zh_CN": "心善就现好相，意善就变好境界，行善是自利利他，人能具足这三善，前途一片光明。纵然现前受一些苦难，小事，人生几何？时间非常短促，佛教我们修忍辱波罗蜜。这几十年的寒暑，这几十年的折磨，谁折磨我们？一些愚痴迷惑颠倒的众生，他不明理，佛菩萨以善心，纯善之心、纯利之行对他，他还要侮辱佛菩萨，还要陷害佛菩萨。佛菩萨没有退心，佛菩萨没有掉头而去，这是佛菩萨给我们做的榜样，给我们做的示范。诸佛菩萨尚且如此，我们算什么？受一点折磨，受一些伤害，正常的，这几十年光阴度过了，我们有好地方去。所以不可以舍弃苦难的众生，众生愈苦，愈是愚痴、愈是愚昧，我们愈要怜悯他，愈要帮助他。不能因为他的心行不善，无恶不作，就舍弃而不顾了，这不是个仁慈的人，这也是不孝之人。不孝、不敬、不仁、不义，怎么能够学佛？怎么能够成佛？所以我们跟世人不可以同一个知见，无论他以什么态度对我们，我们一定要守住原则，我们以真诚心对他，以清净心、平等心、智慧心、慈悲心对待一切众生，我们是行菩萨道。要修忍辱波罗蜜，要修六度万行，长时间来感化这些众生，他们有佛性，他们会回头，只是一时的迷惑而已。所以自己要反省，自己要行道，唯有自己不堕落，才能够拯救苦难的众生。这两句意思还没有讲完，今天时间到了，明天我们再接着讲。",
      "zh_TW": "心善就現好相，意善就變好境界，行善是自利利他，人能具足這三善，前途一片光明。縱然現前受一些苦難，小事，人生幾何？時間非常短促，佛教我們修忍辱波羅蜜。這幾十年的寒暑，這幾十年的折磨，誰折磨我們？一些愚痴迷惑顛倒的眾生，他不明理，佛菩薩以善心，純善之心、純利之行對他，他還要侮辱佛菩薩，還要陷害佛菩薩。佛菩薩沒有退心，佛菩薩沒有掉頭而去，這是佛菩薩給我們做的榜樣，給我們做的示範。諸佛菩薩尚且如此，我們算什麼？受一點折磨，受一些傷害，正常的，這幾十年光陰度過了，我們有好地方去。所以不可以捨棄苦難的眾生，眾生愈苦，愈是愚痴、愈是愚昧，我們愈要憐憫他，愈要幫助他。不能因為他的心行不善，無惡不作，就捨棄而不顧了，這不是個仁慈的人，這也是不孝之人。不孝、不敬、不仁、不義，怎麼能夠學佛？怎麼能夠成佛？所以我們跟世人不可以同一個知見，無論他以什麼態度對我們，我們一定要守住原則，我們以真誠心對他，以清淨心、平等心、智慧心、慈悲心對待一切眾生，我們是行菩薩道。要修忍辱波羅蜜，要修六度萬行，長時間來感化這些眾生，他們有佛性，他們會回頭，只是一時的迷惑而已。所以自己要反省，自己要行道，唯有自己不墮落，才能夠拯救苦難的眾生。這兩句意思還沒有講完，今天時間到了，明天我們再接著講。"
    }
  ]
}