{
  "doc_id": "19-012-0006",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0006",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0006_p0001",
      "zh_CN": "昨天讲到《感应篇》的第一句：",
      "zh_TW": "昨天講到《感應篇》的第一句："
    },
    {
      "id": "19-012-0006_p0002",
      "zh_CN": "【祸福无门。惟人自召。】",
      "zh_TW": "【禍福無門。惟人自召。】"
    },
    {
      "id": "19-012-0006_p0003",
      "zh_CN": "这句话是说明感应道交的原理，文字虽然简单，道理非常深刻。用现代科学的眼光来看，所谓是心电感应。心是真的，电是比喻，比喻总不能比喻到恰到好处，只能比喻仿佛。因为在世间物理的现象，似乎是电的速度最快，跟光速度相等。而心感应的速度，比光、比电不知道要快多少，简直是不能比。电波的速度一秒钟才三十万公里，心里面念头的速度，念头才生就遍虚空法界，这是我们在讲席当中多次跟诸位报告过，这是说感应的原理。《汇编》里面这个内容非常丰富，举出许多的公案故事来做证明。其实这些例证是举不尽的，只要我们冷静观察，我们一生当中，自己跟周边的环境，就能够体验到感应是真实的现象，西方人所谓是真理。",
      "zh_TW": "這句話是說明感應道交的原理，文字雖然簡單，道理非常深刻。用現代科學的眼光來看，所謂是心電感應。心是真的，電是比喻，比喻總不能比喻到恰到好處，只能比喻彷彿。因為在世間物理的現象，似乎是電的速度最快，跟光速度相等。而心感應的速度，比光、比電不知道要快多少，簡直是不能比。電波的速度一秒鐘才三十萬公里，心裡面念頭的速度，念頭才生就遍虛空法界，這是我們在講席當中多次跟諸位報告過，這是說感應的原理。《彙編》裡面這個內容非常豐富，舉出許多的公案故事來做證明。其實這些例證是舉不盡的，只要我們冷靜觀察，我們一生當中，自己跟周邊的環境，就能夠體驗到感應是真實的現象，西方人所謂是真理。"
    },
    {
      "id": "19-012-0006_p0004",
      "zh_CN": "《汇编》里面第五段，举唐代禅宗六祖惠能大师一段话，这一段话说得很好，在《坛经》里面，六祖说「一切福田，不离方寸」，这一句是总说，跟此地讲的『祸福无门，惟人自召』是一个意思。方寸就是我们的念头，心里面起心动念就感得吉凶祸福，小的果报叫吉凶，大的就称为祸福。佛在经上说，「吉凶祸福，皆由心造」，又说罪福这两桩事情，苦乐这两种果报，都是身语意三业造作所招感的。世间人不懂这个道理，如果明白这个道理，那才真正说得上自求多福；不明白这个道理，随顺自己的烦恼、妄想造作，决定招感的凶祸。",
      "zh_TW": "《彙編》裡面第五段，舉唐代禪宗六祖惠能大師一段話，這一段話說得很好，在《壇經》裡面，六祖說「一切福田，不離方寸」，這一句是總說，跟此地講的『禍福無門，惟人自召』是一個意思。方寸就是我們的念頭，心裡面起心動念就感得吉凶禍福，小的果報叫吉凶，大的就稱為禍福。佛在經上說，「吉凶禍福，皆由心造」，又說罪福這兩樁事情，苦樂這兩種果報，都是身語意三業造作所招感的。世間人不懂這個道理，如果明白這個道理，那才真正說得上自求多福；不明白這個道理，隨順自己的煩惱、妄想造作，決定招感的凶禍。"
    },
    {
      "id": "19-012-0006_p0005",
      "zh_CN": "所以，我们要想消除这个世间的天灾人祸，能不能办得到？答案是肯定的，决定可以办得到。用什么方法？教学。我这一次在澳洲，昆士兰多元文化局的局长来看我，谈到种族融合，宗教的融合，大家能够放弃自己的成见，互相尊重，和睦相处，怎样才能够落实？因为他在澳洲主管这些事务，我跟他说了一句话，教育。中国古圣先贤教导我们，「建国君民，教学为先」，你建立一个政权，建立一个国家，统治人民，用什么方法？教学为先。今天要想达到社会和谐，世界和平，除了教学之外没有第二个办法。教学的内容是什么？就是感应的道理。要把这个道理搞清楚，事实真相搞明白，我们起心动念自然就收敛了。努力行善，善的标准是什么？十善业道。人人都能奉行十善业道，天灾人祸自然就没有了，不会发生。",
      "zh_TW": "所以，我們要想消除這個世間的天災人禍，能不能辦得到？答案是肯定的，決定可以辦得到。用什麼方法？教學。我這一次在澳洲，昆士蘭多元文化局的局長來看我，談到種族融合，宗教的融合，大家能夠放棄自己的成見，互相尊重，和睦相處，怎樣才能夠落實？因為他在澳洲主管這些事務，我跟他說了一句話，教育。中國古聖先賢教導我們，「建國君民，教學為先」，你建立一個政權，建立一個國家，統治人民，用什麼方法？教學為先。今天要想達到社會和諧，世界和平，除了教學之外沒有第二個辦法。教學的內容是什麼？就是感應的道理。要把這個道理搞清楚，事實真相搞明白，我們起心動念自然就收斂了。努力行善，善的標準是什麼？十善業道。人人都能奉行十善業道，天災人禍自然就沒有了，不會發生。"
    },
    {
      "id": "19-012-0006_p0006",
      "zh_CN": "佛在经上讲，如果我们的妄想、念头，随着瞋恚，随着嫉妒、邪淫，地狱的现象就会现前。地狱从哪来的，你要明了。要是随顺悭贪，贪而无厌，自己有的舍不得布施，这造的是饿鬼业，六道里面鬼道境界就现前。如果随顺愚痴，什么叫愚痴？世出世间法没有能力辨别真假，没有能力辨别邪正，没有能力辨别是非，甚至于善恶、利害都颠倒，这是愚痴，愚痴是畜生的行业。所以贪瞋痴是三恶道的业因。我们今天冷静观察，这个社会上广大的群众，谁没有贪瞋痴？不但有，贪瞋痴还不断的在增长，增长的速度叫人可怕！贪瞋痴这个念头、行为增长，就是三恶道快速的形成。我们不必堕六道里面的恶道，恐怕我们现前这个社会就变成地狱、饿鬼、畜生，你说这个多可怕。今天有一些觉悟的人，志士仁人，想挽救这个社会。印光大师给我们带头，给我们莫大的启示，告诉我们，救这个急难，儒家的道理来不及，佛家的大道理也来不及，所以才提倡《了凡四训》、《感应篇》、《文昌帝君阴骘文》，来救苦救难。一切恶业当中杀业最重、淫业最重，所以《安士全书》对于这两种用特别的篇幅来说明，提醒我们注意，这两种是根本的大罪，是凶祸的根本。十善能挽救劫运，念佛是第一善法，所以末后它有「西归直指」，劝导我们念佛求生极乐世界。",
      "zh_TW": "佛在經上講，如果我們的妄想、念頭，隨著瞋恚，隨著嫉妒、邪淫，地獄的現象就會現前。地獄從哪來的，你要明瞭。要是隨順慳貪，貪而無厭，自己有的捨不得布施，這造的是餓鬼業，六道裡面鬼道境界就現前。如果隨順愚痴，什麼叫愚痴？世出世間法沒有能力辨別真假，沒有能力辨別邪正，沒有能力辨別是非，甚至於善惡、利害都顛倒，這是愚痴，愚痴是畜生的行業。所以貪瞋痴是三惡道的業因。我們今天冷靜觀察，這個社會上廣大的群眾，誰沒有貪瞋痴？不但有，貪瞋痴還不斷的在增長，增長的速度叫人可怕！貪瞋痴這個念頭、行為增長，就是三惡道快速的形成。我們不必墮六道裡面的惡道，恐怕我們現前這個社會就變成地獄、餓鬼、畜生，你說這個多可怕。今天有一些覺悟的人，志士仁人，想挽救這個社會。印光大師給我們帶頭，給我們莫大的啟示，告訴我們，救這個急難，儒家的道理來不及，佛家的大道理也來不及，所以才提倡《了凡四訓》、《感應篇》、《文昌帝君陰騭文》，來救苦救難。一切惡業當中殺業最重、淫業最重，所以《安士全書》對於這兩種用特別的篇幅來說明，提醒我們注意，這兩種是根本的大罪，是凶禍的根本。十善能挽救劫運，念佛是第一善法，所以末後它有「西歸直指」，勸導我們念佛求生極樂世界。"
    },
    {
      "id": "19-012-0006_p0007",
      "zh_CN": "三恶道的业因我们明白了，还有三善道。三善道里面的阿修罗，虽然能够行善，心行与十善业道相应，但是傲慢的习气太重，脾气太大，好胜心太强，这堕修罗道。能够坚持五戒十善，起心动念、处事待人接物遵守这个原则，这才能得人身。如果再能把十善业道向上提升，做得非常圆满，那是天道。可见得佛法教学第一个目标教导人断恶修善，目的就是保证我们来生不堕恶道，还能够得人天福报，但是没有能超越三界六道轮回。更聪明一些的人知道，三善道不是办法，没有能够根本解决，再向上提升，超越三界了。像阿罗汉，阿罗汉知道人我事实真相，像《金刚经》上所说的，「一切有为法，如梦幻泡影」，所以放弃了对我的执着，也就是佛法里面常讲的无我。也就是有我你就有六道轮回，无我六道轮回就没有了，超越六道轮回，这证阿罗汉果。如果他了解宇宙之间这些现象缘起性空，这现象从哪来的？六道从哪来？十法界从哪来？这些现象是同一个缘起。明白这个道理，连极其微细的执着也舍弃掉，知道执着是错误，这个境界比阿罗汉高，能证辟支佛果。觉悟人空，又能够发心帮助一切众生，教导一切众生，学习六度，那就是菩萨业。如果是以真诚的慈悲，平等的慈悲，自行化他，这就是佛的业，佛的所作所为。这些话都是讲正报，佛是人作的，菩萨也是人作的，只要你一念回心就超凡入圣。我们为什么不努力？为什么不认真去学习？学习佛菩萨，大吉大利，无边的福报。",
      "zh_TW": "三惡道的業因我們明白了，還有三善道。三善道裡面的阿修羅，雖然能夠行善，心行與十善業道相應，但是傲慢的習氣太重，脾氣太大，好勝心太強，這墮修羅道。能夠堅持五戒十善，起心動念、處事待人接物遵守這個原則，這才能得人身。如果再能把十善業道向上提升，做得非常圓滿，那是天道。可見得佛法教學第一個目標教導人斷惡修善，目的就是保證我們來生不墮惡道，還能夠得人天福報，但是沒有能超越三界六道輪迴。更聰明一些的人知道，三善道不是辦法，沒有能夠根本解決，再向上提升，超越三界了。像阿羅漢，阿羅漢知道人我事實真相，像《金剛經》上所說的，「一切有為法，如夢幻泡影」，所以放棄了對我的執著，也就是佛法裡面常講的無我。也就是有我你就有六道輪迴，無我六道輪迴就沒有了，超越六道輪迴，這證阿羅漢果。如果他了解宇宙之間這些現象緣起性空，這現象從哪來的？六道從哪來？十法界從哪來？這些現象是同一個緣起。明白這個道理，連極其微細的執著也捨棄掉，知道執著是錯誤，這個境界比阿羅漢高，能證辟支佛果。覺悟人空，又能夠發心幫助一切眾生，教導一切眾生，學習六度，那就是菩薩業。如果是以真誠的慈悲，平等的慈悲，自行化他，這就是佛的業，佛的所作所為。這些話都是講正報，佛是人作的，菩薩也是人作的，只要你一念回心就超凡入聖。我們為什麼不努力？為什麼不認真去學習？學習佛菩薩，大吉大利，無邊的福報。"
    },
    {
      "id": "19-012-0006_p0008",
      "zh_CN": "所以吉凶祸福，「无门」就是没有一定，没有定法，都在人心一念之间。凡人只知道一念善恶，不晓得善恶里面还有这么多的差别，这佛法给我们讲得透彻、讲得明了。我们的正报转了，依报就随着转，依报是我们居住的环境。你看看《华严经》上所说的华藏世界，毘卢遮那佛的生活环境。再看看极乐世界阿弥陀佛的生活环境，所谓香台宝树、清净庄严，从哪里来的？都是从真诚、慈悲、平等教化众生所感召变现出来的。我们今天居住这个地球，地球是我们的生活环境，大家都看到，大家都听到，多少人在说地球病了，病得非常严重，处处都是天灾人祸，天灾人祸从哪来的？从贪瞋痴变现出来的。贪心重，贪心是水，水灾就现前；瞋恚心重，火灾就现前；愚痴是风灾；心地不平是地震。我们现在社会大众是什么样的心态，感召着这些天灾人祸？天灾人祸是可以消除的，可以化解的。科学技术办不到，这些事情我常说，政治办不到，军事武力也办不到，经济也办不到，科学技术都办不到。在人心，转变人心唯有圣贤的教学，圣贤的教学是平等的教学。",
      "zh_TW": "所以吉凶禍福，「無門」就是沒有一定，沒有定法，都在人心一念之間。凡人只知道一念善惡，不曉得善惡裡面還有這麼多的差別，這佛法給我們講得透徹、講得明瞭。我們的正報轉了，依報就隨著轉，依報是我們居住的環境。你看看《華嚴經》上所說的華藏世界，毘盧遮那佛的生活環境。再看看極樂世界阿彌陀佛的生活環境，所謂香臺寶樹、清淨莊嚴，從哪裡來的？都是從真誠、慈悲、平等教化眾生所感召變現出來的。我們今天居住這個地球，地球是我們的生活環境，大家都看到，大家都聽到，多少人在說地球病了，病得非常嚴重，處處都是天災人禍，天災人禍從哪來的？從貪瞋痴變現出來的。貪心重，貪心是水，水災就現前；瞋恚心重，火災就現前；愚痴是風災；心地不平是地震。我們現在社會大眾是什麼樣的心態，感召著這些天災人禍？天災人禍是可以消除的，可以化解的。科學技術辦不到，這些事情我常說，政治辦不到，軍事武力也辦不到，經濟也辦不到，科學技術都辦不到。在人心，轉變人心唯有聖賢的教學，聖賢的教學是平等的教學。"
    },
    {
      "id": "19-012-0006_p0009",
      "zh_CN": "我接触许多世界宗教领袖，我跟他们交谈，现在大家都意识到，这个世间灾难太可怕，所以都希求我们如何能够和平、和睦相处，能够互相合作。这个意识非常之好，这在佛法讲始觉，开始觉悟，好现象。我们的愿望要能够落实要教育。我跟他们大家讲，现在宗教没有办法解决问题，是我们只有宗没有教，大家想想对不对？这是我在雪梨世界宗教和平会议里面所说的。我们有宗，更要重视教育。这个宗教，教是教育，怎样教导你们的信徒发挥平等的大爱。天主教、基督教里面讲的，「上帝爱世人」，你们想想这句话，上帝爱世人，并不是说上帝爱他的信徒，信仰上帝的人上帝爱他，不信仰上帝上帝还爱他，因为他是人，他爱的是世人，并没有说有差别在里面。佛家讲的真慈平等，爱护一切众生，以真诚的爱心，无私的布施，无条件的为一切众生服务，这个问题就解决了。附带条件是解决不了问题的，无条件的为一切众生服务。",
      "zh_TW": "我接觸許多世界宗教領袖，我跟他們交談，現在大家都意識到，這個世間災難太可怕，所以都希求我們如何能夠和平、和睦相處，能夠互相合作。這個意識非常之好，這在佛法講始覺，開始覺悟，好現象。我們的願望要能夠落實要教育。我跟他們大家講，現在宗教沒有辦法解決問題，是我們只有宗沒有教，大家想想對不對？這是我在雪梨世界宗教和平會議裡面所說的。我們有宗，更要重視教育。這個宗教，教是教育，怎樣教導你們的信徒發揮平等的大愛。天主教、基督教裡面講的，「上帝愛世人」，你們想想這句話，上帝愛世人，並不是說上帝愛他的信徒，信仰上帝的人上帝愛他，不信仰上帝上帝還愛他，因為他是人，他愛的是世人，並沒有說有差別在裡面。佛家講的真慈平等，愛護一切眾生，以真誠的愛心，無私的布施，無條件的為一切眾生服務，這個問題就解決了。附帶條件是解決不了問題的，無條件的為一切眾生服務。"
    },
    {
      "id": "19-012-0006_p0010",
      "zh_CN": "我们学习到了，学到了要做到，学了做不到那有什么用处？那你招来的还是灾难。学了之后立刻要落实、要做到。我们今天访问不同的宗教、不同的族群，我们以真诚的爱心，无私的供养，热情的帮助，我们得到的回响，就证明佛菩萨所说，证明太上所讲，「惟人自召」，我们招感的是许多众生也对我们热爱。从这一点点我们就能深深体会到，社会安定、世界和平是有希望的，要靠世界这些宗教家们热心来教导，发挥大爱，这才能解决眼前的灾祸。这个意思我们要深深去体会。今天时间到了，就讲到此地。",
      "zh_TW": "我們學習到了，學到了要做到，學了做不到那有什麼用處？那你招來的還是災難。學了之後立刻要落實、要做到。我們今天訪問不同的宗教、不同的族群，我們以真誠的愛心，無私的供養，熱情的幫助，我們得到的回響，就證明佛菩薩所說，證明太上所講，「惟人自召」，我們招感的是許多眾生也對我們熱愛。從這一點點我們就能深深體會到，社會安定、世界和平是有希望的，要靠世界這些宗教家們熱心來教導，發揮大愛，這才能解決眼前的災禍。這個意思我們要深深去體會。今天時間到了，就講到此地。"
    }
  ]
}