{
  "doc_id": "19-012-0115",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一五集",
    "zh_TW": "第一一五集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0115",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-012-0115_p0001",
      "zh_CN": "诸位同学，大家好。请看《感应篇》第五十二节：",
      "zh_TW": "諸位同學，大家好。請看《感應篇》第五十二節："
    },
    {
      "id": "19-012-0115_p0002",
      "zh_CN": "【凌孤逼寡。】",
      "zh_TW": "【凌孤逼寡。】"
    },
    {
      "id": "19-012-0115_p0003",
      "zh_CN": "五十三节：",
      "zh_TW": "五十三節："
    },
    {
      "id": "19-012-0115_p0004",
      "zh_CN": "【弃法受赂。】",
      "zh_TW": "【棄法受賂。】"
    },
    {
      "id": "19-012-0115_p0005",
      "zh_CN": "世间最苦的人莫过于孤寡，古圣先贤教导我们，对于这些人要特别怜悯，特别的照顾。佛法里面的福田，这些人是福田里面的悲田。我们看到众生在遭难的时候，必须要想到，我在过去曾经遭过这个灾难，我们在未来这样灾难困境，必定还是很多，只要不出六道轮回，肯定是不能够避免的。我们怎么晓得？我们从因果上去看。《了凡四训》诸位念得很熟，所谓「一饮一啄，莫非前定」，谁定的？我们自己造作业因注定的。所以这个非常公平，不是上帝定的，不是阎罗王定的，也不是佛菩萨定的，自己造作的，自作自受，我们要明了这个道理。遭遇这些苦难的人，我们很清楚、很明白，他过去一定造作这些业因。造作业因的时候，无知！我们今天有幸遇到佛法，能够受到一些圣贤人的教诲，我们明白了。明白了之后，对于这些苦难众生，一定要帮助他、要救度他、要照顾他，怎么可以欺负他？怎么可以逼迫他？欺负逼迫这些人，那个罪孽比欺负普通人要加很多倍，果报不堪设想。",
      "zh_TW": "世間最苦的人莫過於孤寡，古聖先賢教導我們，對於這些人要特別憐憫，特別的照顧。佛法裡面的福田，這些人是福田裡面的悲田。我們看到眾生在遭難的時候，必須要想到，我在過去曾經遭過這個災難，我們在未來這樣災難困境，必定還是很多，只要不出六道輪迴，肯定是不能夠避免的。我們怎麼曉得？我們從因果上去看。《了凡四訓》諸位念得很熟，所謂「一飲一啄，莫非前定」，誰定的？我們自己造作業因注定的。所以這個非常公平，不是上帝定的，不是閻羅王定的，也不是佛菩薩定的，自己造作的，自作自受，我們要明瞭這個道理。遭遇這些苦難的人，我們很清楚、很明白，他過去一定造作這些業因。造作業因的時候，無知！我們今天有幸遇到佛法，能夠受到一些聖賢人的教誨，我們明白了。明白了之後，對於這些苦難眾生，一定要幫助他、要救度他、要照顧他，怎麼可以欺負他？怎麼可以逼迫他？欺負逼迫這些人，那個罪孽比欺負普通人要加很多倍，果報不堪設想。"
    },
    {
      "id": "19-012-0115_p0006",
      "zh_CN": "我们去访问基督教，参观基督教所办的这些社会慈善福利机构，我们看到他们的老人院，他们照顾一些乐龄老人，照顾孤儿，这个功德很大。在佛法里面说，如果着相，这一些慈善事业是三界的福报；如果离相修善，他们所作所为就是无量功德。功德跟福德的差别，一个是着相修，一个是离相修，差别在此地；事相上没有差别，用心不一样。在事上做的，他们经验很丰富，许多地方值得我们学习，我们到人家去参访一次，就是上一堂课。昨天他们教会会督，这是教会地位最高的；会督下面他们有会长、有牧师，它的组织一级一级分得很清楚，跟李居士的一番谈话，很重要！这是我们访问的中心，是我们学习的课程，我们可以反复的看、反复的听，初学的同学可以放给他们看，非常好的教材。我们每到一个地方去参观，都是去上课，都是去学习，取人之长，舍人之短，我们才有进步。",
      "zh_TW": "我們去訪問基督教，參觀基督教所辦的這些社會慈善福利機構，我們看到他們的老人院，他們照顧一些樂齡老人，照顧孤兒，這個功德很大。在佛法裡面說，如果著相，這一些慈善事業是三界的福報；如果離相修善，他們所作所為就是無量功德。功德跟福德的差別，一個是著相修，一個是離相修，差別在此地；事相上沒有差別，用心不一樣。在事上做的，他們經驗很豐富，許多地方值得我們學習，我們到人家去參訪一次，就是上一堂課。昨天他們教會會督，這是教會地位最高的；會督下面他們有會長、有牧師，它的組織一級一級分得很清楚，跟李居士的一番談話，很重要！這是我們訪問的中心，是我們學習的課程，我們可以反覆的看、反覆的聽，初學的同學可以放給他們看，非常好的教材。我們每到一個地方去參觀，都是去上課，都是去學習，取人之長，捨人之短，我們才有進步。"
    },
    {
      "id": "19-012-0115_p0007",
      "zh_CN": "佛教给我们「精进」，精进从哪里来的？精进从这些地方来的。我们在《华严经》上看到善财童子五十三参，与善知识这一问一答，记录下来都是经典。现在借重科技不需要记，我们把它录下来，音声也录下来，现相也录下来，这是最好的教材了。在这些地方，我们要吸取他们几十年的经验，古人有所谓：「闻君一席话，胜读十年书」。我们用古人的原理原则，用现行的方法手段，这样结合就契机契理。古时候的那些方法现在不适用，那些原理原则必须要遵守，契理！现代人做事的方法、手段，我们学会了，契机！这是在此地特别提醒诸位同修，不仅我们正式拜访其他宗教，会学的人，像善财童子，一切时、一切处、一切人、一切事、一切物都是教材，都是菩萨学处。",
      "zh_TW": "佛教給我們「精進」，精進從哪裡來的？精進從這些地方來的。我們在《華嚴經》上看到善財童子五十三參，與善知識這一問一答，記錄下來都是經典。現在借重科技不需要記，我們把它錄下來，音聲也錄下來，現相也錄下來，這是最好的教材了。在這些地方，我們要吸取他們幾十年的經驗，古人有所謂：「聞君一席話，勝讀十年書」。我們用古人的原理原則，用現行的方法手段，這樣結合就契機契理。古時候的那些方法現在不適用，那些原理原則必須要遵守，契理！現代人做事的方法、手段，我們學會了，契機！這是在此地特別提醒諸位同修，不僅我們正式拜訪其他宗教，會學的人，像善財童子，一切時、一切處、一切人、一切事、一切物都是教材，都是菩薩學處。"
    },
    {
      "id": "19-012-0115_p0008",
      "zh_CN": "他们这里面，基督教不是像我们说同参、莲友，他不是的，他们是讲兄弟姊妹，就跟我们讲同参、同学是一个意思。跟我也谈了很多，我也很诚恳的告诉他们，你们对于老人的照顾，已经尽心尽力了，我们看了很感动、很敬佩，但是宗教家所做的事业，不能仅仅限于物质精神生活的照顾，不够！世间慈善事业做到这里，可以了，我们要帮助他，帮助他真正升到天堂。他们基督教是升天堂，你要不能帮助这些老人升天堂，你就失职了，对不起上帝。所以我提醒他，对于老人要特别留意机会教育。我们在人家的地方，一定要顺从他们，我们不能教他念佛，求生极乐世界，这不可以的，这是破坏人家的道场。道不谤道，行家赞叹，决定没有毁谤。你们要求升天堂，要帮助那些人个个都要升天堂，一定要对老人做机会教育，劝导他们，引导他们生起信心，增长信心。为老人开示，时间要短，一句废话都没有。他问我，我告诉他时间最好不要超过十分钟。一天当中，至少做三次到五次的开示，一次不要超过十分钟，他听了很欢喜。讲长了，他嫌你啰嗦，他的精神也不够用，五分钟到十分钟最理想。",
      "zh_TW": "他們這裡面，基督教不是像我們說同參、蓮友，他不是的，他們是講兄弟姊妹，就跟我們講同參、同學是一個意思。跟我也談了很多，我也很誠懇的告訴他們，你們對於老人的照顧，已經盡心盡力了，我們看了很感動、很敬佩，但是宗教家所做的事業，不能僅僅限於物質精神生活的照顧，不夠！世間慈善事業做到這裡，可以了，我們要幫助他，幫助他真正升到天堂。他們基督教是升天堂，你要不能幫助這些老人升天堂，你就失職了，對不起上帝。所以我提醒他，對於老人要特別留意機會教育。我們在人家的地方，一定要順從他們，我們不能教他念佛，求生極樂世界，這不可以的，這是破壞人家的道場。道不謗道，行家讚歎，決定沒有毀謗。你們要求升天堂，要幫助那些人個個都要升天堂，一定要對老人做機會教育，勸導他們，引導他們生起信心，增長信心。為老人開示，時間要短，一句廢話都沒有。他問我，我告訴他時間最好不要超過十分鐘。一天當中，至少做三次到五次的開示，一次不要超過十分鐘，他聽了很歡喜。講長了，他嫌你囉嗦，他的精神也不夠用，五分鐘到十分鐘最理想。"
    },
    {
      "id": "19-012-0115_p0009",
      "zh_CN": "帮助老人运动，我们看到了。让老人看看他们喜欢看的电视节目，我们要替他选，这他们都没有注意到。像上一次我们去访问天主教的老人院，他们的院长非常谦虚，来问我。我就跟他说了，我说你们物质生活照顾非常周到，天主教的确不错，有爱心，精神生活缺乏。他说我们也有，常常找一些年轻的学生、年轻人在这里唱唱歌，带领他们，他说他们不喜欢听。我说我也不喜欢听。现在年轻人唱的跳的，是噪音！我说你一定要懂得，这个老年人是什么年代的人，你要拿半个世纪以前那些老歌来唱，他们就欢喜了，他们会怀念。不能用新的东西，新的东西老年人决定不能接受。所以一定要想到他是什么时代的人，我们要给他什么样的娱乐。我们自己不懂，问问他，请教请教他，「你们喜欢听什么？喜欢看什么？」他会告诉你。你依照他们喜欢的去搜集这些资料，来帮助他们，他就欢喜了。你不了解老人的心情，所以你做的不但不能帮助他，反而使他听到见到，痛苦！他们这时明白了。我说你找那些古老的潮州大戏，他们这里潮州人很多，这个他喜欢看。所以决定不能搞现代西洋的这些东西，这些对老人格格不入。到那里的时候，我说我们的「济公传」忘了带去，它会很受欢迎的，我们这里现在有很多。所以处处看，细心去观察、去学习。",
      "zh_TW": "幫助老人運動，我們看到了。讓老人看看他們喜歡看的電視節目，我們要替他選，這他們都沒有注意到。像上一次我們去訪問天主教的老人院，他們的院長非常謙虛，來問我。我就跟他說了，我說你們物質生活照顧非常周到，天主教的確不錯，有愛心，精神生活缺乏。他說我們也有，常常找一些年輕的學生、年輕人在這裡唱唱歌，帶領他們，他說他們不喜歡聽。我說我也不喜歡聽。現在年輕人唱的跳的，是噪音！我說你一定要懂得，這個老年人是什麼年代的人，你要拿半個世紀以前那些老歌來唱，他們就歡喜了，他們會懷念。不能用新的東西，新的東西老年人決定不能接受。所以一定要想到他是什麼時代的人，我們要給他什麼樣的娛樂。我們自己不懂，問問他，請教請教他，「你們喜歡聽什麼？喜歡看什麼？」他會告訴你。你依照他們喜歡的去蒐集這些資料，來幫助他們，他就歡喜了。你不了解老人的心情，所以你做的不但不能幫助他，反而使他聽到見到，痛苦！他們這時明白了。我說你找那些古老的潮州大戲，他們這裡潮州人很多，這個他喜歡看。所以決定不能搞現代西洋的這些東西，這些對老人格格不入。到那裡的時候，我說我們的「濟公傳」忘了帶去，它會很受歡迎的，我們這裡現在有很多。所以處處看，細心去觀察、去學習。"
    },
    {
      "id": "19-012-0115_p0010",
      "zh_CN": "李居士也透露了一个消息，我们要搞「多元文化村」。你看人家问我们，各个宗教这些慈善福利事业，照顾老人，照顾病苦，照顾孤儿，很多！他问：「你们佛教有没有做？」要问你们，你们怎么答复？李居士说得好，事实！我们佛教每一个寺院都是养老院，每一个寺院都是社会慈善福利机构，比你们做的还要殊胜。我们的老人在寺院是自由的，到居士林去看，确实如此。你看每天那么多老人到那边，他们聊天，他们在那里做义工，在那里洗菜，生活得非常快乐，供给那么多人吃饭，修福！厨房里做义工，修福。祖师也不例外，六祖惠能大师当年在黄梅八个月，在碓房舂米破柴，也是干这个粗活，祖师。你们看到传记里面记载的，天台山国清寺的寒山、拾得，厨房里打杂，丰干和尚干的活跟六祖惠能大师一样，舂米、推磨。到以后人家才晓得，丰干是阿弥陀佛再来的，寒山、拾得是文殊、普贤菩萨，佛菩萨在厨房里修福供给大众，我们看到这些事情不愿意做，佛菩萨做。",
      "zh_TW": "李居士也透露了一個消息，我們要搞「多元文化村」。你看人家問我們，各個宗教這些慈善福利事業，照顧老人，照顧病苦，照顧孤兒，很多！他問：「你們佛教有沒有做？」要問你們，你們怎麼答覆？李居士說得好，事實！我們佛教每一個寺院都是養老院，每一個寺院都是社會慈善福利機構，比你們做的還要殊勝。我們的老人在寺院是自由的，到居士林去看，確實如此。你看每天那麼多老人到那邊，他們聊天，他們在那裡做義工，在那裡洗菜，生活得非常快樂，供給那麼多人吃飯，修福！廚房裡做義工，修福。祖師也不例外，六祖惠能大師當年在黃梅八個月，在碓房舂米破柴，也是幹這個粗活，祖師。你們看到傳記裡面記載的，天台山國清寺的寒山、拾得，廚房裡打雜，豐干和尚幹的活跟六祖惠能大師一樣，舂米、推磨。到以後人家才曉得，豐干是阿彌陀佛再來的，寒山、拾得是文殊、普賢菩薩，佛菩薩在廚房裡修福供給大眾，我們看到這些事情不願意做，佛菩薩做。"
    },
    {
      "id": "19-012-0115_p0011",
      "zh_CN": "所以我们照顾老人，跟他们照顾老人方法不一样，一面拣菜，一面念阿弥陀佛。这样念阿弥陀佛不要去拨念珠，摘一片菜，阿弥陀佛！洗一个菜，阿弥陀佛！你看看，是不一样。我去看居士林一楼也装上电视了，电视里有讲经，听经、念佛、工作都在一起。还有这些老同参们，天天在一块聊天，比起他们办的老人福利事业，我们的确有我们的特色。我们也欢迎他们来访问，来看看我们这些老人生活。所以我就想到，我跟会长讲，我要把我们这一边老人生活状况，小朋友生活的状况，现在「耕心园」小朋友生活状况，都要特别做一个光碟，送给其他各个宗教去看。他们平常跟我们不接触、不来往，不知道我们干些什么，只是在凭空想像，大概都是烧香拜拜，没有看到我们的内容。我们去访问他，我们看到他们的，他们没有看到我们，互相的交流，互相的观摩。",
      "zh_TW": "所以我們照顧老人，跟他們照顧老人方法不一樣，一面揀菜，一面念阿彌陀佛。這樣念阿彌陀佛不要去撥念珠，摘一片菜，阿彌陀佛！洗一個菜，阿彌陀佛！你看看，是不一樣。我去看居士林一樓也裝上電視了，電視裡有講經，聽經、念佛、工作都在一起。還有這些老同參們，天天在一塊聊天，比起他們辦的老人福利事業，我們的確有我們的特色。我們也歡迎他們來訪問，來看看我們這些老人生活。所以我就想到，我跟會長講，我要把我們這一邊老人生活狀況，小朋友生活的狀況，現在「耕心園」小朋友生活狀況，都要特別做一個光碟，送給其他各個宗教去看。他們平常跟我們不接觸、不來往，不知道我們幹些什麼，只是在憑空想像，大概都是燒香拜拜，沒有看到我們的內容。我們去訪問他，我們看到他們的，他們沒有看到我們，互相的交流，互相的觀摩。"
    },
    {
      "id": "19-012-0115_p0012",
      "zh_CN": "对于鳏寡孤独，要特别的怜悯，特别的照顾；不但要照顾他，还要教导他。儒跟佛教导我们，儒家是说出来了，「作之君、作之亲、作之师」，明显的教出来了。佛教了吗？佛教了，也是如此，散在许许多多经论之中。佛家最殊胜、最伟大的理念，是一切众生同一体，这个理念伟大，虚空法界一切众生，一个心，一个自性，一个法身，如果我们不能从这个地方认知，就不是真正学佛。真正学佛，《华严经》上有条件的，甚至于你还有个妄想，「这个佛殊胜，那个佛差一点；这个佛大，那个佛小」，你是凡夫，你永远不会觉悟，你的悟门堵塞了，这个我们要懂得。佛法是平等法，世尊在《无量寿经》上，赞叹阿弥陀佛「光中极尊，佛中之王」，要晓得是方便说，诸佛如来平等的。为什么说这个话？鼓励我们依靠阿弥陀佛，带业往生，这一生才能得度。如果不亲近阿弥陀佛，不求生西方极乐世界，修学任何一个法门，都要断烦恼，断惑证真，这个事情难了，恐怕我们这个世间，没有一个人能做到。这是诸佛如来不得已的苦心苦语，大慈大悲，我们要懂得。所以往生是不难，提高品位可不容易。你有正确的认知，知道佛法是平等法，对于提高品位就容易了。还有差别，还有等级，品位没有办法向上提升。",
      "zh_TW": "對於鰥寡孤獨，要特別的憐憫，特別的照顧；不但要照顧他，還要教導他。儒跟佛教導我們，儒家是說出來了，「作之君、作之親、作之師」，明顯的教出來了。佛教了嗎？佛教了，也是如此，散在許許多多經論之中。佛家最殊勝、最偉大的理念，是一切眾生同一體，這個理念偉大，虛空法界一切眾生，一個心，一個自性，一個法身，如果我們不能從這個地方認知，就不是真正學佛。真正學佛，《華嚴經》上有條件的，甚至於你還有個妄想，「這個佛殊勝，那個佛差一點；這個佛大，那個佛小」，你是凡夫，你永遠不會覺悟，你的悟門堵塞了，這個我們要懂得。佛法是平等法，世尊在《無量壽經》上，讚歎阿彌陀佛「光中極尊，佛中之王」，要曉得是方便說，諸佛如來平等的。為什麼說這個話？鼓勵我們依靠阿彌陀佛，帶業往生，這一生才能得度。如果不親近阿彌陀佛，不求生西方極樂世界，修學任何一個法門，都要斷煩惱，斷惑證真，這個事情難了，恐怕我們這個世間，沒有一個人能做到。這是諸佛如來不得已的苦心苦語，大慈大悲，我們要懂得。所以往生是不難，提高品位可不容易。你有正確的認知，知道佛法是平等法，對於提高品位就容易了。還有差別，還有等級，品位沒有辦法向上提升。"
    }
  ]
}