{
  "doc_id": "19-012-0145",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四五集",
    "zh_TW": "第一四五集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0145",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0145_p0001",
      "zh_CN": "请看《感应篇》第八十节：",
      "zh_TW": "請看《感應篇》第八十節："
    },
    {
      "id": "19-012-0145_p0002",
      "zh_CN": "【见他荣贵。愿他流贬。见他富有。愿他破散。】",
      "zh_TW": "【見他榮貴。願他流貶。見他富有。願他破散。】"
    },
    {
      "id": "19-012-0145_p0003",
      "zh_CN": "这以下是「阴藏之恶」。注解里面第一段说得非常好，「凡人荣贵，皆非偶然，皆其昔有善缘，夙植德本，更其祖宗积德，乃能如是。见之者，当起追慕之心，非慕其荣贵，实追慕其前修也」。我们就看这一段。这种恶意情执，古今中外皆有；不但人道有，畜生、饿鬼、地狱里也有，这是迷执太重。世间人哪一个不贪财？他要不贪财，他就不是凡人，他是圣人。凡人起心动念，为烦恼所盖覆。什么是烦恼？贪瞋痴慢，凡夫生活在贪瞋痴慢里，他怎么不苦！贪瞋痴慢的心念，能不能得到富贵荣华？给诸位说，决定得不到。注子里头说得好，佛菩萨如是说，我们再看看每一个宗教，他们的上帝、神圣也都是这个说法，富贵荣华不是偶然的，都是过去生中培植的。",
      "zh_TW": "這以下是「陰藏之惡」。註解裡面第一段說得非常好，「凡人榮貴，皆非偶然，皆其昔有善緣，夙植德本，更其祖宗積德，乃能如是。見之者，當起追慕之心，非慕其榮貴，實追慕其前修也」。我們就看這一段。這種惡意情執，古今中外皆有；不但人道有，畜生、餓鬼、地獄裡也有，這是迷執太重。世間人哪一個不貪財？他要不貪財，他就不是凡人，他是聖人。凡人起心動念，為煩惱所蓋覆。什麼是煩惱？貪瞋痴慢，凡夫生活在貪瞋痴慢裡，他怎麼不苦！貪瞋痴慢的心念，能不能得到富貴榮華？給諸位說，決定得不到。註子裡頭說得好，佛菩薩如是說，我們再看看每一個宗教，他們的上帝、神聖也都是這個說法，富貴榮華不是偶然的，都是過去生中培植的。"
    },
    {
      "id": "19-012-0145_p0004",
      "zh_CN": "佛家讲得好，「欲知前世因，今生受者是」，这个话的意思就是说明，你要想知道你前生修的是什么因，这一生你所得到的，你所受用的就是果报。所谓是「种瓜得瓜，种豆得豆」，你前世种的是什么，这一生的受用，这一生的享受，这一生的际遇，就是前生造的因。佛又说了，「欲知来世果，今生作者是」，你要想知道我来世怎么样，来生好不好，那就看你这一生所造作的。你这一生种的善因，你来生一定得善果，这一生你的心行不善，来一世哪里会有善果？这个大道理，我们要懂得。佛跟我们讲财富，你这一生发财了，不管你是用什么方式，你是经商也好，做工也好，从政也好。今天我们都知道，许多地方政府的官员收受贿赂；收受贿赂还是命里有的，命里没有的，才收一点，马上就出事情，就触犯法律，接受法律制裁处分。贿赂收得再多，一生都没出事情，命里有的，他不受贿赂，他命里还是有那么多财富，不过什么？来得晚一点而已，只是早迟的事情。命里有的，丢都丢不掉；命里没有的，求也求不来，我们要明白这个道理。自己细心想一想，我像不像是个富贵的命？再仔细去深思，我该不该得富贵？大家念过《了凡四训》，你看看了凡先生就能够反省，这是聪明人，这是有智慧的人。",
      "zh_TW": "佛家講得好，「欲知前世因，今生受者是」，這個話的意思就是說明，你要想知道你前生修的是什麼因，這一生你所得到的，你所受用的就是果報。所謂是「種瓜得瓜，種豆得豆」，你前世種的是什麼，這一生的受用，這一生的享受，這一生的際遇，就是前生造的因。佛又說了，「欲知來世果，今生作者是」，你要想知道我來世怎麼樣，來生好不好，那就看你這一生所造作的。你這一生種的善因，你來生一定得善果，這一生你的心行不善，來一世哪裡會有善果？這個大道理，我們要懂得。佛跟我們講財富，你這一生發財了，不管你是用什麼方式，你是經商也好，做工也好，從政也好。今天我們都知道，許多地方政府的官員收受賄賂；收受賄賂還是命裡有的，命裡沒有的，才收一點，馬上就出事情，就觸犯法律，接受法律制裁處分。賄賂收得再多，一生都沒出事情，命裡有的，他不受賄賂，他命裡還是有那麼多財富，不過什麼？來得晚一點而已，只是早遲的事情。命裡有的，丟都丟不掉；命裡沒有的，求也求不來，我們要明白這個道理。自己細心想一想，我像不像是個富貴的命？再仔細去深思，我該不該得富貴？大家念過《了凡四訓》，你看看了凡先生就能夠反省，這是聰明人，這是有智慧的人。"
    },
    {
      "id": "19-012-0145_p0005",
      "zh_CN": "佛告诉我们，财富是怎么修来的？财布施修来的。佛劝我们种福，世间有三种福田是我们种福修福之处。第一个福田是父母，父母是「恩田」，孝养父母的人有福了。第二是奉事三宝，三宝是「敬田」。可是三宝要重实质，不重形式，这个道理几个人懂？明理的人懂。我在讲席跟诸位说过几次，现在新加坡的纳丹总统，我很钦佩他，他告诉我他很尊重佛教，「佛教重实质，不重形式」，这一句话是内行话，我们佛门里多少出家人都说不出来，所以三宝要重实质，不重形象。这一次台湾遇到的大地震，南投埔里一带许许多多的寺庙都被毁掉了，在地震当中毁掉。有人就问，这么多修行人，为什么还遭这个难？其实很简单，佛法重实质，不重形式；换句话说，重视真修，不重视外表，外表装的那个样子，不行！忏云法师也住在南投地震区这一带，他的道场为什么没事？他是一个真正修行人，自自然然有诸佛护念，龙天善神保佑，真修行！前几年，我听说「世桦印刷厂」仓库附近遭遇到火灾，它的仓库周边四周围的房子统统烧掉了，只有它的仓库没事，仓库里面放的是《大藏经》，刚印好的《大藏经》放在那里面，有龙天善神守护。我们深深相信它这一批经典，决定起很大的作用，必然将来供养真修的人、祖师大德，才会有善神守护。经的数量很多，散在四方，不知道哪个地方有真修行人。所以建一个寺庙，穿上出家人的衣服，这种形象、心行都不像佛菩萨，这个没有用处。从前李炳南老居士讲，「该怎么生死，还是怎么生死；该怎么遭难，还是怎么遭难」，所以要真修实践。",
      "zh_TW": "佛告訴我們，財富是怎麼修來的？財布施修來的。佛勸我們種福，世間有三種福田是我們種福修福之處。第一個福田是父母，父母是「恩田」，孝養父母的人有福了。第二是奉事三寶，三寶是「敬田」。可是三寶要重實質，不重形式，這個道理幾個人懂？明理的人懂。我在講席跟諸位說過幾次，現在新加坡的納丹總統，我很欽佩他，他告訴我他很尊重佛教，「佛教重實質，不重形式」，這一句話是內行話，我們佛門裡多少出家人都說不出來，所以三寶要重實質，不重形象。這一次台灣遇到的大地震，南投埔里一帶許許多多的寺廟都被毀掉了，在地震當中毀掉。有人就問，這麼多修行人，為什麼還遭這個難？其實很簡單，佛法重實質，不重形式；換句話說，重視真修，不重視外表，外表裝的那個樣子，不行！懺雲法師也住在南投地震區這一帶，他的道場為什麼沒事？他是一個真正修行人，自自然然有諸佛護念，龍天善神保佑，真修行！前幾年，我聽說「世樺印刷廠」倉庫附近遭遇到火災，它的倉庫周邊四周圍的房子統統燒掉了，只有它的倉庫沒事，倉庫裡面放的是《大藏經》，剛印好的《大藏經》放在那裡面，有龍天善神守護。我們深深相信它這一批經典，決定起很大的作用，必然將來供養真修的人、祖師大德，才會有善神守護。經的數量很多，散在四方，不知道哪個地方有真修行人。所以建一個寺廟，穿上出家人的衣服，這種形象、心行都不像佛菩薩，這個沒有用處。從前李炳南老居士講，「該怎麼生死，還是怎麼生死；該怎麼遭難，還是怎麼遭難」，所以要真修實踐。"
    },
    {
      "id": "19-012-0145_p0006",
      "zh_CN": "试问问，我们有没有孝养父母的心，有没有孝养父母的行为，你做到了没有？是不是真正的恭敬三宝？恭敬三宝，天天香花水果供养，每天磕三千个大头，心里面还是贪瞋痴慢，没有用处！假的。我们拿什么来供养三宝？要拿真正的修持。佛在经上教我们做的，我们做到了没有？佛讲得太多了，我们选择了五个科目，「净业三福」做到了没有？「六和敬」做到了没有？「三学」、「六度」做到了没有？普贤「十愿」做到了没有？其他的不说了，就这五个科目，我们都能够做到，就是奉事师长，这是真正皈依三宝，敬田里面种福，这个福大。第三个是「悲田」，悲田是救济一切苦难众生，这是种福。所以你财布施得财富，着相布施是福报，离相布施是功德。法布施得聪明智慧，无畏布施得健康长寿，世间人都贪图财富、聪明、健康长寿，这是果报，你不肯修因，哪来的果报？你要想得果报，一定要懂得修因。所以财愈布施愈多，布施是修因，你因修得多，果当然多。法布施多，聪明智慧增长。无畏布施多，无畏布施是真正以慈悲爱心，照顾一切需要照顾的人，年老的人，残障的人，需要照顾，需要帮忙，你真有这个心，遇到了真肯做，你的果报是健康长寿。种善因一定得善果。",
      "zh_TW": "試問問，我們有沒有孝養父母的心，有沒有孝養父母的行為，你做到了沒有？是不是真正的恭敬三寶？恭敬三寶，天天香花水果供養，每天磕三千個大頭，心裡面還是貪瞋痴慢，沒有用處！假的。我們拿什麼來供養三寶？要拿真正的修持。佛在經上教我們做的，我們做到了沒有？佛講得太多了，我們選擇了五個科目，「淨業三福」做到了沒有？「六和敬」做到了沒有？「三學」、「六度」做到了沒有？普賢「十願」做到了沒有？其他的不說了，就這五個科目，我們都能夠做到，就是奉事師長，這是真正皈依三寶，敬田裡面種福，這個福大。第三個是「悲田」，悲田是救濟一切苦難眾生，這是種福。所以你財布施得財富，著相布施是福報，離相布施是功德。法布施得聰明智慧，無畏布施得健康長壽，世間人都貪圖財富、聰明、健康長壽，這是果報，你不肯修因，哪來的果報？你要想得果報，一定要懂得修因。所以財愈布施愈多，布施是修因，你因修得多，果當然多。法布施多，聰明智慧增長。無畏布施多，無畏布施是真正以慈悲愛心，照顧一切需要照顧的人，年老的人，殘障的人，需要照顧，需要幫忙，你真有這個心，遇到了真肯做，你的果報是健康長壽。種善因一定得善果。"
    },
    {
      "id": "19-012-0145_p0007",
      "zh_CN": "佛菩萨教诲我们，所有宗教神明都教给我们，不义之财决定不能取。不义是什么？不应该得到的。不义之财你要得到了，往往有很难想像的灾难，这个事情古今中外都有，都很多。前天我们在报纸上看到，澳洲政府准备立法，禁止赌博。现在澳洲在网路上发现有赌博的行为，许多人因为赌博而倾家荡产、离婚、自杀，造成社会严重的损失，他们要制定法律来禁止，这是一个负责任的政府，这是一个真正保护人民的措施。我们从《了凡四训》里面得到启示，袁了凡做县长的时候，发一个善心，减免全县人的田赋，就是田租，减租几十万人得利益，他这个义举就行了万善。澳洲政府这些官员，他们懂得这个道理，立这个法来执行，这一念也是积万善，不止万善，多少人得利益！没有一个宗教不禁止赌博的，中国古圣先贤苦口婆心劝导大家，安分守己，积德修善，你的前途一片光明。哪一个人发财是靠赌博起家的？哪一个人发财是靠偷窃起家的？古今中外找不到，我们要明了这个道理，知道事实真相。",
      "zh_TW": "佛菩薩教誨我們，所有宗教神明都教給我們，不義之財決定不能取。不義是什麼？不應該得到的。不義之財你要得到了，往往有很難想像的災難，這個事情古今中外都有，都很多。前天我們在報紙上看到，澳洲政府準備立法，禁止賭博。現在澳洲在網路上發現有賭博的行為，許多人因為賭博而傾家蕩產、離婚、自殺，造成社會嚴重的損失，他們要制定法律來禁止，這是一個負責任的政府，這是一個真正保護人民的措施。我們從《了凡四訓》裡面得到啟示，袁了凡做縣長的時候，發一個善心，減免全縣人的田賦，就是田租，減租幾十萬人得利益，他這個義舉就行了萬善。澳洲政府這些官員，他們懂得這個道理，立這個法來執行，這一念也是積萬善，不止萬善，多少人得利益！沒有一個宗教不禁止賭博的，中國古聖先賢苦口婆心勸導大家，安分守己，積德修善，你的前途一片光明。哪一個人發財是靠賭博起家的？哪一個人發財是靠偷竊起家的？古今中外找不到，我們要明瞭這個道理，知道事實真相。"
    },
    {
      "id": "19-012-0145_p0008",
      "zh_CN": "佛菩萨常常教给我们，安贫乐道，知足常乐，我们在其他宗教典籍里面也看到，所谓「神贫」；贫是物质生活不丰足，神是精神生活充足。在中国儒家孔老夫子常常赞叹颜回，颜回是物质生活贫乏，「一箪食，一瓢饮」，吃饭连饭碗都没有，用竹子编一个竹篓盛饭；喝水连个杯子都没有，用个葫芦挖空做个瓢来喝水，贫穷到这种程度，这贫。可是颜回之乐没有人能够跟他相比。他乐什么？乐的是道，安贫乐道，这是圣贤之乐，贪瞋痴慢的烦恼统统断掉了。他的乐我们凡夫不知道，他的心境跟虚空法界融合成一体，这个境界谁能想得到？谁能体会得到？这是他学养的功夫，智慧的圆满。读书、学佛，无非是提高这个境界，让我们在这里面得真乐。物质受用是假的乐，我们讲席当中也讲过多少次，这种乐等于世间人吸毒、打吗啡，不正常的乐。正常的乐是觉悟、明理、了解事实真相，这是真乐。决定不在物质生活的厚薄，而在自己的心地清净光明，遍照法界，表现在外面，佛家讲一片慈悲。基督教、天主教里面讲的神爱世人，上帝爱世人，他们表现在外面，神圣表现在外面是大爱，爱护一切众生，关怀一切众生，照顾一切众生，全心全力帮助一切众生。",
      "zh_TW": "佛菩薩常常教給我們，安貧樂道，知足常樂，我們在其他宗教典籍裡面也看到，所謂「神貧」；貧是物質生活不豐足，神是精神生活充足。在中國儒家孔老夫子常常讚歎顏回，顏回是物質生活貧乏，「一簞食，一瓢飲」，吃飯連飯碗都沒有，用竹子編一個竹簍盛飯；喝水連個杯子都沒有，用個葫蘆挖空做個瓢來喝水，貧窮到這種程度，這貧。可是顏回之樂沒有人能夠跟他相比。他樂什麼？樂的是道，安貧樂道，這是聖賢之樂，貪瞋痴慢的煩惱統統斷掉了。他的樂我們凡夫不知道，他的心境跟虛空法界融合成一體，這個境界誰能想得到？誰能體會得到？這是他學養的功夫，智慧的圓滿。讀書、學佛，無非是提高這個境界，讓我們在這裡面得真樂。物質受用是假的樂，我們講席當中也講過多少次，這種樂等於世間人吸毒、打嗎啡，不正常的樂。正常的樂是覺悟、明理、了解事實真相，這是真樂。決定不在物質生活的厚薄，而在自己的心地清淨光明，遍照法界，表現在外面，佛家講一片慈悲。基督教、天主教裡面講的神愛世人，上帝愛世人，他們表現在外面，神聖表現在外面是大愛，愛護一切眾生，關懷一切眾生，照顧一切眾生，全心全力幫助一切眾生。"
    },
    {
      "id": "19-012-0145_p0009",
      "zh_CN": "神圣们对众生的帮助，着重在帮他离苦得乐。离苦得乐要从根本上帮助，根本是什么？根本是破迷开悟。苦从哪里来？苦从迷来的。乐从哪里来？乐是从觉悟来的。佛菩萨、神明都有神通，他要去赌博，那稳赢钱。为什么不用这个手段，多赢一点钱来布施，做好事？这是个不正常的手段，这是个罪恶的手段，所以诸佛菩萨、神明绝不采取这种手段。佛菩萨教人是从正面的，不是从负面的，这个作法有流弊，会害人，佛菩萨决定不做。我们学佛菩萨，就要从这些地方学。一定要修的是正法，正中之正；正中之邪，除非在很不得已的那个手段之下，决定不用它。所以诸佛菩萨有神通，神通能力太大了，但是决定不用神通，用教学，用示范。为什么？这里头没有流弊。如果用神通，我们晓得妖魔鬼怪也有神通，用这种方法来接引众生，众生会受迷惑，邪正不分，魔佛不分，这个麻烦就大了。魔有的能力，佛有；佛有的能力，魔没有。心善行善，以身作则，魔做不到；以正法劝告大众，魔也做不到。佛与魔的分辨，我们一定要清楚，一定要明了，我们跟佛学，决定不能跟魔走。",
      "zh_TW": "神聖們對眾生的幫助，著重在幫他離苦得樂。離苦得樂要從根本上幫助，根本是什麼？根本是破迷開悟。苦從哪裡來？苦從迷來的。樂從哪裡來？樂是從覺悟來的。佛菩薩、神明都有神通，他要去賭博，那穩贏錢。為什麼不用這個手段，多贏一點錢來布施，做好事？這是個不正常的手段，這是個罪惡的手段，所以諸佛菩薩、神明絕不採取這種手段。佛菩薩教人是從正面的，不是從負面的，這個作法有流弊，會害人，佛菩薩決定不做。我們學佛菩薩，就要從這些地方學。一定要修的是正法，正中之正；正中之邪，除非在很不得已的那個手段之下，決定不用它。所以諸佛菩薩有神通，神通能力太大了，但是決定不用神通，用教學，用示範。為什麼？這裡頭沒有流弊。如果用神通，我們曉得妖魔鬼怪也有神通，用這種方法來接引眾生，眾生會受迷惑，邪正不分，魔佛不分，這個麻煩就大了。魔有的能力，佛有；佛有的能力，魔沒有。心善行善，以身作則，魔做不到；以正法勸告大眾，魔也做不到。佛與魔的分辨，我們一定要清楚，一定要明瞭，我們跟佛學，決定不能跟魔走。"
    },
    {
      "id": "19-012-0145_p0010",
      "zh_CN": "财富、智慧、健康长寿，一定要遵从佛的教诲，决定可以取得。违背佛的教诲，用非法的手段去取，纵然得到了，灾难还是在后面，你不能保有，不能长享。所以我们读了这几句文的教诲，感慨非常之深，我们一生绝不做非法、违背佛陀教诲之事，这样就对不起三宝，对不起父母，也对不起一切众生。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "財富、智慧、健康長壽，一定要遵從佛的教誨，決定可以取得。違背佛的教誨，用非法的手段去取，縱然得到了，災難還是在後面，你不能保有，不能長享。所以我們讀了這幾句文的教誨，感慨非常之深，我們一生絕不做非法、違背佛陀教誨之事，這樣就對不起三寶，對不起父母，也對不起一切眾生。好，今天時間到了，我們就講到此地。"
    }
  ]
}