{
  "doc_id": "19-012-0182",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八二集",
    "zh_TW": "第一八二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0182",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0182_p0001",
      "zh_CN": "请掀开《感应篇》第一百一十节：",
      "zh_TW": "請掀開《感應篇》第一百一十節："
    },
    {
      "id": "19-012-0182_p0002",
      "zh_CN": "【作为无益。怀挟外心。】",
      "zh_TW": "【作為無益。懷挾外心。】"
    },
    {
      "id": "19-012-0182_p0003",
      "zh_CN": "这两句昨天跟诸位概略的报告过。人生在世间时间很短促，纵然是一百年，也只是一弹指而已，年岁大的人，都有很深的感触。如果不明理，不读圣贤书，在一生当中，起心动念、言语造作，就像《地藏经》上所说的「无不是罪」。佛法当中亦常常赞叹「人身难得，佛法难闻」，得人身有什么好处？如果是不读圣贤书、不闻佛法，我们可以讲还是不得人身好。为什么？不造罪业。造作罪业，堕落在三途，那个时间太长太长了，何苦在这短短几十年当中，造作罪业要长劫轮回受苦，这个人身得它有什么好处？作畜生，纵然是毒蛇猛兽，所造的罪业比人是轻得太多了，所以畜生死了以后很多都能转生到善道，不是没有道理的。动物，我们仔细观察，毒蛇猛兽，你不侵犯牠，牠不会侵犯你的，虎、狼、狮子也只是在饿的时候才猎捕小动物。我们看「动物奇观」里面许多画面，老虎、狮子吃饱了躺在那个地方，小动物围绕牠的周围，牠理都不理，比起人造业轻得多。人的瞋恨心非常可怕，我们看到往往有手段狠毒的，造作重罪的，害千万人身家性命，何必要造这种罪业？佛赞叹得人身之可贵，是得人身容易解脱；容易解脱一定要闻佛法，要读圣贤书，要觉悟，这个人才可贵。人要不觉悟，有什么可贵？反而不如三恶道的众生，这个理跟事，我们都要清楚，都要明了。真正清楚明白了，就是觉悟，世间一切法自然能看破、能放下，一心向道，那这个人身就可贵了。",
      "zh_TW": "這兩句昨天跟諸位概略的報告過。人生在世間時間很短促，縱然是一百年，也只是一彈指而已，年歲大的人，都有很深的感觸。如果不明理，不讀聖賢書，在一生當中，起心動念、言語造作，就像《地藏經》上所說的「無不是罪」。佛法當中亦常常讚歎「人身難得，佛法難聞」，得人身有什麼好處？如果是不讀聖賢書、不聞佛法，我們可以講還是不得人身好。為什麼？不造罪業。造作罪業，墮落在三途，那個時間太長太長了，何苦在這短短幾十年當中，造作罪業要長劫輪迴受苦，這個人身得它有什麼好處？作畜生，縱然是毒蛇猛獸，所造的罪業比人是輕得太多了，所以畜生死了以後很多都能轉生到善道，不是沒有道理的。動物，我們仔細觀察，毒蛇猛獸，你不侵犯牠，牠不會侵犯你的，虎、狼、獅子也只是在餓的時候才獵捕小動物。我們看「動物奇觀」裡面許多畫面，老虎、獅子吃飽了躺在那個地方，小動物圍繞牠的周圍，牠理都不理，比起人造業輕得多。人的瞋恨心非常可怕，我們看到往往有手段狠毒的，造作重罪的，害千萬人身家性命，何必要造這種罪業？佛讚歎得人身之可貴，是得人身容易解脫；容易解脫一定要聞佛法，要讀聖賢書，要覺悟，這個人才可貴。人要不覺悟，有什麼可貴？反而不如三惡道的眾生，這個理跟事，我們都要清楚，都要明瞭。真正清楚明白了，就是覺悟，世間一切法自然能看破、能放下，一心向道，那這個人身就可貴了。"
    },
    {
      "id": "19-012-0182_p0004",
      "zh_CN": "早年我们没有听到佛法，到中年才听到，还不晚！这个法门的修学，如果你真干，三年就能成就。我们在《净土圣贤录》、《往生传》里面所看到的，超过半数念佛往生的人，大概他们所用的时间三年到五年，专心！我们今天搞了十几年，连个消息都没有，什么原因？心不专，意不诚，对于世间名利、五欲六尘没有放下。佛在经上所讲的修学的原则，我们没有掌握到，《大势至圆通章》里面教导我们的，「都摄六根，净念相继」，我们没做到。我们六根收摄不住，眼还是贪色，耳还是贪音，舌还是贪味，这就是不知道收摄六根。知道收摄六根，贪瞋痴慢的念头断了，在这个世间生活起居一切随缘，一切不执着、不分别，一心向道，这个三、五年才成功。我们的心还被五欲六尘、还被名利所转，这一生念一辈子也不能成功。",
      "zh_TW": "早年我們沒有聽到佛法，到中年才聽到，還不晚！這個法門的修學，如果你真幹，三年就能成就。我們在《淨土聖賢錄》、《往生傳》裡面所看到的，超過半數念佛往生的人，大概他們所用的時間三年到五年，專心！我們今天搞了十幾年，連個消息都沒有，什麼原因？心不專，意不誠，對於世間名利、五欲六塵沒有放下。佛在經上所講的修學的原則，我們沒有掌握到，《大勢至圓通章》裡面教導我們的，「都攝六根，淨念相繼」，我們沒做到。我們六根收攝不住，眼還是貪色，耳還是貪音，舌還是貪味，這就是不知道收攝六根。知道收攝六根，貪瞋痴慢的念頭斷了，在這個世間生活起居一切隨緣，一切不執著、不分別，一心向道，這個三、五年才成功。我們的心還被五欲六塵、還被名利所轉，這一生念一輩子也不能成功。"
    },
    {
      "id": "19-012-0182_p0005",
      "zh_CN": "世间一切都是假的，没有一样是真的，佛在《金刚经》上给我们讲得多清楚、多明白，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，我们要常念，时时刻刻警惕自己，全是假的，在这一些虚假上面做合计，哪有不搞轮回的道理！哪有不堕落的！什么是真的？放下万缘是真的，随顺众生是真的。佛教我们随缘，随缘就自在了，这个是真实的受用，真实的利益；再能够信愿念佛，求生净土，真实当中的真实，没有比这个更真实了。常常想到「人身难得，佛法难闻」，我们今天得人身、闻佛法，这样宝贵的机缘要不把它抓住，那就太可惜了！一失人身，万劫难复，再得人身不容易。纵然得人身，有没有机会闻佛法？如果得人身的时候，这个世间没有佛法，人身也是空过。",
      "zh_TW": "世間一切都是假的，沒有一樣是真的，佛在《金剛經》上給我們講得多清楚、多明白，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，我們要常念，時時刻刻警惕自己，全是假的，在這一些虛假上面做合計，哪有不搞輪迴的道理！哪有不墮落的！什麼是真的？放下萬緣是真的，隨順眾生是真的。佛教我們隨緣，隨緣就自在了，這個是真實的受用，真實的利益；再能夠信願念佛，求生淨土，真實當中的真實，沒有比這個更真實了。常常想到「人身難得，佛法難聞」，我們今天得人身、聞佛法，這樣寶貴的機緣要不把它抓住，那就太可惜了！一失人身，萬劫難復，再得人身不容易。縱然得人身，有沒有機會聞佛法？如果得人身的時候，這個世間沒有佛法，人身也是空過。"
    },
    {
      "id": "19-012-0182_p0006",
      "zh_CN": "有佛法的时间短，没有佛法的时间长。你看看释迦牟尼佛的法运一万二千年，这一万二千年过去之后，这个世间没有佛法。没有佛法的时间有多长？五十六亿七千万年后弥勒菩萨示现作佛，这个世间再有佛法。诸位想想，一万二千年跟五十六亿七千万年，不能比！所以佛跟我们讲的话是真的，人身失去再得人身，不容易；得人身又能闻佛法，就更不容易。这一生不能认真修学，怎么对得起佛菩萨？怎么对得起自己这一次幸运得人身？所以生活环境当中，顺境也好，逆境也好，周边环境的一些人事，善人也好，恶人也好，我总以一个真诚、清净、平等心来对待，什么样的折磨也能够甘心忍受，老实念佛，几年之后就往生了，何必计较？为什么放不下？我们从这个地方体会，佛法真实受用我们就得到了，跟这个世间一切人、一切事，总不计较，「恒顺众生，随喜功德」，功德就是老实念佛。想想无益的事情不做，什么是无益的事情？带不去的事情，我们要辨别清楚。损人利己的事情更不能做，准堕三途。所以我们要做的是利益众生的事情，舍己为人，有多少力量，我们贡献多少力量，你的福报是圆满的。我有十分力量，只贡献一、两分力量，这个福报很少，是有缺陷的，不是圆满的。",
      "zh_TW": "有佛法的時間短，沒有佛法的時間長。你看看釋迦牟尼佛的法運一萬二千年，這一萬二千年過去之後，這個世間沒有佛法。沒有佛法的時間有多長？五十六億七千萬年後彌勒菩薩示現作佛，這個世間再有佛法。諸位想想，一萬二千年跟五十六億七千萬年，不能比！所以佛跟我們講的話是真的，人身失去再得人身，不容易；得人身又能聞佛法，就更不容易。這一生不能認真修學，怎麼對得起佛菩薩？怎麼對得起自己這一次幸運得人身？所以生活環境當中，順境也好，逆境也好，周邊環境的一些人事，善人也好，惡人也好，我總以一個真誠、清淨、平等心來對待，什麼樣的折磨也能夠甘心忍受，老實念佛，幾年之後就往生了，何必計較？為什麼放不下？我們從這個地方體會，佛法真實受用我們就得到了，跟這個世間一切人、一切事，總不計較，「恆順眾生，隨喜功德」，功德就是老實念佛。想想無益的事情不做，什麼是無益的事情？帶不去的事情，我們要辨別清楚。損人利己的事情更不能做，準墮三途。所以我們要做的是利益眾生的事情，捨己為人，有多少力量，我們貢獻多少力量，你的福報是圓滿的。我有十分力量，只貢獻一、兩分力量，這個福報很少，是有缺陷的，不是圓滿的。"
    },
    {
      "id": "19-012-0182_p0007",
      "zh_CN": "所以我们在整个佛法里面去看、去思惟，这个世间种福，修最大福报的往往是贫穷之人，他修的福报圆满。我们在新加坡看到许哲居士，可以说在今天这个世界七十亿人当中，没有一个人能够比得过她，她的福报是圆满的。世间人固然有富贵人家，有亿万财富的，他布施人家的时候，也不过就拿出九牛一毛，而且拿得又不痛快，总是想到与我有利，我才做一点慈善事业；与我没有利，他一毛都不拔。这样的人我们晓得，他一转世就落到贫穷了。今天世间亿万财富从哪里来的？我们看到许哲在修因，她在修因，她那个因就是亿万财富之因。佛法讲：「三转法轮」，三种方式的教学，在新加坡统统见到。展开经卷，这是直接指示你，善友天天劝导你，像许哲、李木源居士来给你作证，在一般宗教里面讲见证，我们佛法讲证明，知道人家是怎么修的，我们看在心里很明白、很清楚。你看许哲居士自己说的，她的前途一片光明，这是真的。众神保佑她，她信心具足，只有一个善良的心，帮助世间苦难的人，全心全力在做，有一分钱做一分钱的事，有两分钱做两分钱的。你看报纸上登到，她的银行存库里头只有三十七块钱，现前社会大众提到她，都对她尊敬，这是花报，果报不可思议，这是我们应当要学习的。",
      "zh_TW": "所以我們在整個佛法裡面去看、去思惟，這個世間種福，修最大福報的往往是貧窮之人，他修的福報圓滿。我們在新加坡看到許哲居士，可以說在今天這個世界七十億人當中，沒有一個人能夠比得過她，她的福報是圓滿的。世間人固然有富貴人家，有億萬財富的，他布施人家的時候，也不過就拿出九牛一毛，而且拿得又不痛快，總是想到與我有利，我才做一點慈善事業；與我沒有利，他一毛都不拔。這樣的人我們曉得，他一轉世就落到貧窮了。今天世間億萬財富從哪裡來的？我們看到許哲在修因，她在修因，她那個因就是億萬財富之因。佛法講：「三轉法輪」，三種方式的教學，在新加坡統統見到。展開經卷，這是直接指示你，善友天天勸導你，像許哲、李木源居士來給你作證，在一般宗教裡面講見證，我們佛法講證明，知道人家是怎麼修的，我們看在心裡很明白、很清楚。你看許哲居士自己說的，她的前途一片光明，這是真的。眾神保佑她，她信心具足，只有一個善良的心，幫助世間苦難的人，全心全力在做，有一分錢做一分錢的事，有兩分錢做兩分錢的。你看報紙上登到，她的銀行存庫裡頭只有三十七塊錢，現前社會大眾提到她，都對她尊敬，這是花報，果報不可思議，這是我們應當要學習的。"
    },
    {
      "id": "19-012-0182_p0008",
      "zh_CN": "底下这一句『怀挟外心』，注解里面给我们注得很好，「臣欺君，子逆亲，妻背夫，兄弟相贼，朋友相倾，皆外心所使也」。这是非常明显的。下面说「然不待形于事为，即有机微萌动，人不知而鬼神已诛其心矣」。所谓丧心病狂，造作这些罪业的人，今天社会比比皆是，无论到什么地方，无论在什么时候，我们都能看到。今天这个世界是个骗人的世界，看谁会骗，愈是会骗的，愈能取得高官、高的地位，他居高位，他就骗所有的人民，骗一切众生。所以今天居在高位的有什么好处？眼前看到他作威作福，往前面再一看是阿鼻地狱，他所造的罪业是阿鼻地狱，转眼之间他就去了，堕落在这个大地狱里面，真是万劫不得超生。人迷惑！糊涂到所以然处。从前，我们看看古代，诸位念古书你就能明了，古时候帝王将相仁慈博爱，念念都是为人民解除困苦艰难，帮助人民安居乐业，后人称为古圣先王。他行的是王道，教化众生伦理道德，他自己所行的是社会大众的榜样，儒家所谓「作之君，作之亲，作之师」，他这三个字做到了，那是无量无边的功德。",
      "zh_TW": "底下這一句『懷挾外心』，註解裡面給我們註得很好，「臣欺君，子逆親，妻背夫，兄弟相賊，朋友相傾，皆外心所使也」。這是非常明顯的。下面說「然不待形於事為，即有機微萌動，人不知而鬼神已誅其心矣」。所謂喪心病狂，造作這些罪業的人，今天社會比比皆是，無論到什麼地方，無論在什麼時候，我們都能看到。今天這個世界是個騙人的世界，看誰會騙，愈是會騙的，愈能取得高官、高的地位，他居高位，他就騙所有的人民，騙一切眾生。所以今天居在高位的有什麼好處？眼前看到他作威作福，往前面再一看是阿鼻地獄，他所造的罪業是阿鼻地獄，轉眼之間他就去了，墮落在這個大地獄裡面，真是萬劫不得超生。人迷惑！糊塗到所以然處。從前，我們看看古代，諸位念古書你就能明瞭，古時候帝王將相仁慈博愛，念念都是為人民解除困苦艱難，幫助人民安居樂業，後人稱為古聖先王。他行的是王道，教化眾生倫理道德，他自己所行的是社會大眾的榜樣，儒家所謂「作之君，作之親，作之師」，他這三個字做到了，那是無量無邊的功德。"
    },
    {
      "id": "19-012-0182_p0009",
      "zh_CN": "诸位读《了凡四训》，你看看了凡先生做了县长，他存的是什么心？为人民服务的心，要把他服务的工作做好，让全县的百姓都能够安居乐业，他做的是这个工作。知道民间的疾苦，想尽方法减少税收，他天天做这个。自己的生活过得非常节俭，他的收入也相当丰厚，冬天做棉衣，你看他《四训》里头讲的，他的太太用普通的棉絮，不用丝棉，因为一件丝棉袍，要用普通的棉絮可以做六、七件，可以给六、七个人。一个人的享受，可以分给六、七个人，他有这个念头，他的福报不是自己独享，福报是分给大家共同来享。从前人做官，念念为人民去想，他不为自己，刻苦自己，希望人民的日子能够过得好。帝王亦复如是，所以帝王所居住的这个地方叫「京师」，京是大城，师是什么？模范，这个城市是所有城市的模范、表率，是这个意思。",
      "zh_TW": "諸位讀《了凡四訓》，你看看了凡先生做了縣長，他存的是什麼心？為人民服務的心，要把他服務的工作做好，讓全縣的百姓都能夠安居樂業，他做的是這個工作。知道民間的疾苦，想盡方法減少稅收，他天天做這個。自己的生活過得非常節儉，他的收入也相當豐厚，冬天做棉衣，你看他《四訓》裡頭講的，他的太太用普通的棉絮，不用絲棉，因為一件絲棉袍，要用普通的棉絮可以做六、七件，可以給六、七個人。一個人的享受，可以分給六、七個人，他有這個念頭，他的福報不是自己獨享，福報是分給大家共同來享。從前人做官，念念為人民去想，他不為自己，刻苦自己，希望人民的日子能夠過得好。帝王亦復如是，所以帝王所居住的這個地方叫「京師」，京是大城，師是什麼？模範，這個城市是所有城市的模範、表率，是這個意思。"
    },
    {
      "id": "19-012-0182_p0010",
      "zh_CN": "今天在整个地球上来说，新加坡是「京师」，是全世界都市的一个好榜样、好模范。新加坡的人民安居乐业，新加坡的官员，高官、部长、议员，每一个星期一定有一天跟群众见面，群众有什么困难直接找他，面对面谈话，帮助你解决问题，每个星期一定有一次。不是像有些地方官做得大的人，找都找不到他。此地总统常常跟人民见面，我们宗教许多聚会邀请总统，他都参加，一点架子都没有。人民安居乐业，这个地方治安好，半夜三更妇女出去没有事情，在今天全世界像这样的都市，少了！很少了。人民守法，官员不贪财，所以此地办事不需要送礼，送礼是犯法，送的人犯法，收的人也犯法，此地一切按照法律过程来办事。这是现代这个地球上的京师，京师就是榜样、模范的城市，值得大家学习效法的一个城市。你看人家怎么做的？新加坡也有一些犯罪的，你仔细在报纸上去看，犯罪的不是新加坡人，都是外面来的人，新加坡本地人，那是极少犯罪，政府面面照顾，照顾得很周到。",
      "zh_TW": "今天在整個地球上來說，新加坡是「京師」，是全世界都市的一個好榜樣、好模範。新加坡的人民安居樂業，新加坡的官員，高官、部長、議員，每一個星期一定有一天跟群眾見面，群眾有什麼困難直接找他，面對面談話，幫助你解決問題，每個星期一定有一次。不是像有些地方官做得大的人，找都找不到他。此地總統常常跟人民見面，我們宗教許多聚會邀請總統，他都參加，一點架子都沒有。人民安居樂業，這個地方治安好，半夜三更婦女出去沒有事情，在今天全世界像這樣的都市，少了！很少了。人民守法，官員不貪財，所以此地辦事不需要送禮，送禮是犯法，送的人犯法，收的人也犯法，此地一切按照法律過程來辦事。這是現代這個地球上的京師，京師就是榜樣、模範的城市，值得大家學習效法的一個城市。你看人家怎麼做的？新加坡也有一些犯罪的，你仔細在報紙上去看，犯罪的不是新加坡人，都是外面來的人，新加坡本地人，那是極少犯罪，政府面面照顧，照顧得很周到。"
    },
    {
      "id": "19-012-0182_p0011",
      "zh_CN": "所以心夹杂外心，没有忠贞，这个过失大了。注解里面引用宋朝秦桧这一段故事，诸位自己可以看。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以心夾雜外心，沒有忠貞，這個過失大了。註解裡面引用宋朝秦檜這一段故事，諸位自己可以看。好，今天時間到了，我們就講到此地。"
    }
  ]
}