{
  "doc_id": "19-012-0055",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十五集",
    "zh_TW": "第五十五集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0055",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "19-012-0055_p0001",
      "zh_CN": "诸位同学，大家好。《感应篇》接着底下一句是：",
      "zh_TW": "諸位同學，大家好。《感應篇》接著底下一句是："
    },
    {
      "id": "19-012-0055_p0002",
      "zh_CN": "【正己化人。】",
      "zh_TW": "【正己化人。】"
    },
    {
      "id": "19-012-0055_p0003",
      "zh_CN": "前面所讲的都是完成自己的德行，目的是在帮助别人，自己的智慧德行没有成就，就不能够教化众生。所以要想教化众生，先要把自己修好，这是一定的道理。无论是古代的中国人，中国的古圣先贤，印度这些佛菩萨们，每一个人都是这个做法的，乃至于十方世界一切诸佛，也没有例外的。所以我们必须遵循这条道路，一定要先把自己修好。前面跟诸位提到四弘誓愿，四弘誓愿的「众生无边誓愿度」的落实，一定是先断烦恼，成就法门。断烦恼是完成自己的德行，学法门是成就自己的智慧，我们中国人常说品学兼优，然后才能化人。我们身为佛弟子，无论是出家弟子，或者是在家弟子，都有度化众生的使命，出家、在家都是菩萨，所以佛教育的成就是菩萨法界。《华严经》的华藏世界是菩萨法界，极乐世界，《无量寿经》上说得很清楚，不但是菩萨法界，而且是普贤菩萨的法界。「咸共遵修普贤大士之德」，这诸位都念过，我们想一想，我们有没有普贤大士之德？如果没有普贤大士之德，就不能往生，这点要特别留意。",
      "zh_TW": "前面所講的都是完成自己的德行，目的是在幫助別人，自己的智慧德行沒有成就，就不能夠教化眾生。所以要想教化眾生，先要把自己修好，這是一定的道理。無論是古代的中國人，中國的古聖先賢，印度這些佛菩薩們，每一個人都是這個做法的，乃至於十方世界一切諸佛，也沒有例外的。所以我們必須遵循這條道路，一定要先把自己修好。前面跟諸位提到四弘誓願，四弘誓願的「眾生無邊誓願度」的落實，一定是先斷煩惱，成就法門。斷煩惱是完成自己的德行，學法門是成就自己的智慧，我們中國人常說品學兼優，然後才能化人。我們身為佛弟子，無論是出家弟子，或者是在家弟子，都有度化眾生的使命，出家、在家都是菩薩，所以佛教育的成就是菩薩法界。《華嚴經》的華藏世界是菩薩法界，極樂世界，《無量壽經》上說得很清楚，不但是菩薩法界，而且是普賢菩薩的法界。「咸共遵修普賢大士之德」，這諸位都念過，我們想一想，我們有沒有普賢大士之德？如果沒有普賢大士之德，就不能往生，這點要特別留意。"
    },
    {
      "id": "19-012-0055_p0004",
      "zh_CN": "「咸共遵修普贤大士之德」，这是《无量寿经》经文里头的第一句，前面所列的是上首大众，经文这是头一句。佛是怎么样教导我们，我们应该怎样学习，然后再想想，念佛的人很多，往生的人为什么那么少？稍稍对经文上留意就很清楚、很明白，念佛的人虽然很多，未具普贤大士之德，所以不能往生。普贤大士之德关键在哪里？就在心量，普贤菩萨的心量是跟虚空法界一样，他真正是心包太虚，量周沙界，那叫普贤菩萨。我们心量这么小，一天念十万声佛号也不能往生，这个话是真的不是假的，古大德讲，「口念弥陀心散乱，喊破喉咙也枉然」。如果有普贤大士之德，念一声佛号就往生了，哪里需要念那么多？他的心行就是佛心、就是佛行，心行相应，愿愿相应，那哪有不往生的道理！我们要明白，天天念《无量寿经》，不修普贤大士之德，怎么能成就？",
      "zh_TW": "「咸共遵修普賢大士之德」，這是《無量壽經》經文裡頭的第一句，前面所列的是上首大眾，經文這是頭一句。佛是怎麼樣教導我們，我們應該怎樣學習，然後再想想，念佛的人很多，往生的人為什麼那麼少？稍稍對經文上留意就很清楚、很明白，念佛的人雖然很多，未具普賢大士之德，所以不能往生。普賢大士之德關鍵在哪裡？就在心量，普賢菩薩的心量是跟虛空法界一樣，他真正是心包太虛，量周沙界，那叫普賢菩薩。我們心量這麼小，一天念十萬聲佛號也不能往生，這個話是真的不是假的，古大德講，「口念彌陀心散亂，喊破喉嚨也枉然」。如果有普賢大士之德，念一聲佛號就往生了，哪裡需要念那麼多？他的心行就是佛心、就是佛行，心行相應，願願相應，那哪有不往生的道理！我們要明白，天天念《無量壽經》，不修普賢大士之德，怎麼能成就？"
    },
    {
      "id": "19-012-0055_p0005",
      "zh_CN": "普贤大士之德无量无边，诸佛如来共同来称说也说不尽。世尊为我们归纳为十大类，称作普贤十大愿王，归纳成十大类，我们修学起来比较方便。第一愿「礼敬诸佛」，我们有没有做到？这个意思就是以真诚恭敬心对待一切人、一切事、一切物，那叫礼敬诸佛。我们没有做到，我们要反省，我们对人、对事、对物这个心态恰恰相反，是大不敬。天天两个眼睛像小偷一样，专门找别人的毛病，专门看别人的缺点，搜集别人的过失，这是大不敬，你喊破喉咙也枉然。",
      "zh_TW": "普賢大士之德無量無邊，諸佛如來共同來稱說也說不盡。世尊為我們歸納為十大類，稱作普賢十大願王，歸納成十大類，我們修學起來比較方便。第一願「禮敬諸佛」，我們有沒有做到？這個意思就是以真誠恭敬心對待一切人、一切事、一切物，那叫禮敬諸佛。我們沒有做到，我們要反省，我們對人、對事、對物這個心態恰恰相反，是大不敬。天天兩個眼睛像小偷一樣，專門找別人的毛病，專門看別人的缺點，蒐集別人的過失，這是大不敬，你喊破喉嚨也枉然。"
    },
    {
      "id": "19-012-0055_p0006",
      "zh_CN": "不要说是菩萨行，世间一个善人君子，我们读儒书，会集儒书德行教训的，最具代表性的是《五种遗规》，清朝陈弘谋先生编辑的，把儒家的经典，历代这些大德们的言行，真实的教诲，分类编辑起来的。过去我在台中求学，李老师指定这本书做为我们学生修身课本。早年我们读的书，是哪一家书局出版的我忘记了，字比较小，分量相当多，很厚的精装一册。以后中华书局从《四部备要》里面抽出来印单行本流通，上下两册平装本，中华书局印的字大，好看。看看世间圣贤人是怎样教导人的。所以我们要常常反省，不可以做缺德的事情。修德都来不及，还专门干缺德的事情，怎么能成就？换句话说，世间善人、君子他们的条件，我们都不能够取得，那距离菩萨、罗汉远之远矣！",
      "zh_TW": "不要說是菩薩行，世間一個善人君子，我們讀儒書，會集儒書德行教訓的，最具代表性的是《五種遺規》，清朝陳弘謀先生編輯的，把儒家的經典，歷代這些大德們的言行，真實的教誨，分類編輯起來的。過去我在台中求學，李老師指定這本書做為我們學生修身課本。早年我們讀的書，是哪一家書局出版的我忘記了，字比較小，分量相當多，很厚的精裝一冊。以後中華書局從《四部備要》裡面抽出來印單行本流通，上下兩冊平裝本，中華書局印的字大，好看。看看世間聖賢人是怎樣教導人的。所以我們要常常反省，不可以做缺德的事情。修德都來不及，還專門幹缺德的事情，怎麼能成就？換句話說，世間善人、君子他們的條件，我們都不能夠取得，那距離菩薩、羅漢遠之遠矣！"
    },
    {
      "id": "19-012-0055_p0007",
      "zh_CN": "讲台上这些技巧，我们是可以轻而易举能学到的，但是你在讲台上要能够摄受大众，那要靠你的修持功夫，你没有真实修持的功夫，你就不能够摄化大众；换句话说，你所说的话字字句句从内心里头说出来的，不是从口皮上说出来的。心行不相符，言行不相符，没有人相信你，说得再好，人家听了一笑了之。所以无论在家、出家，要有真实修行的功夫，自己不正要叫别人端正，没有这个道理。在这个灾难频繁的时代，自己没有能力消灾免难，帮助别人也没有这个道理。",
      "zh_TW": "講台上這些技巧，我們是可以輕而易舉能學到的，但是你在講台上要能夠攝受大眾，那要靠你的修持功夫，你沒有真實修持的功夫，你就不能夠攝化大眾；換句話說，你所說的話字字句句從內心裡頭說出來的，不是從口皮上說出來的。心行不相符，言行不相符，沒有人相信你，說得再好，人家聽了一笑了之。所以無論在家、出家，要有真實修行的功夫，自己不正要叫別人端正，沒有這個道理。在這個災難頻繁的時代，自己沒有能力消災免難，幫助別人也沒有這個道理。"
    },
    {
      "id": "19-012-0055_p0008",
      "zh_CN": "所以『正己化人』这一句就很重要，在本文里面，从这一句以下，这是讲化他，这一句是总说。《汇编》里面也注得很详细，它将这两个字解释，什么叫正？「确不可易」，这是正，「化者，自然而然」，这两句话说得很好，正是坚定的信心，坚定的愿心。我们的信愿是在求道，是在求证果，什么是证果？在佛法里面，阿罗汉是证果，菩萨是证果，佛是证果。要想求得证果先要断烦恼，烦恼习气不断，我们的修学就谈不上成绩可言。大家都知道，见思烦恼断掉才能证得阿罗汉果，我们纵然断不了，要向断烦恼这条路上去走，一定要做到烦恼轻，我们功夫才有成就。烦恼一年比一年轻，一个月比一个月少，你的生活就幸福、就自在、就快乐了，佛法里面常讲「法喜充满」，那是真的不是假的。学佛学得很欢喜，很有受用。同修当中有没有？有，也不在少数。他们真有这个受用，来告诉我，我也为他欢喜，他得法喜，他真干！",
      "zh_TW": "所以『正己化人』這一句就很重要，在本文裡面，從這一句以下，這是講化他，這一句是總說。《彙編》裡面也註得很詳細，它將這兩個字解釋，什麼叫正？「確不可易」，這是正，「化者，自然而然」，這兩句話說得很好，正是堅定的信心，堅定的願心。我們的信願是在求道，是在求證果，什麼是證果？在佛法裡面，阿羅漢是證果，菩薩是證果，佛是證果。要想求得證果先要斷煩惱，煩惱習氣不斷，我們的修學就談不上成績可言。大家都知道，見思煩惱斷掉才能證得阿羅漢果，我們縱然斷不了，要向斷煩惱這條路上去走，一定要做到煩惱輕，我們功夫才有成就。煩惱一年比一年輕，一個月比一個月少，你的生活就幸福、就自在、就快樂了，佛法裡面常講「法喜充滿」，那是真的不是假的。學佛學得很歡喜，很有受用。同修當中有沒有？有，也不在少數。他們真有這個受用，來告訴我，我也為他歡喜，他得法喜，他真幹！"
    },
    {
      "id": "19-012-0055_p0009",
      "zh_CN": "从什么地方干起？古德教给我们的很多，但是最要紧的还是讲「从不妄语始」，这是真实教诲。我们修行从哪里修起？从不妄语修起。符合世尊在《无量寿经》上跟我们讲的修行的纲领，「善护三业」，你看它第一句就讲「善护口业，不讥他过」，古大德教给我们从不妄语始，从这开始，跟经训相应。古德又教给我们修清净心的方法，净宗法门修一心不乱，净宗修学确实目的就是一心不乱，《弥陀经》上讲的「一心不乱，心不颠倒」，一心不乱是定，心不颠倒是慧。如何能够真正成就一心不乱、心不颠倒？当然善护三业非常重要，可是从哪里开始？古人也教给我们，「知事多时烦恼多，识人多处是非多」，何必要知道那么多事情？到处去打听，那你就完了。",
      "zh_TW": "從什麼地方幹起？古德教給我們的很多，但是最要緊的還是講「從不妄語始」，這是真實教誨。我們修行從哪裡修起？從不妄語修起。符合世尊在《無量壽經》上跟我們講的修行的綱領，「善護三業」，你看它第一句就講「善護口業，不譏他過」，古大德教給我們從不妄語始，從這開始，跟經訓相應。古德又教給我們修清淨心的方法，淨宗法門修一心不亂，淨宗修學確實目的就是一心不亂，《彌陀經》上講的「一心不亂，心不顛倒」，一心不亂是定，心不顛倒是慧。如何能夠真正成就一心不亂、心不顛倒？當然善護三業非常重要，可是從哪裡開始？古人也教給我們，「知事多時煩惱多，識人多處是非多」，何必要知道那麼多事情？到處去打聽，那你就完了。"
    },
    {
      "id": "19-012-0055_p0010",
      "zh_CN": "在早年，我们出家受戒，我们有一个同戒的师兄觉斌法师，他受了戒之后不久，大概是半年的时间，到南部去闭关。很好，我们很羡慕他，有这么个福报去闭关。过了一年，我有个缘分到南部去，我特别到关房里面去看他。他闭关的时候向我借了一部书，《中观论疏》，分量并不很大，线装书十二册，他要到关房里面去看。这过了一年，我说，「戒兄，你向我借的书看了多少？」他说，「第一本还没看完。」这个见了面之后，给我说天下事，说道场、说法师，他在关房里消息怎么那么灵通，我在外面都一无所知，都不知道，听他给我讲新闻，那闭的是什么关？所以一点成就都没有。以后他跟白圣法师到南洋槟城极乐寺，白老是住持，请他做当家，在这边没多久他就过世。人是个好人，跟我交情也不错，就是喜欢打听，古人讲「知事多时烦恼多」，他烦恼多，心定不下来。",
      "zh_TW": "在早年，我們出家受戒，我們有一個同戒的師兄覺斌法師，他受了戒之後不久，大概是半年的時間，到南部去閉關。很好，我們很羨慕他，有這麼個福報去閉關。過了一年，我有個緣分到南部去，我特別到關房裡面去看他。他閉關的時候向我借了一部書，《中觀論疏》，分量並不很大，線裝書十二冊，他要到關房裡面去看。這過了一年，我說，「戒兄，你向我借的書看了多少？」他說，「第一本還沒看完。」這個見了面之後，給我說天下事，說道場、說法師，他在關房裡消息怎麼那麼靈通，我在外面都一無所知，都不知道，聽他給我講新聞，那閉的是什麼關？所以一點成就都沒有。以後他跟白聖法師到南洋檳城極樂寺，白老是住持，請他做當家，在這邊沒多久他就過世。人是個好人，跟我交情也不錯，就是喜歡打聽，古人講「知事多時煩惱多」，他煩惱多，心定不下來。"
    },
    {
      "id": "19-012-0055_p0011",
      "zh_CN": "我们同修不论是出家、在家，清净心重要，与自己不相关的事情知道那么多干什么？你们大家很多人都晓得，多少人给我写信件，那些信我不看的，为什么？我不想知道那么多事。写信给我干什么？老实念佛就好了。我每天讲经已经是多事，还要搞这些不相干的事，大错特错。认识的人愈少愈好，我给你们看，我身上带的电话号码的小本子，只有二十几个人，这是什么？有的时候联络非要记得不可的我才记住，不需要的我不记。我们自己电话号码我不知道，我们学会的、居士林的，我们楼上的电话号码、传真，我都不知道，记这个干什么？人名字我也记不得，好，见了面很熟悉打打招呼，你姓什么、叫什么名字我不知道。不相关，你一个人多自在！如果说记几个人名字，为什么不记几个佛菩萨的名字？跟佛菩萨做朋友，跟佛菩萨打交道，我们前途才有希望。所以古圣先贤的教训常常记在心中，依教奉行，他们的教诲都是帮助我们得觉正净的，这是真实教诲。人与人之间最大的过失，最大的障碍，就是传播是非，修行人为什么不成就？在一块，你听听，所讲的都是是非长短。",
      "zh_TW": "我們同修不論是出家、在家，清淨心重要，與自己不相關的事情知道那麼多幹什麼？你們大家很多人都曉得，多少人給我寫信件，那些信我不看的，為什麼？我不想知道那麼多事。寫信給我幹什麼？老實念佛就好了。我每天講經已經是多事，還要搞這些不相干的事，大錯特錯。認識的人愈少愈好，我給你們看，我身上帶的電話號碼的小本子，只有二十幾個人，這是什麼？有的時候聯絡非要記得不可的我才記住，不需要的我不記。我們自己電話號碼我不知道，我們學會的、居士林的，我們樓上的電話號碼、傳真，我都不知道，記這個幹什麼？人名字我也記不得，好，見了面很熟悉打打招呼，你姓什麼、叫什麼名字我不知道。不相關，你一個人多自在！如果說記幾個人名字，為什麼不記幾個佛菩薩的名字？跟佛菩薩做朋友，跟佛菩薩打交道，我們前途才有希望。所以古聖先賢的教訓常常記在心中，依教奉行，他們的教誨都是幫助我們得覺正淨的，這是真實教誨。人與人之間最大的過失，最大的障礙，就是傳播是非，修行人為什麼不成就？在一塊，你聽聽，所講的都是是非長短。"
    },
    {
      "id": "19-012-0055_p0012",
      "zh_CN": "前面我看到有一则公案，我也跟诸位提起过。它说有一个修禅定的法师，在定中看到两个出家人在谈话，护法神围绕，过了一会，护法神走了；又一会，妖魔鬼怪来了，围绕着他们。这什么缘故？这个禅师说，最初这两个人讨论佛法，所以有护法神围绕。过一会他们两个话家常，话家常护法神就走了，就没有了，话家常之后，他们两个在讲是非，妖魔鬼怪来了。所以常常讲是非的、论短长的，你要晓得，你的周边都是妖魔鬼怪，没有护法神。如何能够得到诸佛护念，龙天善神保佑？心在道上。这是感应道交，我们起心动念有感，诸佛菩萨就有应；如果我们是不善的感，妖魔鬼怪有应。妖魔鬼怪从哪来的？你自己把他招来的，不是他找你，是你找他的，你把他找来了。起一个恶念，说一句恶言，都可以把妖魔鬼怪找来。修行人干这个事情岂不是大错特错了吗？所以记住，古人讲的教训非常有道理，「知事少时烦恼少」，与自己不相干的事情用不着知道。不需要认识的人少接触，接触没有好处，是非多！",
      "zh_TW": "前面我看到有一則公案，我也跟諸位提起過。它說有一個修禪定的法師，在定中看到兩個出家人在談話，護法神圍繞，過了一會，護法神走了；又一會，妖魔鬼怪來了，圍繞著他們。這什麼緣故？這個禪師說，最初這兩個人討論佛法，所以有護法神圍繞。過一會他們兩個話家常，話家常護法神就走了，就沒有了，話家常之後，他們兩個在講是非，妖魔鬼怪來了。所以常常講是非的、論短長的，你要曉得，你的周邊都是妖魔鬼怪，沒有護法神。如何能夠得到諸佛護念，龍天善神保佑？心在道上。這是感應道交，我們起心動念有感，諸佛菩薩就有應；如果我們是不善的感，妖魔鬼怪有應。妖魔鬼怪從哪來的？你自己把他招來的，不是他找你，是你找他的，你把他找來了。起一個惡念，說一句惡言，都可以把妖魔鬼怪找來。修行人幹這個事情豈不是大錯特錯了嗎？所以記住，古人講的教訓非常有道理，「知事少時煩惱少」，與自己不相干的事情用不著知道。不需要認識的人少接觸，接觸沒有好處，是非多！"
    },
    {
      "id": "19-012-0055_p0013",
      "zh_CN": "所以古时候修行人为什么选择在深山，人迹不到的地方？他心清净，容易成就。我们现在居住在都市，是最不好的环境，最不好环境里面你还要到处去打听、到处去钻营，这怎么得了？你没有成就的指望了。所以我们要想成就，一定先要懂得怎样保护自己。保护自己的方法，四天王告诉我们。这四大天王的表法，我们明了的时候，他教我们怎样护自己的法，我们要晓得学。弥勒菩萨是布袋和尚的塑像表法，那是普贤的心，量大福大，心包太虚，量周沙界。在《华严经》末后五十三参，最后的三大士，弥勒菩萨、普贤菩萨、文殊菩萨，善财童子最后参访这三位菩萨，用意很深。弥勒是表心量，文殊是表智慧，心量不大，智慧不能圆满，智慧的落实是普贤菩萨。末后用三大士代表大圆满，我们读经要能体会到这个意思，自己才知道怎样去学习。这一句四个字，意思很深、很广，我们也要用几次的时间跟诸位同学共同来学习。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以古時候修行人為什麼選擇在深山，人跡不到的地方？他心清淨，容易成就。我們現在居住在都市，是最不好的環境，最不好環境裡面你還要到處去打聽、到處去鑽營，這怎麼得了？你沒有成就的指望了。所以我們要想成就，一定先要懂得怎樣保護自己。保護自己的方法，四天王告訴我們。這四大天王的表法，我們明瞭的時候，他教我們怎樣護自己的法，我們要曉得學。彌勒菩薩是布袋和尚的塑像表法，那是普賢的心，量大福大，心包太虛，量周沙界。在《華嚴經》末後五十三參，最後的三大士，彌勒菩薩、普賢菩薩、文殊菩薩，善財童子最後參訪這三位菩薩，用意很深。彌勒是表心量，文殊是表智慧，心量不大，智慧不能圓滿，智慧的落實是普賢菩薩。末後用三大士代表大圓滿，我們讀經要能體會到這個意思，自己才知道怎樣去學習。這一句四個字，意思很深、很廣，我們也要用幾次的時間跟諸位同學共同來學習。好，今天時間到了，我們就講到此地。"
    }
  ]
}