{
  "doc_id": "19-012-0100",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一００集",
    "zh_TW": "第一００集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0100",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "19-012-0100_p0001",
      "zh_CN": "诸位同学，大家好。请看《感应篇》第四十二节，也只有八个字：",
      "zh_TW": "諸位同學，大家好。請看《感應篇》第四十二節，也只有八個字："
    },
    {
      "id": "19-012-0100_p0002",
      "zh_CN": "【诳诸无识。谤诸同学。】",
      "zh_TW": "【誑諸無識。謗諸同學。】"
    },
    {
      "id": "19-012-0100_p0003",
      "zh_CN": "这也是属于大恶。《汇编》里面说得很好，「无识之人，正当随事晓醒，警之以义理，动之以善恶，使至觉悟而不堕于惑」，怎么能够因为他愚昧，你就欺负他。后面引了《楞严经》一句话，《楞严经》云：「衒惑无识，疑误众生，死后当堕入无间地狱」。所以人在世间，有意无意造作极重的罪业，自己并不知道，也不晓得果报的可怕。《感应篇》里面举的这些例子，我们细细反省，这些过失自己也常常在犯。但是从来没有想到会有这么严重的果报，自己总以为这些都是小事，甚至于说微不足道。为什么会有这么严重的过失？愚昧无知之人，我们不读佛经，不了解事实真相，这些人过去生中多少世以来，造作许多不善之业，感得这样的果报。佛菩萨看得清楚，这一类的众生，正是佛菩萨救度的对象，而且把他们排在最优先。为什么？这样的人如果不赶快帮助他，他转眼就堕入地狱。所以佛菩萨帮助众生，最苦、果报最严重的，一定是列入第一优先；造作罪业比较轻的，不至于堕落得这么苦，稍微缓一点还不要紧，这是合情合理。另外一种情形比较特殊的，这也是佛在经上常讲的，根熟的先度。什么叫根熟？成佛的机缘到了，这个也要优先帮助他。帮助他成佛，他成佛之后就能广度众生，这个优先的道理在此地。",
      "zh_TW": "這也是屬於大惡。《彙編》裡面說得很好，「無識之人，正當隨事曉醒，警之以義理，動之以善惡，使至覺悟而不墮於惑」，怎麼能夠因為他愚昧，你就欺負他。後面引了《楞嚴經》一句話，《楞嚴經》云：「衒惑無識，疑誤眾生，死後當墮入無間地獄」。所以人在世間，有意無意造作極重的罪業，自己並不知道，也不曉得果報的可怕。《感應篇》裡面舉的這些例子，我們細細反省，這些過失自己也常常在犯。但是從來沒有想到會有這麼嚴重的果報，自己總以為這些都是小事，甚至於說微不足道。為什麼會有這麼嚴重的過失？愚昧無知之人，我們不讀佛經，不了解事實真相，這些人過去生中多少世以來，造作許多不善之業，感得這樣的果報。佛菩薩看得清楚，這一類的眾生，正是佛菩薩救度的對象，而且把他們排在最優先。為什麼？這樣的人如果不趕快幫助他，他轉眼就墮入地獄。所以佛菩薩幫助眾生，最苦、果報最嚴重的，一定是列入第一優先；造作罪業比較輕的，不至於墮落得這麼苦，稍微緩一點還不要緊，這是合情合理。另外一種情形比較特殊的，這也是佛在經上常講的，根熟的先度。什麼叫根熟？成佛的機緣到了，這個也要優先幫助他。幫助他成佛，他成佛之後就能廣度眾生，這個優先的道理在此地。"
    },
    {
      "id": "19-012-0100_p0004",
      "zh_CN": "世间人毕竟愚昧无识者占多数。我们再想想，我们自己是不是属于『无识』这一类？细心的思惟，反省检点，我们自己确实是属于「无识」。为什么？虽然天天在学经教，依旧时时在犯过失，这不就是无识吗？所以要随事提醒。一切时、一切处、一切境缘当中，如果不提醒，又犯过失了，言语造作的过失纵然不犯，念头常常在犯，起心动念。为什么佛菩萨要天天讲经？就是为这桩事情。几个人能够听一次经，听一部经，就能回头，就能觉悟，就能证果？这种人不是没有，太少了，几百年当中我们才看见有一个，亿万人当中难得有一个。由此可知，多数人常常在犯，像我们自己也是属于这一类，业障习气非常深重，所以要善知识时时刻刻提醒我们。到哪里去找这样的善知识？实在找不到，这时古大德教导我们供养三宝。我们供养佛像、供养菩萨像，用意何在？借着这些形像，时时刻刻提醒自己。见到佛像，就想到佛菩萨的教训；见不到佛像，忘掉了，供佛像的用意在此地。所以不是把他当神明看待，不是祈求他保佑升官发财，是用它常常提醒自己。",
      "zh_TW": "世間人畢竟愚昧無識者佔多數。我們再想想，我們自己是不是屬於『無識』這一類？細心的思惟，反省檢點，我們自己確實是屬於「無識」。為什麼？雖然天天在學經教，依舊時時在犯過失，這不就是無識嗎？所以要隨事提醒。一切時、一切處、一切境緣當中，如果不提醒，又犯過失了，言語造作的過失縱然不犯，念頭常常在犯，起心動念。為什麼佛菩薩要天天講經？就是為這樁事情。幾個人能夠聽一次經，聽一部經，就能回頭，就能覺悟，就能證果？這種人不是沒有，太少了，幾百年當中我們才看見有一個，億萬人當中難得有一個。由此可知，多數人常常在犯，像我們自己也是屬於這一類，業障習氣非常深重，所以要善知識時時刻刻提醒我們。到哪裡去找這樣的善知識？實在找不到，這時古大德教導我們供養三寶。我們供養佛像、供養菩薩像，用意何在？藉著這些形像，時時刻刻提醒自己。見到佛像，就想到佛菩薩的教訓；見不到佛像，忘掉了，供佛像的用意在此地。所以不是把他當神明看待，不是祈求他保佑升官發財，是用它常常提醒自己。"
    },
    {
      "id": "19-012-0100_p0005",
      "zh_CN": "提醒第一个是读经，见到佛像就要想到要读经，读经就是听佛菩萨讲经说法，使我们明了义理。「义」是什么？该做的，哪些是该做的，哪些是不该做的，这叫义。「理」是宇宙人生的真相。佛所说的一切经，它的内容归纳起来，不外乎就这两桩事情。义则是断一切恶，修一切善，你应该做的；理是明心见性。不但自己要学，还要帮助别人。怎么帮助别人？做出样子给人看。什么样子？「动之以善恶」，我们要做出来，我们起心动念别人看不到，我们的言语造作人家看到，我们能不能在一生当中口不出恶言，一生当中能做到不妄语、不欺骗别人。从哪里做起？从今天这一天做起，我今天这一天从早到晚不妄语、不恶口，这显而易见。佛教导初学从十善业道做起，《观经》讲「三福」给我们提出纲领，「孝养父母，奉事师长，慈心不杀，修十善业」。我们要问，我们怎样孝亲、怎样尊师？修慈心、修十善，就是孝养父母，就是奉事师长。如果我们的身语意三业都不善，那就是不孝、就是不敬，就从这做起。果然真的做到了，天天这样做，这个人是善人。善人不必要别人称赞我们，我们要希望别人称赞，希望别人表扬我们这样做，已经就不善了，为什么？存心不善。行为是善，心不善，心地污染，不清净。一无所求，应该这么作法，这种作法就是帮助别人，就是普度众生，让别人看，看了他会觉悟，为什么他能做得到，我做不到？他看久了，他会反省。",
      "zh_TW": "提醒第一個是讀經，見到佛像就要想到要讀經，讀經就是聽佛菩薩講經說法，使我們明瞭義理。「義」是什麼？該做的，哪些是該做的，哪些是不該做的，這叫義。「理」是宇宙人生的真相。佛所說的一切經，它的內容歸納起來，不外乎就這兩樁事情。義則是斷一切惡，修一切善，你應該做的；理是明心見性。不但自己要學，還要幫助別人。怎麼幫助別人？做出樣子給人看。什麼樣子？「動之以善惡」，我們要做出來，我們起心動念別人看不到，我們的言語造作人家看到，我們能不能在一生當中口不出惡言，一生當中能做到不妄語、不欺騙別人。從哪裡做起？從今天這一天做起，我今天這一天從早到晚不妄語、不惡口，這顯而易見。佛教導初學從十善業道做起，《觀經》講「三福」給我們提出綱領，「孝養父母，奉事師長，慈心不殺，修十善業」。我們要問，我們怎樣孝親、怎樣尊師？修慈心、修十善，就是孝養父母，就是奉事師長。如果我們的身語意三業都不善，那就是不孝、就是不敬，就從這做起。果然真的做到了，天天這樣做，這個人是善人。善人不必要別人稱讚我們，我們要希望別人稱讚，希望別人表揚我們這樣做，已經就不善了，為什麼？存心不善。行為是善，心不善，心地污染，不清淨。一無所求，應該這麼作法，這種作法就是幫助別人，就是普度眾生，讓別人看，看了他會覺悟，為什麼他能做得到，我做不到？他看久了，他會反省。"
    },
    {
      "id": "19-012-0100_p0006",
      "zh_CN": "古来祖师大德讲经，受到感化的人，佛法里面讲普度众生，用现在话讲感化别人，就是以一个真诚心、慈悲心做出一个好样子来给人看。最好的榜样舜王，舜王在他青少年的时候，他的生活环境非常恶劣，处在逆境里面，恶缘他能够感化，做得非常圆满，做得非常成功，最好的榜样。他为什么能做得到？六祖惠能大师《坛经》里面一句话，「不见世间过」，所以他才做到。「不见世间过」是理，他明理。别人为什么以恶意对我？以恶行对我？总是我自己有过失，所以他念念，他没有看到别人的过，认为别人什么态度都是正确的、都是对的，总是自己有过失，去反省、检点，改过自新，使这些恶意相向的人，也看不出自己的过恶，这是真正懂得修行的道理与方法，他真懂得。在我们佛法里面讲，他是大菩萨的示现，这哪里是凡人？他的行持，我们仔细观察，跟《华严经》上善财童子没有两样。善财童子一生修行，没有见到世间过，只见自己过，不见世间过，所以他一帆风顺，一生圆满菩提。这是佛在经典上举出最好的一个榜样。从凡夫地经历菩萨五十一个阶级，从初信到十信跟一个老师，文殊菩萨是他的老师。十信心满，老师叫他出去参学，所以往后是五十三参，每参一位善知识，他的位次向上提升一个阶级，参访吉祥云比丘他是初住，参访海云比丘他是二住，参访妙住比丘他是三住。我们想想他过的是什么日子？回头想想自己过的是什么日子？人家道业天天增长，定慧等学，那个生活多圆满、多么丰足。我们今天天天还在造业，所以此地讲的「无识」，我们不是无识，谁是无识？我们没有明白佛所讲的义理。",
      "zh_TW": "古來祖師大德講經，受到感化的人，佛法裡面講普度眾生，用現在話講感化別人，就是以一個真誠心、慈悲心做出一個好樣子來給人看。最好的榜樣舜王，舜王在他青少年的時候，他的生活環境非常惡劣，處在逆境裡面，惡緣他能夠感化，做得非常圓滿，做得非常成功，最好的榜樣。他為什麼能做得到？六祖惠能大師《壇經》裡面一句話，「不見世間過」，所以他才做到。「不見世間過」是理，他明理。別人為什麼以惡意對我？以惡行對我？總是我自己有過失，所以他念念，他沒有看到別人的過，認為別人什麼態度都是正確的、都是對的，總是自己有過失，去反省、檢點，改過自新，使這些惡意相向的人，也看不出自己的過惡，這是真正懂得修行的道理與方法，他真懂得。在我們佛法裡面講，他是大菩薩的示現，這哪裡是凡人？他的行持，我們仔細觀察，跟《華嚴經》上善財童子沒有兩樣。善財童子一生修行，沒有見到世間過，只見自己過，不見世間過，所以他一帆風順，一生圓滿菩提。這是佛在經典上舉出最好的一個榜樣。從凡夫地經歷菩薩五十一個階級，從初信到十信跟一個老師，文殊菩薩是他的老師。十信心滿，老師叫他出去參學，所以往後是五十三參，每參一位善知識，他的位次向上提升一個階級，參訪吉祥雲比丘他是初住，參訪海雲比丘他是二住，參訪妙住比丘他是三住。我們想想他過的是什麼日子？回頭想想自己過的是什麼日子？人家道業天天增長，定慧等學，那個生活多圓滿、多麼豐足。我們今天天天還在造業，所以此地講的「無識」，我們不是無識，誰是無識？我們沒有明白佛所講的義理。"
    },
    {
      "id": "19-012-0100_p0007",
      "zh_CN": "我学了四十七年，四十七年才懂得这么一点道理。所以有机会我跟大家共享，不忘记时时刻刻提醒同学们、劝勉同学们，尽可能的一天都不放弃。我自己很清楚、很明白，几天要是没有人劝勉，经也懒得看了，毛病习气都出来了。中国古人说得好，那是讲念书人，「三天不读圣贤书，面目全非」，古时候的人说的，他们的环境比我们实在讲殊胜多了，现在说老实话，哪里要三天，一天不读就面目全非。一天还太长，半天不读都面目全非，古人还能够等三天，我们今天半天不读，你看毛病习气完全露出来了。甚至于一面读，一面毛病习气都往外冒，你说有什么法子？读经生烦恼，听讲也生烦恼，研究讨论吵架，所以想想古人还能耐得住三天，才知道我们现在毛病习气是多么严重。所以读到这个经文，欺骗这些无知的，想想我们自己就是无知的。欺骗我们的人太多太多了，满街都是。提醒我们的人，没有，到哪去找？我们所接触的全是欺骗我们的。所以这两句话看起来很平常，意思太深太深了。",
      "zh_TW": "我學了四十七年，四十七年才懂得這麼一點道理。所以有機會我跟大家共享，不忘記時時刻刻提醒同學們、勸勉同學們，盡可能的一天都不放棄。我自己很清楚、很明白，幾天要是沒有人勸勉，經也懶得看了，毛病習氣都出來了。中國古人說得好，那是講念書人，「三天不讀聖賢書，面目全非」，古時候的人說的，他們的環境比我們實在講殊勝多了，現在說老實話，哪裡要三天，一天不讀就面目全非。一天還太長，半天不讀都面目全非，古人還能夠等三天，我們今天半天不讀，你看毛病習氣完全露出來了。甚至於一面讀，一面毛病習氣都往外冒，你說有什麼法子？讀經生煩惱，聽講也生煩惱，研究討論吵架，所以想想古人還能耐得住三天，才知道我們現在毛病習氣是多麼嚴重。所以讀到這個經文，欺騙這些無知的，想想我們自己就是無知的。欺騙我們的人太多太多了，滿街都是。提醒我們的人，沒有，到哪去找？我們所接觸的全是欺騙我們的。所以這兩句話看起來很平常，意思太深太深了。"
    },
    {
      "id": "19-012-0100_p0008",
      "zh_CN": "所以这一次有这么一个机缘，我再把《金刚经讲义》仔细看一遍，看了之后感到里面有许多东西还是要加以补充说明。为什么？一般人看了还是不懂，不做补充，对不起现代的众生。所以古人讲经方便，点到为止，他看了他能懂。现在不行，怎么点他也点不通，不能不啰嗦，不能不麻烦。所以度现代众生比过去困难太多了，我们要没有耐心，没有丰富的常识，没有德行，不能观机，自行化他都做不成功。所以不能不努力，为众生，为佛法，勇猛精进。",
      "zh_TW": "所以這一次有這麼一個機緣，我再把《金剛經講義》仔細看一遍，看了之後感到裡面有許多東西還是要加以補充說明。為什麼？一般人看了還是不懂，不做補充，對不起現代的眾生。所以古人講經方便，點到為止，他看了他能懂。現在不行，怎麼點他也點不通，不能不囉嗦，不能不麻煩。所以度現代眾生比過去困難太多了，我們要沒有耐心，沒有豐富的常識，沒有德行，不能觀機，自行化他都做不成功。所以不能不努力，為眾生，為佛法，勇猛精進。"
    }
  ]
}