{
  "doc_id": "19-012-0045",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十五集",
    "zh_TW": "第四十五集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0045",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "19-012-0045_p0001",
      "zh_CN": "诸位同学，大家好。前面我们将孝之体介绍过了，孝之体就是一念圆满的自性。孝之相就是世出世间大圣大贤，孝这个字的范围，就是虚空法界一切都包容在其中。孝之行，也是儒家讲的「止于至善」，在佛法里面就是佛行、菩萨行。如何落实在我们生活当中，我们如何来学习，昨天也提示了一点纲领。佛教导我们从孝亲尊师落实，知道孝养父母，「养父母之身」，要细心的关怀，父母年岁大了，照顾父母就像照顾婴儿一样，要谨慎、要细心，饮食起居都要留意。在《礼记》里面，我们读到关于养老的这些教诲很多，尤其是饮食方面，一定要选择他生理所需要的，这一定要懂得。每个人身体健康状况不相同，需要的养分也并不一样，但是总的一个原则，要容易消化的，容易吸收的。现在比过去进步多了，体格检查比较方便，检查之后知道他缺乏些什么，需要哪些营养，在饮食里头如何来配合。这是养身，养父母之身。",
      "zh_TW": "諸位同學，大家好。前面我們將孝之體介紹過了，孝之體就是一念圓滿的自性。孝之相就是世出世間大聖大賢，孝這個字的範圍，就是虛空法界一切都包容在其中。孝之行，也是儒家講的「止於至善」，在佛法裡面就是佛行、菩薩行。如何落實在我們生活當中，我們如何來學習，昨天也提示了一點綱領。佛教導我們從孝親尊師落實，知道孝養父母，「養父母之身」，要細心的關懷，父母年歲大了，照顧父母就像照顧嬰兒一樣，要謹慎、要細心，飲食起居都要留意。在《禮記》裡面，我們讀到關於養老的這些教誨很多，尤其是飲食方面，一定要選擇他生理所需要的，這一定要懂得。每個人身體健康狀況不相同，需要的養分也並不一樣，但是總的一個原則，要容易消化的，容易吸收的。現在比過去進步多了，體格檢查比較方便，檢查之後知道他缺乏些什麼，需要哪些營養，在飲食裡頭如何來配合。這是養身，養父母之身。"
    },
    {
      "id": "19-012-0045_p0002",
      "zh_CN": "「养父母之心」，父母对于儿孙、对于亲戚朋友没有不爱护的，没有不关心的，总是希望儿女、希望亲朋好友，都能够生活过得很好，事业都能出人头地。人年岁愈大愈慈悲，因为他自己很清楚来日不多了，自己这一生已经过去，所以他的期望都是落实在儿孙年轻人的身上，心地真诚慈悲。我们常讲「老婆心切」，老婆是老太婆，她们的心真正善良，纵然过去做错事情，这个时候也都知道忏悔，也都知道回头。年轻人很难！到晚年的时候容易回头，晚年闻法修行成就的人，我们看到不少！接触佛法时间不长，念佛时间很短，但是往生瑞相稀有，这些道理我们明了。古往今来，我们看到六十岁以上的人，修行成就的很多，修行真正有成就，这是大孝。我们懂得这个道理了，如何帮助这些修行人，这个意义就不一样。所以要懂得父母的心，懂得父母的希望，不要辜负父母，不要辜负老师，老师对学生的期望，跟父母对儿女的期望，没有两样。所以中国古礼，学生对老师那分感恩，跟对父母没有差别，只是在丧礼上，对父母有孝服，对老师没有孝服，除这点之外再找不到两样。人一生能够生在感恩的世间，这是真正有价值、有意义。",
      "zh_TW": "「養父母之心」，父母對於兒孫、對於親戚朋友沒有不愛護的，沒有不關心的，總是希望兒女、希望親朋好友，都能夠生活過得很好，事業都能出人頭地。人年歲愈大愈慈悲，因為他自己很清楚來日不多了，自己這一生已經過去，所以他的期望都是落實在兒孫年輕人的身上，心地真誠慈悲。我們常講「老婆心切」，老婆是老太婆，她們的心真正善良，縱然過去做錯事情，這個時候也都知道懺悔，也都知道回頭。年輕人很難！到晚年的時候容易回頭，晚年聞法修行成就的人，我們看到不少！接觸佛法時間不長，念佛時間很短，但是往生瑞相稀有，這些道理我們明瞭。古往今來，我們看到六十歲以上的人，修行成就的很多，修行真正有成就，這是大孝。我們懂得這個道理了，如何幫助這些修行人，這個意義就不一樣。所以要懂得父母的心，懂得父母的希望，不要辜負父母，不要辜負老師，老師對學生的期望，跟父母對兒女的期望，沒有兩樣。所以中國古禮，學生對老師那分感恩，跟對父母沒有差別，只是在喪禮上，對父母有孝服，對老師沒有孝服，除這點之外再找不到兩樣。人一生能夠生在感恩的世間，這是真正有價值、有意義。"
    },
    {
      "id": "19-012-0045_p0003",
      "zh_CN": "真正明白这个道理，在学校念书的时代，少年，父母、老师都希望你有很好的成绩表现。你书念得不好，父母忧虑，那就是不孝，品行不好，父母也忧虑。孝子时时刻刻要让父母心情愉快，换句话说，样样都要做得让父母快乐。与同学之间不能和睦相处是不孝，不听从老师教诲是不孝。我们有没有做到？当然我们的童年已经过去了，想想看几个人做到？你做不到，不能怪你。为什么？佛法是讲理的，合情、合理、合法，你小的时候没有人教你，你怎么会懂得？没有人教会懂得，那你是佛菩萨再来的，你不是凡人，没有人教导你。成年之后你有了家室，家室要和睦，家室不和，父母忧心；兄弟不和，妯娌不和，哪一样不让父母操心？父母对于儿孙那个操心操一辈子，临终还挂在心头上，谁能够了解？到你自己年老的时候，也许你有所感悟。踏进社会，人在世间一定要有所事事，要有一个正当的行业，正当的工作，为社会服务，为众生服务。你对于你的工作、你这个行业是不是真的尽心尽力去做？没有尽心尽力，不孝！对不起父母，对不起师长。由此可知，孝行也是充塞宇宙，也是遍虚空法界，不但孝心是圆满的，孝行也是圆满的。",
      "zh_TW": "真正明白這個道理，在學校念書的時代，少年，父母、老師都希望你有很好的成績表現。你書念得不好，父母憂慮，那就是不孝，品行不好，父母也憂慮。孝子時時刻刻要讓父母心情愉快，換句話說，樣樣都要做得讓父母快樂。與同學之間不能和睦相處是不孝，不聽從老師教誨是不孝。我們有沒有做到？當然我們的童年已經過去了，想想看幾個人做到？你做不到，不能怪你。為什麼？佛法是講理的，合情、合理、合法，你小的時候沒有人教你，你怎麼會懂得？沒有人教會懂得，那你是佛菩薩再來的，你不是凡人，沒有人教導你。成年之後你有了家室，家室要和睦，家室不和，父母憂心；兄弟不和，妯娌不和，哪一樣不讓父母操心？父母對於兒孫那個操心操一輩子，臨終還掛在心頭上，誰能夠了解？到你自己年老的時候，也許你有所感悟。踏進社會，人在世間一定要有所事事，要有一個正當的行業，正當的工作，為社會服務，為眾生服務。你對於你的工作、你這個行業是不是真的盡心盡力去做？沒有盡心盡力，不孝！對不起父母，對不起師長。由此可知，孝行也是充塞宇宙，也是遍虛空法界，不但孝心是圓滿的，孝行也是圓滿的。"
    },
    {
      "id": "19-012-0045_p0004",
      "zh_CN": "我们在佛经里面看到，诸佛菩萨对虚空法界一切众生，感应道交。我们读过观世音菩萨，所谓「千处祈求千处应」，那是什么？孝行，尽孝而已。我们学佛，如果连这些基本的道理都不懂，这个佛经叫白读了。做佛的学生，没有别的，佛教给我们的，教给我们孝道，教给我们尽孝而已，诸佛菩萨所示现的就是这么一桩事情。懂得孝道的人，行孝尽孝的人，念念普度众生，行行都给世间人做好榜样。所以我们对于诸佛菩萨、历代祖师，要细心体会他们住世的行谊，向他们学习。韩馆长往生的时候，我给她最后做了两个多小时的谈话，希望出家人能做出家人的好榜样，在家人能做在家人的好榜样，道场能做一切道场的好榜样，这是尽孝，这是行孝，这是佛心、是菩萨行。",
      "zh_TW": "我們在佛經裡面看到，諸佛菩薩對虛空法界一切眾生，感應道交。我們讀過觀世音菩薩，所謂「千處祈求千處應」，那是什麼？孝行，盡孝而已。我們學佛，如果連這些基本的道理都不懂，這個佛經叫白讀了。做佛的學生，沒有別的，佛教給我們的，教給我們孝道，教給我們盡孝而已，諸佛菩薩所示現的就是這麼一樁事情。懂得孝道的人，行孝盡孝的人，念念普度眾生，行行都給世間人做好榜樣。所以我們對於諸佛菩薩、歷代祖師，要細心體會他們住世的行誼，向他們學習。韓館長往生的時候，我給她最後做了兩個多小時的談話，希望出家人能做出家人的好榜樣，在家人能做在家人的好榜樣，道場能做一切道場的好榜樣，這是盡孝，這是行孝，這是佛心、是菩薩行。"
    },
    {
      "id": "19-012-0045_p0005",
      "zh_CN": "我们要找什么人？找孝子。中国古人常讲「求忠臣于孝子之门」，你们晓得，忠臣两个字是什么意思？臣是办事的人员。忠，前面跟诸位讲过，孝这个字落实在生活上，落实在工作上，落实在处事待人接物上，就叫忠。能行中道，能行中庸，这种人办事最可靠，他能够尽心尽力，没有偏心，没有私心，心里头大公无私，那叫忠。所以忠孝两个字做到就是圆圆满满的佛道，这个人就是菩萨，就是佛陀。",
      "zh_TW": "我們要找什麼人？找孝子。中國古人常講「求忠臣於孝子之門」，你們曉得，忠臣兩個字是什麼意思？臣是辦事的人員。忠，前面跟諸位講過，孝這個字落實在生活上，落實在工作上，落實在處事待人接物上，就叫忠。能行中道，能行中庸，這種人辦事最可靠，他能夠盡心盡力，沒有偏心，沒有私心，心裡頭大公無私，那叫忠。所以忠孝兩個字做到就是圓圓滿滿的佛道，這個人就是菩薩，就是佛陀。"
    },
    {
      "id": "19-012-0045_p0006",
      "zh_CN": "所以凡夫成佛在一念之间，你念头转过来就是佛菩萨，身心世界一切放下。放下什么？放下贪瞋痴，放下是非人我，放下毁誉，放下攀缘，放下嫉妒，放下彼我。我常常跟诸位说的，「放下嗜欲」，你的嗜好、你的欲望，放下贪爱，放下狠戾，放下恩怨，一切放下，以清净心、真诚心、大慈悲心为佛法、为社会、为一切众生服务，这个转变，超凡入圣了！无论你是什么身分，无论你从事于哪个行业，你是在某一种工作岗位上，任何的身分都是为众生服务，为社会服务。任何行业也都是为社会、为众生服务，我们出家这是一个行业，这是社会上也担负起一种职责，这个职责要认识清楚，社会教育，多元文化的社会教育。所以我们肯定认知，释迦牟尼佛是多元文化社会教育的导师，团结不同的族类，融合不同的文化、宗教。昨天晚上我们参观巴哈伊教，他们也是这个理想。但是佛法在理论上、在行持上、在教诲上，比他们更踏实、更出色。",
      "zh_TW": "所以凡夫成佛在一念之間，你念頭轉過來就是佛菩薩，身心世界一切放下。放下什麼？放下貪瞋痴，放下是非人我，放下毀譽，放下攀緣，放下嫉妒，放下彼我。我常常跟諸位說的，「放下嗜欲」，你的嗜好、你的欲望，放下貪愛，放下狠戾，放下恩怨，一切放下，以清淨心、真誠心、大慈悲心為佛法、為社會、為一切眾生服務，這個轉變，超凡入聖了！無論你是什麼身分，無論你從事於哪個行業，你是在某一種工作崗位上，任何的身分都是為眾生服務，為社會服務。任何行業也都是為社會、為眾生服務，我們出家這是一個行業，這是社會上也擔負起一種職責，這個職責要認識清楚，社會教育，多元文化的社會教育。所以我們肯定認知，釋迦牟尼佛是多元文化社會教育的導師，團結不同的族類，融合不同的文化、宗教。昨天晚上我們參觀巴哈伊教，他們也是這個理想。但是佛法在理論上、在行持上、在教誨上，比他們更踏實、更出色。"
    },
    {
      "id": "19-012-0045_p0007",
      "zh_CN": "过去方东美先生讲过，《华严经》里面有真实、究竟、圆满的哲理，他一生所读过的、所学过的世出世间哲学，没有一样能比得上华严哲学，圆满的理论，周详的方法，后面还带表演。善财童子五十三参是表演，做出来给我们看，让我们学习。所以他常讲，《华严经》是这个世间最好的哲学概论。他在晚年可以说是完全学习《华严》，在学校里面开华严哲学，介绍《华严》。我们现在示现的身分，出家的佛弟子，如果连这些道理都不懂，佛的教诲记不住，不能够认真努力奉行，这是大不孝，不忠不孝，那还有什么成就？不忠不孝，诸位要记住，我说的话不太好听，也不客气，不忠不孝之人他的前途是三恶道，三善道的分都没有。你以为念这几句佛号就能往生，哪有那么容易？尽忠尽孝，念佛的人决定得生，才能得诸佛护念，龙天拥护。希望我们共同勉励，认真努力来修学。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "過去方東美先生講過，《華嚴經》裡面有真實、究竟、圓滿的哲理，他一生所讀過的、所學過的世出世間哲學，沒有一樣能比得上華嚴哲學，圓滿的理論，周詳的方法，後面還帶表演。善財童子五十三參是表演，做出來給我們看，讓我們學習。所以他常講，《華嚴經》是這個世間最好的哲學概論。他在晚年可以說是完全學習《華嚴》，在學校裡面開華嚴哲學，介紹《華嚴》。我們現在示現的身分，出家的佛弟子，如果連這些道理都不懂，佛的教誨記不住，不能夠認真努力奉行，這是大不孝，不忠不孝，那還有什麼成就？不忠不孝，諸位要記住，我說的話不太好聽，也不客氣，不忠不孝之人他的前途是三惡道，三善道的分都沒有。你以為念這幾句佛號就能往生，哪有那麼容易？盡忠盡孝，念佛的人決定得生，才能得諸佛護念，龍天擁護。希望我們共同勉勵，認真努力來修學。好，今天時間到了，我們就講到此地。"
    }
  ]
}