{
  "doc_id": "19-012-0046",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十六集",
    "zh_TW": "第四十六集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0046",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "19-012-0046_p0001",
      "zh_CN": "诸位同学，大家好。这几天我们都在谈「忠孝」这两个字，这两个字实在说认识的人并不多，能够真正体会到这两个字所表的义趣的人就愈来愈少。我们也是限于时间，只能做一个简单扼要的介绍，这么一个简单的提示，诸位如果能够细心去体会，这两个字包括了一切佛法。不但释迦牟尼佛四十九年所说的，甚至于十方三世一切诸佛如来所说的一切法都不能超越这两个字。孝是讲虚空法界一切众生的体相，忠是讲它的大用，要以《华严经》的经题来说，孝这个字就是经题上的「大方广」，忠这一个字就是「佛华严」，孝是大方广，忠就是佛华严。所以它的含义无尽的深广，我们要细心去体会，释迦牟尼佛四十九年所说一大藏教的经典，就是这两个字的详细发挥。忠孝两个字做圆满了，就是无上菩提，就是如来究竟的果地。个人成圣成贤，家庭和合，社会安详，一切众生都能和睦相处，离开这两个字都做不到。所以这两个字我们决定不能够疏忽。",
      "zh_TW": "諸位同學，大家好。這幾天我們都在談「忠孝」這兩個字，這兩個字實在說認識的人並不多，能夠真正體會到這兩個字所表的義趣的人就愈來愈少。我們也是限於時間，只能做一個簡單扼要的介紹，這麼一個簡單的提示，諸位如果能夠細心去體會，這兩個字包括了一切佛法。不但釋迦牟尼佛四十九年所說的，甚至於十方三世一切諸佛如來所說的一切法都不能超越這兩個字。孝是講虛空法界一切眾生的體相，忠是講它的大用，要以《華嚴經》的經題來說，孝這個字就是經題上的「大方廣」，忠這一個字就是「佛華嚴」，孝是大方廣，忠就是佛華嚴。所以它的含義無盡的深廣，我們要細心去體會，釋迦牟尼佛四十九年所說一大藏教的經典，就是這兩個字的詳細發揮。忠孝兩個字做圓滿了，就是無上菩提，就是如來究竟的果地。個人成聖成賢，家庭和合，社會安詳，一切眾生都能和睦相處，離開這兩個字都做不到。所以這兩個字我們決定不能夠疏忽。"
    },
    {
      "id": "19-012-0046_p0002",
      "zh_CN": "古人说，「一家仁，一国仁」，仁是仁爱之人，仁这个字也是会意，是什么意思？仁爱就是众生。所以这个字的显示是二人，不是一人，有我还有别人，自他是一体，自他不二，这是仁表的意思。宗门有一句话说，「识得一，万事毕」，佛法常说「入不二法门」，真正识得一、入不二法门，这个人才是仁者。佛家称人称为仁者，这个称呼是极为尊敬，佛在经典里面称菩萨为仁者。我们从字面上来看，仁慈的人，只有菩萨才是慈悲为本，方便为门。我们要一家都做到仁爱，诸位要知道，仁爱比亲爱意思又不一样。亲爱是从情上建立的，感情深厚；仁爱是从理上建立的，知道什么？自他不二，万法一体，那个爱心是从理上、从心性里面流露出来，那是真爱，永恒不变。别人爱我，我也爱他；别人不爱我，我还是爱他。别人以善心对我，我以善心对他；他以不善心对我，我还是以善心对他，那是菩萨，那是仁爱，不是通常讲的亲爱能够相比的。",
      "zh_TW": "古人說，「一家仁，一國仁」，仁是仁愛之人，仁這個字也是會意，是什麼意思？仁愛就是眾生。所以這個字的顯示是二人，不是一人，有我還有別人，自他是一體，自他不二，這是仁表的意思。宗門有一句話說，「識得一，萬事畢」，佛法常說「入不二法門」，真正識得一、入不二法門，這個人才是仁者。佛家稱人稱為仁者，這個稱呼是極為尊敬，佛在經典裡面稱菩薩為仁者。我們從字面上來看，仁慈的人，只有菩薩才是慈悲為本，方便為門。我們要一家都做到仁愛，諸位要知道，仁愛比親愛意思又不一樣。親愛是從情上建立的，感情深厚；仁愛是從理上建立的，知道什麼？自他不二，萬法一體，那個愛心是從理上、從心性裡面流露出來，那是真愛，永恆不變。別人愛我，我也愛他；別人不愛我，我還是愛他。別人以善心對我，我以善心對他；他以不善心對我，我還是以善心對他，那是菩薩，那是仁愛，不是通常講的親愛能夠相比的。"
    },
    {
      "id": "19-012-0046_p0003",
      "zh_CN": "情是多变的，所以从情生出来的爱心是无常的，爱会变成怨，会变成恨。这些事情，我想诸位同修都很容易了解，现在社会上大家看看就知道，有多少人初结合的时候好朋友，男女结合的时候恩爱变成夫妻，但是没多久离婚了，变成冤家，变成对头，朋友变成敌人，太多了。什么原因？那个恩爱结合是感情的，表面看的是不错，里面问题复杂，所以它不是恒久的。佛菩萨那个爱心是永恒的、不变的，为什么？表里一如，表是平等的，内是清净的，没有问题。这是我们的自性，这才是我们本来面目，学佛无非是恢复自性，恢复本来面目而已。今天世界不平，人心不平，我心平，我的世界平，以我的平等心、平等观、清净法界，入众生法界，得大自在，《华严》说的「无障碍的法界」。这完全在个人的修养，充满了智慧，充满了仁慈的一生。诸位想想，这是多么幸福、多么圆满，人生的意义、价值就在此地。",
      "zh_TW": "情是多變的，所以從情生出來的愛心是無常的，愛會變成怨，會變成恨。這些事情，我想諸位同修都很容易了解，現在社會上大家看看就知道，有多少人初結合的時候好朋友，男女結合的時候恩愛變成夫妻，但是沒多久離婚了，變成冤家，變成對頭，朋友變成敵人，太多了。什麼原因？那個恩愛結合是感情的，表面看的是不錯，裡面問題複雜，所以它不是恆久的。佛菩薩那個愛心是永恆的、不變的，為什麼？表裡一如，表是平等的，內是清淨的，沒有問題。這是我們的自性，這才是我們本來面目，學佛無非是恢復自性，恢復本來面目而已。今天世界不平，人心不平，我心平，我的世界平，以我的平等心、平等觀、清淨法界，入眾生法界，得大自在，《華嚴》說的「無障礙的法界」。這完全在個人的修養，充滿了智慧，充滿了仁慈的一生。諸位想想，這是多麼幸福、多麼圓滿，人生的意義、價值就在此地。"
    },
    {
      "id": "19-012-0046_p0004",
      "zh_CN": "我说一生，这是随俗说，如果真实说，那是永恒的。生命是永恒的，世间人迷惑，以为有生死，明白人知道没有生死。生死是一回什么事情？生死是转变，因与果的转变。转变是必然的、是肯定的，所有一切万物都在变，哪一法不变？除了真性之外，都在变。而且你要晓得，刹那在变，刹那不住，因变成果，果又变成因，因又变成果，永远在循环不住。你能够觉察到这个真相，生死就了了。佛家常讲「了生死」，了是明了，对于生死这个事实真相你彻底明了了。明了的人转变自在。我们佛法有说乘愿再来，愿力受身，诸佛菩萨应化世间，那个转变是自在的。凡夫不了解事实真相，不知道这转变的事实，在这里面打妄想，起分别、起执着，分别执着都是虚妄的，都不是真实的。所以愈转就愈不善，愈转愈不好，不会转。这是说生死流转的一个事相。",
      "zh_TW": "我說一生，這是隨俗說，如果真實說，那是永恆的。生命是永恆的，世間人迷惑，以為有生死，明白人知道沒有生死。生死是一回什麼事情？生死是轉變，因與果的轉變。轉變是必然的、是肯定的，所有一切萬物都在變，哪一法不變？除了真性之外，都在變。而且你要曉得，剎那在變，剎那不住，因變成果，果又變成因，因又變成果，永遠在循環不住。你能夠覺察到這個真相，生死就了了。佛家常講「了生死」，了是明瞭，對於生死這個事實真相你徹底明瞭了。明瞭的人轉變自在。我們佛法有說乘願再來，願力受身，諸佛菩薩應化世間，那個轉變是自在的。凡夫不了解事實真相，不知道這轉變的事實，在這裡面打妄想，起分別、起執著，分別執著都是虛妄的，都不是真實的。所以愈轉就愈不善，愈轉愈不好，不會轉。這是說生死流轉的一個事相。"
    },
    {
      "id": "19-012-0046_p0005",
      "zh_CN": "这几天也许诸位同修从电脑里面看到，外国人讲我们这个世界灾难的讯息，有很多同修看了之后，这心里面慌张，无所适从，来问我。我告诉他，如果世间真的会有这么大的灾难，你相不相信有许多佛菩萨应化在我们中国？在世界亦复如是。最近的一位，我们知道，印光大师是西方世界大势至菩萨再来的，他有没有给我们透过这个讯息？有，《文钞》里面说得太多了，说有很严重、很大的灾难。这灾难有没有救？有救。他老人家教给我们《了凡四训》、《感应篇》、《安士全书》，能够依照这三本书去修行，断一切恶，修一切善，从这个基础上老实念佛，这个灾难就化解了。为什么能化解？佛在经上说，「依报随着正报转」，我们曾经读过，「一切法从心想生」。人心天天想恶事，天天造恶行，感召得来的就是灾难。如果从心地里面把恶断掉，想善的、想好的，我们最近几年提倡四好，存好心、行好事、说好话、做好人，劫难就转过来。",
      "zh_TW": "這幾天也許諸位同修從電腦裡面看到，外國人講我們這個世界災難的訊息，有很多同修看了之後，這心裡面慌張，無所適從，來問我。我告訴他，如果世間真的會有這麼大的災難，你相不相信有許多佛菩薩應化在我們中國？在世界亦復如是。最近的一位，我們知道，印光大師是西方世界大勢至菩薩再來的，他有沒有給我們透過這個訊息？有，《文鈔》裡面說得太多了，說有很嚴重、很大的災難。這災難有沒有救？有救。他老人家教給我們《了凡四訓》、《感應篇》、《安士全書》，能夠依照這三本書去修行，斷一切惡，修一切善，從這個基礎上老實念佛，這個災難就化解了。為什麼能化解？佛在經上說，「依報隨著正報轉」，我們曾經讀過，「一切法從心想生」。人心天天想惡事，天天造惡行，感召得來的就是災難。如果從心地裡面把惡斷掉，想善的、想好的，我們最近幾年提倡四好，存好心、行好事、說好話、做好人，劫難就轉過來。"
    },
    {
      "id": "19-012-0046_p0006",
      "zh_CN": "为什么不肯学好？学好从哪里学起？从不自欺，不欺人开始。如果还是自欺欺人，你所做的都是假的，你这个劫难转不过来。所以我常劝人，佛教给我们要破四相。破四相并不是对于高级修行人说的，诸位在《金刚经》上仔细去看，小乘须陀洹就离四相，「无我相、无人相、无众生相、无寿者相」，须陀洹就开始了。须陀洹他自己不以为他自己证得须陀洹，这就是离四相。我们对于我、人、众生、寿者有这样坚固的执着分别，佛法的门都入不进去。初果是入门，要是像学校念书一样，小学一年级，才入学。大乘法里面，五十一个菩萨次第，是初信位的菩萨。四相要不舍离，初信位的菩萨你都不够格，你学佛学得再好也不过是名字位中，有名无实。从前李炳老常讲的，「该怎么生死还是怎么生死，该怎么轮回还是怎么轮回。」为什么？起心动念、一切造作是轮回业。学的是佛法，讲的是佛法，造的是轮回业，有什么用处？",
      "zh_TW": "為什麼不肯學好？學好從哪裡學起？從不自欺，不欺人開始。如果還是自欺欺人，你所做的都是假的，你這個劫難轉不過來。所以我常勸人，佛教給我們要破四相。破四相並不是對於高級修行人說的，諸位在《金剛經》上仔細去看，小乘須陀洹就離四相，「無我相、無人相、無眾生相、無壽者相」，須陀洹就開始了。須陀洹他自己不以為他自己證得須陀洹，這就是離四相。我們對於我、人、眾生、壽者有這樣堅固的執著分別，佛法的門都入不進去。初果是入門，要是像學校念書一樣，小學一年級，才入學。大乘法裡面，五十一個菩薩次第，是初信位的菩薩。四相要不捨離，初信位的菩薩你都不夠格，你學佛學得再好也不過是名字位中，有名無實。從前李炳老常講的，「該怎麼生死還是怎麼生死，該怎麼輪迴還是怎麼輪迴。」為什麼？起心動念、一切造作是輪迴業。學的是佛法，講的是佛法，造的是輪迴業，有什麼用處？"
    },
    {
      "id": "19-012-0046_p0007",
      "zh_CN": "为什么我们转不过来？我们自己的罪业太重，无量劫来烦恼习气断不掉，表面上做得好像布施、持戒、忍辱，像那个样子，里面心里像大火一样、猛火一样，不是平静的。佛法的殊胜，殊胜在内部功夫做起，它叫内学。烦恼火，怎么样能够把它熄掉，化为清凉？智慧。所以世尊四十九年讲经说法，讲般若用了二十二年。唯有真实智慧，才能做到真诚、清净、平等、觉悟、慈悲；没有真实智慧，纵然做到，那是外表，那是一个假相，不是真实的。假相虽然也可爱，早晚会被人揭穿，你自己不能修行证果，那是伪装的、是仿冒的，不是真实的。真实，你就晓得，决定不能离开戒定慧。戒，印光大师给我们提示，最浅显的、最基本的，五戒十善，不能不做到，五戒十善就能改造命运，就能够消除劫难。如果想成佛，如果想出离六道轮回，想证圣果，那个基础就是净业三福。所以眼前虽然有众多的灾难，只要真正努力去学五戒十善，这个灾难就能避免。",
      "zh_TW": "為什麼我們轉不過來？我們自己的罪業太重，無量劫來煩惱習氣斷不掉，表面上做得好像布施、持戒、忍辱，像那個樣子，裡面心裡像大火一樣、猛火一樣，不是平靜的。佛法的殊勝，殊勝在內部功夫做起，它叫內學。煩惱火，怎麼樣能夠把它熄掉，化為清涼？智慧。所以世尊四十九年講經說法，講般若用了二十二年。唯有真實智慧，才能做到真誠、清淨、平等、覺悟、慈悲；沒有真實智慧，縱然做到，那是外表，那是一個假相，不是真實的。假相雖然也可愛，早晚會被人揭穿，你自己不能修行證果，那是偽裝的、是仿冒的，不是真實的。真實，你就曉得，決定不能離開戒定慧。戒，印光大師給我們提示，最淺顯的、最基本的，五戒十善，不能不做到，五戒十善就能改造命運，就能夠消除劫難。如果想成佛，如果想出離六道輪迴，想證聖果，那個基礎就是淨業三福。所以眼前雖然有眾多的災難，只要真正努力去學五戒十善，這個災難就能避免。"
    },
    {
      "id": "19-012-0046_p0008",
      "zh_CN": "所以印光大师一生就提倡这桩事情，五戒十善，老实念佛。你们看看他老人家一生，做的是什么？他的口号是十六个字，他真做到，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」，印光大师一生就这十六个字，真做到，做得圆圆满满。敦伦尽分就是忠孝两个字，伦是伦常，敦是和睦，一家和，一国和，一个世界和合，尽我们自己的本分。我们自己是个什么身分，是在什么工作岗位，要把自己的职责做到尽善尽美，这是尽分。我们现在是出家人的身分，出家人应该做什么事情？要学释迦牟尼佛教化众生，言行要给一切众生做好榜样，做真诚的榜样，做清净、平等、觉的榜样，做慈悲的榜样，做看破、放下的榜样，做自在、随缘的榜样，做老实念佛的榜样，这是出家人的本分。",
      "zh_TW": "所以印光大師一生就提倡這樁事情，五戒十善，老實念佛。你們看看他老人家一生，做的是什麼？他的口號是十六個字，他真做到，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」，印光大師一生就這十六個字，真做到，做得圓圓滿滿。敦倫盡分就是忠孝兩個字，倫是倫常，敦是和睦，一家和，一國和，一個世界和合，盡我們自己的本分。我們自己是個什麼身分，是在什麼工作崗位，要把自己的職責做到盡善盡美，這是盡分。我們現在是出家人的身分，出家人應該做什麼事情？要學釋迦牟尼佛教化眾生，言行要給一切眾生做好榜樣，做真誠的榜樣，做清淨、平等、覺的榜樣，做慈悲的榜樣，做看破、放下的榜樣，做自在、隨緣的榜樣，做老實念佛的榜樣，這是出家人的本分。"
    },
    {
      "id": "19-012-0046_p0009",
      "zh_CN": "对于僧团真诚的恭敬赞叹，古德常说，「若要佛法兴，除非僧赞僧」，彼此互相恭敬，互相赞叹，一团和睦，佛法就兴。不但我们这一个团体我们要和睦、要尊敬、要赞叹，扩大到这个世间、这个社会所有一切的团体，我们都要尊重、都要赞叹，和睦相处，互助合作。有些人说不容易做到，我跟他说不难做到，只要你真正做了三桩事情，这个事情就做到。第一个是真诚至善之心，真诚的善心；第二个是真实的爱心；第三个是无私、无条件的供养布施。你只要把这三桩事情做到，天下太平，连妖魔鬼怪都和合。中国谚语常讲「仁者无敌」，你想想这句话，仁在佛法讲是慈悲，大慈悲的人。什么叫无敌？心里头没有敌人。这个意思说大慈悲的人，能够融合不同的族群，能够融合一切众生，这才是把忠孝做圆满，真正是尽忠行孝。这个本子里面注解很多，注得非常之长，非常的详细，这一段我就讲到此地。注子希望诸位同修自己去看，你们有疑惑的地方可以来问，这两个字我就不多讲了。",
      "zh_TW": "對於僧團真誠的恭敬讚歎，古德常說，「若要佛法興，除非僧讚僧」，彼此互相恭敬，互相讚歎，一團和睦，佛法就興。不但我們這一個團體我們要和睦、要尊敬、要讚歎，擴大到這個世間、這個社會所有一切的團體，我們都要尊重、都要讚歎，和睦相處，互助合作。有些人說不容易做到，我跟他說不難做到，只要你真正做了三樁事情，這個事情就做到。第一個是真誠至善之心，真誠的善心；第二個是真實的愛心；第三個是無私、無條件的供養布施。你只要把這三樁事情做到，天下太平，連妖魔鬼怪都和合。中國諺語常講「仁者無敵」，你想想這句話，仁在佛法講是慈悲，大慈悲的人。什麼叫無敵？心裡頭沒有敵人。這個意思說大慈悲的人，能夠融合不同的族群，能夠融合一切眾生，這才是把忠孝做圓滿，真正是盡忠行孝。這個本子裡面註解很多，註得非常之長，非常的詳細，這一段我就講到此地。註子希望諸位同修自己去看，你們有疑惑的地方可以來問，這兩個字我就不多講了。"
    }
  ]
}