{
  "doc_id": "19-012-0184",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八四集",
    "zh_TW": "第一八四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0184",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0184_p0001",
      "zh_CN": "请看《感应篇》第一百一十二节：",
      "zh_TW": "請看《感應篇》第一百一十二節："
    },
    {
      "id": "19-012-0184_p0002",
      "zh_CN": "【越井越灶。跳食跳人。】",
      "zh_TW": "【越井越灶。跳食跳人。】"
    },
    {
      "id": "19-012-0184_p0003",
      "zh_CN": "这些事情也是在日常生活当中常常见到的。『越』是跨越。『井』，现在的井跟古时候不一样，现在的井多半是深水井，用电动马达来抽水，这个现象就没有了，古时候的井都比较浅，我们用水桶去打水。遇到井，井水利益众生，在中国民间也用这个水供奉鬼神，供奉佛菩萨；换句话说，是众生的受用，我们对它应当有尊重心。所以井不能够跨越，遇到有井的地方绕过去，不可以跨过去，跨过去这是不敬。『灶』，现在的灶跟从前也不一样了，以前是烧柴、烧草，可能在中国大陆乡村里面还能见到。「越灶」，跨越灶比较少，不是没有，有小灶的时候，确实他也从上面跨越，这都是不敬。我们知道恭敬是性德，所以世出世间圣贤教人都把这个当作第一堂课，由此可知，它的重要性。你看儒家教学，诸位翻开《礼记》头一句话就是「曲礼曰，毋不敬」，所以世出世间的学问，从哪里做起？从恭敬做起，你没有恭敬心，你什么都不能成就。所以我们常讲对人要恭敬，对事要恭敬，对物也要恭敬，这是对事物。",
      "zh_TW": "這些事情也是在日常生活當中常常見到的。『越』是跨越。『井』，現在的井跟古時候不一樣，現在的井多半是深水井，用電動馬達來抽水，這個現象就沒有了，古時候的井都比較淺，我們用水桶去打水。遇到井，井水利益眾生，在中國民間也用這個水供奉鬼神，供奉佛菩薩；換句話說，是眾生的受用，我們對它應當有尊重心。所以井不能夠跨越，遇到有井的地方繞過去，不可以跨過去，跨過去這是不敬。『灶』，現在的灶跟從前也不一樣了，以前是燒柴、燒草，可能在中國大陸鄉村裡面還能見到。「越灶」，跨越灶比較少，不是沒有，有小灶的時候，確實他也從上面跨越，這都是不敬。我們知道恭敬是性德，所以世出世間聖賢教人都把這個當作第一堂課，由此可知，它的重要性。你看儒家教學，諸位翻開《禮記》頭一句話就是「曲禮曰，毋不敬」，所以世出世間的學問，從哪裡做起？從恭敬做起，你沒有恭敬心，你什麼都不能成就。所以我們常講對人要恭敬，對事要恭敬，對物也要恭敬，這是對事物。"
    },
    {
      "id": "19-012-0184_p0004",
      "zh_CN": "人要把恭敬心疏忽了，不但道业没有指望，世间事业也一事无成。你们看看凡是有成就的人，不要说在佛法里的修行人，就是世法里面，他们的事业有成就的人，都懂得恭敬。他能够敬人，人会为他尽忠，会为他负责办事。如果常常摆上一副居上位的那个架子，对底下都是命令呵斥，这个人的福报决定不久。为什么？在你有权势的时候，大家畏惧你、怕你，不能不服从，为了讨生活。你的权势一衰的时候，不会再有人理你了。尤其是现代的社会，道义没有了，所以这是自取失败。人与人之间的结合是恩义。所以我们常常看到有些一人办事情，高声显示他的威德，指着人、命令人去办事，我们一看就知道这种人是薄福之人，没有福报。福报厚重的人不一样，事必躬亲，他自己去办；指使属下去办，态度也非常温和，也非常谦虚。老一辈里面，我们看到长官对部属，这个文件交代办下去，人家写「某某兄办」，对他这些部下称兄。我的先父是公务员，职位不高，他的长官交代他去办事，都是写「我兄」，那么客气，所以办事的人感恩，一定尽忠负责，把事情办好。动不动用权势压人，他心不服，办事敷衍塞责，出了乱子，你负责任，他不负责任。古圣先贤教人，教什么？就是教你怎么处世、怎么待人，你能够把人际关系搞好，世出世法都会成就。所以对人对事对物，不可以无礼。『越井越灶』引申出来，就是对事对物不可以无礼。",
      "zh_TW": "人要把恭敬心疏忽了，不但道業沒有指望，世間事業也一事無成。你們看看凡是有成就的人，不要說在佛法裡的修行人，就是世法裡面，他們的事業有成就的人，都懂得恭敬。他能夠敬人，人會為他盡忠，會為他負責辦事。如果常常擺上一副居上位的那個架子，對底下都是命令呵斥，這個人的福報決定不久。為什麼？在你有權勢的時候，大家畏懼你、怕你，不能不服從，為了討生活。你的權勢一衰的時候，不會再有人理你了。尤其是現代的社會，道義沒有了，所以這是自取失敗。人與人之間的結合是恩義。所以我們常常看到有些一人辦事情，高聲顯示他的威德，指著人、命令人去辦事，我們一看就知道這種人是薄福之人，沒有福報。福報厚重的人不一樣，事必躬親，他自己去辦；指使屬下去辦，態度也非常溫和，也非常謙虛。老一輩裡面，我們看到長官對部屬，這個文件交代辦下去，人家寫「某某兄辦」，對他這些部下稱兄。我的先父是公務員，職位不高，他的長官交代他去辦事，都是寫「我兄」，那麼客氣，所以辦事的人感恩，一定盡忠負責，把事情辦好。動不動用權勢壓人，他心不服，辦事敷衍塞責，出了亂子，你負責任，他不負責任。古聖先賢教人，教什麼？就是教你怎麼處世、怎麼待人，你能夠把人際關係搞好，世出世法都會成就。所以對人對事對物，不可以無禮。『越井越灶』引申出來，就是對事對物不可以無禮。"
    },
    {
      "id": "19-012-0184_p0005",
      "zh_CN": "『跳食跳人』，这都有罪过。诸位读《礼记》，古时候讲礼，现在不讲礼了。中国的习惯，吃饭是共席，不像西方，西方自助餐分开来吃，有好处。中国大家在一起吃，一盘菜摆在上面，你要懂礼的人就知道，他取哪？取靠近自己边上的，摆在远的菜，决定不拿，这是礼节。吃东西不挑，挑食是喜欢吃的他就多吃。尤其一盘菜决定不可从中心拿，这是非常不礼貌，要拿靠自己边上的，你坐在哪一边，靠你边上拿，绝不取中间的。现在这些小的礼节已经没有人讲，也没有人知道。「跳人」，跳人就是对人轻慢的意思。在佛法里一切众生是平等的，诸佛菩萨看一切众生都是诸佛如来。所以高级的菩萨们，他们修行是修普贤行，普贤行没有分别执着，普贤行就是平等行。权教菩萨、声闻、缘觉也修平等，但是还没有达到真正的平等。为什么？妄想未断，就不能够达到真平等；妄想断尽的时候，平等心才现前。所以我们现在学，妄想是没断，学，尽量的学，往平等上接近，这样就好。不能不学，学，多少总会有进步。这一句里面讲的这四桩事，总而言之，就是我们所谓的失敬，你的「敬心、敬意、敬德」失掉了，不要以为这是小事，小不敬，大的灾难就来了。所以圣贤人都从很微细之处，小心谨慎，从这个地方修起。再看底下一段，一百一十三节：",
      "zh_TW": "『跳食跳人』，這都有罪過。諸位讀《禮記》，古時候講禮，現在不講禮了。中國的習慣，吃飯是共席，不像西方，西方自助餐分開來吃，有好處。中國大家在一起吃，一盤菜擺在上面，你要懂禮的人就知道，他取哪？取靠近自己邊上的，擺在遠的菜，決定不拿，這是禮節。吃東西不挑，挑食是喜歡吃的他就多吃。尤其一盤菜決定不可從中心拿，這是非常不禮貌，要拿靠自己邊上的，你坐在哪一邊，靠你邊上拿，絕不取中間的。現在這些小的禮節已經沒有人講，也沒有人知道。「跳人」，跳人就是對人輕慢的意思。在佛法裡一切眾生是平等的，諸佛菩薩看一切眾生都是諸佛如來。所以高級的菩薩們，他們修行是修普賢行，普賢行沒有分別執著，普賢行就是平等行。權教菩薩、聲聞、緣覺也修平等，但是還沒有達到真正的平等。為什麼？妄想未斷，就不能夠達到真平等；妄想斷盡的時候，平等心才現前。所以我們現在學，妄想是沒斷，學，盡量的學，往平等上接近，這樣就好。不能不學，學，多少總會有進步。這一句裡面講的這四樁事，總而言之，就是我們所謂的失敬，你的「敬心、敬意、敬德」失掉了，不要以為這是小事，小不敬，大的災難就來了。所以聖賢人都從很微細之處，小心謹慎，從這個地方修起。再看底下一段，一百一十三節："
    },
    {
      "id": "19-012-0184_p0006",
      "zh_CN": "【损子堕胎。行多隐僻。】",
      "zh_TW": "【損子墮胎。行多隱僻。】"
    },
    {
      "id": "19-012-0184_p0007",
      "zh_CN": "这是在我们这一节里面最后的一句，在这个段落里面，这是属于家庭生活里的这些过失。『堕胎』是杀人，不是杀别人，是杀子女，子女至亲，这个罪过极重，现在人往往都疏忽了。这个冤冤相报，不得了！子女到你家来投胎，佛法里讲得很清楚，四种缘来的：报恩、报怨、讨债、还债。他要是报恩来的，你把他杀掉了，变成将来仇了，恩将仇报；报怨来的，这个怨就更深了，以后这个毒害没有法子想像；他还债来的，你把他杀掉了，从还债又结了怨仇；从讨债来你杀掉他，怨中又加上了仇杀，不得了！后果不堪设想。世间人见不到，不晓得因果通三世，不知道一时所造的罪业，会招来生生世世的后患，这个事情怎么能做？",
      "zh_TW": "這是在我們這一節裡面最後的一句，在這個段落裡面，這是屬於家庭生活裡的這些過失。『墮胎』是殺人，不是殺別人，是殺子女，子女至親，這個罪過極重，現在人往往都疏忽了。這個冤冤相報，不得了！子女到你家來投胎，佛法裡講得很清楚，四種緣來的：報恩、報怨、討債、還債。他要是報恩來的，你把他殺掉了，變成將來仇了，恩將仇報；報怨來的，這個怨就更深了，以後這個毒害沒有法子想像；他還債來的，你把他殺掉了，從還債又結了怨仇；從討債來你殺掉他，怨中又加上了仇殺，不得了！後果不堪設想。世間人見不到，不曉得因果通三世，不知道一時所造的罪業，會招來生生世世的後患，這個事情怎麼能做？"
    },
    {
      "id": "19-012-0184_p0008",
      "zh_CN": "『行多隐僻』，这句话的范围包括得非常之广。「隐僻」是什么？你所作所为都是见不得人的事情。可是我们学佛的人知道，信佛的人知道，所谓「举头三尺有神明」，你能够隐瞒世间的愚人，世间有德行的人、有智慧的人，你就没有办法隐瞒他。何况天地鬼神？你隐藏得再好，能够在这一生当中都不会暴露，没有人知道，你要晓得你逃不过天罚，恶因恶报的这个结果，你没有办法逃避，你一定要承受。善因得善果，恶因得恶报。所以佛教人发露忏悔，发露忏悔是什么？绝不隐瞒，做错事情向大众忏悔，向大众道歉。所以我们前几天看到报纸上登罗马教皇公开向世界人忏悔，求上帝赦免天主教徒所犯的罪过，尤其是对其他宗教的过失，这个很难得。中国古人所讲：「人非圣贤，孰能无过，过而能改，善莫大焉」，教宗这个举止，无量无边功德，教人不怕做错事，怕的是做错事情不知道忏悔，不敢面对大众忏悔，那个过失才重。所有宗教里面教人修行，你要把它归纳成一个总纲领，就是「忏悔」两个字。普贤十愿里面「忏除业障」！忏悔过失你能够向大众宣布，大众责备你，这就报掉了，所谓是重罪轻报。如果做的恶事隐瞒，这个恶事愈积愈厚，将来的果报就不堪设想。",
      "zh_TW": "『行多隱僻』，這句話的範圍包括得非常之廣。「隱僻」是什麼？你所作所為都是見不得人的事情。可是我們學佛的人知道，信佛的人知道，所謂「舉頭三尺有神明」，你能夠隱瞞世間的愚人，世間有德行的人、有智慧的人，你就沒有辦法隱瞞他。何況天地鬼神？你隱藏得再好，能夠在這一生當中都不會暴露，沒有人知道，你要曉得你逃不過天罰，惡因惡報的這個結果，你沒有辦法逃避，你一定要承受。善因得善果，惡因得惡報。所以佛教人發露懺悔，發露懺悔是什麼？絕不隱瞞，做錯事情向大眾懺悔，向大眾道歉。所以我們前幾天看到報紙上登羅馬教皇公開向世界人懺悔，求上帝赦免天主教徒所犯的罪過，尤其是對其他宗教的過失，這個很難得。中國古人所講：「人非聖賢，孰能無過，過而能改，善莫大焉」，教宗這個舉止，無量無邊功德，教人不怕做錯事，怕的是做錯事情不知道懺悔，不敢面對大眾懺悔，那個過失才重。所有宗教裡面教人修行，你要把它歸納成一個總綱領，就是「懺悔」兩個字。普賢十願裡面「懺除業障」！懺悔過失你能夠向大眾宣佈，大眾責備你，這就報掉了，所謂是重罪輕報。如果做的惡事隱瞞，這個惡事愈積愈厚，將來的果報就不堪設想。"
    },
    {
      "id": "19-012-0184_p0009",
      "zh_CN": "反过来，《感应篇》前面教导我们，所做一切好事别叫人知道，叫积阴德，阴德的果报厚。好事都宣扬，都让人知道，人家见到你，恭惟你，赞叹你，报掉了！世间愚人才干这种事情。有智慧的人，绝不是这个作法。我们在居士林，在我们同修当中，有不少人做好事，真正在做好事，绝不宣扬，默默在做，没有人知道。你要给他宣扬的时候，他就不干了，这种人很可爱，他明理。所以真正懂道理的人，真正修行的人，所有一切过失一定要让大家都知道，别人责备你一声，「原谅你！原谅。」这都报掉了。恶报赶快把它报掉，不要等来生。善的报最好不要现前去报掉，留到后世，你的前途就一片光明，这是聪明人做的。",
      "zh_TW": "反過來，《感應篇》前面教導我們，所做一切好事別叫人知道，叫積陰德，陰德的果報厚。好事都宣揚，都讓人知道，人家見到你，恭惟你，讚歎你，報掉了！世間愚人才幹這種事情。有智慧的人，絕不是這個作法。我們在居士林，在我們同修當中，有不少人做好事，真正在做好事，絕不宣揚，默默在做，沒有人知道。你要給他宣揚的時候，他就不幹了，這種人很可愛，他明理。所以真正懂道理的人，真正修行的人，所有一切過失一定要讓大家都知道，別人責備你一聲，「原諒你！原諒。」這都報掉了。惡報趕快把它報掉，不要等來生。善的報最好不要現前去報掉，留到後世，你的前途就一片光明，這是聰明人做的。"
    },
    {
      "id": "19-012-0184_p0010",
      "zh_CN": "这一段注得不少，由此可知，过失的严重性。你看「隐僻」这里面注解的，「非止一事，如奸盗邪淫等类，凡不可与天知，不可对人言者皆是也」。这个事情太多太多了，换句话说，都是损人利己之事。损人利己是我们随顺世间人说的，不是真的；损人决定不利己，这个才是真的。损人害己，害自己堕三途，害自己堕地狱，哪里是利己？眼前得到什么利？真的所谓是「蝇头小利」、「刀头舐蜜」，这是佛经上常常举的例子，祸患无穷。这谁知道？这个事情只有佛知道，佛慈悲为我们说出来，劝勉我们决定不能犯这个过失。已经犯了，要忏悔，要改过；没有犯，决定不可以犯，要知道这个事态的严重。眼前无论什么利益摆在面前，都不可以做，要知道祸患比眼前利益，要多过亿万倍都不止，怎么可以贪图小利？做这种缺德之事，做这个恶事。",
      "zh_TW": "這一段註得不少，由此可知，過失的嚴重性。你看「隱僻」這裡面註解的，「非止一事，如奸盜邪淫等類，凡不可與天知，不可對人言者皆是也」。這個事情太多太多了，換句話說，都是損人利己之事。損人利己是我們隨順世間人說的，不是真的；損人決定不利己，這個才是真的。損人害己，害自己墮三途，害自己墮地獄，哪裡是利己？眼前得到什麼利？真的所謂是「蠅頭小利」、「刀頭舐蜜」，這是佛經上常常舉的例子，禍患無窮。這誰知道？這個事情只有佛知道，佛慈悲為我們說出來，勸勉我們決定不能犯這個過失。已經犯了，要懺悔，要改過；沒有犯，決定不可以犯，要知道這個事態的嚴重。眼前無論什麼利益擺在面前，都不可以做，要知道禍患比眼前利益，要多過億萬倍都不止，怎麼可以貪圖小利？做這種缺德之事，做這個惡事。"
    },
    {
      "id": "19-012-0184_p0011",
      "zh_CN": "这一段我们就讲到此地，从下一段起是讲不敬天地神明的过失。今天时间到了，我们就讲到此地。",
      "zh_TW": "這一段我們就講到此地，從下一段起是講不敬天地神明的過失。今天時間到了，我們就講到此地。"
    }
  ]
}