{
  "doc_id": "19-012-0023",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0023",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0023_p0001",
      "zh_CN": "各位同学，大家好。请看《感应篇》第十三句：",
      "zh_TW": "各位同學，大家好。請看《感應篇》第十三句："
    },
    {
      "id": "19-012-0023_p0002",
      "zh_CN": "【凡人有过。大则夺纪。小则夺算。其过大小。有数百事。欲求长生者。先须避之。】",
      "zh_TW": "【凡人有過。大則奪紀。小則奪算。其過大小。有數百事。欲求長生者。先須避之。】"
    },
    {
      "id": "19-012-0023_p0003",
      "zh_CN": "这两句是鬼神鉴察这一段的总结。昨天说到「灶神」，《俞净意公遇灶神记》，灶神给他说的几句话很值得我们警惕，他所犯的毛病，也正是我们现前自己所犯的毛病。自己犯的毛病自己确实不知道，总以为自己所想的、所说的、所做的都是对的，别人都是不对的，这个问题非常严重。这在佛法里面就是迷惑颠倒，佛经上说到严重的地方，一阐提，这就是一阐提。一阐提是梵语，意思是没有善根，佛菩萨都不能救他，他不知道回头，不知道觉悟。这种原因要怎么样消除？我们冷静的去思惟，依旧还是要读书，不读圣贤书怎么可能觉悟？迷，说实在的话，就像泥坑一样，愈陷愈深，不容易出来。读圣贤书，天天亲近圣贤，长久薰习，慢慢就会觉悟。这是中国自古以来，老人为什么叫小孩要念圣贤书，要读佛经，道理在此地。俞净意能够回头，还是过去读古书的底子厚。今人跟他说这些话，他为什么不能回头？他没有这个底子，这是我们深深觉悟到的。",
      "zh_TW": "這兩句是鬼神鑒察這一段的總結。昨天說到「灶神」，《俞淨意公遇灶神記》，灶神給他說的幾句話很值得我們警惕，他所犯的毛病，也正是我們現前自己所犯的毛病。自己犯的毛病自己確實不知道，總以為自己所想的、所說的、所做的都是對的，別人都是不對的，這個問題非常嚴重。這在佛法裡面就是迷惑顛倒，佛經上說到嚴重的地方，一闡提，這就是一闡提。一闡提是梵語，意思是沒有善根，佛菩薩都不能救他，他不知道回頭，不知道覺悟。這種原因要怎麼樣消除？我們冷靜的去思惟，依舊還是要讀書，不讀聖賢書怎麼可能覺悟？迷，說實在的話，就像泥坑一樣，愈陷愈深，不容易出來。讀聖賢書，天天親近聖賢，長久薰習，慢慢就會覺悟。這是中國自古以來，老人為什麼叫小孩要念聖賢書，要讀佛經，道理在此地。俞淨意能夠回頭，還是過去讀古書的底子厚。今人跟他說這些話，他為什麼不能回頭？他沒有這個底子，這是我們深深覺悟到的。"
    },
    {
      "id": "19-012-0023_p0004",
      "zh_CN": "灶神说他，「你的意恶太重，专务虚名。」说的话很多，那都不必讲，这两句话是重点，你所行的善做得很多，都不是真的，沽名钓誉。所以他说，「天地鬼神天天在鉴察，天天在看着你。你在鬼神面前的祷告，好像也很恳切，也有那么一点诚意，可是你处事待人接物与你在天神祷告并不相应。」天神慈悲，中国过去，这一般念书人都相信有玉皇大帝，这是其他宗教里面讲的上帝。他说上帝命令这些鉴察世间善恶的鬼神，到这儿来看你，看你多少年来没有做一桩真正的善事。你所做的善事是附和别人的，换句话说，别人不做，你绝不会主动去做。看你在私居独处的时候，看到你的贪念、淫念、嫉妒念、褊急念、高己卑人念（高己就是自己很高，瞧不起别人）、忆往期来念（想过去，希望将来）、恩仇报复念。他说你这些妄想杂念太多了，说不尽！这都是意恶。这种意恶固结在你心中，天地鬼神已经记录在档案里面很多了，你逃祸且不暇，你到哪里去求福？",
      "zh_TW": "灶神說他，「你的意惡太重，專務虛名。」說的話很多，那都不必講，這兩句話是重點，你所行的善做得很多，都不是真的，沽名釣譽。所以他說，「天地鬼神天天在鑒察，天天在看著你。你在鬼神面前的禱告，好像也很懇切，也有那麼一點誠意，可是你處事待人接物與你在天神禱告並不相應。」天神慈悲，中國過去，這一般念書人都相信有玉皇大帝，這是其他宗教裡面講的上帝。他說上帝命令這些鑒察世間善惡的鬼神，到這兒來看你，看你多少年來沒有做一樁真正的善事。你所做的善事是附和別人的，換句話說，別人不做，你絕不會主動去做。看你在私居獨處的時候，看到你的貪念、淫念、嫉妒念、褊急念、高己卑人念（高己就是自己很高，瞧不起別人）、憶往期來念（想過去，希望將來）、恩仇報復念。他說你這些妄想雜念太多了，說不盡！這都是意惡。這種意惡固結在你心中，天地鬼神已經記錄在檔案裡面很多了，你逃禍且不暇，你到哪裡去求福？"
    },
    {
      "id": "19-012-0023_p0005",
      "zh_CN": "这几句话说了之后，俞净意这才是当头一棒把他打醒了。他跪在灶神面前（灶神是示现一个人身），他说你一定是神仙，你对我知道这么清楚。求他帮助，求他救援，他还有一念这个心。现在人听到这个绝不理会，也不会相信，你迷信。自己以为头脑是个科学头脑，世间人所不及，他怎么能接受？现在人改过难，太难！他有一念悔改之心，灶神来帮助他，教他从今而后，凡是贪念、淫念、客气念、妄想杂念，一概把它收拾得干干净净。",
      "zh_TW": "這幾句話說了之後，俞淨意這才是當頭一棒把他打醒了。他跪在灶神面前（灶神是示現一個人身），他說你一定是神仙，你對我知道這麼清楚。求他幫助，求他救援，他還有一念這個心。現在人聽到這個絕不理會，也不會相信，你迷信。自己以為頭腦是個科學頭腦，世間人所不及，他怎麼能接受？現在人改過難，太難！他有一念悔改之心，灶神來幫助他，教他從今而後，凡是貪念、淫念、客氣念、妄想雜念，一概把它收拾得乾乾淨淨。"
    },
    {
      "id": "19-012-0023_p0006",
      "zh_CN": "前天你们听到悟正师报告他弟弟往生，他的修行过程没讲清楚，昨天补出来了，我还没听。可是他的父母告诉我，他在修行过程当中，一天难得说二、三句话，家人跟他打招呼说话，他都拒绝，「不要跟我说话」，用心专到这种程度。这就是他往生的秘诀，他心定了，他万缘真的放下。《弥陀经》上讲的时间比这个更短，你们大家都念得很熟，「若一日、二日到若七日」。有没有七天念佛成功的？有，《净土圣贤录》上有记载，《往生传》上也有记载。真肯回头，彻底放下，这个人就能成就，所以这个法门殊胜到极处。",
      "zh_TW": "前天你們聽到悟正師報告他弟弟往生，他的修行過程沒講清楚，昨天補出來了，我還沒聽。可是他的父母告訴我，他在修行過程當中，一天難得說二、三句話，家人跟他打招呼說話，他都拒絕，「不要跟我說話」，用心專到這種程度。這就是他往生的祕訣，他心定了，他萬緣真的放下。《彌陀經》上講的時間比這個更短，你們大家都念得很熟，「若一日、二日到若七日」。有沒有七天念佛成功的？有，《淨土聖賢錄》上有記載，《往生傳》上也有記載。真肯回頭，徹底放下，這個人就能成就，所以這個法門殊勝到極處。"
    },
    {
      "id": "19-012-0023_p0007",
      "zh_CN": "我常常劝诸位同学们，我们修行第一要存好心，心里面纯善无恶，恶念、恶事、恶人都不可以放在心上。专门看别人的善处，专门看别人的好处，我们这一生就生活在纯善无恶的环境当中。不要说其他的成就，你的心情多么愉快，多快乐！每天想别人的坏处，记别人的冤仇，你这一生生活在极恶劣的环境里面，你活得好痛苦，活得好辛苦。由此可知，苦乐都在自己一念之间，不是别人加给你的，是你自己的念头转变出来的。懂得这个道理，为什么不把念头转成佛念？念念念阿弥陀佛，念念念西方极乐世界依正庄严。我们虽然没有到极乐世界去，现前就生活在极乐世界。现前我们心情是生活在极乐世界，寿命终了哪有不往生的道理！所以万缘要放下。",
      "zh_TW": "我常常勸諸位同學們，我們修行第一要存好心，心裡面純善無惡，惡念、惡事、惡人都不可以放在心上。專門看別人的善處，專門看別人的好處，我們這一生就生活在純善無惡的環境當中。不要說其他的成就，你的心情多麼愉快，多快樂！每天想別人的壞處，記別人的冤仇，你這一生生活在極惡劣的環境裡面，你活得好痛苦，活得好辛苦。由此可知，苦樂都在自己一念之間，不是別人加給你的，是你自己的念頭轉變出來的。懂得這個道理，為什麼不把念頭轉成佛念？念念念阿彌陀佛，念念念西方極樂世界依正莊嚴。我們雖然沒有到極樂世界去，現前就生活在極樂世界。現前我們心情是生活在極樂世界，壽命終了哪有不往生的道理！所以萬緣要放下。"
    },
    {
      "id": "19-012-0023_p0008",
      "zh_CN": "庞居士教人，「多一事不如少一事，少一事不如无事」，无事不是说我们什么事都不做，那你又把意思会错了。什么事情都照做，心里头决定没有牵挂。无事是讲心无事，不是说身无事，身没有妨碍，《华严》上讲的「理事无碍，事事无碍」。什么东西是障碍？心里头念头是障碍。所以你看看，俞净意在传记里面说到，他言也善，行也善，意不善，所以那个行善、言善都不生效，都变成虚伪的，假的不是真的；如果是心善、意善，那是真善，这是善恶的根源。灶神勉励他先要存好心，存一个纯善之心，然后随分随力去做好事，你力量能做得到的尽量去做，做的时候要做得干干净净，绝不求果报。为了果报去行善，你的意已经不善，为什么？有条件的。无条件的善是真善，不求果报的善行，果报最殊胜。不求名，不求利养，什么都不求，全心全力的帮助别人，能够舍己为人。事情不管是难易、不管是大小，要诚诚恳恳、老老实实的去做。真正力量做不到的，做不到的我们要有这个好心，所谓是「心有余而力不足」，这一念心就有感应，这一念心果然真纯，诸佛护念，龙天善神来帮助你。换句话说，增加你的力量，使你的愿心能够圆满，你不是为自己，你是为众生，你是为佛法。",
      "zh_TW": "龐居士教人，「多一事不如少一事，少一事不如無事」，無事不是說我們什麼事都不做，那你又把意思會錯了。什麼事情都照做，心裡頭決定沒有牽掛。無事是講心無事，不是說身無事，身沒有妨礙，《華嚴》上講的「理事無礙，事事無礙」。什麼東西是障礙？心裡頭念頭是障礙。所以你看看，俞淨意在傳記裡面說到，他言也善，行也善，意不善，所以那個行善、言善都不生效，都變成虛偽的，假的不是真的；如果是心善、意善，那是真善，這是善惡的根源。灶神勉勵他先要存好心，存一個純善之心，然後隨分隨力去做好事，你力量能做得到的盡量去做，做的時候要做得乾乾淨淨，絕不求果報。為了果報去行善，你的意已經不善，為什麼？有條件的。無條件的善是真善，不求果報的善行，果報最殊勝。不求名，不求利養，什麼都不求，全心全力的幫助別人，能夠捨己為人。事情不管是難易、不管是大小，要誠誠懇懇、老老實實的去做。真正力量做不到的，做不到的我們要有這個好心，所謂是「心有餘而力不足」，這一念心就有感應，這一念心果然真純，諸佛護念，龍天善神來幫助你。換句話說，增加你的力量，使你的願心能夠圓滿，你不是為自己，你是為眾生，你是為佛法。"
    },
    {
      "id": "19-012-0023_p0009",
      "zh_CN": "我们晓得，我们自己过去生中没修福，这一生当中不知道惜福，不知道修福，而在糟蹋福报。可是目前我们这个生活还能过得去，诸佛菩萨慈悲，还常常给我们示警，来示现警惕我们，来示现勉励我们，我们从这个地方要增长信心。有一些护法菩萨，几乎每个地方都有，来给我说要送土地给我、送房子给我、送钱给我，这都是诸佛菩萨加持的。我可以接受，但是接受了有什么用处？觉得没用，于是我都谢谢，谢绝了。这里头有个什么讯息，你们诸位能不能觉察到？有一个强烈的讯息，只要我们需要，助缘立刻就现前，这是提供我们强烈的一个讯息。今天我们真的有三百人、五百人真正修行，一个大道场立刻就现前，几百人住的地方、几千人住的地方，不要操一点心。这些讯息来告诉我们这桩事情，我们要不辜负佛菩萨，要不辜负这些护法的长者们，就要加功用行，认真努力。发心要帮助我们的人，都是诚心诚意，不是虚伪的，我们还要希求什么福报？没有必要了。我们一心一意为佛菩萨工作，为一切众生服务，你只要坚持这个理念，认真努力去做这桩事情，决定不自欺、不欺人，一切助缘自然成就。",
      "zh_TW": "我們曉得，我們自己過去生中沒修福，這一生當中不知道惜福，不知道修福，而在糟蹋福報。可是目前我們這個生活還能過得去，諸佛菩薩慈悲，還常常給我們示警，來示現警惕我們，來示現勉勵我們，我們從這個地方要增長信心。有一些護法菩薩，幾乎每個地方都有，來給我說要送土地給我、送房子給我、送錢給我，這都是諸佛菩薩加持的。我可以接受，但是接受了有什麼用處？覺得沒用，於是我都謝謝，謝絕了。這裡頭有個什麼訊息，你們諸位能不能覺察到？有一個強烈的訊息，只要我們需要，助緣立刻就現前，這是提供我們強烈的一個訊息。今天我們真的有三百人、五百人真正修行，一個大道場立刻就現前，幾百人住的地方、幾千人住的地方，不要操一點心。這些訊息來告訴我們這樁事情，我們要不辜負佛菩薩，要不辜負這些護法的長者們，就要加功用行，認真努力。發心要幫助我們的人，都是誠心誠意，不是虛偽的，我們還要希求什麼福報？沒有必要了。我們一心一意為佛菩薩工作，為一切眾生服務，你只要堅持這個理念，認真努力去做這樁事情，決定不自欺、不欺人，一切助緣自然成就。"
    },
    {
      "id": "19-012-0023_p0010",
      "zh_CN": "那正是像俞净意回过头来之后，他能够依教奉行，他深深了解因果报应的道理与事实，所以「动则万善相随，静则一念不生」，这两句话要紧，他能够改变他的命运就是这两句话。动，起心动念为众生、为佛法，为自己，一念不生，老实念佛。他活到八十八岁。生了四个儿子，死了三个，有一个从小就不见了，从他行善之后，这个儿子是不期而遇又找到了。他的小儿子是小的时候去玩，上人家的船上，结果船开走了，以后就被人家当作人口卖掉。还算不错，被一个太监买去了，这个太监也非常之好，太监没有儿子，买了几个小孩当作自己的儿子，将来养儿防老。以后俞净意做了官，功名也成就了，行善积德，把业报整个转过来了。就去拜见这个老太监，老太监叫他收养的几个年轻人跟他见面。他一见面，看到一个跟他的儿子面貌很像，但是很多年没有见面，就问他的名字，你是哪里人？这小孩就说出来，他马上就流眼泪。他说「你脚底下是不是有两个痣？」脱下来一看，果然没错，真的是他的儿子。这个太监就把这个小孩送给他。以后也读书，也成名了。他这个小孩也生了不少小孩，儿孙满堂。善有善报，因缘果报丝毫不爽。《俞净意公遇灶神记》，我曾经详细讲解过，好像有录音带。",
      "zh_TW": "那正是像俞淨意回過頭來之後，他能夠依教奉行，他深深了解因果報應的道理與事實，所以「動則萬善相隨，靜則一念不生」，這兩句話要緊，他能夠改變他的命運就是這兩句話。動，起心動念為眾生、為佛法，為自己，一念不生，老實念佛。他活到八十八歲。生了四個兒子，死了三個，有一個從小就不見了，從他行善之後，這個兒子是不期而遇又找到了。他的小兒子是小的時候去玩，上人家的船上，結果船開走了，以後就被人家當作人口賣掉。還算不錯，被一個太監買去了，這個太監也非常之好，太監沒有兒子，買了幾個小孩當作自己的兒子，將來養兒防老。以後俞淨意做了官，功名也成就了，行善積德，把業報整個轉過來了。就去拜見這個老太監，老太監叫他收養的幾個年輕人跟他見面。他一見面，看到一個跟他的兒子面貌很像，但是很多年沒有見面，就問他的名字，你是哪裡人？這小孩就說出來，他馬上就流眼淚。他說「你腳底下是不是有兩個痣？」脫下來一看，果然沒錯，真的是他的兒子。這個太監就把這個小孩送給他。以後也讀書，也成名了。他這個小孩也生了不少小孩，兒孫滿堂。善有善報，因緣果報絲毫不爽。《俞淨意公遇灶神記》，我曾經詳細講解過，好像有錄音帶。"
    },
    {
      "id": "19-012-0023_p0011",
      "zh_CN": "在结论里面，这个人的过失的大小、轻重，都有鬼神在做记录，都有档案。诸位要晓得，阎罗王那里有我们详细的档案，四王天那里也有我们详细的档案，忉利天那个地方也有详细档案，这真的不是假的，绝不是吓人的。我们起心动念都在档案里头，你往哪里逃？你逃不掉的。所以从前念书人相信这些事情，起心动念他会收歛；现在人，真的是迷惑颠倒，胡作妄为，不知道果报的恐怖，不知道起心动念之可怕。大的恶『夺纪』，「夺纪」是减寿，纪是十二年，你的寿命减少十二岁。可是你修善积德，增纪，增一纪就是你的寿命增加十二岁，增二纪那就增加二十四岁，这个我们在古书里头常常看到。小恶『则夺算』，「算」也是减损你的福报，减损你的寿命。从这一段话里面我们就晓得，一个人一生、一身、一心、一家、一个地区，都有天地鬼神围绕在我们的周边。古圣先贤、诸佛菩萨无非是教我们断恶修善，尤其是慎独，独是自己一个人相处的时候。人多，顾到面子，总是要装模作样，没有人的时候原形毕露，这是最可怕。能够独居一室也没有一丝毫欺罔之心，没有一丝毫不善之念，这个修行才有根基，这是我们应当要学习的。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "在結論裡面，這個人的過失的大小、輕重，都有鬼神在做記錄，都有檔案。諸位要曉得，閻羅王那裡有我們詳細的檔案，四王天那裡也有我們詳細的檔案，忉利天那個地方也有詳細檔案，這真的不是假的，絕不是嚇人的。我們起心動念都在檔案裡頭，你往哪裡逃？你逃不掉的。所以從前念書人相信這些事情，起心動念他會收歛；現在人，真的是迷惑顛倒，胡作妄為，不知道果報的恐怖，不知道起心動念之可怕。大的惡『奪紀』，「奪紀」是減壽，紀是十二年，你的壽命減少十二歲。可是你修善積德，增紀，增一紀就是你的壽命增加十二歲，增二紀那就增加二十四歲，這個我們在古書裡頭常常看到。小惡『則奪算』，「算」也是減損你的福報，減損你的壽命。從這一段話裡面我們就曉得，一個人一生、一身、一心、一家、一個地區，都有天地鬼神圍繞在我們的周邊。古聖先賢、諸佛菩薩無非是教我們斷惡修善，尤其是慎獨，獨是自己一個人相處的時候。人多，顧到面子，總是要裝模作樣，沒有人的時候原形畢露，這是最可怕。能夠獨居一室也沒有一絲毫欺罔之心，沒有一絲毫不善之念，這個修行才有根基，這是我們應當要學習的。好，今天時間到了，我們就講到此地。"
    }
  ]
}