{
  "doc_id": "19-012-0068",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十八集",
    "zh_TW": "第六十八集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0068",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0068_p0001",
      "zh_CN": "诸位同学，大家好。我们接下去看《感应篇》第二十七节：",
      "zh_TW": "諸位同學，大家好。我們接下去看《感應篇》第二十七節："
    },
    {
      "id": "19-012-0068_p0002",
      "zh_CN": "【不彰人短。不衒己长。】",
      "zh_TW": "【不彰人短。不衒己長。】"
    },
    {
      "id": "19-012-0068_p0003",
      "zh_CN": "这两句话看起来很平常，对于真正修行关系很大。它这个小注一开头就说得很好，「人之有短，如闻父母之名，耳可得闻，口不可得言也」，这个话是古时候的社会，现在我们很难体会。古时候，可以说是中国从汉朝以后一直到清朝，始终维持了礼制，所谓是「以礼治天下」，这句话的意思就很深。在古代称名，是关系非常密切的才能称名，普通一个人的名字，在一生当中只有两个人可以称，一个是父母、一个是老师，可以称你名字。古礼，男子二十岁成人行冠礼，冠礼就是戴帽子，二十岁成年了这才戴帽子，表示他成年。从这一天起，他的同辈，这个兄弟、朋友、同学，大家在一起为他祝贺，同时送他一个字。所以有名、有字，名不能称，称字，这个对他尊敬。所以成年之后能称他名的只有父母、只有老师，纵然是在朝廷做官，皇帝对他也称字，也不称名，对他尊敬。如果皇帝称他的名，不称他的字，这个人就有罪，不把你当作人看待；换句话说，你就等着判刑。普通一个人，名都不是一般人随便称的，何况儿女对于父母之名，不敢称；别人叫他父母之名，他可以听，他决定不能说。",
      "zh_TW": "這兩句話看起來很平常，對於真正修行關係很大。它這個小註一開頭就說得很好，「人之有短，如聞父母之名，耳可得聞，口不可得言也」，這個話是古時候的社會，現在我們很難體會。古時候，可以說是中國從漢朝以後一直到清朝，始終維持了禮制，所謂是「以禮治天下」，這句話的意思就很深。在古代稱名，是關係非常密切的才能稱名，普通一個人的名字，在一生當中只有兩個人可以稱，一個是父母、一個是老師，可以稱你名字。古禮，男子二十歲成人行冠禮，冠禮就是戴帽子，二十歲成年了這才戴帽子，表示他成年。從這一天起，他的同輩，這個兄弟、朋友、同學，大家在一起為他祝賀，同時送他一個字。所以有名、有字，名不能稱，稱字，這個對他尊敬。所以成年之後能稱他名的只有父母、只有老師，縱然是在朝廷做官，皇帝對他也稱字，也不稱名，對他尊敬。如果皇帝稱他的名，不稱他的字，這個人就有罪，不把你當作人看待；換句話說，你就等著判刑。普通一個人，名都不是一般人隨便稱的，何況兒女對於父母之名，不敢稱；別人叫他父母之名，他可以聽，他決定不能說。"
    },
    {
      "id": "19-012-0068_p0004",
      "zh_CN": "这个地方讲『不彰人短』，用这个比喻，这个意思很深。听到别人说是非、说长短，意思讲如同闻人家说你父母之名一样，你只能听，你不能说。说是什么？说对父母大不敬，那就大不孝。注解用这个在比喻，比喻得好！可是现在没有人学礼，也没有人讲礼，念到这一句，现代人懂得就不多了，也没有办法体会得到，甚至于这个意思究竟有多大，现在人也想不到。古时候对于称呼非常讲求，决定错乱不得，这是伦理教育的基础。但在西方人没有，连这个概念都没有，西方人儿女随便称父母之名，这在中国古社会里见不到的。",
      "zh_TW": "這個地方講『不彰人短』，用這個比喻，這個意思很深。聽到別人說是非、說長短，意思講如同聞人家說你父母之名一樣，你只能聽，你不能說。說是什麼？說對父母大不敬，那就大不孝。註解用這個在比喻，比喻得好！可是現在沒有人學禮，也沒有人講禮，念到這一句，現代人懂得就不多了，也沒有辦法體會得到，甚至於這個意思究竟有多大，現在人也想不到。古時候對於稱呼非常講求，決定錯亂不得，這是倫理教育的基礎。但在西方人沒有，連這個概念都沒有，西方人兒女隨便稱父母之名，這在中國古社會裡見不到的。"
    },
    {
      "id": "19-012-0068_p0005",
      "zh_CN": "中国古时候对一个人尊敬，刚才讲称字，这是一般的，如果他有道德、有学问，对社会国家有贡献，大家也不称他的字，另外给他起个名号，叫号，这对他更尊敬。最极尊敬连号也不称，称什么？称他的地名，像李鸿章，鸿章是他的名，他做到宰相，得到社会大众的尊敬，人家连他字、名、号都不称，称李合肥，他是合肥人，称他的地名。这不但对他尊敬，对他的故乡（家乡）都尊敬，合肥出了这样的大人物，整个合肥人的光荣，称这个意思。出家人，一般社会也是用这个方法来称呼，譬如说隋朝智者大师，智者已经是对他很尊敬，他的法名叫智𫖮，不称智𫖮，智者，这很尊敬。最极尊敬的，连这个都不称，称天台大师，他住在天台山，天台大师。最极尊敬是称他的地名，他生长的地方，或者他长住的地方，这个我们在古籍里头看得太多了。凡是这种称呼的，都是受当时社会普遍敬仰的人。举这个比喻。",
      "zh_TW": "中國古時候對一個人尊敬，剛才講稱字，這是一般的，如果他有道德、有學問，對社會國家有貢獻，大家也不稱他的字，另外給他起個名號，叫號，這對他更尊敬。最極尊敬連號也不稱，稱什麼？稱他的地名，像李鴻章，鴻章是他的名，他做到宰相，得到社會大眾的尊敬，人家連他字、名、號都不稱，稱李合肥，他是合肥人，稱他的地名。這不但對他尊敬，對他的故鄉（家鄉）都尊敬，合肥出了這樣的大人物，整個合肥人的光榮，稱這個意思。出家人，一般社會也是用這個方法來稱呼，譬如說隋朝智者大師，智者已經是對他很尊敬，他的法名叫智顗，不稱智顗，智者，這很尊敬。最極尊敬的，連這個都不稱，稱天台大師，他住在天台山，天台大師。最極尊敬是稱他的地名，他生長的地方，或者他長住的地方，這個我們在古籍裡頭看得太多了。凡是這種稱呼的，都是受當時社會普遍敬仰的人。舉這個比喻。"
    },
    {
      "id": "19-012-0068_p0006",
      "zh_CN": "更进一步，不但口不可得言，「耳亦不可得闻，则更上也」，更上一层，不但是听了不能说，最好听都不要听，这点很重要。我们修行最重要的修什么？清净心。佛法到最后归结是三个门，觉正净，觉门是性宗修的、禅宗修的，要上上根人才得益，不是上上根人不能入门。那要讲什么？大彻大悟，明心见性，中下根性的人一生做不到。所以走觉门固然是快，决定是少数人。在中国历史上，禅宗六祖惠能大师会下得度的人最多，也只有四十三个人。诸位想想，接受六祖能大师教诲的有多少？我们概略估计一下，几十万人决定是有的。几十万人当中，只有四十三个人开悟，少数，不是上上根决定做不到。六祖以前，从达摩祖师到中国来，一生只得一个人，所以单传。六祖以后，这些祖师大德会下开慧的，三个、五个，从来没有超过十个人，没有过的，三、五个就很多。所以觉门虽然好，很难走！",
      "zh_TW": "更進一步，不但口不可得言，「耳亦不可得聞，則更上也」，更上一層，不但是聽了不能說，最好聽都不要聽，這點很重要。我們修行最重要的修什麼？清淨心。佛法到最後歸結是三個門，覺正淨，覺門是性宗修的、禪宗修的，要上上根人才得益，不是上上根人不能入門。那要講什麼？大徹大悟，明心見性，中下根性的人一生做不到。所以走覺門固然是快，決定是少數人。在中國歷史上，禪宗六祖惠能大師會下得度的人最多，也只有四十三個人。諸位想想，接受六祖能大師教誨的有多少？我們概略估計一下，幾十萬人決定是有的。幾十萬人當中，只有四十三個人開悟，少數，不是上上根決定做不到。六祖以前，從達摩祖師到中國來，一生只得一個人，所以單傳。六祖以後，這些祖師大德會下開慧的，三個、五個，從來沒有超過十個人，沒有過的，三、五個就很多。所以覺門雖然好，很難走！"
    },
    {
      "id": "19-012-0068_p0007",
      "zh_CN": "正门也不容易，正门是研究教理，渐修，觉门是顿修、顿超。禅宗以外的全是属于教下，天台、贤首、三论、法相唯识都是属于教下，典籍太多了。就跟读书一样，小学、中学、大学、研究所，逐渐向上提升，中下根性的人走这个路是方便，但是耗费时日太久。时间长了，相对的障碍就多，人事上的障碍，环境上的障碍，总是在所不免，所以进得少，退得多，成就也相当艰难。我们在史传里面都看到的，没有恒心、没有毅力，不能真正做克己的功夫，都不能成就。所以教下的路非常遥远，也不是容易学的。",
      "zh_TW": "正門也不容易，正門是研究教理，漸修，覺門是頓修、頓超。禪宗以外的全是屬於教下，天台、賢首、三論、法相唯識都是屬於教下，典籍太多了。就跟讀書一樣，小學、中學、大學、研究所，逐漸向上提升，中下根性的人走這個路是方便，但是耗費時日太久。時間長了，相對的障礙就多，人事上的障礙，環境上的障礙，總是在所不免，所以進得少，退得多，成就也相當艱難。我們在史傳裡面都看到的，沒有恆心、沒有毅力，不能真正做克己的功夫，都不能成就。所以教下的路非常遙遠，也不是容易學的。"
    },
    {
      "id": "19-012-0068_p0008",
      "zh_CN": "第三个是净门，净是修清净心的。从这个门在大乘佛法里头有两个宗派，净土宗走这个门，密宗也走这个门，都是修清净心。修清净心的人，如果常常夹杂着是非长短，你的心怎么能够得清净？常常听是非，常常说是非，口业就造得重，不但心不清净，将来造的果报也很难想像。佛经里面讲「拔舌地狱」，拔舌地狱是口业的果报，你所造的业，对别人、对社会，如果有大伤害的，不只拔舌地狱，可能由拔舌地狱就转到无间地狱去。《发起菩萨殊胜志乐经》里面就有，一开头就讲清楚了。这部经它真正的宗旨在什么地方？是教导一个修行人深信因果，断恶修善。尤其是口业，能够知道常常保护自己的清净心，保住自己的厚道，这个人即使道业不能成就，也是人天的善人。佛家讲的善，古人有总结一代的佛陀教法，佛菩萨讲的理不外乎心性，所讲的事相不外乎因果，因果如果与心性完全相应，这是大善，那是佛菩萨的行持。我们学佛贵在能掌握到纲领，我们修学就不会感到困难，明白因果之后，你就会肯定种善因得善果。我们希求善果，为什么不去种善因？",
      "zh_TW": "第三個是淨門，淨是修清淨心的。從這個門在大乘佛法裡頭有兩個宗派，淨土宗走這個門，密宗也走這個門，都是修清淨心。修清淨心的人，如果常常夾雜著是非長短，你的心怎麼能夠得清淨？常常聽是非，常常說是非，口業就造得重，不但心不清淨，將來造的果報也很難想像。佛經裡面講「拔舌地獄」，拔舌地獄是口業的果報，你所造的業，對別人、對社會，如果有大傷害的，不只拔舌地獄，可能由拔舌地獄就轉到無間地獄去。《發起菩薩殊勝志樂經》裡面就有，一開頭就講清楚了。這部經它真正的宗旨在什麼地方？是教導一個修行人深信因果，斷惡修善。尤其是口業，能夠知道常常保護自己的清淨心，保住自己的厚道，這個人即使道業不能成就，也是人天的善人。佛家講的善，古人有總結一代的佛陀教法，佛菩薩講的理不外乎心性，所講的事相不外乎因果，因果如果與心性完全相應，這是大善，那是佛菩薩的行持。我們學佛貴在能掌握到綱領，我們修學就不會感到困難，明白因果之後，你就會肯定種善因得善果。我們希求善果，為什麼不去種善因？"
    },
    {
      "id": "19-012-0068_p0009",
      "zh_CN": "我这一生对这点知道保全，别人讲是非我赶快离开，我听都不想听，听了怎么样？心地被污染。别人有破坏我的，有说我是非的，有同修拿着这些录音带，或者记下来一些文字拿来给我看，我从来没有看。录音带把它拿去录别的东西，文字的部分丢到垃圾桶里去，不希望阿赖耶识里头落下这些种子，这不好的种子。别人造谣生事、毁谤是冤家，冤家宜解不宜结，让他去造作去，我们不要听。我们只记别人的好处，不要记别人的缺点；只听别人的善行、善事，不闻别人的恶言、恶行。这不仅是修清净心，也是修自己的厚道。人在一生当中，常常保持清净、保持厚道，你的物质生活纵然再缺乏、再辛苦，精神生活丰富，会过得很快乐，理得心安，道理明白了心安。",
      "zh_TW": "我這一生對這點知道保全，別人講是非我趕快離開，我聽都不想聽，聽了怎麼樣？心地被污染。別人有破壞我的，有說我是非的，有同修拿著這些錄音帶，或者記下來一些文字拿來給我看，我從來沒有看。錄音帶把它拿去錄別的東西，文字的部分丟到垃圾桶裡去，不希望阿賴耶識裡頭落下這些種子，這不好的種子。別人造謠生事、毀謗是冤家，冤家宜解不宜結，讓他去造作去，我們不要聽。我們只記別人的好處，不要記別人的缺點；只聽別人的善行、善事，不聞別人的惡言、惡行。這不僅是修清淨心，也是修自己的厚道。人在一生當中，常常保持清淨、保持厚道，你的物質生活縱然再缺乏、再辛苦，精神生活豐富，會過得很快樂，理得心安，道理明白了心安。"
    },
    {
      "id": "19-012-0068_p0010",
      "zh_CN": "尤其是你已经闻佛法，发愿求生西方极乐世界，你要想想，西方极乐世界是「诸上善人俱会一处」，我们的心行不善，怎么能去得了？阿弥陀佛虽然慈悲来接引，接引还是有条件的。你本身心行不善，你念佛念得再勤，你的愿心再恳切，跟西方极乐世界的大环境不相应，阿弥陀佛把你接引去，你天天跟别人吵架，天天跟别人生是非，你不把极乐世界给闹翻了。你对于阿弥陀佛的情再深厚，阿弥陀佛也不会因为你把极乐世界毁掉。所以要往生西方极乐世界，本身的条件是善心、善行。孔夫子教我们「止于至善」，这才有条件跟西方极乐世界诸上善人俱会一处。我常讲一丝毫的恶意都不可以有，有一丝毫的恶意、恶念就不能往生。不要以为这个法门不灵，我修一辈子，念一辈子佛，天天拜佛，天天念佛，到临命终时还是不能往生，释迦牟尼佛是骗人的。其实佛没有欺骗你，你自己错会了意思。真正希求西方极乐世界，丝毫恶意都不可以有。这两句话就重要了，绝不可以说别人的短处，最好听都不要听。下面一句『不衒己长』，自己有好处、有优点不必炫耀，不必去夸张，没有好处。",
      "zh_TW": "尤其是你已經聞佛法，發願求生西方極樂世界，你要想想，西方極樂世界是「諸上善人俱會一處」，我們的心行不善，怎麼能去得了？阿彌陀佛雖然慈悲來接引，接引還是有條件的。你本身心行不善，你念佛念得再勤，你的願心再懇切，跟西方極樂世界的大環境不相應，阿彌陀佛把你接引去，你天天跟別人吵架，天天跟別人生是非，你不把極樂世界給鬧翻了。你對於阿彌陀佛的情再深厚，阿彌陀佛也不會因為你把極樂世界毀掉。所以要往生西方極樂世界，本身的條件是善心、善行。孔夫子教我們「止於至善」，這才有條件跟西方極樂世界諸上善人俱會一處。我常講一絲毫的惡意都不可以有，有一絲毫的惡意、惡念就不能往生。不要以為這個法門不靈，我修一輩子，念一輩子佛，天天拜佛，天天念佛，到臨命終時還是不能往生，釋迦牟尼佛是騙人的。其實佛沒有欺騙你，你自己錯會了意思。真正希求西方極樂世界，絲毫惡意都不可以有。這兩句話就重要了，絕不可以說別人的短處，最好聽都不要聽。下面一句『不衒己長』，自己有好處、有優點不必炫耀，不必去誇張，沒有好處。"
    }
  ]
}