{
  "doc_id": "19-012-0011",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0011",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-012-0011_p0001",
      "zh_CN": "诸位同学，大家好。请看《感应篇》正文，第四句开始：",
      "zh_TW": "諸位同學，大家好。請看《感應篇》正文，第四句開始："
    },
    {
      "id": "19-012-0011_p0002",
      "zh_CN": "【算减则贫耗。多逢忧患。】",
      "zh_TW": "【算減則貧耗。多逢憂患。】"
    },
    {
      "id": "19-012-0011_p0003",
      "zh_CN": "这是一句，也是叙说一桩事情，从这一句到第九句「算尽则死」，都是详细说明这个事实真相。什么叫『算』？「算」是计算，也就是我们常讲的加减乘除。命运固然是有，前世所造之业感得的果报，如果这一生当中没有大善、大恶，大概这一生的命运，确实是如定数在流转。这就是一般人所讲的定命论，谚语所谓的「一生皆是命，半点不由人」，这就是没有大善、大恶。可是人要是发心行善，对你的定命这个善它就增长，它会增加；如果造恶，你前生修的福报会减少，所以天天都有加减乘除。我们起心动念、言语造作，每天都有加减乘除，加减乘除的幅度不大，所以命运才会被别人算得那么准确。个人命运如此，家庭命运也如此，家运，团体也不例外，乃至于国家、世界。你看看世界上有很多预言家，讲这个世界吉凶祸福，这说大的，它都有个定数。",
      "zh_TW": "這是一句，也是敘說一樁事情，從這一句到第九句「算盡則死」，都是詳細說明這個事實真相。什麼叫『算』？「算」是計算，也就是我們常講的加減乘除。命運固然是有，前世所造之業感得的果報，如果這一生當中沒有大善、大惡，大概這一生的命運，確實是如定數在流轉。這就是一般人所講的定命論，諺語所謂的「一生皆是命，半點不由人」，這就是沒有大善、大惡。可是人要是發心行善，對你的定命這個善它就增長，它會增加；如果造惡，你前生修的福報會減少，所以天天都有加減乘除。我們起心動念、言語造作，每天都有加減乘除，加減乘除的幅度不大，所以命運才會被別人算得那麼準確。個人命運如此，家庭命運也如此，家運，團體也不例外，乃至於國家、世界。你看看世界上有很多預言家，講這個世界吉凶禍福，這說大的，它都有個定數。"
    },
    {
      "id": "19-012-0011_p0004",
      "zh_CN": "定数不是佛菩萨给你定的，也不是神明给你定的，谁给你定的？个人命运是自己造作的，你的家运是你一家人的造作，一家人的共业，国运是一国人的共业，世运是整个世界人的共业。看你造作的是什么，就知道有什么样的果报，善因一定得善果，恶因一定感恶报，这是真理。诸佛菩萨出现在世间，纯善无恶，还是离不开因果的真理。你看看古人所讲，《法华经》一乘因果，《华严经》五周因果，都不能离开因果的定律。所以佛法才说「万法皆空，因果不空」，因果怎么不空？因果转变不空，因会变成果，果又会变成下一个因，因果永远在循环，永远在流转，这叫因果不空。这些业因果报、吉凶祸福永远在循环，这就是相续不空，这是大道理，这是事实真相。所以佛教给我们离相，世间相不能执着，佛法相也不能执着，《金刚经》上说得很好，「法尚应舍，何况非法」，那个法是佛法，法尚应舍。正是因为佛法是因缘生的，因缘生法没有自性，当体即空，了不可得。世法、佛法都不例外，所以都不可以执着，分别执着就错了！果然能够做到不分别、不执着，世法跟佛法就没有差别。",
      "zh_TW": "定數不是佛菩薩給你定的，也不是神明給你定的，誰給你定的？個人命運是自己造作的，你的家運是你一家人的造作，一家人的共業，國運是一國人的共業，世運是整個世界人的共業。看你造作的是什麼，就知道有什麼樣的果報，善因一定得善果，惡因一定感惡報，這是真理。諸佛菩薩出現在世間，純善無惡，還是離不開因果的真理。你看看古人所講，《法華經》一乘因果，《華嚴經》五周因果，都不能離開因果的定律。所以佛法才說「萬法皆空，因果不空」，因果怎麼不空？因果轉變不空，因會變成果，果又會變成下一個因，因果永遠在循環，永遠在流轉，這叫因果不空。這些業因果報、吉凶禍福永遠在循環，這就是相續不空，這是大道理，這是事實真相。所以佛教給我們離相，世間相不能執著，佛法相也不能執著，《金剛經》上說得很好，「法尚應捨，何況非法」，那個法是佛法，法尚應捨。正是因為佛法是因緣生的，因緣生法沒有自性，當體即空，了不可得。世法、佛法都不例外，所以都不可以執著，分別執著就錯了！果然能夠做到不分別、不執著，世法跟佛法就沒有差別。"
    },
    {
      "id": "19-012-0011_p0005",
      "zh_CN": "这些道理大乘经里面说得很多，我们要细心去体会，一切现象要细心去观察，我们才能真正得受用，破迷开悟，离苦得乐。我们观察现在的大环境，生活环境，整个世界都在动乱，最怕的是众生造业，业贯满盈，果报就要现前。古人所谓是，作恶的人现在还没有受恶报，不是不报，时辰未到。像这些事实，过去历史上所记载的，整个历史就是因缘果报的写照。现前这些现象，展现在我们面前，我们看看现在一些人他想什么，他说什么，他做的些什么，将来这个果报是善、是恶、是吉、是凶、是祸、是福，不都清楚了吗？都明白了吗？过去生中修福的人，这一生不晓得再修福，专门在作恶，他的福就逐渐在减少，这就是「算减」。『贫』是财富失掉，『耗』是耗损，耗损到最严重，家破人亡，乃至于国家灭亡。",
      "zh_TW": "這些道理大乘經裡面說得很多，我們要細心去體會，一切現象要細心去觀察，我們才能真正得受用，破迷開悟，離苦得樂。我們觀察現在的大環境，生活環境，整個世界都在動亂，最怕的是眾生造業，業貫滿盈，果報就要現前。古人所謂是，作惡的人現在還沒有受惡報，不是不報，時辰未到。像這些事實，過去歷史上所記載的，整個歷史就是因緣果報的寫照。現前這些現象，展現在我們面前，我們看看現在一些人他想什麼，他說什麼，他做的些什麼，將來這個果報是善、是惡、是吉、是凶、是禍、是福，不都清楚了嗎？都明白了嗎？過去生中修福的人，這一生不曉得再修福，專門在作惡，他的福就逐漸在減少，這就是「算減」。『貧』是財富失掉，『耗』是耗損，耗損到最嚴重，家破人亡，乃至於國家滅亡。"
    },
    {
      "id": "19-012-0011_p0006",
      "zh_CN": "『多逢忧患』，我们今天生活在这个世间，这两句话确实是我们自己一生生活的写照。过去生中总算修了一些福报，今生作恶，恶报还没有现前，还有余福可享，过去生中修的福报不小。由此可知，我们这一生当中如果不作恶，如果努力修善，那我们这一生的福报决定胜过现前太多了。这些道理，如果不是真正参透了的人，你给他讲，他不相信，为什么不相信？他迷了，迷得太深。这种迷惑不是没有原因的，因为他现在所看到、所接触到的，好像不是古人所说的，古人所说的话似乎是一种理想，不是事实，他所看到的事实不是这样的，他相信这些事实真相。其实他看错了，我们可以肯定他看错，为什么能这么肯定的说？古人的心是静态，现在人是心浮气躁，这个心是动的。就像水一样，水在平静的时候，像一面镜子，照东西照得清楚；如果水上起波浪，照东西必然是照不清楚。从这个道理诸位细细去思惟，人心清净，看东西看得清楚；人心浮躁，看东西决定看错了。所以我们相信佛菩萨的教诲，相信古圣先贤的教诲，凭什么相信？他们的心清净，他们受染污比我们少。",
      "zh_TW": "『多逢憂患』，我們今天生活在這個世間，這兩句話確實是我們自己一生生活的寫照。過去生中總算修了一些福報，今生作惡，惡報還沒有現前，還有餘福可享，過去生中修的福報不小。由此可知，我們這一生當中如果不作惡，如果努力修善，那我們這一生的福報決定勝過現前太多了。這些道理，如果不是真正參透了的人，你給他講，他不相信，為什麼不相信？他迷了，迷得太深。這種迷惑不是沒有原因的，因為他現在所看到、所接觸到的，好像不是古人所說的，古人所說的話似乎是一種理想，不是事實，他所看到的事實不是這樣的，他相信這些事實真相。其實他看錯了，我們可以肯定他看錯，為什麼能這麼肯定的說？古人的心是靜態，現在人是心浮氣躁，這個心是動的。就像水一樣，水在平靜的時候，像一面鏡子，照東西照得清楚；如果水上起波浪，照東西必然是照不清楚。從這個道理諸位細細去思惟，人心清淨，看東西看得清楚；人心浮躁，看東西決定看錯了。所以我們相信佛菩薩的教誨，相信古聖先賢的教誨，憑什麼相信？他們的心清淨，他們受染污比我們少。"
    },
    {
      "id": "19-012-0011_p0007",
      "zh_CN": "我们现在的心思是大风大浪，这个自己要清楚，我们的心被严重的污染，一天到晚是非人我、贪瞋痴慢天天在增长，我们对于宇宙人生的事理怎么可能看清楚？依照自己的妄想、执着去行事，哪有不造恶业的道理？今天学佛要想有成就，要想得一点受用，决定要放弃自己的成见，要承认自己的成见是错误的，要赶快回头，回头是岸，依照佛菩萨的教诲修学，从根本做起。《观经》的三福教导我们，从「孝养父母，奉事师长，慈心不杀，修十善业」做起。什么叫孝、什么叫养，没人知道，什么叫奉事也没有人知道。现在大家看到这些字样，自以为是，我都做到，这就难怪。他自己都做到，他都做得很好，都做得很圆满，那他就成佛、成菩萨了！现在这个世间，自己宣称他是什么佛再来的，什么菩萨再来的，这不能怪他，他自己以为他成佛。在经上佛告诉我们，四禅天人、四空天人以为自己成佛、成菩萨，现在不必到四空天，就在现前他就成佛、成菩萨，误解！",
      "zh_TW": "我們現在的心思是大風大浪，這個自己要清楚，我們的心被嚴重的污染，一天到晚是非人我、貪瞋痴慢天天在增長，我們對於宇宙人生的事理怎麼可能看清楚？依照自己的妄想、執著去行事，哪有不造惡業的道理？今天學佛要想有成就，要想得一點受用，決定要放棄自己的成見，要承認自己的成見是錯誤的，要趕快回頭，回頭是岸，依照佛菩薩的教誨修學，從根本做起。《觀經》的三福教導我們，從「孝養父母，奉事師長，慈心不殺，修十善業」做起。什麼叫孝、什麼叫養，沒人知道，什麼叫奉事也沒有人知道。現在大家看到這些字樣，自以為是，我都做到，這就難怪。他自己都做到，他都做得很好，都做得很圓滿，那他就成佛、成菩薩了！現在這個世間，自己宣稱他是什麼佛再來的，什麼菩薩再來的，這不能怪他，他自己以為他成佛。在經上佛告訴我們，四禪天人、四空天人以為自己成佛、成菩薩，現在不必到四空天，就在現前他就成佛、成菩薩，誤解！"
    },
    {
      "id": "19-012-0011_p0008",
      "zh_CN": "孝这个字，养这个字意思深、广，深广没有边际，我们能懂多少？等觉菩萨还有一品生相无明没断，孝养两个字还欠一分，还没有圆满，这个道理谁懂？证得如来究竟圆满的果地，孝养父母、奉事师长才做到圆满。由此可知，孝养、奉事真正做到得力，你就入圣人的果位，最低的水平是圆教初信位的菩萨。以这个标准来说，三界八十八品见惑没有断，佛所讲的孝养、奉事你就没有分，你那个孝养、奉事是世间法，是六道轮回边事。八十八品见惑断尽了，你的孝养、奉事才是佛所讲的标准，最低标准。我们能做到吗？念佛往生西方极乐世界，真正往生了，你的孝养、奉事可以说做到一半了，这是佛的标准。可是你念佛一心求生净土，能不能真的生净土？要真往生才行！念佛而不能往生，这个不行。",
      "zh_TW": "孝這個字，養這個字意思深、廣，深廣沒有邊際，我們能懂多少？等覺菩薩還有一品生相無明沒斷，孝養兩個字還欠一分，還沒有圓滿，這個道理誰懂？證得如來究竟圓滿的果地，孝養父母、奉事師長才做到圓滿。由此可知，孝養、奉事真正做到得力，你就入聖人的果位，最低的水平是圓教初信位的菩薩。以這個標準來說，三界八十八品見惑沒有斷，佛所講的孝養、奉事你就沒有分，你那個孝養、奉事是世間法，是六道輪迴邊事。八十八品見惑斷盡了，你的孝養、奉事才是佛所講的標準，最低標準。我們能做到嗎？念佛往生西方極樂世界，真正往生了，你的孝養、奉事可以說做到一半了，這是佛的標準。可是你念佛一心求生淨土，能不能真的生淨土？要真往生才行！念佛而不能往生，這個不行。"
    },
    {
      "id": "19-012-0011_p0009",
      "zh_CN": "那为什么不能往生？你要想想，你一定要把不能往生的原因消除掉。智者大师教给我们的方法，我们细细想想，佛菩萨真是慈悲到了极处，用五停心观的方法帮助我们，做助修，帮助我们破除是非人我、贪瞋痴慢这些烦恼。佛真的有好方法，但是这些方法我们不肯去做。如果依照这个方法去做，会有效果的，纵然不能够了断三毒烦恼，决定可以降伏，也就是让烦恼减轻，烦恼轻，智慧就增长。你不肯认真努力修学，那有什么法子？我们往生要达到什么水平？五品位是最低的水平。智者大师给我们示现的，他老人家往生，弟子问他往生品位如何？他老人家说是五品位往生，五品位生凡圣同居土。五停心观，五品位，说老实话，所有一切众生个个都能做到。智者大师教给我们这个法子，他自己做出一个榜样，慈悲到了极处。",
      "zh_TW": "那為什麼不能往生？你要想想，你一定要把不能往生的原因消除掉。智者大師教給我們的方法，我們細細想想，佛菩薩真是慈悲到了極處，用五停心觀的方法幫助我們，做助修，幫助我們破除是非人我、貪瞋痴慢這些煩惱。佛真的有好方法，但是這些方法我們不肯去做。如果依照這個方法去做，會有效果的，縱然不能夠了斷三毒煩惱，決定可以降伏，也就是讓煩惱減輕，煩惱輕，智慧就增長。你不肯認真努力修學，那有什麼法子？我們往生要達到什麼水平？五品位是最低的水平。智者大師給我們示現的，他老人家往生，弟子問他往生品位如何？他老人家說是五品位往生，五品位生凡聖同居土。五停心觀，五品位，說老實話，所有一切眾生個個都能做到。智者大師教給我們這個法子，他自己做出一個榜樣，慈悲到了極處。"
    },
    {
      "id": "19-012-0011_p0010",
      "zh_CN": "所以我们冷静的观察这个世间，观察我们自己生活环境，我们今天确实「多逢忧患」。今天这个世间的人，几个人在这个世间身心有安全感？活在这个世间没有安全感，你说多可怜，你说多痛苦，这是我们不幸生于这个乱世。大乱之世，我们能不能得到身心安全？有，只有在佛法之中，只有在圣贤教学之中，我们可以得到。那就是一定要了解这些事实真相，知道自己从哪里来的，知道自己往哪里去，知道这个世间种种业因果报，我们心才能安。所谓是「理得心安」，道理得到、明白了，心就安了。这些道理、事实真相你不明了，你的心怎么可能会安？这些事情我们不能不知道，不能不清楚，不能不学习。你要想知道、要想清楚，那不学习怎么行？学还要习，习是真干，你才能有真的体会。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以我們冷靜的觀察這個世間，觀察我們自己生活環境，我們今天確實「多逢憂患」。今天這個世間的人，幾個人在這個世間身心有安全感？活在這個世間沒有安全感，你說多可憐，你說多痛苦，這是我們不幸生於這個亂世。大亂之世，我們能不能得到身心安全？有，只有在佛法之中，只有在聖賢教學之中，我們可以得到。那就是一定要了解這些事實真相，知道自己從哪裡來的，知道自己往哪裡去，知道這個世間種種業因果報，我們心才能安。所謂是「理得心安」，道理得到、明白了，心就安了。這些道理、事實真相你不明瞭，你的心怎麼可能會安？這些事情我們不能不知道，不能不清楚，不能不學習。你要想知道、要想清楚，那不學習怎麼行？學還要習，習是真幹，你才能有真的體會。好，今天時間到了，我們就講到此地。"
    }
  ]
}