{
  "doc_id": "19-012-0192",
  "title": {
    "zh_CN": "太上感应篇",
    "zh_TW": "太上感應篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九二集",
    "zh_TW": "第一九二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-012-0192",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-012-0192_p0001",
      "zh_CN": "诸位同学，大家好！请掀开经本，从第一百二十二节看起，这是《感应篇》总结。这一段我们在科题里面是「推本念初」第五：",
      "zh_TW": "諸位同學，大家好！請掀開經本，從第一百二十二節看起，這是《感應篇》總結。這一段我們在科題裡面是「推本念初」第五："
    },
    {
      "id": "19-012-0192_p0002",
      "zh_CN": "【夫心起于善。善虽未为。而吉神已随之。或心起于恶。恶虽未为。而凶神已随之。】",
      "zh_TW": "【夫心起於善。善雖未為。而吉神已隨之。或心起於惡。惡雖未為。而凶神已隨之。】"
    },
    {
      "id": "19-012-0192_p0003",
      "zh_CN": "这两句话绝对不是劝善的话，决定不是危言耸听的话，是真实的道理，是实实在在的事实，我们一定要明了、要记住，所谓是「举头三尺有神明」。『心』是讲的念头，念善，虽然你还没有做到，你有个善念，你善行还没有能显现得出来，可是诸佛菩萨、天地神明已经看到了。一个人通常讲练气功的，他能看气，在中国也有不少特异功能的，他能看到人的光。确确实实不但是人，任何一个物体，它都有气，它都有光，心善的光好，光明显，光的色彩好。过去有些特异功能的人告诉我，佛菩萨的光是金色的，金光。黄光、白光，都好。灰色的光，黑色的光，就很不好，那是心胸险恶、邪恶。所以一般他能看到，辨别这个人是善人、是恶人。这些具有特异功能的人，普遍有一个特色，心地清净。我们也曾经跟他们交谈过，「你这个能力会不会失掉？」他说「会，随着年龄增长，慢慢就失掉了。」为什么？他这个社会上的事情知道太多，心地被污染了。所以多半有这个能力的人都是年轻人，二十岁左右，二十岁以前，三十岁以后就很少了。只要他能保持着清净心，这个能力就能保持；一旦被名闻利养、五欲六尘染污，这个能力立刻就丧失。这个道理正确，跟我们佛法里面讲的禅定、三昧，所以你能够得定，你能得三昧，这个能力是本能；换句话说，一切众生个个都有的。我们能力为什么丧失掉？一天到晚胡思乱想，妄想分别执着把我们的本能丧失掉，我们要懂这个道理。",
      "zh_TW": "這兩句話絕對不是勸善的話，決定不是危言聳聽的話，是真實的道理，是實實在在的事實，我們一定要明瞭、要記住，所謂是「舉頭三尺有神明」。『心』是講的念頭，念善，雖然你還沒有做到，你有個善念，你善行還沒有能顯現得出來，可是諸佛菩薩、天地神明已經看到了。一個人通常講練氣功的，他能看氣，在中國也有不少特異功能的，他能看到人的光。確確實實不但是人，任何一個物體，它都有氣，它都有光，心善的光好，光明顯，光的色彩好。過去有些特異功能的人告訴我，佛菩薩的光是金色的，金光。黃光、白光，都好。灰色的光，黑色的光，就很不好，那是心胸險惡、邪惡。所以一般他能看到，辨別這個人是善人、是惡人。這些具有特異功能的人，普遍有一個特色，心地清淨。我們也曾經跟他們交談過，「你這個能力會不會失掉？」他說「會，隨著年齡增長，慢慢就失掉了。」為什麼？他這個社會上的事情知道太多，心地被污染了。所以多半有這個能力的人都是年輕人，二十歲左右，二十歲以前，三十歲以後就很少了。只要他能保持著清淨心，這個能力就能保持；一旦被名聞利養、五欲六塵染污，這個能力立刻就喪失。這個道理正確，跟我們佛法裡面講的禪定、三昧，所以你能夠得定，你能得三昧，這個能力是本能；換句話說，一切眾生個個都有的。我們能力為什麼喪失掉？一天到晚胡思亂想，妄想分別執著把我們的本能喪失掉，我們要懂這個道理。"
    },
    {
      "id": "19-012-0192_p0004",
      "zh_CN": "印光大师一生当中极力提倡《了凡四训》，《了凡四训》这部书是教我们认识因果，深信因果，是教我们这个的。断恶修善，善恶的标准，他老人家为我们提出《感应篇汇编》，提出《安士全书》。这三样东西看起来好像都不是佛法，实在讲能救现前的社会，能救众生的灾难，比佛经效果还来得快，还来得显著。为什么？佛跟我们讲善恶标准是散在许许多多经论里头，你要看很多经论，你才懂得。他这个是把这些业因果报全部集中起来，你读这一部书，等于读了几百部书。尤其是《汇编》的注解，在中国讲的儒释道所说的善恶标准，全都搜集在这个地方，这是一部好书。对现代人来说，可惜是文字深了一点，虽然极力的把它简化、浅化，毕竟还是文言文。所以我们这一次有这么一个缘分，大家在一起做一次研究讨论，研究讨论所取的注子还是极少数。如果注子完全来讲，那要很长的时间。所以注解很多，我们往往只取一条两条，重点意思跟大家介绍出来。",
      "zh_TW": "印光大師一生當中極力提倡《了凡四訓》，《了凡四訓》這部書是教我們認識因果，深信因果，是教我們這個的。斷惡修善，善惡的標準，他老人家為我們提出《感應篇彙編》，提出《安士全書》。這三樣東西看起來好像都不是佛法，實在講能救現前的社會，能救眾生的災難，比佛經效果還來得快，還來得顯著。為什麼？佛跟我們講善惡標準是散在許許多多經論裡頭，你要看很多經論，你才懂得。他這個是把這些業因果報全部集中起來，你讀這一部書，等於讀了幾百部書。尤其是《彙編》的註解，在中國講的儒釋道所說的善惡標準，全都蒐集在這個地方，這是一部好書。對現代人來說，可惜是文字深了一點，雖然極力的把它簡化、淺化，畢竟還是文言文。所以我們這一次有這麼一個緣分，大家在一起做一次研究討論，研究討論所取的註子還是極少數。如果註子完全來講，那要很長的時間。所以註解很多，我們往往只取一條兩條，重點意思跟大家介紹出來。"
    },
    {
      "id": "19-012-0192_p0005",
      "zh_CN": "这是讲我们起心动念，诸佛菩萨跟天地神明都看得很清楚、很明白。人可以欺骗愚昧的众生，不能欺骗佛菩萨，不能欺骗神明，你造的善恶业，决定有果报。注解一开头，「拈出心字，示人以善恶之几，欲人知谨于源头处也」。这才是从根本修起。转恶为善，要懂得从根源处转，根源是起心动念，从这个地方转，这是上上乘人，纯善之人，必得诸佛护念，龙天善神保佑。学佛的人也知道要断恶修善，往往境界现前把持不住，还是去作恶了。这个原因在哪里？第一个是读经太少，佛法薰修的力量敌不过烦恼习气，因素在这个地方。所以佛在根本教学当中，教导我们读诵大乘，天天要读经，读经是亲近佛菩萨，听佛菩萨教诲。我们每天读《感应篇》，这是亲近世出世间大圣大贤，这是超越一个宗教。我们今天在新加坡接触九大宗教，九大宗教都是劝人断恶修善，所以我们读《感应篇》，信《感应篇》，依《感应篇》来修正自己的过失，就能够得到九大宗教的神圣保佑你。我们为什么不干？",
      "zh_TW": "這是講我們起心動念，諸佛菩薩跟天地神明都看得很清楚、很明白。人可以欺騙愚昧的眾生，不能欺騙佛菩薩，不能欺騙神明，你造的善惡業，決定有果報。註解一開頭，「拈出心字，示人以善惡之幾，欲人知謹於源頭處也」。這才是從根本修起。轉惡為善，要懂得從根源處轉，根源是起心動念，從這個地方轉，這是上上乘人，純善之人，必得諸佛護念，龍天善神保佑。學佛的人也知道要斷惡修善，往往境界現前把持不住，還是去作惡了。這個原因在哪裡？第一個是讀經太少，佛法薰修的力量敵不過煩惱習氣，因素在這個地方。所以佛在根本教學當中，教導我們讀誦大乘，天天要讀經，讀經是親近佛菩薩，聽佛菩薩教誨。我們每天讀《感應篇》，這是親近世出世間大聖大賢，這是超越一個宗教。我們今天在新加坡接觸九大宗教，九大宗教都是勸人斷惡修善，所以我們讀《感應篇》，信《感應篇》，依《感應篇》來修正自己的過失，就能夠得到九大宗教的神聖保佑你。我們為什麼不幹？"
    },
    {
      "id": "19-012-0192_p0006",
      "zh_CN": "过失当然有，凡夫！天天忏悔。我教同学们，早晨早课读经提醒自己，记住佛菩萨的教诲，今天一天哪些当做的，哪些不当做的。当做、不当做在起心动念，哪个念头可以起，哪个念头不可以起；哪一句话可以说的，哪一句话不可以说的；哪一桩事可以做的，哪些事情不能做的，要在这里下功夫，真修！夏莲居老居士给我们讲的「真干」！一定要约束自己。晚课忏悔、反省，我这一天起心动念、言语造作有没有违背圣人的教诲？有没有昧着自己的良心，欺骗佛菩萨，欺骗众神，欺骗众生？如果要干这样的事情，果报必在三途。自己前途自己晓得，用不着问人。过去有人问过我，「我会不会堕地狱？」我说你会不会堕地狱，我不知道，你多看看佛经，你就晓得了。如果是毁谤三宝、破和合僧，我就劝他，你去读《发起菩萨殊胜志乐经》，你就知道你会不会堕地狱了，不必问人，问自己比什么都清楚。",
      "zh_TW": "過失當然有，凡夫！天天懺悔。我教同學們，早晨早課讀經提醒自己，記住佛菩薩的教誨，今天一天哪些當做的，哪些不當做的。當做、不當做在起心動念，哪個念頭可以起，哪個念頭不可以起；哪一句話可以說的，哪一句話不可以說的；哪一樁事可以做的，哪些事情不能做的，要在這裡下功夫，真修！夏蓮居老居士給我們講的「真幹」！一定要約束自己。晚課懺悔、反省，我這一天起心動念、言語造作有沒有違背聖人的教誨？有沒有昧著自己的良心，欺騙佛菩薩，欺騙眾神，欺騙眾生？如果要幹這樣的事情，果報必在三途。自己前途自己曉得，用不著問人。過去有人問過我，「我會不會墮地獄？」我說你會不會墮地獄，我不知道，你多看看佛經，你就曉得了。如果是毀謗三寶、破和合僧，我就勸他，你去讀《發起菩薩殊勝志樂經》，你就知道你會不會墮地獄了，不必問人，問自己比什麼都清楚。"
    },
    {
      "id": "19-012-0192_p0007",
      "zh_CN": "注解里面引用佛经说，「三界无别法，唯是一心作」。《华严经》上讲的，大乘经上佛常说，十法界依正庄严，一切众生，「唯心所现，唯识所变」，是我们自性里头流露出来的。明白这个道理，虚空法界一切众生就是自己，我们为一切众生服务，就是为自己服务。如果只知道自私自利，把众生遗忘掉了，那是自己害自己，为自己个人自私自利，这是六道轮回的根。本来没这个东西，为什么会变现出六道轮回？六道轮回我讲得很多，是从妄想分别执着里头变现出来的。假如我们没有执着，轮回就没有了；没有分别，十法界就没有了，四圣法界没有了；妄想没有了，一真法界四十一个位次没有了，果报是究竟圆满佛。所以六道是三样东西变现出来的：妄想、分别、执着。四圣法界我们讲的声闻、缘觉、菩萨、十法界里面的佛，是妄想分别变现的，他没有执着。一真法界四十一位法身大士，这四十一个位次是妄想变的，他们没有分别，没有执着。这佛在经上给我们讲得这么清楚，这么明白。",
      "zh_TW": "註解裡面引用佛經說，「三界無別法，唯是一心作」。《華嚴經》上講的，大乘經上佛常說，十法界依正莊嚴，一切眾生，「唯心所現，唯識所變」，是我們自性裡頭流露出來的。明白這個道理，虛空法界一切眾生就是自己，我們為一切眾生服務，就是為自己服務。如果只知道自私自利，把眾生遺忘掉了，那是自己害自己，為自己個人自私自利，這是六道輪迴的根。本來沒這個東西，為什麼會變現出六道輪迴？六道輪迴我講得很多，是從妄想分別執著裡頭變現出來的。假如我們沒有執著，輪迴就沒有了；沒有分別，十法界就沒有了，四聖法界沒有了；妄想沒有了，一真法界四十一個位次沒有了，果報是究竟圓滿佛。所以六道是三樣東西變現出來的：妄想、分別、執著。四聖法界我們講的聲聞、緣覺、菩薩、十法界裡面的佛，是妄想分別變現的，他沒有執著。一真法界四十一位法身大士，這四十一個位次是妄想變的，他們沒有分別，沒有執著。這佛在經上給我們講得這麼清楚，這麼明白。"
    },
    {
      "id": "19-012-0192_p0008",
      "zh_CN": "佛教导我们终极的目标是教我们证得究竟佛果，究竟佛果之证得，最重要的是个「认知」，观念转变过来。认知什么是事实真相？真实的认知虚空法界一切众生是自己。你有这个认知，你的慈悲心才真正发出来，大慈大悲，对一切众生无条件的尊重，无条件的爱护，无条件的协助，自自然然能够舍己为人，这里头有个大道理在。凡夫迷，迷在哪里？不了解事实真相，严重的执着自私自利，这坏了！自私自利执着到严重的程度，就决定是地狱；能够稍微放宽一点，从地狱出来了，在饿鬼道、畜生道，理跟事我们一定要懂。这里引用得好，又说「能随缘染净，遍造十法界」，说明十法界怎么来的？十法界是随染净缘而造的。所谓染缘，染是执着，是见思烦恼。见思烦恼头一个是「身见」，执着身是我，我们一定要舍弃，再也不干这个傻事情了。",
      "zh_TW": "佛教導我們終極的目標是教我們證得究竟佛果，究竟佛果之證得，最重要的是個「認知」，觀念轉變過來。認知什麼是事實真相？真實的認知虛空法界一切眾生是自己。你有這個認知，你的慈悲心才真正發出來，大慈大悲，對一切眾生無條件的尊重，無條件的愛護，無條件的協助，自自然然能夠捨己為人，這裡頭有個大道理在。凡夫迷，迷在哪裡？不了解事實真相，嚴重的執著自私自利，這壞了！自私自利執著到嚴重的程度，就決定是地獄；能夠稍微放寬一點，從地獄出來了，在餓鬼道、畜生道，理跟事我們一定要懂。這裡引用得好，又說「能隨緣染淨，遍造十法界」，說明十法界怎麼來的？十法界是隨染淨緣而造的。所謂染緣，染是執著，是見思煩惱。見思煩惱頭一個是「身見」，執著身是我，我們一定要捨棄，再也不幹這個傻事情了。"
    },
    {
      "id": "19-012-0192_p0009",
      "zh_CN": "再过两天，上海那边有个团要来，我们几乎是每一个星期从外面都有团来。他们打电话问我，想带一点东西给我，我说我什么都不要了，如果你们想带，我们这边同学很多，带一点东西供养同学们，我什么都不要了，万缘放下，身心世界、世出世法统统放下。只要有一桩放不下，就是累赘，你往生没有把握；统统放下了，往生有把握，随时可以走，随处可以走。你说多自在！这个我们一生没空过，其他全是假的。人与人之间，人与一切众生之间，就是一个「缘」字，为什么不与众生结善缘？为什么跟众生结恶缘？所以顺境逆境、善人恶人，决定不放在心上，你心就清净了。善人，我们尊敬、赞叹；恶人，我们尊敬，不赞叹。普贤菩萨教给我们的，「礼敬诸佛」里面不分善恶，统统要礼敬，决定要尊重。但是赞叹，「赞叹如来」，如来是什么？善的，与性德相应的言行我们赞叹；与性德不相应的不赞叹，就这么一点点差别。供养，恶人我们也要供养他，不能不供养，平等供养。他有苦难，我们还是尽心尽力帮助他，决定没有分别、没有执着，一律平等对待，你一定要懂得这个道理。",
      "zh_TW": "再過兩天，上海那邊有個團要來，我們幾乎是每一個星期從外面都有團來。他們打電話問我，想帶一點東西給我，我說我什麼都不要了，如果你們想帶，我們這邊同學很多，帶一點東西供養同學們，我什麼都不要了，萬緣放下，身心世界、世出世法統統放下。只要有一樁放不下，就是累贅，你往生沒有把握；統統放下了，往生有把握，隨時可以走，隨處可以走。你說多自在！這個我們一生沒空過，其他全是假的。人與人之間，人與一切眾生之間，就是一個「緣」字，為什麼不與眾生結善緣？為什麼跟眾生結惡緣？所以順境逆境、善人惡人，決定不放在心上，你心就清淨了。善人，我們尊敬、讚歎；惡人，我們尊敬，不讚歎。普賢菩薩教給我們的，「禮敬諸佛」裡面不分善惡，統統要禮敬，決定要尊重。但是讚歎，「讚歎如來」，如來是什麼？善的，與性德相應的言行我們讚歎；與性德不相應的不讚歎，就這麼一點點差別。供養，惡人我們也要供養他，不能不供養，平等供養。他有苦難，我們還是盡心盡力幫助他，決定沒有分別、沒有執著，一律平等對待，你一定要懂得這個道理。"
    },
    {
      "id": "19-012-0192_p0010",
      "zh_CN": "这里讲得好，作佛、作众生，作天堂、作地狱，都是一念之间。一念善，人作佛、作天堂；一念恶，作地狱，所以十法界的升沉都在一念之间。这里头他又引用憨山大师一句话，「念从起处须看破，事未至时莫妄生」，这两句话说得好，所以真正用功在这里。「恶念起时，一刀断绝，则业根当下消除，妄念何处安着，超凡入圣之几，全在于此」。这几句话我们要记住。真正修行人在我们眼前有榜样，只要我们眼根清净，你就能看见。新加坡大众晓得许哲居士，她的录像我们做成了光碟，诸位同修回去，每个人都带一片回去。",
      "zh_TW": "這裡講得好，作佛、作眾生，作天堂、作地獄，都是一念之間。一念善，人作佛、作天堂；一念惡，作地獄，所以十法界的升沉都在一念之間。這裡頭他又引用憨山大師一句話，「念從起處須看破，事未至時莫妄生」，這兩句話說得好，所以真正用功在這裡。「惡念起時，一刀斷絕，則業根當下消除，妄念何處安著，超凡入聖之幾，全在於此」。這幾句話我們要記住。真正修行人在我們眼前有榜樣，只要我們眼根清淨，你就能看見。新加坡大眾曉得許哲居士，她的錄像我們做成了光碟，諸位同修回去，每個人都帶一片回去。"
    },
    {
      "id": "19-012-0192_p0011",
      "zh_CN": "长春那边常慧法师我邀请她来了，她现在正在办手续，我请她到这边念佛堂给大家做个榜样。她念佛已经四百多天没有睡觉，完全依照夏莲居老居士《无量寿经》会集本修学，我们看她的行持，最低限度她得「念佛三昧」。她今年六十五岁，给我打电话，我听她的声音像三、四十岁的人一样，那边同修告诉我，她的身体轻飘飘的。她所修的念佛法门，就是《华严经》吉祥云比丘所传的法门，「佛立三昧」。她是绕佛经行，没有坐下来，没有躺下来，四百多天了，一天吃一餐，身心清净，一个妄想都没有。我让她到这儿来给大家看看，念佛的见证，她能做得到，任何一个人都能做到。你做不到的原因是什么？妄念太多，妄念叫身体沉重，妄念没有了，身体是轻的，要真干！不要自欺欺人，这个最重要了。",
      "zh_TW": "長春那邊常慧法師我邀請她來了，她現在正在辦手續，我請她到這邊念佛堂給大家做個榜樣。她念佛已經四百多天沒有睡覺，完全依照夏蓮居老居士《無量壽經》會集本修學，我們看她的行持，最低限度她得「念佛三昧」。她今年六十五歲，給我打電話，我聽她的聲音像三、四十歲的人一樣，那邊同修告訴我，她的身體輕飄飄的。她所修的念佛法門，就是《華嚴經》吉祥雲比丘所傳的法門，「佛立三昧」。她是繞佛經行，沒有坐下來，沒有躺下來，四百多天了，一天吃一餐，身心清淨，一個妄想都沒有。我讓她到這兒來給大家看看，念佛的見證，她能做得到，任何一個人都能做到。你做不到的原因是什麼？妄念太多，妄念叫身體沉重，妄念沒有了，身體是輕的，要真幹！不要自欺欺人，這個最重要了。"
    }
  ]
}