{
  "doc_id": "02-026-0015",
  "title": {
    "zh_CN": "无量寿经玄义",
    "zh_TW": "無量壽經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-026-0015",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-026-0015_p0001",
      "zh_CN": "请掀开讲义第二十五页倒数第六行，从第六段看起：",
      "zh_TW": "請掀開講義第二十五頁倒數第六行，從第六段看起："
    },
    {
      "id": "02-026-0015_p0002",
      "zh_CN": "【行人若能于此无上甚深微妙之法。能稍生信解。其人必是上根。如来从真实慧中。开演此法门者。欲惠众生真实之利也。故此法门必方便究竟。普被三根。普令现在当来一切凡愚浊恶众生。悉登彼岸。】",
      "zh_TW": "【行人若能於此無上甚深微妙之法。能稍生信解。其人必是上根。如來從真實慧中。開演此法門者。欲惠眾生真實之利也。故此法門必方便究竟。普被三根。普令現在當來一切凡愚濁惡眾生。悉登彼岸。】"
    },
    {
      "id": "02-026-0015_p0003",
      "zh_CN": "这一段开示非常重要，世尊当年在世四十九年所宣说的一切大乘经典，像《华严》、《法华》、《般若》，都称为无上甚深之法。在这许多经论当中，究竟哪一部经是无上当中的无上、真实当中的真实？这是我们学佛的人不能不知道的。从理上说，法门是平等的，只要这个法门能够通达究竟涅槃，那这个法门就是『无上甚深微妙法』。那我们晓得所有一切大乘经，所有一切大乘的修法，都能达到这个境界。若就众生根性上来说那就有差别，决定不平等。那我们是什么样的根性？在一切法门当中，哪些法门能够适合我们，让我们在一生当中能得成就。这是我们选择修学法门第一个条件，自己在这一生当中能成就。而认识自己根性的人的确不多。佛菩萨大智、大德、大能，他看得清楚、看得明白。可是他给我们说，我们听起来未必相信、未必以为然，这就是经上讲的，我们的业障、习气深重，没有智慧。",
      "zh_TW": "這一段開示非常重要，世尊當年在世四十九年所宣說的一切大乘經典，像《華嚴》、《法華》、《般若》，都稱為無上甚深之法。在這許多經論當中，究竟哪一部經是無上當中的無上、真實當中的真實？這是我們學佛的人不能不知道的。從理上說，法門是平等的，只要這個法門能夠通達究竟涅槃，那這個法門就是『無上甚深微妙法』。那我們曉得所有一切大乘經，所有一切大乘的修法，都能達到這個境界。若就眾生根性上來說那就有差別，決定不平等。那我們是什麼樣的根性？在一切法門當中，哪些法門能夠適合我們，讓我們在一生當中能得成就。這是我們選擇修學法門第一個條件，自己在這一生當中能成就。而認識自己根性的人的確不多。佛菩薩大智、大德、大能，他看得清楚、看得明白。可是他給我們說，我們聽起來未必相信、未必以為然，這就是經上講的，我們的業障、習氣深重，沒有智慧。"
    },
    {
      "id": "02-026-0015_p0004",
      "zh_CN": "在一切甚深无上法门当中，净宗是第一，这在前面都跟诸位报告过。古大德曾经就一切法门做详细的比较，我们也曾经多次的推演，确实证明净宗法门是第一当中的第一。所以古大德说这是大乘当中的大乘，了义中的了义。为什么？前面刚刚说过，这个法门是真实之际之所开化显示的。真实之际就是真如本性，就是《华严经》当中讲的一真法界。所以西方世界是真实的，我们这个世界不真实。从哪里看不真实？从一切法都是无常的。动物，人是动物之一，动物有生老病死，无常，植物有生住异灭，矿物、星球、太阳系、银河系都有成住坏空，万法无常！那就不是真的。",
      "zh_TW": "在一切甚深無上法門當中，淨宗是第一，這在前面都跟諸位報告過。古大德曾經就一切法門做詳細的比較，我們也曾經多次的推演，確實證明淨宗法門是第一當中的第一。所以古大德說這是大乘當中的大乘，了義中的了義。為什麼？前面剛剛說過，這個法門是真實之際之所開化顯示的。真實之際就是真如本性，就是《華嚴經》當中講的一真法界。所以西方世界是真實的，我們這個世界不真實。從哪裡看不真實？從一切法都是無常的。動物，人是動物之一，動物有生老病死，無常，植物有生住異滅，礦物、星球、太陽系、銀河系都有成住壞空，萬法無常！那就不是真的。"
    },
    {
      "id": "02-026-0015_p0005",
      "zh_CN": "佛法里面说真实是永恒不灭，那是真的。所以在我们这个世间、在十方诸佛刹土，十方诸佛刹土跟释迦牟尼佛的报土差不多，都是这个现象，都是无常的。唯独西方净土是真常。我们念《无量寿经》念到的，四十八愿里面念到的。它那个地方，不但人是无量寿，人的身体永远没有变化，没有生老病死，植物也没有生住异灭，都是不生不灭的。我们讲动物、植物都是不生不灭，都是真常的，那个国土环境也是真常的。为什么它是真常、是无量寿，我们是无常、寿命短促？就是人家那个报土是真实之际开化显示的。那我们这个世界是什么开化显示的？我们是八识五十一心所变现的这个世界。所以我们看到一切的色相、形相是阿赖耶的相分，不是真如本性的相分，西方极乐世界是真如本性的相分。这是这经上讲得很清楚、很透彻，我们要从这个地方去体会。",
      "zh_TW": "佛法裡面說真實是永恆不滅，那是真的。所以在我們這個世間、在十方諸佛剎土，十方諸佛剎土跟釋迦牟尼佛的報土差不多，都是這個現象，都是無常的。唯獨西方淨土是真常。我們念《無量壽經》念到的，四十八願裡面念到的。它那個地方，不但人是無量壽，人的身體永遠沒有變化，沒有生老病死，植物也沒有生住異滅，都是不生不滅的。我們講動物、植物都是不生不滅，都是真常的，那個國土環境也是真常的。為什麼它是真常、是無量壽，我們是無常、壽命短促？就是人家那個報土是真實之際開化顯示的。那我們這個世界是什麼開化顯示的？我們是八識五十一心所變現的這個世界。所以我們看到一切的色相、形相是阿賴耶的相分，不是真如本性的相分，西方極樂世界是真如本性的相分。這是這經上講得很清楚、很透徹，我們要從這個地方去體會。"
    },
    {
      "id": "02-026-0015_p0006",
      "zh_CN": "一切大乘修行人最后都入这一个报土。那是究竟圆满的无上菩提涅槃，都在西方极乐世界去证得。这我们在《华严经》上看到，连文殊、普贤都求生弥陀净土。证实佛在这个经上讲的字字句句都是真如本性的显示。真实之际就是真如本性，所以它是法性土。性没有生灭，永远常住，所以叫无量寿！可是修学其他的法门时劫很长，原因在哪里？要断见思烦恼、要断尘沙烦恼、要断无明烦恼，断烦恼要很深的定功，要真实的智慧，这个修定就难！四禅八定那个功夫在我们看起来就了不起，人家一盘腿面壁，一入定可以入个一年、二年都不出定，那个定功深。定功再深也只能生到色界天、无色界天，不能出三界。阿罗汉到第九定，这比第八定还要深，到第九定这才出了轮回，才出三界。你就晓得这多么的困难。",
      "zh_TW": "一切大乘修行人最後都入這一個報土。那是究竟圓滿的無上菩提涅槃，都在西方極樂世界去證得。這我們在《華嚴經》上看到，連文殊、普賢都求生彌陀淨土。證實佛在這個經上講的字字句句都是真如本性的顯示。真實之際就是真如本性，所以它是法性土。性沒有生滅，永遠常住，所以叫無量壽！可是修學其他的法門時劫很長，原因在哪裡？要斷見思煩惱、要斷塵沙煩惱、要斷無明煩惱，斷煩惱要很深的定功，要真實的智慧，這個修定就難！四禪八定那個功夫在我們看起來就了不起，人家一盤腿面壁，一入定可以入個一年、二年都不出定，那個定功深。定功再深也只能生到色界天、無色界天，不能出三界。阿羅漢到第九定，這比第八定還要深，到第九定這才出了輪迴，才出三界。你就曉得這多麼的困難。"
    },
    {
      "id": "02-026-0015_p0007",
      "zh_CN": "纵然是禅宗明心见性，见性成佛，前面也跟诸位报告过，他成的佛就是天台家讲的「分证即佛」，不是究竟圆满佛。分证佛到圆满佛还相当遥远，我们在大乘经上看到的，圆教初住菩萨破一品无明，证一分法身，就是分证佛。无明有四十一品，才破一品！这需要一个阿僧祇劫，才能破三十品，这登地了；再修一个阿僧祇劫，从初地修到七地；然后再有一个阿僧祇劫，从八地修到十地，三大阿僧祇劫这么长的时间！还有最后一品无明，从等觉入佛位。佛虽然没说，我们要根据这个修行的历程来推算，大概等觉菩萨成佛，我看至少也要一个阿僧祇劫，这个时间太长、太长，往生净土就快。我们从经典上所说的细细算这个帐，生到西方净土成佛，大概是三劫到四劫就圆满、就成就了，你想想看多快。所以一切诸佛赞叹这个法门第一，它真的是第一，实实在在的是第一。所以这个法门叫无上甚深微妙之法。",
      "zh_TW": "縱然是禪宗明心見性，見性成佛，前面也跟諸位報告過，他成的佛就是天台家講的「分證即佛」，不是究竟圓滿佛。分證佛到圓滿佛還相當遙遠，我們在大乘經上看到的，圓教初住菩薩破一品無明，證一分法身，就是分證佛。無明有四十一品，才破一品！這需要一個阿僧祇劫，才能破三十品，這登地了；再修一個阿僧祇劫，從初地修到七地；然後再有一個阿僧祇劫，從八地修到十地，三大阿僧祇劫這麼長的時間！還有最後一品無明，從等覺入佛位。佛雖然沒說，我們要根據這個修行的歷程來推算，大概等覺菩薩成佛，我看至少也要一個阿僧祇劫，這個時間太長、太長，往生淨土就快。我們從經典上所說的細細算這個帳，生到西方淨土成佛，大概是三劫到四劫就圓滿、就成就了，你想想看多快。所以一切諸佛讚歎這個法門第一，它真的是第一，實實在在的是第一。所以這個法門叫無上甚深微妙之法。"
    },
    {
      "id": "02-026-0015_p0008",
      "zh_CN": "『行人』是修行人。我们如果能对于这个法门，也就是今天我们讲的净土三经、五经，念佛法门，『能稍生信解』，这个信是真信，这个理解是真正明了，里面没有怀疑，你能够相信，你能够理解。这都是祖师大德说的话，『其人必是上根』，就是前面莲池大师在《疏钞》里头说的，这个法门是专接上根的。所以净土宗讲的上根跟禅宗讲的上根意思不相同。净土宗是对这个法门能信、能解，这就是上根人，为什么？这个法门是阿弥陀佛、释迦牟尼佛、一切诸佛，从真实慧中为我们开演出来的，这当中没有委曲相，直截了当为我们宣说，所以西方世界依正庄严完全是如来果地上的境界。正因为是果地上境界，所以九界有情靠自己力量没有法子信解。如来果地上，我们哪能见得到？所以能信、能解必定是自己有非常深厚的善根福德因缘，现前得一切诸佛如来冥冥当中的加持，我们才能相信、才能明了。",
      "zh_TW": "『行人』是修行人。我們如果能對於這個法門，也就是今天我們講的淨土三經、五經，念佛法門，『能稍生信解』，這個信是真信，這個理解是真正明瞭，裡面沒有懷疑，你能夠相信，你能夠理解。這都是祖師大德說的話，『其人必是上根』，就是前面蓮池大師在《疏鈔》裡頭說的，這個法門是專接上根的。所以淨土宗講的上根跟禪宗講的上根意思不相同。淨土宗是對這個法門能信、能解，這就是上根人，為什麼？這個法門是阿彌陀佛、釋迦牟尼佛、一切諸佛，從真實慧中為我們開演出來的，這當中沒有委曲相，直截了當為我們宣說，所以西方世界依正莊嚴完全是如來果地上的境界。正因為是果地上境界，所以九界有情靠自己力量沒有法子信解。如來果地上，我們哪能見得到？所以能信、能解必定是自己有非常深厚的善根福德因緣，現前得一切諸佛如來冥冥當中的加持，我們才能相信、才能明瞭。"
    },
    {
      "id": "02-026-0015_p0009",
      "zh_CN": "佛为我们介绍，为我们宣讲，就是把最真实的利益给我们。我们能信、能解，对于西方极乐世界真正生起向往羡慕之心，有恳切的愿望，希望我能够生到极乐世界亲近阿弥陀佛，这就是真实的利益。诸佛给我们真实利益，我们就真的得到了。而且这个真实决定不是虚假，是你自己在心地当中很踏实的感触到。那么今天我们为什么没有这个感触？好像念佛的这个利益不真实，没有现实的黄金、美钞一大堆来的真实。你没有这个感触，原因在哪里？你的信解不够、程度不到，如果你真的到了，你会感觉到这个真实，这个世间一切所有的都是假的。凡所有相皆是虚妄，人生一世，无论你生存在顺境或者逆境，都是梦一场！《金刚经》上讲的「梦幻泡影」，一点都不错，哪来的真实？",
      "zh_TW": "佛為我們介紹，為我們宣講，就是把最真實的利益給我們。我們能信、能解，對於西方極樂世界真正生起嚮往羨慕之心，有懇切的願望，希望我能夠生到極樂世界親近阿彌陀佛，這就是真實的利益。諸佛給我們真實利益，我們就真的得到了。而且這個真實決定不是虛假，是你自己在心地當中很踏實的感觸到。那麼今天我們為什麼沒有這個感觸？好像念佛的這個利益不真實，沒有現實的黃金、美鈔一大堆來的真實。你沒有這個感觸，原因在哪裡？你的信解不夠、程度不到，如果你真的到了，你會感覺到這個真實，這個世間一切所有的都是假的。凡所有相皆是虛妄，人生一世，無論你生存在順境或者逆境，都是夢一場！《金剛經》上講的「夢幻泡影」，一點都不錯，哪來的真實？"
    },
    {
      "id": "02-026-0015_p0010",
      "zh_CN": "大乘佛法虽然讲真实，那个真实你得不到。无论怎么样修学，还是感觉得很空虚、还是感觉得没有依靠，前途是一片茫然，这个修行人在这个境界当中，怎么能算成就？这不是说大乘法不真实，是太难契入了，如果不契入，这个利益你得不到。但是这个法门容易契入，因为它的条件简单，真正相信，有恳切的愿望，就得一切诸佛如来加持，这个利益就感受到了。当你感受到这个真实利益，这个世间一切万法你自然看得淡，不要人劝你，自自然然看成一文都不值。世间的五欲六尘、名闻利养，大家拼命所追求的，在你眼睛当中一文不值，你不会再起心动念，你得的有真实的法乐。这佛门当中常讲「法喜充满」，你确实能得到，将来决定往生。所以这是佛给我们真实的利益，我们要能接受到。他给我们，我们接受不到，那很可惜！",
      "zh_TW": "大乘佛法雖然講真實，那個真實你得不到。無論怎麼樣修學，還是感覺得很空虛、還是感覺得沒有依靠，前途是一片茫然，這個修行人在這個境界當中，怎麼能算成就？這不是說大乘法不真實，是太難契入了，如果不契入，這個利益你得不到。但是這個法門容易契入，因為它的條件簡單，真正相信，有懇切的願望，就得一切諸佛如來加持，這個利益就感受到了。當你感受到這個真實利益，這個世間一切萬法你自然看得淡，不要人勸你，自自然然看成一文都不值。世間的五欲六塵、名聞利養，大家拼命所追求的，在你眼睛當中一文不值，你不會再起心動念，你得的有真實的法樂。這佛門當中常講「法喜充滿」，你確實能得到，將來決定往生。所以這是佛給我們真實的利益，我們要能接受到。他給我們，我們接受不到，那很可惜！"
    },
    {
      "id": "02-026-0015_p0011",
      "zh_CN": "愈是究竟的法门、愈是圆满的法门，诸位同修一定要记住，一定是简单容易，千万不要以为大概愈是高的法门（高深的法门）愈不容易，那你这个想法就恰恰颠倒了。究竟圆满要不是很容易的话，怎么能叫做究竟圆满？一切众生本来成佛。所以究竟圆满的大法，一定能令一切众生很容易修学、很容易证得，这才叫究竟真实。所以说，『故此法门必方便究竟』。在所有一切法门当中，这个法门最方便、最简单、最容易、最稳当、最快速，成就最高。这个道理、这个事实真相能体会的人就不多，迷人才自找苦吃，找那些难学的法门折磨自己。",
      "zh_TW": "愈是究竟的法門、愈是圓滿的法門，諸位同修一定要記住，一定是簡單容易，千萬不要以為大概愈是高的法門（高深的法門）愈不容易，那你這個想法就恰恰顛倒了。究竟圓滿要不是很容易的話，怎麼能叫做究竟圓滿？一切眾生本來成佛。所以究竟圓滿的大法，一定能令一切眾生很容易修學、很容易證得，這才叫究竟真實。所以說，『故此法門必方便究竟』。在所有一切法門當中，這個法門最方便、最簡單、最容易、最穩當、最快速，成就最高。這個道理、這個事實真相能體會的人就不多，迷人才自找苦吃，找那些難學的法門折磨自己。"
    },
    {
      "id": "02-026-0015_p0012",
      "zh_CN": "『普被三根』。三根是根器，上、中、下的根器。上根里面一直到等觉菩萨，像华严会上文殊、普贤；下至阿鼻地狱众生，下下根，所以这三根就统统都包括。我们这个法门叫平等得度，这才真正叫方便究竟，不像其他一般法门，它度众生是不平等的，这个法门是平等得度，平等法。",
      "zh_TW": "『普被三根』。三根是根器，上、中、下的根器。上根裡面一直到等覺菩薩，像華嚴會上文殊、普賢；下至阿鼻地獄眾生，下下根，所以這三根就統統都包括。我們這個法門叫平等得度，這才真正叫方便究竟，不像其他一般法門，它度眾生是不平等的，這個法門是平等得度，平等法。"
    },
    {
      "id": "02-026-0015_p0013",
      "zh_CN": "『普令现在当来一切凡愚』。现在，是指世尊当年，那是叫现在。当来，我们今天在佛经里面就称当来，一直到佛的法运灭尽。释迦牟尼佛的法运一万二千年，佛所说的话决定真实不虚。现在资讯发达了，这个世界个个地区消息很灵通。从前我们根本听不到的、根本见不到的，现在随时可以听到、随时可以见到。东西方许多的预言都说一九九九年是世界末日，好多预言都是预言到二千年，后头就没有了。但是在佛法里面讲，佛的法运一万二千年，照中国的记载今年是佛灭度以后三千零二十一年，末法一万年才过一千年，这是第二个一千年刚刚开端，后面的日子还很长远，决定不是末日。但是自古以来都有这个说法，我们可以肯定这个世界在这个时期有很大的灾难，这我们可以相信的，为什么？现在这个征兆我们已经见到了，预兆已经见到了，会有很大的灾难。",
      "zh_TW": "『普令現在當來一切凡愚』。現在，是指世尊當年，那是叫現在。當來，我們今天在佛經裡面就稱當來，一直到佛的法運滅盡。釋迦牟尼佛的法運一萬二千年，佛所說的話決定真實不虛。現在資訊發達了，這個世界個個地區消息很靈通。從前我們根本聽不到的、根本見不到的，現在隨時可以聽到、隨時可以見到。東西方許多的預言都說一九九九年是世界末日，好多預言都是預言到二千年，後頭就沒有了。但是在佛法裡面講，佛的法運一萬二千年，照中國的記載今年是佛滅度以後三千零二十一年，末法一萬年才過一千年，這是第二個一千年剛剛開端，後面的日子還很長遠，決定不是末日。但是自古以來都有這個說法，我們可以肯定這個世界在這個時期有很大的災難，這我們可以相信的，為什麼？現在這個徵兆我們已經見到了，預兆已經見到了，會有很大的災難。"
    },
    {
      "id": "02-026-0015_p0014",
      "zh_CN": "这个灾难如果是自然的灾难，就是地壳起变化，那这个不得了。地壳起变化，就像从前的洪水，许许多多南北极的冰融化掉了，海面水升高，大概像我们台北市都淹没了；在地壳变化有大的地震，可能这个地图形势统统都改变了，这是可能的。所以许多到喜马拉雅山，爬山到山顶上去，在山顶里面有贝壳这些东西、化石。这证明从前那个山是在海底下。那这个变化，这人死的就多，这是大灾难！如果不是这一种灾难，那就是人为的，人为的就是第三次世界大战，核子战争。所以一般人讲地球上人要死三分之二，这是人为的，这两种都有可能。",
      "zh_TW": "這個災難如果是自然的災難，就是地殼起變化，那這個不得了。地殼起變化，就像從前的洪水，許許多多南北極的冰融化掉了，海面水升高，大概像我們台北市都淹沒了；在地殼變化有大的地震，可能這個地圖形勢統統都改變了，這是可能的。所以許多到喜馬拉雅山，爬山到山頂上去，在山頂裡面有貝殼這些東西、化石。這證明從前那個山是在海底下。那這個變化，這人死的就多，這是大災難！如果不是這一種災難，那就是人為的，人為的就是第三次世界大戰，核子戰爭。所以一般人講地球上人要死三分之二，這是人為的，這兩種都有可能。"
    },
    {
      "id": "02-026-0015_p0015",
      "zh_CN": "所以我们真的是非常幸运遇到佛法，要认真的修学，真正放下，从现在起就要放下，不能等，没有时间等了。一心念佛，向往西方，这个灾难要现前了，我们就到极乐世界去，我们不受这个灾难。这是决定可以达到的。我们要认清就是眼前的环境跟从前不一样。如果就是以公元二千年来说，今年是九五年，再六年！六年的时间够不够？足够了，因为我们看过去《净土圣贤录》、《往生传》里面所记载这念佛往生的，几乎一半以上都是三年，所以三年的时间我们肯定足够了。",
      "zh_TW": "所以我們真的是非常幸運遇到佛法，要認真的修學，真正放下，從現在起就要放下，不能等，沒有時間等了。一心念佛，嚮往西方，這個災難要現前了，我們就到極樂世界去，我們不受這個災難。這是決定可以達到的。我們要認清就是眼前的環境跟從前不一樣。如果就是以公元二千年來說，今年是九五年，再六年！六年的時間夠不夠？足夠了，因為我們看過去《淨土聖賢錄》、《往生傳》裡面所記載這念佛往生的，幾乎一半以上都是三年，所以三年的時間我們肯定足夠了。"
    },
    {
      "id": "02-026-0015_p0016",
      "zh_CN": "三年不能成就，那个障碍是你没有真正放下。这个放下不是说事上放下。从今天起什么事情都不做了，找个山洞去念阿弥陀佛，不是这个意思。是心理上放下，事上没有障碍！你看《华严经》上讲的「理事无碍，事事无碍」，事上没有障碍，心里有障碍，心要清净，心里面只有阿弥陀佛，只想西方世界。所以我比喻给大家说，一定要知道我讲的也是事实，我们到这个世间来短短几十年，是到这个地球上来旅行的、来观光的。这个世界好，很好，不好也好。为什么？与我不相干！你要用这种心态就正确了。这个地方一切人、物、事与我统统不相干，我一丝毫也不在意、也不会把它放在心上，与我无关。我们念念想家乡、想亲人，亲人是阿弥陀佛，家乡是极乐世界。常常想家、想念亲人，你就决定得生。这教你，你心里头有佛，心里面有极乐世界，心里头有净土，有佛、有净土就决定往生。",
      "zh_TW": "三年不能成就，那個障礙是你沒有真正放下。這個放下不是說事上放下。從今天起什麼事情都不做了，找個山洞去念阿彌陀佛，不是這個意思。是心理上放下，事上沒有障礙！你看《華嚴經》上講的「理事無礙，事事無礙」，事上沒有障礙，心裡有障礙，心要清淨，心裡面只有阿彌陀佛，只想西方世界。所以我比喻給大家說，一定要知道我講的也是事實，我們到這個世間來短短幾十年，是到這個地球上來旅行的、來觀光的。這個世界好，很好，不好也好。為什麼？與我不相干！你要用這種心態就正確了。這個地方一切人、物、事與我統統不相干，我一絲毫也不在意、也不會把它放在心上，與我無關。我們念念想家鄉、想親人，親人是阿彌陀佛，家鄉是極樂世界。常常想家、想念親人，你就決定得生。這教你，你心裡頭有佛，心裡面有極樂世界，心裡頭有淨土，有佛、有淨土就決定往生。"
    },
    {
      "id": "02-026-0015_p0017",
      "zh_CN": "所以你要问往生，能不能往生？有没有把握往生？你记住我这几句话，你的疑问就没有了，这是真的。务必在这三年当中要完成。把世缘统统放下，别人要的全都给他，为什么？我们都不要了，名闻利养、五欲六尘统统不要了，谁要就给谁，欢欢喜喜的布施。我们只要阿弥陀佛、只要极乐世界。这个法门一直会传下去，传到佛的法运结束，这一万二千年结束了。佛在《无量寿经》、在《法灭尽经》里面还告诉我们，最后《无量寿经》还留传一百年。一百年以后，《无量寿经》也没有了，这佛法完全没有了，还有一句「南无阿弥陀佛」留在这个世间，在那个时候人一心念「南无阿弥陀佛」也能往生。由此可知，这个法门是真正不可思议。",
      "zh_TW": "所以你要問往生，能不能往生？有沒有把握往生？你記住我這幾句話，你的疑問就沒有了，這是真的。務必在這三年當中要完成。把世緣統統放下，別人要的全都給他，為什麼？我們都不要了，名聞利養、五欲六塵統統不要了，誰要就給誰，歡歡喜喜的布施。我們只要阿彌陀佛、只要極樂世界。這個法門一直會傳下去，傳到佛的法運結束，這一萬二千年結束了。佛在《無量壽經》、在《法滅盡經》裡面還告訴我們，最後《無量壽經》還留傳一百年。一百年以後，《無量壽經》也沒有了，這佛法完全沒有了，還有一句「南無阿彌陀佛」留在這個世間，在那個時候人一心念「南無阿彌陀佛」也能往生。由此可知，這個法門是真正不可思議。"
    },
    {
      "id": "02-026-0015_p0018",
      "zh_CN": "所以是「普令现在当来一切凡愚」，这跟前面讲的完全相应。善导大师说，这个法门是如来专门度常没众生，这就是度六道里头的凡愚。『浊恶众生，悉登彼岸』。这个彼岸就事上来说是西方极乐世界，就理上来说是无上菩提涅槃。生到西方极乐世界，就证入无上菩提涅槃，这么一个法门。今天摆在面前，大家不生欢喜心；如果你中一个特奖，欢喜好多天。这个法门摆在面前不生欢喜心，奇怪？欢喜心为什么生不起来？不认识，不知道这是宝，不知道不容易得来，你说这多可惜！全世界的财宝你都得到了，说老实话，你也不过是过个一百年富裕舒适的生活而已，除此之外，你还能得到什么？你要是吃得太多、穿得太好反而短命。这一个法门你得到了，你在不久的将来就证无量寿了，哪里是世间能够跟它相比的？所以说得到不生欢喜心，就是说明你对于这个无上甚深的法门一无所知。我们再看底下一段：",
      "zh_TW": "所以是「普令現在當來一切凡愚」，這跟前面講的完全相應。善導大師說，這個法門是如來專門度常沒眾生，這就是度六道裡頭的凡愚。『濁惡眾生，悉登彼岸』。這個彼岸就事上來說是西方極樂世界，就理上來說是無上菩提涅槃。生到西方極樂世界，就證入無上菩提涅槃，這麼一個法門。今天擺在面前，大家不生歡喜心；如果你中一個特獎，歡喜好多天。這個法門擺在面前不生歡喜心，奇怪？歡喜心為什麼生不起來？不認識，不知道這是寶，不知道不容易得來，你說這多可惜！全世界的財寶你都得到了，說老實話，你也不過是過個一百年富裕舒適的生活而已，除此之外，你還能得到什麼？你要是吃得太多、穿得太好反而短命。這一個法門你得到了，你在不久的將來就證無量壽了，哪裡是世間能夠跟它相比的？所以說得到不生歡喜心，就是說明你對於這個無上甚深的法門一無所知。我們再看底下一段："
    },
    {
      "id": "02-026-0015_p0019",
      "zh_CN": "【大愿之核心乃第十八愿。然十念必生之究竟方便。实由于弥陀究竟成就之最极方便处。正是本经中如来定慧究畅无极处。今人焉能因此法之易行而鄙视之。而轻此法门乎。】",
      "zh_TW": "【大願之核心乃第十八願。然十念必生之究竟方便。實由於彌陀究竟成就之最極方便處。正是本經中如來定慧究暢無極處。今人焉能因此法之易行而鄙視之。而輕此法門乎。】"
    },
    {
      "id": "02-026-0015_p0020",
      "zh_CN": "这一段说得好，确确实实把我们的疑惑破解了。四十八愿在前面跟诸位介绍过，任何一愿都圆摄其余的四十七愿，愿愿如是，所以不可思议。而弥陀本愿的核心就是念佛必定往生成佛，这是第十八愿。所以古来的祖师大德说『第十八愿』是阿弥陀佛弘愿的中心，也是一切诸佛如来所没有的。这一愿就是『十念必生』，你看这个方法多容易。一个人在临命终时，一念、十念决定得生。这样的法门才真正叫究竟方便、圆满的方便，方便到极处了。临终的时候，一称阿弥陀佛就能往生净土，因此临终助念就非常重要。助念是帮助什么？帮助念佛不成熟的人，念佛成熟的人何必要人助念？自在往生，想什么时候走就什么时候走，不需要人助念，没有成熟。平常信心、愿心若有若无，所以在临终的时候很容易迷惑颠倒，贪恋亲情、家里面的财产事业，临终的时候还想这个就完了。所以临终的时候，同修念佛帮助他，提醒，就是让他临终的时候决定不要错了念头。他果然听到这个佛号，提起、也想到阿弥陀佛，那他就很幸运，他就往生了，是这么一回事情。",
      "zh_TW": "這一段說得好，確確實實把我們的疑惑破解了。四十八願在前面跟諸位介紹過，任何一願都圓攝其餘的四十七願，願願如是，所以不可思議。而彌陀本願的核心就是念佛必定往生成佛，這是第十八願。所以古來的祖師大德說『第十八願』是阿彌陀佛弘願的中心，也是一切諸佛如來所沒有的。這一願就是『十念必生』，你看這個方法多容易。一個人在臨命終時，一念、十念決定得生。這樣的法門才真正叫究竟方便、圓滿的方便，方便到極處了。臨終的時候，一稱阿彌陀佛就能往生淨土，因此臨終助念就非常重要。助念是幫助什麼？幫助念佛不成熟的人，念佛成熟的人何必要人助念？自在往生，想什麼時候走就什麼時候走，不需要人助念，沒有成熟。平常信心、願心若有若無，所以在臨終的時候很容易迷惑顛倒，貪戀親情、家裡面的財產事業，臨終的時候還想這個就完了。所以臨終的時候，同修念佛幫助他，提醒，就是讓他臨終的時候決定不要錯了念頭。他果然聽到這個佛號，提起、也想到阿彌陀佛，那他就很幸運，他就往生了，是這麼一回事情。"
    },
    {
      "id": "02-026-0015_p0021",
      "zh_CN": "往生的品位，善导大师说得好，「品位高下在遇缘之不同」，这说得非常合理。蕅益大师在《要解》里面讲：品位高下是念佛功夫的浅深。这个讲法也说得很好。这两种讲法并不矛盾，我们细细想想，他两个讲法能合得起来。遇到的缘殊胜，遇到的经典是正确的，祖师大德注解没有错误，遇到的善友、同参善友都是正知正见，平常长年累月的薰修，这个缘殊胜，自己的信心、愿心肯定，往生品位当然高！遇的缘不好，遇着这个法门，遇到祖师大德的注解看不懂，也没有人跟他讲解，或者有人讲解，讲得不契机，讲得不尽如法，所以这个信心、愿心若有若无，再加上外面名闻利养、五欲六尘的诱惑力量很大，常常放不下！这就是遇缘不好。临命终时得到善友助念，最后那个念头正了，想到阿弥陀佛，往生了，那往生西方极乐世界品位当然就不高，这一定的道理。所以善导大师跟蕅益大师的讲法不一样，意思是相同的。",
      "zh_TW": "往生的品位，善導大師說得好，「品位高下在遇緣之不同」，這說得非常合理。蕅益大師在《要解》裡面講：品位高下是念佛功夫的淺深。這個講法也說得很好。這兩種講法並不矛盾，我們細細想想，他兩個講法能合得起來。遇到的緣殊勝，遇到的經典是正確的，祖師大德註解沒有錯誤，遇到的善友、同參善友都是正知正見，平常長年累月的薰修，這個緣殊勝，自己的信心、願心肯定，往生品位當然高！遇的緣不好，遇著這個法門，遇到祖師大德的註解看不懂，也沒有人跟他講解，或者有人講解，講得不契機，講得不盡如法，所以這個信心、願心若有若無，再加上外面名聞利養、五欲六塵的誘惑力量很大，常常放不下！這就是遇緣不好。臨命終時得到善友助念，最後那個念頭正了，想到阿彌陀佛，往生了，那往生西方極樂世界品位當然就不高，這一定的道理。所以善導大師跟蕅益大師的講法不一樣，意思是相同的。"
    },
    {
      "id": "02-026-0015_p0022",
      "zh_CN": "所以这个第十八愿实实在在是不可思议。就是这一愿才能够令九界众生平等成佛，所以这是究竟方便，弥陀的第十八愿。阿弥陀佛何以有这一愿？底下这一句给我们说出来了。阿弥陀佛能有这一愿，实实在在是由于阿弥陀佛，『究竟成就的最极方便处』，是他自己一生修行证果的登峰造极之处。那这个与念佛有什么关系？关系太大！法界之正理，佛常讲十法界，十法界是归纳起来讲，展开来是无量无边的法界。怎么会有这么多法界？实在说法界原本就是一，叫一真法界，《华严经》上说的。十法界，百法界，千法界，无量无边法界，都是这一真里头变现出来的，都没有离开一真法界。演变的原理，它是怎么变的？佛在《华严经》上跟我们说这个境界是「唯心所现」。心就是心性，真心本性。性体虽然是空寂的，它的作用，它能现相，现相是它的作用。有体必有用，它一定现相。现出来的这个相，真相，决定不是妄相。所以西方极乐世界那个相，就是真如本性所现的相，真实的，叫一真法界，那是真的！十法界、百法界、千法界、无量法界那都是假的，都是虚妄相。《金刚经》上讲的「凡所有相，皆是虚妄」，那是虚妄相。",
      "zh_TW": "所以這個第十八願實實在在是不可思議。就是這一願才能夠令九界眾生平等成佛，所以這是究竟方便，彌陀的第十八願。阿彌陀佛何以有這一願？底下這一句給我們說出來了。阿彌陀佛能有這一願，實實在在是由於阿彌陀佛，『究竟成就的最極方便處』，是他自己一生修行證果的登峰造極之處。那這個與念佛有什麼關係？關係太大！法界之正理，佛常講十法界，十法界是歸納起來講，展開來是無量無邊的法界。怎麼會有這麼多法界？實在說法界原本就是一，叫一真法界，《華嚴經》上說的。十法界，百法界，千法界，無量無邊法界，都是這一真裡頭變現出來的，都沒有離開一真法界。演變的原理，它是怎麼變的？佛在《華嚴經》上跟我們說這個境界是「唯心所現」。心就是心性，真心本性。性體雖然是空寂的，它的作用，它能現相，現相是它的作用。有體必有用，它一定現相。現出來的這個相，真相，決定不是妄相。所以西方極樂世界那個相，就是真如本性所現的相，真實的，叫一真法界，那是真的！十法界、百法界、千法界、無量法界那都是假的，都是虛妄相。《金剛經》上講的「凡所有相，皆是虛妄」，那是虛妄相。"
    },
    {
      "id": "02-026-0015_p0023",
      "zh_CN": "虚妄相从哪里来的？「唯识所变」。识是什么？识是分别，所以无量的法界是从分别心里面变出来的，这就是佛所说的「一切法从心想生」，那个心想是什么？如果分开来讲，心能现相，想能变化，那个心想就是《华严经》上所讲的唯心唯识，想是识！所以一切法是心想生。如来证到究竟处，把这个事情搞得清清楚楚、明明白白，教给我们，你心想佛，不直接就作佛了！何必去想阿罗汉，成了阿罗汉再想菩萨，再作菩萨再想佛，这不叫麻烦？不就走冤枉路，为什么不直接想佛？就是这个道理。这就是所谓的『如来定慧究畅无极』，是这么一桩事情！直截了当的教你去作佛，不要拐弯抹角。菩萨，菩萨有五十一个位次，证得初信想二信，证到了二信想三信，还得想五十二次才成就，这个教你想佛，一下就成就了，你看这多简单，这道理在此地！所以一般大家在大乘经典里打转着，他不明了这个事实真相，还以为那是对的。那个固然是没错，那真叫对钝根人讲的，下根人讲的，这个法门对上根人讲的。上根人聪明，不迂回、不拐弯抹角，我一下就成佛，多好！何必费这么多事情。",
      "zh_TW": "虛妄相從哪裡來的？「唯識所變」。識是什麼？識是分別，所以無量的法界是從分別心裡面變出來的，這就是佛所說的「一切法從心想生」，那個心想是什麼？如果分開來講，心能現相，想能變化，那個心想就是《華嚴經》上所講的唯心唯識，想是識！所以一切法是心想生。如來證到究竟處，把這個事情搞得清清楚楚、明明白白，教給我們，你心想佛，不直接就作佛了！何必去想阿羅漢，成了阿羅漢再想菩薩，再作菩薩再想佛，這不叫麻煩？不就走冤枉路，為什麼不直接想佛？就是這個道理。這就是所謂的『如來定慧究暢無極』，是這麼一樁事情！直截了當的教你去作佛，不要拐彎抹角。菩薩，菩薩有五十一個位次，證得初信想二信，證到了二信想三信，還得想五十二次才成就，這個教你想佛，一下就成就了，你看這多簡單，這道理在此地！所以一般大家在大乘經典裡打轉著，他不明瞭這個事實真相，還以為那是對的。那個固然是沒錯，那真叫對鈍根人講的，下根人講的，這個法門對上根人講的。上根人聰明，不迂迴、不拐彎抹角，我一下就成佛，多好！何必費這麼多事情。"
    },
    {
      "id": "02-026-0015_p0024",
      "zh_CN": "所以「弥陀究竟成就之最极方便」就是念佛成佛。大势至菩萨告诉我们「忆佛念佛，现前当来，必定见佛」。这就是最极方便处，这就是本经里面所讲的『如来定慧究畅无极』。经上真的跟我们讲得清清楚楚、明明白白，可是众生迷惑颠倒、业习深重，摆在面前看不出来！祖师大德在注子里面也注解得很详细、很明白，再展开那个注子，这个眼睛还是有障碍，依旧看不清楚，这真正可惜。",
      "zh_TW": "所以「彌陀究竟成就之最極方便」就是念佛成佛。大勢至菩薩告訴我們「憶佛念佛，現前當來，必定見佛」。這就是最極方便處，這就是本經裡面所講的『如來定慧究暢無極』。經上真的跟我們講得清清楚楚、明明白白，可是眾生迷惑顛倒、業習深重，擺在面前看不出來！祖師大德在註子裡面也註解得很詳細、很明白，再展開那個註子，這個眼睛還是有障礙，依舊看不清楚，這真正可惜。"
    },
    {
      "id": "02-026-0015_p0025",
      "zh_CN": "所以是『今人焉能因此法之易行』。这个方法在所有一切法门里面最容易的，因为容易就被人看轻，就被人瞧不起。这一般学佛的人自命非凡，认为念佛求生净土，这老太婆教没有知识人学的。他自命是知识分子，智慧程度很高，他要去学那些拐弯抹角的法门，要学三大阿僧祇劫才成就的法门，没有想到老太婆法门，这一生就成佛了，这他没想到，这真正叫没有福报。所以轻视这个法门、鄙视这个法门，这个罪过是无量无边。不但障碍自己，他影响别人，因为别人看到他很聪明、很有智慧，他都轻视这个法门学那个法门，大概那个法门不错，念佛法门不好。他影响别人这个罪过就重，所以他要无量劫吃尽辛苦才能成就，道理也在此地。好，这一大段末后还有一小段。诸位翻开来。",
      "zh_TW": "所以是『今人焉能因此法之易行』。這個方法在所有一切法門裡面最容易的，因為容易就被人看輕，就被人瞧不起。這一般學佛的人自命非凡，認為念佛求生淨土，這老太婆教沒有知識人學的。他自命是知識分子，智慧程度很高，他要去學那些拐彎抹角的法門，要學三大阿僧祇劫才成就的法門，沒有想到老太婆法門，這一生就成佛了，這他沒想到，這真正叫沒有福報。所以輕視這個法門、鄙視這個法門，這個罪過是無量無邊。不但障礙自己，他影響別人，因為別人看到他很聰明、很有智慧，他都輕視這個法門學那個法門，大概那個法門不錯，念佛法門不好。他影響別人這個罪過就重，所以他要無量劫吃盡辛苦才能成就，道理也在此地。好，這一大段末後還有一小段。諸位翻開來。"
    },
    {
      "id": "02-026-0015_p0026",
      "zh_CN": "【疏钞云。】",
      "zh_TW": "【疏鈔云。】"
    },
    {
      "id": "02-026-0015_p0027",
      "zh_CN": "这莲池大师说的。",
      "zh_TW": "這蓮池大師說的。"
    },
    {
      "id": "02-026-0015_p0028",
      "zh_CN": "【但持佛名。必生彼国。则或高或下。或圣或凡。乃至或信或疑。或赞或毁。知有彼佛。便成善根。多劫多生。俱蒙解脱。】",
      "zh_TW": "【但持佛名。必生彼國。則或高或下。或聖或凡。乃至或信或疑。或讚或毀。知有彼佛。便成善根。多劫多生。俱蒙解脫。】"
    },
    {
      "id": "02-026-0015_p0029",
      "zh_CN": "这是说出这个法门的功德不可思议、利益不可思议，也说明了佛在经上跟我们讲的「惠以众生真实之利」。但持佛号完全是大势至菩萨所行的法门，我们在一切菩萨当中，唯有看到大势至菩萨专持佛号。不假方便，自得心开，就是一句佛号念到底，从初发心一直到成佛。成佛之后，教化众生也是这一句佛号必生彼国。或是高或是下，这是讲根性，根性高的上根，根性低的下根。『或圣或凡』，菩萨、阿罗汉这圣人念佛往生净土，像我们是凡夫，乃至于畜生、饿鬼、地狱这都是凡夫，但持名号也必定得生。这是讲一生决定成就。",
      "zh_TW": "這是說出這個法門的功德不可思議、利益不可思議，也說明了佛在經上跟我們講的「惠以眾生真實之利」。但持佛號完全是大勢至菩薩所行的法門，我們在一切菩薩當中，唯有看到大勢至菩薩專持佛號。不假方便，自得心開，就是一句佛號念到底，從初發心一直到成佛。成佛之後，教化眾生也是這一句佛號必生彼國。或是高或是下，這是講根性，根性高的上根，根性低的下根。『或聖或凡』，菩薩、阿羅漢這聖人念佛往生淨土，像我們是凡夫，乃至於畜生、餓鬼、地獄這都是凡夫，但持名號也必定得生。這是講一生決定成就。"
    },
    {
      "id": "02-026-0015_p0030",
      "zh_CN": "还有听到这一句阿弥陀佛不相信、不肯发愿、不肯求生，贪恋这个世间的福报，那些人也都得度了，这就是下面所说的，所以『乃至或信』，相信，对净土他相信，但是他不愿意往生。这样的人我们也常常遇到，他还劝我们西方净土没错，太远，距离我们这里十万亿佛国土，弥勒菩萨净土在兜率天很近，你为什么舍近求远？他相信，不愿意去。这是『或信』的。『或疑』的，疑是根本不相信，怀疑，认为释迦牟尼佛讲的西方净土，大概是理想是预言，不是真实的，这是最大怀疑。",
      "zh_TW": "還有聽到這一句阿彌陀佛不相信、不肯發願、不肯求生，貪戀這個世間的福報，那些人也都得度了，這就是下面所說的，所以『乃至或信』，相信，對淨土他相信，但是他不願意往生。這樣的人我們也常常遇到，他還勸我們西方淨土沒錯，太遠，距離我們這裡十萬億佛國土，彌勒菩薩淨土在兜率天很近，你為什麼捨近求遠？他相信，不願意去。這是『或信』的。『或疑』的，疑是根本不相信，懷疑，認為釋迦牟尼佛講的西方淨土，大概是理想是預言，不是真實的，這是最大懷疑。"
    },
    {
      "id": "02-026-0015_p0031",
      "zh_CN": "或是赞叹净土，虽赞叹他也不愿意往生，这很多。你们听听很多法师，讲《弥陀经》劝你们念佛往生，你问他，他修什么？他参禅、他持咒、他修别的法门，他不求生净土。他不求生净土，劝你们求生净土，什么道理？他是上根利智，你们没有知识，你们不念佛还有什么办法？他可以得定，可以开悟、明心见性，他搞那一套去了。这是对净土没有彻底的认识，虽然赞叹净土，他不修净土。那个毁谤就更不必说了。无论他是赞，他是毁，他是信，他是疑，这个名号一历耳根永为道种，所以我们大家度众生安的是大慈悲心。",
      "zh_TW": "或是讚歎淨土，雖讚歎他也不願意往生，這很多。你們聽聽很多法師，講《彌陀經》勸你們念佛往生，你問他，他修什麼？他參禪、他持咒、他修別的法門，他不求生淨土。他不求生淨土，勸你們求生淨土，什麼道理？他是上根利智，你們沒有知識，你們不念佛還有什麼辦法？他可以得定，可以開悟、明心見性，他搞那一套去了。這是對淨土沒有徹底的認識，雖然讚歎淨土，他不修淨土。那個毀謗就更不必說了。無論他是讚，他是毀，他是信，他是疑，這個名號一歷耳根永為道種，所以我們大家度眾生安的是大慈悲心。"
    },
    {
      "id": "02-026-0015_p0032",
      "zh_CN": "所以有同修问，我们在家学佛念珠可不可以放在手上？当然可以，为什么？就这一串念珠摆在手上就度了好多人！因为人家一看，阿弥陀佛，他自然就念一声阿弥陀佛，他就得度。这一生不能成就，多生多劫以后，还是这一句阿弥陀佛的种子成熟，才能得度。现前度不了他，种子下下去了，给他种种子。与一切众生下这个金刚种子，从这一方面来观察，在现前这个世间我们台湾第一殊胜。你看台湾，到马路上看，电线杆上、墙壁上都贴了「阿弥陀佛」。这一生不能往生就是世缘放不下，名闻利养、五欲六尘放不下，他这一生不能往生。但是多生多劫以后，这一个「阿弥陀佛」的种子决定会起现行。所以我们看到播种，台湾这个地方播的种是非常非常的密集，任何地区比不上台湾。但是讲收成？现在收成不到，现在没有收成。",
      "zh_TW": "所以有同修問，我們在家學佛念珠可不可以放在手上？當然可以，為什麼？就這一串念珠擺在手上就度了好多人！因為人家一看，阿彌陀佛，他自然就念一聲阿彌陀佛，他就得度。這一生不能成就，多生多劫以後，還是這一句阿彌陀佛的種子成熟，才能得度。現前度不了他，種子下下去了，給他種種子。與一切眾生下這個金剛種子，從這一方面來觀察，在現前這個世間我們台灣第一殊勝。你看台灣，到馬路上看，電線桿上、牆壁上都貼了「阿彌陀佛」。這一生不能往生就是世緣放不下，名聞利養、五欲六塵放不下，他這一生不能往生。但是多生多劫以後，這一個「阿彌陀佛」的種子決定會起現行。所以我們看到播種，台灣這個地方播的種是非常非常的密集，任何地區比不上台灣。但是講收成？現在收成不到，現在沒有收成。"
    },
    {
      "id": "02-026-0015_p0033",
      "zh_CN": "『知有彼佛，便成善根，多劫多生，俱蒙解脱』。不晓得到哪一生、哪一劫他的缘成熟了，再遇到这个法门。遇到法门能不能往生？就看他能不能彻底放下。实在说，我们过去生中，那个缘是久远劫就种下去了，绝对不是这一生当中才听到这个佛号，不是！这一生当中听到佛号，你就能生欢喜心、就想往生极乐世界，那是不可能的事情。正像《无量寿经》里面所说的，过去生中曾经供养无量无边诸佛如来，所以你晓得我们自己的善根福德因缘是多么的深厚，《弥陀经》上讲「不可以少善根福德因缘，得生彼国」。我们的确是非常的深厚，自己要晓得、要珍惜。能不能往生？就在我们这一生当中肯不肯放下，肯放下就决定得生，不肯放下？下次再来！而再下一回就不晓得又经过多少生、多少劫了，不晓得，就很难讲了。总而言之，你是会往生，但是你要晓得这一生不往生，再在六道里头不晓得又搞多少轮回、又多少生死，又吃多少的苦头，好冤枉！六道的日子不好过，这是要真正觉悟，是要真正放下。",
      "zh_TW": "『知有彼佛，便成善根，多劫多生，俱蒙解脫』。不曉得到哪一生、哪一劫他的緣成熟了，再遇到這個法門。遇到法門能不能往生？就看他能不能徹底放下。實在說，我們過去生中，那個緣是久遠劫就種下去了，絕對不是這一生當中才聽到這個佛號，不是！這一生當中聽到佛號，你就能生歡喜心、就想往生極樂世界，那是不可能的事情。正像《無量壽經》裡面所說的，過去生中曾經供養無量無邊諸佛如來，所以你曉得我們自己的善根福德因緣是多麼的深厚，《彌陀經》上講「不可以少善根福德因緣，得生彼國」。我們的確是非常的深厚，自己要曉得、要珍惜。能不能往生？就在我們這一生當中肯不肯放下，肯放下就決定得生，不肯放下？下次再來！而再下一回就不曉得又經過多少生、多少劫了，不曉得，就很難講了。總而言之，你是會往生，但是你要曉得這一生不往生，再在六道裡頭不曉得又搞多少輪迴、又多少生死，又吃多少的苦頭，好冤枉！六道的日子不好過，這是要真正覺悟，是要真正放下。"
    },
    {
      "id": "02-026-0015_p0034",
      "zh_CN": "今天上午有一位同修到我这儿来，他告诉我念佛，他说亲情放不下，儿女亲情放不下，总是挂在心上，没有办法跟佛相比；儿女太亲了，佛不行。夫复何言，他听我这录音带说一定要放下、一定要换过来，他今天来问我，他怎么换得过来？换不过来。所以我就分析给他听，我说：你爱你的儿女，关心你的儿女，你能关心到几时？关心到一辈子，来生你还能关心到吗？来生就完了，各走各的路，来生再见面也不认识，这叫愚痴！我说：你真的关心吗？你不关心；你爱你的亲人吗？你不爱。因为你照顾他、关心时间很短，你能不能生生世世照顾他、生生世世关心他？我说那你才叫真正的爱护他，否则的话，你的那个爱护是假的不是真的。他说：那怎么样是真？往生极乐世界。生到极乐世界，你看看你有天眼通、有天耳通、有他心通、有神足通，你的家亲眷属无论在哪一道，你都看得很清楚，他讲话你也听得很清楚，他心里想什么你都知道，他有苦难的时候，你在西方极乐世界作佛、作菩萨，那才是永远照顾他，这才是真的，真正的关心、真正的爱护！",
      "zh_TW": "今天上午有一位同修到我這兒來，他告訴我念佛，他說親情放不下，兒女親情放不下，總是掛在心上，沒有辦法跟佛相比；兒女太親了，佛不行。夫復何言，他聽我這錄音帶說一定要放下、一定要換過來，他今天來問我，他怎麼換得過來？換不過來。所以我就分析給他聽，我說：你愛你的兒女，關心你的兒女，你能關心到幾時？關心到一輩子，來生你還能關心到嗎？來生就完了，各走各的路，來生再見面也不認識，這叫愚痴！我說：你真的關心嗎？你不關心；你愛你的親人嗎？你不愛。因為你照顧他、關心時間很短，你能不能生生世世照顧他、生生世世關心他？我說那你才叫真正的愛護他，否則的話，你的那個愛護是假的不是真的。他說：那怎麼樣是真？往生極樂世界。生到極樂世界，你看看你有天眼通、有天耳通、有他心通、有神足通，你的家親眷屬無論在哪一道，你都看得很清楚，他講話你也聽得很清楚，他心裡想什麼你都知道，他有苦難的時候，你在西方極樂世界作佛、作菩薩，那才是永遠照顧他，這才是真的，真正的關心、真正的愛護！"
    },
    {
      "id": "02-026-0015_p0035",
      "zh_CN": "所以真的关心、真的爱护、真的孝顺要到极乐世界去，要不到极乐世界去，孝顺父母只有一生，来生父母到六道轮回，到哪一道去了，你有什么办法？你无可奈何！所以你虽然有心，你没有智慧、没有能力，帮不上忙。所以你要真正懂得这些事实真相，你就决定要往生，唯有往生，我们的问题才真正解决、彻底解决。所以他眼前要忍，忍耐，眼前暂时放下不要贪爱，生到西方极乐世界，你再提起，就先要放下之后才提起，你才能真正能照顾这一切众生。",
      "zh_TW": "所以真的關心、真的愛護、真的孝順要到極樂世界去，要不到極樂世界去，孝順父母只有一生，來生父母到六道輪迴，到哪一道去了，你有什麼辦法？你無可奈何！所以你雖然有心，你沒有智慧、沒有能力，幫不上忙。所以你要真正懂得這些事實真相，你就決定要往生，唯有往生，我們的問題才真正解決、徹底解決。所以他眼前要忍，忍耐，眼前暫時放下不要貪愛，生到西方極樂世界，你再提起，就先要放下之後才提起，你才能真正能照顧這一切眾生。"
    },
    {
      "id": "02-026-0015_p0036",
      "zh_CN": "【至于当世。何人当机。则不论男女老少。富贵贫贱。上智下愚。久修初习。宿根利钝。善恶差别。】",
      "zh_TW": "【至於當世。何人當機。則不論男女老少。富貴貧賤。上智下愚。久修初習。宿根利鈍。善惡差別。】"
    },
    {
      "id": "02-026-0015_p0037",
      "zh_CN": "这些都不要紧，年轻、年老，男女老少都没有关系。",
      "zh_TW": "這些都不要緊，年輕、年老，男女老少都沒有關係。"
    },
    {
      "id": "02-026-0015_p0038",
      "zh_CN": "【只要于此法门，能生实信。】",
      "zh_TW": "【只要於此法門，能生實信。】"
    },
    {
      "id": "02-026-0015_p0039",
      "zh_CN": "『实』是真实，真正相信西方世界阿弥陀佛确有此人，一点不假；西方世界是真实的世界，绝对不是幻想，比我们这个世界还真实。我们这个世界有变化，有沧海桑田，西方极乐世界永远没有变化。所以它是安定的。西方世界的人心，永远是清净的、永远是平等的、永远是慈悲，人事环境好！大家好相处，没有勾心斗角。真正相信，那是真实的事。",
      "zh_TW": "『實』是真實，真正相信西方世界阿彌陀佛確有此人，一點不假；西方世界是真實的世界，絕對不是幻想，比我們這個世界還真實。我們這個世界有變化，有滄海桑田，西方極樂世界永遠沒有變化。所以它是安定的。西方世界的人心，永遠是清淨的、永遠是平等的、永遠是慈悲，人事環境好！大家好相處，沒有勾心鬥角。真正相信，那是真實的事。"
    },
    {
      "id": "02-026-0015_p0040",
      "zh_CN": "【因信发愿。】",
      "zh_TW": "【因信發願。】"
    },
    {
      "id": "02-026-0015_p0041",
      "zh_CN": "从真正相信，一丝毫怀疑都没有，在这个地方建立了大愿心，决定要求生极乐世界，决定要见阿弥陀佛。这个世间一切要放得下，要真正放下，一丝毫的罣碍都没有。所以我们这个身体，现在在这个世间，还没有到极乐世界去，我们与大众相处，一切随缘，绝不攀缘，为什么？随缘的心是清净的，随缘的心是真实的，攀缘那个心是虚假的，攀缘的心是妄心，这是决定有障碍的。",
      "zh_TW": "從真正相信，一絲毫懷疑都沒有，在這個地方建立了大願心，決定要求生極樂世界，決定要見阿彌陀佛。這個世間一切要放得下，要真正放下，一絲毫的罣礙都沒有。所以我們這個身體，現在在這個世間，還沒有到極樂世界去，我們與大眾相處，一切隨緣，絕不攀緣，為什麼？隨緣的心是清淨的，隨緣的心是真實的，攀緣那個心是虛假的，攀緣的心是妄心，這是決定有障礙的。"
    },
    {
      "id": "02-026-0015_p0042",
      "zh_CN": "在有些人观念上说，我们这种做法、想法太消极了，人家积极在从事于社会慈善福利的事业，我们做法太消极了。这种说法乍听起来好像是有道理，你细细一分析未必有道理。他们积极攀缘，干这一些事情，就是在佛门里做功德。我还曾经听说，有一些人劝人拿钱出来发心做功德，威胁他、利诱他、吓唬他：你不可以不发心，不发心将来你要遭什么果报！他吓了之后赶紧把钱拿出来发心。这就是要遭报应，这是错误的，这是欺骗众生、逼迫众生，不是好事情。自己心不清净，人家心也不清净。所以这一种纵然做好事，都是六道轮回里头的有漏福报，很愚痴、很可怜！",
      "zh_TW": "在有些人觀念上說，我們這種做法、想法太消極了，人家積極在從事於社會慈善福利的事業，我們做法太消極了。這種說法乍聽起來好像是有道理，你細細一分析未必有道理。他們積極攀緣，幹這一些事情，就是在佛門裡做功德。我還曾經聽說，有一些人勸人拿錢出來發心做功德，威脅他、利誘他、嚇唬他：你不可以不發心，不發心將來你要遭什麼果報！他嚇了之後趕緊把錢拿出來發心。這就是要遭報應，這是錯誤的，這是欺騙眾生、逼迫眾生，不是好事情。自己心不清淨，人家心也不清淨。所以這一種縱然做好事，都是六道輪迴裡頭的有漏福報，很愚痴、很可憐！"
    },
    {
      "id": "02-026-0015_p0043",
      "zh_CN": "我们是在清净心、是在平等心上、是在真正慈悲心上用功夫，提升自己的境界。我们也有一点钱财，我们不拿去建道场，不拿去做表面庄严的这些东西，这些形象，我们印经布施，这是法布施，这个功德利益是真实的，为什么？有一些众生读到经，他会开悟。纵然不开悟，就跟莲池大师刚才讲的，佛法的种子落在阿赖耶识里，多生多劫，俱蒙解脱，这在种因！所以我们印经书、我们印佛像，去供养许许多多的众生。",
      "zh_TW": "我們是在清淨心、是在平等心上、是在真正慈悲心上用功夫，提升自己的境界。我們也有一點錢財，我們不拿去建道場，不拿去做表面莊嚴的這些東西，這些形象，我們印經布施，這是法布施，這個功德利益是真實的，為什麼？有一些眾生讀到經，他會開悟。縱然不開悟，就跟蓮池大師剛才講的，佛法的種子落在阿賴耶識裡，多生多劫，俱蒙解脫，這在種因！所以我們印經書、我們印佛像，去供養許許多多的眾生。"
    },
    {
      "id": "02-026-0015_p0044",
      "zh_CN": "建一个大道场，这个道场里面如果不讲经、不提供大家在一块修行，这个道场叫造罪业。诸位如果细细去观察戒律，那个戒律里头的盗戒，用种种手段把信徒的钱骗到手，建了道场，道场建到了，供给自己，提供自己生活，优厚的生活环境，里面也不弘法、也不利益众生，这叫偷盗，盗这些信徒的钱财。这个盗不一定是没有人看见，偷偷摸摸拿来，叫偷盗，用种种巧妙的方法叫他自己送来、磕头顶礼送来，还是偷盗。骗，欺骗是偷盗，是欺诈的行为。所以盗戒里面的范围非常广大！古德提醒我们「今生不了道，披毛戴角还」，还不尽！还的时候太可怕，这一些事实我们都必须要晓得。",
      "zh_TW": "建一個大道場，這個道場裡面如果不講經、不提供大家在一塊修行，這個道場叫造罪業。諸位如果細細去觀察戒律，那個戒律裡頭的盜戒，用種種手段把信徒的錢騙到手，建了道場，道場建到了，供給自己，提供自己生活，優厚的生活環境，裡面也不弘法、也不利益眾生，這叫偷盜，盜這些信徒的錢財。這個盜不一定是沒有人看見，偷偷摸摸拿來，叫偷盜，用種種巧妙的方法叫他自己送來、磕頭頂禮送來，還是偷盜。騙，欺騙是偷盜，是欺詐的行為。所以盜戒裡面的範圍非常廣大！古德提醒我們「今生不了道，披毛戴角還」，還不盡！還的時候太可怕，這一些事實我們都必須要曉得。"
    },
    {
      "id": "02-026-0015_p0045",
      "zh_CN": "所以从信心里头建立真实的愿心，我们只求生净土。在这个世间一切随缘，我们住的地方能够避风雨，我们吃得饱、穿得暖，够了！其他的不要了。你要说建大道场，想想释迦牟尼佛当年世尊那个僧团人数不少，一千二百五十五人，他们住在哪里？树下一宿，吃饭出去托钵，日中一食，树下一宿，过这个日子。那是佛、菩萨、阿罗汉、大圣人。我们今天是业障的凡夫，住在这个环境比他们已经就好得太多了，我们实在是太过分！还要建立富丽堂皇的，你有那么大的福报吗？如果没有，死了以后，大概是阿鼻地狱，刀山、剑树、油鼎都等着你，不能不知道。",
      "zh_TW": "所以從信心裡頭建立真實的願心，我們只求生淨土。在這個世間一切隨緣，我們住的地方能夠避風雨，我們吃得飽、穿得暖，夠了！其他的不要了。你要說建大道場，想想釋迦牟尼佛當年世尊那個僧團人數不少，一千二百五十五人，他們住在哪裡？樹下一宿，吃飯出去托缽，日中一食，樹下一宿，過這個日子。那是佛、菩薩、阿羅漢、大聖人。我們今天是業障的凡夫，住在這個環境比他們已經就好得太多了，我們實在是太過分！還要建立富麗堂皇的，你有那麼大的福報嗎？如果沒有，死了以後，大概是阿鼻地獄，刀山、劍樹、油鼎都等著你，不能不知道。"
    },
    {
      "id": "02-026-0015_p0046",
      "zh_CN": "所以对于自己的生活，知足常乐，那多快乐！佛这样示现给我们看的，祖师大德也这样示现给我们看的。我当年学佛，李老师就交代我学印光法师，印光法师是我们的榜样。他老人家出家人，你看一生穿的破旧衣服，衣服没有坏还能穿，穿破了，补个补丁还可以穿。印祖的信徒多，供养多，有信徒看到师父衣服破了，赶紧做几件新衣服供养师父，师父接受了，信徒走了，师父就把这个衣服再供养给没有衣服穿的人，马上就布施掉了，他还穿那个破旧的；他没有把新衣服穿上，破旧的去供养人，没有！破旧的自己穿，新衣服供养人。大概都供养一般是新出家的，还有一些住在小庙里头，生活很清苦，没有人供养的，老法师供养他们。所以我就常常想老法师穿破衣服有道理，为什么？常常有人送新衣服给他，他就常常布施别人，满有道理的。这是人家的慈悲，人家没有贪心。",
      "zh_TW": "所以對於自己的生活，知足常樂，那多快樂！佛這樣示現給我們看的，祖師大德也這樣示現給我們看的。我當年學佛，李老師就交代我學印光法師，印光法師是我們的榜樣。他老人家出家人，你看一生穿的破舊衣服，衣服沒有壞還能穿，穿破了，補個補丁還可以穿。印祖的信徒多，供養多，有信徒看到師父衣服破了，趕緊做幾件新衣服供養師父，師父接受了，信徒走了，師父就把這個衣服再供養給沒有衣服穿的人，馬上就布施掉了，他還穿那個破舊的；他沒有把新衣服穿上，破舊的去供養人，沒有！破舊的自己穿，新衣服供養人。大概都供養一般是新出家的，還有一些住在小廟裡頭，生活很清苦，沒有人供養的，老法師供養他們。所以我就常常想老法師穿破衣服有道理，為什麼？常常有人送新衣服給他，他就常常布施別人，滿有道理的。這是人家的慈悲，人家沒有貪心。"
    },
    {
      "id": "02-026-0015_p0047",
      "zh_CN": "供养的钱财都印经了，办弘化社，弘化社就是佛经流通处。他一生所有一切供养全部印经，没有做别的事情。没有说自己住的房子坏了修理修理，或者把房子重新拆掉建一个新的，没有，印光大师没有做。我们到苏州灵岩山去看他住的地方，你就晓得了，这是我们的好榜样，我们应当学习的。所以有力量推广佛法，把这个法门尽心尽力介绍给一切众生，让一切众生都能得真实的利益，这叫报佛恩，我们要发这个愿。",
      "zh_TW": "供養的錢財都印經了，辦弘化社，弘化社就是佛經流通處。他一生所有一切供養全部印經，沒有做別的事情。沒有說自己住的房子壞了修理修理，或者把房子重新拆掉建一個新的，沒有，印光大師沒有做。我們到蘇州靈巖山去看他住的地方，你就曉得了，這是我們的好榜樣，我們應當學習的。所以有力量推廣佛法，把這個法門盡心盡力介紹給一切眾生，讓一切眾生都能得真實的利益，這叫報佛恩，我們要發這個願。"
    },
    {
      "id": "02-026-0015_p0048",
      "zh_CN": "【从愿起行。发菩提心。一向专念。】",
      "zh_TW": "【從願起行。發菩提心。一向專念。】"
    },
    {
      "id": "02-026-0015_p0049",
      "zh_CN": "我们自己一个目标、一个方向专念阿弥陀佛，专念《无量寿经》，我们自己起带头作用，教化一切众生、影响一切众生。",
      "zh_TW": "我們自己一個目標、一個方向專念阿彌陀佛，專念《無量壽經》，我們自己起帶頭作用，教化一切眾生、影響一切眾生。"
    },
    {
      "id": "02-026-0015_p0050",
      "zh_CN": "【如是之人。正是当机。】",
      "zh_TW": "【如是之人。正是當機。】"
    },
    {
      "id": "02-026-0015_p0051",
      "zh_CN": "能够这样做的，这就是净宗『当机』者，也就是说，这一生当中决定往生的人，这是当机的。这一生当中不能往生，不算是当机。所以我们一切心念都要作往生的准备，这就对了！决定不要为自己，为自己都是准备继续搞六道轮回，这个观念就大错，这个做法也大错，一切都为往生净土。我们弘扬净土，劝导一切众生念佛，这就是「上报四重恩，下济三途苦」，这就是我们净土的资粮。好，我们今天就讲到此地。",
      "zh_TW": "能夠這樣做的，這就是淨宗『當機』者，也就是說，這一生當中決定往生的人，這是當機的。這一生當中不能往生，不算是當機。所以我們一切心念都要作往生的準備，這就對了！決定不要為自己，為自己都是準備繼續搞六道輪迴，這個觀念就大錯，這個做法也大錯，一切都為往生淨土。我們弘揚淨土，勸導一切眾生念佛，這就是「上報四重恩，下濟三途苦」，這就是我們淨土的資糧。好，我們今天就講到此地。"
    }
  ]
}