{
  "doc_id": "02-026-0003",
  "title": {
    "zh_CN": "无量寿经玄义",
    "zh_TW": "無量壽經玄義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-026-0003",
  "total_paragraphs": 105,
  "paragraphs": [
    {
      "id": "02-026-0003_p0001",
      "zh_CN": "诸位同学，请掀开讲义第八面从第一行看起。",
      "zh_TW": "諸位同學，請掀開講義第八面從第一行看起。"
    },
    {
      "id": "02-026-0003_p0002",
      "zh_CN": "【本经云。值斯经者。随意所愿。皆可得度。】",
      "zh_TW": "【本經云。值斯經者。隨意所願。皆可得度。】"
    },
    {
      "id": "02-026-0003_p0003",
      "zh_CN": "这是世尊在经文里面告诉我们（前面曾经说过），本经字字句句都具足三种真实，因此这些话我们要格外的珍重它。值是遇到，遇到这部经典能读能解，能够依教修行，无论是现前、将来的果报，也就是我们讲的好处利益，都是『随意所愿』，正是平常所说「佛氏门中，有求必应」。随意所愿就是有求必应。但是在此地我们要特别明了，不要一昧去求人天福报。现在学佛的人实在说，大多数都是求人天福报，升官、发财、长寿都求这些，而把往生不退成佛疏忽掉，这真叫可惜！末后这句话就提醒我们要得度，什么叫得度？要超越轮回往生净土，这才叫得度。『皆可得度』，那就是人人都有分。刚才讲了，只要遇到这部经典的人，你能读、能解、能信、能依教奉行，没有一个不得度的，这正是前面所讲的「三根普被，圣凡齐收」，这是经典上给我们作了证明。",
      "zh_TW": "這是世尊在經文裡面告訴我們（前面曾經說過），本經字字句句都具足三種真實，因此這些話我們要格外的珍重它。值是遇到，遇到這部經典能讀能解，能夠依教修行，無論是現前、將來的果報，也就是我們講的好處利益，都是『隨意所願』，正是平常所說「佛氏門中，有求必應」。隨意所願就是有求必應。但是在此地我們要特別明瞭，不要一昧去求人天福報。現在學佛的人實在說，大多數都是求人天福報，升官、發財、長壽都求這些，而把往生不退成佛疏忽掉，這真叫可惜！末後這句話就提醒我們要得度，什麼叫得度？要超越輪迴往生淨土，這才叫得度。『皆可得度』，那就是人人都有分。剛才講了，只要遇到這部經典的人，你能讀、能解、能信、能依教奉行，沒有一個不得度的，這正是前面所講的「三根普被，聖凡齊收」，這是經典上給我們作了證明。"
    },
    {
      "id": "02-026-0003_p0004",
      "zh_CN": "【末法众生。福薄障深。】",
      "zh_TW": "【末法眾生。福薄障深。】"
    },
    {
      "id": "02-026-0003_p0005",
      "zh_CN": "我想这一桩事实，我们每个人都有很深刻的体验，我们生在这个时代确实是福薄，从什么地方看？纵然你富有，纵然你在社会上有很高的权位，你的生活是身心都不安稳、都不快乐，这就是没有福报，这就是福薄之相；本身的烦恼，生活的环境都不利于修道，那就是障深。在这个环境之下。",
      "zh_TW": "我想這一樁事實，我們每個人都有很深刻的體驗，我們生在這個時代確實是福薄，從什麼地方看？縱然你富有，縱然你在社會上有很高的權位，你的生活是身心都不安穩、都不快樂，這就是沒有福報，這就是福薄之相；本身的煩惱，生活的環境都不利於修道，那就是障深。在這個環境之下。"
    },
    {
      "id": "02-026-0003_p0006",
      "zh_CN": "【唯此一门。】",
      "zh_TW": "【唯此一門。】"
    },
    {
      "id": "02-026-0003_p0007",
      "zh_CN": "换句话说，只有这条路才能走得通，除这条路之外，其他的都很难走通。",
      "zh_TW": "換句話說，只有這條路才能走得通，除這條路之外，其他的都很難走通。"
    },
    {
      "id": "02-026-0003_p0008",
      "zh_CN": "【但信愿持名。便能功超累劫。】",
      "zh_TW": "【但信願持名。便能功超累劫。】"
    },
    {
      "id": "02-026-0003_p0009",
      "zh_CN": "这句话怎么说？修学其他法门，前面说过需要经历三大阿僧祇劫，这个法门一生当中就成就，超越了三大阿僧祇劫，『功超累劫』。",
      "zh_TW": "這句話怎麼說？修學其他法門，前面說過需要經歷三大阿僧祇劫，這個法門一生當中就成就，超越了三大阿僧祇劫，『功超累劫』。"
    },
    {
      "id": "02-026-0003_p0010",
      "zh_CN": "【往生极乐。径登不退。】",
      "zh_TW": "【往生極樂。徑登不退。】"
    },
    {
      "id": "02-026-0003_p0011",
      "zh_CN": "到达西方极乐世界，圆证三不退。",
      "zh_TW": "到達西方極樂世界，圓證三不退。"
    },
    {
      "id": "02-026-0003_p0012",
      "zh_CN": "【若无如是微妙法门。凡夫何能度此生死业海。而登彼岸。】",
      "zh_TW": "【若無如是微妙法門。凡夫何能度此生死業海。而登彼岸。】"
    },
    {
      "id": "02-026-0003_p0013",
      "zh_CN": "这个彼岸就是了生死出三界，说明没有这个法门，凡夫是决定做不到。",
      "zh_TW": "這個彼岸就是了生死出三界，說明沒有這個法門，凡夫是決定做不到。"
    },
    {
      "id": "02-026-0003_p0014",
      "zh_CN": "【元晓师云。】",
      "zh_TW": "【元曉師云。】"
    },
    {
      "id": "02-026-0003_p0015",
      "zh_CN": "这是唐朝时候高丽的一位法师，好像现在也有电影、电视在演这个元晓大师。他说：",
      "zh_TW": "這是唐朝時候高麗的一位法師，好像現在也有電影、電視在演這個元曉大師。他說："
    },
    {
      "id": "02-026-0003_p0016",
      "zh_CN": "【四十八愿。先为凡夫。兼为三乘圣人。可见净土之妙。首为凡夫得度也。】",
      "zh_TW": "【四十八願。先為凡夫。兼為三乘聖人。可見淨土之妙。首為凡夫得度也。】"
    },
    {
      "id": "02-026-0003_p0017",
      "zh_CN": "这是清清楚楚、明明白白的说明这个法门，就是帮助我们凡夫在一生当中圆成佛道。所以我们必须要建立坚定的信心，清净的大愿。所谓清净大愿决定不夹杂，唯求往生，除往生之外什么都不求，世法、佛法都不求，只求往生，这就对了。底下这一段「他力妙法，善护行人」。",
      "zh_TW": "這是清清楚楚、明明白白的說明這個法門，就是幫助我們凡夫在一生當中圓成佛道。所以我們必須要建立堅定的信心，清淨的大願。所謂清淨大願決定不夾雜，唯求往生，除往生之外什麼都不求，世法、佛法都不求，只求往生，這就對了。底下這一段「他力妙法，善護行人」。"
    },
    {
      "id": "02-026-0003_p0018",
      "zh_CN": "【末世修行。多诸障难。阴魔干扰。】",
      "zh_TW": "【末世修行。多諸障難。陰魔干擾。】"
    },
    {
      "id": "02-026-0003_p0019",
      "zh_CN": "『阴魔』是《楞严经》上讲的五十种阴魔。种是种类，五十大类，每一类里面魔子魔孙无量无边，魔在哪里？魔就在我们周边，我们眼睛所见的，耳朵所听的，六根所接触的都是魔境！你说我没有见到。那是你迷惑颠倒，你果然见到了，那魔都害不了你，就是因为你不认识他，你把他当好人，所以他才障碍你。这个魔就是折磨，阻挠你修行，让你念佛不能得三昧，念佛不能得一心，这都是它在障碍。如果没有这些魔来扰乱，那我们这个地方学佛应当跟西方极乐世界没有差别。西方极乐世界成佛很容易为什么？没有魔障，这是一定要清楚。",
      "zh_TW": "『陰魔』是《楞嚴經》上講的五十種陰魔。種是種類，五十大類，每一類裡面魔子魔孫無量無邊，魔在哪裡？魔就在我們周邊，我們眼睛所見的，耳朵所聽的，六根所接觸的都是魔境！你說我沒有見到。那是你迷惑顛倒，你果然見到了，那魔都害不了你，就是因為你不認識他，你把他當好人，所以他才障礙你。這個魔就是折磨，阻撓你修行，讓你念佛不能得三昧，念佛不能得一心，這都是它在障礙。如果沒有這些魔來擾亂，那我們這個地方學佛應當跟西方極樂世界沒有差別。西方極樂世界成佛很容易為什麼？沒有魔障，這是一定要清楚。"
    },
    {
      "id": "02-026-0003_p0020",
      "zh_CN": "【行人正见稍失。便陷魔网。】",
      "zh_TW": "【行人正見稍失。便陷魔網。】"
    },
    {
      "id": "02-026-0003_p0021",
      "zh_CN": "我们读到这两句的确是非常的感叹，多少好心修行人，行人就是修行人，见解稍稍偏差，偏在哪里？偏在神通。喜欢神通，喜欢感应，喜欢知道前生的事情，喜欢晓得来生的事情，这就是正见偏差，于是怎么样？很容易上魔的当。魔跟你讲神通，魔跟你讲感应，魔来诱惑你，你不知不觉就入了他的圈套。原本好心发心学佛到后来变成魔，学魔了，还以为自己在学佛，还学得不错。这学佛变成魔，现在我们在这个社会上见到太多太多。",
      "zh_TW": "我們讀到這兩句的確是非常的感嘆，多少好心修行人，行人就是修行人，見解稍稍偏差，偏在哪裡？偏在神通。喜歡神通，喜歡感應，喜歡知道前生的事情，喜歡曉得來生的事情，這就是正見偏差，於是怎麼樣？很容易上魔的當。魔跟你講神通，魔跟你講感應，魔來誘惑你，你不知不覺就入了他的圈套。原本好心發心學佛到後來變成魔，學魔了，還以為自己在學佛，還學得不錯。這學佛變成魔，現在我們在這個社會上見到太多太多。"
    },
    {
      "id": "02-026-0003_p0022",
      "zh_CN": "【楞严云。】",
      "zh_TW": "【楞嚴云。】"
    },
    {
      "id": "02-026-0003_p0023",
      "zh_CN": "佛很慈悲，《楞严经》上教我们一个方法。",
      "zh_TW": "佛很慈悲，《楞嚴經》上教我們一個方法。"
    },
    {
      "id": "02-026-0003_p0024",
      "zh_CN": "【不作圣心。名善境界。若作圣解。即受群邪。】",
      "zh_TW": "【不作聖心。名善境界。若作聖解。即受群邪。】"
    },
    {
      "id": "02-026-0003_p0025",
      "zh_CN": "这四句是《楞严经》五十种阴魔里面，佛教给我们如何能够远离群魔，守住正念，这四句话就非常重要。这四句话简简单单的说，学佛人一定要保持平常心。什么叫『圣心，圣解』？以为自己成了菩萨、成了罗汉，也有以为自己成了佛，这就是圣心。学佛我们目的是成佛，为什么不许有这种念头？诸位要懂得佛法基本的修学，讲到基本修学佛是破二执，破我执、破法执，《金刚经》上说「若菩萨有我相，人相，众生相，寿者相，即非菩萨」。他自己认为我证得阿罗汉、我成佛，你们是凡夫。你想想看，他有没有四相？我成佛了，我相；你们没有成佛，人相、众生相，四相具足，假菩萨！不是真的。所以诸位要晓得真正修行证果的人心地清净，决定没有一丝毫分别执着，圣心、圣解就是分别执着，错！心不清净，这就上了魔的当，所以说『即受群邪』，邪就是魔，邪知邪见。",
      "zh_TW": "這四句是《楞嚴經》五十種陰魔裡面，佛教給我們如何能夠遠離群魔，守住正念，這四句話就非常重要。這四句話簡簡單單的說，學佛人一定要保持平常心。什麼叫『聖心，聖解』？以為自己成了菩薩、成了羅漢，也有以為自己成了佛，這就是聖心。學佛我們目的是成佛，為什麼不許有這種念頭？諸位要懂得佛法基本的修學，講到基本修學佛是破二執，破我執、破法執，《金剛經》上說「若菩薩有我相，人相，眾生相，壽者相，即非菩薩」。他自己認為我證得阿羅漢、我成佛，你們是凡夫。你想想看，他有沒有四相？我成佛了，我相；你們沒有成佛，人相、眾生相，四相具足，假菩薩！不是真的。所以諸位要曉得真正修行證果的人心地清淨，決定沒有一絲毫分別執著，聖心、聖解就是分別執著，錯！心不清淨，這就上了魔的當，所以說『即受群邪』，邪就是魔，邪知邪見。"
    },
    {
      "id": "02-026-0003_p0026",
      "zh_CN": "【可见行人稍有执着。便失正见。即入魔途。求升反降。甚至堕入泥犁。】",
      "zh_TW": "【可見行人稍有執著。便失正見。即入魔途。求升反降。甚至墮入泥犁。】"
    },
    {
      "id": "02-026-0003_p0027",
      "zh_CN": "『泥犁』是地狱，学佛学到最后，果报在阿鼻地狱，你说这冤枉不冤枉？不是佛法有差错，是他自己学错，佛法没有偏差，他自己心里有偏差。",
      "zh_TW": "『泥犁』是地獄，學佛學到最後，果報在阿鼻地獄，你說這冤枉不冤枉？不是佛法有差錯，是他自己學錯，佛法沒有偏差，他自己心裡有偏差。"
    },
    {
      "id": "02-026-0003_p0028",
      "zh_CN": "【念佛法门。行人发心念佛。仗弥陀本愿摄受。威神加被。护持行者。魔不能扰。】",
      "zh_TW": "【念佛法門。行人發心念佛。仗彌陀本願攝受。威神加被。護持行者。魔不能擾。】"
    },
    {
      "id": "02-026-0003_p0029",
      "zh_CN": "这是真的，一点都不假。念佛人也着魔，那跟这个说的不相应？其实他不是真念佛，真念佛的人，阿弥陀佛、诸佛如来都加持他，他是个假念佛人。什么叫假念佛？口里有佛，心里有魔，那是假的，得不到如来本愿的加持。这话怎么说？口里念佛，心里头还有名闻利养，还有是非人我，还有贪瞋痴慢，那是魔，所以嘴巴里有佛，心里有魔，魔的力量强，口里佛的力量弱，佛不加持。佛加持什么样的人？心上有佛，心里头有佛当然就没有魔，没有魔就是没有是非人我，没有贪瞋痴慢，心里没有，没有分别执着，这些道理、事实真相一定要明了。下面引《十往生经》一段话来证明，经上说：",
      "zh_TW": "這是真的，一點都不假。念佛人也著魔，那跟這個說的不相應？其實他不是真念佛，真念佛的人，阿彌陀佛、諸佛如來都加持他，他是個假念佛人。什麼叫假念佛？口裡有佛，心裡有魔，那是假的，得不到如來本願的加持。這話怎麼說？口裡念佛，心裡頭還有名聞利養，還有是非人我，還有貪瞋痴慢，那是魔，所以嘴巴裡有佛，心裡有魔，魔的力量強，口裡佛的力量弱，佛不加持。佛加持什麼樣的人？心上有佛，心裡頭有佛當然就沒有魔，沒有魔就是沒有是非人我，沒有貪瞋痴慢，心裡沒有，沒有分別執著，這些道理、事實真相一定要明瞭。下面引《十往生經》一段話來證明，經上說："
    },
    {
      "id": "02-026-0003_p0030",
      "zh_CN": "【若有众生念阿弥陀佛。愿往生者。】",
      "zh_TW": "【若有眾生念阿彌陀佛。願往生者。】"
    },
    {
      "id": "02-026-0003_p0031",
      "zh_CN": "『愿往生』就是心里有佛，心里头有佛的，心里真正想往生，真正想见阿弥陀佛，这心上真有。",
      "zh_TW": "『願往生』就是心裡有佛，心裡頭有佛的，心裡真正想往生，真正想見阿彌陀佛，這心上真有。"
    },
    {
      "id": "02-026-0003_p0032",
      "zh_CN": "【彼佛即遣二十五菩萨。拥护行者。一切时。一切处。不令恶鬼恶神得其便也。】",
      "zh_TW": "【彼佛即遣二十五菩薩。擁護行者。一切時。一切處。不令惡鬼惡神得其便也。】"
    },
    {
      "id": "02-026-0003_p0033",
      "zh_CN": "这就是佛加持。也许有人要问：世间念佛求往生的人那么多，除我们这个地球之外，还有他方一切诸佛国土，阿弥陀佛那些护法神哪有那么多？每个人都派二十五个护法神保佑的时候，哪来的那么多护法神？你看我们还没念佛，心里就怀疑、就分别执着，这就是知见错误。我们确实不知道佛菩萨的境界，那些护法神是什么人？都是菩萨化身的，你们诸位要是读《华严》，你就晓得。《华严经》里面有许许多多的神众散布在人间天上六道之中，其实这些神众到底是些什么人？全是大菩萨化身在六道里面，以种种方便去接引众生，所以这些护法神是菩萨化身。",
      "zh_TW": "這就是佛加持。也許有人要問：世間念佛求往生的人那麼多，除我們這個地球之外，還有他方一切諸佛國土，阿彌陀佛那些護法神哪有那麼多？每個人都派二十五個護法神保佑的時候，哪來的那麼多護法神？你看我們還沒念佛，心裡就懷疑、就分別執著，這就是知見錯誤。我們確實不知道佛菩薩的境界，那些護法神是什麼人？都是菩薩化身的，你們諸位要是讀《華嚴》，你就曉得。《華嚴經》裡面有許許多多的神眾散布在人間天上六道之中，其實這些神眾到底是些什麼人？全是大菩薩化身在六道裡面，以種種方便去接引眾生，所以這些護法神是菩薩化身。"
    },
    {
      "id": "02-026-0003_p0034",
      "zh_CN": "菩萨的能力跟佛一样，像《梵网经》释迦牟尼佛告诉我们「千百亿化身」，释迦牟尼佛是化身！千百亿化身释迦牟尼佛，这些护法神也是千百亿化身。我们理明白了，事实真相搞清楚，就没有怀疑，我们完全肯定相信佛经所说的一切话都是真实语。只要我们真正想往生，真正想见阿弥陀佛，必定得到诸佛护念，护法神的拥护。魔再多，力量再大，他也没有办法接触到我的身边，这些全都是事实。",
      "zh_TW": "菩薩的能力跟佛一樣，像《梵網經》釋迦牟尼佛告訴我們「千百億化身」，釋迦牟尼佛是化身！千百億化身釋迦牟尼佛，這些護法神也是千百億化身。我們理明白了，事實真相搞清楚，就沒有懷疑，我們完全肯定相信佛經所說的一切話都是真實語。只要我們真正想往生，真正想見阿彌陀佛，必定得到諸佛護念，護法神的擁護。魔再多，力量再大，他也沒有辦法接觸到我的身邊，這些全都是事實。"
    },
    {
      "id": "02-026-0003_p0035",
      "zh_CN": "【弥陀经云。】",
      "zh_TW": "【彌陀經云。】"
    },
    {
      "id": "02-026-0003_p0036",
      "zh_CN": "《弥陀经》云，这就更直捷了，这是净宗的主要经典。经文里头说：",
      "zh_TW": "《彌陀經》云，這就更直捷了，這是淨宗的主要經典。經文裡頭說："
    },
    {
      "id": "02-026-0003_p0037",
      "zh_CN": "【若有善男子。善女人。闻是经受持者。及闻诸佛名者。是诸善男子。善女人。皆为一切诸佛之所护念。】",
      "zh_TW": "【若有善男子。善女人。聞是經受持者。及聞諸佛名者。是諸善男子。善女人。皆為一切諸佛之所護念。】"
    },
    {
      "id": "02-026-0003_p0038",
      "zh_CN": "前面是讲护法神保佑你，这个地方是告诉你，一切诸佛护念你，你怎么会遭到难？你怎么会遇到魔障？这不可能的事情。这里面必须要注意到的就是『善男子，善女人』，善的标准是什么？这是我们必须要晓得，我们自己是不是经上所说的这个标准，善男子、善女人是不是这个标准。佛在《观无量寿佛经》上给我们讲的三福就是标准。净业三福我们都做到了，就是此地讲的善男子、善女人，怎么知道？大家念念《观无量寿佛经》就知道。韦提希夫人一心一意求生净土，请求世尊教给她往生的方法，世尊没有教给她方法之前，先跟她讲净业三福，从净业三福的基础上再教她信愿持名，她顺利的往生，达到她的愿望。所以净业三福里面的十一句统统都做到，才是这个善的标准。这是我们决定不能够疏忽的。",
      "zh_TW": "前面是講護法神保佑你，這個地方是告訴你，一切諸佛護念你，你怎麼會遭到難？你怎麼會遇到魔障？這不可能的事情。這裡面必須要注意到的就是『善男子，善女人』，善的標準是什麼？這是我們必須要曉得，我們自己是不是經上所說的這個標準，善男子、善女人是不是這個標準。佛在《觀無量壽佛經》上給我們講的三福就是標準。淨業三福我們都做到了，就是此地講的善男子、善女人，怎麼知道？大家念念《觀無量壽佛經》就知道。韋提希夫人一心一意求生淨土，請求世尊教給她往生的方法，世尊沒有教給她方法之前，先跟她講淨業三福，從淨業三福的基礎上再教她信願持名，她順利的往生，達到她的願望。所以淨業三福裡面的十一句統統都做到，才是這個善的標準。這是我們決定不能夠疏忽的。"
    },
    {
      "id": "02-026-0003_p0039",
      "zh_CN": "『闻是经受持者』，闻这里面包含着理解，听到这部经，明白佛陀的教诲，依教修行，这就是受持。『及闻诸佛名者』，这个诸佛名就是阿弥陀佛的名号，六字洪名，一心称念。这个称念就是净业三福最后的一句利益众生，劝进行者。怎么劝？「南无阿弥陀佛」，别人听到了，这个佛号种子种到他八识田里面去了，时间久了人家也跟着念了，这就是劝进行者。所以称念是自行化他，这样的人，『善男子、善女人，皆为一切诸佛之所护念』，这个地方我们要特别重视的「皆」。我能这样做，我也得一切诸佛护念；你能这样做，你也得一切诸佛护念。皆得！皆是平等的，并不是说菩萨念他得到，我们念就得不到，不是的，皆得，平等得到。",
      "zh_TW": "『聞是經受持者』，聞這裡面包含著理解，聽到這部經，明白佛陀的教誨，依教修行，這就是受持。『及聞諸佛名者』，這個諸佛名就是阿彌陀佛的名號，六字洪名，一心稱念。這個稱念就是淨業三福最後的一句利益眾生，勸進行者。怎麼勸？「南無阿彌陀佛」，別人聽到了，這個佛號種子種到他八識田裡面去了，時間久了人家也跟著念了，這就是勸進行者。所以稱念是自行化他，這樣的人，『善男子、善女人，皆為一切諸佛之所護念』，這個地方我們要特別重視的「皆」。我能這樣做，我也得一切諸佛護念；你能這樣做，你也得一切諸佛護念。皆得！皆是平等的，並不是說菩薩念他得到，我們念就得不到，不是的，皆得，平等得到。"
    },
    {
      "id": "02-026-0003_p0040",
      "zh_CN": "【是故念佛人有四十里光明烛身。魔不能犯。】",
      "zh_TW": "【是故念佛人有四十里光明燭身。魔不能犯。】"
    },
    {
      "id": "02-026-0003_p0041",
      "zh_CN": "魔不会接触你，不敢侵犯你，你有佛护念，有菩萨拥护，护法善神保佑。再看底下一段「暗合道妙，巧入无生」。这是说这个法门的微妙之处。这两句话怎么讲法？道妙就是真如本性，真心理体。六祖大师在《坛经》里面讲「本来无一物，何处惹尘埃」，道妙；就是大乘法当中常讲的本觉、自性、清净心。我们的信愿持名跟这个相合。这种相合一般人看不出来，所以叫暗合，一般人都很明显看出来了，那就不是暗合是明合，一般人为什么看不出来？迷惑，看不到这么深，看不到这么远，佛与大菩萨们清楚。",
      "zh_TW": "魔不會接觸你，不敢侵犯你，你有佛護念，有菩薩擁護，護法善神保佑。再看底下一段「暗合道妙，巧入無生」。這是說這個法門的微妙之處。這兩句話怎麼講法？道妙就是真如本性，真心理體。六祖大師在《壇經》裡面講「本來無一物，何處惹塵埃」，道妙；就是大乘法當中常講的本覺、自性、清淨心。我們的信願持名跟這個相合。這種相合一般人看不出來，所以叫暗合，一般人都很明顯看出來了，那就不是暗合是明合，一般人為什麼看不出來？迷惑，看不到這麼深，看不到這麼遠，佛與大菩薩們清楚。"
    },
    {
      "id": "02-026-0003_p0042",
      "zh_CN": "【无念与无生。远非凡夫之所能。】",
      "zh_TW": "【無念與無生。遠非凡夫之所能。】"
    },
    {
      "id": "02-026-0003_p0043",
      "zh_CN": "『无念与无生』，这都是讲的道妙，『远非凡夫之所能』，这是真话。无念就是六祖大师讲的「本来无一物」，清净心中一法不立，这本来无一物！我们会说我们做不到，我们的心里面，一天到晚牵肠挂肚的事情不知道有多少，不止一物，太多太多。不但我们做不到，天人心比我们清净，四禅天、四空天有很深的禅定，他也做不到。我们看起来他的禅定很深，诸佛菩萨看起来他的杂念还不少，比我们是少，比起如来清净心那还差得很远，凡夫做不到。",
      "zh_TW": "『無念與無生』，這都是講的道妙，『遠非凡夫之所能』，這是真話。無念就是六祖大師講的「本來無一物」，清淨心中一法不立，這本來無一物！我們會說我們做不到，我們的心裡面，一天到晚牽腸掛肚的事情不知道有多少，不止一物，太多太多。不但我們做不到，天人心比我們清淨，四禪天、四空天有很深的禪定，他也做不到。我們看起來他的禪定很深，諸佛菩薩看起來他的雜念還不少，比我們是少，比起如來清淨心那還差得很遠，凡夫做不到。"
    },
    {
      "id": "02-026-0003_p0044",
      "zh_CN": "【圆教八地菩萨。离一切心意识分别。始名真得无生法忍。可见此乃圣者之所难也。】",
      "zh_TW": "【圓教八地菩薩。離一切心意識分別。始名真得無生法忍。可見此乃聖者之所難也。】"
    },
    {
      "id": "02-026-0003_p0045",
      "zh_CN": "这我们才真正明了难到什么程度。『圆教八地』，四禅、四空天是凡夫，连个小乘初果须陀洹都不如，距离圆教八地差得太远太远，八地菩萨才能做到。真的无念，无念就无生，有念就有生灭，无念才无生，真正不生不灭。不生不灭的现象，不但自己不生不灭，所有一切万法都不生不灭。这个现象很奇怪，我们说奇怪，实在说我们对佛的教诲常常忘掉。佛常说「一切法从心想生」，心想就有生灭，想的时候生，不想的时候就灭。生灭心变现出来的境界就是生灭的现象。动物有生老病死，植物有生住异灭，矿物有成住坏空，这都是生灭的相。八地以上的菩萨无念，因此他所现出来的境界也是不生不灭，若非八地所见到的境界依旧是生灭。",
      "zh_TW": "這我們才真正明瞭難到什麼程度。『圓教八地』，四禪、四空天是凡夫，連個小乘初果須陀洹都不如，距離圓教八地差得太遠太遠，八地菩薩才能做到。真的無念，無念就無生，有念就有生滅，無念才無生，真正不生不滅。不生不滅的現象，不但自己不生不滅，所有一切萬法都不生不滅。這個現象很奇怪，我們說奇怪，實在說我們對佛的教誨常常忘掉。佛常說「一切法從心想生」，心想就有生滅，想的時候生，不想的時候就滅。生滅心變現出來的境界就是生滅的現象。動物有生老病死，植物有生住異滅，礦物有成住壞空，這都是生滅的相。八地以上的菩薩無念，因此他所現出來的境界也是不生不滅，若非八地所見到的境界依舊是生滅。"
    },
    {
      "id": "02-026-0003_p0046",
      "zh_CN": "我们如果要是生到西方极乐世界，我们是凡夫一品烦恼也没断，但是我们去到西方极乐世界，看到所有境界不生不灭；换句话说，我们等于进入八地菩萨的境界。进入八地菩萨的境界就是八地菩萨，不是八地菩萨你怎么能入得了他的境界？这个能力从哪里来的？阿弥陀佛本愿加持你，不是你自己能力达到这个境界，是阿弥陀佛威神加持你，使你跟八地菩萨一样没有差别。换句话说，我们发愿求生净土，一生到净土就等于八地菩萨，你要是在这个世界或者是他方诸佛世界里修到八地菩萨，差不多要用两个半阿僧祇劫，你才能修得到。这前面跟诸位说过，我们在这个地方念佛往生不费功夫，你看就超过两个半阿僧祇劫，真的是顿超！前面讲的「功超累劫」，这话讲得不错。",
      "zh_TW": "我們如果要是生到西方極樂世界，我們是凡夫一品煩惱也沒斷，但是我們去到西方極樂世界，看到所有境界不生不滅；換句話說，我們等於進入八地菩薩的境界。進入八地菩薩的境界就是八地菩薩，不是八地菩薩你怎麼能入得了他的境界？這個能力從哪裡來的？阿彌陀佛本願加持你，不是你自己能力達到這個境界，是阿彌陀佛威神加持你，使你跟八地菩薩一樣沒有差別。換句話說，我們發願求生淨土，一生到淨土就等於八地菩薩，你要是在這個世界或者是他方諸佛世界裡修到八地菩薩，差不多要用兩個半阿僧祇劫，你才能修得到。這前面跟諸位說過，我們在這個地方念佛往生不費功夫，你看就超過兩個半阿僧祇劫，真的是頓超！前面講的「功超累劫」，這話講得不錯。"
    },
    {
      "id": "02-026-0003_p0047",
      "zh_CN": "【如来悬知末代罪浊众生。】",
      "zh_TW": "【如來懸知末代罪濁眾生。】"
    },
    {
      "id": "02-026-0003_p0048",
      "zh_CN": "『末代』是末法，『悬知』就是早就知道，预知末法时期的众生业障深重。",
      "zh_TW": "『末代』是末法，『懸知』就是早就知道，預知末法時期的眾生業障深重。"
    },
    {
      "id": "02-026-0003_p0049",
      "zh_CN": "【立相住心尚不能得。何况离相而求事者。】",
      "zh_TW": "【立相住心尚不能得。何況離相而求事者。】"
    },
    {
      "id": "02-026-0003_p0050",
      "zh_CN": "本宗的教学是住心、立相，我们把心安住在阿弥陀佛名号上，安住在西方极乐世界依正庄严上，这是『立相住心』，还没有办法往生。离相是禅宗，立相住心你都做不到，要叫你离一切相那谈何容易！这两句话比较禅与净的难易，那么禅就太难太难。底下说明。",
      "zh_TW": "本宗的教學是住心、立相，我們把心安住在阿彌陀佛名號上，安住在西方極樂世界依正莊嚴上，這是『立相住心』，還沒有辦法往生。離相是禪宗，立相住心你都做不到，要叫你離一切相那談何容易！這兩句話比較禪與淨的難易，那麼禪就太難太難。底下說明。"
    },
    {
      "id": "02-026-0003_p0051",
      "zh_CN": "【此方便门。指方立相。】",
      "zh_TW": "【此方便門。指方立相。】"
    },
    {
      "id": "02-026-0003_p0052",
      "zh_CN": "明明白白指示西方极乐世界有方所，极乐世界依正庄严，这是相，好修。比那个「离一切相，即一切法」好修得太多太多。",
      "zh_TW": "明明白白指示西方極樂世界有方所，極樂世界依正莊嚴，這是相，好修。比那個「離一切相，即一切法」好修得太多太多。"
    },
    {
      "id": "02-026-0003_p0053",
      "zh_CN": "【摄心专注。】",
      "zh_TW": "【攝心專注。】"
    },
    {
      "id": "02-026-0003_p0054",
      "zh_CN": "这个心先不要找什么真心妄心，不要去搞这些，这太麻烦，真心也好，妄心也行，只要你『摄心专注』。摄心专注就是我们平常讲的只要你一心一意就行，不要三心二意，一心一意、老老实实的修行。",
      "zh_TW": "這個心先不要找什麼真心妄心，不要去搞這些，這太麻煩，真心也好，妄心也行，只要你『攝心專注』。攝心專注就是我們平常講的只要你一心一意就行，不要三心二意，一心一意、老老實實的修行。"
    },
    {
      "id": "02-026-0003_p0055",
      "zh_CN": "【即此妄心。持佛名号。念一佛名。换除百千万亿妄想杂念。】",
      "zh_TW": "【即此妄心。持佛名號。念一佛名。換除百千萬億妄想雜念。】"
    },
    {
      "id": "02-026-0003_p0056",
      "zh_CN": "念佛功夫这么成就的，人家要问你为什么要念佛？你不念佛的时候就念妄想，就念一些拉拉杂杂的。念其他的，跟诸位说果报是六道轮回！我们很冷静的、细心的一观察就明白，我们不念佛心里想什么？贪瞋痴慢、是非人我。我贪瞋痴慢也没有，是非人我也没有，好像不错，结果心里一塌糊涂，念的是无明；换句话说，你不是念无明就是念妄想，不是念妄想就是念无明，总而言之，你超越不了六道轮回，这麻烦在此地。我们用念佛这个方法超越，这一句阿弥陀佛既不是妄想也不是无明，一句阿弥陀佛把妄想无明都破掉，这个方法妙，真正是妙！",
      "zh_TW": "念佛功夫這麼成就的，人家要問你為什麼要念佛？你不念佛的時候就念妄想，就念一些拉拉雜雜的。念其他的，跟諸位說果報是六道輪迴！我們很冷靜的、細心的一觀察就明白，我們不念佛心裡想什麼？貪瞋痴慢、是非人我。我貪瞋痴慢也沒有，是非人我也沒有，好像不錯，結果心裡一塌糊塗，念的是無明；換句話說，你不是念無明就是念妄想，不是念妄想就是念無明，總而言之，你超越不了六道輪迴，這麻煩在此地。我們用念佛這個方法超越，這一句阿彌陀佛既不是妄想也不是無明，一句阿彌陀佛把妄想無明都破掉，這個方法妙，真正是妙！"
    },
    {
      "id": "02-026-0003_p0057",
      "zh_CN": "【念得纯熟。乃忘能所。心无所住。佛号分明。便契无住生心之妙谛。】",
      "zh_TW": "【念得純熟。乃忘能所。心無所住。佛號分明。便契無住生心之妙諦。】"
    },
    {
      "id": "02-026-0003_p0058",
      "zh_CN": "你看用这功夫，只要功夫用熟，自自然然达到这个境界，比禅宗的方法巧妙、可靠、稳当！到不了这个境界也能往生，这个便宜就占大了。到了这个境界往生西方极乐世界，那是实报庄严土往生，到不了这个境界是凡圣同居土往生，统统成就。如果你要是用禅宗这个方法，你成就，那就是实报庄严土这个境界，不成就？还是搞六道轮回。这里面的功德利益我们要明了，两相一比较才晓得净宗法门真是殊胜。",
      "zh_TW": "你看用這功夫，只要功夫用熟，自自然然達到這個境界，比禪宗的方法巧妙、可靠、穩當！到不了這個境界也能往生，這個便宜就佔大了。到了這個境界往生西方極樂世界，那是實報莊嚴土往生，到不了這個境界是凡聖同居土往生，統統成就。如果你要是用禪宗這個方法，你成就，那就是實報莊嚴土這個境界，不成就？還是搞六道輪迴。這裡面的功德利益我們要明瞭，兩相一比較才曉得淨宗法門真是殊勝。"
    },
    {
      "id": "02-026-0003_p0059",
      "zh_CN": "【持名念佛。入有得空。】",
      "zh_TW": "【持名念佛。入有得空。】"
    },
    {
      "id": "02-026-0003_p0060",
      "zh_CN": "这就是即念离念。即念，念这一句阿弥陀佛名号，离念是离一切妄想、分别、执着。我念佛了，别的念头都没有了，别的念头都离开了，这是即念离念。",
      "zh_TW": "這就是即念離念。即念，念這一句阿彌陀佛名號，離念是離一切妄想、分別、執著。我念佛了，別的念頭都沒有了，別的念頭都離開了，這是即念離念。"
    },
    {
      "id": "02-026-0003_p0061",
      "zh_CN": "【潜通佛智。】",
      "zh_TW": "【潛通佛智。】"
    },
    {
      "id": "02-026-0003_p0062",
      "zh_CN": "『潜』是暗暗通达。",
      "zh_TW": "『潛』是暗暗通達。"
    },
    {
      "id": "02-026-0003_p0063",
      "zh_CN": "【暗合道妙。巧入无念。】",
      "zh_TW": "【暗合道妙。巧入無念。】"
    },
    {
      "id": "02-026-0003_p0064",
      "zh_CN": "『巧』是讲方法巧妙，只要功夫纯熟自自然然跟禅宗里面，明心见性的功夫相等，自然入这个境界。",
      "zh_TW": "『巧』是講方法巧妙，只要功夫純熟自自然然跟禪宗裡面，明心見性的功夫相等，自然入這個境界。"
    },
    {
      "id": "02-026-0003_p0065",
      "zh_CN": "【即凡成圣。见性成佛。至哉妙用。不可思议。】",
      "zh_TW": "【即凡成聖。見性成佛。至哉妙用。不可思議。】"
    },
    {
      "id": "02-026-0003_p0066",
      "zh_CN": "这两句是赞叹。后一段说。",
      "zh_TW": "這兩句是讚歎。後一段說。"
    },
    {
      "id": "02-026-0003_p0067",
      "zh_CN": "【念佛乃修行之径路。持名又为四种念佛之径路。称为径中之径。】",
      "zh_TW": "【念佛乃修行之徑路。持名又為四種念佛之徑路。稱為徑中之徑。】"
    },
    {
      "id": "02-026-0003_p0068",
      "zh_CN": "净宗有一部小册子，叫《径中径又径》，这个名称就从这儿来的。",
      "zh_TW": "淨宗有一部小冊子，叫《徑中徑又徑》，這個名稱就從這兒來的。"
    },
    {
      "id": "02-026-0003_p0069",
      "zh_CN": "【又本经不倡一心不乱。】",
      "zh_TW": "【又本經不倡一心不亂。】"
    },
    {
      "id": "02-026-0003_p0070",
      "zh_CN": "这是跟《弥陀经》说法不一样。小本《弥陀经》罗什大师翻译的是『一心不乱』。「一心不乱」这个标准很高，不是一般凡夫这一生当中所能得到的。在梵文原本的《弥陀经》里，世尊用的词句不是一心不乱，一心不乱是罗什大师用意思来翻，不是原文。玄奘大师也曾经翻译过《阿弥陀经》，我们现在这个本子都有，大家合起来比较比较看看你就晓得。玄奘大师译的是直译，照着原文翻译，罗什大师是意译，但是玄奘大师并没有说罗什大师这一句翻得不对；换句话说，玄奘大师也承认罗什大师翻得好，决定没有错。但是原本的经文上确确实实不是一心不乱，这又是一回什么事情？诸位要晓得这一心不乱是生到净土那一边的事情，我们自己做不到。我们往生的条件，常言说得好，功夫成片，功夫成片你就能往生，生凡圣同居土，临终佛来接引你的时候，佛光先照你，佛光一照就把自己的功夫提升了一倍，我们原来是功夫成片，佛光一照就变成一心不乱，所以罗什大师翻得没错！",
      "zh_TW": "這是跟《彌陀經》說法不一樣。小本《彌陀經》羅什大師翻譯的是『一心不亂』。「一心不亂」這個標準很高，不是一般凡夫這一生當中所能得到的。在梵文原本的《彌陀經》裡，世尊用的詞句不是一心不亂，一心不亂是羅什大師用意思來翻，不是原文。玄奘大師也曾經翻譯過《阿彌陀經》，我們現在這個本子都有，大家合起來比較比較看看你就曉得。玄奘大師譯的是直譯，照著原文翻譯，羅什大師是意譯，但是玄奘大師並沒有說羅什大師這一句翻得不對；換句話說，玄奘大師也承認羅什大師翻得好，決定沒有錯。但是原本的經文上確確實實不是一心不亂，這又是一回什麼事情？諸位要曉得這一心不亂是生到淨土那一邊的事情，我們自己做不到。我們往生的條件，常言說得好，功夫成片，功夫成片你就能往生，生凡聖同居土，臨終佛來接引你的時候，佛光先照你，佛光一照就把自己的功夫提升了一倍，我們原來是功夫成片，佛光一照就變成一心不亂，所以羅什大師翻得沒錯！"
    },
    {
      "id": "02-026-0003_p0071",
      "zh_CN": "这一心不乱是佛力加持，不是自己功夫，所以他翻的不算翻错。因为生到西方极乐世界，最低的品位，这是讲真实的都是位不退，那位不退就是一心不乱，这是佛力加持的。而在智慧、道力、神通上来讲等于八地菩萨，当然不是自己修的，完全是阿弥陀佛本愿加持。说自己真正的功夫只有初信位的，这是自己真实的功夫，但是佛一加持把你拉到八地，这是西方世界不可思议之处。十方所有一切诸佛刹土里头没这回事情，唯独西方这第一殊胜，这就是说明为什么诸佛劝我们求生西方极乐世界，好处就在这里。本经就更清楚、更明白不是讲「一心不乱」。",
      "zh_TW": "這一心不亂是佛力加持，不是自己功夫，所以他翻的不算翻錯。因為生到西方極樂世界，最低的品位，這是講真實的都是位不退，那位不退就是一心不亂，這是佛力加持的。而在智慧、道力、神通上來講等於八地菩薩，當然不是自己修的，完全是阿彌陀佛本願加持。說自己真正的功夫只有初信位的，這是自己真實的功夫，但是佛一加持把你拉到八地，這是西方世界不可思議之處。十方所有一切諸佛剎土裡頭沒這回事情，唯獨西方這第一殊勝，這就是說明為什麼諸佛勸我們求生西方極樂世界，好處就在這裡。本經就更清楚、更明白不是講「一心不亂」。"
    },
    {
      "id": "02-026-0003_p0072",
      "zh_CN": "【直以发菩提心。一向专念阿弥陀佛为宗。】",
      "zh_TW": "【直以發菩提心。一向專念阿彌陀佛為宗。】"
    },
    {
      "id": "02-026-0003_p0073",
      "zh_CN": "在三辈往生里面我们所看到的『发菩提心，一向专念』，这个比一心不乱容易多！使我们真的信心具足。这一看到一心不乱，难！难！恐怕我做不到，没有信心；一看到这个地方？这「一向专念」，这行，我可以做得到，信心具足！可是诸位要记住，上面那一句可不能疏忽，「发菩提心」，你有一向专念，你没有菩提心不能往生，说老实话，如果不发菩提心，你一向专念，那个专里头一定还有夹杂，不是纯专。如果你有发菩提心，你那个专是纯一不杂，可见得菩提心是什么？就是一心一意想生极乐世界，想见阿弥陀佛，除此之外什么念头都没有，这个心叫菩提心，这个念叫一向专念。这是我们要搞清楚、要搞明白的。",
      "zh_TW": "在三輩往生裡面我們所看到的『發菩提心，一向專念』，這個比一心不亂容易多！使我們真的信心具足。這一看到一心不亂，難！難！恐怕我做不到，沒有信心；一看到這個地方？這「一向專念」，這行，我可以做得到，信心具足！可是諸位要記住，上面那一句可不能疏忽，「發菩提心」，你有一向專念，你沒有菩提心不能往生，說老實話，如果不發菩提心，你一向專念，那個專裡頭一定還有夾雜，不是純專。如果你有發菩提心，你那個專是純一不雜，可見得菩提心是什麼？就是一心一意想生極樂世界，想見阿彌陀佛，除此之外什麼念頭都沒有，這個心叫菩提心，這個念叫一向專念。這是我們要搞清楚、要搞明白的。"
    },
    {
      "id": "02-026-0003_p0074",
      "zh_CN": "【但能发心专念。皆可往生。故更为明确简要。故称净宗第一经。因其为直截中之直截。方便中之方便。绝待圆融。不可思议。利济众生。此经为最。】",
      "zh_TW": "【但能發心專念。皆可往生。故更為明確簡要。故稱淨宗第一經。因其為直截中之直截。方便中之方便。絕待圓融。不可思議。利濟眾生。此經為最。】"
    },
    {
      "id": "02-026-0003_p0075",
      "zh_CN": "这几句话确确实实是过来人才能够说得出，不是过来人，这几句话说不出。末后这一段：",
      "zh_TW": "這幾句話確確實實是過來人才能夠說得出，不是過來人，這幾句話說不出。末後這一段："
    },
    {
      "id": "02-026-0003_p0076",
      "zh_CN": "【大圣垂慈。特留此经。】",
      "zh_TW": "【大聖垂慈。特留此經。】"
    },
    {
      "id": "02-026-0003_p0077",
      "zh_CN": "我们在这一段里面更深入了解，这一部经在整个佛法里面的价值。",
      "zh_TW": "我們在這一段裡面更深入了解，這一部經在整個佛法裡面的價值。"
    },
    {
      "id": "02-026-0003_p0078",
      "zh_CN": "【经云。当来之世。经道灭尽。我以慈悲哀愍。特留此经。止住百岁。其有众生。值斯经者。随意所愿。皆可得度。又法灭尽经中。亦具无量寿经。最后入灭之说。】",
      "zh_TW": "【經云。當來之世。經道滅盡。我以慈悲哀愍。特留此經。止住百歲。其有眾生。值斯經者。隨意所願。皆可得度。又法滅盡經中。亦具無量壽經。最後入滅之說。】"
    },
    {
      "id": "02-026-0003_p0079",
      "zh_CN": "这个地方我们要细心去体会。经、法门就好像世间药物一样，药是治病的，病有许多种，所以药也有许多种。这个人得了重病，所有一切药都无效，都治不好，你药就没用处。法就灭尽，最后还有这一服药有效，就是这部经，就是这个法门，所以这个经法灭罪第一！为什么念佛的人不生病？为什么念佛的人不衰老？老跟病都是不正常，所有一切法门都治不好、治不了，念佛这个方法就能治，就能对治。只要你真心念佛，就像经上说的「发菩提心，一向专念」，因为你用的药是第一好药，所有病都没有了，不但疾病没有，衰老的病也没有。你要真正肯信，要真正肯用，功德利益无量无边，这是真正为我们说明。",
      "zh_TW": "這個地方我們要細心去體會。經、法門就好像世間藥物一樣，藥是治病的，病有許多種，所以藥也有許多種。這個人得了重病，所有一切藥都無效，都治不好，你藥就沒用處。法就滅盡，最後還有這一服藥有效，就是這部經，就是這個法門，所以這個經法滅罪第一！為什麼念佛的人不生病？為什麼念佛的人不衰老？老跟病都是不正常，所有一切法門都治不好、治不了，念佛這個方法就能治，就能對治。只要你真心念佛，就像經上說的「發菩提心，一向專念」，因為你用的藥是第一好藥，所有病都沒有了，不但疾病沒有，衰老的病也沒有。你要真正肯信，要真正肯用，功德利益無量無邊，這是真正為我們說明。"
    },
    {
      "id": "02-026-0003_p0080",
      "zh_CN": "我们今天常常讲业障很重，学佛的人都求消灾，用什么方法消灾？拜大悲忏、拜梁皇忏、作水陆法会，作完之后灾还是消不了。你就晓得你的那个业障多重，怎么办？念佛就可以消除，偏偏不相信，偏偏不肯念，那就没法子，诸佛菩萨也救不了你，为什么？你不肯，佛菩萨的药你不肯用，不肯服，那有什么法子。",
      "zh_TW": "我們今天常常講業障很重，學佛的人都求消災，用什麼方法消災？拜大悲懺、拜梁皇懺、作水陸法會，作完之後災還是消不了。你就曉得你的那個業障多重，怎麼辦？念佛就可以消除，偏偏不相信，偏偏不肯念，那就沒法子，諸佛菩薩也救不了你，為什麼？你不肯，佛菩薩的藥你不肯用，不肯服，那有什麼法子。"
    },
    {
      "id": "02-026-0003_p0081",
      "zh_CN": "【今于末世。浊恶弥深。众根愈劣。垢重障深。恶浪滔天。毒焰遍地。】",
      "zh_TW": "【今於末世。濁惡彌深。眾根愈劣。垢重障深。惡浪滔天。毒焰遍地。】"
    },
    {
      "id": "02-026-0003_p0082",
      "zh_CN": "这几句话确确实实把现代的社会，我们生活环境显露无遗，真的说出来了。『浊』是污染，我们的环境真的是非常严重的污染。『恶』是恶业，几个人不造恶业，恶业的根就是贪、瞋、痴，我们在这个世间仔细去观察几个人没有贪瞋痴？学了佛，吃了长素，世间法不贪，贪佛法，在佛门里面搞贪瞋痴，别人修行比我精进，我看到不顺眼，心里就难过，你看看，世间法贪瞋痴没有，佛法贪瞋痴来了，还是贪瞋痴，还是造恶业。学佛再造恶业，这个罪过就更重、更大，你说怎么得了！",
      "zh_TW": "這幾句話確確實實把現代的社會，我們生活環境顯露無遺，真的說出來了。『濁』是污染，我們的環境真的是非常嚴重的污染。『惡』是惡業，幾個人不造惡業，惡業的根就是貪、瞋、痴，我們在這個世間仔細去觀察幾個人沒有貪瞋痴？學了佛，吃了長素，世間法不貪，貪佛法，在佛門裡面搞貪瞋痴，別人修行比我精進，我看到不順眼，心裡就難過，你看看，世間法貪瞋痴沒有，佛法貪瞋痴來了，還是貪瞋痴，還是造惡業。學佛再造惡業，這個罪過就更重、更大，你說怎麼得了！"
    },
    {
      "id": "02-026-0003_p0083",
      "zh_CN": "因此我们的根性愈来愈劣，一世不如一世，原因在哪里？我们造的罪业是不断在造，不学佛的人在造，学佛的人也在造，所以才产生底下这三句的现象，果报的现象。『垢重』，垢是污染，这是讲我们心里的污染，今天所谓思想的污染，精神的污染，见解的污染，造成障碍就深。『恶浪滔天』，恶浪是指这个社会，造作恶业的人太多太多，到处都是。『毒焰』就是贪瞋痴。看看这个贪瞋痴没有见得减缓，一年比一年严重，这是非常可怕的现象，这是佛道衰灭的原因。",
      "zh_TW": "因此我們的根性愈來愈劣，一世不如一世，原因在哪裡？我們造的罪業是不斷在造，不學佛的人在造，學佛的人也在造，所以才產生底下這三句的現象，果報的現象。『垢重』，垢是污染，這是講我們心裡的污染，今天所謂思想的污染，精神的污染，見解的污染，造成障礙就深。『惡浪滔天』，惡浪是指這個社會，造作惡業的人太多太多，到處都是。『毒焰』就是貪瞋痴。看看這個貪瞋痴沒有見得減緩，一年比一年嚴重，這是非常可怕的現象，這是佛道衰滅的原因。"
    },
    {
      "id": "02-026-0003_p0084",
      "zh_CN": "【世尊垂慈。仍特留此经以作慈航。正显本经兴起之胜缘。持名法门之妙用。佛恩深重。粉身难报。】",
      "zh_TW": "【世尊垂慈。仍特留此經以作慈航。正顯本經興起之勝緣。持名法門之妙用。佛恩深重。粉身難報。】"
    },
    {
      "id": "02-026-0003_p0085",
      "zh_CN": "这是我们应当深深体会的。在这样的恶劣环境当中，我们想修行得度，实在讲只有这个法门，只有这一部经典。我们自己必须要坦诚自己的业障深重，要有这个勇气承认，然后死心塌地一门深入。《大藏经》摆在旁边，无量无边的法门摆在旁边，我业障深重，其他的经论法门度不了我，治不了我的病，治不了怎么办？我们就舍弃不要再碰它，这个法门能治病，一门深入，等到哪一天病好，回过头来再去浏览《大藏》，再去涉猎一切法门，那就对了。病重的时候，病危的时候，还要搞乱七八糟的法门，那你是决定轮回，出三界的指望就没有了，这是我们要深深体会。明白这个事理，自然就专心，自然就放下，不但世法放下，佛法也放下。",
      "zh_TW": "這是我們應當深深體會的。在這樣的惡劣環境當中，我們想修行得度，實在講只有這個法門，只有這一部經典。我們自己必須要坦誠自己的業障深重，要有這個勇氣承認，然後死心塌地一門深入。《大藏經》擺在旁邊，無量無邊的法門擺在旁邊，我業障深重，其他的經論法門度不了我，治不了我的病，治不了怎麼辦？我們就捨棄不要再碰它，這個法門能治病，一門深入，等到哪一天病好，回過頭來再去瀏覽《大藏》，再去涉獵一切法門，那就對了。病重的時候，病危的時候，還要搞亂七八糟的法門，那你是決定輪迴，出三界的指望就沒有了，這是我們要深深體會。明白這個事理，自然就專心，自然就放下，不但世法放下，佛法也放下。"
    },
    {
      "id": "02-026-0003_p0086",
      "zh_CN": "第二大段是介绍「本经体性」。体是理，也就是说，佛说这个经是根据什么理论说的，他总要有个依据，如果没有依据，佛说的我们怎能相信？他要有真正的依据，那我们可以相信，这在五重玄义里面叫辨体，辨体的用意在此地，使我们对这个经典深信不疑。",
      "zh_TW": "第二大段是介紹「本經體性」。體是理，也就是說，佛說這個經是根據什麼理論說的，他總要有個依據，如果沒有依據，佛說的我們怎能相信？他要有真正的依據，那我們可以相信，這在五重玄義裡面叫辨體，辨體的用意在此地，使我們對這個經典深信不疑。"
    },
    {
      "id": "02-026-0003_p0087",
      "zh_CN": "【一切大乘经典皆以实相为体。实相者。真实相也。又平等一相也。】",
      "zh_TW": "【一切大乘經典皆以實相為體。實相者。真實相也。又平等一相也。】"
    },
    {
      "id": "02-026-0003_p0088",
      "zh_CN": "这个地方我们简单的讲，『实』是真实，『相』是相状，这个名词简单的说就是诸法实相，就是一切法的真相，佛是依一切法真相为我们说的，所说的就是一切法的真相，我们在这个地方建立信心。实相是『平等一相』，这一句的意思很深很深。现在科学相当的进步，使我们对佛法里面所讲的甚深的理事，借着科学家帮助，使我们更容易的体会了解这个事实。在过去科学家用分析的方法知道一切法的真相，真相是什么？果然是平等一相。科学家讲所有一切物质，动物、植物、矿物都一样，把它分析，分成了分子，分子再分，分成了原子、电子。继续不断科学愈来愈进步，工具愈来愈精密，从前认为不可分的，现在还可以继续分，分成所谓是基本的粒子，发现无论是动物、植物、矿物都是这同一样的东西组合的。就是组合、排列的形式不一样，这科学名词讲「方程式」，方程式组合的不一样，分解开了到最后都是一样，一就平等，二就不平等，都是同一个物质组合的。这是科学家发现，使我们知道这个「平等一相」。",
      "zh_TW": "這個地方我們簡單的講，『實』是真實，『相』是相狀，這個名詞簡單的說就是諸法實相，就是一切法的真相，佛是依一切法真相為我們說的，所說的就是一切法的真相，我們在這個地方建立信心。實相是『平等一相』，這一句的意思很深很深。現在科學相當的進步，使我們對佛法裡面所講的甚深的理事，藉著科學家幫助，使我們更容易的體會了解這個事實。在過去科學家用分析的方法知道一切法的真相，真相是什麼？果然是平等一相。科學家講所有一切物質，動物、植物、礦物都一樣，把它分析，分成了分子，分子再分，分成了原子、電子。繼續不斷科學愈來愈進步，工具愈來愈精密，從前認為不可分的，現在還可以繼續分，分成所謂是基本的粒子，發現無論是動物、植物、礦物都是這同一樣的東西組合的。就是組合、排列的形式不一樣，這科學名詞講「方程式」，方程式組合的不一樣，分解開了到最後都是一樣，一就平等，二就不平等，都是同一個物質組合的。這是科學家發現，使我們知道這個「平等一相」。"
    },
    {
      "id": "02-026-0003_p0089",
      "zh_CN": "在佛法里面怎么讲这个现象？叫四大，四大就是最基本的物质。这四大是它有四个现象，最基本的物质有四个现象，因为有四个现象，它才会组合。这四个现象在佛家就用地、水、火、风来表示，地它是一个物质，虽然很小很小，我们在高倍的显微镜之下看到它是个物体。地是代表物体，它是物质；火是代表它有温度，水是代表湿度，它带的有湿度，现代的名词叫带电，带阳电、带阴电，阳电就是火大，阴电就是水大；它是动的不是静止的，动就是风大。基本的物质它有四个现象，它带电，带阴电，带阳电，它是动的不是静止的，这是发现平等一相。",
      "zh_TW": "在佛法裡面怎麼講這個現象？叫四大，四大就是最基本的物質。這四大是它有四個現象，最基本的物質有四個現象，因為有四個現象，它才會組合。這四個現象在佛家就用地、水、火、風來表示，地它是一個物質，雖然很小很小，我們在高倍的顯微鏡之下看到它是個物體。地是代表物體，它是物質；火是代表它有溫度，水是代表濕度，它帶的有濕度，現代的名詞叫帶電，帶陽電、帶陰電，陽電就是火大，陰電就是水大；它是動的不是靜止的，動就是風大。基本的物質它有四個現象，它帶電，帶陰電，帶陽電，它是動的不是靜止的，這是發現平等一相。"
    },
    {
      "id": "02-026-0003_p0090",
      "zh_CN": "【实相无相。】",
      "zh_TW": "【實相無相。】"
    },
    {
      "id": "02-026-0003_p0091",
      "zh_CN": "这是讲体。",
      "zh_TW": "這是講體。"
    },
    {
      "id": "02-026-0003_p0092",
      "zh_CN": "【离一切虚妄相。】",
      "zh_TW": "【離一切虛妄相。】"
    },
    {
      "id": "02-026-0003_p0093",
      "zh_CN": "「凡所有相，皆是虚妄」，这《金刚经》上说的。这说的体，这就比刚才讲那个又进了一步，现在科学家也观察到，真的是很难得，现代科学家。从前科学家认为有一个基本的物质组合成一切万事万物，现在科学家知道，那个基本的物质没有，不存在。到底是一回什么事？现在观察到是波动，比从前真的进了一大步，根本没有物质存在，波动的现象，像电波一样，光波一样，再粗一点像水波一样。我们讲水波看到波浪，有没有浪？没有浪，是波动的现象，根本就没有物质存在，这个跟大乘佛法里讲的完全相合。",
      "zh_TW": "「凡所有相，皆是虛妄」，這《金剛經》上說的。這說的體，這就比剛才講那個又進了一步，現在科學家也觀察到，真的是很難得，現代科學家。從前科學家認為有一個基本的物質組合成一切萬事萬物，現在科學家知道，那個基本的物質沒有，不存在。到底是一回什麼事？現在觀察到是波動，比從前真的進了一大步，根本沒有物質存在，波動的現象，像電波一樣，光波一樣，再粗一點像水波一樣。我們講水波看到波浪，有沒有浪？沒有浪，是波動的現象，根本就沒有物質存在，這個跟大乘佛法裡講的完全相合。"
    },
    {
      "id": "02-026-0003_p0094",
      "zh_CN": "佛在《楞严经》上跟我们说的「当处出生，当处灭尽」，生灭是同时，没有先后，要有先后，那就有生有灭，这是不生不灭。《法华经》上佛也是这样告诉我们，这一些经文句子是最难懂的，为什么？因为远远的超越了我们的常识，无法体会，这讲的真相。经上又说「随众生心，应所知量」，随众生心，这个众生心就是众生的心想，一切法从心想生，什么东西随着你的众生心？法性！就是真如本性，真如本性没有相。众生心就是波动，随着这个波动现象。说实在话，这借着科学家的观察，我们对《楞严经》这个句子恍然明了，我们看古人的注解看不懂，事实真相如是！体没有相，作用就有相，作用就是随众生心，就是从心想生。",
      "zh_TW": "佛在《楞嚴經》上跟我們說的「當處出生，當處滅盡」，生滅是同時，沒有先後，要有先後，那就有生有滅，這是不生不滅。《法華經》上佛也是這樣告訴我們，這一些經文句子是最難懂的，為什麼？因為遠遠的超越了我們的常識，無法體會，這講的真相。經上又說「隨眾生心，應所知量」，隨眾生心，這個眾生心就是眾生的心想，一切法從心想生，什麼東西隨著你的眾生心？法性！就是真如本性，真如本性沒有相。眾生心就是波動，隨著這個波動現象。說實在話，這藉著科學家的觀察，我們對《楞嚴經》這個句子恍然明瞭，我們看古人的註解看不懂，事實真相如是！體沒有相，作用就有相，作用就是隨眾生心，就是從心想生。"
    },
    {
      "id": "02-026-0003_p0095",
      "zh_CN": "【实相无不相。非顽空与断灭。】",
      "zh_TW": "【實相無不相。非頑空與斷滅。】"
    },
    {
      "id": "02-026-0003_p0096",
      "zh_CN": "『无不相』就是有相，到底是有是无？有跟无是同时，有即是无，无即是有，不能把它分开说两桩事情。就像我们作梦一样，梦中那个境界到底是有还是没有？你说它没有它有，你说它有它确实没有。我们众生的迷就是分别执着，有决定就不是没有，没有就决定不是有，这就是分别执着。殊不知真相里面没有分别、没有执着，有跟无是一不是二。所以《心经》上说「色即是空，空即是色」，色就是有，空就是无，色即是空，有就是无；空即是色，无即是有。因为它是一不是二，所以这里面不可以有分别，不可以有执着，离开一切分别执着，真相就见到。真相就是实相，就见到。因为我们有分别、有执着，永远见不到实相。佛跟我们讲，我们也体会不到，原因就是我们有分别、有执着，离开一切分别执着，真相大白。所以《金刚经》上说：",
      "zh_TW": "『無不相』就是有相，到底是有是無？有跟無是同時，有即是無，無即是有，不能把它分開說兩樁事情。就像我們作夢一樣，夢中那個境界到底是有還是沒有？你說它沒有它有，你說它有它確實沒有。我們眾生的迷就是分別執著，有決定就不是沒有，沒有就決定不是有，這就是分別執著。殊不知真相裡面沒有分別、沒有執著，有跟無是一不是二。所以《心經》上說「色即是空，空即是色」，色就是有，空就是無，色即是空，有就是無；空即是色，無即是有。因為它是一不是二，所以這裡面不可以有分別，不可以有執著，離開一切分別執著，真相就見到。真相就是實相，就見到。因為我們有分別、有執著，永遠見不到實相。佛跟我們講，我們也體會不到，原因就是我們有分別、有執著，離開一切分別執著，真相大白。所以《金剛經》上說："
    },
    {
      "id": "02-026-0003_p0097",
      "zh_CN": "【若见诸相非相。即见如来。】",
      "zh_TW": "【若見諸相非相。即見如來。】"
    },
    {
      "id": "02-026-0003_p0098",
      "zh_CN": "「如来」就是真如本性，你就见性，见性就成佛，我们今天见不了性，就是有分别、有执着，而分别执着永远不肯放下。哪一天放下，哪一天你就见性，你就成佛，不肯放下永远不能成就。",
      "zh_TW": "「如來」就是真如本性，你就見性，見性就成佛，我們今天見不了性，就是有分別、有執著，而分別執著永遠不肯放下。哪一天放下，哪一天你就見性，你就成佛，不肯放下永遠不能成就。"
    },
    {
      "id": "02-026-0003_p0099",
      "zh_CN": "【实相离言说。南岳云。】",
      "zh_TW": "【實相離言說。南嶽云。】"
    },
    {
      "id": "02-026-0003_p0100",
      "zh_CN": "『南岳』，怀让禅师。",
      "zh_TW": "『南嶽』，懷讓禪師。"
    },
    {
      "id": "02-026-0003_p0101",
      "zh_CN": "【说似一物即不中。故云。凡有言说。皆无实义。】",
      "zh_TW": "【說似一物即不中。故云。凡有言說。皆無實義。】"
    },
    {
      "id": "02-026-0003_p0102",
      "zh_CN": "换句话说，事实真相不但说不出，我们心思都达不到，为什么心思达不到？心思还是个妄念，还是个分别执着，分别执着决定达不到，言语也是分别执着，离分别执着，这才能现行，你用分别执着如何能达到？所以佛给我们讲「言语道断，心行处灭」，佛都是讲真话，没有讲假话，我们要能信得过。事实归事实，我们凡夫真的达不到，真的达不到就是我们的妄想分别执着是无量劫以来就用它，现在想舍舍不掉，难就难在这里，怎么办？这佛讲：好，你不要舍，你就用执着，执著名号；你就用妄想，想阿弥陀佛。这个办法好！这办法我们这个功夫才用得上力。这就是前面讲的指方立向，我们靠这个方法，我们这一生当中能成就，不用这个方法，是决定不能成就的。底下所引用的经论：",
      "zh_TW": "換句話說，事實真相不但說不出，我們心思都達不到，為什麼心思達不到？心思還是個妄念，還是個分別執著，分別執著決定達不到，言語也是分別執著，離分別執著，這才能現行，你用分別執著如何能達到？所以佛給我們講「言語道斷，心行處滅」，佛都是講真話，沒有講假話，我們要能信得過。事實歸事實，我們凡夫真的達不到，真的達不到就是我們的妄想分別執著是無量劫以來就用它，現在想捨捨不掉，難就難在這裡，怎麼辦？這佛講：好，你不要捨，你就用執著，執著名號；你就用妄想，想阿彌陀佛。這個辦法好！這辦法我們這個功夫才用得上力。這就是前面講的指方立向，我們靠這個方法，我們這一生當中能成就，不用這個方法，是決定不能成就的。底下所引用的經論："
    },
    {
      "id": "02-026-0003_p0103",
      "zh_CN": "【圆觉云。诸幻尽灭。觉心不动。幻灭灭故。非幻不灭。故云。不用求真。唯须息见。】",
      "zh_TW": "【圓覺云。諸幻盡滅。覺心不動。幻滅滅故。非幻不滅。故云。不用求真。唯須息見。】"
    },
    {
      "id": "02-026-0003_p0104",
      "zh_CN": "《圆觉经》过去我们也讲过几遍，这两句经文意思很深很广，『幻』是相，就是《金刚经》上讲的「凡所有相，皆是虚妄」，妄尽了，妄怎么会尽？心净了妄就尽，只要心动，心有想就有妄相，因为一切法从心想生，所以『诸幻尽灭，觉心不动』。原来心不动这个妄就没有，妄想就没有。佛家修行的枢纽就建立在这个基础上，这是什么？是定，不动就是定，觉就是慧，几时我们这个心不动，没有妄念，没有分别执着，心不动，这个心起作用就是智慧，这定慧！然后才能看到诸法实相。",
      "zh_TW": "《圓覺經》過去我們也講過幾遍，這兩句經文意思很深很廣，『幻』是相，就是《金剛經》上講的「凡所有相，皆是虛妄」，妄盡了，妄怎麼會盡？心淨了妄就盡，只要心動，心有想就有妄相，因為一切法從心想生，所以『諸幻盡滅，覺心不動』。原來心不動這個妄就沒有，妄想就沒有。佛家修行的樞紐就建立在這個基礎上，這是什麼？是定，不動就是定，覺就是慧，幾時我們這個心不動，沒有妄念，沒有分別執著，心不動，這個心起作用就是智慧，這定慧！然後才能看到諸法實相。"
    },
    {
      "id": "02-026-0003_p0105",
      "zh_CN": "『幻灭灭故，非幻不灭』。「非幻」就是真如，就是本性，在佛里面也叫法界，名词有几十种之多，都是说这一桩事情。你才见到不生不灭的境界，这就是大涅槃的境界。所以修行的总纲领、总枢纽就是底下这两句话，『不用求真，唯须息见』。这个「见」就是你的思想见解，你只把这两样东西舍掉放下就成功。所以不要以为你的见解很高，你的思想很纯洁，全是妄想，你有这个念头就堕落在群邪，为什么？你还是有妄想，还是有杂念。如果这个妄想、杂念实在是断不了，把它转成阿弥陀佛，专念阿弥陀佛，专想阿弥陀佛，这就对了。我们今天就讲到此地。",
      "zh_TW": "『幻滅滅故，非幻不滅』。「非幻」就是真如，就是本性，在佛裡面也叫法界，名詞有幾十種之多，都是說這一樁事情。你才見到不生不滅的境界，這就是大涅槃的境界。所以修行的總綱領、總樞紐就是底下這兩句話，『不用求真，唯須息見』。這個「見」就是你的思想見解，你只把這兩樣東西捨掉放下就成功。所以不要以為你的見解很高，你的思想很純潔，全是妄想，你有這個念頭就墮落在群邪，為什麼？你還是有妄想，還是有雜念。如果這個妄想、雜念實在是斷不了，把它轉成阿彌陀佛，專念阿彌陀佛，專想阿彌陀佛，這就對了。我們今天就講到此地。"
    }
  ]
}