{
  "doc_id": "12-012-0004",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0004",
  "total_paragraphs": 96,
  "paragraphs": [
    {
      "id": "12-012-0004_p0001",
      "zh_CN": "请掀开经本第五页，最后一行看起。",
      "zh_TW": "請掀開經本第五頁，最後一行看起。"
    },
    {
      "id": "12-012-0004_p0002",
      "zh_CN": "【文殊师利与如是等种种色像威德庄严大菩萨众。及诸世主。前后围绕。从自住处。来诣佛所。右绕如来。经无量匝。以诸供具。种种供养。供养毕已。顶礼辞退。右绕而出。往于南方。】",
      "zh_TW": "【文殊師利與如是等種種色像威德莊嚴大菩薩眾。及諸世主。前後圍繞。從自住處。來詣佛所。右繞如來。經無量匝。以諸供具。種種供養。供養畢已。頂禮辭退。右繞而出。往於南方。】"
    },
    {
      "id": "12-012-0004_p0003",
      "zh_CN": "在前面我们看到文殊师利童子，从善住楼阁出，这里面表法的意思一定要明了，他与同行的菩萨，以及世主。这一段经文里面说，『如是等种种色像威德庄严大菩萨众』，这一句是说的同行的菩萨众。『及诸世主』，就是前面一段经文所说的二十四种大众，这二十四种都是六道众生的首领，称之为「世主」，这里面包含的数量实在是无量无边。因为他的境界前面讲过了，是尽虚空遍法界，所以世主数量没有穷尽，这里头全是表法的意思。",
      "zh_TW": "在前面我們看到文殊師利童子，從善住樓閣出，這裡面表法的意思一定要明瞭，他與同行的菩薩，以及世主。這一段經文裡面說，『如是等種種色像威德莊嚴大菩薩眾』，這一句是說的同行的菩薩眾。『及諸世主』，就是前面一段經文所說的二十四種大眾，這二十四種都是六道眾生的首領，稱之為「世主」，這裡面包含的數量實在是無量無邊。因為他的境界前面講過了，是盡虛空遍法界，所以世主數量沒有窮盡，這裡頭全是表法的意思。"
    },
    {
      "id": "12-012-0004_p0004",
      "zh_CN": "『前后围绕，从自住处』，自住处就是善住楼阁，前面说过了。来到世尊的道场，就是到佛讲经的处所，见到佛，『右绕如来，经无量匝』，这是礼节，通常我们在经上看到佛弟子见到佛，顶礼三拜，右绕三匝，这是一般的礼节，此地是「右绕如来经无量匝」。这是形容恭敬到了极处，右绕有恭敬、有皈依的意思。接着再供养，『以诸供具种种供养』；供养完了之后，『顶礼辞退』。看此地也没有请法，佛也没有说法。『右绕而出，往于南方』。这一段表的什么意思，我们看看清凉大师的注解。",
      "zh_TW": "『前後圍繞，從自住處』，自住處就是善住樓閣，前面說過了。來到世尊的道場，就是到佛講經的處所，見到佛，『右繞如來，經無量匝』，這是禮節，通常我們在經上看到佛弟子見到佛，頂禮三拜，右繞三匝，這是一般的禮節，此地是「右繞如來經無量匝」。這是形容恭敬到了極處，右繞有恭敬、有皈依的意思。接著再供養，『以諸供具種種供養』；供養完了之後，『頂禮辭退』。看此地也沒有請法，佛也沒有說法。『右繞而出，往於南方』。這一段表的什麼意思，我們看看清涼大師的註解。"
    },
    {
      "id": "12-012-0004_p0005",
      "zh_CN": "这是第三段，「总显出仪」。就是他出发，发心度化众生，就是表这个意思。「前约无住方能化生，从善住出」。这把意思都说出来了。这个意思很深很广，诸佛菩萨度化众生，他有一个基本的条件，这是经论当中常说的，自己要未能得度，你怎么能度人？要度众生先要度自己，自己得度了，才有能力去度众生。所以前面第一段，说他无住，善住就是不住生死，不住涅槃，那叫善住。前面说，他住在善住楼阁，那就是他自己已经得度了。楼阁是表一如，性相一如，理事一如，表这个意思，表一真法界，世出世法一如，这是自己证得了。",
      "zh_TW": "這是第三段，「總顯出儀」。就是他出發，發心度化眾生，就是表這個意思。「前約無住方能化生，從善住出」。這把意思都說出來了。這個意思很深很廣，諸佛菩薩度化眾生，他有一個基本的條件，這是經論當中常說的，自己要未能得度，你怎麼能度人？要度眾生先要度自己，自己得度了，才有能力去度眾生。所以前面第一段，說他無住，善住就是不住生死，不住涅槃，那叫善住。前面說，他住在善住樓閣，那就是他自己已經得度了。樓閣是表一如，性相一如，理事一如，表這個意思，表一真法界，世出世法一如，這是自己證得了。"
    },
    {
      "id": "12-012-0004_p0006",
      "zh_CN": "我们学佛，什么时候才能得道？今天上午屏东有些同修到这来看我，有位同修提出这个问题，我们什么时候才能成佛，他叫我教给他成佛的方法。什么时候你到无住，你就成佛了，《金刚经》上所说的，「应无所住」。我们前面念的文殊菩萨这三段，第一段就是「应无所住」，今天我们念的这一段，就是「而生其心」。生什么心？生度化众生的心，必须无住才能生心，这个意思是自度才能度他。所以从善住出，表这个意思。",
      "zh_TW": "我們學佛，什麼時候才能得道？今天上午屏東有些同修到這來看我，有位同修提出這個問題，我們什麼時候才能成佛，他叫我教給他成佛的方法。什麼時候你到無住，你就成佛了，《金剛經》上所說的，「應無所住」。我們前面念的文殊菩薩這三段，第一段就是「應無所住」，今天我們念的這一段，就是「而生其心」。生什麼心？生度化眾生的心，必須無住才能生心，這個意思是自度才能度他。所以從善住出，表這個意思。"
    },
    {
      "id": "12-012-0004_p0007",
      "zh_CN": "这一段是，「今约自利方能利他，云出自住处」。他从自己住的地方出来，这个意思是说自利才能利他，自度才能够度他。下面还有一个意思，「又前依佛果法界所流」。前面经文所讲的，第一段所讲的，是从如来佛果法界里面流出来的，从善住出。「此依自证因门大用，故彰略耳」。这一段是依自证，修因证果，大用无方。这是清凉大师将这段经文的大意，给我们显示出来。我们再看经文里头还有意思，不能不略说。「右绕」是表顺从，顺从自然的法则，现代人所讲，顺从自然的生态，大家好懂。没有违背自然生态，佛法里面讲，「随顺法性」，右绕是表这个意思。「无量匝」，这是无边，理事都无边际，供养里面包括的范围也是无量无边，有理有事。而一切供养当中，最殊胜的是如教修行供养，这是普贤菩萨在末后一章里面教导我们的，一切供养当中法供养最，法供养第一条就是如教修行。佛教我们怎么做，我们就依照佛的教诲去做，这就是真正的供养。",
      "zh_TW": "這一段是，「今約自利方能利他，云出自住處」。他從自己住的地方出來，這個意思是說自利才能利他，自度才能夠度他。下面還有一個意思，「又前依佛果法界所流」。前面經文所講的，第一段所講的，是從如來佛果法界裡面流出來的，從善住出。「此依自證因門大用，故彰略耳」。這一段是依自證，修因證果，大用無方。這是清涼大師將這段經文的大意，給我們顯示出來。我們再看經文裡頭還有意思，不能不略說。「右繞」是表順從，順從自然的法則，現代人所講，順從自然的生態，大家好懂。沒有違背自然生態，佛法裡面講，「隨順法性」，右繞是表這個意思。「無量匝」，這是無邊，理事都無邊際，供養裡面包括的範圍也是無量無邊，有理有事。而一切供養當中，最殊勝的是如教修行供養，這是普賢菩薩在末後一章裡面教導我們的，一切供養當中法供養最，法供養第一條就是如教修行。佛教我們怎麼做，我們就依照佛的教誨去做，這就是真正的供養。"
    },
    {
      "id": "12-012-0004_p0008",
      "zh_CN": "供养完了，顶礼辞退，没有向佛请教，佛也没有说法，这就是依自证因门，右绕而出，往于南方。南方也是表法的，不是真正的南方，善财童子去参访都在南方，难到东方、西方、北方就没有善知识，善知识都住在南方？南是表法的，只要善知识住的那个方向，都叫做南方，不管东西南北，他住在北方，也叫南方。南象征光明，古代中国人讲五行，印度也讲五行，五行南方属于火，火的相是光明的，善知识是代表着光明，代表智慧，只要是善知识住的那个地方，都叫南方，是这么个意思，所以它不是方位，它是表法。这一段的意思讲到这就行了。我们再看第二段，下面这一段。在没讲经文之前，清凉大师有个简单的介绍，我们看有三角型符号的这一段小注。",
      "zh_TW": "供養完了，頂禮辭退，沒有向佛請教，佛也沒有說法，這就是依自證因門，右繞而出，往於南方。南方也是表法的，不是真正的南方，善財童子去參訪都在南方，難到東方、西方、北方就沒有善知識，善知識都住在南方？南是表法的，只要善知識住的那個方向，都叫做南方，不管東西南北，他住在北方，也叫南方。南象徵光明，古代中國人講五行，印度也講五行，五行南方屬於火，火的相是光明的，善知識是代表著光明，代表智慧，只要是善知識住的那個地方，都叫南方，是這麼個意思，所以它不是方位，它是表法。這一段的意思講到這就行了。我們再看第二段，下面這一段。在沒講經文之前，清涼大師有個簡單的介紹，我們看有三角型符號的這一段小註。"
    },
    {
      "id": "12-012-0004_p0009",
      "zh_CN": "「第二尔时尊者舍利弗下」，这一段经文以下，「成彼化事」。文殊菩萨教化众生，教化的仪式、姿态，前面我们看到了，他教化的成就，也必须要说明。「通有三会」。这是往下去我们都能看到三会。三会第一会是，「比丘会。表回小乘可入大故」。回小可以向大乘。「二诸乘人会」。这里面三乘人都有，显示「通收诸权皆入实故」。这个意思非常非常重要。「三善财会。纯一乘机，一生办故」。由此可知，这三会就将诸佛如来教化众生，统统都包括了。如同释迦牟尼佛当年在世的时候，他老人家讲经说法，最初示现成道，在菩提树下打坐，在定中二七日中讲《大方广佛华严经》。《华严经》是定中讲的，我们凡夫不但听不到，见也见不到，凡夫只看到释迦牟尼佛在菩提树下打坐，哪里晓得他在那里讲《华严经》。出定之后，这才到鹿野苑，找了原先陪他作伴的五个人，向他们说法，度这五个人，这五个人成了比丘，所以最初在鹿野苑度五比丘，说阿含。阿含是小乘，第一会比丘会，小乘回小可以入大。阿含以后，再回小入大，再讲方等，方等是大乘。大乘分为两个阶段，方等是大乘前一段，般若是大乘后半期，分为两期，最后通收诸权皆入实故，就讲《法华》、《涅槃》，《法华经》开权显实。",
      "zh_TW": "「第二爾時尊者舍利弗下」，這一段經文以下，「成彼化事」。文殊菩薩教化眾生，教化的儀式、姿態，前面我們看到了，他教化的成就，也必須要說明。「通有三會」。這是往下去我們都能看到三會。三會第一會是，「比丘會。表迴小乘可入大故」。迴小可以向大乘。「二諸乘人會」。這裡面三乘人都有，顯示「通收諸權皆入實故」。這個意思非常非常重要。「三善財會。純一乘機，一生辦故」。由此可知，這三會就將諸佛如來教化眾生，統統都包括了。如同釋迦牟尼佛當年在世的時候，他老人家講經說法，最初示現成道，在菩提樹下打坐，在定中二七日中講《大方廣佛華嚴經》。《華嚴經》是定中講的，我們凡夫不但聽不到，見也見不到，凡夫只看到釋迦牟尼佛在菩提樹下打坐，哪裡曉得他在那裡講《華嚴經》。出定之後，這才到鹿野苑，找了原先陪他作伴的五個人，向他們說法，度這五個人，這五個人成了比丘，所以最初在鹿野苑度五比丘，說阿含。阿含是小乘，第一會比丘會，小乘迴小可以入大。阿含以後，再迴小入大，再講方等，方等是大乘。大乘分為兩個階段，方等是大乘前一段，般若是大乘後半期，分為兩期，最後通收諸權皆入實故，就講《法華》、《涅槃》，《法華經》開權顯實。"
    },
    {
      "id": "12-012-0004_p0010",
      "zh_CN": "由此可知，这三会是把世尊一代时教全部都含盖了，都包括了。善财会就是华严会，法身大士纯一乘机，那不是大乘。这样根性的人，一生就成佛了，不要等来生了。所以世尊所说一切经中，讲一个人一生修行证果成佛的经，除了净宗净土三经之外，就是《华严经》，《华严经》讲的是一生成佛。善财童子五十三参成佛，没有到第二生。可是要记住，这是法身大士一乘根性，那我们是什么根性？烦恼习气无量无边，我们能成得了吗？实实在在成不了。无论你是学禅、是学教，学什么样的法门，你能断烦恼吗？你能够把是非人我放下吗？像《金刚经》上所说的，如果你还有人相、众生相、寿者相，你连六道都出不去，都没希望。学佛不过是种一点善根而已，这一点善根不能了生死，不能出三界。",
      "zh_TW": "由此可知，這三會是把世尊一代時教全部都含蓋了，都包括了。善財會就是華嚴會，法身大士純一乘機，那不是大乘。這樣根性的人，一生就成佛了，不要等來生了。所以世尊所說一切經中，講一個人一生修行證果成佛的經，除了淨宗淨土三經之外，就是《華嚴經》，《華嚴經》講的是一生成佛。善財童子五十三參成佛，沒有到第二生。可是要記住，這是法身大士一乘根性，那我們是什麼根性？煩惱習氣無量無邊，我們能成得了嗎？實實在在成不了。無論你是學禪、是學教，學什麼樣的法門，你能斷煩惱嗎？你能夠把是非人我放下嗎？像《金剛經》上所說的，如果你還有人相、眾生相、壽者相，你連六道都出不去，都沒希望。學佛不過是種一點善根而已，這一點善根不能了生死，不能出三界。"
    },
    {
      "id": "12-012-0004_p0011",
      "zh_CN": "所以在末法时期，老老实实说，所有一切法门对我们来讲，都没什么效果，我们的病太重了，那个药对我们来讲不起作用，没药可救！世尊这才大慈大悲给我们开了一服救命的药，念佛往生。这个法门能够普度一切业障深重的众生，效果比善财会还要殊胜。善财好不容易到五十三参才成佛，费这么大的劲，我们念阿弥陀佛，五十三参前面五十二参都不要了，我们直接就要第五十三参，真正不可思议。他还要吃尽苦头五十三参，我们五十二都不要了，单单要第五十三。往生西方极乐世界，跟善财没有两样。所以这个法门比《华严》还要殊胜，有几个人知道这个事实？你要是对《华严》、《法华》这些一乘经论，没有透彻理解的话，你怎么会知道念佛法门的殊胜？你们念佛求生净土，这一旦往生比善财高明太多了。这是我们这一生真的是有福，遇到这个法门，决定要在这一生当中成就。所以念佛也是纯一乘机，一生成办。",
      "zh_TW": "所以在末法時期，老老實實說，所有一切法門對我們來講，都沒什麼效果，我們的病太重了，那個藥對我們來講不起作用，沒藥可救！世尊這才大慈大悲給我們開了一服救命的藥，念佛往生。這個法門能夠普度一切業障深重的眾生，效果比善財會還要殊勝。善財好不容易到五十三參才成佛，費這麼大的勁，我們念阿彌陀佛，五十三參前面五十二參都不要了，我們直接就要第五十三參，真正不可思議。他還要吃盡苦頭五十三參，我們五十二都不要了，單單要第五十三。往生西方極樂世界，跟善財沒有兩樣。所以這個法門比《華嚴》還要殊勝，有幾個人知道這個事實？你要是對《華嚴》、《法華》這些一乘經論，沒有透徹理解的話，你怎麼會知道念佛法門的殊勝？你們念佛求生淨土，這一旦往生比善財高明太多了。這是我們這一生真的是有福，遇到這個法門，決定要在這一生當中成就。所以念佛也是純一乘機，一生成辦。"
    },
    {
      "id": "12-012-0004_p0012",
      "zh_CN": "这把三会简单介绍出来，下面又说，「又前二会表信未久，尚不定故」。前面比丘会、诸乘人会，都在十信这个范围之中，没有破无明，没有见性，所以这个位次进进退退不定。「善财信终，可入证故」。善财会就是十信心满，从初信到十信，十信心满，所以叫信终。十信位终就是圆满的意思，圆满就入初住，入初住才叫证。证什么？证一真法界。入初住就破一品无明，证一分法身，不但是超越六道，也超越十法界，所以初住菩萨住一真法界，这才叫入证。我们念佛生到西方极乐世界，极乐世界是一真法界，不是十法界。所以古德说：「《无量寿经》即是中本《华严》，《阿弥陀经》即是小本《华严》」，没说错！",
      "zh_TW": "這把三會簡單介紹出來，下面又說，「又前二會表信未久，尚不定故」。前面比丘會、諸乘人會，都在十信這個範圍之中，沒有破無明，沒有見性，所以這個位次進進退退不定。「善財信終，可入證故」。善財會就是十信心滿，從初信到十信，十信心滿，所以叫信終。十信位終就是圓滿的意思，圓滿就入初住，入初住才叫證。證什麼？證一真法界。入初住就破一品無明，證一分法身，不但是超越六道，也超越十法界，所以初住菩薩住一真法界，這才叫入證。我們念佛生到西方極樂世界，極樂世界是一真法界，不是十法界。所以古德說：「《無量壽經》即是中本《華嚴》，《阿彌陀經》即是小本《華嚴》」，沒說錯！"
    },
    {
      "id": "12-012-0004_p0013",
      "zh_CN": "我们再看底下经文，下面经文分两段，第一段说明，「助化摄机」。请看经文：",
      "zh_TW": "我們再看底下經文，下面經文分兩段，第一段說明，「助化攝機」。請看經文："
    },
    {
      "id": "12-012-0004_p0014",
      "zh_CN": "【尔时。尊者舍利弗。承佛神力。见文殊师利菩萨。】",
      "zh_TW": "【爾時。尊者舍利弗。承佛神力。見文殊師利菩薩。】"
    },
    {
      "id": "12-012-0004_p0015",
      "zh_CN": "这里要注意，你看看前面说童子，现在说菩萨，这个意思差别在哪里，我前面说过了，现在不讲了。『舍利弗尊者』，他是比丘，他是小乘，一定要藉佛力的加持，本师释迦牟尼佛威神的加持，他才能见到菩萨的行化。如果不得佛加持，他见不到，法身大士他怎么会见到。得佛神力加持，见到『文殊师利菩萨』，在十方无量无边世界度化众生这个状况，这前面所说的。",
      "zh_TW": "這裡要注意，你看看前面說童子，現在說菩薩，這個意思差別在哪裡，我前面說過了，現在不講了。『舍利弗尊者』，他是比丘，他是小乘，一定要藉佛力的加持，本師釋迦牟尼佛威神的加持，他才能見到菩薩的行化。如果不得佛加持，他見不到，法身大士他怎麼會見到。得佛神力加持，見到『文殊師利菩薩』，在十方無量無邊世界度化眾生這個狀況，這前面所說的。"
    },
    {
      "id": "12-012-0004_p0016",
      "zh_CN": "【与如是等诸大菩萨及诸世主。种种神通。威德自在。众会庄严。从逝多林安详而出。】",
      "zh_TW": "【與如是等諸大菩薩及諸世主。種種神通。威德自在。眾會莊嚴。從逝多林安詳而出。】"
    },
    {
      "id": "12-012-0004_p0017",
      "zh_CN": "舍利弗证了阿罗汉果，阿罗汉的定功很深，他得的定叫九次第定，我们在《楞严经》上看到。世间的禅定是四禅八定，你要得四禅定，那你就生四禅天；再往上去四空天，这是四空定，合起来叫八定，这没出六道。第九定就出六道轮回，虽出六道，还在十法界里面；六道之外有声闻、缘觉、菩萨、佛，没出十法界。文殊菩萨在一真法界，所以十法界里面这些圣者，如果不得诸佛威神加持，他见不到；得佛力加持见到了，见到文殊菩萨。",
      "zh_TW": "舍利弗證了阿羅漢果，阿羅漢的定功很深，他得的定叫九次第定，我們在《楞嚴經》上看到。世間的禪定是四禪八定，你要得四禪定，那你就生四禪天；再往上去四空天，這是四空定，合起來叫八定，這沒出六道。第九定就出六道輪迴，雖出六道，還在十法界裡面；六道之外有聲聞、緣覺、菩薩、佛，沒出十法界。文殊菩薩在一真法界，所以十法界裡面這些聖者，如果不得諸佛威神加持，他見不到；得佛力加持見到了，見到文殊菩薩。"
    },
    {
      "id": "12-012-0004_p0018",
      "zh_CN": "实在讲，文殊菩萨坐在释迦牟尼佛旁边，端坐在那里，也听释迦牟尼佛讲经说法，他到十方世界度众生是见不到的。就如同佛讲《华严经》，我们凡夫看到释迦牟尼佛在菩提树下打坐入定，怎么晓得他在开法会，法会这么庄严？看不到！文殊菩萨也在那里打坐听经，谁知道文殊菩萨已经到十方世界度众生去了。舍利弗得佛加持见到了，文殊师利菩萨在定中，尽虚空遍法界普度众生去了，这是舍利弗见到了，他看到的是『种种神通，威德自在，众会庄严』。『从逝多林』，逝多林就是祇树给孤独园。『安详而出』。",
      "zh_TW": "實在講，文殊菩薩坐在釋迦牟尼佛旁邊，端坐在那裡，也聽釋迦牟尼佛講經說法，他到十方世界度眾生是見不到的。就如同佛講《華嚴經》，我們凡夫看到釋迦牟尼佛在菩提樹下打坐入定，怎麼曉得他在開法會，法會這麼莊嚴？看不到！文殊菩薩也在那裡打坐聽經，誰知道文殊菩薩已經到十方世界度眾生去了。舍利弗得佛加持見到了，文殊師利菩薩在定中，盡虛空遍法界普度眾生去了，這是舍利弗見到了，他看到的是『種種神通，威德自在，眾會莊嚴』。『從逝多林』，逝多林就是祇樹給孤獨園。『安詳而出』。"
    },
    {
      "id": "12-012-0004_p0019",
      "zh_CN": "【作是思惟。我今当与文殊师利俱往南方。】",
      "zh_TW": "【作是思惟。我今當與文殊師利俱往南方。】"
    },
    {
      "id": "12-012-0004_p0020",
      "zh_CN": "他看到了，他就发心，就动了个念头，也想跟着文殊师利菩萨，跟他一道去。这个小注是解释这一段。「小乘之智亦助大故」。所以佛出现在世间，他的声闻弟子当中，实在讲哪里是真的声闻，都是示现的、变化的。此地讲的舍利弗，佛说得很清楚，舍利弗早就成佛了，倒驾慈航在这里演戏，演声闻的角色，其实他早就成佛了。所以小乘智慧也能够帮助菩萨教化众生，不但小乘智慧能帮助菩萨教化众生，我们人天智慧也能帮助佛教化众生。这一段文（就是比丘会里面)也有两段。这一段是说明看到这一桩事动了念头，随着文殊菩萨去教化众生。我们看下面这一段：",
      "zh_TW": "他看到了，他就發心，就動了個念頭，也想跟著文殊師利菩薩，跟他一道去。這個小註是解釋這一段。「小乘之智亦助大故」。所以佛出現在世間，他的聲聞弟子當中，實在講哪裡是真的聲聞，都是示現的、變化的。此地講的舍利弗，佛說得很清楚，舍利弗早就成佛了，倒駕慈航在這裡演戲，演聲聞的角色，其實他早就成佛了。所以小乘智慧也能夠幫助菩薩教化眾生，不但小乘智慧能幫助菩薩教化眾生，我們人天智慧也能幫助佛教化眾生。這一段文（就是比丘會裡面)也有兩段。這一段是說明看到這一樁事動了念頭，隨著文殊菩薩去教化眾生。我們看下面這一段："
    },
    {
      "id": "12-012-0004_p0021",
      "zh_CN": "【时舍利弗。即与眷属。六千比丘。前后围绕。】",
      "zh_TW": "【時舍利弗。即與眷屬。六千比丘。前後圍繞。】"
    },
    {
      "id": "12-012-0004_p0022",
      "zh_CN": "『舍利弗』也有他的弟子，也有他的徒众，徒众人数也不少，有六千人，这是舍利弗的学生，与他有缘。虽然同时在佛的那个时代，这些人跟舍利弗有缘，舍利弗教他，他很欢喜；释迦牟尼佛教他，他不欢喜，这就是他跟佛的缘不够，跟舍利弗的缘很深。因此，佛就告诉我们，佛不度无缘之人，你要想将来成就，度众生，度很多众生，你一定要跟众生结缘；你要不结缘，成了佛也度不了众生，结缘重要！这『六千比丘前后围绕』。",
      "zh_TW": "『舍利弗』也有他的弟子，也有他的徒眾，徒眾人數也不少，有六千人，這是舍利弗的學生，與他有緣。雖然同時在佛的那個時代，這些人跟舍利弗有緣，舍利弗教他，他很歡喜；釋迦牟尼佛教他，他不歡喜，這就是他跟佛的緣不夠，跟舍利弗的緣很深。因此，佛就告訴我們，佛不度無緣之人，你要想將來成就，度眾生，度很多眾生，你一定要跟眾生結緣；你要不結緣，成了佛也度不了眾生，結緣重要！這『六千比丘前後圍繞』。"
    },
    {
      "id": "12-012-0004_p0023",
      "zh_CN": "【出自住处。】",
      "zh_TW": "【出自住處。】"
    },
    {
      "id": "12-012-0004_p0024",
      "zh_CN": "这个『自住处』的含义前面说过了，但是前面那是文殊菩萨自住处，这个地方是舍利弗的自住处。舍利弗是小乘，从小乘出去，跟着佛、跟着文殊菩萨，就是回小向大的意思，出小向大。",
      "zh_TW": "這個『自住處』的含義前面說過了，但是前面那是文殊菩薩自住處，這個地方是舍利弗的自住處。舍利弗是小乘，從小乘出去，跟著佛、跟著文殊菩薩，就是迴小向大的意思，出小向大。"
    },
    {
      "id": "12-012-0004_p0025",
      "zh_CN": "【往诣佛所。】",
      "zh_TW": "【往詣佛所。】"
    },
    {
      "id": "12-012-0004_p0026",
      "zh_CN": "先到世尊这个地方。",
      "zh_TW": "先到世尊這個地方。"
    },
    {
      "id": "12-012-0004_p0027",
      "zh_CN": "【到已顶礼。一心观佛。】",
      "zh_TW": "【到已頂禮。一心觀佛。】"
    },
    {
      "id": "12-012-0004_p0028",
      "zh_CN": "到佛这个地方先行礼，行礼之后『观佛』，观佛也是致敬，瞻仰！也是致敬。",
      "zh_TW": "到佛這個地方先行禮，行禮之後『觀佛』，觀佛也是致敬，瞻仰！也是致敬。"
    },
    {
      "id": "12-012-0004_p0029",
      "zh_CN": "【具白世尊。世尊听许。】",
      "zh_TW": "【具白世尊。世尊聽許。】"
    },
    {
      "id": "12-012-0004_p0030",
      "zh_CN": "这个言辞文字就简略了。他就把这个意思向世尊报告，世尊同意。这是什么意思？就是他看到文殊师利菩萨到十方去度化众生，这个威仪非常殊胜，动个念头想跟他去。世尊同意，准许他去。因为他是比丘，是佛的学生，出入都要禀告老师，老师许可这才行。",
      "zh_TW": "這個言辭文字就簡略了。他就把這個意思向世尊報告，世尊同意。這是什麼意思？就是他看到文殊師利菩薩到十方去度化眾生，這個威儀非常殊勝，動個念頭想跟他去。世尊同意，准許他去。因為他是比丘，是佛的學生，出入都要稟告老師，老師許可這才行。"
    },
    {
      "id": "12-012-0004_p0031",
      "zh_CN": "【右绕三匝。作礼辞退。往文殊师利童子所。】",
      "zh_TW": "【右繞三匝。作禮辭退。往文殊師利童子所。】"
    },
    {
      "id": "12-012-0004_p0032",
      "zh_CN": "你们特别注意经文，什么地方称菩萨，什么地方称童子，意义有别，不一样的。这个注解意思我都讲过了，不要念了，看底下经文：",
      "zh_TW": "你們特別注意經文，什麼地方稱菩薩，什麼地方稱童子，意義有別，不一樣的。這個註解意思我都講過了，不要念了，看底下經文："
    },
    {
      "id": "12-012-0004_p0033",
      "zh_CN": "【此诸比丘，皆舍利弗之所化度。出家未久。自所同住。】",
      "zh_TW": "【此諸比丘，皆舍利弗之所化度。出家未久。自所同住。】"
    },
    {
      "id": "12-012-0004_p0034",
      "zh_CN": "这一段，「别明所化」。他所教导的这些人，这比丘会教导哪些人？教导舍利弗的这一批比丘众。这里面又分四个小段，这一段先把它说清楚，他们的身分，是『出家未久』的比丘众。这个注解里面，比丘两个字省略掉了，不必在这个地方再麻烦，比丘三个意思略出来了。「义如常说」，不必多讲了！必须要说明的有三点，第一个是舍利弗的学生，舍利弗在佛弟子当中，代表智慧第一，舍利弗的学生就是智慧生故。所以诸位要晓得，这六千人，未必是六千人，舍利弗的弟子也未必真的是舍利弗的弟子，只要从智慧生，就可以叫舍利弗的弟子。全是表法，字字句句都是活的，没有一个字是死的。我们读这些大乘经，尤其是一乘别教，最难的地方就是我们看经文，都把经文字字句句看死了，所以说死在文下，这是很糟糕的！这是古德常讲：「依文解义，三世佛冤」。三世诸佛都喊冤枉，佛不是这个意思，你们把意思错解了，所以说义在言外，你要懂得弦外之音，那就有味道了，这就愿解如来真实义。",
      "zh_TW": "這一段，「別明所化」。他所教導的這些人，這比丘會教導哪些人？教導舍利弗的這一批比丘眾。這裡面又分四個小段，這一段先把它說清楚，他們的身分，是『出家未久』的比丘眾。這個註解裡面，比丘兩個字省略掉了，不必在這個地方再麻煩，比丘三個意思略出來了。「義如常說」，不必多講了！必須要說明的有三點，第一個是舍利弗的學生，舍利弗在佛弟子當中，代表智慧第一，舍利弗的學生就是智慧生故。所以諸位要曉得，這六千人，未必是六千人，舍利弗的弟子也未必真的是舍利弗的弟子，只要從智慧生，就可以叫舍利弗的弟子。全是表法，字字句句都是活的，沒有一個字是死的。我們讀這些大乘經，尤其是一乘別教，最難的地方就是我們看經文，都把經文字字句句看死了，所以說死在文下，這是很糟糕的！這是古德常講：「依文解義，三世佛冤」。三世諸佛都喊冤枉，佛不是這個意思，你們把意思錯解了，所以說義在言外，你要懂得弦外之音，那就有味道了，這就願解如來真實義。"
    },
    {
      "id": "12-012-0004_p0035",
      "zh_CN": "其次说「出家未久」，他是不是真的出家未久？可能已经出家几十年了。纵然出家几十年，你还没有明心见性，那就说你出家未久。「未证实际」。就是没有见性，还是小乘，没有见性是可以回小向大。但是回小向大，也不是自己那么突然就发心，要善知识诱导，要善知识教诲。他觉悟了，舍弃小乘而向大乘。末后一段的意思是，「自所同住」，这就是同居小乘。这些人他们的境界差不多，都是小乘境界。「同住法界」，这个法界是十法界，十法界里面的声闻法界，他们同住在这个法界里头。「显此类比丘则可回心」。这一类的比丘，容易回小向大，什么原因？常闻大乘法，如果他不接触大乘，不常听大乘经，很难会懂。这是跟舍利弗的比丘，不说跟别人，舍利弗智慧第一容易入大乘，所以特别用他来表法。下面也列几个上首作为代表。这个代表里面，特别要观察他们的智慧，为什么他能够回小向大。",
      "zh_TW": "其次說「出家未久」，他是不是真的出家未久？可能已經出家幾十年了。縱然出家幾十年，你還沒有明心見性，那就說你出家未久。「未證實際」。就是沒有見性，還是小乘，沒有見性是可以迴小向大。但是迴小向大，也不是自己那麼突然就發心，要善知識誘導，要善知識教誨。他覺悟了，捨棄小乘而向大乘。末後一段的意思是，「自所同住」，這就是同居小乘。這些人他們的境界差不多，都是小乘境界。「同住法界」，這個法界是十法界，十法界裡面的聲聞法界，他們同住在這個法界裡頭。「顯此類比丘則可迴心」。這一類的比丘，容易迴小向大，什麼原因？常聞大乘法，如果他不接觸大乘，不常聽大乘經，很難會懂。這是跟舍利弗的比丘，不說跟別人，舍利弗智慧第一容易入大乘，所以特別用他來表法。下面也列幾個上首作為代表。這個代表裡面，特別要觀察他們的智慧，為什麼他能夠迴小向大。"
    },
    {
      "id": "12-012-0004_p0036",
      "zh_CN": "【所谓。海觉比丘。】",
      "zh_TW": "【所謂。海覺比丘。】"
    },
    {
      "id": "12-012-0004_p0037",
      "zh_CN": "他觉，他不迷，这就是智慧。『海』是比喻深广，比喻他的智慧、觉性深广，这种比丘容易回小向大。",
      "zh_TW": "他覺，他不迷，這就是智慧。『海』是比喻深廣，比喻他的智慧、覺性深廣，這種比丘容易迴小向大。"
    },
    {
      "id": "12-012-0004_p0038",
      "zh_CN": "【妙德比丘。】",
      "zh_TW": "【妙德比丘。】"
    },
    {
      "id": "12-012-0004_p0039",
      "zh_CN": "文殊师利菩萨的名号，要是翻成中文也叫『妙德』，也翻作妙吉祥。文殊师利是梵语的音译，这个名号当中充满了智慧。第三位：",
      "zh_TW": "文殊師利菩薩的名號，要是翻成中文也叫『妙德』，也翻作妙吉祥。文殊師利是梵語的音譯，這個名號當中充滿了智慧。第三位："
    },
    {
      "id": "12-012-0004_p0040",
      "zh_CN": "【福光比丘。】",
      "zh_TW": "【福光比丘。】"
    },
    {
      "id": "12-012-0004_p0041",
      "zh_CN": "有大福德，光表智慧，有福有慧。下一位是：",
      "zh_TW": "有大福德，光表智慧，有福有慧。下一位是："
    },
    {
      "id": "12-012-0004_p0042",
      "zh_CN": "【大悲比丘。】",
      "zh_TW": "【大悲比丘。】"
    },
    {
      "id": "12-012-0004_p0043",
      "zh_CN": "他有大慈悲心，大慈悲心也从智慧里面生的，为什么？没有智慧，他虽然有悲心，那个悲不能叫大，慈悲要清净平等才称之为大。也就是说，着相就不叫大，离相才叫大，没智慧你怎么会离相？底下一位：",
      "zh_TW": "他有大慈悲心，大慈悲心也從智慧裡面生的，為什麼？沒有智慧，他雖然有悲心，那個悲不能叫大，慈悲要清淨平等才稱之為大。也就是說，著相就不叫大，離相才叫大，沒智慧你怎麼會離相？底下一位："
    },
    {
      "id": "12-012-0004_p0044",
      "zh_CN": "【电德比丘。】",
      "zh_TW": "【電德比丘。】"
    },
    {
      "id": "12-012-0004_p0045",
      "zh_CN": "『电』也是表智慧。《金刚经》末后的比喻：「如露亦如电」，电表不住的意思，电表光明的意思。虽放光明，但是它不住光明，这是高度的智慧。",
      "zh_TW": "『電』也是表智慧。《金剛經》末後的比喻：「如露亦如電」，電表不住的意思，電表光明的意思。雖放光明，但是它不住光明，這是高度的智慧。"
    },
    {
      "id": "12-012-0004_p0046",
      "zh_CN": "【净行比丘。】",
      "zh_TW": "【淨行比丘。】"
    },
    {
      "id": "12-012-0004_p0047",
      "zh_CN": "『净』是清净，《无量寿经》上清净平等觉，这个是一而三，三而一，一个得到，三个都具足。净里面当然有觉。下面是：",
      "zh_TW": "『淨』是清淨，《無量壽經》上清淨平等覺，這個是一而三，三而一，一個得到，三個都具足。淨裡面當然有覺。下面是："
    },
    {
      "id": "12-012-0004_p0048",
      "zh_CN": "【天德比丘。】",
      "zh_TW": "【天德比丘。】"
    },
    {
      "id": "12-012-0004_p0049",
      "zh_CN": "天就是表慧，天人的智慧比我们要殊胜的太多了。",
      "zh_TW": "天就是表慧，天人的智慧比我們要殊勝的太多了。"
    },
    {
      "id": "12-012-0004_p0050",
      "zh_CN": "【实慧比丘。】",
      "zh_TW": "【實慧比丘。】"
    },
    {
      "id": "12-012-0004_p0051",
      "zh_CN": "这个名字就更明显了，真实智慧。",
      "zh_TW": "這個名字就更明顯了，真實智慧。"
    },
    {
      "id": "12-012-0004_p0052",
      "zh_CN": "【梵胜比丘。】",
      "zh_TW": "【梵勝比丘。】"
    },
    {
      "id": "12-012-0004_p0053",
      "zh_CN": "『梵』是清净，『胜』是殊胜，清净殊胜当然具足智慧。末后一位：",
      "zh_TW": "『梵』是清淨，『勝』是殊勝，清淨殊勝當然具足智慧。末後一位："
    },
    {
      "id": "12-012-0004_p0054",
      "zh_CN": "【寂慧比丘。】",
      "zh_TW": "【寂慧比丘。】"
    },
    {
      "id": "12-012-0004_p0055",
      "zh_CN": "看看这些名字，你就晓得这些人当然可以回小向大，这是代表六千人的。下面经文：",
      "zh_TW": "看看這些名字，你就曉得這些人當然可以迴小向大，這是代表六千人的。下面經文："
    },
    {
      "id": "12-012-0004_p0056",
      "zh_CN": "【与如是等六千人俱。】",
      "zh_TW": "【與如是等六千人俱。】"
    },
    {
      "id": "12-012-0004_p0057",
      "zh_CN": "六千也有意思，也不是随便说的，我们看这个注解。「与如是等六千人俱者，结数」。总结有多少人数。「而言六者，前之六信，可不退故」。它表六信。「本自六根，性清净故」。又表六根，这是六。为什么用千？「千表无尽，该果海故」。因中有果，果中有因，因该果海，果彻因源，因果不二，字字都有很深的意思。所以前面告诉诸位，不一定有六千人，也不一定天天跟着舍利弗后头走，不见得！他所说的话，里头有很深很深的意思。「六信」，蕅益大师在《要解》里头讲得好，信自、信他、信因、信果、信事、信理，蕅益大师讲的非常之好，我们对于这六桩，一丝毫怀疑都没有，我们的修学才会有成就。请看下面经文，底下这是叹德。",
      "zh_TW": "六千也有意思，也不是隨便說的，我們看這個註解。「與如是等六千人俱者，結數」。總結有多少人數。「而言六者，前之六信，可不退故」。它表六信。「本自六根，性清淨故」。又表六根，這是六。為什麼用千？「千表無盡，該果海故」。因中有果，果中有因，因該果海，果徹因源，因果不二，字字都有很深的意思。所以前面告訴諸位，不一定有六千人，也不一定天天跟著舍利弗後頭走，不見得！他所說的話，裡頭有很深很深的意思。「六信」，蕅益大師在《要解》裡頭講得好，信自、信他、信因、信果、信事、信理，蕅益大師講的非常之好，我們對於這六樁，一絲毫懷疑都沒有，我們的修學才會有成就。請看下面經文，底下這是歎德。"
    },
    {
      "id": "12-012-0004_p0058",
      "zh_CN": "【曾于过去。供养诸佛。深种善根。】",
      "zh_TW": "【曾於過去。供養諸佛。深種善根。】"
    },
    {
      "id": "12-012-0004_p0059",
      "zh_CN": "这一段文长，我们要把它分成段落来看，这个是一段。这一段是讲过去世的善根，《弥陀经》上告诉我们：「不可以少善根福德因缘得生彼国」。凡是念佛往生净土的，善根都非常深厚，无量劫来积植的善根，在这个时候，善根福德因缘成熟，你才肯信这个法门，你才肯愿往生、才肯念佛，不是偶然的。我们在这个道场上，讲这样殊胜的经典，你看隔壁的那一家他怎么不来听？我们大楼楼上、楼下都不来听，为什么不来？过去世没有『供养诸佛深种善根』，他怎么会来？别说我在这里讲不来，阿弥陀佛来讲，他也不会来。所以你肯发心来听，不简单！他们这些人过去供养诸佛深种善根，我们今天在这一会也不例外，也是过去供养诸佛深种善根，咱们才能够在这里聚会一起。",
      "zh_TW": "這一段文長，我們要把它分成段落來看，這個是一段。這一段是講過去世的善根，《彌陀經》上告訴我們：「不可以少善根福德因緣得生彼國」。凡是念佛往生淨土的，善根都非常深厚，無量劫來積植的善根，在這個時候，善根福德因緣成熟，你才肯信這個法門，你才肯願往生、才肯念佛，不是偶然的。我們在這個道場上，講這樣殊勝的經典，你看隔壁的那一家他怎麼不來聽？我們大樓樓上、樓下都不來聽，為什麼不來？過去世沒有『供養諸佛深種善根』，他怎麼會來？別說我在這裡講不來，阿彌陀佛來講，他也不會來。所以你肯發心來聽，不簡單！他們這些人過去供養諸佛深種善根，我們今天在這一會也不例外，也是過去供養諸佛深種善根，咱們才能夠在這裡聚會一起。"
    },
    {
      "id": "12-012-0004_p0060",
      "zh_CN": "下面有十句，十句显示这些比丘他们的智慧德能，我们一句一句的来看。",
      "zh_TW": "下面有十句，十句顯示這些比丘他們的智慧德能，我們一句一句的來看。"
    },
    {
      "id": "12-012-0004_p0061",
      "zh_CN": "【于甚深法。悉能悟解。】",
      "zh_TW": "【於甚深法。悉能悟解。】"
    },
    {
      "id": "12-012-0004_p0062",
      "zh_CN": "『甚深法』就是指本经，《华严》是甚深法，净宗的经典也是甚深法，《无量寿经》、《弥陀经》、《观无量寿佛经》都是甚深法。何以说这些法门是甚深法？这些法门教我们一生超越十法界。如果这个法门在一生当中，叫你修行可以证到阿罗汉果，可以证到菩萨果位，可以证到藏教的佛、通教的佛，你还没出十法界，那就不叫甚深法。甚深法的标准是要超越十法界，证得一真法界，这个法叫甚深法。你对这个甚深法，一接触你就明了。明了虽然有浅深不一样，浅的明了，你就肯发愿，就能念佛往生，那也是甚深法。甚至于你说净宗经论我都没有念过，也没有听过，听也听不懂，可是听到阿弥陀佛名号就生欢喜心，就能信，就真念，发愿往生，那也往生了，那也是于甚深法，『悉能悟解』，还是这个标准。这一句是悟理甚深，那个悟理的样子不一样，我们要明了。第二句是：",
      "zh_TW": "『甚深法』就是指本經，《華嚴》是甚深法，淨宗的經典也是甚深法，《無量壽經》、《彌陀經》、《觀無量壽佛經》都是甚深法。何以說這些法門是甚深法？這些法門教我們一生超越十法界。如果這個法門在一生當中，叫你修行可以證到阿羅漢果，可以證到菩薩果位，可以證到藏教的佛、通教的佛，你還沒出十法界，那就不叫甚深法。甚深法的標準是要超越十法界，證得一真法界，這個法叫甚深法。你對這個甚深法，一接觸你就明瞭。明瞭雖然有淺深不一樣，淺的明瞭，你就肯發願，就能念佛往生，那也是甚深法。甚至於你說淨宗經論我都沒有念過，也沒有聽過，聽也聽不懂，可是聽到阿彌陀佛名號就生歡喜心，就能信，就真念，發願往生，那也往生了，那也是於甚深法，『悉能悟解』，還是這個標準。這一句是悟理甚深，那個悟理的樣子不一樣，我們要明瞭。第二句是："
    },
    {
      "id": "12-012-0004_p0063",
      "zh_CN": "【深信趣入。最极清净。】",
      "zh_TW": "【深信趣入。最極清淨。】"
    },
    {
      "id": "12-012-0004_p0064",
      "zh_CN": "『深信』才能够趣入，『趣入最极清净』，这一句话跟《金刚经》上所说的，「信心清净，则生实相」，是一个意思，是同样的境界。所以信要深信，深信是丝毫怀疑都没有。我们今天遇到这个法门，不能说没有善根，不能说没有福德，为什么我们对这个法门真实的利益还得不到？我们信是信了，信的深度不够。深度不够怎么办？你遇到善友，给你讲解这部经典，或者是你不断读诵这部经典，就是把你那个浅信变成深信，道理在此地。所以你要遇到真正的善友，若不是真正的善友，叫你读大乘经，《大藏经》那么多，从头到尾慢慢的念；念了几十年，把《大藏经》念完了，还是不相信。为什么？那不是培养深信的办法。",
      "zh_TW": "『深信』才能夠趣入，『趣入最極清淨』，這一句話跟《金剛經》上所說的，「信心清淨，則生實相」，是一個意思，是同樣的境界。所以信要深信，深信是絲毫懷疑都沒有。我們今天遇到這個法門，不能說沒有善根，不能說沒有福德，為什麼我們對這個法門真實的利益還得不到？我們信是信了，信的深度不夠。深度不夠怎麼辦？你遇到善友，給你講解這部經典，或者是你不斷讀誦這部經典，就是把你那個淺信變成深信，道理在此地。所以你要遇到真正的善友，若不是真正的善友，叫你讀大乘經，《大藏經》那麼多，從頭到尾慢慢的念；念了幾十年，把《大藏經》念完了，還是不相信。為什麼？那不是培養深信的辦法。"
    },
    {
      "id": "12-012-0004_p0065",
      "zh_CN": "培养深信的办法，用什么方法？一部经。这个很多人不知道，一门才深入，多门是浅入不能深入。多门修学是得一点佛学常识，如果你想在这个世界上，去拿个佛学博士学位，那你要多读，广学多闻，你可以拿个佛学博士，佛学博士还照样搞六道轮回，不起作用。一定要深入，深入记住，一门才能深入。就是以读经为例子，你读《无量寿经》，你每天读十遍，你要念上十年，你就深了；不需要人给你讲解，自自然然就深了。为什么会深？因为你得定了。我们为什么不能深入？心是散乱的，散乱心怎么能深入。你十年念一样东西，心定了，定了就开智慧。所以你才能趣入最极清净，这个清净是清净心现前，最极清净是真心、真如本性，就是禅宗里头说的明心见性，非常非常重要，要懂得一门的功德利益。第三句：",
      "zh_TW": "培養深信的辦法，用什麼方法？一部經。這個很多人不知道，一門才深入，多門是淺入不能深入。多門修學是得一點佛學常識，如果你想在這個世界上，去拿個佛學博士學位，那你要多讀，廣學多聞，你可以拿個佛學博士，佛學博士還照樣搞六道輪迴，不起作用。一定要深入，深入記住，一門才能深入。就是以讀經為例子，你讀《無量壽經》，你每天讀十遍，你要念上十年，你就深了；不需要人給你講解，自自然然就深了。為什麼會深？因為你得定了。我們為什麼不能深入？心是散亂的，散亂心怎麼能深入。你十年念一樣東西，心定了，定了就開智慧。所以你才能趣入最極清淨，這個清淨是清淨心現前，最極清淨是真心、真如本性，就是禪宗裡頭說的明心見性，非常非常重要，要懂得一門的功德利益。第三句："
    },
    {
      "id": "12-012-0004_p0066",
      "zh_CN": "【志行宽博。等佛境界。】",
      "zh_TW": "【志行寬博。等佛境界。】"
    },
    {
      "id": "12-012-0004_p0067",
      "zh_CN": "「志」在佛法里面常讲发愿，志跟愿是一个意思。世法里头人要立志，人要不立志，一生没有努力的方向，你很难成就。人要有志，学佛要有愿，所以志跟愿常常连在一起，此地讲的志就是愿，『志行』就是愿行，有愿有行。愿行多宽多博？『宽博』是广大的意思，像佛一样。尤其是阿弥陀佛，阿弥陀佛的志行是等虚空遍法界。我们看四十八愿，愿愿都是度法界无量无边的众生，所以我们要有佛一样的志、一样的行，『等佛境界』，向佛看齐。第四句：",
      "zh_TW": "「志」在佛法裡面常講發願，志跟願是一個意思。世法裡頭人要立志，人要不立志，一生沒有努力的方向，你很難成就。人要有志，學佛要有願，所以志跟願常常連在一起，此地講的志就是願，『志行』就是願行，有願有行。願行多寬多博？『寬博』是廣大的意思，像佛一樣。尤其是阿彌陀佛，阿彌陀佛的志行是等虛空遍法界。我們看四十八願，願願都是度法界無量無邊的眾生，所以我們要有佛一樣的志、一樣的行，『等佛境界』，向佛看齊。第四句："
    },
    {
      "id": "12-012-0004_p0068",
      "zh_CN": "【于佛教法。能正修行。】",
      "zh_TW": "【於佛教法。能正修行。】"
    },
    {
      "id": "12-012-0004_p0069",
      "zh_CN": "这一句就是依教修行，佛在经上教我们做的，我们要照做；佛在经上不许可我们做的，我们决定不能做。所有一切经，佛都是这样教导我们的。特别是过去讲的《弥勒菩萨所问经》，也叫《发起菩萨殊胜志乐经》，这个经我们在短短时间里面讲过三遍。第一遍在加洲讲的，第二遍在此地讲的，第三遍在新加坡讲的，非常重要！这个经我们展开来读一读，就发现自己一身的毛病，这些毛病如果不能把它改掉，就是修行的障碍，就是念佛往生的障碍。念佛人很多，往生的人不多，原因在哪里？这些毛病我们没有办法把它改掉。所以自己要问问：「我这一生要不要往生，是不是决定要往生？」如果决定要求往生，这里面的毛病就统统把它改掉。有些人说改毛病很难很难，实在讲不难，天下难事，求人难，这个事情求自己，有什么好难的，克服自己的习气就不难。克服习气的方法，世出世间的圣人都有许许多多的教导，只要我们细心去体会。所以一定要克服自己的习气。第五句：",
      "zh_TW": "這一句就是依教修行，佛在經上教我們做的，我們要照做；佛在經上不許可我們做的，我們決定不能做。所有一切經，佛都是這樣教導我們的。特別是過去講的《彌勒菩薩所問經》，也叫《發起菩薩殊勝志樂經》，這個經我們在短短時間裡面講過三遍。第一遍在加洲講的，第二遍在此地講的，第三遍在新加坡講的，非常重要！這個經我們展開來讀一讀，就發現自己一身的毛病，這些毛病如果不能把它改掉，就是修行的障礙，就是念佛往生的障礙。念佛人很多，往生的人不多，原因在哪裡？這些毛病我們沒有辦法把它改掉。所以自己要問問：「我這一生要不要往生，是不是決定要往生？」如果決定要求往生，這裡面的毛病就統統把它改掉。有些人說改毛病很難很難，實在講不難，天下難事，求人難，這個事情求自己，有什麼好難的，克服自己的習氣就不難。克服習氣的方法，世出世間的聖人都有許許多多的教導，只要我們細心去體會。所以一定要克服自己的習氣。第五句："
    },
    {
      "id": "12-012-0004_p0070",
      "zh_CN": "【悉能了知。诸法本性。】",
      "zh_TW": "【悉能了知。諸法本性。】"
    },
    {
      "id": "12-012-0004_p0071",
      "zh_CN": "这就是在一切事相当中，透彻明了它的理体，理体就是『本性』、就是法性，法性是空寂的。《般若经》上讲的最多，诸法缘生，因缘所生的。因缘所生用现代话来讲，就是许许多多条件当中所发生的，这许多条件当中缺个几条，就不可能发生。《华严》讲的是无量因缘。既然是众多条件所发生的，那它就没有自体，所以说当体即空，了不可得。这个事实，现代科学家都发现了，近代的科学向两个极端发展，一个是太空物理，向大的方面，无限大去发展；另外一个向极小的量子力学，向最小的地方去研究、去发展，这个跟佛法的观点非常接近。",
      "zh_TW": "這就是在一切事相當中，透徹明瞭它的理體，理體就是『本性』、就是法性，法性是空寂的。《般若經》上講的最多，諸法緣生，因緣所生的。因緣所生用現代話來講，就是許許多多條件當中所發生的，這許多條件當中缺個幾條，就不可能發生。《華嚴》講的是無量因緣。既然是眾多條件所發生的，那它就沒有自體，所以說當體即空，了不可得。這個事實，現代科學家都發現了，近代的科學向兩個極端發展，一個是太空物理，向大的方面，無限大去發展；另外一個向極小的量子力學，向最小的地方去研究、去發展，這個跟佛法的觀點非常接近。"
    },
    {
      "id": "12-012-0004_p0072",
      "zh_CN": "尤其量子力学里头所发现的，现在科学家讲没有物质的存在，说有物质是假的，错误的，没有物质。那物质现象是什么？波动的现象，那跟经上讲的梦幻泡影就非常接近了。它存在的时间，如露亦如电，刹那不住，这你才了知一切法的本性，一切法的真相。了解之后有什么好处？不再执着了，真的放下了，放下你的心就清净，放下就得大自在，再也没有烦恼，再也没有忧虑，再也没有牵挂。你以前忧虑、牵挂、烦恼，都是空的，没有一样是事实，没有一样是真的。真正明白一切法了不可得，相有体无，这个性就是体，本性就是本体。不但相有体无，我们能够思惟想像的心也是相有体无。《金刚经》上讲的三心不可得，这个意思合起来，就是能所俱不可得，这才是事实真相。这些菩萨他们通达。",
      "zh_TW": "尤其量子力學裡頭所發現的，現在科學家講沒有物質的存在，說有物質是假的，錯誤的，沒有物質。那物質現象是什麼？波動的現象，那跟經上講的夢幻泡影就非常接近了。它存在的時間，如露亦如電，剎那不住，這你才了知一切法的本性，一切法的真相。了解之後有什麼好處？不再執著了，真的放下了，放下你的心就清淨，放下就得大自在，再也沒有煩惱，再也沒有憂慮，再也沒有牽掛。你以前憂慮、牽掛、煩惱，都是空的，沒有一樣是事實，沒有一樣是真的。真正明白一切法了不可得，相有體無，這個性就是體，本性就是本體。不但相有體無，我們能夠思惟想像的心也是相有體無。《金剛經》上講的三心不可得，這個意思合起來，就是能所俱不可得，這才是事實真相。這些菩薩他們通達。"
    },
    {
      "id": "12-012-0004_p0073",
      "zh_CN": "【能大饶益。成熟众生。】",
      "zh_TW": "【能大饒益。成熟眾生。】"
    },
    {
      "id": "12-012-0004_p0074",
      "zh_CN": "所以他自己得度，生起大悲心才能够帮助别人，『成熟众生』，帮助众生也入这个境界。到这个地方是一段，这里面所说的全是自己，自己本具的德行。末后这一句，这是利他的。",
      "zh_TW": "所以他自己得度，生起大悲心才能夠幫助別人，『成熟眾生』，幫助眾生也入這個境界。到這個地方是一段，這裡面所說的全是自己，自己本具的德行。末後這一句，這是利他的。"
    },
    {
      "id": "12-012-0004_p0075",
      "zh_CN": "【常乐勤求。诸佛功德。】",
      "zh_TW": "【常樂勤求。諸佛功德。】"
    },
    {
      "id": "12-012-0004_p0076",
      "zh_CN": "这是自己在前面智慧德能的基础上再求进步，再把自己的境界向上提升。乐是欢喜，欢喜勤求诸佛功德，他并没有止在这个地方，继续不断的努力前进。后头这一句总结：",
      "zh_TW": "這是自己在前面智慧德能的基礎上再求進步，再把自己的境界向上提升。樂是歡喜，歡喜勤求諸佛功德，他並沒有止在這個地方，繼續不斷的努力前進。後頭這一句總結："
    },
    {
      "id": "12-012-0004_p0077",
      "zh_CN": "【皆是文殊师利童子之所教化。】",
      "zh_TW": "【皆是文殊師利童子之所教化。】"
    },
    {
      "id": "12-012-0004_p0078",
      "zh_CN": "这个注解末后说，「本属文殊，非身子分，故所叹德，皆约大乘。不同五百言含本迹。翻显小乘不知不共。」清凉这几句话的解释，解释的非常之好。这十句里头所说的，真的文殊菩萨才能当，舍利弗当不起。虽然是文殊菩萨才能承当，但是这个话明明赞叹比丘的，这就显示他们过去供养诸佛深种善根。由此可知，这些人跟文殊普贤实在讲没两样，这些人是谁？就是我们在座的诸位，我们过去生中曾经供养诸佛深种善根，跟文殊普贤没两样，那现在为什么不一样？一时迷了，一时糊涂了，现在点醒了，恍然大悟了，句句说的是自己，没有说别人，说别人与自己不相干，那不叫废话吗？句句都是说的自己，希望我们听了之后，一下能醒悟过来，原来我们也行。这样对于念佛往生，你信心就具足了。",
      "zh_TW": "這個註解末後說，「本屬文殊，非身子分，故所歎德，皆約大乘。不同五百言含本跡。翻顯小乘不知不共。」清涼這幾句話的解釋，解釋的非常之好。這十句裡頭所說的，真的文殊菩薩才能當，舍利弗當不起。雖然是文殊菩薩才能承當，但是這個話明明讚歎比丘的，這就顯示他們過去供養諸佛深種善根。由此可知，這些人跟文殊普賢實在講沒兩樣，這些人是誰？就是我們在座的諸位，我們過去生中曾經供養諸佛深種善根，跟文殊普賢沒兩樣，那現在為什麼不一樣？一時迷了，一時糊塗了，現在點醒了，恍然大悟了，句句說的是自己，沒有說別人，說別人與自己不相干，那不叫廢話嗎？句句都是說的自己，希望我們聽了之後，一下能醒悟過來，原來我們也行。這樣對於念佛往生，你信心就具足了。"
    },
    {
      "id": "12-012-0004_p0079",
      "zh_CN": "你要说不行，恐怕不是我自己。不是你自己，你怎么会遇到这一会；不是你自己，你怎么今天会读到这一段文。你今天既然读到这一段文，听到这一段话，那说明你就有分；你要没有分，你或者今天有别的事情，今天晚上你就不能来听经。所以希望大家细细从这个地方想，你才晓得我们过去生中，跟诸佛菩萨那个缘有多深。",
      "zh_TW": "你要說不行，恐怕不是我自己。不是你自己，你怎麼會遇到這一會；不是你自己，你怎麼今天會讀到這一段文。你今天既然讀到這一段文，聽到這一段話，那說明你就有分；你要沒有分，你或者今天有別的事情，今天晚上你就不能來聽經。所以希望大家細細從這個地方想，你才曉得我們過去生中，跟諸佛菩薩那個緣有多深。"
    },
    {
      "id": "12-012-0004_p0080",
      "zh_CN": "下面一段，这是第二段，「明化主摄益」。这里头也有两段，第一段是「身仪摄益」。你看到它的相状，它的仪态，就得利益了。「令其根熟，起乐欲心」。爱好希望的心。所以佛菩萨教化众生，身语意三业都摄受众生。这个地方就是用身，这个意思大家要听得不太懂的话，我们讲白一点，这个身仪是什么？招牌，这大家好懂。我们学佛的样子，这个是招牌。你们看这个招牌怎么样？所以学佛的人容光焕发，身体健康，没有毛病，每一天法喜充满，这就是身仪。让别人一看就羡慕，你怎么过得这么快乐？我念阿弥陀佛就快乐了，那他就跟我念阿弥陀佛了。如果我们这个招牌不好，每一天垂头丧气，苦不堪言，人家一看你念阿弥陀佛，阿弥陀佛不能念，你看像他那个样子，这叫身仪。文殊菩萨的身仪太好了，让人一看就羡慕。我这个说法，你就好懂。",
      "zh_TW": "下面一段，這是第二段，「明化主攝益」。這裡頭也有兩段，第一段是「身儀攝益」。你看到它的相狀，它的儀態，就得利益了。「令其根熟，起樂欲心」。愛好希望的心。所以佛菩薩教化眾生，身語意三業都攝受眾生。這個地方就是用身，這個意思大家要聽得不太懂的話，我們講白一點，這個身儀是什麼？招牌，這大家好懂。我們學佛的樣子，這個是招牌。你們看這個招牌怎麼樣？所以學佛的人容光煥發，身體健康，沒有毛病，每一天法喜充滿，這就是身儀。讓別人一看就羨慕，你怎麼過得這麼快樂？我念阿彌陀佛就快樂了，那他就跟我念阿彌陀佛了。如果我們這個招牌不好，每一天垂頭喪氣，苦不堪言，人家一看你念阿彌陀佛，阿彌陀佛不能念，你看像他那個樣子，這叫身儀。文殊菩薩的身儀太好了，讓人一看就羨慕。我這個說法，你就好懂。"
    },
    {
      "id": "12-012-0004_p0081",
      "zh_CN": "所以学佛就是要给一切众生做好榜样，做好样子，让他一看，心里头就羡慕，他就要向你请教，要向你学习，这一段就是这个意思，「令其根熟，起乐欲心」就是这个意思。所以佛法是师道，师道是很尊贵的，「只闻来学，未闻往教」。你不教他，不主动去拉他，他怎么来学佛，我们做出样子，让他自己看了感动，自己入门来。所以这个招牌就是招生广告，你看这个多重要。所以我们每一个学佛的人，一定要有个好样子，给人家做榜样。我们道场给所有道场做个好样子，每一位学佛同修家庭，是一切家庭的好榜样，这都包括在身仪摄益里头，很重要、很重要！我们看底下经文。",
      "zh_TW": "所以學佛就是要給一切眾生做好榜樣，做好樣子，讓他一看，心裡頭就羨慕，他就要向你請教，要向你學習，這一段就是這個意思，「令其根熟，起樂欲心」就是這個意思。所以佛法是師道，師道是很尊貴的，「只聞來學，未聞往教」。你不教他，不主動去拉他，他怎麼來學佛，我們做出樣子，讓他自己看了感動，自己入門來。所以這個招牌就是招生廣告，你看這個多重要。所以我們每一個學佛的人，一定要有個好樣子，給人家做榜樣。我們道場給所有道場做個好樣子，每一位學佛同修家庭，是一切家庭的好榜樣，這都包括在身儀攝益裡頭，很重要、很重要！我們看底下經文。"
    },
    {
      "id": "12-012-0004_p0082",
      "zh_CN": "【尔时。尊者舍利弗。将诸比丘。随路而行。观诸比丘。告海觉言。】",
      "zh_TW": "【爾時。尊者舍利弗。將諸比丘。隨路而行。觀諸比丘。告海覺言。】"
    },
    {
      "id": "12-012-0004_p0083",
      "zh_CN": "这一群人，『舍利弗』是他们的老师，是领导他们的，也是舍利弗帮助他们，指导他们。舍利弗带着这六千人，六千人当中，有智慧高的，有智慧平平的；高的人是见色闻声就觉悟了，中下根性必须要开导，开导就是言教。所以他就告诉海觉，海觉是六千比丘众里面的上首。",
      "zh_TW": "這一群人，『舍利弗』是他們的老師，是領導他們的，也是舍利弗幫助他們，指導他們。舍利弗帶著這六千人，六千人當中，有智慧高的，有智慧平平的；高的人是見色聞聲就覺悟了，中下根性必須要開導，開導就是言教。所以他就告訴海覺，海覺是六千比丘眾裡面的上首。"
    },
    {
      "id": "12-012-0004_p0084",
      "zh_CN": "这个一大段经文里面，有四个小段。「前中有四。一示胜境」，是指示境界的殊胜。这里头也有三段，第一段是告诉他，我们刚才所念的。下面这一段文，就教他观察。请看经文，这一段经文是，「正教观察」。",
      "zh_TW": "這個一大段經文裡面，有四個小段。「前中有四。一示勝境」，是指示境界的殊勝。這裡頭也有三段，第一段是告訴他，我們剛才所念的。下面這一段文，就教他觀察。請看經文，這一段經文是，「正教觀察」。"
    },
    {
      "id": "12-012-0004_p0085",
      "zh_CN": "【汝可观察。文殊师利。清净相好庄严之身。诸天及人。莫能思议。】",
      "zh_TW": "【汝可觀察。文殊師利。清淨相好莊嚴之身。諸天及人。莫能思議。】"
    },
    {
      "id": "12-012-0004_p0086",
      "zh_CN": "经文一共有十句，这是第一句。这十句就是说明，文殊菩萨十种殊胜。我们有没有见到？我们没见到文殊菩萨本人，在寺院里见到文殊菩萨塑像，见到文殊菩萨画像，你有没有看到这十种殊胜，没看到那是你太粗心，太大意了。念了这一段经文，以后再要看到文殊菩萨像，听到文殊菩萨名，你就要想到这十种殊胜。如何能把这十种的殊胜，变成我自己的殊胜，你就真正得利益了。菩萨十种殊胜与我们自己不相干，那你没得到利益，你知道也是枉然，知道是别人的，不是自己的，这是我们学习的地方。",
      "zh_TW": "經文一共有十句，這是第一句。這十句就是說明，文殊菩薩十種殊勝。我們有沒有見到？我們沒見到文殊菩薩本人，在寺院裡見到文殊菩薩塑像，見到文殊菩薩畫像，你有沒有看到這十種殊勝，沒看到那是你太粗心，太大意了。念了這一段經文，以後再要看到文殊菩薩像，聽到文殊菩薩名，你就要想到這十種殊勝。如何能把這十種的殊勝，變成我自己的殊勝，你就真正得利益了。菩薩十種殊勝與我們自己不相干，那你沒得到利益，你知道也是枉然，知道是別人的，不是自己的，這是我們學習的地方。"
    },
    {
      "id": "12-012-0004_p0087",
      "zh_CN": "你看他的『清净相好庄严之身』，先看他的身相。『诸天及人，莫能思议』。比不上！他的身相那么样好，好怎么来的？相好是因。相好怎么来的？经文上有，清净，清净是因，相好庄严是果报。你要想你的身相，这个相好，经上讲的三十二相八十随形好，庄严的身相，都是从清净心来的，清净行来的。你的心行不清净，你的身相怎么会好？这一句里头教给我们就多了，我们一生都受用不尽。所以我们在讲席当中，常常劝导诸位同修，学佛的人招牌要好，这影响太大太大了。你看现在一般社会，为什么对佛教没有好印象，提到佛教人家就摇头，都说这个迷信，都没有看在眼里。原因在哪里？招牌不好，本来是个好招牌，被你糟蹋掉了，你还说你修行有功德。这不晓得功德在哪里，真的把释迦牟尼佛金字招牌毁坏掉了，糟蹋掉了，这学佛的人一身的罪过。所以你学佛，至少你的身相也像佛菩萨一样，男众要像文殊、普贤，女众也跟观音比一比，这是真的。清净的心行就得相好庄严之身，这是你看他的身相。第二句：",
      "zh_TW": "你看他的『清淨相好莊嚴之身』，先看他的身相。『諸天及人，莫能思議』。比不上！他的身相那麼樣好，好怎麼來的？相好是因。相好怎麼來的？經文上有，清淨，清淨是因，相好莊嚴是果報。你要想你的身相，這個相好，經上講的三十二相八十隨形好，莊嚴的身相，都是從清淨心來的，清淨行來的。你的心行不清淨，你的身相怎麼會好？這一句裡頭教給我們就多了，我們一生都受用不盡。所以我們在講席當中，常常勸導諸位同修，學佛的人招牌要好，這影響太大太大了。你看現在一般社會，為什麼對佛教沒有好印象，提到佛教人家就搖頭，都說這個迷信，都沒有看在眼裡。原因在哪裡？招牌不好，本來是個好招牌，被你糟蹋掉了，你還說你修行有功德。這不曉得功德在哪裡，真的把釋迦牟尼佛金字招牌毀壞掉了，糟蹋掉了，這學佛的人一身的罪過。所以你學佛，至少你的身相也像佛菩薩一樣，男眾要像文殊、普賢，女眾也跟觀音比一比，這是真的。清淨的心行就得相好莊嚴之身，這是你看他的身相。第二句："
    },
    {
      "id": "12-012-0004_p0088",
      "zh_CN": "【汝可观察。文殊师利。圆光映彻。普照十方。能令众生。心生欢喜。】",
      "zh_TW": "【汝可觀察。文殊師利。圓光映徹。普照十方。能令眾生。心生歡喜。】"
    },
    {
      "id": "12-012-0004_p0089",
      "zh_CN": "这一句要是浅而言之，就是菩萨的光彩，我们今天讲的风度，容光焕发，众生一看到他，就生欢喜心，这是摄受众生有力的手段。你如果相不好，众生一看到你就讨厌你，掉头而去，你还能帮助人吗？你还能度众生吗？要真干！真正的因就在第一句，第一句清净是总的因，贯下面十句，都在清净心、清净行，心行清净，殊胜的德相、德行无量无边。第三句：",
      "zh_TW": "這一句要是淺而言之，就是菩薩的光彩，我們今天講的風度，容光煥發，眾生一看到他，就生歡喜心，這是攝受眾生有力的手段。你如果相不好，眾生一看到你就討厭你，掉頭而去，你還能幫助人嗎？你還能度眾生嗎？要真幹！真正的因就在第一句，第一句清淨是總的因，貫下面十句，都在清淨心、清淨行，心行清淨，殊勝的德相、德行無量無邊。第三句："
    },
    {
      "id": "12-012-0004_p0090",
      "zh_CN": "【汝可观察。文殊师利。放光明网。微妙庄严。除灭众生。无量苦恼。】",
      "zh_TW": "【汝可觀察。文殊師利。放光明網。微妙莊嚴。除滅眾生。無量苦惱。】"
    },
    {
      "id": "12-012-0004_p0091",
      "zh_CN": "这一句是讲菩萨放光，前面一句是讲的常光、平常，这一句是讲的放光。光怎么放法？是不是一闪一闪放出去的，如果一闪一闪的放，会把人吓跑掉了，谁还敢接近？这个放光是有意帮助别人，见到众生，众生生欢喜心。菩萨有意帮助他，不一定要说话，种种表态能令人觉悟，不必用言语，我们现在讲暗示，你做一个动作暗示，他懂得了，他体会到了，这都是属于放光。暗示的方法太多太多了，身体的动作，手足的动作，面部的表情，都放光，都能给一切众生，聪明伶俐的，根性利的人，你给他小小的暗示，他就明白了，不需要说话，这叫放光的殊胜。众生一见就能体会到菩萨的意思，就能灭除『无量苦恼』。这个经文细细去琢磨，其味无穷。第四句：",
      "zh_TW": "這一句是講菩薩放光，前面一句是講的常光、平常，這一句是講的放光。光怎麼放法？是不是一閃一閃放出去的，如果一閃一閃的放，會把人嚇跑掉了，誰還敢接近？這個放光是有意幫助別人，見到眾生，眾生生歡喜心。菩薩有意幫助他，不一定要說話，種種表態能令人覺悟，不必用言語，我們現在講暗示，你做一個動作暗示，他懂得了，他體會到了，這都是屬於放光。暗示的方法太多太多了，身體的動作，手足的動作，面部的表情，都放光，都能給一切眾生，聰明伶俐的，根性利的人，你給他小小的暗示，他就明白了，不需要說話，這叫放光的殊勝。眾生一見就能體會到菩薩的意思，就能滅除『無量苦惱』。這個經文細細去琢磨，其味無窮。第四句："
    },
    {
      "id": "12-012-0004_p0092",
      "zh_CN": "【汝可观察。文殊师利。众会威德。皆是菩萨。往昔善根之所摄受。】",
      "zh_TW": "【汝可觀察。文殊師利。眾會威德。皆是菩薩。往昔善根之所攝受。】"
    },
    {
      "id": "12-012-0004_p0093",
      "zh_CN": "这一句是教你『观察』，文殊菩萨左右的这些大众，他出来不是一个人，有一大群人跟着他。前面教你观察文殊菩萨他本人，现在叫你看跟随文殊菩萨的这些大众，你去看看这些大众，这些大众不是普通人，个个都是有智慧、有德能的人，都是特殊的人物，不是普通人。这些人为什么跟他在一起，当然与菩萨缘很深，没有缘怎么会在一起？缘聚的时候，他自然就合了；如果缘散的时候，想聚也聚不成，缘殊胜！这里面又可以看到因与果，因中就是与一切众生广结善缘，果报里面成就会众的殊胜。与会大众的人多，人才济济，这是『菩萨往昔善根之所摄受』。第五句：",
      "zh_TW": "這一句是教你『觀察』，文殊菩薩左右的這些大眾，他出來不是一個人，有一大群人跟著他。前面教你觀察文殊菩薩他本人，現在叫你看跟隨文殊菩薩的這些大眾，你去看看這些大眾，這些大眾不是普通人，個個都是有智慧、有德能的人，都是特殊的人物，不是普通人。這些人為什麼跟他在一起，當然與菩薩緣很深，沒有緣怎麼會在一起？緣聚的時候，他自然就合了；如果緣散的時候，想聚也聚不成，緣殊勝！這裡面又可以看到因與果，因中就是與一切眾生廣結善緣，果報裡面成就會眾的殊勝。與會大眾的人多，人才濟濟，這是『菩薩往昔善根之所攝受』。第五句："
    },
    {
      "id": "12-012-0004_p0094",
      "zh_CN": "【汝可观察。文殊师利。所行之路。左右八步。清净平坦。众宝庄严。】",
      "zh_TW": "【汝可觀察。文殊師利。所行之路。左右八步。清淨平坦。眾寶莊嚴。】"
    },
    {
      "id": "12-012-0004_p0095",
      "zh_CN": "这一句诸位看注解就晓得了，这个注解注得很清楚，在这个小注的第二行第五，这是第五句，「行路胜」。『左右八步』，这个八是表八正道，并不是真的八步，文殊菩萨走路走当中，这边也是八步，那边也是八步，表这个意思，表的是中道。他的心正大光明，行为正大光明，决定没有偏，没有邪，取这个意思。所以，「为八步平坦。逆顺不离，故云左右。右随顺故。住正道者，则不分别是邪正故。」如果我们心里起心动念，那就心不正，但又不是是非邪正不知道，是非邪正不知道，那你就变成白痴了，那菩萨怎么可能是白痴？样样清楚，样样明了，样样不分别、不执着，这就叫中道，这是菩萨行，也就是菩萨对人、对事、对物的心态。我这个讲法，你们就明白了。菩萨是这样的心态，样样清楚，心里头干干净净，没有分别执着，所以『清净平坦』，清净心、平等心。清净平等里面就生无量智慧、无量德能，这就是『众宝庄严』，众宝是说这桩事情。",
      "zh_TW": "這一句諸位看註解就曉得了，這個註解註得很清楚，在這個小註的第二行第五，這是第五句，「行路勝」。『左右八步』，這個八是表八正道，並不是真的八步，文殊菩薩走路走當中，這邊也是八步，那邊也是八步，表這個意思，表的是中道。他的心正大光明，行為正大光明，決定沒有偏，沒有邪，取這個意思。所以，「為八步平坦。逆順不離，故云左右。右隨順故。住正道者，則不分別是邪正故。」如果我們心裡起心動念，那就心不正，但又不是是非邪正不知道，是非邪正不知道，那你就變成白痴了，那菩薩怎麼可能是白痴？樣樣清楚，樣樣明瞭，樣樣不分別、不執著，這就叫中道，這是菩薩行，也就是菩薩對人、對事、對物的心態。我這個講法，你們就明白了。菩薩是這樣的心態，樣樣清楚，心裡頭乾乾淨淨，沒有分別執著，所以『清淨平坦』，清淨心、平等心。清淨平等裡面就生無量智慧、無量德能，這就是『眾寶莊嚴』，眾寶是說這樁事情。"
    },
    {
      "id": "12-012-0004_p0096",
      "zh_CN": "今天时间到了，只讲了五句，这个文很有味道。好！我们下一次再讲。",
      "zh_TW": "今天時間到了，只講了五句，這個文很有味道。好！我們下一次再講。"
    }
  ]
}