{
  "doc_id": "12-012-0003",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0003",
  "total_paragraphs": 81,
  "paragraphs": [
    {
      "id": "12-012-0003_p0001",
      "zh_CN": "请掀开经本第三页倒数第三行，从当中看起：",
      "zh_TW": "請掀開經本第三頁倒數第三行，從當中看起："
    },
    {
      "id": "12-012-0003_p0002",
      "zh_CN": "「初信信理，理隐未彰。故初文殊无普贤对。中间解行二俱不彰。欲显诸位皆是普贤，触境照解皆文殊故」。我们从这一段看起。",
      "zh_TW": "「初信信理，理隱未彰。故初文殊無普賢對。中間解行二俱不彰。欲顯諸位皆是普賢，觸境照解皆文殊故」。我們從這一段看起。"
    },
    {
      "id": "12-012-0003_p0003",
      "zh_CN": "这是教导我们，学佛首要的就是信心，所以佛在此经上讲：「信为道元功德母」。「道」是无上佛道，它的根源就在信，无量无边的功德也是从信心里面发生的。可是信心很不容易建立。通常我们将它归纳起来讲，信心之所以能建立，大概不出两个因缘：第一个因缘是他把事实真相搞清楚，明了了，这是讲初信信理，这是一般知识分子很容易体会的。许许多多年轻人、知识分子，提到佛教他就摇头，他不能接受，原因在哪里？道理不晓得，误以为学佛是迷信，信佛是迷信，所以信心不能建立。如果理要是明了，信心就生起来了。在佛法里面，有许多经论是偏重在讲理的，这是很适合知识分子的口味。可是也有一些经，讲事讲得很多，譬如《地藏菩萨本愿经》，事就讲得很多，《阿弥陀经》事也讲得很多。一般人对这个没有兴趣，认为这是神话，这是宗教。实在讲，讲事的经，里面有很深的道理。这是理清楚了能建立信心。第二种人，虽然道理不清楚，没搞清楚，他也能坚信不疑，这是佛法讲的，他的福德深厚，在《弥陀经》上讲：「不可以少善根福德因缘得生彼国」，是他过去生中善根福德因缘很厚，虽然不懂理，一接触他就相信，而且信得很虔诚。总不外乎这两个因缘。",
      "zh_TW": "這是教導我們，學佛首要的就是信心，所以佛在此經上講：「信為道元功德母」。「道」是無上佛道，它的根源就在信，無量無邊的功德也是從信心裡面發生的。可是信心很不容易建立。通常我們將它歸納起來講，信心之所以能建立，大概不出兩個因緣：第一個因緣是他把事實真相搞清楚，明瞭了，這是講初信信理，這是一般知識分子很容易體會的。許許多多年輕人、知識分子，提到佛教他就搖頭，他不能接受，原因在哪裡？道理不曉得，誤以為學佛是迷信，信佛是迷信，所以信心不能建立。如果理要是明瞭，信心就生起來了。在佛法裡面，有許多經論是偏重在講理的，這是很適合知識分子的口味。可是也有一些經，講事講得很多，譬如《地藏菩薩本願經》，事就講得很多，《阿彌陀經》事也講得很多。一般人對這個沒有興趣，認為這是神話，這是宗教。實在講，講事的經，裡面有很深的道理。這是理清楚了能建立信心。第二種人，雖然道理不清楚，沒搞清楚，他也能堅信不疑，這是佛法講的，他的福德深厚，在《彌陀經》上講：「不可以少善根福德因緣得生彼國」，是他過去生中善根福德因緣很厚，雖然不懂理，一接觸他就相信，而且信得很虔誠。總不外乎這兩個因緣。"
    },
    {
      "id": "12-012-0003_p0004",
      "zh_CN": "此地告诉我们「初信信里」，可是「理隐未彰」。「隐」是隐藏着，「彰」是明显，显露出来了。这个理太深了，含藏在事相里面，粗心大意的人、智慧少的人看不出来。经文一开端，十信位只有文殊菩萨一个人，他老人家一个人代表十信位。这一段里面没有普贤菩萨，只有文殊，没有普贤对，表示理隐了。普贤菩萨代表理，文殊菩萨代表智；这个智还浅，还不深，没有见到理。十信位确确实实如是的，到初住菩萨就见到理了，所以是「破一品无明，证一分真性」，明心见性。十信位还没有到这个境界。",
      "zh_TW": "此地告訴我們「初信信裡」，可是「理隱未彰」。「隱」是隱藏著，「彰」是明顯，顯露出來了。這個理太深了，含藏在事相裡面，粗心大意的人、智慧少的人看不出來。經文一開端，十信位只有文殊菩薩一個人，他老人家一個人代表十信位。這一段裡面沒有普賢菩薩，只有文殊，沒有普賢對，表示理隱了。普賢菩薩代表理，文殊菩薩代表智；這個智還淺，還不深，沒有見到理。十信位確確實實如是的，到初住菩薩就見到理了，所以是「破一品無明，證一分真性」，明心見性。十信位還沒有到這個境界。"
    },
    {
      "id": "12-012-0003_p0005",
      "zh_CN": "「中间解行二俱不彰」，中间是讲十住、十行、十回向，我们叫三贤位，这是当中；特别在五十三参里面，有三十位善友来表法。实在讲，理也很深，智慧也深，浅位的人看不出来。好像文殊、普贤这两位都没看到，一直到十地的末后，到等觉的时候，文殊、普贤、弥勒这些大菩萨出现了，在这中间都没出现。可是它含的意思很深，它是要显示「诸位皆是普贤」，从圆教初住到等觉菩萨四十一位法身大士，人人都是普贤。怎么知道？因为都是行的普贤行。",
      "zh_TW": "「中間解行二俱不彰」，中間是講十住、十行、十迴向，我們叫三賢位，這是當中；特別在五十三參裡面，有三十位善友來表法。實在講，理也很深，智慧也深，淺位的人看不出來。好像文殊、普賢這兩位都沒看到，一直到十地的末後，到等覺的時候，文殊、普賢、彌勒這些大菩薩出現了，在這中間都沒出現。可是它含的意思很深，它是要顯示「諸位皆是普賢」，從圓教初住到等覺菩薩四十一位法身大士，人人都是普賢。怎麼知道？因為都是行的普賢行。"
    },
    {
      "id": "12-012-0003_p0006",
      "zh_CN": "「触境照解皆文殊故」，他们六根接触六尘境界，所见所闻都是圆满的智慧，圆满智慧就是文殊。由此可知，文殊、普贤的相没看见，文殊普贤的名没看见，实际上文殊普贤都没有离开，全是文殊普贤的境界，华严一真法界。这个意思必须在此地说明，然后入经文才有味道。下面这一段文：",
      "zh_TW": "「觸境照解皆文殊故」，他們六根接觸六塵境界，所見所聞都是圓滿的智慧，圓滿智慧就是文殊。由此可知，文殊、普賢的相沒看見，文殊普賢的名沒看見，實際上文殊普賢都沒有離開，全是文殊普賢的境界，華嚴一真法界。這個意思必須在此地說明，然後入經文才有味道。下面這一段文："
    },
    {
      "id": "12-012-0003_p0007",
      "zh_CN": "「约文殊门」，就文殊菩萨所表的这一方面来说。「因解起信，信离无明」。因为你明白，你了解，信心才生起；信心生起，你就不会迷惑了。无明就是不明白，于事实真相不明了就叫做无明；明白了，无明就离了，信心就生了。这个地方讲的信心与《金刚经》上所说「信心清净，则生实相」是同等的境界，实相生了，无明就破了。这是从十信位提升到十住位，「破一品无明，证一分法身」。所以十信没有地位，十住就有位了，就好像我们读书一样，它有学位了。中学没有学位，小学没有学位，大学毕业就有学位了；十信没有学位，到初住就有学位了。",
      "zh_TW": "「約文殊門」，就文殊菩薩所表的這一方面來說。「因解起信，信離無明」。因為你明白，你了解，信心才生起；信心生起，你就不會迷惑了。無明就是不明白，於事實真相不明瞭就叫做無明；明白了，無明就離了，信心就生了。這個地方講的信心與《金剛經》上所說「信心清淨，則生實相」是同等的境界，實相生了，無明就破了。這是從十信位提升到十住位，「破一品無明，證一分法身」。所以十信沒有地位，十住就有位了，就好像我們讀書一樣，它有學位了。中學沒有學位，小學沒有學位，大學畢業就有學位了；十信沒有學位，到初住就有學位了。"
    },
    {
      "id": "12-012-0003_p0008",
      "zh_CN": "「以信成解，解非邪见」。这个「解」是正解，因为是信心清净所生的解，对于宇宙人生真相确实明了通达而没有错误，所以他的见是正见，他不是邪见。「信解真正，妙智则圆」。妙智就是无上正等正觉，这才圆满。圆满是如来果地上的位次。这几句经文，从因解起信到妙智则圆，这一段是从十信位一直到如来的果位，当中五十一个位次全部都包括了。",
      "zh_TW": "「以信成解，解非邪見」。這個「解」是正解，因為是信心清淨所生的解，對於宇宙人生真相確實明瞭通達而沒有錯誤，所以他的見是正見，他不是邪見。「信解真正，妙智則圓」。妙智就是無上正等正覺，這才圓滿。圓滿是如來果地上的位次。這幾句經文，從因解起信到妙智則圓，這一段是從十信位一直到如來的果位，當中五十一個位次全部都包括了。"
    },
    {
      "id": "12-012-0003_p0009",
      "zh_CN": "「三为一心，入佛智海，得究竟矣」。此地讲的「三」就是前面讲的能所信、解行跟理智这三桩事情。这三桩事情就是一心，一心具足能信所信、解行、理智，这一句话很重要。从这个意思我们能体会到，一切大乘法门要跟净宗法门来比，很明显的，「净宗易，余宗难」，其他法门难。从哪里见到？净宗就一句「阿弥陀佛」，目的在哪里？一心不乱。我们只用这句阿弥陀佛念到一心不乱，这能所信相对、解行相对、理智相对，他统统具足，他都圆满了，这个妙！你看学教的人，要学多久他才能够把这三桩事情从一心当中证得？念佛的人不要去分别、不要去想像，这一句佛号念成功了，自自然然就得到了，这叫易行道，不可思议的法门。三为一心，入佛智海，得究竟矣。这就成佛了，圆满成佛了。这是就文殊表的意思来说。再就普贤门说：",
      "zh_TW": "「三為一心，入佛智海，得究竟矣」。此地講的「三」就是前面講的能所信、解行跟理智這三樁事情。這三樁事情就是一心，一心具足能信所信、解行、理智，這一句話很重要。從這個意思我們能體會到，一切大乘法門要跟淨宗法門來比，很明顯的，「淨宗易，餘宗難」，其他法門難。從哪裡見到？淨宗就一句「阿彌陀佛」，目的在哪裡？一心不亂。我們只用這句阿彌陀佛念到一心不亂，這能所信相對、解行相對、理智相對，他統統具足，他都圓滿了，這個妙！你看學教的人，要學多久他才能夠把這三樁事情從一心當中證得？念佛的人不要去分別、不要去想像，這一句佛號念成功了，自自然然就得到了，這叫易行道，不可思議的法門。三為一心，入佛智海，得究竟矣。這就成佛了，圓滿成佛了。這是就文殊表的意思來說。再就普賢門說："
    },
    {
      "id": "12-012-0003_p0010",
      "zh_CN": "「约普贤门。托理成行，行不外求」。「托」就是依靠的意思。普贤是表理，文殊是表智，哪一法不是普贤所表之理？前面我们刚刚念过，从初住到法云地这四十个位次当中，善友所表的就是文殊、普贤，文殊智，普贤理。他们所表的，实际上就是我们日常生活，处事待人接物，点点滴滴都是依理成行。不过凡夫是违背了理，这些大菩萨们顺着理；顺着理就走向解脱道，违背这个理，背着这个理那就有六道三途。这说起来就是迷、悟，迷的是这个理，悟的还是这个理，理没有迷悟，哪一个不是「托理成行，行不外求」？外面求不到的。经上常讲「心外求法」，心外求法是外道，外道的意思是这么说法的。心外求法，心外没有法，心外也求不到法。这些法身大士们，他们的行完全是顺着理，随顺着理，行不外求。",
      "zh_TW": "「約普賢門。託理成行，行不外求」。「託」就是依靠的意思。普賢是表理，文殊是表智，哪一法不是普賢所表之理？前面我們剛剛念過，從初住到法雲地這四十個位次當中，善友所表的就是文殊、普賢，文殊智，普賢理。他們所表的，實際上就是我們日常生活，處事待人接物，點點滴滴都是依理成行。不過凡夫是違背了理，這些大菩薩們順著理；順著理就走向解脫道，違背這個理，背著這個理那就有六道三途。這說起來就是迷、悟，迷的是這個理，悟的還是這個理，理沒有迷悟，哪一個不是「託理成行，行不外求」？外面求不到的。經上常講「心外求法」，心外求法是外道，外道的意思是這麼說法的。心外求法，心外沒有法，心外也求不到法。這些法身大士們，他們的行完全是順著理，隨順著理，行不外求。"
    },
    {
      "id": "12-012-0003_p0011",
      "zh_CN": "「因行见理」，「行」是历事炼心。《华严经》五十三参，善财所表的历事炼心。炼什么心？炼一心。要是用我们净宗的话来讲，大家就会更清楚、更明白。炼什么心？炼是在训练、修炼；炼清净心，炼平等心，炼正觉之心。经题上，清净平等觉，就在这上链。穿衣，在穿衣上链清净平等觉，修清净平等觉；吃饭，在吃饭上链清净平等觉；喝水，在喝水上修清净平等觉。六根接触六尘境界都是在修一心不乱。你以为一心不乱是境界统统都离开了去修，没那回事情。一切离开，那你不就把理离开了，那理就没有了，你到哪里去修？要知道一切事，事就是理，理就是事，理事不二，这个修法才有个入处。你要是把理跟事分开，那你就不得其门而入。入处就是入法界，入的是一真法界；一真法界也叫不二法门。可见得如果我们把理事看作二，二，你就入不进去，你要晓得理事不二，你就入进去了。实在讲，就在生活中点点滴滴，没有一个不是入处。这就显示出无量法门，无量法门任何一个法门都能入，只要你会了，什么会？不二，就契入了，你就证得如来果地上的境界。因行见理，理事不二；行是事相，从事相上见到不二之理。",
      "zh_TW": "「因行見理」，「行」是歷事鍊心。《華嚴經》五十三參，善財所表的歷事鍊心。鍊什麼心？鍊一心。要是用我們淨宗的話來講，大家就會更清楚、更明白。鍊什麼心？鍊是在訓練、修鍊；鍊清淨心，鍊平等心，鍊正覺之心。經題上，清淨平等覺，就在這上鍊。穿衣，在穿衣上鍊清淨平等覺，修清淨平等覺；吃飯，在吃飯上鍊清淨平等覺；喝水，在喝水上修清淨平等覺。六根接觸六塵境界都是在修一心不亂。你以為一心不亂是境界統統都離開了去修，沒那回事情。一切離開，那你不就把理離開了，那理就沒有了，你到哪裡去修？要知道一切事，事就是理，理就是事，理事不二，這個修法才有個入處。你要是把理跟事分開，那你就不得其門而入。入處就是入法界，入的是一真法界；一真法界也叫不二法門。可見得如果我們把理事看作二，二，你就入不進去，你要曉得理事不二，你就入進去了。實在講，就在生活中點點滴滴，沒有一個不是入處。這就顯示出無量法門，無量法門任何一個法門都能入，只要你會了，什麼會？不二，就契入了，你就證得如來果地上的境界。因行見理，理事不二；行是事相，從事相上見到不二之理。"
    },
    {
      "id": "12-012-0003_p0012",
      "zh_CN": "「行非理外」，事就是理，相就是理。「自始至末，法界一如」。「始」，文殊在此地表的是十信位；「末」，是如来果地上的位次。最后第五十三参普贤菩萨所表的；而普贤菩萨表的那个味道浓了，十大愿王导归极乐，这是《华严经》的末。所以《华严经》到最后就归到《无量寿》去了，《无量寿经》是《华严经》的归宿。法界一如，尽虚空遍法界是一如，一如就是不二。这个意思诸位要是体会得，你才知道佛经之妙。佛经一展开，第一句话，「如是我闻」，「如是」两个字怎么讲法？就是法界一如，无法不是。世尊说法说了四十九年，说了什么东西？就是说了个如是。不但释迦牟尼佛四十九年就说如是，尽虚空遍法界，无量无边诸佛如来宣说一切法，也是「如是」两个字。再看底下一句：",
      "zh_TW": "「行非理外」，事就是理，相就是理。「自始至末，法界一如」。「始」，文殊在此地表的是十信位；「末」，是如來果地上的位次。最後第五十三參普賢菩薩所表的；而普賢菩薩表的那個味道濃了，十大願王導歸極樂，這是《華嚴經》的末。所以《華嚴經》到最後就歸到《無量壽》去了，《無量壽經》是《華嚴經》的歸宿。法界一如，盡虛空遍法界是一如，一如就是不二。這個意思諸位要是體會得，你才知道佛經之妙。佛經一展開，第一句話，「如是我聞」，「如是」兩個字怎麼講法？就是法界一如，無法不是。世尊說法說了四十九年，說了什麼東西？就是說了個如是。不但釋迦牟尼佛四十九年就說如是，盡虛空遍法界，無量無邊諸佛如來宣說一切法，也是「如是」兩個字。再看底下一句："
    },
    {
      "id": "12-012-0003_p0013",
      "zh_CN": "「无有少分非佛智体」。这就是说明「一切皆如，无有不是」，确确实实找不到丝毫不是佛智体。「体」是理、理体，就是普贤菩萨所代表的。我们通常讲三种智，一切种智，《般若经》上讲的「一切相智」，这是玄奘大师所翻译的。一切相智就是「一切种智」，就是此地讲的佛智体。",
      "zh_TW": "「無有少分非佛智體」。這就是說明「一切皆如，無有不是」，確確實實找不到絲毫不是佛智體。「體」是理、理體，就是普賢菩薩所代表的。我們通常講三種智，一切種智，《般若經》上講的「一切相智」，這是玄奘大師所翻譯的。一切相智就是「一切種智」，就是此地講的佛智體。"
    },
    {
      "id": "12-012-0003_p0014",
      "zh_CN": "「既文殊三事融通隐隐，普贤三事涉入重重」。这两句话的意思很深、很广。「三事」是指哪三桩事情？前面所说的，「能所信」这是一事，第二是「解行」，第三是「理智」，就是这三桩。文殊所表的这三桩事情融通隐隐；「融通」是融会贯通，「隐隐」是凡圣的样子。大乘经上常讲「无量为一，一为无量」，《华严经》上说的：「一即是多，多即是一」，融通隐隐，无量是一。而普贤三事涉入重重，这个「三事」也是能所、解行、理智。前面是从智照上讲，无量为一；从理上讲，一即是多，一为无量。涉入重重，「涉入」是理，理所涉入；「重重」是讲事相，事相无量无边，十法界依正庄严一个理。两位菩萨就代表尽了。",
      "zh_TW": "「既文殊三事融通隱隱，普賢三事涉入重重」。這兩句話的意思很深、很廣。「三事」是指哪三樁事情？前面所說的，「能所信」這是一事，第二是「解行」，第三是「理智」，就是這三樁。文殊所表的這三樁事情融通隱隱；「融通」是融會貫通，「隱隱」是凡聖的樣子。大乘經上常講「無量為一，一為無量」，《華嚴經》上說的：「一即是多，多即是一」，融通隱隱，無量是一。而普賢三事涉入重重，這個「三事」也是能所、解行、理智。前面是從智照上講，無量為一；從理上講，一即是多，一為無量。涉入重重，「涉入」是理，理所涉入；「重重」是講事相，事相無量無邊，十法界依正莊嚴一個理。兩位菩薩就代表盡了。"
    },
    {
      "id": "12-012-0003_p0015",
      "zh_CN": "明白这个道理，了解事实真相之后，「方显遮那频申三昧难思之果」。「果」是果报，如来圆满的果报，毘卢遮那佛。毘卢遮那佛他的境界，在本经称作为频申三昧。「频申」是比喻，比喻狮子，狮子是兽中之王，狮子在伸个懒腰，很自在，那叫频申。「三昧」是正受。狮子是百兽之王，牠在兽中，小的野兽怕牠，牠不怕别人，牠伸个懒腰，多自在！那是牠的享受。这就是如来到究竟果地，就像狮子伸懒腰那么样的自在，频申三昧就是这个意思，这是讲修行到智慧圆满的果地。",
      "zh_TW": "明白這個道理，了解事實真相之後，「方顯遮那頻申三昧難思之果」。「果」是果報，如來圓滿的果報，毘盧遮那佛。毘盧遮那佛他的境界，在本經稱作為頻申三昧。「頻申」是比喻，比喻獅子，獅子是獸中之王，獅子在伸個懶腰，很自在，那叫頻申。「三昧」是正受。獅子是百獸之王，牠在獸中，小的野獸怕牠，牠不怕別人，牠伸個懶腰，多自在！那是牠的享受。這就是如來到究竟果地，就像獅子伸懶腰那麼樣的自在，頻申三昧就是這個意思，這是講修行到智慧圓滿的果地。"
    },
    {
      "id": "12-012-0003_p0016",
      "zh_CN": "「故诸圣教，凡所施为，皆有深旨。」这一句话很要紧。「诸圣教」就是诸佛菩萨教导一切众生的，无论言语、表态、一切设施，凡所施为，都含很深的教育意义在里面。那你要是不懂表法，你就完全看不出来，你要是懂得表法，这里头义理无限的深广。在这一段只不过是把文殊所表、普贤所表略略的提一提而已，名字是表这个意思，我们造菩萨的形像也是表这个意思。我们造文殊菩萨像，文殊菩萨手上拿的是剑，代表智慧；他底下坐骑是狮子，表示勇猛，智慧勇猛。而普贤菩萨的坐骑是象，象代表定，如如不动。你看大象走的时候四平八稳，慢慢走，不像老虎、狮子那种形象。象表定，所谓是「那伽常在定，无有不定时」，它都有表意，不是文殊菩萨真的骑个狮子，没这个道理；文殊菩萨手上一天到晚拿着宝剑，没这个道理，是表法的意思。所以要晓得，佛门中所有的设施都有很深的教育意义。这是第八段，到这个地方介绍完了。这是二位统说。",
      "zh_TW": "「故諸聖教，凡所施為，皆有深旨。」這一句話很要緊。「諸聖教」就是諸佛菩薩教導一切眾生的，無論言語、表態、一切設施，凡所施為，都含很深的教育意義在裡面。那你要是不懂表法，你就完全看不出來，你要是懂得表法，這裡頭義理無限的深廣。在這一段只不過是把文殊所表、普賢所表略略的提一提而已，名字是表這個意思，我們造菩薩的形像也是表這個意思。我們造文殊菩薩像，文殊菩薩手上拿的是劍，代表智慧；他底下坐騎是獅子，表示勇猛，智慧勇猛。而普賢菩薩的坐騎是象，象代表定，如如不動。你看大象走的時候四平八穩，慢慢走，不像老虎、獅子那種形象。象表定，所謂是「那伽常在定，無有不定時」，它都有表意，不是文殊菩薩真的騎個獅子，沒這個道理；文殊菩薩手上一天到晚拿著寶劍，沒這個道理，是表法的意思。所以要曉得，佛門中所有的設施都有很深的教育意義。這是第八段，到這個地方介紹完了。這是二位統說。"
    },
    {
      "id": "12-012-0003_p0017",
      "zh_CN": "「第九会数开合」。「开」是展开，「合」是把它归并。这也是说法的技巧，佛有时候用归纳的方法，那就是合；有些时候一法把它展开无量法，那是展开，开。",
      "zh_TW": "「第九會數開合」。「開」是展開，「合」是把它歸併。這也是說法的技巧，佛有時候用歸納的方法，那就是合；有些時候一法把它展開無量法，那是展開，開。"
    },
    {
      "id": "12-012-0003_p0018",
      "zh_CN": "「第十会主多少」。像五十三参里面，十信只有一位会主，文殊菩萨。到十住那就有十位会主，每一住有一位会主做代表，甚至于还有一会有两位做代表的。像德生童子、有德童女两个人一会。这是前面已经说过了，这个地方就把它省略。到这个地方是将末会的大意，简单介绍出来。下面我们就讲到正文。",
      "zh_TW": "「第十會主多少」。像五十三參裡面，十信只有一位會主，文殊菩薩。到十住那就有十位會主，每一住有一位會主做代表，甚至於還有一會有兩位做代表的。像德生童子、有德童女兩個人一會。這是前面已經說過了，這個地方就把它省略。到這個地方是將末會的大意，簡單介紹出來。下面我們就講到正文。"
    },
    {
      "id": "12-012-0003_p0019",
      "zh_CN": "「次正释文」。正式要解释经文。「第一寄位修行相」。「位」是五十个位次。我们把它念下去。「四十一人，大分为五。一寄十信。二十住。三十行。四十回向。五十地。上已略明。后当广说。」到以后会详细说。这五十个位次，总共四十一个人做代表。十信位是一个人，文殊菩萨一个人；往后十住、十行、十回向、十地是每个位次一个人，四十个人，总共四十一个人。这四十一个人在五相里面，他们是属于寄位修行相。「寄」是寄托，也就是显示历事炼心。",
      "zh_TW": "「次正釋文」。正式要解釋經文。「第一寄位修行相」。「位」是五十個位次。我們把它念下去。「四十一人，大分為五。一寄十信。二十住。三十行。四十迴向。五十地。上已略明。後當廣說。」到以後會詳細說。這五十個位次，總共四十一個人做代表。十信位是一個人，文殊菩薩一個人；往後十住、十行、十迴向、十地是每個位次一個人，四十個人，總共四十一個人。這四十一個人在五相裡面，他們是屬於寄位修行相。「寄」是寄託，也就是顯示歷事鍊心。"
    },
    {
      "id": "12-012-0003_p0020",
      "zh_CN": "「第一文殊一人寄十信者。信未成位」。前面跟诸位说了，信位，智慧没有开，无明没破，信心没有建立，所以他没有地位。刚才讲了，像学校念书一样，这是中学，中学生没有学位。「故唯一人」。所以只是文殊菩萨一个人做代表。「又表十信圆融，泯差别故」。还有一重深义，这个深义是十信，从初信到十信是圆融的。一位即一切位，一切位即一位，从相上讲它有差别；理上讲没有差别，所以用一个人做代表。「若尔。何有三会。欲遍收故」。要是这么说法，为什么有三会？意思在显遍收。因为文殊菩萨在经里面三次出现。",
      "zh_TW": "「第一文殊一人寄十信者。信未成位」。前面跟諸位說了，信位，智慧沒有開，無明沒破，信心沒有建立，所以他沒有地位。剛才講了，像學校念書一樣，這是中學，中學生沒有學位。「故唯一人」。所以只是文殊菩薩一個人做代表。「又表十信圓融，泯差別故」。還有一重深義，這個深義是十信，從初信到十信是圓融的。一位即一切位，一切位即一位，從相上講它有差別；理上講沒有差別，所以用一個人做代表。「若爾。何有三會。欲遍收故」。要是這麼說法，為什麼有三會？意思在顯遍收。因為文殊菩薩在經裡面三次出現。"
    },
    {
      "id": "12-012-0003_p0021",
      "zh_CN": "「文分二别」。这就是通常讲的科判，讲的段落。「第一明能化发起。第二成彼化事」。「化」是教化众生。第一段是发起，说明文殊菩萨教化众生的因缘；第二大段是讲他教化众生的事相，经文有这么两段。好，请看经文：",
      "zh_TW": "「文分二別」。這就是通常講的科判，講的段落。「第一明能化發起。第二成彼化事」。「化」是教化眾生。第一段是發起，說明文殊菩薩教化眾生的因緣；第二大段是講他教化眾生的事相，經文有這麼兩段。好，請看經文："
    },
    {
      "id": "12-012-0003_p0022",
      "zh_CN": "【尔时。文殊师利童子从善住楼阁出。】",
      "zh_TW": "【爾時。文殊師利童子從善住樓閣出。】"
    },
    {
      "id": "12-012-0003_p0023",
      "zh_CN": "这一段是经文，后面是注解，清凉大师的注子。注解里面一开端说：「前中三」，「前」就是前面所讲的第一明能化发起。「能化发起」这一大段经文里面又可以分作三个小段，我们刚才念的这一句就是第一个小段。这是说出教化众生的这个主人，他离开他居住的地方。这三段第二段是「别明伴从」，第三是「总显出仪」。往后这个经上都看到。这是第一段「今初」。",
      "zh_TW": "這一段是經文，後面是註解，清涼大師的註子。註解裡面一開端說：「前中三」，「前」就是前面所講的第一明能化發起。「能化發起」這一大段經文裡面又可以分作三個小段，我們剛才念的這一句就是第一個小段。這是說出教化眾生的這個主人，他離開他居住的地方。這三段第二段是「別明伴從」，第三是「總顯出儀」。往後這個經上都看到。這是第一段「今初」。"
    },
    {
      "id": "12-012-0003_p0024",
      "zh_CN": "「言尔时者。正明众会大用之时」。『尔时』，就在这个时候，说文殊菩萨出游的时候。这里面有很深的意思，这个意思是，「并不离祇园而游法界」。「祇园」是释迦牟尼佛讲经的道场，祇树给孤独园。这个末会是释迦牟尼佛在祇树给孤独园讲的，就是《华严经．入法界品》在这个地方讲的，他并没有离开祇园精舍。虽没有离开，文殊菩萨已经遍游法界了。这个很难懂，要是用我们现在的卫星广播就比较好懂，我们大家在此地，坐在这里没动，要是打进卫星一传播全世界，虽然没动，我们已经游历全世界了。每一个国家、每一个地区，他打开电视机都看到我们的场面，都看到我们的动作，仿佛如是。我们今天利用这笨重的机械，文殊菩萨不需要，那就是千百亿化身；他的本身没动，化身遍满虚空法界，教化众生，是不离祇园而游法界。正如同大经前面所讲的，「世尊不离菩提场」，而上生兜率天、夜摩天、他化自在天。在前面七处九会，有没有离开菩提道场？没有离开。都是显示出大自在。「略举文殊，以示出仪」。他出行那些威仪。",
      "zh_TW": "「言爾時者。正明眾會大用之時」。『爾時』，就在這個時候，說文殊菩薩出遊的時候。這裡面有很深的意思，這個意思是，「並不離祇園而遊法界」。「祇園」是釋迦牟尼佛講經的道場，祇樹給孤獨園。這個末會是釋迦牟尼佛在祇樹給孤獨園講的，就是《華嚴經．入法界品》在這個地方講的，他並沒有離開祇園精舍。雖沒有離開，文殊菩薩已經遍遊法界了。這個很難懂，要是用我們現在的衛星廣播就比較好懂，我們大家在此地，坐在這裡沒動，要是打進衛星一傳播全世界，雖然沒動，我們已經遊歷全世界了。每一個國家、每一個地區，他打開電視機都看到我們的場面，都看到我們的動作，彷彿如是。我們今天利用這笨重的機械，文殊菩薩不需要，那就是千百億化身；他的本身沒動，化身遍滿虛空法界，教化眾生，是不離祇園而遊法界。正如同大經前面所講的，「世尊不離菩提場」，而上生兜率天、夜摩天、他化自在天。在前面七處九會，有沒有離開菩提道場？沒有離開。都是顯示出大自在。「略舉文殊，以示出儀」。他出行那些威儀。"
    },
    {
      "id": "12-012-0003_p0025",
      "zh_CN": "「文殊师利本是童子」，此地讲的是『文殊师利童子』。「前标菩萨，彰具悲智」。前面称文殊菩萨，那个意思是显示他悲智等持，这是菩萨行，具足大慈大悲，具大智慧，这才称之菩萨。「此云童子，表创入佛法童真行故」。这个地方不称他作菩萨，称他为童子，名称换了，当然意思就不一样。这个地方表示初入佛门，像童子一样，学生嘛。「创入」，创始，开始进入佛法；「童真」是孩童，取这个意思。",
      "zh_TW": "「文殊師利本是童子」，此地講的是『文殊師利童子』。「前標菩薩，彰具悲智」。前面稱文殊菩薩，那個意思是顯示他悲智等持，這是菩薩行，具足大慈大悲，具大智慧，這才稱之菩薩。「此云童子，表創入佛法童真行故」。這個地方不稱他作菩薩，稱他為童子，名稱換了，當然意思就不一樣。這個地方表示初入佛門，像童子一樣，學生嘛。「創入」，創始，開始進入佛法；「童真」是孩童，取這個意思。"
    },
    {
      "id": "12-012-0003_p0026",
      "zh_CN": "他『从善住楼阁出』，什么叫善住？什么叫楼阁？他是不是真的从楼里面出来？你如果这样看，那就坏了！可能那个时候祇园精舍没有楼房，没有楼房为什么说楼阁？楼阁是两层的，它表「悲智相依」，他有大悲心、他有大智慧，就好像两层，哪里真的有楼阁！取这个意思。可见全是表法的意思。以后在中国，你看中国佛的寺院，供佛的大殿，我们称大雄宝殿。大雄宝殿的建筑一定是两层，你从外面看，它是两层，里面是一层。两层代表什么？就是代表悲智相依。里面为什么是一层？悲智不二，它表这个意思。为什么要盖房子，从外表看两层，里面是一层，它又不是真的两层楼？它有表法的意思在。前面所讲的：「故诸圣教，凡所施为，皆有深旨」，你懂得这个意思，楼阁表这个意思，不一定真的是楼阁。",
      "zh_TW": "他『從善住樓閣出』，什麼叫善住？什麼叫樓閣？他是不是真的從樓裡面出來？你如果這樣看，那就壞了！可能那個時候祇園精舍沒有樓房，沒有樓房為什麼說樓閣？樓閣是兩層的，它表「悲智相依」，他有大悲心、他有大智慧，就好像兩層，哪裡真的有樓閣！取這個意思。可見全是表法的意思。以後在中國，你看中國佛的寺院，供佛的大殿，我們稱大雄寶殿。大雄寶殿的建築一定是兩層，你從外面看，它是兩層，裡面是一層。兩層代表什麼？就是代表悲智相依。裡面為什麼是一層？悲智不二，它表這個意思。為什麼要蓋房子，從外表看兩層，裡面是一層，它又不是真的兩層樓？它有表法的意思在。前面所講的：「故諸聖教，凡所施為，皆有深旨」，你懂得這個意思，樓閣表這個意思，不一定真的是樓閣。"
    },
    {
      "id": "12-012-0003_p0027",
      "zh_CN": "「悲住生死，不住涅槃」。这有大慈悲心，一定要帮助六道苦难的众生，那你要在六道里头现身，这是大慈悲。随类现身，应以什么身得度，他就现什么身。像《普门品》里面讲的「观世音菩萨三十二应」，观音菩萨三十二应，哪一尊菩萨不是三十二应？每一位菩萨都具足、都平等。所以他不住涅槃。住涅槃就不度众生，一定要住生死。「悲」，大悲心，他不离开六道，在这里头帮助众生，他不住涅槃。可是「智住涅槃，不住生死」。他虽然在六道轮回里面，六道轮回的真相他清清楚楚明明白白，丝毫不沾染，那他就是住涅槃。这个样子就是大乘经上讲的，叫「无住涅槃」。无住涅槃就是不住涅槃，也不住生死。不住生死就是住涅槃；住涅槃就不住生死，他是生死、涅槃二边都不住，二边都住，所以称之为无住涅槃，这是诸佛如来与法身大士的境界。凡夫住生死，搞六道轮回，没法子；声闻、缘觉住涅槃，他不到六道来度众生，这都叫有住；佛与大菩萨无住。《金刚经》上讲：「应无所住而生其心」，无住就是二边都不住；生心是生大慈悲心。所以下面讲，「由俱不住，方能俱住」。二边不住，二边都住，「故名善住」。你们想想，它这个「善住楼阁」是这个意思，这叫善住。我们现在这个大楼有七、八层，不只两层，问题我们是不是善住？看看诸佛菩萨的住处是善住。要懂得这个意思。",
      "zh_TW": "「悲住生死，不住涅槃」。這有大慈悲心，一定要幫助六道苦難的眾生，那你要在六道裡頭現身，這是大慈悲。隨類現身，應以什麼身得度，他就現什麼身。像《普門品》裡面講的「觀世音菩薩三十二應」，觀音菩薩三十二應，哪一尊菩薩不是三十二應？每一位菩薩都具足、都平等。所以他不住涅槃。住涅槃就不度眾生，一定要住生死。「悲」，大悲心，他不離開六道，在這裡頭幫助眾生，他不住涅槃。可是「智住涅槃，不住生死」。他雖然在六道輪迴裡面，六道輪迴的真相他清清楚楚明明白白，絲毫不沾染，那他就是住涅槃。這個樣子就是大乘經上講的，叫「無住涅槃」。無住涅槃就是不住涅槃，也不住生死。不住生死就是住涅槃；住涅槃就不住生死，他是生死、涅槃二邊都不住，二邊都住，所以稱之為無住涅槃，這是諸佛如來與法身大士的境界。凡夫住生死，搞六道輪迴，沒法子；聲聞、緣覺住涅槃，他不到六道來度眾生，這都叫有住；佛與大菩薩無住。《金剛經》上講：「應無所住而生其心」，無住就是二邊都不住；生心是生大慈悲心。所以下面講，「由俱不住，方能俱住」。二邊不住，二邊都住，「故名善住」。你們想想，它這個「善住樓閣」是這個意思，這叫善住。我們現在這個大樓有七、八層，不只兩層，問題我們是不是善住？看看諸佛菩薩的住處是善住。要懂得這個意思。"
    },
    {
      "id": "12-012-0003_p0028",
      "zh_CN": "「从此利生，故称为出」。可见得这个「出」，他不是真出，他从这个基础上发愿普度众生，这个发心就叫做出。「非暂离也」。不是真的他离开了。所以他是不离祇园而游法界，理事都如此。这是第一个小段，我们再看第二个小段。文殊菩萨教化众生，他的同行很多，他不是孤家寡人一个，他的同行很多，这里面有同参的，也有护持的。我们看底下这一段文，这一段文长了。虽然长，很好懂，一看就明白了。请看经文：",
      "zh_TW": "「從此利生，故稱為出」。可見得這個「出」，他不是真出，他從這個基礎上發願普度眾生，這個發心就叫做出。「非暫離也」。不是真的他離開了。所以他是不離祇園而遊法界，理事都如此。這是第一個小段，我們再看第二個小段。文殊菩薩教化眾生，他的同行很多，他不是孤家寡人一個，他的同行很多，這裡面有同參的，也有護持的。我們看底下這一段文，這一段文長了。雖然長，很好懂，一看就明白了。請看經文："
    },
    {
      "id": "12-012-0003_p0029",
      "zh_CN": "【与无量同行大菩萨众。】",
      "zh_TW": "【與無量同行大菩薩眾。】"
    },
    {
      "id": "12-012-0003_p0030",
      "zh_CN": "『无量』是讲数字。『大菩萨』是讲类别，跟他一样的，他是大菩萨。『同行』，与他同志，志同道合的这些大菩萨，有无量无边的数量。菩萨发的大愿要普度法界众生，尽虚空遍法界，这些大菩萨都是文殊师利童子的同志，志同道合。这一句是说的「同生」，在《百法明门》里面讲到同生与异生。什么叫同生？同破无明。这大家都破了无明、都证得法身、都发大愿广度众生，这叫同生。往下这都是「异生」，异生就是烦恼没断、无明没破、大心发不出来，虽发不出来，护持菩萨，他们当护法，没有菩萨那样的智慧能力广度众生，他们护持，所以也跟着文殊菩萨去出巡了。异生众里面有很多类别，我们把这个文来念一遍。",
      "zh_TW": "『無量』是講數字。『大菩薩』是講類別，跟他一樣的，他是大菩薩。『同行』，與他同志，志同道合的這些大菩薩，有無量無邊的數量。菩薩發的大願要普度法界眾生，盡虛空遍法界，這些大菩薩都是文殊師利童子的同志，志同道合。這一句是說的「同生」，在《百法明門》裡面講到同生與異生。什麼叫同生？同破無明。這大家都破了無明、都證得法身、都發大願廣度眾生，這叫同生。往下這都是「異生」，異生就是煩惱沒斷、無明沒破、大心發不出來，雖發不出來，護持菩薩，他們當護法，沒有菩薩那樣的智慧能力廣度眾生，他們護持，所以也跟著文殊菩薩去出巡了。異生眾裡面有很多類別，我們把這個文來念一遍。"
    },
    {
      "id": "12-012-0003_p0031",
      "zh_CN": "【及常侍卫诸金刚神。】",
      "zh_TW": "【及常侍衛諸金剛神。】"
    },
    {
      "id": "12-012-0003_p0032",
      "zh_CN": "这个放在第一，这是护法神，就好比是菩萨的贴身侍卫，现在人讲保镖，不是真有保镖，这是显示出菩萨的威德。通常是一些大人物，这政治上重要人物出巡的时候都有保镖，菩萨那个威仪也不在这些大人物之下，所以他们有『金刚神』护卫，把他摆在第一。最常见的就是四大金刚，这四天王，我们俗称为四大金刚。那你就晓得，这个金刚神表什么意思。怎样侍从护卫？东方天王代表负责尽职。今天菩萨发的大愿是普度众生，他要实践他的大愿，要尽心尽职，把这个工作做好。南方天王代表增长，就代表进步，永远在求进步，真的是日新又新，他不会落伍，不会退转。西方广目天王，北方是多闻天王，意思教给我们要广学多闻，要读万卷书、行万里路，这就是『侍卫』的意思，不是真的有几个保镖天天围着你，取这个意思。再看下面：",
      "zh_TW": "這個放在第一，這是護法神，就好比是菩薩的貼身侍衛，現在人講保鏢，不是真有保鏢，這是顯示出菩薩的威德。通常是一些大人物，這政治上重要人物出巡的時候都有保鏢，菩薩那個威儀也不在這些大人物之下，所以他們有『金剛神』護衛，把他擺在第一。最常見的就是四大金剛，這四天王，我們俗稱為四大金剛。那你就曉得，這個金剛神表什麼意思。怎樣侍從護衛？東方天王代表負責盡職。今天菩薩發的大願是普度眾生，他要實踐他的大願，要盡心盡職，把這個工作做好。南方天王代表增長，就代表進步，永遠在求進步，真的是日新又新，他不會落伍，不會退轉。西方廣目天王，北方是多聞天王，意思教給我們要廣學多聞，要讀萬卷書、行萬里路，這就是『侍衛』的意思，不是真的有幾個保鏢天天圍著你，取這個意思。再看下面："
    },
    {
      "id": "12-012-0003_p0033",
      "zh_CN": "【普为世间现大威力身众神。】",
      "zh_TW": "【普為世間現大威力身眾神。】"
    },
    {
      "id": "12-012-0003_p0034",
      "zh_CN": "《华严经》里面我们看到很多很多的神众，你要晓得，这些神众都是表法的意思，不是真的有那么多鬼神围绕在菩萨旁边，不是那个意思。我们看到造像，造一尊很大的文殊菩萨像，旁边围绕着许许多多的这些神众，表这个意思。让你一看到，就想到经上所讲的这些事、这些理，使我们见色闻声都能够开悟，都能够破除迷惑，晓得自己在生活当中，要用什么样的心态对人、对事、对物，才能够顺从菩萨的教诲。这一句的意思，很显然就是我们要为世间示现大威德，用现代的话来说，示现一个很好的榜样。不但是用言语教化众生，要做出样子来教化众生，身教。身教讲得太多了，这是示现威德的身相。所以学佛的同修，要常常记住，我们跟人家面对面的时候，要示现威德身，让人家看到你的时候，尊敬你，也畏惧你；是又怕你、又敬你，要现这种相。不可以现一个垂头丧气的相，叫人瞧不起你、轻视你，那你说的话谁相信你？要现威德之身。第三：",
      "zh_TW": "《華嚴經》裡面我們看到很多很多的神眾，你要曉得，這些神眾都是表法的意思，不是真的有那麼多鬼神圍繞在菩薩旁邊，不是那個意思。我們看到造像，造一尊很大的文殊菩薩像，旁邊圍繞著許許多多的這些神眾，表這個意思。讓你一看到，就想到經上所講的這些事、這些理，使我們見色聞聲都能夠開悟，都能夠破除迷惑，曉得自己在生活當中，要用什麼樣的心態對人、對事、對物，才能夠順從菩薩的教誨。這一句的意思，很顯然就是我們要為世間示現大威德，用現代的話來說，示現一個很好的榜樣。不但是用言語教化眾生，要做出樣子來教化眾生，身教。身教講得太多了，這是示現威德的身相。所以學佛的同修，要常常記住，我們跟人家面對面的時候，要示現威德身，讓人家看到你的時候，尊敬你，也畏懼你；是又怕你、又敬你，要現這種相。不可以現一個垂頭喪氣的相，叫人瞧不起你、輕視你，那你說的話誰相信你？要現威德之身。第三："
    },
    {
      "id": "12-012-0003_p0035",
      "zh_CN": "【久发坚誓供养诸佛足行神。】",
      "zh_TW": "【久發堅誓供養諸佛足行神。】"
    },
    {
      "id": "12-012-0003_p0036",
      "zh_CN": "「发大誓愿」，不是初发，生生世世都发大誓愿，久发坚固的誓愿。坚固的誓愿是什么？总而言之，归纳起来不外乎四弘誓愿，度众生、断烦恼、学法门、成佛道。以这个来供养诸佛。正是普贤菩萨教给我们的广修供养，法供养里面的第一条「如教修行供养」。菩萨对佛的供养，如教修行供养，因为佛是福慧二足尊，他的福慧都圆满了，那还有什么好供养的？只有依教修行供养，这是真供养，能令诸佛欢喜。第四句：",
      "zh_TW": "「發大誓願」，不是初發，生生世世都發大誓願，久發堅固的誓願。堅固的誓願是什麼？總而言之，歸納起來不外乎四弘誓願，度眾生、斷煩惱、學法門、成佛道。以這個來供養諸佛。正是普賢菩薩教給我們的廣修供養，法供養裡面的第一條「如教修行供養」。菩薩對佛的供養，如教修行供養，因為佛是福慧二足尊，他的福慧都圓滿了，那還有什麼好供養的？只有依教修行供養，這是真供養，能令諸佛歡喜。第四句："
    },
    {
      "id": "12-012-0003_p0037",
      "zh_CN": "【念昔大愿乐闻正法相续不断主地神。】",
      "zh_TW": "【念昔大願樂聞正法相續不斷主地神。】"
    },
    {
      "id": "12-012-0003_p0038",
      "zh_CN": "『主地神』，诸位在《地藏菩萨本愿经》里面看到，《地藏经》上讲的是我们娑婆世界坚牢地神，他是管大地的。而在此地，这个地是什么？这是说法之地，法之地就是一切诸佛如来所说的。菩萨也是生生世世发愿『乐闻正法』，欢喜听闻正法，无有疲厌，『相续不断』。我们今天初学，初学的人闻法，相续不断，最好是一部经，一部经相续不断。在从前难，唯一的方法只有读诵，现在方便了，现在有录音带，有录影带，你喜欢哪一部经，你保存一部带子，每天去看，每天去听，就听一部。为什么叫你听一部？因为你现在是初学，你现在是童子，你还不是菩萨。所以在此地是「文殊师利童子」，他不称文殊师利菩萨。",
      "zh_TW": "『主地神』，諸位在《地藏菩薩本願經》裡面看到，《地藏經》上講的是我們娑婆世界堅牢地神，他是管大地的。而在此地，這個地是什麼？這是說法之地，法之地就是一切諸佛如來所說的。菩薩也是生生世世發願『樂聞正法』，歡喜聽聞正法，無有疲厭，『相續不斷』。我們今天初學，初學的人聞法，相續不斷，最好是一部經，一部經相續不斷。在從前難，唯一的方法只有讀誦，現在方便了，現在有錄音帶，有錄影帶，你喜歡哪一部經，你保存一部帶子，每天去看，每天去聽，就聽一部。為什麼叫你聽一部？因為你現在是初學，你現在是童子，你還不是菩薩。所以在此地是「文殊師利童子」，他不稱文殊師利菩薩。"
    },
    {
      "id": "12-012-0003_p0039",
      "zh_CN": "你在十信位，你烦恼没断、你智慧没开，你的目标是要破烦恼，破烦恼用什么东西破？用定、慧。如果你现在什么经都听，什么经都读，你很不容易得定，你很难断烦恼。所以这个地方的「相续不断」就是一部经相续不断，一遍听了再一遍，一遍听了又一遍，你可以听几百遍、几千遍、几万遍，你就得三昧，你就得定了；定的时候，智慧就开了，道理在此地。智慧开了之后再广学多闻，那个时候叫法门无量誓愿学。所以现在在开头的时候「乐闻正法，相续不断」，它的目的是在断烦恼，烦恼无尽誓愿断。烦恼断了之后，你的清净心现前、平等心现前、觉心现前，你就提升一级，法门无量誓愿学。所以四弘誓愿是有阶段性的，不是叫你一下统统都学，那个做不到的；学无量法门之后，才能圆成佛道。非常可惜，现在许许多多学佛人不明白这个道理，把佛的意思错会了。今天学佛的人怎么样？四弘誓愿前面两愿不要了；众生无边誓愿度，这个众生我看得讨厌，那个我不喜欢，不度了！那个「度」是他看得很喜欢他才度，他不是平等度。他不度众生，他也不要断烦恼。从哪里学？从学法门、成佛道。没学几天他就向大家说他成佛、成菩萨了。前面两愿没有，光学后面两条，哪有这种道理！",
      "zh_TW": "你在十信位，你煩惱沒斷、你智慧沒開，你的目標是要破煩惱，破煩惱用什麼東西破？用定、慧。如果你現在什麼經都聽，什麼經都讀，你很不容易得定，你很難斷煩惱。所以這個地方的「相續不斷」就是一部經相續不斷，一遍聽了再一遍，一遍聽了又一遍，你可以聽幾百遍、幾千遍、幾萬遍，你就得三昧，你就得定了；定的時候，智慧就開了，道理在此地。智慧開了之後再廣學多聞，那個時候叫法門無量誓願學。所以現在在開頭的時候「樂聞正法，相續不斷」，它的目的是在斷煩惱，煩惱無盡誓願斷。煩惱斷了之後，你的清淨心現前、平等心現前、覺心現前，你就提升一級，法門無量誓願學。所以四弘誓願是有階段性的，不是叫你一下統統都學，那個做不到的；學無量法門之後，才能圓成佛道。非常可惜，現在許許多多學佛人不明白這個道理，把佛的意思錯會了。今天學佛的人怎麼樣？四弘誓願前面兩願不要了；眾生無邊誓願度，這個眾生我看得討厭，那個我不喜歡，不度了！那個「度」是他看得很喜歡他才度，他不是平等度。他不度眾生，他也不要斷煩惱。從哪裡學？從學法門、成佛道。沒學幾天他就向大家說他成佛、成菩薩了。前面兩願沒有，光學後面兩條，哪有這種道理！"
    },
    {
      "id": "12-012-0003_p0040",
      "zh_CN": "所以学佛的同修要记住，你们要想成就，第一要发愿，愿是什么？愿是动力。你为什么肯学，那么样勇猛精进？世间人肯工作，他什么力量推动他？名利！今天叫你做多少事情，要赚多少钱，你拼命去做了；如果一分钱赚不到，你还去干吗？你什么也不愿意干。所以世间人勤奋工作，那个力量是利、名。利已经得到了，他还要名，所以他拼命去干。诸佛菩萨觉悟的人，名也不要、利也不要，他为什么乐此不疲？愿力，度众生的悲愿。所以有很多同修来跟我说，他自己觉得很难过、很惭愧，提不起精进，什么道理？没发愿。你当然就懈怠、懒惰了，你就不能精进。如果要教给你，你念佛念一声佛号给你十块钱，他就念得很起劲了！这利益在推动他。那现在学佛的时候，又没有人钱给你，不但没有人钱给你，往往到道场还要去捐助，还要去倒贴，所以时间一久了，大家就懒惰、懈怠了，就不干了！没有发愿的原因。所以发了愿之后，从哪里修起？从断烦恼修起。三学里头戒、定、慧，戒、定帮助你断烦恼，然后定、慧才能现前。这依戒得定，因定开慧，这一定的顺序、层次。这用主地神来表法，来表这个意思。第五位：",
      "zh_TW": "所以學佛的同修要記住，你們要想成就，第一要發願，願是什麼？願是動力。你為什麼肯學，那麼樣勇猛精進？世間人肯工作，他什麼力量推動他？名利！今天叫你做多少事情，要賺多少錢，你拼命去做了；如果一分錢賺不到，你還去幹嗎？你什麼也不願意幹。所以世間人勤奮工作，那個力量是利、名。利已經得到了，他還要名，所以他拼命去幹。諸佛菩薩覺悟的人，名也不要、利也不要，他為什麼樂此不疲？願力，度眾生的悲願。所以有很多同修來跟我說，他自己覺得很難過、很慚愧，提不起精進，什麼道理？沒發願。你當然就懈怠、懶惰了，你就不能精進。如果要教給你，你念佛念一聲佛號給你十塊錢，他就念得很起勁了！這利益在推動他。那現在學佛的時候，又沒有人錢給你，不但沒有人錢給你，往往到道場還要去捐助，還要去倒貼，所以時間一久了，大家就懶惰、懈怠了，就不幹了！沒有發願的原因。所以發了願之後，從哪裡修起？從斷煩惱修起。三學裡頭戒、定、慧，戒、定幫助你斷煩惱，然後定、慧才能現前。這依戒得定，因定開慧，這一定的順序、層次。這用主地神來表法，來表這個意思。第五位："
    },
    {
      "id": "12-012-0003_p0041",
      "zh_CN": "【深净大悲庄严法界普润众生主水神。】",
      "zh_TW": "【深淨大悲莊嚴法界普潤眾生主水神。】"
    },
    {
      "id": "12-012-0003_p0042",
      "zh_CN": "『主水神』就是我们今天讲的龙王，我们中国人讲龙王、海龙王，主水神。他是『深净大悲』，甚深清净的大慈悲心。『庄严法界，普润众生』，「润」就是水的意思。这是用说法、用表演，也就是做出样子，让众生见到、听到能够破迷开悟，就好比是甘露滋润一样。第六位：",
      "zh_TW": "『主水神』就是我們今天講的龍王，我們中國人講龍王、海龍王，主水神。他是『深淨大悲』，甚深清淨的大慈悲心。『莊嚴法界，普潤眾生』，「潤」就是水的意思。這是用說法、用表演，也就是做出樣子，讓眾生見到、聽到能夠破迷開悟，就好比是甘露滋潤一樣。第六位："
    },
    {
      "id": "12-012-0003_p0043",
      "zh_CN": "【智慧威力光明遍照主火神。】",
      "zh_TW": "【智慧威力光明遍照主火神。】"
    },
    {
      "id": "12-012-0003_p0044",
      "zh_CN": "这里有一个错字，这是「遍」字，遍照，光明遍照。「火」是光明的，所以它形容智慧，智慧的『威力光明遍照』，破众生的愚痴、破众生的迷惑。菩萨不但说法是智慧，菩萨的生活是智慧，菩萨一举一动都充满了智慧，让众生接触到的时候都能够破迷开悟，这是表这个意思。下面一位：",
      "zh_TW": "這裡有一個錯字，這是「遍」字，遍照，光明遍照。「火」是光明的，所以它形容智慧，智慧的『威力光明遍照』，破眾生的愚痴、破眾生的迷惑。菩薩不但說法是智慧，菩薩的生活是智慧，菩薩一舉一動都充滿了智慧，讓眾生接觸到的時候都能夠破迷開悟，這是表這個意思。下面一位："
    },
    {
      "id": "12-012-0003_p0045",
      "zh_CN": "【摩尼宝冠以严其首主风神。】",
      "zh_TW": "【摩尼寶冠以嚴其首主風神。】"
    },
    {
      "id": "12-012-0003_p0046",
      "zh_CN": "『摩尼』是宝的名称，「摩尼宝」我们也没见过，佛在经上讲摩尼宝就是如意宝。有一点像从前神话，西方神话里头这种能如人意的，有求必应的，得到这个宝之后就能有求必应，所以把它比作风，风是动的，不是静止的。第八位是：",
      "zh_TW": "『摩尼』是寶的名稱，「摩尼寶」我們也沒見過，佛在經上講摩尼寶就是如意寶。有一點像從前神話，西方神話裡頭這種能如人意的，有求必應的，得到這個寶之後就能有求必應，所以把它比作風，風是動的，不是靜止的。第八位是："
    },
    {
      "id": "12-012-0003_p0047",
      "zh_CN": "【光照十方差别仪式主方神。】",
      "zh_TW": "【光照十方差別儀式主方神。】"
    },
    {
      "id": "12-012-0003_p0048",
      "zh_CN": "『方』就是我们今天讲的空间。四方、四维、上下。空间一定用光明来表示。阿弥陀佛的名号，世尊在《弥陀经》里面为我们说出两个名号做代表，「无量寿」跟「无量光」。「寿」表时间，过去、现在、未来；「光」表空间。说一个时，说一个空，里面全都包括了，一样也不漏，所以无量的意思就很圆满了，用这两个来做代表。这是『主方神』。",
      "zh_TW": "『方』就是我們今天講的空間。四方、四維、上下。空間一定用光明來表示。阿彌陀佛的名號，世尊在《彌陀經》裡面為我們說出兩個名號做代表，「無量壽」跟「無量光」。「壽」表時間，過去、現在、未來；「光」表空間。說一個時，說一個空，裡面全都包括了，一樣也不漏，所以無量的意思就很圓滿了，用這兩個來做代表。這是『主方神』。"
    },
    {
      "id": "12-012-0003_p0049",
      "zh_CN": "【专勤除灭无明黑暗主夜神。】",
      "zh_TW": "【專勤除滅無明黑闇主夜神。】"
    },
    {
      "id": "12-012-0003_p0050",
      "zh_CN": "「夜」、「暗」就是代表无明。无明就是什么都不知道，愚痴，什么都不明了，这叫做无明。『主夜神』是『专勤除灭无明黑暗』，来破除黑暗的。第十是：",
      "zh_TW": "「夜」、「闇」就是代表無明。無明就是什麼都不知道，愚痴，什麼都不明瞭，這叫做無明。『主夜神』是『專勤除滅無明黑闇』，來破除黑暗的。第十是："
    },
    {
      "id": "12-012-0003_p0051",
      "zh_CN": "【一心开现如来智日主昼神。】",
      "zh_TW": "【一心開現如來智日主晝神。】"
    },
    {
      "id": "12-012-0003_p0052",
      "zh_CN": "有主夜神，当然也就有『主昼神』。这两位是我们中国人常讲的白无常、黑无常；白无常是主昼神，黑无常是主夜神。所以在此地，佛在教学当中都把这些鬼神的名号，它的作用统统用它来表法。佛的教学取材，实在讲，真的是左右逢源，头头是道，没有一个固定的标准，什么都可以拿来，都是教材。佛菩萨如是，我们如果要智慧开了、通达了，那样样东西拈来都是好教材，都能令人破迷开悟。『一心开现如来智日』，「如来」是自性，自性里面本有的智慧像太阳一样，要用什么方法把它开显出来？一心。我们念佛念到一心不乱，智慧就开了；念到一心不乱就明心见性了。",
      "zh_TW": "有主夜神，當然也就有『主晝神』。這兩位是我們中國人常講的白無常、黑無常；白無常是主晝神，黑無常是主夜神。所以在此地，佛在教學當中都把這些鬼神的名號，它的作用統統用它來表法。佛的教學取材，實在講，真的是左右逢源，頭頭是道，沒有一個固定的標準，什麼都可以拿來，都是教材。佛菩薩如是，我們如果要智慧開了、通達了，那樣樣東西拈來都是好教材，都能令人破迷開悟。『一心開現如來智日』，「如來」是自性，自性裡面本有的智慧像太陽一樣，要用什麼方法把它開顯出來？一心。我們念佛念到一心不亂，智慧就開了；念到一心不亂就明心見性了。"
    },
    {
      "id": "12-012-0003_p0053",
      "zh_CN": "【普遍庄严虚空法界主空神。】",
      "zh_TW": "【普遍莊嚴虛空法界主空神。】"
    },
    {
      "id": "12-012-0003_p0054",
      "zh_CN": "宗门里头有一句话，叫「心空及第」，这是个比喻。从前读书人要经过国家的考试，最高的考试是考进士，进士第一名叫状元，状元及第，考中了。那我们学佛的人几时能成佛？我们要成佛了，也算考中了。古德跟我们讲心空就及第了，如果你心里头有一物，那你就不及格；心里头无一物，你就及第了，这是表『主空神』的意思。由此可知，心空，心地清净平等，这才是庄严法界；心里头有一物，这个谈不上庄严。第十二位：",
      "zh_TW": "宗門裡頭有一句話，叫「心空及第」，這是個比喻。從前讀書人要經過國家的考試，最高的考試是考進士，進士第一名叫狀元，狀元及第，考中了。那我們學佛的人幾時能成佛？我們要成佛了，也算考中了。古德跟我們講心空就及第了，如果你心裡頭有一物，那你就不及格；心裡頭無一物，你就及第了，這是表『主空神』的意思。由此可知，心空，心地清淨平等，這才是莊嚴法界；心裡頭有一物，這個談不上莊嚴。第十二位："
    },
    {
      "id": "12-012-0003_p0055",
      "zh_CN": "【能勤方便拔济众生出生死海主海神。】",
      "zh_TW": "【能勤方便拔濟眾生出生死海主海神。】"
    },
    {
      "id": "12-012-0003_p0056",
      "zh_CN": "前面主水，所有一切水他都管，『主海神』比主水神要差一级，他只管大海，大海之外他就不管了，不像前面他管的范围那么大，这我们称叫海龙王。取出离生死大海，取这个意思，他有方便法，『能勤方便拔济众生』出离生死苦海。生死苦海是指六道轮回，能帮助你脱离六道轮回。第十三位：",
      "zh_TW": "前面主水，所有一切水他都管，『主海神』比主水神要差一級，他只管大海，大海之外他就不管了，不像前面他管的範圍那麼大，這我們稱叫海龍王。取出離生死大海，取這個意思，他有方便法，『能勤方便拔濟眾生』出離生死苦海。生死苦海是指六道輪迴，能幫助你脫離六道輪迴。第十三位："
    },
    {
      "id": "12-012-0003_p0057",
      "zh_CN": "【常勤积集出过心量趣一切智胜幢善根主山神。】",
      "zh_TW": "【常勤積集出過心量趣一切智勝幢善根主山神。】"
    },
    {
      "id": "12-012-0003_p0058",
      "zh_CN": "山神好像现代人不常见，在中国大陆，这些山都有山神庙，有土地庙、有山神庙，这是『主山神』，也取山的意思。菩萨『常勤积集出过心量』，「出」是超出，超过一切众生的心量。菩萨心量大！不像众生的心量很狭小，不能容忍，他是超出一切众生的大心量。唯有大心量才能『趣一切智』，「一切智」是如来果地上的智慧。『胜幢』，「幢」是高显，殊胜高显的善根就像山一样，所以用山神来代表。十四：",
      "zh_TW": "山神好像現代人不常見，在中國大陸，這些山都有山神廟，有土地廟、有山神廟，這是『主山神』，也取山的意思。菩薩『常勤積集出過心量』，「出」是超出，超過一切眾生的心量。菩薩心量大！不像眾生的心量很狹小，不能容忍，他是超出一切眾生的大心量。唯有大心量才能『趣一切智』，「一切智」是如來果地上的智慧。『勝幢』，「幢」是高顯，殊勝高顯的善根就像山一樣，所以用山神來代表。十四："
    },
    {
      "id": "12-012-0003_p0059",
      "zh_CN": "【发大誓愿运度众生称赞诸佛勇猛无倦主河神。】",
      "zh_TW": "【發大誓願運度眾生稱讚諸佛勇猛無倦主河神。】"
    },
    {
      "id": "12-012-0003_p0060",
      "zh_CN": "像江河的水滔滔不绝，取这个意思。比喻菩萨的弘誓愿，普度众生。而在度众生的方法里面，最有效的方法，无过于念佛成佛。所以本经到最后，「十大愿王导归极乐」，这个地方的意思也就透出来了。『称赞诸佛勇猛无倦』，这样才能够广度众生。第十五位：",
      "zh_TW": "像江河的水滔滔不絕，取這個意思。比喻菩薩的弘誓願，普度眾生。而在度眾生的方法裡面，最有效的方法，無過於念佛成佛。所以本經到最後，「十大願王導歸極樂」，這個地方的意思也就透出來了。『稱讚諸佛勇猛無倦』，這樣才能夠廣度眾生。第十五位："
    },
    {
      "id": "12-012-0003_p0061",
      "zh_CN": "【常勤守护一切众生菩提心城主城神。】",
      "zh_TW": "【常勤守護一切眾生菩提心城主城神。】"
    },
    {
      "id": "12-012-0003_p0062",
      "zh_CN": "『主城神』就是我们一般讲的城隍，城隍是主城神。而把这个城比作心城，什么心？『菩提心』。主城神要守城，守护这个地区，实在讲，就相当于现在的县市长，管辖这个县市，守护这个县市。菩萨也发这个心，守护一切众生的菩提心，不要让菩提心退转了。第十六句：",
      "zh_TW": "『主城神』就是我們一般講的城隍，城隍是主城神。而把這個城比作心城，什麼心？『菩提心』。主城神要守城，守護這個地區，實在講，就相當於現在的縣市長，管轄這個縣市，守護這個縣市。菩薩也發這個心，守護一切眾生的菩提心，不要讓菩提心退轉了。第十六句："
    },
    {
      "id": "12-012-0003_p0063",
      "zh_CN": "【常勤守护一切众生诸大龙王。】",
      "zh_TW": "【常勤守護一切眾生諸大龍王。】"
    },
    {
      "id": "12-012-0003_p0064",
      "zh_CN": "龙、蛇都是代表变化的，变化莫测。而菩萨也已发这个大愿，守护一切众生，一切众生不管怎么样的变化，都要掌握一个不变的原则，这样才能够成就。第十七句：",
      "zh_TW": "龍、蛇都是代表變化的，變化莫測。而菩薩也已發這個大願，守護一切眾生，一切眾生不管怎麼樣的變化，都要掌握一個不變的原則，這樣才能夠成就。第十七句："
    },
    {
      "id": "12-012-0003_p0065",
      "zh_CN": "【常勤守护一切智城诸夜叉王。】",
      "zh_TW": "【常勤守護一切智城諸夜叉王。】"
    },
    {
      "id": "12-012-0003_p0066",
      "zh_CN": "『夜叉』是鬼神之一，夜叉的意思翻成中文是勇猛，翻作勇健，健康的健，非常勇猛、非常健壮，取这个意思。所以他才能『守护一切智城』，也就是让我们智慧增长，而不至于退转的意思。第十八句：",
      "zh_TW": "『夜叉』是鬼神之一，夜叉的意思翻成中文是勇猛，翻作勇健，健康的健，非常勇猛、非常健壯，取這個意思。所以他才能『守護一切智城』，也就是讓我們智慧增長，而不至於退轉的意思。第十八句："
    },
    {
      "id": "12-012-0003_p0067",
      "zh_CN": "【常令众生增长欢喜干闼婆王。】",
      "zh_TW": "【常令眾生增長歡喜乾闥婆王。】"
    },
    {
      "id": "12-012-0003_p0068",
      "zh_CN": "『干闼婆』也是鬼神之一，「干闼婆」是梵语，翻成中国意思叫香阴。我们燃香，他闻到香味就来了。而实际上，他是忉利天主的乐队，这个王就是乐队的队长。忉利天主要召集他们来表演的时候就燃香，香一燃，他们就来了，到这来表演、来演奏。演奏的时候，当然是歌舞能令大众欢喜，取这个意思，常令众生增长欢喜心。第十九：",
      "zh_TW": "『乾闥婆』也是鬼神之一，「乾闥婆」是梵語，翻成中國意思叫香陰。我們燃香，他聞到香味就來了。而實際上，他是忉利天主的樂隊，這個王就是樂隊的隊長。忉利天主要召集他們來表演的時候就燃香，香一燃，他們就來了，到這來表演、來演奏。演奏的時候，當然是歌舞能令大眾歡喜，取這個意思，常令眾生增長歡喜心。第十九："
    },
    {
      "id": "12-012-0003_p0069",
      "zh_CN": "【常勤除灭一切饿鬼所有饥渴鸠槃茶王。】",
      "zh_TW": "【常勤除滅一切餓鬼所有飢渴鳩槃茶王。】"
    },
    {
      "id": "12-012-0003_p0070",
      "zh_CN": "『鸠槃茶』也是鬼，鬼道之一，这是鬼王。这个鬼好像是《地藏经》科注里头有，叫「瓮形鬼」，也就是肚皮很大，饿鬼，咽喉很小，肚皮很大，就是我们讲的饿鬼，像瓮形一样。也有人说，这一类的鬼也叫做「厌魅鬼」，厌魅鬼我想有不少同修可能有这个经验。我们睡觉睡熟的时候，觉得有人压到，但是这个鬼是欺负人，实在讲也害不了人，到时候他就走了。如果我们要遇到这种情形，被鬼压了，我们晓得是他来作怪，大概就是我们阳气比较衰的时候才会遇到，你的气很旺，他不敢欺负你。如果在这个时候，一下觉悟到的时候，你念几声佛号，马上就没有了。所以念佛、念咒都很有效，一念他就走了，这是属于饿鬼，所以表『常勤除灭一切饥渴』，表这个意思。第二十句：",
      "zh_TW": "『鳩槃茶』也是鬼，鬼道之一，這是鬼王。這個鬼好像是《地藏經》科註裡頭有，叫「甕形鬼」，也就是肚皮很大，餓鬼，咽喉很小，肚皮很大，就是我們講的餓鬼，像甕形一樣。也有人說，這一類的鬼也叫做「厭魅鬼」，厭魅鬼我想有不少同修可能有這個經驗。我們睡覺睡熟的時候，覺得有人壓到，但是這個鬼是欺負人，實在講也害不了人，到時候他就走了。如果我們要遇到這種情形，被鬼壓了，我們曉得是他來作怪，大概就是我們陽氣比較衰的時候才會遇到，你的氣很旺，他不敢欺負你。如果在這個時候，一下覺悟到的時候，你念幾聲佛號，馬上就沒有了。所以念佛、念咒都很有效，一念他就走了，這是屬於餓鬼，所以表『常勤除滅一切飢渴』，表這個意思。第二十句："
    },
    {
      "id": "12-012-0003_p0071",
      "zh_CN": "【恒愿拔济一切众生度生死海迦楼罗王。】",
      "zh_TW": "【恆願拔濟一切眾生度生死海迦樓羅王。】"
    },
    {
      "id": "12-012-0003_p0072",
      "zh_CN": "生死大海，生死为什么把它形容作大海？大海是一望没有边际，六道轮回生死，不晓得什么时候才能够出来，时间太长了，好像也没有边际一样，所以就取『迦楼罗王』。迦楼罗是梵语，翻成中文叫「金翅鸟」，那鸟飞得就很快了，虽然海很大，很短的时间就可以飞过去，取这个意思。我们中国人叫大鹏金翅鸟。现在科技发达，我们超音速的飞机实现了，所以他能够帮助众生度生死大海。第二十一句：",
      "zh_TW": "生死大海，生死為什麼把它形容作大海？大海是一望沒有邊際，六道輪迴生死，不曉得什麼時候才能夠出來，時間太長了，好像也沒有邊際一樣，所以就取『迦樓羅王』。迦樓羅是梵語，翻成中文叫「金翅鳥」，那鳥飛得就很快了，雖然海很大，很短的時間就可以飛過去，取這個意思。我們中國人叫大鵬金翅鳥。現在科技發達，我們超音速的飛機實現了，所以他能夠幫助眾生度生死大海。第二十一句："
    },
    {
      "id": "12-012-0003_p0073",
      "zh_CN": "【愿诸众生普得成就超诸世间如来力身阿修罗王。】",
      "zh_TW": "【願諸眾生普得成就超諸世間如來力身阿脩羅王。】"
    },
    {
      "id": "12-012-0003_p0074",
      "zh_CN": "『阿修罗』翻作无端正，福报很大，这个地方是取他的福报。他有大福德，所以能令一切众生『普得成就』，超越世间，得『如来力身』。第二十二位：",
      "zh_TW": "『阿脩羅』翻作無端正，福報很大，這個地方是取他的福報。他有大福德，所以能令一切眾生『普得成就』，超越世間，得『如來力身』。第二十二位："
    },
    {
      "id": "12-012-0003_p0075",
      "zh_CN": "【曲躬恭敬乐见诸佛种种功德摩睺罗伽王。】",
      "zh_TW": "【曲躬恭敬樂見諸佛種種功德摩睺羅伽王。】"
    },
    {
      "id": "12-012-0003_p0076",
      "zh_CN": "『摩睺罗伽』是蟒蛇，是大蛇，这是蛇中之王。蛇走路，牠是摆动，身体是摆动，『曲躬恭敬』，取牠这个相。我们用曲躬，儒家讲的礼，礼叫曲礼，礼就是要委曲自己、尊重别人。儒家讲曲礼，我们佛法也是如此。十大愿王第一个「礼敬诸佛」，「诸佛」是谁？除自己之外，一切众生皆是诸佛。《华严》上说的：「一切众生本来成佛」。所以我们要用恭敬诸佛如来那个心态，对待一切众生，对人、对事、对物。用蛇牠这个动作来做个比喻。这才能够见到『诸佛种种功德』。下面一句：",
      "zh_TW": "『摩睺羅伽』是蟒蛇，是大蛇，這是蛇中之王。蛇走路，牠是擺動，身體是擺動，『曲躬恭敬』，取牠這個相。我們用曲躬，儒家講的禮，禮叫曲禮，禮就是要委曲自己、尊重別人。儒家講曲禮，我們佛法也是如此。十大願王第一個「禮敬諸佛」，「諸佛」是誰？除自己之外，一切眾生皆是諸佛。《華嚴》上說的：「一切眾生本來成佛」。所以我們要用恭敬諸佛如來那個心態，對待一切眾生，對人、對事、對物。用蛇牠這個動作來做個比喻。這才能夠見到『諸佛種種功德』。下面一句："
    },
    {
      "id": "12-012-0003_p0077",
      "zh_CN": "【深厌生死常乐瞻仰诸佛相好诸大天王。】",
      "zh_TW": "【深厭生死常樂瞻仰諸佛相好諸大天王。】"
    },
    {
      "id": "12-012-0003_p0078",
      "zh_CN": "『天王』好懂，佛在经上讲了有二十八层天，除了四空天没有色相之外，色界以下都有身相。天王的身相非常庄严，《无量寿经》上有比喻，我们瞻仰佛的相好，就像诸天天王一样。末后一句：",
      "zh_TW": "『天王』好懂，佛在經上講了有二十八層天，除了四空天沒有色相之外，色界以下都有身相。天王的身相非常莊嚴，《無量壽經》上有比喻，我們瞻仰佛的相好，就像諸天天王一樣。末後一句："
    },
    {
      "id": "12-012-0003_p0079",
      "zh_CN": "【尊重于佛恭敬供养称扬赞叹诸大梵王。】",
      "zh_TW": "【尊重於佛恭敬供養稱揚讚歎諸大梵王。】"
    },
    {
      "id": "12-012-0003_p0080",
      "zh_CN": "大梵天的天王，比一般的天王要高，我们用他来比喻尊重佛陀，恭敬供养，『称扬赞叹』，像对大梵天王一样的恭敬。",
      "zh_TW": "大梵天的天王，比一般的天王要高，我們用他來比喻尊重佛陀，恭敬供養，『稱揚讚歎』，像對大梵天王一樣的恭敬。"
    },
    {
      "id": "12-012-0003_p0081",
      "zh_CN": "这个注解简单，大家一看就明了。可是最重要的意思，此地一共是讲了二十四种，除了同生的不算，菩萨众不算，从侍卫金刚神祇一共是说了二十四种。二十四种里面，每一种的数量都很多很多，真的是无量无边，统统有表法的意思。诸位懂得这个意思，你看《华严经》才真有味道；你不懂这个意思，一直念的是鬼神，念得真是没味道，念得枯燥无味，不晓得这个其味无穷。好！今天时间到了，我们就讲到此地。",
      "zh_TW": "這個註解簡單，大家一看就明瞭。可是最重要的意思，此地一共是講了二十四種，除了同生的不算，菩薩眾不算，從侍衛金剛神祇一共是說了二十四種。二十四種裡面，每一種的數量都很多很多，真的是無量無邊，統統有表法的意思。諸位懂得這個意思，你看《華嚴經》才真有味道；你不懂這個意思，一直念的是鬼神，念得真是沒味道，念得枯燥無味，不曉得這個其味無窮。好！今天時間到了，我們就講到此地。"
    }
  ]
}