{
  "doc_id": "12-012-0002",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0002",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-012-0002_p0001",
      "zh_CN": "请掀开经本第三面第一行，看第七段：",
      "zh_TW": "請掀開經本第三面第一行，看第七段："
    },
    {
      "id": "12-012-0002_p0002",
      "zh_CN": "「法界事义者」。这个标题里面，「法」是指诸法，大乘法里面通常将境界分为十大类，我们称它作十法界。「事」是事相，从现相上来说。「义」是理，义理，也就是一切事相的道理。在此地清凉大师也给我们归纳为十大类，就是下面的十门。第一个是「正报法界」。也就是我们讲的有情众生，这是常说的，而实际上正报法界不能够说为有情众生，应该怎么说？正报是自己，正报是本人；别的人？别的人是我们生活环境当中的人事环境，换句话说，还是属于依报。这个名词的意思，我们一定要正确的了解。不要将来看到经上讲正报，正报都是人，这个说法不对，应该是自己。自己以外的都是我们生活环境，所以生活环境里面有人事环境、有物质环境；人事环境跟物质环境统统是依报，这是我们必须要辨别清楚的。而后才晓得佛在经上跟我们讲的宇宙人生的真相，人生是自己，人生是本人，环境是我们生活的环境，人生宇宙，宇宙是生活环境，属于依报。",
      "zh_TW": "「法界事義者」。這個標題裡面，「法」是指諸法，大乘法裡面通常將境界分為十大類，我們稱它作十法界。「事」是事相，從現相上來說。「義」是理，義理，也就是一切事相的道理。在此地清涼大師也給我們歸納為十大類，就是下面的十門。第一個是「正報法界」。也就是我們講的有情眾生，這是常說的，而實際上正報法界不能夠說為有情眾生，應該怎麼說？正報是自己，正報是本人；別的人？別的人是我們生活環境當中的人事環境，換句話說，還是屬於依報。這個名詞的意思，我們一定要正確的了解。不要將來看到經上講正報，正報都是人，這個說法不對，應該是自己。自己以外的都是我們生活環境，所以生活環境裡面有人事環境、有物質環境；人事環境跟物質環境統統是依報，這是我們必須要辨別清楚的。而後才曉得佛在經上跟我們講的宇宙人生的真相，人生是自己，人生是本人，環境是我們生活的環境，人生宇宙，宇宙是生活環境，屬於依報。"
    },
    {
      "id": "12-012-0002_p0003",
      "zh_CN": "下面第二个就是「依报」，「依」是我们依靠这些生活的，在这里说环境。这两大类实在讲也就统统包括了。下面再说它的一些差别的现象，有这么许多事，实在讲事真的是无量无边，也只能够归纳为几大类方便说明。",
      "zh_TW": "下面第二個就是「依報」，「依」是我們依靠這些生活的，在這裡說環境。這兩大類實在講也就統統包括了。下面再說它的一些差別的現象，有這麼許多事，實在講事真的是無量無邊，也只能夠歸納為幾大類方便說明。"
    },
    {
      "id": "12-012-0002_p0004",
      "zh_CN": "第三个「现相」，这个好懂。相都是显现的，由此可知，相不是真的，相也不是永恒的，它用这个现好。为什么会有现？下面还有原因要说。第四个「表义」。任何一个现相它都有道理，它都有很深的含义。像我们昨天举的花，在佛陀教学里面它表有因义，修因。我们讲点蜡烛，它有意思，它表的是牺牲自己，奉献给别人，燃烧自己，照耀别人。如果你仔细去观察，真是大而宇宙，小而微尘，它都有意思，而且这个意思非常的善、非常的美、非常的圆满。这一部《华严》，说实在话对这方面说得很多，说得很清楚。第五「言说」，表义只有在根性利的人，我们一般讲很聪明的人他知道，他一看就明了。中下根人这个现相摆在面前，他看不出什么意思，必须要用言说来给他说明、给他讲解，他才明白；明了之后，他在生活里面就得受用。第六是「义理」，义理是讲事相所依据的理论，为什么会有这些事。宇宙之大，色相无边；佛法叫色相，现在讲物相，物体现相无量无边，这些现象必定有个道理。事是依理而起，没有理哪来的事；有事必有理，有理一定有事，理事无二，说明这些现相的理论。第七是「业用」，业是动作，必定有它的用途，一定有用。像本经经题一开端《大方广》，「大」是说体、本体，「方」是讲现相，「广」就是讲业用，我们也称为作用。任何一法都可以用「大方广」来表达，也就是说任何一法它有体、有相、有用。",
      "zh_TW": "第三個「現相」，這個好懂。相都是顯現的，由此可知，相不是真的，相也不是永恆的，它用這個現好。為什麼會有現？下面還有原因要說。第四個「表義」。任何一個現相它都有道理，它都有很深的含義。像我們昨天舉的花，在佛陀教學裡面它表有因義，修因。我們講點蠟燭，它有意思，它表的是犧牲自己，奉獻給別人，燃燒自己，照耀別人。如果你仔細去觀察，真是大而宇宙，小而微塵，它都有意思，而且這個意思非常的善、非常的美、非常的圓滿。這一部《華嚴》，說實在話對這方面說得很多，說得很清楚。第五「言說」，表義只有在根性利的人，我們一般講很聰明的人他知道，他一看就明瞭。中下根人這個現相擺在面前，他看不出什麼意思，必須要用言說來給他說明、給他講解，他才明白；明瞭之後，他在生活裡面就得受用。第六是「義理」，義理是講事相所依據的理論，為什麼會有這些事。宇宙之大，色相無邊；佛法叫色相，現在講物相，物體現相無量無邊，這些現象必定有個道理。事是依理而起，沒有理哪來的事；有事必有理，有理一定有事，理事無二，說明這些現相的理論。第七是「業用」，業是動作，必定有它的用途，一定有用。像本經經題一開端《大方廣》，「大」是說體、本體，「方」是講現相，「廣」就是講業用，我們也稱為作用。任何一法都可以用「大方廣」來表達，也就是說任何一法它有體、有相、有用。"
    },
    {
      "id": "12-012-0002_p0005",
      "zh_CN": "第八「说往因」，往是过去，因为现相是果报、是果，果必有因。这个地方说的往因，跟前面讲的义理是两桩事情。理是原理，这个因算是缘，过去生中如果没有这个缘，不可能产生现相，原理是根本的因。佛家讲四缘，四缘第一个是亲因缘，亲因缘与义理的关系就非常密切，所以一定要知道过去世的因，才懂得现在这些物相，以及这些现相将来的变化，它的演变，你才能通达。第九「结自分」，自分是自己的本分，我们在大宇宙里面应当怎样生活？如果我们的生活与「大方广」相应，这就是诸佛菩萨的生活；若与「大方广」相违背，那就是凡夫的生活。凡、圣生活不同的地方，圣者的生活自在，得大自在；凡夫的生活苦恼，所谓烦恼无边。实在讲菩提跟烦恼是一桩事情，明白、觉悟了，与「大方广」相应，就叫做菩提；迷惑、颠倒，与「大方广」相违背，就叫做烦恼。所以经上讲烦恼即菩提，它是一不是二，一个是觉悟的业用，一个是迷惑的业用，业用不同。所以佛法没有别的，就是教我们觉悟，觉悟之后，你就晓得自己本分应当做些什么。诸佛菩萨在十法界示现的就是自分，在本经里面五十三参，五十三位法身大士所示现教导我们的是自分。最后一条「推胜进」。这是菩萨法，菩萨虽然有智慧，虽然很自在，但是还没有达到究竟圆满，必须把境界不断的向上提升；进是进步，胜是殊胜，还要不断的向前推进。",
      "zh_TW": "第八「說往因」，往是過去，因為現相是果報、是果，果必有因。這個地方說的往因，跟前面講的義理是兩樁事情。理是原理，這個因算是緣，過去生中如果沒有這個緣，不可能產生現相，原理是根本的因。佛家講四緣，四緣第一個是親因緣，親因緣與義理的關係就非常密切，所以一定要知道過去世的因，才懂得現在這些物相，以及這些現相將來的變化，它的演變，你才能通達。第九「結自分」，自分是自己的本分，我們在大宇宙裡面應當怎樣生活？如果我們的生活與「大方廣」相應，這就是諸佛菩薩的生活；若與「大方廣」相違背，那就是凡夫的生活。凡、聖生活不同的地方，聖者的生活自在，得大自在；凡夫的生活苦惱，所謂煩惱無邊。實在講菩提跟煩惱是一樁事情，明白、覺悟了，與「大方廣」相應，就叫做菩提；迷惑、顛倒，與「大方廣」相違背，就叫做煩惱。所以經上講煩惱即菩提，它是一不是二，一個是覺悟的業用，一個是迷惑的業用，業用不同。所以佛法沒有別的，就是教我們覺悟，覺悟之後，你就曉得自己本分應當做些什麼。諸佛菩薩在十法界示現的就是自分，在本經裡面五十三參，五十三位法身大士所示現教導我們的是自分。最後一條「推勝進」。這是菩薩法，菩薩雖然有智慧，雖然很自在，但是還沒有達到究竟圓滿，必須把境界不斷的向上提升；進是進步，勝是殊勝，還要不斷的向前推進。"
    },
    {
      "id": "12-012-0002_p0006",
      "zh_CN": "「此之十门，同一缘起，互融无碍」。这两句话非常重要。我们凡夫修学，前面讲的十条，说说也好像懂得一些，似懂非懂，实际上有没有真懂？我们把前面看做十桩事，好像彼此连不上来。不晓得事实真相是一桩东西，从十个方面来说明，怎么说都是说这一桩事情。哪一桩事情？就是说我们自己本人。离开本人还有什么好说的？全都说的是我们自己本人。这一部《大方广佛华严经》，目的无非就是认识自己，认识自己生活环境的真相。诸位读这个经，听这个经，从这方面去体会，你就得利益，你就真正得受用。所以它是同一缘起，互融无碍。譬如说正报，正报里头有依报，正报里头有现相，正报里头有往因，正报里头有胜进。随便说一个，其他九个都圆圆满满包含在其中，这是《华严》上讲的一即是多，多即是一，一多不二，岂止圆融无碍，实实在在它是不二。这是把法界事相跟道理简单分为十门。再看底下：",
      "zh_TW": "「此之十門，同一緣起，互融無礙」。這兩句話非常重要。我們凡夫修學，前面講的十條，說說也好像懂得一些，似懂非懂，實際上有沒有真懂？我們把前面看做十樁事，好像彼此連不上來。不曉得事實真相是一樁東西，從十個方面來說明，怎麼說都是說這一樁事情。哪一樁事情？就是說我們自己本人。離開本人還有什麼好說的？全都說的是我們自己本人。這一部《大方廣佛華嚴經》，目的無非就是認識自己，認識自己生活環境的真相。諸位讀這個經，聽這個經，從這方面去體會，你就得利益，你就真正得受用。所以它是同一緣起，互融無礙。譬如說正報，正報裡頭有依報，正報裡頭有現相，正報裡頭有往因，正報裡頭有勝進。隨便說一個，其他九個都圓圓滿滿包含在其中，這是《華嚴》上講的一即是多，多即是一，一多不二，豈止圓融無礙，實實在在它是不二。這是把法界事相跟道理簡單分為十門。再看底下："
    },
    {
      "id": "12-012-0002_p0007",
      "zh_CN": "「第八二位统收者」。我们把这个文念下去。「此五相中」，这五相是在第三段讲的五相分别，在我们这个本子是第二面第一行。在这五相当中，「何以文殊在初，普贤居末。文殊何以二处出耶。所表异故。谓此二圣即法门主」。到这里是一小段。二位统收，就是用这二个人来做代表，文殊、普贤这二位，用他们做代表。这二位菩萨，《华严经》上无论讲的人、法、事、物，诸位要知道全是表法，就是刚才在事义里面讲的，它十门里头第四门「表义」。你如果不懂表义，那你就变成迷信，那不是佛所说的意思；你要懂得它的表义，这是我们学佛一定要搞清楚。",
      "zh_TW": "「第八二位統收者」。我們把這個文念下去。「此五相中」，這五相是在第三段講的五相分別，在我們這個本子是第二面第一行。在這五相當中，「何以文殊在初，普賢居末。文殊何以二處出耶。所表異故。謂此二聖即法門主」。到這裡是一小段。二位統收，就是用這二個人來做代表，文殊、普賢這二位，用他們做代表。這二位菩薩，《華嚴經》上無論講的人、法、事、物，諸位要知道全是表法，就是剛才在事義裡面講的，它十門裡頭第四門「表義」。你如果不懂表義，那你就變成迷信，那不是佛所說的意思；你要懂得它的表義，這是我們學佛一定要搞清楚。"
    },
    {
      "id": "12-012-0002_p0008",
      "zh_CN": "佛法是释迦牟尼佛对一切众生真实智慧究竟圆满的教育，所以我们特别提出佛陀教育，不是宗教。但是现在的佛教是不是宗教？是道道地地的宗教，为什么变成宗教？表义不懂，把佛菩萨都当作神去看待，你说糟糕不糟糕？佛菩萨的形像，要用现代教育里面名词，这叫教具，教学的工具，不是神明，把它当神明看待，就变成宗教。所以现在人家说佛教是宗教，我们也不能否认，确实它变成宗教。可是佛教原本不是宗教，什么时候变成宗教？大概这个时间也不会很长，清朝初年的时候还没变成宗教，总是清中叶以后，逐渐逐渐堕到迷信里面去了。",
      "zh_TW": "佛法是釋迦牟尼佛對一切眾生真實智慧究竟圓滿的教育，所以我們特別提出佛陀教育，不是宗教。但是現在的佛教是不是宗教？是道道地地的宗教，為什麼變成宗教？表義不懂，把佛菩薩都當作神去看待，你說糟糕不糟糕？佛菩薩的形像，要用現代教育裡面名詞，這叫教具，教學的工具，不是神明，把它當神明看待，就變成宗教。所以現在人家說佛教是宗教，我們也不能否認，確實它變成宗教。可是佛教原本不是宗教，什麼時候變成宗教？大概這個時間也不會很長，清朝初年的時候還沒變成宗教，總是清中葉以後，逐漸逐漸墮到迷信裡面去了。"
    },
    {
      "id": "12-012-0002_p0009",
      "zh_CN": "经上讲许许多多的佛，许许多多的菩萨，都是代表自己；代表自己是讲性德与修德。诸佛菩萨代表自己的性德，就是自己的本性；本性无量的智慧，无量的德能，一个名称没有法子表达。现在在社会上，有一些有地位、有才艺的人，名片拿给我们，一张写不下，二张折叠起来，几十个头衔，你一个名字就可以了，为什么搞几十个头衔？代表他整个的事业，表这个意思。实实在在讲我们世间人，要讲起头衔来比佛差远了，你们这个名片顶多不过一张、二张，二张的很少，叠上去二张，如果连上四张、五张的，我还没看到过。我们释迦牟尼佛头衔拿出来，你们看《佛名经》一万二千多个名称，一大本，谁能比得上释迦牟尼佛？佛说那一大本，一万二千多个名号是略说，没详细说；详细说，说一劫都说不尽。所说的这些你要知道就是自己真如本性的性德。所有一切菩萨的名号是代表修德，一切诸佛菩萨合起来就是自己的本来面目，就是自己人生环境的真相。",
      "zh_TW": "經上講許許多多的佛，許許多多的菩薩，都是代表自己；代表自己是講性德與修德。諸佛菩薩代表自己的性德，就是自己的本性；本性無量的智慧，無量的德能，一個名稱沒有法子表達。現在在社會上，有一些有地位、有才藝的人，名片拿給我們，一張寫不下，二張摺疊起來，幾十個頭銜，你一個名字就可以了，為什麼搞幾十個頭銜？代表他整個的事業，表這個意思。實實在在講我們世間人，要講起頭銜來比佛差遠了，你們這個名片頂多不過一張、二張，二張的很少，疊上去二張，如果連上四張、五張的，我還沒看到過。我們釋迦牟尼佛頭銜拿出來，你們看《佛名經》一萬二千多個名稱，一大本，誰能比得上釋迦牟尼佛？佛說那一大本，一萬二千多個名號是略說，沒詳細說；詳細說，說一劫都說不盡。所說的這些你要知道就是自己真如本性的性德。所有一切菩薩的名號是代表修德，一切諸佛菩薩合起來就是自己的本來面目，就是自己人生環境的真相。"
    },
    {
      "id": "12-012-0002_p0010",
      "zh_CN": "我们现在误会，把这些都当作神明，变成宗教；变成宗教跟其他宗教比较，我们是低级宗教，人家是高级的。高级宗教只有一个神，唯一的真神；我们变成多神教、泛神教，多神教、泛神教是低级的宗教，你说冤枉不冤枉？怎么会把这么好的一个教学，变成这个现象？我们学佛弟子要负责任，你们今天还把佛菩萨当神明看待，你们要背因果责任，你们在提倡迷信，在糟蹋佛法，这个过失太大太大。这样殊胜圆满的教育，你们把它糟蹋成低级宗教，你怎么得了！我们天天还上报四重恩，报的什么恩？这种报恩法！从我们本身要认识清楚。",
      "zh_TW": "我們現在誤會，把這些都當作神明，變成宗教；變成宗教跟其他宗教比較，我們是低級宗教，人家是高級的。高級宗教只有一個神，唯一的真神；我們變成多神教、泛神教，多神教、泛神教是低級的宗教，你說冤枉不冤枉？怎麼會把這麼好的一個教學，變成這個現象？我們學佛弟子要負責任，你們今天還把佛菩薩當神明看待，你們要背因果責任，你們在提倡迷信，在糟蹋佛法，這個過失太大太大。這樣殊勝圓滿的教育，你們把它糟蹋成低級宗教，你怎麼得了！我們天天還上報四重恩，報的什麼恩？這種報恩法！從我們本身要認識清楚。"
    },
    {
      "id": "12-012-0002_p0011",
      "zh_CN": "听到名号，看到形像，我们就觉悟、就明了。所以文殊、普贤是表法的，文殊表智慧，普贤表实行，两位菩萨就包括尽了。无量无边的德号，总归纳成这两大类，用这两个名号来做代表，造两尊像来表示这是文殊、那是普贤。叫你见到文殊，你就想到智慧；见到普贤，我要做到，我这个生活是智慧的生活，用它来表法。",
      "zh_TW": "聽到名號，看到形像，我們就覺悟、就明瞭。所以文殊、普賢是表法的，文殊表智慧，普賢表實行，兩位菩薩就包括盡了。無量無邊的德號，總歸納成這兩大類，用這兩個名號來做代表，造兩尊像來表示這是文殊、那是普賢。叫你見到文殊，你就想到智慧；見到普賢，我要做到，我這個生活是智慧的生活，用它來表法。"
    },
    {
      "id": "12-012-0002_p0012",
      "zh_CN": "何以文殊在初，普贤居末？这个顺序不能颠倒。文殊智慧是解，普贤是行，先解后行。譬如你要到一个地方去，先要认识路，然后才走路；如果不认识路，你就走了，走到哪里去你不晓得。文殊代表解，认识路；普贤是代表行路。当然认识路一定在前面，行在后；智跟行是一不是二。在这个经上文殊菩萨两次出现，这个地方是开端；到后面圆满的时候，他又出现，两处出现。为什么两处出现？所表异故，这个到后面会说明。它代表的意义不一样，前面是代表开端，解而后行；后面代表是解行不二，它表的意思不一样。",
      "zh_TW": "何以文殊在初，普賢居末？這個順序不能顛倒。文殊智慧是解，普賢是行，先解後行。譬如你要到一個地方去，先要認識路，然後才走路；如果不認識路，你就走了，走到哪裡去你不曉得。文殊代表解，認識路；普賢是代表行路。當然認識路一定在前面，行在後；智跟行是一不是二。在這個經上文殊菩薩兩次出現，這個地方是開端；到後面圓滿的時候，他又出現，兩處出現。為什麼兩處出現？所表異故，這個到後面會說明。它代表的意義不一樣，前面是代表開端，解而後行；後面代表是解行不二，它表的意思不一樣。"
    },
    {
      "id": "12-012-0002_p0013",
      "zh_CN": "所以这两个人、两个名号，就是《华严经》的法门主。《华严经》讲无量法门，清凉大师将全经分为四大段，四大段他老人家用信、解、行、证，用这四个字把它分为四分。行里面，这段经文很长，占了有五卷的经文，它的品题叫「离世间品」。你看行，行要离世间。离世间是不是我们离开这个社会、离开大众，找一个深山，找个洞里面去修行？其实你找个山、找个洞，还是世间，你还没离开世间。离是讲心里头不染世间，世间是什么？世是讲时间，三世；间是讲空间，或者叫世界，世界跟世间意思相同，界是讲十方。用现在的话是时间的观念跟空间的观念，你舍弃掉了，那你就叫超越世间，就叫出世间。如果你还执着有时间，执着有空间，那对不起，你在世间。",
      "zh_TW": "所以這兩個人、兩個名號，就是《華嚴經》的法門主。《華嚴經》講無量法門，清涼大師將全經分為四大段，四大段他老人家用信、解、行、證，用這四個字把它分為四分。行裡面，這段經文很長，佔了有五卷的經文，它的品題叫「離世間品」。你看行，行要離世間。離世間是不是我們離開這個社會、離開大眾，找一個深山，找個洞裡面去修行？其實你找個山、找個洞，還是世間，你還沒離開世間。離是講心裡頭不染世間，世間是什麼？世是講時間，三世；間是講空間，或者叫世界，世界跟世間意思相同，界是講十方。用現在的話是時間的觀念跟空間的觀念，你捨棄掉了，那你就叫超越世間，就叫出世間。如果你還執著有時間，執著有空間，那對不起，你在世間。"
    },
    {
      "id": "12-012-0002_p0014",
      "zh_CN": "我们想想，现在几个人时空观念没有了？时空观念真的没有了，你就不会老。你怎么会老？因为你有时间观念，一年一年过去了，那你就老了；没有时间的观念，时间没有了，永远不老。空间观念没有了，不但六道没有了，十法界也没有了。那个时候是什么现象、什么境界？《华严经》上讲的一真法界，诸佛菩萨所住的一真法界。一真法界跟我们现在这个法界是一不是二。由此可知，就在念头上的转变，这个意思很深很深。所以用这两大菩萨把整个《大方广佛华严》都代表了，就是「二位统收」，统收五相，统收法界事义十门。我们再看底下这段文。",
      "zh_TW": "我們想想，現在幾個人時空觀念沒有了？時空觀念真的沒有了，你就不會老。你怎麼會老？因為你有時間觀念，一年一年過去了，那你就老了；沒有時間的觀念，時間沒有了，永遠不老。空間觀念沒有了，不但六道沒有了，十法界也沒有了。那個時候是什麼現象、什麼境界？《華嚴經》上講的一真法界，諸佛菩薩所住的一真法界。一真法界跟我們現在這個法界是一不是二。由此可知，就在念頭上的轉變，這個意思很深很深。所以用這兩大菩薩把整個《大方廣佛華嚴》都代表了，就是「二位統收」，統收五相，統收法界事義十門。我們再看底下這段文。"
    },
    {
      "id": "12-012-0002_p0015",
      "zh_CN": "「语其所表，略有三重」。它表的意思非常非常的广泛，也把它归纳，归纳为三点。「一能所信相对」。这是用信来做代表，里面说的什么？说的能与所，能信跟所信这个一对。「谓普贤表所信法界」。普贤表这个意思，是我们所信的法界。「即在缠如来藏故。理趣般若云，一切众生皆如来藏，普贤菩萨自体遍故。故初会中，即入如来藏身三昧。」到这个地方是一小段，我们先说这一段。说明普贤菩萨所代表的，他表的叫在缠如来藏。「如来藏」是佛学里面一个名词，专门的术语。意思就是说如来就藏在这个里面，所以叫如来藏；藏就是含藏的意思。如来是什么？如来就是真如本性。一切众生皆有真如本性，虽有真如本性不起作用，所以叫做藏在里面，在缠。缠是什么？缠是妄想、执着、烦恼，像这些东西把它包裹起来，缠缚住，如来藏这个作用失掉了。失掉并不是完全失掉，不可能完全失掉，大部分的作用失掉，这叫在缠如来藏。",
      "zh_TW": "「語其所表，略有三重」。它表的意思非常非常的廣泛，也把它歸納，歸納為三點。「一能所信相對」。這是用信來做代表，裡面說的什麼？說的能與所，能信跟所信這個一對。「謂普賢表所信法界」。普賢表這個意思，是我們所信的法界。「即在纏如來藏故。理趣般若云，一切眾生皆如來藏，普賢菩薩自體遍故。故初會中，即入如來藏身三昧。」到這個地方是一小段，我們先說這一段。說明普賢菩薩所代表的，他表的叫在纏如來藏。「如來藏」是佛學裡面一個名詞，專門的術語。意思就是說如來就藏在這個裡面，所以叫如來藏；藏就是含藏的意思。如來是什麼？如來就是真如本性。一切眾生皆有真如本性，雖有真如本性不起作用，所以叫做藏在裡面，在纏。纏是什麼？纏是妄想、執著、煩惱，像這些東西把它包裹起來，纏縛住，如來藏這個作用失掉了。失掉並不是完全失掉，不可能完全失掉，大部分的作用失掉，這叫在纏如來藏。"
    },
    {
      "id": "12-012-0002_p0016",
      "zh_CN": "这是代表九法界的众生，九法界从上面说菩萨，这是在缠，缠缚最少的。我们还用比喻来说，我们把如来藏比作这盏灯，灯有光明，我们用一张纸把它包起来，它还是有光透出来。这一张纸遮住它，就像菩萨；缘觉就是两张纸，它透出来就少一点；声闻就好比三张纸；六道里头天道再加一张，四张纸；修罗道再加一张，五张纸；我们人道就是六张纸，这个灯已经包了六张纸，我们透下来的光，这是人道；畜生道就七张纸；饿鬼道就八张纸；地狱道就九张纸，恐怕那个光透不出来，就好比这个意思。那一张一张的包裹叫「在缠」。由此可知，菩萨缠缚的最少，所以他透出的光最大；到成佛是完全没有障碍，那就叫出缠，就超出，缠是这个意思。九法界从菩萨到地狱众生，都是在缠如来藏。",
      "zh_TW": "這是代表九法界的眾生，九法界從上面說菩薩，這是在纏，纏縛最少的。我們還用比喻來說，我們把如來藏比作這盞燈，燈有光明，我們用一張紙把它包起來，它還是有光透出來。這一張紙遮住它，就像菩薩；緣覺就是兩張紙，它透出來就少一點；聲聞就好比三張紙；六道裡頭天道再加一張，四張紙；修羅道再加一張，五張紙；我們人道就是六張紙，這個燈已經包了六張紙，我們透下來的光，這是人道；畜生道就七張紙；餓鬼道就八張紙；地獄道就九張紙，恐怕那個光透不出來，就好比這個意思。那一張一張的包裹叫「在纏」。由此可知，菩薩纏縛的最少，所以他透出的光最大；到成佛是完全沒有障礙，那就叫出纏，就超出，纏是這個意思。九法界從菩薩到地獄眾生，都是在纏如來藏。"
    },
    {
      "id": "12-012-0002_p0017",
      "zh_CN": "从如来藏上说，一切众生跟诸佛如来没有两样，无二无别。他是没有障碍的佛，我们是有重重障碍的佛，大家都是佛，所以佛法里是平等法，一切众生跟诸佛如来平等。从自性上讲平等，从现相上来讲那就不平等，不平等跟平等是一不是二，这是佛法最妙的地方。从前欧阳竟无说：「佛法不是宗教，也不是哲学。」为什么说它不是哲学？哲学是有多元、二元论。譬如讲佛跟众生是二不是一，这是哲学的说法。但是佛法没有这个差别，佛法虽然有差别，差别是一不是二，这是哲学里头没学到过的。欧阳大师就从这个角度上看，说明佛法不是哲学。所以它虽然讲有能、有所，能所是一不是二，差别里面有平等，平等里面有差别。总而言之，它是一体，不是二桩事情，是一桩事情。",
      "zh_TW": "從如來藏上說，一切眾生跟諸佛如來沒有兩樣，無二無別。他是沒有障礙的佛，我們是有重重障礙的佛，大家都是佛，所以佛法裡是平等法，一切眾生跟諸佛如來平等。從自性上講平等，從現相上來講那就不平等，不平等跟平等是一不是二，這是佛法最妙的地方。從前歐陽竟無說：「佛法不是宗教，也不是哲學。」為什麼說它不是哲學？哲學是有多元、二元論。譬如講佛跟眾生是二不是一，這是哲學的說法。但是佛法沒有這個差別，佛法雖然有差別，差別是一不是二，這是哲學裡頭沒學到過的。歐陽大師就從這個角度上看，說明佛法不是哲學。所以它雖然講有能、有所，能所是一不是二，差別裡面有平等，平等裡面有差別。總而言之，它是一體，不是二樁事情，是一樁事情。"
    },
    {
      "id": "12-012-0002_p0018",
      "zh_CN": "所以在缠这两个字的意思，我们要搞清楚，我们是被妄想、忧虑、烦恼缠缚住。佛给我们讲这些缠缚不是真的，是假的，叫妄，虚妄不实，你应当把它放下。有人说我想放下就是放不下。不是真放不下，是他自己没有信心放下。这个地方讲能信、所信，把这个信摆在第一位，你要真的相信你能放下，很容易就放下。信心很难建立，人修行不能成佛，就是不相信自己能成佛，我的业障太重，罪业太深，我怎么能成得了佛？那你永远成不了，为什么？信心没有。",
      "zh_TW": "所以在纏這兩個字的意思，我們要搞清楚，我們是被妄想、憂慮、煩惱纏縛住。佛給我們講這些纏縛不是真的，是假的，叫妄，虛妄不實，你應當把它放下。有人說我想放下就是放不下。不是真放不下，是他自己沒有信心放下。這個地方講能信、所信，把這個信擺在第一位，你要真的相信你能放下，很容易就放下。信心很難建立，人修行不能成佛，就是不相信自己能成佛，我的業障太重，罪業太深，我怎麼能成得了佛？那你永遠成不了，為什麼？信心沒有。"
    },
    {
      "id": "12-012-0002_p0019",
      "zh_CN": "宗教里面讲信，我们佛法里也讲信，但是不一样。我有一年在美国，有些基督教的牧师来看我，来跟我谈你们修净土第一个讲信，我们也讲信，以为我们跟他没两样。我就跟他讲：「不一样！你的信跟我的信不一样。」我说我们这个信是信自己，你那个信是信上帝；你不是信自己，我们信自己，那怎么会一样？我们相信自己能成佛，你要靠上帝。所以佛法第一个信自己，第二个信老师，信老师的教导能帮助我们。如果你自己没有信心，佛菩萨来帮忙帮不上，一定要你自己有信心，佛菩萨才帮得上忙。我们往生西方极乐世界也如此，你要是信心不坚固，阿弥陀佛拉都拉不去。",
      "zh_TW": "宗教裡面講信，我們佛法裡也講信，但是不一樣。我有一年在美國，有些基督教的牧師來看我，來跟我談你們修淨土第一個講信，我們也講信，以為我們跟他沒兩樣。我就跟他講：「不一樣！你的信跟我的信不一樣。」我說我們這個信是信自己，你那個信是信上帝；你不是信自己，我們信自己，那怎麼會一樣？我們相信自己能成佛，你要靠上帝。所以佛法第一個信自己，第二個信老師，信老師的教導能幫助我們。如果你自己沒有信心，佛菩薩來幫忙幫不上，一定要你自己有信心，佛菩薩才幫得上忙。我們往生西方極樂世界也如此，你要是信心不堅固，阿彌陀佛拉都拉不去。"
    },
    {
      "id": "12-012-0002_p0020",
      "zh_CN": "下面引用《理趣般若经》里面几句话来作证明，这是八部《般若》之一。经上说：「一切众生皆如来藏」。这个文字必须要看清楚，并不是说一切众生皆有如来藏，不是这个意思；一切众生就是自己的如来藏。众生这两个字的意思也要搞清楚，你不要看到众生，这是好多人物，错了。众生两个字的定义，是众缘和合而生起的现象，就叫众生。由此可知，尽虚空遍法界，哪一样东西不是众缘和合而生的；众缘和合就是我们今天所讲的，许许多多条件而生，它不是单纯的。任何一法都是具足许多条件，它没有自体，这叫众缘和合。这一句话来说，尽虚空遍法界就是我们自己的真如本性，这个话是这个意思。这个难懂，很不好懂！所以佛在经上常常用比喻说，希望从比喻当中，你能体会到这个意思。",
      "zh_TW": "下面引用《理趣般若經》裡面幾句話來作證明，這是八部《般若》之一。經上說：「一切眾生皆如來藏」。這個文字必須要看清楚，並不是說一切眾生皆有如來藏，不是這個意思；一切眾生就是自己的如來藏。眾生這兩個字的意思也要搞清楚，你不要看到眾生，這是好多人物，錯了。眾生兩個字的定義，是眾緣和合而生起的現象，就叫眾生。由此可知，盡虛空遍法界，哪一樣東西不是眾緣和合而生的；眾緣和合就是我們今天所講的，許許多多條件而生，它不是單純的。任何一法都是具足許多條件，它沒有自體，這叫眾緣和合。這一句話來說，盡虛空遍法界就是我們自己的真如本性，這個話是這個意思。這個難懂，很不好懂！所以佛在經上常常用比喻說，希望從比喻當中，你能體會到這個意思。"
    },
    {
      "id": "12-012-0002_p0021",
      "zh_CN": "经上常讲梦，《金刚经》的四个比喻：「梦幻泡影」，用梦做根本的比喻，幻、泡、影做辅助。我们每一个人都有作梦的经验，在梦中一定有自己，不可能你做个梦，梦里头没有自己，一定有自己。自己是主宰，人生宇宙不可能没有自己。梦中你梦到许多人、梦到许多物、梦到很多事，梦中也有虚空，也有山河大地，就像真的一样。当你梦醒的时候，你仔细去想想，整个梦境是不是就是自己一心？整个梦境是自己一心变的，梦中自己是自己，一切人也是自己，一切动物也是自己，一切植物也是自己，虚空大地还是自己；除了自己之外，没有一法可得。大家都有作梦的经验，诸位细细去想想这个事实真相，可以能够明白几分。",
      "zh_TW": "經上常講夢，《金剛經》的四個比喻：「夢幻泡影」，用夢做根本的比喻，幻、泡、影做輔助。我們每一個人都有作夢的經驗，在夢中一定有自己，不可能你做個夢，夢裡頭沒有自己，一定有自己。自己是主宰，人生宇宙不可能沒有自己。夢中你夢到許多人、夢到許多物、夢到很多事，夢中也有虛空，也有山河大地，就像真的一樣。當你夢醒的時候，你仔細去想想，整個夢境是不是就是自己一心？整個夢境是自己一心變的，夢中自己是自己，一切人也是自己，一切動物也是自己，一切植物也是自己，虛空大地還是自己；除了自己之外，沒有一法可得。大家都有作夢的經驗，諸位細細去想想這個事實真相，可以能夠明白幾分。"
    },
    {
      "id": "12-012-0002_p0022",
      "zh_CN": "佛告诉我们，我们现前虚空法界就像梦中境界一样。所以诸位要晓得，我们看到这个世界许许多多，哪里来的？我们自心变现的。我们看到山河大地也是自心变现的，我们今天所看到，十方世界诸佛菩萨无量无边，还是自心变现的，离开自心之外，无有一法可得。「一切众生皆如来藏」，这个一切众生是包括整个宇宙里面森罗万象，如来藏就是自己的真心本体。诸佛菩萨明白这个道理，了解事实真相，所以他发的心叫大慈悲心，同体大悲，无缘大慈。他为什么关怀那么多众生？为什么爱护这么多众生，无条件的帮助这些众生？因为同体，是自己如来藏变现出来的，不是外人。尽虚空遍法界是一不是二，禅宗开悟的人所谓，「尽虚空遍法界是沙门一只眼」。这就是讲全体原来就是自己变现的，就说这个意思，也是此地「一切众生皆如来藏」的意思，说的话不一样，意思完全相同。",
      "zh_TW": "佛告訴我們，我們現前虛空法界就像夢中境界一樣。所以諸位要曉得，我們看到這個世界許許多多，哪裡來的？我們自心變現的。我們看到山河大地也是自心變現的，我們今天所看到，十方世界諸佛菩薩無量無邊，還是自心變現的，離開自心之外，無有一法可得。「一切眾生皆如來藏」，這個一切眾生是包括整個宇宙裡面森羅萬象，如來藏就是自己的真心本體。諸佛菩薩明白這個道理，了解事實真相，所以他發的心叫大慈悲心，同體大悲，無緣大慈。他為什麼關懷那麼多眾生？為什麼愛護這麼多眾生，無條件的幫助這些眾生？因為同體，是自己如來藏變現出來的，不是外人。盡虛空遍法界是一不是二，禪宗開悟的人所謂，「盡虛空遍法界是沙門一隻眼」。這就是講全體原來就是自己變現的，就說這個意思，也是此地「一切眾生皆如來藏」的意思，說的話不一樣，意思完全相同。"
    },
    {
      "id": "12-012-0002_p0023",
      "zh_CN": "普贤菩萨自体遍故，遍十方虚空法界，哪里不是普贤？原来普贤是自己不是别人，文殊也是自己不是别人。文殊是自己的智，普贤是自己的行，这个行里头包括起心动念，言语造作，遍虚空、遍法界，遍一切处、遍一切时。",
      "zh_TW": "普賢菩薩自體遍故，遍十方虛空法界，哪裡不是普賢？原來普賢是自己不是別人，文殊也是自己不是別人。文殊是自己的智，普賢是自己的行，這個行裡頭包括起心動念，言語造作，遍虛空、遍法界，遍一切處、遍一切時。"
    },
    {
      "id": "12-012-0002_p0024",
      "zh_CN": "故初会中即入如来藏身三昧。《华严》的教学，《华严》的说法，一开端就把这个意思显示出来，初会里面这些大众，都入如来藏身三昧。三昧是梵语，翻成中国意思叫正受，正常的享受。正常的享受是诸佛菩萨的享受，我们的享受不正常。为什么不正常？我们享受里头有苦、乐、喜、舍，有七情五欲，这个不是正常的享受。换句话说，正常享受，在一切受用当中，不起心、不动念、不分别、不执着，那个享受是正常；起心动念、分别执着就不正常。这个不正常的享受，是六道众生的享受；大概正常的享受，四圣法界就有了。他们对于一切事实真相，有相当程度的觉悟，有相当程度的认识，所以一切受用当中，他的心清净，他的心平等。在受用当中修清净心、修平等心，就是前面所讲的「胜进」，这是把自己的境界向上提升。这是说普贤所表、所信的法界。",
      "zh_TW": "故初會中即入如來藏身三昧。《華嚴》的教學，《華嚴》的說法，一開端就把這個意思顯示出來，初會裡面這些大眾，都入如來藏身三昧。三昧是梵語，翻成中國意思叫正受，正常的享受。正常的享受是諸佛菩薩的享受，我們的享受不正常。為什麼不正常？我們享受裡頭有苦、樂、喜、捨，有七情五欲，這個不是正常的享受。換句話說，正常享受，在一切受用當中，不起心、不動念、不分別、不執著，那個享受是正常；起心動念、分別執著就不正常。這個不正常的享受，是六道眾生的享受；大概正常的享受，四聖法界就有了。他們對於一切事實真相，有相當程度的覺悟，有相當程度的認識，所以一切受用當中，他的心清淨，他的心平等。在受用當中修清淨心、修平等心，就是前面所講的「勝進」，這是把自己的境界向上提升。這是說普賢所表、所信的法界。"
    },
    {
      "id": "12-012-0002_p0025",
      "zh_CN": "后面这一小段，「文殊表于能信净心」。有所信当然有能信，能信的是什么？能信是智慧。智慧从哪里生的？从清净心生的。换句话说，清净心起作用就生智慧。换句话说，你心要不清净，起作用那就生烦恼。所以净宗念佛，我们念佛的目的在哪里？在一心不乱，一心就是清净心，二心就生烦恼，一心就生智慧。如果你要想开智慧，开智慧当然方法很多，法门无量，净土宗的方法就是一心，一心智慧就开了。二心，二心决定没有智慧，二心是妄想分别执着；一心重要。",
      "zh_TW": "後面這一小段，「文殊表於能信淨心」。有所信當然有能信，能信的是什麼？能信是智慧。智慧從哪裡生的？從清淨心生的。換句話說，清淨心起作用就生智慧。換句話說，你心要不清淨，起作用那就生煩惱。所以淨宗念佛，我們念佛的目的在哪裡？在一心不亂，一心就是清淨心，二心就生煩惱，一心就生智慧。如果你要想開智慧，開智慧當然方法很多，法門無量，淨土宗的方法就是一心，一心智慧就開了。二心，二心決定沒有智慧，二心是妄想分別執著；一心重要。"
    },
    {
      "id": "12-012-0002_p0026",
      "zh_CN": "怎样修一心？当我们六根接触境界的时候，眼见色、耳闻声，起心动念了，起心动念就二心、三心。这个时候你要觉悟，业障现前；什么叫业障？起心动念就是业障现前。怎么办？阿弥陀佛！阿弥陀佛！把那个妄想分别执着念掉，就对了！这叫用功，这叫会用功。不可以让你那个分别执着继续下去，那就坏了。古人常讲：「不怕念起，只怕觉迟」。分别执着的念头一定会起，为什么？你是凡夫。这种习气无量劫养成的，不是一朝一夕，你怎么可能叫它没有？没有的话，那你已经成佛，你何必要修。九法界的众生都有念头，只是念头有粗、有细，有强弱不一样，都有念头。",
      "zh_TW": "怎樣修一心？當我們六根接觸境界的時候，眼見色、耳聞聲，起心動念了，起心動念就二心、三心。這個時候你要覺悟，業障現前；什麼叫業障？起心動念就是業障現前。怎麼辦？阿彌陀佛！阿彌陀佛！把那個妄想分別執著念掉，就對了！這叫用功，這叫會用功。不可以讓你那個分別執著繼續下去，那就壞了。古人常講：「不怕念起，只怕覺遲」。分別執著的念頭一定會起，為什麼？你是凡夫。這種習氣無量劫養成的，不是一朝一夕，你怎麼可能叫它沒有？沒有的話，那你已經成佛，你何必要修。九法界的眾生都有念頭，只是念頭有粗、有細，有強弱不一樣，都有念頭。"
    },
    {
      "id": "12-012-0002_p0027",
      "zh_CN": "我们这个方法好，用念佛的方法把念头打掉，恢复到清净，恢复到平等，这就叫觉悟。所以一句佛号提起来就是觉悟，你要觉得快，妄想妄念才起来，才起来一、两个，这个还不要紧，一句佛号就把它压下去，不能叫它继续增长，功夫用在这个地方，这才叫会用功。用久了，功夫就得力，得力就是你的妄想少了，你的烦恼少了，你的心一天比一天清净。当然一天比一天清净很难，那是上乘人。如果我们能感觉得一年比一年清净，算有进步；如果能够感觉到一个月比一个月清净，可以说你已经不是凡人了，《无量寿经》上讲的你不是凡人。你能够明显感觉到一个月跟一个月不一样，智慧增长，烦恼减少，烦恼轻，菩提长，这是我们功夫得力了。无论是见事、见理、见因、见果，一天比一天透彻，一天比一天深广，那你怎么不欢喜？法喜充满。这是修学真实的功德。功是功夫，你功夫下下去，你有收获，德是收获。理透彻，事明白，生活自在，真正得到快乐。这都在清净心，《金刚经》上说的：「信心清净，则生实相。」文殊表能信净心，就是信心清净。",
      "zh_TW": "我們這個方法好，用念佛的方法把念頭打掉，恢復到清淨，恢復到平等，這就叫覺悟。所以一句佛號提起來就是覺悟，你要覺得快，妄想妄念才起來，才起來一、兩個，這個還不要緊，一句佛號就把它壓下去，不能叫它繼續增長，功夫用在這個地方，這才叫會用功。用久了，功夫就得力，得力就是你的妄想少了，你的煩惱少了，你的心一天比一天清淨。當然一天比一天清淨很難，那是上乘人。如果我們能感覺得一年比一年清淨，算有進步；如果能夠感覺到一個月比一個月清淨，可以說你已經不是凡人了，《無量壽經》上講的你不是凡人。你能夠明顯感覺到一個月跟一個月不一樣，智慧增長，煩惱減少，煩惱輕，菩提長，這是我們功夫得力了。無論是見事、見理、見因、見果，一天比一天透徹，一天比一天深廣，那你怎麼不歡喜？法喜充滿。這是修學真實的功德。功是功夫，你功夫下下去，你有收穫，德是收穫。理透徹，事明白，生活自在，真正得到快樂。這都在清淨心，《金剛經》上說的：「信心清淨，則生實相。」文殊表能信淨心，就是信心清淨。"
    },
    {
      "id": "12-012-0002_p0028",
      "zh_CN": "「《佛名经》说，一切诸佛皆因文殊而发心者，以表信故。」一切诸佛，说诸佛这从事上、相上讲的，说如来是从理上、性上讲的。一切诸佛都是凡夫修成的，怎么修成的？都因智慧才发心，因文殊而发心者；文殊表智，文殊表信，表能信。「善财始见，发大心故」。在这个经上，世尊用善财来代表我们修行的人。所以你们不要一听说善财，就想到观音菩萨旁边，有个小孩子在那乖乖的叫善财，那是表法的。善财是什么人？善财是自己。为什么叫善财？有善根、有福德。善是说的善根，财是表的福德，这个叫善财。男女老幼都是善财。称善财为童子，表他的童真、真心、真诚，表这个意思。所以善财见到文殊，他就发心，他表信，能信。",
      "zh_TW": "「《佛名經》說，一切諸佛皆因文殊而發心者，以表信故。」一切諸佛，說諸佛這從事上、相上講的，說如來是從理上、性上講的。一切諸佛都是凡夫修成的，怎麼修成的？都因智慧才發心，因文殊而發心者；文殊表智，文殊表信，表能信。「善財始見，發大心故」。在這個經上，世尊用善財來代表我們修行的人。所以你們不要一聽說善財，就想到觀音菩薩旁邊，有個小孩子在那乖乖的叫善財，那是表法的。善財是什麼人？善財是自己。為什麼叫善財？有善根、有福德。善是說的善根，財是表的福德，這個叫善財。男女老幼都是善財。稱善財為童子，表他的童真、真心、真誠，表這個意思。所以善財見到文殊，他就發心，他表信，能信。"
    },
    {
      "id": "12-012-0002_p0029",
      "zh_CN": "「后文殊云，若离信根，功行不具等，明表信也。」后是到后文，文殊菩萨讲离开信根，你的功行不具；具是具足，你就不具足。功是讲功夫；行是讲你的行持，你的修行就有缺失。为什么？你没有智慧，你没有明了，虽有信，你的信根没有成就。下面说：「要有所信，方成信心。若无能信，长流生死。故能所契合，方为正信。」现在有很多人自己标榜，我是正信的佛教徒，你「正」在哪里？正信的标准在此地，你看看你有没有达到这个标准，没有这个标准不是正信，邪信！歪信！不是正信，所以要懂得正信的标准。正信是能信所信相应，那才叫正信。一定要有所信，你的信心才能成就。如果没有能信，那就是生死轮回，长流生死就是六道轮回。由此可知，凡是修行，无论修学哪一个法门，不能够超越轮回，都是信心不具足。你说念佛，念佛如果对净宗有具足信心，他决定往生。为什么念佛的人不能往生？信心不足，所以他不能往生。由此可知，信心重要。佛在这个经上讲：「信为道源功德母」。道是成佛之道，成佛之道的根源就是信心，所有一切功德之母；母是比喻能生，儿女是母亲所生，取这个意思。所有一切功德从哪里生的？从信心生的。所以信是道源，是功德之母，能生功德，能成佛道。一定要能所契合，能信、所信是一不是二，那叫正信；能信跟所信是二不是一，那不是正信。",
      "zh_TW": "「後文殊云，若離信根，功行不具等，明表信也。」後是到後文，文殊菩薩講離開信根，你的功行不具；具是具足，你就不具足。功是講功夫；行是講你的行持，你的修行就有缺失。為什麼？你沒有智慧，你沒有明瞭，雖有信，你的信根沒有成就。下面說：「要有所信，方成信心。若無能信，長流生死。故能所契合，方為正信。」現在有很多人自己標榜，我是正信的佛教徒，你「正」在哪裡？正信的標準在此地，你看看你有沒有達到這個標準，沒有這個標準不是正信，邪信！歪信！不是正信，所以要懂得正信的標準。正信是能信所信相應，那才叫正信。一定要有所信，你的信心才能成就。如果沒有能信，那就是生死輪迴，長流生死就是六道輪迴。由此可知，凡是修行，無論修學哪一個法門，不能夠超越輪迴，都是信心不具足。你說念佛，念佛如果對淨宗有具足信心，他決定往生。為什麼念佛的人不能往生？信心不足，所以他不能往生。由此可知，信心重要。佛在這個經上講：「信為道源功德母」。道是成佛之道，成佛之道的根源就是信心，所有一切功德之母；母是比喻能生，兒女是母親所生，取這個意思。所有一切功德從哪裡生的？從信心生的。所以信是道源，是功德之母，能生功德，能成佛道。一定要能所契合，能信、所信是一不是二，那叫正信；能信跟所信是二不是一，那不是正信。"
    },
    {
      "id": "12-012-0002_p0030",
      "zh_CN": "我们今天的关键就在此地，我们能信跟所信是二不是一，所以虽念佛，能不能往生，那是打了很多问号。假如你真的明了事实真相，通达这个道理，能所不二，西方阿弥陀佛是自性弥陀，极乐世界是唯心国土，是我自己心性所现之物，不是心性之外；从这个地方建立信心就对了，这才是真实的智慧。甚深之法难讲，也难听；讲了，是怕你听了产生误会，产生疑惑。「阿弥陀佛是我自性变现的，那我都不要念他，我跟他一样。」你要是起了这个念头，那你变成魔，什么魔？折磨你自己。这是听大乘经的难处。",
      "zh_TW": "我們今天的關鍵就在此地，我們能信跟所信是二不是一，所以雖念佛，能不能往生，那是打了很多問號。假如你真的明瞭事實真相，通達這個道理，能所不二，西方阿彌陀佛是自性彌陀，極樂世界是唯心國土，是我自己心性所現之物，不是心性之外；從這個地方建立信心就對了，這才是真實的智慧。甚深之法難講，也難聽；講了，是怕你聽了產生誤會，產生疑惑。「阿彌陀佛是我自性變現的，那我都不要念他，我跟他一樣。」你要是起了這個念頭，那你變成魔，什麼魔？折磨你自己。這是聽大乘經的難處。"
    },
    {
      "id": "12-012-0002_p0031",
      "zh_CN": "所以佛说到最后，无可奈何告诉你：佛有没有说法？没说！说而无说，无说而说。你们听要怎么听？听而无听，无听而听，你才能解佛所说义。有说、有听，坏了！哪里有说、有听？《华严经》上佛不说法，佛代表真如理体，真如理体根本就不起心、不动念，有什么好说的？菩萨说法，菩萨代表是情智还没有断，他有说。但是佛跟菩萨都是不二，这样你这个境界才真的往上提升。菩萨不是佛，佛不是菩萨，你还把他分成好多级，这是学佛不得入门的原因，这个也很难讲。当然你要善于体会才行，唯一的方法就是不要起疑惑，不要起分别，不要起执着，一遍没听懂没关系，再听一遍，日久天长，听多了，听久了，薰习的力量起作用，自然明白，这才是个正途。最怕的是你没有真正彻底明了，似是而非就在那里下断语，那就错了。过失都从这个地方发生的，这是难的地方，我们也把它点出来。下面再看第二个意思：",
      "zh_TW": "所以佛說到最後，無可奈何告訴你：佛有沒有說法？沒說！說而無說，無說而說。你們聽要怎麼聽？聽而無聽，無聽而聽，你才能解佛所說義。有說、有聽，壞了！哪裡有說、有聽？《華嚴經》上佛不說法，佛代表真如理體，真如理體根本就不起心、不動念，有什麼好說的？菩薩說法，菩薩代表是情智還沒有斷，他有說。但是佛跟菩薩都是不二，這樣你這個境界才真的往上提升。菩薩不是佛，佛不是菩薩，你還把他分成好多級，這是學佛不得入門的原因，這個也很難講。當然你要善於體會才行，唯一的方法就是不要起疑惑，不要起分別，不要起執著，一遍沒聽懂沒關係，再聽一遍，日久天長，聽多了，聽久了，薰習的力量起作用，自然明白，這才是個正途。最怕的是你沒有真正徹底明瞭，似是而非就在那裡下斷語，那就錯了。過失都從這個地方發生的，這是難的地方，我們也把它點出來。下面再看第二個意思："
    },
    {
      "id": "12-012-0002_p0032",
      "zh_CN": "「解行相对」。前面是讲能所的信心，能信、所信，这个地方讲解行。「普贤表所起万行」。古音念横，现在已经很少人念横，念横好多人都不懂；大家都念行，我们也念行，反正大家都错，就对了。 念行是名词，念横当动词，差别在这个地方。「万」不是代表数字，是形容它多，真的是无量无边，普贤代表这个。你看我们的言语，从早到晚你计算过，你说多少句话，从年一到三十，你说了多少句话，这是言语的行为。你身体的动作，你这一天到晚动作有多少，一年到头动作有多少，身的行为。念头就更不必说了，起心动念刹那不停，睡觉都不老实，睡觉作梦还是在动念头，不动念头怎么会作梦？由此可知，那个行从来没有停止过，无量无边，用普贤来代表。「余经此教，处处皆说普贤行故」。此教是指这部经，余经是这部经以外，佛四十九年所说的一切经。这个地方告诉你，释迦牟尼佛四十九年所说的一切，说的是什么？都是说的普贤行。没有提出普贤行这个名词，实际上就是普贤行，因为普贤代表所起的一切行为，身、口、意所起的一切行为。「文殊表解」。文殊智慧，他在此地表明了、通达、理解。「通解理事，方起行故」。这个地方的行是讲菩萨行，不是凡夫行。前面普贤所代表的万行，是凡夫、菩萨统统包括在里头，因为它是从理上、从事上讲的。而文殊所行，这是一个觉悟人的行为，佛菩萨行为，跟凡夫不一样，他是通解理事。通是通达，解是了解，宇宙人生这一切道理、一切事相都明白、都通达，他的行为、言语、动作、起心动念，叫正行。佛菩萨的行为决定没有过失，决定没有错误，决定不生烦恼。",
      "zh_TW": "「解行相對」。前面是講能所的信心，能信、所信，這個地方講解行。「普賢表所起萬行」。古音念橫，現在已經很少人念橫，念橫好多人都不懂；大家都念行，我們也念行，反正大家都錯，就對了。 念行是名詞，念橫當動詞，差別在這個地方。「萬」不是代表數字，是形容它多，真的是無量無邊，普賢代表這個。你看我們的言語，從早到晚你計算過，你說多少句話，從年一到三十，你說了多少句話，這是言語的行為。你身體的動作，你這一天到晚動作有多少，一年到頭動作有多少，身的行為。念頭就更不必說了，起心動念剎那不停，睡覺都不老實，睡覺作夢還是在動念頭，不動念頭怎麼會作夢？由此可知，那個行從來沒有停止過，無量無邊，用普賢來代表。「餘經此教，處處皆說普賢行故」。此教是指這部經，餘經是這部經以外，佛四十九年所說的一切經。這個地方告訴你，釋迦牟尼佛四十九年所說的一切，說的是什麼？都是說的普賢行。沒有提出普賢行這個名詞，實際上就是普賢行，因為普賢代表所起的一切行為，身、口、意所起的一切行為。「文殊表解」。文殊智慧，他在此地表明瞭、通達、理解。「通解理事，方起行故」。這個地方的行是講菩薩行，不是凡夫行。前面普賢所代表的萬行，是凡夫、菩薩統統包括在裡頭，因為它是從理上、從事上講的。而文殊所行，這是一個覺悟人的行為，佛菩薩行為，跟凡夫不一樣，他是通解理事。通是通達，解是了解，宇宙人生這一切道理、一切事相都明白、都通達，他的行為、言語、動作、起心動念，叫正行。佛菩薩的行為決定沒有過失，決定沒有錯誤，決定不生煩惱。"
    },
    {
      "id": "12-012-0002_p0033",
      "zh_CN": "「下慈氏云」。这是在五十三参末后，就是弥勒菩萨所说的话。「汝见善友，入解脱门，皆是文殊威神力故」。弥勒菩萨这一句话是对善财讲的，善财是代表我们，我们就是善财。我们学《华严》，我们就叫善财，用他来做代表。他说你见善友入解脱门；善友是通指五十三参里面讲的这些善知识，他代表男女老少、各行各业，也就是我们从早到晚，一切时、一切处所接触到的这些人物，他们是怎样入解脱门。入解脱门，「门」是指六道，是指十法界，也就是他怎么样脱离六道，脱离十法界，证入一真法界。皆是文殊威神力故，表智慧，信心清净，前面讲的，「信心清净，则生实相」。这个大家好懂，与我们净宗关系更密切。这样才能够很顺利的超越六道，超越十法界。西方极乐世界是一真法界，不在十法界里面，所以往生西方极乐世界就超越十法界，入华严法界。这都是文殊威神证入。",
      "zh_TW": "「下慈氏云」。這是在五十三參末後，就是彌勒菩薩所說的話。「汝見善友，入解脫門，皆是文殊威神力故」。彌勒菩薩這一句話是對善財講的，善財是代表我們，我們就是善財。我們學《華嚴》，我們就叫善財，用他來做代表。他說你見善友入解脫門；善友是通指五十三參裡面講的這些善知識，他代表男女老少、各行各業，也就是我們從早到晚，一切時、一切處所接觸到的這些人物，他們是怎樣入解脫門。入解脫門，「門」是指六道，是指十法界，也就是他怎麼樣脫離六道，脫離十法界，證入一真法界。皆是文殊威神力故，表智慧，信心清淨，前面講的，「信心清淨，則生實相」。這個大家好懂，與我們淨宗關係更密切。這樣才能夠很順利的超越六道，超越十法界。西方極樂世界是一真法界，不在十法界裡面，所以往生西方極樂世界就超越十法界，入華嚴法界。這都是文殊威神證入。"
    },
    {
      "id": "12-012-0002_p0034",
      "zh_CN": "「称解起行」。你明了，一切通达明了，你的行与解相应。「行如所说，目足更资」。用目、足来比喻。目是眼睛，眼睛看路，这两只脚走路；把足表普贤，把目表文殊。你认识路，又愿意走路，那你一定会到达。「方为真实之行解故」。《无量寿经》上讲，「惠予众生真实之利」。就说这个事情，这才是真实的利益。",
      "zh_TW": "「稱解起行」。你明瞭，一切通達明瞭，你的行與解相應。「行如所說，目足更資」。用目、足來比喻。目是眼睛，眼睛看路，這兩隻腳走路；把足表普賢，把目表文殊。你認識路，又願意走路，那你一定會到達。「方為真實之行解故」。《無量壽經》上講，「惠予眾生真實之利」。就說這個事情，這才是真實的利益。"
    },
    {
      "id": "12-012-0002_p0035",
      "zh_CN": "后面这是最后一段。「理智相对」。这总共说了三对、三重：能所、解行、理智。「普贤即所证理」。普贤代表理，文殊菩萨代表智。「善财入身表所证故」。在本经里面到最后的一章，善财童子入普贤之身。入普贤什么？普贤的身现毛孔，善财入普贤的毛孔，表什么？表所证。经上都是用这个表法，你不要把它看成奇怪的现象，它是代表这个意思。你看到这个相，叫你领悟这个意思，用这个来比喻入法界，入一真法界，入这个道理；你把这个道理透彻明白，用这个来代表。「又云，我得究竟三世平等身故，普贤身相如虚空故」。普贤的身相是什么？就是虚空法界，就是普贤身。入普贤身的一毛孔，就是事事物物你接触到了，都悟入这个道理，它取这个意思。所以佛前面讲哪一法不是佛法？哪一个人不是法师？尽虚空遍法界，我们眼见、耳闻、鼻所嗅、舌所尝、身所接触的，都是普贤身。入法界从哪里入？就是从这些地方入，一入一切入。",
      "zh_TW": "後面這是最後一段。「理智相對」。這總共說了三對、三重：能所、解行、理智。「普賢即所證理」。普賢代表理，文殊菩薩代表智。「善財入身表所證故」。在本經裡面到最後的一章，善財童子入普賢之身。入普賢什麼？普賢的身現毛孔，善財入普賢的毛孔，表什麼？表所證。經上都是用這個表法，你不要把它看成奇怪的現象，它是代表這個意思。你看到這個相，叫你領悟這個意思，用這個來比喻入法界，入一真法界，入這個道理；你把這個道理透徹明白，用這個來代表。「又云，我得究竟三世平等身故，普賢身相如虛空故」。普賢的身相是什麼？就是虛空法界，就是普賢身。入普賢身的一毛孔，就是事事物物你接觸到了，都悟入這個道理，它取這個意思。所以佛前面講哪一法不是佛法？哪一個人不是法師？盡虛空遍法界，我們眼見、耳聞、鼻所嗅、舌所嘗、身所接觸的，都是普賢身。入法界從哪裡入？就是從這些地方入，一入一切入。"
    },
    {
      "id": "12-012-0002_p0036",
      "zh_CN": "「文殊表于能证大智。本所事佛，名不动智」。文殊菩萨的老师，他所奉事的这尊佛，就是他的老师，他的老师名号叫不动智。你想想这个名字的意思，什么不动？不是身不动，是心不动。所以禅宗里面讲坐禅，许多参禅的人都搞错了，什么叫参禅？每一天去盘腿面壁坐几个钟点，在那里打坐，心里面在胡思乱想，那不叫坐禅。六祖大师在《坛经》里面讲坐禅，什么叫坐？六祖是从黄梅那里得法的，也就是从五祖那里开悟的，五祖跟他讲的是《金刚经》，实在讲他就是在《金刚经》上开悟的。而坐禅就是《金刚经》末后，佛教须菩提的两句话，「不取于相，如如不动」。不取于相就是外不着相，外不着相就叫做禅；内不动心那就叫定。所以坐禅不是叫你坐在那里，「坐」是比喻不动的意思，是取一个比喻。释迦牟尼佛那个像是坐在那里，他是不是真的坐在那里？不是，一天到晚到处跑，到处教化众生；他要天天在那里打坐，他什么事也不能办。到处跑，还叫他在那里坐，还说他是坐，他怎么坐？他心没动。外不着相，内不动心，他在禅定当中。所以禅定，行住坐卧都是禅，行住坐卧都是定。造这个像，比喻坐在这个地方有不动的样子。他的老师叫不动智，不动是定，定里头有智慧。",
      "zh_TW": "「文殊表於能證大智。本所事佛，名不動智」。文殊菩薩的老師，他所奉事的這尊佛，就是他的老師，他的老師名號叫不動智。你想想這個名字的意思，什麼不動？不是身不動，是心不動。所以禪宗裡面講坐禪，許多參禪的人都搞錯了，什麼叫參禪？每一天去盤腿面壁坐幾個鐘點，在那裡打坐，心裡面在胡思亂想，那不叫坐禪。六祖大師在《壇經》裡面講坐禪，什麼叫坐？六祖是從黃梅那裡得法的，也就是從五祖那裡開悟的，五祖跟他講的是《金剛經》，實在講他就是在《金剛經》上開悟的。而坐禪就是《金剛經》末後，佛教須菩提的兩句話，「不取於相，如如不動」。不取於相就是外不著相，外不著相就叫做禪；內不動心那就叫定。所以坐禪不是叫你坐在那裡，「坐」是比喻不動的意思，是取一個比喻。釋迦牟尼佛那個像是坐在那裡，他是不是真的坐在那裡？不是，一天到晚到處跑，到處教化眾生；他要天天在那裡打坐，他什麼事也不能辦。到處跑，還叫他在那裡坐，還說他是坐，他怎麼坐？他心沒動。外不著相，內不動心，他在禪定當中。所以禪定，行住坐臥都是禪，行住坐臥都是定。造這個像，比喻坐在這個地方有不動的樣子。他的老師叫不動智，不動是定，定裡頭有智慧。"
    },
    {
      "id": "12-012-0002_p0037",
      "zh_CN": "「见后文殊，即见普贤」。后面善财童子见到文殊，同时见到普贤。同时出现，「明表智圆便证理故」。说明能证之智跟所证之理是一不是二。智圆，证就圆；证圆，智就圆；理智不二，表这个意思。下面又说，「若理分体用，则方有权实。若体用无碍，则权实双行。智与理冥，心境一味，为真证故」。体用确实有体、有用，有权、有实。不会用的人，平等里面出现差别相；会用的人，差别里面见平等相，就看你会不会。要怎样会？智圆就会了；智没有圆，你怎么学也学不会，学的不像。由此可知，世尊为什么当年在世要讲经说法四十九年，帮助大家明理，帮助大家开悟，悟了以后，你就知道自己怎么行。所以行不须要教，你明了了，自然就会。好比走路一样，你认识路，你自然就会走，还用得着教吗？我们在《大藏经》上看到，释迦牟尼佛没有带着大家打个佛七，也没有带着大家打个禅七，没有！所以行是自己的事情，佛帮助我们认路，帮助我们了解事实真相，这是不辞辛苦为一切众生讲经说法。体用无碍，那是觉悟的人，他是权实双行，权中有实，实中有权，权实不二。智与理冥，智是能证之智，理是所证之理；文殊表智，普贤表理，冥是合一，像水乳交融，里面没有界限，就是心境一味。此地这个心是表智，境是表理，是表境界。一味，心境一如，这是真的证。",
      "zh_TW": "「見後文殊，即見普賢」。後面善財童子見到文殊，同時見到普賢。同時出現，「明表智圓便證理故」。說明能證之智跟所證之理是一不是二。智圓，證就圓；證圓，智就圓；理智不二，表這個意思。下面又說，「若理分體用，則方有權實。若體用無礙，則權實雙行。智與理冥，心境一味，為真證故」。體用確實有體、有用，有權、有實。不會用的人，平等裡面出現差別相；會用的人，差別裡面見平等相，就看你會不會。要怎樣會？智圓就會了；智沒有圓，你怎麼學也學不會，學的不像。由此可知，世尊為什麼當年在世要講經說法四十九年，幫助大家明理，幫助大家開悟，悟了以後，你就知道自己怎麼行。所以行不須要教，你明瞭了，自然就會。好比走路一樣，你認識路，你自然就會走，還用得著教嗎？我們在《大藏經》上看到，釋迦牟尼佛沒有帶著大家打個佛七，也沒有帶著大家打個禪七，沒有！所以行是自己的事情，佛幫助我們認路，幫助我們了解事實真相，這是不辭辛苦為一切眾生講經說法。體用無礙，那是覺悟的人，他是權實雙行，權中有實，實中有權，權實不二。智與理冥，智是能證之智，理是所證之理；文殊表智，普賢表理，冥是合一，像水乳交融，裡面沒有界限，就是心境一味。此地這個心是表智，境是表理，是表境界。一味，心境一如，這是真的證。"
    },
    {
      "id": "12-012-0002_p0038",
      "zh_CN": "由此可知，文字里面很清楚、很明显，你有差别的念头，就是你有分别，你决定没有证；离一切妄想分别，你就证入，千经万论就说这么一回事。我们起心动念就分别、就执着，现在佛教给我们最殊胜的一个方法，用一句阿弥陀佛把分别执着打掉，希望在这里养成一个习惯，见色闻声不起分别、不起执着，你就入法界。这个法子妙绝了，八万四千法门没有比这个方法更巧妙。所以《华严经》到末后，普贤菩萨十大愿王导归极乐，不是没有道理，很深很深的道理。",
      "zh_TW": "由此可知，文字裡面很清楚、很明顯，你有差別的念頭，就是你有分別，你決定沒有證；離一切妄想分別，你就證入，千經萬論就說這麼一回事。我們起心動念就分別、就執著，現在佛教給我們最殊勝的一個方法，用一句阿彌陀佛把分別執著打掉，希望在這裡養成一個習慣，見色聞聲不起分別、不起執著，你就入法界。這個法子妙絕了，八萬四千法門沒有比這個方法更巧妙。所以《華嚴經》到末後，普賢菩薩十大願王導歸極樂，不是沒有道理，很深很深的道理。"
    },
    {
      "id": "12-012-0002_p0039",
      "zh_CN": "「然体理成智，智能显理」。体是体会、领会、领悟，领悟到宇宙人生的大道理，这就成了智慧，智慧这么来的。「智能显理」，智慧现前，你这个理更清楚、更明白了。「故虽双泯，能所历然」。虽然它是一，它是一桩事情，理跟智，前面讲能跟所、解跟行、理跟智是一不是二。虽然是一，但是在事相上还是清清楚楚，并不是事相上混杂，事相决定不混杂。可是在理上确实是一味，心境都是一味，这是不思议境界。「所以后文具明二圣」。后面经文同时两位菩萨出现，表这个道理，表这个境界。「圣」表这个修学的人，他现在达到的是什么境界。这一段意思很深，要细心去体会。",
      "zh_TW": "「然體理成智，智能顯理」。體是體會、領會、領悟，領悟到宇宙人生的大道理，這就成了智慧，智慧這麼來的。「智能顯理」，智慧現前，你這個理更清楚、更明白了。「故雖雙泯，能所歷然」。雖然它是一，它是一樁事情，理跟智，前面講能跟所、解跟行、理跟智是一不是二。雖然是一，但是在事相上還是清清楚楚，並不是事相上混雜，事相決定不混雜。可是在理上確實是一味，心境都是一味，這是不思議境界。「所以後文具明二聖」。後面經文同時兩位菩薩出現，表這個道理，表這個境界。「聖」表這個修學的人，他現在達到的是什麼境界。這一段意思很深，要細心去體會。"
    },
    {
      "id": "12-012-0002_p0040",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}