{
  "doc_id": "12-012-0016",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0016",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "12-012-0016_p0001",
      "zh_CN": "请掀开经本第二十八面，从第五行看起：",
      "zh_TW": "請掀開經本第二十八面，從第五行看起："
    },
    {
      "id": "12-012-0016_p0002",
      "zh_CN": "【三有昏暗凡愚宅。烦恼轮回地趣因。仁尊永灭尽无余。照世真灯示我道。】",
      "zh_TW": "【三有昏闇凡愚宅。煩惱輪迴地趣因。仁尊永滅盡無餘。照世真燈示我道。】"
    },
    {
      "id": "12-012-0016_p0003",
      "zh_CN": "从这一首看起。此地的偈颂前面有六首，从第五偈到第十是「对迷苦集」而说的，我们在上一次给诸位报告过。今天从『三有昏暗凡愚宅』这句以下有七首偈，就是到第十七首，第十一到十七，这是「对失灭道」。清凉大师在这一段里面有注解。这第十一首是「总求真道」。三有是指欲界、色界、无色界，「三」就是指三界，三界就是六道。「有」是什么意思？有业因，有因当然就有果。欲界的业因就是五欲六尘，通常佛在经上讲财色名食睡，五欲，把它归纳为这五大类。这五大类你要没有断除，对五欲起贪爱，这是得到了起贪爱，得不到起瞋恚，你就不能够离开欲界，这一点诸位同修一定要知道，欲界是最苦的。欲界的下面就是三恶道，三恶道对于五欲执着最严重，所以他才落到三恶道里面去。这是佛在大小乘一切经论里面告诉我们。贪欲是饿鬼道，愚痴是畜生道，愚痴是对于是非善恶利害搞不清楚，往往搞颠倒；瞋恚是地狱道。",
      "zh_TW": "從這一首看起。此地的偈頌前面有六首，從第五偈到第十是「對迷苦集」而說的，我們在上一次給諸位報告過。今天從『三有昏闇凡愚宅』這句以下有七首偈，就是到第十七首，第十一到十七，這是「對失滅道」。清涼大師在這一段裡面有註解。這第十一首是「總求真道」。三有是指欲界、色界、無色界，「三」就是指三界，三界就是六道。「有」是什麼意思？有業因，有因當然就有果。欲界的業因就是五欲六塵，通常佛在經上講財色名食睡，五欲，把它歸納為這五大類。這五大類你要沒有斷除，對五欲起貪愛，這是得到了起貪愛，得不到起瞋恚，你就不能夠離開欲界，這一點諸位同修一定要知道，欲界是最苦的。欲界的下面就是三惡道，三惡道對於五欲執著最嚴重，所以他才落到三惡道裡面去。這是佛在大小乘一切經論裡面告訴我們。貪欲是餓鬼道，愚痴是畜生道，愚痴是對於是非善惡利害搞不清楚，往往搞顛倒；瞋恚是地獄道。"
    },
    {
      "id": "12-012-0016_p0004",
      "zh_CN": "我们修行无论修学哪一个法门，功夫若是得力，什么叫做功夫得力？总而言之，就是你五欲的念头淡了，你的功夫就得力。不管你学哪个法门，禅、教、密、律，包括念佛在内，真的修行有功夫，就是你对于这个世间名闻利养，财色名食睡的心淡薄，你功夫才能得力。如果对这个还有严重的染着，你哪里有功夫？如果将这些欲望淡薄到自自然然不起一念，这个念头几几乎乎没有了；可是要晓得，那个根并没有拔除，它确实没有作用，到这种境界，你就可以生到色界天。诸位要晓得，色界天里头没有欲这个念头，不但没有这个事，连念头都没有，你才能生到色界天。你们诸位想想在修行，我们有没有办法离开欲界？参禅也好、持咒也好、念佛也好，说老实话，你要不求生净土，你能够生到色界初禅天，都是了不起的功夫，怕的是我们做不到。色界天虽然没有欲，五欲的念头没有，他还有色身的执着，他还执着这个色相。内根身，外面叫器界，就是世界；还有身体、还有生活的环境，他这种分别还没有断掉，所以在色界，有色没有欲，这是色界天。",
      "zh_TW": "我們修行無論修學哪一個法門，功夫若是得力，什麼叫做功夫得力？總而言之，就是你五欲的念頭淡了，你的功夫就得力。不管你學哪個法門，禪、教、密、律，包括念佛在內，真的修行有功夫，就是你對於這個世間名聞利養，財色名食睡的心淡薄，你功夫才能得力。如果對這個還有嚴重的染著，你哪裡有功夫？如果將這些欲望淡薄到自自然然不起一念，這個念頭幾幾乎乎沒有了；可是要曉得，那個根並沒有拔除，它確實沒有作用，到這種境界，你就可以生到色界天。諸位要曉得，色界天裡頭沒有欲這個念頭，不但沒有這個事，連念頭都沒有，你才能生到色界天。你們諸位想想在修行，我們有沒有辦法離開欲界？參禪也好、持咒也好、念佛也好，說老實話，你要不求生淨土，你能夠生到色界初禪天，都是了不起的功夫，怕的是我們做不到。色界天雖然沒有欲，五欲的念頭沒有，他還有色身的執著，他還執著這個色相。內根身，外面叫器界，就是世界；還有身體、還有生活的環境，他這種分別還沒有斷掉，所以在色界，有色沒有欲，這是色界天。"
    },
    {
      "id": "12-012-0016_p0005",
      "zh_CN": "再往上一层，那功夫更好了，知道这个色身是假的，如《金刚经》上所说的，「凡所有相，皆是虚妄」；「一切有为法，如梦幻泡影」。连这个色身、这个世界也没兴趣，也不分别、也不执着了，这才能生到无色界天。无色界天连这个色身都没有了，这是三界里面我们所谓的高级凡夫，他还是凡夫，没出三界，没有出轮回。生到无色界天，大概就是我们现在一般人所讲的灵界，在佛法讲他只有神识。我们一般讲，他只有精神这部分，物质这部分他都舍弃掉。所以讲看破放下，到那个才叫真的看破、真的放下，把这个色身都放下。你想想看，没有这个身那就自在太多了，这个身是苦本，没有身多自在。这里讲三有就是三界，三界的业因果报。讲「昏暗」，这是比喻业因，昏暗就是无明，为什么出不了三界？三界的真相并不了解，所以他不能出去。",
      "zh_TW": "再往上一層，那功夫更好了，知道這個色身是假的，如《金剛經》上所說的，「凡所有相，皆是虛妄」；「一切有為法，如夢幻泡影」。連這個色身、這個世界也沒興趣，也不分別、也不執著了，這才能生到無色界天。無色界天連這個色身都沒有了，這是三界裡面我們所謂的高級凡夫，他還是凡夫，沒出三界，沒有出輪迴。生到無色界天，大概就是我們現在一般人所講的靈界，在佛法講他只有神識。我們一般講，他只有精神這部分，物質這部分他都捨棄掉。所以講看破放下，到那個才叫真的看破、真的放下，把這個色身都放下。你想想看，沒有這個身那就自在太多了，這個身是苦本，沒有身多自在。這裡講三有就是三界，三界的業因果報。講「昏闇」，這是比喻業因，昏闇就是無明，為什麼出不了三界？三界的真相並不了解，所以他不能出去。"
    },
    {
      "id": "12-012-0016_p0006",
      "zh_CN": "下面讲「凡愚宅」，这三个字是比喻果报，三界统苦。佛告诉我们欲界，这三大类的苦统统具足：苦苦、坏苦、行苦。苦苦里面又分为八大类，叫八苦。诸位要知道，八苦只是三苦里面的一条，并不是八苦比三苦多了多，没这回事。三苦比八苦的范围大，这是讲欲界里面有这三苦。到色界就没有苦苦，也就是生老病死这八苦没有了，可是他有坏苦。色界天是化身，寿命很长，他那个寿命完全是定力，定力失掉，他又要堕落，又要去投胎，又要去搞轮回，他离不了轮回。他有生有灭，有生有灭就是有坏苦，他这个身体会坏，世界也会坏，所以虽没有苦苦，他有坏苦。到无色界他连形象都没有了，因此他坏苦也没有，但是他有行苦。什么叫行苦？他这个境界不能永远保持。",
      "zh_TW": "下面講「凡愚宅」，這三個字是比喻果報，三界統苦。佛告訴我們欲界，這三大類的苦統統具足：苦苦、壞苦、行苦。苦苦裡面又分為八大類，叫八苦。諸位要知道，八苦只是三苦裡面的一條，並不是八苦比三苦多了多，沒這回事。三苦比八苦的範圍大，這是講欲界裡面有這三苦。到色界就沒有苦苦，也就是生老病死這八苦沒有了，可是他有壞苦。色界天是化身，壽命很長，他那個壽命完全是定力，定力失掉，他又要墮落，又要去投胎，又要去搞輪迴，他離不了輪迴。他有生有滅，有生有滅就是有壞苦，他這個身體會壞，世界也會壞，所以雖沒有苦苦，他有壞苦。到無色界他連形象都沒有了，因此他壞苦也沒有，但是他有行苦。什麼叫行苦？他這個境界不能永遠保持。"
    },
    {
      "id": "12-012-0016_p0007",
      "zh_CN": "佛给我们讲，无色界最高的，就是我们常讲第二十八层天，这最高的，非想非非想处天寿命是八万大劫。西方世界阿弥陀佛成佛到现在才十劫，无色界天寿命八万大劫。可是要是生到无色界天，那个八万大劫是空过，太可惜了。那个地方没有佛说法，这就是佛家讲的八难，八难之一长寿天，长寿天就是指无色界天；色界天有诸佛菩萨在那里讲经说法度化众生，无色界里头没有。所以你要生到无色界，那就到那里好好休息，你什么佛法都听不到，这是真可惜。你要在西方极乐世界有八万大劫早就成佛了。不要说八万大劫，西方世界阿弥陀佛成佛才十劫，那是大劫，十个大劫；十个大劫里面成佛的人不晓得有多少。所以佛才警告我们，长寿天去不得，去到那里就坏了，把你的修学完全中断，那真的叫堕无为坑，时间又那么长。这是因与果都讲到，三有的业因果报。",
      "zh_TW": "佛給我們講，無色界最高的，就是我們常講第二十八層天，這最高的，非想非非想處天壽命是八萬大劫。西方世界阿彌陀佛成佛到現在才十劫，無色界天壽命八萬大劫。可是要是生到無色界天，那個八萬大劫是空過，太可惜了。那個地方沒有佛說法，這就是佛家講的八難，八難之一長壽天，長壽天就是指無色界天；色界天有諸佛菩薩在那裡講經說法度化眾生，無色界裡頭沒有。所以你要生到無色界，那就到那裡好好休息，你什麼佛法都聽不到，這是真可惜。你要在西方極樂世界有八萬大劫早就成佛了。不要說八萬大劫，西方世界阿彌陀佛成佛才十劫，那是大劫，十個大劫；十個大劫裡面成佛的人不曉得有多少。所以佛才警告我們，長壽天去不得，去到那裡就壞了，把你的修學完全中斷，那真的叫墮無為坑，時間又那麼長。這是因與果都講到，三有的業因果報。"
    },
    {
      "id": "12-012-0016_p0008",
      "zh_CN": "下面讲『烦恼轮回地趣因』，趣是六趣，就是六道。六道轮回的因是什么？就是烦恼，见思烦恼、尘沙烦恼、无明烦恼，这里面最重要的就是见思烦恼，见思烦恼如果断了，就超越六道轮回。什么叫见思烦恼？简单的说，见是见解，见解错误。佛在经上给我们归纳了五大类，这五种见解都是属于错误的。第一个一切众生执着这个身是我，这是头一个错了，身决定不是我。身不是我，是什么？是我所有的，是我所，不是我，这个诸位一定要牢牢的记住，常常提起觉观。要警觉到身就像衣服一样，这衣服是我所有的，衣服不是我；同样的，身不是我，身是我所有。这个身坏了，身旧了、老了，换个身体就是了；就像衣服一样，衣服穿脏了，你们晓得脱下来去换个新衣服，你就会换得很自在。如果你把这一关看破了，你的生死就没有痛苦，生死是什么？换衣服，你哪里有恐惧？哪里会有怖畏？你才知道真正的我不死的，没有死。我们不能说我的衣服脏了、破了，换一件，这个衣服死掉了；穿一件新的，那个衣服生了。实在讲世间人对身的生死就是这个样子，错误的观念，这个见解是错误的。",
      "zh_TW": "下面講『煩惱輪迴地趣因』，趣是六趣，就是六道。六道輪迴的因是什麼？就是煩惱，見思煩惱、塵沙煩惱、無明煩惱，這裡面最重要的就是見思煩惱，見思煩惱如果斷了，就超越六道輪迴。什麼叫見思煩惱？簡單的說，見是見解，見解錯誤。佛在經上給我們歸納了五大類，這五種見解都是屬於錯誤的。第一個一切眾生執著這個身是我，這是頭一個錯了，身決定不是我。身不是我，是什麼？是我所有的，是我所，不是我，這個諸位一定要牢牢的記住，常常提起覺觀。要警覺到身就像衣服一樣，這衣服是我所有的，衣服不是我；同樣的，身不是我，身是我所有。這個身壞了，身舊了、老了，換個身體就是了；就像衣服一樣，衣服穿髒了，你們曉得脫下來去換個新衣服，你就會換得很自在。如果你把這一關看破了，你的生死就沒有痛苦，生死是什麼？換衣服，你哪裡有恐懼？哪裡會有怖畏？你才知道真正的我不死的，沒有死。我們不能說我的衣服髒了、破了，換一件，這個衣服死掉了；穿一件新的，那個衣服生了。實在講世間人對身的生死就是這個樣子，錯誤的觀念，這個見解是錯誤的。"
    },
    {
      "id": "12-012-0016_p0009",
      "zh_CN": "另外是讲边见，边见是相对。譬如说大，大的对面有小；说长，长的对面有短；所有一切现象，我们都生活在一个相对的错误观念当中，这不是正智。另外见取见、戒取见，这就是一般讲的成见，先入为主成见很深。戒取见是因上的成见，修因；见取见是果上的成见。除这些错误观念之外，总归纳起来叫邪见，不属于这四大类所有一切错误的见解叫邪见。",
      "zh_TW": "另外是講邊見，邊見是相對。譬如說大，大的對面有小；說長，長的對面有短；所有一切現象，我們都生活在一個相對的錯誤觀念當中，這不是正智。另外見取見、戒取見，這就是一般講的成見，先入為主成見很深。戒取見是因上的成見，修因；見取見是果上的成見。除這些錯誤觀念之外，總歸納起來叫邪見，不屬於這四大類所有一切錯誤的見解叫邪見。"
    },
    {
      "id": "12-012-0016_p0010",
      "zh_CN": "另外一大类叫思想的错误，你想错了，完全没有的，你在那里打妄想。佛也把这个错误的想法，归纳为五大类：贪瞋痴慢疑，这五大类。这五大类实在没有，你在那里打妄想，坚固的执着，这个你错了，六道轮回的果报就是这么来的。你能把这个东西完全舍掉，舍得干干净净，就超越六道，六道就没有。制造轮回的因没有，六道是果报，哪来的果？有因才有果，所以烦恼是轮回地趣因。",
      "zh_TW": "另外一大類叫思想的錯誤，你想錯了，完全沒有的，你在那裡打妄想。佛也把這個錯誤的想法，歸納為五大類：貪瞋痴慢疑，這五大類。這五大類實在沒有，你在那裡打妄想，堅固的執著，這個你錯了，六道輪迴的果報就是這麼來的。你能把這個東西完全捨掉，捨得乾乾淨淨，就超越六道，六道就沒有。製造輪迴的因沒有，六道是果報，哪來的果？有因才有果，所以煩惱是輪迴地趣因。"
    },
    {
      "id": "12-012-0016_p0011",
      "zh_CN": "第三句是赞叹文殊菩萨，『仁尊』，仁是仁者，尊用现在的话就是尊敬的仁者。仁者是菩萨的别号，尊敬的文殊师利菩萨，这两个字就是这个意思。他有智慧、有能耐，他将三界六道里面的业因果报统统断掉，『永灭尽无余』。他能看破，我们为什么不能看破；他能放下，我们为什么不能放下？这个地方我们要认真去反省。所以佛家教给我们舍，舍就得，他能舍，他把三界的业因果报都舍了。舍了之后，他得什么？他得的是诸佛的老师，他得到的是圆满的智慧，他得到的是无比的自在。这是世尊在经上给我们介绍，文殊师利菩萨是七佛的老师；老师还在当菩萨，学生都成佛了，你就想想，他是不愿意成佛，他要成佛那是很容易！",
      "zh_TW": "第三句是讚歎文殊菩薩，『仁尊』，仁是仁者，尊用現在的話就是尊敬的仁者。仁者是菩薩的別號，尊敬的文殊師利菩薩，這兩個字就是這個意思。他有智慧、有能耐，他將三界六道裡面的業因果報統統斷掉，『永滅盡無餘』。他能看破，我們為什麼不能看破；他能放下，我們為什麼不能放下？這個地方我們要認真去反省。所以佛家教給我們捨，捨就得，他能捨，他把三界的業因果報都捨了。捨了之後，他得什麼？他得的是諸佛的老師，他得到的是圓滿的智慧，他得到的是無比的自在。這是世尊在經上給我們介紹，文殊師利菩薩是七佛的老師；老師還在當菩薩，學生都成佛了，你就想想，他是不願意成佛，他要成佛那是很容易！"
    },
    {
      "id": "12-012-0016_p0012",
      "zh_CN": "为什么居在菩萨的地位上？菩萨教化众生方便，你们《无量寿经》念得很熟，菩萨对一切众生作不请之友。但是佛不可以，佛是代表师道，「只闻来学，未闻往教」。但是菩萨行，菩萨是同学、是学长，可以找你来研究讨论，老师不会找你。这是赞叹，赞叹里面也就是教我们学习，我们要发心学文殊菩萨，能舍能断；能断烦恼，能舍果报，对于果报毫不贪恋，这一点非常非常重要。假如你对于果报还有贪恋的话，你就会很苦很苦。",
      "zh_TW": "為什麼居在菩薩的地位上？菩薩教化眾生方便，你們《無量壽經》念得很熟，菩薩對一切眾生作不請之友。但是佛不可以，佛是代表師道，「只聞來學，未聞往教」。但是菩薩行，菩薩是同學、是學長，可以找你來研究討論，老師不會找你。這是讚歎，讚歎裡面也就是教我們學習，我們要發心學文殊菩薩，能捨能斷；能斷煩惱，能捨果報，對於果報毫不貪戀，這一點非常非常重要。假如你對於果報還有貪戀的話，你就會很苦很苦。"
    },
    {
      "id": "12-012-0016_p0013",
      "zh_CN": "我年初在新加坡遇到一个老居士，是一位老太太，念佛往生净土，求生净土，到最后的时候她很痛苦。助念的人帮助她，一再提醒她求生西方极乐世界，她也点头同意。问她：妳还有什么放不下的？她跟大家讲，她还有一栋房子，还没有能妥善的处理，到底交给哪一个，她还在想这个问题，累得一身病苦。助念的同修也很难得，当时就直截了当告诉她，到西方极乐世界，妳还管这个事情干什么，不要再想它，随它怎么去。她一听这话不错，点点头，不到十分钟就走，放下了。她不要了，随它怎么去，哪个拿去都可以，还管这个事情，操这个心干什么？你看看放下就自在，不放下就在那里受这些病苦，还是走不了。",
      "zh_TW": "我年初在新加坡遇到一個老居士，是一位老太太，念佛往生淨土，求生淨土，到最後的時候她很痛苦。助念的人幫助她，一再提醒她求生西方極樂世界，她也點頭同意。問她：妳還有什麼放不下的？她跟大家講，她還有一棟房子，還沒有能妥善的處理，到底交給哪一個，她還在想這個問題，累得一身病苦。助念的同修也很難得，當時就直截了當告訴她，到西方極樂世界，妳還管這個事情幹什麼，不要再想它，隨它怎麼去。她一聽這話不錯，點點頭，不到十分鐘就走，放下了。她不要了，隨它怎麼去，哪個拿去都可以，還管這個事情，操這個心幹什麼？你看看放下就自在，不放下就在那裡受這些病苦，還是走不了。"
    },
    {
      "id": "12-012-0016_p0014",
      "zh_CN": "这个事情我们看到了，我们听到了，那就是给我们上了一堂课，我们不要到临终病苦的时候，才要人家提醒我们放下，现在就要放下。现在放下，你往生西方极乐世界没病，你就会走得很自在，这一点一定要知道。要不然我们看了这个境界，听到这些，那不叫白看、白听，你得什么利益？你要是看明白、听懂了，你在这里面吸取教训，那一个人就是菩萨示现来告诉我的，教我怎么修法。她就是菩萨，她就是善财五十三参里面的善知识，做出这个样子来给我们看，教导我们。所以我们要学文殊菩萨彻底放下。",
      "zh_TW": "這個事情我們看到了，我們聽到了，那就是給我們上了一堂課，我們不要到臨終病苦的時候，才要人家提醒我們放下，現在就要放下。現在放下，你往生西方極樂世界沒病，你就會走得很自在，這一點一定要知道。要不然我們看了這個境界，聽到這些，那不叫白看、白聽，你得什麼利益？你要是看明白、聽懂了，你在這裡面吸取教訓，那一個人就是菩薩示現來告訴我的，教我怎麼修法。她就是菩薩，她就是善財五十三參裡面的善知識，做出這個樣子來給我們看，教導我們。所以我們要學文殊菩薩徹底放下。"
    },
    {
      "id": "12-012-0016_p0015",
      "zh_CN": "末后一句这是祈求，求菩萨加持我们。『照世真灯示我道』，「照世真灯」这是形容，赞叹文殊师利菩萨度化众生的大业，他的光明遍照，好像黑暗当中的灯明一样，普度一切众生。求菩萨指示我们修行证果的道路，这一句是总说。菩萨已经证得无上道，虽然他没有在佛的地位，我们把他看作佛没有两样，学生当中成佛的有那么多人，何况这个老师？他能够灭见思烦恼、尘沙烦恼、无明烦恼，他当然懂得这里面的道理，知道这些方法，所以我们向他祈求，求他为我们开示。再看下面一首。",
      "zh_TW": "末後一句這是祈求，求菩薩加持我們。『照世真燈示我道』，「照世真燈」這是形容，讚歎文殊師利菩薩度化眾生的大業，他的光明遍照，好像黑暗當中的燈明一樣，普度一切眾生。求菩薩指示我們修行證果的道路，這一句是總說。菩薩已經證得無上道，雖然他沒有在佛的地位，我們把他看作佛沒有兩樣，學生當中成佛的有那麼多人，何況這個老師？他能夠滅見思煩惱、塵沙煩惱、無明煩惱，他當然懂得這裡面的道理，知道這些方法，所以我們向他祈求，求他為我們開示。再看下面一首。"
    },
    {
      "id": "12-012-0016_p0016",
      "zh_CN": "【众生恶趣行已除。修治善道咸清净。度诸有海桥梁者。示我真乘解脱门。】",
      "zh_TW": "【眾生惡趣行已除。修治善道咸清淨。度諸有海橋梁者。示我真乘解脫門。】"
    },
    {
      "id": "12-012-0016_p0017",
      "zh_CN": "我们把底下这一首也念掉。",
      "zh_TW": "我們把底下這一首也念掉。"
    },
    {
      "id": "12-012-0016_p0018",
      "zh_CN": "【常乐我净颠倒想。厚重邪执常迷覆。明利智眼悉能除。开我真乘解脱路。】",
      "zh_TW": "【常樂我淨顛倒想。厚重邪執常迷覆。明利智眼悉能除。開我真乘解脫路。】"
    },
    {
      "id": "12-012-0016_p0019",
      "zh_CN": "这两首是说一桩事情，是讲「求涅槃道」。两首虽然都求一桩事情，可是里面也有不同的地方，前面这一首是「求对治道」，对我们来讲非常重要。",
      "zh_TW": "這兩首是說一樁事情，是講「求涅槃道」。兩首雖然都求一樁事情，可是裡面也有不同的地方，前面這一首是「求對治道」，對我們來講非常重要。"
    },
    {
      "id": "12-012-0016_p0020",
      "zh_CN": "『众生恶趣行已除』，是文殊菩萨除，我们没除。恶趣是什么？要细说说不尽，佛在经论里面给我们举例子，一切恶把它归纳起来十条，十恶，这个十恶文殊菩萨统统都除掉。所以底下讲，『修治善道咸清净』，修就是修正，那个恶业恶行是错误的，必须把这些错误修正。治是对治，就是治疗，转恶成善。单单转恶成善还不行，转恶成善在果报上，只不过是转三恶道变成三善道，还是出不了三界。所以后头「清净」重要，清净那就超越三界，超越十法界。",
      "zh_TW": "『眾生惡趣行已除』，是文殊菩薩除，我們沒除。惡趣是什麼？要細說說不盡，佛在經論裡面給我們舉例子，一切惡把它歸納起來十條，十惡，這個十惡文殊菩薩統統都除掉。所以底下講，『修治善道咸清淨』，修就是修正，那個惡業惡行是錯誤的，必須把這些錯誤修正。治是對治，就是治療，轉惡成善。單單轉惡成善還不行，轉惡成善在果報上，只不過是轉三惡道變成三善道，還是出不了三界。所以後頭「清淨」重要，清淨那就超越三界，超越十法界。"
    },
    {
      "id": "12-012-0016_p0021",
      "zh_CN": "第三句是比喻，『度诸有海桥梁者』，这个「有」就是三有，前面讲的三界六道。「诸有」就是三有。这是出离三界六道的桥梁，那断恶修善就非常重要。这些话大小乘经论里面都说，说得太多太多，我们也听得耳熟，听得太久了。听久了怎么样？变成麻木不仁，你说糟糕不糟糕？那都是老生常谈，这有什么意思，有什么趣味？给我们谈一点新鲜的。哪里晓得这是三界六道轮回的业因根本，你这个东西不拔除，什么法门都不能成就，不能够忽视。",
      "zh_TW": "第三句是比喻，『度諸有海橋梁者』，這個「有」就是三有，前面講的三界六道。「諸有」就是三有。這是出離三界六道的橋梁，那斷惡修善就非常重要。這些話大小乘經論裡面都說，說得太多太多，我們也聽得耳熟，聽得太久了。聽久了怎麼樣？變成麻木不仁，你說糟糕不糟糕？那都是老生常談，這有什麼意思，有什麼趣味？給我們談一點新鮮的。哪裡曉得這是三界六道輪迴的業因根本，你這個東西不拔除，什麼法門都不能成就，不能夠忽視。"
    },
    {
      "id": "12-012-0016_p0022",
      "zh_CN": "十恶业大家都记得很熟，身，杀生、偷盗、邪淫；口，妄语、两舌、恶口、绮语；意，贪、瞋、痴。无论在家出家我们都要认真反省有没有？条条具足。我们念佛、读经了，佛教给我们受持、读诵、为人演说，我们也很认真在照干，有没有成绩拿出来？成绩不是形式上的，我每天念两万声佛号，我每天念十部《无量寿经》，这不是成绩，这是形式。怎么不是成绩？我举个比喻给你，你就懂得。譬如一个学生他很用功，每天在读书，在做功课，那是他的形象；成绩是什么？考试都得零分，你那个书念得有什么用处？什么叫考试都得零分？我们这里考试，你烦恼习气一丝毫没有改变，就是得零分。如果你受持读诵、为人演说，你的这些烦恼一年比一年淡薄，你就有成绩；一月比一月淡，烦恼轻，智慧就长，这是成绩，这叫功夫。所以功夫不是一天念多少佛号，一天念多少部经，那个不是的；怎样叫你把烦恼念掉，把妄想念掉，恢复到你的心地清净平等，这是功夫，这是成绩。",
      "zh_TW": "十惡業大家都記得很熟，身，殺生、偷盜、邪淫；口，妄語、兩舌、惡口、綺語；意，貪、瞋、痴。無論在家出家我們都要認真反省有沒有？條條具足。我們念佛、讀經了，佛教給我們受持、讀誦、為人演說，我們也很認真在照幹，有沒有成績拿出來？成績不是形式上的，我每天念兩萬聲佛號，我每天念十部《無量壽經》，這不是成績，這是形式。怎麼不是成績？我舉個比喻給你，你就懂得。譬如一個學生他很用功，每天在讀書，在做功課，那是他的形象；成績是什麼？考試都得零分，你那個書念得有什麼用處？什麼叫考試都得零分？我們這裡考試，你煩惱習氣一絲毫沒有改變，就是得零分。如果你受持讀誦、為人演說，你的這些煩惱一年比一年淡薄，你就有成績；一月比一月淡，煩惱輕，智慧就長，這是成績，這叫功夫。所以功夫不是一天念多少佛號，一天念多少部經，那個不是的；怎樣叫你把煩惱念掉，把妄想念掉，恢復到你的心地清淨平等，這是功夫，這是成績。"
    },
    {
      "id": "12-012-0016_p0023",
      "zh_CN": "每个人烦恼习气不相同，一定要懂得对治的方法。譬如十恶这十种烦恼，怎样去对治？哪一条最重就从那一条先下手，跟治病一样，先治最重的，那个其次，次一等的自然就好治疗，先治最重的。如果贪心重就先对付贪心，怎么对付贪心？菩萨道里面教给我们布施，布施就是对治贪心、悭贪。六度里头布施度悭贪，持戒度恶业，忍辱度瞋恚；这就是修治善道，这些方法都给你讲出来了。所以要晓得自己毛病在哪里，用什么方法来对治自己。",
      "zh_TW": "每個人煩惱習氣不相同，一定要懂得對治的方法。譬如十惡這十種煩惱，怎樣去對治？哪一條最重就從那一條先下手，跟治病一樣，先治最重的，那個其次，次一等的自然就好治療，先治最重的。如果貪心重就先對付貪心，怎麼對付貪心？菩薩道裡面教給我們布施，布施就是對治貪心、慳貪。六度裡頭布施度慳貪，持戒度惡業，忍辱度瞋恚；這就是修治善道，這些方法都給你講出來了。所以要曉得自己毛病在哪裡，用什麼方法來對治自己。"
    },
    {
      "id": "12-012-0016_p0024",
      "zh_CN": "我们学佛出家，在从前出家是真出家，真的没有家；现在出家，现在不能叫出家，换家，换了一个家，从一个小家换一个大家。以前是真出家，真的是三衣一钵，一无所有，出家人真的是贫僧，现在出家人是富僧，哪里会一样？毛病在哪里？出家人一般的毛病，懒散，这是大病。用什么方法？精进。我很想精进，就是精进不来，还是懒惰。怎么样、用什么方法来把你这个懒散的病把它治好？各个人的条件不相同。我年轻学佛也有这个毛病，很不容易找一个方法来对治，最后是李炳老教给我讲经，所以我初学讲经不是喜欢讲经，是拿这个来对治自己的毛病。我跟老师学东西，我还有一点天分，骗骗老师还行，还有这个能力，但是登台要骗这么多人就不容易了；骗一个人好骗，骗这么多眼睛不好骗。所以用这个方法，你要想学着讲经，必须有充分的准备，你没有充分的准备，上了台之后下不了台，这个东西多难为情，那么多眼睛看着，这个厉害！用这个方法，用大众来督促你，来勉励你、警策你，把懒散习气改改，我用这个办法。你们用什么方法有效，那就不晓得了，你自己去试验试验。一定要想方设法把自己懒惰的毛病改掉，你才会成功。懈怠懒惰是大病，一切众生与生俱来的，这不是学来的。",
      "zh_TW": "我們學佛出家，在從前出家是真出家，真的沒有家；現在出家，現在不能叫出家，換家，換了一個家，從一個小家換一個大家。以前是真出家，真的是三衣一缽，一無所有，出家人真的是貧僧，現在出家人是富僧，哪裡會一樣？毛病在哪裡？出家人一般的毛病，懶散，這是大病。用什麼方法？精進。我很想精進，就是精進不來，還是懶惰。怎麼樣、用什麼方法來把你這個懶散的病把它治好？各個人的條件不相同。我年輕學佛也有這個毛病，很不容易找一個方法來對治，最後是李炳老教給我講經，所以我初學講經不是喜歡講經，是拿這個來對治自己的毛病。我跟老師學東西，我還有一點天分，騙騙老師還行，還有這個能力，但是登台要騙這麼多人就不容易了；騙一個人好騙，騙這麼多眼睛不好騙。所以用這個方法，你要想學著講經，必須有充分的準備，你沒有充分的準備，上了台之後下不了台，這個東西多難為情，那麼多眼睛看著，這個厲害！用這個方法，用大眾來督促你，來勉勵你、警策你，把懶散習氣改改，我用這個辦法。你們用什麼方法有效，那就不曉得了，你自己去試驗試驗。一定要想方設法把自己懶惰的毛病改掉，你才會成功。懈怠懶惰是大病，一切眾生與生俱來的，這不是學來的。"
    },
    {
      "id": "12-012-0016_p0025",
      "zh_CN": "这是举个例子，就是「修治善道咸清净」，特别着重在「清净」上，那个清净的功德就大。清净功德才能度诸有海；海是比喻深广，六道轮回深广无际，这是一个桥梁。",
      "zh_TW": "這是舉個例子，就是「修治善道咸清淨」，特別著重在「清淨」上，那個清淨的功德就大。清淨功德才能度諸有海；海是比喻深廣，六道輪迴深廣無際，這是一個橋梁。"
    },
    {
      "id": "12-012-0016_p0026",
      "zh_CN": "『示我真乘解脱门』，「真乘」，诸位看到这两个字，在佛法里面这个不是三乘、不是二乘，世尊在《法华经》上讲得好，「唯有一乘法，无二亦无三，除佛方便说」。换句话说，说二乘、说三乘、说五乘，都是方便说，那不是真的。真乘是什么？一乘，一乘也叫做实教大乘。大乘法里头分权、实，权是方便说，实是真实说，所以实教大乘也称作一乘，一佛乘，这就是指示我们成佛的解脱门。他不求别的，不求声闻、不求缘觉、不求菩萨，直接求成佛，成佛这就是如来的大涅槃。所以这一首着重在断恶修善。再看底下一首。",
      "zh_TW": "『示我真乘解脫門』，「真乘」，諸位看到這兩個字，在佛法裡面這個不是三乘、不是二乘，世尊在《法華經》上講得好，「唯有一乘法，無二亦無三，除佛方便說」。換句話說，說二乘、說三乘、說五乘，都是方便說，那不是真的。真乘是什麼？一乘，一乘也叫做實教大乘。大乘法裡頭分權、實，權是方便說，實是真實說，所以實教大乘也稱作一乘，一佛乘，這就是指示我們成佛的解脫門。他不求別的，不求聲聞、不求緣覺、不求菩薩，直接求成佛，成佛這就是如來的大涅槃。所以這一首著重在斷惡修善。再看底下一首。"
    },
    {
      "id": "12-012-0016_p0027",
      "zh_CN": "『常乐我净颠倒想，厚重邪执常迷覆』。这两句是说我们现前的状况，迷在四颠倒里面。「常乐我净」佛讲六道凡夫没有，六道凡夫有名无实。常乐我净是真有，到什么时候有？你证得法身、般若、解脱就有；如果这个你没有证得，你决定没有。这叫四净德，它真有，法身有常乐我净，般若有常乐我净，解脱有常乐我净。",
      "zh_TW": "『常樂我淨顛倒想，厚重邪執常迷覆』。這兩句是說我們現前的狀況，迷在四顛倒裡面。「常樂我淨」佛講六道凡夫沒有，六道凡夫有名無實。常樂我淨是真有，到什麼時候有？你證得法身、般若、解脫就有；如果這個你沒有證得，你決定沒有。這叫四淨德，它真有，法身有常樂我淨，般若有常樂我淨，解脫有常樂我淨。"
    },
    {
      "id": "12-012-0016_p0028",
      "zh_CN": "这四个字我们简单的说一说。所谓「常」是永恒不变，我们色身在世间，一年比一年衰老，这无常；我们的心，心里头念头，从早到晚前念灭后念生，念头生灭不停，那个心也无常。色身、妄心都是无常，哪里有常？那证得法身，不生不灭，所以不来不去，那就常。法身、般若里头有常，因为它不生不灭。所谓「乐」就是没有苦，永远离苦，三苦、八苦完全断尽，确确实实没有。我们现在三苦全具足，哪里有乐？「我」，我的定义是主宰的意思，自在的意思，你从定义上来看，我们现在哪里有我？做不了主，得不到自在，没有自在。所以我也是有假名，而没有实质。「净」是清净，这个字意思就更明显。我们今天身，身不清净，现在污染太多了，饮食污染，乃至于空气都污染，身不清净。心里面思想的污染、精神的污染、见解的污染，这个污染是什么？妄想分别执着，你哪里清净？以为我们自己有常乐我净，这个念头是颠倒想，这四个字在六道里头有名无实。",
      "zh_TW": "這四個字我們簡單的說一說。所謂「常」是永恆不變，我們色身在世間，一年比一年衰老，這無常；我們的心，心裡頭念頭，從早到晚前念滅後念生，念頭生滅不停，那個心也無常。色身、妄心都是無常，哪裡有常？那證得法身，不生不滅，所以不來不去，那就常。法身、般若裡頭有常，因為它不生不滅。所謂「樂」就是沒有苦，永遠離苦，三苦、八苦完全斷盡，確確實實沒有。我們現在三苦全具足，哪裡有樂？「我」，我的定義是主宰的意思，自在的意思，你從定義上來看，我們現在哪裡有我？做不了主，得不到自在，沒有自在。所以我也是有假名，而沒有實質。「淨」是清淨，這個字意思就更明顯。我們今天身，身不清淨，現在污染太多了，飲食污染，乃至於空氣都污染，身不清淨。心裡面思想的污染、精神的污染、見解的污染，這個污染是什麼？妄想分別執著，你哪裡清淨？以為我們自己有常樂我淨，這個念頭是顛倒想，這四個字在六道裡頭有名無實。"
    },
    {
      "id": "12-012-0016_p0029",
      "zh_CN": "我们要认清楚，我们身心世界无常，三界统苦没有乐，主宰自在不可得，身心都被污染，这是一定要认识清楚的。这样的环境有什么值得留念？所以佛教给我们念佛求生西方极乐世界，生到西方极乐世界，常乐我净是真的，你统统得到。你念《无量寿经》，你念「四十八愿」，西方世界下下品往生都得到，你的法身、报身、应化身，跟诸佛如来没有两样。为什么不求往生？为什么还留恋这个世间，还爱惜这个身体？还用这个工具去造罪业？你造十恶业不都是这个工具，用这个工具去造业，你说这个多划不来。多想一想、多反省，一定要了解眼前这个事实真相，然后你才有出路。我们遇到这个法门，这个法门到末后，普贤菩萨十大愿王导归极乐，是我们唯一的一条生路，证得常乐我净的道路。",
      "zh_TW": "我們要認清楚，我們身心世界無常，三界統苦沒有樂，主宰自在不可得，身心都被污染，這是一定要認識清楚的。這樣的環境有什麼值得留念？所以佛教給我們念佛求生西方極樂世界，生到西方極樂世界，常樂我淨是真的，你統統得到。你念《無量壽經》，你念「四十八願」，西方世界下下品往生都得到，你的法身、報身、應化身，跟諸佛如來沒有兩樣。為什麼不求往生？為什麼還留戀這個世間，還愛惜這個身體？還用這個工具去造罪業？你造十惡業不都是這個工具，用這個工具去造業，你說這個多划不來。多想一想、多反省，一定要了解眼前這個事實真相，然後你才有出路。我們遇到這個法門，這個法門到末後，普賢菩薩十大願王導歸極樂，是我們唯一的一條生路，證得常樂我淨的道路。"
    },
    {
      "id": "12-012-0016_p0030",
      "zh_CN": "为什么会有这个颠倒想？底下这一句说出来，「厚重邪执常迷覆」。邪是邪见，执是执着，就是讲妄想执着，这个妄想执着很厚很重，无量劫来俱生的烦恼，这不是一生一世的，生生世世都迷惑颠倒，都起妄想分别执着。常迷覆，常是从来没有间断过，无量劫到今天，迷在这里头，以为有常乐我净。这个东西覆盖了本性，自性的智慧德能不能现前，道理就在此地。",
      "zh_TW": "為什麼會有這個顛倒想？底下這一句說出來，「厚重邪執常迷覆」。邪是邪見，執是執著，就是講妄想執著，這個妄想執著很厚很重，無量劫來俱生的煩惱，這不是一生一世的，生生世世都迷惑顛倒，都起妄想分別執著。常迷覆，常是從來沒有間斷過，無量劫到今天，迷在這裡頭，以為有常樂我淨。這個東西覆蓋了本性，自性的智慧德能不能現前，道理就在此地。"
    },
    {
      "id": "12-012-0016_p0031",
      "zh_CN": "第三句是赞叹菩萨，菩萨把这个断干净，『明利智眼悉能除』。明是光明，利是猛厉；明是慧，利是讲智慧的作用，勇猛；有智慧又能够勇猛精进，这两个字都是比喻智眼。他能够看破、能够放下，智眼看破了，事实真相彻底明白；「悉能除」，统统放下，这些颠倒想放下，厚重的邪执放下。他能放下，当然他对于这个事实真相彻底明了，我们也希望菩萨能将他的经验，能将他的方法传授给我们，『开我真乘解脱路』。我们也像菩萨一样，不但脱离六道，而且超越十法界，证得如来果地上的菩提涅槃。这两首简单的说，都是破迷开悟，断恶修善，求无上如来的果德。",
      "zh_TW": "第三句是讚歎菩薩，菩薩把這個斷乾淨，『明利智眼悉能除』。明是光明，利是猛厲；明是慧，利是講智慧的作用，勇猛；有智慧又能夠勇猛精進，這兩個字都是比喻智眼。他能夠看破、能夠放下，智眼看破了，事實真相徹底明白；「悉能除」，統統放下，這些顛倒想放下，厚重的邪執放下。他能放下，當然他對於這個事實真相徹底明瞭，我們也希望菩薩能將他的經驗，能將他的方法傳授給我們，『開我真乘解脫路』。我們也像菩薩一樣，不但脫離六道，而且超越十法界，證得如來果地上的菩提涅槃。這兩首簡單的說，都是破迷開悟，斷惡修善，求無上如來的果德。"
    },
    {
      "id": "12-012-0016_p0032",
      "zh_CN": "再看底下两首，下面两首是「求菩提道」，前面两首是求涅槃道。菩提是梵语，它的意思是觉悟，菩提是觉的意思，菩提道就是觉悟之道，也就是对事事物物不迷，不迷就觉悟，这是智慧，真实的智慧。请看经文。",
      "zh_TW": "再看底下兩首，下面兩首是「求菩提道」，前面兩首是求涅槃道。菩提是梵語，它的意思是覺悟，菩提是覺的意思，菩提道就是覺悟之道，也就是對事事物物不迷，不迷就覺悟，這是智慧，真實的智慧。請看經文。"
    },
    {
      "id": "12-012-0016_p0033",
      "zh_CN": "【善了真谛无迷惑。于诸法中无所畏。调伏众生自在人。愿示于我菩提道。】",
      "zh_TW": "【善了真諦無迷惑。於諸法中無所畏。調伏眾生自在人。願示於我菩提道。】"
    },
    {
      "id": "12-012-0016_p0034",
      "zh_CN": "这两首末后都是讲菩提道。『真谛』要用现在的话来说，就是宇宙人生的真相。『善了』是彻底明了，彻底明了又若无其事，心里头痕迹都不落，才叫做善。如果你明了，「我明了了」，你虽然明了，不善。为什么不善？着了明了的相，明了的相也不能着。所以佛经上这个「善」字，特别是大乘经上，一定要懂得离相就善，着相就不善，这个「善」不是善恶的善，这意思一定要清楚。",
      "zh_TW": "這兩首末後都是講菩提道。『真諦』要用現在的話來說，就是宇宙人生的真相。『善了』是徹底明瞭，徹底明瞭又若無其事，心裡頭痕跡都不落，才叫做善。如果你明瞭，「我明瞭了」，你雖然明瞭，不善。為什麼不善？著了明瞭的相，明瞭的相也不能著。所以佛經上這個「善」字，特別是大乘經上，一定要懂得離相就善，著相就不善，這個「善」不是善惡的善，這意思一定要清楚。"
    },
    {
      "id": "12-012-0016_p0035",
      "zh_CN": "像上一次我跟诸位讲的善巧方便，那个「善」是什么？不着相。着相就不善，着相就是有能有所，我能明了，这个境界是我所明了；宇宙人生我能明了，宇宙人生的真相是我所明了的，有能有所不善。有能有所，你修得再高，心地再清净，也只能在十法界，不能超越十法界，要契入一真法界，你做不到。一真法界里头相不执着，你还有能所，像《金刚经》上讲的，你还有四相，你还有我相、人相、众生相、寿者相；你还有四见，我见、人见、众生见、寿者见。你有四相四见，你修得再好，心地再清净，你成佛只是十法界的佛，没出十法界。如果能把能所的相都放下、都舍弃，你的心才叫真清净，就超越十法界。超越十法界那就是一真法界，《华严经》上讲的是一真法界，华藏世界，西方极乐世界是一真法界。离相一切明了，那是善了；着相明了不是善了。对于宇宙人生真相真的明白，无迷惑，不迷，他也不会起惑。",
      "zh_TW": "像上一次我跟諸位講的善巧方便，那個「善」是什麼？不著相。著相就不善，著相就是有能有所，我能明瞭，這個境界是我所明瞭；宇宙人生我能明瞭，宇宙人生的真相是我所明瞭的，有能有所不善。有能有所，你修得再高，心地再清淨，也只能在十法界，不能超越十法界，要契入一真法界，你做不到。一真法界裡頭相不執著，你還有能所，像《金剛經》上講的，你還有四相，你還有我相、人相、眾生相、壽者相；你還有四見，我見、人見、眾生見、壽者見。你有四相四見，你修得再好，心地再清淨，你成佛只是十法界的佛，沒出十法界。如果能把能所的相都放下、都捨棄，你的心才叫真清淨，就超越十法界。超越十法界那就是一真法界，《華嚴經》上講的是一真法界，華藏世界，西方極樂世界是一真法界。離相一切明瞭，那是善了；著相明瞭不是善了。對於宇宙人生真相真的明白，無迷惑，不迷，他也不會起惑。"
    },
    {
      "id": "12-012-0016_p0036",
      "zh_CN": "『于诸法中无所畏』，这个诸法是指世出世间一切法。就像《心经》上讲的，「度一切苦厄」；《般若经》上所说的「不畏不怖」，畏怖完全没有。为什么？事实真相统统明了，知道尽虚空遍法界是一个自己，清净法身都现前，哪里还有什么畏怖？十法界依正庄严是自性变现出来的。若乘悲愿教化众生，在十法界、在六道里面舍身受身，皆是示现而已，游戏神通，佛常用这个词句来形容。其实比游戏神通还自在，游戏神通实在讲，形容不了他的境界，除这个字样，再找不到了，所以只找比较接近一点；其实他那个自在，世间游戏神通，哪里能够说得出？真得大自在。",
      "zh_TW": "『於諸法中無所畏』，這個諸法是指世出世間一切法。就像《心經》上講的，「度一切苦厄」；《般若經》上所說的「不畏不怖」，畏怖完全沒有。為什麼？事實真相統統明瞭，知道盡虛空遍法界是一個自己，清淨法身都現前，哪裡還有什麼畏怖？十法界依正莊嚴是自性變現出來的。若乘悲願教化眾生，在十法界、在六道裡面捨身受身，皆是示現而已，遊戲神通，佛常用這個詞句來形容。其實比遊戲神通還自在，遊戲神通實在講，形容不了他的境界，除這個字樣，再找不到了，所以只找比較接近一點；其實他那個自在，世間遊戲神通，哪裡能夠說得出？真得大自在。"
    },
    {
      "id": "12-012-0016_p0037",
      "zh_CN": "下面讲，『调伏众生自在人』，自在人是称文殊菩萨，调伏众生就是普度一切众生。调是调顺的意思，调理的意思，就是帮助人开悟；伏是帮助人断烦恼，伏灭烦恼。菩萨有智慧、有德能、有神通，就是有善巧方便，能够教化一切众生，这是真正自在人。我们也希望以他的经验，以他修学度化众生的方法为我们开示，教给我们，给我们做参考，使我们也很顺利证得大菩提。『愿示于我菩提道』，这一首是讲根本智，菩提是智慧，智慧里面可以分为两大类：一类是根本智，一类是后得智。这一条讲「善了真谛无迷惑」，这是根本智获得。",
      "zh_TW": "下面講，『調伏眾生自在人』，自在人是稱文殊菩薩，調伏眾生就是普度一切眾生。調是調順的意思，調理的意思，就是幫助人開悟；伏是幫助人斷煩惱，伏滅煩惱。菩薩有智慧、有德能、有神通，就是有善巧方便，能夠教化一切眾生，這是真正自在人。我們也希望以他的經驗，以他修學度化眾生的方法為我們開示，教給我們，給我們做參考，使我們也很順利證得大菩提。『願示於我菩提道』，這一首是講根本智，菩提是智慧，智慧裡面可以分為兩大類：一類是根本智，一類是後得智。這一條講「善了真諦無迷惑」，這是根本智獲得。"
    },
    {
      "id": "12-012-0016_p0038",
      "zh_CN": "下面这一首是讲后得智，后得智是讲利益众生的智慧；根本智是自受用，后得智是他受用，帮助别人。所以根本智，《般若经》上讲得好，「般若无知」。无知是根本智，无知就是最极清净，那是真实智慧。从最极清净心起作用就是无所不知，所以「般若无知，无所不知」。佛教我们求智慧，教我们求菩提，先求根本智，然后从根本智开后得智，根本智开后得智就是无所不知。",
      "zh_TW": "下面這一首是講後得智，後得智是講利益眾生的智慧；根本智是自受用，後得智是他受用，幫助別人。所以根本智，《般若經》上講得好，「般若無知」。無知是根本智，無知就是最極清淨，那是真實智慧。從最極清淨心起作用就是無所不知，所以「般若無知，無所不知」。佛教我們求智慧，教我們求菩提，先求根本智，然後從根本智開後得智，根本智開後得智就是無所不知。"
    },
    {
      "id": "12-012-0016_p0039",
      "zh_CN": "这是事实的真相，许许多多人不懂得，要求智慧从哪里求？读书。读万卷书，行万里路。学佛？学佛要遍涉《大藏》，以为那样就能开智慧，殊不知那是走死胡同，决定开不了智慧。无论你用多长的时间，下多少功夫，总而言之一句话，你所得到的叫记问之学；你记得多、听得多，与你自己心性毫无交涉，你就错了。真实的智慧是心性的流露，那你就是求智慧走错路了。所以现代学佛，现代人教学，问题就很多。你要是遇到一个真的好老师、真善知识，他要教给你，说老实话，你不相信，你不会听他的。如果你遇到一个邪师说法，你喜欢得不得了，他那个方法才真好。邪师怎么教？样样都要学，经、律、论样样都要学，你将来才能开智慧，你将来才能够通达三藏。世间的学问样样也要学，世出世间一切智慧你才能开。这不是真善知识。",
      "zh_TW": "這是事實的真相，許許多多人不懂得，要求智慧從哪裡求？讀書。讀萬卷書，行萬里路。學佛？學佛要遍涉《大藏》，以為那樣就能開智慧，殊不知那是走死胡同，決定開不了智慧。無論你用多長的時間，下多少功夫，總而言之一句話，你所得到的叫記問之學；你記得多、聽得多，與你自己心性毫無交涉，你就錯了。真實的智慧是心性的流露，那你就是求智慧走錯路了。所以現代學佛，現代人教學，問題就很多。你要是遇到一個真的好老師、真善知識，他要教給你，說老實話，你不相信，你不會聽他的。如果你遇到一個邪師說法，你喜歡得不得了，他那個方法才真好。邪師怎麼教？樣樣都要學，經、律、論樣樣都要學，你將來才能開智慧，你將來才能夠通達三藏。世間的學問樣樣也要學，世出世間一切智慧你才能開。這不是真善知識。"
    },
    {
      "id": "12-012-0016_p0040",
      "zh_CN": "那真善知识你遇到，他教你什么？什么都不要学。给你一本经，你老实念，经什么意思？没意思，就念。这个怎么教法？实在那是真善知识，就给你这一本。这一本念什么？念这本叫收心，你不念经的时候打妄想。所以他念经不是讲里头意思，用念经的方法把你的妄想打掉，他目的在此地。所以念经的目的是什么？目的是修戒定慧，不能讲意思，一讲意思，戒定慧都没有了。",
      "zh_TW": "那真善知識你遇到，他教你什麼？什麼都不要學。給你一本經，你老實念，經什麼意思？沒意思，就念。這個怎麼教法？實在那是真善知識，就給你這一本。這一本念什麼？念這本叫收心，你不念經的時候打妄想。所以他念經不是講裡頭意思，用念經的方法把你的妄想打掉，他目的在此地。所以念經的目的是什麼？目的是修戒定慧，不能講意思，一講意思，戒定慧都沒有了。"
    },
    {
      "id": "12-012-0016_p0041",
      "zh_CN": "念经怎么是修戒？你看你念经，你专心在念的时候，一心念的是经文，你心里头不会去想杀盗淫妄，哪里心里头还想这些事情在念经？不可能的。所以念经把你这些妄想恶念都打掉，这就是戒学，这就是修戒学。教你一部经天天念、老实念，修定；不准你念第二本东西，就叫你念一本，是修定，叫你这个心就定在这部经上。这部经从头到尾一个字没念错，一句没念颠倒，那就是慧，那是根本智。这个方法教你，在古时候一般讲是五年，五年就用这个方法。除了教你，教下叫你念这本经之后，其余的时间就叫你做工，替常住服务、做事情，做事情修福。这个方法是修戒定慧，这是真善知识，你现在遇到这个善知识，遇到这个道场，你愿不愿意学？调头就去，这里头什么都没有，学什么东西？这里头老和尚什么都不会。你说糟不糟糕？所以你就是遇到真善知识，你也没有那个福气，也没有那个缘分，你得不到。",
      "zh_TW": "念經怎麼是修戒？你看你念經，你專心在念的時候，一心念的是經文，你心裡頭不會去想殺盜淫妄，哪裡心裡頭還想這些事情在念經？不可能的。所以念經把你這些妄想惡念都打掉，這就是戒學，這就是修戒學。教你一部經天天念、老實念，修定；不准你念第二本東西，就叫你念一本，是修定，叫你這個心就定在這部經上。這部經從頭到尾一個字沒念錯，一句沒念顛倒，那就是慧，那是根本智。這個方法教你，在古時候一般講是五年，五年就用這個方法。除了教你，教下叫你念這本經之後，其餘的時間就叫你做工，替常住服務、做事情，做事情修福。這個方法是修戒定慧，這是真善知識，你現在遇到這個善知識，遇到這個道場，你願不願意學？調頭就去，這裡頭什麼都沒有，學什麼東西？這裡頭老和尚什麼都不會。你說糟不糟糕？所以你就是遇到真善知識，你也沒有那個福氣，也沒有那個緣分，你得不到。"
    },
    {
      "id": "12-012-0016_p0042",
      "zh_CN": "可见得现在纵然有真善知识，找个徒弟都找不到，找个学生找不到，这是实实在在的话。以前李老师非常感慨的说，老师找学生比学生找老师还要难，到哪里去找？古时候有，古时候人老实、听话、保守；现在人开放、不听话，看到你这种方法，他不屑一顾。天天给他胡说八道，他高兴得不得了，有什么法子。",
      "zh_TW": "可見得現在縱然有真善知識，找個徒弟都找不到，找個學生找不到，這是實實在在的話。以前李老師非常感慨的說，老師找學生比學生找老師還要難，到哪裡去找？古時候有，古時候人老實、聽話、保守；現在人開放、不聽話，看到你這種方法，他不屑一顧。天天給他胡說八道，他高興得不得了，有什麼法子。"
    },
    {
      "id": "12-012-0016_p0043",
      "zh_CN": "我们看古时候的《语录》，看到很多《传记》，从前人跟一个老师，就是这样一个方法，老师教他五年，往往他自己觉得根性不利，十年、二十年，还有三十年；你们看《六祖坛经》就看到，二、三十年不离开老师，不离开这个方法。由此可知，他戒定慧三学薰习的功夫深，那发出来的力量就大；发出来就是无所不知。所以用这个方法叫你得定，这个得定不是盘腿面壁那个大定。那个定是叫你在六根接触六尘境界里面，不起心、不动念、不分别、不执着，这才是真正的大定，行住坐卧都在定中，用这么一个方法。宗门叫参究，教下读经，哪一个宗派选的经不一样，譬如天台宗，他就教你读《法华经》，贤首宗当然教你读《华严经》，净土宗我们今天选择的是《无量寿经》。为什么叫你《无量寿经》先念三千遍，也是这个用意。你要肯老实修，你的境界自然不一样。我们现在看这段经文，这是讲后得智。",
      "zh_TW": "我們看古時候的《語錄》，看到很多《傳記》，從前人跟一個老師，就是這樣一個方法，老師教他五年，往往他自己覺得根性不利，十年、二十年，還有三十年；你們看《六祖壇經》就看到，二、三十年不離開老師，不離開這個方法。由此可知，他戒定慧三學薰習的功夫深，那發出來的力量就大；發出來就是無所不知。所以用這個方法叫你得定，這個得定不是盤腿面壁那個大定。那個定是叫你在六根接觸六塵境界裡面，不起心、不動念、不分別、不執著，這才是真正的大定，行住坐臥都在定中，用這麼一個方法。宗門叫參究，教下讀經，哪一個宗派選的經不一樣，譬如天台宗，他就教你讀《法華經》，賢首宗當然教你讀《華嚴經》，淨土宗我們今天選擇的是《無量壽經》。為什麼叫你《無量壽經》先念三千遍，也是這個用意。你要肯老實修，你的境界自然不一樣。我們現在看這段經文，這是講後得智。"
    },
    {
      "id": "12-012-0016_p0044",
      "zh_CN": "【安住如来正见地。】",
      "zh_TW": "【安住如來正見地。】"
    },
    {
      "id": "12-012-0016_p0045",
      "zh_CN": "着重在如来正知正见。经文里头他没有说「安住诸佛正见地」，他安住是『如来正见地』。下面。",
      "zh_TW": "著重在如來正知正見。經文裡頭他沒有說「安住諸佛正見地」，他安住是『如來正見地』。下面。"
    },
    {
      "id": "12-012-0016_p0046",
      "zh_CN": "【增长诸佛功德树。】",
      "zh_TW": "【增長諸佛功德樹。】"
    },
    {
      "id": "12-012-0016_p0047",
      "zh_CN": "这个地方讲如来，底下一句讲诸佛，意思不一样。如来是自性，如来知见就是自性智慧起用。我们学佛不是跟着佛走，佛是教我们明心见性，我们果然明心见性，那佛才欢喜，佛教学的目的达到了。你自性般若光明起现行，那跟他的就没有两样。佛法讲传灯，我这盏灯点亮，你那盏灯我要把你点亮我才欢喜；不是说我这盏灯，你们永远拿着熄灭的灯跟着我走，不是这个意思。如果他用诸佛，那就是他是亮的，我们跟他走；他说如来？他把我们的灯点燃，这个意思不同在此地，这才是正知正见。你的知见跟诸佛的知见没有两样，完全相同，就是佛佛道同；佛是要开发我们的智慧，不是叫我们跟着他走。这是佛叫我们最佩服的地方，他叫我们个个人顶天立地，跟他一样；不是叫我们永远跟他，永远侍奉他，不是这个意思。自性智慧起用。",
      "zh_TW": "這個地方講如來，底下一句講諸佛，意思不一樣。如來是自性，如來知見就是自性智慧起用。我們學佛不是跟著佛走，佛是教我們明心見性，我們果然明心見性，那佛才歡喜，佛教學的目的達到了。你自性般若光明起現行，那跟他的就沒有兩樣。佛法講傳燈，我這盞燈點亮，你那盞燈我要把你點亮我才歡喜；不是說我這盞燈，你們永遠拿著熄滅的燈跟著我走，不是這個意思。如果他用諸佛，那就是他是亮的，我們跟他走；他說如來？他把我們的燈點燃，這個意思不同在此地，這才是正知正見。你的知見跟諸佛的知見沒有兩樣，完全相同，就是佛佛道同；佛是要開發我們的智慧，不是叫我們跟著他走。這是佛叫我們最佩服的地方，他叫我們個個人頂天立地，跟他一樣；不是叫我們永遠跟他，永遠侍奉他，不是這個意思。自性智慧起用。"
    },
    {
      "id": "12-012-0016_p0048",
      "zh_CN": "『增长诸佛功德树』，这说诸佛就从相上讲，十方诸佛菩萨。诸佛无论在哪一个法界，一真法界里头有诸佛，十法里面也都有诸佛。诸佛菩萨示现在这里头干什么？为度众生，就这么一个目的，帮助众生破迷开悟。破迷开悟之后，他自然离苦得乐。所以离苦得乐不必讲，迷破了，苦就没有了；觉悟了，乐就来了。乐是从觉悟里头来的，一切苦都是从迷惑当中所生，所以迷悟是因，苦乐是果。增长诸佛功德，诸佛在十方世界应化，现在你觉悟了，你也成了佛、成了菩萨，那你也从事于这个工作，等于说诸佛这个工作，你也帮一把忙。好比是一切诸佛都点燃这个灯，照耀着黑暗的众生，现在你这个灯也点出来，那光明又增加一分，这就是增长诸佛功德树；诸佛的功德就是利益一切众生。",
      "zh_TW": "『增長諸佛功德樹』，這說諸佛就從相上講，十方諸佛菩薩。諸佛無論在哪一個法界，一真法界裡頭有諸佛，十法裡面也都有諸佛。諸佛菩薩示現在這裡頭幹什麼？為度眾生，就這麼一個目的，幫助眾生破迷開悟。破迷開悟之後，他自然離苦得樂。所以離苦得樂不必講，迷破了，苦就沒有了；覺悟了，樂就來了。樂是從覺悟裡頭來的，一切苦都是從迷惑當中所生，所以迷悟是因，苦樂是果。增長諸佛功德，諸佛在十方世界應化，現在你覺悟了，你也成了佛、成了菩薩，那你也從事於這個工作，等於說諸佛這個工作，你也幫一把忙。好比是一切諸佛都點燃這個燈，照耀著黑暗的眾生，現在你這個燈也點出來，那光明又增加一分，這就是增長諸佛功德樹；諸佛的功德就是利益一切眾生。"
    },
    {
      "id": "12-012-0016_p0049",
      "zh_CN": "【雨一切佛妙法华。】",
      "zh_TW": "【雨一切佛妙法華。】"
    },
    {
      "id": "12-012-0016_p0050",
      "zh_CN": "这是比喻，佛用什么方法来帮助众生？为一切众生讲经说法，为一切众生开示宇宙人生的真相。这个『雨』就像雨水降落，它当动词讲。『一切佛妙法华』，用花来做比喻，比喻佛所说一切法之美；这个花里的含义非常之多，花是因，先开花后头就结子、就结实。我们在佛门里面表法通常用莲花，莲花的意义就特别圆满，因果同时。开花的时候里面莲子就长在莲蓬里头，所以它取花果同时，取出污泥而不染，它取很多意思。所以佛经里头讲到花多半用莲花，西方极乐世界是莲花世界。",
      "zh_TW": "這是比喻，佛用什麼方法來幫助眾生？為一切眾生講經說法，為一切眾生開示宇宙人生的真相。這個『雨』就像雨水降落，它當動詞講。『一切佛妙法華』，用花來做比喻，比喻佛所說一切法之美；這個花裡的含義非常之多，花是因，先開花後頭就結子、就結實。我們在佛門裡面表法通常用蓮花，蓮花的意義就特別圓滿，因果同時。開花的時候裡面蓮子就長在蓮蓬裡頭，所以它取花果同時，取出污泥而不染，它取很多意思。所以佛經裡頭講到花多半用蓮花，西方極樂世界是蓮花世界。"
    },
    {
      "id": "12-012-0016_p0051",
      "zh_CN": "【愿速示我菩提道。】",
      "zh_TW": "【願速示我菩提道。】"
    },
    {
      "id": "12-012-0016_p0052",
      "zh_CN": "文殊菩萨两种智慧圆满，圆满之因、圆满之果，圆满的作用，当然他比什么人都清楚。我们希望他为我们开示，教导我们如何求根本智，如何求后得智，使我们也能够在两种智慧里面得到圆满。",
      "zh_TW": "文殊菩薩兩種智慧圓滿，圓滿之因、圓滿之果，圓滿的作用，當然他比什麼人都清楚。我們希望他為我們開示，教導我們如何求根本智，如何求後得智，使我們也能夠在兩種智慧裡面得到圓滿。"
    },
    {
      "id": "12-012-0016_p0053",
      "zh_CN": "末后这两首求见道的机缘，实在讲我们修行证果，缘这个因素比什么都重要。缘用现在话讲机会，所以你看看《弥陀经》上讲，「不可以少善根福德因缘得生彼国」，缘重要。你有善根、有福德，你没有遇到机缘，你还是不能成就。机缘有了，机会有了，那你没有善根、没有福德，那就机会现前，你不相信，你不能接受，那也没办法，也不能成就；一生当中成就，一定三个条件具足。末后这两首讲缘分。",
      "zh_TW": "末後這兩首求見道的機緣，實在講我們修行證果，緣這個因素比什麼都重要。緣用現在話講機會，所以你看看《彌陀經》上講，「不可以少善根福德因緣得生彼國」，緣重要。你有善根、有福德，你沒有遇到機緣，你還是不能成就。機緣有了，機會有了，那你沒有善根、沒有福德，那就機會現前，你不相信，你不能接受，那也沒辦法，也不能成就；一生當中成就，一定三個條件具足。末後這兩首講緣分。"
    },
    {
      "id": "12-012-0016_p0054",
      "zh_CN": "【去来现在一切佛。如日光明出世间。为众能开甘露门。彼所得道愿宣说。】",
      "zh_TW": "【去來現在一切佛。如日光明出世間。為眾能開甘露門。彼所得道願宣說。】"
    },
    {
      "id": "12-012-0016_p0055",
      "zh_CN": "这是求菩萨为我们说明三世诸佛成佛修行证果的经过，过去、未来、现在这一切诸佛。『如日光明出世间』，他们示现在世间，以智慧德能帮助一切六道十法界的苦难众生，『为众能开甘露门』。这是机缘，所以「人身难得，佛法难闻」；得人身是第一个机缘，得人身一定要有机会闻佛法。闻佛法一定要开解，所以闻法不是闻一次、两次，你就能够开悟；一次、两次开悟，那是再来人，不是普通人。像我们这个业障深重的人，不断的薰习，薰习几十年这才开悟，才有开悟的希望。你不是长时间的薰习，你怎么能成功？薰习的缘就太重要。",
      "zh_TW": "這是求菩薩為我們說明三世諸佛成佛修行證果的經過，過去、未來、現在這一切諸佛。『如日光明出世間』，他們示現在世間，以智慧德能幫助一切六道十法界的苦難眾生，『為眾能開甘露門』。這是機緣，所以「人身難得，佛法難聞」；得人身是第一個機緣，得人身一定要有機會聞佛法。聞佛法一定要開解，所以聞法不是聞一次、兩次，你就能夠開悟；一次、兩次開悟，那是再來人，不是普通人。像我們這個業障深重的人，不斷的薰習，薰習幾十年這才開悟，才有開悟的希望。你不是長時間的薰習，你怎麼能成功？薰習的緣就太重要。"
    },
    {
      "id": "12-012-0016_p0056",
      "zh_CN": "『彼所得道愿宣说』，他们修因证果，弘法利生，就如同法藏比丘在《无量寿经》里面，要求他的老师世间自在王佛，请他说明一切诸佛、一切佛刹里面，这些业因果报总总成就，为他宣说，这意思一样的。所以大家念《无量寿经》，我这么一提，你的印象就很深刻。我们在此地也求文殊师利菩萨为我们宣讲。末后这一首：",
      "zh_TW": "『彼所得道願宣說』，他們修因證果，弘法利生，就如同法藏比丘在《無量壽經》裡面，要求他的老師世間自在王佛，請他說明一切諸佛、一切佛剎裡面，這些業因果報總總成就，為他宣說，這意思一樣的。所以大家念《無量壽經》，我這麼一提，你的印象就很深刻。我們在此地也求文殊師利菩薩為我們宣講。末後這一首："
    },
    {
      "id": "12-012-0016_p0057",
      "zh_CN": "【能善解除诸业缚。巧转诸乘妙法轮。智慧决了自在人。示我普焰摩诃衍。】",
      "zh_TW": "【能善解除諸業縛。巧轉諸乘妙法輪。智慧決了自在人。示我普焰摩訶衍。】"
    },
    {
      "id": "12-012-0016_p0058",
      "zh_CN": "这一首是『能善解除诸业缚』，诸位要着重那个「善」，善的意思一定要很清楚。业是业障，缚是烦恼系缚。无始劫来深重的业障烦恼，要靠什么来解除？『巧转诸乘妙法轮』，这就是诸佛菩萨应机施教，什么样的根器为他说什么样的法门，所以开方便门，有二乘、三乘、五乘的佛法。『智慧决了自在人』，这是称赞文殊师利菩萨。『示我普焰摩诃衍』，这个「焰」是比喻，比喻智慧光明像火烧得很盛一样；普是普遍，就是光明遍照的意思；摩诃是大，摩诃衍就是大乘。菩萨能够善巧方便，为一切众生开三乘法、开五乘法、开无量乘的法门，这些当然我也要学，可是衷心最希望得到的，那是大乘佛法。大乘中的大乘，就是一乘了义的佛法，这是祈求文殊菩萨为我们开示，善财童子的祈求，善财童子就是代表我们，我们向菩萨祈求。今天就讲到此地。",
      "zh_TW": "這一首是『能善解除諸業縛』，諸位要著重那個「善」，善的意思一定要很清楚。業是業障，縛是煩惱繫縛。無始劫來深重的業障煩惱，要靠什麼來解除？『巧轉諸乘妙法輪』，這就是諸佛菩薩應機施教，什麼樣的根器為他說什麼樣的法門，所以開方便門，有二乘、三乘、五乘的佛法。『智慧決了自在人』，這是稱讚文殊師利菩薩。『示我普焰摩訶衍』，這個「焰」是比喻，比喻智慧光明像火燒得很盛一樣；普是普遍，就是光明遍照的意思；摩訶是大，摩訶衍就是大乘。菩薩能夠善巧方便，為一切眾生開三乘法、開五乘法、開無量乘的法門，這些當然我也要學，可是衷心最希望得到的，那是大乘佛法。大乘中的大乘，就是一乘了義的佛法，這是祈求文殊菩薩為我們開示，善財童子的祈求，善財童子就是代表我們，我們向菩薩祈求。今天就講到此地。"
    }
  ]
}