{
  "doc_id": "12-012-0005",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0005",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "12-012-0005_p0001",
      "zh_CN": "请掀开经本第九页第二行，第二句看起：",
      "zh_TW": "請掀開經本第九頁第二行，第二句看起："
    },
    {
      "id": "12-012-0005_p0002",
      "zh_CN": "【汝可观察。文殊师利。所住之处。周回十方。常有道场。显现庄严。随逐而转。】",
      "zh_TW": "【汝可觀察。文殊師利。所住之處。周迴十方。常有道場。顯現莊嚴。隨逐而轉。】"
    },
    {
      "id": "12-012-0005_p0003",
      "zh_CN": "这是第六句。这一大段是说文殊菩萨的殊胜境界。舍利弗尊者指示他的同伴们，也就是他的学生，叫他们细心的去观察文殊菩萨的依正庄严，这里面显示出无比殊胜的妙法。经文总共有十句，上一次我们将前面五句说过了，今天的经文是从第六句开始。这一句是叫他们观察，实在讲叫他们观察，就是教我们注意，懂得经中无限的义趣，就能够得利益。",
      "zh_TW": "這是第六句。這一大段是說文殊菩薩的殊勝境界。舍利弗尊者指示他的同伴們，也就是他的學生，叫他們細心的去觀察文殊菩薩的依正莊嚴，這裡面顯示出無比殊勝的妙法。經文總共有十句，上一次我們將前面五句說過了，今天的經文是從第六句開始。這一句是叫他們觀察，實在講叫他們觀察，就是教我們注意，懂得經中無限的義趣，就能夠得利益。"
    },
    {
      "id": "12-012-0005_p0004",
      "zh_CN": "『观察文殊师利所住之处』，他居住的环境。『周回十方，常有道场，显现庄严』，我们的住处有没有道场？如果你会看，你就能看出来。注解里面在第三行第二句第六，「六」就是第六句，「住处胜」。菩萨居住的这个处所殊胜。殊胜在哪里？「举足下足，无非道场。随心回转，万德严故」。这是清凉大师给我们的提示，这句经文里面的意思无量无边。如果我们懂得表法，正所谓在日常生活当中，点点滴滴都是「大方广」，事事物物都是「佛华严」。不仅如此，经上常说一毛孔中（在《华严经》上，这种句子我们看到很多），一微尘里；毛孔是正报最小的，我们身上这个汗毛、毛孔，是正报最小的，微尘是依报当中最小的，小大不二。所以在微尘里现大千世界，在毛孔里转大法轮。微尘、毛孔都如此不可思议，何况居住的环境？从这个地方我们就能体会到，什么叫道场？帮助你悟入的就是道场。微尘是道场，毛孔是道场，只要你能够善于体会，无处无时不是道场，无有一法不是道场。这就是讲的他周边的十方，我们通常讲四面八方，这还加上上下，常有道场显现庄严，『随逐而转』。「随逐而转」就是随心回转。随心回转的意思，也就是佛在经上常讲的，「一切法从心想生」。这句话跟此地这一句「随逐而转」意思相同，说法不一样，境界非常类似，我们要从这个地方去体会。再看第七句。",
      "zh_TW": "『觀察文殊師利所住之處』，他居住的環境。『周迴十方，常有道場，顯現莊嚴』，我們的住處有沒有道場？如果你會看，你就能看出來。註解裡面在第三行第二句第六，「六」就是第六句，「住處勝」。菩薩居住的這個處所殊勝。殊勝在哪裡？「舉足下足，無非道場。隨心迴轉，萬德嚴故」。這是清涼大師給我們的提示，這句經文裡面的意思無量無邊。如果我們懂得表法，正所謂在日常生活當中，點點滴滴都是「大方廣」，事事物物都是「佛華嚴」。不僅如此，經上常說一毛孔中（在《華嚴經》上，這種句子我們看到很多），一微塵裡；毛孔是正報最小的，我們身上這個汗毛、毛孔，是正報最小的，微塵是依報當中最小的，小大不二。所以在微塵裡現大千世界，在毛孔裡轉大法輪。微塵、毛孔都如此不可思議，何況居住的環境？從這個地方我們就能體會到，什麼叫道場？幫助你悟入的就是道場。微塵是道場，毛孔是道場，只要你能夠善於體會，無處無時不是道場，無有一法不是道場。這就是講的他周邊的十方，我們通常講四面八方，這還加上上下，常有道場顯現莊嚴，『隨逐而轉』。「隨逐而轉」就是隨心迴轉。隨心迴轉的意思，也就是佛在經上常講的，「一切法從心想生」。這句話跟此地這一句「隨逐而轉」意思相同，說法不一樣，境界非常類似，我們要從這個地方去體會。再看第七句。"
    },
    {
      "id": "12-012-0005_p0005",
      "zh_CN": "【汝可观察。文殊师利。所行之路。具足无量。福德庄严。左右两边。皆有伏藏。种种珍宝。自然而出。】",
      "zh_TW": "【汝可觀察。文殊師利。所行之路。具足無量。福德莊嚴。左右兩邊。皆有伏藏。種種珍寶。自然而出。】"
    },
    {
      "id": "12-012-0005_p0006",
      "zh_CN": "前面第五句里头，讲到文殊师利所行之路，这个地方第七句又说『文殊师利所行之路』，这两句意思不一样。前面说所行之路，左右八步，说他走的是中道。八步是表八正道，三十七道品大家都很熟悉，是表八正道。这个地方说他所行之路，『具足无量福德庄严』，这个是福德庄严的殊胜。诸位读这个经文，千万不要误会，菩萨所走的路，那你就错了。这个路是心行之路，不是我们走的这个道路，用这个来做比喻，就是菩萨所行的。",
      "zh_TW": "前面第五句裡頭，講到文殊師利所行之路，這個地方第七句又說『文殊師利所行之路』，這兩句意思不一樣。前面說所行之路，左右八步，說他走的是中道。八步是表八正道，三十七道品大家都很熟悉，是表八正道。這個地方說他所行之路，『具足無量福德莊嚴』，這個是福德莊嚴的殊勝。諸位讀這個經文，千萬不要誤會，菩薩所走的路，那你就錯了。這個路是心行之路，不是我們走的這個道路，用這個來做比喻，就是菩薩所行的。"
    },
    {
      "id": "12-012-0005_p0007",
      "zh_CN": "他所行的是无量福德庄严，我们所行的，起心动念言语造作，就是我们行的路。我们行的路，这个路上沙石、污秽、荆棘，是困难重重；人家走的路是两旁边无量珍宝，这简直不能比。为什么我们走的这个路，这样的艰难险道？这是因为我们迷惑颠倒，不知道我们生活周边环境的真相。错解了！错见了！产生了许许多多错误的观念，是非人我，贪瞋痴慢。于是我们的人生道路，充满了贪瞋痴，贪瞋痴是三毒，是毒蛇猛兽。菩萨心地清净。",
      "zh_TW": "他所行的是無量福德莊嚴，我們所行的，起心動念言語造作，就是我們行的路。我們行的路，這個路上沙石、污穢、荊棘，是困難重重；人家走的路是兩旁邊無量珍寶，這簡直不能比。為什麼我們走的這個路，這樣的艱難險道？這是因為我們迷惑顛倒，不知道我們生活周邊環境的真相。錯解了！錯見了！產生了許許多多錯誤的觀念，是非人我，貪瞋痴慢。於是我們的人生道路，充滿了貪瞋痴，貪瞋痴是三毒，是毒蛇猛獸。菩薩心地清淨。"
    },
    {
      "id": "12-012-0005_p0008",
      "zh_CN": "你看清凉大师这个注子说得好，第七「福严胜」。福德庄严。「常观空有一异等边」。人家跟我们对宇宙人生的看法不一样，他们看的空有一异，用四个字做代表，是平等的，没有差别的。我们看这个空有一异，决定不平等，决定是有差别的。这就是在无差别当中，起了妄想分别执着，于是在心地下就有是非人我、贪瞋痴慢，无量无边的烦恼，造成生死轮回的现象，我们走的是这个路。人家知道事实真相，事实真相说得最透彻、最清楚的是《般若经》。《般若经》在中国佛教最具代表性的是《般若心经》与《金刚般若波罗蜜经》。如果我们没有时间，或者没有这个因缘读其他般若经典，大概这两部都念过。念是念过了，这经上讲的什么？不知道；所以虽念，不得受用。如果真正明了通达经上所讲的意思，这个经文你就很好懂。菩萨所行，空有二边不着，是非二边也不着；再说得明白一点，利害人我二边都不着，这是文殊菩萨所行之路。于是他那个果报就不相同，他的果报是无量的福德庄严。福德从哪里来的？自性里面本来具足的。",
      "zh_TW": "你看清涼大師這個註子說得好，第七「福嚴勝」。福德莊嚴。「常觀空有一異等邊」。人家跟我們對宇宙人生的看法不一樣，他們看的空有一異，用四個字做代表，是平等的，沒有差別的。我們看這個空有一異，決定不平等，決定是有差別的。這就是在無差別當中，起了妄想分別執著，於是在心地下就有是非人我、貪瞋痴慢，無量無邊的煩惱，造成生死輪迴的現象，我們走的是這個路。人家知道事實真相，事實真相說得最透徹、最清楚的是《般若經》。《般若經》在中國佛教最具代表性的是《般若心經》與《金剛般若波羅蜜經》。如果我們沒有時間，或者沒有這個因緣讀其他般若經典，大概這兩部都念過。念是念過了，這經上講的什麼？不知道；所以雖念，不得受用。如果真正明瞭通達經上所講的意思，這個經文你就很好懂。菩薩所行，空有二邊不著，是非二邊也不著；再說得明白一點，利害人我二邊都不著，這是文殊菩薩所行之路。於是他那個果報就不相同，他的果報是無量的福德莊嚴。福德從哪裡來的？自性裡面本來具足的。"
    },
    {
      "id": "12-012-0005_p0009",
      "zh_CN": "「心地之下有如来藏」。这个心地就是真如自性，如来就在里面。此地讲的如来，是讲的性德，就是说无量的智慧，无量的德能，无量的才艺，是样样都无量，自性里头本来具足的，这叫做如来藏。现在世间人追求财富，无量的财富，七宝堆在你面前，这个地球都容纳不下，是你自己本来有的，不是外面来的。现在跑到哪里去，你全都没有了？没有是被烦恼盖复住，被妄想障碍住，不能现前。所以只要你把妄想分别执着打掉，无量无边的宝藏就现前。《华严经》上讲的毘卢遮那佛的福报，《无量寿经》、《弥陀经》上大家所看到的，西方极乐世界的庄严，那些都是性德所现。我们今天这个世界也是性德所显现，不过我们的性德，是被无明烦恼障碍住之后，显现出来的，眼前受用的。如果把妄想执着去掉，所显现的生活环境就是极乐世界，就是华藏世界，统统是自性具足。",
      "zh_TW": "「心地之下有如來藏」。這個心地就是真如自性，如來就在裡面。此地講的如來，是講的性德，就是說無量的智慧，無量的德能，無量的才藝，是樣樣都無量，自性裡頭本來具足的，這叫做如來藏。現在世間人追求財富，無量的財富，七寶堆在你面前，這個地球都容納不下，是你自己本來有的，不是外面來的。現在跑到哪裡去，你全都沒有了？沒有是被煩惱蓋覆住，被妄想障礙住，不能現前。所以只要你把妄想分別執著打掉，無量無邊的寶藏就現前。《華嚴經》上講的毘盧遮那佛的福報，《無量壽經》、《彌陀經》上大家所看到的，西方極樂世界的莊嚴，那些都是性德所現。我們今天這個世界也是性德所顯現，不過我們的性德，是被無明煩惱障礙住之後，顯現出來的，眼前受用的。如果把妄想執著去掉，所顯現的生活環境就是極樂世界，就是華藏世界，統統是自性具足。"
    },
    {
      "id": "12-012-0005_p0010",
      "zh_CN": "经上讲的『伏藏』，「伏藏」在这个时候开显了，『种种珍宝，自然而出』，开显了。注解里头我们把它念一念：「心地之下有如来藏，故名为伏。恒沙性德为种种宝。无心忘照，任运寂知，则能显现，为自然出。」清凉解释的好！我们也晓得，我们自性里有无量的宝藏，《无量寿经》经题上讲的，「大乘无量寿庄严」，就是自性里面无量的性德。我们现在这个性德不能现前，就好像埋藏在地下一样，没有开发出来。要用什么方法开发？《无量寿经》上告诉我们，「清净平等觉」，用这个方法就开发出来了。",
      "zh_TW": "經上講的『伏藏』，「伏藏」在這個時候開顯了，『種種珍寶，自然而出』，開顯了。註解裡頭我們把它念一念：「心地之下有如來藏，故名為伏。恆沙性德為種種寶。無心忘照，任運寂知，則能顯現，為自然出。」清涼解釋的好！我們也曉得，我們自性裡有無量的寶藏，《無量壽經》經題上講的，「大乘無量壽莊嚴」，就是自性裡面無量的性德。我們現在這個性德不能現前，就好像埋藏在地下一樣，沒有開發出來。要用什麼方法開發？《無量壽經》上告訴我們，「清淨平等覺」，用這個方法就開發出來了。"
    },
    {
      "id": "12-012-0005_p0011",
      "zh_CN": "清凉大师在此地，他给我们讲的八个字：「无心忘照，任运寂知」。在此地讲这八个字。我们再想一想《无量寿经》上清净平等觉，看看跟这八个字意思一样不一样。无心就清净，这个心是念头，无心是没念头，没念头你心就清净，有念就不清净。我们现在念阿弥陀佛，你是有念、没念？有念！可是诸位要知道，你要真正做到无念，那你就是文殊菩萨，你不是凡人！凡人决定有念。你说：「我什么念头都没有了。」你还有一个什么念头都没有，还是有念。念头断不了，断了念头就是圣人，就不是凡夫。这个事情很难很难，佛知道断念头很难，所以佛用这个巧妙的方法，把我们念头转过来，不要起别的念头，起一个阿弥陀佛的念头。阿弥陀佛这一念是什么？这一念是性德的名号，就是我们自己真如本性的名号。念阿弥陀佛，就是念自己的真如本性，这个妙极了。念到一心不乱，就入这个境界。所以到念而无念，无念而念，那就是无心忘照，任运寂知。这在念佛法门里面，叫做「理一心不乱」。纵然达不到这个境界，也没关系，只要你念到功夫成片。什么叫功夫成片？把一切妄念断掉，不打妄想，单单有一念阿弥陀佛，这个可以往生极乐世界，生到极乐世界就好办了。",
      "zh_TW": "清涼大師在此地，他給我們講的八個字：「無心忘照，任運寂知」。在此地講這八個字。我們再想一想《無量壽經》上清淨平等覺，看看跟這八個字意思一樣不一樣。無心就清淨，這個心是念頭，無心是沒念頭，沒念頭你心就清淨，有念就不清淨。我們現在念阿彌陀佛，你是有念、沒念？有念！可是諸位要知道，你要真正做到無念，那你就是文殊菩薩，你不是凡人！凡人決定有念。你說：「我什麼念頭都沒有了。」你還有一個什麼念頭都沒有，還是有念。念頭斷不了，斷了念頭就是聖人，就不是凡夫。這個事情很難很難，佛知道斷念頭很難，所以佛用這個巧妙的方法，把我們念頭轉過來，不要起別的念頭，起一個阿彌陀佛的念頭。阿彌陀佛這一念是什麼？這一念是性德的名號，就是我們自己真如本性的名號。念阿彌陀佛，就是念自己的真如本性，這個妙極了。念到一心不亂，就入這個境界。所以到念而無念，無念而念，那就是無心忘照，任運寂知。這在念佛法門裡面，叫做「理一心不亂」。縱然達不到這個境界，也沒關係，只要你念到功夫成片。什麼叫功夫成片？把一切妄念斷掉，不打妄想，單單有一念阿彌陀佛，這個可以往生極樂世界，生到極樂世界就好辦了。"
    },
    {
      "id": "12-012-0005_p0012",
      "zh_CN": "亲近阿弥陀佛，阿弥陀佛会教你怎么修行证果。何况生西方极乐世界就无量寿，这个世间寿命太短了，学什么都学不成功，时间不够用，到西方极乐世界就无量寿。在所有一切法门里面，没有比这个法门更殊胜。我们这一生当中，聪明人、有智慧的人，警觉心高的人，要把这桩事情当做我们这一生第一桩大事，其他什么是非人我，都是鸡毛蒜皮，要觉悟那些东西对自己有障碍。那是什么？那是生死轮回业，你还搞它吗？",
      "zh_TW": "親近阿彌陀佛，阿彌陀佛會教你怎麼修行證果。何況生西方極樂世界就無量壽，這個世間壽命太短了，學什麼都學不成功，時間不夠用，到西方極樂世界就無量壽。在所有一切法門裡面，沒有比這個法門更殊勝。我們這一生當中，聰明人、有智慧的人，警覺心高的人，要把這樁事情當做我們這一生第一樁大事，其他什麼是非人我，都是雞毛蒜皮，要覺悟那些東西對自己有障礙。那是什麼？那是生死輪迴業，你還搞它嗎？"
    },
    {
      "id": "12-012-0005_p0013",
      "zh_CN": "我们在没多久之前，讲过《发起菩萨殊胜志乐经》，诸位都听过，那里面所讲的，是我们现前学佛的同修，无论是在家出家，所犯的种种毛病。这些毛病只要有个一条、两条，都会障碍你这一生成就；何况你要统统具足，那还得了。古德教我们看破，就是看破这个事情是假的，世间所有一切人事物都是假的，叫你看穿；念佛这桩事情真的。假的要放下，真的要提起，就没事了，你就能成就。",
      "zh_TW": "我們在沒多久之前，講過《發起菩薩殊勝志樂經》，諸位都聽過，那裡面所講的，是我們現前學佛的同修，無論是在家出家，所犯的種種毛病。這些毛病只要有個一條、兩條，都會障礙你這一生成就；何況你要統統具足，那還得了。古德教我們看破，就是看破這個事情是假的，世間所有一切人事物都是假的，叫你看穿；念佛這樁事情真的。假的要放下，真的要提起，就沒事了，你就能成就。"
    },
    {
      "id": "12-012-0005_p0014",
      "zh_CN": "所以菩萨行的是什么路？我们行的是什么路？总得要清楚。如何把我们行的路，改换成菩萨的路，我们就成功了。菩萨的路在此地说得更清楚、更明白一点，人家看破，人家放下。你看看经上讲的不就是这两句话吗？看破、放下，你的智慧现前，智慧是宝藏；你的德能现前，德能是宝藏。所以你也左右两边皆有伏藏，种种珍宝自然而出。再看下面第八句。",
      "zh_TW": "所以菩薩行的是什麼路？我們行的是什麼路？總得要清楚。如何把我們行的路，改換成菩薩的路，我們就成功了。菩薩的路在此地說得更清楚、更明白一點，人家看破，人家放下。你看看經上講的不就是這兩句話嗎？看破、放下，你的智慧現前，智慧是寶藏；你的德能現前，德能是寶藏。所以你也左右兩邊皆有伏藏，種種珍寶自然而出。再看下面第八句。"
    },
    {
      "id": "12-012-0005_p0015",
      "zh_CN": "【汝可观察。文殊师利。由昔供养。诸佛善根。随其所在。有杂宝树。于其树间。宝藏开敷。出庄严具。】",
      "zh_TW": "【汝可觀察。文殊師利。由昔供養。諸佛善根。隨其所在。有雜寶樹。於其樹間。寶藏開敷。出莊嚴具。】"
    },
    {
      "id": "12-012-0005_p0016",
      "zh_CN": "这一句经文很长。清凉大师注解里面讲，「林树胜」。因为这句子里面，『随其所在，有杂宝树』。我们居住环境里面，实在讲树木是非常重要。现在科学家也懂得，树木多的地方，对我们生活的品质不相同，所以许许多多地区，现在都讲求绿化。我们台北市就树木太少，居住的人太多；树木要是多，空气能够净化，它能产生氧化的效果。经上用这些树木来比喻供佛的善根。由于菩萨过去生中；『昔』就是往昔，『供养诸佛善根』，所以他居住的环境果报就殊胜，种善因就得善果，这个一定的道理。",
      "zh_TW": "這一句經文很長。清涼大師註解裡面講，「林樹勝」。因為這句子裡面，『隨其所在，有雜寶樹』。我們居住環境裡面，實在講樹木是非常重要。現在科學家也懂得，樹木多的地方，對我們生活的品質不相同，所以許許多多地區，現在都講求綠化。我們台北市就樹木太少，居住的人太多；樹木要是多，空氣能夠淨化，它能產生氧化的效果。經上用這些樹木來比喻供佛的善根。由於菩薩過去生中；『昔』就是往昔，『供養諸佛善根』，所以他居住的環境果報就殊勝，種善因就得善果，這個一定的道理。"
    },
    {
      "id": "12-012-0005_p0017",
      "zh_CN": "前面曾经跟诸位报告过，世间人的福报，福报不是你这一生有聪明、智慧、运气好就能得到，没那回事情。过去世种的有福的因，这一生当中又有缘，因遇到缘，果报就现前。如果过去生中没有种因，现在虽然有缘，这个缘就是现在人讲的机会；你有赚钱的机会，你没赚到钱；你有缘，没有因。如果你有因，没有缘，果报也不能现前。一定要因缘聚会，果报就现前。所以这一生的努力是缘，前生要有因。无论是正报、依报，正报是身体，身体健康长寿属于正报；依报是生活环境，各有各的因缘，不能不知道。这句经文强调这桩事情。",
      "zh_TW": "前面曾經跟諸位報告過，世間人的福報，福報不是你這一生有聰明、智慧、運氣好就能得到，沒那回事情。過去世種的有福的因，這一生當中又有緣，因遇到緣，果報就現前。如果過去生中沒有種因，現在雖然有緣，這個緣就是現在人講的機會；你有賺錢的機會，你沒賺到錢；你有緣，沒有因。如果你有因，沒有緣，果報也不能現前。一定要因緣聚會，果報就現前。所以這一生的努力是緣，前生要有因。無論是正報、依報，正報是身體，身體健康長壽屬於正報；依報是生活環境，各有各的因緣，不能不知道。這句經文強調這樁事情。"
    },
    {
      "id": "12-012-0005_p0018",
      "zh_CN": "看到菩萨依报正报这样殊胜、这样庄严，因缘果报四桩事情，我们都看出来、都明白，就晓得自己应该怎样学习，如何我们自己也能够得到，经文就没有白念，真正得受用。所以供养诸佛善根。那佛在哪里？他的运气好，他遇到那么多佛供养，种了这么多善根；我们也想供佛，佛在哪里？所以我们常常感叹，我们生不逢时，释迦牟尼佛灭度去我们三千年，想供养也没法子供养。其实给诸位说，佛就在你眼前，你不认识。眼前哪个是佛？经上告诉我们，「一切众生，皆成佛道」，一切众生都是佛，只是你不肯把他当作佛，那就没法子；一切众生确确实实是佛。",
      "zh_TW": "看到菩薩依報正報這樣殊勝、這樣莊嚴，因緣果報四樁事情，我們都看出來、都明白，就曉得自己應該怎樣學習，如何我們自己也能夠得到，經文就沒有白念，真正得受用。所以供養諸佛善根。那佛在哪裡？他的運氣好，他遇到那麼多佛供養，種了這麼多善根；我們也想供佛，佛在哪裡？所以我們常常感嘆，我們生不逢時，釋迦牟尼佛滅度去我們三千年，想供養也沒法子供養。其實給諸位說，佛就在你眼前，你不認識。眼前哪個是佛？經上告訴我們，「一切眾生，皆成佛道」，一切眾生都是佛，只是你不肯把他當作佛，那就沒法子；一切眾生確確實實是佛。"
    },
    {
      "id": "12-012-0005_p0019",
      "zh_CN": "如果我们说一切众生是未来佛，那是从分别心上说的。一切众生就是佛，这是佛给我们讲的真实语，这不是假的。佛是什么？佛是讲的真如本性，一切众生的真心本性，跟已经成佛的那些人没有两样。所以从性上讲，一切众生本来成佛，从性上讲的；从相上讲，这才有佛、有众生，迷的时候叫众生，悟的时候叫佛，这是从相上说的。但是要知道相是假相，性是真性；换句话说，给你讲一切众生就是佛，这是讲真话；给你讲一切众生不是佛，是给你讲假话。那你要认假不认真，有什么办法？于是我们就恍然大悟，我们要欢欢喜喜供养一切众生，就是供养诸佛如来，就成就无边的善根。",
      "zh_TW": "如果我們說一切眾生是未來佛，那是從分別心上說的。一切眾生就是佛，這是佛給我們講的真實語，這不是假的。佛是什麼？佛是講的真如本性，一切眾生的真心本性，跟已經成佛的那些人沒有兩樣。所以從性上講，一切眾生本來成佛，從性上講的；從相上講，這才有佛、有眾生，迷的時候叫眾生，悟的時候叫佛，這是從相上說的。但是要知道相是假相，性是真性；換句話說，給你講一切眾生就是佛，這是講真話；給你講一切眾生不是佛，是給你講假話。那你要認假不認真，有什麼辦法？於是我們就恍然大悟，我們要歡歡喜喜供養一切眾生，就是供養諸佛如來，就成就無邊的善根。"
    },
    {
      "id": "12-012-0005_p0020",
      "zh_CN": "你要再问这是什么道理？道理也在眼前，可惜你没看清楚。你能把一切众生都看成佛，你的分别心没有了，你的心平等；你的执着心也没有了，你的心清净；《无量寿经》上：「清净平等觉」，你马上就证得。试问这是不是善根？这就是供养诸佛善根，清净平等觉就现前。你现在为什么得不到清净平等觉？这个是佛，那个是菩萨，那个是善人，那个是恶人，你天天搞这些。把自己的清净心迷失了，污染了自己，平等心也失掉，迷而不觉，我们天天干这个事情。",
      "zh_TW": "你要再問這是什麼道理？道理也在眼前，可惜你沒看清楚。你能把一切眾生都看成佛，你的分別心沒有了，你的心平等；你的執著心也沒有了，你的心清淨；《無量壽經》上：「清淨平等覺」，你馬上就證得。試問這是不是善根？這就是供養諸佛善根，清淨平等覺就現前。你現在為什麼得不到清淨平等覺？這個是佛，那個是菩薩，那個是善人，那個是惡人，你天天搞這些。把自己的清淨心迷失了，污染了自己，平等心也失掉，迷而不覺，我們天天幹這個事情。"
    },
    {
      "id": "12-012-0005_p0021",
      "zh_CN": "佛在这个经上教给我们修行，就是在日常生活当中，六根接触六尘境界之处，无一不是一真法界。你能从这里回过头来，你所修的就不是普通菩萨行，你所修的是普贤行。普贤菩萨心清净，普贤菩萨心平等，以清净心、平等心修六度万行，就是普贤行，这叫供养诸佛善根。",
      "zh_TW": "佛在這個經上教給我們修行，就是在日常生活當中，六根接觸六塵境界之處，無一不是一真法界。你能從這裡回過頭來，你所修的就不是普通菩薩行，你所修的是普賢行。普賢菩薩心清淨，普賢菩薩心平等，以清淨心、平等心修六度萬行，就是普賢行，這叫供養諸佛善根。"
    },
    {
      "id": "12-012-0005_p0022",
      "zh_CN": "然后「随其所在，有杂宝树」。杂宝是众多之宝，不是一宝，无量的珍宝，这些宝藏统统都开敷。这些都是比喻智慧德能，智慧德能这是宝藏，从哪里来的？清净心里面显出来的，只要你心清净、你心平等，无量无边的智慧德能就现前。这个经典一展开，字字句句的无量义都涌现出来了，这就是像杂宝树。",
      "zh_TW": "然後「隨其所在，有雜寶樹」。雜寶是眾多之寶，不是一寶，無量的珍寶，這些寶藏統統都開敷。這些都是比喻智慧德能，智慧德能這是寶藏，從哪裡來的？清淨心裡面顯出來的，只要你心清淨、你心平等，無量無邊的智慧德能就現前。這個經典一展開，字字句句的無量義都湧現出來了，這就是像雜寶樹。"
    },
    {
      "id": "12-012-0005_p0023",
      "zh_CN": "『宝藏开敷，出庄严具』。清凉大师在注解里，「则如来藏，从其行流，严法身故」。庄严法身。清凉这几句话我们很难体会，难体会的原因，是没入这个境界。如果稍稍入这个境界，他这几句话的意思，你就能体会到。再看下面这一句，第九句。",
      "zh_TW": "『寶藏開敷，出莊嚴具』。清涼大師在註解裡，「則如來藏，從其行流，嚴法身故」。莊嚴法身。清涼這幾句話我們很難體會，難體會的原因，是沒入這個境界。如果稍稍入這個境界，他這幾句話的意思，你就能體會到。再看下面這一句，第九句。"
    },
    {
      "id": "12-012-0005_p0024",
      "zh_CN": "【汝可观察。文殊师利。随其所在。一切世主。兴供养云。雨诸供具。周布陈列。以为供养。】",
      "zh_TW": "【汝可觀察。文殊師利。隨其所在。一切世主。興供養雲。雨諸供具。周布陳列。以為供養。】"
    },
    {
      "id": "12-012-0005_p0025",
      "zh_CN": "这一段清凉大师说的是「自在胜」。他得自在。这个自在从什么地方去显示？从他生活上显示。这是我们就经文来观察，这个话是舍利弗说的，舍利弗教我们，教他的学生就是教我们。你可以观察文殊师利菩萨，『随其所在』，无论他在哪里，无论在什么处所，都得到一切大众的照顾。『一切世主』，「世主」就是无论哪个行业里面的领袖，世主我们用这个话来讲，大家好懂。各行各业里头的领袖，这些人物都爱护他，都自动的来照顾他、关怀他，就是这个意思。他缺少什么，需要什么，人家都来供养。供养的东西太多太多、太丰富了，没有一样有欠缺，显示出他的自在。",
      "zh_TW": "這一段清涼大師說的是「自在勝」。他得自在。這個自在從什麼地方去顯示？從他生活上顯示。這是我們就經文來觀察，這個話是舍利弗說的，舍利弗教我們，教他的學生就是教我們。你可以觀察文殊師利菩薩，『隨其所在』，無論他在哪裡，無論在什麼處所，都得到一切大眾的照顧。『一切世主』，「世主」就是無論哪個行業裡面的領袖，世主我們用這個話來講，大家好懂。各行各業裡頭的領袖，這些人物都愛護他，都自動的來照顧他、關懷他，就是這個意思。他缺少什麼，需要什麼，人家都來供養。供養的東西太多太多、太豐富了，沒有一樣有欠缺，顯示出他的自在。"
    },
    {
      "id": "12-012-0005_p0026",
      "zh_CN": "而清凉注子里面，这个话注得很深，诸位可以参考一下。在注解，就是正体字第三行，倒数第三行第三句，「九自在胜」。这是第九句。「于我无我，得不二解，自在主中，为最尊故」。这个意思很深，这是真正得自在。这个意思我们也不容易体会，我们必须把这个标准降低，像我刚才讲的这个，这个自在大家很容易体会。换句话说，你能够关怀一切众生，你能够照顾一切众生，你必定得到一切众生的关怀爱护，一定得到一切众生的照顾，这个话好懂。这一段是浅说，清凉大师这是深说。我们修学要从浅处修学，然后渐渐契入这个境界，这个境界是法身大士的境界；我们今天所讲的都是十法界的境界，大家好懂。",
      "zh_TW": "而清涼註子裡面，這個話註得很深，諸位可以參考一下。在註解，就是正體字第三行，倒數第三行第三句，「九自在勝」。這是第九句。「於我無我，得不二解，自在主中，為最尊故」。這個意思很深，這是真正得自在。這個意思我們也不容易體會，我們必須把這個標準降低，像我剛才講的這個，這個自在大家很容易體會。換句話說，你能夠關懷一切眾生，你能夠照顧一切眾生，你必定得到一切眾生的關懷愛護，一定得到一切眾生的照顧，這個話好懂。這一段是淺說，清涼大師這是深說。我們修學要從淺處修學，然後漸漸契入這個境界，這個境界是法身大士的境界；我們今天所講的都是十法界的境界，大家好懂。"
    },
    {
      "id": "12-012-0005_p0027",
      "zh_CN": "一真法界境界，于我无我得不二解，这个不二就是《维摩经》上讲的「入不二法门」，不二法门是什么？就是一真法界，不二法门就是一真法界。西方极乐世界是一真法界，换句话也是不二法门。这个难懂，的确非常难懂。不但不是凡夫境界，阿罗汉、辟支佛、权教菩萨都不懂，如果他懂了，他就入不二法门，他就不是十法界的众生。可是我们要晓得有这么一桩事情。譬如我们讲有事、有理，理事是二，什么时候我们能够入理事不二，理事不二好像懂了；我跟人是二，那还不行，你还没入不二，一入一切入。理事不二我懂了，我入了；人我不二不行，我没入，那你理事也没入。诸位要明白这个道理，一入一切入，一法里头没有入，一切法统统没入。要怎样才能入？无心就入。你为什么不能入？因为你有心，你还会起心动念；起心动念就落二、三，就入不了。二是什么？法相唯识里面讲的二心，二心就是第六意识心跟第七识意根。如果讲三心？落二、三，起心动念就落二、三。三是讲心意识，心是阿赖耶，意是末那，识是第六意识。这就是说起心动念就把你的真心本性变成八识，八识从哪里来的？起心动念，真如本性就变成八识，八识是妄心，不是真心。在《百法》里面，八识是有为法，就错了。在一切法里头不起心、不动念就超越，就转八识成四智；四智菩提就入不二法门，就入了。唯识家这个分析很清楚，起心动念就落二、三。",
      "zh_TW": "一真法界境界，於我無我得不二解，這個不二就是《維摩經》上講的「入不二法門」，不二法門是什麼？就是一真法界，不二法門就是一真法界。西方極樂世界是一真法界，換句話也是不二法門。這個難懂，的確非常難懂。不但不是凡夫境界，阿羅漢、辟支佛、權教菩薩都不懂，如果他懂了，他就入不二法門，他就不是十法界的眾生。可是我們要曉得有這麼一樁事情。譬如我們講有事、有理，理事是二，什麼時候我們能夠入理事不二，理事不二好像懂了；我跟人是二，那還不行，你還沒入不二，一入一切入。理事不二我懂了，我入了；人我不二不行，我沒入，那你理事也沒入。諸位要明白這個道理，一入一切入，一法裡頭沒有入，一切法統統沒入。要怎樣才能入？無心就入。你為什麼不能入？因為你有心，你還會起心動念；起心動念就落二、三，就入不了。二是什麼？法相唯識裡面講的二心，二心就是第六意識心跟第七識意根。如果講三心？落二、三，起心動念就落二、三。三是講心意識，心是阿賴耶，意是末那，識是第六意識。這就是說起心動念就把你的真心本性變成八識，八識從哪裡來的？起心動念，真如本性就變成八識，八識是妄心，不是真心。在《百法》裡面，八識是有為法，就錯了。在一切法裡頭不起心、不動念就超越，就轉八識成四智；四智菩提就入不二法門，就入了。唯識家這個分析很清楚，起心動念就落二、三。"
    },
    {
      "id": "12-012-0005_p0028",
      "zh_CN": "我们没办法，一天到晚起心动念，妄想纷飞，怎么得了？不念佛决定堕三途。做好事也不行，为什么？做好事，心也不清净，里面还是有贪瞋痴慢。贪瞋痴慢是三毒的业因，几个人能够把三毒烦恼拔除，才能保证你不落三恶道，这一点就太难太难，何况超越三界，何况超越十法界？诸位要晓得六道是用八识，错用了！四圣法界：声闻、缘觉、菩萨、十法界里面的佛，也是用八识，他们用得正，没有用错；没用错，是声闻、缘觉、菩萨、佛。如果不用八识，那就到一真法界去了，十法界就没有了。这些道理事实真相，大乘经上说得多，我们要懂得。",
      "zh_TW": "我們沒辦法，一天到晚起心動念，妄想紛飛，怎麼得了？不念佛決定墮三途。做好事也不行，為什麼？做好事，心也不清淨，裡面還是有貪瞋痴慢。貪瞋痴慢是三毒的業因，幾個人能夠把三毒煩惱拔除，才能保證你不落三惡道，這一點就太難太難，何況超越三界，何況超越十法界？諸位要曉得六道是用八識，錯用了！四聖法界：聲聞、緣覺、菩薩、十法界裡面的佛，也是用八識，他們用得正，沒有用錯；沒用錯，是聲聞、緣覺、菩薩、佛。如果不用八識，那就到一真法界去了，十法界就沒有了。這些道理事實真相，大乘經上說得多，我們要懂得。"
    },
    {
      "id": "12-012-0005_p0029",
      "zh_CN": "懂得之后，实在讲我们的习气太深，烦恼业障太重，我们没有能力控制住，没有能力转过来，然后你就知道老实念佛的重要。二六时中除一句佛号之外，什么事情与我都不相干；你入了这个境界之后，什么事情来找你，你都不会过问。为什么？我没有时间去过问，念佛要紧，了生死出三界要紧。得罪人？得罪人不要紧。",
      "zh_TW": "懂得之後，實在講我們的習氣太深，煩惱業障太重，我們沒有能力控制住，沒有能力轉過來，然後你就知道老實念佛的重要。二六時中除一句佛號之外，什麼事情與我都不相干；你入了這個境界之後，什麼事情來找你，你都不會過問。為什麼？我沒有時間去過問，念佛要緊，了生死出三界要緊。得罪人？得罪人不要緊。"
    },
    {
      "id": "12-012-0005_p0030",
      "zh_CN": "我举个例子给诸位说，现在快过年了，我每天看到许许多多寄来的信件、贺年卡，我看都不看，这得罪人！这个不要紧，我念佛要紧，我要到极乐世界要紧；这些人暂时得罪他不要紧，到了极乐世界以后，我再慢慢来度他。我现在要把时间、精神去理会他，西方极乐世界去不成了，这个事情可误大了。",
      "zh_TW": "我舉個例子給諸位說，現在快過年了，我每天看到許許多多寄來的信件、賀年卡，我看都不看，這得罪人！這個不要緊，我念佛要緊，我要到極樂世界要緊；這些人暫時得罪他不要緊，到了極樂世界以後，我再慢慢來度他。我現在要把時間、精神去理會他，西方極樂世界去不成了，這個事情可誤大了。"
    },
    {
      "id": "12-012-0005_p0031",
      "zh_CN": "现在真的觉悟，觉悟了的时候，希望大家不要来找我，不要来找我讲话，也不要来看我，有什么好看的？没什么好看的！你来问些问题，那个问题都不是真问题，都是在打妄想，都是不老实；老实念佛的人还有什么问题，什么问题都没有，一句阿弥陀佛念到底，你就成功了。一定要把妄想分别执着统统打掉，一心一意去念阿弥陀佛，别人的事情好事也好，坏事也好，与我统统不相干。能够不要理会的，统统不要去理会，应当要彻底放下，这样才真的得自在。我们再看末后这一句。",
      "zh_TW": "現在真的覺悟，覺悟了的時候，希望大家不要來找我，不要來找我講話，也不要來看我，有什麼好看的？沒什麼好看的！你來問些問題，那個問題都不是真問題，都是在打妄想，都是不老實；老實念佛的人還有什麼問題，什麼問題都沒有，一句阿彌陀佛念到底，你就成功了。一定要把妄想分別執著統統打掉，一心一意去念阿彌陀佛，別人的事情好事也好，壞事也好，與我統統不相干。能夠不要理會的，統統不要去理會，應當要徹底放下，這樣才真的得自在。我們再看末後這一句。"
    },
    {
      "id": "12-012-0005_p0032",
      "zh_CN": "【汝可观察。文殊师利。十方诸佛。将说法时。悉放眉间。白毫光明。来照其身。从顶上入。】",
      "zh_TW": "【汝可觀察。文殊師利。十方諸佛。將說法時。悉放眉間。白毫光明。來照其身。從頂上入。】"
    },
    {
      "id": "12-012-0005_p0033",
      "zh_CN": "这一段是讲十方一切诸佛对他的加持摄受。文殊菩萨了不起，文殊菩萨很幸运，我们没有得到佛的加持，没有得到佛的摄受。其实诸佛如来对于十法界所有一切众生，平等的加持，平等的摄受。他能感觉到，我们感觉不到，绝对不是佛菩萨对他有所偏爱，没这个道理。白天太阳普照大地，太阳没有说偏爱这个照他，不喜欢那个人不照他，没有！那就变成凡夫了，哪里称为佛菩萨。文殊是菩萨，菩萨心都清净平等，何况如来？我们要明白这个道理。",
      "zh_TW": "這一段是講十方一切諸佛對他的加持攝受。文殊菩薩了不起，文殊菩薩很幸運，我們沒有得到佛的加持，沒有得到佛的攝受。其實諸佛如來對於十法界所有一切眾生，平等的加持，平等的攝受。他能感覺到，我們感覺不到，絕對不是佛菩薩對他有所偏愛，沒這個道理。白天太陽普照大地，太陽沒有說偏愛這個照他，不喜歡那個人不照他，沒有！那就變成凡夫了，哪裡稱為佛菩薩。文殊是菩薩，菩薩心都清淨平等，何況如來？我們要明白這個道理。"
    },
    {
      "id": "12-012-0005_p0034",
      "zh_CN": "而我们得不到诸佛的摄受加持，是我们自己有障碍。阳光普照，你在阳光底下，偏偏打一把伞不让它照，那有什么办法？不是它不照你，是你不让它照。我们今天就仿佛这个状况一样，不让佛加持，不让佛摄受，我们的心行、想法、看法、做法，跟佛完全相违背。说跟佛相违背大家还不好懂，真正的意思还很难懂，我们举一个浅显的，大家好懂，与大自然的生态相违背，这个你好懂。佛力的加持，就是自然的生态，一切顺乎自然，那就是诸佛加持；违背了自然的法则，就是抗拒，那就叫造业，这是业障。",
      "zh_TW": "而我們得不到諸佛的攝受加持，是我們自己有障礙。陽光普照，你在陽光底下，偏偏打一把傘不讓它照，那有什麼辦法？不是它不照你，是你不讓它照。我們今天就彷彿這個狀況一樣，不讓佛加持，不讓佛攝受，我們的心行、想法、看法、做法，跟佛完全相違背。說跟佛相違背大家還不好懂，真正的意思還很難懂，我們舉一個淺顯的，大家好懂，與大自然的生態相違背，這個你好懂。佛力的加持，就是自然的生態，一切順乎自然，那就是諸佛加持；違背了自然的法則，就是抗拒，那就叫造業，這是業障。"
    },
    {
      "id": "12-012-0005_p0035",
      "zh_CN": "怎样能顺乎自然？身体能顺乎自然，是最健康的身体。你要不相信，在台湾可能这个现象不太明显，诸位如果到大陆去旅游观光，你仔细去观察。大陆上一些乡下人，生活条件很差很差，非常贫苦，他健康长寿；都市里面富贵人家，一身的毛病，什么原因？乡下人生活很困苦，一切顺其自然，有什么吃什么，有什么做什么，他顺乎自然，健康长寿。富贵人家今天想到这个补，明天想到要那个，吃出一身毛病出来，为什么？违背了自然。这是很明显的一个例子。生活要趋于自然，不要天天在那里讲求这个、讲求那个，动那些歪脑筋，那都不正常，违反了自然的法则，所得到的效果恰恰相反。只要自己稍微留意一下，就能看得出来。",
      "zh_TW": "怎樣能順乎自然？身體能順乎自然，是最健康的身體。你要不相信，在台灣可能這個現象不太明顯，諸位如果到大陸去旅遊觀光，你仔細去觀察。大陸上一些鄉下人，生活條件很差很差，非常貧苦，他健康長壽；都市裡面富貴人家，一身的毛病，什麼原因？鄉下人生活很困苦，一切順其自然，有什麼吃什麼，有什麼做什麼，他順乎自然，健康長壽。富貴人家今天想到這個補，明天想到要那個，吃出一身毛病出來，為什麼？違背了自然。這是很明顯的一個例子。生活要趨於自然，不要天天在那裡講求這個、講求那個，動那些歪腦筋，那都不正常，違反了自然的法則，所得到的效果恰恰相反。只要自己稍微留意一下，就能看得出來。"
    },
    {
      "id": "12-012-0005_p0036",
      "zh_CN": "清凉大师在这段注解里面，他有两个说法：一个是就事上说，一个是就表法上说，这两个说法说得很好。就事上讲，「心常上摄诸佛法故，是诸佛师。诸佛将说，敬法本故」。文殊菩萨，世尊跟我们讲，他是过去七尊佛的老师，学生都成佛，老师还没成佛，这是大慈大悲。跟地藏菩萨一样，众生不成佛，他永远不成佛。「地狱不空，誓不成佛」。他那个众生不是普通众生，地狱众生都成佛，他成佛，这是菩萨大悲愿力。他常常帮助别人成佛，他念诸佛，所以诸佛成佛要说法，当然第一个怀念老师，是老师教我的。所以老师是什么？老师就是文殊师利，实在讲文殊师利就代表般若智慧，文殊表般若。第二个意思，「约表法。诸佛显扬，皆依般若」。文殊表般若，就是文殊表智慧。我们学讲经的同修，上了讲台会不会想起老师？老师怎么教我的，要有这个念头，这个念头就是「上报四重恩，下济三途苦」。《观经》上教我们修三福，三福是基础，念父母之恩，念师长之恩，这是上报四重恩前面的两种。所以一切诸佛升座说法的时候，都念师恩，都念文殊师利菩萨，表这个意思，这是我们应当要学的。可见这个经文，字字句句确实含无量义。我们再看底下一段经文，在第九面最后这一行。",
      "zh_TW": "清涼大師在這段註解裡面，他有兩個說法：一個是就事上說，一個是就表法上說，這兩個說法說得很好。就事上講，「心常上攝諸佛法故，是諸佛師。諸佛將說，敬法本故」。文殊菩薩，世尊跟我們講，他是過去七尊佛的老師，學生都成佛，老師還沒成佛，這是大慈大悲。跟地藏菩薩一樣，眾生不成佛，他永遠不成佛。「地獄不空，誓不成佛」。他那個眾生不是普通眾生，地獄眾生都成佛，他成佛，這是菩薩大悲願力。他常常幫助別人成佛，他念諸佛，所以諸佛成佛要說法，當然第一個懷念老師，是老師教我的。所以老師是什麼？老師就是文殊師利，實在講文殊師利就代表般若智慧，文殊表般若。第二個意思，「約表法。諸佛顯揚，皆依般若」。文殊表般若，就是文殊表智慧。我們學講經的同修，上了講台會不會想起老師？老師怎麼教我的，要有這個念頭，這個念頭就是「上報四重恩，下濟三途苦」。《觀經》上教我們修三福，三福是基礎，念父母之恩，念師長之恩，這是上報四重恩前面的兩種。所以一切諸佛升座說法的時候，都念師恩，都念文殊師利菩薩，表這個意思，這是我們應當要學的。可見這個經文，字字句句確實含無量義。我們再看底下一段經文，在第九面最後這一行。"
    },
    {
      "id": "12-012-0005_p0037",
      "zh_CN": "【尔时。尊者舍利弗。为诸比丘。称扬赞叹。开示演说。文殊师利。如是无量。种种功德。具足庄严。】",
      "zh_TW": "【爾時。尊者舍利弗。為諸比丘。稱揚讚歎。開示演說。文殊師利。如是無量。種種功德。具足莊嚴。】"
    },
    {
      "id": "12-012-0005_p0038",
      "zh_CN": "这一段话好懂。『尔时』，就是舍利弗尊者教导大家，你仔细观察文殊师利的正报，你看他的身体，你看他的动作，你看他生活周边的环境，种种殊胜庄严，就是这个时候。『尊者舍利弗，为诸比丘，称扬赞叹』，前面这些话，都是舍利弗对于菩萨称扬赞叹的话。『开示演说』，这个意思就含得很深很深。这些诸比丘们听到舍利弗的赞叹，如果有所领悟，那就是尊者的开示演说，里面说菩萨无量无边的功德庄严。我们读这个经要能够细心体会。接着再看底下这一段。",
      "zh_TW": "這一段話好懂。『爾時』，就是舍利弗尊者教導大家，你仔細觀察文殊師利的正報，你看他的身體，你看他的動作，你看他生活周邊的環境，種種殊勝莊嚴，就是這個時候。『尊者舍利弗，為諸比丘，稱揚讚歎』，前面這些話，都是舍利弗對於菩薩稱揚讚歎的話。『開示演說』，這個意思就含得很深很深。這些諸比丘們聽到舍利弗的讚歎，如果有所領悟，那就是尊者的開示演說，裡面說菩薩無量無邊的功德莊嚴。我們讀這個經要能夠細心體會。接著再看底下這一段。"
    },
    {
      "id": "12-012-0005_p0039",
      "zh_CN": "【时诸比丘。闻是赞已。】",
      "zh_TW": "【時諸比丘。聞是讚已。】"
    },
    {
      "id": "12-012-0005_p0040",
      "zh_CN": "这些比丘们听到尊者舍利弗的赞叹，赞叹就是开示。听了这些话，他们得利益；我们听了之后，有没有得到利益？这一段经里面有十四句，就是十四种利益，他们所得到的。第一句：",
      "zh_TW": "這些比丘們聽到尊者舍利弗的讚歎，讚歎就是開示。聽了這些話，他們得利益；我們聽了之後，有沒有得到利益？這一段經裡面有十四句，就是十四種利益，他們所得到的。第一句："
    },
    {
      "id": "12-012-0005_p0041",
      "zh_CN": "【心意清净。】",
      "zh_TW": "【心意清淨。】"
    },
    {
      "id": "12-012-0005_p0042",
      "zh_CN": "我们听了前面这一段十句，我们心地是不是『清净』了？第二句：",
      "zh_TW": "我們聽了前面這一段十句，我們心地是不是『清淨』了？第二句："
    },
    {
      "id": "12-012-0005_p0043",
      "zh_CN": "【信解坚固。】",
      "zh_TW": "【信解堅固。】"
    },
    {
      "id": "12-012-0005_p0044",
      "zh_CN": "对于大乘法、无上乘法（《华严》是无上乘、是一乘法），信心坚固了，渐渐也懂得一点了，『信解坚固』。我们有没有一点点？深入不敢讲，能有一点那就不错。第三：",
      "zh_TW": "對於大乘法、無上乘法（《華嚴》是無上乘、是一乘法），信心堅固了，漸漸也懂得一點了，『信解堅固』。我們有沒有一點點？深入不敢講，能有一點那就不錯。第三："
    },
    {
      "id": "12-012-0005_p0045",
      "zh_CN": "【踊跃欢喜。不能自持。】",
      "zh_TW": "【踴躍歡喜。不能自持。】"
    },
    {
      "id": "12-012-0005_p0046",
      "zh_CN": "就是手舞之足蹈之。你要不得利益，你这个欢喜心发不起来；真得利益，则法喜充满，这一句就是法喜充满。第四：",
      "zh_TW": "就是手舞之足蹈之。你要不得利益，你這個歡喜心發不起來；真得利益，則法喜充滿，這一句就是法喜充滿。第四："
    },
    {
      "id": "12-012-0005_p0047",
      "zh_CN": "【形体柔软。诸根和悦。】",
      "zh_TW": "【形體柔軟。諸根和悅。】"
    },
    {
      "id": "12-012-0005_p0048",
      "zh_CN": "这是讲我们的身，身心所得到的利益。『形体』是身体，身体柔软。『诸根和悦』，和是调和。刚才讲我们的身体，每个部位也能顺其自然，顺其自然就和，自然就喜悦。第五：",
      "zh_TW": "這是講我們的身，身心所得到的利益。『形體』是身體，身體柔軟。『諸根和悅』，和是調和。剛才講我們的身體，每個部位也能順其自然，順其自然就和，自然就喜悅。第五："
    },
    {
      "id": "12-012-0005_p0049",
      "zh_CN": "【垢障咸尽。忧苦悉除。】",
      "zh_TW": "【垢障咸盡。憂苦悉除。】"
    },
    {
      "id": "12-012-0005_p0050",
      "zh_CN": "『垢障』，这是比喻烦恼、染污。听了这个赞叹，看到文殊菩萨那样的清净庄严，我们原来是一样的；我们这个清净庄严到哪里去？因为烦恼、妄想、分别、知见，把自己的清净庄严障碍掉了。明白这些事实真相，应当把这些知见舍掉。『忧苦悉除』，能离忧苦；忧是讲心，苦是讲身；身心之苦统统可以离掉。第六句：",
      "zh_TW": "『垢障』，這是比喻煩惱、染污。聽了這個讚歎，看到文殊菩薩那樣的清淨莊嚴，我們原來是一樣的；我們這個清淨莊嚴到哪裡去？因為煩惱、妄想、分別、知見，把自己的清淨莊嚴障礙掉了。明白這些事實真相，應當把這些知見捨掉。『憂苦悉除』，能離憂苦；憂是講心，苦是講身；身心之苦統統可以離掉。第六句："
    },
    {
      "id": "12-012-0005_p0051",
      "zh_CN": "【常见诸佛。恒闻正法。】",
      "zh_TW": "【常見諸佛。恆聞正法。】"
    },
    {
      "id": "12-012-0005_p0052",
      "zh_CN": "六根所接触的境界都是佛境界，你就『常见诸佛』。六根接触六尘境界，在这里面都懂得一切法的义趣，你就常闻正法。譬如我们见花，就想到开花后来结果，花是因，果是果报；花开得好，果一定结得好；善因善果，恶因恶报；看到花，懂得这个意思。看到灯烛，就晓得我要牺牲自己，要帮助别人；燃烧自己，照耀别人。『恒闻正法』，六根接触六尘境界，事事物物你都觉悟，你都不迷，你在这里面体会无量义，那就是诸佛所说的正法。一切经上就是讲这些东西，你仔细看看经上不都讲这些？第七句：",
      "zh_TW": "六根所接觸的境界都是佛境界，你就『常見諸佛』。六根接觸六塵境界，在這裡面都懂得一切法的義趣，你就常聞正法。譬如我們見花，就想到開花後來結果，花是因，果是果報；花開得好，果一定結得好；善因善果，惡因惡報；看到花，懂得這個意思。看到燈燭，就曉得我要犧牲自己，要幫助別人；燃燒自己，照耀別人。『恆聞正法』，六根接觸六塵境界，事事物物你都覺悟，你都不迷，你在這裡面體會無量義，那就是諸佛所說的正法。一切經上就是講這些東西，你仔細看看經上不都講這些？第七句："
    },
    {
      "id": "12-012-0005_p0053",
      "zh_CN": "【回向趣求。一切智智。】",
      "zh_TW": "【迴向趣求。一切智智。】"
    },
    {
      "id": "12-012-0005_p0054",
      "zh_CN": "『回向』的意思大家都懂，将自己所修积的一切善根，只为一桩事情，这桩事情是『一切智智』。一切智智就是经上常讲的阿耨多罗三藐三菩提，无上正等正觉，就为这个，这就是无上菩提。我不为别的，专为这桩事情。往生西方极乐世界也为这桩事情，这就对了。",
      "zh_TW": "『迴向』的意思大家都懂，將自己所修積的一切善根，只為一樁事情，這樁事情是『一切智智』。一切智智就是經上常講的阿耨多羅三藐三菩提，無上正等正覺，就為這個，這就是無上菩提。我不為別的，專為這樁事情。往生西方極樂世界也為這樁事情，這就對了。"
    },
    {
      "id": "12-012-0005_p0055",
      "zh_CN": "【成就菩萨。无碍善根。】",
      "zh_TW": "【成就菩薩。無礙善根。】"
    },
    {
      "id": "12-012-0005_p0056",
      "zh_CN": "「善根」，世间善根，这个世间是讲的十法界，不仅仅是六道，十法界也是世间。世间善根，经上给我们讲的三善根：无贪、无瞋、无痴；贪瞋痴是三毒。我们要觉悟、要明了，心里头有贪瞋痴，你想想看，你会不会害病？你当然会生病，你的心里头有毒，最毒的东西，没有比这个更毒，所以你身心都不健康。你要把贪瞋痴拿掉，你的身体跟诸佛菩萨一样，决定健康不生病，没毒！内里面没有毒，外面再毒的东西，你都不会感染。你为什么会感染这些毒？里面有毒，这才容易感染，这个要懂得。",
      "zh_TW": "「善根」，世間善根，這個世間是講的十法界，不僅僅是六道，十法界也是世間。世間善根，經上給我們講的三善根：無貪、無瞋、無痴；貪瞋痴是三毒。我們要覺悟、要明瞭，心裡頭有貪瞋痴，你想想看，你會不會害病？你當然會生病，你的心裡頭有毒，最毒的東西，沒有比這個更毒，所以你身心都不健康。你要把貪瞋痴拿掉，你的身體跟諸佛菩薩一樣，決定健康不生病，沒毒！內裡面沒有毒，外面再毒的東西，你都不會感染。你為什麼會感染這些毒？裡面有毒，這才容易感染，這個要懂得。"
    },
    {
      "id": "12-012-0005_p0057",
      "zh_CN": "所有一切世间善法，十法界的善法都是从无贪、无瞋、无痴生起来的，这叫世法里头的三善根。那超出世间是一真法界，一真法界里面的善根只有一条：精进。普贤菩萨十大愿王，每一愿最后，「无有疲厌」，那就是菩萨的善根，永远没有疲厌。所以真正修行人从哪里修行起？把自己的贪瞋痴拔掉，这要有高度的警觉心。平常对人、对事、对物，这三种念头一起来，立刻就警觉到。大概顺境里面就贪爱，逆境里面就瞋恚，顺逆境界里面起这种心是愚痴。念头一动马上觉悟到了，阿弥陀佛、阿弥陀佛，把这个念头打掉，这叫会用功，这个人叫会念佛，慢慢你就把贪瞋痴念掉了。念掉之后，你心里头就无贪、无瞋、无痴，你就是一个健康的人，你就是一个快乐的人，你就是一个充满智慧的人。",
      "zh_TW": "所有一切世間善法，十法界的善法都是從無貪、無瞋、無痴生起來的，這叫世法裡頭的三善根。那超出世間是一真法界，一真法界裡面的善根只有一條：精進。普賢菩薩十大願王，每一願最後，「無有疲厭」，那就是菩薩的善根，永遠沒有疲厭。所以真正修行人從哪裡修行起？把自己的貪瞋痴拔掉，這要有高度的警覺心。平常對人、對事、對物，這三種念頭一起來，立刻就警覺到。大概順境裡面就貪愛，逆境裡面就瞋恚，順逆境界裡面起這種心是愚痴。念頭一動馬上覺悟到了，阿彌陀佛、阿彌陀佛，把這個念頭打掉，這叫會用功，這個人叫會念佛，慢慢你就把貪瞋痴念掉了。念掉之後，你心裡頭就無貪、無瞋、無痴，你就是一個健康的人，你就是一個快樂的人，你就是一個充滿智慧的人。"
    },
    {
      "id": "12-012-0005_p0058",
      "zh_CN": "然后才晓得顺境是善知识，逆境也是善知识；好人是菩萨，坏人也是菩萨，为什么？好人那个地方，我们断贪心；坏人那个地方，我们断瞋心；没有好人、坏人，你的三毒烦恼就断不了。五十三参里面的善知识有不少是好人，也有几个是坏人，帮助善财童子断贪瞋痴，所以都是菩萨、都是佛，这是我们要跟善财学的。你还分别这个人是好人，那个人是坏人，叫愚痴。你没有入不二法门，没有入平等的境界。所以学佛就在境界上学，离开境界没得修。五十三参叫历事炼心；历是经历，经历环境，就在经历环境里面去炼心。炼什么？炼清净心、平等心、觉悟的心，在这里头断贪瞋痴慢，这叫真修行，离开这个境界没得修，诸位一定要晓得。",
      "zh_TW": "然後才曉得順境是善知識，逆境也是善知識；好人是菩薩，壞人也是菩薩，為什麼？好人那個地方，我們斷貪心；壞人那個地方，我們斷瞋心；沒有好人、壞人，你的三毒煩惱就斷不了。五十三參裡面的善知識有不少是好人，也有幾個是壞人，幫助善財童子斷貪瞋痴，所以都是菩薩、都是佛，這是我們要跟善財學的。你還分別這個人是好人，那個人是壞人，叫愚痴。你沒有入不二法門，沒有入平等的境界。所以學佛就在境界上學，離開境界沒得修。五十三參叫歷事鍊心；歷是經歷，經歷環境，就在經歷環境裡面去鍊心。鍊什麼？鍊清淨心、平等心、覺悟的心，在這裡頭斷貪瞋痴慢，這叫真修行，離開這個境界沒得修，諸位一定要曉得。"
    },
    {
      "id": "12-012-0005_p0059",
      "zh_CN": "有人讲修行，这个境界太难了，找一个清净环境，找个深山里挖个洞，什么人、什么都隔绝，在那里盘腿打坐，坐上个两、三年心清净了，不错了！再下山来走一趟，又完了！烦恼又现行了，那个没有用处。大乘法里面，佛叫我们在红尘里面锻炼，你是真清净；离开环境虽然是清净，那个清净没有经过考验，靠不住。到都市来走一趟，马上功夫就完全退掉，贪瞋痴慢又起来，所以那个没用处。《华严》这个境界，没有叫我们离开社会，没有离开人群，就在社会复杂的生活环境里面去锻炼，在这里面断烦恼、成佛道。成就『无碍善根』，无障碍的善根。下面一句：",
      "zh_TW": "有人講修行，這個境界太難了，找一個清淨環境，找個深山裡挖個洞，什麼人、什麼都隔絕，在那裡盤腿打坐，坐上個兩、三年心清淨了，不錯了！再下山來走一趟，又完了！煩惱又現行了，那個沒有用處。大乘法裡面，佛叫我們在紅塵裡面鍛鍊，你是真清淨；離開環境雖然是清淨，那個清淨沒有經過考驗，靠不住。到都市來走一趟，馬上功夫就完全退掉，貪瞋痴慢又起來，所以那個沒用處。《華嚴》這個境界，沒有叫我們離開社會，沒有離開人群，就在社會複雜的生活環境裡面去鍛鍊，在這裡面斷煩惱、成佛道。成就『無礙善根』，無障礙的善根。下面一句："
    },
    {
      "id": "12-012-0005_p0060",
      "zh_CN": "【逮得菩萨。无量诸力。】",
      "zh_TW": "【逮得菩薩。無量諸力。】"
    },
    {
      "id": "12-012-0005_p0061",
      "zh_CN": "这是第九句。佛有十种能力，我们讲佛的十力、四无所畏，菩萨也有。名称跟佛的十力是相同的，没有如来果地上那么圆满，所以菩萨的神通道力也不可思议。第十句：",
      "zh_TW": "這是第九句。佛有十種能力，我們講佛的十力、四無所畏，菩薩也有。名稱跟佛的十力是相同的，沒有如來果地上那麼圓滿，所以菩薩的神通道力也不可思議。第十句："
    },
    {
      "id": "12-012-0005_p0062",
      "zh_CN": "【出生无尽。圆满大悲。】",
      "zh_TW": "【出生無盡。圓滿大悲。】"
    },
    {
      "id": "12-012-0005_p0063",
      "zh_CN": "大悲心我们常常跟「慈」连在一起，大慈大悲，大慈悲心。慈悲有一点差别，帮助一切众生得乐叫慈，帮助一切众生离苦叫悲；实在讲离苦就得乐，得乐当然离苦，实在是一桩事情。一桩事情为什么用两个字？看你从哪里下手，差别就在这个地方。众生苦多乐少，救苦要紧。能帮众生离苦，诸位要晓得，我们现前生活很苦，帮助我们离开生活之苦，这个不叫无尽圆满大悲。为什么？我这一生离苦得乐，来生行不行？解决一时，你不能解决永久，你不能解决生生世世，你这个大悲心不圆满。好，菩萨帮助你脱离六道轮回，这个悲心算不算圆满？不算！脱离六道轮回，还有十法界。好，帮助你脱离十法界，算不算无尽圆满？还不算！为什么？脱离十法界之后，要想成佛还要经过三大阿僧祇劫。诸位要晓得，经上讲的成佛三大阿僧祇劫，是从你证得一真法界那一天算起，你在十法界之内修行的没算。",
      "zh_TW": "大悲心我們常常跟「慈」連在一起，大慈大悲，大慈悲心。慈悲有一點差別，幫助一切眾生得樂叫慈，幫助一切眾生離苦叫悲；實在講離苦就得樂，得樂當然離苦，實在是一樁事情。一樁事情為什麼用兩個字？看你從哪裡下手，差別就在這個地方。眾生苦多樂少，救苦要緊。能幫眾生離苦，諸位要曉得，我們現前生活很苦，幫助我們離開生活之苦，這個不叫無盡圓滿大悲。為什麼？我這一生離苦得樂，來生行不行？解決一時，你不能解決永久，你不能解決生生世世，你這個大悲心不圓滿。好，菩薩幫助你脫離六道輪迴，這個悲心算不算圓滿？不算！脫離六道輪迴，還有十法界。好，幫助你脫離十法界，算不算無盡圓滿？還不算！為什麼？脫離十法界之後，要想成佛還要經過三大阿僧祇劫。諸位要曉得，經上講的成佛三大阿僧祇劫，是從你證得一真法界那一天算起，你在十法界之內修行的沒算。"
    },
    {
      "id": "12-012-0005_p0064",
      "zh_CN": "大乘经上讲的三大阿僧祇劫，第一个阿僧祇劫是修三贤位：十住、十行、十回向，这是《华严经》上四十一位法身大士，是说他们；第二个阿僧祇劫是初地到七地，七个位次；第三个阿僧祇劫是八、九、十，三个位次，是一真法界里头的，不是十法界，十法界没算。所以大家千万不要误会，我们现在修行都算在里头，不算！我们过去无量劫修行都不算。什么时候你证到圆初住菩萨，那一天开始算起，你才晓得多难。因此，即使帮助我们超越十法界，证得一真法界，还不算无尽圆满。那要怎样才无尽圆满大悲？给诸位说，帮助我们往生极乐世界见阿弥陀佛，那就是无尽圆满大悲。见阿弥陀佛成佛快，不要三大阿僧祇劫，很短的时间就圆成佛道。这一句照映本经最后，这是在五十三参第一，最后普贤菩萨十大愿王导归极乐，那是「出生无尽圆满大悲」，照映到最后。",
      "zh_TW": "大乘經上講的三大阿僧祇劫，第一個阿僧祇劫是修三賢位：十住、十行、十迴向，這是《華嚴經》上四十一位法身大士，是說他們；第二個阿僧祇劫是初地到七地，七個位次；第三個阿僧祇劫是八、九、十，三個位次，是一真法界裡頭的，不是十法界，十法界沒算。所以大家千萬不要誤會，我們現在修行都算在裡頭，不算！我們過去無量劫修行都不算。什麼時候你證到圓初住菩薩，那一天開始算起，你才曉得多難。因此，即使幫助我們超越十法界，證得一真法界，還不算無盡圓滿。那要怎樣才無盡圓滿大悲？給諸位說，幫助我們往生極樂世界見阿彌陀佛，那就是無盡圓滿大悲。見阿彌陀佛成佛快，不要三大阿僧祇劫，很短的時間就圓成佛道。這一句照映本經最後，這是在五十三參第一，最後普賢菩薩十大願王導歸極樂，那是「出生無盡圓滿大悲」，照映到最後。"
    },
    {
      "id": "12-012-0005_p0065",
      "zh_CN": "【发起无边。广大誓愿。】",
      "zh_TW": "【發起無邊。廣大誓願。】"
    },
    {
      "id": "12-012-0005_p0066",
      "zh_CN": "这普贤十愿就非常明显，文殊跟普贤发的是一样的愿。底下一句：",
      "zh_TW": "這普賢十願就非常明顯，文殊跟普賢發的是一樣的願。底下一句："
    },
    {
      "id": "12-012-0005_p0067",
      "zh_CN": "【深入诸度。究竟彼岸。】",
      "zh_TW": "【深入諸度。究竟彼岸。】"
    },
    {
      "id": "12-012-0005_p0068",
      "zh_CN": "在《华严经》上，文殊菩萨代表十波罗蜜，通常菩萨六度，六度，般若度又展开为五度：般若、方便、愿、力、智，合起来是十波罗蜜。《华严》用十代表圆满，这是文殊菩萨所代表的。",
      "zh_TW": "在《華嚴經》上，文殊菩薩代表十波羅蜜，通常菩薩六度，六度，般若度又展開為五度：般若、方便、願、力、智，合起來是十波羅蜜。《華嚴》用十代表圓滿，這是文殊菩薩所代表的。"
    },
    {
      "id": "12-012-0005_p0069",
      "zh_CN": "【十方佛海。皆悉现前。】",
      "zh_TW": "【十方佛海。皆悉現前。】"
    },
    {
      "id": "12-012-0005_p0070",
      "zh_CN": "这一句话好懂。",
      "zh_TW": "這一句話好懂。"
    },
    {
      "id": "12-012-0005_p0071",
      "zh_CN": "【于佛境界。深生信乐。】",
      "zh_TW": "【於佛境界。深生信樂。】"
    },
    {
      "id": "12-012-0005_p0072",
      "zh_CN": "『十方佛』，『海』是比喻深广，十方佛刹无尽的深广，都展现在面前，入这个境界都展现在面前。而于一切诸佛的境界『深生信乐』；信是决定不怀疑，乐是爱好。这一段都不难懂，清凉大师的注解注得很简单，大家看看就可以了。今天我们就讲到此地。",
      "zh_TW": "『十方佛』，『海』是比喻深廣，十方佛剎無盡的深廣，都展現在面前，入這個境界都展現在面前。而於一切諸佛的境界『深生信樂』；信是決定不懷疑，樂是愛好。這一段都不難懂，清涼大師的註解註得很簡單，大家看看就可以了。今天我們就講到此地。"
    }
  ]
}