{
  "doc_id": "12-012-0015",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0015",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "12-012-0015_p0001",
      "zh_CN": "请掀开经本第二十六面，最后一行。这一段文是清凉大师对前面两首偈的解释，他老人家解释得非常好，文字我想诸位都能够看得懂。本文的偈颂，前面两首是「迷于苦集」，以四谛法来讲，世间的因果；三、四两首是「失于灭道」，出世间的因果。合起来说，世出世间因果都迷失了，所以才有六道轮回的果报。经文里面：",
      "zh_TW": "請掀開經本第二十六面，最後一行。這一段文是清涼大師對前面兩首偈的解釋，他老人家解釋得非常好，文字我想諸位都能夠看得懂。本文的偈頌，前面兩首是「迷於苦集」，以四諦法來講，世間的因果；三、四兩首是「失於滅道」，出世間的因果。合起來說，世出世間因果都迷失了，所以才有六道輪迴的果報。經文裡面："
    },
    {
      "id": "12-012-0015_p0002",
      "zh_CN": "【恒受生老病死苦。】",
      "zh_TW": "【恆受生老病死苦。】"
    },
    {
      "id": "12-012-0015_p0003",
      "zh_CN": "这是轮回里面必然的现象。『恒』是生生世世。什么时候才能出头？那就看到哪一天你真正觉悟了，若不觉悟，决定没有办法出头。怎样是觉悟？知道这些事实真相，彻底放下，一心念佛求生净土，这个人是彻底觉悟、大觉悟了，他一生必定成就。这个道理与事实真相，我们说出来了，同修们也都能听得懂，而且听的遍数多了，并不陌生，对于这个说法已经很熟悉。可是实际上，还是放不下，起心动念还是执着，还是是非人我，还是自私自利，这又是什么原因？佛在经论上所谓的，无始劫来习气太深，这是恶习气，这是轮回生死的根本，很难拔除，必须真正觉悟，发勇猛心，才能把这些虚幻不实的念头舍弃掉。从今而后，这个世间一切法，再不要把它放在心上，这是你从心地上舍掉、放下。日常生活当中，遇到这些事情，我们还照做，这个并不妨碍，特别是《华严》里面所说的「理事无碍，事事无碍」。事上你去做没有障碍，障碍的是你心里头真的执着了，你心里着了相、着了见，这个有妨碍。",
      "zh_TW": "這是輪迴裡面必然的現象。『恆』是生生世世。什麼時候才能出頭？那就看到哪一天你真正覺悟了，若不覺悟，決定沒有辦法出頭。怎樣是覺悟？知道這些事實真相，徹底放下，一心念佛求生淨土，這個人是徹底覺悟、大覺悟了，他一生必定成就。這個道理與事實真相，我們說出來了，同修們也都能聽得懂，而且聽的遍數多了，並不陌生，對於這個說法已經很熟悉。可是實際上，還是放不下，起心動念還是執著，還是是非人我，還是自私自利，這又是什麼原因？佛在經論上所謂的，無始劫來習氣太深，這是惡習氣，這是輪迴生死的根本，很難拔除，必須真正覺悟，發勇猛心，才能把這些虛幻不實的念頭捨棄掉。從今而後，這個世間一切法，再不要把它放在心上，這是你從心地上捨掉、放下。日常生活當中，遇到這些事情，我們還照做，這個並不妨礙，特別是《華嚴》裡面所說的「理事無礙，事事無礙」。事上你去做沒有障礙，障礙的是你心裡頭真的執著了，你心裡著了相、著了見，這個有妨礙。"
    },
    {
      "id": "12-012-0015_p0004",
      "zh_CN": "虽然说事事无碍，可是你要晓得，事上决定不可以攀缘，攀缘就有障碍，所以佛教我们随缘。随缘就是随喜功德，事上随喜，绝不攀缘。功德是什么？虽然有事，而没有心，没有心就是功德。事上有，心里头也有，那就不是功德，那就造业了。穿衣吃饭、待人接物，这是事；事上有，心上没有，心上只有阿弥陀佛，除阿弥陀佛之外什么都没有，那就恭喜你，你就决定往生，永脱轮回。这是希有的因缘，是人生第一桩大事业。",
      "zh_TW": "雖然說事事無礙，可是你要曉得，事上決定不可以攀緣，攀緣就有障礙，所以佛教我們隨緣。隨緣就是隨喜功德，事上隨喜，絕不攀緣。功德是什麼？雖然有事，而沒有心，沒有心就是功德。事上有，心裡頭也有，那就不是功德，那就造業了。穿衣吃飯、待人接物，這是事；事上有，心上沒有，心上只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，那就恭喜你，你就決定往生，永脫輪迴。這是希有的因緣，是人生第一樁大事業。"
    },
    {
      "id": "12-012-0015_p0005",
      "zh_CN": "这一段注解，我就不想再啰嗦了，诸位看看就行了，前面这个意思已经说明白了，我们再看下面的经文。在二十七面末后的两行，科判里面说这是第二段，偈颂里面第二段，「灭惑大悲下」。灭惑大悲是经文开端四个字，这以下一共有二十八首偈。「仰德依人，请垂拔济」。仰是仰慕，仰慕文殊菩萨的大德，这是说善财童子，我们要依靠文殊师利菩萨。文殊菩萨是代表圆满的智慧，因此，仰德依人，就是我们要遵从究竟圆满的智慧，才能够拔苦，才能够脱离生死轮回，是这个意思。这二十八首里面又分为二段，前面十三偈是「赞人求法」。我们先看这一段，有十三首偈。",
      "zh_TW": "這一段註解，我就不想再囉嗦了，諸位看看就行了，前面這個意思已經說明白了，我們再看下面的經文。在二十七面末後的兩行，科判裡面說這是第二段，偈頌裡面第二段，「滅惑大悲下」。滅惑大悲是經文開端四個字，這以下一共有二十八首偈。「仰德依人，請垂拔濟」。仰是仰慕，仰慕文殊菩薩的大德，這是說善財童子，我們要依靠文殊師利菩薩。文殊菩薩是代表圓滿的智慧，因此，仰德依人，就是我們要遵從究竟圓滿的智慧，才能夠拔苦，才能夠脫離生死輪迴，是這個意思。這二十八首裡面又分為二段，前面十三偈是「讚人求法」。我們先看這一段，有十三首偈。"
    },
    {
      "id": "12-012-0015_p0006",
      "zh_CN": "【灭惑大悲清净日。智光普照圆满轮。能竭生死烦恼海。愿降慈光少观察。】",
      "zh_TW": "【滅惑大悲清淨日。智光普照圓滿輪。能竭生死煩惱海。願降慈光少觀察。】"
    },
    {
      "id": "12-012-0015_p0007",
      "zh_CN": "我们一首一首的来看。惑是迷惑，也就是通常讲的无明，我们对于宇宙人生的真相一无所知。日常生活当中，凭着自己的想像起心动念，造业受报。造业受报的根源，就是对于事实真相无知，这就是没有智慧。这两句是赞叹菩萨，菩萨有智慧，能破无明，此地这个『灭惑』就是破无明。这两个字是讲智慧，是佛菩萨的智行。『大悲清净日』，日是比喻，清净日三个字都是比喻，比喻菩萨的智慧，比喻菩萨的大慈大悲。大慈大悲不着相，就清净；慈悲要着相，就不清净。比喻作清净的太阳。",
      "zh_TW": "我們一首一首的來看。惑是迷惑，也就是通常講的無明，我們對於宇宙人生的真相一無所知。日常生活當中，憑著自己的想像起心動念，造業受報。造業受報的根源，就是對於事實真相無知，這就是沒有智慧。這兩句是讚歎菩薩，菩薩有智慧，能破無明，此地這個『滅惑』就是破無明。這兩個字是講智慧，是佛菩薩的智行。『大悲清淨日』，日是比喻，清淨日三個字都是比喻，比喻菩薩的智慧，比喻菩薩的大慈大悲。大慈大悲不著相，就清淨；慈悲要著相，就不清淨。比喻作清淨的太陽。"
    },
    {
      "id": "12-012-0015_p0008",
      "zh_CN": "『智光普照圆满轮』，日光遍照，用这个来比喻。其实太阳的光明照耀的范围不大，这是我们现代人都有这个科学的常识。在古时候，一般人就现前，他能够觉察得到的，光明最殊胜的无过于太阳。所以佛讲经，常常用日月来做比喻，比喻智慧光明。智慧光明是本性里面的般若智慧，这个光明就大！普照是尽虚空遍法界无处不照。《华严经》世尊给我们说明这个事实真相，而佛光遍照实在讲，就在我们眼前，我们自己有业障，虽有眼见不到，虽有耳听不到，所谓是「如聋如盲」，是我们有业障，不知道这个境界。如果你业障消除了，你才知道我们六根所接触的六尘境界，无一不是诸佛如来智光遍照，所以称之为圆满的法轮。",
      "zh_TW": "『智光普照圓滿輪』，日光遍照，用這個來比喻。其實太陽的光明照耀的範圍不大，這是我們現代人都有這個科學的常識。在古時候，一般人就現前，他能夠覺察得到的，光明最殊勝的無過於太陽。所以佛講經，常常用日月來做比喻，比喻智慧光明。智慧光明是本性裡面的般若智慧，這個光明就大！普照是盡虛空遍法界無處不照。《華嚴經》世尊給我們說明這個事實真相，而佛光遍照實在講，就在我們眼前，我們自己有業障，雖有眼見不到，雖有耳聽不到，所謂是「如聾如盲」，是我們有業障，不知道這個境界。如果你業障消除了，你才知道我們六根所接觸的六塵境界，無一不是諸佛如來智光遍照，所以稱之為圓滿的法輪。"
    },
    {
      "id": "12-012-0015_p0009",
      "zh_CN": "西方极乐世界六尘说法，华藏世界也是六尘说法。我们眼前这个世界又何尝不是六尘说法，哪有例外？希望读了《华严经》之后，你智慧就开了。智慧开了之后，那就是所谓头头是道、左右逢源。源是自性，十法界依正庄严都是从自性流出来的，左右逢源，什么源？自性是源头，这个意思就是说，在事事物物上都见自性，左右逢源是这个意思。头头是道，道是诸佛所讲之道，如来称性的大道，原来就在眼前。",
      "zh_TW": "西方極樂世界六塵說法，華藏世界也是六塵說法。我們眼前這個世界又何嘗不是六塵說法，哪有例外？希望讀了《華嚴經》之後，你智慧就開了。智慧開了之後，那就是所謂頭頭是道、左右逢源。源是自性，十法界依正莊嚴都是從自性流出來的，左右逢源，什麼源？自性是源頭，這個意思就是說，在事事物物上都見自性，左右逢源是這個意思。頭頭是道，道是諸佛所講之道，如來稱性的大道，原來就在眼前。"
    },
    {
      "id": "12-012-0015_p0010",
      "zh_CN": "『能竭生死烦恼海』，「竭」是枯竭，这两个字意思就是拔尽了。生死烦恼比喻作大海，无限的深广，唯有称性的般若现前，能把它彻底消除。生死是果，烦恼是因，苦因苦果连根拔除，他有这个功德。",
      "zh_TW": "『能竭生死煩惱海』，「竭」是枯竭，這兩個字意思就是拔盡了。生死煩惱比喻作大海，無限的深廣，唯有稱性的般若現前，能把它徹底消除。生死是果，煩惱是因，苦因苦果連根拔除，他有這個功德。"
    },
    {
      "id": "12-012-0015_p0011",
      "zh_CN": "『愿降慈光少观察』，末后一句是自己的愿求，这就是求菩萨以慈悲光明加持我们，来帮助我们，救度我们，这句话就是这个意思。这是求法，这句是求法的意思。再看第二首：",
      "zh_TW": "『願降慈光少觀察』，末後一句是自己的願求，這就是求菩薩以慈悲光明加持我們，來幫助我們，救度我們，這句話就是這個意思。這是求法，這句是求法的意思。再看第二首："
    },
    {
      "id": "12-012-0015_p0012",
      "zh_CN": "【圆满大慈清净月。福德光明无垢轮。】",
      "zh_TW": "【圓滿大慈清淨月。福德光明無垢輪。】"
    },
    {
      "id": "12-012-0015_p0013",
      "zh_CN": "我们先看这两句。『大慈』是对利益众生讲的，圆满的大慈，这称性，称性就圆满了。我们学佛，总希望同修们念念之中，起心动念，要遍缘虚空法界。把我们的心量恢复，念念都念着尽虚空遍法界一切众生，不要想那个圈子想的太小太狭，起心动念就想到自己，想到我这一家，想到我这一族，这个范围都太小。世间人想到国家民族，还是太小，国家民族跟虚空法界来比，简直不能比，那个心量还是小。你如果想到一个娑婆世界，娑婆世界还小。虚空法界里头，像娑婆三千大千世界是无量无边，我们的心要广大。",
      "zh_TW": "我們先看這兩句。『大慈』是對利益眾生講的，圓滿的大慈，這稱性，稱性就圓滿了。我們學佛，總希望同修們念念之中，起心動念，要遍緣虛空法界。把我們的心量恢復，念念都念著盡虛空遍法界一切眾生，不要想那個圈子想的太小太狹，起心動念就想到自己，想到我這一家，想到我這一族，這個範圍都太小。世間人想到國家民族，還是太小，國家民族跟虛空法界來比，簡直不能比，那個心量還是小。你如果想到一個娑婆世界，娑婆世界還小。虛空法界裡頭，像娑婆三千大千世界是無量無邊，我們的心要廣大。"
    },
    {
      "id": "12-012-0015_p0014",
      "zh_CN": "经上我们也常念到，「心包太虚，量周沙界」，佛讲这个话这是真的，你本来如此，你的心性本来是包含恒沙法界的，这么大的心量。现在为什么会变成这么小的心量？就是你迷惑了，于一切法里面生起妄想分别执着，执着四大五蕴的身相为自己，而不晓得尽虚空遍法界是自己。哪一天你忽然觉悟了，原来尽虚空遍法界就是我！那就恭喜你，这就叫你证得法身。虚空法界原来就是我，这个人就是证得法身。",
      "zh_TW": "經上我們也常念到，「心包太虛，量周沙界」，佛講這個話這是真的，你本來如此，你的心性本來是包含恆沙法界的，這麼大的心量。現在為什麼會變成這麼小的心量？就是你迷惑了，於一切法裡面生起妄想分別執著，執著四大五蘊的身相為自己，而不曉得盡虛空遍法界是自己。哪一天你忽然覺悟了，原來盡虛空遍法界就是我！那就恭喜你，這就叫你證得法身。虛空法界原來就是我，這個人就是證得法身。"
    },
    {
      "id": "12-012-0015_p0015",
      "zh_CN": "由此可知，六道凡夫之所以变成凡夫，迷失了自性，迷失了法身。这个道理、这个事实真相，我们从梦境里面去体会。作梦的时候迷惑颠倒，以为梦中那个人、那个我是自己，梦中的别人不是自己，那你是迷，不了解事实真相。如果你一旦觉悟了，梦中那个境界全是我自性变现出来的，梦里头别人也是我，梦里面山河大地还是我，除了我之外，没有一物在梦中。虚空法界就是梦境，几时我们在这个梦境里头朗然大觉，知道尽虚空遍法界是一个自己。自己有没有生灭？没有生灭，不生不灭，不垢不净，不来不去。",
      "zh_TW": "由此可知，六道凡夫之所以變成凡夫，迷失了自性，迷失了法身。這個道理、這個事實真相，我們從夢境裡面去體會。作夢的時候迷惑顛倒，以為夢中那個人、那個我是自己，夢中的別人不是自己，那你是迷，不了解事實真相。如果你一旦覺悟了，夢中那個境界全是我自性變現出來的，夢裡頭別人也是我，夢裡面山河大地還是我，除了我之外，沒有一物在夢中。虛空法界就是夢境，幾時我們在這個夢境裡頭朗然大覺，知道盡虛空遍法界是一個自己。自己有沒有生滅？沒有生滅，不生不滅，不垢不淨，不來不去。"
    },
    {
      "id": "12-012-0015_p0016",
      "zh_CN": "十法界，过去现在未来所有一切诸佛，是我们自性里头变现出来的，也是自不是他。诸佛刹土里面十法界依正庄严，还是自性变现出来的，离开自性无有一法可得，这是事实真相。说实在的话，如果不是世尊为我们说出来，我们怎么会晓得？世尊说出来之后，我们细细去观察，细细去思惟，是，没错，事实确实是如此。我们今天这个身相是什么？法身流转，随顺十法界，随顺六道。你从这里觉悟之后，你在六道里面轮回也若无其事，那就是诸佛菩萨示现而来的，你真的得大自在，这才是圆满大慈，做种种示现，帮助那些没觉悟的众生开悟。慈心像清凉月一样。",
      "zh_TW": "十法界，過去現在未來所有一切諸佛，是我們自性裡頭變現出來的，也是自不是他。諸佛剎土裡面十法界依正莊嚴，還是自性變現出來的，離開自性無有一法可得，這是事實真相。說實在的話，如果不是世尊為我們說出來，我們怎麼會曉得？世尊說出來之後，我們細細去觀察，細細去思惟，是，沒錯，事實確實是如此。我們今天這個身相是什麼？法身流轉，隨順十法界，隨順六道。你從這裡覺悟之後，你在六道裡面輪迴也若無其事，那就是諸佛菩薩示現而來的，你真的得大自在，這才是圓滿大慈，做種種示現，幫助那些沒覺悟的眾生開悟。慈心像清涼月一樣。"
    },
    {
      "id": "12-012-0015_p0017",
      "zh_CN": "『福德光明无垢轮』。福德是圆满的，福德加持尽虚空遍法界一切众生，就如同光明遍照没有两样。无垢就是清净的意思，垢是污染，什么污染？妄想是污染，分别是污染，执着是严重的污染。离开一切妄想分别执着，这就是无垢法轮。前面一首是说菩萨的智慧，这一首是说菩萨的福德。学佛的人一定要知道，智慧固然重要，福德也不能够没有，成佛是福慧二足尊，所以在此地偈颂，这两桩事情摆在开头。智慧圆满了，福德圆满了，就叫做成佛。自性里面，福慧确实是圆满具足，我们现在迷失了自性，所以自性里面的福慧也没有了，必须要靠修德将它恢复。",
      "zh_TW": "『福德光明無垢輪』。福德是圓滿的，福德加持盡虛空遍法界一切眾生，就如同光明遍照沒有兩樣。無垢就是清淨的意思，垢是污染，什麼污染？妄想是污染，分別是污染，執著是嚴重的污染。離開一切妄想分別執著，這就是無垢法輪。前面一首是說菩薩的智慧，這一首是說菩薩的福德。學佛的人一定要知道，智慧固然重要，福德也不能夠沒有，成佛是福慧二足尊，所以在此地偈頌，這兩樁事情擺在開頭。智慧圓滿了，福德圓滿了，就叫做成佛。自性裡面，福慧確實是圓滿具足，我們現在迷失了自性，所以自性裡面的福慧也沒有了，必須要靠修德將它恢復。"
    },
    {
      "id": "12-012-0015_p0018",
      "zh_CN": "【一切众生咸施安。】",
      "zh_TW": "【一切眾生咸施安。】"
    },
    {
      "id": "12-012-0015_p0019",
      "zh_CN": "此地这个『一切众生』是尽虚空遍法界。我们修布施，菩萨诸波罗蜜总归纳起来，就是一个布施，布施要尽心尽力毫无保留。财布施、法布施、无畏布施，对象是虚空法界一切众生，他有需要，我有多余的，决定没有悭吝。能施、肯施、欢喜布施，令一切众生得安乐，这是诸佛大菩萨所为的，他们所作所为的。",
      "zh_TW": "此地這個『一切眾生』是盡虛空遍法界。我們修布施，菩薩諸波羅蜜總歸納起來，就是一個布施，布施要盡心盡力毫無保留。財布施、法布施、無畏布施，對象是虛空法界一切眾生，他有需要，我有多餘的，決定沒有慳吝。能施、肯施、歡喜布施，令一切眾生得安樂，這是諸佛大菩薩所為的，他們所作所為的。"
    },
    {
      "id": "12-012-0015_p0020",
      "zh_CN": "【愿赐清凉少观察。】",
      "zh_TW": "【願賜清涼少觀察。】"
    },
    {
      "id": "12-012-0015_p0021",
      "zh_CN": "这一句希望菩萨以慈悲福德保佑我们，加持我们，是这个意思。再看底下一首：",
      "zh_TW": "這一句希望菩薩以慈悲福德保佑我們，加持我們，是這個意思。再看底下一首："
    },
    {
      "id": "12-012-0015_p0022",
      "zh_CN": "【一切法界功德王。白业成就为轮宝。所向导前无所碍。愿顺我心垂教敕。】",
      "zh_TW": "【一切法界功德王。白業成就為輪寶。所向導前無所礙。願順我心垂教敕。】"
    },
    {
      "id": "12-012-0015_p0023",
      "zh_CN": "前面两首是愿菩萨智慧福德加持。这一首『一切法界功德王』，这是赞叹文殊菩萨，一切法界是尽虚空遍法界，对大圣来讲，一真法界，对有情来讲，十法界。十法界都是有情众生，十法界里面，佛、菩萨、声闻、缘觉，这是觉悟的有情众生，六道是不觉的有情众生。这一句是尽虚空遍法界，文殊菩萨是功德王，他有大智慧、大福德。",
      "zh_TW": "前面兩首是願菩薩智慧福德加持。這一首『一切法界功德王』，這是讚歎文殊菩薩，一切法界是盡虛空遍法界，對大聖來講，一真法界，對有情來講，十法界。十法界都是有情眾生，十法界裡面，佛、菩薩、聲聞、緣覺，這是覺悟的有情眾生，六道是不覺的有情眾生。這一句是盡虛空遍法界，文殊菩薩是功德王，他有大智慧、大福德。"
    },
    {
      "id": "12-012-0015_p0024",
      "zh_CN": "『白业成就为轮宝』，白业是善业，这个地方所讲的善，不是善恶之善。诸位要晓得，善恶之善不算善，为什么不算善？善恶这个念头是相对的。换句话说，依旧是在妄想分别执着里面，你要修这种善，善恶之善，来生得福报，这个福报叫有漏的福报。也就是说，这个福报是在三界六道里面享受，不能出三界。为什么？因为你是相对的，你没有离开妄想执着。离开一切妄想分别执着，你修的一切善，那就是真的善，叫白业。这是我们必须要明了的，才能够成就一切众生，帮助一切众生了生死出三界，这叫成就。",
      "zh_TW": "『白業成就為輪寶』，白業是善業，這個地方所講的善，不是善惡之善。諸位要曉得，善惡之善不算善，為什麼不算善？善惡這個念頭是相對的。換句話說，依舊是在妄想分別執著裡面，你要修這種善，善惡之善，來生得福報，這個福報叫有漏的福報。也就是說，這個福報是在三界六道裡面享受，不能出三界。為什麼？因為你是相對的，你沒有離開妄想執著。離開一切妄想分別執著，你修的一切善，那就是真的善，叫白業。這是我們必須要明瞭的，才能夠成就一切眾生，幫助一切眾生了生死出三界，這叫成就。"
    },
    {
      "id": "12-012-0015_p0025",
      "zh_CN": "「为轮宝」，轮宝是比喻，转轮圣王有轮宝。我看转轮圣王那个轮宝，大概就是现在很多人看到的飞碟，飞碟像个轮一样，是交通工具。所以此地这个轮宝，很像古德讲阿弥陀佛的大愿船一样。那也是个比喻，把阿弥陀佛四十八愿比作轮船，载运我们脱离生死苦海，往生西方极乐世界，轮宝也是这个意思。载我们脱离六道轮回，脱离十法界，是这个意思。",
      "zh_TW": "「為輪寶」，輪寶是比喻，轉輪聖王有輪寶。我看轉輪聖王那個輪寶，大概就是現在很多人看到的飛碟，飛碟像個輪一樣，是交通工具。所以此地這個輪寶，很像古德講阿彌陀佛的大願船一樣。那也是個比喻，把阿彌陀佛四十八願比作輪船，載運我們脫離生死苦海，往生西方極樂世界，輪寶也是這個意思。載我們脫離六道輪迴，脫離十法界，是這個意思。"
    },
    {
      "id": "12-012-0015_p0026",
      "zh_CN": "什么是轮宝？白业，这个一定要记住。白业简单的讲，我们必须断恶修善，而没有断恶修善的这个念头，那就是白业。断恶修善，还有断恶修善的念头在，这就不叫白业。这里面的界限非常微细，要在日常生活当中去锻炼，五十三参历事炼心，在境界里头炼。炼什么？炼在对人、对事、对物，生活工作、一切应酬当中，不起心、不动念、不分别、不执着，炼这个。一切作为心里头都若无其事，念念与清净平等觉相应，这就是白业。",
      "zh_TW": "什麼是輪寶？白業，這個一定要記住。白業簡單的講，我們必須斷惡修善，而沒有斷惡修善的這個念頭，那就是白業。斷惡修善，還有斷惡修善的念頭在，這就不叫白業。這裡面的界限非常微細，要在日常生活當中去鍛鍊，五十三參歷事鍊心，在境界裡頭鍊。鍊什麼？鍊在對人、對事、對物，生活工作、一切應酬當中，不起心、不動念、不分別、不執著，鍊這個。一切作為心裡頭都若無其事，念念與清淨平等覺相應，這就是白業。"
    },
    {
      "id": "12-012-0015_p0027",
      "zh_CN": "穿衣如此，吃饭如此，工作如是，应酬亦如是。也许同修问：「那我在生活当中，工作应酬当中，不能不起心动念，那不起心动念怎么应酬？」人家问我一句话，我不起心动念，怎么答复他？不能说人家问的时候，我像个木头一样不理会，那不可以。佛菩萨有人向他请教，不也是有问有答吗？这个地方要明了，佛菩萨一切应对也不是起心动念，我们要学这个。我们在日常生活当中，一切应对是起心动念；他们应对也不是起心动念。像永嘉大师讲，「分别亦非意」，你就成就了，所以这里头非常非常微细。",
      "zh_TW": "穿衣如此，吃飯如此，工作如是，應酬亦如是。也許同修問：「那我在生活當中，工作應酬當中，不能不起心動念，那不起心動念怎麼應酬？」人家問我一句話，我不起心動念，怎麼答覆他？不能說人家問的時候，我像個木頭一樣不理會，那不可以。佛菩薩有人向他請教，不也是有問有答嗎？這個地方要明瞭，佛菩薩一切應對也不是起心動念，我們要學這個。我們在日常生活當中，一切應對是起心動念；他們應對也不是起心動念。像永嘉大師講，「分別亦非意」，你就成就了，所以這裡頭非常非常微細。"
    },
    {
      "id": "12-012-0015_p0028",
      "zh_CN": "怎样才能契入这个境界？我先前所讲的，念念都缘虚空法界，而后你起心动念就不是一了。不是一是什么？是自性起用，用即非用，非用即用，这才叫一真。才有分别，就错了。为什么说分别亦非意？分别是随顺众生的分别而分别，所以它不是意。他不是自己有分别、自己有执着，他没有，自己没有分别、没有执着，用心像一面镜子一样。古人有这个比喻，心像镜子一样，所以「胡来现胡，汉来现汉」，你们看古人有这个说法。胡是什么？外国人，胡人，外国人照镜子，镜子里面现外国人的相。汉是中国人，中国人照镜子，镜子里现中国人的相。镜子有没有心？没有心，现相亦非意，你能懂这个意思吗？它现相，它没有意。",
      "zh_TW": "怎樣才能契入這個境界？我先前所講的，念念都緣虛空法界，而後你起心動念就不是一了。不是一是什麼？是自性起用，用即非用，非用即用，這才叫一真。才有分別，就錯了。為什麼說分別亦非意？分別是隨順眾生的分別而分別，所以它不是意。他不是自己有分別、自己有執著，他沒有，自己沒有分別、沒有執著，用心像一面鏡子一樣。古人有這個比喻，心像鏡子一樣，所以「胡來現胡，漢來現漢」，你們看古人有這個說法。胡是什麼？外國人，胡人，外國人照鏡子，鏡子裡面現外國人的相。漢是中國人，中國人照鏡子，鏡子裡現中國人的相。鏡子有沒有心？沒有心，現相亦非意，你能懂這個意思嗎？它現相，它沒有意。"
    },
    {
      "id": "12-012-0015_p0029",
      "zh_CN": "我们用心要学镜子，你看镜子是不是善知识？你早晚洗脸都要照照镜子，那镜子就是善知识，你照镜子有没有想到我要学镜子不着相，不是不现相，现相，现相是起作用。决定不着相。我们对人、对事、对物，种种应酬，有没有事？有，就跟镜子照东西，有。着不着？不着，不但是相离开的时候不着，正在照的时候就不着。不着就与清净平等觉相应了。大家记住，这常常挂在口边上，「一念相应一念佛，念念相应念念佛」，怎么叫相应？这叫做相应，起心动念就不相应。所以确确实实从早到晚，在生活当中点点滴滴全是离相。",
      "zh_TW": "我們用心要學鏡子，你看鏡子是不是善知識？你早晚洗臉都要照照鏡子，那鏡子就是善知識，你照鏡子有沒有想到我要學鏡子不著相，不是不現相，現相，現相是起作用。決定不著相。我們對人、對事、對物，種種應酬，有沒有事？有，就跟鏡子照東西，有。著不著？不著，不但是相離開的時候不著，正在照的時候就不著。不著就與清淨平等覺相應了。大家記住，這常常掛在口邊上，「一念相應一念佛，念念相應念念佛」，怎麼叫相應？這叫做相應，起心動念就不相應。所以確確實實從早到晚，在生活當中點點滴滴全是離相。"
    },
    {
      "id": "12-012-0015_p0030",
      "zh_CN": "离相不是讲外面境界相离开，不是这个意思，心缘相离了。这是马鸣菩萨《起信论》里面给我们讲，虽然说的是听经闻法，可是那个意思很广泛，「不着言说相，不著名字相，不着心缘相」。不但听经闻法要离这三相，一切时、一切处，穿衣吃饭都要离这三相，就相应了，那就是念念相应。念念相应念念佛，你自性现前，那是自性起用，自性就是佛，自性起用就是佛现前。希望我们细心去体会这个道理，希望我们能够契入这个境界。这样念佛，给诸位说，必定是上上品往生，生实报庄严土，这叫「白业成就」。",
      "zh_TW": "離相不是講外面境界相離開，不是這個意思，心緣相離了。這是馬鳴菩薩《起信論》裡面給我們講，雖然說的是聽經聞法，可是那個意思很廣泛，「不著言說相，不著名字相，不著心緣相」。不但聽經聞法要離這三相，一切時、一切處，穿衣吃飯都要離這三相，就相應了，那就是念念相應。念念相應念念佛，你自性現前，那是自性起用，自性就是佛，自性起用就是佛現前。希望我們細心去體會這個道理，希望我們能夠契入這個境界。這樣念佛，給諸位說，必定是上上品往生，生實報莊嚴土，這叫「白業成就」。"
    },
    {
      "id": "12-012-0015_p0031",
      "zh_CN": "『所向导前无所碍』，没有障碍，远离一切障碍，断除一切的业障。所以称这种人叫做「一切法界功德王」。王也是比喻，功德里面得大自在，才称为功德王。『愿顺我心垂教敕』，这句话是祈求，求文殊菩萨随顺自己的愿望教导与我。",
      "zh_TW": "『所向導前無所礙』，沒有障礙，遠離一切障礙，斷除一切的業障。所以稱這種人叫做「一切法界功德王」。王也是比喻，功德裡面得大自在，才稱為功德王。『願順我心垂教敕』，這句話是祈求，求文殊菩薩隨順自己的願望教導與我。"
    },
    {
      "id": "12-012-0015_p0032",
      "zh_CN": "再看下面第八首，我们从前面一直算下来，这是第八首：",
      "zh_TW": "再看下面第八首，我們從前面一直算下來，這是第八首："
    },
    {
      "id": "12-012-0015_p0033",
      "zh_CN": "【广博福智大商主。勇猛不退求菩提。普利一切诸众生。唯愿垂慈拔济我。】",
      "zh_TW": "【廣博福智大商主。勇猛不退求菩提。普利一切諸眾生。唯願垂慈拔濟我。】"
    },
    {
      "id": "12-012-0015_p0034",
      "zh_CN": "前面都是赞叹文殊师利，这是用比喻来赞叹他。『广博福智』，有广大的智慧、广大的福德。『大商主』是比喻，像我们今天所讲的企业家，经中常讲「大富长者」。这是商界里面的领袖，称之为商主。好像现在许多国家地区都有商会，商会的主席、商界的领导人，佛经里面称之为商主，他有大福德、有大智慧，这是比喻文殊菩萨的福智，在所有菩萨里面他是首领。",
      "zh_TW": "前面都是讚歎文殊師利，這是用比喻來讚歎他。『廣博福智』，有廣大的智慧、廣大的福德。『大商主』是比喻，像我們今天所講的企業家，經中常講「大富長者」。這是商界裡面的領袖，稱之為商主。好像現在許多國家地區都有商會，商會的主席、商界的領導人，佛經裡面稱之為商主，他有大福德、有大智慧，這是比喻文殊菩薩的福智，在所有菩薩裡面他是首領。"
    },
    {
      "id": "12-012-0015_p0035",
      "zh_CN": "『勇猛不退求菩提』，这个地方着重在「不退」。菩萨在此地示现给我们看，他还没成佛，所以依旧是勇猛精进。我们想想自己的身分，现在是凡夫，业障深重，还不知道精进，修学常常退转，这怎么得了！菩萨在此地做出榜样给我们看，这是慈悲到了极处。其实，世尊在经典里面跟我们讲得很清楚，文殊菩萨早就成佛了，这个人是倒驾慈航来的，早就成佛了，现在再退到菩萨地位上来帮助我们。他的福德智慧都圆满了，何必还要勇猛精进？这是做给我们看的，这叫慈悲示现，做出个样子来给我们看。让我们看到他勇猛精进，生惭愧心，发心来效法，是这个意思。",
      "zh_TW": "『勇猛不退求菩提』，這個地方著重在「不退」。菩薩在此地示現給我們看，他還沒成佛，所以依舊是勇猛精進。我們想想自己的身分，現在是凡夫，業障深重，還不知道精進，修學常常退轉，這怎麼得了！菩薩在此地做出榜樣給我們看，這是慈悲到了極處。其實，世尊在經典裡面跟我們講得很清楚，文殊菩薩早就成佛了，這個人是倒駕慈航來的，早就成佛了，現在再退到菩薩地位上來幫助我們。他的福德智慧都圓滿了，何必還要勇猛精進？這是做給我們看的，這叫慈悲示現，做出個樣子來給我們看。讓我們看到他勇猛精進，生慚愧心，發心來效法，是這個意思。"
    },
    {
      "id": "12-012-0015_p0036",
      "zh_CN": "「求菩提」就是求无上正等正觉，都是做给我们看的，我们要求的就是这个。所以诸位千万不要求名求利，求五欲六尘的享受，你就错了！什么都不要求，你样样圆满。你如果要求，也能得到，在佛氏门中有求必应，真的能得到。得到的很少，你求多少就得到多少；什么都不求，你所得到的是尽虚空遍法界，你的性德圆满现前。因为「求」是一个妄念，这个妄念障碍了性德。菩萨在此地示现，人家求菩提不求名闻利养。世出世间法他都不求，他就求菩提，这个就对了。",
      "zh_TW": "「求菩提」就是求無上正等正覺，都是做給我們看的，我們要求的就是這個。所以諸位千萬不要求名求利，求五欲六塵的享受，你就錯了！什麼都不要求，你樣樣圓滿。你如果要求，也能得到，在佛氏門中有求必應，真的能得到。得到的很少，你求多少就得到多少；什麼都不求，你所得到的是盡虛空遍法界，你的性德圓滿現前。因為「求」是一個妄念，這個妄念障礙了性德。菩薩在此地示現，人家求菩提不求名聞利養。世出世間法他都不求，他就求菩提，這個就對了。"
    },
    {
      "id": "12-012-0015_p0037",
      "zh_CN": "『普利一切诸众生』，我们也要效法菩萨，也要向菩萨学习。我们今天在生活上，我们很认真的做，所以你觉悟了以后，你的生活就是演戏，是不是为自己？不是为自己，自己没有。自己在哪里？虚空法界就是自己。我在这里演戏，度一切众生，那一切众生是自性众生，「自性众生誓愿度」。古人所讲的，「梦中佛事，水月道场」，你怎么会不自在？你跟诸佛如来真的没有两样。孙悟空还要摇身一变，你连摇都不要摇就变了，哪里还用得要摇身？真的是超凡入圣。所以这个经字字句句都是我们学处，学习的处所。念念普利一切诸众生，就是真正的普利自己，为什么？因为是自性众生，不是自性之外的。所以四弘誓愿到最后是归结到自性，自性众生誓愿度，自性烦恼誓愿断，句句都归到自性。大慈悲心流露出来，大慈悲心是清净平等，没有分别，没有彼此。",
      "zh_TW": "『普利一切諸眾生』，我們也要效法菩薩，也要向菩薩學習。我們今天在生活上，我們很認真的做，所以你覺悟了以後，你的生活就是演戲，是不是為自己？不是為自己，自己沒有。自己在哪裡？虛空法界就是自己。我在這裡演戲，度一切眾生，那一切眾生是自性眾生，「自性眾生誓願度」。古人所講的，「夢中佛事，水月道場」，你怎麼會不自在？你跟諸佛如來真的沒有兩樣。孫悟空還要搖身一變，你連搖都不要搖就變了，哪裡還用得要搖身？真的是超凡入聖。所以這個經字字句句都是我們學處，學習的處所。念念普利一切諸眾生，就是真正的普利自己，為什麼？因為是自性眾生，不是自性之外的。所以四弘誓願到最後是歸結到自性，自性眾生誓願度，自性煩惱誓願斷，句句都歸到自性。大慈悲心流露出來，大慈悲心是清淨平等，沒有分別，沒有彼此。"
    },
    {
      "id": "12-012-0015_p0038",
      "zh_CN": "『唯愿垂慈拔济我』，前面三句是菩萨智慧福德的起用。我们现在在凡夫位，未能契入这个境界，希望菩萨慈悲拔济我们。善财童子有求，文殊菩萨有没有帮助他？这个话不要问别人，你自己好好想想，文殊菩萨有没有帮助你？你如果觉悟到了，文殊菩萨真的帮了你的大忙，你在这个经句当中恍然大悟。虽然得不到文殊菩萨圆满的智慧德用，你也得了少分、少许，你也有少许的相应。要懂这个道理，要晓得这个事实真相，我们在这个经文里面得真实的利益。像这字字句句可以用在生活上，刚才讲穿衣吃饭，每天的工作，一般应酬统统用上，这就是菩萨慈悲拔济。再看下面一首：",
      "zh_TW": "『唯願垂慈拔濟我』，前面三句是菩薩智慧福德的起用。我們現在在凡夫位，未能契入這個境界，希望菩薩慈悲拔濟我們。善財童子有求，文殊菩薩有沒有幫助他？這個話不要問別人，你自己好好想想，文殊菩薩有沒有幫助你？你如果覺悟到了，文殊菩薩真的幫了你的大忙，你在這個經句當中恍然大悟。雖然得不到文殊菩薩圓滿的智慧德用，你也得了少分、少許，你也有少許的相應。要懂這個道理，要曉得這個事實真相，我們在這個經文裡面得真實的利益。像這字字句句可以用在生活上，剛才講穿衣吃飯，每天的工作，一般應酬統統用上，這就是菩薩慈悲拔濟。再看下面一首："
    },
    {
      "id": "12-012-0015_p0039",
      "zh_CN": "【身被最胜忍辱甲。】",
      "zh_TW": "【身被最勝忍辱甲。】"
    },
    {
      "id": "12-012-0015_p0040",
      "zh_CN": "第二个字是破音字，念披，跟挑手边的音同意思同。古时候这个字是通用的，古时候的字少，以后字多了就分开了，古时候这个字通用。身被，像台湾本省话讲加披，那是对的，那个音念得很正确，意思也很正确。如果念加倍，就不对了，意思就不对了。『身被最胜忍辱甲』，胜是殊胜、无比殊胜；忍辱，甲是铠甲，这个是用来做比喻的。菩萨自行化他，最要紧的是有耐心，忍辱就是忍耐，要有耐心。你自己修学，你要没有耐心，你不能成就；你要帮助别人，你没有耐心，也不能成就。自行化他成败的秘诀就在耐心，愈是大的事业愈要大的忍耐。不能忍怎么行？世间圣人跟我们讲，「小不忍则乱大谋」；《金刚经》上告诉我们，「一切法得成于忍」。所以菩萨六度，也就是菩萨生活六个原则里面，忍辱最重要，那是关键。如果不能忍耐，你所修学的就是世间有漏的善法，不能算成就。因为有耐心，你才能精进，你才能得定，才能开慧，定慧是成就。",
      "zh_TW": "第二個字是破音字，念披，跟挑手邊的音同意思同。古時候這個字是通用的，古時候的字少，以後字多了就分開了，古時候這個字通用。身被，像台灣本省話講加披，那是對的，那個音念得很正確，意思也很正確。如果念加倍，就不對了，意思就不對了。『身被最勝忍辱甲』，勝是殊勝、無比殊勝；忍辱，甲是鎧甲，這個是用來做比喻的。菩薩自行化他，最要緊的是有耐心，忍辱就是忍耐，要有耐心。你自己修學，你要沒有耐心，你不能成就；你要幫助別人，你沒有耐心，也不能成就。自行化他成敗的祕訣就在耐心，愈是大的事業愈要大的忍耐。不能忍怎麼行？世間聖人跟我們講，「小不忍則亂大謀」；《金剛經》上告訴我們，「一切法得成於忍」。所以菩薩六度，也就是菩薩生活六個原則裡面，忍辱最重要，那是關鍵。如果不能忍耐，你所修學的就是世間有漏的善法，不能算成就。因為有耐心，你才能精進，你才能得定，才能開慧，定慧是成就。"
    },
    {
      "id": "12-012-0015_p0041",
      "zh_CN": "我们今天学佛，心里头乱糟糟的，妄想纷飞，没有定慧。你有没有去找找这个毛病根源在哪里？一天到晚还是懵懵懂懂过日子，这个不行！这怎么能成就？真正希望成就的人，一定要把这个根源找出来，我为什么不能得定？这个根源就是做事没有耐心，修学没有耐心。你要把这个病根找到了，得设法把它改正过来，要有恒心、有毅力去培养耐心。学佛时间长，修学其他的法门，在《华严经》里面说，那是无量劫才能成就。修净宗法门，也要尽一生的力量，念念不能懈怠，才有成就的指望。所以，忍这个法门是最为殊胜，最胜的忍辱甲，最胜是忍辱这个方法。辱这个意思，过去讲席当中常常讲，在此地也不要多说，大家晓得这个意思，忍耐这个法门，世出世间圣人都这样教导我们，一定要有耐心、有恒心。",
      "zh_TW": "我們今天學佛，心裡頭亂糟糟的，妄想紛飛，沒有定慧。你有沒有去找找這個毛病根源在哪裡？一天到晚還是懵懵懂懂過日子，這個不行！這怎麼能成就？真正希望成就的人，一定要把這個根源找出來，我為什麼不能得定？這個根源就是做事沒有耐心，修學沒有耐心。你要把這個病根找到了，得設法把它改正過來，要有恆心、有毅力去培養耐心。學佛時間長，修學其他的法門，在《華嚴經》裡面說，那是無量劫才能成就。修淨宗法門，也要盡一生的力量，念念不能懈怠，才有成就的指望。所以，忍這個法門是最為殊勝，最勝的忍辱甲，最勝是忍辱這個方法。辱這個意思，過去講席當中常常講，在此地也不要多說，大家曉得這個意思，忍耐這個法門，世出世間聖人都這樣教導我們，一定要有耐心、有恆心。"
    },
    {
      "id": "12-012-0015_p0042",
      "zh_CN": "【手提明利智慧剑。】",
      "zh_TW": "【手提明利智慧劍。】"
    },
    {
      "id": "12-012-0015_p0043",
      "zh_CN": "『剑』是比喻。我们塑造文殊菩萨的像，造菩萨的像，菩萨骑的是狮子，手上拿的是宝剑。狮子是兽中之王，表勇猛，剑表智慧。并不是文殊菩萨出来真的是骑一个狮子，手上拿宝剑，不是这个意思，这表法的，要懂得表法的意思，菩萨勇猛精进，智慧无比。",
      "zh_TW": "『劍』是比喻。我們塑造文殊菩薩的像，造菩薩的像，菩薩騎的是獅子，手上拿的是寶劍。獅子是獸中之王，表勇猛，劍表智慧。並不是文殊菩薩出來真的是騎一個獅子，手上拿寶劍，不是這個意思，這表法的，要懂得表法的意思，菩薩勇猛精進，智慧無比。"
    },
    {
      "id": "12-012-0015_p0044",
      "zh_CN": "【常能自在破魔军。】",
      "zh_TW": "【常能自在破魔軍。】"
    },
    {
      "id": "12-012-0015_p0045",
      "zh_CN": "『魔』是烦恼，我们敌不过烦恼，内里面是贪瞋痴慢，外面是五欲六尘境界的诱惑，那是外面的魔。《八大人觉经》上讲四种魔，把魔归纳四大类，四大类第一个是五阴魔。我们这个身体，一切有情的身体，都是五阴，色、受、想、行、识，众缘和合而有这个身相。要知道，这个身相就是魔障，就是折磨你，叫你不得自在。身体怎么是魔障？你每天要吃三顿饭，你渴了要喝水，这就是魔障。三天不洗澡，身上就臭了，你还得洗澡、沐浴、穿衣服，这都是魔障，这哪里是自在？五蕴之身，五蕴是烦恼。",
      "zh_TW": "『魔』是煩惱，我們敵不過煩惱，內裡面是貪瞋痴慢，外面是五欲六塵境界的誘惑，那是外面的魔。《八大人覺經》上講四種魔，把魔歸納四大類，四大類第一個是五陰魔。我們這個身體，一切有情的身體，都是五陰，色、受、想、行、識，眾緣和合而有這個身相。要知道，這個身相就是魔障，就是折磨你，叫你不得自在。身體怎麼是魔障？你每天要吃三頓飯，你渴了要喝水，這就是魔障。三天不洗澡，身上就臭了，你還得洗澡、沐浴、穿衣服，這都是魔障，這哪裡是自在？五蘊之身，五蘊是煩惱。"
    },
    {
      "id": "12-012-0015_p0046",
      "zh_CN": "第二类，就是贪瞋痴慢这些烦恼。第三类叫死魔。死魔实在讲，就是你这个身命相续的幻相，存在的时间并不很长，这个身体的现形，跟这个形状的消灭，都是个「缘」字，因缘具足，它现这个形；因缘散掉了，这个形就没有了。缘聚缘散，知道这才是事实真相。缘聚，我们叫它生；缘散，叫它灭，其实是缘之生灭。我再问，身有没有生灭？没有生灭，自性当然更没有生灭，生灭只是缘生缘灭。因为它存在的时间短，咱们办什么事情都办不成，也就是我们时间不够用，所以它也折磨我们。我们修行时间不够用，还没有成就，缘就散了，这也是魔障。这三大类的魔障，都是我们自身本具的，不是外头来的。",
      "zh_TW": "第二類，就是貪瞋痴慢這些煩惱。第三類叫死魔。死魔實在講，就是你這個身命相續的幻相，存在的時間並不很長，這個身體的現形，跟這個形狀的消滅，都是個「緣」字，因緣具足，它現這個形；因緣散掉了，這個形就沒有了。緣聚緣散，知道這才是事實真相。緣聚，我們叫它生；緣散，叫它滅，其實是緣之生滅。我再問，身有沒有生滅？沒有生滅，自性當然更沒有生滅，生滅只是緣生緣滅。因為它存在的時間短，咱們辦什麼事情都辦不成，也就是我們時間不夠用，所以它也折磨我們。我們修行時間不夠用，還沒有成就，緣就散了，這也是魔障。這三大類的魔障，都是我們自身本具的，不是外頭來的。"
    },
    {
      "id": "12-012-0015_p0047",
      "zh_CN": "最后一类叫天魔，天魔就是身外，身外五欲六尘种种诱惑，这个叫天魔。外面来诱惑你，让你起心动念，让你看到生欢喜心，那是魔障。不要认为欢喜心不是魔障，错了！欢喜心，你心动了，你心失掉清净了。你的真心、你的本性，本来是清净平等觉。你这个心起心动念，欢喜也好，懊恼也好，瞋恚也好，只要一动念头，你的心就不清净了，清净的相失掉了，平等的相失掉了，觉悟的相失掉了，这就是魔障现前了。怎么样做到见色闻声，六根接触外面六尘境界，你的心不被境界所诱惑，不被它所动摇，那你就成就了，你就是降魔了，魔虽然在你面前，但不起作用。这个时候魔一变就变成菩提，烦恼即菩提。怎么说变成菩提？它成就你的定慧，你的定慧要不在这个境界磨炼，你怎么晓得你有定有慧？禁不起考验，就被魔王所陷害，你的结果就是三途六道。你要是魔现前如如不动，那你的菩提现前了，这些魔王都变成护法，都变成善知识。善财童子所见的全是善知识，道理就在此地。他有智慧，他有定力，智慧定力就是清净平等觉，清净平等是定，觉是慧。",
      "zh_TW": "最後一類叫天魔，天魔就是身外，身外五欲六塵種種誘惑，這個叫天魔。外面來誘惑你，讓你起心動念，讓你看到生歡喜心，那是魔障。不要認為歡喜心不是魔障，錯了！歡喜心，你心動了，你心失掉清淨了。你的真心、你的本性，本來是清淨平等覺。你這個心起心動念，歡喜也好，懊惱也好，瞋恚也好，只要一動念頭，你的心就不清淨了，清淨的相失掉了，平等的相失掉了，覺悟的相失掉了，這就是魔障現前了。怎麼樣做到見色聞聲，六根接觸外面六塵境界，你的心不被境界所誘惑，不被它所動搖，那你就成就了，你就是降魔了，魔雖然在你面前，但不起作用。這個時候魔一變就變成菩提，煩惱即菩提。怎麼說變成菩提？它成就你的定慧，你的定慧要不在這個境界磨鍊，你怎麼曉得你有定有慧？禁不起考驗，就被魔王所陷害，你的結果就是三途六道。你要是魔現前如如不動，那你的菩提現前了，這些魔王都變成護法，都變成善知識。善財童子所見的全是善知識，道理就在此地。他有智慧，他有定力，智慧定力就是清淨平等覺，清淨平等是定，覺是慧。"
    },
    {
      "id": "12-012-0015_p0048",
      "zh_CN": "你们要问定慧从哪里来的？从忍辱而来的。我们现在小小事情不能忍，你还能成就什么定慧？怎么样忍？所有境界现前，不要去管它，从这里学忍辱。好事，好事也不要管，好事很好，随它去；坏事，坏事也不管它，也随它去。学着不要去关心，不要放在心上，你就有智慧，你才能观察到一切法的真相。样样要过问，样样要管，样样要放在心上，这就糟了！纵然修一切善法，是有漏的善法，不能了生死，不能出轮回。这是一定要晓得的。末后的愿求：",
      "zh_TW": "你們要問定慧從哪裡來的？從忍辱而來的。我們現在小小事情不能忍，你還能成就什麼定慧？怎麼樣忍？所有境界現前，不要去管它，從這裡學忍辱。好事，好事也不要管，好事很好，隨它去；壞事，壞事也不管它，也隨它去。學著不要去關心，不要放在心上，你就有智慧，你才能觀察到一切法的真相。樣樣要過問，樣樣要管，樣樣要放在心上，這就糟了！縱然修一切善法，是有漏的善法，不能了生死，不能出輪迴。這是一定要曉得的。末後的願求："
    },
    {
      "id": "12-012-0015_p0049",
      "zh_CN": "【愿雄猛者守护我。】",
      "zh_TW": "【願雄猛者守護我。】"
    },
    {
      "id": "12-012-0015_p0050",
      "zh_CN": "『雄猛』就是指前面讲的忍辱跟智慧，它能够破内外烦恼。我们在此地学。『守护』，通常讲护法神，护自己的法，护自己的法要知道忍辱、智慧，就能护法，就能护持自己。忍辱、智慧正是文殊菩萨所表的。再看底下一首，这是前面六偈里面，「对迷苦集」，希望菩萨大慈大悲，帮助我们救拔。这有六首，这是最后一首。",
      "zh_TW": "『雄猛』就是指前面講的忍辱跟智慧，它能夠破內外煩惱。我們在此地學。『守護』，通常講護法神，護自己的法，護自己的法要知道忍辱、智慧，就能護法，就能護持自己。忍辱、智慧正是文殊菩薩所表的。再看底下一首，這是前面六偈裡面，「對迷苦集」，希望菩薩大慈大悲，幫助我們救拔。這有六首，這是最後一首。"
    },
    {
      "id": "12-012-0015_p0051",
      "zh_CN": "【安住妙法须弥顶。绕以三昧诸天女。摧灭业惑阿修罗。真实帝释愿观我。】",
      "zh_TW": "【安住妙法須彌頂。繞以三昧諸天女。摧滅業惑阿修羅。真實帝釋願觀我。】"
    },
    {
      "id": "12-012-0015_p0052",
      "zh_CN": "这首文字表面的意思，是以忉利天主来做比喻。『帝释』就是忉利天主，我们中国人称「玉皇大帝」，道教里头拜的就是玉皇大帝，在佛法里面就是帝释天主。忉利天在须弥山顶，这是说地面最高的，须弥代表最高峰，没有比这个更高的。『安住妙法』，妙法里头最高的是什么？就是念佛求生弥陀净土。我们这个经到最后，普贤菩萨十大愿王导归极乐，这就是「妙法须弥顶」。这个意思就很明显，我们的心，心心念念要安住在弥陀净土上，念念不舍六字洪名，六字、四字都可以。",
      "zh_TW": "這首文字表面的意思，是以忉利天主來做比喻。『帝釋』就是忉利天主，我們中國人稱「玉皇大帝」，道教裡頭拜的就是玉皇大帝，在佛法裡面就是帝釋天主。忉利天在須彌山頂，這是說地面最高的，須彌代表最高峰，沒有比這個更高的。『安住妙法』，妙法裡頭最高的是什麼？就是念佛求生彌陀淨土。我們這個經到最後，普賢菩薩十大願王導歸極樂，這就是「妙法須彌頂」。這個意思就很明顯，我們的心，心心念念要安住在彌陀淨土上，念念不捨六字洪名，六字、四字都可以。"
    },
    {
      "id": "12-012-0015_p0053",
      "zh_CN": "『绕以三昧诸天女』，「诸天女」是侍候天主的，这也是比喻，比喻什么？念佛三昧。念佛三昧得大自在，心安住在净土法门，得念佛三昧，就像帝释天王有许许多多天女前后围绕侍候那样的自在快乐，比这个意思。",
      "zh_TW": "『繞以三昧諸天女』，「諸天女」是侍候天主的，這也是比喻，比喻什麼？念佛三昧。念佛三昧得大自在，心安住在淨土法門，得念佛三昧，就像帝釋天王有許許多多天女前後圍繞侍候那樣的自在快樂，比這個意思。"
    },
    {
      "id": "12-012-0015_p0054",
      "zh_CN": "『摧灭业惑阿修罗』，「阿修罗」在天上也是不安分，常常作乱，福报很大，有时候还要跟帝释天打仗，所以把他来比喻「业惑」。业是所造的一切恶业，惑是迷惑。什么东西能够摧灭业惑？这个业惑就是我们现在讲的消业障。什么能消业障？念佛能消业障。实在说，这是古大德所讲的，业障深重的人，所有一切经法都没有办法消除的严重的业障，这一句佛号能消除，所以佛号功德不可思议。用持名念佛这个方法摧灭业惑，就好比帝释天王战胜阿修罗一样，把阿修罗比作业障。只要你一心称念，你念得相应，什么业障都消除了。这个理与事，我们在讲席当中都常讲。",
      "zh_TW": "『摧滅業惑阿修羅』，「阿修羅」在天上也是不安分，常常作亂，福報很大，有時候還要跟帝釋天打仗，所以把他來比喻「業惑」。業是所造的一切惡業，惑是迷惑。什麼東西能夠摧滅業惑？這個業惑就是我們現在講的消業障。什麼能消業障？念佛能消業障。實在說，這是古大德所講的，業障深重的人，所有一切經法都沒有辦法消除的嚴重的業障，這一句佛號能消除，所以佛號功德不可思議。用持名念佛這個方法摧滅業惑，就好比帝釋天王戰勝阿修羅一樣，把阿修羅比作業障。只要你一心稱念，你念得相應，什麼業障都消除了。這個理與事，我們在講席當中都常講。"
    },
    {
      "id": "12-012-0015_p0055",
      "zh_CN": "「真实帝释」，这就不是讲欲界天里面的帝释天王，真实帝释是自性，自性里面的忉利天主。『愿观我』。真实帝释是谁？文殊师利菩萨，把他比喻作帝释天王。求文殊菩萨常常护念我，「愿观我」就是诸佛护念。能得诸佛护念，必定与诸佛相应；如果不相应，就得不到诸佛菩萨的护念，一定要相应。",
      "zh_TW": "「真實帝釋」，這就不是講欲界天裡面的帝釋天王，真實帝釋是自性，自性裡面的忉利天主。『願觀我』。真實帝釋是誰？文殊師利菩薩，把他比喻作帝釋天王。求文殊菩薩常常護念我，「願觀我」就是諸佛護念。能得諸佛護念，必定與諸佛相應；如果不相應，就得不到諸佛菩薩的護念，一定要相應。"
    },
    {
      "id": "12-012-0015_p0056",
      "zh_CN": "我们天天实在讲，都是在打妄想，自己以为自己很用功、很如法。而念得没有感应，抱怨佛菩萨不灵，他怎么不加持我，怎么不保佑我？不晓得自己念得不如法。怎么不如法？夹杂。因为夹杂不如法，又产生了怀疑：到底灵不灵？到底佛加不加持我？这不是麻烦来了吗？怎么样才能相应？不怀疑、不夹杂、不间断。为什么叫你不间断？因为你间断的时候，你其他的妄念又起来了。由此可知，间断就夹杂，所以功夫不能间断。",
      "zh_TW": "我們天天實在講，都是在打妄想，自己以為自己很用功、很如法。而念得沒有感應，抱怨佛菩薩不靈，他怎麼不加持我，怎麼不保佑我？不曉得自己念得不如法。怎麼不如法？夾雜。因為夾雜不如法，又產生了懷疑：到底靈不靈？到底佛加不加持我？這不是麻煩來了嗎？怎麼樣才能相應？不懷疑、不夾雜、不間斷。為什麼叫你不間斷？因為你間斷的時候，你其他的妄念又起來了。由此可知，間斷就夾雜，所以功夫不能間斷。"
    },
    {
      "id": "12-012-0015_p0057",
      "zh_CN": "当然，初学的人很难办到，你不要怕难，你认真努力去做，念佛念到不知不觉的忘掉了，这叫失念，这是平常事情，哪个人都有这个烦恼。要紧的就是你有警觉心，忽然想起：我这个佛号怎么断掉了？马上就接上。希望念佛念的失念的时间愈短愈好，愈少愈好，这就是自己功夫有进步，功夫渐渐得力了。",
      "zh_TW": "當然，初學的人很難辦到，你不要怕難，你認真努力去做，念佛念到不知不覺的忘掉了，這叫失念，這是平常事情，哪個人都有這個煩惱。要緊的就是你有警覺心，忽然想起：我這個佛號怎麼斷掉了？馬上就接上。希望念佛念的失念的時間愈短愈好，愈少愈好，這就是自己功夫有進步，功夫漸漸得力了。"
    },
    {
      "id": "12-012-0015_p0058",
      "zh_CN": "不怕失念，不怕间断，怕的是你提不起来。所以我们念佛人为什么用念珠？念珠的用意就是提醒自己，怕自己忘掉，所以手上拿一串念珠，看到念珠就想到佛号，不一定要记数。记数，念珠也是它一个用途，它第二个用途，你不记数的时候，常常提醒自己。我们供养佛像，用意也在此，一看到佛像就想到念佛，时时刻刻要提醒自己，这一点非常重要。",
      "zh_TW": "不怕失念，不怕間斷，怕的是你提不起來。所以我們念佛人為什麼用念珠？念珠的用意就是提醒自己，怕自己忘掉，所以手上拿一串念珠，看到念珠就想到佛號，不一定要記數。記數，念珠也是它一個用途，它第二個用途，你不記數的時候，常常提醒自己。我們供養佛像，用意也在此，一看到佛像就想到念佛，時時刻刻要提醒自己，這一點非常重要。"
    },
    {
      "id": "12-012-0015_p0059",
      "zh_CN": "此地这十三首偈，我们今天讲了六首，这六首是「对迷苦集，希垂拔济」，意思都很明显。所以清凉大师在此地没有详细注解，因为这个意思，我们一看都能够懂得。希望我们能认真的学习，知道修福修慧非常重要，忍辱智慧是破烦恼、消业障的不二法门。念佛是一切法门里面无上的顶法，能灭一切业障，我们要常常记住，要认真努力的去学习。今天就讲到此地。",
      "zh_TW": "此地這十三首偈，我們今天講了六首，這六首是「對迷苦集，希垂拔濟」，意思都很明顯。所以清涼大師在此地沒有詳細註解，因為這個意思，我們一看都能夠懂得。希望我們能認真的學習，知道修福修慧非常重要，忍辱智慧是破煩惱、消業障的不二法門。念佛是一切法門裡面無上的頂法，能滅一切業障，我們要常常記住，要認真努力的去學習。今天就講到此地。"
    }
  ]
}