{
  "doc_id": "12-012-0008",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0008",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-012-0008_p0001",
      "zh_CN": "请掀开经本，第十四面第五行，请看经文。",
      "zh_TW": "請掀開經本，第十四面第五行，請看經文。"
    },
    {
      "id": "12-012-0008_p0002",
      "zh_CN": "【又由得此。三昧力故。即时获得。十千真实。菩提之心。成就十千。甚深三昧。具足十千。诸波罗蜜。圆满十千。智慧光明。发起十千。自在神力。】",
      "zh_TW": "【又由得此。三昧力故。即時獲得。十千真實。菩提之心。成就十千。甚深三昧。具足十千。諸波羅蜜。圓滿十千。智慧光明。發起十千。自在神力。】"
    },
    {
      "id": "12-012-0008_p0003",
      "zh_CN": "从这里看起，经文总得要记住，他们所成就的，所得到的，也就是我们常讲，证得法门的名称，叫「见一切佛境界无碍眼」。前面曾经说出这个法门的德用，一共说了五句，在清凉的注解里面，说得很清楚。作用全是从六通上说的，但是六通里面没有讲神足跟漏尽。清凉大师说，这两种在后面的经文上有，所以前面只说了四种。经文如果有不明了的地方，像这些名词术语，一般的《佛学辞典》、《三藏法数》里面都可以查得到，或者古德注解里面也常常看见。注解里面，像这些名词术语，江味农居士《金刚经讲义》里面注得很详细。过去李炳老跟我们说，他说江居士的《讲义》，就像一部佛学大辞典一样，名相解释得很清楚。清凉大师疏里面解释得比较简单，而且有很多都省略了。这是我们能想像得到，在当时那个时代，学佛的人对于佛学常识这部分，比我们要丰富多了，很多大家都很熟悉的，不需要再啰嗦了。可是对我们现代人来讲，他们不需要的，我们的确是非常需要，所以不能不详细的讲解。",
      "zh_TW": "從這裡看起，經文總得要記住，他們所成就的，所得到的，也就是我們常講，證得法門的名稱，叫「見一切佛境界無礙眼」。前面曾經說出這個法門的德用，一共說了五句，在清涼的註解裡面，說得很清楚。作用全是從六通上說的，但是六通裡面沒有講神足跟漏盡。清涼大師說，這兩種在後面的經文上有，所以前面只說了四種。經文如果有不明瞭的地方，像這些名詞術語，一般的《佛學辭典》、《三藏法數》裡面都可以查得到，或者古德註解裡面也常常看見。註解裡面，像這些名詞術語，江味農居士《金剛經講義》裡面註得很詳細。過去李炳老跟我們說，他說江居士的《講義》，就像一部佛學大辭典一樣，名相解釋得很清楚。清涼大師疏裡面解釋得比較簡單，而且有很多都省略了。這是我們能想像得到，在當時那個時代，學佛的人對於佛學常識這部分，比我們要豐富多了，很多大家都很熟悉的，不需要再囉嗦了。可是對我們現代人來講，他們不需要的，我們的確是非常需要，所以不能不詳細的講解。"
    },
    {
      "id": "12-012-0008_p0004",
      "zh_CN": "对外作用的说完之后，今天经文是讲「内德用」。『又由得此三昧力故』。下面有五句，第一句即时，这是非常快速，这个法门得到之后，菩提心就现前，『即时获得十千真实菩提之心』。这里头我们又看到数字，「十」代表圆满；「千」的意思是圆满当中的圆满，所以它也不是一个数字。不要看到「十千」，那就是一万，一万数字还是太少了，是代表大圆满，代表究竟圆满，真实菩提之心。清凉大师在注解里说，「发多大心」。可见得十千是代表多，代表圆满的意思。「定中发心，故云真实。义同证发」。这部经也是不可思议，古人称《华严》是大不思议经。什么原因？十信位的菩萨实在讲，菩提心还没发出来，圆教初住菩萨叫发心住，这才真正发了菩提心，十信位还没发心，纵然发心，古德讲这个心叫露水道心，进进退退不稳定。但是这些人他们不可思议，当然遇到文殊菩萨，这个缘非常殊胜，无比殊胜；菩萨给他说法，他就证得三昧，从三昧当中发心，这是真实的菩提心。我们的菩提心为什么不真实？我们没有得到三昧，三昧叫正受，我们的受是不正常的，喜怒哀乐从早到晚千变万化，念头一个起一个落，这不叫正受。正受就是禅定，正受就是净土法门里面讲的一心不乱，我们得一心不乱，就是正受。得一心不乱的人，那叫证得念佛三昧，那个三昧非常殊胜。从这里面发心，这是真实的菩提心。",
      "zh_TW": "對外作用的說完之後，今天經文是講「內德用」。『又由得此三昧力故』。下面有五句，第一句即時，這是非常快速，這個法門得到之後，菩提心就現前，『即時獲得十千真實菩提之心』。這裡頭我們又看到數字，「十」代表圓滿；「千」的意思是圓滿當中的圓滿，所以它也不是一個數字。不要看到「十千」，那就是一萬，一萬數字還是太少了，是代表大圓滿，代表究竟圓滿，真實菩提之心。清涼大師在註解裡說，「發多大心」。可見得十千是代表多，代表圓滿的意思。「定中發心，故云真實。義同證發」。這部經也是不可思議，古人稱《華嚴》是大不思議經。什麼原因？十信位的菩薩實在講，菩提心還沒發出來，圓教初住菩薩叫發心住，這才真正發了菩提心，十信位還沒發心，縱然發心，古德講這個心叫露水道心，進進退退不穩定。但是這些人他們不可思議，當然遇到文殊菩薩，這個緣非常殊勝，無比殊勝；菩薩給他說法，他就證得三昧，從三昧當中發心，這是真實的菩提心。我們的菩提心為什麼不真實？我們沒有得到三昧，三昧叫正受，我們的受是不正常的，喜怒哀樂從早到晚千變萬化，念頭一個起一個落，這不叫正受。正受就是禪定，正受就是淨土法門裡面講的一心不亂，我們得一心不亂，就是正受。得一心不亂的人，那叫證得念佛三昧，那個三昧非常殊勝。從這裡面發心，這是真實的菩提心。"
    },
    {
      "id": "12-012-0008_p0005",
      "zh_CN": "第二句说『成就十千甚深三昧』。前面一句是说发心，这个地方是成就甚深的三昧，不但深而且广，十千就是广。清凉注解里面说，「谓即一之多，是难行定」。这也是不思议的境界，在这里显示给我们看。三昧通常翻作禅定，禅定哪有那么多？实在说禅定从体上讲，是一不是多，所以叫一，谓即一；可是在用上讲，就多！在作用上讲，外缘境界无量无边。我们举个例子来说，大家就好懂。譬如这个人不贪财，再多的财宝摆在面前，他也不动心，这个人在财宝上得定了。虽不贪财，说不定他还贪名，我们曾经见过，财的确没看在眼里，他把名位看得很重，那名位上他就没有三昧。「十千三昧」，所有一切外境，世出世间一切法，他都能如如不动，就像《金刚经》上所说的，「不取于相，如如不动」。这就是无量三昧，何止十千，不止十千。这是说他定的作用很深很广，得到这一个境界。",
      "zh_TW": "第二句說『成就十千甚深三昧』。前面一句是說發心，這個地方是成就甚深的三昧，不但深而且廣，十千就是廣。清涼註解裡面說，「謂即一之多，是難行定」。這也是不思議的境界，在這裡顯示給我們看。三昧通常翻作禪定，禪定哪有那麼多？實在說禪定從體上講，是一不是多，所以叫一，謂即一；可是在用上講，就多！在作用上講，外緣境界無量無邊。我們舉個例子來說，大家就好懂。譬如這個人不貪財，再多的財寶擺在面前，他也不動心，這個人在財寶上得定了。雖不貪財，說不定他還貪名，我們曾經見過，財的確沒看在眼裡，他把名位看得很重，那名位上他就沒有三昧。「十千三昧」，所有一切外境，世出世間一切法，他都能如如不動，就像《金剛經》上所說的，「不取於相，如如不動」。這就是無量三昧，何止十千，不止十千。這是說他定的作用很深很廣，得到這一個境界。"
    },
    {
      "id": "12-012-0008_p0006",
      "zh_CN": "第三句，『具足十千诸波罗蜜』。本经讲般若波罗蜜门，只讲了十种，文殊菩萨所说的。十波罗蜜就是平常讲的六波罗蜜，展开来说《华严》以「十」代表圆满，十波罗蜜怎么来的？前面五种与六度完全相同，从般若里面又开出四种，般若是智慧，从般若波罗蜜开出方便波罗蜜、愿波罗蜜、力波罗蜜、智波罗蜜。般若波罗蜜说五种，并不比六波罗蜜里面的般若波罗蜜来得多，这一点诸位要晓得。六度里面般若波罗蜜，就包括《华严》所讲的五种波罗蜜，一般经上讲的省略，我们讲开合，它是归纳起来讲，讲一个波罗蜜，般若波罗蜜。《华严》把般若波罗蜜展开，展开般若波罗蜜就是根本智，其余四种叫后得智，也就是智慧的作用。从它的作用里面，分方便愿力智，是这么一回事情。所以六度跟十度，实际上讲不增不减，说有简繁、有广略，意思完全相同。此地，十后面加个千，也表它的作用无限的广大，取这个意思。",
      "zh_TW": "第三句，『具足十千諸波羅蜜』。本經講般若波羅蜜門，只講了十種，文殊菩薩所說的。十波羅蜜就是平常講的六波羅蜜，展開來說《華嚴》以「十」代表圓滿，十波羅蜜怎麼來的？前面五種與六度完全相同，從般若裡面又開出四種，般若是智慧，從般若波羅蜜開出方便波羅蜜、願波羅蜜、力波羅蜜、智波羅蜜。般若波羅蜜說五種，並不比六波羅蜜裡面的般若波羅蜜來得多，這一點諸位要曉得。六度裡面般若波羅蜜，就包括《華嚴》所講的五種波羅蜜，一般經上講的省略，我們講開合，它是歸納起來講，講一個波羅蜜，般若波羅蜜。《華嚴》把般若波羅蜜展開，展開般若波羅蜜就是根本智，其餘四種叫後得智，也就是智慧的作用。從它的作用裡面，分方便願力智，是這麼一回事情。所以六度跟十度，實際上講不增不減，說有簡繁、有廣略，意思完全相同。此地，十後面加個千，也表它的作用無限的廣大，取這個意思。"
    },
    {
      "id": "12-012-0008_p0007",
      "zh_CN": "第四句『圆满十千智慧光明』。说智慧光明，都是从观照上来讲的。宗门功夫说之为观照，这是第一步功夫；更深一步，照住，照住就得定了；再深一步就照见，照见就是见性了。照住虽得定，还没有见性，我们在《心经》里面念到观世音菩萨，观自在就是观世音，观自在菩萨照见，那是智慧圆满了。见是见性，明心见性。性是什么？性是一切诸法的实相、真相。真相是什么？《心经》上菩萨告诉我们，「五蕴皆空」，这就是说性是空寂的。相虽然有，性是空寂的，这是见性，见性成佛。「十千智慧光明」当然照见了，决定不是在观照、照住的阶段上。",
      "zh_TW": "第四句『圓滿十千智慧光明』。說智慧光明，都是從觀照上來講的。宗門功夫說之為觀照，這是第一步功夫；更深一步，照住，照住就得定了；再深一步就照見，照見就是見性了。照住雖得定，還沒有見性，我們在《心經》裡面念到觀世音菩薩，觀自在就是觀世音，觀自在菩薩照見，那是智慧圓滿了。見是見性，明心見性。性是什麼？性是一切諸法的實相、真相。真相是什麼？《心經》上菩薩告訴我們，「五蘊皆空」，這就是說性是空寂的。相雖然有，性是空寂的，這是見性，見性成佛。「十千智慧光明」當然照見了，決定不是在觀照、照住的階段上。"
    },
    {
      "id": "12-012-0008_p0008",
      "zh_CN": "末后一句『发起十千自在神力』。神是神通之力，像前面讲的六通，《华严》也讲十通。通力难得的是自在。我们知道佛在经论里面常常讲，声闻（阿罗汉)、辟支佛、权教菩萨，虽然也有神力，但不自在！譬如，你遇一尊阿罗汉，阿罗汉有神通，你可以向他请教，我过去生中造的是什么业，请阿罗汉看一看，用他的宿命通。但是他要入定才行，他不入定他不行，他入了定，他才能够见到你的过去生中；然后出定再告诉你，那就不自在了。明心见性的这些大菩萨，不需要入定，你问他什么事情，他都知道。问我们过去生中的事，问我们过去父母的事，他立刻就讲给你听，不需要入定，这自在神力！可见得这种三昧殊胜，他得到的时候，有这么样大的能力。再看下面经文。",
      "zh_TW": "末後一句『發起十千自在神力』。神是神通之力，像前面講的六通，《華嚴》也講十通。通力難得的是自在。我們知道佛在經論裡面常常講，聲聞（阿羅漢)、辟支佛、權教菩薩，雖然也有神力，但不自在！譬如，你遇一尊阿羅漢，阿羅漢有神通，你可以向他請教，我過去生中造的是什麼業，請阿羅漢看一看，用他的宿命通。但是他要入定才行，他不入定他不行，他入了定，他才能夠見到你的過去生中；然後出定再告訴你，那就不自在了。明心見性的這些大菩薩，不需要入定，你問他什麼事情，他都知道。問我們過去生中的事，問我們過去父母的事，他立刻就講給你聽，不需要入定，這自在神力！可見得這種三昧殊勝，他得到的時候，有這麼樣大的能力。再看下面經文。"
    },
    {
      "id": "12-012-0008_p0009",
      "zh_CN": "【以得如是。菩萨三昧。种种威神。无碍势力。所庄严故。令其身心。柔软微妙。增长信乐。住菩提心。坚固不动。】",
      "zh_TW": "【以得如是。菩薩三昧。種種威神。無礙勢力。所莊嚴故。令其身心。柔軟微妙。增長信樂。住菩提心。堅固不動。】"
    },
    {
      "id": "12-012-0008_p0010",
      "zh_CN": "这一段文，我们看清凉的注解，前面说三昧的德用，从外通用、内德用说得详细，实在讲它的作用太大，说之不尽。在此地简单做个总结，总结里面的大意是，「遍调身心，总结成益」。显示法门殊胜无比。「圆教摄机，创发大心，顿得菩萨十通等用。况十表无尽，一一十千，皆以法融，初后无碍，非是次第修习之力。菩提心品广说其相。」「菩提心品」不在这一分经文之内，是在《八十卷》里面，过去我们曾经讲过。我记得讲「菩提心品」，这很多年前了，在志莲精舍讲的。大师为我们指示出，这些人是圆教的根性。天台家讲一切学佛人的根性，有藏、通、别、圆；贤首大师也说小、始、终、顿、圆。最难得的是圆教根性，圆教根性的人很容易开悟，一接触菩萨，菩萨给他一说法，他就能够证得、就能够契入。圆教摄圆机。他们的大菩提心，圆满的菩提心，就能够发得起来。",
      "zh_TW": "這一段文，我們看清涼的註解，前面說三昧的德用，從外通用、內德用說得詳細，實在講它的作用太大，說之不盡。在此地簡單做個總結，總結裡面的大意是，「遍調身心，總結成益」。顯示法門殊勝無比。「圓教攝機，創發大心，頓得菩薩十通等用。況十表無盡，一一十千，皆以法融，初後無礙，非是次第修習之力。菩提心品廣說其相。」「菩提心品」不在這一分經文之內，是在《八十卷》裡面，過去我們曾經講過。我記得講「菩提心品」，這很多年前了，在志蓮精舍講的。大師為我們指示出，這些人是圓教的根性。天台家講一切學佛人的根性，有藏、通、別、圓；賢首大師也說小、始、終、頓、圓。最難得的是圓教根性，圓教根性的人很容易開悟，一接觸菩薩，菩薩給他一說法，他就能夠證得、就能夠契入。圓教攝圓機。他們的大菩提心，圓滿的菩提心，就能夠發得起來。"
    },
    {
      "id": "12-012-0008_p0011",
      "zh_CN": "实在说，根性哪个人没有？尤其是佛法讲到究竟，决定是平等法，平等是真实，真的！不平等是假的。何况佛在「出现品」里面所说的：「一切众生皆有如来智慧德相」，那不是平等的吗？平等里面，怎么会变成不平等？佛说，「但以妄想执着而不能证得」。由此可知，我们所有众生妄想不平等，执着也不平等，于是才变成五种根性、四种根性，变成这种情形。所以要晓得，这些都是幻妄，不是真实的，都是假的，不是真的。假的当然可以改变，我们不是圆教的根性，有没有办法改变成圆教的根性？这是我们很关心的事情。如果改变成圆教根性，那就像大乘经上所说的，「圆人说法，无法不圆」，圆人闻法，也是无法不圆。我们跟《华严经》上这些菩萨就差不多了，他们能得这个殊胜利益，我们也有指望，所以告诉诸位，是可以改变的。",
      "zh_TW": "實在說，根性哪個人沒有？尤其是佛法講到究竟，決定是平等法，平等是真實，真的！不平等是假的。何況佛在「出現品」裡面所說的：「一切眾生皆有如來智慧德相」，那不是平等的嗎？平等裡面，怎麼會變成不平等？佛說，「但以妄想執著而不能證得」。由此可知，我們所有眾生妄想不平等，執著也不平等，於是才變成五種根性、四種根性，變成這種情形。所以要曉得，這些都是幻妄，不是真實的，都是假的，不是真的。假的當然可以改變，我們不是圓教的根性，有沒有辦法改變成圓教的根性？這是我們很關心的事情。如果改變成圓教根性，那就像大乘經上所說的，「圓人說法，無法不圓」，圓人聞法，也是無法不圓。我們跟《華嚴經》上這些菩薩就差不多了，他們能得這個殊勝利益，我們也有指望，所以告訴諸位，是可以改變的。"
    },
    {
      "id": "12-012-0008_p0012",
      "zh_CN": "怎么改变？要常常读诵圆教的经典，接受圆顿大法的薰习，我们常常读，就是常常接受法门的薰修。经论里头也有比喻，如染香人，从前香料制品没有现在那么进步，从前衣服的香，要薰香，不像现在用香水喷一喷，时间很快几秒钟，这个衣服就很香了。从前要用香料去薰，一件衣服要薰两、三天才有香气，所以方法比较笨拙，时间要久才能薰成。佛用这个比喻，让我们用圆顿大乘佛法常常薰习，常常读诵，常常讲解，常常研究。不知不觉，根性就转换、就转变了，这是很好的一个方法。我们明白这个道理，懂得这个方法，转变自己的根性，来修学圆顿大法就不困难了。也能像此地这些菩萨，获得『三昧种种威神无碍势力』。势力用现在的话来说，就是才艺，我们常赞叹人多才多艺。才艺到无碍，那是达到顶峰，以这个来庄严身心。",
      "zh_TW": "怎麼改變？要常常讀誦圓教的經典，接受圓頓大法的薰習，我們常常讀，就是常常接受法門的薰修。經論裡頭也有比喻，如染香人，從前香料製品沒有現在那麼進步，從前衣服的香，要薰香，不像現在用香水噴一噴，時間很快幾秒鐘，這個衣服就很香了。從前要用香料去薰，一件衣服要薰兩、三天才有香氣，所以方法比較笨拙，時間要久才能薰成。佛用這個比喻，讓我們用圓頓大乘佛法常常薰習，常常讀誦，常常講解，常常研究。不知不覺，根性就轉換、就轉變了，這是很好的一個方法。我們明白這個道理，懂得這個方法，轉變自己的根性，來修學圓頓大法就不困難了。也能像此地這些菩薩，獲得『三昧種種威神無礙勢力』。勢力用現在的話來說，就是才藝，我們常讚歎人多才多藝。才藝到無礙，那是達到頂峰，以這個來莊嚴身心。"
    },
    {
      "id": "12-012-0008_p0013",
      "zh_CN": "下面为我们说出，『令其身心柔软微妙』。这是身体的健康，这一点我们也要特别注意。真正修行人，身体一定健康。为什么修行会得健康的身体？佛在经上说得很多，《华严经》上讲，「唯心所现，唯识所变」。我们这个身体也是心现识变的；我们生活的环境，十法界依正庄严，也是心现识变的；乃至于我们现在所修的净土，我们向往西方极乐世界，极乐世界有阿弥陀佛、观音、势至，还是我们心现识变的，不是从外面来的。佛又跟我们说得更明显，「一切法从心想生」，所以只要你心理健康，你身体就健康，只要你心清净，你的身就清净，这是一定的道理。",
      "zh_TW": "下面為我們說出，『令其身心柔軟微妙』。這是身體的健康，這一點我們也要特別注意。真正修行人，身體一定健康。為什麼修行會得健康的身體？佛在經上說得很多，《華嚴經》上講，「唯心所現，唯識所變」。我們這個身體也是心現識變的；我們生活的環境，十法界依正莊嚴，也是心現識變的；乃至於我們現在所修的淨土，我們嚮往西方極樂世界，極樂世界有阿彌陀佛、觀音、勢至，還是我們心現識變的，不是從外面來的。佛又跟我們說得更明顯，「一切法從心想生」，所以只要你心理健康，你身體就健康，只要你心清淨，你的身就清淨，這是一定的道理。"
    },
    {
      "id": "12-012-0008_p0014",
      "zh_CN": "学佛修行，学的是什么，修的是什么？学的是清净平等觉，修的是这个。清净平等觉，就是世间人所向往、所羡慕的真善美。所修的？修的就是染污，染就不清净，分别就不平等，妄想就不觉。所以要晓得，我们修的，修是要把它修正，把它除掉的是妄想分别执着；我们要学的是清净平等觉，这个要搞清楚，不能含糊，不能笼统。你的身体就好了，真正达到真善美的标准，真善美是本有的，我们相貌本来是很美，跟佛一样不只三十二相、八十种好。三十二相八十种好，佛在经上讲，那是赞叹劣应身。佛的报身，《华严》上毘卢遮那如来，身有无量相，相有无量好，《无量寿经》上有比较，你们都读过。那样的相好庄严，给诸位说是正常的，本来是这个样子的。现在相为什么变得这么丑陋？我们把正常的心失掉了，现在这个心里头妄想分别执着、贪瞋痴慢，把本来的好相，变成一个丑陋的相，就这么回事情，本来面目失掉了。",
      "zh_TW": "學佛修行，學的是什麼，修的是什麼？學的是清淨平等覺，修的是這個。清淨平等覺，就是世間人所嚮往、所羨慕的真善美。所修的？修的就是染污，染就不清淨，分別就不平等，妄想就不覺。所以要曉得，我們修的，修是要把它修正，把它除掉的是妄想分別執著；我們要學的是清淨平等覺，這個要搞清楚，不能含糊，不能籠統。你的身體就好了，真正達到真善美的標準，真善美是本有的，我們相貌本來是很美，跟佛一樣不只三十二相、八十種好。三十二相八十種好，佛在經上講，那是讚歎劣應身。佛的報身，《華嚴》上毘盧遮那如來，身有無量相，相有無量好，《無量壽經》上有比較，你們都讀過。那樣的相好莊嚴，給諸位說是正常的，本來是這個樣子的。現在相為什麼變得這麼醜陋？我們把正常的心失掉了，現在這個心裡頭妄想分別執著、貪瞋痴慢，把本來的好相，變成一個醜陋的相，就這麼回事情，本來面目失掉了。"
    },
    {
      "id": "12-012-0008_p0015",
      "zh_CN": "那我们今天学佛修行，也就是想恢复本来面目而已。你成佛了，成佛你得到什么，你什么也没得到。正像《楞严》上所说的圆满菩提归无所得，我们看《华严经》上华藏世界依正庄严，极乐世界的依正庄严，怎么说你什么都没得到？那些是本来有的，你不过是恢复本来有的而已，并不是你新得到的，确确实实无所得。一切所得到的相好光明，这一切受用都是自己本来有的，归无所得是这个意思。这一句是讲你的身相。",
      "zh_TW": "那我們今天學佛修行，也就是想恢復本來面目而已。你成佛了，成佛你得到什麼，你什麼也沒得到。正像《楞嚴》上所說的圓滿菩提歸無所得，我們看《華嚴經》上華藏世界依正莊嚴，極樂世界的依正莊嚴，怎麼說你什麼都沒得到？那些是本來有的，你不過是恢復本來有的而已，並不是你新得到的，確確實實無所得。一切所得到的相好光明，這一切受用都是自己本來有的，歸無所得是這個意思。這一句是講你的身相。"
    },
    {
      "id": "12-012-0008_p0016",
      "zh_CN": "『增长信乐』，这一句是讲你的受用。信是信心，圆满的信心，就像蕅益大师在《弥陀经要解》里面所说的，信自，自信心圆满；信他，他是佛，对于佛的信心圆满；信事、信理、信因、信果，你才能真正离一切苦，得究竟乐。『住菩提心』，菩提是圆满觉悟之心，没有丝毫疑惑。『坚固不动』，清凉告诉我们，这个境界是圆融的境界。圆融的境界，就是他老人家在注解里面，给我们讲的无障碍的法界，理事无碍、事事无碍。这是法界圆融，初后无碍。「初」，就是指此地这一段，这是圆教十信位，这是初。「后」，这是讲如来的果位，果位在最后。初后无碍，显示出理事圆融，事事圆融。非是次第修习之力。在我们凡夫的阶段，我们这个修学有次第，从浅而深，像念书有小学、中学、大学，这有次第。而权教菩萨修行也有次第，哪些是权教？要以天台家的讲法，大概一般修学大乘佛法的，学天台的多过学《华严》，学《华严》的比较少，所以我们用天台讲法，大家容易懂。藏教、别教、通教都有次第，都有阶级，圆教里面虽然讲阶级，它阶级可以圆融，只有这个例外。《华严》是属于圆教，这里面有次第，有圆融，次第就是圆融，圆融就是次第，行布圆融不二。菩提心品，广说其相。「广」是详细，详细讲解这种非次第圆融的现相，在「发菩提心品」里面，说得很详细，这个地方就省略了。",
      "zh_TW": "『增長信樂』，這一句是講你的受用。信是信心，圓滿的信心，就像蕅益大師在《彌陀經要解》裡面所說的，信自，自信心圓滿；信他，他是佛，對於佛的信心圓滿；信事、信理、信因、信果，你才能真正離一切苦，得究竟樂。『住菩提心』，菩提是圓滿覺悟之心，沒有絲毫疑惑。『堅固不動』，清涼告訴我們，這個境界是圓融的境界。圓融的境界，就是他老人家在註解裡面，給我們講的無障礙的法界，理事無礙、事事無礙。這是法界圓融，初後無礙。「初」，就是指此地這一段，這是圓教十信位，這是初。「後」，這是講如來的果位，果位在最後。初後無礙，顯示出理事圓融，事事圓融。非是次第修習之力。在我們凡夫的階段，我們這個修學有次第，從淺而深，像念書有小學、中學、大學，這有次第。而權教菩薩修行也有次第，哪些是權教？要以天台家的講法，大概一般修學大乘佛法的，學天台的多過學《華嚴》，學《華嚴》的比較少，所以我們用天台講法，大家容易懂。藏教、別教、通教都有次第，都有階級，圓教裡面雖然講階級，它階級可以圓融，只有這個例外。《華嚴》是屬於圓教，這裡面有次第，有圓融，次第就是圓融，圓融就是次第，行布圓融不二。菩提心品，廣說其相。「廣」是詳細，詳細講解這種非次第圓融的現相，在「發菩提心品」裡面，說得很詳細，這個地方就省略了。"
    },
    {
      "id": "12-012-0008_p0017",
      "zh_CN": "我们再看这一会最后的一段，这一会是「六千比丘会」。在「十信章」里头总共有三会，六千比丘算是第一会，是舍利弗尊者率领来的，第二会这是「诸乘人会」，里面讲的三乘人。末后一会才是「善财会」，当然我们是以善财会为主，可是前面这两会，说明小乘人回小向大，权乘菩萨也能入实，显示出这个法是究竟圆满。请看经文：",
      "zh_TW": "我們再看這一會最後的一段，這一會是「六千比丘會」。在「十信章」裡頭總共有三會，六千比丘算是第一會，是舍利弗尊者率領來的，第二會這是「諸乘人會」，裡面講的三乘人。末後一會才是「善財會」，當然我們是以善財會為主，可是前面這兩會，說明小乘人迴小向大，權乘菩薩也能入實，顯示出這個法是究竟圓滿。請看經文："
    },
    {
      "id": "12-012-0008_p0018",
      "zh_CN": "【尔时。文殊师利菩萨。具足安住。真实吉祥。微妙功德。普贤胜行。】",
      "zh_TW": "【爾時。文殊師利菩薩。具足安住。真實吉祥。微妙功德。普賢勝行。】"
    },
    {
      "id": "12-012-0008_p0019",
      "zh_CN": "这段文是说明菩萨「自住」，也就是我们常讲的自利，讲自住大家不好懂，讲自利就好懂。或者我们再说得浅一点，自己的享受，这大家更好懂，所以自受用。下面他受用，是帮助别人的，这个地方是自受用，里面有四句，这都是我们要学习的。",
      "zh_TW": "這段文是說明菩薩「自住」，也就是我們常講的自利，講自住大家不好懂，講自利就好懂。或者我們再說得淺一點，自己的享受，這大家更好懂，所以自受用。下面他受用，是幫助別人的，這個地方是自受用，裡面有四句，這都是我們要學習的。"
    },
    {
      "id": "12-012-0008_p0020",
      "zh_CN": "『具足安住』，安是安稳，住是不动，菩萨一切时、一切处、一切境缘当中（境，物质环境，缘，人事环境），他都得到心安。心安，身也安，无论在什么境界当中，身心安稳，住是如如不动，这是真正的享受。所以这个住，不是人一天到晚坐在那里，站在那里不动，不是这个意思。心不会被外面境界所动，这叫住，也叫做禅定，也叫做定。就是净宗讲的一心不乱，不管在什么境界当中，行住坐卧，他都是一心不乱，身心安稳，如如不动，不为外境所动，这叫安住。",
      "zh_TW": "『具足安住』，安是安穩，住是不動，菩薩一切時、一切處、一切境緣當中（境，物質環境，緣，人事環境），他都得到心安。心安，身也安，無論在什麼境界當中，身心安穩，住是如如不動，這是真正的享受。所以這個住，不是人一天到晚坐在那裡，站在那裡不動，不是這個意思。心不會被外面境界所動，這叫住，也叫做禪定，也叫做定。就是淨宗講的一心不亂，不管在什麼境界當中，行住坐臥，他都是一心不亂，身心安穩，如如不動，不為外境所動，這叫安住。"
    },
    {
      "id": "12-012-0008_p0021",
      "zh_CN": "所以他得的是『真实吉祥』。什么叫吉祥？吉祥的意思，是你应当得到的，你应该得到的，你得到了。若是不应该得到的，你得到了，不吉祥！你应当得到的财富，你得到了；你应当得到的享受，你也得到了。应当得到的，那就吉祥；不应当得到，那你是作奸犯科，你是犯法。虽然得到，你身心不安，一个怕法律的制裁，第二个怕因果报应，你怎么会吉祥？你心怎么会安稳？应该得到的，那你享受，这叫吉祥，真实吉祥。真实吉祥从哪里来的？从具足安住来的，这是真实吉祥。享受当中成就『微妙功德』，这个功德是自受用，不是他受用，他受用在底下经文里头。微妙功德说实在话，也就是圆满功德。",
      "zh_TW": "所以他得的是『真實吉祥』。什麼叫吉祥？吉祥的意思，是你應當得到的，你應該得到的，你得到了。若是不應該得到的，你得到了，不吉祥！你應當得到的財富，你得到了；你應當得到的享受，你也得到了。應當得到的，那就吉祥；不應當得到，那你是作奸犯科，你是犯法。雖然得到，你身心不安，一個怕法律的制裁，第二個怕因果報應，你怎麼會吉祥？你心怎麼會安穩？應該得到的，那你享受，這叫吉祥，真實吉祥。真實吉祥從哪裡來的？從具足安住來的，這是真實吉祥。享受當中成就『微妙功德』，這個功德是自受用，不是他受用，他受用在底下經文裡頭。微妙功德說實在話，也就是圓滿功德。"
    },
    {
      "id": "12-012-0008_p0022",
      "zh_CN": "『普贤胜行』，普贤菩萨殊胜的大行。普贤这十大愿王，他念念具足，念念圆满，这是他的自受用。遇到外面的境缘，他自然就流露，譬如我们讲「礼敬诸佛」，他礼敬诸佛的心是清净的、是圆满的，遇到外面对象，他就表现出来。无论是遇到人、遇到事、遇到物，他圆满恭敬的心就流露出来。「称赞如来，广修供养」，一切境界当中自然流露，这是他的自受用。",
      "zh_TW": "『普賢勝行』，普賢菩薩殊勝的大行。普賢這十大願王，他念念具足，念念圓滿，這是他的自受用。遇到外面的境緣，他自然就流露，譬如我們講「禮敬諸佛」，他禮敬諸佛的心是清淨的、是圓滿的，遇到外面對象，他就表現出來。無論是遇到人、遇到事、遇到物，他圓滿恭敬的心就流露出來。「稱讚如來，廣修供養」，一切境界當中自然流露，這是他的自受用。"
    },
    {
      "id": "12-012-0008_p0023",
      "zh_CN": "下面经文，一共有九句，要连前面这一句，总共是十句。第一句是自受用，后面九句是他受用；换句话说，我们看文殊菩萨如何对人、对事、对物。请看经文：",
      "zh_TW": "下面經文，一共有九句，要連前面這一句，總共是十句。第一句是自受用，後面九句是他受用；換句話說，我們看文殊菩薩如何對人、對事、對物。請看經文："
    },
    {
      "id": "12-012-0008_p0024",
      "zh_CN": "【劝诸比丘。令其安住。胜普贤行。】",
      "zh_TW": "【勸諸比丘。令其安住。勝普賢行。】"
    },
    {
      "id": "12-012-0008_p0025",
      "zh_CN": "在这段文上所说的，文殊菩萨遇到了这六千比丘，遇到他们这些人，他的胜德就自然流露出来了，劝这些人，劝他们要安住殊胜的『普贤行』。这句就是劝他们回小向大，他本来是比丘，是小乘人；普贤菩萨是大乘之大乘，劝他们要学普贤行，要发菩提心，要修普贤行。正是我们《无量寿经》上一开端，在第二品「德遵普贤」，就劝我们安住在普贤行上。",
      "zh_TW": "在這段文上所說的，文殊菩薩遇到了這六千比丘，遇到他們這些人，他的勝德就自然流露出來了，勸這些人，勸他們要安住殊勝的『普賢行』。這句就是勸他們迴小向大，他本來是比丘，是小乘人；普賢菩薩是大乘之大乘，勸他們要學普賢行，要發菩提心，要修普賢行。正是我們《無量壽經》上一開端，在第二品「德遵普賢」，就勸我們安住在普賢行上。"
    },
    {
      "id": "12-012-0008_p0026",
      "zh_CN": "这个地方我们要特别注意，普贤的特色是什么，如果说这十条愿，哪个没有？礼敬诸佛，凡是学佛的同修见到佛都会礼敬，都会称赞，也都会供养，为什么不叫普贤行？普贤行跟一般修行，到底不一样的地方在哪里？给诸位说，普贤行的特色，在用心不一样。你看看「普」，我们的心就不普，我们心量很小，我们有分别、有执着，这个人我喜欢他，我对他慈悲，那个人讨厌他，看到他就想叫他走开，这就不普了。所以普贤行是平等行，普贤行是清净行，普贤行是圆满的觉心。《无量寿经》经题讲的「清净平等觉」，你要用的是清净平等觉，不管你修的是什么行，都叫普贤行。你穿衣也叫普贤行，吃饭也叫普贤行，喝水也叫普贤行，没有一样不是普贤行，为什么？你是普贤的心，不一样在此地。有了妄想分别执着，就不是普贤行，这是我们一定要清楚要明了的。",
      "zh_TW": "這個地方我們要特別注意，普賢的特色是什麼，如果說這十條願，哪個沒有？禮敬諸佛，凡是學佛的同修見到佛都會禮敬，都會稱讚，也都會供養，為什麼不叫普賢行？普賢行跟一般修行，到底不一樣的地方在哪裡？給諸位說，普賢行的特色，在用心不一樣。你看看「普」，我們的心就不普，我們心量很小，我們有分別、有執著，這個人我喜歡他，我對他慈悲，那個人討厭他，看到他就想叫他走開，這就不普了。所以普賢行是平等行，普賢行是清淨行，普賢行是圓滿的覺心。《無量壽經》經題講的「清淨平等覺」，你要用的是清淨平等覺，不管你修的是什麼行，都叫普賢行。你穿衣也叫普賢行，吃飯也叫普賢行，喝水也叫普賢行，沒有一樣不是普賢行，為什麼？你是普賢的心，不一樣在此地。有了妄想分別執著，就不是普賢行，這是我們一定要清楚要明瞭的。"
    },
    {
      "id": "12-012-0008_p0027",
      "zh_CN": "由此可知，普贤行是我们本来的行为，我们失掉了，被业障障碍住了。业障是什么？妄想分别执着，就是业障，将我们自性里面的智慧德能，大智大愿大行，统统障碍住了。世尊教我们修学，没有别的，除障碍而已，障碍除掉了，我们的本能统统现前。我们的本能，就是有文殊的智慧，普贤的大行。第一个劝他回小向大。「大」一定讲到圆满，不讲到究竟圆满，那是对不起人的。我们劝人学佛，一定要劝人念佛求生净土，为什么？这个究竟，这个法门广大。劝他学别的，对不起他，因为他成就有限，这个成就是圆满的。下面一句：",
      "zh_TW": "由此可知，普賢行是我們本來的行為，我們失掉了，被業障障礙住了。業障是什麼？妄想分別執著，就是業障，將我們自性裡面的智慧德能，大智大願大行，統統障礙住了。世尊教我們修學，沒有別的，除障礙而已，障礙除掉了，我們的本能統統現前。我們的本能，就是有文殊的智慧，普賢的大行。第一個勸他迴小向大。「大」一定講到圓滿，不講到究竟圓滿，那是對不起人的。我們勸人學佛，一定要勸人念佛求生淨土，為什麼？這個究竟，這個法門廣大。勸他學別的，對不起他，因為他成就有限，這個成就是圓滿的。下面一句："
    },
    {
      "id": "12-012-0008_p0028",
      "zh_CN": "【住胜行已。入于甚深。广大愿海。】",
      "zh_TW": "【住勝行已。入於甚深。廣大願海。】"
    },
    {
      "id": "12-012-0008_p0029",
      "zh_CN": "你能够回小向大，接受这个劝告，菩萨又进一步劝你发大愿。『甚深广大愿海』就是平常讲的四弘誓愿，四弘誓愿是一切诸佛如来的总愿。",
      "zh_TW": "你能夠迴小向大，接受這個勸告，菩薩又進一步勸你發大願。『甚深廣大願海』就是平常講的四弘誓願，四弘誓願是一切諸佛如來的總願。"
    },
    {
      "id": "12-012-0008_p0030",
      "zh_CN": "【入愿海已。普遍成就。甚深大愿。】",
      "zh_TW": "【入願海已。普遍成就。甚深大願。】"
    },
    {
      "id": "12-012-0008_p0031",
      "zh_CN": "发了愿之后，那个愿要兑现，要认真去做，以行践愿，就是实践你的大愿。第一个度众生的大愿，诸位要晓得，这个很重要，他为什么把这个愿放在第一？首先把心量拓开。凡夫为什么会变成凡夫？心量太小了，不能容忍，所以头一个就是教你心量要拓开。「众生无边誓愿度」，什么叫度？这个字我们现在看起来，感觉得很神秘，高深莫测，好像只有佛才能做得到，我们凡夫做不做得到？实在讲，度就是帮忙的意思，帮助他，协助他，所以度众生是帮助众生，协助众生，帮助他破迷开悟，帮助他离苦得乐。他需要什么帮助，我们有这个力量，就要尽心尽力去帮助他，这是度的意思，我们要懂得。我们要像诸佛菩萨尽我们的心力，帮助一切众生，不要分别，不要执着，这是我的家亲眷属，那个跟我关系很好，那个是我的冤家对头；冤家对头需要帮忙的时候，也要尽心尽力去帮助他，不要有分别，不要有执着，那你就是普贤行。所以要把心量拓开，然后再断烦恼。烦恼在哪里断？给诸位说，在度众生当中断，你要不度众生，你的烦恼决定断不了。法门在哪里学？也在度众生那里学，不度众生，法门也学不成。佛道也是从度众生那里证得的。",
      "zh_TW": "發了願之後，那個願要兌現，要認真去做，以行踐願，就是實踐你的大願。第一個度眾生的大願，諸位要曉得，這個很重要，他為什麼把這個願放在第一？首先把心量拓開。凡夫為什麼會變成凡夫？心量太小了，不能容忍，所以頭一個就是教你心量要拓開。「眾生無邊誓願度」，什麼叫度？這個字我們現在看起來，感覺得很神祕，高深莫測，好像只有佛才能做得到，我們凡夫做不做得到？實在講，度就是幫忙的意思，幫助他，協助他，所以度眾生是幫助眾生，協助眾生，幫助他破迷開悟，幫助他離苦得樂。他需要什麼幫助，我們有這個力量，就要盡心盡力去幫助他，這是度的意思，我們要懂得。我們要像諸佛菩薩盡我們的心力，幫助一切眾生，不要分別，不要執著，這是我的家親眷屬，那個跟我關係很好，那個是我的冤家對頭；冤家對頭需要幫忙的時候，也要盡心盡力去幫助他，不要有分別，不要有執著，那你就是普賢行。所以要把心量拓開，然後再斷煩惱。煩惱在哪裡斷？給諸位說，在度眾生當中斷，你要不度眾生，你的煩惱決定斷不了。法門在哪裡學？也在度眾生那裡學，不度眾生，法門也學不成。佛道也是從度眾生那裡證得的。"
    },
    {
      "id": "12-012-0008_p0032",
      "zh_CN": "后面三愿，第一愿是根本，何以见得？我们也要举例说明。心量拓开大家懂得，怎么断烦恼？这个我喜欢，那个我讨厌；现在我度众生，我这个心是平等的，你那个烦恼不就断掉了？断烦恼在帮助众生当中断，学法门也在这里学，历事炼心，你增长经验。对于你帮助人解决问题的能力智慧，你的经验愈来愈丰富，智慧愈来愈开，所以学法门也是在帮助人。不肯帮助人的人，那个没有法子，烦恼永远不会断，智慧永远不能增长。为什么这些菩萨，你看经上讲的，「作一切众生不请之友」，人家不需要帮忙，他主动去帮助他，为什么？因为他要断烦恼，他要学法门，他要成佛道，就不能不帮助人，这是我们一定要晓得的。紧接着就劝他发愿，发四弘誓愿；发了愿之后，又劝他要以行动去满足他的大愿，『普遍成就甚深大愿』。你看后面第五句：",
      "zh_TW": "後面三願，第一願是根本，何以見得？我們也要舉例說明。心量拓開大家懂得，怎麼斷煩惱？這個我喜歡，那個我討厭；現在我度眾生，我這個心是平等的，你那個煩惱不就斷掉了？斷煩惱在幫助眾生當中斷，學法門也在這裡學，歷事鍊心，你增長經驗。對於你幫助人解決問題的能力智慧，你的經驗愈來愈豐富，智慧愈來愈開，所以學法門也是在幫助人。不肯幫助人的人，那個沒有法子，煩惱永遠不會斷，智慧永遠不能增長。為什麼這些菩薩，你看經上講的，「作一切眾生不請之友」，人家不需要幫忙，他主動去幫助他，為什麼？因為他要斷煩惱，他要學法門，他要成佛道，就不能不幫助人，這是我們一定要曉得的。緊接著就勸他發願，發四弘誓願；發了願之後，又勸他要以行動去滿足他的大願，『普遍成就甚深大願』。你看後面第五句："
    },
    {
      "id": "12-012-0008_p0033",
      "zh_CN": "【以得成就。大愿海故。得心清净。】",
      "zh_TW": "【以得成就。大願海故。得心清淨。】"
    },
    {
      "id": "12-012-0008_p0034",
      "zh_CN": "这个果报现前了。我们不肯帮助人，你怎么会得清净心？清净心在度众生里头锻炼出来的，在实践四弘誓愿里面得清净心。诸位要晓得，清净心得到了，平等心就得到了，清净平等觉一个得到，三个同时得到，这是真心的显露，这是真实的菩提心。",
      "zh_TW": "這個果報現前了。我們不肯幫助人，你怎麼會得清淨心？清淨心在度眾生裡頭鍛鍊出來的，在實踐四弘誓願裡面得清淨心。諸位要曉得，清淨心得到了，平等心就得到了，清淨平等覺一個得到，三個同時得到，這是真心的顯露，這是真實的菩提心。"
    },
    {
      "id": "12-012-0008_p0035",
      "zh_CN": "【心清净故。得身清净。】",
      "zh_TW": "【心清淨故。得身清淨。】"
    },
    {
      "id": "12-012-0008_p0036",
      "zh_CN": "诸位要知道，清净心是真心，真心完全是自然的心，没有一丝毫的破坏，自自然然的。《无量寿经》上讲了八个字，《楞严》上佛给我们讲「清净本然」，就是这个意思。「清净本然」，这是最健康的、最殊胜的、最真实的。我们起了一个妄念，就不自然，就把自然破坏了。现代人口里常讲的「自然生态」，清净心就是我们自己的自然生态，那是最健康的。你打个妄想，起个分别，就把你的自然生态破坏了。破坏怎么样？破坏就要生病，现在大家晓得，科技的发达，把我们地球自然生态破坏了，所以现在地球生病了，我们住在这个地球上，受很大的连累。居住环境污染，饮食污染，水污染，再严重到空气污染，那我们就死路一条了。",
      "zh_TW": "諸位要知道，清淨心是真心，真心完全是自然的心，沒有一絲毫的破壞，自自然然的。《無量壽經》上講了八個字，《楞嚴》上佛給我們講「清淨本然」，就是這個意思。「清淨本然」，這是最健康的、最殊勝的、最真實的。我們起了一個妄念，就不自然，就把自然破壞了。現代人口裡常講的「自然生態」，清淨心就是我們自己的自然生態，那是最健康的。你打個妄想，起個分別，就把你的自然生態破壞了。破壞怎麼樣？破壞就要生病，現在大家曉得，科技的發達，把我們地球自然生態破壞了，所以現在地球生病了，我們住在這個地球上，受很大的連累。居住環境污染，飲食污染，水污染，再嚴重到空氣污染，那我們就死路一條了。"
    },
    {
      "id": "12-012-0008_p0037",
      "zh_CN": "不过在我们想像，大概还不至于死，为什么？慢慢能适应这个环境，在染污环境里面生活的，他能有这个抵抗力，他能受得了。这个也很明显，旅居在国外的，在国外住的时间很长，突然到台湾来，一个月就会生大病，为什么？这个地方的环境对他不适合，这叫环境严重的污染。所以将来水污染、空气污染，在科学家讲五十年之后，地球上不适合人生存，不适合现代人生存，那个时候的人还可以活得下去，他已经习惯染污了。所以起心动念分别执着，是把我们的清净本然染污了。我们要恢复，菩萨这段的开示很重要，这是纲领、是原则，要从普贤行下手，要发四弘誓愿，要认真努力去修学，然后你得清净心，得清净身。",
      "zh_TW": "不過在我們想像，大概還不至於死，為什麼？慢慢能適應這個環境，在染污環境裡面生活的，他能有這個抵抗力，他能受得了。這個也很明顯，旅居在國外的，在國外住的時間很長，突然到台灣來，一個月就會生大病，為什麼？這個地方的環境對他不適合，這叫環境嚴重的污染。所以將來水污染、空氣污染，在科學家講五十年之後，地球上不適合人生存，不適合現代人生存，那個時候的人還可以活得下去，他已經習慣染污了。所以起心動念分別執著，是把我們的清淨本然染污了。我們要恢復，菩薩這段的開示很重要，這是綱領、是原則，要從普賢行下手，要發四弘誓願，要認真努力去修學，然後你得清淨心，得清淨身。"
    },
    {
      "id": "12-012-0008_p0038",
      "zh_CN": "【身清净故。得身轻利。】",
      "zh_TW": "【身清淨故。得身輕利。】"
    },
    {
      "id": "12-012-0008_p0039",
      "zh_CN": "『轻利』就是我们平常讲的「轻安」，现代人讲的轻快、敏捷，这个身体很灵活，不至于很笨拙，他的身体非常灵巧、轻快。从最明显的地方能看得出来，爬楼梯，十几层楼一口气爬上去，气都不喘一下，他身体轻快。身体显得重浊的人，那就气喘，他走不动，所以从爬山、从爬楼梯很容易看出来，身体灵巧、轻快。大概在三十年前，台中李炳老在世的时候，那个时候在台中办慈光大专讲座，每年寒暑假都办。李老师那个时候七十多岁了，学生年轻才二十出头。讲座办完之后，就带他们去旅游，那个时候爬八卦山，台中到彰化很近，去爬八卦山。老师第一个爬到山顶，很轻松，轻飘飘的就上去了，学生年轻人，走到半路都走不动了，又哼又哈，好不容易爬上去，不行！从这里看是非常明显。",
      "zh_TW": "『輕利』就是我們平常講的「輕安」，現代人講的輕快、敏捷，這個身體很靈活，不至於很笨拙，他的身體非常靈巧、輕快。從最明顯的地方能看得出來，爬樓梯，十幾層樓一口氣爬上去，氣都不喘一下，他身體輕快。身體顯得重濁的人，那就氣喘，他走不動，所以從爬山、從爬樓梯很容易看出來，身體靈巧、輕快。大概在三十年前，台中李炳老在世的時候，那個時候在台中辦慈光大專講座，每年寒暑假都辦。李老師那個時候七十多歲了，學生年輕才二十出頭。講座辦完之後，就帶他們去旅遊，那個時候爬八卦山，台中到彰化很近，去爬八卦山。老師第一個爬到山頂，很輕鬆，輕飄飄的就上去了，學生年輕人，走到半路都走不動了，又哼又哈，好不容易爬上去，不行！從這裡看是非常明顯。"
    },
    {
      "id": "12-012-0008_p0040",
      "zh_CN": "【身轻利故。则得广大。不退神通。】",
      "zh_TW": "【身輕利故。則得廣大。不退神通。】"
    },
    {
      "id": "12-012-0008_p0041",
      "zh_CN": "这个身它的能力恢复了。这个地方所说的『神通』，就是前面所讲的十种神通，内德外用统统具足，统统得到了。由此可知，神通从哪个地方恢复的？从定慧，清净心就具足定慧，清净心是定，清净心起作用就是智慧。",
      "zh_TW": "這個身它的能力恢復了。這個地方所說的『神通』，就是前面所講的十種神通，內德外用統統具足，統統得到了。由此可知，神通從哪個地方恢復的？從定慧，清淨心就具足定慧，清淨心是定，清淨心起作用就是智慧。"
    },
    {
      "id": "12-012-0008_p0042",
      "zh_CN": "【以得如是。大神通故。不离文殊师利足下。普于十方。一切世界。诸如来所。悉现其身。】",
      "zh_TW": "【以得如是。大神通故。不離文殊師利足下。普於十方。一切世界。諸如來所。悉現其身。】"
    },
    {
      "id": "12-012-0008_p0043",
      "zh_CN": "这是神通的德用。第一句『不离文殊师利足下』，这个意思很深很深。文殊师利是他的老师，自己无论有多大的成就，有多高的成就，不能把老师忘掉。你今天一切成就从哪里来的？老师教导的，这是不忘师恩。世尊在经论上教导我们，常念师恩，这句话就是这个意思，常常怀念老师。不是说身没有离开老师足下，心系在老师的足下，念念不忘老师的教诲，时时依教奉行，这是真正不离老师。",
      "zh_TW": "這是神通的德用。第一句『不離文殊師利足下』，這個意思很深很深。文殊師利是他的老師，自己無論有多大的成就，有多高的成就，不能把老師忘掉。你今天一切成就從哪裡來的？老師教導的，這是不忘師恩。世尊在經論上教導我們，常念師恩，這句話就是這個意思，常常懷念老師。不是說身沒有離開老師足下，心繫在老師的足下，念念不忘老師的教誨，時時依教奉行，這是真正不離老師。"
    },
    {
      "id": "12-012-0008_p0044",
      "zh_CN": "然后，所谓百尺竿头更进一步，还要继续不断的去求学。到哪里去求学？现在有这个能力，有能力亲近十方一切诸佛如来。当然，他以如来为善知识，去参访一切诸佛，这是人之常情。我们有这个缘分，有这个机会，有这个能力，去参访最有学问的人，最有德行的人，当然以这个为参访的目标；他不会参访别的菩萨，也不会参访其他的知识，目标就定在『十方一切世界诸如来所』。",
      "zh_TW": "然後，所謂百尺竿頭更進一步，還要繼續不斷的去求學。到哪裡去求學？現在有這個能力，有能力親近十方一切諸佛如來。當然，他以如來為善知識，去參訪一切諸佛，這是人之常情。我們有這個緣分，有這個機會，有這個能力，去參訪最有學問的人，最有德行的人，當然以這個為參訪的目標；他不會參訪別的菩薩，也不會參訪其他的知識，目標就定在『十方一切世界諸如來所』。"
    },
    {
      "id": "12-012-0008_p0045",
      "zh_CN": "『悉现其身』，他的确了不起，能够化身去。唯有化身，他才能够亲近一切诸佛如来，如果没有这个能力，一尊佛、一尊佛那里去拜访，那你要拜访到哪一年？所以他能同时去，同时分身去，佛无量无边，他就分无量无边身，他有这个能力。这显示出前面讲的大神通，这是神足通。第二个意思就更深，一切众生无一不是诸佛如来，这个意思就更深了。若不见性，入不了这个境界，明心见性之后，就入这个境界，这是华严不思议解脱境界。末后一句：",
      "zh_TW": "『悉現其身』，他的確了不起，能夠化身去。唯有化身，他才能夠親近一切諸佛如來，如果沒有這個能力，一尊佛、一尊佛那裡去拜訪，那你要拜訪到哪一年？所以他能同時去，同時分身去，佛無量無邊，他就分無量無邊身，他有這個能力。這顯示出前面講的大神通，這是神足通。第二個意思就更深，一切眾生無一不是諸佛如來，這個意思就更深了。若不見性，入不了這個境界，明心見性之後，就入這個境界，這是華嚴不思議解脫境界。末後一句："
    },
    {
      "id": "12-012-0008_p0046",
      "zh_CN": "【具足成就一切佛法。】",
      "zh_TW": "【具足成就一切佛法。】"
    },
    {
      "id": "12-012-0008_p0047",
      "zh_CN": "到这个时候是证得了究竟圆满，也是密宗里面常讲的大圆满，这句是大圆满的境界，『具足成就一切佛法』。为什么会具足、会成就一切佛法？由于前面他有能力亲近十方一切世界诸如来，所以他具足成就一切佛法。文殊菩萨这段开示，的确是很清楚、很明了，对我们来讲，话我们是听懂了，意思也明白了，可是我们想想还是做不到。为什么做不到？业障习气太重。理明白了，方法也懂得了，可是就用不上力，这是我们今天最困难的地方。那要怎样才能达到这个目标？末后普贤菩萨教给我们，老实念佛，求生净土，你就得到了。生到西方极乐世界，即使下下品往生，也有能力「普于十方一切诸如来所，悉现其身」，到极乐世界就有这个能力。既然能够见十方一切诸佛，当然就具足成就一切佛法，这是一定的道理。念佛法门殊胜无比，在这个经上，字字句句里面，都显示这个意思。",
      "zh_TW": "到這個時候是證得了究竟圓滿，也是密宗裡面常講的大圓滿，這句是大圓滿的境界，『具足成就一切佛法』。為什麼會具足、會成就一切佛法？由於前面他有能力親近十方一切世界諸如來，所以他具足成就一切佛法。文殊菩薩這段開示，的確是很清楚、很明瞭，對我們來講，話我們是聽懂了，意思也明白了，可是我們想想還是做不到。為什麼做不到？業障習氣太重。理明白了，方法也懂得了，可是就用不上力，這是我們今天最困難的地方。那要怎樣才能達到這個目標？末後普賢菩薩教給我們，老實念佛，求生淨土，你就得到了。生到西方極樂世界，即使下下品往生，也有能力「普於十方一切諸如來所，悉現其身」，到極樂世界就有這個能力。既然能夠見十方一切諸佛，當然就具足成就一切佛法，這是一定的道理。念佛法門殊勝無比，在這個經上，字字句句裡面，都顯示這個意思。"
    },
    {
      "id": "12-012-0008_p0048",
      "zh_CN": "清凉注解里头注得好，意思都说出来了。我们把这个注子念一念，大家就晓得了。这是第三段，在这一会里头，就是六千比丘会里面，第三大段，这是「总结所作」。总结里面，「亦胜进益」。胜就是殊胜，进是进步，利益一层比一层殊胜。经文里面有三段，这十句分三段。第一句「明自住」。就是菩萨的自利。「次劝诸比丘下，彰其化法」。这是从第二句起。彰是彰明，就是明显的叙述出文殊菩萨教化众生这些方法，这是第二句里头。第三句以下，就是「展转成益」。第三句我们就说得非常具体，劝他发愿，劝他修行；修行之后，得的什么好处？从得清净心，得清净身，得轻利，得神通，这一层比一层殊胜的利益，所以说展转成益，「略有八重」。合前面两句是十句，十句是表无尽的意思。末后做一个总结，「上来六千比丘会竟」。这是「文殊章」里面第一大段，六千比丘会到这个地方讲圆满了。下面是第二大段「诸乘人会」。我们看经文。",
      "zh_TW": "清涼註解裡頭註得好，意思都說出來了。我們把這個註子念一念，大家就曉得了。這是第三段，在這一會裡頭，就是六千比丘會裡面，第三大段，這是「總結所作」。總結裡面，「亦勝進益」。勝就是殊勝，進是進步，利益一層比一層殊勝。經文裡面有三段，這十句分三段。第一句「明自住」。就是菩薩的自利。「次勸諸比丘下，彰其化法」。這是從第二句起。彰是彰明，就是明顯的敘述出文殊菩薩教化眾生這些方法，這是第二句裡頭。第三句以下，就是「展轉成益」。第三句我們就說得非常具體，勸他發願，勸他修行；修行之後，得的什麼好處？從得清淨心，得清淨身，得輕利，得神通，這一層比一層殊勝的利益，所以說展轉成益，「略有八重」。合前面兩句是十句，十句是表無盡的意思。末後做一個總結，「上來六千比丘會竟」。這是「文殊章」裡面第一大段，六千比丘會到這個地方講圓滿了。下面是第二大段「諸乘人會」。我們看經文。"
    },
    {
      "id": "12-012-0008_p0049",
      "zh_CN": "【尔时。文殊师利菩萨。劝诸比丘。发阿耨多罗三藐三菩提心已。】",
      "zh_TW": "【爾時。文殊師利菩薩。勸諸比丘。發阿耨多羅三藐三菩提心已。】"
    },
    {
      "id": "12-012-0008_p0050",
      "zh_CN": "这一句话很好懂，这是总结前面，结前启后。注解里头说得很好，这段文以下是「诸乘人会」。这里面很复杂，但是声闻、缘觉、权教菩萨，就像《法华经》上所说的「开权显实」，这个经上所讲的「会权入实」，权乘的到后来统统都归入到真实法，归入到真实，真实是一真法界。权小是说哪些？我们从下面来说起，通常讲五乘佛法，五乘都是权，人乘、天乘再上去声闻乘、缘觉乘、菩萨乘、佛乘，佛也是权，十法界里面的佛。藏教的佛是十法界的佛，通教的佛也是十法界的佛，别教算是超越十法界，别教才超越。别教初地等于圆教初住，破一品无明，证一分法身，那是超越十法界。所以藏教佛、通教佛都在十法界里面，都叫做权。",
      "zh_TW": "這一句話很好懂，這是總結前面，結前啟後。註解裡頭說得很好，這段文以下是「諸乘人會」。這裡面很複雜，但是聲聞、緣覺、權教菩薩，就像《法華經》上所說的「開權顯實」，這個經上所講的「會權入實」，權乘的到後來統統都歸入到真實法，歸入到真實，真實是一真法界。權小是說哪些？我們從下面來說起，通常講五乘佛法，五乘都是權，人乘、天乘再上去聲聞乘、緣覺乘、菩薩乘、佛乘，佛也是權，十法界裡面的佛。藏教的佛是十法界的佛，通教的佛也是十法界的佛，別教算是超越十法界，別教才超越。別教初地等於圓教初住，破一品無明，證一分法身，那是超越十法界。所以藏教佛、通教佛都在十法界裡面，都叫做權。"
    },
    {
      "id": "12-012-0008_p0051",
      "zh_CN": "此地诸乘里头包括这么复杂，这些人统统会入真实，真实就是一真法界。而实实在在说，在理论上讲，无量法门都能达到这个效果，从理上讲。可是从事上讲不尽然，事上讲是一切众生根性不齐，业障深重的人没有办法。但是唯一有一个方法，就是念佛带业往生，不但是人天乘，可以在一生当中契入这个境界，也就是超越六道、超越十法界，因为西方极乐世界是一真法界，那就是入实，会权入实了。连三恶道地狱众生，也能念佛往生净土，这个法门不可思议。除这个法门之外，哪个法门都找不到；其他大乘法里面，充其量可以度人天以上的，决定没有办法叫三恶道也入一真法界，没这个说法，没有这个经典。",
      "zh_TW": "此地諸乘裡頭包括這麼複雜，這些人統統會入真實，真實就是一真法界。而實實在在說，在理論上講，無量法門都能達到這個效果，從理上講。可是從事上講不盡然，事上講是一切眾生根性不齊，業障深重的人沒有辦法。但是唯一有一個方法，就是念佛帶業往生，不但是人天乘，可以在一生當中契入這個境界，也就是超越六道、超越十法界，因為西方極樂世界是一真法界，那就是入實，會權入實了。連三惡道地獄眾生，也能念佛往生淨土，這個法門不可思議。除這個法門之外，哪個法門都找不到；其他大乘法裡面，充其量可以度人天以上的，決定沒有辦法叫三惡道也入一真法界，沒這個說法，沒有這個經典。"
    },
    {
      "id": "12-012-0008_p0052",
      "zh_CN": "我们看到许多大乘经，把地狱众生从地狱里头度到饿鬼道，这就是他解脱了，这他真得度了。饿鬼道把他度到畜生道，畜生道度到人道，这么个度法。你们看看《地藏经》上，大愿地藏菩萨了不起，地藏菩萨也只能把地狱众生度到忉利天，欲界第二层天，没有办法把他度到一真法界。真正能把地狱众生在一生当中，度到一真法界，只有念佛求生净土，只有这一门。所以这个法门是一切诸佛如来，没有一个不赞叹的，道理在此地。所以诸乘人会，我们明白这个意思，知道这个事实真相，那就有味道了，否则你看不出味道来。",
      "zh_TW": "我們看到許多大乘經，把地獄眾生從地獄裡頭度到餓鬼道，這就是他解脫了，這他真得度了。餓鬼道把他度到畜生道，畜生道度到人道，這麼個度法。你們看看《地藏經》上，大願地藏菩薩了不起，地藏菩薩也只能把地獄眾生度到忉利天，欲界第二層天，沒有辦法把他度到一真法界。真正能把地獄眾生在一生當中，度到一真法界，只有念佛求生淨土，只有這一門。所以這個法門是一切諸佛如來，沒有一個不讚歎的，道理在此地。所以諸乘人會，我們明白這個意思，知道這個事實真相，那就有味道了，否則你看不出味道來。"
    },
    {
      "id": "12-012-0008_p0053",
      "zh_CN": "这段总结前面，开启后面这一会，结前生后。今天时间到了，我们这一会下一次再说。",
      "zh_TW": "這段總結前面，開啟後面這一會，結前生後。今天時間到了，我們這一會下一次再說。"
    }
  ]
}