{
  "doc_id": "12-012-0020",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0020",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-012-0020_p0001",
      "zh_CN": "请掀开经本第三十面第五行：",
      "zh_TW": "請掀開經本第三十面第五行："
    },
    {
      "id": "12-012-0020_p0002",
      "zh_CN": "【大愿回向善御者。总持诸法坚固力。智慧周旋常遍转。令我载此速疾乘。】",
      "zh_TW": "【大願迴向善御者。總持諸法堅固力。智慧周旋常遍轉。令我載此速疾乘。】"
    },
    {
      "id": "12-012-0020_p0003",
      "zh_CN": "这是十度自利的末后一首，这里面有三度：愿、力、智。前面我们在第二首里面说过，它里面包含着有精进、禅定、般若、方便，包括有四种。清凉大师在注解里面，虽然文字不多，它的意思很圆满；上一次因为时间不够，我们后面这个意思没有说。可是这一段实在讲，对我们的修学太重要了。无论修学哪个法门，诸位必须要知道，五十三参是代表各种不同的法门，就根机来说，它是各种不同的根机修学各种不同的法门，这个地方是总纲领。无论是什么样的根机，男女老少、各行各业，上中下三根，都要遵守这个原则。所以这一段我们宁愿多费一点时间，它对我们来讲太重要。",
      "zh_TW": "這是十度自利的末後一首，這裡面有三度：願、力、智。前面我們在第二首裡面說過，它裡面包含著有精進、禪定、般若、方便，包括有四種。清涼大師在註解裡面，雖然文字不多，它的意思很圓滿；上一次因為時間不夠，我們後面這個意思沒有說。可是這一段實在講，對我們的修學太重要了。無論修學哪個法門，諸位必須要知道，五十三參是代表各種不同的法門，就根機來說，它是各種不同的根機修學各種不同的法門，這個地方是總綱領。無論是什麼樣的根機，男女老少、各行各業，上中下三根，都要遵守這個原則。所以這一段我們寧願多費一點時間，它對我們來講太重要。"
    },
    {
      "id": "12-012-0020_p0004",
      "zh_CN": "清凉大师在注解里面引用旧经，旧经就是《六十华严》，当年翻译的时候，《八十华严》叫新经，所以诸位看到旧经就是《六十华严》，就是晋朝时候翻译。「若梵本云，堪用禅中胜三昧。意取禅能空心，如车中虚，有车之用」。这是讲箱，前面讲「六根寂静三昧箱」，那个意思就更圆满。这是教给我们最殊胜的受用，三昧是正受，最殊胜、最正常的享受，我们今天讲享受大家好懂；受用，有的人还听不懂，享受。什么是最殊胜、最正常的享受？就是清净心。此地讲禅能空心，空心就是清净心，就是平等心，《无量寿经》经题上讲：「清净平等觉」。觉不必求，只要求到心地清净平等，自然就觉了，就跟《金刚经》上讲的「信心清净」，信心，我们信佛的心，信净土的心，信阿弥陀佛四十八愿的心，要能到清净平等，就生实相。「则生实相」，生实相就是觉。「信心清净，则生实相」八个字，要是不懂的话，你念《无量寿经》的经题「清净平等觉」，就是解释这一句话。一合起来，大家这个意思就明了，就比较清楚。",
      "zh_TW": "清涼大師在註解裡面引用舊經，舊經就是《六十華嚴》，當年翻譯的時候，《八十華嚴》叫新經，所以諸位看到舊經就是《六十華嚴》，就是晉朝時候翻譯。「若梵本云，堪用禪中勝三昧。意取禪能空心，如車中虛，有車之用」。這是講箱，前面講「六根寂靜三昧箱」，那個意思就更圓滿。這是教給我們最殊勝的受用，三昧是正受，最殊勝、最正常的享受，我們今天講享受大家好懂；受用，有的人還聽不懂，享受。什麼是最殊勝、最正常的享受？就是清淨心。此地講禪能空心，空心就是清淨心，就是平等心，《無量壽經》經題上講：「清淨平等覺」。覺不必求，只要求到心地清淨平等，自然就覺了，就跟《金剛經》上講的「信心清淨」，信心，我們信佛的心，信淨土的心，信阿彌陀佛四十八願的心，要能到清淨平等，就生實相。「則生實相」，生實相就是覺。「信心清淨，則生實相」八個字，要是不懂的話，你念《無量壽經》的經題「清淨平等覺」，就是解釋這一句話。一合起來，大家這個意思就明瞭，就比較清楚。"
    },
    {
      "id": "12-012-0020_p0005",
      "zh_CN": "由此可知，不管修哪个法门，不管是什么样的根性，总原则、总纲领就是清净心。我们修行功夫不得力，原因在哪里？仔细去想想，恰好跟这个相违背，我们心不清净，一天到晚胡思乱想，妄想分别执着太多了。不但世间一切法放不下，学了佛，连佛法也放不下，执着在佛学名相上，执着在佛经讲的种种境界上，而不知道佛所讲，「凡所有相，皆是虚妄」。佛所讲的种种相是现相，现相有没有？有，虽然有，它是幻有，这个意思要懂，也就是说它是暂有，暂时的有，它不是真有。佛讲万法皆空，因为它不是真有，它不是存在的有，而是刹那生灭的有，《金刚经》上讲的「如露亦如电」，是暂时的存在。这个「暂时」，时间太短太短，在过去讲席里面都跟诸位详细的说过。",
      "zh_TW": "由此可知，不管修哪個法門，不管是什麼樣的根性，總原則、總綱領就是清淨心。我們修行功夫不得力，原因在哪裡？仔細去想想，恰好跟這個相違背，我們心不清淨，一天到晚胡思亂想，妄想分別執著太多了。不但世間一切法放不下，學了佛，連佛法也放不下，執著在佛學名相上，執著在佛經講的種種境界上，而不知道佛所講，「凡所有相，皆是虛妄」。佛所講的種種相是現相，現相有沒有？有，雖然有，它是幻有，這個意思要懂，也就是說它是暫有，暫時的有，它不是真有。佛講萬法皆空，因為它不是真有，它不是存在的有，而是剎那生滅的有，《金剛經》上講的「如露亦如電」，是暫時的存在。這個「暫時」，時間太短太短，在過去講席裡面都跟諸位詳細的說過。"
    },
    {
      "id": "12-012-0020_p0006",
      "zh_CN": "这一种短暂的存在现象，现代科学家都证实、都证明。我们从科学家的发现、证实，于是对经典上佛所讲的一切法不生不灭，我们有了一点印象，但是我们还没能够契入；如果契入了，那就恭喜你，你就证得无生法忍，那是大菩萨，不是普通菩萨境界。无生法忍，《仁王经》上讲七地、八地、九地菩萨的境界；即使《仁王经》上说的是别教菩萨位，那也是三贤位里面高段的，不是普通的。这个我们一定要清楚、一定要明了，我们今天有这么一点气氛，虽然没有证实，已经很靠近。对于佛在经上所说的，这是宇宙人生的真相，我们不怀疑，这就是很大的进步。不怀疑、不夹杂、不间断，我们求生净土是决定得生，这是保证。这一点希望同修们要认真记住，不能有丝毫怀疑。",
      "zh_TW": "這一種短暫的存在現象，現代科學家都證實、都證明。我們從科學家的發現、證實，於是對經典上佛所講的一切法不生不滅，我們有了一點印象，但是我們還沒能夠契入；如果契入了，那就恭喜你，你就證得無生法忍，那是大菩薩，不是普通菩薩境界。無生法忍，《仁王經》上講七地、八地、九地菩薩的境界；即使《仁王經》上說的是別教菩薩位，那也是三賢位裡面高段的，不是普通的。這個我們一定要清楚、一定要明瞭，我們今天有這麼一點氣氛，雖然沒有證實，已經很靠近。對於佛在經上所說的，這是宇宙人生的真相，我們不懷疑，這就是很大的進步。不懷疑、不夾雜、不間斷，我們求生淨土是決定得生，這是保證。這一點希望同修們要認真記住，不能有絲毫懷疑。"
    },
    {
      "id": "12-012-0020_p0007",
      "zh_CN": "馆长在病重的时候我问她，妳对西方净土有没有问题？决定不疑惑！她这么肯定，决定不疑惑。我特别提出阿弥陀佛第十八愿，临终十念必生净土，我说：怎么样？没有问题，没有疑惑，决定得生。心要清净，清净心就生智慧；智慧、方便是世出世间一切法成就的重要因素，也可以说第一因素。你要有智慧，你要有方便；方便前面跟诸位讲过，就是你的方法非常适当，你所用的方法用的太好了，这叫方便。而般若成就清净心，成就平等心，超越六道十法界，这就叫得度。这十个纲领叫十度，度就是度脱生死轮回，度脱十法界，而入一真法界；在我们念佛人讲，「入弥陀愿海」，这个实实在在不可思议。",
      "zh_TW": "館長在病重的時候我問她，妳對西方淨土有沒有問題？決定不疑惑！她這麼肯定，決定不疑惑。我特別提出阿彌陀佛第十八願，臨終十念必生淨土，我說：怎麼樣？沒有問題，沒有疑惑，決定得生。心要清淨，清淨心就生智慧；智慧、方便是世出世間一切法成就的重要因素，也可以說第一因素。你要有智慧，你要有方便；方便前面跟諸位講過，就是你的方法非常適當，你所用的方法用的太好了，這叫方便。而般若成就清淨心，成就平等心，超越六道十法界，這就叫得度。這十個綱領叫十度，度就是度脫生死輪迴，度脫十法界，而入一真法界；在我們念佛人講，「入彌陀願海」，這個實實在在不可思議。"
    },
    {
      "id": "12-012-0020_p0008",
      "zh_CN": "末后清凉大师给这一段做了一个总结，精进能伏烦恼，这个话说得好。因为我们在平常遇到一些同修，谈话当中都来诉苦，念佛伏不住烦恼，烦恼愈念愈多，功夫愈来愈不得力，这个情形很普遍，而且很广泛。可见得大多数同修都有这个麻烦，我们读这一段经，这经就有受用。为什么还有这些麻烦问题解决不了？你不够精进，你想想看对不对？不精进就是懈怠、懒散，还要功夫成就，哪有这种道理？哪有这么便宜的事情？什么叫精进？古人讲这一句佛号念到风吹不入，雨打不透，这叫功夫。实在说这两句就是大势至菩萨讲的「净念相继」，那就是精进。所谓净就是不怀疑、不夹杂，你这个念就是净念；你要是有疑惑、有夹杂，你这个念不清净。相继就是精进，一句接着一句，念得快慢没有关系；快念就是一般讲的追顶念佛，阿弥陀佛！阿弥陀佛！阿弥陀佛！接着念，追顶念佛；通常一般人念的比较慢一点。与快慢没有关系，要紧的就是不怀疑、不夹杂、不间断。你有工作的时候，工作如果需要思考，那你就把佛号放下，你去办事；如果你的工作不需要用思考，那你一面工作还是一面可以念佛，这个原则一定要记住。",
      "zh_TW": "末後清涼大師給這一段做了一個總結，精進能伏煩惱，這個話說得好。因為我們在平常遇到一些同修，談話當中都來訴苦，念佛伏不住煩惱，煩惱愈念愈多，功夫愈來愈不得力，這個情形很普遍，而且很廣泛。可見得大多數同修都有這個麻煩，我們讀這一段經，這經就有受用。為什麼還有這些麻煩問題解決不了？你不夠精進，你想想看對不對？不精進就是懈怠、懶散，還要功夫成就，哪有這種道理？哪有這麼便宜的事情？什麼叫精進？古人講這一句佛號念到風吹不入，雨打不透，這叫功夫。實在說這兩句就是大勢至菩薩講的「淨念相繼」，那就是精進。所謂淨就是不懷疑、不夾雜，你這個念就是淨念；你要是有疑惑、有夾雜，你這個念不清淨。相繼就是精進，一句接著一句，念得快慢沒有關係；快念就是一般講的追頂念佛，阿彌陀佛！阿彌陀佛！阿彌陀佛！接著念，追頂念佛；通常一般人念的比較慢一點。與快慢沒有關係，要緊的就是不懷疑、不夾雜、不間斷。你有工作的時候，工作如果需要思考，那你就把佛號放下，你去辦事；如果你的工作不需要用思考，那你一面工作還是一面可以念佛，這個原則一定要記住。"
    },
    {
      "id": "12-012-0020_p0009",
      "zh_CN": "我们同修当中过去有几位开计程车，他来问我：「开车可不可以念佛？」不可以念佛，你要精神着重在路况，不要出了事情。有一位曾经跟我说，他载一位客人，因为念佛把路走错了，绕了很大的圈子，他还算不错，佛教徒收人家的费用收得很少。我说你虽然是收得很少，但是你耽误别人的时间，你还是对不起人。所以我就教给他，像这种状况之下，你的精力要集中的时候，你就不能够念佛，佛号放下，专心做你的工作；工作停掉之后，你的佛号就提起来。这个样子你工作也做好了，佛号也念好了；万万不可以一面工作、一面念佛，实在讲佛也没有念好，工作也没有做好，这是错误。真正做到工作不碍念佛，念佛不碍工作，那你已经不是普通人了，你已经是菩萨了。凡夫做不到，要晓得我们是凡夫，经上讲的菩萨境界，我们听了点头懂得就行，学不得，学不到的！学佛不能够躐等。我们这样做法就是精进，就能够伏烦恼。",
      "zh_TW": "我們同修當中過去有幾位開計程車，他來問我：「開車可不可以念佛？」不可以念佛，你要精神著重在路況，不要出了事情。有一位曾經跟我說，他載一位客人，因為念佛把路走錯了，繞了很大的圈子，他還算不錯，佛教徒收人家的費用收得很少。我說你雖然是收得很少，但是你耽誤別人的時間，你還是對不起人。所以我就教給他，像這種狀況之下，你的精力要集中的時候，你就不能夠念佛，佛號放下，專心做你的工作；工作停掉之後，你的佛號就提起來。這個樣子你工作也做好了，佛號也念好了；萬萬不可以一面工作、一面念佛，實在講佛也沒有念好，工作也沒有做好，這是錯誤。真正做到工作不礙念佛，念佛不礙工作，那你已經不是普通人了，你已經是菩薩了。凡夫做不到，要曉得我們是凡夫，經上講的菩薩境界，我們聽了點頭懂得就行，學不得，學不到的！學佛不能夠躐等。我們這樣做法就是精進，就能夠伏煩惱。"
    },
    {
      "id": "12-012-0020_p0010",
      "zh_CN": "而禅定也就是此地讲的三昧，三昧能够降伏情执。世间人修行功夫再好，为什么出不了三界？纵然精进很如法，情执要是不断，这是一条绳索，把你捆绑在这个地方，你还是走不掉。就像轮船一样，那个铁链锚拴在那里，它怎么样发动，它还是离不开。情执要用禅定。而智慧能成就佛法，佛法是明了、是觉悟，有智慧，世出世间一切法通达明了。所以这三条，精进、禅定、般若，这叫「决定胜道」。胜是殊胜，决定是殊胜的菩提道。慧里面有权、有实，称之为「妙法」。",
      "zh_TW": "而禪定也就是此地講的三昧，三昧能夠降伏情執。世間人修行功夫再好，為什麼出不了三界？縱然精進很如法，情執要是不斷，這是一條繩索，把你捆綁在這個地方，你還是走不掉。就像輪船一樣，那個鐵鍊錨拴在那裡，它怎麼樣發動，它還是離不開。情執要用禪定。而智慧能成就佛法，佛法是明瞭、是覺悟，有智慧，世出世間一切法通達明瞭。所以這三條，精進、禪定、般若，這叫「決定勝道」。勝是殊勝，決定是殊勝的菩提道。慧裡面有權、有實，稱之為「妙法」。"
    },
    {
      "id": "12-012-0020_p0011",
      "zh_CN": "今天我们念的这一段，这一段里面有三度。第一个是愿，『大愿回向善御者』，「善御」，驾车的这个人；他统统以车子做比喻，大愿回向善御。善御是谁？善御就是我们自己，我们驾着这个大车，大愿车，如同阿弥陀佛驾着，我们常常讲阿弥陀佛驾着大愿船，普度众生；他用车，大愿船、大愿车都一样，都是普度众生的；度自己，也度众生。清凉大师注子里头说得好，他说：「牛若有御」，牛在此地讲牠是个动力。「随心能到。行若有愿，无事不成。能向众生菩提实际」。这就是回向三处。我们学佛尤其是学净土，净土法门我们现在可以肯定，是无比殊胜的法门。在出世法里头，佛讲过无量法门，无量法门当中第一殊胜。修学这个法门的人心量要大，不要单单为自己，为自己与阿弥陀佛的本愿不相应。怎样能保证自己往生？我们常讲的必须与阿弥陀佛同心同愿，同德同行；阿弥陀佛的心愿，真的是心包太虚、量周沙界。我们要把我们的心打开，不要念念想自己，念念想一个家，这个不行。学了佛，念念想我这个道场，太小了！念念都要想到尽虚空遍法界，我们的修学点点滴滴为谁？为法界众生，希望尽虚空遍法界一切众生同生净土，我们要把功德这样回向，你的心量自然就拓开，这个方法妙绝了。他不叫我们断烦恼，他教给我们拓开心量，而拓开心量的方式，就是叫我们起心动念都要想到尽虚空遍法界。「回向实际」，实际是真如本性，是我们求学的目标；宗门讲明心见性，净宗讲理一心不乱，就是实际。而《无量寿经》上讲的三种真实，「开化显示真实之际」，就是实际，我们就是求这个。菩提是正觉，就是无上正等正觉，其他都不为，我们就是为了这个。这个样子，世出世间法你自自然然就放下，世出世间的事没有不圆满的，没有不成就的，这是讲「愿」。",
      "zh_TW": "今天我們念的這一段，這一段裡面有三度。第一個是願，『大願迴向善御者』，「善御」，駕車的這個人；他統統以車子做比喻，大願迴向善御。善御是誰？善御就是我們自己，我們駕著這個大車，大願車，如同阿彌陀佛駕著，我們常常講阿彌陀佛駕著大願船，普度眾生；他用車，大願船、大願車都一樣，都是普度眾生的；度自己，也度眾生。清涼大師註子裡頭說得好，他說：「牛若有御」，牛在此地講牠是個動力。「隨心能到。行若有願，無事不成。能向眾生菩提實際」。這就是迴向三處。我們學佛尤其是學淨土，淨土法門我們現在可以肯定，是無比殊勝的法門。在出世法裡頭，佛講過無量法門，無量法門當中第一殊勝。修學這個法門的人心量要大，不要單單為自己，為自己與阿彌陀佛的本願不相應。怎樣能保證自己往生？我們常講的必須與阿彌陀佛同心同願，同德同行；阿彌陀佛的心願，真的是心包太虛、量周沙界。我們要把我們的心打開，不要念念想自己，念念想一個家，這個不行。學了佛，念念想我這個道場，太小了！念念都要想到盡虛空遍法界，我們的修學點點滴滴為誰？為法界眾生，希望盡虛空遍法界一切眾生同生淨土，我們要把功德這樣迴向，你的心量自然就拓開，這個方法妙絕了。他不叫我們斷煩惱，他教給我們拓開心量，而拓開心量的方式，就是叫我們起心動念都要想到盡虛空遍法界。「迴向實際」，實際是真如本性，是我們求學的目標；宗門講明心見性，淨宗講理一心不亂，就是實際。而《無量壽經》上講的三種真實，「開化顯示真實之際」，就是實際，我們就是求這個。菩提是正覺，就是無上正等正覺，其他都不為，我們就是為了這個。這個樣子，世出世間法你自自然然就放下，世出世間的事沒有不圓滿的，沒有不成就的，這是講「願」。"
    },
    {
      "id": "12-012-0020_p0012",
      "zh_CN": "第二句『总持诸法坚固力』，比喻里头，车有能力运载，由于车辆的坚固，它才有运载的能力。同样的道理，大师在此地跟我们讲：「法若不散，在总持力」。这个法，世出世间一切法都包括在其中；散就是不成就，不散那就成就了。怎么会成就？总持的力量。总持的力量用现代的话来讲，就是专心致力，你的心力能够集中，能够专一，哪有不成功？无论做什么事情，你能够专心去做，一心一意去做，世出世间任何一法，你都会有成就，显示出你的能力。最怕的是散乱，一会想东、一会想西，一会想做这个、一会想做那个，那你就不能成就。佛法的修学也是如此，法门无量，又想学这个，又想学那个；经论众多，又想遍读，又想广学，那你是一样都不能成就。",
      "zh_TW": "第二句『總持諸法堅固力』，比喻裡頭，車有能力運載，由於車輛的堅固，它才有運載的能力。同樣的道理，大師在此地跟我們講：「法若不散，在總持力」。這個法，世出世間一切法都包括在其中；散就是不成就，不散那就成就了。怎麼會成就？總持的力量。總持的力量用現代的話來講，就是專心致力，你的心力能夠集中，能夠專一，哪有不成功？無論做什麼事情，你能夠專心去做，一心一意去做，世出世間任何一法，你都會有成就，顯示出你的能力。最怕的是散亂，一會想東、一會想西，一會想做這個、一會想做那個，那你就不能成就。佛法的修學也是如此，法門無量，又想學這個，又想學那個；經論眾多，又想遍讀，又想廣學，那你是一樣都不能成就。"
    },
    {
      "id": "12-012-0020_p0013",
      "zh_CN": "我们不但看到古德，在《华严经》这部分里面，世尊为我们显示五十三位善知识都是法身大士，他怎么成就？专攻一门，每个人都专攻一门。而实在说一门成就了，一切法门都成就，就怕你一门都不能成就。为什么说一门成就了，一切法门都成就？诸位要知道，佛法里面讲成就是成就什么？刚才说过法门众多，八万四千法门，无量法门；你要晓得，法是方法，门是门径；方法、门径不相同，他成就的是什么？如果用经教上讲，他成就的是戒定慧；假如就净宗来说，他成就的是清净平等觉。你想想看，你这一门成就清净平等觉，原来门门都是成就清净平等觉，那你怎么会不通？你自然就通了。",
      "zh_TW": "我們不但看到古德，在《華嚴經》這部分裡面，世尊為我們顯示五十三位善知識都是法身大士，他怎麼成就？專攻一門，每個人都專攻一門。而實在說一門成就了，一切法門都成就，就怕你一門都不能成就。為什麼說一門成就了，一切法門都成就？諸位要知道，佛法裡面講成就是成就什麼？剛才說過法門眾多，八萬四千法門，無量法門；你要曉得，法是方法，門是門徑；方法、門徑不相同，他成就的是什麼？如果用經教上講，他成就的是戒定慧；假如就淨宗來說，他成就的是清淨平等覺。你想想看，你這一門成就清淨平等覺，原來門門都是成就清淨平等覺，那你怎麼會不通？你自然就通了。"
    },
    {
      "id": "12-012-0020_p0014",
      "zh_CN": "这个好比用车做比喻，车里面最主要的部分就是轮，轮外头是圆周，圆周就是代表无量法门，八万四千法门，成就是什么？中心，那个圆心。你在圆周任何一点，我们今天在几何学上讲，你要用垂直线一定达到圆心，有这个成就；到达圆心，全部圆周你不就都通达了吗？没有达到的时候，与其他的法门格格不入，彼此有障碍；达到中心点，一切通达。那个中心点在教上讲就是戒定慧，在我们《无量寿经》上讲就是清净平等觉。清净是戒，平等是定，觉就是慧，所以经题上就三学具足。你明白这个道理，你心就不怀疑，你就会专攻一门，任何一部经，任何一个法门，能够专一，锲而不舍，一门深入达到中心点成就了，那就一切通达，就是这么个道理。",
      "zh_TW": "這個好比用車做比喻，車裡面最主要的部分就是輪，輪外頭是圓周，圓周就是代表無量法門，八萬四千法門，成就是什麼？中心，那個圓心。你在圓周任何一點，我們今天在幾何學上講，你要用垂直線一定達到圓心，有這個成就；到達圓心，全部圓周你不就都通達了嗎？沒有達到的時候，與其他的法門格格不入，彼此有障礙；達到中心點，一切通達。那個中心點在教上講就是戒定慧，在我們《無量壽經》上講就是清淨平等覺。清淨是戒，平等是定，覺就是慧，所以經題上就三學具足。你明白這個道理，你心就不懷疑，你就會專攻一門，任何一部經，任何一個法門，能夠專一，鍥而不捨，一門深入達到中心點成就了，那就一切通達，就是這麼個道理。"
    },
    {
      "id": "12-012-0020_p0015",
      "zh_CN": "通达之后，他还守一门，那是什么？那就是示现给初学的人看，这叫大慈大悲。实在讲这五十三位善知识都是达到中心点，但是他还示现的是一门，这就是慈悲。这是教导我们如何修学能够成就圆满菩提，圆满菩提，圆心，就靠总持力；总持力就是专心一致，没有达到圆满绝不改变，当然这个原理原则决定没错。可是我们是凡夫，无量劫来业障习气很重，冤亲债主不晓得有多少，这些冤亲债主都可以说会来找麻烦。所以我们平常念佛、诵经，一定要跟冤亲债主回向，就是过去我错了，我对不起你，跟你结了冤仇；现在我学佛觉悟了，我将我所修学的一切功德都回向给你；我成佛之后，先度你们，就发这个愿。希望我们在菩提道上一帆风顺，希望他不要来干扰，这个要有坚实的愿力，你才能办得到。",
      "zh_TW": "通達之後，他還守一門，那是什麼？那就是示現給初學的人看，這叫大慈大悲。實在講這五十三位善知識都是達到中心點，但是他還示現的是一門，這就是慈悲。這是教導我們如何修學能夠成就圓滿菩提，圓滿菩提，圓心，就靠總持力；總持力就是專心一致，沒有達到圓滿絕不改變，當然這個原理原則決定沒錯。可是我們是凡夫，無量劫來業障習氣很重，冤親債主不曉得有多少，這些冤親債主都可以說會來找麻煩。所以我們平常念佛、誦經，一定要跟冤親債主迴向，就是過去我錯了，我對不起你，跟你結了冤仇；現在我學佛覺悟了，我將我所修學的一切功德都迴向給你；我成佛之後，先度你們，就發這個願。希望我們在菩提道上一帆風順，希望他不要來干擾，這個要有堅實的願力，你才能辦得到。"
    },
    {
      "id": "12-012-0020_p0016",
      "zh_CN": "如果我们冷静的去观察，我们的亲戚朋友当中，同学、同事当中有病重的，你去看他的时候，你就会发现他业障现前，如《地藏菩萨本愿经》所说，看到无常大鬼，白无常、黑无常。我过去有一个同学，我们是同班同学，前年过世。他在世的时候，他是荣总好像是住院组的组长，他是管住院的。我问他相不相信有鬼？他相信，他们医院里头这些护士、医生常常见到，如果那个病房里头出现无常走进走出，大概那个病人不出三天，他们见到了，跟《地藏经》上讲得没两样。",
      "zh_TW": "如果我們冷靜的去觀察，我們的親戚朋友當中，同學、同事當中有病重的，你去看他的時候，你就會發現他業障現前，如《地藏菩薩本願經》所說，看到無常大鬼，白無常、黑無常。我過去有一個同學，我們是同班同學，前年過世。他在世的時候，他是榮總好像是住院組的組長，他是管住院的。我問他相不相信有鬼？他相信，他們醫院裡頭這些護士、醫生常常見到，如果那個病房裡頭出現無常走進走出，大概那個病人不出三天，他們見到了，跟《地藏經》上講得沒兩樣。"
    },
    {
      "id": "12-012-0020_p0017",
      "zh_CN": "病人在昏迷的时候，跟家人讲他见到什么人在门口，见到哪一个，所说的都是过去的一些熟人，我们常常看到这个现象。这是不是他真的家人来？不是，《地藏经》上说得很清楚，冤家债主变这个样子来引诱他，带他一道去，带他去了之后，就清算斗争，就算帐、就报复，这个非常可怕。哪一个没有冤亲债主？所以临终正念保持，那就相当不容易，而且非常非常重要。我们这一次将《饬终须知》，我把题目改了一下，《怎样念佛往生成佛》，我们印了一万册，里头重要的地方，我都把它用红笔划出来，套色印出来，大家要细看。每一个人总不免这一条路，我们要早做准备，早办资粮，世间全是假的，应当要放下，不要再去计较这个事情，办自己的大事要紧。办大事，大事办妥，那就是示现给大家看；经上常常教给我们受持、读诵、为人演说，演就是表演，你做样子给人看。这很要紧，这个常识不能不知道，我们明了，依照这个方法去做，这一生决定往生成佛；不但永别六道，永别十法界，西方极乐世界是一真法界，是华藏世界的市区、中心点，最殊胜、最美好的一个地区，错过这个机缘，那就太可惜。",
      "zh_TW": "病人在昏迷的時候，跟家人講他見到什麼人在門口，見到哪一個，所說的都是過去的一些熟人，我們常常看到這個現象。這是不是他真的家人來？不是，《地藏經》上說得很清楚，冤家債主變這個樣子來引誘他，帶他一道去，帶他去了之後，就清算鬥爭，就算帳、就報復，這個非常可怕。哪一個沒有冤親債主？所以臨終正念保持，那就相當不容易，而且非常非常重要。我們這一次將《飭終須知》，我把題目改了一下，《怎樣念佛往生成佛》，我們印了一萬冊，裡頭重要的地方，我都把它用紅筆劃出來，套色印出來，大家要細看。每一個人總不免這一條路，我們要早做準備，早辦資糧，世間全是假的，應當要放下，不要再去計較這個事情，辦自己的大事要緊。辦大事，大事辦妥，那就是示現給大家看；經上常常教給我們受持、讀誦、為人演說，演就是表演，你做樣子給人看。這很要緊，這個常識不能不知道，我們明瞭，依照這個方法去做，這一生決定往生成佛；不但永別六道，永別十法界，西方極樂世界是一真法界，是華藏世界的市區、中心點，最殊勝、最美好的一個地區，錯過這個機緣，那就太可惜。"
    },
    {
      "id": "12-012-0020_p0018",
      "zh_CN": "如果我们对于家亲眷属，劝他念佛求生净土，他不能接受，他不相信，怎么办？《须知》里头说过这个原因，他业障很重，先给他念《地藏经》，念《地藏经》的目的在哪里？念《地藏经》是念给他的冤亲债主，是超度他们。换句话说帮助这个病人排除业障，目的在此地。业障消除之后，你再劝他念佛，他点头，他就接受，这个事情很多。所以在不能接受的时候，还有怀疑的时候，念《地藏经》给他回向，道理在此地。不是说我们改变法门，改变方向，不是的，它另有目的、有目标。因为那些冤亲债主，你劝他往生西方，他也摇头，他不相信；但是他在恶道里头有苦报，念《地藏经》的时候，他能够减少痛苦。在幽冥界里头得到地藏王菩萨的加持，这是解冤释结，怨结给他解除，是这么一个道理。可见得愿跟力非常重要。",
      "zh_TW": "如果我們對於家親眷屬，勸他念佛求生淨土，他不能接受，他不相信，怎麼辦？《須知》裡頭說過這個原因，他業障很重，先給他念《地藏經》，念《地藏經》的目的在哪裡？念《地藏經》是念給他的冤親債主，是超度他們。換句話說幫助這個病人排除業障，目的在此地。業障消除之後，你再勸他念佛，他點頭，他就接受，這個事情很多。所以在不能接受的時候，還有懷疑的時候，念《地藏經》給他迴向，道理在此地。不是說我們改變法門，改變方向，不是的，它另有目的、有目標。因為那些冤親債主，你勸他往生西方，他也搖頭，他不相信；但是他在惡道裡頭有苦報，念《地藏經》的時候，他能夠減少痛苦。在幽冥界裡頭得到地藏王菩薩的加持，這是解冤釋結，怨結給他解除，是這麼一個道理。可見得願跟力非常重要。"
    },
    {
      "id": "12-012-0020_p0019",
      "zh_CN": "下面这一句，『智慧周旋常遍转』，「智」是后得智，就是我们讲的权智；前面讲的般若智慧，那是根本智。《般若经》上常讲，「般若无知，无所不知」。无知是根本智，无所不知是后得智，也就是智慧的作用，起作用的时候是无所不知，不起作用他无知，他静止在那个状态之下，他无知。无知不是白痴，白痴的无知，那个不行。他这个无知像镜子一样，照得外面清清楚楚，但是它是静态，他不是不清楚，就是它并没有起作用；这个作用是对别人的作用，不是对自己。自己一切清楚，一切通达明了，决定没有障碍，他是自受用，不是他受用，他受用人家来问，随问随答。",
      "zh_TW": "下面這一句，『智慧周旋常遍轉』，「智」是後得智，就是我們講的權智；前面講的般若智慧，那是根本智。《般若經》上常講，「般若無知，無所不知」。無知是根本智，無所不知是後得智，也就是智慧的作用，起作用的時候是無所不知，不起作用他無知，他靜止在那個狀態之下，他無知。無知不是白痴，白痴的無知，那個不行。他這個無知像鏡子一樣，照得外面清清楚楚，但是它是靜態，他不是不清楚，就是它並沒有起作用；這個作用是對別人的作用，不是對自己。自己一切清楚，一切通達明瞭，決定沒有障礙，他是自受用，不是他受用，他受用人家來問，隨問隨答。"
    },
    {
      "id": "12-012-0020_p0020",
      "zh_CN": "像世尊当年在世，讲经说法都是众生启请，众生提出问题，佛立刻就回答，佛没有去考虑考虑，想想看要怎么答复你，没有！那个考虑一下，想想怎么答复你，那都落在意识里头去，那就不是智慧。落在意识里面，就是佛所说的世智辩聪，他不是智慧；真正的智慧没有思考，不需要通过思考，你这一问立刻就回答。随着你的分别而分别，随着你的执着而执着，这叫随缘；自己确实没有分别，确实没有执着，那叫不变。随缘不变，不变随缘，就如永嘉大师跟六祖所说的「分别亦非意」，我们凡夫分别是意，意就是随缘随着变；他分别亦非意，随缘不变，他不是意识，没有落在意识里。换句话说，他不是思考，随众生分别、随众生执着，他不是思考，他并没有用第六识、第七识，而他所用的是四智菩提：妙观察智、平等性智，他用这个，所以说分别亦非意。",
      "zh_TW": "像世尊當年在世，講經說法都是眾生啟請，眾生提出問題，佛立刻就回答，佛沒有去考慮考慮，想想看要怎麼答覆你，沒有！那個考慮一下，想想怎麼答覆你，那都落在意識裡頭去，那就不是智慧。落在意識裡面，就是佛所說的世智辯聰，他不是智慧；真正的智慧沒有思考，不需要通過思考，你這一問立刻就回答。隨著你的分別而分別，隨著你的執著而執著，這叫隨緣；自己確實沒有分別，確實沒有執著，那叫不變。隨緣不變，不變隨緣，就如永嘉大師跟六祖所說的「分別亦非意」，我們凡夫分別是意，意就是隨緣隨著變；他分別亦非意，隨緣不變，他不是意識，沒有落在意識裡。換句話說，他不是思考，隨眾生分別、隨眾生執著，他不是思考，他並沒有用第六識、第七識，而他所用的是四智菩提：妙觀察智、平等性智，他用這個，所以說分別亦非意。"
    },
    {
      "id": "12-012-0020_p0021",
      "zh_CN": "当然这是入了境界的人，我们今天不行，我们分别还是意，我们执着确实是末那识；我们晓得这个原理，但是我们做不到，不是我们的境界。那怎么办？回过头来老实念佛。我们今天唯一得救的一条路，就是老实念佛，求生净土，那就是我们的权智。我们真的有智慧选择这个法门，一门深入。对这个世间所有一切法，乃至于出世间的一切佛法，遇到了都不执着，人家不管怎么谈，我们合掌阿弥陀佛。这一句阿弥陀佛自度度他，自度什么？我没有受你干扰；度他什么？我们教你不要分别，老实念佛；这一句阿弥陀佛，自度度他，无量功德。有什么好分别？有什么好执着？千经万论到最后都导归极乐，都归到念佛法门；我们有这种认识，那你就真的有智慧。",
      "zh_TW": "當然這是入了境界的人，我們今天不行，我們分別還是意，我們執著確實是末那識；我們曉得這個原理，但是我們做不到，不是我們的境界。那怎麼辦？回過頭來老實念佛。我們今天唯一得救的一條路，就是老實念佛，求生淨土，那就是我們的權智。我們真的有智慧選擇這個法門，一門深入。對這個世間所有一切法，乃至於出世間的一切佛法，遇到了都不執著，人家不管怎麼談，我們合掌阿彌陀佛。這一句阿彌陀佛自度度他，自度什麼？我沒有受你干擾；度他什麼？我們教你不要分別，老實念佛；這一句阿彌陀佛，自度度他，無量功德。有什麼好分別？有什麼好執著？千經萬論到最後都導歸極樂，都歸到念佛法門；我們有這種認識，那你就真的有智慧。"
    },
    {
      "id": "12-012-0020_p0022",
      "zh_CN": "所以他在此地，清凉的注解最末后的一行，「能随水曲。愿行有智，回转普周。具此后三，正觉疾满」。这个后面就是愿、力、智，你要具足这三个条件，无上正等菩提很快就圆满。这一句话总结起来，就是随缘不变，不变随缘，我们常常提倡的随缘而不攀缘。心里面有个主宰，主宰就是一句阿弥陀佛，决定不变，在生活当中，工作里面可以随一切缘。而在本经善财童子就表演这一招给我们看，善财的五十三参，前面跟诸位说过，这五十三个人代表我们现前社会男女老少、各行各业，我们从早到晚张开眼睛、竖起耳朵，都跟他们接触。善财怎么修随缘不变，不变随缘？一句阿弥陀佛念到底不变，生活、工作可以随大家的缘，对自己没有障碍。虽然随缘，毫不染着，心地清净光明，依旧是一句阿弥陀佛念到底，最后普贤菩萨十大愿王导归极乐，圆满成就。",
      "zh_TW": "所以他在此地，清涼的註解最末後的一行，「能隨水曲。願行有智，迴轉普周。具此後三，正覺疾滿」。這個後面就是願、力、智，你要具足這三個條件，無上正等菩提很快就圓滿。這一句話總結起來，就是隨緣不變，不變隨緣，我們常常提倡的隨緣而不攀緣。心裡面有個主宰，主宰就是一句阿彌陀佛，決定不變，在生活當中，工作裡面可以隨一切緣。而在本經善財童子就表演這一招給我們看，善財的五十三參，前面跟諸位說過，這五十三個人代表我們現前社會男女老少、各行各業，我們從早到晚張開眼睛、豎起耳朵，都跟他們接觸。善財怎麼修隨緣不變，不變隨緣？一句阿彌陀佛念到底不變，生活、工作可以隨大家的緣，對自己沒有障礙。雖然隨緣，毫不染著，心地清淨光明，依舊是一句阿彌陀佛念到底，最後普賢菩薩十大願王導歸極樂，圓滿成就。"
    },
    {
      "id": "12-012-0020_p0023",
      "zh_CN": "我在过去与大家说过，我对于净宗法门深信不疑，就是《华严经》的启示。看到善财跟五十三位善知识表演这一套，我明白了，才相信古大德讲千经万论处处指归，断疑生信。所以具足后面这三个条件，我们成就就无比的快速。十波罗蜜是《华严经》上讲的，一般大乘经上通常只讲六波罗蜜。而六波罗蜜里面，这既然是常说的，我们在此地也略略给它归纳一下。因为学佛的人真正希望这一生作佛的不多，求福报的人多，希望这一生作佛的人不多。修六度得六种殊胜的果报，你修布施得大富，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，这是经上常讲的。这三种果报都可以用大富来包括，你富有智慧、富有寿量，所以布施得大富。持戒得端庄，我们讲相好光明，得相好、得善道。忍辱得能力，忍辱的人有能力，而忍辱也能得端正庄严。精进得寿量、得长寿、得禅定。而禅定得轻安，身心安稳，心定的人身心安稳；定功深的人纵然不出六道，决定生天。纵然是你那个定功，四禅八定没修到家，有个小定，小定在欲界天生夜摩天、兜率天、化乐天、他化自在天，这个四层天他们的定功叫未到定。定功没有达到标准，达到那个标准他就进入初禅；初禅、二禅、三禅，那就生色界，不是生欲界。由此可知，欲界天里面下面两层，四王天跟忉利天是福报往生，修福而生，往上面去单单靠福报不行，还要有一点定功，才能生上面的四层天。",
      "zh_TW": "我在過去與大家說過，我對於淨宗法門深信不疑，就是《華嚴經》的啟示。看到善財跟五十三位善知識表演這一套，我明白了，才相信古大德講千經萬論處處指歸，斷疑生信。所以具足後面這三個條件，我們成就就無比的快速。十波羅蜜是《華嚴經》上講的，一般大乘經上通常只講六波羅蜜。而六波羅蜜裡面，這既然是常說的，我們在此地也略略給它歸納一下。因為學佛的人真正希望這一生作佛的不多，求福報的人多，希望這一生作佛的人不多。修六度得六種殊勝的果報，你修布施得大富，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，這是經上常講的。這三種果報都可以用大富來包括，你富有智慧、富有壽量，所以布施得大富。持戒得端莊，我們講相好光明，得相好、得善道。忍辱得能力，忍辱的人有能力，而忍辱也能得端正莊嚴。精進得壽量、得長壽、得禪定。而禪定得輕安，身心安穩，心定的人身心安穩；定功深的人縱然不出六道，決定生天。縱然是你那個定功，四禪八定沒修到家，有個小定，小定在欲界天生夜摩天、兜率天、化樂天、他化自在天，這個四層天他們的定功叫未到定。定功沒有達到標準，達到那個標準他就進入初禪；初禪、二禪、三禪，那就生色界，不是生欲界。由此可知，欲界天裡面下面兩層，四王天跟忉利天是福報往生，修福而生，往上面去單單靠福報不行，還要有一點定功，才能生上面的四層天。"
    },
    {
      "id": "12-012-0020_p0024",
      "zh_CN": "由此可知，我们看许多古德的这些记载，说超度的这些事情，《梁皇忏》大家熟知。当年宝志公主持这个法会，超度梁武帝的妃子，她堕在恶道，堕畜生道。宝志公是谁？观世音菩萨化身，这不是普通人。观世音菩萨来主持这个法会，把她超度到哪里？诸位要知道，超度到忉利天，不能超度到西方世界。西方世界要你自己发愿念佛才能往生，别人帮不上忙。如果说观音菩萨超度我们，我们就能到西方极乐世界，我们何必还要念佛？那就不要念了。观音菩萨要不超度我们生西方，他就不慈悲了。一定要晓得，这于理讲不通。西方世界一定要你发愿求生，你自己不发愿没有办法；劝你发愿你不肯发愿，那也无可奈何。于是我们恍然大悟超度是怎么一回事情，这就清楚、就明白了。一定要靠自己，要明了事实真相，要通达这些道理，自己真正要发愿求生，这才是稳稳当当的一条道路。",
      "zh_TW": "由此可知，我們看許多古德的這些記載，說超度的這些事情，《梁皇懺》大家熟知。當年寶志公主持這個法會，超度梁武帝的妃子，她墮在惡道，墮畜生道。寶志公是誰？觀世音菩薩化身，這不是普通人。觀世音菩薩來主持這個法會，把她超度到哪裡？諸位要知道，超度到忉利天，不能超度到西方世界。西方世界要你自己發願念佛才能往生，別人幫不上忙。如果說觀音菩薩超度我們，我們就能到西方極樂世界，我們何必還要念佛？那就不要念了。觀音菩薩要不超度我們生西方，他就不慈悲了。一定要曉得，這於理講不通。西方世界一定要你發願求生，你自己不發願沒有辦法；勸你發願你不肯發願，那也無可奈何。於是我們恍然大悟超度是怎麼一回事情，這就清楚、就明白了。一定要靠自己，要明瞭事實真相，要通達這些道理，自己真正要發願求生，這才是穩穩當當的一條道路。"
    },
    {
      "id": "12-012-0020_p0025",
      "zh_CN": "定功能帮助你生天，而智慧能断烦恼，转烦恼为菩提，这是智慧。这是我们通常讲，六波罗蜜对世间人来讲，他的果报。《维摩经》上说，六度摄一切众生，这个意思我们要懂。不但要懂，而且要认真学习，就是要去做。佛家常讲：「佛不度无缘之人」，所以你不要以为我们冤亲债主很多，那都是有缘，缘里头有善缘、有恶缘，不管善缘、恶缘，总而言之一句话有缘。你要成了佛之后，过去的善缘你也度，恶缘也得度，就怕没缘，没有缘就没有法子。因此我们明了之后，就要与一切众生结善缘，善缘怎么结？布施！四摄法里头第一个就是布施。你要学讲经，你的法缘胜，为什么胜？布施！你肯布施跟这一切众生结了法缘，你讲经听众当然就多，将来你成佛度众也就多，一定要肯布施，与众生结法缘。这个结缘果报殊胜，你的缘结得广、结得多，你这个力量就大，帮助你的人多；你处处帮助别人，你在在处处就有别人帮助你，真的是因缘果报丝毫不爽。",
      "zh_TW": "定功能幫助你生天，而智慧能斷煩惱，轉煩惱為菩提，這是智慧。這是我們通常講，六波羅蜜對世間人來講，他的果報。《維摩經》上說，六度攝一切眾生，這個意思我們要懂。不但要懂，而且要認真學習，就是要去做。佛家常講：「佛不度無緣之人」，所以你不要以為我們冤親債主很多，那都是有緣，緣裡頭有善緣、有惡緣，不管善緣、惡緣，總而言之一句話有緣。你要成了佛之後，過去的善緣你也度，惡緣也得度，就怕沒緣，沒有緣就沒有法子。因此我們明瞭之後，就要與一切眾生結善緣，善緣怎麼結？布施！四攝法裡頭第一個就是布施。你要學講經，你的法緣勝，為什麼勝？布施！你肯布施跟這一切眾生結了法緣，你講經聽眾當然就多，將來你成佛度眾也就多，一定要肯布施，與眾生結法緣。這個結緣果報殊勝，你的緣結得廣、結得多，你這個力量就大，幫助你的人多；你處處幫助別人，你在在處處就有別人幫助你，真的是因緣果報絲毫不爽。"
    },
    {
      "id": "12-012-0020_p0026",
      "zh_CN": "持戒清净就能摄受毁戒的众生，这一切都是讲什么？讲身教，这不是言教，我们做一个榜样给人看。别人不守规矩，我守规矩，我样样都守规矩；久而久之，那个不守规矩的人就被你的感化，你不必说他。譬如有人乱丢垃圾的习惯，我们决定不把废弃纸张随便乱丢，看人家丢，我们垃圾纸捡起来放在口袋里，你让他看到，不必说他；久而久之，他内心就有感触，他就不好意思丢。所以起心动念，在在处处要给社会大众做个好榜样，好榜样就是守法，决定不犯法、决定不违规，守规矩、守法，这是教化众生。这个就是学佛，这就是行菩萨道，令一些作恶的众生感动，那你就摄受这一类众生。",
      "zh_TW": "持戒清淨就能攝受毀戒的眾生，這一切都是講什麼？講身教，這不是言教，我們做一個榜樣給人看。別人不守規矩，我守規矩，我樣樣都守規矩；久而久之，那個不守規矩的人就被你的感化，你不必說他。譬如有人亂丟垃圾的習慣，我們決定不把廢棄紙張隨便亂丟，看人家丟，我們垃圾紙撿起來放在口袋裡，你讓他看到，不必說他；久而久之，他內心就有感觸，他就不好意思丟。所以起心動念，在在處處要給社會大眾做個好榜樣，好榜樣就是守法，決定不犯法、決定不違規，守規矩、守法，這是教化眾生。這個就是學佛，這就是行菩薩道，令一些作惡的眾生感動，那你就攝受這一類眾生。"
    },
    {
      "id": "12-012-0020_p0027",
      "zh_CN": "忍辱调心，心在不平的时候，用忍辱把心摆平，度那些容易发脾气的众生。我们在生活当中表演这一招给他看，他们不能忍，我们能忍，什么都能忍；人为的加害能忍，甚至害你的人你能忍，他也会受感动，也会生惭愧心知道自己错了，决定没有报复的念头，决定没有瞋恚的意思。我们受了冤枉，其实哪里有什么冤枉？一报还一报，总是过去我欺负他，这一生他欺负我。所以你能够想通了，受侮辱，自己心里很安稳。他为什么不对别人发脾气，他不对别人，单单对我？总是过去有业因。不可能说有因没有果，有果没有因，那就讲不通！这个因不是结在这一生，那就是结在前世。所以遭一切横逆，我们应作这个帐消了，这一笔勾消了，你说这个心多自在，所以你的心永远保持平静。",
      "zh_TW": "忍辱調心，心在不平的時候，用忍辱把心擺平，度那些容易發脾氣的眾生。我們在生活當中表演這一招給他看，他們不能忍，我們能忍，什麼都能忍；人為的加害能忍，甚至害你的人你能忍，他也會受感動，也會生慚愧心知道自己錯了，決定沒有報復的念頭，決定沒有瞋恚的意思。我們受了冤枉，其實哪裡有什麼冤枉？一報還一報，總是過去我欺負他，這一生他欺負我。所以你能夠想通了，受侮辱，自己心裡很安穩。他為什麼不對別人發脾氣，他不對別人，單單對我？總是過去有業因。不可能說有因沒有果，有果沒有因，那就講不通！這個因不是結在這一生，那就是結在前世。所以遭一切橫逆，我們應作這個帳消了，這一筆勾消了，你說這個心多自在，所以你的心永遠保持平靜。"
    },
    {
      "id": "12-012-0020_p0028",
      "zh_CN": "社会上人人都能忍，这个社会就安定，这个社会就有秩序，大家都能过太平日子。所以我们修忍辱波罗蜜，你想这个功德多大。前面讲的都对自己的利益，现在讲六度对社会、对一切大众的利益，影响多大。明了这个道理，这个十条我们不能不修，无论修学哪个法门总纲领、总原则。",
      "zh_TW": "社會上人人都能忍，這個社會就安定，這個社會就有秩序，大家都能過太平日子。所以我們修忍辱波羅蜜，你想這個功德多大。前面講的都對自己的利益，現在講六度對社會、對一切大眾的利益，影響多大。明瞭這個道理，這個十條我們不能不修，無論修學哪個法門總綱領、總原則。"
    },
    {
      "id": "12-012-0020_p0029",
      "zh_CN": "精进是度懈怠，同修当中无论在家、出家，懈怠的人很多。你精进表演给他看，不要劝他，他看到你很认真、很努力，他就不好意思懈怠。平常我们念佛堂，念佛堂有这个情形，大家在一块念佛，有很多年岁很大，六、七十岁老太太念佛，阿弥陀佛！阿弥陀佛！年轻人看到不好意思，不精进不好意思，还赶不上老太婆、老阿公。而老年人看到年轻人精进的时候，他觉得不精进不行，年轻都精进，那我年岁这么大了，再不精进来不及了。共修有这个好处，互相勉励不说一句话，也不必劝人，你只要去做，就产生影响力，就摄受众生，就能叫懈怠的众生，觉悟发心精进。",
      "zh_TW": "精進是度懈怠，同修當中無論在家、出家，懈怠的人很多。你精進表演給他看，不要勸他，他看到你很認真、很努力，他就不好意思懈怠。平常我們念佛堂，念佛堂有這個情形，大家在一塊念佛，有很多年歲很大，六、七十歲老太太念佛，阿彌陀佛！阿彌陀佛！年輕人看到不好意思，不精進不好意思，還趕不上老太婆、老阿公。而老年人看到年輕人精進的時候，他覺得不精進不行，年輕都精進，那我年歲這麼大了，再不精進來不及了。共修有這個好處，互相勉勵不說一句話，也不必勸人，你只要去做，就產生影響力，就攝受眾生，就能叫懈怠的眾生，覺悟發心精進。"
    },
    {
      "id": "12-012-0020_p0030",
      "zh_CN": "禅定度散乱，也就是说初学的人，我们一门深入表演这个样子，能够度那些一下手就广学多闻，我们做样子给你看，再看成绩不一样。我在新加坡教学，这些学生深深感受到，过去他们念佛学院念四年，我们新加坡培训三个月；他说我们三个月的收获，超过他们四年太多太多了。什么原因？我们三个月一门，他四年要学十几、二十门。我们时间虽然短，专精，他们时间虽然长，他是杂乱，那怎么能相比？所以这一比较他就明了，深深体会到一门深入的重要性，三个月一门深入有这么好的效果。如果能有三年一门深入，我常讲这世界第一，你是专家了。譬如学一部《弥陀经》，你用三年的时间学一部《弥陀经》，你就可以说是全世界《弥陀经》的权威，这是真的不是假的。什么人曾经在这个经上用过三年？没呀！如果有一个人在《弥陀经》用上五年，那你就是第二，你就拿不到第一；再有一个人用十年的时间，那你就变成第三。专攻一门深入。",
      "zh_TW": "禪定度散亂，也就是說初學的人，我們一門深入表演這個樣子，能夠度那些一下手就廣學多聞，我們做樣子給你看，再看成績不一樣。我在新加坡教學，這些學生深深感受到，過去他們念佛學院念四年，我們新加坡培訓三個月；他說我們三個月的收穫，超過他們四年太多太多了。什麼原因？我們三個月一門，他四年要學十幾、二十門。我們時間雖然短，專精，他們時間雖然長，他是雜亂，那怎麼能相比？所以這一比較他就明瞭，深深體會到一門深入的重要性，三個月一門深入有這麼好的效果。如果能有三年一門深入，我常講這世界第一，你是專家了。譬如學一部《彌陀經》，你用三年的時間學一部《彌陀經》，你就可以說是全世界《彌陀經》的權威，這是真的不是假的。什麼人曾經在這個經上用過三年？沒呀！如果有一個人在《彌陀經》用上五年，那你就是第二，你就拿不到第一；再有一個人用十年的時間，那你就變成第三。專攻一門深入。"
    },
    {
      "id": "12-012-0020_p0031",
      "zh_CN": "我们净宗过去祖师，有一生专讲《阿弥陀经》，讲两百多遍，这是表演给我们看，示现给我们看一门深入。度散乱也就是度那些心不定的学人，一天到晚打妄想的这些学人，什么都想学的这些人，用这个方法去度他们，摄受这一类的众生。以决定智慧度那些愚痴的众生，你这一门深入这是决定智慧。无论什么人给你讲，你的信心绝不动摇；人家说这个法门好，那个法门好，点头没错是好，可是我还是一门深入，这就是决定智慧。",
      "zh_TW": "我們淨宗過去祖師，有一生專講《阿彌陀經》，講兩百多遍，這是表演給我們看，示現給我們看一門深入。度散亂也就是度那些心不定的學人，一天到晚打妄想的這些學人，什麼都想學的這些人，用這個方法去度他們，攝受這一類的眾生。以決定智慧度那些愚痴的眾生，你這一門深入這是決定智慧。無論什麼人給你講，你的信心絕不動搖；人家說這個法門好，那個法門好，點頭沒錯是好，可是我還是一門深入，這就是決定智慧。"
    },
    {
      "id": "12-012-0020_p0032",
      "zh_CN": "对于其他任何一个法门赞叹，决定没有毁谤，这个态度一定要有，一切法门都是佛说，你如果自赞毁他，你是毁谤三宝；别的法门是佛说，你毁谤佛，毁谤佛所说的法，毁谤依照那个法门修学的人，你不是谤三宝吗？你这个法门修得再好，你毁谤三宝，你就产生障碍。换句话说，你的法门就不能成就，因为你毁谤三宝，你的心不平等、不清净，所以一定要学五十三位善知识，自己谦虚赞叹别人；别的法门好，要根性利的人才能修，我根性迟钝比不上别人，我修念佛法门；尊重别人、赞叹别人，自己谦虚，表演给他看。到三年、五年，他自己会发现，你有进步，他没进步，他就慢慢体会到，你这个做法有道理，自自然然就跟你学习，这哪里要劝？",
      "zh_TW": "對於其他任何一個法門讚歎，決定沒有毀謗，這個態度一定要有，一切法門都是佛說，你如果自讚毀他，你是毀謗三寶；別的法門是佛說，你毀謗佛，毀謗佛所說的法，毀謗依照那個法門修學的人，你不是謗三寶嗎？你這個法門修得再好，你毀謗三寶，你就產生障礙。換句話說，你的法門就不能成就，因為你毀謗三寶，你的心不平等、不清淨，所以一定要學五十三位善知識，自己謙虛讚歎別人；別的法門好，要根性利的人才能修，我根性遲鈍比不上別人，我修念佛法門；尊重別人、讚歎別人，自己謙虛，表演給他看。到三年、五年，他自己會發現，你有進步，他沒進步，他就慢慢體會到，你這個做法有道理，自自然然就跟你學習，這哪裡要勸？"
    },
    {
      "id": "12-012-0020_p0033",
      "zh_CN": "所以我们看到任何一个人，修学一切法门都随缘，不必要勉强劝他修净土，那就错了。可是谈话当中可以带一带，提示一下，他要是根性利的，他一下就转过来；根性不利的，我们提一提，他也不致于反对，也不致于反驳，不让他生毁谤的意念。如果强烈的批评引起毁谤，那就造业，彼此都造业，所以要保持着彼此都不造口业。不提醒他，我们对不起他，引起造口业，那我们又错了，事在两难。极力赞叹当中偶然提个一句、两句，这样就给他种善根。如果他那个法门再修几年不能成就，他会想想从前你曾经说过的，这就给他重新去思考，重新去选择，这叫善巧方便。",
      "zh_TW": "所以我們看到任何一個人，修學一切法門都隨緣，不必要勉強勸他修淨土，那就錯了。可是談話當中可以帶一帶，提示一下，他要是根性利的，他一下就轉過來；根性不利的，我們提一提，他也不致於反對，也不致於反駁，不讓他生毀謗的意念。如果強烈的批評引起毀謗，那就造業，彼此都造業，所以要保持著彼此都不造口業。不提醒他，我們對不起他，引起造口業，那我們又錯了，事在兩難。極力讚歎當中偶然提個一句、兩句，這樣就給他種善根。如果他那個法門再修幾年不能成就，他會想想從前你曾經說過的，這就給他重新去思考，重新去選擇，這叫善巧方便。"
    },
    {
      "id": "12-012-0020_p0034",
      "zh_CN": "六度我们认真去做，都摄众生，都能摄受众生，这就是大乘经上佛常讲的受持、读诵、演说。「演」是表演，表演是身教，做给别人看，不必讲话；「说」，有人来问，那你详细给他解说。这是我们修学不能不知道的，所以佛在一切大乘经教里，常常这样教导初学。我们再看后面这八首偈。末后这一句，我们讲解省略掉了，这个意思很明显，诸位一看就知道。这边三首，最胜、妙法、速疾。我们看下面这八首，三十一面。",
      "zh_TW": "六度我們認真去做，都攝眾生，都能攝受眾生，這就是大乘經上佛常講的受持、讀誦、演說。「演」是表演，表演是身教，做給別人看，不必講話；「說」，有人來問，那你詳細給他解說。這是我們修學不能不知道的，所以佛在一切大乘經教裡，常常這樣教導初學。我們再看後面這八首偈。末後這一句，我們講解省略掉了，這個意思很明顯，諸位一看就知道。這邊三首，最勝、妙法、速疾。我們看下面這八首，三十一面。"
    },
    {
      "id": "12-012-0020_p0035",
      "zh_CN": "【交络普贤诸行网。悲心广运能徐转。所行无畏得安详。令我载此无上乘。】",
      "zh_TW": "【交絡普賢諸行網。悲心廣運能徐轉。所行無畏得安詳。令我載此無上乘。】"
    },
    {
      "id": "12-012-0020_p0036",
      "zh_CN": "普贤这一句是总说。『交络』是比喻，交络把它比喻罗网。古时候车上的装饰，罗网用得很普遍，不但一般宫殿里面有这个装饰，豪华的车乘也有这个装饰。罗网、璎珞装饰在车乘上，那是我们所谓的豪华大车。比喻普贤行，比喻得好！",
      "zh_TW": "普賢這一句是總說。『交絡』是比喻，交絡把它比喻羅網。古時候車上的裝飾，羅網用得很普遍，不但一般宮殿裡面有這個裝飾，豪華的車乘也有這個裝飾。羅網、瓔珞裝飾在車乘上，那是我們所謂的豪華大車。比喻普賢行，比喻得好！"
    },
    {
      "id": "12-012-0020_p0037",
      "zh_CN": "普贤行每一行里面，我们在本经末后，普贤行愿总归纳为十条，叫十大愿王。每一愿里面都含摄其余的九愿，愿愿如是，这就是交络的意思，也是交络的现象、样子。所以佛在这个大经上说，菩萨要不修普贤行不能圆成佛道。普贤行里面最重要的就是「悲心广运」，大慈悲心真实、清净、平等，这个慈悲没有分别，没有执着，一切平等，不但对于有情众生平等，对无情众生也平等，这才能做到普贤。有一丝毫妄想分别就不平等。换句话说，如果用意识心就不平等，哪些人用八识（在《唯识》里面讲八识）？六道凡夫用八识，再给诸位说，六道之外的四圣法界还是用八识，所以他不出十法界。如果不用八识，不用八识那就是转八识成四智，给诸位说不但超越六道，也超越十法界，他到一真法界去了。一真法界里面的菩萨，那跟我们用心不一样，他用心不是八识，不是五十一心所，他用的叫四智菩提。第六意识变成妙观察智，末那识变成平等性智，阿赖耶识变成大圆镜智，前五识变成成所作智，成就一切佛事的所作。转八识成四智，这是一真法界的法身大士。那我们要问怎么个转法？修普贤行就转，不修普贤行转不过来。",
      "zh_TW": "普賢行每一行裡面，我們在本經末後，普賢行願總歸納為十條，叫十大願王。每一願裡面都含攝其餘的九願，願願如是，這就是交絡的意思，也是交絡的現象、樣子。所以佛在這個大經上說，菩薩要不修普賢行不能圓成佛道。普賢行裡面最重要的就是「悲心廣運」，大慈悲心真實、清淨、平等，這個慈悲沒有分別，沒有執著，一切平等，不但對於有情眾生平等，對無情眾生也平等，這才能做到普賢。有一絲毫妄想分別就不平等。換句話說，如果用意識心就不平等，哪些人用八識（在《唯識》裡面講八識）？六道凡夫用八識，再給諸位說，六道之外的四聖法界還是用八識，所以他不出十法界。如果不用八識，不用八識那就是轉八識成四智，給諸位說不但超越六道，也超越十法界，他到一真法界去了。一真法界裡面的菩薩，那跟我們用心不一樣，他用心不是八識，不是五十一心所，他用的叫四智菩提。第六意識變成妙觀察智，末那識變成平等性智，阿賴耶識變成大圓鏡智，前五識變成成所作智，成就一切佛事的所作。轉八識成四智，這是一真法界的法身大士。那我們要問怎麼個轉法？修普賢行就轉，不修普賢行轉不過來。"
    },
    {
      "id": "12-012-0020_p0038",
      "zh_CN": "『悲心广运能徐转』，「徐」是慢慢的，这个意思，这个「徐」在此地，清凉大师的注注得好：无缘，无缘大悲那是徐。无缘，没有条件，我们对于一切众生爱护、关怀，全心全力的帮助是无条件的，这就叫徐转。有条件的就不行，有条件的依旧落在八识五十一心所里面。换句话说，没有超越十法界，纵然你是成菩萨、成佛，你是十法界里面的佛菩萨，你没有超越；要用天台家的话，你是藏教的佛菩萨，你是通教的佛菩萨，没出十法界。",
      "zh_TW": "『悲心廣運能徐轉』，「徐」是慢慢的，這個意思，這個「徐」在此地，清涼大師的註註得好：無緣，無緣大悲那是徐。無緣，沒有條件，我們對於一切眾生愛護、關懷，全心全力的幫助是無條件的，這就叫徐轉。有條件的就不行，有條件的依舊落在八識五十一心所裡面。換句話說，沒有超越十法界，縱然你是成菩薩、成佛，你是十法界裡面的佛菩薩，你沒有超越；要用天台家的話，你是藏教的佛菩薩，你是通教的佛菩薩，沒出十法界。"
    },
    {
      "id": "12-012-0020_p0039",
      "zh_CN": "由此可知，清净平等觉要紧，我们要练，虽然不是我们的境界，要学！学一点算一点，学多少算多少。怎么个学法？在日常生活当中对人、对事、对物，不要用分别心，不要用执着心，也就是我们常讲，舍掉自己的成见，不要用主观的态度去生活、去工作，用自己主观的生活，那你就攀缘不随缘。客观，客观里面充满了智慧，要知道主观观念是很糟糕的，我的想法怎么样，我的意思怎么样，我想怎么怎么，你看看我执多强，多强烈；念念把个「我」横在心头，这个很糟糕，六道出不去。六道怎么来的？我执造成的。所以大、小乘经上都说，破我执超越六道轮回，谁破我执？阿罗汉破我执了，不再有一个我的念头。所以我们对人、对事、对物，常常想人，不要想我；换句话，常常用客观，不要用主观；常常做一个局外人，不要做个当局的人；当局者迷，旁观者清，我们要做个旁观的人。最好的方法，常常要想我是西方极乐世界到这来观光、来旅游，我是客人，这个世界、这个事情与我都不相干，你自然就客观，就不主观，来作客的。样样都不执着，有也好，没有也好，反正过几天我就离开了，客人就走了！一切都不要计较，一切都不要执着，这样才能做到能徐转。",
      "zh_TW": "由此可知，清淨平等覺要緊，我們要練，雖然不是我們的境界，要學！學一點算一點，學多少算多少。怎麼個學法？在日常生活當中對人、對事、對物，不要用分別心，不要用執著心，也就是我們常講，捨掉自己的成見，不要用主觀的態度去生活、去工作，用自己主觀的生活，那你就攀緣不隨緣。客觀，客觀裡面充滿了智慧，要知道主觀觀念是很糟糕的，我的想法怎麼樣，我的意思怎麼樣，我想怎麼怎麼，你看看我執多強，多強烈；念念把個「我」橫在心頭，這個很糟糕，六道出不去。六道怎麼來的？我執造成的。所以大、小乘經上都說，破我執超越六道輪迴，誰破我執？阿羅漢破我執了，不再有一個我的念頭。所以我們對人、對事、對物，常常想人，不要想我；換句話，常常用客觀，不要用主觀；常常做一個局外人，不要做個當局的人；當局者迷，旁觀者清，我們要做個旁觀的人。最好的方法，常常要想我是西方極樂世界到這來觀光、來旅遊，我是客人，這個世界、這個事情與我都不相干，你自然就客觀，就不主觀，來作客的。樣樣都不執著，有也好，沒有也好，反正過幾天我就離開了，客人就走了！一切都不要計較，一切都不要執著，這樣才能做到能徐轉。"
    },
    {
      "id": "12-012-0020_p0040",
      "zh_CN": "第三句：『所行无畏得安详』，「所行无畏」，清凉讲得好：「不疾而速」，就是慢慢很徐缓，徐缓里面的进度比什么都快，真的能够超越。无畏什么？「不畏众生难可化故」。《地藏经》上讲阎浮提众生刚强难化，你不在乎这个，为什么不在乎这个？没起心、没动念！你觉得这个众生真难度，你就起心动念了，你的心已经不清净了；你清净平等客观，哪里会有这种念头产生？那你教化众生自自然然就如法。所以「所行无畏」，如诸佛如来示现没有两样，所以得安详。",
      "zh_TW": "第三句：『所行無畏得安詳』，「所行無畏」，清涼講得好：「不疾而速」，就是慢慢很徐緩，徐緩裡面的進度比什麼都快，真的能夠超越。無畏什麼？「不畏眾生難可化故」。《地藏經》上講閻浮提眾生剛強難化，你不在乎這個，為什麼不在乎這個？沒起心、沒動念！你覺得這個眾生真難度，你就起心動念了，你的心已經不清淨了；你清淨平等客觀，哪裡會有這種念頭產生？那你教化眾生自自然然就如法。所以「所行無畏」，如諸佛如來示現沒有兩樣，所以得安詳。"
    },
    {
      "id": "12-012-0020_p0041",
      "zh_CN": "清凉引旧经，旧经梵本里面没有安详这个字样，梵本里面是，「寂静行中勇猛修」，而在《六十华严》里面是，「所向皆无性」。这说明无缘，无条件，能快速的精进。这个理很深，但是并不是不能体会。无条件确确实实能快速精进，这个精进达到清净平等觉。你有条件的时候，这个清净平等觉是造成了障碍；无条件，这个障碍就去掉。用在念佛法门上，快速得功夫成片，快速得一心不乱，这就是成就；这个成就非常明显，非常显著，『令我载此无上乘』。",
      "zh_TW": "清涼引舊經，舊經梵本裡面沒有安詳這個字樣，梵本裡面是，「寂靜行中勇猛修」，而在《六十華嚴》裡面是，「所向皆無性」。這說明無緣，無條件，能快速的精進。這個理很深，但是並不是不能體會。無條件確確實實能快速精進，這個精進達到清淨平等覺。你有條件的時候，這個清淨平等覺是造成了障礙；無條件，這個障礙就去掉。用在念佛法門上，快速得功夫成片，快速得一心不亂，這就是成就；這個成就非常明顯，非常顯著，『令我載此無上乘』。"
    },
    {
      "id": "12-012-0020_p0042",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}