{
  "doc_id": "12-012-0007",
  "title": {
    "zh_CN": "华严经行愿品文殊十信章",
    "zh_TW": "華嚴經行願品文殊十信章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-012-0007",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "12-012-0007_p0001",
      "zh_CN": "请掀开经本第十二页，倒数第三行。",
      "zh_TW": "請掀開經本第十二頁，倒數第三行。"
    },
    {
      "id": "12-012-0007_p0002",
      "zh_CN": "【比丘当知。若善男子。善女人。成就深信。发此十种。无疲厌心。则能长养。一切善根。舍离一切。生死流转。】",
      "zh_TW": "【比丘當知。若善男子。善女人。成就深信。發此十種。無疲厭心。則能長養。一切善根。捨離一切。生死流轉。】"
    },
    {
      "id": "12-012-0007_p0003",
      "zh_CN": "从这个地方看起。这一段经文是菩萨说明发心的殊胜功德利益，劝导我们要认真的修学。经文也有五句。『善男子，善女人，成就深信，发此十种无疲厌心』，这一句是一直贯到末后。这十种心，前面跟诸位说过，这就是无上菩提心，我们应当要牢牢的记住。这十种心跟本经末后，普贤菩萨的十大愿王，前后相呼应。普贤菩萨十愿，最后的结语也是无有疲厌。跟此地的十种心，心无疲厌，是一样的境界。",
      "zh_TW": "從這個地方看起。這一段經文是菩薩說明發心的殊勝功德利益，勸導我們要認真的修學。經文也有五句。『善男子，善女人，成就深信，發此十種無疲厭心』，這一句是一直貫到末後。這十種心，前面跟諸位說過，這就是無上菩提心，我們應當要牢牢的記住。這十種心跟本經末後，普賢菩薩的十大願王，前後相呼應。普賢菩薩十願，最後的結語也是無有疲厭。跟此地的十種心，心無疲厭，是一樣的境界。"
    },
    {
      "id": "12-012-0007_p0004",
      "zh_CN": "这个地方说的功德利益，第一句，『长养一切善根，舍离一切生死流转』。一切善根包含世出世间圣贤所修，全都在其中。一切生死是指的六道分段生死，界外的变易生死，都包括在其中。换句话说，果然深信不疑，发这十种心，不但超越六道轮回，而且超越十法界，与文殊、普贤所证得的境界相同。这是第一种利益。清凉末后小注，也注得很好，「长善离生」。就是增长善根，永离生死。第二句是：",
      "zh_TW": "這個地方說的功德利益，第一句，『長養一切善根，捨離一切生死流轉』。一切善根包含世出世間聖賢所修，全都在其中。一切生死是指的六道分段生死，界外的變易生死，都包括在其中。換句話說，果然深信不疑，發這十種心，不但超越六道輪迴，而且超越十法界，與文殊、普賢所證得的境界相同。這是第一種利益。清涼末後小註，也註得很好，「長善離生」。就是增長善根，永離生死。第二句是："
    },
    {
      "id": "12-012-0007_p0005",
      "zh_CN": "【悉能超出。一切世间。不堕声闻。辟支佛地。】",
      "zh_TW": "【悉能超出。一切世間。不墮聲聞。辟支佛地。】"
    },
    {
      "id": "12-012-0007_p0006",
      "zh_CN": "这是超越二乘。刚才说过，这个文要像前面一样的念法，我们把它念一遍，后面就不要再念了。「比丘当知。若有善男子善女人，成就深信，发此十种无疲厌心。悉能超出一切世间。不堕声闻辟支佛地。」我这么一念，这个意思就很清楚、很明白了。前头一句，每一句都是贯上的。『一切世间』，是指三种世间，有情世间、器世间、智正觉世间。智正觉世间就是指的声闻、缘觉、菩萨、佛，这是四圣法界，统统能够超越，不会堕落在二乘。这是第二种利益。第三种是：",
      "zh_TW": "這是超越二乘。剛才說過，這個文要像前面一樣的念法，我們把它念一遍，後面就不要再念了。「比丘當知。若有善男子善女人，成就深信，發此十種無疲厭心。悉能超出一切世間。不墮聲聞辟支佛地。」我這麼一念，這個意思就很清楚、很明白了。前頭一句，每一句都是貫上的。『一切世間』，是指三種世間，有情世間、器世間、智正覺世間。智正覺世間就是指的聲聞、緣覺、菩薩、佛，這是四聖法界，統統能夠超越，不會墮落在二乘。這是第二種利益。第三種是："
    },
    {
      "id": "12-012-0007_p0007",
      "zh_CN": "【成就如来。一切种性。满足菩萨。清净大愿。】",
      "zh_TW": "【成就如來。一切種性。滿足菩薩。清淨大願。】"
    },
    {
      "id": "12-012-0007_p0008",
      "zh_CN": "这一句里面前一半，就是宗门讲的「明心见性、见性成佛」，这是成佛的功德，成佛的利益，发这十种心就能成佛。后半句是讲度众生的大愿。每一尊佛在因地里面，都曾经发四弘誓愿。四弘誓愿是一切诸佛菩萨的共同大愿。无论发什么愿，归结起来总不外乎这四大类，称之为四弘誓愿。即使我们在《无量寿经》上看到，阿弥陀佛所发的四十八愿。四十八大愿，如果把它归纳起来，也不外这四条。所以这四类是总愿。这四愿里面最重要的就是「众生无边誓愿度」。菩萨在此地告诉我们，你要发这十种心，就能满足你的『清净大愿』。第四句：",
      "zh_TW": "這一句裡面前一半，就是宗門講的「明心見性、見性成佛」，這是成佛的功德，成佛的利益，發這十種心就能成佛。後半句是講度眾生的大願。每一尊佛在因地裡面，都曾經發四弘誓願。四弘誓願是一切諸佛菩薩的共同大願。無論發什麼願，歸結起來總不外乎這四大類，稱之為四弘誓願。即使我們在《無量壽經》上看到，阿彌陀佛所發的四十八願。四十八大願，如果把它歸納起來，也不外這四條。所以這四類是總願。這四願裡面最重要的就是「眾生無邊誓願度」。菩薩在此地告訴我們，你要發這十種心，就能滿足你的『清淨大願』。第四句："
    },
    {
      "id": "12-012-0007_p0009",
      "zh_CN": "【积集一切。如来功德。修行一切。菩萨诸行。】",
      "zh_TW": "【積集一切。如來功德。修行一切。菩薩諸行。】"
    },
    {
      "id": "12-012-0007_p0010",
      "zh_CN": "这是「习果修因」。前面这一半是讲果，『积集一切如来功德』，这是从果上说的。诸佛如来果地上的功德，你都能够集结；换句话说，你都能够圆满。圆满如来果地功德，当然要修菩萨行。先说果，后说因，这在大小乘经典当中，世尊常常用这个方式来为我们说法。众生见到果报，就生仰慕之心，你要仰慕果报，那再告诉你，怎样才能得到这个果报，这是说法的善巧方便。你一定要『修行一切菩萨诸行』。菩萨诸行是什么？就是前面讲的这十种无疲厌心，以及后面普贤菩萨的十大愿，这就是圆满的菩萨行。你要认真的去修学，修因才能够证果。末后这一句：",
      "zh_TW": "這是「習果修因」。前面這一半是講果，『積集一切如來功德』，這是從果上說的。諸佛如來果地上的功德，你都能夠集結；換句話說，你都能夠圓滿。圓滿如來果地功德，當然要修菩薩行。先說果，後說因，這在大小乘經典當中，世尊常常用這個方式來為我們說法。眾生見到果報，就生仰慕之心，你要仰慕果報，那再告訴你，怎樣才能得到這個果報，這是說法的善巧方便。你一定要『修行一切菩薩諸行』。菩薩諸行是什麼？就是前面講的這十種無疲厭心，以及後面普賢菩薩的十大願，這就是圓滿的菩薩行。你要認真的去修學，修因才能夠證果。末後這一句："
    },
    {
      "id": "12-012-0007_p0011",
      "zh_CN": "【获得如来。力无所畏。摧伏众魔。及诸外道。灭除一切。烦恼习气。入菩萨地。近如来地。】",
      "zh_TW": "【獲得如來。力無所畏。摧伏眾魔。及諸外道。滅除一切。煩惱習氣。入菩薩地。近如來地。】"
    },
    {
      "id": "12-012-0007_p0012",
      "zh_CN": "这个利益是无比的殊胜，也是这一会里面，六千比丘个个所希求的，文殊菩萨在此地说出来了。能够获得如来十种特殊的能力。『力无所畏』，十力四无所畏，如平常讲席当中所说，如来所获得的是圆满的。十力四无所畏实在讲菩萨也有，没有佛果地上那么样的殊胜，那么样的圆满；因此，菩萨也能够获得。有了这种能力、智慧，你就能够『摧伏众魔及诸外道』。",
      "zh_TW": "這個利益是無比的殊勝，也是這一會裡面，六千比丘個個所希求的，文殊菩薩在此地說出來了。能夠獲得如來十種特殊的能力。『力無所畏』，十力四無所畏，如平常講席當中所說，如來所獲得的是圓滿的。十力四無所畏實在講菩薩也有，沒有佛果地上那麼樣的殊勝，那麼樣的圓滿；因此，菩薩也能夠獲得。有了這種能力、智慧，你就能夠『摧伏眾魔及諸外道』。"
    },
    {
      "id": "12-012-0007_p0013",
      "zh_CN": "首先我们要说一说，什么叫做众魔？众是众多，多到没有办法计算，魔有这么多！魔是什么？我想同修们都读过《八大人觉经》，这个经的分量不多，早期安世高翻译的。经上跟我们讲有四种魔，这四种是四大类，有四大类。第一类叫「五阴魔」，你想想看这个东西麻不麻烦？五阴是色受想行识，这是我们本身有的。色是讲我们的肉身，我们的身体就是魔，吃东西稍微一不谨慎，就得病了。穿衣服稍微一不小心，就着了风寒，你就有病苦了。病就是魔、折磨，你就得受折磨。受想行识这也是魔，障碍我们明心见性，障碍我们修清净梵行。如果没有这些障碍，修因证果哪里需要那么长的时间？经上常说的三大阿僧祇劫、无量劫，用不着那么长的时间，就是魔太多！时时刻刻折磨你，处处在折磨你。这是第一大类的。",
      "zh_TW": "首先我們要說一說，什麼叫做眾魔？眾是眾多，多到沒有辦法計算，魔有這麼多！魔是什麼？我想同修們都讀過《八大人覺經》，這個經的分量不多，早期安世高翻譯的。經上跟我們講有四種魔，這四種是四大類，有四大類。第一類叫「五陰魔」，你想想看這個東西麻不麻煩？五陰是色受想行識，這是我們本身有的。色是講我們的肉身，我們的身體就是魔，吃東西稍微一不謹慎，就得病了。穿衣服稍微一不小心，就著了風寒，你就有病苦了。病就是魔、折磨，你就得受折磨。受想行識這也是魔，障礙我們明心見性，障礙我們修清淨梵行。如果沒有這些障礙，修因證果哪裡需要那麼長的時間？經上常說的三大阿僧祇劫、無量劫，用不著那麼長的時間，就是魔太多！時時刻刻折磨你，處處在折磨你。這是第一大類的。"
    },
    {
      "id": "12-012-0007_p0014",
      "zh_CN": "第二大类叫「烦恼魔」。烦恼无量无边。古大德天亲菩萨，依照《瑜伽师地论》里面所说的，把这些烦恼，再把它归纳起来，这是为了说法方便起见，归纳为二十六类。《百法明门》里面写得很清楚，有六大类叫「根本烦恼」，二十类叫「随烦恼」。诸位要晓得，决定不是说烦恼就这二十六种，你这么想就错了，每一种里面都是无量无边，所以四弘誓愿里面，烦恼无尽誓愿断，烦恼魔！起心动念七情五欲，皆是烦恼。佛在这部经上，做了一个总归纳：妄想、分别、执着。实在讲，妄想分别执着是众魔之根，五阴魔是从这生的，烦恼魔也是从这生的，这都是属于内在的。",
      "zh_TW": "第二大類叫「煩惱魔」。煩惱無量無邊。古大德天親菩薩，依照《瑜伽師地論》裡面所說的，把這些煩惱，再把它歸納起來，這是為了說法方便起見，歸納為二十六類。《百法明門》裡面寫得很清楚，有六大類叫「根本煩惱」，二十類叫「隨煩惱」。諸位要曉得，決定不是說煩惱就這二十六種，你這麼想就錯了，每一種裡面都是無量無邊，所以四弘誓願裡面，煩惱無盡誓願斷，煩惱魔！起心動念七情五欲，皆是煩惱。佛在這部經上，做了一個總歸納：妄想、分別、執著。實在講，妄想分別執著是眾魔之根，五陰魔是從這生的，煩惱魔也是從這生的，這都是屬於內在的。"
    },
    {
      "id": "12-012-0007_p0015",
      "zh_CN": "第三类叫「死魔」。「死」大家晓得，人生下来就死一次，但是无量劫来，我们在六道轮回生生死死，死死生生，不知道有多少次？寿命太短了，学什么都学不成，时间不够用，这个死魔来了，寿命到了，你的道业没有办法成就。可以说无量劫来，我们修行学佛不是这一生才开始，没那么简单的。过去生中没有宿根，这一生闻到佛法，你不可能相信。你能够在这个地方听经，坐一个半钟点，就证明你过去生中，生生世世，无量劫来，种诸善根。无量劫的修行，为什么都没有成就？时间不够用，还没有成就，寿命到了。由此可知，死魔之可怕，死魔之可厌。",
      "zh_TW": "第三類叫「死魔」。「死」大家曉得，人生下來就死一次，但是無量劫來，我們在六道輪迴生生死死，死死生生，不知道有多少次？壽命太短了，學什麼都學不成，時間不夠用，這個死魔來了，壽命到了，你的道業沒有辦法成就。可以說無量劫來，我們修行學佛不是這一生才開始，沒那麼簡單的。過去生中沒有宿根，這一生聞到佛法，你不可能相信。你能夠在這個地方聽經，坐一個半鐘點，就證明你過去生中，生生世世，無量劫來，種諸善根。無量劫的修行，為什麼都沒有成就？時間不夠用，還沒有成就，壽命到了。由此可知，死魔之可怕，死魔之可厭。"
    },
    {
      "id": "12-012-0007_p0016",
      "zh_CN": "第四种叫「天魔」。这是我们身外的，前面五阴、烦恼、死魔都是我们本身具足的，不是从外面来的。除了本身这个折磨之外，凡是外面环境的，都叫做天魔。外面环境太多太多了！人事的环境，物质的环境，乃至于自然的环境，只要让我们折磨，无论是身体的折磨，或者是心里面的折磨。心里头有忧虑、有欢喜，这个忧喜也都是折磨，七情五欲都归纳在天魔这一类里面。也就是现代人所说的，外在的诱惑。这个诱惑，无论是你喜欢的、讨厌的、憎恨的，都归纳在天魔里面。众魔就不得了！这个内外折磨交感，我们什么时候能够出头？这是修行经过无量劫，累劫不能成就，原因在此地，我们不能不知道。",
      "zh_TW": "第四種叫「天魔」。這是我們身外的，前面五陰、煩惱、死魔都是我們本身具足的，不是從外面來的。除了本身這個折磨之外，凡是外面環境的，都叫做天魔。外面環境太多太多了！人事的環境，物質的環境，乃至於自然的環境，只要讓我們折磨，無論是身體的折磨，或者是心裡面的折磨。心裡頭有憂慮、有歡喜，這個憂喜也都是折磨，七情五欲都歸納在天魔這一類裡面。也就是現代人所說的，外在的誘惑。這個誘惑，無論是你喜歡的、討厭的、憎恨的，都歸納在天魔裡面。眾魔就不得了！這個內外折磨交感，我們什麼時候能夠出頭？這是修行經過無量劫，累劫不能成就，原因在此地，我們不能不知道。"
    },
    {
      "id": "12-012-0007_p0017",
      "zh_CN": "另外还有一个麻烦事情，外道。什么是外道？外道跟佛道是相对的。我们也必须要把它认识清楚，你在此地看到外道，就想到别的宗教，想到基督教、天主教，想到这些，那你完全搞错了。外道不是指这些。心外求法。我们今天是学佛了，我们是不是心外求法？如果是心外求法，那你就是外道。所以佛家讲这个外道，有门内外，这个重要！其他宗教，佛门之外的，那个外道你很容易明了。你所不容易了解的，门内外，自己是个外道，自己不知道。这个外道是心外求法，所以佛家讲的外道，它的定义是心外求法。所以佛学叫内学。",
      "zh_TW": "另外還有一個麻煩事情，外道。什麼是外道？外道跟佛道是相對的。我們也必須要把它認識清楚，你在此地看到外道，就想到別的宗教，想到基督教、天主教，想到這些，那你完全搞錯了。外道不是指這些。心外求法。我們今天是學佛了，我們是不是心外求法？如果是心外求法，那你就是外道。所以佛家講這個外道，有門內外，這個重要！其他宗教，佛門之外的，那個外道你很容易明瞭。你所不容易了解的，門內外，自己是個外道，自己不知道。這個外道是心外求法，所以佛家講的外道，它的定義是心外求法。所以佛學叫內學。"
    },
    {
      "id": "12-012-0007_p0018",
      "zh_CN": "佛法的功夫，从内心里面去做，不在外面。即使我们念阿弥陀佛求生西方极乐世界，也不例外。如果你认定我们这个娑婆世界，西方有一个极乐世界，那里有一个阿弥陀佛，我天天念他，求他接引我往生，总算你很侥幸，你要是修其他八万四千法门，用这个心态去修，你决定不能成就，好在念佛还行，你还能往生，生到那里，凡圣同居土。为什么？因为你心外求法。诸位要知道，心外求法只有这一条，你可以往生；如果你要是向内求，那你生到西方极乐世界，是实报庄严土、常寂光净土，不一样！那你不是外道！不是外道，你懂得什么？「唯心净土，自性弥陀」。阿弥陀佛从哪里来的？我们自性变现的。西方净土从哪里来的？也是我们自性变现的。自他不二，「自」是自己，「他」是阿弥陀佛，我跟阿弥陀佛是一不是二，这样念阿弥陀佛，就是念自性，那就不一样！这个念佛叫理念，你要念到一心不乱，你就生实报庄严土。",
      "zh_TW": "佛法的功夫，從內心裡面去做，不在外面。即使我們念阿彌陀佛求生西方極樂世界，也不例外。如果你認定我們這個娑婆世界，西方有一個極樂世界，那裡有一個阿彌陀佛，我天天念他，求他接引我往生，總算你很僥倖，你要是修其他八萬四千法門，用這個心態去修，你決定不能成就，好在念佛還行，你還能往生，生到那裡，凡聖同居土。為什麼？因為你心外求法。諸位要知道，心外求法只有這一條，你可以往生；如果你要是向內求，那你生到西方極樂世界，是實報莊嚴土、常寂光淨土，不一樣！那你不是外道！不是外道，你懂得什麼？「唯心淨土，自性彌陀」。阿彌陀佛從哪裡來的？我們自性變現的。西方淨土從哪裡來的？也是我們自性變現的。自他不二，「自」是自己，「他」是阿彌陀佛，我跟阿彌陀佛是一不是二，這樣念阿彌陀佛，就是念自性，那就不一樣！這個念佛叫理念，你要念到一心不亂，你就生實報莊嚴土。"
    },
    {
      "id": "12-012-0007_p0019",
      "zh_CN": "你们要问，西方净土到底殊胜在哪里？你把这个意思搞清楚、搞明白了，你就知道它的殊胜处。就是外道也能往生，好处在此地。任何一个法门，心外求法决定不能成就。唯独念佛，可以生凡圣同居土。古德常说，生凡圣同居土也不错！「但得见弥陀，何愁不开悟」。只要见阿弥陀佛，凡圣同居土也行。甚至于凡圣同居土下下品往生都行，这个法门才殊胜，普度一切众生，一生当中圆成佛道。佛的法门广大无边，只有这一门能成就；除这一门之外，心外求法，决定不能成就。这是我们特别要注意的。",
      "zh_TW": "你們要問，西方淨土到底殊勝在哪裡？你把這個意思搞清楚、搞明白了，你就知道它的殊勝處。就是外道也能往生，好處在此地。任何一個法門，心外求法決定不能成就。唯獨念佛，可以生凡聖同居土。古德常說，生凡聖同居土也不錯！「但得見彌陀，何愁不開悟」。只要見阿彌陀佛，凡聖同居土也行。甚至於凡聖同居土下下品往生都行，這個法門才殊勝，普度一切眾生，一生當中圓成佛道。佛的法門廣大無邊，只有這一門能成就；除這一門之外，心外求法，決定不能成就。這是我們特別要注意的。"
    },
    {
      "id": "12-012-0007_p0020",
      "zh_CN": "学佛千万不要以为自己还学得不错，好像还有一点功夫，其实禁不起考验，境界一现前，你的七情五欲就起来了。顺境就欢喜，手舞之足蹈之；逆境进来，那就恨之入骨，你去搞这些玩意，那怎么行？都堕到烦恼里面。怎么样才能摧伏众魔及诸外道，这是我们今天最大的一个问题。",
      "zh_TW": "學佛千萬不要以為自己還學得不錯，好像還有一點功夫，其實禁不起考驗，境界一現前，你的七情五欲就起來了。順境就歡喜，手舞之足蹈之；逆境進來，那就恨之入骨，你去搞這些玩意，那怎麼行？都墮到煩惱裡面。怎麼樣才能摧伏眾魔及諸外道，這是我們今天最大的一個問題。"
    },
    {
      "id": "12-012-0007_p0021",
      "zh_CN": "前一次跟诸位报告的，《发起菩萨殊胜志乐经》可以说就是专门讲这个题目，「摧伏众魔及诸外道，灭除一切烦恼习气」，那一部经就讲这两句话。讲演我已经看到有同修做成录音带了，没有听到的，一定要把这个录音带请回去多听几遍；已经听过这个经的，希望大家每一个星期温习一遍，那一部经是救命经。我们对于这当中道理事实真相，要不能透彻了解，要不能够避免这些魔障，降伏烦恼习气，对我们念佛往生决定有障碍。很要紧、很要紧！真正是一个念佛人，想在这一生当中成就，不想再搞六道轮回，一定要记住佛在经上的教导。",
      "zh_TW": "前一次跟諸位報告的，《發起菩薩殊勝志樂經》可以說就是專門講這個題目，「摧伏眾魔及諸外道，滅除一切煩惱習氣」，那一部經就講這兩句話。講演我已經看到有同修做成錄音帶了，沒有聽到的，一定要把這個錄音帶請回去多聽幾遍；已經聽過這個經的，希望大家每一個星期溫習一遍，那一部經是救命經。我們對於這當中道理事實真相，要不能透徹了解，要不能夠避免這些魔障，降伏煩惱習氣，對我們念佛往生決定有障礙。很要緊、很要緊！真正是一個念佛人，想在這一生當中成就，不想再搞六道輪迴，一定要記住佛在經上的教導。"
    },
    {
      "id": "12-012-0007_p0022",
      "zh_CN": "一开端，佛给我们讲了两句话，两句话非常重要。第一句是「不求人过」，第二句「不举人罪」，你只要做到这两句，这个障碍就破除了，你念佛就决定往生。别人有没有过失，与我不相干，我何必天天要找人家的过失。人家的过失，我也不需要去说，也不需要去给他宣传，不举人罪就是不说人家的罪过。这两句话实在讲，就是佛教给我们修行人，常常照顾自己，不要管别人。别人好，我也沾不了光；别人不好，也不会连累我。但是你要在境界上起心动念，那你就错了，你就受害了。如果只照顾自己，不要去看别人，也不必去问别人、说别人，你就能灭除一切烦恼习气。",
      "zh_TW": "一開端，佛給我們講了兩句話，兩句話非常重要。第一句是「不求人過」，第二句「不舉人罪」，你只要做到這兩句，這個障礙就破除了，你念佛就決定往生。別人有沒有過失，與我不相干，我何必天天要找人家的過失。人家的過失，我也不需要去說，也不需要去給他宣傳，不舉人罪就是不說人家的罪過。這兩句話實在講，就是佛教給我們修行人，常常照顧自己，不要管別人。別人好，我也沾不了光；別人不好，也不會連累我。但是你要在境界上起心動念，那你就錯了，你就受害了。如果只照顧自己，不要去看別人，也不必去問別人、說別人，你就能滅除一切煩惱習氣。"
    },
    {
      "id": "12-012-0007_p0023",
      "zh_CN": "这样你就决定能『入菩萨地』。菩萨地是地上菩萨的境界，这是大菩萨，不是普通菩萨。『近如来地』，近如来地是靠近如来地，是等觉菩萨。前面讲「入菩萨地」，这是地上菩萨从初地到十地，后面这一句「近如来地」是等觉位，这是把功德利益说到了极处。我们再看底下经文：",
      "zh_TW": "這樣你就決定能『入菩薩地』。菩薩地是地上菩薩的境界，這是大菩薩，不是普通菩薩。『近如來地』，近如來地是靠近如來地，是等覺菩薩。前面講「入菩薩地」，這是地上菩薩從初地到十地，後面這一句「近如來地」是等覺位，這是把功德利益說到了極處。我們再看底下經文："
    },
    {
      "id": "12-012-0007_p0024",
      "zh_CN": "【时诸比丘。闻此法已。即时同证。广大三昧。名见一切佛境界无碍眼。】",
      "zh_TW": "【時諸比丘。聞此法已。即時同證。廣大三昧。名見一切佛境界無礙眼。】"
    },
    {
      "id": "12-012-0007_p0025",
      "zh_CN": "这一句是法门的名称。『时』就是这个时候，文殊菩萨这一番开示之后，这个时候，『诸比丘』听到文殊菩萨的开示，人家就证入了。我们今天读这段经文，读是读过了，好像没什么印象，这就是很明显的，我们不如人。人家听了，他就证『广大三昧』，就证『见一切佛境界无碍眼』三昧。",
      "zh_TW": "這一句是法門的名稱。『時』就是這個時候，文殊菩薩這一番開示之後，這個時候，『諸比丘』聽到文殊菩薩的開示，人家就證入了。我們今天讀這段經文，讀是讀過了，好像沒什麼印象，這就是很明顯的，我們不如人。人家聽了，他就證『廣大三昧』，就證『見一切佛境界無礙眼』三昧。"
    },
    {
      "id": "12-012-0007_p0026",
      "zh_CN": "这个法门名称，小注里头有，我们也把它念一念，这一小段是闻法得益。得的利益，佛在经上也详细为我们说出来，他得的到底是什么利益？先说他所得的三昧，这个三昧叫「见一切佛境界无碍眼」。清凉注解里面给我们说，无碍有三个意思，第一个是「能见离障」。诸位看小注的第二行，「谓不作相及无作相，在三昧故」。要紧的就是这一句。什么叫不作相？什么叫无作相？我们把这个意思换句来讲，大家就好懂。一个是有意，有意你就作相，无意就不作相。如果你心里还有一个无意，那你也作了相。由此可知，菩萨的心是清净的，有意、无意都没有，有想、无想也没有，有、无二边都没有，这叫做三昧。这才真的叫离障。能见不是眼，能见是心。这桩事情世尊在楞严会上，给阿难尊者曾经详细说明这个事实真相，《楞严经》上很长的一段经文，这个科题叫「十番显见」，说明能见的是心，不是眼。",
      "zh_TW": "這個法門名稱，小註裡頭有，我們也把它念一念，這一小段是聞法得益。得的利益，佛在經上也詳細為我們說出來，他得的到底是什麼利益？先說他所得的三昧，這個三昧叫「見一切佛境界無礙眼」。清涼註解裡面給我們說，無礙有三個意思，第一個是「能見離障」。諸位看小註的第二行，「謂不作相及無作相，在三昧故」。要緊的就是這一句。什麼叫不作相？什麼叫無作相？我們把這個意思換句來講，大家就好懂。一個是有意，有意你就作相，無意就不作相。如果你心裡還有一個無意，那你也作了相。由此可知，菩薩的心是清淨的，有意、無意都沒有，有想、無想也沒有，有、無二邊都沒有，這叫做三昧。這才真的叫離障。能見不是眼，能見是心。這樁事情世尊在楞嚴會上，給阿難尊者曾經詳細說明這個事實真相，《楞嚴經》上很長的一段經文，這個科題叫「十番顯見」，說明能見的是心，不是眼。"
    },
    {
      "id": "12-012-0007_p0027",
      "zh_CN": "「二所见无拥」。拥是障碍。能见离障，所见也就没有障碍了。末后说「一具多用」。一具多用就是底下经文所说的，实在讲这是《华严经》上所讲，「一即一切，一切即一」。从一个作用里面，显示出无量无边的德用，这才圆满。所以叫「见一切佛境界无碍眼」。一切佛境界就是本经所讲的法界，法界的全体就是一切佛境界。法界全体，诸佛如来所住的一真法界，有情众生所住的十法界，你都能看得清清楚楚明明白白，毫无障碍，难！这实在讲是等觉菩萨的境界，不是普通人的境界。他的智慧德能跟如来果地上已经是差不多了。",
      "zh_TW": "「二所見無擁」。擁是障礙。能見離障，所見也就沒有障礙了。末後說「一具多用」。一具多用就是底下經文所說的，實在講這是《華嚴經》上所講，「一即一切，一切即一」。從一個作用裡面，顯示出無量無邊的德用，這才圓滿。所以叫「見一切佛境界無礙眼」。一切佛境界就是本經所講的法界，法界的全體就是一切佛境界。法界全體，諸佛如來所住的一真法界，有情眾生所住的十法界，你都能看得清清楚楚明明白白，毫無障礙，難！這實在講是等覺菩薩的境界，不是普通人的境界。他的智慧德能跟如來果地上已經是差不多了。"
    },
    {
      "id": "12-012-0007_p0028",
      "zh_CN": "平常一个人修行，修到这个境界，大乘经上讲的，三大阿僧祇劫修满了，才能够证得这个境界。三大阿僧祇劫从哪一天算起，我们一定要清楚、要明了，它是从圆教初住菩萨算起，你证得圆初住这一天开始算起。圆初住是什么境界？所谓「破一品无明，证一分法身」，从这个时候算起。换句话说，在没有破无明以前所修的不算，那个时间不算。如果把那些时间再算上去，那真叫无量劫，没法子算。所以三大阿僧祇劫不是从我们今天算起。",
      "zh_TW": "平常一個人修行，修到這個境界，大乘經上講的，三大阿僧祇劫修滿了，才能夠證得這個境界。三大阿僧祇劫從哪一天算起，我們一定要清楚、要明瞭，它是從圓教初住菩薩算起，你證得圓初住這一天開始算起。圓初住是什麼境界？所謂「破一品無明，證一分法身」，從這個時候算起。換句話說，在沒有破無明以前所修的不算，那個時間不算。如果把那些時間再算上去，那真叫無量劫，沒法子算。所以三大阿僧祇劫不是從我們今天算起。"
    },
    {
      "id": "12-012-0007_p0029",
      "zh_CN": "如果从我们凡夫位算起，那照经上讲，我们过去生中无量劫前就修行了，不晓得多少阿僧祇劫了，绝对不止三个阿僧祇，几百个阿僧祇劫，几千个阿僧劫，几万个阿僧祇劫都不止，我们都没有修成功。为什么没有修成功？你的烦恼没断，你的是非人我没断，要拿《金刚经》上的话，「我相、人相、众生相、寿者相」你没断，《金刚经》是个好标准。哪一天四相统统断了，四相断尽了，那就恭喜你，你就证得圆教初住，就破一品无明，证一分法身了。到这一天算起三大阿僧祇劫你就入这个境界。",
      "zh_TW": "如果從我們凡夫位算起，那照經上講，我們過去生中無量劫前就修行了，不曉得多少阿僧祇劫了，絕對不止三個阿僧祇，幾百個阿僧祇劫，幾千個阿僧劫，幾萬個阿僧祇劫都不止，我們都沒有修成功。為什麼沒有修成功？你的煩惱沒斷，你的是非人我沒斷，要拿《金剛經》上的話，「我相、人相、眾生相、壽者相」你沒斷，《金剛經》是個好標準。哪一天四相統統斷了，四相斷盡了，那就恭喜你，你就證得圓教初住，就破一品無明，證一分法身了。到這一天算起三大阿僧祇劫你就入這個境界。"
    },
    {
      "id": "12-012-0007_p0030",
      "zh_CN": "这个说起来，我们听了就像凉水浇头，没指望！我还有什么指望？这才不得不感激阿弥陀佛，阿弥陀佛真的救了我们，我们修任何法门都没指望，唯有带业往生，只有这么一条路。生到西方极乐世界，那不可思议，即使下下品往生的，一品烦恼也没断，生到西方极乐世界，就入这个境界，不可思议！所以念佛这个法门叫难信之法，不是我们难信，我们一听就相信了，有什么难？我们不难，什么人难？华严会上这些菩萨们他们不相信。他们经历无量劫，经历三大阿僧祇劫才修到这个境界，你们一品烦恼没有断，也入这个境界，他听了摇头，他不相信！但是事实确确实实是如此。",
      "zh_TW": "這個說起來，我們聽了就像涼水澆頭，沒指望！我還有什麼指望？這才不得不感激阿彌陀佛，阿彌陀佛真的救了我們，我們修任何法門都沒指望，唯有帶業往生，只有這麼一條路。生到西方極樂世界，那不可思議，即使下下品往生的，一品煩惱也沒斷，生到西方極樂世界，就入這個境界，不可思議！所以念佛這個法門叫難信之法，不是我們難信，我們一聽就相信了，有什麼難？我們不難，什麼人難？華嚴會上這些菩薩們他們不相信。他們經歷無量劫，經歷三大阿僧祇劫才修到這個境界，你們一品煩惱沒有斷，也入這個境界，他聽了搖頭，他不相信！但是事實確確實實是如此。"
    },
    {
      "id": "12-012-0007_p0031",
      "zh_CN": "《弥陀经》上阿弥陀佛四十八愿，生到西方极乐世界，天眼洞视，天耳彻听，就入这个境界。这是阿弥陀佛本愿威神的加持，不是我们修得的，是阿弥陀佛加持我们的。但是他有一个条件，你要能往生到极乐世界，才能得到佛力加持；你要不能往生，佛加持不上。难到阿弥陀佛还有分别心吗？阿弥陀佛确确实实没有分别心，他的心就跟这个经上讲的，人家是一念不生，怎么会起心动念？一念不生，为什么生到极乐世界的这些众生，就能得加持，我们没有生到那里，就得不到加持，原因在哪里？原因在相应。我们没有生到西方极乐世界以前，我们的心不清净，所以跟佛的愿力不相应。我们见色闻声都起心动念，所以佛的力量加不上。",
      "zh_TW": "《彌陀經》上阿彌陀佛四十八願，生到西方極樂世界，天眼洞視，天耳徹聽，就入這個境界。這是阿彌陀佛本願威神的加持，不是我們修得的，是阿彌陀佛加持我們的。但是他有一個條件，你要能往生到極樂世界，才能得到佛力加持；你要不能往生，佛加持不上。難到阿彌陀佛還有分別心嗎？阿彌陀佛確確實實沒有分別心，他的心就跟這個經上講的，人家是一念不生，怎麼會起心動念？一念不生，為什麼生到極樂世界的這些眾生，就能得加持，我們沒有生到那裡，就得不到加持，原因在哪裡？原因在相應。我們沒有生到西方極樂世界以前，我們的心不清淨，所以跟佛的願力不相應。我們見色聞聲都起心動念，所以佛的力量加不上。"
    },
    {
      "id": "12-012-0007_p0032",
      "zh_CN": "生到西方极乐世界，我们的心跟佛的愿力相应。到了西方极乐世界，那个地方所有一切的障缘都没有了。也就是说，你在这个世间有贪瞋痴慢，你到西方极乐世界，这个贪瞋痴慢你想生都生不起来。譬如说现在这个世间，哪一个人不爱黄金？哪一个人不喜欢珠宝？对这个都生起贪心。到西方极乐世界不可能有一个人贪爱黄金，为什么？黄金是舖马路的。你们看哪一个人把舖马路的柏油藏在家里当宝贝，这个好处就是使你贪心贪不起来。你想收集珠宝，戴在身上以为这是怎么高贵，提高身分；西方极乐世界这些珠宝，是建筑房子的材料，谁要这个东西？砖头瓦块，钢筋水泥，你要这个东西套在身上，人家看了都笑话你。西方世界七宝是建筑材料，黄金是舖马路用的。",
      "zh_TW": "生到西方極樂世界，我們的心跟佛的願力相應。到了西方極樂世界，那個地方所有一切的障緣都沒有了。也就是說，你在這個世間有貪瞋痴慢，你到西方極樂世界，這個貪瞋痴慢你想生都生不起來。譬如說現在這個世間，哪一個人不愛黃金？哪一個人不喜歡珠寶？對這個都生起貪心。到西方極樂世界不可能有一個人貪愛黃金，為什麼？黃金是舖馬路的。你們看哪一個人把舖馬路的柏油藏在家裡當寶貝，這個好處就是使你貪心貪不起來。你想收集珠寶，戴在身上以為這是怎麼高貴，提高身分；西方極樂世界這些珠寶，是建築房子的材料，誰要這個東西？磚頭瓦塊，鋼筋水泥，你要這個東西套在身上，人家看了都笑話你。西方世界七寶是建築材料，黃金是舖馬路用的。"
    },
    {
      "id": "12-012-0007_p0033",
      "zh_CN": "所以到那个世界，贪瞋痴你想起都起不来，没有对象。缘断掉了，这是阿弥陀佛他这个设施太好了。要叫你断，怎么个断法？这样一来，不需要叫你断，自自然然你就不生烦恼了。你想傲慢也傲慢不起来了。这个世间你有一点点长处，值得骄傲！到西方世界大家都是一样的，还有什么值得骄傲的。长的相貌都一样，所以贡高我慢的心生不起来，缘断掉了。这是说明西方极乐世界不能不去！你要不去，那就大错特错。你看看《华严经》，《华严》修证多难！可是生到西方极乐世界，就证华严境界，《华严》里面所有的，《华严》是佛境界，你就完全圆满的证得了。这就显示出净土的殊胜，无比的殊胜，应当要修学。",
      "zh_TW": "所以到那個世界，貪瞋痴你想起都起不來，沒有對象。緣斷掉了，這是阿彌陀佛他這個設施太好了。要叫你斷，怎麼個斷法？這樣一來，不需要叫你斷，自自然然你就不生煩惱了。你想傲慢也傲慢不起來了。這個世間你有一點點長處，值得驕傲！到西方世界大家都是一樣的，還有什麼值得驕傲的。長的相貌都一樣，所以貢高我慢的心生不起來，緣斷掉了。這是說明西方極樂世界不能不去！你要不去，那就大錯特錯。你看看《華嚴經》，《華嚴》修證多難！可是生到西方極樂世界，就證華嚴境界，《華嚴》裡面所有的，《華嚴》是佛境界，你就完全圓滿的證得了。這就顯示出淨土的殊勝，無比的殊勝，應當要修學。"
    },
    {
      "id": "12-012-0007_p0034",
      "zh_CN": "三昧的名称，我们晓得了。三昧的名称也叫做法门的名称，就是修行的方法，修行的门径，它叫什么名字，它叫「见一切佛境界无碍眼」。下面这一大段的经文，是说它的作用，有体有用。请看底下经文：",
      "zh_TW": "三昧的名稱，我們曉得了。三昧的名稱也叫做法門的名稱，就是修行的方法，修行的門徑，它叫什麼名字，它叫「見一切佛境界無礙眼」。下面這一大段的經文，是說它的作用，有體有用。請看底下經文："
    },
    {
      "id": "12-012-0007_p0035",
      "zh_CN": "【得此三昧。威神力故。】",
      "zh_TW": "【得此三昧。威神力故。】"
    },
    {
      "id": "12-012-0007_p0036",
      "zh_CN": "这一句是总说。你得到这个『三昧』，这个三昧有作用。『威神力』是形容它作用殊胜无比。下面给我们讲出十种大用。实在讲它的作用无量无边，把它归纳为十大类。",
      "zh_TW": "這一句是總說。你得到這個『三昧』，這個三昧有作用。『威神力』是形容它作用殊勝無比。下面給我們講出十種大用。實在講它的作用無量無邊，把它歸納為十大類。"
    },
    {
      "id": "12-012-0007_p0037",
      "zh_CN": "【悉见十方。一切世界。诸佛如来。及其所有。道场众会。亦悉见彼。一切世界。所有众生。种种趣类。各各差别。】",
      "zh_TW": "【悉見十方。一切世界。諸佛如來。及其所有。道場眾會。亦悉見彼。一切世界。所有眾生。種種趣類。各各差別。】"
    },
    {
      "id": "12-012-0007_p0038",
      "zh_CN": "这一条经文很长，我们一句一句的讲好了，一桩一桩事情讲。第一句里面是讲『悉见』，就是你完全见到，圆满的见到，一个也不漏。就如同《无量寿经》上讲，法藏菩萨在因地里面，跟世间自在王如来学习，佛力加持他，使他见到二百一十亿佛国土。「二百一十」是表法的，不是数字，代表圆满，代表大圆满。跟这个地方意思一样，此地用「悉见」，『十方一切世界诸佛如来』，这是你见佛，一尊佛都没有漏掉。说「十方」，里面就包含三世，十方三世一切诸佛如来，以及佛的『道场众会』。「众会」就是讲经说法的大会，你全部见到。这个法门之殊胜，从这一句我们能够想像得到，这个法门怎么得到的？要想一想。前面文殊菩萨教我们修十种无疲厌心，你想想前面教给我们修因，这个地方讲的果报。",
      "zh_TW": "這一條經文很長，我們一句一句的講好了，一樁一樁事情講。第一句裡面是講『悉見』，就是你完全見到，圓滿的見到，一個也不漏。就如同《無量壽經》上講，法藏菩薩在因地裡面，跟世間自在王如來學習，佛力加持他，使他見到二百一十億佛國土。「二百一十」是表法的，不是數字，代表圓滿，代表大圓滿。跟這個地方意思一樣，此地用「悉見」，『十方一切世界諸佛如來』，這是你見佛，一尊佛都沒有漏掉。說「十方」，裡面就包含三世，十方三世一切諸佛如來，以及佛的『道場眾會』。「眾會」就是講經說法的大會，你全部見到。這個法門之殊勝，從這一句我們能夠想像得到，這個法門怎麼得到的？要想一想。前面文殊菩薩教我們修十種無疲厭心，你想想前面教給我們修因，這個地方講的果報。"
    },
    {
      "id": "12-012-0007_p0039",
      "zh_CN": "第二句说，『亦悉见彼，一切世界所有众生，种种趣类，各各差别』，这是讲一切诸佛刹土里面的众生，有些世界跟我们娑婆世界一样，有六道轮回，有十法界。「所有众生种种趣类」，趣就是六趣，就是讲的六道。类是讲的种类，每一道里面种类很复杂，我们同样是人道，在这个地球上，大家看到人道，人的种类就有许多种。我们通常讲的黄种人、白种人、黑种人、红种人，就有很多族类，而每一种里面又有许多族类，都看得清清楚楚明明白白。同样是人道，我们地球上的人道，可能跟其他星球上人道就不一样。现在科学家在那里推测，不知道有没有见到，所谓是外太空人。外太空人长的形状，生活状况跟我们地球人不一样。外太空太大太大了，同样是人道里面，就非常非常复杂。我们能够见到的是极少数，见不到的是大多数。这一句是说这桩事情。再看底下一句：",
      "zh_TW": "第二句說，『亦悉見彼，一切世界所有眾生，種種趣類，各各差別』，這是講一切諸佛剎土裡面的眾生，有些世界跟我們娑婆世界一樣，有六道輪迴，有十法界。「所有眾生種種趣類」，趣就是六趣，就是講的六道。類是講的種類，每一道裡面種類很複雜，我們同樣是人道，在這個地球上，大家看到人道，人的種類就有許多種。我們通常講的黃種人、白種人、黑種人、紅種人，就有很多族類，而每一種裡面又有許多族類，都看得清清楚楚明明白白。同樣是人道，我們地球上的人道，可能跟其他星球上人道就不一樣。現在科學家在那裡推測，不知道有沒有見到，所謂是外太空人。外太空人長的形狀，生活狀況跟我們地球人不一樣。外太空太大太大了，同樣是人道裡面，就非常非常複雜。我們能夠見到的是極少數，見不到的是大多數。這一句是說這樁事情。再看底下一句："
    },
    {
      "id": "12-012-0007_p0040",
      "zh_CN": "【亦悉见彼。一切世界。同异染净。各各差别。】",
      "zh_TW": "【亦悉見彼。一切世界。同異染淨。各各差別。】"
    },
    {
      "id": "12-012-0007_p0041",
      "zh_CN": "『同异染净』，不是从现相上说的，前面一句是从现相上说的，这一句是从心性上说的，是从境界上说的。「同」是与佛菩萨相同，同生性。「异」是跟佛菩萨不一样，同生的是见了性的菩萨。《华严》上四十一位法身大士，跟佛相同，跟佛是用同一个真心。你用真心就跟佛相同，佛用真心。权小六道众生跟佛不同，不同的是他用妄心。什么叫妄心？分别心、执着心，跟佛不同，跟佛菩萨不同。诸位要晓得佛菩萨无论对人、对事、对物，没有分别，没有执着，用的真心。妄心是什么？八识。八识是妄心。诸位在《百法》里面看到，不相应行法里面有两条，一个叫「同生性」，一个叫「异生性」，同异就是说的这个。我们现在是异，不同。我们用八识，用五十一心所，所以有分别、有执着。如果是同生性，没有分别，没有执着。",
      "zh_TW": "『同異染淨』，不是從現相上說的，前面一句是從現相上說的，這一句是從心性上說的，是從境界上說的。「同」是與佛菩薩相同，同生性。「異」是跟佛菩薩不一樣，同生的是見了性的菩薩。《華嚴》上四十一位法身大士，跟佛相同，跟佛是用同一個真心。你用真心就跟佛相同，佛用真心。權小六道眾生跟佛不同，不同的是他用妄心。什麼叫妄心？分別心、執著心，跟佛不同，跟佛菩薩不同。諸位要曉得佛菩薩無論對人、對事、對物，沒有分別，沒有執著，用的真心。妄心是什麼？八識。八識是妄心。諸位在《百法》裡面看到，不相應行法裡面有兩條，一個叫「同生性」，一個叫「異生性」，同異就是說的這個。我們現在是異，不同。我們用八識，用五十一心所，所以有分別、有執著。如果是同生性，沒有分別，沒有執著。"
    },
    {
      "id": "12-012-0007_p0042",
      "zh_CN": "没有分别，没有执着，为什么还有四十一个阶级？从初住到等觉四十一个阶级，因为他还有无明，就是他还有妄想，这妄想很难断，那个要一品一品断，虽然他这个无明妄想有，但是决定没有分别执着。如果有分别，他就落到十法界去了；有执着就落到六道去了。所以，执着这个病很重，你如果在一切法里头都不执着，你很容易超越轮回。不再执着，不再分别，那你就出十法界。你就同生性了，跟佛菩萨相同。这一点我们要懂，我们要学；学不会，我们的分别执着能一年比一年淡薄，那就是很大的进步，这样子念佛往生，品位就提升了。纵然不能断，要看得淡。",
      "zh_TW": "沒有分別，沒有執著，為什麼還有四十一個階級？從初住到等覺四十一個階級，因為他還有無明，就是他還有妄想，這妄想很難斷，那個要一品一品斷，雖然他這個無明妄想有，但是決定沒有分別執著。如果有分別，他就落到十法界去了；有執著就落到六道去了。所以，執著這個病很重，你如果在一切法裡頭都不執著，你很容易超越輪迴。不再執著，不再分別，那你就出十法界。你就同生性了，跟佛菩薩相同。這一點我們要懂，我們要學；學不會，我們的分別執著能一年比一年淡薄，那就是很大的進步，這樣子念佛往生，品位就提升了。縱然不能斷，要看得淡。"
    },
    {
      "id": "12-012-0007_p0043",
      "zh_CN": "《般若经》上教我们：「凡所有相，皆是虚妄」。何必那么认真？何必要分别？统统是虚妄，分别个什么？你有分别，你就造四圣界；有执着，就造六道轮回，实在叫冤枉。六道轮回跟十法界也了不可得，如梦幻泡影。怎么来的？是你自己变现出来的。就是分别执着变现出来的，这叫同异。染净？染净是在异里面才有染净。同里面，染净都没有了。异里面我们统统是用八识五十一心所，统统用妄心。用妄心，四圣法界比六凡就清净，六凡是染，四圣是净。换句话说，只分别没有执着，他就净，他心清净，他有分别没执着；有分别又有执着，他就不清净，他就染。所以这都是在异里面，要到同里面，染净都没有了，染净都说不上，那是佛的境界。这是说出十法界跟一真法界，这是十方世界里面，十法界跟一真法界同异染净，『各各差别』。他看得清清楚楚。",
      "zh_TW": "《般若經》上教我們：「凡所有相，皆是虛妄」。何必那麼認真？何必要分別？統統是虛妄，分別個什麼？你有分別，你就造四聖界；有執著，就造六道輪迴，實在叫冤枉。六道輪迴跟十法界也了不可得，如夢幻泡影。怎麼來的？是你自己變現出來的。就是分別執著變現出來的，這叫同異。染淨？染淨是在異裡面才有染淨。同裡面，染淨都沒有了。異裡面我們統統是用八識五十一心所，統統用妄心。用妄心，四聖法界比六凡就清淨，六凡是染，四聖是淨。換句話說，只分別沒有執著，他就淨，他心清淨，他有分別沒執著；有分別又有執著，他就不清淨，他就染。所以這都是在異裡面，要到同裡面，染淨都沒有了，染淨都說不上，那是佛的境界。這是說出十法界跟一真法界，這是十方世界裡面，十法界跟一真法界同異染淨，『各各差別』。他看得清清楚楚。"
    },
    {
      "id": "12-012-0007_p0044",
      "zh_CN": "【亦悉见彼。一切世界。所有极微尘相差别。】",
      "zh_TW": "【亦悉見彼。一切世界。所有極微塵相差別。】"
    },
    {
      "id": "12-012-0007_p0045",
      "zh_CN": "这句是讲到现代科学。很可惜，现代科学家没有念《华严经》，这一句就是现代科学里面，这是很令人羡慕的量子力学。从极微细的方面去研究，像现在研究原子、电子、粒子，这里『极微尘相差别』，大概我们这世间的科学家，还没有达到这个境界。这是达到极微细的物质，他能够看得清清楚楚明明白白。",
      "zh_TW": "這句是講到現代科學。很可惜，現代科學家沒有念《華嚴經》，這一句就是現代科學裡面，這是很令人羨慕的量子力學。從極微細的方面去研究，像現在研究原子、電子、粒子，這裡『極微塵相差別』，大概我們這世間的科學家，還沒有達到這個境界。這是達到極微細的物質，他能夠看得清清楚楚明明白白。"
    },
    {
      "id": "12-012-0007_p0046",
      "zh_CN": "【亦悉见彼。诸世界中。一切众生。所住宫殿。种种庄严。种种成就。及所受用。种种资具。各各差别。】",
      "zh_TW": "【亦悉見彼。諸世界中。一切眾生。所住宮殿。種種莊嚴。種種成就。及所受用。種種資具。各各差別。】"
    },
    {
      "id": "12-012-0007_p0047",
      "zh_CN": "这一句咱们合起来讲，就是说他能够圆满究竟，观察到十方三世一切诸佛刹土里面，众生的生活状况，他所住的宫殿，就是住的生活状况。『种种成就』，是他业的状况，他所造的这些事业。像我们这个社会里面各行各业，他们的一切成就，这都见到。『受用』，是他的生活享受，现在我们讲，无论是物质上的享受，精神上的享受。『资具』，是专指资生的工具，就是指我们今天讲的衣、食、住、行、育、乐，这都包括在这里面。各各差别的现象，十方世界不一样，十法界不相同，都能看得清楚、看得明了。",
      "zh_TW": "這一句咱們合起來講，就是說他能夠圓滿究竟，觀察到十方三世一切諸佛剎土裡面，眾生的生活狀況，他所住的宮殿，就是住的生活狀況。『種種成就』，是他業的狀況，他所造的這些事業。像我們這個社會裡面各行各業，他們的一切成就，這都見到。『受用』，是他的生活享受，現在我們講，無論是物質上的享受，精神上的享受。『資具』，是專指資生的工具，就是指我們今天講的衣、食、住、行、育、樂，這都包括在這裡面。各各差別的現象，十方世界不一樣，十法界不相同，都能看得清楚、看得明瞭。"
    },
    {
      "id": "12-012-0007_p0048",
      "zh_CN": "这一大段在《无量寿经》上，只用了四个字，「天眼彻见」，此地说得详细，你那个彻见，见到什么？这一段讲得多了。见到有这么多的事情，真的是没有一样见不到的。大是如来道场众会，小到极微尘，没有一样你看不到。这么一大段文讲的是「天眼通」，天眼。后头注子有，这是天眼的作用。再看底下这一句：",
      "zh_TW": "這一大段在《無量壽經》上，只用了四個字，「天眼徹見」，此地說得詳細，你那個徹見，見到什麼？這一段講得多了。見到有這麼多的事情，真的是沒有一樣見不到的。大是如來道場眾會，小到極微塵，沒有一樣你看不到。這麼一大段文講的是「天眼通」，天眼。後頭註子有，這是天眼的作用。再看底下這一句："
    },
    {
      "id": "12-012-0007_p0049",
      "zh_CN": "【及闻彼佛。诸音声海。演说诸法。种种名句。文辞训释。性相秘密。悉能解了。】",
      "zh_TW": "【及聞彼佛。諸音聲海。演說諸法。種種名句。文辭訓釋。性相祕密。悉能解了。】"
    },
    {
      "id": "12-012-0007_p0050",
      "zh_CN": "前面天眼说得很多，说得很详细，后面就省略了，这个意思可以类推，只是在文字言语上省略，他的境界跟前面天眼一样的广大，没有两样。这是我们必需要懂得的。这一句讲的是天耳通。他能够听，听一切诸佛讲经说法，他不必去参与那个法会，就在他自己住所，不必动，十方一切诸佛讲经说法的音声，他统统听到。为什么？音声称性的。所发的这音声，尽虚空遍法界，这个音波都达到。",
      "zh_TW": "前面天眼說得很多，說得很詳細，後面就省略了，這個意思可以類推，只是在文字言語上省略，他的境界跟前面天眼一樣的廣大，沒有兩樣。這是我們必需要懂得的。這一句講的是天耳通。他能夠聽，聽一切諸佛講經說法，他不必去參與那個法會，就在他自己住所，不必動，十方一切諸佛講經說法的音聲，他統統聽到。為什麼？音聲稱性的。所發的這音聲，盡虛空遍法界，這個音波都達到。"
    },
    {
      "id": "12-012-0007_p0051",
      "zh_CN": "你问他为什么能见到，为什么能听到？光波、音波都是尽虚空遍法界，没有一样不称性。就像现在这个电波一样，其实电波范围很小，愈远力量就愈薄弱，不是性，真性里面这个波强。我们今天为什么听不到一切诸佛说法，见不到一切诸佛法会？是我们迷失了自性。怎么迷失的？就是妄想执着。这是世尊在本经「出现品」里说的，「一切众生皆有如来智慧德相」。那个「德相」就是此地讲的天眼通、天耳通，这是德相。我们本来都有，经上所讲的是我们的本能，本能失掉了。怎么失掉了？「但以妄想、执着，而不能证得」。为什么失掉？因为我们有妄想、有执着，这当中「分别」就省掉了，你有妄想、分别、执着，所以你的能力智慧丧失掉了。这个丧失不是真的失掉，是障碍了。我们的智慧德能，被妄想分别执着障碍住，只要把妄想分别执着去掉，能力立刻就恢复。",
      "zh_TW": "你問他為什麼能見到，為什麼能聽到？光波、音波都是盡虛空遍法界，沒有一樣不稱性。就像現在這個電波一樣，其實電波範圍很小，愈遠力量就愈薄弱，不是性，真性裡面這個波強。我們今天為什麼聽不到一切諸佛說法，見不到一切諸佛法會？是我們迷失了自性。怎麼迷失的？就是妄想執著。這是世尊在本經「出現品」裡說的，「一切眾生皆有如來智慧德相」。那個「德相」就是此地講的天眼通、天耳通，這是德相。我們本來都有，經上所講的是我們的本能，本能失掉了。怎麼失掉了？「但以妄想、執著，而不能證得」。為什麼失掉？因為我們有妄想、有執著，這當中「分別」就省掉了，你有妄想、分別、執著，所以你的能力智慧喪失掉了。這個喪失不是真的失掉，是障礙了。我們的智慧德能，被妄想分別執著障礙住，只要把妄想分別執著去掉，能力立刻就恢復。"
    },
    {
      "id": "12-012-0007_p0052",
      "zh_CN": "所以西方极乐世界阿弥陀佛，为什么他的本事那么大？你要是把这些道理搞清楚、搞明白了，你才佩服阿弥陀佛，知道阿弥陀佛用的那个方法，用得非常高明。他把你妄想分别执着的缘断掉了，因虽然是有，缘断掉了，所以佛的智慧德能加持，才加持得上，道理在此地，不是没有道理，有原理的。明白这个道理，你就能相信，你就不会怀疑，所以生到西方极乐世界，为什么那么快速把我们的智慧德能就恢复了，这个理在此地。十方世界诸佛刹土没有这个缘，所以我们要去妄想分别执着，非常非常困难。",
      "zh_TW": "所以西方極樂世界阿彌陀佛，為什麼他的本事那麼大？你要是把這些道理搞清楚、搞明白了，你才佩服阿彌陀佛，知道阿彌陀佛用的那個方法，用得非常高明。他把你妄想分別執著的緣斷掉了，因雖然是有，緣斷掉了，所以佛的智慧德能加持，才加持得上，道理在此地，不是沒有道理，有原理的。明白這個道理，你就能相信，你就不會懷疑，所以生到西方極樂世界，為什麼那麼快速把我們的智慧德能就恢復了，這個理在此地。十方世界諸佛剎土沒有這個緣，所以我們要去妄想分別執著，非常非常困難。"
    },
    {
      "id": "12-012-0007_p0053",
      "zh_CN": "这是说佛说法，这里面的句子、文字很容易懂，讲经的时候，『名句、文辞』，『训释』是讲解；『性相秘密』是内容，是说法的内容，或者是讲「性」，或者是讲「相」，或者是讲「秘密」。这个秘密是深秘，极其深的这些道理，这些事相。他听了之后，统统能够明了。再看底下一句：",
      "zh_TW": "這是說佛說法，這裡面的句子、文字很容易懂，講經的時候，『名句、文辭』，『訓釋』是講解；『性相祕密』是內容，是說法的內容，或者是講「性」，或者是講「相」，或者是講「祕密」。這個祕密是深祕，極其深的這些道理，這些事相。他聽了之後，統統能夠明瞭。再看底下一句："
    },
    {
      "id": "12-012-0007_p0054",
      "zh_CN": "【亦能观察。彼世界中。一切众生。心行根欲。各各差别。】",
      "zh_TW": "【亦能觀察。彼世界中。一切眾生。心行根欲。各各差別。】"
    },
    {
      "id": "12-012-0007_p0055",
      "zh_CN": "这一句讲的是「他心通」。他心是别的人起心动念，他就晓得了。他有这个能力能观察，『彼』就是一切世界，一切诸佛世界，这里面一切众生的『心』，心是他的念头，『行』是他的行为，『根』是讲他的根性，『欲』是讲他的爱好；没有一样他不知道的，这种种差别，他都晓得。这一句讲的是「他心通」。",
      "zh_TW": "這一句講的是「他心通」。他心是別的人起心動念，他就曉得了。他有這個能力能觀察，『彼』就是一切世界，一切諸佛世界，這裡面一切眾生的『心』，心是他的念頭，『行』是他的行為，『根』是講他的根性，『欲』是講他的愛好；沒有一樣他不知道的，這種種差別，他都曉得。這一句講的是「他心通」。"
    },
    {
      "id": "12-012-0007_p0056",
      "zh_CN": "【亦能忆念。彼世界中。一切众生。过去未来。各十生事。】",
      "zh_TW": "【亦能憶念。彼世界中。一切眾生。過去未來。各十生事。】"
    },
    {
      "id": "12-012-0007_p0057",
      "zh_CN": "这是说他有能力『忆念』，我们一般讲他能够想得起来，十方一切世界里面的所有众生，他们过去、未来各各十生的事。此地这个「十」是表法的，不是数字，如果是数字，这个能力不太大，只能够十生，超过十生以上，他就不知道；我们要这样看法，那就看错了。《华严》以「十」表圆满，也就是一切众生生生世世的事情，过去、未来他统统知道。",
      "zh_TW": "這是說他有能力『憶念』，我們一般講他能夠想得起來，十方一切世界裡面的所有眾生，他們過去、未來各各十生的事。此地這個「十」是表法的，不是數字，如果是數字，這個能力不太大，只能夠十生，超過十生以上，他就不知道；我們要這樣看法，那就看錯了。《華嚴》以「十」表圓滿，也就是一切眾生生生世世的事情，過去、未來他統統知道。"
    },
    {
      "id": "12-012-0007_p0058",
      "zh_CN": "【亦能忆念。彼世界中。过去未来。各十劫事。】",
      "zh_TW": "【亦能憶念。彼世界中。過去未來。各十劫事。】"
    },
    {
      "id": "12-012-0007_p0059",
      "zh_CN": "这是讲『世界』，前面是讲世界里面的众生。换句话说，一个是十方世界有情众生，一个是讲十方世界无情的依报，这两句是讲两桩事情。也就是我们现在许多科学家在研究地球，地球上生命的起源，生命的变化，那就是前面一切众生过去、现在未来事。有一种科学是研究这个地球，地球的物理，这就是属于后面世界过去、现在、未来。这是两种不同的，一个是有情众生，一个是无情的众生，佛门里头讲的一个是正报，一个是依报。",
      "zh_TW": "這是講『世界』，前面是講世界裡面的眾生。換句話說，一個是十方世界有情眾生，一個是講十方世界無情的依報，這兩句是講兩樁事情。也就是我們現在許多科學家在研究地球，地球上生命的起源，生命的變化，那就是前面一切眾生過去、現在未來事。有一種科學是研究這個地球，地球的物理，這就是屬於後面世界過去、現在、未來。這是兩種不同的，一個是有情眾生，一個是無情的眾生，佛門裡頭講的一個是正報，一個是依報。"
    },
    {
      "id": "12-012-0007_p0060",
      "zh_CN": "【亦能忆念。彼诸如来。十本生事。】",
      "zh_TW": "【亦能憶念。彼諸如來。十本生事。】"
    },
    {
      "id": "12-012-0007_p0061",
      "zh_CN": "这个他心通能力就非常殊胜。他能够知道这些诸佛如来，「本生」是佛修行没有成佛以前，做菩萨的时候，他怎么样修行证果这些事情，叫做『本生事』。这宿命通真的是达到究竟圆满。",
      "zh_TW": "這個他心通能力就非常殊勝。他能夠知道這些諸佛如來，「本生」是佛修行沒有成佛以前，做菩薩的時候，他怎麼樣修行證果這些事情，叫做『本生事』。這宿命通真的是達到究竟圓滿。"
    },
    {
      "id": "12-012-0007_p0062",
      "zh_CN": "【十成正觉。】",
      "zh_TW": "【十成正覺。】"
    },
    {
      "id": "12-012-0007_p0063",
      "zh_CN": "『成正觉』、成佛不就一次吗？为什么有那么多成正觉？示现的。你想想看，释迦牟尼佛在《梵网经》经上告诉我们，他到我们娑婆世界来示现成佛，这一次是第八千次，不是头一次到我们这个世间来示现作佛，示现作佛是第八千次。这就是成正觉事。「十」都是代表圆满。也正是像《普门品》里面，诸位所念到的，不仅是成佛，初住菩萨就有这个能力。圆教初住就有这个能力，就是《普门品》里面讲的，应以佛身而得度，他就能示现佛身而为说法。示现三十二相、八十种好，像释迦牟尼佛在我们这个世间出现，示现成佛，初住菩萨就有能力做这个示现。这些事情，菩萨的宿命通里面都见到了，见到他示现成佛。",
      "zh_TW": "『成正覺』、成佛不就一次嗎？為什麼有那麼多成正覺？示現的。你想想看，釋迦牟尼佛在《梵網經》經上告訴我們，他到我們娑婆世界來示現成佛，這一次是第八千次，不是頭一次到我們這個世間來示現作佛，示現作佛是第八千次。這就是成正覺事。「十」都是代表圓滿。也正是像《普門品》裡面，諸位所念到的，不僅是成佛，初住菩薩就有這個能力。圓教初住就有這個能力，就是《普門品》裡面講的，應以佛身而得度，他就能示現佛身而為說法。示現三十二相、八十種好，像釋迦牟尼佛在我們這個世間出現，示現成佛，初住菩薩就有能力做這個示現。這些事情，菩薩的宿命通裡面都見到了，見到他示現成佛。"
    },
    {
      "id": "12-012-0007_p0064",
      "zh_CN": "【十转法轮。】",
      "zh_TW": "【十轉法輪。】"
    },
    {
      "id": "12-012-0007_p0065",
      "zh_CN": "示现度众生。为一切众生讲经说法。",
      "zh_TW": "示現度眾生。為一切眾生講經說法。"
    },
    {
      "id": "12-012-0007_p0066",
      "zh_CN": "【十种神通。十种记心。十种教诫。十种说法。十种辩才。】",
      "zh_TW": "【十種神通。十種記心。十種教誡。十種說法。十種辯才。】"
    },
    {
      "id": "12-012-0007_p0067",
      "zh_CN": "都用「十」代表大圆满。这些经文全部都是讲的宿命通。神通是讲他的变化，我们可以把他说在如观世音菩萨的三十二应，应以什么身得度，他就现什么身，这都是神通的作用。应当说什么法，他就说什么法，这都是属于神通。「通」是通达没有障碍，「神」是我们凡夫神奇莫测，也就是超越我们的常识。我们的常识，我们的思惟想像达不到的，所以称之为神奇莫测，这是『神通』的解释。",
      "zh_TW": "都用「十」代表大圓滿。這些經文全部都是講的宿命通。神通是講他的變化，我們可以把他說在如觀世音菩薩的三十二應，應以什麼身得度，他就現什麼身，這都是神通的作用。應當說什麼法，他就說什麼法，這都是屬於神通。「通」是通達沒有障礙，「神」是我們凡夫神奇莫測，也就是超越我們的常識。我們的常識，我們的思惟想像達不到的，所以稱之為神奇莫測，這是『神通』的解釋。"
    },
    {
      "id": "12-012-0007_p0068",
      "zh_CN": "『十种记心，十种教诫，十种说法，十种辩才』，这些都好懂。底下清凉大师的注解，这一段因为经文很明显，注子里面只是把大段落勾划出来。像这一段所说的，圆圆满满的显示在这部《大方广佛华严经》之中。佛的记心、教诫、说法、辩才，我们都在这部经上，圆圆满满的看到，圆圆满满的读到。说明这个法门的作用广大无边，说了这么多，只说出这个法门的「外通用」，这里所讲的是外通，就是表现在外面的它的作用。",
      "zh_TW": "『十種記心，十種教誡，十種說法，十種辯才』，這些都好懂。底下清涼大師的註解，這一段因為經文很明顯，註子裡面只是把大段落勾劃出來。像這一段所說的，圓圓滿滿的顯示在這部《大方廣佛華嚴經》之中。佛的記心、教誡、說法、辯才，我們都在這部經上，圓圓滿滿的看到，圓圓滿滿的讀到。說明這個法門的作用廣大無邊，說了這麼多，只說出這個法門的「外通用」，這裡所講的是外通，就是表現在外面的它的作用。"
    },
    {
      "id": "12-012-0007_p0069",
      "zh_CN": "下面这五句是讲「内德用」，成就内德。先说外面，后说里面，也有特殊的作用。通常讲外面这个作用是果报，非常明显的作用；内里面的内德，那是讲的智慧，我们讲的定慧成就，圆满的定慧。表现在外面，那真是像赞叹诸佛如来一样的万德万能。世间一般宗教赞叹上帝，赞叹神的这种不思议的德能，其实这个究竟圆满的智慧德能，原来是我们每一个人自性里头本来具足的。",
      "zh_TW": "下面這五句是講「內德用」，成就內德。先說外面，後說裡面，也有特殊的作用。通常講外面這個作用是果報，非常明顯的作用；內裡面的內德，那是講的智慧，我們講的定慧成就，圓滿的定慧。表現在外面，那真是像讚歎諸佛如來一樣的萬德萬能。世間一般宗教讚歎上帝，讚歎神的這種不思議的德能，其實這個究竟圓滿的智慧德能，原來是我們每一個人自性裡頭本來具足的。"
    },
    {
      "id": "12-012-0007_p0070",
      "zh_CN": "佛这些教诲，无非是让我们恢复自信心，恢复信心。第一个要相信自己，相信自己有这样圆满的智慧德能。要知道现在这些智慧德能，何以不能现前？是因为妄想分别执着障碍住了，而妄想分别执着是假的，不是真的，这就是马鸣菩萨在《起信论》里面为我们说的，「本觉本有，不觉本无」。妄想分别执着是不觉，本来没有的；而智慧德能是本来有的，像此地讲这个「三昧」，亦即三昧的作用是本来有的，我们在这里建立信心。本来有的决定可以恢复，本来无的一定可以断掉。从这个地方建立信心，能够建立信心，那就是无量功德。我们读这段经文，真得受用了。从这里建立信心，往生西方极乐世界，很快就圆满得到，我们的信心更加强了，使我们对于念佛往生净土毫无疑惑。这个经对我们来讲，就起了作用，我们就得到它真实利益。内德五句的大用，今天时间到了，我们留着后天星期三再续讲。",
      "zh_TW": "佛這些教誨，無非是讓我們恢復自信心，恢復信心。第一個要相信自己，相信自己有這樣圓滿的智慧德能。要知道現在這些智慧德能，何以不能現前？是因為妄想分別執著障礙住了，而妄想分別執著是假的，不是真的，這就是馬鳴菩薩在《起信論》裡面為我們說的，「本覺本有，不覺本無」。妄想分別執著是不覺，本來沒有的；而智慧德能是本來有的，像此地講這個「三昧」，亦即三昧的作用是本來有的，我們在這裡建立信心。本來有的決定可以恢復，本來無的一定可以斷掉。從這個地方建立信心，能夠建立信心，那就是無量功德。我們讀這段經文，真得受用了。從這裡建立信心，往生西方極樂世界，很快就圓滿得到，我們的信心更加強了，使我們對於念佛往生淨土毫無疑惑。這個經對我們來講，就起了作用，我們就得到它真實利益。內德五句的大用，今天時間到了，我們留著後天星期三再續講。"
    }
  ]
}