{
  "doc_id": "04-001-0031",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0031",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "04-001-0031_p0001",
      "zh_CN": "请掀开经本第八十四面，「净土愿」：",
      "zh_TW": "請掀開經本第八十四面，「淨土願」："
    },
    {
      "id": "04-001-0031_p0002",
      "zh_CN": "经【我能深入于未来。尽一切劫为一念。三世所有一切劫。为一念际我皆入。我于一念见三世。所有一切人师子。亦常入佛境界中。如幻解脱及威力。】",
      "zh_TW": "經【我能深入於未來。盡一切劫為一念。三世所有一切劫。為一念際我皆入。我於一念見三世。所有一切人師子。亦常入佛境界中。如幻解脫及威力。】"
    },
    {
      "id": "04-001-0031_p0003",
      "zh_CN": "这有两首，这两首如果乍看，看不出净土的意思，你仔细观察才真正能体会到什么叫做净土，这与我们念佛求生西方有密切的关系。注解里面也把这个意思说出来了，诸位一看就明了了。可是经文里面，确确实实它含着有清净的义趣在其中。前面一首是完全讲的法界性，正如大经里面告诉我们，「应观法界性，一切唯心造」。性要拿现在的话来说就是本体，法界性就是法界的本体。法界包括的范围非常之广大，时空所含的一切法就叫做法界。第一首里面，也就如同我们前面所念过的，理事无碍、事事无碍的境界，这在我们初学佛的人看起来，实在是不可思议。『我能深入于未来』，「未来」还没有到（这是讲三世：过去、现在、未来），有这一句，当然也就能够深入到过去；换句话说，过去、现在、未来原本是一，不是三，迷了的时候好像是有三际，悟了的时候是一，一真。严格的来讲，真正要找过去、现在、未来的界限是找不到的。你看《金刚经》上不是说吗？三心不可得：过去心、现在心、未来心。三心不可得，找三世也找不到，相有，理没有；迷有，悟了没有，佛法之所求就是求觉悟。",
      "zh_TW": "這有兩首，這兩首如果乍看，看不出淨土的意思，你仔細觀察才真正能體會到什麼叫做淨土，這與我們念佛求生西方有密切的關係。註解裡面也把這個意思說出來了，諸位一看就明瞭了。可是經文裡面，確確實實它含著有清淨的義趣在其中。前面一首是完全講的法界性，正如大經裡面告訴我們，「應觀法界性，一切唯心造」。性要拿現在的話來說就是本體，法界性就是法界的本體。法界包括的範圍非常之廣大，時空所含的一切法就叫做法界。第一首裡面，也就如同我們前面所念過的，理事無礙、事事無礙的境界，這在我們初學佛的人看起來，實在是不可思議。『我能深入於未來』，「未來」還沒有到（這是講三世：過去、現在、未來），有這一句，當然也就能夠深入到過去；換句話說，過去、現在、未來原本是一，不是三，迷了的時候好像是有三際，悟了的時候是一，一真。嚴格的來講，真正要找過去、現在、未來的界限是找不到的。你看《金剛經》上不是說嗎？三心不可得：過去心、現在心、未來心。三心不可得，找三世也找不到，相有，理沒有；迷有，悟了沒有，佛法之所求就是求覺悟。"
    },
    {
      "id": "04-001-0031_p0004",
      "zh_CN": "底下给我们说出来了，他怎么能够深入？『尽一切劫为一念』。前面我跟诸位说过，《华严》上讲的，「佛以一音而说法，众生随类各得解」，我把这句说过。而经的一开端给我们讲一真法界，全都是讲的一，一真、一音、一念，都是讲的一；而我们念佛这个法门就直截了当修一，叫一心不乱。整个法界叫一真，一真法界。所以一真法界是所入，一心不乱是能入。我没有照《华严经》讲，《华严经》讲普贤行愿是能入，不思议解脱境界是所入，但是普贤行愿你搞不清楚，你不晓得什么叫普贤行愿，所以我拿《弥陀经》这样说法，你也容易懂。其实一心不乱就是普贤行愿，而普贤行愿最方便的一个修学法，那就是念阿弥陀佛。如果真正这句阿弥陀佛念好了，一句阿弥陀佛里面决定圆圆满满包含了十大愿王，普贤行愿一条都不漏，你把这句阿弥陀佛念好。如果念这句阿弥陀佛，看看《普贤菩萨行愿品》一条也没做到，保证你那句佛号没念好，你念好的时候是一不是二。为什么？因为十大愿王导归极乐，你一心不乱也是往生极乐，决定没有两样。",
      "zh_TW": "底下給我們說出來了，他怎麼能夠深入？『盡一切劫為一念』。前面我跟諸位說過，《華嚴》上講的，「佛以一音而說法，眾生隨類各得解」，我把這句說過。而經的一開端給我們講一真法界，全都是講的一，一真、一音、一念，都是講的一；而我們念佛這個法門就直截了當修一，叫一心不亂。整個法界叫一真，一真法界。所以一真法界是所入，一心不亂是能入。我沒有照《華嚴經》講，《華嚴經》講普賢行願是能入，不思議解脫境界是所入，但是普賢行願你搞不清楚，你不曉得什麼叫普賢行願，所以我拿《彌陀經》這樣說法，你也容易懂。其實一心不亂就是普賢行願，而普賢行願最方便的一個修學法，那就是念阿彌陀佛。如果真正這句阿彌陀佛念好了，一句阿彌陀佛裡面決定圓圓滿滿包含了十大願王，普賢行願一條都不漏，你把這句阿彌陀佛念好。如果念這句阿彌陀佛，看看《普賢菩薩行願品》一條也沒做到，保證你那句佛號沒念好，你念好的時候是一不是二。為什麼？因為十大願王導歸極樂，你一心不亂也是往生極樂，決定沒有兩樣。"
    },
    {
      "id": "04-001-0031_p0005",
      "zh_CN": "所以你要想到未来，或者你要想回到过去，用什么方法？一念就行了。这在理论上讲，我们能相信的，一丝毫怀疑都没有。为什么？一没有界限，二念就有界限，有界限就过不去，你想回到过去不可能，你想到未来也不可能。为什么？因为你有二念、你有三念，叫三心二意，那是界限。有了界限就没有法子通过，界限消除了，过去、现在、未来都在面前，都在现前！说深入已经是多余了，原本就在面前，诸位要好好的去想这个道理。我们今天与十方诸佛法界不能交通，大经上常说十法界一现九隐，我们今天是人法界，人法界现前了，我们看得清清楚楚，其余的九法界见不到，一现九隐。如果我们生天，天法界现前，人法界没有了，看不见了，九法界还在不在？在。为什么它隐？因为你有了界限，你要把界限整个消除了，十法界统统现前，统统现前那就是一真法界。",
      "zh_TW": "所以你要想到未來，或者你要想回到過去，用什麼方法？一念就行了。這在理論上講，我們能相信的，一絲毫懷疑都沒有。為什麼？一沒有界限，二念就有界限，有界限就過不去，你想回到過去不可能，你想到未來也不可能。為什麼？因為你有二念、你有三念，叫三心二意，那是界限。有了界限就沒有法子通過，界限消除了，過去、現在、未來都在面前，都在現前！說深入已經是多餘了，原本就在面前，諸位要好好的去想這個道理。我們今天與十方諸佛法界不能交通，大經上常說十法界一現九隱，我們今天是人法界，人法界現前了，我們看得清清楚楚，其餘的九法界見不到，一現九隱。如果我們生天，天法界現前，人法界沒有了，看不見了，九法界還在不在？在。為什麼它隱？因為你有了界限，你要把界限整個消除了，十法界統統現前，統統現前那就是一真法界。"
    },
    {
      "id": "04-001-0031_p0006",
      "zh_CN": "所以，我们讲见到宇宙人生的真理，佛法讲无上正等正觉，如何才能证得？一念就证得，二念就不行。我们平常讲，一般人三心二意，这是讲凡夫。其实讲三心二意不仅是凡夫，小乘声闻、缘觉亦如此，权教菩萨还是如此，都用三心二意。三心是讲心、意、识，是讲这个三心，心是阿赖耶识，意是末那识，识是讲第六识，权乘声闻缘觉、六道凡夫统统用的这个心，叫妄心。一念是真心，一念不是妄心。什么人用一念？实教的菩萨，是真菩萨，不是假菩萨，真的，真实的菩萨，也就是本经里面所讲的法身大士，圆教初住以上，别教初地以上，那些人用的什么心？他用一心。换句话说，只要你肯用一心，你就是圆初住、别十地的菩萨。你还要用三心二意，你就是凡夫，修得好的也不过是权教二乘而已。由此可知，什么叫修行？就是会用心，会用真心的就行了，那就要真修行。「尽一切劫为一念」，字面上的意思是念劫圆融，一劫时间长，一念时间短，长时间跟短时间是一不是二，所以他才能入过去，他才能到未来，在时间上无有障碍，事事无碍。",
      "zh_TW": "所以，我們講見到宇宙人生的真理，佛法講無上正等正覺，如何才能證得？一念就證得，二念就不行。我們平常講，一般人三心二意，這是講凡夫。其實講三心二意不僅是凡夫，小乘聲聞、緣覺亦如此，權教菩薩還是如此，都用三心二意。三心是講心、意、識，是講這個三心，心是阿賴耶識，意是末那識，識是講第六識，權乘聲聞緣覺、六道凡夫統統用的這個心，叫妄心。一念是真心，一念不是妄心。什麼人用一念？實教的菩薩，是真菩薩，不是假菩薩，真的，真實的菩薩，也就是本經裡面所講的法身大士，圓教初住以上，別教初地以上，那些人用的什麼心？他用一心。換句話說，只要你肯用一心，你就是圓初住、別十地的菩薩。你還要用三心二意，你就是凡夫，修得好的也不過是權教二乘而已。由此可知，什麼叫修行？就是會用心，會用真心的就行了，那就要真修行。「盡一切劫為一念」，字面上的意思是念劫圓融，一劫時間長，一念時間短，長時間跟短時間是一不是二，所以他才能入過去，他才能到未來，在時間上無有障礙，事事無礙。"
    },
    {
      "id": "04-001-0031_p0007",
      "zh_CN": "『三世所有一切劫，为一念际我皆入』。「三世」是讲过去、现在、未来，过去一切劫，现在一切劫，未来一切劫，如同我们在过年时候所念的「千佛忏」（就是《千佛名经》），它讲三千佛，过去一千佛，现在一千佛，未来一千佛。诸位要晓得，佛这种说法都是随顺众生方便说，因为在众生境界里头确确实实是如此的。佛说法如果在大分可以分为两大类，就是佛依二谛而说法，就是两大类，二谛就是真谛与俗谛，俗谛就是随顺众生的知见来说的，真谛是随顺他自己所亲证境界而说的。但是诸位要晓得，真俗不二，这是我们很难懂得的，讲真、讲俗我们都比较容易接受，讲真俗不二这就不容易接受了。此地完全讲的不二法门，不思议解脱境界，所以我们很不容易体会，道理就在此地。第一首就是讲的「同体净」，一多相即，念劫圆融，理事无碍，事事无碍。诸位要知道这是我们原来的境界，我们今天看到这是神通广大不可思议，哪里晓得我们的本能本来是如此的，现在搞得处处有障碍，搞得这么可怜，应当要惭愧。为什么落到这种地步？就是我们不会用心，错用了心，用的是妄心。",
      "zh_TW": "『三世所有一切劫，為一念際我皆入』。「三世」是講過去、現在、未來，過去一切劫，現在一切劫，未來一切劫，如同我們在過年時候所念的「千佛懺」（就是《千佛名經》），它講三千佛，過去一千佛，現在一千佛，未來一千佛。諸位要曉得，佛這種說法都是隨順眾生方便說，因為在眾生境界裡頭確確實實是如此的。佛說法如果在大分可以分為兩大類，就是佛依二諦而說法，就是兩大類，二諦就是真諦與俗諦，俗諦就是隨順眾生的知見來說的，真諦是隨順他自己所親證境界而說的。但是諸位要曉得，真俗不二，這是我們很難懂得的，講真、講俗我們都比較容易接受，講真俗不二這就不容易接受了。此地完全講的不二法門，不思議解脫境界，所以我們很不容易體會，道理就在此地。第一首就是講的「同體淨」，一多相即，念劫圓融，理事無礙，事事無礙。諸位要知道這是我們原來的境界，我們今天看到這是神通廣大不可思議，哪裡曉得我們的本能本來是如此的，現在搞得處處有障礙，搞得這麼可憐，應當要慚愧。為什麼落到這種地步？就是我們不會用心，錯用了心，用的是妄心。"
    },
    {
      "id": "04-001-0031_p0008",
      "zh_CN": "所以，我们的分别愈多、执着愈多、妄想愈多，痛苦愈多。这个我相信每一位同修都能够体验得到的。你分别少、执着少、妄念少，你的精神就愉快，你烦恼就少。烦恼从哪来的？不是外头人给你的，是你自生烦恼。譬如外面人骂我，骂你你接受了，你就生烦恼，你听了你接受，等于是他送礼给你，你接受了；你要不接受，你怎么会生烦恼？他骂别人，你为什么不生烦恼？你也听到了，骂的是他，我不生烦恼，为什么？我没有分别、没有执着就若无其事，骂他。骂我的时候，如果想到是骂别人，名是假名，指着我叫净空，我的身，净空在哪里？你找找看，每一个细胞里头找不到，假名，名是假的，指著名字骂也骂不上。指着这个身体，身体是假相，四大五蕴和合的假相，身不是我，在这个身里头找我也找不到。所以，人家送礼你乐意接受，那有什么办法？这没有法子，这是你自找苦吃；你要不接受，你就得大自在。所以你用妄心就接受了，你用真心，真心里头一法不立。六祖说得很好，「本来无一物，何处惹尘埃」。那是真心，真心里头本来无一物，什么都加不上去，所以他自在。所以学佛的人要会用心。",
      "zh_TW": "所以，我們的分別愈多、執著愈多、妄想愈多，痛苦愈多。這個我相信每一位同修都能夠體驗得到的。你分別少、執著少、妄念少，你的精神就愉快，你煩惱就少。煩惱從哪來的？不是外頭人給你的，是你自生煩惱。譬如外面人罵我，罵你你接受了，你就生煩惱，你聽了你接受，等於是他送禮給你，你接受了；你要不接受，你怎麼會生煩惱？他罵別人，你為什麼不生煩惱？你也聽到了，罵的是他，我不生煩惱，為什麼？我沒有分別、沒有執著就若無其事，罵他。罵我的時候，如果想到是罵別人，名是假名，指著我叫淨空，我的身，淨空在哪裡？你找找看，每一個細胞裡頭找不到，假名，名是假的，指著名字罵也罵不上。指著這個身體，身體是假相，四大五蘊和合的假相，身不是我，在這個身裡頭找我也找不到。所以，人家送禮你樂意接受，那有什麼辦法？這沒有法子，這是你自找苦吃；你要不接受，你就得大自在。所以你用妄心就接受了，你用真心，真心裡頭一法不立。六祖說得很好，「本來無一物，何處惹塵埃」。那是真心，真心裡頭本來無一物，什麼都加不上去，所以他自在。所以學佛的人要會用心。"
    },
    {
      "id": "04-001-0031_p0009",
      "zh_CN": "再看底下经文，『我于一念见三世，所有一切人师子』。这两句就是「自在义净」，必须自己要到一念。我们现在用的方法，用念佛这个法门，念阿弥陀佛的方法就是训练我们一念。我们现在一下想恢复到一念，不容易，为什么？无始劫以来的烦恼习气，这个力量太强了。行住坐卧，那个妄念都会起来，你愈是不让它起来，起来得愈多，你压不住的，这个就是习气。用什么方法来恢复到一念？用这句佛号。所以这句佛号是手段，不是目的，是方法。当我们妄念起来的时候，你不要去照顾这个念头是善念还是恶念，该起来还是不该起来，不要理会这些，统统不理。念头一起来，立刻就把它换成阿弥陀佛，用一句阿弥陀佛取而代之，使你不起念则已，起念就是阿弥陀佛，这也是一念，这一念是阿弥陀佛。但是这个并不是真的一念，是相似的一念，从相似这个过程才能够证到真实的一念，真实的一念里头是无念的。如果我们想到无念，那无念还是一念，还是一个错误的念头，不是真正的一念。真正的一念是有念、无念都没有，不但离一切有念，也离无念，这才是一念。到一念的时候就见三世，过去、现在、未来这是讲的时间。「所有一切人师子」，这是佛，所谓人中之狮子，这是用来赞叹佛的，就是三世所有一切诸佛如来你都见到了。诸位要记住，一念就是清净，二念就不净，所谓心净则土净，净土愿就从这儿来的。所以句句里头都含着有清净的意思。注解里头它一句一句都解释得很清楚，诸位自己去看。我提示给大家，就是重视一念，我们讲功夫，讲修行的纲领都在一念，时时刻刻不要把一念忘掉就好。在我们现阶段当中，就是时时刻刻不要把阿弥陀佛忘掉，所有一切念头统统都归到阿弥陀佛。",
      "zh_TW": "再看底下經文，『我於一念見三世，所有一切人師子』。這兩句就是「自在義淨」，必須自己要到一念。我們現在用的方法，用念佛這個法門，念阿彌陀佛的方法就是訓練我們一念。我們現在一下想恢復到一念，不容易，為什麼？無始劫以來的煩惱習氣，這個力量太強了。行住坐臥，那個妄念都會起來，你愈是不讓它起來，起來得愈多，你壓不住的，這個就是習氣。用什麼方法來恢復到一念？用這句佛號。所以這句佛號是手段，不是目的，是方法。當我們妄念起來的時候，你不要去照顧這個念頭是善念還是惡念，該起來還是不該起來，不要理會這些，統統不理。念頭一起來，立刻就把它換成阿彌陀佛，用一句阿彌陀佛取而代之，使你不起念則已，起念就是阿彌陀佛，這也是一念，這一念是阿彌陀佛。但是這個並不是真的一念，是相似的一念，從相似這個過程才能夠證到真實的一念，真實的一念裡頭是無念的。如果我們想到無念，那無念還是一念，還是一個錯誤的念頭，不是真正的一念。真正的一念是有念、無念都沒有，不但離一切有念，也離無念，這才是一念。到一念的時候就見三世，過去、現在、未來這是講的時間。「所有一切人師子」，這是佛，所謂人中之獅子，這是用來讚歎佛的，就是三世所有一切諸佛如來你都見到了。諸位要記住，一念就是清淨，二念就不淨，所謂心淨則土淨，淨土願就從這兒來的。所以句句裡頭都含著有清淨的意思。註解裡頭它一句一句都解釋得很清楚，諸位自己去看。我提示給大家，就是重視一念，我們講功夫，講修行的綱領都在一念，時時刻刻不要把一念忘掉就好。在我們現階段當中，就是時時刻刻不要把阿彌陀佛忘掉，所有一切念頭統統都歸到阿彌陀佛。"
    },
    {
      "id": "04-001-0031_p0010",
      "zh_CN": "『亦常入佛境界中』，「常」是因净，常是不间断；「境界」是相净。这也是我们前面所说的，心净了，身就清净，身清净跟诸位说，你心里面没有烦恼，身就没有病痛。为什么身心清净？身有病痛身不清净，心有烦恼心不清净，这是功夫，这个是事实的真相，身心清净外头境界没有不清净的，于是净土立刻就现前了，这也是《华严》上给我们讲的原理原则，境随心转。《楞严》上佛也说得很明白，「若能转境，则同如来」。所以，我们要转境，不要被境界所转。怎么个转境法？我昨天那个比喻已经说得很清楚了，我今天重复再说一遍，多说几遍不要紧，大家要牢牢的记住，要能够在日常生活当中，从早到晚待人接物去转境界，你会转了，你就是佛菩萨。境界里面，总有一个是顺自己意思的，一个是违自己意思的，所谓顺、违两种境界，我们所说一个是善缘、一个是逆缘，总是两种境界。两种境界当中现在我们面前，我们六根接触对于境界了了分明，这是增长智慧，如如不动，那就是一念，在这里练一心不乱，这就转境界了。这个了了分明是真的了了分明。不是说我们听话听得清楚、看得清楚，你所看的不见得看到真实的，你往往只看到一个粗浅的相，你没有看到究竟相；真正能看到究竟相、圆满相，才是了了分明。",
      "zh_TW": "『亦常入佛境界中』，「常」是因淨，常是不間斷；「境界」是相淨。這也是我們前面所說的，心淨了，身就清淨，身清淨跟諸位說，你心裡面沒有煩惱，身就沒有病痛。為什麼身心清淨？身有病痛身不清淨，心有煩惱心不清淨，這是功夫，這個是事實的真相，身心清淨外頭境界沒有不清淨的，於是淨土立刻就現前了，這也是《華嚴》上給我們講的原理原則，境隨心轉。《楞嚴》上佛也說得很明白，「若能轉境，則同如來」。所以，我們要轉境，不要被境界所轉。怎麼個轉境法？我昨天那個比喻已經說得很清楚了，我今天重複再說一遍，多說幾遍不要緊，大家要牢牢的記住，要能夠在日常生活當中，從早到晚待人接物去轉境界，你會轉了，你就是佛菩薩。境界裡面，總有一個是順自己意思的，一個是違自己意思的，所謂順、違兩種境界，我們所說一個是善緣、一個是逆緣，總是兩種境界。兩種境界當中現在我們面前，我們六根接觸對於境界了了分明，這是增長智慧，如如不動，那就是一念，在這裡練一心不亂，這就轉境界了。這個了了分明是真的了了分明。不是說我們聽話聽得清楚、看得清楚，你所看的不見得看到真實的，你往往只看到一個粗淺的相，你沒有看到究竟相；真正能看到究竟相、圓滿相，才是了了分明。"
    },
    {
      "id": "04-001-0031_p0011",
      "zh_CN": "这都是用心的关系，因为你用一念，所以你用的是清净心，你才能够真正看得到。正如同善财童子五十三参，我讲《华严》常常提醒同学们，善财童子五十三参就是我们实际的生活行为，我们从早到晚接触一些人、一切物、一切事，那就是五十三参，《华严》把它归纳成五十三类。你不要以为善财童子很幸运，遇到这么多善知识，我没有遇到，其实善知识一天到晚围绕着你的身边，你自己不认识有什么办法？你没有法子，一定要明白这个道理。顺境里面，我们对于顺的体相用、因缘、果报、事理，如果拿《法华经》来说，就「十如是」，你全都看清楚，这才叫了了分明。只看到相，只看到事，不晓得性，不晓得理，你不圆满；你样样看清楚，这才是了了分明。了了分明怎么样？自己如如不动，决定没有在这个境界相里头起心动念、分别，没有。不起心不动念、不分别、不执着，而又了了分明，诸位想想那个境界是什么？那个境界就是佛菩萨，那个境界才使我们成就无量的智慧、甚深的禅定。所以，修行就是在境界里会不会用心。佛法就怕你着相。所以大乘佛法自始至终就是破执着而已，离一切分别执着，真相就大白。所以这样是「亦常入佛境界中」，这个境界是诸佛如来的境界。你能入佛境界当中，你不是佛谁是佛？如果我们会用心，我们眼前的境界，实际的生活就是《大方广佛华严经》。《大方广佛华严经》在哪里？就是我们实际的生活，见色闻声无一不是。前面给我们讲的，一一尘中尘数佛，都在为我们讲《大方广佛华严经》。这个全都是事实，都在那里为我们转妙法轮，是我们心里头起心动念，自己生了障碍，把一切如来的妙法给障碍住了，自己不见不闻、如聋如痴。那要入境界，不但这一念，要保持你的一念，这样才行。",
      "zh_TW": "這都是用心的關係，因為你用一念，所以你用的是清淨心，你才能夠真正看得到。正如同善財童子五十三參，我講《華嚴》常常提醒同學們，善財童子五十三參就是我們實際的生活行為，我們從早到晚接觸一些人、一切物、一切事，那就是五十三參，《華嚴》把它歸納成五十三類。你不要以為善財童子很幸運，遇到這麼多善知識，我沒有遇到，其實善知識一天到晚圍繞著你的身邊，你自己不認識有什麼辦法？你沒有法子，一定要明白這個道理。順境裡面，我們對於順的體相用、因緣、果報、事理，如果拿《法華經》來說，就「十如是」，你全都看清楚，這才叫了了分明。只看到相，只看到事，不曉得性，不曉得理，你不圓滿；你樣樣看清楚，這才是了了分明。了了分明怎麼樣？自己如如不動，決定沒有在這個境界相裡頭起心動念、分別，沒有。不起心不動念、不分別、不執著，而又了了分明，諸位想想那個境界是什麼？那個境界就是佛菩薩，那個境界才使我們成就無量的智慧、甚深的禪定。所以，修行就是在境界裡會不會用心。佛法就怕你著相。所以大乘佛法自始至終就是破執著而已，離一切分別執著，真相就大白。所以這樣是「亦常入佛境界中」，這個境界是諸佛如來的境界。你能入佛境界當中，你不是佛誰是佛？如果我們會用心，我們眼前的境界，實際的生活就是《大方廣佛華嚴經》。《大方廣佛華嚴經》在哪裡？就是我們實際的生活，見色聞聲無一不是。前面給我們講的，一一塵中塵數佛，都在為我們講《大方廣佛華嚴經》。這個全都是事實，都在那裡為我們轉妙法輪，是我們心裡頭起心動念，自己生了障礙，把一切如來的妙法給障礙住了，自己不見不聞、如聾如痴。那要入境界，不但這一念，要保持你的一念，這樣才行。"
    },
    {
      "id": "04-001-0031_p0012",
      "zh_CN": "『如幻解脱及威力』，这句里面有两个意思。「如幻解脱」，这是果清净。解脱是清净，解脱还如幻。特别是在本经里面，地上菩萨所证的境界几乎统统都有个幻字，没有离开这个幻的意思。这是给我们说明十法界依正庄严，相有，体无，体是空的。所以这个有叫幻有，不是真有。你要晓得一切法是幻有，你的受用就自在了。为什么？你不执着，不执着就是你在一切法里头没有得失的执着，你就不造业。你就不迷惑、不造业，不生烦恼，不受果报，你在一切法里头游戏神通，你自在。不是说一切法不能享受，一切法可以享受，应该要去享受，你可不能执着，你要执着，你就生烦恼。要晓得一切法了不可得，就如同什么？如同我们作梦。梦是假的大家晓得，为什么？因为梦的时间短，作梦的时间短，醒过来晓得我做了一场梦，原来是假的。如果你在梦中忽然觉悟了，我现在在作梦，那你在梦中可以尽量去享受，梦里头得到黄金了，你也不会欢喜，为什么？你晓得那是假的，你没有得的观念。梦里面梦到一只老虎要吃你，你也很慷慨，好，我就发个慈悲心喂喂你，因为你晓得假的，我并没有死，就是游戏神通。我们现前的人生，实在是梦境，因为它时间长一点，你还没有发觉到，你现在在作梦。如果你一旦要觉悟到，原来现在这个世间就犹如梦境一样的，你对于这个世间名闻利养、五欲六尘，你也可以尽情的去享受，决定在这里面不起执着的念头。",
      "zh_TW": "『如幻解脫及威力』，這句裡面有兩個意思。「如幻解脫」，這是果清淨。解脫是清淨，解脫還如幻。特別是在本經裡面，地上菩薩所證的境界幾乎統統都有個幻字，沒有離開這個幻的意思。這是給我們說明十法界依正莊嚴，相有，體無，體是空的。所以這個有叫幻有，不是真有。你要曉得一切法是幻有，你的受用就自在了。為什麼？你不執著，不執著就是你在一切法裡頭沒有得失的執著，你就不造業。你就不迷惑、不造業，不生煩惱，不受果報，你在一切法裡頭遊戲神通，你自在。不是說一切法不能享受，一切法可以享受，應該要去享受，你可不能執著，你要執著，你就生煩惱。要曉得一切法了不可得，就如同什麼？如同我們作夢。夢是假的大家曉得，為什麼？因為夢的時間短，作夢的時間短，醒過來曉得我做了一場夢，原來是假的。如果你在夢中忽然覺悟了，我現在在作夢，那你在夢中可以盡量去享受，夢裡頭得到黃金了，你也不會歡喜，為什麼？你曉得那是假的，你沒有得的觀念。夢裡面夢到一隻老虎要吃你，你也很慷慨，好，我就發個慈悲心餵餵你，因為你曉得假的，我並沒有死，就是遊戲神通。我們現前的人生，實在是夢境，因為它時間長一點，你還沒有發覺到，你現在在作夢。如果你一旦要覺悟到，原來現在這個世間就猶如夢境一樣的，你對於這個世間名聞利養、五欲六塵，你也可以盡情的去享受，決定在這裡面不起執著的念頭。"
    },
    {
      "id": "04-001-0031_p0013",
      "zh_CN": "我在讲席里也常常说，我们在这个世间一切万物，拿现在的话说，我们有使用权，不能有所有权，有所有权就糟了、就坏了。使用权真的，所有权假的，哪一样东西是你所有的？没有一样东西是你所有的。你要说你所有的，给你说只是一个虚妄、错误的念头。你认为这个东西是你所有的，其实没有一样，连这个身体都不是，身体也是我所使用的，也不是我所有的，何况身外之物？为了所有权争得头破血流，一天到晚搞烦恼，不值得，大错特错，那叫迷惑颠倒。如果把得失心打掉，你的烦恼可以说去掉百分之八十，烦恼去掉百分之八十，罪业也消了一大半。记住，不是说人到死了，这才晓得是一场空；其实，我们每天晚上都要死一次。你睡着的时候不是跟死人一样吗？睡熟的时候，人家把你身体抬走了，你都不知道。每天都要死一次，你还不觉悟吗？当你睡熟的时候，你这个时候想想，哪一样东西是你的？你所有的东西在哪里？你已经去作大梦去了，这个现实世界你完全已经离开，你在那个梦境当中现了，这个世间隐了，就跟一现九隐的道理是一样的。你睡着的时候梦境现前，显了，我们这个世界隐了，这个世界没有一样东西是你自己的。诸位常常去想想这个道理，你才能真正体会到菩萨如幻解脱，他一切受用得大自在，绝对没有一样他所占有的，包括他的身体，身体也不是自己。",
      "zh_TW": "我在講席裡也常常說，我們在這個世間一切萬物，拿現在的話說，我們有使用權，不能有所有權，有所有權就糟了、就壞了。使用權真的，所有權假的，哪一樣東西是你所有的？沒有一樣東西是你所有的。你要說你所有的，給你說只是一個虛妄、錯誤的念頭。你認為這個東西是你所有的，其實沒有一樣，連這個身體都不是，身體也是我所使用的，也不是我所有的，何況身外之物？為了所有權爭得頭破血流，一天到晚搞煩惱，不值得，大錯特錯，那叫迷惑顛倒。如果把得失心打掉，你的煩惱可以說去掉百分之八十，煩惱去掉百分之八十，罪業也消了一大半。記住，不是說人到死了，這才曉得是一場空；其實，我們每天晚上都要死一次。你睡著的時候不是跟死人一樣嗎？睡熟的時候，人家把你身體抬走了，你都不知道。每天都要死一次，你還不覺悟嗎？當你睡熟的時候，你這個時候想想，哪一樣東西是你的？你所有的東西在哪裡？你已經去作大夢去了，這個現實世界你完全已經離開，你在那個夢境當中現了，這個世間隱了，就跟一現九隱的道理是一樣的。你睡著的時候夢境現前，顯了，我們這個世界隱了，這個世界沒有一樣東西是你自己的。諸位常常去想想這個道理，你才能真正體會到菩薩如幻解脫，他一切受用得大自在，絕對沒有一樣他所佔有的，包括他的身體，身體也不是自己。"
    },
    {
      "id": "04-001-0031_p0014",
      "zh_CN": "什么是自己？再告诉诸位，尽虚空遍法界无有一法不是自己。这是太妙了，太奇妙了，这个你也不容易体会，也很难懂得。我们还用作梦做比喻，如果你一旦发现了我是在作梦，你想一想梦中所有的境界，是不是都是你自己？梦是你自己心变的，那梦境里头哪一法不是你自己？梦中有你自己，也有别人，也有山河大地，你想想看哪一样不是自己？这个时候全心即梦，全梦就是心，心是体，是能变；梦境是所变，是相分，是现相。佛法里面常讲的，「全妄即真，全真即妄」，真是讲心，能变的是心，是真的，所变的梦境是妄的，真妄不二，真妄一如，入这个境界就叫证得了清净法身。法是什么？法是万法，万法就是自己。所以，到了一念、一心（这个一心讲理一心不乱），到理一心不乱的时候，什么是自身？尽虚空遍法界就是一个自己，这是法身，法身不生不灭。",
      "zh_TW": "什麼是自己？再告訴諸位，盡虛空遍法界無有一法不是自己。這是太妙了，太奇妙了，這個你也不容易體會，也很難懂得。我們還用作夢做比喻，如果你一旦發現了我是在作夢，你想一想夢中所有的境界，是不是都是你自己？夢是你自己心變的，那夢境裡頭哪一法不是你自己？夢中有你自己，也有別人，也有山河大地，你想想看哪一樣不是自己？這個時候全心即夢，全夢就是心，心是體，是能變；夢境是所變，是相分，是現相。佛法裡面常講的，「全妄即真，全真即妄」，真是講心，能變的是心，是真的，所變的夢境是妄的，真妄不二，真妄一如，入這個境界就叫證得了清淨法身。法是什麼？法是萬法，萬法就是自己。所以，到了一念、一心（這個一心講理一心不亂），到理一心不亂的時候，什麼是自身？盡虛空遍法界就是一個自己，這是法身，法身不生不滅。"
    },
    {
      "id": "04-001-0031_p0015",
      "zh_CN": "我们哪一个都有法身，可惜你迷了法身，那个悟的人就是悟法身，迷的人迷法身。所以说迷悟不二，迷的是这个，悟的也是这个，并没有说悟了会多一个，没有；迷了会损失一点，没有。你迷的时候一样也不少，你悟的时候一样也不多，也没有增加一点，迷悟不二。《大方广佛华严经》就是讲这么一桩事情，入这个境界得大自在，解脱就是自在。「及威力」，这一句就是讲的「受用净」，威是讲威德，也就能力，不可思议的能力，这个宇宙万有没有一桩事情你做不到的这个能力，这个能力是自性的本能。譬如我们常常读西方净土，《华严经》里头显示的更不必说，西方净土常讲那边是七宝池、八功德水，生到西方极乐世界的人衣食自然，想吃什么东西，这个东西马上就摆在面前了，这就是威力。吃完了之后，它变化掉了，也不要去洗就没有了，吃完就没有了，也不要去洗碗、洗碟子，用不着。",
      "zh_TW": "我們哪一個都有法身，可惜你迷了法身，那個悟的人就是悟法身，迷的人迷法身。所以說迷悟不二，迷的是這個，悟的也是這個，並沒有說悟了會多一個，沒有；迷了會損失一點，沒有。你迷的時候一樣也不少，你悟的時候一樣也不多，也沒有增加一點，迷悟不二。《大方廣佛華嚴經》就是講這麼一樁事情，入這個境界得大自在，解脫就是自在。「及威力」，這一句就是講的「受用淨」，威是講威德，也就能力，不可思議的能力，這個宇宙萬有沒有一樁事情你做不到的這個能力，這個能力是自性的本能。譬如我們常常讀西方淨土，《華嚴經》裡頭顯示的更不必說，西方淨土常講那邊是七寶池、八功德水，生到西方極樂世界的人衣食自然，想吃什麼東西，這個東西馬上就擺在面前了，這就是威力。吃完了之後，它變化掉了，也不要去洗就沒有了，吃完就沒有了，也不要去洗碗、洗碟子，用不著。"
    },
    {
      "id": "04-001-0031_p0016",
      "zh_CN": "这个道理，今天科学家叫能与质的转变，我需要用了，把能力变成物质我来享受；我不要用了，这个物质马上又恢复能力，没有了，这个多自在。我们今天科学家晓得这个理论，但是不知道怎么变法。佛告诉我们怎么变法？一心就能变。我们现在用妄心不行，变不出来，一心就恢复这个能力了。我们今天远一点距离要坐飞机，还要飞上多少个钟点才能到。你看用这个一念，尽虚空遍法界一念之间他就到达了，不需要藉任何机械，一念之间就到达了，这个地方身体不见了，那个地方身体现前了，妙，实在太妙了，速度是远超过了光速。这说的威力，威力清净。所以在这个里面是无有一法而不清净。这两首偈可以说，把净土的体相作用都给我们说出来了，注解希望诸位自己去看。下面一首：",
      "zh_TW": "這個道理，今天科學家叫能與質的轉變，我需要用了，把能力變成物質我來享受；我不要用了，這個物質馬上又恢復能力，沒有了，這個多自在。我們今天科學家曉得這個理論，但是不知道怎麼變法。佛告訴我們怎麼變法？一心就能變。我們現在用妄心不行，變不出來，一心就恢復這個能力了。我們今天遠一點距離要坐飛機，還要飛上多少個鐘點才能到。你看用這個一念，盡虛空遍法界一念之間他就到達了，不需要藉任何機械，一念之間就到達了，這個地方身體不見了，那個地方身體現前了，妙，實在太妙了，速度是遠超過了光速。這說的威力，威力清淨。所以在這個裡面是無有一法而不清淨。這兩首偈可以說，把淨土的體相作用都給我們說出來了，註解希望諸位自己去看。下面一首："
    },
    {
      "id": "04-001-0031_p0017",
      "zh_CN": "经【于一毛端极微中。出现三世庄严刹。十方尘刹诸毛端。我皆深入而严净。所有未来照世灯。成道转法悟群有。究竟佛事示涅槃。我皆往诣而亲近。】",
      "zh_TW": "經【於一毛端極微中。出現三世莊嚴剎。十方塵剎諸毛端。我皆深入而嚴淨。所有未來照世燈。成道轉法悟群有。究竟佛事示涅槃。我皆往詣而親近。】"
    },
    {
      "id": "04-001-0031_p0018",
      "zh_CN": "这是讲「承事愿」，就是亲近诸佛如来，或者我们讲亲近一切善知识，意思都一样的。前面这一首完全讲的境界，『于一毛端极微中』，这是太小太小了。前面我们说过微尘，微尘已经很小很小，在金属里面可以通过的。金属我们现在讲密度最大的，在这么大的密度里面它还是可以自由通过，没有障碍，可见得微尘之小。极微比微尘更小，在佛法叫邻虚尘，没有比这个更小的。微尘再分就叫做色聚之微，色聚之微再分就是极微之微，此地就是极微之微。「极微中」，佛法常讲的邻虚尘，与虚空做了邻居，就是不能再分，再分就没有了，就是虚空了。这样的微尘里面，还『出现三世庄严刹』，「刹」是刹土，刹是三千大千世界，就是佛的教化区，清净庄严的大千世界。大千世界在哪里？在极微之微的里面，极微之微的微尘没有放大，大千世界也没有缩小，大小不二，这个品题就是「入不思议境界」，这是不可思议的境界。但是，我们应当要相信，这是个事实，绝不是妄语，是佛的现量境界，不是从理论上推测的，确实是现量境界。",
      "zh_TW": "這是講「承事願」，就是親近諸佛如來，或者我們講親近一切善知識，意思都一樣的。前面這一首完全講的境界，『於一毛端極微中』，這是太小太小了。前面我們說過微塵，微塵已經很小很小，在金屬裡面可以通過的。金屬我們現在講密度最大的，在這麼大的密度裡面它還是可以自由通過，沒有障礙，可見得微塵之小。極微比微塵更小，在佛法叫鄰虛塵，沒有比這個更小的。微塵再分就叫做色聚之微，色聚之微再分就是極微之微，此地就是極微之微。「極微中」，佛法常講的鄰虛塵，與虛空做了鄰居，就是不能再分，再分就沒有了，就是虛空了。這樣的微塵裡面，還『出現三世莊嚴剎』，「剎」是剎土，剎是三千大千世界，就是佛的教化區，清淨莊嚴的大千世界。大千世界在哪裡？在極微之微的裡面，極微之微的微塵沒有放大，大千世界也沒有縮小，大小不二，這個品題就是「入不思議境界」，這是不可思議的境界。但是，我們應當要相信，這是個事實，絕不是妄語，是佛的現量境界，不是從理論上推測的，確實是現量境界。"
    },
    {
      "id": "04-001-0031_p0019",
      "zh_CN": "『十方尘刹诸毛端』，像前面所说的，那是一毛端出现的三世庄严刹，十方像这样的毛端极微是无量无边，这些毛端极微之中所现的，那当然是无量无边的三世佛刹。普贤菩萨说他都能够深入，都能够参与去庄严诸佛净土，像我们念回向偈「庄严佛净土」，他是每一尊佛的净土他都到了，一个也不漏。诸位要晓得，这些都是从一心里面所显现的。一心是宝，世间那些财宝是假的，一心是真正的宝，应当要修一心。",
      "zh_TW": "『十方塵剎諸毛端』，像前面所說的，那是一毛端出現的三世莊嚴剎，十方像這樣的毛端極微是無量無邊，這些毛端極微之中所現的，那當然是無量無邊的三世佛剎。普賢菩薩說他都能夠深入，都能夠參與去莊嚴諸佛淨土，像我們念迴向偈「莊嚴佛淨土」，他是每一尊佛的淨土他都到了，一個也不漏。諸位要曉得，這些都是從一心裡面所顯現的。一心是寶，世間那些財寶是假的，一心是真正的寶，應當要修一心。"
    },
    {
      "id": "04-001-0031_p0020",
      "zh_CN": "『所有未来照世灯』，「照世灯」就是指佛，佛的别号。『成道转法悟群有』，就是这些诸佛他示现成道的时候，像释迦牟尼佛在菩提树下示现成佛，示现成佛之后必定就是教化众生，就是转法轮。转法轮就是教学，前面跟诸位说过了。教学的目的是觉悟群有，「有」就是指的众生。众生，欲界有、色界有、无色界有，我们常讲的三有。有什么？有业因，他就要受果报。你有欲界的业因，你就到欲界去投生，受生；你色界有，你就到色界天去做色界的天人，所以称之为群有。佛说法令三界六道一切众生开悟，这是佛陀教学的目的。",
      "zh_TW": "『所有未來照世燈』，「照世燈」就是指佛，佛的別號。『成道轉法悟群有』，就是這些諸佛他示現成道的時候，像釋迦牟尼佛在菩提樹下示現成佛，示現成佛之後必定就是教化眾生，就是轉法輪。轉法輪就是教學，前面跟諸位說過了。教學的目的是覺悟群有，「有」就是指的眾生。眾生，欲界有、色界有、無色界有，我們常講的三有。有什麼？有業因，他就要受果報。你有欲界的業因，你就到欲界去投生，受生；你色界有，你就到色界天去做色界的天人，所以稱之為群有。佛說法令三界六道一切眾生開悟，這是佛陀教學的目的。"
    },
    {
      "id": "04-001-0031_p0021",
      "zh_CN": "『究竟佛事示涅槃』，教学圆满了，教学这个事情完毕了，最后示现入般涅槃。也许有人要问，我们这些人都还没觉悟，佛为什么不常住在世间，教了那些人，把我们漏掉了，他怎么可以说是教学圆满、教学究竟？诸位要知道，佛来这一次，当时讲根熟的众生，他的对象是那些人，那些人个个都得度了，他教学就圆满了。我们这些人根性太生疏了，譬如我们种果木树，我们今天到果园去采果子去，我们一看树上哪些熟了，我们就先采它，采完，我们就回来了；还有没有熟的，没有熟的等下一次再去。释迦牟尼佛当年出世的时候，住世八十年，应该得度的，就是根熟的众生一个也不漏，统统度了，剩下我们这些生果没熟，所以他采不去。可是虽然生的，佛还有什么？还有正法、像法、末法，还有这三个时期，佛法还留在世间，就是经教遗留在世间。如果在这段期间当中根熟的也能得度，佛虽然不在世，依照佛的经典来修学一样成就。",
      "zh_TW": "『究竟佛事示涅槃』，教學圓滿了，教學這個事情完畢了，最後示現入般涅槃。也許有人要問，我們這些人都還沒覺悟，佛為什麼不常住在世間，教了那些人，把我們漏掉了，他怎麼可以說是教學圓滿、教學究竟？諸位要知道，佛來這一次，當時講根熟的眾生，他的對象是那些人，那些人個個都得度了，他教學就圓滿了。我們這些人根性太生疏了，譬如我們種果木樹，我們今天到果園去採果子去，我們一看樹上哪些熟了，我們就先採它，採完，我們就回來了；還有沒有熟的，沒有熟的等下一次再去。釋迦牟尼佛當年出世的時候，住世八十年，應該得度的，就是根熟的眾生一個也不漏，統統度了，剩下我們這些生果沒熟，所以他採不去。可是雖然生的，佛還有什麼？還有正法、像法、末法，還有這三個時期，佛法還留在世間，就是經教遺留在世間。如果在這段期間當中根熟的也能得度，佛雖然不在世，依照佛的經典來修學一樣成就。"
    },
    {
      "id": "04-001-0031_p0022",
      "zh_CN": "现在根熟的人是什么样子？其实根熟的人看得出来，具足百分之百的信愿，这个人就是根熟了。如果对这个还有怀疑，他根还没有熟，还要等到下一次。如果今天你对佛法深信不疑，尤其是净土这个法门，佛灭度之后真正能够接引根熟众生的，诸位要晓得，只有这一门，净土法门。禅行不行？不行，其他任何法门都不行，只有净土法门。所以佛在《大集经》里说，末法时期净成就。所以多少在禅宗大彻大悟回过头来专修净土，密宗许许多多大德也修弥陀法门，诸位一定要懂这个道理。对于净土法门深信不疑，发愿求生，这一生当中没有不去的。只要一往生西方极乐世界，这就是得度了，跟释迦牟尼佛当年度他们那些弟子那种成就没有两样。不但没有两样，在我自己感觉当中，比他当时度的那些弟子还要殊胜，成就还要殊胜。为什么？那些人是佛亲教才得度的，我们现在是从遗教当中也能成就，换句话说，自己的善根福德因缘远超过佛在世的那些声闻缘觉，确确实实超过。如果你信心不足，愿力不切，你就不行，你就不如人；你果然是深信切愿，超过当年那些罗汉们。",
      "zh_TW": "現在根熟的人是什麼樣子？其實根熟的人看得出來，具足百分之百的信願，這個人就是根熟了。如果對這個還有懷疑，他根還沒有熟，還要等到下一次。如果今天你對佛法深信不疑，尤其是淨土這個法門，佛滅度之後真正能夠接引根熟眾生的，諸位要曉得，只有這一門，淨土法門。禪行不行？不行，其他任何法門都不行，只有淨土法門。所以佛在《大集經》裡說，末法時期淨成就。所以多少在禪宗大徹大悟回過頭來專修淨土，密宗許許多多大德也修彌陀法門，諸位一定要懂這個道理。對於淨土法門深信不疑，發願求生，這一生當中沒有不去的。只要一往生西方極樂世界，這就是得度了，跟釋迦牟尼佛當年度他們那些弟子那種成就沒有兩樣。不但沒有兩樣，在我自己感覺當中，比他當時度的那些弟子還要殊勝，成就還要殊勝。為什麼？那些人是佛親教才得度的，我們現在是從遺教當中也能成就，換句話說，自己的善根福德因緣遠超過佛在世的那些聲聞緣覺，確確實實超過。如果你信心不足，願力不切，你就不行，你就不如人；你果然是深信切願，超過當年那些羅漢們。"
    },
    {
      "id": "04-001-0031_p0023",
      "zh_CN": "再跟诸位说明，根熟的相，他决定不夹杂、不间断。昨天有一位老居士给我说他看到了一本杂志，那个杂志里写的六祖大师出世的那些神奇的故事，他来跟我说，要拿来给我看。我就告诉他：我不看，我也不要听。他说：为什么？我说：我一句阿弥陀佛就好，六祖大师怎么回事是他的事，与我不相干。他说：这些杂志那么多人看？那是他，我不看，我只一心求生西方极乐世界。我不要说连杂志都不看，我跟诸位说过了，我现在除了《华严经》跟《弥陀经》之外，我什么经都不看。看多了夹杂，心已经不清净了，还要搞这些乱七八糟的东西来，那不叫自找麻烦吗？古人讲得好，「知事少时烦恼少，识人多处是非多」。我们今天不但事少知道，人也少认识，连经我都少看了。佛的千经万论不是给你一个人看的。你看看佛所讲的一切经，都是哪个人启请，一说他就开悟了，他就证果了。可见得一部经是对一个人的根性，不是对我们说的。",
      "zh_TW": "再跟諸位說明，根熟的相，他決定不夾雜、不間斷。昨天有一位老居士給我說他看到了一本雜誌，那個雜誌裡寫的六祖大師出世的那些神奇的故事，他來跟我說，要拿來給我看。我就告訴他：我不看，我也不要聽。他說：為什麼？我說：我一句阿彌陀佛就好，六祖大師怎麼回事是他的事，與我不相干。他說：這些雜誌那麼多人看？那是他，我不看，我只一心求生西方極樂世界。我不要說連雜誌都不看，我跟諸位說過了，我現在除了《華嚴經》跟《彌陀經》之外，我什麼經都不看。看多了夾雜，心已經不清淨了，還要搞這些亂七八糟的東西來，那不叫自找麻煩嗎？古人講得好，「知事少時煩惱少，識人多處是非多」。我們今天不但事少知道，人也少認識，連經我都少看了。佛的千經萬論不是給你一個人看的。你看看佛所講的一切經，都是哪個人啟請，一說他就開悟了，他就證果了。可見得一部經是對一個人的根性，不是對我們說的。"
    },
    {
      "id": "04-001-0031_p0024",
      "zh_CN": "我们在一切经里头，对了自己的根机，一部就够了。有一部《弥陀经》行了、足了，我用《华严经》是助修，帮助我修净土，《弥陀经》是正修，正助双修。因为常常可以展开《华严经》来对一对自己的境界，《华严经》上说得详细，我们知道自己功夫进展到什么境界了，要清清楚楚、明明白白。《华严经》是我们现在的净土，你要是入了《华严》，现在是净土。我们这是凡圣同居土，我住的是净土，你们住秽土，我住净土。西方极乐世界是未来的净土，现在已经净了，未来当然更净；现在不净，想未来能得净土，不大容易。所以现在就要得净土。这是给诸位说明什么叫「究竟佛事」，佛事就是教化众生，究竟就是圆满。所以我们自己要想一想，自己是不是根熟的众生，这个最重要。别的人有没有根熟，那不重要。自己有没有根熟，这一生是不是决定可以往生，我们这个身是不是在娑婆世界最后身，这个重要，其他的事情都不重要。",
      "zh_TW": "我們在一切經裡頭，對了自己的根機，一部就夠了。有一部《彌陀經》行了、足了，我用《華嚴經》是助修，幫助我修淨土，《彌陀經》是正修，正助雙修。因為常常可以展開《華嚴經》來對一對自己的境界，《華嚴經》上說得詳細，我們知道自己功夫進展到什麼境界了，要清清楚楚、明明白白。《華嚴經》是我們現在的淨土，你要是入了《華嚴》，現在是淨土。我們這是凡聖同居土，我住的是淨土，你們住穢土，我住淨土。西方極樂世界是未來的淨土，現在已經淨了，未來當然更淨；現在不淨，想未來能得淨土，不大容易。所以現在就要得淨土。這是給諸位說明什麼叫「究竟佛事」，佛事就是教化眾生，究竟就是圓滿。所以我們自己要想一想，自己是不是根熟的眾生，這個最重要。別的人有沒有根熟，那不重要。自己有沒有根熟，這一生是不是決定可以往生，我們這個身是不是在娑婆世界最後身，這個重要，其他的事情都不重要。"
    },
    {
      "id": "04-001-0031_p0025",
      "zh_CN": "当你要是帮助别人，助佛弘化的时候，接引别人，你看看哪个人根有没有熟，你也从这里观察，他的信心坚不坚定，愿力恳不恳切，修行夹不夹杂。如果他修行真的深信切愿，不间断、不夹杂，这个人是上上根性。要修多久有成？三年一定有大成就，不要多，三年决定有大成就，有不可思议的成就。你不成就，你去检讨一下，总是信不深，或者是愿不切，行里头夹杂，夹杂世间法不行，夹杂佛法也不行，世出世间法都不能夹杂，你才能真正成功。末后这句是总说，『我皆往诣而亲近』，普贤菩萨亲近承事诸佛如来，也没有一尊空过了的。所以，这些文全都是给我们讲不思议解脱境界。再看末后第十「成正觉愿」，这个文一共是有三首：",
      "zh_TW": "當你要是幫助別人，助佛弘化的時候，接引別人，你看看哪個人根有沒有熟，你也從這裡觀察，他的信心堅不堅定，願力懇不懇切，修行夾不夾雜。如果他修行真的深信切願，不間斷、不夾雜，這個人是上上根性。要修多久有成？三年一定有大成就，不要多，三年決定有大成就，有不可思議的成就。你不成就，你去檢討一下，總是信不深，或者是願不切，行裡頭夾雜，夾雜世間法不行，夾雜佛法也不行，世出世間法都不能夾雜，你才能真正成功。末後這句是總說，『我皆往詣而親近』，普賢菩薩親近承事諸佛如來，也沒有一尊空過了的。所以，這些文全都是給我們講不思議解脫境界。再看末後第十「成正覺願」，這個文一共是有三首："
    },
    {
      "id": "04-001-0031_p0026",
      "zh_CN": "经【速疾周遍神通力。普门遍入大乘力。智行普修功德力。威神普覆大慈力。遍净庄严胜福力。无着无依智慧力。定慧方便威神力。普能积集菩提力。清净一切善业力。摧灭一切烦恼力。降伏一切诸魔力。圆满普贤诸行力。】",
      "zh_TW": "經【速疾周遍神通力。普門遍入大乘力。智行普修功德力。威神普覆大慈力。遍淨莊嚴勝福力。無著無依智慧力。定慧方便威神力。普能積集菩提力。清淨一切善業力。摧滅一切煩惱力。降伏一切諸魔力。圓滿普賢諸行力。】"
    },
    {
      "id": "04-001-0031_p0027",
      "zh_CN": "这个文里头有「十二力」，前面九种是讲的「业用」，后面三种是「结因成果」，这注解里面有。业用，业就是事业，换句话说，就是我们现在讲的行动，或者讲活动，在一切活动里面得到大自在了。第一个他有速疾周遍的能力，『速疾』是快速，十方诸佛刹土，他想到哪里去他就到了，他有这种能力，而且还能回到过去，又能够到将来，就是三世十方他通达无碍，而且随念都能够到达，可见得他活动的力量真正是不可思议。道理前面都说过，诸位要细细的去揣摩。我们今天没有法子，我们不能回到过去，我们也没有办法进入未来。这是我们现在流行的口头禅「时光隧道」，这个我们不通，他能通达，他没有障碍，一念、一心就没有障碍，三心二意就有障碍。这是第一种不可思议的能力。",
      "zh_TW": "這個文裡頭有「十二力」，前面九種是講的「業用」，後面三種是「結因成果」，這註解裡面有。業用，業就是事業，換句話說，就是我們現在講的行動，或者講活動，在一切活動裡面得到大自在了。第一個他有速疾周遍的能力，『速疾』是快速，十方諸佛剎土，他想到哪裡去他就到了，他有這種能力，而且還能回到過去，又能夠到將來，就是三世十方他通達無礙，而且隨念都能夠到達，可見得他活動的力量真正是不可思議。道理前面都說過，諸位要細細的去揣摩。我們今天沒有法子，我們不能回到過去，我們也沒有辦法進入未來。這是我們現在流行的口頭禪「時光隧道」，這個我們不通，他能通達，他沒有障礙，一念、一心就沒有障礙，三心二意就有障礙。這是第一種不可思議的能力。"
    },
    {
      "id": "04-001-0031_p0028",
      "zh_CN": "第二是『普门遍入大乘力』，这是讲法门。法门无量无边，所以叫「普门」。无量无边的法门他都能通达。为什么能通达？诸位要知道，无量法门都是从一心流出来的。我们今天无论从哪个门入，入进去你证得的是什么？就是一心。所以才说这一门通是一切门都通了。像我们这个讲堂，四周围开了很多门，不管你从哪一个门进来，你一进来之后，全都通了。门门都是通一心、一真，所以叫不二法门，哪有不一切通达的道理！为什么要开那么多门？方便接引。这就是佛的大慈大悲，佛不会勉强你学一样东西，勉强学，学不好，而且是违背了佛陀教学的精神。他教学的精神，他所提的口号是破迷开悟、离苦得乐。如果学佛学得很苦，这不是佛的教学法，那佛的教学法不高明。如果佛的教学法，教得每个人都很快乐，这个教学法高明，这好老师。虽然这个老师教我们有成就，但是我们很苦才得到成就，这老师教学法不高明。如果教得我们非常快乐，都成就了，这个教学法高明。佛是老师里头最高明的老师，佛法是最高明的教学法，所以有无量法门，一定教每个人修学都快快乐乐，那是真乐，不是假乐。所以，我们学佛要是学得很苦，你自己要反省，必定是这门道有点不大对，才苦；如果门道对了的话，一定是很快乐的，不会学得很苦的。所以一切众生的根性不相同，程度不相同，愿望不相同，意识不相同，生活方式不相同，佛就用种种方便，一定是教你样样都适合，你修学起来不费力，很容易就成就了。「普门遍入大乘力」，他有这种特殊的能力。",
      "zh_TW": "第二是『普門遍入大乘力』，這是講法門。法門無量無邊，所以叫「普門」。無量無邊的法門他都能通達。為什麼能通達？諸位要知道，無量法門都是從一心流出來的。我們今天無論從哪個門入，入進去你證得的是什麼？就是一心。所以才說這一門通是一切門都通了。像我們這個講堂，四周圍開了很多門，不管你從哪一個門進來，你一進來之後，全都通了。門門都是通一心、一真，所以叫不二法門，哪有不一切通達的道理！為什麼要開那麼多門？方便接引。這就是佛的大慈大悲，佛不會勉強你學一樣東西，勉強學，學不好，而且是違背了佛陀教學的精神。他教學的精神，他所提的口號是破迷開悟、離苦得樂。如果學佛學得很苦，這不是佛的教學法，那佛的教學法不高明。如果佛的教學法，教得每個人都很快樂，這個教學法高明，這好老師。雖然這個老師教我們有成就，但是我們很苦才得到成就，這老師教學法不高明。如果教得我們非常快樂，都成就了，這個教學法高明。佛是老師裡頭最高明的老師，佛法是最高明的教學法，所以有無量法門，一定教每個人修學都快快樂樂，那是真樂，不是假樂。所以，我們學佛要是學得很苦，你自己要反省，必定是這門道有點不大對，才苦；如果門道對了的話，一定是很快樂的，不會學得很苦的。所以一切眾生的根性不相同，程度不相同，願望不相同，意識不相同，生活方式不相同，佛就用種種方便，一定是教你樣樣都適合，你修學起來不費力，很容易就成就了。「普門遍入大乘力」，他有這種特殊的能力。"
    },
    {
      "id": "04-001-0031_p0029",
      "zh_CN": "第三是『智行普修功德力』，我们把这几句合起来念，『威神普覆大慈力，遍净庄严胜福力』，这三句都是佛依他自己证得的境界而说法的，所谓就是随真谛而说的，令一类众生从这些法门里面觉悟、开悟了。修行一定要依靠智慧，「智行」就是般若波罗蜜。什么叫「普修」？修，前面跟诸位说过，修是修正，行是行为。我们的行为可以说太多太多了，但是把它归纳起来不外乎身口意这三方面，所以我们叫三业的行为。三业的行为如果违理了，般若波罗蜜是智慧，如果是迷的行为，把它修正过来是觉而不迷，那就叫智行。一切行为都能依理智而不迷惑，那叫普修，这样才成就功德。功德是指定慧，定就是清净心，就是一心；慧就是样样都明了。所以这是依真谛。",
      "zh_TW": "第三是『智行普修功德力』，我們把這幾句合起來念，『威神普覆大慈力，遍淨莊嚴勝福力』，這三句都是佛依他自己證得的境界而說法的，所謂就是隨真諦而說的，令一類眾生從這些法門裡面覺悟、開悟了。修行一定要依靠智慧，「智行」就是般若波羅蜜。什麼叫「普修」？修，前面跟諸位說過，修是修正，行是行為。我們的行為可以說太多太多了，但是把它歸納起來不外乎身口意這三方面，所以我們叫三業的行為。三業的行為如果違理了，般若波羅蜜是智慧，如果是迷的行為，把它修正過來是覺而不迷，那就叫智行。一切行為都能依理智而不迷惑，那叫普修，這樣才成就功德。功德是指定慧，定就是清淨心，就是一心；慧就是樣樣都明瞭。所以這是依真諦。"
    },
    {
      "id": "04-001-0031_p0030",
      "zh_CN": "「威神普覆大慈力」，着重在慈悲，对一切众生要以大慈悲心来对待。譬如说我们今天见到一个恶人，有同修告诉我，总是看不顺眼，在这个时候你就要修大慈心，如果你要是不肯接近，换句话说，你就是不肯修慈悲心。这个境界就是教你修大慈悲心的，你果然在这里把大慈悲心修成了，那个恶人就是你的善知识，就是菩萨，没有他，你这个慈悲心从哪里修起？你不能修。所以，善财五十三参里头，甘露火王是好凶恶的人，你们一生当中所看到的恶人，没有善财遇到的那个凶恶。你去看看经上，甘露火王、胜热婆罗门、遍行外道，那都是我们看了非常讨厌的人，不喜欢接近的人，善财童子去参访他，为什么？成就大慈大悲。所以，他是菩萨，他是佛，你不愿意接近他，那你就是不愿意接近诸佛如来，因为你接近他，成就你自己无量的智慧、无量的慈悲、无量的清净。所以诸佛菩萨一天到晚围绕着你，你不肯接近有什么法子？善财所遇到的，我们天天都遇到。不是说他很幸运，我们一个也遇不到，你错了。我们天天遇到，不认识，不知道那是善友，不知道那是诸佛如来，是《华严经》给我们莫大的启示。「遍净庄严胜福力」，最大的福报，最殊胜的福报就是身心清净，诸位要体认这点。享福，心地清净那个享受是至高无上的享受，身心清净。遍净的意思就更圆满了，就是刚才讲的，心清净、身清净，一切境界清净，遍净，无有一法不净，无有一处不清净。",
      "zh_TW": "「威神普覆大慈力」，著重在慈悲，對一切眾生要以大慈悲心來對待。譬如說我們今天見到一個惡人，有同修告訴我，總是看不順眼，在這個時候你就要修大慈心，如果你要是不肯接近，換句話說，你就是不肯修慈悲心。這個境界就是教你修大慈悲心的，你果然在這裡把大慈悲心修成了，那個惡人就是你的善知識，就是菩薩，沒有他，你這個慈悲心從哪裡修起？你不能修。所以，善財五十三參裡頭，甘露火王是好凶惡的人，你們一生當中所看到的惡人，沒有善財遇到的那個凶惡。你去看看經上，甘露火王、勝熱婆羅門、遍行外道，那都是我們看了非常討厭的人，不喜歡接近的人，善財童子去參訪他，為什麼？成就大慈大悲。所以，他是菩薩，他是佛，你不願意接近他，那你就是不願意接近諸佛如來，因為你接近他，成就你自己無量的智慧、無量的慈悲、無量的清淨。所以諸佛菩薩一天到晚圍繞著你，你不肯接近有什麼法子？善財所遇到的，我們天天都遇到。不是說他很幸運，我們一個也遇不到，你錯了。我們天天遇到，不認識，不知道那是善友，不知道那是諸佛如來，是《華嚴經》給我們莫大的啟示。「遍淨莊嚴勝福力」，最大的福報，最殊勝的福報就是身心清淨，諸位要體認這點。享福，心地清淨那個享受是至高無上的享受，身心清淨。遍淨的意思就更圓滿了，就是剛才講的，心清淨、身清淨，一切境界清淨，遍淨，無有一法不淨，無有一處不清淨。"
    },
    {
      "id": "04-001-0031_p0031",
      "zh_CN": "第六就是说『无着无依智慧力』，这个意思非常的明显，自行化他都要无所依，才能成就圆满的智慧。「着」跟「依」的意思是很接近的。自己修行心清净，教化众生心也清净，决定不能染着。所以三皈依里面是皈依自性觉、正、净，这个要紧。『定慧方便威神力』，这一句偏重在教化众生上。没有定慧，那个方便就成了问题，佛门里常说，「慈悲多祸害，方便出下流」，真的。所以慈悲跟方便都要以定慧为基础，他有定、有慧，那个慈悲、方便就能够摄受教化一切众生。由此可知，定慧没有成就，哪来的慈悲、方便？没有。慈悲是感情用事，方便是不守法度、不守规矩，那哪叫方便。所以一定要懂得，佛门的慈悲、方便是定慧成就之后，定慧的起用就是慈悲方便。「威神力」，威是形容，神是不可思议，也就是指教学的方法，所谓是身教言教，那个方便法不可思议。",
      "zh_TW": "第六就是說『無著無依智慧力』，這個意思非常的明顯，自行化他都要無所依，才能成就圓滿的智慧。「著」跟「依」的意思是很接近的。自己修行心清淨，教化眾生心也清淨，決定不能染著。所以三皈依裡面是皈依自性覺、正、淨，這個要緊。『定慧方便威神力』，這一句偏重在教化眾生上。沒有定慧，那個方便就成了問題，佛門裡常說，「慈悲多禍害，方便出下流」，真的。所以慈悲跟方便都要以定慧為基礎，他有定、有慧，那個慈悲、方便就能夠攝受教化一切眾生。由此可知，定慧沒有成就，哪來的慈悲、方便？沒有。慈悲是感情用事，方便是不守法度、不守規矩，那哪叫方便。所以一定要懂得，佛門的慈悲、方便是定慧成就之後，定慧的起用就是慈悲方便。「威神力」，威是形容，神是不可思議，也就是指教學的方法，所謂是身教言教，那個方便法不可思議。"
    },
    {
      "id": "04-001-0031_p0032",
      "zh_CN": "『普能积集菩提力』，「普」是普遍，随时随地都能够修积无上菩提。『清净一切善业力』，这都好懂。『摧灭一切烦恼力，降伏一切诸魔力』，「诸魔」在此地我要说一说。经上把魔归纳为四大类，第一个是五阴魔，五阴魔是我们本身，我们这个身体是四大五蕴聚集而成的，如果能降伏五阴魔，给诸位说生死就自在了。第二个是烦恼，能降伏烦恼魔，你的身心病苦就可以远离了。所以，我们看到念佛人功夫好的，预知时至，无疾而终，他怎么能做到？就是因为他已经能够降伏一切诸魔力。生死是魔，这容易懂的。外面是天魔，天魔是指无始劫以来的冤家债主（冤亲债主），你要想超越三界，他要来找你麻烦。为什么？你过去杀了他，他那个仇还没报，他不会让你走的；你欠了他的债还没还清楚，他也找麻烦，也不让你走的。所以临命终时冤亲债主都来了，这是《地藏经》里头说得很清楚。所以有很多临终的人，他看到许多亲人都来了，他会说出来，所说出来的都是已经死了的家亲眷属。《地藏经》上说得很清楚，其实是不是真的家亲眷属？不是的，就是他的冤亲债主变现出他的家亲眷属的样子来勾引他，要把他带去报复他，《地藏经》上说得很清楚。",
      "zh_TW": "『普能積集菩提力』，「普」是普遍，隨時隨地都能夠修積無上菩提。『清淨一切善業力』，這都好懂。『摧滅一切煩惱力，降伏一切諸魔力』，「諸魔」在此地我要說一說。經上把魔歸納為四大類，第一個是五陰魔，五陰魔是我們本身，我們這個身體是四大五蘊聚集而成的，如果能降伏五陰魔，給諸位說生死就自在了。第二個是煩惱，能降伏煩惱魔，你的身心病苦就可以遠離了。所以，我們看到念佛人功夫好的，預知時至，無疾而終，他怎麼能做到？就是因為他已經能夠降伏一切諸魔力。生死是魔，這容易懂的。外面是天魔，天魔是指無始劫以來的冤家債主（冤親債主），你要想超越三界，他要來找你麻煩。為什麼？你過去殺了他，他那個仇還沒報，他不會讓你走的；你欠了他的債還沒還清楚，他也找麻煩，也不讓你走的。所以臨命終時冤親債主都來了，這是《地藏經》裡頭說得很清楚。所以有很多臨終的人，他看到許多親人都來了，他會說出來，所說出來的都是已經死了的家親眷屬。《地藏經》上說得很清楚，其實是不是真的家親眷屬？不是的，就是他的冤親債主變現出他的家親眷屬的樣子來勾引他，要把他帶去報復他，《地藏經》上說得很清楚。"
    },
    {
      "id": "04-001-0031_p0033",
      "zh_CN": "所以一个人在临命终时这一招，这是决定不能欺骗人的，必须有这个能力才真正是预知时至、无疾而终，他这个舍身如入禅定。这个是真有，不是假的。我学佛这么多年，我所看到的就有五个预知时至、无疾而终的，那是真正往生，这是我们决定没有怀疑的，五个都是在家居士。出家人往生那么自在、那么清楚的，我听说最近就是广钦法师一个，其余我所看到的都是害病，他要害病走的，魔没能降伏得住。所以这一点我们要重视。用什么来降魔？也是清净心，心清净了，魔不敢惹你。只有你自己有烦恼的时候，才会跟外头魔两个勾结，这才是有麻烦；自己身心清净，魔对你也没有法子。何况求生西方极乐世界，在这个时候佛力加持，自己本身身心清净，外面有佛加持，那当然没有问题。",
      "zh_TW": "所以一個人在臨命終時這一招，這是決定不能欺騙人的，必須有這個能力才真正是預知時至、無疾而終，他這個捨身如入禪定。這個是真有，不是假的。我學佛這麼多年，我所看到的就有五個預知時至、無疾而終的，那是真正往生，這是我們決定沒有懷疑的，五個都是在家居士。出家人往生那麼自在、那麼清楚的，我聽說最近就是廣欽法師一個，其餘我所看到的都是害病，他要害病走的，魔沒能降伏得住。所以這一點我們要重視。用什麼來降魔？也是清淨心，心清淨了，魔不敢惹你。只有你自己有煩惱的時候，才會跟外頭魔兩個勾結，這才是有麻煩；自己身心清淨，魔對你也沒有法子。何況求生西方極樂世界，在這個時候佛力加持，自己本身身心清淨，外面有佛加持，那當然沒有問題。"
    },
    {
      "id": "04-001-0031_p0034",
      "zh_CN": "末后这句『圆满普贤诸行力』，普贤殊胜的因行，都能够修到圆满。实际上，圆满也是一念清净心里头才圆满，心不清净，怎么个修法也不会圆满。所以我们不怕，普贤行实在是无量无边，哪一天才能修得圆满？哪一劫才能修得圆满？听说经上要修无量劫。无量劫，不要害怕，此地讲念劫圆融，一念就等于无量劫，无量劫等于一念。那是什么？你几时到心清净了，那个无量劫都修圆满了；心要不清净，那还得在无量劫去修去，原理原则就是这么一回事情。今天讲到这个地方，我们把十愿讲完了，后面还有这么多，我们看看一次能不能讲完，大概讲不完，恐怕还要二、三次，在我还没有出国之前我一定把它讲完，这个不能略说，因为句子太好了，句句含无量义。",
      "zh_TW": "末後這句『圓滿普賢諸行力』，普賢殊勝的因行，都能夠修到圓滿。實際上，圓滿也是一念清淨心裡頭才圓滿，心不清淨，怎麼個修法也不會圓滿。所以我們不怕，普賢行實在是無量無邊，哪一天才能修得圓滿？哪一劫才能修得圓滿？聽說經上要修無量劫。無量劫，不要害怕，此地講念劫圓融，一念就等於無量劫，無量劫等於一念。那是什麼？你幾時到心清淨了，那個無量劫都修圓滿了；心要不清淨，那還得在無量劫去修去，原理原則就是這麼一回事情。今天講到這個地方，我們把十願講完了，後面還有這麼多，我們看看一次能不能講完，大概講不完，恐怕還要二、三次，在我還沒有出國之前我一定把它講完，這個不能略說，因為句子太好了，句句含無量義。"
    }
  ]
}