{
  "doc_id": "04-001-0010",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0010",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "04-001-0010_p0001",
      "zh_CN": "请掀开第二十五面：",
      "zh_TW": "請掀開第二十五面："
    },
    {
      "id": "04-001-0010_p0002",
      "zh_CN": "经【复次。善男子。言广修供养者。】",
      "zh_TW": "經【復次。善男子。言廣修供養者。】"
    },
    {
      "id": "04-001-0010_p0003",
      "zh_CN": "礼敬、称赞之后，接着讲『广修供养』。这里面有两桩事情，第一个是「供养」，其次讲「广修」。首先我们要晓得，这前面已经说过，尽虚空遍法界既然是自己性德所显，所以佛法里面讲平等就是基于这个基础上来建立的，三宝平等。说到三宝，诸位一定会想到佛法僧。三宝是自己，不是别人。佛是自性觉，佛是觉悟的意思，自性觉。自性本来就觉，觉而不迷，可惜我们现在是迷了，变成迷而不觉。这也有同学提出来，说无明怎么起来的？几时起来的？我叫他去读《楞严经》，这个问题在《楞严经》第四卷里头，释迦牟尼佛答复富楼那，说了很多。",
      "zh_TW": "禮敬、稱讚之後，接著講『廣修供養』。這裡面有兩樁事情，第一個是「供養」，其次講「廣修」。首先我們要曉得，這前面已經說過，盡虛空遍法界既然是自己性德所顯，所以佛法裡面講平等就是基於這個基礎上來建立的，三寶平等。說到三寶，諸位一定會想到佛法僧。三寶是自己，不是別人。佛是自性覺，佛是覺悟的意思，自性覺。自性本來就覺，覺而不迷，可惜我們現在是迷了，變成迷而不覺。這也有同學提出來，說無明怎麼起來的？幾時起來的？我叫他去讀《楞嚴經》，這個問題在《楞嚴經》第四卷裡頭，釋迦牟尼佛答覆富樓那，說了很多。"
    },
    {
      "id": "04-001-0010_p0004",
      "zh_CN": "学佛就是恢复我们的自性觉，这叫皈依佛。皈是回来，是从不觉回过头来；依是依靠，依觉，要依自性觉，这才叫真正的皈依。假如我们不懂得这个道理，我们回过头来了，我们依谁？去依释迦牟尼佛，去依他去，那就错了，那佛教就变成宗教。宗教是什么？自己没有办法，要依靠神，要靠神来保佑，那就变成宗教了，这不是佛法，佛法是皈依自性觉。觉，你要懂得觉的样子，觉的相是什么，这是首先要明了的。觉心是不动的，所以觉心是清净的。我们迷的时候心是动的，迷一定是动的，迷是妄动。我们把妄动的心息下来，归到静，这就是皈依觉。所以要晓得这个道理。我们在境界里面起心动念，这是妄动，这是迷；回过头来念这一句阿弥陀佛，一句阿弥陀佛把那些妄念都换了、取代了，把它换过来了，念阿弥陀佛就是自性觉。「阿」是无，「弥陀」是量，「佛」是觉，就是念无量觉。这样我们念无量觉就好了，何必念阿弥陀佛？但是念无量觉是一种功德，念阿弥陀佛是两种功德，不一样。因为阿弥陀佛确实有其人，是西方极乐世界的教主，他有四十八愿，十方世界众生只要执持他的名号，念他，发愿往生，临命终时他一定来接引。所以有双重功德，我们要明白这个意思。",
      "zh_TW": "學佛就是恢復我們的自性覺，這叫皈依佛。皈是回來，是從不覺回過頭來；依是依靠，依覺，要依自性覺，這才叫真正的皈依。假如我們不懂得這個道理，我們回過頭來了，我們依誰？去依釋迦牟尼佛，去依他去，那就錯了，那佛教就變成宗教。宗教是什麼？自己沒有辦法，要依靠神，要靠神來保佑，那就變成宗教了，這不是佛法，佛法是皈依自性覺。覺，你要懂得覺的樣子，覺的相是什麼，這是首先要明瞭的。覺心是不動的，所以覺心是清淨的。我們迷的時候心是動的，迷一定是動的，迷是妄動。我們把妄動的心息下來，歸到靜，這就是皈依覺。所以要曉得這個道理。我們在境界裡面起心動念，這是妄動，這是迷；回過頭來念這一句阿彌陀佛，一句阿彌陀佛把那些妄念都換了、取代了，把它換過來了，念阿彌陀佛就是自性覺。「阿」是無，「彌陀」是量，「佛」是覺，就是念無量覺。這樣我們念無量覺就好了，何必念阿彌陀佛？但是念無量覺是一種功德，念阿彌陀佛是兩種功德，不一樣。因為阿彌陀佛確實有其人，是西方極樂世界的教主，他有四十八願，十方世界眾生只要執持他的名號，念他，發願往生，臨命終時他一定來接引。所以有雙重功德，我們要明白這個意思。"
    },
    {
      "id": "04-001-0010_p0005",
      "zh_CN": "法宝是自性正。实际上，自性觉就是儒家讲的诚意，自性正就是正心，诚意、正心，这是自性正，在佛法里面讲正知正见。什么样的见解是正知正见？我们简单说个很粗的相，不带着私心的见解都比较上正确一点，一加上自私，那个见解全就错了。所以凡是一桩事情要想到自己切身利害，这个见解决定不正确，邪知邪见。所以佛法教给我们，起心念动要想众生，要想一切众生的利害，不但想当前众生的利害，还要想到后世众生的利害，这个见解就比较上正确一点。我们今天术语里面讲客观、主观，凡是主观观念的都有错误、有过失，客观比较上要明朗一点、要正确一点，这是从粗浅这上来说。皈依法，法，狭义的就是指经典。经典是佛的知见，正知正见。我们要把自己错误的见解、错误的思想，从那里回过头来，回过头来要依佛知佛见，这是皈依法。所以佛法是自性正。因此我们修学佛法一定要消归自性，这才有用处；不能消归自性，这个佛法是释迦牟尼佛的佛法，与我们不相干。如何把释迦牟尼佛的佛法变成自己的佛法，这叫消归自性。",
      "zh_TW": "法寶是自性正。實際上，自性覺就是儒家講的誠意，自性正就是正心，誠意、正心，這是自性正，在佛法裡面講正知正見。什麼樣的見解是正知正見？我們簡單說個很粗的相，不帶著私心的見解都比較上正確一點，一加上自私，那個見解全就錯了。所以凡是一樁事情要想到自己切身利害，這個見解決定不正確，邪知邪見。所以佛法教給我們，起心念動要想眾生，要想一切眾生的利害，不但想當前眾生的利害，還要想到後世眾生的利害，這個見解就比較上正確一點。我們今天術語裡面講客觀、主觀，凡是主觀觀念的都有錯誤、有過失，客觀比較上要明朗一點、要正確一點，這是從粗淺這上來說。皈依法，法，狹義的就是指經典。經典是佛的知見，正知正見。我們要把自己錯誤的見解、錯誤的思想，從那裡回過頭來，回過頭來要依佛知佛見，這是皈依法。所以佛法是自性正。因此我們修學佛法一定要消歸自性，這才有用處；不能消歸自性，這個佛法是釋迦牟尼佛的佛法，與我們不相干。如何把釋迦牟尼佛的佛法變成自己的佛法，這叫消歸自性。"
    },
    {
      "id": "04-001-0010_p0006",
      "zh_CN": "第三，皈依僧。僧代表清净，代表和合，我们从与一切众生不和回过头来，要与一切众生和合。世出世间没有不能相处之人，如果有一个人不能相处，你皈依僧就没有做到。因为世出世间一切众生都是自性显现之物，有一个众生不能够相容、不能相和，自性不能显现；换句话说，不管你修得怎么好，戒律持得怎么严，你不能见性，这是一定的道理。所以要和睦、要清净，唯有清净心，才能够和睦。凡是不和睦，一定心不清净，心生烦恼，这是一定的道理。僧代表净，六和合里面是以净为主要的一个因素。所以我们自己要晓得，自己有过失要改，要改过自新，这叫做修行。这就是皈依僧，是从染污回过头来依自性净。这叫真正的皈依三宝。",
      "zh_TW": "第三，皈依僧。僧代表清淨，代表和合，我們從與一切眾生不和回過頭來，要與一切眾生和合。世出世間沒有不能相處之人，如果有一個人不能相處，你皈依僧就沒有做到。因為世出世間一切眾生都是自性顯現之物，有一個眾生不能夠相容、不能相和，自性不能顯現；換句話說，不管你修得怎麼好，戒律持得怎麼嚴，你不能見性，這是一定的道理。所以要和睦、要清淨，唯有清淨心，才能夠和睦。凡是不和睦，一定心不清淨，心生煩惱，這是一定的道理。僧代表淨，六和合裡面是以淨為主要的一個因素。所以我們自己要曉得，自己有過失要改，要改過自新，這叫做修行。這就是皈依僧，是從染污回過頭來依自性淨。這叫真正的皈依三寶。"
    },
    {
      "id": "04-001-0010_p0007",
      "zh_CN": "所以三宝是平等的，人人都有自性三宝。这三宝是自性当中本来具足的，不但是一切人具足的，一切动物，所谓十法界有情众生，上自诸佛，下到饿鬼、畜生、地狱，没有一个不具足，个个都具足。佛从这方面来看，才说一切众生本来成佛，因为他具足三宝，每一个众生都具足三宝。所以我们自己平常造罪业的确很重，我们轻视一个人、看不起一个东西，就是迷失自己的自性三宝，自己在那里造罪业。晓得三宝平等了，不但在理上说，在事上说也没有怨亲，因此修平等心要从怨亲上开始。",
      "zh_TW": "所以三寶是平等的，人人都有自性三寶。這三寶是自性當中本來具足的，不但是一切人具足的，一切動物，所謂十法界有情眾生，上自諸佛，下到餓鬼、畜生、地獄，沒有一個不具足，個個都具足。佛從這方面來看，才說一切眾生本來成佛，因為他具足三寶，每一個眾生都具足三寶。所以我們自己平常造罪業的確很重，我們輕視一個人、看不起一個東西，就是迷失自己的自性三寶，自己在那裡造罪業。曉得三寶平等了，不但在理上說，在事上說也沒有怨親，因此修平等心要從怨親上開始。"
    },
    {
      "id": "04-001-0010_p0008",
      "zh_CN": "讲到六度，特别讲到忍辱波罗密。诸位要晓得，忍辱非常重要，没有忍辱你就没有功德。经上讲得很清楚，说「火烧功德林」。火是什么？瞋恚之火，一发脾气，心里一不高兴，功德完全尽了，没有了。所以你要说你有多少功德，你想想什么时候没有发脾气，算到现在，你的功德时间就这么长。如果一个钟点前发了脾气，你的功德不过是十几二十分钟而已，之前你的功德都烧光、都没有了。所以功德很难成就。所以积功累德，无论什么样的逆境，都不能发脾气。你说外头境界，我忍无可忍了。其实外面境界什么？与境界不相干的，你要能忍，外面境界是佛菩萨，佛菩萨在考试、考验你，通过了，关关都通过，你功德攒积下来了；你要是考了不及格，外面境界是魔。所以说魔与佛是自心变的，与外头境界不相干，我能忍，外面境界是佛；不能忍，外头境界是魔。什么叫魔障？是内心里头有魔，看外面境界就是魔；内心里头是佛，看外头境界都是佛。所以佛看一切众生都是佛，佛没有看到魔，众生看佛都是魔，这没有法子的。",
      "zh_TW": "講到六度，特別講到忍辱波羅密。諸位要曉得，忍辱非常重要，沒有忍辱你就沒有功德。經上講得很清楚，說「火燒功德林」。火是什麼？瞋恚之火，一發脾氣，心裡一不高興，功德完全盡了，沒有了。所以你要說你有多少功德，你想想什麼時候沒有發脾氣，算到現在，你的功德時間就這麼長。如果一個鐘點前發了脾氣，你的功德不過是十幾二十分鐘而已，之前你的功德都燒光、都沒有了。所以功德很難成就。所以積功累德，無論什麼樣的逆境，都不能發脾氣。你說外頭境界，我忍無可忍了。其實外面境界什麼？與境界不相干的，你要能忍，外面境界是佛菩薩，佛菩薩在考試、考驗你，通過了，關關都通過，你功德攢積下來了；你要是考了不及格，外面境界是魔。所以說魔與佛是自心變的，與外頭境界不相干，我能忍，外面境界是佛；不能忍，外頭境界是魔。什麼叫魔障？是內心裡頭有魔，看外面境界就是魔；內心裡頭是佛，看外頭境界都是佛。所以佛看一切眾生都是佛，佛沒有看到魔，眾生看佛都是魔，這沒有法子的。"
    },
    {
      "id": "04-001-0010_p0009",
      "zh_CN": "所以我们讲到「广修供养」，先要讲怨亲平等，贵贱一如，这个样子我们对人、对物、对事诚意才能生得出来，然后我们的供养才能够普遍，以内财、以外财，才能够修离相的布施。布施的目的是什么？是得自己的平等，平等性。因为我们的平等性、平等心是无量无边的，所以我们的供养也是要遍供十方。你这个施不管是多少，心周法界，供养三宝，果超十地，果报超越十地菩萨。诸位要记住，供养三宝就是供养觉正净。常言说得好，入道一定是以智慧为根本，而智慧又是以福德为基础，所以一个人不能不修福。前面两愿偏重在善根上，这一愿偏重在福德上，这是善根福德总修。",
      "zh_TW": "所以我們講到「廣修供養」，先要講怨親平等，貴賤一如，這個樣子我們對人、對物、對事誠意才能生得出來，然後我們的供養才能夠普遍，以內財、以外財，才能夠修離相的布施。布施的目的是什麼？是得自己的平等，平等性。因為我們的平等性、平等心是無量無邊的，所以我們的供養也是要遍供十方。你這個施不管是多少，心周法界，供養三寶，果超十地，果報超越十地菩薩。諸位要記住，供養三寶就是供養覺正淨。常言說得好，入道一定是以智慧為根本，而智慧又是以福德為基礎，所以一個人不能不修福。前面兩願偏重在善根上，這一願偏重在福德上，這是善根福德總修。"
    },
    {
      "id": "04-001-0010_p0010",
      "zh_CN": "供养非常重要，世出世间法都讲求。在世间法来说，在中国孔老夫子在世的时候，他老人家一生从事于教学，他没有做其他的事业；换句话说，他的生活没有来源，没有依靠。他教学是私人教学，那时候政府没有办学校，国家又不给他薪水，他生活怎么办？学生供养。而学生供养是随着学生的家境，老师决定不计较的，不像现在收学费规定一定多少，没有，你有能力多供养一点，没有能力少供养一点。再有非常清苦清寒的学生，老师还要供养他，他是一个很可教的学生，但是家境太困难，没有办法生活，老师还要贴他。佛法，诸位要晓得，更是一种尽义务的教学，绝对不讲求报酬的。如果没有人供养，他只好走，此地没有人供养，到别的地方去。为什么？这个地方活不下去了、生活不下去了，那只有到别的地方去。所以出家人是云游四海，哪个地方有因缘，实在讲就是哪个地方的人肯供养，他才可以住下来；到这个地方没有人供养，没饭吃，只好到别的地方去，到处去托钵。我们要想真正把一个好的善知识留下来，叫他住在这个地方，在这里教学，一定要修供养。",
      "zh_TW": "供養非常重要，世出世間法都講求。在世間法來說，在中國孔老夫子在世的時候，他老人家一生從事於教學，他沒有做其他的事業；換句話說，他的生活沒有來源，沒有依靠。他教學是私人教學，那時候政府沒有辦學校，國家又不給他薪水，他生活怎麼辦？學生供養。而學生供養是隨著學生的家境，老師決定不計較的，不像現在收學費規定一定多少，沒有，你有能力多供養一點，沒有能力少供養一點。再有非常清苦清寒的學生，老師還要供養他，他是一個很可教的學生，但是家境太困難，沒有辦法生活，老師還要貼他。佛法，諸位要曉得，更是一種盡義務的教學，絕對不講求報酬的。如果沒有人供養，他只好走，此地沒有人供養，到別的地方去。為什麼？這個地方活不下去了、生活不下去了，那只有到別的地方去。所以出家人是雲遊四海，哪個地方有因緣，實在講就是哪個地方的人肯供養，他才可以住下來；到這個地方沒有人供養，沒飯吃，只好到別的地方去，到處去托缽。我們要想真正把一個好的善知識留下來，叫他住在這個地方，在這裡教學，一定要修供養。"
    },
    {
      "id": "04-001-0010_p0011",
      "zh_CN": "供养不在多，这个诸位一定要明了，供养一多就害人了，就把人害惨了。初发心出家真是个个都是菩萨，到最后一接受供养，供养多的时候个个都还俗，都回家了。出了家，他没有产业，什么都没有。钱一多，人家供养个房子送给他，他有了家；出了家把他送回去，你回家好了，回了家，银行里头也有存款，跟世俗人有什么两样？出家人叫人瞧不起在此地，佛法的衰衰在此地。佛规定的对出家人的供养，四事供养：饮食、衣服、卧具、医药，没有听说供养房子的，没有，决定没有，维持一个最简单的生活。他什么都没有，心决定在道上；如果他有了，他心里就患得患失，他有贪欲，贪心也增长了，贪不到，瞋恚心也增长了，那造的罪业就太多太多了。出家人为什么造那么多罪业？每一个在家人供养的都有责任。所以佛法灭，灭在哪里？出家人固然不好，在家人害的，害惨了，这个要知道。尤其是出家人自己要有高度的警觉心，人家供养的时候又不能不收，收了怎么办？赶紧布施掉，不能留。留了之后决定堕阿鼻地狱，这是真的，一点都不假，毁灭佛法堕阿鼻地狱，这是万万不可的。",
      "zh_TW": "供養不在多，這個諸位一定要明瞭，供養一多就害人了，就把人害慘了。初發心出家真是個個都是菩薩，到最後一接受供養，供養多的時候個個都還俗，都回家了。出了家，他沒有產業，什麼都沒有。錢一多，人家供養個房子送給他，他有了家；出了家把他送回去，你回家好了，回了家，銀行裡頭也有存款，跟世俗人有什麼兩樣？出家人叫人瞧不起在此地，佛法的衰衰在此地。佛規定的對出家人的供養，四事供養：飲食、衣服、臥具、醫藥，沒有聽說供養房子的，沒有，決定沒有，維持一個最簡單的生活。他什麼都沒有，心決定在道上；如果他有了，他心裡就患得患失，他有貪欲，貪心也增長了，貪不到，瞋恚心也增長了，那造的罪業就太多太多了。出家人為什麼造那麼多罪業？每一個在家人供養的都有責任。所以佛法滅，滅在哪裡？出家人固然不好，在家人害的，害慘了，這個要知道。尤其是出家人自己要有高度的警覺心，人家供養的時候又不能不收，收了怎麼辦？趕緊布施掉，不能留。留了之後決定墮阿鼻地獄，這是真的，一點都不假，毀滅佛法墮阿鼻地獄，這是萬萬不可的。"
    },
    {
      "id": "04-001-0010_p0012",
      "zh_CN": "我在国内外的时候，讲席上我都劝勉大众，供养是必须的，不能过分，要有智慧，不能用感情，而且供养要平等的供养。一个道场要兴，一个地方上佛法要兴，必定是高僧大德人数要多才能兴，如果一个人、二个人没有办法。所以僧团最低限度是要四个人，四个人以上才是一个僧团，不足四个人不能称僧团。龙天护法，护谁？护持僧团。今天我们要找一个道场，四个人以上在一块共住，能够守六和敬，能够同一羯磨，我们找不到。所以今天这个世界上没有一个真正佛法的道场，我们感觉到非常的悲哀。佛法自从释迦牟尼佛起，佛法的这个生活方式是民主自由，它是真正做到了。羯磨就是会议，它是民主制度，四个人在一块，无论什么大小事情，四个人开会，多数赞成，通过，没有说哪一个人做主的。佛在世也是一样，有什么事情宣布，它通过的方法是默认，宣布之后大家不讲话就承认，就通过了，如果有意见你就提出来说。羯磨是梵语，翻成中国现在的话来讲就是开会、就是议决，在我们中国过去翻法叫作法，就是开会、会议、决议。所以佛法是民主自由，不能守六和敬，不能做羯磨，就不是佛法的道场。所以诸位你们将来看什么样道场的时候，要从这个角度上去观察，它是真正的道场还是虚有其表的道场，不难得知。",
      "zh_TW": "我在國內外的時候，講席上我都勸勉大眾，供養是必須的，不能過分，要有智慧，不能用感情，而且供養要平等的供養。一個道場要興，一個地方上佛法要興，必定是高僧大德人數要多才能興，如果一個人、二個人沒有辦法。所以僧團最低限度是要四個人，四個人以上才是一個僧團，不足四個人不能稱僧團。龍天護法，護誰？護持僧團。今天我們要找一個道場，四個人以上在一塊共住，能夠守六和敬，能夠同一羯磨，我們找不到。所以今天這個世界上沒有一個真正佛法的道場，我們感覺到非常的悲哀。佛法自從釋迦牟尼佛起，佛法的這個生活方式是民主自由，它是真正做到了。羯磨就是會議，它是民主制度，四個人在一塊，無論什麼大小事情，四個人開會，多數贊成，通過，沒有說哪一個人做主的。佛在世也是一樣，有什麼事情宣布，它通過的方法是默認，宣布之後大家不講話就承認，就通過了，如果有意見你就提出來說。羯磨是梵語，翻成中國現在的話來講就是開會、就是議決，在我們中國過去翻法叫作法，就是開會、會議、決議。所以佛法是民主自由，不能守六和敬，不能做羯磨，就不是佛法的道場。所以諸位你們將來看什麼樣道場的時候，要從這個角度上去觀察，它是真正的道場還是虛有其表的道場，不難得知。"
    },
    {
      "id": "04-001-0010_p0013",
      "zh_CN": "供养说广修，因为它的范围非常之广泛。刚才跟诸位说，因为你性德广大，你要不广修，性德不能够显现。前面跟诸位说，十愿愿愿都是显性德的。这个地方所说的，注解上偏重在事，其实理事它都具足。注解在事相上：",
      "zh_TW": "供養說廣修，因為它的範圍非常之廣泛。剛才跟諸位說，因為你性德廣大，你要不廣修，性德不能夠顯現。前面跟諸位說，十願願願都是顯性德的。這個地方所說的，註解上偏重在事，其實理事它都具足。註解在事相上："
    },
    {
      "id": "04-001-0010_p0014",
      "zh_CN": "疏【广罗五尘贵品，修饰百味珍馐，陈供法界如来，奉养十方海会。】",
      "zh_TW": "疏【廣羅五塵貴品，修飾百味珍饈，陳供法界如來，奉養十方海會。】"
    },
    {
      "id": "04-001-0010_p0015",
      "zh_CN": "这些讲的都是在事相上。诸位听我刚才所说的，似乎只是我们在家信徒对出家的法师要供养，我们学生对老师要供养。出家法师跟做老师的怎么样？他们也要广修供养。所以供养有多余的就要布施，不能放在那个地方。还有些人说，我供养的钱放在银行里攒，攒到一笔相当数字了，我再来做个好事情，这样好不好？这不错！实际上不可以。为什么？你的心已经攀缘了，心不清净。随手布施，心清净，不攒积，有多少舍多少，清净，这样才如法。底下一段讲，这个境界相也非常的广大，跟前面一样。",
      "zh_TW": "這些講的都是在事相上。諸位聽我剛才所說的，似乎只是我們在家信徒對出家的法師要供養，我們學生對老師要供養。出家法師跟做老師的怎麼樣？他們也要廣修供養。所以供養有多餘的就要布施，不能放在那個地方。還有些人說，我供養的錢放在銀行裡攢，攢到一筆相當數字了，我再來做個好事情，這樣好不好？這不錯！實際上不可以。為什麼？你的心已經攀緣了，心不清淨。隨手布施，心清淨，不攢積，有多少捨多少，清淨，這樣才如法。底下一段講，這個境界相也非常的廣大，跟前面一樣。"
    },
    {
      "id": "04-001-0010_p0016",
      "zh_CN": "经【所有尽法界虚空界。十方三世。一切佛刹。极微尘中。一一各有一切世界极微尘数佛。一一佛所。种种菩萨海会围绕。】",
      "zh_TW": "經【所有盡法界虛空界。十方三世。一切佛剎。極微塵中。一一各有一切世界極微塵數佛。一一佛所。種種菩薩海會圍繞。】"
    },
    {
      "id": "04-001-0010_p0017",
      "zh_CN": "这也是三种无尽，佛刹无尽、诸佛无尽、菩萨海会无尽，都是我们供养的对象。",
      "zh_TW": "這也是三種無盡，佛剎無盡、諸佛無盡、菩薩海會無盡，都是我們供養的對象。"
    },
    {
      "id": "04-001-0010_p0018",
      "zh_CN": "经【我以普贤行愿力故。起深信解。现前知见。】",
      "zh_TW": "經【我以普賢行願力故。起深信解。現前知見。】"
    },
    {
      "id": "04-001-0010_p0019",
      "zh_CN": "这是能供之心，跟前面两段意思也相同。如果没有普贤行愿法力加持，自己甚深信解，就做不到。所以十大愿王的的确确不是一般人能够修学的，为什么？他没有这么大的心量。这个心量实在是太广大了，决定用的是清净心、平等心来修这个法门。下面举所供之物：",
      "zh_TW": "這是能供之心，跟前面兩段意思也相同。如果沒有普賢行願法力加持，自己甚深信解，就做不到。所以十大願王的的確確不是一般人能夠修學的，為什麼？他沒有這麼大的心量。這個心量實在是太廣大了，決定用的是清淨心、平等心來修這個法門。下面舉所供之物："
    },
    {
      "id": "04-001-0010_p0020",
      "zh_CN": "经【悉以上妙诸供养具。而为供养。】",
      "zh_TW": "經【悉以上妙諸供養具。而為供養。】"
    },
    {
      "id": "04-001-0010_p0021",
      "zh_CN": "这一句是总说，底下就举几个例子。",
      "zh_TW": "這一句是總說，底下就舉幾個例子。"
    },
    {
      "id": "04-001-0010_p0022",
      "zh_CN": "经【所谓华云。鬘云。】",
      "zh_TW": "經【所謂華雲。鬘雲。】"
    },
    {
      "id": "04-001-0010_p0023",
      "zh_CN": "这是花，『鬘』也是花，花穿成花环就叫做「鬘」。印度人有这个习俗，花穿成一串套在脖子上就是花鬘。",
      "zh_TW": "這是花，『鬘』也是花，花穿成花環就叫做「鬘」。印度人有這個習俗，花穿成一串套在脖子上就是花鬘。"
    },
    {
      "id": "04-001-0010_p0024",
      "zh_CN": "经【天音乐云。天伞盖云。天衣服云。天种种香。涂香。烧香。末香。如是等云。一一量如须弥山王。燃种种灯。酥灯。油灯。诸香油灯。一一灯柱。如须弥山。一一灯油。如大海水。】",
      "zh_TW": "經【天音樂雲。天傘蓋雲。天衣服雲。天種種香。塗香。燒香。末香。如是等雲。一一量如須彌山王。燃種種燈。酥燈。油燈。諸香油燈。一一燈柱。如須彌山。一一燈油。如大海水。】"
    },
    {
      "id": "04-001-0010_p0025",
      "zh_CN": "这是举几个例子。在这一段，注解里面写得很详细，诸位自己去看。经文里面有几个字是必须要晓得它表法的意思，这是我们在经上常常会看到的。它用「云」，「华云、鬘云、天音乐云」，它都用一个云。在《华严经》上我们见到太多了，一切经上也常常看到，「云」代表非有非无。你看我们现在看到有云彩，坐飞机到上面去看没有了，代表非有非无。我们要不要用这个供？要供。能不能执着？不能执着，诚心诚意去修供养而不执着，无分别、无执着，云是取这个意思，这叫真正供养，才能显自己的性德。世间人供养，他着相了。着相有没有福？有福。着相的福小，福报小，人天善果，小果，不能称性。因为普贤十愿愿愿都要显性，着相就障碍了见性，所以它用这个字。而且还有一个常用的字，就是用「天」。天，不但是有尊贵的意思、高显的意思，同时有自然的意思，天然之物。这个取什么？取随缘而不攀缘，这就是天然，就是自自然然的供养，不要刻意去寻求。刻意寻求又是攀缘心，攀缘心就不清净，随缘的心是清净的，所以它有这个意思在。",
      "zh_TW": "這是舉幾個例子。在這一段，註解裡面寫得很詳細，諸位自己去看。經文裡面有幾個字是必須要曉得它表法的意思，這是我們在經上常常會看到的。它用「雲」，「華雲、鬘雲、天音樂雲」，它都用一個雲。在《華嚴經》上我們見到太多了，一切經上也常常看到，「雲」代表非有非無。你看我們現在看到有雲彩，坐飛機到上面去看沒有了，代表非有非無。我們要不要用這個供？要供。能不能執著？不能執著，誠心誠意去修供養而不執著，無分別、無執著，雲是取這個意思，這叫真正供養，才能顯自己的性德。世間人供養，他著相了。著相有沒有福？有福。著相的福小，福報小，人天善果，小果，不能稱性。因為普賢十願願願都要顯性，著相就障礙了見性，所以它用這個字。而且還有一個常用的字，就是用「天」。天，不但是有尊貴的意思、高顯的意思，同時有自然的意思，天然之物。這個取什麼？取隨緣而不攀緣，這就是天然，就是自自然然的供養，不要刻意去尋求。刻意尋求又是攀緣心，攀緣心就不清淨，隨緣的心是清淨的，所以它有這個意思在。"
    },
    {
      "id": "04-001-0010_p0026",
      "zh_CN": "供花，花代表因。所以这所有供养，诸位要晓得，都是供养自己的法性，供养自己的自性。见到花，想到自己要修因，花代表因行。花非常美，想到我们现在自己有许许多多的烦恼，烦恼是迷失自性而生的，就是变现出来的。所以烦恼与性德是一个东西，迷了是烦恼，悟了是性德。性德美，真善美。所以觉悟之后，把所有丑陋的烦恼都变成真善美慧的性德。它具体代表，在经上讲代表六度、代表十度，布施、持戒、忍辱、精进、禅定、般若，加上后面的是方便、愿、力、智，这就是十波罗密，也就是菩萨修学的十个纲领。所以供花代表这个意思。看到花了，念念不忘修六度因行。所以它供在那里不是好看的，它里面代表有意义的，是提醒自己，时时刻刻提醒自己，不让自己迷失了自性，它取这个意思。所以供花。供音乐，前面说过，音乐是表称赞如来的意思。所以我们有梵呗歌咏赞佛，这是音乐。前面跟诸位讲过很多，它的作用非常的广大，效果非常的殊胜。",
      "zh_TW": "供花，花代表因。所以這所有供養，諸位要曉得，都是供養自己的法性，供養自己的自性。見到花，想到自己要修因，花代表因行。花非常美，想到我們現在自己有許許多多的煩惱，煩惱是迷失自性而生的，就是變現出來的。所以煩惱與性德是一個東西，迷了是煩惱，悟了是性德。性德美，真善美。所以覺悟之後，把所有醜陋的煩惱都變成真善美慧的性德。它具體代表，在經上講代表六度、代表十度，布施、持戒、忍辱、精進、禪定、般若，加上後面的是方便、願、力、智，這就是十波羅密，也就是菩薩修學的十個綱領。所以供花代表這個意思。看到花了，念念不忘修六度因行。所以它供在那裡不是好看的，它裡面代表有意義的，是提醒自己，時時刻刻提醒自己，不讓自己迷失了自性，它取這個意思。所以供花。供音樂，前面說過，音樂是表稱讚如來的意思。所以我們有梵唄歌詠讚佛，這是音樂。前面跟諸位講過很多，它的作用非常的廣大，效果非常的殊勝。"
    },
    {
      "id": "04-001-0010_p0027",
      "zh_CN": "『伞盖』，「伞」跟「盖」是两种东西，伞是遮太阳的、遮阴的，也可以遮雨的，在古时候伞是圆形的，诸位在寺庙里面你还能看得到；盖是宝盖，盖是防灰尘的，上面落了灰尘，是遮灰尘的。这也是里面有表法的意思，就是预防五欲六尘，不让五欲六尘染污了自性，取这个意思，你一定要懂得。所以佛门里一切的陈设全是教学的艺术，它叫你一看，你心里就体会了。我们在这个世间无论在什么所在，心地要清净，一尘不染，这就是你自性上好比就有了伞、有了盖，取这个意思。",
      "zh_TW": "『傘蓋』，「傘」跟「蓋」是兩種東西，傘是遮太陽的、遮陰的，也可以遮雨的，在古時候傘是圓形的，諸位在寺廟裡面你還能看得到；蓋是寶蓋，蓋是防灰塵的，上面落了灰塵，是遮灰塵的。這也是裡面有表法的意思，就是預防五欲六塵，不讓五欲六塵染污了自性，取這個意思，你一定要懂得。所以佛門裡一切的陳設全是教學的藝術，它叫你一看，你心裡就體會了。我們在這個世間無論在什麼所在，心地要清淨，一塵不染，這就是你自性上好比就有了傘、有了蓋，取這個意思。"
    },
    {
      "id": "04-001-0010_p0028",
      "zh_CN": "『衣服』表忍辱，忍辱衣。「衣」是礼，在儒家是礼，行礼的时候要穿上礼服。「衣服」遮羞的，有忍辱的意思。所以见了衣，穿上衣，就要晓得修忍辱波罗密，就要晓得修礼敬诸佛，它代表这个意思。所以供养衣服。",
      "zh_TW": "『衣服』表忍辱，忍辱衣。「衣」是禮，在儒家是禮，行禮的時候要穿上禮服。「衣服」遮羞的，有忍辱的意思。所以見了衣，穿上衣，就要曉得修忍辱波羅密，就要曉得修禮敬諸佛，它代表這個意思。所以供養衣服。"
    },
    {
      "id": "04-001-0010_p0029",
      "zh_CN": "『香』，代表的意思尤其是多。我们赞子里面有「戒定真香」，「香」表戒、表定、表慧，所谓五分法身香，表解脱、表解脱知见。在我们初学人来讲，它表性香，它又代表性。所以佛门里头「香」用得非常的广泛。家里面有佛像的时候可以燃香，在佛像前面燃香。诸位，它代表的意思，如果自己闻到香（燃香的时候），心里不能想到戒定慧，五分法身香，你这个香没有供佛。这供佛是怎么样？是供自性佛。你能够想到这些，提醒你自己信解，戒、定、慧、解脱、解脱知见，它能提醒你这个，这就是供养自性真佛。所以燃香供佛是供这个。彩画、泥塑、木雕的佛，它不需要供，这是代表形象，表法的，真正是自性要能够回光返照，这种设施才能收到教学上的效果。所以处处提醒自己，自性要觉不能迷，自性要正不能邪，自性要净不能染，没有一样设施不是提醒自己的。所以供佛，你要晓得是供自佛，不是供他佛。因为自佛常常会忘掉，用个他佛，一看到：我也是佛！常常能够警觉、能够省悟，是这个意思。",
      "zh_TW": "『香』，代表的意思尤其是多。我們讚子裡面有「戒定真香」，「香」表戒、表定、表慧，所謂五分法身香，表解脫、表解脫知見。在我們初學人來講，它表性香，它又代表性。所以佛門裡頭「香」用得非常的廣泛。家裡面有佛像的時候可以燃香，在佛像前面燃香。諸位，它代表的意思，如果自己聞到香（燃香的時候），心裡不能想到戒定慧，五分法身香，你這個香沒有供佛。這供佛是怎麼樣？是供自性佛。你能夠想到這些，提醒你自己信解，戒、定、慧、解脫、解脫知見，它能提醒你這個，這就是供養自性真佛。所以燃香供佛是供這個。彩畫、泥塑、木雕的佛，它不需要供，這是代表形象，表法的，真正是自性要能夠回光返照，這種設施才能收到教學上的效果。所以處處提醒自己，自性要覺不能迷，自性要正不能邪，自性要淨不能染，沒有一樣設施不是提醒自己的。所以供佛，你要曉得是供自佛，不是供他佛。因為自佛常常會忘掉，用個他佛，一看到：我也是佛！常常能夠警覺、能夠省悟，是這個意思。"
    },
    {
      "id": "04-001-0010_p0030",
      "zh_CN": "『种种』是多，香的种类很多。『涂香』，我想妳们女同学天天都要用，香水、香粉涂在身上，都是「涂香」。妳们涂了有什么用处？有没有想到戒定慧？有没有想到性香？没有想到，所以你们迷失了。从今天起就要觉悟了，喷一点香水要想到这是供养佛，供养自性真佛。凡是涂在身上的都叫涂香，无论香粉、香水都是一样的。『烧香』是燃的香，像我们佛堂燃的香，这是「烧香」，这个里头品种也非常之多。『末香』是粉末一类的，粉末一类的也可以烧、也可以涂的。这个里面种类就很多，举出这三大类。",
      "zh_TW": "『種種』是多，香的種類很多。『塗香』，我想妳們女同學天天都要用，香水、香粉塗在身上，都是「塗香」。妳們塗了有什麼用處？有沒有想到戒定慧？有沒有想到性香？沒有想到，所以你們迷失了。從今天起就要覺悟了，噴一點香水要想到這是供養佛，供養自性真佛。凡是塗在身上的都叫塗香，無論香粉、香水都是一樣的。『燒香』是燃的香，像我們佛堂燃的香，這是「燒香」，這個裡頭品種也非常之多。『末香』是粉末一類的，粉末一類的也可以燒、也可以塗的。這個裡面種類就很多，舉出這三大類。"
    },
    {
      "id": "04-001-0010_p0031",
      "zh_CN": "『如是等云，一一量如须弥山王』。这是讲香数量之多，香数量特别多，就是它表法的义趣特别之深。表法里头最重要的就是五分法身香，千万不要把这个忘记，因为五分法身是我们修学的目标，是我们所要证得的。三皈是修行的总纲领，五分法身香是我们修行的总目标，我们将来证果证什么？就是证五分法身。",
      "zh_TW": "『如是等雲，一一量如須彌山王』。這是講香數量之多，香數量特別多，就是它表法的義趣特別之深。表法裡頭最重要的就是五分法身香，千萬不要把這個忘記，因為五分法身是我們修學的目標，是我們所要證得的。三皈是修行的總綱領，五分法身香是我們修行的總目標，我們將來證果證什麼？就是證五分法身。"
    },
    {
      "id": "04-001-0010_p0032",
      "zh_CN": "下面这讲燃灯，『灯』也有很多种，它代表自性的般若光明。所以我们学佛的人每天不能忘记烧香、燃灯。这些也无须刻意去求，前头跟诸位说，天然的意思。其实哪一个人每天不燃灯？你回家去开了电灯是燃灯，尤其是现在科学发达，夜晚都是一片光明。凡是见到光明，要想到自性光明，我们对人、对事是不是光明磊落，自性清净心里面是一片光明。假如我们对人、对事还有隐瞒的，还有不可告人的，那是黑暗，那是无明。燃灯就是要照破黑暗、照破无明，取这个意思。我们见到一切光明，想到我们心里头还有没有黑暗存在？你要明白这个道理。无明是黑暗，无知是黑暗，烦恼是黑暗，如果不能把这些东西统统把它改过来，你那个灯叫白燃了，燃了没用处。蜡烛也是光明。所以在讲经、做法会的时候，电灯已经这么亮了，为什么前面还要点两支蜡烛？是特别提醒你。因为灯你天天见，见惯了，忘掉了，特别把它点个油灯、点个蜡烛，你一看的时候提醒自己，取这个意思。蜡烛跟油灯它还有另外一个意思，代表的什么？燃烧自己，照耀别人，它代表这个意思。菩萨生生世世都能舍己为人，这是燃灯。",
      "zh_TW": "下面這講燃燈，『燈』也有很多種，它代表自性的般若光明。所以我們學佛的人每天不能忘記燒香、燃燈。這些也無須刻意去求，前頭跟諸位說，天然的意思。其實哪一個人每天不燃燈？你回家去開了電燈是燃燈，尤其是現在科學發達，夜晚都是一片光明。凡是見到光明，要想到自性光明，我們對人、對事是不是光明磊落，自性清淨心裡面是一片光明。假如我們對人、對事還有隱瞞的，還有不可告人的，那是黑暗，那是無明。燃燈就是要照破黑暗、照破無明，取這個意思。我們見到一切光明，想到我們心裡頭還有沒有黑暗存在？你要明白這個道理。無明是黑暗，無知是黑暗，煩惱是黑暗，如果不能把這些東西統統把它改過來，你那個燈叫白燃了，燃了沒用處。蠟燭也是光明。所以在講經、做法會的時候，電燈已經這麼亮了，為什麼前面還要點兩支蠟燭？是特別提醒你。因為燈你天天見，見慣了，忘掉了，特別把它點個油燈、點個蠟燭，你一看的時候提醒自己，取這個意思。蠟燭跟油燈它還有另外一個意思，代表的什麼？燃燒自己，照耀別人，它代表這個意思。菩薩生生世世都能捨己為人，這是燃燈。"
    },
    {
      "id": "04-001-0010_p0033",
      "zh_CN": "凡是供养具，刚才说了不必勉强，但是要尽心尽力。不须刻意去搜求，刻意搜求这是错误，给我们带来烦恼了。尽心尽力是什么？我有多大能力，我要供养好的。譬如买香，我们买好香，我有这个能力买一千块钱一斤的香，我就买一千块钱的；如果我是买个几十块钱一斤的，这个对不起自己。如果有三、四千块钱一斤的香，我买不起，我也不要借高利贷去买，那错误了，那增加自己的负担，没有意思。尽心尽力就是圆满功德，心尽到了，力量也尽到了，这个功德是圆满的。超过了自己心力的，有很多人在佛门里做功德，他不懂得这道理，他去借高利贷来做功德。为什么？要面子，好像别人出的功德，我出少了不好意思，自己实在也没有钱，去借高利贷，后头就背利息，苦不堪言。这个错误了，这是绝大绝大的错误，在佛门里头不许可的。佛法绝对是个平等法，人人尽心尽力，它就平等了。所以是在心力上平等，不是在事相上平等，事相上是假的，凡所有相皆是虚妄，要在心境上平等，这是真正的平等。所以诸位一定要懂这个供养具里面它所代表的意义。",
      "zh_TW": "凡是供養具，剛才說了不必勉強，但是要盡心盡力。不須刻意去搜求，刻意搜求這是錯誤，給我們帶來煩惱了。盡心盡力是什麼？我有多大能力，我要供養好的。譬如買香，我們買好香，我有這個能力買一千塊錢一斤的香，我就買一千塊錢的；如果我是買個幾十塊錢一斤的，這個對不起自己。如果有三、四千塊錢一斤的香，我買不起，我也不要借高利貸去買，那錯誤了，那增加自己的負擔，沒有意思。盡心盡力就是圓滿功德，心盡到了，力量也盡到了，這個功德是圓滿的。超過了自己心力的，有很多人在佛門裡做功德，他不懂得這道理，他去借高利貸來做功德。為什麼？要面子，好像別人出的功德，我出少了不好意思，自己實在也沒有錢，去借高利貸，後頭就背利息，苦不堪言。這個錯誤了，這是絕大絕大的錯誤，在佛門裡頭不許可的。佛法絕對是個平等法，人人盡心盡力，它就平等了。所以是在心力上平等，不是在事相上平等，事相上是假的，凡所有相皆是虛妄，要在心境上平等，這是真正的平等。所以諸位一定要懂這個供養具裡面它所代表的意義。"
    },
    {
      "id": "04-001-0010_p0034",
      "zh_CN": "经上举例不多，只举了几个例子。而且在供养当中，除了你明了表法的意思之外，最好还能够发愿。你要不会发愿，经里面有例子可以提供你参考，自己不会，就依照经上这个例子来做。譬如说此地也举了几个，在第二十七面第一行末后这一句：",
      "zh_TW": "經上舉例不多，只舉了幾個例子。而且在供養當中，除了你明瞭表法的意思之外，最好還能夠發願。你要不會發願，經裡面有例子可以提供你參考，自己不會，就依照經上這個例子來做。譬如說此地也舉了幾個，在第二十七面第一行末後這一句："
    },
    {
      "id": "04-001-0010_p0035",
      "zh_CN": "疏【行者当供养时，一一俱当发愿。】",
      "zh_TW": "疏【行者當供養時，一一俱當發願。】"
    },
    {
      "id": "04-001-0010_p0036",
      "zh_CN": "这是告诉我们，你这个供养就没有白供，与普贤行愿就相应了。",
      "zh_TW": "這是告訴我們，你這個供養就沒有白供，與普賢行願就相應了。"
    },
    {
      "id": "04-001-0010_p0037",
      "zh_CN": "疏【供涂香时，作是愿言：愿无漏涂香，磨蓥热恼者，脱彼诸地狱，一切炎蒸苦。】",
      "zh_TW": "疏【供塗香時，作是願言：願無漏塗香，磨鎣熱惱者，脫彼諸地獄，一切炎蒸苦。】"
    },
    {
      "id": "04-001-0010_p0038",
      "zh_CN": "底下有烧香，有供灯。所以不管供养什么，自己都有愿，有愿要尽心尽力去做到。发愿与回向愿虽然都是愿，意思不相同。发愿这个愿未必能做到，事上做不到，我心里有这个愿。事上我没有这个机缘，缘不足，愿做不到，做不到，不能没有愿。譬如我们要有普度一切众生的愿，像四弘誓愿「众生无边誓愿度」，你一定要有这个愿，但是你能不能做得到？做不到。做不到但不能没有这个心，我能做多少就做多少，天天在做、时时刻刻在做，做多少算多少。回向这个愿是已经做到的，已经做到的把这个功德回向十方、回向众生，跟发愿不一样。发愿等于说支票开出去还没有兑现，回向是已经兑现的，这是有这么点不相同的地方。",
      "zh_TW": "底下有燒香，有供燈。所以不管供養什麼，自己都有願，有願要盡心盡力去做到。發願與迴向願雖然都是願，意思不相同。發願這個願未必能做到，事上做不到，我心裡有這個願。事上我沒有這個機緣，緣不足，願做不到，做不到，不能沒有願。譬如我們要有普度一切眾生的願，像四弘誓願「眾生無邊誓願度」，你一定要有這個願，但是你能不能做得到？做不到。做不到但不能沒有這個心，我能做多少就做多少，天天在做、時時刻刻在做，做多少算多少。迴向這個願是已經做到的，已經做到的把這個功德迴向十方、迴向眾生，跟發願不一樣。發願等於說支票開出去還沒有兌現，迴向是已經兌現的，這是有這麼點不相同的地方。"
    },
    {
      "id": "04-001-0010_p0039",
      "zh_CN": "明白这个道理，所以愿是由自己发的，也有个别之愿，有特别的愿望，也是各个人不相同的。自己实在不会，就找经里面看看诸佛菩萨他们是怎么个发愿，这是提供你做参考，你照他这个方法学习行，不照他这个方法也行。譬如说我们见到灯，我们自己发愿，我们牺牲自己，为一切众生服务，这个愿也非常之好。用燃烧自己、照耀别人这个意义，用我们的智慧，用我们的能力，用我们的体力，尽心尽力去替社会大众服务，贡献于社会大众，这就是燃灯、燃烛的意思。教我们不要忘了自己这个本愿，时时刻刻提醒他，明白这个意思就好。再看底下一段：",
      "zh_TW": "明白這個道理，所以願是由自己發的，也有個別之願，有特別的願望，也是各個人不相同的。自己實在不會，就找經裡面看看諸佛菩薩他們是怎麼個發願，這是提供你做參考，你照他這個方法學習行，不照他這個方法也行。譬如說我們見到燈，我們自己發願，我們犧牲自己，為一切眾生服務，這個願也非常之好。用燃燒自己、照耀別人這個意義，用我們的智慧，用我們的能力，用我們的體力，盡心盡力去替社會大眾服務，貢獻於社會大眾，這就是燃燈、燃燭的意思。教我們不要忘了自己這個本願，時時刻刻提醒他，明白這個意思就好。再看底下一段："
    },
    {
      "id": "04-001-0010_p0040",
      "zh_CN": "经【以如是等诸供养具。常为供养。】",
      "zh_TW": "經【以如是等諸供養具。常為供養。】"
    },
    {
      "id": "04-001-0010_p0041",
      "zh_CN": "这是「明正供养」，就是说明正式的供养。在这段里头最重要的一个字就是『常』，说明供养不能间断。一花一香都与体性要相应，只要与体性相应，一也是多。为什么？体是心，心包太虚，香花是物，虽然是一物，这一物是从体性里面生的，这一物就是自己的体性。所以《华严经》上常说，一即是多，多即是一，一多无碍，道理就在此地。所以我们看到经里面，讲的供养具数量是无量无边，好像我们怎么能做得到？你明白这个道理，你就做到了。所以古德教给我们修普贤行愿的人，只要你安心观行，一就能化成无量，无量也能够归纳成一，与经上所讲的境界无二无别，法喜才能现前，所谓法喜充满，才能得到真正的乐趣。也正是孔老夫子在《论语》里头第一句所说的，「学而时习之，不亦说乎」。我们现在在学。习是什么？做到。做到之后，那个喜悦从内心里面生出来，不是外面的刺激，从内心里面生出来，就是我们佛法里面讲的法喜充满。",
      "zh_TW": "這是「明正供養」，就是說明正式的供養。在這段裡頭最重要的一個字就是『常』，說明供養不能間斷。一花一香都與體性要相應，只要與體性相應，一也是多。為什麼？體是心，心包太虛，香花是物，雖然是一物，這一物是從體性裡面生的，這一物就是自己的體性。所以《華嚴經》上常說，一即是多，多即是一，一多無礙，道理就在此地。所以我們看到經裡面，講的供養具數量是無量無邊，好像我們怎麼能做得到？你明白這個道理，你就做到了。所以古德教給我們修普賢行願的人，只要你安心觀行，一就能化成無量，無量也能夠歸納成一，與經上所講的境界無二無別，法喜才能現前，所謂法喜充滿，才能得到真正的樂趣。也正是孔老夫子在《論語》裡頭第一句所說的，「學而時習之，不亦說乎」。我們現在在學。習是什麼？做到。做到之後，那個喜悅從內心裡面生出來，不是外面的刺激，從內心裡面生出來，就是我們佛法裡面講的法喜充滿。"
    },
    {
      "id": "04-001-0010_p0042",
      "zh_CN": "所以学佛真的离苦得乐，破迷开悟，不假！愈学愈快乐，愈学愈自在，世间第一等的乐事，在佛法里头。如果你学佛觉得痛苦，那你学错了，你没有懂得佛法，你曲解了经义。你方法有错误、理论有错误，所以你才愈学愈苦。如果理论、方法正确，愈学愈快乐！这是真的，心开意解。好，我们讲到此地。",
      "zh_TW": "所以學佛真的離苦得樂，破迷開悟，不假！愈學愈快樂，愈學愈自在，世間第一等的樂事，在佛法裡頭。如果你學佛覺得痛苦，那你學錯了，你沒有懂得佛法，你曲解了經義。你方法有錯誤、理論有錯誤，所以你才愈學愈苦。如果理論、方法正確，愈學愈快樂！這是真的，心開意解。好，我們講到此地。"
    }
  ]
}