{
  "doc_id": "04-001-0016",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0016",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "04-001-0016_p0001",
      "zh_CN": "请翻开三十四面：",
      "zh_TW": "請翻開三十四面："
    },
    {
      "id": "04-001-0016_p0002",
      "zh_CN": "经【遍于法界。极微尘刹。一切诸佛菩萨众前。诚心忏悔。后不复造。恒住净戒。一切功德。】",
      "zh_TW": "經【遍於法界。極微塵剎。一切諸佛菩薩眾前。誠心懺悔。後不復造。恆住淨戒。一切功德。】"
    },
    {
      "id": "04-001-0016_p0003",
      "zh_CN": "这是说明忏除所对的境界。注解里头注得很好，也很重要，第一句就是『遍于法界』，谛闲法师注上说有两个意思。第一是：",
      "zh_TW": "這是說明懺除所對的境界。註解裡頭註得很好，也很重要，第一句就是『遍於法界』，諦閑法師註上說有兩個意思。第一是："
    },
    {
      "id": "04-001-0016_p0004",
      "zh_CN": "疏【三业俱一思为体。】",
      "zh_TW": "疏【三業俱一思為體。】"
    },
    {
      "id": "04-001-0016_p0005",
      "zh_CN": "『思』是心所，是与八识相应，就是五遍行里面的思心所，思遍法界，我们的业也遍法界。第二个意思是：",
      "zh_TW": "『思』是心所，是與八識相應，就是五遍行裡面的思心所，思遍法界，我們的業也遍法界。第二個意思是："
    },
    {
      "id": "04-001-0016_p0006",
      "zh_CN": "疏【三业俱是因缘生法。】",
      "zh_TW": "疏【三業俱是因緣生法。】"
    },
    {
      "id": "04-001-0016_p0007",
      "zh_CN": "前面讲的是恶业遍法界，第二个意思讲可以能忏除，为什么能忏除？因为它是『因缘生法』。既是因缘生法，必定是没有自性，所以当体即空，你真正要悟入，业障不是不能够忏除的。下面所讲的，这就是辨别我们所对的境界，我们在佛面前忏悔。大师这几句话说得也非常之好，在小注第三行：",
      "zh_TW": "前面講的是惡業遍法界，第二個意思講可以能懺除，為什麼能懺除？因為它是『因緣生法』。既是因緣生法，必定是沒有自性，所以當體即空，你真正要悟入，業障不是不能夠懺除的。下面所講的，這就是辨別我們所對的境界，我們在佛面前懺悔。大師這幾句話說得也非常之好，在小註第三行："
    },
    {
      "id": "04-001-0016_p0008",
      "zh_CN": "疏【次二句正辨所对。昔因亲近恶友，违背良师。】",
      "zh_TW": "疏【次二句正辨所對。昔因親近惡友，違背良師。】"
    },
    {
      "id": "04-001-0016_p0009",
      "zh_CN": "所以才造业，才造罪业。今天我们回头了：",
      "zh_TW": "所以才造業，才造罪業。今天我們回頭了："
    },
    {
      "id": "04-001-0016_p0010",
      "zh_CN": "疏【今于十方诸佛前，诚心忏悔。】",
      "zh_TW": "疏【今於十方諸佛前，誠心懺悔。】"
    },
    {
      "id": "04-001-0016_p0011",
      "zh_CN": "这是发心、发愿改过自新，所以特别着重『诚心』这两个字。『忏悔』，要在事实上做到，要能够表现出来。第一个就是常常自己能够责备自己，求别人来责备你，不会的。给诸位说，一般人不会得罪人，不会跟你做冤家对头，你想请一个人来责备你，请不到。所以，菩萨遇到有一个人责备他，他感恩戴德永远不忘，为什么？真找不到。这个世间能责备你的是谁？你的父母，在过去还有老师。现在老师都不责备了，从前老师是责备学生的，现在老师不敢责备了，责备怕你去告状，告他去。所以老师也省事，老师对学生就不负责任。所以找一个能责备你的人相当不容易，必须要自己检点，自己要责备自己，这个要做到。第二个要相信因果，要怖畏恶道，要知道恶道之可怕。第三个要做到不隐瞒自己的罪过，就是要发露忏悔。",
      "zh_TW": "這是發心、發願改過自新，所以特別著重『誠心』這兩個字。『懺悔』，要在事實上做到，要能夠表現出來。第一個就是常常自己能夠責備自己，求別人來責備你，不會的。給諸位說，一般人不會得罪人，不會跟你做冤家對頭，你想請一個人來責備你，請不到。所以，菩薩遇到有一個人責備他，他感恩戴德永遠不忘，為什麼？真找不到。這個世間能責備你的是誰？你的父母，在過去還有老師。現在老師都不責備了，從前老師是責備學生的，現在老師不敢責備了，責備怕你去告狀，告他去。所以老師也省事，老師對學生就不負責任。所以找一個能責備你的人相當不容易，必須要自己檢點，自己要責備自己，這個要做到。第二個要相信因果，要怖畏惡道，要知道惡道之可怕。第三個要做到不隱瞞自己的罪過，就是要發露懺悔。"
    },
    {
      "id": "04-001-0016_p0012",
      "zh_CN": "『后不复造』，这就是要断相续心，在忏悔里面真正产生效果的就是这一句，所以忏悔着重在「后不复造」。我现在忏悔，忏悔了明天再干，干了之后再忏悔，这个没有用处，这个一点用都没有。所以忏除业障就是着重在后不复造。孔老夫子所谓是「不贰过」，过失只有一次，觉悟了，下一次再不会有同样的过失，这叫真正的忏悔。『恒住净戒，一切功德』，「恒」就是恒常，要依清净的戒律，修自己一切的功德。「净戒」是戒，「功德」是定慧。所以这一句里头，实际上讲就是戒定慧，我们要恒住在戒定慧当中。这个里面也就像前面所说的修功补过、明因果、护正法、发菩提心、观罪性空，这个功德才能够圆满。",
      "zh_TW": "『後不復造』，這就是要斷相續心，在懺悔裡面真正產生效果的就是這一句，所以懺悔著重在「後不復造」。我現在懺悔，懺悔了明天再幹，幹了之後再懺悔，這個沒有用處，這個一點用都沒有。所以懺除業障就是著重在後不復造。孔老夫子所謂是「不貳過」，過失只有一次，覺悟了，下一次再不會有同樣的過失，這叫真正的懺悔。『恆住淨戒，一切功德』，「恆」就是恆常，要依清淨的戒律，修自己一切的功德。「淨戒」是戒，「功德」是定慧。所以這一句裡頭，實際上講就是戒定慧，我們要恆住在戒定慧當中。這個裡面也就像前面所說的修功補過、明因果、護正法、發菩提心、觀罪性空，這個功德才能夠圓滿。"
    },
    {
      "id": "04-001-0016_p0013",
      "zh_CN": "讲到持戒，同学们给我写的纸条，我在此地也顺便答复诸位。首先我们要明了，佛为什么制戒，戒律理论的依据是什么、作用是什么、效果是什么，统统要搞清楚。你要是不搞清楚，你戒没有法子持，为什么？会死在戒条之下，什么事情都办不通，会产生许许多多的流弊，这个要知道，达不到目的。像我前面跟诸位说的，持戒的目的是生定，因戒生定，因定开慧。所以持戒只有自己，没有别人，你才能够达到定，才能够开慧。如果处处拿戒律去看别人，拿戒律的标准到处去量人，你自己只有造罪业，造无量无边的罪业，你决定没有办法成就功德，这是一定要明了的。所以这个戒律，戒体、戒相、戒行、戒法，统统都要了解。",
      "zh_TW": "講到持戒，同學們給我寫的紙條，我在此地也順便答覆諸位。首先我們要明瞭，佛為什麼制戒，戒律理論的依據是什麼、作用是什麼、效果是什麼，統統要搞清楚。你要是不搞清楚，你戒沒有法子持，為什麼？會死在戒條之下，什麼事情都辦不通，會產生許許多多的流弊，這個要知道，達不到目的。像我前面跟諸位說的，持戒的目的是生定，因戒生定，因定開慧。所以持戒只有自己，沒有別人，你才能夠達到定，才能夠開慧。如果處處拿戒律去看別人，拿戒律的標準到處去量人，你自己只有造罪業，造無量無邊的罪業，你決定沒有辦法成就功德，這是一定要明瞭的。所以這個戒律，戒體、戒相、戒行、戒法，統統都要了解。"
    },
    {
      "id": "04-001-0016_p0014",
      "zh_CN": "今天受戒难，纵然有开戒坛受戒，时间太短，没有办法讲清楚。受了戒之后，必须要自己找戒经，自己去研究，搞清楚是一桩什么事情。其实，现在几个人去搞这些东西？没人搞了，不但在家同修好像没有人重视这个，出家人也不重视，也不讲戒了。为什么？讲了戒就难为情，这一条也没有做到，那一条也没有做到，样样都是自己在骂自己，算了，就不讲了。所以讲经还有人听，讲戒没有人听，讲戒尽骂人，谁听？没有人听了。所以戒没有了。戒没有了，佛法就没有了，这是个危机。所以祖师真正慈悲，知道末法这个现象。戒律能不能提倡？没有法子提倡，只有个人发心去修学，那个人也是凤毛麟角，没人了。",
      "zh_TW": "今天受戒難，縱然有開戒壇受戒，時間太短，沒有辦法講清楚。受了戒之後，必須要自己找戒經，自己去研究，搞清楚是一樁什麼事情。其實，現在幾個人去搞這些東西？沒人搞了，不但在家同修好像沒有人重視這個，出家人也不重視，也不講戒了。為什麼？講了戒就難為情，這一條也沒有做到，那一條也沒有做到，樣樣都是自己在罵自己，算了，就不講了。所以講經還有人聽，講戒沒有人聽，講戒盡罵人，誰聽？沒有人聽了。所以戒沒有了。戒沒有了，佛法就沒有了，這是個危機。所以祖師真正慈悲，知道末法這個現象。戒律能不能提倡？沒有法子提倡，只有個人發心去修學，那個人也是鳳毛麟角，沒人了。"
    },
    {
      "id": "04-001-0016_p0015",
      "zh_CN": "于是乎印光祖师他老人家提倡三本书代替戒律，就是《了凡四训》、《安士全书》，还有一本是《感应篇汇编》，他拿这三样东西来代替戒律。这三样东西都是非常浅近的文言文写的，而且里面许许多多因果报应的故事，篇幅都很短，不难看，看起来也满有兴趣的。所以把这三本书介绍给大家，希望大家自己常常读诵，常常翻翻，警惕自己，以这个来代替戒律。真能把这个做到了，像《感应篇》、《文昌帝君阴骘文》，这都是道教的，但是注解几乎百分之八十是以佛家的东西来注，另外百分之二十是以儒家来注，这也等于是佛教的戒律一样。我们不要看，那是外道的东西，我们不应该学，你要是有这个观念，你就错了。",
      "zh_TW": "於是乎印光祖師他老人家提倡三本書代替戒律，就是《了凡四訓》、《安士全書》，還有一本是《感應篇彙編》，他拿這三樣東西來代替戒律。這三樣東西都是非常淺近的文言文寫的，而且裡面許許多多因果報應的故事，篇幅都很短，不難看，看起來也滿有興趣的。所以把這三本書介紹給大家，希望大家自己常常讀誦，常常翻翻，警惕自己，以這個來代替戒律。真能把這個做到了，像《感應篇》、《文昌帝君陰騭文》，這都是道教的，但是註解幾乎百分之八十是以佛家的東西來註，另外百分之二十是以儒家來註，這也等於是佛教的戒律一樣。我們不要看，那是外道的東西，我們不應該學，你要是有這個觀念，你就錯了。"
    },
    {
      "id": "04-001-0016_p0016",
      "zh_CN": "我记得我有一年在中国佛教会大专讲座，我大概是讲《感应篇》的时候，因为这些东西我在北部、南部都曾经讲过，《文昌帝君阴骘文》也讲过。曾经有一个法师就来责备我，说我不应该去讲外道的东西，尤其在中国佛教会大专讲座里头不讲佛法，讲外道的东西，他把我呵斥了一顿。当时我听了就莫名其妙，我说：我没有讲外道的东西。他说：《感应篇》这怎么不是外道的？我说：原来如此。我就笑一笑，我明了了，我就返过头问他一句话：「诸恶莫作，众善奉行，自净其意，是诸佛教」，这四句是不是佛教的法印？他说：是，这个没错。我说：那就行了，《太上感应篇》，我们佛教的这个大印盖上去了，盖上去就算是我们的，你看看它的内容，是不是讲的诸恶莫作、众善奉行、自净其意？他听了掉头就走，一句话不说。",
      "zh_TW": "我記得我有一年在中國佛教會大專講座，我大概是講《感應篇》的時候，因為這些東西我在北部、南部都曾經講過，《文昌帝君陰騭文》也講過。曾經有一個法師就來責備我，說我不應該去講外道的東西，尤其在中國佛教會大專講座裡頭不講佛法，講外道的東西，他把我呵斥了一頓。當時我聽了就莫名其妙，我說：我沒有講外道的東西。他說：《感應篇》這怎麼不是外道的？我說：原來如此。我就笑一笑，我明瞭了，我就返過頭問他一句話：「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，這四句是不是佛教的法印？他說：是，這個沒錯。我說：那就行了，《太上感應篇》，我們佛教的這個大印蓋上去了，蓋上去就算是我們的，你看看它的內容，是不是講的諸惡莫作、眾善奉行、自淨其意？他聽了掉頭就走，一句話不說。"
    },
    {
      "id": "04-001-0016_p0017",
      "zh_CN": "学佛心量要大，不要把圈圈画得那么小，你看看它的内容，它内容果然符合佛教的宗旨，就等于是佛教的。佛教的心胸开阔，绝对不是说只有我说的对，别人说的就不对，佛法不是的。佛法是建立一个宗旨，别人说的跟我们的宗旨一样，等于是佛说的。所以经有五种人说，佛是五种人之一，我们一定要明白这个道理。它的的确确符合佛法的宗旨，所以我们以这个来代替戒律决定没有过失。《感应篇》文字不长，只有一千多字，可以当作课诵本来读，每天念一遍，检点自己的功过，检点自己三业善恶，的确是非常之好。",
      "zh_TW": "學佛心量要大，不要把圈圈畫得那麼小，你看看它的內容，它內容果然符合佛教的宗旨，就等於是佛教的。佛教的心胸開闊，絕對不是說只有我說的對，別人說的就不對，佛法不是的。佛法是建立一個宗旨，別人說的跟我們的宗旨一樣，等於是佛說的。所以經有五種人說，佛是五種人之一，我們一定要明白這個道理。它的的確確符合佛法的宗旨，所以我們以這個來代替戒律決定沒有過失。《感應篇》文字不長，只有一千多字，可以當作課誦本來讀，每天念一遍，檢點自己的功過，檢點自己三業善惡，的確是非常之好。"
    },
    {
      "id": "04-001-0016_p0018",
      "zh_CN": "讲到佛法，我们佛教的生活方式，在中国的佛教是素食，但是全世界的佛教都吃肉，只有中国佛教吃素。所以我们这个佛教到外国佛教去参观，他们看到我们很别扭，我们看到他们很奇怪。为什么？经典上戒律教给我们的，学佛弟子，无论在家、出家的，吃三净肉。有不杀生之戒，没有说不吃肉。尤其佛陀在世那个时候，一直到现在，泰国也是如此，托钵。佛教是慈悲为本，方便为门，不要找人麻烦，这是第一个原则。你去托钵，你要吃素，他要特地给你做，你岂不是找他麻烦吗？那就不慈悲了。所以托钵的时候给什么吃什么，这就方便了。他们家里今天喜欢吃什么，有法师去托钵，他就供养什么，决定不要人家另外给你做。所以全世界的佛教都不吃素，都是吃肉的；而且在南洋的佛教，托钵供养里面还供养的有香烟，整条的香烟是供养给法师的。你到泰国去看看，我们看了很奇怪，出家人又吃肉、又抽烟，这像什么话。不饮酒，这的确是戒律，你到日本去看，日本寺庙里面酒供佛。我仔细去看一看，都一瓶瓶很好的酒，一打一打的摆得很好看，它旁边写个条子，写着「般若汤」。人家告诉我这是酒，好的酒，白兰地葡萄酒，般若汤。才晓得日本人，实在讲出家、在家很难分辨就是，他们喝酒。这是这些生活习惯都要了解，要入境问俗，否则的话，就没法子沟通了。",
      "zh_TW": "講到佛法，我們佛教的生活方式，在中國的佛教是素食，但是全世界的佛教都吃肉，只有中國佛教吃素。所以我們這個佛教到外國佛教去參觀，他們看到我們很彆扭，我們看到他們很奇怪。為什麼？經典上戒律教給我們的，學佛弟子，無論在家、出家的，吃三淨肉。有不殺生之戒，沒有說不吃肉。尤其佛陀在世那個時候，一直到現在，泰國也是如此，托缽。佛教是慈悲為本，方便為門，不要找人麻煩，這是第一個原則。你去托缽，你要吃素，他要特地給你做，你豈不是找他麻煩嗎？那就不慈悲了。所以托缽的時候給什麼吃什麼，這就方便了。他們家裡今天喜歡吃什麼，有法師去托缽，他就供養什麼，決定不要人家另外給你做。所以全世界的佛教都不吃素，都是吃肉的；而且在南洋的佛教，托缽供養裡面還供養的有香煙，整條的香煙是供養給法師的。你到泰國去看看，我們看了很奇怪，出家人又吃肉、又抽煙，這像什麼話。不飲酒，這的確是戒律，你到日本去看，日本寺廟裡面酒供佛。我仔細去看一看，都一瓶瓶很好的酒，一打一打的擺得很好看，它旁邊寫個條子，寫著「般若湯」。人家告訴我這是酒，好的酒，白蘭地葡萄酒，般若湯。才曉得日本人，實在講出家、在家很難分辨就是，他們喝酒。這是這些生活習慣都要了解，要入境問俗，否則的話，就沒法子溝通了。"
    },
    {
      "id": "04-001-0016_p0019",
      "zh_CN": "现在的确是往来多了，随着大众传播工具以及交通的便捷，往来多了，我们生活习惯彼此都了解。我们到日本去，他特别给我们做素食，那是非常的恭敬，特别给你做。那么做当然不干净，这是一定的，特别给你做已经不错了，那个锅里头当然还有荤腥，你拿素菜来闻闻，那个味道还是有腥味在里头。如果你再要挑剔，那就太过分，人家已经给你做，就很恭敬了，再要找人家麻烦，那我们做客人就不像做客的了。所以这些一定要懂得。我第一次到日本去的时候，是跟道安法师一道去的，那个时候也有一些比丘尼们一道，她们在日本的时候是一点都不吃，挨饿怎么办？到外面去买面包，喝开水吃面包。道安法师把她们叫过来狠狠的骂了一顿，妳们以为妳这样就能成佛了，如果这样能成佛，牛羊的功夫比妳们高，一生吃草，一滴油牠也不吃，搞错了。你说真讲持戒，手不持金钱戒，这是沙弥十戒里头都有，妳们做到没有？一个也没做到，真正的大戒不守，鸡毛蒜皮的看得那么重。这是道安法师当时训她们的。道安法师那个时候说，我是这么大年岁了，吃这么多年素，肠胃不习惯；如果我肠胃要是习惯，我到日本就随缘，入境随俗，他们欢喜。令一切众生生欢喜心，这是菩萨摄受众生的第一个条件，这个绝对不是叫破戒，绝对不是叫破斋，这叫开缘。",
      "zh_TW": "現在的確是往來多了，隨著大眾傳播工具以及交通的便捷，往來多了，我們生活習慣彼此都了解。我們到日本去，他特別給我們做素食，那是非常的恭敬，特別給你做。那麼做當然不乾淨，這是一定的，特別給你做已經不錯了，那個鍋裡頭當然還有葷腥，你拿素菜來聞聞，那個味道還是有腥味在裡頭。如果你再要挑剔，那就太過分，人家已經給你做，就很恭敬了，再要找人家麻煩，那我們做客人就不像做客的了。所以這些一定要懂得。我第一次到日本去的時候，是跟道安法師一道去的，那個時候也有一些比丘尼們一道，她們在日本的時候是一點都不吃，挨餓怎麼辦？到外面去買麵包，喝開水吃麵包。道安法師把她們叫過來狠狠的罵了一頓，妳們以為妳這樣就能成佛了，如果這樣能成佛，牛羊的功夫比妳們高，一生吃草，一滴油牠也不吃，搞錯了。你說真講持戒，手不持金錢戒，這是沙彌十戒裡頭都有，妳們做到沒有？一個也沒做到，真正的大戒不守，雞毛蒜皮的看得那麼重。這是道安法師當時訓她們的。道安法師那個時候說，我是這麼大年歲了，吃這麼多年素，腸胃不習慣；如果我腸胃要是習慣，我到日本就隨緣，入境隨俗，他們歡喜。令一切眾生生歡喜心，這是菩薩攝受眾生的第一個條件，這個絕對不是叫破戒，絕對不是叫破齋，這叫開緣。"
    },
    {
      "id": "04-001-0016_p0020",
      "zh_CN": "我还遇到有一桩事情，我的一个好朋友，在抗战期间他是做地下工作的，在南京，那个时候南京沦陷，日本人占据了。他做地下工作的，结果被日本人发现了，日本人要抓他，抓到了就枪毙，决定是死路一条的。他逃，逃到一个寺庙里面，就在南京中华门外的雨花台那边有个寺，寺的名字我记不得。这个老和尚很慈悲，老和尚听他一说这个情形，老和尚说好，你赶快把头发剃掉，把海青给他一穿，叫他跟着出家人在一块去念佛。以后日本兵来了，来了就搜查，但是日本人对佛教很尊重，这点是他们的好处，到处找找不到，找不到就算了，就走了。他对这个老和尚念念感谢救命之恩，到抗战胜利，日本投降了，他回到南京，办了一桌很好的酒菜请这个老和尚，来答谢老和尚救命之恩。因为他们那时候同伴大概有二、三个人一起来请，把老和尚请来了。请来之后，才想到和尚吃素的，我们都是鸡鱼鸭肉，这怎么办？搞得很难为情。这个老和尚真慈悲，有道，真高，没有关系，大家坐下来，一样吃。他们才觉得这个真正了不起，为什么？老和尚知道这个不是他有心的，不是他来开玩笑的，他是真正答谢救命之恩，不是开玩笑的，是出于至诚，他忘掉这个事情，忘了出家人吃素。所以绝对不见怪，照吃，吃了大家欢欢喜喜，这是佛法，这是菩萨。所以这种情形之下叫开缘，这不叫破斋，不叫犯戒。所以诸位一定要晓得，要明白这个道理。佛法任何一条戒律不是死的，有开遮持犯，条条戒都是活活泼泼的。所以佛法教你的是离苦得乐、破迷开悟，迷执都是错误的。",
      "zh_TW": "我還遇到有一樁事情，我的一個好朋友，在抗戰期間他是做地下工作的，在南京，那個時候南京淪陷，日本人佔據了。他做地下工作的，結果被日本人發現了，日本人要抓他，抓到了就槍斃，決定是死路一條的。他逃，逃到一個寺廟裡面，就在南京中華門外的雨花台那邊有個寺，寺的名字我記不得。這個老和尚很慈悲，老和尚聽他一說這個情形，老和尚說好，你趕快把頭髮剃掉，把海青給他一穿，叫他跟著出家人在一塊去念佛。以後日本兵來了，來了就搜查，但是日本人對佛教很尊重，這點是他們的好處，到處找找不到，找不到就算了，就走了。他對這個老和尚念念感謝救命之恩，到抗戰勝利，日本投降了，他回到南京，辦了一桌很好的酒菜請這個老和尚，來答謝老和尚救命之恩。因為他們那時候同伴大概有二、三個人一起來請，把老和尚請來了。請來之後，才想到和尚吃素的，我們都是雞魚鴨肉，這怎麼辦？搞得很難為情。這個老和尚真慈悲，有道，真高，沒有關係，大家坐下來，一樣吃。他們才覺得這個真正了不起，為什麼？老和尚知道這個不是他有心的，不是他來開玩笑的，他是真正答謝救命之恩，不是開玩笑的，是出於至誠，他忘掉這個事情，忘了出家人吃素。所以絕對不見怪，照吃，吃了大家歡歡喜喜，這是佛法，這是菩薩。所以這種情形之下叫開緣，這不叫破齋，不叫犯戒。所以諸位一定要曉得，要明白這個道理。佛法任何一條戒律不是死的，有開遮持犯，條條戒都是活活潑潑的。所以佛法教你的是離苦得樂、破迷開悟，迷執都是錯誤的。"
    },
    {
      "id": "04-001-0016_p0021",
      "zh_CN": "讲到近代，特别是在现代，大蒜我有的时候是鼓励同修们要吃，我觉得是一个星期至少要吃一次。但是我吃的方法不是像今天那个吃法，今天放在菜里头煮，我不赞成，不是这种吃法。我教人吃法是什么？是治病，是预防疾病。因为现在蔬菜里头农药成分太重，所以在台湾许许多多的怪病都出现。你看这个蒜，除了对眼睛不好之外，对于身体任何一个部分都有好处，它能够预防疾病，它能够杀菌。所以许多医药都是从大蒜里头提炼出来的，你吃那个药也是吃大蒜，这个要懂。",
      "zh_TW": "講到近代，特別是在現代，大蒜我有的時候是鼓勵同修們要吃，我覺得是一個星期至少要吃一次。但是我吃的方法不是像今天那個吃法，今天放在菜裡頭煮，我不贊成，不是這種吃法。我教人吃法是什麼？是治病，是預防疾病。因為現在蔬菜裡頭農藥成分太重，所以在台灣許許多多的怪病都出現。你看這個蒜，除了對眼睛不好之外，對於身體任何一個部分都有好處，它能夠預防疾病，它能夠殺菌。所以許多醫藥都是從大蒜裡頭提煉出來的，你吃那個藥也是吃大蒜，這個要懂。"
    },
    {
      "id": "04-001-0016_p0022",
      "zh_CN": "我们台湾农药用的量，全世界的人听到都害怕，美国全国农作物用的农药的药量跟我们台湾是相等的，我们台湾这么一点点大，你就可想而知。美国的杀虫剂，你看我们台湾的杀虫剂，蟑螂，你看到了，一喷马上就死了；美国的那个蟑螂，喷个十几次牠都不死，牠杀不死，牠会昏过去，牠不会死，你把牠扫一扫，放到外面去。的确美国人爱护动物，美国人不杀生，你就可想而知，杀虫剂杀不死虫，只叫牠昏倒，你可以把牠清扫到外头去。所以美国这个国家富强，有福报，有它的道理，老百姓个个都晓得修福。所以农作物里面用的农药，有，很少很少，绝对对于人体没有伤害。什么程度是没有伤害？不要洗，这个菜拿来就可以吃，没有伤害，这个药量用到这样才行。因为美国生菜多半生吃，都不大洗的，因为一洗把营养洗掉了，美国人很重视营养，所以保持得非常的干净。如果药量要是有伤人的时候，政府一定禁止，所以它用的药量非常之少。",
      "zh_TW": "我們台灣農藥用的量，全世界的人聽到都害怕，美國全國農作物用的農藥的藥量跟我們台灣是相等的，我們台灣這麼一點點大，你就可想而知。美國的殺蟲劑，你看我們台灣的殺蟲劑，蟑螂，你看到了，一噴馬上就死了；美國的那個蟑螂，噴個十幾次牠都不死，牠殺不死，牠會昏過去，牠不會死，你把牠掃一掃，放到外面去。的確美國人愛護動物，美國人不殺生，你就可想而知，殺蟲劑殺不死蟲，只叫牠昏倒，你可以把牠清掃到外頭去。所以美國這個國家富強，有福報，有它的道理，老百姓個個都曉得修福。所以農作物裡面用的農藥，有，很少很少，絕對對於人體沒有傷害。什麼程度是沒有傷害？不要洗，這個菜拿來就可以吃，沒有傷害，這個藥量用到這樣才行。因為美國生菜多半生吃，都不大洗的，因為一洗把營養洗掉了，美國人很重視營養，所以保持得非常的乾淨。如果藥量要是有傷人的時候，政府一定禁止，所以它用的藥量非常之少。"
    },
    {
      "id": "04-001-0016_p0023",
      "zh_CN": "在美国有三个好处，第一个是空气清新，没有空气污染。没有噪音，这是在美国生活我觉得很舒服的地方，绝对听不到车的声音，平常的住家，住家邻居家的声音都听不到，小孩叫的声音绝对听不到。他一家跟一家距离相当远，没有房子连着房子的，没有。美国的地大，每家差不多都有二、三百坪的地，他的房子不大，房子大概三、四十坪建在当中，四周围是花园。所以家家都是花园房屋。所以这空气清新，他们树木花草种得多，家家都保持着美化，这是他们的好处，就是空气清新。再就是饮食卫生，这是他们真正做到了。美国人就怕害病，为什么？病不起，医药费用太贵了。所以美国是一定要有医药保险，没有医药保险那就不得了。所以我们中国很多华侨生病的时候到台湾来治病，到台湾把病治好了，往返飞机票加起来，大概是在美国治病只有十分之二、三的样子，这是医药费。台湾看病便宜，美国就是伤风感冒看个医生，至少五十块美金，在我们台湾不过台币五十块不得了，在它那里要美金五十块。我们那里有一个留学生，在那里生小孩，生产，在医院里面大概是住了五天，生一个小孩居然花一万多块。医药费不得了，所以他们特别重视卫生，不敢生病。这是饮食卫生好；再有水好，干净。我们这些地方跟美国是没有法子相比的。",
      "zh_TW": "在美國有三個好處，第一個是空氣清新，沒有空氣污染。沒有噪音，這是在美國生活我覺得很舒服的地方，絕對聽不到車的聲音，平常的住家，住家鄰居家的聲音都聽不到，小孩叫的聲音絕對聽不到。他一家跟一家距離相當遠，沒有房子連著房子的，沒有。美國的地大，每家差不多都有二、三百坪的地，他的房子不大，房子大概三、四十坪建在當中，四周圍是花園。所以家家都是花園房屋。所以這空氣清新，他們樹木花草種得多，家家都保持著美化，這是他們的好處，就是空氣清新。再就是飲食衛生，這是他們真正做到了。美國人就怕害病，為什麼？病不起，醫藥費用太貴了。所以美國是一定要有醫藥保險，沒有醫藥保險那就不得了。所以我們中國很多華僑生病的時候到台灣來治病，到台灣把病治好了，往返飛機票加起來，大概是在美國治病只有十分之二、三的樣子，這是醫藥費。台灣看病便宜，美國就是傷風感冒看個醫生，至少五十塊美金，在我們台灣不過台幣五十塊不得了，在它那裡要美金五十塊。我們那裡有一個留學生，在那裡生小孩，生產，在醫院裡面大概是住了五天，生一個小孩居然花一萬多塊。醫藥費不得了，所以他們特別重視衛生，不敢生病。這是飲食衛生好；再有水好，乾淨。我們這些地方跟美國是沒有法子相比的。"
    },
    {
      "id": "04-001-0016_p0024",
      "zh_CN": "这个蒜怎么样？生吃才有效，熟吃没效，治病要生吃。生吃是很难吃，很辣、很不好吃，但是很有效，确实能够防止很多很多的疾病，熟吃就没有效果。所以这点我们要知道。还有不能生吃的，现在美国人很聪明，你吃不下去、咽不下去，美国人现在把蒜提炼出来，就做像鱼肝油球一样，做成药物，那个很好。而且在美国卖也很便宜，你一天能够吃一颗、二颗，的确能够预防许许多多的疾病，非常有效。如果好像有皮肤稍微敏感的时候，吃这东西非常有效，一吃就好，用不着去吃药。所以蒜以后要记住，我们决定不放在菜里面煮熟了吃，那个生的大蒜一瓣一瓣拿到餐桌上，我很赞成。我们要明白这个道理。",
      "zh_TW": "這個蒜怎麼樣？生吃才有效，熟吃沒效，治病要生吃。生吃是很難吃，很辣、很不好吃，但是很有效，確實能夠防止很多很多的疾病，熟吃就沒有效果。所以這點我們要知道。還有不能生吃的，現在美國人很聰明，你吃不下去、嚥不下去，美國人現在把蒜提煉出來，就做像魚肝油球一樣，做成藥物，那個很好。而且在美國賣也很便宜，你一天能夠吃一顆、二顆，的確能夠預防許許多多的疾病，非常有效。如果好像有皮膚稍微敏感的時候，吃這東西非常有效，一吃就好，用不著去吃藥。所以蒜以後要記住，我們決定不放在菜裡面煮熟了吃，那個生的大蒜一瓣一瓣拿到餐桌上，我很贊成。我們要明白這個道理。"
    },
    {
      "id": "04-001-0016_p0025",
      "zh_CN": "还有个同学要叫我说一说鸡蛋。现在的鸡蛋可以吃，为什么？现在的鸡蛋不是种蛋。从前不吃鸡蛋，是种蛋没有办法辨别，种蛋就是有生命，就是杀生。现在鸡蛋是孵不出小鸡的，你要是买孵鸡的种蛋，还要特别去买，价钱恐怕还要高一倍。所以现在这个蛋都不是种蛋，吃蛋跟喝牛奶没有两样，不伤害众生的生命。在中国我们注重的是这一点。譬如穿衣服，毛衣可以穿，毛线衣它是羊毛，剪下来的，没有伤牠的命。但是皮衣就不能穿，皮衣是什么？是剥牠的皮，是伤了牠的命，那跟吃肉没有两样，这要懂得。所以不能穿皮衣服，可以穿毛线衣服。可以喝牛奶，可以吃奶油，不能吃牛油，牛油是要把牛杀掉才能提炼；奶油不是，是从奶里头提炼出来的，这可以吃。总之一个原则，不伤害牠的生命，以这个为原则。",
      "zh_TW": "還有個同學要叫我說一說雞蛋。現在的雞蛋可以吃，為什麼？現在的雞蛋不是種蛋。從前不吃雞蛋，是種蛋沒有辦法辨別，種蛋就是有生命，就是殺生。現在雞蛋是孵不出小雞的，你要是買孵雞的種蛋，還要特別去買，價錢恐怕還要高一倍。所以現在這個蛋都不是種蛋，吃蛋跟喝牛奶沒有兩樣，不傷害眾生的生命。在中國我們注重的是這一點。譬如穿衣服，毛衣可以穿，毛線衣它是羊毛，剪下來的，沒有傷牠的命。但是皮衣就不能穿，皮衣是什麼？是剝牠的皮，是傷了牠的命，那跟吃肉沒有兩樣，這要懂得。所以不能穿皮衣服，可以穿毛線衣服。可以喝牛奶，可以吃奶油，不能吃牛油，牛油是要把牛殺掉才能提煉；奶油不是，是從奶裡頭提煉出來的，這可以吃。總之一個原則，不傷害牠的生命，以這個為原則。"
    },
    {
      "id": "04-001-0016_p0026",
      "zh_CN": "饮食是养慈悲心，是养我们的慈悲心，是以这个为第一。如果单就养慈悲心这一条来讲，现在我们中国，就是学佛的人都不如一个美国人。美国人虽然吃肉，他很单纯，他只吃两种，一个牛肉、一个鸡肉，其他东西很少吃。美国人对动物非常爱护，动物绝对不怕人，无论在什么地方，你只要看到有小动物，你拿着东西喂牠，牠马上就来了。在海边的时候，我们喂松鼠的时候，海鸥都飞到手上来，来要东西吃，不怕人。我们这边的鸟，你稍微接近，赶紧飞掉，为什么？晓得我们这边人杀业太重，杀气太高了，牠害怕。美国这些小动物不怕人，可见得美国人普遍对于动物都爱护，马路上有时候看到松鼠通过，他车子一定停在那里。我们这边车绝对不会停，所以我们常常在马路上看到有狗被压死的、猫被压死的，这在美国是绝对看不到的，他一定车停下来，让牠走过。所以蛋可以吃，现在的蛋可以吃，没有问题。这是讲在饮食方面，我们要懂得这个道理。",
      "zh_TW": "飲食是養慈悲心，是養我們的慈悲心，是以這個為第一。如果單就養慈悲心這一條來講，現在我們中國，就是學佛的人都不如一個美國人。美國人雖然吃肉，他很單純，他只吃兩種，一個牛肉、一個雞肉，其他東西很少吃。美國人對動物非常愛護，動物絕對不怕人，無論在什麼地方，你只要看到有小動物，你拿著東西餵牠，牠馬上就來了。在海邊的時候，我們餵松鼠的時候，海鷗都飛到手上來，來要東西吃，不怕人。我們這邊的鳥，你稍微接近，趕緊飛掉，為什麼？曉得我們這邊人殺業太重，殺氣太高了，牠害怕。美國這些小動物不怕人，可見得美國人普遍對於動物都愛護，馬路上有時候看到松鼠通過，他車子一定停在那裡。我們這邊車絕對不會停，所以我們常常在馬路上看到有狗被壓死的、貓被壓死的，這在美國是絕對看不到的，他一定車停下來，讓牠走過。所以蛋可以吃，現在的蛋可以吃，沒有問題。這是講在飲食方面，我們要懂得這個道理。"
    },
    {
      "id": "04-001-0016_p0027",
      "zh_CN": "佛教传到中国来，当时传来的时候也没有吃素。吃素是梁武帝提倡的，梁武帝读《楞伽经》，读到菩萨大慈大悲不忍食一切众生肉，他自己很感动，于是发心就吃素。他是佛教的大护法，所以就发起一个素食运动，由佛门里面这些出家的同修第一个来响应他。所以素食运动在中国展开了，这是中国佛教的特色。中国佛教有两个特色，一个是素食，另外一个是烧香疤，这是全世界佛教没有这个事情的，没有烧香疤的，这是中国佛教的两大特色，走遍全世界没有的。素食的确有好处，有很多很多的好处，尤其是中年以后，素食对于健康有很大的利益。现在外国人也懂得，外国人有许许多多吃素的，但是他不是佛教徒，他是为了生理健康而吃素的。好，我们闲话说到此地。再往下看正文：",
      "zh_TW": "佛教傳到中國來，當時傳來的時候也沒有吃素。吃素是梁武帝提倡的，梁武帝讀《楞伽經》，讀到菩薩大慈大悲不忍食一切眾生肉，他自己很感動，於是發心就吃素。他是佛教的大護法，所以就發起一個素食運動，由佛門裡面這些出家的同修第一個來響應他。所以素食運動在中國展開了，這是中國佛教的特色。中國佛教有兩個特色，一個是素食，另外一個是燒香疤，這是全世界佛教沒有這個事情的，沒有燒香疤的，這是中國佛教的兩大特色，走遍全世界沒有的。素食的確有好處，有很多很多的好處，尤其是中年以後，素食對於健康有很大的利益。現在外國人也懂得，外國人有許許多多吃素的，但是他不是佛教徒，他是為了生理健康而吃素的。好，我們閒話說到此地。再往下看正文："
    },
    {
      "id": "04-001-0016_p0028",
      "zh_CN": "经【如是虚空界尽。众生界尽。众生业尽。众生烦恼尽。我忏乃尽。而虚空界乃至众生烦恼不可尽故。我此忏悔。无有穷尽。念念相续。无有间断。身语意业。无有疲厌。】",
      "zh_TW": "經【如是虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我懺乃盡。而虛空界乃至眾生煩惱不可盡故。我此懺悔。無有窮盡。念念相續。無有間斷。身語意業。無有疲厭。】"
    },
    {
      "id": "04-001-0016_p0029",
      "zh_CN": "这个我们念念就行了，不必讲解，跟前面的意思完全相同。",
      "zh_TW": "這個我們念念就行了，不必講解，跟前面的意思完全相同。"
    },
    {
      "id": "04-001-0016_p0030",
      "zh_CN": "再看下面一段，第五「随喜功德愿」。到忏除业障之后自己就成为一个法器，换句话说，就有资格接受佛法，业障没有忏除是没有法子接受佛法的。一接触佛法，第一个要修随喜。所以十大愿王它这个次第不能颠倒，你看这个程序非常非常有道理。我们今天学佛学不成功，你把十大愿王打开来一看，就晓得我们为什么不成功。第一个，我们对人贡高我慢，没瞧得起人，礼敬没有；第二个，一天到晚说别人的短处，找别人的麻烦，没有赞叹；第三个，自私自利，没有广修供养；第四个，一身的业障，不晓得忏除；第五个，不肯随喜功德，人家干一点好事，我们都嫉妒障碍，总想尽方法来破坏、来阻挠，有几个人肯随喜？所以他不能成功，条条都相违背，这是没法子的。",
      "zh_TW": "再看下面一段，第五「隨喜功德願」。到懺除業障之後自己就成為一個法器，換句話說，就有資格接受佛法，業障沒有懺除是沒有法子接受佛法的。一接觸佛法，第一個要修隨喜。所以十大願王它這個次第不能顛倒，你看這個程序非常非常有道理。我們今天學佛學不成功，你把十大願王打開來一看，就曉得我們為什麼不成功。第一個，我們對人貢高我慢，沒瞧得起人，禮敬沒有；第二個，一天到晚說別人的短處，找別人的麻煩，沒有讚歎；第三個，自私自利，沒有廣修供養；第四個，一身的業障，不曉得懺除；第五個，不肯隨喜功德，人家幹一點好事，我們都嫉妒障礙，總想盡方法來破壞、來阻撓，有幾個人肯隨喜？所以他不能成功，條條都相違背，這是沒法子的。"
    },
    {
      "id": "04-001-0016_p0031",
      "zh_CN": "所以一定要发心，要从自己做起，不管别人，别人怎么样不去理会，从本身做起，这样就对了。从我们一个小道场做起。你要记住当初释迦牟尼佛建立佛教，今天弘扬这么普遍，最初也不过是在鹿野苑六个人起家的，释迦牟尼佛一个，五比丘学生五个，六个人起家。我们今天有五、六个人，怎么不能复兴？当然可以复兴，问题就是能不能一条心。所以说和为贵，这是一点都不错的。古人讲，「三人同心，其利断金」。再打开我们历史，实际上中国、外国都一样，我们这里有《二十五史》，你们诸位去翻翻，每一个朝代开国几个人？我仔细去看看，怎么看没有超过十个人的。就是几个志同道合的集合起来，大家一条心，就能够建立一个王朝，延续几百年，一心，大家一条心，没有私心。国为什么亡？每个人都有私心，每个人互相猜忌，国就亡了。大而国家，小而家庭，道场、公司行号都一样，你能够上下团结一条心，那就是复兴，无量无边的前途；一个人一条心，彼此互相猜忌，非灭亡不可。这里头有个理在，有个道理在。",
      "zh_TW": "所以一定要發心，要從自己做起，不管別人，別人怎麼樣不去理會，從本身做起，這樣就對了。從我們一個小道場做起。你要記住當初釋迦牟尼佛建立佛教，今天弘揚這麼普遍，最初也不過是在鹿野苑六個人起家的，釋迦牟尼佛一個，五比丘學生五個，六個人起家。我們今天有五、六個人，怎麼不能復興？當然可以復興，問題就是能不能一條心。所以說和為貴，這是一點都不錯的。古人講，「三人同心，其利斷金」。再打開我們歷史，實際上中國、外國都一樣，我們這裡有《二十五史》，你們諸位去翻翻，每一個朝代開國幾個人？我仔細去看看，怎麼看沒有超過十個人的。就是幾個志同道合的集合起來，大家一條心，就能夠建立一個王朝，延續幾百年，一心，大家一條心，沒有私心。國為什麼亡？每個人都有私心，每個人互相猜忌，國就亡了。大而國家，小而家庭，道場、公司行號都一樣，你能夠上下團結一條心，那就是復興，無量無邊的前途；一個人一條心，彼此互相猜忌，非滅亡不可。這裡頭有個理在，有個道理在。"
    },
    {
      "id": "04-001-0016_p0032",
      "zh_CN": "经【复次。善男子。言随喜功德者。】",
      "zh_TW": "經【復次。善男子。言隨喜功德者。】"
    },
    {
      "id": "04-001-0016_p0033",
      "zh_CN": "『随喜功德』，第一个除嫉妒的障碍，因为它跟嫉妒恰好相反。绝对没有嫉妒障碍，肯随喜，不但心里面随喜，还得尽心尽力的帮忙。如果不能尽到心力，不是真正的随喜，随喜要尽到我们自己一分心力，帮助他，促成他，这叫「随喜功德」。随喜功德能够生起自己平等的善心，所以功德无量无边。注子里面说：",
      "zh_TW": "『隨喜功德』，第一個除嫉妒的障礙，因為它跟嫉妒恰好相反。絕對沒有嫉妒障礙，肯隨喜，不但心裡面隨喜，還得盡心盡力的幫忙。如果不能盡到心力，不是真正的隨喜，隨喜要盡到我們自己一分心力，幫助他，促成他，這叫「隨喜功德」。隨喜功德能夠生起自己平等的善心，所以功德無量無邊。註子裡面說："
    },
    {
      "id": "04-001-0016_p0034",
      "zh_CN": "疏【随，是随顺，不违逆意。喜，是欢喜，不厌恶意。谓随其见闻，无问大小，乃至一毫之善，一尘之福。】",
      "zh_TW": "疏【隨，是隨順，不違逆意。喜，是歡喜，不厭惡意。謂隨其見聞，無問大小，乃至一毫之善，一塵之福。】"
    },
    {
      "id": "04-001-0016_p0035",
      "zh_CN": "这是讲最小的，都能够生欢喜。极恶的人，听说他有一点点小善，我们都生欢喜心，都要鼓励他，为什么？恶人也有佛性，一阐提也要作佛，要帮助他觉悟，要鼓励他向善，这是真正的随喜功德。再看底下经文：",
      "zh_TW": "這是講最小的，都能夠生歡喜。極惡的人，聽說他有一點點小善，我們都生歡喜心，都要鼓勵他，為什麼？惡人也有佛性，一闡提也要作佛，要幫助他覺悟，要鼓勵他向善，這是真正的隨喜功德。再看底下經文："
    },
    {
      "id": "04-001-0016_p0036",
      "zh_CN": "经【所有尽法界虚空界。十方三世。一切佛刹。极微尘数。诸佛如来。从初发心。为一切智。勤修福聚。不惜身命。经不可说不可说佛刹。极微尘数劫。一一劫中。舍不可说不可说佛刹。极微尘数。头目手足。如是一切。难行苦行。圆满种种波罗密门。证入种种菩萨智地。成就诸佛无上菩提。及般涅槃。分布舍利。所有善根。我皆随喜。】",
      "zh_TW": "經【所有盡法界虛空界。十方三世。一切佛剎。極微塵數。諸佛如來。從初發心。為一切智。勤修福聚。不惜身命。經不可說不可說佛剎。極微塵數劫。一一劫中。捨不可說不可說佛剎。極微塵數。頭目手足。如是一切。難行苦行。圓滿種種波羅密門。證入種種菩薩智地。成就諸佛無上菩提。及般涅槃。分布舍利。所有善根。我皆隨喜。】"
    },
    {
      "id": "04-001-0016_p0037",
      "zh_CN": "这一段是解释我们随喜的这些事相。第一个，我们要随喜『诸佛如来』，这是成就最高、最殊胜的人。随喜，要记住，一定要效法，要接着跟着去做；如果只是我心里欢喜赞叹，没有行动，这个不算随喜。不但我们效法去做，一定要帮助他把这个事业做得圆圆满满，我们的随喜功德就修圆满了，这个随喜的意义在此地。前面这几句，『尽法界虚空界』，这是讲境界的广大，真是一丝毫的善法都不舍。下面讲多佛，底下三个讲多佛。多佛里面，记住前面第一愿跟大家讲的，「礼敬诸佛」，除自己之外，统统是诸佛，一定要能生这种清净的敬心。",
      "zh_TW": "這一段是解釋我們隨喜的這些事相。第一個，我們要隨喜『諸佛如來』，這是成就最高、最殊勝的人。隨喜，要記住，一定要效法，要接著跟著去做；如果只是我心裡歡喜讚歎，沒有行動，這個不算隨喜。不但我們效法去做，一定要幫助他把這個事業做得圓圓滿滿，我們的隨喜功德就修圓滿了，這個隨喜的意義在此地。前面這幾句，『盡法界虛空界』，這是講境界的廣大，真是一絲毫的善法都不捨。下面講多佛，底下三個講多佛。多佛裡面，記住前面第一願跟大家講的，「禮敬諸佛」，除自己之外，統統是諸佛，一定要能生這種清淨的敬心。"
    },
    {
      "id": "04-001-0016_p0038",
      "zh_CN": "『从初发心』，诸佛怎么发心的，我们要随喜，我们自己才能成佛。发心是发菩提心，就是发求无上道的心，求无上正等正觉的心，我们应当要发。『为一切智』，「一切智」就是他历劫修行的目标。学佛求什么？就是求一切智。其实一切智是本有的。一切智应该如何修学？除自己一切罪障习气，一切智就现前了。所以这个修，实在讲不是修一切智，是修一切智上那些障碍，要把这些东西给它修正过来。『勤修福聚』，「福」是修福，修福就是前面所讲的布施供养，乃至于前面讲的礼敬、赞叹、忏悔，没有一条不与福聚有密切关系，都是修福；「聚」是聚集。",
      "zh_TW": "『從初發心』，諸佛怎麼發心的，我們要隨喜，我們自己才能成佛。發心是發菩提心，就是發求無上道的心，求無上正等正覺的心，我們應當要發。『為一切智』，「一切智」就是他歷劫修行的目標。學佛求什麼？就是求一切智。其實一切智是本有的。一切智應該如何修學？除自己一切罪障習氣，一切智就現前了。所以這個修，實在講不是修一切智，是修一切智上那些障礙，要把這些東西給它修正過來。『勤修福聚』，「福」是修福，修福就是前面所講的布施供養，乃至於前面講的禮敬、讚歎、懺悔，沒有一條不與福聚有密切關係，都是修福；「聚」是聚集。"
    },
    {
      "id": "04-001-0016_p0039",
      "zh_CN": "为了修福、修慧，不惜自己的身命。修多久？『经不可说不可说佛刹，极微尘数劫』，时劫之长不可思议，不是一天二天、一年二年，不是短时期。所以学佛要有耐心、有长远心、有恒心，决定不能够变心，不能够退转，你才有成功的一天。所谓成佛要很长的时间，问题在哪里？进得少退得多。如果勇猛精进没有退转，成佛不需要三大阿僧祗劫，不要这么长的时间。可是绝大多数的人，就是进步进得太少了、退得太多了，所以这个时劫要这么长。『一一劫中』，这是指随时随处都能够牺牲自己，都能够舍己为人。我们现在没有法子，稍微吃一点点苦头就不肯干、不肯牺牲，怎么能成就？不能成就。要能牺牲，连儒家也是这么说，「安安而能迁」，为了大众的利益，为了国家社会的福利，我们自己本来身安、心安，这个多自在，都能够舍弃掉，自己愿意受一点劳累，为大众来服务，这是修福。",
      "zh_TW": "為了修福、修慧，不惜自己的身命。修多久？『經不可說不可說佛剎，極微塵數劫』，時劫之長不可思議，不是一天二天、一年二年，不是短時期。所以學佛要有耐心、有長遠心、有恆心，決定不能夠變心，不能夠退轉，你才有成功的一天。所謂成佛要很長的時間，問題在哪裡？進得少退得多。如果勇猛精進沒有退轉，成佛不需要三大阿僧祗劫，不要這麼長的時間。可是絕大多數的人，就是進步進得太少了、退得太多了，所以這個時劫要這麼長。『一一劫中』，這是指隨時隨處都能夠犧牲自己，都能夠捨己為人。我們現在沒有法子，稍微吃一點點苦頭就不肯幹、不肯犧牲，怎麼能成就？不能成就。要能犧牲，連儒家也是這麼說，「安安而能遷」，為了大眾的利益，為了國家社會的福利，我們自己本來身安、心安，這個多自在，都能夠捨棄掉，自己願意受一點勞累，為大眾來服務，這是修福。"
    },
    {
      "id": "04-001-0016_p0040",
      "zh_CN": "我现在在美国搞这个道场，很辛苦，没有台湾这么样自在、这么舒服，到那里要吃苦头。为什么？那个地方有这么殊胜的因缘，能够建立佛法，把佛法传到那个地方去，不能不去吃苦头。有许多法师去了，去了在那里住短时期以后再不想去了，为什么？太苦了。譬如在台湾，自己有个小庙，收几个徒子徒孙，一切有人照顾你；到那里去，衣服要自己洗，地要自己扫，煮饭要自己来，买东西也要自己，没有一样不要自己操心。还有些法师做个法会，做法会的时候上殿要敲木鱼引磬领众，那一边还要到厨房去烧饭来招呼大家，没有人侍候你。",
      "zh_TW": "我現在在美國搞這個道場，很辛苦，沒有台灣這麼樣自在、這麼舒服，到那裡要吃苦頭。為什麼？那個地方有這麼殊勝的因緣，能夠建立佛法，把佛法傳到那個地方去，不能不去吃苦頭。有許多法師去了，去了在那裡住短時期以後再不想去了，為什麼？太苦了。譬如在台灣，自己有個小廟，收幾個徒子徒孫，一切有人照顧你；到那裡去，衣服要自己洗，地要自己掃，煮飯要自己來，買東西也要自己，沒有一樣不要自己操心。還有些法師做個法會，做法會的時候上殿要敲木魚引磬領眾，那一邊還要到廚房去燒飯來招呼大家，沒有人侍候你。"
    },
    {
      "id": "04-001-0016_p0041",
      "zh_CN": "美国人的确对人有普遍的敬心、爱心，他有。美国人都很小器、很吝啬，这是真的，美国人家里没有钱。我们台湾个个人家里，你说马上去拿个几万块钱，他马上拿出来。美国没有，美国你叫他家里拿二十块钱，他拿不出来；如果他家里能够拿出二十块钱，那很有钱的人家，美国人没钱。美国虽然享受舒舒服服的，样样都是分期付款，一失业了，全部都要变卖还债，还还不了。美国的社会是信用卡的社会，他身上带信用卡，没有现金的。美国那个住宅区，我刚才跟同学讲，他们门窗都是落地玻璃，外头绝对没有铁栏杆，院子虽然很大，没有围墙的。绝对没有小偷，为什么？晓得人家里没有钱，偷不到东西，什么也没有。有钱人家也不敢去，因为什么？他自己这个范围之内，这是他家，他的土地，他的范围之内要是生人进去，他开枪打死不抵命，不偿命的，他为自卫，美国有这个法律。美国的枪枝随处都可以买得到，外头有卖枪的店，你爱买什么枪就买什么枪。这个也有好处，盗匪不敢随便进入人家，因为被打死不偿命的。所以它治安非常好。",
      "zh_TW": "美國人的確對人有普遍的敬心、愛心，他有。美國人都很小器、很吝嗇，這是真的，美國人家裡沒有錢。我們台灣個個人家裡，你說馬上去拿個幾萬塊錢，他馬上拿出來。美國沒有，美國你叫他家裡拿二十塊錢，他拿不出來；如果他家裡能夠拿出二十塊錢，那很有錢的人家，美國人沒錢。美國雖然享受舒舒服服的，樣樣都是分期付款，一失業了，全部都要變賣還債，還還不了。美國的社會是信用卡的社會，他身上帶信用卡，沒有現金的。美國那個住宅區，我剛才跟同學講，他們門窗都是落地玻璃，外頭絕對沒有鐵欄杆，院子雖然很大，沒有圍牆的。絕對沒有小偷，為什麼？曉得人家裡沒有錢，偷不到東西，什麼也沒有。有錢人家也不敢去，因為什麼？他自己這個範圍之內，這是他家，他的土地，他的範圍之內要是生人進去，他開槍打死不抵命，不償命的，他為自衛，美國有這個法律。美國的槍枝隨處都可以買得到，外頭有賣槍的店，你愛買什麼槍就買什麼槍。這個也有好處，盜匪不敢隨便進入人家，因為被打死不償命的。所以它治安非常好。"
    },
    {
      "id": "04-001-0016_p0042",
      "zh_CN": "这是说到真正能够牺牲自己，为大众的福利来着想，为整个佛法来着想，应当要牺牲，要舍己为人。弘法利生，尤其是讲经，苦事，要在讲台上去苦练。最初上台的几年，那个味道很不好受，要受很多人的批评。可是你都要接受，你要反省，要改进，自己才会有进步。为谁去牺牲，去受这些苦？为一切众生，为佛法，为随喜诸佛菩萨，修随喜功德。世界上的事情求人最难，求人要看人家的脸色，现在佛法衰了，你说求那个人出来去发心弘法利生，人家摆个脸色给你看，你就难过。所以怎么办？求自己，他不肯干，我来干，我们自己来发心。所以只要你自己发心，佛法就不会灭，自己肯发心，众生就有福。自己要肯牺牲，要肯吃苦，要甘心情愿受种种的折磨，为什么？为一切众生，为佛法，为随喜功德。",
      "zh_TW": "這是說到真正能夠犧牲自己，為大眾的福利來著想，為整個佛法來著想，應當要犧牲，要捨己為人。弘法利生，尤其是講經，苦事，要在講台上去苦練。最初上台的幾年，那個味道很不好受，要受很多人的批評。可是你都要接受，你要反省，要改進，自己才會有進步。為誰去犧牲，去受這些苦？為一切眾生，為佛法，為隨喜諸佛菩薩，修隨喜功德。世界上的事情求人最難，求人要看人家的臉色，現在佛法衰了，你說求那個人出來去發心弘法利生，人家擺個臉色給你看，你就難過。所以怎麼辦？求自己，他不肯幹，我來幹，我們自己來發心。所以只要你自己發心，佛法就不會滅，自己肯發心，眾生就有福。自己要肯犧牲，要肯吃苦，要甘心情願受種種的折磨，為什麼？為一切眾生，為佛法，為隨喜功德。"
    },
    {
      "id": "04-001-0016_p0043",
      "zh_CN": "所以这个十大愿王一展开，今天我们仔细看看，反省反省，有哪个人肯发心，修个一条、二条的都不容易，都见不到。可是诸位要记住，我们自己要是不肯发心的话，你这一生过了之后，你来生遇不到佛法。为什么？有因果，你这一生在佛法空过了，你对不起佛法，你来生就遇不到佛法，就不会有这个殊胜机缘。所以佛法难闻！纵然有点小福报生到人天，也会生到边地，所谓边地就是没有佛法的地区，一生没有机会闻佛法。所以一定要尽心尽力去做，你的缘就殊胜了。我想我过去生中大概也是这么个做法，所以我这一生，你看遇到的，我没有走冤枉路。我学佛就两个老师指导，两个都是高手，没有走冤枉路，缘殊胜！这个缘是前生的，不是今生的。我今生又努力继续不断的做，我相信我来生的缘更殊胜，这一定的道理。你自己不肯做，哪里会有法缘？所以一定要努力。",
      "zh_TW": "所以這個十大願王一展開，今天我們仔細看看，反省反省，有哪個人肯發心，修個一條、二條的都不容易，都見不到。可是諸位要記住，我們自己要是不肯發心的話，你這一生過了之後，你來生遇不到佛法。為什麼？有因果，你這一生在佛法空過了，你對不起佛法，你來生就遇不到佛法，就不會有這個殊勝機緣。所以佛法難聞！縱然有點小福報生到人天，也會生到邊地，所謂邊地就是沒有佛法的地區，一生沒有機會聞佛法。所以一定要盡心盡力去做，你的緣就殊勝了。我想我過去生中大概也是這麼個做法，所以我這一生，你看遇到的，我沒有走冤枉路。我學佛就兩個老師指導，兩個都是高手，沒有走冤枉路，緣殊勝！這個緣是前生的，不是今生的。我今生又努力繼續不斷的做，我相信我來生的緣更殊勝，這一定的道理。你自己不肯做，哪裡會有法緣？所以一定要努力。"
    },
    {
      "id": "04-001-0016_p0044",
      "zh_CN": "唯有，『难行苦行』，你都能够随喜，都能够修学，才能够『圆满种种波罗密门』。「种种」，注子里头有，简单的讲就是六波罗蜜，布施、持戒、忍辱、精进、禅定、般若；如果照《华严》来讲，十波罗蜜，加上「方便、愿、力、智」，这是十大类，展开来是八万四千法门、无量法门。波罗蜜是梵语，翻成中国的意思是究竟圆满。样样都能修到究竟圆满，这叫「圆满种种波罗密门」。『证入种种菩萨智地』，「菩萨智地」加上一个智、加上一个地，拣别不是三贤位的菩萨，是十地菩萨，从初地到等觉这十一个位次叫菩萨智地。『成就诸佛无上菩提，及般涅槃』，「无上菩提」是究竟果觉，就是无上正等正觉，这是一个意思；另外一个意思就是示现成佛，教化众生，也叫成就无上菩提。及般涅槃，『分布舍利』。实际上这段经里面所说的，就是释迦牟尼佛示现在我们世间的八相成道，你看看这经文的意思就是八相成道。这是随喜诸佛，『所有善根，我皆随喜』。下课，我们就讲到此地。",
      "zh_TW": "唯有，『難行苦行』，你都能夠隨喜，都能夠修學，才能夠『圓滿種種波羅密門』。「種種」，註子裡頭有，簡單的講就是六波羅蜜，布施、持戒、忍辱、精進、禪定、般若；如果照《華嚴》來講，十波羅蜜，加上「方便、願、力、智」，這是十大類，展開來是八萬四千法門、無量法門。波羅蜜是梵語，翻成中國的意思是究竟圓滿。樣樣都能修到究竟圓滿，這叫「圓滿種種波羅密門」。『證入種種菩薩智地』，「菩薩智地」加上一個智、加上一個地，揀別不是三賢位的菩薩，是十地菩薩，從初地到等覺這十一個位次叫菩薩智地。『成就諸佛無上菩提，及般涅槃』，「無上菩提」是究竟果覺，就是無上正等正覺，這是一個意思；另外一個意思就是示現成佛，教化眾生，也叫成就無上菩提。及般涅槃，『分布舍利』。實際上這段經裡面所說的，就是釋迦牟尼佛示現在我們世間的八相成道，你看看這經文的意思就是八相成道。這是隨喜諸佛，『所有善根，我皆隨喜』。下課，我們就講到此地。"
    }
  ]
}