{
  "doc_id": "04-001-0030",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十集",
    "zh_TW": "第三十集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0030",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "04-001-0030_p0001",
      "zh_CN": "请掀开经本第八十一面：",
      "zh_TW": "請掀開經本第八十一面："
    },
    {
      "id": "04-001-0030_p0002",
      "zh_CN": "经【所有与我同行者。于一切处同集会。身口意业皆同等。一切行愿同修学。所有益我善知识。为我显示普贤行。常愿与我同集会。于我常生欢喜心。】",
      "zh_TW": "經【所有與我同行者。於一切處同集會。身口意業皆同等。一切行願同修學。所有益我善知識。為我顯示普賢行。常願與我同集會。於我常生歡喜心。】"
    },
    {
      "id": "04-001-0030_p0003",
      "zh_CN": "这两首偈是重颂。就如同前面所讲的，《十地经》里面的十愿，就是第八愿；在本经里面讲是「不离愿」，不离诸佛，不离善友，善友就是我们常讲的善知识。这个善知识就是与我们同修行的人，如果就狭义上来说，这是同修普贤行的人；如果广义来说，总括了一切大乘佛法，凡是修学大乘佛法都叫做同行者，这是有广义、狭义两种说法。『于一切处同集会』，这首里面一共四句，都有一个「同」字，可见这个字很要紧。如果不是同行、同会、同等、同学，那就不是不离，不离必定要有这四同。特别是这个行门，这个行门它的目标是求生西方净土，由此可知，凡是发愿求生西方净土的人，可以说与普贤行就属于同行，同一个志愿。因此我们希望与大众在一块共修，「集会」就是共修。",
      "zh_TW": "這兩首偈是重頌。就如同前面所講的，《十地經》裡面的十願，就是第八願；在本經裡面講是「不離願」，不離諸佛，不離善友，善友就是我們常講的善知識。這個善知識就是與我們同修行的人，如果就狹義上來說，這是同修普賢行的人；如果廣義來說，總括了一切大乘佛法，凡是修學大乘佛法都叫做同行者，這是有廣義、狹義兩種說法。『於一切處同集會』，這首裡面一共四句，都有一個「同」字，可見這個字很要緊。如果不是同行、同會、同等、同學，那就不是不離，不離必定要有這四同。特別是這個行門，這個行門它的目標是求生西方淨土，由此可知，凡是發願求生西方淨土的人，可以說與普賢行就屬於同行，同一個志願。因此我們希望與大眾在一塊共修，「集會」就是共修。"
    },
    {
      "id": "04-001-0030_p0004",
      "zh_CN": "怎么叫『同等』？「等」是等普贤菩萨，『身』修礼敬，『口』修赞叹，『意』包括的范围就非常之广，特别是指三种回向：恒顺众生、常随佛学、普皆回向，都是偏重在意业，这是同等的意思。『一切行愿』，前面讲的十条，那是讲的纲领，十条是纲领；如果就本经来看，经上一共给我们列出，像「出世间品」一共讲了两千法门，那两千法门都是普贤行。两千还是略说，所以普贤行门无量无边，此地称为「一切行愿同修学」。这一首完全讲的就是自己发愿要修学。",
      "zh_TW": "怎麼叫『同等』？「等」是等普賢菩薩，『身』修禮敬，『口』修讚歎，『意』包括的範圍就非常之廣，特別是指三種迴向：恆順眾生、常隨佛學、普皆迴向，都是偏重在意業，這是同等的意思。『一切行願』，前面講的十條，那是講的綱領，十條是綱領；如果就本經來看，經上一共給我們列出，像「出世間品」一共講了兩千法門，那兩千法門都是普賢行。兩千還是略說，所以普賢行門無量無邊，此地稱為「一切行願同修學」。這一首完全講的就是自己發願要修學。"
    },
    {
      "id": "04-001-0030_p0005",
      "zh_CN": "要怎么个学法，下一首偈就说了。『所有益我善知识』，「益」是对我有利益的，这样的善知识。什么人对我有利益？说实在的话，没有一个人对我们没有利益，一切众生对我们统统都有利益，问题就是你会不会用心。孔夫子过去也说过，「三人行必有我师」，他那里讲的师就是佛法里面讲的善知识，必是必定，不会说没有的，必定有我师。三人指哪三人？一个是自己，一个是善人，一个是恶人，就指的这个三人。善人他善行、善心，我们要跟他学；恶人那个恶行、恶心，我们自己要反省，我们自己有没有。所以善人是我们的善知识，恶人还是我们的善知识。华严会里面，我们所看到的善财童子，他只有一个人，其余的都是他的善知识，所以他能够一生成佛。他一生当中能够将见思、尘沙、无明断尽，肉身成佛，成的是圆教佛，无上正等正觉。所以读《华严》要在这个地方着眼，看他怎么成就的，说穿了秘诀就在此地。我们所不行的就是，这个人是我的善知识，可以亲近；那个人不行，那个他不如我。所以你成就不了，你的烦恼断不了，你的一心不能现前，道理就在此地。所以首先我们要认识善知识，一切众生，情与无情，都是我们的真善知识，都是我们的大善知识。",
      "zh_TW": "要怎麼個學法，下一首偈就說了。『所有益我善知識』，「益」是對我有利益的，這樣的善知識。什麼人對我有利益？說實在的話，沒有一個人對我們沒有利益，一切眾生對我們統統都有利益，問題就是你會不會用心。孔夫子過去也說過，「三人行必有我師」，他那裡講的師就是佛法裡面講的善知識，必是必定，不會說沒有的，必定有我師。三人指哪三人？一個是自己，一個是善人，一個是惡人，就指的這個三人。善人他善行、善心，我們要跟他學；惡人那個惡行、惡心，我們自己要反省，我們自己有沒有。所以善人是我們的善知識，惡人還是我們的善知識。華嚴會裡面，我們所看到的善財童子，他只有一個人，其餘的都是他的善知識，所以他能夠一生成佛。他一生當中能夠將見思、塵沙、無明斷盡，肉身成佛，成的是圓教佛，無上正等正覺。所以讀《華嚴》要在這個地方著眼，看他怎麼成就的，說穿了祕訣就在此地。我們所不行的就是，這個人是我的善知識，可以親近；那個人不行，那個他不如我。所以你成就不了，你的煩惱斷不了，你的一心不能現前，道理就在此地。所以首先我們要認識善知識，一切眾生，情與無情，都是我們的真善知識，都是我們的大善知識。"
    },
    {
      "id": "04-001-0030_p0006",
      "zh_CN": "『为我显示普贤行』，你应当要作如是观，一切众生起心动念、所作所为，那是做什么的？是「为我显示普贤行」。是为我显示我在这个境界里面修圆满的普贤行，你要能够作如是观，你就是普贤菩萨，你这一生当中决定成就。普贤行门在一切佛法里面是第一个行门，是直捷成无上正等正觉的。我们念佛行门在一切行门当中也是第一行门，那第一行门比不上普贤行，这个诸位要晓得。因为念佛这个法门，第一行门，是求往生西方极乐世界，往生极乐世界要成无上正等正觉一定要修普贤行。如果我们现前就修普贤行，不但能往生，而且能证无上菩提。这末后一卷，清凉大师说过，《华严》关键，可行可宝。我们讲法宝，法宝许许多多，法宝里头也有第一法宝，这一卷经就是第一法宝，我们要识货。明白这个道理，我们六根接触的六尘境界，要晓得统统是诸佛菩萨的示现。所以善财童子眼睛里面全是佛菩萨，学生就是自己一个。我们在五十三参里面也看到的，男女老少、各行各业，有出家、有在家，有学佛、有外道，那就是我们现在这个现实社会的缩影。你要说善财童子幸运，他都遇到善知识。难道你没有善财童子那么幸运吗？你是遇到善知识不把他当作善知识，那有什么法子？善财童子遇到，是统统把他当作善知识，他成就了；你是遇到，硬是不肯当作善知识，所以你不能成就。善财的长处就是这么一点，我们不及善财童子的也就这么一点点，这是我们要向善财童子学习的。",
      "zh_TW": "『為我顯示普賢行』，你應當要作如是觀，一切眾生起心動念、所作所為，那是做什麼的？是「為我顯示普賢行」。是為我顯示我在這個境界裡面修圓滿的普賢行，你要能夠作如是觀，你就是普賢菩薩，你這一生當中決定成就。普賢行門在一切佛法裡面是第一個行門，是直捷成無上正等正覺的。我們念佛行門在一切行門當中也是第一行門，那第一行門比不上普賢行，這個諸位要曉得。因為念佛這個法門，第一行門，是求往生西方極樂世界，往生極樂世界要成無上正等正覺一定要修普賢行。如果我們現前就修普賢行，不但能往生，而且能證無上菩提。這末後一卷，清涼大師說過，《華嚴》關鍵，可行可寶。我們講法寶，法寶許許多多，法寶裡頭也有第一法寶，這一卷經就是第一法寶，我們要識貨。明白這個道理，我們六根接觸的六塵境界，要曉得統統是諸佛菩薩的示現。所以善財童子眼睛裡面全是佛菩薩，學生就是自己一個。我們在五十三參裡面也看到的，男女老少、各行各業，有出家、有在家，有學佛、有外道，那就是我們現在這個現實社會的縮影。你要說善財童子幸運，他都遇到善知識。難道你沒有善財童子那麼幸運嗎？你是遇到善知識不把他當作善知識，那有什麼法子？善財童子遇到，是統統把他當作善知識，他成就了；你是遇到，硬是不肯當作善知識，所以你不能成就。善財的長處就是這麼一點，我們不及善財童子的也就這麼一點點，這是我們要向善財童子學習的。"
    },
    {
      "id": "04-001-0030_p0007",
      "zh_CN": "『常愿与我同集会』，你果然将一切众生，情与无情都当作善知识，才能常愿跟你在一起，那就不叫怨憎会了。我们凡夫，人在一起长久了，就怨憎会。善财童子没有，为什么？唯有常常在一起，自己才能够广学多闻，才能够成就无量智慧，才能成就一心不乱。我们修一心要在境界里修，离开境界到哪里去修行？『于我常生欢喜心』，你自己真正在这个里面修行，一切善知识没有不欢喜的。所以这两首对我们现前修学来说尤其是重要，经文里面所讲的全是事实。我们说要把情与无情当作善知识来看待已经是很勉强了，你的成就已经就有限了；情与无情确确实实是诸佛菩萨，那你就决定成就。",
      "zh_TW": "『常願與我同集會』，你果然將一切眾生，情與無情都當作善知識，才能常願跟你在一起，那就不叫怨憎會了。我們凡夫，人在一起長久了，就怨憎會。善財童子沒有，為什麼？唯有常常在一起，自己才能夠廣學多聞，才能夠成就無量智慧，才能成就一心不亂。我們修一心要在境界裡修，離開境界到哪裡去修行？『於我常生歡喜心』，你自己真正在這個裡面修行，一切善知識沒有不歡喜的。所以這兩首對我們現前修學來說尤其是重要，經文裡面所講的全是事實。我們說要把情與無情當作善知識來看待已經是很勉強了，你的成就已經就有限了；情與無情確確實實是諸佛菩薩，那你就決定成就。"
    },
    {
      "id": "04-001-0030_p0008",
      "zh_CN": "佛在本经，不是在这一卷，大经里头说过「一切众生本来成佛」。现在是不是？是佛。所以佛眼睛里面看一切众生都是佛。佛为什么会变成凡夫的样子？那是佛示现的。我要能常常这样想、常常这样观，我自己就成就了。怎么成就的？你想想我在前面讲的这个十愿，我看这个十愿最重要的一愿，根本的大愿，就是礼敬诸佛，那是根本大愿。所以礼敬的心不能生，普贤行就做不到。你真正明了情与无情统统都是本来佛，我们礼敬之心自自然然就生了；不但生，而且这个心发得圆圆满满，一点欠缺没有。你这一生当中不成佛，那到什么时候成佛？当然成佛！你的恭敬心所以生不起来就是看这个是凡夫，那个也是凡夫；这个人跟我差不多，那个还不如我，你的恭敬心生不起来，你就成不了佛。我们今天在此地这一会，大家来读这卷经，这卷经是佛法里面第一法宝。希望同修们要牢牢记住这几句，要把这个几句多念念，念得滚瓜烂熟，时时刻刻在境界里回光返照，这样可以对治自己无始劫以来的习气毛病。注解也注得很好：",
      "zh_TW": "佛在本經，不是在這一卷，大經裡頭說過「一切眾生本來成佛」。現在是不是？是佛。所以佛眼睛裡面看一切眾生都是佛。佛為什麼會變成凡夫的樣子？那是佛示現的。我要能常常這樣想、常常這樣觀，我自己就成就了。怎麼成就的？你想想我在前面講的這個十願，我看這個十願最重要的一願，根本的大願，就是禮敬諸佛，那是根本大願。所以禮敬的心不能生，普賢行就做不到。你真正明瞭情與無情統統都是本來佛，我們禮敬之心自自然然就生了；不但生，而且這個心發得圓圓滿滿，一點欠缺沒有。你這一生當中不成佛，那到什麼時候成佛？當然成佛！你的恭敬心所以生不起來就是看這個是凡夫，那個也是凡夫；這個人跟我差不多，那個還不如我，你的恭敬心生不起來，你就成不了佛。我們今天在此地這一會，大家來讀這卷經，這卷經是佛法裡面第一法寶。希望同修們要牢牢記住這幾句，要把這個幾句多念念，念得滾瓜爛熟，時時刻刻在境界裡回光返照，這樣可以對治自己無始劫以來的習氣毛病。註解也註得很好："
    },
    {
      "id": "04-001-0030_p0009",
      "zh_CN": "疏【此即彼第八愿也。谓愿于一切生处，恒不离佛及诸菩萨，得同意行故。亦名心行愿，愿不离一乘故。】",
      "zh_TW": "疏【此即彼第八願也。謂願於一切生處，恆不離佛及諸菩薩，得同意行故。亦名心行願，願不離一乘故。】"
    },
    {
      "id": "04-001-0030_p0010",
      "zh_CN": "一乘就是佛乘。再看下面一愿，「供养愿」。诸位翻过来在八十二面：",
      "zh_TW": "一乘就是佛乘。再看下面一願，「供養願」。諸位翻過來在八十二面："
    },
    {
      "id": "04-001-0030_p0011",
      "zh_CN": "经【愿常面见诸如来。及诸佛子众围绕。于彼皆兴广大供。尽未来劫无疲厌。愿持诸佛微妙法。光显一切菩提行。究竟清净普贤道。尽未来劫常修习。】",
      "zh_TW": "經【願常面見諸如來。及諸佛子眾圍繞。於彼皆興廣大供。盡未來劫無疲厭。願持諸佛微妙法。光顯一切菩提行。究竟清淨普賢道。盡未來劫常修習。】"
    },
    {
      "id": "04-001-0030_p0012",
      "zh_CN": "这一段是讲的「供养愿」。所以在经文第三句是它的中心，『于彼皆兴广大供』。「大有六种」，注解里头有，诸位一看就晓得。第一个是「心大」，第二个是「供具大」，第三是「福田大」，第四是「摄功德大」，第五是「因大」，第六是「时大」，这八句意思清清楚楚、明明白白。第一句，『愿常面见诸如来，及诸佛子众围绕』，「佛子」是菩萨，合起来就是诸佛菩萨。诸佛菩萨时时刻刻在我们面前，时时刻刻在我们的周围，你一定要认识；如果你不认识，那就没法子。你要认识，你认识了，你就有福了，你认识之后你才能够种福。",
      "zh_TW": "這一段是講的「供養願」。所以在經文第三句是它的中心，『於彼皆興廣大供』。「大有六種」，註解裡頭有，諸位一看就曉得。第一個是「心大」，第二個是「供具大」，第三是「福田大」，第四是「攝功德大」，第五是「因大」，第六是「時大」，這八句意思清清楚楚、明明白白。第一句，『願常面見諸如來，及諸佛子眾圍繞』，「佛子」是菩薩，合起來就是諸佛菩薩。諸佛菩薩時時刻刻在我們面前，時時刻刻在我們的周圍，你一定要認識；如果你不認識，那就沒法子。你要認識，你認識了，你就有福了，你認識之後你才能夠種福。"
    },
    {
      "id": "04-001-0030_p0013",
      "zh_CN": "如何种福？广修供养就是种福。所以你要晓得供养。而供养当中，前面我们说过很多，最要紧的就是法供养。不仅仅佛在《金刚经》上给我们做比较，本经里头比较的经文非常之多，一切财供养不及法供养，法供养当中尤其重要的是修行供养。如果要谈到「皆兴广大供」，我们看了这句经文都害怕，又听到我刚才讲，情与无情都是佛菩萨，我个个都要供养，我哪有这么大的力量？我没有这么多时间，又没有这么多财力。那这个经读了还不是白读。你如果所谓见到善人，能跟他学善法；见到恶行，你就能够内省，这就叫供养，这是真正的供养。为什么？诸佛菩萨示现这个样子，就是教你在这个境界里面修清净心，在这个境界里面断恶修善。",
      "zh_TW": "如何種福？廣修供養就是種福。所以你要曉得供養。而供養當中，前面我們說過很多，最要緊的就是法供養。不僅僅佛在《金剛經》上給我們做比較，本經裡頭比較的經文非常之多，一切財供養不及法供養，法供養當中尤其重要的是修行供養。如果要談到「皆興廣大供」，我們看了這句經文都害怕，又聽到我剛才講，情與無情都是佛菩薩，我個個都要供養，我哪有這麼大的力量？我沒有這麼多時間，又沒有這麼多財力。那這個經讀了還不是白讀。你如果所謂見到善人，能跟他學善法；見到惡行，你就能夠內省，這就叫供養，這是真正的供養。為什麼？諸佛菩薩示現這個樣子，就是教你在這個境界裡面修清淨心，在這個境界裡面斷惡修善。"
    },
    {
      "id": "04-001-0030_p0014",
      "zh_CN": "其实整个修行法归纳起来就是八个字。诚敬，你看我们对善人真诚恭敬，对恶人也真诚恭敬，这是供养，修诚敬心。如果说我对善人，我对他很尊敬，对恶人，我讨厌他，那你就不是供养，你就不是修行，那是凡夫，绝对不是普贤菩萨。为什么？你在境界里起了分别、起了执着，你打妄想，你就不是一个修行人。诚敬是基础，用诚敬心修清净、平等、慈悲，清净、平等、慈悲跟恭敬是一不是二。其实清净、平等、慈悲就是我们讲的三心，至诚心、深心、回向发愿心，就是三心。三心从什么地方显现出来？从诚敬心现出来，这就是广大的供养。",
      "zh_TW": "其實整個修行法歸納起來就是八個字。誠敬，你看我們對善人真誠恭敬，對惡人也真誠恭敬，這是供養，修誠敬心。如果說我對善人，我對他很尊敬，對惡人，我討厭他，那你就不是供養，你就不是修行，那是凡夫，絕對不是普賢菩薩。為什麼？你在境界裡起了分別、起了執著，你打妄想，你就不是一個修行人。誠敬是基礎，用誠敬心修清淨、平等、慈悲，清淨、平等、慈悲跟恭敬是一不是二。其實清淨、平等、慈悲就是我們講的三心，至誠心、深心、迴向發願心，就是三心。三心從什麼地方顯現出來？從誠敬心現出來，這就是廣大的供養。"
    },
    {
      "id": "04-001-0030_p0015",
      "zh_CN": "心大无有疲厌，『尽未来劫无疲厌』，这句是心大。他心为什么大？心里头没有界限就大了。我们这个心为什么不大？因为心有界限。本来心很大，自己画界限把它变小了，所谓作茧自缚。界限是什么？就是分别。有了分别，就小了；没有分别，这心就大了。尽虚空遍法界就是一心，这点我们要明了，要牢牢的把它记住。所以，分别、执着、妄想把我们广大的心变成今天这么的窄小。两个人在一起为什么不相容？当中画个界限我、你，这当中有界限就不能容了。去掉这个界限，尽虚空遍法界原来都是自己。正是佛在经上所说的，「应观法界性，一切唯心造」，尽虚空遍法界依正庄严是唯心所现、唯识所变。心性就是自己的本人，就是自家的本体，所以才是「尽未来劫无疲厌」，这个话是对我们讲的。",
      "zh_TW": "心大無有疲厭，『盡未來劫無疲厭』，這句是心大。他心為什麼大？心裡頭沒有界限就大了。我們這個心為什麼不大？因為心有界限。本來心很大，自己畫界限把它變小了，所謂作繭自縛。界限是什麼？就是分別。有了分別，就小了；沒有分別，這心就大了。盡虛空遍法界就是一心，這點我們要明瞭，要牢牢的把它記住。所以，分別、執著、妄想把我們廣大的心變成今天這麼的窄小。兩個人在一起為什麼不相容？當中畫個界限我、你，這當中有界限就不能容了。去掉這個界限，盡虛空遍法界原來都是自己。正是佛在經上所說的，「應觀法界性，一切唯心造」，盡虛空遍法界依正莊嚴是唯心所現、唯識所變。心性就是自己的本人，就是自家的本體，所以才是「盡未來劫無疲厭」，這個話是對我們講的。"
    },
    {
      "id": "04-001-0030_p0016",
      "zh_CN": "『愿持诸佛微妙法』，这个「诸佛」诸位要记住，就是我刚才讲的，情与无情统统是诸佛，不但所有有情众生是佛，连无情的众生也是佛。每一尊佛它都示现的微妙法，蜡烛会放光，慢慢点就点完了，这就是它的微妙法；桌椅板凳摆在这个地方，整整齐齐，可以给诸位舒舒服服坐在这里听经，这是它的微妙法。你要细细去体会，这一切众生坐在这里，你看面孔的表情，喜怒哀乐，那是他的微妙法。如何能将一切诸佛微妙法，开启我们自己无量的智慧，变成我们自己甚深的禅定，这就叫「持」。这是「愿持」两个字的说法。我们在一切境界里头，六根接触六尘境界之中，成就无量的智慧，成就甚深的禅定。",
      "zh_TW": "『願持諸佛微妙法』，這個「諸佛」諸位要記住，就是我剛才講的，情與無情統統是諸佛，不但所有有情眾生是佛，連無情的眾生也是佛。每一尊佛它都示現的微妙法，蠟燭會放光，慢慢點就點完了，這就是它的微妙法；桌椅板凳擺在這個地方，整整齊齊，可以給諸位舒舒服服坐在這裡聽經，這是它的微妙法。你要細細去體會，這一切眾生坐在這裡，你看面孔的表情，喜怒哀樂，那是他的微妙法。如何能將一切諸佛微妙法，開啟我們自己無量的智慧，變成我們自己甚深的禪定，這就叫「持」。這是「願持」兩個字的說法。我們在一切境界裡頭，六根接觸六塵境界之中，成就無量的智慧，成就甚深的禪定。"
    },
    {
      "id": "04-001-0030_p0017",
      "zh_CN": "『光显一切菩提行』，「光」是般若智光，「显」是明显的透露在外面，不是隐藏着的；换句话说，它是起作用的，不是不起作用。「菩提行」，行是行为，行为包括身口意三方面，身是身体的动作，口是言语，意是思想、见解，这属于意的行为，身口意三业的行为都是觉而不迷，那就叫菩提行。菩提是梵语，翻成中国意思是觉悟的意思。觉悟的行为，换句话说，他是觉悟的思想、觉悟的见解、觉悟的言语、觉悟的造作，样样都能够觉而不迷。",
      "zh_TW": "『光顯一切菩提行』，「光」是般若智光，「顯」是明顯的透露在外面，不是隱藏著的；換句話說，它是起作用的，不是不起作用。「菩提行」，行是行為，行為包括身口意三方面，身是身體的動作，口是言語，意是思想、見解，這屬於意的行為，身口意三業的行為都是覺而不迷，那就叫菩提行。菩提是梵語，翻成中國意思是覺悟的意思。覺悟的行為，換句話說，他是覺悟的思想、覺悟的見解、覺悟的言語、覺悟的造作，樣樣都能夠覺而不迷。"
    },
    {
      "id": "04-001-0030_p0018",
      "zh_CN": "『究竟清净普贤道』，这一句里头有因大，也包括是功德大，因为究竟普贤道是最殊胜的功德。这句所说的普贤，前面说过，有位前的普贤、有当位的普贤、有道后的普贤，这就是当位的普贤。当位普贤是等觉菩萨，所以称之为「究竟清净」。清净两个字也是因大的意思。这两个字我们要特别注意，佛法的修学修什么？清净心而已。清净心就是一心不乱，清净心就是禅，所以佛法所修的就是心清净。心清净，我们身就清净；身心清净，外面境界没有不清净的，所谓净土。经上也常说「心净则土净」，净土怎么现前的？是从心地现前的。由此可知，大经里常常给我们讲「境随心转」，没错，一点都没错。",
      "zh_TW": "『究竟清淨普賢道』，這一句裡頭有因大，也包括是功德大，因為究竟普賢道是最殊勝的功德。這句所說的普賢，前面說過，有位前的普賢、有當位的普賢、有道後的普賢，這就是當位的普賢。當位普賢是等覺菩薩，所以稱之為「究竟清淨」。清淨兩個字也是因大的意思。這兩個字我們要特別注意，佛法的修學修什麼？清淨心而已。清淨心就是一心不亂，清淨心就是禪，所以佛法所修的就是心清淨。心清淨，我們身就清淨；身心清淨，外面境界沒有不清淨的，所謂淨土。經上也常說「心淨則土淨」，淨土怎麼現前的？是從心地現前的。由此可知，大經裡常常給我們講「境隨心轉」，沒錯，一點都沒錯。"
    },
    {
      "id": "04-001-0030_p0019",
      "zh_CN": "也许诸位同修，或者有了怀疑，现在有很多人看风水，有人风水还很灵，那是怎么回事情？因为你心不清净，风水就很灵；你要心清净，风水对你就不灵了。为什么？好风水、坏风水对你是一如，这个才叫最好，境随心转。我们心不清净就会被境界转。你要不相信的话，人家赞叹你几句，你就很欢喜，你心不清净。他一赞叹，你看，你马上欢喜了，你就被他转了；他又骂你几句，你要生好几天气。你就不行了，你心被外面境界转。如果你心清净，他赞叹你，你不生欢喜心，如如不动；他要毁谤你，你也如如不动，所谓八风吹不动，你心清净了。清净就不受人转了，不受赞叹、毁谤转了。人事转不了，地理也转不了，一样的道理。你会被人转，就会被地理风水转，就这么个道理；你不被人事环境转，那个风水转不动你。你住的那个地方是个凶宅、恶地，决定平平安安若无其事，为什么？你不为境界所转。",
      "zh_TW": "也許諸位同修，或者有了懷疑，現在有很多人看風水，有人風水還很靈，那是怎麼回事情？因為你心不清淨，風水就很靈；你要心清淨，風水對你就不靈了。為什麼？好風水、壞風水對你是一如，這個才叫最好，境隨心轉。我們心不清淨就會被境界轉。你要不相信的話，人家讚歎你幾句，你就很歡喜，你心不清淨。他一讚歎，你看，你馬上歡喜了，你就被他轉了；他又罵你幾句，你要生好幾天氣。你就不行了，你心被外面境界轉。如果你心清淨，他讚歎你，你不生歡喜心，如如不動；他要毀謗你，你也如如不動，所謂八風吹不動，你心清淨了。清淨就不受人轉了，不受讚歎、毀謗轉了。人事轉不了，地理也轉不了，一樣的道理。你會被人轉，就會被地理風水轉，就這麼個道理；你不被人事環境轉，那個風水轉不動你。你住的那個地方是個凶宅、惡地，決定平平安安若無其事，為什麼？你不為境界所轉。"
    },
    {
      "id": "04-001-0030_p0020",
      "zh_CN": "可是你没到这个功夫，不行，你必定受环境所转；换句话说，你居住的地方要选择邻居，要好好的看风水，道理在此地，你心不清净。心清净就不需要了。但是清净心相当不容易，清净心要认真的去修学。清净，要想得清净心，应该怎么办？刚才讲了，这诚敬之外要平等，你不平等，心就决定不会清净。所谓平等，你没有分别、没有执着就平等了；你要有分别、有执着，那怎么会平等？不会平的。所以要修平等心、要修慈悲心，慈悲心就是考验你的清净与平等，因为你慈悲，你才能接触一切人、物，接触一切事，在一切人、一切物、一切事里面修你的清净心、修你的平等心，叫历事炼心。果然到清净，那就功夫成就了，那就叫普贤菩萨；到究竟清净，那是把一念生相无明也差不多快舍掉了，这叫究竟清净。这是我们修行的一个终极的目标，也就是无上正等正觉。",
      "zh_TW": "可是你沒到這個功夫，不行，你必定受環境所轉；換句話說，你居住的地方要選擇鄰居，要好好的看風水，道理在此地，你心不清淨。心清淨就不需要了。但是清淨心相當不容易，清淨心要認真的去修學。清淨，要想得清淨心，應該怎麼辦？剛才講了，這誠敬之外要平等，你不平等，心就決定不會清淨。所謂平等，你沒有分別、沒有執著就平等了；你要有分別、有執著，那怎麼會平等？不會平的。所以要修平等心、要修慈悲心，慈悲心就是考驗你的清淨與平等，因為你慈悲，你才能接觸一切人、物，接觸一切事，在一切人、一切物、一切事裡面修你的清淨心、修你的平等心，叫歷事鍊心。果然到清淨，那就功夫成就了，那就叫普賢菩薩；到究竟清淨，那是把一念生相無明也差不多快捨掉了，這叫究竟清淨。這是我們修行的一個終極的目標，也就是無上正等正覺。"
    },
    {
      "id": "04-001-0030_p0021",
      "zh_CN": "『尽未来劫常修习』，这一句话放在最后，意义非常的深长。你已经到究竟，究竟就圆满了，圆满何必还要「常修习」？圆满就不需要了；圆满再发心常修习，这就叫大慈大悲，做一个榜样给别人看，还有一些没有圆满的人要帮助他们。这就是什么？道后普贤，普贤已经成佛，成佛再退回到菩萨位上，叫倒驾慈航。菩萨，也许你们坐的旁边，碰到手臂的，那就是菩萨，你自己不认识、不晓得。菩萨什么样子？你去念念《普门品》，《普门品》大家念得多，你看观世音菩萨说的，应以何身得度者，他就现什么身。所以菩萨什么样子？你眼睛看看这些人物，统统是菩萨的样子。为什么？菩萨没有一定的相，没有一定的身，随类化身。所以哪一个不是菩萨，哪一个不是佛？你要以清净心来看一切众生，一切众生个个都像佛、个个都像菩萨，愈看愈像。所以佛菩萨就在我们的周围，佛菩萨从来没有离开我们，而是我们自己不认识。",
      "zh_TW": "『盡未來劫常修習』，這一句話放在最後，意義非常的深長。你已經到究竟，究竟就圓滿了，圓滿何必還要「常修習」？圓滿就不需要了；圓滿再發心常修習，這就叫大慈大悲，做一個榜樣給別人看，還有一些沒有圓滿的人要幫助他們。這就是什麼？道後普賢，普賢已經成佛，成佛再退回到菩薩位上，叫倒駕慈航。菩薩，也許你們坐的旁邊，碰到手臂的，那就是菩薩，你自己不認識、不曉得。菩薩什麼樣子？你去念念《普門品》，《普門品》大家念得多，你看觀世音菩薩說的，應以何身得度者，他就現什麼身。所以菩薩什麼樣子？你眼睛看看這些人物，統統是菩薩的樣子。為什麼？菩薩沒有一定的相，沒有一定的身，隨類化身。所以哪一個不是菩薩，哪一個不是佛？你要以清淨心來看一切眾生，一切眾生個個都像佛、個個都像菩薩，愈看愈像。所以佛菩薩就在我們的周圍，佛菩薩從來沒有離開我們，而是我們自己不認識。"
    },
    {
      "id": "04-001-0030_p0022",
      "zh_CN": "佛菩萨大慈大悲，我们把他的意思错会了，那就是我们自己的心不清净。所以诸位讲修行功夫得力，就是心地一天比一天清净，功夫就得力了；你心不清净，当然不得力。心不清净，不但经文展开在此地，你看不懂它的意思，就是注解你也看不懂；心果然清净了，你看经每一句、每一字里无量义。为什么？因为佛这个言语是从清净心里面流露出来的，你的心一清净，它的真实义就现前，开经偈说「愿解如来真实义」，心不清净怎么能看得出来如来的真实义？所以一定要修清净心。",
      "zh_TW": "佛菩薩大慈大悲，我們把他的意思錯會了，那就是我們自己的心不清淨。所以諸位講修行功夫得力，就是心地一天比一天清淨，功夫就得力了；你心不清淨，當然不得力。心不清淨，不但經文展開在此地，你看不懂它的意思，就是註解你也看不懂；心果然清淨了，你看經每一句、每一字裡無量義。為什麼？因為佛這個言語是從清淨心裡面流露出來的，你的心一清淨，它的真實義就現前，開經偈說「願解如來真實義」，心不清淨怎麼能看得出來如來的真實義？所以一定要修清淨心。"
    },
    {
      "id": "04-001-0030_p0023",
      "zh_CN": "在修行里，我要告诉诸位，佛法修行的总纲领就是三皈依：皈依佛、皈依法、皈依僧，我们就是修这个。佛法僧，一定要把意思搞清楚，佛是觉的意思，觉而不迷；法是正的意思，就是正确的思想、正确的见解，正而不邪；僧就是清净的意思，所谓六根清净，一尘不染。所以三皈依就是皈依觉、正、净，从迷惑颠倒回过头来依觉，觉而不迷；从邪知见，就是错误的思想、错误的见解，回过头来依正知见，正而不邪；从染污回过头来依清净。我们六根接触外面境界，起心动念就是染污。刚才我说了，人家赞叹你，你就被欢喜心染污了。心本来清净的，六祖所说的，「本来无一物，何处惹尘埃」。你有个欢喜，那欢喜就是一物，欢喜就把你的心染污了；骂你几句，你就瞋恚了，瞋恚是一物，也把你的心染污了。所以你心一动就染污了。如何能在一切境界里头如如不动，对外面境界照得清清楚楚？镜子不动，镜子不染，所以佛法将我们的心比作镜子，叫大圆镜智。你看转阿赖耶识为大圆镜智，用圆满的镜子来做比喻，我们修行就修的这个。所以八万四千法门，无量法门，那是手段。手段尽管不同，目标是一个，就是修的觉正净。你如果常常记得我修觉正净，你就不迷了。当你迷的时候，一句我迷了，那就不迷了，为什么？你已经知道你迷了，知道迷就不迷了。知道邪那就是正了，知道染那就清净了，怕的是你不知道，你不自觉。所以清净两个字非常重要。菩萨、诸佛倒驾慈航来，他也示现的修学觉正净，给我们做一个榜样，教我们依照这方法来修学，这是慈悲到了极处。再看下面这一段，第六段，「利益愿」：",
      "zh_TW": "在修行裡，我要告訴諸位，佛法修行的總綱領就是三皈依：皈依佛、皈依法、皈依僧，我們就是修這個。佛法僧，一定要把意思搞清楚，佛是覺的意思，覺而不迷；法是正的意思，就是正確的思想、正確的見解，正而不邪；僧就是清淨的意思，所謂六根清淨，一塵不染。所以三皈依就是皈依覺、正、淨，從迷惑顛倒回過頭來依覺，覺而不迷；從邪知見，就是錯誤的思想、錯誤的見解，回過頭來依正知見，正而不邪；從染污回過頭來依清淨。我們六根接觸外面境界，起心動念就是染污。剛才我說了，人家讚歎你，你就被歡喜心染污了。心本來清淨的，六祖所說的，「本來無一物，何處惹塵埃」。你有個歡喜，那歡喜就是一物，歡喜就把你的心染污了；罵你幾句，你就瞋恚了，瞋恚是一物，也把你的心染污了。所以你心一動就染污了。如何能在一切境界裡頭如如不動，對外面境界照得清清楚楚？鏡子不動，鏡子不染，所以佛法將我們的心比作鏡子，叫大圓鏡智。你看轉阿賴耶識為大圓鏡智，用圓滿的鏡子來做比喻，我們修行就修的這個。所以八萬四千法門，無量法門，那是手段。手段儘管不同，目標是一個，就是修的覺正淨。你如果常常記得我修覺正淨，你就不迷了。當你迷的時候，一句我迷了，那就不迷了，為什麼？你已經知道你迷了，知道迷就不迷了。知道邪那就是正了，知道染那就清淨了，怕的是你不知道，你不自覺。所以清淨兩個字非常重要。菩薩、諸佛倒駕慈航來，他也示現的修學覺正淨，給我們做一個榜樣，教我們依照這方法來修學，這是慈悲到了極處。再看下面這一段，第六段，「利益願」："
    },
    {
      "id": "04-001-0030_p0024",
      "zh_CN": "经【我于一切诸有中。所修福智恒无尽。定慧方便及解脱。获诸无尽功德藏。】",
      "zh_TW": "經【我於一切諸有中。所修福智恆無盡。定慧方便及解脫。獲諸無盡功德藏。】"
    },
    {
      "id": "04-001-0030_p0025",
      "zh_CN": "这是前一首。",
      "zh_TW": "這是前一首。"
    },
    {
      "id": "04-001-0030_p0026",
      "zh_CN": "经【一尘中有尘数刹。一一刹有难思佛。一一佛处众会中。我见恒演菩提行。】",
      "zh_TW": "經【一塵中有塵數剎。一一剎有難思佛。一一佛處眾會中。我見恆演菩提行。】"
    },
    {
      "id": "04-001-0030_p0027",
      "zh_CN": "这一段也非常之妙。前面五段偏重在自学，成就自己。这一愿，自己成就了要帮助别人，如诸佛菩萨一样，自己修成了，自己没事了，没事就要帮别人。帮别人是不是有事？帮别人还是没事。佛菩萨一天到晚忙得不亦乐乎，他忙什么？没得忙，没事，无事忙，忙无事，自在！我们众生忙得很辛苦，忙的是有事，有事忙，忙有事，所以焦头烂额不得自在，苦不堪言。他是忙无事，无事忙，所以快乐无比！这是我们应当学习的。所以这个愿叫「利益愿」。",
      "zh_TW": "這一段也非常之妙。前面五段偏重在自學，成就自己。這一願，自己成就了要幫助別人，如諸佛菩薩一樣，自己修成了，自己沒事了，沒事就要幫別人。幫別人是不是有事？幫別人還是沒事。佛菩薩一天到晚忙得不亦樂乎，他忙什麼？沒得忙，沒事，無事忙，忙無事，自在！我們眾生忙得很辛苦，忙的是有事，有事忙，忙有事，所以焦頭爛額不得自在，苦不堪言。他是忙無事，無事忙，所以快樂無比！這是我們應當學習的。所以這個願叫「利益願」。"
    },
    {
      "id": "04-001-0030_p0028",
      "zh_CN": "『我于一切诸有中』，「一切诸有」就是讲三界六道，通常我们讲欲界有（有是有业因，有因当然就有果报）、色界有、无色界有，我们叫三有。如果再细说有二十五有，但是二十五有跟三有开合不同，里面内容完全是一样的。这就是讲的三界六道，这是我们通常讲凡夫境界，不是圣人。就是倒驾慈航到三界六道里面来，一般讲就是度众生，利益众生。所谓度，拿今天的意思来说就是服务、就是帮助，帮助一切众生，为一切众生服务，就叫做度众生，度就是这个意思。",
      "zh_TW": "『我於一切諸有中』，「一切諸有」就是講三界六道，通常我們講欲界有（有是有業因，有因當然就有果報）、色界有、無色界有，我們叫三有。如果再細說有二十五有，但是二十五有跟三有開合不同，裡面內容完全是一樣的。這就是講的三界六道，這是我們通常講凡夫境界，不是聖人。就是倒駕慈航到三界六道裡面來，一般講就是度眾生，利益眾生。所謂度，拿今天的意思來說就是服務、就是幫助，幫助一切眾生，為一切眾生服務，就叫做度眾生，度就是這個意思。"
    },
    {
      "id": "04-001-0030_p0029",
      "zh_CN": "『所修福智恒无尽』，无尽的功德是由定慧当中生的，定就是福。什么人有福报？有定的人，心定的人有福报，心不定没有福。诸位仔细去想想，揣摩揣摩这个意思，定是福。所以念佛人修一心不乱，一心不乱是最大的福报，他在宇宙人生当中自己有主宰，这是大福，无量之福。因此利益众生，实际上也是利益自己，正所谓教学相长。所以诸位一定要发心弘法利生，对你自己这个福慧的修学是有无尽的功德。这句是讲他过去所修学的，「所修福智恒无尽」，就是前面五愿所成就的。",
      "zh_TW": "『所修福智恆無盡』，無盡的功德是由定慧當中生的，定就是福。什麼人有福報？有定的人，心定的人有福報，心不定沒有福。諸位仔細去想想，揣摩揣摩這個意思，定是福。所以念佛人修一心不亂，一心不亂是最大的福報，他在宇宙人生當中自己有主宰，這是大福，無量之福。因此利益眾生，實際上也是利益自己，正所謂教學相長。所以諸位一定要發心弘法利生，對你自己這個福慧的修學是有無盡的功德。這句是講他過去所修學的，「所修福智恆無盡」，就是前面五願所成就的。"
    },
    {
      "id": "04-001-0030_p0030",
      "zh_CN": "『定慧方便及解脱』，这句是讲福慧的起用，我们要讲两种智的话，前面是讲根本智，这一句就是后得智；前面一句讲实智，后头这一句是权智。权智就是把这个智慧应用在我们日常生活当中待人接物之处，这就讲到方便、解脱，解脱是自在。『获诸无尽功德藏』，这是讲果报。可见得他所修学的，他确确实实有收获，收获的是无尽的功德，「藏」是比喻，像宝藏一样。「功德藏」具体跟诸位说明的，就是无尽的智慧、无尽的德能、无尽的才艺。再告诉诸位，这里头有无尽的富贵。讲别的东西你们还不关心，说这个你们就很乐、很自在，你们就希望能求到，这有无尽的财富在里头，这是真的，一点都不假。所以我们看到《华严经》，你看看前面，这是最后一卷，你从第一卷看到第十二卷，大概有十一卷半的经文，毘卢遮那佛那个富贵我们想像不到，那个物质上的享受，如果你不读《华严经》，凭想像你决定想不出来，你看看那个富贵，这就是无尽功德藏里面所包含的。西方极乐世界依正庄严也是无尽功德藏当中所显现的，绝对不是假的，样样都是真实的。我们在这一生当中可以取得，你为什么不干？你把这个舍弃，太可惜了。确确实实能够取得的，所以诸位要珍惜。前面三句讲修因，后面这一句是果报。",
      "zh_TW": "『定慧方便及解脫』，這句是講福慧的起用，我們要講兩種智的話，前面是講根本智，這一句就是後得智；前面一句講實智，後頭這一句是權智。權智就是把這個智慧應用在我們日常生活當中待人接物之處，這就講到方便、解脫，解脫是自在。『獲諸無盡功德藏』，這是講果報。可見得他所修學的，他確確實實有收穫，收穫的是無盡的功德，「藏」是比喻，像寶藏一樣。「功德藏」具體跟諸位說明的，就是無盡的智慧、無盡的德能、無盡的才藝。再告訴諸位，這裡頭有無盡的富貴。講別的東西你們還不關心，說這個你們就很樂、很自在，你們就希望能求到，這有無盡的財富在裡頭，這是真的，一點都不假。所以我們看到《華嚴經》，你看看前面，這是最後一卷，你從第一卷看到第十二卷，大概有十一卷半的經文，毘盧遮那佛那個富貴我們想像不到，那個物質上的享受，如果你不讀《華嚴經》，憑想像你決定想不出來，你看看那個富貴，這就是無盡功德藏裡面所包含的。西方極樂世界依正莊嚴也是無盡功德藏當中所顯現的，絕對不是假的，樣樣都是真實的。我們在這一生當中可以取得，你為什麼不幹？你把這個捨棄，太可惜了。確確實實能夠取得的，所以諸位要珍惜。前面三句講修因，後面這一句是果報。"
    },
    {
      "id": "04-001-0030_p0031",
      "zh_CN": "再看底下一首，这是讲处所的普遍。『一尘中有尘数刹』，「尘」是讲微尘，微尘是非常小的物质，我们今天讲原子、电子这一类的。大概佛经里面讲的微尘，是不是就是现在所发现的原子、电子，我们不得而知。但是我们晓得，微尘是能够在金属里面通过的。我们晓得，金属密度很大，虽然密度大，但还是有空隙，在高度的显微镜之下看得出来，它还是有空隙，这个微尘可以在当中通过。由此可知，微尘很小很小，我们肉眼看不到的。佛经里面讲，阿罗汉的天眼能够看到微尘。就是这么小的物质，那一粒微尘里面，那里头东西多了，奥妙无穷，为什么？里面有尘数的佛刹。佛刹是什么？大千世界。不是一个大千世界，一微尘里头不是一个大千世界，有无量无边的大千世界，微尘数的大千世界，这个不是我们能够想像得到的，是不可思议的境界。我们没有法子能够想像的，就是一粒微尘里面有微尘数的大千世界，这个境界在《华严》里面所说的，一多无碍的境界，也就是事事无碍。大中现小我们能够理解，小中现大我们没有法子理解，连比喻都比喻不出来，但是它的确是事实。",
      "zh_TW": "再看底下一首，這是講處所的普遍。『一塵中有塵數剎』，「塵」是講微塵，微塵是非常小的物質，我們今天講原子、電子這一類的。大概佛經裡面講的微塵，是不是就是現在所發現的原子、電子，我們不得而知。但是我們曉得，微塵是能夠在金屬裡面通過的。我們曉得，金屬密度很大，雖然密度大，但還是有空隙，在高度的顯微鏡之下看得出來，它還是有空隙，這個微塵可以在當中通過。由此可知，微塵很小很小，我們肉眼看不到的。佛經裡面講，阿羅漢的天眼能夠看到微塵。就是這麼小的物質，那一粒微塵裡面，那裡頭東西多了，奧妙無窮，為什麼？裡面有塵數的佛剎。佛剎是什麼？大千世界。不是一個大千世界，一微塵裡頭不是一個大千世界，有無量無邊的大千世界，微塵數的大千世界，這個不是我們能夠想像得到的，是不可思議的境界。我們沒有法子能夠想像的，就是一粒微塵裡面有微塵數的大千世界，這個境界在《華嚴》裡面所說的，一多無礙的境界，也就是事事無礙。大中現小我們能夠理解，小中現大我們沒有法子理解，連比喻都比喻不出來，但是它的確是事實。"
    },
    {
      "id": "04-001-0030_p0032",
      "zh_CN": "『一一刹有难思佛』，「难思」就是不可思议，一一刹中有无量无边的佛。『一一佛处众会中』，每一尊佛都在那里说法，都在那里教化众生，有无量的菩萨海会围绕。你看看那一微尘里面真是妙不可言。『我见恒演菩提行』，他见到了，他入到这个境界了。「演」是表演，他也入到这个会里面，也示现修普贤行。这是什么意思？助佛教化，佛教化众生，他到那里去也示现帮助佛教化众生，是这个意思。这是权智方便解脱行，这种境界给诸位说，最低限度也是圆教初住以上的菩萨才行。圆初住以上就是我们念佛人念到理一心不乱，这是我说最低，最低的程度。如果严格说起来，这个境界应当是八地菩萨，才能真正入这个境界。我们读到这样的经文要相信，为什么？佛决定没有妄语。我们想到《金刚经》上释迦牟尼佛给我们所说的，「如来是真语者」，真就是不假；「实语者」，实就不虚，绝不是虚妄的；「如语者」，如语就是与事实完全相符合，不增不减叫如语；「不异语者，不诳语者」，佛不会说大话，不会欺骗人，他讲的这个境界的的确确是事实，确实是事实。",
      "zh_TW": "『一一剎有難思佛』，「難思」就是不可思議，一一剎中有無量無邊的佛。『一一佛處眾會中』，每一尊佛都在那裡說法，都在那裡教化眾生，有無量的菩薩海會圍繞。你看看那一微塵裡面真是妙不可言。『我見恆演菩提行』，他見到了，他入到這個境界了。「演」是表演，他也入到這個會裡面，也示現修普賢行。這是什麼意思？助佛教化，佛教化眾生，他到那裡去也示現幫助佛教化眾生，是這個意思。這是權智方便解脫行，這種境界給諸位說，最低限度也是圓教初住以上的菩薩才行。圓初住以上就是我們念佛人念到理一心不亂，這是我說最低，最低的程度。如果嚴格說起來，這個境界應當是八地菩薩，才能真正入這個境界。我們讀到這樣的經文要相信，為什麼？佛決定沒有妄語。我們想到《金剛經》上釋迦牟尼佛給我們所說的，「如來是真語者」，真就是不假；「實語者」，實就不虛，絕不是虛妄的；「如語者」，如語就是與事實完全相符合，不增不減叫如語；「不異語者，不誑語者」，佛不會說大話，不會欺騙人，他講的這個境界的的確確是事實，確實是事實。"
    },
    {
      "id": "04-001-0030_p0033",
      "zh_CN": "实在很难相信，真是难相信，不得已我们可以用梦境来做个比喻，大概凡夫每一个人都有作梦的经验，那个梦从哪里生出来、变现出来的？我们想一想，我们这个身体什么地方能变成梦境？仔细在我们整个身体里面、我们的骨头里面、我们血液里面、我们皮肤里面、我们爪甲里头、我们头发里面去找去，梦境从哪里生出来的？你仔细去找，一定有个地方变成梦境。可能变成梦境的也只是一个、二个很微细的细胞而已，也许就是佛所讲的一尘之中，它能够现无量无边的梦境出来。梦境没有小，一尘没放大，在感官的世界里面，的的确确是相同的。所以我们从这些比喻里面能体会到一点意思。那不是真正的境界，真正境界必须要自己证得。如何证得？还是极净的清净心就能够证得。所以决定不离清净心。菩萨到这个地位，发心帮助佛教化众生，「我见恒演菩提行」。我们现在是初学，虽然在初学，读到这一句我们也应当起来效法，只要看到有大众聚会在一起的时候，你能够懂得多少，你也可以跟大家讲一点，与大家来讨论佛法，共同来修学觉正净法，说明礼敬、赞叹，乃至回向，功德利益，自利利他，这就是我们现前可以修学的「利益愿」。再看后面这一段，这是第七「转法轮愿」，一共有三首：",
      "zh_TW": "實在很難相信，真是難相信，不得已我們可以用夢境來做個比喻，大概凡夫每一個人都有作夢的經驗，那個夢從哪裡生出來、變現出來的？我們想一想，我們這個身體什麼地方能變成夢境？仔細在我們整個身體裡面、我們的骨頭裡面、我們血液裡面、我們皮膚裡面、我們爪甲裡頭、我們頭髮裡面去找去，夢境從哪裡生出來的？你仔細去找，一定有個地方變成夢境。可能變成夢境的也只是一個、二個很微細的細胞而已，也許就是佛所講的一塵之中，它能夠現無量無邊的夢境出來。夢境沒有小，一塵沒放大，在感官的世界裡面，的的確確是相同的。所以我們從這些比喻裡面能體會到一點意思。那不是真正的境界，真正境界必須要自己證得。如何證得？還是極淨的清淨心就能夠證得。所以決定不離清淨心。菩薩到這個地位，發心幫助佛教化眾生，「我見恆演菩提行」。我們現在是初學，雖然在初學，讀到這一句我們也應當起來效法，只要看到有大眾聚會在一起的時候，你能夠懂得多少，你也可以跟大家講一點，與大家來討論佛法，共同來修學覺正淨法，說明禮敬、讚歎，乃至迴向，功德利益，自利利他，這就是我們現前可以修學的「利益願」。再看後面這一段，這是第七「轉法輪願」，一共有三首："
    },
    {
      "id": "04-001-0030_p0034",
      "zh_CN": "经【普尽十方诸刹海。一一毛端三世海。佛海及与国土海。我遍修行经劫海。】",
      "zh_TW": "經【普盡十方諸剎海。一一毛端三世海。佛海及與國土海。我遍修行經劫海。】"
    },
    {
      "id": "04-001-0030_p0035",
      "zh_CN": "这是第一首，第一首给我们所说的，是先说明转法轮的处所。转法轮就是教学，佛用这个做比喻。佛法是要流通的，佛法是要彼此互相来传授、来教学的，就像一个轮一样，要转动，用轮来比喻，非常有意义。轮在相上动，心不动，轮的圆周动，圆心不动。圆周有，圆心不能说没有，也不能说有。你们诸位想想，圆心在哪里？圆心是非有非无。你说它没有，那个圆是具心才有的，没有心哪有圆？你说有，找不到。你找到那当中，你要点一点，那是点，显微镜看到好大的面积，点是抽象的。它真有，但是绝对没有迹象。我们的心就是如此，心有没有？真有。有没有迹象？没有。心无有一法，心能生万法。心什么都没有，但是心具足一切法，正是如六祖所说的，「何期自性，本来具足」，一样不欠缺；「何期自性，能生万法」。可是你要记住，他老人家第一句话说，「何期自性，本来清净」，本来清净的。这是他自己见到这个境界了，用几句话把这个境界的样子描绘出来，这是他自己亲证的境界。所以佛法常用轮来代表，来做一个比喻。我们学佛也就是学这个轮相，身要勤快、要动，心要清净；身有，心要无，心要空。空这个字好，空不是无。所以经上常讲真空妙有，它是一不是二，真空就是妙有，妙有就是真空，所谓真空不空，妙有非有，这是事实的真相。转法轮的处所，可以说尽虚空遍法界无处不是，这首偈子就是这个意思。『普尽十方诸刹海』，这先讲大的世界，『一一毛端三世海』，与前面的一微尘里面含大千世界意思没有两样。",
      "zh_TW": "這是第一首，第一首給我們所說的，是先說明轉法輪的處所。轉法輪就是教學，佛用這個做比喻。佛法是要流通的，佛法是要彼此互相來傳授、來教學的，就像一個輪一樣，要轉動，用輪來比喻，非常有意義。輪在相上動，心不動，輪的圓周動，圓心不動。圓周有，圓心不能說沒有，也不能說有。你們諸位想想，圓心在哪裡？圓心是非有非無。你說它沒有，那個圓是具心才有的，沒有心哪有圓？你說有，找不到。你找到那當中，你要點一點，那是點，顯微鏡看到好大的面積，點是抽象的。它真有，但是絕對沒有跡象。我們的心就是如此，心有沒有？真有。有沒有跡象？沒有。心無有一法，心能生萬法。心什麼都沒有，但是心具足一切法，正是如六祖所說的，「何期自性，本來具足」，一樣不欠缺；「何期自性，能生萬法」。可是你要記住，他老人家第一句話說，「何期自性，本來清淨」，本來清淨的。這是他自己見到這個境界了，用幾句話把這個境界的樣子描繪出來，這是他自己親證的境界。所以佛法常用輪來代表，來做一個比喻。我們學佛也就是學這個輪相，身要勤快、要動，心要清淨；身有，心要無，心要空。空這個字好，空不是無。所以經上常講真空妙有，它是一不是二，真空就是妙有，妙有就是真空，所謂真空不空，妙有非有，這是事實的真相。轉法輪的處所，可以說盡虛空遍法界無處不是，這首偈子就是這個意思。『普盡十方諸剎海』，這先講大的世界，『一一毛端三世海』，與前面的一微塵裡面含大千世界意思沒有兩樣。"
    },
    {
      "id": "04-001-0030_p0036",
      "zh_CN": "『佛海及与国土海』，「佛海」就代表有情，「国土海」代表的无情，或者我们拿现在的话来说，佛海代表动物，国土海代表的植物、矿物，所谓有情世间、器世间。如果讲到有情世间，这九法界可以讲，佛怎么也讲有情？我们常讲九界有情，当然不能包括佛海。可是你要记住，如果这个佛是藏教佛、通教佛、别教佛，还是有情世间，只有圆教的佛才不是有情世间。为什么？等觉菩萨，我们讲圆教，圆教等觉菩萨还有一品生相无明没有断，那他还算有情。所以往生西方净土带业是决定正确，如果说不带业，不带业那都是圆教佛，别教佛都带业。所以这个佛海，除圆教，藏、通、别佛都讲得通。",
      "zh_TW": "『佛海及與國土海』，「佛海」就代表有情，「國土海」代表的無情，或者我們拿現在的話來說，佛海代表動物，國土海代表的植物、礦物，所謂有情世間、器世間。如果講到有情世間，這九法界可以講，佛怎麼也講有情？我們常講九界有情，當然不能包括佛海。可是你要記住，如果這個佛是藏教佛、通教佛、別教佛，還是有情世間，只有圓教的佛才不是有情世間。為什麼？等覺菩薩，我們講圓教，圓教等覺菩薩還有一品生相無明沒有斷，那他還算有情。所以往生西方淨土帶業是決定正確，如果說不帶業，不帶業那都是圓教佛，別教佛都帶業。所以這個佛海，除圓教，藏、通、別佛都講得通。"
    },
    {
      "id": "04-001-0030_p0037",
      "zh_CN": "『我遍修行经劫海』，善财发心，这是普贤菩萨说，也就是教善财，实际上就是教我们，我们普遍要修行。「经劫」是讲时间之长。前面讲「我遍」是遍一切处，后头经劫是遍一切时。一切处、一切时都要修行，行就是行为，修是修正，我们行为有错误，把它修正过来这叫修行。无时无处不是我们修行的道场，这个诸位要记住。从纲领上讲就是你迷了，从迷修正过来就觉，从邪修正过来就正，从染污修正过来就清净。所以迷、邪、染，这就是病，就是错误；觉、正、净，这就是我们修行的标准。必须要修成觉正净，在一切时、一切处去修正过来。再看下面第二首：",
      "zh_TW": "『我遍修行經劫海』，善財發心，這是普賢菩薩說，也就是教善財，實際上就是教我們，我們普遍要修行。「經劫」是講時間之長。前面講「我遍」是遍一切處，後頭經劫是遍一切時。一切處、一切時都要修行，行就是行為，修是修正，我們行為有錯誤，把它修正過來這叫修行。無時無處不是我們修行的道場，這個諸位要記住。從綱領上講就是你迷了，從迷修正過來就覺，從邪修正過來就正，從染污修正過來就清淨。所以迷、邪、染，這就是病，就是錯誤；覺、正、淨，這就是我們修行的標準。必須要修成覺正淨，在一切時、一切處去修正過來。再看下面第二首："
    },
    {
      "id": "04-001-0030_p0038",
      "zh_CN": "经【一切如来语清净。一言具众音声海。随诸众生意乐音。一一流佛辩才海。】",
      "zh_TW": "經【一切如來語清淨。一言具眾音聲海。隨諸眾生意樂音。一一流佛辯才海。】"
    },
    {
      "id": "04-001-0030_p0039",
      "zh_CN": "这是轮转的圆满教学。这个地方我要跟大家说明，佛法的殊胜就是圆融，真正是不可思议，它是因人施教，它绝对不是用一个方法教一切众生。如果是一个方法，那何必要讲八万四千法门、无量法门？可是它有一个原则不变的，觉、正、净，这个是不变的。只要能达到觉正净，这个教学就圆满了，效果就现前了。至于用什么方法把你从迷修正到觉、从邪修正到正、从染污修到清净，这个方法是因人而异、因时而异、因地而异，千变万化，没有一定的准则。这也正是经上佛自己所说的，佛无有定法可说、佛无有法可说，就是说的这个道理。这个方法适合于甲，不一定适合于乙；适合于乙的，不见得适合于甲。像前面我们所读过的，舍利弗的两个徒弟，一个是看坟墓的，一个是打铁的铁匠这类的，他是个冶金的，从前打铁这类的。舍利弗教他，一个是数息观，一个是不净观，他们两个就修不成功；释迦牟尼佛给他们换一换，两个都证阿罗汉。换句话说，方法不对根性，就是不契机，白费工夫，不能成就。像药一样，药对了症，病马上就好了；药用得不对症，不但不能好，病上加病，这个麻烦大了。",
      "zh_TW": "這是輪轉的圓滿教學。這個地方我要跟大家說明，佛法的殊勝就是圓融，真正是不可思議，它是因人施教，它絕對不是用一個方法教一切眾生。如果是一個方法，那何必要講八萬四千法門、無量法門？可是它有一個原則不變的，覺、正、淨，這個是不變的。只要能達到覺正淨，這個教學就圓滿了，效果就現前了。至於用什麼方法把你從迷修正到覺、從邪修正到正、從染污修到清淨，這個方法是因人而異、因時而異、因地而異，千變萬化，沒有一定的準則。這也正是經上佛自己所說的，佛無有定法可說、佛無有法可說，就是說的這個道理。這個方法適合於甲，不一定適合於乙；適合於乙的，不見得適合於甲。像前面我們所讀過的，舍利弗的兩個徒弟，一個是看墳墓的，一個是打鐵的鐵匠這類的，他是個冶金的，從前打鐵這類的。舍利弗教他，一個是數息觀，一個是不淨觀，他們兩個就修不成功；釋迦牟尼佛給他們換一換，兩個都證阿羅漢。換句話說，方法不對根性，就是不契機，白費工夫，不能成就。像藥一樣，藥對了症，病馬上就好了；藥用得不對症，不但不能好，病上加病，這個麻煩大了。"
    },
    {
      "id": "04-001-0030_p0040",
      "zh_CN": "所以佛真正是聪明智慧，无量的智慧，无量的德能，无量的辩才，这就叫圆音，就叫圆满音。也就是说什么样根性的人，佛接触了给他说什么样的法。所以经上常讲，「佛以一音而说法，众生随类各得解」。这个一音有许许多多的讲法，我们不要讲得太玄，不要讲得太深，人家会奇怪，以为这神通，不可思议。什么叫一音？一音就是无音，有音就不是一音，一音是无音。无音是什么？一，一个意思。一个意思是什么？诚意、真诚，真诚之心，这就是一，也正是《弥陀经》上所讲的「一心不乱」那个一。从一心里面接触一切众生，变现一切的言语，对你说这个法门，对他说另外一个法门，他们听了个个人都得利益，这叫随类说法。所以佛在世示现的，跟我们平常人一样，没有什么两样。什么叫神通？这就叫神通，一心就通了，你以真心待人什么都通，你以妄心待人是处处都不通。什么最神？诚心最神。心不诚，那叫鬼，叫鬼头鬼脑，鬼心眼。心诚到极处，那就神了，神则灵。就是这么个简单的道理，没有什么奇怪之处。你能够以真心、一心待人，你就灵了，你也神了；你要是用虚伪欺诈，用这些心，那就是鬼心。我们要明白这个道理，这首偈你念起来就有味道，你就懂得这个里头的意思了。",
      "zh_TW": "所以佛真正是聰明智慧，無量的智慧，無量的德能，無量的辯才，這就叫圓音，就叫圓滿音。也就是說什麼樣根性的人，佛接觸了給他說什麼樣的法。所以經上常講，「佛以一音而說法，眾生隨類各得解」。這個一音有許許多多的講法，我們不要講得太玄，不要講得太深，人家會奇怪，以為這神通，不可思議。什麼叫一音？一音就是無音，有音就不是一音，一音是無音。無音是什麼？一，一個意思。一個意思是什麼？誠意、真誠，真誠之心，這就是一，也正是《彌陀經》上所講的「一心不亂」那個一。從一心裡面接觸一切眾生，變現一切的言語，對你說這個法門，對他說另外一個法門，他們聽了個個人都得利益，這叫隨類說法。所以佛在世示現的，跟我們平常人一樣，沒有什麼兩樣。什麼叫神通？這就叫神通，一心就通了，你以真心待人什麼都通，你以妄心待人是處處都不通。什麼最神？誠心最神。心不誠，那叫鬼，叫鬼頭鬼腦，鬼心眼。心誠到極處，那就神了，神則靈。就是這麼個簡單的道理，沒有什麼奇怪之處。你能夠以真心、一心待人，你就靈了，你也神了；你要是用虛偽欺詐，用這些心，那就是鬼心。我們要明白這個道理，這首偈你念起來就有味道，你就懂得這個裡頭的意思了。"
    },
    {
      "id": "04-001-0030_p0041",
      "zh_CN": "经【三世一切诸如来。于彼无尽语言海。恒转理趣妙法轮。我深智力普能入。】",
      "zh_TW": "經【三世一切諸如來。於彼無盡語言海。恆轉理趣妙法輪。我深智力普能入。】"
    },
    {
      "id": "04-001-0030_p0042",
      "zh_CN": "特别注意这『三世』，「三世」指过去、现在、未来。三世诸如来是三世诸佛，过去佛、现在佛不难懂，未来佛在哪里？我们现前所看的一切众生统统是未来佛，未来佛就是现在佛，就是过去佛，三世一如，三世不二。如果你把三世分作三个段落来看，你不能得一心，你不能入这个境界。你如果真正明了一即是三、三即是一，你的心就清净了，为什么？你心里头没有分别了。有没有过去、现在、未来？有。有没有分别？没有分别。这个就妙了，妙就妙在此地，正是所谓「佛法在世间，不坏世间相；佛法在世间，不离世间觉」，佛法的要求就是觉。世间跟出世间是一不是二，觉了就叫出世间，迷了就叫世间，只有迷悟之分，并没有什么世出世间的界限，没有这个，只有假名，没有事实，我们要懂这个道理。「三世一切诸如来」，就在我们现前。",
      "zh_TW": "特別注意這『三世』，「三世」指過去、現在、未來。三世諸如來是三世諸佛，過去佛、現在佛不難懂，未來佛在哪裡？我們現前所看的一切眾生統統是未來佛，未來佛就是現在佛，就是過去佛，三世一如，三世不二。如果你把三世分作三個段落來看，你不能得一心，你不能入這個境界。你如果真正明瞭一即是三、三即是一，你的心就清淨了，為什麼？你心裡頭沒有分別了。有沒有過去、現在、未來？有。有沒有分別？沒有分別。這個就妙了，妙就妙在此地，正是所謂「佛法在世間，不壞世間相；佛法在世間，不離世間覺」，佛法的要求就是覺。世間跟出世間是一不是二，覺了就叫出世間，迷了就叫世間，只有迷悟之分，並沒有什麼世出世間的界限，沒有這個，只有假名，沒有事實，我們要懂這個道理。「三世一切諸如來」，就在我們現前。"
    },
    {
      "id": "04-001-0030_p0043",
      "zh_CN": "『于彼无尽语言海』，你们一天到晚所听到的，无尽的言语。你如果是会听，那你就跟普贤菩萨一样了，『恒转理趣妙法轮』，它都在给你说法。说的什么法？说的教你心地清净。就是我刚才所讲的，所有一切众生统统都在那里说，说什么？如果要说到经，统统讲的《大方广佛华严经》。你说，我没听过。我听的都是，一天到晚听的，全是诸佛菩萨给我讲《大方广佛华严经》，都是给我讲的礼敬诸佛、称赞如来、广修供养，乃至普皆回向，就给我讲这些；给我讲的，像我刚才所讲的，诚敬、清净、平等、慈悲。你们不会听，那个人在吵架。我听的他也是讲《大方广佛华严经》，也是给我讲的这些。你不会，你要会了，你就真正得到其中「理趣妙法轮」。『我深智力普能入』，所以这个地方不但要智慧，要深智慧，你才能入这个境界，要不然你入不了这境界。我跟诸位讲的真话，不是假话。好，今天我们就讲到此地。",
      "zh_TW": "『於彼無盡語言海』，你們一天到晚所聽到的，無盡的言語。你如果是會聽，那你就跟普賢菩薩一樣了，『恆轉理趣妙法輪』，它都在給你說法。說的什麼法？說的教你心地清淨。就是我剛才所講的，所有一切眾生統統都在那裡說，說什麼？如果要說到經，統統講的《大方廣佛華嚴經》。你說，我沒聽過。我聽的都是，一天到晚聽的，全是諸佛菩薩給我講《大方廣佛華嚴經》，都是給我講的禮敬諸佛、稱讚如來、廣修供養，乃至普皆迴向，就給我講這些；給我講的，像我剛才所講的，誠敬、清淨、平等、慈悲。你們不會聽，那個人在吵架。我聽的他也是講《大方廣佛華嚴經》，也是給我講的這些。你不會，你要會了，你就真正得到其中「理趣妙法輪」。『我深智力普能入』，所以這個地方不但要智慧，要深智慧，你才能入這個境界，要不然你入不了這境界。我跟諸位講的真話，不是假話。好，今天我們就講到此地。"
    }
  ]
}