{
  "doc_id": "04-001-0019",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0019",
  "total_paragraphs": 89,
  "paragraphs": [
    {
      "id": "04-001-0019_p0001",
      "zh_CN": "请掀开经本第四十面，我跟诸位交代一下最后一行经文：",
      "zh_TW": "請掀開經本第四十面，我跟諸位交代一下最後一行經文："
    },
    {
      "id": "04-001-0019_p0002",
      "zh_CN": "经【而我悉以身口意业。种种方便。殷勤劝请。转妙法轮。】",
      "zh_TW": "經【而我悉以身口意業。種種方便。殷勤勸請。轉妙法輪。】"
    },
    {
      "id": "04-001-0019_p0003",
      "zh_CN": "注解里面都是属于随缘请，大家一看就明了了。末后：",
      "zh_TW": "註解裡面都是屬於隨緣請，大家一看就明瞭了。末後："
    },
    {
      "id": "04-001-0019_p0004",
      "zh_CN": "经【如是虚空界尽。众生界尽。众生业尽。众生烦恼尽。我常劝请一切诸佛。转正法轮。无有穷尽。念念相续。无有间断。身语意业。无有疲厌。】",
      "zh_TW": "經【如是虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我常勸請一切諸佛。轉正法輪。無有窮盡。念念相續。無有間斷。身語意業。無有疲厭。】"
    },
    {
      "id": "04-001-0019_p0005",
      "zh_CN": "这个也不必多说。",
      "zh_TW": "這個也不必多說。"
    },
    {
      "id": "04-001-0019_p0006",
      "zh_CN": "请看下面第七段，「请佛住世」。我们看这十愿的层次，首先是随喜，随喜之后就要请讲经，不但请讲经，还请他常住在此地别走。这是一步进一步，一定要请佛住世，你看这很有趣味。",
      "zh_TW": "請看下面第七段，「請佛住世」。我們看這十願的層次，首先是隨喜，隨喜之後就要請講經，不但請講經，還請他常住在此地別走。這是一步進一步，一定要請佛住世，你看這很有趣味。"
    },
    {
      "id": "04-001-0019_p0007",
      "zh_CN": "经【复次。善男子。言请佛住世者。】",
      "zh_TW": "經【復次。善男子。言請佛住世者。】"
    },
    {
      "id": "04-001-0019_p0008",
      "zh_CN": "注解当中一看他就交代得很清楚，他说：",
      "zh_TW": "註解當中一看他就交代得很清楚，他說："
    },
    {
      "id": "04-001-0019_p0009",
      "zh_CN": "疏【此科是劝请中别义。】",
      "zh_TW": "疏【此科是勸請中別義。】"
    },
    {
      "id": "04-001-0019_p0010",
      "zh_CN": "『此科』，「科」就是这一个大段，『是劝请中别义』。注子底下引用「圭山钞偈」，圭山就是宗密大师，宗密大师《别行疏钞》里面有这么几句话：",
      "zh_TW": "『此科』，「科」就是這一個大段，『是勸請中別義』。註子底下引用「圭山鈔偈」，圭山就是宗密大師，宗密大師《別行疏鈔》裡面有這麼幾句話："
    },
    {
      "id": "04-001-0019_p0011",
      "zh_CN": "疏【十方一切佛，若欲舍寿者，我今头面礼，劝请令久住。】",
      "zh_TW": "疏【十方一切佛，若欲捨壽者，我今頭面禮，勸請令久住。】"
    },
    {
      "id": "04-001-0019_p0012",
      "zh_CN": "这一首偈。下面就解释：",
      "zh_TW": "這一首偈。下面就解釋："
    },
    {
      "id": "04-001-0019_p0013",
      "zh_CN": "疏【众生心净，见佛常住；众生心垢，见佛涅槃。佛无生灭，随机见殊，故知心净观佛，是为真劝请也。】",
      "zh_TW": "疏【眾生心淨，見佛常住；眾生心垢，見佛涅槃。佛無生滅，隨機見殊，故知心淨觀佛，是為真勸請也。】"
    },
    {
      "id": "04-001-0019_p0014",
      "zh_CN": "这几句话很重要，诸位要记住。如果我们发个好心来学佛，要想常常遇到正法，常常在正法当中修行，将来能得一个正果，心一定要清净，才能够感应道交。请佛一定要清净心来请，请转法轮、请佛住世的心更要清净。翻过来请看经文：",
      "zh_TW": "這幾句話很重要，諸位要記住。如果我們發個好心來學佛，要想常常遇到正法，常常在正法當中修行，將來能得一個正果，心一定要清淨，才能夠感應道交。請佛一定要清淨心來請，請轉法輪、請佛住世的心更要清淨。翻過來請看經文："
    },
    {
      "id": "04-001-0019_p0015",
      "zh_CN": "经【所有尽法界虚空界。十方三世。一切佛刹。极微尘数诸佛如来。将欲示现般涅槃者。】",
      "zh_TW": "經【所有盡法界虛空界。十方三世。一切佛剎。極微塵數諸佛如來。將欲示現般涅槃者。】"
    },
    {
      "id": "04-001-0019_p0016",
      "zh_CN": "这个经文上注意『示现』两个字。",
      "zh_TW": "這個經文上注意『示現』兩個字。"
    },
    {
      "id": "04-001-0019_p0017",
      "zh_CN": "经【及诸菩萨。声闻。缘觉。有学。无学。乃至一切诸善知识。我悉劝请。莫入涅槃。经于一切佛刹极微尘数劫。为欲利乐一切众生。】",
      "zh_TW": "經【及諸菩薩。聲聞。緣覺。有學。無學。乃至一切諸善知識。我悉勸請。莫入涅槃。經於一切佛剎極微塵數劫。為欲利樂一切眾生。】"
    },
    {
      "id": "04-001-0019_p0018",
      "zh_CN": "这是请的对象。前面两句是讲无尽的法界，第二句是讲无尽的诸佛如来，第三句是讲我们要启请的时候，他要想示现入般涅槃了，这时候一定要有人启请，没有人启请佛就走了。过去释迦牟尼佛住世的时候，我们看《佛本行经》，讲他老人家灭度时候那个现象。其实佛灭度是魔王来要求，你看佛弟子把这个事情忘掉了，魔来求佛，求佛赶快入般涅槃，他说你老人家教化众生，你教这么多年很累了，用不着再教化，你可以走了。佛就答应他了，他来要求，佛就答应他，佛不妄语，佛答应他了。到以后弟子们晓得了，弟子们请佛住世，你们来晚了，他先说了，他要我赶紧走，我已经答应他了。所以像这些事情我们千万不可以疏忽，你遇到善知识，他要想走了，我们要把他留住。",
      "zh_TW": "這是請的對象。前面兩句是講無盡的法界，第二句是講無盡的諸佛如來，第三句是講我們要啟請的時候，他要想示現入般涅槃了，這時候一定要有人啟請，沒有人啟請佛就走了。過去釋迦牟尼佛住世的時候，我們看《佛本行經》，講他老人家滅度時候那個現象。其實佛滅度是魔王來要求，你看佛弟子把這個事情忘掉了，魔來求佛，求佛趕快入般涅槃，他說你老人家教化眾生，你教這麼多年很累了，用不著再教化，你可以走了。佛就答應他了，他來要求，佛就答應他，佛不妄語，佛答應他了。到以後弟子們曉得了，弟子們請佛住世，你們來晚了，他先說了，他要我趕緊走，我已經答應他了。所以像這些事情我們千萬不可以疏忽，你遇到善知識，他要想走了，我們要把他留住。"
    },
    {
      "id": "04-001-0019_p0019",
      "zh_CN": "台中李老师，我们这里还有些老同学在此地，他那时候讲经也常常给我们说，他要走了。我们同学们就研究，有什么方法把老师多留住几年？得请他讲一部大经。讲一部《华严经》，这就把他留住了，一直留到现在他都不能走，经没讲完，怎么可以走？像这些都是来去自由的人。现在在南部大家晓得，广钦法师，他也常常闹着要走，他的弟子们也常常去求他，求他不要走，现在还住在世间。所以在这种时候是请佛住世的时候。遇到佛当然别忘了，要请他住世。佛不在世的时候，你要遇到菩萨，或者罗汉，或者是初果、二果，这些有学的，无学是阿罗汉；如果这些人遇不到，遇到一些善知识，像广钦老法师、李炳南老居士都是善知识，我们一定要求他住世。",
      "zh_TW": "台中李老師，我們這裡還有些老同學在此地，他那時候講經也常常給我們說，他要走了。我們同學們就研究，有什麼方法把老師多留住幾年？得請他講一部大經。講一部《華嚴經》，這就把他留住了，一直留到現在他都不能走，經沒講完，怎麼可以走？像這些都是來去自由的人。現在在南部大家曉得，廣欽法師，他也常常鬧著要走，他的弟子們也常常去求他，求他不要走，現在還住在世間。所以在這種時候是請佛住世的時候。遇到佛當然別忘了，要請他住世。佛不在世的時候，你要遇到菩薩，或者羅漢，或者是初果、二果，這些有學的，無學是阿羅漢；如果這些人遇不到，遇到一些善知識，像廣欽老法師、李炳南老居士都是善知識，我們一定要求他住世。"
    },
    {
      "id": "04-001-0019_p0020",
      "zh_CN": "可是求他住世，前面跟诸位说了，一定要有清净心，一定要认真的来跟他学。真正有道的人，自己真是来去自由的人，他生死自在，他无所谓寿命，我们人间讲寿命，在他讲没有，他来去自在。他为什么住在这个世间？没有学成的，我们住在世间学道，我们在修学。已经证果的，如果往生西方的，已经能够往生自在的，都算证果。在其他法门里面证果，一定是像小乘一样，初果、二果，要到这个地位才算证果；但是在念佛法门里面，只要得往生自在，随时愿意走就可以走，愿意再住几年就住几年，这就叫证果。所以在净土法门里面，我们要做到这个地步，实在讲是可能的，不是不可能。李老师也是凡夫修成的，跟我们一样，他能到这个程度，我们也可以做得到，个个人都可以做得到，问题就是你肯不肯做。如果讲到小乘初果、二果、三果，那个不是一般人能做得到的。所以比较一下还是净土好修，其他的难，实实在在是难。这个修到生死自在，就是一生成就，这是一生成佛。这是讲一般的善知识，遇到的时候一定要劝请，希望他多住世，希望常住在世间，住在世间可以利乐一切众生，能够讲经说法，能够教众生破迷开悟，有机缘也能跟他一样的求生净土，这个意思在此地。",
      "zh_TW": "可是求他住世，前面跟諸位說了，一定要有清淨心，一定要認真的來跟他學。真正有道的人，自己真是來去自由的人，他生死自在，他無所謂壽命，我們人間講壽命，在他講沒有，他來去自在。他為什麼住在這個世間？沒有學成的，我們住在世間學道，我們在修學。已經證果的，如果往生西方的，已經能夠往生自在的，都算證果。在其他法門裡面證果，一定是像小乘一樣，初果、二果，要到這個地位才算證果；但是在念佛法門裡面，只要得往生自在，隨時願意走就可以走，願意再住幾年就住幾年，這就叫證果。所以在淨土法門裡面，我們要做到這個地步，實在講是可能的，不是不可能。李老師也是凡夫修成的，跟我們一樣，他能到這個程度，我們也可以做得到，個個人都可以做得到，問題就是你肯不肯做。如果講到小乘初果、二果、三果，那個不是一般人能做得到的。所以比較一下還是淨土好修，其他的難，實實在在是難。這個修到生死自在，就是一生成就，這是一生成佛。這是講一般的善知識，遇到的時候一定要勸請，希望他多住世，希望常住在世間，住在世間可以利樂一切眾生，能夠講經說法，能夠教眾生破迷開悟，有機緣也能跟他一樣的求生淨土，這個意思在此地。"
    },
    {
      "id": "04-001-0019_p0021",
      "zh_CN": "疏【首二句，标处遍。次二句，显佛多。次一句，明涅槃非真，故曰示现。】",
      "zh_TW": "疏【首二句，標處遍。次二句，顯佛多。次一句，明涅槃非真，故曰示現。】"
    },
    {
      "id": "04-001-0019_p0022",
      "zh_CN": "这一段文，注解里面给我们讲了几种涅槃，这是佛学常识，我们应当要晓得，将来在经论里面遇到，意思都是差不多的。我们把注子念一念：",
      "zh_TW": "這一段文，註解裡面給我們講了幾種涅槃，這是佛學常識，我們應當要曉得，將來在經論裡面遇到，意思都是差不多的。我們把註子念一念："
    },
    {
      "id": "04-001-0019_p0023",
      "zh_CN": "疏【首二句，标处遍。】",
      "zh_TW": "疏【首二句，標處遍。】"
    },
    {
      "id": "04-001-0019_p0024",
      "zh_CN": "这就是经文「尽法界虚空界」，这是佛刹无量无边，都是我们劝请的处所。",
      "zh_TW": "這就是經文「盡法界虛空界」，這是佛剎無量無邊，都是我們勸請的處所。"
    },
    {
      "id": "04-001-0019_p0025",
      "zh_CN": "疏【次二句，显佛多。】",
      "zh_TW": "疏【次二句，顯佛多。】"
    },
    {
      "id": "04-001-0019_p0026",
      "zh_CN": "这是我们劝请的对象。第三句是劝请的时候，注子里面说：",
      "zh_TW": "這是我們勸請的對象。第三句是勸請的時候，註子裡面說："
    },
    {
      "id": "04-001-0019_p0027",
      "zh_CN": "疏【次一句，明涅槃非真，故曰示现。】",
      "zh_TW": "疏【次一句，明涅槃非真，故曰示現。】"
    },
    {
      "id": "04-001-0019_p0028",
      "zh_CN": "这是讲经文「将欲示现般涅槃」，我刚才提出来，叫大家重视「示现」两个字。既然讲示现就不是真的，佛没有真正的灭度，只有示现灭度而已，没有真正的灭度。为什么？佛证得的境界是不生不灭，哪有灭度？没有灭度。可是阿罗汉有灭度，那是真的，阿罗汉、辟支佛有灭度；佛没有，菩萨也没有。所以菩萨跟佛的涅槃，后头有讲「无住涅槃」，他不一样的。下面要解释什么叫涅槃：",
      "zh_TW": "這是講經文「將欲示現般涅槃」，我剛才提出來，叫大家重視「示現」兩個字。既然講示現就不是真的，佛沒有真正的滅度，只有示現滅度而已，沒有真正的滅度。為什麼？佛證得的境界是不生不滅，哪有滅度？沒有滅度。可是阿羅漢有滅度，那是真的，阿羅漢、辟支佛有滅度；佛沒有，菩薩也沒有。所以菩薩跟佛的涅槃，後頭有講「無住涅槃」，他不一樣的。下面要解釋什麼叫涅槃："
    },
    {
      "id": "04-001-0019_p0029",
      "zh_CN": "疏【梵语具云般涅槃那。】",
      "zh_TW": "疏【梵語具云般涅槃那。】"
    },
    {
      "id": "04-001-0019_p0030",
      "zh_CN": "我们中国人总是喜欢简单，把尾音都略掉了，『般涅槃那』就翻作「涅槃」，通常就用这两个字，这是梵音音译的。",
      "zh_TW": "我們中國人總是喜歡簡單，把尾音都略掉了，『般涅槃那』就翻作「涅槃」，通常就用這兩個字，這是梵音音譯的。"
    },
    {
      "id": "04-001-0019_p0031",
      "zh_CN": "疏【古译翻为入灭息。】",
      "zh_TW": "疏【古譯翻為入滅息。】"
    },
    {
      "id": "04-001-0019_p0032",
      "zh_CN": "『入灭息』是三个意思，就是入、灭、息。",
      "zh_TW": "『入滅息』是三個意思，就是入、滅、息。"
    },
    {
      "id": "04-001-0019_p0033",
      "zh_CN": "疏【今翻云灭度。】",
      "zh_TW": "疏【今翻云滅度。】"
    },
    {
      "id": "04-001-0019_p0034",
      "zh_CN": "古与今在中国佛经的翻译，是以玄奘大师为一个阶段，玄奘大师之前所翻的都叫古译，玄奘大师以后翻译的统统称为今译，所以古今是以玄奘大师为标准。说到这个地方，我又要告诉诸位，这桩事情在现在说出来，有很深长的用意。因为在末法时期，学佛的人不论是在家、出家都很重感情，情是生死根本，是烦恼的渊源，情要不断，不但是修学任何一个法门不能成就，往生净土都是障碍。所以这个东西要晓得，它不是个好事情。因为你情太重，魔王就得其便了；个个理智，都不用感情的话，魔王对你是一筹莫展，一点办法都没有。魔是用情来扰乱的。像现在，就是出家了，师徒有很深的情；纵然不是出家弟子，在家的皈依徒弟跟他的皈依师父当中也有一段感情，这个事情太麻烦了。老师的东西，学生怎么不拥护？老师要有个著作，你们学生赶快出钱出力要去把它印出来流通，这是我老师的，现在人都是这样的。老师的东西写得不好，甚至于还有错，错了也把它流通出来，这总是老师的著作。",
      "zh_TW": "古與今在中國佛經的翻譯，是以玄奘大師為一個階段，玄奘大師之前所翻的都叫古譯，玄奘大師以後翻譯的統統稱為今譯，所以古今是以玄奘大師為標準。說到這個地方，我又要告訴諸位，這樁事情在現在說出來，有很深長的用意。因為在末法時期，學佛的人不論是在家、出家都很重感情，情是生死根本，是煩惱的淵源，情要不斷，不但是修學任何一個法門不能成就，往生淨土都是障礙。所以這個東西要曉得，它不是個好事情。因為你情太重，魔王就得其便了；個個理智，都不用感情的話，魔王對你是一籌莫展，一點辦法都沒有。魔是用情來擾亂的。像現在，就是出家了，師徒有很深的情；縱然不是出家弟子，在家的皈依徒弟跟他的皈依師父當中也有一段感情，這個事情太麻煩了。老師的東西，學生怎麼不擁護？老師要有個著作，你們學生趕快出錢出力要去把它印出來流通，這是我老師的，現在人都是這樣的。老師的東西寫得不好，甚至於還有錯，錯了也把它流通出來，這總是老師的著作。"
    },
    {
      "id": "04-001-0019_p0035",
      "zh_CN": "古人不如是，古人真正做到了依法不依人。我讲《弥陀经通赞疏》，举一个例子。《弥陀经通赞疏》是窥基大师写的，这是玄奘大师的得意弟子，玄奘大师的大徒弟。唯识法相宗是玄奘大师从印度传到中国来的，但是传到中国来，翻译出来，并没有建立一个宗派，而在他徒弟手上建立了唯识法相宗。所以唯识法相宗的开山祖师不是玄奘大师，是窥基大师。他的老师，就是玄奘大师，也有《弥陀经》的译本，现在在《大藏经》里面。如果照今天人来说，我老师翻的《弥陀经》，我们做学生的应当要来给它做注解、来给它流通，这是理所当然的，这个合乎人情。他这个徒弟给《弥陀经》做个注解，还是选的鸠摩罗什大师的译本，没有选他老师的，他自己没有觉得我这么做对不起老师，玄奘大师也没有觉得这样做是我的叛徒，没有。不能说玄奘大师翻的东西没有鸠摩罗什大师的好，这个不可以说，玄奘大师的东西翻得要是不及鸠摩罗什大师的，他绝对不会动笔、不会翻，可以说两个翻的是同样的好。同样的好，一个已经流通了，一个还没有流通；已经流通了，你看人家修随喜功德，不但是窥基大师随喜，玄奘大师也随喜，这真正了不起，给我们后人做个榜样，决定是依法不依人。就是我老师的著作，我也看看古人的著作，如果古人的著作已经流通了，老师的著作跟古人一样的好，我们还是流通古人的，为什么？大家已经看习惯了。老师的东西比不上古人的，那干脆流通古人的好了，何必流通这个本子？所以古大德不讲情面，了不起！你看我们这个地方所印的东西，多半都是印古人的，今人的东西印得很少。有许多同学来给我讲，要我写一点东西。我说不行，我写的比不上古人，没有流通的价值，你们要花这个钱花得冤枉了，应当要流通古人的好版本，好的注疏。",
      "zh_TW": "古人不如是，古人真正做到了依法不依人。我講《彌陀經通贊疏》，舉一個例子。《彌陀經通贊疏》是窺基大師寫的，這是玄奘大師的得意弟子，玄奘大師的大徒弟。唯識法相宗是玄奘大師從印度傳到中國來的，但是傳到中國來，翻譯出來，並沒有建立一個宗派，而在他徒弟手上建立了唯識法相宗。所以唯識法相宗的開山祖師不是玄奘大師，是窺基大師。他的老師，就是玄奘大師，也有《彌陀經》的譯本，現在在《大藏經》裡面。如果照今天人來說，我老師翻的《彌陀經》，我們做學生的應當要來給它做註解、來給它流通，這是理所當然的，這個合乎人情。他這個徒弟給《彌陀經》做個註解，還是選的鳩摩羅什大師的譯本，沒有選他老師的，他自己沒有覺得我這麼做對不起老師，玄奘大師也沒有覺得這樣做是我的叛徒，沒有。不能說玄奘大師翻的東西沒有鳩摩羅什大師的好，這個不可以說，玄奘大師的東西翻得要是不及鳩摩羅什大師的，他絕對不會動筆、不會翻，可以說兩個翻的是同樣的好。同樣的好，一個已經流通了，一個還沒有流通；已經流通了，你看人家修隨喜功德，不但是窺基大師隨喜，玄奘大師也隨喜，這真正了不起，給我們後人做個榜樣，決定是依法不依人。就是我老師的著作，我也看看古人的著作，如果古人的著作已經流通了，老師的著作跟古人一樣的好，我們還是流通古人的，為什麼？大家已經看習慣了。老師的東西比不上古人的，那乾脆流通古人的好了，何必流通這個本子？所以古大德不講情面，了不起！你看我們這個地方所印的東西，多半都是印古人的，今人的東西印得很少。有許多同學來給我講，要我寫一點東西。我說不行，我寫的比不上古人，沒有流通的價值，你們要花這個錢花得冤枉了，應當要流通古人的好版本，好的註疏。"
    },
    {
      "id": "04-001-0019_p0036",
      "zh_CN": "除这个之外，还有一点更重要的意思，那就是《弥陀经》等于经过他们两位给我们做了一次有力的证明，这部经的真实性、可靠性。如果这部经不可靠、是假的，玄奘大师他一定会提出说明，不会再赞叹这部经，不会再劝人修学这部经。你看窥基大师虽然是法相宗的祖师，他的《弥陀经》注解里面，对于这部经是赞叹备至。这不是净土宗祖师说的话，是法相宗祖师说的话，说这部经至圆至顿，就是圆到了极处、顿到了极处，七天成功！如果是想快捷的成佛，所有法门都比不上这个法门。这是玄奘大师的徒弟，窥基大师赞叹的。这个注子我当时印了四千本，普遍赠送诸位，你们看看，这是净土宗以外的祖师对于《弥陀经》的看法，对于《弥陀经》这种赞扬，能够激发我们的信心。其他的经当中没有发现过这种情形，说是玄奘大师来做一次证明，这一部经是特别。因为这个注解就是玄奘大师、窥基大师给我们做一个最有力量的证明，证明了鸠摩罗什大师翻的一个字不错，绝对的真实，我们依照这个法门去修学，决定有结果、有成就，很难得、很难得！特别是对今天这个末法时期来说，因为我还听说有一些人反对净土、排斥净土，说《弥陀经》是假的，不是真的；说阿弥陀佛就是太阳神，还有这种说法的，简直是胡说八道。而且这种说法还曾经发生在佛学院里，佛学院的学生来问我，他说有老师说阿弥陀佛是太阳神，这出在什么地方？我说我不晓得，我看《大藏经》里头没有看到这个句子，哪一个法师给你说的你去问他，胡说八道。所以，有窥基大师这个注解，那是最有力的证据！所以决定不能够听信谣言。",
      "zh_TW": "除這個之外，還有一點更重要的意思，那就是《彌陀經》等於經過他們兩位給我們做了一次有力的證明，這部經的真實性、可靠性。如果這部經不可靠、是假的，玄奘大師他一定會提出說明，不會再讚歎這部經，不會再勸人修學這部經。你看窺基大師雖然是法相宗的祖師，他的《彌陀經》註解裡面，對於這部經是讚歎備至。這不是淨土宗祖師說的話，是法相宗祖師說的話，說這部經至圓至頓，就是圓到了極處、頓到了極處，七天成功！如果是想快捷的成佛，所有法門都比不上這個法門。這是玄奘大師的徒弟，窺基大師讚歎的。這個註子我當時印了四千本，普遍贈送諸位，你們看看，這是淨土宗以外的祖師對於《彌陀經》的看法，對於《彌陀經》這種讚揚，能夠激發我們的信心。其他的經當中沒有發現過這種情形，說是玄奘大師來做一次證明，這一部經是特別。因為這個註解就是玄奘大師、窺基大師給我們做一個最有力量的證明，證明了鳩摩羅什大師翻的一個字不錯，絕對的真實，我們依照這個法門去修學，決定有結果、有成就，很難得、很難得！特別是對今天這個末法時期來說，因為我還聽說有一些人反對淨土、排斥淨土，說《彌陀經》是假的，不是真的；說阿彌陀佛就是太陽神，還有這種說法的，簡直是胡說八道。而且這種說法還曾經發生在佛學院裡，佛學院的學生來問我，他說有老師說阿彌陀佛是太陽神，這出在什麼地方？我說我不曉得，我看《大藏經》裡頭沒有看到這個句子，哪一個法師給你說的你去問他，胡說八道。所以，有窺基大師這個註解，那是最有力的證據！所以決定不能夠聽信謠言。"
    },
    {
      "id": "04-001-0019_p0037",
      "zh_CN": "涅槃翻作灭是灭烦恼，息也是息烦恼的意思，或者我们讲，翻灭是灭生死，息是息烦恼。烦恼是因，生死是果报，这是因与果统统都灭息了。所以说不生不死，涅槃是不生不死的意思。『今翻』，就是玄奘大师翻作『灭度』。这个意思也非常好，「灭」就是灭生死烦恼，「度」就是度入彼岸的意思，就是到达菩提涅槃，有这个意思在，度就是这个意思。底下有：",
      "zh_TW": "涅槃翻作滅是滅煩惱，息也是息煩惱的意思，或者我們講，翻滅是滅生死，息是息煩惱。煩惱是因，生死是果報，這是因與果統統都滅息了。所以說不生不死，涅槃是不生不死的意思。『今翻』，就是玄奘大師翻作『滅度』。這個意思也非常好，「滅」就是滅生死煩惱，「度」就是度入彼岸的意思，就是到達菩提涅槃，有這個意思在，度就是這個意思。底下有："
    },
    {
      "id": "04-001-0019_p0038",
      "zh_CN": "疏【谓灭五住烦恼，度二种生死也。】",
      "zh_TW": "疏【謂滅五住煩惱，度二種生死也。】"
    },
    {
      "id": "04-001-0019_p0039",
      "zh_CN": "『二种生死』就是变易生死跟分段生死，在我们现在是两种生死都有。分段生死是说一个阶段、一个阶段的，大的区分来讲，譬如我们到这个人间来，我们从投胎生下来一直到死，这是一段，这是一个段落；死了之后又要去投胎，就又有生，生又有老死。就是十二因缘里面讲的，六道轮回的生死，一个阶段、一个阶段的，这是分段生死。变易生死，我们天天在变化，一天比一天老了，这个叫变易。刹那刹那在变，不是一年比一年老，而是刹那刹那的老了，我们自己不能够觉察，不觉得。你看佛在楞严会上跟波斯匿王讲的，不是一月一月老，不是一天一天老，刹那刹那在老，这是属于变易生死。所以我们现在两种生死都有。",
      "zh_TW": "『二種生死』就是變易生死跟分段生死，在我們現在是兩種生死都有。分段生死是說一個階段、一個階段的，大的區分來講，譬如我們到這個人間來，我們從投胎生下來一直到死，這是一段，這是一個段落；死了之後又要去投胎，就又有生，生又有老死。就是十二因緣裡面講的，六道輪迴的生死，一個階段、一個階段的，這是分段生死。變易生死，我們天天在變化，一天比一天老了，這個叫變易。剎那剎那在變，不是一年比一年老，而是剎那剎那的老了，我們自己不能夠覺察，不覺得。你看佛在楞嚴會上跟波斯匿王講的，不是一月一月老，不是一天一天老，剎那剎那在老，這是屬於變易生死。所以我們現在兩種生死都有。"
    },
    {
      "id": "04-001-0019_p0040",
      "zh_CN": "证得阿罗汉果以后，分段生死没有了，就是三界之内六道轮回的生死没有了，但是他还有变易生死，他还有变化。阿罗汉变易生死那个苦，比我们现在那是轻得多了，我们现在轮回太苦太苦了，他没有轮回了。怎么个变易法？譬如菩萨，我们讲真正断了三界之内的分段生死，按照圆教来讲是七信的菩萨。《华严经》里面讲总共是五十一个位次，前面十信位，十信位从初信到第六信没有超越六道轮回，还是有分段生死，到第七信位超越了。所以七信位的菩萨等于小乘的阿罗汉、辟支佛，他断证的功夫跟他相等，但是智慧比小乘人要高得太多了。",
      "zh_TW": "證得阿羅漢果以後，分段生死沒有了，就是三界之內六道輪迴的生死沒有了，但是他還有變易生死，他還有變化。阿羅漢變易生死那個苦，比我們現在那是輕得多了，我們現在輪迴太苦太苦了，他沒有輪迴了。怎麼個變易法？譬如菩薩，我們講真正斷了三界之內的分段生死，按照圓教來講是七信的菩薩。《華嚴經》裡面講總共是五十一個位次，前面十信位，十信位從初信到第六信沒有超越六道輪迴，還是有分段生死，到第七信位超越了。所以七信位的菩薩等於小乘的阿羅漢、辟支佛，他斷證的功夫跟他相等，但是智慧比小乘人要高得太多了。"
    },
    {
      "id": "04-001-0019_p0041",
      "zh_CN": "从七信位以上一直到等觉，统统叫变易生死。因为他这个菩萨地位提升一级，他要有一个阶段的修行，修行很苦，不是随随便便的，他要努力精进，到一个层次他有个变易，就是一次变易他菩萨地位就升等一级。就好比你们在学校念书，你们一年级念完，下个学期要升二年级，那一年级就死了，二年级就生了，这叫变易，就是这个意思，而不是真的有生死。生死是比喻苦，你吃过一番苦头，经过一段时间你晋级了，就是这个意思，这个叫变易生死。两种生死都尽了，那就是圆教成佛，因为等觉还没有尽，等觉还要一次，还要经过一次变易才能到妙觉位。下面跟我们解释涅槃：",
      "zh_TW": "從七信位以上一直到等覺，統統叫變易生死。因為他這個菩薩地位提升一級，他要有一個階段的修行，修行很苦，不是隨隨便便的，他要努力精進，到一個層次他有個變易，就是一次變易他菩薩地位就升等一級。就好比你們在學校念書，你們一年級念完，下個學期要升二年級，那一年級就死了，二年級就生了，這叫變易，就是這個意思，而不是真的有生死。生死是比喻苦，你吃過一番苦頭，經過一段時間你晉級了，就是這個意思，這個叫變易生死。兩種生死都盡了，那就是圓教成佛，因為等覺還沒有盡，等覺還要一次，還要經過一次變易才能到妙覺位。下面跟我們解釋涅槃："
    },
    {
      "id": "04-001-0019_p0042",
      "zh_CN": "疏【涅槃有三：一、性净涅槃，义翻圆寂；谓法尔无缺曰圆，体自真常称寂。】",
      "zh_TW": "疏【涅槃有三：一、性淨涅槃，義翻圓寂；謂法爾無缺曰圓，體自真常稱寂。】"
    },
    {
      "id": "04-001-0019_p0043",
      "zh_CN": "『涅槃』有三种，这个三种通说的，这个一般经论里头都是这样讲法。第一种叫『性净涅槃』，「性」是真如本性，「净」是清净，真如本性本来就是清净的。所以这种是从理上讲的，人人具足，一切众生皆有佛性，一切众生统统具有性净涅槃。『义翻圆寂』，它的意思就是翻作圆寂。「圆」是什么？『谓法尔无缺曰圆，体自真常称寂』。「法尔」，有自然的意思，有本来的意思，本来就是这个样子，不是修成的，不是从外面得来的，原原本本就是这个样子的。这一句，讲「法尔无缺」这四个字，就跟六祖大师在悟道的时候，他老人家所讲的「何期自性，本来具足」，就是这个意思。就是这个意思，本来具足，不是外面来的，具足就是一点欠缺都没有，这叫圆。无论是智慧，无论是德相，统统都具足，一样也不缺少，这叫圆。",
      "zh_TW": "『涅槃』有三種，這個三種通說的，這個一般經論裡頭都是這樣講法。第一種叫『性淨涅槃』，「性」是真如本性，「淨」是清淨，真如本性本來就是清淨的。所以這種是從理上講的，人人具足，一切眾生皆有佛性，一切眾生統統具有性淨涅槃。『義翻圓寂』，它的意思就是翻作圓寂。「圓」是什麼？『謂法爾無缺曰圓，體自真常稱寂』。「法爾」，有自然的意思，有本來的意思，本來就是這個樣子，不是修成的，不是從外面得來的，原原本本就是這個樣子的。這一句，講「法爾無缺」這四個字，就跟六祖大師在悟道的時候，他老人家所講的「何期自性，本來具足」，就是這個意思。就是這個意思，本來具足，不是外面來的，具足就是一點欠缺都沒有，這叫圓。無論是智慧，無論是德相，統統都具足，一樣也不缺少，這叫圓。"
    },
    {
      "id": "04-001-0019_p0044",
      "zh_CN": "「体」，这是讲本体。心性之本体，也是原来就是「真」，原来就是「常」。真，就是决定不假，不是虚妄的，它是真的。常，是永远就是那个样子的，从来没有变易过。在佛不变，在菩萨他也不变，在我们人，乃至于堕到地狱，它还是不变，从来没有变过，这个叫「寂」。所以从这个角度上来看，说一切众生本来成佛，因为你的性净涅槃是从来没有失掉过。而我们众生所谓是迷失了，迷了；是不是真的失了？没有，虽迷不失。不失，为什么说失？迷了的时候，你不起作用了。所以从作用上讲，不能够发挥作用了，就等于是失掉了，是这个意思，并不是真的失掉。所以诸佛菩萨看得清清楚楚，他对你很尊重，为什么？你跟他没有两样，他是佛，你也是佛。不过现在你不知道你是佛，很可惜，就是这一点，你不晓得你是佛，你要晓得你是佛，跟他有什么两样？所以这叫性净涅槃，从体上说的。再看第二个意思：",
      "zh_TW": "「體」，這是講本體。心性之本體，也是原來就是「真」，原來就是「常」。真，就是決定不假，不是虛妄的，它是真的。常，是永遠就是那個樣子的，從來沒有變易過。在佛不變，在菩薩他也不變，在我們人，乃至於墮到地獄，它還是不變，從來沒有變過，這個叫「寂」。所以從這個角度上來看，說一切眾生本來成佛，因為你的性淨涅槃是從來沒有失掉過。而我們眾生所謂是迷失了，迷了；是不是真的失了？沒有，雖迷不失。不失，為什麼說失？迷了的時候，你不起作用了。所以從作用上講，不能夠發揮作用了，就等於是失掉了，是這個意思，並不是真的失掉。所以諸佛菩薩看得清清楚楚，他對你很尊重，為什麼？你跟他沒有兩樣，他是佛，你也是佛。不過現在你不知道你是佛，很可惜，就是這一點，你不曉得你是佛，你要曉得你是佛，跟他有什麼兩樣？所以這叫性淨涅槃，從體上說的。再看第二個意思："
    },
    {
      "id": "04-001-0019_p0045",
      "zh_CN": "疏【方便净涅槃。】",
      "zh_TW": "疏【方便淨涅槃。】"
    },
    {
      "id": "04-001-0019_p0046",
      "zh_CN": "涅槃都有圆寂的意思，但它说法就不相同了。",
      "zh_TW": "涅槃都有圓寂的意思，但它說法就不相同了。"
    },
    {
      "id": "04-001-0019_p0047",
      "zh_CN": "疏【谓万德成满曰圆，众累永息称寂。】",
      "zh_TW": "疏【謂萬德成滿曰圓，眾累永息稱寂。】"
    },
    {
      "id": "04-001-0019_p0048",
      "zh_CN": "前面的性净，可以说是法身、本体，是心性的本体。「方便净」，这是讲报身，是我们自受用身，报身。报身是『万德成满』，「满」是圆满，「成」是成就，就是你修行证果了，这个叫做『圆』。证什么样的果？当然有大乘、小乘，有四教，都是讲到最高的果位。譬如说小乘要证到阿罗汉果才叫涅槃，有圆寂的意思；就是小乘法里面，他的功德圆满了，得清净寂灭了。大乘法里面，这个四教有藏、通、别、圆。就藏教，藏教有佛，通教也有佛，别教也有佛，都叫做圆寂，都称得上这个。但是真正讲到这个涅槃，讲到最高、最圆满的，那是圆教佛。所以圆教佛通常也讲入大涅槃，加一个大字，加一个大字一定是大乘圆教的涅槃，就是无上正等正觉，他真是万德成满，『众累永息』。「累」就是烦恼、生死。见思烦恼、尘沙烦恼、无明烦恼统统都断尽，分段生死、变易生死都了了，所以这时候称作方便净涅槃。方便净跟性净是完全相应、相契了，从性净上讲是本具的，方便上讲是你修得的。第三种是讲：",
      "zh_TW": "前面的性淨，可以說是法身、本體，是心性的本體。「方便淨」，這是講報身，是我們自受用身，報身。報身是『萬德成滿』，「滿」是圓滿，「成」是成就，就是你修行證果了，這個叫做『圓』。證什麼樣的果？當然有大乘、小乘，有四教，都是講到最高的果位。譬如說小乘要證到阿羅漢果才叫涅槃，有圓寂的意思；就是小乘法裡面，他的功德圓滿了，得清淨寂滅了。大乘法裡面，這個四教有藏、通、別、圓。就藏教，藏教有佛，通教也有佛，別教也有佛，都叫做圓寂，都稱得上這個。但是真正講到這個涅槃，講到最高、最圓滿的，那是圓教佛。所以圓教佛通常也講入大涅槃，加一個大字，加一個大字一定是大乘圓教的涅槃，就是無上正等正覺，他真是萬德成滿，『眾累永息』。「累」就是煩惱、生死。見思煩惱、塵沙煩惱、無明煩惱統統都斷盡，分段生死、變易生死都了了，所以這時候稱作方便淨涅槃。方便淨跟性淨是完全相應、相契了，從性淨上講是本具的，方便上講是你修得的。第三種是講："
    },
    {
      "id": "04-001-0019_p0049",
      "zh_CN": "疏【应化涅槃。】",
      "zh_TW": "疏【應化涅槃。】"
    },
    {
      "id": "04-001-0019_p0050",
      "zh_CN": "这就是我们通常讲佛菩萨入涅槃，都是讲的这个意思，这个就是示现，前面那个不是示现，这个是示现。示现是说什么？",
      "zh_TW": "這就是我們通常講佛菩薩入涅槃，都是講的這個意思，這個就是示現，前面那個不是示現，這個是示現。示現是說什麼？"
    },
    {
      "id": "04-001-0019_p0051",
      "zh_CN": "疏【化用周遍曰圆。】",
      "zh_TW": "疏【化用周遍曰圓。】"
    },
    {
      "id": "04-001-0019_p0052",
      "zh_CN": "『化』是教化。所以佛法里头用的这些词句，诸位要注意，它有很深的意义。普通我们讲教学，教学没有讲到成绩；教化有成绩，化是结果，所谓变化气质。化凡为圣，他变化了，学了之后他就变化了，这个学就有成绩了。所以佛法它用的字，它有因有果，教是因，化是果，因圆果满，这才是真正的成就。『化用周遍』，就是教化众生这个大用是周遍虚空法界，这叫『圆』。佛菩萨教化众生不限定在一个地区，尽虚空遍法界都是他的道场，这是「圆」的意思。",
      "zh_TW": "『化』是教化。所以佛法裡頭用的這些詞句，諸位要注意，它有很深的意義。普通我們講教學，教學沒有講到成績；教化有成績，化是結果，所謂變化氣質。化凡為聖，他變化了，學了之後他就變化了，這個學就有成績了。所以佛法它用的字，它有因有果，教是因，化是果，因圓果滿，這才是真正的成就。『化用周遍』，就是教化眾生這個大用是周遍虛空法界，這叫『圓』。佛菩薩教化眾生不限定在一個地區，盡虛空遍法界都是他的道場，這是「圓」的意思。"
    },
    {
      "id": "04-001-0019_p0053",
      "zh_CN": "疏【用息归体称寂。】",
      "zh_TW": "疏【用息歸體稱寂。】"
    },
    {
      "id": "04-001-0019_p0054",
      "zh_CN": "圆是佛菩萨那边的事情，是他的事情，他教化的确是圆圆满满，没有欠缺的。『寂』是众生机感这边的事情，你众生肯接受佛菩萨教化，他就来了；你很讨厌他，不喜欢学，他就走了，走了，这就是「寂」。所以『用息』，他那个作用息了，没有人肯学，他就不教了，暂时就终止、就不教了，这叫做寂。",
      "zh_TW": "圓是佛菩薩那邊的事情，是他的事情，他教化的確是圓圓滿滿，沒有欠缺的。『寂』是眾生機感這邊的事情，你眾生肯接受佛菩薩教化，他就來了；你很討厭他，不喜歡學，他就走了，走了，這就是「寂」。所以『用息』，他那個作用息了，沒有人肯學，他就不教了，暫時就終止、就不教了，這叫做寂。"
    },
    {
      "id": "04-001-0019_p0055",
      "zh_CN": "疏【今指第三。】",
      "zh_TW": "疏【今指第三。】"
    },
    {
      "id": "04-001-0019_p0056",
      "zh_CN": "一切诸佛菩萨他们示现般涅槃，都是这个第三种，应化的涅槃，不是讲前面两种，这是讲应化的，所谓示现的。我们这里没有人学，他就走了；纵然有人学，不是真学，他也走了。那要真学，他才会来，真正发心学，他来；不是真正发心学，不能与佛菩萨感应。什么叫真学？简单的讲，你能够具足普贤这个十愿，愿愿你都能做到，真学，那一点不假，你说佛菩萨不化身来帮助你，我不相信。不具足这十愿：我很想学，我真学！那是假的。就是说什么叫真学、什么叫假学你都搞不清楚，把假学当作真学，自己本身就搞错了。真学是信解行证，你是依教奉行，这是真学，一定要真正把它做到。下面又介绍出，就是《唯识论》里面讲的四涅槃，这是法相唯识宗里头所说的，这四种我们也常常会看到，第一种叫：",
      "zh_TW": "一切諸佛菩薩他們示現般涅槃，都是這個第三種，應化的涅槃，不是講前面兩種，這是講應化的，所謂示現的。我們這裡沒有人學，他就走了；縱然有人學，不是真學，他也走了。那要真學，他才會來，真正發心學，他來；不是真正發心學，不能與佛菩薩感應。什麼叫真學？簡單的講，你能夠具足普賢這個十願，願願你都能做到，真學，那一點不假，你說佛菩薩不化身來幫助你，我不相信。不具足這十願：我很想學，我真學！那是假的。就是說什麼叫真學、什麼叫假學你都搞不清楚，把假學當作真學，自己本身就搞錯了。真學是信解行證，你是依教奉行，這是真學，一定要真正把它做到。下面又介紹出，就是《唯識論》裡面講的四涅槃，這是法相唯識宗裡頭所說的，這四種我們也常常會看到，第一種叫："
    },
    {
      "id": "04-001-0019_p0057",
      "zh_CN": "疏【自性清净涅槃。】",
      "zh_TW": "疏【自性清淨涅槃。】"
    },
    {
      "id": "04-001-0019_p0058",
      "zh_CN": "跟前面「性净涅槃」是一样的意思，都是从本体上说的。它这个注子里面有：",
      "zh_TW": "跟前面「性淨涅槃」是一樣的意思，都是從本體上說的。它這個註子裡面有："
    },
    {
      "id": "04-001-0019_p0059",
      "zh_CN": "疏【谓真如之性，无始时来，本自清净，虽有客尘，而不能染，故曰性净。】",
      "zh_TW": "疏【謂真如之性，無始時來，本自清淨，雖有客塵，而不能染，故曰性淨。】"
    },
    {
      "id": "04-001-0019_p0060",
      "zh_CN": "所以跟前面「性净涅槃」意思相同，这个不必说了。跟前面不一样的，就是后面这三种。第一种叫：",
      "zh_TW": "所以跟前面「性淨涅槃」意思相同，這個不必說了。跟前面不一樣的，就是後面這三種。第一種叫："
    },
    {
      "id": "04-001-0019_p0061",
      "zh_CN": "疏【有余涅槃，谓三乘圣人，虽断尽见思，犹有无明余在，由证择灭无为，离诸嚣动，故号涅槃。】",
      "zh_TW": "疏【有餘涅槃，謂三乘聖人，雖斷盡見思，猶有無明餘在，由證擇滅無為，離諸囂動，故號涅槃。】"
    },
    {
      "id": "04-001-0019_p0062",
      "zh_CN": "『三乘』是讲声闻、缘觉、菩萨（这就是大小乘，刚才跟诸位说过的），他们确确实实断了烦恼，见思烦恼断了。小乘阿罗汉有涅槃，辟支佛有涅槃；菩萨里面，这是说藏通别，藏通别这三教的佛都是菩萨。藏教的佛，实际上就是十信位的菩萨，信位的菩萨；通教的佛，是十住位的菩萨；别教的佛，是十行位的菩萨，都还没有登地。换句话说，就算是别教佛，别教初地等于圆教初住，十地、等觉、妙觉位，这是别教佛，破十二品无明。无明有四十一品，他才破十二品，后面还有许多没破的，还没有破的，他还有余，还有余的那么多，他还没破。如果藏教佛那就更多了，四十一品无明一品都没破，所以这叫有余，他有余，这是讲这个意思。底下这种是讲：",
      "zh_TW": "『三乘』是講聲聞、緣覺、菩薩（這就是大小乘，剛才跟諸位說過的），他們確確實實斷了煩惱，見思煩惱斷了。小乘阿羅漢有涅槃，辟支佛有涅槃；菩薩裡面，這是說藏通別，藏通別這三教的佛都是菩薩。藏教的佛，實際上就是十信位的菩薩，信位的菩薩；通教的佛，是十住位的菩薩；別教的佛，是十行位的菩薩，都還沒有登地。換句話說，就算是別教佛，別教初地等於圓教初住，十地、等覺、妙覺位，這是別教佛，破十二品無明。無明有四十一品，他才破十二品，後面還有許多沒破的，還沒有破的，他還有餘，還有餘的那麼多，他還沒破。如果藏教佛那就更多了，四十一品無明一品都沒破，所以這叫有餘，他有餘，這是講這個意思。底下這種是講："
    },
    {
      "id": "04-001-0019_p0063",
      "zh_CN": "疏【无余涅槃。】",
      "zh_TW": "疏【無餘涅槃。】"
    },
    {
      "id": "04-001-0019_p0064",
      "zh_CN": "无余涅槃有两种，一种是：",
      "zh_TW": "無餘涅槃有兩種，一種是："
    },
    {
      "id": "04-001-0019_p0065",
      "zh_CN": "疏【谓钝根阿罗汉，厌苦欣寂，灰身泯智，余迹既寂，故称无余。】",
      "zh_TW": "疏【謂鈍根阿羅漢，厭苦欣寂，灰身泯智，餘跡既寂，故稱無餘。】"
    },
    {
      "id": "04-001-0019_p0066",
      "zh_CN": "其实证得涅槃，诸位要晓得，身体都在，所以涅槃是在活时候证的，不是说死了才叫涅槃。但是此地讲『无余涅槃』，真的他身不要了，而且他是证得涅槃之后不要这个身体了，叫『灰身泯智』，「灰身」是把这个身烧掉，「泯智」，智是分别心，把所有一切分别执着统统断尽，心清净。他喜欢这个境界，这是一种所谓定性阿罗汉，他们很乐意住在这个境界里，在这个境界里是很高的享受，是这一类的人，则称为无余。另外一类的，虽然证得阿罗汉，他的身体还留在这个世间，还能够帮助别人，教化众生。他身体还在，这叫做有余依涅槃，加个依字，那是什么？他没有灰身泯智，他的身体还留在世间，所以这个也叫做有余涅槃。第四种叫：",
      "zh_TW": "其實證得涅槃，諸位要曉得，身體都在，所以涅槃是在活時候證的，不是說死了才叫涅槃。但是此地講『無餘涅槃』，真的他身不要了，而且他是證得涅槃之後不要這個身體了，叫『灰身泯智』，「灰身」是把這個身燒掉，「泯智」，智是分別心，把所有一切分別執著統統斷盡，心清淨。他喜歡這個境界，這是一種所謂定性阿羅漢，他們很樂意住在這個境界裡，在這個境界裡是很高的享受，是這一類的人，則稱為無餘。另外一類的，雖然證得阿羅漢，他的身體還留在這個世間，還能夠幫助別人，教化眾生。他身體還在，這叫做有餘依涅槃，加個依字，那是什麼？他沒有灰身泯智，他的身體還留在世間，所以這個也叫做有餘涅槃。第四種叫："
    },
    {
      "id": "04-001-0019_p0067",
      "zh_CN": "疏【无住涅槃。】",
      "zh_TW": "疏【無住涅槃。】"
    },
    {
      "id": "04-001-0019_p0068",
      "zh_CN": "这个多半是大菩萨，佛与大菩萨们，他们真的证得涅槃了，证涅槃怎么样？他不住，不住涅槃。对我们凡夫来讲，他不住生死，他没有生死；对圣者来讲，他不住涅槃。他生死、涅槃二边都不住，这叫做无住涅槃，这是最值得赞叹的，在佛门里面佛与大菩萨统统都是这个境界。",
      "zh_TW": "這個多半是大菩薩，佛與大菩薩們，他們真的證得涅槃了，證涅槃怎麼樣？他不住，不住涅槃。對我們凡夫來講，他不住生死，他沒有生死；對聖者來講，他不住涅槃。他生死、涅槃二邊都不住，這叫做無住涅槃，這是最值得讚歎的，在佛門裡面佛與大菩薩統統都是這個境界。"
    },
    {
      "id": "04-001-0019_p0069",
      "zh_CN": "疏【谓出障真如。】",
      "zh_TW": "疏【謂出障真如。】"
    },
    {
      "id": "04-001-0019_p0070",
      "zh_CN": "『障』就是烦恼障、无明障，这两种障他都破了，都超出了。",
      "zh_TW": "『障』就是煩惱障、無明障，這兩種障他都破了，都超出了。"
    },
    {
      "id": "04-001-0019_p0071",
      "zh_CN": "疏【大悲般若，时常辅翼。】",
      "zh_TW": "疏【大悲般若，時常輔翼。】"
    },
    {
      "id": "04-001-0019_p0072",
      "zh_CN": "『大悲』是慈悲心，无缘大慈，同体大悲，大悲心从清净心里面流露出来，怜悯一切众生；又有大智慧，般若智慧，也现前了。",
      "zh_TW": "『大悲』是慈悲心，無緣大慈，同體大悲，大悲心從清淨心裡面流露出來，憐憫一切眾生；又有大智慧，般若智慧，也現前了。"
    },
    {
      "id": "04-001-0019_p0073",
      "zh_CN": "疏【由大悲故，不住涅槃。】",
      "zh_TW": "疏【由大悲故，不住涅槃。】"
    },
    {
      "id": "04-001-0019_p0074",
      "zh_CN": "因为他要像小乘一样，一住涅槃就不能利益众生。所以他不住涅槃，他可以走但他不走，不是他没有能力走。像我们这个尘世，娑婆污秽的世界，他有能力离开他不离开，这是慈悲。为什么不离开？为了帮助这些苦离的众生，来帮助他们，来接引他们，所以他不入涅槃。",
      "zh_TW": "因為他要像小乘一樣，一住涅槃就不能利益眾生。所以他不住涅槃，他可以走但他不走，不是他沒有能力走。像我們這個塵世，娑婆污穢的世界，他有能力離開他不離開，這是慈悲。為什麼不離開？為了幫助這些苦離的眾生，來幫助他們，來接引他們，所以他不入涅槃。"
    },
    {
      "id": "04-001-0019_p0075",
      "zh_CN": "疏【由般若故，不住生死。】",
      "zh_TW": "疏【由般若故，不住生死。】"
    },
    {
      "id": "04-001-0019_p0076",
      "zh_CN": "因为他又有智慧，所以他也不住生死。由此可知，生死从哪里来？迷惑颠倒才有生死，智慧现前没有生死。因为迷的时候你造业，造业才有生死轮回的果报。般若智慧现前，不造业，不但不造业，所有那些罪业，前面讲过，般若智慧都把它照空了。般若智慧要生起来的时候，所有一切罪业统统没有了，全都消除了。所以他没有业习，因此他没有生死。这就是涅槃、生死二边都不住。",
      "zh_TW": "因為他又有智慧，所以他也不住生死。由此可知，生死從哪裡來？迷惑顛倒才有生死，智慧現前沒有生死。因為迷的時候你造業，造業才有生死輪迴的果報。般若智慧現前，不造業，不但不造業，所有那些罪業，前面講過，般若智慧都把它照空了。般若智慧要生起來的時候，所有一切罪業統統沒有了，全都消除了。所以他沒有業習，因此他沒有生死。這就是涅槃、生死二邊都不住。"
    },
    {
      "id": "04-001-0019_p0077",
      "zh_CN": "疏【尽未来际，利乐有情。即用即寂，故称无住。即今所请者，指第四也。】",
      "zh_TW": "疏【盡未來際，利樂有情。即用即寂，故稱無住。即今所請者，指第四也。】"
    },
    {
      "id": "04-001-0019_p0078",
      "zh_CN": "我们现在要请佛菩萨、善知识莫入涅槃，就是要请这种人，这是我们所请的对象。底下这里讲：",
      "zh_TW": "我們現在要請佛菩薩、善知識莫入涅槃，就是要請這種人，這是我們所請的對象。底下這裡講："
    },
    {
      "id": "04-001-0019_p0079",
      "zh_CN": "疏【及诸下。】",
      "zh_TW": "疏【及諸下。】"
    },
    {
      "id": "04-001-0019_p0080",
      "zh_CN": "就是「及诸菩萨、声闻、缘觉」，一直到「为欲利乐一切众生」，这段文是：",
      "zh_TW": "就是「及諸菩薩、聲聞、緣覺」，一直到「為欲利樂一切眾生」，這段文是："
    },
    {
      "id": "04-001-0019_p0081",
      "zh_CN": "疏【兼请余圣。】",
      "zh_TW": "疏【兼請餘聖。】"
    },
    {
      "id": "04-001-0019_p0082",
      "zh_CN": "不但我们要请佛，菩萨、声闻、缘觉、善知识统统都请，在家、出家只要是有修有学的，有证的当然更好，有证的找不到，有修有学的统统要请。末后它这个注解里头，这边这一行里头有几句很重要，我在这里念一念：",
      "zh_TW": "不但我們要請佛，菩薩、聲聞、緣覺、善知識統統都請，在家、出家只要是有修有學的，有證的當然更好，有證的找不到，有修有學的統統要請。末後它這個註解裡頭，這邊這一行裡頭有幾句很重要，我在這裡念一念："
    },
    {
      "id": "04-001-0019_p0083",
      "zh_CN": "疏【佛灭度后，末法时中，亲善知识，为第一大事。】",
      "zh_TW": "疏【佛滅度後，末法時中，親善知識，為第一大事。】"
    },
    {
      "id": "04-001-0019_p0084",
      "zh_CN": "这几句诸位同学要特别的注意，要牢牢的记住，特别是在现在这个末法时期，你能够真正亲近一个善知识，你就得度了。底下说明理由：",
      "zh_TW": "這幾句諸位同學要特別的注意，要牢牢的記住，特別是在現在這個末法時期，你能夠真正親近一個善知識，你就得度了。底下說明理由："
    },
    {
      "id": "04-001-0019_p0085",
      "zh_CN": "疏【何以故？善知识，为得道全因缘故。虽是凡夫，可为巨夜明灯，苦海良导。】",
      "zh_TW": "疏【何以故？善知識，為得道全因緣故。雖是凡夫，可為巨夜明燈，苦海良導。】"
    },
    {
      "id": "04-001-0019_p0086",
      "zh_CN": "这个几句话不能不留意，应当多读几遍，牢牢的记住。遇到一个真善知识决定不放松，自己没有成就决定不能离开，离开就可惜了，离开之后必定要迷失方向。所以古人亲近善知识，最低限度要得法眼净他才可以离开。什么叫法眼净？自己有能力独立，能够辨别是非邪正，有这个能力，这个时候可以离开老师；如果没有这种能力，不能离开老师。有这个能力，将来在菩提道上，你自己眼睛亮了，路认识了，不会迷失方向，不会掉到坑陷里面去；你连这种能力都没有，那一定跟定老师，老师在前面走，你跟着他走，就是不能离开善知识。到自己真正有能力的时候，可以，有能力的时候你想不离开也不行，善知识也会把你赶走。为什么？你有能力，你应该帮助别人，你既然可以带路了，你何必跟我走？你再带一批人。他有这个意思在。所以真正有这个能力，老师再要把你留在身边，是老师的过失，因为他可以教化一方，要让他度众生去，帮助别人去。他没有这个能力，老师不能让他离开，离开，他必定会迷失道路。如果他去教化众生，那就是以盲引盲，那个罪过更大，是自误误人，更不得了。所以亲近老师是非常非常的重要。这是注子里面的意思。",
      "zh_TW": "這個幾句話不能不留意，應當多讀幾遍，牢牢的記住。遇到一個真善知識決定不放鬆，自己沒有成就決定不能離開，離開就可惜了，離開之後必定要迷失方向。所以古人親近善知識，最低限度要得法眼淨他才可以離開。什麼叫法眼淨？自己有能力獨立，能夠辨別是非邪正，有這個能力，這個時候可以離開老師；如果沒有這種能力，不能離開老師。有這個能力，將來在菩提道上，你自己眼睛亮了，路認識了，不會迷失方向，不會掉到坑陷裡面去；你連這種能力都沒有，那一定跟定老師，老師在前面走，你跟著他走，就是不能離開善知識。到自己真正有能力的時候，可以，有能力的時候你想不離開也不行，善知識也會把你趕走。為什麼？你有能力，你應該幫助別人，你既然可以帶路了，你何必跟我走？你再帶一批人。他有這個意思在。所以真正有這個能力，老師再要把你留在身邊，是老師的過失，因為他可以教化一方，要讓他度眾生去，幫助別人去。他沒有這個能力，老師不能讓他離開，離開，他必定會迷失道路。如果他去教化眾生，那就是以盲引盲，那個罪過更大，是自誤誤人，更不得了。所以親近老師是非常非常的重要。這是註子裡面的意思。"
    },
    {
      "id": "04-001-0019_p0087",
      "zh_CN": "除注子之外，还有一点意思我要说出来，诸佛如来可以说，他的示现是无处不在、无时不在，尽虚空遍法界；换句话说，诸佛如来本来就住世。但是这种境界，一般说来都是法身大士才能够体会得到，像我们初学的人没有办法。所以此地讲劝请，里面也有一个原则，那就是依智离识，所谓「依智不依识，诸佛常现前」，这也是一个很重要的原则。智，我们简单的讲理智，要有理智，识是感情，我们时时处处都能够用理智，而不动感情，与佛就接近、就相应了。因为你心地清净，智慧明朗，佛是觉的意思，觉而不迷、正而不邪、净而不染，就是诸佛常现前的样子。如果我们心里迷，知见不正，染而不净，与佛就没有感应，这就叫不见佛，这就叫做佛灭度了。时间到了，底下这段念掉，这是一段：",
      "zh_TW": "除註子之外，還有一點意思我要說出來，諸佛如來可以說，他的示現是無處不在、無時不在，盡虛空遍法界；換句話說，諸佛如來本來就住世。但是這種境界，一般說來都是法身大士才能夠體會得到，像我們初學的人沒有辦法。所以此地講勸請，裡面也有一個原則，那就是依智離識，所謂「依智不依識，諸佛常現前」，這也是一個很重要的原則。智，我們簡單的講理智，要有理智，識是感情，我們時時處處都能夠用理智，而不動感情，與佛就接近、就相應了。因為你心地清淨，智慧明朗，佛是覺的意思，覺而不迷、正而不邪、淨而不染，就是諸佛常現前的樣子。如果我們心裡迷，知見不正，染而不淨，與佛就沒有感應，這就叫不見佛，這就叫做佛滅度了。時間到了，底下這段念掉，這是一段："
    },
    {
      "id": "04-001-0019_p0088",
      "zh_CN": "经【如是虚空界尽。众生界尽。众生业尽。众生烦恼尽。我此劝请。无有穷尽。念念相续。无有间断。身语意业。无有疲厌。】",
      "zh_TW": "經【如是虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我此勸請。無有窮盡。念念相續。無有間斷。身語意業。無有疲厭。】"
    },
    {
      "id": "04-001-0019_p0089",
      "zh_CN": "到这是一段，这是第七愿。",
      "zh_TW": "到這是一段，這是第七願。"
    }
  ]
}