{
  "doc_id": "04-001-0034",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0034",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "04-001-0034_p0001",
      "zh_CN": "请掀开经本第九十二面第三行：",
      "zh_TW": "請掀開經本第九十二面第三行："
    },
    {
      "id": "04-001-0034_p0002",
      "zh_CN": "经【往昔由无智慧力。所造极恶五无间。诵此普贤大愿王。一念速疾皆消灭。】",
      "zh_TW": "經【往昔由無智慧力。所造極惡五無間。誦此普賢大願王。一念速疾皆消滅。】"
    },
    {
      "id": "04-001-0034_p0003",
      "zh_CN": "这一首是「颂离系果」，所谓系是指系缚，譬如有人拿绳索、枷锁把我们捆住、系缚住了，是这个意思。此地讲的系缚就是指烦恼、果报，这个两种。在我们现前可以说是时时刻刻我们造恶业就受惑、业、苦这三种系缚，因此就没有法子超越六道轮回。既然不能超越六道轮回，我们自己必须要晓得一个事实，那就是我们在无间地狱里面的时间决定占得是长久。所以看到经上讲的无间地狱，实在就是我们自己的老家，偶尔出来晃一晃，人天逛一逛，再下一辈子又去了。正如同经上所说的，我们人间活上一百年，地狱里头也不过是几分钟而已。阿鼻地狱，经上给我们说的，地狱一昼夜是我们人间二千七百多年。真的，地狱的人是好不容易你罪受满了出去，出去就犯法，犯法就又抓回去了，就这么回事情。这是六道里面众生的真相。如果他很幸运，有机会生到天上去，那出来的时间比较长一点。天人寿命终了，福报享尽了，过去生中造的恶业又现前。所以三恶道真正是我们的故乡，三善道是偶尔出来去郊游观光一下而已，那个时间是很短暂的。这就是讲惑业苦系缚一切罪苦众生。",
      "zh_TW": "這一首是「頌離繫果」，所謂繫是指繫縛，譬如有人拿繩索、枷鎖把我們捆住、繫縛住了，是這個意思。此地講的繫縛就是指煩惱、果報，這個兩種。在我們現前可以說是時時刻刻我們造惡業就受惑、業、苦這三種繫縛，因此就沒有法子超越六道輪迴。既然不能超越六道輪迴，我們自己必須要曉得一個事實，那就是我們在無間地獄裡面的時間決定佔得是長久。所以看到經上講的無間地獄，實在就是我們自己的老家，偶爾出來晃一晃，人天逛一逛，再下一輩子又去了。正如同經上所說的，我們人間活上一百年，地獄裡頭也不過是幾分鐘而已。阿鼻地獄，經上給我們說的，地獄一晝夜是我們人間二千七百多年。真的，地獄的人是好不容易你罪受滿了出去，出去就犯法，犯法就又抓回去了，就這麼回事情。這是六道裡面眾生的真相。如果他很幸運，有機會生到天上去，那出來的時間比較長一點。天人壽命終了，福報享盡了，過去生中造的惡業又現前。所以三惡道真正是我們的故鄉，三善道是偶爾出來去郊遊觀光一下而已，那個時間是很短暫的。這就是講惑業苦繫縛一切罪苦眾生。"
    },
    {
      "id": "04-001-0034_p0004",
      "zh_CN": "怎么样才能够出离？一切大乘经都说，你念这部经，你就能超脱。你看我们在此地看到，『诵此普贤大愿王，一念速疾皆消灭』；你读《楞严经》，《楞严经》上也这么说；读《普门品》，《普门品》也这么说，每部经上都这么说，咱念哪一部经好？这点我们要觉悟、要明了，其实每一部大乘经典都有这个力量，都有这个功效。可是你不要看到经上「诵此」，我天天念这个就行了，念也消不了业。前面给你说过，在前面我们说这部经《普贤行愿》，讲到行有十种，十种前面曾经详细说过，上一次我略说，简单的把这个说了。十种修行法里头，读诵是一种，以一种就代表十种，你一定要懂这个意思。这个十种里面，我再念一遍，第一书写、第二供养、第三转施、第四听闻、第五披读（就是读经）、第六受持、第七开示、第八是讽诵（就是背诵）、第九思惟、第十修习。依照这个方法来修行，随便举一条，统统概括后头的九条，这样才行，才能够有成就，才能够真正的超越。这前面跟诸位说过，在此地就不必多讲。可是在众多大乘经典当中，实实在在来说，这一部经尤其是在一切大乘经之上，什么原因？前头也跟大家详细的说过，这是佛法的根本法轮，一切经都是《华严》眷属。普贤菩萨十大愿、十大行，他行愿，愿有十条，行也有十个项目，这就是一切诸佛教化众生的总行愿，这点我们一定要能够体会得到。所以依照这行愿来修行，当然你能够消灭极恶的无间罪业，那其余的小罪业就更不必说了，当然可以消除。",
      "zh_TW": "怎麼樣才能夠出離？一切大乘經都說，你念這部經，你就能超脫。你看我們在此地看到，『誦此普賢大願王，一念速疾皆消滅』；你讀《楞嚴經》，《楞嚴經》上也這麼說；讀《普門品》，《普門品》也這麼說，每部經上都這麼說，咱念哪一部經好？這點我們要覺悟、要明瞭，其實每一部大乘經典都有這個力量，都有這個功效。可是你不要看到經上「誦此」，我天天念這個就行了，念也消不了業。前面給你說過，在前面我們說這部經《普賢行願》，講到行有十種，十種前面曾經詳細說過，上一次我略說，簡單的把這個說了。十種修行法裡頭，讀誦是一種，以一種就代表十種，你一定要懂這個意思。這個十種裡面，我再念一遍，第一書寫、第二供養、第三轉施、第四聽聞、第五披讀（就是讀經）、第六受持、第七開示、第八是諷誦（就是背誦）、第九思惟、第十修習。依照這個方法來修行，隨便舉一條，統統概括後頭的九條，這樣才行，才能夠有成就，才能夠真正的超越。這前面跟諸位說過，在此地就不必多講。可是在眾多大乘經典當中，實實在在來說，這一部經尤其是在一切大乘經之上，什麼原因？前頭也跟大家詳細的說過，這是佛法的根本法輪，一切經都是《華嚴》眷屬。普賢菩薩十大願、十大行，他行願，願有十條，行也有十個項目，這就是一切諸佛教化眾生的總行願，這點我們一定要能夠體會得到。所以依照這行願來修行，當然你能夠消滅極惡的無間罪業，那其餘的小罪業就更不必說了，當然可以消除。"
    },
    {
      "id": "04-001-0034_p0005",
      "zh_CN": "可是经文里头有两个字，我们不能够马马虎虎就把它看过去，这两个字是「一念」，关键就在此地。一念是什么？就是《弥陀经》里讲的一心。你有二念，你的罪就消不了，一念就消掉了。一念是真心，二念是妄心，妄心就是无智慧，就会造业；一念是真心，真心就是智慧，真心不造业。由此可知，《弥陀经》里面教给我们直截了当修一心不乱，就是《华严经》上所讲的许许多多修行方法里面第一个方法。怎样叫我们能够达到一念？文殊教善财，普贤教善财，都是念阿弥陀佛。我们现在这个一念不会，会了你就不会坐在此地，会了你是法身大士、菩萨摩诃萨，你怎么会坐在此地听我胡说八道。那我们怎么办？我们把所有的念头都放下，单提一句阿弥陀佛，我们现在就执着这一念，这样就好。你二六时中念念都是阿弥陀佛，无间地狱的罪业就消灭了，这个我们可以做到；真正讲到那个一念，我们做不到。二六时中一句阿弥陀佛，给诸位说，这就是功夫成片，还不是一心不乱，这个要记住，千万不能把境界搞错了，这只是功夫成片。但是决定往生，凡圣同居土他就有分了。往生西方极乐世界，无间罪业当然消灭，这个是真的消灭了，这就是离系果。再看下面这一段，这是两句，就是半首偈：",
      "zh_TW": "可是經文裡頭有兩個字，我們不能夠馬馬虎虎就把它看過去，這兩個字是「一念」，關鍵就在此地。一念是什麼？就是《彌陀經》裡講的一心。你有二念，你的罪就消不了，一念就消掉了。一念是真心，二念是妄心，妄心就是無智慧，就會造業；一念是真心，真心就是智慧，真心不造業。由此可知，《彌陀經》裡面教給我們直截了當修一心不亂，就是《華嚴經》上所講的許許多多修行方法裡面第一個方法。怎樣叫我們能夠達到一念？文殊教善財，普賢教善財，都是念阿彌陀佛。我們現在這個一念不會，會了你就不會坐在此地，會了你是法身大士、菩薩摩訶薩，你怎麼會坐在此地聽我胡說八道。那我們怎麼辦？我們把所有的念頭都放下，單提一句阿彌陀佛，我們現在就執著這一念，這樣就好。你二六時中念念都是阿彌陀佛，無間地獄的罪業就消滅了，這個我們可以做到；真正講到那個一念，我們做不到。二六時中一句阿彌陀佛，給諸位說，這就是功夫成片，還不是一心不亂，這個要記住，千萬不能把境界搞錯了，這只是功夫成片。但是決定往生，凡聖同居土他就有分了。往生西方極樂世界，無間罪業當然消滅，這個是真的消滅了，這就是離繫果。再看下面這一段，這是兩句，就是半首偈："
    },
    {
      "id": "04-001-0034_p0006",
      "zh_CN": "经【族姓种类及容色。相好智慧咸圆满。】",
      "zh_TW": "經【族姓種類及容色。相好智慧咸圓滿。】"
    },
    {
      "id": "04-001-0034_p0007",
      "zh_CN": "这是讲「异熟果」，异是变异，熟就是成熟；换句话说，它变异才成熟，不是因与果同时的，因果不同时，这就是异熟。譬如说我们过去生中读诵《普贤行愿品》，这一生得果报了，你看过去生种因，这一生得果，这个成熟是异时，不是同时的。我们这一生种善因，来生得善果，这也是异时。还有异处，譬如说我们在娑婆世界一心执持弥陀名号，这是现在修因，果报在西方极乐世界，异处，地方不相同，这个地方种因，那个地方有果报。凡是这类的情形都叫做异熟果，懂得这个意思，我们经文就很容易明了了。",
      "zh_TW": "這是講「異熟果」，異是變異，熟就是成熟；換句話說，它變異才成熟，不是因與果同時的，因果不同時，這就是異熟。譬如說我們過去生中讀誦《普賢行願品》，這一生得果報了，你看過去生種因，這一生得果，這個成熟是異時，不是同時的。我們這一生種善因，來生得善果，這也是異時。還有異處，譬如說我們在娑婆世界一心執持彌陀名號，這是現在修因，果報在西方極樂世界，異處，地方不相同，這個地方種因，那個地方有果報。凡是這類的情形都叫做異熟果，懂得這個意思，我們經文就很容易明瞭了。"
    },
    {
      "id": "04-001-0034_p0008",
      "zh_CN": "第一个是『族姓』。这要讲到古印度的历史，古印度阶级观念非常之重，他们有四姓阶级，是不平等的，最高的是婆罗门，其次的是刹帝利、吠舍、首陀，它有这四个阶级。四个阶级前面两个阶级，就是婆罗门跟刹帝利是贵族，其余两种这是平民，平民与贵族不通婚姻。佛，他出生在刹帝利中，属于贵族。佛出家之后提倡的是四姓平等，只要你一出家，身分地位完全平等，这在当时也是很伟大的一种号召，在佛法里才有真正的平等。「族」就是指四姓阶级，指他的种族；「姓」，像刹帝利是王种，生在贵族帝王之家。这就是族姓种类。『及容色』，「容」是容貌，「色」是色相。这里色是代表健康、代表强壮，色力，代表这个。不但容貌端庄，而且身体强壮，这是果报，这些果报都是前世所修的。",
      "zh_TW": "第一個是『族姓』。這要講到古印度的歷史，古印度階級觀念非常之重，他們有四姓階級，是不平等的，最高的是婆羅門，其次的是剎帝利、吠舍、首陀，它有這四個階級。四個階級前面兩個階級，就是婆羅門跟剎帝利是貴族，其餘兩種這是平民，平民與貴族不通婚姻。佛，他出生在剎帝利中，屬於貴族。佛出家之後提倡的是四姓平等，只要你一出家，身分地位完全平等，這在當時也是很偉大的一種號召，在佛法裡才有真正的平等。「族」就是指四姓階級，指他的種族；「姓」，像剎帝利是王種，生在貴族帝王之家。這就是族姓種類。『及容色』，「容」是容貌，「色」是色相。這裡色是代表健康、代表強壯，色力，代表這個。不但容貌端莊，而且身體強壯，這是果報，這些果報都是前世所修的。"
    },
    {
      "id": "04-001-0034_p0009",
      "zh_CN": "『相好智慧咸圆满』，这是指佛。前面是指我们世间一般有福德之人。佛在世间所示现的是三十二相、八十种好，这都是我们世间人分别执着上建立的。你看我们世间的相书，看到哪种相叫贵相、哪个相叫好相，人分别执着。凡是相书里面讲的最贵的相、最好的相，佛是统统都有，一样都不缺，所谓三十二相、八十种好。诸位要知道，这个相好是福报修来的，所以在大经里面佛告诉我们，菩萨（就是等觉菩萨）成了佛之后，特别还要用一百劫的时间专门修福。成佛是智慧圆满，成佛了，福德也许他还没有修，因此特别就补修福报，去补修，修一百劫的时间，专门修相好。为什么要修这个东西？绝不是为自己，是为了接引众生。众生都喜欢相好，假如佛的相特别好，就很诱惑人了，人家一见到佛，就舍不得离开他，佛的讲话他就听了。如果佛长得很丑陋，人家一见他调头而去，讲什么样的好话人家也不会接受。",
      "zh_TW": "『相好智慧咸圓滿』，這是指佛。前面是指我們世間一般有福德之人。佛在世間所示現的是三十二相、八十種好，這都是我們世間人分別執著上建立的。你看我們世間的相書，看到哪種相叫貴相、哪個相叫好相，人分別執著。凡是相書裡面講的最貴的相、最好的相，佛是統統都有，一樣都不缺，所謂三十二相、八十種好。諸位要知道，這個相好是福報修來的，所以在大經裡面佛告訴我們，菩薩（就是等覺菩薩）成了佛之後，特別還要用一百劫的時間專門修福。成佛是智慧圓滿，成佛了，福德也許他還沒有修，因此特別就補修福報，去補修，修一百劫的時間，專門修相好。為什麼要修這個東西？絕不是為自己，是為了接引眾生。眾生都喜歡相好，假如佛的相特別好，就很誘惑人了，人家一見到佛，就捨不得離開他，佛的講話他就聽了。如果佛長得很醜陋，人家一見他調頭而去，講什麼樣的好話人家也不會接受。"
    },
    {
      "id": "04-001-0034_p0010",
      "zh_CN": "所以佛一定要修相好，这是为利益众生而修的，绝不是为自己而修。这就是四摄法里面所谓的「布施、爱语、利行、同事」，这是佛接引众生的四种手段。所以佛修这一百劫的相好也是手段，当然它真正的内涵是智慧，相好圆满，智慧也是圆满的。所以我们必须要求得圆满的智慧，还要有圆满的德相。世间看相算命的也有一句口头禅说，「相随心转」，这个话是真的。我们要想修自己的相好，先要修心，心地慈悲，相一定是很慈悲的。心胸险恶，相貌上瞒不了人，怎么样装，真正一个有学问、有功夫的人都能看出来，那个人很险诈，可以看得出来，无论他怎么样的隐藏，都藏不掉的。所以必须从内在里面去修行，果报上在外表能够显现出来。这个都是属于异熟。诸佛智慧相好的圆满，也得力于多生多劫修学普贤行，才有这样殊胜的成就。",
      "zh_TW": "所以佛一定要修相好，這是為利益眾生而修的，絕不是為自己而修。這就是四攝法裡面所謂的「布施、愛語、利行、同事」，這是佛接引眾生的四種手段。所以佛修這一百劫的相好也是手段，當然它真正的內涵是智慧，相好圓滿，智慧也是圓滿的。所以我們必須要求得圓滿的智慧，還要有圓滿的德相。世間看相算命的也有一句口頭禪說，「相隨心轉」，這個話是真的。我們要想修自己的相好，先要修心，心地慈悲，相一定是很慈悲的。心胸險惡，相貌上瞞不了人，怎麼樣裝，真正一個有學問、有功夫的人都能看出來，那個人很險詐，可以看得出來，無論他怎麼樣的隱藏，都藏不掉的。所以必須從內在裡面去修行，果報上在外表能夠顯現出來。這個都是屬於異熟。諸佛智慧相好的圓滿，也得力於多生多劫修學普賢行，才有這樣殊勝的成就。"
    },
    {
      "id": "04-001-0034_p0011",
      "zh_CN": "经【诸魔外道不能摧。堪为三界所应供。】",
      "zh_TW": "經【諸魔外道不能摧。堪為三界所應供。】"
    },
    {
      "id": "04-001-0034_p0012",
      "zh_CN": "这是「颂士用果」。什么叫士用？士是指人来说的，士就是人，是个读书人，是个有学问的人。我们中国过去一般分类就四民：士、农、工、商，在中国古代社会里把老百姓也分作这四个等级。这四个等级也有点不平等，但是没有像印度界限那么深，在中国也有四民，比起印度要好得太多了。中国人身分最高的是读书人。现在可以说真正是礼崩乐坏，没有礼。在我们中国古代，的的确确是礼仪之邦，这是清朝以前都是如此的。到民国讲民主共和，所以把古礼统统废弃掉。过去在君主专制的时代，我们衣服不能随便穿，随便穿是犯法的。衣服是什么？衣服是礼服，士农工商都有礼服，你衣服一穿，走到外面，人家就晓得你什么身分。知道你身分有什么方便？就应该以什么礼节来对待你。现在看不出来了，除了军人戴上阶级我们晓得他是个什么阶级，除此之外，行政院长站在我们旁边我们也不认识，也会把他当作普通老百姓一样看待，对他就无礼了。在从前念书人有念书人的服装，像我穿的海青，这就是读书人穿的，农工商不能穿这个衣服，不可以穿这个衣服，带大袖子这叫海青，这是读书人穿的，这代表读书人的身分。在宴会里面尤其显著，他家里再有钱、再有势力，不行，读书人要坐首席，首席穷秀才去坐的，这是从前礼。现在，现在是有钱、有势力的坐首席。以前不然，以前是念书人坐首席。",
      "zh_TW": "這是「頌士用果」。什麼叫士用？士是指人來說的，士就是人，是個讀書人，是個有學問的人。我們中國過去一般分類就四民：士、農、工、商，在中國古代社會裡把老百姓也分作這四個等級。這四個等級也有點不平等，但是沒有像印度界限那麼深，在中國也有四民，比起印度要好得太多了。中國人身分最高的是讀書人。現在可以說真正是禮崩樂壞，沒有禮。在我們中國古代，的的確確是禮儀之邦，這是清朝以前都是如此的。到民國講民主共和，所以把古禮統統廢棄掉。過去在君主專制的時代，我們衣服不能隨便穿，隨便穿是犯法的。衣服是什麼？衣服是禮服，士農工商都有禮服，你衣服一穿，走到外面，人家就曉得你什麼身分。知道你身分有什麼方便？就應該以什麼禮節來對待你。現在看不出來了，除了軍人戴上階級我們曉得他是個什麼階級，除此之外，行政院長站在我們旁邊我們也不認識，也會把他當作普通老百姓一樣看待，對他就無禮了。在從前念書人有念書人的服裝，像我穿的海青，這就是讀書人穿的，農工商不能穿這個衣服，不可以穿這個衣服，帶大袖子這叫海青，這是讀書人穿的，這代表讀書人的身分。在宴會裡面尤其顯著，他家裡再有錢、再有勢力，不行，讀書人要坐首席，首席窮秀才去坐的，這是從前禮。現在，現在是有錢、有勢力的坐首席。以前不然，以前是念書人坐首席。"
    },
    {
      "id": "04-001-0034_p0013",
      "zh_CN": "所以中国自古以来最尊重的确是知识分子，最尊重的是知识分子，不贵财富。士就是读书人；用是作用。一个有学问、有道德的人，他的作用当然是好的，好的作用一定有好的果报。所以出家人，比丘翻成中国意思叫乞士。乞是什么？乞丐，外面讨饭吃的，他沿门托钵，这是乞；虽然是乞，他很有道德、很有学问，叫乞士。他不是普通的乞丐，是个有学问、有道德的乞丐，所以翻成这个名词。他的作用、果报就殊胜了，『诸魔外道不能摧』，这就是说明修行人有能力降伏魔王外道，而成就无上佛果。但是要想很顺利的达到这个境界，也是要靠修学普贤行愿的功德才能够圆满的成就。所以句句它都归到普贤行愿，显示这部经作用不可思议。",
      "zh_TW": "所以中國自古以來最尊重的確是知識分子，最尊重的是知識分子，不貴財富。士就是讀書人；用是作用。一個有學問、有道德的人，他的作用當然是好的，好的作用一定有好的果報。所以出家人，比丘翻成中國意思叫乞士。乞是什麼？乞丐，外面討飯吃的，他沿門托缽，這是乞；雖然是乞，他很有道德、很有學問，叫乞士。他不是普通的乞丐，是個有學問、有道德的乞丐，所以翻成這個名詞。他的作用、果報就殊勝了，『諸魔外道不能摧』，這就是說明修行人有能力降伏魔王外道，而成就無上佛果。但是要想很順利的達到這個境界，也是要靠修學普賢行願的功德才能夠圓滿的成就。所以句句它都歸到普賢行願，顯示這部經作用不可思議。"
    },
    {
      "id": "04-001-0034_p0014",
      "zh_CN": "魔、外，我们要把它认识清楚，这里面有许许多多的阶层，我们自己必须要防卫，就是要保卫自己。佛在《八大人觉经》里面告诉我们，魔有四种，就是四类，四类里面有三类是属于自己本身的，只有一类是属于外面的。第一类是五阴魔，色、受、想、行、识。我们现在这个身心是四大五蕴和合之物，这东西不是个好东西，所以你要用般若智慧照见五蕴皆空，那就好办了，你可以好好的运用现在这个身体来修无上菩提。要知道，这是我所用的，不是我。如果把这个执着成我，那就错了，四大五蕴里面求我不可得。所以如果是迷失了，把它当作我，这就是魔障。",
      "zh_TW": "魔、外，我們要把它認識清楚，這裡面有許許多多的階層，我們自己必須要防衛，就是要保衛自己。佛在《八大人覺經》裡面告訴我們，魔有四種，就是四類，四類裡面有三類是屬於自己本身的，只有一類是屬於外面的。第一類是五陰魔，色、受、想、行、識。我們現在這個身心是四大五蘊和合之物，這東西不是個好東西，所以你要用般若智慧照見五蘊皆空，那就好辦了，你可以好好的運用現在這個身體來修無上菩提。要知道，這是我所用的，不是我。如果把這個執著成我，那就錯了，四大五蘊裡面求我不可得。所以如果是迷失了，把它當作我，這就是魔障。"
    },
    {
      "id": "04-001-0034_p0015",
      "zh_CN": "第二，烦恼是魔。根本烦恼六个，随烦恼二十个，这是天亲菩萨把一切烦恼归纳成二十六大类，这是魔，就是我们通常讲的心魔。你要小心，烦恼一起来，喜怒哀乐统统是烦恼。一起来你就警觉到，烦恼起来了，烦恼魔现前了。你有警觉心，它一起来，你一认识它，虽有烦恼，烦恼不足以成障碍。为什么？它已经被发现，就不会障碍你了，你马上把它换个念头，换成阿弥陀佛就行了，就转烦恼为菩提。",
      "zh_TW": "第二，煩惱是魔。根本煩惱六個，隨煩惱二十個，這是天親菩薩把一切煩惱歸納成二十六大類，這是魔，就是我們通常講的心魔。你要小心，煩惱一起來，喜怒哀樂統統是煩惱。一起來你就警覺到，煩惱起來了，煩惱魔現前了。你有警覺心，它一起來，你一認識它，雖有煩惱，煩惱不足以成障礙。為什麼？它已經被發現，就不會障礙你了，你馬上把它換個念頭，換成阿彌陀佛就行了，就轉煩惱為菩提。"
    },
    {
      "id": "04-001-0034_p0016",
      "zh_CN": "第三个是死魔。这就没有伏烦恼那么容易了，这要在我们一生当中好好的去做功夫，要克服死魔。要想克服死魔，决定不能造恶业，绝对不可以造恶业，造恶业是增长死魔的势力，你就帮助它。不但不能造恶业，造作一切善业不能着相，造作善业着相也是帮助死魔，相当的麻烦，这是关系我们来生的幸福。这一生得好死，来生得好生；这一生要是死得不好，来生必定是三恶道。所以这个是来生幸福关键的所在，我们要如何把死魔克服？当然最成功的是预知时至、自在往生，那死魔是完全脱离了。",
      "zh_TW": "第三個是死魔。這就沒有伏煩惱那麼容易了，這要在我們一生當中好好的去做功夫，要克服死魔。要想克服死魔，決定不能造惡業，絕對不可以造惡業，造惡業是增長死魔的勢力，你就幫助它。不但不能造惡業，造作一切善業不能著相，造作善業著相也是幫助死魔，相當的麻煩，這是關係我們來生的幸福。這一生得好死，來生得好生；這一生要是死得不好，來生必定是三惡道。所以這個是來生幸福關鍵的所在，我們要如何把死魔克服？當然最成功的是預知時至、自在往生，那死魔是完全脫離了。"
    },
    {
      "id": "04-001-0034_p0017",
      "zh_CN": "第四种是天魔。天魔是外面的，简单的来说，就是一切诱惑的力量统统叫做天魔。譬如今天有许多人禁不起外面的诱惑，金钱的诱惑、地位的诱惑、利益的诱惑、五欲六尘的诱惑，这个事情麻烦。所以你讲，天魔在哪里？到处都是。学佛的人要惜福，不要受外面境界的诱惑，因为外面境界诱惑你，就是天魔在外头诱惑你，里面的烦恼贪瞋痴慢就增长，内外勾结，你就系缚在三界，就不能了生死，道理在此地。所以，内我们要息烦恼，外要不受魔王的诱惑，这就是「诸魔外道不能摧」。这样才『堪为三界所应供』，这一句就是说能为天人师了，可以为天人的模范、榜样，有资格接受天人的供养。为什么？因为你是三界福田，天人供养你，才能真正得福报。再看未后这首「颂究竟果」，究竟是成佛。",
      "zh_TW": "第四種是天魔。天魔是外面的，簡單的來說，就是一切誘惑的力量統統叫做天魔。譬如今天有許多人禁不起外面的誘惑，金錢的誘惑、地位的誘惑、利益的誘惑、五欲六塵的誘惑，這個事情麻煩。所以你講，天魔在哪裡？到處都是。學佛的人要惜福，不要受外面境界的誘惑，因為外面境界誘惑你，就是天魔在外頭誘惑你，裡面的煩惱貪瞋痴慢就增長，內外勾結，你就繫縛在三界，就不能了生死，道理在此地。所以，內我們要息煩惱，外要不受魔王的誘惑，這就是「諸魔外道不能摧」。這樣才『堪為三界所應供』，這一句就是說能為天人師了，可以為天人的模範、榜樣，有資格接受天人的供養。為什麼？因為你是三界福田，天人供養你，才能真正得福報。再看未後這首「頌究竟果」，究竟是成佛。"
    },
    {
      "id": "04-001-0034_p0018",
      "zh_CN": "经【速诣菩提大树王。坐已降伏诸魔众。成等正觉转法轮。普利一切诸含识。】",
      "zh_TW": "經【速詣菩提大樹王。坐已降伏諸魔眾。成等正覺轉法輪。普利一切諸含識。】"
    },
    {
      "id": "04-001-0034_p0019",
      "zh_CN": "这个果报是讲的八相成道。八相成道这个意义是说的，应以佛身而度脱的就可以示现佛身，就是示现八相成道。当然这不是普通菩萨可以能做得到的，最低限度是圆教初住、别教初地，才有这个能力以佛的身分出现在世间教化众生，这一段就是指这个境界。像本师释迦牟尼佛，当年在我们这世间示现的，就是用藏教佛这个身分出现在世间。『速诣』是讲速度之快，之所以能够有这么快速的成就，也是得力于修学普贤行愿，才能够这样快速的成就。我们懂得这个道理之后，也就能够体会到，如果我们想往生西方极乐世界，想上品上生，要快速的获得，一定也得要照普贤行愿的方法来修学。因此普贤行愿实在说，我们一天都不能够舍离。",
      "zh_TW": "這個果報是講的八相成道。八相成道這個意義是說的，應以佛身而度脫的就可以示現佛身，就是示現八相成道。當然這不是普通菩薩可以能做得到的，最低限度是圓教初住、別教初地，才有這個能力以佛的身分出現在世間教化眾生，這一段就是指這個境界。像本師釋迦牟尼佛，當年在我們這世間示現的，就是用藏教佛這個身分出現在世間。『速詣』是講速度之快，之所以能夠有這麼快速的成就，也是得力於修學普賢行願，才能夠這樣快速的成就。我們懂得這個道理之後，也就能夠體會到，如果我們想往生西方極樂世界，想上品上生，要快速的獲得，一定也得要照普賢行願的方法來修學。因此普賢行願實在說，我們一天都不能夠捨離。"
    },
    {
      "id": "04-001-0034_p0020",
      "zh_CN": "所以下个星期我出国之后，我就期望我们的道场，大家同修要发心。其实我们这个道场不重要，什么重要？你们诸位的成就重要，这是我的用意跟别人的用意不一样。我们这个道场是为大家服务的，不是颠倒过来让大家来护持我这个道场，我这个道场为主，你们应当是好像抬轿子来抬的，我们不是这个意思，我们是道场为大众服务。希望道场每一个星期，也是利用晚上的时间一个半小时，念一次《普贤行愿品》、念一次《弥陀经疏钞》，《普贤行愿品》念《别行疏钞》。希望大家能够熟读这两部书，就是以普贤行愿帮助你念佛，这样求生净土才能够速诣西方极乐世界上品上生。所以希望大家多多利用这个场所，我们这个场所有决定性的目标、有决定性的成就。这是我们从这一段经文上所得到的启示，我们应该要这样做。自己一个人在家里念，有的时候提不起兴趣就念懈怠了，你不相信，你在家试试看，念上两天以后就不念了。到此地来叫依众靠众，大家在一起，不念也不行，勉强着，彼此互相监督，所谓依众靠众，这是降伏我们的懈怠懒惰，这是个好方法。同时更有一个意义，那就是大慈大悲提倡这个法门，使这个方法能够盛行于世，大家都能这样来修学。所以这个用意非常之深，自利利他，自行化他，这是共修会有不可思议的功德。",
      "zh_TW": "所以下個星期我出國之後，我就期望我們的道場，大家同修要發心。其實我們這個道場不重要，什麼重要？你們諸位的成就重要，這是我的用意跟別人的用意不一樣。我們這個道場是為大家服務的，不是顛倒過來讓大家來護持我這個道場，我這個道場為主，你們應當是好像抬轎子來抬的，我們不是這個意思，我們是道場為大眾服務。希望道場每一個星期，也是利用晚上的時間一個半小時，念一次《普賢行願品》、念一次《彌陀經疏鈔》，《普賢行願品》念《別行疏鈔》。希望大家能夠熟讀這兩部書，就是以普賢行願幫助你念佛，這樣求生淨土才能夠速詣西方極樂世界上品上生。所以希望大家多多利用這個場所，我們這個場所有決定性的目標、有決定性的成就。這是我們從這一段經文上所得到的啟示，我們應該要這樣做。自己一個人在家裡念，有的時候提不起興趣就念懈怠了，你不相信，你在家試試看，念上兩天以後就不念了。到此地來叫依眾靠眾，大家在一起，不念也不行，勉強著，彼此互相監督，所謂依眾靠眾，這是降伏我們的懈怠懶惰，這是個好方法。同時更有一個意義，那就是大慈大悲提倡這個法門，使這個方法能夠盛行於世，大家都能這樣來修學。所以這個用意非常之深，自利利他，自行化他，這是共修會有不可思議的功德。"
    },
    {
      "id": "04-001-0034_p0021",
      "zh_CN": "回过头来我们再看经文，『坐已』，这是说佛在菩提树下示现成佛这桩事情。「坐已降伏诸魔众」，这句话跟底下这句意思非常的深远，我们要能去体会它。这个魔众现前，主要是你动了心，你就上当了，魔就有力量，就能够破坏你；你要是如如不动，魔来了没有办法。没有法子，他只有两条路可以走，一条路就是赶快走，另外一条路投降，来当你的护法。魔为什么？他佩服，他只要诱惑不动的时候，他佩服你，他就要护持你。所以佛的护法神最初都是魔王、都是外道，因为看到佛绝对不会受名闻利养诱惑，威胁诱惑佛都如如不动，他佩服得五体投地，发心当护法神。",
      "zh_TW": "回過頭來我們再看經文，『坐已』，這是說佛在菩提樹下示現成佛這樁事情。「坐已降伏諸魔眾」，這句話跟底下這句意思非常的深遠，我們要能去體會它。這個魔眾現前，主要是你動了心，你就上當了，魔就有力量，就能夠破壞你；你要是如如不動，魔來了沒有辦法。沒有法子，他只有兩條路可以走，一條路就是趕快走，另外一條路投降，來當你的護法。魔為什麼？他佩服，他只要誘惑不動的時候，他佩服你，他就要護持你。所以佛的護法神最初都是魔王、都是外道，因為看到佛絕對不會受名聞利養誘惑，威脅誘惑佛都如如不動，他佩服得五體投地，發心當護法神。"
    },
    {
      "id": "04-001-0034_p0022",
      "zh_CN": "「坐」就是代表不动的意思。你看六祖大师在《坛经》里面给我们讲的坐禅，坐禅怎么个坐法？不是教你一天到晚盘腿面壁坐在那里，那你就错了，你就是「望文生义，三世佛冤」，三世佛都喊冤枉。它这个坐是代表什么？不动，我们坐在这里不动，站在那个地方容易倾斜、容易倒下来，走的时候是动，坐是代表不动。什么不动？心不动。不是身不动，身要动，身要不动怎么能够帮助众生？诸位想想，布施供养都要身动，坐在那边不动，怎么布施供养？那不可能，做不到的事情。释迦牟尼佛，大家晓得，讲经三百余会，说法四十九年，足迹几乎遍及五印度。印度的幅员也相当之大，在那个时候没有现在这样便捷的交通工具，佛的足迹几乎印度所有地方他都走到过，他动不动？一天到晚都在那里动。坐禅是怎么样？心不动。",
      "zh_TW": "「坐」就是代表不動的意思。你看六祖大師在《壇經》裡面給我們講的坐禪，坐禪怎麼個坐法？不是教你一天到晚盤腿面壁坐在那裡，那你就錯了，你就是「望文生義，三世佛冤」，三世佛都喊冤枉。它這個坐是代表什麼？不動，我們坐在這裡不動，站在那個地方容易傾斜、容易倒下來，走的時候是動，坐是代表不動。什麼不動？心不動。不是身不動，身要動，身要不動怎麼能夠幫助眾生？諸位想想，布施供養都要身動，坐在那邊不動，怎麼布施供養？那不可能，做不到的事情。釋迦牟尼佛，大家曉得，講經三百餘會，說法四十九年，足跡幾乎遍及五印度。印度的幅員也相當之大，在那個時候沒有現在這樣便捷的交通工具，佛的足跡幾乎印度所有地方他都走到過，他動不動？一天到晚都在那裡動。坐禪是怎麼樣？心不動。"
    },
    {
      "id": "04-001-0034_p0023",
      "zh_CN": "禅的意思我们也要把它搞清楚，禅是不着相，外面的相接触，接触而不执着，不着相叫做禅，不动心叫做定。所以在《华严经》里面，我们前面读到的五十三参里面的鬻香长者，他是修禅定波罗蜜，那是真正讲坐禅的。他禅定波罗蜜在哪里修？经上给我们说，善财童子参访他，到市廛里面见到他了。市廛是什么？就是我们现在讲的市场、百货公司，最热闹的地方。他在那里修禅定，并不是在那个里头去盘腿面壁在打坐，那是装模作样，不是的，他样样都看，样样都参观，那是修禅定。样样都看是什么？看得清清楚楚、明明白白，没有一样他不知道，这是智慧；看了之后没有一样动心，这就是禅定。你要不看，你不了解，你没有智慧。所以禅定的确讲是定慧等修。你盘腿面壁，只有定，没有慧，死定；样样看，是样样都不动心，这个才叫禅定。所以人家坐禅坐到哪里去了？坐到百货公司去了，坐到最热闹的市场去了，在那里修行。达摩祖师面壁九年，那是禅定修成功了，不要再看了，看得太多了，不想看了。他那个面壁打坐是什么？是等他的徒弟，等那个有缘的人，九年才等到一个徒弟，可以传法给他，等到慧可大师。这是我们要懂得的，就是如何来降魔，降魔一定要有禅定，外不着相。魔，不管你现什么模样，自己都清清楚楚、明明白白，你清楚明了，他就没有伎俩了，他怎么变你都晓得，绝不感觉得奇怪，样样清楚，不感觉得奇怪；内里面不动心，如如不动，魔对你就没法子，这叫做降魔。所以降魔要靠定慧。",
      "zh_TW": "禪的意思我們也要把它搞清楚，禪是不著相，外面的相接觸，接觸而不執著，不著相叫做禪，不動心叫做定。所以在《華嚴經》裡面，我們前面讀到的五十三參裡面的鬻香長者，他是修禪定波羅蜜，那是真正講坐禪的。他禪定波羅蜜在哪裡修？經上給我們說，善財童子參訪他，到市廛裡面見到他了。市廛是什麼？就是我們現在講的市場、百貨公司，最熱鬧的地方。他在那裡修禪定，並不是在那個裡頭去盤腿面壁在打坐，那是裝模作樣，不是的，他樣樣都看，樣樣都參觀，那是修禪定。樣樣都看是什麼？看得清清楚楚、明明白白，沒有一樣他不知道，這是智慧；看了之後沒有一樣動心，這就是禪定。你要不看，你不了解，你沒有智慧。所以禪定的確講是定慧等修。你盤腿面壁，只有定，沒有慧，死定；樣樣看，是樣樣都不動心，這個才叫禪定。所以人家坐禪坐到哪裡去了？坐到百貨公司去了，坐到最熱鬧的市場去了，在那裡修行。達摩祖師面壁九年，那是禪定修成功了，不要再看了，看得太多了，不想看了。他那個面壁打坐是什麼？是等他的徒弟，等那個有緣的人，九年才等到一個徒弟，可以傳法給他，等到慧可大師。這是我們要懂得的，就是如何來降魔，降魔一定要有禪定，外不著相。魔，不管你現什麼模樣，自己都清清楚楚、明明白白，你清楚明瞭，他就沒有伎倆了，他怎麼變你都曉得，絕不感覺得奇怪，樣樣清楚，不感覺得奇怪；內裡面不動心，如如不動，魔對你就沒法子，這叫做降魔。所以降魔要靠定慧。"
    },
    {
      "id": "04-001-0034_p0024",
      "zh_CN": "『成等正觉』，从这一句我们就能够很明显的看出来，释迦牟尼佛当年示现的是藏教佛，或者是通教、别教佛，不是圆教佛。为什么？圆教佛里头不能用等正觉，圆教佛是无上正等正觉，等正觉是别教以下的，就是正等正觉。这是以三十二相、八十种好的这种身分出现的。示现成佛做什么？要教化众生，『转法轮』，「转」就是推动，我们今天讲推行；「法轮」是什么？佛陀的教育，佛陀的教学。就是推展佛陀的教育，推行佛陀的教学，就叫做转法轮。佛自己是这样做法，这就是佛菩萨的事业。我们既然为佛弟子，我们也应当尽心尽力帮助佛推动佛法的事业，这点非常非常重要。",
      "zh_TW": "『成等正覺』，從這一句我們就能夠很明顯的看出來，釋迦牟尼佛當年示現的是藏教佛，或者是通教、別教佛，不是圓教佛。為什麼？圓教佛裡頭不能用等正覺，圓教佛是無上正等正覺，等正覺是別教以下的，就是正等正覺。這是以三十二相、八十種好的這種身分出現的。示現成佛做什麼？要教化眾生，『轉法輪』，「轉」就是推動，我們今天講推行；「法輪」是什麼？佛陀的教育，佛陀的教學。就是推展佛陀的教育，推行佛陀的教學，就叫做轉法輪。佛自己是這樣做法，這就是佛菩薩的事業。我們既然為佛弟子，我們也應當盡心盡力幫助佛推動佛法的事業，這點非常非常重要。"
    },
    {
      "id": "04-001-0034_p0025",
      "zh_CN": "我讲经听众都很多，国内国外都一样，有许多同修在我面前说，现在讲经的人太少了，想听经都听不到。我在国外也是每个地方住一个月，一年去讲一个月，「一日暴之，十日寒之」，一个月听经，十一个月就听不到，每个地方都是如此，没有法子，地方太多了。所以我就劝勉听经的大众，经上讲异熟果，我们现在听经，果报。果报，你要种因才行，你不种因哪有果吃？听经是果报，因是什么？你要培养法师。你不肯培养法师，哪来的法师讲经给你听？你们要明白这个道理，你们今天不想培养法师，以后你们听不到经，没有机缘听经，没有种因。",
      "zh_TW": "我講經聽眾都很多，國內國外都一樣，有許多同修在我面前說，現在講經的人太少了，想聽經都聽不到。我在國外也是每個地方住一個月，一年去講一個月，「一日暴之，十日寒之」，一個月聽經，十一個月就聽不到，每個地方都是如此，沒有法子，地方太多了。所以我就勸勉聽經的大眾，經上講異熟果，我們現在聽經，果報。果報，你要種因才行，你不種因哪有果吃？聽經是果報，因是什麼？你要培養法師。你不肯培養法師，哪來的法師講經給你聽？你們要明白這個道理，你們今天不想培養法師，以後你們聽不到經，沒有機緣聽經，沒有種因。"
    },
    {
      "id": "04-001-0034_p0026",
      "zh_CN": "如何培养法师？要听那个初学的人讲经，这就是培养法师。老修行人，老讲的，听不听真的无所谓；初学的人要有很多人听讲，为什么？讲的人就很高兴。如果初学的人来讲经，听的人只有几个，「讲经太难了，我恐怕不行，算了，我退心，当老修行好了」，他不发心讲经。今天上午来看我的一位法师，也是李老师的学生，我出家之后两年他也出家了，我在外面讲经，我常常勉励他出来讲经，他过去也讲过几次，听众愈来愈少，不讲了。这多少年来，在三峡净业林那里跟着大家一块念佛，真可惜了。所以诸位一定要拥护初发心的人，这个功德比听我讲经功德不晓得要大多少倍，诸位要记住这个。",
      "zh_TW": "如何培養法師？要聽那個初學的人講經，這就是培養法師。老修行人，老講的，聽不聽真的無所謂；初學的人要有很多人聽講，為什麼？講的人就很高興。如果初學的人來講經，聽的人只有幾個，「講經太難了，我恐怕不行，算了，我退心，當老修行好了」，他不發心講經。今天上午來看我的一位法師，也是李老師的學生，我出家之後兩年他也出家了，我在外面講經，我常常勉勵他出來講經，他過去也講過幾次，聽眾愈來愈少，不講了。這多少年來，在三峽淨業林那裡跟著大家一塊念佛，真可惜了。所以諸位一定要擁護初發心的人，這個功德比聽我講經功德不曉得要大多少倍，諸位要記住這個。"
    },
    {
      "id": "04-001-0034_p0027",
      "zh_CN": "初发心讲经的，无论是在家、出家，我们要平等的拥护。现在在家人讲经的比出家人多，而且讲得非常好。在家人往生的比出家人也多，预知时至，无疾而终，像前面讲真正离生死的，在家人很多。我过去跟诸位说过，我自己所看到的就有五个人，五个都是居士，都是预知时至、佛来接引，这是千真万确的事实，这是真正成就了。所以要想续佛慧命，一定要听初发心的人讲经。我是被大家逼得没有办法，天天在讲经。你看，我一不讲经了，哪个地方有讲经的我一定去听。我回来之后，星期二、星期四，祥云法师在那边讲经，我没有讲经，我一定去听，我每次都听。我不听法师讲经，我讲经也没有人听，这是因果关系。我很喜欢听人家讲经，我讲经所以法缘很盛，就是这么个道理，很简单，没有什么秘诀。我肯做，大家不肯做，那没有法子。",
      "zh_TW": "初發心講經的，無論是在家、出家，我們要平等的擁護。現在在家人講經的比出家人多，而且講得非常好。在家人往生的比出家人也多，預知時至，無疾而終，像前面講真正離生死的，在家人很多。我過去跟諸位說過，我自己所看到的就有五個人，五個都是居士，都是預知時至、佛來接引，這是千真萬確的事實，這是真正成就了。所以要想續佛慧命，一定要聽初發心的人講經。我是被大家逼得沒有辦法，天天在講經。你看，我一不講經了，哪個地方有講經的我一定去聽。我回來之後，星期二、星期四，祥雲法師在那邊講經，我沒有講經，我一定去聽，我每次都聽。我不聽法師講經，我講經也沒有人聽，這是因果關係。我很喜歡聽人家講經，我講經所以法緣很盛，就是這麼個道理，很簡單，沒有什麼祕訣。我肯做，大家不肯做，那沒有法子。"
    },
    {
      "id": "04-001-0034_p0028",
      "zh_CN": "听经有好处，与法师结缘，与道场结缘，与信众结缘，又与十方一切诸佛菩萨、护法神结缘，好处太多太多了！所以大家一定要发心。我这点宣传在国外起了点小作用。所以有同修来问我，怎么样请法师讲经？我说你去找他，你们几个人劝请，找一个法师，请他出来讲经。他说他不会讲。不会讲也没有关系，我们愿意听，逼他上台，大家就逼他。那人多了、启请多了，他就不好意思了，硬着头皮也得上台，要充分去准备，天天晚上睡不着觉，吃苦头。逼他，不这样逼他，他就懈怠、就懒惰，他就不肯出来了。所以我说你们要去逼，讲得不好，枯燥无味，也得坐在那个地方听，要装作聚精会神的在听。那个法师，「大概我还讲得不错，还可以」，继续不断的往下讲。如果听他讲得不好，第二天你就不来了，那法师一次讲了，下次就不再讲了。",
      "zh_TW": "聽經有好處，與法師結緣，與道場結緣，與信眾結緣，又與十方一切諸佛菩薩、護法神結緣，好處太多太多了！所以大家一定要發心。我這點宣傳在國外起了點小作用。所以有同修來問我，怎麼樣請法師講經？我說你去找他，你們幾個人勸請，找一個法師，請他出來講經。他說他不會講。不會講也沒有關係，我們願意聽，逼他上台，大家就逼他。那人多了、啟請多了，他就不好意思了，硬著頭皮也得上台，要充分去準備，天天晚上睡不著覺，吃苦頭。逼他，不這樣逼他，他就懈怠、就懶惰，他就不肯出來了。所以我說你們要去逼，講得不好，枯燥無味，也得坐在那個地方聽，要裝作聚精會神的在聽。那個法師，「大概我還講得不錯，還可以」，繼續不斷的往下講。如果聽他講得不好，第二天你就不來了，那法師一次講了，下次就不再講了。"
    },
    {
      "id": "04-001-0034_p0029",
      "zh_CN": "所以一定要靠大众，要靠大众劝请，要靠大众真正发护法的心，这是发护法的心，护持正法。我们这个道场欢迎大家发心来讲经，愿意提供这个道场给你们来练习，你们愿意练习的，向馆长那边去报名，报名人多了，就排上顺序。所以肯发心的赶快报名，你才能排到第一优先，这样才会有成就。所以现在在国外，洛杉矶有个法师被我逼出来了，旧金山也有个逼出来了，每个星期讲一次，不中断。因为他们自己在那里有道场，不像我流动性太大了，到处跑，他们住在那个地方不动的，应当常年不断的去讲经。可是没有信徒这样热烈的拥护，不能成功。所以佛法之衰，佛法的灭，在家弟子有很大的责任，你们如果乐意听经，吵着法师，我非听经不可，你不讲不行，这佛法一定会兴；你讲得不怎么好，算了，你也不要讲，我懒得来听，那佛法怎么会不灭亡？当然会灭亡。",
      "zh_TW": "所以一定要靠大眾，要靠大眾勸請，要靠大眾真正發護法的心，這是發護法的心，護持正法。我們這個道場歡迎大家發心來講經，願意提供這個道場給你們來練習，你們願意練習的，向館長那邊去報名，報名人多了，就排上順序。所以肯發心的趕快報名，你才能排到第一優先，這樣才會有成就。所以現在在國外，洛杉磯有個法師被我逼出來了，舊金山也有個逼出來了，每個星期講一次，不中斷。因為他們自己在那裡有道場，不像我流動性太大了，到處跑，他們住在那個地方不動的，應當常年不斷的去講經。可是沒有信徒這樣熱烈的擁護，不能成功。所以佛法之衰，佛法的滅，在家弟子有很大的責任，你們如果樂意聽經，吵著法師，我非聽經不可，你不講不行，這佛法一定會興；你講得不怎麼好，算了，你也不要講，我懶得來聽，那佛法怎麼會不滅亡？當然會滅亡。"
    },
    {
      "id": "04-001-0034_p0030",
      "zh_CN": "讲得好不是一天、二天的功夫。一些老同修听我讲经，应当还记得过去，我在讲台上讲到得心应手、左右逢源，是在上讲台十年之后，没有十年的功夫办不到。所以你们培养一个人，古人常讲「十年树木，百年树人」，要有耐心，要有长远心，要有慈悲心。所以你们对于初学的人应当要发这个心，佛法才能够兴旺，我们做三宝弟子才能真正对得起三宝。这是讲到「成等正觉转法轮」。『普利一切诸含识』，「含识」就是有情众生，识就是情识，含有情识的就叫有情众生，我们现在讲动物，凡是动物都是有情众生。这是讲到究竟果。下面这一首非常非常重要，这是我们一定要把它记熟的。",
      "zh_TW": "講得好不是一天、二天的功夫。一些老同修聽我講經，應當還記得過去，我在講台上講到得心應手、左右逢源，是在上講台十年之後，沒有十年的功夫辦不到。所以你們培養一個人，古人常講「十年樹木，百年樹人」，要有耐心，要有長遠心，要有慈悲心。所以你們對於初學的人應當要發這個心，佛法才能夠興旺，我們做三寶弟子才能真正對得起三寶。這是講到「成等正覺轉法輪」。『普利一切諸含識』，「含識」就是有情眾生，識就是情識，含有情識的就叫有情眾生，我們現在講動物，凡是動物都是有情眾生。這是講到究竟果。下面這一首非常非常重要，這是我們一定要把它記熟的。"
    },
    {
      "id": "04-001-0034_p0031",
      "zh_CN": "经【若人于此普贤愿。读诵受持及演说。果报唯佛能证知。决定获胜菩提道。】",
      "zh_TW": "經【若人於此普賢願。讀誦受持及演說。果報唯佛能證知。決定獲勝菩提道。】"
    },
    {
      "id": "04-001-0034_p0032",
      "zh_CN": "就是这一首。这四句是一首，但是在科判里面它是分作两个段落。这是「颂劝嘱受持」，劝勉嘱咐我们要受持这部无上的经典。说假如有个人，他于这部经里面所说的普贤菩萨的愿行，能『读诵』、能『受持』、能『演说』，诸位要记住，这说了三个，十种行门里面说了三条，三条就是包括了十条。这个十种行，在我们这个本子第六十四面倒数第三行，你看科题「显余众行德」，底下分两科，第一科是「总明法行」。在这里面我们曾经详细的跟诸位说过，十种行法都讲得很详细，就在这一段经文里头讲的。此地给我们举了三个，第一个是「读诵」，读诵非常重要，唯有读诵才能够念念不忘。所以在我们图书馆受三皈的，我赠送给诸位的皈依证后面都附上《行愿品》，我那里面是两样东西，一个是《净行品》，一个是《行愿品》，希望诸位常常读诵这两品的经文，念念不忘。「受持」，受是接受，依照经典的理论方法来修行，完全接受；持是保持而不丧失，所谓念兹在兹，念念都能与普贤行愿相应，这就是修行，依照这个方法来修行。",
      "zh_TW": "就是這一首。這四句是一首，但是在科判裡面它是分作兩個段落。這是「頌勸囑受持」，勸勉囑咐我們要受持這部無上的經典。說假如有個人，他於這部經裡面所說的普賢菩薩的願行，能『讀誦』、能『受持』、能『演說』，諸位要記住，這說了三個，十種行門裡面說了三條，三條就是包括了十條。這個十種行，在我們這個本子第六十四面倒數第三行，你看科題「顯餘眾行德」，底下分兩科，第一科是「總明法行」。在這裡面我們曾經詳細的跟諸位說過，十種行法都講得很詳細，就在這一段經文裡頭講的。此地給我們舉了三個，第一個是「讀誦」，讀誦非常重要，唯有讀誦才能夠念念不忘。所以在我們圖書館受三皈的，我贈送給諸位的皈依證後面都附上《行願品》，我那裡面是兩樣東西，一個是《淨行品》，一個是《行願品》，希望諸位常常讀誦這兩品的經文，念念不忘。「受持」，受是接受，依照經典的理論方法來修行，完全接受；持是保持而不喪失，所謂念茲在茲，念念都能與普賢行願相應，這就是修行，依照這個方法來修行。"
    },
    {
      "id": "04-001-0034_p0033",
      "zh_CN": "「演说」，这是利他。演是什么？表演。说是解说。怎么个表演法？把这十大愿你做到了就是表演。譬如礼敬诸佛，我见到任何人都很诚心诚意的恭敬，有礼貌，这就是演。不是说每天早晚课在佛菩萨面前，「一者礼敬诸佛，二者称赞如来」，见到人一点礼貌都没有，那有什么用处？在佛菩萨面前打妄语，不知惭愧，打妄语。所以既然念了礼敬诸佛，我这一天到晚见到任何人我都要有礼貌，不但有礼貌，从内里真心起的诚敬，对人要真诚、要恭敬，对事、对物都要有敬心。我们事业上，今天所谓是敬业的精神，在佛法里第一条就是提倡这个，做到就是表演，做给别人看。你能对一切人事物都恭敬，当然你附近的人见到一定就会问，因为他平常对人就没有礼貌、贡高我慢，看到你这样，「你为什么对别人要恭敬？」你就可以给他演说普贤行愿一番大道理，就可以给他说明，说明这个功德利益，这就是机会教育。你自己不肯做就不能够影响别人，自己做到再跟别人解释，人家相信，人家也肯做。",
      "zh_TW": "「演說」，這是利他。演是什麼？表演。說是解說。怎麼個表演法？把這十大願你做到了就是表演。譬如禮敬諸佛，我見到任何人都很誠心誠意的恭敬，有禮貌，這就是演。不是說每天早晚課在佛菩薩面前，「一者禮敬諸佛，二者稱讚如來」，見到人一點禮貌都沒有，那有什麼用處？在佛菩薩面前打妄語，不知慚愧，打妄語。所以既然念了禮敬諸佛，我這一天到晚見到任何人我都要有禮貌，不但有禮貌，從內裡真心起的誠敬，對人要真誠、要恭敬，對事、對物都要有敬心。我們事業上，今天所謂是敬業的精神，在佛法裡第一條就是提倡這個，做到就是表演，做給別人看。你能對一切人事物都恭敬，當然你附近的人見到一定就會問，因為他平常對人就沒有禮貌、貢高我慢，看到你這樣，「你為什麼對別人要恭敬？」你就可以給他演說普賢行願一番大道理，就可以給他說明，說明這個功德利益，這就是機會教育。你自己不肯做就不能夠影響別人，自己做到再跟別人解釋，人家相信，人家也肯做。"
    },
    {
      "id": "04-001-0034_p0034",
      "zh_CN": "所以演说，诸位要记住，演是表演，佛门说法是活活泼泼，不是呆呆板板的。有些人说，好像法师说法在台上又有动作，那个不庄严；应该怎么样？闭着眼睛，规规矩矩不动，在那边说法，那样就庄严。你打开《楞严经》看看，释迦牟尼佛一会儿举手，一会儿伸拳，他不就是带动作的吗？《楞严经》楞严会上，你看释迦牟尼佛多活泼，一会儿举个拳头，问阿难尊者，「我这是什么？」再把它张开，「这是什么？」叫阿难尊者答复。这一问一答都是带动作，活活泼泼的。所以要晓得，说法的目的是教人理解，许多动作是帮助人理解的，这是有必要的。尤其是要教他理解得深刻，他印象深，他常常能想得起来，在日常生活当中常常会想起来，这就叫观照。所以你经文不熟，没有深刻的印象，怎么能提起观照的功夫？没有观照的功夫就不能得真实的受用。所以观照就是一种警觉。古德常说，迷不怕，妄想也不怕，怕的是你觉悟迟了，觉悟要快。觉悟怎么快？必定是经文熟悉，理论透彻，记忆深刻，一接触到境界的时候，立刻就能提起警觉心，正所谓「不怕念起，只怕觉迟」。所以这一段意思就很重要、很重要。",
      "zh_TW": "所以演說，諸位要記住，演是表演，佛門說法是活活潑潑，不是呆呆板板的。有些人說，好像法師說法在台上又有動作，那個不莊嚴；應該怎麼樣？閉著眼睛，規規矩矩不動，在那邊說法，那樣就莊嚴。你打開《楞嚴經》看看，釋迦牟尼佛一會兒舉手，一會兒伸拳，他不就是帶動作的嗎？《楞嚴經》楞嚴會上，你看釋迦牟尼佛多活潑，一會兒舉個拳頭，問阿難尊者，「我這是什麼？」再把它張開，「這是什麼？」叫阿難尊者答覆。這一問一答都是帶動作，活活潑潑的。所以要曉得，說法的目的是教人理解，許多動作是幫助人理解的，這是有必要的。尤其是要教他理解得深刻，他印象深，他常常能想得起來，在日常生活當中常常會想起來，這就叫觀照。所以你經文不熟，沒有深刻的印象，怎麼能提起觀照的功夫？沒有觀照的功夫就不能得真實的受用。所以觀照就是一種警覺。古德常說，迷不怕，妄想也不怕，怕的是你覺悟遲了，覺悟要快。覺悟怎麼快？必定是經文熟悉，理論透徹，記憶深刻，一接觸到境界的時候，立刻就能提起警覺心，正所謂「不怕念起，只怕覺遲」。所以這一段意思就很重要、很重要。"
    },
    {
      "id": "04-001-0034_p0035",
      "zh_CN": "后面说它的殊胜功德利益，『果报唯佛能证知，决定获胜菩提道』，依照普贤行愿来修学。所以这卷经清凉大师特地为我们说明《华严》关键，修学的要领，所谓「可行可宝」，整个《华严经》的修行就在这一卷经文里面，这一卷要真正做到了，整个《华严经》都做到了。我们可以说这一卷经是《华严经》的精华，八十卷经是这一卷经的解释、是这一卷经的演义，真正的精华就在这一卷。清凉大师注得好，宗密大师唯恐我们读清凉大师的注子还不能够透彻的理解，所以注解再加上注解，这就变成《钞》，《疏钞》。我们这次印的这么厚的一本，跟《弥陀经疏钞》差不多厚，希望诸位好好的来读诵。不但经要读，《疏》也要读，《钞》也要读，我们一个星期一次，永远不断的这样念下来，把它念得很熟很熟。念熟透了你自然就有受持，你遇到人也会表演、也会说了；你不熟不行，做不到。这个果报不可思议，只有佛才晓得，等觉菩萨都知道得不清楚，「果报唯佛能证知」。",
      "zh_TW": "後面說它的殊勝功德利益，『果報唯佛能證知，決定獲勝菩提道』，依照普賢行願來修學。所以這卷經清涼大師特地為我們說明《華嚴》關鍵，修學的要領，所謂「可行可寶」，整個《華嚴經》的修行就在這一卷經文裡面，這一卷要真正做到了，整個《華嚴經》都做到了。我們可以說這一卷經是《華嚴經》的精華，八十卷經是這一卷經的解釋、是這一卷經的演義，真正的精華就在這一卷。清涼大師註得好，宗密大師唯恐我們讀清涼大師的註子還不能夠透徹的理解，所以註解再加上註解，這就變成《鈔》，《疏鈔》。我們這次印的這麼厚的一本，跟《彌陀經疏鈔》差不多厚，希望諸位好好的來讀誦。不但經要讀，《疏》也要讀，《鈔》也要讀，我們一個星期一次，永遠不斷的這樣念下來，把它念得很熟很熟。念熟透了你自然就有受持，你遇到人也會表演、也會說了；你不熟不行，做不到。這個果報不可思議，只有佛才曉得，等覺菩薩都知道得不清楚，「果報唯佛能證知」。"
    },
    {
      "id": "04-001-0034_p0036",
      "zh_CN": "「决定获胜菩提道」，菩提道就是菩萨果位，胜菩提道就是无上正等正觉，圆教佛的果位，这个功德利益就更不可思议了，这是我们应当要珍惜的。开经偈就是为这部经而写的、而作的，当年武则天写这首偈子，就是《华严经》翻译圆满之后送给她看，她在封面上题了这四句话，「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持，愿解如来真实义」。我们今天遇到了，遇到了要不好好的修学，当面错过，这个罪过就太大太大了。一生没有机缘遇到的，不怪他，那没有话说，没有缘分；有缘遇到，你当面错过，这不可原谅。所以遇到了一定要认真的修学，一定要在这一生当中求得圆满的果报。最低限度，我们看到那些往生的人，预知时至、自自在在走的，我们也不能输给他，也要表演一下给人家看一看。那是最后一招的表演，这是决定不能欺骗人的。",
      "zh_TW": "「決定獲勝菩提道」，菩提道就是菩薩果位，勝菩提道就是無上正等正覺，圓教佛的果位，這個功德利益就更不可思議了，這是我們應當要珍惜的。開經偈就是為這部經而寫的、而作的，當年武則天寫這首偈子，就是《華嚴經》翻譯圓滿之後送給她看，她在封面上題了這四句話，「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持，願解如來真實義」。我們今天遇到了，遇到了要不好好的修學，當面錯過，這個罪過就太大太大了。一生沒有機緣遇到的，不怪他，那沒有話說，沒有緣分；有緣遇到，你當面錯過，這不可原諒。所以遇到了一定要認真的修學，一定要在這一生當中求得圓滿的果報。最低限度，我們看到那些往生的人，預知時至、自自在在走的，我們也不能輸給他，也要表演一下給人家看一看。那是最後一招的表演，這是決定不能欺騙人的。"
    },
    {
      "id": "04-001-0034_p0037",
      "zh_CN": "所以希望大家要发这个心。你们最后走的时候喜欢怎么走？站着走。站着走好吗？倒过头来走。古大德就有，走的时候问这些徒弟们，你们有没有看到坐着走的？有。你们有没有看到站着走的？也听说。他老人家竖个蜻蜓，两个手撑在地上脚朝天，这样走的有没有看过？没有看过。他走了。你看多自在，这是表演，得大自在。所以诸位要发大心，我常常劝你们发大心，我当然已经发心了，我不发心不会劝你们发心。好，我们这部经下一个星期圆满。",
      "zh_TW": "所以希望大家要發這個心。你們最後走的時候喜歡怎麼走？站著走。站著走好嗎？倒過頭來走。古大德就有，走的時候問這些徒弟們，你們有沒有看到坐著走的？有。你們有沒有看到站著走的？也聽說。他老人家豎個蜻蜓，兩個手撐在地上腳朝天，這樣走的有沒有看過？沒有看過。他走了。你看多自在，這是表演，得大自在。所以諸位要發大心，我常常勸你們發大心，我當然已經發心了，我不發心不會勸你們發心。好，我們這部經下一個星期圓滿。"
    }
  ]
}