{
  "doc_id": "04-001-0022",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0022",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "04-001-0022_p0001",
      "zh_CN": "我们接着看下面这段文：",
      "zh_TW": "我們接著看下面這段文："
    },
    {
      "id": "04-001-0022_p0002",
      "zh_CN": "经【谓尽法界虚空界。十方刹海。所有众生。种种差别。】",
      "zh_TW": "經【謂盡法界虛空界。十方剎海。所有眾生。種種差別。】"
    },
    {
      "id": "04-001-0022_p0003",
      "zh_CN": "这是总说。",
      "zh_TW": "這是總說。"
    },
    {
      "id": "04-001-0022_p0004",
      "zh_CN": "经【所谓卵生。胎生。湿生。化生。】",
      "zh_TW": "經【所謂卵生。胎生。濕生。化生。】"
    },
    {
      "id": "04-001-0022_p0005",
      "zh_CN": "这一看就晓得，这是讲的四生，一切众生在生态上来讲，总不出这四大类，这就是把一切众生的生态都说尽了。",
      "zh_TW": "這一看就曉得，這是講的四生，一切眾生在生態上來講，總不出這四大類，這就是把一切眾生的生態都說盡了。"
    },
    {
      "id": "04-001-0022_p0006",
      "zh_CN": "经【或有依于地水火风而生住者。或有依空。及诸卉木而生住者。】",
      "zh_TW": "經【或有依於地水火風而生住者。或有依空。及諸卉木而生住者。】"
    },
    {
      "id": "04-001-0022_p0007",
      "zh_CN": "这是讲一切众生他生长居住所在的差别。有生在地面上，也有的生活在水里面，所谓水族。这个『火』与『风』，「火」是代表像热带，热带甚至是沙漠里面很热的这种环境里面；「风」是表动的意思，就是活动力很强的，有依这个而生的，这里面也有动物、也有植物，植物里面依风而传播种子的，我们往往看到很多。『或有依空』，依虚空；也有依草木，寄生在草木上的。再看下面：",
      "zh_TW": "這是講一切眾生他生長居住所在的差別。有生在地面上，也有的生活在水裡面，所謂水族。這個『火』與『風』，「火」是代表像熱帶，熱帶甚至是沙漠裡面很熱的這種環境裡面；「風」是表動的意思，就是活動力很強的，有依這個而生的，這裡面也有動物、也有植物，植物裡面依風而傳播種子的，我們往往看到很多。『或有依空』，依虛空；也有依草木，寄生在草木上的。再看下面："
    },
    {
      "id": "04-001-0022_p0008",
      "zh_CN": "经【种种生类。】",
      "zh_TW": "經【種種生類。】"
    },
    {
      "id": "04-001-0022_p0009",
      "zh_CN": "这一句是总说。下面讲：",
      "zh_TW": "這一句是總說。下面講："
    },
    {
      "id": "04-001-0022_p0010",
      "zh_CN": "经【种种色身。种种形状。种种相貌。种种寿量。种种族类。种种名号。种种心性。种种知见。种种欲乐。种种意行。】",
      "zh_TW": "經【種種色身。種種形狀。種種相貌。種種壽量。種種族類。種種名號。種種心性。種種知見。種種欲樂。種種意行。】"
    },
    {
      "id": "04-001-0022_p0011",
      "zh_CN": "『意行』是讲心有定、散，有的心比较定，有的散乱，是指这个。",
      "zh_TW": "『意行』是講心有定、散，有的心比較定，有的散亂，是指這個。"
    },
    {
      "id": "04-001-0022_p0012",
      "zh_CN": "经【种种威仪。种种衣服。种种饮食。处于种种村营。聚落。城邑。宫殿。】",
      "zh_TW": "經【種種威儀。種種衣服。種種飲食。處於種種村營。聚落。城邑。宮殿。】"
    },
    {
      "id": "04-001-0022_p0013",
      "zh_CN": "这都是讲一切众生的差别现象，差别现象没有法子尽举，此地也不过是举几个大端例子而已。",
      "zh_TW": "這都是講一切眾生的差別現象，差別現象沒有法子盡舉，此地也不過是舉幾個大端例子而已。"
    },
    {
      "id": "04-001-0022_p0014",
      "zh_CN": "经【乃至一切天龙八部。人非人等。无足。二足。四足。多足。】",
      "zh_TW": "經【乃至一切天龍八部。人非人等。無足。二足。四足。多足。】"
    },
    {
      "id": "04-001-0022_p0015",
      "zh_CN": "这多半都是指畜生道里面的。",
      "zh_TW": "這多半都是指畜生道裡面的。"
    },
    {
      "id": "04-001-0022_p0016",
      "zh_CN": "经【有色无色。有想无想。非有想非无想。】",
      "zh_TW": "經【有色無色。有想無想。非有想非無想。】"
    },
    {
      "id": "04-001-0022_p0017",
      "zh_CN": "这是指色界跟无色界的四空天。这一段整个六道众生全都包括了，大师这个注子里面都说到了，都解释到了，诸位自己去看就行了，这一段并不难懂。再看下面经文，第五十三面：",
      "zh_TW": "這是指色界跟無色界的四空天。這一段整個六道眾生全都包括了，大師這個註子裡面都說到了，都解釋到了，諸位自己去看就行了，這一段並不難懂。再看下面經文，第五十三面："
    },
    {
      "id": "04-001-0022_p0018",
      "zh_CN": "经【如是等类。】",
      "zh_TW": "經【如是等類。】"
    },
    {
      "id": "04-001-0022_p0019",
      "zh_CN": "这句是总结前面的经文。",
      "zh_TW": "這句是總結前面的經文。"
    },
    {
      "id": "04-001-0022_p0020",
      "zh_CN": "经【我皆于彼。随顺而转。种种承事。种种供养。如敬父母。如奉师长。及阿罗汉。乃至如来。等无有异。】",
      "zh_TW": "經【我皆於彼。隨順而轉。種種承事。種種供養。如敬父母。如奉師長。及阿羅漢。乃至如來。等無有異。】"
    },
    {
      "id": "04-001-0022_p0021",
      "zh_CN": "这是我们应当要学的，这点实实在在不容易做到，但是又非常的要紧。问题就是我们想不想见性，想不想得一心，想不想成佛？你得要考虑这三个问题。如果这三个问题都想，那就必须要照办。你要不肯照办，就是这三个问题的大障碍，你得不了一心，你也不能开悟，你也成不了佛；换句话说，想成佛、想开悟、想得一心，一定要把这个不折不扣的做到。对于一切众生要恒顺，不但要恒顺，还要承事、供养，所谓承事是为他服务，这是承事；要供养他。换句话说，要照顾他，要敬重他，跟我们敬父母、敬师长、敬佛没有两样。在我们心目当中、观念里面，生佛决定平等，正是佛在本经里面开示我们，「一切众生本来成佛」，对一个众生轻视，就是轻视诸佛如来；对一个众生不孝顺，就是不孝顺父母师长。所以这一段要讲菩萨道里面难行能行，特别是着重在这条上，真正值得我们反省检点的。",
      "zh_TW": "這是我們應當要學的，這點實實在在不容易做到，但是又非常的要緊。問題就是我們想不想見性，想不想得一心，想不想成佛？你得要考慮這三個問題。如果這三個問題都想，那就必須要照辦。你要不肯照辦，就是這三個問題的大障礙，你得不了一心，你也不能開悟，你也成不了佛；換句話說，想成佛、想開悟、想得一心，一定要把這個不折不扣的做到。對於一切眾生要恆順，不但要恆順，還要承事、供養，所謂承事是為他服務，這是承事；要供養他。換句話說，要照顧他，要敬重他，跟我們敬父母、敬師長、敬佛沒有兩樣。在我們心目當中、觀念裡面，生佛決定平等，正是佛在本經裡面開示我們，「一切眾生本來成佛」，對一個眾生輕視，就是輕視諸佛如來；對一個眾生不孝順，就是不孝順父母師長。所以這一段要講菩薩道裡面難行能行，特別是著重在這條上，真正值得我們反省檢點的。"
    },
    {
      "id": "04-001-0022_p0022",
      "zh_CN": "所以，诸位真正是通达十大愿王的理论、境界，你这一生不可能没有成就，决定有成就的。成就的高下在乎你自己实行的勤惰，你要是勇猛精进，那你的成就快、成就高；你要是懈怠，做得不够圆满，你的成就比较低；如果你完全都没有去做，那可以断定言之，你这一生决定没有成就。即使念佛求生净土都不例外，这点特别要注意。我们念佛求生西方极乐世界，我们求个凡圣同居土下品下生，要不要具足普贤行愿？跟诸位说，还是要。他没有听过《华严经》，没有学过普贤行愿，那他怎么具足？他自自然然具足，诚敬心中具足，恭敬心中具足，虽然他没有学，没有学也能具足，他在一念正念起来的时候自然具足。我们明白这个道理，在平常，在生活里面，要认真的去修学。这几句就是教给我们随顺。下面这一段是教发愿：",
      "zh_TW": "所以，諸位真正是通達十大願王的理論、境界，你這一生不可能沒有成就，決定有成就的。成就的高下在乎你自己實行的勤惰，你要是勇猛精進，那你的成就快、成就高；你要是懈怠，做得不夠圓滿，你的成就比較低；如果你完全都沒有去做，那可以斷定言之，你這一生決定沒有成就。即使念佛求生淨土都不例外，這點特別要注意。我們念佛求生西方極樂世界，我們求個凡聖同居土下品下生，要不要具足普賢行願？跟諸位說，還是要。他沒有聽過《華嚴經》，沒有學過普賢行願，那他怎麼具足？他自自然然具足，誠敬心中具足，恭敬心中具足，雖然他沒有學，沒有學也能具足，他在一念正念起來的時候自然具足。我們明白這個道理，在平常，在生活裡面，要認真的去修學。這幾句就是教給我們隨順。下面這一段是教發願："
    },
    {
      "id": "04-001-0022_p0023",
      "zh_CN": "经【于诸病苦。为作良医。于失道者。示其正路。于暗夜中。为作光明。于贫穷者。令得伏藏。菩萨如是平等。饶益一切众生。】",
      "zh_TW": "經【於諸病苦。為作良醫。於失道者。示其正路。於闇夜中。為作光明。於貧窮者。令得伏藏。菩薩如是平等。饒益一切眾生。】"
    },
    {
      "id": "04-001-0022_p0024",
      "zh_CN": "这是教我们发愿。这段经文里面含义很深，病苦范围太广大了，也许你看到众生有病，我又没有学过医，又不是医生，我怎么能替他治病？你一定可以给他治病，因为病并不单指我们身体长病了，他有心病，心病比身病还严重。心病是什么？烦恼病、无明病、尘沙病，这是大病，你要帮助他，要帮助他破迷开悟，帮助他治心病。佛法的经典都是给我们治心病的，所以佛也比喻为大医王，医治一切众生的心病。你一定要发这个愿，要帮助一切众生破迷开悟。底下几句比喻，统统都是这个意思。",
      "zh_TW": "這是教我們發願。這段經文裡面含義很深，病苦範圍太廣大了，也許你看到眾生有病，我又沒有學過醫，又不是醫生，我怎麼能替他治病？你一定可以給他治病，因為病並不單指我們身體長病了，他有心病，心病比身病還嚴重。心病是什麼？煩惱病、無明病、塵沙病，這是大病，你要幫助他，要幫助他破迷開悟，幫助他治心病。佛法的經典都是給我們治心病的，所以佛也比喻為大醫王，醫治一切眾生的心病。你一定要發這個願，要幫助一切眾生破迷開悟。底下幾句比喻，統統都是這個意思。"
    },
    {
      "id": "04-001-0022_p0025",
      "zh_CN": "『于失道者』，后面这个意思是愈来愈深。前面这个第一句，换句话说，所有众生都是迷惑颠倒，都是有严重的心病，你怎么给他作良医？介绍他佛法，介绍大乘佛法，这就是对治他的心病。「于失道者，示其正路」。这个失道者就是药不对症，那就是失道。佛法八万四千法门，你所修学的不对你的根性，你学起来就有困难，不容易成就。这种例子非常之多。所以选择法门一定要适合自己的根性程度、修学环境，都能够配合，你修学起来不感觉得困难，容易成就。如果采取的这个法门不合自己程度，又不合自己的兴趣，同时又跟自己生活的方式完全不相同，勉强去修，非常困难。所以，他遇到困难，走错了路，你要帮助他回头，帮助他要走上正道。",
      "zh_TW": "『於失道者』，後面這個意思是愈來愈深。前面這個第一句，換句話說，所有眾生都是迷惑顛倒，都是有嚴重的心病，你怎麼給他作良醫？介紹他佛法，介紹大乘佛法，這就是對治他的心病。「於失道者，示其正路」。這個失道者就是藥不對症，那就是失道。佛法八萬四千法門，你所修學的不對你的根性，你學起來就有困難，不容易成就。這種例子非常之多。所以選擇法門一定要適合自己的根性程度、修學環境，都能夠配合，你修學起來不感覺得困難，容易成就。如果採取的這個法門不合自己程度，又不合自己的興趣，同時又跟自己生活的方式完全不相同，勉強去修，非常困難。所以，他遇到困難，走錯了路，你要幫助他回頭，幫助他要走上正道。"
    },
    {
      "id": "04-001-0022_p0026",
      "zh_CN": "好些发心学佛的，尤其在今天，佛门里面有真佛、有假佛，佛法里面有正法、有邪法，许许多多把邪法当作正法、把假佛当作真佛，这是迷失了道路，他没有依照佛的指示去做。也许他不知道，佛灭度之后对后世弟子有四依法，作为我们修学选择的标准，那就是依法不依人。不要听说某个人的名气很大，某个人的势力很大、徒众很多，大概就会不错了，这个是很危险的道路，这个想法错误了，一定要依法不依人。可是法你要能够拣别，也不是一个容易事情，很难很难。有似是而非之法，那个魔很聪明，拿着佛的经典，拿着古大德的注解，给你讲九十九句正法，给你讲一句邪法，你就中了毒。这个手段太厉害了，你没有办法辨别邪正，听起来都是正法，他就掺一句，久而久之你中毒愈中愈深、愈中愈深，到最后也把邪法当作正法、正法当作邪法。如果他里面讲一半正、一半邪，你很容易辨别出来，佛、魔很容易辨别出来。他耍的那一套叫你没有办法辨别，所以这是险道，今天学佛走的路子是险路。",
      "zh_TW": "好些發心學佛的，尤其在今天，佛門裡面有真佛、有假佛，佛法裡面有正法、有邪法，許許多多把邪法當作正法、把假佛當作真佛，這是迷失了道路，他沒有依照佛的指示去做。也許他不知道，佛滅度之後對後世弟子有四依法，作為我們修學選擇的標準，那就是依法不依人。不要聽說某個人的名氣很大，某個人的勢力很大、徒眾很多，大概就會不錯了，這個是很危險的道路，這個想法錯誤了，一定要依法不依人。可是法你要能夠揀別，也不是一個容易事情，很難很難。有似是而非之法，那個魔很聰明，拿著佛的經典，拿著古大德的註解，給你講九十九句正法，給你講一句邪法，你就中了毒。這個手段太厲害了，你沒有辦法辨別邪正，聽起來都是正法，他就摻一句，久而久之你中毒愈中愈深、愈中愈深，到最後也把邪法當作正法、正法當作邪法。如果他裡面講一半正、一半邪，你很容易辨別出來，佛、魔很容易辨別出來。他耍的那一套叫你沒有辦法辨別，所以這是險道，今天學佛走的路子是險路。"
    },
    {
      "id": "04-001-0022_p0027",
      "zh_CN": "我们没有能力辨别，那怎么办？我就是这种人，没有能力辨别，所以找一个很稳当的路子，那就是什么？找古人，不找今人，我跟古人学，我不跟今人学。我也拜了老师，有老师，我的老师不在世，我的老师是莲池大师，我们跟莲池大师学决定没有过失。学莲池大师什么？昨天晚上大家念的《弥陀经疏钞演义》就是莲池大师的，我依这个学，做莲池大师的私淑弟子。而且学，诸位还要晓得，学一个人，不能学两个人。为什么？两个人就是两条路，两个思想，两条路，很难有成就。但是我这个求学，莲池大师是第一个老师，以他老人家为主，还有两个帮的。一个就是蕅益大师，蕅益大师没有问题，因为他是莲池大师的学生，师徒两个人，他们的思想方向、目标是一致的，这个没有问题的，两个人等于是一个人；另外一个人就是印光大师，这也是专修净土的，也是同一个方向、同一个目标的，这个没有问题的，他是近代人，所以从《印光大师文钞》里面得到许多关于西方净土的启示。为什么要这样学？唯恐自己迷失了正道。其他人讲的，他姑妄言之，我也姑妄听之，我不把他当作一回事情，我们决定要依照祖师大德所指的这个道路来走，学古人没错。如果真正有慧眼，当然是没有话说；没有那种智慧，不能办别邪正，这个路子是最稳当的，靠得住，不会出毛病。",
      "zh_TW": "我們沒有能力辨別，那怎麼辦？我就是這種人，沒有能力辨別，所以找一個很穩當的路子，那就是什麼？找古人，不找今人，我跟古人學，我不跟今人學。我也拜了老師，有老師，我的老師不在世，我的老師是蓮池大師，我們跟蓮池大師學決定沒有過失。學蓮池大師什麼？昨天晚上大家念的《彌陀經疏鈔演義》就是蓮池大師的，我依這個學，做蓮池大師的私淑弟子。而且學，諸位還要曉得，學一個人，不能學兩個人。為什麼？兩個人就是兩條路，兩個思想，兩條路，很難有成就。但是我這個求學，蓮池大師是第一個老師，以他老人家為主，還有兩個幫的。一個就是蕅益大師，蕅益大師沒有問題，因為他是蓮池大師的學生，師徒兩個人，他們的思想方向、目標是一致的，這個沒有問題的，兩個人等於是一個人；另外一個人就是印光大師，這也是專修淨土的，也是同一個方向、同一個目標的，這個沒有問題的，他是近代人，所以從《印光大師文鈔》裡面得到許多關於西方淨土的啟示。為什麼要這樣學？唯恐自己迷失了正道。其他人講的，他姑妄言之，我也姑妄聽之，我不把他當作一回事情，我們決定要依照祖師大德所指的這個道路來走，學古人沒錯。如果真正有慧眼，當然是沒有話說；沒有那種智慧，不能辦別邪正，這個路子是最穩當的，靠得住，不會出毛病。"
    },
    {
      "id": "04-001-0022_p0028",
      "zh_CN": "『于暗夜中，为作光明』，这个「光明」是智慧，是指众生在迷惑颠倒的时候，你要帮助他、启发他的智慧，就是帮助他破迷开悟。『于贫穷』，这个「贫穷」不是指钱财，不是指物质上的贫穷，是指精神生活的贫穷，精神生活苦闷，你把佛法给他。佛法是什么？『伏藏』，「藏」是宝藏，宝藏埋在地里面没有开发出来，自己虽有，他不知道，你把他点醒，你自己原来有无尽的宝藏，为什么不拿出来用、不拿出来享受？要告诉他这个事情，「令得伏藏」。这个里面，你自性清净心里面有无量的智慧，有无量的福德，你自己本有的。他在穷困的时候你要点醒他，使他自己明了，原来自家已经具足无尽的宝藏，与诸佛如来无二无别。所以菩萨要有这样的『平等饶益一切众生』，「益」是利益，「饶」是丰饶；换句话说，以最丰富、最大的利益给一切众生，而不是给他一点点小利益。这是这一段经文里面的大义。这个注子里面大师引《梵网经》里面的几句话，在五十四面第三行第二句。《梵网》是菩萨戒经，菩萨必须要遵守的。",
      "zh_TW": "『於闇夜中，為作光明』，這個「光明」是智慧，是指眾生在迷惑顛倒的時候，你要幫助他、啟發他的智慧，就是幫助他破迷開悟。『於貧窮』，這個「貧窮」不是指錢財，不是指物質上的貧窮，是指精神生活的貧窮，精神生活苦悶，你把佛法給他。佛法是什麼？『伏藏』，「藏」是寶藏，寶藏埋在地裡面沒有開發出來，自己雖有，他不知道，你把他點醒，你自己原來有無盡的寶藏，為什麼不拿出來用、不拿出來享受？要告訴他這個事情，「令得伏藏」。這個裡面，你自性清淨心裡面有無量的智慧，有無量的福德，你自己本有的。他在窮困的時候你要點醒他，使他自己明瞭，原來自家已經具足無盡的寶藏，與諸佛如來無二無別。所以菩薩要有這樣的『平等饒益一切眾生』，「益」是利益，「饒」是豐饒；換句話說，以最豐富、最大的利益給一切眾生，而不是給他一點點小利益。這是這一段經文裡面的大義。這個註子裡面大師引《梵網經》裡面的幾句話，在五十四面第三行第二句。《梵網》是菩薩戒經，菩薩必須要遵守的。"
    },
    {
      "id": "04-001-0022_p0029",
      "zh_CN": "疏【梵网经云：「一切众生，男者是我父，女者是我母，我生生无不从之受生。」故六道众生，皆是我父母。】",
      "zh_TW": "疏【梵網經云：「一切眾生，男者是我父，女者是我母，我生生無不從之受生。」故六道眾生，皆是我父母。】"
    },
    {
      "id": "04-001-0022_p0030",
      "zh_CN": "为什么要把一切众生当父母一样的孝顺，就是这个道理。一切众生与我们的恩德实实在在太大了，无量劫以来，我们在六道里面生死轮回，互为父母（就是互为父子），要明白这个道理，这是教给我们应当要孝顺一切众生。下面讲：",
      "zh_TW": "為什麼要把一切眾生當父母一樣的孝順，就是這個道理。一切眾生與我們的恩德實實在在太大了，無量劫以來，我們在六道裡面生死輪迴，互為父母（就是互為父子），要明白這個道理，這是教給我們應當要孝順一切眾生。下面講："
    },
    {
      "id": "04-001-0022_p0031",
      "zh_CN": "疏【言奉师长者，经云：】",
      "zh_TW": "疏【言奉師長者，經云：】"
    },
    {
      "id": "04-001-0022_p0032",
      "zh_CN": "这都是佛告诉我们的：",
      "zh_TW": "這都是佛告訴我們的："
    },
    {
      "id": "04-001-0022_p0033",
      "zh_CN": "疏【「生我者父母，成我者师长；我之法身，由师口生，从法化生，乃至教诲引导，直至菩提。」故知师恩，过父母恩也。若见众生同师长，顺斯恒矣。】",
      "zh_TW": "疏【「生我者父母，成我者師長；我之法身，由師口生，從法化生，乃至教誨引導，直至菩提。」故知師恩，過父母恩也。若見眾生同師長，順斯恆矣。】"
    },
    {
      "id": "04-001-0022_p0034",
      "zh_CN": "老师的恩德超过父母。父母对我们的恩德是生我、养我、育我，是养育之恩，如果没有父母，我们就没有现在这个身体，没有父母，纵然生下来，你也没有辨法活到今天，所以父母恩德不能忘。父母的恩德对我们是一生的，老师的恩德对我们是生生世世，这个要知道。从初发心到成佛都不能够离开老师，所以老师的恩德是超过父母，如何能不敬？如何能不供养？这是佛经里面讲超过父母，因为佛法讲三世；儒家只讲一世，不讲三世，所以儒家看老师跟父母恩德是平等的，一样大。诸位要读《礼记．曲礼》，你看最明显的就是称名，你就能看得出来。",
      "zh_TW": "老師的恩德超過父母。父母對我們的恩德是生我、養我、育我，是養育之恩，如果沒有父母，我們就沒有現在這個身體，沒有父母，縱然生下來，你也沒有辨法活到今天，所以父母恩德不能忘。父母的恩德對我們是一生的，老師的恩德對我們是生生世世，這個要知道。從初發心到成佛都不能夠離開老師，所以老師的恩德是超過父母，如何能不敬？如何能不供養？這是佛經裡面講超過父母，因為佛法講三世；儒家只講一世，不講三世，所以儒家看老師跟父母恩德是平等的，一樣大。諸位要讀《禮記．曲禮》，你看最明顯的就是稱名，你就能看得出來。"
    },
    {
      "id": "04-001-0022_p0035",
      "zh_CN": "古时候一个人的名不能随便叫的，人与人之间互相要有礼貌，要客气，不能称名。名在什么时候可以叫？小孩，童子的时候大家叫他名，成年就不能叫名。女子十六岁成年，行髻礼，就是头发梳这个髻，用簪子簪起来，成年了，十六岁；男子二十岁行冠礼，戴帽子。这时候他的名只有两个人能称他，一个是父母，一个是老师。他的祖父母，他的伯伯、叔叔不称名了，称他的字。所以到那个时候（行髻礼的时候、行冠礼的时候）同辈分的人送他一个号，叫字。所以有名、有字，从这个时候起就称字不称名，不能称名了。纵然是在朝廷里面做官，皇帝对他也称字，不称名，这是对他的尊敬；如果皇帝称他的名，他就犯罪了。只有犯罪的人别人才能称名，所以称名很不好，称名那是囚犯。",
      "zh_TW": "古時候一個人的名不能隨便叫的，人與人之間互相要有禮貌，要客氣，不能稱名。名在什麼時候可以叫？小孩，童子的時候大家叫他名，成年就不能叫名。女子十六歲成年，行髻禮，就是頭髮梳這個髻，用簪子簪起來，成年了，十六歲；男子二十歲行冠禮，戴帽子。這時候他的名只有兩個人能稱他，一個是父母，一個是老師。他的祖父母，他的伯伯、叔叔不稱名了，稱他的字。所以到那個時候（行髻禮的時候、行冠禮的時候）同輩分的人送他一個號，叫字。所以有名、有字，從這個時候起就稱字不稱名，不能稱名了。縱然是在朝廷裡面做官，皇帝對他也稱字，不稱名，這是對他的尊敬；如果皇帝稱他的名，他就犯罪了。只有犯罪的人別人才能稱名，所以稱名很不好，稱名那是囚犯。"
    },
    {
      "id": "04-001-0022_p0036",
      "zh_CN": "所以名只有父母跟师长可以称。由此可知，父母跟师长在儒家看是同等的。佛法讲三世，那师长的恩超过父母，因为你法身慧命是通三世的，我们这个肉身是一世，智慧是通三世，不是一世的。所以我们的智慧是从师长那里启发的，法身慧命是得自于老师，这是超过父母的恩德。所以背师叛道决定不能成就，这点诸位也要记清楚。要孝顺父母师长，怎么可以悖逆师长？悖逆师长是大不敬，杀老师是五逆罪之一，杀父、杀母、杀阿罗汉，阿罗汉就是老师的代表，这是五逆罪，老师等于是阿罗汉。末后这句说：",
      "zh_TW": "所以名只有父母跟師長可以稱。由此可知，父母跟師長在儒家看是同等的。佛法講三世，那師長的恩超過父母，因為你法身慧命是通三世的，我們這個肉身是一世，智慧是通三世，不是一世的。所以我們的智慧是從師長那裡啟發的，法身慧命是得自於老師，這是超過父母的恩德。所以背師叛道決定不能成就，這點諸位也要記清楚。要孝順父母師長，怎麼可以悖逆師長？悖逆師長是大不敬，殺老師是五逆罪之一，殺父、殺母、殺阿羅漢，阿羅漢就是老師的代表，這是五逆罪，老師等於是阿羅漢。末後這句說："
    },
    {
      "id": "04-001-0022_p0037",
      "zh_CN": "疏【恒顺众生菩萨，宜如是平等，饶益众生。】",
      "zh_TW": "疏【恆順眾生菩薩，宜如是平等，饒益眾生。】"
    },
    {
      "id": "04-001-0022_p0038",
      "zh_CN": "应该要这样去修学法。再看下面这段经文：",
      "zh_TW": "應該要這樣去修學法。再看下面這段經文："
    },
    {
      "id": "04-001-0022_p0039",
      "zh_CN": "经【何以故。菩萨若能随顺众生。则为随顺供养诸佛。若于众生尊重承事。则为尊重承事如来。若令众生生欢喜者。则令一切如来欢喜。】",
      "zh_TW": "經【何以故。菩薩若能隨順眾生。則為隨順供養諸佛。若於眾生尊重承事。則為尊重承事如來。若令眾生生歡喜者。則令一切如來歡喜。】"
    },
    {
      "id": "04-001-0022_p0040",
      "zh_CN": "我们读了这节经文，才晓得恒顺众生这个修学、这种行门的重要性。我在此地特别强调，就是一些修行人把恒顺众生完全给忘掉了，修什么法门他都很乐意、很愿意干，恒顺众生是决定不干。你不肯修这个法门，所修一切法门都落空了，统统不能成就。《华严经．出现品》里面说得很好，有一段经文说，「佛子，譬如大海普能印现四天下中一切众生色身形像」，这水像镜子一样，这是比喻，大海就是比喻我们的清净心，一切众生都照在镜子里面，照在水里面，照得清清楚楚；「是故共说以为大海」，这个意思是说什么？一切众生与自己的清净心海是一不是二。「诸佛菩提亦复如是，普现一切众生心念、根性乐欲而无所现」，有这么几句话。这个几句话说明什么？什么是佛心？佛心就是众生，众生就是佛心。众生是佛心，是佛心中之众生，就是佛心。从这个经的意思上来看，佛心就是自心，自心就是佛心；众生就是自性，自性就是众生，不随顺怎么能修心性？不随顺众生怎么能够明心见性？做不到，要明白这个道理。",
      "zh_TW": "我們讀了這節經文，才曉得恆順眾生這個修學、這種行門的重要性。我在此地特別強調，就是一些修行人把恆順眾生完全給忘掉了，修什麼法門他都很樂意、很願意幹，恆順眾生是決定不幹。你不肯修這個法門，所修一切法門都落空了，統統不能成就。《華嚴經．出現品》裡面說得很好，有一段經文說，「佛子，譬如大海普能印現四天下中一切眾生色身形像」，這水像鏡子一樣，這是比喻，大海就是比喻我們的清淨心，一切眾生都照在鏡子裡面，照在水裡面，照得清清楚楚；「是故共說以為大海」，這個意思是說什麼？一切眾生與自己的清淨心海是一不是二。「諸佛菩提亦復如是，普現一切眾生心念、根性樂欲而無所現」，有這麼幾句話。這個幾句話說明什麼？什麼是佛心？佛心就是眾生，眾生就是佛心。眾生是佛心，是佛心中之眾生，就是佛心。從這個經的意思上來看，佛心就是自心，自心就是佛心；眾生就是自性，自性就是眾生，不隨順怎麼能修心性？不隨順眾生怎麼能夠明心見性？做不到，要明白這個道理。"
    },
    {
      "id": "04-001-0022_p0041",
      "zh_CN": "所以我们愿意随顺供养诸佛，而真正随顺供养诸佛就是随顺众生。随顺众生是真正的随顺供养诸佛，尊重承事众生就是真正的尊重承事如来。『令一切众生生欢喜者』，那是真正叫诸佛如来欢喜。离开众生，想礼敬诸佛、供养如来、承事诸佛，统统办不到，都落空了。你们诸位想想，我们礼敬如来，泥塑木雕的画像它不需要你礼敬，你礼敬它也不知道，那不是如来的真身。如来苦口婆心教诫我们，教我们干什么？就是教我们恒顺众生。礼敬诸佛，前面我跟诸位讲过，诸佛是什么？一切众生是诸佛；称赞如来，一切众生是如来；广修供养，一切众生是我们供养的对象。不从这个地方下手认真去修学，你怎么个修法？所以修来修去都修成外道，几个人能成正果？我们今天在此地一会，诸位在过去生中都是大善根、大福德、大因缘，否则的话你今天在此地遇不到这一会，这一会句句给你讲真实话，这一会也是百千万劫难遭遇，诸位一定要珍惜，不要把这一会空过了。珍惜，不空过，就是从今天起，我们就要这样做法，你这一生必成无上道。下面再说出所以然的道理：",
      "zh_TW": "所以我們願意隨順供養諸佛，而真正隨順供養諸佛就是隨順眾生。隨順眾生是真正的隨順供養諸佛，尊重承事眾生就是真正的尊重承事如來。『令一切眾生生歡喜者』，那是真正叫諸佛如來歡喜。離開眾生，想禮敬諸佛、供養如來、承事諸佛，統統辦不到，都落空了。你們諸位想想，我們禮敬如來，泥塑木雕的畫像它不需要你禮敬，你禮敬它也不知道，那不是如來的真身。如來苦口婆心教誡我們，教我們幹什麼？就是教我們恆順眾生。禮敬諸佛，前面我跟諸位講過，諸佛是什麼？一切眾生是諸佛；稱讚如來，一切眾生是如來；廣修供養，一切眾生是我們供養的對象。不從這個地方下手認真去修學，你怎麼個修法？所以修來修去都修成外道，幾個人能成正果？我們今天在此地一會，諸位在過去生中都是大善根、大福德、大因緣，否則的話你今天在此地遇不到這一會，這一會句句給你講真實話，這一會也是百千萬劫難遭遇，諸位一定要珍惜，不要把這一會空過了。珍惜，不空過，就是從今天起，我們就要這樣做法，你這一生必成無上道。下面再說出所以然的道理："
    },
    {
      "id": "04-001-0022_p0042",
      "zh_CN": "经【何以故。】",
      "zh_TW": "經【何以故。】"
    },
    {
      "id": "04-001-0022_p0043",
      "zh_CN": "『何以故』就是问为什么随顺众生就是随顺供养如来，尊重承事众生就是尊重承事如来，令一切众生欢喜就是令一切如来欢喜，为什么是这样的？底下给我们说明所以然的道理，你才明了为什么要这样修法。",
      "zh_TW": "『何以故』就是問為什麼隨順眾生就是隨順供養如來，尊重承事眾生就是尊重承事如來，令一切眾生歡喜就是令一切如來歡喜，為什麼是這樣的？底下給我們說明所以然的道理，你才明瞭為什麼要這樣修法。"
    },
    {
      "id": "04-001-0022_p0044",
      "zh_CN": "经【诸佛如来。以大悲心。而为体故。因于众生。而起大悲。】",
      "zh_TW": "經【諸佛如來。以大悲心。而為體故。因於眾生。而起大悲。】"
    },
    {
      "id": "04-001-0022_p0045",
      "zh_CN": "『大悲心』，从哪来的？佛法里面常说，佛教是「慈悲为本，方便为门。」诸位想想，离开一切众生，舍离一切众生，你那个慈悲、方便怎么样表达？纵有慈悲、方便，没有用处了，到哪里去用？没对象了，慈悲没有对象，方便也没有对象。自己无始以来这些习气障碍你怎么能除得了？必须要藉一切众生，才能把无始劫以来的习气障碍把它淘汰尽。你看，无始劫最重的习气就是贡高我慢，瞧不起人，不能随顺。随顺众生就是淘汰这个习气。随顺众生是显自己的性德，就是叫自己成佛，决定不冤枉。我们恒顺众生，众生得多大利益？真正得利益是自己，不是众生。我们就是以物质上供养众生，他又能得几何？自己得的利益是无量无边，不可思议！你一定要明白这个道理。可是不肯随顺、不肯供养，你自己的利益得不到，决定得不到，你的性德不能开显。",
      "zh_TW": "『大悲心』，從哪來的？佛法裡面常說，佛教是「慈悲為本，方便為門。」諸位想想，離開一切眾生，捨離一切眾生，你那個慈悲、方便怎麼樣表達？縱有慈悲、方便，沒有用處了，到哪裡去用？沒對象了，慈悲沒有對象，方便也沒有對象。自己無始以來這些習氣障礙你怎麼能除得了？必須要藉一切眾生，才能把無始劫以來的習氣障礙把它淘汰盡。你看，無始劫最重的習氣就是貢高我慢，瞧不起人，不能隨順。隨順眾生就是淘汰這個習氣。隨順眾生是顯自己的性德，就是叫自己成佛，決定不冤枉。我們恆順眾生，眾生得多大利益？真正得利益是自己，不是眾生。我們就是以物質上供養眾生，他又能得幾何？自己得的利益是無量無邊，不可思議！你一定要明白這個道理。可是不肯隨順、不肯供養，你自己的利益得不到，決定得不到，你的性德不能開顯。"
    },
    {
      "id": "04-001-0022_p0046",
      "zh_CN": "你天天拜佛，办好菜来供养佛，每天念供养咒，而对于一切众生不肯施舍，不肯帮助，诸位想想，你能成就吗？你那个心就错了。为什么供养佛？佛会保祐我，我不得不巴结他。为什么不供养众生？众生对我没好处，我给他干什么？我才不愿意去供养他。这样的修学，每天什么？增长我见，增长执着，增长分别，增长无明，在造罪业。你那个心执着的圈圈愈画愈小、愈画愈小，生死根本就愈来愈坚固，你怎么能超越三界？不可能的事情。也没有法子往生，为什么？对娑婆世界的根太坚固，去不了，心量太小。所以恒顺众生是拓开自己的心量，严格的讲，的确比前面的常随佛学还要重要，不能恒顺众生就不能学佛，真正想学佛一定要恒顺众生，要从这做起。所以这段文的意思非常之好，「因于众生，而起大悲」：",
      "zh_TW": "你天天拜佛，辦好菜來供養佛，每天念供養咒，而對於一切眾生不肯施捨，不肯幫助，諸位想想，你能成就嗎？你那個心就錯了。為什麼供養佛？佛會保祐我，我不得不巴結他。為什麼不供養眾生？眾生對我沒好處，我給他幹什麼？我才不願意去供養他。這樣的修學，每天什麼？增長我見，增長執著，增長分別，增長無明，在造罪業。你那個心執著的圈圈愈畫愈小、愈畫愈小，生死根本就愈來愈堅固，你怎麼能超越三界？不可能的事情。也沒有法子往生，為什麼？對娑婆世界的根太堅固，去不了，心量太小。所以恆順眾生是拓開自己的心量，嚴格的講，的確比前面的常隨佛學還要重要，不能恆順眾生就不能學佛，真正想學佛一定要恆順眾生，要從這做起。所以這段文的意思非常之好，「因於眾生，而起大悲」："
    },
    {
      "id": "04-001-0022_p0047",
      "zh_CN": "经【因于大悲。生菩提心。因菩提心。成等正觉。】",
      "zh_TW": "經【因於大悲。生菩提心。因菩提心。成等正覺。】"
    },
    {
      "id": "04-001-0022_p0048",
      "zh_CN": "诸佛如来如此，我们学佛也不例外，也是要经过这些历程。注解里面注解得好，前面有一句很重要：",
      "zh_TW": "諸佛如來如此，我們學佛也不例外，也是要經過這些歷程。註解裡面註解得好，前面有一句很重要："
    },
    {
      "id": "04-001-0022_p0049",
      "zh_CN": "疏【佛以大悲心为体，若不顺生，不合佛体，此即同体大悲也。】",
      "zh_TW": "疏【佛以大悲心為體，若不順生，不合佛體，此即同體大悲也。】"
    },
    {
      "id": "04-001-0022_p0050",
      "zh_CN": "我们修这个法门就是修什么？修自己的同体大悲，无缘大慈，就是修菩提心里面的大悲心。菩提心一即是三，三即是一，就是直心、深心、大悲心，只要一条有了，那两条就有了，一而三，三而一。为什么声闻、缘觉（就是阿罗汉、辟支佛）没有菩提心？这是佛在一切大乘经里面都是这样说的，小乘人没有菩提心。道理实在很简单，就是小乘人不愿意恒顺众生，所以他的大悲心就发不起来，想发也发不起来。菩萨大悲心能够发得起来，就是菩萨乐意恒顺众生。我们一天到晚讲发菩提心，嘴皮上发的菩提心，不是真的。嘴里喊的发菩提心，心里头一点也没有发，这个都得要明了。",
      "zh_TW": "我們修這個法門就是修什麼？修自己的同體大悲，無緣大慈，就是修菩提心裡面的大悲心。菩提心一即是三，三即是一，就是直心、深心、大悲心，只要一條有了，那兩條就有了，一而三，三而一。為什麼聲聞、緣覺（就是阿羅漢、辟支佛）沒有菩提心？這是佛在一切大乘經裡面都是這樣說的，小乘人沒有菩提心。道理實在很簡單，就是小乘人不願意恆順眾生，所以他的大悲心就發不起來，想發也發不起來。菩薩大悲心能夠發得起來，就是菩薩樂意恆順眾生。我們一天到晚講發菩提心，嘴皮上發的菩提心，不是真的。嘴裡喊的發菩提心，心裡頭一點也沒有發，這個都得要明瞭。"
    },
    {
      "id": "04-001-0022_p0051",
      "zh_CN": "在大经「出现品」里面有几句话说，「如来成正觉时」，像本师释迦牟尼佛在菩提树下示现成佛，这时候我们就迹象上来说，就是示现的迹象来说，他在思想观念上有很大的转变，要拿现在的话来说，就是宇宙人生观上有个大转变。他「普见一切众生成正觉」，所以他才说一切众生本来成佛，看出一切众生跟他自己没有两样，完全是一样的。「乃至普见一切众生入涅槃」，为什么？与自己同一个真性。所以在这个时候从真如本性里面流露出同体大悲，无缘大慈，清净智慧，而且是相续不断的救护一切众生，救护一切众生就是开显自己的性德。见了性之后性德不能现前、不能起作用，那个性德有等于没有，有了要起作用，不起作用不是等于没有吗？开显性德的无方大用。经上又说，「菩萨摩诃萨应知自心念念常有佛成正觉」，这前面跟诸位说过，为什么？「诸佛如来不离此心成正觉故。如自心，一切众生心亦复如是，悉有如来成正等觉，广大周遍，无处不有，不离不断，无有休息。」这是「出现品」里头有这么一段经文，都是说明我们恒顺众生的理论依据。你明白这个道理，不能不随顺，不随顺是大错特错。",
      "zh_TW": "在大經「出現品」裡面有幾句話說，「如來成正覺時」，像本師釋迦牟尼佛在菩提樹下示現成佛，這時候我們就跡象上來說，就是示現的跡象來說，他在思想觀念上有很大的轉變，要拿現在的話來說，就是宇宙人生觀上有個大轉變。他「普見一切眾生成正覺」，所以他才說一切眾生本來成佛，看出一切眾生跟他自己沒有兩樣，完全是一樣的。「乃至普見一切眾生入涅槃」，為什麼？與自己同一個真性。所以在這個時候從真如本性裡面流露出同體大悲，無緣大慈，清淨智慧，而且是相續不斷的救護一切眾生，救護一切眾生就是開顯自己的性德。見了性之後性德不能現前、不能起作用，那個性德有等於沒有，有了要起作用，不起作用不是等於沒有嗎？開顯性德的無方大用。經上又說，「菩薩摩訶薩應知自心念念常有佛成正覺」，這前面跟諸位說過，為什麼？「諸佛如來不離此心成正覺故。如自心，一切眾生心亦復如是，悉有如來成正等覺，廣大周遍，無處不有，不離不斷，無有休息。」這是「出現品」裡頭有這麼一段經文，都是說明我們恆順眾生的理論依據。你明白這個道理，不能不隨順，不隨順是大錯特錯。"
    },
    {
      "id": "04-001-0022_p0052",
      "zh_CN": "何况，这个经上说得更好，就是释迦牟尼佛示现成佛的时候他说：奇哉，奇哉，大地众生皆有如来智慧德相。我想这句话诸位一定听得耳熟。所以佛眼睛里面看一切众生统统是佛，什么佛？迷惑颠倒的佛，在迷之佛。虽然迷了，你的本能并没有失掉。就好比一个非常聪明有智慧的人，有德行的人，他喝酒喝醉了，醉了迷迷糊糊的，你不能瞧不起他。他一清醒，他所有德能就恢复了，他并没有失掉，只是暂时酒醉而已，说几句醉话你不要当真，那不是真的。所以我们要了解这个道理。在佛的分上，真的一成一切成。可是在我们众生的分上，佛还是佛，众生还是众生，当中还是有界限的。可是我们真正明白这个道理，常常去思惟这个道理，功夫用久了，自然可以打成一片，能够帮助你消除无明，能够帮助你成无上道；尤其在念佛人，可以帮助你得一心，帮助你开悟。恒顺众生所以然的道理是如此。下面用比喻说，比喻也说得很好。",
      "zh_TW": "何況，這個經上說得更好，就是釋迦牟尼佛示現成佛的時候他說：奇哉，奇哉，大地眾生皆有如來智慧德相。我想這句話諸位一定聽得耳熟。所以佛眼睛裡面看一切眾生統統是佛，什麼佛？迷惑顛倒的佛，在迷之佛。雖然迷了，你的本能並沒有失掉。就好比一個非常聰明有智慧的人，有德行的人，他喝酒喝醉了，醉了迷迷糊糊的，你不能瞧不起他。他一清醒，他所有德能就恢復了，他並沒有失掉，只是暫時酒醉而已，說幾句醉話你不要當真，那不是真的。所以我們要了解這個道理。在佛的分上，真的一成一切成。可是在我們眾生的分上，佛還是佛，眾生還是眾生，當中還是有界限的。可是我們真正明白這個道理，常常去思惟這個道理，功夫用久了，自然可以打成一片，能夠幫助你消除無明，能夠幫助你成無上道；尤其在念佛人，可以幫助你得一心，幫助你開悟。恆順眾生所以然的道理是如此。下面用比喻說，比喻也說得很好。"
    },
    {
      "id": "04-001-0022_p0053",
      "zh_CN": "经【譬如旷野。沙碛之中。有大树王。若根得水。枝叶华果。悉皆繁茂。】",
      "zh_TW": "經【譬如曠野。沙磧之中。有大樹王。若根得水。枝葉華果。悉皆繁茂。】"
    },
    {
      "id": "04-001-0022_p0054",
      "zh_CN": "这是比喻，小注里头把比喻的什么都说出来了。",
      "zh_TW": "這是比喻，小註裡頭把比喻的什麼都說出來了。"
    },
    {
      "id": "04-001-0022_p0055",
      "zh_CN": "疏【生死悬绝，迥无所依，名为旷野。】",
      "zh_TW": "疏【生死懸絕，迥無所依，名為曠野。】"
    },
    {
      "id": "04-001-0022_p0056",
      "zh_CN": "我们现在所处的环境就像旷野一样，前途渺茫，无有依靠。无依无靠，前途渺茫，在六道生死轮回当中不知道往哪里去，这就好比在旷野，好比在沙漠里头一样。",
      "zh_TW": "我們現在所處的環境就像曠野一樣，前途渺茫，無有依靠。無依無靠，前途渺茫，在六道生死輪迴當中不知道往哪裡去，這就好比在曠野，好比在沙漠裡頭一樣。"
    },
    {
      "id": "04-001-0022_p0057",
      "zh_CN": "疏【不生善根，喻以沙碛。佛菩提法，如大树王。智慧禅定，犹如枝叶。菩萨依学，方之以华。诸佛证之，目之为果。】",
      "zh_TW": "疏【不生善根，喻以沙磧。佛菩提法，如大樹王。智慧禪定，猶如枝葉。菩薩依學，方之以華。諸佛證之，目之為果。】"
    },
    {
      "id": "04-001-0022_p0058",
      "zh_CN": "『不生善根』就比喻沙碛，像沙土，不是肥沃之土，我们没有善根；『佛菩提法』就好比大树王；『智慧禅定』就好比枝叶；『菩萨依学』就好比是花，开花；『诸佛证之』就好比是果，枝叶花果。这棵大树在沙漠里面要想枝叶繁茂、开花结果，它要靠什么？要靠水来灌溉。一切众生是它的根，大慈大悲就是水。这棵树的树根是一切众生，花是菩萨，果是佛，你就晓得菩萨与佛从哪里来的？从众生而来的。所以，你要不以慈悲给予一切众生，你的菩萨道、你的佛道都会枯死了，不能成就的。你今天是恒顺一切众生，为的什么？为了自己要成菩萨，为了自己要成佛，道理就在此地。下面就是「法合」，请看经文：",
      "zh_TW": "『不生善根』就比喻沙磧，像沙土，不是肥沃之土，我們沒有善根；『佛菩提法』就好比大樹王；『智慧禪定』就好比枝葉；『菩薩依學』就好比是花，開花；『諸佛證之』就好比是果，枝葉花果。這棵大樹在沙漠裡面要想枝葉繁茂、開花結果，它要靠什麼？要靠水來灌溉。一切眾生是它的根，大慈大悲就是水。這棵樹的樹根是一切眾生，花是菩薩，果是佛，你就曉得菩薩與佛從哪裡來的？從眾生而來的。所以，你要不以慈悲給予一切眾生，你的菩薩道、你的佛道都會枯死了，不能成就的。你今天是恆順一切眾生，為的什麼？為了自己要成菩薩，為了自己要成佛，道理就在此地。下面就是「法合」，請看經文："
    },
    {
      "id": "04-001-0022_p0059",
      "zh_CN": "经【生死旷野。菩提树王。亦复如是。】",
      "zh_TW": "經【生死曠野。菩提樹王。亦復如是。】"
    },
    {
      "id": "04-001-0022_p0060",
      "zh_CN": "这说到我们自己本身，把这个比喻合到我们本身上来看，也是这样的。",
      "zh_TW": "這說到我們自己本身，把這個比喻合到我們本身上來看，也是這樣的。"
    },
    {
      "id": "04-001-0022_p0061",
      "zh_CN": "经【一切众生。而为树根。诸佛菩萨。而为华果。以大悲水。饶益众生。则能成就诸佛菩萨智慧华果。】",
      "zh_TW": "經【一切眾生。而為樹根。諸佛菩薩。而為華果。以大悲水。饒益眾生。則能成就諸佛菩薩智慧華果。】"
    },
    {
      "id": "04-001-0022_p0062",
      "zh_CN": "这道理就在此地。我们把底下这一段一起念下去：",
      "zh_TW": "這道理就在此地。我們把底下這一段一起念下去："
    },
    {
      "id": "04-001-0022_p0063",
      "zh_CN": "经【何以故。若诸菩萨。以大悲水。饶益众生。则能成就阿耨多罗三藐三菩提故。】",
      "zh_TW": "經【何以故。若諸菩薩。以大悲水。饒益眾生。則能成就阿耨多羅三藐三菩提故。】"
    },
    {
      "id": "04-001-0022_p0064",
      "zh_CN": "再看下面经文：",
      "zh_TW": "再看下面經文："
    },
    {
      "id": "04-001-0022_p0065",
      "zh_CN": "经【是故菩提。属于众生。若无众生。一切菩萨。终不能成无上正觉。】",
      "zh_TW": "經【是故菩提。屬於眾生。若無眾生。一切菩薩。終不能成無上正覺。】"
    },
    {
      "id": "04-001-0022_p0066",
      "zh_CN": "我们把经文念到此地。我们看十大愿王里面，这一愿的经文特别长，讲得多，也讲得非常详细。凡是讲得多、讲得细，都是非常重要的。重要在哪里？前面所讲的这个七愿到哪里修？在众生分上修，离了众生没有佛法。可见得前面七愿都是教你恒顺众生的，乃至于常随佛学也是要从恒顺众生那里去做的，这叫普贤行法，我们要牢牢的把它记住。好，我们下课。",
      "zh_TW": "我們把經文念到此地。我們看十大願王裡面，這一願的經文特別長，講得多，也講得非常詳細。凡是講得多、講得細，都是非常重要的。重要在哪裡？前面所講的這個七願到哪裡修？在眾生分上修，離了眾生沒有佛法。可見得前面七願都是教你恆順眾生的，乃至於常隨佛學也是要從恆順眾生那裡去做的，這叫普賢行法，我們要牢牢的把它記住。好，我們下課。"
    }
  ]
}