{
  "doc_id": "04-001-0033",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0033",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "04-001-0033_p0001",
      "zh_CN": "请掀开经本第九十面第四行：",
      "zh_TW": "請掀開經本第九十面第四行："
    },
    {
      "id": "04-001-0033_p0002",
      "zh_CN": "经【愿我临欲命终时。尽除一切诸障碍。面见彼佛阿弥陀。即得往生安乐刹。我既往生彼国已。现前成就此大愿。一切圆满尽无余。利乐一切众生界。彼佛众会咸清净。我时于胜莲华生。亲睹如来无量光。现前授我菩提记。蒙彼如来授记已。化身无数百俱胝。智力广大遍十方。普利一切众生界。】",
      "zh_TW": "經【願我臨欲命終時。盡除一切諸障礙。面見彼佛阿彌陀。即得往生安樂剎。我既往生彼國已。現前成就此大願。一切圓滿盡無餘。利樂一切眾生界。彼佛眾會咸清淨。我時於勝蓮華生。親睹如來無量光。現前授我菩提記。蒙彼如來授記已。化身無數百俱胝。智力廣大遍十方。普利一切眾生界。】"
    },
    {
      "id": "04-001-0033_p0003",
      "zh_CN": "这一段是显经殊胜功德里面第一个小段，往生西方极乐世界殊胜的果报。上一次跟诸位提到过，文殊、普贤尚且发愿，这对我们是一个很大的鼓励。也许有许多同修们认为，十方净土无量无边，为什么偏偏要往生西方极乐世界？其实佛在大经里面也说得很多，比西方世界还要庄严、还要殊胜、寿命还要长远的多得是，为什么偏偏要生西方极乐世界？我们不生西方极乐世界行不行？这都是很重要的大问题。诸佛国土虽多，如果没有缘你就去不成，佛门里常说「佛不度无缘之人」，这是很重要的一个条件。阿弥陀佛与我们这个世界特别有缘分，这一点我们要明了，缘是特别的深厚。前面也提到，注解里面讲有四个意思，第一个就是阿弥陀佛与我们世界众生普遍的有很深厚的缘分，这是第一个意思。第二个意思，修行一定要有个目标，心必须要系在一处才会有成就，像《遗教经》里面佛开导的，「制心一处，无事不办」。所以修行，不管你修学哪个法门，要专心。说西方净土就是教你专一处，把心专注在一处，这样才容易成就。第三个理由是西方极乐世界并没有离开华藏，往生西方极乐世界还是在华藏世界的里面。第四个意思，哪里晓得阿弥陀佛就是我们的本师！诸位要晓得，阿弥陀佛跟释迦牟尼佛是同一个人。在《华严经》里面，华藏世界毘卢遮那如来，法身，阿弥陀佛跟释迦牟尼佛都是毘卢遮那佛的化身。所以我们的本师在我们娑婆世界化个身来教化我们，他的名字叫释迦牟尼；西方极乐世界，他又变化个身到那里去，叫阿弥陀佛，是一不是二，就是本师。西方有四土，我们娑婆也有四土，可是娑婆跟极乐比较，极乐的的确确比我们这里要殊胜得太多。所以释迦牟尼佛劝导我们，念阿弥陀佛求生西方极乐世界，我们要肯相信、肯听话，照办，那就是释迦牟尼佛的好学生。这个意思我们一定要明了。",
      "zh_TW": "這一段是顯經殊勝功德裡面第一個小段，往生西方極樂世界殊勝的果報。上一次跟諸位提到過，文殊、普賢尚且發願，這對我們是一個很大的鼓勵。也許有許多同修們認為，十方淨土無量無邊，為什麼偏偏要往生西方極樂世界？其實佛在大經裡面也說得很多，比西方世界還要莊嚴、還要殊勝、壽命還要長遠的多得是，為什麼偏偏要生西方極樂世界？我們不生西方極樂世界行不行？這都是很重要的大問題。諸佛國土雖多，如果沒有緣你就去不成，佛門裡常說「佛不度無緣之人」，這是很重要的一個條件。阿彌陀佛與我們這個世界特別有緣分，這一點我們要明瞭，緣是特別的深厚。前面也提到，註解裡面講有四個意思，第一個就是阿彌陀佛與我們世界眾生普遍的有很深厚的緣分，這是第一個意思。第二個意思，修行一定要有個目標，心必須要繫在一處才會有成就，像《遺教經》裡面佛開導的，「制心一處，無事不辦」。所以修行，不管你修學哪個法門，要專心。說西方淨土就是教你專一處，把心專注在一處，這樣才容易成就。第三個理由是西方極樂世界並沒有離開華藏，往生西方極樂世界還是在華藏世界的裡面。第四個意思，哪裡曉得阿彌陀佛就是我們的本師！諸位要曉得，阿彌陀佛跟釋迦牟尼佛是同一個人。在《華嚴經》裡面，華藏世界毘盧遮那如來，法身，阿彌陀佛跟釋迦牟尼佛都是毘盧遮那佛的化身。所以我們的本師在我們娑婆世界化個身來教化我們，他的名字叫釋迦牟尼；西方極樂世界，他又變化個身到那裡去，叫阿彌陀佛，是一不是二，就是本師。西方有四土，我們娑婆也有四土，可是娑婆跟極樂比較，極樂的的確確比我們這裡要殊勝得太多。所以釋迦牟尼佛勸導我們，念阿彌陀佛求生西方極樂世界，我們要肯相信、肯聽話，照辦，那就是釋迦牟尼佛的好學生。這個意思我們一定要明瞭。"
    },
    {
      "id": "04-001-0033_p0004",
      "zh_CN": "再说，众生在娑婆世界，这是秽恶之土，尤其是在我们现在这个时代，所谓是末法的时代，斗诤坚固，可以说秽恶之极。也就是说明，娑婆世界的净土，我们已经迷失了，迷得太深了，执着很不容易舍掉。现在在这个华严会上，普贤菩萨以无量的智慧、无量的善巧方便来引导我们发愿求生净土。所以我们特别要注意这个第一句，『愿我临欲命终时』，普贤已经是等觉菩萨，当然没有我执，也没有法执，我法二执都尽了还称「我」，这个称呼是方便说，是随顺众生说，我们要懂得这个意思，并不是他真正有了我见、有了我执，那你就看错了。这是为了说法方便起见，不得不随顺众生说个我，这是无我之我。临欲命终这个时候，是我们一生关键的时刻。诸位必须要记住，好死一定就好生，来生好；不是好死，来生问题就严重。所以我们要看一看临命终的人，看他那个相，就能判断他来生是在三善道还是在三恶道，这个不难看出来的，稍微留意都能看得很清楚。所以学佛的人一定要求个好死，好死就是清清楚楚、明明白白。其实，预知时至，那没有死。所以往生西方极乐世界，诸位要晓得是活着去的，不是死了去的，死了去不成，活着去的。你看他活的时候看到佛来接引他，他自己跟佛走了，这不是活着走的吗？哪有死了走的。这是我们世间人称之为临命终时，我们在一生当中只有这个是最要紧的，其余的都不要紧。所以我们修一切福德都要回向在临命终时是预知时至，如入禅定，见佛往生，我们要求这个福报，其他的福报统统不求。",
      "zh_TW": "再說，眾生在娑婆世界，這是穢惡之土，尤其是在我們現在這個時代，所謂是末法的時代，鬥諍堅固，可以說穢惡之極。也就是說明，娑婆世界的淨土，我們已經迷失了，迷得太深了，執著很不容易捨掉。現在在這個華嚴會上，普賢菩薩以無量的智慧、無量的善巧方便來引導我們發願求生淨土。所以我們特別要注意這個第一句，『願我臨欲命終時』，普賢已經是等覺菩薩，當然沒有我執，也沒有法執，我法二執都盡了還稱「我」，這個稱呼是方便說，是隨順眾生說，我們要懂得這個意思，並不是他真正有了我見、有了我執，那你就看錯了。這是為了說法方便起見，不得不隨順眾生說個我，這是無我之我。臨欲命終這個時候，是我們一生關鍵的時刻。諸位必須要記住，好死一定就好生，來生好；不是好死，來生問題就嚴重。所以我們要看一看臨命終的人，看他那個相，就能判斷他來生是在三善道還是在三惡道，這個不難看出來的，稍微留意都能看得很清楚。所以學佛的人一定要求個好死，好死就是清清楚楚、明明白白。其實，預知時至，那沒有死。所以往生西方極樂世界，諸位要曉得是活著去的，不是死了去的，死了去不成，活著去的。你看他活的時候看到佛來接引他，他自己跟佛走了，這不是活著走的嗎？哪有死了走的。這是我們世間人稱之為臨命終時，我們在一生當中只有這個是最要緊的，其餘的都不要緊。所以我們修一切福德都要迴向在臨命終時是預知時至，如入禪定，見佛往生，我們要求這個福報，其他的福報統統不求。"
    },
    {
      "id": "04-001-0033_p0005",
      "zh_CN": "念佛求生净土，诸位要记住，有障碍就不行，所以说『尽除一切诸障碍』。而除障碍，假如说到临命终的时候再来除，恐怕来不及了。什么时候除？现在就要除，时时刻刻要除，念念之中要除，要懂这个道理。除什么障碍？第一个要除贪瞋的障碍，悭贪的障碍、恶业的障碍、瞋恚的障碍、懈怠的障碍、散乱的障碍、愚痴的障碍，这就是六波罗蜜对治的，这些统统是障碍。所以祖师大德常常教我们念佛人要放下身心世界，提起名号，就是这个道理。要把这些拉拉杂杂的东西统统放下，因为有障碍就不能往生，这是要记住的，临命终时来除决定除不掉。",
      "zh_TW": "念佛求生淨土，諸位要記住，有障礙就不行，所以說『盡除一切諸障礙』。而除障礙，假如說到臨命終的時候再來除，恐怕來不及了。什麼時候除？現在就要除，時時刻刻要除，念念之中要除，要懂這個道理。除什麼障礙？第一個要除貪瞋的障礙，慳貪的障礙、惡業的障礙、瞋恚的障礙、懈怠的障礙、散亂的障礙、愚痴的障礙，這就是六波羅蜜對治的，這些統統是障礙。所以祖師大德常常教我們念佛人要放下身心世界，提起名號，就是這個道理。要把這些拉拉雜雜的東西統統放下，因為有障礙就不能往生，這是要記住的，臨命終時來除決定除不掉。"
    },
    {
      "id": "04-001-0033_p0006",
      "zh_CN": "再其次要明事理，世出世间一切事、一切理要清清楚楚，明白事理，正念就现前。为什么我们的正念不能现前？就是对于一切事理的真实相不明白，不明白就免不了起心动念、分别、执着，去搞这些。其他的法门，大家晓得，它修学的顺序是信解行证，必须先要理解然后再修行，理解好像认识路，我先认识路然后我才走路，可见得这个相当重要。这个法门，净土法门，它不必先解后行，它怎么样？它是解行同时，所谓一面修行，一面求解，不是说不要解了。你要说我只要老实念佛，我不要读经、不要去听讲，行吗？不行。为什么？你看看我们历代的祖师，净土宗的祖师，他们这些著作，拿近代的印光法师来看，你看看他老人家的《文钞》，他世出世间法都懂得，没有一样他不知道，他是个标准的老实念佛人。而且还告诉诸位，他绝不间断也不夹杂，专修净土的，他样样都懂得，为什么？他在一切事理上才不起心不动念。不起心不动念就是正念现前，这样的人求愿往生，他的品位决定不低，总是上品上生一类的，这是我们要求的。如何明达事理？给诸位说，不仅要读经、要听讲，而且还要求感应，不求感应不行，诚心诚意的求感应，要至诚感通，这样才能办得到。",
      "zh_TW": "再其次要明事理，世出世間一切事、一切理要清清楚楚，明白事理，正念就現前。為什麼我們的正念不能現前？就是對於一切事理的真實相不明白，不明白就免不了起心動念、分別、執著，去搞這些。其他的法門，大家曉得，它修學的順序是信解行證，必須先要理解然後再修行，理解好像認識路，我先認識路然後我才走路，可見得這個相當重要。這個法門，淨土法門，它不必先解後行，它怎麼樣？它是解行同時，所謂一面修行，一面求解，不是說不要解了。你要說我只要老實念佛，我不要讀經、不要去聽講，行嗎？不行。為什麼？你看看我們歷代的祖師，淨土宗的祖師，他們這些著作，拿近代的印光法師來看，你看看他老人家的《文鈔》，他世出世間法都懂得，沒有一樣他不知道，他是個標準的老實念佛人。而且還告訴諸位，他絕不間斷也不夾雜，專修淨土的，他樣樣都懂得，為什麼？他在一切事理上才不起心不動念。不起心不動念就是正念現前，這樣的人求願往生，他的品位決定不低，總是上品上生一類的，這是我們要求的。如何明達事理？給諸位說，不僅要讀經、要聽講，而且還要求感應，不求感應不行，誠心誠意的求感應，要至誠感通，這樣才能辦得到。"
    },
    {
      "id": "04-001-0033_p0007",
      "zh_CN": "所以，我们要想除障碍，首先要除六弊，就是六种毛病，刚才说了，六波罗蜜所对治的，布施对悭贪、持戒对恶业、忍辱对瞋恚、精进对懈怠、禅定对散乱、般若对愚痴，把这六种大病、大障碍，要去除。这六种障碍，实在上讲，都是从我执而生的，所以要先除我见、我执。果然无我见、无我相，那一切障碍都空了，就像《心经》上所说的「照见五蕴皆空」。可是诸位要晓得，这不是初学人能做得到的。所以初学人怎么办？择善固执。你的执着打不破，打不破最好执着善，不要执着恶。真正能把执着打破了，善恶二边都离开，这当然是最好的。实在办不到，那就不得已而求其次，择善固执。择善固执里头有个最善的。所以大家不要害怕。要想破我执实在是难，佛经里面讲小乘人破我执，譬如四十截流，那个四十怎样讲？瀑布，四十里宽那么大的瀑布，你能一下把它止住，叫它不流了，诸位想想，这多难！佛讲凡夫破我执那个困难就像这样的，不容易，实实在在不容易，因此你就要懂得择善固执。哪一法是最善？孔老夫子教我们「止于至善」，至善是最善的，再没有比这个更善了。至善是什么？跟诸位说，就是一句阿弥陀佛。你念念心里头有阿弥陀佛，那就是至善，这个一点都不假。为什么？因为这句佛号决定能够帮助你出三界，出了三界之后，到了西方极乐世界再破我执、再破法执。",
      "zh_TW": "所以，我們要想除障礙，首先要除六弊，就是六種毛病，剛才說了，六波羅蜜所對治的，布施對慳貪、持戒對惡業、忍辱對瞋恚、精進對懈怠、禪定對散亂、般若對愚痴，把這六種大病、大障礙，要去除。這六種障礙，實在上講，都是從我執而生的，所以要先除我見、我執。果然無我見、無我相，那一切障礙都空了，就像《心經》上所說的「照見五蘊皆空」。可是諸位要曉得，這不是初學人能做得到的。所以初學人怎麼辦？擇善固執。你的執著打不破，打不破最好執著善，不要執著惡。真正能把執著打破了，善惡二邊都離開，這當然是最好的。實在辦不到，那就不得已而求其次，擇善固執。擇善固執裡頭有個最善的。所以大家不要害怕。要想破我執實在是難，佛經裡面講小乘人破我執，譬如四十截流，那個四十怎樣講？瀑布，四十里寬那麼大的瀑布，你能一下把它止住，叫它不流了，諸位想想，這多難！佛講凡夫破我執那個困難就像這樣的，不容易，實實在在不容易，因此你就要懂得擇善固執。哪一法是最善？孔老夫子教我們「止於至善」，至善是最善的，再沒有比這個更善了。至善是什麼？跟諸位說，就是一句阿彌陀佛。你念念心裡頭有阿彌陀佛，那就是至善，這個一點都不假。為什麼？因為這句佛號決定能夠幫助你出三界，出了三界之後，到了西方極樂世界再破我執、再破法執。"
    },
    {
      "id": "04-001-0033_p0008",
      "zh_CN": "我们往生到西方极乐世界首先就占了两个大便宜。第一个是寿命无量，不害怕了。佛经里面说修行要三大阿僧祗劫，那小事情，算不了什么，为什么？西方极乐世界的人都是无量寿。无量是个数字，不要说多，就一个无量，一个无量是多少个阿僧祗？给诸位说，阿僧祗个阿僧祗叫一个无量。这就够了，三个阿僧祗就成佛了，你想想看，你在西方极乐世界，你怎么会不成佛？没有这个道理的，决定成佛。所以到西方极乐世界占个大便宜就是寿命无量，是阿僧祗个阿僧祗劫的寿命。第二个大便宜，你能够一天到晚亲近诸佛菩萨。在我们这个世界上没法子，到那里阿弥陀佛、观音势至什么时候想见他就见他，绝对不用安排时间的，没有那个道理。我们现在譬如说有些大法师，他很忙的时候要接见，预先还要打电话通知，安排时间，多麻烦。西方极乐世界不必要，为什么？阿弥陀佛有无量无边的化身，他同时可以能够接见十方世界一切众生，他有这个能力。不是一个一个来，同时来，每个人看到阿弥陀佛单独见我，都是这样，都是这么样的亲切。你见观音菩萨、大势至菩萨，一天到晚都可以陪着你一块修行，这个好事到哪去找！所以，我们明白西方极乐世界如此的殊胜，念念当中不要把阿弥陀佛给忘记了，什么都可以忘掉，就是不要忘了阿弥陀佛；什么都可以不要去念，就单念阿弥陀佛，就决定成功。我们修行以念佛为主，其他的是助修，正助双修，这点非常非常的重要。",
      "zh_TW": "我們往生到西方極樂世界首先就佔了兩個大便宜。第一個是壽命無量，不害怕了。佛經裡面說修行要三大阿僧祗劫，那小事情，算不了什麼，為什麼？西方極樂世界的人都是無量壽。無量是個數字，不要說多，就一個無量，一個無量是多少個阿僧祗？給諸位說，阿僧祗個阿僧祗叫一個無量。這就夠了，三個阿僧祗就成佛了，你想想看，你在西方極樂世界，你怎麼會不成佛？沒有這個道理的，決定成佛。所以到西方極樂世界佔個大便宜就是壽命無量，是阿僧祗個阿僧祗劫的壽命。第二個大便宜，你能夠一天到晚親近諸佛菩薩。在我們這個世界上沒法子，到那裡阿彌陀佛、觀音勢至什麼時候想見他就見他，絕對不用安排時間的，沒有那個道理。我們現在譬如說有些大法師，他很忙的時候要接見，預先還要打電話通知，安排時間，多麻煩。西方極樂世界不必要，為什麼？阿彌陀佛有無量無邊的化身，他同時可以能夠接見十方世界一切眾生，他有這個能力。不是一個一個來，同時來，每個人看到阿彌陀佛單獨見我，都是這樣，都是這麼樣的親切。你見觀音菩薩、大勢至菩薩，一天到晚都可以陪著你一塊修行，這個好事到哪去找！所以，我們明白西方極樂世界如此的殊勝，念念當中不要把阿彌陀佛給忘記了，什麼都可以忘掉，就是不要忘了阿彌陀佛；什麼都可以不要去念，就單念阿彌陀佛，就決定成功。我們修行以念佛為主，其他的是助修，正助雙修，這點非常非常的重要。"
    },
    {
      "id": "04-001-0033_p0009",
      "zh_CN": "『面见彼佛阿弥陀，即得往生安乐刹』，这是讲佛来接引。凡是往生西方极乐世界的人，他缘成熟了，佛都来接引。所以我们求往生的人不要疑虑、不要怀疑，不要在那边顾虑，到时候佛不来，我怎么办？西方极乐世界到底在哪里，我到哪里去找去？你要有怀疑，麻烦了，阿弥陀佛想接你也接不成，为什么？你心乱了。我们之所以能够与阿弥陀佛感应道交就是一心不乱，它就能感应道交。所以决定不疑，绝无顾虑，到时候佛自然来告诉你，来带你一道去。这是第一首说他往生的情形，以及往生的条件，这个很重要的。",
      "zh_TW": "『面見彼佛阿彌陀，即得往生安樂剎』，這是講佛來接引。凡是往生西方極樂世界的人，他緣成熟了，佛都來接引。所以我們求往生的人不要疑慮、不要懷疑，不要在那邊顧慮，到時候佛不來，我怎麼辦？西方極樂世界到底在哪裡，我到哪裡去找去？你要有懷疑，麻煩了，阿彌陀佛想接你也接不成，為什麼？你心亂了。我們之所以能夠與阿彌陀佛感應道交就是一心不亂，它就能感應道交。所以決定不疑，絕無顧慮，到時候佛自然來告訴你，來帶你一道去。這是第一首說他往生的情形，以及往生的條件，這個很重要的。"
    },
    {
      "id": "04-001-0033_p0010",
      "zh_CN": "第二首说他已经生到西方极乐世界了。『现前成就此大愿』，这个了不起！像前面所讲的十愿，十愿我们在此地很难圆满，不容易做到。我们讲的圆满，实在讲是理论上的圆满，事上我们决定做不到，没有法子圆满的。可是一生到西方极乐世界，事也做到了。所以《华严经》所讲的事事无碍，西方极乐世界确实是如此，事事无碍。『一切圆满尽无余，利乐一切众生界』，这是自行化他的成就。「一切圆满」是指本经前面所讲的十大愿王，或者前面重颂里面讲的别显的十愿，就是十地菩萨所修的。未断之惑这个时候断尽了，未证之真这个时候也圆满证得了，叫圆满尽无余，因此才能够「利乐一切众生界」。自行圆满一定是帮助佛接引众生，特别是接引与你有缘分的人，那是特别容易摄受的。像我们在《西方确指》里面所看到的觉明妙行菩萨，他对那八个人是因为过去生中在一起念佛，在一起修道的。他往生了，看他们已经在轮回转世转好几次了，但是他们还是有同样的善根，还能够聚集在一块念佛，他来度他们，说出过去生中的因缘，这里头特别有一分亲切的感情在里面，所以这些人统统得度了。这就是利乐一切众生的好榜样。",
      "zh_TW": "第二首說他已經生到西方極樂世界了。『現前成就此大願』，這個了不起！像前面所講的十願，十願我們在此地很難圓滿，不容易做到。我們講的圓滿，實在講是理論上的圓滿，事上我們決定做不到，沒有法子圓滿的。可是一生到西方極樂世界，事也做到了。所以《華嚴經》所講的事事無礙，西方極樂世界確實是如此，事事無礙。『一切圓滿盡無餘，利樂一切眾生界』，這是自行化他的成就。「一切圓滿」是指本經前面所講的十大願王，或者前面重頌裡面講的別顯的十願，就是十地菩薩所修的。未斷之惑這個時候斷盡了，未證之真這個時候也圓滿證得了，叫圓滿盡無餘，因此才能夠「利樂一切眾生界」。自行圓滿一定是幫助佛接引眾生，特別是接引與你有緣分的人，那是特別容易攝受的。像我們在《西方確指》裡面所看到的覺明妙行菩薩，他對那八個人是因為過去生中在一起念佛，在一起修道的。他往生了，看他們已經在輪迴轉世轉好幾次了，但是他們還是有同樣的善根，還能夠聚集在一塊念佛，他來度他們，說出過去生中的因緣，這裡頭特別有一分親切的感情在裡面，所以這些人統統得度了。這就是利樂一切眾生的好榜樣。"
    },
    {
      "id": "04-001-0033_p0011",
      "zh_CN": "第三首说『彼佛众会咸清净』，「佛」是阿弥陀佛，「会」是莲池海会，清净庄严。怎么清净法？因为每一个往生西方极乐世界的人都是一心不乱，可以说那个世界是无比的庄严。『我时于胜莲华生』，这个往生的人他生到那个地方，是生在最胜的莲华之中，所谓最胜的花大、光色鲜明。为什么？你想想看，普贤菩萨（等觉菩萨）求往生，当然是上品上生，这个莲花是最为殊胜的。所以一生到那边就是花开见佛，不必等候的，这是最为殊胜的。所以一到那里去就见阿弥陀佛，『无量光』就是阿弥陀佛的别号，无量光、无量寿。『现前授我菩提记』，见佛，佛就给他授记。",
      "zh_TW": "第三首說『彼佛眾會咸清淨』，「佛」是阿彌陀佛，「會」是蓮池海會，清淨莊嚴。怎麼清淨法？因為每一個往生西方極樂世界的人都是一心不亂，可以說那個世界是無比的莊嚴。『我時於勝蓮華生』，這個往生的人他生到那個地方，是生在最勝的蓮華之中，所謂最勝的花大、光色鮮明。為什麼？你想想看，普賢菩薩（等覺菩薩）求往生，當然是上品上生，這個蓮花是最為殊勝的。所以一生到那邊就是花開見佛，不必等候的，這是最為殊勝的。所以一到那裡去就見阿彌陀佛，『無量光』就是阿彌陀佛的別號，無量光、無量壽。『現前授我菩提記』，見佛，佛就給他授記。"
    },
    {
      "id": "04-001-0033_p0012",
      "zh_CN": "授记，诸位要晓得，这是绝非等闲。授记什么意思？就是告诉他，你将来在什么地方、哪个世界成佛，就是预先给他说明，你再有多久到哪个世界成佛，以及那个世界的状况，成佛教化众生的概略情形，都可以预先告诉他，这叫授记。普贤菩萨如是，我们到那个地方去也是这样的。但是我们不是说一到那里就能够见佛授记，那还不行，到那里还有一段的时间。这个时间之长短每个人不一定。到什么时候佛才授记？要念到理一心不乱，要生到实报庄严土，佛才给你授记；换句话说，凡圣同居土、方便有余土里面，佛只是讲经说法来教导你，没有给你授记。但是你有机会可以参加许多那些地上菩萨授记的法会，你可以常常见到，常常去观礼。自己要等到哪一天去授记，这要靠自家努力了。所以我们要想将来生到西方极乐世界品位要高增，一定要断烦恼、要除习气，为什么？我们障碍就少，障碍少品位就高，这是一定的道理。心量要广大，要清净平等，你往生品位一定是高增。",
      "zh_TW": "授記，諸位要曉得，這是絕非等閒。授記什麼意思？就是告訴他，你將來在什麼地方、哪個世界成佛，就是預先給他說明，你再有多久到哪個世界成佛，以及那個世界的狀況，成佛教化眾生的概略情形，都可以預先告訴他，這叫授記。普賢菩薩如是，我們到那個地方去也是這樣的。但是我們不是說一到那裡就能夠見佛授記，那還不行，到那裡還有一段的時間。這個時間之長短每個人不一定。到什麼時候佛才授記？要念到理一心不亂，要生到實報莊嚴土，佛才給你授記；換句話說，凡聖同居土、方便有餘土裡面，佛只是講經說法來教導你，沒有給你授記。但是你有機會可以參加許多那些地上菩薩授記的法會，你可以常常見到，常常去觀禮。自己要等到哪一天去授記，這要靠自家努力了。所以我們要想將來生到西方極樂世界品位要高增，一定要斷煩惱、要除習氣，為什麼？我們障礙就少，障礙少品位就高，這是一定的道理。心量要廣大，要清淨平等，你往生品位一定是高增。"
    },
    {
      "id": "04-001-0033_p0013",
      "zh_CN": "『蒙彼如来授记已』，末后这是讲他教化众生。佛授记之后，他就能到他方世界去教化众生，当然这个时候是决定没有问题，应以什么身得度，菩萨就可以现什么样的身分，随类化身。所以说『化身无数百俱胝』，「俱胝」也是个大的数字，通常我们讲亿，无量的百亿，这是说菩萨的能力，他能够化身。『智力广大遍十方』，这个地方的「智力」就是如来果地上的十种智力。我们前面也都曾经跟诸位说过，菩萨也有相似的十力，没有像佛那么样的圆满，但是等觉菩萨与佛的十种智力可以说是非常的接近。由此可知，菩萨的智慧无量无边，菩萨的能力无量无边，这样才能够普度一切众生，『普利一切众生界』。",
      "zh_TW": "『蒙彼如來授記已』，末後這是講他教化眾生。佛授記之後，他就能到他方世界去教化眾生，當然這個時候是決定沒有問題，應以什麼身得度，菩薩就可以現什麼樣的身分，隨類化身。所以說『化身無數百俱胝』，「俱胝」也是個大的數字，通常我們講億，無量的百億，這是說菩薩的能力，他能夠化身。『智力廣大遍十方』，這個地方的「智力」就是如來果地上的十種智力。我們前面也都曾經跟諸位說過，菩薩也有相似的十力，沒有像佛那麼樣的圓滿，但是等覺菩薩與佛的十種智力可以說是非常的接近。由此可知，菩薩的智慧無量無邊，菩薩的能力無量無邊，這樣才能夠普度一切眾生，『普利一切眾生界』。"
    },
    {
      "id": "04-001-0033_p0014",
      "zh_CN": "此地要跟诸位说明的，就是这个注子注得简单，所以注解可以互相参考来看，慈舟法师的《普贤行愿品亲闻记》，这一段就注得相当的详细。有的地方这个本子详细、那个本子简略，那个本子简略、这个本子详细，大家可以互相参照来看，互相参考来看。慈舟法师注的那一段，这里面意思非常之圆满，容易理解，有事有理。譬如讲到「面见彼佛」，事就是西方极乐世界教主阿弥陀佛，理上讲就是自性佛，明心见性就是登彼岸见自性佛，住常寂光净土，常寂光土是身土不二，就是法性身、法性土，这是从理上说，理事不二。所以学佛的同修，最要紧的就是对自己要有坚定的信心，我这一生当中依照这个法门来修学，决定往生，决定作佛，要有这个信念。别的事情可以谦虚、可以客气，这个事情不能谦虚、不能客气，自己对自己要有坚定的信心。再看下面一段：",
      "zh_TW": "此地要跟諸位說明的，就是這個註子註得簡單，所以註解可以互相參考來看，慈舟法師的《普賢行願品親聞記》，這一段就註得相當的詳細。有的地方這個本子詳細、那個本子簡略，那個本子簡略、這個本子詳細，大家可以互相參照來看，互相參考來看。慈舟法師註的那一段，這裡面意思非常之圓滿，容易理解，有事有理。譬如講到「面見彼佛」，事就是西方極樂世界教主阿彌陀佛，理上講就是自性佛，明心見性就是登彼岸見自性佛，住常寂光淨土，常寂光土是身土不二，就是法性身、法性土，這是從理上說，理事不二。所以學佛的同修，最要緊的就是對自己要有堅定的信心，我這一生當中依照這個法門來修學，決定往生，決定作佛，要有這個信念。別的事情可以謙虛、可以客氣，這個事情不能謙虛、不能客氣，自己對自己要有堅定的信心。再看下面一段："
    },
    {
      "id": "04-001-0033_p0015",
      "zh_CN": "经【乃至虚空世间尽。众生及业烦恼尽。如是一切无尽时。我愿究竟恒无尽。】",
      "zh_TW": "經【乃至虛空世間盡。眾生及業煩惱盡。如是一切無盡時。我願究竟恆無盡。】"
    },
    {
      "id": "04-001-0033_p0016",
      "zh_CN": "这一科是「总收行愿无尽」。『乃至』，这是超略之词，我们晓得，虚空世界是无尽的，「乃至」就是假使虚空世界都尽了，我的愿还是无尽。『众生及业烦恼』，这也是无尽的。前面虚空世界是讲的环境，是讲器世间；「众生及业烦恼」，这是有情世间，有情、无情世间统统都有尽时，我的愿无尽。这点也实实在在我们必须要效法的。所以诸佛菩萨是无尽的悲愿，利益一切众生。既然讲利益众生了，当然决定不会有损害众生的。是利益众生，怎么可能有损害？损害跟利益恰恰是相反。所以佛菩萨决定不会恼害众生，不但不害你，假如他所作所为叫你生烦恼了，佛菩萨都对不起你，可见得诸佛菩萨真正是慈悲至极了。可是你要记住，如果你在修学的阶段当中，他故意来找你麻烦，叫你生点烦恼，那是常有的事情，那也是大慈大悲。你不修，没有学佛，没有皈依，他绝对不会找你麻烦的，不会叫你生烦恼。你要是皈依、学佛了，常常来找你麻烦，为什么？帮助你修行，他要来教化你。好像你们学校老师，特别是做训导主任的，一天到晚找学生麻烦，看你不是他学校的学生，他对你很客气；你是他学校的学生，他就常常找你麻烦，常常要管你。诸佛菩萨也是如此。所以那个找麻烦，天天来管，那就是大慈大悲。我们在各种境缘里面去炼心，炼清净心、平等心、慈悲心、诚敬心，就炼这个，这就叫佛心。再看底下这一段：",
      "zh_TW": "這一科是「總收行願無盡」。『乃至』，這是超略之詞，我們曉得，虛空世界是無盡的，「乃至」就是假使虛空世界都盡了，我的願還是無盡。『眾生及業煩惱』，這也是無盡的。前面虛空世界是講的環境，是講器世間；「眾生及業煩惱」，這是有情世間，有情、無情世間統統都有盡時，我的願無盡。這點也實實在在我們必須要效法的。所以諸佛菩薩是無盡的悲願，利益一切眾生。既然講利益眾生了，當然決定不會有損害眾生的。是利益眾生，怎麼可能有損害？損害跟利益恰恰是相反。所以佛菩薩決定不會惱害眾生，不但不害你，假如他所作所為叫你生煩惱了，佛菩薩都對不起你，可見得諸佛菩薩真正是慈悲至極了。可是你要記住，如果你在修學的階段當中，他故意來找你麻煩，叫你生點煩惱，那是常有的事情，那也是大慈大悲。你不修，沒有學佛，沒有皈依，他絕對不會找你麻煩的，不會叫你生煩惱。你要是皈依、學佛了，常常來找你麻煩，為什麼？幫助你修行，他要來教化你。好像你們學校老師，特別是做訓導主任的，一天到晚找學生麻煩，看你不是他學校的學生，他對你很客氣；你是他學校的學生，他就常常找你麻煩，常常要管你。諸佛菩薩也是如此。所以那個找麻煩，天天來管，那就是大慈大悲。我們在各種境緣裡面去鍊心，鍊清淨心、平等心、慈悲心、誠敬心，就鍊這個，這就叫佛心。再看底下這一段："
    },
    {
      "id": "04-001-0033_p0017",
      "zh_CN": "经【十方所有无边刹。庄严众宝供如来。最胜安乐施天人。经一切刹微尘劫。】",
      "zh_TW": "經【十方所有無邊剎。莊嚴眾寶供如來。最勝安樂施天人。經一切剎微塵劫。】"
    },
    {
      "id": "04-001-0033_p0018",
      "zh_CN": "这一段是「追颂校量闻经德」。第一首「能校」，后头的注解写得很清楚。这是说明普贤十大行愿功德殊胜，我们将闻经的利益来做个比较。十方所有无量无边的诸佛世界，我们用众宝来庄严、来供养如来，以最胜之安乐布施天人，这个功德太大太大了；而且不是一天、二天，他修多久？『经一切刹微尘劫』，这时间没法子计算。一个佛刹是一个大千世界，一个大千世界要把它磨成微尘，这个数量有多少？就没法子计算了。一个大千世界的微尘都没法子计算了，何况是一切刹，恐怕连诸佛菩萨都算不尽，别说我们了。这就是讲的长远之心，他是这样的供养、这样的庄严，他的福报，你想想看有多大，这是我们做不到的。虽然做不到，看看底下这一首，我们也能办到：",
      "zh_TW": "這一段是「追頌校量聞經德」。第一首「能校」，後頭的註解寫得很清楚。這是說明普賢十大行願功德殊勝，我們將聞經的利益來做個比較。十方所有無量無邊的諸佛世界，我們用眾寶來莊嚴、來供養如來，以最勝之安樂布施天人，這個功德太大太大了；而且不是一天、二天，他修多久？『經一切剎微塵劫』，這時間沒法子計算。一個佛剎是一個大千世界，一個大千世界要把它磨成微塵，這個數量有多少？就沒法子計算了。一個大千世界的微塵都沒法子計算了，何況是一切剎，恐怕連諸佛菩薩都算不盡，別說我們了。這就是講的長遠之心，他是這樣的供養、這樣的莊嚴，他的福報，你想想看有多大，這是我們做不到的。雖然做不到，看看底下這一首，我們也能辦到："
    },
    {
      "id": "04-001-0033_p0019",
      "zh_CN": "经【若人于此胜愿王。一经于耳能生信。求胜菩提心渴仰。获胜功德过于彼。】",
      "zh_TW": "經【若人於此勝願王。一經於耳能生信。求勝菩提心渴仰。獲勝功德過於彼。】"
    },
    {
      "id": "04-001-0033_p0020",
      "zh_CN": "超过前面，现在就问你肯不肯干了。前面像修这种布施供养的功德的确不容易，那要多大的福报！这就是财布施不如法布施，财供养比不上法供养。后面讲什么？依教修行供养，这个福超过前面所说的。但是这一段里面有很重要的意思，必须要跟诸位说明。首先你要真正能认识，这一本经里面讲的十大愿王它的重要性，它是整个佛法的大根大本，决定不能够忽略了。《华严经》在整个佛法里面称之为根本法轮，一切经都是《华严》眷属，好像一棵树一样，《华严》是根，本就是它的主干，那一根干，其余一切经那是枝枝叶叶，离不开根本，从根本生的，它是根本。所以你对这部经得认识。不管哪一宗、哪一派，中国、外国，不仅仅是释迦牟尼佛的法，尽虚空遍法界无量无边刹土诸佛如来他的佛法，都是从《华严经》生的。所以《华严经》，不但是释迦牟尼佛的根本法，是一切诸佛的根本法，你要能把这一点认清楚。所以十大愿王就是十方一切诸佛如来根本法的总纲领，这个十条。所以这叫『胜愿王』，最殊胜的愿王。不修普贤行不能成佛，这个不能成佛是讲圆教佛，就是无上正等正觉。你不修这个法门不能成无上正等正觉，你能成正等正觉，不能成无上正等正觉，这是我们必须要把它认清楚的。",
      "zh_TW": "超過前面，現在就問你肯不肯幹了。前面像修這種布施供養的功德的確不容易，那要多大的福報！這就是財布施不如法布施，財供養比不上法供養。後面講什麼？依教修行供養，這個福超過前面所說的。但是這一段裡面有很重要的意思，必須要跟諸位說明。首先你要真正能認識，這一本經裡面講的十大願王它的重要性，它是整個佛法的大根大本，決定不能夠忽略了。《華嚴經》在整個佛法裡面稱之為根本法輪，一切經都是《華嚴》眷屬，好像一棵樹一樣，《華嚴》是根，本就是它的主幹，那一根幹，其餘一切經那是枝枝葉葉，離不開根本，從根本生的，它是根本。所以你對這部經得認識。不管哪一宗、哪一派，中國、外國，不僅僅是釋迦牟尼佛的法，盡虛空遍法界無量無邊剎土諸佛如來他的佛法，都是從《華嚴經》生的。所以《華嚴經》，不但是釋迦牟尼佛的根本法，是一切諸佛的根本法，你要能把這一點認清楚。所以十大願王就是十方一切諸佛如來根本法的總綱領，這個十條。所以這叫『勝願王』，最殊勝的願王。不修普賢行不能成佛，這個不能成佛是講圓教佛，就是無上正等正覺。你不修這個法門不能成無上正等正覺，你能成正等正覺，不能成無上正等正覺，這是我們必須要把它認清楚的。"
    },
    {
      "id": "04-001-0033_p0021",
      "zh_CN": "因此这个法门你有缘听到不容易，那是多生多劫的善根福德因缘。诸位虽然没有机会听全经，你能够听到几句也了不起。几句，好像什么？碎身舍利，舍利子一粒一粒的。全经，好比是全身的舍利，那留的肉身，全身；一句、一偈就是碎身舍利，无比的宝贵。诸位今天有缘能够听到了，可是你所得的利益符不符于经中所说？这个很难。为什么？听是听了，『一经于耳』，你们这个都听到了，这四个字没问题，大家都有了，后面这三个字有问题，『能生信』。不能说你不信，你要不信的话，你在此地一个半钟点你坐不住，你当然有信。这个信有浅深不一样，这个不相同。有的人信了，相信了，相信，不解，就是里面的义理、境界不透彻；或者也解了，解了又没有肯照做。所以信底下有解、有行、有证，信了以后要理解，解了以后要依教奉行，行之中还要不退转，这样才行；行了又退转，这还是没有用。所以一层一层的淘汰，淘汰到最后没有几个人了。",
      "zh_TW": "因此這個法門你有緣聽到不容易，那是多生多劫的善根福德因緣。諸位雖然沒有機會聽全經，你能夠聽到幾句也了不起。幾句，好像什麼？碎身舍利，舍利子一粒一粒的。全經，好比是全身的舍利，那留的肉身，全身；一句、一偈就是碎身舍利，無比的寶貴。諸位今天有緣能夠聽到了，可是你所得的利益符不符於經中所說？這個很難。為什麼？聽是聽了，『一經於耳』，你們這個都聽到了，這四個字沒問題，大家都有了，後面這三個字有問題，『能生信』。不能說你不信，你要不信的話，你在此地一個半鐘點你坐不住，你當然有信。這個信有淺深不一樣，這個不相同。有的人信了，相信了，相信，不解，就是裡面的義理、境界不透徹；或者也解了，解了又沒有肯照做。所以信底下有解、有行、有證，信了以後要理解，解了以後要依教奉行，行之中還要不退轉，這樣才行；行了又退轉，這還是沒有用。所以一層一層的淘汰，淘汰到最後沒有幾個人了。"
    },
    {
      "id": "04-001-0033_p0022",
      "zh_CN": "所以底下讲，信了之后怎么样？他就发心了，他就发愿了。『求胜菩提心渴仰』，最胜的菩提就是无上菩提，就是无上正等正觉，像善财童子一样，他就是发这个心，求阿耨多罗三藐三菩提，我们也要像善财童子一样。我们在这一生当中，在过去没有接触过佛法我们不晓得，我们所追求的是世间的名闻利养，我们求这个；学点佛法了，我们追求什么？追求佛法的殊胜，追求弘法利生，搞这套去了。今天我们恍然大悟，我们应当追求无上菩提，这个才是正确的。所以普贤菩萨在此地就是教我们这个，要求无上菩提。这个心就好像害渴一样，渴的时候我们一心想水解渴，这是形容求无上菩提那个心之渴仰，一心一意只想无上菩提，其他的我都不要。你这样发心、修行，这个功德就超过前面所说的功德了。为什么？这里面闻思修三慧具足，不但三慧具足，三缘也具足了，像《弥陀经》里面所说的「善根福德因缘」，这三个条件也具足了。具足这三个条件，又具足闻思修三慧，你这一生当中必定成佛。这个成佛的途径，就是先生西方极乐世界，像菩萨一样，菩萨求生西方极乐世界，生西方极乐世界一生成佛。所以这个门道就叫做当生成就的佛法，一生成就，不要等到第二生。",
      "zh_TW": "所以底下講，信了之後怎麼樣？他就發心了，他就發願了。『求勝菩提心渴仰』，最勝的菩提就是無上菩提，就是無上正等正覺，像善財童子一樣，他就是發這個心，求阿耨多羅三藐三菩提，我們也要像善財童子一樣。我們在這一生當中，在過去沒有接觸過佛法我們不曉得，我們所追求的是世間的名聞利養，我們求這個；學點佛法了，我們追求什麼？追求佛法的殊勝，追求弘法利生，搞這套去了。今天我們恍然大悟，我們應當追求無上菩提，這個才是正確的。所以普賢菩薩在此地就是教我們這個，要求無上菩提。這個心就好像害渴一樣，渴的時候我們一心想水解渴，這是形容求無上菩提那個心之渴仰，一心一意只想無上菩提，其他的我都不要。你這樣發心、修行，這個功德就超過前面所說的功德了。為什麼？這裡面聞思修三慧具足，不但三慧具足，三緣也具足了，像《彌陀經》裡面所說的「善根福德因緣」，這三個條件也具足了。具足這三個條件，又具足聞思修三慧，你這一生當中必定成佛。這個成佛的途徑，就是先生西方極樂世界，像菩薩一樣，菩薩求生西方極樂世界，生西方極樂世界一生成佛。所以這個門道就叫做當生成就的佛法，一生成就，不要等到第二生。"
    },
    {
      "id": "04-001-0033_p0023",
      "zh_CN": "你要记住，现在这个世间法弱魔强，弘扬正法的人少，弘扬魔法的人多。魔来破坏你的正念，因为你走这个路子，你这一生笃定成佛。他来怎么样？「这个好是好，还有比这个更好的」，来诱惑你，叫你这里头再掺点禅，或者掺点密，或者掺点什么神咒，掺点这些东西就把你掺杂了。先掺一点点，愈来愈多、愈来愈多，结果就把你的道行破坏了，你这一生就不能成就了，魔的目的就达到了。所以诸位要想一生成就，你要牢牢的记住这点。不要说任何人来诱惑你，你不为他所动，释迦牟尼佛来了，阿弥陀佛来了，毘卢遮那佛来了，劝我们还有别的法门比这个更快、更好，我们也谢谢他老人家，我还是修我这个法门，绝对不动心，我们才会有真正的成就。你要说是心稍微动一点，魔就来了，魔有神通，你心有疑、心不坚定，他就来诱惑你。你心坚定的，如如不动的，魔在身边走过看一看，他就走了。为什么？这个人没有法子，如如不动。他很聪明，他不浪费时间，也不浪费口舌，他晓得这没用处，他只好乖乖走了。所以有许多同修你们在修行过程当中，听到许许多多的邪知邪见，有很多人来找你。我学佛从来没有人找我。曾经有一次，一封匿名信，没有具名的，写了封信告诉我，大概也在此地听过经的，对我大大的赞叹一番，告诉我有秘诀，有成佛的秘诀，指定一个时间，叫我在新公园什么地方等他，他手上拿了个什么东西，要我去会见他，他说一定有很大的利益，这个因缘你不要错过。我收到那封信，把它丢到字纸篓了，我也没去。绝对不要被人诱惑，不能上人的当。再看下面一首：",
      "zh_TW": "你要記住，現在這個世間法弱魔強，弘揚正法的人少，弘揚魔法的人多。魔來破壞你的正念，因為你走這個路子，你這一生篤定成佛。他來怎麼樣？「這個好是好，還有比這個更好的」，來誘惑你，叫你這裡頭再摻點禪，或者摻點密，或者摻點什麼神咒，摻點這些東西就把你摻雜了。先摻一點點，愈來愈多、愈來愈多，結果就把你的道行破壞了，你這一生就不能成就了，魔的目的就達到了。所以諸位要想一生成就，你要牢牢的記住這點。不要說任何人來誘惑你，你不為他所動，釋迦牟尼佛來了，阿彌陀佛來了，毘盧遮那佛來了，勸我們還有別的法門比這個更快、更好，我們也謝謝他老人家，我還是修我這個法門，絕對不動心，我們才會有真正的成就。你要說是心稍微動一點，魔就來了，魔有神通，你心有疑、心不堅定，他就來誘惑你。你心堅定的，如如不動的，魔在身邊走過看一看，他就走了。為什麼？這個人沒有法子，如如不動。他很聰明，他不浪費時間，也不浪費口舌，他曉得這沒用處，他只好乖乖走了。所以有許多同修你們在修行過程當中，聽到許許多多的邪知邪見，有很多人來找你。我學佛從來沒有人找我。曾經有一次，一封匿名信，沒有具名的，寫了封信告訴我，大概也在此地聽過經的，對我大大的讚歎一番，告訴我有祕訣，有成佛的祕訣，指定一個時間，叫我在新公園什麼地方等他，他手上拿了個什麼東西，要我去會見他，他說一定有很大的利益，這個因緣你不要錯過。我收到那封信，把它丟到字紙簍了，我也沒去。絕對不要被人誘惑，不能上人的當。再看下面一首："
    },
    {
      "id": "04-001-0033_p0024",
      "zh_CN": "经【即常远离恶知识。永离一切诸恶道。速见如来无量光。具此普贤最胜愿。】",
      "zh_TW": "經【即常遠離惡知識。永離一切諸惡道。速見如來無量光。具此普賢最勝願。】"
    },
    {
      "id": "04-001-0033_p0025",
      "zh_CN": "科判科题标得很清楚，这是「追颂五果」。这一首是讲「颂增上果」。第一句，『即常远离恶知识』，这句话意思很深，而且非常的广泛。首先我们要晓得什么叫做恶知识，恶知识跟善知识是对称的，我们怎样远离它？真正的恶知识就是自己的贪瞋痴慢二十六种烦恼，这是恶知识，你要远离。你看佛在《阿难问事佛吉凶经》里面给我们说的，十善是良友，那是好友，叫「十善厚友」，最厚的老朋友，你不要；「十恶怨家」，你偏偏跟他打交道，那有什么法子？所以，善知识就是我们八识相应心所里面的十一个善心所，这是善知识；恶知识就是与八识相应的二十六个烦恼心所，六种根本烦恼、二十个随烦恼，这是恶知识。我们六根接触六尘境界的时候要善心所现前，不要烦恼心所现前，这就叫远离一切恶知识。",
      "zh_TW": "科判科題標得很清楚，這是「追頌五果」。這一首是講「頌增上果」。第一句，『即常遠離惡知識』，這句話意思很深，而且非常的廣泛。首先我們要曉得什麼叫做惡知識，惡知識跟善知識是對稱的，我們怎樣遠離它？真正的惡知識就是自己的貪瞋痴慢二十六種煩惱，這是惡知識，你要遠離。你看佛在《阿難問事佛吉凶經》裡面給我們說的，十善是良友，那是好友，叫「十善厚友」，最厚的老朋友，你不要；「十惡怨家」，你偏偏跟他打交道，那有什麼法子？所以，善知識就是我們八識相應心所裡面的十一個善心所，這是善知識；惡知識就是與八識相應的二十六個煩惱心所，六種根本煩惱、二十個隨煩惱，這是惡知識。我們六根接觸六塵境界的時候要善心所現前，不要煩惱心所現前，這就叫遠離一切惡知識。"
    },
    {
      "id": "04-001-0033_p0026",
      "zh_CN": "远离之意，在尘不染，这就是远离。假如你更能够把这个恶的境界、恶的缘（缘就是人事环境），你能够转变来帮助你修行，那是真真实实的离恶知识，你要懂这个意思。所以这个离并不是说我不理他，我以后再不见，我躲他远远的，不是的。譬如一个冤家债主，天天找你麻烦的，你跟他接近，正好怎么？成就你自己的忍辱波罗蜜，成就你自己的一心定慧，这一变就把他变成大善知识。像释迦牟尼佛对提婆达多，我们看提婆达多是恶人，佛看他是大善知识。佛自己说的，《法华经》里头「提婆达多品」，你们自己去看看，释迦牟尼佛说，如果没有提婆达多他就不能成佛，他之所以能成佛，得力于提婆达多的地方太多太多了，这才叫做远离恶知识。所以我们要明白这桩事情。你一切好朋友，就是善人里面，善人里头如果常常在一起，起了贪爱之心，那就是恶知识，真正的恶知识。",
      "zh_TW": "遠離之意，在塵不染，這就是遠離。假如你更能夠把這個惡的境界、惡的緣（緣就是人事環境），你能夠轉變來幫助你修行，那是真真實實的離惡知識，你要懂這個意思。所以這個離並不是說我不理他，我以後再不見，我躲他遠遠的，不是的。譬如一個冤家債主，天天找你麻煩的，你跟他接近，正好怎麼？成就你自己的忍辱波羅蜜，成就你自己的一心定慧，這一變就把他變成大善知識。像釋迦牟尼佛對提婆達多，我們看提婆達多是惡人，佛看他是大善知識。佛自己說的，《法華經》裡頭「提婆達多品」，你們自己去看看，釋迦牟尼佛說，如果沒有提婆達多他就不能成佛，他之所以能成佛，得力於提婆達多的地方太多太多了，這才叫做遠離惡知識。所以我們要明白這樁事情。你一切好朋友，就是善人裡面，善人裡頭如果常常在一起，起了貪愛之心，那就是惡知識，真正的惡知識。"
    },
    {
      "id": "04-001-0033_p0027",
      "zh_CN": "所以诸位要明了，物质环境、人事环境帮助我们心清净，帮助我们增长定慧的，那就是善知识。善知识有善人、有恶人，有菩萨、有魔鬼，就看你用什么心去对待。所以我一开头就跟诸位说，真正的恶知识就是你的烦恼心所，贪瞋痴慢，真正的善知识是你心里面的十一善法。你要拿这个善心对待一切境界，没有不善，无有一法不善；你要以贪瞋痴对待外面境界，连佛菩萨都是恶人，都是恶知识，一定要知道。离恶知识，这是离因，离开了恶因，当然就不受恶的果报。所以第二句讲恶果，『永离一切诸恶道』。你能够在心理上起这样的一个大转变，换句话说，你就把一切恶道永远止息掉了。六道轮回是自己变现的，是自己制造的，一切唯心造！你心里面有恶才有三恶道，你心里头没有恶哪里有三恶道？三恶道都没有，你怎么会堕三恶道？不可能的事情。这是理与事都要通达。",
      "zh_TW": "所以諸位要明瞭，物質環境、人事環境幫助我們心清淨，幫助我們增長定慧的，那就是善知識。善知識有善人、有惡人，有菩薩、有魔鬼，就看你用什麼心去對待。所以我一開頭就跟諸位說，真正的惡知識就是你的煩惱心所，貪瞋痴慢，真正的善知識是你心裡面的十一善法。你要拿這個善心對待一切境界，沒有不善，無有一法不善；你要以貪瞋痴對待外面境界，連佛菩薩都是惡人，都是惡知識，一定要知道。離惡知識，這是離因，離開了惡因，當然就不受惡的果報。所以第二句講惡果，『永離一切諸惡道』。你能夠在心理上起這樣的一個大轉變，換句話說，你就把一切惡道永遠止息掉了。六道輪迴是自己變現的，是自己製造的，一切唯心造！你心裡面有惡才有三惡道，你心裡頭沒有惡哪裡有三惡道？三惡道都沒有，你怎麼會墮三惡道？不可能的事情。這是理與事都要通達。"
    },
    {
      "id": "04-001-0033_p0028",
      "zh_CN": "下面这两句意思就更圆满了，『速见如来无量光』，就是西方极乐世界阿弥陀佛；『具此普贤最胜愿』，「最胜愿」就是前面所讲的普贤行愿。行愿里面愿很清楚，这十条大家常常念的，「一者礼敬诸佛，二者称赞如来」，你们都会；行呢？光有愿，没有行，不行，那愿落空了。行，要记住，前面也跟诸位说过，第一个书写，写经。为什么把书写摆在第一条？佛法要没有人书写就不能流通了。从前经书流通靠书写，所以书写的功德无量无边，能叫佛法不断灭，写经功德不可思议，跟佛讲经功德没有两样。现在印刷术发达，不要写，印经就好了，大批的印，那就是书写的意思。现在印经要选好版本，为什么？好的版本错误少，尤其是注解的本子，知见要正，不至于把经讲错了，这点很重要、很重要。要晓得，大量的流通佛法，这是我们每个佛弟子都要负这个责任，你自己得到佛法的好处，就应当把这个好处辗转送给别人。第二是供养，这个不详细讲，前面都说过了，供养里面很多，譬如前面所说的依教修行供养，这一条最重要。第三转施，就是我们所有的，别人要，我们转赠给他。",
      "zh_TW": "下面這兩句意思就更圓滿了，『速見如來無量光』，就是西方極樂世界阿彌陀佛；『具此普賢最勝願』，「最勝願」就是前面所講的普賢行願。行願裡面願很清楚，這十條大家常常念的，「一者禮敬諸佛，二者稱讚如來」，你們都會；行呢？光有願，沒有行，不行，那願落空了。行，要記住，前面也跟諸位說過，第一個書寫，寫經。為什麼把書寫擺在第一條？佛法要沒有人書寫就不能流通了。從前經書流通靠書寫，所以書寫的功德無量無邊，能叫佛法不斷滅，寫經功德不可思議，跟佛講經功德沒有兩樣。現在印刷術發達，不要寫，印經就好了，大批的印，那就是書寫的意思。現在印經要選好版本，為什麼？好的版本錯誤少，尤其是註解的本子，知見要正，不至於把經講錯了，這點很重要、很重要。要曉得，大量的流通佛法，這是我們每個佛弟子都要負這個責任，你自己得到佛法的好處，就應當把這個好處輾轉送給別人。第二是供養，這個不詳細講，前面都說過了，供養裡面很多，譬如前面所說的依教修行供養，這一條最重要。第三轉施，就是我們所有的，別人要，我們轉贈給他。"
    },
    {
      "id": "04-001-0033_p0029",
      "zh_CN": "第四听经，《菩萨戒经》里面讲，距离我们住处四十里路之内有法师大德讲经，你要不去听就犯戒了，这是佛在那个时候定的戒律。假如佛在今天，这个戒律恐怕要修正，不但要修正，下面还要做许多条文的注解，为什么？现在有很多妖魔鬼怪都在讲经，你受菩萨戒了，那个妖魔鬼怪他也出家了，他也披上袈裟，在那里讲经说法，你要不要去听？你听了犯不犯戒？给诸位说你不去听不犯戒，为什么？他根本就在那里胡造谣言，胡说八道。所以我们要懂这个道理。他宣扬的是正法，我们要不去听就犯戒，就是罪过；他讲的是假佛法，打着佛的招牌，一天到晚去骗信徒，这个你大可以不必去，你要去了，你帮助他造罪业。魔今天为什么这么盛？他人多。听正法的人没有几个，你看听邪法的，人太多太多了。所以那些听的人统统都有罪，你把魔的势力壮大了，他有人力又有财力。如果魔在那边说法没人听，没有人供养，他就没有作为了。所以这点我们自己一定要清楚，不要错了因果。这个地方没有法师大德演讲正法，我们读经，我们大家在一起共修，在一起读经，读诵大乘。这个修行里头有，底下一条就是，第五披读就是读诵大乘。",
      "zh_TW": "第四聽經，《菩薩戒經》裡面講，距離我們住處四十里路之內有法師大德講經，你要不去聽就犯戒了，這是佛在那個時候定的戒律。假如佛在今天，這個戒律恐怕要修正，不但要修正，下面還要做許多條文的註解，為什麼？現在有很多妖魔鬼怪都在講經，你受菩薩戒了，那個妖魔鬼怪他也出家了，他也披上袈裟，在那裡講經說法，你要不要去聽？你聽了犯不犯戒？給諸位說你不去聽不犯戒，為什麼？他根本就在那裡胡造謠言，胡說八道。所以我們要懂這個道理。他宣揚的是正法，我們要不去聽就犯戒，就是罪過；他講的是假佛法，打著佛的招牌，一天到晚去騙信徒，這個你大可以不必去，你要去了，你幫助他造罪業。魔今天為什麼這麼盛？他人多。聽正法的人沒有幾個，你看聽邪法的，人太多太多了。所以那些聽的人統統都有罪，你把魔的勢力壯大了，他有人力又有財力。如果魔在那邊說法沒人聽，沒有人供養，他就沒有作為了。所以這點我們自己一定要清楚，不要錯了因果。這個地方沒有法師大德演講正法，我們讀經，我們大家在一起共修，在一起讀經，讀誦大乘。這個修行裡頭有，底下一條就是，第五披讀就是讀誦大乘。"
    },
    {
      "id": "04-001-0033_p0030",
      "zh_CN": "第六是受持。第七是开示。开示，我们自己懂多少，随时随处都可以给人家说，劝人家学佛，令他明了正法的道理。第八是讽诵，讽诵是背诵，这个大经经文太长了，里面好的句子应当摘出来背诵，背它精华的部分。第九是思惟。第十是修习，就是依照这个理论方法来修学，把这个理论方法变成自己实际上的生活。这叫行。我在此地不详细讲，因为前面都讲过，前面都说过，我只把它重复提一提。所以，知道十愿，也要晓得十条的行门，我们应该怎样去做，这十条每一条我们是不是都做到了？这点很重要、很重要。下面一首是「颂等流果」：",
      "zh_TW": "第六是受持。第七是開示。開示，我們自己懂多少，隨時隨處都可以給人家說，勸人家學佛，令他明瞭正法的道理。第八是諷誦，諷誦是背誦，這個大經經文太長了，裡面好的句子應當摘出來背誦，背它精華的部分。第九是思惟。第十是修習，就是依照這個理論方法來修學，把這個理論方法變成自己實際上的生活。這叫行。我在此地不詳細講，因為前面都講過，前面都說過，我只把它重複提一提。所以，知道十願，也要曉得十條的行門，我們應該怎樣去做，這十條每一條我們是不是都做到了？這點很重要、很重要。下面一首是「頌等流果」："
    },
    {
      "id": "04-001-0033_p0031",
      "zh_CN": "经【此人善得胜寿命。此人善来人中生。此人不久当成就。如彼普贤菩萨行。】",
      "zh_TW": "經【此人善得勝壽命。此人善來人中生。此人不久當成就。如彼普賢菩薩行。】"
    },
    {
      "id": "04-001-0033_p0032",
      "zh_CN": "这一首叫等流，等是平等，流是流类，就是同一类，等同一类。因同，果当然就相同，因缘果报丝毫不爽。所以这一品经，自古以来许多高僧大德把它当作早晚课诵。近代的弘一大师，诸位都晓得，这是佛教里面很出名的，也很有成就的一位善知识，《普贤行愿品》他能背诵，《普贤行愿品》这卷经就是他自己的早晚课，早晚课他能背诵，他虽然严持戒律，但是他以《行愿品》这卷经作为他的课诵本，这也是我们要学习的。『此人』就是依照这部经的理论方法修行的人，他『善得胜寿命』，「胜」是最殊胜，最殊胜就是清净法身，他证得了清净法身，清净法身是真正的无量寿，无始无终。如果要把境界拉近来讲，拉到我们现在这一生来讲，你这一生的寿命最殊胜，为什么？你闻到《华严经》，你能够依照这部经典修学，求生西方极乐世界，一生成就，你这个寿命是生生世世以来这一生最殊胜。这个意思也能讲得通，也可以讲得通的。",
      "zh_TW": "這一首叫等流，等是平等，流是流類，就是同一類，等同一類。因同，果當然就相同，因緣果報絲毫不爽。所以這一品經，自古以來許多高僧大德把它當作早晚課誦。近代的弘一大師，諸位都曉得，這是佛教裡面很出名的，也很有成就的一位善知識，《普賢行願品》他能背誦，《普賢行願品》這卷經就是他自己的早晚課，早晚課他能背誦，他雖然嚴持戒律，但是他以《行願品》這卷經作為他的課誦本，這也是我們要學習的。『此人』就是依照這部經的理論方法修行的人，他『善得勝壽命』，「勝」是最殊勝，最殊勝就是清淨法身，他證得了清淨法身，清淨法身是真正的無量壽，無始無終。如果要把境界拉近來講，拉到我們現在這一生來講，你這一生的壽命最殊勝，為什麼？你聞到《華嚴經》，你能夠依照這部經典修學，求生西方極樂世界，一生成就，你這個壽命是生生世世以來這一生最殊勝。這個意思也能講得通，也可以講得通的。"
    },
    {
      "id": "04-001-0033_p0033",
      "zh_CN": "『此人善来人中生』，就是你这一次得人身，在人中受生，你是「善来」，你没有白来，你真有成就了，没有白来。如果你不懂得《华严》教义，不知道求生净土，我们这一生真的是白来了，我们这一生的寿命没有意义、没有价值，谈不上殊胜。通达《华严》，求愿往生，这就是胜寿命，这就是善来人中生。『此人不久当成就』，从殊胜边来讲，「成就」是成佛；其次的讲，这个成就是决定往生，这个人这一生当中，不久他就要到西方极乐世界去了。换句话说，这个身在娑婆世界叫最后身，最后一次受生，来生就是西方极乐世界的诸上善人，入他们一流了。『如彼普贤菩萨行』，「普贤菩萨行」就是一生念佛求生净土，功德圆满，正是末后这一章里头十大愿王导归极乐，就是这个意思。今天时间到了，我们就讲到此地。",
      "zh_TW": "『此人善來人中生』，就是你這一次得人身，在人中受生，你是「善來」，你沒有白來，你真有成就了，沒有白來。如果你不懂得《華嚴》教義，不知道求生淨土，我們這一生真的是白來了，我們這一生的壽命沒有意義、沒有價值，談不上殊勝。通達《華嚴》，求願往生，這就是勝壽命，這就是善來人中生。『此人不久當成就』，從殊勝邊來講，「成就」是成佛；其次的講，這個成就是決定往生，這個人這一生當中，不久他就要到西方極樂世界去了。換句話說，這個身在娑婆世界叫最後身，最後一次受生，來生就是西方極樂世界的諸上善人，入他們一流了。『如彼普賢菩薩行』，「普賢菩薩行」就是一生念佛求生淨土，功德圓滿，正是末後這一章裡頭十大願王導歸極樂，就是這個意思。今天時間到了，我們就講到此地。"
    }
  ]
}