{
  "doc_id": "04-001-0012",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0012",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "04-001-0012_p0001",
      "zh_CN": "第三是：",
      "zh_TW": "第三是："
    },
    {
      "id": "04-001-0012_p0002",
      "zh_CN": "经【摄受众生供养。】",
      "zh_TW": "經【攝受眾生供養。】"
    },
    {
      "id": "04-001-0012_p0003",
      "zh_CN": "诸佛菩萨出现在世间，唯一的目的就是要利益一切众生，摄受一切众生，正是像《法华经》上所说的，佛为一大事因缘出现于世。换句话说，佛菩萨不多事，如果这些事情有别人能办得了、可以办的，他乐得清闲自在；众生实实在在办不了，没有能力办，那他就不能不出现在世间。一大事是什么？一就是我们此地所讲的一真法界，一真；大事是讲生死大事，再没有比这个事更大了。如果能够契入一真，这个大事就解决了；不能得到一真，这个大事就是没完没了，生生世世都不能解决。这个的确是古今中外那些宗教家、哲学家、科学家，都在想解决这个问题而没有办法，实实在在是解决不了的，这是佛不得不出现在这个世间。",
      "zh_TW": "諸佛菩薩出現在世間，唯一的目的就是要利益一切眾生，攝受一切眾生，正是像《法華經》上所說的，佛為一大事因緣出現於世。換句話說，佛菩薩不多事，如果這些事情有別人能辦得了、可以辦的，他樂得清閒自在；眾生實實在在辦不了，沒有能力辦，那他就不能不出現在世間。一大事是什麼？一就是我們此地所講的一真法界，一真；大事是講生死大事，再沒有比這個事更大了。如果能夠契入一真，這個大事就解決了；不能得到一真，這個大事就是沒完沒了，生生世世都不能解決。這個的確是古今中外那些宗教家、哲學家、科學家，都在想解決這個問題而沒有辦法，實實在在是解決不了的，這是佛不得不出現在這個世間。"
    },
    {
      "id": "04-001-0012_p0004",
      "zh_CN": "佛是大慈大悲，问题就是我们众生肯不肯接受？所以，经上又常说，「佛不度无缘之人」。什么人跟佛有缘？肯接受的就有缘，不肯接受的就无缘。肯接受这个里面还分很多等级。全程肯定的接受，这在佛法里叫根熟众生。我们的根有没有熟？根熟就是百分之百的接受，他这一生决定成就，他这个身在这个世间六道轮回就是最后身，最后一次，以后永远不再轮回了，这叫根熟众生。所以根熟，诸位要记住，百分之百的如说修行，一点都不打折扣的，自己要有充分的信心。你看从前莲池大师在世的时候，他老人家一生就是一句阿弥陀佛，他别的都不会，像佛寺里的这些仪规、唱念他都不会，他就念一句阿弥陀佛。我们《弥陀经疏钞演义》前面有他的小传，你就能看得出来。小传上有记载，有一年旱灾，很久没有下雨，老百姓向龙王求雨，求了也没效，没用，最后就找到他，他是一个很有修行的人，很难得的一个好法师，就请他来求雨。他也没有法子，他也不懂求雨这些仪规，也不懂，那怎么办？好，你们跟我去念佛。他拿着引磬，一些附近的老百姓也跟着他，就到外面田边上去念佛，就很奇怪，他念到哪里雨就下到哪里，真的雨求下来了。所以诚则灵，他不要什么仪规，就诚心诚意的，这是至诚感通，真的就下雨，就被他求到了。所以根熟就是完全肯定，依教奉行。",
      "zh_TW": "佛是大慈大悲，問題就是我們眾生肯不肯接受？所以，經上又常說，「佛不度無緣之人」。什麼人跟佛有緣？肯接受的就有緣，不肯接受的就無緣。肯接受這個裡面還分很多等級。全程肯定的接受，這在佛法裡叫根熟眾生。我們的根有沒有熟？根熟就是百分之百的接受，他這一生決定成就，他這個身在這個世間六道輪迴就是最後身，最後一次，以後永遠不再輪迴了，這叫根熟眾生。所以根熟，諸位要記住，百分之百的如說修行，一點都不打折扣的，自己要有充分的信心。你看從前蓮池大師在世的時候，他老人家一生就是一句阿彌陀佛，他別的都不會，像佛寺裡的這些儀規、唱念他都不會，他就念一句阿彌陀佛。我們《彌陀經疏鈔演義》前面有他的小傳，你就能看得出來。小傳上有記載，有一年旱災，很久沒有下雨，老百姓向龍王求雨，求了也沒效，沒用，最後就找到他，他是一個很有修行的人，很難得的一個好法師，就請他來求雨。他也沒有法子，他也不懂求雨這些儀規，也不懂，那怎麼辦？好，你們跟我去念佛。他拿著引磬，一些附近的老百姓也跟著他，就到外面田邊上去念佛，就很奇怪，他念到哪裡雨就下到哪裡，真的雨求下來了。所以誠則靈，他不要什麼儀規，就誠心誠意的，這是至誠感通，真的就下雨，就被他求到了。所以根熟就是完全肯定，依教奉行。"
    },
    {
      "id": "04-001-0012_p0005",
      "zh_CN": "曾经有人问他，你老人家自己念佛怎么个念法？他说，他念四个字，「阿弥陀佛」。你教别人呢？教别人念六个字，「南无阿弥陀佛」。人家听了就奇怪，为什么教别人念南无阿弥陀佛？南无是客气话，是皈依的意思，是恭敬的意思，就是皈依阿弥陀佛、恭敬阿弥陀佛。为什么教人念六个字？因为他现在还不想去，他没念头去，所以跟阿弥陀佛要客气一点，结个法缘。我，这一生决定要去，所以一切客套统统免了。他老人家念四个字，他有信心，他这一生当中决定去，来生决定不入轮回，所以念四个字，一切客气话免说。如果你们现在还不想离开娑婆世界，还有所留恋，西方世界也向往，这个地方又舍不得，那你就念南无阿弥陀佛。可见得古人的自信心，专精于一门，这是值得我们效法的。我们自己要想这一生决定去，我们这一生在这个娑婆世界最后身，你是稳稳当当往生！往生不往生在乎自己。所以佛法讲什么叫根熟？坚定的信心就是根熟了，半信半疑这个就是没成熟。所以根熟的众生要帮助他成就，他这一生决定成就，没有熟的要帮助他成熟，没有善根的人要帮助他种善根，这都是利益众生与摄受众生。",
      "zh_TW": "曾經有人問他，你老人家自己念佛怎麼個念法？他說，他念四個字，「阿彌陀佛」。你教別人呢？教別人念六個字，「南無阿彌陀佛」。人家聽了就奇怪，為什麼教別人念南無阿彌陀佛？南無是客氣話，是皈依的意思，是恭敬的意思，就是皈依阿彌陀佛、恭敬阿彌陀佛。為什麼教人念六個字？因為他現在還不想去，他沒念頭去，所以跟阿彌陀佛要客氣一點，結個法緣。我，這一生決定要去，所以一切客套統統免了。他老人家念四個字，他有信心，他這一生當中決定去，來生決定不入輪迴，所以念四個字，一切客氣話免說。如果你們現在還不想離開娑婆世界，還有所留戀，西方世界也嚮往，這個地方又捨不得，那你就念南無阿彌陀佛。可見得古人的自信心，專精於一門，這是值得我們效法的。我們自己要想這一生決定去，我們這一生在這個娑婆世界最後身，你是穩穩當當往生！往生不往生在乎自己。所以佛法講什麼叫根熟？堅定的信心就是根熟了，半信半疑這個就是沒成熟。所以根熟的眾生要幫助他成就，他這一生決定成就，沒有熟的要幫助他成熟，沒有善根的人要幫助他種善根，這都是利益眾生與攝受眾生。"
    },
    {
      "id": "04-001-0012_p0006",
      "zh_CN": "如果讲到『摄受』，必须要以种种方便。「摄受」也就是接引的意思，把佛法介绍给他。有的人乐意，你介绍给他他很欢喜。可是有的人根本排斥，那还是要介绍给他，怎么办？就必须要有技巧。譬如说你们在学校里面，你们如果要会了，你们是菩萨学生，菩萨示现学生的身分，就能够摄受许许多多的同学。这是讲他不信的。如何摄受法？你们在学校，手里拿一串念珠，念珠不要太小，小了看不见。找一串大的念珠套在手上，你们同学一看到你，「阿弥陀佛」，你看你没有劝他念佛，他自动念了一声阿弥陀佛。这一声阿弥陀佛不简单，阿赖耶识就落了种子，将来他就会成佛，这给他种种子。所以没有种种子的，帮助他种种子。种种子要很巧妙的方法，你要是故意叫他念，他才不念；他一看到这个，他自然就会念了。你每一天就不晓得度多少人，这个无量功德！你会的，你就会做；不会的，你也不会做。你们念的书，教科书上一般人习惯都写个名字，你不要写名字，你写阿弥陀佛，人家一看，「这是阿弥陀佛的书」，你看人家又念了一句。所以你要懂方法，你要有善巧，这都是「摄受众生」。",
      "zh_TW": "如果講到『攝受』，必須要以種種方便。「攝受」也就是接引的意思，把佛法介紹給他。有的人樂意，你介紹給他他很歡喜。可是有的人根本排斥，那還是要介紹給他，怎麼辦？就必須要有技巧。譬如說你們在學校裡面，你們如果要會了，你們是菩薩學生，菩薩示現學生的身分，就能夠攝受許許多多的同學。這是講他不信的。如何攝受法？你們在學校，手裡拿一串念珠，念珠不要太小，小了看不見。找一串大的念珠套在手上，你們同學一看到你，「阿彌陀佛」，你看你沒有勸他念佛，他自動念了一聲阿彌陀佛。這一聲阿彌陀佛不簡單，阿賴耶識就落了種子，將來他就會成佛，這給他種種子。所以沒有種種子的，幫助他種種子。種種子要很巧妙的方法，你要是故意叫他念，他才不念；他一看到這個，他自然就會念了。你每一天就不曉得度多少人，這個無量功德！你會的，你就會做；不會的，你也不會做。你們念的書，教科書上一般人習慣都寫個名字，你不要寫名字，你寫阿彌陀佛，人家一看，「這是阿彌陀佛的書」，你看人家又念了一句。所以你要懂方法，你要有善巧，這都是「攝受眾生」。"
    },
    {
      "id": "04-001-0012_p0007",
      "zh_CN": "所以我们要有智慧、要有善巧，不晓得做多少好事，这种功德真是无量无边。有许多学佛的人他不懂得，你看很多学佛的，有钱的，开大商场的，他电视上做广告，新闻、广播、报纸上也广告，都是他那些生意。其实他那个广告里头加上一个南无阿弥陀佛，又不增加广告费，恐怕他的生意还特别兴隆，有三宝加持！你看看，他不会，可惜，实在是可惜。所以学佛的人，不但自己要念佛，处处要想方法劝别人念佛，劝别人自动的见到你就念佛，这是最高明的，这是摄受众生。这是什么？没有种善根的替他种善根，为他种善根。已经有善根的，就是他对佛法已经有兴趣，这是有善根的；他对这个没有兴趣，这是没有善根的人。有兴趣的人要帮助他，或者介绍他听经，介绍他读经，帮助他解决疑难，这个是应当要做的。同时，菩萨所在之处，前面跟诸位说过，一定要发心讲经。讲经不一定在大会讲台上，你自己在家里面，你在学校里面，邀集好的同学，尤其是现在你们学校都有学佛社的组织。所以学佛社里头一定要开个讲经班，联络对于佛经有兴趣、能够深入研究的同学，组成这么个小班，大家轮流讲，一个星期讲一次，轮流讲，把这个风气养成。这是帮助那些已经有善根的，帮助他善根增长；真正有深厚善根的人，帮助他成熟，这叫「摄受众生供养」。一定要发心去做，要带头去做。你能够带头去做，这个功德很大，福德也大。",
      "zh_TW": "所以我們要有智慧、要有善巧，不曉得做多少好事，這種功德真是無量無邊。有許多學佛的人他不懂得，你看很多學佛的，有錢的，開大商場的，他電視上做廣告，新聞、廣播、報紙上也廣告，都是他那些生意。其實他那個廣告裡頭加上一個南無阿彌陀佛，又不增加廣告費，恐怕他的生意還特別興隆，有三寶加持！你看看，他不會，可惜，實在是可惜。所以學佛的人，不但自己要念佛，處處要想方法勸別人念佛，勸別人自動的見到你就念佛，這是最高明的，這是攝受眾生。這是什麼？沒有種善根的替他種善根，為他種善根。已經有善根的，就是他對佛法已經有興趣，這是有善根的；他對這個沒有興趣，這是沒有善根的人。有興趣的人要幫助他，或者介紹他聽經，介紹他讀經，幫助他解決疑難，這個是應當要做的。同時，菩薩所在之處，前面跟諸位說過，一定要發心講經。講經不一定在大會講台上，你自己在家裡面，你在學校裡面，邀集好的同學，尤其是現在你們學校都有學佛社的組織。所以學佛社裡頭一定要開個講經班，聯絡對於佛經有興趣、能夠深入研究的同學，組成這麼個小班，大家輪流講，一個星期講一次，輪流講，把這個風氣養成。這是幫助那些已經有善根的，幫助他善根增長；真正有深厚善根的人，幫助他成熟，這叫「攝受眾生供養」。一定要發心去做，要帶頭去做。你能夠帶頭去做，這個功德很大，福德也大。"
    },
    {
      "id": "04-001-0012_p0008",
      "zh_CN": "讲座，现在你看，台中李老师不办讲座了，大专讲座是从他那里开始的，现在他不办了。为什么不办？现在学生太乱了，办，收不到效果，这是他不办的原因。最初办，因为大专讲座只有他一家，到那里去参加的学生都非常单纯，过去虽然接触过佛法，也不过是几个月而已，纵然有些染污，染污的程度还不严重，所以办的时候收到相当的效果。台中大专讲座是从五十一年开始的，第一次是民国五十一年开办的，办了不少年。我自己曾经参加过十一次，从第十二届以后我就没有参加，所以早期那些同学我都认识。现在讲座难在哪里？难在请很多老师来教，而且这些老师各人学各人的，各人修各人的，所以同学听很难得利益。譬如这个老师他修净土的，极力赞叹净土念佛好；下一堂课，那个老师学禅的，净不行，还是参禅才能得利益；又下一堂，老师学密的，他们两个都不行，还是我这个三密相应，即身成佛。搞得你最后莫名其妙，不晓得哪个好，无所适从，有这个困难，每个人的路不一样。所以你要跟一个人学容易，跟多人学就困难，不知道哪个好，使你自己没法子选择，你反而搞得很迷惑，难在这个地方。",
      "zh_TW": "講座，現在你看，台中李老師不辦講座了，大專講座是從他那裡開始的，現在他不辦了。為什麼不辦？現在學生太亂了，辦，收不到效果，這是他不辦的原因。最初辦，因為大專講座只有他一家，到那裡去參加的學生都非常單純，過去雖然接觸過佛法，也不過是幾個月而已，縱然有些染污，染污的程度還不嚴重，所以辦的時候收到相當的效果。台中大專講座是從五十一年開始的，第一次是民國五十一年開辦的，辦了不少年。我自己曾經參加過十一次，從第十二屆以後我就沒有參加，所以早期那些同學我都認識。現在講座難在哪裡？難在請很多老師來教，而且這些老師各人學各人的，各人修各人的，所以同學聽很難得利益。譬如這個老師他修淨土的，極力讚歎淨土念佛好；下一堂課，那個老師學禪的，淨不行，還是參禪才能得利益；又下一堂，老師學密的，他們兩個都不行，還是我這個三密相應，即身成佛。搞得你最後莫名其妙，不曉得哪個好，無所適從，有這個困難，每個人的路不一樣。所以你要跟一個人學容易，跟多人學就困難，不知道哪個好，使你自己沒法子選擇，你反而搞得很迷惑，難在這個地方。"
    },
    {
      "id": "04-001-0012_p0009",
      "zh_CN": "台中讲座它有六门课，六门课当然也要六个老师，可是他六个老师是一家人，除了李老师之外，其余都是他的学生。所以不管他开多少课、多少个老师，他是一个方向、一条路，好处就在此地。所以在过去有许多学生想参加讲座问我，我都介绍他到台中去，原因就是一家之言，你走一条路容易走，容易建立信心，道理在此地。所以介绍人听经、介绍人看经也要负责任，也不能够很轻率，要负起摄受众生的使命。摄受众生就是供养佛，就是利益一切众生。此地所讲的供养全部都是供养十方一切诸佛，我们这样做就是供养佛，你肯修行，肯利益众生，肯摄受众生。第四是：",
      "zh_TW": "台中講座它有六門課，六門課當然也要六個老師，可是他六個老師是一家人，除了李老師之外，其餘都是他的學生。所以不管他開多少課、多少個老師，他是一個方向、一條路，好處就在此地。所以在過去有許多學生想參加講座問我，我都介紹他到台中去，原因就是一家之言，你走一條路容易走，容易建立信心，道理在此地。所以介紹人聽經、介紹人看經也要負責任，也不能夠很輕率，要負起攝受眾生的使命。攝受眾生就是供養佛，就是利益一切眾生。此地所講的供養全部都是供養十方一切諸佛，我們這樣做就是供養佛，你肯修行，肯利益眾生，肯攝受眾生。第四是："
    },
    {
      "id": "04-001-0012_p0010",
      "zh_CN": "经【代众生苦供养。】",
      "zh_TW": "經【代眾生苦供養。】"
    },
    {
      "id": "04-001-0012_p0011",
      "zh_CN": "实际上众生的苦是没法子代受的，各人有各人的业报，怎么能代受？经上也常常用比喻，父子登山，各自努力，没有法子能够代受的。《楞严经》上我们更看到一个显明的例子，阿难是释迦牟尼佛的堂弟，他们堂兄弟一共八个人，释迦牟尼佛是老大，阿难最小。他自己总认为佛是我大哥，你们要努力好好的修行，你们不修行不行，我可以马虎一点没有关系，到时候我大哥会帮助我。所以说他们要修禅定，我不要修禅定，到时候我大哥一定把禅定就给我了。到遭摩登伽女难之后，才晓得没有用处，原来他那个定没有办法给人的，禅定、智慧是没法子给人的。福报可以给人，我有福报，我有财富，我可以分一点给你享受；我的定功，我的智慧，没有办法分给你，这是没有法子的。所谓代众生苦就是指我们现在修行，我们现在修行要吃很多苦头。我们为什么修行？为了将来要帮助众生，要帮助众生先要成就自己，修行不是为自利，是为了利益众生，我们今天所吃的苦头都是为众生吃的，这个就是『代众生苦』。",
      "zh_TW": "實際上眾生的苦是沒法子代受的，各人有各人的業報，怎麼能代受？經上也常常用比喻，父子登山，各自努力，沒有法子能夠代受的。《楞嚴經》上我們更看到一個顯明的例子，阿難是釋迦牟尼佛的堂弟，他們堂兄弟一共八個人，釋迦牟尼佛是老大，阿難最小。他自己總認為佛是我大哥，你們要努力好好的修行，你們不修行不行，我可以馬虎一點沒有關係，到時候我大哥會幫助我。所以說他們要修禪定，我不要修禪定，到時候我大哥一定把禪定就給我了。到遭摩登伽女難之後，才曉得沒有用處，原來他那個定沒有辦法給人的，禪定、智慧是沒法子給人的。福報可以給人，我有福報，我有財富，我可以分一點給你享受；我的定功，我的智慧，沒有辦法分給你，這是沒有法子的。所謂代眾生苦就是指我們現在修行，我們現在修行要吃很多苦頭。我們為什麼修行？為了將來要幫助眾生，要幫助眾生先要成就自己，修行不是為自利，是為了利益眾生，我們今天所吃的苦頭都是為眾生吃的，這個就是『代眾生苦』。"
    },
    {
      "id": "04-001-0012_p0012",
      "zh_CN": "所以四弘誓愿里面，其实四弘誓愿只有一愿，「众生无边誓愿度」，只有这一愿，十方一切诸佛的本愿就是这个愿，要度一切众生。可是度众生得要有度众生的本事，要有度众生的能力，如果你自己烦恼不断，你度不了众生。所以先要断烦恼，断烦恼成就自己的品德。有良好的品德，你要没有学问、没有能力，你还是不能办事。你的修养道德再好，你没有智慧，你没有能力，也是没有用处的，所以必须要学法门。我们自己成就，刚才跟诸位说，一门就行。我只学一门，我自己成就了，我为什么要广学多闻，要学那么多法门？为众生学的，不是为自己学的。所以这点诸位要是明白了，你可以多学一点法门就没有关系，是为别人学的。为什么？有些人他想学佛，但是他不肯学我这个方法，不肯学我这个法门，他想学别的，那你要懂，你才能帮助他，你不懂，你就不能帮助他。如果自己懂，尽心尽力帮助他；自己不懂，介绍懂得的人去帮助他，应该是如此。可是介绍也要负责任，你介绍那个善知识是不是真正的善知识，他到那个地方会不会有成就？如果你介绍到那边去了，他到那边还是没有成就，你介绍人有过失，虽没有罪，有过失。为什么？耽误他的时间，浪费他的精力，我们这个介绍人，实在讲也对不起人。所以这点也是相当不容易的。「代众生苦」是从这些地方说的。看到众生受苦受难，我们自己要加倍精勤努力来修学，希望自己学成之后能够为大众解决这些苦难。下面一句是：",
      "zh_TW": "所以四弘誓願裡面，其實四弘誓願只有一願，「眾生無邊誓願度」，只有這一願，十方一切諸佛的本願就是這個願，要度一切眾生。可是度眾生得要有度眾生的本事，要有度眾生的能力，如果你自己煩惱不斷，你度不了眾生。所以先要斷煩惱，斷煩惱成就自己的品德。有良好的品德，你要沒有學問、沒有能力，你還是不能辦事。你的修養道德再好，你沒有智慧，你沒有能力，也是沒有用處的，所以必須要學法門。我們自己成就，剛才跟諸位說，一門就行。我只學一門，我自己成就了，我為什麼要廣學多聞，要學那麼多法門？為眾生學的，不是為自己學的。所以這點諸位要是明白了，你可以多學一點法門就沒有關係，是為別人學的。為什麼？有些人他想學佛，但是他不肯學我這個方法，不肯學我這個法門，他想學別的，那你要懂，你才能幫助他，你不懂，你就不能幫助他。如果自己懂，盡心盡力幫助他；自己不懂，介紹懂得的人去幫助他，應該是如此。可是介紹也要負責任，你介紹那個善知識是不是真正的善知識，他到那個地方會不會有成就？如果你介紹到那邊去了，他到那邊還是沒有成就，你介紹人有過失，雖沒有罪，有過失。為什麼？耽誤他的時間，浪費他的精力，我們這個介紹人，實在講也對不起人。所以這點也是相當不容易的。「代眾生苦」是從這些地方說的。看到眾生受苦受難，我們自己要加倍精勤努力來修學，希望自己學成之後能夠為大眾解決這些苦難。下面一句是："
    },
    {
      "id": "04-001-0012_p0013",
      "zh_CN": "经【勤修善根供养。】",
      "zh_TW": "經【勤修善根供養。】"
    },
    {
      "id": "04-001-0012_p0014",
      "zh_CN": "我们先讲『善根』，然后再讲『勤修』。什么叫「善根」？在佛法里面，它讲世间善根与出世间善根，也就是讲凡夫的善根与菩萨的善根。而且凡夫里面还有内凡、有外凡，内凡是指六道凡夫，外凡是指小乘声闻、缘觉，为什么？他没有见性，没有见性都叫凡夫，乃至于权教菩萨都是没见性的，没有见性的他是以六识为主，就是第六意识主宰，这是凡夫。他的善根有三种，就是无贪、无瞋、无痴，这叫三善根，一切善法都从这个三善根出生的。三善根的反面叫三毒，就是无量无边的烦恼、罪业都是从三毒生出来的，三毒就是贪、瞋、痴。所以我们学佛首先要修三善根，于一切法不贪，就是一切的顺境不起贪心，这个非常非常的重要；一切逆境里面，就是不顺的境界里面，不生瞋恚心；一切境界不迷惑，样样清楚，这叫不愚痴。不贪、不瞋、不痴，这是三善根，这个要认真的修学，这个在修行人来讲，这是根本法。三毒的果报是三恶道，瞋恚是地狱道的业因，人不瞋就决定不堕地狱；贪爱是饿鬼道的业因，不贪决定不堕饿鬼道；愚痴是畜生道的业因。就以佛法来说，现在佛法有真的、有假的，这里头有邪有正、有是有非，你要是不能够辨别，这是愚痴；你要能在佛法里头，哪是正法、哪是邪法，是非、善恶、邪正清清楚楚，不被迷惑，这是有智慧，这个不愚痴。先要修这个，要修三善根，要勤修，「勤」是要精进、要努力，要认真的去修学，这对你自己是决定有好处。",
      "zh_TW": "我們先講『善根』，然後再講『勤修』。什麼叫「善根」？在佛法裡面，它講世間善根與出世間善根，也就是講凡夫的善根與菩薩的善根。而且凡夫裡面還有內凡、有外凡，內凡是指六道凡夫，外凡是指小乘聲聞、緣覺，為什麼？他沒有見性，沒有見性都叫凡夫，乃至於權教菩薩都是沒見性的，沒有見性的他是以六識為主，就是第六意識主宰，這是凡夫。他的善根有三種，就是無貪、無瞋、無痴，這叫三善根，一切善法都從這個三善根出生的。三善根的反面叫三毒，就是無量無邊的煩惱、罪業都是從三毒生出來的，三毒就是貪、瞋、痴。所以我們學佛首先要修三善根，於一切法不貪，就是一切的順境不起貪心，這個非常非常的重要；一切逆境裡面，就是不順的境界裡面，不生瞋恚心；一切境界不迷惑，樣樣清楚，這叫不愚痴。不貪、不瞋、不痴，這是三善根，這個要認真的修學，這個在修行人來講，這是根本法。三毒的果報是三惡道，瞋恚是地獄道的業因，人不瞋就決定不墮地獄；貪愛是餓鬼道的業因，不貪決定不墮餓鬼道；愚痴是畜生道的業因。就以佛法來說，現在佛法有真的、有假的，這裡頭有邪有正、有是有非，你要是不能夠辨別，這是愚痴；你要能在佛法裡頭，哪是正法、哪是邪法，是非、善惡、邪正清清楚楚，不被迷惑，這是有智慧，這個不愚痴。先要修這個，要修三善根，要勤修，「勤」是要精進、要努力，要認真的去修學，這對你自己是決定有好處。"
    },
    {
      "id": "04-001-0012_p0015",
      "zh_CN": "诸位必须要记住，人的寿命很短，不要以为寿命很长的，那你就错了，寿命很短，几十年真是一弹指就过去了。我是二十二、三岁到台湾的，想想当时的情景就跟昨天一样，时间过得太快太快了。往后还有没有这么长的时间？没有了，人生苦短，不要贪恋。眼前要是贪恋这个，得不偿失，为什么？你将来的果报在三恶道，这个事情可太麻烦了。眼前对于这些五欲六尘你能够舍弃，顺境不贪，逆境不瞋，样样明了，将来得大好处，能够得真实的利益，这是我们自己一定要明了的。我举一个小的例子给诸位说，年轻人喜欢玩，我年轻的时候也喜欢玩。可是什么？我就看得比较远一点，我看到许多老人很苦、很可怜，想到什么？自己将来要老。不老就短命，简单得很；不想短命，一定就要老，这总是免不了的事情。所以愈想愈不对劲。我在没有学佛之前，我还学了几个月的算命。所以我那时候也会排八字，不过时间很短，学了几个月就学佛法，学了佛法，那个东西就丢掉了。所以我知道什么？一个人在一生当中他的运会转的，有五年最好的运，有五年最坏的运。一般人他是要受命运的支配，但是如果你自己信心要具足，你就能转命运。我在我学佛三十多年过程当中，我所体验的，转变命运没有诀窍，就是信心，你自己信心坚强的时候你的命就转掉了。",
      "zh_TW": "諸位必須要記住，人的壽命很短，不要以為壽命很長的，那你就錯了，壽命很短，幾十年真是一彈指就過去了。我是二十二、三歲到台灣的，想想當時的情景就跟昨天一樣，時間過得太快太快了。往後還有沒有這麼長的時間？沒有了，人生苦短，不要貪戀。眼前要是貪戀這個，得不償失，為什麼？你將來的果報在三惡道，這個事情可太麻煩了。眼前對於這些五欲六塵你能夠捨棄，順境不貪，逆境不瞋，樣樣明瞭，將來得大好處，能夠得真實的利益，這是我們自己一定要明瞭的。我舉一個小的例子給諸位說，年輕人喜歡玩，我年輕的時候也喜歡玩。可是什麼？我就看得比較遠一點，我看到許多老人很苦、很可憐，想到什麼？自己將來要老。不老就短命，簡單得很；不想短命，一定就要老，這總是免不了的事情。所以愈想愈不對勁。我在沒有學佛之前，我還學了幾個月的算命。所以我那時候也會排八字，不過時間很短，學了幾個月就學佛法，學了佛法，那個東西就丟掉了。所以我知道什麼？一個人在一生當中他的運會轉的，有五年最好的運，有五年最壞的運。一般人他是要受命運的支配，但是如果你自己信心要具足，你就能轉命運。我在我學佛三十多年過程當中，我所體驗的，轉變命運沒有訣竅，就是信心，你自己信心堅強的時候你的命就轉掉了。"
    },
    {
      "id": "04-001-0012_p0016",
      "zh_CN": "所以那时候我想，年轻的时候要吃点苦头，要多多的努力，把好玩的应该放在什么？放在晚年，那多自在，年轻的时候吃点苦算不了什么，有体力、有精神，能扛得过去。所以我年轻的时候就学佛、读书，那些游乐的场所里面决定找不到我，一年难得看一次电影，我年轻的时候。而且我很吝啬，要我去买一张票看电影我舍不得，因为什么？那个钱花得浪费，没有意思。所以看电影怎么样？要有人请客我才去，我自己不花这个冤枉钱，也有很多朋友知道我这个习气。而且我条件很苛刻，我绝对不排队买票，因为那个受罪，排队买票很受罪，我看一场电影要排一、二个钟点队，我不干，决定不看；如果位子坐得不理想，边边，我也不看。所以要票买好，位子很适当，要摆在当中，看得很舒服，这个可以，我才同意；否则的话，请我看一场电影都不容易，我都不干的。所以那时候我们在上班，我们同事都叫我做书呆子，他说这个人念书念呆了，呆头呆脑的，好像很消极的样子。现在碰到我说：你的路子走对了。他们都退休了，退休拿了点退休金，有很多跟人家合伙做生意，没做几个月都被人骗走了，苦不堪言。",
      "zh_TW": "所以那時候我想，年輕的時候要吃點苦頭，要多多的努力，把好玩的應該放在什麼？放在晚年，那多自在，年輕的時候吃點苦算不了什麼，有體力、有精神，能扛得過去。所以我年輕的時候就學佛、讀書，那些遊樂的場所裡面決定找不到我，一年難得看一次電影，我年輕的時候。而且我很吝嗇，要我去買一張票看電影我捨不得，因為什麼？那個錢花得浪費，沒有意思。所以看電影怎麼樣？要有人請客我才去，我自己不花這個冤枉錢，也有很多朋友知道我這個習氣。而且我條件很苛刻，我絕對不排隊買票，因為那個受罪，排隊買票很受罪，我看一場電影要排一、二個鐘點隊，我不幹，決定不看；如果位子坐得不理想，邊邊，我也不看。所以要票買好，位子很適當，要擺在當中，看得很舒服，這個可以，我才同意；否則的話，請我看一場電影都不容易，我都不幹的。所以那時候我們在上班，我們同事都叫我做書呆子，他說這個人念書念呆了，呆頭呆腦的，好像很消極的樣子。現在碰到我說：你的路子走對了。他們都退休了，退休拿了點退休金，有很多跟人家合夥做生意，沒做幾個月都被人騙走了，苦不堪言。"
    },
    {
      "id": "04-001-0012_p0017",
      "zh_CN": "我那些老朋友碰到就跟我说苦不堪言，他看到我现在好逍遥自在，你这个路走对了。我说当时我们在一块，三、四十年前我就告诉你了，我们玩的时间调换，你是年轻玩，我是老来玩。你看我现在在全世界到处走，走到哪里人家什么都给我预备好，带我去游览、去观光，这个多自在。我们把时间调换了一下，就得这个自在。所以你自己要能够决定，不能被命运支配。一生最好的五年，五年放在最后，不要在年轻的时候把那个五年用掉了，那太可惜了，那到老的时候要受罪了，要放到最后，愈老愈自在，愈老愈快乐，你们想想这样好不好？如果苦，晚年苦是真苦，年轻苦不觉得苦，晚年苦是真苦，希望晚年能够得大自在。这个要你自己去做决断，现在决定不能够贪图欢乐，要努力、要奋发、要向上，要勤修三善根。",
      "zh_TW": "我那些老朋友碰到就跟我說苦不堪言，他看到我現在好逍遙自在，你這個路走對了。我說當時我們在一塊，三、四十年前我就告訴你了，我們玩的時間調換，你是年輕玩，我是老來玩。你看我現在在全世界到處走，走到哪裡人家什麼都給我預備好，帶我去遊覽、去觀光，這個多自在。我們把時間調換了一下，就得這個自在。所以你自己要能夠決定，不能被命運支配。一生最好的五年，五年放在最後，不要在年輕的時候把那個五年用掉了，那太可惜了，那到老的時候要受罪了，要放到最後，愈老愈自在，愈老愈快樂，你們想想這樣好不好？如果苦，晚年苦是真苦，年輕苦不覺得苦，晚年苦是真苦，希望晚年能夠得大自在。這個要你自己去做決斷，現在決定不能夠貪圖歡樂，要努力、要奮發、要向上，要勤修三善根。"
    },
    {
      "id": "04-001-0012_p0018",
      "zh_CN": "佛在经典里面给我们说得很详细，而且佛所说的每句话决定是真实的，他不会欺骗人的。世间人最难舍的什么？财，难舍。财从哪里来的？财是你前世修财布施所得到的，换句话说，是你命里面有的。命里有的来了，来了我不要，不要，永远存在那个地方，没动用。比如现在来了，现在来了你不接受，那永远存在，永远用不尽。来了的时候，好，你统统就照收，而且在享受的时候又不肯再修布施，你这个财就用尽了，用得尽的，你们是愈用愈少了。所以有财，除了自己衣食够之外，而且还要节俭，最好是要能节俭，不赶时髦，这个是聪明人，我把我多余的财富布施。布施是什么？布施就是真正的储蓄。储蓄在银行里，银行会倒闭，靠不住。布施是什么？是存在法界里面，法界不会倒闭，你的财用永远不会缺乏。一定要明白这个道理，明白这个道理你才放心大胆这样去做。",
      "zh_TW": "佛在經典裡面給我們說得很詳細，而且佛所說的每句話決定是真實的，他不會欺騙人的。世間人最難捨的什麼？財，難捨。財從哪裡來的？財是你前世修財布施所得到的，換句話說，是你命裡面有的。命裡有的來了，來了我不要，不要，永遠存在那個地方，沒動用。比如現在來了，現在來了你不接受，那永遠存在，永遠用不盡。來了的時候，好，你統統就照收，而且在享受的時候又不肯再修布施，你這個財就用盡了，用得盡的，你們是愈用愈少了。所以有財，除了自己衣食夠之外，而且還要節儉，最好是要能節儉，不趕時髦，這個是聰明人，我把我多餘的財富布施。布施是什麼？布施就是真正的儲蓄。儲蓄在銀行裡，銀行會倒閉，靠不住。布施是什麼？是存在法界裡面，法界不會倒閉，你的財用永遠不會缺乏。一定要明白這個道理，明白這個道理你才放心大膽這樣去做。"
    },
    {
      "id": "04-001-0012_p0019",
      "zh_CN": "而且你真正是很节俭，给诸位说，你身心愉快。所以财一定要舍。不舍不但有烦恼，而且还有疾病，为什么？你要去看医生，要花一笔医药费，为什么？因为你有钱。你要没有钱就不害病，没有钱怎么样？没有钱害不起病。病魔来找你是因为看到你有钱，你这个钱又不肯花，他就来找你，非让你花掉不可，还要吃好多苦头。你为什么不把它舍掉？舍掉就不生病了。所以你看我这一年到头，到台湾三、四十年了，没有害过病，所有医院没有我的病历。为什么？没钱，害不起。病魔他知道，他不找我，害不起病。所以一定要晓得这个道理。我从前曾劝过别人，有些出家人也是好朋友，常常吃药，我就劝他布施掉，他不敢。我说，你不敢，你的病就不会好，天天要吃药，天天要花那么多钱；你要统统布施掉，就没事了，病就好了，也不要看医生，也不必吃药，布施掉就好了。舍，病也可以舍得掉，也可以布施掉，不肯布施那就没法子了。",
      "zh_TW": "而且你真正是很節儉，給諸位說，你身心愉快。所以財一定要捨。不捨不但有煩惱，而且還有疾病，為什麼？你要去看醫生，要花一筆醫藥費，為什麼？因為你有錢。你要沒有錢就不害病，沒有錢怎麼樣？沒有錢害不起病。病魔來找你是因為看到你有錢，你這個錢又不肯花，他就來找你，非讓你花掉不可，還要吃好多苦頭。你為什麼不把它捨掉？捨掉就不生病了。所以你看我這一年到頭，到台灣三、四十年了，沒有害過病，所有醫院沒有我的病歷。為什麼？沒錢，害不起。病魔他知道，他不找我，害不起病。所以一定要曉得這個道理。我從前曾勸過別人，有些出家人也是好朋友，常常吃藥，我就勸他布施掉，他不敢。我說，你不敢，你的病就不會好，天天要吃藥，天天要花那麼多錢；你要統統布施掉，就沒事了，病就好了，也不要看醫生，也不必吃藥，布施掉就好了。捨，病也可以捨得掉，也可以布施掉，不肯布施那就沒法子了。"
    },
    {
      "id": "04-001-0012_p0020",
      "zh_CN": "所以财富要攒在法性里面，不要存银行，攒在法性里面就是多做慈善的事业。而好事里面最殊胜的，我们在此地讲，法供养为最。你就做这个，修法供养。法供养，第一个就是印经，选择好的经书、好的注解，我们印了送给别人，这是法供养，也是财供养。财供养跟法供养联合在一起，那财就变成了法供养，这个供养最为殊胜。另外一个方法就是请法师讲经，这个也要花钱，不一定在寺院，我们租一个讲堂，租一个地方，或者租一个星期，或者租一个月，看我们有多少钱，自己做个功德主，出钱出力租一个地方请法师来讲经，这是好事情。所以我在国外讲经的时候，多半都是华侨一些同学，大多数都是我们从前大专讲座的同学，在国外留学定居下来，都有成就的，他们找我，每年找我去讲经，我们都是租借地方。在洛杉矶，我们每年都是借他们的市议会，美国从前满可爱，他议会不开会的时候空在那里，他很乐意借给我们使用，只有一个条件要保持整洁。我们听众有二、三百人。可是去年去讲的时候不行了，他大概看到我们每年人那么多，要求我们要收费，一次要五百块，很可观，五百块美金一次。所以去年我们就没有借他的议会，因为价钱太高了，我们借了个旅馆，旅馆里面一个会议厅也很大。那个旅馆很好，是我们台湾同修他开的，他免费借给我们，借了几天。",
      "zh_TW": "所以財富要攢在法性裡面，不要存銀行，攢在法性裡面就是多做慈善的事業。而好事裡面最殊勝的，我們在此地講，法供養為最。你就做這個，修法供養。法供養，第一個就是印經，選擇好的經書、好的註解，我們印了送給別人，這是法供養，也是財供養。財供養跟法供養聯合在一起，那財就變成了法供養，這個供養最為殊勝。另外一個方法就是請法師講經，這個也要花錢，不一定在寺院，我們租一個講堂，租一個地方，或者租一個星期，或者租一個月，看我們有多少錢，自己做個功德主，出錢出力租一個地方請法師來講經，這是好事情。所以我在國外講經的時候，多半都是華僑一些同學，大多數都是我們從前大專講座的同學，在國外留學定居下來，都有成就的，他們找我，每年找我去講經，我們都是租借地方。在洛杉磯，我們每年都是借他們的市議會，美國從前滿可愛，他議會不開會的時候空在那裡，他很樂意借給我們使用，只有一個條件要保持整潔。我們聽眾有二、三百人。可是去年去講的時候不行了，他大概看到我們每年人那麼多，要求我們要收費，一次要五百塊，很可觀，五百塊美金一次。所以去年我們就沒有借他的議會，因為價錢太高了，我們借了個旅館，旅館裡面一個會議廳也很大。那個旅館很好，是我們台灣同修他開的，他免費借給我們，借了幾天。"
    },
    {
      "id": "04-001-0012_p0021",
      "zh_CN": "这是最好的财、法供养。当然像这种情形，先要做宣传工作，报纸、杂志、广播，都要花点宣传的费用。请法师讲经，印送经书分送给大众，你要想把财储蓄下来，这个方法最好不过了，而且这个财决定用不尽的，还真正有利息。我自己学佛三十多年来亲身体验的，我是人家供养，我也统统马上就散掉；可是这散掉没有几天又来了，每来一次比前一次要多一点，都有利息。所以我很明了、很清楚，永远用不尽，愈来愈多。多了怎么样？多了大家有福，大家享受。如果我那些财要自己享受，那个麻烦大了，一定要吃药、打针、看医生，什么毛病都来了。所以让大家去享受，修无贪、无瞋、无痴，修三善根。菩萨那没有话说，菩萨决定是具足三善根的，他没有三善根，他怎么能成得了菩萨？成了菩萨之后，他还要不要修善根？还有一个，唯一的一个善根，他能成佛。所以菩萨要成佛，他也要修善根。什么叫善根？精进。菩萨的善根，只有一条，精进，决定没有懈怠。这是把善根说出来，要勤修，注子里头有说：",
      "zh_TW": "這是最好的財、法供養。當然像這種情形，先要做宣傳工作，報紙、雜誌、廣播，都要花點宣傳的費用。請法師講經，印送經書分送給大眾，你要想把財儲蓄下來，這個方法最好不過了，而且這個財決定用不盡的，還真正有利息。我自己學佛三十多年來親身體驗的，我是人家供養，我也統統馬上就散掉；可是這散掉沒有幾天又來了，每來一次比前一次要多一點，都有利息。所以我很明瞭、很清楚，永遠用不盡，愈來愈多。多了怎麼樣？多了大家有福，大家享受。如果我那些財要自己享受，那個麻煩大了，一定要吃藥、打針、看醫生，什麼毛病都來了。所以讓大家去享受，修無貪、無瞋、無痴，修三善根。菩薩那沒有話說，菩薩決定是具足三善根的，他沒有三善根，他怎麼能成得了菩薩？成了菩薩之後，他還要不要修善根？還有一個，唯一的一個善根，他能成佛。所以菩薩要成佛，他也要修善根。什麼叫善根？精進。菩薩的善根，只有一條，精進，決定沒有懈怠。這是把善根說出來，要勤修，註子裡頭有說："
    },
    {
      "id": "04-001-0012_p0022",
      "zh_CN": "疏【不舍勤修一切善法，善法若不勤修，便不能利乐众生，即与佛心相违。故以勤修善根，是法供养也。】",
      "zh_TW": "疏【不捨勤修一切善法，善法若不勤修，便不能利樂眾生，即與佛心相違。故以勤修善根，是法供養也。】"
    },
    {
      "id": "04-001-0012_p0023",
      "zh_CN": "供养一切诸佛。这是合世出世间一共就是四善根，无贪、无瞋、无痴、精进，精进是天天干，要找机会，要锻炼自己。前面也曾经跟诸位介绍过，佛法里面精进，最好的方法就是上台来讲经。为什么？叫许多听众逼着你不得不精进，逼着你要上台，你要没有充分的准备，你就下不了台，就很难为情。这个比应付考试还要认真，这个方法很好，要制造上讲台的机会。有这个机会决定不放弃，没有这个机会要想办法去制造机会，为什么？磨练自己，使自己常常有机会来练习，而且叫这些机会不要中断，自己才能够成就。在讲台上好处很多，前面跟诸位说，教学相长，天天劝别人行善也就是劝自己。所以自己许许多多的毛病，因为天天在讲、天天在讲，自自然然就改了。不改怎么办？心里难过，天天劝别人，自己都没做到，总是难为情，说出来那个口气都不肯定，模棱两可的。为什么模棱两可？自己心里有愧。自己要做到了，那语气都不一样。所以天天劝别人就是天天劝自己，这个好，逐渐逐渐确实能够收到很大的效果，有意想不到的利益功德。第六句讲：",
      "zh_TW": "供養一切諸佛。這是合世出世間一共就是四善根，無貪、無瞋、無痴、精進，精進是天天幹，要找機會，要鍛鍊自己。前面也曾經跟諸位介紹過，佛法裡面精進，最好的方法就是上台來講經。為什麼？叫許多聽眾逼著你不得不精進，逼著你要上台，你要沒有充分的準備，你就下不了台，就很難為情。這個比應付考試還要認真，這個方法很好，要製造上講台的機會。有這個機會決定不放棄，沒有這個機會要想辦法去製造機會，為什麼？磨練自己，使自己常常有機會來練習，而且叫這些機會不要中斷，自己才能夠成就。在講台上好處很多，前面跟諸位說，教學相長，天天勸別人行善也就是勸自己。所以自己許許多多的毛病，因為天天在講、天天在講，自自然然就改了。不改怎麼辦？心裡難過，天天勸別人，自己都沒做到，總是難為情，說出來那個口氣都不肯定，模棱兩可的。為什麼模棱兩可？自己心裡有愧。自己要做到了，那語氣都不一樣。所以天天勸別人就是天天勸自己，這個好，逐漸逐漸確實能夠收到很大的效果，有意想不到的利益功德。第六句講："
    },
    {
      "id": "04-001-0012_p0024",
      "zh_CN": "经【不舍菩萨业供养。】",
      "zh_TW": "經【不捨菩薩業供養。】"
    },
    {
      "id": "04-001-0012_p0025",
      "zh_CN": "『业』就是事业。菩萨的事业就是教化众生，弘法利生是菩萨的事业。菩萨没有别的事情，是一个职业的老师。菩萨是天人师范，像释迦牟尼佛一样，一生从事于教学，孔老夫子也是如此。但是孔老夫子还曾经一度想从政，没人用他，他没有法子才去教学。如果当时要有人肯用他，他做官去了，他就不教学了，因为周游列国没人敢用他，认为孔老夫子智慧太高，学生里头能干的人太多，恐怕用他，他一发起个政变，政权马上就被他抢去。所以没人敢用他，这是真的，一点不假。但是孔老夫子是很讲道德的人，绝对不会搞政变，不过在当时一些人对他还是不放心，因为他确实有这个能力，他有这些干部，一生从事于教学。菩萨决定没有政治野心，纯粹是从事于教化众生的工作，所以教学就是菩萨事业。",
      "zh_TW": "『業』就是事業。菩薩的事業就是教化眾生，弘法利生是菩薩的事業。菩薩沒有別的事情，是一個職業的老師。菩薩是天人師範，像釋迦牟尼佛一樣，一生從事於教學，孔老夫子也是如此。但是孔老夫子還曾經一度想從政，沒人用他，他沒有法子才去教學。如果當時要有人肯用他，他做官去了，他就不教學了，因為周遊列國沒人敢用他，認為孔老夫子智慧太高，學生裡頭能幹的人太多，恐怕用他，他一發起個政變，政權馬上就被他搶去。所以沒人敢用他，這是真的，一點不假。但是孔老夫子是很講道德的人，絕對不會搞政變，不過在當時一些人對他還是不放心，因為他確實有這個能力，他有這些幹部，一生從事於教學。菩薩決定沒有政治野心，純粹是從事於教化眾生的工作，所以教學就是菩薩事業。"
    },
    {
      "id": "04-001-0012_p0026",
      "zh_CN": "寺院，讲到这个地方，我要告诉诸位，寺，现在我们佛教这个道场称之为寺，寺就是教育机构，寺不是庙，今天把寺跟庙连起来称，寺就是庙，庙就是寺，真叫糟糕，把佛法糟蹋尽了。这个名称的起源，佛教到中国来是中国的汉朝，汉明帝等于说派特使在西域迎请过来的，到中国来由政府招待他，接待这些外国的法师。那个时候负责接待的是鸿胪寺，鸿胪寺就相当于现在的外交部，专门管外交的。中国过去的政治制度，它君权跟相权也相当的清楚，宰相他不管外交，他只管内政。宰相底下一级单位，这个机构的名称叫部，在汉朝时候六部，部长称尚书，次长称侍郎，侍郎等于现在的政务次长，部长是尚书。帝王的皇室，君权，皇帝底下也有一级办事的机构，它的名称称寺，皇帝底下有九寺，寺的长官叫卿，公卿。所以当时办外交的是直属于皇帝的，皇帝底下专门管外交的叫鸿胪寺，鸿胪寺卿就是现在的外交部长；它不归（现在归行政院）宰相，那时候不归宰相，是归皇帝。所以是由国家来接待。",
      "zh_TW": "寺院，講到這個地方，我要告訴諸位，寺，現在我們佛教這個道場稱之為寺，寺就是教育機構，寺不是廟，今天把寺跟廟連起來稱，寺就是廟，廟就是寺，真叫糟糕，把佛法糟蹋盡了。這個名稱的起源，佛教到中國來是中國的漢朝，漢明帝等於說派特使在西域迎請過來的，到中國來由政府招待他，接待這些外國的法師。那個時候負責接待的是鴻臚寺，鴻臚寺就相當於現在的外交部，專門管外交的。中國過去的政治制度，它君權跟相權也相當的清楚，宰相他不管外交，他只管內政。宰相底下一級單位，這個機構的名稱叫部，在漢朝時候六部，部長稱尚書，次長稱侍郎，侍郎等於現在的政務次長，部長是尚書。帝王的皇室，君權，皇帝底下也有一級辦事的機構，它的名稱稱寺，皇帝底下有九寺，寺的長官叫卿，公卿。所以當時辦外交的是直屬於皇帝的，皇帝底下專門管外交的叫鴻臚寺，鴻臚寺卿就是現在的外交部長；它不歸（現在歸行政院）宰相，那時候不歸宰相，是歸皇帝。所以是由國家來接待。"
    },
    {
      "id": "04-001-0012_p0027",
      "zh_CN": "到最后看到佛法太好了，我们也舍不得让他走，希望他长住下来。长住下来，总不能说把鸿胪寺霸占，这个不可以的，外交部宾馆暂时招待可以，不能永久招待。于是不得已怎么办？在皇帝下面再设一个寺，本来是九个寺，就变成十个寺。那个寺叫什么名字？就是白马寺。那个时候首都在洛阳，洛阳白马寺是第一个「寺」，是直属于皇帝底下，跟九个寺平等排列的，是皇帝底下的一级办事的机构。办什么事情？办教育。所以宰相底下有个教育部，礼部，是办教育的，那是办国家传统的教育；皇帝底下这个寺，就是专门办佛陀教育，现在也可以说办社会教育。于是乎中国就有了两个教育部，一个直属于皇帝的，一个直属于宰相的，你要懂得这个性质。所以当时白马寺的事业，它是翻经、讲经，指导人修行，纯粹是做教育工作，与超度死人念经，绝对没有这个东西。这个东西不晓得什么时候起来的，而且起来得很晚，因为在唐朝中叶以前，我们在历史上都看不到，都没有这个东西存在。所以这是变质了，现在是愈变愈不像样，真正是喧宾夺主，佛教的本来面目我们完全看不到了。但是这个名称一直延留到现在，现在总统府底下一级单位称局，它不叫寺。但是佛教这个「寺」的名称一直保存到现在，你要知道它的根源，晓得它从前办的什么事业，是菩萨事业，是社会教育，这个一定要晓得。所以佛教是教育，决定不是宗教。好，我们下课。",
      "zh_TW": "到最後看到佛法太好了，我們也捨不得讓他走，希望他長住下來。長住下來，總不能說把鴻臚寺霸占，這個不可以的，外交部賓館暫時招待可以，不能永久招待。於是不得已怎麼辦？在皇帝下面再設一個寺，本來是九個寺，就變成十個寺。那個寺叫什麼名字？就是白馬寺。那個時候首都在洛陽，洛陽白馬寺是第一個「寺」，是直屬於皇帝底下，跟九個寺平等排列的，是皇帝底下的一級辦事的機構。辦什麼事情？辦教育。所以宰相底下有個教育部，禮部，是辦教育的，那是辦國家傳統的教育；皇帝底下這個寺，就是專門辦佛陀教育，現在也可以說辦社會教育。於是乎中國就有了兩個教育部，一個直屬於皇帝的，一個直屬於宰相的，你要懂得這個性質。所以當時白馬寺的事業，它是翻經、講經，指導人修行，純粹是做教育工作，與超度死人念經，絕對沒有這個東西。這個東西不曉得什麼時候起來的，而且起來得很晚，因為在唐朝中葉以前，我們在歷史上都看不到，都沒有這個東西存在。所以這是變質了，現在是愈變愈不像樣，真正是喧賓奪主，佛教的本來面目我們完全看不到了。但是這個名稱一直延留到現在，現在總統府底下一級單位稱局，它不叫寺。但是佛教這個「寺」的名稱一直保存到現在，你要知道它的根源，曉得它從前辦的什麼事業，是菩薩事業，是社會教育，這個一定要曉得。所以佛教是教育，決定不是宗教。好，我們下課。"
    }
  ]
}