{
  "doc_id": "04-001-0005",
  "title": {
    "zh_CN": "普贤行愿品疏",
    "zh_TW": "普賢行願品疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "04-001-0005",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "04-001-0005_p0001",
      "zh_CN": "请掀开经本第十二面，第二段「明正出体」，我们看这一节文：",
      "zh_TW": "請掀開經本第十二面，第二段「明正出體」，我們看這一節文："
    },
    {
      "id": "04-001-0005_p0002",
      "zh_CN": "疏【今所出之体，而非华严全部，乃出当品别行一卷之体也。名虽有异，体即不殊。】",
      "zh_TW": "疏【今所出之體，而非華嚴全部，乃出當品別行一卷之體也。名雖有異，體即不殊。】"
    },
    {
      "id": "04-001-0005_p0003",
      "zh_CN": "首先要跟诸位说明这个『出』，古人常常用这个字。这个字的意思，拿现在的话来讲，就是显的意思，就是说明的意思。「出」就是说出，给大家说出，把这桩事情说明白、说出来，出是这个意思，就是说出来。将来诸位看经论，古德常常用这个字。这个地方说出来的理论依据并不是全部经的，而是就这一章来说的，就是这一卷，末后这一卷，这是特别说明。这一卷跟全经当然是一体的，不会是二体，但是也有一点不同。如果说完全一样，那又何必说这句话？这个话就是多余的、累赘的。就是虽然一样，里面又有一些不同，不同在哪里？就是这一卷，就是末后这一章，特别是讲往生西方极乐世界这个理论依据，特别重视这一点。",
      "zh_TW": "首先要跟諸位說明這個『出』，古人常常用這個字。這個字的意思，拿現在的話來講，就是顯的意思，就是說明的意思。「出」就是說出，給大家說出，把這樁事情說明白、說出來，出是這個意思，就是說出來。將來諸位看經論，古德常常用這個字。這個地方說出來的理論依據並不是全部經的，而是就這一章來說的，就是這一卷，末後這一卷，這是特別說明。這一卷跟全經當然是一體的，不會是二體，但是也有一點不同。如果說完全一樣，那又何必說這句話？這個話就是多餘的、累贅的。就是雖然一樣，裡面又有一些不同，不同在哪裡？就是這一卷，就是末後這一章，特別是講往生西方極樂世界這個理論依據，特別重視這一點。"
    },
    {
      "id": "04-001-0005_p0004",
      "zh_CN": "前面说了，这是以一真法界为体，而末后这一卷，在一真法界上又加了一点，加了一个什么？「性具三千」。昨天晚上，我们在《弥陀经》里面提示过，提示过「一念三千」。我们此地，你们同修们看来还是满有福报的，因缘很难得，正讲到这个地方，早晨有个同学送了一张图来，「一念三千图」。我马上叫他影印发给大家，这你一看就很明白。所以的确是有感应。不晓得他在哪里找来的这么一张，早晨送给我看。我一看，正好讲到这个地方，这就省事多了。现在把它放大了，放大之后在这边影印，马上印好了之后分送给诸位，这是很好的一个参考资料。",
      "zh_TW": "前面說了，這是以一真法界為體，而末後這一卷，在一真法界上又加了一點，加了一個什麼？「性具三千」。昨天晚上，我們在《彌陀經》裡面提示過，提示過「一念三千」。我們此地，你們同修們看來還是滿有福報的，因緣很難得，正講到這個地方，早晨有個同學送了一張圖來，「一念三千圖」。我馬上叫他影印發給大家，這你一看就很明白。所以的確是有感應。不曉得他在哪裡找來的這麼一張，早晨送給我看。我一看，正好講到這個地方，這就省事多了。現在把它放大了，放大之後在這邊影印，馬上印好了之後分送給諸位，這是很好的一個參考資料。"
    },
    {
      "id": "04-001-0005_p0005",
      "zh_CN": "疏【论云：一真法界性，具足十法界，依正本圆融，生佛无殊致。】",
      "zh_TW": "疏【論云：一真法界性，具足十法界，依正本圓融，生佛無殊致。】"
    },
    {
      "id": "04-001-0005_p0006",
      "zh_CN": "这个《论》是《起信论》，里面所说的『一真法界性』，「性」是体，体性；『具足十法界』，虽然具足，显与不显是属于事。譬如说我们这个心是具足一切梦境，对不对？你天天会作梦，梦是心变现的。具足一切境，梦境，可是梦境显与不显那是缘。所以有这个缘它就显，没有这个缘它不显。其实梦境也不是无缘无故生的。佛在大经里面讲，梦境有四种因缘会作梦，就是心会现梦境。第一种是宿业，就是过去生中所造的，有的时候梦中梦到这个境界，你从来也没有见过，也没有想到过，为什么会做这个梦？这一生没想到、没见过，前生曾经想过、做过，你阿赖耶识里头有种子，种子起现行。诸位要晓得，睡眠的时候不如清醒的时候，清醒的时候意志比较容易控制，睡眠的时候这个意志不能控制。不能控制，所以在多生多劫之前的宿业有的时候会现行，控制不住会现行，所以会做很多奇怪的梦，有这些梦境出现。第二种是妄想，心散乱，妄想会作梦。妄想，我们也常说日有所思，夜有所梦，有这种梦。",
      "zh_TW": "這個《論》是《起信論》，裡面所說的『一真法界性』，「性」是體，體性；『具足十法界』，雖然具足，顯與不顯是屬於事。譬如說我們這個心是具足一切夢境，對不對？你天天會作夢，夢是心變現的。具足一切境，夢境，可是夢境顯與不顯那是緣。所以有這個緣它就顯，沒有這個緣它不顯。其實夢境也不是無緣無故生的。佛在大經裡面講，夢境有四種因緣會作夢，就是心會現夢境。第一種是宿業，就是過去生中所造的，有的時候夢中夢到這個境界，你從來也沒有見過，也沒有想到過，為什麼會做這個夢？這一生沒想到、沒見過，前生曾經想過、做過，你阿賴耶識裡頭有種子，種子起現行。諸位要曉得，睡眠的時候不如清醒的時候，清醒的時候意志比較容易控制，睡眠的時候這個意志不能控制。不能控制，所以在多生多劫之前的宿業有的時候會現行，控制不住會現行，所以會做很多奇怪的夢，有這些夢境出現。第二種是妄想，心散亂，妄想會作夢。妄想，我們也常說日有所思，夜有所夢，有這種夢。"
    },
    {
      "id": "04-001-0005_p0007",
      "zh_CN": "第三种，有预兆的梦，就是未来的事情，明后天的事情，或者几个月以后的事情，还没有发生，你在梦中就出现了，这种预兆的梦。由此可知，三世因果是真的，不是假的，如果要不通三世，怎么会预先有预兆？这个预兆就是未来的事情，怎么未来的事情已经先知道了？所以说因果决定通三世，过去、现在、未来。第四种，鬼神入梦，鬼神来托梦。这个也是有因缘的，像我们梦到过去的，或者是家亲眷属朋友，《地藏经》上有，说得很明白。凡是梦到这些是什么？都是他有困难、他有痛苦的时候想来求你帮助。梦到这个，我们学佛的人知道，晓得这个情形，到第二天我们可以给他念一卷经，或者给他念几百声、念一千声佛号，给他回向，这个就是对他帮助。还有看到他好像贫穷可怜、愁眉苦脸的样子，可以诵经给他，他在鬼道里头，也可以烧点纸钱给他。这个是鬼神入梦的。",
      "zh_TW": "第三種，有預兆的夢，就是未來的事情，明後天的事情，或者幾個月以後的事情，還沒有發生，你在夢中就出現了，這種預兆的夢。由此可知，三世因果是真的，不是假的，如果要不通三世，怎麼會預先有預兆？這個預兆就是未來的事情，怎麼未來的事情已經先知道了？所以說因果決定通三世，過去、現在、未來。第四種，鬼神入夢，鬼神來託夢。這個也是有因緣的，像我們夢到過去的，或者是家親眷屬朋友，《地藏經》上有，說得很明白。凡是夢到這些是什麼？都是他有困難、他有痛苦的時候想來求你幫助。夢到這個，我們學佛的人知道，曉得這個情形，到第二天我們可以給他念一卷經，或者給他念幾百聲、念一千聲佛號，給他迴向，這個就是對他幫助。還有看到他好像貧窮可憐、愁眉苦臉的樣子，可以誦經給他，他在鬼道裡頭，也可以燒點紙錢給他。這個是鬼神入夢的。"
    },
    {
      "id": "04-001-0005_p0008",
      "zh_CN": "我在过去，大概总有二十年前了，我有一个朋友他来跟我说，他说他梦到他的邻居，那个邻居也是他的同事，邻居的太太过世了，他在一个星期当中梦过三次，看到她很苦，问他要钱，求他帮助。他就很奇怪，因为梦中的时候忘了是作梦，也忘了她死掉了，所以他还给她讲，「妳怎么会问我要钱？妳没有钱用，应该找妳先生要才对。」她说我先生没有钱，求他帮忙。她是个基督教徒，她先生也是个基督教徒，基督教徒不烧纸钱的，她一定落在饿鬼道才没有钱用。所以他就来告诉我，他一个星期梦到三次，都是来讨钱。我就告诉他，你给她烧一点纸钱。烧了纸钱之后，再也梦不到了，可见得她是来求帮助的。这是鬼神入梦，求帮忙的。所以梦境有这四种因缘，心具足一切梦境，必须要遇到缘它才起现行。",
      "zh_TW": "我在過去，大概總有二十年前了，我有一個朋友他來跟我說，他說他夢到他的鄰居，那個鄰居也是他的同事，鄰居的太太過世了，他在一個星期當中夢過三次，看到她很苦，問他要錢，求他幫助。他就很奇怪，因為夢中的時候忘了是作夢，也忘了她死掉了，所以他還給她講，「妳怎麼會問我要錢？妳沒有錢用，應該找妳先生要才對。」她說我先生沒有錢，求他幫忙。她是個基督教徒，她先生也是個基督教徒，基督教徒不燒紙錢的，她一定落在餓鬼道才沒有錢用。所以他就來告訴我，他一個星期夢到三次，都是來討錢。我就告訴他，你給她燒一點紙錢。燒了紙錢之後，再也夢不到了，可見得她是來求幫助的。這是鬼神入夢，求幫忙的。所以夢境有這四種因緣，心具足一切夢境，必須要遇到緣它才起現行。"
    },
    {
      "id": "04-001-0005_p0009",
      "zh_CN": "性具就是本性里头本来具足，具足一真法界，具足十法界。十法界是一现九隐，一个法界现前，九法界不现前。但是在我们这个人间，我们能够看到两种，人法界是完全现前，畜生法界是部分现前，畜生种类非常之多，我们见得不完全，只能见到一部分，其余八种法界我们见不到。这个是缘上的关系，那就属于事造，事造的三千。这几句话不但说明这个道理，更要紧的是后面这两句，『依正本圆融，生佛无殊致』，这个两句话很重要。依正圆融，也就是我们中国古人所讲的天地与我是一体，所谓「天地与我同根，万物与我一体」，这是圆融的，这是诸佛与大菩萨果地上的境界，这是真实的。而我们在这个圆融里面就是起妄想分别执着，把本来是圆融的，在我们现在不圆融了，变成无量无边的障碍，这是错误，这个绝对不是真正的事实，这是迷的现象。「生佛无殊致」，生佛是一体，生是讲众生，佛是讲诸佛，诸佛与众生是一体，是一不是二。因此佛度众生，经上常讲的「无缘大慈，同体大悲」，缘是条件，无缘是无条件，佛对于众生爱护、慈爱没有条件的。为什么没有条件？因为是一体。所以没有条件的，无缘大慈。可是我们众生迷了本性之后，我们对一切人之爱是有条件的，喜欢他才爱他，对他才慈悲，不喜欢他就讨厌他、厌恶他，起了分别心，一真就迷失了。下面有四句是描写形容心性的本体：",
      "zh_TW": "性具就是本性裡頭本來具足，具足一真法界，具足十法界。十法界是一現九隱，一個法界現前，九法界不現前。但是在我們這個人間，我們能夠看到兩種，人法界是完全現前，畜生法界是部分現前，畜生種類非常之多，我們見得不完全，只能見到一部分，其餘八種法界我們見不到。這個是緣上的關係，那就屬於事造，事造的三千。這幾句話不但說明這個道理，更要緊的是後面這兩句，『依正本圓融，生佛無殊致』，這個兩句話很重要。依正圓融，也就是我們中國古人所講的天地與我是一體，所謂「天地與我同根，萬物與我一體」，這是圓融的，這是諸佛與大菩薩果地上的境界，這是真實的。而我們在這個圓融裡面就是起妄想分別執著，把本來是圓融的，在我們現在不圓融了，變成無量無邊的障礙，這是錯誤，這個絕對不是真正的事實，這是迷的現象。「生佛無殊致」，生佛是一體，生是講眾生，佛是講諸佛，諸佛與眾生是一體，是一不是二。因此佛度眾生，經上常講的「無緣大慈，同體大悲」，緣是條件，無緣是無條件，佛對於眾生愛護、慈愛沒有條件的。為什麼沒有條件？因為是一體。所以沒有條件的，無緣大慈。可是我們眾生迷了本性之後，我們對一切人之愛是有條件的，喜歡他才愛他，對他才慈悲，不喜歡他就討厭他、厭惡他，起了分別心，一真就迷失了。下面有四句是描寫形容心性的本體："
    },
    {
      "id": "04-001-0005_p0010",
      "zh_CN": "疏【寂寥包博，虚旷冲深，总赅万有，即是一心。】",
      "zh_TW": "疏【寂寥包博，虛曠沖深，總賅萬有，即是一心。】"
    },
    {
      "id": "04-001-0005_p0011",
      "zh_CN": "这几个字都是清凉大师在《华严经》上讲的。『寂』是寂静，就是心性的真相，它本来是这样的，这是我们的真心，本来是寂静的，里头一念不生。所以六祖说「本来无一物，何处惹尘埃」，到本来无一物，那个心才叫真正清净，有一物，心就不清净了。我们修念佛法门主要就是修一心不乱，一心不乱就是寂静的境界，恢复我们本来的面目，这是应当要晓得的。『包博』是讲它的容量，无有一法不包，所谓是「心包太虚，量周沙界」。老子也说，「有容乃大」。佛称为大人，他大在哪里？他有度量，他能够包含，没有一样他不能容。在事相里面，常常用海来做比喻，大海，它能容量，它什么都可以容，什么都不嫌弃，决定是清净平等的包容，这是我们应当要学习的。《地藏经》里头把心比作地，地也是能包容，好的、丑的、香的、臭的它都能包容，它不排斥，它不拒绝。所以我们的心要如大地，能容万物，能生万物。所以菩萨的心都用大地来做比喻，菩萨心地。",
      "zh_TW": "這幾個字都是清涼大師在《華嚴經》上講的。『寂』是寂靜，就是心性的真相，它本來是這樣的，這是我們的真心，本來是寂靜的，裡頭一念不生。所以六祖說「本來無一物，何處惹塵埃」，到本來無一物，那個心才叫真正清淨，有一物，心就不清淨了。我們修念佛法門主要就是修一心不亂，一心不亂就是寂靜的境界，恢復我們本來的面目，這是應當要曉得的。『包博』是講它的容量，無有一法不包，所謂是「心包太虛，量周沙界」。老子也說，「有容乃大」。佛稱為大人，他大在哪裡？他有度量，他能夠包含，沒有一樣他不能容。在事相裡面，常常用海來做比喻，大海，它能容量，它什麼都可以容，什麼都不嫌棄，決定是清淨平等的包容，這是我們應當要學習的。《地藏經》裡頭把心比作地，地也是能包容，好的、醜的、香的、臭的它都能包容，它不排斥，它不拒絕。所以我們的心要如大地，能容萬物，能生萬物。所以菩薩的心都用大地來做比喻，菩薩心地。"
    },
    {
      "id": "04-001-0005_p0012",
      "zh_CN": "在整个菩萨修学阶段当中，你看三贤位的菩萨，那心量当然比我们大。其实，这我们从别教上讲，他还没见性，别教的三贤菩萨没有见性。登了地，十地菩萨，他为什么叫地？心如大地，他到这个境界了，所以称登地。我们心对于一切法，还有一法不能忍受，不能够容纳，你的修行功夫证明决定没有登地，不是地上菩萨，初地以上的。初地以上的菩萨，心如太虚，心如大地，无有一法不包，无有一法不容。『总赅万有，即是一心』，念佛法门直截了当就修这个一心。底下这个几句话统统是说明这个境界，我们把它念一念，这几句很重要：",
      "zh_TW": "在整個菩薩修學階段當中，你看三賢位的菩薩，那心量當然比我們大。其實，這我們從別教上講，他還沒見性，別教的三賢菩薩沒有見性。登了地，十地菩薩，他為什麼叫地？心如大地，他到這個境界了，所以稱登地。我們心對於一切法，還有一法不能忍受，不能夠容納，你的修行功夫證明決定沒有登地，不是地上菩薩，初地以上的。初地以上的菩薩，心如太虛，心如大地，無有一法不包，無有一法不容。『總賅萬有，即是一心』，念佛法門直截了當就修這個一心。底下這個幾句話統統是說明這個境界，我們把它念一念，這幾句很重要："
    },
    {
      "id": "04-001-0005_p0013",
      "zh_CN": "疏【性绝有无。】",
      "zh_TW": "疏【性絕有無。】"
    },
    {
      "id": "04-001-0005_p0014",
      "zh_CN": "『性』就是性体，真心本体，这个里头没有有，也没有无，连这个抽象的概念都没有。",
      "zh_TW": "『性』就是性體，真心本體，這個裡頭沒有有，也沒有無，連這個抽象的概念都沒有。"
    },
    {
      "id": "04-001-0005_p0015",
      "zh_CN": "疏【相非生灭。】",
      "zh_TW": "疏【相非生滅。】"
    },
    {
      "id": "04-001-0005_p0016",
      "zh_CN": "『相』指一切万相，诸法实相不生不灭，这是真的，一点都没有错。但是这个非常非常难懂，我们明明看到，花它有开有谢，人有生老病死，怎么说不生不灭？我们常讲，有情，有生老病死；无情里面像植物，有生住异灭；矿物，地球，有成住坏空。这也是佛说的，这个说是方便说，随顺我们的常识来说，不是真的。所以佛说法，他是以真俗二谛说法度生，说真谛，那就是他的境界，跟我们讲真相，诸法实相；我们没有办法接受的时候，才不得已讲俗谛，俗谛是随顺众生，叫方便说。随顺我们的常识，随顺我们的知见来讲的，那就是俗谛，这是我们在佛法里头常常看到的，我们很容易接受。但是这是假相，不是真的，《金刚经》上所说，「凡所有相，皆是虚妄」，虚妄相，这不是真实的，真实的是一切相不生不灭。佛在《法华经》里面就讲得很清楚、讲得很明白。",
      "zh_TW": "『相』指一切萬相，諸法實相不生不滅，這是真的，一點都沒有錯。但是這個非常非常難懂，我們明明看到，花它有開有謝，人有生老病死，怎麼說不生不滅？我們常講，有情，有生老病死；無情裡面像植物，有生住異滅；礦物，地球，有成住壞空。這也是佛說的，這個說是方便說，隨順我們的常識來說，不是真的。所以佛說法，他是以真俗二諦說法度生，說真諦，那就是他的境界，跟我們講真相，諸法實相；我們沒有辦法接受的時候，才不得已講俗諦，俗諦是隨順眾生，叫方便說。隨順我們的常識，隨順我們的知見來講的，那就是俗諦，這是我們在佛法裡頭常常看到的，我們很容易接受。但是這是假相，不是真的，《金剛經》上所說，「凡所有相，皆是虛妄」，虛妄相，這不是真實的，真實的是一切相不生不滅。佛在《法華經》裡面就講得很清楚、講得很明白。"
    },
    {
      "id": "04-001-0005_p0017",
      "zh_CN": "菩萨要入这个境界，就叫得无生法忍。法是一切万法，我们现在归纳的是动物、植物、矿物，乃至于虚空自然现象都要包括在里面，一切法。这一切法不生不灭，你要是证实了，真正见到了，你就叫得无生法忍。忍这个字的意思，是同意的意思、认可的意思。佛这样说，我同意。佛这个说法，我赞成，我认可，为什么？佛说的我也见到了，我也证明、证实了。所以忍有这么多意思在里头，就是心对于这个理论、境界决定不动摇了。证得无生法忍决定是见性的菩萨，在别教是初地以上，圆教是初住以上。虽然是讲证得无生法忍，那是初证，并不是深证。如果讲到深证，像《仁王经》里面所说的，那个地位就相当高了。《仁王经》里面把五十一位菩萨分作五忍，分作五大类，无生法忍是第四大类，这个里面有上品、中品、下品。上品的是九地菩萨，中品是八地菩萨，下品是七地菩萨，这是无生忍位。你看看这个地位多高！无生忍位再上去，叫寂灭忍位，那是如来的境界了，也有三品，下品的寂灭忍是十地菩萨叫法云地，中品是等觉菩萨，上品是如来果位上。这是《仁王经》里面讲的无生法忍，这个地位太高了。入这个境界，真正见到诸法实相，「相非生灭」，没有生也没有灭。",
      "zh_TW": "菩薩要入這個境界，就叫得無生法忍。法是一切萬法，我們現在歸納的是動物、植物、礦物，乃至於虛空自然現象都要包括在裡面，一切法。這一切法不生不滅，你要是證實了，真正見到了，你就叫得無生法忍。忍這個字的意思，是同意的意思、認可的意思。佛這樣說，我同意。佛這個說法，我贊成，我認可，為什麼？佛說的我也見到了，我也證明、證實了。所以忍有這麼多意思在裡頭，就是心對於這個理論、境界決定不動搖了。證得無生法忍決定是見性的菩薩，在別教是初地以上，圓教是初住以上。雖然是講證得無生法忍，那是初證，並不是深證。如果講到深證，像《仁王經》裡面所說的，那個地位就相當高了。《仁王經》裡面把五十一位菩薩分作五忍，分作五大類，無生法忍是第四大類，這個裡面有上品、中品、下品。上品的是九地菩薩，中品是八地菩薩，下品是七地菩薩，這是無生忍位。你看看這個地位多高！無生忍位再上去，叫寂滅忍位，那是如來的境界了，也有三品，下品的寂滅忍是十地菩薩叫法雲地，中品是等覺菩薩，上品是如來果位上。這是《仁王經》裡面講的無生法忍，這個地位太高了。入這個境界，真正見到諸法實相，「相非生滅」，沒有生也沒有滅。"
    },
    {
      "id": "04-001-0005_p0018",
      "zh_CN": "疏【莫寻其始，宁见中边。】",
      "zh_TW": "疏【莫尋其始，寧見中邊。】"
    },
    {
      "id": "04-001-0005_p0019",
      "zh_CN": "没有始终，没有内外，诸法实相本来就是这个样子。",
      "zh_TW": "沒有始終，沒有內外，諸法實相本來就是這個樣子。"
    },
    {
      "id": "04-001-0005_p0020",
      "zh_CN": "疏【迷之则生死无穷。】",
      "zh_TW": "疏【迷之則生死無窮。】"
    },
    {
      "id": "04-001-0005_p0021",
      "zh_CN": "就是迷了诸法实相、迷了一心，这才有六道轮回，这才有无穷的生死。",
      "zh_TW": "就是迷了諸法實相、迷了一心，這才有六道輪迴，這才有無窮的生死。"
    },
    {
      "id": "04-001-0005_p0022",
      "zh_CN": "疏【解之则廓尔大悟。诸佛证之，妙觉圆明，现成菩提，为物开示。】",
      "zh_TW": "疏【解之則廓爾大悟。諸佛證之，妙覺圓明，現成菩提，為物開示。】"
    },
    {
      "id": "04-001-0005_p0023",
      "zh_CN": "这是讲觉悟。『解之』就是我们常说的大彻大悟。『诸佛』，这个「诸佛」里面的含义很多，像江味农居士注解《金刚经》，他有一本《金刚经讲义》，那真是权威的注解，这些人都是我们学佛的模范，江味农居士在《金刚经》上用了四十年的功夫，一生专门研究一部经。所以他这个《金刚经》注解，自古到今《金刚经》的注子，他是第一权威，他用的时间多，用了四十年的时间，专门搞《金刚经》。他提倡的，他的口号是「教宗般若，行在弥陀」，他是念阿弥陀佛求往生的，也是真正往生西方世界了。",
      "zh_TW": "這是講覺悟。『解之』就是我們常說的大徹大悟。『諸佛』，這個「諸佛」裡面的含義很多，像江味農居士註解《金剛經》，他有一本《金剛經講義》，那真是權威的註解，這些人都是我們學佛的模範，江味農居士在《金剛經》上用了四十年的功夫，一生專門研究一部經。所以他這個《金剛經》註解，自古到今《金剛經》的註子，他是第一權威，他用的時間多，用了四十年的時間，專門搞《金剛經》。他提倡的，他的口號是「教宗般若，行在彌陀」，他是念阿彌陀佛求往生的，也是真正往生西方世界了。"
    },
    {
      "id": "04-001-0005_p0024",
      "zh_CN": "他的女儿现在在纽约，恐怕也有八十岁了，我们见面，她常常谈到她爸爸的事情。她说她年轻的时候，她爸爸学佛很虔诚，往生瑞相很好。那个时候她自己不相信，现在想想很有道理，但是怕自己功夫不够，没法子往生，现在很着急。所以学佛一定要趁年轻，你看看自古以来修行证果的人都是年轻人，年纪老了没法子，老了不行，修道没有本钱了。譬如打个佛七，严格的讲，佛七是七天七夜一句佛号不断，年轻有这个体力行，年老了不行，念一天就累了，第二天没有精神。参禅也是如此，需要体力。六祖大师开悟证果的时候二十四岁。所以你看看佛教史里面，修行证果的人一般都是四十岁以前，四十岁以后就很少很少，有还是有，太少了，大概百分之八十都是四十岁之前。所以你们年轻要努力，你们本钱很厚。",
      "zh_TW": "他的女兒現在在紐約，恐怕也有八十歲了，我們見面，她常常談到她爸爸的事情。她說她年輕的時候，她爸爸學佛很虔誠，往生瑞相很好。那個時候她自己不相信，現在想想很有道理，但是怕自己功夫不夠，沒法子往生，現在很著急。所以學佛一定要趁年輕，你看看自古以來修行證果的人都是年輕人，年紀老了沒法子，老了不行，修道沒有本錢了。譬如打個佛七，嚴格的講，佛七是七天七夜一句佛號不斷，年輕有這個體力行，年老了不行，念一天就累了，第二天沒有精神。參禪也是如此，需要體力。六祖大師開悟證果的時候二十四歲。所以你看看佛教史裡面，修行證果的人一般都是四十歲以前，四十歲以後就很少很少，有還是有，太少了，大概百分之八十都是四十歲之前。所以你們年輕要努力，你們本錢很厚。"
    },
    {
      "id": "04-001-0005_p0025",
      "zh_CN": "这个诸佛，江味农居士在《金刚经》里面讲的，就是圆教从初住到如来的果地，一共是四十二个位次，四十二个位次都叫做诸佛。为什么？初住菩萨就可以示现佛身，像《普门品》里面讲的，应以佛身而得度者，即现佛身而为说法，他就可以示现八相成道，你不能说他不是佛，他能示现佛身。所以从圆教初住起就叫做佛，十住、十行、十回向、十地，四十个位次，等觉、妙觉，所以四十二个阶级统统叫佛。这个诸佛是这样讲法的。",
      "zh_TW": "這個諸佛，江味農居士在《金剛經》裡面講的，就是圓教從初住到如來的果地，一共是四十二個位次，四十二個位次都叫做諸佛。為什麼？初住菩薩就可以示現佛身，像《普門品》裡面講的，應以佛身而得度者，即現佛身而為說法，他就可以示現八相成道，你不能說他不是佛，他能示現佛身。所以從圓教初住起就叫做佛，十住、十行、十迴向、十地，四十個位次，等覺、妙覺，所以四十二個階級統統叫佛。這個諸佛是這樣講法的。"
    },
    {
      "id": "04-001-0005_p0026",
      "zh_CN": "说到观音菩萨，这大家都很熟悉，《楞严经》上的观世音菩萨是初住菩萨，这个诸位要晓得，他就是以初住菩萨的身分出现。为什么？刚刚证得，他是讲他修证的方法，从耳根圆通，「返闻闻自性，性成无上道」，他从这证入的，所以是圆教初住菩萨的身分。在《华严经》里面也有，就是我们这个本子上的，一看你就晓得，第七回向，是以第七回向位的菩萨这种身分示现给善财童子看。《普门品》里面所讲的，那是等觉菩萨。可见得观世音菩萨他可以示现各种不同，就是浅深高下不同的境界来接引众生。这个诸佛就是指四十一位法身大士，「诸佛证之」。",
      "zh_TW": "說到觀音菩薩，這大家都很熟悉，《楞嚴經》上的觀世音菩薩是初住菩薩，這個諸位要曉得，他就是以初住菩薩的身分出現。為什麼？剛剛證得，他是講他修證的方法，從耳根圓通，「返聞聞自性，性成無上道」，他從這證入的，所以是圓教初住菩薩的身分。在《華嚴經》裡面也有，就是我們這個本子上的，一看你就曉得，第七迴向，是以第七迴向位的菩薩這種身分示現給善財童子看。《普門品》裡面所講的，那是等覺菩薩。可見得觀世音菩薩他可以示現各種不同，就是淺深高下不同的境界來接引眾生。這個諸佛就是指四十一位法身大士，「諸佛證之」。"
    },
    {
      "id": "04-001-0005_p0027",
      "zh_CN": "底下讲『妙觉圆明』，这个「妙觉」是等觉之上，这是无上正等正觉，圆教的佛，就是佛果，前面的诸佛是四十一位法身大士。现是示现，『现成菩提』就是示现成佛，像八相成道，释迦牟尼佛降生的时候示现八相成道。『为物开示』，这是教化众生。为什么不说为人，说为物？如果说为人，这六道里头只有人道有分，其余五道没分；说为物，这六道都有了，不但六道有了，声闻、缘觉、菩萨也有了，所以九法界统统包括了。物包括的范围大，人包括的范围太小了，只能包括一道。所以物，我们人也是物的一种，动物也包括在里面；如果说人，那其他的不能包括了。",
      "zh_TW": "底下講『妙覺圓明』，這個「妙覺」是等覺之上，這是無上正等正覺，圓教的佛，就是佛果，前面的諸佛是四十一位法身大士。現是示現，『現成菩提』就是示現成佛，像八相成道，釋迦牟尼佛降生的時候示現八相成道。『為物開示』，這是教化眾生。為什麼不說為人，說為物？如果說為人，這六道裡頭只有人道有分，其餘五道沒分；說為物，這六道都有了，不但六道有了，聲聞、緣覺、菩薩也有了，所以九法界統統包括了。物包括的範圍大，人包括的範圍太小了，只能包括一道。所以物，我們人也是物的一種，動物也包括在裡面；如果說人，那其他的不能包括了。"
    },
    {
      "id": "04-001-0005_p0028",
      "zh_CN": "所以佛教化众生是每一道、每一类他都去的，他教化哪一道、哪一类的众生，就示现同类身。佛要教化人，一定示现人身；佛要教化畜生，就示现畜生身，跟牠同类；他要教化饿鬼，就现饿鬼身。你看放焰口，我们星期天圆满那一天祭祖，这是我们这个大专讲座跟别人不一样的地方。就是最初你们同学们提议的，很难得，我觉得不容易。一般大专讲座圆满，举行一个同乐晚会，或者去郊游一番；你们同学不肯，要放个大蒙山祭祖，太难得了，太好了。所以以后我们每次大专讲座圆满，都放大蒙山祭祖，这个很好。放大蒙山祭祖，我们这是供一个牌位，焦面大士，那是鬼王。放焰口的时候，做一个纸的鬼王，青面獠牙，看到很恐怖的，那是谁？观世音菩萨，在饿鬼道里现的鬼身。他到哪一道就示现哪一道的身，示现鬼王的身分在饿鬼道里度饿鬼道的众生，在天上他就示现天人的身分，这是我们要晓得的，叫「为物开示」。下面的文就不必念了，诸位自己去看去。再看第十三面第一行，第二句里头讲到：",
      "zh_TW": "所以佛教化眾生是每一道、每一類他都去的，他教化哪一道、哪一類的眾生，就示現同類身。佛要教化人，一定示現人身；佛要教化畜生，就示現畜生身，跟牠同類；他要教化餓鬼，就現餓鬼身。你看放焰口，我們星期天圓滿那一天祭祖，這是我們這個大專講座跟別人不一樣的地方。就是最初你們同學們提議的，很難得，我覺得不容易。一般大專講座圓滿，舉行一個同樂晚會，或者去郊遊一番；你們同學不肯，要放個大蒙山祭祖，太難得了，太好了。所以以後我們每次大專講座圓滿，都放大蒙山祭祖，這個很好。放大蒙山祭祖，我們這是供一個牌位，焦面大士，那是鬼王。放焰口的時候，做一個紙的鬼王，青面獠牙，看到很恐怖的，那是誰？觀世音菩薩，在餓鬼道裡現的鬼身。他到哪一道就示現哪一道的身，示現鬼王的身分在餓鬼道裡度餓鬼道的眾生，在天上他就示現天人的身分，這是我們要曉得的，叫「為物開示」。下面的文就不必念了，諸位自己去看去。再看第十三面第一行，第二句裡頭講到："
    },
    {
      "id": "04-001-0005_p0029",
      "zh_CN": "疏【性具三千。言三千者，假名一千…实法一千…国土一千。】",
      "zh_TW": "疏【性具三千。言三千者，假名一千…實法一千…國土一千。】"
    },
    {
      "id": "04-001-0005_p0030",
      "zh_CN": "这里头又有理具，又有事造。我们现在看十三面倒数第三行，它的小题目是「明决微疑」。明是显明，决是决断，疑是疑惑，因为听了前面所说的，恐怕还有疑惑，疑能障信心，就是能障碍信心，所以一定要断疑生信。大师很慈悲，唯恐我们疑心不断，所以特别为我们解释。",
      "zh_TW": "這裡頭又有理具，又有事造。我們現在看十三面倒數第三行，它的小題目是「明決微疑」。明是顯明，決是決斷，疑是疑惑，因為聽了前面所說的，恐怕還有疑惑，疑能障信心，就是能障礙信心，所以一定要斷疑生信。大師很慈悲，唯恐我們疑心不斷，所以特別為我們解釋。"
    },
    {
      "id": "04-001-0005_p0031",
      "zh_CN": "疏【此品是华严经最后之一。】",
      "zh_TW": "疏【此品是華嚴經最後之一。】"
    },
    {
      "id": "04-001-0005_p0032",
      "zh_CN": "就是最后的一章，这一品是《华严经》最后一品，而我们现在所读的是这一品里面最后的一章。",
      "zh_TW": "就是最後的一章，這一品是《華嚴經》最後一品，而我們現在所讀的是這一品裡面最後的一章。"
    },
    {
      "id": "04-001-0005_p0033",
      "zh_CN": "疏【原名入法界品。】",
      "zh_TW": "疏【原名入法界品。】"
    },
    {
      "id": "04-001-0005_p0034",
      "zh_CN": "『原名』是讲的《六十华严》跟《八十华严》这个品题都叫做『入法界品』。而在《四十华严》里面所翻译的没有用「入法界」，而是用「入不思议解脱境界普贤行愿品」。入法界简略，这个题目详细。不思议境界就是一真法界，普贤行愿是能入，前面说过了，不思议解脱境界是所入，入通能所。",
      "zh_TW": "『原名』是講的《六十華嚴》跟《八十華嚴》這個品題都叫做『入法界品』。而在《四十華嚴》裡面所翻譯的沒有用「入法界」，而是用「入不思議解脫境界普賢行願品」。入法界簡略，這個題目詳細。不思議境界就是一真法界，普賢行願是能入，前面說過了，不思議解脫境界是所入，入通能所。"
    },
    {
      "id": "04-001-0005_p0035",
      "zh_CN": "疏【既是华严，宜但用法界二字为体足矣。】",
      "zh_TW": "疏【既是華嚴，宜但用法界二字為體足矣。】"
    },
    {
      "id": "04-001-0005_p0036",
      "zh_CN": "就可以了。",
      "zh_TW": "就可以了。"
    },
    {
      "id": "04-001-0005_p0037",
      "zh_CN": "疏【何须前添一真，后加性具三千耶？】",
      "zh_TW": "疏【何須前添一真，後加性具三千耶？】"
    },
    {
      "id": "04-001-0005_p0038",
      "zh_CN": "疑问就在此地。如果讲全经，全经是以法界为体；讲到这一部分，讲到最后这一章，或者讲到最后这一品，在法界上面加个『一真』，后面加个『性具三千』，这个就是与全经同里头又有一点点不同，有一点不同就是特别强调性具三千，特别强调。为什么要强调这一点？有理由，这个是非常非常重要的理由。这就底下所说的：",
      "zh_TW": "疑問就在此地。如果講全經，全經是以法界為體；講到這一部分，講到最後這一章，或者講到最後這一品，在法界上面加個『一真』，後面加個『性具三千』，這個就是與全經同裡頭又有一點點不同，有一點不同就是特別強調性具三千，特別強調。為什麼要強調這一點？有理由，這個是非常非常重要的理由。這就底下所說的："
    },
    {
      "id": "04-001-0005_p0039",
      "zh_CN": "疏【以别行品。】",
      "zh_TW": "疏【以別行品。】"
    },
    {
      "id": "04-001-0005_p0040",
      "zh_CN": "『别行品』就是这一卷，就是四十卷这一卷。这一卷是清凉大师注解完成之后特别提出来单独流通，如果是没有时间、没有能力读全经的，你念这一章就好，这一章是《华严经》的精华，是《华严经》的总结论。所以这一章特别提出来单独流通，称之为「别行品」。它的殊胜在那里？",
      "zh_TW": "『別行品』就是這一卷，就是四十卷這一卷。這一卷是清涼大師註解完成之後特別提出來單獨流通，如果是沒有時間、沒有能力讀全經的，你念這一章就好，這一章是《華嚴經》的精華，是《華嚴經》的總結論。所以這一章特別提出來單獨流通，稱之為「別行品」。它的殊勝在那裡？"
    },
    {
      "id": "04-001-0005_p0041",
      "zh_CN": "疏【贵在愿王，导归极乐；而愿王导归，是此卷之妙宗。】",
      "zh_TW": "疏【貴在願王，導歸極樂；而願王導歸，是此卷之妙宗。】"
    },
    {
      "id": "04-001-0005_p0042",
      "zh_CN": "这个几句话非常非常重要。也就是说，西方极乐世界理论依据就从此地建立的，《华严经》最后是归西方净土，十大愿王导归极乐。『妙宗』，宗就是修行的方法。「宗」是宗旨，是讲修行的方法；「妙」是最殊胜的、最微妙的。就是一切法门里头，没有比这个法门更好，没有比这法门更妙的，这是讲修行方法。所以这是讲真话，在八万四千法门里面不知道选净土，不能死心塌地修净土，真的像印光法师所说的，这个人福报不够。能够真正选择净土，死心塌地修学而没有疑惑的，这个人是无量无边的大福报，善根福德因缘具足的。",
      "zh_TW": "這個幾句話非常非常重要。也就是說，西方極樂世界理論依據就從此地建立的，《華嚴經》最後是歸西方淨土，十大願王導歸極樂。『妙宗』，宗就是修行的方法。「宗」是宗旨，是講修行的方法；「妙」是最殊勝的、最微妙的。就是一切法門裡頭，沒有比這個法門更好，沒有比這法門更妙的，這是講修行方法。所以這是講真話，在八萬四千法門裡面不知道選淨土，不能死心塌地修淨土，真的像印光法師所說的，這個人福報不夠。能夠真正選擇淨土，死心塌地修學而沒有疑惑的，這個人是無量無邊的大福報，善根福德因緣具足的。"
    },
    {
      "id": "04-001-0005_p0043",
      "zh_CN": "我过去跟诸位说过，我对净土的相信是从《华严经》得来的，我讲了十几年的《华严经》，我的心得就是一句阿弥陀佛。我如果不讲这么多年的《华严经》，虽然信净土，信心不坚固。这个坚定的信心、清净信心，从《华严经》上生的。我自己得到这个殊胜的利益，所以我也发愿这一生专门讲《华严》、讲《弥陀经》。我今年六十岁，六十以后别的经不讲了，只讲两部经。而《华严》我只讲《四十华严》，《八十》也不讲了，只讲《四十华严》，只讲《弥陀经要解》跟《疏钞演义》，其他的都不讲了。如果有人请我讲，他可以请别的法师去，我自己不讲了，为什么？我要好好的修净土，讲也是讲净土，修也是修净土，自行跟化他合而为一，要办自己的事情了。所以这个几句非常重要。",
      "zh_TW": "我過去跟諸位說過，我對淨土的相信是從《華嚴經》得來的，我講了十幾年的《華嚴經》，我的心得就是一句阿彌陀佛。我如果不講這麼多年的《華嚴經》，雖然信淨土，信心不堅固。這個堅定的信心、清淨信心，從《華嚴經》上生的。我自己得到這個殊勝的利益，所以我也發願這一生專門講《華嚴》、講《彌陀經》。我今年六十歲，六十以後別的經不講了，只講兩部經。而《華嚴》我只講《四十華嚴》，《八十》也不講了，只講《四十華嚴》，只講《彌陀經要解》跟《疏鈔演義》，其他的都不講了。如果有人請我講，他可以請別的法師去，我自己不講了，為什麼？我要好好的修淨土，講也是講淨土，修也是修淨土，自行跟化他合而為一，要辦自己的事情了。所以這個幾句非常重要。"
    },
    {
      "id": "04-001-0005_p0044",
      "zh_CN": "疏【宗非体而不立。】",
      "zh_TW": "疏【宗非體而不立。】"
    },
    {
      "id": "04-001-0005_p0045",
      "zh_CN": "『立』是建立，特别是信心。念这句阿弥陀佛，求生西方极乐世界，这个信心怎么样能够建立？所以一定要懂得体，换句话说，一定要明白一念三千，特别是性具三千，要明白这个道理，要真正了解一真法界性具三千，你对于西方净土才没有疑惑了。",
      "zh_TW": "『立』是建立，特別是信心。念這句阿彌陀佛，求生西方極樂世界，這個信心怎麼樣能夠建立？所以一定要懂得體，換句話說，一定要明白一念三千，特別是性具三千，要明白這個道理，要真正了解一真法界性具三千，你對於西方淨土才沒有疑惑了。"
    },
    {
      "id": "04-001-0005_p0046",
      "zh_CN": "这个很有感应，今天早晨，你看人家送来。这是香港的一个居士，我是去年在香港讲经，有一个居士送了二十几本佛法的小册子，都是民国二、三十年大陆上这些法师、居士的著作，非常的珍贵，现在这些小册子都找不到了，很难得到，那是有心人他收藏的。我从香港回来的时候，他全部送给我，要我翻印流通。所以现在我带回来，重新再给它翻印。现在也是准备印这个小册子，今天早晨拿来给我看，我顺手一翻就翻到这一章，马上就把它影印出来先供养诸位，这是有感应。",
      "zh_TW": "這個很有感應，今天早晨，你看人家送來。這是香港的一個居士，我是去年在香港講經，有一個居士送了二十幾本佛法的小冊子，都是民國二、三十年大陸上這些法師、居士的著作，非常的珍貴，現在這些小冊子都找不到了，很難得到，那是有心人他收藏的。我從香港回來的時候，他全部送給我，要我翻印流通。所以現在我帶回來，重新再給它翻印。現在也是準備印這個小冊子，今天早晨拿來給我看，我順手一翻就翻到這一章，馬上就把它影印出來先供養諸位，這是有感應。"
    },
    {
      "id": "04-001-0005_p0047",
      "zh_CN": "疏【意显。】",
      "zh_TW": "疏【意顯。】"
    },
    {
      "id": "04-001-0005_p0048",
      "zh_CN": "意思是显：",
      "zh_TW": "意思是顯："
    },
    {
      "id": "04-001-0005_p0049",
      "zh_CN": "疏【生佛之假名。】",
      "zh_TW": "疏【生佛之假名。】"
    },
    {
      "id": "04-001-0005_p0050",
      "zh_CN": "这就是一千假名。",
      "zh_TW": "這就是一千假名。"
    },
    {
      "id": "04-001-0005_p0051",
      "zh_CN": "疏【五阴之实法。】",
      "zh_TW": "疏【五陰之實法。】"
    },
    {
      "id": "04-001-0005_p0052",
      "zh_CN": "这是一千实法。",
      "zh_TW": "這是一千實法。"
    },
    {
      "id": "04-001-0005_p0053",
      "zh_CN": "疏【净土之依报。】",
      "zh_TW": "疏【淨土之依報。】"
    },
    {
      "id": "04-001-0005_p0054",
      "zh_CN": "这是一千的国土。三千就是从这么来的。",
      "zh_TW": "這是一千的國土。三千就是從這麼來的。"
    },
    {
      "id": "04-001-0005_p0055",
      "zh_CN": "疏【皆吾人心性本具之三千。】",
      "zh_TW": "疏【皆吾人心性本具之三千。】"
    },
    {
      "id": "04-001-0005_p0056",
      "zh_CN": "常言说得好，所谓「唯心净土，自性弥陀」，这两句话说得是没错，但是很难懂。如果你懂得这个一念三千，这两句话你才能体会得到。净土与弥陀也是我们自性显现的相分，不是外面来的，既然是自性的净土，哪有不能生的道理？当然得生。所以我们生净土的信心具足了，问题就是你愿不愿意去？好比这个地方是你自己的家，你自己的家你当然可以能去；你不愿意回家，那有什么法子？你愿意回家，决定没有人拒绝你。要明白这个理，你这个心就没有怀疑了。不要以为我过去造的罪业太多，像我这个罪业的人还能往生吗？恐怕到那里去，阿弥陀佛把我赶出来了？不会的，你不要有这个怀疑，你有这一念怀疑，障碍你自己生净土。你看佛在《观经》里面所讲的，五逆十恶，临命终时一念回心，一念、十念都能够往生。那是讲下品下生的，凡圣同居土下品下生的人。",
      "zh_TW": "常言說得好，所謂「唯心淨土，自性彌陀」，這兩句話說得是沒錯，但是很難懂。如果你懂得這個一念三千，這兩句話你才能體會得到。淨土與彌陀也是我們自性顯現的相分，不是外面來的，既然是自性的淨土，哪有不能生的道理？當然得生。所以我們生淨土的信心具足了，問題就是你願不願意去？好比這個地方是你自己的家，你自己的家你當然可以能去；你不願意回家，那有什麼法子？你願意回家，決定沒有人拒絕你。要明白這個理，你這個心就沒有懷疑了。不要以為我過去造的罪業太多，像我這個罪業的人還能往生嗎？恐怕到那裡去，阿彌陀佛把我趕出來了？不會的，你不要有這個懷疑，你有這一念懷疑，障礙你自己生淨土。你看佛在《觀經》裡面所講的，五逆十惡，臨命終時一念回心，一念、十念都能夠往生。那是講下品下生的，凡聖同居土下品下生的人。"
    },
    {
      "id": "04-001-0005_p0057",
      "zh_CN": "我们虽然造罪业，还没有造那么大的罪。所以诸位不往生则已，要往生绝对不是下品下生，因为你们没有造那么重的罪业，你们至少也是下品中生以上，不会是下品下生。所以这一点要晓得，自己一定要有信心，这一生决定生净土。我们现在在这个世间，这是出来观光旅游，娑婆世界是一站，我们在此地是过客，客人。这个世界一切的一切都不是自己的，所以用不着去留恋，用不着去操心。换句话说，必须要看破，一定要放下，你才得大自在，才能成就西方净土殊胜崇高的品位。净土往生，我从学佛以来，亲耳听人说的，就是现前的事实，决定不是虚妄的，我知道有四个往生很自在的，其中有一个是站着往生的，统统都是预知时至，实实在在瑞相了不起。为什么有这种成就？放得下，心里面对于世出世间一切法毫无牵挂，他成功了。有一丝毫的牵挂，那就是障碍、就是麻烦。所以要一切放下。放下的人真正有福，放不下的人没福。下面就说出真正的目的，这就是教修净业的人：",
      "zh_TW": "我們雖然造罪業，還沒有造那麼大的罪。所以諸位不往生則已，要往生絕對不是下品下生，因為你們沒有造那麼重的罪業，你們至少也是下品中生以上，不會是下品下生。所以這一點要曉得，自己一定要有信心，這一生決定生淨土。我們現在在這個世間，這是出來觀光旅遊，娑婆世界是一站，我們在此地是過客，客人。這個世界一切的一切都不是自己的，所以用不著去留戀，用不著去操心。換句話說，必須要看破，一定要放下，你才得大自在，才能成就西方淨土殊勝崇高的品位。淨土往生，我從學佛以來，親耳聽人說的，就是現前的事實，決定不是虛妄的，我知道有四個往生很自在的，其中有一個是站著往生的，統統都是預知時至，實實在在瑞相了不起。為什麼有這種成就？放得下，心裡面對於世出世間一切法毫無牽掛，他成功了。有一絲毫的牽掛，那就是障礙、就是麻煩。所以要一切放下。放下的人真正有福，放不下的人沒福。下面就說出真正的目的，這就是教修淨業的人："
    },
    {
      "id": "04-001-0005_p0058",
      "zh_CN": "疏【读诵此经，庶几不起外求之念。须知一真法界，即心性之异名尔。】",
      "zh_TW": "疏【讀誦此經，庶幾不起外求之念。須知一真法界，即心性之異名爾。】"
    },
    {
      "id": "04-001-0005_p0059",
      "zh_CN": "我们这一段就念到此地。底下一段，这是讲「明宗」，宗是宗旨，就是修行的方法。接着看：",
      "zh_TW": "我們這一段就念到此地。底下一段，這是講「明宗」，宗是宗旨，就是修行的方法。接著看："
    },
    {
      "id": "04-001-0005_p0060",
      "zh_CN": "疏【前显体，显性德。】",
      "zh_TW": "疏【前顯體，顯性德。】"
    },
    {
      "id": "04-001-0005_p0061",
      "zh_CN": "你本性里头本来具足的。",
      "zh_TW": "你本性裡頭本來具足的。"
    },
    {
      "id": "04-001-0005_p0062",
      "zh_CN": "疏【今明宗，明修德。】",
      "zh_TW": "疏【今明宗，明修德。】"
    },
    {
      "id": "04-001-0005_p0063",
      "zh_CN": "就是说明修行的方法。",
      "zh_TW": "就是說明修行的方法。"
    },
    {
      "id": "04-001-0005_p0064",
      "zh_CN": "疏【性属于理，修属于事。】",
      "zh_TW": "疏【性屬於理，修屬於事。】"
    },
    {
      "id": "04-001-0005_p0065",
      "zh_CN": "我们今天在事相上应该如何来修学，然后才能得到真实的受用。我们看底下，第二个小段「正明宗」。",
      "zh_TW": "我們今天在事相上應該如何來修學，然後才能得到真實的受用。我們看底下，第二個小段「正明宗」。"
    },
    {
      "id": "04-001-0005_p0066",
      "zh_CN": "疏【宗，趣也。】",
      "zh_TW": "疏【宗，趣也。】"
    },
    {
      "id": "04-001-0005_p0067",
      "zh_CN": "趣向，就是方向、目标。这在修行人来讲是关键的所在，修行不能没有方向、不能没有目标。如果没有方向、没有目标，你所有的修为到后来没有结果；你有方向、有目标，它将来有结果，这才是真正的殊胜、真正的难得。在这一段里面也有几句重要的话，十四面倒数第五行第二句，这一句非常重要：",
      "zh_TW": "趣向，就是方向、目標。這在修行人來講是關鍵的所在，修行不能沒有方向、不能沒有目標。如果沒有方向、沒有目標，你所有的修為到後來沒有結果；你有方向、有目標，它將來有結果，這才是真正的殊勝、真正的難得。在這一段裡面也有幾句重要的話，十四面倒數第五行第二句，這一句非常重要："
    },
    {
      "id": "04-001-0005_p0068",
      "zh_CN": "疏【此品以十大愿王导归极乐为宗。】",
      "zh_TW": "疏【此品以十大願王導歸極樂為宗。】"
    },
    {
      "id": "04-001-0005_p0069",
      "zh_CN": "这一句诸位要牢牢的记住。以后人家问《普贤行愿品》，我们现在流通这个别行《普贤行愿品》，它的宗旨是什么？这一句就是它的宗旨，『十大愿王导归极乐』，这是它的宗旨。末后有几句，我们也念一念，就是十四面最后一句：",
      "zh_TW": "這一句諸位要牢牢的記住。以後人家問《普賢行願品》，我們現在流通這個別行《普賢行願品》，它的宗旨是什麼？這一句就是它的宗旨，『十大願王導歸極樂』，這是它的宗旨。末後有幾句，我們也念一念，就是十四面最後一句："
    },
    {
      "id": "04-001-0005_p0070",
      "zh_CN": "疏【须知极乐世界，为法界藏土，亦即称性之净土也。以称性愿王为因，即是以不生不灭为本修因；以称性极乐为果，即所谓然后圆成果地修证。】",
      "zh_TW": "疏【須知極樂世界，為法界藏土，亦即稱性之淨土也。以稱性願王為因，即是以不生不滅為本修因；以稱性極樂為果，即所謂然後圓成果地修證。】"
    },
    {
      "id": "04-001-0005_p0071",
      "zh_CN": "这几句与《楞严》、《圆觉》完全相同。《楞严》跟《圆觉》是禅、密修法最高的指导原则，我们念佛不例外，而且这个方法比禅密还方便、还稳当，随时随地都可以修，实实在在适合于我们现代人的这种生活方式，真的事事无碍、理事无碍。所以这个法门实在是妙绝了，你要是不读《华严》，真的不容易接受净土。所以弘扬净土从哪里入门？从《华严经》入门，大家没有话说了，他才真正能相信了。《华严》是理论讲得透彻，我们信心容易生起。好，我们现在下课。",
      "zh_TW": "這幾句與《楞嚴》、《圓覺》完全相同。《楞嚴》跟《圓覺》是禪、密修法最高的指導原則，我們念佛不例外，而且這個方法比禪密還方便、還穩當，隨時隨地都可以修，實實在在適合於我們現代人的這種生活方式，真的事事無礙、理事無礙。所以這個法門實在是妙絕了，你要是不讀《華嚴》，真的不容易接受淨土。所以弘揚淨土從哪裡入門？從《華嚴經》入門，大家沒有話說了，他才真正能相信了。《華嚴》是理論講得透徹，我們信心容易生起。好，我們現在下課。"
    }
  ]
}