{
  "doc_id": "32-041-0001",
  "title": {
    "zh_CN": "孝廉讲堂开示",
    "zh_TW": "孝廉講堂開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "台湾台北孝廉讲堂",
    "zh_TW": "台灣台北孝廉講堂"
  },
  "doc_number": "32-041-0001",
  "total_paragraphs": 16,
  "paragraphs": [
    {
      "id": "32-041-0001_p0001",
      "zh_CN": "孝廉讲堂（地藏净宗学会）在黄居士的领导之下，我们虽然是第一次来到现场，而这边大家做的功德我们很早就听到了。",
      "zh_TW": "孝廉講堂（地藏淨宗學會）在黃居士的領導之下，我們雖然是第一次來到現場，而這邊大家做的功德我們很早就聽到了。"
    },
    {
      "id": "32-041-0001_p0002",
      "zh_CN": "佛法在今天衰了，这大家都知道的。有心的人士都希望佛教能够再兴旺起来，把这个社会带好，无论是过去老一代，现代，乃至于未来的一些年轻人，都有这个愿望，这个愿景很好。衰，怎么衰的？我们把地藏菩萨忘掉了。中国大乘佛教是以四大菩萨为表法的核心，这四大菩萨，九华山的地藏，普陀山的观音，五台山的文殊，峨嵋山的普贤。四大菩萨合起来就是大乘，少一个都不行。从哪里学起？要从地藏学起。地是大地，大地孕育万物，提供我们生存的条件，这是大根大本。所以佛用地藏来表法，代表我们心地，我们的心地就是佛地。「是心是佛，是心作佛」，净土宗提出来的。",
      "zh_TW": "佛法在今天衰了，這大家都知道的。有心的人士都希望佛教能夠再興旺起來，把這個社會帶好，無論是過去老一代，現代，乃至於未來的一些年輕人，都有這個願望，這個願景很好。衰，怎麼衰的？我們把地藏菩薩忘掉了。中國大乘佛教是以四大菩薩為表法的核心，這四大菩薩，九華山的地藏，普陀山的觀音，五台山的文殊，峨嵋山的普賢。四大菩薩合起來就是大乘，少一個都不行。從哪裡學起？要從地藏學起。地是大地，大地孕育萬物，提供我們生存的條件，這是大根大本。所以佛用地藏來表法，代表我們心地，我們的心地就是佛地。「是心是佛，是心作佛」，淨土宗提出來的。"
    },
    {
      "id": "32-041-0001_p0003",
      "zh_CN": "大乘经上佛常说，「一切法从心想生」。宇宙从哪来的？万物从哪来的？生命从哪里来的？我从哪里来的？佛告诉我们，来自同一个自性，自性就是自己的真心。真心没有大小，真心没有先后，真心是宇宙的本体，真心不是物质，所以我们前五根缘不到，前五根是眼、耳、鼻、舌、身，它不是物质现象，我们看不到，我们听不到，我们也闻不到，尝不到，接触不到，它又不是精神现象，所以我们第六识缘不到。六根缘不到的东西，在哪里？无处不在，无时不在，净宗称它作常寂光。常是什么意思？不生不灭，这叫常，没有生灭的现象，这叫常，寂是清净的意思，清净寂灭，光是光明遍照。光明遍照，我们也没看见这个光。科学家告诉我们，光的波长不一样，我们肉眼能见到的光是非常窄小的一个光的段落，比这个波长的我们见不到，比这个波短的我们也见不到，不能说见不到就没有。Ｘ光大家见到没有？紫外线见到没有？我们没见到，通过仪器的观察，它真存在。所以，宇宙之间不同的光波无量无边，如果我们见性了，你就全见到了。没有见性，我们六根所接触外面的境界是很有限度的，非常渺小的。",
      "zh_TW": "大乘經上佛常說，「一切法從心想生」。宇宙從哪來的？萬物從哪來的？生命從哪裡來的？我從哪裡來的？佛告訴我們，來自同一個自性，自性就是自己的真心。真心沒有大小，真心沒有先後，真心是宇宙的本體，真心不是物質，所以我們前五根緣不到，前五根是眼、耳、鼻、舌、身，它不是物質現象，我們看不到，我們聽不到，我們也聞不到，嘗不到，接觸不到，它又不是精神現象，所以我們第六識緣不到。六根緣不到的東西，在哪裡？無處不在，無時不在，淨宗稱它作常寂光。常是什麼意思？不生不滅，這叫常，沒有生滅的現象，這叫常，寂是清淨的意思，清淨寂滅，光是光明遍照。光明遍照，我們也沒看見這個光。科學家告訴我們，光的波長不一樣，我們肉眼能見到的光是非常窄小的一個光的段落，比這個波長的我們見不到，比這個波短的我們也見不到，不能說見不到就沒有。Ｘ光大家見到沒有？紫外線見到沒有？我們沒見到，通過儀器的觀察，它真存在。所以，宇宙之間不同的光波無量無邊，如果我們見性了，你就全見到了。沒有見性，我們六根所接觸外面的境界是很有限度的，非常渺小的。"
    },
    {
      "id": "32-041-0001_p0004",
      "zh_CN": "佛告诉我们，佛是证得究竟圆满，告诉我们一个事实真相，整个宇宙跟我们是一体，诸佛如来跟我们是一体，一切众生跟我们也是一体，蜎飞蠕动、花草树木、山河大地跟我们是一体，我们迷了，不知道。一切有情众生，人类就更不必说了，知道一体，所有一切的怨恨就化解了，冲突不存在了，才真正达到和谐。佛经上讲的两句话，「同体大悲，无缘大慈」，这是我们中国古人讲的性本善。性本善什么意思？就是同体大悲，无缘是没有条件的爱心。真的吗？真的。谁见到了？佛见到了，菩萨见到了，特别是大乘经上所说的，八地以上。这意思就是说，并不是佛一个人见到，八地以上都见到，八地菩萨、九地菩萨、十地菩萨、等觉菩萨，他们统统见到了。什么时候我们证得这个阶位，我们也见到。",
      "zh_TW": "佛告訴我們，佛是證得究竟圓滿，告訴我們一個事實真相，整個宇宙跟我們是一體，諸佛如來跟我們是一體，一切眾生跟我們也是一體，蜎飛蠕動、花草樹木、山河大地跟我們是一體，我們迷了，不知道。一切有情眾生，人類就更不必說了，知道一體，所有一切的怨恨就化解了，衝突不存在了，才真正達到和諧。佛經上講的兩句話，「同體大悲，無緣大慈」，這是我們中國古人講的性本善。性本善什麼意思？就是同體大悲，無緣是沒有條件的愛心。真的嗎？真的。誰見到了？佛見到了，菩薩見到了，特別是大乘經上所說的，八地以上。這意思就是說，並不是佛一個人見到，八地以上都見到，八地菩薩、九地菩薩、十地菩薩、等覺菩薩，他們統統見到了。什麼時候我們證得這個階位，我們也見到。"
    },
    {
      "id": "32-041-0001_p0005",
      "zh_CN": "我们想想，我们都希望见到，这一生有没有指望？有指望。没有遇到净土法门的人没有指望，这肯定的，断惑证真难，净宗带业往生容易。生到西方极乐世界，得到阿弥陀佛本愿威神加持，你就等于阿惟越致菩萨，这个不得了，阿惟越致是圆证三不退，叫阿惟越致，就是不退转。位不退，绝对不会退转到六道；行不退，绝对不会退转到二乘；念不退，念念都向无上菩提勇猛精进。",
      "zh_TW": "我們想想，我們都希望見到，這一生有沒有指望？有指望。沒有遇到淨土法門的人沒有指望，這肯定的，斷惑證真難，淨宗帶業往生容易。生到西方極樂世界，得到阿彌陀佛本願威神加持，你就等於阿惟越致菩薩，這個不得了，阿惟越致是圓證三不退，叫阿惟越致，就是不退轉。位不退，絕對不會退轉到六道；行不退，絕對不會退轉到二乘；念不退，念念都向無上菩提勇猛精進。"
    },
    {
      "id": "32-041-0001_p0006",
      "zh_CN": "这个事情世尊在《无量寿经》里面讲得很清楚，特别是夏莲居的会集本，决定不能够疏忽，那是世尊多次宣讲圆满的会集。我们要重视、要感恩夏莲居老居士，有人说他是普贤菩萨再来的，我们虽然没有确证，但是看到老人一生的行持、修行，确实有一点像普贤菩萨，用普贤十愿你给他去对照，确实做得很像。黄念祖老居士的《注解》是集注，你看他会集八十三种经论，一百一十种祖师大德的注疏，来注解这部《无量寿经》，妙极了。注解的话字字句句都有根据，不是随便说的，稀有难得。我们深深相信，世尊末法九千年，唯有这部经能得度。什么叫得度？往生就得度，往生到极乐世界，一生必定成佛，所以这个法门叫当生成就的佛法。我学佛学了六十二年，讲经也讲了五十五年，现在真搞清楚、真搞明白，真正皈依净土，其他经论我都不讲了、不看了，我专讲净土，专讲这部经。我只有一个希望，往生极乐世界，亲近阿弥陀佛，我就心满意足。",
      "zh_TW": "這個事情世尊在《無量壽經》裡面講得很清楚，特別是夏蓮居的會集本，決定不能夠疏忽，那是世尊多次宣講圓滿的會集。我們要重視、要感恩夏蓮居老居士，有人說他是普賢菩薩再來的，我們雖然沒有確證，但是看到老人一生的行持、修行，確實有一點像普賢菩薩，用普賢十願你給他去對照，確實做得很像。黃念祖老居士的《註解》是集註，你看他會集八十三種經論，一百一十種祖師大德的註疏，來註解這部《無量壽經》，妙極了。註解的話字字句句都有根據，不是隨便說的，稀有難得。我們深深相信，世尊末法九千年，唯有這部經能得度。什麼叫得度？往生就得度，往生到極樂世界，一生必定成佛，所以這個法門叫當生成就的佛法。我學佛學了六十二年，講經也講了五十五年，現在真搞清楚、真搞明白，真正皈依淨土，其他經論我都不講了、不看了，我專講淨土，專講這部經。我只有一個希望，往生極樂世界，親近阿彌陀佛，我就心滿意足。"
    },
    {
      "id": "32-041-0001_p0007",
      "zh_CN": "对这部经、这个法门信心还不足，怎么办？我们想一想，释迦牟尼佛当年在世，讲经教学四十九年，为什么？无非是帮助我们对佛法产生信心，就这桩事情。于是我们信心不足，要深入经藏，真正深入透彻，信心就足了。我自己是个例子，逐步逐步这个信心一年一年不一样，年年加深，年年坚固。你要是不深入的话很难，现在这个世界，邪师说法如恒河沙，很容易上当，很容易走偏、走邪了，那就太可惜了。所以我们死心塌地就一门，我在台中跟李老师十年，这部经是老师传给我的，原本是老师早年在台中法华寺讲了一遍，他的注解就写在经本上，他就把这个经本给我，所以这个经本很多人没有见到。老师往生，我把这个本子找出来，印了一万册纪念老师，让许多同学看到老师还有这个本子。这个本子流通出去了，可是国内外对它批评意见的很多，我们决定不动摇，我们要护持这个法门，要护持这个经本。什么人动摇，我不动摇，什么人改变方向，我的方向始终不改变，给大家做一个好样子，将来有成就。",
      "zh_TW": "對這部經、這個法門信心還不足，怎麼辦？我們想一想，釋迦牟尼佛當年在世，講經教學四十九年，為什麼？無非是幫助我們對佛法產生信心，就這樁事情。於是我們信心不足，要深入經藏，真正深入透徹，信心就足了。我自己是個例子，逐步逐步這個信心一年一年不一樣，年年加深，年年堅固。你要是不深入的話很難，現在這個世界，邪師說法如恆河沙，很容易上當，很容易走偏、走邪了，那就太可惜了。所以我們死心塌地就一門，我在台中跟李老師十年，這部經是老師傳給我的，原本是老師早年在台中法華寺講了一遍，他的註解就寫在經本上，他就把這個經本給我，所以這個經本很多人沒有見到。老師往生，我把這個本子找出來，印了一萬冊紀念老師，讓許多同學看到老師還有這個本子。這個本子流通出去了，可是國內外對它批評意見的很多，我們決定不動搖，我們要護持這個法門，要護持這個經本。什麼人動搖，我不動搖，什麼人改變方向，我的方向始終不改變，給大家做一個好樣子，將來有成就。"
    },
    {
      "id": "32-041-0001_p0008",
      "zh_CN": "刚才斯里兰卡国师强帝玛法师，今天也在机场碰头，告诉我龙喜大学、宗教大学，总统希望能早一天把它盖好，因为明年十一月是总统七十岁生日，如果在这时候能建好，总统很开心。这是一个了不起的成就，对于全世界的佛教、全世界的宗教，做出最伟大的贡献。所以我劝勉大家，这是个好机会，稀有难逢的机会，我们有钱出钱、有力出力来支援它。现在已经开工了，我今天把消息带给强帝玛法师，希望早一天建好，正好，总统有这个希望，我们的想法完全不谋而合，我想应该可以做得到。真正要提前就得加工人，工程队我们人数加一倍，建筑就快了，我相信这不是难事情。",
      "zh_TW": "剛才斯里蘭卡國師強帝瑪法師，今天也在機場碰頭，告訴我龍喜大學、宗教大學，總統希望能早一天把它蓋好，因為明年十一月是總統七十歲生日，如果在這時候能建好，總統很開心。這是一個了不起的成就，對於全世界的佛教、全世界的宗教，做出最偉大的貢獻。所以我勸勉大家，這是個好機會，稀有難逢的機會，我們有錢出錢、有力出力來支援它。現在已經開工了，我今天把消息帶給強帝瑪法師，希望早一天建好，正好，總統有這個希望，我們的想法完全不謀而合，我想應該可以做得到。真正要提前就得加工人，工程隊我們人數加一倍，建築就快了，我相信這不是難事情。"
    },
    {
      "id": "32-041-0001_p0009",
      "zh_CN": "这个大学建好，我说我如果体力还可以的话，我在这个学校开净土法门，我开《无量寿经》，我就专门来教这门课程，我们带头，做影响。听说现在报名的有好几百人，老师，不是学生，都想到这个学校来教课。我们带什么头？带一门，我们只教这一门。学生不要多，能够有三个、五个接班人，那就很了不起。所以这两个学校会起很大作用。宗教大学的目标是团结宗教，是希望把宗教统统回归教育，宗教互相学习，化解矛盾、冲突，让宗教团结，带给全世界的安定和谐，化解大大小小一切冲突，这就是宗教对人类做出最大的贡献，目的在此地。都是好事，外国做好了，中国就赶紧要跟，要跟进。如果斯里兰卡，到明年年底学校就开学，就正式搞起来，我相信一年之后，我们中国也有了，东南亚这些亚洲国家恐怕都会受影响，会影响到全世界。好事情，这个带头的都修了无量功德。",
      "zh_TW": "這個大學建好，我說我如果體力還可以的話，我在這個學校開淨土法門，我開《無量壽經》，我就專門來教這門課程，我們帶頭，做影響。聽說現在報名的有好幾百人，老師，不是學生，都想到這個學校來教課。我們帶什麼頭？帶一門，我們只教這一門。學生不要多，能夠有三個、五個接班人，那就很了不起。所以這兩個學校會起很大作用。宗教大學的目標是團結宗教，是希望把宗教統統回歸教育，宗教互相學習，化解矛盾、衝突，讓宗教團結，帶給全世界的安定和諧，化解大大小小一切衝突，這就是宗教對人類做出最大的貢獻，目的在此地。都是好事，外國做好了，中國就趕緊要跟，要跟進。如果斯里蘭卡，到明年年底學校就開學，就正式搞起來，我相信一年之後，我們中國也有了，東南亞這些亞洲國家恐怕都會受影響，會影響到全世界。好事情，這個帶頭的都修了無量功德。"
    },
    {
      "id": "32-041-0001_p0010",
      "zh_CN": "缘重要，根在哪里？我今天特别提出来，根是地藏菩萨的孝亲尊师。我们每个人的心地都有无尽的宝藏，《华严经》上佛说，「一切众生皆有如来智慧德相」。心地宝藏是无量智慧，无量智慧是每个人统统有的，不在外面，外面求不到，外面求的是知识，从内心开发的是智慧。所以东方的教学，特别是佛教，用戒定慧，「因戒得定，因定开慧」，智慧开了，没有一样不知道。",
      "zh_TW": "緣重要，根在哪裡？我今天特別提出來，根是地藏菩薩的孝親尊師。我們每個人的心地都有無盡的寶藏，《華嚴經》上佛說，「一切眾生皆有如來智慧德相」。心地寶藏是無量智慧，無量智慧是每個人統統有的，不在外面，外面求不到，外面求的是知識，從內心開發的是智慧。所以東方的教學，特別是佛教，用戒定慧，「因戒得定，因定開慧」，智慧開了，沒有一樣不知道。"
    },
    {
      "id": "32-041-0001_p0011",
      "zh_CN": "唐朝禅宗六祖惠能大师开悟，他不认识字，没有念过书，在五祖黄梅住了八个月，五祖的讲堂他没有去过，他不认识，五祖里面的禅堂他一支香也没有坐过。他的修行在哪里修？在碓房里头，舂米破柴。这种修行叫高级修行的方法，没有形相的。谁知道？只有他自己知道、五祖知道，其他的没有一个人知道。他修成功了，成功就是明心见性，五祖晓得。所以五祖要传法，叫大家作偈子，这个《坛经》上记得很清楚。最后五祖把衣钵传给他，为什么？开悟了。怎么开悟的？舂米开悟的，破柴开悟的，妙了。你去学他舂米破柴，你舂一辈子也不会开悟。他为什么会开悟？大乘教里佛给我们说得很清楚，凡夫跟佛是一体，是一不是二，迷了叫凡夫，觉悟了叫佛，生佛不二，你本来是佛。为什么变成凡夫？因为你有烦恼，见思烦恼、尘沙烦恼、无明烦恼，三种烦恼障碍你自性，所以你变成凡夫，你什么都不知道。怎么样回归自性？把这些烦恼放下，就恢复自性。所以惠能大师舂米的时候放下了，破柴的时候放下了，跟大众相处待人接物放下了。",
      "zh_TW": "唐朝禪宗六祖惠能大師開悟，他不認識字，沒有念過書，在五祖黃梅住了八個月，五祖的講堂他沒有去過，他不認識，五祖裡面的禪堂他一支香也沒有坐過。他的修行在哪裡修？在碓房裡頭，舂米破柴。這種修行叫高級修行的方法，沒有形相的。誰知道？只有他自己知道、五祖知道，其他的沒有一個人知道。他修成功了，成功就是明心見性，五祖曉得。所以五祖要傳法，叫大家作偈子，這個《壇經》上記得很清楚。最後五祖把衣缽傳給他，為什麼？開悟了。怎麼開悟的？舂米開悟的，破柴開悟的，妙了。你去學他舂米破柴，你舂一輩子也不會開悟。他為什麼會開悟？大乘教裡佛給我們說得很清楚，凡夫跟佛是一體，是一不是二，迷了叫凡夫，覺悟了叫佛，生佛不二，你本來是佛。為什麼變成凡夫？因為你有煩惱，見思煩惱、塵沙煩惱、無明煩惱，三種煩惱障礙你自性，所以你變成凡夫，你什麼都不知道。怎麼樣回歸自性？把這些煩惱放下，就恢復自性。所以惠能大師舂米的時候放下了，破柴的時候放下了，跟大眾相處待人接物放下了。"
    },
    {
      "id": "32-041-0001_p0012",
      "zh_CN": "修行在哪里修？不外乎人、事、物，这就把一切万法包括尽了。见一切人统统是佛陀，我们天天念阿弥陀佛，一切众生个个都是阿弥陀佛，我就变成阿弥陀佛。我看到这个众生不顺眼，讨厌他，不是众生有问题，自己有问题，妄想分别执着统起来了，那就是凡夫，那就造业。我们能像惠能大师一样，六根接触六尘境界，不起心、不动念，不分别、不执着，就成佛了，与认识字不认识字没关系，与学不学经教也没关系。学经教学的什么意思？真正懂得学经教的，用学经教的手段去落实戒定慧，那就是惠能大师所修的。读经就是持戒，经念得很清楚，没有念错字，没有念漏掉，一天念三十遍。像《无量寿经》，到你背得很熟的时候，一遍半个小时，三十遍十五个小时，一天有十五个小时心是在经典上，没有妄想、没有杂念，这不就是修定吗？用读诵的方法修定，定久了之后就开悟，豁然大悟，开悟了，明心见性，成佛了。一开悟的时候，自性里面无量智慧、无量德能相好统统现前，你世出世间法全通了，没有一样不通。这个方法现在人都不相信，现在没有人学，这是诸佛如来的真传，没有人学，佛法就会断掉。我们要带头，我们用老方法来培养人才，是要帮助学生开悟，不是帮助他记多少，那个没用处的，死的，我们要活的，不要死的。",
      "zh_TW": "修行在哪裡修？不外乎人、事、物，這就把一切萬法包括盡了。見一切人統統是佛陀，我們天天念阿彌陀佛，一切眾生個個都是阿彌陀佛，我就變成阿彌陀佛。我看到這個眾生不順眼，討厭他，不是眾生有問題，自己有問題，妄想分別執著統起來了，那就是凡夫，那就造業。我們能像惠能大師一樣，六根接觸六塵境界，不起心、不動念，不分別、不執著，就成佛了，與認識字不認識字沒關係，與學不學經教也沒關係。學經教學的什麼意思？真正懂得學經教的，用學經教的手段去落實戒定慧，那就是惠能大師所修的。讀經就是持戒，經念得很清楚，沒有念錯字，沒有念漏掉，一天念三十遍。像《無量壽經》，到你背得很熟的時候，一遍半個小時，三十遍十五個小時，一天有十五個小時心是在經典上，沒有妄想、沒有雜念，這不就是修定嗎？用讀誦的方法修定，定久了之後就開悟，豁然大悟，開悟了，明心見性，成佛了。一開悟的時候，自性裡面無量智慧、無量德能相好統統現前，你世出世間法全通了，沒有一樣不通。這個方法現在人都不相信，現在沒有人學，這是諸佛如來的真傳，沒有人學，佛法就會斷掉。我們要帶頭，我們用老方法來培養人才，是要幫助學生開悟，不是幫助他記多少，那個沒用處的，死的，我們要活的，不要死的。"
    },
    {
      "id": "32-041-0001_p0013",
      "zh_CN": "所以，没有孝心，没有恭敬心，还有怀疑，佛来教你都没用，你入不进去。真正有孝顺心，孝顺心说起来容易，做起来难，没人做过。这次胡小林居士在我们香港住了一个星期，录了一套光碟，完全是在生活当中落实佛法，佛法没有白学。这套光碟很快会寄到这边来，大量拷贝，大家回去好好听听。那就是什么？学佛。如果不能落实到生活，不能落实到一切人、事、物，我们的佛就是白学了，假的，不是真的，只搞外表，没有实质。所以学了一辈子，没有丝毫进展，烦恼习气还是照样，这怎么会有成就？",
      "zh_TW": "所以，沒有孝心，沒有恭敬心，還有懷疑，佛來教你都沒用，你入不進去。真正有孝順心，孝順心說起來容易，做起來難，沒人做過。這次胡小林居士在我們香港住了一個星期，錄了一套光碟，完全是在生活當中落實佛法，佛法沒有白學。這套光碟很快會寄到這邊來，大量拷貝，大家回去好好聽聽。那就是什麼？學佛。如果不能落實到生活，不能落實到一切人、事、物，我們的佛就是白學了，假的，不是真的，只搞外表，沒有實質。所以學了一輩子，沒有絲毫進展，煩惱習氣還是照樣，這怎麼會有成就？"
    },
    {
      "id": "32-041-0001_p0014",
      "zh_CN": "所以要重视地藏的孝道，以这个为根。然后提升是观世音菩萨的慈悲，把自性第一德，就是爱心，这个爱心是真爱，是平等的，是没有分别的、没有执着的。再向上提升一层，文殊菩萨的智慧，爱心要没有智慧会出问题。古人讲得好，什么是佛法？「慈悲为本，方便为门」，但是没有智慧，「慈悲多祸害，方便出下流」，没智慧不行。所以我们要学地藏的孝，观音的爱，文殊的智，把它揉合起来，落实到日常生活当中，那就是普贤的大行，完全落实，这叫真学佛。你不懂得真学佛的时候，天天念经没用处，有一个好处，比骂人好一点，真实利益得不到，希望大家努力。",
      "zh_TW": "所以要重視地藏的孝道，以這個為根。然後提升是觀世音菩薩的慈悲，把自性第一德，就是愛心，這個愛心是真愛，是平等的，是沒有分別的、沒有執著的。再向上提升一層，文殊菩薩的智慧，愛心要沒有智慧會出問題。古人講得好，什麼是佛法？「慈悲為本，方便為門」，但是沒有智慧，「慈悲多禍害，方便出下流」，沒智慧不行。所以我們要學地藏的孝，觀音的愛，文殊的智，把它揉合起來，落實到日常生活當中，那就是普賢的大行，完全落實，這叫真學佛。你不懂得真學佛的時候，天天念經沒用處，有一個好處，比罵人好一點，真實利益得不到，希望大家努力。"
    },
    {
      "id": "32-041-0001_p0015",
      "zh_CN": "我们现在讲《无量寿经》正好讲到「大士神光」，末后世尊给我们一句最好的教训，告诉我们，我们在一生当中，遇到困难，遇到恐怖，诚心诚意，以至诚心、恭敬心念南无大悲观世音菩萨，菩萨就能帮助我们解决。这些事情在现在这个环境里面非常可能遇到，我们常常挂在嘴上，劝告别人，遇到有困难，遇到有恐怖，一心专念观世音菩萨，念佛的人就念阿弥陀佛，不念佛的人就劝他念观世音菩萨，就能度过这个灾难。",
      "zh_TW": "我們現在講《無量壽經》正好講到「大士神光」，末後世尊給我們一句最好的教訓，告訴我們，我們在一生當中，遇到困難，遇到恐怖，誠心誠意，以至誠心、恭敬心念南無大悲觀世音菩薩，菩薩就能幫助我們解決。這些事情在現在這個環境裡面非常可能遇到，我們常常掛在嘴上，勸告別人，遇到有困難，遇到有恐怖，一心專念觀世音菩薩，念佛的人就念阿彌陀佛，不念佛的人就勸他念觀世音菩薩，就能度過這個災難。"
    },
    {
      "id": "32-041-0001_p0016",
      "zh_CN": "今天的话我就说到此地。每天讲经，希望大家有时间要多听。真正想听懂，那就是真诚、恭敬、不怀疑，就会听懂，这些东西是听经的障碍。印光大师讲的，「一分诚敬，得一分利益；十分诚敬，得十分利益」。每个人听经得的利益不一样是他的诚敬心不相同，真诚心、恭敬心不一样，没有其他的差别，男女老少，贤愚不肖，都不是障碍，障碍在诚敬有几分。好，谢谢大家。",
      "zh_TW": "今天的話我就說到此地。每天講經，希望大家有時間要多聽。真正想聽懂，那就是真誠、恭敬、不懷疑，就會聽懂，這些東西是聽經的障礙。印光大師講的，「一分誠敬，得一分利益；十分誠敬，得十分利益」。每個人聽經得的利益不一樣是他的誠敬心不相同，真誠心、恭敬心不一樣，沒有其他的差別，男女老少，賢愚不肖，都不是障礙，障礙在誠敬有幾分。好，謝謝大家。"
    }
  ]
}