{
  "doc_id": "08-004-0010",
  "title": {
    "zh_CN": "妙法莲华经观世音菩萨普门品",
    "zh_TW": "妙法蓮華經觀世音菩薩普門品"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "08-004-0010",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "08-004-0010_p0001",
      "zh_CN": "请掀开经本，八百二十九面第三行，这是第三个小段，「王民身」，王是指的国王，民是指一般民众：",
      "zh_TW": "請掀開經本，八百二十九面第三行，這是第三個小段，「王民身」，王是指的國王，民是指一般民眾："
    },
    {
      "id": "08-004-0010_p0002",
      "zh_CN": "【应以小王身得度者。即现小王身而为说法。应以长者身得度者。即现长者身而为说法。应以居士身得度者。即现居士身而为说法。应以宰官身得度者。即现宰官身而为说法。应以婆罗门身得度者。即现婆罗门身而为说法。】",
      "zh_TW": "【應以小王身得度者。即現小王身而為說法。應以長者身得度者。即現長者身而為說法。應以居士身得度者。即現居士身而為說法。應以宰官身得度者。即現宰官身而為說法。應以婆羅門身得度者。即現婆羅門身而為說法。】"
    },
    {
      "id": "08-004-0010_p0003",
      "zh_CN": "这一段这是讲我们世间的人道。『小王』就是人间的国王，人间国王为什么称之为小王？比起天王要小，比起转轮圣王也要小，所以称之为小王。这一段可以说在世间、在社会上都是有相当地位的人。也能够看出我们一般人的志趣是不相同的，像此地讲的国王、『长者』、『宰官』，在今日之下来说，都是从事于政治工作的人，就是从政人员，他对于政治上有爱好，喜欢从政。从政也是服务于老百姓，孙中山先生说得很好，政治是服务于老百姓的，是以这个为目的。我们中国自古以来所谓政者正也，为政以道，为政以德，就是以道德来治理国家、来教化老百姓。",
      "zh_TW": "這一段這是講我們世間的人道。『小王』就是人間的國王，人間國王為什麼稱之為小王？比起天王要小，比起轉輪聖王也要小，所以稱之為小王。這一段可以說在世間、在社會上都是有相當地位的人。也能夠看出我們一般人的志趣是不相同的，像此地講的國王、『長者』、『宰官』，在今日之下來說，都是從事於政治工作的人，就是從政人員，他對於政治上有愛好，喜歡從政。從政也是服務於老百姓，孫中山先生說得很好，政治是服務於老百姓的，是以這個為目的。我們中國自古以來所謂政者正也，為政以道，為政以德，就是以道德來治理國家、來教化老百姓。"
    },
    {
      "id": "08-004-0010_p0004",
      "zh_CN": "人王，实际上讲他是包括转轮圣王。但是本经里面讲的是小王身，小王似乎不包括转轮圣王，就是专指世间的国王，像现在民主国家里面的总统、元首，指这样身分的人。如果有人发心想做一个全国的领导人物，观音菩萨也能够帮助他达成愿望，那就是也示现国王的身分。示现一个非常仁慈的国王，来给他谈论治国平天下的大道理，希望他能做个有道的明君，将国家治理好。这是现同类身来为他说法。亦有人发愿，今生是不行了，身分、地位都没有办法达到那么高，有些学佛的人，甚至于还有出家人，我就遇到过一位法师，他告诉我，他希望来生做国王，今生这个修持希望来生能做国王。他说，我做了国王，我才能护法。",
      "zh_TW": "人王，實際上講他是包括轉輪聖王。但是本經裡面講的是小王身，小王似乎不包括轉輪聖王，就是專指世間的國王，像現在民主國家裡面的總統、元首，指這樣身分的人。如果有人發心想做一個全國的領導人物，觀音菩薩也能夠幫助他達成願望，那就是也示現國王的身分。示現一個非常仁慈的國王，來給他談論治國平天下的大道理，希望他能做個有道的明君，將國家治理好。這是現同類身來為他說法。亦有人發願，今生是不行了，身分、地位都沒有辦法達到那麼高，有些學佛的人，甚至於還有出家人，我就遇到過一位法師，他告訴我，他希望來生做國王，今生這個修持希望來生能做國王。他說，我做了國王，我才能護法。"
    },
    {
      "id": "08-004-0010_p0005",
      "zh_CN": "确实佛法的护持，你看释迦牟尼佛在经典里面都是嘱咐于国王大臣，没有国家的力量来护持，佛法没有办法弘扬光大，可以说当年在印度都是些国王护法。佛法传到中国来，可以说从汉朝一直到清朝，也都是帝王来护持，历代的帝王都是皈依三宝的，都是三宝弟子。所以佛法对于我们中国文化，早就融成一体，这个影响是太深远了，有这个道理在。如果要想，就是来生要想做国王护法，也不是像我们这样散乱的修行就可以，要真正发仁慈之心，要与众生广结法缘。现在是民主社会，不是专制，专制又好办，那个皇帝你投生到他家里，做了王太子，就可以继承王位，现在不行。现在做总统要全国老百姓选举，你要跟这些老百姓没有缘分，他不投你的票，所以你要广结善缘。你缘结多了，你有意思出来从政，大家拥戴你，都来投你的票。可见得现在社会制度跟从前不一样。",
      "zh_TW": "確實佛法的護持，你看釋迦牟尼佛在經典裡面都是囑咐於國王大臣，沒有國家的力量來護持，佛法沒有辦法弘揚光大，可以說當年在印度都是些國王護法。佛法傳到中國來，可以說從漢朝一直到清朝，也都是帝王來護持，歷代的帝王都是皈依三寶的，都是三寶弟子。所以佛法對於我們中國文化，早就融成一體，這個影響是太深遠了，有這個道理在。如果要想，就是來生要想做國王護法，也不是像我們這樣散亂的修行就可以，要真正發仁慈之心，要與眾生廣結法緣。現在是民主社會，不是專制，專制又好辦，那個皇帝你投生到他家裡，做了王太子，就可以繼承王位，現在不行。現在做總統要全國老百姓選舉，你要跟這些老百姓沒有緣分，他不投你的票，所以你要廣結善緣。你緣結多了，你有意思出來從政，大家擁戴你，都來投你的票。可見得現在社會制度跟從前不一樣。"
    },
    {
      "id": "08-004-0010_p0006",
      "zh_CN": "我们那时候在台中，跟李老师有的时候也说笑话，当然李老师不至于去从政，去竞选台中市长。假如老师要是愿意从政，竞选台中市长，只要在家里点点头，说一声「我想干市长」就行了，就会被选上。为什么？我们莲社的同修，就是他的学生，在台中有二十多万，一个人拉十票，保险当选。他还不要出去坐车，不要出去喊什么口号，拜托拜托，用不着，在家里哼一声就行了，就当选了。这就是什么？法缘结得太广。你们想想看，今天哪一个竞选的人，他的基本人数能够有二十万人？这个力量太大太大了。他不干，他要干真正是很容易。这是菩萨也能帮助人成就帝王的德业。",
      "zh_TW": "我們那時候在台中，跟李老師有的時候也說笑話，當然李老師不至於去從政，去競選台中市長。假如老師要是願意從政，競選台中市長，只要在家裡點點頭，說一聲「我想幹市長」就行了，就會被選上。為什麼？我們蓮社的同修，就是他的學生，在台中有二十多萬，一個人拉十票，保險當選。他還不要出去坐車，不要出去喊什麼口號，拜託拜託，用不著，在家裡哼一聲就行了，就當選了。這就是什麼？法緣結得太廣。你們想想看，今天哪一個競選的人，他的基本人數能夠有二十萬人？這個力量太大太大了。他不幹，他要幹真正是很容易。這是菩薩也能幫助人成就帝王的德業。"
    },
    {
      "id": "08-004-0010_p0007",
      "zh_CN": "长者，印度的长者跟我们中国称长者有点不相同，它的条件很多。佛经里面讲他必须具备十个条件，才能被尊称为长者。哪十个条件？第一个，他是贵族。我们晓得，印度自古以来阶级制度就非常的严格，这在我们中国是没有的。我们中国常有布衣宰相，贫贱的人发奋努力，一样可以能够做到宰相，可以做到大富长者，可是在印度不行，印度阶级限制得太严。从政，在社会上居领导地位的，只有刹帝利跟婆罗门。所以他的出身一定是贵族。第二，他在社会上要有相当高的地位，这个地位就是做的官做得很大，是个高级官员。贵族出身、高级官员，还要有财富。我们中国过去做大官的、做宰相的，家里很穷的人很多，是贵而不富。你们在历史上看到，好多宰相真是做的清官，真正是替国家、替老百姓办事，不要钱。你看宋朝，这是我们历史上著名的宰相范仲淹，范仲淹死的时候连棺材都买不起，你就想像他清廉值得我们尊敬。他有五个儿子，两个儿子做过宰相，有一个儿子做御史大夫，那个时候的御史大夫相当于现在的监察院长。五个儿子当中曾经有两个儿子做过行政院长，有一个做过监察院长，老头子出将入相，死的时候连棺材都买不起，你看这一家人多么的清廉。",
      "zh_TW": "長者，印度的長者跟我們中國稱長者有點不相同，它的條件很多。佛經裡面講他必須具備十個條件，才能被尊稱為長者。哪十個條件？第一個，他是貴族。我們曉得，印度自古以來階級制度就非常的嚴格，這在我們中國是沒有的。我們中國常有布衣宰相，貧賤的人發奮努力，一樣可以能夠做到宰相，可以做到大富長者，可是在印度不行，印度階級限制得太嚴。從政，在社會上居領導地位的，只有剎帝利跟婆羅門。所以他的出身一定是貴族。第二，他在社會上要有相當高的地位，這個地位就是做的官做得很大，是個高級官員。貴族出身、高級官員，還要有財富。我們中國過去做大官的、做宰相的，家裡很窮的人很多，是貴而不富。你們在歷史上看到，好多宰相真是做的清官，真正是替國家、替老百姓辦事，不要錢。你看宋朝，這是我們歷史上著名的宰相范仲淹，范仲淹死的時候連棺材都買不起，你就想像他清廉值得我們尊敬。他有五個兒子，兩個兒子做過宰相，有一個兒子做御史大夫，那個時候的御史大夫相當於現在的監察院長。五個兒子當中曾經有兩個兒子做過行政院長，有一個做過監察院長，老頭子出將入相，死的時候連棺材都買不起，你看這一家人多麼的清廉。"
    },
    {
      "id": "08-004-0010_p0008",
      "zh_CN": "我们印光大师赞叹我们中国有道德的人，说中国自古以来只有三个人，家业一直到今天不衰，传家久远，这是凭德行。第一位就是孔子。你看孔子到今天后代孔德成，无论在国际上大家对他都尊敬，一听说孔老夫子的后代，没有人不尊敬的，你就想孔老夫子的德行。所以一个人积德要紧。第二位就是范仲淹。范仲淹子子孙孙都能保持着清廉的家风，一直到民国初年家道不衰，真是所谓忠厚传家远，能传这么多代，多好！第三个就是清朝初年，满清入关的时候，顺治年间有个叶状元。姓叶的，名字我记不清楚了，诸位看《印光法师文钞》里头有，他老人家说过，一直到清朝末年，三百年家道不衰。在我们中国历史上找传家久远、代代兴旺而不衰的，就是这三家人家，值得我们赞叹。",
      "zh_TW": "我們印光大師讚歎我們中國有道德的人，說中國自古以來只有三個人，家業一直到今天不衰，傳家久遠，這是憑德行。第一位就是孔子。你看孔子到今天後代孔德成，無論在國際上大家對他都尊敬，一聽說孔老夫子的後代，沒有人不尊敬的，你就想孔老夫子的德行。所以一個人積德要緊。第二位就是范仲淹。范仲淹子子孫孫都能保持著清廉的家風，一直到民國初年家道不衰，真是所謂忠厚傳家遠，能傳這麼多代，多好！第三個就是清朝初年，滿清入關的時候，順治年間有個葉狀元。姓葉的，名字我記不清楚了，諸位看《印光法師文鈔》裡頭有，他老人家說過，一直到清朝末年，三百年家道不衰。在我們中國歷史上找傳家久遠、代代興旺而不衰的，就是這三家人家，值得我們讚歎。"
    },
    {
      "id": "08-004-0010_p0009",
      "zh_CN": "而后的，就有一家就是曾国藩。曾国藩的后代，今天在台湾的曾宝荪就是曾国藩的后代，也是社会上知名人物。这是一、两百年他家风能够保持，你看看曾国藩的家书、家训，你就晓得他治家多严。虽然是富贵，可是子姪辈都非常的勤劳，绝对没有什么公子、小姐那些养尊处优的情形，没有。曾国藩在世的时候，他那个官做得大，这是清朝有史以来只有他一个，地方官他做四省的总督。在清朝开国以来，一般总督只管两个省，他曾经管四个省，等于小皇帝。他家里面，粗重的活都是他子姪做，不叫家里佣人做。家里各个人要学勤劳、节俭，所以他能传这么多代，这个不偶然。",
      "zh_TW": "而後的，就有一家就是曾國藩。曾國藩的後代，今天在台灣的曾寶蓀就是曾國藩的後代，也是社會上知名人物。這是一、兩百年他家風能夠保持，你看看曾國藩的家書、家訓，你就曉得他治家多嚴。雖然是富貴，可是子姪輩都非常的勤勞，絕對沒有什麼公子、小姐那些養尊處優的情形，沒有。曾國藩在世的時候，他那個官做得大，這是清朝有史以來只有他一個，地方官他做四省的總督。在清朝開國以來，一般總督只管兩個省，他曾經管四個省，等於小皇帝。他家裡面，粗重的活都是他子姪做，不叫家裡佣人做。家裡各個人要學勤勞、節儉，所以他能傳這麼多代，這個不偶然。"
    },
    {
      "id": "08-004-0010_p0010",
      "zh_CN": "有一点小福报就赶紧去享，享完了就没有了，我们看这个世间，许许多多的人连一生都保不住。年轻的时候飞黄腾达，到晚年的时候贫穷潦倒，我看得很多。自己一生都保不住，底下一代完了。你们读古文，韩愈有一篇文章记载的「圬者王承福传」，你们去念念，那篇东西真是很有哲学意味。那是个泥水匠，他常常去做工，给那些达官贵人去修理房子。可是过一、两年去的时候，房子换了主人，这一打听怎么样？不是犯了罪就是抄了家，就完了。有三年、五年败了，很少人保到第二代，保到第三代就不容易。传家久远这是人人羡慕的，可是一定要修德。所以长者他必须富足。",
      "zh_TW": "有一點小福報就趕緊去享，享完了就沒有了，我們看這個世間，許許多多的人連一生都保不住。年輕的時候飛黃騰達，到晚年的時候貧窮潦倒，我看得很多。自己一生都保不住，底下一代完了。你們讀古文，韓愈有一篇文章記載的「圬者王承福傳」，你們去念念，那篇東西真是很有哲學意味。那是個泥水匠，他常常去做工，給那些達官貴人去修理房子。可是過一、兩年去的時候，房子換了主人，這一打聽怎麼樣？不是犯了罪就是抄了家，就完了。有三年、五年敗了，很少人保到第二代，保到第三代就不容易。傳家久遠這是人人羨慕的，可是一定要修德。所以長者他必須富足。"
    },
    {
      "id": "08-004-0010_p0011",
      "zh_CN": "第四个条件，他有威严，人家见到他的时候对他敬畏。第五个条件，要有智慧。第六个条件，也得有一点年岁，不能太年轻就称长者。在我们中国古时候至少要四十岁以上，太年轻不能称为长者。第七个，行净，就是他的生活非常的清净，身心清净。第八个条件，他非常有礼貌，绝没有傲慢的习气，对待任何一个人都很谦虚、都有礼貌。第九，在上位的人赞叹，上位当然是国王，赞叹他。最后一个条件，就是一般老百姓尊敬他，都听他的，都依归于他。具备这十个条件才能称之为长者，所以他把长者摆在宰官之上。宰官，宰是包括宰相，官是包括一般的官吏。所以长者不容易，有一点像我们现在称国家的元老，很有这个意味，是国家的元老，我们今天称党国元老，这才有资格称之为长者。如果有人愿意做一个长者，在这个世间，年高德重，众望所归，观世音菩萨就现长者身给他说法。说什么法？说布施波罗蜜，广结法缘，仁民爱物。才能为全国老百姓所拥戴，国王大臣对你赞叹，这是国家的善人，国之宝。",
      "zh_TW": "第四個條件，他有威嚴，人家見到他的時候對他敬畏。第五個條件，要有智慧。第六個條件，也得有一點年歲，不能太年輕就稱長者。在我們中國古時候至少要四十歲以上，太年輕不能稱為長者。第七個，行淨，就是他的生活非常的清淨，身心清淨。第八個條件，他非常有禮貌，絕沒有傲慢的習氣，對待任何一個人都很謙虛、都有禮貌。第九，在上位的人讚歎，上位當然是國王，讚歎他。最後一個條件，就是一般老百姓尊敬他，都聽他的，都依歸於他。具備這十個條件才能稱之為長者，所以他把長者擺在宰官之上。宰官，宰是包括宰相，官是包括一般的官吏。所以長者不容易，有一點像我們現在稱國家的元老，很有這個意味，是國家的元老，我們今天稱黨國元老，這才有資格稱之為長者。如果有人願意做一個長者，在這個世間，年高德重，眾望所歸，觀世音菩薩就現長者身給他說法。說什麼法？說布施波羅蜜，廣結法緣，仁民愛物。才能為全國老百姓所擁戴，國王大臣對你讚歎，這是國家的善人，國之寶。"
    },
    {
      "id": "08-004-0010_p0012",
      "zh_CN": "下面讲到『居士身』，此地讲的居士，不是我们现在佛门所说的居士，不是的。你看这居士也在宰官的前面，居士到底对国家、社会有些什么贡献？他有很大的贡献。你看我们《二十五史》，你打开来看看，传记里头有一篇叫《隐逸传》，我们一般称为高士。他是读书人，有学问、又有品德，而且非常能干，多才多艺，他不做官，不出来做事情。如果他生活勉强过得去，他一天到晚游山玩水，交结这些有学问、有道德的，多半以出家人或者是以道士做朋友，成天干这个。我们历史上要给他立传，我们问了，他对国家、社会有什么贡献？他的贡献很大，这个贡献是什么？是教你知足常乐、不求名闻利养，社会上免除很多的争执。他所表现的就是「于人无争，于世无求」，你说何等的清高！他不是没有能力求，不是没有能力争，他有的是能力，有学问、有能力、有才干，他可以争的，他不争。所以，这个在社会上有潜移默化的功德，就是教人要知足常乐，教人放下名闻利养，于世无求，于人无争。他那个是身教，他不是言教，他是一生做出榜样来给人看。这个影响力非常之大，对于一个国家长治久安有不可磨灭的功德。所以，历史上要给他作传，道理就在此地。我们一般称为世外高人，但是他并没有出家，他也不是佛教徒，也不是修道的，是隐士一类的。此地称的居士就是指这一类的人。所以他是身心清净，平常的时候他们喜欢玩的就是文学、艺术。",
      "zh_TW": "下面講到『居士身』，此地講的居士，不是我們現在佛門所說的居士，不是的。你看這居士也在宰官的前面，居士到底對國家、社會有些什麼貢獻？他有很大的貢獻。你看我們《二十五史》，你打開來看看，傳記裡頭有一篇叫《隱逸傳》，我們一般稱為高士。他是讀書人，有學問、又有品德，而且非常能幹，多才多藝，他不做官，不出來做事情。如果他生活勉強過得去，他一天到晚遊山玩水，交結這些有學問、有道德的，多半以出家人或者是以道士做朋友，成天幹這個。我們歷史上要給他立傳，我們問了，他對國家、社會有什麼貢獻？他的貢獻很大，這個貢獻是什麼？是教你知足常樂、不求名聞利養，社會上免除很多的爭執。他所表現的就是「於人無爭，於世無求」，你說何等的清高！他不是沒有能力求，不是沒有能力爭，他有的是能力，有學問、有能力、有才幹，他可以爭的，他不爭。所以，這個在社會上有潛移默化的功德，就是教人要知足常樂，教人放下名聞利養，於世無求，於人無爭。他那個是身教，他不是言教，他是一生做出榜樣來給人看。這個影響力非常之大，對於一個國家長治久安有不可磨滅的功德。所以，歷史上要給他作傳，道理就在此地。我們一般稱為世外高人，但是他並沒有出家，他也不是佛教徒，也不是修道的，是隱士一類的。此地稱的居士就是指這一類的人。所以他是身心清淨，平常的時候他們喜歡玩的就是文學、藝術。"
    },
    {
      "id": "08-004-0010_p0013",
      "zh_CN": "像清朝中叶的时候，也许你们有听说扬州八怪，那就是隐士，他们常常聚在一起以琴棋书画、游山玩水，干这个，各个都有学问。那是放荡不羁的，好像是疯疯癫癫的一样，成天没事情干，在外面吃喝玩乐，搞这个。这些称之为居士。这些人给诸位说是真正懂得人生的人，他这个一生是十足的享受，虽然有的很贫穷潦倒，他的精神生活非常丰富。物质生活他虽然没有钱财，精神生活太丰富了，是真正懂得人生。在今天来说，那都是很富有哲学意味的，要是欧洲人的看法，那是哲学人、哲学家，哲人的生活。菩萨也能够帮助他们，给他们讲清心寡欲、洁己修身之法。",
      "zh_TW": "像清朝中葉的時候，也許你們有聽說揚州八怪，那就是隱士，他們常常聚在一起以琴棋書畫、遊山玩水，幹這個，各個都有學問。那是放蕩不羈的，好像是瘋瘋癲癲的一樣，成天沒事情幹，在外面吃喝玩樂，搞這個。這些稱之為居士。這些人給諸位說是真正懂得人生的人，他這個一生是十足的享受，雖然有的很貧窮潦倒，他的精神生活非常豐富。物質生活他雖然沒有錢財，精神生活太豐富了，是真正懂得人生。在今天來說，那都是很富有哲學意味的，要是歐洲人的看法，那是哲學人、哲學家，哲人的生活。菩薩也能夠幫助他們，給他們講清心寡欲、潔己修身之法。"
    },
    {
      "id": "08-004-0010_p0014",
      "zh_CN": "下面讲到宰官，宰是治理的意思，我们今天讲统治；官是公的意思，开诚布公，官是这个意思。所以我们中国古时候的宰相，你看唐朝的宰相、汉朝的宰相，他的名称叫同平章事，他这个职称上是这样称法的。同是什么？同皇帝，皇帝是统理这一个国家的。这些皇帝、宰相办的什么事情？平，平是公平，处理政事、对待老百姓要公平。章是什么？章就是公开，没有秘密，章是明显，摆在那里大家都看到，要公平、要公开。这样办事才叫老百姓心服口服，大家能够信任政府，能够拥戴政府。你看宰相他这个名称多有意义。官就是指地方官吏，像现在的省主席、县市长之类。如果有志于治理国家、辅佐政治，为国为民、移风易俗，菩萨就给他现身，给他说修身、齐家、治国、平天下的这些道理。菩萨也教政治学，这个就是教政治。前面天大将军那是教军事，菩萨真是多才多艺，无所不能。他现大将军，他是军事家，教这些宰官，他是政治家，他也现宰官身来教他们处理世间一些政事，菩萨真正是无所不能。",
      "zh_TW": "下面講到宰官，宰是治理的意思，我們今天講統治；官是公的意思，開誠布公，官是這個意思。所以我們中國古時候的宰相，你看唐朝的宰相、漢朝的宰相，他的名稱叫同平章事，他這個職稱上是這樣稱法的。同是什麼？同皇帝，皇帝是統理這一個國家的。這些皇帝、宰相辦的什麼事情？平，平是公平，處理政事、對待老百姓要公平。章是什麼？章就是公開，沒有祕密，章是明顯，擺在那裡大家都看到，要公平、要公開。這樣辦事才叫老百姓心服口服，大家能夠信任政府，能夠擁戴政府。你看宰相他這個名稱多有意義。官就是指地方官吏，像現在的省主席、縣市長之類。如果有志於治理國家、輔佐政治，為國為民、移風易俗，菩薩就給他現身，給他說修身、齊家、治國、平天下的這些道理。菩薩也教政治學，這個就是教政治。前面天大將軍那是教軍事，菩薩真是多才多藝，無所不能。他現大將軍，他是軍事家，教這些宰官，他是政治家，他也現宰官身來教他們處理世間一些政事，菩薩真正是無所不能。"
    },
    {
      "id": "08-004-0010_p0015",
      "zh_CN": "后面讲到修道的，『婆罗门』，婆罗门在印度是属于宗教，婆罗门教。佛陀在世的时候，它这个宗教的历史比我们佛教还要久远，佛在世的时候他们就传了好几百年，这是印度古老的宗教。印度在从前真是宗教之国，它宗教教派非常之多，释迦牟尼佛在经上就给我们讲有九十六种。九十六种大概还是知名度比较高的，人数比较多的、势力大的，小的那就不算。所以经上常讲九十六种外道，婆罗门是其中势力最大的一派。他们修行的功夫也相当之高，功夫好的能够修到无色界天，他们修四禅八定。所以佛出现在印度是有道理的，我们中国文化水准虽然高，但是比起印度还是差得很远。譬如印度人他修四禅八定，他对六道轮回情形他看得清清楚楚。我们中国文化只到人道，只讲诚意、正心、修身、齐家、治国、平天下，只到个人修养，还不能够跟六道往来。而在印度那边已经普遍的都可以跟六道往来，由此可知，他们这个水准比我们要高。所以佛出现在那个世间，给他讲宇宙、讲六道的情况那非常容易，他们很容易接受。到我们这里来讲，我们就很难接受，因为我们境界达不到，光听你说，我们自己没有看见，总是要隔一层。",
      "zh_TW": "後面講到修道的，『婆羅門』，婆羅門在印度是屬於宗教，婆羅門教。佛陀在世的時候，它這個宗教的歷史比我們佛教還要久遠，佛在世的時候他們就傳了好幾百年，這是印度古老的宗教。印度在從前真是宗教之國，它宗教教派非常之多，釋迦牟尼佛在經上就給我們講有九十六種。九十六種大概還是知名度比較高的，人數比較多的、勢力大的，小的那就不算。所以經上常講九十六種外道，婆羅門是其中勢力最大的一派。他們修行的功夫也相當之高，功夫好的能夠修到無色界天，他們修四禪八定。所以佛出現在印度是有道理的，我們中國文化水準雖然高，但是比起印度還是差得很遠。譬如印度人他修四禪八定，他對六道輪迴情形他看得清清楚楚。我們中國文化只到人道，只講誠意、正心、修身、齊家、治國、平天下，只到個人修養，還不能夠跟六道往來。而在印度那邊已經普遍的都可以跟六道往來，由此可知，他們這個水準比我們要高。所以佛出現在那個世間，給他講宇宙、講六道的情況那非常容易，他們很容易接受。到我們這裡來講，我們就很難接受，因為我們境界達不到，光聽你說，我們自己沒有看見，總是要隔一層。"
    },
    {
      "id": "08-004-0010_p0016",
      "zh_CN": "婆罗门这是外道，他有志来出家、来修学这个宗教。婆罗门是梵语，翻成中国叫净意。因为他们自称是大梵天王的后代，所以经里面常常也用另外一个名词，叫梵志，梵志就是婆罗门。梵是梵天，他们这些人的志愿就是求生天，希望将来死了之后能够生大梵天。生大梵天，当然他要修禅定，所以他们对于定学是相当的重视，真正有成就。释迦牟尼佛也现外道身，这里要注意，我们如果对于其他宗教、外道要批评，说人家是魔，那就错了。也许诸佛如来在那里当牧师、当神父，是不是？你怎么可以说他是魔？不能这样讲法的。所以，佛法是平等法，他对我们不平等那是应该的，我们对他不能不平等。因为我们晓得，诸佛菩萨满一切众生的愿，众生有什么愿望，菩萨就现什么样的身，现他同类身。所以我们对于一切宗教徒、传教师，我们都要一样的尊敬，我们如何尊敬佛菩萨，对他们就如何的尊敬，这是绝对正确的。有分别心、有执着心是凡夫，离开分别执着，这才是个觉悟的人，分别执着是迷惑颠倒。",
      "zh_TW": "婆羅門這是外道，他有志來出家、來修學這個宗教。婆羅門是梵語，翻成中國叫淨意。因為他們自稱是大梵天王的後代，所以經裡面常常也用另外一個名詞，叫梵志，梵志就是婆羅門。梵是梵天，他們這些人的志願就是求生天，希望將來死了之後能夠生大梵天。生大梵天，當然他要修禪定，所以他們對於定學是相當的重視，真正有成就。釋迦牟尼佛也現外道身，這裡要注意，我們如果對於其他宗教、外道要批評，說人家是魔，那就錯了。也許諸佛如來在那裡當牧師、當神父，是不是？你怎麼可以說他是魔？不能這樣講法的。所以，佛法是平等法，他對我們不平等那是應該的，我們對他不能不平等。因為我們曉得，諸佛菩薩滿一切眾生的願，眾生有什麼願望，菩薩就現什麼樣的身，現他同類身。所以我們對於一切宗教徒、傳教師，我們都要一樣的尊敬，我們如何尊敬佛菩薩，對他們就如何的尊敬，這是絕對正確的。有分別心、有執著心是凡夫，離開分別執著，這才是個覺悟的人，分別執著是迷惑顛倒。"
    },
    {
      "id": "08-004-0010_p0017",
      "zh_CN": "我们自己首先跟他划一个界限，我是佛教徒，他是基督教徒，他是外道，他说我们是魔鬼，好了，这怎么能往来？怎么能沟通？这样分别坚持下去，这个世界上怎么会没有战争？自然就有战争，人类的灾难就这样来了。我跟这些外教的宗教师们相处就非常好，为什么？我从来没有这个分别界限。记得有一年，我在台中，住在慈光图书馆的时候，东海大学有几个同学那时候带了一个美国的神父，到图书馆来看我，来跟我讨论佛教。他们也是有一点兴趣，对佛法也没有深入的研究。所以我当时谈话当中，我就举了个比喻，我们在小客厅，小客厅有个圆桌，我就举个比喻。我们端一杯茶给他，我说基督教就像这个茶碗、茶杯摆在桌上，佛教就像这个桌面，佛教包括你，你不包括佛教。你要怎么样子跟佛教一样？你把杯子打破了就一样，去了分别执着原本是一个。如果佛教也要执着，那佛教也是一个杯子，那两个好打架了。他听听我这个话好像满有道理。",
      "zh_TW": "我們自己首先跟他劃一個界限，我是佛教徒，他是基督教徒，他是外道，他說我們是魔鬼，好了，這怎麼能往來？怎麼能溝通？這樣分別堅持下去，這個世界上怎麼會沒有戰爭？自然就有戰爭，人類的災難就這樣來了。我跟這些外教的宗教師們相處就非常好，為什麼？我從來沒有這個分別界限。記得有一年，我在台中，住在慈光圖書館的時候，東海大學有幾個同學那時候帶了一個美國的神父，到圖書館來看我，來跟我討論佛教。他們也是有一點興趣，對佛法也沒有深入的研究。所以我當時談話當中，我就舉了個比喻，我們在小客廳，小客廳有個圓桌，我就舉個比喻。我們端一杯茶給他，我說基督教就像這個茶碗、茶杯擺在桌上，佛教就像這個桌面，佛教包括你，你不包括佛教。你要怎麼樣子跟佛教一樣？你把杯子打破了就一樣，去了分別執著原本是一個。如果佛教也要執著，那佛教也是一個杯子，那兩個好打架了。他聽聽我這個話好像滿有道理。"
    },
    {
      "id": "08-004-0010_p0018",
      "zh_CN": "那位牧师很有趣味，他见了我之后，跟我谈一桩事情，他说他在香港道风山住过两年。道风山是基督教丛林，我去参观过。他说我虽然在那儿住过两年，我没有参加破坏佛教的工作。道风山的目的是干什么？专门劝这些出家的法师还俗，去信基督教，到它那里去。因为从大陆上逃到香港的时候，出家的法师没有地方住，没有人收容，生活苦得不得了。他们来收容，来做这个工作，所以叫做基督教丛林。里面也有佛堂，也有佛像，也有经书，就是说你是个佛教徒，你很自由，到那里随你怎么样修行，你的衣食住行所需要的我们都供给你。时间久了，总是有感情，慢慢就转移了。我到基督教丛林还有两位法师在里面，但是都穿着在家衣服，现在都是虔诚的基督徒了。那个时候我见到这位牧师的时候，我还正在台中求学，还没有到过香港，但是这个基督教丛林我听说过。他这么一说，立刻就提醒我了，我也没有问他不晓得，他这么一说，我说你们这个工作做得很好，我们佛教希望你多设几个基督教丛林。我这一说就把他搞迷糊了，他说为什么？提出这个，佛教徒应该非常反对，说你们造了罪业，你们破坏佛教，将来要下地狱。一定是这样说的。我反而大大的赞叹了一番，把他赞叹到五里雾中，莫名其妙。最后就问我为什么？",
      "zh_TW": "那位牧師很有趣味，他見了我之後，跟我談一樁事情，他說他在香港道風山住過兩年。道風山是基督教叢林，我去參觀過。他說我雖然在那兒住過兩年，我沒有參加破壞佛教的工作。道風山的目的是幹什麼？專門勸這些出家的法師還俗，去信基督教，到它那裡去。因為從大陸上逃到香港的時候，出家的法師沒有地方住，沒有人收容，生活苦得不得了。他們來收容，來做這個工作，所以叫做基督教叢林。裡面也有佛堂，也有佛像，也有經書，就是說你是個佛教徒，你很自由，到那裡隨你怎麼樣修行，你的衣食住行所需要的我們都供給你。時間久了，總是有感情，慢慢就轉移了。我到基督教叢林還有兩位法師在裡面，但是都穿著在家衣服，現在都是虔誠的基督徒了。那個時候我見到這位牧師的時候，我還正在台中求學，還沒有到過香港，但是這個基督教叢林我聽說過。他這麼一說，立刻就提醒我了，我也沒有問他不曉得，他這麼一說，我說你們這個工作做得很好，我們佛教希望你多設幾個基督教叢林。我這一說就把他搞迷糊了，他說為什麼？提出這個，佛教徒應該非常反對，說你們造了罪業，你們破壞佛教，將來要下地獄。一定是這樣說的。我反而大大的讚歎了一番，把他讚歎到五里霧中，莫名其妙。最後就問我為什麼？"
    },
    {
      "id": "08-004-0010_p0019",
      "zh_CN": "我说佛门传法传到这么久远，难免有许多垃圾、败类，我们自己没有办法清除。你这个基督教丛林是我们的垃圾站，把我们的垃圾都清出去了。当然我这个话他一定会报告到上面去，我们这个丛林失败了，原来收容的都是佛门的垃圾，佛门的精华没收容到，皆是垃圾。后来在我旁边听的同学，他说你怎么这样说？我说我这个说法有效果，如果我们要是给他毁谤、说他坏话，那他说我这个丛林有了效果。我这样一说，就没有效果，没有效果算了，不要办了。现在是有名无实，现在不办了，现在已经变质了，去做陶瓷工艺。我去参观的时候他们在做陶瓷工艺，已经不再收容。这样我们谈话多融洽、多愉快。这是他万万都没有想到的，我们绝不批评人，绝不毁谤人，反而加以赞叹。破坏佛教我也赞叹你，我觉得你的工作做得很对。真正有道心的怎么会被你转移？宁愿饿死也不会转移。凡是被你转移的，当然是垃圾，这还用得着说吗？不用说的，我说的也句句是真实话。",
      "zh_TW": "我說佛門傳法傳到這麼久遠，難免有許多垃圾、敗類，我們自己沒有辦法清除。你這個基督教叢林是我們的垃圾站，把我們的垃圾都清出去了。當然我這個話他一定會報告到上面去，我們這個叢林失敗了，原來收容的都是佛門的垃圾，佛門的精華沒收容到，皆是垃圾。後來在我旁邊聽的同學，他說你怎麼這樣說？我說我這個說法有效果，如果我們要是給他毀謗、說他壞話，那他說我這個叢林有了效果。我這樣一說，就沒有效果，沒有效果算了，不要辦了。現在是有名無實，現在不辦了，現在已經變質了，去做陶瓷工藝。我去參觀的時候他們在做陶瓷工藝，已經不再收容。這樣我們談話多融洽、多愉快。這是他萬萬都沒有想到的，我們絕不批評人，絕不毀謗人，反而加以讚歎。破壞佛教我也讚歎你，我覺得你的工作做得很對。真正有道心的怎麼會被你轉移？寧願餓死也不會轉移。凡是被你轉移的，當然是垃圾，這還用得著說嗎？不用說的，我說的也句句是真實話。"
    },
    {
      "id": "08-004-0010_p0020",
      "zh_CN": "所以，佛菩萨示现外道的身分也非常之多，我们在《四十华严》五十三参里面就看到五个，是示现外道身的，那都是菩萨。所以，也给他讲那些方法，教他怎么修禅定，甚至于教他练气，教他修行，达到他生天的目的。他志愿如此，都能够满他的愿。此地以婆罗门代表这个世间所有的宗教。再看底下一段，「四众身」。",
      "zh_TW": "所以，佛菩薩示現外道的身分也非常之多，我們在《四十華嚴》五十三參裡面就看到五個，是示現外道身的，那都是菩薩。所以，也給他講那些方法，教他怎麼修禪定，甚至於教他練氣，教他修行，達到他生天的目的。他志願如此，都能夠滿他的願。此地以婆羅門代表這個世間所有的宗教。再看底下一段，「四眾身」。"
    },
    {
      "id": "08-004-0010_p0021",
      "zh_CN": "【应以比丘。比丘尼。优婆塞。优婆夷身得度者。即现比丘。比丘尼。优婆塞。优婆夷身而为说法。】",
      "zh_TW": "【應以比丘。比丘尼。優婆塞。優婆夷身得度者。即現比丘。比丘尼。優婆塞。優婆夷身而為說法。】"
    },
    {
      "id": "08-004-0010_p0022",
      "zh_CN": "这是说男众、女众喜欢出家的、喜欢学佛的。『比丘，比丘尼』是出家人，『优婆塞，优婆夷』是在家学佛的，我们今天称之为居士，是指这个，是指优婆塞、优婆夷。注解里面说，「男女好学出家，持诸禁戒」，这是现出家的身分来说法。「乐持五戒」，即现优婆塞、优婆夷身。出家不是桩容易事情，出家人的责任就是发愿一生做个职业的教员，是发这个心。出家人，大家晓得一般称之为天人师，是老师的身分。世间的老师还是有报酬的，从前教书的老师，报酬没有一定的标准，是随着学生家里面的贫富而送一点礼给老师。以前是这样的，并没有固定的学费，所以老师是非常的清高。只要你有志于学，你去跟这个老师，实在家里清寒，老师还要帮助你，从前教书是这样的。富有的人家，当然照顾老师的生活，所以老师收入是没有一定的，不稳定的，真正是清高，值得人尊敬。",
      "zh_TW": "這是說男眾、女眾喜歡出家的、喜歡學佛的。『比丘，比丘尼』是出家人，『優婆塞，優婆夷』是在家學佛的，我們今天稱之為居士，是指這個，是指優婆塞、優婆夷。註解裡面說，「男女好學出家，持諸禁戒」，這是現出家的身分來說法。「樂持五戒」，即現優婆塞、優婆夷身。出家不是樁容易事情，出家人的責任就是發願一生做個職業的教員，是發這個心。出家人，大家曉得一般稱之為天人師，是老師的身分。世間的老師還是有報酬的，從前教書的老師，報酬沒有一定的標準，是隨著學生家裡面的貧富而送一點禮給老師。以前是這樣的，並沒有固定的學費，所以老師是非常的清高。只要你有志於學，你去跟這個老師，實在家裡清寒，老師還要幫助你，從前教書是這樣的。富有的人家，當然照顧老師的生活，所以老師收入是沒有一定的，不穩定的，真正是清高，值得人尊敬。"
    },
    {
      "id": "08-004-0010_p0023",
      "zh_CN": "现在国家有了制度，你做老师每个月有薪水，有俸禄，在生活上有了保障，退休的时候还有一笔退休金，还可以养老，比起从前做教师的好得太多太多了。但是，出家人虽然天天讲经说法在教学，我们教育部不承认，我们在这里上课，教育部不给我们钟点费，也不给我们薪水。所以我们今天的教学还跟古代一样，是大家随喜供养这个道场。由此可知，出家人要肩负弘法利生的责任，要自行化他，对于「师」这个字才名符其实。否则的话，譬如一般人我们见了面称你老师，骂你。你从来没有教过书，称你作老师那不叫骂你吗？侮辱你。你是个老百姓，平常人，我们见你：总统你好。那不是骂你吗？是不是？那是骂人的！",
      "zh_TW": "現在國家有了制度，你做老師每個月有薪水，有俸祿，在生活上有了保障，退休的時候還有一筆退休金，還可以養老，比起從前做教師的好得太多太多了。但是，出家人雖然天天講經說法在教學，我們教育部不承認，我們在這裡上課，教育部不給我們鐘點費，也不給我們薪水。所以我們今天的教學還跟古代一樣，是大家隨喜供養這個道場。由此可知，出家人要肩負弘法利生的責任，要自行化他，對於「師」這個字才名符其實。否則的話，譬如一般人我們見了面稱你老師，罵你。你從來沒有教過書，稱你作老師那不叫罵你嗎？侮辱你。你是個老百姓，平常人，我們見你：總統你好。那不是罵你嗎？是不是？那是罵人的！"
    },
    {
      "id": "08-004-0010_p0024",
      "zh_CN": "所以这一出家，人家看到，某某法师。这句话听到之后，你想想看心里什么味道？真正自行化他，我当之无愧；如果我们根本工作没有做到，天天人家这样称呼，自己要反省。你一出家，人家就称你法师，你要自己不努力，将来要不能称一个法师，你怎么能对得起人？在一切称呼里面就是鼓励你、激发你，你要有道心，你要努力，否则的话，你将来的后果不堪设想。我们决定不能够麻木不仁，这样醉生梦死真正是玷污了佛门，那就是佛法里面的罪人，这个罪过就重了。世间什么饭都好吃，为什么跑到佛门来吃这碗饭，来造这么重的罪业？这是在我们初发心的时候，就要了解、就要想到。",
      "zh_TW": "所以這一出家，人家看到，某某法師。這句話聽到之後，你想想看心裡什麼味道？真正自行化他，我當之無愧；如果我們根本工作沒有做到，天天人家這樣稱呼，自己要反省。你一出家，人家就稱你法師，你要自己不努力，將來要不能稱一個法師，你怎麼能對得起人？在一切稱呼裡面就是鼓勵你、激發你，你要有道心，你要努力，否則的話，你將來的後果不堪設想。我們決定不能夠麻木不仁，這樣醉生夢死真正是玷污了佛門，那就是佛法裡面的罪人，這個罪過就重了。世間什麼飯都好吃，為什麼跑到佛門來吃這碗飯，來造這麼重的罪業？這是在我們初發心的時候，就要了解、就要想到。"
    },
    {
      "id": "08-004-0010_p0025",
      "zh_CN": "纵然自己没有这个天赋，实在说，讲经说法也并不是每个人都能做得到，多多少少与前世的善根福德因缘都有连带关系，最低限度要发心护持道场，所谓做什么？做内护。就像一个学校一样，它有教员，还有办事的人员，这学校里有校长、有教务主任、有训导主任，还有些做其他的工作，这些职员他不教书，没有这些职员，光是统统都是教员，这个学校也办不成。所以我们中国自古以来，道场里有执事，你就要发心做执事。好像在一个学校里，我既然不能做教员，我做职员。职员是内护，护持道场，配合教员，把佛陀的教育发扬光大，这也勉强能说得过去。所以，一个是学弘法，一个是学办事。学办事，那就要正大光明、公正廉明，将常住的事情做好，使发心弘法的人没有后顾之忧，能够安心研修、教学。这是讲出家。",
      "zh_TW": "縱然自己沒有這個天賦，實在說，講經說法也並不是每個人都能做得到，多多少少與前世的善根福德因緣都有連帶關係，最低限度要發心護持道場，所謂做什麼？做內護。就像一個學校一樣，它有教員，還有辦事的人員，這學校裡有校長、有教務主任、有訓導主任，還有些做其他的工作，這些職員他不教書，沒有這些職員，光是統統都是教員，這個學校也辦不成。所以我們中國自古以來，道場裡有執事，你就要發心做執事。好像在一個學校裡，我既然不能做教員，我做職員。職員是內護，護持道場，配合教員，把佛陀的教育發揚光大，這也勉強能說得過去。所以，一個是學弘法，一個是學辦事。學辦事，那就要正大光明、公正廉明，將常住的事情做好，使發心弘法的人沒有後顧之憂，能夠安心研修、教學。這是講出家。"
    },
    {
      "id": "08-004-0010_p0026",
      "zh_CN": "在家的责任，是以护持为第一，以弘法为次之。在家人也可以弘法，也可以做法师，不必出家。他做法师，他等于是兼任的教员，出家是专任的教员。在家人一定要护法，没有在家同修护持，出家人不能生存，所以一定要有在家人护持。护持，诸位要晓得，最重要是什么？是护法，这比什么都重要，那个道粮、四事供养还在第二，最重要是护法。譬如今天海内外提到佛教没有人不感叹，佛教里头没有人才。为什么没有人才？就是你们居士不护法、不栽培，人才从哪里出来？这个意思我也讲过很多很多遍。一个法师的成就，是要靠居士天天去找他麻烦，把他逼出来的。出家人也是凡夫，不是佛菩萨再来的，所以要逼他。怎么个逼他？请他讲经，当然讲不好，这一定的。初学讲经，哪里一上台就会讲得那么好？除非是佛菩萨再来。",
      "zh_TW": "在家的責任，是以護持為第一，以弘法為次之。在家人也可以弘法，也可以做法師，不必出家。他做法師，他等於是兼任的教員，出家是專任的教員。在家人一定要護法，沒有在家同修護持，出家人不能生存，所以一定要有在家人護持。護持，諸位要曉得，最重要是什麼？是護法，這比什麼都重要，那個道糧、四事供養還在第二，最重要是護法。譬如今天海內外提到佛教沒有人不感嘆，佛教裡頭沒有人才。為什麼沒有人才？就是你們居士不護法、不栽培，人才從哪裡出來？這個意思我也講過很多很多遍。一個法師的成就，是要靠居士天天去找他麻煩，把他逼出來的。出家人也是凡夫，不是佛菩薩再來的，所以要逼他。怎麼個逼他？請他講經，當然講不好，這一定的。初學講經，哪裡一上台就會講得那麼好？除非是佛菩薩再來。"
    },
    {
      "id": "08-004-0010_p0027",
      "zh_CN": "台中李老师，我亲近他，他就告诉我，他是台湾一光复他就来了，他来得早，三十六年他来的。他懂得一点佛法，在大陆上学了不少，在台中有几位老先生晓得他懂得佛法，请他讲经。他在台中法华寺讲经，他告诉我，头一天讲经的时候，有二十多个人，到第二天就剩三个人，到第三天就剩一个人。他还是讲，讲了之后问他：你很难得，你一个人还来。结果他说，他就住在那里的。李老师告诉我的。如果没有道心的人，这样讲了讲了，人都讲跑了，那么就算了，这不行。这个弘法的人他真的有毅力，一个人，一个人也讲，也很认真的讲，讲得很起劲，这行。这种人少，太少太少了！多数的人是需要人逼的，你们联络几个人，请这个法师讲经，方法就是跟我平常告诉你，就是叫他讲一部。我们这些人就喜欢听《弥陀经》，请你法师来讲，逼着他非用功不可。一个礼拜请他讲一次，他就得准备二、三十个钟点，一个礼拜忙得不亦乐乎，来应付这一场。他讲得再不好，我们也得忍受，为什么？我们是栽培他，护他的法。这一部讲完了：法师，从头再来，我们讲第二遍，我们还想听第二遍。二遍讲完了，还想听第三遍。这样能够把这个法师，你要是有耐心的，逼他个十年，他成功了，这叫护法！大家都能这样逼着法师，那法师非讲不可，不讲不行，不讲居士一个都不来，讲了他就都来了。你把法师一个个都逼上道，都成就了，后来的人才有经听，才有法师讲经。",
      "zh_TW": "台中李老師，我親近他，他就告訴我，他是台灣一光復他就來了，他來得早，三十六年他來的。他懂得一點佛法，在大陸上學了不少，在台中有幾位老先生曉得他懂得佛法，請他講經。他在台中法華寺講經，他告訴我，頭一天講經的時候，有二十多個人，到第二天就剩三個人，到第三天就剩一個人。他還是講，講了之後問他：你很難得，你一個人還來。結果他說，他就住在那裡的。李老師告訴我的。如果沒有道心的人，這樣講了講了，人都講跑了，那麼就算了，這不行。這個弘法的人他真的有毅力，一個人，一個人也講，也很認真的講，講得很起勁，這行。這種人少，太少太少了！多數的人是需要人逼的，你們聯絡幾個人，請這個法師講經，方法就是跟我平常告訴你，就是叫他講一部。我們這些人就喜歡聽《彌陀經》，請你法師來講，逼著他非用功不可。一個禮拜請他講一次，他就得準備二、三十個鐘點，一個禮拜忙得不亦樂乎，來應付這一場。他講得再不好，我們也得忍受，為什麼？我們是栽培他，護他的法。這一部講完了：法師，從頭再來，我們講第二遍，我們還想聽第二遍。二遍講完了，還想聽第三遍。這樣能夠把這個法師，你要是有耐心的，逼他個十年，他成功了，這叫護法！大家都能這樣逼著法師，那法師非講不可，不講不行，不講居士一個都不來，講了他就都來了。你把法師一個個都逼上道，都成就了，後來的人才有經聽，才有法師講經。"
    },
    {
      "id": "08-004-0010_p0028",
      "zh_CN": "你们今天听一个法师上台讲得不好，掉头而去，法师们都灰心了，不要学了，学这个没有用，学了讲了，他也不听。到后来怎么样？后来就没有法师了，你们要听经没地方听。护法要这样护法！要护初学的，已经成就的法师那不必要了，那无所谓。特别要照顾新学的法师，要发心做他的听众，要忍耐，他讲得不好都要忍耐。他看到有那么多人，天天有这么多人听，他自己以为大概我还不错，他这个气才能提得上来。所以你们天天看到经里面讲护法，你们都不懂得法怎么个护法。法师就是这样培养出来的，不是这个办法，我看没有任何办法能够训练法师。所以今天训练法师、培养法师的责任，在你们优婆塞、优婆夷的双肩上。你们要了解，你们对于佛门所负的责任非常重大，等于是法师的保母。",
      "zh_TW": "你們今天聽一個法師上台講得不好，掉頭而去，法師們都灰心了，不要學了，學這個沒有用，學了講了，他也不聽。到後來怎麼樣？後來就沒有法師了，你們要聽經沒地方聽。護法要這樣護法！要護初學的，已經成就的法師那不必要了，那無所謂。特別要照顧新學的法師，要發心做他的聽眾，要忍耐，他講得不好都要忍耐。他看到有那麼多人，天天有這麼多人聽，他自己以為大概我還不錯，他這個氣才能提得上來。所以你們天天看到經裡面講護法，你們都不懂得法怎麼個護法。法師就是這樣培養出來的，不是這個辦法，我看沒有任何辦法能夠訓練法師。所以今天訓練法師、培養法師的責任，在你們優婆塞、優婆夷的雙肩上。你們要了解，你們對於佛門所負的責任非常重大，等於是法師的保母。"
    },
    {
      "id": "08-004-0010_p0029",
      "zh_CN": "对生活上的供养决定不能多，多了就害了他，这是要记住的。他没有东西吃，送一点吃的东西给他，没有得穿，送一点衣服给他，千万不要钱送太多，叫他在银行里存款愈存愈多，愈多愈舍不得，那就坏了，那你就是走的是魔道，是破坏佛法。他发心出家，你又把他从出家人把他拉回来，又叫他还俗；形式上没有还俗，心还俗了，心里面留恋名闻利养就还俗了。所以，供养不能太多，够他用就行了。尤其不能供养道场，我盖个庙送给你，他本来出了家，没有家了，现在你送他一个家，又把他入了家里去，这个坏了。那个法师还说，这是我的大护法，他对我真好，你看看他供养我房子。其实那是魔，你发心出了家，他送个家叫你又入进去了，这个不得了！供养住处是什么？借给你住，所有权是我的，借给你住，这个可以，这样可以。所有权不能给他，给他怎么样？他就还俗了，形式上没有还俗，心还俗了，他现在又有家、又有业了。可以借他住，没有地方住的时候可以借他住，借给他修行，借给他弘法。",
      "zh_TW": "對生活上的供養決定不能多，多了就害了他，這是要記住的。他沒有東西吃，送一點吃的東西給他，沒有得穿，送一點衣服給他，千萬不要錢送太多，叫他在銀行裡存款愈存愈多，愈多愈捨不得，那就壞了，那你就是走的是魔道，是破壞佛法。他發心出家，你又把他從出家人把他拉回來，又叫他還俗；形式上沒有還俗，心還俗了，心裡面留戀名聞利養就還俗了。所以，供養不能太多，夠他用就行了。尤其不能供養道場，我蓋個廟送給你，他本來出了家，沒有家了，現在你送他一個家，又把他入了家裡去，這個壞了。那個法師還說，這是我的大護法，他對我真好，你看看他供養我房子。其實那是魔，你發心出了家，他送個家叫你又入進去了，這個不得了！供養住處是什麼？借給你住，所有權是我的，借給你住，這個可以，這樣可以。所有權不能給他，給他怎麼樣？他就還俗了，形式上沒有還俗，心還俗了，他現在又有家、又有業了。可以借他住，沒有地方住的時候可以借他住，借給他修行，借給他弘法。"
    },
    {
      "id": "08-004-0010_p0030",
      "zh_CN": "所以从前在印度，释迦牟尼佛当年在那些精舍，都有主的，《法华经》在灵鹫山讲的，《金刚经》、《弥陀经》在祇树给孤独园，在那里讲的经很多，许多重要大乘经典都在那里讲的。那些地方这个精舍都是居士的，居士所谓供养佛，供养佛弟子，供养是借他住，不是把所有权给他，不是的，那佛不要的。请他来住就叫供养，这个供养法，不是把所有权给他，请他在这里讲经弘法，在这里修行。佛法传到中国来之后，所有接待出家人、供养出家人的，多半都是国家建的寺院。所以，你在大陆上看到寺院里头匾额上「敕建」，敕建是皇帝下命令建的。不是拿国库的钱，就是地方政府的钱财，这样建立的，所以产业都是属于公家的，没有私人的。所以寺院里面，佛门寺院里真正是民主，它的住持是选举的，住在寺院的大众大家推选的，选举住持。住持选出来之后，底下这些执事，好像等于是内阁一样，那是由住持来任命。任命也是轮流的，一年请一次，一年就换一次，因为这种工作彼此大家轮流做，那是做内护的工作。所以，民主制度在三千年前在佛门里就彻底的来实行。佛门讲「羯磨」，羯磨是印度话，翻成现在就叫会议，重要的事情大家在一块开会来通过。你看羯磨里头，白四羯磨，那是最大的事情，好像议会里面四读通过。你看我们现在立法院重要的案子，三读通过，佛门里头四读通过。最重要的事情是四次才能够通过，叫白四羯磨，羯磨就是会议。民主制度非常完善是在我们佛门里面，特别是在丛林当中。",
      "zh_TW": "所以從前在印度，釋迦牟尼佛當年在那些精舍，都有主的，《法華經》在靈鷲山講的，《金剛經》、《彌陀經》在祇樹給孤獨園，在那裡講的經很多，許多重要大乘經典都在那裡講的。那些地方這個精舍都是居士的，居士所謂供養佛，供養佛弟子，供養是借他住，不是把所有權給他，不是的，那佛不要的。請他來住就叫供養，這個供養法，不是把所有權給他，請他在這裡講經弘法，在這裡修行。佛法傳到中國來之後，所有接待出家人、供養出家人的，多半都是國家建的寺院。所以，你在大陸上看到寺院裡頭匾額上「敕建」，敕建是皇帝下命令建的。不是拿國庫的錢，就是地方政府的錢財，這樣建立的，所以產業都是屬於公家的，沒有私人的。所以寺院裡面，佛門寺院裡真正是民主，它的住持是選舉的，住在寺院的大眾大家推選的，選舉住持。住持選出來之後，底下這些執事，好像等於是內閣一樣，那是由住持來任命。任命也是輪流的，一年請一次，一年就換一次，因為這種工作彼此大家輪流做，那是做內護的工作。所以，民主制度在三千年前在佛門裡就徹底的來實行。佛門講「羯磨」，羯磨是印度話，翻成現在就叫會議，重要的事情大家在一塊開會來通過。你看羯磨裡頭，白四羯磨，那是最大的事情，好像議會裡面四讀通過。你看我們現在立法院重要的案子，三讀通過，佛門裡頭四讀通過。最重要的事情是四次才能夠通過，叫白四羯磨，羯磨就是會議。民主制度非常完善是在我們佛門裡面，特別是在叢林當中。"
    },
    {
      "id": "08-004-0010_p0031",
      "zh_CN": "所以我们晓得护法应该怎样的一个护法，要懂得，否则干了破坏佛教的事情，还自己以为是大护法，颠倒了。这些道理要不搞清楚，真的，我们在佛门做了好多错事，造了好多罪业，自己以为做了好多好事，做了好多功德，你不是颠倒吗？所以，应当帮助出家人向上，帮助他定、慧的增长，绝不能障碍他，更不能够破坏他，这是优婆塞、优婆夷的责任。护持工作做得好，无量无边的功德。",
      "zh_TW": "所以我們曉得護法應該怎樣的一個護法，要懂得，否則幹了破壞佛教的事情，還自己以為是大護法，顛倒了。這些道理要不搞清楚，真的，我們在佛門做了好多錯事，造了好多罪業，自己以為做了好多好事，做了好多功德，你不是顛倒嗎？所以，應當幫助出家人向上，幫助他定、慧的增長，絕不能障礙他，更不能夠破壞他，這是優婆塞、優婆夷的責任。護持工作做得好，無量無邊的功德。"
    },
    {
      "id": "08-004-0010_p0032",
      "zh_CN": "这种事情做起来，给诸位说，实在讲不难。培养一个法师，请他来说法，自己家里就可以。邀个五、六个、十个八个真正热心的、正信的佛弟子，自己的同修，一个礼拜请一个法师到你家里来讲经，这样培养他，因为你没有大的场所。你要说找一个寺院，我要请一个法师来练习讲经，那寺院一定不答应。在你家里讲，讲个三年、五年，差不多，这位法师训练差不多可以上台了，咱们再想办法找个道场，请他登台表演。先把他训练好，这个办法。台中李老师最初训练学生就是在家里，有好几个居士家里，星期一在他家，星期二在那个人家，都是固定的，每个人家讲一部经，学生是这样练习的。到以后有了莲社、有了灵山寺，这才有比较大的场所来练习。不是这样经常不断的练，出不来。",
      "zh_TW": "這種事情做起來，給諸位說，實在講不難。培養一個法師，請他來說法，自己家裡就可以。邀個五、六個、十個八個真正熱心的、正信的佛弟子，自己的同修，一個禮拜請一個法師到你家裡來講經，這樣培養他，因為你沒有大的場所。你要說找一個寺院，我要請一個法師來練習講經，那寺院一定不答應。在你家裡講，講個三年、五年，差不多，這位法師訓練差不多可以上台了，咱們再想辦法找個道場，請他登台表演。先把他訓練好，這個辦法。台中李老師最初訓練學生就是在家裡，有好幾個居士家裡，星期一在他家，星期二在那個人家，都是固定的，每個人家講一部經，學生是這樣練習的。到以後有了蓮社、有了靈山寺，這才有比較大的場所來練習。不是這樣經常不斷的練，出不來。"
    },
    {
      "id": "08-004-0010_p0033",
      "zh_CN": "我们在前面讲过，前面经题里面特别给诸位说过，释迦牟尼佛在久远劫以前因地当中，大通智胜如来的王子，从复讲奠定的基础。所以，不讲决定不行。讲，当然有听众，听众就是护法，听众就是老师，真正的护法。这样才把一个新学的法师把他逼出来，不叫他懈怠、懒惰。他学个一、两年，有点基础，信心也建立了，他讲一次预备的时间逐渐会缩短。初讲总得要二、三十个钟点预备，讲了两、三年，预备一次大概十个小时差不多，这时候怎么样？一个礼拜请你讲两次，因为讲一次你会懈怠。就是不让你懈怠，一定要逼着你一天到晚去忙，硬把他逼出来。",
      "zh_TW": "我們在前面講過，前面經題裡面特別給諸位說過，釋迦牟尼佛在久遠劫以前因地當中，大通智勝如來的王子，從複講奠定的基礎。所以，不講決定不行。講，當然有聽眾，聽眾就是護法，聽眾就是老師，真正的護法。這樣才把一個新學的法師把他逼出來，不叫他懈怠、懶惰。他學個一、兩年，有點基礎，信心也建立了，他講一次預備的時間逐漸會縮短。初講總得要二、三十個鐘點預備，講了兩、三年，預備一次大概十個小時差不多，這時候怎麼樣？一個禮拜請你講兩次，因為講一次你會懈怠。就是不讓你懈怠，一定要逼著你一天到晚去忙，硬把他逼出來。"
    },
    {
      "id": "08-004-0010_p0034",
      "zh_CN": "有志于学佛，无论在家出家，观音菩萨一定帮忙，能够满你的大愿。这些名词我都不解释了，什么叫比丘，什么叫优婆塞，诸位不明了的去查字典，这名相是可以查得到的，咱们为了节省时间，都省略掉了。再看底下一段，第五小段，「妇女身」。",
      "zh_TW": "有志於學佛，無論在家出家，觀音菩薩一定幫忙，能夠滿你的大願。這些名詞我都不解釋了，什麼叫比丘，什麼叫優婆塞，諸位不明瞭的去查字典，這名相是可以查得到的，咱們為了節省時間，都省略掉了。再看底下一段，第五小段，「婦女身」。"
    },
    {
      "id": "08-004-0010_p0035",
      "zh_CN": "【应以长者。居士。宰官。婆罗门。妇女身得度者。即现妇女身而为说法。】",
      "zh_TW": "【應以長者。居士。宰官。婆羅門。婦女身得度者。即現婦女身而為說法。】"
    },
    {
      "id": "08-004-0010_p0036",
      "zh_CN": "小注里头说，「内政立身，以修家国，即现命妇贤媛等身」。妇女是主内的，这是讲过去，如果佛在这个时候讲经，当然就不这么说了。佛讲经是在当年那种社会制度之下，女子主内，男子主外，内外有别，这样才能够治家、治国。实实在在讲，这个制度不是不好，的确有它的好处。今日之下，虽然我们在意识形态各方面都有很大的改变，妇女也离开家庭，也在社会上与男子一样的竞争，甚至也有从政。可是你们有没有想到后果？夫妇两个都出去做事情，好了，小孩丢在家里叫别人去看管，结果到后来家庭就出了麻烦。小孩自小失去了母爱，那就很少走向正道的，你有一得必有一失。到了你的小孩当了太保、太妹，做了败家子，那个时候麻烦就来了。谁造成的？自己有责任，不能把责任推给别人、推给社会、推给教育，那不行的，自己要负很大的责任。从前做母亲的人，她们的贡献，比现在的妇女对社会、对国家、民族的贡献，在我认为是大得太多。因为她们是国家、民族的保母，国家的贤人是她们细心培养出来的，真正了不起。如果她也出来参政、出来做事情，她这种责任尽不到。所以女主内有道理。这个理很深，诸位要好好的去想想。",
      "zh_TW": "小註裡頭說，「內政立身，以修家國，即現命婦賢媛等身」。婦女是主內的，這是講過去，如果佛在這個時候講經，當然就不這麼說了。佛講經是在當年那種社會制度之下，女子主內，男子主外，內外有別，這樣才能夠治家、治國。實實在在講，這個制度不是不好，的確有它的好處。今日之下，雖然我們在意識形態各方面都有很大的改變，婦女也離開家庭，也在社會上與男子一樣的競爭，甚至也有從政。可是你們有沒有想到後果？夫婦兩個都出去做事情，好了，小孩丟在家裡叫別人去看管，結果到後來家庭就出了麻煩。小孩自小失去了母愛，那就很少走向正道的，你有一得必有一失。到了你的小孩當了太保、太妹，做了敗家子，那個時候麻煩就來了。誰造成的？自己有責任，不能把責任推給別人、推給社會、推給教育，那不行的，自己要負很大的責任。從前做母親的人，她們的貢獻，比現在的婦女對社會、對國家、民族的貢獻，在我認為是大得太多。因為她們是國家、民族的保母，國家的賢人是她們細心培養出來的，真正了不起。如果她也出來參政、出來做事情，她這種責任盡不到。所以女主內有道理。這個理很深，諸位要好好的去想想。"
    },
    {
      "id": "08-004-0010_p0037",
      "zh_CN": "我们今天这个社会为什么青少年问题这么多？古时候哪里有？你在历史上去看，找不到，根本就没有！为什么原因？做母亲的都尽到责任。今天这个社会，青少年问题这么严重，换句话就是母亲都离开家庭，都出去做事，才会给国家社会带来这么大的灾难。青少年时候他就学坏了，将来他成年，你想想这个国家还能太平吗？大家还有好日子过吗？还能有长治久安、安和乐利的社会吗？所以今人眼光的确没有古人那样的长、那么远，古人想事情想得周到、细密。我们今天什么都看表面，不晓得后果的严重。",
      "zh_TW": "我們今天這個社會為什麼青少年問題這麼多？古時候哪裡有？你在歷史上去看，找不到，根本就沒有！為什麼原因？做母親的都盡到責任。今天這個社會，青少年問題這麼嚴重，換句話就是母親都離開家庭，都出去做事，才會給國家社會帶來這麼大的災難。青少年時候他就學壞了，將來他成年，你想想這個國家還能太平嗎？大家還有好日子過嗎？還能有長治久安、安和樂利的社會嗎？所以今人眼光的確沒有古人那樣的長、那麼遠，古人想事情想得周到、細密。我們今天什麼都看表面，不曉得後果的嚴重。"
    },
    {
      "id": "08-004-0010_p0038",
      "zh_CN": "所以菩萨发心做女人，是国家唯一的安定的命脉。国家有没有贤人、有没有圣人出现，就看母亲有没有尽到责任。这是说菩萨为什么要发心，世间人也有人发心，真正发心为女子身，就是为国家、为民族、为整个人类培养贤人、培养圣人，将来能够造福社会、教化众生。这种责任何等的神圣，我们怎么能够轻视？所以，女人的责任是相夫教子，这种责任比什么都伟大，这是主内的意思。没有内，哪还有外？今天这个时代变迁了，但是我们不能不懂这个道理，真正懂这个道理，你的思想自然就起变化。",
      "zh_TW": "所以菩薩發心做女人，是國家唯一的安定的命脈。國家有沒有賢人、有沒有聖人出現，就看母親有沒有盡到責任。這是說菩薩為什麼要發心，世間人也有人發心，真正發心為女子身，就是為國家、為民族、為整個人類培養賢人、培養聖人，將來能夠造福社會、教化眾生。這種責任何等的神聖，我們怎麼能夠輕視？所以，女人的責任是相夫教子，這種責任比什麼都偉大，這是主內的意思。沒有內，哪還有外？今天這個時代變遷了，但是我們不能不懂這個道理，真正懂這個道理，你的思想自然就起變化。"
    },
    {
      "id": "08-004-0010_p0039",
      "zh_CN": "我们中国人聪明的还是不少，我就看到，在国内外都看到。夫妇两个在没有子女的时候，两个人都工作，一有了小孩，太太就在家里教小孩，不工作了，宁愿生活苦一点，不工作，正确！母亲自己照顾小孩，比什么人照顾都好，她将来儿女能够成立，能够成为人才。自己目前舍得一分工作，收入少一点，生活清苦一点，小孩教好了，下一代好。这是真正有智慧，眼光远大。更发大心的，我要叫我的儿女好，不但为我家庭里面将来是光耀门楣，而且希望这个小孩能够成为社会的贤人，将来能够为社会造福，能够为一切众生造福。小孩成为圣贤，你是圣贤之母。今天我们提到孟子，哪个人不想到孟母？她教她儿子费了多少苦心。我们提到岳飞，岳飞的成就他母亲教的。没有这样好的母亲，我们国家哪有这么好的贤人？由此可知，女人的责任原本就比男人要重得多，她是培养国家民族的幼苗，男子不过就是勤奋工作，是帮助她、辅导她，真正责任是她来负担。把这样一个重大的担子舍弃掉，去搞一个轻松的工作去做，舍本逐末，得不偿失。",
      "zh_TW": "我們中國人聰明的還是不少，我就看到，在國內外都看到。夫婦兩個在沒有子女的時候，兩個人都工作，一有了小孩，太太就在家裡教小孩，不工作了，寧願生活苦一點，不工作，正確！母親自己照顧小孩，比什麼人照顧都好，她將來兒女能夠成立，能夠成為人才。自己目前捨得一分工作，收入少一點，生活清苦一點，小孩教好了，下一代好。這是真正有智慧，眼光遠大。更發大心的，我要叫我的兒女好，不但為我家庭裡面將來是光耀門楣，而且希望這個小孩能夠成為社會的賢人，將來能夠為社會造福，能夠為一切眾生造福。小孩成為聖賢，你是聖賢之母。今天我們提到孟子，哪個人不想到孟母？她教她兒子費了多少苦心。我們提到岳飛，岳飛的成就他母親教的。沒有這樣好的母親，我們國家哪有這麼好的賢人？由此可知，女人的責任原本就比男人要重得多，她是培養國家民族的幼苗，男子不過就是勤奮工作，是幫助她、輔導她，真正責任是她來負擔。把這樣一個重大的擔子捨棄掉，去搞一個輕鬆的工作去做，捨本逐末，得不償失。"
    },
    {
      "id": "08-004-0010_p0040",
      "zh_CN": "由此，诸位也能听出我一点意思，我不赞成女人出去做事情。你没有结婚可以，没有儿女可以，有了儿女，出去做事情，绝对不是好事！你家儿女将来能够成好、能够成为一个人才，我都不太敢相信；你说你的家庭将来会兴旺，我也不敢相信。纵然你今天有很辉煌的事业，到你退休也就完了，后继无人，你的老运还是不佳。你要能把儿女照顾好，你晚年有福好享。不要在年轻的时候把福享尽，到晚年就受苦，那就很可怜了。你们要不相信，仔细看看今天的社会，你会觉悟的。下面一段：",
      "zh_TW": "由此，諸位也能聽出我一點意思，我不贊成女人出去做事情。你沒有結婚可以，沒有兒女可以，有了兒女，出去做事情，絕對不是好事！你家兒女將來能夠成好、能夠成為一個人才，我都不太敢相信；你說你的家庭將來會興旺，我也不敢相信。縱然你今天有很輝煌的事業，到你退休也就完了，後繼無人，你的老運還是不佳。你要能把兒女照顧好，你晚年有福好享。不要在年輕的時候把福享盡，到晚年就受苦，那就很可憐了。你們要不相信，仔細看看今天的社會，你會覺悟的。下面一段："
    },
    {
      "id": "08-004-0010_p0041",
      "zh_CN": "【应以童男。童女身得度者。即现童男。童女身而为说法。】",
      "zh_TW": "【應以童男。童女身得度者。即現童男。童女身而為說法。】"
    },
    {
      "id": "08-004-0010_p0042",
      "zh_CN": "小注里面说，「众生不坏男根，即现童男。不求侵暴，即现童女。侵暴者，谓女不贞淑。以行多露，乃为他人之所侵暴也」，这个意思我想诸位一看就明了。在古时候，譬如色情的案件我们今天在报纸上几乎天天看到，古时候没有，看不到这些事情。为什么？不暴露，服装都穿得整整齐齐的，手都怕被人看见，不容易，大家见了你都尊敬。今天怎么样？今天穿露背装，整个暴露出来。所以色情案件才会多，有道理，不是没有道理。由此可知，我们中国古人那些教育、那些规范，的确是防非止过；儒家的礼跟佛法的戒律是一样的，防非止过。以社会来说，是社会安定的根源；以修道来讲，这是道业的根本，才能够得到身心清净。",
      "zh_TW": "小註裡面說，「眾生不壞男根，即現童男。不求侵暴，即現童女。侵暴者，謂女不貞淑。以行多露，乃為他人之所侵暴也」，這個意思我想諸位一看就明瞭。在古時候，譬如色情的案件我們今天在報紙上幾乎天天看到，古時候沒有，看不到這些事情。為什麼？不暴露，服裝都穿得整整齊齊的，手都怕被人看見，不容易，大家見了你都尊敬。今天怎麼樣？今天穿露背裝，整個暴露出來。所以色情案件才會多，有道理，不是沒有道理。由此可知，我們中國古人那些教育、那些規範，的確是防非止過；儒家的禮跟佛法的戒律是一樣的，防非止過。以社會來說，是社會安定的根源；以修道來講，這是道業的根本，才能夠得到身心清淨。"
    },
    {
      "id": "08-004-0010_p0043",
      "zh_CN": "男、女当中的确有发心的，不过发心的人也不多，所谓说一生抱独身主义者，有。这一类的人多半对于某一类的工作，他有特别的兴趣。你看我们看到很多老师教育、教学，他一生从事于教育工作，他不结婚。他对工作上他有兴趣，他能够专心，把这个事情办好。这些都不是指出家的，出家，前面有比丘、比丘尼，那说过了。这是指在家的，并不发心出家，但是欢喜抱独身主义，喜欢清净自居。菩萨也现同类身来为他说法。",
      "zh_TW": "男、女當中的確有發心的，不過發心的人也不多，所謂說一生抱獨身主義者，有。這一類的人多半對於某一類的工作，他有特別的興趣。你看我們看到很多老師教育、教學，他一生從事於教育工作，他不結婚。他對工作上他有興趣，他能夠專心，把這個事情辦好。這些都不是指出家的，出家，前面有比丘、比丘尼，那說過了。這是指在家的，並不發心出家，但是歡喜抱獨身主義，喜歡清淨自居。菩薩也現同類身來為他說法。"
    },
    {
      "id": "08-004-0010_p0044",
      "zh_CN": "经文到这个地方这是一个段落，这是什么？都是求我们自己心愿所求的，菩萨都能应，这是顺求。向下这是逆着求，求什么？求舍离，现在自己有苦，希望能够离开，前面统统是希望能够得到。我们看底下一段「八部身」。",
      "zh_TW": "經文到這個地方這是一個段落，這是什麼？都是求我們自己心願所求的，菩薩都能應，這是順求。向下這是逆著求，求什麼？求捨離，現在自己有苦，希望能夠離開，前面統統是希望能夠得到。我們看底下一段「八部身」。"
    },
    {
      "id": "08-004-0010_p0045",
      "zh_CN": "【应以天。龙。夜叉。干闼婆。阿修罗。迦楼罗。紧那罗。摩睺罗伽。人非人等身得度者。即皆现之而为说法。】",
      "zh_TW": "【應以天。龍。夜叉。乾闥婆。阿修羅。迦樓羅。緊那羅。摩睺羅伽。人非人等身得度者。即皆現之而為說法。】"
    },
    {
      "id": "08-004-0010_p0046",
      "zh_CN": "这个小注诸位自己看就可以了，他这注得很简单。这是讲八部鬼神，八部鬼神他有他的苦处。说到鬼神有苦处，我们能够理解，可是这里头有『天』，天人他为什么也不愿意在天上过他的好日子，他也得要舍离？他舍离到哪里？到人道来。这里面有一个道理。天上乐多苦少，乐多苦少修学就有障碍，所谓是「富贵学道难」，向道的心不容易激发。如果他要想出离三界，证得圣果，天上修行没有人间来得方便。所以诸佛示现成佛必定在人间，你看看一切经上，没有听说哪一尊佛示现在天上成佛了，没有，六道里头，都在人间，这就说明了人身难得而可贵。可贵在哪里？就是人中修道最容易、最方便，诸佛菩萨教化成熟的众生都在人间。所以天人有一些觉悟的，发心学道的，在天上修学不方便，希望到人间来。他要有这个意愿，求观音菩萨，观音菩萨帮助他。帮助他离开天道，降生在人间，给他说无常、苦空、无我之法，满他的愿。",
      "zh_TW": "這個小註諸位自己看就可以了，他這註得很簡單。這是講八部鬼神，八部鬼神他有他的苦處。說到鬼神有苦處，我們能夠理解，可是這裡頭有『天』，天人他為什麼也不願意在天上過他的好日子，他也得要捨離？他捨離到哪裡？到人道來。這裡面有一個道理。天上樂多苦少，樂多苦少修學就有障礙，所謂是「富貴學道難」，向道的心不容易激發。如果他要想出離三界，證得聖果，天上修行沒有人間來得方便。所以諸佛示現成佛必定在人間，你看看一切經上，沒有聽說哪一尊佛示現在天上成佛了，沒有，六道裡頭，都在人間，這就說明了人身難得而可貴。可貴在哪裡？就是人中修道最容易、最方便，諸佛菩薩教化成熟的眾生都在人間。所以天人有一些覺悟的，發心學道的，在天上修學不方便，希望到人間來。他要有這個意願，求觀音菩薩，觀音菩薩幫助他。幫助他離開天道，降生在人間，給他說無常、苦空、無我之法，滿他的願。"
    },
    {
      "id": "08-004-0010_p0047",
      "zh_CN": "第二就讲到『龙』。龙在佛法里面讲有四种，第一种是守护天宫的龙。第二种所谓是兴云降雨的龙，我们世间人称为龙王。第三种就是开渡江河的这种龙。第四种是守护宝藏的龙。所以，种类有许许多多，称之为诸龙。龙牠能够变化，在平常多半是变作人形。可是，牠在出生的时候、在睡眠的时候、在瞋恚的时候、在死亡的时候，一定恢复到牠的本形，这也是牠的苦处。除这个之外，牠平常还有几个烦恼，也是痛苦。第一种，龙的鳞，鳞很肮脏，牠没办法清除，常常感觉到好像有热沙烫自己身体一样，牠有这个痛苦。另外一个就是风能够吹坏龙的宫殿。第三个就是金翅鸟是以龙为食，常常要来吃牠。所以，牠也有很多的苦处。",
      "zh_TW": "第二就講到『龍』。龍在佛法裡面講有四種，第一種是守護天宮的龍。第二種所謂是興雲降雨的龍，我們世間人稱為龍王。第三種就是開渡江河的這種龍。第四種是守護寶藏的龍。所以，種類有許許多多，稱之為諸龍。龍牠能夠變化，在平常多半是變作人形。可是，牠在出生的時候、在睡眠的時候、在瞋恚的時候、在死亡的時候，一定恢復到牠的本形，這也是牠的苦處。除這個之外，牠平常還有幾個煩惱，也是痛苦。第一種，龍的鱗，鱗很骯髒，牠沒辦法清除，常常感覺到好像有熱沙燙自己身體一樣，牠有這個痛苦。另外一個就是風能夠吹壞龍的宮殿。第三個就是金翅鳥是以龍為食，常常要來吃牠。所以，牠也有很多的苦處。"
    },
    {
      "id": "08-004-0010_p0048",
      "zh_CN": "《阿含经》里面说，这一类的众生，牠是属于畜生道，在畜生道里面灵性很高。在先世修行，牠的福报很大，龙王的福报很大，多半都是瞋恚心太重，犯戒、斗争，但是牠也修福，以这样的业因才会堕在龙这一道里面。因为从前有布施，所以牠有很大的福报，牠的宫殿也有七宝庄严。就在人间你们诸位也能看到，北港妈祖就是龙王，你看多少人去供养牠，多少人去祭拜牠，大概在本省所说的妈祖都是属于龙王。牠有苦，牠有苦处，牠也很想离开牠那一道，再回到人道里面来修行证果。如果牠发这个心，观世音菩萨一定会帮牠忙，就现牠同类身，现龙身来给牠说布施、持戒，说忍辱、柔和，说仁慈、谦让，牠就可以离开那一道了。为什么？这种德行与牠那一道不相应，牠就可以脱离。",
      "zh_TW": "《阿含經》裡面說，這一類的眾生，牠是屬於畜生道，在畜生道裡面靈性很高。在先世修行，牠的福報很大，龍王的福報很大，多半都是瞋恚心太重，犯戒、鬥爭，但是牠也修福，以這樣的業因才會墮在龍這一道裡面。因為從前有布施，所以牠有很大的福報，牠的宮殿也有七寶莊嚴。就在人間你們諸位也能看到，北港媽祖就是龍王，你看多少人去供養牠，多少人去祭拜牠，大概在本省所說的媽祖都是屬於龍王。牠有苦，牠有苦處，牠也很想離開牠那一道，再回到人道裡面來修行證果。如果牠發這個心，觀世音菩薩一定會幫牠忙，就現牠同類身，現龍身來給牠說布施、持戒，說忍辱、柔和，說仁慈、謙讓，牠就可以離開那一道了。為什麼？這種德行與牠那一道不相應，牠就可以脫離。"
    },
    {
      "id": "08-004-0010_p0049",
      "zh_CN": "诸位要记住，听了这里头要有启示，你德行标准超过这一类，自然就出离了。正是孔子所说的「物以类聚，人以群分」，你跟他德行不同类，自然就离开。你要跟他差不多，都是一样的，那怎么能离得开？离不开。我们觉得人，做人太苦了，是真苦，中年以上的人都能够体会得到，做人很苦很苦。我们把我们的品德、我们的修养提升，超过人道，那就超越了。一般的超越超到天上去，那还是不究竟，那还是麻烦。所以佛叫我们修净业，那就是把我们提升，提升到西方极乐世界的标准，我们能够脱离娑婆的六道，能够取得西方极乐世界，这是最好的一个办法。所以我们看到这些鬼神，我们应当要觉悟。",
      "zh_TW": "諸位要記住，聽了這裡頭要有啟示，你德行標準超過這一類，自然就出離了。正是孔子所說的「物以類聚，人以群分」，你跟他德行不同類，自然就離開。你要跟他差不多，都是一樣的，那怎麼能離得開？離不開。我們覺得人，做人太苦了，是真苦，中年以上的人都能夠體會得到，做人很苦很苦。我們把我們的品德、我們的修養提昇，超過人道，那就超越了。一般的超越超到天上去，那還是不究竟，那還是麻煩。所以佛叫我們修淨業，那就是把我們提昇，提昇到西方極樂世界的標準，我們能夠脫離娑婆的六道，能夠取得西方極樂世界，這是最好的一個辦法。所以我們看到這些鬼神，我們應當要覺悟。"
    },
    {
      "id": "08-004-0010_p0050",
      "zh_CN": "『夜叉』，前面我们曾经读过，梵语夜叉要翻成中国意思叫疾捷；换句话说，他的速度非常之快，有很大的速度。也翻作勇健，他的身体很强壮、有力气，动作非常的快速。佛经里面讲他有三类，有地行夜叉、有空行夜叉、有飞行夜叉。这些鬼神也非常喜欢佛法，所以护法神里面一定有他们。既然信佛法，当然知道他自己的苦难，他是以暴、恶堕落在这一道，也很愿意离开他这一道。只要他发心，愿意舍弃夜叉身，观音菩萨就现夜叉身，为他说持戒修福、柔和忍辱之法。与他那一道人的德行不相类，超越了，他自然就离开。",
      "zh_TW": "『夜叉』，前面我們曾經讀過，梵語夜叉要翻成中國意思叫疾捷；換句話說，他的速度非常之快，有很大的速度。也翻作勇健，他的身體很強壯、有力氣，動作非常的快速。佛經裡面講他有三類，有地行夜叉、有空行夜叉、有飛行夜叉。這些鬼神也非常喜歡佛法，所以護法神裡面一定有他們。既然信佛法，當然知道他自己的苦難，他是以暴、惡墮落在這一道，也很願意離開他這一道。只要他發心，願意捨棄夜叉身，觀音菩薩就現夜叉身，為他說持戒修福、柔和忍辱之法。與他那一道人的德行不相類，超越了，他自然就離開。"
    },
    {
      "id": "08-004-0010_p0051",
      "zh_CN": "离与合是个很简单的道理，就是他志趣相不相同，志趣相同，志投意合，他就集合成一起。志不同、道不合当然离开，这是必然的道理。菩萨怎么样叫他能够摆脱？就是把他的志趣提高，把他的道德提高，跟他那一类不一样、不相合，自然就离开了。同样的方法，佛教给我们离开六道，往生西方极乐世界，就是这么个道理。我们娑婆世界人心散乱、污秽，佛教我们修一心，修一心就不散乱，跟这个世间人心不一样。心地清净了，这个世间人心染污的，不一样了，一不一样当然就超越了。佛法讲道理，不迷信、不盲目的。观音菩萨句句话都合情合理，没有一丝毫勉强，这么样离开的。",
      "zh_TW": "離與合是個很簡單的道理，就是他志趣相不相同，志趣相同，志投意合，他就集合成一起。志不同、道不合當然離開，這是必然的道理。菩薩怎麼樣叫他能夠擺脫？就是把他的志趣提高，把他的道德提高，跟他那一類不一樣、不相合，自然就離開了。同樣的方法，佛教給我們離開六道，往生西方極樂世界，就是這麼個道理。我們娑婆世界人心散亂、污穢，佛教我們修一心，修一心就不散亂，跟這個世間人心不一樣。心地清淨了，這個世間人心染污的，不一樣了，一不一樣當然就超越了。佛法講道理，不迷信、不盲目的。觀音菩薩句句話都合情合理，沒有一絲毫勉強，這麼樣離開的。"
    },
    {
      "id": "08-004-0010_p0052",
      "zh_CN": "『干闼婆』也是梵语，翻成中国的意思叫香阴，阴就是五阴的阴，香就是我们燃的香，香阴。他是鬼神的一类，经上说他是帝释天的乐神，像歌伎一类的，我们常讲天乐迎空，天人演奏音乐就是他们演唱的。他们对香非常有兴趣，一闻到香他就高兴，他们就会作乐。所以帝释天需要有演奏音乐的时候就燃香，他闻到香他就来了，所以称为香阴，寻香而至。他要想离开他这一类，菩萨给他现同样之身，也现干闼婆身，为他说离欲、放逸；他想到人间来，要叫他修五戒十善，才能够感得人身。",
      "zh_TW": "『乾闥婆』也是梵語，翻成中國的意思叫香陰，陰就是五陰的陰，香就是我們燃的香，香陰。他是鬼神的一類，經上說他是帝釋天的樂神，像歌伎一類的，我們常講天樂迎空，天人演奏音樂就是他們演唱的。他們對香非常有興趣，一聞到香他就高興，他們就會作樂。所以帝釋天需要有演奏音樂的時候就燃香，他聞到香他就來了，所以稱為香陰，尋香而至。他要想離開他這一類，菩薩給他現同樣之身，也現乾闥婆身，為他說離欲、放逸；他想到人間來，要叫他修五戒十善，才能夠感得人身。"
    },
    {
      "id": "08-004-0010_p0053",
      "zh_CN": "『阿修罗』也是梵语，翻成中国意思叫非天。在《楞严经》上，佛给我们说，阿修罗的种类很多，有天上阿修罗、有人间阿修罗，畜生跟饿鬼里面都有阿修罗，各如其类。如果单单提阿修罗，多半是指天上阿修罗，因为人间的跟人道合并为一类。实际上只有五道，没有六道，说六道就把天阿修罗分出来，这样称之为六道。所以我们在经里面也常常看到，五趣轮回，你一看到五趣，怎么六道少了一道？说六道，怎么比五趣多了一道？要晓得那是开合不一样，它合并了，把它分开来。六道是单指天阿修罗，天阿修罗有天的福报，但是没有天的品德，他过去在人间修的福报太大了，到天上去享福去了。天阿修罗，佛经告诉我们，男子相貌都很丑陋，女子是非常之美，所以天人都想娶阿修罗的女子做太太。阿修罗的男子非常的凶恶，常常跟帝释天打仗，所以作了玉皇大帝也不太平，也有人找他麻烦，也有这一帮人在作乱。人间苦，天上也好不到哪里去，这是我们要晓得的。",
      "zh_TW": "『阿修羅』也是梵語，翻成中國意思叫非天。在《楞嚴經》上，佛給我們說，阿修羅的種類很多，有天上阿修羅、有人間阿修羅，畜生跟餓鬼裡面都有阿修羅，各如其類。如果單單提阿修羅，多半是指天上阿修羅，因為人間的跟人道合併為一類。實際上只有五道，沒有六道，說六道就把天阿修羅分出來，這樣稱之為六道。所以我們在經裡面也常常看到，五趣輪迴，你一看到五趣，怎麼六道少了一道？說六道，怎麼比五趣多了一道？要曉得那是開合不一樣，它合併了，把它分開來。六道是單指天阿修羅，天阿修羅有天的福報，但是沒有天的品德，他過去在人間修的福報太大了，到天上去享福去了。天阿修羅，佛經告訴我們，男子相貌都很醜陋，女子是非常之美，所以天人都想娶阿修羅的女子做太太。阿修羅的男子非常的凶惡，常常跟帝釋天打仗，所以作了玉皇大帝也不太平，也有人找他麻煩，也有這一幫人在作亂。人間苦，天上也好不到哪裡去，這是我們要曉得的。"
    },
    {
      "id": "08-004-0010_p0054",
      "zh_CN": "佛给我们说，这些人在因地，就是在人道因地修行的时候，他虽然守五戒，虽然修人伦，可是他的性情是怀疑、猜忌、好胜、逞能，他有这些习气。所以纵然修善生到天上，他这些坏习气还是改不掉，堕落在天修罗道里面。如果他要觉悟了，晓得这个烦恼很苦，阿修罗没有人在的时候自己也会发脾气，这个东西就很麻烦，他这个心是定不下来，得不到清净的。佛现阿修罗身，给他说慈悲、忍让、谦虚、恭敬，给他讲十善法，帮助他出离。",
      "zh_TW": "佛給我們說，這些人在因地，就是在人道因地修行的時候，他雖然守五戒，雖然修人倫，可是他的性情是懷疑、猜忌、好勝、逞能，他有這些習氣。所以縱然修善生到天上，他這些壞習氣還是改不掉，墮落在天修羅道裡面。如果他要覺悟了，曉得這個煩惱很苦，阿修羅沒有人在的時候自己也會發脾氣，這個東西就很麻煩，他這個心是定不下來，得不到清淨的。佛現阿修羅身，給他說慈悲、忍讓、謙虛、恭敬，給他講十善法，幫助他出離。"
    },
    {
      "id": "08-004-0010_p0055",
      "zh_CN": "『迦楼罗』这也是梵语，翻成中国的意思就是金翅鸟，我们所谓大鹏金翅鸟。这个鸟身体很大，是以龙为食，就是吃龙的。佛经里面讲得很多，有一次龙王找到佛陀那里去，说金翅鸟要吃我，我没有办法，我的子子孙孙都被牠吃光了。佛就叫金翅鸟要发慈悲心，不要伤害众生的身命。金翅鸟就说，我要没有龙吃，我自己就饿死了。那也不行，佛两面都要救护。所以才施食里面，你看我们佛门里面施食，施食偈子里头有「大鹏金翅鸟，旷野鬼神众，罗刹鬼子母，甘露悉充满」。为牠咒愿，使佛法里面的布施饮食牠也能得到一分，不要再伤害众生的身命。佛菩萨现同类身，为牠说仁慈，爱惜众生的身命，帮助牠脱离这一道。",
      "zh_TW": "『迦樓羅』這也是梵語，翻成中國的意思就是金翅鳥，我們所謂大鵬金翅鳥。這個鳥身體很大，是以龍為食，就是吃龍的。佛經裡面講得很多，有一次龍王找到佛陀那裡去，說金翅鳥要吃我，我沒有辦法，我的子子孫孫都被牠吃光了。佛就叫金翅鳥要發慈悲心，不要傷害眾生的身命。金翅鳥就說，我要沒有龍吃，我自己就餓死了。那也不行，佛兩面都要救護。所以才施食裡面，你看我們佛門裡面施食，施食偈子裡頭有「大鵬金翅鳥，曠野鬼神眾，羅剎鬼子母，甘露悉充滿」。為牠咒願，使佛法裡面的布施飲食牠也能得到一分，不要再傷害眾生的身命。佛菩薩現同類身，為牠說仁慈，愛惜眾生的身命，幫助牠脫離這一道。"
    },
    {
      "id": "08-004-0010_p0056",
      "zh_CN": "『紧那罗』也是属于帝释天的乐神，这一类的神，紧那罗也翻作疑神，我们人看到会怀疑。因为什么？他那个样子跟人的样子一样，就是头上多了一只角，长一只角，样子像人一样。所以说像人他又不是人。唐朝的时候翻作歌神，如果帝释天要请佛菩萨到他那里去讲经说法，诸位晓得，在讲经说法的场合必定有音乐，像我们讲经之前，先唱赞、唱佛号，讲完之后唱回向偈，都是音乐。负责演奏这些音乐是谁？就是紧那罗。他们演奏的音乐，完全是属于佛法里面的乐章，清净乐章，不是世俗的音乐，这是与前面不相同的地方。干闼婆所演的是世俗的乐章，我们一般世俗的音乐，他负责来演奏；佛门里面的梵音，由紧那罗来演奏，梵音乐章的演奏能够叫身心得到清净。他要发心离开他的同类，佛也能够现身，现他同样的身为他说法。他是个学音乐的，当然佛就用音乐这个法门来度他，把他音乐这方面的才艺、这方面的修养更提升。",
      "zh_TW": "『緊那羅』也是屬於帝釋天的樂神，這一類的神，緊那羅也翻作疑神，我們人看到會懷疑。因為什麼？他那個樣子跟人的樣子一樣，就是頭上多了一隻角，長一隻角，樣子像人一樣。所以說像人他又不是人。唐朝的時候翻作歌神，如果帝釋天要請佛菩薩到他那裡去講經說法，諸位曉得，在講經說法的場合必定有音樂，像我們講經之前，先唱讚、唱佛號，講完之後唱迴向偈，都是音樂。負責演奏這些音樂是誰？就是緊那羅。他們演奏的音樂，完全是屬於佛法裡面的樂章，清淨樂章，不是世俗的音樂，這是與前面不相同的地方。乾闥婆所演的是世俗的樂章，我們一般世俗的音樂，他負責來演奏；佛門裡面的梵音，由緊那羅來演奏，梵音樂章的演奏能夠叫身心得到清淨。他要發心離開他的同類，佛也能夠現身，現他同樣的身為他說法。他是個學音樂的，當然佛就用音樂這個法門來度他，把他音樂這方面的才藝、這方面的修養更提昇。"
    },
    {
      "id": "08-004-0010_p0057",
      "zh_CN": "由此可见得，佛陀教化众生因人施教，你在哪一方面有爱好，哪一方面有特长，哪一方面有愿望，他就在这方面来教化你，把你的境界提升。你希望提升到什么境界，菩萨就能帮忙你达到什么境界，真是有求必应。你们不念观音菩萨，那有什么办法？你们应当口念、心忆、身要礼拜，真正有求必应。果然三业虔诚，感应非常的快速。",
      "zh_TW": "由此可見得，佛陀教化眾生因人施教，你在哪一方面有愛好，哪一方面有特長，哪一方面有願望，他就在這方面來教化你，把你的境界提昇。你希望提昇到什麼境界，菩薩就能幫忙你達到什麼境界，真是有求必應。你們不念觀音菩薩，那有什麼辦法？你們應當口念、心憶、身要禮拜，真正有求必應。果然三業虔誠，感應非常的快速。"
    },
    {
      "id": "08-004-0010_p0058",
      "zh_CN": "今天时间到了，后面还有『摩睺罗伽，人非人等』，这个两句我看明天上午我们再讲。",
      "zh_TW": "今天時間到了，後面還有『摩睺羅伽，人非人等』，這個兩句我看明天上午我們再講。"
    }
  ]
}