{
  "doc_id": "08-004-0001",
  "title": {
    "zh_CN": "妙法莲华经观世音菩萨普门品",
    "zh_TW": "妙法蓮華經觀世音菩薩普門品"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "08-004-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "08-004-0001_p0001",
      "zh_CN": "【妙法莲华经．观世音菩萨普门品】",
      "zh_TW": "【妙法蓮華經．觀世音菩薩普門品】"
    },
    {
      "id": "08-004-0001_p0002",
      "zh_CN": "这一次在我们观音佛七当中，为了求得解行相应，所以在七天当中，每一天有四个小时讲经，四个小时称扬菩萨圣号。在讲席当中，我们采取前清大义法师的《法华经大成》，法会圆满之后，这部经就赠送给诸位结缘。所以听经的时候，诸位最好认定自己的经本，你们在这个本子上，如果有重要的地方，记录下来都可以，将来自己把经本带回去。",
      "zh_TW": "這一次在我們觀音佛七當中，為了求得解行相應，所以在七天當中，每一天有四個小時講經，四個小時稱揚菩薩聖號。在講席當中，我們採取前清大義法師的《法華經大成》，法會圓滿之後，這部經就贈送給諸位結緣。所以聽經的時候，諸位最好認定自己的經本，你們在這個本子上，如果有重要的地方，記錄下來都可以，將來自己把經本帶回去。"
    },
    {
      "id": "08-004-0001_p0003",
      "zh_CN": "在讲经之初，我们还是必须要将经题给诸位做个简单的介绍。经题在上册，上、下两册都放在诸位的面前。为了讲解方便起见，我先列了个大纲，这个大纲也发给诸位了。本经的经题在上册第一百三十页，诸位可以打开经本，一百三十页第五行，《妙法莲华经》。大义法师的注解，在《法华经》注疏里面是值得赞扬的，注解的名称叫「大成」，意思就是集古注之大成。他注经的体例，不是遵循天台家风，而是采取华严「十门开启」，我们在玄义里面可以看到。这次我们不讲玄义，因为我们的时间不多，讲经只能有十二次，每一次两个小时，所以玄义我们就把它省略了。但是题必须要介绍。",
      "zh_TW": "在講經之初，我們還是必須要將經題給諸位做個簡單的介紹。經題在上冊，上、下兩冊都放在諸位的面前。為了講解方便起見，我先列了個大綱，這個大綱也發給諸位了。本經的經題在上冊第一百三十頁，諸位可以打開經本，一百三十頁第五行，《妙法蓮華經》。大義法師的註解，在《法華經》註疏裡面是值得讚揚的，註解的名稱叫「大成」，意思就是集古註之大成。他註經的體例，不是遵循天台家風，而是採取華嚴「十門開啟」，我們在玄義裡面可以看到。這次我們不講玄義，因為我們的時間不多，講經只能有十二次，每一次兩個小時，所以玄義我們就把它省略了。但是題必須要介紹。"
    },
    {
      "id": "08-004-0001_p0004",
      "zh_CN": "题的解释，诸位请看一百三十二面，翻开一百三十二面，最后一行，在当中有个「妙」字，「妙字是能赞之辞」。再看「法」这个字，法也是在这一面倒数第四行最后一句，第四个字，「法即十界十如权实之法」，这是《法华经》里面所讨论的中心论题。十界就是十法界，十如就是十如是，全经所讲不外乎十法界、十如是权实之法。再将这个法归纳起来，不外乎三种，这三种就是「众生法、佛法、心法」。「如是三法，元是一心」，心法是体，佛法跟众生法都是相、用，觉悟了就叫做佛法，迷了就叫做众生法。我们在表解上面，这个表解他们写的时候因为不懂得教义，所以有许多线条都画错了。心法，我们在表解里面看，后面这个括弧它这线画得太短了，应当要连接到心法这个地方，因为它是体。悟心法，这个心法就叫佛法，迷心法，这个心法就叫众生法。可见得法原来是一，哪有二？所以三法原来是一心。括弧里面说「此经为诸佛之心宗」，着重在心法上，所以才称之为「经中之王，王于三藏」，意思就是在此地。",
      "zh_TW": "題的解釋，諸位請看一百三十二面，翻開一百三十二面，最後一行，在當中有個「妙」字，「妙字是能讚之辭」。再看「法」這個字，法也是在這一面倒數第四行最後一句，第四個字，「法即十界十如權實之法」，這是《法華經》裡面所討論的中心論題。十界就是十法界，十如就是十如是，全經所講不外乎十法界、十如是權實之法。再將這個法歸納起來，不外乎三種，這三種就是「眾生法、佛法、心法」。「如是三法，元是一心」，心法是體，佛法跟眾生法都是相、用，覺悟了就叫做佛法，迷了就叫做眾生法。我們在表解上面，這個表解他們寫的時候因為不懂得教義，所以有許多線條都畫錯了。心法，我們在表解裡面看，後面這個括弧它這線畫得太短了，應當要連接到心法這個地方，因為它是體。悟心法，這個心法就叫佛法，迷心法，這個心法就叫眾生法。可見得法原來是一，哪有二？所以三法原來是一心。括弧裡面說「此經為諸佛之心宗」，著重在心法上，所以才稱之為「經中之王，王於三藏」，意思就是在此地。"
    },
    {
      "id": "08-004-0001_p0005",
      "zh_CN": "为了讲解方便起见，先解释「法」字，然后再来说这些法是如何之妙。先说众生法，在一百三十三面第一行，「众生法者，因迷有故」，众生法从哪来的？就是迷了心法而来的，就是而有的。「以不了真如法一」，了是明了，由于我们不能够明了真如法是一。你看，真正明了的人他懂得，《华严经》里面讲，法界是一，没有二，唯有一才称之为真，叫一真法界。二，二就是虚妄的，不是真实的。法界原本是一真。怎样才能够明了真如法一？这要从心地上去做功夫，正是《弥陀经》里面所提倡的一心不乱，一心是真心，一心所现的法界就叫做一真法界。所以，如果要想证得一真法界，也就是说，入华严无碍境界，必须要一心。由此可知，修行的重点就是在一心不乱。凡夫之迷就是迷失了一心，所以在一法界里面才看出无量的法界。",
      "zh_TW": "為了講解方便起見，先解釋「法」字，然後再來說這些法是如何之妙。先說眾生法，在一百三十三面第一行，「眾生法者，因迷有故」，眾生法從哪來的？就是迷了心法而來的，就是而有的。「以不了真如法一」，了是明瞭，由於我們不能夠明瞭真如法是一。你看，真正明瞭的人他懂得，《華嚴經》裡面講，法界是一，沒有二，唯有一才稱之為真，叫一真法界。二，二就是虛妄的，不是真實的。法界原本是一真。怎樣才能夠明瞭真如法一？這要從心地上去做功夫，正是《彌陀經》裡面所提倡的一心不亂，一心是真心，一心所現的法界就叫做一真法界。所以，如果要想證得一真法界，也就是說，入華嚴無礙境界，必須要一心。由此可知，修行的重點就是在一心不亂。凡夫之迷就是迷失了一心，所以在一法界裡面才看出無量的法界。"
    },
    {
      "id": "08-004-0001_p0006",
      "zh_CN": "底下讲「妄受五蕴色心」，受是感受。五蕴，《心经》里面常讲，色、受、想、行、识，归纳起来不外乎色、心二法。色是讲的物质，心，现在所讲是精神，你在物质、精神上有种种的感受，这些感受都不是真实的。「虽为垢衣所缠」，这意思就是讲无量无边的无明烦恼，「其性本来净妙」，虽然我们被无明烦恼所缠缚，我们的真性并没有失掉，还是那么样的清净，还是像《法华经》里面讲的「本迹十妙」。佛在一切大乘了义经典常常给我们开示，说我们的真心是不生不灭的，说我们的境界也是清净寂灭。我们听了，有人相信、有人不信、有人是半信半疑，必得自己亲证这个境界，才算是正信。佛教给我们的目的，也是希望我们能够证得。",
      "zh_TW": "底下講「妄受五蘊色心」，受是感受。五蘊，《心經》裡面常講，色、受、想、行、識，歸納起來不外乎色、心二法。色是講的物質，心，現在所講是精神，你在物質、精神上有種種的感受，這些感受都不是真實的。「雖為垢衣所纏」，這意思就是講無量無邊的無明煩惱，「其性本來淨妙」，雖然我們被無明煩惱所纏縛，我們的真性並沒有失掉，還是那麼樣的清淨，還是像《法華經》裡面講的「本跡十妙」。佛在一切大乘了義經典常常給我們開示，說我們的真心是不生不滅的，說我們的境界也是清淨寂滅。我們聽了，有人相信、有人不信、有人是半信半疑，必得自己親證這個境界，才算是正信。佛教給我們的目的，也是希望我們能夠證得。"
    },
    {
      "id": "08-004-0001_p0007",
      "zh_CN": "后面有几句话，在这一页的第四行，我们从第三个字看起。「众生迷而不知」，就是不明了诸法实相，「如来出世，原为开示众生本妙知见」，这就说明佛为什么出现在世间。「知见一开」，这就是佛法里头常讲的正知正见、佛知佛见，《法华经》里面所说的开示悟入，佛之知见。「知见一开，则一切色是佛色，一切声是佛声」，这两句话与《华严经》上所讲的「一切众生本来成佛」，「情与无情，同圆种智」是一样的境界。什么时候我们能够入这个境界？那就像观世音菩萨所讲的，断六结，证三空，这个境界就现前了，也正是《心经》里面所说「照见五蕴皆空」。如果诸位要问，这在菩萨地位上究竟是何等地位？要依《华严》、依《法华》来说，这是圆教初住菩萨的地位；要是依别教来说，则是初地菩萨的地位。但是，我们所依据的经典都是圆教一乘经典，所以我们应该以圆教来看，圆初住。而在念佛法门里面讲，理一心不乱就是圆初住的地位，一证得理一心就是证得圆初住。所以，一心不乱里面，就是理一心，里面的境界还有浅深不同，这是我们在大经里面读得很多。初住以后一直到如来地，还有四十一个位次，这四十一个位次都是理一心的境界。由此可知，理一心，就是同样证得理一心，浅深差别很大。这是说初住菩萨所见到的诸法实相。",
      "zh_TW": "後面有幾句話，在這一頁的第四行，我們從第三個字看起。「眾生迷而不知」，就是不明瞭諸法實相，「如來出世，原為開示眾生本妙知見」，這就說明佛為什麼出現在世間。「知見一開」，這就是佛法裡頭常講的正知正見、佛知佛見，《法華經》裡面所說的開示悟入，佛之知見。「知見一開，則一切色是佛色，一切聲是佛聲」，這兩句話與《華嚴經》上所講的「一切眾生本來成佛」，「情與無情，同圓種智」是一樣的境界。什麼時候我們能夠入這個境界？那就像觀世音菩薩所講的，斷六結，證三空，這個境界就現前了，也正是《心經》裡面所說「照見五蘊皆空」。如果諸位要問，這在菩薩地位上究竟是何等地位？要依《華嚴》、依《法華》來說，這是圓教初住菩薩的地位；要是依別教來說，則是初地菩薩的地位。但是，我們所依據的經典都是圓教一乘經典，所以我們應該以圓教來看，圓初住。而在念佛法門裡面講，理一心不亂就是圓初住的地位，一證得理一心就是證得圓初住。所以，一心不亂裡面，就是理一心，裡面的境界還有淺深不同，這是我們在大經裡面讀得很多。初住以後一直到如來地，還有四十一個位次，這四十一個位次都是理一心的境界。由此可知，理一心，就是同樣證得理一心，淺深差別很大。這是說初住菩薩所見到的諸法實相。"
    },
    {
      "id": "08-004-0001_p0008",
      "zh_CN": "说这些话，对我们初学人来讲不是没有作用的，有很大的作用。我们懂得这个道理了，就晓得我们自己修行目标在哪里、方向在哪里，我们自己修学应该要怎样去用功，我们现前究竟是什么样的境界，我们为什么不能够悟入佛知佛见。佛知佛见就是「一切众生本来成佛」、「情与无情，同圆种智」，我们要能常常提起这个疑问。再仔细去想想，原来我们犯了很大的毛病，那就是在一切境界当中，无时无刻不在那里起心动念、分别执着。诸位想想，这样怎么能够得一心？",
      "zh_TW": "說這些話，對我們初學人來講不是沒有作用的，有很大的作用。我們懂得這個道理了，就曉得我們自己修行目標在哪裡、方向在哪裡，我們自己修學應該要怎樣去用功，我們現前究竟是什麼樣的境界，我們為什麼不能夠悟入佛知佛見。佛知佛見就是「一切眾生本來成佛」、「情與無情，同圓種智」，我們要能常常提起這個疑問。再仔細去想想，原來我們犯了很大的毛病，那就是在一切境界當中，無時無刻不在那裡起心動念、分別執著。諸位想想，這樣怎麼能夠得一心？"
    },
    {
      "id": "08-004-0001_p0009",
      "zh_CN": "在一切环境里面禁不起考验，心总是为境界所转，这就叫众生法。如果不能够离开众生法，怎么能够证得佛法？离开，不是说我们把众生法界摆脱掉，为什么？因为众生法界跟佛法界是一法界，不是二法界，你怎么能摆脱得掉！如何摆脱？是从内心摆脱，那就是在众生法里面离一切分别执着，就是佛法。如果在众生法里面起分别执着，佛法就变成了众生法；离开一切分别执着，众生法就是佛法。",
      "zh_TW": "在一切環境裡面禁不起考驗，心總是為境界所轉，這就叫眾生法。如果不能夠離開眾生法，怎麼能夠證得佛法？離開，不是說我們把眾生法界擺脫掉，為什麼？因為眾生法界跟佛法界是一法界，不是二法界，你怎麼能擺脫得掉！如何擺脫？是從內心擺脫，那就是在眾生法裡面離一切分別執著，就是佛法。如果在眾生法裡面起分別執著，佛法就變成了眾生法；離開一切分別執著，眾生法就是佛法。"
    },
    {
      "id": "08-004-0001_p0010",
      "zh_CN": "我们再看底下，佛法里面怎么说的，这是诸位特别要知道，就是佛法跟众生法是一法，不是二法。我们讲迷、讲悟，起心动念就叫迷，在境界里头不起心、不动念就叫觉。这个事情，我们到入了经文的时候，还要跟诸位细细的来商量。因为「普门品」诸位是常常读诵，有许多人都能够背得，它最重要的就是在前面几句；也就是说，我们与菩萨如何能够求得感应，如何跟菩萨打成一片，然后才知道，观音菩萨十二大愿，愿愿都是真实不虚。",
      "zh_TW": "我們再看底下，佛法裡面怎麼說的，這是諸位特別要知道，就是佛法跟眾生法是一法，不是二法。我們講迷、講悟，起心動念就叫迷，在境界裡頭不起心、不動念就叫覺。這個事情，我們到入了經文的時候，還要跟諸位細細的來商量。因為「普門品」諸位是常常讀誦，有許多人都能夠背得，它最重要的就是在前面幾句；也就是說，我們與菩薩如何能夠求得感應，如何跟菩薩打成一片，然後才知道，觀音菩薩十二大願，願願都是真實不虛。"
    },
    {
      "id": "08-004-0001_p0011",
      "zh_CN": "此地说，「佛法者，佛乃大觉圣人，觉世出世法，本来寂灭」，不但说是出世法本来寂灭，世间法也本来寂灭。世间什么法？就是我们现在这个生活环境，我们的身心、我们所处的人事环境、我们所处的物质环境，本来清净寂灭。何以我们现在感觉得烦恼重重、业障深重？为什么会有这样的感觉？是你迷了。烦恼、业障都不是真实的，不但烦恼、业障不是真实的，连果报也不是真实的，就跟作梦一样。因为你在梦中，你不觉，我再告诉你，梦中那个境界是清净的，是清净寂灭的，你相不相信？你醒过来想一想，相信了，为什么？梦全是虚妄的。正在作梦的时候，那个梦境怎么不是清净寂灭的？那个梦中境界是从无生有，有即是无。可是你在那个境界，你不知道自己在作梦，你把那个梦境当作真事，所以你在那里起分别、起执着，那你也是造业，也在里头受苦，受报。等到醒来之后想，一场空，什么也没有，惑也没有，业也没有，果报也没有。佛菩萨在我们这个世间，他觉的是什么？他晓得我们现前十法界依正庄严不过是一场梦境而已。所以，他在这个境界里面不起心不动念、不分别不执着，他住的是一真法界，他住的是不思议解脱境界，就这么回事情。所以妙不可言！",
      "zh_TW": "此地說，「佛法者，佛乃大覺聖人，覺世出世法，本來寂滅」，不但說是出世法本來寂滅，世間法也本來寂滅。世間什麼法？就是我們現在這個生活環境，我們的身心、我們所處的人事環境、我們所處的物質環境，本來清淨寂滅。何以我們現在感覺得煩惱重重、業障深重？為什麼會有這樣的感覺？是你迷了。煩惱、業障都不是真實的，不但煩惱、業障不是真實的，連果報也不是真實的，就跟作夢一樣。因為你在夢中，你不覺，我再告訴你，夢中那個境界是清淨的，是清淨寂滅的，你相不相信？你醒過來想一想，相信了，為什麼？夢全是虛妄的。正在作夢的時候，那個夢境怎麼不是清淨寂滅的？那個夢中境界是從無生有，有即是無。可是你在那個境界，你不知道自己在作夢，你把那個夢境當作真事，所以你在那裡起分別、起執著，那你也是造業，也在裡頭受苦，受報。等到醒來之後想，一場空，什麼也沒有，惑也沒有，業也沒有，果報也沒有。佛菩薩在我們這個世間，他覺的是什麼？他曉得我們現前十法界依正莊嚴不過是一場夢境而已。所以，他在這個境界裡面不起心不動念、不分別不執著，他住的是一真法界，他住的是不思議解脫境界，就這麼回事情。所以妙不可言！"
    },
    {
      "id": "08-004-0001_p0012",
      "zh_CN": "我们今天怎么样修行，说实在话，我们从无始劫以来就修到今天，还是修成这个样子，没入境界。为什么不入境界？就是始终把这个境界当真实，在这个里面虚妄分别执着、起心动念；换句话说，无始劫以来修到今天，说的是修佛法，其实统统修的众生法，什么时候曾经学过佛法？几时你要学佛法了，那就是回光返照，一念就成佛了。由此可知，我们用分别执着、用意识心来学大乘、一乘佛法，这个大乘、一乘还是世间法。清凉大师说得明白，用意识心（意识心就是分别心、执着心）来修学佛法，它的结果就是增长邪见。如果离开了经典，以意识心来修禅定，禅定是行门的总纲，不管修学哪个法门都是修定，大师说，它的结果是增长无明。譬如我们这七天法会，如果我们不讲经，也不讲开示，大家都在这里念观世音菩萨，结果恐怕大多数都是增长无明。每天给你讲经，不念佛，天天在字里行间去思惟、去幻想，增长邪见。我们现在两种都有了，两种都有要是搞得不好，就是又增长无明又增长邪见，麻烦可大了！所以一定要会，这个里头有善巧。如果你会了的话，你听经增长智慧，念佛是打断无明，这个功德就殊胜，就不可思议了。这是讲的佛法。我们把这几句念下来。",
      "zh_TW": "我們今天怎麼樣修行，說實在話，我們從無始劫以來就修到今天，還是修成這個樣子，沒入境界。為什麼不入境界？就是始終把這個境界當真實，在這個裡面虛妄分別執著、起心動念；換句話說，無始劫以來修到今天，說的是修佛法，其實統統修的眾生法，什麼時候曾經學過佛法？幾時你要學佛法了，那就是回光返照，一念就成佛了。由此可知，我們用分別執著、用意識心來學大乘、一乘佛法，這個大乘、一乘還是世間法。清涼大師說得明白，用意識心（意識心就是分別心、執著心）來修學佛法，它的結果就是增長邪見。如果離開了經典，以意識心來修禪定，禪定是行門的總綱，不管修學哪個法門都是修定，大師說，它的結果是增長無明。譬如我們這七天法會，如果我們不講經，也不講開示，大家都在這裡念觀世音菩薩，結果恐怕大多數都是增長無明。每天給你講經，不念佛，天天在字裡行間去思惟、去幻想，增長邪見。我們現在兩種都有了，兩種都有要是搞得不好，就是又增長無明又增長邪見，麻煩可大了！所以一定要會，這個裡頭有善巧。如果你會了的話，你聽經增長智慧，念佛是打斷無明，這個功德就殊勝，就不可思議了。這是講的佛法。我們把這幾句念下來。"
    },
    {
      "id": "08-004-0001_p0013",
      "zh_CN": "「性相常住，循业发现，十界差殊」，这里讲十法界就是这么来的，这把真相给我们说出来了。真实法里面是性相常住，变现为十法界庄严，那就是循业发现。这个道理，佛在《楞严经》里面给我们讲得非常清楚，《楞严》过去我讲过很多遍。底下两句话非常重要，诸位一定要牢牢的记住，「九界皆权，佛界为实」。因此，九法界我们都不能分别执着，你才能够入佛法界。下面这个几句对我们现前来讲很重要，为什么？我们毕竟还没有能够舍妄想执着，没有能够舍掉。没有能够舍掉就是凡夫，既是凡夫，必定是起惑、造业、轮回，所以底下这几句话就重要了。",
      "zh_TW": "「性相常住，循業發現，十界差殊」，這裡講十法界就是這麼來的，這把真相給我們說出來了。真實法裡面是性相常住，變現為十法界莊嚴，那就是循業發現。這個道理，佛在《楞嚴經》裡面給我們講得非常清楚，《楞嚴》過去我講過很多遍。底下兩句話非常重要，諸位一定要牢牢的記住，「九界皆權，佛界為實」。因此，九法界我們都不能分別執著，你才能夠入佛法界。下面這個幾句對我們現前來講很重要，為什麼？我們畢竟還沒有能夠捨妄想執著，沒有能夠捨掉。沒有能夠捨掉就是凡夫，既是凡夫，必定是起惑、造業、輪迴，所以底下這幾句話就重要了。"
    },
    {
      "id": "08-004-0001_p0014",
      "zh_CN": "「如造上品恶因，报在地狱」，地狱就是这么来的，本来没有，是你自己变现出来的。不是佛、菩萨、阎罗王造一个地狱，你造了罪业，把你送到里面去受罪，不是的，没有，是你自己变现的。你要不信，我们可以做个比喻，譬如我们这个心有恶心，常常想害人，你就会做恶梦，梦里头梦到恶人要害自己，不是你害别人就是人家害你自己，你会做恶梦。你的心要是纯善的心，你做的梦是好梦；你心是清净心，你就不作梦。你既然晓得梦是自己心变现的，告诉你，十法界统统是自心变现的，地狱是自己变现的，恶鬼也是自己变现的，没有一法不是你自己心变现的。所以修行最要紧的是修心！什么叫上品恶？什么叫中品恶？在此地就不能给诸位详细的讲，注疏里面大家自己好好的去看。「中品恶因，报在饿鬼。下品恶因，报在畜生。修下品善因，感人趣。中品善因，感修罗趣」，趣就是我们讲道，中品善因，感修罗趣，这是指天阿修罗。「上品善因」，这是生天。「说四谛法，证声闻果。说因缘法，证辟支果」，辟支是缘觉。「说六度法，证菩萨果。此九皆权，不得云妙」，这个妙，单指佛法界；换句话说，单指一真法界，这才是妙。所以底下有一句说，「唯佛乃能究尽诸法实相」，这才叫妙。",
      "zh_TW": "「如造上品惡因，報在地獄」，地獄就是這麼來的，本來沒有，是你自己變現出來的。不是佛、菩薩、閻羅王造一個地獄，你造了罪業，把你送到裡面去受罪，不是的，沒有，是你自己變現的。你要不信，我們可以做個比喻，譬如我們這個心有惡心，常常想害人，你就會做惡夢，夢裡頭夢到惡人要害自己，不是你害別人就是人家害你自己，你會做惡夢。你的心要是純善的心，你做的夢是好夢；你心是清淨心，你就不作夢。你既然曉得夢是自己心變現的，告訴你，十法界統統是自心變現的，地獄是自己變現的，惡鬼也是自己變現的，沒有一法不是你自己心變現的。所以修行最要緊的是修心！什麼叫上品惡？什麼叫中品惡？在此地就不能給諸位詳細的講，註疏裡面大家自己好好的去看。「中品惡因，報在餓鬼。下品惡因，報在畜生。修下品善因，感人趣。中品善因，感修羅趣」，趣就是我們講道，中品善因，感修羅趣，這是指天阿修羅。「上品善因」，這是生天。「說四諦法，證聲聞果。說因緣法，證辟支果」，辟支是緣覺。「說六度法，證菩薩果。此九皆權，不得云妙」，這個妙，單指佛法界；換句話說，單指一真法界，這才是妙。所以底下有一句說，「唯佛乃能究盡諸法實相」，這才叫妙。"
    },
    {
      "id": "08-004-0001_p0015",
      "zh_CN": "再看心法，在一百三十四面最后一行。「心法者，以十法界千差万别，唯一心造。」佛在《华严》里面告诉我们，「应观法界性，一切唯心造」。这个心很难懂，所以禅家常讲，「若人识得心，大地无寸土」，成佛就是认识心、明了心了。心在哪里？心是什么样子？这是很大的问题。《楞严经》一开端就提出这个问题，「七处征心」，找不到心在哪里。「十番显见」，佛告诉我们，心就是六根的根性。六根的根性也不好懂，根性是尽虚空遍法界，不是说我们见性，见性就在我们眼睛里面，那就错了，怎么样你也无法体会。如果见性真的就在我们眼睛里面，我们眼睛瞎了，那见性也完了。你读读《楞严》看，眼根有生有灭，见性不生不灭。所以，阿难找不到心在哪里。真心尽虚空遍法界，妄心也是尽虚空遍法界，那你要问了，妄心为什么也尽虚空遍法界？因为真妄是一不是二，悟了就真，迷了就妄，迷了叫阿赖耶，悟了叫真如本性。只换名词，绝没有换其他的，只是换个名称而已。",
      "zh_TW": "再看心法，在一百三十四面最後一行。「心法者，以十法界千差萬別，唯一心造。」佛在《華嚴》裡面告訴我們，「應觀法界性，一切唯心造」。這個心很難懂，所以禪家常講，「若人識得心，大地無寸土」，成佛就是認識心、明瞭心了。心在哪裡？心是什麼樣子？這是很大的問題。《楞嚴經》一開端就提出這個問題，「七處徵心」，找不到心在哪裡。「十番顯見」，佛告訴我們，心就是六根的根性。六根的根性也不好懂，根性是盡虛空遍法界，不是說我們見性，見性就在我們眼睛裡面，那就錯了，怎麼樣你也無法體會。如果見性真的就在我們眼睛裡面，我們眼睛瞎了，那見性也完了。你讀讀《楞嚴》看，眼根有生有滅，見性不生不滅。所以，阿難找不到心在哪裡。真心盡虛空遍法界，妄心也是盡虛空遍法界，那你要問了，妄心為什麼也盡虛空遍法界？因為真妄是一不是二，悟了就真，迷了就妄，迷了叫阿賴耶，悟了叫真如本性。只換名詞，絕沒有換其他的，只是換個名稱而已。"
    },
    {
      "id": "08-004-0001_p0016",
      "zh_CN": "「此心能相能性」，性是本体，相是能现相。像我们每天晚上作梦，做的梦都不一样，你能作梦的心是一，所作的梦，你们哪一位做过梦曾经做过相同的梦？有几个人做的完全相同的梦？这个很少有。它能够现相，能现相的心是一个，所现的境界相，跟诸位说无量无边，十法界依正庄严，全是自己心变现的境界。「能凡能圣」，你迷了现的是凡夫相，觉悟了现的是佛菩萨相，都是这一个心。「能善能恶」，一念慈悲，心就善，一念瞋恚，所谓是百万障门开。「能佛能众生」，能成佛，也能成九界众生。由此可知，我们自己这个心真是万德万能。万德万能的心，就看我们自己如何去运用。诸佛菩萨大用无方，所以才能够随类化身，像观世音菩萨的三十二应。你要问他为什么有这么大的能力？本能如是，经上常讲「法尔如是」，法尔是本来就具足这个能力。佛很明白的告诉我们，并不是说这种能力只有他有，而是一切众生皆有如来智慧德相。一切众生都有心，既有心，换句话说，哪一个人没有这个能力！我们有这个能力不会用，这才叫冤枉。为什么不会用？第二行就说得很清楚，我们接着念下去。",
      "zh_TW": "「此心能相能性」，性是本體，相是能現相。像我們每天晚上作夢，做的夢都不一樣，你能作夢的心是一，所作的夢，你們哪一位做過夢曾經做過相同的夢？有幾個人做的完全相同的夢？這個很少有。它能夠現相，能現相的心是一個，所現的境界相，跟諸位說無量無邊，十法界依正莊嚴，全是自己心變現的境界。「能凡能聖」，你迷了現的是凡夫相，覺悟了現的是佛菩薩相，都是這一個心。「能善能惡」，一念慈悲，心就善，一念瞋恚，所謂是百萬障門開。「能佛能眾生」，能成佛，也能成九界眾生。由此可知，我們自己這個心真是萬德萬能。萬德萬能的心，就看我們自己如何去運用。諸佛菩薩大用無方，所以才能夠隨類化身，像觀世音菩薩的三十二應。你要問他為什麼有這麼大的能力？本能如是，經上常講「法爾如是」，法爾是本來就具足這個能力。佛很明白的告訴我們，並不是說這種能力只有他有，而是一切眾生皆有如來智慧德相。一切眾生都有心，既有心，換句話說，哪一個人沒有這個能力！我們有這個能力不會用，這才叫冤枉。為什麼不會用？第二行就說得很清楚，我們接著念下去。"
    },
    {
      "id": "08-004-0001_p0017",
      "zh_CN": "「故曰，心如工画师，作种种五蕴」，这两句话是《华严经》里面的。底下几句话就重要了，「特人不自观心」，这句话就是佛之所以成佛，菩萨之所以成菩萨，就是他会观心。观音菩萨之所以能成为观音菩萨，你看《楞严经》里面讲的修行的方法，他就是会观心，所谓是「反闻闻自性，性成无上道」，反闻就是观心。这个方法，我们在这一会当中要跟诸位同修细细的来讨论，这是修行关键的所在。你要是不懂，不管你怎么苦修，刚才跟诸位说过了，你还是修的众生法，不会有成就。修的众生法，你是修的人天福报，你福报大了，福报大了烦恼也多。不要说我没有福报的人有烦恼，福报大的人我看烦恼更多！这就是你没有能够摆脱众生法。",
      "zh_TW": "「故曰，心如工畫師，作種種五蘊」，這兩句話是《華嚴經》裡面的。底下幾句話就重要了，「特人不自觀心」，這句話就是佛之所以成佛，菩薩之所以成菩薩，就是他會觀心。觀音菩薩之所以能成為觀音菩薩，你看《楞嚴經》裡面講的修行的方法，他就是會觀心，所謂是「反聞聞自性，性成無上道」，反聞就是觀心。這個方法，我們在這一會當中要跟諸位同修細細的來討論，這是修行關鍵的所在。你要是不懂，不管你怎麼苦修，剛才跟諸位說過了，你還是修的眾生法，不會有成就。修的眾生法，你是修的人天福報，你福報大了，福報大了煩惱也多。不要說我沒有福報的人有煩惱，福報大的人我看煩惱更多！這就是你沒有能夠擺脫眾生法。"
    },
    {
      "id": "08-004-0001_p0018",
      "zh_CN": "「若能修摄其心，观一切法，本来不动不退不转，如虚空」，这个经上没有句读，诸位听的时候可以把它圈起来，这个经是赠送给诸位的，将来你们自己带回去，「无所有性，观心无心，法不住法，当下了悟，当下解脱，如大圆镜，普照十方，此心法何其妙哉」。这是把心的体、相、作用它的妙处都给我们点出来了，实在是妙，妙不可言！「佛无别法，即心是佛，心不自心，即众生心。心佛与众生，是三无差别。」所以，这个三法皆不可思议，三法都称之为妙。",
      "zh_TW": "「若能修攝其心，觀一切法，本來不動不退不轉，如虛空」，這個經上沒有句讀，諸位聽的時候可以把它圈起來，這個經是贈送給諸位的，將來你們自己帶回去，「無所有性，觀心無心，法不住法，當下了悟，當下解脫，如大圓鏡，普照十方，此心法何其妙哉」。這是把心的體、相、作用它的妙處都給我們點出來了，實在是妙，妙不可言！「佛無別法，即心是佛，心不自心，即眾生心。心佛與眾生，是三無差別。」所以，這個三法皆不可思議，三法都稱之為妙。"
    },
    {
      "id": "08-004-0001_p0019",
      "zh_CN": "这个地方我们只说一个大概，最重要的就是你要晓得心法的重要。我们今天所有的功夫都应当用在心法上，会用功的人，就像清凉在《华严》里面所讲的，理事无碍，事事无碍。如果你要觉得处处还有障碍，那是你不会用心，会用心的人没有障碍，不会用心的人处处有障碍。会用心的人，所有的境界都是自己「修摄其心」的增上缘，不会用心的人，所有的境界都变成障碍。不但逆境是你的障碍，顺境更是障碍，为什么？顺境里面你起贪心，你起悭吝心，你舍不得放下，所以顺境的障碍比逆境还要大！佛法的修学先从逆境里面修，先学苦行，大迦叶尊者为榜样，修头陀行。到逆境的时候没有障碍，心得清净了，再修顺境。顺境是以善财童子为榜样，你看善财童子一出生，他家里的环境，连草木都长成金芽、银芽，都现的七宝，那是现的一片顺境。顺境再圆满了，顺境里不动心了，那就成佛了。",
      "zh_TW": "這個地方我們只說一個大概，最重要的就是你要曉得心法的重要。我們今天所有的功夫都應當用在心法上，會用功的人，就像清涼在《華嚴》裡面所講的，理事無礙，事事無礙。如果你要覺得處處還有障礙，那是你不會用心，會用心的人沒有障礙，不會用心的人處處有障礙。會用心的人，所有的境界都是自己「修攝其心」的增上緣，不會用心的人，所有的境界都變成障礙。不但逆境是你的障礙，順境更是障礙，為什麼？順境裡面你起貪心，你起慳吝心，你捨不得放下，所以順境的障礙比逆境還要大！佛法的修學先從逆境裡面修，先學苦行，大迦葉尊者為榜樣，修頭陀行。到逆境的時候沒有障礙，心得清淨了，再修順境。順境是以善財童子為榜樣，你看善財童子一出生，他家裡的環境，連草木都長成金芽、銀芽，都現的七寶，那是現的一片順境。順境再圓滿了，順境裡不動心了，那就成佛了。"
    },
    {
      "id": "08-004-0001_p0020",
      "zh_CN": "可见得会修心的人，无论在什么境界都是增上缘，无论是什么人，善人、恶人都是善知识，都是佛菩萨。不善修心的人，给诸位说，佛菩萨来了也是魔，也是障碍。譬如你念佛，你念得那个心刚刚清净，要得一心了，忽然阿弥陀佛、观世音菩萨现在你面前，你的心一欢喜，你的定完了，一心马上没有了。那个阿弥陀佛、那个观音菩萨就是魔，把你一心破坏了，你的功夫就失掉，再也得不到了。所以《楞严经》里面讲，不管什么境界现前，统统不要理会，见如不见，闻如不闻。你要观心，决定不能放弃你的功夫，这个观心就是观世音菩萨「入流亡所」，就是那个入流。从初发心一直到如来地，所用的功夫就是入流两个字，入流就是向内观照，不向外攀缘，向内观照。一失掉了观照的功夫，心就被外面境界牵走了，这是用功的人讲大病。",
      "zh_TW": "可見得會修心的人，無論在什麼境界都是增上緣，無論是什麼人，善人、惡人都是善知識，都是佛菩薩。不善修心的人，給諸位說，佛菩薩來了也是魔，也是障礙。譬如你念佛，你念得那個心剛剛清淨，要得一心了，忽然阿彌陀佛、觀世音菩薩現在你面前，你的心一歡喜，你的定完了，一心馬上沒有了。那個阿彌陀佛、那個觀音菩薩就是魔，把你一心破壞了，你的功夫就失掉，再也得不到了。所以《楞嚴經》裡面講，不管什麼境界現前，統統不要理會，見如不見，聞如不聞。你要觀心，決定不能放棄你的功夫，這個觀心就是觀世音菩薩「入流亡所」，就是那個入流。從初發心一直到如來地，所用的功夫就是入流兩個字，入流就是向內觀照，不向外攀緣，向內觀照。一失掉了觀照的功夫，心就被外面境界牽走了，這是用功的人講大病。"
    },
    {
      "id": "08-004-0001_p0021",
      "zh_CN": "下面有讲，「本迹二门，皆具十妙」，这在一百三十五页最后一行。在这个地方，我只跟诸位提示什么叫本，什么叫迹。本，是佛在果地上的境界，前面讲十法界，佛法界是本，其余的九法界都叫迹，佛可以非常自在无碍的示现在九法界利益众生。本迹皆具十妙，这个十是表法的意思，不是定数，是表无量无边，无有一法不妙。无量无边的法说不尽，归纳为十大纲领，略说而已。这个里面，在一百三十六面我们看到，有「境妙、智妙、行妙、位妙、三法妙、感应妙」，这些经文、注疏诸位自己去研究、去看，重要的地方我跟诸位提一提。",
      "zh_TW": "下面有講，「本跡二門，皆具十妙」，這在一百三十五頁最後一行。在這個地方，我只跟諸位提示什麼叫本，什麼叫跡。本，是佛在果地上的境界，前面講十法界，佛法界是本，其餘的九法界都叫跡，佛可以非常自在無礙的示現在九法界利益眾生。本跡皆具十妙，這個十是表法的意思，不是定數，是表無量無邊，無有一法不妙。無量無邊的法說不盡，歸納為十大綱領，略說而已。這個裡面，在一百三十六面我們看到，有「境妙、智妙、行妙、位妙、三法妙、感應妙」，這些經文、註疏諸位自己去研究、去看，重要的地方我跟諸位提一提。"
    },
    {
      "id": "08-004-0001_p0022",
      "zh_CN": "境是讲境界，境界无量无边。智是讲的智慧，佛法里面所说的一切种智，这是如来果地上的智慧，也是我们真心（就是一心）本自具足，这是真智慧。起作用的时候就叫做道种智，也叫做后得智，或者叫做权智，是为他受用的。自受用的就是根本智，就是一切种智。自受用的是什么样子？《般若经》上常说「般若无知」，自受用的就是无知。对别人讲，他受用是无所不知。也许诸位心里面有疑惑，我们自己受用应该无所不知，他受用的时候，他无知，我无所不知。这就迷了，这就叫颠倒错乱，这就迷了，无明就这么起来的。所以《楞严》上说得很好，富楼那尊者请教释迦牟尼佛，我们这个无明从哪来的？什么原因而有无明？佛讲得很好，「知见立知，是无明本」，无明的根本就是这么来的。我有智慧，我样样都通，这就是无明的根本。佛与大菩萨，你问他，他一无所知。我们读《六祖坛经》，人家请教六祖，六祖自己说他无知，他什么都不会。自受用里头是无知无能，他受用是无所不知、无所不能，我们要懂得这种甚深的道理。我们要求的智慧求什么？求无分别智，要求这个，这是真智慧。所以佛法那些方法，都是叫你求根本智，根本智怎么求？根本智就是清净心。所以，归结到究竟，还是讲的一心不乱。",
      "zh_TW": "境是講境界，境界無量無邊。智是講的智慧，佛法裡面所說的一切種智，這是如來果地上的智慧，也是我們真心（就是一心）本自具足，這是真智慧。起作用的時候就叫做道種智，也叫做後得智，或者叫做權智，是為他受用的。自受用的就是根本智，就是一切種智。自受用的是什麼樣子？《般若經》上常說「般若無知」，自受用的就是無知。對別人講，他受用是無所不知。也許諸位心裡面有疑惑，我們自己受用應該無所不知，他受用的時候，他無知，我無所不知。這就迷了，這就叫顛倒錯亂，這就迷了，無明就這麼起來的。所以《楞嚴》上說得很好，富樓那尊者請教釋迦牟尼佛，我們這個無明從哪來的？什麼原因而有無明？佛講得很好，「知見立知，是無明本」，無明的根本就是這麼來的。我有智慧，我樣樣都通，這就是無明的根本。佛與大菩薩，你問他，他一無所知。我們讀《六祖壇經》，人家請教六祖，六祖自己說他無知，他什麼都不會。自受用裡頭是無知無能，他受用是無所不知、無所不能，我們要懂得這種甚深的道理。我們要求的智慧求什麼？求無分別智，要求這個，這是真智慧。所以佛法那些方法，都是叫你求根本智，根本智怎麼求？根本智就是清淨心。所以，歸結到究竟，還是講的一心不亂。"
    },
    {
      "id": "08-004-0001_p0023",
      "zh_CN": "一心不乱里面有无量无边的智慧，但是这个智慧它不起作用，所以叫无分别智，它不起作用。别人来问，问什么你就能答复什么，那叫后得智，为他受用，那真是无所不知。本身在清净心、在定中，你问他，什么能干他也没有，他要替别人服务、替大家做事，他表现的是无所不能。所以我们不能把他受用当作自受用，把自受用当作他受用，这就是颠倒错乱。《弥陀经》里面讲的，「一心不乱」、「心不颠倒」，这个意思很深很深。佛法的智慧是从清净心当中开发出来的、显现出来的，修清净心则必须要修戒律，就是因戒得定，因定开慧，没有说是没有得定，智慧就开了。无定的智慧，佛法里面讲狂慧，是属于世智辩聪，不是般若智慧。",
      "zh_TW": "一心不亂裡面有無量無邊的智慧，但是這個智慧它不起作用，所以叫無分別智，它不起作用。別人來問，問什麼你就能答覆什麼，那叫後得智，為他受用，那真是無所不知。本身在清淨心、在定中，你問他，什麼能幹他也沒有，他要替別人服務、替大家做事，他表現的是無所不能。所以我們不能把他受用當作自受用，把自受用當作他受用，這就是顛倒錯亂。《彌陀經》裡面講的，「一心不亂」、「心不顛倒」，這個意思很深很深。佛法的智慧是從清淨心當中開發出來的、顯現出來的，修清淨心則必須要修戒律，就是因戒得定，因定開慧，沒有說是沒有得定，智慧就開了。無定的智慧，佛法裡面講狂慧，是屬於世智辯聰，不是般若智慧。"
    },
    {
      "id": "08-004-0001_p0024",
      "zh_CN": "第三讲行，行是行为，行是造作。行一定要以智为基础，你这个行为是智慧的行为，智既然妙，行哪有不妙的！所以修行重要的是心行，心正了，我们身与口自然就正。特别是在中国的禅宗，注重从根本修，从根本修就是从心地上修。最近我们馆长启请讲《梵网菩萨心地》，给我们一个很大的启示。这部书只有两卷，一个小册子，将菩萨修行的，就是心、行、境界、理论、方法、总纲领完全提示出来。《梵网经》也是属于一乘经典，一般古大德判教，判一乘经的只有三种，《华严》、《法华》、《梵网》，这三部经是一乘佛法。换句话说，我们要修华严境界、要修法华境界，离开了梵网菩萨心戒，那就不得其门而入。《华严经》有地位，虽然讲四十一个阶级，它又说「行布不碍圆融，圆融不碍行布」，所以它是圆教经典。《法华经》里面更妙，它「不落阶级」，就像永嘉大师对六祖所说的一样，不落阶级。这句话在一百三十七面第一行，它上面有一句，「今经圆位，不落阶级」，确实属于究竟一乘。",
      "zh_TW": "第三講行，行是行為，行是造作。行一定要以智為基礎，你這個行為是智慧的行為，智既然妙，行哪有不妙的！所以修行重要的是心行，心正了，我們身與口自然就正。特別是在中國的禪宗，注重從根本修，從根本修就是從心地上修。最近我們館長啟請講《梵網菩薩心地》，給我們一個很大的啟示。這部書只有兩卷，一個小冊子，將菩薩修行的，就是心、行、境界、理論、方法、總綱領完全提示出來。《梵網經》也是屬於一乘經典，一般古大德判教，判一乘經的只有三種，《華嚴》、《法華》、《梵網》，這三部經是一乘佛法。換句話說，我們要修華嚴境界、要修法華境界，離開了梵網菩薩心戒，那就不得其門而入。《華嚴經》有地位，雖然講四十一個階級，它又說「行布不礙圓融，圓融不礙行布」，所以它是圓教經典。《法華經》裡面更妙，它「不落階級」，就像永嘉大師對六祖所說的一樣，不落階級。這句話在一百三十七面第一行，它上面有一句，「今經圓位，不落階級」，確實屬於究竟一乘。"
    },
    {
      "id": "08-004-0001_p0025",
      "zh_CN": "再看第二行，第二行这一条很重要，「三法妙」。「三法即三轨」，轨是轨则、轨道，换句话说，必须要遵循的，离开这个轨道，你就差错了。十妙里头其余的九条，你记得也好，不记得也没关系，这一条是一定要记住。为什么？对你用功，它是一个重要的指导纲领。第一个「真性轨」，这是修行第一个必须具备的条件。真性就是真心，我们讲菩提心里面直心，佛在《观无量寿经》里面讲的至诚心。连世间人拜神也常说诚则灵，不诚就不灵，真性就是至诚心。不但在出世间法这是第一个重要的修学纲领，世间人讲学问、讲修养也把它摆在第一，儒家的教学所谓诚意、正心，就是说的这个。格物、致知、诚意、正心，格物就是我们这个地方讲的行妙，致知是我们讲的智妙，诚意、正心就是我们此地讲的三法妙。儒家也了不起！",
      "zh_TW": "再看第二行，第二行這一條很重要，「三法妙」。「三法即三軌」，軌是軌則、軌道，換句話說，必須要遵循的，離開這個軌道，你就差錯了。十妙裡頭其餘的九條，你記得也好，不記得也沒關係，這一條是一定要記住。為什麼？對你用功，它是一個重要的指導綱領。第一個「真性軌」，這是修行第一個必須具備的條件。真性就是真心，我們講菩提心裡面直心，佛在《觀無量壽經》裡面講的至誠心。連世間人拜神也常說誠則靈，不誠就不靈，真性就是至誠心。不但在出世間法這是第一個重要的修學綱領，世間人講學問、講修養也把它擺在第一，儒家的教學所謂誠意、正心，就是說的這個。格物、致知、誠意、正心，格物就是我們這個地方講的行妙，致知是我們講的智妙，誠意、正心就是我們此地講的三法妙。儒家也了不起！"
    },
    {
      "id": "08-004-0001_p0026",
      "zh_CN": "这是讲用心，我们一定要用真诚之心，无论是对人、对事、对物，要用真诚。不要说别人都欺骗我、用假心对我，我还要用真心对待他？那你要问，别人甘心堕落生死轮回，你也甘心吗？你要成佛、要成菩萨，你用的心跟他就不能一样。成佛、成菩萨，了生死、脱轮回，证一真法界，就一定要用真心，这是不能不知道的。不管人家用什么心来对我，我只用一个心待人，只用一个真诚，决定不变。这是你学佛你有了基础，你具足一个最重要的条件，在因缘里面讲这叫亲因缘，这叫佛性种子。",
      "zh_TW": "這是講用心，我們一定要用真誠之心，無論是對人、對事、對物，要用真誠。不要說別人都欺騙我、用假心對我，我還要用真心對待他？那你要問，別人甘心墮落生死輪迴，你也甘心嗎？你要成佛、要成菩薩，你用的心跟他就不能一樣。成佛、成菩薩，了生死、脫輪迴，證一真法界，就一定要用真心，這是不能不知道的。不管人家用什麼心來對我，我只用一個心待人，只用一個真誠，決定不變。這是你學佛你有了基礎，你具足一個最重要的條件，在因緣裡面講這叫親因緣，這叫佛性種子。"
    },
    {
      "id": "08-004-0001_p0027",
      "zh_CN": "第二个条件是「观照轨」，这就是用功的要领。无论你修学什么法门，一定要有观照的功夫，没有观照功夫，你这个法门是白修了。为什么？没有观照你不能得定、不能开慧。不能得定就不能断烦恼障，不能开慧就不能破所知障，二障不破那是六道凡夫。所以，不能没有观照。古大德给我们讲修行功夫有三个层次，第一个就是观照，再升一级就是照住，再提升一级就是照见。这三个功夫用在念佛法门上，观照得功夫成片，带业往生，生凡圣同居土。你念佛里头没有观照，虽然念一辈子佛，还是不能往生。诸位要记住，我们不是这一生学佛，我们过去生中生生世世都修念佛法门，都没有能够往生西方世界。什么原因？就是念这一句佛号里头没有观照功夫。所以念了一生佛，生生世世念佛，那个佛号都变成福报，变成人天福报。我们这是要觉悟。照住就是得念佛三昧，事一心不乱。照见就是理一心不乱，那个境界跟《心经》里面所讲的一样，「照见五蕴皆空」，是圆教初住菩萨的境界。这是我们一定要懂得的。诸位要深入研究这个道理，要想明白这个方法，你看江味农居士《金刚经讲义》，他说得很清楚，也说得很多。所以观照我们一定要晓得。观照还是用的意识心，到照住也是用的意识心，照见就不用意识心了，用意识心不能照见。",
      "zh_TW": "第二個條件是「觀照軌」，這就是用功的要領。無論你修學什麼法門，一定要有觀照的功夫，沒有觀照功夫，你這個法門是白修了。為什麼？沒有觀照你不能得定、不能開慧。不能得定就不能斷煩惱障，不能開慧就不能破所知障，二障不破那是六道凡夫。所以，不能沒有觀照。古大德給我們講修行功夫有三個層次，第一個就是觀照，再升一級就是照住，再提升一級就是照見。這三個功夫用在念佛法門上，觀照得功夫成片，帶業往生，生凡聖同居土。你念佛裡頭沒有觀照，雖然念一輩子佛，還是不能往生。諸位要記住，我們不是這一生學佛，我們過去生中生生世世都修念佛法門，都沒有能夠往生西方世界。什麼原因？就是念這一句佛號裡頭沒有觀照功夫。所以念了一生佛，生生世世念佛，那個佛號都變成福報，變成人天福報。我們這是要覺悟。照住就是得念佛三昧，事一心不亂。照見就是理一心不亂，那個境界跟《心經》裡面所講的一樣，「照見五蘊皆空」，是圓教初住菩薩的境界。這是我們一定要懂得的。諸位要深入研究這個道理，要想明白這個方法，你看江味農居士《金剛經講義》，他說得很清楚，也說得很多。所以觀照我們一定要曉得。觀照還是用的意識心，到照住也是用的意識心，照見就不用意識心了，用意識心不能照見。"
    },
    {
      "id": "08-004-0001_p0028",
      "zh_CN": "何谓观照？观照就是我们常常自己能提醒自己，就是观照。譬如我们六根接触六尘境界的时候，起心动念了，起了贪心，马上一句「南无阿弥陀佛」，这一句佛号就提醒我们观照的功夫。我怎么又迷了？怎么又起心动念了？心又往外跑了？一提起佛号，把这个心就收回来了，这是观照功夫。心不往境界上跑，不向外去留意，把心收回来；外面境界还是一样清楚，心不被境界所转，这就是观照的功夫。这个功夫浅，但是要做，要不断的去做，为什么？一失去观照，心马上就被外面境界牵跑了。所以古人讲「不怕念起」，念是妄念，「只怕觉迟」，觉就是观照。心里一念不平、一念瞋恚，立刻想到「南无观世音菩萨」，观世音菩萨大慈大悲，就心平气和，瞋恚自然就消除。所以它有这个功德在。",
      "zh_TW": "何謂觀照？觀照就是我們常常自己能提醒自己，就是觀照。譬如我們六根接觸六塵境界的時候，起心動念了，起了貪心，馬上一句「南無阿彌陀佛」，這一句佛號就提醒我們觀照的功夫。我怎麼又迷了？怎麼又起心動念了？心又往外跑了？一提起佛號，把這個心就收回來了，這是觀照功夫。心不往境界上跑，不向外去留意，把心收回來；外面境界還是一樣清楚，心不被境界所轉，這就是觀照的功夫。這個功夫淺，但是要做，要不斷的去做，為什麼？一失去觀照，心馬上就被外面境界牽跑了。所以古人講「不怕念起」，念是妄念，「只怕覺遲」，覺就是觀照。心裡一念不平、一念瞋恚，立刻想到「南無觀世音菩薩」，觀世音菩薩大慈大悲，就心平氣和，瞋恚自然就消除。所以它有這個功德在。"
    },
    {
      "id": "08-004-0001_p0029",
      "zh_CN": "佛菩萨的名号，帮助你观照的，经文重要的句子，帮助你观照的，所以你要记得。我们在一切境界里头，放不下的时候、过分认真的时候，想到《金刚经》上讲的「凡所有相，皆是虚妄」，那有什么放不下的？想到「一切有为法，如梦幻泡影」，你还有什么好执着的？这一放下、一不执着了，你看看这个心多自在，患得患失那个妄想立刻就消除，这就叫观照。时时能够提得起观照，你看境界哪有不自在的？前面跟你讲的，什么叫会用心？会用心的就是常常提起观照，会用心。不会用心的人，他这个观照提不起来，不管他每天念多少部经，念多少万声佛，他里头没有观照的功夫，都不起作用；不能断烦恼，不能开智慧，不能成就功德。",
      "zh_TW": "佛菩薩的名號，幫助你觀照的，經文重要的句子，幫助你觀照的，所以你要記得。我們在一切境界裡頭，放不下的時候、過分認真的時候，想到《金剛經》上講的「凡所有相，皆是虛妄」，那有什麼放不下的？想到「一切有為法，如夢幻泡影」，你還有什麼好執著的？這一放下、一不執著了，你看看這個心多自在，患得患失那個妄想立刻就消除，這就叫觀照。時時能夠提得起觀照，你看境界哪有不自在的？前面跟你講的，什麼叫會用心？會用心的就是常常提起觀照，會用心。不會用心的人，他這個觀照提不起來，不管他每天念多少部經，念多少萬聲佛，他裡頭沒有觀照的功夫，都不起作用；不能斷煩惱，不能開智慧，不能成就功德。"
    },
    {
      "id": "08-004-0001_p0030",
      "zh_CN": "底下讲「资成轨」，资成就是所有的境界都资助我们、成就我们，了不起的功德。诸位不要以为善缘是资成我们，逆缘的资成更大。本经「提婆达多品」，释迦牟尼佛赞叹提婆达多，提婆达多是恶人，处心积虑要害释迦牟尼佛，要把他害死，总是障碍，总是找麻烦。释迦牟尼佛说，如果没有提婆达多善知识，他不能圆成佛道，他之所以能够成佛是提婆达多资助成就他的。提婆达多堕地狱了，为什么？障碍佛法，破佛。释迦牟尼佛派了目犍连，几个有神通的大弟子到地狱里去问候他，看到他在地狱享受比天堂还舒服。他谤佛毁法这是他的罪，堕地狱，他有那么大的福报在享受，他帮助释迦牟尼佛成佛，这个功德多大，这个福报太大了！所以一方面堕，是一方面又在享受，你看果报真是不可思议！",
      "zh_TW": "底下講「資成軌」，資成就是所有的境界都資助我們、成就我們，了不起的功德。諸位不要以為善緣是資成我們，逆緣的資成更大。本經「提婆達多品」，釋迦牟尼佛讚歎提婆達多，提婆達多是惡人，處心積慮要害釋迦牟尼佛，要把他害死，總是障礙，總是找麻煩。釋迦牟尼佛說，如果沒有提婆達多善知識，他不能圓成佛道，他之所以能夠成佛是提婆達多資助成就他的。提婆達多墮地獄了，為什麼？障礙佛法，破佛。釋迦牟尼佛派了目犍連，幾個有神通的大弟子到地獄裡去問候他，看到他在地獄享受比天堂還舒服。他謗佛毀法這是他的罪，墮地獄，他有那麼大的福報在享受，他幫助釋迦牟尼佛成佛，這個功德多大，這個福報太大了！所以一方面墮，是一方面又在享受，你看果報真是不可思議！"
    },
    {
      "id": "08-004-0001_p0031",
      "zh_CN": "他害那个人，结果那个人不但没有害到，反而帮他成佛了。他害那个人的心堕地狱，帮助那个人成佛这个福，在地狱里头享福也比天堂还舒服。你看，不是众生法妙吗？假如那个恶人，譬如障碍佛，佛要是一念瞋恨心起来，你障碍我，我总得要报复你，好了，提婆达多堕地狱受罪，释迦牟尼佛也得堕地狱受罪。诸位晓得，你一个人成就，一切人都成就；你一个人堕落，大家统统堕落。你们想想看这个道理，合不合理？佛是讲理的，不是不讲理的人。我们想想真有理！有理才有这个事，资成轨。",
      "zh_TW": "他害那個人，結果那個人不但沒有害到，反而幫他成佛了。他害那個人的心墮地獄，幫助那個人成佛這個福，在地獄裡頭享福也比天堂還舒服。你看，不是眾生法妙嗎？假如那個惡人，譬如障礙佛，佛要是一念瞋恨心起來，你障礙我，我總得要報復你，好了，提婆達多墮地獄受罪，釋迦牟尼佛也得墮地獄受罪。諸位曉得，你一個人成就，一切人都成就；你一個人墮落，大家統統墮落。你們想想看這個道理，合不合理？佛是講理的，不是不講理的人。我們想想真有理！有理才有這個事，資成軌。"
    },
    {
      "id": "08-004-0001_p0032",
      "zh_CN": "所以，在「法师品」里面，佛说，如果一个修行人能够以三轨自持，守住这三个法则，再能够修「安乐行品」里面的四种安乐法，那你是在任何境界里面都可以随心所欲、得心应手，一切的障碍、灾难自然消除。可见得法法皆妙，唯在我们自己要通达这个道理，要在境界当中会用心，那就无有一法不妙了。",
      "zh_TW": "所以，在「法師品」裡面，佛說，如果一個修行人能夠以三軌自持，守住這三個法則，再能夠修「安樂行品」裡面的四種安樂法，那你是在任何境界裡面都可以隨心所欲、得心應手，一切的障礙、災難自然消除。可見得法法皆妙，唯在我們自己要通達這個道理，要在境界當中會用心，那就無有一法不妙了。"
    },
    {
      "id": "08-004-0001_p0033",
      "zh_CN": "「感应妙」，我们留在「普门品」里面讲。「神通妙」，在一百三十八页第四行。这里头有两句话，第四行当中，诸位看「七神通妙，神谓难测，通谓无碍」，诸位记住这两句就好。因为有很多人把神通都误会了，错解了意思，这是神通两个字正确的解释。神是什么？超越我们的常识，所以说不可思议。通是通达无碍，是这个意思。「说法妙」，特别是赞叹这部经，佛在法华会上「开权显实」，「废权立实」，就是完全说真实话。在过去，有许多境界随顺众生说的，法华会上完全是说佛自己亲证的境界。这是说法之妙，所以称之为《妙法莲华经》。",
      "zh_TW": "「感應妙」，我們留在「普門品」裡面講。「神通妙」，在一百三十八頁第四行。這裡頭有兩句話，第四行當中，諸位看「七神通妙，神謂難測，通謂無礙」，諸位記住這兩句就好。因為有很多人把神通都誤會了，錯解了意思，這是神通兩個字正確的解釋。神是什麼？超越我們的常識，所以說不可思議。通是通達無礙，是這個意思。「說法妙」，特別是讚歎這部經，佛在法華會上「開權顯實」，「廢權立實」，就是完全說真實話。在過去，有許多境界隨順眾生說的，法華會上完全是說佛自己親證的境界。這是說法之妙，所以稱之為《妙法蓮華經》。"
    },
    {
      "id": "08-004-0001_p0034",
      "zh_CN": "「眷属妙」里头也提到提婆达多，在一百三十九面最后一行。看「应生眷属」好了，倒数第三行，第五这一小段，应生眷属，应是应化。「华严云，佛初托胎」，佛要到我们人间来，他也要来投胎，跟我们人一样，没有两样。「诸法身大士，侍卫下生」，所以说「一佛出世，千佛拥护」，那些佛与大菩萨都发心帮助释迦牟尼佛弘法利生，来做他的眷属，所以也都来下生了，「散降余胎」。有的人「作亲中冤」，是释迦牟尼佛的兄弟，提婆达多是释迦牟尼佛的堂兄弟，但是跟他做冤家。其实都是佛菩萨化身的，都不是真的，哪有真正冤家！「引诸业者」，像弟子当中六群比丘，那真是恶人吗？也是示现的。就好像大家来捧释迦牟尼佛，你来唱个主角，我们都给你做配角，把这一台戏唱得圆圆满满，表演得有声有色，是这么来的。如净饭王、摩夜夫人，这是佛的父亲跟母亲，「乃千佛父母」。罗睺罗，「罗云」，是释迦牟尼佛的儿子，「千佛之子」。「调达」就是提婆达多，「是善知识」。「诸声闻等内秘外现者是也。如是眷属，前后围绕」，这是讲的眷属妙。全都是教化我们的，佛在那里教化我们，围绕佛的大众个个都是我们的善知识，都是我们的老师，我们在他表演当中，真正觉悟到宇宙人生的道理。底下讲「功德利益妙」，这个功德决定真实。",
      "zh_TW": "「眷屬妙」裡頭也提到提婆達多，在一百三十九面最後一行。看「應生眷屬」好了，倒數第三行，第五這一小段，應生眷屬，應是應化。「華嚴云，佛初托胎」，佛要到我們人間來，他也要來投胎，跟我們人一樣，沒有兩樣。「諸法身大士，侍衛下生」，所以說「一佛出世，千佛擁護」，那些佛與大菩薩都發心幫助釋迦牟尼佛弘法利生，來做他的眷屬，所以也都來下生了，「散降餘胎」。有的人「作親中冤」，是釋迦牟尼佛的兄弟，提婆達多是釋迦牟尼佛的堂兄弟，但是跟他做冤家。其實都是佛菩薩化身的，都不是真的，哪有真正冤家！「引諸業者」，像弟子當中六群比丘，那真是惡人嗎？也是示現的。就好像大家來捧釋迦牟尼佛，你來唱個主角，我們都給你做配角，把這一台戲唱得圓圓滿滿，表演得有聲有色，是這麼來的。如淨飯王、摩夜夫人，這是佛的父親跟母親，「乃千佛父母」。羅睺羅，「羅云」，是釋迦牟尼佛的兒子，「千佛之子」。「調達」就是提婆達多，「是善知識」。「諸聲聞等內秘外現者是也。如是眷屬，前後圍繞」，這是講的眷屬妙。全都是教化我們的，佛在那裡教化我們，圍繞佛的大眾個個都是我們的善知識，都是我們的老師，我們在他表演當中，真正覺悟到宇宙人生的道理。底下講「功德利益妙」，這個功德決定真實。"
    },
    {
      "id": "08-004-0001_p0035",
      "zh_CN": "下面则讲到「本门」，本门里面这个文也很长，我们只看后面的「本利益妙」，在一百四十三面第一行。「如今之成熟者，由于大通时覆讲之益」，我只跟诸位说这一句，特别提醒诸位复讲的利益。这是讲释迦牟尼佛本身的事情。他在发心学佛的时候，那个时候，也是无量劫之前，有一尊佛叫大通如来，他是王子，当时有十六个王子，听了佛讲经之后，他们复讲。所以佛门里面这些法师，他们的出身都是从复讲而来的。复讲并不是我们中国人所发明的、所提倡的，由来久远，大通如来那个时候就复讲了，在我们中国过去丛林里面叫讲小座。",
      "zh_TW": "下面則講到「本門」，本門裡面這個文也很長，我們只看後面的「本利益妙」，在一百四十三面第一行。「如今之成熟者，由於大通時覆講之益」，我只跟諸位說這一句，特別提醒諸位複講的利益。這是講釋迦牟尼佛本身的事情。他在發心學佛的時候，那個時候，也是無量劫之前，有一尊佛叫大通如來，他是王子，當時有十六個王子，聽了佛講經之後，他們複講。所以佛門裡面這些法師，他們的出身都是從複講而來的。複講並不是我們中國人所發明的、所提倡的，由來久遠，大通如來那個時候就複講了，在我們中國過去叢林裡面叫講小座。"
    },
    {
      "id": "08-004-0001_p0036",
      "zh_CN": "所以，佛门的法师是这样培养的，从前没有什么办佛学院的。法师讲经，选拔听众当中哪些人有这个天赋、有这个志愿，他将来有这个志愿出来做法师，弘法利生，讲经说法。他要有这个志愿的话，老法师一定就把他请出来，叫他复讲。复讲就是讲小座，早晨我们讲的这一段经文，复讲的人他很用心的听，为什么？到下午的时候，他要把这段经文重复讲一遍，讲给大家听。不复讲的人听经，给诸位说大概只能听个二成、三成，为什么？不用心。复讲的人大概可以听到五、六成，为什么？下午要我讲，我不能不用心听，用心就不一样。我们过去在台中跟李老师学，我们学讲经的这些人都坐在第一排，靠得最近。因为那个时候，扩音器是有了，没有录音机，靠得近听得清楚，很用心的听。为什么？到第二天、第三天就要复讲。是从复讲当中出来的。在台湾这些讲经的老法师们，他们的出身也是复讲出来的。",
      "zh_TW": "所以，佛門的法師是這樣培養的，從前沒有什麼辦佛學院的。法師講經，選拔聽眾當中哪些人有這個天賦、有這個志願，他將來有這個志願出來做法師，弘法利生，講經說法。他要有這個志願的話，老法師一定就把他請出來，叫他複講。複講就是講小座，早晨我們講的這一段經文，複講的人他很用心的聽，為什麼？到下午的時候，他要把這段經文重複講一遍，講給大家聽。不複講的人聽經，給諸位說大概只能聽個二成、三成，為什麼？不用心。複講的人大概可以聽到五、六成，為什麼？下午要我講，我不能不用心聽，用心就不一樣。我們過去在台中跟李老師學，我們學講經的這些人都坐在第一排，靠得最近。因為那個時候，擴音器是有了，沒有錄音機，靠得近聽得清楚，很用心的聽。為什麼？到第二天、第三天就要複講。是從複講當中出來的。在台灣這些講經的老法師們，他們的出身也是複講出來的。"
    },
    {
      "id": "08-004-0001_p0037",
      "zh_CN": "有一年演培法师回国，有一些居士们带他到乌来去玩，他也请了我一道，我跟他坐在一起，讨论到佛学院的事情，他谈到佛学院就摇头。他说他的出身是在谛闲老法师座下讲小座，就是复讲，他的基础在那个地方奠定的。那个时候他很年轻，他十几岁出家，做沙弥的时候，他很聪明，谛闲法师很喜欢他。谛老圆寂之后，他就跟倓虚法师。所以，这些法师都是出身在复讲。这种方法现在人是不屑学，认为这个方法太古老、太笨了，你要学新方法，新方法出不了人才。复讲这个方法从大通如来一直到释迦牟尼佛，从释迦牟尼佛可以说一直到我们前几代，都用这个办法成就。今天佛学院办的虽然多，佛学院出来几位法师？台中李老师教学用复讲的方法，两年当中成就了二十多个人，这二十多个人个个都能上台、都能讲经。我还没有看到哪一个佛学院，能够说在两年当中能成就这么多人。所以我们要重视复讲，然后才能够流通大法。「观世音普门品」是弘法流通，这才是真正利益。",
      "zh_TW": "有一年演培法師回國，有一些居士們帶他到烏來去玩，他也請了我一道，我跟他坐在一起，討論到佛學院的事情，他談到佛學院就搖頭。他說他的出身是在諦閑老法師座下講小座，就是複講，他的基礎在那個地方奠定的。那個時候他很年輕，他十幾歲出家，做沙彌的時候，他很聰明，諦閑法師很喜歡他。諦老圓寂之後，他就跟倓虛法師。所以，這些法師都是出身在複講。這種方法現在人是不屑學，認為這個方法太古老、太笨了，你要學新方法，新方法出不了人才。複講這個方法從大通如來一直到釋迦牟尼佛，從釋迦牟尼佛可以說一直到我們前幾代，都用這個辦法成就。今天佛學院辦的雖然多，佛學院出來幾位法師？台中李老師教學用複講的方法，兩年當中成就了二十多個人，這二十多個人個個都能上台、都能講經。我還沒有看到哪一個佛學院，能夠說在兩年當中能成就這麼多人。所以我們要重視複講，然後才能夠流通大法。「觀世音普門品」是弘法流通，這才是真正利益。"
    },
    {
      "id": "08-004-0001_p0038",
      "zh_CN": "底下我们把它念下去，「然六百八十万亿恒沙之众获益，岂无先世之缘哉。若非有益，安得覆讲而得度？当知今世之得益，又待后世之成熟。况后世之得益，岂无成熟之得哉？如是诸佛三世益物」，物是指九法界的众生，如果说人，人不能包括天，不能包括三恶道；说物，这一个字就把九法界有情众生统统包括在其中了，「化化不绝，是本利益妙」。所以，诸位真正发心，一定要学讲，学讲从复讲开始，先学复讲。",
      "zh_TW": "底下我們把它念下去，「然六百八十萬億恒沙之眾獲益，豈無先世之緣哉。若非有益，安得覆講而得度？當知今世之得益，又待後世之成熟。況後世之得益，豈無成熟之得哉？如是諸佛三世益物」，物是指九法界的眾生，如果說人，人不能包括天，不能包括三惡道；說物，這一個字就把九法界有情眾生統統包括在其中了，「化化不絕，是本利益妙」。所以，諸位真正發心，一定要學講，學講從複講開始，先學複講。"
    },
    {
      "id": "08-004-0001_p0039",
      "zh_CN": "下面是讲「莲华」，莲华是比喻，注子里面说得很清楚，我们在此地把它略掉了。表解里头简单的提示，皆以喻妙法。莲花是因果同时，开花的时候当中就有莲子，取「因赅果海，果彻因源」，取这个比喻、取这个意思，来喻这个妙法。",
      "zh_TW": "下面是講「蓮華」，蓮華是比喻，註子裡面說得很清楚，我們在此地把它略掉了。表解裡頭簡單的提示，皆以喻妙法。蓮花是因果同時，開花的時候當中就有蓮子，取「因賅果海，果徹因源」，取這個比喻、取這個意思，來喻這個妙法。"
    },
    {
      "id": "08-004-0001_p0040",
      "zh_CN": "「经」之一字，「具」，具是具足，「贯摄常法」这四个意思。这四个字大乘里面都有注解，诸位一看就能够明了。到这里我们只是把经题给诸位简单的介绍出来。",
      "zh_TW": "「經」之一字，「具」，具是具足，「貫攝常法」這四個意思。這四個字大乘裡面都有註解，諸位一看就能夠明瞭。到這裡我們只是把經題給諸位簡單的介紹出來。"
    },
    {
      "id": "08-004-0001_p0041",
      "zh_CN": "底下有乘摄、教体、宗趣，这个地方应当是把线要拉到释题这个地方来才对，他把这个当中断掉了，这是画表的人他不懂这个格式。这一段我希望诸位看，我们也不必讲了。我跟诸位列的表是个纲领，你们把玄义里头一对照就清楚了，这几句都是玄义里面摘录出来的；换句话说，是玄义里头最重要的句子。玄义记不住，把这几句记住就好。今天晚上我再跟诸位介绍品题，就是入这部经了，以下册「普门品」为中心，上册就用不上了。",
      "zh_TW": "底下有乘攝、教體、宗趣，這個地方應當是把線要拉到釋題這個地方來才對，他把這個當中斷掉了，這是畫表的人他不懂這個格式。這一段我希望諸位看，我們也不必講了。我跟諸位列的表是個綱領，你們把玄義裡頭一對照就清楚了，這幾句都是玄義裡面摘錄出來的；換句話說，是玄義裡頭最重要的句子。玄義記不住，把這幾句記住就好。今天晚上我再跟諸位介紹品題，就是入這部經了，以下冊「普門品」為中心，上冊就用不上了。"
    }
  ]
}