{
  "doc_id": "14-009-0015",
  "title": {
    "zh_CN": "地藏经",
    "zh_TW": "地藏經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1985",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-009-0015",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "14-009-0015_p0001",
      "zh_CN": "一百二十九页，最后一行。",
      "zh_TW": "一百二十九頁，最後一行。"
    },
    {
      "id": "14-009-0015_p0002",
      "zh_CN": "【如鱼游网。将是长流。脱入暂出。又复遭网。】",
      "zh_TW": "【如魚游網。將是長流。脫入暫出。又復遭網。】"
    },
    {
      "id": "14-009-0015_p0003",
      "zh_CN": "上面我们讲到本师释迦牟尼佛听了地藏菩萨承担起弥勒出生以前教化众生的使命，佛也感到相当的安慰。接着有一番开示，这开示虽然是对地藏菩萨说的，其实这些话与我们每一个人都有密切的关系，读了以后不能不深深的警悟。佛说，一切众生没有得到解脱的，我们晓得，佛门里面小乘人讲解脱，是阿罗汉果；大乘人讲解脱，是对圆教初住菩萨，别教就是初地。我们就以小乘而论，有几个人能够，别说四果，就是小乘的初果，有几个人能够证得？小乘初果的条件是要将三界八十八品见惑断尽，这样虽然没有出六道，可是他决定不堕三恶道。这样的人可以说少之又少，不但是没有学佛的人他做不到，就是学了佛，甚至于出了家，修行一辈子，能不能做到？五种见惑能不能真的断掉？如果不能真断了，那就是佛这个地方的开示，「性识无定」。性识，拿现在的话来说，就是我们的习性，古人所谓「近朱者赤，近墨者黑」；换句话说，总免不掉要受环境的染污。这就是凡夫，凡夫作善作恶，于环境有很大的影响。所以古时候道场多半是建立在距离都市、村庄相当远的山林之中，为什么？避开五欲六尘的染污，这都是为未解脱者设想的。唐以后，丛林制度建立了，更是显著的要求，所谓依众靠众，大家在一起共修，互相的勉励、互相的监督，才能够成就人。",
      "zh_TW": "上面我們講到本師釋迦牟尼佛聽了地藏菩薩承擔起彌勒出生以前教化眾生的使命，佛也感到相當的安慰。接著有一番開示，這開示雖然是對地藏菩薩說的，其實這些話與我們每一個人都有密切的關係，讀了以後不能不深深的警悟。佛說，一切眾生沒有得到解脫的，我們曉得，佛門裡面小乘人講解脫，是阿羅漢果；大乘人講解脫，是對圓教初住菩薩，別教就是初地。我們就以小乘而論，有幾個人能夠，別說四果，就是小乘的初果，有幾個人能夠證得？小乘初果的條件是要將三界八十八品見惑斷盡，這樣雖然沒有出六道，可是他決定不墮三惡道。這樣的人可以說少之又少，不但是沒有學佛的人他做不到，就是學了佛，甚至於出了家，修行一輩子，能不能做到？五種見惑能不能真的斷掉？如果不能真斷了，那就是佛這個地方的開示，「性識無定」。性識，拿現在的話來說，就是我們的習性，古人所謂「近朱者赤，近墨者黑」；換句話說，總免不掉要受環境的染污。這就是凡夫，凡夫作善作惡，於環境有很大的影響。所以古時候道場多半是建立在距離都市、村莊相當遠的山林之中，為什麼？避開五欲六塵的染污，這都是為未解脫者設想的。唐以後，叢林制度建立了，更是顯著的要求，所謂依眾靠眾，大家在一起共修，互相的勉勵、互相的監督，才能夠成就人。"
    },
    {
      "id": "14-009-0015_p0004",
      "zh_CN": "所以现代学佛，纵然讲出家学佛，成就是大大的不如古人，原因在什么地方？我想诸位都能够想像得到。现在是自由民主，自由民主也不能说不好，但是对于修道的人来讲不算好。这一自由、一民主，就免不了要逐境生心，你不受约束了。换句话说，恶念就多，造恶业的机会也多了，你轮转三途的机会当然也相对的多起来，这是今日之下修行人没有成就的最大的原因。通常我们也看了不少经，也听了不少经，大概听说有这么回事情，做恶事要堕三恶道，听说而已，是不是真相信？不见得。听说，未必是真的，也许佛说这个吓唬吓唬我们的，叫我们做好事，所以我们的心、我们的行为，恶的习气总是不能断掉。如果要真正体认了佛所讲的话句句真实，那我们就要认真的检讨，认真考虑，我们的起心动念就不能不谨慎。",
      "zh_TW": "所以現代學佛，縱然講出家學佛，成就是大大的不如古人，原因在什麼地方？我想諸位都能夠想像得到。現在是自由民主，自由民主也不能說不好，但是對於修道的人來講不算好。這一自由、一民主，就免不了要逐境生心，你不受約束了。換句話說，惡念就多，造惡業的機會也多了，你輪轉三途的機會當然也相對的多起來，這是今日之下修行人沒有成就的最大的原因。通常我們也看了不少經，也聽了不少經，大概聽說有這麼回事情，做惡事要墮三惡道，聽說而已，是不是真相信？不見得。聽說，未必是真的，也許佛說這個嚇唬嚇唬我們的，叫我們做好事，所以我們的心、我們的行為，惡的習氣總是不能斷掉。如果要真正體認了佛所講的話句句真實，那我們就要認真的檢討，認真考慮，我們的起心動念就不能不謹慎。"
    },
    {
      "id": "14-009-0015_p0005",
      "zh_CN": "菩萨很慈悲，你堕在恶道里面，好不容易把你救出来，救出来没几天，又做恶事，又掉到恶道里去，这就是佛这一段话的事实。尤其是今天我们念的这一小段经文，这个比喻，像鱼牠游，落在网里面。落在网里面，牠有这么一个机会又从网里头钻出去了。钻出去很好，但是牠愚痴，一钻出去，打个转，牠又掉到网里去。这个网就比喻三恶道。严格的讲，六道众生三恶道是故乡，住得久。人天是到外头作客，时间很短暂，因为他作客，他不好好的作，要造罪业，所以一定要堕落。",
      "zh_TW": "菩薩很慈悲，你墮在惡道裡面，好不容易把你救出來，救出來沒幾天，又做惡事，又掉到惡道裡去，這就是佛這一段話的事實。尤其是今天我們念的這一小段經文，這個比喻，像魚牠游，落在網裡面。落在網裡面，牠有這麼一個機會又從網裡頭鑽出去了。鑽出去很好，但是牠愚痴，一鑽出去，打個轉，牠又掉到網裡去。這個網就比喻三惡道。嚴格的講，六道眾生三惡道是故鄉，住得久。人天是到外頭作客，時間很短暫，因為他作客，他不好好的作，要造罪業，所以一定要墮落。"
    },
    {
      "id": "14-009-0015_p0006",
      "zh_CN": "不出三界决定不是办法，这是我们要真正警觉的。什么时候超越三界？一定要在这一生。我们要问，这一生可不可能？我跟诸位说，决定可能。你要是出不了三界，就跟本经里面讲的事实完全相应。要出三界，就要认真的念佛。所以《弥陀经》、《华严经》我们决定要细讲。这个地方同修虽然不多，如果各个都能往生，我已经非常满足。因为想到当年初祖慧远大师在庐山创办莲社，一共往生的一百二十三个人。如果我们能有二十八个人往生，那就非常非常难得，末法时期，我们的莲社有二十八个人去见阿弥陀佛，就不容易了。所以，净土经典我们一定细讲，《华严经》我们要细讲，戒律我们也要好好的来研究讨论，我们从《在家律要》来讨论起，决定要成功，这一生要有成就。",
      "zh_TW": "不出三界決定不是辦法，這是我們要真正警覺的。什麼時候超越三界？一定要在這一生。我們要問，這一生可不可能？我跟諸位說，決定可能。你要是出不了三界，就跟本經裡面講的事實完全相應。要出三界，就要認真的念佛。所以《彌陀經》、《華嚴經》我們決定要細講。這個地方同修雖然不多，如果各個都能往生，我已經非常滿足。因為想到當年初祖慧遠大師在廬山創辦蓮社，一共往生的一百二十三個人。如果我們能有二十八個人往生，那就非常非常難得，末法時期，我們的蓮社有二十八個人去見阿彌陀佛，就不容易了。所以，淨土經典我們一定細講，《華嚴經》我們要細講，戒律我們也要好好的來研究討論，我們從《在家律要》來討論起，決定要成功，這一生要有成就。"
    },
    {
      "id": "14-009-0015_p0007",
      "zh_CN": "往生西方极乐世界的条件，蕅益大师在《要解》里面讲得很详细、很明白，我们虽然现在还没读到《要解》，可是《要解》的大意每一个星期三在讲，重要的开示都提到了。能不能往生决定在信愿之有无，信与愿都要百分之百，不能有一丝毫的怀疑。经上讲得清清楚楚，五逆十恶在临命终时，他真相信、真发愿，也能往生。虽然只念了十声佛号，甚至于只念一声，不要十声，一声，下品下生，他能往生。品位高下在于持名的深浅，你念得愈多，你到西方极乐世界品位愈高；念得少，品位就低。能不能往生是看你有没有信愿，这是蕅益大师《要解》里面最重要的一句话。如果把这句话牢牢的记住，依教奉行，那个《要解》不念也等于念了。如果这两句话还是马马虎虎看过去，不甚以为然，你《要解》念得再熟，讲得天花乱坠，也等于没念，不起作用。所以自己要有百分之百的信心，有百分之百的愿心。古德教给我们，「少说一句话，多念一声佛」。为什么？你多念一声，你的品位就往上提高一层，不一样。多说废话，你想想看，把自己品位提升的机会失掉，太可惜。所以真正聪明人，真正觉悟的人，我们的佛号不能间断，不应该间断。",
      "zh_TW": "往生西方極樂世界的條件，蕅益大師在《要解》裡面講得很詳細、很明白，我們雖然現在還沒讀到《要解》，可是《要解》的大意每一個星期三在講，重要的開示都提到了。能不能往生決定在信願之有無，信與願都要百分之百，不能有一絲毫的懷疑。經上講得清清楚楚，五逆十惡在臨命終時，他真相信、真發願，也能往生。雖然只念了十聲佛號，甚至於只念一聲，不要十聲，一聲，下品下生，他能往生。品位高下在於持名的深淺，你念得愈多，你到西方極樂世界品位愈高；念得少，品位就低。能不能往生是看你有沒有信願，這是蕅益大師《要解》裡面最重要的一句話。如果把這句話牢牢的記住，依教奉行，那個《要解》不念也等於念了。如果這兩句話還是馬馬虎虎看過去，不甚以為然，你《要解》念得再熟，講得天花亂墜，也等於沒念，不起作用。所以自己要有百分之百的信心，有百分之百的願心。古德教給我們，「少說一句話，多念一聲佛」。為什麼？你多念一聲，你的品位就往上提高一層，不一樣。多說廢話，你想想看，把自己品位提升的機會失掉，太可惜。所以真正聰明人，真正覺悟的人，我們的佛號不能間斷，不應該間斷。"
    },
    {
      "id": "14-009-0015_p0008",
      "zh_CN": "在美国买这些机器很便宜，家里买一个，录音带的佛号可以从早放到晚，这一个机器也只几十块钱，放坏了就再去买一台去，这个钱花得值得，为什么？提醒你二六时中佛号不间断。别的可以省，这个钱不要省。我们有钱干什么？有钱就要想尽方法叫它来帮助我们念佛，替我们助念，现在就要助念，使这个佛号不中断。甚至于公司行号里面，也可以从上班到下班的时候都放，有客人来听的时候，这是什么？你就藉这个机会讲阿弥陀佛这个道理给他听，劝他念佛，劝他求生净土，你就度了一个人。他要相信，他这一生就得度；他要半信半疑，种子种下去了，金刚种子种下去，尽到我们度一切众生的责任。所以三界决定不可以留恋，恶道可畏，要发心出离。底下佛说：",
      "zh_TW": "在美國買這些機器很便宜，家裡買一個，錄音帶的佛號可以從早放到晚，這一個機器也只幾十塊錢，放壞了就再去買一台去，這個錢花得值得，為什麼？提醒你二六時中佛號不間斷。別的可以省，這個錢不要省。我們有錢幹什麼？有錢就要想盡方法叫它來幫助我們念佛，替我們助念，現在就要助念，使這個佛號不中斷。甚至於公司行號裡面，也可以從上班到下班的時候都放，有客人來聽的時候，這是什麼？你就藉這個機會講阿彌陀佛這個道理給他聽，勸他念佛，勸他求生淨土，你就度了一個人。他要相信，他這一生就得度；他要半信半疑，種子種下去了，金剛種子種下去，盡到我們度一切眾生的責任。所以三界決定不可以留戀，惡道可畏，要發心出離。底下佛說："
    },
    {
      "id": "14-009-0015_p0009",
      "zh_CN": "【以是等辈。吾当忧念。汝既毕是往愿。累劫重誓。广度罪辈。吾复何虑。】",
      "zh_TW": "【以是等輩。吾當憂念。汝既畢是往願。累劫重誓。廣度罪輩。吾復何慮。】"
    },
    {
      "id": "14-009-0015_p0010",
      "zh_CN": "这是世尊听了地藏菩萨他能够承担他的付嘱，他也感觉到很安慰。这是告诉他，佛有什么忧虑？忧虑这一些刚强难化的众生，心随境转的众生，在六道里头头出头没。『汝』，这是称地藏菩萨。实在讲地藏菩萨他的资格太老了，我们前面曾经看到过，无量无边的诸佛都是地藏菩萨的学生，学生今天成佛了，老师还是菩萨，佛得称他还称「汝」，还是上对下的口吻。这个好像在人情上讲有一点过不去，地藏是老师，学生虽然成佛，看到老师总有点尊敬的意思，怎么可以用这个口吻？诸位要晓得，这是在教学，就好比唱戏一样，唱戏，他的徒弟唱主角，扮个皇帝，老师跑龙套，扛着旗子跟着后头转，有没有这个事情？多得很。你们都看过戏，老师在旁边跑龙套，学生在那里唱主角，这就是这个意思。这是表演给我们看的，教给我们要尊师重道，在后台那是另当别论，在台上那就要装得很像，教给我们要尊师重道。菩萨发的大愿，所谓「地狱不空，誓不成佛」，这个愿不只发一次，生生世世都发这个大愿，今天在忉利天宫又发这个愿，佛听了很安慰。",
      "zh_TW": "這是世尊聽了地藏菩薩他能夠承擔他的付囑，他也感覺到很安慰。這是告訴他，佛有什麼憂慮？憂慮這一些剛強難化的眾生，心隨境轉的眾生，在六道裡頭頭出頭沒。『汝』，這是稱地藏菩薩。實在講地藏菩薩他的資格太老了，我們前面曾經看到過，無量無邊的諸佛都是地藏菩薩的學生，學生今天成佛了，老師還是菩薩，佛得稱他還稱「汝」，還是上對下的口吻。這個好像在人情上講有一點過不去，地藏是老師，學生雖然成佛，看到老師總有點尊敬的意思，怎麼可以用這個口吻？諸位要曉得，這是在教學，就好比唱戲一樣，唱戲，他的徒弟唱主角，扮個皇帝，老師跑龍套，扛著旗子跟著後頭轉，有沒有這個事情？多得很。你們都看過戲，老師在旁邊跑龍套，學生在那裡唱主角，這就是這個意思。這是表演給我們看的，教給我們要尊師重道，在後台那是另當別論，在台上那就要裝得很像，教給我們要尊師重道。菩薩發的大願，所謂「地獄不空，誓不成佛」，這個願不只發一次，生生世世都發這個大願，今天在忉利天宮又發這個願，佛聽了很安慰。"
    },
    {
      "id": "14-009-0015_p0011",
      "zh_CN": "古人告诉我们，特别是学佛的同修，无论是在家、出家，我们道业为什么不能成就？这个注解一百三十一页倒数第二行的当中，底下这几行文大家要好好的去念念。在家由于取五尘，这才起斗争。五尘是什么？财、色、名、食、睡，也就是我们现在所谓的物质的享受、精神的享受，在那里拼命的夺取，不择手段，这造罪业。出家人有没有斗争？有。出家人，这是讲从前，不讲现在，现在出家人跟在家人没有什么大的差别。从前出家人没有财产，三衣一钵，所以财、色、名、食、睡他不要，他丢掉，在这上不斗争，那斗争什么？斗争看法不一样，见解不一样。你譬如说佛讲这个经，他有他的看法，他有他的看法，两个人看法不同，就得要斗争。这个情形我们也看到很多。最明显的是《楞严经》，你们看看《楞严经》的注解，几十家注解，这个不服那个，那个不服这个，各人说各人一套，说他是对的，那个人说得不对。都是这样，这是见解不相同。到底哪个对？给诸位说，都对。为什么会斗争？每个人都偏在一边，没有看到完整的。看到完整的就不斗争了，只看到一边这就斗争，各人执着各人的见解，这个才起斗争。斗争的果报，纵然是修大福报，福报太大了，来世也落个阿修罗，不好；福报要小一点的，那三恶道去了，还是在三恶道。斗争离不了瞋恚，离不了嫉妒，这是大烦恼，伤害的是自己，堕落吃苦的是自己，与别人不相干，这是要觉悟的。",
      "zh_TW": "古人告訴我們，特別是學佛的同修，無論是在家、出家，我們道業為什麼不能成就？這個註解一百三十一頁倒數第二行的當中，底下這幾行文大家要好好的去念念。在家由於取五塵，這才起鬥爭。五塵是什麼？財、色、名、食、睡，也就是我們現在所謂的物質的享受、精神的享受，在那裡拼命的奪取，不擇手段，這造罪業。出家人有沒有鬥爭？有。出家人，這是講從前，不講現在，現在出家人跟在家人沒有什麼大的差別。從前出家人沒有財產，三衣一缽，所以財、色、名、食、睡他不要，他丟掉，在這上不鬥爭，那鬥爭什麼？鬥爭看法不一樣，見解不一樣。你譬如說佛講這個經，他有他的看法，他有他的看法，兩個人看法不同，就得要鬥爭。這個情形我們也看到很多。最明顯的是《楞嚴經》，你們看看《楞嚴經》的註解，幾十家註解，這個不服那個，那個不服這個，各人說各人一套，說他是對的，那個人說得不對。都是這樣，這是見解不相同。到底哪個對？給諸位說，都對。為什麼會鬥爭？每個人都偏在一邊，沒有看到完整的。看到完整的就不鬥爭了，只看到一邊這就鬥爭，各人執著各人的見解，這個才起鬥爭。鬥爭的果報，縱然是修大福報，福報太大了，來世也落個阿修羅，不好；福報要小一點的，那三惡道去了，還是在三惡道。鬥爭離不了瞋恚，離不了嫉妒，這是大煩惱，傷害的是自己，墮落吃苦的是自己，與別人不相干，這是要覺悟的。"
    },
    {
      "id": "14-009-0015_p0012",
      "zh_CN": "要讲到戒取见来说，在家、出家都要持戒，执着持戒是清净的，这就变成戒取见。一定要晓得，持戒是修学的手段，不是目的。目的在哪里？目的在得定。什么叫定？现在在这个世间，真的像《楞严经》上所说的，邪师说法如恒河沙。昨天给大家照相结缘的严居士，他说他在美国跟一个外国的法师学了一点法，他说那个法师是个缅甸人。跟他讲，释迦牟尼佛传的这个法，真正是佛传下来的很久都失传了，他现在得到了。他在印度不知在哪里参访，得到了，教他修一种定，能够成就奢摩他。我说怎么修法？他说教他心里头注意，注意鼻子嘴巴这一块，就想到这一块。他说他也不修数息，也不修观心，也不是参话头，就是叫他坐在那个地方，心集中在嘴巴、人中、鼻子这个地方，他说这样可以得奢摩他、得三摩地。还要观身体关节。我说这个不是佛法，与佛法理论上不相同，这有点像中国的道教，印度的外道。能不能得定？能得定，能够得定。不能开慧，不能出三界。这是世间的定，不是出世间的定，但是对身体健康有帮助，这是真的。他说可以能把妄念减少一些。我说当然可以，那是一定的道理，减少一点妄念，断不了妄念。他听我这个是有道理，他妄念没有断，只是在修这个法的时候妄念减少一点，这没有用。",
      "zh_TW": "要講到戒取見來說，在家、出家都要持戒，執著持戒是清淨的，這就變成戒取見。一定要曉得，持戒是修學的手段，不是目的。目的在哪裡？目的在得定。什麼叫定？現在在這個世間，真的像《楞嚴經》上所說的，邪師說法如恆河沙。昨天給大家照相結緣的嚴居士，他說他在美國跟一個外國的法師學了一點法，他說那個法師是個緬甸人。跟他講，釋迦牟尼佛傳的這個法，真正是佛傳下來的很久都失傳了，他現在得到了。他在印度不知在哪裡參訪，得到了，教他修一種定，能夠成就奢摩他。我說怎麼修法？他說教他心裡頭注意，注意鼻子嘴巴這一塊，就想到這一塊。他說他也不修數息，也不修觀心，也不是參話頭，就是叫他坐在那個地方，心集中在嘴巴、人中、鼻子這個地方，他說這樣可以得奢摩他、得三摩地。還要觀身體關節。我說這個不是佛法，與佛法理論上不相同，這有點像中國的道教，印度的外道。能不能得定？能得定，能夠得定。不能開慧，不能出三界。這是世間的定，不是出世間的定，但是對身體健康有幫助，這是真的。他說可以能把妄念減少一些。我說當然可以，那是一定的道理，減少一點妄念，斷不了妄念。他聽我這個是有道理，他妄念沒有斷，只是在修這個法的時候妄念減少一點，這沒有用。"
    },
    {
      "id": "14-009-0015_p0013",
      "zh_CN": "如果用念佛的功夫，我们能够把妄念减少，能够把妄念伏住，就可以带业往生；修其他的法门，同样的功夫，不能。我劝他念佛，不要搞那些花样，不要听人家说「这是释迦牟尼佛的秘传，这可不得了！念佛法门不是释迦牟尼佛的秘传」。其实这才真正是秘传，为什么是秘传？因为给你讲了你都不相信，可见得它秘。一讲你就相信，不秘；讲了你还不相信，这秘。只有真正善根福德因缘深厚的人，他才能接受，普通一般人不能接受。",
      "zh_TW": "如果用念佛的功夫，我們能夠把妄念減少，能夠把妄念伏住，就可以帶業往生；修其他的法門，同樣的功夫，不能。我勸他念佛，不要搞那些花樣，不要聽人家說「這是釋迦牟尼佛的祕傳，這可不得了！念佛法門不是釋迦牟尼佛的祕傳」。其實這才真正是祕傳，為什麼是祕傳？因為給你講了你都不相信，可見得它祕。一講你就相信，不祕；講了你還不相信，這祕。只有真正善根福德因緣深厚的人，他才能接受，普通一般人不能接受。"
    },
    {
      "id": "14-009-0015_p0014",
      "zh_CN": "我们自己就晓得，学佛人有学佛的许许多多毛病，那些毛病都是我们重大的障碍，一定要去掉。所以修行，自己要记住，什么叫修行？修是修正，行是行为，我们的思想行为有错误、有偏差，把它修正过来，这叫修行。每一天念佛十万声，拜佛三千拜，还是打妄想，还是一身的毛病，不能改过来，那不叫修行，那古人所谓是，你念佛喊破喉咙也枉然，你的行为没修正。这一句佛号就是提醒你修行，因为你所有的妄念，所有的毛病，从哪里来的？迷来的，迷惑颠倒才有错误、才有偏差。一句南无阿弥陀佛叫你皈依无量觉，觉就不迷了，所以觉就把迷修正过来，叫你念念要觉，时时要觉，事事要觉。",
      "zh_TW": "我們自己就曉得，學佛人有學佛的許許多多毛病，那些毛病都是我們重大的障礙，一定要去掉。所以修行，自己要記住，什麼叫修行？修是修正，行是行為，我們的思想行為有錯誤、有偏差，把它修正過來，這叫修行。每一天念佛十萬聲，拜佛三千拜，還是打妄想，還是一身的毛病，不能改過來，那不叫修行，那古人所謂是，你念佛喊破喉嚨也枉然，你的行為沒修正。這一句佛號就是提醒你修行，因為你所有的妄念，所有的毛病，從哪裡來的？迷來的，迷惑顛倒才有錯誤、才有偏差。一句南無阿彌陀佛叫你皈依無量覺，覺就不迷了，所以覺就把迷修正過來，叫你念念要覺，時時要覺，事事要覺。"
    },
    {
      "id": "14-009-0015_p0015",
      "zh_CN": "我最近这个几天在看《华严经探玄记》，这是《六十华严》贤首国师的注解。我把里面好多好句子都把它圈出来了，将来有时间把它摘录，做成一个小本子。我过去也看过一本书，叫《经海一滴》，我们图书室里有，有两部，大概有二、三十种经，都是里头的好句子摘录下来的，叫《经海一滴》。这里头就是没有《华严经》，我这把它编出来，将来增补上去，《华严经》里面的《经海一滴》。经里头处处开导我们，要认真的修正自己错误的行为。错误的根源在什么地方，那个病根？当然我们讲无明，那是最根本的病根，我们讲到最浅显的，现在我们所有过失产生在什么地方？产生在我、我所，拿世间话来说，就是自私自利，所有的毛病都生在这个地方，我，我所有的，我所有的财物，我所有的名利，我所有的荣耀。哪个人要稍微伤害一点点那就不高兴。没有的，想办法去争取；有的，绝不容许别人侵犯。毛病就出在这里，这就是我执、我见。",
      "zh_TW": "我最近這個幾天在看《華嚴經探玄記》，這是《六十華嚴》賢首國師的註解。我把裡面好多好句子都把它圈出來了，將來有時間把它摘錄，做成一個小本子。我過去也看過一本書，叫《經海一滴》，我們圖書室裡有，有兩部，大概有二、三十種經，都是裡頭的好句子摘錄下來的，叫《經海一滴》。這裡頭就是沒有《華嚴經》，我這把它編出來，將來增補上去，《華嚴經》裡面的《經海一滴》。經裡頭處處開導我們，要認真的修正自己錯誤的行為。錯誤的根源在什麼地方，那個病根？當然我們講無明，那是最根本的病根，我們講到最淺顯的，現在我們所有過失產生在什麼地方？產生在我、我所，拿世間話來說，就是自私自利，所有的毛病都生在這個地方，我，我所有的，我所有的財物，我所有的名利，我所有的榮耀。哪個人要稍微傷害一點點那就不高興。沒有的，想辦法去爭取；有的，絕不容許別人侵犯。毛病就出在這裡，這就是我執、我見。"
    },
    {
      "id": "14-009-0015_p0016",
      "zh_CN": "小乘人见道位，就是要破身见，知道身不是我，这才能见道。大乘的见道位，不但我执要破掉，法执还要破一品，大乘见道位。这是两大障碍，人我执、法我执两大障碍。人我执是烦恼障的根本，法我执就是所知障的根本，两大障碍，我们不能成就。破了烦恼障，你要是念佛往生西方，事一心不乱，生方便有余土；如果再破法执，破所知障，往生西方极乐世界是理一心不乱，生实报庄严土。一切经典都是给我们说明宇宙人生的真相，你了解真相你就觉悟了，你在这个世间才能真正生起菩提心，菩提心就是觉心，就是觉而不迷；才能生起真正的大慈悲心，慈悲一切，这样才能够顺利的往生西方世界。如果这些障碍不能排除，将来都要连累往生，我们这个目标就不太容易达成，所以这是一定要警觉的。《地藏经》上句句话都有很深很深的意思在，文字言语很浅显，含义非常深。世尊四十九年教学之后，这是末后苦口婆心的叮咛，教我们觉悟。这一部经总而言之就是劝你不要再住在这个娑婆世界，不要再搞六道轮回了，就是劝你干这些事情。所以说这些三界六道轮回这些罪报，说这个干什么？说这个你真懂得，下次不来了，这个地方怎么可以再来？意思在此地。再看底下经文：",
      "zh_TW": "小乘人見道位，就是要破身見，知道身不是我，這才能見道。大乘的見道位，不但我執要破掉，法執還要破一品，大乘見道位。這是兩大障礙，人我執、法我執兩大障礙。人我執是煩惱障的根本，法我執就是所知障的根本，兩大障礙，我們不能成就。破了煩惱障，你要是念佛往生西方，事一心不亂，生方便有餘土；如果再破法執，破所知障，往生西方極樂世界是理一心不亂，生實報莊嚴土。一切經典都是給我們說明宇宙人生的真相，你了解真相你就覺悟了，你在這個世間才能真正生起菩提心，菩提心就是覺心，就是覺而不迷；才能生起真正的大慈悲心，慈悲一切，這樣才能夠順利的往生西方世界。如果這些障礙不能排除，將來都要連累往生，我們這個目標就不太容易達成，所以這是一定要警覺的。《地藏經》上句句話都有很深很深的意思在，文字言語很淺顯，含義非常深。世尊四十九年教學之後，這是末後苦口婆心的叮嚀，教我們覺悟。這一部經總而言之就是勸你不要再住在這個娑婆世界，不要再搞六道輪迴了，就是勸你幹這些事情。所以說這些三界六道輪迴這些罪報，說這個幹什麼？說這個你真懂得，下次不來了，這個地方怎麼可以再來？意思在此地。再看底下經文："
    },
    {
      "id": "14-009-0015_p0017",
      "zh_CN": "【说是语时。会中有一菩萨摩诃萨。名定自在王。白佛言。世尊。地藏菩萨。累劫以来。各发何愿。今蒙世尊。殷勤赞叹。唯愿世尊。略而说之。】",
      "zh_TW": "【說是語時。會中有一菩薩摩訶薩。名定自在王。白佛言。世尊。地藏菩薩。累劫以來。各發何願。今蒙世尊。殷勤讚歎。唯願世尊。略而說之。】"
    },
    {
      "id": "14-009-0015_p0018",
      "zh_CN": "定自在王菩萨在这一会里面也算是一个当机众，来代替我们请法。换句话说，这些疑问我们都有，而我们问不出来，菩萨代我们发问。意思说，地藏菩萨久远劫以来，到底发了哪些愿，现在世尊对他这样的赞叹？前面虽然说过，说得语焉不详，不够详细，所以现在我们想再多知道一点，不敢请释迦牟尼佛详说、广说，只能求释迦牟尼佛略说。我们晓得，菩萨都是帮助佛在度众生，像这些地方我们都要很留意的学。为什么？我们今天闻到佛法，了解佛法，深信佛法，当然自己这一生决定成就，这样的大恩大德我们如何报答？天天给佛磕头，佛不需要我们给他磕头，磕头报不了佛恩；天天香花水果供养，佛不吃这些东西，表表我们的心意，佛不需要。唯一能报佛恩的就是学菩萨度一切众生，换句话说，把正法介绍给一切众生，希望他们个个都觉悟，个个都相信，个个都成就，这才叫报佛恩。定自在王菩萨在此地发问，这一问就是报佛恩。因为他一问，佛这一说，又接引了许许多多的迷惑颠倒的众生，令他们能开悟，令他们能成就，这个用意也很深。换句话说，我们有这个机缘，在大会当中看到有许多人有疑问他提不出来，或者他不好意思提出来，或者他不敢提出来，你就要代他发问，帮助他解决问题。",
      "zh_TW": "定自在王菩薩在這一會裡面也算是一個當機眾，來代替我們請法。換句話說，這些疑問我們都有，而我們問不出來，菩薩代我們發問。意思說，地藏菩薩久遠劫以來，到底發了哪些願，現在世尊對他這樣的讚歎？前面雖然說過，說得語焉不詳，不夠詳細，所以現在我們想再多知道一點，不敢請釋迦牟尼佛詳說、廣說，只能求釋迦牟尼佛略說。我們曉得，菩薩都是幫助佛在度眾生，像這些地方我們都要很留意的學。為什麼？我們今天聞到佛法，了解佛法，深信佛法，當然自己這一生決定成就，這樣的大恩大德我們如何報答？天天給佛磕頭，佛不需要我們給他磕頭，磕頭報不了佛恩；天天香花水果供養，佛不吃這些東西，表表我們的心意，佛不需要。唯一能報佛恩的就是學菩薩度一切眾生，換句話說，把正法介紹給一切眾生，希望他們個個都覺悟，個個都相信，個個都成就，這才叫報佛恩。定自在王菩薩在此地發問，這一問就是報佛恩。因為他一問，佛這一說，又接引了許許多多的迷惑顛倒的眾生，令他們能開悟，令他們能成就，這個用意也很深。換句話說，我們有這個機緣，在大會當中看到有許多人有疑問他提不出來，或者他不好意思提出來，或者他不敢提出來，你就要代他發問，幫助他解決問題。"
    },
    {
      "id": "14-009-0015_p0019",
      "zh_CN": "【尔时世尊。告定自在王菩萨。谛听谛听。善思念之。吾当为汝分别解说。】",
      "zh_TW": "【爾時世尊。告定自在王菩薩。諦聽諦聽。善思念之。吾當為汝分別解說。】"
    },
    {
      "id": "14-009-0015_p0020",
      "zh_CN": "这几句话里面要注意的就是『谛听』，「谛听」就是一心一意的听，我们今天所谓专心的听，要专心听。『善思念之』，「善思念之」是要你听了之后要觉悟。思念上面加一个「善」，我们一般人思念用什么？用第六意识，用第六意识思，用第六意识念，就不善；离心意识，那个思念那就善，离心意识的思念必定开悟。所以这个「善思」很有意思，不能用分别心，不能用执着心，不能用妄想心，这样的思念就善。也许我们要问，如果不用第六意识，那怎么个思法？一思一念总会落到意识里去。这个说法没错。佛用这几个字样，不用这几个字的意思。譬如大乘经典里面常讲的，菩萨修三慧，声闻修三学戒、定、慧，好懂。为什么？因为声闻他用第六意识，跟我们一样；菩萨三慧是闻、思、修，跟我们不同。你能懂得三慧，你才懂得此地「善思念之」，这就是三慧。",
      "zh_TW": "這幾句話裡面要注意的就是『諦聽』，「諦聽」就是一心一意的聽，我們今天所謂專心的聽，要專心聽。『善思念之』，「善思念之」是要你聽了之後要覺悟。思念上面加一個「善」，我們一般人思念用什麼？用第六意識，用第六意識思，用第六意識念，就不善；離心意識，那個思念那就善，離心意識的思念必定開悟。所以這個「善思」很有意思，不能用分別心，不能用執著心，不能用妄想心，這樣的思念就善。也許我們要問，如果不用第六意識，那怎麼個思法？一思一念總會落到意識裡去。這個說法沒錯。佛用這幾個字樣，不用這幾個字的意思。譬如大乘經典裡面常講的，菩薩修三慧，聲聞修三學戒、定、慧，好懂。為什麼？因為聲聞他用第六意識，跟我們一樣；菩薩三慧是聞、思、修，跟我們不同。你能懂得三慧，你才懂得此地「善思念之」，這就是三慧。"
    },
    {
      "id": "14-009-0015_p0021",
      "zh_CN": "三慧里面闻慧，不是讲你听到、听闻了，不是这个意思，闻慧是代表我们六根接触六尘境界，用这个字代表，叫闻。一接触就明了，就明了的意思来说，用这思字代表，代表一接触就明了。因为凡夫总要想一想他才会明了，菩萨不要想的，不要想，明了了，明了也用思来代表。那什么叫修？不迷就叫修，他一明了了就不迷。所以从接触叫做闻，明了叫做思，不迷叫做修，一而三，三而一，绝对没有通过分别、执着、妄想，没有通过这个，决定不用心意识，不用第六识，不用第七识，不用第八识。此地这个「善思念」就是这个意思，就是菩萨的三慧。这一听了就大彻大悟。我们所以很难理解大乘经义，就是统统落在心意识里头。佛讲这些经典不用心意识，菩萨接受这些经典也不用心意识，所以才能真正得解如来真实义。我们用心意识来接受，把佛法统统变成世间法，把佛的真实义变成我们的胡思乱想，我们在那猜测，这就大错特错。好，再看下面经文：",
      "zh_TW": "三慧裡面聞慧，不是講你聽到、聽聞了，不是這個意思，聞慧是代表我們六根接觸六塵境界，用這個字代表，叫聞。一接觸就明瞭，就明瞭的意思來說，用這思字代表，代表一接觸就明瞭。因為凡夫總要想一想他才會明瞭，菩薩不要想的，不要想，明瞭了，明瞭也用思來代表。那什麼叫修？不迷就叫修，他一明瞭了就不迷。所以從接觸叫做聞，明瞭叫做思，不迷叫做修，一而三，三而一，絕對沒有通過分別、執著、妄想，沒有通過這個，決定不用心意識，不用第六識，不用第七識，不用第八識。此地這個「善思念」就是這個意思，就是菩薩的三慧。這一聽了就大徹大悟。我們所以很難理解大乘經義，就是統統落在心意識裡頭。佛講這些經典不用心意識，菩薩接受這些經典也不用心意識，所以才能真正得解如來真實義。我們用心意識來接受，把佛法統統變成世間法，把佛的真實義變成我們的胡思亂想，我們在那猜測，這就大錯特錯。好，再看下面經文："
    },
    {
      "id": "14-009-0015_p0022",
      "zh_CN": "【乃往过去无量阿僧祇那由他不可说劫。】",
      "zh_TW": "【乃往過去無量阿僧祇那由他不可說劫。】"
    },
    {
      "id": "14-009-0015_p0023",
      "zh_CN": "这是讲时间的长远，这个数字都是天文数字。",
      "zh_TW": "這是講時間的長遠，這個數字都是天文數字。"
    },
    {
      "id": "14-009-0015_p0024",
      "zh_CN": "【尔时有佛。】",
      "zh_TW": "【爾時有佛。】"
    },
    {
      "id": "14-009-0015_p0025",
      "zh_CN": "在那个时候有一尊佛出世。",
      "zh_TW": "在那個時候有一尊佛出世。"
    },
    {
      "id": "14-009-0015_p0026",
      "zh_CN": "【号一切智成就如来。应供。正遍知。明行足。善逝。世间解。无上士。调御丈夫。天人师。佛。世尊。其佛寿命六万劫。】",
      "zh_TW": "【號一切智成就如來。應供。正遍知。明行足。善逝。世間解。無上士。調御丈夫。天人師。佛。世尊。其佛壽命六萬劫。】"
    },
    {
      "id": "14-009-0015_p0027",
      "zh_CN": "在这个地方我们看到佛的十种通号，这是属于佛学常识，任何一尊佛都有这十种称号，所以这十种称号叫通号，你要成了佛你也有这十种号。这十种号注解里面都有，可以做参考。讲到此地，当然也要做一个简单介绍，什么叫『如来』？有许多人没有能够在佛法上深入，往往对于佛的名号就发生误会。我们常常也听人家说，你们佛教里头是不是如来佛最大？这都是看《西游记》看多了，孙悟空本事很大，跳不出如来佛的掌心，所以如来佛最大。这都搞错了，每一尊佛都叫如来，到底哪一尊如来佛？这是要明了的。「如来」，此地的解释是一般的讲解，是乘如实道而来的，就叫做如来。《金刚经》上解释得非常好，佛告诉须菩提说，「如来者，诸法如义」。我觉得这个解释，解释得太妙了。那就是真正证得了法身，证得清净法身，才叫做如来，为什么？诸法如义，在一切法里面得大自在。",
      "zh_TW": "在這個地方我們看到佛的十種通號，這是屬於佛學常識，任何一尊佛都有這十種稱號，所以這十種稱號叫通號，你要成了佛你也有這十種號。這十種號註解裡面都有，可以做參考。講到此地，當然也要做一個簡單介紹，什麼叫『如來』？有許多人沒有能夠在佛法上深入，往往對於佛的名號就發生誤會。我們常常也聽人家說，你們佛教裡頭是不是如來佛最大？這都是看《西遊記》看多了，孫悟空本事很大，跳不出如來佛的掌心，所以如來佛最大。這都搞錯了，每一尊佛都叫如來，到底哪一尊如來佛？這是要明瞭的。「如來」，此地的解釋是一般的講解，是乘如實道而來的，就叫做如來。《金剛經》上解釋得非常好，佛告訴須菩提說，「如來者，諸法如義」。我覺得這個解釋，解釋得太妙了。那就是真正證得了法身，證得清淨法身，才叫做如來，為什麼？諸法如義，在一切法裡面得大自在。"
    },
    {
      "id": "14-009-0015_p0028",
      "zh_CN": "第二个名字叫『应供』，「应」是应该，「供」是供养，就是他应该接受天人的供养，为什么？因为他是老师的身分。学生应该供养老师，这是在我们中国、古时候的印度、西域都遵守这个教训，所谓是孝养父母、师、僧三宝，要孝顺。现在美国这个社会不讲这些了，我们要提倡，不说他不讲我们就随顺他。我们是要随顺他，随顺他要纠正他，随顺他要改正他，这是佛法住世的意义。随顺不能够改正，那何必来随顺？所以他们有一些错误的思想、错误的观念，虽然在此地一、二百年习以为常，他们认为这是理所当然的，我们说他错了，他还说我们错了。我们这个正错的标准是什么？在法性上，凡是与法性相应的，这是正确；违背法性的，是错误的。不孝顺父母师长的，这是违背法性；真正随顺法性，必定是知恩报恩。你看父母在养育的时候，费多少时间、费多少的爱心？小孩一养大，十七、八岁就走掉，不要父母了，这是违背了法性。你在学生时代，老师用多少苦心来教导你、来培养你，到你一成立了，把老师也忘掉了。这都是违背，背性的，这是错误的。",
      "zh_TW": "第二個名字叫『應供』，「應」是應該，「供」是供養，就是他應該接受天人的供養，為什麼？因為他是老師的身分。學生應該供養老師，這是在我們中國、古時候的印度、西域都遵守這個教訓，所謂是孝養父母、師、僧三寶，要孝順。現在美國這個社會不講這些了，我們要提倡，不說他不講我們就隨順他。我們是要隨順他，隨順他要糾正他，隨順他要改正他，這是佛法住世的意義。隨順不能夠改正，那何必來隨順？所以他們有一些錯誤的思想、錯誤的觀念，雖然在此地一、二百年習以為常，他們認為這是理所當然的，我們說他錯了，他還說我們錯了。我們這個正錯的標準是什麼？在法性上，凡是與法性相應的，這是正確；違背法性的，是錯誤的。不孝順父母師長的，這是違背法性；真正隨順法性，必定是知恩報恩。你看父母在養育的時候，費多少時間、費多少的愛心？小孩一養大，十七、八歲就走掉，不要父母了，這是違背了法性。你在學生時代，老師用多少苦心來教導你、來培養你，到你一成立了，把老師也忘掉了。這都是違背，背性的，這是錯誤的。"
    },
    {
      "id": "14-009-0015_p0029",
      "zh_CN": "所以佛法讲「上报四重恩」，我们回向偈常常念，四重恩第一个是父母之恩。所以不孝顺父母，绝对不会尊敬师长。我们去礼佛，如果在家里不孝顺父母，佛不接受，你拜他也不接受。第二种恩就是老师的，佛也是老师，佛的恩德。第三种恩德是国家的，在从前是国王，为什么？他能保护我们，叫我们在一生当中安居乐业，现在来讲，就是政府的恩德，国家的恩德，没有国家，可怜。第四种恩是一切众生之恩，一切众生于我们都有恩。我们穿的衣服，衣服不是自己缝的，这个布料也不是自己织的，以穿衣来说，裁缝的人对我们有恩德，织布的人于我们有功德，种植棉花的这些人于我们有功德。我们要吃一碗饭，你晓得多少人的恩德在里面？所以学佛的人心地慈悲，心地厚道，念念想到一切众生于我们都有恩德。为什么学佛？为报恩而学佛。为什么往生西方？为报恩而往生西方。所以老师是应该接受天人供养，所以叫「应供」。",
      "zh_TW": "所以佛法講「上報四重恩」，我們迴向偈常常念，四重恩第一個是父母之恩。所以不孝順父母，絕對不會尊敬師長。我們去禮佛，如果在家裡不孝順父母，佛不接受，你拜他也不接受。第二種恩就是老師的，佛也是老師，佛的恩德。第三種恩德是國家的，在從前是國王，為什麼？他能保護我們，叫我們在一生當中安居樂業，現在來講，就是政府的恩德，國家的恩德，沒有國家，可憐。第四種恩是一切眾生之恩，一切眾生於我們都有恩。我們穿的衣服，衣服不是自己縫的，這個布料也不是自己織的，以穿衣來說，裁縫的人對我們有恩德，織布的人於我們有功德，種植棉花的這些人於我們有功德。我們要吃一碗飯，你曉得多少人的恩德在裡面？所以學佛的人心地慈悲，心地厚道，念念想到一切眾生於我們都有恩德。為什麼學佛？為報恩而學佛。為什麼往生西方？為報恩而往生西方。所以老師是應該接受天人供養，所以叫「應供」。"
    },
    {
      "id": "14-009-0015_p0030",
      "zh_CN": "第三个名号是『正遍知』，这是称赞他的智慧，「正」是正确，「遍」是普遍；换句话说，尽虚空遍法界，过去未来，没有一样佛不知道，不但知道，而且正确的知道。都有，我们也有，我们有为什么现在没有？我们有两种障碍把自己的正遍知障碍住，烦恼障、所知障，障碍住了。假如我们把这两种障碍都断除掉，我们这个圆满的智慧就恢复，我们也像诸佛一样的正知、遍知，这叫「正遍知」。第四个名号叫『明行足』，「明」是智慧，「行」是福德，「足」就是圆满的意思；换句话说，佛的三业行为都与智慧相应。不像我们今天的行为，我们今天行为是迷惑颠倒的妄心在做主，不是智慧心在做主。这叫做「明行足」。",
      "zh_TW": "第三個名號是『正遍知』，這是稱讚他的智慧，「正」是正確，「遍」是普遍；換句話說，盡虛空遍法界，過去未來，沒有一樣佛不知道，不但知道，而且正確的知道。都有，我們也有，我們有為什麼現在沒有？我們有兩種障礙把自己的正遍知障礙住，煩惱障、所知障，障礙住了。假如我們把這兩種障礙都斷除掉，我們這個圓滿的智慧就恢復，我們也像諸佛一樣的正知、遍知，這叫「正遍知」。第四個名號叫『明行足』，「明」是智慧，「行」是福德，「足」就是圓滿的意思；換句話說，佛的三業行為都與智慧相應。不像我們今天的行為，我們今天行為是迷惑顛倒的妄心在做主，不是智慧心在做主。這叫做「明行足」。"
    },
    {
      "id": "14-009-0015_p0031",
      "zh_CN": "下面一个名号叫『善逝』，这个「逝」实际上意思就是舍离，正是佛法里面所谓「离一切相，即一切法」，逝是舍离。舍离怎么叫善离？善就是即相离相，才叫做「善逝」。小乘罗汉他离相了，他不能即相离相，那不叫善逝。佛能够即相离相，实际上就是《金刚经》上所讲的两句话，「不取于相，如如不动」，就是善逝的意思。在五欲六尘而不染五欲六尘，在五欲六尘而离五欲六尘，离即同时，离即不二，这叫真正的善逝。所以真正能够观察到一切法当体即空，天台家讲的一心三观，无论观哪一个法，即空、即假、即中，空假中是同时的，没有先后，一心三观，这也是善逝的意思。",
      "zh_TW": "下面一個名號叫『善逝』，這個「逝」實際上意思就是捨離，正是佛法裡面所謂「離一切相，即一切法」，逝是捨離。捨離怎麼叫善離？善就是即相離相，才叫做「善逝」。小乘羅漢他離相了，他不能即相離相，那不叫善逝。佛能夠即相離相，實際上就是《金剛經》上所講的兩句話，「不取於相，如如不動」，就是善逝的意思。在五欲六塵而不染五欲六塵，在五欲六塵而離五欲六塵，離即同時，離即不二，這叫真正的善逝。所以真正能夠觀察到一切法當體即空，天台家講的一心三觀，無論觀哪一個法，即空、即假、即中，空假中是同時的，沒有先後，一心三觀，這也是善逝的意思。"
    },
    {
      "id": "14-009-0015_p0032",
      "zh_CN": "底下一个叫『世间解』，这个德号容易懂。世是讲世间，但是这个世间有三种，它是特别指有情世间，因为世间有智正觉世间、有器世间、有有情世间，当然也可以说三种世间都可以包括在里面，他都理解。特别是指有情世间，就是一切众生烦恼业果佛没有一样不知道，没有一个人的事情他不知道。我们要想做一桩事情，没有人知道，可以瞒过人，行，能瞒得过人。甚至于做事情，自己都不晓得，自己也被瞒住了。佛菩萨瞒不住，佛菩萨统统知道，没有一样不知道的。如果我们明了这种事情，我们就不能起恶心、动恶念，为什么？佛菩萨知道得清清楚楚，无处可藏，无处可躲。这也是真的不是假的。",
      "zh_TW": "底下一個叫『世間解』，這個德號容易懂。世是講世間，但是這個世間有三種，它是特別指有情世間，因為世間有智正覺世間、有器世間、有有情世間，當然也可以說三種世間都可以包括在裡面，他都理解。特別是指有情世間，就是一切眾生煩惱業果佛沒有一樣不知道，沒有一個人的事情他不知道。我們要想做一樁事情，沒有人知道，可以瞞過人，行，能瞞得過人。甚至於做事情，自己都不曉得，自己也被瞞住了。佛菩薩瞞不住，佛菩薩統統知道，沒有一樣不知道的。如果我們明瞭這種事情，我們就不能起惡心、動惡念，為什麼？佛菩薩知道得清清楚楚，無處可藏，無處可躲。這也是真的不是假的。"
    },
    {
      "id": "14-009-0015_p0033",
      "zh_CN": "『无上士』，士是读书人，在我们中国古代是最尊最贵的。我们中国自古以来是尊重念书人，在社会上读书人的地位最高，士农工商。商人在从前社会上社会地位是最低的，他虽然富有，有钱，可是在社会上他地位很低。特别好像在正式的宴会里面，那个首席一定是念书人坐的，商人只好敬陪末座，他不能坐在上面的。现在不一样。从前你看，学而优则仕，他品学俱优，出来做官，学而优则仕。现在是商而富则仕，不一样了，念书人是穷念书人，没人瞧得起，天下大乱，本末倒置。现在有学问的人不能出来做官，为什么？没有钱竞选。要想出来做官的话，自己总得要有钱，生意做发了大财，可以把那财富拿来竞选。所以真正念书人，有学问、有道德的人，没有出头的日子，他虽然有能力，能够替社会大众来服务，他没机会。这一点，说老实话比不上从前帝王的时代，诸位要知道，你要好好念中国的历史，你就会真正爱护中国。",
      "zh_TW": "『無上士』，士是讀書人，在我們中國古代是最尊最貴的。我們中國自古以來是尊重念書人，在社會上讀書人的地位最高，士農工商。商人在從前社會上社會地位是最低的，他雖然富有，有錢，可是在社會上他地位很低。特別好像在正式的宴會裡面，那個首席一定是念書人坐的，商人只好敬陪末座，他不能坐在上面的。現在不一樣。從前你看，學而優則仕，他品學俱優，出來做官，學而優則仕。現在是商而富則仕，不一樣了，念書人是窮念書人，沒人瞧得起，天下大亂，本末倒置。現在有學問的人不能出來做官，為什麼？沒有錢競選。要想出來做官的話，自己總得要有錢，生意做發了大財，可以把那財富拿來競選。所以真正念書人，有學問、有道德的人，沒有出頭的日子，他雖然有能力，能夠替社會大眾來服務，他沒機會。這一點，說老實話比不上從前帝王的時代，諸位要知道，你要好好念中國的歷史，你就會真正愛護中國。"
    },
    {
      "id": "14-009-0015_p0034",
      "zh_CN": "我们中国自古以来并不是帝王专制。在中国历史上几千年，真正专制的帝王只有几个人，恐怕只有二、三个人真正专制的，其余的都相当民主，他不专制，他能够接受大众的意见，选贤与能。所以我们中国周朝时候就建立选举制度，但是他不是民选，是官选。自古以来，政府里面最高的赏赐给谁？给那推荐贤人的人，「进贤受上赏」，国家最高的荣誉、最高的赏赐，是你能够替国家推荐一个贤人，这个赏赐给你。地方的官员他负责有选举、有荐贤的任务。如果他在此地做县长做了三年，三年没有选拔一个人才给皇帝，你这个县长就不要当了，为什么？没有成绩，其他的什么事情做得再好，没有把人才选出来，这不行。所以地方官也常常要到外面去访问，访问干什么？就是留意人才。",
      "zh_TW": "我們中國自古以來並不是帝王專制。在中國歷史上幾千年，真正專制的帝王只有幾個人，恐怕只有二、三個人真正專制的，其餘的都相當民主，他不專制，他能夠接受大眾的意見，選賢與能。所以我們中國周朝時候就建立選舉制度，但是他不是民選，是官選。自古以來，政府裡面最高的賞賜給誰？給那推薦賢人的人，「進賢受上賞」，國家最高的榮譽、最高的賞賜，是你能夠替國家推薦一個賢人，這個賞賜給你。地方的官員他負責有選舉、有薦賢的任務。如果他在此地做縣長做了三年，三年沒有選拔一個人才給皇帝，你這個縣長就不要當了，為什麼？沒有成績，其他的什麼事情做得再好，沒有把人才選出來，這不行。所以地方官也常常要到外面去訪問，訪問幹什麼？就是留意人才。"
    },
    {
      "id": "14-009-0015_p0035",
      "zh_CN": "那时候人才的标准是孝廉，举孝廉。孝是什么？孝顺父母，尊敬师长的，这是第一个条件。第二个是廉，廉洁，很守本分。要选廉洁的、选忠孝，这样的人将来选拔由国家来栽培，他将来出来做官才能做一个好官。他廉洁，就不贪污；他能孝顺父母，他就能忠于国家，从前选举的条件是这个。在汉朝的制度就是举孝廉，举就是选举。所以从前制度有很多地方非常之好，非常合理。现在民选太难太难，哪一个人能够掌握群众，他就选上了。再有能力、再有学问、再有道德的人都无可奈何。真的，现在的民主制度，固然也有它的好处，有它的缺点。从前君主制度有它的缺点，也有它的优点。",
      "zh_TW": "那時候人才的標準是孝廉，舉孝廉。孝是什麼？孝順父母，尊敬師長的，這是第一個條件。第二個是廉，廉潔，很守本分。要選廉潔的、選忠孝，這樣的人將來選拔由國家來栽培，他將來出來做官才能做一個好官。他廉潔，就不貪污；他能孝順父母，他就能忠於國家，從前選舉的條件是這個。在漢朝的制度就是舉孝廉，舉就是選舉。所以從前制度有很多地方非常之好，非常合理。現在民選太難太難，哪一個人能夠掌握群眾，他就選上了。再有能力、再有學問、再有道德的人都無可奈何。真的，現在的民主制度，固然也有它的好處，有它的缺點。從前君主制度有它的缺點，也有它的優點。"
    },
    {
      "id": "14-009-0015_p0036",
      "zh_CN": "士是读书人，「无上士」，就是读书人里面至高无上的、学问道德最圆满的，当然是佛，所以佛称为「无上士」。『调御丈夫』，这个「调」是调伏，「御」是控御，讲什么？这是专门讲对自己，他能够控制调伏自己的妄心、欲望、邪思邪念，这个人了不起。一般人做不到，他能做到，他能做到所以才尊称为大丈夫。这个大丈夫就有那大英雄的味道，这是大丈夫的事业，大英雄的事业，别人做不到的他能做到，这是一种克己的功夫。『天人师』，不但是人间的师范，也是诸天的师范。『佛』这个意思我们讲得很多，佛是觉悟的意思，觉而不迷。",
      "zh_TW": "士是讀書人，「無上士」，就是讀書人裡面至高無上的、學問道德最圓滿的，當然是佛，所以佛稱為「無上士」。『調御丈夫』，這個「調」是調伏，「御」是控御，講什麼？這是專門講對自己，他能夠控制調伏自己的妄心、欲望、邪思邪念，這個人了不起。一般人做不到，他能做到，他能做到所以才尊稱為大丈夫。這個大丈夫就有那大英雄的味道，這是大丈夫的事業，大英雄的事業，別人做不到的他能做到，這是一種克己的功夫。『天人師』，不但是人間的師範，也是諸天的師範。『佛』這個意思我們講得很多，佛是覺悟的意思，覺而不迷。"
    },
    {
      "id": "14-009-0015_p0037",
      "zh_CN": "所以，从「如来」到「佛」一共是十个名号，这是一切诸佛十种通号。具有这十种通号就叫『世尊』，所以「世尊」这个称号不在十号之内，因为具足这十种大德、大能、大智，这是世出世间最为尊贵的，所以称之为世尊。这是佛的十号简单在此地跟诸位介绍。这一尊佛出世的时候，众生福报很大，从什么地方看出来？从寿命看出来，『其佛寿命六万劫』。可见得这个时候的人寿命长，寿命长就福报大。这注子里面注得很详细，诸位自己可以好好的去看看。",
      "zh_TW": "所以，從「如來」到「佛」一共是十個名號，這是一切諸佛十種通號。具有這十種通號就叫『世尊』，所以「世尊」這個稱號不在十號之內，因為具足這十種大德、大能、大智，這是世出世間最為尊貴的，所以稱之為世尊。這是佛的十號簡單在此地跟諸位介紹。這一尊佛出世的時候，眾生福報很大，從什麼地方看出來？從壽命看出來，『其佛壽命六萬劫』。可見得這個時候的人壽命長，壽命長就福報大。這註子裡面註得很詳細，諸位自己可以好好的去看看。"
    },
    {
      "id": "14-009-0015_p0038",
      "zh_CN": "【未出家时。为小国王。与一邻国王为友。同行十善。饶益众生。】",
      "zh_TW": "【未出家時。為小國王。與一鄰國王為友。同行十善。饒益眾生。】"
    },
    {
      "id": "14-009-0015_p0039",
      "zh_CN": "这要说这一尊佛的往事了。成佛不是一朝一夕的事情，是要经过相当长的时间。佛在小乘经里面讲，要经过三大阿僧祇劫；在《华严经》里面讲，要经无量劫。可是你听到这么长的时间，不要被它吓住，「无量劫，这到哪一辈子才能成得了？」如果你的寿命要是无量劫，那不就一生成佛了吗？所以到西方世界都是一生成佛，为什么？他寿命就是无量劫，无量寿就是无量劫。《华严经》里面讲，大乘圆教的佛要无量劫，到西方极乐世界正好一生成佛，不到西方世界去那就相当麻烦，那就时间太长。为什么？你有生死轮回，纵然出离三界，你还有变易生死。所以十方一切诸佛劝勉我们往生西方极乐世界，真正是大慈大悲到了极处，这种恩德之厚，父母之恩怎么也比不上，我们要体会到。他在未出家的时候他做个小国王，他是国王的身分，而且是个非常好的国王。『与一邻国王为友』，这两位国王都是以十善教化众生，统治国家，可见得这个国王行政的殊胜。",
      "zh_TW": "這要說這一尊佛的往事了。成佛不是一朝一夕的事情，是要經過相當長的時間。佛在小乘經裡面講，要經過三大阿僧祇劫；在《華嚴經》裡面講，要經無量劫。可是你聽到這麼長的時間，不要被它嚇住，「無量劫，這到哪一輩子才能成得了？」如果你的壽命要是無量劫，那不就一生成佛了嗎？所以到西方世界都是一生成佛，為什麼？他壽命就是無量劫，無量壽就是無量劫。《華嚴經》裡面講，大乘圓教的佛要無量劫，到西方極樂世界正好一生成佛，不到西方世界去那就相當麻煩，那就時間太長。為什麼？你有生死輪迴，縱然出離三界，你還有變易生死。所以十方一切諸佛勸勉我們往生西方極樂世界，真正是大慈大悲到了極處，這種恩德之厚，父母之恩怎麼也比不上，我們要體會到。他在未出家的時候他做個小國王，他是國王的身分，而且是個非常好的國王。『與一鄰國王為友』，這兩位國王都是以十善教化眾生，統治國家，可見得這個國王行政的殊勝。"
    },
    {
      "id": "14-009-0015_p0040",
      "zh_CN": "【其邻国内。所有人民。多造众恶。】",
      "zh_TW": "【其鄰國內。所有人民。多造眾惡。】"
    },
    {
      "id": "14-009-0015_p0041",
      "zh_CN": "国王虽然是以这个十善来教化，可是人民还是有许多违背十善的，造十恶业。在这个地方我们要注意一桩事情，我们中国古时候政治制度，政治的思想与佛法有密切关系，佛法没有到中国来之前，我们中国人的政治思想，现在讲就是政治哲学，就与佛经相吻合。所以佛教一到中国来，被中国人欢迎，有道理。中国自古以来，行政以什么为最主要的？以教育。所以中国不讲求法治，也不是独裁，也不是专制，它是以教育来治国。诸位要念过《礼记》，《礼记》里面「学记」，「学记」可以说是我们中国最古老的教育哲学，是教育指导的最高方针，「学记」里面就说得很明白，「建国君民，教学为先」。建是建立一个国家，成立政府，成立一个国家；君民，君是领导，领导全国的老百姓，哪一条第一优先？第一优先是办教育，教学为先。它并不是第一优先搞法律，或者是搞军队、搞警察，不搞这个，教育。所以宰相底下的六部，排在第一的，礼部，就现在的教育部，它摆在第一。这几个部长要开会议的时候，首席一定是教育部长，他坐在第一个位子上。我们中国自古以来重视教育，这与佛法完全相应，佛法也完全是建立在教育的基础上来教化众生。众生造恶，不肯修善，这两个国王就商量：",
      "zh_TW": "國王雖然是以這個十善來教化，可是人民還是有許多違背十善的，造十惡業。在這個地方我們要注意一樁事情，我們中國古時候政治制度，政治的思想與佛法有密切關係，佛法沒有到中國來之前，我們中國人的政治思想，現在講就是政治哲學，就與佛經相吻合。所以佛教一到中國來，被中國人歡迎，有道理。中國自古以來，行政以什麼為最主要的？以教育。所以中國不講求法治，也不是獨裁，也不是專制，它是以教育來治國。諸位要念過《禮記》，《禮記》裡面「學記」，「學記」可以說是我們中國最古老的教育哲學，是教育指導的最高方針，「學記」裡面就說得很明白，「建國君民，教學為先」。建是建立一個國家，成立政府，成立一個國家；君民，君是領導，領導全國的老百姓，哪一條第一優先？第一優先是辦教育，教學為先。它並不是第一優先搞法律，或者是搞軍隊、搞警察，不搞這個，教育。所以宰相底下的六部，排在第一的，禮部，就現在的教育部，它擺在第一。這幾個部長要開會議的時候，首席一定是教育部長，他坐在第一個位子上。我們中國自古以來重視教育，這與佛法完全相應，佛法也完全是建立在教育的基礎上來教化眾生。眾生造惡，不肯修善，這兩個國王就商量："
    },
    {
      "id": "14-009-0015_p0042",
      "zh_CN": "【二王议计。广设方便。】",
      "zh_TW": "【二王議計。廣設方便。】"
    },
    {
      "id": "14-009-0015_p0043",
      "zh_CN": "想方法，如何来教导老百姓改过修善。",
      "zh_TW": "想方法，如何來教導老百姓改過修善。"
    },
    {
      "id": "14-009-0015_p0044",
      "zh_CN": "【一王发愿。早成佛道。当度是辈。令使无余。】",
      "zh_TW": "【一王發願。早成佛道。當度是輩。令使無餘。】"
    },
    {
      "id": "14-009-0015_p0045",
      "zh_CN": "其中有一位国王他就发了愿，我要成佛，快快的成佛道，为什么？成了佛道，有能力教化这些作恶的众生。为什么？因为成了佛是成就最圆满的智慧，有圆满的智慧，那当然他的办法就多，这些一切根性不善的众生他都有方法来调理他，都有方法来对治、来教他。佛是世出世间第一流的老师，有最高明的教学方法，所以他要成佛，这难得！他为什么成佛？为了要教化这些造恶的众生，他为这个成佛，可见得他不是为自己，这个发心难得。",
      "zh_TW": "其中有一位國王他就發了願，我要成佛，快快的成佛道，為什麼？成了佛道，有能力教化這些作惡的眾生。為什麼？因為成了佛是成就最圓滿的智慧，有圓滿的智慧，那當然他的辦法就多，這些一切根性不善的眾生他都有方法來調理他，都有方法來對治、來教他。佛是世出世間第一流的老師，有最高明的教學方法，所以他要成佛，這難得！他為什麼成佛？為了要教化這些造惡的眾生，他為這個成佛，可見得他不是為自己，這個發心難得。"
    },
    {
      "id": "14-009-0015_p0046",
      "zh_CN": "【一王发愿。若不先度罪苦。令是安乐。得至菩提。我终未愿成佛。】",
      "zh_TW": "【一王發願。若不先度罪苦。令是安樂。得至菩提。我終未願成佛。】"
    },
    {
      "id": "14-009-0015_p0047",
      "zh_CN": "这两个国王，你看看他们的见解就不相同。一个是自己赶快成佛，再教化众生；一个是看众生太苦了，如果先不教化，我等成佛了，众生不晓得造多少罪业，我不等成佛，我就要来教化他。这一看诸位就晓得，这没有成佛的一定是地藏菩萨，这个发心也太难得了。",
      "zh_TW": "這兩個國王，你看看他們的見解就不相同。一個是自己趕快成佛，再教化眾生；一個是看眾生太苦了，如果先不教化，我等成佛了，眾生不曉得造多少罪業，我不等成佛，我就要來教化他。這一看諸位就曉得，這沒有成佛的一定是地藏菩薩，這個發心也太難得了。"
    },
    {
      "id": "14-009-0015_p0048",
      "zh_CN": "【佛告定自在王菩萨。一王发愿早成佛者。即一切智成就如来是。】",
      "zh_TW": "【佛告定自在王菩薩。一王發願早成佛者。即一切智成就如來是。】"
    },
    {
      "id": "14-009-0015_p0049",
      "zh_CN": "这一尊佛也在这个会上，他也来参加。",
      "zh_TW": "這一尊佛也在這個會上，他也來參加。"
    },
    {
      "id": "14-009-0015_p0050",
      "zh_CN": "【一王发愿永度罪苦众生。未愿成佛者。即地藏菩萨是。】",
      "zh_TW": "【一王發願永度罪苦眾生。未願成佛者。即地藏菩薩是。】"
    },
    {
      "id": "14-009-0015_p0051",
      "zh_CN": "这也是地藏菩萨因地里面的一段故事，我们看他们的发心，两个人发心都好，你看两个人发的这个愿都满了愿，一个国王真成佛了，一个国王就是地藏菩萨。可是这个地方诸位还要注意一桩事情，这是我在现在在此地把它补起来，前面没提醒，现在给补出来，那就是什么？出家，唯有出家学佛才真正成就，成佛、成菩萨才快。注解里面也说得很详细，出家有四种，我在《佛学概要》里头也跟诸位说过，有身心俱出，有心出身不出，有身出心不出，有身心俱不出。这要发大菩提心，要发大慈悲心，应该怎么样？身心俱出。身心俱出，真正志同道合，这一个小道场，我跟诸位说过，你们要我到此地来，我也常常在盼望着，如果这个道场能够住五个人，五比丘，这就是如法的僧团，那功德不可思议。一个人不行，三个人还不够条件，至少四个人，这是佛戒律的制度，至少是四个人。遵守六和敬，大小事情都开会，会议决定，就是作羯摩，同依羯摩，同依羯摩就是同在一个会议里面做议决，这是僧团。这个僧团诸佛护念，天龙拥护。现在每一个出家人自己搞一个地方，完了，诸佛也不护念，龙天悠游自在，去玩耍去了，他不要护念了，他没有责任，他想要护念找不到，这是可悲的现象。心出身不出，是在家菩萨，在家菩萨当然非常的可贵，但是代表佛法住世是出家的菩萨。所以四众弟子要密切的合作，佛正法才能久住在世间，我想这都是我们诸位同修共同的愿望。所以他们两个国王都出家了，一个成佛，一个成地藏菩萨。下面再说地藏菩萨另外一段故事，在佛经里面称公案，我们现在讲故事，以往他的事迹。请看经文：",
      "zh_TW": "這也是地藏菩薩因地裡面的一段故事，我們看他們的發心，兩個人發心都好，你看兩個人發的這個願都滿了願，一個國王真成佛了，一個國王就是地藏菩薩。可是這個地方諸位還要注意一樁事情，這是我在現在在此地把它補起來，前面沒提醒，現在給補出來，那就是什麼？出家，唯有出家學佛才真正成就，成佛、成菩薩才快。註解裡面也說得很詳細，出家有四種，我在《佛學概要》裡頭也跟諸位說過，有身心俱出，有心出身不出，有身出心不出，有身心俱不出。這要發大菩提心，要發大慈悲心，應該怎麼樣？身心俱出。身心俱出，真正志同道合，這一個小道場，我跟諸位說過，你們要我到此地來，我也常常在盼望著，如果這個道場能夠住五個人，五比丘，這就是如法的僧團，那功德不可思議。一個人不行，三個人還不夠條件，至少四個人，這是佛戒律的制度，至少是四個人。遵守六和敬，大小事情都開會，會議決定，就是作羯摩，同依羯摩，同依羯摩就是同在一個會議裡面做議決，這是僧團。這個僧團諸佛護念，天龍擁護。現在每一個出家人自己搞一個地方，完了，諸佛也不護念，龍天悠遊自在，去玩耍去了，他不要護念了，他沒有責任，他想要護念找不到，這是可悲的現象。心出身不出，是在家菩薩，在家菩薩當然非常的可貴，但是代表佛法住世是出家的菩薩。所以四眾弟子要密切的合作，佛正法才能久住在世間，我想這都是我們諸位同修共同的願望。所以他們兩個國王都出家了，一個成佛，一個成地藏菩薩。下面再說地藏菩薩另外一段故事，在佛經裡面稱公案，我們現在講故事，以往他的事蹟。請看經文："
    },
    {
      "id": "14-009-0015_p0052",
      "zh_CN": "【复于过去无量阿僧祇劫。有佛出世。名清净莲华目如来。其佛寿命四十劫。】",
      "zh_TW": "【復於過去無量阿僧祇劫。有佛出世。名清淨蓮華目如來。其佛壽命四十劫。】"
    },
    {
      "id": "14-009-0015_p0053",
      "zh_CN": "这一段也是说久远之前，地藏菩萨一段的公案。",
      "zh_TW": "這一段也是說久遠之前，地藏菩薩一段的公案。"
    },
    {
      "id": "14-009-0015_p0054",
      "zh_CN": "【像法之中。有一罗汉。福度众生。】",
      "zh_TW": "【像法之中。有一羅漢。福度眾生。】"
    },
    {
      "id": "14-009-0015_p0055",
      "zh_CN": "佛法一般讲都有三个时期，所谓正法、像法、末法。但是这三个时期长短不一。像这一尊佛，他寿命四十劫，换句话说，他的正法就是四十劫，像法决定比正法要长一点，末法一定更长，那这个佛的法运就相当之长。我们释迦牟尼佛他的寿命八十岁，八十年，他的正法只有一千年，像法也是一千年，末法一万年，总共是一万二千年。现在释迦牟尼佛涅槃距离我们现在，照中国人的计算，是三千零十三年。一万二千年，大概我们后面还有九千年，佛法还会有复兴的时候，没有灭得那么快，还有复兴的时候，还有九千年的时间。我们现在在末法一万年的第二个一千年的开端，也算是不幸当中的大幸，这是我们要把这个机会好好的把握住。这一桩事情是发生在清净莲华目如来像法的时候。",
      "zh_TW": "佛法一般講都有三個時期，所謂正法、像法、末法。但是這三個時期長短不一。像這一尊佛，他壽命四十劫，換句話說，他的正法就是四十劫，像法決定比正法要長一點，末法一定更長，那這個佛的法運就相當之長。我們釋迦牟尼佛他的壽命八十歲，八十年，他的正法只有一千年，像法也是一千年，末法一萬年，總共是一萬二千年。現在釋迦牟尼佛涅槃距離我們現在，照中國人的計算，是三千零十三年。一萬二千年，大概我們後面還有九千年，佛法還會有復興的時候，沒有滅得那麼快，還有復興的時候，還有九千年的時間。我們現在在末法一萬年的第二個一千年的開端，也算是不幸當中的大幸，這是我們要把這個機會好好的把握住。這一樁事情是發生在清淨蓮華目如來像法的時候。"
    },
    {
      "id": "14-009-0015_p0056",
      "zh_CN": "除这种说法之外，还有一种说法，就是佛法分五个阶段，就是五种成就。在正法的时期，戒成就。所谓成就，一定是证果。我们看，确实正法时期能够遵守戒律的他就能证阿罗汉果，证不了阿罗汉果，那个须陀洹、斯陀含，这是很平常的，确实很多人证得。在我们中国，翻经的这些三藏法师，其中十之七八是三果圣人。可见得这修行证果，有修有证，那是一点都不错。可是像法时期，像法就是相似法，法没有那么纯了，真是一代不如一代。单单靠修戒律不行，须陀洹也证不到，一定要修禅定。",
      "zh_TW": "除這種說法之外，還有一種說法，就是佛法分五個階段，就是五種成就。在正法的時期，戒成就。所謂成就，一定是證果。我們看，確實正法時期能夠遵守戒律的他就能證阿羅漢果，證不了阿羅漢果，那個須陀洹、斯陀含，這是很平常的，確實很多人證得。在我們中國，翻經的這些三藏法師，其中十之七八是三果聖人。可見得這修行證果，有修有證，那是一點都不錯。可是像法時期，像法就是相似法，法沒有那麼純了，真是一代不如一代。單單靠修戒律不行，須陀洹也證不到，一定要修禪定。"
    },
    {
      "id": "14-009-0015_p0057",
      "zh_CN": "所以讲「五五百年」，第一个五百年，戒律成就；第二个五百年，禅定成就。佛法到中国来，是佛的像法时期来的，是佛灭度一千年，佛法到中国，正是像法，所以禅宗在中国特别的盛行，跟佛的法运完全相合。第三个五百年，去佛愈来愈远，修禅也不行，也很少成就了，什么成就？多闻成就。你看，隋唐以后讲经说法的风气很盛，讲经的风气盛，到处讲经说法，多闻成就，大家对于佛法道理都很通达，就是学有成就，证没成就，有修，很少证果的。第四个五百年更糟糕，大家连经典也不愿意去研究，那个要用脑筋，不干了，干什么？修福，到处盖庙、到处盖塔，修福报，就是塔寺成就。讲求建筑、讲求艺术，搞这些去了，统统修福了，多闻还是修慧，这修福了。到第五个五百年以后，就是二千五百年以后，正好我们现在的时代，叫什么坚固？斗争坚固。佛也不修了，天天搞斗争，所以今天到处斗争，理所当然，如果不斗争，佛的话就不灵了。释迦牟尼佛在世，你看看五百年一个样子，五百年一个样子，讲得这么清清楚楚，从这三千年历史来看，一点都不错。现在这个时期，斗争坚固，这众生可怜。",
      "zh_TW": "所以講「五五百年」，第一個五百年，戒律成就；第二個五百年，禪定成就。佛法到中國來，是佛的像法時期來的，是佛滅度一千年，佛法到中國，正是像法，所以禪宗在中國特別的盛行，跟佛的法運完全相合。第三個五百年，去佛愈來愈遠，修禪也不行，也很少成就了，什麼成就？多聞成就。你看，隋唐以後講經說法的風氣很盛，講經的風氣盛，到處講經說法，多聞成就，大家對於佛法道理都很通達，就是學有成就，證沒成就，有修，很少證果的。第四個五百年更糟糕，大家連經典也不願意去研究，那個要用腦筋，不幹了，幹什麼？修福，到處蓋廟、到處蓋塔，修福報，就是塔寺成就。講求建築、講求藝術，搞這些去了，統統修福了，多聞還是修慧，這修福了。到第五個五百年以後，就是二千五百年以後，正好我們現在的時代，叫什麼堅固？鬥爭堅固。佛也不修了，天天搞鬥爭，所以今天到處鬥爭，理所當然，如果不鬥爭，佛的話就不靈了。釋迦牟尼佛在世，你看看五百年一個樣子，五百年一個樣子，講得這麼清清楚楚，從這三千年歷史來看，一點都不錯。現在這個時期，鬥爭堅固，這眾生可憐。"
    },
    {
      "id": "14-009-0015_p0058",
      "zh_CN": "像法是在多闻的时代。『有一罗汉，福度众生』，这罗汉有福报，也肯修福，做这个度化众生的事业。",
      "zh_TW": "像法是在多聞的時代。『有一羅漢，福度眾生』，這羅漢有福報，也肯修福，做這個度化眾生的事業。"
    },
    {
      "id": "14-009-0015_p0059",
      "zh_CN": "【因次教化。遇一女人。字曰光目。设食供养。】",
      "zh_TW": "【因次教化。遇一女人。字曰光目。設食供養。】"
    },
    {
      "id": "14-009-0015_p0060",
      "zh_CN": "这个『因次教化』，他不是特别的，他是按照他自己教学的计划来做的，譬如某一个时期在某一个地方教化。有这个缘遇到一个女人，这个女人名字叫『光目』，当然也是非常虔诚的三宝弟子，她来供养罗汉，来供养阿罗汉，『设食供养』。讲到供养，多半都是讲「设食」。诸位要晓得，从前出家人三衣一钵，佛规定的，出家人一定要接受在家人供养，为什么？他自己不从事生产事业，他要专心修道，专心教学，不要叫他分心，他要专心来求学、来教学，这就是他的工作。他的生活怎么办？生活就是要接受大众的供养。接受大众供养不能麻烦别人，不能增加别人的负担，所以佛只规定接受四种供养，叫「四事供养」。第一个，身体在，要吃饭，饮食的供养，饮食又不能多求，日中一食，所以这很方便，他只要吃一餐，不麻烦别人；第二是衣服，这是不能缺少的；第三是卧具，就是我们现在讲舖盖，卧具；第四是医药，生病的时候供养医药。就这四样，其他的没有。所以没有金钱的供养，没有其他财物的供养，他的生活非常简单。",
      "zh_TW": "這個『因次教化』，他不是特別的，他是按照他自己教學的計劃來做的，譬如某一個時期在某一個地方教化。有這個緣遇到一個女人，這個女人名字叫『光目』，當然也是非常虔誠的三寶弟子，她來供養羅漢，來供養阿羅漢，『設食供養』。講到供養，多半都是講「設食」。諸位要曉得，從前出家人三衣一缽，佛規定的，出家人一定要接受在家人供養，為什麼？他自己不從事生產事業，他要專心修道，專心教學，不要叫他分心，他要專心來求學、來教學，這就是他的工作。他的生活怎麼辦？生活就是要接受大眾的供養。接受大眾供養不能麻煩別人，不能增加別人的負擔，所以佛只規定接受四種供養，叫「四事供養」。第一個，身體在，要吃飯，飲食的供養，飲食又不能多求，日中一食，所以這很方便，他只要吃一餐，不麻煩別人；第二是衣服，這是不能缺少的；第三是臥具，就是我們現在講舖蓋，臥具；第四是醫藥，生病的時候供養醫藥。就這四樣，其他的沒有。所以沒有金錢的供養，沒有其他財物的供養，他的生活非常簡單。"
    },
    {
      "id": "14-009-0015_p0061",
      "zh_CN": "佛教到中国来之后，这个供养就起了变化，为什么？是佛的像法时期，不是正法时期。正法时期大家都遵守四事供养，给多了他也不要；像法时期渐渐贪图享受，所以那供养愈来愈丰富；到末法时期，简直不得了。从前出家人是贫僧，现在出家人是富僧，不一样，完全变了。所以要想真正佛法住世，自己成就，又能够利益众生，还是贫僧才对。为什么？僧贫了，他就不胡思乱想，什么念头都没有，整天都在那里想到经典的道理，在用功。如果一富，麻烦大了，钱多了，要想钱怎么用法，怎么样保值，怎么样再多赚一点，他哪有心办道？办道的念头没有了。换句话说，这些出家人当年出家，我想没有一个人，很少，太少太少，说是带了很多钱去出家的，我看这个很少，都是什么都没有出家的。出家几十年，为什么搞那么富，钱从哪来的？都是大家供养他，都是大家害了他。他堕了地狱，你们供养的人个个都脱不了责任，那个阎罗王一审问，「你怎么了？」「没有法子，那些人都要供养我，他们把我送来的，那你要找他们算帐去」，他如果这样一赖到你们头上，那你们个个都吃不消。所以供养要懂得供养的道理，决定不能过分。修福，供养出家人是修福，所以你们大家拼命去修福，哪里晓得搞错了，结果修到地狱去了，这划不来，所以一定要有智慧。",
      "zh_TW": "佛教到中國來之後，這個供養就起了變化，為什麼？是佛的像法時期，不是正法時期。正法時期大家都遵守四事供養，給多了他也不要；像法時期漸漸貪圖享受，所以那供養愈來愈豐富；到末法時期，簡直不得了。從前出家人是貧僧，現在出家人是富僧，不一樣，完全變了。所以要想真正佛法住世，自己成就，又能夠利益眾生，還是貧僧才對。為什麼？僧貧了，他就不胡思亂想，什麼念頭都沒有，整天都在那裡想到經典的道理，在用功。如果一富，麻煩大了，錢多了，要想錢怎麼用法，怎麼樣保值，怎麼樣再多賺一點，他哪有心辦道？辦道的念頭沒有了。換句話說，這些出家人當年出家，我想沒有一個人，很少，太少太少，說是帶了很多錢去出家的，我看這個很少，都是什麼都沒有出家的。出家幾十年，為什麼搞那麼富，錢從哪來的？都是大家供養他，都是大家害了他。他墮了地獄，你們供養的人個個都脫不了責任，那個閻羅王一審問，「你怎麼了？」「沒有法子，那些人都要供養我，他們把我送來的，那你要找他們算帳去」，他如果這樣一賴到你們頭上，那你們個個都吃不消。所以供養要懂得供養的道理，決定不能過分。修福，供養出家人是修福，所以你們大家拼命去修福，哪裡曉得搞錯了，結果修到地獄去了，這划不來，所以一定要有智慧。"
    },
    {
      "id": "14-009-0015_p0062",
      "zh_CN": "我是从出家一直在外面讲经，从来我没有劝过一个人发心去盖寺庙，去供养这些，所以有很多寺庙不欢迎我，我得罪了他们。我教人修福从哪里修？印经、放生、布施医药，我都是劝人做这些。这些是什么？这些决定是福。我的钱印出经书送给大家，这好，每一个人读这个经书的都有福，我也有福了。建寺庙好是好，如果这寺庙建好之后他不讲经，里面在争权夺利，在这争财产，那不叫造罪业了？那变成斗争场合。本来没有这斗争的场合，你去制造一个斗争的场合，这个罪过很大很大，这罪过很大。所以我讲话都讲实话，我不怕人责怪我，因为什么？我念念都想求生西方净土，我根本这个地方住得不耐烦了，我早就想走了，所以我什么都不怕，什么都不在乎，这给你们讲真的。",
      "zh_TW": "我是從出家一直在外面講經，從來我沒有勸過一個人發心去蓋寺廟，去供養這些，所以有很多寺廟不歡迎我，我得罪了他們。我教人修福從哪裡修？印經、放生、布施醫藥，我都是勸人做這些。這些是什麼？這些決定是福。我的錢印出經書送給大家，這好，每一個人讀這個經書的都有福，我也有福了。建寺廟好是好，如果這寺廟建好之後他不講經，裡面在爭權奪利，在這爭財產，那不叫造罪業了？那變成鬥爭場合。本來沒有這鬥爭的場合，你去製造一個鬥爭的場合，這個罪過很大很大，這罪過很大。所以我講話都講實話，我不怕人責怪我，因為什麼？我念念都想求生西方淨土，我根本這個地方住得不耐煩了，我早就想走了，所以我什麼都不怕，什麼都不在乎，這給你們講真的。"
    },
    {
      "id": "14-009-0015_p0063",
      "zh_CN": "这就是以饮食来供养，四事供养里的饮食，这是最普通的。这样一个真正善知识，我们留他在这个地方，就叫他这四事他的生活不缺乏。就是不会缺乏，虽然不富裕，他不缺乏，他什么都没有，但是他天天有得吃，他有衣服穿，他也冻不着，也饿不着，就行了，他的基本要求就是如此。我们满足他的生活，让他在这个地方安心来教化众生，这个功德无量无边。所以诸位建道场，我在台北也劝人，我劝人建道场怎么建法？不是叫他建一个寺院送给出家人，这个是我最反对，因为你送给他，所有权状交给他，就是把他又拉去还俗了。他本来出了家，没有家，现在你给他一个家，又把他塞进去，你的罪过大了，一定堕阿鼻地狱，罪过太大。像古时候一样，释迦牟尼佛在世，或者我们中国过去丛林寺院，这个财产都是国家的，十方道场，不是某一个人的。所以从前丛林寺院由政府管理，政府有一个机构叫「僧录司」，清朝的时候，还有这个官专门管出家人，政府来管理，不是私人的，里面住持当家一年选一次，选举。所以出家人叫流水僧，任何寺院都可以挂单，都是自己地方，只要不犯规，哪里都可以住，它不是属于私人的。",
      "zh_TW": "這就是以飲食來供養，四事供養裡的飲食，這是最普通的。這樣一個真正善知識，我們留他在這個地方，就叫他這四事他的生活不缺乏。就是不會缺乏，雖然不富裕，他不缺乏，他什麼都沒有，但是他天天有得吃，他有衣服穿，他也凍不著，也餓不著，就行了，他的基本要求就是如此。我們滿足他的生活，讓他在這個地方安心來教化眾生，這個功德無量無邊。所以諸位建道場，我在台北也勸人，我勸人建道場怎麼建法？不是叫他建一個寺院送給出家人，這個是我最反對，因為你送給他，所有權狀交給他，就是把他又拉去還俗了。他本來出了家，沒有家，現在你給他一個家，又把他塞進去，你的罪過大了，一定墮阿鼻地獄，罪過太大。像古時候一樣，釋迦牟尼佛在世，或者我們中國過去叢林寺院，這個財產都是國家的，十方道場，不是某一個人的。所以從前叢林寺院由政府管理，政府有一個機構叫「僧錄司」，清朝的時候，還有這個官專門管出家人，政府來管理，不是私人的，裡面住持當家一年選一次，選舉。所以出家人叫流水僧，任何寺院都可以掛單，都是自己地方，只要不犯規，哪裡都可以住，它不是屬於私人的。"
    },
    {
      "id": "14-009-0015_p0064",
      "zh_CN": "佛陀在世，你们常看经，在祇树给孤独园讲的，那个道场是谁的？是祇陀太子、给孤独长者他们两个人的，他们请释迦牟尼佛在那里讲经说法，没有把那个地方送给释迦牟尼佛，没送给他。如果送给他，罪过大，没送给他。所以诸位同学要晓得，建道场应该，建好道场了，自己管理，组织一个董事会，自己来管理，聘请出家人到这儿来主持，来讲经说法。出家人有使用权，没有所有权，所有权在董事会，使用权是这些出家人，这就如法。出家人住在这个地方，譬如我们有五个、十个出家人住在此地，一定很安心，大家在办道，为什么？这里没得好争的，这财产是你们董事会的，我们争不来，我们也不是董事，无权过问，只好好好的办道。品德学问都好，大家尊敬，希望你年年住此地；你品德学问不好，我们开个会，就请你走了。为了要在此地住得安稳，只好守规矩，这样才能成就出家人。你把这道场送给他了，那他自己爱怎么管就怎么管，你就没办法管他。道场要这样的建立，所以道场像办学校一样，办学校一定是地方上人士的，或者地方政府的，校长、教员可以在外面聘请。我们聘请出家人做住持，等于校长；聘请出家人讲经说法，等于是教员。一定要如法，不如法佛法就灭了，如法佛法才能够兴旺。",
      "zh_TW": "佛陀在世，你們常看經，在祇樹給孤獨園講的，那個道場是誰的？是祇陀太子、給孤獨長者他們兩個人的，他們請釋迦牟尼佛在那裡講經說法，沒有把那個地方送給釋迦牟尼佛，沒送給他。如果送給他，罪過大，沒送給他。所以諸位同學要曉得，建道場應該，建好道場了，自己管理，組織一個董事會，自己來管理，聘請出家人到這兒來主持，來講經說法。出家人有使用權，沒有所有權，所有權在董事會，使用權是這些出家人，這就如法。出家人住在這個地方，譬如我們有五個、十個出家人住在此地，一定很安心，大家在辦道，為什麼？這裡沒得好爭的，這財產是你們董事會的，我們爭不來，我們也不是董事，無權過問，只好好好的辦道。品德學問都好，大家尊敬，希望你年年住此地；你品德學問不好，我們開個會，就請你走了。為了要在此地住得安穩，只好守規矩，這樣才能成就出家人。你把這道場送給他了，那他自己愛怎麼管就怎麼管，你就沒辦法管他。道場要這樣的建立，所以道場像辦學校一樣，辦學校一定是地方上人士的，或者地方政府的，校長、教員可以在外面聘請。我們聘請出家人做住持，等於校長；聘請出家人講經說法，等於是教員。一定要如法，不如法佛法就滅了，如法佛法才能夠興旺。"
    },
    {
      "id": "14-009-0015_p0065",
      "zh_CN": "没有这个力量怎么办？我常常也很会出主意，我就跟同学讲，你们去租，租一个讲堂。「我不太富有，我可以租一个月」，好，你能租一个月，请一个法师来讲一个月的经，无量功德，你这一个月，你是这个道场的主人。你建立道场，请法师来讲经说法，这个功德比什么都大，你要修福，这是第一等的福报。可惜很多人不晓得修，不懂。如果我一个人力量不够，我找一些志同道合的，五个、十个、二十个联合起来我们租一个道场，钱多租的时间长一点，钱少租的时间短一点。再短的话，我租三天，我请一个法师来讲一个《八大人觉经》，三天就讲圆满了，还是无量功德。所以建道场不难，不是个难事情。像我们现在租的华人活动中心，我们一个月在那里讲四次，一百块钱，一次二十五块钱，我出一百块钱我就可以租四次，请一个法师在此地讲四天经，好大的功德，真正不可思议，这世间人他不懂，他不觉悟。将来这些听众他是真正得度，他有成就，什么因缘成就？某人建道场成就我的。他要成了佛，会想念当初那个恩人，所以他成就也就是你自己的成就。",
      "zh_TW": "沒有這個力量怎麼辦？我常常也很會出主意，我就跟同學講，你們去租，租一個講堂。「我不太富有，我可以租一個月」，好，你能租一個月，請一個法師來講一個月的經，無量功德，你這一個月，你是這個道場的主人。你建立道場，請法師來講經說法，這個功德比什麼都大，你要修福，這是第一等的福報。可惜很多人不曉得修，不懂。如果我一個人力量不夠，我找一些志同道合的，五個、十個、二十個聯合起來我們租一個道場，錢多租的時間長一點，錢少租的時間短一點。再短的話，我租三天，我請一個法師來講一個《八大人覺經》，三天就講圓滿了，還是無量功德。所以建道場不難，不是個難事情。像我們現在租的華人活動中心，我們一個月在那裡講四次，一百塊錢，一次二十五塊錢，我出一百塊錢我就可以租四次，請一個法師在此地講四天經，好大的功德，真正不可思議，這世間人他不懂，他不覺悟。將來這些聽眾他是真正得度，他有成就，什麼因緣成就？某人建道場成就我的。他要成了佛，會想念當初那個恩人，所以他成就也就是你自己的成就。"
    },
    {
      "id": "14-009-0015_p0066",
      "zh_CN": "世出世间最大的福报是弘法，最大的福报是弘法。你说改造命运，现在大家对这个事情非常的热心、热衷，改造命运最有效的方法是弘法利生。李老师自己告诉我，他那个命，福是自己修来的，他说他没那么长寿，我那时候做学生，跟他在一块，他自己告诉我的。他的福报，他的命运，寿命这么长，都是这一生修得的，修来的。怎么修的？弘法利生。所以他每到一个地方，他就想办法建道场。怎么建法？他没有钱，他找人家家里，你家里有客厅，我们每个礼拜到你家里去讲经，他用这个方法建道场。找一些同学，十个、二十个，原来就这么起来的。他很愿意讲，星期一在你家讲，星期二到他家讲，星期三又换一个地方讲，但是他都是定期的。时间长不长？不算太长，大概每一家讲两个月的样子，顶多不超过三个月。讲一部小经，一个礼拜讲一次，他讲经大概最长的不会超过十五次，最短的大概三次就讲完了，通常一部经大概十次左右，这是最普通的。所以台中许许多多莲友家里面都讲过经，家里面讲过经的地方不一样，那有护法神守护，因为你家里曾经做过道场，曾经在这讲过经。所以今天有很多人讲风水，请一个法师去讲几天经，什么风水都改过来了。他不懂，他要请个人来看风水，胡说一通，还得要送好多红包给他，冤枉，真是冤枉。结果能不能改过来？改不过来，还是改不过来。哪里晓得这个道理，哪里晓得这种真实的功德利益？这是我们一定要知道的。所以真正晓得佛法，没有说不愿意请法师到家里来讲经，来接受供养的，没有不愿意的。",
      "zh_TW": "世出世間最大的福報是弘法，最大的福報是弘法。你說改造命運，現在大家對這個事情非常的熱心、熱衷，改造命運最有效的方法是弘法利生。李老師自己告訴我，他那個命，福是自己修來的，他說他沒那麼長壽，我那時候做學生，跟他在一塊，他自己告訴我的。他的福報，他的命運，壽命這麼長，都是這一生修得的，修來的。怎麼修的？弘法利生。所以他每到一個地方，他就想辦法建道場。怎麼建法？他沒有錢，他找人家家裡，你家裡有客廳，我們每個禮拜到你家裡去講經，他用這個方法建道場。找一些同學，十個、二十個，原來就這麼起來的。他很願意講，星期一在你家講，星期二到他家講，星期三又換一個地方講，但是他都是定期的。時間長不長？不算太長，大概每一家講兩個月的樣子，頂多不超過三個月。講一部小經，一個禮拜講一次，他講經大概最長的不會超過十五次，最短的大概三次就講完了，通常一部經大概十次左右，這是最普通的。所以台中許許多多蓮友家裡面都講過經，家裡面講過經的地方不一樣，那有護法神守護，因為你家裡曾經做過道場，曾經在這講過經。所以今天有很多人講風水，請一個法師去講幾天經，什麼風水都改過來了。他不懂，他要請個人來看風水，胡說一通，還得要送好多紅包給他，冤枉，真是冤枉。結果能不能改過來？改不過來，還是改不過來。哪裡曉得這個道理，哪裡曉得這種真實的功德利益？這是我們一定要知道的。所以真正曉得佛法，沒有說不願意請法師到家裡來講經，來接受供養的，沒有不願意的。"
    },
    {
      "id": "14-009-0015_p0067",
      "zh_CN": "上一次传芳在这边讲，蒋总统过去他们家的老祖宗，在五代梁朝时候请布袋和尚（就是弥勒佛）在家里供养两个月，两个月讲不少经。这一桩事情是我从台北有一个老居士，叫李杰超，是国大代表，他过去是跟老总统，他看过老总统的家谱，家谱里面有记载，总统家谱带出来了在台湾，他的家谱带出来，他家谱里有记载布袋和尚。所以他的老祖宗一千多年以前就是虔诚的佛教徒。",
      "zh_TW": "上一次傳芳在這邊講，蔣總統過去他們家的老祖宗，在五代梁朝時候請布袋和尚（就是彌勒佛）在家裡供養兩個月，兩個月講不少經。這一樁事情是我從台北有一個老居士，叫李杰超，是國大代表，他過去是跟老總統，他看過老總統的家譜，家譜裡面有記載，總統家譜帶出來了在台灣，他的家譜帶出來，他家譜裡有記載布袋和尚。所以他的老祖宗一千多年以前就是虔誠的佛教徒。"
    },
    {
      "id": "14-009-0015_p0068",
      "zh_CN": "【罗汉问之。欲愿何等。】",
      "zh_TW": "【羅漢問之。欲願何等。】"
    },
    {
      "id": "14-009-0015_p0069",
      "zh_CN": "这一供养，罗汉接受供养之后，一定要问他，你有什么愿望？这是一定的道理。出家人接受在家人的财供养，也要有回报，出家人对在家人要有法供养，所以一定要有回报。不能说光接受供养之后就没事，这不可以。一定要说法，要法供养。所以就问他，你有没有什么需求？如果没有需求，也给他祝福，也给他说法，也给他祝福。他要有需求，那就特别给他说法。",
      "zh_TW": "這一供養，羅漢接受供養之後，一定要問他，你有什麼願望？這是一定的道理。出家人接受在家人的財供養，也要有回報，出家人對在家人要有法供養，所以一定要有回報。不能說光接受供養之後就沒事，這不可以。一定要說法，要法供養。所以就問他，你有沒有什麼需求？如果沒有需求，也給他祝福，也給他說法，也給他祝福。他要有需求，那就特別給他說法。"
    }
  ]
}