{
  "doc_id": "14-009-0023",
  "title": {
    "zh_CN": "地藏经",
    "zh_TW": "地藏經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "1985",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-009-0023",
  "total_paragraphs": 93,
  "paragraphs": [
    {
      "id": "14-009-0023_p0001",
      "zh_CN": "请掀开经本，卷中一百一十八页。经文：",
      "zh_TW": "請掀開經本，卷中一百一十八頁。經文："
    },
    {
      "id": "14-009-0023_p0002",
      "zh_CN": "【说是语时。会中有一鬼王。名曰主命。白佛言。世尊。我本业缘。主阎浮人命。生时死时。我皆主之。】",
      "zh_TW": "【說是語時。會中有一鬼王。名曰主命。白佛言。世尊。我本業緣。主閻浮人命。生時死時。我皆主之。】"
    },
    {
      "id": "14-009-0023_p0003",
      "zh_CN": "从这个地方看起。这一段是主命鬼王，他也有一些问题，在大会当中提出来向佛请教。他的这些问题与我们有非常密切的关系，绝不可以把它当作神话小说来看。经上所说，如来五语所宣，决定是真实不虚。所谓『主命』，就是他主管阎浮提众生的生死。在这个地方我们特别要留意的，他并没有权要我们长寿、要我们短命，他没有这个权。他这个权责就好像美国的移民局一样，你进来、出去的时候，他管这个东西。像我们在台湾户政事务所，他管这个，小孩出生了要去报户口，他是管这个，鬼里面也有管这个事情的。下面他就说：",
      "zh_TW": "從這個地方看起。這一段是主命鬼王，他也有一些問題，在大會當中提出來向佛請教。他的這些問題與我們有非常密切的關係，絕不可以把它當作神話小說來看。經上所說，如來五語所宣，決定是真實不虛。所謂『主命』，就是他主管閻浮提眾生的生死。在這個地方我們特別要留意的，他並沒有權要我們長壽、要我們短命，他沒有這個權。他這個權責就好像美國的移民局一樣，你進來、出去的時候，他管這個東西。像我們在台灣戶政事務所，他管這個，小孩出生了要去報戶口，他是管這個，鬼裡面也有管這個事情的。下面他就說："
    },
    {
      "id": "14-009-0023_p0004",
      "zh_CN": "【在我本愿。甚欲利益。自是众生。不会我意。致令生死。俱不得安。】",
      "zh_TW": "【在我本願。甚欲利益。自是眾生。不會我意。致令生死。俱不得安。】"
    },
    {
      "id": "14-009-0023_p0005",
      "zh_CN": "这个生死不得安，这是真的，绝大多数生死都不得安。在现在由于科学发达，卫生、医药都比以往要进步，所以这生死比较过去是要好一点。生比从前是好得太多，可是死恐怕不如以往，不如从前。可是这些鬼，他们的本意是希望生与死都能够得到平平安安，都能这样得到。可惜的就是众生不能懂得这些鬼王的好意，于是乎自己造许许多多违法、违理的造作，这样才能够叫『生死俱不得安』。下面这就举出事实来说：",
      "zh_TW": "這個生死不得安，這是真的，絕大多數生死都不得安。在現在由於科學發達，衛生、醫藥都比以往要進步，所以這生死比較過去是要好一點。生比從前是好得太多，可是死恐怕不如以往，不如從前。可是這些鬼，他們的本意是希望生與死都能夠得到平平安安，都能這樣得到。可惜的就是眾生不能懂得這些鬼王的好意，於是乎自己造許許多多違法、違理的造作，這樣才能夠叫『生死俱不得安』。下面這就舉出事實來說："
    },
    {
      "id": "14-009-0023_p0006",
      "zh_CN": "【何以故。是阎浮提人。初生之时。不问男女。或欲生时。但作善事。增益舍宅。自令土地。无量欢喜。拥护子母。得大安乐。利益眷属。】",
      "zh_TW": "【何以故。是閻浮提人。初生之時。不問男女。或欲生時。但作善事。增益舍宅。自令土地。無量歡喜。擁護子母。得大安樂。利益眷屬。】"
    },
    {
      "id": "14-009-0023_p0007",
      "zh_CN": "这就是教给我们，人就是当在小孩出生的时候，不管是生男生女，这生的时候应当要给他修福，要给他做善事。你修福，鬼王很想保护你，因为你自己本身有福，换句话就增长他的力量。好像办事情，一切都如法，很顺利通过，一点为难都没有。如果你不懂这个道理，造作许多罪业，这事情麻烦，他很想保护你，可是你那罪业摆在那个地方，他也无可奈何。这就是劝我们在什么时候应当修福。鬼王来保护，这土地神也是福德鬼之一，管辖一个地区，当然这个地区都不很大，犹如我们人间的邻长、里长一样，管一个小区域，这也是善神。所以只要你修善，这些善神都欢喜，都能够『拥护子母』，使他能够得到安稳。下面又说：",
      "zh_TW": "這就是教給我們，人就是當在小孩出生的時候，不管是生男生女，這生的時候應當要給他修福，要給他做善事。你修福，鬼王很想保護你，因為你自己本身有福，換句話就增長他的力量。好像辦事情，一切都如法，很順利通過，一點為難都沒有。如果你不懂這個道理，造作許多罪業，這事情麻煩，他很想保護你，可是你那罪業擺在那個地方，他也無可奈何。這就是勸我們在什麼時候應當修福。鬼王來保護，這土地神也是福德鬼之一，管轄一個地區，當然這個地區都不很大，猶如我們人間的鄰長、里長一樣，管一個小區域，這也是善神。所以只要你修善，這些善神都歡喜，都能夠『擁護子母』，使他能夠得到安穩。下面又說："
    },
    {
      "id": "14-009-0023_p0008",
      "zh_CN": "【或已生下。慎勿杀害。取诸鲜味。供给产母。及广聚眷属。饮酒食肉。歌乐弦管。能令子母。不得安乐。】",
      "zh_TW": "【或已生下。慎勿殺害。取諸鮮味。供給產母。及廣聚眷屬。飲酒食肉。歌樂絃管。能令子母。不得安樂。】"
    },
    {
      "id": "14-009-0023_p0009",
      "zh_CN": "这段经文这个注解里面注得很详细，诸位自己可以细细的去看。小孩生下来的时候，大多数，这是在我们中国过去的旧社会，大多数都是像经上所讲的，这绝不是给产母小孩培福，而是给他造罪业。你家里生了一个小孩，欢喜，好事，那些众生也是母子，怎么可以杀害别人来庆祝自己？于情于理都说不过去。所以你这里欢喜，家里生小孩欢喜，那个地方跟一切众生结下冤仇，这都是麻烦事情，所以绝对不会得到安乐。如果这小孩福报大，折福；福报要不大，那就是多灾多病，这些冤业找上门来，就会发生这些事情。这个注也注得非常之好，诸位自己去看。为什么？这底下说出这个原因：",
      "zh_TW": "這段經文這個註解裡面註得很詳細，諸位自己可以細細的去看。小孩生下來的時候，大多數，這是在我們中國過去的舊社會，大多數都是像經上所講的，這絕不是給產母小孩培福，而是給他造罪業。你家裡生了一個小孩，歡喜，好事，那些眾生也是母子，怎麼可以殺害別人來慶祝自己？於情於理都說不過去。所以你這裡歡喜，家裡生小孩歡喜，那個地方跟一切眾生結下冤仇，這都是麻煩事情，所以絕對不會得到安樂。如果這小孩福報大，折福；福報要不大，那就是多災多病，這些冤業找上門來，就會發生這些事情。這個註也註得非常之好，諸位自己去看。為什麼？這底下說出這個原因："
    },
    {
      "id": "14-009-0023_p0010",
      "zh_CN": "【何以故。是产难时。有无数恶鬼。及魍魉精魅。欲食腥血。】",
      "zh_TW": "【何以故。是產難時。有無數惡鬼。及魍魎精魅。欲食腥血。】"
    },
    {
      "id": "14-009-0023_p0011",
      "zh_CN": "这是饿鬼道里有这些鬼，专门受用小孩胎胞。在生产的时候有许许多多这些恶鬼，如果这时候没有善神、没有土地来保护，那这事情就非常的严重。这些土地善神来保护，自己要能够修福，增长土地善神的威德，那个恶鬼就远离了。如果不知道修福，这一些恶鬼是决定避免不了的。",
      "zh_TW": "這是餓鬼道裡有這些鬼，專門受用小孩胎胞。在生產的時候有許許多多這些惡鬼，如果這時候沒有善神、沒有土地來保護，那這事情就非常的嚴重。這些土地善神來保護，自己要能夠修福，增長土地善神的威德，那個惡鬼就遠離了。如果不知道修福，這一些惡鬼是決定避免不了的。"
    },
    {
      "id": "14-009-0023_p0012",
      "zh_CN": "【是我早令舍宅土地灵祇。荷护子母。使令安乐。而得利益。】",
      "zh_TW": "【是我早令舍宅土地靈祇。荷護子母。使令安樂。而得利益。】"
    },
    {
      "id": "14-009-0023_p0013",
      "zh_CN": "这是鬼王等于说派的这些土地、这些善神来保护这母子。",
      "zh_TW": "這是鬼王等於說派的這些土地、這些善神來保護這母子。"
    },
    {
      "id": "14-009-0023_p0014",
      "zh_CN": "【如是之人。见安乐故。便合设福。答诸土地。翻为杀害。聚集眷属。】",
      "zh_TW": "【如是之人。見安樂故。便合設福。答諸土地。翻為殺害。聚集眷屬。】"
    },
    {
      "id": "14-009-0023_p0015",
      "zh_CN": "这就是众生的过失。人生在世，一定要知道，凡是我们在顺境里面种种的享受，与天地鬼神都有密切的关系。在过去，我们中国人对佛教的信仰很深，佛教传到中国将近有一千九百年的历史，将近两千年。我在大陆江南一带走过许多的地方，一般人家供祖先牌位都供的是「天地君亲师」，江南都是这个供法，人人都晓得答谢天地灵祇。有这一些善神保佑自己的一家，保佑这个地方，这是应当要修福，答谢土地善神。不但不晓得感激，反而来杀生，聚集这些眷属来作乐，这个做法叫鬼神都不安。",
      "zh_TW": "這就是眾生的過失。人生在世，一定要知道，凡是我們在順境裡面種種的享受，與天地鬼神都有密切的關係。在過去，我們中國人對佛教的信仰很深，佛教傳到中國將近有一千九百年的歷史，將近兩千年。我在大陸江南一帶走過許多的地方，一般人家供祖先牌位都供的是「天地君親師」，江南都是這個供法，人人都曉得答謝天地靈祇。有這一些善神保佑自己的一家，保佑這個地方，這是應當要修福，答謝土地善神。不但不曉得感激，反而來殺生，聚集這些眷屬來作樂，這個做法叫鬼神都不安。"
    },
    {
      "id": "14-009-0023_p0016",
      "zh_CN": "【以是之故。犯殃自受。子母俱损。】",
      "zh_TW": "【以是之故。犯殃自受。子母俱損。】"
    },
    {
      "id": "14-009-0023_p0017",
      "zh_CN": "因为这样的缘故，这就是不知道感恩，不知道修福，『俱损』这就是损害，刚才说过，福德大的折福，如果说福薄的，就有些灾难、横事常常会惹上身。",
      "zh_TW": "因為這樣的緣故，這就是不知道感恩，不知道修福，『俱損』這就是損害，剛才說過，福德大的折福，如果說福薄的，就有些災難、橫事常常會惹上身。"
    },
    {
      "id": "14-009-0023_p0018",
      "zh_CN": "【又阎浮提。临命终人。不问善恶。我欲令是命终之人。不落恶道。何况自修善根。增我力故。】",
      "zh_TW": "【又閻浮提。臨命終人。不問善惡。我欲令是命終之人。不落惡道。何況自修善根。增我力故。】"
    },
    {
      "id": "14-009-0023_p0019",
      "zh_CN": "前面是讲生，这个地方讲死。主命鬼王就是管阎浮提众生的生死。所以晓得人生的时候要知道修福。在临命终时，可见得这个鬼王是一个善神，他不问这个人生前是作善还是作恶，他都不希望这个人堕在恶道，总是想尽方法使他能够生到善道。可是他自己有没有这个权力？他又没有这个权力，一个人生善道或者生恶道，还是凭自己业力牵引，他不过是主其事而已。所以下面说，『何况自修善根』，自己要在生前能够修学一切善根，那就是增长他的力量，他很快帮助你到三善道去受生。",
      "zh_TW": "前面是講生，這個地方講死。主命鬼王就是管閻浮提眾生的生死。所以曉得人生的時候要知道修福。在臨命終時，可見得這個鬼王是一個善神，他不問這個人生前是作善還是作惡，他都不希望這個人墮在惡道，總是想盡方法使他能夠生到善道。可是他自己有沒有這個權力？他又沒有這個權力，一個人生善道或者生惡道，還是憑自己業力牽引，他不過是主其事而已。所以下面說，『何況自修善根』，自己要在生前能夠修學一切善根，那就是增長他的力量，他很快幫助你到三善道去受生。"
    },
    {
      "id": "14-009-0023_p0020",
      "zh_CN": "【是阎浮提。行善之人。临命终时。亦有百千恶道鬼神。或变作父母。乃至诸眷属。引接亡人。令落恶道。何况本造恶者。】",
      "zh_TW": "【是閻浮提。行善之人。臨命終時。亦有百千惡道鬼神。或變作父母。乃至諸眷屬。引接亡人。令落惡道。何況本造惡者。】"
    },
    {
      "id": "14-009-0023_p0021",
      "zh_CN": "这是讲一个人在世的时候，一生行善。这种事情我想我们许许多多同修都曾经见到过，看到有这个或者是亲戚朋友老人临过去的时候，在病院将走的时候他会说，他看到什么人来了、什么人来了，所说的都是已经死了的人，都是熟人。看到他爸爸妈妈、祖父祖母、伯伯叔叔这些亲戚，看到这些人来了。这种事情我见过太多太多，凡是一说看到这些人来，事情就麻烦了，他的病就不容易好。是不是真的这些人来？给诸位说，不是的，是假的，是冤家债主。他要现个冤家债主现身你会害怕，你不愿意跟他走。他会变，这些恶鬼会变，变作你的家亲眷属来诱惑你、来骗你，你上当了，跟他走了。走了之后他把你抓去，他要报复你。前面讲生的时候，真的这种情形我们不晓得，刚生的小孩也不会讲话，什么情形我们不知道；人将死的时候他还会说话，这情形我们知道。你要没见过，你可以到医院去打听打听，那个医院里面的医生护士他们见多了，这种情形见得太多太多。你看佛在三千年前讲这个《地藏经》就给我们说得这么清楚。",
      "zh_TW": "這是講一個人在世的時候，一生行善。這種事情我想我們許許多多同修都曾經見到過，看到有這個或者是親戚朋友老人臨過去的時候，在病院將走的時候他會說，他看到什麼人來了、什麼人來了，所說的都是已經死了的人，都是熟人。看到他爸爸媽媽、祖父祖母、伯伯叔叔這些親戚，看到這些人來了。這種事情我見過太多太多，凡是一說看到這些人來，事情就麻煩了，他的病就不容易好。是不是真的這些人來？給諸位說，不是的，是假的，是冤家債主。他要現個冤家債主現身你會害怕，你不願意跟他走。他會變，這些惡鬼會變，變作你的家親眷屬來誘惑你、來騙你，你上當了，跟他走了。走了之後他把你抓去，他要報復你。前面講生的時候，真的這種情形我們不曉得，剛生的小孩也不會講話，什麼情形我們不知道；人將死的時候他還會說話，這情形我們知道。你要沒見過，你可以到醫院去打聽打聽，那個醫院裡面的醫生護士他們見多了，這種情形見得太多太多。你看佛在三千年前講這個《地藏經》就給我們說得這麼清楚。"
    },
    {
      "id": "14-009-0023_p0022",
      "zh_CN": "为什么一个人行善，还会有这么多恶鬼恶神来找他麻烦？诸位要晓得，这些恶鬼恶神是无量劫以来的冤家债主，那个仇恨深的生生世世追着你。你们看到《三昧水忏》，佛门里头有个忏悔的《慈悲三昧水忏》，那个因缘就是由悟达国师兴起的。悟达国师是唐朝人，他是有一个冤鬼，一个仇人，追他十世，他十世都是出家修行的高僧，他总是跟着。但是真正修行人有很多护法神，他没有办法，他不能接近。到这一生他是国师，皇帝的老师，这个皇帝送他一张沉香的宝座，我们中国从前讲「太师椅」，沉香雕的。那沉香价值就高，在台湾一斤沉香恐怕要卖到十万块钱，你说那一张太师椅，那真是名贵。他接受过来之后，心里就起了贡高我慢，我是皇帝的老师，坐的是沉香宝座。这贡高我慢的心一生起来，护法神走了。护法神一离开，他这冤家找来了，找来以后膝盖上长了一个人面疮，几乎送了命。这是得迦诺迦尊者，这是个阿罗汉，给他两个人调解。这个冤家临走的时候，就说出这一段因缘。十世高僧，一念贡高我慢之心生起来，恶鬼恶神就找上门。人不可不修德，一念之间丧失了德行，麻烦事情就来了。",
      "zh_TW": "為什麼一個人行善，還會有這麼多惡鬼惡神來找他麻煩？諸位要曉得，這些惡鬼惡神是無量劫以來的冤家債主，那個仇恨深的生生世世追著你。你們看到《三昧水懺》，佛門裡頭有個懺悔的《慈悲三昧水懺》，那個因緣就是由悟達國師興起的。悟達國師是唐朝人，他是有一個冤鬼，一個仇人，追他十世，他十世都是出家修行的高僧，他總是跟著。但是真正修行人有很多護法神，他沒有辦法，他不能接近。到這一生他是國師，皇帝的老師，這個皇帝送他一張沉香的寶座，我們中國從前講「太師椅」，沉香雕的。那沉香價值就高，在台灣一斤沉香恐怕要賣到十萬塊錢，你說那一張太師椅，那真是名貴。他接受過來之後，心裡就起了貢高我慢，我是皇帝的老師，坐的是沉香寶座。這貢高我慢的心一生起來，護法神走了。護法神一離開，他這冤家找來了，找來以後膝蓋上長了一個人面瘡，幾乎送了命。這是得迦諾迦尊者，這是個阿羅漢，給他兩個人調解。這個冤家臨走的時候，就說出這一段因緣。十世高僧，一念貢高我慢之心生起來，惡鬼惡神就找上門。人不可不修德，一念之間喪失了德行，麻煩事情就來了。"
    },
    {
      "id": "14-009-0023_p0023",
      "zh_CN": "所以这『百千恶道鬼神』，这是真的不是假的。我们一生当中，不要说别的，没有学佛之前我们吃的这些动物，杀害的这些动物，牠甘心吗？我们杀鸡来吃，虽然说那个鸡，或者是前生我是鸡、他是人，他吃了我，今生我要吃回头，冤冤相报。但是牠不甘心，牠迷惑颠倒，牠不觉悟。如果那个鸡觉悟的话，「好，欢欢喜喜，我们两个债到此就算了，就完了」，那就没事。你把那个鸡抓来杀的时候，那个鸡也不会飞、也不会蹦、也不会跳，甘心情愿伸出脖子来给你杀，命债一次就还清，以后我们再不要结冤仇。牠不是这么想，牠还是乱飞乱跑，还得要讨命，可见得牠不甘心。不甘心怎么样？那牠就来要命债。",
      "zh_TW": "所以這『百千惡道鬼神』，這是真的不是假的。我們一生當中，不要說別的，沒有學佛之前我們吃的這些動物，殺害的這些動物，牠甘心嗎？我們殺雞來吃，雖然說那個雞，或者是前生我是雞、他是人，他吃了我，今生我要吃回頭，冤冤相報。但是牠不甘心，牠迷惑顛倒，牠不覺悟。如果那個雞覺悟的話，「好，歡歡喜喜，我們兩個債到此就算了，就完了」，那就沒事。你把那個雞抓來殺的時候，那個雞也不會飛、也不會蹦、也不會跳，甘心情願伸出脖子來給你殺，命債一次就還清，以後我們再不要結冤仇。牠不是這麼想，牠還是亂飛亂跑，還得要討命，可見得牠不甘心。不甘心怎麼樣？那牠就來要命債。"
    },
    {
      "id": "14-009-0023_p0024",
      "zh_CN": "现在在台北有一位广化法师，也是个很好的法师，很难得的法师。他在没有出家之前是个军人，军队里面他做军需官，所以这钱来得方便，军中几年他一天吃一只鸡。以后出了家，出家之后好像没有多久，常常感觉到有很多鸡围绕着他。他在洗澡间洗澡的时候，摔了一跤，腿骨头跌断变成残废。他说那个时候，跌倒的时候，他感觉到手上有好几只鸡，在手上。所以现在他知道这是重罪轻报，到现在要拄两根拐杖。杀业太重，他自己清清楚楚。可是以前，没有学佛以前，不晓得。像这种现世的果报也非常非常之多，我们不能不谨慎。末后一句，『何况本造恶者』，这个主命鬼王想帮助他也帮不上忙。",
      "zh_TW": "現在在台北有一位廣化法師，也是個很好的法師，很難得的法師。他在沒有出家之前是個軍人，軍隊裡面他做軍需官，所以這錢來得方便，軍中幾年他一天吃一隻雞。以後出了家，出家之後好像沒有多久，常常感覺到有很多雞圍繞著他。他在洗澡間洗澡的時候，摔了一跤，腿骨頭跌斷變成殘廢。他說那個時候，跌倒的時候，他感覺到手上有好幾隻雞，在手上。所以現在他知道這是重罪輕報，到現在要拄兩根枴杖。殺業太重，他自己清清楚楚。可是以前，沒有學佛以前，不曉得。像這種現世的果報也非常非常之多，我們不能不謹慎。末後一句，『何況本造惡者』，這個主命鬼王想幫助他也幫不上忙。"
    },
    {
      "id": "14-009-0023_p0025",
      "zh_CN": "【世尊。如是阎浮提男子女人。临命终时。神识惛昧。不辨善恶。乃至眼耳。更无见闻。是诸眷属。当须设大供养。转读尊经。念佛菩萨名号。如是善缘。能令亡者。离诸恶道。诸魔鬼神。悉皆退散。】",
      "zh_TW": "【世尊。如是閻浮提男子女人。臨命終時。神識惛昧。不辨善惡。乃至眼耳。更無見聞。是諸眷屬。當須設大供養。轉讀尊經。念佛菩薩名號。如是善緣。能令亡者。離諸惡道。諸魔鬼神。悉皆退散。】"
    },
    {
      "id": "14-009-0023_p0026",
      "zh_CN": "这是教给我们的修法。我们明白这个道理了，凡是自己有喜庆之事，或者是家亲眷属过世这个时候，一定要晓得修福。我们看到有很多人，中国人喜欢做寿，寿做了没几天，他就害病，一切不如意的事情都来了。做寿免不了要杀生，免不了要聚集亲朋好友来庆祝。你庆祝你长寿，你叫许许多多众生短命、横死，你的寿大概也就差不多要到了。不但是在家同修容易造罪业，出家的，我们也看到很多法师、大德、居士寿一做，好像以后真的就一年不如一年。这我们在台湾亲眼见到，好多。",
      "zh_TW": "這是教給我們的修法。我們明白這個道理了，凡是自己有喜慶之事，或者是家親眷屬過世這個時候，一定要曉得修福。我們看到有很多人，中國人喜歡做壽，壽做了沒幾天，他就害病，一切不如意的事情都來了。做壽免不了要殺生，免不了要聚集親朋好友來慶祝。你慶祝你長壽，你叫許許多多眾生短命、橫死，你的壽大概也就差不多要到了。不但是在家同修容易造罪業，出家的，我們也看到很多法師、大德、居士壽一做，好像以後真的就一年不如一年。這我們在台灣親眼見到，好多。"
    },
    {
      "id": "14-009-0023_p0027",
      "zh_CN": "佛在大乘经典里面常常告诉我们，一切供养当中，法供养最。法供养比财供养更要殊胜。这个『大供养』，像我们现在发起的印经这是「大供养」，请法师来讲经是大供养。尤其是印经。请法师来讲经，听的人不太多，如果能有几百人、几千人来听经，这福报大；听经的人少，福报就少。印经，现在没人看，将来还有人看，这个经书至少能够流传几百年。现在我们印的书我相信流传二、三百年不成问题。二、三百年当中，多少人看！如果有人看到这个经，能够依教奉行，修行证果，那这个功德不可思议，我们要明白这个道理。像现在流通录音带、录影带，也是无量的功德，这是大供养。『转读尊经』，这是我们自己在这一天读经，来修福；『念佛菩萨名号』，这是念佛，读经、念佛来修这个供养。『如是善缘，能令亡者离诸恶道』，这就是家亲眷属一定要懂得佛法，要明白这个事实真相，能够如理如法的来给他修。纵然他有罪业也能够远离恶道，那这些妖魔鬼怪也不能够害他，不能伤害他。",
      "zh_TW": "佛在大乘經典裡面常常告訴我們，一切供養當中，法供養最。法供養比財供養更要殊勝。這個『大供養』，像我們現在發起的印經這是「大供養」，請法師來講經是大供養。尤其是印經。請法師來講經，聽的人不太多，如果能有幾百人、幾千人來聽經，這福報大；聽經的人少，福報就少。印經，現在沒人看，將來還有人看，這個經書至少能夠流傳幾百年。現在我們印的書我相信流傳二、三百年不成問題。二、三百年當中，多少人看！如果有人看到這個經，能夠依教奉行，修行證果，那這個功德不可思議，我們要明白這個道理。像現在流通錄音帶、錄影帶，也是無量的功德，這是大供養。『轉讀尊經』，這是我們自己在這一天讀經，來修福；『念佛菩薩名號』，這是念佛，讀經、念佛來修這個供養。『如是善緣，能令亡者離諸惡道』，這就是家親眷屬一定要懂得佛法，要明白這個事實真相，能夠如理如法的來給他修。縱然他有罪業也能夠遠離惡道，那這些妖魔鬼怪也不能夠害他，不能傷害他。"
    },
    {
      "id": "14-009-0023_p0028",
      "zh_CN": "【世尊。一切众生临命终时。若得闻一佛名。一菩萨名。或大乘经典。一句一偈。我观如是辈人。除五无间杀害之罪。小小恶业。合堕恶趣者。寻即解脱。】",
      "zh_TW": "【世尊。一切眾生臨命終時。若得聞一佛名。一菩薩名。或大乘經典。一句一偈。我觀如是輩人。除五無間殺害之罪。小小惡業。合墮惡趣者。尋即解脫。】"
    },
    {
      "id": "14-009-0023_p0029",
      "zh_CN": "这一段要注意到，那就是临终闻佛菩萨名号，或者是大乘经典，有不可思议的功德。此地经文上是『除五无间杀害之罪』，「除」这个字在此地的确是个双关语。从一方面说，五无间杀害之罪都能够除灭，这是一个讲法；另外一个讲法，除去五无间杀害之罪，其余的罪都能够免。免是暂免，不是永久的免。所以这个字在此地有两个讲法，这两个讲法都能讲得通，妙就妙在此地。为什么都能讲得通？那就关于前面那个闻，问题在这个地方。如果说临终他闻佛菩萨名号，他一闻他就相信，一闻他就回头，那的确像闻阿弥陀佛名求生西方净土，真的五无间罪都行。你看《十六观经》里面讲，五逆十恶临终的时候十念往生凡圣同居土下品下生，这是真的不是假的。在这个《净土圣贤录》、《往生传》里面有例子，所以西方世界真正不可思议。也许有人问，一生造罪业，临终闻得一佛名，就能够免一切恶报，好像有一点太不公平。这是以我们凡夫心来测度这一桩事情。其实不然，临终他那个心纯真，这个时候他是真正彻底的悔过自新，这难得，再重的罪过，你能够悔改，就是善。所以临终这一念，他真的彻底悔改，彻底回头，所以他能往生，这里头绝不是侥幸。连五无间罪都能除，何况『小小恶业』？像堕饿鬼、畜生的当然能够解脱。这个解脱就是他能够离三恶道，脱离三恶道，到人天道来受生。佛菩萨名号功德就有这么大。所以这种因缘实实在在不容易。",
      "zh_TW": "這一段要注意到，那就是臨終聞佛菩薩名號，或者是大乘經典，有不可思議的功德。此地經文上是『除五無間殺害之罪』，「除」這個字在此地的確是個雙關語。從一方面說，五無間殺害之罪都能夠除滅，這是一個講法；另外一個講法，除去五無間殺害之罪，其餘的罪都能夠免。免是暫免，不是永久的免。所以這個字在此地有兩個講法，這兩個講法都能講得通，妙就妙在此地。為什麼都能講得通？那就關於前面那個聞，問題在這個地方。如果說臨終他聞佛菩薩名號，他一聞他就相信，一聞他就回頭，那的確像聞阿彌陀佛名求生西方淨土，真的五無間罪都行。你看《十六觀經》裡面講，五逆十惡臨終的時候十念往生凡聖同居土下品下生，這是真的不是假的。在這個《淨土聖賢錄》、《往生傳》裡面有例子，所以西方世界真正不可思議。也許有人問，一生造罪業，臨終聞得一佛名，就能夠免一切惡報，好像有一點太不公平。這是以我們凡夫心來測度這一樁事情。其實不然，臨終他那個心純真，這個時候他是真正徹底的悔過自新，這難得，再重的罪過，你能夠悔改，就是善。所以臨終這一念，他真的徹底悔改，徹底回頭，所以他能往生，這裡頭絕不是僥倖。連五無間罪都能除，何況『小小惡業』？像墮餓鬼、畜生的當然能夠解脫。這個解脫就是他能夠離三惡道，脫離三惡道，到人天道來受生。佛菩薩名號功德就有這麼大。所以這種因緣實實在在不容易。"
    },
    {
      "id": "14-009-0023_p0030",
      "zh_CN": "可是诸位在这一段经里面还要注意一个关键的意义，那就是临命终时这个人一定很清醒。如果像前面所讲的就不行，前面讲昏昧，临终的时候连家亲眷属都不认得，你给他念佛，念佛他也听不进去，他也听不见，这个事情就麻烦，那个业就相当相当之重。凡是临终清清楚楚的，诸位要晓得，这个人纵然有罪业，罪业轻，他是有福报的人。临终糊里糊涂，甚至临终之前好几天都是昏迷状态，人事不省，这罪业重，这就是念佛都帮不上忙。念佛他听不进去，我们只有说念比不念好，只是尽我们的心而已，他能不能得受用？很难。如果他非常清醒的话，他得受用。所以我们一个人要修福、享福，福要到什么时候享？临命终时清清楚楚，《弥陀经》里面讲，「一心不乱，心不颠倒」，这个时候享福这是真正的享福，来生绝不堕恶道。临终要清醒，明明白白，换句话说，十法界由你选择；临终糊里糊涂，那自己没有能力选择，随着业力去流转。所以，一生修福就希望临终清楚。临终最后一念，念的是阿弥陀佛，他决定生净土。再看底下一段经文：",
      "zh_TW": "可是諸位在這一段經裡面還要注意一個關鍵的意義，那就是臨命終時這個人一定很清醒。如果像前面所講的就不行，前面講昏昧，臨終的時候連家親眷屬都不認得，你給他念佛，念佛他也聽不進去，他也聽不見，這個事情就麻煩，那個業就相當相當之重。凡是臨終清清楚楚的，諸位要曉得，這個人縱然有罪業，罪業輕，他是有福報的人。臨終糊裡糊塗，甚至臨終之前好幾天都是昏迷狀態，人事不省，這罪業重，這就是念佛都幫不上忙。念佛他聽不進去，我們只有說念比不念好，只是盡我們的心而已，他能不能得受用？很難。如果他非常清醒的話，他得受用。所以我們一個人要修福、享福，福要到什麼時候享？臨命終時清清楚楚，《彌陀經》裡面講，「一心不亂，心不顛倒」，這個時候享福這是真正的享福，來生絕不墮惡道。臨終要清醒，明明白白，換句話說，十法界由你選擇；臨終糊裡糊塗，那自己沒有能力選擇，隨著業力去流轉。所以，一生修福就希望臨終清楚。臨終最後一念，念的是阿彌陀佛，他決定生淨土。再看底下一段經文："
    },
    {
      "id": "14-009-0023_p0031",
      "zh_CN": "【佛告主命鬼王。汝大慈故。能发如是大愿。于生死中。护诸众生。若未来世中。有男子女人。至生死时。汝莫退是愿。总令解脱。永得安乐。】",
      "zh_TW": "【佛告主命鬼王。汝大慈故。能發如是大願。於生死中。護諸眾生。若未來世中。有男子女人。至生死時。汝莫退是願。總令解脫。永得安樂。】"
    },
    {
      "id": "14-009-0023_p0032",
      "zh_CN": "这一段是释迦牟尼佛勉励鬼王，劝他要不退初心，永远保护阎浮提这些男女生时、死时。佛这一番话也是嘉勉他。",
      "zh_TW": "這一段是釋迦牟尼佛勉勵鬼王，勸他要不退初心，永遠保護閻浮提這些男女生時、死時。佛這一番話也是嘉勉他。"
    },
    {
      "id": "14-009-0023_p0033",
      "zh_CN": "【鬼王白佛言。愿不有虑。我毕是形。念念拥护阎浮众生。生时死时。俱得安乐。】",
      "zh_TW": "【鬼王白佛言。願不有慮。我畢是形。念念擁護閻浮眾生。生時死時。俱得安樂。】"
    },
    {
      "id": "14-009-0023_p0034",
      "zh_CN": "鬼王听到佛的嘉勉、嘱咐，他立刻就承当。他发的这个愿也是尽形寿。我们看到这个也许会怀疑，这个经三千年前释迦牟尼佛讲的，现在这个主命鬼王还在吗？三千年了，他还在吗？还是他吗？给诸位说，还在，还是他。为什么？鬼道的寿命长，我们人间三千年，在鬼道里面时间不算太长。你们晓得，我们人间一个月是鬼道的一天，所以饿鬼道的十二天就是我们人间一年。所以算算鬼道没几年，人间三千年，饿鬼道没几年，必定还是他，没换人。从天道、从饿鬼道要来看佛法，可以说是特别的亲切，释迦牟尼佛灭度才不久，那忉利天人看释迦牟尼佛灭度，以他们那看法，我们人间三千年，他那里才一个月，才三十天，佛灭度才三十天，没多久。",
      "zh_TW": "鬼王聽到佛的嘉勉、囑咐，他立刻就承當。他發的這個願也是盡形壽。我們看到這個也許會懷疑，這個經三千年前釋迦牟尼佛講的，現在這個主命鬼王還在嗎？三千年了，他還在嗎？還是他嗎？給諸位說，還在，還是他。為什麼？鬼道的壽命長，我們人間三千年，在鬼道裡面時間不算太長。你們曉得，我們人間一個月是鬼道的一天，所以餓鬼道的十二天就是我們人間一年。所以算算鬼道沒幾年，人間三千年，餓鬼道沒幾年，必定還是他，沒換人。從天道、從餓鬼道要來看佛法，可以說是特別的親切，釋迦牟尼佛滅度才不久，那忉利天人看釋迦牟尼佛滅度，以他們那看法，我們人間三千年，他那裡才一個月，才三十天，佛滅度才三十天，沒多久。"
    },
    {
      "id": "14-009-0023_p0035",
      "zh_CN": "【但愿诸众生。于生死时。信受我语。无不解脱。获大利益。】",
      "zh_TW": "【但願諸眾生。於生死時。信受我語。無不解脫。獲大利益。】"
    },
    {
      "id": "14-009-0023_p0036",
      "zh_CN": "这是鬼王说出他自己的愿望，希望一切众生在生的时候、死的时候，能够相信他的话，依照他的意思去做。生死时候都要晓得修福，修福特别是在佛门。",
      "zh_TW": "這是鬼王說出他自己的願望，希望一切眾生在生的時候、死的時候，能夠相信他的話，依照他的意思去做。生死時候都要曉得修福，修福特別是在佛門。"
    },
    {
      "id": "14-009-0023_p0037",
      "zh_CN": "【尔时佛告地藏菩萨。是大鬼王主命者。已曾经百千生。作大鬼王。于生死中。拥护众生。是大士慈悲愿故。现大鬼身。实非鬼也。】",
      "zh_TW": "【爾時佛告地藏菩薩。是大鬼王主命者。已曾經百千生。作大鬼王。於生死中。擁護眾生。是大士慈悲願故。現大鬼身。實非鬼也。】"
    },
    {
      "id": "14-009-0023_p0038",
      "zh_CN": "这是释迦牟尼佛把他的根本揭穿来告诉我们。他真的是鬼吗？不是，他是菩萨。『大士』，这两个字不是普通人称的，在佛门里面一般称「大士」是地上菩萨称大士。这是菩萨发大慈悲心，在鬼道里面度众生。正是像《普门品》里面所讲的，应以什么身得度，他就现什么样的身分。而且这个愿非常的深重，跟地藏菩萨差不多，他也是久远劫就在饿鬼道，做主命鬼王，所以他并不是真正的鬼。",
      "zh_TW": "這是釋迦牟尼佛把他的根本揭穿來告訴我們。他真的是鬼嗎？不是，他是菩薩。『大士』，這兩個字不是普通人稱的，在佛門裡面一般稱「大士」是地上菩薩稱大士。這是菩薩發大慈悲心，在鬼道裡面度眾生。正是像《普門品》裡面所講的，應以什麼身得度，他就現什麼樣的身分。而且這個願非常的深重，跟地藏菩薩差不多，他也是久遠劫就在餓鬼道，做主命鬼王，所以他並不是真正的鬼。"
    },
    {
      "id": "14-009-0023_p0039",
      "zh_CN": "【却后过一百七十劫。当得成佛。号曰无相如来。劫名安乐。世界名净住。其佛寿命。不可计劫。】",
      "zh_TW": "【卻後過一百七十劫。當得成佛。號曰無相如來。劫名安樂。世界名淨住。其佛壽命。不可計劫。】"
    },
    {
      "id": "14-009-0023_p0040",
      "zh_CN": "这是佛与主命鬼王授记。他说，往后『一百七十劫』，主命鬼王他成佛了，成佛的时候，这个佛的号叫『无相如来』，『劫名安乐』。像我们现在释迦牟尼佛这个时代这个劫叫贤劫，就是在这个一个大劫里面，有一千尊佛出世，贤人特别多，称之为贤劫，释迦牟尼佛这个世界叫娑婆世界。这一尊佛他的世界名叫做净住世界，佛的寿命长，也是无量寿，『不可计劫』。寿命长，就说明他福报之大。他的福报从哪里修的？生生世世以鬼王的身分救护一切众生。这样看起来，前面所说的这些开示我们更要尊重，那不是真正鬼王说的，菩萨说的，佛给他印证。佛给他印证，就等于佛说的，我们能不信受奉行吗？",
      "zh_TW": "這是佛與主命鬼王授記。他說，往後『一百七十劫』，主命鬼王他成佛了，成佛的時候，這個佛的號叫『無相如來』，『劫名安樂』。像我們現在釋迦牟尼佛這個時代這個劫叫賢劫，就是在這個一個大劫裡面，有一千尊佛出世，賢人特別多，稱之為賢劫，釋迦牟尼佛這個世界叫娑婆世界。這一尊佛他的世界名叫做淨住世界，佛的壽命長，也是無量壽，『不可計劫』。壽命長，就說明他福報之大。他的福報從哪裡修的？生生世世以鬼王的身分救護一切眾生。這樣看起來，前面所說的這些開示我們更要尊重，那不是真正鬼王說的，菩薩說的，佛給他印證。佛給他印證，就等於佛說的，我們能不信受奉行嗎？"
    },
    {
      "id": "14-009-0023_p0041",
      "zh_CN": "讲到福报，诸位同修一定要知道，身心清净就是福报，身心无事是福报，真正是大福。不一定说世间有钱、有地位，那些是福报，那是假的。真正是身心清净，身体健康，这是福报。如果再能以这健康的身体，每一天能够念佛拜佛，那这福报就更大了。佛在经论里面常常说，「礼佛一拜，灭罪恒沙」。有几个人有这么大的福报天天能拜佛？天天能拜佛，天天能念佛，这是世间最大福报之人。凡夫不晓得，凡夫只认为这人有钱就有福报，有地位就有福报。那个钱财地位生不带来，死不带去，往往被这个世间名闻利养所害，这一世得一点点五欲六尘小小的享受，来世就三途去了，非常非常的可怕。所以要晓得什么是真正的福，什么是假福。衣食足了，生活能过得去，要把全副的精神、体力来修福，这人是真正有福。",
      "zh_TW": "講到福報，諸位同修一定要知道，身心清淨就是福報，身心無事是福報，真正是大福。不一定說世間有錢、有地位，那些是福報，那是假的。真正是身心清淨，身體健康，這是福報。如果再能以這健康的身體，每一天能夠念佛拜佛，那這福報就更大了。佛在經論裡面常常說，「禮佛一拜，滅罪恆沙」。有幾個人有這麼大的福報天天能拜佛？天天能拜佛，天天能念佛，這是世間最大福報之人。凡夫不曉得，凡夫只認為這人有錢就有福報，有地位就有福報。那個錢財地位生不帶來，死不帶去，往往被這個世間名聞利養所害，這一世得一點點五欲六塵小小的享受，來世就三途去了，非常非常的可怕。所以要曉得什麼是真正的福，什麼是假福。衣食足了，生活能過得去，要把全副的精神、體力來修福，這人是真正有福。"
    },
    {
      "id": "14-009-0023_p0042",
      "zh_CN": "像上一次我跟诸位讲的王龙舒居士，王龙舒，宋朝时候的进士，他是王日休，称为龙舒，这是对他的敬称。龙舒就是现在的舒城，安徽舒城。我们说起来都是小同乡，他那个县跟我是邻县，距离大概只有五十华里，二十五公里的样子，很近，他是那个地方人。他临走的时候是站着往生的，站着走的，无疾而终，念着佛站着走的。所以「龙舒净土文」上面画的这个相是立相，那是往生的相。他一生他不做官，一生就是念佛、拜佛，劝别人学佛，临终有那么好的瑞相，这是真正懂得享福、懂得修福。再看末后这一段：",
      "zh_TW": "像上一次我跟諸位講的王龍舒居士，王龍舒，宋朝時候的進士，他是王日休，稱為龍舒，這是對他的敬稱。龍舒就是現在的舒城，安徽舒城。我們說起來都是小同鄉，他那個縣跟我是鄰縣，距離大概只有五十華里，二十五公里的樣子，很近，他是那個地方人。他臨走的時候是站著往生的，站著走的，無疾而終，念著佛站著走的。所以「龍舒淨土文」上面畫的這個相是立相，那是往生的相。他一生他不做官，一生就是念佛、拜佛，勸別人學佛，臨終有那麼好的瑞相，這是真正懂得享福、懂得修福。再看末後這一段："
    },
    {
      "id": "14-009-0023_p0043",
      "zh_CN": "【地藏。是大鬼王。其事如是。不可思议。所度人天。亦不可限量。】",
      "zh_TW": "【地藏。是大鬼王。其事如是。不可思議。所度人天。亦不可限量。】"
    },
    {
      "id": "14-009-0023_p0044",
      "zh_CN": "这是世尊叫着地藏菩萨，叫着地藏菩萨实际上就是给我们讲的，地藏菩萨哪有不知道鬼王的本迹因缘之理？他当然晓得。『不可思议，所度人天亦不可限量』。这个地方，后头一句，我们又会怀疑，他是鬼王，应当只度鬼道，或者是我们人道，生时死时他主之，怎么还有天？有。为什么？人做了善事，生天也从他那里通过，也从他那里，他把你送到天上去。所以与人生天、生三善道、堕三恶道统统都有关系，确实是「所度人天不可限量」。好，再看下面一品：",
      "zh_TW": "這是世尊叫著地藏菩薩，叫著地藏菩薩實際上就是給我們講的，地藏菩薩哪有不知道鬼王的本跡因緣之理？他當然曉得。『不可思議，所度人天亦不可限量』。這個地方，後頭一句，我們又會懷疑，他是鬼王，應當只度鬼道，或者是我們人道，生時死時他主之，怎麼還有天？有。為什麼？人做了善事，生天也從他那裡通過，也從他那裡，他把你送到天上去。所以與人生天、生三善道、墮三惡道統統都有關係，確實是「所度人天不可限量」。好，再看下面一品："
    },
    {
      "id": "14-009-0023_p0045",
      "zh_CN": "【称佛名号品第九】",
      "zh_TW": "【稱佛名號品第九】"
    },
    {
      "id": "14-009-0023_p0046",
      "zh_CN": "这也是讲修行的方法。可见得本经里面也特别着重在念佛，在修行法门里头特别着重念佛。",
      "zh_TW": "這也是講修行的方法。可見得本經裡面也特別著重在念佛，在修行法門裡頭特別著重念佛。"
    },
    {
      "id": "14-009-0023_p0047",
      "zh_CN": "【尔时地藏菩萨摩诃萨白佛言。世尊。我今为未来众生。演利益事。于生死中。得大利益。唯愿世尊。听我说之。】",
      "zh_TW": "【爾時地藏菩薩摩訶薩白佛言。世尊。我今為未來眾生。演利益事。於生死中。得大利益。唯願世尊。聽我說之。】"
    },
    {
      "id": "14-009-0023_p0048",
      "zh_CN": "菩萨要想利益大众，给大众说一说修行的纲要，在这个地方当然先要得到佛的同意，这是礼节，先要得到佛的同意。说到这个地方，我有一点感想。佛法在今天衰，可以说衰到了极处，国内外道场没有几家是一个兴旺的气象。原因在什么地方？就是不尊重老师。此地佛是老师，在一个寺院里面它有个住持，大家对他不尊重，每一个人自己管这个职务，都来独断专行，那这个团体怎么会兴旺？所以佛法在最初，它的制度好。所以现在我说佛教里头没有道场，至少我自从学佛以来，走过许许多多地方，我没有看到一个道场。从前的道场是什么？它基本的条件就是人人要遵守「六和敬」，这是基本的条件。",
      "zh_TW": "菩薩要想利益大眾，給大眾說一說修行的綱要，在這個地方當然先要得到佛的同意，這是禮節，先要得到佛的同意。說到這個地方，我有一點感想。佛法在今天衰，可以說衰到了極處，國內外道場沒有幾家是一個興旺的氣象。原因在什麼地方？就是不尊重老師。此地佛是老師，在一個寺院裡面它有個住持，大家對他不尊重，每一個人自己管這個職務，都來獨斷專行，那這個團體怎麼會興旺？所以佛法在最初，它的制度好。所以現在我說佛教裡頭沒有道場，至少我自從學佛以來，走過許許多多地方，我沒有看到一個道場。從前的道場是什麼？它基本的條件就是人人要遵守「六和敬」，這是基本的條件。"
    },
    {
      "id": "14-009-0023_p0049",
      "zh_CN": "六和敬里面第一个是「见同解」。一个道场大家见解一定是一致的。见解就是我们修行的目标，我们修行的方法，这绝对是一致。念佛道场，它的见解统统是求生西方极乐世界，不会有第二个见解。参禅的，他们大家必定是在参禅。有不同的见解他决定排斥，这就所谓门户之见。这个门户之见是好的，不是坏的。因为什么？他要成就。譬如说你每一个学校，它有它的校风，它有它的学风。这个学校专门是个工业学校，来学工的，如果你外头请一个医生来，给他讲医学，他不会接受的，为什么？这个东西我学了没用处，来浪费我的时间。不是说医学不好，他是工科大学，那一边有医科大学，他各人学各人的，所谓是「道不同而不相谋」。但是「道不同而不相背」，并不违背。所以佛法有八万四千法门，门门都叫你证无上道，但是你不能走两条路，两条路是决定不能成就的，所以说一门深入。博学多闻，还得一门深入。这非常非常重要，这都属于见同解里头的。「戒同修」，戒是生活规律，团体生活一定有个团体生活的公约，人人都要遵守。「身同住，口无诤，意同悦，利同均」，这是基本条件，这才是一个僧团。",
      "zh_TW": "六和敬裡面第一個是「見同解」。一個道場大家見解一定是一致的。見解就是我們修行的目標，我們修行的方法，這絕對是一致。念佛道場，它的見解統統是求生西方極樂世界，不會有第二個見解。參禪的，他們大家必定是在參禪。有不同的見解他決定排斥，這就所謂門戶之見。這個門戶之見是好的，不是壞的。因為什麼？他要成就。譬如說你每一個學校，它有它的校風，它有它的學風。這個學校專門是個工業學校，來學工的，如果你外頭請一個醫生來，給他講醫學，他不會接受的，為什麼？這個東西我學了沒用處，來浪費我的時間。不是說醫學不好，他是工科大學，那一邊有醫科大學，他各人學各人的，所謂是「道不同而不相謀」。但是「道不同而不相背」，並不違背。所以佛法有八萬四千法門，門門都叫你證無上道，但是你不能走兩條路，兩條路是決定不能成就的，所以說一門深入。博學多聞，還得一門深入。這非常非常重要，這都屬於見同解裡頭的。「戒同修」，戒是生活規律，團體生活一定有個團體生活的公約，人人都要遵守。「身同住，口無諍，意同悅，利同均」，這是基本條件，這才是一個僧團。"
    },
    {
      "id": "14-009-0023_p0050",
      "zh_CN": "除这个基本条件，还有一个基本条件，它为什么能和合？一定靠羯摩，这是和合的根本。如果不做羯摩，谈不上和合。羯摩是什么？开会。所以诸位要晓得，羯摩是梵语，拿现在的话就是开会。佛教在三千年前，民主是佛教提出来的，因为佛教是会议制度。寺院里住持他不过就是会议里面的主席而已。而且他的任期只有一年，到第二年，寺院里的规矩，腊月三十总辞，总辞职，正月初一的时候，新的职事，总辞的时候当时就推选，第二天初一的时候就上任，也是连选得连任。所以人人身分地位是平等的，住持跟烧饭、烧火的，甚至于菜园里种菜、挑粪的，地位统统平等，没有高下之分，只有职务上有分，地位上绝对是平等的。大小事情，不能说哪一个做主说了就算，这不可以，大小事情统统要开会。",
      "zh_TW": "除這個基本條件，還有一個基本條件，它為什麼能和合？一定靠羯摩，這是和合的根本。如果不做羯摩，談不上和合。羯摩是什麼？開會。所以諸位要曉得，羯摩是梵語，拿現在的話就是開會。佛教在三千年前，民主是佛教提出來的，因為佛教是會議制度。寺院裡住持他不過就是會議裡面的主席而已。而且他的任期只有一年，到第二年，寺院裡的規矩，臘月三十總辭，總辭職，正月初一的時候，新的職事，總辭的時候當時就推選，第二天初一的時候就上任，也是連選得連任。所以人人身分地位是平等的，住持跟燒飯、燒火的，甚至於菜園裡種菜、挑糞的，地位統統平等，沒有高下之分，只有職務上有分，地位上絕對是平等的。大小事情，不能說哪一個做主說了就算，這不可以，大小事情統統要開會。"
    },
    {
      "id": "14-009-0023_p0051",
      "zh_CN": "不过它的开会，有许多地方开会是很方便的，除非这很隆重的大事，那要集合大众，所以讲「白四羯摩」，那是大事。什么大事？受戒是大事，出家是大事。你要到我们这个地方来出家，这是大事，我们要正式集合全体，看看大家赞不赞成？受戒是大事，要白四羯摩，就是四读通过。他通过表示这意见就是默认。譬如主事的法师把这个事情向大众宣布，宣布一次大家没有意见，听了之后不表示任何意见，这就通过。如果你有意见的话你就提出来，没有意见不要说话。因为佛法自始至终它是求心地清净，所以不说话就通过。再做第二次宣布，第三次宣布，第四次宣布，好，大家都没有意见，都没有说话，就通过。小事情白一羯摩，那是小事情，譬如我们日常生活当中的事情。假如我们这里有一个僧团，僧团人至少要有四个人，四个人以上守六和敬、做羯摩，这才叫一个僧团，这才叫僧团。",
      "zh_TW": "不過它的開會，有許多地方開會是很方便的，除非這很隆重的大事，那要集合大眾，所以講「白四羯摩」，那是大事。什麼大事？受戒是大事，出家是大事。你要到我們這個地方來出家，這是大事，我們要正式集合全體，看看大家贊不贊成？受戒是大事，要白四羯摩，就是四讀通過。他通過表示這意見就是默認。譬如主事的法師把這個事情向大眾宣布，宣布一次大家沒有意見，聽了之後不表示任何意見，這就通過。如果你有意見的話你就提出來，沒有意見不要說話。因為佛法自始至終它是求心地清淨，所以不說話就通過。再做第二次宣布，第三次宣布，第四次宣布，好，大家都沒有意見，都沒有說話，就通過。小事情白一羯摩，那是小事情，譬如我們日常生活當中的事情。假如我們這裡有一個僧團，僧團人至少要有四個人，四個人以上守六和敬、做羯摩，這才叫一個僧團，這才叫僧團。"
    },
    {
      "id": "14-009-0023_p0052",
      "zh_CN": "我们今天在一切道场里面没有看到这个情形。我是很想做，所以我在杭州南路，我这个佛陀教育基金会，我就是这种做法。我虽然名义是董事长，我不敢做主，大小事情我统统是用会议。小事情什么时候开会？早晨吃早饭的时候。吃早饭的时候，大家都在一起，在桌上，今天哪一个人有什么事情，提出来向大家报告一下。没有意见了，就通过。大的事情要请全体董事，由董事会来决定。个人决定不能够独断专行。假如我在那里要独断专行，我们简丰文也独断专行，那我们这个基金会要不了几年，弊病丛生。所以我们一开头就建立一个好的制度，我们自己要忍耐一下，凡是事情让大家来决定，大家来通过，每个人心里都欢喜。所以这个道场有一种朝气，兴旺之气，无论什么人在我那个地方，他都感觉到很荣誉，「我有权利」，他有说话的权，他有表决权，他也有选举权，也有被选举权，个个人都一样，应该是如此。一个佛教团体必须要遵守六和敬跟羯摩制度。在此地里面看到地藏菩萨对于世尊的尊重。",
      "zh_TW": "我們今天在一切道場裡面沒有看到這個情形。我是很想做，所以我在杭州南路，我這個佛陀教育基金會，我就是這種做法。我雖然名義是董事長，我不敢做主，大小事情我統統是用會議。小事情什麼時候開會？早晨吃早飯的時候。吃早飯的時候，大家都在一起，在桌上，今天哪一個人有什麼事情，提出來向大家報告一下。沒有意見了，就通過。大的事情要請全體董事，由董事會來決定。個人決定不能夠獨斷專行。假如我在那裡要獨斷專行，我們簡豐文也獨斷專行，那我們這個基金會要不了幾年，弊病叢生。所以我們一開頭就建立一個好的制度，我們自己要忍耐一下，凡是事情讓大家來決定，大家來通過，每個人心裡都歡喜。所以這個道場有一種朝氣，興旺之氣，無論什麼人在我那個地方，他都感覺到很榮譽，「我有權利」，他有說話的權，他有表決權，他也有選舉權，也有被選舉權，個個人都一樣，應該是如此。一個佛教團體必須要遵守六和敬跟羯摩制度。在此地裡面看到地藏菩薩對於世尊的尊重。"
    },
    {
      "id": "14-009-0023_p0053",
      "zh_CN": "【佛告地藏菩萨。汝今欲兴慈悲。救拔一切罪苦六道众生。演不思议事。今正是时。唯当速说。吾即涅槃。使汝早毕是愿。吾亦无忧现在未来一切众生。】",
      "zh_TW": "【佛告地藏菩薩。汝今欲興慈悲。救拔一切罪苦六道眾生。演不思議事。今正是時。唯當速說。吾即涅槃。使汝早畢是願。吾亦無憂現在未來一切眾生。】"
    },
    {
      "id": "14-009-0023_p0054",
      "zh_CN": "在这个注解里面，一百三十四面第二行的当中，你看那文的下面，这一段是青莲法师他引用念佛专修净土，引用这一段文。在我们中国，净土宗的建立起源于慧远大师，这个地方讲「倡始于远公」，提倡、开始是东晋时候的远公大师，慧远大师。慧远跟道安、鸠摩罗什是同时代的人，他跟鸠摩罗什大师有问答流传给后世，远公提的有十几个问题，都是修行上重要问题，罗什大师解答。这个本子在台湾也流通得很广。「西京大盛于善导」，西京是长安，这讲唐朝，净土宗第二代的祖师善导大师，也是一生专门提倡净土。善导大师念佛的功夫，在传记里面所记载的，他老人家念一声佛号，口里面有一道光，光中有一尊佛，声声佛号都是这样的。这位法师传说是西方阿弥陀佛化身再来的。我们现在弥陀圣诞快要到了，你们晓得十一月十七，正好是美国感恩节，同一天。阿弥陀佛又没有到这个世界来，他的生日哪一天谁晓得？就是善导大师的生日。所以我们是以善导大师的生日做弥陀圣诞，阿弥陀佛再来的。",
      "zh_TW": "在這個註解裡面，一百三十四面第二行的當中，你看那文的下面，這一段是青蓮法師他引用念佛專修淨土，引用這一段文。在我們中國，淨土宗的建立起源於慧遠大師，這個地方講「倡始於遠公」，提倡、開始是東晉時候的遠公大師，慧遠大師。慧遠跟道安、鳩摩羅什是同時代的人，他跟鳩摩羅什大師有問答流傳給後世，遠公提的有十幾個問題，都是修行上重要問題，羅什大師解答。這個本子在台灣也流通得很廣。「西京大盛於善導」，西京是長安，這講唐朝，淨土宗第二代的祖師善導大師，也是一生專門提倡淨土。善導大師念佛的功夫，在傳記裡面所記載的，他老人家念一聲佛號，口裡面有一道光，光中有一尊佛，聲聲佛號都是這樣的。這位法師傳說是西方阿彌陀佛化身再來的。我們現在彌陀聖誕快要到了，你們曉得十一月十七，正好是美國感恩節，同一天。阿彌陀佛又沒有到這個世界來，他的生日哪一天誰曉得？就是善導大師的生日。所以我們是以善導大師的生日做彌陀聖誕，阿彌陀佛再來的。"
    },
    {
      "id": "14-009-0023_p0055",
      "zh_CN": "「吾祖疏观经」，这个「吾祖」，吾是这注解的人，这个注解的人是青莲法师，他的祖师疏观经，你只看这一句就晓得，他是天台宗的。天台宗智者大师注《十六观经》，就是现在我们所看到的《十六观经妙宗钞》，那就是智者大师作的。所以这次葛居士请显明法师来讲经，我今天给他写一封信，因为他是天台的，我就请他来给我们讲《十六观经》。能讲全经，很好；不能讲全经，请他讲《十六观经》的大意，我是信上给他这么写的。如果他不愿意讲这个，我就请他讲《普门品》，因为他现在正在讲《法华经》。《普门品》是我们必修的课程，我们是学习西方三圣，《弥陀经》是阿弥陀佛的经，《普门品》是观世音菩萨的经，还有《楞严经．大势至菩萨圆通章》是大势至菩萨的经，我们供的是三圣，所以这个三经我们需要。",
      "zh_TW": "「吾祖疏觀經」，這個「吾祖」，吾是這註解的人，這個註解的人是青蓮法師，他的祖師疏觀經，你只看這一句就曉得，他是天台宗的。天台宗智者大師註《十六觀經》，就是現在我們所看到的《十六觀經妙宗鈔》，那就是智者大師作的。所以這次葛居士請顯明法師來講經，我今天給他寫一封信，因為他是天台的，我就請他來給我們講《十六觀經》。能講全經，很好；不能講全經，請他講《十六觀經》的大意，我是信上給他這麼寫的。如果他不願意講這個，我就請他講《普門品》，因為他現在正在講《法華經》。《普門品》是我們必修的課程，我們是學習西方三聖，《彌陀經》是阿彌陀佛的經，《普門品》是觀世音菩薩的經，還有《楞嚴經．大勢至菩薩圓通章》是大勢至菩薩的經，我們供的是三聖，所以這個三經我們需要。"
    },
    {
      "id": "14-009-0023_p0056",
      "zh_CN": "他讲其他的我们不太欢迎，因为什么？那不是我们所需要的。我们所需要，天台宗里面我们要《观经》、我们要《普门品》。以后我们请法师讲经，要我们指定经典。不能够他说「我来跟你们讲个什么」，这不可以。像我们学校请老师一样，我们预先排好了课程，请老师来给我们上这课程。不能说老师，「我到你学校，我替你搞一门课程」，那就糟了，一个老师来要开一门课，你这个学校就完了，这学校就乱七八糟了。所以说我们自己有我们自己的课程，我们请别人来讲这课程，这可以。",
      "zh_TW": "他講其他的我們不太歡迎，因為什麼？那不是我們所需要的。我們所需要，天台宗裡面我們要《觀經》、我們要《普門品》。以後我們請法師講經，要我們指定經典。不能夠他說「我來跟你們講個什麼」，這不可以。像我們學校請老師一樣，我們預先排好了課程，請老師來給我們上這課程。不能說老師，「我到你學校，我替你搞一門課程」，那就糟了，一個老師來要開一門課，你這個學校就完了，這學校就亂七八糟了。所以說我們自己有我們自己的課程，我們請別人來講這課程，這可以。"
    },
    {
      "id": "14-009-0023_p0057",
      "zh_CN": "但是这个实在讲相当不容易。为什么？自古以来，无论世出世间法，要讲成就，一定要师承，这非常重要。就是同样这一部经，一个人讲是一个样子。如果自己，那时候李老师跟我们讲，学佛最低限度要得法眼净。这是佛学上一个名词，什么叫法眼净？你有能力辨别邪正是非，你有这个能力，才可以听许多人讲经。没有这个能力，像我们那个时候在台中跟他求学十年当中，我们做他的学生，他说得很清楚，只可以听他一个人讲，十年当中不准听第二个人讲。他给我们的限定非常之严格。如果我们听别人去讲经了，虽然也听他的，他已经把你剔除，你不是他的学生，你是一般听众。一般听众不受约束，不受任何约束；是他的学生一定要受他约束，这是师承的关系。你真正有这个能力，不会受人家影响了，那你什么都可以去听，这时候叫参学。所以参学是得法眼净之后的事情，换句话，你在你的本师，你根本的老师，这里毕了业，毕了业可以参学，这参学对你有利益。",
      "zh_TW": "但是這個實在講相當不容易。為什麼？自古以來，無論世出世間法，要講成就，一定要師承，這非常重要。就是同樣這一部經，一個人講是一個樣子。如果自己，那時候李老師跟我們講，學佛最低限度要得法眼淨。這是佛學上一個名詞，什麼叫法眼淨？你有能力辨別邪正是非，你有這個能力，才可以聽許多人講經。沒有這個能力，像我們那個時候在台中跟他求學十年當中，我們做他的學生，他說得很清楚，只可以聽他一個人講，十年當中不准聽第二個人講。他給我們的限定非常之嚴格。如果我們聽別人去講經了，雖然也聽他的，他已經把你剔除，你不是他的學生，你是一般聽眾。一般聽眾不受約束，不受任何約束；是他的學生一定要受他約束，這是師承的關係。你真正有這個能力，不會受人家影響了，那你什麼都可以去聽，這時候叫參學。所以參學是得法眼淨之後的事情，換句話，你在你的本師，你根本的老師，這裡畢了業，畢了業可以參學，這參學對你有利益。"
    },
    {
      "id": "14-009-0023_p0058",
      "zh_CN": "所以老师也并不是真正专制，不是跋扈，他看你现在没有能力，还不能辨别是非得失，怕的是听多了你会受影响，对你的道业、对你的学业统统都受影响。道业，你不能得一心；学业，你会起疑惑。这个老师这么说的，他又那么说的，你就起了疑惑，疑惑是障碍。所以那是大慈大悲。学只能跟一个老师学。我这些年在台湾学佛得力就是这一点，我是指导我的始终就是一个老师。最初指导我是章嘉大师，我跟他三年，他圆寂了，如果他要不圆寂我一直是跟着他的。他圆寂之后，又过了一年我才认识李老师。认识李老师之后，我就跟他十年，整整跟他十年，我是四十七年跟他，五十七年离开，整整跟他十年。这是讲到师承的重要。我们的课程标准，不能随便让人来上课。所以台中绝对不随便请一个法师、居士到那里讲经说法。他好不容易辛辛苦苦在那里耕耘、培养，另外几个法师这么一说，大家心又乱了，知见又分了，又不晓得哪去了，他没定，所以怕这个。如果大家心都定了，智慧都开了，那就没有关系。",
      "zh_TW": "所以老師也並不是真正專制，不是跋扈，他看你現在沒有能力，還不能辨別是非得失，怕的是聽多了你會受影響，對你的道業、對你的學業統統都受影響。道業，你不能得一心；學業，你會起疑惑。這個老師這麼說的，他又那麼說的，你就起了疑惑，疑惑是障礙。所以那是大慈大悲。學只能跟一個老師學。我這些年在台灣學佛得力就是這一點，我是指導我的始終就是一個老師。最初指導我是章嘉大師，我跟他三年，他圓寂了，如果他要不圓寂我一直是跟著他的。他圓寂之後，又過了一年我才認識李老師。認識李老師之後，我就跟他十年，整整跟他十年，我是四十七年跟他，五十七年離開，整整跟他十年。這是講到師承的重要。我們的課程標準，不能隨便讓人來上課。所以台中絕對不隨便請一個法師、居士到那裡講經說法。他好不容易辛辛苦苦在那裡耕耘、培養，另外幾個法師這麼一說，大家心又亂了，知見又分了，又不曉得哪去了，他沒定，所以怕這個。如果大家心都定了，智慧都開了，那就沒有關係。"
    },
    {
      "id": "14-009-0023_p0059",
      "zh_CN": "所以到后来台湾许多佛学院请我教书我都不去。我觉得什么？浪费时间。还有很多大专讲座请我去，我也不愿意去。我说去了没有意义，到那里去大家干什么？讲演比赛大会，学生当听众，我们老师、居士在讲演比赛，没有意义，学生得不到利益。听了之后，几天讲座听了之后，莫知所云，不知道讲些什么？这个老师指这个路好，那个老师那个路好，不晓得哪条路好，算了，还是不学了。所以收不到效果。你看自古以来，佛门里成就这么多人，它是一个寺庙就一宗一派，见和同解，他一个知见，他能成就。你看那个老和尚，每个诸山长老在一块，彼此都恭敬，没有一个不恭敬，没有一个不赞叹，没有说他那个不如我，没有。一个人走一条路，这一条路决定能达到目的地。每条路都好，不能说不好，条条大路都通达同一个目标，决定不能错、不能乱，一错一乱就麻烦。",
      "zh_TW": "所以到後來台灣許多佛學院請我教書我都不去。我覺得什麼？浪費時間。還有很多大專講座請我去，我也不願意去。我說去了沒有意義，到那裡去大家幹什麼？講演比賽大會，學生當聽眾，我們老師、居士在講演比賽，沒有意義，學生得不到利益。聽了之後，幾天講座聽了之後，莫知所云，不知道講些什麼？這個老師指這個路好，那個老師那個路好，不曉得哪條路好，算了，還是不學了。所以收不到效果。你看自古以來，佛門裡成就這麼多人，它是一個寺廟就一宗一派，見和同解，他一個知見，他能成就。你看那個老和尚，每個諸山長老在一塊，彼此都恭敬，沒有一個不恭敬，沒有一個不讚歎，沒有說他那個不如我，沒有。一個人走一條路，這一條路決定能達到目的地。每條路都好，不能說不好，條條大路都通達同一個目標，決定不能錯、不能亂，一錯一亂就麻煩。"
    },
    {
      "id": "14-009-0023_p0060",
      "zh_CN": "这个意思我们自己一定要懂得。我们自己修学有一条路好走，将来我们自己教人不吃力。所以像台中有很多学生他们要参加大专讲座，来问我，因为现在台湾办大专讲座的很多，我都告诉他们要到台中去。台中讲座的特色在哪里？它虽然有六门功课，有五个老师，可是他那些老师都是李老师的学生。换句话说，一个思想、一个路线，不管是哪个老师去教，同一个思想、同一个路线，不会错的。所以我到台中去教没有问题，因为我那里出来的是一条路，我们走的是一条路。所以这个地方，我极力的要台中徐醒民、周家麟到这边来，为什么？他们跟我讲的，纵然话讲的是不一样，思想、路线决定相同，决定是相同的。这就是我们中国古人所讲的师承。别的法师来讲决定不相同。同样一部经也不是一个思想，也不是一个路子，这一定要知道。《弥陀经》自古以来注解得太多太多，《金刚经》有一、二百种注解，连《楞严经》都有将近一百种注解，不一样，每个人所说的都不相同。",
      "zh_TW": "這個意思我們自己一定要懂得。我們自己修學有一條路好走，將來我們自己教人不吃力。所以像台中有很多學生他們要參加大專講座，來問我，因為現在台灣辦大專講座的很多，我都告訴他們要到台中去。台中講座的特色在哪裡？它雖然有六門功課，有五個老師，可是他那些老師都是李老師的學生。換句話說，一個思想、一個路線，不管是哪個老師去教，同一個思想、同一個路線，不會錯的。所以我到台中去教沒有問題，因為我那裡出來的是一條路，我們走的是一條路。所以這個地方，我極力的要台中徐醒民、周家麟到這邊來，為什麼？他們跟我講的，縱然話講的是不一樣，思想、路線決定相同，決定是相同的。這就是我們中國古人所講的師承。別的法師來講決定不相同。同樣一部經也不是一個思想，也不是一個路子，這一定要知道。《彌陀經》自古以來註解得太多太多，《金剛經》有一、二百種註解，連《楞嚴經》都有將近一百種註解，不一樣，每個人所說的都不相同。"
    },
    {
      "id": "14-009-0023_p0061",
      "zh_CN": "自己学成了之后，就是智慧开了之后，听多有好处，后得智。可是前面有根本智，根本智就是你的本师帮助你成就根本智，也就是讲的法眼净。根本智得到之后，后得智从哪里学？广学多闻。你看善财童子，他的根本智是文殊菩萨，所以他的师承，文殊菩萨是他的老师。后得智从哪里学？五十三参，五十三参是求后得智，圆满的智慧。根本智一定是一个老师。可是诸位要晓得，没有根本智决定没有后得智，没有根本智，那个后得智就叫妄想，无量无边的知见、妄想，相当的麻烦。所以今天学佛困难，难在哪里？难在没有师承，最大最大的困难。尤其是贡高我慢，看到这个人根本就瞧不起他，不愿意去拜他做老师，这怎么办？所以这个慢是自己障道的大障碍，傲慢、怀疑，贪瞋痴慢疑，才晓得为什么佛把这两样东西列在根本烦恼里面，有道理！你不服。所以一定要戒除傲慢、要断疑心，亲近善知识，这样自己才能有成就。",
      "zh_TW": "自己學成了之後，就是智慧開了之後，聽多有好處，後得智。可是前面有根本智，根本智就是你的本師幫助你成就根本智，也就是講的法眼淨。根本智得到之後，後得智從哪裡學？廣學多聞。你看善財童子，他的根本智是文殊菩薩，所以他的師承，文殊菩薩是他的老師。後得智從哪裡學？五十三參，五十三參是求後得智，圓滿的智慧。根本智一定是一個老師。可是諸位要曉得，沒有根本智決定沒有後得智，沒有根本智，那個後得智就叫妄想，無量無邊的知見、妄想，相當的麻煩。所以今天學佛困難，難在哪裡？難在沒有師承，最大最大的困難。尤其是貢高我慢，看到這個人根本就瞧不起他，不願意去拜他做老師，這怎麼辦？所以這個慢是自己障道的大障礙，傲慢、懷疑，貪瞋痴慢疑，才曉得為什麼佛把這兩樣東西列在根本煩惱裡面，有道理！你不服。所以一定要戒除傲慢、要斷疑心，親近善知識，這樣自己才能有成就。"
    },
    {
      "id": "14-009-0023_p0062",
      "zh_CN": "我对现代的年轻人，我讲，他们不服气，这些大法师好像都没有瞧在眼里。那我只好劝他们，我说现在这个世间你没有佩服的人，找不到老师，你找古人。找古人行，做古人的私淑弟子，这未尝不可。譬如说孟夫子就是私淑孔子的，孔老夫子那时候过世了，他非常敬仰孔子，孔子的著作留在人间，他就拿着孔子的著作当作老师，这样的学，他学得很像，学成功了。所以我中国自古以来，私淑古人的人很多，孟子是第一个，从他开始。那我们才晓得，譬如司马迁，这是大文学家，汉朝的，作《史记》的，他就是私淑左丘明。左丘明那时候不在了，但是《左传》留在人间，他就专门学《左传》，也学得很像，他写的那个《史记》很像《左传》。韩愈学司马迁，韩愈是专门学《史记》，成为一代的大文学家。在佛门里面众所周知的蕅益大师私淑莲池。蕅益大师学佛的时候，莲池大师已经过世了，他是专门以莲池大师的著作，他不学第二个人的，就读一个人的书，念个十年、二十年打基础。以一个人做老师，念一个人的著作，都能成功。你要是把十年、二十年，读十几个人的、二十几个人的，你一事无成，你懂的东西很多、很杂、很乱，没有系统、没有体系，不能成为学问。所以一定要念一个人的东西，要学一家之言，自己才会有成就，这一点非常非常的重要。",
      "zh_TW": "我對現代的年輕人，我講，他們不服氣，這些大法師好像都沒有瞧在眼裡。那我只好勸他們，我說現在這個世間你沒有佩服的人，找不到老師，你找古人。找古人行，做古人的私淑弟子，這未嘗不可。譬如說孟夫子就是私淑孔子的，孔老夫子那時候過世了，他非常敬仰孔子，孔子的著作留在人間，他就拿著孔子的著作當作老師，這樣的學，他學得很像，學成功了。所以我中國自古以來，私淑古人的人很多，孟子是第一個，從他開始。那我們才曉得，譬如司馬遷，這是大文學家，漢朝的，作《史記》的，他就是私淑左丘明。左丘明那時候不在了，但是《左傳》留在人間，他就專門學《左傳》，也學得很像，他寫的那個《史記》很像《左傳》。韓愈學司馬遷，韓愈是專門學《史記》，成為一代的大文學家。在佛門裡面眾所周知的蕅益大師私淑蓮池。蕅益大師學佛的時候，蓮池大師已經過世了，他是專門以蓮池大師的著作，他不學第二個人的，就讀一個人的書，念個十年、二十年打基礎。以一個人做老師，念一個人的著作，都能成功。你要是把十年、二十年，讀十幾個人的、二十幾個人的，你一事無成，你懂的東西很多、很雜、很亂，沒有系統、沒有體系，不能成為學問。所以一定要念一個人的東西，要學一家之言，自己才會有成就，這一點非常非常的重要。"
    },
    {
      "id": "14-009-0023_p0063",
      "zh_CN": "我们再看这注子，讲到天台，「吾祖疏观经，而论十疑」。天台智者大师还有一本小册子，叫《净土十疑论》，现在收在《净土十要》里头。这个东西也很好，天台智者大师作的。「四明钞妙宗」，钞妙宗就是智者大师《观经》的疏的注解，叫做钞。现在这《妙宗钞》，疏是智者大师作的，钞是四明尊者作的。四明尊者是智者大师的徒孙，他们是一家人。「而修大悲」。「永明万善同归」。「永明」是延寿大师，这是净土宗第六代的祖师，他有《宗镜录》流传到后世。相传他也是阿弥陀佛化身再来的。禅宗里面大彻大悟之后，回过头来专修净土法门，所谓是「有禅有净土，犹如带角虎」，就是永明大师所说的。「慈云二门要行」，这个慈云忏主，他一生也是提倡专修净土。「展转沿习，代不乏人。至明万历间，云栖和尚出，德业充符，声名洋益。纯提净土，户晓家传。盖由此法门，能横截恶道，直造本源。是故西天东土，咸称异妙方便，功德不可思议，诚非余行可及。然须谛信不疑」。底下这个几句就很重要了，「精勤无间，行住坐卧之中，春夏秋冬之内，秽心涤荡，净念联绵。有不脱苦超升者，佛祖皆为诳语矣」。引用这一段来说明地藏菩萨讲救度众生的妙法都在念佛，这是「称佛名号品」里头最重要一点意思。",
      "zh_TW": "我們再看這註子，講到天台，「吾祖疏觀經，而論十疑」。天台智者大師還有一本小冊子，叫《淨土十疑論》，現在收在《淨土十要》裡頭。這個東西也很好，天台智者大師作的。「四明鈔妙宗」，鈔妙宗就是智者大師《觀經》的疏的註解，叫做鈔。現在這《妙宗鈔》，疏是智者大師作的，鈔是四明尊者作的。四明尊者是智者大師的徒孫，他們是一家人。「而修大悲」。「永明萬善同歸」。「永明」是延壽大師，這是淨土宗第六代的祖師，他有《宗鏡錄》流傳到後世。相傳他也是阿彌陀佛化身再來的。禪宗裡面大徹大悟之後，回過頭來專修淨土法門，所謂是「有禪有淨土，猶如帶角虎」，就是永明大師所說的。「慈雲二門要行」，這個慈雲懺主，他一生也是提倡專修淨土。「展轉沿習，代不乏人。至明萬曆間，雲棲和尚出，德業充符，聲名洋益。純提淨土，戶曉家傳。蓋由此法門，能橫截惡道，直造本源。是故西天東土，咸稱異妙方便，功德不可思議，誠非餘行可及。然須諦信不疑」。底下這個幾句就很重要了，「精勤無間，行住坐臥之中，春夏秋冬之內，穢心滌蕩，淨念聯綿。有不脫苦超昇者，佛祖皆為誑語矣」。引用這一段來說明地藏菩薩講救度眾生的妙法都在念佛，這是「稱佛名號品」裡頭最重要一點意思。"
    },
    {
      "id": "14-009-0023_p0064",
      "zh_CN": "我们看经文，这经文上说，地藏菩萨启请，那佛太高兴了，真正是助佛弘化，帮助佛度众生。所以佛给他说，现在正是时候，你赶快说！不但如此，佛告诉他，『吾即涅槃』，他的化缘将尽。所以佛是讲完《地藏经》，从忉利天下来之后，就是二月十四，二月十四从忉利天下来，下来之后就讲最后一部经，就《大涅槃经》，《大涅槃经》是一日一夜讲完，二月十五他就入灭。可见得这个《地藏经》也是属于遗教经一类的，佛最后讲的。佛要灭度，『使汝早毕是愿』，这是嘱咐地藏菩萨，希望你发的这个大愿能够早一天圆满，我也不担心现在以及末法未来的这一切众生了。下面这是佛的名号，当然都有特别的意义在。",
      "zh_TW": "我們看經文，這經文上說，地藏菩薩啟請，那佛太高興了，真正是助佛弘化，幫助佛度眾生。所以佛給他說，現在正是時候，你趕快說！不但如此，佛告訴他，『吾即涅槃』，他的化緣將盡。所以佛是講完《地藏經》，從忉利天下來之後，就是二月十四，二月十四從忉利天下來，下來之後就講最後一部經，就《大涅槃經》，《大涅槃經》是一日一夜講完，二月十五他就入滅。可見得這個《地藏經》也是屬於遺教經一類的，佛最後講的。佛要滅度，『使汝早畢是願』，這是囑咐地藏菩薩，希望你發的這個大願能夠早一天圓滿，我也不擔心現在以及末法未來的這一切眾生了。下面這是佛的名號，當然都有特別的意義在。"
    },
    {
      "id": "14-009-0023_p0065",
      "zh_CN": "【地藏菩萨白佛言。世尊。过去无量阿僧祇劫。有佛出世。号无边身如来。】",
      "zh_TW": "【地藏菩薩白佛言。世尊。過去無量阿僧祇劫。有佛出世。號無邊身如來。】"
    },
    {
      "id": "14-009-0023_p0066",
      "zh_CN": "这一尊佛号的名义是表三身，这诸位要把它记住。『无边身』，不但法身无量无边，报身、应化身也是如此。这个注子里面也都有这个意思，诸位自己细看。",
      "zh_TW": "這一尊佛號的名義是表三身，這諸位要把它記住。『無邊身』，不但法身無量無邊，報身、應化身也是如此。這個註子裡面也都有這個意思，諸位自己細看。"
    },
    {
      "id": "14-009-0023_p0067",
      "zh_CN": "【若有男子女人。闻是佛名。暂生恭敬。即得超越四十劫生死重罪。何况塑画形像。供养赞叹。其人获福。无量无边。】",
      "zh_TW": "【若有男子女人。聞是佛名。暫生恭敬。即得超越四十劫生死重罪。何況塑畫形像。供養讚歎。其人獲福。無量無邊。】"
    },
    {
      "id": "14-009-0023_p0068",
      "zh_CN": "文义都容易明了，都不难懂。这是久远劫之前的一尊佛，菩萨劝我们，听到这尊佛的名号，哪怕是暂时的生恭敬心，就能得这样殊胜的果报。刚才说过，这个佛是代表自性三身。再看第二尊：",
      "zh_TW": "文義都容易明瞭，都不難懂。這是久遠劫之前的一尊佛，菩薩勸我們，聽到這尊佛的名號，哪怕是暫時的生恭敬心，就能得這樣殊勝的果報。剛才說過，這個佛是代表自性三身。再看第二尊："
    },
    {
      "id": "14-009-0023_p0069",
      "zh_CN": "【又于过去恒河沙劫。】",
      "zh_TW": "【又於過去恆河沙劫。】"
    },
    {
      "id": "14-009-0023_p0070",
      "zh_CN": "这个时间比前面又要长，又要远一些。",
      "zh_TW": "這個時間比前面又要長，又要遠一些。"
    },
    {
      "id": "14-009-0023_p0071",
      "zh_CN": "【有佛出世。号宝性如来。】",
      "zh_TW": "【有佛出世。號寶性如來。】"
    },
    {
      "id": "14-009-0023_p0072",
      "zh_CN": "『宝性』就是自性，「宝」是尊贵的意思，世出世间一切法里面，唯有自性才是最尊最贵的。所以六祖开悟的时候说，「何期自性，本自清净」，「何期自性，能生万法」。世出世间一切法都从自性而生，所以自性才是真正之宝。",
      "zh_TW": "『寶性』就是自性，「寶」是尊貴的意思，世出世間一切法裡面，唯有自性才是最尊最貴的。所以六祖開悟的時候說，「何期自性，本自清淨」，「何期自性，能生萬法」。世出世間一切法都從自性而生，所以自性才是真正之寶。"
    },
    {
      "id": "14-009-0023_p0073",
      "zh_CN": "【若有男子女人。闻是佛名。一弹指顷。发心归依。是人于无上道。永不退转。】",
      "zh_TW": "【若有男子女人。聞是佛名。一彈指頃。發心歸依。是人於無上道。永不退轉。】"
    },
    {
      "id": "14-009-0023_p0074",
      "zh_CN": "这个『归依』，诸位一定要晓得，「归依」就是自性三宝。我们今天讲佛门里面皈依，要以这个为我们的目标，一定要懂这个意思。皈依佛、皈依法、皈依僧，统统是皈依自性三宝。这个三皈依是出自《华严经．净行品》，「自皈依佛」，那个自就是自性，不是皈依自性之外的三宝。如果皈依自性之外的三宝，那叫外道，心外求法。所以一定要懂得皈依自性三宝。当然一个人能发心皈依自性三宝，他于无上道当然是永不退转，这是毫无疑问的。凡是会退转都不是皈依自性三宝的。佛名、名号都是表法的，要懂这个意思。这一尊佛叫你皈依自性三宝的。前面一尊佛是讲无边身如来，是讲这个自性无量无边，也讲三身。",
      "zh_TW": "這個『歸依』，諸位一定要曉得，「歸依」就是自性三寶。我們今天講佛門裡面皈依，要以這個為我們的目標，一定要懂這個意思。皈依佛、皈依法、皈依僧，統統是皈依自性三寶。這個三皈依是出自《華嚴經．淨行品》，「自皈依佛」，那個自就是自性，不是皈依自性之外的三寶。如果皈依自性之外的三寶，那叫外道，心外求法。所以一定要懂得皈依自性三寶。當然一個人能發心皈依自性三寶，他於無上道當然是永不退轉，這是毫無疑問的。凡是會退轉都不是皈依自性三寶的。佛名、名號都是表法的，要懂這個意思。這一尊佛叫你皈依自性三寶的。前面一尊佛是講無邊身如來，是講這個自性無量無邊，也講三身。"
    },
    {
      "id": "14-009-0023_p0075",
      "zh_CN": "【又于过去。有佛出世。号波头摩胜如来。若有男子女人。闻是佛名。历于耳根。是人当得千返生于六欲天中。何况志心称念。】",
      "zh_TW": "【又於過去。有佛出世。號波頭摩勝如來。若有男子女人。聞是佛名。歷於耳根。是人當得千返生於六欲天中。何況志心稱念。】"
    },
    {
      "id": "14-009-0023_p0076",
      "zh_CN": "这个『波头摩胜』翻作中国意思是红色的莲花，这个注解里头也有，红莲花。莲花是表不染的意思，表不染。莲花有四色，世俗人最喜欢的是红莲。尤其是阎浮提众生，喜欢红色的比例占的比较上多，佛法也不离世间法。莲花表清净无染，所以你在此地听了这个佛的名字，就要想到这个意思。念这个佛的名称，口念，心里面要有观想，观想就是转自己的境界，自己要像莲花一样出污泥而不染。一个人能够对于世出世间法不染，恐怕还不止一千次的往返六欲天，他清净不染。这里面讲的功德都是真的，都不是假的，可是你一定要懂得佛号的意义，依照这个佛号来修行。",
      "zh_TW": "這個『波頭摩勝』翻作中國意思是紅色的蓮花，這個註解裡頭也有，紅蓮花。蓮花是表不染的意思，表不染。蓮花有四色，世俗人最喜歡的是紅蓮。尤其是閻浮提眾生，喜歡紅色的比例佔的比較上多，佛法也不離世間法。蓮花表清淨無染，所以你在此地聽了這個佛的名字，就要想到這個意思。念這個佛的名稱，口念，心裡面要有觀想，觀想就是轉自己的境界，自己要像蓮花一樣出污泥而不染。一個人能夠對於世出世間法不染，恐怕還不止一千次的往返六欲天，他清淨不染。這裡面講的功德都是真的，都不是假的，可是你一定要懂得佛號的意義，依照這個佛號來修行。"
    },
    {
      "id": "14-009-0023_p0077",
      "zh_CN": "【又于过去不可说不可说阿僧祇劫。】",
      "zh_TW": "【又於過去不可說不可說阿僧祇劫。】"
    },
    {
      "id": "14-009-0023_p0078",
      "zh_CN": "这个佛是后面都比前面要远，第一尊佛距离的时间最近，一尊一尊往远去。",
      "zh_TW": "這個佛是後面都比前面要遠，第一尊佛距離的時間最近，一尊一尊往遠去。"
    },
    {
      "id": "14-009-0023_p0079",
      "zh_CN": "【有佛出世。号师子吼如来。若有男子女人。闻是佛名。一念归依。是人得遇无量诸佛摩顶授记。】",
      "zh_TW": "【有佛出世。號師子吼如來。若有男子女人。聞是佛名。一念歸依。是人得遇無量諸佛摩頂授記。】"
    },
    {
      "id": "14-009-0023_p0080",
      "zh_CN": "『师子吼』是表说法，这个地方总意思就是取闻法。闻佛法是大因缘，闻佛法是大善根、大福德；换句话说，善根福德因缘不具足的，不容易闻到正法。所以开经偈里面说的话也是实话，不是过分，「百千万劫难遭遇」，那是真的。虽然今天这个佛教在我们这个时代相当兴盛，佛菩萨像、经典到处流通，随时随地都能见得到，那算不算见闻？不算！见闻要信，要能够信、解、行、证，至少要做到前面信、解、行，这是闻的意思，闻了以后能信，能理解，能够依教奉行，这才是大善根、大福德、大因缘。第五尊：",
      "zh_TW": "『師子吼』是表說法，這個地方總意思就是取聞法。聞佛法是大因緣，聞佛法是大善根、大福德；換句話說，善根福德因緣不具足的，不容易聞到正法。所以開經偈裡面說的話也是實話，不是過分，「百千萬劫難遭遇」，那是真的。雖然今天這個佛教在我們這個時代相當興盛，佛菩薩像、經典到處流通，隨時隨地都能見得到，那算不算見聞？不算！見聞要信，要能夠信、解、行、證，至少要做到前面信、解、行，這是聞的意思，聞了以後能信，能理解，能夠依教奉行，這才是大善根、大福德、大因緣。第五尊："
    },
    {
      "id": "14-009-0023_p0081",
      "zh_CN": "【又于过去。有佛出世。号拘留孙佛。若有男子女人。闻是佛名。志心瞻礼。或复赞叹。是人于贤劫千佛会中。为大梵王。得授上记。】",
      "zh_TW": "【又於過去。有佛出世。號拘留孫佛。若有男子女人。聞是佛名。志心瞻禮。或復讚歎。是人於賢劫千佛會中。為大梵王。得授上記。】"
    },
    {
      "id": "14-009-0023_p0082",
      "zh_CN": "『拘留孙』是梵语，翻成中国意思是「应断」，这个地方注解里讲「所应断」。这就是讲的断德，断什么？烦恼，要断见思烦恼，要断尘沙烦恼，要断无明烦恼。所以这个佛的名号的含义一定要清楚，念这尊佛的名号，提醒自己要断烦恼。所以他的果报也是非常之殊胜。再看下面第六尊佛：",
      "zh_TW": "『拘留孫』是梵語，翻成中國意思是「應斷」，這個地方註解裡講「所應斷」。這就是講的斷德，斷什麼？煩惱，要斷見思煩惱，要斷塵沙煩惱，要斷無明煩惱。所以這個佛的名號的含義一定要清楚，念這尊佛的名號，提醒自己要斷煩惱。所以他的果報也是非常之殊勝。再看下面第六尊佛："
    },
    {
      "id": "14-009-0023_p0083",
      "zh_CN": "【又于过去。有佛出世。号毘婆尸。若有男子女人。闻是佛名。永不堕恶道。常生人天。受胜妙乐。】",
      "zh_TW": "【又於過去。有佛出世。號毘婆尸。若有男子女人。聞是佛名。永不墮惡道。常生人天。受勝妙樂。】"
    },
    {
      "id": "14-009-0023_p0084",
      "zh_CN": "这一尊佛，佛号也是梵语，印度话翻译过来的，中国意思叫观。前面讲断德，这个地方一定是讲「智德」。断德是解脱，智德是般若，般若智慧现前。一个真正有般若智慧的人，他怎么会堕恶道？堕恶道都是迷惑颠倒堕落的，绝不是一个有智慧的人会去堕恶道。注解里面有讲到这三不退，这三不退的意思此地解释得非常浅显、明白，诸位可以做参考。它末后有几句话，注子里有几句话，在一百四十二面最后的一行，这是《大庄严论》上佛有一首偈子，我念一遍，希望诸位好好把它记住。「无病第一利」，利是利益，人身体健康没有病，这是第一利益，「知足第一富，善友第一亲，涅槃第一乐」。涅槃是梵语，翻成中国意思是寂净，很清净，一个人居住在非常清净的环境，第一乐。",
      "zh_TW": "這一尊佛，佛號也是梵語，印度話翻譯過來的，中國意思叫觀。前面講斷德，這個地方一定是講「智德」。斷德是解脫，智德是般若，般若智慧現前。一個真正有般若智慧的人，他怎麼會墮惡道？墮惡道都是迷惑顛倒墮落的，絕不是一個有智慧的人會去墮惡道。註解裡面有講到這三不退，這三不退的意思此地解釋得非常淺顯、明白，諸位可以做參考。它末後有幾句話，註子裡有幾句話，在一百四十二面最後的一行，這是《大莊嚴論》上佛有一首偈子，我念一遍，希望諸位好好把它記住。「無病第一利」，利是利益，人身體健康沒有病，這是第一利益，「知足第一富，善友第一親，涅槃第一樂」。涅槃是梵語，翻成中國意思是寂淨，很清淨，一個人居住在非常清淨的環境，第一樂。"
    },
    {
      "id": "14-009-0023_p0085",
      "zh_CN": "现在很少人能够懂得这个意思，现在人认为什么？如果一天到晚孤孤独独的一个人，这好寂寞，好难过。这就错了，是第一乐。什么人没有人来干扰你，一天到晚自己，像我现在做的，我白天你们一个人都不来，我在这个地方念佛、拜佛、看经，第一乐。你们一来了，我没有法子，不能不应付。你们不来我是第一乐。所以修道的人要能够耐寂寞，寂寞里头有非常的乐趣。世间大家聚会，那是红尘里头的乐，热闹，闹就不清净。热是什么？热是烦恼，热代表烦恼；闹是乱，不清净。要知道清净才是第一乐。这个四句话很有味道。再看下面一尊佛，底下三尊佛就代表三身：",
      "zh_TW": "現在很少人能夠懂得這個意思，現在人認為什麼？如果一天到晚孤孤獨獨的一個人，這好寂寞，好難過。這就錯了，是第一樂。什麼人沒有人來干擾你，一天到晚自己，像我現在做的，我白天你們一個人都不來，我在這個地方念佛、拜佛、看經，第一樂。你們一來了，我沒有法子，不能不應付。你們不來我是第一樂。所以修道的人要能夠耐寂寞，寂寞裡頭有非常的樂趣。世間大家聚會，那是紅塵裡頭的樂，熱鬧，鬧就不清淨。熱是什麼？熱是煩惱，熱代表煩惱；鬧是亂，不清淨。要知道清淨才是第一樂。這個四句話很有味道。再看下面一尊佛，底下三尊佛就代表三身："
    },
    {
      "id": "14-009-0023_p0086",
      "zh_CN": "【又于过去无量无数恒河沙劫。有佛出世。号宝胜如来。若有男子女人。闻是佛名。毕竟不堕恶道。常在天上。受胜妙乐。】",
      "zh_TW": "【又於過去無量無數恆河沙劫。有佛出世。號寶勝如來。若有男子女人。聞是佛名。畢竟不墮惡道。常在天上。受勝妙樂。】"
    },
    {
      "id": "14-009-0023_p0087",
      "zh_CN": "『宝胜』代表法身，「宝」是比喻，珍宝，「胜」是殊胜。换句话说，一切宝物里面没有比它更殊胜的，在佛法里表法当然是自性法身。这其余的都不必讲了。再看下面一尊。",
      "zh_TW": "『寶勝』代表法身，「寶」是比喻，珍寶，「勝」是殊勝。換句話說，一切寶物裡面沒有比它更殊勝的，在佛法裡表法當然是自性法身。這其餘的都不必講了。再看下面一尊。"
    },
    {
      "id": "14-009-0023_p0088",
      "zh_CN": "【又于过去。有佛出世。号宝相如来。若有男子女人。闻是佛名。生恭敬心。是人不久得阿罗汉果。】",
      "zh_TW": "【又於過去。有佛出世。號寶相如來。若有男子女人。聞是佛名。生恭敬心。是人不久得阿羅漢果。】"
    },
    {
      "id": "14-009-0023_p0089",
      "zh_CN": "这功德太大，『阿罗汉果』不简单。『宝相』是报身的意思，前面讲法身，这是报身。这个报身佛，「佛有无量相，相有无量好」，我们在《华严经》里面看到的最多，也最详细。经上说，『闻是佛名，生恭敬心』，「闻」的意思非常的广泛，闻不仅仅是指听。譬如像我们念佛有四种，有四种念佛，四种念佛我们现在所采取的叫「持名念佛」。除持名念佛之外，有「观想念佛」，那不要口念，就是想，心里想着，《十六观经》就是心里想，天天想，就是念佛，不是用口念。第三种叫「观像念佛」，他也不要想，看，那个也是很大的福报，塑的佛像，像塑得很庄严，一天到晚看着佛像。所以这个地方的闻就当作「看」讲，就是四种念佛里面观像念佛。",
      "zh_TW": "這功德太大，『阿羅漢果』不簡單。『寶相』是報身的意思，前面講法身，這是報身。這個報身佛，「佛有無量相，相有無量好」，我們在《華嚴經》裡面看到的最多，也最詳細。經上說，『聞是佛名，生恭敬心』，「聞」的意思非常的廣泛，聞不僅僅是指聽。譬如像我們念佛有四種，有四種念佛，四種念佛我們現在所採取的叫「持名念佛」。除持名念佛之外，有「觀想念佛」，那不要口念，就是想，心裡想著，《十六觀經》就是心裡想，天天想，就是念佛，不是用口念。第三種叫「觀像念佛」，他也不要想，看，那個也是很大的福報，塑的佛像，像塑得很莊嚴，一天到晚看著佛像。所以這個地方的聞就當作「看」講，就是四種念佛裡面觀像念佛。"
    },
    {
      "id": "14-009-0023_p0090",
      "zh_CN": "观像念佛，在现在是比从前方便，现在是很庄严的彩画就方便了。如果这个佛堂，佛堂四面都是佛像，你在这个房子里面经行的时候，无论走到哪里，眼睛都看到佛像，不离开佛像，这很有福报。你上班去就不行，你一出门就不行了。所以这个都是很有福报的人，一个人清修，谁作伴？诸佛作伴。而且佛像是同一个像，如果两尊、三尊像，这个像跟那个像不同，那就不行，你会分心，你不容易得到一心。得到一心，只准看一个佛像，才能得一心，心无二用，这是观像念佛。观成了，见思烦恼断了，断了见思烦恼就叫得阿罗汉果，阿罗汉是断见思烦恼。换句话说，也就是念佛三昧里面的事一心不乱，事一心不乱就叫做念佛三昧，理一心也是念佛三昧，这个功德不可思议。我们把下面这一尊也念下来，因为它是一个整段：",
      "zh_TW": "觀像念佛，在現在是比從前方便，現在是很莊嚴的彩畫就方便了。如果這個佛堂，佛堂四面都是佛像，你在這個房子裡面經行的時候，無論走到哪裡，眼睛都看到佛像，不離開佛像，這很有福報。你上班去就不行，你一出門就不行了。所以這個都是很有福報的人，一個人清修，誰作伴？諸佛作伴。而且佛像是同一個像，如果兩尊、三尊像，這個像跟那個像不同，那就不行，你會分心，你不容易得到一心。得到一心，只准看一個佛像，才能得一心，心無二用，這是觀像念佛。觀成了，見思煩惱斷了，斷了見思煩惱就叫得阿羅漢果，阿羅漢是斷見思煩惱。換句話說，也就是念佛三昧裡面的事一心不亂，事一心不亂就叫做念佛三昧，理一心也是念佛三昧，這個功德不可思議。我們把下面這一尊也念下來，因為它是一個整段："
    },
    {
      "id": "14-009-0023_p0091",
      "zh_CN": "【又于过去无量阿僧祇劫。有佛出世。号袈裟幢如来。若有男子女人。闻是佛名者。超一百大劫生死之罪。】",
      "zh_TW": "【又於過去無量阿僧祇劫。有佛出世。號袈裟幢如來。若有男子女人。聞是佛名者。超一百大劫生死之罪。】"
    },
    {
      "id": "14-009-0023_p0092",
      "zh_CN": "这个『袈裟』是代表化身，就是应化身佛。你看这末后是讲的三身。所以我们念佛绝对不可以死在文句之下，佛教给我们「依义不依语、依了义不依不了义」，文字言说是不了义，要懂得它的意思，真正意思之所在。这个真正意思是讲三身，法身、报身、应化身，这才叫真正念佛。化身佛、应化身佛，像释迦牟尼佛就是应化身佛，三十二相八十种好。我们今天所造的这个佛像，所画的佛像，统统是应化身，为什么？报身佛画不出来，造不出来，太细了，身有无量相，相有无量好，做不出来。能够做出三十二相就算不错，就相当不容易了。所以现在我们所造的佛像、画的佛像，都是以三十二相为标准。这是应化身佛，此地这一尊是代表应化身。所以闻名、礼敬、供养都得无量福，灭罪生福。",
      "zh_TW": "這個『袈裟』是代表化身，就是應化身佛。你看這末後是講的三身。所以我們念佛絕對不可以死在文句之下，佛教給我們「依義不依語、依了義不依不了義」，文字言說是不了義，要懂得它的意思，真正意思之所在。這個真正意思是講三身，法身、報身、應化身，這才叫真正念佛。化身佛、應化身佛，像釋迦牟尼佛就是應化身佛，三十二相八十種好。我們今天所造的這個佛像，所畫的佛像，統統是應化身，為什麼？報身佛畫不出來，造不出來，太細了，身有無量相，相有無量好，做不出來。能夠做出三十二相就算不錯，就相當不容易了。所以現在我們所造的佛像、畫的佛像，都是以三十二相為標準。這是應化身佛，此地這一尊是代表應化身。所以聞名、禮敬、供養都得無量福，滅罪生福。"
    },
    {
      "id": "14-009-0023_p0093",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}