{
  "doc_id": "14-009-0026",
  "title": {
    "zh_CN": "地藏经",
    "zh_TW": "地藏經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1985",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-009-0026",
  "total_paragraphs": 77,
  "paragraphs": [
    {
      "id": "14-009-0026_p0001",
      "zh_CN": "卷下第二十六页，经文的第一行：",
      "zh_TW": "卷下第二十六頁，經文的第一行："
    },
    {
      "id": "14-009-0026_p0002",
      "zh_CN": "【复次地藏。未来世中。若有善男子善女人。于佛法中。所种善根。或布施供养。或修补塔寺。或装理经典。乃至一毛一尘。一沙一渧。如是善事。但能回向法界。是人功德。百千生中。受上妙乐。】",
      "zh_TW": "【復次地藏。未來世中。若有善男子善女人。於佛法中。所種善根。或布施供養。或修補塔寺。或裝理經典。乃至一毛一塵。一沙一渧。如是善事。但能迴向法界。是人功德。百千生中。受上妙樂。】"
    },
    {
      "id": "14-009-0026_p0003",
      "zh_CN": "从这个地方看起。经文到此地将前面所说的做一个总结。我们从这部经前面一直读到此地，佛给我们所说的布施供养的功德，实实在在是不可思议，也确实是叫人难以相信。因为一般人难以相信，所以他就不肯去修，不肯去做。或者有存一种侥幸的心理，这样的人也的确不在少数，「我试试看，看看到底有没有这么大的功德？」这都是信心不具，所以果报当然不是像经上所说的。佛法，尤其是在大经，像《华严》、《法华》、《楞严》，都是告诉我们一切事修与心理有很大的关系。菩萨，特别是在《华严经》上说，菩萨修一点点的善事，像此地讲的『一毛一尘，一沙一渧』，他的果报都不可思议。我们凡夫修很大的善事，反而果报比不上菩萨。原因在什么地方？用心不一样。如果心量广大，再小的善它会随着心量遍满法界，道理在此地。如果我们做很大的善事，我们心量很小，我们期望的就是像一家人平安幸福，这心量太小，果报能不能得到？能得到，就得这么一个小的果报，不能得到广大的，就是等虚空遍法界的果报。这些理在大乘经论里面处处都可以见得到，我们一定要明了。所以经上常常劝我们要发菩提心，要以清净心来布施，这个果报实实在在不可思议。",
      "zh_TW": "從這個地方看起。經文到此地將前面所說的做一個總結。我們從這部經前面一直讀到此地，佛給我們所說的布施供養的功德，實實在在是不可思議，也確實是叫人難以相信。因為一般人難以相信，所以他就不肯去修，不肯去做。或者有存一種僥倖的心理，這樣的人也的確不在少數，「我試試看，看看到底有沒有這麼大的功德？」這都是信心不具，所以果報當然不是像經上所說的。佛法，尤其是在大經，像《華嚴》、《法華》、《楞嚴》，都是告訴我們一切事修與心理有很大的關係。菩薩，特別是在《華嚴經》上說，菩薩修一點點的善事，像此地講的『一毛一塵，一沙一渧』，他的果報都不可思議。我們凡夫修很大的善事，反而果報比不上菩薩。原因在什麼地方？用心不一樣。如果心量廣大，再小的善它會隨著心量遍滿法界，道理在此地。如果我們做很大的善事，我們心量很小，我們期望的就是像一家人平安幸福，這心量太小，果報能不能得到？能得到，就得這麼一個小的果報，不能得到廣大的，就是等虛空遍法界的果報。這些理在大乘經論裡面處處都可以見得到，我們一定要明瞭。所以經上常常勸我們要發菩提心，要以清淨心來布施，這個果報實實在在不可思議。"
    },
    {
      "id": "14-009-0026_p0004",
      "zh_CN": "这段经上又告诉我们，『如是善事，但能回向法界』，可见「回向法界」这心量是最大。这个人的功德，原本是福德，一回向就变成功德。为什么？回向一定有定慧，没有定慧就无法回向。定是清净心，心不清净不能回向。所以回向，心一定是清净的，回向一定是具足智慧，他才肯回向。智慧又是从清净心上生的，一回向那就是称性的功德，与诸佛、与大菩萨们没有两样。果报是『百千生中，受上妙乐』。「妙乐」就不是人间的，何况还要说是上妙之乐！妙乐，一般我们都是讲天人，欲界天、色界天。上妙之乐，这是成佛证果之乐，这才称之为上妙。再看下面经文：",
      "zh_TW": "這段經上又告訴我們，『如是善事，但能迴向法界』，可見「迴向法界」這心量是最大。這個人的功德，原本是福德，一迴向就變成功德。為什麼？迴向一定有定慧，沒有定慧就無法迴向。定是清淨心，心不清淨不能迴向。所以迴向，心一定是清淨的，迴向一定是具足智慧，他才肯迴向。智慧又是從清淨心上生的，一迴向那就是稱性的功德，與諸佛、與大菩薩們沒有兩樣。果報是『百千生中，受上妙樂』。「妙樂」就不是人間的，何況還要說是上妙之樂！妙樂，一般我們都是講天人，欲界天、色界天。上妙之樂，這是成佛證果之樂，這才稱之為上妙。再看下面經文："
    },
    {
      "id": "14-009-0026_p0005",
      "zh_CN": "【如但回向自家眷属。或自身利益。如是之果。即三生受乐。舍一得万报。】",
      "zh_TW": "【如但迴向自家眷屬。或自身利益。如是之果。即三生受樂。捨一得萬報。】"
    },
    {
      "id": "14-009-0026_p0006",
      "zh_CN": "这是讲为自己一家，为自己个人，你所修的福能够得三世福报，就不像前面所讲的，前面那个是「百千生中」，这个地方只有「三生」。『舍一得万报』，的的确确是出在佛经，就是出在《地藏经》上。可是我们看了经文，一定要明白经文里面所说的道理，如理如法的修，才能够获得真实的果报；如果修学的时候不如法、不如理，那个果报就不是真实的。",
      "zh_TW": "這是講為自己一家，為自己個人，你所修的福能夠得三世福報，就不像前面所講的，前面那個是「百千生中」，這個地方只有「三生」。『捨一得萬報』，的的確確是出在佛經，就是出在《地藏經》上。可是我們看了經文，一定要明白經文裡面所說的道理，如理如法的修，才能夠獲得真實的果報；如果修學的時候不如法、不如理，那個果報就不是真實的。"
    },
    {
      "id": "14-009-0026_p0007",
      "zh_CN": "我们在世间，诸位要是很冷静的观察观察，这世间许许多多的人果报不相同。有的人一生有钱、有地位、有势力，但是他没有福报，他劳碌，一生劳碌，他自己得不到享受；有一些人他没有钱、没有地位，什么没有，他很有福报。我举个比喻给诸位说，这都我们自己常常能看到，大富贵人家，像我们昨天，昨天康国泰没去，我们陪庄传忠到湖边上去玩了一下。湖当中有一块社区，是个高级社区，门口还有警察在那里守卫的，进去还要问一问。我们到那里去，我们说参观，我们五分钟就出来，那警察就放了我们进去，里面的房子盖得很漂亮，都是花园洋房，到里面一看就晓得那是有钱人家的别墅，度假的别墅。像这种度假的别墅建筑得非常之美，凡是观光胜地几乎都有。主人当然都是很有钱的，一年度假难得来住几天，他要买一栋房子在那个地方，一年大概我想住一个星期、两个星期不得了。因为他们有钱人的别墅不止一处，到处都有他的别墅，自己一天到晚是劳碌、忙碌，有这个财他没有办法享受。结果谁享受？请人到这来看房子，他去享受，天天在那里，还要给钱供养他，这个人他有福，命里头虽然没有财，但是他有福。那个有财的人他自己不能享受。这里面因果不相同，不一样，什么样的因有什么样的果报。所以修因要修，一定要如理如法，能够得到真实的福德。",
      "zh_TW": "我們在世間，諸位要是很冷靜的觀察觀察，這世間許許多多的人果報不相同。有的人一生有錢、有地位、有勢力，但是他沒有福報，他勞碌，一生勞碌，他自己得不到享受；有一些人他沒有錢、沒有地位，什麼沒有，他很有福報。我舉個比喻給諸位說，這都我們自己常常能看到，大富貴人家，像我們昨天，昨天康國泰沒去，我們陪莊傳忠到湖邊上去玩了一下。湖當中有一塊社區，是個高級社區，門口還有警察在那裡守衛的，進去還要問一問。我們到那裡去，我們說參觀，我們五分鐘就出來，那警察就放了我們進去，裡面的房子蓋得很漂亮，都是花園洋房，到裡面一看就曉得那是有錢人家的別墅，度假的別墅。像這種度假的別墅建築得非常之美，凡是觀光勝地幾乎都有。主人當然都是很有錢的，一年度假難得來住幾天，他要買一棟房子在那個地方，一年大概我想住一個星期、兩個星期不得了。因為他們有錢人的別墅不止一處，到處都有他的別墅，自己一天到晚是勞碌、忙碌，有這個財他沒有辦法享受。結果誰享受？請人到這來看房子，他去享受，天天在那裡，還要給錢供養他，這個人他有福，命裡頭雖然沒有財，但是他有福。那個有財的人他自己不能享受。這裡面因果不相同，不一樣，什麼樣的因有什麼樣的果報。所以修因要修，一定要如理如法，能夠得到真實的福德。"
    },
    {
      "id": "14-009-0026_p0008",
      "zh_CN": "「舍一得万」也是真实不虚。你一定要晓得怎么个舍法，要懂这个道理。舍，说实在的话，不在财物多寡，而在心量。心量要清净、要大，舍一不止得万报，不止。如果舍了之后还念念不忘，斤斤计较，有的时候常常还后悔，那你这个「舍一」大概只能够得一、得二，得不到万。有些人确实如此，他做了好事，回去之后想想划不来，我这个钱好不容易赚来，为什么就这么舍掉？他后悔，甚至于还后悔很多次。这将来有没有果报？有果报，只是果报得来的时候非常之难，因为你难舍，所以得来就困难。有些人这个财很容易得来的，那是什么？他舍得很痛快，他舍的时候没有后悔，欢欢喜喜的舍，所以他那个钱财得来很容易。有一些人钱财是有，得来很难，因为他舍的时候不容易舍，很难舍，所以这一次得的果报也很难他才会得到，他不是得不到。都不一样。所以晓得这些因果，我们就晓得自己应当怎样修，要欢欢喜喜的修福，前面讲，要下心、恭敬来修福，这样果报就非常殊胜。",
      "zh_TW": "「捨一得萬」也是真實不虛。你一定要曉得怎麼個捨法，要懂這個道理。捨，說實在的話，不在財物多寡，而在心量。心量要清淨、要大，捨一不止得萬報，不止。如果捨了之後還念念不忘，斤斤計較，有的時候常常還後悔，那你這個「捨一」大概只能夠得一、得二，得不到萬。有些人確實如此，他做了好事，回去之後想想划不來，我這個錢好不容易賺來，為什麼就這麼捨掉？他後悔，甚至於還後悔很多次。這將來有沒有果報？有果報，只是果報得來的時候非常之難，因為你難捨，所以得來就困難。有些人這個財很容易得來的，那是什麼？他捨得很痛快，他捨的時候沒有後悔，歡歡喜喜的捨，所以他那個錢財得來很容易。有一些人錢財是有，得來很難，因為他捨的時候不容易捨，很難捨，所以這一次得的果報也很難他才會得到，他不是得不到。都不一樣。所以曉得這些因果，我們就曉得自己應當怎樣修，要歡歡喜喜的修福，前面講，要下心、恭敬來修福，這樣果報就非常殊勝。"
    },
    {
      "id": "14-009-0026_p0009",
      "zh_CN": "【是故地藏。布施因缘。其事如是。】",
      "zh_TW": "【是故地藏。布施因緣。其事如是。】"
    },
    {
      "id": "14-009-0026_p0010",
      "zh_CN": "这是末后佛把这一桩事情给地藏菩萨做了一个总结。青莲法师在这个注解里面说得也很多，说得也非常的透彻。前两行我念一念，诸位听听，「此结示因果，总叹不尽，以完地藏较量业道施福之问。故总指王臣男女等，所修之因，所得之果。故云，其事如是」，这是说出佛在此地用这一句来做一个总结。「无奈世人信者施不尽力，不信者全不能行」，这实在太可惜，实实在在太可惜了。由此可知，布施确实是要智慧，没有智慧他不肯做；他做，不能够尽力。这当中也有几行，也在同一面，倒数第四行当中看起，我念一念，「大爱道经云」，这引用佛经几句话，「今世灭罪，后世得申。有财不施，世世受贫。故入道必以智慧为本，智慧必以福德为基」。这两句话很有味道，我们中国俗话常说「福至心灵」，一个人有福，他的心思也灵，灵就是智慧。所以佛称作「二足尊」，这个二足就是福慧二足尊，你看福说在前面，慧说在后面。他不说是慧福二足尊，他要说福慧二足尊，没开智慧之前先要修福。如果这修福念念都是想将来的福报，你不会开智慧。我只修福，修福让大家去享，自己不期望将来能够得福报，这个人一定开智慧。假如常常想到我做好事，将来我福报很大，这就是障碍，障碍你的清净心，障碍你的智慧。只修福，没有这个念头，没有求果报这个念头，他与清净心相应，与大智慧相应。这个两句话很值得玩味，都是引经上的经文所说的。",
      "zh_TW": "這是末後佛把這一樁事情給地藏菩薩做了一個總結。青蓮法師在這個註解裡面說得也很多，說得也非常的透徹。前兩行我念一念，諸位聽聽，「此結示因果，總歎不盡，以完地藏較量業道施福之問。故總指王臣男女等，所修之因，所得之果。故云，其事如是」，這是說出佛在此地用這一句來做一個總結。「無奈世人信者施不盡力，不信者全不能行」，這實在太可惜，實實在在太可惜了。由此可知，布施確實是要智慧，沒有智慧他不肯做；他做，不能夠盡力。這當中也有幾行，也在同一面，倒數第四行當中看起，我念一念，「大愛道經云」，這引用佛經幾句話，「今世滅罪，後世得申。有財不施，世世受貧。故入道必以智慧為本，智慧必以福德為基」。這兩句話很有味道，我們中國俗話常說「福至心靈」，一個人有福，他的心思也靈，靈就是智慧。所以佛稱作「二足尊」，這個二足就是福慧二足尊，你看福說在前面，慧說在後面。他不說是慧福二足尊，他要說福慧二足尊，沒開智慧之前先要修福。如果這修福念念都是想將來的福報，你不會開智慧。我只修福，修福讓大家去享，自己不期望將來能夠得福報，這個人一定開智慧。假如常常想到我做好事，將來我福報很大，這就是障礙，障礙你的清淨心，障礙你的智慧。只修福，沒有這個念頭，沒有求果報這個念頭，他與清淨心相應，與大智慧相應。這個兩句話很值得玩味，都是引經上的經文所說的。"
    },
    {
      "id": "14-009-0026_p0011",
      "zh_CN": "再看下面，这是第三大段，也就是本经的流通分。这一部经跟其他的经不太相同，那就是流通分的经文相当之长，一共有三品，从这个地方，「地神护法品第十一」，这以后统统都是属于流通。注解里面也写得很清楚，第一个是「地神护法」，第二是「见闻利益」，第三个是「嘱累人天」。首先我们要说明流通的意义。前面我们曾经读过，一再讲到回向的功德不可思议，回向的重点就是在众生，就是为了利益一切众生。流通，换句话说，就是回向。流是讲流传三世，通是通达十方。换句话说，我们自己所得的利益希望十方三世一切众生都能够得到，这个功德非常非常的殊胜，也非常的有意义。世间，一个人在世间，一生的福禄、寿命都有一个定数。同修们许多都在研究《了凡四训》，确实都有个定数。即使你这一生所修得的，还是有个定数。像袁了凡，他后来是那样修，修了，定数增长，寿命也延长，福报也大了，但是还是离不开一个数，这个里面加减乘除，还是有定数。到什么时候没有数，不落在数量里面？给诸位说，到无心。你有心就有数，你心里会起念头，你会动念头，会起念头。起念头，善念、恶念，或者无记念，只要你有念头在，你就有数。如果你心里不起念头，善、恶、无记的念头都没有了，给诸位说，那你就离开了数量，超越了。这是我们讲超越三界，超越六道轮回，超越生死，那就不落在数量里头。这绝不是一个容易事情。",
      "zh_TW": "再看下面，這是第三大段，也就是本經的流通分。這一部經跟其他的經不太相同，那就是流通分的經文相當之長，一共有三品，從這個地方，「地神護法品第十一」，這以後統統都是屬於流通。註解裡面也寫得很清楚，第一個是「地神護法」，第二是「見聞利益」，第三個是「囑累人天」。首先我們要說明流通的意義。前面我們曾經讀過，一再講到迴向的功德不可思議，迴向的重點就是在眾生，就是為了利益一切眾生。流通，換句話說，就是迴向。流是講流傳三世，通是通達十方。換句話說，我們自己所得的利益希望十方三世一切眾生都能夠得到，這個功德非常非常的殊勝，也非常的有意義。世間，一個人在世間，一生的福祿、壽命都有一個定數。同修們許多都在研究《了凡四訓》，確實都有個定數。即使你這一生所修得的，還是有個定數。像袁了凡，他後來是那樣修，修了，定數增長，壽命也延長，福報也大了，但是還是離不開一個數，這個裡面加減乘除，還是有定數。到什麼時候沒有數，不落在數量裡面？給諸位說，到無心。你有心就有數，你心裡會起念頭，你會動念頭，會起念頭。起念頭，善念、惡念，或者無記念，只要你有念頭在，你就有數。如果你心裡不起念頭，善、惡、無記的念頭都沒有了，給諸位說，那你就離開了數量，超越了。這是我們講超越三界，超越六道輪迴，超越生死，那就不落在數量裡頭。這絕不是一個容易事情。"
    },
    {
      "id": "14-009-0026_p0012",
      "zh_CN": "在念佛法门里面说「一心不乱」，这才能超越。功夫成片都不行，还是落在数量里面。虽然那个功夫成片，就是上品的功夫成片，已经生死自在，往生西方极乐世界可以随自己意思，自己能做得了主，什么时候要去，去得了，再延长个几年也行，能够到这种地步，但是还是落在数量里头。超越数量，一定要得一心不乱，最少要得事一心，事一心是得到了念佛三昧，他的功夫与阿罗汉没有两样，见思烦恼都断尽，真正断掉了，这样才能够超越数量，可见得要超越数量不简单。要想修到这个境界，用什么方法？教给我们用回向，把你这个心量拓开，把你心量扩大，不要样样事情都为自己。样样事情为自己、为家庭，甚至于为国家，乃至于为这地球上一切众生，都不行，你的心量还是太小。太阳系里面星球就有几百万个，你才为一个星球，这个人的心量太小了，佛法里面常讲「心包太虚，量周沙界」，你这一个地球在太虚空里面，那就是一尘一渧，这个心量太小。所以我们起心动念要为一切众生着想。",
      "zh_TW": "在念佛法門裡面說「一心不亂」，這才能超越。功夫成片都不行，還是落在數量裡面。雖然那個功夫成片，就是上品的功夫成片，已經生死自在，往生西方極樂世界可以隨自己意思，自己能做得了主，什麼時候要去，去得了，再延長個幾年也行，能夠到這種地步，但是還是落在數量裡頭。超越數量，一定要得一心不亂，最少要得事一心，事一心是得到了念佛三昧，他的功夫與阿羅漢沒有兩樣，見思煩惱都斷盡，真正斷掉了，這樣才能夠超越數量，可見得要超越數量不簡單。要想修到這個境界，用什麼方法？教給我們用迴向，把你這個心量拓開，把你心量擴大，不要樣樣事情都為自己。樣樣事情為自己、為家庭，甚至於為國家，乃至於為這地球上一切眾生，都不行，你的心量還是太小。太陽系裡面星球就有幾百萬個，你才為一個星球，這個人的心量太小了，佛法裡面常講「心包太虛，量周沙界」，你這一個地球在太虛空裡面，那就是一塵一渧，這個心量太小。所以我們起心動念要為一切眾生著想。"
    },
    {
      "id": "14-009-0026_p0013",
      "zh_CN": "佛法，人天眼目，功德利益是无比的殊胜。我们今天有一点点能力，我们想用钱，刚才说既然是人，人都有定数，他的财也是有定数的。财得来不难，如何去运用这是难事。为什么？运用得当的话，一分钱的功德是无量无边；用得不得当的话，那个钱财会带来一身的罪业，就看你怎么用法。佛教给我们流通佛法，如果用在这上，那就是绝对不只舍一得万报，不只，果报不可思议。所以要会用钱。我自己在没有学佛之前，我对于我的命运我就知道，我这一生没福，没有外财，自己做个公务员，就拿这一份薪水。我的钱绝对不乱用，我买好书，买了自己读，读完了送图书馆给别人去读，这个钱用得有价值，不仅仅我自己受用，还有许许多多人受用。所以到后来，我出家之后，一般供养的人钱多了，我就印经给大家读，这个功德就辗转了。他供养我的，我替他供养众生，福报是愈来愈大。辗转功德不可思议，这就是回向流通的意思。当然这里面最重要的是自己要依教修行，这是流通里头最重要的意义，然后辗转教化众生，把如来弘法利生的责任我们自己也分担一部分。",
      "zh_TW": "佛法，人天眼目，功德利益是無比的殊勝。我們今天有一點點能力，我們想用錢，剛才說既然是人，人都有定數，他的財也是有定數的。財得來不難，如何去運用這是難事。為什麼？運用得當的話，一分錢的功德是無量無邊；用得不得當的話，那個錢財會帶來一身的罪業，就看你怎麼用法。佛教給我們流通佛法，如果用在這上，那就是絕對不只捨一得萬報，不只，果報不可思議。所以要會用錢。我自己在沒有學佛之前，我對於我的命運我就知道，我這一生沒福，沒有外財，自己做個公務員，就拿這一份薪水。我的錢絕對不亂用，我買好書，買了自己讀，讀完了送圖書館給別人去讀，這個錢用得有價值，不僅僅我自己受用，還有許許多多人受用。所以到後來，我出家之後，一般供養的人錢多了，我就印經給大家讀，這個功德就輾轉了。他供養我的，我替他供養眾生，福報是愈來愈大。輾轉功德不可思議，這就是迴向流通的意思。當然這裡面最重要的是自己要依教修行，這是流通裡頭最重要的意義，然後輾轉教化眾生，把如來弘法利生的責任我們自己也分擔一部分。"
    },
    {
      "id": "14-009-0026_p0014",
      "zh_CN": "说到此地，我记得以前我也跟诸位提到过，现代有一些人，他自己的著作还算是罢了，甚至于拿着古人的著述，乃至于经典，他印了之后，他要卖钱，后面还要加上「版权所有，翻印必究」，这个意思就是不准流通，他独占了，别人流通就不许可。释迦牟尼佛在每一部经嘱咐我们，叫每一个读诵受持的人都应当负流通的责任。他把这流通他独占了，这个过失非常非常之大，这就是经上讲的裨贩如来，拿着佛法，他自己拿去当生意买卖，当货品去卖，这个罪过都是在无间地狱，我们一定要晓得。请看经文：",
      "zh_TW": "說到此地，我記得以前我也跟諸位提到過，現代有一些人，他自己的著作還算是罷了，甚至於拿著古人的著述，乃至於經典，他印了之後，他要賣錢，後面還要加上「版權所有，翻印必究」，這個意思就是不准流通，他獨佔了，別人流通就不許可。釋迦牟尼佛在每一部經囑咐我們，叫每一個讀誦受持的人都應當負流通的責任。他把這流通他獨佔了，這個過失非常非常之大，這就是經上講的裨販如來，拿著佛法，他自己拿去當生意買賣，當貨品去賣，這個罪過都是在無間地獄，我們一定要曉得。請看經文："
    },
    {
      "id": "14-009-0026_p0015",
      "zh_CN": "【地神护法品第十一】",
      "zh_TW": "【地神護法品第十一】"
    },
    {
      "id": "14-009-0026_p0016",
      "zh_CN": "【尔时坚牢地神白佛言。世尊。我从昔来。瞻视顶礼。无量菩萨摩诃萨。皆是大不可思议神通智慧。广度众生。是地藏菩萨摩诃萨。于诸菩萨誓愿深重。世尊。是地藏菩萨。于阎浮提有大因缘。】",
      "zh_TW": "【爾時堅牢地神白佛言。世尊。我從昔來。瞻視頂禮。無量菩薩摩訶薩。皆是大不可思議神通智慧。廣度眾生。是地藏菩薩摩訶薩。於諸菩薩誓願深重。世尊。是地藏菩薩。於閻浮提有大因緣。】"
    },
    {
      "id": "14-009-0026_p0017",
      "zh_CN": "我们先看到此地。这个地神，『坚牢地神』，是娑婆世界的总地神；换句话说，一切地神里面的首领。当然他是世尊的大护法。特别是佛在忉利天宫这次法会为地藏菩萨而建立，地神也在座，他既然是地主又是大护法，当然也得要表示一点敬意。同时也表示他如何护持三宝，流通佛法。所以在法会里面他也起来，有一些疑惑的地方要来请教世尊。首先他说明以往的际遇，曾经遇到许许多多的大菩萨，这一些菩萨们智慧神通以及广度众生都是不可思议。然后就说到现在的地藏菩萨，地藏菩萨于所有菩萨当中他的悲愿最重，「地狱不空，誓不成佛」，其他菩萨都有成佛的可能，地藏菩萨恐怕没有法子成佛。『是地藏菩萨，于阎浮提有大因缘』，「阎浮提」是指我们这个世界，确确实实因缘特别之深。",
      "zh_TW": "我們先看到此地。這個地神，『堅牢地神』，是娑婆世界的總地神；換句話說，一切地神裡面的首領。當然他是世尊的大護法。特別是佛在忉利天宮這次法會為地藏菩薩而建立，地神也在座，他既然是地主又是大護法，當然也得要表示一點敬意。同時也表示他如何護持三寶，流通佛法。所以在法會裡面他也起來，有一些疑惑的地方要來請教世尊。首先他說明以往的際遇，曾經遇到許許多多的大菩薩，這一些菩薩們智慧神通以及廣度眾生都是不可思議。然後就說到現在的地藏菩薩，地藏菩薩於所有菩薩當中他的悲願最重，「地獄不空，誓不成佛」，其他菩薩都有成佛的可能，地藏菩薩恐怕沒有法子成佛。『是地藏菩薩，於閻浮提有大因緣』，「閻浮提」是指我們這個世界，確確實實因緣特別之深。"
    },
    {
      "id": "14-009-0026_p0018",
      "zh_CN": "【如文殊。普贤。观音。弥勒。亦化百千身形。度于六道。其愿尚有毕竟。】",
      "zh_TW": "【如文殊。普賢。觀音。彌勒。亦化百千身形。度於六道。其願尚有畢竟。】"
    },
    {
      "id": "14-009-0026_p0019",
      "zh_CN": "这是举出几位与地藏菩萨地位相当的等觉菩萨，文殊、普贤、观世音菩萨、弥勒菩萨，这都是家喻户晓的。他们这些菩萨在娑婆世界阎浮提也是化身无量无边。像《普门品》里面所讲的，观世音菩萨应以什么身得度，他就化什么样身。说到得度，这个里头有浅深的差别。没有种善根的，没有善根的人，菩萨来帮他种善根，那又是一种化身的方法；已经有了善根的，要帮助他善根增长；已经增长的，要帮助他成熟；已经成熟的，这一生要帮助他证果，所以菩萨现身就是无量无边。这一桩事情在《华严经》里面讲得非常透彻。说实实在在话，佛菩萨在阎浮提的数量比我们世间人口要多，不知道要多多少倍！「这么多，我一个也没看到」，甚至于你天天接触到，天天在教化你，你不认识他，这是真的。你记住一个原则，凡是教你觉悟的，凡是教你回头的，都是佛菩萨威神的力量，给你做增上缘。你内心里头有善根福德，引发你的善根福德，统统是佛菩萨神力，不可思议的威德神力，在加持着。然后你就能体会到，一天到晚见闻所及的都与佛菩萨有密切关系。他们这些大菩萨们在六道里头度众生还有满愿的时候，『其愿尚有毕竟』，还有圆满的时候。再看唯独地藏菩萨就不一样：",
      "zh_TW": "這是舉出幾位與地藏菩薩地位相當的等覺菩薩，文殊、普賢、觀世音菩薩、彌勒菩薩，這都是家喻戶曉的。他們這些菩薩在娑婆世界閻浮提也是化身無量無邊。像《普門品》裡面所講的，觀世音菩薩應以什麼身得度，他就化什麼樣身。說到得度，這個裡頭有淺深的差別。沒有種善根的，沒有善根的人，菩薩來幫他種善根，那又是一種化身的方法；已經有了善根的，要幫助他善根增長；已經增長的，要幫助他成熟；已經成熟的，這一生要幫助他證果，所以菩薩現身就是無量無邊。這一樁事情在《華嚴經》裡面講得非常透徹。說實實在在話，佛菩薩在閻浮提的數量比我們世間人口要多，不知道要多多少倍！「這麼多，我一個也沒看到」，甚至於你天天接觸到，天天在教化你，你不認識他，這是真的。你記住一個原則，凡是教你覺悟的，凡是教你回頭的，都是佛菩薩威神的力量，給你做增上緣。你內心裡頭有善根福德，引發你的善根福德，統統是佛菩薩神力，不可思議的威德神力，在加持著。然後你就能體會到，一天到晚見聞所及的都與佛菩薩有密切關係。他們這些大菩薩們在六道裡頭度眾生還有滿願的時候，『其願尚有畢竟』，還有圓滿的時候。再看唯獨地藏菩薩就不一樣："
    },
    {
      "id": "14-009-0026_p0020",
      "zh_CN": "【是地藏菩萨教化六道一切众生。所发誓愿劫数。如千百亿恒河沙。】",
      "zh_TW": "【是地藏菩薩教化六道一切眾生。所發誓願劫數。如千百億恆河沙。】"
    },
    {
      "id": "14-009-0026_p0021",
      "zh_CN": "恒河沙是没法子数量的，何况不是一条恒河，是千百亿条恒河。前面都曾经说过，地藏菩萨久远劫以来生生世世发愿。我们再看下面经文，这是地藏菩萨教给我们修学的方法。",
      "zh_TW": "恆河沙是沒法子數量的，何況不是一條恆河，是千百億條恆河。前面都曾經說過，地藏菩薩久遠劫以來生生世世發願。我們再看下面經文，這是地藏菩薩教給我們修學的方法。"
    },
    {
      "id": "14-009-0026_p0022",
      "zh_CN": "【世尊。我观未来及现在众生。】",
      "zh_TW": "【世尊。我觀未來及現在眾生。】"
    },
    {
      "id": "14-009-0026_p0023",
      "zh_CN": "这经文里面，先说未来，然后说现前，这个意思就是特别偏重末法时期的众生，就是我们现在这个时代，特别偏重在此地。",
      "zh_TW": "這經文裡面，先說未來，然後說現前，這個意思就是特別偏重末法時期的眾生，就是我們現在這個時代，特別偏重在此地。"
    },
    {
      "id": "14-009-0026_p0024",
      "zh_CN": "【于所住处。于南方清洁之地。以土石竹木。作其龛室。是中能塑画。乃至金银铜铁。作地藏形像。烧香供养。瞻礼赞叹。是人居处。即得十种利益。】",
      "zh_TW": "【於所住處。於南方清潔之地。以土石竹木。作其龕室。是中能塑畫。乃至金銀銅鐵。作地藏形像。燒香供養。瞻禮讚歎。是人居處。即得十種利益。】"
    },
    {
      "id": "14-009-0026_p0025",
      "zh_CN": "地神当然也是菩萨化身，他教给我们这些方法，我们要注意到，首先在『南方清洁之地』，大概在美国都没有问题，房屋里面跟外面都很整齐、都很清洁。就是方位，地藏菩萨在南方，取这个感应，地藏菩萨像要供在南方。但是我们现在居住的房屋跟我们中国古代不一样，我们中国古代建房子不是随便建的，有一定的规格。如果诸位有机会将来到大陆上看看老式的房子，新式的不行，不注重这些，老式的，你看看它从大门，有二门，里面有庭院、有厢房，内外都分得很清楚，那是有讲究的。而且佛像外面一定要做佛龛。现在家庭里面供佛龛的不多，但是在台湾还有这个习惯，还有做神龛，像小房子一样做个神龛。如果现在是画像，画像我们用玻璃框，玻璃镜框，就等于说是佛龛，等于佛龛。如果是塑像，当然最好也能够做佛龛，佛龛的确是很庄严。可是在美国要做像我们过去那种宫殿式的佛龛，在美国现在也没有人会做，我们也不必过分的去要求。就是说我们尽心尽力的供养，我们能做到，应当做；做不到，不要勉强。为什么？一切法都是在自己虔诚恭敬，从心地里面修。经上所讲的都是表法的意思，所以我们要了解它真正意义之所在。",
      "zh_TW": "地神當然也是菩薩化身，他教給我們這些方法，我們要注意到，首先在『南方清潔之地』，大概在美國都沒有問題，房屋裡面跟外面都很整齊、都很清潔。就是方位，地藏菩薩在南方，取這個感應，地藏菩薩像要供在南方。但是我們現在居住的房屋跟我們中國古代不一樣，我們中國古代建房子不是隨便建的，有一定的規格。如果諸位有機會將來到大陸上看看老式的房子，新式的不行，不注重這些，老式的，你看看它從大門，有二門，裡面有庭院、有廂房，內外都分得很清楚，那是有講究的。而且佛像外面一定要做佛龕。現在家庭裡面供佛龕的不多，但是在台灣還有這個習慣，還有做神龕，像小房子一樣做個神龕。如果現在是畫像，畫像我們用玻璃框，玻璃鏡框，就等於說是佛龕，等於佛龕。如果是塑像，當然最好也能夠做佛龕，佛龕的確是很莊嚴。可是在美國要做像我們過去那種宮殿式的佛龕，在美國現在也沒有人會做，我們也不必過分的去要求。就是說我們盡心盡力的供養，我們能做到，應當做；做不到，不要勉強。為什麼？一切法都是在自己虔誠恭敬，從心地裡面修。經上所講的都是表法的意思，所以我們要了解它真正意義之所在。"
    },
    {
      "id": "14-009-0026_p0026",
      "zh_CN": "注解里面也说得很好，注解第一行，我把它念一念，「真智靡方，不局东西南北；法身无像，岂假铜铁金银」，这两句话完全从理上说，理上说确确实实如此。下面这就讲事，「然地乃供像之所，像为起敬之门」，道理就是在此地。「被俗之仪，不坏假名谈实相；阐性之法，必由假相悟真容。故依处而作相也」。我就念到此地。这就是讲我们为什么要供佛像。理上说是不必要的，可是我们属于初学，我们常常见到佛像就能起恭敬心。这恭敬心，尤其是供地藏菩萨，一见到这个像，对佛菩萨生恭敬心，对父母生恭敬心，对师长生恭敬心，它来提醒你。没有这个相，会常常忘失掉，所以常常来提醒你，有这样的作用。「南方」象征着光明，象征智慧，南方属于火，是按照五行来说的，所以它代表着智慧光明。依照这个方法来供养，这个人的居处『得十种利益』。十种利益也很容易懂，我们把它念一念：",
      "zh_TW": "註解裡面也說得很好，註解第一行，我把它念一念，「真智靡方，不局東西南北；法身無像，豈假銅鐵金銀」，這兩句話完全從理上說，理上說確確實實如此。下面這就講事，「然地乃供像之所，像為起敬之門」，道理就是在此地。「被俗之儀，不壞假名談實相；闡性之法，必由假相悟真容。故依處而作相也」。我就念到此地。這就是講我們為什麼要供佛像。理上說是不必要的，可是我們屬於初學，我們常常見到佛像就能起恭敬心。這恭敬心，尤其是供地藏菩薩，一見到這個像，對佛菩薩生恭敬心，對父母生恭敬心，對師長生恭敬心，它來提醒你。沒有這個相，會常常忘失掉，所以常常來提醒你，有這樣的作用。「南方」象徵著光明，象徵智慧，南方屬於火，是按照五行來說的，所以它代表著智慧光明。依照這個方法來供養，這個人的居處『得十種利益』。十種利益也很容易懂，我們把它念一念："
    },
    {
      "id": "14-009-0026_p0027",
      "zh_CN": "【何等为十。一者。土地丰壤。】",
      "zh_TW": "【何等為十。一者。土地豐壤。】"
    },
    {
      "id": "14-009-0026_p0028",
      "zh_CN": "我们一条一条的来说。大乘经论里头常说，「依报随着正报转」，这一句话很有道理。又所谓「福人居福地」，有福的人住在那个地方，地也不一样；没有福的人住的那个地，那地就是很薄，不能生长东西，他没有福。有福的人住在那个地方，甚至于不必种植，长的东西就很多，他吃用不完，他有福报。由此可知，我们要修的是修心地，不是到外面去找好地，找不到的。没有这个福报，找到再好的风水，再肥沃的地方，你到那去一住，反而什么它也不会长。真正心地修好了，像古来的这些大德们，他们住在山上，山上没有水，结果他到那里一住，没有几天他就发现有水源，有非常好的水。以前是个荒山，他到那里去住，没有住多久，这个山上什么也都出产，确确实实是境随心转。所以这个人能修心，能够修恭敬心，能够修孝顺心，他所居住的土地自自然然就肥沃，这是转境界，也就是我们一般讲转风水。如果人被风水所转，这个人苦，心为境转，苦。《楞严》上说得好，「若能转境，则同如来」，跟佛菩萨没有两样，佛菩萨修心地，所以他能转境界。",
      "zh_TW": "我們一條一條的來說。大乘經論裡頭常說，「依報隨著正報轉」，這一句話很有道理。又所謂「福人居福地」，有福的人住在那個地方，地也不一樣；沒有福的人住的那個地，那地就是很薄，不能生長東西，他沒有福。有福的人住在那個地方，甚至於不必種植，長的東西就很多，他吃用不完，他有福報。由此可知，我們要修的是修心地，不是到外面去找好地，找不到的。沒有這個福報，找到再好的風水，再肥沃的地方，你到那去一住，反而什麼它也不會長。真正心地修好了，像古來的這些大德們，他們住在山上，山上沒有水，結果他到那裡一住，沒有幾天他就發現有水源，有非常好的水。以前是個荒山，他到那裡去住，沒有住多久，這個山上什麼也都出產，確確實實是境隨心轉。所以這個人能修心，能夠修恭敬心，能夠修孝順心，他所居住的土地自自然然就肥沃，這是轉境界，也就是我們一般講轉風水。如果人被風水所轉，這個人苦，心為境轉，苦。《楞嚴》上說得好，「若能轉境，則同如來」，跟佛菩薩沒有兩樣，佛菩薩修心地，所以他能轉境界。"
    },
    {
      "id": "14-009-0026_p0029",
      "zh_CN": "【二者。家宅永安。】",
      "zh_TW": "【二者。家宅永安。】"
    },
    {
      "id": "14-009-0026_p0030",
      "zh_CN": "不必去求，你一家都能够平安。",
      "zh_TW": "不必去求，你一家都能夠平安。"
    },
    {
      "id": "14-009-0026_p0031",
      "zh_CN": "【三者。先亡生天。】",
      "zh_TW": "【三者。先亡生天。】"
    },
    {
      "id": "14-009-0026_p0032",
      "zh_CN": "跟前面所讲的，他家里有孝顺子孙，为先亡之人修福。",
      "zh_TW": "跟前面所講的，他家裡有孝順子孫，為先亡之人修福。"
    },
    {
      "id": "14-009-0026_p0033",
      "zh_CN": "【四者。现存益寿。】",
      "zh_TW": "【四者。現存益壽。】"
    },
    {
      "id": "14-009-0026_p0034",
      "zh_CN": "就是寿命增长，能够延寿，所谓延年益寿，这是真的。",
      "zh_TW": "就是壽命增長，能夠延壽，所謂延年益壽，這是真的。"
    },
    {
      "id": "14-009-0026_p0035",
      "zh_CN": "【五者。所求遂意。】",
      "zh_TW": "【五者。所求遂意。】"
    },
    {
      "id": "14-009-0026_p0036",
      "zh_CN": "没有求不得苦。当然这种求都是属于正当的，必要的求，都能够遂意。",
      "zh_TW": "沒有求不得苦。當然這種求都是屬於正當的，必要的求，都能夠遂意。"
    },
    {
      "id": "14-009-0026_p0037",
      "zh_CN": "【六者。无水火灾。】",
      "zh_TW": "【六者。無水火災。】"
    },
    {
      "id": "14-009-0026_p0038",
      "zh_CN": "就是意外的灾难能够免除。",
      "zh_TW": "就是意外的災難能夠免除。"
    },
    {
      "id": "14-009-0026_p0039",
      "zh_CN": "【七者。虚耗辟除。】",
      "zh_TW": "【七者。虛耗辟除。】"
    },
    {
      "id": "14-009-0026_p0040",
      "zh_CN": "『虚耗』也是属于灾难的一种，「虚」譬如说是年头不好，荒年，「耗」是财物不足，生计困难，像这种灾难都能够辟除，能够避免。",
      "zh_TW": "『虛耗』也是屬於災難的一種，「虛」譬如說是年頭不好，荒年，「耗」是財物不足，生計困難，像這種災難都能夠辟除，能夠避免。"
    },
    {
      "id": "14-009-0026_p0041",
      "zh_CN": "【八者。杜绝恶梦。】",
      "zh_TW": "【八者。杜絕惡夢。】"
    },
    {
      "id": "14-009-0026_p0042",
      "zh_CN": "人心善，自自然然就不会作恶梦。",
      "zh_TW": "人心善，自自然然就不會作惡夢。"
    },
    {
      "id": "14-009-0026_p0043",
      "zh_CN": "【九者。出入神护。】",
      "zh_TW": "【九者。出入神護。】"
    },
    {
      "id": "14-009-0026_p0044",
      "zh_CN": "自然有许多善神来保护你。尤其是学佛，佛在《戒经》里面给我们讲，一个人发心皈依，就有三十六位善神日夜保护你，就有这么多善神来保护你。不过这皈依，以后我们要好好的来讨论一下，要来讨论一下，要如法。不如法，说是请个法师举行一个皈依仪式，就有那么多善神来保护你，那个不可靠。要懂得什么叫皈依，怎样才是真正的皈依。诸位要记住，护法善神也很现实，他们不讲人情的，那些人也是很好的佛弟子，依法不依人，你如法，他就保护你；你不如法，他掉头就去。你岂不是看过《慈悲三昧水忏》，悟达国师，还得了，十世高僧！那个护法神日夜守护，他的冤家债主不能近他身边。他一念傲慢之心生起来，自以为了不起，我是皇帝的老师，哪一个也比不上我，这一念傲慢心生了，护法神就跑掉，走了，不护他了，结果冤家债主找上门，差一点送了命。所以你就晓得那个护法神，不是说我只要找个法师，你赶快给我授个皈依一下，给我一个皈依证，我这就有凭据，护法神就非保护我不可了，那靠不住的。一定要懂得什么叫皈依，如理如法的皈依才能够得到护法神的保佑。受过五戒就有二十五位护戒神保护你，可是那个戒也要如法。不如法，那只是形式而已，护法神不会来的。这是『出入神护』，能够依《地藏经》的理论方法来修行，当然得到护法神的保护，这是我们能够想像得到的。",
      "zh_TW": "自然有許多善神來保護你。尤其是學佛，佛在《戒經》裡面給我們講，一個人發心皈依，就有三十六位善神日夜保護你，就有這麼多善神來保護你。不過這皈依，以後我們要好好的來討論一下，要來討論一下，要如法。不如法，說是請個法師舉行一個皈依儀式，就有那麼多善神來保護你，那個不可靠。要懂得什麼叫皈依，怎樣才是真正的皈依。諸位要記住，護法善神也很現實，他們不講人情的，那些人也是很好的佛弟子，依法不依人，你如法，他就保護你；你不如法，他掉頭就去。你豈不是看過《慈悲三昧水懺》，悟達國師，還得了，十世高僧！那個護法神日夜守護，他的冤家債主不能近他身邊。他一念傲慢之心生起來，自以為了不起，我是皇帝的老師，哪一個也比不上我，這一念傲慢心生了，護法神就跑掉，走了，不護他了，結果冤家債主找上門，差一點送了命。所以你就曉得那個護法神，不是說我只要找個法師，你趕快給我授個皈依一下，給我一個皈依證，我這就有憑據，護法神就非保護我不可了，那靠不住的。一定要懂得什麼叫皈依，如理如法的皈依才能夠得到護法神的保佑。受過五戒就有二十五位護戒神保護你，可是那個戒也要如法。不如法，那只是形式而已，護法神不會來的。這是『出入神護』，能夠依《地藏經》的理論方法來修行，當然得到護法神的保護，這是我們能夠想像得到的。"
    },
    {
      "id": "14-009-0026_p0045",
      "zh_CN": "【十者。多遇圣因。】",
      "zh_TW": "【十者。多遇聖因。】"
    },
    {
      "id": "14-009-0026_p0046",
      "zh_CN": "这个『圣因』就是佛法的因缘。佛法常说，「人身难得，佛法难闻」，一个人在一生当中能闻到佛法，这个因缘非常非常殊胜。如果闻了佛法之后，你能够听得懂，能够理解，能够相信，能够依教修行，那你这一生一定能证果，这一生就能成就。所以我们常常问，什么样的人才叫根熟？根熟的人他这一生就成就，必定有佛菩萨来帮助他，为他做增上缘，他这一生一定成就。我们想往生西方极乐世界，是成就，是一生成就。这根熟的条件就是第一个，他有机缘遇到佛法；第二个条件，他能够理解；第三个条件，他相信；第四个条件，他真正肯行。只要具足这四个条件就叫根熟的众生。凡是根熟，这一生在这六道里头就是最后生，他来生不会再轮回，他一定成就。如果说有机会遇到，也能理解，也能相信，行之不力，这样的人是有善根的，不能叫根熟，他善根没成熟，他是个有善根的人。有善根，佛菩萨帮助他善根增长，希望他能成熟。成熟的一定解脱。再看下面经文：",
      "zh_TW": "這個『聖因』就是佛法的因緣。佛法常說，「人身難得，佛法難聞」，一個人在一生當中能聞到佛法，這個因緣非常非常殊勝。如果聞了佛法之後，你能夠聽得懂，能夠理解，能夠相信，能夠依教修行，那你這一生一定能證果，這一生就能成就。所以我們常常問，什麼樣的人才叫根熟？根熟的人他這一生就成就，必定有佛菩薩來幫助他，為他做增上緣，他這一生一定成就。我們想往生西方極樂世界，是成就，是一生成就。這根熟的條件就是第一個，他有機緣遇到佛法；第二個條件，他能夠理解；第三個條件，他相信；第四個條件，他真正肯行。只要具足這四個條件就叫根熟的眾生。凡是根熟，這一生在這六道裡頭就是最後生，他來生不會再輪迴，他一定成就。如果說有機會遇到，也能理解，也能相信，行之不力，這樣的人是有善根的，不能叫根熟，他善根沒成熟，他是個有善根的人。有善根，佛菩薩幫助他善根增長，希望他能成熟。成熟的一定解脫。再看下面經文："
    },
    {
      "id": "14-009-0026_p0047",
      "zh_CN": "【世尊。未来世中。及现在众生。若能于所住处方面。】",
      "zh_TW": "【世尊。未來世中。及現在眾生。若能於所住處方面。】"
    },
    {
      "id": "14-009-0026_p0048",
      "zh_CN": "这『方面』就是前面所讲的「南方」。",
      "zh_TW": "這『方面』就是前面所講的「南方」。"
    },
    {
      "id": "14-009-0026_p0049",
      "zh_CN": "【作如是供养。得如是利益。】",
      "zh_TW": "【作如是供養。得如是利益。】"
    },
    {
      "id": "14-009-0026_p0050",
      "zh_CN": "前面给我们说了十种利益，此地再为我们加强信念，这个利益是真实的，只要你真正能够依照前面所说的来修学。供养里面，前面曾经说过，依教修行供养，这才是真正的供养。绝不是每一天供些香花、水果，供一些菜饭，这是形式，最要紧的就是你要依教修行。在台湾，过去我听说有一个法师，这个法师我也认识他，见过几次面。他从小出家，在九华山出家的，一生供养地藏菩萨。有一天他出去做佛事，家里面来了小偷，大概他的财物损失了不少，他回来之后就很生气，说地藏菩萨，我供养你这么多年，没有把门看好。这是有过失的，他不懂这个道理，这人有罪业、有业障。像这些我们要了解，他供养的是不如法，他自己不但不明了经义，不晓得如法供养，他还要造罪业。像这些地方我们都要特别留意。这个注子里面也说得很清楚，引用《十轮经》里头的经文来解释供养的殊胜功德利益。",
      "zh_TW": "前面給我們說了十種利益，此地再為我們加強信念，這個利益是真實的，只要你真正能夠依照前面所說的來修學。供養裡面，前面曾經說過，依教修行供養，這才是真正的供養。絕不是每一天供些香花、水果，供一些菜飯，這是形式，最要緊的就是你要依教修行。在台灣，過去我聽說有一個法師，這個法師我也認識他，見過幾次面。他從小出家，在九華山出家的，一生供養地藏菩薩。有一天他出去做佛事，家裡面來了小偷，大概他的財物損失了不少，他回來之後就很生氣，說地藏菩薩，我供養你這麼多年，沒有把門看好。這是有過失的，他不懂這個道理，這人有罪業、有業障。像這些我們要了解，他供養的是不如法，他自己不但不明瞭經義，不曉得如法供養，他還要造罪業。像這些地方我們都要特別留意。這個註子裡面也說得很清楚，引用《十輪經》裡頭的經文來解釋供養的殊勝功德利益。"
    },
    {
      "id": "14-009-0026_p0051",
      "zh_CN": "【复白佛言。世尊。未来世中。若有善男子善女人。于所住处。有此经典。及菩萨像。是人更能转读经典。供养菩萨。我常日夜。以本神力。卫护是人。乃至水火盗贼。大横小横。一切恶事。悉皆消灭。】",
      "zh_TW": "【復白佛言。世尊。未來世中。若有善男子善女人。於所住處。有此經典。及菩薩像。是人更能轉讀經典。供養菩薩。我常日夜。以本神力。衛護是人。乃至水火盜賊。大橫小橫。一切惡事。悉皆消滅。】"
    },
    {
      "id": "14-009-0026_p0052",
      "zh_CN": "这是坚牢地神他所发的愿。所以学佛如果是望文生义，常说「三世佛冤」，三世诸佛都喊冤枉，一定要懂意思，要明理。真正的供养，一切大乘经典常说，财供养比不上法供养，法供养才是如来真正希望我们做到的。所以财供养对什么？对一切苦难众生。佛菩萨不需要，他不需要这些财物，贫苦的众生需要。佛菩萨需要什么？需要你依教修行供养。这一节里面关键的字还是在『善男子善女人』，在这个「善」字，心善、行善。『于所住处，有此经典』，特别是这《地藏经》，在亚洲一带，像中国、韩国、日本、越南，我们晓得，与菩萨的因缘特别的深，一直到今天还是如此。《地藏经》的经本流通量最大，读诵的人也多，我们想想为什么？大概都是看到经上说「舍一得万报」，这个果报太殊胜。虽然读诵，如果他不明理，不晓得把经上的理论变成自己实际的生活，这不叫做修行，那有什么用处？经每天念，念给佛菩萨听，佛菩萨要听你这个？他不要听。经是念给自己听的，听了之后，自己要反省、要检点，改过自新，读诵的意思是在此地。读给别人听，也希望别人听明白之后，他能够悔改，他能够回头，要以这样子来供养菩萨，这才是菩萨的愿望。绝对不是菩萨帮助你增长邪见，菩萨帮助你增长贪瞋，没这个道理，绝对没这个道理，那就完全不如法。所以如理如法的修学，地神发愿，『日夜以本神力』，「本神」是他自己，他的部属太多太多，『卫护是人』，这是来保护。所以讲『水火盗贼，大横小横』，这一切横事、一切意外的灾难都能够免除，他有佛菩萨、有鬼神来保护。",
      "zh_TW": "這是堅牢地神他所發的願。所以學佛如果是望文生義，常說「三世佛冤」，三世諸佛都喊冤枉，一定要懂意思，要明理。真正的供養，一切大乘經典常說，財供養比不上法供養，法供養才是如來真正希望我們做到的。所以財供養對什麼？對一切苦難眾生。佛菩薩不需要，他不需要這些財物，貧苦的眾生需要。佛菩薩需要什麼？需要你依教修行供養。這一節裡面關鍵的字還是在『善男子善女人』，在這個「善」字，心善、行善。『於所住處，有此經典』，特別是這《地藏經》，在亞洲一帶，像中國、韓國、日本、越南，我們曉得，與菩薩的因緣特別的深，一直到今天還是如此。《地藏經》的經本流通量最大，讀誦的人也多，我們想想為什麼？大概都是看到經上說「捨一得萬報」，這個果報太殊勝。雖然讀誦，如果他不明理，不曉得把經上的理論變成自己實際的生活，這不叫做修行，那有什麼用處？經每天念，念給佛菩薩聽，佛菩薩要聽你這個？他不要聽。經是念給自己聽的，聽了之後，自己要反省、要檢點，改過自新，讀誦的意思是在此地。讀給別人聽，也希望別人聽明白之後，他能夠悔改，他能夠回頭，要以這樣子來供養菩薩，這才是菩薩的願望。絕對不是菩薩幫助你增長邪見，菩薩幫助你增長貪瞋，沒這個道理，絕對沒這個道理，那就完全不如法。所以如理如法的修學，地神發願，『日夜以本神力』，「本神」是他自己，他的部屬太多太多，『衛護是人』，這是來保護。所以講『水火盜賊，大橫小橫』，這一切橫事、一切意外的災難都能夠免除，他有佛菩薩、有鬼神來保護。"
    },
    {
      "id": "14-009-0026_p0053",
      "zh_CN": "【佛告坚牢地神。汝大神力。诸神少及。】",
      "zh_TW": "【佛告堅牢地神。汝大神力。諸神少及。】"
    },
    {
      "id": "14-009-0026_p0054",
      "zh_CN": "这是世尊对他的赞叹。主地的这些神，像山川神祇这些都是属于这一类的，像我们中国人常讲的城隍、土地、山神，都是这一类，那是管一个地区。他是管整个大地，所以他的威德神力是其余的地神所不及的。",
      "zh_TW": "這是世尊對他的讚歎。主地的這些神，像山川神祇這些都是屬於這一類的，像我們中國人常講的城隍、土地、山神，都是這一類，那是管一個地區。他是管整個大地，所以他的威德神力是其餘的地神所不及的。"
    },
    {
      "id": "14-009-0026_p0055",
      "zh_CN": "【何以故。阎浮土地。悉蒙汝护。乃至草木沙石。稻麻竹苇。谷米宝贝。从地而有。皆因汝力。】",
      "zh_TW": "【何以故。閻浮土地。悉蒙汝護。乃至草木沙石。稻麻竹葦。穀米寶貝。從地而有。皆因汝力。】"
    },
    {
      "id": "14-009-0026_p0056",
      "zh_CN": "拿现在的话来说，就是一切的植物、一切的矿物都是坚牢地神他所管的。他有这么大的神力，这绝对不是我们平常所看土地、山神、城隍所能够比得上的。再看下面经文：",
      "zh_TW": "拿現在的話來說，就是一切的植物、一切的礦物都是堅牢地神他所管的。他有這麼大的神力，這絕對不是我們平常所看土地、山神、城隍所能夠比得上的。再看下面經文："
    },
    {
      "id": "14-009-0026_p0057",
      "zh_CN": "【又当称扬地藏菩萨利益之事。汝之功德。及以神通。百千倍于常分地神。】",
      "zh_TW": "【又當稱揚地藏菩薩利益之事。汝之功德。及以神通。百千倍於常分地神。】"
    },
    {
      "id": "14-009-0026_p0058",
      "zh_CN": "这是就事而论。『称扬』就是赞叹的意思，称赞宣扬，帮助地藏菩萨教化众生。普贤菩萨十大愿王是大乘修学的总纲领，十大纲领，不管修哪一个法门，我们常常讲八万四千法门，无论哪一个法门都离不开这十大纲领，只是方法技巧不一样，绝对不能够违背这个纲领。「称赞如来」是第二条，这在《普贤行愿品》里面都曾经讲到。世尊在此地也赞叹他能够称扬地藏菩萨对于一切众生利益之事，你的功德以及神通『百千倍于常分地神』，这是一般山神、土地、城隍所不能够相比的。",
      "zh_TW": "這是就事而論。『稱揚』就是讚歎的意思，稱讚宣揚，幫助地藏菩薩教化眾生。普賢菩薩十大願王是大乘修學的總綱領，十大綱領，不管修哪一個法門，我們常常講八萬四千法門，無論哪一個法門都離不開這十大綱領，只是方法技巧不一樣，絕對不能夠違背這個綱領。「稱讚如來」是第二條，這在《普賢行願品》裡面都曾經講到。世尊在此地也讚歎他能夠稱揚地藏菩薩對於一切眾生利益之事，你的功德以及神通『百千倍於常分地神』，這是一般山神、土地、城隍所不能夠相比的。"
    },
    {
      "id": "14-009-0026_p0059",
      "zh_CN": "【若未来世中。有善男子善女人。供养菩萨。及转读是经。但依地藏本愿经。一事修行者。汝以本神力而拥护之。勿令一切灾害。及不如意事。辄闻于耳。何况令受。】",
      "zh_TW": "【若未來世中。有善男子善女人。供養菩薩。及轉讀是經。但依地藏本願經。一事修行者。汝以本神力而擁護之。勿令一切災害。及不如意事。輒聞於耳。何況令受。】"
    },
    {
      "id": "14-009-0026_p0060",
      "zh_CN": "地神先发愿，换句话说，此地世尊又为我们做了个证明，地神发愿是真的，是真实不虚的。这个地方这经文里头有一个字很重要，那就是「转」，『转读是经』。这一点不太容易做得到，一般人读经都为经所转。什么时候你能转经？我们在《坛经》里面看到法达禅师，他念《法华经》念了三千部，熟透了，可是没开悟。念了三千部，三千部都不简单，如果是一天念一部的话，《法华经》七卷，一天念一部，一年三百六十部，三千部大概要十年才能念得完，不容易。但是不能够转经，悟了以后这才转经。他在六祖会下，六祖一点醒他，他觉悟了。过去念经，为经所转，到今天才能说转《法华》，而不是被《法华》转。所以这个地方这一个字是关键的一个字，「转」读是经，那你是真正有了受用。",
      "zh_TW": "地神先發願，換句話說，此地世尊又為我們做了個證明，地神發願是真的，是真實不虛的。這個地方這經文裡頭有一個字很重要，那就是「轉」，『轉讀是經』。這一點不太容易做得到，一般人讀經都為經所轉。什麼時候你能轉經？我們在《壇經》裡面看到法達禪師，他念《法華經》念了三千部，熟透了，可是沒開悟。念了三千部，三千部都不簡單，如果是一天念一部的話，《法華經》七卷，一天念一部，一年三百六十部，三千部大概要十年才能念得完，不容易。但是不能夠轉經，悟了以後這才轉經。他在六祖會下，六祖一點醒他，他覺悟了。過去念經，為經所轉，到今天才能說轉《法華》，而不是被《法華》轉。所以這個地方這一個字是關鍵的一個字，「轉」讀是經，那你是真正有了受用。"
    },
    {
      "id": "14-009-0026_p0061",
      "zh_CN": "『但依地藏本愿经一事修行者』，「一事」可以解释为一心，这个意思是讲专修，依一个法门来修学，依一部经典，一个理论、一个方法来修。这对于我们初学人来说非常的重要。世出世间的学问有许多地方是相同的。可是跟西洋的思想方法，给诸位说，确实是完全不同。西方人一开头他就博，什么都学，样样都学，结果他所学的是什么？给诸位说，是一般的常识，而不是学问，不是智慧。所以常识丰富，没有智慧。我们中国过去世间像儒家、道家的教学，以及佛法的教学，它着重在智慧，首先培养你的根本智。根本智要怎样培养法？那就是一门深入，培养根本智。根本智得到之后，这才培养后得智。根本智与后得智是佛学的术语，如果这个意思诸位很难理解这个名词，我再简单跟诸位说，根本智就是清净心，它是智慧的根源。心清净就生智慧，换句话说，智慧的本体就是清净心，清净心的作用、起用就叫做后得智。就如同水一样，水先叫它静，不要叫它起波浪，先叫它静。它很平静的时候，它的作用，它就能照，像镜子一样，外面一切境界照在里面清清楚楚，那个照就是智慧。所以要想智慧现前，首先要心清净，清净是定功。不但佛法里面讲功夫，讲悟性，我们世间教学也讲悟性，也讲功夫。可是现在西洋人教学没有这一套，没有这些。换句话说，他后得智没有，根本智也没有，两种智都失掉，这很可惜。",
      "zh_TW": "『但依地藏本願經一事修行者』，「一事」可以解釋為一心，這個意思是講專修，依一個法門來修學，依一部經典，一個理論、一個方法來修。這對於我們初學人來說非常的重要。世出世間的學問有許多地方是相同的。可是跟西洋的思想方法，給諸位說，確實是完全不同。西方人一開頭他就博，什麼都學，樣樣都學，結果他所學的是什麼？給諸位說，是一般的常識，而不是學問，不是智慧。所以常識豐富，沒有智慧。我們中國過去世間像儒家、道家的教學，以及佛法的教學，它著重在智慧，首先培養你的根本智。根本智要怎樣培養法？那就是一門深入，培養根本智。根本智得到之後，這才培養後得智。根本智與後得智是佛學的術語，如果這個意思諸位很難理解這個名詞，我再簡單跟諸位說，根本智就是清淨心，它是智慧的根源。心清淨就生智慧，換句話說，智慧的本體就是清淨心，清淨心的作用、起用就叫做後得智。就如同水一樣，水先叫它靜，不要叫它起波浪，先叫它靜。它很平靜的時候，它的作用，它就能照，像鏡子一樣，外面一切境界照在裡面清清楚楚，那個照就是智慧。所以要想智慧現前，首先要心清淨，清淨是定功。不但佛法裡面講功夫，講悟性，我們世間教學也講悟性，也講功夫。可是現在西洋人教學沒有這一套，沒有這些。換句話說，他後得智沒有，根本智也沒有，兩種智都失掉，這很可惜。"
    },
    {
      "id": "14-009-0026_p0062",
      "zh_CN": "懂得这个原理，我们想真正成就，必须得一门深入。一定要讲求师承，学一家之言，容易得定。一家学成了，根本智得到了，像善财童子，善财童子就是跟文殊菩萨学的，在文殊会下得根本智，就是得一心不乱，得一心，然后才出去参学。参学是成就后得智，也就是成就圆满应用的智慧。所以善财童子示现的那就叫事事无碍，无障碍的佛法。有障碍就不是究竟的佛法，不是圆满的佛法，无障碍才是究竟圆满的佛法。得到清净心之后才能够参学，才能够修后得智，博学多闻，你自己有能力辨别是非善恶，虽然辨别是非善恶，自己还是不起心、不动念，在境界里如如不动，这才有资格。所以这里讲修学是一门深入，非常非常重要。当然一门，正修、主修，必须要与这门有关联的，还要选一些经论做助修，帮助你理解，帮助你开悟，这也是必要的。所以在中国有许多大乘的宗派，他们这个宗派有主修的、有助修的，正助双修。",
      "zh_TW": "懂得這個原理，我們想真正成就，必須得一門深入。一定要講求師承，學一家之言，容易得定。一家學成了，根本智得到了，像善財童子，善財童子就是跟文殊菩薩學的，在文殊會下得根本智，就是得一心不亂，得一心，然後才出去參學。參學是成就後得智，也就是成就圓滿應用的智慧。所以善財童子示現的那就叫事事無礙，無障礙的佛法。有障礙就不是究竟的佛法，不是圓滿的佛法，無障礙才是究竟圓滿的佛法。得到清淨心之後才能夠參學，才能夠修後得智，博學多聞，你自己有能力辨別是非善惡，雖然辨別是非善惡，自己還是不起心、不動念，在境界裡如如不動，這才有資格。所以這裡講修學是一門深入，非常非常重要。當然一門，正修、主修，必須要與這門有關聯的，還要選一些經論做助修，幫助你理解，幫助你開悟，這也是必要的。所以在中國有許多大乘的宗派，他們這個宗派有主修的、有助修的，正助雙修。"
    },
    {
      "id": "14-009-0026_p0063",
      "zh_CN": "这是依《地藏本愿经》，就是依本经来修学。佛嘱咐他，要依他的神力来保护修行人。『勿令一切灾害，及不如意事，辄闻于耳』，就是一切这些不如意、灾难的事情，他听都听不到，那怎么会受这个难？当然不会受，听都听不到。现在我们年岁大的，在美国修行，真的，你看又不看报纸，又不听广播，什么事情我们都不知道，一天到晚只是念阿弥陀佛。灾难的事情没人告诉你，我们现在在此地，外头人他不告诉我们，他也不来跟我们讲，真的一切横逆、不如意之事不闻于耳，真正是身心清净。所以我很喜欢在这个地方修行，道理就是在此地。再看下面经文：",
      "zh_TW": "這是依《地藏本願經》，就是依本經來修學。佛囑咐他，要依他的神力來保護修行人。『勿令一切災害，及不如意事，輒聞於耳』，就是一切這些不如意、災難的事情，他聽都聽不到，那怎麼會受這個難？當然不會受，聽都聽不到。現在我們年歲大的，在美國修行，真的，你看又不看報紙，又不聽廣播，什麼事情我們都不知道，一天到晚只是念阿彌陀佛。災難的事情沒人告訴你，我們現在在此地，外頭人他不告訴我們，他也不來跟我們講，真的一切橫逆、不如意之事不聞於耳，真正是身心清淨。所以我很喜歡在這個地方修行，道理就是在此地。再看下面經文："
    },
    {
      "id": "14-009-0026_p0064",
      "zh_CN": "【非但汝独护是人故。亦有释梵眷属。诸天眷属。拥护是人。】",
      "zh_TW": "【非但汝獨護是人故。亦有釋梵眷屬。諸天眷屬。擁護是人。】"
    },
    {
      "id": "14-009-0026_p0065",
      "zh_CN": "这佛又告诉我们，不但是坚牢地神发愿来护持这个修行人，诸天都是慈悲，都是好善，只要看到人修善都欢喜，自自然然的他就来拥护。所以我们自己平常拜佛念佛，或者是在看经、读经的时候，有很多同修都有这经验，闻到有异香，这什么原因？这香是真的不是假的，因为有的时候你闻的时间很长，绝对不是一个幻觉，是真的。这就是天神从这里经过，看到你在读经、在拜佛、念佛，他很欢喜，他停住在这个地方，天人身上有香味、有香气。",
      "zh_TW": "這佛又告訴我們，不但是堅牢地神發願來護持這個修行人，諸天都是慈悲，都是好善，只要看到人修善都歡喜，自自然然的他就來擁護。所以我們自己平常拜佛念佛，或者是在看經、讀經的時候，有很多同修都有這經驗，聞到有異香，這什麼原因？這香是真的不是假的，因為有的時候你聞的時間很長，絕對不是一個幻覺，是真的。這就是天神從這裡經過，看到你在讀經、在拜佛、念佛，他很歡喜，他停住在這個地方，天人身上有香味、有香氣。"
    },
    {
      "id": "14-009-0026_p0066",
      "zh_CN": "【何故得如是圣贤拥护。皆由瞻礼地藏形像。及转读是本愿经故。自然毕竟出离苦海。证涅槃乐。以是之故。得大拥护。】",
      "zh_TW": "【何故得如是聖賢擁護。皆由瞻禮地藏形像。及轉讀是本願經故。自然畢竟出離苦海。證涅槃樂。以是之故。得大擁護。】"
    },
    {
      "id": "14-009-0026_p0067",
      "zh_CN": "这一段是为我们解释天神为什么拥护你、为什么来护持，都是为了你能够礼敬地藏菩萨形像。这个里面的意思我们要多想想，如果连形像都能够礼敬，何况其人？见到人，那恭敬心更不必说。这就是以佛菩萨形像来激发我们称性恭敬心的道理。礼敬是性德，我们现在见一切人生傲慢心，礼敬失掉了，这就是迷。恢复礼敬心是恢复我们自己的性德，性德是清净、是平等的。所以四无量心也叫四平等心，无量就平等，他在一切境界里面没有分别、没有执着，所以是平等的，平等的慈悲喜舍，平等的恭敬。是讲瞻礼功德。",
      "zh_TW": "這一段是為我們解釋天神為什麼擁護你、為什麼來護持，都是為了你能夠禮敬地藏菩薩形像。這個裡面的意思我們要多想想，如果連形像都能夠禮敬，何況其人？見到人，那恭敬心更不必說。這就是以佛菩薩形像來激發我們稱性恭敬心的道理。禮敬是性德，我們現在見一切人生傲慢心，禮敬失掉了，這就是迷。恢復禮敬心是恢復我們自己的性德，性德是清淨、是平等的。所以四無量心也叫四平等心，無量就平等，他在一切境界裡面沒有分別、沒有執著，所以是平等的，平等的慈悲喜捨，平等的恭敬。是講瞻禮功德。"
    },
    {
      "id": "14-009-0026_p0068",
      "zh_CN": "『及转读是本愿经故』，读一遍，自己的境界就变了一次。怎么个变法？《了凡四训》里面讲得很明白，天天改过，天天自新。念一遍，改一遍；念一遍，自己就新一遍，这叫「转读」，转凡成圣，转恶为善。读了之后要不转，那等于没读，确确实实等于没读。读了之后要能转，把自己种种像经里面所说的不善之处都能够改过来，经典里面所说种种的善处我们应当努力去学习、去效法。这样读经就有用处，那就转了。我们也可以说，这个转就类似我们现在所讲的心得，读了之后心里头真正有所得，真正得到东西了，这样读的时候就有用处。否则的话，那读经有什么用处？所以读经要改变心理，改变习气，所以才能够感得这些天神、地神来拥护。因为这样一个缘故，『自然毕竟出离苦海』，「苦海」是指六道轮回。你常常读，常常改过自新，常常依照经典里面方法来修持，发菩提心。末后讲的修行的方法说了两个重点，一个是正修念佛，助修是布施，「校量布施功德品」，就是讲布施，正助双修。能依这个方法来修行，当然能够出离六道轮回。出离六道轮回就『证涅槃乐』。涅槃是清净寂灭的意思，在我们中国翻这个名词翻得很多，有翻作灭，像四谛里头苦、集、灭、道，灭就是涅槃。涅槃翻作灭，灭的什么？灭生死，就是不生不死，灭烦恼、灭无明，是这个意思。『以是之故，得大拥护』，因为这样的缘故，所以才得地神诸天广大的拥护。",
      "zh_TW": "『及轉讀是本願經故』，讀一遍，自己的境界就變了一次。怎麼個變法？《了凡四訓》裡面講得很明白，天天改過，天天自新。念一遍，改一遍；念一遍，自己就新一遍，這叫「轉讀」，轉凡成聖，轉惡為善。讀了之後要不轉，那等於沒讀，確確實實等於沒讀。讀了之後要能轉，把自己種種像經裡面所說的不善之處都能夠改過來，經典裡面所說種種的善處我們應當努力去學習、去效法。這樣讀經就有用處，那就轉了。我們也可以說，這個轉就類似我們現在所講的心得，讀了之後心裡頭真正有所得，真正得到東西了，這樣讀的時候就有用處。否則的話，那讀經有什麼用處？所以讀經要改變心理，改變習氣，所以才能夠感得這些天神、地神來擁護。因為這樣一個緣故，『自然畢竟出離苦海』，「苦海」是指六道輪迴。你常常讀，常常改過自新，常常依照經典裡面方法來修持，發菩提心。末後講的修行的方法說了兩個重點，一個是正修念佛，助修是布施，「校量布施功德品」，就是講布施，正助雙修。能依這個方法來修行，當然能夠出離六道輪迴。出離六道輪迴就『證涅槃樂』。涅槃是清淨寂滅的意思，在我們中國翻這個名詞翻得很多，有翻作滅，像四諦裡頭苦、集、滅、道，滅就是涅槃。涅槃翻作滅，滅的什麼？滅生死，就是不生不死，滅煩惱、滅無明，是這個意思。『以是之故，得大擁護』，因為這樣的緣故，所以才得地神諸天廣大的擁護。"
    },
    {
      "id": "14-009-0026_p0069",
      "zh_CN": "这一段是地神在忉利会上发这样的大心来帮助我们。我们读了之后，如果真正能够全程肯定的接受，你的心自自然然就安定，无论在顺境或者是逆境，只要你自己心能够安定，这一些天神、地神他的力量就更大了，换句话说，他更容易的来保护你。如果你自己心不定，常常有怀疑，他想保护你没有法子，换句话说，有时候叫他帮不上忙。这是我们自己造业，自己有什么罪相，不是他不尽力。所以无论在什么境界，尤其是逆境现前的时候，自己心一定要定，一定要清净，一定要把一切妄念统统放下，一心念佛，或者一心诵经，这个时候佛菩萨鬼神的的确确能帮上忙。再看底下这一品，下面这一品经文比较长一点。",
      "zh_TW": "這一段是地神在忉利會上發這樣的大心來幫助我們。我們讀了之後，如果真正能夠全程肯定的接受，你的心自自然然就安定，無論在順境或者是逆境，只要你自己心能夠安定，這一些天神、地神他的力量就更大了，換句話說，他更容易的來保護你。如果你自己心不定，常常有懷疑，他想保護你沒有法子，換句話說，有時候叫他幫不上忙。這是我們自己造業，自己有什麼罪相，不是他不盡力。所以無論在什麼境界，尤其是逆境現前的時候，自己心一定要定，一定要清淨，一定要把一切妄念統統放下，一心念佛，或者一心誦經，這個時候佛菩薩鬼神的的確確能幫上忙。再看底下這一品，下面這一品經文比較長一點。"
    },
    {
      "id": "14-009-0026_p0070",
      "zh_CN": "【见闻利益品第十二】",
      "zh_TW": "【見聞利益品第十二】"
    },
    {
      "id": "14-009-0026_p0071",
      "zh_CN": "『见』是见到，见到地藏菩萨当然要有这个缘分。菩萨常常示现在人间，有一些人见到之后他不认识，当面错过；有一些人见到，他根本就不晓得，没有感觉；当然也有一些业障重的，那他就见不到。从台湾来的同修也许很多人都知道，过去周邦道的夫人见过地藏菩萨，那是真的。抗战胜利的时候，回到南京，她在南京见到的。地藏菩萨向她化缘，她没给，她那个时候不信佛，那时候还不信佛。她有一篇记载写得很详细，说明她这事情。在南京，她住的房子也很大，中国大陆上房子好几进。要到她自己住的那个地方，从大门要走得很远，而且当中有好几道的门。她见到的是一个出家人，见了面之后，那出家人告诉她，他从九华山来的，向她化香油。化多少斤？他说化多少斤香油。周夫人也没理他，也没给他，这和尚就走了。走了以后，她忽然感觉到，感觉到很怪。怪在哪里？门没开，他怎么进来的？走了以后才想起来，好几重的门，没有人开门，他走了之后，也没有人开门，他到底从哪里走的？他从什么地方来，他怎么走的？不晓得。始终就是怀疑、疑问，解不开。以后到了台湾，她住在台中，那时跟李老师学佛，把这个事情告诉李老师，李老师讲那就是地藏菩萨化身。这一点，她才恍然大悟，愈想愈有道理，地藏菩萨化身。不必开门，他就进来；走的时候也不要开门送他出去，家里门窗都关得好好的。所以有人能够见到，很大的缘分，真正是过去的善根福德因缘遇到的。",
      "zh_TW": "『見』是見到，見到地藏菩薩當然要有這個緣分。菩薩常常示現在人間，有一些人見到之後他不認識，當面錯過；有一些人見到，他根本就不曉得，沒有感覺；當然也有一些業障重的，那他就見不到。從台灣來的同修也許很多人都知道，過去周邦道的夫人見過地藏菩薩，那是真的。抗戰勝利的時候，回到南京，她在南京見到的。地藏菩薩向她化緣，她沒給，她那個時候不信佛，那時候還不信佛。她有一篇記載寫得很詳細，說明她這事情。在南京，她住的房子也很大，中國大陸上房子好幾進。要到她自己住的那個地方，從大門要走得很遠，而且當中有好幾道的門。她見到的是一個出家人，見了面之後，那出家人告訴她，他從九華山來的，向她化香油。化多少斤？他說化多少斤香油。周夫人也沒理他，也沒給他，這和尚就走了。走了以後，她忽然感覺到，感覺到很怪。怪在哪裡？門沒開，他怎麼進來的？走了以後才想起來，好幾重的門，沒有人開門，他走了之後，也沒有人開門，他到底從哪裡走的？他從什麼地方來，他怎麼走的？不曉得。始終就是懷疑、疑問，解不開。以後到了台灣，她住在台中，那時跟李老師學佛，把這個事情告訴李老師，李老師講那就是地藏菩薩化身。這一點，她才恍然大悟，愈想愈有道理，地藏菩薩化身。不必開門，他就進來；走的時候也不要開門送他出去，家裡門窗都關得好好的。所以有人能夠見到，很大的緣分，真正是過去的善根福德因緣遇到的。"
    },
    {
      "id": "14-009-0026_p0072",
      "zh_CN": "『闻』，当然更普遍，我们听到经的名字，听到地藏菩萨的名字，甚至于听到讲经的因缘，见闻的利益都是不可思议。那我们再想一想，今天这个世间，这个世界上四十多亿人口，几个人在一生当中见到地藏菩萨形像，不要说化身，化身太少了，见到地藏菩萨形像，一生当中能够听到地藏菩萨的名号，就不多。所以不要说整个地球，即使是在台湾一省，一生当中没有见到地藏菩萨形像，没有闻过地藏菩萨的名字的，大有人在，还是很多很多。虽然这些年借着印刷术的发达，到处我们印佛像送人，印《地藏菩萨本愿经》送人，已经送得很多很多，可是依然还有一生当中不见不闻的人在。其余的地区那就可想而知。由此可知，见闻因缘不容易，我们自己应当要珍惜。同时也应当为别人做增上缘，我们来帮助别人。好，请看下面经文：",
      "zh_TW": "『聞』，當然更普遍，我們聽到經的名字，聽到地藏菩薩的名字，甚至於聽到講經的因緣，見聞的利益都是不可思議。那我們再想一想，今天這個世間，這個世界上四十多億人口，幾個人在一生當中見到地藏菩薩形像，不要說化身，化身太少了，見到地藏菩薩形像，一生當中能夠聽到地藏菩薩的名號，就不多。所以不要說整個地球，即使是在台灣一省，一生當中沒有見到地藏菩薩形像，沒有聞過地藏菩薩的名字的，大有人在，還是很多很多。雖然這些年藉著印刷術的發達，到處我們印佛像送人，印《地藏菩薩本願經》送人，已經送得很多很多，可是依然還有一生當中不見不聞的人在。其餘的地區那就可想而知。由此可知，見聞因緣不容易，我們自己應當要珍惜。同時也應當為別人做增上緣，我們來幫助別人。好，請看下面經文："
    },
    {
      "id": "14-009-0026_p0073",
      "zh_CN": "【尔时世尊。从顶门上。放百千万亿大毫相光。】",
      "zh_TW": "【爾時世尊。從頂門上。放百千萬億大毫相光。】"
    },
    {
      "id": "14-009-0026_p0074",
      "zh_CN": "在这一品的一开端就有不思议之事，这个事就是佛放光现瑞。凡是佛放光，总有特别的因缘，换句话说，一定有特别殊胜之事，或者是有重要的开示，提醒我们大家要注意，要特别注意听，所以才有这些瑞相显示。白毫光，『从顶门上』，放毫相光，这一句是总说，下面一共有三十二句是别说。『毫』是讲的白毫，白毫是在佛眉毛的当中，我们今天造佛像，眉毛当中给他画一个圆圈，画一个点，其实那不是个点，是佛的两根白色的毛，很长，它卷在一起。白毫放光通常是代表中道，两个眉毛是代表二边，它在当中，一般讲是代表中道。此地经文上讲『放百千万亿大毫相光』，注解里面给我们说的这是代表三德，这个三德就是法身、般若、解脱。「大」表法身的意思，「毫」表解脱，「光」这就是代表的般若智慧。诸位可以参看注解。我们再把下面这一段文念下来：",
      "zh_TW": "在這一品的一開端就有不思議之事，這個事就是佛放光現瑞。凡是佛放光，總有特別的因緣，換句話說，一定有特別殊勝之事，或者是有重要的開示，提醒我們大家要注意，要特別注意聽，所以才有這些瑞相顯示。白毫光，『從頂門上』，放毫相光，這一句是總說，下面一共有三十二句是別說。『毫』是講的白毫，白毫是在佛眉毛的當中，我們今天造佛像，眉毛當中給他畫一個圓圈，畫一個點，其實那不是個點，是佛的兩根白色的毛，很長，它卷在一起。白毫放光通常是代表中道，兩個眉毛是代表二邊，它在當中，一般講是代表中道。此地經文上講『放百千萬億大毫相光』，註解裡面給我們說的這是代表三德，這個三德就是法身、般若、解脫。「大」表法身的意思，「毫」表解脫，「光」這就是代表的般若智慧。諸位可以參看註解。我們再把下面這一段文念下來："
    },
    {
      "id": "14-009-0026_p0075",
      "zh_CN": "【所谓白毫相光。大白毫相光。瑞毫相光。大瑞毫相光。玉毫相光。大玉毫相光。紫毫相光。大紫毫相光。青毫相光。大青毫相光。碧毫相光。大碧毫相光。红毫相光。大红毫相光。绿毫相光。大绿毫相光。金毫相光。大金毫相光。庆云毫相光。大庆云毫相光。千轮毫光。大千轮毫光。宝轮毫光。大宝轮毫光。日轮毫光。大日轮毫光。月轮毫光。大月轮毫光。宫殿毫光。大宫殿毫光。海云毫光。大海云毫光。】",
      "zh_TW": "【所謂白毫相光。大白毫相光。瑞毫相光。大瑞毫相光。玉毫相光。大玉毫相光。紫毫相光。大紫毫相光。青毫相光。大青毫相光。碧毫相光。大碧毫相光。紅毫相光。大紅毫相光。綠毫相光。大綠毫相光。金毫相光。大金毫相光。慶雲毫相光。大慶雲毫相光。千輪毫光。大千輪毫光。寶輪毫光。大寶輪毫光。日輪毫光。大日輪毫光。月輪毫光。大月輪毫光。宮殿毫光。大宮殿毫光。海雲毫光。大海雲毫光。】"
    },
    {
      "id": "14-009-0026_p0076",
      "zh_CN": "这三十二句每两句是一对，一共是有十六对。并不是说佛有这么多的毫相，不是的，这个白毫只有两根，从两根上放千百亿光明，这是光明的名称，只能够略说几种。如果要详细说，那就是经上讲的「千万亿」。千万亿的名号，那就太烦太烦，所以从千万亿名号当中略说三十二种十六对。这就说明佛光的作用不可思议。像这些可以说是相当相当的微细，一般凡夫的确很难体会。我们读这个经，有的时候读这些名字读得太多了，也感觉到很烦，好像枯躁无味。如果是细细的去想一想，这里头很有味道。不要说佛光它这作用无量无边，我们譬如说一个灯光，这是我们世间的。我们今天用电灯，电灯里面有丝，那个丝也就像毫毛一样，也只这么一点点，它能放光，它也是放百千亿毫光，诸位从这个里头去体会。它这个作用，你看看能照人，能照这个房子，能照茶碗，你一样一样去看它所照的作用，也能够数得出几十种、几百种，一个毫光所照。才晓得这个光明里面确确实实有无量无边的功德。明白这个道理，你像我们看到太阳光，月亮的光，星星的光明，乃至于种种的灯明，凡是放光的你都能够想像得到，确确实实这个光不是单纯一种作用，有无量无边的作用。问题就在你能不能体会？你能够体会，受用不可思议。这一段，十六个名相，也就是毫光的功德妙用，注解里面也说得很清楚，可是我们还是要概略的为大家介绍一下。",
      "zh_TW": "這三十二句每兩句是一對，一共是有十六對。並不是說佛有這麼多的毫相，不是的，這個白毫只有兩根，從兩根上放千百億光明，這是光明的名稱，只能夠略說幾種。如果要詳細說，那就是經上講的「千萬億」。千萬億的名號，那就太煩太煩，所以從千萬億名號當中略說三十二種十六對。這就說明佛光的作用不可思議。像這些可以說是相當相當的微細，一般凡夫的確很難體會。我們讀這個經，有的時候讀這些名字讀得太多了，也感覺到很煩，好像枯躁無味。如果是細細的去想一想，這裡頭很有味道。不要說佛光它這作用無量無邊，我們譬如說一個燈光，這是我們世間的。我們今天用電燈，電燈裡面有絲，那個絲也就像毫毛一樣，也只這麼一點點，它能放光，它也是放百千億毫光，諸位從這個裡頭去體會。它這個作用，你看看能照人，能照這個房子，能照茶碗，你一樣一樣去看它所照的作用，也能夠數得出幾十種、幾百種，一個毫光所照。才曉得這個光明裡面確確實實有無量無邊的功德。明白這個道理，你像我們看到太陽光，月亮的光，星星的光明，乃至於種種的燈明，凡是放光的你都能夠想像得到，確確實實這個光不是單純一種作用，有無量無邊的作用。問題就在你能不能體會？你能夠體會，受用不可思議。這一段，十六個名相，也就是毫光的功德妙用，註解裡面也說得很清楚，可是我們還是要概略的為大家介紹一下。"
    },
    {
      "id": "14-009-0026_p0077",
      "zh_CN": "今天时间到了，这一段经文留到我们下次再讲。",
      "zh_TW": "今天時間到了，這一段經文留到我們下次再講。"
    }
  ]
}