{
  "doc_id": "14-009-0001",
  "title": {
    "zh_CN": "地藏经",
    "zh_TW": "地藏經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1985",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-009-0001",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "14-009-0001_p0001",
      "zh_CN": "莲池大师这个序我们应当要好好的把它读一读。「地藏经译于唐实叉难陀」，这是先说出翻译的人，这个在唐朝译经目录上列得很明白，实叉难陀大师翻译的。至于大师，我们到讲人题的时候再跟诸位介绍。实叉难陀到中国来，对于中国佛教有相当的贡献，现代人所读的《华严经》（《八十华严》）就是他翻译的。「而时本译人」，这个时就是时尚，我们一般讲流通本，就是当时的流通本。这是什么时候？明朝末年的时候，莲池是明末人。在明朝末年，一般流通的的本子，《地藏经》的本子，翻译的人不是写的实叉难陀。写的什么人？写的「法灯、法炬」，翻译的是这两个人。「不着世代」，这两个人到底什么朝代的人？没有写。「不载里族」，他是哪个地方的人？也不知道。这在译经体例里面都不可以的。",
      "zh_TW": "蓮池大師這個序我們應當要好好的把它讀一讀。「地藏經譯於唐實叉難陀」，這是先說出翻譯的人，這個在唐朝譯經目錄上列得很明白，實叉難陀大師翻譯的。至於大師，我們到講人題的時候再跟諸位介紹。實叉難陀到中國來，對於中國佛教有相當的貢獻，現代人所讀的《華嚴經》（《八十華嚴》）就是他翻譯的。「而時本譯人」，這個時就是時尚，我們一般講流通本，就是當時的流通本。這是什麼時候？明朝末年的時候，蓮池是明末人。在明朝末年，一般流通的的本子，《地藏經》的本子，翻譯的人不是寫的實叉難陀。寫的什麼人？寫的「法燈、法炬」，翻譯的是這兩個人。「不著世代」，這兩個人到底什麼朝代的人？沒有寫。「不載里族」，他是哪個地方的人？也不知道。這在譯經體例裡面都不可以的。"
    },
    {
      "id": "14-009-0001_p0002",
      "zh_CN": "你看任何一部经我们展开，翻译的人一定有他的时代，「唐」就是时代，经文上写得很清楚，「于阗国沙门」，于阗国就是实叉难陀他的籍贯，他是什么地方人，是什么样身分，统统都记得清清楚楚的，实叉难陀大师翻译的。唐，那是时代，实叉难陀大师，有名、有籍贯，又有年代。这个法灯跟法炬没有，查不出来，「于藏无所考」，藏就是《藏经》，在《大藏经》里面找不到依据。「虽小异大同，理固无伤」，这实叉难陀译的本子跟流通的一般流行的法炬、法灯所译的本子对照一下看，里头大同小异，实在讲差不多都是一样的，就是换一个名字。「而核实传信，必应有据」，这就是莲池大师为什么要写这个序文来给后世做一个交代。核实，就是要把这个真相查得清清楚楚、明明白白，我们才能够相信，才能取信，才能够传，才能够叫后人相信。必应有据，一定要有凭据，要有证据，没有证据是决定不行的。",
      "zh_TW": "你看任何一部經我們展開，翻譯的人一定有他的時代，「唐」就是時代，經文上寫得很清楚，「于闐國沙門」，于闐國就是實叉難陀他的籍貫，他是什麼地方人，是什麼樣身分，統統都記得清清楚楚的，實叉難陀大師翻譯的。唐，那是時代，實叉難陀大師，有名、有籍貫，又有年代。這個法燈跟法炬沒有，查不出來，「於藏無所考」，藏就是《藏經》，在《大藏經》裡面找不到依據。「雖小異大同，理固無傷」，這實叉難陀譯的本子跟流通的一般流行的法炬、法燈所譯的本子對照一下看，裡頭大同小異，實在講差不多都是一樣的，就是換一個名字。「而覈實傳信，必應有據」，這就是蓮池大師為什麼要寫這個序文來給後世做一個交代。覈實，就是要把這個真相查得清清楚楚、明明白白，我們才能夠相信，才能取信，才能夠傳，才能夠叫後人相信。必應有據，一定要有憑據，要有證據，沒有證據是決定不行的。"
    },
    {
      "id": "14-009-0001_p0003",
      "zh_CN": "当时流通的本子到底是什么一回事情？底下就说明了。「乃比丘性安者」，这是一位出家人，「承先志刻唐译易之」。这就是他不对的地方，他把实叉难陀翻译的本子，把人家的名字去掉，换上自己的名字，这是不应该的，这是很大的一个过失。「其详具如冢宰陆公序矣」，陆大居士他有篇序说得很清楚、说得很明白，对考证讲得很清楚。我们从这段文当中我们有一个很大的启示，你就看看古人说话的含蓄，纵然别人有过失，是真正的过失，他也不说，轻描淡写一句话就带过去了。这就是什么？厚道之处。厚道，又得要把事情表明，事情表明还不失厚道，这是我们应当要学习的，学佛从这个地方学起。这一段就是把翻译误传的给我们说出来了。",
      "zh_TW": "當時流通的本子到底是什麼一回事情？底下就說明了。「乃比丘性安者」，這是一位出家人，「承先志刻唐譯易之」。這就是他不對的地方，他把實叉難陀翻譯的本子，把人家的名字去掉，換上自己的名字，這是不應該的，這是很大的一個過失。「其詳具如冢宰陸公序矣」，陸大居士他有篇序說得很清楚、說得很明白，對考證講得很清楚。我們從這段文當中我們有一個很大的啟示，你就看看古人說話的含蓄，縱然別人有過失，是真正的過失，他也不說，輕描淡寫一句話就帶過去了。這就是什麼？厚道之處。厚道，又得要把事情表明，事情表明還不失厚道，這是我們應當要學習的，學佛從這個地方學起。這一段就是把翻譯誤傳的給我們說出來了。"
    },
    {
      "id": "14-009-0001_p0004",
      "zh_CN": "底下一段就是解释疑问。「或谓是经」，这个几句话是或者有人提出这样一个疑问，是经就是《地藏菩萨本愿经》，就是这部经。「谆谆乎众生因果，地狱名相，无复玄论，不足新世耳目，恶用是订正为」，莲池大师前面把翻译的人给它订正，也许有这么一个人说，这事情没有什么了不起，里面所说的都是讲这些因果报应，地狱名相，没有什么玄妙的道理，不足以一新世人的耳目，没什么要紧，何必下这么大的功夫去考证？我们想想，这样的人在今天实在是太多太多，《地藏经》没有人把它看在眼里，《弥陀经》也没有人看在眼里，好像都没什么了不起。而一般人学什么？学般若去了，学禅去了，学唯识去了，这个里头有谈玄说妙的。可见得现代人好奇务怪，喜欢玄谈，古时候人也不例外。",
      "zh_TW": "底下一段就是解釋疑問。「或謂是經」，這個幾句話是或者有人提出這樣一個疑問，是經就是《地藏菩薩本願經》，就是這部經。「諄諄乎眾生因果，地獄名相，無復玄論，不足新世耳目，惡用是訂正為」，蓮池大師前面把翻譯的人給它訂正，也許有這麼一個人說，這事情沒有什麼了不起，裡面所說的都是講這些因果報應，地獄名相，沒有什麼玄妙的道理，不足以一新世人的耳目，沒什麼要緊，何必下這麼大的功夫去考證？我們想想，這樣的人在今天實在是太多太多，《地藏經》沒有人把它看在眼裡，《彌陀經》也沒有人看在眼裡，好像都沒什麼了不起。而一般人學什麼？學般若去了，學禪去了，學唯識去了，這個裡頭有談玄說妙的。可見得現代人好奇務怪，喜歡玄談，古時候人也不例外。"
    },
    {
      "id": "14-009-0001_p0005",
      "zh_CN": "我们看看莲池大师他老人家给我们的开示，「噫！布帛菽粟，平时不如明珠，凶年则为至宝」。他先举一个比喻来说，这东西的确是不起眼，大家没看在眼睛里面。布是讲粗布，布帛是做衣服的这个布，菽是豆，豆类的总称，粟是稻米。这些东西平常的确比不上黄金、比不上珠宝，是没错。可是要是到了饥荒的时候，那些黄金、白银、珠宝都不能饱肚子，还是这些东西真正能够让我们度过荒年，饥年它就是至宝。「救末法之凶年，是经其可少耶」，这个意思就说得很明白了，《地藏经》、《弥陀经》像什么东西？就像我们平常吃的不值钱的粮食，不值钱的粗布，但是这个可以御寒、可以充饥，真能得受用。那些大经大论谈玄说妙，犹如那些金银珠宝之类的东西。这是说明这一部经的重要性。「若夫众生度尽方证菩提，地狱未空誓不成佛。探玄上士试终身味之」，这个地方大师这几句话语重心长，恳切的为我们开示，这是地藏的本愿，「众生度尽方证菩提，地狱未空誓不成佛」，你能做得到吗？所以称这些专门探求玄妙上乘的这些人，你自己多多的去想想、多多的去体会这个意思。",
      "zh_TW": "我們看看蓮池大師他老人家給我們的開示，「噫！布帛菽粟，平時不如明珠，凶年則為至寶」。他先舉一個比喻來說，這東西的確是不起眼，大家沒看在眼睛裡面。布是講粗布，布帛是做衣服的這個布，菽是豆，豆類的總稱，粟是稻米。這些東西平常的確比不上黃金、比不上珠寶，是沒錯。可是要是到了饑荒的時候，那些黃金、白銀、珠寶都不能飽肚子，還是這些東西真正能夠讓我們度過荒年，饑年它就是至寶。「救末法之凶年，是經其可少耶」，這個意思就說得很明白了，《地藏經》、《彌陀經》像什麼東西？就像我們平常吃的不值錢的糧食，不值錢的粗布，但是這個可以禦寒、可以充飢，真能得受用。那些大經大論談玄說妙，猶如那些金銀珠寶之類的東西。這是說明這一部經的重要性。「若夫眾生度盡方證菩提，地獄未空誓不成佛。探玄上士試終身味之」，這個地方大師這幾句話語重心長，懇切的為我們開示，這是地藏的本願，「眾生度盡方證菩提，地獄未空誓不成佛」，你能做得到嗎？所以稱這些專門探求玄妙上乘的這些人，你自己多多的去想想、多多的去體會這個意思。"
    },
    {
      "id": "14-009-0001_p0006",
      "zh_CN": "底下这是「香赞」，这是诵经的时候通常都是不能够缺少的，先赞，赞佛。既然在此地，我们也简单的跟诸位说说。香表信、香表敬，如果在净土法门里面来说，这个香就更为殊胜，净土法门里面常有香光庄严。「乍𦶟」是刚刚燃着，燃着的时候。「法界蒙熏」，诸位要晓得，我们燃的这支香，法界它能薰得到吗？薰不到，法界薰不到，大概我们这个房子之外都闻不到。但是你要晓得，从你燃这个香，你燃把你自己的心香燃起来，你的心香的确是尽虚空遍法界。你心地的一念虔诚、恭敬，具足戒、定、慧、解脱、解脱知见五分法身香。我们燃这个香，自己一定要体会到自己的五分法身香，这个五分法身香确确实实是尽虚空遍法界，法界蒙熏。不管你这个心是一心还是乱心，都是尽虚空遍法界，这个意思特别显示在《地藏经》里面。因为《地藏经》里面，它不讲菩萨，不讲那些大彻大悟的人，它讲谁？讲那些迷惑颠倒一天到晚造作罪业的人，它讲这个。它的结论告诉我们，迷悟不二，那个觉心尽虚空遍法界，迷心还是尽虚空遍法界。所以一悟一切悟，一迷一切迷，迷悟不二。这是我们不懂的地方，我们要在这部经里面详细的来探讨。",
      "zh_TW": "底下這是「香讚」，這是誦經的時候通常都是不能夠缺少的，先讚，讚佛。既然在此地，我們也簡單的跟諸位說說。香表信、香表敬，如果在淨土法門裡面來說，這個香就更為殊勝，淨土法門裡面常有香光莊嚴。「乍爇」是剛剛燃著，燃著的時候。「法界蒙熏」，諸位要曉得，我們燃的這支香，法界它能薰得到嗎？薰不到，法界薰不到，大概我們這個房子之外都聞不到。但是你要曉得，從你燃這個香，你燃把你自己的心香燃起來，你的心香的確是盡虛空遍法界。你心地的一念虔誠、恭敬，具足戒、定、慧、解脫、解脫知見五分法身香。我們燃這個香，自己一定要體會到自己的五分法身香，這個五分法身香確確實實是盡虛空遍法界，法界蒙熏。不管你這個心是一心還是亂心，都是盡虛空遍法界，這個意思特別顯示在《地藏經》裡面。因為《地藏經》裡面，它不講菩薩，不講那些大徹大悟的人，它講誰？講那些迷惑顛倒一天到晚造作罪業的人，它講這個。它的結論告訴我們，迷悟不二，那個覺心盡虛空遍法界，迷心還是盡虛空遍法界。所以一悟一切悟，一迷一切迷，迷悟不二。這是我們不懂的地方，我們要在這部經裡面詳細的來探討。"
    },
    {
      "id": "14-009-0001_p0007",
      "zh_CN": "「诸佛海会悉遥闻」，这是与十方一切诸佛菩萨起感应道交。「随处结祥云」，这是瑞相，这一句里面实在的意思就是随处吉祥，真正学佛的人无论在什么地方，没有不吉祥的，随处吉祥，是这个意思。云这个字在佛法里面用得非常的广泛，一切经里面我们常常看到，它代表什么意思？代表着非有非无。当然我们看到云，有；可是你走到云里面，没有。这个意思就是告诉我们，一切法的真相都是非有非无，你不能执着它有，也不能执着它无，非有非无是一切法的真实相。",
      "zh_TW": "「諸佛海會悉遙聞」，這是與十方一切諸佛菩薩起感應道交。「隨處結祥雲」，這是瑞相，這一句裡面實在的意思就是隨處吉祥，真正學佛的人無論在什麼地方，沒有不吉祥的，隨處吉祥，是這個意思。雲這個字在佛法裡面用得非常的廣泛，一切經裡面我們常常看到，它代表什麼意思？代表著非有非無。當然我們看到雲，有；可是你走到雲裡面，沒有。這個意思就是告訴我們，一切法的真相都是非有非無，你不能執著它有，也不能執著它無，非有非無是一切法的真實相。"
    },
    {
      "id": "14-009-0001_p0008",
      "zh_CN": "「诚意方殷，诸佛现全身」，这两句是说的圆满功德。什么时候你能够见到十方三世一切诸佛，什么时候能见到？你意诚了就见到了。诸佛如来见尽虚空遍法界的一切众生本来成佛，为什么？因为他诚意。所以见到的时候，是一切情与无情同圆种智，你才能够见得到。你一见到了，你自己就成佛了。你自己意不诚，见到诸佛菩萨也是凡夫，也没有见到真佛，也没有见到真正的菩萨。这个意思我们在唱赞的时候一定要明了，唱这个赞，懂得意思，起这个观想，自己才能够得真实的受用。「南无」，皈依的意思，「香云盖」，香云结成了宝盖，宝盖什么作用？宝盖能够遮灰尘，不要叫这些灰尘（五欲六尘）染污了我们的清净心，是这个意思。这就是真正的香云盖，自己五分法身香，才真正能够不让五欲六尘染污了自己的身心，这个名号里面含着这个意思；换句话说，就是皈依觉正净。这香赞我们附带在此地给诸位说明。",
      "zh_TW": "「誠意方殷，諸佛現全身」，這兩句是說的圓滿功德。什麼時候你能夠見到十方三世一切諸佛，什麼時候能見到？你意誠了就見到了。諸佛如來見盡虛空遍法界的一切眾生本來成佛，為什麼？因為他誠意。所以見到的時候，是一切情與無情同圓種智，你才能夠見得到。你一見到了，你自己就成佛了。你自己意不誠，見到諸佛菩薩也是凡夫，也沒有見到真佛，也沒有見到真正的菩薩。這個意思我們在唱讚的時候一定要明瞭，唱這個讚，懂得意思，起這個觀想，自己才能夠得真實的受用。「南無」，皈依的意思，「香雲蓋」，香雲結成了寶蓋，寶蓋什麼作用？寶蓋能夠遮灰塵，不要叫這些灰塵（五欲六塵）染污了我們的清淨心，是這個意思。這就是真正的香雲蓋，自己五分法身香，才真正能夠不讓五欲六塵染污了自己的身心，這個名號裡面含著這個意思；換句話說，就是皈依覺正淨。這香讚我們附帶在此地給諸位說明。"
    },
    {
      "id": "14-009-0001_p0009",
      "zh_CN": "下面是「觉林菩萨偈」，这十首偈非常重要，我在此地有一些小字的眉注，诸位要特别的注意。「华严第四会，夜摩天宫，无量菩萨来集，说偈赞佛。尔时觉林菩萨承佛威力，遍观十方，而说颂言。」特别注意那个小字，我这里有些小字，小字可以放大，放大看看。《华严经》一共是有七处九会，这是第四会，这首偈子是非常著名的。诸位要详细的研究，可以读《华严经疏钞》。什么叫觉？「照心本末名为觉林」，这是先解释菩萨的德号。照是观照。在《般若经》里面教给我们，观照功夫有三个层次，开头就是观照，观照还是用的意识心。我们晓得佛法这个修学一定是要离心意识，才能够转识成智，破迷开悟。由照住再到照见，《心经》里面讲，「照见五蕴皆空」，那个照见一定是破无明才能照见，断烦恼才能照住。烦恼没有断，只能够用观照的功夫。",
      "zh_TW": "下面是「覺林菩薩偈」，這十首偈非常重要，我在此地有一些小字的眉註，諸位要特別的注意。「華嚴第四會，夜摩天宮，無量菩薩來集，說偈讚佛。爾時覺林菩薩承佛威力，遍觀十方，而說頌言。」特別注意那個小字，我這裡有些小字，小字可以放大，放大看看。《華嚴經》一共是有七處九會，這是第四會，這首偈子是非常著名的。諸位要詳細的研究，可以讀《華嚴經疏鈔》。什麼叫覺？「照心本末名為覺林」，這是先解釋菩薩的德號。照是觀照。在《般若經》裡面教給我們，觀照功夫有三個層次，開頭就是觀照，觀照還是用的意識心。我們曉得佛法這個修學一定是要離心意識，才能夠轉識成智，破迷開悟。由照住再到照見，《心經》裡面講，「照見五蘊皆空」，那個照見一定是破無明才能照見，斷煩惱才能照住。煩惱沒有斷，只能夠用觀照的功夫。"
    },
    {
      "id": "14-009-0001_p0010",
      "zh_CN": "这个三层功夫我们念佛的人不可不知，为什么？我们念这一句佛号，如果时时刻刻提得起观照的功夫，这个佛号就得力，佛号才能得力，才能够念到功夫成片；如果照住，那就得事一心不乱；到照见，就得理一心不乱。由此可知，禅家所讲的功夫与我们念佛所讲的没有两样。我们念佛用的方法比禅要方便太多，因为我们只用一句名号，一句名号念到底。念这句名号，时时刻刻要提得起觉心，这观照的功夫就在其中。譬如我们一天到晚念阿弥陀佛，我们这心里面有杂念了，杂念就是迷，南无阿弥陀佛，皈依觉。我们待人接物，于世出世间一切法中我们要觉而不迷，念这一句佛号是提醒自己的觉心，念念觉而不迷，这就叫观照，这是开始。一直到终了，就是照心本末，到大彻大悟，明心见性，这个觉林菩萨他名号的意思就是如此。换句话，我们念佛从功夫成片念到理一心不乱。这位菩萨是明心见性的大菩萨，是十行位里面第九行位的菩萨。",
      "zh_TW": "這個三層功夫我們念佛的人不可不知，為什麼？我們念這一句佛號，如果時時刻刻提得起觀照的功夫，這個佛號就得力，佛號才能得力，才能夠念到功夫成片；如果照住，那就得事一心不亂；到照見，就得理一心不亂。由此可知，禪家所講的功夫與我們念佛所講的沒有兩樣。我們念佛用的方法比禪要方便太多，因為我們只用一句名號，一句名號念到底。念這句名號，時時刻刻要提得起覺心，這觀照的功夫就在其中。譬如我們一天到晚念阿彌陀佛，我們這心裡面有雜念了，雜念就是迷，南無阿彌陀佛，皈依覺。我們待人接物，於世出世間一切法中我們要覺而不迷，念這一句佛號是提醒自己的覺心，念念覺而不迷，這就叫觀照，這是開始。一直到終了，就是照心本末，到大徹大悟，明心見性，這個覺林菩薩他名號的意思就是如此。換句話，我們念佛從功夫成片念到理一心不亂。這位菩薩是明心見性的大菩薩，是十行位裡面第九行位的菩薩。"
    },
    {
      "id": "14-009-0001_p0011",
      "zh_CN": "承佛威力，遍观十方。菩萨说法都非常的谦虚，不敢说自己能说，你看看经里面所说的，他还要承佛的威力；换句话说，要靠佛力加持他才能说，这些话都是谦虚恭敬。遍观十方是同学，除了佛之外，佛、老师加持，还有同学们加持。对老师恭敬，对同学一样的也恭敬。所以普贤菩萨十大愿王第一愿，「礼敬诸佛」，那个诸佛是什么？当然包括了十方三世一切如来、一切菩萨，乃至于一切恶道众生，就是十法界有情统统是诸佛。凡夫只有自己一个，除自己之外，个个都是诸佛如来。如果我们能常常存这个心，常常用这个心，你一生不怕没有成就，求生净土决定靠得住。所以印光大师说，学佛要从恭敬当中学。断除自己无始以来迷惑颠倒贡高傲慢的习气，要把这个除掉。",
      "zh_TW": "承佛威力，遍觀十方。菩薩說法都非常的謙虛，不敢說自己能說，你看看經裡面所說的，他還要承佛的威力；換句話說，要靠佛力加持他才能說，這些話都是謙虛恭敬。遍觀十方是同學，除了佛之外，佛、老師加持，還有同學們加持。對老師恭敬，對同學一樣的也恭敬。所以普賢菩薩十大願王第一願，「禮敬諸佛」，那個諸佛是什麼？當然包括了十方三世一切如來、一切菩薩，乃至於一切惡道眾生，就是十法界有情統統是諸佛。凡夫只有自己一個，除自己之外，個個都是諸佛如來。如果我們能常常存這個心，常常用這個心，你一生不怕沒有成就，求生淨土決定靠得住。所以印光大師說，學佛要從恭敬當中學。斷除自己無始以來迷惑顛倒貢高傲慢的習氣，要把這個除掉。"
    },
    {
      "id": "14-009-0001_p0012",
      "zh_CN": "底下他说的有十首颂，这个十首颂统统是发明，这个小注里面写得很清楚，「十偈皆发明生佛心地法门」。十首偈分为两段，第一段，就是前面五首，「约喻显法」，前面五首，统统是从比喻里面显示不可思议的心地法门。第一首、第二首，这是就事上说，约事，「真妄依持即真如门，摄一切法」。请看经文，「譬如工画师，分布诸彩色。虚妄取异相，大种无差别」，这是第一首。「大种中无色，色中无大种。亦不离大种，而有色可得」，这是第二首。这个两首是说一桩事情，我们先看看这两首的意思。",
      "zh_TW": "底下他說的有十首頌，這個十首頌統統是發明，這個小註裡面寫得很清楚，「十偈皆發明生佛心地法門」。十首偈分為兩段，第一段，就是前面五首，「約喻顯法」，前面五首，統統是從比喻裡面顯示不可思議的心地法門。第一首、第二首，這是就事上說，約事，「真妄依持即真如門，攝一切法」。請看經文，「譬如工畫師，分布諸彩色。虛妄取異相，大種無差別」，這是第一首。「大種中無色，色中無大種。亦不離大種，而有色可得」，這是第二首。這個兩首是說一樁事情，我們先看看這兩首的意思。"
    },
    {
      "id": "14-009-0001_p0013",
      "zh_CN": "工画师就是现代的画家，他能画画，画家。他常常作画，作画的时候就要这些彩色。前面这一句总喻一心。一心就好比是那个画画的画家，十法界依正庄严就是他画的画，诸佛的世界，佛法界、菩萨法界、声闻缘觉，乃至于六道，都是他画的。所以一心是根本，十法界都是一心变现出来的。所以用工画师来比喻一心。分布诸彩色，这是讲他作画，他在那里造作，随缘成依他。《华严经》也是唯识的六经之一，这个里面讲到相当深度的唯识理论。一心随缘就现种种的现象，这个现象是依他起性，画出这些画。所以十法界依正庄严是依一心而变现的，一心是能变，十法界依正庄严是所变。",
      "zh_TW": "工畫師就是現代的畫家，他能畫畫，畫家。他常常作畫，作畫的時候就要這些彩色。前面這一句總喻一心。一心就好比是那個畫畫的畫家，十法界依正莊嚴就是他畫的畫，諸佛的世界，佛法界、菩薩法界、聲聞緣覺，乃至於六道，都是他畫的。所以一心是根本，十法界都是一心變現出來的。所以用工畫師來比喻一心。分布諸彩色，這是講他作畫，他在那裡造作，隨緣成依他。《華嚴經》也是唯識的六經之一，這個裡面講到相當深度的唯識理論。一心隨緣就現種種的現象，這個現象是依他起性，畫出這些畫。所以十法界依正莊嚴是依一心而變現的，一心是能變，十法界依正莊嚴是所變。"
    },
    {
      "id": "14-009-0001_p0014",
      "zh_CN": "虚妄取异相，这一句就是我们凡夫迷了，迷了怎么样？把那个画当作真的，这就是迷了。虚妄取异相，是不了依他，成了遍计所执性。遍是普遍，计是计较，就是分别计度，计是计较，度是度量。换句话说，就是在一切境界里起了分别、执着、妄想，起了这个东西，这才把自己的真性失掉了，真性的体失掉，真性的作用失掉了，经上称之为「可怜悯者」，称之为凡夫。如果在一切境界里面不起遍计执，那你就叫菩萨、就叫佛，你就是觉而不迷。第三句，这就成了过失。",
      "zh_TW": "虛妄取異相，這一句就是我們凡夫迷了，迷了怎麼樣？把那個畫當作真的，這就是迷了。虛妄取異相，是不了依他，成了遍計所執性。遍是普遍，計是計較，就是分別計度，計是計較，度是度量。換句話說，就是在一切境界裡起了分別、執著、妄想，起了這個東西，這才把自己的真性失掉了，真性的體失掉，真性的作用失掉了，經上稱之為「可憐憫者」，稱之為凡夫。如果在一切境界裡面不起遍計執，那你就叫菩薩、就叫佛，你就是覺而不迷。第三句，這就成了過失。"
    },
    {
      "id": "14-009-0001_p0015",
      "zh_CN": "第四句是大种无差别，这就是觉了的境界，觉悟的境界。大种是说什么？就是讲真如本性，本性没有差别，「依他相尽，体即圆成」。这是唯识里面讲的三性。圆成，圆是圆满，成是成就。圆成实性是纯真无妄，这就是我们大经里面所讲的一真法界，一真法界就是圆成实性。净土经里面所讲的实报庄严土、常寂光净土就是讲的圆成实性。其实诸位一定要知道，佛法用的名词很多、术语很多，种种的名词术语都是说一个道理、一个事实，宇宙人生的真相，也就是禅家所谓「父母未生前本来面目」，这是说我们自己，与自己之外的没关系。",
      "zh_TW": "第四句是大種無差別，這就是覺了的境界，覺悟的境界。大種是說什麼？就是講真如本性，本性沒有差別，「依他相盡，體即圓成」。這是唯識裡面講的三性。圓成，圓是圓滿，成是成就。圓成實性是純真無妄，這就是我們大經裡面所講的一真法界，一真法界就是圓成實性。淨土經裡面所講的實報莊嚴土、常寂光淨土就是講的圓成實性。其實諸位一定要知道，佛法用的名詞很多、術語很多，種種的名詞術語都是說一個道理、一個事實，宇宙人生的真相，也就是禪家所謂「父母未生前本來面目」，這是說我們自己，與自己之外的沒關係。"
    },
    {
      "id": "14-009-0001_p0016",
      "zh_CN": "十首偈这一首偈是总纲，这首偈是用比喻来说明宇宙人生的真相，理事都非常之深。诸位要是真正把这事情搞透彻、搞明了，那就一定要研究《华严经》。我相信我们将来有这个机缘，有这个缘分，我们共同来深入大经。为什么？深入大经，对于净土法门你才会真正的理解，才会真正的相信。净土，《弥陀经》相信了，你对《地藏经》就深信不疑。所以他这十首偈放在此地，就说明《地藏经》的理论依据，我们才晓得《地藏经》里面说的是些什么事情。",
      "zh_TW": "十首偈這一首偈是總綱，這首偈是用比喻來說明宇宙人生的真相，理事都非常之深。諸位要是真正把這事情搞透徹、搞明瞭，那就一定要研究《華嚴經》。我相信我們將來有這個機緣，有這個緣分，我們共同來深入大經。為什麼？深入大經，對於淨土法門你才會真正的理解，才會真正的相信。淨土，《彌陀經》相信了，你對《地藏經》就深信不疑。所以他這十首偈放在此地，就說明《地藏經》的理論依據，我們才曉得《地藏經》裡面說的是些什麼事情。"
    },
    {
      "id": "14-009-0001_p0017",
      "zh_CN": "色中无大种，亦不离大种，这是讲不即不离。大种中无色，大种中无色就是不即，真不依妄，真如本性是真的，一切的现象是虚妄的。色中无大种，大种中无色，虚妄相里面没有性。亦不离大种，而有色可得，这就是不离。性是性体，色是色相。体不是相，相不是体，前面两句；后面两句说不离，体就是相，相就是体。必须要这样你才能把真相搞清楚。这些话要很细心的去体会，不能够错意了。迷了，怎么说都是错的；悟了，怎么说都是对的，问题是在迷悟。悟了是现量境界，迷的时候是种种妄想猜测，必定与事实不相符合。",
      "zh_TW": "色中無大種，亦不離大種，這是講不即不離。大種中無色，大種中無色就是不即，真不依妄，真如本性是真的，一切的現象是虛妄的。色中無大種，大種中無色，虛妄相裡面沒有性。亦不離大種，而有色可得，這就是不離。性是性體，色是色相。體不是相，相不是體，前面兩句；後面兩句說不離，體就是相，相就是體。必須要這樣你才能把真相搞清楚。這些話要很細心的去體會，不能夠錯意了。迷了，怎麼說都是錯的；悟了，怎麼說都是對的，問題是在迷悟。悟了是現量境界，迷的時候是種種妄想猜測，必定與事實不相符合。"
    },
    {
      "id": "14-009-0001_p0018",
      "zh_CN": "这底下讲，妄必依真，迷了真才叫妄。可是真不依妄，真决定不依妄。妄一定依真，换句话说，妄里头有没有真？当然有真。真里面有没有妄？真里面没有妄，真里头决定没有妄，妄里头有真。既然妄里头有真，真里头决定没有妄，那我们也可以说妄里头有真，真里头也有妄，真是带着妄。真里头本来没有妄，是带着妄。这个说法恐怕还不容易体会，我们举比喻说，古人所讲，「以金作器，器器皆金」。金是真的，黄金是真的，我们把黄金做一个佛像，像是虚妄的，金是真的，金里面有没有佛像？没有。佛像里面有没有真金？也没有，佛像里头哪有金？我们用木头雕个佛像，它有佛像，绝对不能说佛像也有金，好了，那我纸上画个佛像，它也变成金了，没有这个道理，妄里头也没有真。可是现在这个像是以金做的，换句话说，那个妄相里面就带着有真，妄必依真，它是依真变现出来的。",
      "zh_TW": "這底下講，妄必依真，迷了真才叫妄。可是真不依妄，真決定不依妄。妄一定依真，換句話說，妄裡頭有沒有真？當然有真。真裡面有沒有妄？真裡面沒有妄，真裡頭決定沒有妄，妄裡頭有真。既然妄裡頭有真，真裡頭決定沒有妄，那我們也可以說妄裡頭有真，真裡頭也有妄，真是帶著妄。真裡頭本來沒有妄，是帶著妄。這個說法恐怕還不容易體會，我們舉比喻說，古人所講，「以金作器，器器皆金」。金是真的，黃金是真的，我們把黃金做一個佛像，像是虛妄的，金是真的，金裡面有沒有佛像？沒有。佛像裡面有沒有真金？也沒有，佛像裡頭哪有金？我們用木頭雕個佛像，它有佛像，絕對不能說佛像也有金，好了，那我紙上畫個佛像，它也變成金了，沒有這個道理，妄裡頭也沒有真。可是現在這個像是以金做的，換句話說，那個妄相裡面就帶著有真，妄必依真，它是依真變現出來的。"
    },
    {
      "id": "14-009-0001_p0019",
      "zh_CN": "真里头没有妄，真变现出妄，妄里头带着真。换句话说，你如何能见到金？你不要着相就见金。譬如我这里很多金的这些器具放在这个地方，有金的佛像、有金碗、有金首饰，许许多多摆在这个地方，我叫你去拿，你把金拿来给我。你到那里去一看，找不到金，金在哪里？找不到。为什么？看这个是佛像，那是碗，那是个镯子，没看到金，那就什么？着相了。着了相，没有见到金，见不到了。如果离相不着相，样样都是金。希望诸位从这里去体会。如果你要不着相，样样都是大种，样样都是真如本性，离相就见性，就见到本性。凡夫不能见本性就是处处着相，迷在幻相、假相里，这样才生了无量无边的迷惑颠倒、妄想分别执着。要追究它的根源，就是因为着相，吃亏的是自己。",
      "zh_TW": "真裡頭沒有妄，真變現出妄，妄裡頭帶著真。換句話說，你如何能見到金？你不要著相就見金。譬如我這裡很多金的這些器具放在這個地方，有金的佛像、有金碗、有金首飾，許許多多擺在這個地方，我叫你去拿，你把金拿來給我。你到那裡去一看，找不到金，金在哪裡？找不到。為什麼？看這個是佛像，那是碗，那是個鐲子，沒看到金，那就什麼？著相了。著了相，沒有見到金，見不到了。如果離相不著相，樣樣都是金。希望諸位從這裡去體會。如果你要不著相，樣樣都是大種，樣樣都是真如本性，離相就見性，就見到本性。凡夫不能見本性就是處處著相，迷在幻相、假相裡，這樣才生了無量無邊的迷惑顛倒、妄想分別執著。要追究它的根源，就是因為著相，吃虧的是自己。"
    },
    {
      "id": "14-009-0001_p0020",
      "zh_CN": "再看底下这一段，下面这一段是从心上说的，前面从事，这是约心。「心中无彩画，彩画中无心。然不离于心，有彩画可得」。这第三偈到第五偈一共有三首，三首都是就心来说，喻唯识生灭门。底下我们把它一首一首的分开。这个第三首，明心境不即不离。见分合心，相分合画，这个心就是见分，彩画就比喻的相分。这就讲画画的人，画画的人心里头有没有彩画？没有。那画家不是说心里头有彩画，没有，他画画的时候是兴之所至，随手拈来，他没有心的。这个最适合于我们中国人，我们中国人画画都是写意的，不像西方人，西方人画画，他写实、他写真，他画那个树就要找那个树，照它的样子画，画得一模一样。不像我们中国人的，中国人他是不照那个样子，他就跟写字一样，他有他自己的意思在里头。所以他心里面原来没有彩画。画出这个画，画里头也没有他的心。前面两句是不即的意思，后面两句是不离，比喻前面，然不离于心，有彩画可得。彩画，的的确确他在画的时候，随他心里面想，他在那里落笔就画出来了，他看到哪里不如意，他立刻又修改了。",
      "zh_TW": "再看底下這一段，下面這一段是從心上說的，前面從事，這是約心。「心中無彩畫，彩畫中無心。然不離於心，有彩畫可得」。這第三偈到第五偈一共有三首，三首都是就心來說，喻唯識生滅門。底下我們把它一首一首的分開。這個第三首，明心境不即不離。見分合心，相分合畫，這個心就是見分，彩畫就比喻的相分。這就講畫畫的人，畫畫的人心裡頭有沒有彩畫？沒有。那畫家不是說心裡頭有彩畫，沒有，他畫畫的時候是興之所至，隨手拈來，他沒有心的。這個最適合於我們中國人，我們中國人畫畫都是寫意的，不像西方人，西方人畫畫，他寫實、他寫真，他畫那個樹就要找那個樹，照它的樣子畫，畫得一模一樣。不像我們中國人的，中國人他是不照那個樣子，他就跟寫字一樣，他有他自己的意思在裡頭。所以他心裡面原來沒有彩畫。畫出這個畫，畫裡頭也沒有他的心。前面兩句是不即的意思，後面兩句是不離，比喻前面，然不離於心，有彩畫可得。彩畫，的的確確他在畫的時候，隨他心裡面想，他在那裡落筆就畫出來了，他看到哪裡不如意，他立刻又修改了。"
    },
    {
      "id": "14-009-0001_p0021",
      "zh_CN": "第四首是，「彼心恒不住，无量难思议。示现一切色，各各不相知」，这是比喻能变、所变的行相。彼心恒不住，恒就是不断的意思，它不会断掉；不住，它又是不常。或者我们讲恒是不灭，不断灭；不住，它又是不常住。这就是非常非断，这是讲的妄心。这个妄心是念念相续，一个念头接着一个念头，念念相续。所以你说它断，它一个念头接着一个念头，它不断；你说它常，它下个念头与上一个念头彼此不相知。所以它的真相是无常无断，非常非断。无量难思议，无量是指含一切种子，难思议就是行相非常的深，非常的微细。这都是说的阿赖耶里面的种子，含藏无始劫一直到现前的种子，我们打一个妄念，阿赖耶里头就落一个种子。",
      "zh_TW": "第四首是，「彼心恆不住，無量難思議。示現一切色，各各不相知」，這是比喻能變、所變的行相。彼心恆不住，恆就是不斷的意思，它不會斷掉；不住，它又是不常。或者我們講恆是不滅，不斷滅；不住，它又是不常住。這就是非常非斷，這是講的妄心。這個妄心是念念相續，一個念頭接著一個念頭，念念相續。所以你說它斷，它一個念頭接著一個念頭，它不斷；你說它常，它下個念頭與上一個念頭彼此不相知。所以它的真相是無常無斷，非常非斷。無量難思議，無量是指含一切種子，難思議就是行相非常的深，非常的微細。這都是說的阿賴耶裡面的種子，含藏無始劫一直到現前的種子，我們打一個妄念，阿賴耶裡頭就落一個種子。"
    },
    {
      "id": "14-009-0001_p0022",
      "zh_CN": "底下在说不相知，示现一切色，各各不相知，这个地方是比喻不相知的意思。心变境界，这个心就是说我们的阿赖耶识。这是重喻不相知。现代有许许多多的人都在那里探讨、在研究我们这个宇宙怎么开始的，是从哪里来的，来研究这个问题。这个问题恐怕再研究个千百年可能也没有结论。虽然那个科学家有许许多多的讲法，说宇宙最先是大的爆炸，生出来许许多多的星球。佛法不是科学，也不是哲学，它有结论，它不需要做推论，这是它的特别的地方。佛给我们讲，宇宙是怎么形成的？是刹那之间形成的，并没有先后次第。《唯识论》里面所讲的，一念不觉而有无明，无明不觉生三细，境界为缘长六粗。这是说从真如本性迷了之后变现十法界依正庄严这个过程。过程是有，但是速度太快，简直没有办法分辨。",
      "zh_TW": "底下在說不相知，示現一切色，各各不相知，這個地方是比喻不相知的意思。心變境界，這個心就是說我們的阿賴耶識。這是重喻不相知。現代有許許多多的人都在那裡探討、在研究我們這個宇宙怎麼開始的，是從哪裡來的，來研究這個問題。這個問題恐怕再研究個千百年可能也沒有結論。雖然那個科學家有許許多多的講法，說宇宙最先是大的爆炸，生出來許許多多的星球。佛法不是科學，也不是哲學，它有結論，它不需要做推論，這是它的特別的地方。佛給我們講，宇宙是怎麼形成的？是剎那之間形成的，並沒有先後次第。《唯識論》裡面所講的，一念不覺而有無明，無明不覺生三細，境界為緣長六粗。這是說從真如本性迷了之後變現十法界依正莊嚴這個過程。過程是有，但是速度太快，簡直沒有辦法分辨。"
    },
    {
      "id": "14-009-0001_p0023",
      "zh_CN": "正如同我们作梦，大家都有作梦的经验，梦中的境界就好比我们现在的十法界依正庄严。能作梦的是什么？能作梦的是心，心能作，梦是所作。你作梦的时候，那个梦中那个境界，是不是先梦到开天辟地，然后再梦到有山河大地，再梦到有很多众生出现，有没有这个情形？没有。好像一起统统都来了。宇宙的形成就是这么回事情，一下就来了，那个相并没有先后次第。所以诸位时时从梦境当中去体验，作了梦醒过来好好的想一想，会开悟。我们这个人生无非是时间长一点的梦而已，人生的确是如梦。《金刚经》里面讲的，「一切有为法，如梦幻泡影」，是真的，绝对不是假的。所以在理上讲，有先后次第；事上讲，没有办法觉察先后次第，它太微细，就是速度太快了，叫你没办法感觉到。譬如我们用一条电线连着十几个灯，这个开关一开，好像灯全都亮了，其实那个理上说，一定是第一个灯先亮，第二个后亮，第三个再亮，一定是这个顺序，可是它速度太快，我们没办法觉察到它是有次序，好像它一下都亮了。宇宙形成就是如此。示现一切色，各各不相知。为什么不相知？太深，太密了。「所变境离心无体」，我上面有一个小注，清凉大师注解的，「境无体性」。所以这一切有为法都没有自性，没有自性就是无体性。那个心是念念生灭，心念念生灭，故不相知，所以说各各不相知。这些讲的统统是事实真相。",
      "zh_TW": "正如同我們作夢，大家都有作夢的經驗，夢中的境界就好比我們現在的十法界依正莊嚴。能作夢的是什麼？能作夢的是心，心能作，夢是所作。你作夢的時候，那個夢中那個境界，是不是先夢到開天闢地，然後再夢到有山河大地，再夢到有很多眾生出現，有沒有這個情形？沒有。好像一起統統都來了。宇宙的形成就是這麼回事情，一下就來了，那個相並沒有先後次第。所以諸位時時從夢境當中去體驗，作了夢醒過來好好的想一想，會開悟。我們這個人生無非是時間長一點的夢而已，人生的確是如夢。《金剛經》裡面講的，「一切有為法，如夢幻泡影」，是真的，絕對不是假的。所以在理上講，有先後次第；事上講，沒有辦法覺察先後次第，它太微細，就是速度太快了，叫你沒辦法感覺到。譬如我們用一條電線連著十幾個燈，這個開關一開，好像燈全都亮了，其實那個理上說，一定是第一個燈先亮，第二個後亮，第三個再亮，一定是這個順序，可是它速度太快，我們沒辦法覺察到它是有次序，好像它一下都亮了。宇宙形成就是如此。示現一切色，各各不相知。為什麼不相知？太深，太密了。「所變境離心無體」，我上面有一個小註，清涼大師註解的，「境無體性」。所以這一切有為法都沒有自性，沒有自性就是無體性。那個心是念念生滅，心念念生滅，故不相知，所以說各各不相知。這些講的統統是事實真相。"
    },
    {
      "id": "14-009-0001_p0024",
      "zh_CN": "第五首就是重喻不相知的意思，底下就说明。「譬如工画师，不能知自心」，这个自心是念念生灭。「而由心故画，诸法性如是」，这末后一句，合法。那个画画的人也是如此，他不晓得他自己的心，所以他画画的时候是兴之所到，而由心故画，心想到哪里画到哪里。所以宇宙人生都不是一个定法。这个事情佛在《楞严经》上可以说讲得相当透彻。《楞严》，自古以来，大家公认为开智慧的一部经典，所谓是「开慧的《楞严》，成佛的《法华》」，《法华经》里面对于成佛的道理讲得很圆满，《楞严经》把宇宙人生的真相可以说说得非常的详细，反复的辩论。如果诸位要问，那些奇奇怪怪的东西到底有没有？我可以告诉诸位，绝对是有。有没有天、有没有鬼、有没有龙、有没有麒麟？绝对是有。为什么说绝对有？心有事就有，它是随心所变。没有心就没有了，只要有心就有。那是假相，幻相。所以这个像画画一样，也是如此。",
      "zh_TW": "第五首就是重喻不相知的意思，底下就說明。「譬如工畫師，不能知自心」，這個自心是念念生滅。「而由心故畫，諸法性如是」，這末後一句，合法。那個畫畫的人也是如此，他不曉得他自己的心，所以他畫畫的時候是興之所到，而由心故畫，心想到哪裡畫到哪裡。所以宇宙人生都不是一個定法。這個事情佛在《楞嚴經》上可以說講得相當透徹。《楞嚴》，自古以來，大家公認為開智慧的一部經典，所謂是「開慧的《楞嚴》，成佛的《法華》」，《法華經》裡面對於成佛的道理講得很圓滿，《楞嚴經》把宇宙人生的真相可以說說得非常的詳細，反覆的辯論。如果諸位要問，那些奇奇怪怪的東西到底有沒有？我可以告訴諸位，絕對是有。有沒有天、有沒有鬼、有沒有龍、有沒有麒麟？絕對是有。為什麼說絕對有？心有事就有，它是隨心所變。沒有心就沒有了，只要有心就有。那是假相，幻相。所以這個像畫畫一樣，也是如此。"
    },
    {
      "id": "14-009-0001_p0025",
      "zh_CN": "而由心故画，诸法性如是。众生迷境唯心，方显妄境。几时见到妄境，你就觉悟了；见到妄境，你就得大自在了。为什么？那个境界是你自己变现的，变现的境界自己可以快快乐乐的去享受，那就是古人所讲的「大作梦中佛事」，他不当真。梦里面梦到发财，金银珠宝从天上掉下来，也不生欢喜，你如如不动，晓得是假的不是真的；梦里头遇到冤家对头，你也不在乎，也不是真的，也不生气；梦到一头老虎要吃你了，你很慷慨，好了，我就给你吃，也不在乎，你就自在了。我们人生确确实实如此，他就是迷惑颠倒，他不觉悟。所以悟的人心开意解，他在一生当中确确实实能得到最高的享受。方东美先生所说的，「佛法是人生最高的享受」。我们要是读了佛经，学了佛，在生活上不能达到最高的境界、最高的享受，我们这个佛法叫白学了，那个就冤枉。佛法确确实实开智慧，确确实实认识自己、认识环境，了解宇宙人生的真相。",
      "zh_TW": "而由心故畫，諸法性如是。眾生迷境唯心，方顯妄境。幾時見到妄境，你就覺悟了；見到妄境，你就得大自在了。為什麼？那個境界是你自己變現的，變現的境界自己可以快快樂樂的去享受，那就是古人所講的「大作夢中佛事」，他不當真。夢裡面夢到發財，金銀珠寶從天上掉下來，也不生歡喜，你如如不動，曉得是假的不是真的；夢裡頭遇到冤家對頭，你也不在乎，也不是真的，也不生氣；夢到一頭老虎要吃你了，你很慷慨，好了，我就給你吃，也不在乎，你就自在了。我們人生確確實實如此，他就是迷惑顛倒，他不覺悟。所以悟的人心開意解，他在一生當中確確實實能得到最高的享受。方東美先生所說的，「佛法是人生最高的享受」。我們要是讀了佛經，學了佛，在生活上不能達到最高的境界、最高的享受，我們這個佛法叫白學了，那個就冤枉。佛法確確實實開智慧，確確實實認識自己、認識環境，了解宇宙人生的真相。"
    },
    {
      "id": "14-009-0001_p0026",
      "zh_CN": "后面这五首是合法，就是合前面所讲的比喻。「心如工画师」，前面讲的譬如工画师，这是心如工画师，「能画诸世间。五蕴悉从生，无法而不造」。五蕴是色、受、想、行、识，十法界依正庄严不离开这个原则，要是把它归纳就是五蕴。我们这佛经里头常讲万法，宇宙人生森罗万象，无量无边，要是把它总归纳起来，不外乎这个五大类。这个五大类要一展开就是宇宙人生一切法，无量无边的一切法。在唯识《百法明门论》里面，这个百法就是讲的一切法，把一切法归纳成百法。",
      "zh_TW": "後面這五首是合法，就是合前面所講的比喻。「心如工畫師」，前面講的譬如工畫師，這是心如工畫師，「能畫諸世間。五蘊悉從生，無法而不造」。五蘊是色、受、想、行、識，十法界依正莊嚴不離開這個原則，要是把它歸納就是五蘊。我們這佛經裡頭常講萬法，宇宙人生森羅萬象，無量無邊，要是把它總歸納起來，不外乎這個五大類。這個五大類要一展開就是宇宙人生一切法，無量無邊的一切法。在唯識《百法明門論》裡面，這個百法就是講的一切法，把一切法歸納成百法。"
    },
    {
      "id": "14-009-0001_p0027",
      "zh_CN": "我们再看看那个百法如何归纳成五蕴？五蕴里面第一个是色法，色法就是百法里面是十一种色法。五根是色法，六尘是色法，六根里头的意根是心法，它不包括在这色里头，所以色法有十一类，在百法里头色法展开为十一类。受是相应的行法，就是五遍行里面，五十一个心所法里头，第一类是五遍行，五遍行是作意、触、受、想、思，所以五蕴里头（色、受、想、行、识），受是五遍行的一种，想也是五遍行的一种。五遍行里头，这两个它的力量最大，作用也最大，特别提出来，建立成单独的一类。行法，这就包括多了，行就多，受、想、行、识，行就多。五十一个心所除掉这两个，还有四十九个，都在行里头。不但包括那四十九，而且还有二十四个不相应行法也包括在里面，统统包括在行里面。末后那个识，就是八识，八个识。",
      "zh_TW": "我們再看看那個百法如何歸納成五蘊？五蘊裡面第一個是色法，色法就是百法裡面是十一種色法。五根是色法，六塵是色法，六根裡頭的意根是心法，它不包括在這色裡頭，所以色法有十一類，在百法裡頭色法展開為十一類。受是相應的行法，就是五遍行裡面，五十一個心所法裡頭，第一類是五遍行，五遍行是作意、觸、受、想、思，所以五蘊裡頭（色、受、想、行、識），受是五遍行的一種，想也是五遍行的一種。五遍行裡頭，這兩個它的力量最大，作用也最大，特別提出來，建立成單獨的一類。行法，這就包括多了，行就多，受、想、行、識，行就多。五十一個心所除掉這兩個，還有四十九個，都在行裡頭。不但包括那四十九，而且還有二十四個不相應行法也包括在裡面，統統包括在行裡面。末後那個識，就是八識，八個識。"
    },
    {
      "id": "14-009-0001_p0028",
      "zh_CN": "所以这个五蕴在百法里面就是把前面九十四种有为法统统包括尽了，无为法没说。但是有为法的对面，就相对的，就是无为法。所以无为法虽然文字上没有，意思包含了，这里头五蕴就是百法。百法就是一切法，五蕴也就是一切法，世出世间一切法统统用五蕴可以做为总代表。心就像画家一样，能画诸世间，这个诸世间就是讲的十法界依正庄严。或者把它说之为有情世间，我们六道凡夫，正觉世间是讲的四圣法界，器世间是讲的山河大地，讲的这些植物、矿物。五蕴悉从生，绝对离不开五蕴，都是五蕴变现出来的，五蕴是我们自己心里头变现出来的东西。无法而不造，是我们自己造的，自作自受，决定不能怨天尤人。",
      "zh_TW": "所以這個五蘊在百法裡面就是把前面九十四種有為法統統包括盡了，無為法沒說。但是有為法的對面，就相對的，就是無為法。所以無為法雖然文字上沒有，意思包含了，這裡頭五蘊就是百法。百法就是一切法，五蘊也就是一切法，世出世間一切法統統用五蘊可以做為總代表。心就像畫家一樣，能畫諸世間，這個諸世間就是講的十法界依正莊嚴。或者把它說之為有情世間，我們六道凡夫，正覺世間是講的四聖法界，器世間是講的山河大地，講的這些植物、礦物。五蘊悉從生，絕對離不開五蘊，都是五蘊變現出來的，五蘊是我們自己心裡頭變現出來的東西。無法而不造，是我們自己造的，自作自受，決定不能怨天尤人。"
    },
    {
      "id": "14-009-0001_p0029",
      "zh_CN": "好，我们再看底下的偈子，「如心佛亦尔，如佛众生然。应知佛与心，体性皆无尽」，这一首说明五蕴从心起的。从谁的心起？从我们自己心起。而诸佛也不例外，正是《华严经》所说的，「心佛众生，三无差别」，是一而三，三而一。这个地方这讲到缘起，缘起有染有净。如果从染缘，那就是迷惑不觉，你所造的就是六道的法界；如果从净缘，净就是觉，净觉，染就不觉，从净缘起，就是四圣法界。十法界就是从这么来的，十法界统统是自己变现的，不是什么人制造叫你去受的，没有，全是你自作自受。诸位一定要记住这个话，你今天享乐也好、受苦也好，你欢喜也好、烦恼也好，全是你自作自受，绝对没有说是人家给你的，「我这个痛苦烦恼是他给我的」，没有这个道理。他给你，你可以不接受。你譬如他骂你，我生气了；他骂那个人，为什么我不生气？他骂他，我没有接受，所以我不生气；他一骂我，我就受，受了我才会气。如果我要晓得，他指着鼻子骂我「净空」，净空不是我，我这个人本来不叫净空，名可名，非常名，那是假名，我本来没有名字，随便安一个名字。好，你骂「净空」，我改个名字，没事情了，那就是骂他，我就不生气了。你迷惑颠倒，你把这假名当作自己。所以赞叹你，你就欢喜，心就动了；骂你几句，要气几天，这冤枉，自作自受，与外界不相干。与外面境界的的确确是不相干，你愿意接受，那有什么法子？所以一定要晓得，要知道宇宙人生的真相。",
      "zh_TW": "好，我們再看底下的偈子，「如心佛亦爾，如佛眾生然。應知佛與心，體性皆無盡」，這一首說明五蘊從心起的。從誰的心起？從我們自己心起。而諸佛也不例外，正是《華嚴經》所說的，「心佛眾生，三無差別」，是一而三，三而一。這個地方這講到緣起，緣起有染有淨。如果從染緣，那就是迷惑不覺，你所造的就是六道的法界；如果從淨緣，淨就是覺，淨覺，染就不覺，從淨緣起，就是四聖法界。十法界就是從這麼來的，十法界統統是自己變現的，不是什麼人製造叫你去受的，沒有，全是你自作自受。諸位一定要記住這個話，你今天享樂也好、受苦也好，你歡喜也好、煩惱也好，全是你自作自受，絕對沒有說是人家給你的，「我這個痛苦煩惱是他給我的」，沒有這個道理。他給你，你可以不接受。你譬如他罵你，我生氣了；他罵那個人，為什麼我不生氣？他罵他，我沒有接受，所以我不生氣；他一罵我，我就受，受了我才會氣。如果我要曉得，他指著鼻子罵我「淨空」，淨空不是我，我這個人本來不叫淨空，名可名，非常名，那是假名，我本來沒有名字，隨便安一個名字。好，你罵「淨空」，我改個名字，沒事情了，那就是罵他，我就不生氣了。你迷惑顛倒，你把這假名當作自己。所以讚歎你，你就歡喜，心就動了；罵你幾句，要氣幾天，這冤枉，自作自受，與外界不相干。與外面境界的的確確是不相干，你願意接受，那有什麼法子？所以一定要曉得，要知道宇宙人生的真相。"
    },
    {
      "id": "14-009-0001_p0030",
      "zh_CN": "这个地方就是，你知道了叫看破，看破宇宙人生。放下什么？放下一切喜、怒、哀、乐、爱、恶、欲，放下一切分别、执着、妄想，确实多自在！这叫恢复你的本性，恢复你自己本来面目，就如此而已，佛法真正的功夫就在这个地方。所以要真正觉悟，带到生活里面，你的生活怎么不美满？佛法没到中国来，我们古圣先贤也曾经说过一句话，「仁者无敌」。敌是什么？冤家对头，敌人。仁慈的人心里头没有敌人，与佛法讲「大慈大悲」的确是一个意思。仁慈的心是真心，真心里面没有怨敌，没有烦恼，没有分别、执着，只有妄心里面、迷心里头、不觉里面才有这些拉拉杂杂的东西。所以这里讲心、佛、众生是一样的，佛也是这个心，众生也是这个心。佛随净缘，他觉而不迷；凡夫随染缘，迷而不觉，其实是一桩事情。佛与凡夫只是迷觉不一样而已，除了迷觉，没有一样不一样，可是他的享受那就大大的不相同了。",
      "zh_TW": "這個地方就是，你知道了叫看破，看破宇宙人生。放下什麼？放下一切喜、怒、哀、樂、愛、惡、欲，放下一切分別、執著、妄想，確實多自在！這叫恢復你的本性，恢復你自己本來面目，就如此而已，佛法真正的功夫就在這個地方。所以要真正覺悟，帶到生活裡面，你的生活怎麼不美滿？佛法沒到中國來，我們古聖先賢也曾經說過一句話，「仁者無敵」。敵是什麼？冤家對頭，敵人。仁慈的人心裡頭沒有敵人，與佛法講「大慈大悲」的確是一個意思。仁慈的心是真心，真心裡面沒有怨敵，沒有煩惱，沒有分別、執著，只有妄心裡面、迷心裡頭、不覺裡面才有這些拉拉雜雜的東西。所以這裡講心、佛、眾生是一樣的，佛也是這個心，眾生也是這個心。佛隨淨緣，他覺而不迷；凡夫隨染緣，迷而不覺，其實是一樁事情。佛與凡夫只是迷覺不一樣而已，除了迷覺，沒有一樣不一樣，可是他的享受那就大大的不相同了。"
    },
    {
      "id": "14-009-0001_p0031",
      "zh_CN": "再看底下一句，「若人知心行，普造诸世间。是人则见佛，了佛真实性」，这是第八首。「妄取异色，则不知心行」，这意思我刚才说过，「若知心行，大用则无虚妄」，这是这一首偈里头的大意。什么叫见佛？今天有很多人迷惑颠倒，以为什么？我见到佛现了相，显了灵，你感应了，那叫见佛。这个魔也能变现，你看看《楞严经》的最后，《楞严经》最后一卷半，第九卷下半到第十卷，一卷半的经文讲五十种阴魔，魔会变现，魔能变现这些幻相来迷惑众生。佛不干这个事情，佛教我们什么叫见真佛？你要知道心行普照诸世间，你就见了真佛，你就了佛真实心，这叫真见佛。真见佛的，见到一切众生个个都是佛，没有一个不是佛。不但有情众生个个是佛，连山河大地无情众生也是佛。佛者觉也，觉而不迷，见觉性就叫做见佛。所以禅家讲，「明心见性，见性成佛」，是这个意思。绝不是见那个相叫见佛，没有说见相见佛的，只有说见性成佛，那有说见相成佛的？",
      "zh_TW": "再看底下一句，「若人知心行，普造諸世間。是人則見佛，了佛真實性」，這是第八首。「妄取異色，則不知心行」，這意思我剛才說過，「若知心行，大用則無虛妄」，這是這一首偈裡頭的大意。什麼叫見佛？今天有很多人迷惑顛倒，以為什麼？我見到佛現了相，顯了靈，你感應了，那叫見佛。這個魔也能變現，你看看《楞嚴經》的最後，《楞嚴經》最後一卷半，第九卷下半到第十卷，一卷半的經文講五十種陰魔，魔會變現，魔能變現這些幻相來迷惑眾生。佛不幹這個事情，佛教我們什麼叫見真佛？你要知道心行普照諸世間，你就見了真佛，你就了佛真實心，這叫真見佛。真見佛的，見到一切眾生個個都是佛，沒有一個不是佛。不但有情眾生個個是佛，連山河大地無情眾生也是佛。佛者覺也，覺而不迷，見覺性就叫做見佛。所以禪家講，「明心見性，見性成佛」，是這個意思。絕不是見那個相叫見佛，沒有說見相見佛的，只有說見性成佛，那有說見相成佛的？"
    },
    {
      "id": "14-009-0001_p0032",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}