{
  "doc_id": "14-009-0005",
  "title": {
    "zh_CN": "地藏经",
    "zh_TW": "地藏經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1985",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-009-0005",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "14-009-0005_p0001",
      "zh_CN": "讲义第六页，「总示观法」，这还是经文前面的大意。全经大意介绍之后，《科注》里面有一段修行的纲领，我们将它摘要在此地与诸位同修共同的来研习。「教以开解，观以起行」，这两句是总纲领。教就是指的经典。有许多人常常有一种错误的概念，以为每一天研究经典那不是修行，所以说之为说食数宝，不是修行，那就是有教无观。假如在研究经教的同时能够提起观照的功夫，这个观就是观照，那又何尝不是修行？实在讲，这个经论它的目标就是教我们如何在日常生活当中时时刻刻提起观照功夫，这是世尊说教的本意。否则的话，这个教都变成玄谈，变成空谈了，毫无意义。这正是佛法与学术不相同的所在，确实有许多哲学落入玄谈，佛法绝非谈玄说妙。",
      "zh_TW": "講義第六頁，「總示觀法」，這還是經文前面的大意。全經大意介紹之後，《科註》裡面有一段修行的綱領，我們將它摘要在此地與諸位同修共同的來研習。「教以開解，觀以起行」，這兩句是總綱領。教就是指的經典。有許多人常常有一種錯誤的概念，以為每一天研究經典那不是修行，所以說之為說食數寶，不是修行，那就是有教無觀。假如在研究經教的同時能夠提起觀照的功夫，這個觀就是觀照，那又何嘗不是修行？實在講，這個經論它的目標就是教我們如何在日常生活當中時時刻刻提起觀照功夫，這是世尊說教的本意。否則的話，這個教都變成玄談，變成空談了，毫無意義。這正是佛法與學術不相同的所在，確實有許多哲學落入玄談，佛法絕非談玄說妙。"
    },
    {
      "id": "14-009-0005_p0002",
      "zh_CN": "「教有藏通别圆，三权一实，三粗一妙」，这是天台大师所判的。释迦牟尼佛四十九年所说的一切经可以分为藏、通、别、圆这四大类。前面也曾经跟诸位提到过，就好像是课程标准一样，有小学、中学、大学、研究所，这四个不同的课程标准。这四教前面三教叫权，后面一条叫实；圆教是实，藏、通、别都叫权。权是说权巧方便，它不是最终的目标，最终的目标是圆教。三粗一妙，前面三种是粗说，末后这种是妙，妙道。这是说世尊一代时教，四十九年所说的，我们现在这部经在四教里面它应该属于哪一种？这是我们要晓得的。",
      "zh_TW": "「教有藏通別圓，三權一實，三粗一妙」，這是天台大師所判的。釋迦牟尼佛四十九年所說的一切經可以分為藏、通、別、圓這四大類。前面也曾經跟諸位提到過，就好像是課程標準一樣，有小學、中學、大學、研究所，這四個不同的課程標準。這四教前面三教叫權，後面一條叫實；圓教是實，藏、通、別都叫權。權是說權巧方便，它不是最終的目標，最終的目標是圓教。三粗一妙，前面三種是粗說，末後這種是妙，妙道。這是說世尊一代時教，四十九年所說的，我們現在這部經在四教裡面它應該屬於哪一種？這是我們要曉得的。"
    },
    {
      "id": "14-009-0005_p0003",
      "zh_CN": "「今经」，现在我们这部《地藏菩萨本愿经》，它是属于圆教，「开圆常正信妙实之解，起不可思议之妙行」，这是我们特别要注意到。如果你真正懂得这个教义，你才晓得这部《地藏菩萨本愿经》不可思议，绝非平常。这几个字表面的意思，我在此地略说一说。圆是圆满，圆常正信妙实之解，圆满而没有欠缺，常是永恒，常道。正信，拣别决定不是迷信。因为它是圆教，所以它妙。正如同《法华经》注解里面智者大师讲这个经题，实实在在是妙极了，所以妙法莲华，本经之妙绝不亚于《妙法莲华经》。实是真实，句句话字字都是真实之解。如果你真正理解了，那么你在日常生活当中统统都用上，就起不思议之妙行，这个妙行以教义在生活当中时时刻刻能提得起观照的功夫，这就是妙行。所以这一段我们特别重视行法，如何来做观照的功夫。",
      "zh_TW": "「今經」，現在我們這部《地藏菩薩本願經》，它是屬於圓教，「開圓常正信妙實之解，起不可思議之妙行」，這是我們特別要注意到。如果你真正懂得這個教義，你才曉得這部《地藏菩薩本願經》不可思議，絕非平常。這幾個字表面的意思，我在此地略說一說。圓是圓滿，圓常正信妙實之解，圓滿而沒有欠缺，常是永恆，常道。正信，揀別決定不是迷信。因為它是圓教，所以它妙。正如同《法華經》註解裡面智者大師講這個經題，實實在在是妙極了，所以妙法蓮華，本經之妙絕不亞於《妙法蓮華經》。實是真實，句句話字字都是真實之解。如果你真正理解了，那麼你在日常生活當中統統都用上，就起不思議之妙行，這個妙行以教義在生活當中時時刻刻能提得起觀照的功夫，這就是妙行。所以這一段我們特別重視行法，如何來做觀照的功夫。"
    },
    {
      "id": "14-009-0005_p0004",
      "zh_CN": "讲到观照，先要懂得天台家「三观三谛」。三观，观是能观，能观之智，三谛就是所观的境界。能观的智有三种，有空观、有假观、有中观。所观的境界也有三种，空观观空谛，也叫做真谛，叫真空；假观观俗谛，我们也称之为妙有；中观，不可思议，真俗不二，空假一如，这是讲真实的境界。这个三观，我们一般说二乘人空观，菩萨修的是假观，权教菩萨，法身大士所修的是中观，所谓是不落在二边上，空与假都是二边。这个三条我们要略说一说。空是观一切诸法的体性，正如同我们在《佛学概要十四讲》第二讲里面所讲的「诸法三分」，这个三分有体、相、用。世出世间法总不出这三大类，大而虚空世界，小而草木微尘，都离不开体相用这三条。空观观体，不但性体是空而无质，就是质体也是不可得，也是了不可得，所以佛门常讲万法皆空。",
      "zh_TW": "講到觀照，先要懂得天台家「三觀三諦」。三觀，觀是能觀，能觀之智，三諦就是所觀的境界。能觀的智有三種，有空觀、有假觀、有中觀。所觀的境界也有三種，空觀觀空諦，也叫做真諦，叫真空；假觀觀俗諦，我們也稱之為妙有；中觀，不可思議，真俗不二，空假一如，這是講真實的境界。這個三觀，我們一般說二乘人空觀，菩薩修的是假觀，權教菩薩，法身大士所修的是中觀，所謂是不落在二邊上，空與假都是二邊。這個三條我們要略說一說。空是觀一切諸法的體性，正如同我們在《佛學概要十四講》第二講裡面所講的「諸法三分」，這個三分有體、相、用。世出世間法總不出這三大類，大而虛空世界，小而草木微塵，都離不開體相用這三條。空觀觀體，不但性體是空而無質，就是質體也是不可得，也是了不可得，所以佛門常講萬法皆空。"
    },
    {
      "id": "14-009-0005_p0005",
      "zh_CN": "观到万法皆空有什么好处？心清净，在一切法里头再不会着相。就像《金刚经》里面所讲的，菩萨如果还有我相、人相、众生相、寿者相，即非菩萨。为什么？他着相。为什么会着相？他不知道万法的真相本来空寂。所以菩萨的慧眼观照之下，晓得一切法本来空寂。这相有没有？有，相有是假有，不是真有。真假的定义，在佛法里面所说的，凡是真的就永远不变，那是真的，不生不灭这才是真，凡是有生灭、有变化的都叫假有。我们想想，世出世间一切法哪一法是没有变化永远存在的？连西方极乐世界、阿弥陀佛也不永远存在，经上说得清清楚楚，阿弥陀佛灭度，观世音菩萨成佛，可见得阿弥陀佛还是有生灭，也不是真的。所以经才说，「凡所有相，皆是虚妄」。诸佛世界也不例外，为什么？它有相。既然有相，相就是虚妄的，就不是真实的，这我们一定要记住。经上并没有加个注解，诸佛世界、阿弥陀佛极乐世界除外，没有加这个注解。又说，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。诸佛国土也是有为法建立的，因为它也是叫清净五阴，我们这是染着的五阴，它是清净的五阴，还是色、受、想、行、识变现出的境界。",
      "zh_TW": "觀到萬法皆空有什麼好處？心清淨，在一切法裡頭再不會著相。就像《金剛經》裡面所講的，菩薩如果還有我相、人相、眾生相、壽者相，即非菩薩。為什麼？他著相。為什麼會著相？他不知道萬法的真相本來空寂。所以菩薩的慧眼觀照之下，曉得一切法本來空寂。這相有沒有？有，相有是假有，不是真有。真假的定義，在佛法裡面所說的，凡是真的就永遠不變，那是真的，不生不滅這才是真，凡是有生滅、有變化的都叫假有。我們想想，世出世間一切法哪一法是沒有變化永遠存在的？連西方極樂世界、阿彌陀佛也不永遠存在，經上說得清清楚楚，阿彌陀佛滅度，觀世音菩薩成佛，可見得阿彌陀佛還是有生滅，也不是真的。所以經才說，「凡所有相，皆是虛妄」。諸佛世界也不例外，為什麼？它有相。既然有相，相就是虛妄的，就不是真實的，這我們一定要記住。經上並沒有加個註解，諸佛世界、阿彌陀佛極樂世界除外，沒有加這個註解。又說，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。諸佛國土也是有為法建立的，因為它也是叫清淨五陰，我們這是染著的五陰，它是清淨的五陰，還是色、受、想、行、識變現出的境界。"
    },
    {
      "id": "14-009-0005_p0006",
      "zh_CN": "什么是真的？相似的真的，虚空，虚空是千万亿年从来没有起过变化，它是真的，它不是假的。但是虚空之真并不是真正的真，只是相似之真。诸位要念过唯识《百法》你就晓得，无为法有六个，无为法是空，六个里面只有一个真如无为是真空，其余的五种无为法叫相似的空。因为它时间非常之长，通常它没有变化，它的变化只是在迷悟的时候有一次变化。古人说「觉后空空无大千」，禅家常讲「粉碎虚空」，虚空也不是真正的无为，它是相似的无为。所以我们要认识一切法的本体。",
      "zh_TW": "什麼是真的？相似的真的，虛空，虛空是千萬億年從來沒有起過變化，它是真的，它不是假的。但是虛空之真並不是真正的真，只是相似之真。諸位要念過唯識《百法》你就曉得，無為法有六個，無為法是空，六個裡面只有一個真如無為是真空，其餘的五種無為法叫相似的空。因為它時間非常之長，通常它沒有變化，它的變化只是在迷悟的時候有一次變化。古人說「覺後空空無大千」，禪家常講「粉碎虛空」，虛空也不是真正的無為，它是相似的無為。所以我們要認識一切法的本體。"
    },
    {
      "id": "14-009-0005_p0007",
      "zh_CN": "能觉察一切法本体的这个智慧，就是三观里面的空观慧；能认识一切法的现象，这个生灭的现象，生灭的缘由，以及它的作用，能够认识这个现象，这就叫假观慧，观察到一切法的现象；能够观到体相一如，那就叫中道智慧，这是最圆满的智慧。所以阿罗汉与辟支佛，他执空不执假，他晓得一切法空无自性。他的利益在哪里？他没有烦恼了。为什么？他不取，一切法不取不着，就像《金刚经》所说的「不取于相，如如不动」。所以他能够断见思烦恼，能够超越六道轮回，这就是空观的利益，再不受生死轮回之苦，他有这个好处。菩萨的假观，就是成就道种智，成就无量无边的智慧，这是阿罗汉所没有的。它的好处在哪里？它的好处能破所知障。就是空观观一切法性，能破烦恼障；假观观一切法的现象，能破所知障，破二障。能够知道，真正知道，性相一如、理事不二，这是中观，能破无明。我们常常读佛经，佛经上跟我们讲的三障，三障烦恼，这三大障碍，使我们不能恢复本性，不能恢复我们的德能，缘由就在此地。所以这个三观能够破三障，能够证三谛。",
      "zh_TW": "能覺察一切法本體的這個智慧，就是三觀裡面的空觀慧；能認識一切法的現象，這個生滅的現象，生滅的緣由，以及它的作用，能夠認識這個現象，這就叫假觀慧，觀察到一切法的現象；能夠觀到體相一如，那就叫中道智慧，這是最圓滿的智慧。所以阿羅漢與辟支佛，他執空不執假，他曉得一切法空無自性。他的利益在哪裡？他沒有煩惱了。為什麼？他不取，一切法不取不著，就像《金剛經》所說的「不取於相，如如不動」。所以他能夠斷見思煩惱，能夠超越六道輪迴，這就是空觀的利益，再不受生死輪迴之苦，他有這個好處。菩薩的假觀，就是成就道種智，成就無量無邊的智慧，這是阿羅漢所沒有的。它的好處在哪裡？它的好處能破所知障。就是空觀觀一切法性，能破煩惱障；假觀觀一切法的現象，能破所知障，破二障。能夠知道，真正知道，性相一如、理事不二，這是中觀，能破無明。我們常常讀佛經，佛經上跟我們講的三障，三障煩惱，這三大障礙，使我們不能恢復本性，不能恢復我們的德能，緣由就在此地。所以這個三觀能夠破三障，能夠證三諦。"
    },
    {
      "id": "14-009-0005_p0008",
      "zh_CN": "这种修行纲领，这在行门当中也可以说是总纲领，天台家所发现的。他怎么发现的？缘于《中论．观四谛品》。这是北齐的时候有一位慧文禅师，他读《中观论》，从这首偈子里头开悟了，大彻大悟，这首偈于是也就很出名，就正如《金刚经》上面「应无所住，而生其心」，那是六祖在这两句经文上开悟的。慧文禅师就是从这首偈上开悟的，这首偈是「因缘所生法，我说即是空」，这个我是佛，「亦为是假名，亦是中道义」。第一句，他悟了之后，他就建立了空观，观真谛；第二句，从第二句建立假观，观俗谛；从第三句建立的中观，观中谛。所以天台家的三止三观根源出在《中观论》上，我们也简称为《中论》，或者称为《中观论》，都一样。在这一部论分量也相当多，「观四谛品」里面这一首偈。",
      "zh_TW": "這種修行綱領，這在行門當中也可以說是總綱領，天台家所發現的。他怎麼發現的？緣於《中論．觀四諦品》。這是北齊的時候有一位慧文禪師，他讀《中觀論》，從這首偈子裡頭開悟了，大徹大悟，這首偈於是也就很出名，就正如《金剛經》上面「應無所住，而生其心」，那是六祖在這兩句經文上開悟的。慧文禪師就是從這首偈上開悟的，這首偈是「因緣所生法，我說即是空」，這個我是佛，「亦為是假名，亦是中道義」。第一句，他悟了之後，他就建立了空觀，觀真諦；第二句，從第二句建立假觀，觀俗諦；從第三句建立的中觀，觀中諦。所以天台家的三止三觀根源出在《中觀論》上，我們也簡稱為《中論》，或者稱為《中觀論》，都一樣。在這一部論分量也相當多，「觀四諦品」裡面這一首偈。"
    },
    {
      "id": "14-009-0005_p0009",
      "zh_CN": "下面说北齐，就是南北朝的时候，慧文禅师由是悟入。他开悟之后他就传给慧思，慧思禅师就传授给智者大师。天台宗渊源于慧文禅师，可是这一宗真正建立是在智者大师，在他手上才建立了一个宗派。故为天台一家之观门，智者大师完成这个宗派修行的方法，他有《小止观》、有《摩诃止观》，都是从这个意思来发挥的。这个《摩诃止观》的分量相当之大，告诉我们在日常生活当中，一切境界里面，如何提起自己观照。观照就是修行，就是真正的修行。",
      "zh_TW": "下面說北齊，就是南北朝的時候，慧文禪師由是悟入。他開悟之後他就傳給慧思，慧思禪師就傳授給智者大師。天台宗淵源於慧文禪師，可是這一宗真正建立是在智者大師，在他手上才建立了一個宗派。故為天台一家之觀門，智者大師完成這個宗派修行的方法，他有《小止觀》、有《摩訶止觀》，都是從這個意思來發揮的。這個《摩訶止觀》的分量相當之大，告訴我們在日常生活當中，一切境界裡面，如何提起自己觀照。觀照就是修行，就是真正的修行。"
    },
    {
      "id": "14-009-0005_p0010",
      "zh_CN": "下面就看我们这部经，本经，「今经能观无非一心三观」，这是妙极了，「所观无非三谛一境」。这个三观里头，不但它是中观，而且它是一心三观，一即三，三即一，一心三观，比那个次第三观要高明得太多。所以说它妙，妙在此地。下面举出三条，教给我们如何下手。第一个讲「从行」，「唯于万境观一心，万境虽殊，妙观理一，此专曰行门」。这个意思是说，一个真正修行人一定要晓得他修学的目标。譬如我们修净土法门，我们目的在哪里？我们的目的在西方极乐世界。要怎样才能到达西方极乐世界？要一心不乱。所以一心不乱就是我们修行的宗旨，我们要念念记在心里，无论在什么时候，无论在什么环境里面，我们要想到我自己要一心不乱，这就对了。不管外面是什么境界，顺境也好，逆境也好，我要在境界里头修我自己的一心不乱，这叫真修行。外面境界帮助我修行，没有外境到哪里去修，你到什么地方修一心不乱？顺境里面我不生欢喜心，我一心不乱；逆境里头我不生瞋恚心，我一心不乱。所以顺逆境界都是帮助修行的增上缘，顺逆境界都叫大善知识。你要不通过这个境界，你怎么能到一心不乱？顺境里面你生了欢喜，你一心没有了；逆境一来，心里面不高兴又烦恼，一心又没有了。",
      "zh_TW": "下面就看我們這部經，本經，「今經能觀無非一心三觀」，這是妙極了，「所觀無非三諦一境」。這個三觀裡頭，不但它是中觀，而且它是一心三觀，一即三，三即一，一心三觀，比那個次第三觀要高明得太多。所以說它妙，妙在此地。下面舉出三條，教給我們如何下手。第一個講「從行」，「唯於萬境觀一心，萬境雖殊，妙觀理一，此專曰行門」。這個意思是說，一個真正修行人一定要曉得他修學的目標。譬如我們修淨土法門，我們目的在哪裡？我們的目的在西方極樂世界。要怎樣才能到達西方極樂世界？要一心不亂。所以一心不亂就是我們修行的宗旨，我們要念念記在心裡，無論在什麼時候，無論在什麼環境裡面，我們要想到我自己要一心不亂，這就對了。不管外面是什麼境界，順境也好，逆境也好，我要在境界裡頭修我自己的一心不亂，這叫真修行。外面境界幫助我修行，沒有外境到哪裡去修，你到什麼地方修一心不亂？順境裡面我不生歡喜心，我一心不亂；逆境裡頭我不生瞋恚心，我一心不亂。所以順逆境界都是幫助修行的增上緣，順逆境界都叫大善知識。你要不通過這個境界，你怎麼能到一心不亂？順境裡面你生了歡喜，你一心沒有了；逆境一來，心裡面不高興又煩惱，一心又沒有了。"
    },
    {
      "id": "14-009-0005_p0011",
      "zh_CN": "心随境转，那叫凡夫。我们今天把它修正过来，我们要学佛菩萨。佛菩萨怎么样？佛菩萨是心能转境，不是随境转，正如《楞严经》上所说的，「若能转境，则同如来」。转境怎么转法？把顺境跟逆境转成一境。就是此地所讲的，你在一切境界里面观一心。一心所对的是一个理，一切法相虽然不一样，理是一个。什么理？万法皆空，这是一个理；如梦幻泡影，那是一个理，一切法都是这样的；皆是虚妄，这也是一个理，绝对不是两样的。能观到理事一如，性相不二，这个人心就定了，心安理得，理明了，他心就安了，无论在什么境界里面，他心是安定的；无论在什么境界里面，他一定是一样的，绝对不会有两种样子。这是行门里面的总原则。",
      "zh_TW": "心隨境轉，那叫凡夫。我們今天把它修正過來，我們要學佛菩薩。佛菩薩怎麼樣？佛菩薩是心能轉境，不是隨境轉，正如《楞嚴經》上所說的，「若能轉境，則同如來」。轉境怎麼轉法？把順境跟逆境轉成一境。就是此地所講的，你在一切境界裡面觀一心。一心所對的是一個理，一切法相雖然不一樣，理是一個。什麼理？萬法皆空，這是一個理；如夢幻泡影，那是一個理，一切法都是這樣的；皆是虛妄，這也是一個理，絕對不是兩樣的。能觀到理事一如，性相不二，這個人心就定了，心安理得，理明瞭，他心就安了，無論在什麼境界裡面，他心是安定的；無論在什麼境界裡面，他一定是一樣的，絕對不會有兩種樣子。這是行門裡面的總原則。"
    },
    {
      "id": "14-009-0005_p0012",
      "zh_CN": "净土法门专在一心上下功夫，心一了，境界也一了，心境一如，这时候叫什么？叫一真法界，就不叫十法界。十法界从哪里来的？是迷了一真，你在顺境里面起欢喜心，逆境里头起瞋恚心，把原本一真法界变成了十法界。所以十法界是自已变出来的，原本法界的确是一真。我们念佛，经论上讲得很清楚，我们念到理一心不乱就住一真法界。你现在念到理一心不乱，现在这个法界在你的观感之中、你的受用之中，是一真，是一真法界。在净土法门里面叫它做实报庄严土，实报庄严土就是《华严经》讲的一真法界，名字不相同，是一桩事情。所以我们修行一定要明了自己修的是什么，才不会迷失了方向，迷失了菩提道。",
      "zh_TW": "淨土法門專在一心上下功夫，心一了，境界也一了，心境一如，這時候叫什麼？叫一真法界，就不叫十法界。十法界從哪裡來的？是迷了一真，你在順境裡面起歡喜心，逆境裡頭起瞋恚心，把原本一真法界變成了十法界。所以十法界是自已變出來的，原本法界的確是一真。我們念佛，經論上講得很清楚，我們念到理一心不亂就住一真法界。你現在念到理一心不亂，現在這個法界在你的觀感之中、你的受用之中，是一真，是一真法界。在淨土法門裡面叫它做實報莊嚴土，實報莊嚴土就是《華嚴經》講的一真法界，名字不相同，是一樁事情。所以我們修行一定要明瞭自己修的是什麼，才不會迷失了方向，迷失了菩提道。"
    },
    {
      "id": "14-009-0005_p0013",
      "zh_CN": "第二种，「约法相」，就法相上来观察。前面一种是讲行为，行为特别指的起心动念，在起心动念上提起观照功夫。第二种就在法上，法是佛法，佛所讲的一切经论，经、律、论三藏经典，四谛等法，这个等就是等佛所说的一切大小乘佛法，「入一念心，以为圆观」。这究竟怎么观，我们底下还要说明，还要来讨论，教给你怎么观法。第三，「托事相」。经里面也讲了许多事，譬如讲王舍城，佛在王舍城讲过不少经；灵鹫山，《法华经》就是在灵山讲的。这都是些事，也许有些处所，我们拿这个来观，观什么？懂得它表法的意思。「名从事立，借事为观，以导执情」。譬如王舍城，王，这就表法，一定晓得表法的意思，王代表心王、八识，舍代表五阴。王就好像我们的心，舍是房子，就好像我们的身体，俗话讲灵魂寄托在身体上，身体是灵魂的房子，它就住在这个里面，取这个比喻。灵鹫山，灵代表心王，心王是灵敏觉知，它最灵；鹫代表受、想、行，这讲到五蕴，鹫是老鹰，鹰一类的，把牠代表受、想、行，牠会活动；山代表色阴，托事令观五阴，这就是托事相来成观。你真正懂得这个意思，那真是六尘说法，我们六根接触六尘境界全是修行。佛门里面对于这个三大纲领很重视。",
      "zh_TW": "第二種，「約法相」，就法相上來觀察。前面一種是講行為，行為特別指的起心動念，在起心動念上提起觀照功夫。第二種就在法上，法是佛法，佛所講的一切經論，經、律、論三藏經典，四諦等法，這個等就是等佛所說的一切大小乘佛法，「入一念心，以為圓觀」。這究竟怎麼觀，我們底下還要說明，還要來討論，教給你怎麼觀法。第三，「托事相」。經裡面也講了許多事，譬如講王舍城，佛在王舍城講過不少經；靈鷲山，《法華經》就是在靈山講的。這都是些事，也許有些處所，我們拿這個來觀，觀什麼？懂得它表法的意思。「名從事立，借事為觀，以導執情」。譬如王舍城，王，這就表法，一定曉得表法的意思，王代表心王、八識，舍代表五陰。王就好像我們的心，舍是房子，就好像我們的身體，俗話講靈魂寄託在身體上，身體是靈魂的房子，它就住在這個裡面，取這個比喻。靈鷲山，靈代表心王，心王是靈敏覺知，它最靈；鷲代表受、想、行，這講到五蘊，鷲是老鷹，鷹一類的，把牠代表受、想、行，牠會活動；山代表色陰，托事令觀五陰，這就是托事相來成觀。你真正懂得這個意思，那真是六塵說法，我們六根接觸六塵境界全是修行。佛門裡面對於這個三大綱領很重視。"
    },
    {
      "id": "14-009-0005_p0014",
      "zh_CN": "佛法传到了中国之后，中国古代的这些大师们，以种种善巧方便，教我们时时刻刻不离这个观法。譬如造佛菩萨的形像，提起你的观想。见到本师释迦牟尼佛，我们就想到能仁寂默，仁是仁慈，我们对待人要仁慈，对自己要清净寂灭。牟尼是寂灭的意思，释迦是能仁的意思，仁慈。见到观音菩萨，我们立刻想到大慈大悲，他表法，就时时刻刻提醒你。乃至于房舍的建筑，从前寺院的建筑，大殿供佛的所在，从外面去看它是两层，里面是一层。为什么要这样建筑？这样建筑是代表空假不二，两层代表真谛、俗谛，里面是一个，真俗一如，代表这个意思。这不是真的两层，外面看是两层，里面是一层。连建筑都代表很深的意思。",
      "zh_TW": "佛法傳到了中國之後，中國古代的這些大師們，以種種善巧方便，教我們時時刻刻不離這個觀法。譬如造佛菩薩的形像，提起你的觀想。見到本師釋迦牟尼佛，我們就想到能仁寂默，仁是仁慈，我們對待人要仁慈，對自己要清淨寂滅。牟尼是寂滅的意思，釋迦是能仁的意思，仁慈。見到觀音菩薩，我們立刻想到大慈大悲，他表法，就時時刻刻提醒你。乃至於房舍的建築，從前寺院的建築，大殿供佛的所在，從外面去看它是兩層，裡面是一層。為什麼要這樣建築？這樣建築是代表空假不二，兩層代表真諦、俗諦，裡面是一個，真俗一如，代表這個意思。這不是真的兩層，外面看是兩層，裡面是一層。連建築都代表很深的意思。"
    },
    {
      "id": "14-009-0005_p0015",
      "zh_CN": "一进山门，布袋和尚坐在那里，布袋和尚是弥勒菩萨化身，我们晓得是弥勒菩萨化身。印度的弥勒菩萨那个像跟我们看的大势至菩萨像差不多，但是中国的弥勒菩萨不一样，中国是我们中国人布袋和尚，塑他的像。把他摆在山门的当中，叫你一到寺院来，第一眼就看到他。什么意思？他就告诉你学佛第一个条件，肚皮要放大，什么要能包容，你要是这也放不下、那也放不下，你就不够资格入门。入到佛门来，度量要大，什么都能够包容，而且见任何人是一团欢喜，这样才有资格入佛门，才有资格学佛。它有意思在那里，你对佛法你才能学得成功。",
      "zh_TW": "一進山門，布袋和尚坐在那裡，布袋和尚是彌勒菩薩化身，我們曉得是彌勒菩薩化身。印度的彌勒菩薩那個像跟我們看的大勢至菩薩像差不多，但是中國的彌勒菩薩不一樣，中國是我們中國人布袋和尚，塑他的像。把他擺在山門的當中，叫你一到寺院來，第一眼就看到他。什麼意思？他就告訴你學佛第一個條件，肚皮要放大，什麼要能包容，你要是這也放不下、那也放不下，你就不夠資格入門。入到佛門來，度量要大，什麼都能夠包容，而且見任何人是一團歡喜，這樣才有資格入佛門，才有資格學佛。它有意思在那裡，你對佛法你才能學得成功。"
    },
    {
      "id": "14-009-0005_p0016",
      "zh_CN": "旁边四大天王现的都是将军身，护法神。护谁的法？护你自己的法，不是护别人，护自己。你要认识，什么才能护自己的法？第一，要负责尽职，这护持自己，负责尽职，东方持国天王他代表这个意思。第二个是，我要天天求进步，日新又新，南方叫增长天王，你才不落伍，要有积极进取的精神。像这种基本的佛学常识诸位一定要晓得。为什么？将来有人问到你，你可以跟他讲。一讲的时候，大家对佛教兴趣就来，知道这不迷信，这是最高的教学艺术。西方天王教我们什么？教我们多看，广目天王。北方天王是多闻，要多听。负责尽职、天天求进步、多看、多听，护自己的法。所以佛门里头，佛菩萨形相非常非常之多，全都是表法的，叫你一见到，心里面观想就提起来。提起你的观想，那就是修行，怎么不是修行？这些统统是托事相。",
      "zh_TW": "旁邊四大天王現的都是將軍身，護法神。護誰的法？護你自己的法，不是護別人，護自己。你要認識，什麼才能護自己的法？第一，要負責盡職，這護持自己，負責盡職，東方持國天王他代表這個意思。第二個是，我要天天求進步，日新又新，南方叫增長天王，你才不落伍，要有積極進取的精神。像這種基本的佛學常識諸位一定要曉得。為什麼？將來有人問到你，你可以跟他講。一講的時候，大家對佛教興趣就來，知道這不迷信，這是最高的教學藝術。西方天王教我們什麼？教我們多看，廣目天王。北方天王是多聞，要多聽。負責盡職、天天求進步、多看、多聽，護自己的法。所以佛門裡頭，佛菩薩形相非常非常之多，全都是表法的，叫你一見到，心裡面觀想就提起來。提起你的觀想，那就是修行，怎麼不是修行？這些統統是托事相。"
    },
    {
      "id": "14-009-0005_p0017",
      "zh_CN": "我们家里面供佛也不例外。佛前面燃香，香表戒定，香表五分法身香，所以一闻到这个香就要提起这个念头。五分法身，六祖大师在《坛经》里面讲得很清楚，戒、定、慧、解脱、解脱知见，这叫五分法身香。所以香赞里面有戒定真香赞，借着这个事提醒我们自己要修戒、要修定，这叫真香，这个事是假香，要藉假香修我们自己清净心里面的真香，意思在此地。燃灯，灯表智慧，灯表光明，我们要求智慧，我们无论在什么境界里面，心胸要正大光明，取这个意思。供水，水是表心水，要平，不能起波浪，起波浪就是起念头，有念头就是波浪，有分别、有执着就是波浪，叫你平，不起波浪。所以水表一心，一心不乱，水表清净，一尘不染，表这个意思。花代表六度万行，果代表菩提涅槃，先开花后结果，修六度万行，后面才能够证得圆满的大菩提、大涅槃。样样都有很深的意思在里头，是叫我们托事相起观照，是这个意思。",
      "zh_TW": "我們家裡面供佛也不例外。佛前面燃香，香表戒定，香表五分法身香，所以一聞到這個香就要提起這個念頭。五分法身，六祖大師在《壇經》裡面講得很清楚，戒、定、慧、解脫、解脫知見，這叫五分法身香。所以香讚裡面有戒定真香讚，藉著這個事提醒我們自己要修戒、要修定，這叫真香，這個事是假香，要藉假香修我們自己清淨心裡面的真香，意思在此地。燃燈，燈表智慧，燈表光明，我們要求智慧，我們無論在什麼境界裡面，心胸要正大光明，取這個意思。供水，水是表心水，要平，不能起波浪，起波浪就是起念頭，有念頭就是波浪，有分別、有執著就是波浪，叫你平，不起波浪。所以水表一心，一心不亂，水表清淨，一塵不染，表這個意思。花代表六度萬行，果代表菩提涅槃，先開花後結果，修六度萬行，後面才能夠證得圓滿的大菩提、大涅槃。樣樣都有很深的意思在裡頭，是叫我們托事相起觀照，是這個意思。"
    },
    {
      "id": "14-009-0005_p0018",
      "zh_CN": "你要是不懂得这些，你就没有法子修行。天天搞个样子，这样子究竟什么意思不晓得，「大概这样佛菩萨就欢喜，就保佑我」，这个搞法全都错了。所以一定要懂得表法的道理。如果你懂得表法的义趣，你一展开《地藏经》，就晓得《地藏经》里面统统讲的是表法。总不出这三类，一个是从行，一个是法相，一个是事相，《地藏经》里面统统用这个来表法。所以字字句句都是提醒我们如何在日用平常不失观照，由观照入门。观照就是提起正念，就是你能够提得起来。功夫用久了就照住，照住了就得定，就是确确实实在这个境界里面能真正做到不取相、不动心，那就照住了。所以照住就成就三昧，三昧就是定，定不止一种，定无量无边，百千三昧。为什么有那么多种？因为外面事相是无量无边，你的定功就无量无边。",
      "zh_TW": "你要是不懂得這些，你就沒有法子修行。天天搞個樣子，這樣子究竟什麼意思不曉得，「大概這樣佛菩薩就歡喜，就保佑我」，這個搞法全都錯了。所以一定要懂得表法的道理。如果你懂得表法的義趣，你一展開《地藏經》，就曉得《地藏經》裡面統統講的是表法。總不出這三類，一個是從行，一個是法相，一個是事相，《地藏經》裡面統統用這個來表法。所以字字句句都是提醒我們如何在日用平常不失觀照，由觀照入門。觀照就是提起正念，就是你能夠提得起來。功夫用久了就照住，照住了就得定，就是確確實實在這個境界裡面能真正做到不取相、不動心，那就照住了。所以照住就成就三昧，三昧就是定，定不止一種，定無量無邊，百千三昧。為什麼有那麼多種？因為外面事相是無量無邊，你的定功就無量無邊。"
    },
    {
      "id": "14-009-0005_p0019",
      "zh_CN": "譬如我们世间人，有一类的人他不贪名，他在名里得定。为什么？什么名他不在乎，他不打这个妄想，他不起这个念头。他怎么？他贪利，一看利就动心了，他在利里头没有定，在名里头有定。有一些人好名，利不讲，他在利上得了定，他在名上没有定。以此类推，无量无边的境界，不管哪个境界都要如如不动，都要做到不起心、不动念才行。换句话说，我们俗语讲人有嗜好，你要有一条嗜好，你就不能得定。为什么？那就是麻烦。我们看小说《西游记》那个孙悟空，你要是用佛法这三观的方法也可以观，一样。那就是代表我们六识，第六意识，心猿意马，第六意识，本事真大，七十二变。可是他有一个很大的毛病，他喜欢戴高帽子，所以观世音菩萨就送给他一个紧箍咒，高帽子送给他一顶，他就被控制住，这就是他的弱点。假如他什么境界都不动心，那观音菩萨对他也无可奈何，一点办法都没有。他喜欢恭维，喜欢听好的，喜欢人家赞叹他，这是毛病。",
      "zh_TW": "譬如我們世間人，有一類的人他不貪名，他在名裡得定。為什麼？什麼名他不在乎，他不打這個妄想，他不起這個念頭。他怎麼？他貪利，一看利就動心了，他在利裡頭沒有定，在名裡頭有定。有一些人好名，利不講，他在利上得了定，他在名上沒有定。以此類推，無量無邊的境界，不管哪個境界都要如如不動，都要做到不起心、不動念才行。換句話說，我們俗語講人有嗜好，你要有一條嗜好，你就不能得定。為什麼？那就是麻煩。我們看小說《西遊記》那個孫悟空，你要是用佛法這三觀的方法也可以觀，一樣。那就是代表我們六識，第六意識，心猿意馬，第六意識，本事真大，七十二變。可是他有一個很大的毛病，他喜歡戴高帽子，所以觀世音菩薩就送給他一個緊箍咒，高帽子送給他一頂，他就被控制住，這就是他的弱點。假如他什麼境界都不動心，那觀音菩薩對他也無可奈何，一點辦法都沒有。他喜歡恭維，喜歡聽好的，喜歡人家讚歎他，這是毛病。"
    },
    {
      "id": "14-009-0005_p0020",
      "zh_CN": "再看下面这一段，「四明云：初约行者，直就一念观于十界、百界、千如妙法。虽即一念，千法宛然，全体即空，当处即假。仍非二边，又即双照。不可以一多说，安以有无思」。四明尊者也是天台宗一位了不起的大师，他是智者大师的学生，对于天台家的解说当然是决定正确的，因为他是嫡传的弟子。他告诉我们，这个三观里面从行，直就一念，就是用一心来看一切境界，看十法界，看百界千如。这百界千如前面提到过，拿现代的话来说，就是整个的宇宙人生。你用一心去看，这个关键就在一心。一心是什么？决定没有分别心，有分别就二心，有二心、三心了，一心是真心。当你一念不生的时候，眼见一切色、耳闻一切声就百界千如。虽即一念，万法宛然，清清楚楚，看得清清楚楚、听得清清楚楚，决定不乱，就像镜子照外面的境界一样，照得清清楚楚，它没有起分别，也没有起执着，所以不起心、不动念、不分别、不执着。",
      "zh_TW": "再看下面這一段，「四明云：初約行者，直就一念觀於十界、百界、千如妙法。雖即一念，千法宛然，全體即空，當處即假。仍非二邊，又即雙照。不可以一多說，安以有無思」。四明尊者也是天台宗一位了不起的大師，他是智者大師的學生，對於天台家的解說當然是決定正確的，因為他是嫡傳的弟子。他告訴我們，這個三觀裡面從行，直就一念，就是用一心來看一切境界，看十法界，看百界千如。這百界千如前面提到過，拿現代的話來說，就是整個的宇宙人生。你用一心去看，這個關鍵就在一心。一心是什麼？決定沒有分別心，有分別就二心，有二心、三心了，一心是真心。當你一念不生的時候，眼見一切色、耳聞一切聲就百界千如。雖即一念，萬法宛然，清清楚楚，看得清清楚楚、聽得清清楚楚，決定不亂，就像鏡子照外面的境界一樣，照得清清楚楚，它沒有起分別，也沒有起執著，所以不起心、不動念、不分別、不執著。"
    },
    {
      "id": "14-009-0005_p0021",
      "zh_CN": "全体即空，一切法无有一法可得。为什么？因缘所生法。因缘所生法决定没有自性、没有自体。所以它有相有体，那个相是假的，当处即假。全体即空，当处即假，全体跟当处是一个意思，都是空的，体都是空的，相都是假的。仍非二边，二边是空假二边，如果你要执着真的有空一边、假一边，那你又错了，这是佛法的妙处，佛法的殊胜之处，佛法的了不起之处。为什么？佛法是一不是二。体跟相是一不是二，所以空与假也是一不是二。佛法里面没有对立的，如果说有对立的就不是佛法了。佛法不是对立，这是我们特别要记住。又即双照，双照是讲功夫，二边都照到，这实实在在妙，照得清清楚楚，表里都见到。",
      "zh_TW": "全體即空，一切法無有一法可得。為什麼？因緣所生法。因緣所生法決定沒有自性、沒有自體。所以它有相有體，那個相是假的，當處即假。全體即空，當處即假，全體跟當處是一個意思，都是空的，體都是空的，相都是假的。仍非二邊，二邊是空假二邊，如果你要執著真的有空一邊、假一邊，那你又錯了，這是佛法的妙處，佛法的殊勝之處，佛法的了不起之處。為什麼？佛法是一不是二。體跟相是一不是二，所以空與假也是一不是二。佛法裡面沒有對立的，如果說有對立的就不是佛法了。佛法不是對立，這是我們特別要記住。又即雙照，雙照是講功夫，二邊都照到，這實實在在妙，照得清清楚楚，表裡都見到。"
    },
    {
      "id": "14-009-0005_p0022",
      "zh_CN": "不可以一多说，安以有无思。说一、说多都错了，为什么都错？你说一就变成定一，说多就变成定多，一切法它不是定一，也不是定多，所以你说一、说多，你起了分别。如果你想它有、想无，那你又起了分别执着。或者你说一边，或者你说中道，这佛法一般讲，它的难也就难在这些名相，学佛的人要不善学的，往往被这些名相捆死了。佛说这些名相本来是给你解结的，给你解除的。就好像说我们众生被这重重绳索捆绑住、束缚住，佛帮助我们解开这个结，给我们一把刀，刀干什么的？解结的，把绳子割断，我们就得自在。不善用的，他拿这个刀子就自杀了，不冤枉吗？这是不善用，死在佛法之下。所以佛学上这些名相术语你要懂得它的意思，你要巧妙去用它，它是帮我们解决问题的。如果你死在名相里头就坏了。",
      "zh_TW": "不可以一多說，安以有無思。說一、說多都錯了，為什麼都錯？你說一就變成定一，說多就變成定多，一切法它不是定一，也不是定多，所以你說一、說多，你起了分別。如果你想它有、想無，那你又起了分別執著。或者你說一邊，或者你說中道，這佛法一般講，它的難也就難在這些名相，學佛的人要不善學的，往往被這些名相捆死了。佛說這些名相本來是給你解結的，給你解除的。就好像說我們眾生被這重重繩索綑綁住、束縛住，佛幫助我們解開這個結，給我們一把刀，刀幹什麼的？解結的，把繩子割斷，我們就得自在。不善用的，他拿這個刀子就自殺了，不冤枉嗎？這是不善用，死在佛法之下。所以佛學上這些名相術語你要懂得它的意思，你要巧妙去用它，它是幫我們解決問題的。如果你死在名相裡頭就壞了。"
    },
    {
      "id": "14-009-0005_p0023",
      "zh_CN": "佛说这些名相是不得已，不得已要说的。说出来之后，你看佛在《华严经》里面，龙树菩萨在《大智度论》里面都说，「佛法无人说，虽智莫能解」。决定不是世间聪明智慧的人拿到经典他就能懂得的，他不懂。他为什么不懂？他仅仅懂得文字，他懂得文字表面上的意思，他不懂得观照的方法，他不懂得言外还有意思，他不晓得这个。要什么人说？这要过来人说，要真正有修有证，他自己有体验，有亲证的这个境界，他晓得，他晓得佛说这个话是什么意思，他懂。一般人只听到这个话，不懂得佛话里头有话，意思里面有意思，他听不懂。所以经典里面所讲的都很含蓄。佛为什么不说出来？很不容易说得出来，要你细心去领会。这里给你说的，什么空假中，乃至于一心四谛，二边双照，有无一多，这些念头统统要打掉，你才能真正明白这个意思。",
      "zh_TW": "佛說這些名相是不得已，不得已要說的。說出來之後，你看佛在《華嚴經》裡面，龍樹菩薩在《大智度論》裡面都說，「佛法無人說，雖智莫能解」。決定不是世間聰明智慧的人拿到經典他就能懂得的，他不懂。他為什麼不懂？他僅僅懂得文字，他懂得文字表面上的意思，他不懂得觀照的方法，他不懂得言外還有意思，他不曉得這個。要什麼人說？這要過來人說，要真正有修有證，他自己有體驗，有親證的這個境界，他曉得，他曉得佛說這個話是什麼意思，他懂。一般人只聽到這個話，不懂得佛話裡頭有話，意思裡面有意思，他聽不懂。所以經典裡面所講的都很含蓄。佛為什麼不說出來？很不容易說得出來，要你細心去領會。這裡給你說的，什麼空假中，乃至於一心四諦，二邊雙照，有無一多，這些念頭統統要打掉，你才能真正明白這個意思。"
    },
    {
      "id": "14-009-0005_p0024",
      "zh_CN": "「若边若中，皆莫能拟」，都不可以起心动念。「于斯观行位中，既深进入」，这个观行位要拿我们念佛法门来讲，就是功夫成片。所以你们想想，带业往生基本的条件要做到这一点。不管什么境界里头都不起心、不动念，这并不是一心，这是观行位，观行是功夫得力了。然后再从这个地方进一步，把自己境界再往上提升。「则六七识，不执于我，得分别我法二空，转成无漏，则见思染污粗垢先落」，这就是在念佛功夫里面讲得事一心不乱，小乘阿罗汉的境界，大乘圆教是第七信位的菩萨。",
      "zh_TW": "「若邊若中，皆莫能擬」，都不可以起心動念。「於斯觀行位中，既深進入」，這個觀行位要拿我們念佛法門來講，就是功夫成片。所以你們想想，帶業往生基本的條件要做到這一點。不管什麼境界裡頭都不起心、不動念，這並不是一心，這是觀行位，觀行是功夫得力了。然後再從這個地方進一步，把自己境界再往上提升。「則六七識，不執於我，得分別我法二空，轉成無漏，則見思染污粗垢先落」，這就是在念佛功夫裡面講得事一心不亂，小乘阿羅漢的境界，大乘圓教是第七信位的菩薩。"
    },
    {
      "id": "14-009-0005_p0025",
      "zh_CN": "「从是进观，教化众生，成不思议妙假」，这个妙，妙在哪里？妙在空假中不二，一而三、三而一，一即是三、三即是一，这个才妙。说一切一法，一切法都在其中，说一桩事便是一切事，事事无碍，不仅是理事无碍。《华严》里面讲四无碍法界，「事无碍，理无碍，理事无碍，事事无碍」，《法华经》里面讲妙法，确确实实是这样的境界。我们眼前觉闻见知，以及所对的对象一点都没有错，跟《华严》、《法华》大乘经里面所讲的真正不二。我们自己迷失自性不能够证得，就是你不能够体会得到。你要是真正觉悟了，真的这个境界就在现前，你就得到佛菩萨的受用。这是讲我们修行的过程，从不思议的妙假来教化众生。",
      "zh_TW": "「從是進觀，教化眾生，成不思議妙假」，這個妙，妙在哪裡？妙在空假中不二，一而三、三而一，一即是三、三即是一，這個才妙。說一切一法，一切法都在其中，說一樁事便是一切事，事事無礙，不僅是理事無礙。《華嚴》裡面講四無礙法界，「事無礙，理無礙，理事無礙，事事無礙」，《法華經》裡面講妙法，確確實實是這樣的境界。我們眼前覺聞見知，以及所對的對象一點都沒有錯，跟《華嚴》、《法華》大乘經裡面所講的真正不二。我們自己迷失自性不能夠證得，就是你不能夠體會得到。你要是真正覺悟了，真的這個境界就在現前，你就得到佛菩薩的受用。這是講我們修行的過程，從不思議的妙假來教化眾生。"
    },
    {
      "id": "14-009-0005_p0026",
      "zh_CN": "「破尘沙无知，进破无明，俱生我法永不起得，成无生忍」，这就是理一心不乱。讲到理一心不乱，我们在此地看到的，要不要教化众生？如果不教化众生，你的尘沙烦恼不能断，无明烦恼不能破，所以一定要教化众生。教化众生为什么能破尘沙、无明？因为教学相长，教化众生同时就是教化自己，自他不二，智慧就是这么来的。如果没有人问你，你这个心清净，如如不动，什么都不知道；有人一问就问出来了，把你智慧全问出来了。当年释迦牟尼佛在世的时候，如果没有那么多人去问他，哪有这么多经典？佛要是无问自说的经典少之又少，太少了。差不多经都是有人启请，都是有人发问，随着问、随着答，才显示智慧现前。智慧现前，尘沙、无明就消失了。所以一定要教学，没有一个菩萨不教化众生，没有一尊佛不讲经说法的，没有，就是连阿罗汉、辟支佛也没有。他们小乘虽然讲自了汉，他不主动教别人，可是有人请教他，他还是为他讲经说法。我们要从这个地方多想想，你要是想通了，你就要发心，要发心出来学讲。你看看，本来很多佛经里头，出世间法、世间法都不知道，虽然你听经听了多少年。为什么？你也是有心无心，听也可，不听也可，不用心，所以听了一生的经还是迷迷糊糊、颠颠倒倒的。如果要叫你讲经，你要认真了，你就不敢马虎了，为什么？讲经之前要充分的准备。",
      "zh_TW": "「破塵沙無知，進破無明，俱生我法永不起得，成無生忍」，這就是理一心不亂。講到理一心不亂，我們在此地看到的，要不要教化眾生？如果不教化眾生，你的塵沙煩惱不能斷，無明煩惱不能破，所以一定要教化眾生。教化眾生為什麼能破塵沙、無明？因為教學相長，教化眾生同時就是教化自己，自他不二，智慧就是這麼來的。如果沒有人問你，你這個心清淨，如如不動，什麼都不知道；有人一問就問出來了，把你智慧全問出來了。當年釋迦牟尼佛在世的時候，如果沒有那麼多人去問他，哪有這麼多經典？佛要是無問自說的經典少之又少，太少了。差不多經都是有人啟請，都是有人發問，隨著問、隨著答，才顯示智慧現前。智慧現前，塵沙、無明就消失了。所以一定要教學，沒有一個菩薩不教化眾生，沒有一尊佛不講經說法的，沒有，就是連阿羅漢、辟支佛也沒有。他們小乘雖然講自了漢，他不主動教別人，可是有人請教他，他還是為他講經說法。我們要從這個地方多想想，你要是想通了，你就要發心，要發心出來學講。你看看，本來很多佛經裡頭，出世間法、世間法都不知道，雖然你聽經聽了多少年。為什麼？你也是有心無心，聽也可，不聽也可，不用心，所以聽了一生的經還是迷迷糊糊、顛顛倒倒的。如果要叫你講經，你要認真了，你就不敢馬虎了，為什麼？講經之前要充分的準備。"
    },
    {
      "id": "14-009-0005_p0027",
      "zh_CN": "《盂兰盆经》我没有看过，我晓得，我是知道有《盂兰盆经》，没看。为什么没看过？没有机会看。昨天上午净海法师打个电话来，星期天要我给他们讲《盂兰盆经》，我就赶快看，马上从《大藏经》找出来，马上看，昨天晚上看到两点钟，写了一篇讲稿，像这样也写了两张半。明天去讲，我的材料非常丰富。所以他要不找我，我就不看；他一找我，《盂兰盆经》意思了如指掌，清清楚楚，岂不是教学相长？我昨天晚上那稿子写得很乱，我想印的时候很难看，今天上午又费了一点时间，重新抄了一遍写得整整齐齐的，我想我们把它影印好带去，到那边听讲的人一人发一份。他给我的时间四十分钟到一个小时，我看我那个讲稿两个小时都讲不完，到了再说，讲不完就吊吊口味。所以很多东西都是听众逼得你把你逼出来，把尘沙、无明就逼跑掉，你自己真用功，你不用功不行。",
      "zh_TW": "《盂蘭盆經》我沒有看過，我曉得，我是知道有《盂蘭盆經》，沒看。為什麼沒看過？沒有機會看。昨天上午淨海法師打個電話來，星期天要我給他們講《盂蘭盆經》，我就趕快看，馬上從《大藏經》找出來，馬上看，昨天晚上看到兩點鐘，寫了一篇講稿，像這樣也寫了兩張半。明天去講，我的材料非常豐富。所以他要不找我，我就不看；他一找我，《盂蘭盆經》意思了如指掌，清清楚楚，豈不是教學相長？我昨天晚上那稿子寫得很亂，我想印的時候很難看，今天上午又費了一點時間，重新抄了一遍寫得整整齊齊的，我想我們把它影印好帶去，到那邊聽講的人一人發一份。他給我的時間四十分鐘到一個小時，我看我那個講稿兩個小時都講不完，到了再說，講不完就吊吊口味。所以很多東西都是聽眾逼得你把你逼出來，把塵沙、無明就逼跑掉，你自己真用功，你不用功不行。"
    },
    {
      "id": "14-009-0005_p0028",
      "zh_CN": "俱生我法永不起得，成无生忍。这个无生法忍，证到无生法忍就是法身大士，在我们念佛人讲，理一心不乱。这一个名词，忍就是承认的意思，同意、认可，「你说这个，我同意」，忍是这个意思。无生是一切法不生不灭，一切法不生不灭我同意了、我认可。我为什么同意？我也见到了，这叫做无生法忍。法身大士怎么见到的？因为他一心，一心没有生灭，二心就有生灭。以不生灭的心看外面境界是不生不灭，生灭的心看外面境界是生灭的。那外头境界到底是生还是灭，是生灭还是不生灭？给诸位说，外面境界非有非无，外面境界是自己心变现的相分。你的心是生灭心，它外头相分就生灭相；你这个心是不生灭心，外面的相就是不生灭的相，是这么个道理，相随心转。大经里头说得很好，「唯心所现，唯识所变」，这是讲十法界依正庄严这些假相从哪来的？心现识变。所以我们心到一，没有生灭了，现的相就不生灭，这个境界我们称他作法身大士，理一心不乱，这是大菩萨的境界。",
      "zh_TW": "俱生我法永不起得，成無生忍。這個無生法忍，證到無生法忍就是法身大士，在我們念佛人講，理一心不亂。這一個名詞，忍就是承認的意思，同意、認可，「你說這個，我同意」，忍是這個意思。無生是一切法不生不滅，一切法不生不滅我同意了、我認可。我為什麼同意？我也見到了，這叫做無生法忍。法身大士怎麼見到的？因為他一心，一心沒有生滅，二心就有生滅。以不生滅的心看外面境界是不生不滅，生滅的心看外面境界是生滅的。那外頭境界到底是生還是滅，是生滅還是不生滅？給諸位說，外面境界非有非無，外面境界是自己心變現的相分。你的心是生滅心，它外頭相分就生滅相；你這個心是不生滅心，外面的相就是不生滅的相，是這麼個道理，相隨心轉。大經裡頭說得很好，「唯心所現，唯識所變」，這是講十法界依正莊嚴這些假相從哪來的？心現識變。所以我們心到一，沒有生滅了，現的相就不生滅，這個境界我們稱他作法身大士，理一心不亂，這是大菩薩的境界。"
    },
    {
      "id": "14-009-0005_p0029",
      "zh_CN": "从此之后，他是「无功用道，任运流入，即舍赖耶之号，别受清净之名」，这就是转阿赖耶成大圆镜智，这就成佛了。无功用道，就是俗话说用不得力，自自然然的。古人有个比喻，因为这个境界很难体会，但是这种比喻，从前人容易体会，现在人恐怕也很难。以前过渡，过河、过渡，都坐船。那个船都是用桨划，划桨或者是摇橹，快要上岸了都用竹竿，到浅的地方用竹竿。但是离岸很近的时候，竹竿也不要用，统统放下，船自自然然往岸上接近，那就叫无功用道。用这个比喻，什么力都不要用，自自然然的它会往前进，就是这个意思。这要到什么境界？十地菩萨以后，十地菩萨、等觉菩萨一直到成佛。在这个阶段里头是无功用道。或者我们把这个境界放宽一点说，从八地菩萨起，八地是不动地，是中品的无生法忍。一般讲，严格的讲，无生法忍，七地菩萨，下品；八地菩萨，中品；九地菩萨，上品。十地菩萨就不叫无生法忍，叫寂灭忍，一品是清净寂灭。所以十地菩萨是下品的寂灭忍，等觉菩萨是中品的寂灭忍，佛是上品的寂灭忍，那在无生法忍之上，无功用道。任运流入，流入什么？流入一切种智。梵语名字叫萨婆若海，就是一切种智海。海是比喻，比喻它广大。到这个时候完全转识成智，转阿赖耶成大圆镜智，从此以后不叫它做阿赖耶，叫它做大圆镜智。这是转八识成四智，转凡入圣。",
      "zh_TW": "從此之後，他是「無功用道，任運流入，即捨賴耶之號，別受清淨之名」，這就是轉阿賴耶成大圓鏡智，這就成佛了。無功用道，就是俗話說用不得力，自自然然的。古人有個比喻，因為這個境界很難體會，但是這種比喻，從前人容易體會，現在人恐怕也很難。以前過渡，過河、過渡，都坐船。那個船都是用槳划，划槳或者是搖櫓，快要上岸了都用竹竿，到淺的地方用竹竿。但是離岸很近的時候，竹竿也不要用，統統放下，船自自然然往岸上接近，那就叫無功用道。用這個比喻，什麼力都不要用，自自然然的它會往前進，就是這個意思。這要到什麼境界？十地菩薩以後，十地菩薩、等覺菩薩一直到成佛。在這個階段裡頭是無功用道。或者我們把這個境界放寬一點說，從八地菩薩起，八地是不動地，是中品的無生法忍。一般講，嚴格的講，無生法忍，七地菩薩，下品；八地菩薩，中品；九地菩薩，上品。十地菩薩就不叫無生法忍，叫寂滅忍，一品是清淨寂滅。所以十地菩薩是下品的寂滅忍，等覺菩薩是中品的寂滅忍，佛是上品的寂滅忍，那在無生法忍之上，無功用道。任運流入，流入什麼？流入一切種智。梵語名字叫薩婆若海，就是一切種智海。海是比喻，比喻它廣大。到這個時候完全轉識成智，轉阿賴耶成大圓鏡智，從此以後不叫它做阿賴耶，叫它做大圓鏡智。這是轉八識成四智，轉凡入聖。"
    },
    {
      "id": "14-009-0005_p0030",
      "zh_CN": "可是我们再要追究它的根源，「然破惑显性，功由六识」。你怎么会有这一天，怎么会有这么大的成就？还是当初依靠第六识的观照，我们起步是要靠第六识。就是常常能够提醒自己，能够修正自己的错误，这叫修行。修行就是修正行为，行为里面特别是思想、是念头，把错误的思想修正过来，把错误的见解修正过来，这个修正过来就叫做观照。譬如我们眼见色，色境，色境是眼根所对的外面一些境界，起了贪心，觉悟了，「这是错误的，这是烦恼」，一下警觉到，我在境界里没有贪心了，这就是观照。你把那烦恼的心所照住，它就不起作用。在逆境里面起了瞋恚心，一想，「我不应该，我的清净心里头本来没有瞋恚，为什么会有瞋恚心起来？」叫你处处用第六意识觉察你自己。",
      "zh_TW": "可是我們再要追究它的根源，「然破惑顯性，功由六識」。你怎麼會有這一天，怎麼會有這麼大的成就？還是當初依靠第六識的觀照，我們起步是要靠第六識。就是常常能夠提醒自己，能夠修正自己的錯誤，這叫修行。修行就是修正行為，行為裡面特別是思想、是念頭，把錯誤的思想修正過來，把錯誤的見解修正過來，這個修正過來就叫做觀照。譬如我們眼見色，色境，色境是眼根所對的外面一些境界，起了貪心，覺悟了，「這是錯誤的，這是煩惱」，一下警覺到，我在境界裡沒有貪心了，這就是觀照。你把那煩惱的心所照住，它就不起作用。在逆境裡面起了瞋恚心，一想，「我不應該，我的清淨心裡頭本來沒有瞋恚，為什麼會有瞋恚心起來？」叫你處處用第六意識覺察你自己。"
    },
    {
      "id": "14-009-0005_p0031",
      "zh_CN": "外面境界没有善恶，外面境界是平等的，外面境界都是善知识。为什么？没有那些恶人恶境，我们的瞋恚心断不掉。你要一辈子遇不到恶人恶境，你那个瞋恚心藏在你阿赖耶识里面那个仓库，藏得很深，为什么？它不起现行。一遇到境界它跑出来了，它一跑出来，你觉察它，「你是坏东西，不准你跑出来」。念佛人最好，马上换成一句阿弥陀佛，把这念头打掉，换成阿弥陀佛。这样的时候，譬如说我们外面的恶人恶境，对我们的功德很大，不然这个烦恼不会起现行。这个烦恼一起现行，我马上就把它换掉，马上把它控制住，这就是功夫，用功是这么个用法。顺境里头也是如此，在顺境里头，贪爱的心一起来，「这是烦恼，跟瞋恚没两样，同样的害处，一样大的害处」，马上换成阿弥陀佛，马上把它用清净心打下去。所以顺境，那些也是我们的佛菩萨。顺逆境界都是帮助我们修行的。",
      "zh_TW": "外面境界沒有善惡，外面境界是平等的，外面境界都是善知識。為什麼？沒有那些惡人惡境，我們的瞋恚心斷不掉。你要一輩子遇不到惡人惡境，你那個瞋恚心藏在你阿賴耶識裡面那個倉庫，藏得很深，為什麼？它不起現行。一遇到境界它跑出來了，它一跑出來，你覺察它，「你是壞東西，不准你跑出來」。念佛人最好，馬上換成一句阿彌陀佛，把這念頭打掉，換成阿彌陀佛。這樣的時候，譬如說我們外面的惡人惡境，對我們的功德很大，不然這個煩惱不會起現行。這個煩惱一起現行，我馬上就把它換掉，馬上把它控制住，這就是功夫，用功是這麼個用法。順境裡頭也是如此，在順境裡頭，貪愛的心一起來，「這是煩惱，跟瞋恚沒兩樣，同樣的害處，一樣大的害處」，馬上換成阿彌陀佛，馬上把它用清淨心打下去。所以順境，那些也是我們的佛菩薩。順逆境界都是幫助我們修行的。"
    },
    {
      "id": "14-009-0005_p0032",
      "zh_CN": "世间有一些人他不知道，以为顺境好，他被顺境害了他不晓得；逆境、瞋恨不好，他被逆境害了。觉察的人他能转环境，把顺境、逆境统统转变成平等境，这叫做真修行。日用平常，六根接触六尘境界，你会用这种功夫这叫真正修行，功夫哪有不得力的？什么地方不是道场？无论什么地方，起心动念就是修行，一切境缘全是道场，没离开道场一步。念佛人有个最大的好处，就是这一句阿弥陀佛这个佛号不间断。为什么？最容易提醒自己，最容易提醒。所以在八万四千法门里面这是第一法门，第一方便、第一稳当、第一快速。追究根本是第六识。但是到了照见就不用第六识，六识是前面两个，就是观照要用六识，照住还是用六识，照住就是得事一心不乱，还是第六识。理一心不用，理一心是转识成智，用真心不用妄心。",
      "zh_TW": "世間有一些人他不知道，以為順境好，他被順境害了他不曉得；逆境、瞋恨不好，他被逆境害了。覺察的人他能轉環境，把順境、逆境統統轉變成平等境，這叫做真修行。日用平常，六根接觸六塵境界，你會用這種功夫這叫真正修行，功夫哪有不得力的？什麼地方不是道場？無論什麼地方，起心動念就是修行，一切境緣全是道場，沒離開道場一步。念佛人有個最大的好處，就是這一句阿彌陀佛這個佛號不間斷。為什麼？最容易提醒自己，最容易提醒。所以在八萬四千法門裡面這是第一法門，第一方便、第一穩當、第一快速。追究根本是第六識。但是到了照見就不用第六識，六識是前面兩個，就是觀照要用六識，照住還是用六識，照住就是得事一心不亂，還是第六識。理一心不用，理一心是轉識成智，用真心不用妄心。"
    },
    {
      "id": "14-009-0005_p0033",
      "zh_CN": "「四明指为近而复要」，近是亲近，要是重要。四明大师告诉我们，前面用第六意识用功，近，大家一讲都知道，因为第六意识分别，第七识执着，一说都知道，近，非常重要，对于初学的人来讲太重要。「为事理解行之本。如伐树得根，灸病得穴」，这是举个比喻。你看禅宗里头常常提倡说「修行从根本修」，从根本修就方便，这个方法就是从根本修。所以观门是事、理、解、行，这是根本。事理解行是四大项目，是四个大项目。事是讲事相，理是讲理论，有事一定有理；解，解门、理解，对于事理理解；行就是修正自己的心行，换句话说，我们在这世间应该用什么样的态度来做人、来处世，这就叫修行，修正我们种种错误的态度、错误的行为。这就是从根本修。好比你砍树，你要从枝枝叶叶上砍很费事，相当费事，如果你从根本上把它一砍，很容易那棵树整个就倒下来。你要懂得这个观法，好，这修行是从根本修。好比治病，古时候的治病，针炙是我们中国古代治病重要的方法。这个炙是用艾草，一定要在穴道上，真正找对穴道了，非常有效果。「此即十乘中初观不思议境」，这上面所讲的这些方法，就是天台宗十乘观法当中初观不思议境。主旨都是在起心动念之处，六根接触六尘境界之处，从这个地方提起自己观照功夫，要用功夫。",
      "zh_TW": "「四明指為近而復要」，近是親近，要是重要。四明大師告訴我們，前面用第六意識用功，近，大家一講都知道，因為第六意識分別，第七識執著，一說都知道，近，非常重要，對於初學的人來講太重要。「為事理解行之本。如伐樹得根，灸病得穴」，這是舉個比喻。你看禪宗裡頭常常提倡說「修行從根本修」，從根本修就方便，這個方法就是從根本修。所以觀門是事、理、解、行，這是根本。事理解行是四大項目，是四個大項目。事是講事相，理是講理論，有事一定有理；解，解門、理解，對於事理理解；行就是修正自己的心行，換句話說，我們在這世間應該用什麼樣的態度來做人、來處世，這就叫修行，修正我們種種錯誤的態度、錯誤的行為。這就是從根本修。好比你砍樹，你要從枝枝葉葉上砍很費事，相當費事，如果你從根本上把它一砍，很容易那棵樹整個就倒下來。你要懂得這個觀法，好，這修行是從根本修。好比治病，古時候的治病，針炙是我們中國古代治病重要的方法。這個炙是用艾草，一定要在穴道上，真正找對穴道了，非常有效果。「此即十乘中初觀不思議境」，這上面所講的這些方法，就是天台宗十乘觀法當中初觀不思議境。主旨都是在起心動念之處，六根接觸六塵境界之處，從這個地方提起自己觀照功夫，要用功夫。"
    },
    {
      "id": "14-009-0005_p0034",
      "zh_CN": "下面这是讲「托事」，从事相上说。事相里面我们要晓得表法的意思，此地也举一个例子来说。从这个例子当中我们要觉悟，为什么？将来在一切法里面都可以托事提观，都可以。譬如我们刚才讲的燃香，香是什么？香是气味，鼻根所对的对象。你真正明白了，无论在什么地方，无论闻到什么气味，马上要想到戒、定、慧、解脱、解脱知见，你都能提起，那就好了。看到佛前面供的灯，代表般若光明，无论在哪个地方，你看到太阳、看到月亮、看到星星，马路上看到灯，任何地方看到灯，统统代表智慧，统统代表心地的光明，这样才能修行。不能说佛堂的灯代表，我厨房的灯不代表，那就错误了，马路上的路灯不代表，那就不对了，那你就完全搞错了。我们佛堂里供的花，代表六度万行，无论在哪里看到花，就想到我要修六波罗蜜。看到供的水果，供果代表菩提涅槃，不管在哪个地方看到果就想到菩提涅槃，这样才行。所以佛堂里面等于是我上课一样，这是课堂的作业，课堂学了之后，带到学校之外，在社会上要能起作用，学以致用才行。课堂给你讲解这个道理，然后你离开讲堂之后，你在你实际生活当中统统用上了，你才晓得佛法不可思议，才知道处处提醒你自己的觉性，觉而不迷、正而不邪、净而不染。所以在生活当中修行，在待人接物之处用功，在这里用心去。",
      "zh_TW": "下面這是講「托事」，從事相上說。事相裡面我們要曉得表法的意思，此地也舉一個例子來說。從這個例子當中我們要覺悟，為什麼？將來在一切法裡面都可以托事提觀，都可以。譬如我們剛才講的燃香，香是什麼？香是氣味，鼻根所對的對象。你真正明白了，無論在什麼地方，無論聞到什麼氣味，馬上要想到戒、定、慧、解脫、解脫知見，你都能提起，那就好了。看到佛前面供的燈，代表般若光明，無論在哪個地方，你看到太陽、看到月亮、看到星星，馬路上看到燈，任何地方看到燈，統統代表智慧，統統代表心地的光明，這樣才能修行。不能說佛堂的燈代表，我廚房的燈不代表，那就錯誤了，馬路上的路燈不代表，那就不對了，那你就完全搞錯了。我們佛堂裡供的花，代表六度萬行，無論在哪裡看到花，就想到我要修六波羅蜜。看到供的水果，供果代表菩提涅槃，不管在哪個地方看到果就想到菩提涅槃，這樣才行。所以佛堂裡面等於是我上課一樣，這是課堂的作業，課堂學了之後，帶到學校之外，在社會上要能起作用，學以致用才行。課堂給你講解這個道理，然後你離開講堂之後，你在你實際生活當中統統用上了，你才曉得佛法不可思議，才知道處處提醒你自己的覺性，覺而不迷、正而不邪、淨而不染。所以在生活當中修行，在待人接物之處用功，在這裡用心去。"
    },
    {
      "id": "14-009-0005_p0035",
      "zh_CN": "这底下说，举一个例子讲，「皆依经题」，就拿经题来做一个例子，来解释。「地藏本愿人法而观之」，我们就看经题这几个字。「行人瞻礼大士时」，这行人就是修行人，我们看到地藏菩萨，我们会给他烧一柱香，拜三拜，瞻礼，瞻仰礼拜，瞻是看，瞻视。为什么要看它？表法的意思太多。因为你看才能提起观照，你要是不看，观照就提不起来，所以要看。在念佛里面，四种念佛里头有观像念佛，观像就是看佛像，就是面对着佛像看佛像，有这种方法，念佛法门有这一种。那个人要有很大的福报，为什么？你没有福报，你要天天上班，你就没有办法看佛像，你要很悠闲。我们修净土法门，我们的房子四面统统挂着阿弥陀佛像，无论走到哪里都看到阿弥陀佛，这样跟阿弥陀佛就很熟，阿弥陀佛这个像深深的印在自己阿赖耶识里头。自己不起心动念则已，一起心动念就是阿弥陀佛，念头一起来就是想到阿弥陀佛，因为你一天到晚看阿弥陀佛。这个人很大的福报才行，很清闲，不要做事情。你要是有工作的时候，你就没有办法，你的功夫就会断掉。所以四种念佛里头持名最方便。持名，不管你做什么事情，它不妨碍你。你观像就不行，观像只有在一个固定的地方，你一离开之后你这功夫就断掉了。所以瞻礼、瞻仰是很重要的，常常看佛像很重要的。",
      "zh_TW": "這底下說，舉一個例子講，「皆依經題」，就拿經題來做一個例子，來解釋。「地藏本願人法而觀之」，我們就看經題這幾個字。「行人瞻禮大士時」，這行人就是修行人，我們看到地藏菩薩，我們會給他燒一柱香，拜三拜，瞻禮，瞻仰禮拜，瞻是看，瞻視。為什麼要看它？表法的意思太多。因為你看才能提起觀照，你要是不看，觀照就提不起來，所以要看。在念佛裡面，四種念佛裡頭有觀像念佛，觀像就是看佛像，就是面對著佛像看佛像，有這種方法，念佛法門有這一種。那個人要有很大的福報，為什麼？你沒有福報，你要天天上班，你就沒有辦法看佛像，你要很悠閒。我們修淨土法門，我們的房子四面統統掛著阿彌陀佛像，無論走到哪裡都看到阿彌陀佛，這樣跟阿彌陀佛就很熟，阿彌陀佛這個像深深的印在自己阿賴耶識裡頭。自己不起心動念則已，一起心動念就是阿彌陀佛，念頭一起來就是想到阿彌陀佛，因為你一天到晚看阿彌陀佛。這個人很大的福報才行，很清閒，不要做事情。你要是有工作的時候，你就沒有辦法，你的功夫就會斷掉。所以四種念佛裡頭持名最方便。持名，不管你做什麼事情，它不妨礙你。你觀像就不行，觀像只有在一個固定的地方，你一離開之後你這功夫就斷掉了。所以瞻禮、瞻仰是很重要的，常常看佛像很重要的。"
    },
    {
      "id": "14-009-0005_p0036",
      "zh_CN": "「供养华香之时，不表观法何以用心」，要不将这观照的方法表明，你就没有办法用心，这个用心实在讲就是修行，你没法子修行。怎么个观法？这就提醒你，观地藏菩萨「头冠」，观他戴的帽子。「璎珞」，菩萨身上都戴着璎珞，就是珠宝，我们现在讲项链，它不是项链，项链是单一条，璎珞是很多挂在身上，那是璎珞。「面貌熙怡，寂然愍念一切有情」，它表的这个态度。「左手安脐下」，这肚脐以下，「托钵」，地藏菩萨一个手拿着钵，一个手拿着锡杖。如果锡杖不拿在手上，放在旁边，他这右手有个姿势，「右手复合掌向下」，这是合掌向下。「大指捻头指，作慰安一切众生想」，大拇指它捻头指，这么一个手势，一个手印。这是他地藏塑像是这个像，什么意思？下面就给你说了。",
      "zh_TW": "「供養華香之時，不表觀法何以用心」，要不將這觀照的方法表明，你就沒有辦法用心，這個用心實在講就是修行，你沒法子修行。怎麼個觀法？這就提醒你，觀地藏菩薩「頭冠」，觀他戴的帽子。「瓔珞」，菩薩身上都戴著瓔珞，就是珠寶，我們現在講項鍊，它不是項鍊，項鍊是單一條，瓔珞是很多掛在身上，那是瓔珞。「面貌熙怡，寂然愍念一切有情」，它表的這個態度。「左手安臍下」，這肚臍以下，「托缽」，地藏菩薩一個手拿著缽，一個手拿著錫杖。如果錫杖不拿在手上，放在旁邊，他這右手有個姿勢，「右手復合掌向下」，這是合掌向下。「大指捻頭指，作慰安一切眾生想」，大拇指它捻頭指，這麼一個手勢，一個手印。這是他地藏塑像是這個像，什麼意思？下面就給你說了。"
    },
    {
      "id": "14-009-0005_p0037",
      "zh_CN": "「头，表一切种智」，因为它是最上的，至高无上，头代表一切种智，一切种智就是无上正等正觉。「冠」，冠是戴在头上的，头已经是顶了，它戴在上面，地藏菩萨戴着是毘卢帽，毘卢遮那佛戴的帽子，他戴着毘卢帽，表「毗卢法性」。毘卢遮那是法身佛的名号，意思是遍一切处，毘卢遮那是印度话，翻成中国的意思是遍一切处，无所不遍。这个帽子代表这个意思。身上这些「璎珞」，这个璎珞我们今天讲是装饰的，现在都叫做首饰，都是首饰一类的，挂着像，佩在胸前的，璎珞。所以看到佛像、看到菩萨像都戴着璎珞，这璎珞它表法的，「表总持四陀罗尼」。陀罗尼是印度话，翻成中国的意思就叫总持，就是总一切意，持一切法，所以叫总持。总持有四种，一种是法，第二是义，法就是一切法，义就是一切道理，义理。第三种是咒。密宗里面有许多咒语，也是属于总持；这经里面也有很多咒语，也叫做总持。第四叫忍，忍也是总持。无论什么境界，你只要能忍，你心就清净，什么事情就没有了，它也是属于总持。有这四个意思，四大类。「表种智，从法性而成」，就是一切种智。「故能总持一切法门」，所以一切种智一定要证真如本性才能现前，就是无上正等正觉。得无上正等正觉，这一切法都通达，一切法都没有障碍，所以它表总持，璎珞表这个意思。",
      "zh_TW": "「頭，表一切種智」，因為它是最上的，至高無上，頭代表一切種智，一切種智就是無上正等正覺。「冠」，冠是戴在頭上的，頭已經是頂了，它戴在上面，地藏菩薩戴著是毘盧帽，毘盧遮那佛戴的帽子，他戴著毘盧帽，表「毗盧法性」。毘盧遮那是法身佛的名號，意思是遍一切處，毘盧遮那是印度話，翻成中國的意思是遍一切處，無所不遍。這個帽子代表這個意思。身上這些「瓔珞」，這個瓔珞我們今天講是裝飾的，現在都叫做首飾，都是首飾一類的，掛著像，佩在胸前的，瓔珞。所以看到佛像、看到菩薩像都戴著瓔珞，這瓔珞它表法的，「表總持四陀羅尼」。陀羅尼是印度話，翻成中國的意思就叫總持，就是總一切意，持一切法，所以叫總持。總持有四種，一種是法，第二是義，法就是一切法，義就是一切道理，義理。第三種是咒。密宗裡面有許多咒語，也是屬於總持；這經裡面也有很多咒語，也叫做總持。第四叫忍，忍也是總持。無論什麼境界，你只要能忍，你心就清淨，什麼事情就沒有了，它也是屬於總持。有這四個意思，四大類。「表種智，從法性而成」，就是一切種智。「故能總持一切法門」，所以一切種智一定要證真如本性才能現前，就是無上正等正覺。得無上正等正覺，這一切法都通達，一切法都沒有障礙，所以它表總持，瓔珞表這個意思。"
    },
    {
      "id": "14-009-0005_p0038",
      "zh_CN": "菩萨的面，面表心，我们要看一个人的心，你就看他那个人的面貌，为什么？心变现出来的。所以你去看相，人家说相随心转，对不对？当然对。你心欢喜，一看到你的面孔是欢喜相；你心里不高兴，一看到面孔，那就是不高兴的相。所以你的面貌确实是随心所转。面者心之貌，心的相貌就是面孔。所以「表从心所现慈悲相好」，菩萨的面是表这个意思。「一身之相，以面为要」，这是讲一般人，人的身相，以面最重要。「诸法所依，以心为体」，心最重要。所以相表心，「相逐心生，故以表心」。所以菩萨慈悲的相貌代表慈悲心。",
      "zh_TW": "菩薩的面，面表心，我們要看一個人的心，你就看他那個人的面貌，為什麼？心變現出來的。所以你去看相，人家說相隨心轉，對不對？當然對。你心歡喜，一看到你的面孔是歡喜相；你心裡不高興，一看到面孔，那就是不高興的相。所以你的面貌確實是隨心所轉。面者心之貌，心的相貌就是面孔。所以「表從心所現慈悲相好」，菩薩的面是表這個意思。「一身之相，以面為要」，這是講一般人，人的身相，以面最重要。「諸法所依，以心為體」，心最重要。所以相表心，「相逐心生，故以表心」。所以菩薩慈悲的相貌代表慈悲心。"
    },
    {
      "id": "14-009-0005_p0039",
      "zh_CN": "寂然之态，这个寂然是非常清净，非常清净的样子。「表菩萨自住三摩地」，三摩地是定，他自己住在定中。就像《楞严经》上佛所讲的，诸佛如来与大菩萨们，他们是「自住三摩地中」，自己都住在定中。六祖大师开悟的时候，也是悟入这个境界，「应无所住，而生其心」。应无所住就是自住三摩地，而生其心是起大悲的愿力，度化一切众生。所以度众生的弘愿，度众生的大行，是从三摩地生的。众生「以苦缘而感」，大士「以大悲而应也」。真正能做到感应道交，一定要靠心地清净，心清净有不可思议的能力，我们一般人讲神通，那是真的不是假的。自己心真清净，一切众生有感，这个清净心就有应，感应道交。所以这神通有很多很多种，这是真的，这一点都不假，是佛法所赞叹的。",
      "zh_TW": "寂然之態，這個寂然是非常清淨，非常清淨的樣子。「表菩薩自住三摩地」，三摩地是定，他自己住在定中。就像《楞嚴經》上佛所講的，諸佛如來與大菩薩們，他們是「自住三摩地中」，自己都住在定中。六祖大師開悟的時候，也是悟入這個境界，「應無所住，而生其心」。應無所住就是自住三摩地，而生其心是起大悲的願力，度化一切眾生。所以度眾生的弘願，度眾生的大行，是從三摩地生的。眾生「以苦緣而感」，大士「以大悲而應也」。真正能做到感應道交，一定要靠心地清淨，心清淨有不可思議的能力，我們一般人講神通，那是真的不是假的。自己心真清淨，一切眾生有感，這個清淨心就有應，感應道交。所以這神通有很多很多種，這是真的，這一點都不假，是佛法所讚歎的。"
    },
    {
      "id": "14-009-0005_p0040",
      "zh_CN": "还有一些神通从哪里来的？不是你自己的，是外面邪魔，妖魔鬼怪，附在你身上而显的神通，那就是假的，就像《楞严经》里面讲的「五十种阴魔」。魔为什么会来？因为他心不正。就是邪与邪相感，正与正相感，这个不一样的。你心邪，那个邪魔外道的妖魔鬼怪就来了，你跟他志同道合他就来了。他也能现神通，也能够迷惑人，但是那个将来一定会失败的，绝对不会成正果，这是我们特别要小心、要谨慎的。现在这个时代妖魔鬼怪太多了，《楞严经》上说的，我们这个末法时期，「邪师说法如恒河沙」。所以能够遇到正法不容易，正是多生的善根、福德、因缘，否则的话很不容易遇到正法。这寂然之态，态度，表这个意思。",
      "zh_TW": "還有一些神通從哪裡來的？不是你自己的，是外面邪魔，妖魔鬼怪，附在你身上而顯的神通，那就是假的，就像《楞嚴經》裡面講的「五十種陰魔」。魔為什麼會來？因為他心不正。就是邪與邪相感，正與正相感，這個不一樣的。你心邪，那個邪魔外道的妖魔鬼怪就來了，你跟他志同道合他就來了。他也能現神通，也能夠迷惑人，但是那個將來一定會失敗的，絕對不會成正果，這是我們特別要小心、要謹慎的。現在這個時代妖魔鬼怪太多了，《楞嚴經》上說的，我們這個末法時期，「邪師說法如恆河沙」。所以能夠遇到正法不容易，正是多生的善根、福德、因緣，否則的話很不容易遇到正法。這寂然之態，態度，表這個意思。"
    },
    {
      "id": "14-009-0005_p0041",
      "zh_CN": "左右手，「表权实二智」，就是我们一般人讲双手万能，它代表的是实智与权智。「实智内自照理，权智外以鉴机」，教化众生，破迷开悟，离苦得乐，这要双手去做，所以说是双手万能。这个地方我们要注意的就是权实二智。什么叫实智？实智是真智慧，真智慧没有分别，所以叫无分别智。换句话说，就是清净心，清净心就是实智，清净心对自己的受用就叫实智，对别人的作用叫权智。别人叫随缘，权智随缘，实智不变，随缘不变，不变随缘。因为随缘，才能成就一切众生；因为不变，才能成就自己的三德。所以说自他二力，权智利他，实智自利。权帮助实，利他就是自利；实帮助权，自利就是利他，自利利他是一不是二。所以教化众生目的在哪里？这要特别记住，目的是在破迷开悟，离苦得乐。这是真正的方法。所以佛法里头没有迷信，没有奇奇怪怪的这些东西，千万不要被这些奇奇怪怪的法术欺骗，佛法里头没有这个，佛法里叫我们破迷开悟。",
      "zh_TW": "左右手，「表權實二智」，就是我們一般人講雙手萬能，它代表的是實智與權智。「實智內自照理，權智外以鑑機」，教化眾生，破迷開悟，離苦得樂，這要雙手去做，所以說是雙手萬能。這個地方我們要注意的就是權實二智。什麼叫實智？實智是真智慧，真智慧沒有分別，所以叫無分別智。換句話說，就是清淨心，清淨心就是實智，清淨心對自己的受用就叫實智，對別人的作用叫權智。別人叫隨緣，權智隨緣，實智不變，隨緣不變，不變隨緣。因為隨緣，才能成就一切眾生；因為不變，才能成就自己的三德。所以說自他二力，權智利他，實智自利。權幫助實，利他就是自利；實幫助權，自利就是利他，自利利他是一不是二。所以教化眾生目的在哪裡？這要特別記住，目的是在破迷開悟，離苦得樂。這是真正的方法。所以佛法裡頭沒有迷信，沒有奇奇怪怪的這些東西，千萬不要被這些奇奇怪怪的法術欺騙，佛法裡頭沒有這個，佛法裡叫我們破迷開悟。"
    },
    {
      "id": "14-009-0005_p0042",
      "zh_CN": "再讲到托钵，「脐下托钵，表性识所具如来藏也」，代表这个意思。「内空外圆」，这钵里面是空的，钵的样子是圆的，内空外圆，拿钵来表识性所具如来藏，代表这个意思。「表自他同具空如来藏，圆同太虚」，是表空如来藏。这个三如来藏，空如来藏、不空如来藏、空不空如来藏，《楞严经》上说得最为透彻，所以读过《楞严》就很清楚，这个也是一而三、三而一。「内可藏物，表不空如来藏」，具足无量功德。这个钵里头空，空里头能装东西，托钵的时候饭菜装在里面，表不空。体是空如来藏，用是不空如来藏，用的时候是万德万能，所以是无量的功德。诸佛如来如是，一切众生也不例外，各各具足。「大指捻头指」，这就是讲这手印的表法，「表迷悟一如」，是一不是二。为什么？都是讲自性，此地讲的是性识。我们凡夫迷，迷什么？迷的性识。诸佛菩萨悟，悟什么？也是悟的性识。是一不是二。迷悟虽然不同，迷的对象是一，悟的对象也是一，没有两样东西，所以迷悟不二。",
      "zh_TW": "再講到托缽，「臍下托缽，表性識所具如來藏也」，代表這個意思。「內空外圓」，這缽裡面是空的，缽的樣子是圓的，內空外圓，拿缽來表識性所具如來藏，代表這個意思。「表自他同具空如來藏，圓同太虛」，是表空如來藏。這個三如來藏，空如來藏、不空如來藏、空不空如來藏，《楞嚴經》上說得最為透徹，所以讀過《楞嚴》就很清楚，這個也是一而三、三而一。「內可藏物，表不空如來藏」，具足無量功德。這個缽裡頭空，空裡頭能裝東西，托缽的時候飯菜裝在裡面，表不空。體是空如來藏，用是不空如來藏，用的時候是萬德萬能，所以是無量的功德。諸佛如來如是，一切眾生也不例外，各各具足。「大指捻頭指」，這就是講這手印的表法，「表迷悟一如」，是一不是二。為什麼？都是講自性，此地講的是性識。我們凡夫迷，迷什麼？迷的性識。諸佛菩薩悟，悟什麼？也是悟的性識。是一不是二。迷悟雖然不同，迷的對象是一，悟的對象也是一，沒有兩樣東西，所以迷悟不二。"
    }
  ]
}