{
  "doc_id": "21-560-0001",
  "title": {
    "zh_CN": "团结宗教恢复世界和平",
    "zh_TW": "團結宗教恢復世界和平"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "澳洲雪梨净宗学会",
    "zh_TW": "澳洲雪梨淨宗學會"
  },
  "doc_number": "21-560-0001",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "21-560-0001_p0001",
      "zh_CN": "诸位法师，诸位长老、大德，诸位同参、同学，大家晚上好。今天晚上在悉尼（雪梨）这个城市，我们这么多同修的聚会，我想也是稀有难逢，我们看到非常的欢喜、非常的欣慰。诸位我想都知道，现代这个世界，可以说我们这个地球，过去常常听人家说地球病了，我们没有深刻的感触，现在想起这句话，确实地球病了，而且病得很严重。关心这桩事情的人，可以说是愈来愈多，几乎直接影响到我们的日常生活。灾难的频率每年不断的上升，灾难的严重性，可以说一次比一次加深。我们生活在这个时代，我们用中国老人说的一句话，「没有安全感」，没有安全感这是人生很痛苦的一桩事情。",
      "zh_TW": "諸位法師，諸位長老、大德，諸位同參、同學，大家晚上好。今天晚上在悉尼（雪梨）這個城市，我們這麼多同修的聚會，我想也是稀有難逢，我們看到非常的歡喜、非常的欣慰。諸位我想都知道，現代這個世界，可以說我們這個地球，過去常常聽人家說地球病了，我們沒有深刻的感觸，現在想起這句話，確實地球病了，而且病得很嚴重。關心這樁事情的人，可以說是愈來愈多，幾乎直接影響到我們的日常生活。災難的頻率每年不斷的上升，災難的嚴重性，可以說一次比一次加深。我們生活在這個時代，我們用中國老人說的一句話，「沒有安全感」，沒有安全感這是人生很痛苦的一樁事情。"
    },
    {
      "id": "21-560-0001_p0002",
      "zh_CN": "灾难怎么化解？灾难可以分为两方面，一个是自身，一个是我们的环境。环境是天灾人祸，我们自己呢？许许多多的病痛，尤其现在大家真正担心的传染病，世界卫生组织不断向我们提出警告，这个传染病非常严重，说是世界性的。那多少人传染？它估计的是三分之一。现在世界上人口六十七亿，三分之一就是二十多亿人会感染。当然感染不一定都会死亡，它说死亡比率应该是千分之四，就是你受到感染的人，一千个人当中可能有四个人要丧生，二十多亿人，这个比例就很可观。再加上自然的灾害，水灾、火灾、地震这些灾难，确实是让我们想起来之后，感觉得这个生命几乎没有意义，到这个世间来干什么的？来受苦、来受难的。",
      "zh_TW": "災難怎麼化解？災難可以分為兩方面，一個是自身，一個是我們的環境。環境是天災人禍，我們自己呢？許許多多的病痛，尤其現在大家真正擔心的傳染病，世界衛生組織不斷向我們提出警告，這個傳染病非常嚴重，說是世界性的。那多少人傳染？它估計的是三分之一。現在世界上人口六十七億，三分之一就是二十多億人會感染。當然感染不一定都會死亡，它說死亡比率應該是千分之四，就是你受到感染的人，一千個人當中可能有四個人要喪生，二十多億人，這個比例就很可觀。再加上自然的災害，水災、火災、地震這些災難，確實是讓我們想起來之後，感覺得這個生命幾乎沒有意義，到這個世間來幹什麼的？來受苦、來受難的。"
    },
    {
      "id": "21-560-0001_p0003",
      "zh_CN": "灾难怎么来的？研究的人很多，真正能够说得清楚、说得明白的，在大乘佛法。佛告诉我们，宇宙怎么来的，生命怎么来的，我从哪里来的。中国禅宗有个很著名的话头，教学人参究，「父母未生前本来面目」，是什么？有没有人真的参究到这个根源？有，当然不多，头一个就是释迦牟尼佛。释迦牟尼佛以后，他的弟子当中真正到这个境界的，我们中国禅宗所讲明心见性、大彻大悟，那就是把这个问题真的解决了。在佛法里面解决问题，不是说听老师教诲，你明白了那就算数，这不算数的。悟有两种，一个叫解悟，一个叫证悟。我们听老师说的，经典读多了，如法的修学，我们能体会到一些，这叫解悟。解悟不算数，要证悟，你自己要亲证得，宇宙的起源你要真正看到，那才算数，不是真正看到的不算数。",
      "zh_TW": "災難怎麼來的？研究的人很多，真正能夠說得清楚、說得明白的，在大乘佛法。佛告訴我們，宇宙怎麼來的，生命怎麼來的，我從哪裡來的。中國禪宗有個很著名的話頭，教學人參究，「父母未生前本來面目」，是什麼？有沒有人真的參究到這個根源？有，當然不多，頭一個就是釋迦牟尼佛。釋迦牟尼佛以後，他的弟子當中真正到這個境界的，我們中國禪宗所講明心見性、大徹大悟，那就是把這個問題真的解決了。在佛法裡面解決問題，不是說聽老師教誨，你明白了那就算數，這不算數的。悟有兩種，一個叫解悟，一個叫證悟。我們聽老師說的，經典讀多了，如法的修學，我們能體會到一些，這叫解悟。解悟不算數，要證悟，你自己要親證得，宇宙的起源你要真正看到，那才算數，不是真正看到的不算數。"
    },
    {
      "id": "21-560-0001_p0004",
      "zh_CN": "宇宙的起源，科学家告诉我们，那都是几十亿、几百亿年之前，我们能看见吗？能。为什么能？因为空间跟时间是假的，不是真的。如果时间是真的，不要说过去几亿年，过去几年，我们都没有办法回到那个时候，把这个事情看清楚。我们人生寿命长的，能够活到八、九十岁、一百多岁，他能够回忆到，他童年所见到的境界，那在回忆当中。如果我们有能力突破时空的维次，这问题解决了。科学家也在追求，如何能够突破空间维次。他们告诉我们，如果能够突破空间维次，人就可以回到过去，人也可以能看到未来。这个就是说时间没有了，不但时间没有空间也没有了，空间没有距离也没有了，宇宙的边缘到底怎么样？你也都能见到了。可是在佛法里头，他真的能做到，他用什么方法？现在科学家还没有意识到，他用禅定。禅定的等级是无量无边的，它的原理，大乘经里面跟我们讲得很清楚，原理很简单，就是妄想分别执着，就这三桩事情。每一桩里面，妄想也好、分别也好、执着也好，都是无量无边。",
      "zh_TW": "宇宙的起源，科學家告訴我們，那都是幾十億、幾百億年之前，我們能看見嗎？能。為什麼能？因為空間跟時間是假的，不是真的。如果時間是真的，不要說過去幾億年，過去幾年，我們都沒有辦法回到那個時候，把這個事情看清楚。我們人生壽命長的，能夠活到八、九十歲、一百多歲，他能夠回憶到，他童年所見到的境界，那在回憶當中。如果我們有能力突破時空的維次，這問題解決了。科學家也在追求，如何能夠突破空間維次。他們告訴我們，如果能夠突破空間維次，人就可以回到過去，人也可以能看到未來。這個就是說時間沒有了，不但時間沒有空間也沒有了，空間沒有距離也沒有了，宇宙的邊緣到底怎麼樣？你也都能見到了。可是在佛法裡頭，他真的能做到，他用什麼方法？現在科學家還沒有意識到，他用禪定。禪定的等級是無量無邊的，它的原理，大乘經裡面跟我們講得很清楚，原理很簡單，就是妄想分別執著，就這三樁事情。每一樁裡面，妄想也好、分別也好、執著也好，都是無量無邊。"
    },
    {
      "id": "21-560-0001_p0005",
      "zh_CN": "佛教导我们修学，所谓修行，行就是行动，修就是修正，把错误的行动修正过来，这叫修行。什么是错误？刚才讲的这就是错误，起心动念，错了，分别执着，错了。为什么？真心里面没有妄想分别执着。所以佛告诉我们，这都是他自己亲证的境界。他说如果我们能够把执着放下，对于世出世间一切法都不执着，六道就没有了，所以六道不是真的，是假的，六道轮回就没有了。有执着就有六道，六道是谁制造的？是我们自己执着烦恼制造出来的。我们每个人都制造得很成功，六道就出现了，自己制造的，不是别人制造的。如果更进一步能够把分别也放下，十法界就没有了，不但六道没有了，六道之外佛给我们讲，有声闻法界、有缘觉法界、有菩萨法界、有佛法界，这些也没有了，那是什么？那是从分别来的。最后我们常常讲的，诸佛菩萨的一真法界，那都是我们非常向往的地方，西方极乐世界，诸佛如来的实报庄严土，它不是在十法界里面。",
      "zh_TW": "佛教導我們修學，所謂修行，行就是行動，修就是修正，把錯誤的行動修正過來，這叫修行。什麼是錯誤？剛才講的這就是錯誤，起心動念，錯了，分別執著，錯了。為什麼？真心裡面沒有妄想分別執著。所以佛告訴我們，這都是他自己親證的境界。他說如果我們能夠把執著放下，對於世出世間一切法都不執著，六道就沒有了，所以六道不是真的，是假的，六道輪迴就沒有了。有執著就有六道，六道是誰製造的？是我們自己執著煩惱製造出來的。我們每個人都製造得很成功，六道就出現了，自己製造的，不是別人製造的。如果更進一步能夠把分別也放下，十法界就沒有了，不但六道沒有了，六道之外佛給我們講，有聲聞法界、有緣覺法界、有菩薩法界、有佛法界，這些也沒有了，那是什麼？那是從分別來的。最後我們常常講的，諸佛菩薩的一真法界，那都是我們非常嚮往的地方，西方極樂世界，諸佛如來的實報莊嚴土，它不是在十法界裡面。"
    },
    {
      "id": "21-560-0001_p0006",
      "zh_CN": "实报庄严土是我们非常向往的地方，那是不是真的？不是真的。佛在《金刚经》上说，《金刚经》一般同学很多人都念过，《金刚经》上说，「凡所有相，皆是虚妄」，我们想一想诸佛报土，实报庄严土，那个现相是不是虚妄的？是的。因为佛没有说过，他说「凡所有相，皆是虚妄」，诸佛如来的实报庄严土除外，那它是真的了，佛没有说过这句话，没有说它是除外的，所以它也在这里面。那是怎么形成的？起心动念，就是我们讲的无明，「一念不觉而有无明」。一念不觉最初现的是实报庄严土，以后有了分别就变成十法界，有了执着就变成六道轮回，全是自己造的。所以六祖，在中国禅宗，唐朝时候六祖惠能大师，他开悟了，他开悟的时间很早，二十四岁开悟的。他开悟了，他向他的老师五祖忍和尚做了个报告，他所证得的境界，这种境界都是在甚深禅定当中得到的。他讲「何期自性，本自清净」，宇宙之间有个什么东西？真性，在佛法讲的法性，或者说自性，或者讲真性，名词很多，一桩事情，他说的一桩事情。一桩事情佛说很多名词，意思教我们不要执着，不要去分别执著名词，懂得那是一桩事情就行了，都是破妄想分别执着的。这叫善巧方便，诱导我们明心见性，真正见性，目的就达到、就圆满了。所以自性是什么？自性是光明的、是清净的，这里面没有东西。虽然没有东西，它能变现出东西出来，所以哲学里面所讲的，宇宙万有的本体，佛法讲自性就是本体，它能生万法。所以它没有，你不能说它无，它能现；虽现出境界，像我们现在这个世界，六道轮回这个世界，你不能说它有，它是个幻相。《金刚经》上的比喻说得好，「如梦幻泡影」，它不是真的，当体即空，了不可得。这些问题都是现代哲学、科学里面的大问题，理上讲是属于哲学问题，事上讲是属于科学问题。这些问题释迦牟尼佛在三千年前，现在一般人讲二千五百多年前，早就说得清清楚楚、明明白白。",
      "zh_TW": "實報莊嚴土是我們非常嚮往的地方，那是不是真的？不是真的。佛在《金剛經》上說，《金剛經》一般同學很多人都念過，《金剛經》上說，「凡所有相，皆是虛妄」，我們想一想諸佛報土，實報莊嚴土，那個現相是不是虛妄的？是的。因為佛沒有說過，他說「凡所有相，皆是虛妄」，諸佛如來的實報莊嚴土除外，那它是真的了，佛沒有說過這句話，沒有說它是除外的，所以它也在這裡面。那是怎麼形成的？起心動念，就是我們講的無明，「一念不覺而有無明」。一念不覺最初現的是實報莊嚴土，以後有了分別就變成十法界，有了執著就變成六道輪迴，全是自己造的。所以六祖，在中國禪宗，唐朝時候六祖惠能大師，他開悟了，他開悟的時間很早，二十四歲開悟的。他開悟了，他向他的老師五祖忍和尚做了個報告，他所證得的境界，這種境界都是在甚深禪定當中得到的。他講「何期自性，本自清淨」，宇宙之間有個什麼東西？真性，在佛法講的法性，或者說自性，或者講真性，名詞很多，一樁事情，他說的一樁事情。一樁事情佛說很多名詞，意思教我們不要執著，不要去分別執著名詞，懂得那是一樁事情就行了，都是破妄想分別執著的。這叫善巧方便，誘導我們明心見性，真正見性，目的就達到、就圓滿了。所以自性是什麼？自性是光明的、是清淨的，這裡面沒有東西。雖然沒有東西，它能變現出東西出來，所以哲學裡面所講的，宇宙萬有的本體，佛法講自性就是本體，它能生萬法。所以它沒有，你不能說它無，它能現；雖現出境界，像我們現在這個世界，六道輪迴這個世界，你不能說它有，它是個幻相。《金剛經》上的比喻說得好，「如夢幻泡影」，它不是真的，當體即空，了不可得。這些問題都是現代哲學、科學裡面的大問題，理上講是屬於哲學問題，事上講是屬於科學問題。這些問題釋迦牟尼佛在三千年前，現在一般人講二千五百多年前，早就說得清清楚楚、明明白白。"
    },
    {
      "id": "21-560-0001_p0007",
      "zh_CN": "我们明了这些真相，第一个我们这个身体，能够得到这一生幸福、健康、长寿，不生病，了解之后就不生病。为什么？知道病从哪来的，病也是我们的妄想分别制造出来的，你没有妄想分别就不会生病。第二个，我们居住的环境，所有一切自然灾害没有了。你看看释迦牟尼佛在经典上为我们介绍，西方极乐世界有没有发生过地震？没听说过，西方极乐世界有没有洪水？没有，什么灾难都没有。西方极乐世界的人有没有生过病？有没有感冒过？没有。这就是说你明了之后，你就晓得怎样过健康的生活，怎样过太平盛世的生活，道理在此地。然后你就知道，佛法对我们的好处有多大，数不尽！真的帮助我们在生活当中解决问题的，它不是玄学，它不是迷信。所以这些道理，我们要好好认真去学习，在哪里？在大乘经典里面。",
      "zh_TW": "我們明瞭這些真相，第一個我們這個身體，能夠得到這一生幸福、健康、長壽，不生病，了解之後就不生病。為什麼？知道病從哪來的，病也是我們的妄想分別製造出來的，你沒有妄想分別就不會生病。第二個，我們居住的環境，所有一切自然災害沒有了。你看看釋迦牟尼佛在經典上為我們介紹，西方極樂世界有沒有發生過地震？沒聽說過，西方極樂世界有沒有洪水？沒有，什麼災難都沒有。西方極樂世界的人有沒有生過病？有沒有感冒過？沒有。這就是說你明瞭之後，你就曉得怎樣過健康的生活，怎樣過太平盛世的生活，道理在此地。然後你就知道，佛法對我們的好處有多大，數不盡！真的幫助我們在生活當中解決問題的，它不是玄學，它不是迷信。所以這些道理，我們要好好認真去學習，在哪裡？在大乘經典裡面。"
    },
    {
      "id": "21-560-0001_p0008",
      "zh_CN": "这就说到我们正题了，现在灾难这么多，有没有化解的方法？有。现实的环境，道家讲的两句话讲得好，《感应篇》上讲的，「祸福无门，惟人自召」，不在外，在内。我们今天整个社会的动乱，灾难这么多，真正的原因，在古圣先贤只一句话，不善业感召的。我们的思想不善，我们的念头不善，我们的言语不善，我们的行为不善，近，得一身的毛病，身心不健康；远一点，我们的环境，就是许许多多灾难的现象，这是不善业所感的。佛菩萨的净土为什么那么殊胜？佛也讲得很清楚，以极乐世界做个例子，《弥陀经》上就说了，那个世界上的人，是什么样的人？「诸上善人俱会一处」，不但是善，上善。是上善之人俱会在一处，上善之人怎么会生病？怎么会有伤风感冒？伤风感冒那不善。所以近，身体，所以说是相好具足，金刚不坏身；环境，从来没有听说过有灾难，所以三灾八难那统统没有，什么原因？是善业所感。于是我们就得到这么一个结论，我们要想自己身体健康，要想这个世间上所有灾难都能够化解，不困难，断恶修善，问题就解决了。所以解决问题不在外面，在自己。",
      "zh_TW": "這就說到我們正題了，現在災難這麼多，有沒有化解的方法？有。現實的環境，道家講的兩句話講得好，《感應篇》上講的，「禍福無門，惟人自召」，不在外，在內。我們今天整個社會的動亂，災難這麼多，真正的原因，在古聖先賢只一句話，不善業感召的。我們的思想不善，我們的念頭不善，我們的言語不善，我們的行為不善，近，得一身的毛病，身心不健康；遠一點，我們的環境，就是許許多多災難的現象，這是不善業所感的。佛菩薩的淨土為什麼那麼殊勝？佛也講得很清楚，以極樂世界做個例子，《彌陀經》上就說了，那個世界上的人，是什麼樣的人？「諸上善人俱會一處」，不但是善，上善。是上善之人俱會在一處，上善之人怎麼會生病？怎麼會有傷風感冒？傷風感冒那不善。所以近，身體，所以說是相好具足，金剛不壞身；環境，從來沒有聽說過有災難，所以三災八難那統統沒有，什麼原因？是善業所感。於是我們就得到這麼一個結論，我們要想自己身體健康，要想這個世間上所有災難都能夠化解，不困難，斷惡修善，問題就解決了。所以解決問題不在外面，在自己。"
    },
    {
      "id": "21-560-0001_p0009",
      "zh_CN": "所以佛法称为内学，一切向自己，回过头来向自己心性里面去找，才真正能够把问题解决。这种说法跟现在的科学有没有抵触？说实在的话，跟现在科学没有抵触。现在科学愈来愈进步，它们有许多想法、看法跟大乘经里头愈来愈像，是接近了。譬如说现在科学，科学家告诉我们，宇宙之间万事万物把它归纳起来不外乎三桩事情，第一个就是能量，能量科学家的名词称之为场，场能；第二个是物质现象，物质；第三个是信息，他讲能量、物质、信息，就这三样东西。这个说法跟大乘教里面讲阿赖耶的三细相完全相应，阿赖耶的三细相第一个是业相，业相就是能量，就是能，物质是境界相，信息是转相，转就是讲转变，这阿赖耶的三细相。科学家能够说到这个，实际上名词不一样，说的是一桩事情，这相当不容易。",
      "zh_TW": "所以佛法稱為內學，一切向自己，回過頭來向自己心性裡面去找，才真正能夠把問題解決。這種說法跟現在的科學有沒有牴觸？說實在的話，跟現在科學沒有牴觸。現在科學愈來愈進步，它們有許多想法、看法跟大乘經裡頭愈來愈像，是接近了。譬如說現在科學，科學家告訴我們，宇宙之間萬事萬物把它歸納起來不外乎三樁事情，第一個就是能量，能量科學家的名詞稱之為場，場能；第二個是物質現象，物質；第三個是信息，他講能量、物質、信息，就這三樣東西。這個說法跟大乘教裡面講阿賴耶的三細相完全相應，阿賴耶的三細相第一個是業相，業相就是能量，就是能，物質是境界相，信息是轉相，轉就是講轉變，這阿賴耶的三細相。科學家能夠說到這個，實際上名詞不一樣，說的是一樁事情，這相當不容易。"
    },
    {
      "id": "21-560-0001_p0010",
      "zh_CN": "所以真正把这个事情参透了，我们才能解决自己当前的问题，才能帮助世间苦难众生解决社会问题。怎么解决法？释迦牟尼佛给我们做了最好的榜样，教学。所以要知道，释迦牟尼佛三十岁开悟，开悟之后就教学，教一辈子，一生一天都没有间断过。怎么说一生没间断过？教学最重要的是身教，自己做出好榜样来给大家看。身要做榜样，言语是补充，言教是补充，行住坐卧都给我们做示范。讲经教学四十九年，他老人家七十九岁圆寂的，三十岁开始，七十九岁圆寂，四十九年。这是经里面记载的，一生讲经三百余会，说法四十九年。他老人家一生没有建学校、没有建道场，都是做好样子给我们看的。为什么不建个道场？现在我们知道，建道场流弊很多，在他那个时候不会有流弊，但是到后来会有流弊，你看他看得多远。有道场就会有人起争执、起贪心，所以他一生没有。你看他也非常活泼，那个时候的国王大臣、长者居士，有别墅、有庭院，请他去讲经、去教学，他也答应，他不拒绝，像祇树给孤独园、竹林精舍，他接受。但是他教学教了一段时期之后，他离开了，物归原主，就是我们现在讲的借用。道场是有主的，主人有所有权，释迦牟尼佛借用的时候有使用权，没有所有权，没有争执。",
      "zh_TW": "所以真正把這個事情參透了，我們才能解決自己當前的問題，才能幫助世間苦難眾生解決社會問題。怎麼解決法？釋迦牟尼佛給我們做了最好的榜樣，教學。所以要知道，釋迦牟尼佛三十歲開悟，開悟之後就教學，教一輩子，一生一天都沒有間斷過。怎麼說一生沒間斷過？教學最重要的是身教，自己做出好榜樣來給大家看。身要做榜樣，言語是補充，言教是補充，行住坐臥都給我們做示範。講經教學四十九年，他老人家七十九歲圓寂的，三十歲開始，七十九歲圓寂，四十九年。這是經裡面記載的，一生講經三百餘會，說法四十九年。他老人家一生沒有建學校、沒有建道場，都是做好樣子給我們看的。為什麼不建個道場？現在我們知道，建道場流弊很多，在他那個時候不會有流弊，但是到後來會有流弊，你看他看得多遠。有道場就會有人起爭執、起貪心，所以他一生沒有。你看他也非常活潑，那個時候的國王大臣、長者居士，有別墅、有庭院，請他去講經、去教學，他也答應，他不拒絕，像祇樹給孤獨園、竹林精舍，他接受。但是他教學教了一段時期之後，他離開了，物歸原主，就是我們現在講的借用。道場是有主的，主人有所有權，釋迦牟尼佛借用的時候有使用權，沒有所有權，沒有爭執。"
    },
    {
      "id": "21-560-0001_p0011",
      "zh_CN": "佛法刚刚传到中国来的时候，道场是国家建的，所有权是国有，出家人有使用权。所以到了真的末法时期，出家人也有财产了，寺庙就是他的财产，于是乎妄想分别执着不但不能消除，天天加重，那佛法怎么会不变质？所以佛门里头出家人灾难也来了，本来不应该有灾难，灾难也来了。所以要了解真正原因发生在哪里。在今天这个时代，到二十一世纪，我也常常谈到，早年就意识到，今天的道场应该建立在卫星电视台、在网际网路，不需要自己有寺院、庵堂，不需要。我们从网路、从电视、从光碟、从书本里面就能够学会，如果大家都认真修学的话，观念一改变，正确的观念，灾难就能化解，而且非常快速的化解。所以这个时代教学的原理原则不变，守住释迦牟尼佛的教诲，但是方式上要改变。方式在从前那个时代跟现在这个时代必须要改变，要利用高科技。",
      "zh_TW": "佛法剛剛傳到中國來的時候，道場是國家建的，所有權是國有，出家人有使用權。所以到了真的末法時期，出家人也有財產了，寺廟就是他的財產，於是乎妄想分別執著不但不能消除，天天加重，那佛法怎麼會不變質？所以佛門裡頭出家人災難也來了，本來不應該有災難，災難也來了。所以要了解真正原因發生在哪裡。在今天這個時代，到二十一世紀，我也常常談到，早年就意識到，今天的道場應該建立在衛星電視台、在網際網路，不需要自己有寺院、庵堂，不需要。我們從網路、從電視、從光碟、從書本裡面就能夠學會，如果大家都認真修學的話，觀念一改變，正確的觀念，災難就能化解，而且非常快速的化解。所以這個時代教學的原理原則不變，守住釋迦牟尼佛的教誨，但是方式上要改變。方式在從前那個時代跟現在這個時代必須要改變，要利用高科技。"
    },
    {
      "id": "21-560-0001_p0012",
      "zh_CN": "学佛从哪里学起？释迦牟尼佛，在当时给韦提希夫人，教导她，这种教学以后被记录下来就是《佛说观无量寿佛经》，这是对韦提希夫人讲的。她也遇到了困难，遇到了家庭的变故，所以佛教她。在这个书里面，佛讲到最高的指导原则，不仅仅是对韦提希夫人讲的，可以说对所有学生讲的，三个原则，叫「净业三福」。不管是显教密教、宗门教下，不管是哪个，佛教学宗派不相同、派别不一样，这三个条件必须要遵守，所以变成佛教最高指导原则，我们净宗是必须要遵守的。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，头一条。刚才不是说过，灾难是不善业所感的，诸佛的报土是善业所感的，这是第一个善。头一句是「孝养父母，奉事师长」，我们中国古人所讲的「万恶淫为首，百善孝为先」，你看看孝摆在第一，孝是万善之首，这个不能不知道，佛也是把这个摆在第一。第二条，才「受持三皈，具足众戒，不犯威仪」，你看有前面第一善的基础，你才能学佛。学佛头一个接受皈依，三皈依，三皈依是传授你修行最高的指导原则，那是觉正净，称为三宝。三宝是皈依佛、皈依法、皈依僧。佛是什么意思？佛是觉悟，觉而不迷；法是正知正见，正而不邪；僧是清净的意思、和睦的意思，六根清净一尘不染，修六和敬。这是进入佛门最高的指导原则，你开始学，这是总的方向、总的目标。你要是迷失了这个方向、目标，那你就走上歧途了，那就不是佛法了。所以它是建立在前面第一个善的基础上。第一条人天善法，第二条是小乘善法，最后一条大乘，究竟圆满的善，「发菩提心，深信因果，读诵大乘，劝进行者」。讲得多清楚，又简单、又明了，你只循着这个道路去走，这就是成佛之道。",
      "zh_TW": "學佛從哪裡學起？釋迦牟尼佛，在當時給韋提希夫人，教導她，這種教學以後被記錄下來就是《佛說觀無量壽佛經》，這是對韋提希夫人講的。她也遇到了困難，遇到了家庭的變故，所以佛教她。在這個書裡面，佛講到最高的指導原則，不僅僅是對韋提希夫人講的，可以說對所有學生講的，三個原則，叫「淨業三福」。不管是顯教密教、宗門教下，不管是哪個，佛教學宗派不相同、派別不一樣，這三個條件必須要遵守，所以變成佛教最高指導原則，我們淨宗是必須要遵守的。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，頭一條。剛才不是說過，災難是不善業所感的，諸佛的報土是善業所感的，這是第一個善。頭一句是「孝養父母，奉事師長」，我們中國古人所講的「萬惡淫為首，百善孝為先」，你看看孝擺在第一，孝是萬善之首，這個不能不知道，佛也是把這個擺在第一。第二條，才「受持三皈，具足眾戒，不犯威儀」，你看有前面第一善的基礎，你才能學佛。學佛頭一個接受皈依，三皈依，三皈依是傳授你修行最高的指導原則，那是覺正淨，稱為三寶。三寶是皈依佛、皈依法、皈依僧。佛是什麼意思？佛是覺悟，覺而不迷；法是正知正見，正而不邪；僧是清淨的意思、和睦的意思，六根清淨一塵不染，修六和敬。這是進入佛門最高的指導原則，你開始學，這是總的方向、總的目標。你要是迷失了這個方向、目標，那你就走上歧途了，那就不是佛法了。所以它是建立在前面第一個善的基礎上。第一條人天善法，第二條是小乘善法，最後一條大乘，究竟圓滿的善，「發菩提心，深信因果，讀誦大乘，勸進行者」。講得多清楚，又簡單、又明瞭，你只循著這個道路去走，這就是成佛之道。"
    },
    {
      "id": "21-560-0001_p0013",
      "zh_CN": "我们看看现在整个社会，世界动乱灾难的根源是什么？就是我们中国老祖宗讲的话，「万恶淫为首」，这就是根源，整个世界动乱灾难的根源。你看看现在全世界，这个社会提倡的是什么？宣扬的是什么？邪淫。你看看电视演的是什么？网路里头演的是什么？电影、歌舞、文艺里头表演的，你在上街上看看广告写的是什么？女孩子穿在身上都是暴露的，那是邪淫、时尚，整个社会认为这是美，这就是灾难的根源，太可怕了。你再深入去观察，你就会恍然大悟。所以今天拯救这个社会，用一个字就能挽救，就是孝，孝为万善之首，提倡孝道。对于邪淫要认识，你从这里真正回过头来孝养父母，依照着佛菩萨的教诲去修行，决定是自度，然后能够度一切众生。",
      "zh_TW": "我們看看現在整個社會，世界動亂災難的根源是什麼？就是我們中國老祖宗講的話，「萬惡淫為首」，這就是根源，整個世界動亂災難的根源。你看看現在全世界，這個社會提倡的是什麼？宣揚的是什麼？邪淫。你看看電視演的是什麼？網路裡頭演的是什麼？電影、歌舞、文藝裡頭表演的，你在上街上看看廣告寫的是什麼？女孩子穿在身上都是暴露的，那是邪淫、時尚，整個社會認為這是美，這就是災難的根源，太可怕了。你再深入去觀察，你就會恍然大悟。所以今天拯救這個社會，用一個字就能挽救，就是孝，孝為萬善之首，提倡孝道。對於邪淫要認識，你從這裡真正回過頭來孝養父母，依照著佛菩薩的教誨去修行，決定是自度，然後能夠度一切眾生。"
    },
    {
      "id": "21-560-0001_p0014",
      "zh_CN": "现在这个社会拯救是真不容易，我在二００五年，在马来西亚做了一次弘法的活动，认识了前首相马哈迪先生，马来西亚的前首相。我们见面，他第一句话就问我一个问题，他说，法师，你看看现在这个世界还会有和平吗？这个问题问得很严肃，他是做了二十二年的国家领导人。我当时告诉他，你能把四桩事情做好，世界就和平了。他问我哪四桩？我说第一个国家与国家平等对待、和睦相处，第二个是政党与政党，第三个是族群与族群，第四个是宗教与宗教，这四个都能做到平等对待、和睦相处，世界就和平了。他当时听了说不出话来，面孔表现很严肃。我就告诉他，我说是难，真的不容易，非常棘手，但是如果从宗教团结下手就能做到，宗教真正能够团结，救这个世界，它会影响政治、会影响族群。我这个话他听懂了，他同意我的看法，第二天就写信给我。",
      "zh_TW": "現在這個社會拯救是真不容易，我在二００五年，在馬來西亞做了一次弘法的活動，認識了前首相馬哈迪先生，馬來西亞的前首相。我們見面，他第一句話就問我一個問題，他說，法師，你看看現在這個世界還會有和平嗎？這個問題問得很嚴肅，他是做了二十二年的國家領導人。我當時告訴他，你能把四樁事情做好，世界就和平了。他問我哪四樁？我說第一個國家與國家平等對待、和睦相處，第二個是政黨與政黨，第三個是族群與族群，第四個是宗教與宗教，這四個都能做到平等對待、和睦相處，世界就和平了。他當時聽了說不出話來，面孔表現很嚴肅。我就告訴他，我說是難，真的不容易，非常棘手，但是如果從宗教團結下手就能做到，宗教真正能夠團結，救這個世界，它會影響政治、會影響族群。我這個話他聽懂了，他同意我的看法，第二天就寫信給我。"
    },
    {
      "id": "21-560-0001_p0015",
      "zh_CN": "所以我们这些年来，重视宗教的团结。宗教团结不能只是形式，形式的团结起不了太大的作用，要互相学习，自己要谦卑，要尊重别人，互相学习宗教的经典。古人讲的是，学习自己的是自知，学习别人的，你智慧的领域就扩大了。你把所有宗教的经典认真去研究、读诵，你会发现所有宗教是一个目标、一个方向。所以我们可以肯定，特别是大乘佛学里面肯定，以宗教的话来说，每个宗教都承认，宇宙之间有个真神。这个真神在佛法里面讲就是自性，佛法里头不叫真神，叫真如、叫本性。为什么？能生万法，那就是创世的，能生万法，只有一个真神。这个真神有圆满的智慧、有圆满的德能，可以说每一个世间宗教创教的教主就是这真神的化身，一个真神，没有两个，真神的化身。所以它的方式可以不一样，它的精神、它的方向、它的目标是相同的。所以宗教可以团结，我们这些年的努力，这些年的接触，收到很好的效果。所以从团结宗教，来拯救社会的危机，是可以做得到的。",
      "zh_TW": "所以我們這些年來，重視宗教的團結。宗教團結不能只是形式，形式的團結起不了太大的作用，要互相學習，自己要謙卑，要尊重別人，互相學習宗教的經典。古人講的是，學習自己的是自知，學習別人的，你智慧的領域就擴大了。你把所有宗教的經典認真去研究、讀誦，你會發現所有宗教是一個目標、一個方向。所以我們可以肯定，特別是大乘佛學裡面肯定，以宗教的話來說，每個宗教都承認，宇宙之間有個真神。這個真神在佛法裡面講就是自性，佛法裡頭不叫真神，叫真如、叫本性。為什麼？能生萬法，那就是創世的，能生萬法，只有一個真神。這個真神有圓滿的智慧、有圓滿的德能，可以說每一個世間宗教創教的教主就是這真神的化身，一個真神，沒有兩個，真神的化身。所以它的方式可以不一樣，它的精神、它的方向、它的目標是相同的。所以宗教可以團結，我們這些年的努力，這些年的接觸，收到很好的效果。所以從團結宗教，來拯救社會的危機，是可以做得到的。"
    },
    {
      "id": "21-560-0001_p0016",
      "zh_CN": "澳洲是个多元文化的国家，对于多元文化的团结，这些年工作做得最多的，也最有成就的，就是今天我们在座的葛来姆先生。虽然他这样的高龄了，还是在做，我们佛门讲的菩萨，谁是菩萨？这就是菩萨，来为我们做示现。我这次回来，也是总理对我的期望，他就任之后，我曾经到坎培拉去拜访过他，跟他谈过三桩事情。里面第一桩就是在澳洲团结宗教、团结族群，再提倡养老、育幼，这两桩事情，他希望我落实，做一个好的榜样。我相信在今天整个世界，有许多人告诉我，这个世界灾难很多，澳洲的灾难最少，它为什么少？它年轻，只有两百年历史。人少，就是造的业不重，所以它这个地方是福地。哪个地方人多，造的业最重，那个地方的灾难同样就重了，就这么个道理。所以我们希望，我们居住这块净土，这是地球上唯一剩下来最后的一块净土，我们用清净心，把这个净土加深它的净化，来感染其他地区，来帮助这个世界上苦难众生。帮助他们觉悟，帮助他们回头，这个世界就有救了。",
      "zh_TW": "澳洲是個多元文化的國家，對於多元文化的團結，這些年工作做得最多的，也最有成就的，就是今天我們在座的葛來姆先生。雖然他這樣的高齡了，還是在做，我們佛門講的菩薩，誰是菩薩？這就是菩薩，來為我們做示現。我這次回來，也是總理對我的期望，他就任之後，我曾經到坎培拉去拜訪過他，跟他談過三樁事情。裡面第一樁就是在澳洲團結宗教、團結族群，再提倡養老、育幼，這兩樁事情，他希望我落實，做一個好的榜樣。我相信在今天整個世界，有許多人告訴我，這個世界災難很多，澳洲的災難最少，它為什麼少？它年輕，只有兩百年歷史。人少，就是造的業不重，所以它這個地方是福地。哪個地方人多，造的業最重，那個地方的災難同樣就重了，就這麼個道理。所以我們希望，我們居住這塊淨土，這是地球上唯一剩下來最後的一塊淨土，我們用清淨心，把這個淨土加深它的淨化，來感染其他地區，來幫助這個世界上苦難眾生。幫助他們覺悟，幫助他們回頭，這個世界就有救了。"
    },
    {
      "id": "21-560-0001_p0017",
      "zh_CN": "许多宗教里面讲到世界末日，佛教没有，佛教没有讲世界末日，佛教讲灾难起伏是有的，但是没有说到世界末日。所以佛给我们很好的一个信念，给我们坚定的信心，我们认真努力学习。我们相信，我们来带头，把人与人之间，就这么一个问题，人与人之间都能够和睦相处、平等对待，这世界就和平了，这个世界也可以像西方极乐世界一样。极乐世界都是善人建立起来的，我们澳洲人如果个个都能够断恶修善，那澳洲就变成地球上的极乐世界。我想今天，快到八点钟了，我的话就说到此地。谢谢大家，非常感谢。",
      "zh_TW": "許多宗教裡面講到世界末日，佛教沒有，佛教沒有講世界末日，佛教講災難起伏是有的，但是沒有說到世界末日。所以佛給我們很好的一個信念，給我們堅定的信心，我們認真努力學習。我們相信，我們來帶頭，把人與人之間，就這麼一個問題，人與人之間都能夠和睦相處、平等對待，這世界就和平了，這個世界也可以像西方極樂世界一樣。極樂世界都是善人建立起來的，我們澳洲人如果個個都能夠斷惡修善，那澳洲就變成地球上的極樂世界。我想今天，快到八點鐘了，我的話就說到此地。謝謝大家，非常感謝。"
    }
  ]
}