{
  "doc_id": "20-001-0006",
  "title": {
    "zh_CN": "四书蕅益解论语学而篇",
    "zh_TW": "四書蕅益解論語學而篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "台湾台北华藏图书馆",
    "zh_TW": "台灣台北華藏圖書館"
  },
  "doc_number": "20-001-0006",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "20-001-0006_p0001",
      "zh_CN": "诸位同学，大家好！",
      "zh_TW": "諸位同學，大家好！"
    },
    {
      "id": "20-001-0006_p0002",
      "zh_CN": "【子曰。君子不重，则不威。学则不固。主忠信。无友不如己者。过，则勿惮改。】",
      "zh_TW": "【子曰。君子不重，則不威。學則不固。主忠信。無友不如己者。過，則勿憚改。】"
    },
    {
      "id": "20-001-0006_p0003",
      "zh_CN": "求学的态度，在儒家教学的目标是君子；儒家的君子相当于我们佛法里面称菩萨；君子之道也，就近似菩萨道。",
      "zh_TW": "求學的態度，在儒家教學的目標是君子；儒家的君子相當於我們佛法裡面稱菩薩；君子之道也，就近似菩薩道。"
    },
    {
      "id": "20-001-0006_p0004",
      "zh_CN": "「君子不重，则不威。学则不固。」这一句的重点是在「学」。要如何成就学问？一定要有威仪、有威德；如果要有威德，一定要能够自重。我们看蕅益大师的讲解：",
      "zh_TW": "「君子不重，則不威。學則不固。」這一句的重點是在「學」。要如何成就學問？一定要有威儀、有威德；如果要有威德，一定要能夠自重。我們看蕅益大師的講解："
    },
    {
      "id": "20-001-0006_p0005",
      "zh_CN": "【期心于大圣大贤，名为自重。戒慎恐惧，名为威。始觉之功，有进无退，名为学固。倘自待稍轻，便不能念念竞业惕厉，而暂觉还迷矣。此直以不重，为根本病也。忠则直心正念真如，信则的确知得自己可为圣贤，正是自重之处。既能自重，更须亲师取友，勇于改过，此三，皆对证妙药也。故知今之悦不若己，惮于改过者，皆是自轻者耳。又主忠信，是良药。友不如，惮改过，是药忌。】",
      "zh_TW": "【期心於大聖大賢，名為自重。戒慎恐懼，名為威。始覺之功，有進無退，名為學固。倘自待稍輕，便不能念念競業惕厲，而暫覺還迷矣。此直以不重，為根本病也。忠則直心正念真如，信則的確知得自己可為聖賢，正是自重之處。既能自重，更須親師取友，勇於改過，此三，皆對證妙藥也。故知今之悅不若己，憚於改過者，皆是自輕者耳。又主忠信，是良藥。友不如，憚改過，是藥忌。】"
    },
    {
      "id": "20-001-0006_p0006",
      "zh_CN": "蕅益大师他老人家的水准比一般是要高一些，最初给诸位说过，他老人家是把佛法跟儒家的道理，将它合而为一。",
      "zh_TW": "蕅益大師他老人家的水準比一般是要高一些，最初給諸位說過，他老人家是把佛法跟儒家的道理，將它合而為一。"
    },
    {
      "id": "20-001-0006_p0007",
      "zh_CN": "「期心于大圣大贤，名为自重。」可见得这个标准跟大乘佛法的标准是一样的。如果要不是期心在圣贤，这就谈不上自重了！「自重」，这一句话在我们佛经里面，就是佛常常教诫我们「人身难得，佛法难闻」，得人身，很不容易。闻佛法，诸位看看开经偈：「百千万劫难遭遇。」我们既得人身，又闻佛法，如果要不自重，那么这一生一定又空过了！",
      "zh_TW": "「期心於大聖大賢，名為自重。」可見得這個標準跟大乘佛法的標準是一樣的。如果要不是期心在聖賢，這就談不上自重了！「自重」，這一句話在我們佛經裡面，就是佛常常教誡我們「人身難得，佛法難聞」，得人身，很不容易。聞佛法，諸位看看開經偈：「百千萬劫難遭遇。」我們既得人身，又聞佛法，如果要不自重，那麼這一生一定又空過了！"
    },
    {
      "id": "20-001-0006_p0008",
      "zh_CN": "如何才能不辜负佛菩萨？必得要发大菩提心，成圣成贤。大乘法里面这个圣者是指十地菩萨，或者把等觉也包括在当中，我们称之为十一地，这是圣人；三贤菩萨称之为贤人，十住、十行、十回向；能发这样的心，向这样的目标努力、精进，这才算是自重。如果不发这样的心，那就是不知道自己尊重自己。这个意思我们一定要记住。不但是诸佛菩萨勉励我们要自尊、自重，你看世间圣贤教学也是这么说法，劝一个君子要自重，要自爱。",
      "zh_TW": "如何才能不辜負佛菩薩？必得要發大菩提心，成聖成賢。大乘法裡面這個聖者是指十地菩薩，或者把等覺也包括在當中，我們稱之為十一地，這是聖人；三賢菩薩稱之為賢人，十住、十行、十迴向；能發這樣的心，向這樣的目標努力、精進，這才算是自重。如果不發這樣的心，那就是不知道自己尊重自己。這個意思我們一定要記住。不但是諸佛菩薩勉勵我們要自尊、自重，你看世間聖賢教學也是這麼說法，勸一個君子要自重，要自愛。"
    },
    {
      "id": "20-001-0006_p0009",
      "zh_CN": "下面是讲威，「戒慎恐惧，名为威」。一个人能够自爱自重，自自然然就做到戒慎恐惧，他的心行必然是如临深渊、如履薄冰，事事都小心谨慎，这个叫做「威」。大师这些解释，我们都要特别留意到。",
      "zh_TW": "下面是講威，「戒慎恐懼，名為威」。一個人能夠自愛自重，自自然然就做到戒慎恐懼，他的心行必然是如臨深淵、如履薄冰，事事都小心謹慎，這個叫做「威」。大師這些解釋，我們都要特別留意到。"
    },
    {
      "id": "20-001-0006_p0010",
      "zh_CN": "何谓「学固」？「始觉之功，有进无退，名为学固」。以本觉而其始觉。「始觉」是开始觉悟了！初发菩提心开始觉悟之人，照大师这一个标准，我们自己检点检点，我们自己这三桩事情，我们做到了没有？我们是不是自重自爱？是不是具足威德，真正觉悟了？",
      "zh_TW": "何謂「學固」？「始覺之功，有進無退，名為學固」。以本覺而其始覺。「始覺」是開始覺悟了！初發菩提心開始覺悟之人，照大師這一個標準，我們自己檢點檢點，我們自己這三樁事情，我們做到了沒有？我們是不是自重自愛？是不是具足威德，真正覺悟了？"
    },
    {
      "id": "20-001-0006_p0011",
      "zh_CN": "夫子的话是从反面说的，蕅益大师这一段话是从正面说的，意思完全是一样的。所以我们要问问自己，在佛法里面果然觉悟了，觉悟了的人跟不觉悟的人，在心理行为上，迥然不同；不觉悟的人，他是迷在名闻利养、五欲六尘当中，这是不觉悟。诸位要晓得，迷就不自重！迷，还能谈得上威德吗？这一些全都是互相关联的。由此可知，世出世法在教学当中，都重视觉悟。我们讲《论语》，第一章就给诸位说出来「学而时习之」，「学」就是觉悟！",
      "zh_TW": "夫子的話是從反面說的，蕅益大師這一段話是從正面說的，意思完全是一樣的。所以我們要問問自己，在佛法裡面果然覺悟了，覺悟了的人跟不覺悟的人，在心理行為上，迥然不同；不覺悟的人，他是迷在名聞利養、五欲六塵當中，這是不覺悟。諸位要曉得，迷就不自重！迷，還能談得上威德嗎？這一些全都是互相關聯的。由此可知，世出世法在教學當中，都重視覺悟。我們講《論語》，第一章就給諸位說出來「學而時習之」，「學」就是覺悟！"
    },
    {
      "id": "20-001-0006_p0012",
      "zh_CN": "诸位了解中国固有文化当中的教学，才真正认识佛法到中国来之后，为什么小乘佛法不行了？确确实实儒家的这些学术，不但足以代替小乘佛法，而且更能贯通大乘的思想，比小乘要殊胜得多！小乘法里面，有很多是没有这样明显的大乘的教义。你看看在《四书》里，真是从人天一直到大乘佛法，都能够贯穿得起来，这是我们要特别注意到的。读了之后，一定要向自己心行上去会归，才有功德利益。",
      "zh_TW": "諸位瞭解中國固有文化當中的教學，才真正認識佛法到中國來之後，為什麼小乘佛法不行了？確確實實儒家的這些學術，不但足以代替小乘佛法，而且更能貫通大乘的思想，比小乘要殊勝得多！小乘法裡面，有很多是沒有這樣明顯的大乘的教義。你看看在《四書》裡，真是從人天一直到大乘佛法，都能夠貫穿得起來，這是我們要特別注意到的。讀了之後，一定要向自己心行上去會歸，才有功德利益。"
    },
    {
      "id": "20-001-0006_p0013",
      "zh_CN": "底下说：「倘自待稍轻，便不能念念竞业惕厉，而暂觉还迷矣。」这一句实实在在给我们重大的警惕。要是拿禅宗的话来说，当头棒喝！我们确实如此，未尝不觉。可是毛病在哪里？是「暂觉还迷」，毛病就在这个地方。如果觉了，以后就不迷了，这才算是一个君子，在佛法里面才算是一个学人。",
      "zh_TW": "底下說：「倘自待稍輕，便不能念念競業惕厲，而暫覺還迷矣。」這一句實實在在給我們重大的警惕。要是拿禪宗的話來說，當頭棒喝！我們確實如此，未嘗不覺。可是毛病在哪裡？是「暫覺還迷」，毛病就在這個地方。如果覺了，以後就不迷了，這才算是一個君子，在佛法裡面才算是一個學人。"
    },
    {
      "id": "20-001-0006_p0014",
      "zh_CN": "可是觉而不迷的人真是凤毛鳞角，「暂觉还迷」的太多太多了！这虽然说不怎么样，可是诸位要晓得，那个暂觉也相当可贵。为什么？还有许许多多就根本不觉。他到佛门里面来是另有目的，他不是求觉来的。我就常常遇到有一些人来问我，想出家。我就说；「为什么？」他说：「社会上谋生活太不容易了，我看你出了家很自在，又有吃的、又有住的，逍遥自在，什么事也不要干。」为这个目的来出家。诸位想想看，他怎么会觉呢？这个入佛门的目标就错了。这样的人有没有呢？真有这一类的人，那是从入佛门到老死，他也不觉。",
      "zh_TW": "可是覺而不迷的人真是鳳毛鱗角，「暫覺還迷」的太多太多了！這雖然說不怎麼樣，可是諸位要曉得，那個暫覺也相當可貴。為什麼？還有許許多多就根本不覺。他到佛門裡面來是另有目的，他不是求覺來的。我就常常遇到有一些人來問我，想出家。我就說；「為什麼？」他說：「社會上謀生活太不容易了，我看你出了家很自在，又有吃的、又有住的，逍遙自在，什麼事也不要幹。」為這個目的來出家。諸位想想看，他怎麼會覺呢？這個入佛門的目標就錯了。這樣的人有沒有呢？真有這一類的人，那是從入佛門到老死，他也不覺。"
    },
    {
      "id": "20-001-0006_p0015",
      "zh_CN": "何况求觉的机缘也不容易。在过去，学佛比我们现在稍稍要殊胜一些。过去丛林寺院天天有讲经的，有首座和尚讲经说法，指导我们修行，这个机会多！在台湾，诸位能看得到的，现在一般寺庙建得富丽堂皇。为什么？配合观光，大家都从事于观光的事业了，对教理的研究、修学已经束之高阁了。虽然有藏经楼，那是摆起个样子，庄严道场，是干这个。",
      "zh_TW": "何況求覺的機緣也不容易。在過去，學佛比我們現在稍稍要殊勝一些。過去叢林寺院天天有講經的，有首座和尚講經說法，指導我們修行，這個機會多！在台灣，諸位能看得到的，現在一般寺廟建得富麗堂皇。為什麼？配合觀光，大家都從事於觀光的事業了，對教理的研究、修學已經束之高閣了。雖然有藏經樓，那是擺起個樣子，莊嚴道場，是幹這個。"
    },
    {
      "id": "20-001-0006_p0016",
      "zh_CN": "所以要说到求觉，实在不容易，在环境上也是有所障碍。但是在目前也有不少的寺院，举办一些佛学讲座，也有许多的佛学院。可是真正能遇到的，那是少数人，不是人人都有这个机会。在台湾，可以说讲经的风气最盛是台北市。台北市大大小小的道场，讲经的道场，大概有十几家之多！这是最盛的。虽然有这十几家道场，诸位要把台北市人口调查、调查，做一个比例，那就差得太远太远了。在此地这些道场在一块研究佛法的，又有几个真正觉悟了的呢？听是在这里听，不觉的还是占多数，觉悟的还是占少数。所以这样一层一层的淘汰，真正剩下来谈得上有修、有学、有觉悟的人数并不很多。这才是真正的知道自爱自重。",
      "zh_TW": "所以要說到求覺，實在不容易，在環境上也是有所障礙。但是在目前也有不少的寺院，舉辦一些佛學講座，也有許多的佛學院。可是真正能遇到的，那是少數人，不是人人都有這個機會。在台灣，可以說講經的風氣最盛是台北市。台北市大大小小的道場，講經的道場，大概有十幾家之多！這是最盛的。雖然有這十幾家道場，諸位要把台北市人口調查、調查，做一個比例，那就差得太遠太遠了。在此地這些道場在一塊研究佛法的，又有幾個真正覺悟了的呢？聽是在這裡聽，不覺的還是占多數，覺悟的還是占少數。所以這樣一層一層的淘汰，真正剩下來談得上有修、有學、有覺悟的人數並不很多。這才是真正的知道自愛自重。"
    },
    {
      "id": "20-001-0006_p0017",
      "zh_CN": "大师在此地说「倘自待稍轻」，轻是什么？就是放逸，自己对自己随便一点、马虎一点。人责备自己的时候总是少，责备别人很认真；对自己常常会原谅、会放宽，这就是大病。「便不能念念竞业惕励」，读儒书的，这是学业，佛法里面讲的是道业，道业比学业更精更纯。换句话说，条件要更严格，要不能够战战兢兢，自己勉励自己，必定是「暂觉还迷」。这是对什么人说的？那些善根深厚之人来说的。刚才说了，善根要是薄，根本就不觉。",
      "zh_TW": "大師在此地說「倘自待稍輕」，輕是什麼？就是放逸，自己對自己隨便一點、馬虎一點。人責備自己的時候總是少，責備別人很認真；對自己常常會原諒、會放寬，這就是大病。「便不能念念競業惕勵」，讀儒書的，這是學業，佛法裡面講的是道業，道業比學業更精更純。換句話說，條件要更嚴格，要不能夠戰戰兢兢，自己勉勵自己，必定是「暫覺還迷」。這是對什麼人說的？那些善根深厚之人來說的。剛才說了，善根要是薄，根本就不覺。"
    },
    {
      "id": "20-001-0006_p0018",
      "zh_CN": "「此直以不重，为根本病也。」这是解释孔老夫子这一句话：「君子不重」！不知道自尊自重，这是做学问的大病，世间学问根本的大病都在此地了。我们要讲修道，可见得要有这样的病，我们决定不会有成就。世间学问都不能成就，出世间的学问焉得有成吗？",
      "zh_TW": "「此直以不重，為根本病也。」這是解釋孔老夫子這一句話：「君子不重」！不知道自尊自重，這是做學問的大病，世間學問根本的大病都在此地了。我們要講修道，可見得要有這樣的病，我們決定不會有成就。世間學問都不能成就，出世間的學問焉得有成嗎？"
    },
    {
      "id": "20-001-0006_p0019",
      "zh_CN": "这一句的目的是讲学问，讲觉。根本就在自重自爱。在佛法里面讲，就是真正能体会到「人身难得，佛法难闻」！我们固然能把这两句话体会到了，诸位想想如何能不自爱？如何能不自重？「百千万劫难遭遇」，这一生能遇到了，怎么可能把它舍弃掉呢？学佛稍稍入门一点的人，哪一个不知道这个道理？为什么我们「暂觉还迷」呢？可见得我们有很严重的劣根性，病根之所在！我们自己要想成就，一定要把病根拔除，障碍去掉，才有成就的希望。",
      "zh_TW": "這一句的目的是講學問，講覺。根本就在自重自愛。在佛法裡面講，就是真正能體會到「人身難得，佛法難聞」！我們固然能把這兩句話體會到了，諸位想想如何能不自愛？如何能不自重？「百千萬劫難遭遇」，這一生能遇到了，怎麼可能把它捨棄掉呢？學佛稍稍入門一點的人，哪一個不知道這個道理？為什麼我們「暫覺還迷」呢？可見得我們有很嚴重的劣根性，病根之所在！我們自己要想成就，一定要把病根拔除，障礙去掉，才有成就的希望。"
    },
    {
      "id": "20-001-0006_p0020",
      "zh_CN": "在这个地方，我们就会想到「信佛」，这两个字要紧！我们之所以做不到，就是在佛法当中信心没能够建立。大经、大论一开头就给我们说：「信为道源功德母」！我们没有信心，所以才不自爱、不自重。",
      "zh_TW": "在這個地方，我們就會想到「信佛」，這兩個字要緊！我們之所以做不到，就是在佛法當中信心沒能夠建立。大經、大論一開頭就給我們說：「信為道源功德母」！我們沒有信心，所以才不自愛、不自重。"
    },
    {
      "id": "20-001-0006_p0021",
      "zh_CN": "不但对佛法没有信心，对于世间法里面因果都没有信心。何以见得？我们念《了凡四训》，了凡居士没有遇到云谷大师以前，他相信的是命运，世间因果他相信。他只要一相信命运，他的心定了，没有妄念了，晓得「一饮一啄，莫非前定」，妄念熄掉了。初见云谷大师，跟云谷大师在禅房里面坐了三天三夜，心里都不起一个妄念，云谷大师佩服得不得了。结果一问的时候，他相信因果。原来大师以为他定功有这么深，很佩服他的。结果一听说他相信因果命运，他还是一个凡夫！这个凡夫就相当了不起，所以我称他为标准凡夫。",
      "zh_TW": "不但對佛法沒有信心，對於世間法裡面因果都沒有信心。何以見得？我們念《了凡四訓》，了凡居士沒有遇到雲谷大師以前，他相信的是命運，世間因果他相信。他只要一相信命運，他的心定了，沒有妄念了，曉得「一飲一啄，莫非前定」，妄念熄掉了。初見雲谷大師，跟雲谷大師在禪房裡面坐了三天三夜，心裡都不起一個妄念，雲谷大師佩服得不得了。結果一問的時候，他相信因果。原來大師以為他定功有這麼深，很佩服他的。結果一聽說他相信因果命運，他還是一個凡夫！這個凡夫就相當了不起，所以我稱他為標準凡夫。"
    },
    {
      "id": "20-001-0006_p0022",
      "zh_CN": "古人给我们讲是：「君子乐得为君子，小人冤枉做小人。」为什么？这个命里面早就注定了。所以了凡居士这是君子乐得做君子；他不打妄想，他知道什么妄想都是空的，决不是妄想、欺诈能够占得了便宜的，不可能。你用妄想、用种种欺骗的手段、害人的手段，你所得来的还是命中所有的，真是冤枉！命里面没有的，我得来的那不算冤枉；命里都有的，得来的还是本来有的，这是冤枉。这就讲世间人连这一点都不相信，他怎么能相信佛法呢？",
      "zh_TW": "古人給我們講是：「君子樂得為君子，小人冤枉做小人。」為什麼？這個命裡面早就注定了。所以了凡居士這是君子樂得做君子；他不打妄想，他知道什麼妄想都是空的，決不是妄想、欺詐能夠占得了便宜的，不可能。你用妄想、用種種欺騙的手段、害人的手段，你所得來的還是命中所有的，真是冤枉！命裡面沒有的，我得來的那不算冤枉；命裡都有的，得來的還是本來有的，這是冤枉。這就講世間人連這一點都不相信，他怎麼能相信佛法呢？"
    },
    {
      "id": "20-001-0006_p0023",
      "zh_CN": "我们现在世间人修道，最担心的钞票怕没有了，我生活来源没有了，明天怎么办？他不是求觉悟，满脑袋的就是迷在名闻利养、五欲六尘要怎样得来？多多益善，干这些。迷上加迷是根本不觉，不但在理上他不能悟，天天念经也不会开悟。这是为什么？没有信心。佛在经里面讲，佛的白毫光中里面有一分光明，就是给后世这一些弟子们四事供养，这是样样具足，我们还求什么！韦陀菩萨护法，也是护持我们四事供养没有缺乏！只要你的心在道上。",
      "zh_TW": "我們現在世間人修道，最擔心的鈔票怕沒有了，我生活來源沒有了，明天怎麼辦？他不是求覺悟，滿腦袋的就是迷在名聞利養、五欲六塵要怎樣得來？多多益善，幹這些。迷上加迷是根本不覺，不但在理上他不能悟，天天念經也不會開悟。這是為什麼？沒有信心。佛在經裡面講，佛的白毫光中裡面有一分光明，就是給後世這一些弟子們四事供養，這是樣樣具足，我們還求什麼！韋陀菩薩護法，也是護持我們四事供養沒有缺乏！只要你的心在道上。"
    },
    {
      "id": "20-001-0006_p0024",
      "zh_CN": "什么是道？觉就是道，信就是道。我信得过，佛的白毫光中有我一份；韦陀菩萨护持当中，一定也有我一份，那还要求什么人？不必求了！我们要连这个都不相信，那还信什么呢？信人，信如何想方法去巴结人，如何想方法去拉拢信徒，把他口袋里的钞票，用什么方法骗到我的口袋里来？你相信这一套，就不相信佛法，这就叫不自爱、不自重！连佛菩萨都不相信，他怎么会有成就？他的「身、口、意」三业，天天造的是罪业；罪业与觉悟是相背的。",
      "zh_TW": "什麼是道？覺就是道，信就是道。我信得過，佛的白毫光中有我一份；韋陀菩薩護持當中，一定也有我一份，那還要求什麼人？不必求了！我們要連這個都不相信，那還信什麼呢？信人，信如何想方法去巴結人，如何想方法去拉攏信徒，把他口袋裡的鈔票，用什麼方法騙到我的口袋裡來？你相信這一套，就不相信佛法，這就叫不自愛、不自重！連佛菩薩都不相信，他怎麼會有成就？他的「身、口、意」三業，天天造的是罪業；罪業與覺悟是相背的。"
    },
    {
      "id": "20-001-0006_p0025",
      "zh_CN": "所以蕅益大师在此地说：「忠则直心正念真如，信则的确知得自己可为圣贤，正是自重之处。」这是解释下一句「主忠信」。主是忠主，我们一定要依忠、依信。「忠则直心正念真如」，这一句我们在大经大论里面讲得很多，「直则离谄曲之心，正则无妄」！正念则不是妄，正则不假！「如是，事如其理，理如其事，直心正念真如」，就是《华严经》所念到的「一心正念」，直心就是一心。",
      "zh_TW": "所以蕅益大師在此地說：「忠則直心正念真如，信則的確知得自己可為聖賢，正是自重之處。」這是解釋下一句「主忠信」。主是忠主，我們一定要依忠、依信。「忠則直心正念真如」，這一句我們在大經大論裡面講得很多，「直則離諂曲之心，正則無妄」！正念則不是妄，正則不假！「如是，事如其理，理如其事，直心正念真如」，就是《華嚴經》所念到的「一心正念」，直心就是一心。"
    },
    {
      "id": "20-001-0006_p0026",
      "zh_CN": "我们现在最难的就是心不能一！心不能一，心就不能直。你看看在修行过程当中，《华严经》里面所显示的，学佛之人在大乘法里面，一开头就学什么？就学个直心。十住菩萨，十个位次，他主修的功课，就是修「直心正念真如」，就是学这一句！从初住到十住，这是大乘佛法里面的根本法。",
      "zh_TW": "我們現在最難的就是心不能一！心不能一，心就不能直。你看看在修行過程當中，《華嚴經》裡面所顯示的，學佛之人在大乘法裡面，一開頭就學什麼？就學個直心。十住菩薩，十個位次，他主修的功課，就是修「直心正念真如」，就是學這一句！從初住到十住，這是大乘佛法裡面的根本法。"
    },
    {
      "id": "20-001-0006_p0027",
      "zh_CN": "直心要从哪里做起？佛在《楞严经》里面给我们讲：「心直言直，中间永无委曲相。」这就是教给我们最初方便。司马光教人从不妄语做起。直心，在《无量寿经》里面叫做至诚心，心诚到了极处；诚到了极处，这就是直心。这是教给我们下手的方便！最初方便就是不欺骗人。别人欺骗我，那是他的事情，他是凡夫，他不学佛，他不求觉；我学佛，我求觉，我不欺骗人。",
      "zh_TW": "直心要從哪裡做起？佛在《楞嚴經》裡面給我們講：「心直言直，中間永無委曲相。」這就是教給我們最初方便。司馬光教人從不妄語做起。直心，在《無量壽經》裡面叫做至誠心，心誠到了極處；誠到了極處，這就是直心。這是教給我們下手的方便！最初方便就是不欺騙人。別人欺騙我，那是他的事情，他是凡夫，他不學佛，他不求覺；我學佛，我求覺，我不欺騙人。"
    },
    {
      "id": "20-001-0006_p0028",
      "zh_CN": "诸位千万不要误会，今天这个世界都是人骗人的世界，人吃人的世界，我要不骗人，我在这个社会上不能立足了！给诸位说，没有这个道理。我不骗人，我也活得满好的，很自在！不骗人的活在这个世间，决定是自在的，法喜充满！哪有不如人的地方？哪有过不去的地方？没有这个道理。",
      "zh_TW": "諸位千萬不要誤會，今天這個世界都是人騙人的世界，人吃人的世界，我要不騙人，我在這個社會上不能立足了！給諸位說，沒有這個道理。我不騙人，我也活得滿好的，很自在！不騙人的活在這個世間，決定是自在的，法喜充滿！哪有不如人的地方？哪有過不去的地方？沒有這個道理。"
    },
    {
      "id": "20-001-0006_p0029",
      "zh_CN": "试问问，为什么要去欺骗人？为什么不能像佛菩萨一样，以诚心诚意来对待一切众生？这个就是觉，这就是自重，这就是威。我们能够这样诚诚恳恳的待人，相信因果报应，相信「一饮一啄，莫非前定」；只有成就别人的心、利益别人的心，绝没有一丝毫害人的心。而后你就肯定相信自己，这一生可以作佛作祖，这正是自重之处。我们讲到自爱自重，这才沾上一点边！",
      "zh_TW": "試問問，為什麼要去欺騙人？為什麼不能像佛菩薩一樣，以誠心誠意來對待一切眾生？這個就是覺，這就是自重，這就是威。我們能夠這樣誠誠懇懇的待人，相信因果報應，相信「一飲一啄，莫非前定」；只有成就別人的心、利益別人的心，絕沒有一絲毫害人的心。而後你就肯定相信自己，這一生可以作佛作祖，這正是自重之處。我們講到自愛自重，這才沾上一點邊！"
    },
    {
      "id": "20-001-0006_p0030",
      "zh_CN": "「既能自重，更须亲师取友，勇于改过，此三皆对证妙药也。」既然知道自重自爱，又能够做到自重自爱，这个时候就要求增上缘。增上缘是什么？是师友，要有好的老师、好的同参道友，这是我们向上的增上缘。古德之所以不辞辛劳万里参学，就是为了这一桩事情。师友之缘具足了，最后这一关，就是要改过。有了好的老师、好的同参道友天天在一块，但是自己的毛病不肯改，那还是没用处。像我们在《坛经》里面所见到的，五祖麾下门人不算少数！五祖是名师，有好老师、有好的同学。你看那些人，他为什么不开悟？毛病习气太重，不肯改！",
      "zh_TW": "「既能自重，更須親師取友，勇於改過，此三皆對證妙藥也。」既然知道自重自愛，又能夠做到自重自愛，這個時候就要求增上緣。增上緣是什麼？是師友，要有好的老師、好的同參道友，這是我們向上的增上緣。古德之所以不辭辛勞萬里參學，就是為了這一樁事情。師友之緣具足了，最後這一關，就是要改過。有了好的老師、好的同參道友天天在一塊，但是自己的毛病不肯改，那還是沒用處。像我們在《壇經》裡面所見到的，五祖麾下門人不算少數！五祖是名師，有好老師、有好的同學。你看那些人，他為什麼不開悟？毛病習氣太重，不肯改！"
    },
    {
      "id": "20-001-0006_p0031",
      "zh_CN": "毛病里面最大的是自私自利、嫉妒障碍，我们在《坛经》里面看到的。你看六祖得了衣钵走了，多少人去追他，想去夺回衣钵，甚至于还想杀害他。这些都是嫉妒障碍！那些人不是没有名师，不是没有好的同参道友。神秀大师也是善知识，他为什么不能成就？",
      "zh_TW": "毛病裡面最大的是自私自利、嫉妒障礙，我們在《壇經》裡面看到的。你看六祖得了衣缽走了，多少人去追他，想去奪回衣缽，甚至於還想殺害他。這些都是嫉妒障礙！那些人不是沒有名師，不是沒有好的同參道友。神秀大師也是善知識，他為什麼不能成就？"
    },
    {
      "id": "20-001-0006_p0032",
      "zh_CN": "所以我们读经，我们看语录，像这些地方都要留意。晓得那个人成就，他为什么成就？另外一个不成就，他为什么不成就？再想一想我们自己，我们有没有具备成就的条件？还有没有像那些不成就人的那些毛病？要是有，就要勇于改过；不改，始终是障碍；不改，佛菩萨也度不了你。这一点太要紧了！改过要勇猛，决定不能够轻易原谅自己；对待别人我们要原谅，对待自己绝定不能够原谅，你才会有成就！",
      "zh_TW": "所以我們讀經，我們看語錄，像這些地方都要留意。曉得那個人成就，他為什麼成就？另外一個不成就，他為什麼不成就？再想一想我們自己，我們有沒有具備成就的條件？還有沒有像那些不成就人的那些毛病？要是有，就要勇於改過；不改，始終是障礙；不改，佛菩薩也度不了你。這一點太要緊了！改過要勇猛，決定不能夠輕易原諒自己；對待別人我們要原諒，對待自己絕定不能夠原諒，你才會有成就！"
    },
    {
      "id": "20-001-0006_p0033",
      "zh_CN": "「此三」，这个「三」是指什么？指忠信、指无友不如己者、指过则勿惮改，这三条是对症的妙药。对什么症？不重！换句话说，这三条都能具足了，这才算是自爱自重之人。为什么？他确确实实是向圣贤之道精进，确确实实能够成就圣贤之道。",
      "zh_TW": "「此三」，這個「三」是指什麼？指忠信、指無友不如己者、指過則勿憚改，這三條是對症的妙藥。對什麼症？不重！換句話說，這三條都能具足了，這才算是自愛自重之人。為什麼？他確確實實是向聖賢之道精進，確確實實能夠成就聖賢之道。"
    },
    {
      "id": "20-001-0006_p0034",
      "zh_CN": "「故知今之悦不若己，惮于改过者皆是自轻者耳。」惮于改过时，不肯改过，不愿意改过，怕改过，这都是自轻之相。",
      "zh_TW": "「故知今之悅不若己，憚於改過者皆是自輕者耳。」憚於改過時，不肯改過，不願意改過，怕改過，這都是自輕之相。"
    },
    {
      "id": "20-001-0006_p0035",
      "zh_CN": "底下说：「又主忠信是良药。友不如，惮改过，是药忌。」这是大忌讳。纵然是忠信，忠信也有限，也不能成就。为什么？他有重大的障碍在。",
      "zh_TW": "底下說：「又主忠信是良藥。友不如，憚改過，是藥忌。」這是大忌諱。縱然是忠信，忠信也有限，也不能成就。為什麼？他有重大的障礙在。"
    },
    {
      "id": "20-001-0006_p0036",
      "zh_CN": "我们再看后面补注的这几行：",
      "zh_TW": "我們再看後面補註的這幾行："
    },
    {
      "id": "20-001-0006_p0037",
      "zh_CN": "【真实修行，须从心性悟入，从忠信立身，从忏悔起行。知自性无量无边，不生不灭，则誓成正觉，誓度众生。横遍十方故重，竖穷三际故威。知人道不修，他道难修。一失人身，万劫难复。则当戒慎恐惧精进不退，故学日固。知自性无邪故忠。知自性无妄故信。知善恶净染，皆由缘生。故当友下之善士，又尚友古之人，而无友不如己者。无友者，见不贤而内自省也。知多生罪暗，忏炬能消。故过则勿惮改。以期障云尽而慧日明。唐悟达国师三昧水忏。梁武皇慈悲道场忏法。皆忏罪修行之大导师也。】",
      "zh_TW": "【真實修行，須從心性悟入，從忠信立身，從懺悔起行。知自性無量無邊，不生不滅，則誓成正覺，誓度眾生。橫遍十方故重，豎窮三際故威。知人道不修，他道難修。一失人身，萬劫難復。則當戒慎恐懼精進不退，故學日固。知自性無邪故忠。知自性無妄故信。知善惡淨染，皆由緣生。故當友下之善士，又尚友古之人，而無友不如己者。無友者，見不賢而內自省也。知多生罪暗，懺炬能消。故過則勿憚改。以期障雲盡而慧日明。唐悟達國師三昧水懺。梁武皇慈悲道場懺法。皆懺罪修行之大導師也。】"
    },
    {
      "id": "20-001-0006_p0038",
      "zh_CN": "「真实修行，须从心性悟入，从忠信立身，从忏悔起行。」这是我们讲真正修行、真正肯干的人。说到这个地方，我们必须要知道人生苦短，这一句话一定要记住！人世苦，寿命短促。诸位不要看到八十岁、九十岁，给诸位说，一弹指就过去了！你们年轻的时候还不太觉得，四十以后就有这个觉悟了，就会感觉到人生苦短，真正是来日无多！觉悟到这一点，对于这一生不重视了，重视修来生。来生长，这生短。这一生受一点苦，我来生再不要受苦了！这是聪明人。这一生要造业、图一点享受，来生要堕三途受苦报，那是愚痴极了！那真正是迷惑颠倒到所以然处了。",
      "zh_TW": "「真實修行，須從心性悟入，從忠信立身，從懺悔起行。」這是我們講真正修行、真正肯幹的人。說到這個地方，我們必須要知道人生苦短，這一句話一定要記住！人世苦，壽命短促。諸位不要看到八十歲、九十歲，給諸位說，一彈指就過去了！你們年輕的時候還不太覺得，四十以後就有這個覺悟了，就會感覺到人生苦短，真正是來日無多！覺悟到這一點，對於這一生不重視了，重視修來生。來生長，這生短。這一生受一點苦，我來生再不要受苦了！這是聰明人。這一生要造業、圖一點享受，來生要墮三途受苦報，那是愚痴極了！那真正是迷惑顛倒到所以然處了。"
    },
    {
      "id": "20-001-0006_p0039",
      "zh_CN": "神秀和惠能大师悟入有所不同，是什么原因？原因在他「时时勤拂拭」。「时时勤拂拭」，可见得他的心里面拉拉杂杂的东西还很多，还要「时时勤拂拭」；人家已经是「本来无一物」了。所以能不能悟入，就在你的心清不清净？谁的心清净，谁就悟入。这个法真是平等极了！谁也不障碍谁，谁也拦不了谁，谁也帮不上谁的忙，完全是自家的事情。什么时候你能够放下万缘，心地清净，立刻就悟入了。",
      "zh_TW": "神秀和惠能大師悟入有所不同，是什麼原因？原因在他「時時勤拂拭」。「時時勤拂拭」，可見得他的心裡面拉拉雜雜的東西還很多，還要「時時勤拂拭」；人家已經是「本來無一物」了。所以能不能悟入，就在你的心清不清淨？誰的心清淨，誰就悟入。這個法真是平等極了！誰也不障礙誰，誰也攔不了誰，誰也幫不上誰的忙，完全是自家的事情。什麼時候你能夠放下萬緣，心地清淨，立刻就悟入了。"
    },
    {
      "id": "20-001-0006_p0040",
      "zh_CN": "五祖教人念《金刚经》，念了就能开悟，这个话是真的，一点都不假。《金刚经》上：「应无所住，而生其心。」也给诸位说过多少遍了，只要我们把这几句经文看懂了，能照这个去做，他怎么会不开悟！",
      "zh_TW": "五祖教人念《金剛經》，念了就能開悟，這個話是真的，一點都不假。《金剛經》上：「應無所住，而生其心。」也給諸位說過多少遍了，只要我們把這幾句經文看懂了，能照這個去做，他怎麼會不開悟！"
    },
    {
      "id": "20-001-0006_p0041",
      "zh_CN": "今天下午香港妙莲老和尚给我们带来了一部法宝，《大般若经知津》，刚才拿给我了。诸位想一想，你看我们那个经橱里面，《大般若经》精装本二十四本，六百卷的《大般若经》，我们一看就吓倒了，那么多！要到哪一天才能读得完？我们过去曾经印过《大般若经纲要》十卷，把六百卷缩成十卷，我们心里也就有个数，将来要研究可以了，我们就来研究《大般若经纲要》。",
      "zh_TW": "今天下午香港妙蓮老和尚給我們帶來了一部法寶，《大般若經知津》，剛才拿給我了。諸位想一想，你看我們那個經櫥裡面，《大般若經》精裝本二十四本，六百卷的《大般若經》，我們一看就嚇倒了，那麼多！要到哪一天才能讀得完？我們過去曾經印過《大般若經綱要》十卷，把六百卷縮成十卷，我們心裡也就有個數，將來要研究可以了，我們就來研究《大般若經綱要》。"
    },
    {
      "id": "20-001-0006_p0042",
      "zh_CN": "今天他带来的还要更妙，只有《大般若经纲要》的三分之一，实在是太理想了。这一部书我们讲堂将来可以讲，这个教材精简，是把《大般若经》精华的部分摘录下来，也是按照卷来排列的。这都是古人为了便利初学，想尽方法，诱导我们入般若之门。",
      "zh_TW": "今天他帶來的還要更妙，只有《大般若經綱要》的三分之一，實在是太理想了。這一部書我們講堂將來可以講，這個教材精簡，是把《大般若經》精華的部分摘錄下來，也是按照卷來排列的。這都是古人為了便利初學，想盡方法，誘導我們入般若之門。"
    },
    {
      "id": "20-001-0006_p0043",
      "zh_CN": "诸位同修，你们的福报太大了！像这样珍贵的典籍，你看看不求而至，你们的福报多大！现在就是善根福德因缘都具足了，问题就看能不能自爱自重，能不能改过自新，我们成败的关键就在这个地方。",
      "zh_TW": "諸位同修，你們的福報太大了！像這樣珍貴的典籍，你看看不求而至，你們的福報多大！現在就是善根福德因緣都具足了，問題就看能不能自愛自重，能不能改過自新，我們成敗的關鍵就在這個地方。"
    },
    {
      "id": "20-001-0006_p0044",
      "zh_CN": "「从心性悟入」是讲理，明心见性。在我们念佛人讲「理一心不乱」，是讲的这个。「忠信立身」，这是讲的事，事修。我们待人接物一定要忠，一定要信。「忠」这一个字简单的讲，我们不要讲得那么深；讲得深，是蕅益大师讲的「直心正念真如」，这是什么人？这是圆初住菩萨才能做到。这在念佛人上是理一心不乱的人，是他的忠。我们现在达不到这个标准，不得已而求其次，忠就是守本分、负责任，这是我们人道里面所讲的忠。我们自己是一个什么身分？我们守住自己的本分，我们负起责任。",
      "zh_TW": "「從心性悟入」是講理，明心見性。在我們念佛人講「理一心不亂」，是講的這個。「忠信立身」，這是講的事，事修。我們待人接物一定要忠，一定要信。「忠」這一個字簡單的講，我們不要講得那麼深；講得深，是蕅益大師講的「直心正念真如」，這是什麼人？這是圓初住菩薩才能做到。這在念佛人上是理一心不亂的人，是他的忠。我們現在達不到這個標準，不得已而求其次，忠就是守本分、負責任，這是我們人道裡面所講的忠。我們自己是一個什麼身分？我們守住自己的本分，我們負起責任。"
    },
    {
      "id": "20-001-0006_p0045",
      "zh_CN": "我们四众同修，在家、出家这是身分，这是佛弟子的身分；我们的责任是弘法、护法，每一个人都有弘护的责任。佛法衰了，那是我们没有尽到责任；佛法灭了，那是我们没有负起责任。弘护之外，不是我们的本分，这一点一定要清楚。所以，「从忠信立身」！我们处事待人接物，在佛法里面讲接引广大众生，一定要守住忠信。",
      "zh_TW": "我們四眾同修，在家、出家這是身分，這是佛弟子的身分；我們的責任是弘法、護法，每一個人都有弘護的責任。佛法衰了，那是我們沒有盡到責任；佛法滅了，那是我們沒有負起責任。弘護之外，不是我們的本分，這一點一定要清楚。所以，「從忠信立身」！我們處事待人接物，在佛法裡面講接引廣大眾生，一定要守住忠信。"
    },
    {
      "id": "20-001-0006_p0046",
      "zh_CN": "「从忏悔起行」。这个行，就是身心之行；身是忠信！我们没有做到要忏悔，忏悔就是改过自新。理上的忏悔，就是要悟入心性；没有明心见性，这就得修忏悔法了。",
      "zh_TW": "「從懺悔起行」。這個行，就是身心之行；身是忠信！我們沒有做到要懺悔，懺悔就是改過自新。理上的懺悔，就是要悟入心性；沒有明心見性，這就得修懺悔法了。"
    },
    {
      "id": "20-001-0006_p0047",
      "zh_CN": "「知自性无量无边，不生不灭，则誓成正觉，誓度众生。横遍十方故重，竖穷三际故威。」在大经大论里面，这些经文我们常常念，念得耳熟了！我念上一句，你们都晓得底下一句是什么。那为什么不相信？为什么不干？",
      "zh_TW": "「知自性無量無邊，不生不滅，則誓成正覺，誓度眾生。橫遍十方故重，豎窮三際故威。」在大經大論裡面，這些經文我們常常念，念得耳熟了！我念上一句，你們都曉得底下一句是什麼。那為什麼不相信？為什麼不幹？"
    },
    {
      "id": "20-001-0006_p0048",
      "zh_CN": "你看我们读的第十回向「自性不动地神」，那一段开始说的是善财。谁是善财？诸位一定也晓得，善财是我们自己本人，自性的福德，永远跟着你自己，你到那里，福报就跟着到哪里；称性的福报，无量无边，受用不尽！",
      "zh_TW": "你看我們讀的第十迴向「自性不動地神」，那一段開始說的是善財。誰是善財？諸位一定也曉得，善財是我們自己本人，自性的福德，永遠跟著你自己，你到那裡，福報就跟著到哪裡；稱性的福報，無量無邊，受用不盡！"
    },
    {
      "id": "20-001-0006_p0049",
      "zh_CN": "可是众生迷惑，而不自觉！自性是无量无边的，自性本具的智慧，当然也是无量无边的；自性里面的功德法财，也是无量无边的、也是不生不灭的。这个为什么不要？为什么要把它舍弃掉？这是不觉。天天念了也是不觉，听了也不觉；不觉，他当然就不相信！所以他不能做。",
      "zh_TW": "可是眾生迷惑，而不自覺！自性是無量無邊的，自性本具的智慧，當然也是無量無邊的；自性裡面的功德法財，也是無量無邊的、也是不生不滅的。這個為什麼不要？為什麼要把它捨棄掉？這是不覺。天天念了也是不覺，聽了也不覺；不覺，他當然就不相信！所以他不能做。"
    },
    {
      "id": "20-001-0006_p0050",
      "zh_CN": "古人，我们在经论当中常常看「言下大悟」！为什么？他听了，他就相信；信了，他的心马上就改了；心一改就觉悟了，言下大悟。改过自新，在佛法里面，还有一句术语叫「回头是岸」。回头是岸，就是改过自新！回头，是从迷里面回头。一回过头来就是大彻大悟，再也不迷了。所以才誓成正觉、誓度众生。誓成正觉，就是四弘誓愿里面的「佛道无上誓愿成」，誓度众生就是「众生无边誓愿度」，这是自性里面的本愿。",
      "zh_TW": "古人，我們在經論當中常常看「言下大悟」！為什麼？他聽了，他就相信；信了，他的心馬上就改了；心一改就覺悟了，言下大悟。改過自新，在佛法裡面，還有一句術語叫「回頭是岸」。回頭是岸，就是改過自新！回頭，是從迷裡面回頭。一回過頭來就是大徹大悟，再也不迷了。所以才誓成正覺、誓度眾生。誓成正覺，就是四弘誓願裡面的「佛道無上誓願成」，誓度眾生就是「眾生無邊誓願度」，這是自性裡面的本願。"
    },
    {
      "id": "20-001-0006_p0051",
      "zh_CN": "「横遍十方」是重的意思，「竖穷三际」是威的意思，自重威德具足！",
      "zh_TW": "「橫遍十方」是重的意思，「豎窮三際」是威的意思，自重威德具足！"
    },
    {
      "id": "20-001-0006_p0052",
      "zh_CN": "「知人道不修，他道难修。」这个「知」是彻彻底底的明了。六道里面，在人道里要不修菩萨道、不修无上菩提、明心见性之道，在其余的五道里面，要想修，那就很难很难了。这是佛在经里面指出六道当中，人道可贵之处，就是人道易修。天道乐多苦少，不容易接受，不肯修。三恶道是苦多乐少，他没有法子修，他太苦了、烦恼太重了。畜生道愚痴太重，是非善恶不能辨别，你要跟他去讲佛法，谈何容易！饿鬼道的众生，贪心太重、心量太小，自私自利，大法入不进去，你要讲利益众生，他决定不干的，这是鬼道的苦处，没有法子得度。地狱就更不必说了！地狱一天到晚在受苦刑，他连个闻法机缘都没有。恶道难！所以六道里面比较起来，只有人道是成佛作祖最有利的一个机会。阿修罗虽然有福，阿修罗瞋恨心太重，这也是他的障碍。所以，你要真正晓得这个道理，对于人身怎么不自爱？怎么不尊重？",
      "zh_TW": "「知人道不修，他道難修。」這個「知」是徹徹底底的明瞭。六道裡面，在人道裡要不修菩薩道、不修無上菩提、明心見性之道，在其餘的五道裡面，要想修，那就很難很難了。這是佛在經裡面指出六道當中，人道可貴之處，就是人道易修。天道樂多苦少，不容易接受，不肯修。三惡道是苦多樂少，他沒有法子修，他太苦了、煩惱太重了。畜生道愚痴太重，是非善惡不能辨別，你要跟他去講佛法，談何容易！餓鬼道的眾生，貪心太重、心量太小，自私自利，大法入不進去，你要講利益眾生，他決定不幹的，這是鬼道的苦處，沒有法子得度。地獄就更不必說了！地獄一天到晚在受苦刑，他連個聞法機緣都沒有。惡道難！所以六道裡面比較起來，只有人道是成佛作祖最有利的一個機會。阿修羅雖然有福，阿修羅瞋恨心太重，這也是他的障礙。所以，你要真正曉得這個道理，對於人身怎麼不自愛？怎麼不尊重？"
    },
    {
      "id": "20-001-0006_p0053",
      "zh_CN": "「一失人身，万劫难复。」这一句真是千经万论处处指示。如果不重要，佛为什么常常说这一句话，常常提醒我们？我们真是无始劫以来，好不容易得人身，又有机会闻佛法，这样大好机缘到哪里去找？而我们今天看到，真是等闲看之，诸佛菩萨看到了都痛心！这么好的机会，多少众生想求都求不到，我们能遇到了，马马虎虎不太重视，你说这个多可惜！",
      "zh_TW": "「一失人身，萬劫難復。」這一句真是千經萬論處處指示。如果不重要，佛為什麼常常說這一句話，常常提醒我們？我們真是無始劫以來，好不容易得人身，又有機會聞佛法，這樣大好機緣到哪裡去找？而我們今天看到，真是等閒看之，諸佛菩薩看到了都痛心！這麼好的機會，多少眾生想求都求不到，我們能遇到了，馬馬虎虎不太重視，你說這個多可惜！"
    },
    {
      "id": "20-001-0006_p0054",
      "zh_CN": "「则当戒慎恐惧精进不退，故学日固。」真正了解事实的真相，一个人才能发愤图强，才能够戒慎恐惧，惟恐这一生道业不成，所以他的学问才坚固！",
      "zh_TW": "「則當戒慎恐懼精進不退，故學日固。」真正了解事實的真相，一個人才能發憤圖強，才能夠戒慎恐懼，惟恐這一生道業不成，所以他的學問才堅固！"
    },
    {
      "id": "20-001-0006_p0055",
      "zh_CN": "「知自性无邪故忠。」忠是性德，不是修德，本性里面法尔如是。可见得不忠是病，不忠是迷。",
      "zh_TW": "「知自性無邪故忠。」忠是性德，不是修德，本性裡面法爾如是。可見得不忠是病，不忠是迷。"
    },
    {
      "id": "20-001-0006_p0056",
      "zh_CN": "「知自性无妄故信。」信也是性德。真如本性，法尔如是。无信是迷，无信是妄。",
      "zh_TW": "「知自性無妄故信。」信也是性德。真如本性，法爾如是。無信是迷，無信是妄。"
    },
    {
      "id": "20-001-0006_p0057",
      "zh_CN": "「知善恶净染，皆由缘生。故当友下之善士，又尚友古之人，而无友不如己者。」这一句就是教我们凡圣平等观。为什么？因为善人、恶人是指六道里面的。净染，净是指圣，染是指凡。四圣六凡、善人恶人，这是缘生之法，不是真实的！我们在大经里面读过，一真法界里面没有区别。所以晓得这个道理，就可以「下友善士」。他在迷惑，他在颠倒，也可以往来，也可以跟他交朋友。为什么？度他！而「尚友古人」，十方三世一切凡圣，「而无友不如己者」。",
      "zh_TW": "「知善惡淨染，皆由緣生。故當友下之善士，又尚友古之人，而無友不如己者。」這一句就是教我們凡聖平等觀。為什麼？因為善人、惡人是指六道裡面的。淨染，淨是指聖，染是指凡。四聖六凡、善人惡人，這是緣生之法，不是真實的！我們在大經裡面讀過，一真法界裡面沒有區別。所以曉得這個道理，就可以「下友善士」。他在迷惑，他在顛倒，也可以往來，也可以跟他交朋友。為什麼？度他！而「尚友古人」，十方三世一切凡聖，「而無友不如己者」。"
    },
    {
      "id": "20-001-0006_p0058",
      "zh_CN": "底下解释：「无友者，见不贤而内自省也。」这是讲修学的态度。见到比我们好的，我们要跟他学，学人家的长处；见到人家不好的，我们要反省，不犯别人的过失。可见得善人、恶人都是自己的老师；善人、恶人接触了，自己都得利益，真是一律平等观！",
      "zh_TW": "底下解釋：「無友者，見不賢而內自省也。」這是講修學的態度。見到比我們好的，我們要跟他學，學人家的長處；見到人家不好的，我們要反省，不犯別人的過失。可見得善人、惡人都是自己的老師；善人、惡人接觸了，自己都得利益，真是一律平等觀！"
    },
    {
      "id": "20-001-0006_p0059",
      "zh_CN": "「知多生罪暗，忏炬能消。」罪是迷、是暗，是黑暗的。忏悔就像是火炬，像光明，可以消除愚暗，所以一定要修忏悔法门。",
      "zh_TW": "「知多生罪暗，懺炬能消。」罪是迷、是暗，是黑暗的。懺悔就像是火炬，像光明，可以消除愚暗，所以一定要修懺悔法門。"
    },
    {
      "id": "20-001-0006_p0060",
      "zh_CN": "「故过则勿惮改。」就是忏悔法门。",
      "zh_TW": "「故過則勿憚改。」就是懺悔法門。"
    },
    {
      "id": "20-001-0006_p0061",
      "zh_CN": "「以期障云尽而慧日明。」障是什么？罪障，在佛法里面讲三障、二障。障尽了，心性就显了，心性里面的般若、福德自然现前。",
      "zh_TW": "「以期障雲盡而慧日明。」障是什麼？罪障，在佛法裡面講三障、二障。障盡了，心性就顯了，心性裡面的般若、福德自然現前。"
    },
    {
      "id": "20-001-0006_p0062",
      "zh_CN": "下面是举两个例子，大家非常熟悉的。「唐悟达国师三昧水忏。梁武皇慈悲道场忏法。皆忏罪修行之大导师也。」唐朝时候，悟达国师《三昧水忏》；梁武帝的时候，他这个皇后《慈悲道场忏法》，就是现在我们讲的《梁皇忏》。这两种忏法，可以说在我们现在佛教界里面还是非常流行。",
      "zh_TW": "下面是舉兩個例子，大家非常熟悉的。「唐悟達國師三昧水懺。梁武皇慈悲道場懺法。皆懺罪修行之大導師也。」唐朝時候，悟達國師《三昧水懺》；梁武帝的時候，他這個皇后《慈悲道場懺法》，就是現在我們講的《梁皇懺》。這兩種懺法，可以說在我們現在佛教界裡面還是非常流行。"
    },
    {
      "id": "20-001-0006_p0063",
      "zh_CN": "流行是很流行，到处在拜《梁皇》、拜《水忏》，是不是有效果？就看他是不是具足自重自爱，是不是「主忠信」、「过则勿惮改」。如果这几句他都做到了，这个忏的功德非常有效，功德无量无边。如果不知道自爱自重，不讲忠信，不肯改过，天天拜《梁皇》也没用处。为什么？不肯改过！",
      "zh_TW": "流行是很流行，到處在拜《梁皇》、拜《水懺》，是不是有效果？就看他是不是具足自重自愛，是不是「主忠信」、「過則勿憚改」。如果這幾句他都做到了，這個懺的功德非常有效，功德無量無邊。如果不知道自愛自重，不講忠信，不肯改過，天天拜《梁皇》也沒用處。為什麼？不肯改過！"
    },
    {
      "id": "20-001-0006_p0064",
      "zh_CN": "这两部忏是举个例子来说，「皆忏罪修行之大导师也」，是举出一个例子。",
      "zh_TW": "這兩部懺是舉個例子來說，「皆懺罪修行之大導師也」，是舉出一個例子。"
    },
    {
      "id": "20-001-0006_p0065",
      "zh_CN": "实际上，古大德几乎在每一部经论都给我们定了修行的方法：修净土的有净土忏，念《法华》的有法华忏，学《华严》的有华严忏。这些仪规在《藏经》里面都相当完备，尤其是《卍字续藏》里面。",
      "zh_TW": "實際上，古大德幾乎在每一部經論都給我們定了修行的方法：修淨土的有淨土懺，念《法華》的有法華懺，學《華嚴》的有華嚴懺。這些儀規在《藏經》裡面都相當完備，尤其是《卍字續藏》裡面。"
    },
    {
      "id": "20-001-0006_p0066",
      "zh_CN": "我们读了这些，心不要又乱掉了，这个忏这么多，到底哪个忏好呢？那就麻烦大了！诸位还是一心一意念阿弥陀佛，求生西方，这是大忏悔法门。只要我们把心定在西方极乐世界，现前这个生活一切随缘，得过且过，目标在西方极乐世界，这是真正忏悔，这一生当中决定有成就；而修行的要领在「一心不乱」。",
      "zh_TW": "我們讀了這些，心不要又亂掉了，這個懺這麼多，到底哪個懺好呢？那就麻煩大了！諸位還是一心一意念阿彌陀佛，求生西方，這是大懺悔法門。只要我們把心定在西方極樂世界，現前這個生活一切隨緣，得過且過，目標在西方極樂世界，這是真正懺悔，這一生當中決定有成就；而修行的要領在「一心不亂」。"
    }
  ]
}