{
  "doc_id": "02-018-0006",
  "title": {
    "zh_CN": "无量寿经菁华",
    "zh_TW": "無量壽經菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国旧金山大觉莲社",
    "zh_TW": "美國舊金山大覺蓮社"
  },
  "doc_number": "02-018-0006",
  "total_paragraphs": 97,
  "paragraphs": [
    {
      "id": "02-018-0006_p0001",
      "zh_CN": "诸位法师，诸位同修，请看讲义第五页最后的一段，第五十一段：",
      "zh_TW": "諸位法師，諸位同修，請看講義第五頁最後的一段，第五十一段："
    },
    {
      "id": "02-018-0006_p0002",
      "zh_CN": "【五一、当自端心。当自端身。耳目口鼻。皆当自端。身心净洁。与善相应。勿随嗜欲。不犯诸恶。言色当和。身行当专。动作瞻视。安定徐为。作事仓卒。败悔在后。】",
      "zh_TW": "【五一、當自端心。當自端身。耳目口鼻。皆當自端。身心淨潔。與善相應。勿隨嗜欲。不犯諸惡。言色當和。身行當專。動作瞻視。安定徐為。作事倉卒。敗悔在後。】"
    },
    {
      "id": "02-018-0006_p0003",
      "zh_CN": "这一节是教给我们，在日常生活当中，怎样去修行。「修行」这个名词我们必须要有正确的理解，「行」是说的行为，「修」是修正；我们的行为错误了，赶紧把它修正过来，这个叫做修行。行为非常之多，但是总不出「身、口、意」这三大类，这一段里面，也就是从「身、口、意」三方面来说。",
      "zh_TW": "這一節是教給我們，在日常生活當中，怎樣去修行。「修行」這個名詞我們必須要有正確的理解，「行」是說的行為，「修」是修正；我們的行為錯誤了，趕緊把它修正過來，這個叫做修行。行為非常之多，但是總不出「身、口、意」這三大類，這一段裡面，也就是從「身、口、意」三方面來說。"
    },
    {
      "id": "02-018-0006_p0004",
      "zh_CN": "『当自端心』，第一个就是意业。「当自端心」，「心」就是我们的念头，思想如果有了错误，可以说是一切罪恶的根源。所以在佛法无论是哪一个宗派、哪一个法门，都讲求从「根本修」，根本就是「心」。佛在此地教给我们要「端心」，「端」是端正，心有不正，赶紧把它修正过来。说「修行」，此处都加上一个「自」字，可见得这一桩事情是别人帮不上忙的，一定要自己努力去克制，才能够真正收到效果。",
      "zh_TW": "『當自端心』，第一個就是意業。「當自端心」，「心」就是我們的念頭，思想如果有了錯誤，可以說是一切罪惡的根源。所以在佛法無論是哪一個宗派、哪一個法門，都講求從「根本修」，根本就是「心」。佛在此地教給我們要「端心」，「端」是端正，心有不正，趕緊把它修正過來。說「修行」，此處都加上一個「自」字，可見得這一樁事情是別人幫不上忙的，一定要自己努力去克制，才能夠真正收到效果。"
    },
    {
      "id": "02-018-0006_p0005",
      "zh_CN": "『当自端身，耳目口鼻，皆当自端』，耳、目都归纳在身业里面。口业造恶最容易，而且也造得最多，所以有时候把它特别提出来。此地我们看到「身口意」三业，「皆当自端」。",
      "zh_TW": "『當自端身，耳目口鼻，皆當自端』，耳、目都歸納在身業裡面。口業造惡最容易，而且也造得最多，所以有時候把它特別提出來。此地我們看到「身口意」三業，「皆當自端」。"
    },
    {
      "id": "02-018-0006_p0006",
      "zh_CN": "『身心净洁，与善相应』。修身的标准，佛在此地为我们说出来了，而且说得很清楚、很明白，使我们在日常生活当中，起心动念之处，时时要检点，这个标准就是「身心净洁」。这个「净」是说的心，「洁」是说的身，身体要清洁，心要清净，这个是总纲领、总目标，心一定要清净。",
      "zh_TW": "『身心淨潔，與善相應』。修身的標準，佛在此地為我們說出來了，而且說得很清楚、很明白，使我們在日常生活當中，起心動念之處，時時要檢點，這個標準就是「身心淨潔」。這個「淨」是說的心，「潔」是說的身，身體要清潔，心要清淨，這個是總綱領、總目標，心一定要清淨。"
    },
    {
      "id": "02-018-0006_p0007",
      "zh_CN": "什么样的心是清净心？没有妄念，心就清净了。诸位要记住，有念皆妄。什么叫妄念？心里有念头都是妄念。无念就叫正念，正念无念，心就清净了。为什么不标榜无念？这是怕我们发生误会，有念是错误，无念也错了。所以佛法讲的「无念」是无念也没有，无「有念」，无「无念」。因为「有念」是妄想，「无念」是无明，都要不得，都是错误的。",
      "zh_TW": "什麼樣的心是清淨心？沒有妄念，心就清淨了。諸位要記住，有念皆妄。什麼叫妄念？心裡有念頭都是妄念。無念就叫正念，正念無念，心就清淨了。為什麼不標榜無念？這是怕我們發生誤會，有念是錯誤，無念也錯了。所以佛法講的「無念」是無念也沒有，無「有念」，無「無念」。因為「有念」是妄想，「無念」是無明，都要不得，都是錯誤的。"
    },
    {
      "id": "02-018-0006_p0008",
      "zh_CN": "「无念」不太好懂，因此佛法讲「正念」；无「有念」，无「无念」，那个念就叫正念，在禅宗里面就叫做无念，无念是这个意思。无念也没有，才叫做无念。不是「有」、「无」相对的「无」，「有」、「无」相对的无，也是错误的。为什么？有无相对的无念，是什么境界都不知道，不知道就是无明。佛法里面讲，真正的无念是什么都知道、什么都清楚，这个就高明，所以它不是无明。这个是讲修心的标准。",
      "zh_TW": "「無念」不太好懂，因此佛法講「正念」；無「有念」，無「無念」，那個念就叫正念，在禪宗裡面就叫做無念，無念是這個意思。無念也沒有，才叫做無念。不是「有」、「無」相對的「無」，「有」、「無」相對的無，也是錯誤的。為什麼？有無相對的無念，是什麼境界都不知道，不知道就是無明。佛法裡面講，真正的無念是什麼都知道、什麼都清楚，這個就高明，所以它不是無明。這個是講修心的標準。"
    },
    {
      "id": "02-018-0006_p0009",
      "zh_CN": "修身的标准是要清洁，清洁就是没有垢秽、没有污染。身要有污染就不干净，我们把身体洗洗干净是容易的。但是经的意思很深，底下讲要「与善相应」；与恶相应，这就污染了，所以底下为我们说得很清楚。",
      "zh_TW": "修身的標準是要清潔，清潔就是沒有垢穢、沒有污染。身要有污染就不乾淨，我們把身體洗洗乾淨是容易的。但是經的意思很深，底下講要「與善相應」；與惡相應，這就污染了，所以底下為我們說得很清楚。"
    },
    {
      "id": "02-018-0006_p0010",
      "zh_CN": "『勿随嗜欲』，「嗜」是嗜好，「欲」是欲望。如果我们的嗜好、贪欲不能够舍离，身体洗得再干净，佛菩萨看到还是不清净，你身体还是有污染。",
      "zh_TW": "『勿隨嗜欲』，「嗜」是嗜好，「欲」是欲望。如果我們的嗜好、貪欲不能夠捨離，身體洗得再乾淨，佛菩薩看到還是不清淨，你身體還是有污染。"
    },
    {
      "id": "02-018-0006_p0011",
      "zh_CN": "『不犯诸恶』，「诸恶」简单的说就是十恶。身犯杀、盗、淫，口犯恶口、两舌、妄言、绮语，意里面贪、瞋、痴，这个叫「诸恶」。「不犯诸恶」，反过来就是修十善，所以说「与善相应」，与十善相应，这是不犯十恶。",
      "zh_TW": "『不犯諸惡』，「諸惡」簡單的說就是十惡。身犯殺、盜、淫，口犯惡口、兩舌、妄言、綺語，意裡面貪、瞋、痴，這個叫「諸惡」。「不犯諸惡」，反過來就是修十善，所以說「與善相應」，與十善相應，這是不犯十惡。"
    },
    {
      "id": "02-018-0006_p0012",
      "zh_CN": "『言色当和』，这个「和」，佛法里面非常重视。不但佛法重视，世法也非常重视。中国古时候，可以说从汉朝一直到前清，治国的最高纲领，就是用一个「礼」。《论语》里面说得好，「礼之用，和为贵」。所以我们看北京的故宫，你看到主要的建筑物里面，我们中国俗话讲「金銮殿」，皇帝上朝（也就等于会议）这一个处所，它的名字叫「太和殿」，太和殿后面是「中和殿」，中和殿后面是「保和殿」，这是皇宫里面三个大的建筑，名字都叫「和」。所以从前帝王治国，就把这个字牢牢的抓住。",
      "zh_TW": "『言色當和』，這個「和」，佛法裡面非常重視。不但佛法重視，世法也非常重視。中國古時候，可以說從漢朝一直到前清，治國的最高綱領，就是用一個「禮」。《論語》裡面說得好，「禮之用，和為貴」。所以我們看北京的故宮，你看到主要的建築物裡面，我們中國俗話講「金鑾殿」，皇帝上朝（也就等於會議）這一個處所，它的名字叫「太和殿」，太和殿後面是「中和殿」，中和殿後面是「保和殿」，這是皇宮裡面三個大的建築，名字都叫「和」。所以從前帝王治國，就把這個字牢牢的抓住。"
    },
    {
      "id": "02-018-0006_p0013",
      "zh_CN": "俗话常讲：「家和万事兴。」一家和睦，这一家必定兴旺；道场和睦，决定是正法住世；国家朝野和睦，这个国家一定富强；世界人大家都能和睦相处，就世界大同，天下太平。「和」很重要！从哪里做起？从我们本身做起。言语要柔和，言色要温和，「言色」是表情；我们跟人相处的时候，表情要温和，言语要柔和，这个非常重要，处事待人接物，不可不知的。",
      "zh_TW": "俗話常講：「家和萬事興。」一家和睦，這一家必定興旺；道場和睦，決定是正法住世；國家朝野和睦，這個國家一定富強；世界人大家都能和睦相處，就世界大同，天下太平。「和」很重要！從哪裡做起？從我們本身做起。言語要柔和，言色要溫和，「言色」是表情；我們跟人相處的時候，表情要溫和，言語要柔和，這個非常重要，處事待人接物，不可不知的。"
    },
    {
      "id": "02-018-0006_p0014",
      "zh_CN": "『身行当专』，这一句尤其是重要，不专就不能成就。如果我们要想成就，无论是世法、是佛法都要专精。我们在学校读书，要专心一个科系；在社会上要专精某一个行业，你才会有成就。佛法里面也不例外，如果专攻一部经典、专修一个法门，这个人一生当中，决定成就；怕的是他不专，学得很多很杂，那成就就有限了。为什么？我们的精神、力量、时间分散掉了。所以「专一」在一切经论当中，我们常常看到。菩萨修学六大纲领里面的「精进」，那个「精」就是专，专精；「进」是进步，他才能成就。",
      "zh_TW": "『身行當專』，這一句尤其是重要，不專就不能成就。如果我們要想成就，無論是世法、是佛法都要專精。我們在學校讀書，要專心一個科系；在社會上要專精某一個行業，你才會有成就。佛法裡面也不例外，如果專攻一部經典、專修一個法門，這個人一生當中，決定成就；怕的是他不專，學得很多很雜，那成就就有限了。為什麼？我們的精神、力量、時間分散掉了。所以「專一」在一切經論當中，我們常常看到。菩薩修學六大綱領裡面的「精進」，那個「精」就是專，專精；「進」是進步，他才能成就。"
    },
    {
      "id": "02-018-0006_p0015",
      "zh_CN": "『动作瞻视，安定徐为』，古人对于这一方面，就是我们现在所讲的风度、仪表很重视，重视稳重。现在人对这个不讲求了，所以诸位要是仔细冷静去观察现代这个社会，觉得每一个人心浮气躁。在整个社会，这个不是好现象，不像从前讲求稳重。「动作瞻视，安定徐为」，这个安定是指「心」，心情安定，「徐为」就是讲的稳重，「徐」也当作慢，不急躁，这是应当要学习的。",
      "zh_TW": "『動作瞻視，安定徐為』，古人對於這一方面，就是我們現在所講的風度、儀表很重視，重視穩重。現在人對這個不講求了，所以諸位要是仔細冷靜去觀察現代這個社會，覺得每一個人心浮氣躁。在整個社會，這個不是好現象，不像從前講求穩重。「動作瞻視，安定徐為」，這個安定是指「心」，心情安定，「徐為」就是講的穩重，「徐」也當作慢，不急躁，這是應當要學習的。"
    },
    {
      "id": "02-018-0006_p0016",
      "zh_CN": "『作事仓卒，败悔在后』，这就是我刚才讲的，我们现在这个社会，所呈现在我们眼前的，就是急躁，匆匆促促的，匆促急躁。现在虽然学业、事业、道业不成就，从前人还会后悔，现在人不知道后悔，他认为自己没有过错；没有过错，当然他就不后悔了。",
      "zh_TW": "『作事倉卒，敗悔在後』，這就是我剛才講的，我們現在這個社會，所呈現在我們眼前的，就是急躁，匆匆促促的，匆促急躁。現在雖然學業、事業、道業不成就，從前人還會後悔，現在人不知道後悔，他認為自己沒有過錯；沒有過錯，當然他就不後悔了。"
    },
    {
      "id": "02-018-0006_p0017",
      "zh_CN": "所以佛法里这些教训念多了，冷静想一想，自己真的从早到晚，从年初一到腊月三十，哪一天不在这里犯过失？实在说，只是这些过失自己不知道而已。知道自己过失，这就叫觉悟。佛法里常讲「开悟」了，什么叫开悟？知道自己毛病，知道自己过失的人，叫开悟。能把自己的毛病、过失修正过来是功夫，这就是修行功夫。",
      "zh_TW": "所以佛法裡這些教訓念多了，冷靜想一想，自己真的從早到晚，從年初一到臘月三十，哪一天不在這裡犯過失？實在說，只是這些過失自己不知道而已。知道自己過失，這就叫覺悟。佛法裡常講「開悟」了，什麼叫開悟？知道自己毛病，知道自己過失的人，叫開悟。能把自己的毛病、過失修正過來是功夫，這就是修行功夫。"
    },
    {
      "id": "02-018-0006_p0018",
      "zh_CN": "【五二、广植德本。勿犯道禁。忍辱精进。慈心专一。】",
      "zh_TW": "【五二、廣植德本。勿犯道禁。忍辱精進。慈心專一。】"
    },
    {
      "id": "02-018-0006_p0019",
      "zh_CN": "这个四句，也是教导我们修行的大纲领。",
      "zh_TW": "這個四句，也是教導我們修行的大綱領。"
    },
    {
      "id": "02-018-0006_p0020",
      "zh_CN": "『广植德本』。我们学佛的同修知道，世间法、出世间法，总在一个「缘」字。这个「缘」里面有善缘、有恶缘。缘从哪里来的？缘是自己造作的、是自己结的。因此，诸佛菩萨时时刻刻教导我们要存好心、要说好话、要做好事，这就是培植「德本」。「德」是福德，德里有福。",
      "zh_TW": "『廣植德本』。我們學佛的同修知道，世間法、出世間法，總在一個「緣」字。這個「緣」裡面有善緣、有惡緣。緣從哪裡來的？緣是自己造作的、是自己結的。因此，諸佛菩薩時時刻刻教導我們要存好心、要說好話、要做好事，這就是培植「德本」。「德」是福德，德裡有福。"
    },
    {
      "id": "02-018-0006_p0021",
      "zh_CN": "不但要知道培植，更要广植。广其心量，广其所为，那你的福报是既深又大。纵然在浊恶之世，大家的共业不好；共业虽然不好，你别业里面还是享福。为什么？因为有福报，所以福不能不修。不修福的人是世间最可怜的人，经上常讲「可怜悯者」。福报里面最真实、最广大、最圆满、最究竟的，就是念佛求生净土。我跟大家讲的这几句话，字字真实，任何的福报，没有比这个更大了。",
      "zh_TW": "不但要知道培植，更要廣植。廣其心量，廣其所為，那你的福報是既深又大。縱然在濁惡之世，大家的共業不好；共業雖然不好，你別業裡面還是享福。為什麼？因為有福報，所以福不能不修。不修福的人是世間最可憐的人，經上常講「可憐憫者」。福報裡面最真實、最廣大、最圓滿、最究竟的，就是念佛求生淨土。我跟大家講的這幾句話，字字真實，任何的福報，沒有比這個更大了。"
    },
    {
      "id": "02-018-0006_p0022",
      "zh_CN": "世间很苦，底下这一段就讲「饮苦食毒，未尝宁息」，要知道世间太苦。这个世间，希望享受、享乐，这都是假的，纵然你今天得到一切的荣华富贵，那就好像一个病人，打了一针强心剂，让他兴奋一下而已，时间太短暂了，石火电光，转眼就空了。何况在享福里面，免不了造罪业，往往造的罪业比贫穷、清寒的人要广得多，所以要知道修福。",
      "zh_TW": "世間很苦，底下這一段就講「飲苦食毒，未嘗寧息」，要知道世間太苦。這個世間，希望享受、享樂，這都是假的，縱然你今天得到一切的榮華富貴，那就好像一個病人，打了一針強心劑，讓他興奮一下而已，時間太短暫了，石火電光，轉眼就空了。何況在享福裡面，免不了造罪業，往往造的罪業比貧窮、清寒的人要廣得多，所以要知道修福。"
    },
    {
      "id": "02-018-0006_p0023",
      "zh_CN": "『勿犯道禁』，「禁」是禁止，不应该做的。「道禁」，狭义来说，是佛的教诫。佛教给我们哪些事不能做，哪些话不能讲，哪些念头不能生，这个不能不知道。就在这部经里面，佛就说得很多，总要把它记住。广义的来说，包括世间法律、风俗习惯、人情忌讳，都在这个里面。",
      "zh_TW": "『勿犯道禁』，「禁」是禁止，不應該做的。「道禁」，狹義來說，是佛的教誡。佛教給我們哪些事不能做，哪些話不能講，哪些念頭不能生，這個不能不知道。就在這部經裡面，佛就說得很多，總要把它記住。廣義的來說，包括世間法律、風俗習慣、人情忌諱，都在這個裡面。"
    },
    {
      "id": "02-018-0006_p0024",
      "zh_CN": "像这个道场，我今天在这边吃饭，偶然看到后面桌子上，大概有十几、二十张「美国净宗学会」的会员单子，放在这个后面，这叫「道禁」，这是大错误。怎么可以到人家道场来拉信徒，哪有这种话。大错特错！不可以的。道场当中决定不能拉信徒，决定不能化缘，决定不能散传单。别的道场有什么活动，到这里来撒广告，贴传单，这是不可以的，这都是普通常识，哪有这种作法的！特别是讲经的道场，到这个地方来化缘、贴传单，听经的同修吓到了，下次不敢来了；你把人家的法缘断掉了，这个罪过多重。这都是不可以的、应该要知道的，这都列在「道禁」里面。",
      "zh_TW": "像這個道場，我今天在這邊吃飯，偶然看到後面桌子上，大概有十幾、二十張「美國淨宗學會」的會員單子，放在這個後面，這叫「道禁」，這是大錯誤。怎麼可以到人家道場來拉信徒，哪有這種話。大錯特錯！不可以的。道場當中決定不能拉信徒，決定不能化緣，決定不能散傳單。別的道場有什麼活動，到這裡來撒廣告，貼傳單，這是不可以的，這都是普通常識，哪有這種作法的！特別是講經的道場，到這個地方來化緣、貼傳單，聽經的同修嚇到了，下次不敢來了；你把人家的法緣斷掉了，這個罪過多重。這都是不可以的、應該要知道的，這都列在「道禁」裡面。"
    },
    {
      "id": "02-018-0006_p0025",
      "zh_CN": "『忍辱精进』，「忍辱」是说凡事要忍耐、要精进；不能忍辱，就谈不上精进。六度里面「忍辱」后面接着就是「精进」，先要能忍。忍的事情太多太多了，天然的灾害要忍耐，人与人之间更要讲求忍耐。大家在一起，我们对于每一个问题，看法不一样，想法不一样，如果每一个人都坚固的执着，冲突就在所难免，就谈不上和睦了。如果大家都能够退让一步，问题就解决了，所以说「天下本无事」，退上一步就无事，所以一定要忍让、要精进。",
      "zh_TW": "『忍辱精進』，「忍辱」是說凡事要忍耐、要精進；不能忍辱，就談不上精進。六度裡面「忍辱」後面接著就是「精進」，先要能忍。忍的事情太多太多了，天然的災害要忍耐，人與人之間更要講求忍耐。大家在一起，我們對於每一個問題，看法不一樣，想法不一樣，如果每一個人都堅固的執著，衝突就在所難免，就談不上和睦了。如果大家都能夠退讓一步，問題就解決了，所以說「天下本無事」，退上一步就無事，所以一定要忍讓、要精進。"
    },
    {
      "id": "02-018-0006_p0026",
      "zh_CN": "『慈心专一』，「慈心」是对众生、对大众，一定要大慈大悲，要能帮助一切苦难的众生，拔苦与乐！今天举世之人，最苦的是什么，我们要知道。最苦的是迷惑无知！对于宇宙人生的真相，不清楚不明白，想错了、看错了、说错了、做错了，还要希求福报，这是最苦！",
      "zh_TW": "『慈心專一』，「慈心」是對眾生、對大眾，一定要大慈大悲，要能幫助一切苦難的眾生，拔苦與樂！今天舉世之人，最苦的是什麼，我們要知道。最苦的是迷惑無知！對於宇宙人生的真相，不清楚不明白，想錯了、看錯了、說錯了、做錯了，還要希求福報，這是最苦！"
    },
    {
      "id": "02-018-0006_p0027",
      "zh_CN": "我们这一生当中，真的是很幸运能闻到佛法，闻了佛法之后，佛门常讲：「上报四重恩，下济三途苦。」这是我们的责任，是我们分内应该去做的。怎样报恩？怎样拯救三途苦？这个三途苦，给诸位说，不是地狱、饿鬼、畜生；他已经变成畜生、已经作了鬼了、堕入地狱了，我们有什么能力救他？没有能力。这个「下济三途苦」，是叫我们看现代的人，造了这个业因，但还没有堕落下去的，我们可以帮他忙；已经堕下去，就没法子了。说实话，已经堕落下去了，地藏菩萨去度他都困难，何况是我们。",
      "zh_TW": "我們這一生當中，真的是很幸運能聞到佛法，聞了佛法之後，佛門常講：「上報四重恩，下濟三途苦。」這是我們的責任，是我們分內應該去做的。怎樣報恩？怎樣拯救三途苦？這個三途苦，給諸位說，不是地獄、餓鬼、畜生；他已經變成畜生、已經作了鬼了、墮入地獄了，我們有什麼能力救他？沒有能力。這個「下濟三途苦」，是叫我們看現代的人，造了這個業因，但還沒有墮落下去的，我們可以幫他忙；已經墮下去，就沒法子了。說實話，已經墮落下去了，地藏菩薩去度他都困難，何況是我們。"
    },
    {
      "id": "02-018-0006_p0028",
      "zh_CN": "哪些是造三途苦的人？贪心重的人，来生就是鬼道去了，作鬼去了；瞋恚心重的人，瞋恚堕地狱；愚痴重的人，愚痴是黑白不分，邪正、善恶他都搞不清楚，往往都颠倒了，这叫愚痴，愚痴是畜生道的业因。换句话说，看看眼前大众，贪、瞋、痴很重的人，就是三途众生。「下济三途苦」就是要帮助他们，尽心尽力去帮他忙，去提醒他，让他自己觉悟，让他回头，这就对了，那就叫做「下济三途苦」。我们要认真去做，这个是大慈悲心。",
      "zh_TW": "哪些是造三途苦的人？貪心重的人，來生就是鬼道去了，作鬼去了；瞋恚心重的人，瞋恚墮地獄；愚痴重的人，愚痴是黑白不分，邪正、善惡他都搞不清楚，往往都顛倒了，這叫愚痴，愚痴是畜生道的業因。換句話說，看看眼前大眾，貪、瞋、痴很重的人，就是三途眾生。「下濟三途苦」就是要幫助他們，盡心盡力去幫他忙，去提醒他，讓他自己覺悟，讓他回頭，這就對了，那就叫做「下濟三途苦」。我們要認真去做，這個是大慈悲心。"
    },
    {
      "id": "02-018-0006_p0029",
      "zh_CN": "「专一」是对自己说的，「一」就是净宗里面讲的「一心不乱」。不但平常自己修行是以「一心不乱」为宗旨，就是一切时、一切处，我们帮助一切大众，我们这个心也不能乱，还是在一心不乱里面，行大慈悲，报恩度苦，那就对了。如果我们帮助别人，这个心马上就乱了，那你就乖乖的在家里念佛，不要去帮助别人，这个不为过。为什么？你一帮助别人，你的心就随着境界转了，说老实话，你今天没有能力帮助别人。什么时候有能力？我接触外面大众，心不为境界转了。像《楞严经》上讲的「若能转境，则同如来」，你要能转境界，不要被境界所转，才有能力帮助别人；没有这个功夫，先修自己的，先求自成就，自行而后再化他，这个很重要。",
      "zh_TW": "「專一」是對自己說的，「一」就是淨宗裡面講的「一心不亂」。不但平常自己修行是以「一心不亂」為宗旨，就是一切時、一切處，我們幫助一切大眾，我們這個心也不能亂，還是在一心不亂裡面，行大慈悲，報恩度苦，那就對了。如果我們幫助別人，這個心馬上就亂了，那你就乖乖的在家裡念佛，不要去幫助別人，這個不為過。為什麼？你一幫助別人，你的心就隨著境界轉了，說老實話，你今天沒有能力幫助別人。什麼時候有能力？我接觸外面大眾，心不為境界轉了。像《楞嚴經》上講的「若能轉境，則同如來」，你要能轉境界，不要被境界所轉，才有能力幫助別人；沒有這個功夫，先修自己的，先求自成就，自行而後再化他，這個很重要。"
    },
    {
      "id": "02-018-0006_p0030",
      "zh_CN": "菩萨有的发大心，自己还没有度，先度别人，那也是自己心地专一，不为境界所转，才可以帮助别人。自己未度是没有成佛，但是成罗汉、成菩萨他有余，他成不了佛就是了，是这样的人。决不是自己随着境界转变，那样帮助别人，自己还要堕三途，这个错误了。所以经典里面的话，一定要清清楚楚、明明白白，不能够错解经义。",
      "zh_TW": "菩薩有的發大心，自己還沒有度，先度別人，那也是自己心地專一，不為境界所轉，才可以幫助別人。自己未度是沒有成佛，但是成羅漢、成菩薩他有餘，他成不了佛就是了，是這樣的人。決不是自己隨著境界轉變，那樣幫助別人，自己還要墮三途，這個錯誤了。所以經典裡面的話，一定要清清楚楚、明明白白，不能夠錯解經義。"
    },
    {
      "id": "02-018-0006_p0031",
      "zh_CN": "【五三、唯此世间。善少恶多。饮苦食毒。未尝宁息。】",
      "zh_TW": "【五三、唯此世間。善少惡多。飲苦食毒。未嘗寧息。】"
    },
    {
      "id": "02-018-0006_p0032",
      "zh_CN": "『唯此世间，善少恶多』，「此世间」是指娑婆世界，五浊恶世，就是我们现在这个社会。现在这个社会善少，造恶的多，这个不必多说，我们都清楚、都明白，确确实实是这样的。",
      "zh_TW": "『唯此世間，善少惡多』，「此世間」是指娑婆世界，五濁惡世，就是我們現在這個社會。現在這個社會善少，造惡的多，這個不必多說，我們都清楚、都明白，確確實實是這樣的。"
    },
    {
      "id": "02-018-0006_p0033",
      "zh_CN": "『饮苦食毒，未尝宁息』。饮食是我们六道凡夫不能够缺少的，我们今天的饮食是什么？饮食是「苦」、「毒」。在过去说这样的话，我们还很不容易理解，但在今天社会上，我们看到经上说这些话，几乎大家都点头了，确实是如此。",
      "zh_TW": "『飲苦食毒，未嘗寧息』。飲食是我們六道凡夫不能夠缺少的，我們今天的飲食是什麼？飲食是「苦」、「毒」。在過去說這樣的話，我們還很不容易理解，但在今天社會上，我們看到經上說這些話，幾乎大家都點頭了，確實是如此。"
    },
    {
      "id": "02-018-0006_p0034",
      "zh_CN": "印光大师苦口婆心的劝导我们，一定要吃素，素食。为什么？不管什么样的肉都有毒，这是真的。通常我们一般人在生气的时候，发脾气的时候，我们身上流出来的汗都有毒。在从前，妇女生气的时候用奶喂孩子，奶有毒，往往这孩子吃了这个奶，没几天死了，从前人不知道是什么原因。所以瞋恨心是「毒」，瞋恨心一生，身体每一部分都是毒液。你想想看，这些畜生被人杀的时候，牠难道很欢喜、很高兴的被你宰杀？不可能的！牠没有能力抵抗，但是瞋恚心到了极处，哪有不含毒的道理！日久天长，你身上累积的毒素发作起来，就是奇奇怪怪的病症，所以「病从口入」，一点都不错。你要是希望你自己能够健康、长寿，那你为什么糟蹋你自己？这是非常重要的。",
      "zh_TW": "印光大師苦口婆心的勸導我們，一定要吃素，素食。為什麼？不管什麼樣的肉都有毒，這是真的。通常我們一般人在生氣的時候，發脾氣的時候，我們身上流出來的汗都有毒。在從前，婦女生氣的時候用奶餵孩子，奶有毒，往往這孩子吃了這個奶，沒幾天死了，從前人不知道是什麼原因。所以瞋恨心是「毒」，瞋恨心一生，身體每一部分都是毒液。你想想看，這些畜生被人殺的時候，牠難道很歡喜、很高興的被你宰殺？不可能的！牠沒有能力抵抗，但是瞋恚心到了極處，哪有不含毒的道理！日久天長，你身上累積的毒素發作起來，就是奇奇怪怪的病症，所以「病從口入」，一點都不錯。你要是希望你自己能夠健康、長壽，那你為什麼糟蹋你自己？這是非常重要的。"
    },
    {
      "id": "02-018-0006_p0035",
      "zh_CN": "现在素食里面，说实在话也有毒了，这是人为的。疏菜里有农药，喷洒农药，所以连吃素都食毒，你说怎么办？这是什么世界！诸位同修，现代交通便捷，观光旅游很发达，你们要能够到大陆上去观光旅游，吃大陆上的青菜，你会觉得跟我们这里的青菜不一样，那个青菜的味道特别的鲜美。原因是什么？大陆上没有农药。虽然菜的样子不好看，但是味道真的很美，所以大陆虽然人很苦，但是个个都长寿。什么原因？他们没有吃毒。我们这里奇奇怪怪的病比大陆还多，寿命没有他们长。什么原因？天天在「饮苦食毒」，干这个事情干坏了，「未尝宁息」，要知道！。底下一节：",
      "zh_TW": "現在素食裡面，說實在話也有毒了，這是人為的。疏菜裡有農藥，噴洒農藥，所以連吃素都食毒，你說怎麼辦？這是什麼世界！諸位同修，現代交通便捷，觀光旅遊很發達，你們要能夠到大陸上去觀光旅遊，吃大陸上的青菜，你會覺得跟我們這裡的青菜不一樣，那個青菜的味道特別的鮮美。原因是什麼？大陸上沒有農藥。雖然菜的樣子不好看，但是味道真的很美，所以大陸雖然人很苦，但是個個都長壽。什麼原因？他們沒有吃毒。我們這裡奇奇怪怪的病比大陸還多，壽命沒有他們長。什麼原因？天天在「飲苦食毒」，幹這個事情幹壞了，「未嘗寧息」，要知道！。底下一節："
    },
    {
      "id": "02-018-0006_p0036",
      "zh_CN": "【五四、尊卑男女。眷属朋友。转相教语。自相约检。和顺义理。欢乐慈孝。所作如犯。则自悔过。去恶就善。朝闻夕改。】",
      "zh_TW": "【五四、尊卑男女。眷屬朋友。轉相教語。自相約檢。和順義理。歡樂慈孝。所作如犯。則自悔過。去惡就善。朝聞夕改。】"
    },
    {
      "id": "02-018-0006_p0037",
      "zh_CN": "『尊卑男女，眷属朋友，转相教语』。佛劝勉我们，自己得到佛法殊胜的利益之后，一定要告诉别人，希望每一个人都得到佛法的利益。在过去，印光大师在世的时候，上海举办了一次「护国息灾法会」，请印祖去主持。今天不只是一国了，今天是全世界，所以我们不能不发起「护世消灾法会」，我们要护这个地球，要护这个世界！我们这一次达拉斯的佛七，就是这个性质。",
      "zh_TW": "『尊卑男女，眷屬朋友，轉相教語』。佛勸勉我們，自己得到佛法殊勝的利益之後，一定要告訴別人，希望每一個人都得到佛法的利益。在過去，印光大師在世的時候，上海舉辦了一次「護國息災法會」，請印祖去主持。今天不只是一國了，今天是全世界，所以我們不能不發起「護世消災法會」，我們要護這個地球，要護這個世界！我們這一次達拉斯的佛七，就是這個性質。"
    },
    {
      "id": "02-018-0006_p0038",
      "zh_CN": "印祖说得很明白，怎样才能护国？怎样才能够息灾？念佛、吃素。人人都吃素，人人都念佛，灾难自然息了，国家自然护了。我们把这个推广到全世界，我们护世、消灾，还是印祖这两句话，念佛、吃素。他老人家把「念佛、吃素」这四个字讲得很透彻，在「护国息灾法会」上，他每一天有一个时间的开示，记录成一个小册子流通，是我们不可以不读的。",
      "zh_TW": "印祖說得很明白，怎樣才能護國？怎樣才能夠息災？念佛、吃素。人人都吃素，人人都念佛，災難自然息了，國家自然護了。我們把這個推廣到全世界，我們護世、消災，還是印祖這兩句話，念佛、吃素。他老人家把「念佛、吃素」這四個字講得很透徹，在「護國息災法會」上，他每一天有一個時間的開示，記錄成一個小冊子流通，是我們不可以不讀的。"
    },
    {
      "id": "02-018-0006_p0039",
      "zh_CN": "我们要把自己学佛得到的利益，「转相教语」一家眷属、朋友；我们希望自己好，当然希望一家人都好，希望我们的亲朋好友个个都好，这就是有责任要把佛法的功德利益，传授给他们。",
      "zh_TW": "我們要把自己學佛得到的利益，「轉相教語」一家眷屬、朋友；我們希望自己好，當然希望一家人都好，希望我們的親朋好友個個都好，這就是有責任要把佛法的功德利益，傳授給他們。"
    },
    {
      "id": "02-018-0006_p0040",
      "zh_CN": "现在传授的方法比从前多了，经书、善书很容易得到，所费无几！何况现在还有录音带、录影带，不喜欢看书的，可以听，这是现代人的福报比古人大。古时候印刷术不发达，民国初年以前，多半还是木刻版的时代，书的成本很高，数量很少，哪有现在这么方便！我们明白这些事实，就应当利用现在科技的方便，尽量帮助大众。",
      "zh_TW": "現在傳授的方法比從前多了，經書、善書很容易得到，所費無幾！何況現在還有錄音帶、錄影帶，不喜歡看書的，可以聽，這是現代人的福報比古人大。古時候印刷術不發達，民國初年以前，多半還是木刻版的時代，書的成本很高，數量很少，哪有現在這麼方便！我們明白這些事實，就應當利用現在科技的方便，盡量幫助大眾。"
    },
    {
      "id": "02-018-0006_p0041",
      "zh_CN": "我们今天自己的目标是老实念佛，求生净土，这是专一！但是我们对社会大众的目标，就不要希望这些人也都跟我一样，老实念佛，求生净土，因为那是办不到的！为什么办不到？在《无量寿经》上讲得非常清楚，那段经文我没有摘录。我们要晓得举世之人期望的是什么？都希望自己这一生过得很幸福，家庭美满、社会安定、国家富强、天下太平。不管是中国、外国，哪一个人不求这些？这些到哪里去求？刚才就讲了，除非人人都觉悟，都存好心、说好话、做好事，这个目标就统统都实现了，都达到了。我们以这个目标来做济世的事业，就对了。",
      "zh_TW": "我們今天自己的目標是老實念佛，求生淨土，這是專一！但是我們對社會大眾的目標，就不要希望這些人也都跟我一樣，老實念佛，求生淨土，因為那是辦不到的！為什麼辦不到？在《無量壽經》上講得非常清楚，那段經文我沒有摘錄。我們要曉得舉世之人期望的是什麼？都希望自己這一生過得很幸福，家庭美滿、社會安定、國家富強、天下太平。不管是中國、外國，哪一個人不求這些？這些到哪裡去求？剛才就講了，除非人人都覺悟，都存好心、說好話、做好事，這個目標就統統都實現了，都達到了。我們以這個目標來做濟世的事業，就對了。"
    },
    {
      "id": "02-018-0006_p0042",
      "zh_CN": "古圣先贤的教训太多太多了，散在一切书本里面。这些书本不仅是中国的，西方古今的圣哲也不少。这些典籍，我们今天哪有时间去读它？哪有时间去看？所以我就想了，如果能够有一批人发心，把中国、外国的这些圣哲，对于这一方面的教训，就像我们今天这个方式，一段一段把它摘录出来，印成一册，流通全世界，让每一个人都能够读，都能够理解，都能够奉行，这样「世界和平、天下大同」的目的就可以达到了。这就是「转相教语」，我们应该努力来做这个工作。",
      "zh_TW": "古聖先賢的教訓太多太多了，散在一切書本裡面。這些書本不僅是中國的，西方古今的聖哲也不少。這些典籍，我們今天哪有時間去讀它？哪有時間去看？所以我就想了，如果能夠有一批人發心，把中國、外國的這些聖哲，對於這一方面的教訓，就像我們今天這個方式，一段一段把它摘錄出來，印成一冊，流通全世界，讓每一個人都能夠讀，都能夠理解，都能夠奉行，這樣「世界和平、天下大同」的目的就可以達到了。這就是「轉相教語」，我們應該努力來做這個工作。"
    },
    {
      "id": "02-018-0006_p0043",
      "zh_CN": "『自相约检，和顺义理』，这是彼此互相勉励。「约」是约束，「检」是检点。「检点」就是我们佛法常常讲的反省忏悔，「约束」就是持戒，持戒忏悔。我们自己见不到的过失，朋友见到了，真的好朋友，他要告诉你、要提醒你；他见不到的，我见到了，我要帮助他、提醒他，这就是「自相约检，和顺义理」。「和顺」要本于「义理」，可见得他不是感情用事，他是理性的，我们今天讲理智而非感情，这就对了。",
      "zh_TW": "『自相約檢，和順義理』，這是彼此互相勉勵。「約」是約束，「檢」是檢點。「檢點」就是我們佛法常常講的反省懺悔，「約束」就是持戒，持戒懺悔。我們自己見不到的過失，朋友見到了，真的好朋友，他要告訴你、要提醒你；他見不到的，我見到了，我要幫助他、提醒他，這就是「自相約檢，和順義理」。「和順」要本於「義理」，可見得他不是感情用事，他是理性的，我們今天講理智而非感情，這就對了。"
    },
    {
      "id": "02-018-0006_p0044",
      "zh_CN": "『欢乐慈孝』，这是做儿女的对父母要孝顺，做父母对儿女要慈爱，一家欢乐，这是基础，这是根本。由家庭推展就是社会，社会再推展就是国家，国家再推展就是整个世界，所以要晓得幸福欢乐的根本在家庭。",
      "zh_TW": "『歡樂慈孝』，這是做兒女的對父母要孝順，做父母對兒女要慈愛，一家歡樂，這是基礎，這是根本。由家庭推展就是社會，社會再推展就是國家，國家再推展就是整個世界，所以要曉得幸福歡樂的根本在家庭。"
    },
    {
      "id": "02-018-0006_p0045",
      "zh_CN": "『所作如犯，则自悔过，去恶就善，朝闻夕改』。如果我们思想、见解、言语、行为要是犯了过失，就应当悔过。怎么样才叫做悔过（我们佛法里叫「忏悔」）？是不是在佛菩萨面前烧一炷香，在那里磕几个头，祷告一下，「我今天做错事情，希望佛菩萨原谅我」，是不是这个意思？这个没用处的。你做再多事情，佛菩萨才不管你，佛菩萨若要操这个心，那他比我们还苦，他操不完这个心的。真正的忏悔，就是底下讲的「改过自新」，这是真忏悔。「去恶就善，朝闻夕改」，这个叫真正悔过，真正的忏悔。可见得不在形式，形式是对自己警惕而已，提高自己的警觉。「去恶就善，朝闻夕改」才是真正忏悔。",
      "zh_TW": "『所作如犯，則自悔過，去惡就善，朝聞夕改』。如果我們思想、見解、言語、行為要是犯了過失，就應當悔過。怎麼樣才叫做悔過（我們佛法裡叫「懺悔」）？是不是在佛菩薩面前燒一炷香，在那裡磕幾個頭，禱告一下，「我今天做錯事情，希望佛菩薩原諒我」，是不是這個意思？這個沒用處的。你做再多事情，佛菩薩才不管你，佛菩薩若要操這個心，那他比我們還苦，他操不完這個心的。真正的懺悔，就是底下講的「改過自新」，這是真懺悔。「去惡就善，朝聞夕改」，這個叫真正悔過，真正的懺悔。可見得不在形式，形式是對自己警惕而已，提高自己的警覺。「去惡就善，朝聞夕改」才是真正懺悔。"
    },
    {
      "id": "02-018-0006_p0046",
      "zh_CN": "【五五、改往修来。洒心易行。自然感降。所愿辄得。】",
      "zh_TW": "【五五、改往修來。洒心易行。自然感降。所願輒得。】"
    },
    {
      "id": "02-018-0006_p0047",
      "zh_CN": "佛门当中常说：「佛氏门中，有求必应。」这一段末后就是说你的愿望都能够达成、都能够满愿，也就是有求必应。到哪里去求？前面两句就是教你求的方法。你只要是如理的求，如法的求，没有求不到的。你想想看，我们凡夫求成佛，都能成佛；成佛多难！所以成佛以下的鸡毛蒜皮，哪有求不到的？你今天求不到，是你不合理、不合法。不合理，不合法，当然求不到。如理如法，有求必应。",
      "zh_TW": "佛門當中常說：「佛氏門中，有求必應。」這一段末後就是說你的願望都能夠達成、都能夠滿願，也就是有求必應。到哪裡去求？前面兩句就是教你求的方法。你只要是如理的求，如法的求，沒有求不到的。你想想看，我們凡夫求成佛，都能成佛；成佛多難！所以成佛以下的雞毛蒜皮，哪有求不到的？你今天求不到，是你不合理、不合法。不合理，不合法，當然求不到。如理如法，有求必應。"
    },
    {
      "id": "02-018-0006_p0048",
      "zh_CN": "怎样才如理如法？「改往修来」是如法，「洒心易行」是如理，哪有求不到的！过去坏的习惯、坏的习气统统改过来，断一切恶，修一切善，这是「修来」，「来」是修将来；未来的，我要认真来修，这是从事上讲的。",
      "zh_TW": "怎樣才如理如法？「改往修來」是如法，「洒心易行」是如理，哪有求不到的！過去壞的習慣、壞的習氣統統改過來，斷一切惡，修一切善，這是「修來」，「來」是修將來；未來的，我要認真來修，這是從事上講的。"
    },
    {
      "id": "02-018-0006_p0049",
      "zh_CN": "「洒心易行」是从理上说的。「洒」跟洗刷的「洗」是一个意思，我们心不清净，念头不清净，思想不清净，见解不清净，要好好的把它洗刷干净。过去思想、见解、念头都错了，从今天起把它换过来，「易」是换过来。换成什么？换成「阿弥陀佛」。用信愿持名的方法，「洒心易行」；用断恶修善，「转相教语」的方法，来「改往修来」。你真心这样的做，真实这样去做，「自然感降」；这一句就是我们佛门另外一句话，叫「感应道交」。这个感应不要去求，自然就来了，就能满你的愿。",
      "zh_TW": "「洒心易行」是從理上說的。「洒」跟洗刷的「洗」是一個意思，我們心不清淨，念頭不清淨，思想不清淨，見解不清淨，要好好的把它洗刷乾淨。過去思想、見解、念頭都錯了，從今天起把它換過來，「易」是換過來。換成什麼？換成「阿彌陀佛」。用信願持名的方法，「洒心易行」；用斷惡修善，「轉相教語」的方法，來「改往修來」。你真心這樣的做，真實這樣去做，「自然感降」；這一句就是我們佛門另外一句話，叫「感應道交」。這個感應不要去求，自然就來了，就能滿你的願。"
    },
    {
      "id": "02-018-0006_p0050",
      "zh_CN": "所以我们学佛的人，要如理、要如法，不求神通，不求感应，它自然会来。求，就错了；有求的念头，我们的心就不清净了。不求自得，因为你种的是这个因，它当然得这个果报。我今天种瓜，我天天希望得个瓜，那个希望真是冤枉，多此一举；它当然结瓜，它总不会结成别的，这是一定的道理。所以时节因缘到了，自然就成就，就能够满你的愿。这也就是我们中国俗话说的「只问耕耘，不问收获」，这就对了，这一句也是这个意思。",
      "zh_TW": "所以我們學佛的人，要如理、要如法，不求神通，不求感應，它自然會來。求，就錯了；有求的念頭，我們的心就不清淨了。不求自得，因為你種的是這個因，它當然得這個果報。我今天種瓜，我天天希望得個瓜，那個希望真是冤枉，多此一舉；它當然結瓜，它總不會結成別的，這是一定的道理。所以時節因緣到了，自然就成就，就能夠滿你的願。這也就是我們中國俗話說的「只問耕耘，不問收穫」，這就對了，這一句也是這個意思。"
    },
    {
      "id": "02-018-0006_p0051",
      "zh_CN": "【五六、佛所行处。国邑丘聚。靡不蒙化。天下和顺。日月清明。风雨以时。灾厉不起。国丰民安。兵戈无用。崇德兴仁。务修礼让。国无盗贼。无有怨枉。强不凌弱。各得其所。】",
      "zh_TW": "【五六、佛所行處。國邑丘聚。靡不蒙化。天下和順。日月清明。風雨以時。災厲不起。國豐民安。兵戈無用。崇德興仁。務修禮讓。國無盜賊。無有怨枉。強不凌弱。各得其所。】"
    },
    {
      "id": "02-018-0006_p0052",
      "zh_CN": "『佛所行处，国邑丘聚，靡不蒙化』。第一句讲的「佛」是指佛教育，「行」是实行、推行。「佛所行处」是指佛教育推行的地方，实行的处所。「国」是指一国，「邑」是一个都市、城市，「丘聚」是一个村庄、乡镇。大至一国，小至一个村庄，真正奉行佛的教诲，下面说的就是「自然感降」，自自然然就得到这样的效果。「靡不蒙化」，无不蒙受佛陀的教化。教育有了成绩，使接受教育的人都能够变化气质，恶变成善，染变成净，邪变成正，这就是化，教育真的有了成果。下面这几句都是「自然感降，所愿𫐄得」。",
      "zh_TW": "『佛所行處，國邑丘聚，靡不蒙化』。第一句講的「佛」是指佛教育，「行」是實行、推行。「佛所行處」是指佛教育推行的地方，實行的處所。「國」是指一國，「邑」是一個都市、城市，「丘聚」是一個村莊、鄉鎮。大至一國，小至一個村莊，真正奉行佛的教誨，下面說的就是「自然感降」，自自然然就得到這樣的效果。「靡不蒙化」，無不蒙受佛陀的教化。教育有了成績，使接受教育的人都能夠變化氣質，惡變成善，染變成淨，邪變成正，這就是化，教育真的有了成果。下面這幾句都是「自然感降，所願軏得」。"
    },
    {
      "id": "02-018-0006_p0053",
      "zh_CN": "『天下和顺』，这是人和。天时、地利、人和都现前了；「天下和顺」是人和。",
      "zh_TW": "『天下和順』，這是人和。天時、地利、人和都現前了；「天下和順」是人和。"
    },
    {
      "id": "02-018-0006_p0054",
      "zh_CN": "『日月清明，风雨以时，灾厉不起』，这个三句指天时，天然的灾害没有了。我们知道，现在全世界所发生的天然灾害，比过去多了很多倍。诸位在此地，看到这边的报纸、电视报导的台湾，台湾的雨港，基隆（民国三十八年，我在基隆住了两个月，晴天大概只有一两天，住在基隆的人，出门没有不带伞的），居然干旱，没有水！看看全世界许多地方，旱灾的、水灾的、瘟疫的，到处都是，这个不能不叫我们深深的去反省。",
      "zh_TW": "『日月清明，風雨以時，災厲不起』，這個三句指天時，天然的災害沒有了。我們知道，現在全世界所發生的天然災害，比過去多了很多倍。諸位在此地，看到這邊的報紙、電視報導的台灣，臺灣的雨港，基隆（民國三十八年，我在基隆住了兩個月，晴天大概只有一兩天，住在基隆的人，出門沒有不帶傘的），居然乾旱，沒有水！看看全世界許多地方，旱災的、水災的、瘟疫的，到處都是，這個不能不叫我們深深的去反省。"
    },
    {
      "id": "02-018-0006_p0055",
      "zh_CN": "灾害从哪里来的？科学家有一套理论，不相信佛说的话。佛跟我们讲「依报随着正报转」，正报是人心，依报是环境；人心好，就风调雨顺，人心不好，连自然环境也变坏了，这是感应！我们心是能感，自然环境是应。所以能接受佛的教育，能够接受佛的教诲，依教奉行，必定能感得「日月清明，风雨以时」。",
      "zh_TW": "災害從哪裡來的？科學家有一套理論，不相信佛說的話。佛跟我們講「依報隨著正報轉」，正報是人心，依報是環境；人心好，就風調雨順，人心不好，連自然環境也變壞了，這是感應！我們心是能感，自然環境是應。所以能接受佛的教育，能夠接受佛的教誨，依教奉行，必定能感得「日月清明，風雨以時」。"
    },
    {
      "id": "02-018-0006_p0056",
      "zh_CN": "现在台湾各个地方到处都作法求雨，那个法有没有效？就很难说了。我们读莲池大师的传记（莲池大师的《疏钞》，在台湾流通得很广，前面有他老人家的传记），里面有记载着过去他老人家住在云栖寺的时候，云栖在杭州，杭州有一年干旱，太守听说莲池大师很有道德，就礼请他出来求雨。老法师说：「我不会！我只会念佛，不会求雨。」但是既然为了大众的事情，也不能不去做做、去试试！他老人家拿着木鱼，带着徒众，到外面田边上念「阿弥陀佛」。诚则灵，心地清净诚恳，他老人家那个木鱼敲到哪个地方，雨就下到哪里，真灵！诚则灵。所以他也没有求雨的仪规，也没有形式，到田边去念佛去了。我也把这件事情特别提醒台北的同修，你们也不妨试试看。",
      "zh_TW": "現在臺灣各個地方到處都作法求雨，那個法有沒有效？就很難說了。我們讀蓮池大師的傳記（蓮池大師的《疏鈔》，在臺灣流通得很廣，前面有他老人家的傳記），裡面有記載著過去他老人家住在雲棲寺的時候，雲棲在杭州，杭州有一年乾旱，太守聽說蓮池大師很有道德，就禮請他出來求雨。老法師說：「我不會！我只會念佛，不會求雨。」但是既然為了大眾的事情，也不能不去做做、去試試！他老人家拿著木魚，帶著徒眾，到外面田邊上念「阿彌陀佛」。誠則靈，心地清淨誠懇，他老人家那個木魚敲到哪個地方，雨就下到哪裡，真靈！誠則靈。所以他也沒有求雨的儀規，也沒有形式，到田邊去念佛去了。我也把這件事情特別提醒臺北的同修，你們也不妨試試看。"
    },
    {
      "id": "02-018-0006_p0057",
      "zh_CN": "『国丰民安』。「丰」是物产丰富；衣食足，老百姓身心安稳，自在欢乐。",
      "zh_TW": "『國豐民安』。「豐」是物產豐富；衣食足，老百姓身心安穩，自在歡樂。"
    },
    {
      "id": "02-018-0006_p0058",
      "zh_CN": "『兵戈无用』。不但没有战争，底下讲，连盗贼都没有，社会治安好。",
      "zh_TW": "『兵戈無用』。不但沒有戰爭，底下講，連盜賊都沒有，社會治安好。"
    },
    {
      "id": "02-018-0006_p0059",
      "zh_CN": "『崇德兴仁』。因为大家都推崇道德，人人都守法守礼，社会当然祥和。「兴仁」，「仁」是推己及人，「己所不欲，勿施于人」；人人都有这个观念，人人都能这样做。",
      "zh_TW": "『崇德興仁』。因為大家都推崇道德，人人都守法守禮，社會當然祥和。「興仁」，「仁」是推己及人，「己所不欲，勿施於人」；人人都有這個觀念，人人都能這樣做。"
    },
    {
      "id": "02-018-0006_p0060",
      "zh_CN": "『务修礼让，国无盗贼，无有怨枉』。这是从人事上必须要做到的几个条件，才能够真正得到家庭幸福、社会和谐、国家的富强。那就是一定要教礼让，要讲「礼」，互相尊重，彼此忍让，社会上治安自然好，所谓「夜不闭户」。「无有怨枉」是讲司法审判公正。",
      "zh_TW": "『務修禮讓，國無盜賊，無有怨枉』。這是從人事上必須要做到的幾個條件，才能夠真正得到家庭幸福、社會和諧、國家的富強。那就是一定要教禮讓，要講「禮」，互相尊重，彼此忍讓，社會上治安自然好，所謂「夜不閉戶」。「無有怨枉」是講司法審判公正。"
    },
    {
      "id": "02-018-0006_p0061",
      "zh_CN": "『强不凌弱』。这个「强」是多方面的，无论是在地位、财富、学术都能够彼此尊重。",
      "zh_TW": "『強不凌弱』。這個「強」是多方面的，無論是在地位、財富、學術都能夠彼此尊重。"
    },
    {
      "id": "02-018-0006_p0062",
      "zh_CN": "『各得其所』。这个「各得其所」很好，每一个人都能各如其分。因为每个人所修的福不一样，所得的果报也不一样，大家都明白这个道理，我贫穷，我会安于贫穷，知道我过去没有修因，今生哪有这个果报？今生虽然贫穷，我贫穷得很快乐。为什么？我会修因，知道我将来会好，能够「改往修来」。",
      "zh_TW": "『各得其所』。這個「各得其所」很好，每一個人都能各如其分。因為每個人所修的福不一樣，所得的果報也不一樣，大家都明白這個道理，我貧窮，我會安於貧窮，知道我過去沒有修因，今生哪有這個果報？今生雖然貧窮，我貧窮得很快樂。為什麼？我會修因，知道我將來會好，能夠「改往修來」。"
    },
    {
      "id": "02-018-0006_p0063",
      "zh_CN": "富贵人也不骄傲，晓得是过去世修的富贵之因，这一生得来的果报，这是当然的。虽然得富贵，我更应当帮助贫穷之人，使我的福报能够绵绵不断的去享受。每一个人明理，每一个人知道事实真相，晓得自己应该怎样去做，这是佛教育。再看底下这一段：",
      "zh_TW": "富貴人也不驕傲，曉得是過去世修的富貴之因，這一生得來的果報，這是當然的。雖然得富貴，我更應當幫助貧窮之人，使我的福報能夠綿綿不斷的去享受。每一個人明理，每一個人知道事實真相，曉得自己應該怎樣去做，這是佛教育。再看底下這一段："
    },
    {
      "id": "02-018-0006_p0064",
      "zh_CN": "【五七、阿逸多。当知疑惑。于诸菩萨。为大损害。为失大利。是故应当明信诸佛无上智慧。】",
      "zh_TW": "【五七、阿逸多。當知疑惑。於諸菩薩。為大損害。為失大利。是故應當明信諸佛無上智慧。】"
    },
    {
      "id": "02-018-0006_p0065",
      "zh_CN": "「阿逸多」是弥勒菩萨，弥勒是他的姓，阿逸多是他的名字。弥勒菩萨在《无量寿经》会上，也是属于当机者。无量寿法会有两个当机的人，前半部是阿难尊者、后半部是弥勒菩萨，这个意义非常深重。因为弥勒是我们这个世界当来下生的一尊佛，释迦牟尼佛是第四尊，下面第五尊就是他。世尊在法会里面，对他的开导、嘱付，诸位想想看，他将来成佛，哪有不讲《无量寿经》的道理！哪有不劝人念佛求生净土的道理！这一点我们一定要清楚。真的把这个事实搞清楚、搞明白了，我们就会死心塌地念佛求生净土了，原来弥勒菩萨也不例外！",
      "zh_TW": "「阿逸多」是彌勒菩薩，彌勒是他的姓，阿逸多是他的名字。彌勒菩薩在《無量壽經》會上，也是屬於當機者。無量壽法會有兩個當機的人，前半部是阿難尊者、後半部是彌勒菩薩，這個意義非常深重。因為彌勒是我們這個世界當來下生的一尊佛，釋迦牟尼佛是第四尊，下面第五尊就是他。世尊在法會裡面，對他的開導、囑付，諸位想想看，他將來成佛，哪有不講《無量壽經》的道理！哪有不勸人念佛求生淨土的道理！這一點我們一定要清楚。真的把這個事實搞清楚、搞明白了，我們就會死心塌地念佛求生淨土了，原來彌勒菩薩也不例外！"
    },
    {
      "id": "02-018-0006_p0066",
      "zh_CN": "「当知」是叫着弥勒菩萨，你应当知道；「疑惑于诸菩萨为大损害」，这「疑惑」不是普通的疑惑，是「信、愿、持名」往生净土这个法门，经典中的「净土三经」；你对于「净土三经」要是疑惑，对于「信、愿、持名」要是疑惑的话，对菩萨来讲，损失就太大太大了。",
      "zh_TW": "「當知」是叫著彌勒菩薩，你應當知道；「疑惑於諸菩薩為大損害」，這「疑惑」不是普通的疑惑，是「信、願、持名」往生淨土這個法門，經典中的「淨土三經」；你對於「淨土三經」要是疑惑，對於「信、願、持名」要是疑惑的話，對菩薩來講，損失就太大太大了。"
    },
    {
      "id": "02-018-0006_p0067",
      "zh_CN": "我们不要说一般的菩萨，就是以圆教法身大士来说，按照经典一般所说，圆初住就「破一品无明，证一分法身」，十住、十行、十回向这三十个位次，他要修多少时间？一个阿僧祇劫，那个数字是天文数字，我们没法子算的。从初地到七地，这七个位次又要一个阿僧祇劫，愈往上去愈难。八地、九地、十地这三个位次也要一个阿僧祇劫。这是常讲的三大阿僧祇劫才能成佛。",
      "zh_TW": "我們不要說一般的菩薩，就是以圓教法身大士來說，按照經典一般所說，圓初住就「破一品無明，證一分法身」，十住、十行、十迴向這三十個位次，他要修多少時間？一個阿僧祇劫，那個數字是天文數字，我們沒法子算的。從初地到七地，這七個位次又要一個阿僧祇劫，愈往上去愈難。八地、九地、十地這三個位次也要一個阿僧祇劫。這是常講的三大阿僧祇劫才能成佛。"
    },
    {
      "id": "02-018-0006_p0068",
      "zh_CN": "假如这些菩萨要是相信「净土三经」，相信「信、愿、持名」，他也来老实念佛，求生净土，他一生就成佛了，不要三大阿僧祇劫！说老实话，连一劫都不要，法身大士成佛连一劫都不要。所以佛在此地说，这是大损失、大损害，「为失大利」，这一点都不错！",
      "zh_TW": "假如這些菩薩要是相信「淨土三經」，相信「信、願、持名」，他也來老實念佛，求生淨土，他一生就成佛了，不要三大阿僧祇劫！說老實話，連一劫都不要，法身大士成佛連一劫都不要。所以佛在此地說，這是大損失、大損害，「為失大利」，這一點都不錯！"
    },
    {
      "id": "02-018-0006_p0069",
      "zh_CN": "我们仔细在经典里面观察，阿弥陀佛建立西方极乐世界到今天才十劫。十劫跟三大阿僧祇劫是不能比的，时间太短太短了。而十劫之中，在西方极乐世界去往生的人，已经证得「阿鞞跋致」、已经证得等觉（补处果位）的人，不晓得有多少，算不清的。经上讲「诸上善人」，「上善」是指等觉菩萨，十地以前都叫「善人」。上善是等觉菩萨，换句话说，就成佛了。这些人都是十劫里修的，数量之多！这个多，决定是超过半数，那才叫「甚多」。",
      "zh_TW": "我們仔細在經典裡面觀察，阿彌陀佛建立西方極樂世界到今天才十劫。十劫跟三大阿僧祇劫是不能比的，時間太短太短了。而十劫之中，在西方極樂世界去往生的人，已經證得「阿鞞跋致」、已經證得等覺（補處果位）的人，不曉得有多少，算不清的。經上講「諸上善人」，「上善」是指等覺菩薩，十地以前都叫「善人」。上善是等覺菩薩，換句話說，就成佛了。這些人都是十劫裡修的，數量之多！這個多，決定是超過半數，那才叫「甚多」。"
    },
    {
      "id": "02-018-0006_p0070",
      "zh_CN": "假定说阿弥陀佛成佛后，在第一劫去往生的，现在证得等觉菩萨，第二劫去的也证得了。第一劫到今天已经十劫了；第二劫到今天是九劫，他证得了；第三劫去的到今天有八劫，他也证得了；第四劫、第五劫去的都证得了。第五劫是修行五劫就证得了，那这个数字才一半一半，不能说甚多；换句话说，第六劫去往生的、第七劫去往生的都已经证得了。由此可知，到西方极乐世界，我们凡夫生到西方极乐世界，成佛要多久？我的想像绝对不会超过四劫。所以菩萨去往生，在我想一劫就成佛了。",
      "zh_TW": "假定說阿彌陀佛成佛後，在第一劫去往生的，現在證得等覺菩薩，第二劫去的也證得了。第一劫到今天已經十劫了；第二劫到今天是九劫，他證得了；第三劫去的到今天有八劫，他也證得了；第四劫、第五劫去的都證得了。第五劫是修行五劫就證得了，那這個數字才一半一半，不能說甚多；換句話說，第六劫去往生的、第七劫去往生的都已經證得了。由此可知，到西方極樂世界，我們凡夫生到西方極樂世界，成佛要多久？我的想像絕對不會超過四劫。所以菩薩去往生，在我想一劫就成佛了。"
    },
    {
      "id": "02-018-0006_p0071",
      "zh_CN": "我们这样的凡夫都不会超过四劫，三劫、四劫就成功了，你想想看这个利益多大！这个帐好好算算才知道是真正的好处，不能不去！你要是不去，那损失实在太大太大了，没有法子弥补。我们凡夫不去，就不得了！菩萨不去，损失是大，还可以，我们不去麻烦就大了。为什么？我们不去，来生必定堕三途，人天都没分，一定堕三途！",
      "zh_TW": "我們這樣的凡夫都不會超過四劫，三劫、四劫就成功了，你想想看這個利益多大！這個帳好好算算才知道是真正的好處，不能不去！你要是不去，那損失實在太大太大了，沒有法子彌補。我們凡夫不去，就不得了！菩薩不去，損失是大，還可以，我們不去麻煩就大了。為什麼？我們不去，來生必定墮三途，人天都沒分，一定墮三途！"
    },
    {
      "id": "02-018-0006_p0072",
      "zh_CN": "『是故应当明信诸佛无上智慧』。「诸佛无上智慧」，就是给我们开示这个法门，就是给我们讲「净土三经」。所以讲「净土三经」，教我们念佛求生净土，是诸佛如来无上智慧，这一点不假。为什么？「净土三经」都是诸佛果地上的境界，「唯佛与佛方能究竟」，九界众生（包括等觉菩萨）如果不蒙诸佛如来本愿加持，等觉菩萨也说不出来。所以能说能劝，那是无上智慧，这个法门叫「难信之法」，真难信！",
      "zh_TW": "『是故應當明信諸佛無上智慧』。「諸佛無上智慧」，就是給我們開示這個法門，就是給我們講「淨土三經」。所以講「淨土三經」，教我們念佛求生淨土，是諸佛如來無上智慧，這一點不假。為什麼？「淨土三經」都是諸佛果地上的境界，「唯佛與佛方能究竟」，九界眾生（包括等覺菩薩）如果不蒙諸佛如來本願加持，等覺菩薩也說不出來。所以能說能勸，那是無上智慧，這個法門叫「難信之法」，真難信！"
    },
    {
      "id": "02-018-0006_p0073",
      "zh_CN": "我们这一生当中，很幸运遇到这个法门，也能明白一些，真正能信能愿，真正发愿求生，给诸位说，这样的人就是无上智慧的人；不但智慧无上，福报也无上。所以不是第一等的智慧、福报，他不会修这个法门。",
      "zh_TW": "我們這一生當中，很幸運遇到這個法門，也能明白一些，真正能信能願，真正發願求生，給諸位說，這樣的人就是無上智慧的人；不但智慧無上，福報也無上。所以不是第一等的智慧、福報，他不會修這個法門。"
    },
    {
      "id": "02-018-0006_p0074",
      "zh_CN": "【五八、佛言。彼等所种善根。不能离相。不求佛慧。深着世乐。人间福报。虽复修福。求人天果。得报之时。一切丰足。而未能出三界。】",
      "zh_TW": "【五八、佛言。彼等所種善根。不能離相。不求佛慧。深著世樂。人間福報。雖復修福。求人天果。得報之時。一切豐足。而未能出三界。】"
    },
    {
      "id": "02-018-0006_p0075",
      "zh_CN": "这一段是说哪一类学佛的人，不能出三界，不能往生。我们要警惕，这一段是一面镜子，自己好好的照一照，看看自己是不是这样的人。如果是这样的人，我们比菩萨比不上！菩萨只是损失很重，我们麻烦就大了；看这个『彼等』里有没有包括我们在内。",
      "zh_TW": "這一段是說哪一類學佛的人，不能出三界，不能往生。我們要警惕，這一段是一面鏡子，自己好好的照一照，看看自己是不是這樣的人。如果是這樣的人，我們比菩薩比不上！菩薩只是損失很重，我們麻煩就大了；看這個『彼等』裡有沒有包括我們在內。"
    },
    {
      "id": "02-018-0006_p0076",
      "zh_CN": "「所种善根不能离相」，「不能离相」是执着，我发心做了多少好事，将来会有好的果报，希求人天福报，有这个念头。",
      "zh_TW": "「所種善根不能離相」，「不能離相」是執著，我發心做了多少好事，將來會有好的果報，希求人天福報，有這個念頭。"
    },
    {
      "id": "02-018-0006_p0077",
      "zh_CN": "这个念头就是很大的障碍，他「不求佛慧」。什么叫「佛慧」？前面说了，「应当明信诸佛无上智慧」，求佛慧，就是求生净土，净土就是「诸佛无上智慧」。所以不要把这个意思搞错了，以为求佛慧大概是求开悟、求神通，那你就搞错了。佛没有说错，你把他的意思看错了，这个就是常说的「依文解义，三世佛冤」，三世诸佛都喊「冤枉！冤枉！我不是这个意思，你把我的意思错会了」。所以一定要晓得「诸佛无上智慧」就是「净土三经」，劝你求生净土，这个就没错了！",
      "zh_TW": "這個念頭就是很大的障礙，他「不求佛慧」。什麼叫「佛慧」？前面說了，「應當明信諸佛無上智慧」，求佛慧，就是求生淨土，淨土就是「諸佛無上智慧」。所以不要把這個意思搞錯了，以為求佛慧大概是求開悟、求神通，那你就搞錯了。佛沒有說錯，你把他的意思看錯了，這個就是常說的「依文解義，三世佛冤」，三世諸佛都喊「冤枉！冤枉！我不是這個意思，你把我的意思錯會了」。所以一定要曉得「諸佛無上智慧」就是「淨土三經」，勸你求生淨土，這個就沒錯了！"
    },
    {
      "id": "02-018-0006_p0078",
      "zh_CN": "你不肯一意去往生，『深着世乐』，世间的荣华富贵，你深深的贪着；这个是『人间福报』，你贪着这些。",
      "zh_TW": "你不肯一意去往生，『深著世樂』，世間的榮華富貴，你深深的貪著；這個是『人間福報』，你貪著這些。"
    },
    {
      "id": "02-018-0006_p0079",
      "zh_CN": "『虽复修福，求人天果』，这是讲真正持戒修善的。如果是破戒修善，果报在三恶道，不在人天；持戒修善，果报才在人天。破戒修善的，我们也能看到，特别是现在，你看落在饿鬼道的，去做鬼王、做鬼神。现在这个世间拜鬼神的有多少！鬼神的势力很大，有钱有势，徒众又多，这都是破戒修善的。落在畜生道的，我们在美国看到，就像电视广播里面演的，养的猫所吃的东西、所用的餐具，一般人享受不到；在畜生道享福，去搞那个去了。那是不是我们的期望？看到这些小猫、小狗，想不想来生也跟牠们一样？所以诸位要记住，那都是破戒修福的，持戒修福才得人天果！",
      "zh_TW": "『雖復修福，求人天果』，這是講真正持戒修善的。如果是破戒修善，果報在三惡道，不在人天；持戒修善，果報才在人天。破戒修善的，我們也能看到，特別是現在，你看落在餓鬼道的，去做鬼王、做鬼神。現在這個世間拜鬼神的有多少！鬼神的勢力很大，有錢有勢，徒眾又多，這都是破戒修善的。落在畜生道的，我們在美國看到，就像電視廣播裡面演的，養的貓所吃的東西、所用的餐具，一般人享受不到；在畜生道享福，去搞那個去了。那是不是我們的期望？看到這些小貓、小狗，想不想來生也跟牠們一樣？所以諸位要記住，那都是破戒修福的，持戒修福才得人天果！"
    },
    {
      "id": "02-018-0006_p0080",
      "zh_CN": "『得报之时，一切丰足』。实在讲，得人天福报，我是非常害怕，说老实话，不如当畜生享福；当畜生享福，牠不造罪业。得人天福报，做了大官、大将、大富人家，自古以来，我读历史读得是心惊肉跳，哪一个作帝王、作大官的不造罪业，不冤枉人？真可怕！",
      "zh_TW": "『得報之時，一切豐足』。實在講，得人天福報，我是非常害怕，說老實話，不如當畜生享福；當畜生享福，牠不造罪業。得人天福報，做了大官、大將、大富人家，自古以來，我讀歷史讀得是心驚肉跳，哪一個作帝王、作大官的不造罪業，不冤枉人？真可怕！"
    },
    {
      "id": "02-018-0006_p0081",
      "zh_CN": "在中国帝王当中，乾隆号称「十全老人」。在中国历史上，历代帝王当中，真的没有比乾隆福报更大的，真叫做人天福报第一！他造的罪业就不少，细细读他的传记，也冤枉不少好人，尤其是晚年，被和坤奉承得糊里糊涂的，造多少孽！六次南巡，他自己不知道，出去各地方看看，劳民伤财，官员勒索百姓，许多人因此家破人亡，收括钱财供给他挥霍。他好的一方面不少，但是造作的罪业也多，福报享尽了，来世恐怕三途去了。纵然不是三途，来生在人间，也不是那么富贵，也不晓得降了多少等，一代不如一代。所以想到这个地方，不往生怎么行？这个事情太可怕了。",
      "zh_TW": "在中國帝王當中，乾隆號稱「十全老人」。在中國歷史上，歷代帝王當中，真的沒有比乾隆福報更大的，真叫做人天福報第一！他造的罪業就不少，細細讀他的傳記，也冤枉不少好人，尤其是晚年，被和坤奉承得糊裡糊塗的，造多少孽！六次南巡，他自己不知道，出去各地方看看，勞民傷財，官員勒索百姓，許多人因此家破人亡，收括錢財供給他揮霍。他好的一方面不少，但是造作的罪業也多，福報享盡了，來世恐怕三途去了。縱然不是三途，來生在人間，也不是那麼富貴，也不曉得降了多少等，一代不如一代。所以想到這個地方，不往生怎麼行？這個事情太可怕了。"
    },
    {
      "id": "02-018-0006_p0082",
      "zh_CN": "我们读读历史，看看现在这个社会上有权有势的人，看他们的造作、看他们的行为，就晓得人间不能再来！再来人间，就要以佛菩萨应化而来，那就没事。如果不成佛、不成菩萨应化而来，还是业报而来，那就不得了！所以这是我们要牢牢记住，要时时刻刻提高警觉，不但人间福报很可怕，天上福报也不究竟。天上虽然造恶的机会比较少，福报享尽，依旧要堕落。佛在经上告诉我们，四禅天人，四空天人，往往堕落地狱，遭受这个很不好的果报，而未能出三界。真的，《法华经》上所说：「三界无安，犹如火宅。」这话是真的。",
      "zh_TW": "我們讀讀歷史，看看現在這個社會上有權有勢的人，看他們的造作、看他們的行為，就曉得人間不能再來！再來人間，就要以佛菩薩應化而來，那就沒事。如果不成佛、不成菩薩應化而來，還是業報而來，那就不得了！所以這是我們要牢牢記住，要時時刻刻提高警覺，不但人間福報很可怕，天上福報也不究竟。天上雖然造惡的機會比較少，福報享盡，依舊要墮落。佛在經上告訴我們，四禪天人，四空天人，往往墮落地獄，遭受這個很不好的果報，而未能出三界。真的，《法華經》上所說：「三界無安，猶如火宅。」這話是真的。"
    },
    {
      "id": "02-018-0006_p0083",
      "zh_CN": "【五九、复有众生。虽种善根。作大福田。取相分别。情执深重。求出轮回。终不能得。】",
      "zh_TW": "【五九、復有眾生。雖種善根。作大福田。取相分別。情執深重。求出輪迴。終不能得。】"
    },
    {
      "id": "02-018-0006_p0084",
      "zh_CN": "这也是值得我们深深警惕的，前面一种人「不能离相，不求佛慧」，这种人是「取相分别，情执深重」；这个四句要好好地记住，如果犯了，无论怎么样修行都出不了三界，只能够享三界里面有漏的福报而已。可是他们造的福是真大，我们看看现在世间大富大贵的人，前世都是修行人，都是犯了这四句的毛病，这四句只要有犯一句，就出不了三界。由此可知，我们不能有这种念头，这个念头要把它洗得干干净净，前面讲「改往修来，洒心易行」，就是把这些东西洗刷干净。一定不着相，无论修的大善、小善，做了就算了，不要把它记在心里，心地永远是清净。只要记一桩事情，「阿弥陀佛、求生净土」，只要记这个，其他都不要记。",
      "zh_TW": "這也是值得我們深深警惕的，前面一種人「不能離相，不求佛慧」，這種人是「取相分別，情執深重」；這個四句要好好地記住，如果犯了，無論怎麼樣修行都出不了三界，只能夠享三界裡面有漏的福報而已。可是他們造的福是真大，我們看看現在世間大富大貴的人，前世都是修行人，都是犯了這四句的毛病，這四句只要有犯一句，就出不了三界。由此可知，我們不能有這種念頭，這個念頭要把它洗得乾乾淨淨，前面講「改往修來，洒心易行」，就是把這些東西洗刷乾淨。一定不著相，無論修的大善、小善，做了就算了，不要把它記在心裡，心地永遠是清淨。只要記一樁事情，「阿彌陀佛、求生淨土」，只要記這個，其他都不要記。"
    },
    {
      "id": "02-018-0006_p0085",
      "zh_CN": "「作大福田」，「作」比「种」还要殊胜，「种」是自己种田。这个地方是作一个大福田，让一切众生来种，可见得这个人修的福就大了，太大太大了，所以他来生感大福报。像哪一类的是作大福田？举最浅显的例子，我们平常自己种福，譬如在佛门里面种福，布施财物，供养三宝，这是福田。如果我们建一个道场，那就是「作大福田」，让许多众生都到这里来种福，这就不一样了；道场愈大，福田就愈大。再举一个例子，我们孝养父母是福田，如果我们办一个老人院，那就是「作大福田」了。类似这一类的，我们今天所谓的慈善事业，慈善事业是大福田；诚心诚意的去做，尽心尽力的去做，但里面还有一个「取相分别」，这个念头没有放下。「情执深重」，执着在情感上，处事就不公平了。分别、取相，心就不清净了。心不清净，做事不公平，这样修善，「求出轮回，终不可得」。",
      "zh_TW": "「作大福田」，「作」比「種」還要殊勝，「種」是自己種田。這個地方是作一個大福田，讓一切眾生來種，可見得這個人修的福就大了，太大太大了，所以他來生感大福報。像哪一類的是作大福田？舉最淺顯的例子，我們平常自己種福，譬如在佛門裡面種福，布施財物，供養三寶，這是福田。如果我們建一個道場，那就是「作大福田」，讓許多眾生都到這裡來種福，這就不一樣了；道場愈大，福田就愈大。再舉一個例子，我們孝養父母是福田，如果我們辦一個老人院，那就是「作大福田」了。類似這一類的，我們今天所謂的慈善事業，慈善事業是大福田；誠心誠意的去做，盡心盡力的去做，但裡面還有一個「取相分別」，這個念頭沒有放下。「情執深重」，執著在情感上，處事就不公平了。分別、取相，心就不清淨了。心不清淨，做事不公平，這樣修善，「求出輪迴，終不可得」。"
    },
    {
      "id": "02-018-0006_p0086",
      "zh_CN": "有很多话我都不能说，说了会得罪人，人家看到我就骂我。诸位同修心里要有数，听了之后要开心眼，要明白事实的真相，佛不欺骗我们。正像古大德所说的「好事不如无事」，为什么不如无事？无事不造罪业，「好事」如果像这里说的「取相分别，情执深重」，就要造罪业。",
      "zh_TW": "有很多話我都不能說，說了會得罪人，人家看到我就罵我。諸位同修心裡要有數，聽了之後要開心眼，要明白事實的真相，佛不欺騙我們。正像古大德所說的「好事不如無事」，為什麼不如無事？無事不造罪業，「好事」如果像這裡說的「取相分別，情執深重」，就要造罪業。"
    },
    {
      "id": "02-018-0006_p0087",
      "zh_CN": "我早年在台中，曾经有一次劝李老师办养老院。因为我们李老师办了一个育幼院（慈光育幼院），我想到老人很可怜，没有人照顾，再办一个养老院是好事情。那时候「慈光图书馆」刚刚成立没多久，他就告诉我：「办老人院不容易，一个人一个怪脾气，大家在一块儿，若照顾不好，天天吵架，那岂不是在造罪业！不像小孩，小孩一呵就不敢动了，这老人不行，要找什么人真正有慈悲心、忍辱心去照顾，我找不到。」一想，真的是有道理。",
      "zh_TW": "我早年在台中，曾經有一次勸李老師辦養老院。因為我們李老師辦了一個育幼院（慈光育幼院），我想到老人很可憐，沒有人照顧，再辦一個養老院是好事情。那時候「慈光圖書館」剛剛成立沒多久，他就告訴我：「辦老人院不容易，一個人一個怪脾氣，大家在一塊兒，若照顧不好，天天吵架，那豈不是在造罪業！不像小孩，小孩一呵就不敢動了，這老人不行，要找什麼人真正有慈悲心、忍辱心去照顧，我找不到。」一想，真的是有道理。"
    },
    {
      "id": "02-018-0006_p0088",
      "zh_CN": "假如再要是外面有捐助的钱财，你要是用得不妥当，或者自己拿去私用，罪过就更重，那就不得了了。不办这个事业，他不堕地狱；办这个事业，里面好多办事的人，来生都要下地狱，非常恐怖！这是不可以不知道的。",
      "zh_TW": "假如再要是外面有捐助的錢財，你要是用得不妥當，或者自己拿去私用，罪過就更重，那就不得了了。不辦這個事業，他不墮地獄；辦這個事業，裡面好多辦事的人，來生都要下地獄，非常恐怖！這是不可以不知道的。"
    },
    {
      "id": "02-018-0006_p0089",
      "zh_CN": "所以俗话常讲「善门难开」，这个也是双关语。办慈善事业不是一个容易的事业，像此地讲的「作大福田」，你的福田是不是真实的福田？是不是里面没有流弊？一有流弊，后果就不堪设想。末后一条，",
      "zh_TW": "所以俗話常講「善門難開」，這個也是雙關語。辦慈善事業不是一個容易的事業，像此地講的「作大福田」，你的福田是不是真實的福田？是不是裡面沒有流弊？一有流弊，後果就不堪設想。末後一條，"
    },
    {
      "id": "02-018-0006_p0090",
      "zh_CN": "【六十、当孝于佛。常念师恩。当令是法久住不灭。当坚持之。无得毁失。】",
      "zh_TW": "【六十、當孝於佛。常念師恩。當令是法久住不滅。當堅持之。無得毀失。】"
    },
    {
      "id": "02-018-0006_p0091",
      "zh_CN": "『当孝于佛』，我们要以孝亲的心来对佛陀。「孝」要讲顺；孝顺父母，我们要孝顺佛陀。佛给我们说的种种开示、教诲，我们要顺从，要依教奉行，那就叫「孝于佛」。如果不能依教奉行，这就是不孝。",
      "zh_TW": "『當孝於佛』，我們要以孝親的心來對佛陀。「孝」要講順；孝順父母，我們要孝順佛陀。佛給我們說的種種開示、教誨，我們要順從，要依教奉行，那就叫「孝於佛」。如果不能依教奉行，這就是不孝。"
    },
    {
      "id": "02-018-0006_p0092",
      "zh_CN": "『常念师恩』，「师」是善知识。佛灭之后，佛法都是这些善知识一代一代传下来，我们才能够听到，才能够接受。没有历代祖师大德的承传，佛法再好，早就在这个世间消失掉了，我们哪有机会能够接触到？常念佛祖（佛跟祖师大德），就是这两句的意思，念念不忘恩德。恩德要怎么报？下面就是教我们如何报佛恩，如何报师恩，这非常重要。",
      "zh_TW": "『常念師恩』，「師」是善知識。佛滅之後，佛法都是這些善知識一代一代傳下來，我們才能夠聽到，才能夠接受。沒有歷代祖師大德的承傳，佛法再好，早就在這個世間消失掉了，我們哪有機會能夠接觸到？常念佛祖（佛跟祖師大德），就是這兩句的意思，念念不忘恩德。恩德要怎麼報？下面就是教我們如何報佛恩，如何報師恩，這非常重要。"
    },
    {
      "id": "02-018-0006_p0093",
      "zh_CN": "『当令是法久住不灭』，这样你才是真的孝佛，真的念师。「是法」就是《无量寿经》，就是念佛往生这个法门；一定要自己真修，一定要尽心尽力的宣扬，劝勉一切大众。对于不信佛的人，对于宗教有排斥心的人，我们用这种从经文摘录个几句的方式，很好！为什么？这些句子他看了可以接受；你拿经文给他，他不能接受。所以我这个节录里面没有四十八愿，为什么？四十八愿的每一愿，对排斥宗教的人，他都不会接受，认为「哪有西方极乐世界」；我这里教的「当孝于佛，常念师恩」，这个话不错，还可以能够听得进去，还能入耳，这就行了。所以对于不求往生的人，我们给他种善根；不能接受全经的人，我们给他一部分；不能接受经典精华的人，我们给他浅显的一部分，这才能够令法久住不灭。",
      "zh_TW": "『當令是法久住不滅』，這樣你才是真的孝佛，真的念師。「是法」就是《無量壽經》，就是念佛往生這個法門；一定要自己真修，一定要盡心盡力的宣揚，勸勉一切大眾。對於不信佛的人，對於宗教有排斥心的人，我們用這種從經文摘錄個幾句的方式，很好！為什麼？這些句子他看了可以接受；你拿經文給他，他不能接受。所以我這個節錄裡面沒有四十八願，為什麼？四十八願的每一願，對排斥宗教的人，他都不會接受，認為「哪有西方極樂世界」；我這裡教的「當孝於佛，常念師恩」，這個話不錯，還可以能夠聽得進去，還能入耳，這就行了。所以對於不求往生的人，我們給他種善根；不能接受全經的人，我們給他一部分；不能接受經典精華的人，我們給他淺顯的一部分，這才能夠令法久住不滅。"
    },
    {
      "id": "02-018-0006_p0094",
      "zh_CN": "『当坚持之』。「坚」是坚决保持；坚决保持我们的信念，我们的信心、愿心坚决保持，我们努力来推行佛教育的工作。",
      "zh_TW": "『當堅持之』。「堅」是堅決保持；堅決保持我們的信念，我們的信心、願心堅決保持，我們努力來推行佛教育的工作。"
    },
    {
      "id": "02-018-0006_p0095",
      "zh_CN": "『无得毁失』，「毁」是毁犯；把这个法门疏忽了，没有专心专意去推行，都包括在「毁失」这两个字当中。如果正法在我们自己手上毁失，我们就对不起诸佛如来，就对不起祖师大德。",
      "zh_TW": "『無得毀失』，「毀」是毀犯；把這個法門疏忽了，沒有專心專意去推行，都包括在「毀失」這兩個字當中。如果正法在我們自己手上毀失，我們就對不起諸佛如來，就對不起祖師大德。"
    },
    {
      "id": "02-018-0006_p0096",
      "zh_CN": "「正法久住」里面最重要的一条，就是培育弘法的人才。底下接着有人去做，自然就不会毁失；如果后继无人，就必定要断绝。现在有一个好处，就是利用科学的工具，我们除了文字的传播（就是印送经书）之外，还有录音带、录影带的流通，这是比从前进步了很多。但是最重要的还是要培养人才，人才从哪里来？是从真正修行人里面发真实心来学，无论在家、出家。",
      "zh_TW": "「正法久住」裡面最重要的一條，就是培育弘法的人才。底下接著有人去做，自然就不會毀失；如果後繼無人，就必定要斷絕。現在有一個好處，就是利用科學的工具，我們除了文字的傳播（就是印送經書）之外，還有錄音帶、錄影帶的流通，這是比從前進步了很多。但是最重要的還是要培養人才，人才從哪裡來？是從真正修行人裡面發真實心來學，無論在家、出家。"
    },
    {
      "id": "02-018-0006_p0097",
      "zh_CN": "出家应当要努力弘经，在家人一样可以发心弘经，功德都是无量的。我过去在台中，李老师办一个经学班，培养讲经弘法的人才，里面出家的（是以后出家的）只有三个人。我们同学有二十多个人，只有三个出家，两个男众，一个女众，其余的统统都是在家人，现在在台湾各地讲经说法。所以我也希望在家同修能够发心，这是孝佛、念师真正的表现。好！我们的法会就到这个地方圆满了。",
      "zh_TW": "出家應當要努力弘經，在家人一樣可以發心弘經，功德都是無量的。我過去在台中，李老師辦一個經學班，培養講經弘法的人才，裡面出家的（是以後出家的）只有三個人。我們同學有二十多個人，只有三個出家，兩個男眾，一個女眾，其餘的統統都是在家人，現在在台灣各地講經說法。所以我也希望在家同修能夠發心，這是孝佛、念師真正的表現。好！我們的法會就到這個地方圓滿了。"
    }
  ]
}