{
  "doc_id": "21-142-0002",
  "title": {
    "zh_CN": "和平与冲突解决之道",
    "zh_TW": "和平與衝突解決之道"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-142-0002",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "21-142-0002_p0001",
      "zh_CN": "诸位同学，我们接着来谈谈，觉悟的人为什么能够做到清贫乐道？这个里面有高度的智慧、德行，他了解宇宙众生体性是平等的；不但是平等的，在大乘法里面讲是共同的。大乘经上常讲「十方三世佛，共同一法身，一心一智慧」，这个道理太深太深了！",
      "zh_TW": "諸位同學，我們接著來談談，覺悟的人為什麼能夠做到清貧樂道？這個裡面有高度的智慧、德行，他了解宇宙眾生體性是平等的；不但是平等的，在大乘法裡面講是共同的。大乘經上常講「十方三世佛，共同一法身，一心一智慧」，這個道理太深太深了！"
    },
    {
      "id": "21-142-0002_p0002",
      "zh_CN": "佛法里面常讲「明心见性」。这句话是什么意思？宇宙人生的真相，你彻底明白了。明白之后，晓得尽虚空遍法界跟自己是一个体，我们常讲一个生命共同体。好比我们人身，整个人身是宇宙，我们用这个来做比喻。实际上，我们常讲外面的环境是大宇宙，我们这个身体是小宇宙，小宇宙跟大宇宙，那个复杂的情形完全相等。要依照大乘经上讲的，这个小宇宙不小，大宇宙也不大，确确实实是一不是二，这就讲得更深了。",
      "zh_TW": "佛法裡面常講「明心見性」。這句話是什麼意思？宇宙人生的真相，你徹底明白了。明白之後，曉得盡虛空遍法界跟自己是一個體，我們常講一個生命共同體。好比我們人身，整個人身是宇宙，我們用這個來做比喻。實際上，我們常講外面的環境是大宇宙，我們這個身體是小宇宙，小宇宙跟大宇宙，那個複雜的情形完全相等。要依照大乘經上講的，這個小宇宙不小，大宇宙也不大，確確實實是一不是二，這就講得更深了。"
    },
    {
      "id": "21-142-0002_p0003",
      "zh_CN": "我们这一个众生就像人身体里面的一个小细胞，不同的器官就像不同的族类，不同的国土，不同的文化，不同的宗教信仰；不管怎么样不同，它是一体、一个身。譬如我们眼是一个族群，耳也是个族群，鼻又是个族群，个个不同的族群，不同的部分，共同组织这一个身体。细胞无论在哪一个器官里面，都是属于整个身体的一分，这一分是基本。我们不能说我这个细胞做好，他们那个细胞坏了我就不管了，能行吗？我这个族群好，别的族群我就不要管他了。就好像我这个族群是眼睛，只要我眼睛好，耳坏了没有关系，鼻坏了也没有关系；殊不知，要命！",
      "zh_TW": "我們這一個眾生就像人身體裡面的一個小細胞，不同的器官就像不同的族類，不同的國土，不同的文化，不同的宗教信仰；不管怎麼樣不同，它是一體、一個身。譬如我們眼是一個族群，耳也是個族群，鼻又是個族群，個個不同的族群，不同的部分，共同組織這一個身體。細胞無論在哪一個器官裡面，都是屬於整個身體的一分，這一分是基本。我們不能說我這個細胞做好，他們那個細胞壞了我就不管了，能行嗎？我這個族群好，別的族群我就不要管他了。就好像我這個族群是眼睛，只要我眼睛好，耳壞了沒有關係，鼻壞了也沒有關係；殊不知，要命！"
    },
    {
      "id": "21-142-0002_p0004",
      "zh_CN": "从这个比喻里面，诸位细心去体会，在这个身体里头，要想这个身体健康，要大家统统好！我「眼、耳、鼻、舌、身」样样都好，每一个器官里面的细胞各个都健康，这个人身体好，健康长寿，快乐无比。我们这个人在宇宙里头就是一个细胞，我能不管别人的事吗？我能不顾家庭吗？家庭是这一个细胞最贴近的周边。你就晓得，你有责任、有义务把一家人教好，把一家人带好。",
      "zh_TW": "從這個比喻裡面，諸位細心去體會，在這個身體裡頭，要想這個身體健康，要大家統統好！我「眼、耳、鼻、舌、身」樣樣都好，每一個器官裡面的細胞各個都健康，這個人身體好，健康長壽，快樂無比。我們這個人在宇宙裡頭就是一個細胞，我能不管別人的事嗎？我能不顧家庭嗎？家庭是這一個細胞最貼近的周邊。你就曉得，你有責任、有義務把一家人教好，把一家人帶好。"
    },
    {
      "id": "21-142-0002_p0005",
      "zh_CN": "儒家讲「作之亲，作之君，作之师」，儒提出这三个字。这三个字就是所有一切众生，我们讲做人的基本义务，你要尽的义务。作亲，你是做父母的，你要爱护你的子女；作君，你要带领你的儿女；作师，你要教育你的儿女。你有这三个义务！这三个字我过去曾经做过专题讲演。一个人在社会上，无论你自己过什么样的生活，你在社会上从事哪一个行业，你在哪一个工作岗位上，统统都有这三个义务，你要懂得怎么做。",
      "zh_TW": "儒家講「作之親，作之君，作之師」，儒提出這三個字。這三個字就是所有一切眾生，我們講做人的基本義務，你要盡的義務。作親，你是做父母的，你要愛護你的子女；作君，你要帶領你的兒女；作師，你要教育你的兒女。你有這三個義務！這三個字我過去曾經做過專題講演。一個人在社會上，無論你自己過什麼樣的生活，你在社會上從事哪一個行業，你在哪一個工作崗位上，統統都有這三個義務，你要懂得怎麼做。"
    },
    {
      "id": "21-142-0002_p0006",
      "zh_CN": "公司里面，固然老板要做到「君亲师」的义务，员工也不例外。员工懂得这个道理，爱护我的同事，这就是亲；把所有同事看作自己兄弟姐妹，自己在工作上做出很好的榜样给大家看，为大家做模范、做典型，这个就是君的意思，君的义务；帮助你的同事，教导他们，那就是师。希望你这个公司从老板到最下级的员工，各个都第一，在他的工作岗位上，都能把他自己本分的工作做到尽善尽美，能够与其他的同僚合作，互相配合，这个团体健康，这个团体哪有不兴旺的道理！扩大到社会、到国家、到世界，亦复如是。",
      "zh_TW": "公司裡面，固然老闆要做到「君親師」的義務，員工也不例外。員工懂得這個道理，愛護我的同事，這就是親；把所有同事看作自己兄弟姐妹，自己在工作上做出很好的榜樣給大家看，為大家做模範、做典型，這個就是君的意思，君的義務；幫助你的同事，教導他們，那就是師。希望你這個公司從老闆到最下級的員工，各個都第一，在他的工作崗位上，都能把他自己本分的工作做到盡善盡美，能夠與其他的同僚合作，互相配合，這個團體健康，這個團體哪有不興旺的道理！擴大到社會、到國家、到世界，亦復如是。"
    },
    {
      "id": "21-142-0002_p0007",
      "zh_CN": "所以觉悟的人爱自己，爱家庭，爱社会，爱国家，爱全世界的众生，再扩大是爱尽虚空遍法界一切刹土众生。他知道什么？我们是一个生命共同体，在佛法里面讲「共同一法身」，哪有不爱护的道理！这就是佛法里面讲的「同体大悲，无缘大慈」，无缘是没有条件的。佛表现给我们看，一生，他就尽到他的义务，做得圆圆满满；作亲、作君、作师，没有条件的。",
      "zh_TW": "所以覺悟的人愛自己，愛家庭，愛社會，愛國家，愛全世界的眾生，再擴大是愛盡虛空遍法界一切剎土眾生。他知道什麼？我們是一個生命共同體，在佛法裡面講「共同一法身」，哪有不愛護的道理！這就是佛法裡面講的「同體大悲，無緣大慈」，無緣是沒有條件的。佛表現給我們看，一生，他就盡到他的義務，做得圓圓滿滿；作親、作君、作師，沒有條件的。"
    },
    {
      "id": "21-142-0002_p0008",
      "zh_CN": "有条件，那是迷惑颠倒的人，是凡夫；圣人帮助一切众生，哪里会谈条件？没这个道理！知道一切众生、一切万物跟自己是一体。所以看到众生迷就像自己迷一样，看到众生苦，就像自己苦一样，帮助众生，帮助自己。我们身上这个细胞，看到这个细胞坏了，别的细胞要不要帮助他？同一体！我们知道左手这里痒，右手就帮他搔搔痒，你帮助他还要谈条件吗？还需要有代价吗？哪有这个道理！",
      "zh_TW": "有條件，那是迷惑顛倒的人，是凡夫；聖人幫助一切眾生，哪裡會談條件？沒這個道理！知道一切眾生、一切萬物跟自己是一體。所以看到眾生迷就像自己迷一樣，看到眾生苦，就像自己苦一樣，幫助眾生，幫助自己。我們身上這個細胞，看到這個細胞壞了，別的細胞要不要幫助他？同一體！我們知道左手這裡癢，右手就幫他搔搔癢，你幫助他還要談條件嗎？還需要有代價嗎？哪有這個道理！"
    },
    {
      "id": "21-142-0002_p0009",
      "zh_CN": "所以今天六道众生难在哪里？不知道一切众生跟自己是什么关系。佛菩萨大圣人给我们说出来了，我们知道虚空法界刹土众生跟我是一体。我也常讲，也写了不少送给同学们，「虚空法界是自心相」。心，心是什么样子？虚空法界是自己心。「刹土众生是自身相」，是自己的身，绝非身外之物。这个要认识清楚，要肯定，那你就是入佛知见，这叫佛知佛见。",
      "zh_TW": "所以今天六道眾生難在哪裡？不知道一切眾生跟自己是什麼關係。佛菩薩大聖人給我們說出來了，我們知道虛空法界剎土眾生跟我是一體。我也常講，也寫了不少送給同學們，「虛空法界是自心相」。心，心是什麼樣子？虛空法界是自己心。「剎土眾生是自身相」，是自己的身，絕非身外之物。這個要認識清楚，要肯定，那你就是入佛知見，這叫佛知佛見。"
    },
    {
      "id": "21-142-0002_p0010",
      "zh_CN": "众生没有这个知见，要慢慢的来诱导他，来帮助他。众生执迷不悟，执着身是自己，自他对立，对立才产生冲突，才产生误会；如果是一体，这个事情不会产生矛盾。那我们如何帮助现前大众？我们仔细观察他，他最关心的是什么。无论是中国外国，不论是哪一个族类、哪一个宗教，人人都关心自己利害得失。什么事情对我有利，什么事情对我有害，要用什么方法我才能得到。",
      "zh_TW": "眾生沒有這個知見，要慢慢的來誘導他，來幫助他。眾生執迷不悟，執著身是自己，自他對立，對立才產生衝突，才產生誤會；如果是一體，這個事情不會產生矛盾。那我們如何幫助現前大眾？我們仔細觀察他，他最關心的是什麼。無論是中國外國，不論是哪一個族類、哪一個宗教，人人都關心自己利害得失。什麼事情對我有利，什麼事情對我有害，要用什麼方法我才能得到。"
    },
    {
      "id": "21-142-0002_p0011",
      "zh_CN": "现在人得到什么？财富，五欲六尘的享受，聪明智慧，健康长寿。大家天天想的不都是这个吗？争的也是这个，夺的也是这个。我们要把这个道理讲清楚，把这个事实真相讲清楚。「佛氏门中，有求必应」，求财富得财富，求智慧得智慧，求长寿得长寿，有求必应！这是真话，不是假话。可是求要如理如法，这当中有道理、有方法。你要不懂道理、不懂方法，你用你的意气去求，用你的妄想分别执着去求，那个结果是适得其反，不但利没有得到，害得到了。",
      "zh_TW": "現在人得到什麼？財富，五欲六塵的享受，聰明智慧，健康長壽。大家天天想的不都是這個嗎？爭的也是這個，奪的也是這個。我們要把這個道理講清楚，把這個事實真相講清楚。「佛氏門中，有求必應」，求財富得財富，求智慧得智慧，求長壽得長壽，有求必應！這是真話，不是假話。可是求要如理如法，這當中有道理、有方法。你要不懂道理、不懂方法，你用你的意氣去求，用你的妄想分別執著去求，那個結果是適得其反，不但利沒有得到，害得到了。"
    },
    {
      "id": "21-142-0002_p0012",
      "zh_CN": "我们生活环境，哪一个人不希求着不向往安定、和平、繁荣、兴旺，所以对于这一些吉凶祸福人人关心，关心环境的吉凶祸福，关心自己的利害得失。我们从这个地方教学，大家很容易接受，他能听得进去。最重要的，我在前面讲过，先要把自己修好。利害得失，你看我，远害得利，趋吉避凶，我要做出样子给人看！所以我常讲，学佛的形象非常重要。我们跟大家在一起，我们的形象要好，气质要好，外国人常讲的磁场要好，让大家见到你、接触你就有好感，对你自自然然生起敬仰的心、爱戴的心、羡慕的心，接着他就想跟你学了。",
      "zh_TW": "我們生活環境，哪一個人不希求著不嚮往安定、和平、繁榮、興旺，所以對於這一些吉凶禍福人人關心，關心環境的吉凶禍福，關心自己的利害得失。我們從這個地方教學，大家很容易接受，他能聽得進去。最重要的，我在前面講過，先要把自己修好。利害得失，你看我，遠害得利，趨吉避凶，我要做出樣子給人看！所以我常講，學佛的形象非常重要。我們跟大家在一起，我們的形象要好，氣質要好，外國人常講的磁場要好，讓大家見到你、接觸你就有好感，對你自自然然生起敬仰的心、愛戴的心、羨慕的心，接著他就想跟你學了。"
    },
    {
      "id": "21-142-0002_p0013",
      "zh_CN": "现在一般中年人以上，压力很重，物质生活的压力，精神的压力。我们这个形象轻松自在，一点压力都没有，他就得向你请教了，要怎样能帮助我压力减轻？你要有能力教他，教他最好的是形象。那么这里面因果就非常重要，我的形象是果报，果必有因，你要想好的形象，你要修善因。所以世尊为我们显示出三十二相八十种好，每一个相好都是善因修的。所以一定要懂得存好心、说好话、行好事、做好人，种善因一定得善果，造恶业一定有恶报，必须要明了因果报应，这是真理，这是事实。",
      "zh_TW": "現在一般中年人以上，壓力很重，物質生活的壓力，精神的壓力。我們這個形象輕鬆自在，一點壓力都沒有，他就得向你請教了，要怎樣能幫助我壓力減輕？你要有能力教他，教他最好的是形象。那麼這裡面因果就非常重要，我的形象是果報，果必有因，你要想好的形象，你要修善因。所以世尊為我們顯示出三十二相八十種好，每一個相好都是善因修的。所以一定要懂得存好心、說好話、行好事、做好人，種善因一定得善果，造惡業一定有惡報，必須要明瞭因果報應，這是真理，這是事實。"
    },
    {
      "id": "21-142-0002_p0014",
      "zh_CN": "吉凶祸福、贫富贵贱、天堂地狱那是别业，各人造的个人受，不相同；水灾、旱灾、地震、战争这是共业。共业熟的时候，灾难就来了，很难幸免。从这个地方我们要体会到，我虽然修得不错，别人修得不好，换句话说，我跟他就有共业，我要想免除共业，我一定要帮助他修好。岂不是帮助别人就是真正帮助自己，帮助自己消共业的灾难，不可以只顾自己不顾别人。",
      "zh_TW": "吉凶禍福、貧富貴賤、天堂地獄那是別業，各人造的個人受，不相同；水災、旱災、地震、戰爭這是共業。共業熟的時候，災難就來了，很難倖免。從這個地方我們要體會到，我雖然修得不錯，別人修得不好，換句話說，我跟他就有共業，我要想免除共業，我一定要幫助他修好。豈不是幫助別人就是真正幫助自己，幫助自己消共業的災難，不可以只顧自己不顧別人。"
    },
    {
      "id": "21-142-0002_p0015",
      "zh_CN": "真正祈求得福免祸，首先你要懂得把自己的恶念消除，善念要增长。佛在《十善业道经》上教导我们画夜常念善法，思惟善法，观察善法（观察就是行，要行善），不容毫分不善夹杂。所以一切时一切处自己要勉励自己，还要勉励别人，劝人修善，把修善的好处告诉别人。自己修善得的果报，这是做证明。我们在讲席里常讲相随心转、境随心转，身体是最贴近的一个境界，心纯善纯净，身体一定健康，不会生病。",
      "zh_TW": "真正祈求得福免禍，首先你要懂得把自己的惡念消除，善念要增長。佛在《十善業道經》上教導我們畫夜常念善法，思惟善法，觀察善法（觀察就是行，要行善），不容毫分不善夾雜。所以一切時一切處自己要勉勵自己，還要勉勵別人，勸人修善，把修善的好處告訴別人。自己修善得的果報，這是做證明。我們在講席裡常講相隨心轉、境隨心轉，身體是最貼近的一個境界，心純善純淨，身體一定健康，不會生病。"
    },
    {
      "id": "21-142-0002_p0016",
      "zh_CN": "病从哪里来的？病，内由贪瞋痴慢，贪瞋痴叫三毒，什么毒？病毒，这三种最恐怖的病毒，你里头有；外面五欲六尘的诱惑，内外交感，你的病生了，这个是一切病痛的根源，我们要认识清楚。所以自己要断贪瞋痴，把里面的病毒消除，外面风寒的感染你自然就有抵抗力了，有免疫的能力，不会受外面的影响。",
      "zh_TW": "病從哪裡來的？病，內由貪瞋痴慢，貪瞋痴叫三毒，什麼毒？病毒，這三種最恐怖的病毒，你裡頭有；外面五欲六塵的誘惑，內外交感，你的病生了，這個是一切病痛的根源，我們要認識清楚。所以自己要斷貪瞋痴，把裡面的病毒消除，外面風寒的感染你自然就有抵抗力了，有免疫的能力，不會受外面的影響。"
    },
    {
      "id": "21-142-0002_p0017",
      "zh_CN": "消除冲突，希求和平要从这个地方做起。表现在日常生活当中，戒杀，决定不能杀生！不要以为我大牠小，蚊虫蚂蚁很小，随便杀牠，牠也是一条命。今天你大牠小，你可以欺负牠，死了以后要知道有来生，有六道轮回。佛在经上讲「人死为羊，羊死为人」，冤冤相报，没完没了。这个仇恨愈来愈深，生生世世，跟你说彼此都苦，何必？",
      "zh_TW": "消除衝突，希求和平要從這個地方做起。表現在日常生活當中，戒殺，決定不能殺生！不要以為我大牠小，蚊蟲螞蟻很小，隨便殺牠，牠也是一條命。今天你大牠小，你可以欺負牠，死了以後要知道有來生，有六道輪迴。佛在經上講「人死為羊，羊死為人」，冤冤相報，沒完沒了。這個仇恨愈來愈深，生生世世，跟你說彼此都苦，何必？"
    },
    {
      "id": "21-142-0002_p0018",
      "zh_CN": "又何况在现前这个社会，我们知道染污非常严重，地球生病了，社会生病了。尤其这些动物，包括海洋里面的水族，都带有病菌，所以古人讲「病从口入」。你常常喜欢吃这些东西，你哪有不得病的道理！所以选择素食保护自己身心健康，这是真正爱护自己，对这些动物你又真正做到了无畏布施。无畏布施的果报是健康长寿，我们希望自己健康长寿，也希望一切众生各个都健康长寿。希望别人不伤害我，我首先要不伤害一切众生，种什么样的因，则得什么样的果报。",
      "zh_TW": "又何況在現前這個社會，我們知道染污非常嚴重，地球生病了，社會生病了。尤其這些動物，包括海洋裡面的水族，都帶有病菌，所以古人講「病從口入」。你常常喜歡吃這些東西，你哪有不得病的道理！所以選擇素食保護自己身心健康，這是真正愛護自己，對這些動物你又真正做到了無畏布施。無畏布施的果報是健康長壽，我們希望自己健康長壽，也希望一切眾生各個都健康長壽。希望別人不傷害我，我首先要不傷害一切眾生，種什麼樣的因，則得什麼樣的果報。"
    },
    {
      "id": "21-142-0002_p0019",
      "zh_CN": "那也许有人问，我以好心对人，人家以恶意对我，这是什么原因？我有没有做错？跟诸位说，没有做错。我以善心对人，是我在这里种好因；人家以恶意对我，是消我过去生中的业障；所以顺境善缘长我的福慧，逆境恶缘消我的业障。人生在世，第一功德是要懂得化敌为友，如何能把我敌对的冤家对头变成朋友。化怨为亲，化恶为善，化迷为觉，化凡为圣，这个就是圣贤事业的乐趣，他乐此不疲！所以他的智天天在高，他的灾（凶灾）天天在减少，真的是消灾增福，他怎么不快乐！心地到清净，清净一定的程度会突破时空界限，他的活动空间扩大了。我们知道，我们现在一般人活动的空间是三度空间，他能够突破四度空间、五度空间、六度空间，他的生活范围比我们大，他能够跟天地鬼神往来，这是真的，不是假的。科学家讲不同维次的空间，就是佛法里面讲的十法界。",
      "zh_TW": "那也許有人問，我以好心對人，人家以惡意對我，這是什麼原因？我有沒有做錯？跟諸位說，沒有做錯。我以善心對人，是我在這裡種好因；人家以惡意對我，是消我過去生中的業障；所以順境善緣長我的福慧，逆境惡緣消我的業障。人生在世，第一功德是要懂得化敵為友，如何能把我敵對的冤家對頭變成朋友。化怨為親，化惡為善，化迷為覺，化凡為聖，這個就是聖賢事業的樂趣，他樂此不疲！所以他的智天天在高，他的災（凶災）天天在減少，真的是消災增福，他怎麼不快樂！心地到清淨，清淨一定的程度會突破時空界限，他的活動空間擴大了。我們知道，我們現在一般人活動的空間是三度空間，他能夠突破四度空間、五度空間、六度空間，他的生活範圍比我們大，他能夠跟天地鬼神往來，這是真的，不是假的。科學家講不同維次的空間，就是佛法裡面講的十法界。"
    },
    {
      "id": "21-142-0002_p0020",
      "zh_CN": "所以真正觉悟的人，以世间人眼光来看，他们很了不起，他们能够牺牲奉献，舍己为人，这是世间人眼光看的。而在他们本人没有这个念头，是同体大悲，无缘大慈，自自然然。因为他们真正了解一切众生跟自己确确实实是一体，对人好就是对自己好，爱人是爱自己，敬人是敬自己，帮助人是帮助自己，一点都没有错。",
      "zh_TW": "所以真正覺悟的人，以世間人眼光來看，他們很了不起，他們能夠犧牲奉獻，捨己為人，這是世間人眼光看的。而在他們本人沒有這個念頭，是同體大悲，無緣大慈，自自然然。因為他們真正了解一切眾生跟自己確確實實是一體，對人好就是對自己好，愛人是愛自己，敬人是敬自己，幫助人是幫助自己，一點都沒有錯。"
    },
    {
      "id": "21-142-0002_p0021",
      "zh_CN": "觉悟的人，他这个人生活在这个世间，跟我们一般人这个观念就不一样。我们一般人生活在这个世间，为什么？为「我」活的，为我、为我家人活的，这个心量很小。觉悟的人，我这个身体活在这个世间是为一切众生活的，没有我，是为一切众生服务而来的，这就是「众生无边誓愿度」，起心动念，言语造作，念念都是为社会、为众生，没有想到有自己。自己的心跟虚空法界合而为一，自己的身跟一切众生合而为一，不一样！这个身体是为一切众生服务的一个工具而已。他会善用这个工具为大众造福，为大众消灾，怎么会去伤害众生？",
      "zh_TW": "覺悟的人，他這個人生活在這個世間，跟我們一般人這個觀念就不一樣。我們一般人生活在這個世間，為什麼？為「我」活的，為我、為我家人活的，這個心量很小。覺悟的人，我這個身體活在這個世間是為一切眾生活的，沒有我，是為一切眾生服務而來的，這就是「眾生無邊誓願度」，起心動念，言語造作，念念都是為社會、為眾生，沒有想到有自己。自己的心跟虛空法界合而為一，自己的身跟一切眾生合而為一，不一樣！這個身體是為一切眾生服務的一個工具而已。他會善用這個工具為大眾造福，為大眾消災，怎麼會去傷害眾生？"
    },
    {
      "id": "21-142-0002_p0022",
      "zh_CN": "知道一切众生皆有佛性，知道一切众生心性本善。所以教学的目标，没有别的，帮助他回归他的自性，回归他的本善。他的本善在，没失掉，只是他迷了，迷而不觉。所以佛法的教学是帮助众生破迷开悟，悟了之后，他自性的本善、自性的良知良能都现前了，跟诸佛菩萨大圣大贤没有两样，所以叫「性相近」。",
      "zh_TW": "知道一切眾生皆有佛性，知道一切眾生心性本善。所以教學的目標，沒有別的，幫助他回歸他的自性，回歸他的本善。他的本善在，沒失掉，只是他迷了，迷而不覺。所以佛法的教學是幫助眾生破迷開悟，悟了之後，他自性的本善、自性的良知良能都現前了，跟諸佛菩薩大聖大賢沒有兩樣，所以叫「性相近」。"
    },
    {
      "id": "21-142-0002_p0023",
      "zh_CN": "佛菩萨教我们消灾息难的方法，我们常常看到经典袓师大德教导我们多念观世音菩萨，多念阿弥陀佛。于是我们听到了，天天「南无观世音菩萨、南无观世音菩萨」，灾难消得了消不了？没消掉！这样说起来，佛在经上讲的话不灵了吗？不是佛在经上讲的话不灵，是我们错会了意思。为什么？我们的念是口念，心里头没念。",
      "zh_TW": "佛菩薩教我們消災息難的方法，我們常常看到經典袓師大德教導我們多念觀世音菩薩，多念阿彌陀佛。於是我們聽到了，天天「南無觀世音菩薩、南無觀世音菩薩」，災難消得了消不了？沒消掉！這樣說起來，佛在經上講的話不靈了嗎？不是佛在經上講的話不靈，是我們錯會了意思。為什麼？我們的念是口念，心裡頭沒念。"
    },
    {
      "id": "21-142-0002_p0024",
      "zh_CN": "你看念佛的「念」字，念字是「今心」，你心里头真有阿弥陀佛，真有观世音菩萨，灾难就没有了。为什么？观世音菩萨是大慈大悲，你的心是大慈大悲，哪来的灾难！所以念佛的念晓得是今心，你现在的心是大慈大悲，你现在的心是救一切众生的苦难；要救一切众生的苦难，你还能害众生吗？这叫念观世音菩萨。换句话说，用这个佛号把自己的大慈大悲的心唤醒，唤起来！",
      "zh_TW": "你看念佛的「念」字，念字是「今心」，你心裡頭真有阿彌陀佛，真有觀世音菩薩，災難就沒有了。為什麼？觀世音菩薩是大慈大悲，你的心是大慈大悲，哪來的災難！所以念佛的念曉得是今心，你現在的心是大慈大悲，你現在的心是救一切眾生的苦難；要救一切眾生的苦難，你還能害眾生嗎？這叫念觀世音菩薩。換句話說，用這個佛號把自己的大慈大悲的心喚醒，喚起來！"
    },
    {
      "id": "21-142-0002_p0025",
      "zh_CN": "阿弥陀佛这个名号是什么意思？《无量寿经》上跟我们讲得很清楚，「清净平等觉」，清净平等觉就是无量光、无量寿、无量智慧、无量的福德。你要把无量的智慧、无量的福德布施供养给一切众生，灾难才能消除。念佛号，念菩萨名号，你要会念！你不会念，有口无心，古德常常说「口念弥陀心散乱，喊破喉咙也枉然」，你不会！",
      "zh_TW": "阿彌陀佛這個名號是什麼意思？《無量壽經》上跟我們講得很清楚，「清淨平等覺」，清淨平等覺就是無量光、無量壽、無量智慧、無量的福德。你要把無量的智慧、無量的福德布施供養給一切眾生，災難才能消除。念佛號，念菩薩名號，你要會念！你不會念，有口無心，古德常常說「口念彌陀心散亂，喊破喉嚨也枉然」，你不會！"
    },
    {
      "id": "21-142-0002_p0026",
      "zh_CN": "为什么不会？你没有遇到好老师教你，道听涂说把意思错会了，以为口念就有效了。所以《阿难问事佛吉凶经》一开头佛就教我们，你要想学佛，第一桩事情，「从明师受戒」。这一句的意思，你要跟一个好老师学习，你要听这个老师的教导。明师不是名气很大，是他真正明白事理，佛家讲的明心见性。这样的老师找不到，至少要有修有学；学是解，修是行，要找行解相应这样的老师，你跟他学就不会错了。",
      "zh_TW": "為什麼不會？你沒有遇到好老師教你，道聽塗說把意思錯會了，以為口念就有效了。所以《阿難問事佛吉凶經》一開頭佛就教我們，你要想學佛，第一樁事情，「從明師受戒」。這一句的意思，你要跟一個好老師學習，你要聽這個老師的教導。明師不是名氣很大，是他真正明白事理，佛家講的明心見性。這樣的老師找不到，至少要有修有學；學是解，修是行，要找行解相應這樣的老師，你跟他學就不會錯了。"
    },
    {
      "id": "21-142-0002_p0027",
      "zh_CN": "学习要全方位的学习，你细心去观察，老师心里想的是什么？对于宇宙人生、对于一切人事物，他是怎么看法的？从这里学。处事待人接物，细心观察，你才真正能学到，然后他所说的、所讲的跟他两个对比，在这里头你才能学到真的东西。自己的问题解决了，自己的矛盾冲突解决了，身心和谐，健康长寿，这是果报。",
      "zh_TW": "學習要全方位的學習，你細心去觀察，老師心裡想的是什麼？對於宇宙人生、對於一切人事物，他是怎麼看法的？從這裡學。處事待人接物，細心觀察，你才真正能學到，然後他所說的、所講的跟他兩個對比，在這裡頭你才能學到真的東西。自己的問題解決了，自己的矛盾衝突解決了，身心和諧，健康長壽，這是果報。"
    },
    {
      "id": "21-142-0002_p0028",
      "zh_CN": "进一步帮助社会大众，今天对社会大众要用深度的感化教育。感化教育里头最重要的是身教，要有真的智慧、真的德能、真的慈悲，「真诚、清净、平等、正觉、慈悲」，你才能感人，才能帮助人回头。今天社会大众犯的什么毛病？首先，从小养成一个错误观念，竞争。那我们怎么教？我们教忍让。社会大众贪图五欲六尘的享受，我们怎么教他？我们教节俭。一直做下去，要知道三年五载收不到效果，什么时候看到效果？十年、二十年、三十年，他回头了。为什么？这个时候有明显的对比，看到你智慧高，德行高，受到社会大众的敬重，健康长寿，这是最羡慕的。今天的话说，你要拿出证据来给人看，拿出成绩来给人看。",
      "zh_TW": "進一步幫助社會大眾，今天對社會大眾要用深度的感化教育。感化教育裡頭最重要的是身教，要有真的智慧、真的德能、真的慈悲，「真誠、清淨、平等、正覺、慈悲」，你才能感人，才能幫助人回頭。今天社會大眾犯的什麼毛病？首先，從小養成一個錯誤觀念，競爭。那我們怎麼教？我們教忍讓。社會大眾貪圖五欲六塵的享受，我們怎麼教他？我們教節儉。一直做下去，要知道三年五載收不到效果，什麼時候看到效果？十年、二十年、三十年，他回頭了。為什麼？這個時候有明顯的對比，看到你智慧高，德行高，受到社會大眾的敬重，健康長壽，這是最羨慕的。今天的話說，你要拿出證據來給人看，拿出成績來給人看。"
    },
    {
      "id": "21-142-0002_p0029",
      "zh_CN": "无论对自己、对家庭、对社会、对国家、对世界，道德重要！伦常道德，这个是对治现前社会病痛的一服良药。所以我过去常常讲，我学佛这么多年，许多人问我，特别是一些同学、朋友问我，佛法到底讲的是些什么？我告诉他，释迦牟尼佛四十九年讲经说法，总的归结起来给我们讲三桩事情，第一个是人与人的关系，第二个是人与自然环境的关系，第三个是人与天地鬼神的关系，天地鬼神就是科学家讲的人与不同维次空间生物的关系。宇宙人生的真相，你明白通达了，就叫你做佛菩萨；你要是迷惑、不明了、不通达，你叫做凡夫。所以通达的人，他随顺事实真相，他不会犯错误。不明了的人，随着自己的贪瞋痴慢，随着自己的妄想分别执着，往往把事情做错了，招来的灾难。灾难本来没有，《太上感应篇》一开头讲「祸福无门，惟人自召」，是你自作自受，这个没有法子！",
      "zh_TW": "無論對自己、對家庭、對社會、對國家、對世界，道德重要！倫常道德，這個是對治現前社會病痛的一服良藥。所以我過去常常講，我學佛這麼多年，許多人問我，特別是一些同學、朋友問我，佛法到底講的是些什麼？我告訴他，釋迦牟尼佛四十九年講經說法，總的歸結起來給我們講三樁事情，第一個是人與人的關係，第二個是人與自然環境的關係，第三個是人與天地鬼神的關係，天地鬼神就是科學家講的人與不同維次空間生物的關係。宇宙人生的真相，你明白通達了，就叫你做佛菩薩；你要是迷惑、不明瞭、不通達，你叫做凡夫。所以通達的人，他隨順事實真相，他不會犯錯誤。不明瞭的人，隨著自己的貪瞋痴慢，隨著自己的妄想分別執著，往往把事情做錯了，招來的災難。災難本來沒有，《太上感應篇》一開頭講「禍福無門，惟人自召」，是你自作自受，這個沒有法子！"
    },
    {
      "id": "21-142-0002_p0030",
      "zh_CN": "所以印光法师常说，真正学佛的人，学佛就是学智慧，学觉悟。我们真正想求智慧、求觉悟，要从哪里做起？首先要懂得防止邪知邪见，从这里做起。当然首先你要有能力辨别正邪、善恶，你才有能力防止邪知恶见。能防止，你的真诚心才能够保持，永远保持真诚，要励行道德；道是圣人之道，圣人之道就是伦常。",
      "zh_TW": "所以印光法師常說，真正學佛的人，學佛就是學智慧，學覺悟。我們真正想求智慧、求覺悟，要從哪裡做起？首先要懂得防止邪知邪見，從這裡做起。當然首先你要有能力辨別正邪、善惡，你才有能力防止邪知惡見。能防止，你的真誠心才能夠保持，永遠保持真誠，要勵行道德；道是聖人之道，聖人之道就是倫常。"
    },
    {
      "id": "21-142-0002_p0031",
      "zh_CN": "对家庭，对社会，对国家，对世界，对一切众生要尽到自己的本分，「诸恶莫作，众善奉行」。自己这么做，还得全心全力帮助别人，去影响别人。要知道世间人一成不变的好人少，一成不变的坏人也少，大多数的人都是可上可下，可好可坏，所以教化比什么都重要。中国，你看看古老「学记」里面讲「建国君民，教学为先」。要想求消灾免难，化解冲突，真正落实和平，只有教育（道德的教育，圣贤的教育）能够办得到。中国古代帝王施政最重要的一个项目，就是把教育办好，他就成功了。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "對家庭，對社會，對國家，對世界，對一切眾生要盡到自己的本分，「諸惡莫作，眾善奉行」。自己這麼做，還得全心全力幫助別人，去影響別人。要知道世間人一成不變的好人少，一成不變的壞人也少，大多數的人都是可上可下，可好可壞，所以教化比什麼都重要。中國，你看看古老「學記」裡面講「建國君民，教學為先」。要想求消災免難，化解衝突，真正落實和平，只有教育（道德的教育，聖賢的教育）能夠辦得到。中國古代帝王施政最重要的一個項目，就是把教育辦好，他就成功了。好，今天時間到了，我們就講到此地。"
    }
  ]
}