{
  "doc_id": "18-027-0001",
  "title": {
    "zh_CN": "一乘佛法",
    "zh_TW": "一乘佛法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "印尼广化一乘禅寺",
    "zh_TW": "印尼廣化一乘禪寺"
  },
  "doc_number": "18-027-0001",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "18-027-0001_p0001",
      "zh_CN": "感谢方丈老和尚邀请净空到这个地方来参访，有这么一个很好的机缘跟诸位同学在一起参学。",
      "zh_TW": "感謝方丈老和尚邀請淨空到這個地方來參訪，有這麼一個很好的機緣跟諸位同學在一起參學。"
    },
    {
      "id": "18-027-0001_p0002",
      "zh_CN": "我进来的时候，看到道场的匾额「广化一乘禅寺」，广化，想必是福建以前的广化寺，我们看到这个名称感到非常的亲切。「一乘」在佛法里面是至高无上的，世尊在《法华经》里面说，「唯有一乘法，无二亦无三，除佛方便说」，由此可知，一乘是佛的真实说，三乘是佛的方便说。确实在中国，汉译佛经，诸位想必都见过中文本的大藏经，这是千百年来从印度梵文翻译过来的，虽然不是世尊当年所说的一切经，可是重要的经论都翻译出来了。在今天佛教典籍里面，保存得最完整、最丰富的就是汉文大藏经。在汉文大藏经里面，一乘经只有三部，那就是《华严》、《法华》、《梵网》，这三部经是一乘经，还在大乘之上。一乘就是讲的一佛乘，换句话说，那是讲诸佛如来所证得的境界，就是成佛的经典。",
      "zh_TW": "我進來的時候，看到道場的匾額「廣化一乘禪寺」，廣化，想必是福建以前的廣化寺，我們看到這個名稱感到非常的親切。「一乘」在佛法裡面是至高無上的，世尊在《法華經》裡面說，「唯有一乘法，無二亦無三，除佛方便說」，由此可知，一乘是佛的真實說，三乘是佛的方便說。確實在中國，漢譯佛經，諸位想必都見過中文本的大藏經，這是千百年來從印度梵文翻譯過來的，雖然不是世尊當年所說的一切經，可是重要的經論都翻譯出來了。在今天佛教典籍裡面，保存得最完整、最豐富的就是漢文大藏經。在漢文大藏經裡面，一乘經只有三部，那就是《華嚴》、《法華》、《梵網》，這三部經是一乘經，還在大乘之上。一乘就是講的一佛乘，換句話說，那是講諸佛如來所證得的境界，就是成佛的經典。"
    },
    {
      "id": "18-027-0001_p0003",
      "zh_CN": "佛在一乘经里面告诉我们，「一切众生皆有如来智慧德相」，又说「一切众生本来成佛」。现在是不是佛？现在是佛，确确实实是佛，只是你自己不知道你是佛。禅宗里面说「父母未生前本来面目」，学佛就是把父母未生前本来面目找到，那你的大功就圆满了。这一桩事情虽然就在面前，但是不但六道众生不认识、不知道，即使九法界的众生也没有办法完全认知。因此，佛这才不得已讲三乘，三乘就是大乘、中乘、小乘。小乘是声闻乘，中乘是缘觉乘，大乘是菩萨乘，一个阶段一个阶段慢慢提升，提升到一佛乘，你才真正知道自己本来成佛。",
      "zh_TW": "佛在一乘經裡面告訴我們，「一切眾生皆有如來智慧德相」，又說「一切眾生本來成佛」。現在是不是佛？現在是佛，確確實實是佛，只是你自己不知道你是佛。禪宗裡面說「父母未生前本來面目」，學佛就是把父母未生前本來面目找到，那你的大功就圓滿了。這一樁事情雖然就在面前，但是不但六道眾生不認識、不知道，即使九法界的眾生也沒有辦法完全認知。因此，佛這才不得已講三乘，三乘就是大乘、中乘、小乘。小乘是聲聞乘，中乘是緣覺乘，大乘是菩薩乘，一個階段一個階段慢慢提升，提升到一佛乘，你才真正知道自己本來成佛。"
    },
    {
      "id": "18-027-0001_p0004",
      "zh_CN": "办学校的目的都是希望学生成就圆满的教育，得到圆满的学习，我们现在一般讲博士学位，博士学位这是一佛乘，拿到最究竟、最圆满的学位。为这个目标，所以佛这才办小学、中学、大学，小乘就好比是小学，中乘就好比是中学，大乘就好比是大学，一步一步向上提升，让我们真正认识一佛乘。",
      "zh_TW": "辦學校的目的都是希望學生成就圓滿的教育，得到圓滿的學習，我們現在一般講博士學位，博士學位這是一佛乘，拿到最究竟、最圓滿的學位。為這個目標，所以佛這才辦小學、中學、大學，小乘就好比是小學，中乘就好比是中學，大乘就好比是大學，一步一步向上提升，讓我們真正認識一佛乘。"
    },
    {
      "id": "18-027-0001_p0005",
      "zh_CN": "一佛乘确实是究竟圆满的佛法，是圆满的智慧、圆满的德能、圆满的相好。我们世间人讲智慧、讲德行、讲福报，究竟圆满是一佛乘里头所说的。一佛乘就是法性，就是佛性，就是真如自性，本来具足的，没有生灭，也没有过去、现在、未来，正如同今天科学里面的术语，它不是空间、它不是时间，不是空间就没有距离，不是时间就没有过去、现在、未来，它是宇宙的真相，它是宇宙的本体，整个宇宙、虚空法界都是从它变现出来的。能变的，不生不灭；所变的现象，有生有灭。有生有灭是幻相，不是真的，所以《般若经》上讲「凡所有相，皆是虚妄」；不变的，是我们现在科学家讲的能量，就是佛法讲的法性，就是自己的真心本性，它具足一切万法，它不是一切法，它永恒存在。要是能够发现、能够找到，那才是自己的真身、自己的本来面目，我们称他为佛陀。由于一念不觉，我们迷了自性，迷了真如，迷的时间太长，无量劫来迷失了，迷的时间太长，迷得太深。现在虽然佛菩萨来帮助我们，我们依然回不了头，依然是不觉。",
      "zh_TW": "一佛乘確實是究竟圓滿的佛法，是圓滿的智慧、圓滿的德能、圓滿的相好。我們世間人講智慧、講德行、講福報，究竟圓滿是一佛乘裡頭所說的。一佛乘就是法性，就是佛性，就是真如自性，本來具足的，沒有生滅，也沒有過去、現在、未來，正如同今天科學裡面的術語，它不是空間、它不是時間，不是空間就沒有距離，不是時間就沒有過去、現在、未來，它是宇宙的真相，它是宇宙的本體，整個宇宙、虛空法界都是從它變現出來的。能變的，不生不滅；所變的現象，有生有滅。有生有滅是幻相，不是真的，所以《般若經》上講「凡所有相，皆是虛妄」；不變的，是我們現在科學家講的能量，就是佛法講的法性，就是自己的真心本性，它具足一切萬法，它不是一切法，它永恆存在。要是能夠發現、能夠找到，那才是自己的真身、自己的本來面目，我們稱他為佛陀。由於一念不覺，我們迷了自性，迷了真如，迷的時間太長，無量劫來迷失了，迷的時間太長，迷得太深。現在雖然佛菩薩來幫助我們，我們依然回不了頭，依然是不覺。"
    },
    {
      "id": "18-027-0001_p0006",
      "zh_CN": "我们看释迦牟尼佛的教学就能够看得出，他老人家示现成道，证得无上菩提之后，在菩提树下，在定中，我们人看不到，这是经上讲的「二七日中」，二七是十四天，他在定中给四十一位法身大士讲解《大方广佛华严经》，这就是一佛乘。佛讲这个经，不但我们没有办法听到、看到，我们凡夫只看到释迦牟尼佛在菩提树下打坐，不知道他在那里开那么大的法会，讲这样殊胜的经典，所以九法界的众生都没有这个缘分参与。佛出定之后，晓得众生迷惑太深太久，要想帮助他们恢复自性，只有从小学办起，所以到鹿野苑度五比丘，讲四谛法，这是办小学，从小学办起。",
      "zh_TW": "我們看釋迦牟尼佛的教學就能夠看得出，他老人家示現成道，證得無上菩提之後，在菩提樹下，在定中，我們人看不到，這是經上講的「二七日中」，二七是十四天，他在定中給四十一位法身大士講解《大方廣佛華嚴經》，這就是一佛乘。佛講這個經，不但我們沒有辦法聽到、看到，我們凡夫只看到釋迦牟尼佛在菩提樹下打坐，不知道他在那裡開那麼大的法會，講這樣殊勝的經典，所以九法界的眾生都沒有這個緣分參與。佛出定之後，曉得眾生迷惑太深太久，要想幫助他們恢復自性，只有從小學辦起，所以到鹿野苑度五比丘，講四諦法，這是辦小學，從小學辦起。"
    },
    {
      "id": "18-027-0001_p0007",
      "zh_CN": "我们学佛，首先要承认自己的业障很重，自己迷惑颠倒的时间长，迷得非常非常之深，这是首先自己要肯定、要承认的。从什么地方能发现？就在日常生活当中。我们自己的妄想很多，分别很多，执着很重，凡是「我的想法、我的看法、我的做法」，这就是迷得深重的一个现象。这个现象你没有办法放下，所以佛法小学一年级的门你都进不去。诸位同学生生世世有佛缘，换句话说，都学过佛，但是从来没有进到小学一年级。如果进到小学一年级，你现在就不在此地。就好像很用功念书，考试都不及格，所以永远没有办法考入小学一年级，生生世世都在念幼稚园，都念幼稚园小小班，很可怜，自己不能不知道。",
      "zh_TW": "我們學佛，首先要承認自己的業障很重，自己迷惑顛倒的時間長，迷得非常非常之深，這是首先自己要肯定、要承認的。從什麼地方能發現？就在日常生活當中。我們自己的妄想很多，分別很多，執著很重，凡是「我的想法、我的看法、我的做法」，這就是迷得深重的一個現象。這個現象你沒有辦法放下，所以佛法小學一年級的門你都進不去。諸位同學生生世世有佛緣，換句話說，都學過佛，但是從來沒有進到小學一年級。如果進到小學一年級，你現在就不在此地。就好像很用功念書，考試都不及格，所以永遠沒有辦法考入小學一年級，生生世世都在念幼稚園，都念幼稚園小小班，很可憐，自己不能不知道。"
    },
    {
      "id": "18-027-0001_p0008",
      "zh_CN": "佛在经上对于业障深重的人非常非常慈悲，知道他们断烦恼、证果位是很难的事情，这个事情不能勉强，实在讲，佛虽然慈悲，这个事情他帮不上忙。但是他用另外的方法，那就是在三乘之外，经典上讲了许多（大小乘经典都讲到）：怎样生天，怎样能够保住人身。就是你来生不会堕在三恶道，你还能得人身，还能生天。佛对于这些道理、方法、事实真相讲得很多，所以祖师大德们就把佛的三乘又加了天乘、人乘，五乘佛法。天乘、人乘就是佛法的幼稚园，小乘才是小学，所以在前面办幼稚园，人乘是幼稚园的小班。",
      "zh_TW": "佛在經上對於業障深重的人非常非常慈悲，知道他們斷煩惱、證果位是很難的事情，這個事情不能勉強，實在講，佛雖然慈悲，這個事情他幫不上忙。但是他用另外的方法，那就是在三乘之外，經典上講了許多（大小乘經典都講到）：怎樣生天，怎樣能夠保住人身。就是你來生不會墮在三惡道，你還能得人身，還能生天。佛對於這些道理、方法、事實真相講得很多，所以祖師大德們就把佛的三乘又加了天乘、人乘，五乘佛法。天乘、人乘就是佛法的幼稚園，小乘才是小學，所以在前面辦幼稚園，人乘是幼稚園的小班。"
    },
    {
      "id": "18-027-0001_p0009",
      "zh_CN": "无论是三乘，无论是五乘，佛祖慈悲教导我们，都要从真诚心里面去学习。就像善导大师所说的，善导大师是中国净土宗第二代的祖师，历史上记载他是阿弥陀佛的化身，阿弥陀佛化身就等于是阿弥陀佛再来，他跟我们讲，「一切法要从真实心中作」。这句话非常重要，你要是没有真诚的心，你是个虚伪的心、是个虚妄的心，世出世间一切法都不能成就。",
      "zh_TW": "無論是三乘，無論是五乘，佛祖慈悲教導我們，都要從真誠心裡面去學習。就像善導大師所說的，善導大師是中國淨土宗第二代的祖師，歷史上記載他是阿彌陀佛的化身，阿彌陀佛化身就等於是阿彌陀佛再來，他跟我們講，「一切法要從真實心中作」。這句話非常重要，你要是沒有真誠的心，你是個虛偽的心、是個虛妄的心，世出世間一切法都不能成就。"
    },
    {
      "id": "18-027-0001_p0010",
      "zh_CN": "所以学佛，我们一定要晓得从什么地方学起，我们要从最初起步上下功夫，那就是人乘。我们最后的目标是一佛乘，是一乘。就好像我们读书，我们最后的目标是要拿到博士学位，博士学位怎么拿起？要从幼稚园念起，我们现在先上幼稚园。",
      "zh_TW": "所以學佛，我們一定要曉得從什麼地方學起，我們要從最初起步上下功夫，那就是人乘。我們最後的目標是一佛乘，是一乘。就好像我們讀書，我們最後的目標是要拿到博士學位，博士學位怎麼拿起？要從幼稚園念起，我們現在先上幼稚園。"
    },
    {
      "id": "18-027-0001_p0011",
      "zh_CN": "五乘佛法，经典都非常丰富，所以不能不读经，不能不研究教理。佛在经上常常教导我们要深解义趣，所以经你了解得愈深愈好。经典里面字字句句都是无量义，不是一个意思，无量义，你没有智慧就看不出来，你不能够懂得，你就不会得受用，所以我们要认真努力的学经教，学多少我们就做多少，一定要把它落实。如果不能够把经典的教诲变成自己的思想、见解、行为，我们就不是真正学佛。",
      "zh_TW": "五乘佛法，經典都非常豐富，所以不能不讀經，不能不研究教理。佛在經上常常教導我們要深解義趣，所以經你了解得愈深愈好。經典裡面字字句句都是無量義，不是一個意思，無量義，你沒有智慧就看不出來，你不能夠懂得，你就不會得受用，所以我們要認真努力的學經教，學多少我們就做多少，一定要把它落實。如果不能夠把經典的教誨變成自己的思想、見解、行為，我們就不是真正學佛。"
    },
    {
      "id": "18-027-0001_p0012",
      "zh_CN": "经不是念的，念经没有用处，你会念，你不懂得经的意思，不能够落实、把经典变成自己的生活行为，这样学佛就像前天我去访问瓦希德先生，他跟我讲了一句话很有味道，他说「现在很多宗教徒只认识上帝的衣服，上帝在哪里不知道」。这个话讲得很幽默，很有道理。你信仰佛教，你只知道佛教的形式、外表（外衣），佛教真正的内容不知道，佛菩萨在哪里不晓得，只认识外表，不知道内容，你什么都学不到，你这样学佛就落空了。",
      "zh_TW": "經不是念的，念經沒有用處，你會念，你不懂得經的意思，不能夠落實、把經典變成自己的生活行為，這樣學佛就像前天我去訪問瓦希德先生，他跟我講了一句話很有味道，他說「現在很多宗教徒只認識上帝的衣服，上帝在哪裡不知道」。這個話講得很幽默，很有道理。你信仰佛教，你只知道佛教的形式、外表（外衣），佛教真正的內容不知道，佛菩薩在哪裡不曉得，只認識外表，不知道內容，你什麼都學不到，你這樣學佛就落空了。"
    },
    {
      "id": "18-027-0001_p0013",
      "zh_CN": "佛法最低的要求，我们一定要认真学习五戒十善，五戒十善是人乘的佛法，你真正能够保住人身，来生不会堕三恶道，你一生一定要奉行，要依教奉行。十善，佛有一部经叫《十善业道经》，从这个经下手，从三皈五戒下手，这是你真正入了小学一年级。受三皈五戒的人很多，学习《十善业道》的人也很多，甚至于他们也会讲，都能够记得很熟，能背诵，但是他没有做到。佛教给我们不杀生、不偷盗、不邪淫，他还是会杀生，蚊虫叮他，一巴掌把牠打死，还是杀生；不偷盗，还起心动念都想占别人的便宜，占别人便宜的心就是盗心，偷盗都没有断。妄语、两舌，挑拨是非，说别人是非，说别人长短，天天都在造，虽然晓得，晓得没有用，还是要造。为什么会有这种现象发生？从这个地方，你就能够体会到自己的业障是多么重。明知故犯，将来死了之后还是要堕三途，人身还是得不到。不是佛没有教我们，佛教得很好，我们不听话，我们不肯认真学习，所以贪瞋痴慢都没断，口业天天还在造，身业也天天在造，这是决定堕三恶道，人身保不住。你要是真正想保住人身不堕恶道，我们常说学佛最高的目标就是要把自己的灵性向上提升。身有生死，灵性没有生死，灵性不生不灭；身是衣服，不是真的，灵性是真正的自己，一定要珍惜、要爱护，要把自己向上提升。",
      "zh_TW": "佛法最低的要求，我們一定要認真學習五戒十善，五戒十善是人乘的佛法，你真正能夠保住人身，來生不會墮三惡道，你一生一定要奉行，要依教奉行。十善，佛有一部經叫《十善業道經》，從這個經下手，從三皈五戒下手，這是你真正入了小學一年級。受三皈五戒的人很多，學習《十善業道》的人也很多，甚至於他們也會講，都能夠記得很熟，能背誦，但是他沒有做到。佛教給我們不殺生、不偷盜、不邪淫，他還是會殺生，蚊蟲叮他，一巴掌把牠打死，還是殺生；不偷盜，還起心動念都想佔別人的便宜，佔別人便宜的心就是盜心，偷盜都沒有斷。妄語、兩舌，挑撥是非，說別人是非，說別人長短，天天都在造，雖然曉得，曉得沒有用，還是要造。為什麼會有這種現象發生？從這個地方，你就能夠體會到自己的業障是多麼重。明知故犯，將來死了之後還是要墮三途，人身還是得不到。不是佛沒有教我們，佛教得很好，我們不聽話，我們不肯認真學習，所以貪瞋痴慢都沒斷，口業天天還在造，身業也天天在造，這是決定墮三惡道，人身保不住。你要是真正想保住人身不墮惡道，我們常說學佛最高的目標就是要把自己的靈性向上提升。身有生死，靈性沒有生死，靈性不生不滅；身是衣服，不是真的，靈性是真正的自己，一定要珍惜、要愛護，要把自己向上提升。"
    },
    {
      "id": "18-027-0001_p0014",
      "zh_CN": "从总的修行纲领上来讲，人、天是修五戒十善。要是提升，能够生到天上，天有欲界天、色界天、无色界天，一般经典上跟我们说，天有二十八层。所以天很复杂，不是很单纯的，每一层条件都不一样。总的来说，他要修上品十善，那就十善做到圆满，做到真正圆满，我们今天讲都可以打满分。还要加修「慈悲喜舍」，叫四无量心，慈悲是爱心，喜是欢喜，法喜充满，喜是从智慧里面生的，舍是放下，真正能够看破、放下，你才能够生到色界天。慈悲喜舍都是从禅定里面生的。所以色界、无色界要修四禅八定，四禅八定加上慈悲喜舍四无量心，这才能生到天道。",
      "zh_TW": "從總的修行綱領上來講，人、天是修五戒十善。要是提升，能夠生到天上，天有欲界天、色界天、無色界天，一般經典上跟我們說，天有二十八層。所以天很複雜，不是很單純的，每一層條件都不一樣。總的來說，他要修上品十善，那就十善做到圓滿，做到真正圓滿，我們今天講都可以打滿分。還要加修「慈悲喜捨」，叫四無量心，慈悲是愛心，喜是歡喜，法喜充滿，喜是從智慧裡面生的，捨是放下，真正能夠看破、放下，你才能夠生到色界天。慈悲喜捨都是從禪定裡面生的。所以色界、無色界要修四禪八定，四禪八定加上慈悲喜捨四無量心，這才能生到天道。"
    },
    {
      "id": "18-027-0001_p0015",
      "zh_CN": "能有这样的伦理道德的基础，用我们一般的话来说，真是究竟圆满道德的基础，这才能够入佛门，才能够学小乘。小乘第一个就是知见没有错误，我们一般讲正知正见，小乘他不会执着这个身是我，他有智慧，他很清楚「身不是我，灵性是我」，他懂得这个道理。像《金刚经》上讲的「无我相、无人相、无众生相、无寿者相」，换句话说，对于人身，对自己身体，对于生活环境一切的一切，他都能够放得下，他都能够不执着，这才证小乘须陀洹果，才是佛法一年级的学生。",
      "zh_TW": "能有這樣的倫理道德的基礎，用我們一般的話來說，真是究竟圓滿道德的基礎，這才能夠入佛門，才能夠學小乘。小乘第一個就是知見沒有錯誤，我們一般講正知正見，小乘他不會執著這個身是我，他有智慧，他很清楚「身不是我，靈性是我」，他懂得這個道理。像《金剛經》上講的「無我相、無人相、無眾生相、無壽者相」，換句話說，對於人身，對自己身體，對於生活環境一切的一切，他都能夠放得下，他都能夠不執著，這才證小乘須陀洹果，才是佛法一年級的學生。"
    },
    {
      "id": "18-027-0001_p0016",
      "zh_CN": "一般说来，小乘学习自利，中乘学习因缘，大乘学习六度，六波罗蜜。到一乘，那是大彻大悟、明心见性，学习无障碍法，「理无碍，事无碍，理事无碍，事事无碍」，证得整个宇宙是一体，这是大乘经上所说「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，那是入了最高的境界。",
      "zh_TW": "一般說來，小乘學習自利，中乘學習因緣，大乘學習六度，六波羅蜜。到一乘，那是大徹大悟、明心見性，學習無障礙法，「理無礙，事無礙，理事無礙，事事無礙」，證得整個宇宙是一體，這是大乘經上所說「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，那是入了最高的境界。"
    },
    {
      "id": "18-027-0001_p0017",
      "zh_CN": "所以世尊他一生教学，从教学过程当中，我们能体会到他是不断的帮助大家把自己的灵性、智慧、德行向上提升。从世尊一生教学当中，我们认知，佛陀在世一生都在学习，没有一天空过。他自己成就之后，全心全力教化众生，从事于社会教育，用我们现在的话来说，就是多元的社会教育。我们在经典上看到，他每天讲经说法二时，那时候印度的二时是现在的八小时。因为古印度把白天、晚上分作六时，昼三时，夜三时，白天是初日分、中日分、后日分，他这样分法，夜晚是初夜分、中夜分、后夜分，所以他们那里一时等于我们现在四小时。他每天二时讲经教学，就是现在的八小时。",
      "zh_TW": "所以世尊他一生教學，從教學過程當中，我們能體會到他是不斷的幫助大家把自己的靈性、智慧、德行向上提升。從世尊一生教學當中，我們認知，佛陀在世一生都在學習，沒有一天空過。他自己成就之後，全心全力教化眾生，從事於社會教育，用我們現在的話來說，就是多元的社會教育。我們在經典上看到，他每天講經說法二時，那時候印度的二時是現在的八小時。因為古印度把白天、晚上分作六時，晝三時，夜三時，白天是初日分、中日分、後日分，他這樣分法，夜晚是初夜分、中夜分、後夜分，所以他們那裡一時等於我們現在四小時。他每天二時講經教學，就是現在的八小時。"
    },
    {
      "id": "18-027-0001_p0018",
      "zh_CN": "有人说佛教消极，我就问他：现在社会上，哪一个从事教育工作的人，哪一个好老师，每天给学生上八点钟的课？一天上八点钟的课，四十九年不间断，你说他是消极，那还有什么叫积极？找不到，这样的老师找不到！由此可知，佛的身体好，精神、体力好，他每天能做八小时教学的工作，这是我们一定要知道的。佛一生都在教人，他的学生，这些声闻、菩萨，都在学习，一面学习一面教化众生。",
      "zh_TW": "有人說佛教消極，我就問他：現在社會上，哪一個從事教育工作的人，哪一個好老師，每天給學生上八點鐘的課？一天上八點鐘的課，四十九年不間斷，你說他是消極，那還有什麼叫積極？找不到，這樣的老師找不到！由此可知，佛的身體好，精神、體力好，他每天能做八小時教學的工作，這是我們一定要知道的。佛一生都在教人，他的學生，這些聲聞、菩薩，都在學習，一面學習一面教化眾生。"
    },
    {
      "id": "18-027-0001_p0019",
      "zh_CN": "佛法传到今天，后人建立许许多多庄严的寺院，也设了许许多多的供养来纪念佛陀、来赞美佛陀，我们天天在这里做佛事，今天的佛事就是赞颂。赞颂，我们想想我们的心没有诚意，为什么？虽然赞颂，还打妄想；虽然赞颂，还有恶念，还有贪瞋痴慢。这是什么原因？这是没有真正受到佛的恩惠，所以这个赞颂不是真诚的。如果我们真正受到他的恩惠，我们赞颂的心就完全不相同。真正的恩惠是教学，现在佛教里面没有教学，所以真正的好处、真正的利益，我们一无所知，因此这个赞颂只是跟着大家唱，有口无心，凑凑热闹而已，自己得不到真实受用，原因在此地。",
      "zh_TW": "佛法傳到今天，後人建立許許多多莊嚴的寺院，也設了許許多多的供養來紀念佛陀、來讚美佛陀，我們天天在這裡做佛事，今天的佛事就是讚頌。讚頌，我們想想我們的心沒有誠意，為什麼？雖然讚頌，還打妄想；雖然讚頌，還有惡念，還有貪瞋痴慢。這是什麼原因？這是沒有真正受到佛的恩惠，所以這個讚頌不是真誠的。如果我們真正受到他的恩惠，我們讚頌的心就完全不相同。真正的恩惠是教學，現在佛教裡面沒有教學，所以真正的好處、真正的利益，我們一無所知，因此這個讚頌只是跟著大家唱，有口無心，湊湊熱鬧而已，自己得不到真實受用，原因在此地。"
    },
    {
      "id": "18-027-0001_p0020",
      "zh_CN": "我们自己实在讲是非常的惭愧，我们想到世尊每天教学八个小时，他的精神、体力真好。我们今天，我自己这样的年龄，现在在澳洲每天讲经四个小时，跟释迦牟尼佛相比，打对折了。在一生当中，年轻的时候，时间不长，偶尔也有一个星期一天讲九个小时，我是一天讲九个小时，讲过，最少每天都有两个小时，我四十六年没有中断。",
      "zh_TW": "我們自己實在講是非常的慚愧，我們想到世尊每天教學八個小時，他的精神、體力真好。我們今天，我自己這樣的年齡，現在在澳洲每天講經四個小時，跟釋迦牟尼佛相比，打對折了。在一生當中，年輕的時候，時間不長，偶爾也有一個星期一天講九個小時，我是一天講九個小時，講過，最少每天都有兩個小時，我四十六年沒有中斷。"
    },
    {
      "id": "18-027-0001_p0021",
      "zh_CN": "天天在学习，才能够体会一乘的境界。如果不是天天学习，不是长时间的学习，这个利益好处你不知道，你得不到，感恩的心总是隔一层。所以我们学佛要认真、要努力，要锲而不舍，一门深入，长时薰修，这才能得到真实的利益。",
      "zh_TW": "天天在學習，才能夠體會一乘的境界。如果不是天天學習，不是長時間的學習，這個利益好處你不知道，你得不到，感恩的心總是隔一層。所以我們學佛要認真、要努力，要鍥而不捨，一門深入，長時薰修，這才能得到真實的利益。"
    },
    {
      "id": "18-027-0001_p0022",
      "zh_CN": "今天我们有缘分，这个缘分很深，我在此地最后，把我一生修学过程当中，提供一点心得给大家做参考。我们要从《十善业道》入门，要从《阿难问事佛吉凶经》入门，要从三皈五戒，只要把这三种小部经认真学习好，我们佛法就有了基础，然后向上提升，才会得到佛法的受用，改变自己的思想，改变自己的生活行为，改变自己处事待人的态度，断一切恶，修一切善。这个样子，一门深入，长时薰修，你一定得好处，一定得利益，然后你才会有感恩的心，佛菩萨对我们真实的利益你就能体会到，赞颂才会出于真心。",
      "zh_TW": "今天我們有緣分，這個緣分很深，我在此地最後，把我一生修學過程當中，提供一點心得給大家做參考。我們要從《十善業道》入門，要從《阿難問事佛吉凶經》入門，要從三皈五戒，只要把這三種小部經認真學習好，我們佛法就有了基礎，然後向上提升，才會得到佛法的受用，改變自己的思想，改變自己的生活行為，改變自己處事待人的態度，斷一切惡，修一切善。這個樣子，一門深入，長時薰修，你一定得好處，一定得利益，然後你才會有感恩的心，佛菩薩對我們真實的利益你就能體會到，讚頌才會出於真心。"
    },
    {
      "id": "18-027-0001_p0023",
      "zh_CN": "今天我们这一会就到这个地方圆满，我们非常感谢方丈和尚，感谢这边的常住法师，以及诸位同学们，希望你们认真努力学习世尊的教诲，把它变成我们自己的思想、生活、行为，我们做真正的佛弟子，从这个基础向上提升，将来一定能够得到一佛乘。谢谢大家。",
      "zh_TW": "今天我們這一會就到這個地方圓滿，我們非常感謝方丈和尚，感謝這邊的常住法師，以及諸位同學們，希望你們認真努力學習世尊的教誨，把它變成我們自己的思想、生活、行為，我們做真正的佛弟子，從這個基礎向上提升，將來一定能夠得到一佛乘。謝謝大家。"
    }
  ]
}