{
  "doc_id": "21-059-0001",
  "title": {
    "zh_CN": "知恩报恩",
    "zh_TW": "知恩報恩"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "21-059-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "21-059-0001_p0001",
      "zh_CN": "杨会长、诸位法师、诸位同修大德：",
      "zh_TW": "楊會長、諸位法師、諸位同修大德："
    },
    {
      "id": "21-059-0001_p0002",
      "zh_CN": "今天是新年的开始，时间虽然不长，我们能在此地聚会也感觉得法喜充满。每一次来，总会跟大家闲话家常。今天我看这个桌子上有一份讲义，这一份讲义是去年年底，新加坡净宗学会召开了一次净宗联谊会，目的是希望全世界每个地区修学净宗的同修彼此能够认识，互相协助，这个用意很好。李木源居士来找我，他说我们这次开会要标出一个会议的精神，我就告诉他会议的精神之所在，正好赵朴初老居士提了四个字：「知恩报恩」。这四个字意义很深，在《大般若经》里面，这是二地菩萨修学的一个主要科目。在《大般若经》里面，二地菩萨总共修学八个科目，「知恩报恩」是其中之一。大家都晓得，现在的社会动乱不安，每一个人都很忧虑，如何能帮助这个社会？实在讲，这四个字就是针对现前动乱的一付良药。",
      "zh_TW": "今天是新年的開始，時間雖然不長，我們能在此地聚會也感覺得法喜充滿。每一次來，總會跟大家閒話家常。今天我看這個桌子上有一份講義，這一份講義是去年年底，新加坡淨宗學會召開了一次淨宗聯誼會，目的是希望全世界每個地區修學淨宗的同修彼此能夠認識，互相協助，這個用意很好。李木源居士來找我，他說我們這次開會要標出一個會議的精神，我就告訴他會議的精神之所在，正好趙樸初老居士提了四個字：「知恩報恩」。這四個字意義很深，在《大般若經》裡面，這是二地菩薩修學的一個主要科目。在《大般若經》裡面，二地菩薩總共修學八個科目，「知恩報恩」是其中之一。大家都曉得，現在的社會動亂不安，每一個人都很憂慮，如何能幫助這個社會？實在講，這四個字就是針對現前動亂的一付良藥。"
    },
    {
      "id": "21-059-0001_p0003",
      "zh_CN": "我们学佛，每一天回向偈都要念几遍，回向偈里头有两句：「上报四重恩，下济三途苦」。每一天都在念，念的时候轻易的从口头上滑过，没做到！为什么做不到？不知道「恩」。那怎么能谈得上报恩！所以一定要知道恩。四种恩，第一个是父母，父母对我们有养育之恩。很可惜现代人都把父母忘掉了，这就是一切动乱灾难的根本。他连父母都忘掉了，这还得了吗？第二个是老师的恩，现在师道也不存在了。过去古老的中国教育，一个年轻人的成就，一定要依赖父母跟师长密切的配合来教导他，他才能成人。孝顺父母，父母对儿女说不出口。做父母的人教导你的儿女，「我是你的爸爸妈妈，你应该要孝顺我。」人家反抗，「我为什么要孝顺你？」所以教孝是第三者，老师来教。老师要把这桩事情说明，有道理、有方法、有事实真相，所以老师教孝。父母教自己的子女要尊师重道，这样两方面互相教，这个小孩才能有成就。",
      "zh_TW": "我們學佛，每一天迴向偈都要念幾遍，迴向偈裡頭有兩句：「上報四重恩，下濟三途苦」。每一天都在念，念的時候輕易的從口頭上滑過，沒做到！為什麼做不到？不知道「恩」。那怎麼能談得上報恩！所以一定要知道恩。四種恩，第一個是父母，父母對我們有養育之恩。很可惜現代人都把父母忘掉了，這就是一切動亂災難的根本。他連父母都忘掉了，這還得了嗎？第二個是老師的恩，現在師道也不存在了。過去古老的中國教育，一個年輕人的成就，一定要依賴父母跟師長密切的配合來教導他，他才能成人。孝順父母，父母對兒女說不出口。做父母的人教導你的兒女，「我是你的爸爸媽媽，你應該要孝順我。」人家反抗，「我為什麼要孝順你？」所以教孝是第三者，老師來教。老師要把這樁事情說明，有道理、有方法、有事實真相，所以老師教孝。父母教自己的子女要尊師重道，這樣兩方面互相教，這個小孩才能有成就。"
    },
    {
      "id": "21-059-0001_p0004",
      "zh_CN": "师道是建立在孝道的基础上，我们今天把这个疏忽掉，所以孝道没有了，师道也没有了。你要想天下不乱，那怎么可能？不可能的事情。灾难很多，诸位稍稍留意一点现在的资讯传播，灾难到处都是，一年比一年多，一年比一年严重，我们万万不可以掉以轻心。对自己个人来讲怎么办？从前李炳南老居士的话，「我们唯一的一条生路，念佛求生净土」。真正要想得生净土，必须万缘放下，对世间、出世间没有丝毫留恋。真放得下，你才能有把握走得了，这个是上上之策。",
      "zh_TW": "師道是建立在孝道的基礎上，我們今天把這個疏忽掉，所以孝道沒有了，師道也沒有了。你要想天下不亂，那怎麼可能？不可能的事情。災難很多，諸位稍稍留意一點現在的資訊傳播，災難到處都是，一年比一年多，一年比一年嚴重，我們萬萬不可以掉以輕心。對自己個人來講怎麼辦？從前李炳南老居士的話，「我們唯一的一條生路，念佛求生淨土」。真正要想得生淨土，必須萬緣放下，對世間、出世間沒有絲毫留戀。真放得下，你才能有把握走得了，這個是上上之策。"
    },
    {
      "id": "21-059-0001_p0005",
      "zh_CN": "我们还没有去之前，这个身体还留在世间，就应当尽心尽力去帮助别人，帮助别人认识这个环境，来解决当前的问题，这是我们应当要做的。佛菩萨大慈大悲普度众生，我们为佛弟子，帮助佛教化众生，帮助里面最重要的是要自己做到。自己做不到，你怎么劝人家？效果很难收到。必须自己认真去做，做出一个好样子给人看。时间久了，三年五载，必定有人看到之后会受感动。所以佛法要行，说在其次，我们要做到。能把这四个字「知恩报恩」做到，经上讲你至少是二地菩萨，不是凡夫。",
      "zh_TW": "我們還沒有去之前，這個身體還留在世間，就應當盡心盡力去幫助別人，幫助別人認識這個環境，來解決當前的問題，這是我們應當要做的。佛菩薩大慈大悲普度眾生，我們為佛弟子，幫助佛教化眾生，幫助裡面最重要的是要自己做到。自己做不到，你怎麼勸人家？效果很難收到。必須自己認真去做，做出一個好樣子給人看。時間久了，三年五載，必定有人看到之後會受感動。所以佛法要行，說在其次，我們要做到。能把這四個字「知恩報恩」做到，經上講你至少是二地菩薩，不是凡夫。"
    },
    {
      "id": "21-059-0001_p0006",
      "zh_CN": "除父母、师长之恩外，有国家之恩，我们居住在这块土地上，这块土地与我们有恩，我们用什么样的心态来爱护这块土地？再就是一切众生与我们有恩，有情众生，我们叫动物；无情的众生，植物、矿物，我们一个人在这个世间生活所需、衣食住行，都要仰赖一切众生的供给。一定要知道这个恩德，然后你才会想到去报恩。能报恩就能度众生苦。",
      "zh_TW": "除父母、師長之恩外，有國家之恩，我們居住在這塊土地上，這塊土地與我們有恩，我們用什麼樣的心態來愛護這塊土地？再就是一切眾生與我們有恩，有情眾生，我們叫動物；無情的眾生，植物、礦物，我們一個人在這個世間生活所需、衣食住行，都要仰賴一切眾生的供給。一定要知道這個恩德，然後你才會想到去報恩。能報恩就能度眾生苦。"
    },
    {
      "id": "21-059-0001_p0007",
      "zh_CN": "第二句「下济三途苦」，三途是地狱、饿鬼、畜生。地狱、饿鬼、畜生是果报，果必有因，因就是贪瞋痴三毒烦恼，我们现代名词讲病毒，这三种是严重的病毒。所有世间一切的灾病，都从三毒发生的，所以要想拯济三途苦，就要把贪瞋痴拔除。从什么地方做？从自己本身做起，不要去要求别人，你要求别人，你就错了。儒家跟佛家都是讲求内省的功夫，就是向内反省，做这个功夫，这个重要。要把自己的贪瞋痴慢拔掉，然后就能够帮助别人了。自己没有离开三毒，帮助别人的效果非常有限。纵然你做弘法利生的事业，做得有声有色，做得很有成绩，到哪一天你这个三毒忍不住一发作了，大家对你过去所作所为都不相信了，就前功尽弃，那怎么能成就？",
      "zh_TW": "第二句「下濟三途苦」，三途是地獄、餓鬼、畜生。地獄、餓鬼、畜生是果報，果必有因，因就是貪瞋痴三毒煩惱，我們現代名詞講病毒，這三種是嚴重的病毒。所有世間一切的災病，都從三毒發生的，所以要想拯濟三途苦，就要把貪瞋痴拔除。從什麼地方做？從自己本身做起，不要去要求別人，你要求別人，你就錯了。儒家跟佛家都是講求內省的功夫，就是向內反省，做這個功夫，這個重要。要把自己的貪瞋痴慢拔掉，然後就能夠幫助別人了。自己沒有離開三毒，幫助別人的效果非常有限。縱然你做弘法利生的事業，做得有聲有色，做得很有成績，到哪一天你這個三毒忍不住一發作了，大家對你過去所作所為都不相信了，就前功盡棄，那怎麼能成就？"
    },
    {
      "id": "21-059-0001_p0008",
      "zh_CN": "所以最重要的是要把自己内心的三毒烦恼拔除，这是大乘经上常讲的，菩萨度众生一定先度自己。不能度自己而能度别人，没这回事。这个话的意思很深，我们要细心去体会，所以一定要拔除自己这个病毒。内有三毒，外面才有诱惑，财、色、名、食、睡的诱惑，内外交感，哪有不病的道理？人就会生病，就会有灾难。不但我们个人有病苦、有灾难，整个社会都有灾难，这是我们一定要知道的，所以修行要从本身做起。夏莲居老居士在《净语》里一再提到，这个事情要真干，不是干假的，要真干。真正肯舍，真正肯放下，才能够自度度他。所以我说「知恩报恩」这四个字，做为我们净宗联谊会的精神之所在，很好！",
      "zh_TW": "所以最重要的是要把自己內心的三毒煩惱拔除，這是大乘經上常講的，菩薩度眾生一定先度自己。不能度自己而能度別人，沒這回事。這個話的意思很深，我們要細心去體會，所以一定要拔除自己這個病毒。內有三毒，外面才有誘惑，財、色、名、食、睡的誘惑，內外交感，哪有不病的道理？人就會生病，就會有災難。不但我們個人有病苦、有災難，整個社會都有災難，這是我們一定要知道的，所以修行要從本身做起。夏蓮居老居士在《淨語》裡一再提到，這個事情要真幹，不是幹假的，要真幹。真正肯捨，真正肯放下，才能夠自度度他。所以我說「知恩報恩」這四個字，做為我們淨宗聯誼會的精神之所在，很好！"
    },
    {
      "id": "21-059-0001_p0009",
      "zh_CN": "去年五月间，我到北京访问北京师范大学，北师大门口有八个字，「学为人师，身为世范」，身体，身为世范。我改了一个字，我把它改成「行为世范」。校长告诉我，这八个字是他们全校老师共同拟订的。我看了之后非常欢喜，这八个字就是《大方广佛华严经》，这八个字就是圆圆满满的佛法。他们学校教「作师」、「作范」，因为它是师范学校，学生毕业出来之后，将来分发到全国各地方，都去作老师。这个师范的范围小，佛家讲的师范范围大，佛是教我们每一个人都作师，每一个人都作世范。",
      "zh_TW": "去年五月間，我到北京訪問北京師範大學，北師大門口有八個字，「學為人師，身為世範」，身體，身為世範。我改了一個字，我把它改成「行為世範」。校長告訴我，這八個字是他們全校老師共同擬訂的。我看了之後非常歡喜，這八個字就是《大方廣佛華嚴經》，這八個字就是圓圓滿滿的佛法。他們學校教「作師」、「作範」，因為它是師範學校，學生畢業出來之後，將來分發到全國各地方，都去作老師。這個師範的範圍小，佛家講的師範範圍大，佛是教我們每一個人都作師，每一個人都作世範。"
    },
    {
      "id": "21-059-0001_p0010",
      "zh_CN": "你看《华严经》到最后，善财童子五十三参，这五十三位法身大士，实在讲这是五十三尊佛。他们示现应化在世间，表演出这个形相，男女老少、各行各业。他表演这些干什么？就是上报四恩，下济三苦，佛菩萨表演的就是这些。在自己现实的生活当中，作师作范。我们现前，生活里面有富裕的，也有贫贱的，无论过什么样的日子，你在生活里头作榜样、作模范。每个人的工作不相同，在你现前工作上作模范、作好样子。",
      "zh_TW": "你看《華嚴經》到最後，善財童子五十三參，這五十三位法身大士，實在講這是五十三尊佛。他們示現應化在世間，表演出這個形相，男女老少、各行各業。他表演這些幹什麼？就是上報四恩，下濟三苦，佛菩薩表演的就是這些。在自己現實的生活當中，作師作範。我們現前，生活裡面有富裕的，也有貧賤的，無論過什麼樣的日子，你在生活裡頭作榜樣、作模範。每個人的工作不相同，在你現前工作上作模範、作好樣子。"
    },
    {
      "id": "21-059-0001_p0011",
      "zh_CN": "诸佛菩萨是九法界众生的大导师，就是最好的模范、最好的典型。你能够作师作范，常常存这个心，你就荷担如来家业，佛家的事业你就承担了。处处给众生作好样子。我们动一个念头，自己要反省，这个念头能不能给一切众生作好样子；不能给一切众生作榜样的，这个念头不能起。我们开口说话，要想想这一句话是不是能给社会大众作好样子？如果不能，这个话就不能讲。时时刻刻存心作师作范，就是作菩萨、作佛。一切菩萨诸佛，就是九法界众生最好的师范，这是我们必须要懂得的。",
      "zh_TW": "諸佛菩薩是九法界眾生的大導師，就是最好的模範、最好的典型。你能夠作師作範，常常存這個心，你就荷擔如來家業，佛家的事業你就承擔了。處處給眾生作好樣子。我們動一個念頭，自己要反省，這個念頭能不能給一切眾生作好樣子；不能給一切眾生作榜樣的，這個念頭不能起。我們開口說話，要想想這一句話是不是能給社會大眾作好樣子？如果不能，這個話就不能講。時時刻刻存心作師作範，就是作菩薩、作佛。一切菩薩諸佛，就是九法界眾生最好的師範，這是我們必須要懂得的。"
    },
    {
      "id": "21-059-0001_p0012",
      "zh_CN": "李居士给我谈到这个问题，我就把这十二个字告诉他，这十二个字做为我们净宗同修精神的依归，这样就好。接着他就要我在开会的头一天做一个致辞，我就写这么一段，这是我开会致辞的内容。依据教、理、行、果这个四段。",
      "zh_TW": "李居士給我談到這個問題，我就把這十二個字告訴他，這十二個字做為我們淨宗同修精神的依歸，這樣就好。接著他就要我在開會的頭一天做一個致辭，我就寫這麼一段，這是我開會致辭的內容。依據教、理、行、果這個四段。"
    },
    {
      "id": "21-059-0001_p0013",
      "zh_CN": "「教」，就是我们今天讲的教科书—经典。我们依什么样的经典来修学？「总依净宗五经一论」。净宗在最近的十年，李炳南老居士往生之后到今天十二年了，是他老人家往生之后，我们才在各个地方提倡净宗学会，提倡专修专弘。时间并不长，可是效果非常殊胜，出乎我们意料之外。有许多人来给我说，也有不少人赞叹，我说这个成就绝对不是我们几个人的能力所做到的。为什么会有这么好的成绩？第一个是这个时代众生的机缘成熟。就像《弥陀经》上所说，「不可以少善根福德因缘，得生彼国」，这个时代的众生善根、福德、因缘成就了。众生的缘成就，就能感得诸佛如来的加持。所以净宗传播这么快，影响这么大。这是诸佛菩萨，大众的善根，我们怎么可以居功？我们不过是适逢其会而已，这自己一定要清楚、要明了。",
      "zh_TW": "「教」，就是我們今天講的教科書—經典。我們依什麼樣的經典來修學？「總依淨宗五經一論」。淨宗在最近的十年，李炳南老居士往生之後到今天十二年了，是他老人家往生之後，我們才在各個地方提倡淨宗學會，提倡專修專弘。時間並不長，可是效果非常殊勝，出乎我們意料之外。有許多人來給我說，也有不少人讚歎，我說這個成就絕對不是我們幾個人的能力所做到的。為什麼會有這麼好的成績？第一個是這個時代眾生的機緣成熟。就像《彌陀經》上所說，「不可以少善根福德因緣，得生彼國」，這個時代的眾生善根、福德、因緣成就了。眾生的緣成就，就能感得諸佛如來的加持。所以淨宗傳播這麼快，影響這麼大。這是諸佛菩薩，大眾的善根，我們怎麼可以居功？我們不過是適逢其會而已，這自己一定要清楚、要明瞭。"
    },
    {
      "id": "21-059-0001_p0014",
      "zh_CN": "在这个时代里面，每一个人生活、工作种种压力很重，如果经论分量太多，一般人确确实实无法接受。净宗所依的典籍，在所有各宗里面分量最少，虽然是五经一论，要把它合订印起来还只一小册，所以它的分量不多。分量虽然不多，里面的义理真的是圆满，可以说究竟圆满，非常适合于现代人。所以这个本子推出去之后，大家能生欢喜心，很有它的道理。",
      "zh_TW": "在這個時代裡面，每一個人生活、工作種種壓力很重，如果經論分量太多，一般人確確實實無法接受。淨宗所依的典籍，在所有各宗裡面分量最少，雖然是五經一論，要把它合訂印起來還只一小冊，所以它的分量不多。分量雖然不多，裡面的義理真的是圓滿，可以說究竟圓滿，非常適合於現代人。所以這個本子推出去之後，大家能生歡喜心，很有它的道理。"
    },
    {
      "id": "21-059-0001_p0015",
      "zh_CN": "我们提倡在五经里面，专依《无量寿经》。《无量寿经》我们采取夏莲居老居士的会集本，他这个本子是集五种原译本之大成，会集得好，把这些艰难生涩的句子都舍弃掉，所以我们看起来浅显，很容易懂，不难读也不难理解，这是它的长处。虽然这个本子是流通了，这个本子现在流通的量，我们做最保守的估计，恐怕要超过二百万册，这是最保守的估计。我们希望这一部经能够让初中的学生看得懂，才能做到普度众生。实在讲我们何尝不希望小学生都能看得懂？但是我现在确实没有这个能力，没有办法让小学生看懂。现在我们写了一个易解、简注，这个目标就是让初中学生能够看懂。这个书是从前韩馆长的愿望，她给《弥陀经》写了易解，茗山老和尚看到了，就告诉她，妳给《无量寿经》也写个易解。她把这个事情常常放在心上，到去年三月她往生了，这个事情她没做，但是她就咐托给我们，希望我们把这个工作做好。",
      "zh_TW": "我們提倡在五經裡面，專依《無量壽經》。《無量壽經》我們採取夏蓮居老居士的會集本，他這個本子是集五種原譯本之大成，會集得好，把這些艱難生澀的句子都捨棄掉，所以我們看起來淺顯，很容易懂，不難讀也不難理解，這是它的長處。雖然這個本子是流通了，這個本子現在流通的量，我們做最保守的估計，恐怕要超過二百萬冊，這是最保守的估計。我們希望這一部經能夠讓初中的學生看得懂，才能做到普度眾生。實在講我們何嘗不希望小學生都能看得懂？但是我現在確實沒有這個能力，沒有辦法讓小學生看懂。現在我們寫了一個易解、簡註，這個目標就是讓初中學生能夠看懂。這個書是從前韓館長的願望，她給《彌陀經》寫了易解，茗山老和尚看到了，就告訴她，妳給《無量壽經》也寫個易解。她把這個事情常常放在心上，到去年三月她往生了，這個事情她沒做，但是她就咐託給我們，希望我們把這個工作做好。"
    },
    {
      "id": "21-059-0001_p0016",
      "zh_CN": "我在新加坡第三届的培训班，就把易解当作一门功课，让全体同学来参与。不错，在这段时间当中完成了。完成之后我要看，里面有相当篇幅的更动，大概我给它改的占全文的三分之一，改得很多。版面重新排，这个本子大概两个月之后可以出版。这是《无量寿经》最简单的注解，希望这个经、这个法门，能够普及到一切众生。如果说是时间不够，没有时间深入经藏的话，一部经就足够了。「一门深入，长时薰修」，我提出这八个字，一门深入。",
      "zh_TW": "我在新加坡第三屆的培訓班，就把易解當作一門功課，讓全體同學來參與。不錯，在這段時間當中完成了。完成之後我要看，裡面有相當篇幅的更動，大概我給它改的佔全文的三分之一，改得很多。版面重新排，這個本子大概兩個月之後可以出版。這是《無量壽經》最簡單的註解，希望這個經、這個法門，能夠普及到一切眾生。如果說是時間不夠，沒有時間深入經藏的話，一部經就足夠了。「一門深入，長時薰修」，我提出這八個字，一門深入。"
    },
    {
      "id": "21-059-0001_p0017",
      "zh_CN": "古人给我们讲深入经藏，这一句话有两种解释：一种解释，这个经藏就是大藏经，你深入经藏，广学多闻；另外一种解释就是一部经，一部经深入，藏是这个经文里头字字句句所含藏的无尽义，你能够深入，古德常讲「一经通则一切经通」，那是你真正深入。所以我们可以取第二种的讲解法，一部经深入。怎么深入法？这就是教、理、行、果。你是依教，你要解其理。理有性之理、有义之理，义理的范围比较浅，性理的范围就深了。",
      "zh_TW": "古人給我們講深入經藏，這一句話有兩種解釋：一種解釋，這個經藏就是大藏經，你深入經藏，廣學多聞；另外一種解釋就是一部經，一部經深入，藏是這個經文裡頭字字句句所含藏的無盡義，你能夠深入，古德常講「一經通則一切經通」，那是你真正深入。所以我們可以取第二種的講解法，一部經深入。怎麼深入法？這就是教、理、行、果。你是依教，你要解其理。理有性之理、有義之理，義理的範圍比較淺，性理的範圍就深了。"
    },
    {
      "id": "21-059-0001_p0018",
      "zh_CN": "不仅仅是禅宗讲参禅、明心见性，读经一样也明心见性。所以一部经，要明心见性就容易太多了。为什么？见性要靠定功，你心不定，你怎么能见性？一样东西，心容易定；你要涉猎太多的话，心就定不下来，那么你所学的是佛学常识，不是功夫。所以一部经深入能得定，成就三昧，得定之后，这才会开悟。在佛门里，教下叫大开圆解，禅宗里面叫大彻大悟。大彻大悟是用参禅的方法得到的，大开圆解是研究经教里面得到的，这正是所谓法门有无量无边，其实确实是殊途同归。也就是参禅能开悟，读经也能开悟，研教也能开悟，念佛也能开悟，持咒也能开悟，问题就是在你功夫要下得深。什么叫深？深就是清净心，离一切分别执着，功夫就深了。你还有分别执着，没功夫，那是凡夫，那不能解决问题。不但生死大事六道问题不能解决，眼前的祸福都不能解决，这些都是事实。所以一定要修清净心。",
      "zh_TW": "不僅僅是禪宗講參禪、明心見性，讀經一樣也明心見性。所以一部經，要明心見性就容易太多了。為什麼？見性要靠定功，你心不定，你怎麼能見性？一樣東西，心容易定；你要涉獵太多的話，心就定不下來，那麼你所學的是佛學常識，不是功夫。所以一部經深入能得定，成就三昧，得定之後，這才會開悟。在佛門裡，教下叫大開圓解，禪宗裡面叫大徹大悟。大徹大悟是用參禪的方法得到的，大開圓解是研究經教裡面得到的，這正是所謂法門有無量無邊，其實確實是殊途同歸。也就是參禪能開悟，讀經也能開悟，研教也能開悟，念佛也能開悟，持咒也能開悟，問題就是在你功夫要下得深。什麼叫深？深就是清淨心，離一切分別執著，功夫就深了。你還有分別執著，沒功夫，那是凡夫，那不能解決問題。不但生死大事六道問題不能解決，眼前的禍福都不能解決，這些都是事實。所以一定要修清淨心。"
    },
    {
      "id": "21-059-0001_p0019",
      "zh_CN": "诸位就明了，修清净心，一门深入真的就方便太多了。这是依《无量寿经》。《无量寿经》一定要对它深解义趣，要真的懂、真的明了，懂了之后要去做，做不到没有用处，一定要做到。阿弥陀佛所发的四十八愿，我们也照发了，读经文就发愿了，发的愿跟阿弥陀佛一模一样，与阿弥陀佛同心同愿。佛在经上教导我们，哪些事情应当要做的，我们要记住，认真努力去把它做到；哪些事情不能做的，决定不可以去做，这才叫真正修行。所以经文你要是不能记住，你不能够了解、你不能实行，西方极乐世界再好，你这一生还是没分，这一定要清楚，要明白。",
      "zh_TW": "諸位就明瞭，修清淨心，一門深入真的就方便太多了。這是依《無量壽經》。《無量壽經》一定要對它深解義趣，要真的懂、真的明瞭，懂了之後要去做，做不到沒有用處，一定要做到。阿彌陀佛所發的四十八願，我們也照發了，讀經文就發願了，發的願跟阿彌陀佛一模一樣，與阿彌陀佛同心同願。佛在經上教導我們，哪些事情應當要做的，我們要記住，認真努力去把它做到；哪些事情不能做的，決定不可以去做，這才叫真正修行。所以經文你要是不能記住，你不能夠了解、你不能實行，西方極樂世界再好，你這一生還是沒分，這一定要清楚，要明白。"
    },
    {
      "id": "21-059-0001_p0020",
      "zh_CN": "清凉大师在《华严经疏钞》里面告诉我们，三乘人有因无果。因是什么？修行。哪三乘？声闻、缘觉、菩萨。声闻修四谛法，缘觉修十二因缘，菩萨修六度万行。他有修，没有结果，这个话说的是真的，不是假的。怎么说他没有结果？不能脱离十法界。所以末后告诉我们，只有一乘教有因有果。《华严》是一乘教，净土也是一乘教，生到西方极乐世界这就有果。不能往生没有果，我们自己要清楚、要明了。六道是怎么形成的？执着形成的。你没有执着，就没有六道，你就脱离六道轮回。十法界怎么来的？分别来的。由此可知，离开一切分别，十法界就没有了。你依旧不能够离开分别执着，你没有办法脱离六道轮回，所以这是有因无果。",
      "zh_TW": "清涼大師在《華嚴經疏鈔》裡面告訴我們，三乘人有因無果。因是什麼？修行。哪三乘？聲聞、緣覺、菩薩。聲聞修四諦法，緣覺修十二因緣，菩薩修六度萬行。他有修，沒有結果，這個話說的是真的，不是假的。怎麼說他沒有結果？不能脫離十法界。所以末後告訴我們，只有一乘教有因有果。《華嚴》是一乘教，淨土也是一乘教，生到西方極樂世界這就有果。不能往生沒有果，我們自己要清楚、要明瞭。六道是怎麼形成的？執著形成的。你沒有執著，就沒有六道，你就脫離六道輪迴。十法界怎麼來的？分別來的。由此可知，離開一切分別，十法界就沒有了。你依舊不能夠離開分別執著，你沒有辦法脫離六道輪迴，所以這是有因無果。"
    },
    {
      "id": "21-059-0001_p0021",
      "zh_CN": "我们修学其他法门，要想超越十法界真的太难了，可以说是末法时期没有一个人能做到。谁肯舍？谁肯把一切法舍得干干净净？谁能做到一丝毫都不沾惹？这才知道修行证果真的难。幸好我们遇到这个法门，这个法门是阿弥陀佛，也是一切诸佛度众生成佛道的不二法门。不仅仅如此，它最殊胜的，经上常讲「难信之法」，难信在哪里？五乘齐入报土，这个难，五乘是讲人、天、声闻、缘觉、菩萨，平等成佛。这个的确是所有一切经论里头没说过的，没这种说法。这个法门是无比的殊胜。所以只要依靠一部经典，老实念就成功了，一定要认真努力去做。",
      "zh_TW": "我們修學其他法門，要想超越十法界真的太難了，可以說是末法時期沒有一個人能做到。誰肯捨？誰肯把一切法捨得乾乾淨淨？誰能做到一絲毫都不沾惹？這才知道修行證果真的難。幸好我們遇到這個法門，這個法門是阿彌陀佛，也是一切諸佛度眾生成佛道的不二法門。不僅僅如此，它最殊勝的，經上常講「難信之法」，難信在哪裡？五乘齊入報土，這個難，五乘是講人、天、聲聞、緣覺、菩薩，平等成佛。這個的確是所有一切經論裡頭沒說過的，沒這種說法。這個法門是無比的殊勝。所以只要依靠一部經典，老實念就成功了，一定要認真努力去做。"
    },
    {
      "id": "21-059-0001_p0022",
      "zh_CN": "五经里面最重要的是三种，《无量寿经》是一种，《弥陀经要解》是一种，《普贤行愿品疏钞》，这三种最重要。我过去学佛，也特别留意这三样东西。以后接触黄念祖居士，黄居士把夏老的一些资料送给我，夏老也是这样提倡的，也是特别标榜这三种。三种可以同时学，三种也可以任选一种，一门深入都好。另外就是净宗祖师的语录，特别是印光大师的《文钞》。最要紧的就是要掌握住。",
      "zh_TW": "五經裡面最重要的是三種，《無量壽經》是一種，《彌陀經要解》是一種，《普賢行願品疏鈔》，這三種最重要。我過去學佛，也特別留意這三樣東西。以後接觸黃念祖居士，黃居士把夏老的一些資料送給我，夏老也是這樣提倡的，也是特別標榜這三種。三種可以同時學，三種也可以任選一種，一門深入都好。另外就是淨宗祖師的語錄，特別是印光大師的《文鈔》。最要緊的就是要掌握住。"
    },
    {
      "id": "21-059-0001_p0023",
      "zh_CN": "佛法，经典里面常常比喻是良药，把佛比作大医王，众生都是病人。所以讲经说法，经怎么讲？经要应病与药，药到病除，那你讲的就有用处。如果你所讲的脱离现实，与现实的生活工作毫不相关，那个经讲了有什么用处？没用。发心学讲经的人，一定要注意到这个问题。要仔细观察现在众生的毛病是什么？心理上的毛病、思想上的毛病、见解上的毛病、言语造作上的毛病是些什么？你能够了解，然后拿着经教才可以给他治病、给他对治。经没有一定的讲法，活活泼泼。任何一部经典，字字句句都含无量义。但是我们拿出来对治众生的毛病，往往在无量义里头只取一个意思，就能把人病治好。不是叫你无量义都搬出来，搬出来没用处。",
      "zh_TW": "佛法，經典裡面常常比喻是良藥，把佛比作大醫王，眾生都是病人。所以講經說法，經怎麼講？經要應病與藥，藥到病除，那你講的就有用處。如果你所講的脫離現實，與現實的生活工作毫不相關，那個經講了有什麼用處？沒用。發心學講經的人，一定要注意到這個問題。要仔細觀察現在眾生的毛病是什麼？心理上的毛病、思想上的毛病、見解上的毛病、言語造作上的毛病是些什麼？你能夠了解，然後拿著經教才可以給他治病、給他對治。經沒有一定的講法，活活潑潑。任何一部經典，字字句句都含無量義。但是我們拿出來對治眾生的毛病，往往在無量義裡頭只取一個意思，就能把人病治好。不是叫你無量義都搬出來，搬出來沒用處。"
    },
    {
      "id": "21-059-0001_p0024",
      "zh_CN": "过去我在讲席给大家报告过，经是佛说的，永远不变，超时间、超空间，讲法因人、因事而异。我们读古人的注解，看古人对这部经的讲法，你就晓得他那个时代众生害的些什么病，你看他怎么讲的，准得利益。汉朝人的注解跟唐朝人的注解不一样，那就说明汉朝人害的毛病跟唐朝不一样；唐朝人害的毛病跟宋朝人也不一样，现在人害的毛病跟古时候不相同。这是说我们参考古人的注解是有必要了解他们的讲法，他们为什么讲得那么活泼？为什么讲得那么圆融？我们从这些方法里头推陈出新。参考这些旧的处方，我们在这里得经验，新的东西出来了，新的东西才能解决现代人的问题。世间法里头求新求变，佛法的讲解也要求新求变。求新求变是方式上、技巧上，原理原则决定不变。原理原则是什么？断贪瞋痴，这个不变。断一切妄想、分别、执着，这个原理不变。古今这些大德，他们讲解的技巧不一样，都能够引人入胜，都能叫听者得真实的利益，这一点很重要。",
      "zh_TW": "過去我在講席給大家報告過，經是佛說的，永遠不變，超時間、超空間，講法因人、因事而異。我們讀古人的註解，看古人對這部經的講法，你就曉得他那個時代眾生害的些什麼病，你看他怎麼講的，準得利益。漢朝人的註解跟唐朝人的註解不一樣，那就說明漢朝人害的毛病跟唐朝不一樣；唐朝人害的毛病跟宋朝人也不一樣，現在人害的毛病跟古時候不相同。這是說我們參考古人的註解是有必要了解他們的講法，他們為什麼講得那麼活潑？為什麼講得那麼圓融？我們從這些方法裡頭推陳出新。參考這些舊的處方，我們在這裡得經驗，新的東西出來了，新的東西才能解決現代人的問題。世間法裡頭求新求變，佛法的講解也要求新求變。求新求變是方式上、技巧上，原理原則決定不變。原理原則是什麼？斷貪瞋痴，這個不變。斷一切妄想、分別、執著，這個原理不變。古今這些大德，他們講解的技巧不一樣，都能夠引人入勝，都能叫聽者得真實的利益，這一點很重要。"
    },
    {
      "id": "21-059-0001_p0025",
      "zh_CN": "我们这个「教」所依的，的确是很简单，这一点点、几本书能解决问题吗？真能解决问题。实际上讲，一部经就是一切经，任何一部经都是一切经的浓缩，任何一部经展开来就是一切经。《华严》上常讲，「一即是多，多即是一」，没有一多。你往这上面去体会，你的心就定了，心就转了，这对于修学就有很大的帮助。",
      "zh_TW": "我們這個「教」所依的，的確是很簡單，這一點點、幾本書能解決問題嗎？真能解決問題。實際上講，一部經就是一切經，任何一部經都是一切經的濃縮，任何一部經展開來就是一切經。《華嚴》上常講，「一即是多，多即是一」，沒有一多。你往這上面去體會，你的心就定了，心就轉了，這對於修學就有很大的幫助。"
    },
    {
      "id": "21-059-0001_p0026",
      "zh_CN": "其次我们讲到「理」，理是理论、道理。道理都在经上，我们这里列出五条。第一条「信依《要解》六信」。净宗法门最重要的条件是三个—信、愿、行。信是根本，蕅益大师在《要解》里面跟我们讲了六条，非常重要。第一个就是要相信自己，相信自己有佛性。我们说得浅显一点，说得白一点，要相信自己有良心，这个话你总能懂吧！王阳明「致良知」，首先要相信，相信我自己有良心，就是相信我自己可以做个好人，相信我自己能作师、能作范，这个很重要。第二才相信佛。所以头一个要相信自己，你自己要失去信心的话，佛也帮不上忙。自己一定要有信心，决定要相信自己有佛性，自己这一生决定可以作佛。用什么方法？念佛往生净土，决定可以作佛。有了这个信心之后，要把不能作佛的障碍舍掉，不能作佛的那些障碍是业障，一定要把它舍掉。要真正忏悔，往昔所造诸恶业，真心的发露忏悔，永远不再造，这就是把障碍去掉了。",
      "zh_TW": "其次我們講到「理」，理是理論、道理。道理都在經上，我們這裡列出五條。第一條「信依《要解》六信」。淨宗法門最重要的條件是三個—信、願、行。信是根本，蕅益大師在《要解》裡面跟我們講了六條，非常重要。第一個就是要相信自己，相信自己有佛性。我們說得淺顯一點，說得白一點，要相信自己有良心，這個話你總能懂吧！王陽明「致良知」，首先要相信，相信我自己有良心，就是相信我自己可以做個好人，相信我自己能作師、能作範，這個很重要。第二才相信佛。所以頭一個要相信自己，你自己要失去信心的話，佛也幫不上忙。自己一定要有信心，決定要相信自己有佛性，自己這一生決定可以作佛。用什麼方法？念佛往生淨土，決定可以作佛。有了這個信心之後，要把不能作佛的障礙捨掉，不能作佛的那些障礙是業障，一定要把它捨掉。要真正懺悔，往昔所造諸惡業，真心的發露懺悔，永遠不再造，這就是把障礙去掉了。"
    },
    {
      "id": "21-059-0001_p0027",
      "zh_CN": "我们要相信佛，相信经典里面所说的理、事、因、果。这是蕅益大师跟我们讲信，信要具足这六条。他讲得很好，简单明了，我们从这个地方建立信心。《无量寿经》上说，「受持如来甚深法藏，护佛种性常使不绝。」我们要有这个信心，我们有能力受持。如来甚深法藏就是《无量寿经》，我们有能力把《无量寿经》做到，要有这个信心，这就是受持如来甚深法藏。护佛种性常使不绝，我们的良心就是佛性，我们有良知良能，要护持。",
      "zh_TW": "我們要相信佛，相信經典裡面所說的理、事、因、果。這是蕅益大師跟我們講信，信要具足這六條。他講得很好，簡單明瞭，我們從這個地方建立信心。《無量壽經》上說，「受持如來甚深法藏，護佛種性常使不絕。」我們要有這個信心，我們有能力受持。如來甚深法藏就是《無量壽經》，我們有能力把《無量壽經》做到，要有這個信心，這就是受持如來甚深法藏。護佛種性常使不絕，我們的良心就是佛性，我們有良知良能，要護持。"
    },
    {
      "id": "21-059-0001_p0028",
      "zh_CN": "再看第二段，「十界一真，世出世法，唯心所现，唯识所变」，这是佛给我们讲宇宙人生的真相。真相是什么？真相是所有一切法都是梦幻泡影。《金刚经》上教给我们：「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」这个看法是诸佛如来的看法，他们的看法正确没有错误。十界就是十法界，一真是一真法界，十法界跟一真法界、世间法跟出世间法，都是「唯心所现，唯识所变」。这个心不好懂，这个心是真心，不是妄心，都是我们真心所变现的。这个意思难懂。就好像我们作梦一样，我们每一个人都有作梦的经验，当你梦醒的时候，你想一想梦中的境界，都好像是真的，梦醒之后知道这梦是假的。其实正在作梦的时候，又何尝是真的？这个道理要细心去体会。所变现的这个境界，为什么有变化？这个变化就是底下讲的「唯识所变」。识是什么？妄想、分别、执着。因为你有妄想分别执着，把这个现象产生了变化。",
      "zh_TW": "再看第二段，「十界一真，世出世法，唯心所現，唯識所變」，這是佛給我們講宇宙人生的真相。真相是什麼？真相是所有一切法都是夢幻泡影。《金剛經》上教給我們：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」這個看法是諸佛如來的看法，他們的看法正確沒有錯誤。十界就是十法界，一真是一真法界，十法界跟一真法界、世間法跟出世間法，都是「唯心所現，唯識所變」。這個心不好懂，這個心是真心，不是妄心，都是我們真心所變現的。這個意思難懂。就好像我們作夢一樣，我們每一個人都有作夢的經驗，當你夢醒的時候，你想一想夢中的境界，都好像是真的，夢醒之後知道這夢是假的。其實正在作夢的時候，又何嘗是真的？這個道理要細心去體會。所變現的這個境界，為什麼有變化？這個變化就是底下講的「唯識所變」。識是什麼？妄想、分別、執著。因為你有妄想分別執著，把這個現象產生了變化。"
    },
    {
      "id": "21-059-0001_p0029",
      "zh_CN": "所以大乘经上才讲，「万法皆空，因果不空」。因果是不是万法？是的。既是万法，万法皆空，为什么因果不空？因果就是讲转变、相续，因果是讲这两种现象，它转变不空、相续不空。佛说一切经教，离不开因果的定律。《华严》讲五周因果，《法华》讲一乘因果。佛说的一切法，那个法也是因缘生法。所以佛才教给我们，法不能执着，执着就错了，这个道理很深。",
      "zh_TW": "所以大乘經上才講，「萬法皆空，因果不空」。因果是不是萬法？是的。既是萬法，萬法皆空，為什麼因果不空？因果就是講轉變、相續，因果是講這兩種現象，它轉變不空、相續不空。佛說一切經教，離不開因果的定律。《華嚴》講五周因果，《法華》講一乘因果。佛說的一切法，那個法也是因緣生法。所以佛才教給我們，法不能執著，執著就錯了，這個道理很深。"
    },
    {
      "id": "21-059-0001_p0030",
      "zh_CN": "这四句不但要记住，要常作如是观。境界一现前，你马上就想到，「唯心所现，唯识所变」，你在这个境界里面就不会生烦恼。什么烦恼？喜怒哀乐，这个念头就淡了，自自然然就淡了，假的不是真的。你就能恢复你的平常心，平常心是真心，平是平等，常是永远保持你的清净平等，这是真心。能做得到吗？能，诸佛菩萨做到了。他为什么做得到？他知道「唯心所现，唯识所变」，他对这两句深深的理解。我们为什么做不到？这两句也常念，出大门就忘掉，不管用，还把这个境界当真，在这里面起贪瞋痴慢。我们不如佛菩萨的地方就在此地。",
      "zh_TW": "這四句不但要記住，要常作如是觀。境界一現前，你馬上就想到，「唯心所現，唯識所變」，你在這個境界裡面就不會生煩惱。什麼煩惱？喜怒哀樂，這個念頭就淡了，自自然然就淡了，假的不是真的。你就能恢復你的平常心，平常心是真心，平是平等，常是永遠保持你的清淨平等，這是真心。能做得到嗎？能，諸佛菩薩做到了。他為什麼做得到？他知道「唯心所現，唯識所變」，他對這兩句深深的理解。我們為什麼做不到？這兩句也常念，出大門就忘掉，不管用，還把這個境界當真，在這裡面起貪瞋痴慢。我們不如佛菩薩的地方就在此地。"
    },
    {
      "id": "21-059-0001_p0031",
      "zh_CN": "《无量寿经》上佛教给我们，「观法如化，三昧常寂，通诸法性，达众生相」，这四句话好！第一句教我们「观法如化」，法是一切法，这一句就是《金刚经》上的四句，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。四句变成四个字：观法如化。你能入这个境界，你的心一定是定的，「三昧常寂」，这是大受用，《无量寿经》经题清净平等觉现前了。三昧常寂就是清净平等觉，这还得了！圆满的智慧现前。它起作用，「通诸法性，达众生相」。法性是理，万事万法的大道理，明了了、贯通了。所有一切现象，他没有一样不清楚的，十法界、一真法界。众生相意思很广，众生不是讲人，也不是讲生物，所有一切现象就用这两个字包括了，众缘和合而生的现象，众生两个字的本意是这个讲法，所有一切现象都是众缘和合而生，他都明了、都通达。",
      "zh_TW": "《無量壽經》上佛教給我們，「觀法如化，三昧常寂，通諸法性，達眾生相」，這四句話好！第一句教我們「觀法如化」，法是一切法，這一句就是《金剛經》上的四句，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。四句變成四個字：觀法如化。你能入這個境界，你的心一定是定的，「三昧常寂」，這是大受用，《無量壽經》經題清淨平等覺現前了。三昧常寂就是清淨平等覺，這還得了！圓滿的智慧現前。它起作用，「通諸法性，達眾生相」。法性是理，萬事萬法的大道理，明瞭了、貫通了。所有一切現象，他沒有一樣不清楚的，十法界、一真法界。眾生相意思很廣，眾生不是講人，也不是講生物，所有一切現象就用這兩個字包括了，眾緣和合而生的現象，眾生兩個字的本意是這個講法，所有一切現象都是眾緣和合而生，他都明瞭、都通達。"
    },
    {
      "id": "21-059-0001_p0032",
      "zh_CN": "「住真实慧」，前面第二条所讲就是真实智慧，他的心安住在真实的智慧，没有一样不通达，没有一样不明了。「开化显示真实之际」，这就是学为人师，行为世范。开是开示，这里面的意思，不但是包括讲演，还包括表演。表演是做给别人看，像五十三参做给别人看。显是明显，明显的指示真实之际。真实之际就是前面第二段里所说的，这是真实之际，也就是宇宙人生的真相。他所说的、他所行的，与事实真相都相应，这叫做开化显示真实之际。「惠以真实之利」，给众生带来的是真实的利益，真实的利益就是了解宇宙人生真相。起心动念、言语造作都与事实真相相应，这个事实真相，在《般若经》里面讲「诸法实相」，跟诸法实相相应。",
      "zh_TW": "「住真實慧」，前面第二條所講就是真實智慧，他的心安住在真實的智慧，沒有一樣不通達，沒有一樣不明瞭。「開化顯示真實之際」，這就是學為人師，行為世範。開是開示，這裡面的意思，不但是包括講演，還包括表演。表演是做給別人看，像五十三參做給別人看。顯是明顯，明顯的指示真實之際。真實之際就是前面第二段裡所說的，這是真實之際，也就是宇宙人生的真相。他所說的、他所行的，與事實真相都相應，這叫做開化顯示真實之際。「惠以真實之利」，給眾生帶來的是真實的利益，真實的利益就是了解宇宙人生真相。起心動念、言語造作都與事實真相相應，這個事實真相，在《般若經》裡面講「諸法實相」，跟諸法實相相應。"
    },
    {
      "id": "21-059-0001_p0033",
      "zh_CN": "下面这两句，大慈悲心自然生起，不必要劝。「于诸众生，视若自己，念念普利群生，心心流入觉海。」他没有分别，没有执着，同体大悲心生出来了。为什么？他明了十法界、一真法界都是自性变现出来的。换句话说，都是自心的幻相，离开自心无有一法可得。那么自己在哪里？一切法就是自己。禅宗开悟之后，我们在语录里看到，所谓「尽虚空、遍法界，是沙门一只眼」，这是什么意思？这个意思就是讲一体，尽虚空、遍法界跟自己是一体。你能爱护他，就是爱护自己，你糟蹋他，就是糟蹋自己。觉悟的人，爱护自己，迷惑颠倒的人，糟蹋自己。",
      "zh_TW": "下面這兩句，大慈悲心自然生起，不必要勸。「於諸眾生，視若自己，念念普利群生，心心流入覺海。」他沒有分別，沒有執著，同體大悲心生出來了。為什麼？他明瞭十法界、一真法界都是自性變現出來的。換句話說，都是自心的幻相，離開自心無有一法可得。那麼自己在哪裡？一切法就是自己。禪宗開悟之後，我們在語錄裡看到，所謂「盡虛空、遍法界，是沙門一隻眼」，這是什麼意思？這個意思就是講一體，盡虛空、遍法界跟自己是一體。你能愛護他，就是愛護自己，你糟蹋他，就是糟蹋自己。覺悟的人，愛護自己，迷惑顛倒的人，糟蹋自己。"
    },
    {
      "id": "21-059-0001_p0034",
      "zh_CN": "诸佛菩萨觉悟了，所以对一切众生同体大悲、无缘大慈。缘就是我们现在讲的条件，没有条件。佛菩萨对一切众生没有任何条件，他爱护关怀，全心全力的帮助。为什么？他知道自他是一不是二，这是觉悟了。迷了的人，自他是二不是一。有执着，头一种是我执，执着这个身体是自己，另外的身体不是自己。然后所做出来的，损人利己，利益这个身体，损害众多的身体。不知道众多身体是自己，等于说把众多的自己毁掉了，留下这个小小的一个自己，也保不住，绝大的错误！这是讲观念转变过来，能够看一切众生跟看自己一样。",
      "zh_TW": "諸佛菩薩覺悟了，所以對一切眾生同體大悲、無緣大慈。緣就是我們現在講的條件，沒有條件。佛菩薩對一切眾生沒有任何條件，他愛護關懷，全心全力的幫助。為什麼？他知道自他是一不是二，這是覺悟了。迷了的人，自他是二不是一。有執著，頭一種是我執，執著這個身體是自己，另外的身體不是自己。然後所做出來的，損人利己，利益這個身體，損害眾多的身體。不知道眾多身體是自己，等於說把眾多的自己毀掉了，留下這個小小的一個自己，也保不住，絕大的錯誤！這是講觀念轉變過來，能夠看一切眾生跟看自己一樣。"
    },
    {
      "id": "21-059-0001_p0035",
      "zh_CN": "念念普利群生，普就是平等，普遍帮助众生，念念当中帮助众生。心心流入觉海，就是不迷，真正做到觉而不迷，所谓是朗然大觉。在一切时、一切处，总是关心一切众生的疾苦，总是尽心尽力帮助众生解除这些痛苦。佛菩萨虽然是有这个心，有这个愿，也有这个能力，很可惜的，众生不肯接受，那就没法子。不是佛菩萨不慈悲，是我们众生迷惑颠倒，产生一个很大的抗拒力量不接受，这就是我们所讲的业障。",
      "zh_TW": "念念普利群生，普就是平等，普遍幫助眾生，念念當中幫助眾生。心心流入覺海，就是不迷，真正做到覺而不迷，所謂是朗然大覺。在一切時、一切處，總是關心一切眾生的疾苦，總是盡心盡力幫助眾生解除這些痛苦。佛菩薩雖然是有這個心，有這個願，也有這個能力，很可惜的，眾生不肯接受，那就沒法子。不是佛菩薩不慈悲，是我們眾生迷惑顛倒，產生一個很大的抗拒力量不接受，這就是我們所講的業障。"
    },
    {
      "id": "21-059-0001_p0036",
      "zh_CN": "下面这一条，「以真诚、清净、平等、正觉、慈悲之心，以看破、放下、自在、随缘之行，破除一切妄想执着」，这句话很重要。往年，印光大师，他老人家一生提出的修行纲领十六个字，我们仔细去观察，这十六个字他真做到了。「敦伦尽分，闲邪存诚，信愿念佛，求生净土。」印光大师做到，也以此教化众生。可是这十六个字，前面两句太深，现在一般人看不懂。什么叫敦伦尽分？什么叫闲邪存诚？懂的人不多，所以我变了一变，编了这二十个字，比他老人家多了四个字。他十六个字，我们用二十个字，这个好懂。",
      "zh_TW": "下面這一條，「以真誠、清淨、平等、正覺、慈悲之心，以看破、放下、自在、隨緣之行，破除一切妄想執著」，這句話很重要。往年，印光大師，他老人家一生提出的修行綱領十六個字，我們仔細去觀察，這十六個字他真做到了。「敦倫盡分，閑邪存誠，信願念佛，求生淨土。」印光大師做到，也以此教化眾生。可是這十六個字，前面兩句太深，現在一般人看不懂。什麼叫敦倫盡分？什麼叫閑邪存誠？懂的人不多，所以我變了一變，編了這二十個字，比他老人家多了四個字。他十六個字，我們用二十個字，這個好懂。"
    },
    {
      "id": "21-059-0001_p0037",
      "zh_CN": "「真诚」，善导大师在《观无量寿佛经》注解里面，就是《四帖疏》，跟我们重复讲了好多遍，「一切要从真实心中作」，这句话重要。现在这个世间，有些人说不可以老实，老实人活不下去，老实人没饭吃，所以大家都不老实了，这问题严重。老实人一样赚钱，老实人一样过得很自在。我在新加坡看到一个傅居士，傅来成，我叫他做菩萨商人，他每年大概可以赚新加坡的钱一千多万，你看他每天是悠哉悠哉的，好像他没工作。这个人就凭老实，决定不自欺、不欺人，句句都是实话，没有一句假话。做生意纳税，百分之百的纳税，绝不是找一个会计师能不能逃一点税，他没有。规规矩矩，他一年还赚那么多钱。我们跟《了凡四训》对照一下，没错。命里头有，丢都丢不掉；命里没有，想尽方法也得不到。",
      "zh_TW": "「真誠」，善導大師在《觀無量壽佛經》註解裡面，就是《四帖疏》，跟我們重複講了好多遍，「一切要從真實心中作」，這句話重要。現在這個世間，有些人說不可以老實，老實人活不下去，老實人沒飯吃，所以大家都不老實了，這問題嚴重。老實人一樣賺錢，老實人一樣過得很自在。我在新加坡看到一個傅居士，傅來成，我叫他做菩薩商人，他每年大概可以賺新加坡的錢一千多萬，你看他每天是悠哉悠哉的，好像他沒工作。這個人就憑老實，決定不自欺、不欺人，句句都是實話，沒有一句假話。做生意納稅，百分之百的納稅，絕不是找一個會計師能不能逃一點稅，他沒有。規規矩矩，他一年還賺那麼多錢。我們跟《了凡四訓》對照一下，沒錯。命裡頭有，丟都丟不掉；命裡沒有，想盡方法也得不到。"
    },
    {
      "id": "21-059-0001_p0038",
      "zh_CN": "傅居士，我们这里不少同修认识见过面的，他大概是小学毕业，所以程度很差，也没有学过英文，在新加坡做生意，跟欧洲人往来，语言就是障碍，他找翻译。欧洲这些大企业家、商主，为什么会找到他？就是看到他老实可靠，所以把总代理权都交给他，靠得住。他说：我什么能力都没有，就是老实。生意来的时候，他又不会做，他不会做生意。所以他要请人，他说我不是请伙计，我是请老板，请人来帮他做，请老板，真的是请老板。他请的这个人，就教他诚实、教他老实。他人到哪里找？他告诉我，到寺庙里去找。常常逛寺庙，看到年轻人，这个相貌还不错，在那里磕头拜拜的时候，求签问卦，他在旁边听。如果听这个年轻人是为父母，这不错，孝子，他就找这个人。观察几次之后，他就找他谈话，现在有生意的机会，你要不要做？这样找人，所以他也很聪明。他说我不能先告诉，先告诉人就作弊了，假的，他不让人知道，就偷偷的到寺庙里去打听，去找好人，然后就把生意介绍给他做。做的时候特别关照他：你做成功了，我就得利益，你做失败，我一切都完了，都靠你。所以他找的人都不错，都很好。做上三年，三年很守规矩，他就把你直接介绍给他东家。这个人很了不起，介绍给这些大企业家，介绍给他们，让你自己独立去发展，他只赚小利益。所以老老实实他一样赚钱，纳税百分之百还赚钱。所以真诚非常重要。",
      "zh_TW": "傅居士，我們這裡不少同修認識見過面的，他大概是小學畢業，所以程度很差，也沒有學過英文，在新加坡做生意，跟歐洲人往來，語言就是障礙，他找翻譯。歐洲這些大企業家、商主，為什麼會找到他？就是看到他老實可靠，所以把總代理權都交給他，靠得住。他說：我什麼能力都沒有，就是老實。生意來的時候，他又不會做，他不會做生意。所以他要請人，他說我不是請伙計，我是請老闆，請人來幫他做，請老闆，真的是請老闆。他請的這個人，就教他誠實、教他老實。他人到哪裡找？他告訴我，到寺廟裡去找。常常逛寺廟，看到年輕人，這個相貌還不錯，在那裡磕頭拜拜的時候，求籤問卦，他在旁邊聽。如果聽這個年輕人是為父母，這不錯，孝子，他就找這個人。觀察幾次之後，他就找他談話，現在有生意的機會，你要不要做？這樣找人，所以他也很聰明。他說我不能先告訴，先告訴人就作弊了，假的，他不讓人知道，就偷偷的到寺廟裡去打聽，去找好人，然後就把生意介紹給他做。做的時候特別關照他：你做成功了，我就得利益，你做失敗，我一切都完了，都靠你。所以他找的人都不錯，都很好。做上三年，三年很守規矩，他就把你直接介紹給他東家。這個人很了不起，介紹給這些大企業家，介紹給他們，讓你自己獨立去發展，他只賺小利益。所以老老實實他一樣賺錢，納稅百分之百還賺錢。所以真誠非常重要。"
    },
    {
      "id": "21-059-0001_p0039",
      "zh_CN": "你心地真诚，真诚心待人，别人用虚假心对待我们，不要去计较，只问我们自己真诚待人就行了。他搞虚假，他走六道轮回，我们要走一真法界，我们两个走的路不一样。他要用真诚，他也摆脱六道轮回了。所以不要去计较别人，不要去看别人，时时刻刻回过头来看自己。禅宗六祖惠能在《坛经》里面说得好，「若真修道人，不见世间过」。世间人有没有过失？没有。怎么没有？他做出好榜样，是做出来让我们学习的；他做坏榜样，也是叫我们反省，不要做那些事情。都是老师，都是善知识，没有一个是坏人，都是佛菩萨。你的心多清净、多欢喜，法喜充满，你的日子过得多自在。所以世间没有一个是恶人，没有一个是坏人。",
      "zh_TW": "你心地真誠，真誠心待人，別人用虛假心對待我們，不要去計較，只問我們自己真誠待人就行了。他搞虛假，他走六道輪迴，我們要走一真法界，我們兩個走的路不一樣。他要用真誠，他也擺脫六道輪迴了。所以不要去計較別人，不要去看別人，時時刻刻回過頭來看自己。禪宗六祖惠能在《壇經》裡面說得好，「若真修道人，不見世間過」。世間人有沒有過失？沒有。怎麼沒有？他做出好榜樣，是做出來讓我們學習的；他做壞榜樣，也是叫我們反省，不要做那些事情。都是老師，都是善知識，沒有一個是壞人，都是佛菩薩。你的心多清淨、多歡喜，法喜充滿，你的日子過得多自在。所以世間沒有一個是惡人，沒有一個是壞人。"
    },
    {
      "id": "21-059-0001_p0040",
      "zh_CN": "这个道理我们要懂，然后才是真正觉悟，以大慈大悲心处事待人接物。你在生活上所表演的，自自然然是看破、放下、自在、随缘。妄想、执着纵然不能除尽，也会逐渐的淡下去，这对我们自己利益就大了。",
      "zh_TW": "這個道理我們要懂，然後才是真正覺悟，以大慈大悲心處事待人接物。你在生活上所表演的，自自然然是看破、放下、自在、隨緣。妄想、執著縱然不能除盡，也會逐漸的淡下去，這對我們自己利益就大了。"
    },
    {
      "id": "21-059-0001_p0041",
      "zh_CN": "好！今天我们就讲到此地。",
      "zh_TW": "好！今天我們就講到此地。"
    }
  ]
}