{
  "doc_id": "21-484-0001",
  "title": {
    "zh_CN": "方东美研究所开幕致词",
    "zh_TW": "方東美研究所開幕致詞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-484-0001",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "21-484-0001_p0001",
      "zh_CN": "尊敬的校长，尊敬的黄教授，各位领导、教授、嘉宾大家好。今天是安徽大学方东美研究所开幕典礼，大学能为方教授建立一个研究所，我们感到无限的欢喜。回忆五十七年前，我跟他老人家学哲学，那个时候我二十六岁。很难得我们有缘认识，还是同乡的关系，老师是桐城人，我是庐江，我们隔得很近。当时我的生活非常艰难，想上学缴不起学费，但是很想听听他老人家所讲的哲学课程。我写了一封信、也写了一篇文章寄给他老人家，希望他能够准许我到学校旁听他的课程。一个星期之后，他回来我一封信，约我到他家里去面谈，他住在台北牯岭街六十号，是台湾大学教授的宿舍，是一栋独院的日本式的洋房，环境非常幽雅。我见面之后，他就问了我一些问题，也相当于面试，问我家庭状况，现在的生活工作状况，问我过去所学的。我告诉他，「我在学校读书，我抗战期间失学三年，我只有初中毕业，但是对于哲学非常向往，没有认真学过，也没有人指导。」他看了我很久问我「你有没有骗我？」我说「没有，我想跟老师学一点东西，是句句都是实话。」他说「你写的信跟你写的文章，我们台湾大学的学生写不出来。」所以他怀疑的就是这一点。我向老师报告，「虽然我失学很久，但是喜欢读书，始终没离开书本，所以写东西很勉强，请老师指教。」老师告诉我，「现代的学校先生不像先生，学生不像学生，你如果到学校去听课，你会大失所望。」这几句话听了之后，我就感到很沮丧，老师拒绝了，真的很难过，他老人家也看出来。我们沉默了大概五、六分钟，最后他老人家开口，他说「这样好了，你每个星期天到我家里来，我给你上两个小时课。」这是我连作梦都不敢想像的，我不敢要求，我也没有钱缴学费，这是他老人家很慈悲，愿意教导我。",
      "zh_TW": "尊敬的校長，尊敬的黃教授，各位領導、教授、嘉賓大家好。今天是安徽大學方東美研究所開幕典禮，大學能為方教授建立一個研究所，我們感到無限的歡喜。回憶五十七年前，我跟他老人家學哲學，那個時候我二十六歲。很難得我們有緣認識，還是同鄉的關係，老師是桐城人，我是廬江，我們隔得很近。當時我的生活非常艱難，想上學繳不起學費，但是很想聽聽他老人家所講的哲學課程。我寫了一封信、也寫了一篇文章寄給他老人家，希望他能夠准許我到學校旁聽他的課程。一個星期之後，他回來我一封信，約我到他家裡去面談，他住在台北牯嶺街六十號，是台灣大學教授的宿舍，是一棟獨院的日本式的洋房，環境非常幽雅。我見面之後，他就問了我一些問題，也相當於面試，問我家庭狀況，現在的生活工作狀況，問我過去所學的。我告訴他，「我在學校讀書，我抗戰期間失學三年，我只有初中畢業，但是對於哲學非常嚮往，沒有認真學過，也沒有人指導。」他看了我很久問我「你有沒有騙我？」我說「沒有，我想跟老師學一點東西，是句句都是實話。」他說「你寫的信跟你寫的文章，我們台灣大學的學生寫不出來。」所以他懷疑的就是這一點。我向老師報告，「雖然我失學很久，但是喜歡讀書，始終沒離開書本，所以寫東西很勉強，請老師指教。」老師告訴我，「現代的學校先生不像先生，學生不像學生，你如果到學校去聽課，你會大失所望。」這幾句話聽了之後，我就感到很沮喪，老師拒絕了，真的很難過，他老人家也看出來。我們沉默了大概五、六分鐘，最後他老人家開口，他說「這樣好了，你每個星期天到我家裡來，我給你上兩個小時課。」這是我連作夢都不敢想像的，我不敢要求，我也沒有錢繳學費，這是他老人家很慈悲，願意教導我。"
    },
    {
      "id": "21-484-0001_p0002",
      "zh_CN": "甚至到十几年之后，我才回忆想这桩事情，老师这是素昧生平，第一次见面，虽然是同乡，同乡在台湾很多人。得到老师的厚爱，原因是什么？是从小时候家里父母教给我们尊师重道，应该是这样的。我对老师的尊重、礼节，这他看到的，我给他写的信是毛笔工楷，规规矩矩的；写的一篇文章，也是毛笔工楷写的。大概写这样文字的学生不多，我写的字不算好，但是规矩，端端正正，没有一个字是潦草的，所以从这里看得出恭敬。印光大师说「一分诚敬得一分利益，十分诚敬得十分利益」，我们有十分对老师的诚敬心，大概就是这一点的关系，得到老师的厚爱。让我每个星期天到他家里，在他的小客厅一张小圆桌上，我们这一个老师、一个学生，课是这样上的。对老师为什么要这样教我，不让我去旁听？以后我想到了，我是一张白纸，想学哲学，没学过，也没有人指导过。就像画画一样，这个白纸他爱怎么画就怎么画；不是一张报纸，没有一点染污。所以我知道，这就是中国古人所讲的师承，他认真负责，不让你有染污。我们如果到学校去听，一定会认识很多同学，认识很多教授，会听到很多不同的这些哲学方面的说法，会把我搞乱了。",
      "zh_TW": "甚至到十幾年之後，我才回憶想這樁事情，老師這是素昧生平，第一次見面，雖然是同鄉，同鄉在台灣很多人。得到老師的厚愛，原因是什麼？是從小時候家裡父母教給我們尊師重道，應該是這樣的。我對老師的尊重、禮節，這他看到的，我給他寫的信是毛筆工楷，規規矩矩的；寫的一篇文章，也是毛筆工楷寫的。大概寫這樣文字的學生不多，我寫的字不算好，但是規矩，端端正正，沒有一個字是潦草的，所以從這裡看得出恭敬。印光大師說「一分誠敬得一分利益，十分誠敬得十分利益」，我們有十分對老師的誠敬心，大概就是這一點的關係，得到老師的厚愛。讓我每個星期天到他家裡，在他的小客廳一張小圓桌上，我們這一個老師、一個學生，課是這樣上的。對老師為什麼要這樣教我，不讓我去旁聽？以後我想到了，我是一張白紙，想學哲學，沒學過，也沒有人指導過。就像畫畫一樣，這個白紙他愛怎麼畫就怎麼畫；不是一張報紙，沒有一點染污。所以我知道，這就是中國古人所講的師承，他認真負責，不讓你有染污。我們如果到學校去聽，一定會認識很多同學，認識很多教授，會聽到很多不同的這些哲學方面的說法，會把我搞亂了。"
    },
    {
      "id": "21-484-0001_p0003",
      "zh_CN": "所以这个方法教我学一家之言，他对我负责任，帮助我扎下了哲学的根基，这是我一生感激他的。更感激他的是在教学过程中，实际上他给我讲了一部哲学概论，从西方康德讲起，讲到中国，最后讲到印度，在印度做总结的时候他给我讲佛经哲学。那个时候我不信宗教，我的头脑里面认为佛教是迷信，而且佛教是个泛神教、多神教，在宗教里面也属于低级宗教，所以这很难接受。我就向他老人家请教，我说佛教是宗教、是迷信，它哪来的哲学？他告诉我，很严肃的告诉我，他说「你不知道，释迦牟尼佛是大哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。」我是被他这样教导之后，对于宗教、对于佛教才重新认识。他告诉我「佛的哲学在经典里头，不在仪式，你到寺庙里面你看不到。」他告诉我「古时候的寺庙这些出家人真的是有道德、有学问，他真有功夫。但是现在寺庙已经走向宗教化，走向形式了，着重仪规而丧失了学术。」所以他就告诉我要从经典下手，他老人家改变了我的错误观念，也改变了我一生。",
      "zh_TW": "所以這個方法教我學一家之言，他對我負責任，幫助我紮下了哲學的根基，這是我一生感激他的。更感激他的是在教學過程中，實際上他給我講了一部哲學概論，從西方康德講起，講到中國，最後講到印度，在印度做總結的時候他給我講佛經哲學。那個時候我不信宗教，我的頭腦裡面認為佛教是迷信，而且佛教是個泛神教、多神教，在宗教裡面也屬於低級宗教，所以這很難接受。我就向他老人家請教，我說佛教是宗教、是迷信，它哪來的哲學？他告訴我，很嚴肅的告訴我，他說「你不知道，釋迦牟尼佛是大哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。」我是被他這樣教導之後，對於宗教、對於佛教才重新認識。他告訴我「佛的哲學在經典裡頭，不在儀式，你到寺廟裡面你看不到。」他告訴我「古時候的寺廟這些出家人真的是有道德、有學問，他真有功夫。但是現在寺廟已經走向宗教化，走向形式了，著重儀規而喪失了學術。」所以他就告訴我要從經典下手，他老人家改變了我的錯誤觀念，也改變了我一生。"
    },
    {
      "id": "21-484-0001_p0004",
      "zh_CN": "接触到佛经之后，大概不到两个月我有缘认识了章嘉大师，这是个专业搞佛教的，搞佛经哲学的。我那个时候脑子里头佛经哲学，专业搞佛经哲学，这个难得，这不容易。章嘉大师奠定我佛学的基础，他老人家教我，叫我读《释迦方志》、《释迦谱》。他说「你要学佛，首先得认识释迦牟尼佛。」所以我们从传记里面才看到，释迦牟尼佛十九岁出家求学，三十岁成道。跟中国孔子相仿佛，夫子十五有志于学，三十而立；释迦牟尼佛十九岁出去求学，也是三十而立。三十岁他彻悟之后，就从事于教学，一直到他过世，他是七十九岁过世的。所以这经典上记载，讲经三百余会，说法四十九年，用我们现在话说，就是办班三百多次，教学四十九年。用我们现代人的看法，释迦牟尼佛应该可以说，他是个多元文化的社会教育家，他不是宗教。但是佛教，现在已经变成宗教，我们也不能否认，这是我们得认识清楚的。",
      "zh_TW": "接觸到佛經之後，大概不到兩個月我有緣認識了章嘉大師，這是個專業搞佛教的，搞佛經哲學的。我那個時候腦子裡頭佛經哲學，專業搞佛經哲學，這個難得，這不容易。章嘉大師奠定我佛學的基礎，他老人家教我，叫我讀《釋迦方志》、《釋迦譜》。他說「你要學佛，首先得認識釋迦牟尼佛。」所以我們從傳記裡面才看到，釋迦牟尼佛十九歲出家求學，三十歲成道。跟中國孔子相彷彿，夫子十五有志於學，三十而立；釋迦牟尼佛十九歲出去求學，也是三十而立。三十歲他徹悟之後，就從事於教學，一直到他過世，他是七十九歲過世的。所以這經典上記載，講經三百餘會，說法四十九年，用我們現在話說，就是辦班三百多次，教學四十九年。用我們現代人的看法，釋迦牟尼佛應該可以說，他是個多元文化的社會教育家，他不是宗教。但是佛教，現在已經變成宗教，我們也不能否認，這是我們得認識清楚的。"
    },
    {
      "id": "21-484-0001_p0005",
      "zh_CN": "我向老师请教，我说「老师你这个佛经哲学从哪里学来的？」老师告诉我，「抗战期间他在中央大学教书，有一个阶段他生病，生病在峨嵋山养病。」峨嵋山是佛教的四大道场，那个地方环境非常幽静，我去过一次。他说「在山上，报纸杂志什么东西都没有，什么都没有就是佛经，所以没有事情就是看经，愈看愈有味道。」他接触佛法是因生病而开始，一接触之后，真的他欲罢不能，一生就没有离开佛教的经典，天天读经。所以他晚年在台湾大学，他开的课程都是大单元，他讲过大乘佛学、魏晋佛学、隋唐佛学，一直到他退休；退休之后被辅仁大学请过去，在辅仁大学博士班讲华严哲学。他老人家圆寂的时候也是七十九岁，跟释迦牟尼佛一样。但他教学的时间比释迦牟尼佛长，他二十几岁就开始出来教学，也就是名教授，我们有幸遇到他老人家。所以章嘉大师帮我奠定基础，我这个行业，真的是老师指引的，章嘉大师替我选择的。大师告诉我，你一生学佛要学释迦牟尼佛，那就学对了。释迦牟尼佛就是一生从事于教学工作。",
      "zh_TW": "我向老師請教，我說「老師你這個佛經哲學從哪裡學來的？」老師告訴我，「抗戰期間他在中央大學教書，有一個階段他生病，生病在峨嵋山養病。」峨嵋山是佛教的四大道場，那個地方環境非常幽靜，我去過一次。他說「在山上，報紙雜誌什麼東西都沒有，什麼都沒有就是佛經，所以沒有事情就是看經，愈看愈有味道。」他接觸佛法是因生病而開始，一接觸之後，真的他欲罷不能，一生就沒有離開佛教的經典，天天讀經。所以他晚年在台灣大學，他開的課程都是大單元，他講過大乘佛學、魏晉佛學、隋唐佛學，一直到他退休；退休之後被輔仁大學請過去，在輔仁大學博士班講華嚴哲學。他老人家圓寂的時候也是七十九歲，跟釋迦牟尼佛一樣。但他教學的時間比釋迦牟尼佛長，他二十幾歲就開始出來教學，也就是名教授，我們有幸遇到他老人家。所以章嘉大師幫我奠定基礎，我這個行業，真的是老師指引的，章嘉大師替我選擇的。大師告訴我，你一生學佛要學釋迦牟尼佛，那就學對了。釋迦牟尼佛就是一生從事於教學工作。"
    },
    {
      "id": "21-484-0001_p0006",
      "zh_CN": "所以我以后，章嘉大师圆寂之后，我就跟李炳南老居士，这个老人通宗通教，儒释道都贯通，非常难得。他老人家年龄大概跟章嘉大师差不多，大我三十九岁，方老师大我二十多岁，父亲这一辈的。我学佛七年才出家，所以我一出家之后就教佛学院，就开始教学、就开始讲经，那一年是三十三岁。二十六岁开始跟方东美先生学、跟章嘉大师学，三十三岁教佛学院，也出来讲经，到今年五十年了。五十年我证实老师教给我的这三句话，是真的不是假的，那就是肯定释迦牟尼佛是大哲、是圣哲，佛经是高等哲学，学佛是人生最高的享受，我在这五十七年当中证实了。所以这样的一种无比殊胜的学术，而被一般社会大众疏忽，认为是宗教、认为是迷信，而不去碰它，这是让我们感到很痛心的一桩事情。所以我知道之后，我就认真努力修学，老师要我把这个事业继承下来，发扬光大。真的从佛法里面讲，这得三宝威神的加持，能有这点小小的成就。今天我们看到学校办这个研究所，也是纪念我们桐城派的后裔大德，方东美先生，我感到非常的欢喜。",
      "zh_TW": "所以我以後，章嘉大師圓寂之後，我就跟李炳南老居士，這個老人通宗通教，儒釋道都貫通，非常難得。他老人家年齡大概跟章嘉大師差不多，大我三十九歲，方老師大我二十多歲，父親這一輩的。我學佛七年才出家，所以我一出家之後就教佛學院，就開始教學、就開始講經，那一年是三十三歲。二十六歲開始跟方東美先生學、跟章嘉大師學，三十三歲教佛學院，也出來講經，到今年五十年了。五十年我證實老師教給我的這三句話，是真的不是假的，那就是肯定釋迦牟尼佛是大哲、是聖哲，佛經是高等哲學，學佛是人生最高的享受，我在這五十七年當中證實了。所以這樣的一種無比殊勝的學術，而被一般社會大眾疏忽，認為是宗教、認為是迷信，而不去碰它，這是讓我們感到很痛心的一樁事情。所以我知道之後，我就認真努力修學，老師要我把這個事業繼承下來，發揚光大。真的從佛法裡面講，這得三寶威神的加持，能有這點小小的成就。今天我們看到學校辦這個研究所，也是紀念我們桐城派的後裔大德，方東美先生，我感到非常的歡喜。"
    },
    {
      "id": "21-484-0001_p0007",
      "zh_CN": "听说明年，钱所长建议，明年是方先生一百周年的纪念，安徽大学、台大、辅仁大学将联合办一个大会。有这种活动，明年我一定会参加，我参加的话，我非常感谢大家，也感谢老师对我一生的影响，给我们真正这是重新再认识佛教。它是学术，是世尊一生的行谊，是个多元文化社会教育家，他是个多元文化社会教育的义务工作者，我们要重新去看他，要向他学习。他的教学，确实可以化解冲突，可以带来社会安定、世界和平。佛经的内容我们归纳起来，我讲经五十年，学了五十七年，我们总结佛所讲的内容，不外乎伦理、道德、因果、哲学、科学，都讲到登峰造极，太难得了，所以值得我们终身来学习。今天在这个大会上，所长要我讲几句话，现在我们利用高科技的方便，今天我在香港录的这一段，立刻传过去，听说明天这活动就开始。我非常感谢，也祝福这个研究所成功，希望研究所能够继承方先生的学术，对于中国这个社会会有所贡献。谢谢大家。",
      "zh_TW": "聽說明年，錢所長建議，明年是方先生一百週年的紀念，安徽大學、台大、輔仁大學將聯合辦一個大會。有這種活動，明年我一定會參加，我參加的話，我非常感謝大家，也感謝老師對我一生的影響，給我們真正這是重新再認識佛教。它是學術，是世尊一生的行誼，是個多元文化社會教育家，他是個多元文化社會教育的義務工作者，我們要重新去看他，要向他學習。他的教學，確實可以化解衝突，可以帶來社會安定、世界和平。佛經的內容我們歸納起來，我講經五十年，學了五十七年，我們總結佛所講的內容，不外乎倫理、道德、因果、哲學、科學，都講到登峰造極，太難得了，所以值得我們終身來學習。今天在這個大會上，所長要我講幾句話，現在我們利用高科技的方便，今天我在香港錄的這一段，立刻傳過去，聽說明天這活動就開始。我非常感謝，也祝福這個研究所成功，希望研究所能夠繼承方先生的學術，對於中國這個社會會有所貢獻。謝謝大家。"
    }
  ]
}