{
  "doc_id": "21-125-0001",
  "title": {
    "zh_CN": "吃亏是福",
    "zh_TW": "吃虧是福"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "21-125-0001",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "21-125-0001_p0001",
      "zh_CN": "诸位同学，请坐。我们继续来谈谈圣贤的教诲。大家听了之后都很欢喜，觉得很有道理，就是做不到，为什么做不到？怕吃亏。我尊敬别人，别人不尊敬我，我爱护别人，别人讨厌我，我帮助人，人不帮助我，于是不肯干了，别人怎么对我，我也怎样对人，还是犯这个老毛病。所以，学儒的不守礼了，学佛的不持戒了，认为：我要是守礼持戒，我在社会上就行不通，处处会吃亏上当，好处便宜都给别人占去。因此，虽然喜欢听听圣人之道，决定不敢奉行。",
      "zh_TW": "諸位同學，請坐。我們繼續來談談聖賢的教誨。大家聽了之後都很歡喜，覺得很有道理，就是做不到，為什麼做不到？怕吃虧。我尊敬別人，別人不尊敬我，我愛護別人，別人討厭我，我幫助人，人不幫助我，於是不肯幹了，別人怎麼對我，我也怎樣對人，還是犯這個老毛病。所以，學儒的不守禮了，學佛的不持戒了，認為：我要是守禮持戒，我在社會上就行不通，處處會吃虧上當，好處便宜都給別人佔去。因此，雖然喜歡聽聽聖人之道，決定不敢奉行。"
    },
    {
      "id": "21-125-0001_p0002",
      "zh_CN": "这是什么原因，我们要把它找出来。真正的原因是迷失自性太久，养成的不善习气太深，起心动念决定不能忘记「我的利益」，都把我的利益摆在前面，没有想到别人的利益。所以，起心动念，所作所为，都趋向损人利己，以为这样才能够在这个世界上生活得下去：我要活，他就决定要死，他若不死，我就活不成了。这是一个严重的错误观念，对自己有严重的伤害，而没有毫分的利益。这些事情，古今中外的圣贤都说，不是一个人说。这些大圣大贤，诸佛菩萨、孔老夫子，他们没有开过会，没有见过面，为什么他们所说的都是一样？我们要反省，要细心去观察。这是因为中国古人所讲的是真理，「英雄所见，大略相同」，这是真实智慧，他们所说的、所看的、所想的，几乎都是一样。我们知不知道这个意思？",
      "zh_TW": "這是什麼原因，我們要把它找出來。真正的原因是迷失自性太久，養成的不善習氣太深，起心動念決定不能忘記「我的利益」，都把我的利益擺在前面，沒有想到別人的利益。所以，起心動念，所作所為，都趨向損人利己，以為這樣才能夠在這個世界上生活得下去：我要活，他就決定要死，他若不死，我就活不成了。這是一個嚴重的錯誤觀念，對自己有嚴重的傷害，而沒有毫分的利益。這些事情，古今中外的聖賢都說，不是一個人說。這些大聖大賢，諸佛菩薩、孔老夫子，他們沒有開過會，沒有見過面，為什麼他們所說的都是一樣？我們要反省，要細心去觀察。這是因為中國古人所講的是真理，「英雄所見，大略相同」，這是真實智慧，他們所說的、所看的、所想的，幾乎都是一樣。我們知不知道這個意思？"
    },
    {
      "id": "21-125-0001_p0003",
      "zh_CN": "何况圣贤人都跟我们讲「因果通三世」，儒家也讲，佛家则讲得更清楚更明白。一个人在这个世间，想占别人一点便宜，这是错误的观念。如果说吃了某人的亏，那也是错误观念。为什么？我这一生占人的便宜，来生必得要还他，我这一生吃了亏，来生别人就要补偿我，因果通三世，不是这一生就完了。所以佛门里，古来祖师大德常常教人，学佛的人、聪明人要有前后眼，前后眼就是你要能看到过去未来。起心动念，言语造作，要是知道因缘果报，这就能开悟。",
      "zh_TW": "何況聖賢人都跟我們講「因果通三世」，儒家也講，佛家則講得更清楚更明白。一個人在這個世間，想佔別人一點便宜，這是錯誤的觀念。如果說吃了某人的虧，那也是錯誤觀念。為什麼？我這一生佔人的便宜，來生必得要還他，我這一生吃了虧，來生別人就要補償我，因果通三世，不是這一生就完了。所以佛門裡，古來祖師大德常常教人，學佛的人、聰明人要有前後眼，前後眼就是你要能看到過去未來。起心動念，言語造作，要是知道因緣果報，這就能開悟。"
    },
    {
      "id": "21-125-0001_p0004",
      "zh_CN": "古德常讲：「吃亏是福。」这一句话是真的，一点都不假。由此可知，吃亏的反面是占便宜，吃亏是福，占便宜就是祸。我们果然明了占便宜是祸害，就决定不会有占人家便宜的念头。这是祸害，我怎么肯做？因此，佛菩萨劝我们，孔老夫子也是这样劝我们。修行要从自己本身做起，头一个就是要学「能吃亏，肯上当」。吃亏上当而绝不糊涂，那是真实智慧，那是你的德行。",
      "zh_TW": "古德常講：「吃虧是福。」這一句話是真的，一點都不假。由此可知，吃虧的反面是佔便宜，吃虧是福，佔便宜就是禍。我們果然明瞭佔便宜是禍害，就決定不會有佔人家便宜的念頭。這是禍害，我怎麼肯做？因此，佛菩薩勸我們，孔老夫子也是這樣勸我們。修行要從自己本身做起，頭一個就是要學「能吃虧，肯上當」。吃虧上當而絕不糊塗，那是真實智慧，那是你的德行。"
    },
    {
      "id": "21-125-0001_p0005",
      "zh_CN": "往年，我曾在台湾「大专佛学讲座」里面教学。这个讲座的主持人是道安老法师，他对我很爱护，我对他老人家也非常尊重。他老人家教了我一招，非常希有难得。有一天我去看他，我走进他的客厅，他看到我，就说：「净空法师，你来得很好，刚才有一位蒋居士走出去了，你有没有看到他？」",
      "zh_TW": "往年，我曾在台灣「大專佛學講座」裡面教學。這個講座的主持人是道安老法師，他對我很愛護，我對他老人家也非常尊重。他老人家教了我一招，非常希有難得。有一天我去看他，我走進他的客廳，他看到我，就說：「淨空法師，你來得很好，剛才有一位蔣居士走出去了，你有沒有看到他？」"
    },
    {
      "id": "21-125-0001_p0006",
      "zh_CN": "我说：「我看到他了。我在大门口碰到他，还跟他打了招呼。怎么样了？」",
      "zh_TW": "我說：「我看到他了。我在大門口碰到他，還跟他打了招呼。怎麼樣了？」"
    },
    {
      "id": "21-125-0001_p0007",
      "zh_CN": "他说：「他今天又来骗我了。」来骗钱的。",
      "zh_TW": "他說：「他今天又來騙我了。」來騙錢的。"
    },
    {
      "id": "21-125-0001_p0008",
      "zh_CN": "我说：「你给了他没有？」",
      "zh_TW": "我說：「你給了他沒有？」"
    },
    {
      "id": "21-125-0001_p0009",
      "zh_CN": "他说：「给了。」",
      "zh_TW": "他說：「給了。」"
    },
    {
      "id": "21-125-0001_p0010",
      "zh_CN": "老和尚高明。那位蒋老居士可能不知道老和尚晓得，实际上老和尚清清楚楚，明明白白，知道是来骗他的，还是给了，这是德行。如果别人来骗他，他真的不知道，那是自己糊涂，愚痴。别人以为老和尚不知道，老和尚清楚明了，没有责备他，也没有不给他，他要多少，还是给他多少。我在道安老法师那里学了这一招。到有一天蒋居士知道了，原来每一次骗老和尚，老和尚都知道，他会生惭愧心，会回头，回头是岸。如果这一生不能回头，就等来生。来生不能回头，再等后生。佛家常讲佛不度无缘之人，往往佛菩萨与众生结缘，要等到多生多劫之后缘成熟才算得度，那将会是他的好学生，是来报恩的。成就决不是一生一世，一生一世能成就，那是过去生中根熟的众生。根没有熟，都是多生多世，现在在种因。",
      "zh_TW": "老和尚高明。那位蔣老居士可能不知道老和尚曉得，實際上老和尚清清楚楚，明明白白，知道是來騙他的，還是給了，這是德行。如果別人來騙他，他真的不知道，那是自己糊塗，愚痴。別人以為老和尚不知道，老和尚清楚明瞭，沒有責備他，也沒有不給他，他要多少，還是給他多少。我在道安老法師那裡學了這一招。到有一天蔣居士知道了，原來每一次騙老和尚，老和尚都知道，他會生慚愧心，會回頭，回頭是岸。如果這一生不能回頭，就等來生。來生不能回頭，再等後生。佛家常講佛不度無緣之人，往往佛菩薩與眾生結緣，要等到多生多劫之後緣成熟才算得度，那將會是他的好學生，是來報恩的。成就決不是一生一世，一生一世能成就，那是過去生中根熟的眾生。根沒有熟，都是多生多世，現在在種因。"
    },
    {
      "id": "21-125-0001_p0011",
      "zh_CN": "这个例子教人家真正体会到，修行人的智慧，修行人的慈悲，修行人接引众生的手法，不是一般人能想像得到，也不是一般人能做得到的。我们仔细读《高僧传》，读《居士传》、《善女人传》，历代真正修行人，真正有成就的人，他们一生的生活方式，处事待人接物，都是我们的典型，都是我们的模范，都是我们学习的教材。在近代，李老师常常介绍我印光大师、莲池大师、蕅益大师，这是他老人家常常说的，他们是我们学习的模范。所以，人一点亏都不肯吃，一点小小的不如意都忍不过，他还会有什么成就？",
      "zh_TW": "這個例子教人家真正體會到，修行人的智慧，修行人的慈悲，修行人接引眾生的手法，不是一般人能想像得到，也不是一般人能做得到的。我們仔細讀《高僧傳》，讀《居士傳》、《善女人傳》，歷代真正修行人，真正有成就的人，他們一生的生活方式，處事待人接物，都是我們的典型，都是我們的模範，都是我們學習的教材。在近代，李老師常常介紹我印光大師、蓮池大師、蕅益大師，這是他老人家常常說的，他們是我們學習的模範。所以，人一點虧都不肯吃，一點小小的不如意都忍不過，他還會有什麼成就？"
    },
    {
      "id": "21-125-0001_p0012",
      "zh_CN": "今天世界不太平，到处都有严重的冲突发生，这个冲突是谁制造的，真正的原因没有人晓得。真正的原因是什么？是我们自己制造的。这个话怎么说？我小小的忤逆都不能够忍受，别人看到了，都向我学习，都受到我的影响，这个影响逐渐扩展扩展，就像水里的波纹一样，渐渐就弥满了世界。所以，要消除世间的灾难，消除世间一切冲突，应该从哪里做起？要从自己本身做起。怎么做？要认真努力去学习三福六和，成就自己的六度十愿，从自己本身做起，不要求别人。要求别人，你是决定错误。高明的老师，绝不要求别人。",
      "zh_TW": "今天世界不太平，到處都有嚴重的衝突發生，這個衝突是誰製造的，真正的原因沒有人曉得。真正的原因是什麼？是我們自己製造的。這個話怎麼說？我小小的忤逆都不能夠忍受，別人看到了，都向我學習，都受到我的影響，這個影響逐漸擴展擴展，就像水裡的波紋一樣，漸漸就瀰滿了世界。所以，要消除世間的災難，消除世間一切衝突，應該從哪裡做起？要從自己本身做起。怎麼做？要認真努力去學習三福六和，成就自己的六度十願，從自己本身做起，不要求別人。要求別人，你是決定錯誤。高明的老師，絕不要求別人。"
    },
    {
      "id": "21-125-0001_p0013",
      "zh_CN": "我在新加坡时，听李木源居士告诉我，早年弘一大师在新加坡也住过一段时期，他与广洽法师是老友。广洽法师我见过他，弘一大师到新加坡就住在「薝葡院」。我们从那里听说，他以前在「闽南佛学院」担任过老师，学生有不守规矩、不听教诲，弘一大师绝对不会说一句不好听的话，一句责备的话都没有，他怎么做？他那一天不吃饭，一句话都不说。学生知道大师今天不吃饭，一定有人犯过失，每一个人反省、忏悔、改过。你一天不改，他一天不吃饭，两天不改，他两天不吃饭，让你自己反省，改过自新，你能够改过，他就笑面迎人。这样的风范、教学，学生服了，我们看看，他是真正的好老师。他没有出家之前，就在学校里当教员，教学经验非常丰富，为什么大师没有后继之人，原因在哪里？众生烦恼习气太重了，社会污染严重，就是《弥陀经》上讲的「五浊恶世」，浊恶到极处，人的善根福德微薄，哪有不受染浊的道理？所以天天亲近圣贤，都不能得度。我们想到这个地方，你说多么可怕！",
      "zh_TW": "我在新加坡時，聽李木源居士告訴我，早年弘一大師在新加坡也住過一段時期，他與廣洽法師是老友。廣洽法師我見過他，弘一大師到新加坡就住在「薝葡院」。我們從那裡聽說，他以前在「閩南佛學院」擔任過老師，學生有不守規矩、不聽教誨，弘一大師絕對不會說一句不好聽的話，一句責備的話都沒有，他怎麼做？他那一天不吃飯，一句話都不說。學生知道大師今天不吃飯，一定有人犯過失，每一個人反省、懺悔、改過。你一天不改，他一天不吃飯，兩天不改，他兩天不吃飯，讓你自己反省，改過自新，你能夠改過，他就笑面迎人。這樣的風範、教學，學生服了，我們看看，他是真正的好老師。他沒有出家之前，就在學校裡當教員，教學經驗非常豐富，為什麼大師沒有後繼之人，原因在哪裡？眾生煩惱習氣太重了，社會污染嚴重，就是《彌陀經》上講的「五濁惡世」，濁惡到極處，人的善根福德微薄，哪有不受染濁的道理？所以天天親近聖賢，都不能得度。我們想到這個地方，你說多麼可怕！"
    },
    {
      "id": "21-125-0001_p0014",
      "zh_CN": "现代人孝道没有了，师道也没有了。我们在在这里大声疾呼《弟子规》、《十善业道》、《沙弥律仪》重要，有几个人听？有一个人听，肯依教奉行，不怕吃亏，不怕上当，这一个人就是将来的圣人，这个人就是将来的救世主。他能够明白这个道理，他知道这是真正的利益，他能够放弃自私自利，别人不尊敬他，他能尊敬别人，别人不肯帮助他，他能帮助别人，甚至于去帮助陷害他的人，真的学菩萨，自己刻苦耐劳，希望众生得福，真正发心，全心全力舍己为人，为一切众生服务，完全是义务的，决定没有丝毫念头希求报偿，这样的人具备作佛﹑作菩萨、作大圣人的基本条件。当然，这种人千万人当中难得有一个，你要希望大家都能做到，那是错误的，你的想法完全错误。千万人当中难得有一个！",
      "zh_TW": "現代人孝道沒有了，師道也沒有了。我們在在這裡大聲疾呼《弟子規》、《十善業道》、《沙彌律儀》重要，有幾個人聽？有一個人聽，肯依教奉行，不怕吃虧，不怕上當，這一個人就是將來的聖人，這個人就是將來的救世主。他能夠明白這個道理，他知道這是真正的利益，他能夠放棄自私自利，別人不尊敬他，他能尊敬別人，別人不肯幫助他，他能幫助別人，甚至於去幫助陷害他的人，真的學菩薩，自己刻苦耐勞，希望眾生得福，真正發心，全心全力捨己為人，為一切眾生服務，完全是義務的，決定沒有絲毫念頭希求報償，這樣的人具備作佛﹑作菩薩、作大聖人的基本條件。當然，這種人千萬人當中難得有一個，你要希望大家都能做到，那是錯誤的，你的想法完全錯誤。千萬人當中難得有一個！"
    },
    {
      "id": "21-125-0001_p0015",
      "zh_CN": "所以，我今天讲经不在课堂，不在大众聚会的场所，改在录像室里头，是什么原因，同学们就能想得到。有许多人跟我说，现场听与电视机前面听，效果不一样。确实是不一样，问题是你具不具足条件？你不具足条件，你在现场听，还是没有成就。说老实话，你怎么听，你也听不懂，你也做不到，套一句李老师常说的，你该怎么生死，还是怎么生死，该怎么轮回，还是怎么轮回。果然具足善根福德因缘，别说是电视机萤幕前，在录音带里头，甚至于古人的典籍里面，他都能觉悟，哪里需要见面？孟子成为大圣人，孟子的老师是孔老夫子，孟子与孔老夫子没有见过面。你就晓得，有没有成就，说实在话，不在乎是否天天跟在老师面前，这就是证据。天天在老师面前，反而不能成就，为什么？皮了，没有警觉心。这一桩事情，古今中外都没有例外。",
      "zh_TW": "所以，我今天講經不在課堂，不在大眾聚會的場所，改在錄像室裡頭，是什麼原因，同學們就能想得到。有許多人跟我說，現場聽與電視機前面聽，效果不一樣。確實是不一樣，問題是你具不具足條件？你不具足條件，你在現場聽，還是沒有成就。說老實話，你怎麼聽，你也聽不懂，你也做不到，套一句李老師常說的，你該怎麼生死，還是怎麼生死，該怎麼輪迴，還是怎麼輪迴。果然具足善根福德因緣，別說是電視機螢幕前，在錄音帶裡頭，甚至於古人的典籍裡面，他都能覺悟，哪裡需要見面？孟子成為大聖人，孟子的老師是孔老夫子，孟子與孔老夫子沒有見過面。你就曉得，有沒有成就，說實在話，不在乎是否天天跟在老師面前，這就是證據。天天在老師面前，反而不能成就，為什麼？皮了，沒有警覺心。這一樁事情，古今中外都沒有例外。"
    },
    {
      "id": "21-125-0001_p0016",
      "zh_CN": "李老师在台中教学三十八年，我能够亲近他十年，很不简单。我比台中的同学更有成就，原因在哪里？我的警觉心很高，因为我是从外地来到台中，在台中没有家（没有住处），知道随时可能会有因缘要我离开台中，所以我把时间看得非常重要，一天都不敢浪费。在台中有家有业的同学，他们反而无所谓，因为老师常住在这里，今年没有听懂，还有明年，明年不会，还有后年。他们的时间长，所以他们的心是放逸的，而我到台中去的时间短，机会因缘非常希有，一定要完全抓住，学习的心情不相同，所以我听经是全部精神贯注。",
      "zh_TW": "李老師在台中教學三十八年，我能夠親近他十年，很不簡單。我比台中的同學更有成就，原因在哪裡？我的警覺心很高，因為我是從外地來到台中，在台中沒有家（沒有住處），知道隨時可能會有因緣要我離開台中，所以我把時間看得非常重要，一天都不敢浪費。在台中有家有業的同學，他們反而無所謂，因為老師常住在這裡，今年沒有聽懂，還有明年，明年不會，還有後年。他們的時間長，所以他們的心是放逸的，而我到台中去的時間短，機會因緣非常希有，一定要完全抓住，學習的心情不相同，所以我聽經是全部精神貫注。"
    },
    {
      "id": "21-125-0001_p0017",
      "zh_CN": "老师能看得出来，从哪里看出来？从你的生活，从你的工作，处事待人接物，它起了变化。再仔细观察，从你的容貌，从你的举止，变化气质，不一样了。大概你将来会有什么样的成就，老师已经有了很正确的评估。在那个时候，他老人家把《无量寿经》会集本，他自己眉注的本子给我。我当时看了一看，非常欢喜，他的注解我能看得懂，我拿到这个眉注，我就能讲这部经。当时确实想发心出来学讲这部经，但是老师把我制止：「不行！现在不能讲，你的时节因缘未成熟。」我只好收藏起来。他清楚明了知道，不是不知道。那么多同学，他为什么把这个本子交给我，不交给别人？现在我们知道，如果交给别的同学，大概都会放在他的书架上，或者藏在箱子里头，没人知道。他给了我，我会常常想到要弘扬这部经典。所以，他老人家圆寂的那一年，我们印了一万两千册，在海内外流通。美加地区的同学，看到这个本子，非常欢喜，要求我讲这部经，所以前面一、二遍是在美国、加拿大讲的。回到台湾之后，台湾的同学也想学，前后讲过十一遍。这个经本我们印刷流通，我没有统计，但最保守的估计，应该超过三百万册，流通在全世界。",
      "zh_TW": "老師能看得出來，從哪裡看出來？從你的生活，從你的工作，處事待人接物，它起了變化。再仔細觀察，從你的容貌，從你的舉止，變化氣質，不一樣了。大概你將來會有什麼樣的成就，老師已經有了很正確的評估。在那個時候，他老人家把《無量壽經》會集本，他自己眉註的本子給我。我當時看了一看，非常歡喜，他的註解我能看得懂，我拿到這個眉註，我就能講這部經。當時確實想發心出來學講這部經，但是老師把我制止：「不行！現在不能講，你的時節因緣未成熟。」我只好收藏起來。他清楚明瞭知道，不是不知道。那麼多同學，他為什麼把這個本子交給我，不交給別人？現在我們知道，如果交給別的同學，大概都會放在他的書架上，或者藏在箱子裡頭，沒人知道。他給了我，我會常常想到要弘揚這部經典。所以，他老人家圓寂的那一年，我們印了一萬兩千冊，在海內外流通。美加地區的同學，看到這個本子，非常歡喜，要求我講這部經，所以前面一、二遍是在美國、加拿大講的。回到台灣之後，台灣的同學也想學，前後講過十一遍。這個經本我們印刷流通，我沒有統計，但最保守的估計，應該超過三百萬冊，流通在全世界。"
    },
    {
      "id": "21-125-0001_p0018",
      "zh_CN": "所以，当时老师不让我讲，这是教我学忍辱波罗蜜，要忍耐，要等待时节因缘成熟。我的好处就是能够依教奉行。我对于老师没有秘密，样样都向老师报告，一切所为都要老师指点。我跟李老师十年，离开他在台北讲经，我读哪些经，我读哪些书，我都向老师报告。我准备讲哪些经，也先向老师报告，要得到他的同意。守他的教诫，整整十年，做学生之道，我做到了。尊师重道，依教奉行，这是佛在一切经里头时时提醒我们的，我们要怎样学法？起心动念都要想到佛在经典上的教诲，都要想到夫子在典籍里面给我们的指导。儒与佛讲到修学，根本上完全相同，完全教人从自己本身做起。《坛经》里面讲：「若真修道人，不见世间过。」只见自己过，不见世间过，那是真正修道人。换句话说，只见别人过，不见自己过，他不是修道人，你也就不要去怪他，反过头来，要常常问自己。",
      "zh_TW": "所以，當時老師不讓我講，這是教我學忍辱波羅蜜，要忍耐，要等待時節因緣成熟。我的好處就是能夠依教奉行。我對於老師沒有祕密，樣樣都向老師報告，一切所為都要老師指點。我跟李老師十年，離開他在台北講經，我讀哪些經，我讀哪些書，我都向老師報告。我準備講哪些經，也先向老師報告，要得到他的同意。守他的教誡，整整十年，做學生之道，我做到了。尊師重道，依教奉行，這是佛在一切經裡頭時時提醒我們的，我們要怎樣學法？起心動念都要想到佛在經典上的教誨，都要想到夫子在典籍裡面給我們的指導。儒與佛講到修學，根本上完全相同，完全教人從自己本身做起。《壇經》裡面講：「若真修道人，不見世間過。」只見自己過，不見世間過，那是真正修道人。換句話說，只見別人過，不見自己過，他不是修道人，你也就不要去怪他，反過頭來，要常常問自己。"
    },
    {
      "id": "21-125-0001_p0019",
      "zh_CN": "一定要从断烦恼下手。断习气，儒有儒的方法，佛有佛的方法。儒的方法，《弟子规》是基础的教材。说得更多更详细的，是陈弘谋先生编的《五种遗规》，编得好！他把古圣先贤重要的教诲编成一册。当年我在台中，李老师叫我们每一个人都买一部，自己去学，自己读，做为修身课本。他老人家没讲过，是叫我们自己读，读了有不懂，或有问题的，再向他老人家请教。这是修身课本。因为李炳老是在家居士，跟他学的也都是在家居士，所以他用儒家的东西多。还有用道家，道家他就是取《太上感应篇》、《文昌帝君阴骘文》这两种。《文昌帝君阴骘文》再取《安士全书》的注解，这是好书，学佛的人也不能够离开，是真实的教诲，真实的学问。印光大师教导我们，一生极力提倡《了凡四训》。《了凡四训》教我们认识因果，明了因果，种善因必定得善果，不善的因，免不了不善的果报。善恶的标准，儒佛教学的基础，全部都是标准。",
      "zh_TW": "一定要從斷煩惱下手。斷習氣，儒有儒的方法，佛有佛的方法。儒的方法，《弟子規》是基礎的教材。說得更多更詳細的，是陳弘謀先生編的《五種遺規》，編得好！他把古聖先賢重要的教誨編成一冊。當年我在台中，李老師叫我們每一個人都買一部，自己去學，自己讀，做為修身課本。他老人家沒講過，是叫我們自己讀，讀了有不懂，或有問題的，再向他老人家請教。這是修身課本。因為李炳老是在家居士，跟他學的也都是在家居士，所以他用儒家的東西多。還有用道家，道家他就是取《太上感應篇》、《文昌帝君陰騭文》這兩種。《文昌帝君陰騭文》再取《安士全書》的註解，這是好書，學佛的人也不能夠離開，是真實的教誨，真實的學問。印光大師教導我們，一生極力提倡《了凡四訓》。《了凡四訓》教我們認識因果，明瞭因果，種善因必定得善果，不善的因，免不了不善的果報。善惡的標準，儒佛教學的基礎，全部都是標準。"
    },
    {
      "id": "21-125-0001_p0020",
      "zh_CN": "戒律是佛家的标准，三福六和是根本的标准。所以六和做不到，你想要世界和平，那是作梦，永远不能实现的。和平的根基是在自己，不在别人，要问自己能不能跟人和睦相处。古人讲得好：「做事难，做人更难。」所谓「天时不如地利，地利不如人和」，如果能得到人和，可以说天时地利你也得到，三者都得到了。所以凡是圣贤教诲，都离不开人与人之间的相处，这是大学问，是真实智慧。",
      "zh_TW": "戒律是佛家的標準，三福六和是根本的標準。所以六和做不到，你想要世界和平，那是作夢，永遠不能實現的。和平的根基是在自己，不在別人，要問自己能不能跟人和睦相處。古人講得好：「做事難，做人更難。」所謂「天時不如地利，地利不如人和」，如果能得到人和，可以說天時地利你也得到，三者都得到了。所以凡是聖賢教誨，都離不開人與人之間的相處，這是大學問，是真實智慧。"
    },
    {
      "id": "21-125-0001_p0021",
      "zh_CN": "圣贤之道，在乎诚、明。诚是真诚，明是智慧，真诚是不自欺也不欺人。人为什么会欺人？因为他自欺。自欺，哪有不欺人的道理？不自欺的人，决定不会欺人。所以孟子讲：「反求诸己。」这句话讲得好。世间所有一切人，在修行人心目当中，都没有过失，过失是在自己。蕅益大师在《灵峰宗论》里面讲得很多，他说境缘没有好坏。境是物质环境，缘是人事环境，没有好坏。好坏是在自己的心，在自己的念头。我们以善心对一切，物质环境、人事环境都是善的，都是美好的。我们以烦恼心来对待，一切都不善。几个人明白这个道理？凡夫起心动念都是别人不善，自己善，都是别人有毛病，自己一点毛病都没有，这是凡夫修行功夫不能得力的真正原因。功夫得力都做不到，想修行成果当然更没有指望了，这些道理不能不明了。",
      "zh_TW": "聖賢之道，在乎誠、明。誠是真誠，明是智慧，真誠是不自欺也不欺人。人為什麼會欺人？因為他自欺。自欺，哪有不欺人的道理？不自欺的人，決定不會欺人。所以孟子講：「反求諸己。」這句話講得好。世間所有一切人，在修行人心目當中，都沒有過失，過失是在自己。蕅益大師在《靈峰宗論》裡面講得很多，他說境緣沒有好壞。境是物質環境，緣是人事環境，沒有好壞。好壞是在自己的心，在自己的念頭。我們以善心對一切，物質環境、人事環境都是善的，都是美好的。我們以煩惱心來對待，一切都不善。幾個人明白這個道理？凡夫起心動念都是別人不善，自己善，都是別人有毛病，自己一點毛病都沒有，這是凡夫修行功夫不能得力的真正原因。功夫得力都做不到，想修行成果當然更沒有指望了，這些道理不能不明瞭。"
    },
    {
      "id": "21-125-0001_p0022",
      "zh_CN": "所以在生活里面，愈简单愈好，愈节俭愈好。帮助别人要厚道、要丰厚，对待自己一定要节俭。我能够节俭一分钱，别人就多得一分钱的供养，要常存此心，决定不可以浪费，这就是佛家常讲的积功累德，我们有没有去做？好处让别人去享，苦难我们自己来承受，凡事随缘而不攀缘。随缘的学问大，普贤十愿里面讲「恒顺众生，随喜功德」，这个是有真正的智慧，有高度的善巧方便。总的目标、总的方向，是肯定利益社会、利益一切众生，而不是利益局部的众生。譬如说今天有一桩事情，能够利益这个城市的众生，这是好事。可是又有一桩事情，可以利益全世界的众生。你想一想，哪个重要？哪个先做？当然为全世界众生比较重要，这个要先做。同时遇到两桩事情，你的权衡要从这里着眼。不可以为我本身的利益，为我这个小地方的利益，那你就错了。",
      "zh_TW": "所以在生活裡面，愈簡單愈好，愈節儉愈好。幫助別人要厚道、要豐厚，對待自己一定要節儉。我能夠節儉一分錢，別人就多得一分錢的供養，要常存此心，決定不可以浪費，這就是佛家常講的積功累德，我們有沒有去做？好處讓別人去享，苦難我們自己來承受，凡事隨緣而不攀緣。隨緣的學問大，普賢十願裡面講「恆順眾生，隨喜功德」，這個是有真正的智慧，有高度的善巧方便。總的目標、總的方向，是肯定利益社會、利益一切眾生，而不是利益局部的眾生。譬如說今天有一樁事情，能夠利益這個城市的眾生，這是好事。可是又有一樁事情，可以利益全世界的眾生。你想一想，哪個重要？哪個先做？當然為全世界眾生比較重要，這個要先做。同時遇到兩樁事情，你的權衡要從這裡著眼。不可以為我本身的利益，為我這個小地方的利益，那你就錯了。"
    },
    {
      "id": "21-125-0001_p0023",
      "zh_CN": "我们想在此地建一个退休村，也就是我们多年理想当中的「弥陀村」，是不是为这个地方的利益来建筑的？不是的，我们是为全世界敬老养老做一个示范，这个意义就很重大。绝对不是办一个老人院来赚钱，那就变成商人了。我们不经商，我们这一生不想赚钱，我们建这个社区是要尽孝道，把儒与佛教导我们的「孝养父母，奉事师长」落实，做出一个样子来给大家看，佛教导我们的，儒教导我们的，就在我们这一个社区。我们这个社区多元文化，不同国家的人，不同种族的人，不同宗教信仰的人，我们都能够共同生活在一起，我们把他们都看作是自己的父母尊长，我们是尽孝道。物质生活的供养，那是小事。我看过全世界许许多多国家的老人福利事业，都做得很好，我们不需要再做了。我们要做什么？他们里面缺少孝道，我们今天跟人家不相同，我们有孝敬之心，那就值得做了。我们提倡祖宗的纪念堂。今天大家把祖宗忘掉了，我们有祖宗纪念堂，每年还有两次祭祀，这是教人不要忘记祖宗。人能够不忘本，他才能够孝养父母，才能够尊师重道，为什么？师道是建立在孝道的基础上。",
      "zh_TW": "我們想在此地建一個退休村，也就是我們多年理想當中的「彌陀村」，是不是為這個地方的利益來建築的？不是的，我們是為全世界敬老養老做一個示範，這個意義就很重大。絕對不是辦一個老人院來賺錢，那就變成商人了。我們不經商，我們這一生不想賺錢，我們建這個社區是要盡孝道，把儒與佛教導我們的「孝養父母，奉事師長」落實，做出一個樣子來給大家看，佛教導我們的，儒教導我們的，就在我們這一個社區。我們這個社區多元文化，不同國家的人，不同種族的人，不同宗教信仰的人，我們都能夠共同生活在一起，我們把他們都看作是自己的父母尊長，我們是盡孝道。物質生活的供養，那是小事。我看過全世界許許多多國家的老人福利事業，都做得很好，我們不需要再做了。我們要做什麼？他們裡面缺少孝道，我們今天跟人家不相同，我們有孝敬之心，那就值得做了。我們提倡祖宗的紀念堂。今天大家把祖宗忘掉了，我們有祖宗紀念堂，每年還有兩次祭祀，這是教人不要忘記祖宗。人能夠不忘本，他才能夠孝養父母，才能夠尊師重道，為什麼？師道是建立在孝道的基礎上。"
    },
    {
      "id": "21-125-0001_p0024",
      "zh_CN": "所以我非常希望古城「培风中学」能够教学汉文，初中教《四书》，奠定德行的根基，高中教古文，古文用《古文观止》做课本就很好。《古文观止》总共有三百篇，希望三年六个学期把它完成。这个话是从前李老师常常跟我们讲的，有能力的话，要背诵五十篇古文。如果你能背诵，你能够理解，你就有能力阅读文言文。我们现在这个讲堂里面，诸位看看两边陈列的典籍，这里头有《四库全书》、《四库荟要》，如果你没有五十篇古文的底子，这些书你不能看。所以五十篇文言文的底子，是开启《四库全书》的钥匙，钥匙你就拿到了。如果你能够熟读一百篇古文，你就有能力写文言文。这个重要！比什么都重要！我深深期望着「培风中学」能够开这一门课程。中国的国文，一个星期能有四堂课（四个小时）就好，六年下来，学生的根基就奠定了，有能力去看《四库》。这是《四库》的钥匙，是中国汉学的钥匙，这个钥匙拿到了，说实在话，《大藏经》也没有问题。《大藏经》与《四库》是同一把钥匙，你没有这把钥匙，现在书摆在这里，对你来讲不起作用，不起影响。所以文言文重要！建祠堂祭祖宗重要！",
      "zh_TW": "所以我非常希望古城「培風中學」能夠教學漢文，初中教《四書》，奠定德行的根基，高中教古文，古文用《古文觀止》做課本就很好。《古文觀止》總共有三百篇，希望三年六個學期把它完成。這個話是從前李老師常常跟我們講的，有能力的話，要背誦五十篇古文。如果你能背誦，你能夠理解，你就有能力閱讀文言文。我們現在這個講堂裡面，諸位看看兩邊陳列的典籍，這裡頭有《四庫全書》、《四庫薈要》，如果你沒有五十篇古文的底子，這些書你不能看。所以五十篇文言文的底子，是開啟《四庫全書》的鑰匙，鑰匙你就拿到了。如果你能夠熟讀一百篇古文，你就有能力寫文言文。這個重要！比什麼都重要！我深深期望著「培風中學」能夠開這一門課程。中國的國文，一個星期能有四堂課（四個小時）就好，六年下來，學生的根基就奠定了，有能力去看《四庫》。這是《四庫》的鑰匙，是中國漢學的鑰匙，這個鑰匙拿到了，說實在話，《大藏經》也沒有問題。《大藏經》與《四庫》是同一把鑰匙，你沒有這把鑰匙，現在書擺在這裡，對你來講不起作用，不起影響。所以文言文重要！建祠堂祭祖宗重要！"
    },
    {
      "id": "21-125-0001_p0025",
      "zh_CN": "还有一个重要的，是「因果教育」。在古时候的中国，用什么来教？城隍庙。大家也许不懂，这绝不迷信，城隍庙是提倡因果教育。中国文化的根有三条：一个是祭祖，一个是教学（这是师道），一个就是城隍庙。城隍庙是神道，神道设教是提倡因果教育，对中国的文化、中国的人心起了很大的作用。在近代极大动乱之中，这个根还没有被灭，中国的人心还是善良的，中国人虽然祠堂没有了，还是怀念祖宗。我们看到清明时节还有很多人上坟，祭拜他的先祖，这是中国文化的根，中国不会被灭亡，就靠这个根。",
      "zh_TW": "還有一個重要的，是「因果教育」。在古時候的中國，用什麼來教？城隍廟。大家也許不懂，這絕不迷信，城隍廟是提倡因果教育。中國文化的根有三條：一個是祭祖，一個是教學（這是師道），一個就是城隍廟。城隍廟是神道，神道設教是提倡因果教育，對中國的文化、中國的人心起了很大的作用。在近代極大動亂之中，這個根還沒有被滅，中國的人心還是善良的，中國人雖然祠堂沒有了，還是懷念祖宗。我們看到清明時節還有很多人上墳，祭拜他的先祖，這是中國文化的根，中國不會被滅亡，就靠這個根。"
    },
    {
      "id": "21-125-0001_p0026",
      "zh_CN": "什么时候中国再有大圣人出现？这个大圣人是帝王，是国家领导人，能够把中国固有的传统文化：儒佛的教学、祖宗的祭祀、因果教育再恢复，那是中国的圣人。由中国能带动到全世界，世界和平是从我们自己做起。「格物、致知、诚意、正心、修身、齐家、治国、平天下」，就是世界大同，就是世界和平。「格物」是断烦恼，「致知」是求智慧，要从断烦恼、求智慧做起。我们的烦恼习气要是不除，一切的指望都没有了。断烦恼、傲慢，比什么都重要，贪瞋痴慢这四大烦恼，一定要断掉，不能随顺。随顺的话，不但道业不能成就，世间事情也不能成就。希望我们要认真去思惟，细心去提倡，忏悔、改过、自新，自度度他，这样才能成就真实的功德。现在时间到了，我们就讲到此地。",
      "zh_TW": "什麼時候中國再有大聖人出現？這個大聖人是帝王，是國家領導人，能夠把中國固有的傳統文化：儒佛的教學、祖宗的祭祀、因果教育再恢復，那是中國的聖人。由中國能帶動到全世界，世界和平是從我們自己做起。「格物、致知、誠意、正心、修身、齊家、治國、平天下」，就是世界大同，就是世界和平。「格物」是斷煩惱，「致知」是求智慧，要從斷煩惱、求智慧做起。我們的煩惱習氣要是不除，一切的指望都沒有了。斷煩惱、傲慢，比什麼都重要，貪瞋痴慢這四大煩惱，一定要斷掉，不能隨順。隨順的話，不但道業不能成就，世間事情也不能成就。希望我們要認真去思惟，細心去提倡，懺悔、改過、自新，自度度他，這樣才能成就真實的功德。現在時間到了，我們就講到此地。"
    }
  ]
}