{
  "doc_id": "32-253-0001",
  "title": {
    "zh_CN": "复兴汉学 圆成佛道——马来西亚汉学院净宗学会学习营开示",
    "zh_TW": "復興漢學 圓成佛道——馬來西亞漢學院淨宗學會學習營開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "马来西亚汉学院",
    "zh_TW": "馬來西亞漢學院"
  },
  "doc_number": "32-253-0001",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "32-253-0001_p0001",
      "zh_CN": "尊敬的吴执行长、马来西亚各地净宗学会的同修们、各位老师、各位同学们：大家好！",
      "zh_TW": "尊敬的吳執行長、馬來西亞各地淨宗學會的同修們、各位老師、各位同學們：大家好！"
    },
    {
      "id": "32-253-0001_p0002",
      "zh_CN": "今天在马来西亚汉学院举办了这场「净宗学会学习营」，邀请来自各地净宗学会的同修们参加。承蒙吴执行长祈请，邀请净空和大家谈一谈儒学和佛法的修学，特别是我们在弘法和护法的道路上应当奉行的原则，这是攸关我们修学成败与否的重要问题。",
      "zh_TW": "今天在馬來西亞漢學院舉辦了這場「淨宗學會學習營」，邀請來自各地淨宗學會的同修們參加。承蒙吳執行長祈請，邀請淨空和大家談一談儒學和佛法的修學，特別是我們在弘法和護法的道路上應當奉行的原則，這是攸關我們修學成敗與否的重要問題。"
    },
    {
      "id": "32-253-0001_p0003",
      "zh_CN": "【孝亲尊师是成就的根本】",
      "zh_TW": "【孝親尊師是成就的根本】"
    },
    {
      "id": "32-253-0001_p0004",
      "zh_CN": "世出世法能不能成就，都是建立在孝亲尊师的基础上。我们从小得力于父母和老师的教导，所以对于传统文化的根沾了一点边，这对于我们日后求学能够得遇明师，从明师受教，而且终生奉持老师的教诫，承传老师的道学，奠定了基础。所以，对于教导我从哲学入佛法的方东美教授、帮助我奠定学佛基础的章嘉大师，以及启发和教导我深入经藏的恩师李炳南老居士，我们确实是终生都念念不忘。不但是把老师的照片挂在墙上，而且把老师的教诲记在心上，终生奉行；连老师的家人和孩子，我都把他们当成是自己的长辈、兄弟来看待。",
      "zh_TW": "世出世法能不能成就，都是建立在孝親尊師的基礎上。我們從小得力於父母和老師的教導，所以對於傳統文化的根沾了一點邊，這對於我們日後求學能夠得遇明師，從明師受教，而且終生奉持老師的教誡，承傳老師的道學，奠定了基礎。所以，對於教導我從哲學入佛法的方東美教授、幫助我奠定學佛基礎的章嘉大師，以及啟發和教導我深入經藏的恩師李炳南老居士，我們確實是終生都念念不忘。不但是把老師的照片掛在牆上，而且把老師的教誨記在心上，終生奉行；連老師的家人和孩子，我都把他們當成是自己的長輩、兄弟來看待。"
    },
    {
      "id": "32-253-0001_p0005",
      "zh_CN": "记得小时候，正值抗战期间，我在国立三中念书，学校规定每周都要写周记。在学校结业的时候，校长在我的周记上题了一句话，令我终生受用。校长钟宏老师是这样写的：「诚实、理智、大方，你会有很大的前途。」这句话使我铭记终生，无论走到哪里，永远记住，不能丢掉诚实、诚信；要保持理智，头脑清楚而不糊涂；为人处事要稳重大方。老师的教诲虽然简单，但是却给我们一生带来了幸福和快乐。",
      "zh_TW": "記得小時候，正值抗戰期間，我在國立三中念書，學校規定每週都要寫週記。在學校結業的時候，校長在我的週記上題了一句話，令我終生受用。校長鍾宏老師是這樣寫的：「誠實、理智、大方，你會有很大的前途。」這句話使我銘記終生，無論走到哪裡，永遠記住，不能丟掉誠實、誠信；要保持理智，頭腦清楚而不糊塗；為人處事要穩重大方。老師的教誨雖然簡單，但是卻給我們一生帶來了幸福和快樂。"
    },
    {
      "id": "32-253-0001_p0006",
      "zh_CN": "中华传统文化是人类幸福美满的源泉，也是人类智慧的瑰宝和结晶。这是多年来，我们在世界各地倡导兴办汉学院的原因，汉学存在，则人类的幸福就能够延续；汉学若是断绝，则会使世界走向黑暗，这是有识之士非常担心的一桩事情。克实而论，传承文化的使命，就在我们每个人的肩上。",
      "zh_TW": "中華傳統文化是人類幸福美滿的源泉，也是人類智慧的瑰寶和結晶。這是多年來，我們在世界各地倡導興辦漢學院的原因，漢學存在，則人類的幸福就能夠延續；漢學若是斷絕，則會使世界走向黑暗，這是有識之士非常擔心的一樁事情。剋實而論，傳承文化的使命，就在我們每個人的肩上。"
    },
    {
      "id": "32-253-0001_p0007",
      "zh_CN": "【修齐治平的孔孟学说】",
      "zh_TW": "【修齊治平的孔孟學說】"
    },
    {
      "id": "32-253-0001_p0008",
      "zh_CN": "多年来，我一直有个梦想，希望汉学的承传真正能够从根扎起，兴办一条龙的学校。记得我们在台中的时候，恩师李炳南老居士办了一个「国文补习班」，我的老同学徐醒民老师就是从这个补习班培养出来的。对于承传汉学的补习班，我们有这样的构想，要办初级班、中级班和高级班。",
      "zh_TW": "多年來，我一直有個夢想，希望漢學的承傳真正能夠從根扎起，興辦一條龍的學校。記得我們在台中的時候，恩師李炳南老居士辦了一個「國文補習班」，我的老同學徐醒民老師就是從這個補習班培養出來的。對於承傳漢學的補習班，我們有這樣的構想，要辦初級班、中級班和高級班。"
    },
    {
      "id": "32-253-0001_p0009",
      "zh_CN": "第一个初级班，就是小学阶段，一共六年，完全是教《圣学根之根》的课程，希望孩子能背、能讲、能落实。「根之根」这套书一共七册，是因缘生老师所编订的，涵括了二十三种儒、释、道三家根之根的典籍，从「三百千」，《三字经》、《百家姓》、《千字文》到《孝经》、《太上感应篇》，以及《十善业道经》、《阿难问事佛吉凶经》，收录了童蒙养正重要的经典，能够为童蒙一生奠定很好的德行和学问的基础。",
      "zh_TW": "第一個初級班，就是小學階段，一共六年，完全是教《聖學根之根》的課程，希望孩子能背、能講、能落實。「根之根」這套書一共七冊，是因緣生老師所編訂的，涵括了二十三種儒、釋、道三家根之根的典籍，從「三百千」，《三字經》、《百家姓》、《千字文》到《孝經》、《太上感應篇》，以及《十善業道經》、《阿難問事佛吉凶經》，收錄了童蒙養正重要的經典，能夠為童蒙一生奠定很好的德行和學問的基礎。"
    },
    {
      "id": "32-253-0001_p0010",
      "zh_CN": "第二个中级班，中级阶段读「四书五经」，这是儒家教育的概论，也是学问的根柢。《中庸》是理论，《三字经》说：「中不偏，庸不易」，不偏不倚、不变不易就是中庸的道理；实际上，《中庸》所讲的就是一个「诚」字，也就是曾国藩先生所说的「一念不生是谓诚」。《大学》是方法，从修身、齐家，到治国、平天下，意义非常的深广；《论语》和《孟子》则是孔孟圣贤表演出的榜样。这一部「四书」能帮助人修身，达到身心快乐（孔颜之乐），进而提升到齐家，使得家庭美满和乐，事业顺利，乃至社会安定，国家富强，皆能圆满成就。",
      "zh_TW": "第二個中級班，中級階段讀「四書五經」，這是儒家教育的概論，也是學問的根柢。《中庸》是理論，《三字經》說：「中不偏，庸不易」，不偏不倚、不變不易就是中庸的道理；實際上，《中庸》所講的就是一個「誠」字，也就是曾國藩先生所說的「一念不生是謂誠」。《大學》是方法，從修身、齊家，到治國、平天下，意義非常的深廣；《論語》和《孟子》則是孔孟聖賢表演出的榜樣。這一部「四書」能幫助人修身，達到身心快樂（孔顏之樂），進而提升到齊家，使得家庭美滿和樂，事業順利，乃至社會安定，國家富強，皆能圓滿成就。"
    },
    {
      "id": "32-253-0001_p0011",
      "zh_CN": "第三高级班，大学班的学习，《群书治要》，这部书是缔造大唐贞观之治的治国宝典，是唐太宗命魏征等重臣，从历朝历代的典籍中萃取出来的治国、平天下的理论、方法、智慧和经验，涵括了经、史、子三部。「经」是经典，是圣贤学问的根本；「史」是历史，用古圣先贤的经验来处理现实的事务；「子」是诸子，其中涵括了诸多古代圣哲的深远智慧。学习《群书治要》，从中汲取修齐治平的智慧经验，则居家可为孝子贤孙，出仕可为忠臣良相、治世能臣，所以，这是一部具有大国气概的治世良方。",
      "zh_TW": "第三高級班，大學班的學習，《群書治要》，這部書是締造大唐貞觀之治的治國寶典，是唐太宗命魏徵等重臣，從歷朝歷代的典籍中萃取出來的治國、平天下的理論、方法、智慧和經驗，涵括了經、史、子三部。「經」是經典，是聖賢學問的根本；「史」是歷史，用古聖先賢的經驗來處理現實的事務；「子」是諸子，其中涵括了諸多古代聖哲的深遠智慧。學習《群書治要》，從中汲取修齊治平的智慧經驗，則居家可為孝子賢孫，出仕可為忠臣良相、治世能臣，所以，這是一部具有大國氣概的治世良方。"
    },
    {
      "id": "32-253-0001_p0012",
      "zh_CN": "涵养圣贤学问，老师非常重要，多年来我们积极倡议，一定要注重培养人才。有圣贤的老师，才能够教出圣贤的学生，这是一定的道理。真正遇到好老师，古人是把孩子送去给老师做侍者，跟着老师一起生活，老师的一言一行、一举一动、德行学问，学生完全学会了。侍奉老师的态度，与孝养父母是无二无别的，孝顺父母就会孝敬老师，孝敬老师就会孝顺父母，真正学以致用，在孝亲尊师中圆满落实。以此德行之根本，进而为官从政，真正能够把人民看作父母、看作老师，从而全心全力为人民服务，这就是好官，真正能够使天下大治。所以，这是我们教育的道路和目标，学会做人，学会做圣人，学会做一个为人民服务的人，这样的人生是多么有意义！",
      "zh_TW": "涵養聖賢學問，老師非常重要，多年來我們積極倡議，一定要注重培養人才。有聖賢的老師，才能夠教出聖賢的學生，這是一定的道理。真正遇到好老師，古人是把孩子送去給老師做侍者，跟著老師一起生活，老師的一言一行、一舉一動、德行學問，學生完全學會了。侍奉老師的態度，與孝養父母是無二無別的，孝順父母就會孝敬老師，孝敬老師就會孝順父母，真正學以致用，在孝親尊師中圓滿落實。以此德行之根本，進而為官從政，真正能夠把人民看作父母、看作老師，從而全心全力為人民服務，這就是好官，真正能夠使天下大治。所以，這是我們教育的道路和目標，學會做人，學會做聖人，學會做一個為人民服務的人，這樣的人生是多麼有意義！"
    },
    {
      "id": "32-253-0001_p0013",
      "zh_CN": "【圆满成就的大乘佛法】",
      "zh_TW": "【圓滿成就的大乘佛法】"
    },
    {
      "id": "32-253-0001_p0014",
      "zh_CN": "英国历史哲学家汤恩比博士曾经说过：「人类是先有宗教，后有文明，文明是从宗教衍生出来的。」对于如何解决二十一世纪人类的社会问题，惟有孔孟学说和大乘佛法能够做到。",
      "zh_TW": "英國歷史哲學家湯恩比博士曾經說過：「人類是先有宗教，後有文明，文明是從宗教衍生出來的。」對於如何解決二十一世紀人類的社會問題，惟有孔孟學說和大乘佛法能夠做到。"
    },
    {
      "id": "32-253-0001_p0015",
      "zh_CN": "何为大乘佛法？其最核心的心要何在？佛教的根本法轮《华严经》有言：「一切诸佛身，唯是一法身，一心一智慧，力无畏亦然。」《圆觉经》说：「众生本来成佛。」我们只有真正体悟到「心、佛、众生三无差别」的宇宙人生真相，相信一切众生本来成佛，明了「一切诸佛身，唯是一法身」，从而肯定虚空法界一切众生是一体的，我们才能够真正生起「无缘大慈，同体大悲」的上帝爱世人的大爱心，真诚慈悲之心。所以这个义理是佛法最为心要的内容，也是能够融合族群、文化，包容宗教、团结宗教的理论依据；同时，这更是我们在弘扬和护持传统文化、大乘佛法的时候，需要认真的去体悟和落实的道理。希望我们能够真正依教奉行，佛弟子要做出最好的榜样给世人看。",
      "zh_TW": "何為大乘佛法？其最核心的心要何在？佛教的根本法輪《華嚴經》有言：「一切諸佛身，唯是一法身，一心一智慧，力無畏亦然。」《圓覺經》說：「眾生本來成佛。」我們只有真正體悟到「心、佛、眾生三無差別」的宇宙人生真相，相信一切眾生本來成佛，明瞭「一切諸佛身，唯是一法身」，從而肯定虛空法界一切眾生是一體的，我們才能夠真正生起「無緣大慈，同體大悲」的上帝愛世人的大愛心，真誠慈悲之心。所以這個義理是佛法最為心要的內容，也是能夠融合族群、文化，包容宗教、團結宗教的理論依據；同時，這更是我們在弘揚和護持傳統文化、大乘佛法的時候，需要認真的去體悟和落實的道理。希望我們能夠真正依教奉行，佛弟子要做出最好的榜樣給世人看。"
    },
    {
      "id": "32-253-0001_p0016",
      "zh_CN": "大乘经典典章浩瀚，各宗各派殊途同归，然而，在当今这个时代，最适合我们末法众生根基的，无过于净土念佛法门。只要具足信、愿、行，真信切愿，老实念佛，求生净土，确实是万修万人去；往生西方极乐世界，皆作阿惟越致菩萨，皆能一生圆满成佛。因此，遇到净土法门，这是我们无量劫来稀有难逢的因缘，一定要珍惜这个机会！特别是在当今时代，夏莲居老居士为我们会集了《无量寿经》，黄念祖老居士为「大经」作注，海贤老和尚九十二年一句「南无阿弥陀佛」不拐弯，为净土法门、《无量寿经》作证转。我们遇到如此殊胜的因缘，如果不能当生往生极乐、圆满成佛，那是多么的可惜！希望我们同修们都能珍惜这个殊胜的因缘，信愿坚定，求生净土，成为莲池海会的佛菩萨。",
      "zh_TW": "大乘經典典章浩瀚，各宗各派殊途同歸，然而，在當今這個時代，最適合我們末法眾生根基的，無過於淨土念佛法門。只要具足信、願、行，真信切願，老實念佛，求生淨土，確實是萬修萬人去；往生西方極樂世界，皆作阿惟越致菩薩，皆能一生圓滿成佛。因此，遇到淨土法門，這是我們無量劫來稀有難逢的因緣，一定要珍惜這個機會！特別是在當今時代，夏蓮居老居士為我們會集了《無量壽經》，黃念祖老居士為「大經」作註，海賢老和尚九十二年一句「南無阿彌陀佛」不拐彎，為淨土法門、《無量壽經》作證轉。我們遇到如此殊勝的因緣，如果不能當生往生極樂、圓滿成佛，那是多麼的可惜！希望我們同修們都能珍惜這個殊勝的因緣，信願堅定，求生淨土，成為蓮池海會的佛菩薩。"
    },
    {
      "id": "32-253-0001_p0017",
      "zh_CN": "值此马来西亚「净宗学会学习营」开办之际，我们讲述以上「儒学根基与佛法修学」的心得，和与会的各位嘉宾、各位师生们共勉。希望大家认真努力学习好这些课程，并且在生活中真正能够实践力行，认真落实，作之君、作之亲、作之师，在日用云为、在各行各业中，真正「学为人师，行为世范」，为汉学的承传与昌明、为佛法的弘传与复兴，真正贡献出自己的力量。",
      "zh_TW": "值此馬來西亞「淨宗學會學習營」開辦之際，我們講述以上「儒學根基與佛法修學」的心得，和與會的各位嘉賓、各位師生們共勉。希望大家認真努力學習好這些課程，並且在生活中真正能夠實踐力行，認真落實，作之君、作之親、作之師，在日用云為、在各行各業中，真正「學為人師，行為世範」，為漢學的承傳與昌明、為佛法的弘傳與復興，真正貢獻出自己的力量。"
    },
    {
      "id": "32-253-0001_p0018",
      "zh_CN": "最后，祝福本次学习营圆满成功，祝福与会的各位嘉宾、各位同修道业精进，六时吉祥；祝福汉学院和各地净宗学会法缘殊胜，道业日隆；祝福马来西亚风调雨顺，国泰民安。谢谢大家！",
      "zh_TW": "最後，祝福本次學習營圓滿成功，祝福與會的各位嘉賓、各位同修道業精進，六時吉祥；祝福漢學院和各地淨宗學會法緣殊勝，道業日隆；祝福馬來西亞風調雨順，國泰民安。謝謝大家！"
    }
  ]
}