{
  "doc_id": "15-012-0008",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "新加坡居士林",
    "zh_TW": "新加坡居士林"
  },
  "doc_number": "15-012-0008",
  "total_paragraphs": 85,
  "paragraphs": [
    {
      "id": "15-012-0008_p0001",
      "zh_CN": "请掀开经本，第十六面，最后一行，我们先将经文念一段，对对地方。",
      "zh_TW": "請掀開經本，第十六面，最後一行，我們先將經文念一段，對對地方。"
    },
    {
      "id": "15-012-0008_p0002",
      "zh_CN": "【尔时世尊。赞弥勒菩萨言。善哉善哉。弥勒。善能演说如是譬喻。无能伺求说其短者。】",
      "zh_TW": "【爾時世尊。讚彌勒菩薩言。善哉善哉。彌勒。善能演說如是譬喻。無能伺求說其短者。】"
    },
    {
      "id": "15-012-0008_p0003",
      "zh_CN": "从这个地方看起。这段是结束前面一大段的经文，在末后弥勒菩萨举了一个比喻，譬如口渴之人，他非常希望得到饮水，可是这个饮水在以前被他污染了。大概他把这桩事情给忘掉了，于是见到这个水很脏不能饮用，反而怨天尤人。这个比喻虽然很浅显，也许我们会觉得不以为然，世间哪有这样健忘之人？如果诸位冷静的去观察，现在这个社会，像这样的人还真有不少。才知道诸佛菩萨在三千年前讲经说法，对于我们现代社会的状况真是了如指掌，这不能不说是智慧神通的广大。所以，佛在此地赞叹弥勒菩萨的比喻，说你说得太好了，『善哉善哉』是赞叹他说得非常之好。告诉弥勒，叫着『弥勒，善能演说如是譬喻』，这是很善巧，『无能伺求说其短者』，没有人能够在他的言行当中，找到他的过失，求得他的过失。我们接着看底下经文。",
      "zh_TW": "從這個地方看起。這段是結束前面一大段的經文，在末後彌勒菩薩舉了一個比喻，譬如口渴之人，他非常希望得到飲水，可是這個飲水在以前被他污染了。大概他把這樁事情給忘掉了，於是見到這個水很髒不能飲用，反而怨天尤人。這個比喻雖然很淺顯，也許我們會覺得不以為然，世間哪有這樣健忘之人？如果諸位冷靜的去觀察，現在這個社會，像這樣的人還真有不少。才知道諸佛菩薩在三千年前講經說法，對於我們現代社會的狀況真是瞭如指掌，這不能不說是智慧神通的廣大。所以，佛在此地讚歎彌勒菩薩的比喻，說你說得太好了，『善哉善哉』是讚歎他說得非常之好。告訴彌勒，叫著『彌勒，善能演說如是譬喻』，這是很善巧，『無能伺求說其短者』，沒有人能夠在他的言行當中，找到他的過失，求得他的過失。我們接著看底下經文。"
    },
    {
      "id": "15-012-0008_p0004",
      "zh_CN": "【弥勒。以是因缘。汝应当知。有四辩才一切诸佛之所宣说。有四辩才一切诸佛之所遮止。】",
      "zh_TW": "【彌勒。以是因緣。汝應當知。有四辯才一切諸佛之所宣說。有四辯才一切諸佛之所遮止。】"
    },
    {
      "id": "15-012-0008_p0005",
      "zh_CN": "到这个地方是一小段。佛说了，由于前面这个缘故、因缘，你应当要知道。世尊叫着弥勒就是叫着我们大家，弥勒菩萨何尝不知道，我们不知道倒是真的，他代表我们请法，代表我们接受佛的教诲。底下这一段非常重要。说有四种辩才，这是佛经上常讲的四无碍辩才，如来果地上具足的大德大能，四无碍辩。『一切诸佛之所宣说』，佛为一切众生、为九法界众生讲经说法，无碍辩才，这是佛所说的，我们学佛的同修大多数熟知的。可是还有四种辩才是『一切诸佛之所遮止』的，「遮止」就是禁止，不许可的，这四种的确我们不知道。正因为我们不知道，所以在末法时期才演变成一个不良的后果，那就是听骗不听劝。你想想看，骗人的人他要没有辩才，你怎么会被他骗了？信假不信真，没有辩才的人你也不会去信假。可见得假的、邪的，他也是有无碍辩才。这种无碍辩才，佛所禁止的。",
      "zh_TW": "到這個地方是一小段。佛說了，由於前面這個緣故、因緣，你應當要知道。世尊叫著彌勒就是叫著我們大家，彌勒菩薩何嘗不知道，我們不知道倒是真的，他代表我們請法，代表我們接受佛的教誨。底下這一段非常重要。說有四種辯才，這是佛經上常講的四無礙辯才，如來果地上具足的大德大能，四無礙辯。『一切諸佛之所宣說』，佛為一切眾生、為九法界眾生講經說法，無礙辯才，這是佛所說的，我們學佛的同修大多數熟知的。可是還有四種辯才是『一切諸佛之所遮止』的，「遮止」就是禁止，不許可的，這四種的確我們不知道。正因為我們不知道，所以在末法時期才演變成一個不良的後果，那就是聽騙不聽勸。你想想看，騙人的人他要沒有辯才，你怎麼會被他騙了？信假不信真，沒有辯才的人你也不會去信假。可見得假的、邪的，他也是有無礙辯才。這種無礙辯才，佛所禁止的。"
    },
    {
      "id": "15-012-0008_p0006",
      "zh_CN": "佛很慈悲，孔老夫子就不慈悲了。你们念孔子公的书，你看孔老夫子做鲁国的大司寇，他一上任，就把少正卯抓来把他杀掉，什么原因？没罪过，没有什么原因。孔老夫子为什么把他杀掉？就是他有无碍辩才，邪知邪见。孔老夫子看到这个人还得了，辩才无碍，就是到处欺骗众生，没有别的原因，就这个道理，就把他杀掉。佛不是，佛很慈悲，佛不杀人。我们继续看下面经文。",
      "zh_TW": "佛很慈悲，孔老夫子就不慈悲了。你們念孔子公的書，你看孔老夫子做魯國的大司寇，他一上任，就把少正卯抓來把他殺掉，什麼原因？沒罪過，沒有什麼原因。孔老夫子為什麼把他殺掉？就是他有無礙辯才，邪知邪見。孔老夫子看到這個人還得了，辯才無礙，就是到處欺騙眾生，沒有別的原因，就這個道理，就把他殺掉。佛不是，佛很慈悲，佛不殺人。我們繼續看下面經文。"
    },
    {
      "id": "15-012-0008_p0007",
      "zh_CN": "【云何名为有四辩才一切诸佛之所宣说。】",
      "zh_TW": "【云何名為有四辯才一切諸佛之所宣說。】"
    },
    {
      "id": "15-012-0008_p0008",
      "zh_CN": "下面先说明佛的四无碍辩才，这有四种，第一：",
      "zh_TW": "下面先說明佛的四無礙辯才，這有四種，第一："
    },
    {
      "id": "15-012-0008_p0009",
      "zh_CN": "【所谓利益相应。非不利益相应。】",
      "zh_TW": "【所謂利益相應。非不利益相應。】"
    },
    {
      "id": "15-012-0008_p0010",
      "zh_CN": "这是第一种。诸佛菩萨的四无碍辩才，一定是与利益相应；换句话说，他所说的字字句句，都是令一切众生得最大的利益，如果说叫众生不得利益的，佛决定不说。什么叫利益？一切经里面说得很清楚，假如说现前得利益，来世不得利益，后世不得利益，佛说这不是真正的利益。我们必须要知道，生命是永恒的，这是稍稍涉入佛法的人都能够理解的。而身命是短暂的，身体在这个世间是很短暂的，生命是永恒的，这就是说明有三世。任何一个人、任何一个众生，有过去世、有现在世、有未来世，过去无始，未来无终。假如说在这一生当中能得利益，来生不得利益；来生的时间长，在六道里无论哪一道，生命都比人道来得长久，这是佛在一切经里面说得很多，说得很详细。我们觉悟的人、明白的人，眼光要看的深远，来生不能不考虑。假如来生得利益，后生也得利益，这就是讲生生世世都得利益，这才叫真的利益，究竟圆满的利益。大乘经论都是以这个目标来宣讲的。由此可知，佛不仅仅是教我们现前得利益，我们一定要晓得佛在经上讲的利益的定义。第二：",
      "zh_TW": "這是第一種。諸佛菩薩的四無礙辯才，一定是與利益相應；換句話說，他所說的字字句句，都是令一切眾生得最大的利益，如果說叫眾生不得利益的，佛決定不說。什麼叫利益？一切經裡面說得很清楚，假如說現前得利益，來世不得利益，後世不得利益，佛說這不是真正的利益。我們必須要知道，生命是永恆的，這是稍稍涉入佛法的人都能夠理解的。而身命是短暫的，身體在這個世間是很短暫的，生命是永恆的，這就是說明有三世。任何一個人、任何一個眾生，有過去世、有現在世、有未來世，過去無始，未來無終。假如說在這一生當中能得利益，來生不得利益；來生的時間長，在六道裡無論哪一道，生命都比人道來得長久，這是佛在一切經裡面說得很多，說得很詳細。我們覺悟的人、明白的人，眼光要看的深遠，來生不能不考慮。假如來生得利益，後生也得利益，這就是講生生世世都得利益，這才叫真的利益，究竟圓滿的利益。大乘經論都是以這個目標來宣講的。由此可知，佛不僅僅是教我們現前得利益，我們一定要曉得佛在經上講的利益的定義。第二："
    },
    {
      "id": "15-012-0008_p0011",
      "zh_CN": "【与法相应。非不与法相应。】",
      "zh_TW": "【與法相應。非不與法相應。】"
    },
    {
      "id": "15-012-0008_p0012",
      "zh_CN": "法是什么？是佛陀所讲的一切教法，佛的教诲。佛的教诲是依什么说的？一切大乘经上告诉我们，佛依实相而说，实相是宇宙人生的真相；换句话说，诸佛菩萨所宣说的，一定是宇宙人生的真相，这就与法相应。所说都是宇宙人生真相，宇宙是我们生活的环境，人生就是本人。与此相背的，诸佛菩萨决定不说，这个我们要知道。第三：",
      "zh_TW": "法是什麼？是佛陀所講的一切教法，佛的教誨。佛的教誨是依什麼說的？一切大乘經上告訴我們，佛依實相而說，實相是宇宙人生的真相；換句話說，諸佛菩薩所宣說的，一定是宇宙人生的真相，這就與法相應。所說都是宇宙人生真相，宇宙是我們生活的環境，人生就是本人。與此相背的，諸佛菩薩決定不說，這個我們要知道。第三："
    },
    {
      "id": "15-012-0008_p0013",
      "zh_CN": "【烦恼灭尽相应。非与烦恼增长相应。】",
      "zh_TW": "【煩惱滅盡相應。非與煩惱增長相應。】"
    },
    {
      "id": "15-012-0008_p0014",
      "zh_CN": "诸佛菩萨所说的一切法，决定是帮助我们断烦恼，烦恼轻，智慧就长。烦恼跟智慧恰恰是对立的，就如同明暗一样，黑暗去了，光明就来，有了光明，黑暗就没有了，佛所说的一切法是光明的。所以你学佛如果学的烦恼还天天增长，你就应当要反省，你学的不是佛法，你所听的不是佛经。如果是佛所说的经，佛菩萨所讲的法，决定是帮助你减少烦恼。学佛的人他的效果必然是烦恼一年比一年少，一月比一月少，我们只说到这个地方，能够一月比一月少就很不错了。如果能够一个礼拜比一个礼拜少，你不是凡人，你不是普通人。决定是烦恼少，智慧一年比一年增长，一月比一月增长。智慧是什么？对于自己、对于境界，一切人一切环境当中，你看得很清楚很明白，而不会被迷惑，清清楚楚。",
      "zh_TW": "諸佛菩薩所說的一切法，決定是幫助我們斷煩惱，煩惱輕，智慧就長。煩惱跟智慧恰恰是對立的，就如同明暗一樣，黑暗去了，光明就來，有了光明，黑暗就沒有了，佛所說的一切法是光明的。所以你學佛如果學的煩惱還天天增長，你就應當要反省，你學的不是佛法，你所聽的不是佛經。如果是佛所說的經，佛菩薩所講的法，決定是幫助你減少煩惱。學佛的人他的效果必然是煩惱一年比一年少，一月比一月少，我們只說到這個地方，能夠一月比一月少就很不錯了。如果能夠一個禮拜比一個禮拜少，你不是凡人，你不是普通人。決定是煩惱少，智慧一年比一年增長，一月比一月增長。智慧是什麼？對於自己、對於境界，一切人一切環境當中，你看得很清楚很明白，而不會被迷惑，清清楚楚。"
    },
    {
      "id": "15-012-0008_p0015",
      "zh_CN": "生活当中就是定慧等学。你们今天同学，净宗学会带着你们到新加坡大概几个旅游的地方去参观，你们是不是在修定慧？定慧在哪里学？生活当中学。你们看看新加坡这个都市，看到许多繁华的市场，你到那个地方去，如果看得清清楚楚，了了分明，这是慧；能在这个境界里如如不动，那就是定。定跟慧是同时有的，绝对不会说我有慧没有定，那个慧是邪慧，不是正慧。有定，定中生的智慧，那是真智慧，样样清楚，如如不动。在这个境界里绝对不会起心动念，没有妄想执着，心永远是清净的，你才能看到这个世界千变万化。从静观里面，你就了解这个时代的众生他们在想什么、他们在做什么、他们在说什么，清清楚楚，了了分明。你才有能力去度化众生，讲经说法才能够契机契理。理就是与法相应，机就是灭烦恼，与利益相应，与灭尽烦恼相应，这就契机。第四：",
      "zh_TW": "生活當中就是定慧等學。你們今天同學，淨宗學會帶著你們到新加坡大概幾個旅遊的地方去參觀，你們是不是在修定慧？定慧在哪裡學？生活當中學。你們看看新加坡這個都市，看到許多繁華的市場，你到那個地方去，如果看得清清楚楚，了了分明，這是慧；能在這個境界裡如如不動，那就是定。定跟慧是同時有的，絕對不會說我有慧沒有定，那個慧是邪慧，不是正慧。有定，定中生的智慧，那是真智慧，樣樣清楚，如如不動。在這個境界裡絕對不會起心動念，沒有妄想執著，心永遠是清淨的，你才能看到這個世界千變萬化。從靜觀裡面，你就了解這個時代的眾生他們在想什麼、他們在做什麼、他們在說什麼，清清楚楚，了了分明。你才有能力去度化眾生，講經說法才能夠契機契理。理就是與法相應，機就是滅煩惱，與利益相應，與滅盡煩惱相應，這就契機。第四："
    },
    {
      "id": "15-012-0008_p0016",
      "zh_CN": "【涅槃功德相应。】",
      "zh_TW": "【涅槃功德相應。】"
    },
    {
      "id": "15-012-0008_p0017",
      "zh_CN": "『涅槃功德』是从果报上说的。涅槃是什么意思？不生不灭，绝对是与不生不灭的功德相应。功是你修学的功夫，德就是你得到的果报，果报是不生不灭。不生不灭什么时候得到？给诸位说，现前得到，这个句句都是真实话，这个不是假的，现前得到不生不灭，不是说死了以后才得到，那不是佛说的。涅槃是没有生死，没有生死就是了生死，是现前所证得的。",
      "zh_TW": "『涅槃功德』是從果報上說的。涅槃是什麼意思？不生不滅，絕對是與不生不滅的功德相應。功是你修學的功夫，德就是你得到的果報，果報是不生不滅。不生不滅什麼時候得到？給諸位說，現前得到，這個句句都是真實話，這個不是假的，現前得到不生不滅，不是說死了以後才得到，那不是佛說的。涅槃是沒有生死，沒有生死就是了生死，是現前所證得的。"
    },
    {
      "id": "15-012-0008_p0018",
      "zh_CN": "佛的四无碍辩才一定与这四桩事情相应，如果是这种说法，你就晓得这是诸佛菩萨的正说，与这四个相应。我们再看下面经文。",
      "zh_TW": "佛的四無礙辯才一定與這四樁事情相應，如果是這種說法，你就曉得這是諸佛菩薩的正說，與這四個相應。我們再看下面經文。"
    },
    {
      "id": "15-012-0008_p0019",
      "zh_CN": "【弥勒。若比丘比丘尼。优婆塞优婆夷。欲说法者。应当安住如是辩才。】",
      "zh_TW": "【彌勒。若比丘比丘尼。優婆塞優婆夷。欲說法者。應當安住如是辯才。】"
    },
    {
      "id": "15-012-0008_p0020",
      "zh_CN": "佛叫着弥勒菩萨说，实在就是嘱咐我们。『比丘比丘尼』是出家的二众，『优婆塞优婆夷』是在家的二众，四众弟子都有责任弘法利生。所以弘法利生并不是出家人的专利，出家人实在讲他是应当要做的。好比学校，出家人是专职的教员，他是专职教员他当然天天要教书，天天要上课。在家居士是兼任的教员，他可以来上课，他也可以不来上课，他不是专任的，他是兼任的。所以，四众弟子都有这个责任。你要代佛说法，你要自利利他，佛说了，『应当安住如是辩才』，你要把这四句话牢牢的记住。起心动念、言语造作都要给一切众生做榜样，要给一切众生做好样子，这就是利益众生，这就与利益相应。真正做个好样子，必定是跟如来的教诲相应，佛教我们应当要做的，我们认真努力去做。譬佛教给我们三福、六和、六度、十愿，我们一定要依教奉行，这是与法相应。法一定与理相应，这是深一层的说，法一定与理相应，如果法与理不相应，那个法不是正法。依教修行的人，一定是烦恼轻，智慧长；依教修行的人，必然是趣向大涅槃功德相应。这是无论在家出家的弟子，要为一切众生说法，一定要与这个相应。再看底下经文。",
      "zh_TW": "佛叫著彌勒菩薩說，實在就是囑咐我們。『比丘比丘尼』是出家的二眾，『優婆塞優婆夷』是在家的二眾，四眾弟子都有責任弘法利生。所以弘法利生並不是出家人的專利，出家人實在講他是應當要做的。好比學校，出家人是專職的教員，他是專職教員他當然天天要教書，天天要上課。在家居士是兼任的教員，他可以來上課，他也可以不來上課，他不是專任的，他是兼任的。所以，四眾弟子都有這個責任。你要代佛說法，你要自利利他，佛說了，『應當安住如是辯才』，你要把這四句話牢牢的記住。起心動念、言語造作都要給一切眾生做榜樣，要給一切眾生做好樣子，這就是利益眾生，這就與利益相應。真正做個好樣子，必定是跟如來的教誨相應，佛教我們應當要做的，我們認真努力去做。譬佛教給我們三福、六和、六度、十願，我們一定要依教奉行，這是與法相應。法一定與理相應，這是深一層的說，法一定與理相應，如果法與理不相應，那個法不是正法。依教修行的人，一定是煩惱輕，智慧長；依教修行的人，必然是趣向大涅槃功德相應。這是無論在家出家的弟子，要為一切眾生說法，一定要與這個相應。再看底下經文。"
    },
    {
      "id": "15-012-0008_p0021",
      "zh_CN": "【若善男子善女人等。有信顺心。当于是人而生佛想。作教师想。亦于是人听受其法。】",
      "zh_TW": "【若善男子善女人等。有信順心。當於是人而生佛想。作教師想。亦於是人聽受其法。】"
    },
    {
      "id": "15-012-0008_p0022",
      "zh_CN": "这是佛教导我们，听这些佛子说法应当具有的心态，我们才能真正得到佛法的功德利益。哪些人喜欢听佛法，能够接受佛法？必定是『善男子善女人』。佛经典里面，善男子善女人说得很多，但是善的意思不相同，等级不一样。一般可以说大分有五个等级，就是五乘佛法。从最下面最低的等级，人乘佛法、天乘佛法、声闻、缘觉、菩萨。此地这个标准是最低的标准，我们得的是人身，当然是为一切人来讲经说法，总不会去为畜生讲经说法，为人讲经说法。人要喜欢听，肯接受，这个人就是善男子善女人，为什么？如果过去生中他没有善根福德，今天因缘虽然聚会，他也不会来听。我们今天在这讲经，新加坡有两、三百万人口，他为什么不来？可见得要到这个地方坐下来听两个钟点，过去生中的善根、福德、机缘，三桩事情凑巧凑在一起了，善根福德因缘统统具足，这时候机会才现前，少一个都不行。如果少善根，他不相信，他听不懂，没有善根，他不能信不能解。而没有福德，他不喜欢听，他虽然能听懂，他也相信，不喜欢听。你想想看，佛门里这些人不少，做法会的时候多少人来烧香拜拜，出钱作功德，讲经的时候他不来，他不来听经。你问他，佛教徒、虔诚的佛教徒，还是佛门大护法，问他听过经没有？一生一次也没有听过，那就是他有善根，他没有福德，听经是大福德。有善根、有福德，没有人讲经，没有机会，那也不行。所以一定是善根、福德、因缘这三个条件都凑起来，不容易！",
      "zh_TW": "這是佛教導我們，聽這些佛子說法應當具有的心態，我們才能真正得到佛法的功德利益。哪些人喜歡聽佛法，能夠接受佛法？必定是『善男子善女人』。佛經典裡面，善男子善女人說得很多，但是善的意思不相同，等級不一樣。一般可以說大分有五個等級，就是五乘佛法。從最下面最低的等級，人乘佛法、天乘佛法、聲聞、緣覺、菩薩。此地這個標準是最低的標準，我們得的是人身，當然是為一切人來講經說法，總不會去為畜生講經說法，為人講經說法。人要喜歡聽，肯接受，這個人就是善男子善女人，為什麼？如果過去生中他沒有善根福德，今天因緣雖然聚會，他也不會來聽。我們今天在這講經，新加坡有兩、三百萬人口，他為什麼不來？可見得要到這個地方坐下來聽兩個鐘點，過去生中的善根、福德、機緣，三樁事情湊巧湊在一起了，善根福德因緣統統具足，這時候機會才現前，少一個都不行。如果少善根，他不相信，他聽不懂，沒有善根，他不能信不能解。而沒有福德，他不喜歡聽，他雖然能聽懂，他也相信，不喜歡聽。你想想看，佛門裡這些人不少，做法會的時候多少人來燒香拜拜，出錢作功德，講經的時候他不來，他不來聽經。你問他，佛教徒、虔誠的佛教徒，還是佛門大護法，問他聽過經沒有？一生一次也沒有聽過，那就是他有善根，他沒有福德，聽經是大福德。有善根、有福德，沒有人講經，沒有機會，那也不行。所以一定是善根、福德、因緣這三個條件都湊起來，不容易！"
    },
    {
      "id": "15-012-0008_p0023",
      "zh_CN": "诸位现在在座好像并不难，你想想新加坡几百万人，一比较你才知道真难，真不容易。你再看看亚洲的人口、全世界的人口，才知道这一会这两个钟点稀有难逄，决定不是简单的。善男子善女人的标准就在此地。他『有信顺心』，对于所说之法他能理解，他能相信，而且能够依教修行，这叫顺，顺里头有依教修行的意思。我们对于讲经的人要怎么看法？『当于是人而生佛想』，讲经是代佛说法，所以升座，大座的前面要供佛像。人家顶礼拜的时候，我们讲经的人不敢当，佛在前面，我们躲在佛后面，你拜是拜佛，我们不敢当，但是我们要代佛说法。",
      "zh_TW": "諸位現在在座好像並不難，你想想新加坡幾百萬人，一比較你才知道真難，真不容易。你再看看亞洲的人口、全世界的人口，才知道這一會這兩個鐘點稀有難逄，決定不是簡單的。善男子善女人的標準就在此地。他『有信順心』，對於所說之法他能理解，他能相信，而且能夠依教修行，這叫順，順裡頭有依教修行的意思。我們對於講經的人要怎麼看法？『當於是人而生佛想』，講經是代佛說法，所以升座，大座的前面要供佛像。人家頂禮拜的時候，我們講經的人不敢當，佛在前面，我們躲在佛後面，你拜是拜佛，我們不敢當，但是我們要代佛說法。"
    },
    {
      "id": "15-012-0008_p0024",
      "zh_CN": "既然代佛说法，必须要具备三个条件，这三个条件就是普贤菩萨教给我们「礼敬诸佛，称赞如来」。普贤菩萨这两愿教导我们，第一我们要敬佛，我们讲经的人自己不敬佛，怎么能教别人敬佛？第二我们要敬事，也就是敬业。讲经是我们的事业，我们对这个绝不能含糊，一定要非常认真，小心谨慎，不能把经义讲错。不但经义不能讲错，一定要讲得令大家生起欢喜心、信顺心。所以不能不敬业，敬业就是充分的准备，依教修行。第三要敬大众，为什么？每一位来听的人，我们很清楚、很明白，他是过去生中无量世的善根福德因缘在这时候成就，都是可敬可尊之人。要怀诚敬之心，在讲台上代佛菩萨说法。我们讲的人要具备这个心态，所以要认真的学习、认真的修行，含糊不得，绝不能草率来做这桩事情，草率来做我们诚敬的心就没有。诚敬的心没有，不但不能利益众生，自利都得不到，这是我们必须要晓得的。听法之人对于讲法的人『生佛想，作教师想』，他是我们的老师，我到这来上课，接受教导的。",
      "zh_TW": "既然代佛說法，必須要具備三個條件，這三個條件就是普賢菩薩教給我們「禮敬諸佛，稱讚如來」。普賢菩薩這兩願教導我們，第一我們要敬佛，我們講經的人自己不敬佛，怎麼能教別人敬佛？第二我們要敬事，也就是敬業。講經是我們的事業，我們對這個絕不能含糊，一定要非常認真，小心謹慎，不能把經義講錯。不但經義不能講錯，一定要講得令大家生起歡喜心、信順心。所以不能不敬業，敬業就是充分的準備，依教修行。第三要敬大眾，為什麼？每一位來聽的人，我們很清楚、很明白，他是過去生中無量世的善根福德因緣在這時候成就，都是可敬可尊之人。要懷誠敬之心，在講台上代佛菩薩說法。我們講的人要具備這個心態，所以要認真的學習、認真的修行，含糊不得，絕不能草率來做這樁事情，草率來做我們誠敬的心就沒有。誠敬的心沒有，不但不能利益眾生，自利都得不到，這是我們必須要曉得的。聽法之人對於講法的人『生佛想，作教師想』，他是我們的老師，我到這來上課，接受教導的。"
    },
    {
      "id": "15-012-0008_p0025",
      "zh_CN": "『亦于是人听受其法』，我们尊师重道，当然一定要来听经，一定要来接受佛的教诲。法师所讲没有离开经典，法师所讲全是佛的意思，而佛所讲的是过去古佛的意思。你要问佛有没有说法？佛说我没有说法。没有说法，说了四十九年，四十九年说什么？说的是古佛之法。佛这个态度与中国孔老夫子作学问的态度相似，「述而不作」，自己没有创作，都是转述古圣先贤的教诲。所以，今佛祖述古佛之所传，就是这个道理。讲的人、听的人都具足了良好的态度，这是佛在此地教导我们的。下面把这个道理说出来了。",
      "zh_TW": "『亦於是人聽受其法』，我們尊師重道，當然一定要來聽經，一定要來接受佛的教誨。法師所講沒有離開經典，法師所講全是佛的意思，而佛所講的是過去古佛的意思。你要問佛有沒有說法？佛說我沒有說法。沒有說法，說了四十九年，四十九年說什麼？說的是古佛之法。佛這個態度與中國孔老夫子作學問的態度相似，「述而不作」，自己沒有創作，都是轉述古聖先賢的教誨。所以，今佛祖述古佛之所傳，就是這個道理。講的人、聽的人都具足了良好的態度，這是佛在此地教導我們的。下面把這個道理說出來了。"
    },
    {
      "id": "15-012-0008_p0026",
      "zh_CN": "【何以故。是人所说。当知皆是一切如来之所宣说。一切诸佛诚实之语。】",
      "zh_TW": "【何以故。是人所說。當知皆是一切如來之所宣說。一切諸佛誠實之語。】"
    },
    {
      "id": "15-012-0008_p0027",
      "zh_CN": "这把理由说出来，为什么我们尊敬说法的人？为什么要相信所说之法？要依教奉行？说法之人，他所说的都是诸佛所说的，不是他自己所想的。如果用他自己的意思来说，问题就多了，麻烦就大了，决定是说诸佛之所说。这一点跟世间人想法、看法不一样，世间人都讲求要创造，创作发明超过前人，后人要超过前人。而佛法里面路子是平平淡淡的，没有办法超过前人。你要问为什么不能超过？因为法是平等法，你怎么能超过？《无量寿经》上经题「清净平等觉」，你要一超，清净没有了，平等没有了。那一超超到哪里去？超到三途恶道里去了。你要想作佛、作菩萨，告诉你平等法。平等法是正法，平等法是真实法，是『一切诸佛诚实之语』，我们要懂得这个道理。明白这个道理，晓得这个事实真相，所以佛子心永远是平静的，平静就是禅定的功夫。六祖大师解释禅定，什么叫禅定？外不着相是禅，内不动心是定。六根接触外面六尘境界，了了分明是禅，如如不动是定，永远安住在清净、平等的境界里，清净就光明，平等就不动。四众弟子都要晓得这个事实真相，都要晓得这个道理，要认真努力去修学。再看下面经文。",
      "zh_TW": "這把理由說出來，為什麼我們尊敬說法的人？為什麼要相信所說之法？要依教奉行？說法之人，他所說的都是諸佛所說的，不是他自己所想的。如果用他自己的意思來說，問題就多了，麻煩就大了，決定是說諸佛之所說。這一點跟世間人想法、看法不一樣，世間人都講求要創造，創作發明超過前人，後人要超過前人。而佛法裡面路子是平平淡淡的，沒有辦法超過前人。你要問為什麼不能超過？因為法是平等法，你怎麼能超過？《無量壽經》上經題「清淨平等覺」，你要一超，清淨沒有了，平等沒有了。那一超超到哪裡去？超到三途惡道裡去了。你要想作佛、作菩薩，告訴你平等法。平等法是正法，平等法是真實法，是『一切諸佛誠實之語』，我們要懂得這個道理。明白這個道理，曉得這個事實真相，所以佛子心永遠是平靜的，平靜就是禪定的功夫。六祖大師解釋禪定，什麼叫禪定？外不著相是禪，內不動心是定。六根接觸外面六塵境界，了了分明是禪，如如不動是定，永遠安住在清淨、平等的境界裡，清淨就光明，平等就不動。四眾弟子都要曉得這個事實真相，都要曉得這個道理，要認真努力去修學。再看下面經文。"
    },
    {
      "id": "15-012-0008_p0028",
      "zh_CN": "【弥勒。若有诽谤此四辩才。言非佛说。不生尊重恭敬之心。是人以怨憎故。于彼一切诸佛如来所说辩才。皆生诽谤。诽谤法已作坏法业。作坏法已当堕恶道。】",
      "zh_TW": "【彌勒。若有誹謗此四辯才。言非佛說。不生尊重恭敬之心。是人以怨憎故。於彼一切諸佛如來所說辯才。皆生誹謗。誹謗法已作壞法業。作壞法已當墮惡道。】"
    },
    {
      "id": "15-012-0008_p0029",
      "zh_CN": "哪些人干这个事情？干这个事情的人很多。他不明白这个道理，认为你们这样做法、这种心态是落伍了，这个已经被淘汰掉，不知道竞争，不知道求进步。我们要是听到人家这种说法，怎么办？如果想想，不错，举世之人都在竞争，我们怎么会变的这么消极？如果没有相当的智慧，你的信心很容易受动摇。一动摇就错了，跟他们走了，你不跟佛走，你跟那些人走。那些人心是动的，心猿意马，一分一秒他都停不住，那是什么心？诸位晓得，妄心，他是妄心做主。佛教给我们安住如如不动，如如不动是真心，真心做主是佛菩萨，妄心做主是凡夫，凡圣的分水岭就在此地。我们到底是要作凡，还是要作圣？如果要作圣，那就晓得，说这些话的人很多、很平常，为什么？凡人多圣人少，几个人会赞叹你？能赞叹你的，他也是圣人，他明白，他才会赞叹你。毕竟是圣人少，凡人多，凡夫毁谤这是必然的道理。我们在修学过程当中一定会遇到，而且常常会遇到，时时处处都遇到，自己要明了。这个时候看看你定慧有没有作用？你是不是能够在境界清清楚楚，还是如如不动？",
      "zh_TW": "哪些人幹這個事情？幹這個事情的人很多。他不明白這個道理，認為你們這樣做法、這種心態是落伍了，這個已經被淘汰掉，不知道競爭，不知道求進步。我們要是聽到人家這種說法，怎麼辦？如果想想，不錯，舉世之人都在競爭，我們怎麼會變的這麼消極？如果沒有相當的智慧，你的信心很容易受動搖。一動搖就錯了，跟他們走了，你不跟佛走，你跟那些人走。那些人心是動的，心猿意馬，一分一秒他都停不住，那是什麼心？諸位曉得，妄心，他是妄心做主。佛教給我們安住如如不動，如如不動是真心，真心做主是佛菩薩，妄心做主是凡夫，凡聖的分水嶺就在此地。我們到底是要作凡，還是要作聖？如果要作聖，那就曉得，說這些話的人很多、很平常，為什麼？凡人多聖人少，幾個人會讚歎你？能讚歎你的，他也是聖人，他明白，他才會讚歎你。畢竟是聖人少，凡人多，凡夫毀謗這是必然的道理。我們在修學過程當中一定會遇到，而且常常會遇到，時時處處都遇到，自己要明瞭。這個時候看看你定慧有沒有作用？你是不是能夠在境界清清楚楚，還是如如不動？"
    },
    {
      "id": "15-012-0008_p0030",
      "zh_CN": "这些人说这四辩才不是佛说的，「不是佛说」这句话里面的含义很深很广。我们学教，也就是学习经典，要能通其义，不能死在文字之下，那就错了。所以学教最高明的是通其理，学教理，其次的则是通其义，教义，不可以执着在文字上。譬如有人说，经上讲的『弥勒，若有诽谤此四辩才』，你想想没有听说过？没有遇到，从来没有遇到过。可是你有没有听说「大乘非佛说」、「净土不究竟」，有没有听说过？这个有听说过。就是这个话，你想想看对不对？大乘是佛四种辩才说出来的，净土是佛四辩才说出来的，他说净土不究竟，说大乘非佛说，不就是『诽谤此四辩才，言非佛说』吗？他对大乘教不尊重，对于净土教不尊重。读经你要会看，它的意思很深很广。既然他毁谤，他必定就破坏、障碍，破坏佛法，破坏道场，障碍人学习，帮助人退失信心，这就是『作坏法业』，后果必定堕恶道。堕恶道的情形这个经一开端就说出来，果报是太可怕了。我们看末后这一段。",
      "zh_TW": "這些人說這四辯才不是佛說的，「不是佛說」這句話裡面的含義很深很廣。我們學教，也就是學習經典，要能通其義，不能死在文字之下，那就錯了。所以學教最高明的是通其理，學教理，其次的則是通其義，教義，不可以執著在文字上。譬如有人說，經上講的『彌勒，若有誹謗此四辯才』，你想想沒有聽說過？沒有遇到，從來沒有遇到過。可是你有沒有聽說「大乘非佛說」、「淨土不究竟」，有沒有聽說過？這個有聽說過。就是這個話，你想想看對不對？大乘是佛四種辯才說出來的，淨土是佛四辯才說出來的，他說淨土不究竟，說大乘非佛說，不就是『誹謗此四辯才，言非佛說』嗎？他對大乘教不尊重，對於淨土教不尊重。讀經你要會看，它的意思很深很廣。既然他毀謗，他必定就破壞、障礙，破壞佛法，破壞道場，障礙人學習，幫助人退失信心，這就是『作壞法業』，後果必定墮惡道。墮惡道的情形這個經一開端就說出來，果報是太可怕了。我們看末後這一段。"
    },
    {
      "id": "15-012-0008_p0031",
      "zh_CN": "【是故弥勒。若有净信诸善男子。为欲解脱诽谤正法业因缘者。不以憎嫉人故而憎嫉于法。不以人过失故而于法生过。不以于人怨故而于法亦怨。】",
      "zh_TW": "【是故彌勒。若有淨信諸善男子。為欲解脫誹謗正法業因緣者。不以憎嫉人故而憎嫉於法。不以人過失故而於法生過。不以於人怨故而於法亦怨。】"
    },
    {
      "id": "15-012-0008_p0032",
      "zh_CN": "佛这段的开示非常重要，我们往往因为犯了这些小毛病，而造成重大的过失。造这种罪业的人不是别人，也是学佛人，不是学佛的人他怎么晓得有大小乘？他怎么会知道「大乘非佛说」这些话？都是学佛的人，而且对于佛法大概都有相当研究的人。一个是自己知见错误，一个是人云亦云，自己没有主见，听人家说的，人家在书上说的。书是什么人写的？书是现在人写的，佛经是三千年前佛说的。我们要细细去思量，不可以人云亦云。三千年传下来的东西，如果有问题，这三千年中都没有能人吗？都没有高手，没有发现，到三千年后才被你发现，你也未免太瞧不起古人了！三千年的人都没有发现到缺点，你今天说的缺点不太可靠。这是个普通常识，稍稍有点逻辑思惟的头脑，也不至于被迷惑，不至于被蒙骗。当然烦恼、习气很多，也不尽然是这一个原因，原因很多。",
      "zh_TW": "佛這段的開示非常重要，我們往往因為犯了這些小毛病，而造成重大的過失。造這種罪業的人不是別人，也是學佛人，不是學佛的人他怎麼曉得有大小乘？他怎麼會知道「大乘非佛說」這些話？都是學佛的人，而且對於佛法大概都有相當研究的人。一個是自己知見錯誤，一個是人云亦云，自己沒有主見，聽人家說的，人家在書上說的。書是什麼人寫的？書是現在人寫的，佛經是三千年前佛說的。我們要細細去思量，不可以人云亦云。三千年傳下來的東西，如果有問題，這三千年中都沒有能人嗎？都沒有高手，沒有發現，到三千年後才被你發現，你也未免太瞧不起古人了！三千年的人都沒有發現到缺點，你今天說的缺點不太可靠。這是個普通常識，稍稍有點邏輯思惟的頭腦，也不至於被迷惑，不至於被蒙騙。當然煩惱、習氣很多，也不盡然是這一個原因，原因很多。"
    },
    {
      "id": "15-012-0008_p0033",
      "zh_CN": "这就说了，『若有净信诸善男子，为欲解脱』，他为了想了生死、脱轮回、成佛道，为这个目标，他『诽谤正法业因缘者』。你们有没有疑惑？我们举个简单的例子，有人为了这一生当生要成佛，认为净土成不了佛，净土是老太婆教，净土是没知识人学的。要成佛，即身成佛，学密，密是即身成佛；要修禅，禅是这一生就得道；标榜自己这一宗，标榜自己这个法门，毁谤其他的法门。他能不能成就？给诸位说他决定不能成就。为什么不能成就？因为他毁谤三宝，毁谤三宝的罪业在阿鼻地狱。所以，他自己修的再成功，修的再怎么好，那是他说的，要来跟我讲我不相信。我为什么不相信？我理由很充足，因为他自赞毁他，他的烦恼没断，他的心不平。烦恼没有断，心不平，心不清净，怎么能出得了三界？别说你成就了，你决定超不过三界轮回。三界轮回是怎么来的？我们讲的很多，你有妄想，才造成十法界；你有执着，才有六道轮回。你现在还执着你的法门对，别的法门不对，你的执着很坚固，你六道轮回出不去，道理在此地。",
      "zh_TW": "這就說了，『若有淨信諸善男子，為欲解脫』，他為了想了生死、脫輪迴、成佛道，為這個目標，他『誹謗正法業因緣者』。你們有沒有疑惑？我們舉個簡單的例子，有人為了這一生當生要成佛，認為淨土成不了佛，淨土是老太婆教，淨土是沒知識人學的。要成佛，即身成佛，學密，密是即身成佛；要修禪，禪是這一生就得道；標榜自己這一宗，標榜自己這個法門，毀謗其他的法門。他能不能成就？給諸位說他決定不能成就。為什麼不能成就？因為他毀謗三寶，毀謗三寶的罪業在阿鼻地獄。所以，他自己修的再成功，修的再怎麼好，那是他說的，要來跟我講我不相信。我為什麼不相信？我理由很充足，因為他自讚毀他，他的煩惱沒斷，他的心不平。煩惱沒有斷，心不平，心不清淨，怎麼能出得了三界？別說你成就了，你決定超不過三界輪迴。三界輪迴是怎麼來的？我們講的很多，你有妄想，才造成十法界；你有執著，才有六道輪迴。你現在還執著你的法門對，別的法門不對，你的執著很堅固，你六道輪迴出不去，道理在此地。"
    },
    {
      "id": "15-012-0008_p0034",
      "zh_CN": "什么人能出三界？心地清净，真正离开妄想分别执着，这个人出三界，无论他修哪个法门都出三界。所以《华严经》上，佛菩萨给我们做了个示范，你看五十三参，五十三位善知识，每个人学的法门不一样，他们都得清净心，都得平等性，他们的态度是自己谦虚，赞叹别人，风度不相同。「我的根机很劣，学这个法门，别的人都比我高明，他们那个法门殊胜。」都说别的法门殊胜，没有说自己法门殊胜的，这是我们讲修行得道人的态度。道是什么？道就是清净、平等。他得到清净心，他得到平等心，也就是说他烦恼断了，智慧开了，他的心境开朗。与一切众生不仅是和睦相处，他对于一切众生没有一个不尊敬的，他能够自卑而尊人，这是佛菩萨表现给我们看的。怎么可以自赞毁他？这几句经文，「为欲解脱诽谤正法业因缘者」，这一句就是自赞毁他，他是个学佛的人，他标榜自己，把别的法门统统给压下去。",
      "zh_TW": "什麼人能出三界？心地清淨，真正離開妄想分別執著，這個人出三界，無論他修哪個法門都出三界。所以《華嚴經》上，佛菩薩給我們做了個示範，你看五十三參，五十三位善知識，每個人學的法門不一樣，他們都得清淨心，都得平等性，他們的態度是自己謙虛，讚歎別人，風度不相同。「我的根機很劣，學這個法門，別的人都比我高明，他們那個法門殊勝。」都說別的法門殊勝，沒有說自己法門殊勝的，這是我們講修行得道人的態度。道是什麼？道就是清淨、平等。他得到清淨心，他得到平等心，也就是說他煩惱斷了，智慧開了，他的心境開朗。與一切眾生不僅是和睦相處，他對於一切眾生沒有一個不尊敬的，他能夠自卑而尊人，這是佛菩薩表現給我們看的。怎麼可以自讚毀他？這幾句經文，「為欲解脫誹謗正法業因緣者」，這一句就是自讚毀他，他是個學佛的人，他標榜自己，把別的法門統統給壓下去。"
    },
    {
      "id": "15-012-0008_p0035",
      "zh_CN": "下面这三句尤其我们要特别重视的。『不以憎嫉人故而憎嫉于法』，我讨厌这个人，这个人我不喜欢他，不能因为讨厌这个人，他说的法我们也讨厌，那就错了。这就是儒家所讲的迁怒，这个毛病很大，可能我们自己就有，一定要警惕，要把这个毛病改掉。不迁怒、不二过，这才能成就。不二过就是我过失只有一次，不会再犯同样的过失，那叫真正忏除业障，忏除业障就是不二过。人真能做到不迁怒、不二过，无论修学哪个法门，我们都相信他很快有成就。",
      "zh_TW": "下面這三句尤其我們要特別重視的。『不以憎嫉人故而憎嫉於法』，我討厭這個人，這個人我不喜歡他，不能因為討厭這個人，他說的法我們也討厭，那就錯了。這就是儒家所講的遷怒，這個毛病很大，可能我們自己就有，一定要警惕，要把這個毛病改掉。不遷怒、不二過，這才能成就。不二過就是我過失只有一次，不會再犯同樣的過失，那叫真正懺除業障，懺除業障就是不二過。人真能做到不遷怒、不二過，無論修學哪個法門，我們都相信他很快有成就。"
    },
    {
      "id": "15-012-0008_p0036",
      "zh_CN": "第二是『不以人过失故而于法生过』。这个人有过失，譬如我们举个最简单的，他讲的经，他很会说但是他做不到，能说不能行，这是过失。不能因为他能说不能行，我们连他的说也不听，那就错了。天台大师告诉我们，天台是智者大师，他老人家有两句名言，第一句说「能说不能行，国之师也」，国师！因为他所说的是正法，说的没有违背经典，他说得没错，我们要依照这个方法来学，我们有成就。古人所谓「青出于蓝，而胜于蓝」，意思就是说老师虽然很平常，学生跟他学，老师教的方法、理论是正确的，学生真正肯学，学生的成就超过老师。那就说明他所教的理论、方法没有错，这是国之师。「能说又能行，国之宝也」，国宝级的少，国师级的多。这个国家国师级的人多，社会的风气就能转移，能够移风易俗，能够给社会带来安定、和平、繁荣，可以得到。所以，我们不能因为讲经的人有过失，我们连法也责怪，这是错误的，这个不可以的。",
      "zh_TW": "第二是『不以人過失故而於法生過』。這個人有過失，譬如我們舉個最簡單的，他講的經，他很會說但是他做不到，能說不能行，這是過失。不能因為他能說不能行，我們連他的說也不聽，那就錯了。天台大師告訴我們，天台是智者大師，他老人家有兩句名言，第一句說「能說不能行，國之師也」，國師！因為他所說的是正法，說的沒有違背經典，他說得沒錯，我們要依照這個方法來學，我們有成就。古人所謂「青出於藍，而勝於藍」，意思就是說老師雖然很平常，學生跟他學，老師教的方法、理論是正確的，學生真正肯學，學生的成就超過老師。那就說明他所教的理論、方法沒有錯，這是國之師。「能說又能行，國之寶也」，國寶級的少，國師級的多。這個國家國師級的人多，社會的風氣就能轉移，能夠移風易俗，能夠給社會帶來安定、和平、繁榮，可以得到。所以，我們不能因為講經的人有過失，我們連法也責怪，這是錯誤的，這個不可以的。"
    },
    {
      "id": "15-012-0008_p0037",
      "zh_CN": "第三，『不以于人怨故而于法亦怨』。怨，这个人是我的冤家对头，跟前面两个不一样，前面第一个是讨厌这个人，第二个是虽然不讨厌他，但是他一身的过失，他毛病很多，第三句是与自己有过节、有怨恨的，他来说法我才不要听，那也错了，你连法也怨，那就大错特错。他虽然是你的冤家对头，但是他登台说法，法没有说错。这个意思就是教给我们，用什么样的心态来尊重法、来学习法，同时也要尊重说法之人。不要看他的过失，不要想他跟我过不去的这些怨怼，不去想这个，也不可以去瞋恨、嫉妒，都不可以。我们要以一个良好的态度，这样才能够学到如来真实、圆满的大法。好，请翻过经本。",
      "zh_TW": "第三，『不以於人怨故而於法亦怨』。怨，這個人是我的冤家對頭，跟前面兩個不一樣，前面第一個是討厭這個人，第二個是雖然不討厭他，但是他一身的過失，他毛病很多，第三句是與自己有過節、有怨恨的，他來說法我才不要聽，那也錯了，你連法也怨，那就大錯特錯。他雖然是你的冤家對頭，但是他登台說法，法沒有說錯。這個意思就是教給我們，用什麼樣的心態來尊重法、來學習法，同時也要尊重說法之人。不要看他的過失，不要想他跟我過不去的這些怨懟，不去想這個，也不可以去瞋恨、嫉妒，都不可以。我們要以一個良好的態度，這樣才能夠學到如來真實、圓滿的大法。好，請翻過經本。"
    },
    {
      "id": "15-012-0008_p0038",
      "zh_CN": "【弥勒。云何名为四种辩才一切诸佛之所遮止。】",
      "zh_TW": "【彌勒。云何名為四種辯才一切諸佛之所遮止。】"
    },
    {
      "id": "15-012-0008_p0039",
      "zh_CN": "前面这四种辩才是佛所赞叹的，「一切诸佛之所赞叹」，我们要注意这句经文，不仅仅是释迦牟尼佛一个人，一切诸佛是讲的十方三世。从这一句就知道，这段的教诲我们不能不尊重，不能不认真学习，因为三世诸佛都是这样教导弟子们的。这一段要说佛所禁止的四种辩才，也是辩才无碍。《楞严经》上说，现前这个社会，末法时期「邪师说法，如恒河沙」。这些说法的人如果没有辩才，怎么能够蛊惑一切大众？何况现前大众里面，有许多受过高等教育的，甚至于很多拿到博士、硕士学位的，都跟着他们走。他要没有辩才，他怎么能做得到？所以他也有辩才。可是我们细心一观察，他到底是佛菩萨，还是非佛菩萨？这段教导我们这个方法。我们依这个方法、依这个原则，就能够拣别、能够鉴定他是真的佛法是假的佛法？我们看这四句，跟前面恰恰相反。",
      "zh_TW": "前面這四種辯才是佛所讚歎的，「一切諸佛之所讚歎」，我們要注意這句經文，不僅僅是釋迦牟尼佛一個人，一切諸佛是講的十方三世。從這一句就知道，這段的教誨我們不能不尊重，不能不認真學習，因為三世諸佛都是這樣教導弟子們的。這一段要說佛所禁止的四種辯才，也是辯才無礙。《楞嚴經》上說，現前這個社會，末法時期「邪師說法，如恆河沙」。這些說法的人如果沒有辯才，怎麼能夠蠱惑一切大眾？何況現前大眾裡面，有許多受過高等教育的，甚至於很多拿到博士、碩士學位的，都跟著他們走。他要沒有辯才，他怎麼能做得到？所以他也有辯才。可是我們細心一觀察，他到底是佛菩薩，還是非佛菩薩？這段教導我們這個方法。我們依這個方法、依這個原則，就能夠揀別、能夠鑑定他是真的佛法是假的佛法？我們看這四句，跟前面恰恰相反。"
    },
    {
      "id": "15-012-0008_p0040",
      "zh_CN": "【所谓非利益相应。不与利益相应。】",
      "zh_TW": "【所謂非利益相應。不與利益相應。】"
    },
    {
      "id": "15-012-0008_p0041",
      "zh_CN": "这是第一。他辩才是无碍，说的是天花乱坠，但是他所讲的决定不是与利益相应。『非利益相应』，他是非利益相应，不是跟利益相应；换句话说，他教你眼前得利益，教给你，因为你很喜欢升官、发财，他教给你这些，教你求这些。来生的利益他不负责，他没有了。教给你这些升官、发财的修行的方法，灵不灵？你要细心去试验。他发财的修法，一个人修，这个人发财；两个人修，两个人发财；一百个人修，一百个人发财；全世界的人修，全世界的人发财，我也会跟他去，那是真的。如果一百个人修，只有一个人发财，九十九个人没有发财，我不相信，那是假的。那一个人发财是他命里该发财的，与他修的不相干，如果修的真有关系的话，应该是一个人修一个人发财、十个人修十个人发财。所以，头脑稍微冷静观察一下就不会上当，天下哪有这种便宜事情。",
      "zh_TW": "這是第一。他辯才是無礙，說的是天花亂墜，但是他所講的決定不是與利益相應。『非利益相應』，他是非利益相應，不是跟利益相應；換句話說，他教你眼前得利益，教給你，因為你很喜歡升官、發財，他教給你這些，教你求這些。來生的利益他不負責，他沒有了。教給你這些升官、發財的修行的方法，靈不靈？你要細心去試驗。他發財的修法，一個人修，這個人發財；兩個人修，兩個人發財；一百個人修，一百個人發財；全世界的人修，全世界的人發財，我也會跟他去，那是真的。如果一百個人修，只有一個人發財，九十九個人沒有發財，我不相信，那是假的。那一個人發財是他命裡該發財的，與他修的不相干，如果修的真有關係的話，應該是一個人修一個人發財、十個人修十個人發財。所以，頭腦稍微冷靜觀察一下就不會上當，天下哪有這種便宜事情。"
    },
    {
      "id": "15-012-0008_p0042",
      "zh_CN": "佛法里面真的是无比之殊胜，佛门当中常说「佛氏门中，有求必应」，这个话不是假的。佛门里面能不能求发财？能。是不是求佛菩萨，佛菩萨就帮助我发财？这摇摇头，不能！佛做不到。佛门当中求发财是怎么个求法？佛有发财的理论、有发财的方法，他把这些道理、方法教给你，你认真去做，你才会得到果报。佛知道教你怎么样修因，然后怎么样得果报，所以佛法不骗人。而佛法所求的决定是命里头没有的，命里有的，你要是修得、求得，那个不算，命里没有的。我想许多同修念过《了凡四训》，了凡遇到云谷禅师，云谷禅师教他那些，他以后得到的是他命里所没有的。他命里没有儿子，以后得一个儿子，求来的。命里寿命只有五十几岁，他活到七十多岁，这命里没有的。命里没有的得到，那是真正的你求得的，他懂方法、懂理论，不是盲目在佛菩萨面前磕头许愿，供点什么供品，贿赂贿赂，巴结巴结，佛菩萨就保佑他了，哪有这个道理！这不但你求不到，还加罪，你简直瞧不起佛菩萨，侮辱他，把他当做贪官污吏看待，你说你的罪过大不大！现在干这种事情多少？迷惑颠倒，搞错了，不但求不得福，祸害就要临头了。你懂得什么叫利益，就晓得这个所说的没有利益，与利益不相干，不是真实的利益；即使有利益，是很短暂的，不是真实的。不与利益相应，他跟真实的利益不相应。第二：",
      "zh_TW": "佛法裡面真的是無比之殊勝，佛門當中常說「佛氏門中，有求必應」，這個話不是假的。佛門裡面能不能求發財？能。是不是求佛菩薩，佛菩薩就幫助我發財？這搖搖頭，不能！佛做不到。佛門當中求發財是怎麼個求法？佛有發財的理論、有發財的方法，他把這些道理、方法教給你，你認真去做，你才會得到果報。佛知道教你怎麼樣修因，然後怎麼樣得果報，所以佛法不騙人。而佛法所求的決定是命裡頭沒有的，命裡有的，你要是修得、求得，那個不算，命裡沒有的。我想許多同修念過《了凡四訓》，了凡遇到雲谷禪師，雲谷禪師教他那些，他以後得到的是他命裡所沒有的。他命裡沒有兒子，以後得一個兒子，求來的。命裡壽命只有五十幾歲，他活到七十多歲，這命裡沒有的。命裡沒有的得到，那是真正的你求得的，他懂方法、懂理論，不是盲目在佛菩薩面前磕頭許願，供點什麼供品，賄賂賄賂，巴結巴結，佛菩薩就保佑他了，哪有這個道理！這不但你求不到，還加罪，你簡直瞧不起佛菩薩，侮辱他，把他當做貪官污吏看待，你說你的罪過大不大！現在幹這種事情多少？迷惑顛倒，搞錯了，不但求不得福，禍害就要臨頭了。你懂得什麼叫利益，就曉得這個所說的沒有利益，與利益不相干，不是真實的利益；即使有利益，是很短暫的，不是真實的。不與利益相應，他跟真實的利益不相應。第二："
    },
    {
      "id": "15-012-0008_p0043",
      "zh_CN": "【非法相应。不与法相应。】",
      "zh_TW": "【非法相應。不與法相應。】"
    },
    {
      "id": "15-012-0008_p0044",
      "zh_CN": "他所说的，即使是讲经，经典是佛经没错，他所讲的意思不是佛的意思，不是经典的意思，他把意思讲错了，讲歪扭了。你看开经偈上讲「愿解如来真实义」，他是错解如来真实义，曲解如来真实义，他认为他讲的是对的，实际上他说的是错误的。听经、研教世尊唯恐后人没有依据，不能辨别邪正，特地留下「四依法」，教导后人，第一，我们「依法不依人」。法是经典，经典才是正确的依据。这个讲经人所说的，如果与经典所讲的不相应，我们可以不接受，为什么？他的意思，不是佛的意思。他能够说得与经义相应，经的理论相应，经典的方法相应，我们可以接受，这个没有错，这依法不依人。人，即使是菩萨来讲的，与经典不相应，我们也不能听，菩萨智慧没有圆。善导大师在《观无量寿经》注解里面告诉我们，等觉菩萨来讲经，不与经典相应，我们都不能接受，何况其余！这个教诲重要。第二个，教我们「依义不依语」，言语没有关系，意思要相应。言语多说几句少说几句，说深说浅、说长说短，无关紧要，意思决定是教义，决定不违背。第三教给我们「依了义不依不了义」，这个重要。什么叫了义？了义就是利益，就是这里讲的涅槃，这是了义。什么是不了义？不了义是不能出三界，不能了生死，不能证果，这就是不了义。我们好不容易遇到佛法，遇到佛法要学个不了义，太可惜了。第四句更重要，「依智不依识」。智是什么？理智，识是感情，学佛法不能依感情，不能依情绪，要依理性，这就对了，依理智不能依感情。前面讲的三种毛病都是感情，都不是理智，如果有理性的人决定没有这个毛病。所以他是与法不相应，这不是正法。第三，他跟：",
      "zh_TW": "他所說的，即使是講經，經典是佛經沒錯，他所講的意思不是佛的意思，不是經典的意思，他把意思講錯了，講歪扭了。你看開經偈上講「願解如來真實義」，他是錯解如來真實義，曲解如來真實義，他認為他講的是對的，實際上他說的是錯誤的。聽經、研教世尊唯恐後人沒有依據，不能辨別邪正，特地留下「四依法」，教導後人，第一，我們「依法不依人」。法是經典，經典才是正確的依據。這個講經人所說的，如果與經典所講的不相應，我們可以不接受，為什麼？他的意思，不是佛的意思。他能夠說得與經義相應，經的理論相應，經典的方法相應，我們可以接受，這個沒有錯，這依法不依人。人，即使是菩薩來講的，與經典不相應，我們也不能聽，菩薩智慧沒有圓。善導大師在《觀無量壽經》註解裡面告訴我們，等覺菩薩來講經，不與經典相應，我們都不能接受，何況其餘！這個教誨重要。第二個，教我們「依義不依語」，言語沒有關係，意思要相應。言語多說幾句少說幾句，說深說淺、說長說短，無關緊要，意思決定是教義，決定不違背。第三教給我們「依了義不依不了義」，這個重要。什麼叫了義？了義就是利益，就是這裡講的涅槃，這是了義。什麼是不了義？不了義是不能出三界，不能了生死，不能證果，這就是不了義。我們好不容易遇到佛法，遇到佛法要學個不了義，太可惜了。第四句更重要，「依智不依識」。智是什麼？理智，識是感情，學佛法不能依感情，不能依情緒，要依理性，這就對了，依理智不能依感情。前面講的三種毛病都是感情，都不是理智，如果有理性的人決定沒有這個毛病。所以他是與法不相應，這不是正法。第三，他跟："
    },
    {
      "id": "15-012-0008_p0045",
      "zh_CN": "【烦恼相应。不与烦恼灭尽相应。】",
      "zh_TW": "【煩惱相應。不與煩惱滅盡相應。】"
    },
    {
      "id": "15-012-0008_p0046",
      "zh_CN": "你跟他学习，你的烦恼，就是贪瞋痴慢会增长，不会减少。他鼓励你发财，鼓励你升官，不就是贪瞋痴吗？你仔细看看，他教你是增长贪瞋痴，灭你的戒定慧，不让你有智慧，让你天天愚痴，明年比今年还要愚痴，他给你搞这个。所以你跟他去学，实在讲学得很辛苦，为什么？你所表现的，你没有快乐的生活，你的压力非常之重，你得不到自在，得不到轻安，得不到快乐，这就是你与烦恼相应。不学佛之前，烦恼还少，压力还少，学了佛之后，压力烦恼更多，这就错了，这就晓得这不是正法。第四；",
      "zh_TW": "你跟他學習，你的煩惱，就是貪瞋痴慢會增長，不會減少。他鼓勵你發財，鼓勵你升官，不就是貪瞋痴嗎？你仔細看看，他教你是增長貪瞋痴，滅你的戒定慧，不讓你有智慧，讓你天天愚痴，明年比今年還要愚痴，他給你搞這個。所以你跟他去學，實在講學得很辛苦，為什麼？你所表現的，你沒有快樂的生活，你的壓力非常之重，你得不到自在，得不到輕安，得不到快樂，這就是你與煩惱相應。不學佛之前，煩惱還少，壓力還少，學了佛之後，壓力煩惱更多，這就錯了，這就曉得這不是正法。第四；"
    },
    {
      "id": "15-012-0008_p0047",
      "zh_CN": "【不与涅槃功德相应。】",
      "zh_TW": "【不與涅槃功德相應。】"
    },
    {
      "id": "15-012-0008_p0048",
      "zh_CN": "与了生死证涅槃，或者在净宗里面讲，与往生不退成佛，与这个相反。这些都是佛所禁止的，这句话说得很重。",
      "zh_TW": "與了生死證涅槃，或者在淨宗裡面講，與往生不退成佛，與這個相反。這些都是佛所禁止的，這句話說得很重。"
    },
    {
      "id": "15-012-0008_p0049",
      "zh_CN": "这四种辩才，不与佛讲的利益相应、不与法相应、不与灭烦恼相应、不与了生死相应，就是经上常讲的世智辩聪。世智辩聪是八难之一，我们要能够辨别，要清楚。",
      "zh_TW": "這四種辯才，不與佛講的利益相應、不與法相應、不與滅煩惱相應、不與了生死相應，就是經上常講的世智辯聰。世智辯聰是八難之一，我們要能夠辨別，要清楚。"
    },
    {
      "id": "15-012-0008_p0050",
      "zh_CN": "【弥勒。是为一切诸佛之所遮止四种辩才。】",
      "zh_TW": "【彌勒。是為一切諸佛之所遮止四種辯才。】"
    },
    {
      "id": "15-012-0008_p0051",
      "zh_CN": "这一句是总结，上面所讲的这四种，是『一切诸佛之所遮止』的，遮止就是禁止。佛绝不许弟子为人演说，我们要牢牢的记住。",
      "zh_TW": "這一句是總結，上面所講的這四種，是『一切諸佛之所遮止』的，遮止就是禁止。佛絕不許弟子為人演說，我們要牢牢的記住。"
    },
    {
      "id": "15-012-0008_p0052",
      "zh_CN": "这一大段的经文很长，我们讲了几次都没有讲完。下面还是属于这一段，这段是讲末法众生，这个社会种种过恶，过失跟这些恶业。请看经文。",
      "zh_TW": "這一大段的經文很長，我們講了幾次都沒有講完。下面還是屬於這一段，這段是講末法眾生，這個社會種種過惡，過失跟這些惡業。請看經文。"
    },
    {
      "id": "15-012-0008_p0053",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。如佛所说。若有辩才增长生死。非诸如来之所宣说。云何世尊。说诸烦恼。能为菩萨利益之事。又复称赞摄取生死。而能圆满菩提分法。如是等辩。岂非如来之所说耶。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。如佛所說。若有辯才增長生死。非諸如來之所宣說。云何世尊。說諸煩惱。能為菩薩利益之事。又復稱讚攝取生死。而能圓滿菩提分法。如是等辯。豈非如來之所說耶。】"
    },
    {
      "id": "15-012-0008_p0054",
      "zh_CN": "这个话问得很好，佛所禁止的，与利益不相应的、法不相应的、生死烦恼不相应的、菩提涅槃不相应的，都不能说，为什么佛您老人家自己说？这段很要紧，这个大意我们再重复一遍。『增长生死』，也许同修们也有机会听到，法师讲经，他不愿意生西方极乐世界，也不愿意去见弥勒菩萨，他发的什么愿？这一生当法师还不错，大概供养、享受都满丰富的，来生还要当法师。当然，他来生还要当法师，他一定劝他的信徒，你来生还当我的信徒，这就是增长生死。这个不是佛所说的，佛没有这个意思，佛叫你了生死出三界，佛不会叫你来生还做人。可是我们在佛经上确实看到，佛讲「烦恼即是菩提，生死即是涅槃」，这怎么办？这是佛说的。弥勒菩萨这一段提出的疑问就是说这个，这不是如来说的吗？我们看如来怎么样辩别，看佛的答辩。请看下面经文。",
      "zh_TW": "這個話問得很好，佛所禁止的，與利益不相應的、法不相應的、生死煩惱不相應的、菩提涅槃不相應的，都不能說，為什麼佛您老人家自己說？這段很要緊，這個大意我們再重覆一遍。『增長生死』，也許同修們也有機會聽到，法師講經，他不願意生西方極樂世界，也不願意去見彌勒菩薩，他發的什麼願？這一生當法師還不錯，大概供養、享受都滿豐富的，來生還要當法師。當然，他來生還要當法師，他一定勸他的信徒，你來生還當我的信徒，這就是增長生死。這個不是佛所說的，佛沒有這個意思，佛叫你了生死出三界，佛不會叫你來生還做人。可是我們在佛經上確實看到，佛講「煩惱即是菩提，生死即是涅槃」，這怎麼辦？這是佛說的。彌勒菩薩這一段提出的疑問就是說這個，這不是如來說的嗎？我們看如來怎麼樣辯別，看佛的答辯。請看下面經文。"
    },
    {
      "id": "15-012-0008_p0055",
      "zh_CN": "【佛告弥勒菩萨摩诃萨言。弥勒。我今问汝随汝意答。】",
      "zh_TW": "【佛告彌勒菩薩摩訶薩言。彌勒。我今問汝隨汝意答。】"
    },
    {
      "id": "15-012-0008_p0056",
      "zh_CN": "世尊解答得非常巧妙，叫着弥勒菩萨，我现在问你，随你的意思答复。",
      "zh_TW": "世尊解答得非常巧妙，叫著彌勒菩薩，我現在問你，隨你的意思答覆。"
    },
    {
      "id": "15-012-0008_p0057",
      "zh_CN": "【若有说言。菩萨为欲圆满成就菩提分故。摄取生死。】",
      "zh_TW": "【若有說言。菩薩為欲圓滿成就菩提分故。攝取生死。】"
    },
    {
      "id": "15-012-0008_p0058",
      "zh_CN": "这个意思就是说，菩萨要圆满无上道，他要发愿到六道众生里面来去度众生。到六道里面一定随顺六道，那也有生死，我们眼睛看到好像也有轮回，菩萨随类现身，这就是入了生死，摄取生死。",
      "zh_TW": "這個意思就是說，菩薩要圓滿無上道，他要發願到六道眾生裡面來去度眾生。到六道裡面一定隨順六道，那也有生死，我們眼睛看到好像也有輪迴，菩薩隨類現身，這就是入了生死，攝取生死。"
    },
    {
      "id": "15-012-0008_p0059",
      "zh_CN": "【又复说言。以诸烦恼为利益事。】",
      "zh_TW": "【又復說言。以諸煩惱為利益事。】"
    },
    {
      "id": "15-012-0008_p0060",
      "zh_CN": "这个有，《华严经》上就有例子，四十一位法身大士里面就有好几位。胜热婆罗门，以愚痴为佛事，甘露火王，以瞋恚为佛事，他们用贪瞋痴来做佛事。『以诸烦恼为利益事』，他用这个方法叫众生觉悟。这个话要是难懂的话，我举个比喻，大家就好懂。知道逆增上缘往往也能帮助你、成就你的利益功德。譬如在中国历史上，有两个人大家都很熟悉，宋朝有一位岳飞，大家都知道，非常爱国的，尽忠报国。他在当时被秦桧害死，于是中国人几千年来对秦桧恨透了，这大奸贼。你看岳王坟葬在西湖，秦桧跟他的太太铜像就跪在岳飞坟墓的前面。每一个见到，到那里去游玩的人，见到岳坟都会行三鞠躬礼；见到秦桧跟他的太太，都要指着头骂一顿。我告诉诸位，这两个人的功德一样大，两个人都是我们民族了不起的老师。你能懂得吗？岳飞教给我们要爱国，要尽忠报国；秦桧夫妻两个教我们决定不能干坏事，干坏事就是这个下场。岂不是两个都是好老师吗？这就是「以烦恼为利益事」，这叫逆增上缘。",
      "zh_TW": "這個有，《華嚴經》上就有例子，四十一位法身大士裡面就有好幾位。勝熱婆羅門，以愚痴為佛事，甘露火王，以瞋恚為佛事，他們用貪瞋痴來做佛事。『以諸煩惱為利益事』，他用這個方法叫眾生覺悟。這個話要是難懂的話，我舉個比喻，大家就好懂。知道逆增上緣往往也能幫助你、成就你的利益功德。譬如在中國歷史上，有兩個人大家都很熟悉，宋朝有一位岳飛，大家都知道，非常愛國的，盡忠報國。他在當時被秦檜害死，於是中國人幾千年來對秦檜恨透了，這大奸賊。你看岳王墳葬在西湖，秦檜跟他的太太銅像就跪在岳飛墳墓的前面。每一個見到，到那裡去遊玩的人，見到岳墳都會行三鞠躬禮；見到秦檜跟他的太太，都要指著頭罵一頓。我告訴諸位，這兩個人的功德一樣大，兩個人都是我們民族了不起的老師。你能懂得嗎？岳飛教給我們要愛國，要盡忠報國；秦檜夫妻兩個教我們決定不能幹壞事，幹壞事就是這個下場。豈不是兩個都是好老師嗎？這就是「以煩惱為利益事」，這叫逆增上緣。"
    },
    {
      "id": "15-012-0008_p0061",
      "zh_CN": "岳飞他的行持对我们是顺增上缘，秦桧所做的，对我们是逆增上缘，都是民族了不起的大德，给后人是大恩大德。你懂得这个意思，这个经的意思你就明了了。诸佛菩萨往往也示现以烦恼做佛事，道理就在此地。他是示现，他不是真的，他用意很深，目的在教化众生、启发众生、觉悟众生，他目的在此地。所以烦恼就是菩提，生死就是涅槃。这是有那等的功夫才行，我们只能学善的，不能学恶的，我们要学恶的是真堕落、真受苦，意思要懂得。",
      "zh_TW": "岳飛他的行持對我們是順增上緣，秦檜所做的，對我們是逆增上緣，都是民族了不起的大德，給後人是大恩大德。你懂得這個意思，這個經的意思你就明瞭了。諸佛菩薩往往也示現以煩惱做佛事，道理就在此地。他是示現，他不是真的，他用意很深，目的在教化眾生、啟發眾生、覺悟眾生，他目的在此地。所以煩惱就是菩提，生死就是涅槃。這是有那等的功夫才行，我們只能學善的，不能學惡的，我們要學惡的是真墮落、真受苦，意思要懂得。"
    },
    {
      "id": "15-012-0008_p0062",
      "zh_CN": "【如是说者。为与利益相应。非利益相应。为与法相应。非法相应。】",
      "zh_TW": "【如是說者。為與利益相應。非利益相應。為與法相應。非法相應。】"
    },
    {
      "id": "15-012-0008_p0063",
      "zh_CN": "佛再问弥勒菩萨，佛所讲的，诸佛菩萨所示现的，你仔细去想想，他是跟利益相应，还是跟非利益相应？他是与法相应，还是与非法相应？我们一想就明白，他的确与利益相应、的确与法相应。佛说这个话，你就真正明白，真正懂得。佛说法当中哪里会有过失？我们看弥勒的回答。",
      "zh_TW": "佛再問彌勒菩薩，佛所講的，諸佛菩薩所示現的，你仔細去想想，他是跟利益相應，還是跟非利益相應？他是與法相應，還是與非法相應？我們一想就明白，他的確與利益相應、的確與法相應。佛說這個話，你就真正明白，真正懂得。佛說法當中哪裡會有過失？我們看彌勒的回答。"
    },
    {
      "id": "15-012-0008_p0064",
      "zh_CN": "【弥勒菩萨白佛言。世尊。若正说者。则与义利相应与法相应。能令菩萨菩提分法得圆满故。】",
      "zh_TW": "【彌勒菩薩白佛言。世尊。若正說者。則與義利相應與法相應。能令菩薩菩提分法得圓滿故。】"
    },
    {
      "id": "15-012-0008_p0065",
      "zh_CN": "诸佛如来、诸大菩萨都是正说，与前面四种利益是相应的。所以他有这种效果，能够帮助菩萨，『菩提分法』是觉悟，使他们能得圆满的觉悟。再看下面经文。",
      "zh_TW": "諸佛如來、諸大菩薩都是正說，與前面四種利益是相應的。所以他有這種效果，能夠幫助菩薩，『菩提分法』是覺悟，使他們能得圓滿的覺悟。再看下面經文。"
    },
    {
      "id": "15-012-0008_p0066",
      "zh_CN": "【佛言弥勒。若说菩萨为欲圆满菩提分故摄取生死。说诸烦恼能为菩萨利益之事。如是辩才诸佛如来之所宣说。】",
      "zh_TW": "【佛言彌勒。若說菩薩為欲圓滿菩提分故攝取生死。說諸煩惱能為菩薩利益之事。如是辯才諸佛如來之所宣說。】"
    },
    {
      "id": "15-012-0008_p0067",
      "zh_CN": "这个我们在大乘经里面看到很多，绝对不是自相矛盾，反而从这些说法当中，体会到佛的高度智慧、善巧说法。确实在佛菩萨境界当中，横说竖说、顺说逆说，无不是正说。如果我们没有这个智慧，没有这个能力，我们想学学不到的，必须契入境界的人他才有能力说法。我们初学，烦恼没断，智慧没开，就像李炳老所说的，我们一定要依规矩，依规矩就是敬业敬事，认真努力，不敢随便。",
      "zh_TW": "這個我們在大乘經裡面看到很多，絕對不是自相矛盾，反而從這些說法當中，體會到佛的高度智慧、善巧說法。確實在佛菩薩境界當中，橫說豎說、順說逆說，無不是正說。如果我們沒有這個智慧，沒有這個能力，我們想學學不到的，必須契入境界的人他才有能力說法。我們初學，煩惱沒斷，智慧沒開，就像李炳老所說的，我們一定要依規矩，依規矩就是敬業敬事，認真努力，不敢隨便。"
    },
    {
      "id": "15-012-0008_p0068",
      "zh_CN": "自行就是化他，化他就是自行，这当中相辅相成，境界一定是一年比一年进步，一年比一年殊胜，契入佛菩萨的境地，自自然然会现前，这个事情不能着急。不要像有些人说，我念佛念了三年，怎么功夫成片还没得到？他来问我。我就告诉他，我说你一辈子都得不到。他听了这个话很难过，他说为什么我一辈子得不到？就是因为你有这个一念存在，你这个念头「我为什么还不得一心」，你有这个念头在，你一辈子都得不到。怎么样才能得到？什么都不想，自然就得到。教你一心称念，教你不夹杂，你还夹杂一个「我为什么还没有得到」，你说糟糕不糟糕？你还夹杂这个。老实念就好了，为什么里头还要有个一心不乱，还要有个功夫成片？有这么个念头就是夹杂，所以你的功夫不能成就。成就的人都是老实人，凡是有这个念头的人就是不老实，我们一定要懂得。古德讲的不夹杂、不怀疑、不间断，有来历的，大势至菩萨教给我们念佛的方法，「都摄六根，净念相继」，净念就是不夹杂，夹杂念头就不清净；相继是功夫不间断，相继就是老实，你才会有成就。我们看底下这段经文。",
      "zh_TW": "自行就是化他，化他就是自行，這當中相輔相成，境界一定是一年比一年進步，一年比一年殊勝，契入佛菩薩的境地，自自然然會現前，這個事情不能著急。不要像有些人說，我念佛念了三年，怎麼功夫成片還沒得到？他來問我。我就告訴他，我說你一輩子都得不到。他聽了這個話很難過，他說為什麼我一輩子得不到？就是因為你有這個一念存在，你這個念頭「我為什麼還不得一心」，你有這個念頭在，你一輩子都得不到。怎麼樣才能得到？什麼都不想，自然就得到。教你一心稱念，教你不夾雜，你還夾雜一個「我為什麼還沒有得到」，你說糟糕不糟糕？你還夾雜這個。老實念就好了，為什麼裡頭還要有個一心不亂，還要有個功夫成片？有這麼個念頭就是夾雜，所以你的功夫不能成就。成就的人都是老實人，凡是有這個念頭的人就是不老實，我們一定要懂得。古德講的不夾雜、不懷疑、不間斷，有來歷的，大勢至菩薩教給我們念佛的方法，「都攝六根，淨念相繼」，淨念就是不夾雜，夾雜念頭就不清淨；相繼是功夫不間斷，相繼就是老實，你才會有成就。我們看底下這段經文。"
    },
    {
      "id": "15-012-0008_p0069",
      "zh_CN": "【何以故。弥勒。此诸菩萨得法自在。所起烦恼无有过失。是为菩萨善巧方便。非诸声闻缘觉境界。】",
      "zh_TW": "【何以故。彌勒。此諸菩薩得法自在。所起煩惱無有過失。是為菩薩善巧方便。非諸聲聞緣覺境界。】"
    },
    {
      "id": "15-012-0008_p0070",
      "zh_CN": "佛这一段教诲好！我们不能学，我们学了就错了。这是什么人？不是普通人，『此诸菩萨得法自在』，这把这个人身分说出来。这些菩萨原来是法身大士，《华严经》上讲的四十一位法身大士。他可以用贪瞋痴度众生，我们不可以。怎么晓得他是法身大士？他「得法自在」，得法自在就是一般讲的入不二法门，入大三空三昧，他才能得法自在，所以这是法身大士。他们用烦恼，那是方法、是手段，他没有过失，他带给众生是利益、是警觉、是智慧。所以『是为菩萨善巧方便』，这我们不可以疑惑的，这不是声闻的境界，不是缘觉的境界，他们做不到，何况我们凡夫！这个要知道，要记住。再看下面经文。",
      "zh_TW": "佛這一段教誨好！我們不能學，我們學了就錯了。這是什麼人？不是普通人，『此諸菩薩得法自在』，這把這個人身分說出來。這些菩薩原來是法身大士，《華嚴經》上講的四十一位法身大士。他可以用貪瞋痴度眾生，我們不可以。怎麼曉得他是法身大士？他「得法自在」，得法自在就是一般講的入不二法門，入大三空三昧，他才能得法自在，所以這是法身大士。他們用煩惱，那是方法、是手段，他沒有過失，他帶給眾生是利益、是警覺、是智慧。所以『是為菩薩善巧方便』，這我們不可以疑惑的，這不是聲聞的境界，不是緣覺的境界，他們做不到，何況我們凡夫！這個要知道，要記住。再看下面經文。"
    },
    {
      "id": "15-012-0008_p0071",
      "zh_CN": "【弥勒。若有烦恼。不能为他作利益事。亦不能满菩提分法。而发起者。不与义利相应。不与法相应。但为下劣善根因者。】",
      "zh_TW": "【彌勒。若有煩惱。不能為他作利益事。亦不能滿菩提分法。而發起者。不與義利相應。不與法相應。但為下劣善根因者。】"
    },
    {
      "id": "15-012-0008_p0072",
      "zh_CN": "下面这段都很要紧，这是世尊明白的开示，叫着弥勒菩萨说，『若有烦恼』，决定『不能为他作利益事』；换句话说，你有烦恼，你怎么能帮人家断烦恼？你有烦恼你怎么能指出别人真实利益之事？这个事情难。你有烦恼你也『不能满菩提分法』，也就是说你不能圆满大觉。由此可知断烦恼的要紧。四弘誓愿，发了愿之后，第一桩事情要干的就是断烦恼，「烦恼无尽誓愿断」。烦恼断了之后，智慧现前，实在讲，断烦恼就是转烦恼为菩提，你的智慧开了。智慧开了之后才能够进一步学法门，「法门无量誓愿学」，学法门是在断烦恼之后。由此可知，烦恼未断之前，老师教我们学的法门，学法门还是断烦恼。如果学法门与断烦恼不相应，那就不是佛所说的这四种辩才；决定是帮助你断烦恼，用教的方法来断烦恼。",
      "zh_TW": "下面這段都很要緊，這是世尊明白的開示，叫著彌勒菩薩說，『若有煩惱』，決定『不能為他作利益事』；換句話說，你有煩惱，你怎麼能幫人家斷煩惱？你有煩惱你怎麼能指出別人真實利益之事？這個事情難。你有煩惱你也『不能滿菩提分法』，也就是說你不能圓滿大覺。由此可知斷煩惱的要緊。四弘誓願，發了願之後，第一樁事情要幹的就是斷煩惱，「煩惱無盡誓願斷」。煩惱斷了之後，智慧現前，實在講，斷煩惱就是轉煩惱為菩提，你的智慧開了。智慧開了之後才能夠進一步學法門，「法門無量誓願學」，學法門是在斷煩惱之後。由此可知，煩惱未斷之前，老師教我們學的法門，學法門還是斷煩惱。如果學法門與斷煩惱不相應，那就不是佛所說的這四種辯才；決定是幫助你斷煩惱，用教的方法來斷煩惱。"
    },
    {
      "id": "15-012-0008_p0073",
      "zh_CN": "『而发起者，不与义利相应』，这就是他有烦恼，有烦恼而发起弘法利生做这些事情的，决定不会跟义利相应。义是理，不与理相应，不与利益相应，也不会与法相应。充其量他能得到什么？『但为下劣善根因者』，种一点善因。什么叫下劣善根因？要说得好听一点，人天福报，这是恭维你，说好听的话；如果说得不好听，给你讲真话，畜生、饿鬼的福报。畜生的福报你们大家都见过，你看人家养宠物，那个福报多大！鬼里头有福报的很多，就在新加坡，多少拜鬼的人，初一、十五都去拜鬼，去供养他，给他烧香，拜鬼的。我看到你们新加坡到处有大德公，大德公是谁？中国大陆叫土地公，那是鬼神。鬼神，鬼里面有地位的，鬼里面作官的，他作土地，就是管这一个地区的。城隍就是管一个县的，鬼里面的县长。这是有地位的、有身分的，他也有庙，有很多人去供养他、侍候他，下劣善根因。这些经文，我讲到此地所谓是点到为止，不能细说，细说我的麻烦就来了，不能细说，你们自己去体会，你可能时时都会遇到。",
      "zh_TW": "『而發起者，不與義利相應』，這就是他有煩惱，有煩惱而發起弘法利生做這些事情的，決定不會跟義利相應。義是理，不與理相應，不與利益相應，也不會與法相應。充其量他能得到什麼？『但為下劣善根因者』，種一點善因。什麼叫下劣善根因？要說得好聽一點，人天福報，這是恭維你，說好聽的話；如果說得不好聽，給你講真話，畜生、餓鬼的福報。畜生的福報你們大家都見過，你看人家養寵物，那個福報多大！鬼裡頭有福報的很多，就在新加坡，多少拜鬼的人，初一、十五都去拜鬼，去供養他，給他燒香，拜鬼的。我看到你們新加坡到處有大德公，大德公是誰？中國大陸叫土地公，那是鬼神。鬼神，鬼裡面有地位的，鬼裡面作官的，他作土地，就是管這一個地區的。城隍就是管一個縣的，鬼裡面的縣長。這是有地位的、有身分的，他也有廟，有很多人去供養他、侍候他，下劣善根因。這些經文，我講到此地所謂是點到為止，不能細說，細說我的麻煩就來了，不能細說，你們自己去體會，你可能時時都會遇到。"
    },
    {
      "id": "15-012-0008_p0074",
      "zh_CN": "【菩萨于中宁舍身命。亦不随彼烦恼而行。】",
      "zh_TW": "【菩薩於中寧捨身命。亦不隨彼煩惱而行。】"
    },
    {
      "id": "15-012-0008_p0075",
      "zh_CN": "真正觉悟的人，真正觉悟那就是菩萨。菩萨在这中间，『宁舍身命』也不会随着这些人，不会随着他们的。世间人不肯舍身命，把自己的身命看得太重了，身命要受到威胁，不得不向邪法低头。邪法与正法也有很明显的区别，正法佛法没有组织，也不去拉拢一个人；换句话说，你要修学正法，是你自己来的，没有人强迫你来，你完全是自由、自主的，没有丝毫压力，也没有任何人控制你。如果是邪法，可能他有组织、他有控制，甚至于你整个生活都被他控制，那个不是佛法。因为你被他控制，你被他要胁，你不能不听从他，这个时候如果真的是菩萨，舍身命也在所不惜，还是要行正道。这句话的意思就很深很长。",
      "zh_TW": "真正覺悟的人，真正覺悟那就是菩薩。菩薩在這中間，『寧捨身命』也不會隨著這些人，不會隨著他們的。世間人不肯捨身命，把自己的身命看得太重了，身命要受到威脅，不得不向邪法低頭。邪法與正法也有很明顯的區別，正法佛法沒有組織，也不去拉攏一個人；換句話說，你要修學正法，是你自己來的，沒有人強迫你來，你完全是自由、自主的，沒有絲毫壓力，也沒有任何人控制你。如果是邪法，可能他有組織、他有控制，甚至於你整個生活都被他控制，那個不是佛法。因為你被他控制，你被他要脅，你不能不聽從他，這個時候如果真的是菩薩，捨身命也在所不惜，還是要行正道。這句話的意思就很深很長。"
    },
    {
      "id": "15-012-0008_p0076",
      "zh_CN": "【何以故。弥勒。有异菩萨得智力故。于诸烦恼现有攀缘。有异菩萨无智力故。于诸烦恼增上执着。】",
      "zh_TW": "【何以故。彌勒。有異菩薩得智力故。於諸煩惱現有攀緣。有異菩薩無智力故。於諸煩惱增上執著。】"
    },
    {
      "id": "15-012-0008_p0077",
      "zh_CN": "为什么缘故？『何以故』是为什么。佛叫着弥勒，这里面有两种状况，第一种，『有异菩萨』，这句是行持不一样的菩萨。这种菩萨『得智力故』，他明心见性，大彻大悟，他已经得清净平等觉，所以他能够示现烦恼。他在这个烦恼里面，『现』，现是示现，在烦恼里面，也就是在五欲六尘里面，他示现攀缘。为的什么？为了利益众生，他是利益众生的，因为他有高度的智慧，他有善巧方便。像我们中国古时候，你们诸位都晓得济公，济公所现的就不是普通出家人，普通出家人决定不许可的。他用那个方法利益众生，高度智慧，特殊的表现，这是一类。另外一类，也是『有异菩萨』，他是『无智力故』。这一类菩萨，妄想分别执着，他没有智力。他要去学济公，那所做的是『于诸烦恼增上执着』，烦恼里头加烦恼，迷惑里头加迷惑，这就错了。这就是我们讲的破戒、破斋、不守法的这些出家人，造作无量无边的罪业。佛说出这个原因，两种不同的人，两种不同的示现，在末法时期都有。",
      "zh_TW": "為什麼緣故？『何以故』是為什麼。佛叫著彌勒，這裡面有兩種狀況，第一種，『有異菩薩』，這句是行持不一樣的菩薩。這種菩薩『得智力故』，他明心見性，大徹大悟，他已經得清淨平等覺，所以他能夠示現煩惱。他在這個煩惱裡面，『現』，現是示現，在煩惱裡面，也就是在五欲六塵裡面，他示現攀緣。為的什麼？為了利益眾生，他是利益眾生的，因為他有高度的智慧，他有善巧方便。像我們中國古時候，你們諸位都曉得濟公，濟公所現的就不是普通出家人，普通出家人決定不許可的。他用那個方法利益眾生，高度智慧，特殊的表現，這是一類。另外一類，也是『有異菩薩』，他是『無智力故』。這一類菩薩，妄想分別執著，他沒有智力。他要去學濟公，那所做的是『於諸煩惱增上執著』，煩惱裡頭加煩惱，迷惑裡頭加迷惑，這就錯了。這就是我們講的破戒、破齋、不守法的這些出家人，造作無量無邊的罪業。佛說出這個原因，兩種不同的人，兩種不同的示現，在末法時期都有。"
    },
    {
      "id": "15-012-0008_p0078",
      "zh_CN": "我们明白这个道理，了解社会事实的状况，我们如果看到这种情形用什么态度？前面佛教给我们的，要牢牢记住，「不求他过，不举人罪」。为什么？他到底是大权示现，还是真正愚痴造业，我们肉眼凡夫看不出来，不知道。如果我们在这个境界里面分别执着，再随便去批评，你想想，我们修的是什么？我们要想修清净平等觉，看到这个境界心就动了，心为境转，你还修什么行？心为境转是凡夫，修行人要做到境随心转，《楞严经》上说的，「若能转境，则同如来」。我们没有学佛之前，我们心随境转，学了佛之后，怎么个学法？倒过头来，我们要让境随心转。我的心是清净的，外面境界永远是清净的，我的心是平等的，外面境界也是平等的，这叫学佛，这叫得真实受用。外面境界不是什么都不知道，样样清楚，样样明了，这是慧。虽然清楚，虽然明了，决定不起心不动念、不分别不执着，这是大定。这就是一心不乱，一心是定，不乱是慧。所以一心不乱也是禅，跟宗门的用功没有两样，只是方法不一样；不但是禅，高级的禅定。问题是你要会修，没有一样不清楚，如果样样都不知道，那不就变成白痴，白痴怎么会是菩萨？样样清楚，清楚里头学不分别不执着、不起心不动念。",
      "zh_TW": "我們明白這個道理，了解社會事實的狀況，我們如果看到這種情形用什麼態度？前面佛教給我們的，要牢牢記住，「不求他過，不舉人罪」。為什麼？他到底是大權示現，還是真正愚痴造業，我們肉眼凡夫看不出來，不知道。如果我們在這個境界裡面分別執著，再隨便去批評，你想想，我們修的是什麼？我們要想修清淨平等覺，看到這個境界心就動了，心為境轉，你還修什麼行？心為境轉是凡夫，修行人要做到境隨心轉，《楞嚴經》上說的，「若能轉境，則同如來」。我們沒有學佛之前，我們心隨境轉，學了佛之後，怎麼個學法？倒過頭來，我們要讓境隨心轉。我的心是清淨的，外面境界永遠是清淨的，我的心是平等的，外面境界也是平等的，這叫學佛，這叫得真實受用。外面境界不是什麼都不知道，樣樣清楚，樣樣明瞭，這是慧。雖然清楚，雖然明瞭，決定不起心不動念、不分別不執著，這是大定。這就是一心不亂，一心是定，不亂是慧。所以一心不亂也是禪，跟宗門的用功沒有兩樣，只是方法不一樣；不但是禪，高級的禪定。問題是你要會修，沒有一樣不清楚，如果樣樣都不知道，那不就變成白痴，白痴怎麼會是菩薩？樣樣清楚，清楚裡頭學不分別不執著、不起心不動念。"
    },
    {
      "id": "15-012-0008_p0079",
      "zh_CN": "经文到这个地方，这一大段才算讲完，第九大段，下面这是第十大段。第九大段的经文特别长，讲了好几次。第十大段是要说明慧行菩萨与初业菩萨不相同的样子，哪些表现不一样，这个我们应当要晓得，不晓得你就有疑惑。我们念佛人所要求的，不怀疑、不夹杂、不间断，我们虽然能做到不夹杂、不间断，但是疑没有断，怕的是往生生到边界疑城，也不是佛对我们的期望。不过说实在话，生到边界疑城也很了不起，只要过五百岁就见佛、就闻法，也了不起，也算是究竟圆满。但是佛对我们，还不希望我们到边界疑城。可见得佛是希望快快跟我们见面，耽误五百岁，佛都不太愿意。佛对众生这种爱护之切，我们从这个地方能体会的到。如果没有边界疑城，我们还很难体会，佛是希望我们见他愈早愈好，往生见佛是愈早愈好。请看经文。",
      "zh_TW": "經文到這個地方，這一大段才算講完，第九大段，下面這是第十大段。第九大段的經文特別長，講了好幾次。第十大段是要說明慧行菩薩與初業菩薩不相同的樣子，哪些表現不一樣，這個我們應當要曉得，不曉得你就有疑惑。我們念佛人所要求的，不懷疑、不夾雜、不間斷，我們雖然能做到不夾雜、不間斷，但是疑沒有斷，怕的是往生生到邊界疑城，也不是佛對我們的期望。不過說實在話，生到邊界疑城也很了不起，只要過五百歲就見佛、就聞法，也了不起，也算是究竟圓滿。但是佛對我們，還不希望我們到邊界疑城。可見得佛是希望快快跟我們見面，耽誤五百歲，佛都不太願意。佛對眾生這種愛護之切，我們從這個地方能體會的到。如果沒有邊界疑城，我們還很難體會，佛是希望我們見他愈早愈好，往生見佛是愈早愈好。請看經文。"
    },
    {
      "id": "15-012-0008_p0080",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。如我解佛所说义。若诸菩萨。于后末世五百岁中。乐欲离诸业障缠缚。自无损害而得解脱。是人当于菩萨行中深生信解。于他过失不生分别。志求如来真实功德。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。如我解佛所說義。若諸菩薩。於後末世五百歲中。樂欲離諸業障纏縛。自無損害而得解脫。是人當於菩薩行中深生信解。於他過失不生分別。志求如來真實功德。】"
    },
    {
      "id": "15-012-0008_p0081",
      "zh_CN": "到这个地方是一小段。这一小段里面给我们讲了五桩事情，这五桩事情都是纲领，我们一定要把它记住。『弥勒菩萨白佛言』，对佛说，『世尊，如我解佛所说义』，就是以他自己所理解的，他听懂佛说法的意思。就是佛前面所说的，开经以来，一直到此地，佛所说的。如果就近处而言，就是前面这一大段，第九段，说末法时期社会的过恶，这一大段。弥勒菩萨听懂佛的意思，所以他说，特别指我们现代的社会，就是『于后末世五百岁中』，也就是释迦牟尼佛入灭二千五百年以后这个时代，正是我们现前所处的这个时代，他给我们提出了五桩事情。",
      "zh_TW": "到這個地方是一小段。這一小段裡面給我們講了五樁事情，這五樁事情都是綱領，我們一定要把它記住。『彌勒菩薩白佛言』，對佛說，『世尊，如我解佛所說義』，就是以他自己所理解的，他聽懂佛說法的意思。就是佛前面所說的，開經以來，一直到此地，佛所說的。如果就近處而言，就是前面這一大段，第九段，說末法時期社會的過惡，這一大段。彌勒菩薩聽懂佛的意思，所以他說，特別指我們現代的社會，就是『於後末世五百歲中』，也就是釋迦牟尼佛入滅二千五百年以後這個時代，正是我們現前所處的這個時代，他給我們提出了五樁事情。"
    },
    {
      "id": "15-012-0008_p0082",
      "zh_CN": "第一是我们希望，『乐』是爱好，这个字念破音字，不念「乐」，念「耀」，爱好的意思，希望的意思，我们希望，『欲』也是希望，我们爱好、希望离一切业障缠缚。也就现在一般所说的，我们非常想消业障，这句话就是这个意思。哪个学佛的人不希望消业障？于是消业障这种修行的方法，真是如雨后春笋，太多了，五花八门，到处都是，多少人都去消业障。我有的时候也遇到这些同修们，他们到哪里去拜忏，到哪里去消业障，回来之后来告诉我。我就问他，你业障消掉没有？他答不上来。答不上来，我说好，我再问你一个，什么叫业障？他也说不上来。我说难怪，什么叫业障你都不晓得，你怎么个消法？这就好比抓贼，谁是贼你要认识他，你才能够把他抓到。都不晓得什么叫业障，你消什么业障？你不叫去胡闹吗？佛在经上跟我们讲得很多，你抓住纲领就行了。什么是业障？妄想是业障、分别是业障、执着是业障，这是总纲领，那是业障的根。《华严经》讲的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这业障的根本。从这个根里面生下来的，那是什么？烦恼，贪瞋痴慢，这是业障，瞋恚、嫉妒是业障。你到那里去拜忏，这个东西是不是统统都没有了？如果果然没有了，好！你业障真消掉了。那个地方拜了忏，回来还要骂人、还生气，你叫什么消业障？可见得你没有消掉。一定要懂得，佛在此地教我们真的是帮助我们消业障。",
      "zh_TW": "第一是我們希望，『樂』是愛好，這個字念破音字，不念「樂」，念「耀」，愛好的意思，希望的意思，我們希望，『欲』也是希望，我們愛好、希望離一切業障纏縛。也就現在一般所說的，我們非常想消業障，這句話就是這個意思。哪個學佛的人不希望消業障？於是消業障這種修行的方法，真是如雨後春筍，太多了，五花八門，到處都是，多少人都去消業障。我有的時候也遇到這些同修們，他們到哪裡去拜懺，到哪裡去消業障，回來之後來告訴我。我就問他，你業障消掉沒有？他答不上來。答不上來，我說好，我再問你一個，什麼叫業障？他也說不上來。我說難怪，什麼叫業障你都不曉得，你怎麼個消法？這就好比抓賊，誰是賊你要認識他，你才能夠把他抓到。都不曉得什麼叫業障，你消什麼業障？你不叫去胡鬧嗎？佛在經上跟我們講得很多，你抓住綱領就行了。什麼是業障？妄想是業障、分別是業障、執著是業障，這是總綱領，那是業障的根。《華嚴經》講的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這業障的根本。從這個根裡面生下來的，那是什麼？煩惱，貪瞋痴慢，這是業障，瞋恚、嫉妒是業障。你到那裡去拜懺，這個東西是不是統統都沒有了？如果果然沒有了，好！你業障真消掉了。那個地方拜了懺，回來還要罵人、還生氣，你叫什麼消業障？可見得你沒有消掉。一定要懂得，佛在此地教我們真的是幫助我們消業障。"
    },
    {
      "id": "15-012-0008_p0083",
      "zh_CN": "『自无损害而得解脱』，「无损害」就是无障碍，没有障难，很顺利在这一生当中脱离六道轮回。解脱最低的目标是要脱离六道轮回，你真的得解脱，这就是真实的利益。如果你要想达到这两个目标，第一个消业障，第二个了生死出三界，学佛人要想达到这两个目标，『是人』，这个人，『当于菩萨行中深生信解』。这底下教给你三个方法，前面是两个目标，你要达到前面两个目标，你一定要学后面这三个方法、这三个原则。你在菩萨行中，你要深信、要深解，菩萨行里面这些理论、方法，你要不知道你怎么个修法？这是讲你要求学。求学之后你要真修行，修行从哪里修起？『于他过失不生分别』，还是前面讲的，「不求他过，不举人罪」，你要从这里下手。他所说的，跟佛讲的完全相应。而你的目标、方向，一定要确定在『志求如来真实功德』。",
      "zh_TW": "『自無損害而得解脫』，「無損害」就是無障礙，沒有障難，很順利在這一生當中脫離六道輪迴。解脫最低的目標是要脫離六道輪迴，你真的得解脫，這就是真實的利益。如果你要想達到這兩個目標，第一個消業障，第二個了生死出三界，學佛人要想達到這兩個目標，『是人』，這個人，『當於菩薩行中深生信解』。這底下教給你三個方法，前面是兩個目標，你要達到前面兩個目標，你一定要學後面這三個方法、這三個原則。你在菩薩行中，你要深信、要深解，菩薩行裡面這些理論、方法，你要不知道你怎麼個修法？這是講你要求學。求學之後你要真修行，修行從哪裡修起？『於他過失不生分別』，還是前面講的，「不求他過，不舉人罪」，你要從這裡下手。他所說的，跟佛講的完全相應。而你的目標、方向，一定要確定在『志求如來真實功德』。"
    },
    {
      "id": "15-012-0008_p0084",
      "zh_CN": "你看他这个五句，一句话就是一个意思，五句展开来就是五篇，就是五番开示。这等于说了个题目而已，非常重要。这真是慈悲、真实的教诲，我们一定要牢牢记住，深信不疑，依教奉行。这里面的开示，详细在下面经文，底下一段经文就要给我们细细说这几桩事情。一直到这部经的终了，都给我们说这几桩事情，对我们的利益太大了。我们要想在这一生成就，要想消业障，要想了生死出轮回，往下的开示那就非常重要。",
      "zh_TW": "你看他這個五句，一句話就是一個意思，五句展開來就是五篇，就是五番開示。這等於說了個題目而已，非常重要。這真是慈悲、真實的教誨，我們一定要牢牢記住，深信不疑，依教奉行。這裡面的開示，詳細在下面經文，底下一段經文就要給我們細細說這幾樁事情。一直到這部經的終了，都給我們說這幾樁事情，對我們的利益太大了。我們要想在這一生成就，要想消業障，要想了生死出輪迴，往下的開示那就非常重要。"
    },
    {
      "id": "15-012-0008_p0085",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}