{
  "doc_id": "15-012-0012",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "新加坡居士林",
    "zh_TW": "新加坡居士林"
  },
  "doc_number": "15-012-0012",
  "total_paragraphs": 107,
  "paragraphs": [
    {
      "id": "15-012-0012_p0001",
      "zh_CN": "请掀开经本第三十三面，倒数第三行，我们将经文念一段，对对地方：",
      "zh_TW": "請掀開經本第三十三面，倒數第三行，我們將經文念一段，對對地方："
    },
    {
      "id": "15-012-0012_p0002",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。云何名为众务中过。若观察时。令诸菩萨不营众务勤修佛道。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。云何名為眾務中過。若觀察時。令諸菩薩不營眾務勤修佛道。】"
    },
    {
      "id": "15-012-0012_p0003",
      "zh_CN": "从这里看起。这是本经第二十大段，为我们说造作一切事务的过失。经文一开端，『尔时』，就是世尊为我们讲完睡眠过失之后，弥勒菩萨接着再向世尊请教，造作一切事务当中有哪些过失。『若观察时』，观察非常重要，前面我们已经读过很多，观察是智慧。有智慧的观察，才能够觉悟菩萨，就是令菩萨们觉悟，不再经营这些事情，专心『勤修佛道』。这是弥勒菩萨启请的大意。再看下面世尊的开导。",
      "zh_TW": "從這裡看起。這是本經第二十大段，為我們說造作一切事務的過失。經文一開端，『爾時』，就是世尊為我們講完睡眠過失之後，彌勒菩薩接著再向世尊請教，造作一切事務當中有哪些過失。『若觀察時』，觀察非常重要，前面我們已經讀過很多，觀察是智慧。有智慧的觀察，才能夠覺悟菩薩，就是令菩薩們覺悟，不再經營這些事情，專心『勤修佛道』。這是彌勒菩薩啟請的大意。再看下面世尊的開導。"
    },
    {
      "id": "15-012-0012_p0004",
      "zh_CN": "【佛言弥勒。初业菩萨。应当观察乐营众务二十种过。若观察时。能令菩萨不营众务勤修佛道。】",
      "zh_TW": "【佛言彌勒。初業菩薩。應當觀察樂營眾務二十種過。若觀察時。能令菩薩不營眾務勤修佛道。】"
    },
    {
      "id": "15-012-0012_p0005",
      "zh_CN": "佛说得好，这每一句里面都说明这是初业菩萨，不是慧行菩萨，慧行菩萨跟初业菩萨有很大的差别，我们必须要晓得。应当要观察，『乐』是爱好，喜欢经营世间许多的事务，『众务』就是许多事务，过失当然很多。佛把众多的过失归纳为二十类，此地讲二十种，种是种类，归纳为二十种类，说法比较方便。『若观察时』，菩萨有警觉性、有智慧能够观察，就能令菩萨不再喜欢经营这些事务，这样才能够专心勤修佛道。",
      "zh_TW": "佛說得好，這每一句裡面都說明這是初業菩薩，不是慧行菩薩，慧行菩薩跟初業菩薩有很大的差別，我們必須要曉得。應當要觀察，『樂』是愛好，喜歡經營世間許多的事務，『眾務』就是許多事務，過失當然很多。佛把眾多的過失歸納為二十類，此地講二十種，種是種類，歸納為二十種類，說法比較方便。『若觀察時』，菩薩有警覺性、有智慧能夠觀察，就能令菩薩不再喜歡經營這些事務，這樣才能夠專心勤修佛道。"
    },
    {
      "id": "15-012-0012_p0006",
      "zh_CN": "【弥勒。云何名为二十种过。】",
      "zh_TW": "【彌勒。云何名為二十種過。】"
    },
    {
      "id": "15-012-0012_p0007",
      "zh_CN": "下面世尊将这二十种一条一条的为我们宣说出来。",
      "zh_TW": "下面世尊將這二十種一條一條的為我們宣說出來。"
    },
    {
      "id": "15-012-0012_p0008",
      "zh_CN": "【一者耽着世间下劣之业。】",
      "zh_TW": "【一者耽著世間下劣之業。】"
    },
    {
      "id": "15-012-0012_p0009",
      "zh_CN": "这个经多分，也就是大部分是对出家弟子所说的。出家弟子既然发心出家，你就要想到，出家为的是什么？这个地方我们必须要联想到，释迦牟尼佛当年在世他是王子的身分，他要不出家，他是继承王位；换句话说，他是治理一个国家，为这个国家的人民来服务，为一国人民谋幸福。为什么他要把这样重大的责任舍弃，去出家？这个道理、事实真相我们不能不清楚、不能不明白。他发心出家，他是逃避责任还是有另外更重要的事情叫他去做？世间的大事业无过于国王，你说世间事，还有什么事情比国王的事情更大？现在民主社会，哪个事情能够比总理的事情更大、比总统的事情更大？没有了。在这个职位上，是为全国人民服务，为全国人民谋幸福，他把这个工作、职务舍弃掉，跑去出家；换句话说，他并不消极，他也不悲观，他也不糊涂。由此可知，出家这个事情比它还要重要，比王位还要重要。",
      "zh_TW": "這個經多分，也就是大部分是對出家弟子所說的。出家弟子既然發心出家，你就要想到，出家為的是什麼？這個地方我們必須要聯想到，釋迦牟尼佛當年在世他是王子的身分，他要不出家，他是繼承王位；換句話說，他是治理一個國家，為這個國家的人民來服務，為一國人民謀幸福。為什麼他要把這樣重大的責任捨棄，去出家？這個道理、事實真相我們不能不清楚、不能不明白。他發心出家，他是逃避責任還是有另外更重要的事情叫他去做？世間的大事業無過於國王，你說世間事，還有什麼事情比國王的事情更大？現在民主社會，哪個事情能夠比總理的事情更大、比總統的事情更大？沒有了。在這個職位上，是為全國人民服務，為全國人民謀幸福，他把這個工作、職務捨棄掉，跑去出家；換句話說，他並不消極，他也不悲觀，他也不糊塗。由此可知，出家這個事情比它還要重要，比王位還要重要。"
    },
    {
      "id": "15-012-0012_p0010",
      "zh_CN": "刚才说了，你做国王，是为一国人服务，而出家之后是为尽虚空遍法界一切众生服务，这个服务的面大得太多了。经典上一提起，就是尽虚空遍法界，也说到十法界依正庄严。譬如他原来做一个乡长，乡长是为一乡的人服务，现在他不愿意做乡长，他去当总统，为全国人服务，我们对这种人赞叹、称扬。现在佛他不是为一个国的人来服务，他是为尽虚空遍法界的众生来服务。佛如是，我们出家人亦如是，这一点不能不知道，出家不是逃避现实，不是消极悲观，他比世间任何人都积极。所以诸佛菩萨为一切众生的好榜样。诸位如果读《华严》，在《华严》末后这一品「入法界品」，这一品的经文很长，大家都晓得的「善财童子五十三参」。这五十三位善知识，在形象上来说，大多数都是在家身分，五十三位菩萨，也是五十三尊佛，示现出家身分的只有五个人，其余都是在家，我们看到是男女老少，各行各业。无论他从事哪个行业，无论他过哪种生活，都是一切众生的典型、榜样，人人都第一，每个行业都第一，没有第二。他们经营众务，那些人是慧行菩萨，不是初学的菩萨，这个地方是初业菩萨。我们初发心学，暂时把这些事情舍弃，专心办道。",
      "zh_TW": "剛才說了，你做國王，是為一國人服務，而出家之後是為盡虛空遍法界一切眾生服務，這個服務的面大得太多了。經典上一提起，就是盡虛空遍法界，也說到十法界依正莊嚴。譬如他原來做一個鄉長，鄉長是為一鄉的人服務，現在他不願意做鄉長，他去當總統，為全國人服務，我們對這種人讚歎、稱揚。現在佛他不是為一個國的人來服務，他是為盡虛空遍法界的眾生來服務。佛如是，我們出家人亦如是，這一點不能不知道，出家不是逃避現實，不是消極悲觀，他比世間任何人都積極。所以諸佛菩薩為一切眾生的好榜樣。諸位如果讀《華嚴》，在《華嚴》末後這一品「入法界品」，這一品的經文很長，大家都曉得的「善財童子五十三參」。這五十三位善知識，在形象上來說，大多數都是在家身分，五十三位菩薩，也是五十三尊佛，示現出家身分的只有五個人，其餘都是在家，我們看到是男女老少，各行各業。無論他從事哪個行業，無論他過哪種生活，都是一切眾生的典型、榜樣，人人都第一，每個行業都第一，沒有第二。他們經營眾務，那些人是慧行菩薩，不是初學的菩薩，這個地方是初業菩薩。我們初發心學，暫時把這些事情捨棄，專心辦道。"
    },
    {
      "id": "15-012-0012_p0011",
      "zh_CN": "初业菩萨是什么人？你还在念书，你还在上学，你还没成年。《华严经》上那些菩萨可以经营众务，为什么？他们的学业早已经完成，进入社会，为大众造福。我们是初学，在上学。上学的时候，你也在社会上的各行各业去搞起来，你工作没做好，学业也耽误掉，那就大错特错。所以上学的时候专心读书，不营众务，诸位一定要明白这个道理。你要是喜欢经营这些事务，必定妨害你的学业、妨害你的道业，因为你是个初学的菩萨。到什么时候你可以经营这些事务？佛在经上说了一个标准，必须是见思烦恼断了，我们知道，见思烦恼断了等于阿罗汉，尘沙烦恼断了是权教菩萨，还不行。必须再破一品无明，证一分法身，这个时候你经营一切众务没妨碍，你是慧行菩萨；换句话说，你要有能力超越六道轮回，超越十法界，才可以经营众务，那时候你没有妨碍。这就是说明，不仅是初业菩萨，权教菩萨也有妨碍。我们必须要把这个前提搞清楚搞明白，后面意思就好懂了。",
      "zh_TW": "初業菩薩是什麼人？你還在念書，你還在上學，你還沒成年。《華嚴經》上那些菩薩可以經營眾務，為什麼？他們的學業早已經完成，進入社會，為大眾造福。我們是初學，在上學。上學的時候，你也在社會上的各行各業去搞起來，你工作沒做好，學業也耽誤掉，那就大錯特錯。所以上學的時候專心讀書，不營眾務，諸位一定要明白這個道理。你要是喜歡經營這些事務，必定妨害你的學業、妨害你的道業，因為你是個初學的菩薩。到什麼時候你可以經營這些事務？佛在經上說了一個標準，必須是見思煩惱斷了，我們知道，見思煩惱斷了等於阿羅漢，塵沙煩惱斷了是權教菩薩，還不行。必須再破一品無明，證一分法身，這個時候你經營一切眾務沒妨礙，你是慧行菩薩；換句話說，你要有能力超越六道輪迴，超越十法界，才可以經營眾務，那時候你沒有妨礙。這就是說明，不僅是初業菩薩，權教菩薩也有妨礙。我們必須要把這個前提搞清楚搞明白，後面意思就好懂了。"
    },
    {
      "id": "15-012-0012_p0012",
      "zh_CN": "第一个过失，『耽着世间下劣之业』。世间任何行业要跟佛法比，都叫下劣。很多初学的人听到佛说这个话，不服！你们诸位在社会上从事各种行业，那怎么都是下劣行业？我这个行业很高尚，我这个行业对社会、对国家都造福，繁荣社会，甚至于安定社会，怎么可以说下劣？要晓得佛的标准很高，不是我们世间的标准。「下」就是十法界，你不能超越十法界，你这个业就下；「劣」是什么？劣是六道，你不能超越六道轮回，那你这个业是劣。不管你造的什么业，从这个标准上来看，我们所经营的，没错，确实是下劣。如果再把这个标准降一等下来，不要提得这么高，降一点行不行？行，也可以说。如果不能超越六道，那就是下；不能超越三恶道，就是劣。这样的标准我想我们学佛的同修，尤其是常常听经、常常研教的同修，听到我这个话应该可以肯定。你造作的业增长贪瞋痴，你不能够减缓贪瞋痴，每天增长贪瞋痴，不管你从事哪个行业，这个行业就劣，为什么？将来果报在三途。纵然你修的、造的业是善业，善业来生感得六道里面三善道的果报，你比起阿罗汉、辟支佛、菩萨你是下。你看看佛这一句说得怎么样？我们应该警惕，我们今天造的是什么业！第二句：",
      "zh_TW": "第一個過失，『耽著世間下劣之業』。世間任何行業要跟佛法比，都叫下劣。很多初學的人聽到佛說這個話，不服！你們諸位在社會上從事各種行業，那怎麼都是下劣行業？我這個行業很高尚，我這個行業對社會、對國家都造福，繁榮社會，甚至於安定社會，怎麼可以說下劣？要曉得佛的標準很高，不是我們世間的標準。「下」就是十法界，你不能超越十法界，你這個業就下；「劣」是什麼？劣是六道，你不能超越六道輪迴，那你這個業是劣。不管你造的什麼業，從這個標準上來看，我們所經營的，沒錯，確實是下劣。如果再把這個標準降一等下來，不要提得這麼高，降一點行不行？行，也可以說。如果不能超越六道，那就是下；不能超越三惡道，就是劣。這樣的標準我想我們學佛的同修，尤其是常常聽經、常常研教的同修，聽到我這個話應該可以肯定。你造作的業增長貪瞋痴，你不能夠減緩貪瞋痴，每天增長貪瞋痴，不管你從事哪個行業，這個行業就劣，為什麼？將來果報在三途。縱然你修的、造的業是善業，善業來生感得六道裡面三善道的果報，你比起阿羅漢、辟支佛、菩薩你是下。你看看佛這一句說得怎麼樣？我們應該警惕，我們今天造的是什麼業！第二句："
    },
    {
      "id": "15-012-0012_p0013",
      "zh_CN": "【二者为诸读诵修行比丘之所轻贱。】",
      "zh_TW": "【二者為諸讀誦修行比丘之所輕賤。】"
    },
    {
      "id": "15-012-0012_p0014",
      "zh_CN": "这种轻贱是世间人所见的，世间人他的意思，绝对不是修行人。修行人心地清净，没有妄想，他怎么会轻视一切人？可是世间人看到这个样子，好像这些人瞧不起你。为什么瞧不起你？不跟你接近，不跟你往来。有修行的人、有道行的人，对于喜欢造作事务的这些事情这些人，这是讲的出家人，大概都对他们敬而远之。世间人看到了，这就是为这些读诵、修行比丘之所轻贱，是这么个意思。如果读诵的比丘，就是常常读经的，用读经的方法来修行，另外一种，修行里面范围包括的很广，或者是参禅、或者是持戒、或者是念佛，很多都包括在里面。这些真正修行人，他还会轻视别人，那他就不是修行人，决定没有轻贱别人的念头。可是世间人看到这样子，你看某人瞧不起你，但某人并没有这个意思，谁的意思？我的意思，我觉得他瞧不起你，不见得他真瞧不起你。这是世间人的眼光，世间人的意思。经典里面所讲的我们要清楚，要能够理解，开经偈讲的「愿解如来真实义」，不要把如来意思错会了。",
      "zh_TW": "這種輕賤是世間人所見的，世間人他的意思，絕對不是修行人。修行人心地清淨，沒有妄想，他怎麼會輕視一切人？可是世間人看到這個樣子，好像這些人瞧不起你。為什麼瞧不起你？不跟你接近，不跟你往來。有修行的人、有道行的人，對於喜歡造作事務的這些事情這些人，這是講的出家人，大概都對他們敬而遠之。世間人看到了，這就是為這些讀誦、修行比丘之所輕賤，是這麼個意思。如果讀誦的比丘，就是常常讀經的，用讀經的方法來修行，另外一種，修行裡面範圍包括的很廣，或者是參禪、或者是持戒、或者是念佛，很多都包括在裡面。這些真正修行人，他還會輕視別人，那他就不是修行人，決定沒有輕賤別人的念頭。可是世間人看到這樣子，你看某人瞧不起你，但某人並沒有這個意思，誰的意思？我的意思，我覺得他瞧不起你，不見得他真瞧不起你。這是世間人的眼光，世間人的意思。經典裡面所講的我們要清楚，要能夠理解，開經偈講的「願解如來真實義」，不要把如來意思錯會了。"
    },
    {
      "id": "15-012-0012_p0015",
      "zh_CN": "【三者亦为勤修禅定比丘之所呵责。】",
      "zh_TW": "【三者亦為勤修禪定比丘之所呵責。】"
    },
    {
      "id": "15-012-0012_p0016",
      "zh_CN": "呵斥、责备，这个事有可能。如果参禅有定功的人，开了智慧的人，禅宗是大彻大悟，明心见性，他看到你这个样子，他教训你、他责备你，那是劝你回头。你还有救，给你讲还有效。如果看看，他是先观机，然后再说法，看看你，怎么劝你也不会回头，怎么教训你也没有用，他就对你合掌欢喜：「不错，你很好，很好，难得！」不会责备你。凡是肯责备你的都是善知识，总觉得你还能回头，你还有救。",
      "zh_TW": "呵斥、責備，這個事有可能。如果參禪有定功的人，開了智慧的人，禪宗是大徹大悟，明心見性，他看到你這個樣子，他教訓你、他責備你，那是勸你回頭。你還有救，給你講還有效。如果看看，他是先觀機，然後再說法，看看你，怎麼勸你也不會回頭，怎麼教訓你也沒有用，他就對你合掌歡喜：「不錯，你很好，很好，難得！」不會責備你。凡是肯責備你的都是善知識，總覺得你還能回頭，你還有救。"
    },
    {
      "id": "15-012-0012_p0017",
      "zh_CN": "【四者心常发起无始生死流转之业。】",
      "zh_TW": "【四者心常發起無始生死流轉之業。】"
    },
    {
      "id": "15-012-0012_p0018",
      "zh_CN": "这是必定的。你的心里面常常生起妄想、分别、执着，不会间断。这些妄想分别执着是些什么？就是你喜欢造作的这些业，喜欢造作的这些事，你正在造作的时候叫做「事」，造作完了之后那个结果叫「业」。业藏在阿赖耶识里面，遇缘就现前，就感果报，总不免六道生死轮回，你造的是生死轮回之业。",
      "zh_TW": "這是必定的。你的心裡面常常生起妄想、分別、執著，不會間斷。這些妄想分別執著是些什麼？就是你喜歡造作的這些業，喜歡造作的這些事，你正在造作的時候叫做「事」，造作完了之後那個結果叫「業」。業藏在阿賴耶識裡面，遇緣就現前，就感果報，總不免六道生死輪迴，你造的是生死輪迴之業。"
    },
    {
      "id": "15-012-0012_p0019",
      "zh_CN": "【五者虚食居士及婆罗门净心信施。】",
      "zh_TW": "【五者虛食居士及婆羅門淨心信施。】"
    },
    {
      "id": "15-012-0012_p0020",
      "zh_CN": "这个麻烦大了，佛门里头常说，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。所以出家不容易，出家这个事情太难了。出家人，经上讲，这段经文讲得太清楚了，不营众务，世间所有一切事业我们都不做。你都不做，谁给饭给你吃？谁供给你穿衣？你的衣食住行从哪里来的？生活所需都是这些善心在家同修们供养的，此地所说的居士、婆罗门。古时候世尊当年在世，每天出去托钵，这些人供养你。他为什么要供养你？你是个修行人，是个福田僧，供养你，你将来修行证果，他沾光，他得福，是这么回事情。如果你出了家，还去搞世间这些事务，根本也不去修道，你将来也不能证果，死了以后还搞六道轮回，你怎么对得起这些天天供养你的居士？对不起还不要紧，将来要还债。所以居士供养决定没有白供养，他要是证果，往生不退成佛，你有大福报；他要不能证果，纵然堕三恶道，来生还要还钱，我布施你多少，你来生要还我多少，不吃亏。这个道理说明了，居士们放心供养，出家人小心接受，这是事实，经上讲得这么清楚。你接受了之后，要安心办道，你真要有成就，否则的话，小心披毛戴角还，这是真的。",
      "zh_TW": "這個麻煩大了，佛門裡頭常說，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。所以出家不容易，出家這個事情太難了。出家人，經上講，這段經文講得太清楚了，不營眾務，世間所有一切事業我們都不做。你都不做，誰給飯給你吃？誰供給你穿衣？你的衣食住行從哪裡來的？生活所需都是這些善心在家同修們供養的，此地所說的居士、婆羅門。古時候世尊當年在世，每天出去托缽，這些人供養你。他為什麼要供養你？你是個修行人，是個福田僧，供養你，你將來修行證果，他沾光，他得福，是這麼回事情。如果你出了家，還去搞世間這些事務，根本也不去修道，你將來也不能證果，死了以後還搞六道輪迴，你怎麼對得起這些天天供養你的居士？對不起還不要緊，將來要還債。所以居士供養決定沒有白供養，他要是證果，往生不退成佛，你有大福報；他要不能證果，縱然墮三惡道，來生還要還錢，我布施你多少，你來生要還我多少，不吃虧。這個道理說明了，居士們放心供養，出家人小心接受，這是事實，經上講得這麼清楚。你接受了之後，要安心辦道，你真要有成就，否則的話，小心披毛戴角還，這是真的。"
    },
    {
      "id": "15-012-0012_p0021",
      "zh_CN": "【六者与诸财物心怀取着。】",
      "zh_TW": "【六者與諸財物心懷取著。】"
    },
    {
      "id": "15-012-0012_p0022",
      "zh_CN": "因为你念念都是在贪着经营世间的事业，世间事业离不开财物。你要经营，你心里头常常想着这些财物，道业的念头就没有了。怎么想赚钱，这里头我也说不出来，忧虑、操心之事情太多了，所以『心怀取着』。",
      "zh_TW": "因為你念念都是在貪著經營世間的事業，世間事業離不開財物。你要經營，你心裡頭常常想著這些財物，道業的念頭就沒有了。怎麼想賺錢，這裡頭我也說不出來，憂慮、操心之事情太多了，所以『心懷取著』。"
    },
    {
      "id": "15-012-0012_p0023",
      "zh_CN": "【七者常乐广营世间事务。】",
      "zh_TW": "【七者常樂廣營世間事務。】"
    },
    {
      "id": "15-012-0012_p0024",
      "zh_CN": "世间人是如此，生意做得愈来愈大，就要来扩充，开一个店，发了财，再开两个，世界上还有许多连锁店。我在很多城市里面看到有连锁店，几乎遍及全世界，才晓得那是一个财团，发了大财，那些人头脑里头，一天到晚怎么样发财、怎么样经营、怎么样扩展他的事业。这些事业不能超越六道轮回，不能超越十法界，干的是这个事业。出家人决定不应该搞这个事情，出家人搞什么事情？也开店，开什么店？开佛店，也开很多分支店，到处有他的分支店。我们读了这部经，真的是汗毛直竖！如果要是为弘法利生，什么叫弘法利生？佛经里面讲得很清楚、很明白，从总纲领、总原则上来说，帮助一切众生破迷开悟，弘法目的在此地。你的道场建立在此地，这一方的大众，你有没有做到帮助他们破除迷惑，帮助他们都觉悟过来，有没有做到？要没有做到，这个经上的弊病恐怕你统统都有。",
      "zh_TW": "世間人是如此，生意做得愈來愈大，就要來擴充，開一個店，發了財，再開兩個，世界上還有許多連鎖店。我在很多城市裡面看到有連鎖店，幾乎遍及全世界，才曉得那是一個財團，發了大財，那些人頭腦裡頭，一天到晚怎麼樣發財、怎麼樣經營、怎麼樣擴展他的事業。這些事業不能超越六道輪迴，不能超越十法界，幹的是這個事業。出家人決定不應該搞這個事情，出家人搞什麼事情？也開店，開什麼店？開佛店，也開很多分支店，到處有他的分支店。我們讀了這部經，真的是汗毛直豎！如果要是為弘法利生，什麼叫弘法利生？佛經裡面講得很清楚、很明白，從總綱領、總原則上來說，幫助一切眾生破迷開悟，弘法目的在此地。你的道場建立在此地，這一方的大眾，你有沒有做到幫助他們破除迷惑，幫助他們都覺悟過來，有沒有做到？要沒有做到，這個經上的弊病恐怕你統統都有。"
    },
    {
      "id": "15-012-0012_p0025",
      "zh_CN": "再把这个标准降一等，落实在生活上，当然还是讲原则，佛告诉我们，「诸恶莫作，众善奉行，自净其意，是诸佛教」，这个话大家都很熟悉。你有没有教人断恶修善？什么是恶，什么是善，有没有讲清楚？有没有讲明白？有没有劝人自净其意？自净其意就是修清净心。清净心非常重要，清净心起作用就是我们今天讲的高等智慧，有智慧才能解决一切问题。佛法是智慧的教学、是智慧的方法，我们有没有做到？这一点不能不知道。",
      "zh_TW": "再把這個標準降一等，落實在生活上，當然還是講原則，佛告訴我們，「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，這個話大家都很熟悉。你有沒有教人斷惡修善？什麼是惡，什麼是善，有沒有講清楚？有沒有講明白？有沒有勸人自淨其意？自淨其意就是修清淨心。清淨心非常重要，清淨心起作用就是我們今天講的高等智慧，有智慧才能解決一切問題。佛法是智慧的教學、是智慧的方法，我們有沒有做到？這一點不能不知道。"
    },
    {
      "id": "15-012-0012_p0026",
      "zh_CN": "所以，广营世间事务，慧行菩萨行，譬如说道场，你这一个大道场，现在许多国家、地区你都可以在那里建立你的分支道场，要办佛事。佛事，佛是觉悟，事是教化，佛事就是教化众生觉悟之事，这叫佛事。做这个事情没有问题，你功德无量；如果不是做这个事情，问题就来了。佛的道场，前面都曾经跟诸位报告过，是佛菩萨教化众生的场所，它是学校，不是神庙。不是神庙，为什么供这么多神像？要是说这个话，我们一听到，他是外行，他不是内行，为什么？我们佛寺里面一尊神像都没有，哪里有供神像？这么多像是什么？这是佛像、菩萨像，不是神像。佛菩萨的像很多，佛菩萨是我们的榜样、是我们的典型。早期学佛有成就的这些人，我们供养他的形像两个意思，一个意思是不忘本，这是一代的祖师大德，不忘本，提倡孝道。第二个意思是见贤思齐。看到这里阿弥陀佛，我们在《无量寿经》上念到他的历史，见到这个像，我们发心要学阿弥陀佛，我们要学得跟阿弥陀佛一模一样。这个像放在这个地方常常提醒自己，用意在此地，不是神像，佛寺里头没有神像，如果把佛菩萨的像当做神像来看，把佛的教学场所当做庙来看，那就完全错误了。",
      "zh_TW": "所以，廣營世間事務，慧行菩薩行，譬如說道場，你這一個大道場，現在許多國家、地區你都可以在那裡建立你的分支道場，要辦佛事。佛事，佛是覺悟，事是教化，佛事就是教化眾生覺悟之事，這叫佛事。做這個事情沒有問題，你功德無量；如果不是做這個事情，問題就來了。佛的道場，前面都曾經跟諸位報告過，是佛菩薩教化眾生的場所，它是學校，不是神廟。不是神廟，為什麼供這麼多神像？要是說這個話，我們一聽到，他是外行，他不是內行，為什麼？我們佛寺裡面一尊神像都沒有，哪裡有供神像？這麼多像是什麼？這是佛像、菩薩像，不是神像。佛菩薩的像很多，佛菩薩是我們的榜樣、是我們的典型。早期學佛有成就的這些人，我們供養他的形像兩個意思，一個意思是不忘本，這是一代的祖師大德，不忘本，提倡孝道。第二個意思是見賢思齊。看到這裡阿彌陀佛，我們在《無量壽經》上念到他的歷史，見到這個像，我們發心要學阿彌陀佛，我們要學得跟阿彌陀佛一模一樣。這個像放在這個地方常常提醒自己，用意在此地，不是神像，佛寺裡頭沒有神像，如果把佛菩薩的像當做神像來看，把佛的教學場所當做廟來看，那就完全錯誤了。"
    },
    {
      "id": "15-012-0012_p0027",
      "zh_CN": "这是讲到世间的事业，必须要辨别清楚。如果你不是觉悟一切众生，那就错了，那就是此地讲的世间事务。如果你是觉悟众生，那你这是佛法的事业，跟世间事业决定不同。世间事业不出六道，你的事业不但超越六道，而且超越十法界。",
      "zh_TW": "這是講到世間的事業，必須要辨別清楚。如果你不是覺悟一切眾生，那就錯了，那就是此地講的世間事務。如果你是覺悟眾生，那你這是佛法的事業，跟世間事業決定不同。世間事業不出六道，你的事業不但超越六道，而且超越十法界。"
    },
    {
      "id": "15-012-0012_p0028",
      "zh_CN": "【八者念其家业常怀忧叹。】",
      "zh_TW": "【八者念其家業常懷憂嘆。】"
    },
    {
      "id": "15-012-0012_p0029",
      "zh_CN": "这就是讲，常常喜欢做这些世间事务的他放不下。又因为世事自古以来常说「不如意事常八九」，有几个人能称心如意？所以忧愁、悲叹就太多了。想到自己的家业，总免不了忧虑、感叹。这有什么不好？很不好，你每想一次就又造一次业。经上常讲「一切法从心想生」，你又造一次业，这个业都是轮回业、都是下劣业。你为什么不念佛？为什么不读经？去造这种业？",
      "zh_TW": "這就是講，常常喜歡做這些世間事務的他放不下。又因為世事自古以來常說「不如意事常八九」，有幾個人能稱心如意？所以憂愁、悲嘆就太多了。想到自己的家業，總免不了憂慮、感嘆。這有什麼不好？很不好，你每想一次就又造一次業。經上常講「一切法從心想生」，你又造一次業，這個業都是輪迴業、都是下劣業。你為什麼不念佛？為什麼不讀經？去造這種業？"
    },
    {
      "id": "15-012-0012_p0030",
      "zh_CN": "【九者其性狠戾发言麤犷。】",
      "zh_TW": "【九者其性狠戾發言麤獷。】"
    },
    {
      "id": "15-012-0012_p0031",
      "zh_CN": "『麤』是粗野，『犷』是凶恶，就是言语很粗鲁、很凶恶，为什么？心里面好争。因为经营事务就有个争利之心，心里面常怀竞争，不知不觉就培养这个恶习气。粗犷的言语就是经上讲的恶口。",
      "zh_TW": "『麤』是粗野，『獷』是兇惡，就是言語很粗魯、很兇惡，為什麼？心裡面好爭。因為經營事務就有個爭利之心，心裡面常懷競爭，不知不覺就培養這個惡習氣。粗獷的言語就是經上講的惡口。"
    },
    {
      "id": "15-012-0012_p0032",
      "zh_CN": "【十者心常怀念勤修家业。】",
      "zh_TW": "【十者心常懷念勤修家業。】"
    },
    {
      "id": "15-012-0012_p0033",
      "zh_CN": "起心动念没有忘掉他的家，起心动念没有忘掉他的事业。",
      "zh_TW": "起心動念沒有忘掉他的家，起心動念沒有忘掉他的事業。"
    },
    {
      "id": "15-012-0012_p0034",
      "zh_CN": "【十一者爱着诸味增长贪欲。】",
      "zh_TW": "【十一者愛著諸味增長貪欲。】"
    },
    {
      "id": "15-012-0012_p0035",
      "zh_CN": "『爱』就是贪爱，『着』是执着。他经营种种事业他觉得那里头有乐趣，那里头有他的味道，什么味道？名闻利养的味道、贪瞋痴慢的味道。诸位细心去体会，如果你真正体会得，你在佛法修学算得上小有功夫。看看你能够体会得？",
      "zh_TW": "『愛』就是貪愛，『著』是執著。他經營種種事業他覺得那裡頭有樂趣，那裡頭有他的味道，什麼味道？名聞利養的味道、貪瞋痴慢的味道。諸位細心去體會，如果你真正體會得，你在佛法修學算得上小有功夫。看看你能夠體會得？"
    },
    {
      "id": "15-012-0012_p0036",
      "zh_CN": "【十二者无利养处不生欢喜。】",
      "zh_TW": "【十二者無利養處不生歡喜。】"
    },
    {
      "id": "15-012-0012_p0037",
      "zh_CN": "没有利益，得不到名闻利养的地方，这些地方不生欢喜。我们举个简单的例子来说，我们在讲台上讲经说法也是事务，也是世间事务，何况其余？如果我们经营这个事务，人家请我们讲经，先要问问，请我讲多少天？你要给我多少供养？谈价钱，谈条件。如果说这个地方请你讲经：法师，没有什么供养，供养很微薄。他摇摇头：这个地方我不去。这就错了。有没有这个情形？有！我在美国迈阿密，那边同修请我去讲经，同修就跟我说，他说法师，你在这个地方要不要举行皈依？我说如果有同修发心皈依，我可以给他主持，给他传授。他说法师，一个人皈依要收多少钱？我说还要收钱的？他说：是啊！密宗的上师、仁波切到这里来灌顶五十块，都是有价钱的。我说还有这样子！价钱愈高人来得愈多，大概很灵；你不收钱，恐怕不灵，没人来皈依。还有这么多笑话在。我就告诉他，「我这里不收钱，不来就算了，我这个不灵，不来就算了，我省事，咱们不找麻烦」。『无利养处不生欢喜心』，这是过失，在佛法里头讲这是罪过。",
      "zh_TW": "沒有利益，得不到名聞利養的地方，這些地方不生歡喜。我們舉個簡單的例子來說，我們在講台上講經說法也是事務，也是世間事務，何況其餘？如果我們經營這個事務，人家請我們講經，先要問問，請我講多少天？你要給我多少供養？談價錢，談條件。如果說這個地方請你講經：法師，沒有什麼供養，供養很微薄。他搖搖頭：這個地方我不去。這就錯了。有沒有這個情形？有！我在美國邁阿密，那邊同修請我去講經，同修就跟我說，他說法師，你在這個地方要不要舉行皈依？我說如果有同修發心皈依，我可以給他主持，給他傳授。他說法師，一個人皈依要收多少錢？我說還要收錢的？他說：是啊！密宗的上師、仁波切到這裡來灌頂五十塊，都是有價錢的。我說還有這樣子！價錢愈高人來得愈多，大概很靈；你不收錢，恐怕不靈，沒人來皈依。還有這麼多笑話在。我就告訴他，「我這裡不收錢，不來就算了，我這個不靈，不來就算了，我省事，咱們不找麻煩」。『無利養處不生歡喜心』，這是過失，在佛法裡頭講這是罪過。"
    },
    {
      "id": "15-012-0012_p0038",
      "zh_CN": "【十三者多生恼害障碍之业。】",
      "zh_TW": "【十三者多生惱害障礙之業。】"
    },
    {
      "id": "15-012-0012_p0039",
      "zh_CN": "『多生恼害』，恼是烦恼，烦恼里面最重的是贪、瞋、痴、慢、怀疑、嫉妒，总是损人利己。果然做到损人利己，还算不错。实在讲绝大多数，可以说百分之九十九，损人不利己，你说这个事情做得多冤枉！对自己毫无利益，而且还损害别人，这真叫业障，这造『障碍之业』。",
      "zh_TW": "『多生惱害』，惱是煩惱，煩惱裡面最重的是貪、瞋、痴、慢、懷疑、嫉妒，總是損人利己。果然做到損人利己，還算不錯。實在講絕大多數，可以說百分之九十九，損人不利己，你說這個事情做得多冤枉！對自己毫無利益，而且還損害別人，這真叫業障，這造『障礙之業』。"
    },
    {
      "id": "15-012-0012_p0040",
      "zh_CN": "【十四者常乐亲近诸优婆塞及优婆夷。】",
      "zh_TW": "【十四者常樂親近諸優婆塞及優婆夷。】"
    },
    {
      "id": "15-012-0012_p0041",
      "zh_CN": "出家人喜欢搞这些事务，喜欢经营事务，他就常常喜欢去亲近在家信徒。特别是在家信徒有权位的、有权力的，做高官，有地位的，发大财的，常常去亲近他。亲近他们目的何在？目的是沾一点名闻利养，这是显而易见的，所谓是巴结有权势的信徒。没有权势的小民，你瞧也瞧不起他，与道业完全相违背。",
      "zh_TW": "出家人喜歡搞這些事務，喜歡經營事務，他就常常喜歡去親近在家信徒。特別是在家信徒有權位的、有權力的，做高官，有地位的，發大財的，常常去親近他。親近他們目的何在？目的是沾一點名聞利養，這是顯而易見的，所謂是巴結有權勢的信徒。沒有權勢的小民，你瞧也瞧不起他，與道業完全相違背。"
    },
    {
      "id": "15-012-0012_p0042",
      "zh_CN": "【十五者但念衣食而度昼夜。】",
      "zh_TW": "【十五者但念衣食而度晝夜。】"
    },
    {
      "id": "15-012-0012_p0043",
      "zh_CN": "这讲的是把你的修学、修道都忘得干干净净，一天到晚脑子里头所想的都是衣食住行、五欲六尘，贪图享受，去想这些东西。",
      "zh_TW": "這講的是把你的修學、修道都忘得乾乾淨淨，一天到晚腦子裡頭所想的都是衣食住行、五欲六塵，貪圖享受，去想這些東西。"
    },
    {
      "id": "15-012-0012_p0044",
      "zh_CN": "【十六者数问世间所作事业。】",
      "zh_TW": "【十六者數問世間所作事業。】"
    },
    {
      "id": "15-012-0012_p0045",
      "zh_CN": "凡是遇到人交谈，总是谈世间事业，而不知道出家人与世间人接触，要帮他觉悟、要劝他学佛。特别是在这个社会，许多人对于佛教产生严重的误会，认为佛教是宗教，认为佛教是迷信。你跟他们接触，头一桩事情就是要帮助他认识佛教，佛教究竟是什么，然后帮助他增长信心。这是应该要做的。不应该跟他们谈世间事，这个大错特错。",
      "zh_TW": "凡是遇到人交談，總是談世間事業，而不知道出家人與世間人接觸，要幫他覺悟、要勸他學佛。特別是在這個社會，許多人對於佛教產生嚴重的誤會，認為佛教是宗教，認為佛教是迷信。你跟他們接觸，頭一樁事情就是要幫助他認識佛教，佛教究竟是什麼，然後幫助他增長信心。這是應該要做的。不應該跟他們談世間事，這個大錯特錯。"
    },
    {
      "id": "15-012-0012_p0046",
      "zh_CN": "【十七者常乐发起非法语言。】",
      "zh_TW": "【十七者常樂發起非法語言。】"
    },
    {
      "id": "15-012-0012_p0047",
      "zh_CN": "这是不知不觉经常有这些习气现行，不如法的、非佛法的言语，这个范围就非常之广。",
      "zh_TW": "這是不知不覺經常有這些習氣現行，不如法的、非佛法的言語，這個範圍就非常之廣。"
    },
    {
      "id": "15-012-0012_p0048",
      "zh_CN": "【十八者持营众务而起憍慢。】",
      "zh_TW": "【十八者持營眾務而起憍慢。】"
    },
    {
      "id": "15-012-0012_p0049",
      "zh_CN": "譬如你很会经营，你建个很大的寺庙，非常壮观，别的道场不如你，你就瞧不起他。诸如此类者比比皆是，容易仗着自己所经营的事业，对别人傲慢。",
      "zh_TW": "譬如你很會經營，你建個很大的寺廟，非常壯觀，別的道場不如你，你就瞧不起他。諸如此類者比比皆是，容易仗著自己所經營的事業，對別人傲慢。"
    },
    {
      "id": "15-012-0012_p0050",
      "zh_CN": "【十九者但求人过不自观察。】",
      "zh_TW": "【十九者但求人過不自觀察。】"
    },
    {
      "id": "15-012-0012_p0051",
      "zh_CN": "自己耽着在事务上，不肯修道，还要常常找别人的麻烦，找别人的过失，举别人之罪，不知道自己反省检点。",
      "zh_TW": "自己耽著在事務上，不肯修道，還要常常找別人的麻煩，找別人的過失，舉別人之罪，不知道自己反省檢點。"
    },
    {
      "id": "15-012-0012_p0052",
      "zh_CN": "【二十者于说法者心怀轻贱。】",
      "zh_TW": "【二十者於說法者心懷輕賤。】"
    },
    {
      "id": "15-012-0012_p0053",
      "zh_CN": "这是从嫉妒里面生出来的，遇到说法的这些大德，说法的有出家的、有在家的，对这些说法的人心怀轻慢、鄙视，瞧不起他，这个过失大了。本经一开端就说这种过失，我们不必再重复。佛把这二十种过失说出来。末后这一句是总结。",
      "zh_TW": "這是從嫉妒裡面生出來的，遇到說法的這些大德，說法的有出家的、有在家的，對這些說法的人心懷輕慢、鄙視，瞧不起他，這個過失大了。本經一開端就說這種過失，我們不必再重覆。佛把這二十種過失說出來。末後這一句是總結。"
    },
    {
      "id": "15-012-0012_p0054",
      "zh_CN": "【弥勒。是为菩萨乐营众务二十种过。】",
      "zh_TW": "【彌勒。是為菩薩樂營眾務二十種過。】"
    },
    {
      "id": "15-012-0012_p0055",
      "zh_CN": "这是二十种类。我们想一想，我们出家人要不要做这些事情？给诸位说，初业菩萨不做这个事情。古时候寺院丛林，初业菩萨是清众，清众只管修行，寺院里所有一切工作，他都不需要做。寺院里面许多事情，谁去做？菩萨去做。所以做住持、做当家的、做执事的，特别是纲领执事，不是凡人，都是菩萨应化来示现的，来帮助这些初学的菩萨。初学的菩萨做这些事情会犯这些过失，慧行菩萨做这些事情清净无染，真的到作而无作，无作而作，他们不碍事。以前人有福报，感得这些佛菩萨来应化替你服务，替你烧饭、替你砍柴，这是真的，不是假的。国清寺的丰干和尚、寒山、拾得，丰干是阿弥陀佛再来的，寒山、拾得是文殊、普贤，干什么事情？厨房里烧火。大菩萨示现来照顾初学的人，不是普通人。",
      "zh_TW": "這是二十種類。我們想一想，我們出家人要不要做這些事情？給諸位說，初業菩薩不做這個事情。古時候寺院叢林，初業菩薩是清眾，清眾只管修行，寺院裡所有一切工作，他都不需要做。寺院裡面許多事情，誰去做？菩薩去做。所以做住持、做當家的、做執事的，特別是綱領執事，不是凡人，都是菩薩應化來示現的，來幫助這些初學的菩薩。初學的菩薩做這些事情會犯這些過失，慧行菩薩做這些事情清淨無染，真的到作而無作，無作而作，他們不礙事。以前人有福報，感得這些佛菩薩來應化替你服務，替你燒飯、替你砍柴，這是真的，不是假的。國清寺的豐干和尚、寒山、拾得，豐干是阿彌陀佛再來的，寒山、拾得是文殊、普賢，幹什麼事情？廚房裡燒火。大菩薩示現來照顧初學的人，不是普通人。"
    },
    {
      "id": "15-012-0012_p0056",
      "zh_CN": "现在我们没福，没有这么多佛菩萨来照顾，自己不免要造业障。可是古德也有榜样示现给我们看，作务要减低到最少的分量，这就对了，绝不能够多，贪多更要不得。我们的衣食住行要简单，不要给自己找麻烦。别的人道场可以挂单，我们就住在那边修行。如果没有这个缘分，自己要去建个小道场，找个没有人，偏僻的地方，盖个小茅蓬就可以。茅蓬多大？两小间就够了，自己可以盖，在山上砍树就可以盖小茅蓬。同参道友多了，慢慢再扩充，真修行人是干这个。你要说这个很难，现在方便。过去，七０年代的时候，我在香港讲经，香港洗尘法师还在，他常常找我聊天。我就跟他讲，我说老法师你有没有意思，你是很热心要把佛教恢复，我说不难。他说怎么做？我说你找五个人，五比丘，咱们不要盖庙，我们住帐蓬，现在帐蓬很简单，一个帐蓬可以用三年。我们向居士化个帐蓬，找个旷野地方搭起来。吃饭，托钵，每天出去托钵，托完了之后，到帐蓬里打坐，念佛也好，参禅也好，行！所有事务都减轻。他听了点头，不错，很好！很好以后就完了，就没有了。世尊当年是树下一宿，日中一食，我们今天禁不起那样的苦行，我们搭个帐蓬露营很好。方法有得是，尽量减低自己的作务，就是拉杂的这些事情，没有必要统统应当放下。",
      "zh_TW": "現在我們沒福，沒有這麼多佛菩薩來照顧，自己不免要造業障。可是古德也有榜樣示現給我們看，作務要減低到最少的分量，這就對了，絕不能夠多，貪多更要不得。我們的衣食住行要簡單，不要給自己找麻煩。別的人道場可以掛單，我們就住在那邊修行。如果沒有這個緣分，自己要去建個小道場，找個沒有人，偏僻的地方，蓋個小茅蓬就可以。茅蓬多大？兩小間就夠了，自己可以蓋，在山上砍樹就可以蓋小茅蓬。同參道友多了，慢慢再擴充，真修行人是幹這個。你要說這個很難，現在方便。過去，七０年代的時候，我在香港講經，香港洗塵法師還在，他常常找我聊天。我就跟他講，我說老法師你有沒有意思，你是很熱心要把佛教恢復，我說不難。他說怎麼做？我說你找五個人，五比丘，咱們不要蓋廟，我們住帳蓬，現在帳蓬很簡單，一個帳蓬可以用三年。我們向居士化個帳蓬，找個曠野地方搭起來。吃飯，托缽，每天出去托缽，托完了之後，到帳蓬裡打坐，念佛也好，參禪也好，行！所有事務都減輕。他聽了點頭，不錯，很好！很好以後就完了，就沒有了。世尊當年是樹下一宿，日中一食，我們今天禁不起那樣的苦行，我們搭個帳蓬露營很好。方法有得是，盡量減低自己的作務，就是拉雜的這些事情，沒有必要統統應當放下。"
    },
    {
      "id": "15-012-0012_p0057",
      "zh_CN": "下面世尊以偈颂为我们重说一遍。重说的意思，前面都说过，此地就不需要再讲。底下有二十一首，请看经文。",
      "zh_TW": "下面世尊以偈頌為我們重說一遍。重說的意思，前面都說過，此地就不需要再講。底下有二十一首，請看經文。"
    },
    {
      "id": "15-012-0012_p0058",
      "zh_CN": "【尔时世尊。重说偈言。】",
      "zh_TW": "【爾時世尊。重說偈言。】"
    },
    {
      "id": "15-012-0012_p0059",
      "zh_CN": "『重说』，说明下面是重颂。",
      "zh_TW": "『重說』，說明下面是重頌。"
    },
    {
      "id": "15-012-0012_p0060",
      "zh_CN": "【安住下劣业。远离殊胜行。退失大利益。是名众务过。】",
      "zh_TW": "【安住下劣業。遠離殊勝行。退失大利益。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0061",
      "zh_CN": "这个偈颂的体裁虽是重颂，实在讲也是补充前面殊胜的义趣。喜欢经营这些事务的出家人，他的心安住在『下劣业』，就是讲六道轮回的事业。『远离殊胜行』，殊胜行可以说专指我们本经的末后，最后一章，弥勒菩萨教我们发十种心求生西方净土，那是殊胜行，殊胜行就是一生一心求生净土。『退失大利益』，往生不退成佛的利益，别的人不懂，我们在座的同修都清楚、都明白。《无量寿经》这些年我们在此地讲过两遍，读诵、念佛、修行人一天比一天多，这是真实的利益。他喜欢经营事务，把这个利益退失了，非常的可惜，这是众务之过。",
      "zh_TW": "這個偈頌的體裁雖是重頌，實在講也是補充前面殊勝的義趣。喜歡經營這些事務的出家人，他的心安住在『下劣業』，就是講六道輪迴的事業。『遠離殊勝行』，殊勝行可以說專指我們本經的末後，最後一章，彌勒菩薩教我們發十種心求生西方淨土，那是殊勝行，殊勝行就是一生一心求生淨土。『退失大利益』，往生不退成佛的利益，別的人不懂，我們在座的同修都清楚、都明白。《無量壽經》這些年我們在此地講過兩遍，讀誦、念佛、修行人一天比一天多，這是真實的利益。他喜歡經營事務，把這個利益退失了，非常的可惜，這是眾務之過。"
    },
    {
      "id": "15-012-0012_p0062",
      "zh_CN": "【乐读诵比丘。及修禅定者。一切皆呵责。是名众务过。】",
      "zh_TW": "【樂讀誦比丘。及修禪定者。一切皆呵責。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0063",
      "zh_CN": "『读诵』就是熟悉经教的。我们中国的佛教，常常把它分为两大类，叫宗门、教下。『乐读诵比丘』是代表教下的，『修禅定者』代表宗门，依教修行的。这两类的人对你一定是敬而远之，不会亲近你。第三首：",
      "zh_TW": "『讀誦』就是熟悉經教的。我們中國的佛教，常常把它分為兩大類，叫宗門、教下。『樂讀誦比丘』是代表教下的，『修禪定者』代表宗門，依教修行的。這兩類的人對你一定是敬而遠之，不會親近你。第三首："
    },
    {
      "id": "15-012-0012_p0064",
      "zh_CN": "【常行生死业。舍离解脱因。虚受于信施。是名众务过。】",
      "zh_TW": "【常行生死業。捨離解脫因。虛受於信施。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0065",
      "zh_CN": "『生死业』就是贪瞋痴。你的生活，你生活在哪里？你生活在贪瞋痴中，你就造的是生死业。『舍离解脱因』，解脱因是什么？是勤修戒定慧，你把戒定慧舍掉，你天天搞贪瞋痴。『虚受于信施』，你虚受一切在家信徒的供养，这个果报不可思议，这是众务过。下面一首：",
      "zh_TW": "『生死業』就是貪瞋痴。你的生活，你生活在哪裡？你生活在貪瞋痴中，你就造的是生死業。『捨離解脫因』，解脫因是什麼？是勤修戒定慧，你把戒定慧捨掉，你天天搞貪瞋痴。『虛受於信施』，你虛受一切在家信徒的供養，這個果報不可思議，這是眾務過。下面一首："
    },
    {
      "id": "15-012-0012_p0066",
      "zh_CN": "【乐受诸财宝。不得生忧恼。住于下劣行。是名众务过。】",
      "zh_TW": "【樂受諸財寶。不得生憂惱。住於下劣行。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0067",
      "zh_CN": "『乐』是喜欢，这个字念去声，爱好，希望得到这些财宝，我们讲的名闻利养，喜欢这个东西。如果得不到，他就『生忧恼』，『不得』就是得不到，得不到名闻利养，他就天天生忧恼、生烦恼。『住于下劣行』，他的心安住在六道，安住在三恶道，贪瞋痴所感得的是三恶道，这都是众务的过失。第五首：",
      "zh_TW": "『樂』是喜歡，這個字念去聲，愛好，希望得到這些財寶，我們講的名聞利養，喜歡這個東西。如果得不到，他就『生憂惱』，『不得』就是得不到，得不到名聞利養，他就天天生憂惱、生煩惱。『住於下劣行』，他的心安住在六道，安住在三惡道，貪瞋痴所感得的是三惡道，這都是眾務的過失。第五首："
    },
    {
      "id": "15-012-0012_p0068",
      "zh_CN": "【是人多爱染。往来婬女家。如鸟入樊笼。是名众务过。】",
      "zh_TW": "【是人多愛染。往來婬女家。如鳥入樊籠。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0069",
      "zh_CN": "这首里头是讲的比喻，这个人『多爱染』，爱是贪爱，染是污染。这个意思是讲，内具足烦恼，外面又禁不起诱惑。『往来婬女家』，是比喻你内有烦恼，外面又禁不起诱惑，外面是五欲六尘的诱惑，于是就像一个鸟，被人抓去关在笼子里面。这是比喻堕在恶道，堕在三途里面，这都是众务的过失。",
      "zh_TW": "這首裡頭是講的比喻，這個人『多愛染』，愛是貪愛，染是污染。這個意思是講，內具足煩惱，外面又禁不起誘惑。『往來婬女家』，是比喻你內有煩惱，外面又禁不起誘惑，外面是五欲六塵的誘惑，於是就像一個鳥，被人抓去關在籠子裡面。這是比喻墮在惡道，墮在三途裡面，這都是眾務的過失。"
    },
    {
      "id": "15-012-0012_p0070",
      "zh_CN": "【不受尊者教。违矩而轻贱。毁犯清净戒。是名众务过。】",
      "zh_TW": "【不受尊者教。違矩而輕賤。毀犯清淨戒。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0071",
      "zh_CN": "『尊者』是佛菩萨、祖师大德的教诲，你不能够接受。『违矩』，矩是规矩、戒律，违犯戒律、规矩，『而轻贱』，轻贱是轻贱佛的教诲。所以他的行为必定是『毁犯清净戒』，这个是众务过。第八首：",
      "zh_TW": "『尊者』是佛菩薩、祖師大德的教誨，你不能夠接受。『違矩』，矩是規矩、戒律，違犯戒律、規矩，『而輕賤』，輕賤是輕賤佛的教誨。所以他的行為必定是『毀犯清淨戒』，這個是眾務過。第八首："
    },
    {
      "id": "15-012-0012_p0072",
      "zh_CN": "【其心多忆想。勤营于世业。不能修智断。是名众务过。】",
      "zh_TW": "【其心多憶想。勤營於世業。不能修智斷。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0073",
      "zh_CN": "他的心里头妄想多、杂念多，一天到晚想的都是世间的事业，于是把佛法舍弃掉，『不能修智断』。智破无明，灭断烦恼，把这两桩事情疏忽了。第九首：",
      "zh_TW": "他的心裡頭妄想多、雜念多，一天到晚想的都是世間的事業，於是把佛法捨棄掉，『不能修智斷』。智破無明，滅斷煩惱，把這兩樁事情疏忽了。第九首："
    },
    {
      "id": "15-012-0012_p0074",
      "zh_CN": "【贪心恒炽盛。乐著于诸味。曾无知足心。是名众务过。】",
      "zh_TW": "【貪心恆熾盛。樂著於諸味。曾無知足心。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0075",
      "zh_CN": "这就是讲他的烦恼增上，说一个贪心，连带的就有瞋恚、愚痴、贡高我慢、嫉妒，必然会连带的生起。所以『恒炽盛』，像猛火烧的那样盛。『乐著于诸味』，这是名闻利养，五欲六尘之味，永远不知足，这是众务过。",
      "zh_TW": "這就是講他的煩惱增上，說一個貪心，連帶的就有瞋恚、愚痴、貢高我慢、嫉妒，必然會連帶的生起。所以『恆熾盛』，像猛火燒的那樣盛。『樂著於諸味』，這是名聞利養，五欲六塵之味，永遠不知足，這是眾務過。"
    },
    {
      "id": "15-012-0012_p0076",
      "zh_CN": "【得利生欢喜。无利便忧恼。贪吝无仁心。是名众务过。】",
      "zh_TW": "【得利生歡喜。無利便憂惱。貪吝無仁心。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0077",
      "zh_CN": "这一首好懂。得到名闻利养就欢喜，得不到他就忧虑、就烦恼，这个人经常是贪吝，贪是贪得，吝是自己有，舍不得布施给别人。仁是仁慈之心，没有仁慈之心，自私自利，这是众务之过。",
      "zh_TW": "這一首好懂。得到名聞利養就歡喜，得不到他就憂慮、就煩惱，這個人經常是貪吝，貪是貪得，吝是自己有，捨不得布施給別人。仁是仁慈之心，沒有仁慈之心，自私自利，這是眾務之過。"
    },
    {
      "id": "15-012-0012_p0078",
      "zh_CN": "【恼害无慈愍。增长诸恶业。爱蔓相缠缚。是名众务过。】",
      "zh_TW": "【惱害無慈愍。增長諸惡業。愛蔓相纏縛。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0079",
      "zh_CN": "这第十一首。「恼害」，常常或有意或无意会叫别人生烦恼，更严重的就是叫别人受到伤害，没有慈悲心。佛菩萨慈愍一切众生，所以对一切众生生大慈悲，不但不害众生，连让众生生烦恼都感觉到自己有过失。譬如说，那个众生不喜欢我，看到我就讨厌，看到我他心里生烦恼，我们看到那个众生远远的来了，赶紧躲避。为什么躲避？不要叫他看到我生烦恼。这是不是怕他？不是，这是慈悲心，不让人家看到我生烦恼。举这一个例子来讲。我们应当要晓得，令众生生烦恼都不可以，怎么能伤害人？所以『恼害无慈愍』，这是从喜欢世间众务，这是个缘，烦恼自然有它的业因，可是这个缘非常强烈，会把你的烦恼、习气让你常常起现行，你麻烦就大了。所以『增长诸恶业』，恶业不但不能消除，天天在增长。『爱蔓相缠缚』，爱蔓是贪爱，也就是说很容易增长贪心，贪财贪名贪利，患得患失。下面一首：",
      "zh_TW": "這第十一首。「惱害」，常常或有意或無意會叫別人生煩惱，更嚴重的就是叫別人受到傷害，沒有慈悲心。佛菩薩慈愍一切眾生，所以對一切眾生生大慈悲，不但不害眾生，連讓眾生生煩惱都感覺到自己有過失。譬如說，那個眾生不喜歡我，看到我就討厭，看到我他心裡生煩惱，我們看到那個眾生遠遠的來了，趕緊躲避。為什麼躲避？不要叫他看到我生煩惱。這是不是怕他？不是，這是慈悲心，不讓人家看到我生煩惱。舉這一個例子來講。我們應當要曉得，令眾生生煩惱都不可以，怎麼能傷害人？所以『惱害無慈愍』，這是從喜歡世間眾務，這是個緣，煩惱自然有它的業因，可是這個緣非常強烈，會把你的煩惱、習氣讓你常常起現行，你麻煩就大了。所以『增長諸惡業』，惡業不但不能消除，天天在增長。『愛蔓相纏縛』，愛蔓是貪愛，也就是說很容易增長貪心，貪財貪名貪利，患得患失。下面一首："
    },
    {
      "id": "15-012-0012_p0080",
      "zh_CN": "【远离于师长。亲近恶知识。摈斥持戒人。是名众务过。】",
      "zh_TW": "【遠離於師長。親近惡知識。擯斥持戒人。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0081",
      "zh_CN": "良师、善友心怀道业，看到你这样做，当然会劝勉你。劝你，你觉得他来破坏你的利益，你不能够接受，一定跟这些良师、善友愈来愈远，这也是必然的情形。而对『持戒人』，依教修行的人，你看到了很不舒服，为什么不舒服？他做得如法，我做得不如法。虽不如法，也不服气，我眼前得许多利益，你看他修行虽然不错，苦不堪言，对他自然起轻慢之心。这是「摈斥持戒人」，摈是远离，不跟他在一起。下面一首：",
      "zh_TW": "良師、善友心懷道業，看到你這樣做，當然會勸勉你。勸你，你覺得他來破壞你的利益，你不能夠接受，一定跟這些良師、善友愈來愈遠，這也是必然的情形。而對『持戒人』，依教修行的人，你看到了很不舒服，為什麼不舒服？他做得如法，我做得不如法。雖不如法，也不服氣，我眼前得許多利益，你看他修行雖然不錯，苦不堪言，對他自然起輕慢之心。這是「擯斥持戒人」，擯是遠離，不跟他在一起。下面一首："
    },
    {
      "id": "15-012-0012_p0082",
      "zh_CN": "【昼夜无余想。唯念求衣食。不乐诸功德。是名众务过。】",
      "zh_TW": "【晝夜無餘想。唯念求衣食。不樂諸功德。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0083",
      "zh_CN": "昼夜他所想的都是名闻利养、五欲六尘，他想这个东西。而佛在经典当中教他修学一切功德，他做不到，为什么做不到？实在说，他连什么叫功什么叫德，大概都没有搞清楚。如果真的搞清楚，我相信决定回头，为什么？少许的功德，都超过世间名闻利养；换句话说，不乐修功德，喜欢搞事务，这些人在这世出世间一切法中他不识货。他要真的搞清楚、搞明白，我相信他一定会求取最大的利益，这种小的利益他一定会舍弃掉；还是对于经教没搞清楚。我们翻过来，再看下面第十四首。",
      "zh_TW": "晝夜他所想的都是名聞利養、五欲六塵，他想這個東西。而佛在經典當中教他修學一切功德，他做不到，為什麼做不到？實在說，他連什麼叫功什麼叫德，大概都沒有搞清楚。如果真的搞清楚，我相信決定回頭，為什麼？少許的功德，都超過世間名聞利養；換句話說，不樂修功德，喜歡搞事務，這些人在這世出世間一切法中他不識貨。他要真的搞清楚、搞明白，我相信他一定會求取最大的利益，這種小的利益他一定會捨棄掉；還是對於經教沒搞清楚。我們翻過來，再看下面第十四首。"
    },
    {
      "id": "15-012-0012_p0084",
      "zh_CN": "【常问世间智。不乐出世言。耽爱于邪说。是名众务过。】",
      "zh_TW": "【常問世間智。不樂出世言。耽愛於邪說。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0085",
      "zh_CN": "处事待人接物之间，有意无意在闲谈的时候，都谈一些世间之事。世间跟出世间，界限在哪里？大家千万不要误会，我们剃了光头，穿起长袍大衣，这叫出世间，你们在家同修就叫世间，这么看法就大错特错。世间跟出世间的界限在于觉迷、在正邪、在染净。我们讲三皈依的时候跟诸位讲得很清楚，觉而不迷、正而不邪、净而不染就是出世间。假如你是反过来的，迷而不觉、邪而不正、染而不净，那你就在世间。所以与形式，出家、在家，毫无关联，我们一定要搞清楚、搞明白。",
      "zh_TW": "處事待人接物之間，有意無意在閒談的時候，都談一些世間之事。世間跟出世間，界限在哪裡？大家千萬不要誤會，我們剃了光頭，穿起長袍大衣，這叫出世間，你們在家同修就叫世間，這麼看法就大錯特錯。世間跟出世間的界限在於覺迷、在正邪、在染淨。我們講三皈依的時候跟諸位講得很清楚，覺而不迷、正而不邪、淨而不染就是出世間。假如你是反過來的，迷而不覺、邪而不正、染而不淨，那你就在世間。所以與形式，出家、在家，毫無關聯，我們一定要搞清楚、搞明白。"
    },
    {
      "id": "15-012-0012_p0086",
      "zh_CN": "讨论佛法、讨论教义，交换修持的经验、心得，这是出世之言。或者是讨论利益众生的这些事理，怎样帮助众生觉悟，怎样帮助众生离苦，怎么样帮助众生过得更幸福、事业能够成功顺利，充满了高度的智慧，这是出世间的言语。如果要问、要谈论怎么样发财，怎么样赚钱，怎么样享受，那是世间智。世间智就是世智辩聪，不是好事情，佛法里面称做八难之一，世智辩聪属于八难，难就是你遭了灾难。为什么称为灾难？你已经堕入迷邪染里面去了。",
      "zh_TW": "討論佛法、討論教義，交換修持的經驗、心得，這是出世之言。或者是討論利益眾生的這些事理，怎樣幫助眾生覺悟，怎樣幫助眾生離苦，怎麼樣幫助眾生過得更幸福、事業能夠成功順利，充滿了高度的智慧，這是出世間的言語。如果要問、要談論怎麼樣發財，怎麼樣賺錢，怎麼樣享受，那是世間智。世間智就是世智辯聰，不是好事情，佛法裡面稱做八難之一，世智辯聰屬於八難，難就是你遭了災難。為什麼稱為災難？你已經墮入迷邪染裡面去了。"
    },
    {
      "id": "15-012-0012_p0087",
      "zh_CN": "底下必定的，你喜欢邪说，正论不喜欢听，喜欢听邪说；换句话说，你喜欢听六道轮回之说，喜欢听三恶道之说。你不要以为我说这话没有根据，三恶道，谁喜欢三恶道？说起来没有一个人，谁愿意堕地狱？但是你要想想，地狱、饿鬼、畜生是果报，果必有因，因是什么？因是贪瞋痴。今天跟你讲发财，高兴！发财什么？饿鬼道。给你讲发财，你一高兴，就是叫你去作鬼，不是叫你去作佛。讲到贪瞋痴高兴得不得了，那就是你喜欢三恶道，那有什么办法？这就是邪说。我们看看现代的社会，每个人都期望着社会人与人之中能够消除种种的隔阂、歧视，大家能够和睦共处，希望社会安定繁荣，这是每个人挂在口头上的期望，而事实上做的，不一样。社会许多人在那里指导、教诲，我们看到、听到也怵目惊心。他教诲的是什么？妖魔鬼怪，邪说。你如果不相信，我们印这么多佛经，正说，几个人看？送给人人家还不看，还不要。世间书店里卖小说的，教人杀盗淫妄的，花很多钱去买来看。电视里演的，电影里头演的，那是什么东西？花了钱，天天看到，还舍不得离开。正说，你送给他，摇头不接受，没时间，没空看。教他来听两个小时佛经，没空，教他去听戏、唱歌，那有时间，时间太多了。唱歌，歌里头是什么东西？邪说！你看看那个歌词，是不是邪说？『耽爱于邪说』，都是众务过，刚才讲都是众务之缘。第十五首：",
      "zh_TW": "底下必定的，你喜歡邪說，正論不喜歡聽，喜歡聽邪說；換句話說，你喜歡聽六道輪迴之說，喜歡聽三惡道之說。你不要以為我說這話沒有根據，三惡道，誰喜歡三惡道？說起來沒有一個人，誰願意墮地獄？但是你要想想，地獄、餓鬼、畜生是果報，果必有因，因是什麼？因是貪瞋痴。今天跟你講發財，高興！發財什麼？餓鬼道。給你講發財，你一高興，就是叫你去作鬼，不是叫你去作佛。講到貪瞋痴高興得不得了，那就是你喜歡三惡道，那有什麼辦法？這就是邪說。我們看看現代的社會，每個人都期望著社會人與人之中能夠消除種種的隔閡、歧視，大家能夠和睦共處，希望社會安定繁榮，這是每個人掛在口頭上的期望，而事實上做的，不一樣。社會許多人在那裡指導、教誨，我們看到、聽到也怵目驚心。他教誨的是什麼？妖魔鬼怪，邪說。你如果不相信，我們印這麼多佛經，正說，幾個人看？送給人人家還不看，還不要。世間書店裡賣小說的，教人殺盜淫妄的，花很多錢去買來看。電視裡演的，電影裡頭演的，那是什麼東西？花了錢，天天看到，還捨不得離開。正說，你送給他，搖頭不接受，沒時間，沒空看。教他來聽兩個小時佛經，沒空，教他去聽戲、唱歌，那有時間，時間太多了。唱歌，歌裡頭是什麼東西？邪說！你看看那個歌詞，是不是邪說？『耽愛於邪說』，都是眾務過，剛才講都是眾務之緣。第十五首："
    },
    {
      "id": "15-012-0012_p0088",
      "zh_CN": "【自恃知众务。轻慢诸比丘。犹如狂醉人。是名众务过。】",
      "zh_TW": "【自恃知眾務。輕慢諸比丘。猶如狂醉人。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0089",
      "zh_CN": "他自己仗恃着他会办事，他有办事的能力、有办事的才干，经营许多的事业，这里头值得骄傲。于是对真正修道的这些出家人，这比丘，认为他们没有智慧、没有能力，样样都不如我，生起贡高我慢之心，轻视有德有智之人，这是罪过。下面这一句是比喻，『犹如狂醉人』，头脑不清醒，这也是众务过。",
      "zh_TW": "他自己仗恃著他會辦事，他有辦事的能力、有辦事的才幹，經營許多的事業，這裡頭值得驕傲。於是對真正修道的這些出家人，這比丘，認為他們沒有智慧、沒有能力，樣樣都不如我，生起貢高我慢之心，輕視有德有智之人，這是罪過。下面這一句是比喻，『猶如狂醉人』，頭腦不清醒，這也是眾務過。"
    },
    {
      "id": "15-012-0012_p0090",
      "zh_CN": "【常伺求他短。不自见其过。轻毁有德人。是名众务过。】",
      "zh_TW": "【常伺求他短。不自見其過。輕毀有德人。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0091",
      "zh_CN": "佛在这个经上一开端就教给我们，在现前这个社会我们真正想修行，要从哪里下手？这非常重要。佛这个话不是说一遍，在这个经上屡次看到，「不求他过，不举人罪」，要我们从这个地方下手。《无量寿经》上讲到修行的纲领，身语意三业，它没有按照身语意来排列，它把口业排在第一，「善护口业，不讥他过」，也是这个意思。这就说明了，人与人的接触不能不说话，说话有意无意造许多的口业，何况你还是有心要找人碴，有心要找人麻烦，这就是『伺求他短』。自己的过失见不到，只看到别人过失，自己过失看不到。古德曾经讲过，世间人有两种人没有过失，第一种人，佛没有过失，佛所有的过失都断掉了。第二种人，凡夫没有过失，凡夫不知道自己有过失，专门看到别人过失。唯独菩萨才知道自己过失，如果你每天都觉察到自己有过失，你就不是凡人，恭喜你，你已经是菩萨。菩萨有自觉觉他，自觉就是知道自己的过失，你就觉悟了；不知道自己的过失，你是迷惑颠倒。这样的人，只看到别人的短处，看不到自己的过失，当然『轻毁有德人』，轻是轻慢，毁是毁谤，轻慢是心里面瞧不起，毁谤是言语。第十七首：",
      "zh_TW": "佛在這個經上一開端就教給我們，在現前這個社會我們真正想修行，要從哪裡下手？這非常重要。佛這個話不是說一遍，在這個經上屢次看到，「不求他過，不舉人罪」，要我們從這個地方下手。《無量壽經》上講到修行的綱領，身語意三業，它沒有按照身語意來排列，它把口業排在第一，「善護口業，不譏他過」，也是這個意思。這就說明了，人與人的接觸不能不說話，說話有意無意造許多的口業，何況你還是有心要找人碴，有心要找人麻煩，這就是『伺求他短』。自己的過失見不到，只看到別人過失，自己過失看不到。古德曾經講過，世間人有兩種人沒有過失，第一種人，佛沒有過失，佛所有的過失都斷掉了。第二種人，凡夫沒有過失，凡夫不知道自己有過失，專門看到別人過失。唯獨菩薩才知道自己過失，如果你每天都覺察到自己有過失，你就不是凡人，恭喜你，你已經是菩薩。菩薩有自覺覺他，自覺就是知道自己的過失，你就覺悟了；不知道自己的過失，你是迷惑顛倒。這樣的人，只看到別人的短處，看不到自己的過失，當然『輕毀有德人』，輕是輕慢，毀是毀謗，輕慢是心裡面瞧不起，毀謗是言語。第十七首："
    },
    {
      "id": "15-012-0012_p0092",
      "zh_CN": "【如是愚痴者。无有善方便。轻慢说法者。是名众务过。】",
      "zh_TW": "【如是愚癡者。無有善方便。輕慢說法者。是名眾務過。】"
    },
    {
      "id": "15-012-0012_p0093",
      "zh_CN": "『如是』是指如前面所说的，犯这些过失的人皆是愚痴之人。这当然之理，如果他有智慧，他有高度的觉悟，他怎么会犯这么多过失？犯这样的过失自然是愚痴之人。『无有善方便』，善是善巧，善巧方便是指什么？简单的讲是生活。生活里面没有善巧方便，你生活里面得不到乐趣；工作里面没有善巧方便，你在工作里面也得不到乐趣，佛法讲离苦得乐，你的工作很辛苦，不乐。处事待人接物，谁有善巧方便？有智慧的人有善巧方便，愚痴的人哪来的善巧方便？所以他的生活、他的工作、他的应酬只有苦没有乐。如果你说他也有些乐，欢乐场合当中去找那种乐。那个乐，我在讲经的时候也常常有比喻说，那是吸毒，不是真乐。吸毒的时候好像短暂的那一点乐，乐完了之后，后面有大苦在等着他，那个不正常。唯有高度的智慧，生活在智慧里面，无论什么事情他有善巧方便，他有真乐。这个真乐不是从外面境界上刺激的，是从内心里向外涌出来，像泉水一样，从自己里面涌出来的，真乐！",
      "zh_TW": "『如是』是指如前面所說的，犯這些過失的人皆是愚痴之人。這當然之理，如果他有智慧，他有高度的覺悟，他怎麼會犯這麼多過失？犯這樣的過失自然是愚痴之人。『無有善方便』，善是善巧，善巧方便是指什麼？簡單的講是生活。生活裡面沒有善巧方便，你生活裡面得不到樂趣；工作裡面沒有善巧方便，你在工作裡面也得不到樂趣，佛法講離苦得樂，你的工作很辛苦，不樂。處事待人接物，誰有善巧方便？有智慧的人有善巧方便，愚痴的人哪來的善巧方便？所以他的生活、他的工作、他的應酬只有苦沒有樂。如果你說他也有些樂，歡樂場合當中去找那種樂。那個樂，我在講經的時候也常常有比喻說，那是吸毒，不是真樂。吸毒的時候好像短暫的那一點樂，樂完了之後，後面有大苦在等著他，那個不正常。唯有高度的智慧，生活在智慧裡面，無論什麼事情他有善巧方便，他有真樂。這個真樂不是從外面境界上刺激的，是從內心裡向外湧出來，像泉水一樣，從自己裡面湧出來的，真樂！"
    },
    {
      "id": "15-012-0012_p0094",
      "zh_CN": "愚痴不但无有方便，而且『轻慢说法者』，为什么？说法的人恰恰跟他相反，说法要有智慧。没有智慧，佛的意思你怎么能说得出来？开经偈说「愿解如来真实义」，说法要有智慧，智慧大难！那怎么办？如果这个世间还有大智慧人在那里说法，我们赶紧躲在后处听听就好了。现在这个世间没有人说法，你们诸位都要上来说法。那你说法，「我智慧没有开，我不能说」，不能说，没人说，佛法在这个世间要断绝了。因此我们一定要发心。知道这个事情难，难，有方法，什么方法？求感应。不是我有能力说法，我有智慧说法，没有！我求感应，求诸佛菩萨加持，求诸佛菩萨保佑。不但佛加持我能说，我还要代大家求，求佛菩萨加持你们都听懂。我在这里说，你们没听懂，那我不就白说了。所以说的人、听的人都得佛菩萨的加持。怎么个求法？真诚的心、恭敬心、慈悲心，果然具足这三种心，一定得到佛菩萨的加持，你才能说。万不可以以为我会说，没那回事情，自己决定不会说，为什么说决定不会，说得那么肯定？没开悟。",
      "zh_TW": "愚痴不但無有方便，而且『輕慢說法者』，為什麼？說法的人恰恰跟他相反，說法要有智慧。沒有智慧，佛的意思你怎麼能說得出來？開經偈說「願解如來真實義」，說法要有智慧，智慧大難！那怎麼辦？如果這個世間還有大智慧人在那裡說法，我們趕緊躲在後處聽聽就好了。現在這個世間沒有人說法，你們諸位都要上來說法。那你說法，「我智慧沒有開，我不能說」，不能說，沒人說，佛法在這個世間要斷絕了。因此我們一定要發心。知道這個事情難，難，有方法，什麼方法？求感應。不是我有能力說法，我有智慧說法，沒有！我求感應，求諸佛菩薩加持，求諸佛菩薩保佑。不但佛加持我能說，我還要代大家求，求佛菩薩加持你們都聽懂。我在這裡說，你們沒聽懂，那我不就白說了。所以說的人、聽的人都得佛菩薩的加持。怎麼個求法？真誠的心、恭敬心、慈悲心，果然具足這三種心，一定得到佛菩薩的加持，你才能說。萬不可以以為我會說，沒那回事情，自己決定不會說，為什麼說決定不會，說得那麼肯定？沒開悟。"
    },
    {
      "id": "15-012-0012_p0095",
      "zh_CN": "谁能说经？最低限度要开悟的人。什么叫开悟？破一品无明，见一分真性，那个没有问题。因为佛所说的一切经教，都是从真如本性里面流露出来的。你明心见性了，虽然只见得一分，四十一品无明，破一品无明，见一分自性，那是真的，不是假的。对于佛的经教有真实的体会。没有见性的人，展开佛经，摸索。我们要以自己的意思去解经，那你是用意识心，对如来自性里面流露出来的语言、文字你怎么能相应？所以我们要不从恭敬当中求，问题就很严重。印光大师说得好，「一分诚敬得一分利益，十分诚敬得十分利益」，这个利益就是三宝加持的利益，不可以不谨慎，不可以不恭敬从事。这个事业，跟世间其他的事业不一样，世间的大事业如果没有诚敬也很少能成就的，何况出世大法？善导大师教给我们「一切要从真实心中作」，也是这个道理。轻慢说法的人，过失、罪过无量无边，前面经文都说过，这里不再重复。看下面第十八首：",
      "zh_TW": "誰能說經？最低限度要開悟的人。什麼叫開悟？破一品無明，見一分真性，那個沒有問題。因為佛所說的一切經教，都是從真如本性裡面流露出來的。你明心見性了，雖然只見得一分，四十一品無明，破一品無明，見一分自性，那是真的，不是假的。對於佛的經教有真實的體會。沒有見性的人，展開佛經，摸索。我們要以自己的意思去解經，那你是用意識心，對如來自性裡面流露出來的語言、文字你怎麼能相應？所以我們要不從恭敬當中求，問題就很嚴重。印光大師說得好，「一分誠敬得一分利益，十分誠敬得十分利益」，這個利益就是三寶加持的利益，不可以不謹慎，不可以不恭敬從事。這個事業，跟世間其他的事業不一樣，世間的大事業如果沒有誠敬也很少能成就的，何況出世大法？善導大師教給我們「一切要從真實心中作」，也是這個道理。輕慢說法的人，過失、罪過無量無邊，前面經文都說過，這裡不再重覆。看下面第十八首："
    },
    {
      "id": "15-012-0012_p0096",
      "zh_CN": "【如是下劣业。具足诸过失。何有智慧人。爱乐而修习。】",
      "zh_TW": "【如是下劣業。具足諸過失。何有智慧人。愛樂而修習。】"
    },
    {
      "id": "15-012-0012_p0097",
      "zh_CN": "这一首，『如是』两个字也是总指前面所说的。狭义的是指这一段，喜欢经营事务，广义的，从本经开端一直到此地，所说的末法时期初学的菩萨所做许多的过失，都是『下劣业』。这些事情我们读了这部经，很冷静的去想想，仔细去观察。看不到自己，看别人，看到别人的过失，要知道回光返照，不要去说别人，回过头来再观察自己，我有没有这个毛病？把别人当做一面镜子，照见自己的毛病，那就对了。因为自己看自己的过失非常困难，就是叫你冷静去反省、去检点也不容易，我们不妨用这种方法。一切众生的过失就是自己的过失，你能够体会到这个意思，你在修学上会有很大的长进。这是『具足诸过失』。末后两句话是佛感叹的话，也是教训我们的话，『何有智慧人，爱乐而修习』。哪有一个真正有智慧的人会去喜欢它，喜欢这些过失，还去学这些过失？佛这个感叹很深很长。下面一首：",
      "zh_TW": "這一首，『如是』兩個字也是總指前面所說的。狹義的是指這一段，喜歡經營事務，廣義的，從本經開端一直到此地，所說的末法時期初學的菩薩所做許多的過失，都是『下劣業』。這些事情我們讀了這部經，很冷靜的去想想，仔細去觀察。看不到自己，看別人，看到別人的過失，要知道回光返照，不要去說別人，回過頭來再觀察自己，我有沒有這個毛病？把別人當做一面鏡子，照見自己的毛病，那就對了。因為自己看自己的過失非常困難，就是叫你冷靜去反省、去檢點也不容易，我們不妨用這種方法。一切眾生的過失就是自己的過失，你能夠體會到這個意思，你在修學上會有很大的長進。這是『具足諸過失』。末後兩句話是佛感嘆的話，也是教訓我們的話，『何有智慧人，愛樂而修習』。哪有一個真正有智慧的人會去喜歡它，喜歡這些過失，還去學這些過失？佛這個感嘆很深很長。下面一首："
    },
    {
      "id": "15-012-0012_p0098",
      "zh_CN": "【清净殊胜业。具足诸功德。是故有智人。爱乐常修习。】",
      "zh_TW": "【清淨殊勝業。具足諸功德。是故有智人。愛樂常修習。】"
    },
    {
      "id": "15-012-0012_p0099",
      "zh_CN": "这一首是从正面上来讲。清净业、殊胜业这是具足无量无边的功德。清净是从心上讲的，清净心，以清净心，无论经营哪一种事业，都叫做殊胜业。这也是前面，我跟诸位举出，世间跟出世间差别在此地，下劣跟殊胜差别也在此地；换句话说，无论从事哪个行业，如果这个行业会增长贪瞋痴，那个业叫下劣业；如果你从事的行业，这个行业可以增长清净心，这个事业就是殊胜业。你要问哪种事业能增长清净心？给诸位说，任何一种事业都可以增长清净心，这里头没有说哪一种。任何一个事业都可以增长贪瞋痴，你要细心去观察。你做生意天天想赚钱，这增长贪瞋痴，这是下劣业，这是世间业。你到佛堂来拜佛，这个佛堂今天有法会，你是法会的大施主，你到这边烧香，一定要烧头一柱香；你到这里出功德，一定出得比人多，为什么？面子问题，你还是增长贪瞋痴。这是不是清净业？不是，下劣业。你要跟别的同修们争，「我要站在前面，我要站在第一」，贡高我慢。所以你来拜佛也是下劣业，你来念经也是世间业。",
      "zh_TW": "這一首是從正面上來講。清淨業、殊勝業這是具足無量無邊的功德。清淨是從心上講的，清淨心，以清淨心，無論經營哪一種事業，都叫做殊勝業。這也是前面，我跟諸位舉出，世間跟出世間差別在此地，下劣跟殊勝差別也在此地；換句話說，無論從事哪個行業，如果這個行業會增長貪瞋痴，那個業叫下劣業；如果你從事的行業，這個行業可以增長清淨心，這個事業就是殊勝業。你要問哪種事業能增長清淨心？給諸位說，任何一種事業都可以增長清淨心，這裡頭沒有說哪一種。任何一個事業都可以增長貪瞋痴，你要細心去觀察。你做生意天天想賺錢，這增長貪瞋痴，這是下劣業，這是世間業。你到佛堂來拜佛，這個佛堂今天有法會，你是法會的大施主，你到這邊燒香，一定要燒頭一柱香；你到這裡出功德，一定出得比人多，為什麼？面子問題，你還是增長貪瞋痴。這是不是清淨業？不是，下劣業。你要跟別的同修們爭，「我要站在前面，我要站在第一」，貢高我慢。所以你來拜佛也是下劣業，你來念經也是世間業。"
    },
    {
      "id": "15-012-0012_p0100",
      "zh_CN": "由此可知，殊胜、下劣不在事上，在心上。如果你做生意，你做生意没有贪瞋痴慢，完全是为社会大众服务。赚了钱，这个事业做的发达，对社会服务更大；赚得少也很欢喜，省一点事情，少做一点，你多快乐！没有贪瞋痴，哪一桩事业都是殊胜业，为什么？心地清净，远离贪瞋痴慢，无论从事哪一个行业，也是真诚、恭敬、慈悲，没有两样，什么事业都是清净殊胜业，里面具足无量功德，诸位要懂这个意思。懂得这个意思，你才能把佛法完全落实在生活上，你才真正得到受用。否则告诉你，到佛堂面前来，每天礼佛、拜佛，这是殊胜业，你干别的行业都是下劣业，讲错了，佛不是这个意思，这是曲解如来真实义，错解如来真实义。穿衣、吃饭没有贪瞋痴，穿衣、吃饭是殊胜业，穿衣、吃饭是出世事业，界限在这个地方，一定要辨别清楚。换句话说，凡是能够引发你七情五欲的，都叫下劣业，都叫做世间业。凡是能够启发你觉正净的，那就是清净殊胜业，就是出世间的事业，不在事上。五十三参里面各行各业都有，他们修的都是清净殊胜业，生活当中点点滴滴都具足诸功德，这是我们要学的。",
      "zh_TW": "由此可知，殊勝、下劣不在事上，在心上。如果你做生意，你做生意沒有貪瞋痴慢，完全是為社會大眾服務。賺了錢，這個事業做的發達，對社會服務更大；賺得少也很歡喜，省一點事情，少做一點，你多快樂！沒有貪瞋痴，哪一樁事業都是殊勝業，為什麼？心地清淨，遠離貪瞋痴慢，無論從事哪一個行業，也是真誠、恭敬、慈悲，沒有兩樣，什麼事業都是清淨殊勝業，裡面具足無量功德，諸位要懂這個意思。懂得這個意思，你才能把佛法完全落實在生活上，你才真正得到受用。否則告訴你，到佛堂面前來，每天禮佛、拜佛，這是殊勝業，你幹別的行業都是下劣業，講錯了，佛不是這個意思，這是曲解如來真實義，錯解如來真實義。穿衣、吃飯沒有貪瞋痴，穿衣、吃飯是殊勝業，穿衣、吃飯是出世事業，界限在這個地方，一定要辨別清楚。換句話說，凡是能夠引發你七情五欲的，都叫下劣業，都叫做世間業。凡是能夠啟發你覺正淨的，那就是清淨殊勝業，就是出世間的事業，不在事上。五十三參裡面各行各業都有，他們修的都是清淨殊勝業，生活當中點點滴滴都具足諸功德，這是我們要學的。"
    },
    {
      "id": "15-012-0012_p0101",
      "zh_CN": "『是故有智人，爱乐常修习』，学佛没有别的，开智慧。智慧从哪里开？清净心开智慧，所以清净心太重要了。一般人清净心为什么不能现前？就是被烦恼习气盖复住。你要知道这个道理，了解事实真相，把这个障碍除掉，障碍就是妄想分别执着。你只要把这个东西去掉，你去掉一分，你自性里面的智慧就透一分，去掉两分它就透两分，完全都去掉了，你就成佛了。成佛，成就圆满的智慧，圆满的德能。有智慧的人，一定喜欢清净殊胜业，穿衣吃饭都是清净殊胜业。穿衣穿得很自在，清净业。我举个例子，不举例子诸位很不好体会。譬如今天你得了一件好的衣服，料子也很好，款式也很好，你穿在身上很喜欢。坐位坐下来，先看看脏不脏，擦得干干净净的，怕什么？怕把衣服弄脏了。你的心就不自在，你就是下劣业，为什么？你不是穿衣服，你是侍候衣服，你是衣服的奴隶，衣服穿你，你没有穿衣服。如果你开了智慧，我穿衣服，我是主人，这个地方再脏，一下坐下去，脏的是衣服，与我不相干，那你就开悟了，你穿衣服是清净业、是殊胜业。你从这个例子上体会，自己要做主人，要清净、要快乐，不要做这些物质的奴隶，你就觉悟了，你就得自在。有智慧的人，他跟没智慧的人不一样。再看底下。",
      "zh_TW": "『是故有智人，愛樂常修習』，學佛沒有別的，開智慧。智慧從哪裡開？清淨心開智慧，所以清淨心太重要了。一般人清淨心為什麼不能現前？就是被煩惱習氣蓋覆住。你要知道這個道理，了解事實真相，把這個障礙除掉，障礙就是妄想分別執著。你只要把這個東西去掉，你去掉一分，你自性裡面的智慧就透一分，去掉兩分它就透兩分，完全都去掉了，你就成佛了。成佛，成就圓滿的智慧，圓滿的德能。有智慧的人，一定喜歡清淨殊勝業，穿衣吃飯都是清淨殊勝業。穿衣穿得很自在，清淨業。我舉個例子，不舉例子諸位很不好體會。譬如今天你得了一件好的衣服，料子也很好，款式也很好，你穿在身上很喜歡。坐位坐下來，先看看髒不髒，擦得乾乾淨淨的，怕什麼？怕把衣服弄髒了。你的心就不自在，你就是下劣業，為什麼？你不是穿衣服，你是侍候衣服，你是衣服的奴隸，衣服穿你，你沒有穿衣服。如果你開了智慧，我穿衣服，我是主人，這個地方再髒，一下坐下去，髒的是衣服，與我不相干，那你就開悟了，你穿衣服是清淨業、是殊勝業。你從這個例子上體會，自己要做主人，要清淨、要快樂，不要做這些物質的奴隸，你就覺悟了，你就得自在。有智慧的人，他跟沒智慧的人不一樣。再看底下。"
    },
    {
      "id": "15-012-0012_p0102",
      "zh_CN": "【若乐下劣业。智者当呵责。如人舍多财。贪求于少分。是故明智人。应舍下劣业。应求胜上法。诸佛常称叹。】",
      "zh_TW": "【若樂下劣業。智者當呵責。如人捨多財。貪求於少分。是故明智人。應捨下劣業。應求勝上法。諸佛常稱歎。】"
    },
    {
      "id": "15-012-0012_p0103",
      "zh_CN": "这两首总结。如果你喜欢这些下劣业，遇到真正善知识，有智慧的人，他会责备你，他会教训你。底下举了个比喻，譬如一个人舍了很多的财，『贪求于少分』，这就是讲得不偿失。『是故明智人』，明理、智慧的人，他一定舍下劣业。下劣业、殊胜业，我刚才讲的这些话，诸位一定细细去想，要把它搞清楚、搞明白，不在事上，在心上。你看出家人穿的衣服，我们海青，海青这个地方有一块比较上特别一点，线扎得很多，这一块是什么意思？实在讲，现在有这个形象，意思已经失掉了，叫「贴新」。我们做件新衣服，把那个旧的破衣服剪一块贴在这个地方，扎起来，告诉你，把它当旧衣服穿，就是这个意思。不要去衣服穿人，人穿衣服，穿旧衣服，哪里肮脏邋遢不在乎，不操这个心；穿件新衣服，顾虑的太多了。这叫贴新，新衣服当旧衣服穿，是这么个意思。『舍下劣业』，所以你要晓得，佛法里面讲的就是穿衣吃饭，就是日常生活；叫你怎么过日子，叫你怎么样做人，怎么样做事。『应求胜上法』，胜是殊胜，上是第一，上上之法，『诸佛常称叹』，殊胜上法，经典里面教导我们的就是，离开下劣就是殊胜、就是最上。",
      "zh_TW": "這兩首總結。如果你喜歡這些下劣業，遇到真正善知識，有智慧的人，他會責備你，他會教訓你。底下舉了個比喻，譬如一個人捨了很多的財，『貪求於少分』，這就是講得不償失。『是故明智人』，明理、智慧的人，他一定捨下劣業。下劣業、殊勝業，我剛才講的這些話，諸位一定細細去想，要把它搞清楚、搞明白，不在事上，在心上。你看出家人穿的衣服，我們海青，海青這個地方有一塊比較上特別一點，線紮得很多，這一塊是什麼意思？實在講，現在有這個形象，意思已經失掉了，叫「貼新」。我們做件新衣服，把那個舊的破衣服剪一塊貼在這個地方，扎起來，告訴你，把它當舊衣服穿，就是這個意思。不要去衣服穿人，人穿衣服，穿舊衣服，哪裡骯髒邋遢不在乎，不操這個心；穿件新衣服，顧慮的太多了。這叫貼新，新衣服當舊衣服穿，是這麼個意思。『捨下劣業』，所以你要曉得，佛法裡面講的就是穿衣吃飯，就是日常生活；叫你怎麼過日子，叫你怎麼樣做人，怎麼樣做事。『應求勝上法』，勝是殊勝，上是第一，上上之法，『諸佛常稱歎』，殊勝上法，經典裡面教導我們的就是，離開下劣就是殊勝、就是最上。"
    },
    {
      "id": "15-012-0012_p0104",
      "zh_CN": "偈颂到这里说完了，我们再看下面长行的结论，这一段的结论。",
      "zh_TW": "偈頌到這裡說完了，我們再看下面長行的結論，這一段的結論。"
    },
    {
      "id": "15-012-0012_p0105",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。希有世尊。彼诸菩萨舍离殊胜精进之业。而乃发起下劣之事。当知是人。甚为少智觉慧微浅。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。希有世尊。彼諸菩薩捨離殊勝精進之業。而乃發起下劣之事。當知是人。甚為少智覺慧微淺。】"
    },
    {
      "id": "15-012-0012_p0106",
      "zh_CN": "弥勒菩萨在这个地方的几句话，说得非常之好，这就是责备我们，特别提醒我们。『彼诸菩萨』，初学的菩萨，我们这些初学的菩萨，把殊胜业舍弃掉了，精进业也舍弃掉，起心动念都搞贪瞋痴慢，都搞五欲六尘，干这些事情。弥勒菩萨说『当知是人』，这个人没智慧，这个人的智慧很浅很微，『甚为少智觉慧微浅』。弥勒菩萨这个话真是对我们说的，让我们仔细去反省、去检点，我们到底有没有智慧？到底有没有觉悟？现在就应该反省。",
      "zh_TW": "彌勒菩薩在這個地方的幾句話，說得非常之好，這就是責備我們，特別提醒我們。『彼諸菩薩』，初學的菩薩，我們這些初學的菩薩，把殊勝業捨棄掉了，精進業也捨棄掉，起心動念都搞貪瞋痴慢，都搞五欲六塵，幹這些事情。彌勒菩薩說『當知是人』，這個人沒智慧，這個人的智慧很淺很微，『甚為少智覺慧微淺』。彌勒菩薩這個話真是對我們說的，讓我們仔細去反省、去檢點，我們到底有沒有智慧？到底有沒有覺悟？現在就應該反省。"
    },
    {
      "id": "15-012-0012_p0107",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}