{
  "doc_id": "15-012-0014",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "新加坡居士林",
    "zh_TW": "新加坡居士林"
  },
  "doc_number": "15-012-0014",
  "total_paragraphs": 97,
  "paragraphs": [
    {
      "id": "15-012-0014_p0001",
      "zh_CN": "请掀开经本，第四十一面第三行，我们将经文念一段，对对地方。",
      "zh_TW": "請掀開經本，第四十一面第三行，我們將經文念一段，對對地方。"
    },
    {
      "id": "15-012-0014_p0002",
      "zh_CN": "【尔时弥勒菩萨。复白佛言。希有世尊。乃能善说如是过失。令诸菩萨生觉悟心。世尊。于后末世五百岁中。颇有菩萨。闻说如是诤论过失。能生忧悔离烦恼不。】",
      "zh_TW": "【爾時彌勒菩薩。復白佛言。希有世尊。乃能善說如是過失。令諸菩薩生覺悟心。世尊。於後末世五百歲中。頗有菩薩。聞說如是諍論過失。能生憂悔離煩惱不。】"
    },
    {
      "id": "15-012-0014_p0003",
      "zh_CN": "从这个地方开始。弥勒菩萨在此地向佛请教，特别着重在末法时期，也就是我们现前这个时代，这些初学的菩萨听到佛说这么多过失，他能不能生起觉悟的心？能不能忧虑、悔改？弥勒菩萨好像很关心这桩事情，实在他是提醒我们。我们看经文所说。『尔时』是世尊前面偈颂说完的时候，弥勒菩萨接着又向佛请教。在请教之前，这一小段是对世尊的赞叹。『希有世尊』，「希有」是非常难得，世尊能将末世初学菩萨常犯的种种过失，这是善说，其目的是『令诸菩萨生觉悟心』，这是佛说这个经的用意之所在，我们要能够体会。下面，则是提出了问题。『世尊』，称着世尊，『于后末世五百岁中』，「末世五百岁」就是般若会上常讲的五五百年之后，世尊灭度两千五百年以后这个时代。『颇有菩萨，闻说如是诤论过失』，这一句是总结前面所说的，他听了之后能不能『生忧悔』，忧虑、悔过？能不能真正发心改过自新？『离烦恼』就是改过自新。末后这个字，古音念否，是否之否，这是个疑问字，向世尊提出来请教。下面佛答复他。请看经文。",
      "zh_TW": "從這個地方開始。彌勒菩薩在此地向佛請教，特別著重在末法時期，也就是我們現前這個時代，這些初學的菩薩聽到佛說這麼多過失，他能不能生起覺悟的心？能不能憂慮、悔改？彌勒菩薩好像很關心這樁事情，實在他是提醒我們。我們看經文所說。『爾時』是世尊前面偈頌說完的時候，彌勒菩薩接著又向佛請教。在請教之前，這一小段是對世尊的讚歎。『希有世尊』，「希有」是非常難得，世尊能將末世初學菩薩常犯的種種過失，這是善說，其目的是『令諸菩薩生覺悟心』，這是佛說這個經的用意之所在，我們要能夠體會。下面，則是提出了問題。『世尊』，稱著世尊，『於後末世五百歲中』，「末世五百歲」就是般若會上常講的五五百年之後，世尊滅度兩千五百年以後這個時代。『頗有菩薩，聞說如是諍論過失』，這一句是總結前面所說的，他聽了之後能不能『生憂悔』，憂慮、悔過？能不能真正發心改過自新？『離煩惱』就是改過自新。末後這個字，古音念否，是否之否，這是個疑問字，向世尊提出來請教。下面佛答覆他。請看經文。"
    },
    {
      "id": "15-012-0014_p0004",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。于后末世五百岁中。少有菩萨。能生忧悔舍离烦恼。多有菩萨。其心刚强不相尊敬。怀增上慢互相是非。闻说如是甚深义趣殊胜功德。虽复受持读诵演说。由是菩萨业障深重。不能得生殊胜功德。便于是经疑惑不信。不复受持为人演说。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。於後末世五百歲中。少有菩薩。能生憂悔捨離煩惱。多有菩薩。其心剛強不相尊敬。懷增上慢互相是非。聞說如是甚深義趣殊勝功德。雖復受持讀誦演說。由是菩薩業障深重。不能得生殊勝功德。便於是經疑惑不信。不復受持為人演說。】"
    },
    {
      "id": "15-012-0014_p0005",
      "zh_CN": "这一段是总答，意思很深。佛叫着弥勒菩萨名字，告诉他说，末法时期，两千五百年之后，当然有菩萨能够觉悟、能够受持、能够改过自新。如果说一个都没有，佛说这段开示就没有意义了，还是有少数。这正是所谓「佛氏门中，不舍一人」，诸佛如来大慈大悲，只要末世有一个人听到这个开示他能觉悟、能回头，佛都要说，何况不止一个人，但是毕竟是少数就是了。哪些菩萨会觉悟？正是佛在《弥陀经》上所说的，「不可以少善根福德因缘，得生彼国」，道理是一样的。如果过去生中善根福德因缘深厚的，听到这个法门觉悟了，他就回头，知道自己应当怎样的修学。所以他『能生忧悔』，忧是忧虑，过去造作这么多的过失，生惭愧之心，下决心『舍离烦恼』，烦恼是总指上面所说的一切过失。这是少数菩萨。",
      "zh_TW": "這一段是總答，意思很深。佛叫著彌勒菩薩名字，告訴他說，末法時期，兩千五百年之後，當然有菩薩能夠覺悟、能夠受持、能夠改過自新。如果說一個都沒有，佛說這段開示就沒有意義了，還是有少數。這正是所謂「佛氏門中，不捨一人」，諸佛如來大慈大悲，只要末世有一個人聽到這個開示他能覺悟、能回頭，佛都要說，何況不止一個人，但是畢竟是少數就是了。哪些菩薩會覺悟？正是佛在《彌陀經》上所說的，「不可以少善根福德因緣，得生彼國」，道理是一樣的。如果過去生中善根福德因緣深厚的，聽到這個法門覺悟了，他就回頭，知道自己應當怎樣的修學。所以他『能生憂悔』，憂是憂慮，過去造作這麼多的過失，生慚愧之心，下決心『捨離煩惱』，煩惱是總指上面所說的一切過失。這是少數菩薩。"
    },
    {
      "id": "15-012-0014_p0006",
      "zh_CN": "『多有菩萨』，多有菩萨就是说善根福德少的，他听了佛这段开示，心里也欢喜，可是做不到。为什么做不到？习气太重，内烦恼不能伏住，外面的诱惑不能舍离，所以过失还会常犯。这一类的菩萨，心地刚强『不相尊敬』，对于三宝很难生起尊敬之心。纵使有尊敬，表面的，表面见到三宝，他也很如法，如理如法，但是不能依教奉行；纵然依教奉行，要打很大的折扣，佛是希望他百分之百做到，他能做到百分之十就不得了，折扣打得太多。这是善根福德少的。所以『怀增上慢』，增上慢大家都懂得，就是今天世间有个术语「值得骄傲」，增上慢就是现在的话值得骄傲。他有什么值得骄傲？前面说得很多，他有专长，他很会办事，他很会说话，很会应付信徒，这都值得骄傲，或者是他能讲经，他也值得骄傲。总而言之，这种心念起来就是增上慢。增上慢人总免不了『互相是非』，互相是非犹如中国古人所讲的文人相轻、同行相忌，同行人一定会嫉妒，就是这个意思。",
      "zh_TW": "『多有菩薩』，多有菩薩就是說善根福德少的，他聽了佛這段開示，心裡也歡喜，可是做不到。為什麼做不到？習氣太重，內煩惱不能伏住，外面的誘惑不能捨離，所以過失還會常犯。這一類的菩薩，心地剛強『不相尊敬』，對於三寶很難生起尊敬之心。縱使有尊敬，表面的，表面見到三寶，他也很如法，如理如法，但是不能依教奉行；縱然依教奉行，要打很大的折扣，佛是希望他百分之百做到，他能做到百分之十就不得了，折扣打得太多。這是善根福德少的。所以『懷增上慢』，增上慢大家都懂得，就是今天世間有個術語「值得驕傲」，增上慢就是現在的話值得驕傲。他有什麼值得驕傲？前面說得很多，他有專長，他很會辦事，他很會說話，很會應付信徒，這都值得驕傲，或者是他能講經，他也值得驕傲。總而言之，這種心念起來就是增上慢。增上慢人總免不了『互相是非』，互相是非猶如中國古人所講的文人相輕、同行相忌，同行人一定會嫉妒，就是這個意思。"
    },
    {
      "id": "15-012-0014_p0007",
      "zh_CN": "听到佛说了这样『甚深义趣殊胜功德』，这两句话是赞叹本经。本经佛所讲的这些开示并不难懂，我相信一般同修展开经卷，纵然不听讲，也能看得懂，文字并不很深，可是义理很深。这甚深的义趣殊胜功德，必须要相当程度你才能够体会得到。所以他们『虽复受持读诵演说』，他们得到这部经也欢喜，也能够受持，也能够读诵，也能够演说，那是刚刚接触到，能生欢喜心，这是什么？就是他过去生中的善根福德现前，听了佛的话欢喜。可是他这个欢喜心不长久，很容易退失。为什么会退失？『由是菩萨业障深重，不能得生殊胜功德』。佛在经上讲的，受持、读诵、为人演说，功德之殊胜不可思议。可是他感觉到：我也受持、读诵、为人演说，没得到功德。有没有这个情形？有！很多。为什么不得功德？业障现前，业障障碍了。所以学佛的同修，每个人心里面都常常念着怎样去消业障，一般人讲消灾。都知道自己有灾，想尽方法去消灾，去消业障，这就修种种法门。业障到底有没有消掉？这是个问题。如果你再问问他，什么叫业障？他也说不上来。业障都说不上来，你怎么能消业障？这个我们一定要懂得，要搞清楚。",
      "zh_TW": "聽到佛說了這樣『甚深義趣殊勝功德』，這兩句話是讚歎本經。本經佛所講的這些開示並不難懂，我相信一般同修展開經卷，縱然不聽講，也能看得懂，文字並不很深，可是義理很深。這甚深的義趣殊勝功德，必須要相當程度你才能夠體會得到。所以他們『雖復受持讀誦演說』，他們得到這部經也歡喜，也能夠受持，也能夠讀誦，也能夠演說，那是剛剛接觸到，能生歡喜心，這是什麼？就是他過去生中的善根福德現前，聽了佛的話歡喜。可是他這個歡喜心不長久，很容易退失。為什麼會退失？『由是菩薩業障深重，不能得生殊勝功德』。佛在經上講的，受持、讀誦、為人演說，功德之殊勝不可思議。可是他感覺到：我也受持、讀誦、為人演說，沒得到功德。有沒有這個情形？有！很多。為什麼不得功德？業障現前，業障障礙了。所以學佛的同修，每個人心裡面都常常念著怎樣去消業障，一般人講消災。都知道自己有災，想盡方法去消災，去消業障，這就修種種法門。業障到底有沒有消掉？這是個問題。如果你再問問他，什麼叫業障？他也說不上來。業障都說不上來，你怎麼能消業障？這個我們一定要懂得，要搞清楚。"
    },
    {
      "id": "15-012-0014_p0008",
      "zh_CN": "总而言之，经论里面所说的业障，业是造作，我们正在造作的时候，叫事；事造完了之后，那个结果就叫业。业里面有善业、有恶业、有无记业，这是世间人天天在造的。这三类业都产生障碍，障碍什么？障碍我们的戒定慧。这里头最重要的就是定、慧，定是清净心，清净心起作用就是真实智慧。它障碍定慧，称之为业障。我们心静不下来，智慧不能现前，被这个障碍了。具体而言，业障就是妄想分别执着。你要消业障，修法之后，你的妄想分别执着是不是就少了？果然少了，那你消业障有效果。如果妄想分别执着完全没有，那就恭喜你，你的业障消尽了，业障消尽，必定证果。所以要晓得什么叫业障，这个不能不清楚。业障能消一分，清净心就显一分，智慧就透一分，业障能消两分，你的智慧就透两分。这就是「得生殊胜功德」，你的心一天比一天清净，智慧一天比一天增长，人怎么不欢喜？法喜充满。佛在经上常说，常生欢喜心，那不是假的，诸佛菩萨、阿罗汉都是常生欢喜心。你问他，欢喜心从哪里来的？业障天天消除，清净平等觉天天涌现，道理就在此地。这个时候，佛所说的一切法门、一切开示，甚深义趣，逐渐能体会到，佛讲的字字句句深广无尽，才能够体会到。",
      "zh_TW": "總而言之，經論裡面所說的業障，業是造作，我們正在造作的時候，叫事；事造完了之後，那個結果就叫業。業裡面有善業、有惡業、有無記業，這是世間人天天在造的。這三類業都產生障礙，障礙什麼？障礙我們的戒定慧。這裡頭最重要的就是定、慧，定是清淨心，清淨心起作用就是真實智慧。它障礙定慧，稱之為業障。我們心靜不下來，智慧不能現前，被這個障礙了。具體而言，業障就是妄想分別執著。你要消業障，修法之後，你的妄想分別執著是不是就少了？果然少了，那你消業障有效果。如果妄想分別執著完全沒有，那就恭喜你，你的業障消盡了，業障消盡，必定證果。所以要曉得什麼叫業障，這個不能不清楚。業障能消一分，清淨心就顯一分，智慧就透一分，業障能消兩分，你的智慧就透兩分。這就是「得生殊勝功德」，你的心一天比一天清淨，智慧一天比一天增長，人怎麼不歡喜？法喜充滿。佛在經上常說，常生歡喜心，那不是假的，諸佛菩薩、阿羅漢都是常生歡喜心。你問他，歡喜心從哪裡來的？業障天天消除，清淨平等覺天天湧現，道理就在此地。這個時候，佛所說的一切法門、一切開示，甚深義趣，逐漸能體會到，佛講的字字句句深廣無盡，才能夠體會到。"
    },
    {
      "id": "15-012-0014_p0009",
      "zh_CN": "他们业障很重，烦恼很重，习气很重，虽然是受持、读诵、演说，法味尝不到，他的体会仅限于文字的表面；换句话说，一分都没有深入，这才知道业障之可怕。因此，时间久了这个人就疲了，『便于是经疑惑不信』。佛在经上讲这么多过失，舍离过失得什么样的功德，他在这里试验没有什么效果，于是对于经教就产生怀疑，不相信。不相信，当然他就舍弃，不修这个法门，『不复受持为人演说』，他就不干了，这种情形真的是占多数。得法味，依教奉行的人少数，不是多数。佛在两千五百年前，就把现代人修学的情况说得这么清楚明白，我们不能不佩服他。在一般人讲，眼光看得远，能看三十年之后，五十年之后，释迦牟尼佛看三千年之后都看得这么清楚，你不能不说他没有大智慧。",
      "zh_TW": "他們業障很重，煩惱很重，習氣很重，雖然是受持、讀誦、演說，法味嘗不到，他的體會僅限於文字的表面；換句話說，一分都沒有深入，這才知道業障之可怕。因此，時間久了這個人就疲了，『便於是經疑惑不信』。佛在經上講這麼多過失，捨離過失得什麼樣的功德，他在這裡試驗沒有什麼效果，於是對於經教就產生懷疑，不相信。不相信，當然他就捨棄，不修這個法門，『不復受持為人演說』，他就不幹了，這種情形真的是佔多數。得法味，依教奉行的人少數，不是多數。佛在兩千五百年前，就把現代人修學的情況說得這麼清楚明白，我們不能不佩服他。在一般人講，眼光看得遠，能看三十年之後，五十年之後，釋迦牟尼佛看三千年之後都看得這麼清楚，你不能不說他沒有大智慧。"
    },
    {
      "id": "15-012-0014_p0010",
      "zh_CN": "再看底下这段，你对于圣教怀疑，信心动摇了，佛是帮不上忙。这个时候魔来扰乱，魔趁机而入，这是必然的现象，不可避免的现象。请看经文。",
      "zh_TW": "再看底下這段，你對於聖教懷疑，信心動搖了，佛是幫不上忙。這個時候魔來擾亂，魔趁機而入，這是必然的現象，不可避免的現象。請看經文。"
    },
    {
      "id": "15-012-0014_p0011",
      "zh_CN": "【时魔波旬见是事已。】",
      "zh_TW": "【時魔波旬見是事已。】"
    },
    {
      "id": "15-012-0014_p0012",
      "zh_CN": "波旬是魔王的名字，魔王波旬『见是事已』，他看到这个事，看到这个情形，有些菩萨听到这个法门不相信，疑惑，退转了。看到这个情形他高兴，魔高兴了。",
      "zh_TW": "波旬是魔王的名字，魔王波旬『見是事已』，他看到這個事，看到這個情形，有些菩薩聽到這個法門不相信，疑惑，退轉了。看到這個情形他高興，魔高興了。"
    },
    {
      "id": "15-012-0014_p0013",
      "zh_CN": "【为诳惑故。】",
      "zh_TW": "【為誑惑故。】"
    },
    {
      "id": "15-012-0014_p0014",
      "zh_CN": "魔来干什么？魔来骗你的，『诳』是欺骗，『惑』是迷惑，魔看到有机会可乘，他就来骗你，他就来迷惑你，魔很厉害。",
      "zh_TW": "魔來幹什麼？魔來騙你的，『誑』是欺騙，『惑』是迷惑，魔看到有機會可乘，他就來騙你，他就來迷惑你，魔很厲害。"
    },
    {
      "id": "15-012-0014_p0015",
      "zh_CN": "【作比丘像。来到其所。】",
      "zh_TW": "【作比丘像。來到其所。】"
    },
    {
      "id": "15-012-0014_p0016",
      "zh_CN": "他现什么相？他现出家人的样子，跟《楞严经》上佛所讲的一样。佛在楞严会上说，「末法时期，邪师说法如恒河沙」，那些邪师就是出家人，是谁？魔王的子孙，化现比丘相来破坏佛法，这个在经典上都有记载。『来到其所』，就是到退心的菩萨这儿来。",
      "zh_TW": "他現什麼相？他現出家人的樣子，跟《楞嚴經》上佛所講的一樣。佛在楞嚴會上說，「末法時期，邪師說法如恆河沙」，那些邪師就是出家人，是誰？魔王的子孫，化現比丘相來破壞佛法，這個在經典上都有記載。『來到其所』，就是到退心的菩薩這兒來。"
    },
    {
      "id": "15-012-0014_p0017",
      "zh_CN": "【说如是言。此诸经典皆是世俗。善文词者之所制造。非是如来之所宣说。】",
      "zh_TW": "【說如是言。此諸經典皆是世俗。善文詞者之所製造。非是如來之所宣說。】"
    },
    {
      "id": "15-012-0014_p0018",
      "zh_CN": "我们看这一小段。他来告诉你，经典不是真的，不是佛说的。现代人，我们常常听到，不但常常听到有人说，而且常常还看到有些著作也是这样说。说的最多的，《楞严经》不是佛说的，大乘非佛说，《大乘起信论》不是马鸣菩萨做的，经过许多的考证，都是动摇我们的信心。我们学佛头脑要清楚，不能被这些人几句话、几本著作，我们的信心就动摇了。甚至于还有说《弥陀经》都是假的，根本就没有西方极乐世界，阿弥陀佛是太阳神，你说有什么法子？我弘扬净土，就有人向我提出来，他说法师，有人说阿弥陀佛是太阳神，我们怎么办？头脑要清楚，这是魔在这里灭佛法，说净土教是假的，阿弥陀佛是虚构的。你看看《往生传》、《净土圣贤录》，看看近代念佛往生的人，这能骗人吗？我在台湾，学佛这三十几年，三十几年我们亲眼看到，亲耳所闻的，念佛站着往生的，不生病，预知时至，站着走的，坐着走的，这三、四十年当中，在台湾至少有五百人，这能骗人吗？",
      "zh_TW": "我們看這一小段。他來告訴你，經典不是真的，不是佛說的。現代人，我們常常聽到，不但常常聽到有人說，而且常常還看到有些著作也是這樣說。說的最多的，《楞嚴經》不是佛說的，大乘非佛說，《大乘起信論》不是馬鳴菩薩做的，經過許多的考證，都是動搖我們的信心。我們學佛頭腦要清楚，不能被這些人幾句話、幾本著作，我們的信心就動搖了。甚至於還有說《彌陀經》都是假的，根本就沒有西方極樂世界，阿彌陀佛是太陽神，你說有什麼法子？我弘揚淨土，就有人向我提出來，他說法師，有人說阿彌陀佛是太陽神，我們怎麼辦？頭腦要清楚，這是魔在這裡滅佛法，說淨土教是假的，阿彌陀佛是虛構的。你看看《往生傳》、《淨土聖賢錄》，看看近代念佛往生的人，這能騙人嗎？我在台灣，學佛這三十幾年，三十幾年我們親眼看到，親耳所聞的，念佛站著往生的，不生病，預知時至，站著走的，坐著走的，這三、四十年當中，在台灣至少有五百人，這能騙人嗎？"
    },
    {
      "id": "15-012-0014_p0019",
      "zh_CN": "大概是三十年前，我已经出家了，在台中学经教。台北莲友念佛团的李济华老居士往生，李老居士是印祖的学生。往生那天，他是两个月之前就晓得，往生的当天参加念佛会，他在念佛会当中讲开示，讲了一个半小时。讲完之后，告诉大家，勉励大家要认真努力念佛，他说我要回家去了。他八十多岁了，讲一个半钟点，大家以为他讲累了，他要回家去了。哪里晓得下了讲台，隔壁的小客厅，他在那里一盘腿，就往生了，才晓得他回极乐世界的老家。你看看多潇洒，多自在，这怎么能骗人？不到一刻钟就走了。在讲台上，音声洪亮，一点病容都看不出来，说走就走。参加法会一百多人，各个亲眼看到的，这哪里是假的？现代这个时代，造谣生事的人多，波旬的子孙，我们要认识清楚，决定不能受他的影响。经典从翻译传到今天千百年，千百年当中，经过多少有智慧、有修行的这些大德他们看过，都没有发现到是假的，现代人发现是假的，哪有这回事情！所以，绝不要上他的当，不要受他的欺骗。凡是这些言论，都是魔说的，说这是世间人长于文学的人他们假造的、伪托的，不是真的。下面说：",
      "zh_TW": "大概是三十年前，我已經出家了，在台中學經教。台北蓮友念佛團的李濟華老居士往生，李老居士是印祖的學生。往生那天，他是兩個月之前就曉得，往生的當天參加念佛會，他在念佛會當中講開示，講了一個半小時。講完之後，告訴大家，勉勵大家要認真努力念佛，他說我要回家去了。他八十多歲了，講一個半鐘點，大家以為他講累了，他要回家去了。哪裡曉得下了講台，隔壁的小客廳，他在那裡一盤腿，就往生了，才曉得他回極樂世界的老家。你看看多瀟灑，多自在，這怎麼能騙人？不到一刻鐘就走了。在講台上，音聲洪亮，一點病容都看不出來，說走就走。參加法會一百多人，各個親眼看到的，這哪裡是假的？現代這個時代，造謠生事的人多，波旬的子孫，我們要認識清楚，決定不能受他的影響。經典從翻譯傳到今天千百年，千百年當中，經過多少有智慧、有修行的這些大德他們看過，都沒有發現到是假的，現代人發現是假的，哪有這回事情！所以，絕不要上他的當，不要受他的欺騙。凡是這些言論，都是魔說的，說這是世間人長於文學的人他們假造的、偽託的，不是真的。下面說："
    },
    {
      "id": "15-012-0014_p0020",
      "zh_CN": "【何以故。此经所说功德利益汝皆不得。】",
      "zh_TW": "【何以故。此經所說功德利益汝皆不得。】"
    },
    {
      "id": "15-012-0014_p0021",
      "zh_CN": "他来说得也满有道理，经上讲的功德利益，你照这个方法学你得不到。他不说你得不到的原因是业障深重，并不是经有过失，你没有认真修行。业障深重的人，实在讲他能不能得到利益？能！只要把业障克服，他就得到。这一关一定要克服过，不克服过那你是得不到的。只要功夫深，深信切愿，三宝加持，再重的业障都可以消除。问题是你有没有这个认识？有没有这个毅力、决心，断恶修善？你真的去做，就行了。浅尝不可以，那你的功夫不够。正如同有许多人来告诉我，念《无量寿经》得不到什么利益。我问他，你念了多少遍？「我念了两遍了。」那你怎么能得到利益？两遍就得到利益，那个了不起，佛法就兴旺了，哪里还有末法，没有末法了。你要晓得，现在在海外，新加坡的同修念一万遍的人很多，经念得很熟，都能够背诵，他们得利益，他们对于经教深信不疑。功夫要下得深，你功夫不够。",
      "zh_TW": "他來說得也滿有道理，經上講的功德利益，你照這個方法學你得不到。他不說你得不到的原因是業障深重，並不是經有過失，你沒有認真修行。業障深重的人，實在講他能不能得到利益？能！只要把業障克服，他就得到。這一關一定要克服過，不克服過那你是得不到的。只要功夫深，深信切願，三寶加持，再重的業障都可以消除。問題是你有沒有這個認識？有沒有這個毅力、決心，斷惡修善？你真的去做，就行了。淺嘗不可以，那你的功夫不夠。正如同有許多人來告訴我，念《無量壽經》得不到什麼利益。我問他，你念了多少遍？「我念了兩遍了。」那你怎麼能得到利益？兩遍就得到利益，那個了不起，佛法就興旺了，哪裡還有末法，沒有末法了。你要曉得，現在在海外，新加坡的同修念一萬遍的人很多，經念得很熟，都能夠背誦，他們得利益，他們對於經教深信不疑。功夫要下得深，你功夫不夠。"
    },
    {
      "id": "15-012-0014_p0022",
      "zh_CN": "也有不少同修来问我：「法师，你教我们念阿弥陀佛，我们心会能定的下来，我一天到晚胡思乱想，念经还是打妄想，念佛也打妄想，怎么办？」怎么办？再念！为什么你念经、念佛伏不住妄想？功夫不够，道理在此地，功夫不够。你念佛、念经，心要专注在佛号上，妄想起来，不要去理它，根本不理睬它，一心专注在佛号。这样时间久了，你的佛号功夫得力，妄想自然就少了。所以，不要天天去想妄想，妄想愈想愈多。你不去想佛号，专门去想妄想，你不叫颠倒吗？过失是在自己，不在经教里面。",
      "zh_TW": "也有不少同修來問我：「法師，你教我們念阿彌陀佛，我們心會能定的下來，我一天到晚胡思亂想，念經還是打妄想，念佛也打妄想，怎麼辦？」怎麼辦？再念！為什麼你念經、念佛伏不住妄想？功夫不夠，道理在此地，功夫不夠。你念佛、念經，心要專注在佛號上，妄想起來，不要去理它，根本不理睬它，一心專注在佛號。這樣時間久了，你的佛號功夫得力，妄想自然就少了。所以，不要天天去想妄想，妄想愈想愈多。你不去想佛號，專門去想妄想，你不叫顛倒嗎？過失是在自己，不在經教裡面。"
    },
    {
      "id": "15-012-0014_p0023",
      "zh_CN": "【由魔波旬如是诳惑。于此空性义利相应甚深契经。心生疑惑起诸诤论。不复受持读诵演说。】",
      "zh_TW": "【由魔波旬如是誑惑。於此空性義利相應甚深契經。心生疑惑起諸諍論。不復受持讀誦演說。】"
    },
    {
      "id": "15-012-0014_p0024",
      "zh_CN": "佛是将你退心的事实真相说出来，都是魔所摄持，上了魔的当，有这些人来欺骗你，来迷惑你。凡是大乘经，都是从空性，就是真如自性当中流露出来的。『义利相应』，义是理、道理，利是利益，从事上讲的。道理，利益，利益是生活上的，我们生活的利益、我们家庭的利益、工作的利益、处事待人接物的利益，没有不相应的。义利明显的相应，那就是大乘经上智慧菩萨，本经上讲的智慧菩萨，《华严经》上讲的法身大士。法身大士就是本经所讲的智慧菩萨，义利相应非常明显，我们看《华严经》五十三参你就看出来了。也就是说理事相应，性相一如，契入这个境界，这是『甚深契经』，这一句是统指一切大乘经，本经是《大宝积经》的一会。对于这样的深经『心生疑惑起诸诤论，不复受持读诵演说』，不愿意再去研习，不愿意再去依照经典的理论、方法去修行，这是很大的错误。我们看末后这一段，佛叫着弥勒菩萨。",
      "zh_TW": "佛是將你退心的事實真相說出來，都是魔所攝持，上了魔的當，有這些人來欺騙你，來迷惑你。凡是大乘經，都是從空性，就是真如自性當中流露出來的。『義利相應』，義是理、道理，利是利益，從事上講的。道理，利益，利益是生活上的，我們生活的利益、我們家庭的利益、工作的利益、處事待人接物的利益，沒有不相應的。義利明顯的相應，那就是大乘經上智慧菩薩，本經上講的智慧菩薩，《華嚴經》上講的法身大士。法身大士就是本經所講的智慧菩薩，義利相應非常明顯，我們看《華嚴經》五十三參你就看出來了。也就是說理事相應，性相一如，契入這個境界，這是『甚深契經』，這一句是統指一切大乘經，本經是《大寶積經》的一會。對於這樣的深經『心生疑惑起諸諍論，不復受持讀誦演說』，不願意再去研習，不願意再去依照經典的理論、方法去修行，這是很大的錯誤。我們看末後這一段，佛叫著彌勒菩薩。"
    },
    {
      "id": "15-012-0014_p0025",
      "zh_CN": "【弥勒。彼诸愚人不能了知。由自业故。不能获彼殊胜功德。自业消已。决定当得如是功德。】",
      "zh_TW": "【彌勒。彼諸愚人不能了知。由自業故。不能獲彼殊勝功德。自業消已。決定當得如是功德。】"
    },
    {
      "id": "15-012-0014_p0026",
      "zh_CN": "这说明消业障重要。我在初学佛的时候，那时候刚刚接触佛法才一、两个月，我遇到章嘉大师，这位老人那个时候六十多岁了，我那年才二十六岁，章嘉大师六十多岁。非常慈悲，他告诉我，「佛氏门中，有求必应」，我听到这个话很开心，有求必应。他下面又说，如果你有求，求了不应，没有感应，那什么原因？你有业障，不是没有感应，是你有业障，如果你把业障消除，你所求的就现前。我听这个话之后，我就向他老人家请教，业障怎么消除法？这个很重要。他老人家教给我的简单明了，教给我「诸恶莫作，众善奉行，改过自新」，你的业障就消除。他没有叫我去拜忏，没有教导这个，他教我断恶修善，改过自新。所以那个老人，听他的教诲，他的言语简单明了，让你一生都不会忘记，我们要真干。",
      "zh_TW": "這說明消業障重要。我在初學佛的時候，那時候剛剛接觸佛法才一、兩個月，我遇到章嘉大師，這位老人那個時候六十多歲了，我那年才二十六歲，章嘉大師六十多歲。非常慈悲，他告訴我，「佛氏門中，有求必應」，我聽到這個話很開心，有求必應。他下面又說，如果你有求，求了不應，沒有感應，那什麼原因？你有業障，不是沒有感應，是你有業障，如果你把業障消除，你所求的就現前。我聽這個話之後，我就向他老人家請教，業障怎麼消除法？這個很重要。他老人家教給我的簡單明瞭，教給我「諸惡莫作，眾善奉行，改過自新」，你的業障就消除。他沒有叫我去拜懺，沒有教導這個，他教我斷惡修善，改過自新。所以那個老人，聽他的教誨，他的言語簡單明瞭，讓你一生都不會忘記，我們要真幹。"
    },
    {
      "id": "15-012-0014_p0027",
      "zh_CN": "于是他教我们，你每天去反省、去检点，找自己的毛病，找自己的过失，你要能发现你的过失，发现你的毛病，这就叫开悟。佛家常讲开悟，什么叫开悟？这里面没有神奇，没有什么玄妙，都是真的叫家常便饭，很平常的。把你的毛病、过失改过来，那是真的修行，修是修正，行是行为，把错误的行为修正过来，叫做修行。所以，修行是修正错误的行为。这样的话我们一听就明白，一听就懂，才知道佛法之可贵，佛法之真实，完全落实在生活里，与生活没有脱节。经论要跟生活脱了节，那就没有价值，学它干什么？修学佛法就是改善我们的生活，提升我们的生活品质，目的在此地。所以诸佛菩萨句句话都是真实的。",
      "zh_TW": "於是他教我們，你每天去反省、去檢點，找自己的毛病，找自己的過失，你要能發現你的過失，發現你的毛病，這就叫開悟。佛家常講開悟，什麼叫開悟？這裡面沒有神奇，沒有什麼玄妙，都是真的叫家常便飯，很平常的。把你的毛病、過失改過來，那是真的修行，修是修正，行是行為，把錯誤的行為修正過來，叫做修行。所以，修行是修正錯誤的行為。這樣的話我們一聽就明白，一聽就懂，才知道佛法之可貴，佛法之真實，完全落實在生活裡，與生活沒有脫節。經論要跟生活脫了節，那就沒有價值，學它幹什麼？修學佛法就是改善我們的生活，提昇我們的生活品質，目的在此地。所以諸佛菩薩句句話都是真實的。"
    },
    {
      "id": "15-012-0014_p0028",
      "zh_CN": "他教我，你要消除业障，然后有求必应。我是真听他的话，所以老师很喜欢我，原因在哪里？我百分之百的服从，老师怎么教，我就认真怎么做，做了果然有效应，真的是有求必应。当然我们的求，不是非理之求，那个是没有感应的。我有一年在台北讲《地藏经》，有一位出家人，这个出家人现在也不在了，过世了。他是每次都来听经，年龄跟我也差不多。听到我讲「佛氏门中，有求必应」，我下了讲台之后，他就来问我，他说净空法师，你讲的这个话，我不以为然。我说为什么？他说我向佛菩萨求个电冰箱，求了三年，都没有人送给他。我说我有求必应，他求个电冰箱，求了三年，没有人送给他。那我就问他，我说你现在住的那个道场，里头住着几个人？他告诉我，就一个人。我说一个人何必要电冰箱？难怪佛菩萨不送给你。",
      "zh_TW": "他教我，你要消除業障，然後有求必應。我是真聽他的話，所以老師很喜歡我，原因在哪裡？我百分之百的服從，老師怎麼教，我就認真怎麼做，做了果然有效應，真的是有求必應。當然我們的求，不是非理之求，那個是沒有感應的。我有一年在台北講《地藏經》，有一位出家人，這個出家人現在也不在了，過世了。他是每次都來聽經，年齡跟我也差不多。聽到我講「佛氏門中，有求必應」，我下了講台之後，他就來問我，他說淨空法師，你講的這個話，我不以為然。我說為什麼？他說我向佛菩薩求個電冰箱，求了三年，都沒有人送給他。我說我有求必應，他求個電冰箱，求了三年，沒有人送給他。那我就問他，我說你現在住的那個道場，裡頭住著幾個人？他告訴我，就一個人。我說一個人何必要電冰箱？難怪佛菩薩不送給你。"
    },
    {
      "id": "15-012-0014_p0029",
      "zh_CN": "如果这些东西，物质享受，你想求佛就应，岂不叫增长贪心吗？佛菩萨的感应是增长你的道业，增长你的清净心，增长你的定慧，绝对不会帮你增长贪瞋痴。那是魔，决定不是佛，这个一定要搞清楚。我说有求必应，我求经书，我要研究经书，听说哪个经很好，我心里就动念头想求到这个书。快的，一个月就有人送来，最迟的，那个时候我看《中观论疏》，想得到这本书，半年。香港智开法师写了一封信给我，他那里有一套《中观论疏》，问我要不要？我说要！马上就送来了，半年。真的想要什么经论，它自然就会来。那个时候李老师讲《楞严经》，讲到哪些古注，他所讲的我都有。他说，奇怪，你怎么会有这些东西？我说我求来的，有求必应，一点都不假。得力于章嘉大师的教导，没有别的，就是要消业障。凡夫业障的根就是念念都想自己，这是大错特错，念念都为自己的利益，增长我执。诸位同修都知道，我执是六道轮回的根本，法执是十法界的根本，我执破了，轮回就超越了，法执破了，就超越十法界，你就证得一真法界。佛给我们感应的是这些，决定不会帮助你增长贪瞋痴，不会增长两种执着。这个你要懂得，不能把佛看做魔。",
      "zh_TW": "如果這些東西，物質享受，你想求佛就應，豈不叫增長貪心嗎？佛菩薩的感應是增長你的道業，增長你的清淨心，增長你的定慧，絕對不會幫你增長貪瞋痴。那是魔，決定不是佛，這個一定要搞清楚。我說有求必應，我求經書，我要研究經書，聽說哪個經很好，我心裡就動念頭想求到這個書。快的，一個月就有人送來，最遲的，那個時候我看《中觀論疏》，想得到這本書，半年。香港智開法師寫了一封信給我，他那裡有一套《中觀論疏》，問我要不要？我說要！馬上就送來了，半年。真的想要什麼經論，它自然就會來。那個時候李老師講《楞嚴經》，講到哪些古註，他所講的我都有。他說，奇怪，你怎麼會有這些東西？我說我求來的，有求必應，一點都不假。得力於章嘉大師的教導，沒有別的，就是要消業障。凡夫業障的根就是念念都想自己，這是大錯特錯，念念都為自己的利益，增長我執。諸位同修都知道，我執是六道輪迴的根本，法執是十法界的根本，我執破了，輪迴就超越了，法執破了，就超越十法界，你就證得一真法界。佛給我們感應的是這些，決定不會幫助你增長貪瞋痴，不會增長兩種執著。這個你要懂得，不能把佛看做魔。"
    },
    {
      "id": "15-012-0014_p0030",
      "zh_CN": "所以，佛在此地叫着弥勒菩萨说了，他说这些『愚人』，愚人就是初学造作恶业的菩萨。他不能了知这是『由自业故』，是你自己有业障，因此你不能『获彼殊胜功德』，这个功德利益你得不到。如果业障消除了，会有一个现象，诸位同修你们能够体验到，读经愈读愈有味道，欲罢不能，这个现象就是你的业障消除，你的智慧生起。为什么愈读愈喜欢？里面的法味尝到了。你尝到法味，你理解了，你看到佛经里面趣味无穷，义理深广无尽，你看到了。你讲经你也欢喜，你讲经一定是遍遍不一样，为什么？你看的深度、广度不一样。同样一部经，愈讲愈有味道。",
      "zh_TW": "所以，佛在此地叫著彌勒菩薩說了，他說這些『愚人』，愚人就是初學造作惡業的菩薩。他不能了知這是『由自業故』，是你自己有業障，因此你不能『獲彼殊勝功德』，這個功德利益你得不到。如果業障消除了，會有一個現象，諸位同修你們能夠體驗到，讀經愈讀愈有味道，欲罷不能，這個現象就是你的業障消除，你的智慧生起。為什麼愈讀愈喜歡？裡面的法味嘗到了。你嘗到法味，你理解了，你看到佛經裡面趣味無窮，義理深廣無盡，你看到了。你講經你也歡喜，你講經一定是遍遍不一樣，為什麼？你看的深度、廣度不一樣。同樣一部經，愈講愈有味道。"
    },
    {
      "id": "15-012-0014_p0031",
      "zh_CN": "你讲的东西能不能流通？不能流通。我现在讲的这个，因为你们都有录音带，我没有法子。你们把录音带拿去流通，我不要流通；还有不少人把录音带写成文字，那更糟糕。为什么不能流通？我今年看去年的东西都是胡说八道，我很不满意；今年讲的东西，明年看的时候又是胡说八道，深度不够，义理未尽，怎么可以流通？现在大家拿这个帮助初学，也许对初学有点帮助，对真正老修行，人家看到我这个，笑话，贻笑大方。所以有些法师他们敢著书，敢立说，他们的胆子很大，我没有他们那么大的胆子，小心谨慎，唯恐贻笑大方。自己要认真努力，不断的提升自己的境界，依教奉行，这就对了。下面佛说了：",
      "zh_TW": "你講的東西能不能流通？不能流通。我現在講的這個，因為你們都有錄音帶，我沒有法子。你們把錄音帶拿去流通，我不要流通；還有不少人把錄音帶寫成文字，那更糟糕。為什麼不能流通？我今年看去年的東西都是胡說八道，我很不滿意；今年講的東西，明年看的時候又是胡說八道，深度不夠，義理未盡，怎麼可以流通？現在大家拿這個幫助初學，也許對初學有點幫助，對真正老修行，人家看到我這個，笑話，貽笑大方。所以有些法師他們敢著書，敢立說，他們的膽子很大，我沒有他們那麼大的膽子，小心謹慎，唯恐貽笑大方。自己要認真努力，不斷的提昇自己的境界，依教奉行，這就對了。下面佛說了："
    },
    {
      "id": "15-012-0014_p0032",
      "zh_CN": "【自业消已。】",
      "zh_TW": "【自業消已。】"
    },
    {
      "id": "15-012-0014_p0033",
      "zh_CN": "你的业障消掉了。",
      "zh_TW": "你的業障消掉了。"
    },
    {
      "id": "15-012-0014_p0034",
      "zh_CN": "【决定当得如是功德。】",
      "zh_TW": "【決定當得如是功德。】"
    },
    {
      "id": "15-012-0014_p0035",
      "zh_CN": "可见得这个事情，我们纵有业障，懂得理论、懂得方法，如理如法的消除业障，佛法里面甚深利益功德我们一定可以得到，自己要有信心。这个是一大段。",
      "zh_TW": "可見得這個事情，我們縱有業障，懂得理論、懂得方法，如理如法的消除業障，佛法裡面甚深利益功德我們一定可以得到，自己要有信心。這個是一大段。"
    },
    {
      "id": "15-012-0014_p0036",
      "zh_CN": "下面是最后一大段，说明发十种心，决定得生净土，这一段非常重要。净宗，过去净宗的大德，无论是祖师，或者是在家的居士大德，他们许多的注疏里面，都引用这段文，被引用得很多很广泛，可见得它重要。这十种心是什么？实在上讲就是《无量寿经．三辈往生品》里面所讲的「发菩提心，一向专念」。《无量寿经》上讲得很笼统，就讲发菩提心，什么叫菩提心，没有详细说明。弥勒菩萨在此地说了十种，这十种就是发菩提心，讲得详细，讲得具体。我们发这十种心，一向专念决定得生。所以这一段是《无量寿经》发菩提心的补充说明，比《观经》说得详细，比《大乘起信论》也说得详细。《大乘起信论》讲菩提心，只讲了直心、深心、大悲心，而世尊在《观经》里面讲菩提心，也只讲至诚心、深心、回向发愿心，都讲得简略，没有弥勒菩萨这里讲得这么详细。这是我们必须要学习的。请看经文。",
      "zh_TW": "下面是最後一大段，說明發十種心，決定得生淨土，這一段非常重要。淨宗，過去淨宗的大德，無論是祖師，或者是在家的居士大德，他們許多的註疏裡面，都引用這段文，被引用得很多很廣泛，可見得它重要。這十種心是什麼？實在上講就是《無量壽經．三輩往生品》裡面所講的「發菩提心，一向專念」。《無量壽經》上講得很籠統，就講發菩提心，什麼叫菩提心，沒有詳細說明。彌勒菩薩在此地說了十種，這十種就是發菩提心，講得詳細，講得具體。我們發這十種心，一向專念決定得生。所以這一段是《無量壽經》發菩提心的補充說明，比《觀經》說得詳細，比《大乘起信論》也說得詳細。《大乘起信論》講菩提心，只講了直心、深心、大悲心，而世尊在《觀經》裡面講菩提心，也只講至誠心、深心、迴向發願心，都講得簡略，沒有彌勒菩薩這裡講得這麼詳細。這是我們必須要學習的。請看經文。"
    },
    {
      "id": "15-012-0014_p0037",
      "zh_CN": "【尔时弥勒菩萨言。白佛言。世尊。如佛所说。阿弥陀佛极乐世界功德利益。若有众生发十种心。随一一心。专念向于阿弥陀佛。是人命终。当得往生彼佛世界。世尊。何等名为发十种心。由是心故。当得往生彼佛世界。】",
      "zh_TW": "【爾時彌勒菩薩言。白佛言。世尊。如佛所說。阿彌陀佛極樂世界功德利益。若有眾生發十種心。隨一一心。專念向於阿彌陀佛。是人命終。當得往生彼佛世界。世尊。何等名為發十種心。由是心故。當得往生彼佛世界。】"
    },
    {
      "id": "15-012-0014_p0038",
      "zh_CN": "这是一段。在这段里面，我们很明显的看出，弥勒菩萨导归极乐，末后归到西方净土，正是古德常讲的千经万论，处处指归，此地指归的这么明显，非常难得。弥勒菩萨对佛说，『世尊』这是对佛的尊称，『如佛所说，阿弥陀佛极乐世界功德利益』，这句话是指世尊在大宝积会上讲过《无量寿经》，大宝积会的《无量寿会》是第五会。这个经，《弥勒菩萨所问经》，是第二十五会。佛讲《无量寿经》就是宣扬阿弥陀佛极乐世界的功德利益，诸位都非常熟悉。如果广义的说，那是讲一代时教，从《华严》到《涅槃》，佛是时时处处都劝大家念佛往生净土，《华严》是开端，《华严经》到最后，普贤菩萨十大愿王导归极乐。所以，极乐世界是真有，决定不是假的，你要不相信，这个机会在你面前溜过了，当面错过，太可惜了。说实在的话，古德常说大乘经教有所谓难行道跟易行道。其他的法门都是难行道，难在什么地方？就是这个经刚才所讲的，不但指这部经，所有一切大乘经都是如此，难行道，因为你要断烦恼，你要除习气，你要消业障，太难了。不仅是这部经，哪一部大乘经你学到最后都懈怠、都退转，原因在哪里？习气、烦恼太难断。所以，依照一般的法门成就，一万个人难得有一个。",
      "zh_TW": "這是一段。在這段裡面，我們很明顯的看出，彌勒菩薩導歸極樂，末後歸到西方淨土，正是古德常講的千經萬論，處處指歸，此地指歸的這麼明顯，非常難得。彌勒菩薩對佛說，『世尊』這是對佛的尊稱，『如佛所說，阿彌陀佛極樂世界功德利益』，這句話是指世尊在大寶積會上講過《無量壽經》，大寶積會的《無量壽會》是第五會。這個經，《彌勒菩薩所問經》，是第二十五會。佛講《無量壽經》就是宣揚阿彌陀佛極樂世界的功德利益，諸位都非常熟悉。如果廣義的說，那是講一代時教，從《華嚴》到《涅槃》，佛是時時處處都勸大家念佛往生淨土，《華嚴》是開端，《華嚴經》到最後，普賢菩薩十大願王導歸極樂。所以，極樂世界是真有，決定不是假的，你要不相信，這個機會在你面前溜過了，當面錯過，太可惜了。說實在的話，古德常說大乘經教有所謂難行道跟易行道。其他的法門都是難行道，難在什麼地方？就是這個經剛才所講的，不但指這部經，所有一切大乘經都是如此，難行道，因為你要斷煩惱，你要除習氣，你要消業障，太難了。不僅是這部經，哪一部大乘經你學到最後都懈怠、都退轉，原因在哪裡？習氣、煩惱太難斷。所以，依照一般的法門成就，一萬個人難得有一個。"
    },
    {
      "id": "15-012-0014_p0039",
      "zh_CN": "这个法门，净宗法门叫易行道，易在哪里？不要断烦恼，不要断习气，这个好办，这对我们来讲太容易了。我们今天了生死出三界，唯有这一条路我们可以走得通，走别的法门走不通，这个我们一定要清楚、要明白，千万不要错过了这个机会。净宗法门的修学，只要把烦恼控制住、伏住，不必要断，你能够伏住，你就能往生。往生西方极乐世界，果报不可思议，这是佛在经上常说的，十方诸佛如来跟释迦牟尼佛作证，这还能错得了吗？一切经没有这样殊胜，这是我们一定要知道。",
      "zh_TW": "這個法門，淨宗法門叫易行道，易在哪裡？不要斷煩惱，不要斷習氣，這個好辦，這對我們來講太容易了。我們今天了生死出三界，唯有這一條路我們可以走得通，走別的法門走不通，這個我們一定要清楚、要明白，千萬不要錯過了這個機會。淨宗法門的修學，只要把煩惱控制住、伏住，不必要斷，你能夠伏住，你就能往生。往生西方極樂世界，果報不可思議，這是佛在經上常說的，十方諸佛如來跟釋迦牟尼佛作證，這還能錯得了嗎？一切經沒有這樣殊勝，這是我們一定要知道。"
    },
    {
      "id": "15-012-0014_p0040",
      "zh_CN": "弥勒菩萨在此地说，『若有众生发十种心』，菩提心说成十种。十是代表圆满的意思，跟《华严经》上的表法一样，它不是数字，它是表法的意思，代表圆满。『随一一心，专念向于阿弥陀佛』，这个跟《无量寿经》一个味道，发菩提心，一向专念。而「随一一心」，这一句里头的意思长，就是《华严》上讲的一即一切，一切即一。底下讲这十种，任何一种都包括其余的九种，就叫随一一心，一即是多，多即是一，一多相容。一定要专念，一向专念阿弥陀佛。这个人临命终时，『当得往生彼佛世界』，这样的人，他临命终时决定往生极乐世界，决定见佛，一往生就不退成佛。",
      "zh_TW": "彌勒菩薩在此地說，『若有眾生發十種心』，菩提心說成十種。十是代表圓滿的意思，跟《華嚴經》上的表法一樣，它不是數字，它是表法的意思，代表圓滿。『隨一一心，專念向於阿彌陀佛』，這個跟《無量壽經》一個味道，發菩提心，一向專念。而「隨一一心」，這一句裡頭的意思長，就是《華嚴》上講的一即一切，一切即一。底下講這十種，任何一種都包括其餘的九種，就叫隨一一心，一即是多，多即是一，一多相容。一定要專念，一向專念阿彌陀佛。這個人臨命終時，『當得往生彼佛世界』，這樣的人，他臨命終時決定往生極樂世界，決定見佛，一往生就不退成佛。"
    },
    {
      "id": "15-012-0014_p0041",
      "zh_CN": "下面向世尊请教，这十种心，弥勒菩萨自己不说，要请释迦牟尼佛为我们宣讲，意思就是他是菩萨，分量还不够，讲了我们未必相信。这个话一定要出自世尊之口，我们没话说，这佛讲的。『何等名为发十种心，由心是故，当得往生彼佛世界。』下面是世尊允许弥勒菩萨的启请，为我们大家说出。",
      "zh_TW": "下面向世尊請教，這十種心，彌勒菩薩自己不說，要請釋迦牟尼佛為我們宣講，意思就是他是菩薩，分量還不夠，講了我們未必相信。這個話一定要出自世尊之口，我們沒話說，這佛講的。『何等名為發十種心，由心是故，當得往生彼佛世界。』下面是世尊允許彌勒菩薩的啟請，為我們大家說出。"
    },
    {
      "id": "15-012-0014_p0042",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。如是十心。非诸凡愚。不善丈夫。具烦恼者。之所能发。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。如是十心。非諸凡愚。不善丈夫。具煩惱者。之所能發。】"
    },
    {
      "id": "15-012-0014_p0043",
      "zh_CN": "释迦牟尼佛没说之前先给我们提出警告，往生西方极乐世界，不是凡夫，这个意思我们很清楚，很明白，为什么？佛在《无量寿经》讲得太透彻了。所以，一心发愿求生西方极乐世界的人，不但不是凡夫，不是小乘，实在是如来第一弟子。得到诸佛的称赞，那怎么是普通人？发这十种心的人决定不是凡夫，不是愚痴的菩萨，如果是凡夫、愚痴菩萨，这十种心他发不出来。『不善丈夫』，这个世间不善之人也发不出来。还有一个『具烦恼者』，就是妄想、烦恼多的人，他也发不出来。由此可知，如果你真的能发这个心，发这个心就消业障。烦恼是业障，不善是业障，愚痴是业障，你只要一发这个心，你这些业障全消除。我们要懂这个道理。业障虽然障碍我们发心，我们真的一定要发心，业障也无可奈何，业障也会退失。问题就是你能不能坚持，能不能坚持到底？关键在这个地方。",
      "zh_TW": "釋迦牟尼佛沒說之前先給我們提出警告，往生西方極樂世界，不是凡夫，這個意思我們很清楚，很明白，為什麼？佛在《無量壽經》講得太透徹了。所以，一心發願求生西方極樂世界的人，不但不是凡夫，不是小乘，實在是如來第一弟子。得到諸佛的稱讚，那怎麼是普通人？發這十種心的人決定不是凡夫，不是愚痴的菩薩，如果是凡夫、愚痴菩薩，這十種心他發不出來。『不善丈夫』，這個世間不善之人也發不出來。還有一個『具煩惱者』，就是妄想、煩惱多的人，他也發不出來。由此可知，如果你真的能發這個心，發這個心就消業障。煩惱是業障，不善是業障，愚痴是業障，你只要一發這個心，你這些業障全消除。我們要懂這個道理。業障雖然障礙我們發心，我們真的一定要發心，業障也無可奈何，業障也會退失。問題就是你能不能堅持，能不能堅持到底？關鍵在這個地方。"
    },
    {
      "id": "15-012-0014_p0044",
      "zh_CN": "我们看下面这十种心，这是真实的菩提心，也就是菩提心落实在我们生活当中。",
      "zh_TW": "我們看下面這十種心，這是真實的菩提心，也就是菩提心落實在我們生活當中。"
    },
    {
      "id": "15-012-0014_p0045",
      "zh_CN": "【何等为十。一者于诸众生起于大慈无损害心。】",
      "zh_TW": "【何等為十。一者於諸眾生起於大慈無損害心。】"
    },
    {
      "id": "15-012-0014_p0046",
      "zh_CN": "这个好懂，你能不能坚持对一切众生生慈悲心？生什么慈悲？大慈悲，慈悲加上个「大」。第一条是慈心，第二条是悲心，慈是与乐，悲是拔苦，加上大，大是平等的意思，里头不分怨亲，对待一切众生，心是平等的，用现代的话说，无条件的。世间人对他的儿女都很慈悲，为什么？是他的儿女，有条件的。不是他的儿女，他就不关心，那个慈悲不叫大慈，大慈是无条件的。我们能不能以无条件的爱心，关怀一切众生，爱护一切众生，帮助一切众生，决定没有损害众生的意念，你能不能做到？你能不能坚持？你要能够坚持做到，那恭喜你，你是发真菩提心。修净土的人很多，念《无量寿经》的人也很多，天天也念发菩提心，一向专念，他还是不能往生，还是搞六道轮回，什么原因？口里念的发菩提心，没发出来。菩提心不是嘴巴叫叫就叫出来了，叫不出来的，要做！要真正爱护众生，真正关怀一切众生。『无损害心』，你要去做。你真能去做，舍己为人，你得大善利，大善利是什么？你将来往生不退成佛。这个利益，这个大善，是世出世间所有一切利益不能比的，所有一切善行不能比的，得的是这个果报。关键就在真诚、恭敬，坚持到底，这是第一条。",
      "zh_TW": "這個好懂，你能不能堅持對一切眾生生慈悲心？生什麼慈悲？大慈悲，慈悲加上個「大」。第一條是慈心，第二條是悲心，慈是與樂，悲是拔苦，加上大，大是平等的意思，裡頭不分怨親，對待一切眾生，心是平等的，用現代的話說，無條件的。世間人對他的兒女都很慈悲，為什麼？是他的兒女，有條件的。不是他的兒女，他就不關心，那個慈悲不叫大慈，大慈是無條件的。我們能不能以無條件的愛心，關懷一切眾生，愛護一切眾生，幫助一切眾生，決定沒有損害眾生的意念，你能不能做到？你能不能堅持？你要能夠堅持做到，那恭喜你，你是發真菩提心。修淨土的人很多，念《無量壽經》的人也很多，天天也念發菩提心，一向專念，他還是不能往生，還是搞六道輪迴，什麼原因？口裡念的發菩提心，沒發出來。菩提心不是嘴巴叫叫就叫出來了，叫不出來的，要做！要真正愛護眾生，真正關懷一切眾生。『無損害心』，你要去做。你真能去做，捨己為人，你得大善利，大善利是什麼？你將來往生不退成佛。這個利益，這個大善，是世出世間所有一切利益不能比的，所有一切善行不能比的，得的是這個果報。關鍵就在真誠、恭敬，堅持到底，這是第一條。"
    },
    {
      "id": "15-012-0014_p0047",
      "zh_CN": "【二者于诸众生起于大悲无逼恼心。】",
      "zh_TW": "【二者於諸眾生起於大悲無逼惱心。】"
    },
    {
      "id": "15-012-0014_p0048",
      "zh_CN": "『悲』是解决众生一切的苦难，我们尽心尽力去帮助他，无条件的去帮助他。诸佛如来如是，佛的弟子也如是。我们为佛弟子，起心动念还自私自利，帮助别人还先考虑自己有没有好处，你哪来的慈悲心？你与大慈悲心完全相违背。你念佛，一天念十万声，古德讲的「喊破喉咙也枉然」，不能相应，这个一定要懂得。经上讲的那么清楚，上辈往生、中辈往生、下辈往生都是发菩提心一向专念。你只有一向专念，没有发菩提心，不能往生；换句话说，你真正发菩提心，没有一向专念，也能往生。蕅益大师在《要解》里告诉我们，往生第一条件就是有信、有愿。念佛，往生之后，你品位功夫高下是决定在持名功夫的浅深，那是品位高下；能不能决定往生在信愿之有无，菩提心是信愿。你有菩提心、你有意愿往生，持名功夫浅一点也没有关系，也能得生。才晓得这十种心重要。",
      "zh_TW": "『悲』是解決眾生一切的苦難，我們盡心盡力去幫助他，無條件的去幫助他。諸佛如來如是，佛的弟子也如是。我們為佛弟子，起心動念還自私自利，幫助別人還先考慮自己有沒有好處，你哪來的慈悲心？你與大慈悲心完全相違背。你念佛，一天念十萬聲，古德講的「喊破喉嚨也枉然」，不能相應，這個一定要懂得。經上講的那麼清楚，上輩往生、中輩往生、下輩往生都是發菩提心一向專念。你只有一向專念，沒有發菩提心，不能往生；換句話說，你真正發菩提心，沒有一向專念，也能往生。蕅益大師在《要解》裡告訴我們，往生第一條件就是有信、有願。念佛，往生之後，你品位功夫高下是決定在持名功夫的淺深，那是品位高下；能不能決定往生在信願之有無，菩提心是信願。你有菩提心、你有意願往生，持名功夫淺一點也沒有關係，也能得生。才曉得這十種心重要。"
    },
    {
      "id": "15-012-0014_p0049",
      "zh_CN": "所以要真正发心，舍己为人好处太多，千万不要搞自私自利。搞自私自利，害了自己，自己虽然得一点利益，那个利益太小了。你的享受不过一生，一生是数十寒暑而已，哪里能够比往生西方极乐世界得无量寿的功德大？今天纵然你很幸福、很自在，你的活动空间不能超过地球，这就是苦处。你往生西方极乐世界，你的活动空间是尽虚空遍法界，怎么能相比？不能为比。往生西方极乐世界，活动空间不是三千大千世界，是尽虚空遍法界，这种殊胜的功德利益就在我们眼前，我们可以得到的，为什么不要？为什么还要去搞六道轮回？为什么还要去过这个苦日子？所以佛在此地讲，那是愚痴的人，不想往生，愚痴！",
      "zh_TW": "所以要真正發心，捨己為人好處太多，千萬不要搞自私自利。搞自私自利，害了自己，自己雖然得一點利益，那個利益太小了。你的享受不過一生，一生是數十寒暑而已，哪裡能夠比往生西方極樂世界得無量壽的功德大？今天縱然你很幸福、很自在，你的活動空間不能超過地球，這就是苦處。你往生西方極樂世界，你的活動空間是盡虛空遍法界，怎麼能相比？不能為比。往生西方極樂世界，活動空間不是三千大千世界，是盡虛空遍法界，這種殊勝的功德利益就在我們眼前，我們可以得到的，為什麼不要？為什麼還要去搞六道輪迴？為什麼還要去過這個苦日子？所以佛在此地講，那是愚痴的人，不想往生，愚痴！"
    },
    {
      "id": "15-012-0014_p0050",
      "zh_CN": "【三者于佛正法不惜身命乐守护心。】",
      "zh_TW": "【三者於佛正法不惜身命樂守護心。】"
    },
    {
      "id": "15-012-0014_p0051",
      "zh_CN": "这教给我们护持正法。护持正法怎么个护法？依教奉行，依教奉行就是护持正法。不是将佛法看得紧紧的，怕人家破坏，不是这个意思，自己要做到，『不惜身命』也要做到。我今天没饭吃，我也不能去偷盗，我也不能去骗人家，宁愿饿死，我也不能破戒，也不能犯法，这佛教给我们的。举这一个例子，不惜身命，要喜欢守护正法，正法就是佛的教诲。你没有决心，没有牺牲的精神，你做不到。守正法，坚持到底，纵然遇到灾难，舍身也在所不惜，这个身舍掉，就见阿弥陀佛。所以明理的人、懂得事实真相的人，又何乐而不为之？绝不做违背佛陀教诲之事，这个很重要。",
      "zh_TW": "這教給我們護持正法。護持正法怎麼個護法？依教奉行，依教奉行就是護持正法。不是將佛法看得緊緊的，怕人家破壞，不是這個意思，自己要做到，『不惜身命』也要做到。我今天沒飯吃，我也不能去偷盜，我也不能去騙人家，寧願餓死，我也不能破戒，也不能犯法，這佛教給我們的。舉這一個例子，不惜身命，要喜歡守護正法，正法就是佛的教誨。你沒有決心，沒有犧牲的精神，你做不到。守正法，堅持到底，縱然遇到災難，捨身也在所不惜，這個身捨掉，就見阿彌陀佛。所以明理的人、懂得事實真相的人，又何樂而不為之？絕不做違背佛陀教誨之事，這個很重要。"
    },
    {
      "id": "15-012-0014_p0052",
      "zh_CN": "【四者于一切法发生胜忍无执着心。】",
      "zh_TW": "【四者於一切法發生勝忍無執著心。】"
    },
    {
      "id": "15-012-0014_p0053",
      "zh_CN": "『一切法』，这里面包括的是佛法跟世间法，你要能忍。不但要忍，『胜忍』，最殊胜的忍，忍耐，忍什么？不执着，就忍这个。于世出世间一切法都不执着，执着就错了。这个地方你要忍得过，这是真实的功夫。古人常说，许多修行人不能成就，毛病发生在哪里？所谓是「看得破，忍不过」，这坏了，看得破，忍不过，不能成就。功夫！功夫就是忍得过，能忍。世间法里面，现在这些科技日新月异，看到不动心。在衣食住行里面，天天有新的款式，天天有新的样子，看了之后不动心，你不动心你就是能忍。世法、佛法都要能忍，要学《金刚经》上「不取于相，如如不动」，这一句就是这个意思。",
      "zh_TW": "『一切法』，這裡面包括的是佛法跟世間法，你要能忍。不但要忍，『勝忍』，最殊勝的忍，忍耐，忍什麼？不執著，就忍這個。於世出世間一切法都不執著，執著就錯了。這個地方你要忍得過，這是真實的功夫。古人常說，許多修行人不能成就，毛病發生在哪裡？所謂是「看得破，忍不過」，這壞了，看得破，忍不過，不能成就。功夫！功夫就是忍得過，能忍。世間法裡面，現在這些科技日新月異，看到不動心。在衣食住行裡面，天天有新的款式，天天有新的樣子，看了之後不動心，你不動心你就是能忍。世法、佛法都要能忍，要學《金剛經》上「不取於相，如如不動」，這一句就是這個意思。"
    },
    {
      "id": "15-012-0014_p0054",
      "zh_CN": "【五者不贪利养恭敬尊重净意乐心。】",
      "zh_TW": "【五者不貪利養恭敬尊重淨意樂心。】"
    },
    {
      "id": "15-012-0014_p0055",
      "zh_CN": "这个过失前面说得很多，第一条大过失就是利养，利养的过失说得多，不止二十种，后头都讲二十，利养的过失说得太多了，我们要记住。名闻利养一沾着，你这一生就不能成就，一定要把它看破，一定要放下，没有一样东西值得留恋的。世间人讲纪念，有什么好纪念的？你要是纪念，你还能出得了三界吗？不可以，这是我们自己要觉悟。我从前喜欢搞这些东西，也喜欢搞这些很多自己喜欢的东西保留。现在晓得，再要搞这个样子，极乐世界去不了，所以现在什么都不要了。人家拿照片来给我，法师你看看。你拿去，我不要，你纪念，我不要纪念。不再干这个傻事，一切法如梦幻泡影，有什么好纪念的？过去不就算了，还要念它干什么？",
      "zh_TW": "這個過失前面說得很多，第一條大過失就是利養，利養的過失說得多，不止二十種，後頭都講二十，利養的過失說得太多了，我們要記住。名聞利養一沾著，你這一生就不能成就，一定要把它看破，一定要放下，沒有一樣東西值得留戀的。世間人講紀念，有什麼好紀念的？你要是紀念，你還能出得了三界嗎？不可以，這是我們自己要覺悟。我從前喜歡搞這些東西，也喜歡搞這些很多自己喜歡的東西保留。現在曉得，再要搞這個樣子，極樂世界去不了，所以現在什麼都不要了。人家拿照片來給我，法師你看看。你拿去，我不要，你紀念，我不要紀念。不再幹這個傻事，一切法如夢幻泡影，有什麼好紀念的？過去不就算了，還要念它幹什麼？"
    },
    {
      "id": "15-012-0014_p0056",
      "zh_CN": "『恭敬尊重』，这也是世间人喜欢的，我们都不要求。我们要求实质，我们要求心地清净一尘不染，这个好，心里头没有丝毫忧虑，没有丝毫牵挂。世间人之苦，牵肠挂肚的事情太多，我们要动手术把它搞的干干净净。一丝毫牵肠挂肚的东西都没有，你就得大自在，你就真的得到『净意乐心』。",
      "zh_TW": "『恭敬尊重』，這也是世間人喜歡的，我們都不要求。我們要求實質，我們要求心地清淨一塵不染，這個好，心裡頭沒有絲毫憂慮，沒有絲毫牽掛。世間人之苦，牽腸掛肚的事情太多，我們要動手術把它搞的乾乾淨淨。一絲毫牽腸掛肚的東西都沒有，你就得大自在，你就真的得到『淨意樂心』。"
    },
    {
      "id": "15-012-0014_p0057",
      "zh_CN": "【六者求佛种智于一切时无忘失心。】",
      "zh_TW": "【六者求佛種智於一切時無忘失心。】"
    },
    {
      "id": "15-012-0014_p0058",
      "zh_CN": "这是学佛的人，我们念念求什么？一切种智就是阿耨多罗三藐三菩提，我们所希求的是究竟圆满的智慧，这个东西是真的。究竟圆满的智慧能得到吗？究竟圆满，什么才叫做究竟圆满？即是所谓无所不知，无所不能，过去现在未来、此界他方，一切通达，叫做究竟圆满的智慧。你一听，这个太难了。佛告诉我们，这个智慧是我们每个人的本能，不是从外面来的，你本来就如此。既是本有，当然可以得到，也就是说当然可以恢复。马鸣菩萨在《起信论》里面告诉我们，「本觉本有」，这就是本觉；「不觉本无」，不觉是什么？无明烦恼，这个东西本无。本无当然可以断，本有当然可以恢复，只要依照佛的方法、理论，你认真去修学，一定可以把本来没有的统统断尽，本来有的完全恢复。",
      "zh_TW": "這是學佛的人，我們念念求什麼？一切種智就是阿耨多羅三藐三菩提，我們所希求的是究竟圓滿的智慧，這個東西是真的。究竟圓滿的智慧能得到嗎？究竟圓滿，什麼才叫做究竟圓滿？即是所謂無所不知，無所不能，過去現在未來、此界他方，一切通達，叫做究竟圓滿的智慧。你一聽，這個太難了。佛告訴我們，這個智慧是我們每個人的本能，不是從外面來的，你本來就如此。既是本有，當然可以得到，也就是說當然可以恢復。馬鳴菩薩在《起信論》裡面告訴我們，「本覺本有」，這就是本覺；「不覺本無」，不覺是什麼？無明煩惱，這個東西本無。本無當然可以斷，本有當然可以恢復，只要依照佛的方法、理論，你認真去修學，一定可以把本來沒有的統統斷盡，本來有的完全恢復。"
    },
    {
      "id": "15-012-0014_p0059",
      "zh_CN": "往生到西方极乐世界，虽然烦恼一品没有破，智慧德能几乎跟阿弥陀佛差不多，这从哪来的？这是什么道理？根本的原因就是智慧德能是本有的。阿弥陀佛为我们做个增上缘，帮助我们开发出来，道理在此地。你明白了你才会相信，你才知道佛在《弥陀经》、《无量寿经》上讲的话不是假话，靠得住，我们对他能生起信心。所以学佛的人念念求智慧，求究竟圆满的智慧，不求其他，这就对了。",
      "zh_TW": "往生到西方極樂世界，雖然煩惱一品沒有破，智慧德能幾乎跟阿彌陀佛差不多，這從哪來的？這是什麼道理？根本的原因就是智慧德能是本有的。阿彌陀佛為我們做個增上緣，幫助我們開發出來，道理在此地。你明白了你才會相信，你才知道佛在《彌陀經》、《無量壽經》上講的話不是假話，靠得住，我們對他能生起信心。所以學佛的人念念求智慧，求究竟圓滿的智慧，不求其他，這就對了。"
    },
    {
      "id": "15-012-0014_p0060",
      "zh_CN": "【七者于诸众生尊重恭敬无下劣心。】",
      "zh_TW": "【七者於諸眾生尊重恭敬無下劣心。】"
    },
    {
      "id": "15-012-0014_p0061",
      "zh_CN": "这一条非常重要。我们知道，往生到西方极乐世界的人都是修普贤行，《无量寿经》一开端就告诉我们，「咸共遵修普贤大士之德」，所以西方极乐世界是普贤菩萨的法界。每一个往生的人，如果我们从四土三辈九品来说，从下下品到上上品都是修普贤行。普贤行无量无边，说不尽的，普贤菩萨把它归纳为十大类，我们称之为十大愿王。第一愿「礼敬诸佛」，这一句就是礼敬诸佛。哪些是诸佛？一切人都是诸佛。所以你要是修普贤行的，你要是普贤菩萨，你看到所有一切众生都是诸佛如来。我们对于释迦牟尼佛、对于阿弥陀佛是怎样的尊重，对一切大众也是同样的尊重。决定不可能对阿弥陀佛多尊重一些，对一般人少尊重一些，那你就错了，你不是修的普贤行。",
      "zh_TW": "這一條非常重要。我們知道，往生到西方極樂世界的人都是修普賢行，《無量壽經》一開端就告訴我們，「咸共遵修普賢大士之德」，所以西方極樂世界是普賢菩薩的法界。每一個往生的人，如果我們從四土三輩九品來說，從下下品到上上品都是修普賢行。普賢行無量無邊，說不盡的，普賢菩薩把它歸納為十大類，我們稱之為十大願王。第一願「禮敬諸佛」，這一句就是禮敬諸佛。哪些是諸佛？一切人都是諸佛。所以你要是修普賢行的，你要是普賢菩薩，你看到所有一切眾生都是諸佛如來。我們對於釋迦牟尼佛、對於阿彌陀佛是怎樣的尊重，對一切大眾也是同樣的尊重。決定不可能對阿彌陀佛多尊重一些，對一般人少尊重一些，那你就錯了，你不是修的普賢行。"
    },
    {
      "id": "15-012-0014_p0062",
      "zh_CN": "《华严经》上说，菩萨不修普贤行不能圆成佛道，也就是说他的功夫上有欠缺，不圆满。普贤行是究竟圆满的修学，不但对有情众生，他是佛，他本来是佛，一点都不假。这个话，世尊在《华严》上说过，《圆觉经》上也说过，他说「一切众生本来成佛」。其他经上少说，这些一乘了义的大经，佛确实说过。所以我们眼睛当中看一切众生，他是诸佛如来，怎么敢不尊重，怎么敢轻慢？得罪一个人，就是得罪一尊佛，轻慢一个人，就是轻慢一尊佛。佛教给我们，从这些地方把你的性德透出来。你不能尊重人，轻慢人，那是烦恼，那是把你的性德光明盖复住的那些东西。你现在把这个东西去掉，使我们性德里面无尽的智慧、光明、德能，都能透出来，普贤十愿是开发自性光明、德能的无上法宝。我们今天也遇到，遇到了不肯认真去用它，过失在自己，不在佛菩萨。所以要晓得，这是开发自性的法宝，从哪里学？从恭敬学。",
      "zh_TW": "《華嚴經》上說，菩薩不修普賢行不能圓成佛道，也就是說他的功夫上有欠缺，不圓滿。普賢行是究竟圓滿的修學，不但對有情眾生，他是佛，他本來是佛，一點都不假。這個話，世尊在《華嚴》上說過，《圓覺經》上也說過，他說「一切眾生本來成佛」。其他經上少說，這些一乘了義的大經，佛確實說過。所以我們眼睛當中看一切眾生，他是諸佛如來，怎麼敢不尊重，怎麼敢輕慢？得罪一個人，就是得罪一尊佛，輕慢一個人，就是輕慢一尊佛。佛教給我們，從這些地方把你的性德透出來。你不能尊重人，輕慢人，那是煩惱，那是把你的性德光明蓋覆住的那些東西。你現在把這個東西去掉，使我們性德裡面無盡的智慧、光明、德能，都能透出來，普賢十願是開發自性光明、德能的無上法寶。我們今天也遇到，遇到了不肯認真去用它，過失在自己，不在佛菩薩。所以要曉得，這是開發自性的法寶，從哪裡學？從恭敬學。"
    },
    {
      "id": "15-012-0014_p0063",
      "zh_CN": "许多这些课诵本，不分任何宗派、任何法门，我们常常在本子里面看到「一切恭敬」，这常念。不但佛法教人如此，在古代的中国，儒家教学也从这里下手，诸位要念过《礼记》，你就可以发现。《礼记》一翻开第一篇「曲礼」，第一句话「曲礼曰，毋不敬」，跟普贤菩萨「礼敬诸佛」的意思完全相同。世出世间的圣人教导一切众生，从哪里下手？从一切恭敬下手，毋不敬。对人要真诚、恭敬，对事要真诚、恭敬，对事怎么个恭敬法？尽心尽力把事情做好，就是对事的恭敬。每个人你在社会上都有事业，学生没有踏上社会，在学校里念书是他的事业。学生要对事恭敬，就是他的功课、书念好，那是他对事恭敬。你是经商的，你把你的生意，把全部精神贯注，把这个事情做好，你是对事恭敬。对物也要恭敬，物是指一切万物。所以恭敬是对一切法的。桌椅板凳你要对它恭敬，不是叫你每天把桌椅板凳摆在那里，你对它跪着磕头作揖，那你就变成佛呆子。桌椅板凳怎么恭敬法？你把它擦得干干净净，摆的整整齐齐，对它恭敬。",
      "zh_TW": "許多這些課誦本，不分任何宗派、任何法門，我們常常在本子裡面看到「一切恭敬」，這常念。不但佛法教人如此，在古代的中國，儒家教學也從這裡下手，諸位要念過《禮記》，你就可以發現。《禮記》一翻開第一篇「曲禮」，第一句話「曲禮曰，毋不敬」，跟普賢菩薩「禮敬諸佛」的意思完全相同。世出世間的聖人教導一切眾生，從哪裡下手？從一切恭敬下手，毋不敬。對人要真誠、恭敬，對事要真誠、恭敬，對事怎麼個恭敬法？盡心盡力把事情做好，就是對事的恭敬。每個人你在社會上都有事業，學生沒有踏上社會，在學校裡念書是他的事業。學生要對事恭敬，就是他的功課、書念好，那是他對事恭敬。你是經商的，你把你的生意，把全部精神貫注，把這個事情做好，你是對事恭敬。對物也要恭敬，物是指一切萬物。所以恭敬是對一切法的。桌椅板凳你要對它恭敬，不是叫你每天把桌椅板凳擺在那裡，你對它跪著磕頭作揖，那你就變成佛呆子。桌椅板凳怎麼恭敬法？你把它擦得乾乾淨淨，擺的整整齊齊，對它恭敬。"
    },
    {
      "id": "15-012-0014_p0064",
      "zh_CN": "对人、对事、对物一切恭敬，所以此地讲的『于诸众生』，这个「众生」是广义的，不是狭义的，就是刚才讲了，包括人、事、物。人事物都是众生，众生是众缘和合而生起的现象，叫做众生。大家不要看到这个字，以为是很多人，这个意思就太窄小了，佛不是这个意思，是广义的。你们想想看，哪一法不是众缘和合而生的？众缘用现代的话，就是许多的条件，不是单纯而发生的，许多的条件，因缘聚合而现起的现象，所以叫做众生。人是众生，万物是众生，一切事也是众生，佛法也是众生，佛说法也是众缘和合而生的，没有一样不是众生。所以，对于一切众生要知道尊重，要知道恭敬，『无下劣心』，下劣心是轻慢、大意，这个不可以的，要生尊重心。",
      "zh_TW": "對人、對事、對物一切恭敬，所以此地講的『於諸眾生』，這個「眾生」是廣義的，不是狹義的，就是剛才講了，包括人、事、物。人事物都是眾生，眾生是眾緣和合而生起的現象，叫做眾生。大家不要看到這個字，以為是很多人，這個意思就太窄小了，佛不是這個意思，是廣義的。你們想想看，哪一法不是眾緣和合而生的？眾緣用現代的話，就是許多的條件，不是單純而發生的，許多的條件，因緣聚合而現起的現象，所以叫做眾生。人是眾生，萬物是眾生，一切事也是眾生，佛法也是眾生，佛說法也是眾緣和合而生的，沒有一樣不是眾生。所以，對於一切眾生要知道尊重，要知道恭敬，『無下劣心』，下劣心是輕慢、大意，這個不可以的，要生尊重心。"
    },
    {
      "id": "15-012-0014_p0065",
      "zh_CN": "【八者不着世论于菩提分生决定心。】",
      "zh_TW": "【八者不著世論於菩提分生決定心。】"
    },
    {
      "id": "15-012-0014_p0066",
      "zh_CN": "『世论』包括的范围非常之广，世间种种的学术，用现在的话来讲，现在的学校，大学里面分类分得很细密，它分得再多都是世论。而且世论包括所有宗教在内，为什么宗教里面经典也是世论？因为不能出三界。宗教里面这些典籍，教给我们修行的方法，一般都是生天，我们很清楚很明白。而且大多数都是生忉利天，我们中国，中国道教他们崇拜的玉皇大帝，玉皇大帝是谁？忉利天主。外国其他宗教你仔细去观察，大概也都是忉利天主。再往上，夜魔天。最高的，大概印度有些高级的宗教，像瑜伽、数论，他们那些可以到大梵天，大梵天是初禅，他们修禅定。纵然有极少数的定功甚深，他能够生到非想非非想处天，还没有出三界，因此还是包括在世论里面。世尊教我们不要有贪着世论，你要执着在这些，换句话说，你脱离轮回就难了。换句话说，世间种种学术、种种的论典，弘扬佛法的人可以涉猎，不能执着。为什么说可以涉猎？帮助你讲经说法，帮助你弘法利生，这个行。但是它是宾不是主，主是佛的经典，佛的经典不是世论，即使小乘经亦非世论，它能帮助你超越六道轮回。那个味道不是世论能够相比的，世论里头那个味没有佛经那么浓厚，诸位要是深入经藏你就体会到。",
      "zh_TW": "『世論』包括的範圍非常之廣，世間種種的學術，用現在的話來講，現在的學校，大學裡面分類分得很細密，它分得再多都是世論。而且世論包括所有宗教在內，為什麼宗教裡面經典也是世論？因為不能出三界。宗教裡面這些典籍，教給我們修行的方法，一般都是生天，我們很清楚很明白。而且大多數都是生忉利天，我們中國，中國道教他們崇拜的玉皇大帝，玉皇大帝是誰？忉利天主。外國其他宗教你仔細去觀察，大概也都是忉利天主。再往上，夜魔天。最高的，大概印度有些高級的宗教，像瑜伽、數論，他們那些可以到大梵天，大梵天是初禪，他們修禪定。縱然有極少數的定功甚深，他能夠生到非想非非想處天，還沒有出三界，因此還是包括在世論裡面。世尊教我們不要有貪著世論，你要執著在這些，換句話說，你脫離輪迴就難了。換句話說，世間種種學術、種種的論典，弘揚佛法的人可以涉獵，不能執著。為什麼說可以涉獵？幫助你講經說法，幫助你弘法利生，這個行。但是它是賓不是主，主是佛的經典，佛的經典不是世論，即使小乘經亦非世論，它能幫助你超越六道輪迴。那個味道不是世論能夠相比的，世論裡頭那個味沒有佛經那麼濃厚，諸位要是深入經藏你就體會到。"
    },
    {
      "id": "15-012-0014_p0067",
      "zh_CN": "『于菩提分生决定心』，前面世论我们要舍弃，着世论的过失前面也讲得很多。菩提分是佛法，菩提是正觉，这是梵文音译的，是正觉，是自性本具智慧的透露。这一句就是代表大、小乘一切佛法，对于佛法要生决定的信心。经典从后汉流传到中国，到现在将近两千年，这两千年当中有没有假东西掺杂在里面？我们不能说没有，要说没有这很难讲。可是可以说很少，为什么很少？中国历代的帝王、政府把关把得很严，这是好处，不是害处。现在人讲言论自由，言论自由不是佛说的，魔说的，佛不是这个说法，佛把佛的经教付托给国王大臣请他们守护，愈严格愈好。从前经论，标准是入藏，能够收入《大藏经》的，那就是国家承认的，当代高僧大德共同鉴定的，决定不是假的。如果是假的，不能入藏；凡是入藏，可信度就高。但是近代人新编的《藏经》，问题又来了，他把关没有那么严格。从前作品，当然经典是没有问题，那是从印度梵文翻译过来的，决定是入藏，历代高僧大德的著作如果要入藏的话，要经过当代这些高僧大德的评论。大家都承认确实他的知见纯正没有错误，与佛的经论完全相应，这样才报告皇帝，皇帝才批准他可以入藏，那一关很不容易。现在编《藏经》，你跟我关系很好，你有什么著作，我就把你入进去。",
      "zh_TW": "『於菩提分生決定心』，前面世論我們要捨棄，著世論的過失前面也講得很多。菩提分是佛法，菩提是正覺，這是梵文音譯的，是正覺，是自性本具智慧的透露。這一句就是代表大、小乘一切佛法，對於佛法要生決定的信心。經典從後漢流傳到中國，到現在將近兩千年，這兩千年當中有沒有假東西摻雜在裡面？我們不能說沒有，要說沒有這很難講。可是可以說很少，為什麼很少？中國歷代的帝王、政府把關把得很嚴，這是好處，不是害處。現在人講言論自由，言論自由不是佛說的，魔說的，佛不是這個說法，佛把佛的經教付托給國王大臣請他們守護，愈嚴格愈好。從前經論，標準是入藏，能夠收入《大藏經》的，那就是國家承認的，當代高僧大德共同鑑定的，決定不是假的。如果是假的，不能入藏；凡是入藏，可信度就高。但是近代人新編的《藏經》，問題又來了，他把關沒有那麼嚴格。從前作品，當然經典是沒有問題，那是從印度梵文翻譯過來的，決定是入藏，歷代高僧大德的著作如果要入藏的話，要經過當代這些高僧大德的評論。大家都承認確實他的知見純正沒有錯誤，與佛的經論完全相應，這樣才報告皇帝，皇帝才批准他可以入藏，那一關很不容易。現在編《藏經》，你跟我關係很好，你有什麼著作，我就把你入進去。"
    },
    {
      "id": "15-012-0014_p0068",
      "zh_CN": "我们今天「于菩提分生决定心」，要看《藏经》的版本。近代的版本，里面掺杂的东西就多，古时候的版本就可靠，愈是年代久远的愈可靠，我们明白这个道理。这个经，《大宝积经》是唐朝时代翻译的，菩提流志翻的，最初编辑《大藏经》的就收着有它，这个没有问题，我们对它能够产生信心，靠得住。古时候中国人编的《藏经》，比日本人编的《藏经》要严格得多，日本的东西虽然搜集的多，可以做参考，一定要查查我们中国古时候《藏经》目录里头有没有这个书。这是我们学经教的人、发心弘法的人，不可以大意，要谨慎。",
      "zh_TW": "我們今天「於菩提分生決定心」，要看《藏經》的版本。近代的版本，裡面摻雜的東西就多，古時候的版本就可靠，愈是年代久遠的愈可靠，我們明白這個道理。這個經，《大寶積經》是唐朝時代翻譯的，菩提流志翻的，最初編輯《大藏經》的就收著有它，這個沒有問題，我們對它能夠產生信心，靠得住。古時候中國人編的《藏經》，比日本人編的《藏經》要嚴格得多，日本的東西雖然蒐集的多，可以做參考，一定要查查我們中國古時候《藏經》目錄裡頭有沒有這個書。這是我們學經教的人、發心弘法的人，不可以大意，要謹慎。"
    },
    {
      "id": "15-012-0014_p0069",
      "zh_CN": "像新加坡的政府，我们就非常佩服，它对于老百姓关怀备至。特别是今天思想、知见的污染，这个不得了，正是邪师说法如恒河沙，你怎么办？新加坡政府的法令规章就好。凡是你请人家来讲演，讲一个小时，都要政府批准，你要得不到政府批准，你就犯法。你在这个地方公开讲演，那个地方抓去就坐牢，一点都不客气，这个好！所以外国人看到不习惯，外国人言论自由，乱说，胡说八道。书也是乱着，什么人都可以说，所以社会上人的头脑不知道哪是正哪是邪，没有办法分辨。国家政府要负责任，你要爱护老百姓，你要保障老百姓。中国从前帝王他有这个责任，邪说邪见决定不准你流通，要禁止。你看古时候历史，孔老夫子诛少正卯，少正卯犯什么罪？没有罪，在今天是决定不可以的。少正卯就是辩才好，胡说八道，扰乱人心，孔老夫子对他无可奈何，把他抓来砍头，杀掉他，没别的罪。在今天的法律上是决定不许可的，从前就行，你扰乱人心，别人跟你辩，辩不过你，他口才好，净是些歪理，不说正话。所以夫子对他，只有用这个方法来对付。这是对社会、对老百姓负责任，我们要懂得这个道理。所以新加坡的社会这么安定，社会治安之好，外国人来到这里也不能不佩服。什么原因？政府负责任。保护，不但是物质生活照顾到，精神生活也照顾到，防止这些思想、见解的污染，这是我们赞叹的。",
      "zh_TW": "像新加坡的政府，我們就非常佩服，它對於老百姓關懷備至。特別是今天思想、知見的污染，這個不得了，正是邪師說法如恆河沙，你怎麼辦？新加坡政府的法令規章就好。凡是你請人家來講演，講一個小時，都要政府批准，你要得不到政府批准，你就犯法。你在這個地方公開講演，那個地方抓去就坐牢，一點都不客氣，這個好！所以外國人看到不習慣，外國人言論自由，亂說，胡說八道。書也是亂著，什麼人都可以說，所以社會上人的頭腦不知道哪是正哪是邪，沒有辦法分辨。國家政府要負責任，你要愛護老百姓，你要保障老百姓。中國從前帝王他有這個責任，邪說邪見決定不准你流通，要禁止。你看古時候歷史，孔老夫子誅少正卯，少正卯犯什麼罪？沒有罪，在今天是決定不可以的。少正卯就是辯才好，胡說八道，擾亂人心，孔老夫子對他無可奈何，把他抓來砍頭，殺掉他，沒別的罪。在今天的法律上是決定不許可的，從前就行，你擾亂人心，別人跟你辯，辯不過你，他口才好，淨是些歪理，不說正話。所以夫子對他，只有用這個方法來對付。這是對社會、對老百姓負責任，我們要懂得這個道理。所以新加坡的社會這麼安定，社會治安之好，外國人來到這裡也不能不佩服。什麼原因？政府負責任。保護，不但是物質生活照顧到，精神生活也照顧到，防止這些思想、見解的污染，這是我們讚歎的。"
    },
    {
      "id": "15-012-0014_p0070",
      "zh_CN": "【九者种诸善根无有杂染清净之心。】",
      "zh_TW": "【九者種諸善根無有雜染清淨之心。】"
    },
    {
      "id": "15-012-0014_p0071",
      "zh_CN": "前面对于佛法生决定心，这是种善根，善根是无贪、无瞋、无痴，怕的是夹杂，夹杂，你心就不清净。我们修学一切善根的目的在哪里？目的是得清净心，所以夹杂是大障碍。你看祖师教给我们念佛，大势至菩萨讲「都摄六根，净念相继」，觉明妙行菩萨跟我们讲「不夹杂、不怀疑、不间断」，他两个人讲的话是一个意思。净，净念，夹杂就不净，怀疑就不净，不怀疑、不夹杂；中断，那就不是相继，相继就是不中断，不间断。我们的功夫，念佛如是，做其他的功夫也如是。不但佛法的修学要抓住这个要领，你做世间一切工作，你要能抓住这个要领你决定成功，没有一桩事情不成功的。就是你专心专注，一心一意去做，不夹杂、不怀疑、不间断，哪有做不成功的。世出世间法，成功的秘诀就在此地。这是讲修诸善根，不能夹杂，『无有杂染』。",
      "zh_TW": "前面對於佛法生決定心，這是種善根，善根是無貪、無瞋、無痴，怕的是夾雜，夾雜，你心就不清淨。我們修學一切善根的目的在哪裡？目的是得清淨心，所以夾雜是大障礙。你看祖師教給我們念佛，大勢至菩薩講「都攝六根，淨念相繼」，覺明妙行菩薩跟我們講「不夾雜、不懷疑、不間斷」，他兩個人講的話是一個意思。淨，淨念，夾雜就不淨，懷疑就不淨，不懷疑、不夾雜；中斷，那就不是相繼，相繼就是不中斷，不間斷。我們的功夫，念佛如是，做其他的功夫也如是。不但佛法的修學要抓住這個要領，你做世間一切工作，你要能抓住這個要領你決定成功，沒有一樁事情不成功的。就是你專心專注，一心一意去做，不夾雜、不懷疑、不間斷，哪有做不成功的。世出世間法，成功的祕訣就在此地。這是講修諸善根，不能夾雜，『無有雜染』。"
    },
    {
      "id": "15-012-0014_p0072",
      "zh_CN": "【十者于诸如来舍离诸相起随念心。】",
      "zh_TW": "【十者於諸如來捨離諸相起隨念心。】"
    },
    {
      "id": "15-012-0014_p0073",
      "zh_CN": "这一句太重要，太好了！真正修行人，老实修行，世出世间法统统放下，唯一放不下：佛放不下。佛放不下，被佛污染了。佛法高明，佛教你对佛也不能执着。佛法叫人佩服，叫人佩服得五体投地，有道理，不是没有道理。世出世间，哪一种法是这种教学法？你找不到。佛教给我们明心见性，恢复自性，如果你还贪着，着了佛的相，你的自性还是有障碍，还是有污染，还是不能全部透出来，佛也不能执着。这一句说到最究竟、最圆满，也讲到最高处。于诸佛如来我们也不执着，也是『舍离诸相』，正是《金刚经》上所说的「凡所有相，皆是虚妄」。这个里头没有加注解：诸佛例外，没有这个话，没有加这个注解。所以诸佛如来那个相也是虚妄的，也是缘生，也是了不可得。诸佛的相都不执着，何况其余？你心才真清净，你才真正契入诸佛的境界。佛菩萨的本事就是一切都不执着，连佛法也不执着。《金刚经》上说得好，「法尚应舍，何况非法」，那个舍，不是说不要，不要怎么行？不执着。我要，依照这个方法去修学，我不执着，这就对了。所以，佛的意思我们要清楚、我们要明了。",
      "zh_TW": "這一句太重要，太好了！真正修行人，老實修行，世出世間法統統放下，唯一放不下：佛放不下。佛放不下，被佛污染了。佛法高明，佛教你對佛也不能執著。佛法叫人佩服，叫人佩服得五體投地，有道理，不是沒有道理。世出世間，哪一種法是這種教學法？你找不到。佛教給我們明心見性，恢復自性，如果你還貪著，著了佛的相，你的自性還是有障礙，還是有污染，還是不能全部透出來，佛也不能執著。這一句說到最究竟、最圓滿，也講到最高處。於諸佛如來我們也不執著，也是『捨離諸相』，正是《金剛經》上所說的「凡所有相，皆是虛妄」。這個裡頭沒有加註解：諸佛例外，沒有這個話，沒有加這個註解。所以諸佛如來那個相也是虛妄的，也是緣生，也是了不可得。諸佛的相都不執著，何況其餘？你心才真清淨，你才真正契入諸佛的境界。佛菩薩的本事就是一切都不執著，連佛法也不執著。《金剛經》上說得好，「法尚應捨，何況非法」，那個捨，不是說不要，不要怎麼行？不執著。我要，依照這個方法去修學，我不執著，這就對了。所以，佛的意思我們要清楚、我們要明瞭。"
    },
    {
      "id": "15-012-0014_p0074",
      "zh_CN": "这是把十种心说出来，这十种心就是菩提心。这十种心，诸位要记住，每一条里面具足其余的九条。譬如我们说「于诸众生起大慈心无损害心」，这一条里面，后面九条统统具足，没有一条不具足；少一条，你大慈心就有缺欠，就不圆满。譬如后面第九条「种诸善根无有杂染清净之心」，这一条里头也圆满含摄其他的九条；少了一条，你种诸善根就不圆满，就有欠缺。佛经味道浓，这就是《华严》上所讲的「一即一切，一切即一」，这才叫圆满的菩提心。我们要真干，要认真去奉行，落实在生活上，落实在家庭里，落实在事业上，落实在社会上，这就对了。佛弟子要给社会大众做好榜样，好榜样在哪里？真做到，依教奉行就是好榜样。而诸佛菩萨是我们的好榜样，我们学佛菩萨，做好样子给社会大众看，让他们学习。佛法今天衰微，世间这样混乱，你要追究其根本原因，我们佛弟子没有尽到责任，我们没有依教奉行，没有给社会做好样子，我们要生惭愧心，这是我们的过失。",
      "zh_TW": "這是把十種心說出來，這十種心就是菩提心。這十種心，諸位要記住，每一條裡面具足其餘的九條。譬如我們說「於諸眾生起大慈心無損害心」，這一條裡面，後面九條統統具足，沒有一條不具足；少一條，你大慈心就有缺欠，就不圓滿。譬如後面第九條「種諸善根無有雜染清淨之心」，這一條裡頭也圓滿含攝其他的九條；少了一條，你種諸善根就不圓滿，就有欠缺。佛經味道濃，這就是《華嚴》上所講的「一即一切，一切即一」，這才叫圓滿的菩提心。我們要真幹，要認真去奉行，落實在生活上，落實在家庭裡，落實在事業上，落實在社會上，這就對了。佛弟子要給社會大眾做好榜樣，好榜樣在哪裡？真做到，依教奉行就是好榜樣。而諸佛菩薩是我們的好榜樣，我們學佛菩薩，做好樣子給社會大眾看，讓他們學習。佛法今天衰微，世間這樣混亂，你要追究其根本原因，我們佛弟子沒有盡到責任，我們沒有依教奉行，沒有給社會做好樣子，我們要生慚愧心，這是我們的過失。"
    },
    {
      "id": "15-012-0014_p0075",
      "zh_CN": "你说为什么是我的过失？那问你，为什么要出家？你不出家你没有过失，你穿上这个衣服，你就有过失，你就有罪过，你没有尽到责任。佛法是教化一切众生的，诸位要懂得这个道理，要知道这个事实真相。所以这件衣服不好穿，这碗饭不好吃，人家恭敬供养你的，比讨饭的难吃。讨饭，人家是慈悲布施你，对你什么希望都没有；你这个出家人供养你，希望你将来成佛作袓，希望你普度众生。什么叫普度众生？给一切众生做好榜样，普度众生不是指你成佛之后，现在就要干。这十种心说完了，我们再看底下经文。",
      "zh_TW": "你說為什麼是我的過失？那問你，為什麼要出家？你不出家你沒有過失，你穿上這個衣服，你就有過失，你就有罪過，你沒有盡到責任。佛法是教化一切眾生的，諸位要懂得這個道理，要知道這個事實真相。所以這件衣服不好穿，這碗飯不好吃，人家恭敬供養你的，比討飯的難吃。討飯，人家是慈悲布施你，對你什麼希望都沒有；你這個出家人供養你，希望你將來成佛作袓，希望你普度眾生。什麼叫普度眾生？給一切眾生做好榜樣，普度眾生不是指你成佛之後，現在就要幹。這十種心說完了，我們再看底下經文。"
    },
    {
      "id": "15-012-0014_p0076",
      "zh_CN": "【弥勒，是名菩萨发十种心。】",
      "zh_TW": "【彌勒，是名菩薩發十種心。】"
    },
    {
      "id": "15-012-0014_p0077",
      "zh_CN": "这一句是总结，总结上面这十种心，这就是真实的大菩提心。再请看底下经文。",
      "zh_TW": "這一句是總結，總結上面這十種心，這就是真實的大菩提心。再請看底下經文。"
    },
    {
      "id": "15-012-0014_p0078",
      "zh_CN": "【由是心故。当得往生阿弥陀佛极乐世界。】",
      "zh_TW": "【由是心故。當得往生阿彌陀佛極樂世界。】"
    },
    {
      "id": "15-012-0014_p0079",
      "zh_CN": "这句话非常肯定，因为你发这个心，你『当得往生阿弥陀佛极乐世界』，这毫无问题。下面说：",
      "zh_TW": "這句話非常肯定，因為你發這個心，你『當得往生阿彌陀佛極樂世界』，這毫無問題。下面說："
    },
    {
      "id": "15-012-0014_p0080",
      "zh_CN": "【弥勒。若人于此十种心中随成一心。乐欲往生彼佛世界。若不得生无有是处。】",
      "zh_TW": "【彌勒。若人於此十種心中隨成一心。樂欲往生彼佛世界。若不得生無有是處。】"
    },
    {
      "id": "15-012-0014_p0081",
      "zh_CN": "佛这句话再坚定我们的信心。假若有一个人，在这十种心里面『随成一心』，随成一心就是刚才讲的一即一切，一种心里头圆摄其余九种，也就是大乘经上常讲入不二法门。你要是发愿求生西方极乐世界，是决定得生，如果不生，没有这个道理，『无有是处』就是没这个道理，肯定你得生西方净土。",
      "zh_TW": "佛這句話再堅定我們的信心。假若有一個人，在這十種心裡面『隨成一心』，隨成一心就是剛才講的一即一切，一種心裡頭圓攝其餘九種，也就是大乘經上常講入不二法門。你要是發願求生西方極樂世界，是決定得生，如果不生，沒有這個道理，『無有是處』就是沒這個道理，肯定你得生西方淨土。"
    },
    {
      "id": "15-012-0014_p0082",
      "zh_CN": "经文到此地，正宗分讲完了，后面这个五行是本经的流通分。请看经文。",
      "zh_TW": "經文到此地，正宗分講完了，後面這個五行是本經的流通分。請看經文。"
    },
    {
      "id": "15-012-0014_p0083",
      "zh_CN": "【尔时尊者阿难白佛言。希有世尊。乃能开示演说如来真实功德。发起菩萨殊胜志乐。世尊。当何名此经。我等云何受持。】",
      "zh_TW": "【爾時尊者阿難白佛言。希有世尊。乃能開示演說如來真實功德。發起菩薩殊勝志樂。世尊。當何名此經。我等云何受持。】"
    },
    {
      "id": "15-012-0014_p0084",
      "zh_CN": "到这个地方是一段。阿难尊者代我们启请经名，经名很重要，是全经的总纲领。这个经叫什么名字？佛给我们说了这么多，经的内容阿难尊者说得很清楚，是『如来真实功德』。我们要记住，他没有说「诸佛」真实功德，说「如来」真实功德，什么意思？我相信我们在座的同修，我跟你一提起，你们就明白了。《金刚经》上所讲诸佛、如来意思不一样，说诸佛，从形相上说的，说如来是从自性上说的。如来真实功德就是自性真实功德，这个意思深，不是形相上的功德，是自性的真实功德，唯有自性真实功德才能『发起菩萨殊胜志乐』，志是志愿，乐是欢喜。菩萨能立大志，上求佛道，下化众生，这是菩萨殊胜的志乐。阿难把总结论，全经所说的，两句话结论出来，然后向世尊请教经题，我们才容易受持。再看下面经文。",
      "zh_TW": "到這個地方是一段。阿難尊者代我們啟請經名，經名很重要，是全經的總綱領。這個經叫什麼名字？佛給我們說了這麼多，經的內容阿難尊者說得很清楚，是『如來真實功德』。我們要記住，他沒有說「諸佛」真實功德，說「如來」真實功德，什麼意思？我相信我們在座的同修，我跟你一提起，你們就明白了。《金剛經》上所講諸佛、如來意思不一樣，說諸佛，從形相上說的，說如來是從自性上說的。如來真實功德就是自性真實功德，這個意思深，不是形相上的功德，是自性的真實功德，唯有自性真實功德才能『發起菩薩殊勝志樂』，志是志願，樂是歡喜。菩薩能立大志，上求佛道，下化眾生，這是菩薩殊勝的志樂。阿難把總結論，全經所說的，兩句話結論出來，然後向世尊請教經題，我們才容易受持。再看下面經文。"
    },
    {
      "id": "15-012-0014_p0085",
      "zh_CN": "【佛告阿难言。此经名为发起菩萨殊胜志乐。】",
      "zh_TW": "【佛告阿難言。此經名為發起菩薩殊勝志樂。】"
    },
    {
      "id": "15-012-0014_p0086",
      "zh_CN": "这把经题说出来了，经题前面讲过，此地念念就行了，不要再说了。",
      "zh_TW": "這把經題說出來了，經題前面講過，此地念念就行了，不要再說了。"
    },
    {
      "id": "15-012-0014_p0087",
      "zh_CN": "【亦名弥勒菩萨所问，】",
      "zh_TW": "【亦名彌勒菩薩所問，】"
    },
    {
      "id": "15-012-0014_p0088",
      "zh_CN": "这也不能把弥勒菩萨的功劳忘掉了，经自始至终都是弥勒菩萨大慈大悲代我们启请，他不是不知道，他是明知故问，就是一问一答，问给我们听的。我们在旁边旁听，他们这一问一答，我们这一听明白了，懂得了。",
      "zh_TW": "這也不能把彌勒菩薩的功勞忘掉了，經自始至終都是彌勒菩薩大慈大悲代我們啟請，他不是不知道，他是明知故問，就是一問一答，問給我們聽的。我們在旁邊旁聽，他們這一問一答，我們這一聽明白了，懂得了。"
    },
    {
      "id": "15-012-0014_p0089",
      "zh_CN": "【以是名字汝当受持。】",
      "zh_TW": "【以是名字汝當受持。】"
    },
    {
      "id": "15-012-0014_p0090",
      "zh_CN": "经名自然知道，晓得了，就应当好好的接受，依教奉行。最后这一段总结。",
      "zh_TW": "經名自然知道，曉得了，就應當好好的接受，依教奉行。最後這一段總結。"
    },
    {
      "id": "15-012-0014_p0091",
      "zh_CN": "【佛说此经已。】",
      "zh_TW": "【佛說此經已。】"
    },
    {
      "id": "15-012-0014_p0092",
      "zh_CN": "世尊把这部经说完了，说圆满了。",
      "zh_TW": "世尊把這部經說完了，說圓滿了。"
    },
    {
      "id": "15-012-0014_p0093",
      "zh_CN": "【弥勒菩萨及诸声闻。一切世间天人阿修罗干闼婆等。】",
      "zh_TW": "【彌勒菩薩及諸聲聞。一切世間天人阿修羅乾闥婆等。】"
    },
    {
      "id": "15-012-0014_p0094",
      "zh_CN": "这是当时参加法会的大众，可见得法会当中，不但有很多人参加，而且有鬼神在参加。这些鬼神我们肉眼看不到，可是阿罗汉以上的这些圣者他们能够看得到。世尊当年法会是这样的庄严，我们今天这个法会，我们肉眼看不到的也有天龙八部在此地，这是我们能够想像得到的。",
      "zh_TW": "這是當時參加法會的大眾，可見得法會當中，不但有很多人參加，而且有鬼神在參加。這些鬼神我們肉眼看不到，可是阿羅漢以上的這些聖者他們能夠看得到。世尊當年法會是這樣的莊嚴，我們今天這個法會，我們肉眼看不到的也有天龍八部在此地，這是我們能夠想像得到的。"
    },
    {
      "id": "15-012-0014_p0095",
      "zh_CN": "【闻佛所说。皆大欢喜。信受奉行。】",
      "zh_TW": "【聞佛所說。皆大歡喜。信受奉行。】"
    },
    {
      "id": "15-012-0014_p0096",
      "zh_CN": "他们能做到，我们要效法。我们今天听到这部经，也应当欢喜『信受奉行』，肯定、相信佛所说的句句话真实，我们要接受，我们要依教奉行。",
      "zh_TW": "他們能做到，我們要效法。我們今天聽到這部經，也應當歡喜『信受奉行』，肯定、相信佛所說的句句話真實，我們要接受，我們要依教奉行。"
    },
    {
      "id": "15-012-0014_p0097",
      "zh_CN": "今天，我们这一会就到此地圆满。",
      "zh_TW": "今天，我們這一會就到此地圓滿。"
    }
  ]
}