{
  "doc_id": "15-012-0011",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "新加坡居士林",
    "zh_TW": "新加坡居士林"
  },
  "doc_number": "15-012-0011",
  "total_paragraphs": 212,
  "paragraphs": [
    {
      "id": "15-012-0011_p0001",
      "zh_CN": "请掀开经本，第二十七面，倒数第三行。我们将经文念一段，对一对地方：",
      "zh_TW": "請掀開經本，第二十七面，倒數第三行。我們將經文念一段，對一對地方："
    },
    {
      "id": "15-012-0011_p0002",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。云何名为世话中过。若观察时。菩萨应住决定之义。由观是义不生热恼。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。云何名為世話中過。若觀察時。菩薩應住決定之義。由觀是義不生熱惱。】"
    },
    {
      "id": "15-012-0011_p0003",
      "zh_CN": "从这个地方看起。向下这一段经文，是世尊给我们说明喜欢谈论世间事的过失。世间事里面，世话之中，有正论、有邪论，也有非邪非正的，这一类也算是无记的言论，谈不上邪正，也谈不上善恶。不但是邪论、无记论有过失，即使是正论也有过失，为什么？我们细细来看世尊为我们解说的。这个时候弥勒菩萨讲完前面一段，弥勒菩萨又向佛请教，『云何名为世话中过』？如果菩萨要能够观察，观是用智慧，观照、觉察世话之过，『菩萨应住决定之义』，「决定之义」就是真实的事理。在这个地方多少是透了一点消息出来，也就是我们常讲的宇宙人生的真相。由此可知，世话里面与这个是相违背的，决定与诸法实相相违背，因此过失就不免。『由观是义不生热恼』，这个「热恼」范围很广，也就是常说的妄想分别执着，你要彻底了解诸法实相，当然不会生分别，也不会打妄想。这是弥勒菩萨请教的一段话。下面是世尊为我们解释，也就是世尊的开示。",
      "zh_TW": "從這個地方看起。向下這一段經文，是世尊給我們說明喜歡談論世間事的過失。世間事裡面，世話之中，有正論、有邪論，也有非邪非正的，這一類也算是無記的言論，談不上邪正，也談不上善惡。不但是邪論、無記論有過失，即使是正論也有過失，為什麼？我們細細來看世尊為我們解說的。這個時候彌勒菩薩講完前面一段，彌勒菩薩又向佛請教，『云何名為世話中過』？如果菩薩要能夠觀察，觀是用智慧，觀照、覺察世話之過，『菩薩應住決定之義』，「決定之義」就是真實的事理。在這個地方多少是透了一點消息出來，也就是我們常講的宇宙人生的真相。由此可知，世話裡面與這個是相違背的，決定與諸法實相相違背，因此過失就不免。『由觀是義不生熱惱』，這個「熱惱」範圍很廣，也就是常說的妄想分別執著，你要徹底了解諸法實相，當然不會生分別，也不會打妄想。這是彌勒菩薩請教的一段話。下面是世尊為我們解釋，也就是世尊的開示。"
    },
    {
      "id": "15-012-0011_p0004",
      "zh_CN": "【佛言弥勒。初业菩萨。应当观察世话过失有二十种。若观察时。能令菩萨住决定义。由观是义不生热恼。】",
      "zh_TW": "【佛言彌勒。初業菩薩。應當觀察世話過失有二十種。若觀察時。能令菩薩住決定義。由觀是義不生熱惱。】"
    },
    {
      "id": "15-012-0011_p0005",
      "zh_CN": "这是正式答复弥勒菩萨的请问。世尊在此地特别提示出来『初业菩萨』，我们初发心，初学的菩萨，也就是说，见思烦恼一品也没有断，这样的菩萨正是我们大众。无论是出家、在家，的确我们虽然都受了菩萨戒，出家受出家的菩萨戒，在台湾是取梵网菩萨戒，在家同修受的是璎珞菩萨戒，都是受了菩萨戒的这一类的初业菩萨。『应当观察』，「应当」两个字语气很沉重，非常的肯定，叫我们要观察。世话过失实在讲太多了，世尊为了方便开示起见，将无量的过失归纳为二十类，每一类里面不是一种，是无数种。『若观察时，能令菩萨住决定义』，这就是弥勒菩萨所求的。『由观是义』，义是义理，把这些事实真相搞清净搞明白，你不会再生烦恼。请看经文。",
      "zh_TW": "這是正式答覆彌勒菩薩的請問。世尊在此地特別提示出來『初業菩薩』，我們初發心，初學的菩薩，也就是說，見思煩惱一品也沒有斷，這樣的菩薩正是我們大眾。無論是出家、在家，的確我們雖然都受了菩薩戒，出家受出家的菩薩戒，在台灣是取梵網菩薩戒，在家同修受的是瓔珞菩薩戒，都是受了菩薩戒的這一類的初業菩薩。『應當觀察』，「應當」兩個字語氣很沉重，非常的肯定，叫我們要觀察。世話過失實在講太多了，世尊為了方便開示起見，將無量的過失歸納為二十類，每一類裡面不是一種，是無數種。『若觀察時，能令菩薩住決定義』，這就是彌勒菩薩所求的。『由觀是義』，義是義理，把這些事實真相搞清淨搞明白，你不會再生煩惱。請看經文。"
    },
    {
      "id": "15-012-0011_p0006",
      "zh_CN": "【弥勒。云何名为乐于世话二十种过。】",
      "zh_TW": "【彌勒。云何名為樂於世話二十種過。】"
    },
    {
      "id": "15-012-0011_p0007",
      "zh_CN": "『乐』是喜欢、爱好。喜欢谈论这些世话。",
      "zh_TW": "『樂』是喜歡、愛好。喜歡談論這些世話。"
    },
    {
      "id": "15-012-0011_p0008",
      "zh_CN": "【一者心生憍恣不敬多闻。】",
      "zh_TW": "【一者心生憍恣不敬多聞。】"
    },
    {
      "id": "15-012-0011_p0009",
      "zh_CN": "喜欢谈论世话的也不是普通人，总得是像从前读过书的人，他才有东西谈，没念过书的谈什么？所谓是诸子百家，或者是佛法的典籍听得多、看得多，一般人所谓是广学多闻。于是他们在一起，喜欢谈玄说妙，高谈阔论，说得好听一点是清谈、玄谈。心里当然是自己感觉得自己满腹经文，傲慢的心油然而生。『不敬多闻』，这里头的意思就很深长。确实道德、学问、见闻比他高得多的人，他也没有尊重的心，傲慢、嫉妒，他不会尊敬别人。这些事情，我们中国俗话也有句话常说「文人相轻」，就是这个意思，这一条里头就是讲的这个。确实人家比我们是高，我也没把他看在眼里，就有这个味道在，这是过失。尤其是对于修行人来说，修行人是要成就道业，道业首先要修清净平等觉，你这些烦恼障碍在这边，你的清净心、平等心怎么能成就？所以这是很大的过失。",
      "zh_TW": "喜歡談論世話的也不是普通人，總得是像從前讀過書的人，他才有東西談，沒念過書的談什麼？所謂是諸子百家，或者是佛法的典籍聽得多、看得多，一般人所謂是廣學多聞。於是他們在一起，喜歡談玄說妙，高談闊論，說得好聽一點是清談、玄談。心裡當然是自己感覺得自己滿腹經文，傲慢的心油然而生。『不敬多聞』，這裡頭的意思就很深長。確實道德、學問、見聞比他高得多的人，他也沒有尊重的心，傲慢、嫉妒，他不會尊敬別人。這些事情，我們中國俗話也有句話常說「文人相輕」，就是這個意思，這一條裡頭就是講的這個。確實人家比我們是高，我也沒把他看在眼裡，就有這個味道在，這是過失。尤其是對於修行人來說，修行人是要成就道業，道業首先要修清淨平等覺，你這些煩惱障礙在這邊，你的清淨心、平等心怎麼能成就？所以這是很大的過失。"
    },
    {
      "id": "15-012-0011_p0010",
      "zh_CN": "【二者于诸诤论多起执着。】",
      "zh_TW": "【二者於諸諍論多起執著。】"
    },
    {
      "id": "15-012-0011_p0011",
      "zh_CN": "这些人都有这个习气，不肯输！明知道自己没有理，也要说一点歪理，也不让人，好胜！好胜就起于诤论，执着自己的成见。我过去年轻，在没有学佛之前，就犯这些毛病，给人家谈论这些事情绝对不认输的。我的歪理很多，歪理说出，人家驳不倒那我就嬴了。这也是毛病，很容易得罪人。但是年轻好胜，不知道这些人情世故，到以后才晓得那吃了很多亏。不但是得理不让人，没理也不让人。这是佛在此地给我们说出这过失。",
      "zh_TW": "這些人都有這個習氣，不肯輸！明知道自己沒有理，也要說一點歪理，也不讓人，好勝！好勝就起於諍論，執著自己的成見。我過去年輕，在沒有學佛之前，就犯這些毛病，給人家談論這些事情絕對不認輸的。我的歪理很多，歪理說出，人家駁不倒那我就嬴了。這也是毛病，很容易得罪人。但是年輕好勝，不知道這些人情世故，到以後才曉得那吃了很多虧。不但是得理不讓人，沒理也不讓人。這是佛在此地給我們說出這過失。"
    },
    {
      "id": "15-012-0011_p0012",
      "zh_CN": "【三者失于正念如理作意。】",
      "zh_TW": "【三者失於正念如理作意。】"
    },
    {
      "id": "15-012-0011_p0013",
      "zh_CN": "这个也是时常会发生的，由于诤论好胜，当然正念就很容易忘掉。或者是由于好胜心强，暂时把正念也放在一边。所以，他的思惟都不如理也不如法。",
      "zh_TW": "這個也是時常會發生的，由於諍論好勝，當然正念就很容易忘掉。或者是由於好勝心強，暫時把正念也放在一邊。所以，他的思惟都不如理也不如法。"
    },
    {
      "id": "15-012-0011_p0014",
      "zh_CN": "【四者为所不应身多躁动。】",
      "zh_TW": "【四者為所不應身多躁動。】"
    },
    {
      "id": "15-012-0011_p0015",
      "zh_CN": "就是你，『为』是作为，作为是不应该做的，不应该做的你去做，不应该说的你要说，不应该争论的你要去争。我们在处世之中，稍稍留意我们的身边，常常会发现这些事情。发现之后，特别要紧的是要你能够回光返照，想想自己有没有这个毛病，这个很重要。如果自己有这个毛病，应当要把它革除。这是『身多躁动』，躁是浮躁，没有定力，心地不清净。",
      "zh_TW": "就是你，『為』是作為，作為是不應該做的，不應該做的你去做，不應該說的你要說，不應該爭論的你要去爭。我們在處世之中，稍稍留意我們的身邊，常常會發現這些事情。發現之後，特別要緊的是要你能夠回光返照，想想自己有沒有這個毛病，這個很重要。如果自己有這個毛病，應當要把它革除。這是『身多躁動』，躁是浮躁，沒有定力，心地不清淨。"
    },
    {
      "id": "15-012-0011_p0016",
      "zh_CN": "【五者速疾高下坏于法忍。】",
      "zh_TW": "【五者速疾高下壞於法忍。】"
    },
    {
      "id": "15-012-0011_p0017",
      "zh_CN": "这要给人家比高下、争胜负，忍辱波罗蜜没有了。这里头哪里还能看到忍辱？如果有忍，就不会与人家争论。别人是正论，你就赞叹；别人不是正论，笑笑就好了，何必要去争执？所以这是忍辱法失掉了。",
      "zh_TW": "這要給人家比高下、爭勝負，忍辱波羅蜜沒有了。這裡頭哪裡還能看到忍辱？如果有忍，就不會與人家爭論。別人是正論，你就讚歎；別人不是正論，笑笑就好了，何必要去爭執？所以這是忍辱法失掉了。"
    },
    {
      "id": "15-012-0011_p0018",
      "zh_CN": "【六者心常刚强禅定智慧曾不熏修。】",
      "zh_TW": "【六者心常剛強禪定智慧曾不熏修。】"
    },
    {
      "id": "15-012-0011_p0019",
      "zh_CN": "忍没有了，定慧也就没有，这是一定的道理。你看菩萨六度里面，忍辱、精进、禅定、般若，忍是个关键。能忍才能精进，才能专一，精进才能得定，定才能开慧。如果不能忍，进、定、慧都没有了。这是说这桩事情。",
      "zh_TW": "忍沒有了，定慧也就沒有，這是一定的道理。你看菩薩六度裡面，忍辱、精進、禪定、般若，忍是個關鍵。能忍才能精進，才能專一，精進才能得定，定才能開慧。如果不能忍，進、定、慧都沒有了。這是說這樁事情。"
    },
    {
      "id": "15-012-0011_p0020",
      "zh_CN": "【七者非时而语言论所缠。】",
      "zh_TW": "【七者非時而語言論所纏。】"
    },
    {
      "id": "15-012-0011_p0021",
      "zh_CN": "这就是言语不懂得时节因缘，什么时候该说什么话他不懂，往往因为这些言论带来了许多的烦恼、缠缚。",
      "zh_TW": "這就是言語不懂得時節因緣，什麼時候該說什麼話他不懂，往往因為這些言論帶來了許多的煩惱、纏縛。"
    },
    {
      "id": "15-012-0011_p0022",
      "zh_CN": "【八者不能坚固证于圣智。】",
      "zh_TW": "【八者不能堅固證於聖智。】"
    },
    {
      "id": "15-012-0011_p0023",
      "zh_CN": "『坚固』主要是讲信，《般若经》上所说的，信心清净，则生实相，实相般若才能够现前。信心不清净，不要说是大乘『圣智』你不能证得，小果的智慧也不能证得，这个亏就吃大了。",
      "zh_TW": "『堅固』主要是講信，《般若經》上所說的，信心清淨，則生實相，實相般若才能夠現前。信心不清淨，不要說是大乘『聖智』你不能證得，小果的智慧也不能證得，這個虧就吃大了。"
    },
    {
      "id": "15-012-0011_p0024",
      "zh_CN": "【九者不为天龙之所恭敬。】",
      "zh_TW": "【九者不為天龍之所恭敬。】"
    },
    {
      "id": "15-012-0011_p0025",
      "zh_CN": "天龙善神对于有德行的人，他自然恭敬拥护。喜欢世话的人得不到天龙善神的拥护。",
      "zh_TW": "天龍善神對於有德行的人，他自然恭敬擁護。喜歡世話的人得不到天龍善神的擁護。"
    },
    {
      "id": "15-012-0011_p0026",
      "zh_CN": "【十者为辩才者常怀轻贱。】",
      "zh_TW": "【十者為辯才者常懷輕賤。】"
    },
    {
      "id": "15-012-0011_p0027",
      "zh_CN": "这是一般人的观察，佛是就俗谛为我们说这桩事情。『辩才』是真正有智慧、辩才的人，看到你争论，喜欢说这些世话，刚才讲了，笑笑就好了。笑笑就是轻，虽然他决定没有轻贱的意思，我们凡夫眼睛里面看到的那是轻贱的意思，实际上圣者没有这个意思。他这个笑笑，如果他要是个聪明人，从他笑笑的动作当中要能够领悟的话，他就回头了；他要是不懂的话那就没有法子。所以真正有智慧、有德行的人，不但言语是教化众生，一举一动、一颦一笑，都含着禅机在里面，都能够启发人。",
      "zh_TW": "這是一般人的觀察，佛是就俗諦為我們說這樁事情。『辯才』是真正有智慧、辯才的人，看到你爭論，喜歡說這些世話，剛才講了，笑笑就好了。笑笑就是輕，雖然他決定沒有輕賤的意思，我們凡夫眼睛裡面看到的那是輕賤的意思，實際上聖者沒有這個意思。他這個笑笑，如果他要是個聰明人，從他笑笑的動作當中要能夠領悟的話，他就回頭了；他要是不懂的話那就沒有法子。所以真正有智慧、有德行的人，不但言語是教化眾生，一舉一動、一顰一笑，都含著禪機在裡面，都能夠啟發人。"
    },
    {
      "id": "15-012-0011_p0028",
      "zh_CN": "【十一者为身证者之所呵责。】",
      "zh_TW": "【十一者為身證者之所呵責。】"
    },
    {
      "id": "15-012-0011_p0029",
      "zh_CN": "呵斥、责备，那是证果的人，这是圣者。大小乘圣者遇到你有这种行为，他会呵斥你、责备你，你得有善根。有善根、有福德，这些圣者他能够观机，他责备，你能够接受、能够回头，他会责备你、教训你。如果看到责备你，你也不会回头，也不会改过，他就客气、敷衍你就好了，绝对不会责备你。所以有学问、有德行的人责备一个人也不容易。民国初年，袁世凯大家知道，不是一个很好的人。在那个时候有位学者章太炎先生，章太炎先生不骂袁世凯，袁世凯很生气，把他抓起来，监牢狱里面关了一个月。总得有个罪名，什么罪名？不肯骂袁世凯。为什么不骂？不值得他骂！袁世凯多气，不值得他骂。他要骂，还是看得起你，不是容易事情；瞧不起你，不骂你，你做坏事，他在旁边笑笑，不会责备你。圣者呵斥、责备，你这个人有救，你是一时迷惑，所以他还来帮助你。如果到这些圣者看到你都不骂你，那你就没救了，这个要知道。",
      "zh_TW": "呵斥、責備，那是證果的人，這是聖者。大小乘聖者遇到你有這種行為，他會呵斥你、責備你，你得有善根。有善根、有福德，這些聖者他能夠觀機，他責備，你能夠接受、能夠回頭，他會責備你、教訓你。如果看到責備你，你也不會回頭，也不會改過，他就客氣、敷衍你就好了，絕對不會責備你。所以有學問、有德行的人責備一個人也不容易。民國初年，袁世凱大家知道，不是一個很好的人。在那個時候有位學者章太炎先生，章太炎先生不罵袁世凱，袁世凱很生氣，把他抓起來，監牢獄裡面關了一個月。總得有個罪名，什麼罪名？不肯罵袁世凱。為什麼不罵？不值得他罵！袁世凱多氣，不值得他罵。他要罵，還是看得起你，不是容易事情；瞧不起你，不罵你，你做壞事，他在旁邊笑笑，不會責備你。聖者呵斥、責備，你這個人有救，你是一時迷惑，所以他還來幫助你。如果到這些聖者看到你都不罵你，那你就沒救了，這個要知道。"
    },
    {
      "id": "15-012-0011_p0030",
      "zh_CN": "【十二者不住正信常怀悔恨。】",
      "zh_TW": "【十二者不住正信常懷悔恨。】"
    },
    {
      "id": "15-012-0011_p0031",
      "zh_CN": "没有正信，也就是说对于佛法、对于世间的圣贤教诲他不能够深信。纵然有信心，那个信心也是若有若无，因此常生悔恨。又想依着圣人教诲去做，又怕在这个世间处事待人接物吃亏，所以他的心犹豫不决。",
      "zh_TW": "沒有正信，也就是說對於佛法、對於世間的聖賢教誨他不能夠深信。縱然有信心，那個信心也是若有若無，因此常生悔恨。又想依著聖人教誨去做，又怕在這個世間處事待人接物吃虧，所以他的心猶豫不決。"
    },
    {
      "id": "15-012-0011_p0032",
      "zh_CN": "【十三者心多疑惑摇动不安。】",
      "zh_TW": "【十三者心多疑惑搖動不安。】"
    },
    {
      "id": "15-012-0011_p0033",
      "zh_CN": "这个跟前面这一句意思很接近，前面里头有悔有恨，这一句里面讲疑惑不安。",
      "zh_TW": "這個跟前面這一句意思很接近，前面裡頭有悔有恨，這一句裡面講疑惑不安。"
    },
    {
      "id": "15-012-0011_p0034",
      "zh_CN": "【十四者犹如倡妓随逐音声。】",
      "zh_TW": "【十四者猶如倡妓隨逐音聲。】"
    },
    {
      "id": "15-012-0011_p0035",
      "zh_CN": "这是比喻，比喻容易变心，他的心智不定，心随境转，比喻这个意思。",
      "zh_TW": "這是比喻，比喻容易變心，他的心智不定，心隨境轉，比喻這個意思。"
    },
    {
      "id": "15-012-0011_p0036",
      "zh_CN": "【十五者染着诸欲随境流转。】",
      "zh_TW": "【十五者染著諸欲隨境流轉。】"
    },
    {
      "id": "15-012-0011_p0037",
      "zh_CN": "名闻利养、五欲六尘他是深深的染着，着是着相、执着、贪染。",
      "zh_TW": "名聞利養、五欲六塵他是深深的染著，著是著相、執著、貪染。"
    },
    {
      "id": "15-012-0011_p0038",
      "zh_CN": "【十六者不观真实诽谤正法。】",
      "zh_TW": "【十六者不觀真實誹謗正法。】"
    },
    {
      "id": "15-012-0011_p0039",
      "zh_CN": "对于诸法实相，我们说得白一点浅一点，宇宙人生的真相他不懂得，他没有办法观察。真实相真的很难，几个人能看到？虽然《般若经》上常讲，大家也会念，但是他就不会用。如果你要能用得上，你得的利益就不可思议。像《金刚经》，这是我们中国人最喜欢读的，不但学佛的人没有没读过《金刚经》的，在从前读书人，也一定念过《金刚经》。《金刚经》上，「凡所有相，皆是虚妄」，你用上了没有？如果你对人、对事、对物，碰到烦恼了，心里有放不下、有争执，你把这个念上几遍，你就心平气和，你的问题就解决了，要会用。所以他不能观察真实，反而毁谤正法。",
      "zh_TW": "對於諸法實相，我們說得白一點淺一點，宇宙人生的真相他不懂得，他沒有辦法觀察。真實相真的很難，幾個人能看到？雖然《般若經》上常講，大家也會念，但是他就不會用。如果你要能用得上，你得的利益就不可思議。像《金剛經》，這是我們中國人最喜歡讀的，不但學佛的人沒有沒讀過《金剛經》的，在從前讀書人，也一定念過《金剛經》。《金剛經》上，「凡所有相，皆是虛妄」，你用上了沒有？如果你對人、對事、對物，碰到煩惱了，心裡有放不下、有爭執，你把這個念上幾遍，你就心平氣和，你的問題就解決了，要會用。所以他不能觀察真實，反而毀謗正法。"
    },
    {
      "id": "15-012-0011_p0040",
      "zh_CN": "【十七者有所希求常不称遂。】",
      "zh_TW": "【十七者有所希求常不稱遂。】"
    },
    {
      "id": "15-012-0011_p0041",
      "zh_CN": "不能称心，不能如意，所谓人生在世，不如意事常八九。为什么有这么多不如意的事情？这里面有果必有因。不如意，样样不如意，这是果报，果必有因。他不在因上去找，不在因上去改过，反而埋怨，怨天尤人，老天爷不公平，对不起他，佛菩萨也不公道，这种妄念是罪上又加罪，他怎么能够得称心如意？",
      "zh_TW": "不能稱心，不能如意，所謂人生在世，不如意事常八九。為什麼有這麼多不如意的事情？這裡面有果必有因。不如意，樣樣不如意，這是果報，果必有因。他不在因上去找，不在因上去改過，反而埋怨，怨天尤人，老天爺不公平，對不起他，佛菩薩也不公道，這種妄念是罪上又加罪，他怎麼能夠得稱心如意？"
    },
    {
      "id": "15-012-0011_p0042",
      "zh_CN": "【十八者其心不调为人弃舍。】",
      "zh_TW": "【十八者其心不調為人棄捨。】"
    },
    {
      "id": "15-012-0011_p0043",
      "zh_CN": "『心不调』，妄念多，烦恼多，这是心不调。一个人妄念多、烦恼多，谁敢用你？不但一般人用人不敢用这样的人，无论哪个做长官、做领导人的，他用人喜欢用老实人；如果妄念、妄想太多的人，不敢用，『为人弃舍』。",
      "zh_TW": "『心不調』，妄念多，煩惱多，這是心不調。一個人妄念多、煩惱多，誰敢用你？不但一般人用人不敢用這樣的人，無論哪個做長官、做領導人的，他用人喜歡用老實人；如果妄念、妄想太多的人，不敢用，『為人棄捨』。"
    },
    {
      "id": "15-012-0011_p0044",
      "zh_CN": "【十九者不知法界随顺恶友。】",
      "zh_TW": "【十九者不知法界隨順惡友。】"
    },
    {
      "id": "15-012-0011_p0045",
      "zh_CN": "『法界』里面是善友，法界里面真善知识，他不懂得，他『随顺恶友』。这就是所接触的人不是善知识，是恶知识，跟这些人做朋友。",
      "zh_TW": "『法界』裡面是善友，法界裡面真善知識，他不懂得，他『隨順惡友』。這就是所接觸的人不是善知識，是惡知識，跟這些人做朋友。"
    },
    {
      "id": "15-012-0011_p0046",
      "zh_CN": "【二十者不了诸根系属烦恼。】",
      "zh_TW": "【二十者不了諸根繫屬煩惱。】"
    },
    {
      "id": "15-012-0011_p0047",
      "zh_CN": "了是明了，明了是智慧，这一句意思很深，十九跟二十两句义趣都很深很广。不能明了诸根，六根、六尘、六识，换句话说，不能够明了事实的真相，于是乎起心动念无非烦恼。这些都是喜欢世话这样一个因缘产生的过失。末后一句总结。",
      "zh_TW": "了是明瞭，明瞭是智慧，這一句意思很深，十九跟二十兩句義趣都很深很廣。不能明瞭諸根，六根、六塵、六識，換句話說，不能夠明瞭事實的真相，於是乎起心動念無非煩惱。這些都是喜歡世話這樣一個因緣產生的過失。末後一句總結。"
    },
    {
      "id": "15-012-0011_p0048",
      "zh_CN": "【弥勒。是为菩萨乐于世话二十种过。】",
      "zh_TW": "【彌勒。是為菩薩樂於世話二十種過。】"
    },
    {
      "id": "15-012-0011_p0049",
      "zh_CN": "佛简略的把它归纳成二十种过失，如果诸位细细的去观察，每一类里头不晓得有多少过。所以古大德劝我们，「少说一句话，多念一句佛」，这个话说得很有道理，特别是我们今天念这段经文。接着又说，「打得念头死，许汝法身活」，念头是妄念，只要把妄念打掉，你的法身慧命就现前。由此可知，法身现前不是普通人，法身大士，这就超越了十法界，入了一真法界，才是法身大士。我们的法身不能现前，法身不能证得，什么原因？障碍。障碍当中，喜欢说话是个很大的毛病、很大的障碍，我们没发现，不知道！读了这段开示，记住世尊的教诲，少说话，多念佛，决定有好处，真能够断烦恼，开智慧。",
      "zh_TW": "佛簡略的把它歸納成二十種過失，如果諸位細細的去觀察，每一類裡頭不曉得有多少過。所以古大德勸我們，「少說一句話，多念一句佛」，這個話說得很有道理，特別是我們今天念這段經文。接著又說，「打得念頭死，許汝法身活」，念頭是妄念，只要把妄念打掉，你的法身慧命就現前。由此可知，法身現前不是普通人，法身大士，這就超越了十法界，入了一真法界，才是法身大士。我們的法身不能現前，法身不能證得，什麼原因？障礙。障礙當中，喜歡說話是個很大的毛病、很大的障礙，我們沒發現，不知道！讀了這段開示，記住世尊的教誨，少說話，多念佛，決定有好處，真能夠斷煩惱，開智慧。"
    },
    {
      "id": "15-012-0011_p0050",
      "zh_CN": "【尔时世尊。重说偈言。】",
      "zh_TW": "【爾時世尊。重說偈言。】"
    },
    {
      "id": "15-012-0011_p0051",
      "zh_CN": "末后偈颂的意思，前面说过，就不再重复。这一段里面一共有二十一首偈，多半都是属于重颂。希望我们把这个教训，这个教训非常重要，要牢牢的记住。长行文不好记，偈颂好记，容易读，好记。第一首：",
      "zh_TW": "末後偈頌的意思，前面說過，就不再重覆。這一段裡面一共有二十一首偈，多半都是屬於重頌。希望我們把這個教訓，這個教訓非常重要，要牢牢的記住。長行文不好記，偈頌好記，容易讀，好記。第一首："
    },
    {
      "id": "15-012-0011_p0052",
      "zh_CN": "【憍傲于多闻。执着诸诤论。失念不正知。是名世话过。】",
      "zh_TW": "【憍傲於多聞。執著諸諍論。失念不正知。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0053",
      "zh_CN": "『憍傲于多闻』，对于有多闻实德的人，对他们生起骄傲的心。『执着诸诤论』，执着自己的成见，不肯服输。『失念不正知』，失去了正念。『是名世话过』，这是世间喜欢说世话的过失。第二首：",
      "zh_TW": "『憍傲於多聞』，對於有多聞實德的人，對他們生起驕傲的心。『執著諸諍論』，執著自己的成見，不肯服輸。『失念不正知』，失去了正念。『是名世話過』，這是世間喜歡說世話的過失。第二首："
    },
    {
      "id": "15-012-0011_p0054",
      "zh_CN": "【远离正思惟。】",
      "zh_TW": "【遠離正思惟。】"
    },
    {
      "id": "15-012-0011_p0055",
      "zh_CN": "正思惟是八正道之一。",
      "zh_TW": "正思惟是八正道之一。"
    },
    {
      "id": "15-012-0011_p0056",
      "zh_CN": "【身心不寂静。】",
      "zh_TW": "【身心不寂靜。】"
    },
    {
      "id": "15-012-0011_p0057",
      "zh_CN": "喜欢给人常常争论，常常喜欢世话，身心都不能够安稳。",
      "zh_TW": "喜歡給人常常爭論，常常喜歡世話，身心都不能夠安穩。"
    },
    {
      "id": "15-012-0011_p0058",
      "zh_CN": "【退失于法忍。是名世话过。】",
      "zh_TW": "【退失於法忍。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0059",
      "zh_CN": "菩萨六度，忍辱波罗蜜不能成就。",
      "zh_TW": "菩薩六度，忍辱波羅蜜不能成就。"
    },
    {
      "id": "15-012-0011_p0060",
      "zh_CN": "【其心不调顺。远离奢摩他。及毘钵舍那。是名世话过。】",
      "zh_TW": "【其心不調順。遠離奢摩他。及毘缽舍那。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0061",
      "zh_CN": "这是讲他心不能够调顺，心里面妄念、杂念很多。『奢摩他』跟『毘钵舍那』都是定，都是禅定的别名。在中国古时候，奢摩他翻做止，毘钵舍那翻做观，宗门里面、教下所讲的止观。止是放下，从放下而得定，就叫做奢摩他；如果是从观，观就是我们讲看破，从看破而得定，这个定就叫毘钵舍那。都是得定，但是用的方法不一样，所以它有两个名称。如果我们用《金刚经》上的话来讲，这个比喻大家就很好懂。譬如《金刚经》佛教给我们，「不取于相，如如不动」，我们从这里得定，不着相，如如不动，这种得定，就叫做奢摩他。假如我们从「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，从这个地方得定，就叫做毘钵舍那。这个诸位就比较容易懂。都是得定，但是方法不一样，所以它有两个名字。心调顺就是清净心，就是禅定；心不能调顺，远离两种修定的方法，都是世话之过。第四首：",
      "zh_TW": "這是講他心不能夠調順，心裡面妄念、雜念很多。『奢摩他』跟『毘缽舍那』都是定，都是禪定的別名。在中國古時候，奢摩他翻做止，毘缽舍那翻做觀，宗門裡面、教下所講的止觀。止是放下，從放下而得定，就叫做奢摩他；如果是從觀，觀就是我們講看破，從看破而得定，這個定就叫毘缽舍那。都是得定，但是用的方法不一樣，所以它有兩個名稱。如果我們用《金剛經》上的話來講，這個比喻大家就很好懂。譬如《金剛經》佛教給我們，「不取於相，如如不動」，我們從這裡得定，不著相，如如不動，這種得定，就叫做奢摩他。假如我們從「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，從這個地方得定，就叫做毘缽舍那。這個諸位就比較容易懂。都是得定，但是方法不一樣，所以它有兩個名字。心調順就是清淨心，就是禪定；心不能調順，遠離兩種修定的方法，都是世話之過。第四首："
    },
    {
      "id": "15-012-0011_p0062",
      "zh_CN": "【不尊敬师长。爱乐于世论。智慧不坚固。是名世话过。】",
      "zh_TW": "【不尊敬師長。愛樂於世論。智慧不堅固。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0063",
      "zh_CN": "为什么不敬师长？凡是喜欢争论的，现在我们一般讲，都不是老实人，师长也没有看在眼里。不但师长没有看在眼里，佛也没有看在眼里，甚至于佛经他也拿出来批评。有些佛在经上讲空，有些佛在经上讲有，他看了之后，释迦牟尼佛也没有什么，你看看一会说空，一会说有，自相矛盾。佛都没有看在眼里，还能把老师看在眼里吗？都是喜欢争论。所以他有一点聪明，不是真智慧，这个智慧是世智辩聪，他不是真智慧。下面一首：",
      "zh_TW": "為什麼不敬師長？凡是喜歡爭論的，現在我們一般講，都不是老實人，師長也沒有看在眼裡。不但師長沒有看在眼裡，佛也沒有看在眼裡，甚至於佛經他也拿出來批評。有些佛在經上講空，有些佛在經上講有，他看了之後，釋迦牟尼佛也沒有什麼，你看看一會說空，一會說有，自相矛盾。佛都沒有看在眼裡，還能把老師看在眼裡嗎？都是喜歡爭論。所以他有一點聰明，不是真智慧，這個智慧是世智辯聰，他不是真智慧。下面一首："
    },
    {
      "id": "15-012-0011_p0064",
      "zh_CN": "【诸天不恭敬。龙神亦复然。退失于辩才。是名世话过。】",
      "zh_TW": "【諸天不恭敬。龍神亦復然。退失於辯才。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0065",
      "zh_CN": "天龙八部对于这种人不会恭敬，纵然有一点小的辩才，也容易退转。",
      "zh_TW": "天龍八部對於這種人不會恭敬，縱然有一點小的辯才，也容易退轉。"
    },
    {
      "id": "15-012-0011_p0066",
      "zh_CN": "【圣者常呵责。如是耽着人。唐捐于寿命。是名世话过。】",
      "zh_TW": "【聖者常呵責。如是耽著人。唐捐於壽命。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0067",
      "zh_CN": "这刚才说过了，『圣』这是真正有德行、有修持、有证果的这些圣者，他们要是呵斥你、责备你，你还是个法器，应当要晓得。喜欢『耽着』，着是着相，耽是喜欢，喜欢谈论这些世话，光阴空过了。『唐捐于寿命』，就是大好时光这样空过，太可惜了，唐捐就是空过了。第七首：",
      "zh_TW": "這剛才說過了，『聖』這是真正有德行、有修持、有證果的這些聖者，他們要是呵斥你、責備你，你還是個法器，應當要曉得。喜歡『耽著』，著是著相，耽是喜歡，喜歡談論這些世話，光陰空過了。『唐捐於壽命』，就是大好時光這樣空過，太可惜了，唐捐就是空過了。第七首："
    },
    {
      "id": "15-012-0011_p0068",
      "zh_CN": "【诸行皆缺减。远离大菩提。命终生忧苦。是名世话过。】",
      "zh_TW": "【諸行皆缺減。遠離大菩提。命終生憂苦。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0069",
      "zh_CN": "『诸行』是讲你的修持，修持就在日常生活之中。你的修行常常欠缺，也就是说你修的不圆满，六度你缺了好几条；『减』，虽然是修，功夫不到家，都是过失。『远离大菩提』，我们今天的修学，目标是往生不退成佛，真正希望这一生能够生到西方极乐世界，不退成佛，你要常常念佛才行，大势至菩萨教给我们「都摄六根，净念相继」。你要是喜欢聊天，喜欢世话，那么净念，你念就不净，参杂着许多世话在里头，你念不净。喜欢说世话，你也就间断，你就不能相继；换句话说，这一生往生的机会就失掉，你说多可惜！所以这个过失，『命终生忧苦』，命终还是要去搞六道轮回。",
      "zh_TW": "『諸行』是講你的修持，修持就在日常生活之中。你的修行常常欠缺，也就是說你修的不圓滿，六度你缺了好幾條；『減』，雖然是修，功夫不到家，都是過失。『遠離大菩提』，我們今天的修學，目標是往生不退成佛，真正希望這一生能夠生到西方極樂世界，不退成佛，你要常常念佛才行，大勢至菩薩教給我們「都攝六根，淨念相繼」。你要是喜歡聊天，喜歡世話，那麼淨念，你念就不淨，參雜著許多世話在裡頭，你念不淨。喜歡說世話，你也就間斷，你就不能相繼；換句話說，這一生往生的機會就失掉，你說多可惜！所以這個過失，『命終生憂苦』，命終還是要去搞六道輪迴。"
    },
    {
      "id": "15-012-0011_p0070",
      "zh_CN": "【疑惑心动摇。犹如风吹草。智慧不坚固。是名世话过。】",
      "zh_TW": "【疑惑心動搖。猶如風吹草。智慧不堅固。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0071",
      "zh_CN": "当中一句是比喻，好像风吹草，两边摇摆，说你的疑心跟你的智慧不坚固，心常常受外面境界影响，心随境转。",
      "zh_TW": "當中一句是比喻，好像風吹草，兩邊搖擺，說你的疑心跟你的智慧不堅固，心常常受外面境界影響，心隨境轉。"
    },
    {
      "id": "15-012-0011_p0072",
      "zh_CN": "【譬如倡妓人。赞说他勇健。彼人亦复然。是名世话过。】",
      "zh_TW": "【譬如倡妓人。讚說他勇健。彼人亦復然。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0073",
      "zh_CN": "『倡伎』是演戏的，在舞台上，舞台上赞叹，这个演员赞叹那个演员，你是大英雄，那真的是假的？我们晓得那是表演，不是真的，那是台词，是舞台上表演的，不是真实的。这是比喻这么一桩事情，喜欢讲世话的，这也不是真的；换句话说，说话不诚实，诚实的人语言自然就少。话多的人，毛病就很多。",
      "zh_TW": "『倡伎』是演戲的，在舞台上，舞台上讚歎，這個演員讚歎那個演員，你是大英雄，那真的是假的？我們曉得那是表演，不是真的，那是台詞，是舞台上表演的，不是真實的。這是比喻這麼一樁事情，喜歡講世話的，這也不是真的；換句話說，說話不誠實，誠實的人語言自然就少。話多的人，毛病就很多。"
    },
    {
      "id": "15-012-0011_p0074",
      "zh_CN": "【随逐世语言。染着诸欲境。常行于邪道。是名世话过。】",
      "zh_TW": "【隨逐世語言。染著諸欲境。常行於邪道。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0075",
      "zh_CN": "这是随逐世间的，他看到、他听到了，他就想说，就要发表他的意见。实在讲，什么意见？发表他的妄想分别执着，搞这些东西。他如果没有妄想分别执着，他哪有话好说？他心如果清净，一尘不染，自然他不会为境界所转。而境界的这一切境界相，他清清楚楚、明明了瞭，那才叫智慧。言论多，他要发表他的妄想分别执着，可见他是染着这些欲境，他要不染着，哪来那么多话？当然他行的是邪道。",
      "zh_TW": "這是隨逐世間的，他看到、他聽到了，他就想說，就要發表他的意見。實在講，什麼意見？發表他的妄想分別執著，搞這些東西。他如果沒有妄想分別執著，他哪有話好說？他心如果清淨，一塵不染，自然他不會為境界所轉。而境界的這一切境界相，他清清楚楚、明明瞭瞭，那才叫智慧。言論多，他要發表他的妄想分別執著，可見他是染著這些欲境，他要不染著，哪來那麼多話？當然他行的是邪道。"
    },
    {
      "id": "15-012-0011_p0076",
      "zh_CN": "【希求心不遂。谄曲多诤论。远离于圣行。是名世话过。】",
      "zh_TW": "【希求心不遂。諂曲多諍論。遠離於聖行。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0077",
      "zh_CN": "不但世间的一般人，我们学佛的人也不例外，也有这些事情，甚至于出家人都犯这个毛病。我在早年出家没多久，听说有位法师，这法师是在大陆出家的，以后到台湾去了。他的年岁比我大一些，大不了太多，好像还是我的同乡，安徽省。大概过去跟九华山地藏菩萨有缘，所以他一个小道场供养地藏菩萨。有一天他出门去了之后，大概家里没人，遭了小偷。回来之后，他把地藏菩萨狠狠骂了一顿，说我天天供养你，我出去了，家里有小偷，你怎么都不管！『希求心不遂，谄曲多诤论』，怪起地藏菩萨。这个传出来真是个笑话，这是真的事情，不是假的。怪菩萨没有把门看好，糟糕不糟糕！『远离于圣行』。第十二首：",
      "zh_TW": "不但世間的一般人，我們學佛的人也不例外，也有這些事情，甚至於出家人都犯這個毛病。我在早年出家沒多久，聽說有位法師，這法師是在大陸出家的，以後到台灣去了。他的年歲比我大一些，大不了太多，好像還是我的同鄉，安徽省。大概過去跟九華山地藏菩薩有緣，所以他一個小道場供養地藏菩薩。有一天他出門去了之後，大概家裡沒人，遭了小偷。回來之後，他把地藏菩薩狠狠罵了一頓，說我天天供養你，我出去了，家裡有小偷，你怎麼都不管！『希求心不遂，諂曲多諍論』，怪起地藏菩薩。這個傳出來真是個笑話，這是真的事情，不是假的。怪菩薩沒有把門看好，糟糕不糟糕！『遠離於聖行』。第十二首："
    },
    {
      "id": "15-012-0011_p0078",
      "zh_CN": "【愚人得少利。其心常摇动。如猿猴躁扰。是名世话过。】",
      "zh_TW": "【愚人得少利。其心常搖動。如猿猴躁擾。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0079",
      "zh_CN": "得一点小的利，这是福报薄的人，得一点小利他身心都不安，不知道怎么好。这种情形往往我们也能看得到，都很明显。『猿猴』是比喻，比喻他心不定。",
      "zh_TW": "得一點小的利，這是福報薄的人，得一點小利他身心都不安，不知道怎麼好。這種情形往往我們也能看得到，都很明顯。『猿猴』是比喻，比喻他心不定。"
    },
    {
      "id": "15-012-0011_p0080",
      "zh_CN": "【智慧多退失。无有觉悟心。愚者所摄持。是名世话过。】",
      "zh_TW": "【智慧多退失。無有覺悟心。愚者所攝持。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0081",
      "zh_CN": "话多的人，顶多他有一点世智辩聪，说实在话，没有真实智慧，所以他的警觉性也不够，『无有觉悟心』。你们读经，经里面讲的西方菩萨大德，菩提高广，菩提就是警觉性很高，他没有觉悟心。『愚者所摄持』，谁摄受他？都是些没有智慧的愚人，当然造作罪业就决定不能够避免。",
      "zh_TW": "話多的人，頂多他有一點世智辯聰，說實在話，沒有真實智慧，所以他的警覺性也不夠，『無有覺悟心』。你們讀經，經裡面講的西方菩薩大德，菩提高廣，菩提就是警覺性很高，他沒有覺悟心。『愚者所攝持』，誰攝受他？都是些沒有智慧的愚人，當然造作罪業就決定不能夠避免。"
    },
    {
      "id": "15-012-0011_p0082",
      "zh_CN": "【迷惑于眼耳。乃至意亦然。常与烦恼俱。是名世话过。】",
      "zh_TW": "【迷惑於眼耳。乃至意亦然。常與煩惱俱。是名世話過。】"
    },
    {
      "id": "15-012-0011_p0083",
      "zh_CN": "这首偈子里面，说了眼、耳、意就通摄六根。六根缘六尘境界，心随境迁，眼被色迷惑，耳被音迷惑，这一迷就生烦恼。什么叫做迷？六根接触六尘境界起了七情五欲，就叫迷了。顺境他起了贪爱，逆境起了瞋恚，都叫迷；不要认为瞋恚是迷，贪爱不迷，贪爱也是迷。怎么样才不迷？如如不动就不迷，清清楚楚，如如不动；清清楚楚是智慧，如如不动是禅定，有定有慧，这就对了。所以，起心动念就是烦恼。再翻过来看第十五首：",
      "zh_TW": "這首偈子裡面，說了眼、耳、意就通攝六根。六根緣六塵境界，心隨境遷，眼被色迷惑，耳被音迷惑，這一迷就生煩惱。什麼叫做迷？六根接觸六塵境界起了七情五欲，就叫迷了。順境他起了貪愛，逆境起了瞋恚，都叫迷；不要認為瞋恚是迷，貪愛不迷，貪愛也是迷。怎麼樣才不迷？如如不動就不迷，清清楚楚，如如不動；清清楚楚是智慧，如如不動是禪定，有定有慧，這就對了。所以，起心動念就是煩惱。再翻過來看第十五首："
    },
    {
      "id": "15-012-0011_p0084",
      "zh_CN": "【愚人乐世话。尽寿常空过。不如思一义。获利无有边。】",
      "zh_TW": "【愚人樂世話。盡壽常空過。不如思一義。獲利無有邊。】"
    },
    {
      "id": "15-012-0011_p0085",
      "zh_CN": "十五、十六、十七，我们把这三首偈念下来，它是一段。前面是一首一段。",
      "zh_TW": "十五、十六、十七，我們把這三首偈念下來，它是一段。前面是一首一段。"
    },
    {
      "id": "15-012-0011_p0086",
      "zh_CN": "【譬如甘蔗味。虽不离皮节。亦不从皮节。而得于胜味。皮节如世话。义理犹胜味。是故舍虚言。思惟于实义。】",
      "zh_TW": "【譬如甘蔗味。雖不離皮節。亦不從皮節。而得於勝味。皮節如世話。義理猶勝味。是故捨虛言。思惟於實義。】"
    },
    {
      "id": "15-012-0011_p0087",
      "zh_CN": "诸位细细看这三首偈，说的一桩事情。只有愚人他才喜欢这些世间的言论，『尽寿常空过』，他这一生空过了。喜欢搞这些东西，不要说邪论，那果报在三途，即使正论也不行，为什么？正论里头要有正行，他会说，他做不到。譬如说正论，你常常讲的满嘴都是孔孟之大道、圣道，可是心里头还是贪瞋痴慢、是非人我，这种正论也不行，正论也会堕三途，何况是邪论？何况是欺骗众生？那个罪过怎么得了！他一生就被这样空过了，太可惜了。佛在这里教给我们，『不如思一义，获利无有边』，不如你想一个道理，就是我们常讲的一门深入。你这一生读一部经，学一个法门，常常把它放在心上，你的心是清净的，你的心是专一的。世法如此，佛法更不例外。世间我们在历史上看过，大圣大贤终身也是制一经一论，他心专，所以他有见地，他有发明，他有著述，能够流传于后世，利益无边。这种人绝不会堕三恶道，果报一定在人天，这就是世法里面所说的立功、立德、立言。佛法亦复如是，也要懂得一门深入，「一」容易得定，容易开慧，「不如思一义，获利无有边」。",
      "zh_TW": "諸位細細看這三首偈，說的一樁事情。只有愚人他才喜歡這些世間的言論，『盡壽常空過』，他這一生空過了。喜歡搞這些東西，不要說邪論，那果報在三途，即使正論也不行，為什麼？正論裡頭要有正行，他會說，他做不到。譬如說正論，你常常講的滿嘴都是孔孟之大道、聖道，可是心裡頭還是貪瞋痴慢、是非人我，這種正論也不行，正論也會墮三途，何況是邪論？何況是欺騙眾生？那個罪過怎麼得了！他一生就被這樣空過了，太可惜了。佛在這裡教給我們，『不如思一義，獲利無有邊』，不如你想一個道理，就是我們常講的一門深入。你這一生讀一部經，學一個法門，常常把它放在心上，你的心是清淨的，你的心是專一的。世法如此，佛法更不例外。世間我們在歷史上看過，大聖大賢終身也是制一經一論，他心專，所以他有見地，他有發明，他有著述，能夠流傳於後世，利益無邊。這種人絕不會墮三惡道，果報一定在人天，這就是世法裡面所說的立功、立德、立言。佛法亦復如是，也要懂得一門深入，「一」容易得定，容易開慧，「不如思一義，獲利無有邊」。"
    },
    {
      "id": "15-012-0011_p0088",
      "zh_CN": "佛唯恐我们对这个意思还不能透彻的理解，下面举个比喻给我们说。这个比喻，比喻吃甘蔗，甘蔗在印度那个时候也很普遍，大家都常吃的，佛就举这个比喻。吃甘蔗当然你吃它的味，甘蔗水的滋味。可是甘蔗水的滋味，没有离开甘蔗皮，也没有离开甘蔗节，所以『虽不离皮节，亦不从皮节』。你离开它，得不到甘蔗味，但是你不离开它，你也得不到，所以你『亦不从皮节，而得于胜味』，这个比喻大家好懂。佛就用这个比喻来说，皮节就好比是世话，义理是胜味，这是佛教给我们，要舍弃那些废话，你要得它的胜味。在平常言论当中，你要能够思惟它的义理，你就真的得到东西，如果只是在言语上去争论，你就错了。譬如吃甘蔗，你嚼皮嚼节，得不到甘蔗的味道，这就错了。再看下面这一段，下面这段有两首。",
      "zh_TW": "佛唯恐我們對這個意思還不能透徹的理解，下面舉個比喻給我們說。這個比喻，比喻吃甘蔗，甘蔗在印度那個時候也很普遍，大家都常吃的，佛就舉這個比喻。吃甘蔗當然你吃它的味，甘蔗水的滋味。可是甘蔗水的滋味，沒有離開甘蔗皮，也沒有離開甘蔗節，所以『雖不離皮節，亦不從皮節』。你離開它，得不到甘蔗味，但是你不離開它，你也得不到，所以你『亦不從皮節，而得於勝味』，這個比喻大家好懂。佛就用這個比喻來說，皮節就好比是世話，義理是勝味，這是佛教給我們，要捨棄那些廢話，你要得它的勝味。在平常言論當中，你要能夠思惟它的義理，你就真的得到東西，如果只是在言語上去爭論，你就錯了。譬如吃甘蔗，你嚼皮嚼節，得不到甘蔗的味道，這就錯了。再看下面這一段，下面這段有兩首。"
    },
    {
      "id": "15-012-0011_p0089",
      "zh_CN": "【智慧诸菩萨。能知世话过。常爱乐思惟。第一义功德。法味及义味。解脱第一味。谁有智慧者。心不生欣乐。】",
      "zh_TW": "【智慧諸菩薩。能知世話過。常愛樂思惟。第一義功德。法味及義味。解脫第一味。誰有智慧者。心不生欣樂。】"
    },
    {
      "id": "15-012-0011_p0090",
      "zh_CN": "这两首是一段。『智慧诸菩萨』跟初业菩萨不一样，这是真正开悟的、真正觉悟的这些菩萨，经上通常都是指法身大士，至少他们已经破一品无明，证一分法身。这样的菩萨他们明了，知道世话的过失，所以他们的言语很少。『常爱乐思惟』，他的心清净，思惟是闻思修三慧，菩萨修的三慧，三慧里面透露出来的是『第一义功德』。第一义功德很难讲，讲了我们也没有法子体会，这不是我们的境界。但是此地得要说一说。诸位在佛经里面常常看到，像《无量寿经》大家念得很熟，你们看到十方菩萨常常到极乐世界去参访阿弥陀佛，阿弥陀佛为他讲经说法。阿弥陀佛真的为他讲经说法吗？真的！经上释迦牟尼佛给我们转述，讲了不少。那是释迦牟尼佛为我们讲的，好像翻译一样，释迦牟尼佛替我们翻译的，佛说了这么多。其实佛有没有说话？佛一句话没有说；那些菩萨有没有问问题？菩萨也一句话没说，彼此对佛的意思，他就明了，妙不可言！",
      "zh_TW": "這兩首是一段。『智慧諸菩薩』跟初業菩薩不一樣，這是真正開悟的、真正覺悟的這些菩薩，經上通常都是指法身大士，至少他們已經破一品無明，證一分法身。這樣的菩薩他們明瞭，知道世話的過失，所以他們的言語很少。『常愛樂思惟』，他的心清淨，思惟是聞思修三慧，菩薩修的三慧，三慧裡面透露出來的是『第一義功德』。第一義功德很難講，講了我們也沒有法子體會，這不是我們的境界。但是此地得要說一說。諸位在佛經裡面常常看到，像《無量壽經》大家念得很熟，你們看到十方菩薩常常到極樂世界去參訪阿彌陀佛，阿彌陀佛為他講經說法。阿彌陀佛真的為他講經說法嗎？真的！經上釋迦牟尼佛給我們轉述，講了不少。那是釋迦牟尼佛為我們講的，好像翻譯一樣，釋迦牟尼佛替我們翻譯的，佛說了這麼多。其實佛有沒有說話？佛一句話沒有說；那些菩薩有沒有問問題？菩薩也一句話沒說，彼此對佛的意思，他就明瞭，妙不可言！"
    },
    {
      "id": "15-012-0011_p0091",
      "zh_CN": "哪有那么多废话说？彼此沟通意见，说法利生，还要用言语，那太笨了，怎么会用这个东西？给诸位说，我们凡夫，高级的凡夫，都不要用语言。到哪一层凡夫？二禅光音天，光音天彼此交换意见，放光，不用说话。很奇怪，他一放光你怎么就懂得？你要不相信，你走到十字街头，你看那个红绿灯一放红光，你不就站在那里不动，何必要说话？「不能走，不能走」，「快走、快走」，你说这个多麻烦。光音天以上的人彼此交通，废话就没有了，哪有那么多废话连篇。",
      "zh_TW": "哪有那麼多廢話說？彼此溝通意見，說法利生，還要用言語，那太笨了，怎麼會用這個東西？給諸位說，我們凡夫，高級的凡夫，都不要用語言。到哪一層凡夫？二禪光音天，光音天彼此交換意見，放光，不用說話。很奇怪，他一放光你怎麼就懂得？你要不相信，你走到十字街頭，你看那個紅綠燈一放紅光，你不就站在那裡不動，何必要說話？「不能走，不能走」，「快走、快走」，你說這個多麻煩。光音天以上的人彼此交通，廢話就沒有了，哪有那麼多廢話連篇。"
    },
    {
      "id": "15-012-0011_p0092",
      "zh_CN": "你就晓得，西方极乐世界法身大士，佛对他们讲经说法哪要用言语，没这回事情。才晓得那个世界奇妙，每个人心都是寂静的，佛的意思能体会，菩萨的意思佛也懂。彼此在寂静当中，佛就令一切菩萨开悟，就得利益。要晓得言语的功德非常有限，低级的教学法才用言语，高级的教学法已经不用言语了。诸位要懂得这个道理。在没有言语的时候，第一义功德就显示出来。『法味及义味，解脱第一味』，法是佛所说的一切诸法，义是法里面的义理，明白这个义理，就解脱了。解是解开，无始劫以来的结解开了，脱是摆脱掉，一切迷惑颠倒、妄想统统摆脱掉，第一味就现前。第一味就是前面讲的第一义功德，这是真如本性里面的法味出来了。『谁有智慧者，心不生欣乐』，哪有真正智慧的，开了智慧的菩萨，他不喜欢这个事情，他怎么会喜欢世话？下面两句：",
      "zh_TW": "你就曉得，西方極樂世界法身大士，佛對他們講經說法哪要用言語，沒這回事情。才曉得那個世界奇妙，每個人心都是寂靜的，佛的意思能體會，菩薩的意思佛也懂。彼此在寂靜當中，佛就令一切菩薩開悟，就得利益。要曉得言語的功德非常有限，低級的教學法才用言語，高級的教學法已經不用言語了。諸位要懂得這個道理。在沒有言語的時候，第一義功德就顯示出來。『法味及義味，解脫第一味』，法是佛所說的一切諸法，義是法裡面的義理，明白這個義理，就解脫了。解是解開，無始劫以來的結解開了，脫是擺脫掉，一切迷惑顛倒、妄想統統擺脫掉，第一味就現前。第一味就是前面講的第一義功德，這是真如本性裡面的法味出來了。『誰有智慧者，心不生欣樂』，哪有真正智慧的，開了智慧的菩薩，他不喜歡這個事情，他怎麼會喜歡世話？下面兩句："
    },
    {
      "id": "15-012-0011_p0093",
      "zh_CN": "【是故应弃舍。无利诸言话。】",
      "zh_TW": "【是故應棄捨。無利諸言話。】"
    },
    {
      "id": "15-012-0011_p0094",
      "zh_CN": "这是佛在此地劝勉我们，因为上面所说的缘故，你看看智行菩萨，跟我们不一样，应当把没有利益的言语统统舍掉。除非我们在一起讨论经论、讨论正事，应该要讨论的，除此之外，有什么话好说的？那就不如老实念佛。下面这六句是总结。",
      "zh_TW": "這是佛在此地勸勉我們，因為上面所說的緣故，你看看智行菩薩，跟我們不一樣，應當把沒有利益的言語統統捨掉。除非我們在一起討論經論、討論正事，應該要討論的，除此之外，有什麼話好說的？那就不如老實念佛。下面這六句是總結。"
    },
    {
      "id": "15-012-0011_p0095",
      "zh_CN": "【常乐勤思惟。殊胜第一义。】",
      "zh_TW": "【常樂勤思惟。殊勝第一義。】"
    },
    {
      "id": "15-012-0011_p0096",
      "zh_CN": "佛教导我们，勉励我们，应当常常喜爱思惟，思惟修『殊胜第一义』。闻思修三慧是菩萨所修学的总网领、总原则，小乘修行的原则是戒定慧三学。戒定慧三学里面有圆融、有次第，次第就是因戒得定，因定开慧，它有次第，圆融是戒定慧三学一次完成，这叫圆修。可是菩萨的三慧没有次第，他就是圆融的，它是一而三、三而一，绝对不是闻了以后再去思，思了以后再去修，那是凡夫，哪里是菩萨？我们对于三慧不能够误会，不能望文生义，那你就把意思完全给解错了。「闻」是代表接触，六根接触六尘境界，用闻做代表。「思」是代表明了，我们凡人要明白一个东西得想一想，菩萨还要想吗？菩萨如果一想，他就是凡夫，一想就落在意识里面去。他们已经离心意识，不用心意识，转八识成四智。人家是四智菩提，不是八识五十一心所，怎么会去想一想？所以思是代表明了。「修」是代表没有过失，可见得一接触就明了，就不迷惑。从不迷就说之为修，从明了说之为思，从接触说之为闻，一次完成，哪有三次？这才高明。所以三慧是什么？三慧是戒定慧的慧，你要没有开慧，你决定不到。",
      "zh_TW": "佛教導我們，勉勵我們，應當常常喜愛思惟，思惟修『殊勝第一義』。聞思修三慧是菩薩所修學的總網領、總原則，小乘修行的原則是戒定慧三學。戒定慧三學裡面有圓融、有次第，次第就是因戒得定，因定開慧，它有次第，圓融是戒定慧三學一次完成，這叫圓修。可是菩薩的三慧沒有次第，他就是圓融的，它是一而三、三而一，絕對不是聞了以後再去思，思了以後再去修，那是凡夫，哪裡是菩薩？我們對於三慧不能夠誤會，不能望文生義，那你就把意思完全給解錯了。「聞」是代表接觸，六根接觸六塵境界，用聞做代表。「思」是代表明瞭，我們凡人要明白一個東西得想一想，菩薩還要想嗎？菩薩如果一想，他就是凡夫，一想就落在意識裡面去。他們已經離心意識，不用心意識，轉八識成四智。人家是四智菩提，不是八識五十一心所，怎麼會去想一想？所以思是代表明瞭。「修」是代表沒有過失，可見得一接觸就明瞭，就不迷惑。從不迷就說之為修，從明瞭說之為思，從接觸說之為聞，一次完成，哪有三次？這才高明。所以三慧是什麼？三慧是戒定慧的慧，你要沒有開慧，你決定不到。"
    },
    {
      "id": "15-012-0011_p0097",
      "zh_CN": "所以千万不要误会，我修菩萨行，我在这里听经，我闻，回家去慢慢去想，想了以后我再怎么去做，那就全错了。你在这个地方闻，闻是道听涂说，回家去想是胡思乱想，你去修行是盲修瞎练。你还自以为你是菩萨，你说糟不糟？这是糟蹋菩萨。所以不能产生误会，这三个字跟三学不是一个讲法，一定要搞清楚。佛教给我们要学菩萨。",
      "zh_TW": "所以千萬不要誤會，我修菩薩行，我在這裡聽經，我聞，回家去慢慢去想，想了以後我再怎麼去做，那就全錯了。你在這個地方聞，聞是道聽塗說，回家去想是胡思亂想，你去修行是盲修瞎練。你還自以為你是菩薩，你說糟不糟？這是糟蹋菩薩。所以不能產生誤會，這三個字跟三學不是一個講法，一定要搞清楚。佛教給我們要學菩薩。"
    },
    {
      "id": "15-012-0011_p0098",
      "zh_CN": "【如是第一法。诸佛所赞叹。是故明智人。常乐劝修习。】",
      "zh_TW": "【如是第一法。諸佛所讚歎。是故明智人。常樂勸修習。】"
    },
    {
      "id": "15-012-0011_p0099",
      "zh_CN": "一切诸佛赞叹什么人？赞叹菩萨的三慧，六根接触六尘境界他就通达明了，这是一切诸佛所赞叹的。他就能把这些事实的真相，性相、理事、因果，一接触统统明达，这就是殊胜的第一义，这才是诸佛赞叹。我们再看末后的结论。",
      "zh_TW": "一切諸佛讚歎什麼人？讚歎菩薩的三慧，六根接觸六塵境界他就通達明瞭，這是一切諸佛所讚歎的。他就能把這些事實的真相，性相、理事、因果，一接觸統統明達，這就是殊勝的第一義，這才是諸佛讚歎。我們再看末後的結論。"
    },
    {
      "id": "15-012-0011_p0100",
      "zh_CN": "【尔时弥勒菩萨。复白佛言。希有世尊。乃能善说世话过失。】",
      "zh_TW": "【爾時彌勒菩薩。復白佛言。希有世尊。乃能善說世話過失。】"
    },
    {
      "id": "15-012-0011_p0101",
      "zh_CN": "弥勒菩萨难得，弥勒菩萨的赞叹是代表真听懂了，他没有听懂，他怎么能够赞叹的出来？世尊这样的智慧、这样的善巧，把喜欢说世话的过失跟我们讲得这么清楚，讲得这么明白。",
      "zh_TW": "彌勒菩薩難得，彌勒菩薩的讚歎是代表真聽懂了，他沒有聽懂，他怎麼能夠讚歎的出來？世尊這樣的智慧、這樣的善巧，把喜歡說世話的過失跟我們講得這麼清楚，講得這麼明白。"
    },
    {
      "id": "15-012-0011_p0102",
      "zh_CN": "【思惟胜义利益功德。】",
      "zh_TW": "【思惟勝義利益功德。】"
    },
    {
      "id": "15-012-0011_p0103",
      "zh_CN": "我们接受佛在末后的教诲，应当常常思惟最殊胜的义理。如果就本经来说，本经到最后「弥勒十心」也是导归极乐，这个地方的胜义，就可以称说弥陀名号。名号功德不可思议，能够常常忆佛、念佛，利益功德无量无边。",
      "zh_TW": "我們接受佛在末後的教誨，應當常常思惟最殊勝的義理。如果就本經來說，本經到最後「彌勒十心」也是導歸極樂，這個地方的勝義，就可以稱說彌陀名號。名號功德不可思議，能夠常常憶佛、念佛，利益功德無量無邊。"
    },
    {
      "id": "15-012-0011_p0104",
      "zh_CN": "【世尊。何有菩萨。求于如来真实智慧。而复乐于虚诳世话。】",
      "zh_TW": "【世尊。何有菩薩。求於如來真實智慧。而復樂於虛誑世話。】"
    },
    {
      "id": "15-012-0011_p0105",
      "zh_CN": "弥勒菩萨很感叹的说，哪有菩萨如果是真正发心，一心一意要求如来圆满的智慧，『如来真实智慧』就是阿耨多罗三藐三菩提，为了求无上正等正觉，还会喜欢世间虚诳的这些世论？这不可能的事情，菩萨一定舍弃。我们要真正想学菩萨，真正想在这一生有成就，也要跟这些菩萨一样，把这些世话舍弃。以上所说的是世话二十种过失。",
      "zh_TW": "彌勒菩薩很感歎的說，哪有菩薩如果是真正發心，一心一意要求如來圓滿的智慧，『如來真實智慧』就是阿耨多羅三藐三菩提，為了求無上正等正覺，還會喜歡世間虛誑的這些世論？這不可能的事情，菩薩一定捨棄。我們要真正想學菩薩，真正想在這一生有成就，也要跟這些菩薩一樣，把這些世話捨棄。以上所說的是世話二十種過失。"
    },
    {
      "id": "15-012-0011_p0106",
      "zh_CN": "下面这一段，弥勒菩萨代我们请教世尊，睡眠有些什么过失。喜欢睡眠的人很多，我们看看。",
      "zh_TW": "下面這一段，彌勒菩薩代我們請教世尊，睡眠有些什麼過失。喜歡睡眠的人很多，我們看看。"
    },
    {
      "id": "15-012-0011_p0107",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。世尊。云何名为睡眠中过。若观察时。菩萨应当发起精进不生热恼。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。世尊。云何名為睡眠中過。若觀察時。菩薩應當發起精進不生熱惱。】"
    },
    {
      "id": "15-012-0011_p0108",
      "zh_CN": "睡眠是六道众生很重的习气，睡眠重的人，诸位要知道，不能生天。天人的精神饱满，不打瞌睡，常常打瞌睡，不是个好事情。你看阿[少/兔]楼驮过去听经就喜欢打瞌睡，释迦牟尼佛给他的教训，那里头很有道理，佛没有妄语的。佛讲他打瞌睡，麻烦，将来像螺丝蚌壳类，一睡一千年，你将来投胎投到那种动物，喜欢睡觉的。所以这要有警惕。弥勒菩萨很慈悲，替我们问出这个问题向世尊请教，『云何名为睡眠中过』。『若观察时』，假如菩萨有高度的警觉，能够观照觉察到睡眠的过失，他自然就会发起精进，不会生烦恼。睡眠是昏沉，昏沉是烦恼的一种。",
      "zh_TW": "睡眠是六道眾生很重的習氣，睡眠重的人，諸位要知道，不能生天。天人的精神飽滿，不打瞌睡，常常打瞌睡，不是個好事情。你看阿[少/兔]樓馱過去聽經就喜歡打瞌睡，釋迦牟尼佛給他的教訓，那裡頭很有道理，佛沒有妄語的。佛講他打瞌睡，麻煩，將來像螺絲蚌殼類，一睡一千年，你將來投胎投到那種動物，喜歡睡覺的。所以這要有警惕。彌勒菩薩很慈悲，替我們問出這個問題向世尊請教，『云何名為睡眠中過』。『若觀察時』，假如菩薩有高度的警覺，能夠觀照覺察到睡眠的過失，他自然就會發起精進，不會生煩惱。睡眠是昏沉，昏沉是煩惱的一種。"
    },
    {
      "id": "15-012-0011_p0109",
      "zh_CN": "【佛言弥勒。初业菩萨。应当观察睡眠过失有二十种。】",
      "zh_TW": "【佛言彌勒。初業菩薩。應當觀察睡眠過失有二十種。】"
    },
    {
      "id": "15-012-0011_p0110",
      "zh_CN": "世尊在一般经上通常跟我们讲法，多半是讲十种，这讲二十种是加了一倍，可见得这个问题很严重。我们在《华严经》上习惯看到，世尊讲法的时候都讲十种，顶多讲个十一种、十二种，二十种很少。我们在此地看到二十种，二十多种，这就是说明这个问题很严重。",
      "zh_TW": "世尊在一般經上通常跟我們講法，多半是講十種，這講二十種是加了一倍，可見得這個問題很嚴重。我們在《華嚴經》上習慣看到，世尊講法的時候都講十種，頂多講個十一種、十二種，二十種很少。我們在此地看到二十種，二十多種，這就是說明這個問題很嚴重。"
    },
    {
      "id": "15-012-0011_p0111",
      "zh_CN": "【若观察时。能令菩萨发起精进意乐无倦。】",
      "zh_TW": "【若觀察時。能令菩薩發起精進意樂無倦。】"
    },
    {
      "id": "15-012-0011_p0112",
      "zh_CN": "我们今天听了佛的开示，能不能提起觉观？能不能提起警觉来观察这个事情，也能让我们自己精进而不懈怠。请看经文。",
      "zh_TW": "我們今天聽了佛的開示，能不能提起覺觀？能不能提起警覺來觀察這個事情，也能讓我們自己精進而不懈怠。請看經文。"
    },
    {
      "id": "15-012-0011_p0113",
      "zh_CN": "【弥勒。云何名为乐于睡眠二十种过。一者懈怠嬾惰。】",
      "zh_TW": "【彌勒。云何名為樂於睡眠二十種過。一者懈怠嬾惰。】"
    },
    {
      "id": "15-012-0011_p0114",
      "zh_CN": "这个不必说了，喜欢睡眠的当然是『懈怠嬾惰』，精进提不起来。",
      "zh_TW": "這個不必說了，喜歡睡眠的當然是『懈怠嬾惰』，精進提不起來。"
    },
    {
      "id": "15-012-0011_p0115",
      "zh_CN": "【二者身体沈重。】",
      "zh_TW": "【二者身體沈重。】"
    },
    {
      "id": "15-012-0011_p0116",
      "zh_CN": "这个麻烦来了，沉重是有病，身体不健康。所以你要晓得，许多的病从哪里来的？贪睡来的，你还能贪睡吗？健康的人身体轻快，块头再大，他动作敏捷，他身轻，这是健康的现象。人不太胖，看起来好像千斤之体很难移动，这个毛病就不轻快。看到这个样子，大概是喜欢贪睡。",
      "zh_TW": "這個麻煩來了，沉重是有病，身體不健康。所以你要曉得，許多的病從哪裡來的？貪睡來的，你還能貪睡嗎？健康的人身體輕快，塊頭再大，他動作敏捷，他身輕，這是健康的現象。人不太胖，看起來好像千斤之體很難移動，這個毛病就不輕快。看到這個樣子，大概是喜歡貪睡。"
    },
    {
      "id": "15-012-0011_p0117",
      "zh_CN": "【三者颜色憔悴。】",
      "zh_TW": "【三者顏色憔悴。】"
    },
    {
      "id": "15-012-0011_p0118",
      "zh_CN": "面黄饥瘦，颜色不好看，健康的人容光焕发。不健康一看就看到，就看出来，也都是贪睡。",
      "zh_TW": "面黃飢瘦，顏色不好看，健康的人容光煥發。不健康一看就看到，就看出來，也都是貪睡。"
    },
    {
      "id": "15-012-0011_p0119",
      "zh_CN": "【四者增诸疾病。】",
      "zh_TW": "【四者增諸疾病。】"
    },
    {
      "id": "15-012-0011_p0120",
      "zh_CN": "没病他也睡出病出来，何况有病，那就更麻烦。",
      "zh_TW": "沒病他也睡出病出來，何況有病，那就更麻煩。"
    },
    {
      "id": "15-012-0011_p0121",
      "zh_CN": "【五者火界羸弱。】",
      "zh_TW": "【五者火界羸弱。】"
    },
    {
      "id": "15-012-0011_p0122",
      "zh_CN": "『火界』就是我们今天讲体温，你的体温弱，体温下降，就是说你体温不够。怎么样吃补品，像高丽参这一类都是热性的，体温不够大多数用这些药物来补，来进补。可是你贪睡也就睡掉了，没用处，起不了作用。",
      "zh_TW": "『火界』就是我們今天講體溫，你的體溫弱，體溫下降，就是說你體溫不夠。怎麼樣吃補品，像高麗蔘這一類都是熱性的，體溫不夠大多數用這些藥物來補，來進補。可是你貪睡也就睡掉了，沒用處，起不了作用。"
    },
    {
      "id": "15-012-0011_p0123",
      "zh_CN": "【六者食不消化。】",
      "zh_TW": "【六者食不消化。】"
    },
    {
      "id": "15-012-0011_p0124",
      "zh_CN": "多睡的人消化不良，为什么？他肠胃在里面蠕动得很慢，所吃的东西很不容易消化。不消化就得病，多半是属于肠胃病。",
      "zh_TW": "多睡的人消化不良，為什麼？他腸胃在裡面蠕動得很慢，所吃的東西很不容易消化。不消化就得病，多半是屬於腸胃病。"
    },
    {
      "id": "15-012-0011_p0125",
      "zh_CN": "【七者体生疮疱。】",
      "zh_TW": "【七者體生瘡皰。】"
    },
    {
      "id": "15-012-0011_p0126",
      "zh_CN": "多睡的人，如果身体生疮生疱，那个相当严重，睡得太多，就会有这些毛病。多半是一般生病的人，躺在床上太久，他确实容易生这些疮疱。",
      "zh_TW": "多睡的人，如果身體生瘡生皰，那個相當嚴重，睡得太多，就會有這些毛病。多半是一般生病的人，躺在床上太久，他確實容易生這些瘡皰。"
    },
    {
      "id": "15-012-0011_p0127",
      "zh_CN": "【八者不勤修习。】",
      "zh_TW": "【八者不勤修習。】"
    },
    {
      "id": "15-012-0011_p0128",
      "zh_CN": "当然他不能够精进，不能够勤奋努力的来学习。",
      "zh_TW": "當然他不能夠精進，不能夠勤奮努力的來學習。"
    },
    {
      "id": "15-012-0011_p0129",
      "zh_CN": "【九者增长愚痴。】",
      "zh_TW": "【九者增長愚癡。】"
    },
    {
      "id": "15-012-0011_p0130",
      "zh_CN": "这个好懂。",
      "zh_TW": "這個好懂。"
    },
    {
      "id": "15-012-0011_p0131",
      "zh_CN": "【十者智慧羸劣。】",
      "zh_TW": "【十者智慧羸劣。】"
    },
    {
      "id": "15-012-0011_p0132",
      "zh_CN": "没有智慧，纵然有智慧，因为睡眠是昏沉，确实把你的悟门都阻塞了。",
      "zh_TW": "沒有智慧，縱然有智慧，因為睡眠是昏沉，確實把你的悟門都阻塞了。"
    },
    {
      "id": "15-012-0011_p0133",
      "zh_CN": "【十一者皮肤暗浊。】",
      "zh_TW": "【十一者皮膚闇濁。】"
    },
    {
      "id": "15-012-0011_p0134",
      "zh_CN": "健康的人皮肤是光亮的，这个皮肤发暗。『浊』是不干净，怎么样洗，你看看这个皮肤都不是干净的样子。",
      "zh_TW": "健康的人皮膚是光亮的，這個皮膚發暗。『濁』是不乾淨，怎麼樣洗，你看看這個皮膚都不是乾淨的樣子。"
    },
    {
      "id": "15-012-0011_p0135",
      "zh_CN": "【十二者非人不敬。】",
      "zh_TW": "【十二者非人不敬。】"
    },
    {
      "id": "15-012-0011_p0136",
      "zh_CN": "『非人』是鬼神，诸天鬼神看到多睡的人，他看了都摇头，对你就生不起恭敬心。",
      "zh_TW": "『非人』是鬼神，諸天鬼神看到多睡的人，他看了都搖頭，對你就生不起恭敬心。"
    },
    {
      "id": "15-012-0011_p0137",
      "zh_CN": "【十三者为行愚钝。】",
      "zh_TW": "【十三者為行愚鈍。】"
    },
    {
      "id": "15-012-0011_p0138",
      "zh_CN": "『为行』就是所为所行。你所为所行都是愚痴暗钝，不聪明、不敏捷。",
      "zh_TW": "『為行』就是所為所行。你所為所行都是愚痴闇鈍，不聰明、不敏捷。"
    },
    {
      "id": "15-012-0011_p0139",
      "zh_CN": "【十四者烦恼缠缚。】",
      "zh_TW": "【十四者煩惱纏縛。】"
    },
    {
      "id": "15-012-0011_p0140",
      "zh_CN": "昏沉一定妄想多，多睡的人恶梦多，睡也睡不好。真正睡好，大概不需要睡得那么多，愈是睡不好愈贪睡。这里头也有因果循环，所以必需要把精神振作起来。",
      "zh_TW": "昏沉一定妄想多，多睡的人惡夢多，睡也睡不好。真正睡好，大概不需要睡得那麼多，愈是睡不好愈貪睡。這裡頭也有因果循環，所以必需要把精神振作起來。"
    },
    {
      "id": "15-012-0011_p0141",
      "zh_CN": "【十五者随眠覆心。】",
      "zh_TW": "【十五者隨眠覆心。】"
    },
    {
      "id": "15-012-0011_p0142",
      "zh_CN": "『随眠』是佛学的术语，也就是说烦恼种子。烦恼种子在哪里？含藏在阿赖耶识里。这个东西在睡眠当中，它起作用、起现行，把你的清净心、把你觉悟的心盖覆，让你的智慧生不起来，盖覆你的心。",
      "zh_TW": "『隨眠』是佛學的術語，也就是說煩惱種子。煩惱種子在哪裡？含藏在阿賴耶識裡。這個東西在睡眠當中，它起作用、起現行，把你的清淨心、把你覺悟的心蓋覆，讓你的智慧生不起來，蓋覆你的心。"
    },
    {
      "id": "15-012-0011_p0143",
      "zh_CN": "【十六者不乐善法。】",
      "zh_TW": "【十六者不樂善法。】"
    },
    {
      "id": "15-012-0011_p0144",
      "zh_CN": "善法不喜欢。",
      "zh_TW": "善法不喜歡。"
    },
    {
      "id": "15-012-0011_p0145",
      "zh_CN": "【十七者白法减损。】",
      "zh_TW": "【十七者白法減損。】"
    },
    {
      "id": "15-012-0011_p0146",
      "zh_CN": "善法，中国人说善法，印度人讲白法，我们中国人讲善恶，古印度人他们喜欢讲黑白，黑法表示恶，白表善。这个地方也是翻译的人在文字上，大概是当年文字的修饰润色，如果用两个白法就不好看。你看前面是不喜欢善法，这个地方是善法减弱了，纵然有善法，也减损，减弱、消损了。",
      "zh_TW": "善法，中國人說善法，印度人講白法，我們中國人講善惡，古印度人他們喜歡講黑白，黑法表示惡，白表善。這個地方也是翻譯的人在文字上，大概是當年文字的修飾潤色，如果用兩個白法就不好看。你看前面是不喜歡善法，這個地方是善法減弱了，縱然有善法，也減損，減弱、消損了。"
    },
    {
      "id": "15-012-0011_p0147",
      "zh_CN": "【十八者行下劣行。】",
      "zh_TW": "【十八者行下劣行。】"
    },
    {
      "id": "15-012-0011_p0148",
      "zh_CN": "『下劣』范围就非常之广。一般讲凡夫行、六道行都是属于下劣，不能在这一生当中修行证果。要落实在日常生活当中，下劣行就是贪瞋痴慢这一类的行为。起心动念，一切造作，都离不了贪瞋痴慢。",
      "zh_TW": "『下劣』範圍就非常之廣。一般講凡夫行、六道行都是屬於下劣，不能在這一生當中修行證果。要落實在日常生活當中，下劣行就是貪瞋痴慢這一類的行為。起心動念，一切造作，都離不了貪瞋痴慢。"
    },
    {
      "id": "15-012-0011_p0149",
      "zh_CN": "【十九者憎嫌精进。】",
      "zh_TW": "【十九者憎嫌精進。】"
    },
    {
      "id": "15-012-0011_p0150",
      "zh_CN": "看到别人精进，不但不赞叹、不仰慕，他还恨他，还讨厌他、嫉妒他，他在造罪业。",
      "zh_TW": "看到別人精進，不但不讚歎、不仰慕，他還恨他，還討厭他、嫉妒他，他在造罪業。"
    },
    {
      "id": "15-012-0011_p0151",
      "zh_CN": "【二十者为人轻贱。】",
      "zh_TW": "【二十者為人輕賤。】"
    },
    {
      "id": "15-012-0011_p0152",
      "zh_CN": "这个我们可以理解，多睡眠的人、懒惰的人，几个人重视他？几个人能尊敬他？所以一般大众对他都轻贱。佛在此地，睡眠给我们说了二十种过失。下面又有偈颂重说。",
      "zh_TW": "這個我們可以理解，多睡眠的人、懶惰的人，幾個人重視他？幾個人能尊敬他？所以一般大眾對他都輕賤。佛在此地，睡眠給我們說了二十種過失。下面又有偈頌重說。"
    },
    {
      "id": "15-012-0011_p0153",
      "zh_CN": "【尔时世尊。重说偈言。】",
      "zh_TW": "【爾時世尊。重說偈言。】"
    },
    {
      "id": "15-012-0011_p0154",
      "zh_CN": "下面也是二十首偈。请看经文。",
      "zh_TW": "下面也是二十首偈。請看經文。"
    },
    {
      "id": "15-012-0011_p0155",
      "zh_CN": "【身重无仪检。懈怠少堪任。颜色无光泽。是乐睡眠过。】",
      "zh_TW": "【身重無儀檢。懈怠少堪任。顏色無光澤。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0156",
      "zh_CN": "喜欢睡眠，身沉重、没有威仪、不知道检点、懈怠懒惰，什么样事情他都担不下来，担负不起来。颜色没有光泽，这是多睡眠过失的现象。",
      "zh_TW": "喜歡睡眠，身沉重、沒有威儀、不知道檢點、懈怠懶惰，什麼樣事情他都擔不下來，擔負不起來。顏色沒有光澤，這是多睡眠過失的現象。"
    },
    {
      "id": "15-012-0011_p0157",
      "zh_CN": "【彼人常病恼。风黄多积集。四大互违反。是乐睡眠过。】",
      "zh_TW": "【彼人常病惱。風黃多積集。四大互違反。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0158",
      "zh_CN": "多睡眠一定多病，一定多愁、多烦恼。『四大』就是讲四大不调。『风黄』，风是一种风病，睡眠很容易得这些所谓风寒一类的。无论是在冬天、是在夏天，睡眠时候要吹到风决定不好。因为睡眠的时候，一个人差不多全身毛细孔都是张开的，很容易受风寒，就是容易得病。这是四大不调。第三首：",
      "zh_TW": "多睡眠一定多病，一定多愁、多煩惱。『四大』就是講四大不調。『風黃』，風是一種風病，睡眠很容易得這些所謂風寒一類的。無論是在冬天、是在夏天，睡眠時候要吹到風決定不好。因為睡眠的時候，一個人差不多全身毛細孔都是張開的，很容易受風寒，就是容易得病。這是四大不調。第三首："
    },
    {
      "id": "15-012-0011_p0159",
      "zh_CN": "【饮食不消化。身体无光润。声嘶不清彻。是乐睡眠过。】",
      "zh_TW": "【飲食不消化。身體無光潤。聲嘶不清徹。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0160",
      "zh_CN": "多睡眠的人，音声也嘶哑，不清脆。饮食不消化，这个都好懂。第四：",
      "zh_TW": "多睡眠的人，音聲也嘶啞，不清脆。飲食不消化，這個都好懂。第四："
    },
    {
      "id": "15-012-0011_p0161",
      "zh_CN": "【其身生疮疱。昼夜常昏睡。诸虫生机关。是乐睡眠过。】",
      "zh_TW": "【其身生瘡皰。晝夜常昏睡。諸蟲生機關。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0162",
      "zh_CN": "这昏睡不醒。『机关』意思就是机会，身体生这些寄生虫，给牠们繁殖的机会；或者讲病菌，病菌繁殖的机会，这很麻烦的事情。",
      "zh_TW": "這昏睡不醒。『機關』意思就是機會，身體生這些寄生蟲，給牠們繁殖的機會；或者講病菌，病菌繁殖的機會，這很麻煩的事情。"
    },
    {
      "id": "15-012-0011_p0163",
      "zh_CN": "【退失于精进。乏少诸财宝。多梦无觉悟。是乐睡眠过。】",
      "zh_TW": "【退失於精進。乏少諸財寶。多夢無覺悟。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0164",
      "zh_CN": "多梦，前面长行文里没有，这一句是补出来的，补充说明的。喜欢睡眠人当然不能精进。世间财富固然是你前世修的因，前世不修因，你今生怎么样勤奋你也发不了财。所以财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，种什么样的因得什么样的果。因虽然有了，因要不遇缘，果报也不能现前，缘是什么？缘是精进。你命里头有财富，有因，可是你不精进，天天躺在床上，你的财富从哪来？不可能！你必须要精进去经营，你有这个缘，你的财富才能现前。所以睡眠把善缘断掉了，命里头纵有财富，也不能现前，你说苦恼不苦恼？所以『乏少诸财宝』。『多梦无觉悟』，多梦决定是恶梦多。这是睡眠过失。下面一首：",
      "zh_TW": "多夢，前面長行文裡沒有，這一句是補出來的，補充說明的。喜歡睡眠人當然不能精進。世間財富固然是你前世修的因，前世不修因，你今生怎麼樣勤奮你也發不了財。所以財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，種什麼樣的因得什麼樣的果。因雖然有了，因要不遇緣，果報也不能現前，緣是什麼？緣是精進。你命裡頭有財富，有因，可是你不精進，天天躺在床上，你的財富從哪來？不可能！你必須要精進去經營，你有這個緣，你的財富才能現前。所以睡眠把善緣斷掉了，命裡頭縱有財富，也不能現前，你說苦惱不苦惱？所以『乏少諸財寶』。『多夢無覺悟』，多夢決定是惡夢多。這是睡眠過失。下面一首："
    },
    {
      "id": "15-012-0011_p0165",
      "zh_CN": "【痴网常增长。乐著于诸见。炽盛难疗治。是乐睡眠过。】",
      "zh_TW": "【癡網常增長。樂著於諸見。熾盛難療治。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0166",
      "zh_CN": "『网』是比喻，愚痴那个形象就像罗网一样，那个孔密密麻麻，形容愚痴增长，智慧当然就没有了。他还喜欢执着他的成见，『诸见』是他的成见，一切事都是自以为是，不能接纳别人的意见，就是主观成见很深。这个毛病很不容易治疗，也就是说他不容易觉悟。第七首：",
      "zh_TW": "『網』是比喻，愚痴那個形象就像羅網一樣，那個孔密密麻麻，形容愚痴增長，智慧當然就沒有了。他還喜歡執著他的成見，『諸見』是他的成見，一切事都是自以為是，不能接納別人的意見，就是主觀成見很深。這個毛病很不容易治療，也就是說他不容易覺悟。第七首："
    },
    {
      "id": "15-012-0011_p0167",
      "zh_CN": "【损减于智慧。增长于愚痴。志意常下劣。是乐睡眠过。】",
      "zh_TW": "【損減於智慧。增長於愚癡。志意常下劣。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0168",
      "zh_CN": "这一首的意思好懂。智慧损减，愚痴天天增长，这个人没有大志，在这个世间得过且过，过一天算一天。确实，生不晓得从哪里来，死也不晓得从哪里去，正所谓醉生梦死，这是说这桩事情。",
      "zh_TW": "這一首的意思好懂。智慧損減，愚痴天天增長，這個人沒有大志，在這個世間得過且過，過一天算一天。確實，生不曉得從哪裡來，死也不曉得從哪裡去，正所謂醉生夢死，這是說這樁事情。"
    },
    {
      "id": "15-012-0011_p0169",
      "zh_CN": "【彼住阿兰若。常怀懈怠心。非人得其便。是乐睡眠过。】",
      "zh_TW": "【彼住阿蘭若。常懷懈怠心。非人得其便。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0170",
      "zh_CN": "这是指一类修行人，如果他闭关，『阿兰若』是寂静的处所，或者是他住山，我们一般讲住茅蓬，都是修行养道的行者他们修行的方式。可是他在这个里面不是真用功，在关房里面睡大觉，在茅蓬里面高卧，搞这一套，这就懈怠，这不是真的精进。佛菩萨不护念他，妖魔鬼怪得其便，『得其便』就是他把自己的把柄授予妖魔鬼怪，于是妖魔鬼怪就会控制他，我们一般人讲着魔。这一点要知道，多睡眠的人不但没有别的还着魔。什么魔？《楞严经》上讲的睡魔，糟糕了，这个麻烦大了。你们读《楞严》，《楞严》五十种阴魔里的睡魔，这魔得其便。第九首：",
      "zh_TW": "這是指一類修行人，如果他閉關，『阿蘭若』是寂靜的處所，或者是他住山，我們一般講住茅蓬，都是修行養道的行者他們修行的方式。可是他在這個裡面不是真用功，在關房裡面睡大覺，在茅蓬裡面高臥，搞這一套，這就懈怠，這不是真的精進。佛菩薩不護念他，妖魔鬼怪得其便，『得其便』就是他把自己的把柄授予妖魔鬼怪，於是妖魔鬼怪就會控制他，我們一般人講著魔。這一點要知道，多睡眠的人不但沒有別的還著魔。什麼魔？《楞嚴經》上講的睡魔，糟糕了，這個麻煩大了。你們讀《楞嚴》，《楞嚴》五十種陰魔裡的睡魔，這魔得其便。第九首："
    },
    {
      "id": "15-012-0011_p0171",
      "zh_CN": "【蒙愦失正念。讽诵不通利。说法多废忘。是乐睡眠过。】",
      "zh_TW": "【蒙憒失正念。諷誦不通利。說法多廢忘。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0172",
      "zh_CN": "『蒙愦』就是我们现在人所讲的糊涂，丧失正念。他的现象，读经读得不顺利，常常掉字，常常看错行，有这些毛病。这就是精神不能集中，睡眠不足就有这些毛病。如果讲经，在讲台上忘掉了，经意思忘掉了，或者准备的东西忘掉了。这种现象在初学的人是紧张，紧张会忘掉。这个不是紧张，这是睡眠不足，精神提不起来，往往有这些过失。第十首：",
      "zh_TW": "『蒙憒』就是我們現在人所講的糊塗，喪失正念。他的現象，讀經讀得不順利，常常掉字，常常看錯行，有這些毛病。這就是精神不能集中，睡眠不足就有這些毛病。如果講經，在講台上忘掉了，經意思忘掉了，或者準備的東西忘掉了。這種現象在初學的人是緊張，緊張會忘掉。這個不是緊張，這是睡眠不足，精神提不起來，往往有這些過失。第十首："
    },
    {
      "id": "15-012-0011_p0173",
      "zh_CN": "【由痴起迷惑。住于烦恼中。其心不安乐。是乐睡眠过。】",
      "zh_TW": "【由癡起迷惑。住於煩惱中。其心不安樂。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0174",
      "zh_CN": "睡眠太多，这个人总是迷迷糊糊的，头脑不清楚，这就是愚痴引起的迷惑颠倒。心里面常生烦恼，那个心怎么会安乐？学佛，你第一所得到的，第一个所得到的好处、利益就是轻安，自在快乐，法喜充满。如果这一点的好处都得不到，我们就要认真检讨，我们学佛出了毛病。实在讲，怎么个检讨法？把这个经从头到尾念一遍，看看犯了哪些毛病。如果没有犯毛病，可以说保证你学佛学得自在快乐，这一定道理。佛法是破迷开悟，离苦得乐，你不能离苦，不能得乐，这种佛法你学它干什么？学佛不能离苦，不能得乐，不是佛经不灵，是我们学错了，我们不如法、不如理，所以得不到经典里面所说的这些境界、这些功德利益。第十一首：",
      "zh_TW": "睡眠太多，這個人總是迷迷糊糊的，頭腦不清楚，這就是愚痴引起的迷惑顛倒。心裡面常生煩惱，那個心怎麼會安樂？學佛，你第一所得到的，第一個所得到的好處、利益就是輕安，自在快樂，法喜充滿。如果這一點的好處都得不到，我們就要認真檢討，我們學佛出了毛病。實在講，怎麼個檢討法？把這個經從頭到尾念一遍，看看犯了哪些毛病。如果沒有犯毛病，可以說保證你學佛學得自在快樂，這一定道理。佛法是破迷開悟，離苦得樂，你不能離苦，不能得樂，這種佛法你學它幹什麼？學佛不能離苦，不能得樂，不是佛經不靈，是我們學錯了，我們不如法、不如理，所以得不到經典裡面所說的這些境界、這些功德利益。第十一首："
    },
    {
      "id": "15-012-0011_p0175",
      "zh_CN": "【功德皆损减。常生忧悔心。增长诸烦恼。是乐睡眠过。】",
      "zh_TW": "【功德皆損減。常生憂悔心。增長諸煩惱。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0176",
      "zh_CN": "功是功夫，功德跟福德不一样。佛在经论上说得很清楚，福德可以分给别人享受，功德没有办法。功德是什么？我们举一个最简单的例子来说，功德是戒定慧，戒定慧没有办法给人，这是我自己修的。持戒有功就得定，定就是得，功德的「德」字跟得失的「得」，意思完全相同。你修功，你就有德，功是因，德是果。修定有功，开慧是德，这怎么能给人？这不能给人。福德可以给人，福德是什么？我有财富，我可以给人，我有地位，我也可以让给人，这是属于福德。福德可以布施，可以给人，与人共享；功德没有法子，功德一定要自己修。睡眠还修什么功德？把功德都睡光了，所以他的功德没有了。没有了他就忧虑，就后悔，忧虑、后悔里面就增长烦恼，这是一定的道理。十二：",
      "zh_TW": "功是功夫，功德跟福德不一樣。佛在經論上說得很清楚，福德可以分給別人享受，功德沒有辦法。功德是什麼？我們舉一個最簡單的例子來說，功德是戒定慧，戒定慧沒有辦法給人，這是我自己修的。持戒有功就得定，定就是得，功德的「德」字跟得失的「得」，意思完全相同。你修功，你就有德，功是因，德是果。修定有功，開慧是德，這怎麼能給人？這不能給人。福德可以給人，福德是什麼？我有財富，我可以給人，我有地位，我也可以讓給人，這是屬於福德。福德可以布施，可以給人，與人共享；功德沒有法子，功德一定要自己修。睡眠還修什麼功德？把功德都睡光了，所以他的功德沒有了。沒有了他就憂慮，就後悔，憂慮、後悔裡面就增長煩惱，這是一定的道理。十二："
    },
    {
      "id": "15-012-0011_p0177",
      "zh_CN": "【远离诸善友。亦不求正法。常行非法中。是乐睡眠过。】",
      "zh_TW": "【遠離諸善友。亦不求正法。常行非法中。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0178",
      "zh_CN": "当然好的朋友、善知识，看你天天睡大觉，不能不离去，不离去就陪你睡大觉，哪有这个道理的？所以善知识远离了。『亦不求正法』，他没有精神，他也没有智慧，也没有体力去求正了。『常行非法中』，非法是堕落，一定是一天一天就这样堕落下去。下面一首，",
      "zh_TW": "當然好的朋友、善知識，看你天天睡大覺，不能不離去，不離去就陪你睡大覺，哪有這個道理的？所以善知識遠離了。『亦不求正法』，他沒有精神，他也沒有智慧，也沒有體力去求正了。『常行非法中』，非法是墮落，一定是一天一天就這樣墮落下去。下面一首，"
    },
    {
      "id": "15-012-0011_p0179",
      "zh_CN": "【不欣求法乐。损减诸功德。远离于白法。是乐睡眠过。】",
      "zh_TW": "【不欣求法樂。損減諸功德。遠離於白法。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0180",
      "zh_CN": "不喜欢求法乐，常讲的法喜充满，他不懂得，他也不想求法喜。法喜是真正的喜悦，世人常说「人逢喜事精神爽」，人遇到高兴，你看一身轻快。什么事情最欢喜？修法有得，修法有悟，那个欢喜是世间任何喜乐都不能够相比的。可是这种欢喜，不是真正修行人，你跟他讲他也不懂。他什么欢喜？今天发了财，中了彩票，他很欢喜，他很高兴。你跟他讲修行，他认为修行是苦事情，一天到晚念阿弥陀佛，念得那么累。他不知道这里头有乐，这里头寂静之乐、明悟之乐，他不懂。所以这是真乐，喜欢睡觉的人，当然他不可能得到法乐。所以他『减损诸功德，远离于白法』，这些善法他没有办法修，也没有办法学。第十四首：",
      "zh_TW": "不喜歡求法樂，常講的法喜充滿，他不懂得，他也不想求法喜。法喜是真正的喜悅，世人常說「人逢喜事精神爽」，人遇到高興，你看一身輕快。什麼事情最歡喜？修法有得，修法有悟，那個歡喜是世間任何喜樂都不能夠相比的。可是這種歡喜，不是真正修行人，你跟他講他也不懂。他什麼歡喜？今天發了財，中了彩票，他很歡喜，他很高興。你跟他講修行，他認為修行是苦事情，一天到晚念阿彌陀佛，念得那麼累。他不知道這裡頭有樂，這裡頭寂靜之樂、明悟之樂，他不懂。所以這是真樂，喜歡睡覺的人，當然他不可能得到法樂。所以他『減損諸功德，遠離於白法』，這些善法他沒有辦法修，也沒有辦法學。第十四首："
    },
    {
      "id": "15-012-0011_p0181",
      "zh_CN": "【彼人心怯弱。恒少于欢喜。支分多羸瘦。是乐睡眠过。】",
      "zh_TW": "【彼人心怯弱。恒少於歡喜。支分多羸瘦。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0182",
      "zh_CN": "这个人『心怯弱』，心怯心弱；『恒少于欢喜』，恒是恒常，也就是他很少有欢喜心。『支分』是讲四肢，他的手足看起来都很瘦，不是一个健康的样子，这就是他的身体四肢一看就知道不健康。不健康，当然他身心羸弱。下面一首：",
      "zh_TW": "這個人『心怯弱』，心怯心弱；『恒少於歡喜』，恆是恆常，也就是他很少有歡喜心。『支分』是講四肢，他的手足看起來都很瘦，不是一個健康的樣子，這就是他的身體四肢一看就知道不健康。不健康，當然他身心羸弱。下面一首："
    },
    {
      "id": "15-012-0011_p0183",
      "zh_CN": "【自知身懈怠。嫉妒精进者。乐说其过恶。是乐睡眠过。】",
      "zh_TW": "【自知身懈怠。嫉妒精進者。樂說其過惡。是樂睡眠過。】"
    },
    {
      "id": "15-012-0011_p0184",
      "zh_CN": "他不是不知道，他也晓得他的毛病，懈怠、懒惰、贪睡，他也知道。看到别人精进他嫉妒，还要找人家的碴，说人家的毛病，这就是所谓自赞毁他，还要造这个业。请看底下一首：",
      "zh_TW": "他不是不知道，他也曉得他的毛病，懈怠、懶惰、貪睡，他也知道。看到別人精進他嫉妒，還要找人家的碴，說人家的毛病，這就是所謂自讚毀他，還要造這個業。請看底下一首："
    },
    {
      "id": "15-012-0011_p0185",
      "zh_CN": "【智者了其过。常离于睡眠，】",
      "zh_TW": "【智者了其過。常離於睡眠，】"
    },
    {
      "id": "15-012-0011_p0186",
      "zh_CN": "下面几首，是世尊劝勉我们、教导我们，应当要觉悟，一个有智慧的人他明了睡眠的过失。『常离于睡眠』，睡眠是一种习惯，多半是心理上的作用。譬如饮食也是如此，因为你心里面常常念着一天要吃三餐，一餐不吃，就会害饿。什么原因？心理作祟，妄念在作祟。如果一个人持午，日中一食，一天吃一餐，他头脑里头一天只有吃一餐，那两餐不吃，他不觉得饿，为什么？他没有想到。睡眠也是如此，你感觉到我一天要睡八个钟点，睡了六个钟点，「不行，我还差两个钟点」，你的精神怎么会打得起来？自然就没有精神。如果你要振奋起来，「我一天有四个小时足够了」，你的精神就饱满。",
      "zh_TW": "下面幾首，是世尊勸勉我們、教導我們，應當要覺悟，一個有智慧的人他明瞭睡眠的過失。『常離於睡眠』，睡眠是一種習慣，多半是心理上的作用。譬如飲食也是如此，因為你心裡面常常念著一天要吃三餐，一餐不吃，就會害餓。什麼原因？心理作祟，妄念在作祟。如果一個人持午，日中一食，一天吃一餐，他頭腦裡頭一天只有吃一餐，那兩餐不吃，他不覺得餓，為什麼？他沒有想到。睡眠也是如此，你感覺到我一天要睡八個鐘點，睡了六個鐘點，「不行，我還差兩個鐘點」，你的精神怎麼會打得起來？自然就沒有精神。如果你要振奮起來，「我一天有四個小時足夠了」，你的精神就飽滿。"
    },
    {
      "id": "15-012-0011_p0187",
      "zh_CN": "所以，我们这个身确实是受心理在支配，心理上妄想分别执着是大病，许多修行用功的人都能够体会到，确实是念头在主宰着。好吃的人，三餐吃饱，一天还要吃三、四道点心，哪一道没有吃到，他的肚子就觉得不行，受不了，都是妄念在作祟。实际上，生理上并不是真正需要的，妄想！这也是前面曾经跟诸位说过，饮食的消耗，百分之九十五都消耗在妄念上，我们身体的能量消耗在妄念上。心清净的人，睡眠少，饮食也少，智者明了这个过失，他能够离睡眠。世尊在世的时候，僧团里面睡眠只有中夜，四个小时。",
      "zh_TW": "所以，我們這個身確實是受心理在支配，心理上妄想分別執著是大病，許多修行用功的人都能夠體會到，確實是念頭在主宰著。好吃的人，三餐吃飽，一天還要吃三、四道點心，哪一道沒有吃到，他的肚子就覺得不行，受不了，都是妄念在作祟。實際上，生理上並不是真正需要的，妄想！這也是前面曾經跟諸位說過，飲食的消耗，百分之九十五都消耗在妄念上，我們身體的能量消耗在妄念上。心清淨的人，睡眠少，飲食也少，智者明瞭這個過失，他能夠離睡眠。世尊在世的時候，僧團裡面睡眠只有中夜，四個小時。"
    },
    {
      "id": "15-012-0011_p0188",
      "zh_CN": "【愚人增见网。】",
      "zh_TW": "【愚人增見網。】"
    },
    {
      "id": "15-012-0011_p0189",
      "zh_CN": "你看增长邪知邪见，这就是妄想执着，他增长妄想执着。",
      "zh_TW": "你看增長邪知邪見，這就是妄想執著，他增長妄想執著。"
    },
    {
      "id": "15-012-0011_p0190",
      "zh_CN": "【无利损功德。】",
      "zh_TW": "【無利損功德。】"
    },
    {
      "id": "15-012-0011_p0191",
      "zh_CN": "丝毫利益都没有，把自己修学真实的功德伤害了，破坏掉。",
      "zh_TW": "絲毫利益都沒有，把自己修學真實的功德傷害了，破壞掉。"
    },
    {
      "id": "15-012-0011_p0192",
      "zh_CN": "【智者常精进。勤修清净道，离苦得安乐。诸佛所称叹。】",
      "zh_TW": "【智者常精進。勤修清淨道，離苦得安樂。諸佛所稱嘆。】"
    },
    {
      "id": "15-012-0011_p0193",
      "zh_CN": "『清净道』就是清净心。『离苦』，从少睡眠能离苦，少饮食能离苦。现代人的观念，这个妄念相反，他认为多睡眠，要多饮食，他才乐，哪里晓得许多的疾病都从这个地方生。烦恼从这生的，愚痴从这生的，这哪里有安乐？只有真正有智慧的人能舍离，才得诸佛赞叹。第十八首：",
      "zh_TW": "『清淨道』就是清淨心。『離苦』，從少睡眠能離苦，少飲食能離苦。現代人的觀念，這個妄念相反，他認為多睡眠，要多飲食，他才樂，哪裡曉得許多的疾病都從這個地方生。煩惱從這生的，愚痴從這生的，這哪裡有安樂？只有真正有智慧的人能捨離，才得諸佛讚歎。第十八首："
    },
    {
      "id": "15-012-0011_p0194",
      "zh_CN": "【世间诸伎艺。】",
      "zh_TW": "【世間諸伎藝。】"
    },
    {
      "id": "15-012-0011_p0195",
      "zh_CN": "伎是技术，艺是才艺，这是讲世间一般的工艺。",
      "zh_TW": "伎是技術，藝是才藝，這是講世間一般的工藝。"
    },
    {
      "id": "15-012-0011_p0196",
      "zh_CN": "【及出世工巧。】",
      "zh_TW": "【及出世工巧。】"
    },
    {
      "id": "15-012-0011_p0197",
      "zh_CN": "出世法里面，也有许多的事情需要去做的。",
      "zh_TW": "出世法裡面，也有許多的事情需要去做的。"
    },
    {
      "id": "15-012-0011_p0198",
      "zh_CN": "【皆由精进力。智者应修习。】",
      "zh_TW": "【皆由精進力。智者應修習。】"
    },
    {
      "id": "15-012-0011_p0199",
      "zh_CN": "无论世出世间，许多的工作等待我们去做，你要不精进，天天懒惰、睡眠、懈怠，你能成就什么？所以，智者应该要勤奋来修学。",
      "zh_TW": "無論世出世間，許多的工作等待我們去做，你要不精進，天天懶惰、睡眠、懈怠，你能成就什麼？所以，智者應該要勤奮來修學。"
    },
    {
      "id": "15-012-0011_p0200",
      "zh_CN": "【若人趣菩提。了知睡眠过。安住精进力。觉悟生惭愧。】",
      "zh_TW": "【若人趣菩提。了知睡眠過。安住精進力。覺悟生慚愧。】"
    },
    {
      "id": "15-012-0011_p0201",
      "zh_CN": "学道的人，真正发心趣向大菩提，我们这一生要修行证果，要往生不退成佛，你一定要知道睡眠的过失。懈怠懒惰的过失一定要知道，要提高警觉心。『安住精进力，觉悟生惭愧』，常有惭愧心。",
      "zh_TW": "學道的人，真正發心趣向大菩提，我們這一生要修行證果，要往生不退成佛，你一定要知道睡眠的過失。懈怠懶惰的過失一定要知道，要提高警覺心。『安住精進力，覺悟生慚愧』，常有慚愧心。"
    },
    {
      "id": "15-012-0011_p0202",
      "zh_CN": "【是故诸智者。常生精进心。】",
      "zh_TW": "【是故諸智者。常生精進心。】"
    },
    {
      "id": "15-012-0011_p0203",
      "zh_CN": "这些大菩萨、有智慧的人，他们常精进。",
      "zh_TW": "這些大菩薩、有智慧的人，他們常精進。"
    },
    {
      "id": "15-012-0011_p0204",
      "zh_CN": "【舍离于睡眠。守护菩提种。】",
      "zh_TW": "【捨離於睡眠。守護菩提種。】"
    },
    {
      "id": "15-012-0011_p0205",
      "zh_CN": "这两句话好。离开睡眠我们才能把菩提种守住。",
      "zh_TW": "這兩句話好。離開睡眠我們才能把菩提種守住。"
    },
    {
      "id": "15-012-0011_p0206",
      "zh_CN": "这是重颂二十首。我们看后面结论，这段的结论。",
      "zh_TW": "這是重頌二十首。我們看後面結論，這段的結論。"
    },
    {
      "id": "15-012-0011_p0207",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。希有世尊。乐着睡眠乃有如是无量过失。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。希有世尊。樂著睡眠乃有如是無量過失。】"
    },
    {
      "id": "15-012-0011_p0208",
      "zh_CN": "这个话我们听起来，好像弥勒菩萨过去不晓得有这么多过失，世尊这一说才晓得，发现睡眠有这么多的过失。",
      "zh_TW": "這個話我們聽起來，好像彌勒菩薩過去不曉得有這麼多過失，世尊這一說才曉得，發現睡眠有這麼多的過失。"
    },
    {
      "id": "15-012-0011_p0209",
      "zh_CN": "【若有闻者。不生忧悔厌离之心。发起精进。当知是人甚大愚痴。】",
      "zh_TW": "【若有聞者。不生憂悔厭離之心。發起精進。當知是人甚大愚癡。】"
    },
    {
      "id": "15-012-0011_p0210",
      "zh_CN": "这是弥勒菩萨在教训我们，我们今天听到佛这番开示，如果还不知道忧愁、不知道悔过，不能把睡眠舍弃，反过来勇猛精进，弥勒菩萨说这个人是『大愚痴』的人，不是普通愚痴，大愚痴。所以我们要常常想一想，我们是不是弥勒菩萨所讲的大愚痴的人？",
      "zh_TW": "這是彌勒菩薩在教訓我們，我們今天聽到佛這番開示，如果還不知道憂愁、不知道悔過，不能把睡眠捨棄，反過來勇猛精進，彌勒菩薩說這個人是『大愚痴』的人，不是普通愚痴，大愚痴。所以我們要常常想一想，我們是不是彌勒菩薩所講的大愚痴的人？"
    },
    {
      "id": "15-012-0011_p0211",
      "zh_CN": "【若有菩萨。为欲志求阿耨多罗三藐三菩提者。闻说如是真实句义。功德利益。于诸善法。而生懈怠。不起精进住菩提分。无有是处。】",
      "zh_TW": "【若有菩薩。為欲志求阿耨多羅三藐三菩提者。聞說如是真實句義。功德利益。於諸善法。而生懈怠。不起精進住菩提分。無有是處。】"
    },
    {
      "id": "15-012-0011_p0212",
      "zh_CN": "弥勒菩萨的话语重心长，慈悲到了极处。他说假如有一个菩萨，这位菩萨他一心一意要求如来果地上圆满的智慧，阿耨多罗三藐三菩提，我们说得比较普通一点，说得白话一点，就是究竟圆满的智慧。听到世尊在此地的一番开示，世尊字字句句都是真实义，没有一句是假的，我们明白、觉悟了，这就是真正的功德利益。『于诸善法』还要生懈怠，还不能精进，安住在『菩提分』，菩提分就是觉，觉而不迷，正而不邪，净而不染，这叫住菩提分。这句话里面，就是三皈依里面所讲的，对人、对事、对物我们心要安住在觉正净，这就对了。不能安住在觉正净，你就错了。所以他要「不起精进住菩提分，无有是处」，没有这个道理。菩萨听到这番开示、这番教诲，决定心安在菩提分上，一定精进，离远懈怠。这个话翻过来就是这个意思。",
      "zh_TW": "彌勒菩薩的話語重心長，慈悲到了極處。他說假如有一個菩薩，這位菩薩他一心一意要求如來果地上圓滿的智慧，阿耨多羅三藐三菩提，我們說得比較普通一點，說得白話一點，就是究竟圓滿的智慧。聽到世尊在此地的一番開示，世尊字字句句都是真實義，沒有一句是假的，我們明白、覺悟了，這就是真正的功德利益。『於諸善法』還要生懈怠，還不能精進，安住在『菩提分』，菩提分就是覺，覺而不迷，正而不邪，淨而不染，這叫住菩提分。這句話裡面，就是三皈依裡面所講的，對人、對事、對物我們心要安住在覺正淨，這就對了。不能安住在覺正淨，你就錯了。所以他要「不起精進住菩提分，無有是處」，沒有這個道理。菩薩聽到這番開示、這番教誨，決定心安在菩提分上，一定精進，離遠懈怠。這個話翻過來就是這個意思。"
    }
  ]
}