{
  "doc_id": "01-007-0004",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1985",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "01-007-0004",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "01-007-0004_p0001",
      "zh_CN": "请掀开第九页，第三讲「广陈彼土依正妙果以启信」，经文从「舍利弗！彼土何故名为极乐」，到「成就如是功德庄严」，这个一大段的经文。前面介绍了序分，从这以下是本经的正宗分。「信愿持名，一经要旨，信愿为慧行，持名为福行」，「得生与否，全由信愿之有无，品位高下，全由持名之深浅」，「信愿为前导，持名为正修」。从这个地方我们就明了，有些学佛的同修对于净土往往产生许多的误会，认为念佛法门里面不修智慧，佛门般若智慧是最重要的，念佛人不求智慧这个观念是错误的。因为佛在本经里面告诉我们，我们所求的是「阿耨多罗三藐三菩提」，也就是「无上正等正觉」，假如不求智慧怎能得无上正等正觉？只要能够得到无上正等正觉，换句话说，他一定是要求智慧，不求智慧那是不可能的事情。信与愿都是属于慧，对于这个法门信不过，生不起愿心，都是缺乏智慧，或者我们讲智慧不足。而持名正是经上讲的「不可以少善根福德因缘得生彼国」，所以信愿是善根、是慧行，持名是福德、是福行。",
      "zh_TW": "請掀開第九頁，第三講「廣陳彼土依正妙果以啟信」，經文從「舍利弗！彼土何故名為極樂」，到「成就如是功德莊嚴」，這個一大段的經文。前面介紹了序分，從這以下是本經的正宗分。「信願持名，一經要旨，信願為慧行，持名為福行」，「得生與否，全由信願之有無，品位高下，全由持名之深淺」，「信願為前導，持名為正修」。從這個地方我們就明瞭，有些學佛的同修對於淨土往往產生許多的誤會，認為念佛法門裡面不修智慧，佛門般若智慧是最重要的，念佛人不求智慧這個觀念是錯誤的。因為佛在本經裡面告訴我們，我們所求的是「阿耨多羅三藐三菩提」，也就是「無上正等正覺」，假如不求智慧怎能得無上正等正覺？只要能夠得到無上正等正覺，換句話說，他一定是要求智慧，不求智慧那是不可能的事情。信與願都是屬於慧，對於這個法門信不過，生不起願心，都是缺乏智慧，或者我們講智慧不足。而持名正是經上講的「不可以少善根福德因緣得生彼國」，所以信願是善根、是慧行，持名是福德、是福行。"
    },
    {
      "id": "01-007-0004_p0002",
      "zh_CN": "现在大师是讲往生，这部经最大的作用就是在往生西方极乐世界，莲池大师告诉我们能不能往生完全看你有没有信愿，真信切愿必定往生。往生之后，西方世界有四土三辈九品，品位高下就看你念佛的功夫浅深，你念佛功夫深，往生的品位就高；念佛的功夫浅，品位就低，品位高低完全在持名。这是我们应当觉悟的，这个世间人生苦短，世事无常，这是要觉悟的。以忉利天人的眼光来看我们，忉利天一昼夜是人间一百年，忉利天要是看我们人间真是可怜，人生百岁也是朝生暮死，所以一定要觉悟，一定要求生西方，那么信愿持名是我们一生当中唯一的大事。",
      "zh_TW": "現在大師是講往生，這部經最大的作用就是在往生西方極樂世界，蓮池大師告訴我們能不能往生完全看你有沒有信願，真信切願必定往生。往生之後，西方世界有四土三輩九品，品位高下就看你念佛的功夫淺深，你念佛功夫深，往生的品位就高；念佛的功夫淺，品位就低，品位高低完全在持名。這是我們應當覺悟的，這個世間人生苦短，世事無常，這是要覺悟的。以忉利天人的眼光來看我們，忉利天一晝夜是人間一百年，忉利天要是看我們人間真是可憐，人生百歲也是朝生暮死，所以一定要覺悟，一定要求生西方，那麼信願持名是我們一生當中唯一的大事。"
    },
    {
      "id": "01-007-0004_p0003",
      "zh_CN": "「信愿为前导，持名为正修」，这也是念佛法门里面重要的纲领。「持名时」，这底下要特别注意的，我们怎样念才相应。「持名时，心如佛」，这是要紧的事情，心要与佛的心相应。「言如佛，行如佛」，这样身口意三业都能与佛相应，「则一念相应一念佛，念念相应念念佛」，我们念佛怎么不相应？不相应就是口里念的这句阿弥陀佛，身口意三业都不相应。什么叫相应？什么叫不相应？南无阿弥陀佛是皈依无量觉，我们念这一句皈依无量觉，我们心里还是迷惑颠倒，口里面还是人我是非，这就是不觉，身口意都不觉与无量觉不相应，这样念法就是古人所说的「喊破咙喉也枉然」。念念要觉而不迷才有用处，果然念念觉而不迷那就念念见佛。",
      "zh_TW": "「信願為前導，持名為正修」，這也是念佛法門裡面重要的綱領。「持名時」，這底下要特別注意的，我們怎樣念才相應。「持名時，心如佛」，這是要緊的事情，心要與佛的心相應。「言如佛，行如佛」，這樣身口意三業都能與佛相應，「則一念相應一念佛，念念相應念念佛」，我們念佛怎麼不相應？不相應就是口裡念的這句阿彌陀佛，身口意三業都不相應。什麼叫相應？什麼叫不相應？南無阿彌陀佛是皈依無量覺，我們念這一句皈依無量覺，我們心裡還是迷惑顛倒，口裡面還是人我是非，這就是不覺，身口意都不覺與無量覺不相應，這樣念法就是古人所說的「喊破嚨喉也枉然」。念念要覺而不迷才有用處，果然念念覺而不迷那就念念見佛。"
    },
    {
      "id": "01-007-0004_p0004",
      "zh_CN": "「故经云：忆佛念佛，现前当来，必定见佛。」现前是现在，当来是将来，到西方极乐世界的时候，这是指当来，没去之前是讲现前，当来见佛当然不成问题，现在呢？现在见佛，忆佛念佛，必定见佛，这也是我们在功夫上的一种勘验。这几句都是念佛非常重要的纲领，要牢牢的记住。",
      "zh_TW": "「故經云：憶佛念佛，現前當來，必定見佛。」現前是現在，當來是將來，到西方極樂世界的時候，這是指當來，沒去之前是講現前，當來見佛當然不成問題，現在呢？現在見佛，憶佛念佛，必定見佛，這也是我們在功夫上的一種勘驗。這幾句都是念佛非常重要的綱領，要牢牢的記住。"
    },
    {
      "id": "01-007-0004_p0005",
      "zh_CN": "这段经文里面给我们介绍西方极乐世界的依正庄严，先讲「依报妙」，依报就是生活环境。「经云：其国众生，无有众苦，但受诸乐，故名极乐。」什么叫苦？什么叫乐？我们看底下这个解释。先总说「无众苦」。在我们这个世间苦处太多，说之不尽，佛讲经的时候把一切苦归纳为三大类，就是「苦苦、坏苦、行苦」，这三大类把一切苦包括尽了。苦苦，后面的「苦」字是名词，前面这个字是动词，是动词是形容词，这里面又把它分成八大类，所以我们常常讲八苦交煎，八苦就是讲的苦苦。三苦的范围比八苦要大，三苦里头包括八苦，八苦不包括三苦。第一是生苦，生之苦是大苦，我们都忘掉了，所以人实在是非常的健忘。佛在经里面给我们说得非常详细，我们到这个世间来是因缘和合而来的，我们自己神识是「亲因缘」；我们向人道攀缘，起了这个念头，攀缘了，这是「所缘缘」；攀缘而没有间断，这是「无间缘」；父母是我们的「增上缘」，所以在「四缘」里面前面三种缘是属于自己，父母只给我们作增上缘而已。",
      "zh_TW": "這段經文裡面給我們介紹西方極樂世界的依正莊嚴，先講「依報妙」，依報就是生活環境。「經云：其國眾生，無有眾苦，但受諸樂，故名極樂。」什麼叫苦？什麼叫樂？我們看底下這個解釋。先總說「無眾苦」。在我們這個世間苦處太多，說之不盡，佛講經的時候把一切苦歸納為三大類，就是「苦苦、壞苦、行苦」，這三大類把一切苦包括盡了。苦苦，後面的「苦」字是名詞，前面這個字是動詞，是動詞是形容詞，這裡面又把它分成八大類，所以我們常常講八苦交煎，八苦就是講的苦苦。三苦的範圍比八苦要大，三苦裡頭包括八苦，八苦不包括三苦。第一是生苦，生之苦是大苦，我們都忘掉了，所以人實在是非常的健忘。佛在經裡面給我們說得非常詳細，我們到這個世間來是因緣和合而來的，我們自己神識是「親因緣」；我們向人道攀緣，起了這個念頭，攀緣了，這是「所緣緣」；攀緣而沒有間斷，這是「無間緣」；父母是我們的「增上緣」，所以在「四緣」裡面前面三種緣是屬於自己，父母只給我們作增上緣而已。"
    },
    {
      "id": "01-007-0004_p0006",
      "zh_CN": "从投胎，神识入胎，入胎就苦，经上形容神识在入胎的时候叫胎狱，那个苦跟地狱没有两样。小孩在母亲肚子里面，母亲喝一杯凉水，小孩在里面感觉到像寒冰地狱一样，喝一杯热水像在八热地狱一样，苦不堪言，那十个月是受罪，所以十个月胎狱再出生下来之后，他前生的事情都忘得干干净净，这就是太苦，假如没有这些痛苦，他前生的事情应该记得，所以我们一般人出生之后，对前生的事情都不记得了。这种情形我们可想而知，因为我们仔细去观察，有很多小孩非常聪明，害一次大病之后也许就变成白痴，记忆力就丧失了，我过去有一位老朋友的小孩就是如此，一场大病害了之后就傻傻的、呆呆的，就变成低能，非常聪明的人，那么那是病苦。佛讲的生苦跟死苦是最大的苦，任何病苦都比不上，所以都忘得干干净净。也有极少数的人生下来之后记得前生的事情，这是什么原因？给诸位说，这叫夺胎，他没有受这十个月胎狱之苦，受十个月胎狱之苦的是另外一个人。这个小孩一出胎就死了，另外一个灵魂、一个神识，不是他，他看到这个身体就钻进去了，就夺过来了，所以他没有受十个月胎狱之苦，这样的情形他能记得前生的事情，为什么？他没迷，他没受过苦，这是很少数的特殊情形，确实有这个情形，叫夺胎。",
      "zh_TW": "從投胎，神識入胎，入胎就苦，經上形容神識在入胎的時候叫胎獄，那個苦跟地獄沒有兩樣。小孩在母親肚子裡面，母親喝一杯涼水，小孩在裡面感覺到像寒冰地獄一樣，喝一杯熱水像在八熱地獄一樣，苦不堪言，那十個月是受罪，所以十個月胎獄再出生下來之後，他前生的事情都忘得乾乾淨淨，這就是太苦，假如沒有這些痛苦，他前生的事情應該記得，所以我們一般人出生之後，對前生的事情都不記得了。這種情形我們可想而知，因為我們仔細去觀察，有很多小孩非常聰明，害一次大病之後也許就變成白痴，記憶力就喪失了，我過去有一位老朋友的小孩就是如此，一場大病害了之後就傻傻的、呆呆的，就變成低能，非常聰明的人，那麼那是病苦。佛講的生苦跟死苦是最大的苦，任何病苦都比不上，所以都忘得乾乾淨淨。也有極少數的人生下來之後記得前生的事情，這是什麼原因？給諸位說，這叫奪胎，他沒有受這十個月胎獄之苦，受十個月胎獄之苦的是另外一個人。這個小孩一出胎就死了，另外一個靈魂、一個神識，不是他，他看到這個身體就鑽進去了，就奪過來了，所以他沒有受十個月胎獄之苦，這樣的情形他能記得前生的事情，為什麼？他沒迷，他沒受過苦，這是很少數的特殊情形，確實有這個情形，叫奪胎。"
    },
    {
      "id": "01-007-0004_p0007",
      "zh_CN": "坐胎也不是容易事情，找哪个人做父母也不是随便找的，你要跟他没有缘就不能聚到一起。佛讲中阴身，中阴身是迷迷糊糊的，看到外面空间就像大雾一样，又黑暗是又看不清楚，哪个地方有缘分他就看到那里有光明，他循着那个光明他会去找，缘分。那么光的色彩、大小都不一样，这就是六道的差别。以人道来说，佛跟我们讲了最显著的四种缘，报恩的、报怨的、讨债的、还债的，如果没有这四种缘不来。你看有很多人家境非常好，非常富有，想儿女他老不生，没有钱的人家他不喜欢儿女偏偏来，来了好多个，不能做主宰，全是缘分，纵然今天科学发达有试管婴儿，还是缘分，没有缘分还是不来的。说穿了人与人间就是这四种缘，最亲密的就做一家人，父子、兄弟、夫妇就搞成一家人，缘稍微疏远一点就是亲戚朋友，再疏远像同事，关系愈来愈远，总而言之，统统都是有关系的，没有关系不能聚集在一起。学佛的人明白这个事实真相，善缘也好，恶缘也好，恶缘你要丢掉丢不了的，总而言之一句话，要把这些善缘、恶缘统统转变为净缘，这就好了，这就是佛法里常讲的「众生无边誓愿度」。所以你自己先要觉悟，只要有缘就能够度他，就怕的是没有缘，没有缘，佛来了也无可奈何，经上常说「佛不度无缘之人」。只要有缘就可以度，善恶缘都一样。这是生苦，我们要觉悟。",
      "zh_TW": "坐胎也不是容易事情，找哪個人做父母也不是隨便找的，你要跟他沒有緣就不能聚到一起。佛講中陰身，中陰身是迷迷糊糊的，看到外面空間就像大霧一樣，又黑暗是又看不清楚，哪個地方有緣分他就看到那裡有光明，他循著那個光明他會去找，緣分。那麼光的色彩、大小都不一樣，這就是六道的差別。以人道來說，佛跟我們講了最顯著的四種緣，報恩的、報怨的、討債的、還債的，如果沒有這四種緣不來。你看有很多人家境非常好，非常富有，想兒女他老不生，沒有錢的人家他不喜歡兒女偏偏來，來了好多個，不能做主宰，全是緣分，縱然今天科學發達有試管嬰兒，還是緣分，沒有緣分還是不來的。說穿了人與人間就是這四種緣，最親密的就做一家人，父子、兄弟、夫婦就搞成一家人，緣稍微疏遠一點就是親戚朋友，再疏遠像同事，關係愈來愈遠，總而言之，統統都是有關係的，沒有關係不能聚集在一起。學佛的人明白這個事實真相，善緣也好，惡緣也好，惡緣你要丟掉丟不了的，總而言之一句話，要把這些善緣、惡緣統統轉變為淨緣，這就好了，這就是佛法裡常講的「眾生無邊誓願度」。所以你自己先要覺悟，只要有緣就能夠度他，就怕的是沒有緣，沒有緣，佛來了也無可奈何，經上常說「佛不度無緣之人」。只要有緣就可以度，善惡緣都一樣。這是生苦，我們要覺悟。"
    },
    {
      "id": "01-007-0004_p0008",
      "zh_CN": "第二是老苦，老苦与病苦我们能够看得到，也能够体会到一些。你看到老人、病人多可怜，看到他们现前在受这个苦，心里马上要觉悟，这种苦转眼之间就轮到自己。你能不老吗？你能不病吗？老的时候什么毛病都来了。所以看别人要马上回光返照想自己，几十年光阴一刹那就过去了，我二十三岁到台湾，一转眼，现在六十岁了，想想当年到台湾就像在昨天一样，三十多年一刹那，还有个三十年吗？再有三十年我差不多一百岁了，不可能。所以我们仔细去想想的时候，想想过去再想想未来，实在可怕，这是事实。修道得要好好的修，要如法的修，如果不如法，纵然出家还是免不了老苦、病苦，要觉悟，要真正觉悟。古德告诉我们念佛人如果有病了，不管是大病、小病，只要一有病了，马上就一心一意念佛求生西方极乐世界，也不必找医生，也不必吃药，这个时候什么念头？就想去，趁这个机会想走。如果你在这个世间的寿命还没尽，你念几天佛就好了，身体好了，没病了，如果寿命尽了正好往生，所以一个真正念佛人无忧无虑。二六时中什么要紧？一句阿弥陀佛要紧，执持名号。",
      "zh_TW": "第二是老苦，老苦與病苦我們能夠看得到，也能夠體會到一些。你看到老人、病人多可憐，看到他們現前在受這個苦，心裡馬上要覺悟，這種苦轉眼之間就輪到自己。你能不老嗎？你能不病嗎？老的時候什麼毛病都來了。所以看別人要馬上回光返照想自己，幾十年光陰一剎那就過去了，我二十三歲到台灣，一轉眼，現在六十歲了，想想當年到台灣就像在昨天一樣，三十多年一剎那，還有個三十年嗎？再有三十年我差不多一百歲了，不可能。所以我們仔細去想想的時候，想想過去再想想未來，實在可怕，這是事實。修道得要好好的修，要如法的修，如果不如法，縱然出家還是免不了老苦、病苦，要覺悟，要真正覺悟。古德告訴我們念佛人如果有病了，不管是大病、小病，只要一有病了，馬上就一心一意念佛求生西方極樂世界，也不必找醫生，也不必吃藥，這個時候什麼念頭？就想去，趁這個機會想走。如果你在這個世間的壽命還沒盡，你念幾天佛就好了，身體好了，沒病了，如果壽命盡了正好往生，所以一個真正念佛人無憂無慮。二六時中什麼要緊？一句阿彌陀佛要緊，執持名號。"
    },
    {
      "id": "01-007-0004_p0009",
      "zh_CN": "第四条，死苦，死是最大的痛苦，佛在经典上举比喻跟我们说，他说人，神识，我们俗话讲灵魂，离开我们身体，这个叫死，犹如生龟脱壳，把活的乌龟的壳拔下来，这是形容我们第八识离开肉体就像这样的痛苦，这在前面说过，我们这是相信圣言量。所以死是大苦。生老病死，六道里面的众生各个都有，谁都逃不了，上自帝王，下至庶民，这是一律平等的，哪个人没有生老病死？一律平等，各个人都有，这是讲我们身体之内的。",
      "zh_TW": "第四條，死苦，死是最大的痛苦，佛在經典上舉比喻跟我們說，他說人，神識，我們俗話講靈魂，離開我們身體，這個叫死，猶如生龜脫殼，把活的烏龜的殼拔下來，這是形容我們第八識離開肉體就像這樣的痛苦，這在前面說過，我們這是相信聖言量。所以死是大苦。生老病死，六道裡面的眾生各個都有，誰都逃不了，上自帝王，下至庶民，這是一律平等的，哪個人沒有生老病死？一律平等，各個人都有，這是講我們身體之內的。"
    },
    {
      "id": "01-007-0004_p0010",
      "zh_CN": "身外的有求不得苦，凡夫在世间都有所求，求有求不得，纵然得到了，得到了又苦，得到又怕失掉，患得患失，没有得到的时候想求，求得到又怕丢掉，总是忧虑，总是没有快乐的日子。其次是爱别离苦，无论你喜欢的人或者喜欢的物，都不能常常在一起，中国俗话说「恩爱夫妻不到头」，这句话要拿佛法的眼光来看有一点道理，为什么？爱别离苦。后头有一个怨憎会，不是冤家不聚头，冤家对头希望早一点离开偏偏不离开，像这些我们在生活当中都能够体验得到，只是程度上有浅深的差别，都能够体会得到。一定要觉悟，这个世间没有值得我们留恋之处，即使学佛了，我们讲的要普度众生，如果你要贪度众生的相还是苦。我们想要怎样去建一个道场，我们先有求，求不得苦，集合起这些志同道合的再建一个道场，这我都见到过的，李老师跟我们讲过，大家刚刚在建道场的时候各个都是菩萨，这是同心同力、出钱出力来建，道场建成之后，各个都变成罗刹，为什么？争权夺利，道心都没有了，我们看得太多了。",
      "zh_TW": "身外的有求不得苦，凡夫在世間都有所求，求有求不得，縱然得到了，得到了又苦，得到又怕失掉，患得患失，沒有得到的時候想求，求得到又怕丟掉，總是憂慮，總是沒有快樂的日子。其次是愛別離苦，無論你喜歡的人或者喜歡的物，都不能常常在一起，中國俗話說「恩愛夫妻不到頭」，這句話要拿佛法的眼光來看有一點道理，為什麼？愛別離苦。後頭有一個怨憎會，不是冤家不聚頭，冤家對頭希望早一點離開偏偏不離開，像這些我們在生活當中都能夠體驗得到，只是程度上有淺深的差別，都能夠體會得到。一定要覺悟，這個世間沒有值得我們留戀之處，即使學佛了，我們講的要普度眾生，如果你要貪度眾生的相還是苦。我們想要怎樣去建一個道場，我們先有求，求不得苦，集合起這些志同道合的再建一個道場，這我都見到過的，李老師跟我們講過，大家剛剛在建道場的時候各個都是菩薩，這是同心同力、出錢出力來建，道場建成之後，各個都變成羅剎，為什麼？爭權奪利，道心都沒有了，我們看得太多了。"
    },
    {
      "id": "01-007-0004_p0011",
      "zh_CN": "这个世界众生是可怜没错，他没有福报，如果真正有福报，诸佛菩萨为什么不来？像中国在魏晋南北朝的时候，隋唐的时候，为什么有那么多的菩萨？那么多的高僧大德？那么多的丛林寺院？众生有福报。一个寺庙住几千人，他不打架、不吵嘴，没有一个争权夺利的，都是心在道上，多少这些祖师大德都是佛菩萨再来的，有些身分暴露了我们知道，还有绝大多数的身分从来没有露过，我们就不晓得了。一般大家都知道的永明延寿大师，今天悟明法师跟我们谈话常常提到的，是阿弥陀佛再来，善导大师是阿弥陀佛再来，傅大士跟布袋和尚是弥勒菩萨的化身，宝志公是观音菩萨的化身，寒山、拾得是文殊、普贤两位菩萨，丰干和尚也是阿弥陀佛的化身，这是大家晓得，比较上著名一点的，没有露身分的不知道有多少人，近代印光法师大家也晓得他是大势至菩萨再来的。",
      "zh_TW": "這個世界眾生是可憐沒錯，他沒有福報，如果真正有福報，諸佛菩薩為什麼不來？像中國在魏晉南北朝的時候，隋唐的時候，為什麼有那麼多的菩薩？那麼多的高僧大德？那麼多的叢林寺院？眾生有福報。一個寺廟住幾千人，他不打架、不吵嘴，沒有一個爭權奪利的，都是心在道上，多少這些祖師大德都是佛菩薩再來的，有些身分暴露了我們知道，還有絕大多數的身分從來沒有露過，我們就不曉得了。一般大家都知道的永明延壽大師，今天悟明法師跟我們談話常常提到的，是阿彌陀佛再來，善導大師是阿彌陀佛再來，傅大士跟布袋和尚是彌勒菩薩的化身，寶誌公是觀音菩薩的化身，寒山、拾得是文殊、普賢兩位菩薩，豐干和尚也是阿彌陀佛的化身，這是大家曉得，比較上著名一點的，沒有露身分的不知道有多少人，近代印光法師大家也曉得他是大勢至菩薩再來的。"
    },
    {
      "id": "01-007-0004_p0012",
      "zh_CN": "现在人就是业障重没有福报，别人的业障重没福报我们不要去理他，首先反省自己有没有业障、有没有烦恼。我跟大众在一块，我嫌不嫌别人，我跟大众在一块看到这个也不满意那个不满意，不是别人不是，是自己的业障烦恼太重。古人那么多在一起住，每一个人不看到别人过失，他看自己过失，所以大家就能相安无事，如果我们把眼光调转头来专看别人的过失，那怎能共住？不能共住。你的家庭能不能兴旺就看你的家庭能不能和合，团体、寺院，乃至于国家、世界，统统一样，一个道理，人人都能够反省，都能够责备自己，都能够体谅别人，自己有福了，你家庭有福了，寺院有福了，众生有福了。所以佛门里常说学佛要发愿，要有度众生的愿，不能有度众生的欲望，不能有这个念头，什么事情都是因缘自自然然成就的，没有一丝毫的勉强，这才是正法。如果我们起心动念要怎样做怎样做，那这里面就有求不得、爱别离、怨憎会，统统都来了，到后来西方世界也去不了，还是六道轮转，所以这个得失利害我们自己要看得清清楚楚。",
      "zh_TW": "現在人就是業障重沒有福報，別人的業障重沒福報我們不要去理他，首先反省自己有沒有業障、有沒有煩惱。我跟大眾在一塊，我嫌不嫌別人，我跟大眾在一塊看到這個也不滿意那個不滿意，不是別人不是，是自己的業障煩惱太重。古人那麼多在一起住，每一個人不看到別人過失，他看自己過失，所以大家就能相安無事，如果我們把眼光調轉頭來專看別人的過失，那怎能共住？不能共住。你的家庭能不能興旺就看你的家庭能不能和合，團體、寺院，乃至於國家、世界，統統一樣，一個道理，人人都能夠反省，都能夠責備自己，都能夠體諒別人，自己有福了，你家庭有福了，寺院有福了，眾生有福了。所以佛門裡常說學佛要發願，要有度眾生的願，不能有度眾生的欲望，不能有這個念頭，什麼事情都是因緣自自然然成就的，沒有一絲毫的勉強，這才是正法。如果我們起心動念要怎樣做怎樣做，那這裡面就有求不得、愛別離、怨憎會，統統都來了，到後來西方世界也去不了，還是六道輪轉，所以這個得失利害我們自己要看得清清楚楚。"
    },
    {
      "id": "01-007-0004_p0013",
      "zh_CN": "前面这七种是果报，后面这一种是因缘，果里面有因，因里面有果，所以生死轮回就永无休止。「五阴炽盛，烦恼逼身心故」，这是五阴炽盛苦。五阴是自己内里面的，色受想行识，自己生烦恼，在一切境界里面分别执着妄想，制造生老病死、求不得、爱别离、怨憎会，制造这么多苦，你要想离开这八苦（就是苦苦）只要把一切的分别执着妄想息掉，这八苦就没有了。苦苦在三界里头只有欲界有，欲界里包括六层天，四王天、忉利天、夜摩天、兜率天、化乐天、他化自在天，再包括阿修罗道、人道、地狱、饿鬼、畜生，这统统是欲界，欲界里面有苦苦，欲界这三种苦都有，苦苦、坏苦、行苦统统都有。",
      "zh_TW": "前面這七種是果報，後面這一種是因緣，果裡面有因，因裡面有果，所以生死輪迴就永無休止。「五陰熾盛，煩惱逼身心故」，這是五陰熾盛苦。五陰是自己內裡面的，色受想行識，自己生煩惱，在一切境界裡面分別執著妄想，製造生老病死、求不得、愛別離、怨憎會，製造這麼多苦，你要想離開這八苦（就是苦苦）只要把一切的分別執著妄想息掉，這八苦就沒有了。苦苦在三界裡頭只有欲界有，欲界裡包括六層天，四王天、忉利天、夜摩天、兜率天、化樂天、他化自在天，再包括阿修羅道、人道、地獄、餓鬼、畜生，這統統是欲界，欲界裡面有苦苦，欲界這三種苦都有，苦苦、壞苦、行苦統統都有。"
    },
    {
      "id": "01-007-0004_p0014",
      "zh_CN": "第二类是坏苦，「乐是坏苦，不久住故」。乐是享受，享受固然是乐，但是不长久，到它变坏的时候你就感觉到苦。譬如做官的，现在民主，选上了，地位得到了，很乐，大家都来奉承你，任期满了，下台了，苦了，没人再理你了，社会非常的现实，诸如此类的就叫做坏苦。色界天人没有苦苦，因为他将欲界里面最重的五欲（财色名食睡）统统离开了，他都断掉了，所以前面这八种苦他没有，但是他有坏苦。因为他还有身体，他有色身，他那个色身是化生，不会害病的，也不老，所以虽然有身体，他没有病苦、没有老苦，也没有生苦，他生是化生不是胎生，所以他没有这些苦，但是他也有寿命终了的时候，纵然到非想非非想天，佛说他的寿命八万大劫，有这么长的时间，八万大劫到了他还是要往下堕落下来，所以他不常驻，他不是永生。所以许多宗教都求生天，人误会了，以为生天就得到永生，佛看得清楚，不是永生，寿命长一点而已，还是要变坏的，所以到他寿命终了的时候他就感觉苦现前了。",
      "zh_TW": "第二類是壞苦，「樂是壞苦，不久住故」。樂是享受，享受固然是樂，但是不長久，到它變壞的時候你就感覺到苦。譬如做官的，現在民主，選上了，地位得到了，很樂，大家都來奉承你，任期滿了，下台了，苦了，沒人再理你了，社會非常的現實，諸如此類的就叫做壞苦。色界天人沒有苦苦，因為他將欲界裡面最重的五欲（財色名食睡）統統離開了，他都斷掉了，所以前面這八種苦他沒有，但是他有壞苦。因為他還有身體，他有色身，他那個色身是化生，不會害病的，也不老，所以雖然有身體，他沒有病苦、沒有老苦，也沒有生苦，他生是化生不是胎生，所以他沒有這些苦，但是他也有壽命終了的時候，縱然到非想非非想天，佛說他的壽命八萬大劫，有這麼長的時間，八萬大劫到了他還是要往下墮落下來，所以他不常駐，他不是永生。所以許多宗教都求生天，人誤會了，以為生天就得到永生，佛看得清楚，不是永生，壽命長一點而已，還是要變壞的，所以到他壽命終了的時候他就感覺苦現前了。"
    },
    {
      "id": "01-007-0004_p0015",
      "zh_CN": "行苦，「非苦非乐是行苦」，这个境界很好，是相似于定中的境界，心地清净没有苦也没有乐，那为什么也叫它做苦？「性迁流故」，它也是不常驻的，刹那刹那在变化的。我们欲界的人这三种都有，我们有苦苦、坏苦、行苦，行苦是什么？行苦是刹那生灭，我们人从生到老，不是一年一年老，这个要聪明，不是一年一年老，不是一月一月老，是刹那刹那在那里老，你停不住，这就是行苦，不能停在那里。哪一个人不想十八岁？十八岁好，十八岁只有一年，没有第二个十八岁，如何能到年年十八？年年十八那就没有行苦，行苦是讲刹那变异，才晓得人真苦。",
      "zh_TW": "行苦，「非苦非樂是行苦」，這個境界很好，是相似於定中的境界，心地清淨沒有苦也沒有樂，那為什麼也叫它做苦？「性遷流故」，它也是不常駐的，剎那剎那在變化的。我們欲界的人這三種都有，我們有苦苦、壞苦、行苦，行苦是什麼？行苦是剎那生滅，我們人從生到老，不是一年一年老，這個要聰明，不是一年一年老，不是一月一月老，是剎那剎那在那裡老，你停不住，這就是行苦，不能停在那裡。哪一個人不想十八歲？十八歲好，十八歲只有一年，沒有第二個十八歲，如何能到年年十八？年年十八那就沒有行苦，行苦是講剎那變異，才曉得人真苦。"
    },
    {
      "id": "01-007-0004_p0016",
      "zh_CN": "无色界天人没有苦苦、坏苦，他有行苦，所以佛跟我们说「三界统苦」。一个人如果真正觉悟到人生苦就容易入道，真正认识人生只有苦没有乐，这个人他要想念佛，这一生当中决定往生。谁叫他念佛？苦叫他念佛，他不愿意受这个苦，要把这个苦离开。所以佛在戒经里也常说，教给我们「以苦为师」，老师来督促，谁是老师？苦就是老师，它来提醒我们、督促我们，要发愤，要认真的修行。",
      "zh_TW": "無色界天人沒有苦苦、壞苦，他有行苦，所以佛跟我們說「三界統苦」。一個人如果真正覺悟到人生苦就容易入道，真正認識人生只有苦沒有樂，這個人他要想念佛，這一生當中決定往生。誰叫他念佛？苦叫他念佛，他不願意受這個苦，要把這個苦離開。所以佛在戒經裡也常說，教給我們「以苦為師」，老師來督促，誰是老師？苦就是老師，它來提醒我們、督促我們，要發憤，要認真的修行。"
    },
    {
      "id": "01-007-0004_p0017",
      "zh_CN": "西方极乐世界跟我们这里恰恰相反，它那里叫极乐，所谓极乐就是娑婆世界所有的这些苦，西方极乐世界没有，所以它是「但受诸乐」。此地也从纲领上来说，「无罪报之苦」，这是讲世间的苦果，西方世界没有，为什么？西方世界不是善恶业生的。这个诸位要记住，造作恶业不能往生，造作一切善业也不能往生，恶业所感的是我们娑婆世界三恶道的果报，善业感的是三善道的果报，这桩事情诸位要看看灌顶大师《大势至菩萨圆通章》的注疏里面，《疏钞》里面他讲得很清楚，同样念这一句阿弥陀佛有一百种不同的果报，所以造善恶业都不能往生。怎样才能往生？经上说得清清楚楚，「一心不乱，心不颠倒」，不颠倒就是不迷惑，阿弥陀佛是无量觉，念念觉而不迷，这样才能往生。因此西方极乐世界的人纵然带着前生善恶的习气，带着善恶习气没有关系，它不起作用，他这个佛号的力量能把善恶习气压下去，所以叫带业往生，因此那一边没有苦报，道理在这个地方，我们一定要懂得。不要以为我存的好心，我尽做好事，到头来不能往生，怪佛菩萨不灵，那就不得了，那罪业太重，为什么？你一怪佛菩萨，你是谤佛、谤法，你毁谤三宝，那个罪业是阿鼻地狱罪业，不是佛经没讲清楚，是你自己误会了，不是佛不灵，是你看走眼了，你错会了意思，这不得了，所以我们学佛有疑一定要问，要问得清清楚楚。疑问，如果这个疑要不问，往往产生重大的障碍，断疑才生信，信愿是往生第一个要紧的条件。",
      "zh_TW": "西方極樂世界跟我們這裡恰恰相反，它那裡叫極樂，所謂極樂就是娑婆世界所有的這些苦，西方極樂世界沒有，所以它是「但受諸樂」。此地也從綱領上來說，「無罪報之苦」，這是講世間的苦果，西方世界沒有，為什麼？西方世界不是善惡業生的。這個諸位要記住，造作惡業不能往生，造作一切善業也不能往生，惡業所感的是我們娑婆世界三惡道的果報，善業感的是三善道的果報，這樁事情諸位要看看灌頂大師《大勢至菩薩圓通章》的註疏裡面，《疏鈔》裡面他講得很清楚，同樣念這一句阿彌陀佛有一百種不同的果報，所以造善惡業都不能往生。怎樣才能往生？經上說得清清楚楚，「一心不亂，心不顛倒」，不顛倒就是不迷惑，阿彌陀佛是無量覺，念念覺而不迷，這樣才能往生。因此西方極樂世界的人縱然帶著前生善惡的習氣，帶著善惡習氣沒有關係，它不起作用，他這個佛號的力量能把善惡習氣壓下去，所以叫帶業往生，因此那一邊沒有苦報，道理在這個地方，我們一定要懂得。不要以為我存的好心，我盡做好事，到頭來不能往生，怪佛菩薩不靈，那就不得了，那罪業太重，為什麼？你一怪佛菩薩，你是謗佛、謗法，你毀謗三寶，那個罪業是阿鼻地獄罪業，不是佛經沒講清楚，是你自己誤會了，不是佛不靈，是你看走眼了，你錯會了意思，這不得了，所以我們學佛有疑一定要問，要問得清清楚楚。疑問，如果這個疑要不問，往往產生重大的障礙，斷疑才生信，信願是往生第一個要緊的條件。"
    },
    {
      "id": "01-007-0004_p0018",
      "zh_CN": "那么先说西方世界没有苦，我们娑婆世界种种苦事，西方世界找不到。那么西方世界人造不造罪业？不造业。「无享受而造恶业之集」没有这个。回头看看我们这个世间，我们这个世间人的享受，他造业，享受是造业。我们举一个例子来说，有钱的人家吃得好、穿得好，吃的是一些众生肉，要杀害多少众生的生命，满足他什么？满足他三寸的舌头。你们想吃东西，再好的味道，从口里到喉咙就不晓得味道了，山珍海味为什么？为舌头而造的罪业，因为到食道以下肠胃里头不知道味道，它不能辨别味道，造业。穿的要穿皮毛，畜生的皮，这是讲你享受里面我们最常见到的，造业。到西方极乐世界没有了，不造业了，那我们要问，我想到西方极乐世界吃牛肉，西方世界有没有？我告诉诸位，有，有不造业，为什么不造业？变化所作，牠那个没有生命的。如果我们这个科学再过几十年发达了，研究了，晓得肉是用些什么分子造的，我们就可以能造了，这人造肉，那就不造业，可以人造的。西方世界科学发达到极处，而且他制造不需要工厂，不需要机械，随心所欲，想吃什么东西经上讲了，吃的东西就变现在面前，他那个原理我们晓得，就是今天科学家所发现的能与质的互相转变。他要想吃东西，要用的东西，他马上由能变现出物质，不用了、不要了再把这个物质解放成能，所以西方世界没有垃圾，因为他不用就把它变成能量，没有了，这个世界太好了。我们在这里吃肉造业，那个地方吃肉不造业，西方世界是无障碍的世界，不造业。",
      "zh_TW": "那麼先說西方世界沒有苦，我們娑婆世界種種苦事，西方世界找不到。那麼西方世界人造不造罪業？不造業。「無享受而造惡業之集」沒有這個。回頭看看我們這個世間，我們這個世間人的享受，他造業，享受是造業。我們舉一個例子來說，有錢的人家吃得好、穿得好，吃的是一些眾生肉，要殺害多少眾生的生命，滿足他什麼？滿足他三寸的舌頭。你們想吃東西，再好的味道，從口裡到喉嚨就不曉得味道了，山珍海味為什麼？為舌頭而造的罪業，因為到食道以下腸胃裡頭不知道味道，它不能辨別味道，造業。穿的要穿皮毛，畜生的皮，這是講你享受裡面我們最常見到的，造業。到西方極樂世界沒有了，不造業了，那我們要問，我想到西方極樂世界吃牛肉，西方世界有沒有？我告訴諸位，有，有不造業，為什麼不造業？變化所作，牠那個沒有生命的。如果我們這個科學再過幾十年發達了，研究了，曉得肉是用些什麼分子造的，我們就可以能造了，這人造肉，那就不造業，可以人造的。西方世界科學發達到極處，而且他製造不需要工廠，不需要機械，隨心所欲，想吃什麼東西經上講了，吃的東西就變現在面前，他那個原理我們曉得，就是今天科學家所發現的能與質的互相轉變。他要想吃東西，要用的東西，他馬上由能變現出物質，不用了、不要了再把這個物質解放成能，所以西方世界沒有垃圾，因為他不用就把它變成能量，沒有了，這個世界太好了。我們在這裡吃肉造業，那個地方吃肉不造業，西方世界是無障礙的世界，不造業。"
    },
    {
      "id": "01-007-0004_p0019",
      "zh_CN": "「无求寂灭之退转」，这是讲修行。我们这个世间修行苦，为什么？会退转，学道跟求学都是一样的，就像逆水行舟，不进则退。到西方极乐世界去就没有退转，一生到西方，哪怕是凡圣同居土的下品下生也能够圆证三不退，这是西方极乐世界不可思议之处，经上跟我们说得清清楚楚，只有进没有退，这个快乐，每天都有悟处，所以讲到修行、修道最理想的环境是西方极乐世界。",
      "zh_TW": "「無求寂滅之退轉」，這是講修行。我們這個世間修行苦，為什麼？會退轉，學道跟求學都是一樣的，就像逆水行舟，不進則退。到西方極樂世界去就沒有退轉，一生到西方，哪怕是凡聖同居土的下品下生也能夠圓證三不退，這是西方極樂世界不可思議之處，經上跟我們說得清清楚楚，只有進沒有退，這個快樂，每天都有悟處，所以講到修行、修道最理想的環境是西方極樂世界。"
    },
    {
      "id": "01-007-0004_p0020",
      "zh_CN": "末后一条说「无修道之障碍」，我们此地修道障缘太多了，障碍太多了，西方极乐世界只有助缘没有障缘，一切的人事环境，一切的物质环境，统统是帮助你修道的，没有障碍你修道的，所以到西方极乐世界一生圆满菩提，这是真的。两个世界仔细比较，那个世界的好处太多了，为什么不去？不是去不了，经论上这么说，古人祖师也是这么说，「万修万人去」，就怕你不肯干，你要肯干决定去。怎么个修法？跟诸位说明，就依这部《弥陀经》就够了，真的就够了。所以我们修这个法门，《弥陀经》是我们的正课，主修的法门，我们今天选的《华严》、《梵网》是助修，是帮助我们主修的这个课程。因为《华严经》经文长，讲解得详细，讲的什么东西？统统是《弥陀经》，可以说就是《弥陀经》的注解，《弥陀经》的详细说明，《梵网经》的修心修行帮助我们一心不乱，正助双修，其他的都不必要了。",
      "zh_TW": "末後一條說「無修道之障礙」，我們此地修道障緣太多了，障礙太多了，西方極樂世界只有助緣沒有障緣，一切的人事環境，一切的物質環境，統統是幫助你修道的，沒有障礙你修道的，所以到西方極樂世界一生圓滿菩提，這是真的。兩個世界仔細比較，那個世界的好處太多了，為什麼不去？不是去不了，經論上這麼說，古人祖師也是這麼說，「萬修萬人去」，就怕你不肯幹，你要肯幹決定去。怎麼個修法？跟諸位說明，就依這部《彌陀經》就夠了，真的就夠了。所以我們修這個法門，《彌陀經》是我們的正課，主修的法門，我們今天選的《華嚴》、《梵網》是助修，是幫助我們主修的這個課程。因為《華嚴經》經文長，講解得詳細，講的什麼東西？統統是《彌陀經》，可以說就是《彌陀經》的註解，《彌陀經》的詳細說明，《梵網經》的修心修行幫助我們一心不亂，正助雙修，其他的都不必要了。"
    },
    {
      "id": "01-007-0004_p0021",
      "zh_CN": "我们自己每一个人发真心在这里修学，如果这个世间众生还有福报，诸佛菩萨龙天会护持，我们不要操心，有这个机缘你们想做道场顺便问一问可以，不必急着求，缘要成熟了，诸佛菩萨把土地也送来了，钱也送来了，人也送来了，都会送过来的，非常妙，妙不可言，只要我们自己如理如法的修行。说老实话，今天建一个大道场，诸佛菩萨福报太大了，给我们建一个大道场那真是有如反掌，太容易了。道场建立了，我们自己都不成才，我们没有能力教化众生，没有能力统理大众，反而给我们带来无量无边的罪业，那不是害死我们了，诸佛菩萨只成全人不害人。所以我们要问我们这个道场什么时候能成功，你们自己好好努力，一方面努力念佛，一方面努力讲经，佛念好了，念到心清净了，经也讲好了，能够感化一切众生了，道场马上就来了。求自己不求别人，我们的心多清净，这样求就有求必应，没有求不到的，《了凡四训》教给我们就是这个求法，一切要向内求不要向外求。这段是总说。",
      "zh_TW": "我們自己每一個人發真心在這裡修學，如果這個世間眾生還有福報，諸佛菩薩龍天會護持，我們不要操心，有這個機緣你們想做道場順便問一問可以，不必急著求，緣要成熟了，諸佛菩薩把土地也送來了，錢也送來了，人也送來了，都會送過來的，非常妙，妙不可言，只要我們自己如理如法的修行。說老實話，今天建一個大道場，諸佛菩薩福報太大了，給我們建一個大道場那真是有如反掌，太容易了。道場建立了，我們自己都不成才，我們沒有能力教化眾生，沒有能力統理大眾，反而給我們帶來無量無邊的罪業，那不是害死我們了，諸佛菩薩只成全人不害人。所以我們要問我們這個道場什麼時候能成功，你們自己好好努力，一方面努力念佛，一方面努力講經，佛念好了，念到心清淨了，經也講好了，能夠感化一切眾生了，道場馬上就來了。求自己不求別人，我們的心多清淨，這樣求就有求必應，沒有求不到的，《了凡四訓》教給我們就是這個求法，一切要向內求不要向外求。這段是總說。"
    },
    {
      "id": "01-007-0004_p0022",
      "zh_CN": "其次，经文里面给我们说得很详细，真正是言简意赅，话不多，意思非常的圆满。我们看西方极乐世界，「地利之乐」，这是李老师以前讲这部经，他看出来的。我们这个世间常讲天时、地利、人和，西方极乐世界全都具足了，天时、地利、人和，地利之乐。我们很希望将来我们达拉斯这个小环境里头一定也要做到天时、地利、人和，那才能有感应道交。这是居住，居住的环境，这是讲地利，经文从「又舍利弗」到「成就如是功德庄严」这一段。",
      "zh_TW": "其次，經文裡面給我們說得很詳細，真正是言簡意賅，話不多，意思非常的圓滿。我們看西方極樂世界，「地利之樂」，這是李老師以前講這部經，他看出來的。我們這個世間常講天時、地利、人和，西方極樂世界全都具足了，天時、地利、人和，地利之樂。我們很希望將來我們達拉斯這個小環境裡頭一定也要做到天時、地利、人和，那才能有感應道交。這是居住，居住的環境，這是講地利，經文從「又舍利弗」到「成就如是功德莊嚴」這一段。"
    },
    {
      "id": "01-007-0004_p0023",
      "zh_CN": "下面我们来看经上所讲的，先说「众宝栏树」，七重栏楯，七重罗网，七重行树。这个「七」实在讲不是数目字，所以有些人读了《弥陀经》起反感，好像到西方极乐世界也没什么好处，每家房子都一样的，都一个形式的，这有什么意思！这个想法是「依文解义，三世佛冤」，三世诸佛都喊冤枉。「七」与「十」在佛法里通常都代表圆满的意思，什么叫圆满？合自己的意思就圆满了，不合自己意思就不圆满，换句话说，事事如意就圆满，它代表这个意义的。七是讲东南西北四方，上、下、当中，这圆满了，取这个意思。十是数目字的一个圆满，从一到十是个圆满的数字。所以《华严经》用十代表圆满，《弥陀经》用七代表圆满，所以晓得它代表的意思那对于这个就没有疑问了，才晓得西方世界是尽善尽美，居住环境不是一样的，你喜欢什么样式就什么样式，随着个人喜好不同，行，那个样式就不一样。古德也有把它配在经上讲的，这个讲法也能讲得通，这是讲理，「七重表七科道品」，这是讲表法，这也能讲得通，也很好。「又表圆满之意」，我刚才讲的，七代表圆满。七科道品下面会说。",
      "zh_TW": "下面我們來看經上所講的，先說「眾寶欄樹」，七重欄楯，七重羅網，七重行樹。這個「七」實在講不是數目字，所以有些人讀了《彌陀經》起反感，好像到西方極樂世界也沒什麼好處，每家房子都一樣的，都一個形式的，這有什麼意思！這個想法是「依文解義，三世佛冤」，三世諸佛都喊冤枉。「七」與「十」在佛法裡通常都代表圓滿的意思，什麼叫圓滿？合自己的意思就圓滿了，不合自己意思就不圓滿，換句話說，事事如意就圓滿，它代表這個意義的。七是講東南西北四方，上、下、當中，這圓滿了，取這個意思。十是數目字的一個圓滿，從一到十是個圓滿的數字。所以《華嚴經》用十代表圓滿，《彌陀經》用七代表圓滿，所以曉得它代表的意思那對於這個就沒有疑問了，才曉得西方世界是盡善盡美，居住環境不是一樣的，你喜歡什麼樣式就什麼樣式，隨著個人喜好不同，行，那個樣式就不一樣。古德也有把它配在經上講的，這個講法也能講得通，這是講理，「七重表七科道品」，這是講表法，這也能講得通，也很好。「又表圓滿之意」，我剛才講的，七代表圓滿。七科道品下面會說。"
    },
    {
      "id": "01-007-0004_p0024",
      "zh_CN": "「四宝表常乐我净四德」，这是真正的宝。其实西方世界的宝物无量无边不只四种，这个「四」也是表法的。常乐我净真正之宝，常是永恒，永远不变的，这是常，乐是没有苦。我们今天讲苦跟乐是相对的，所以乐是坏苦，乐不是真乐，苦乐两边都离开那才叫真乐，才叫真正之乐，苦乐两边都离开。心永远是清净的，清净心最乐，清净心里头具足无量的智慧，无量的德能，所以才是最乐。「我」是主宰的意思，自己能做得了主。我们今天在这个世间自己做不了主，这是真的。我希望我这个身体干干净净不要流汗，它偏偏要流汗，就做不了主。我出了家，希望头发不要长出来，它天天要长，长了要理，做不了主，没有主宰。自己对自己都做不了主，还能为别人做主吗？西方极乐世界自己能做主宰，身心世界都能够随心所欲，这才真正叫大自在。虽然常、乐、能做主宰，还清净，决定不染污。这个「净」字是讲，你发的愿，「众生无边誓愿度」，当然你要度六道众生，你在六道里面无论示现什么样的身分，你要度人，你要示现成人；你要度畜生，你也要变个畜生；你要度饿鬼，你还得变个鬼，才能跟他在一起来度他，那么你染不染？不染，永远是清净的，他染我不染，这才是真正之德。常乐我净分配在法身、般若、解脱，解脱我们今天讲自在，自在里面有常乐我净，智慧里面有常乐我净，法身里面也有常乐我净，所以西方世界处处讲四宝代表这个的，讲七宝也是代表这个的。",
      "zh_TW": "「四寶表常樂我淨四德」，這是真正的寶。其實西方世界的寶物無量無邊不只四種，這個「四」也是表法的。常樂我淨真正之寶，常是永恆，永遠不變的，這是常，樂是沒有苦。我們今天講苦跟樂是相對的，所以樂是壞苦，樂不是真樂，苦樂兩邊都離開那才叫真樂，才叫真正之樂，苦樂兩邊都離開。心永遠是清淨的，清淨心最樂，清淨心裡頭具足無量的智慧，無量的德能，所以才是最樂。「我」是主宰的意思，自己能做得了主。我們今天在這個世間自己做不了主，這是真的。我希望我這個身體乾乾淨淨不要流汗，它偏偏要流汗，就做不了主。我出了家，希望頭髮不要長出來，它天天要長，長了要理，做不了主，沒有主宰。自己對自己都做不了主，還能為別人做主嗎？西方極樂世界自己能做主宰，身心世界都能夠隨心所欲，這才真正叫大自在。雖然常、樂、能做主宰，還清淨，決定不染污。這個「淨」字是講，你發的願，「眾生無邊誓願度」，當然你要度六道眾生，你在六道裡面無論示現什麼樣的身分，你要度人，你要示現成人；你要度畜生，你也要變個畜生；你要度餓鬼，你還得變個鬼，才能跟他在一起來度他，那麼你染不染？不染，永遠是清淨的，他染我不染，這才是真正之德。常樂我淨分配在法身、般若、解脫，解脫我們今天講自在，自在裡面有常樂我淨，智慧裡面有常樂我淨，法身裡面也有常樂我淨，所以西方世界處處講四寶代表這個的，講七寶也是代表這個的。"
    },
    {
      "id": "01-007-0004_p0025",
      "zh_CN": "「自德深」，自己修行的功德深，一心不乱，常乐我净，这是你自德深，你自己修行的功德。「他贤遍」，除了自己之外是别人，是什么人？经上讲「诸上善人」，也许你会怀疑，我们生到西方极乐世界去了，我念到一心不乱去了，还有人功夫才成片，带业往生的，那他都不如我了，你们想想西方极乐世界会不会有这样的人？如果有这个妄念存在，还有这个分别计较，打妄想，他不会往生的。凡是往生西方极乐世界的决定是没有分别执着妄想，就像《华严经》上的善财童子一样，除我一个人之外统统是上善之人，这就对了，如果我们现在就能运用这个方法，就能认真的学习，除自己之外，每一个人都是佛，都是等觉菩萨，那么我们对任何人都会恭敬，这个恭敬之心从内心真正生起来的。你看你见到佛那样恭敬在这里磕三个头，你回家见你妈妈有没有磕三个头？见你爸爸有没有磕三个头？没有，对佛才这么恭敬。能把这个恭敬心恭敬一切众生，虽然在形式上不必见到人就磕头，不必要，那个恭敬心没有两样，对待任何一个人跟对待佛完全没有两样，你现在在此地就跟在西方极乐世界也没有两样。西方极乐世界任何一个人，他除自己之外看别人都是看作上善之人，上善是等觉菩萨，唯有等觉菩萨称上善，观音、势至、文殊、普贤、弥勒菩萨，这都是等觉菩萨，后补佛，我们要时时刻刻作如是观，都是上善之人。",
      "zh_TW": "「自德深」，自己修行的功德深，一心不亂，常樂我淨，這是你自德深，你自己修行的功德。「他賢遍」，除了自己之外是別人，是什麼人？經上講「諸上善人」，也許你會懷疑，我們生到西方極樂世界去了，我念到一心不亂去了，還有人功夫才成片，帶業往生的，那他都不如我了，你們想想西方極樂世界會不會有這樣的人？如果有這個妄念存在，還有這個分別計較，打妄想，他不會往生的。凡是往生西方極樂世界的決定是沒有分別執著妄想，就像《華嚴經》上的善財童子一樣，除我一個人之外統統是上善之人，這就對了，如果我們現在就能運用這個方法，就能認真的學習，除自己之外，每一個人都是佛，都是等覺菩薩，那麼我們對任何人都會恭敬，這個恭敬之心從內心真正生起來的。你看你見到佛那樣恭敬在這裡磕三個頭，你回家見你媽媽有沒有磕三個頭？見你爸爸有沒有磕三個頭？沒有，對佛才這麼恭敬。能把這個恭敬心恭敬一切眾生，雖然在形式上不必見到人就磕頭，不必要，那個恭敬心沒有兩樣，對待任何一個人跟對待佛完全沒有兩樣，你現在在此地就跟在西方極樂世界也沒有兩樣。西方極樂世界任何一個人，他除自己之外看別人都是看作上善之人，上善是等覺菩薩，唯有等覺菩薩稱上善，觀音、勢至、文殊、普賢、彌勒菩薩，這都是等覺菩薩，後補佛，我們要時時刻刻作如是觀，都是上善之人。"
    },
    {
      "id": "01-007-0004_p0026",
      "zh_CN": "上善之人在我们现前，他都是来教我的，有的现好的相，有的现恶相，现好相的我跟他学什么？学不贪，学断贪爱，没有贪爱的心；现那个恶相跟他学什么？学断自己的瞋恚心，断自己的嫌弃心，所以好相、恶相都是善知识，我在这里头修什么？修一心不乱，修一心。如果我在好相、恶相里起心动念了，那我已经是二心、三心了，一心不乱修不成了。要这个修法，这叫真修行。所以真正修行没有障碍，谁能障碍你？心地法门没有人能障碍你的。所以他贤遍，极乐世界他贤遍，我们这个世界也是他贤遍。「是极乐之真实因缘」，西方极乐世界确实环境好就好在此地，自己清净，一切人事都是上善之人。",
      "zh_TW": "上善之人在我們現前，他都是來教我的，有的現好的相，有的現惡相，現好相的我跟他學什麼？學不貪，學斷貪愛，沒有貪愛的心；現那個惡相跟他學什麼？學斷自己的瞋恚心，斷自己的嫌棄心，所以好相、惡相都是善知識，我在這裡頭修什麼？修一心不亂，修一心。如果我在好相、惡相裡起心動念了，那我已經是二心、三心了，一心不亂修不成了。要這個修法，這叫真修行。所以真正修行沒有障礙，誰能障礙你？心地法門沒有人能障礙你的。所以他賢遍，極樂世界他賢遍，我們這個世界也是他賢遍。「是極樂之真實因緣」，西方極樂世界確實環境好就好在此地，自己清淨，一切人事都是上善之人。"
    },
    {
      "id": "01-007-0004_p0027",
      "zh_CN": "「此等庄严，同居是增上善业（念佛）所感」。善业，增上善业，增是增长，上是最高、最好的，什么善业？念佛，一切善业都比不上念佛，念佛是一切善业里面最上的善业，最殊胜的善业，做什么样的善事、好事没有念佛好，做善事要念佛。「亦圆五品观所感」，圆是圆教，这就是智者大师往生西方极乐世界的时候跟他的学生说的，他学生问他，老师，你往生西方极乐世界是什么样的品位？他就告诉他，他说我因为领众，自己是牺牲了，只落得一个圆五品位，圆五品就是带业往生，生凡圣同居土，换句话说，如果他要是不领众，不管这些闲事，他的品位就会很高很高。",
      "zh_TW": "「此等莊嚴，同居是增上善業（念佛）所感」。善業，增上善業，增是增長，上是最高、最好的，什麼善業？念佛，一切善業都比不上念佛，念佛是一切善業裡面最上的善業，最殊勝的善業，做什麼樣的善事、好事沒有念佛好，做善事要念佛。「亦圓五品觀所感」，圓是圓教，這就是智者大師往生西方極樂世界的時候跟他的學生說的，他學生問他，老師，你往生西方極樂世界是什麼樣的品位？他就告訴他，他說我因為領眾，自己是犧牲了，只落得一個圓五品位，圓五品就是帶業往生，生凡聖同居土，換句話說，如果他要是不領眾，不管這些閒事，他的品位就會很高很高。"
    },
    {
      "id": "01-007-0004_p0028",
      "zh_CN": "「圆五品」我们在此地略说一说，第一个「随喜」，普贤菩萨十大愿王里面教给我们随喜功德。随喜不容易，为什么？十大愿王好比十层大楼，盖大楼是底下一层，再盖第二层，再盖第三层，这么盖上去的，由此你就可以晓得了，能够做到随喜功德必定具足前面礼敬诸佛、称赞如来、广修供养、忏除业障，这才到随喜功德，前面都没有，哪来的随喜？十大愿王是我们佛门修行的总纲领，因为《华严经》是根本法轮，一切经都是华严眷属，《华严》是最高指导原则，十大愿王是《华严经》的总结论，到最后的时候用这十条把全经的意思统统归纳。我们修念佛法门的也离不开十大愿王。所以随喜不容易，随喜要尽心尽力的帮助人，这才叫随喜，的确不容易。见到人家善事、好事，我们尽心尽力去帮助他，我们没有这个力量我们生欢喜心，这是随喜；有这个力量，生欢喜心还要拿力量帮助别人，这才叫随喜，不能我虽然有这个力量我还是不帮，心里很欢喜，这不行，这不叫随喜，随喜是要心到、身到，力量统统都到。真的，智者大师做到了，智者大师看到那么多人学佛，那么多人想出离娑婆、离苦得乐、破迷开悟，他老人家真的尽心尽力帮助大家，建立天台宗，他真做到随喜了。",
      "zh_TW": "「圓五品」我們在此地略說一說，第一個「隨喜」，普賢菩薩十大願王裡面教給我們隨喜功德。隨喜不容易，為什麼？十大願王好比十層大樓，蓋大樓是底下一層，再蓋第二層，再蓋第三層，這麼蓋上去的，由此你就可以曉得了，能夠做到隨喜功德必定具足前面禮敬諸佛、稱讚如來、廣修供養、懺除業障，這才到隨喜功德，前面都沒有，哪來的隨喜？十大願王是我們佛門修行的總綱領，因為《華嚴經》是根本法輪，一切經都是華嚴眷屬，《華嚴》是最高指導原則，十大願王是《華嚴經》的總結論，到最後的時候用這十條把全經的意思統統歸納。我們修念佛法門的也離不開十大願王。所以隨喜不容易，隨喜要盡心盡力的幫助人，這才叫隨喜，的確不容易。見到人家善事、好事，我們盡心盡力去幫助他，我們沒有這個力量我們生歡喜心，這是隨喜；有這個力量，生歡喜心還要拿力量幫助別人，這才叫隨喜，不能我雖然有這個力量我還是不幫，心裡很歡喜，這不行，這不叫隨喜，隨喜是要心到、身到，力量統統都到。真的，智者大師做到了，智者大師看到那麼多人學佛，那麼多人想出離娑婆、離苦得樂、破迷開悟，他老人家真的盡心盡力幫助大家，建立天台宗，他真做到隨喜了。"
    },
    {
      "id": "01-007-0004_p0029",
      "zh_CN": "第二「读诵」，天天要念经，为什么天天要念经？经就是老师说的话，念经就是亲近老师，听老师的开示，所以天天要念经，念经就是亲近诸佛菩萨。经要是不懂，不懂没有关系，只要你肯念，你一心的去念，我们在前面也曾经跟诸位说过，念经是戒定慧三学一次完成，是这个意思，所以不必求懂，求什么？求一心。我不念经的时候心里打妄想，我念经就不打妄想，所以念经是修行。诸位要晓得念经是修行，不是念给佛菩萨听的，是修自己的一心不乱。你看你念经的时候一心一意在念经，你不会胡思乱想，不胡思乱想就是持戒，戒律就是「诸恶莫作，众善奉行」，不胡思乱想就诸恶不作了，念经的时候不会想坏事，诸恶不作了。一切善里面，佛经至善，佛经是最善的，我们念经就是众善奉行，世出世间所有的善法都在佛经里头，我们念经岂不是众善奉行了吗？所以你看戒律，圆圆满满的，不要一条一条去麻烦了，一念经什么五戒、十戒、菩萨戒统统都具足了，一条都不会犯的，所以念经（戒律）就是修戒的。",
      "zh_TW": "第二「讀誦」，天天要念經，為什麼天天要念經？經就是老師說的話，念經就是親近老師，聽老師的開示，所以天天要念經，念經就是親近諸佛菩薩。經要是不懂，不懂沒有關係，只要你肯念，你一心的去念，我們在前面也曾經跟諸位說過，念經是戒定慧三學一次完成，是這個意思，所以不必求懂，求什麼？求一心。我不念經的時候心裡打妄想，我念經就不打妄想，所以念經是修行。諸位要曉得念經是修行，不是念給佛菩薩聽的，是修自己的一心不亂。你看你念經的時候一心一意在念經，你不會胡思亂想，不胡思亂想就是持戒，戒律就是「諸惡莫作，眾善奉行」，不胡思亂想就諸惡不作了，念經的時候不會想壞事，諸惡不作了。一切善裡面，佛經至善，佛經是最善的，我們念經就是眾善奉行，世出世間所有的善法都在佛經裡頭，我們念經豈不是眾善奉行了嗎？所以你看戒律，圓圓滿滿的，不要一條一條去麻煩了，一念經什麼五戒、十戒、菩薩戒統統都具足了，一條都不會犯的，所以念經（戒律）就是修戒的。"
    },
    {
      "id": "01-007-0004_p0030",
      "zh_CN": "念经的时候一心，专心去念，专心就是修定，可能定在其中了，戒有了，定也有了，念的时候字字分明，没有念错，没有念漏掉，没有念颠倒，那就是慧，慧是了了分明，所以你要晓得念经是干什么，念经是戒定慧一次完成，这个方法妙绝了。你可不能去想这句什么意思、那句什么意思，你一想戒定慧统统没有了，为什么？心乱了，戒没有了，定也没有了，慧也没有了。所以念经不准讲解里头意思，就是这部经从头念到尾，什么意思也没有，你在这里面得清净心，别人问你的时候那你意思统统都来了，那叫后得智。所以念经求根本智，根本智是无知，般若无知，念经求无知，无知起作用是无所不知，无所不知是从无知里头得来的，就是从清净心得来的，念经的功德在此地，意思也在此地。所以有人念经，这部经，什么都不懂，他就不念了，就糟糕了，不要你懂的，你一懂就坏了。所以念，念上几千遍，念到几万遍，豁然大悟，悟了之后怎么样？悟了之后你心里干干净净一片光明，起作用的时候无所不知，这读诵的好处。我们研究讨论专门是讲后得智，帮助你开智慧。所以学佛的人每天要读经，读经是主修，讲解、研究讨论是助修，正助双修，要晓得这个道理。读经是主修，念佛是主修，讲解、研究讨论是修助，增上缘，帮助你的。",
      "zh_TW": "念經的時候一心，專心去念，專心就是修定，可能定在其中了，戒有了，定也有了，念的時候字字分明，沒有念錯，沒有念漏掉，沒有念顛倒，那就是慧，慧是了了分明，所以你要曉得念經是幹什麼，念經是戒定慧一次完成，這個方法妙絕了。你可不能去想這句什麼意思、那句什麼意思，你一想戒定慧統統沒有了，為什麼？心亂了，戒沒有了，定也沒有了，慧也沒有了。所以念經不准講解裡頭意思，就是這部經從頭念到尾，什麼意思也沒有，你在這裡面得清淨心，別人問你的時候那你意思統統都來了，那叫後得智。所以念經求根本智，根本智是無知，般若無知，念經求無知，無知起作用是無所不知，無所不知是從無知裡頭得來的，就是從清淨心得來的，念經的功德在此地，意思也在此地。所以有人念經，這部經，什麼都不懂，他就不念了，就糟糕了，不要你懂的，你一懂就壞了。所以念，念上幾千遍，念到幾萬遍，豁然大悟，悟了之後怎麼樣？悟了之後你心裡乾乾淨淨一片光明，起作用的時候無所不知，這讀誦的好處。我們研究討論專門是講後得智，幫助你開智慧。所以學佛的人每天要讀經，讀經是主修，講解、研究討論是助修，正助雙修，要曉得這個道理。讀經是主修，念佛是主修，講解、研究討論是修助，增上緣，幫助你的。"
    },
    {
      "id": "01-007-0004_p0031",
      "zh_CN": "那我们读什么经？诸位要记住，读《弥陀经》就够了，一部就行了，我这一生没有别的希望，就是往生西方极乐世界，我这一生不想做个大通家，什么经教我都懂，不想，我就把一部《弥陀经》念通了就行了，其他的都不要了。如果觉得这部经太短太少了，好像念久了没什么味道，凡夫要调剂调剂，那我就劝你了，你就念《弥陀经要解》、念《弥陀经疏钞》就行了，让莲池大师、蕅益大师帮助你，给你讲讲经里面的意思，这样就好了，再加一部窥基大师的《通赞疏》，三个注解够了，不要再搞太多了，《弥陀》三注，三种注解，我们就够了，其余的统统放下，正如同莲池大师所说的三藏十二部让给他去悟去，我自己不搞了，你们哪个要去悟去，你去搞去。八万四千行，饶与别人行，我专修净土，八万四千法门你们要想搞，你们去搞去，我不搞了。所以我们充其量就是一经三注解，一门深入，真这样搞法不要多，三年成功，那这个功德就不可思议。",
      "zh_TW": "那我們讀什麼經？諸位要記住，讀《彌陀經》就夠了，一部就行了，我這一生沒有別的希望，就是往生西方極樂世界，我這一生不想做個大通家，什麼經教我都懂，不想，我就把一部《彌陀經》念通了就行了，其他的都不要了。如果覺得這部經太短太少了，好像念久了沒什麼味道，凡夫要調劑調劑，那我就勸你了，你就念《彌陀經要解》、念《彌陀經疏鈔》就行了，讓蓮池大師、蕅益大師幫助你，給你講講經裡面的意思，這樣就好了，再加一部窺基大師的《通贊疏》，三個註解夠了，不要再搞太多了，《彌陀》三註，三種註解，我們就夠了，其餘的統統放下，正如同蓮池大師所說的三藏十二部讓給他去悟去，我自己不搞了，你們哪個要去悟去，你去搞去。八萬四千行，饒與別人行，我專修淨土，八萬四千法門你們要想搞，你們去搞去，我不搞了。所以我們充其量就是一經三註解，一門深入，真這樣搞法不要多，三年成功，那這個功德就不可思議。"
    },
    {
      "id": "01-007-0004_p0032",
      "zh_CN": "我今天跟诸位讲这个大义，是在没有读经、学经，让你先晓得这部经的好处，讲大义，大义明了之后我们就正式讲经。在这之前先讲一部《地藏经》，这个用意非常之深，首先明因果，首先要明孝道，这是佛法的大根大本，佛法是建立在大孝的基础上。星期天的佛学概要那是佛学常识，是帮助你们将来接触一些没学佛的、初学佛的人，他们提出些疑难你们能够解答，让他不生误会，如此而已。所以我们自己修学宾主要分清楚，主修的课程是读诵，就是其他的什么经、什么咒都不要去操心，我们连《梵网经》、《华严经》，这是我们提倡的三经，那两部经也是助修，主修是《弥陀经》。",
      "zh_TW": "我今天跟諸位講這個大義，是在沒有讀經、學經，讓你先曉得這部經的好處，講大義，大義明瞭之後我們就正式講經。在這之前先講一部《地藏經》，這個用意非常之深，首先明因果，首先要明孝道，這是佛法的大根大本，佛法是建立在大孝的基礎上。星期天的佛學概要那是佛學常識，是幫助你們將來接觸一些沒學佛的、初學佛的人，他們提出些疑難你們能夠解答，讓他不生誤會，如此而已。所以我們自己修學賓主要分清楚，主修的課程是讀誦，就是其他的什麼經、什麼咒都不要去操心，我們連《梵網經》、《華嚴經》，這是我們提倡的三經，那兩部經也是助修，主修是《彌陀經》。"
    },
    {
      "id": "01-007-0004_p0033",
      "zh_CN": "第三「解说」，「解说」前面是你自己成就，你随喜、读诵是你自己成就，随喜是修福，读诵是修慧，福慧双修。解说里面福慧都有，为人解说福慧都有，解说就是讲经，如果你要不讲经不能报佛恩。诸佛菩萨、历代祖师哪个不讲经的？释迦牟尼佛当年住世四十九年要不讲经，我们今天哪有佛法可学的？一定要讲经，唯有讲经才能够续佛慧命。所以释迦牟尼佛我们称为本师，那真是老师，天天教学从来没有一天休息过，天天讲经。所以你们同修们要真正发心在一年的时间学会讲经了，诸佛菩萨他就着急了，护法神也着急了，为什么？道场不够，赶快给你扩充道场，赶快到外面去招生去了。我们不要去招生，护法龙天去招生，我们不要操心。今天护法龙天都把学生找来了，我们没地方容纳，我们也没有人去讲给他听，所以自己先要成就，每个人要认真的去努力，求三宝加持。我现在讲不好，要怎么讲得好？天天要拜佛，求佛菩萨神力加持，求佛菩萨智慧加持才行，这是真的一点都不假，初学的时候感应特别显著。",
      "zh_TW": "第三「解說」，「解說」前面是你自己成就，你隨喜、讀誦是你自己成就，隨喜是修福，讀誦是修慧，福慧雙修。解說裡面福慧都有，為人解說福慧都有，解說就是講經，如果你要不講經不能報佛恩。諸佛菩薩、歷代祖師哪個不講經的？釋迦牟尼佛當年住世四十九年要不講經，我們今天哪有佛法可學的？一定要講經，唯有講經才能夠續佛慧命。所以釋迦牟尼佛我們稱為本師，那真是老師，天天教學從來沒有一天休息過，天天講經。所以你們同修們要真正發心在一年的時間學會講經了，諸佛菩薩他就著急了，護法神也著急了，為什麼？道場不夠，趕快給你擴充道場，趕快到外面去招生去了。我們不要去招生，護法龍天去招生，我們不要操心。今天護法龍天都把學生找來了，我們沒地方容納，我們也沒有人去講給他聽，所以自己先要成就，每個人要認真的去努力，求三寶加持。我現在講不好，要怎麼講得好？天天要拜佛，求佛菩薩神力加持，求佛菩薩智慧加持才行，這是真的一點都不假，初學的時候感應特別顯著。"
    },
    {
      "id": "01-007-0004_p0034",
      "zh_CN": "我那个时候初学讲经，遇到难的地方讲不下去了，看古人的注解看了也不懂，或者看注子，好像注子对这个经文的意思没有能够发挥出来，怎么办？把经本子合起来，拜佛，拜上个二、三百拜意思忽然来了，写的时候停都停不住，意思都来了。什么都不要想，二、三百拜佛拜下去忽然意思就起来了，那个里头统统都通了。要真干，不能怕苦，我初学讲经的时候不晓得多少个晚上没睡觉，一直到天亮的时候，晚上要准备经，因为第二天还要上班工作，第二天累不累？不累，为什么？法喜充满，精神好得很。那个悟出来的意思比你看注解那味道浓得多了，看注解看的是别人的，这个悟处是自己的。所以这个「解说」一定要发心，要发心弘法，要晓得弘法是世出世间第一等事业，任何的事业没有这个事业功德大，要发心。",
      "zh_TW": "我那個時候初學講經，遇到難的地方講不下去了，看古人的註解看了也不懂，或者看註子，好像註子對這個經文的意思沒有能夠發揮出來，怎麼辦？把經本子合起來，拜佛，拜上個二、三百拜意思忽然來了，寫的時候停都停不住，意思都來了。什麼都不要想，二、三百拜佛拜下去忽然意思就起來了，那個裡頭統統都通了。要真幹，不能怕苦，我初學講經的時候不曉得多少個晚上沒睡覺，一直到天亮的時候，晚上要準備經，因為第二天還要上班工作，第二天累不累？不累，為什麼？法喜充滿，精神好得很。那個悟出來的意思比你看註解那味道濃得多了，看註解看的是別人的，這個悟處是自己的。所以這個「解說」一定要發心，要發心弘法，要曉得弘法是世出世間第一等事業，任何的事業沒有這個事業功德大，要發心。"
    },
    {
      "id": "01-007-0004_p0035",
      "zh_CN": "第四「兼行六度」，兼行是附带的，以六度作助修，度谁？度自己。布施度自己的悭贪烦恼，悭是悭吝，自己有的舍不得给别人，这是很大的烦恼；贪是自己没有的想得到，贪是一切烦恼的大根大本。所以佛将八万四千烦恼归纳为三毒：贪瞋痴，如果贪瞋痴再归纳就是贪，为什么？贪不到才瞋。一切都贪到了，他就不瞋恚了，所以瞋还是从贪起来的，愚痴也是从贪起来的，所以贪是最毒的，用什么手段来对治？就是用布施。自己有的肯给别人，不吝啬，自己没有的不贪求，我们的心才会清净，念佛才能到一心不乱，往生西方世界我们品位才高。持戒是度恶业，身口意造恶业，用持戒方法对治恶业，叫自己不造恶业了。所以这次书到的时候，《在家律要》我们要找时间来讨论，正修是念佛，助修也非常重要，因为我们的恶业太多太重，得要用些方法来对治。",
      "zh_TW": "第四「兼行六度」，兼行是附帶的，以六度作助修，度誰？度自己。布施度自己的慳貪煩惱，慳是慳吝，自己有的捨不得給別人，這是很大的煩惱；貪是自己沒有的想得到，貪是一切煩惱的大根大本。所以佛將八萬四千煩惱歸納為三毒：貪瞋痴，如果貪瞋痴再歸納就是貪，為什麼？貪不到才瞋。一切都貪到了，他就不瞋恚了，所以瞋還是從貪起來的，愚痴也是從貪起來的，所以貪是最毒的，用什麼手段來對治？就是用布施。自己有的肯給別人，不吝嗇，自己沒有的不貪求，我們的心才會清淨，念佛才能到一心不亂，往生西方世界我們品位才高。持戒是度惡業，身口意造惡業，用持戒方法對治惡業，叫自己不造惡業了。所以這次書到的時候，《在家律要》我們要找時間來討論，正修是念佛，助修也非常重要，因為我們的惡業太多太重，得要用些方法來對治。"
    },
    {
      "id": "01-007-0004_p0036",
      "zh_CN": "忍辱对治瞋恚的，度自己的瞋恚，精进度自己的懈怠，禅定度自己的散乱。禅定怎么修？刚才讲读经就是修禅定，比面壁好多了，面壁有的时候坐在那里虽然样子好像很定，里面还是在打妄想，不如读经，读经真的不容易生妄想，因为经摆在面前就像听佛说法一样，专心去听，确实我觉得比静坐的方法好多了。般若度自己的愚痴。这叫兼行六度，是以这个来度自己。",
      "zh_TW": "忍辱對治瞋恚的，度自己的瞋恚，精進度自己的懈怠，禪定度自己的散亂。禪定怎麼修？剛才講讀經就是修禪定，比面壁好多了，面壁有的時候坐在那裡雖然樣子好像很定，裡面還是在打妄想，不如讀經，讀經真的不容易生妄想，因為經擺在面前就像聽佛說法一樣，專心去聽，確實我覺得比靜坐的方法好多了。般若度自己的愚痴。這叫兼行六度，是以這個來度自己。"
    },
    {
      "id": "01-007-0004_p0037",
      "zh_CN": "末后一条叫「正行六度」，就是自己成功之后帮助别人，这叫正行。这个六度的范围就包括得非常的大，譬如布施里面有财布施、法布施、无畏布施，我们讲经说法是布施，讲经说法里头三种布施具足。什么叫财布施？讲经的时候是不是要体力，我体力消耗的时候就是财布施（内财），道场一切设施也是财布施，讲的这个经教是法布施，你听明白了，你的烦恼消除了，心里得到自在了，这无畏布施，所以讲经三种布施具足，叫正行六度。这是圆教菩萨在观行位，观行位就是在修行的地位上还没有证果，只是在刚刚开始功夫得力了，修行的位子上，叫五品位，这是凡圣同居土，我们一般讲带业往生，要记住，这是带业往生。",
      "zh_TW": "末後一條叫「正行六度」，就是自己成功之後幫助別人，這叫正行。這個六度的範圍就包括得非常的大，譬如布施裡面有財布施、法布施、無畏布施，我們講經說法是布施，講經說法裡頭三種布施具足。什麼叫財布施？講經的時候是不是要體力，我體力消耗的時候就是財布施（內財），道場一切設施也是財布施，講的這個經教是法布施，你聽明白了，你的煩惱消除了，心裡得到自在了，這無畏布施，所以講經三種布施具足，叫正行六度。這是圓教菩薩在觀行位，觀行位就是在修行的地位上還沒有證果，只是在剛剛開始功夫得力了，修行的位子上，叫五品位，這是凡聖同居土，我們一般講帶業往生，要記住，這是帶業往生。"
    },
    {
      "id": "01-007-0004_p0038",
      "zh_CN": "「人民表因缘生法，声闻表即空，菩萨表即假，佛表即中，圆融无碍也」。极乐世界，这是讲极乐世界里面这些有情众生，有阿弥陀佛，诸上善人是菩萨，实报庄严土的都是菩萨，方便有余土的是声闻，凡圣同居土的是人民，这是从表法上说。凡圣同居土代表因缘生法；方便有余土代表即空，天台的三观；实报庄严土代表即假，从空出假；阿弥陀佛代表中道，三观三谛，圆融无碍，这是以天台家的教义来看西方极乐世界，如果用《华严经》来看也完全符合，事无碍，理无碍，理事无碍，事事无碍，无障碍的法界，跟天台家讲三观三谛圆融是一个意思，说法不一样，境界完全相同。",
      "zh_TW": "「人民表因緣生法，聲聞表即空，菩薩表即假，佛表即中，圓融無礙也」。極樂世界，這是講極樂世界裡面這些有情眾生，有阿彌陀佛，諸上善人是菩薩，實報莊嚴土的都是菩薩，方便有餘土的是聲聞，凡聖同居土的是人民，這是從表法上說。凡聖同居土代表因緣生法；方便有餘土代表即空，天台的三觀；實報莊嚴土代表即假，從空出假；阿彌陀佛代表中道，三觀三諦，圓融無礙，這是以天台家的教義來看西方極樂世界，如果用《華嚴經》來看也完全符合，事無礙，理無礙，理事無礙，事事無礙，無障礙的法界，跟天台家講三觀三諦圓融是一個意思，說法不一樣，境界完全相同。"
    },
    {
      "id": "01-007-0004_p0039",
      "zh_CN": "再看第四「宝池德水」，这里头的意思太多了，以后我们到讲经文的时候再说，再给诸位来细细讨论，你才晓得《弥陀经》不可思议，我们一生有这一部够了，不要再贪多了。如果讲《弥陀经疏钞》，一天像这两个钟点的时候那整整讲一年，一部《弥陀经》。一年讲完之后，明年从头来，又从头来一遍，一年一部，这样讲一辈子，我们这个地方就是阿弥陀佛国了。从前清凉大师讲《华严》讲五十遍，一遍讲完了从头再讲，讲五十遍，人哪有不开悟的道理？我们如果讲《弥陀经》，一年讲一遍，如果讲上十年、二十年，哪有不往生的道理？不可能的事情，没有不往生的。就是我们这几个人在此地，不必要人多，真这样下去的话，凡是有缘的，成熟的众生，自然有佛菩萨冥冥当中把他赶到此地来听，我们用不着去拉人，用不着去介绍人，死心塌地在这个地方一部《弥陀经》念到底，各个都成功。宝池是七宝池，八功德水，这是「无老病苦」。",
      "zh_TW": "再看第四「寶池德水」，這裡頭的意思太多了，以後我們到講經文的時候再說，再給諸位來細細討論，你才曉得《彌陀經》不可思議，我們一生有這一部夠了，不要再貪多了。如果講《彌陀經疏鈔》，一天像這兩個鐘點的時候那整整講一年，一部《彌陀經》。一年講完之後，明年從頭來，又從頭來一遍，一年一部，這樣講一輩子，我們這個地方就是阿彌陀佛國了。從前清涼大師講《華嚴》講五十遍，一遍講完了從頭再講，講五十遍，人哪有不開悟的道理？我們如果講《彌陀經》，一年講一遍，如果講上十年、二十年，哪有不往生的道理？不可能的事情，沒有不往生的。就是我們這幾個人在此地，不必要人多，真這樣下去的話，凡是有緣的，成熟的眾生，自然有佛菩薩冥冥當中把他趕到此地來聽，我們用不著去拉人，用不著去介紹人，死心塌地在這個地方一部《彌陀經》念到底，各個都成功。寶池是七寶池，八功德水，這是「無老病苦」。"
    },
    {
      "id": "01-007-0004_p0040",
      "zh_CN": "「上明住处，此节明生处。」前面一节是讲居住的环境，这个地方是讲我们自己受生生活环境。「此土同居是有漏惑业所感」，先说明我们这个世界跟西方极乐世界不同的地方。「此土」是指我们这个地方，我们这个地方是凡圣同居土，许多的菩萨住在我们这个世界，我们肉眼凡夫见不到，也有些阿罗汉住在我们地球上。我们这个凡圣同居土是有漏，漏是烦恼的代名词，众生各个都有烦恼，都迷惑颠倒，是这样成就的，这种善恶业、无明烦恼所感的果报。",
      "zh_TW": "「上明住處，此節明生處。」前面一節是講居住的環境，這個地方是講我們自己受生生活環境。「此土同居是有漏惑業所感」，先說明我們這個世界跟西方極樂世界不同的地方。「此土」是指我們這個地方，我們這個地方是凡聖同居土，許多的菩薩住在我們這個世界，我們肉眼凡夫見不到，也有些阿羅漢住在我們地球上。我們這個凡聖同居土是有漏，漏是煩惱的代名詞，眾生各個都有煩惱，都迷惑顛倒，是這樣成就的，這種善惡業、無明煩惱所感的果報。"
    },
    {
      "id": "01-007-0004_p0041",
      "zh_CN": "「彼土」，西方极乐世界是「无漏净业所成」，这跟我们不一样。所以每个往生西方极乐世界的人，他的条件就是要断烦恼，带着烦恼不能去，带业往生是只带种子不带现行，你虽然有烦恼，但是不起作用，好像我虽然心里很不痛快，表面还是欢欢喜喜的，这没有障碍，不妨碍别人，也能控制自己，也不妨碍别人，这样才行。所以西方极乐世界那里的人等于说各个都是有选择去的，挑选去的，十方世界挑选去的，不是随便可以去的，最低的条件就是你的烦恼要控制得住，绝对不能发作。你要是烦恼发作出来了，不能去，有能力控制住，永远不发作，这样的人才行，才能够带业往生，所以我们自己要常常想想，我们常常发脾气，常常生烦恼，佛念得再好都不能去。怎样叫这一句阿弥陀佛佛号把我们的烦恼习气都念掉了，念到不起现行、不起作用，这叫功夫成片，念佛就得力了。所以那个地方是无漏，无漏就是没有烦恼，净业所成的。",
      "zh_TW": "「彼土」，西方極樂世界是「無漏淨業所成」，這跟我們不一樣。所以每個往生西方極樂世界的人，他的條件就是要斷煩惱，帶著煩惱不能去，帶業往生是只帶種子不帶現行，你雖然有煩惱，但是不起作用，好像我雖然心裡很不痛快，表面還是歡歡喜喜的，這沒有障礙，不妨礙別人，也能控制自己，也不妨礙別人，這樣才行。所以西方極樂世界那裡的人等於說各個都是有選擇去的，挑選去的，十方世界挑選去的，不是隨便可以去的，最低的條件就是你的煩惱要控制得住，絕對不能發作。你要是煩惱發作出來了，不能去，有能力控制住，永遠不發作，這樣的人才行，才能夠帶業往生，所以我們自己要常常想想，我們常常發脾氣，常常生煩惱，佛念得再好都不能去。怎樣叫這一句阿彌陀佛佛號把我們的煩惱習氣都念掉了，念到不起現行、不起作用，這叫功夫成片，念佛就得力了。所以那個地方是無漏，無漏就是沒有煩惱，淨業所成的。"
    },
    {
      "id": "01-007-0004_p0042",
      "zh_CN": "还有一个特别因缘，「又为阿弥陀愿行之所庄严」，这个我们到后面会详细介绍，阿弥陀佛的大愿大行，他在初发心，在因地里面发的四十八愿，然后他在修行过程当中愿愿都做到，愿愿都圆满了，所以才有今天西方净土。弥陀的愿力、行力，众生的无漏净业合成的，所以才有这么庄严、这么好的世界，这个世界等着我们去，我们要不去那辜负佛太多了，真正是千生万劫难遭遇的因缘，我们这一生遇到了，遇到了不去那真该死，那对不起佛菩萨，也对不起自己。好，我们今天就讲到此地。",
      "zh_TW": "還有一個特別因緣，「又為阿彌陀願行之所莊嚴」，這個我們到後面會詳細介紹，阿彌陀佛的大願大行，他在初發心，在因地裡面發的四十八願，然後他在修行過程當中願願都做到，願願都圓滿了，所以才有今天西方淨土。彌陀的願力、行力，眾生的無漏淨業合成的，所以才有這麼莊嚴、這麼好的世界，這個世界等著我們去，我們要不去那辜負佛太多了，真正是千生萬劫難遭遇的因緣，我們這一生遇到了，遇到了不去那真該死，那對不起佛菩薩，也對不起自己。好，我們今天就講到此地。"
    }
  ]
}