{
  "doc_id": "01-007-0002",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "01-007-0002",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "01-007-0002_p0001",
      "zh_CN": "诸位同修，第一个部分就是性质，我们介绍过了，今天要继续讨论的是「宗旨」。宗旨是说它修行的方法，如果从性质上说，大概一般的大乘经典都差不多，像前面我们所看到的，多是以实相为经体。但是要论到宗旨就不相同了，每部经有每部经修行的方法。所以我们可以说，宗旨往往是单独就本经而言的。《弥陀经》则是「以信愿行三要为修法」，要是精要、是重要，是依这三个条件。本经经文也是依此而分的三个大段落，正宗分里面就是这样的三段，我们向下会看到。",
      "zh_TW": "諸位同修，第一個部分就是性質，我們介紹過了，今天要繼續討論的是「宗旨」。宗旨是說它修行的方法，如果從性質上說，大概一般的大乘經典都差不多，像前面我們所看到的，多是以實相為經體。但是要論到宗旨就不相同了，每部經有每部經修行的方法。所以我們可以說，宗旨往往是單獨就本經而言的。《彌陀經》則是「以信願行三要為修法」，要是精要、是重要，是依這三個條件。本經經文也是依此而分的三個大段落，正宗分裡面就是這樣的三段，我們向下會看到。"
    },
    {
      "id": "01-007-0002_p0002",
      "zh_CN": "首先我们讲「信」，信是最不容易建立的，信心要建立，我们的修学一定有成效。蕅益大师在《要解》里面给我们略举六条，第一个是要「信自」。这是建立信心的根本，如果不相信自己，你就是相信佛，相信因果、事理，都不会成就。所以头一个就是相信自己。相信自己的本性与阿弥陀佛、释迦如来、十方诸佛是无二无别，要相信这个；相信自己的智慧、德能也与佛没有两样；相信十法界依正庄严是自己心中所现之物。正如地藏会上列举《华严经》觉林菩萨偈赞里面所说的，「应观法界性，一切唯心造」。极乐世界没有离开我们的自性，也是自性所显现的，阿弥陀佛也是自心变现出来的。除了自性之外，没有一法可得，要相信这个。",
      "zh_TW": "首先我們講「信」，信是最不容易建立的，信心要建立，我們的修學一定有成效。蕅益大師在《要解》裡面給我們略舉六條，第一個是要「信自」。這是建立信心的根本，如果不相信自己，你就是相信佛，相信因果、事理，都不會成就。所以頭一個就是相信自己。相信自己的本性與阿彌陀佛、釋迦如來、十方諸佛是無二無別，要相信這個；相信自己的智慧、德能也與佛沒有兩樣；相信十法界依正莊嚴是自己心中所現之物。正如地藏會上列舉《華嚴經》覺林菩薩偈讚裡面所說的，「應觀法界性，一切唯心造」。極樂世界沒有離開我們的自性，也是自性所顯現的，阿彌陀佛也是自心變現出來的。除了自性之外，沒有一法可得，要相信這個。"
    },
    {
      "id": "01-007-0002_p0003",
      "zh_CN": "能信自己，才能「信他」，此地所说的他，是专指阿弥陀佛，也指本师释迦牟尼佛。相信释迦牟尼佛给我们介绍西方极乐世界，句句话都是真实的，绝没有一句是妄语。相信阿弥陀佛确确实实有这个人，极乐世界也确确实实有这个事，距离我们娑婆世界十万亿个佛国土的那一边，西方。这个西方不是指我们地球上的西方，是指娑婆世界的西方，这点我们要把它认识清楚，娑婆世界的西方。相信阿弥陀佛因地里面，四十八愿愿愿都真实，而且在现前他是愿愿都圆满了，他才成佛。如果四十八愿有一愿还没圆满、还没做到，他就不会成佛。他现在成佛了，他是愿愿都做到了，都圆满了。相信我们念阿弥陀佛，求生西方极乐世界，临命终时阿弥陀佛一定来接引。",
      "zh_TW": "能信自己，才能「信他」，此地所說的他，是專指阿彌陀佛，也指本師釋迦牟尼佛。相信釋迦牟尼佛給我們介紹西方極樂世界，句句話都是真實的，絕沒有一句是妄語。相信阿彌陀佛確確實實有這個人，極樂世界也確確實實有這個事，距離我們娑婆世界十萬億個佛國土的那一邊，西方。這個西方不是指我們地球上的西方，是指娑婆世界的西方，這點我們要把它認識清楚，娑婆世界的西方。相信阿彌陀佛因地裡面，四十八願願願都真實，而且在現前他是願願都圓滿了，他才成佛。如果四十八願有一願還沒圓滿、還沒做到，他就不會成佛。他現在成佛了，他是願願都做到了，都圓滿了。相信我們念阿彌陀佛，求生西方極樂世界，臨命終時阿彌陀佛一定來接引。"
    },
    {
      "id": "01-007-0002_p0004",
      "zh_CN": "所以不要怀疑西方到底在哪里？太虚空这么大，到底哪个星球是阿弥陀佛所住的地方？你这一怀疑，问题就大了。这么多的星球我们到哪里去找去？其实怎么样？不要你找，到时候他来接你去，这个多稳当！也不能怀疑，这么多人念佛，阿弥陀佛他能分得了身吗？同时大家都念佛的，同时都在一个时候往生，阿弥陀佛怎么办？到底是接哪个，不接哪个？诸位要知道，佛菩萨有无量无边的分身，众生有感，佛就有应，应的时候他就现身来接引你去，这也是真实不虚，这叫做信他。所以说，单单信他不信自，不能往生，信心里头，最重要的是相信自己。",
      "zh_TW": "所以不要懷疑西方到底在哪裡？太虛空這麼大，到底哪個星球是阿彌陀佛所住的地方？你這一懷疑，問題就大了。這麼多的星球我們到哪裡去找去？其實怎麼樣？不要你找，到時候他來接你去，這個多穩當！也不能懷疑，這麼多人念佛，阿彌陀佛他能分得了身嗎？同時大家都念佛的，同時都在一個時候往生，阿彌陀佛怎麼辦？到底是接哪個，不接哪個？諸位要知道，佛菩薩有無量無邊的分身，眾生有感，佛就有應，應的時候他就現身來接引你去，這也是真實不虛，這叫做信他。所以說，單單信他不信自，不能往生，信心裡頭，最重要的是相信自己。"
    },
    {
      "id": "01-007-0002_p0005",
      "zh_CN": "其次，「信因」。因与果包括的范围非常广大，相信善因一定结善果，相信有因必有果，有果必有因。世间法、出世间法离不开因果的定律，成佛有成佛之因，做人有做人之因，变畜生、变饿鬼，也有变畜生、饿鬼之因；造什么样的因，结什么样的果报，这是一定的道理。我们今天修净业之因，必定能得净业之果。我们仔细去想想，念这一句阿弥陀佛，这句阿弥陀佛六道里面没有，三恶道里面没有阿弥陀佛，三善道里面也没有阿弥陀佛。所以你修这个法门，心里面只念阿弥陀佛，就决定与西方世界相应，与它相应，因果不错。所以，要信因，要信果报，我们信因，我们才肯修；我们信果，我们将来才有个指望。换句话说，我们自己晓得所修行的功夫绝对不虚，这个种子种下去，后来一定成熟，一定结果，必定是有收获的，这是「信果」。",
      "zh_TW": "其次，「信因」。因與果包括的範圍非常廣大，相信善因一定結善果，相信有因必有果，有果必有因。世間法、出世間法離不開因果的定律，成佛有成佛之因，做人有做人之因，變畜生、變餓鬼，也有變畜生、餓鬼之因；造什麼樣的因，結什麼樣的果報，這是一定的道理。我們今天修淨業之因，必定能得淨業之果。我們仔細去想想，念這一句阿彌陀佛，這句阿彌陀佛六道裡面沒有，三惡道裡面沒有阿彌陀佛，三善道裡面也沒有阿彌陀佛。所以你修這個法門，心裡面只念阿彌陀佛，就決定與西方世界相應，與它相應，因果不錯。所以，要信因，要信果報，我們信因，我們才肯修；我們信果，我們將來才有個指望。換句話說，我們自己曉得所修行的功夫絕對不虛，這個種子種下去，後來一定成熟，一定結果，必定是有收穫的，這是「信果」。"
    },
    {
      "id": "01-007-0002_p0006",
      "zh_CN": "「信事」，有事当然有理，有理也有事，必定有事。我们在《佛学概要十四讲》第二讲里面会讲到这个问题，不过第二讲恐怕要到下个星期。因为底下这个星期，大家已经决定到休士顿去观光去，所以我们要停一次，当中停一次，下个礼拜我们就讨论到事与理的问题了。能信事，一切事里面都可以修，真正像古大德所说，「称性起修，全修在性」。明白这个有什么好处？好处大了！因为他这六条是三对，第一对相信了，你决定往生，带业往生，绝对靠得住。你能够相信因果，你可以到事一心不乱，生方便有余土。如果再信事理，那你就可以念到理一心不乱，生实报庄严土，不一样！",
      "zh_TW": "「信事」，有事當然有理，有理也有事，必定有事。我們在《佛學概要十四講》第二講裡面會講到這個問題，不過第二講恐怕要到下個星期。因為底下這個星期，大家已經決定到休士頓去觀光去，所以我們要停一次，當中停一次，下個禮拜我們就討論到事與理的問題了。能信事，一切事裡面都可以修，真正像古大德所說，「稱性起修，全修在性」。明白這個有什麼好處？好處大了！因為他這六條是三對，第一對相信了，你決定往生，帶業往生，絕對靠得住。你能夠相信因果，你可以到事一心不亂，生方便有餘土。如果再信事理，那你就可以念到理一心不亂，生實報莊嚴土，不一樣！"
    },
    {
      "id": "01-007-0002_p0007",
      "zh_CN": "所以，理一心里是六种信心具足，圆圆满满。事一心的，具足前面四条，末后两条或者有，但是他不圆满。所以决定要把这些事情讨论清楚，我们在一生当中，一生时间并不太长，就有非常殊胜的成就，这是真正不可思议。正是经典里面所说，「不可以少善根福德因缘，得生彼国」；换句话说，你就是多善根、多福德、多因缘。所以，事要明了，理也要明了。经中所讲的一些事，样样清楚，而这些事会归到我们眼前，就是实际的生活。从早到晚穿衣吃饭、待人接物，这些事就是理，理就是事，理事不二，理事无碍，这才叫真正的修行。所以，第一要信。",
      "zh_TW": "所以，理一心裡是六種信心具足，圓圓滿滿。事一心的，具足前面四條，末後兩條或者有，但是他不圓滿。所以決定要把這些事情討論清楚，我們在一生當中，一生時間並不太長，就有非常殊勝的成就，這是真正不可思議。正是經典裡面所說，「不可以少善根福德因緣，得生彼國」；換句話說，你就是多善根、多福德、多因緣。所以，事要明瞭，理也要明瞭。經中所講的一些事，樣樣清楚，而這些事會歸到我們眼前，就是實際的生活。從早到晚穿衣吃飯、待人接物，這些事就是理，理就是事，理事不二，理事無礙，這才叫真正的修行。所以，第一要信。"
    },
    {
      "id": "01-007-0002_p0008",
      "zh_CN": "有了信之后，要发愿。你的信根具足了，如果你不愿意去那也没办法，那还是去不了，所以一定要发愿，要愿去。也许有些同修要问，十方诸佛世界无量无边，为什么一定要到西方世界去？我到东方药师佛如来的净土也一样，何必一定要到西方！或者还有人说，弥勒菩萨成佛不远了，而且就在我们这个世界，他现在是后补佛，我们为什么不生弥勒净土？将来他老人家示现成佛，我们做他的大弟子，这是大菩萨、大阿罗汉，这不也很好吗？何必要往西方极乐世界去？这些话乍听起来，好像满有道理的，其实不然，这也是我们一定要搞清楚的。前面跟诸位说过，他方世界、他方净土好是好，可是不容易去。为什么？条件都太高了，没那么简单的，同时在成就不算很高；换句话说，你到他方净土可能成个阿罗汉，可能成个菩萨，不能成佛。如果说成佛，可以成个别教以前的佛，不能成圆教佛，这是我们要知道。",
      "zh_TW": "有了信之後，要發願。你的信根具足了，如果你不願意去那也沒辦法，那還是去不了，所以一定要發願，要願去。也許有些同修要問，十方諸佛世界無量無邊，為什麼一定要到西方世界去？我到東方藥師佛如來的淨土也一樣，何必一定要到西方！或者還有人說，彌勒菩薩成佛不遠了，而且就在我們這個世界，他現在是後補佛，我們為什麼不生彌勒淨土？將來他老人家示現成佛，我們做他的大弟子，這是大菩薩、大阿羅漢，這不也很好嗎？何必要往西方極樂世界去？這些話乍聽起來，好像滿有道理的，其實不然，這也是我們一定要搞清楚的。前面跟諸位說過，他方世界、他方淨土好是好，可是不容易去。為什麼？條件都太高了，沒那麼簡單的，同時在成就不算很高；換句話說，你到他方淨土可能成個阿羅漢，可能成個菩薩，不能成佛。如果說成佛，可以成個別教以前的佛，不能成圓教佛，這是我們要知道。"
    },
    {
      "id": "01-007-0002_p0009",
      "zh_CN": "所以古德说我们这个法门，下手容易，成功高。高在哪里？他这个地方可以成圆教佛，无上正等正觉，这个不一样。何以晓得？我们在《华严经》里面看到的，普贤菩萨「十大愿王，导归极乐」。对象是谁？华藏会上四十一位法身大士；法身大士就是别教佛、通教的佛、藏教的佛，统统还要到西方极乐世界去，去完成他无上正等正觉。所以西方世界里成就高，就是一定要发愿，一定要发愿「厌离娑婆，欣求极乐」。这两句话是形容一个初学的人发愿之心理，发愿的心。对于这个娑婆世界决定没有留恋，一心一意就想超越，想离开；对于极乐世界，心心念念的希望赶快到达。所以，我们要想在这一生当中，或者能早点成就，你要记住，如果对于这个世界还有牵挂，还有放不下的，都变成了障碍。这个事情又有实际上的困难。",
      "zh_TW": "所以古德說我們這個法門，下手容易，成功高。高在哪裡？他這個地方可以成圓教佛，無上正等正覺，這個不一樣。何以曉得？我們在《華嚴經》裡面看到的，普賢菩薩「十大願王，導歸極樂」。對象是誰？華藏會上四十一位法身大士；法身大士就是別教佛、通教的佛、藏教的佛，統統還要到西方極樂世界去，去完成他無上正等正覺。所以西方世界裡成就高，就是一定要發願，一定要發願「厭離娑婆，欣求極樂」。這兩句話是形容一個初學的人發願之心理，發願的心。對於這個娑婆世界決定沒有留戀，一心一意就想超越，想離開；對於極樂世界，心心念念的希望趕快到達。所以，我們要想在這一生當中，或者能早點成就，你要記住，如果對於這個世界還有牽掛，還有放不下的，都變成了障礙。這個事情又有實際上的困難。"
    },
    {
      "id": "01-007-0002_p0010",
      "zh_CN": "譬如现在我们为了生活我们要工作，如果工作不认真做，你的工作就会丢掉。你有家庭，你有儿女，儿女很小，总不能说是不闻不问，不顾他了，那也是错误的。这要怎么办法？如何能够厌离娑婆，做到这一点？这是实际上的问题，我们一定要明了，一定要知道如何来解决。眼前一切事物，面对着现前，要认真的去做，要把它做到尽善尽美。什么叫尽善尽美？就是尽到我们的心，尽到我们的力，尽心尽力就是尽善尽美。虽然尽心尽力，做完之后心里面不能有一丝毫的贪恋。诸位要知道，关心不是贪恋，这里面真是差之毫厘，失之千里。譬如子女在外面，父母总是常常关怀着，虽然关怀不能有贪爱之心。关怀是什么？是你应尽的责任。",
      "zh_TW": "譬如現在我們為了生活我們要工作，如果工作不認真做，你的工作就會丟掉。你有家庭，你有兒女，兒女很小，總不能說是不聞不問，不顧他了，那也是錯誤的。這要怎麼辦法？如何能夠厭離娑婆，做到這一點？這是實際上的問題，我們一定要明瞭，一定要知道如何來解決。眼前一切事物，面對著現前，要認真的去做，要把它做到盡善盡美。什麼叫盡善盡美？就是盡到我們的心，盡到我們的力，盡心盡力就是盡善盡美。雖然盡心盡力，做完之後心裡面不能有一絲毫的貪戀。諸位要知道，關心不是貪戀，這裡面真是差之毫釐，失之千里。譬如子女在外面，父母總是常常關懷著，雖然關懷不能有貪愛之心。關懷是什麼？是你應盡的責任。"
    },
    {
      "id": "01-007-0002_p0011",
      "zh_CN": "你要晓得苦，娑婆世界苦！这个世界只有苦，没有乐。看看一切众生，回过头来看看自己，不值得留恋，一定要求解脱之道，要求出离。一切解脱道里面，求生净土是第一解脱，这点我们要知道，我们要真正的发愿。世尊在本经，本经经文不长，佛劝我们发愿就劝了三次，一而再，再而三。可见得佛是多么恳切，希望我们在一生当中往生到西方极乐世界，这样的来劝勉我们，我们要体会佛的苦心，体会佛对于我们的照顾。不但释迦牟尼佛三番劝勉我们，在本经我们又看到，六方诸佛异口同声在那里赞叹，赞叹就是劝勉。要我们要相信诸佛所说，相信「一切诸佛所护念经」，都是劝我们发愿。",
      "zh_TW": "你要曉得苦，娑婆世界苦！這個世界只有苦，沒有樂。看看一切眾生，回過頭來看看自己，不值得留戀，一定要求解脫之道，要求出離。一切解脫道裡面，求生淨土是第一解脫，這點我們要知道，我們要真正的發願。世尊在本經，本經經文不長，佛勸我們發願就勸了三次，一而再，再而三。可見得佛是多麼懇切，希望我們在一生當中往生到西方極樂世界，這樣的來勸勉我們，我們要體會佛的苦心，體會佛對於我們的照顧。不但釋迦牟尼佛三番勸勉我們，在本經我們又看到，六方諸佛異口同聲在那裡讚歎，讚歎就是勸勉。要我們要相信諸佛所說，相信「一切諸佛所護念經」，都是勸我們發願。"
    },
    {
      "id": "01-007-0002_p0012",
      "zh_CN": "有了信、有了愿，就决定往生。蕅益大师说的，能不能往生，就看你有没有信愿。而往生到西方极乐世界，品位高下不同，有人生实报土，有人生凡圣土，悬殊很大。品位的高下决定在持名之浅深，这就讲修行，讲行。行是「执持名号，一心不乱」，执是执着，此地的执着就是孔老夫子所说的「择善固执」。这个法门是世出世间第一善法，念阿弥陀佛的名号，是八万四千善行里面第一善行，儒家讲「止于至善」，至善到了极处，到顶头了。什么叫止于至善？执持名号就是止于至善，世出世间一切善法，没有再比这个高，没有再比这个究竟。这一法得到，一切法都得到了，这是至善之法！",
      "zh_TW": "有了信、有了願，就決定往生。蕅益大師說的，能不能往生，就看你有沒有信願。而往生到西方極樂世界，品位高下不同，有人生實報土，有人生凡聖土，懸殊很大。品位的高下決定在持名之淺深，這就講修行，講行。行是「執持名號，一心不亂」，執是執著，此地的執著就是孔老夫子所說的「擇善固執」。這個法門是世出世間第一善法，念阿彌陀佛的名號，是八萬四千善行裡面第一善行，儒家講「止於至善」，至善到了極處，到頂頭了。什麼叫止於至善？執持名號就是止於至善，世出世間一切善法，沒有再比這個高，沒有再比這個究竟。這一法得到，一切法都得到了，這是至善之法！"
    },
    {
      "id": "01-007-0002_p0013",
      "zh_CN": "我们修什么？修一心不乱，诸位千千万万要记住、要搞清楚，你学佛不是学神通，目的不是在学神通，不是在那里见神见鬼，不是学的这个。也不是向外去攀缘，求佛、求菩萨、求那些鬼神，那都不是我们要学的。我们求什么？我们求一心不乱，这才叫正行。执持名号是方法、是手段，一心不乱是功夫。理一心不乱，上品上生，生实报庄严土，事一心不乱生方便有余土。能得相似的一心，就是没有得到，真正的一心不乱没得到，得到相似的一心不乱，我们叫功夫成片，生凡圣同居土。",
      "zh_TW": "我們修什麼？修一心不亂，諸位千千萬萬要記住、要搞清楚，你學佛不是學神通，目的不是在學神通，不是在那裡見神見鬼，不是學的這個。也不是向外去攀緣，求佛、求菩薩、求那些鬼神，那都不是我們要學的。我們求什麼？我們求一心不亂，這才叫正行。執持名號是方法、是手段，一心不亂是功夫。理一心不亂，上品上生，生實報莊嚴土，事一心不亂生方便有餘土。能得相似的一心，就是沒有得到，真正的一心不亂沒得到，得到相似的一心不亂，我們叫功夫成片，生凡聖同居土。"
    },
    {
      "id": "01-007-0002_p0014",
      "zh_CN": "所以念佛人二六时中，一天到晚就是求一个心地清净。清净到什么程度？除了一句阿弥陀佛之外，一念不生，一个妄念都没有，你的烦恼虽然没断尽，就叫功夫成片了，往生西方是决定有把握。大家听了，好像是容易，仔细想起来，好难！难怎么办？现在就是教给你一个办法，你念头才起来的时候，马上就把它换成阿弥陀佛，不管是什么念头，善念也好，恶念也好，不要去理会它；一有念头就换成阿弥陀佛，只有弥陀一念，没有杂念。我们办事，办事的时候刚才说过了，尽心尽力去办事，事情办完了，阿弥陀佛提起来，就行了，就没错。如果到了功夫真正成就了，一面办事一面阿弥陀佛还没离开，那是功夫非常好的人，我们初学的人办不到。初学的人办事，就暂时把阿弥陀佛停下来，事情办完了，阿弥陀佛再提起来，开始这样的学法。尽可能叫佛号不要中断，我们一生当中，最大的一桩大事就是念佛，就是要保持这句佛号不间断。",
      "zh_TW": "所以念佛人二六時中，一天到晚就是求一個心地清淨。清淨到什麼程度？除了一句阿彌陀佛之外，一念不生，一個妄念都沒有，你的煩惱雖然沒斷盡，就叫功夫成片了，往生西方是決定有把握。大家聽了，好像是容易，仔細想起來，好難！難怎麼辦？現在就是教給你一個辦法，你念頭才起來的時候，馬上就把它換成阿彌陀佛，不管是什麼念頭，善念也好，惡念也好，不要去理會它；一有念頭就換成阿彌陀佛，只有彌陀一念，沒有雜念。我們辦事，辦事的時候剛才說過了，盡心盡力去辦事，事情辦完了，阿彌陀佛提起來，就行了，就沒錯。如果到了功夫真正成就了，一面辦事一面阿彌陀佛還沒離開，那是功夫非常好的人，我們初學的人辦不到。初學的人辦事，就暫時把阿彌陀佛停下來，事情辦完了，阿彌陀佛再提起來，開始這樣的學法。盡可能叫佛號不要中斷，我們一生當中，最大的一樁大事就是念佛，就是要保持這句佛號不間斷。"
    },
    {
      "id": "01-007-0002_p0015",
      "zh_CN": "「莲池大师云，着事而念能相继，不虚入品之功」，着就是执着事，事就是执持名号。我们执着事，只要这句佛号昼夜不间断，你一定能往生，这就是不虚入品之功。功是功德，决定能生净土，所以佛号一定要念！如果说「执理而心实未明，反受落空之祸」，大师这几句话用意是在末后这两句。理，「唯心净土，自性弥陀」，「念而无念，无念而念」，那我们不念了，不念就是念，这个不行！这对于理并没有搞清楚。理，确确实实他没有明，结果怎么样？结果他这一生空过了，他这一生往生无望。这是我们要牢牢记住，因为这些言论似是而非，很容易迷惑人。",
      "zh_TW": "「蓮池大師云，著事而念能相繼，不虛入品之功」，著就是執著事，事就是執持名號。我們執著事，只要這句佛號晝夜不間斷，你一定能往生，這就是不虛入品之功。功是功德，決定能生淨土，所以佛號一定要念！如果說「執理而心實未明，反受落空之禍」，大師這幾句話用意是在末後這兩句。理，「唯心淨土，自性彌陀」，「念而無念，無念而念」，那我們不念了，不念就是念，這個不行！這對於理並沒有搞清楚。理，確確實實他沒有明，結果怎麼樣？結果他這一生空過了，他這一生往生無望。這是我們要牢牢記住，因為這些言論似是而非，很容易迷惑人。"
    },
    {
      "id": "01-007-0002_p0016",
      "zh_CN": "我们再看看大势至菩萨（今天是大势至菩萨的圣诞，真正是难得，机缘巧合），大势至是等觉菩萨，在西方世界，他老人家地位跟观世音菩萨是相等的。在楞严会上，他自己说净念相继，「都摄六根，净念相继」，可见得他念阿弥陀佛没中断，没断！他怎么成就的？等觉菩萨了，理，明不明了？当然透彻。事怎么样？事，这句佛号从来不中断。理事不二，理事一如，这是我们应当要学习的。所以说决定不能够执理废事，到后来吃亏、损失的是我们自己。所以，我们对于事相上的修持，一定要重视，理与事上都要下功夫，具足信愿行这三个条件，决定往生。这三个字也可以解释为善根、福德、因缘；信就是善根，愿就是福德，行就是因缘，执持名号这是缘。所以信愿持名，这个人就是多善根、多福德、多因缘。再看下面一段。",
      "zh_TW": "我們再看看大勢至菩薩（今天是大勢至菩薩的聖誕，真正是難得，機緣巧合），大勢至是等覺菩薩，在西方世界，他老人家地位跟觀世音菩薩是相等的。在楞嚴會上，他自己說淨念相繼，「都攝六根，淨念相繼」，可見得他念阿彌陀佛沒中斷，沒斷！他怎麼成就的？等覺菩薩了，理，明不明瞭？當然透徹。事怎麼樣？事，這句佛號從來不中斷。理事不二，理事一如，這是我們應當要學習的。所以說決定不能夠執理廢事，到後來吃虧、損失的是我們自己。所以，我們對於事相上的修持，一定要重視，理與事上都要下功夫，具足信願行這三個條件，決定往生。這三個字也可以解釋為善根、福德、因緣；信就是善根，願就是福德，行就是因緣，執持名號這是緣。所以信願持名，這個人就是多善根、多福德、多因緣。再看下面一段。"
    },
    {
      "id": "01-007-0002_p0017",
      "zh_CN": "修行的方法我们晓得了，依照这个方法修行有什么用处？换句话说，有什么好处？如果我们这样的苦修，修到最后没结果，没好处，那我们何必要修学它？所以前面宗旨是讲修因，这一段是讲结果，也就是收获。「此经以往生为功，以不退为德」，这个德与得失的得是一个意思，就是你得到什么？你能得到什么？有什么用处？这两句话两个字就是这个意思。这个经是以往生西方极乐世界为功，功是功勋、功劳，什么功劳？往生西方极乐世界，这个功劳就太大太大了。为什么？一往生西方世界，什么问题都解决了，世出世间法的问题总解决了。而以不退为德，得到什么？三不退。这个真正不可思议！",
      "zh_TW": "修行的方法我們曉得了，依照這個方法修行有什麼用處？換句話說，有什麼好處？如果我們這樣的苦修，修到最後沒結果，沒好處，那我們何必要修學它？所以前面宗旨是講修因，這一段是講結果，也就是收穫。「此經以往生為功，以不退為德」，這個德與得失的得是一個意思，就是你得到什麼？你能得到什麼？有什麼用處？這兩句話兩個字就是這個意思。這個經是以往生西方極樂世界為功，功是功勛、功勞，什麼功勞？往生西方極樂世界，這個功勞就太大太大了。為什麼？一往生西方世界，什麼問題都解決了，世出世間法的問題總解決了。而以不退為德，得到什麼？三不退。這個真正不可思議！"
    },
    {
      "id": "01-007-0002_p0018",
      "zh_CN": "我们修行最困难的就是会退转，进得少，退得多，退到最后连信心都没有了，这是我们不能成就的原因。假如你学佛要不退转，佛经里面讲成佛要三大阿僧祇劫，这个话就得要修正了。为什么说要三大阿僧祇劫？就是因为你进得少，退得多，所以要那么长的时间。如果只进不退，那都是一生成就，成佛不要等到第二生的，就是退得太多了。一往生西方极乐世界，你就证三种不退，位不退、行不退、念不退。不管什么样的人，只要一往生都能证得三不退，这是不可思议，这到下面我们再来讨论。因为这三种不退，如果在我们娑婆世界来讲，你要证到小乘初果须陀洹你才有位不退，这是最起码的。为什么？他再不会退到三恶道。只要你证得须陀洹，不管这个世间有佛出世，或者没有佛出世，你一定是天上人间七次往来，就证阿罗汉果了。有佛出世的时候，你证阿罗汉果，没有佛出世的时候，你证辟支佛，你就成了辟支佛，不会再等到第八次，不要了。天上人间七番生死，六道里头只有这两道，其他的四道都不去，所以这才叫做位不退。所以，小乘须陀洹叫入流，入圣人之流，不再退转。",
      "zh_TW": "我們修行最困難的就是會退轉，進得少，退得多，退到最後連信心都沒有了，這是我們不能成就的原因。假如你學佛要不退轉，佛經裡面講成佛要三大阿僧祇劫，這個話就得要修正了。為什麼說要三大阿僧祇劫？就是因為你進得少，退得多，所以要那麼長的時間。如果只進不退，那都是一生成就，成佛不要等到第二生的，就是退得太多了。一往生西方極樂世界，你就證三種不退，位不退、行不退、念不退。不管什麼樣的人，只要一往生都能證得三不退，這是不可思議，這到下面我們再來討論。因為這三種不退，如果在我們娑婆世界來講，你要證到小乘初果須陀洹你才有位不退，這是最起碼的。為什麼？他再不會退到三惡道。只要你證得須陀洹，不管這個世間有佛出世，或者沒有佛出世，你一定是天上人間七次往來，就證阿羅漢果了。有佛出世的時候，你證阿羅漢果，沒有佛出世的時候，你證辟支佛，你就成了辟支佛，不會再等到第八次，不要了。天上人間七番生死，六道裡頭只有這兩道，其他的四道都不去，所以這才叫做位不退。所以，小乘須陀洹叫入流，入聖人之流，不再退轉。"
    },
    {
      "id": "01-007-0002_p0019",
      "zh_CN": "要证到阿罗汉以上，证到阿罗汉这才行不退。要证到圆教初住菩萨，别教初地菩萨，破一品无明，证一分法身，才到念不退；念念趣向一切种智，才念不退，所以真正不容易。可是念佛之人，我们讲带业往生，什么样的身分？凡夫的身分，比不上须陀洹，一往生西方极乐世界，这三种不退统统都得到了，这个真正不可思议。到底下经文我们要细细再来讨论，太奇妙了，但是它是事实。下面我们要讨论的一个问题，其实它本来不是问题，可是现在却变成了很严重的问题。「极乐有四土，各论九品」，就是每一土里头都有九品，「故说带业亦得，消业亦得」。",
      "zh_TW": "要證到阿羅漢以上，證到阿羅漢這才行不退。要證到圓教初住菩薩，別教初地菩薩，破一品無明，證一分法身，才到念不退；念念趣向一切種智，才念不退，所以真正不容易。可是念佛之人，我們講帶業往生，什麼樣的身分？凡夫的身分，比不上須陀洹，一往生西方極樂世界，這三種不退統統都得到了，這個真正不可思議。到底下經文我們要細細再來討論，太奇妙了，但是它是事實。下面我們要討論的一個問題，其實它本來不是問題，可是現在卻變成了很嚴重的問題。「極樂有四土，各論九品」，就是每一土裡頭都有九品，「故說帶業亦得，消業亦得」。"
    },
    {
      "id": "01-007-0002_p0020",
      "zh_CN": "我是前年到美国来讲经的，一下飞机，周宣德老居士就来找我，一见面就告诉我，他说现在在美国有个很麻烦的事情。我说什么麻烦事情？他说有人主张不能带业往生，一定要消业往生。结果把我们念佛人搞得迷惑颠倒，不知道如何是好了，给修净土的人带来了很大的困惑。问我怎么办？我一听，我就说，这不是问题，消业跟带业一样的！带一点消一点，消一点带一点，这不是一样的事情吗？这有什么大惊小怪的！他一听也有点道理。他说带业往生，经里头没有这个名词，找不到。我说找不到的东西太多了，不能说找不到就没有，所以我就倒问他，我说经上有没有讲四土三辈九品？他说有，这个经上有。我说如果要不带业，哪里来的四土三辈九品？不带业每个人都是一样的，等觉菩萨还带一品生相无明，他怎么不带业？如果说不带业，成佛才不带业，成什么佛？圆教的佛，别教的佛还带业。",
      "zh_TW": "我是前年到美國來講經的，一下飛機，周宣德老居士就來找我，一見面就告訴我，他說現在在美國有個很麻煩的事情。我說什麼麻煩事情？他說有人主張不能帶業往生，一定要消業往生。結果把我們念佛人搞得迷惑顛倒，不知道如何是好了，給修淨土的人帶來了很大的困惑。問我怎麼辦？我一聽，我就說，這不是問題，消業跟帶業一樣的！帶一點消一點，消一點帶一點，這不是一樣的事情嗎？這有什麼大驚小怪的！他一聽也有點道理。他說帶業往生，經裡頭沒有這個名詞，找不到。我說找不到的東西太多了，不能說找不到就沒有，所以我就倒問他，我說經上有沒有講四土三輩九品？他說有，這個經上有。我說如果要不帶業，哪裡來的四土三輩九品？不帶業每個人都是一樣的，等覺菩薩還帶一品生相無明，他怎麼不帶業？如果說不帶業，成佛才不帶業，成什麼佛？圓教的佛，別教的佛還帶業。"
    },
    {
      "id": "01-007-0002_p0021",
      "zh_CN": "所以不带业只有一个人，圆教佛，除圆教佛之外，藏、通、别佛，所有菩萨统统带业。消得多就带得少，消得少就带得多，所以说消、说带都一样，没有冲突，怎么会被这个名词迷惑了？一桩事情！所以这是特别提出来与诸位讨论，不要被这些名词所迷惑了。下面我要说一说「消业、带业」的用意，带业这个说法是祖师说的，经上虽然没有，但是确实有这个意思；没有这么个名词，但是意思真有，一点都不假。「旨在令人发心求生，人人有分」。带业可以去，那我也可以去，哪个都可以去，所以这个法门古德讲，万修万人去，一个都不漏的。不管什么样的人，你说我的罪业太重太重了，行，太重太重了也可以往生！《十六观经》里面，五逆十恶临命终时，十念都能往生，那就是下品下生，凡圣同居土下品下生。所以，再重的罪业都可以往生，这是给我们修净土法门的人带来了无比的信心，我们可以去了，可以认真修学了。",
      "zh_TW": "所以不帶業只有一個人，圓教佛，除圓教佛之外，藏、通、別佛，所有菩薩統統帶業。消得多就帶得少，消得少就帶得多，所以說消、說帶都一樣，沒有衝突，怎麼會被這個名詞迷惑了？一樁事情！所以這是特別提出來與諸位討論，不要被這些名詞所迷惑了。下面我要說一說「消業、帶業」的用意，帶業這個說法是祖師說的，經上雖然沒有，但是確實有這個意思；沒有這麼個名詞，但是意思真有，一點都不假。「旨在令人發心求生，人人有分」。帶業可以去，那我也可以去，哪個都可以去，所以這個法門古德講，萬修萬人去，一個都不漏的。不管什麼樣的人，你說我的罪業太重太重了，行，太重太重了也可以往生！《十六觀經》裡面，五逆十惡臨命終時，十念都能往生，那就是下品下生，凡聖同居土下品下生。所以，再重的罪業都可以往生，這是給我們修淨土法門的人帶來了無比的信心，我們可以去了，可以認真修學了。"
    },
    {
      "id": "01-007-0002_p0022",
      "zh_CN": "那消业说，「旨在令人精进修学，增上品位」。这个说法意思也不错，亦不错，有它可取的地方，这就是勉励你最好能多消一点业。何以？将来往生西方极乐世界品位增高。四土三辈九品怎么形成的？就是业带得多少、消得多少而分的。譬如说我们现在发心念佛，执持名号求一心不乱，你执持名号，你要晓得就是消业。消什么？消现行的，消现行的烦恼、习气。我们六根接触外面六尘境界，起了贪瞋痴慢，起了邪知邪念，刚才说了，这念头一起来，马上就换成阿弥陀佛，这就是消除，把现行消除了，变成阿弥陀佛，用的是这个方法。那个烦恼的种子断了没有？没断！换句话说，只断现行，没断种子。这就是我们通常讲的带业往生，生凡圣同居土。",
      "zh_TW": "那消業說，「旨在令人精進修學，增上品位」。這個說法意思也不錯，亦不錯，有它可取的地方，這就是勉勵你最好能多消一點業。何以？將來往生西方極樂世界品位增高。四土三輩九品怎麼形成的？就是業帶得多少、消得多少而分的。譬如說我們現在發心念佛，執持名號求一心不亂，你執持名號，你要曉得就是消業。消什麼？消現行的，消現行的煩惱、習氣。我們六根接觸外面六塵境界，起了貪瞋痴慢，起了邪知邪念，剛才說了，這念頭一起來，馬上就換成阿彌陀佛，這就是消除，把現行消除了，變成阿彌陀佛，用的是這個方法。那個煩惱的種子斷了沒有？沒斷！換句話說，只斷現行，沒斷種子。這就是我們通常講的帶業往生，生凡聖同居土。"
    },
    {
      "id": "01-007-0002_p0023",
      "zh_CN": "如果我们把见思烦恼统统都消了，都断了，见思烦恼断了，但是尘沙烦恼没断，根本无明没断。见思烦恼消了，不带了，带的什么？带的尘沙，带的无明，你往生西方极乐世界，地位就高了，生方便有余土。为什么？你带得少了！三大类的烦恼你消除了一条，见思消除，你只带尘沙、无明。凡圣同居土里三个都带，见思烦恼、尘沙烦恼、无明烦恼，他都有，他都带去。如果再有能力，把尘沙烦恼也消除了，无明也破了个一分、两分，那你带的就更少了，你往生西方极乐的时候，品位就更高了，上品上生，生实报庄严土，那就不一样了。所以说消得多就带得少，消得少就带得多，形成西方世界四土、三辈、九品，这么来的。",
      "zh_TW": "如果我們把見思煩惱統統都消了，都斷了，見思煩惱斷了，但是塵沙煩惱沒斷，根本無明沒斷。見思煩惱消了，不帶了，帶的什麼？帶的塵沙，帶的無明，你往生西方極樂世界，地位就高了，生方便有餘土。為什麼？你帶得少了！三大類的煩惱你消除了一條，見思消除，你只帶塵沙、無明。凡聖同居土裡三個都帶，見思煩惱、塵沙煩惱、無明煩惱，他都有，他都帶去。如果再有能力，把塵沙煩惱也消除了，無明也破了個一分、兩分，那你帶的就更少了，你往生西方極樂的時候，品位就更高了，上品上生，生實報莊嚴土，那就不一樣了。所以說消得多就帶得少，消得少就帶得多，形成西方世界四土、三輩、九品，這麼來的。"
    },
    {
      "id": "01-007-0002_p0024",
      "zh_CN": "再看下面，「带业生凡圣同居土，证位不退」，这已经是不可思议了，可是更有不可思议之处，那就是「皆与补处俱，亦皆一生必补佛处」。这就是我们为什么要求生西方极乐世界的道理，这种功德利益他方世界所没有的，只有西方极乐世界有，这是我们应当要记住的。即使是下品下生，一生到西方极乐世界也证位不退。「补处」就是像观世音菩萨、大势至菩萨，「俱」就是跟他们在一起，凡圣同居！这也是在他方世界所没有的，跟他们在一起。你们同修有问的，我们带业往生的人，生凡圣同居土，生到西方极乐世界莲花没开，在莲胎里头，在莲花里面。可是这个莲花很大，所以你不要着急，不要说莲花那么小，我在那里头怎么办？莲花大得很，大的莲花比我们这个地球还要大。",
      "zh_TW": "再看下面，「帶業生凡聖同居土，證位不退」，這已經是不可思議了，可是更有不可思議之處，那就是「皆與補處俱，亦皆一生必補佛處」。這就是我們為什麼要求生西方極樂世界的道理，這種功德利益他方世界所沒有的，只有西方極樂世界有，這是我們應當要記住的。即使是下品下生，一生到西方極樂世界也證位不退。「補處」就是像觀世音菩薩、大勢至菩薩，「俱」就是跟他們在一起，凡聖同居！這也是在他方世界所沒有的，跟他們在一起。你們同修有問的，我們帶業往生的人，生凡聖同居土，生到西方極樂世界蓮花沒開，在蓮胎裡頭，在蓮花裡面。可是這個蓮花很大，所以你不要著急，不要說蓮花那麼小，我在那裡頭怎麼辦？蓮花大得很，大的蓮花比我們這個地球還要大。"
    },
    {
      "id": "01-007-0002_p0025",
      "zh_CN": "那你又会想到，这么大的莲花，我一个人住在里头不是很寂寞吗？告诉你，不会寂寞。为什么？里面阿弥陀佛、观音菩萨、大势至菩萨，无量无边的这些等觉菩萨，都在里面，你怎么会寂寞？这从哪儿来的？跟诸位说统统是化身的，阿弥陀佛的化身，诸佛菩萨的化身，天天陪着你，天天给你讲经说法，给你在一块用功办道，化身来的。等到什么时候你念佛功夫成熟了，把尘沙、无明都念掉了，破了一品无明，花就开了，花开见佛，见报身佛。在花里面见化身佛，花开见报身佛，那个不一样。但是那个化身也是真佛，也不假，变化所作的，不假。",
      "zh_TW": "那你又會想到，這麼大的蓮花，我一個人住在裡頭不是很寂寞嗎？告訴你，不會寂寞。為什麼？裡面阿彌陀佛、觀音菩薩、大勢至菩薩，無量無邊的這些等覺菩薩，都在裡面，你怎麼會寂寞？這從哪兒來的？跟諸位說統統是化身的，阿彌陀佛的化身，諸佛菩薩的化身，天天陪著你，天天給你講經說法，給你在一塊用功辦道，化身來的。等到什麼時候你念佛功夫成熟了，把塵沙、無明都念掉了，破了一品無明，花就開了，花開見佛，見報身佛。在花裡面見化身佛，花開見報身佛，那個不一樣。但是那個化身也是真佛，也不假，變化所作的，不假。"
    },
    {
      "id": "01-007-0002_p0026",
      "zh_CN": "所以说是能够与补处菩萨在一起，天天接近他，你有什么问题都可以请教他，他给你说法。天天跟阿弥陀佛在一起，不离开佛，这个好处就太希有了。虽希有但是什么？你一生必补佛处，你往生西方极乐世界，不要等第二生。西方极乐世界人寿命长，各个都是无量寿，你一生到那里，也是无量寿。你在一生当中一定成佛，这里讲的必补佛处，就是你一生当中一定可以证到补处菩萨的地位。补处菩萨就是后补佛，就像观音、势至一样，你一生能成就。如果到其他的世界去，修学其他的法门，一生不能成就，要多生多劫；唯独修净土是一生成就，所以这个法门叫一生成就的法门。我们往生是一生，到西方极乐世界成佛是一生，你看多简单！这是我们一定要觉悟的。",
      "zh_TW": "所以說是能夠與補處菩薩在一起，天天接近他，你有什麼問題都可以請教他，他給你說法。天天跟阿彌陀佛在一起，不離開佛，這個好處就太希有了。雖希有但是什麼？你一生必補佛處，你往生西方極樂世界，不要等第二生。西方極樂世界人壽命長，各個都是無量壽，你一生到那裡，也是無量壽。你在一生當中一定成佛，這裡講的必補佛處，就是你一生當中一定可以證到補處菩薩的地位。補處菩薩就是後補佛，就像觀音、勢至一樣，你一生能成就。如果到其他的世界去，修學其他的法門，一生不能成就，要多生多劫；唯獨修淨土是一生成就，所以這個法門叫一生成就的法門。我們往生是一生，到西方極樂世界成佛是一生，你看多簡單！這是我們一定要覺悟的。"
    },
    {
      "id": "01-007-0002_p0027",
      "zh_CN": "「上善一处，是生同居，即以横生上三土」。上善这个名称就是指的等觉菩萨，西方世界各个都是善人，没有恶人，都是念佛的，都是修一心不乱的。善人里面的上善，就是等觉菩萨，像观音、势至称为上善；等觉菩萨才称为上善，等觉以下的我们称为善人。所以上善就是指等觉菩萨，凡圣同居土的人能够天天跟等觉菩萨在一起，那就等于你也生到上三土了。你现在去的是带业往生的人，生凡圣同居土，上善之人他们住在哪里？他们住实报庄严土，可是你天天跟他们在一起，那也就等于实报庄严土，这个事情不可思议。我们再从比喻来说，希望从比喻当中，诸位能够体会到一点意思。",
      "zh_TW": "「上善一處，是生同居，即以橫生上三土」。上善這個名稱就是指的等覺菩薩，西方世界各個都是善人，沒有惡人，都是念佛的，都是修一心不亂的。善人裡面的上善，就是等覺菩薩，像觀音、勢至稱為上善；等覺菩薩才稱為上善，等覺以下的我們稱為善人。所以上善就是指等覺菩薩，凡聖同居土的人能夠天天跟等覺菩薩在一起，那就等於你也生到上三土了。你現在去的是帶業往生的人，生凡聖同居土，上善之人他們住在哪裡？他們住實報莊嚴土，可是你天天跟他們在一起，那也就等於實報莊嚴土，這個事情不可思議。我們再從比喻來說，希望從比喻當中，諸位能夠體會到一點意思。"
    },
    {
      "id": "01-007-0002_p0028",
      "zh_CN": "譬如我们念书，小学的程度只能上小学，小学校里面程度都差不多，都是小学生。中学的程度去念中学，中学不是小学，都不在一起的。再念到大学，大学不是中学，也不在一起的。小学生要想见到大学生，不容易见到，大学生要见到小学生，也不容易见到，为什么？不在一起！可是这个学校很特别，就是在一个教室，这一个教室里头有小学生、有中学生、有大学生、有研究生，都在一班上课，你们想想这个奇怪不奇怪！他虽然是小学一年级，那个人是博士班的同学就坐在他隔壁，他也等于读博士班，这很特别的地方，这是一切世界里头没有这个情形，唯独西方世界有。诸位想想，小学生能够跟大学生坐在一张桌子上课，小学生占便宜了。他随时有不懂的问题，老大哥随时指点他，太方便了。这种情形他方世界没有，别的法门里头没有，净土法门里头有，所以你不怕，就怕你不能往生，你一往生，下品下生都不在乎。为什么？你同坐的是等觉菩萨，这是不可思议。所以就是等于说横生上三土，上面三土是方便有余土、实报庄严土、常寂光土，这是难信之法，不可思议！",
      "zh_TW": "譬如我們念書，小學的程度只能上小學，小學校裡面程度都差不多，都是小學生。中學的程度去念中學，中學不是小學，都不在一起的。再念到大學，大學不是中學，也不在一起的。小學生要想見到大學生，不容易見到，大學生要見到小學生，也不容易見到，為什麼？不在一起！可是這個學校很特別，就是在一個教室，這一個教室裡頭有小學生、有中學生、有大學生、有研究生，都在一班上課，你們想想這個奇怪不奇怪！他雖然是小學一年級，那個人是博士班的同學就坐在他隔壁，他也等於讀博士班，這很特別的地方，這是一切世界裡頭沒有這個情形，唯獨西方世界有。諸位想想，小學生能夠跟大學生坐在一張桌子上課，小學生佔便宜了。他隨時有不懂的問題，老大哥隨時指點他，太方便了。這種情形他方世界沒有，別的法門裡頭沒有，淨土法門裡頭有，所以你不怕，就怕你不能往生，你一往生，下品下生都不在乎。為什麼？你同坐的是等覺菩薩，這是不可思議。所以就是等於說橫生上三土，上面三土是方便有餘土、實報莊嚴土、常寂光土，這是難信之法，不可思議！"
    },
    {
      "id": "01-007-0002_p0029",
      "zh_CN": "「一生补处，是位不退即已圆证三不退」，这跟你讲了，都是一生必定能证得等觉菩萨，一生补处是等觉菩萨。所以说一往生西方极乐世界，就是位不退，位不退同时也就等于圆满证得了行不退跟念不退。因为凡圣同居土是位不退，方便有余土是行不退，实报土、常寂光土才是念不退。这个情形就跟刚才讲的一样，他们同班上课，所以他们不退转。一证一切证，一生一切生，等于四土同时都生了，这是不可思议的德用。",
      "zh_TW": "「一生補處，是位不退即已圓證三不退」，這跟你講了，都是一生必定能證得等覺菩薩，一生補處是等覺菩薩。所以說一往生西方極樂世界，就是位不退，位不退同時也就等於圓滿證得了行不退跟念不退。因為凡聖同居土是位不退，方便有餘土是行不退，實報土、常寂光土才是念不退。這個情形就跟剛才講的一樣，他們同班上課，所以他們不退轉。一證一切證，一生一切生，等於四土同時都生了，這是不可思議的德用。"
    },
    {
      "id": "01-007-0002_p0030",
      "zh_CN": "「如斯力用，乃千经万论所未曾有」，这是真的，一点都不假。我们展开四十九年所讲的一切经，我们今天把它编成在一起，称之为《大藏经》。《大藏经》里头任何一部经典，没有这个说法，唯独西方极乐世界弥陀法门才有这个讲法，所以是未曾有。这个法门，我在前面跟诸位介绍，经题跟诸位介绍的，是第一经，一切经里面的第一经，一切法门里面第一法门。我们修学这个法门，所以自己要明白，在修行人里面你是第一人；修行念佛法门这个道场，在一切道场里面是第一道场。样样都第一，没有第二的，自己要明了，要认识，要不怀疑，这样才行。",
      "zh_TW": "「如斯力用，乃千經萬論所未曾有」，這是真的，一點都不假。我們展開四十九年所講的一切經，我們今天把它編成在一起，稱之為《大藏經》。《大藏經》裡頭任何一部經典，沒有這個說法，唯獨西方極樂世界彌陀法門才有這個講法，所以是未曾有。這個法門，我在前面跟諸位介紹，經題跟諸位介紹的，是第一經，一切經裡面的第一經，一切法門裡面第一法門。我們修學這個法門，所以自己要明白，在修行人裡面你是第一人；修行念佛法門這個道場，在一切道場裡面是第一道場。樣樣都第一，沒有第二的，自己要明瞭，要認識，要不懷疑，這樣才行。"
    },
    {
      "id": "01-007-0002_p0031",
      "zh_CN": "修学其他法门，碰到净土法门，心里动摇了，想把它舍掉，回心归净土，这个可以的。如果修净土法门，听到别的法门，心里动摇了，去搞别的，那叫大错特错。为什么？从第一等法门，去找第二法门、第三法门去了，那是往后退！别的法门归心净土，他是往上增进，这个意思不相同。所以我们看古来多少高僧大德，在宗门里大彻大悟之后，皈依净土，来修念佛法门。没听说念佛法门里头得一心不乱了，他去修禅、修密去了，没听说过。你们去查查《高僧传》里面，看有没有查得到，查不到，没有的；只看到他们那些人有成就之后，回过头来修净土，有。《净土圣贤录》里面，《高僧传》里面都能找得到，这是事实。所以一定要认清法门，要认识这个经典，要认识它的功德利益，而后才能死心塌地的修学这个法门。",
      "zh_TW": "修學其他法門，碰到淨土法門，心裡動搖了，想把它捨掉，回心歸淨土，這個可以的。如果修淨土法門，聽到別的法門，心裡動搖了，去搞別的，那叫大錯特錯。為什麼？從第一等法門，去找第二法門、第三法門去了，那是往後退！別的法門歸心淨土，他是往上增進，這個意思不相同。所以我們看古來多少高僧大德，在宗門裡大徹大悟之後，皈依淨土，來修念佛法門。沒聽說念佛法門裡頭得一心不亂了，他去修禪、修密去了，沒聽說過。你們去查查《高僧傳》裡面，看有沒有查得到，查不到，沒有的；只看到他們那些人有成就之後，回過頭來修淨土，有。《淨土聖賢錄》裡面，《高僧傳》裡面都能找得到，這是事實。所以一定要認清法門，要認識這個經典，要認識它的功德利益，而後才能死心塌地的修學這個法門。"
    },
    {
      "id": "01-007-0002_p0032",
      "zh_CN": "再看末后一段，「教相，大乘圆证，三根普被」。这一段的大意，是说明这个法门应当是什么条件、什么样的资格才可以修学。换句话说，就是要来看看课程标准，他适合哪个学校，哪个班级，才好开这个课，这就很特别了。所以这门课程，从幼稚园到大学统统合适，这个课程不可思议！它是大乘法，不但是大乘法，而且是大乘法里头圆顿法，圆教顿法。圆顿，天台家所判教的叫五时八教。化法四教是讲藏、通、别、圆，化法是讲什么？实际上拿现在的话来说，就是课程标准，他适合于哪个学校，哪个班级，有这个意思。化仪四教是讲方法，是对于就是什么样程度的人来说的，是最聪明人讲的，还是那个最钝根人讲的。在课程里面讲，它是圆教，圆满而没有欠缺的。在教学方式上来讲，它是顿教，顿超的，不离阶级的，这是了不起的。",
      "zh_TW": "再看末後一段，「教相，大乘圓證，三根普被」。這一段的大意，是說明這個法門應當是什麼條件、什麼樣的資格才可以修學。換句話說，就是要來看看課程標準，他適合哪個學校，哪個班級，才好開這個課，這就很特別了。所以這門課程，從幼稚園到大學統統合適，這個課程不可思議！它是大乘法，不但是大乘法，而且是大乘法裡頭圓頓法，圓教頓法。圓頓，天台家所判教的叫五時八教。化法四教是講藏、通、別、圓，化法是講什麼？實際上拿現在的話來說，就是課程標準，他適合於哪個學校，哪個班級，有這個意思。化儀四教是講方法，是對於就是什麼樣程度的人來說的，是最聰明人講的，還是那個最鈍根人講的。在課程裡面講，它是圓教，圓滿而沒有欠缺的。在教學方式上來講，它是頓教，頓超的，不離階級的，這是了不起的。"
    },
    {
      "id": "01-007-0002_p0033",
      "zh_CN": "而且是三根普被，普是普遍，被是各个都有分。三根怎么样？上等根性的人、中等的人、下等的人统统都行，好比是大学、中学、小学统统合适，而且都是一生成就。不是说大学一生成就，中学恐怕要两生，小学恐怕要三生，不是的，统统一生成就，这叫顿，圆顿。底下我做个简单的解释，「大乘菩萨藏摄」，这个经在大小乘里面，它是大乘经，不是小乘经。佛说经，有为声闻说的，有为辟支佛说的，有为菩萨说的，这个经是为菩萨说的，拣别不是为声闻、缘觉说的，所以它是菩萨藏所摄的。在佛说经十二种不同题材的里面，它属于「无问自说」。本经从头到尾，释迦牟尼佛一个人说话，没有第二个人说话，也没有人问，佛是自己说的，无问自说。",
      "zh_TW": "而且是三根普被，普是普遍，被是各個都有分。三根怎麼樣？上等根性的人、中等的人、下等的人統統都行，好比是大學、中學、小學統統合適，而且都是一生成就。不是說大學一生成就，中學恐怕要兩生，小學恐怕要三生，不是的，統統一生成就，這叫頓，圓頓。底下我做個簡單的解釋，「大乘菩薩藏攝」，這個經在大小乘裡面，它是大乘經，不是小乘經。佛說經，有為聲聞說的，有為辟支佛說的，有為菩薩說的，這個經是為菩薩說的，揀別不是為聲聞、緣覺說的，所以它是菩薩藏所攝的。在佛說經十二種不同題材的裡面，它屬於「無問自說」。本經從頭到尾，釋迦牟尼佛一個人說話，沒有第二個人說話，也沒有人問，佛是自己說的，無問自說。"
    },
    {
      "id": "01-007-0002_p0034",
      "zh_CN": "「彻底大慈之所加持，能令末法多障有情依斯径登不退」。佛说一切经都可以说大慈大悲教导众生，唯独这部经叫彻底大慈。为什么？佛虽然讲一切经，这一切经，任何一部经，教我们在一生当中成就，很难，不容易做到，所以起了其他的经典。学其他的法门都要多生多劫，所谓是三大阿僧祇劫才能成就。而这部经是当生成就，所以跟我们说这个法门才是究竟圆满、彻底的悲心，慈悲到了极处！不再教我们走迂回的道路，不再浪费宝贵的光阴，一生就成就。特别是对于末法众生，末法多障，障碍太多，烦恼太多，知见混乱，这都是障碍。有情就是有情识的这些凡夫，我们只要看到「多障有情」这一句，换句话说，你修学任何一个法门都不容易成就。你修禅不能成就，修禅的人得烦恼轻，业障要少，学密的人更轻、更少，你只要是烦恼、业障深重，你不能成就。这些人怎么办？这些人依这个经典道理、修行的方法，很快就能够证得三不退，能往生；换句话说，成功比那些业障轻的人还要高，还稳当，这叫难信之法。",
      "zh_TW": "「徹底大慈之所加持，能令末法多障有情依斯徑登不退」。佛說一切經都可以說大慈大悲教導眾生，唯獨這部經叫徹底大慈。為什麼？佛雖然講一切經，這一切經，任何一部經，教我們在一生當中成就，很難，不容易做到，所以起了其他的經典。學其他的法門都要多生多劫，所謂是三大阿僧祇劫才能成就。而這部經是當生成就，所以跟我們說這個法門才是究竟圓滿、徹底的悲心，慈悲到了極處！不再教我們走迂迴的道路，不再浪費寶貴的光陰，一生就成就。特別是對於末法眾生，末法多障，障礙太多，煩惱太多，知見混亂，這都是障礙。有情就是有情識的這些凡夫，我們只要看到「多障有情」這一句，換句話說，你修學任何一個法門都不容易成就。你修禪不能成就，修禪的人得煩惱輕，業障要少，學密的人更輕、更少，你只要是煩惱、業障深重，你不能成就。這些人怎麼辦？這些人依這個經典道理、修行的方法，很快就能夠證得三不退，能往生；換句話說，成功比那些業障輕的人還要高，還穩當，這叫難信之法。"
    },
    {
      "id": "01-007-0002_p0035",
      "zh_CN": "「方便门中，求其至直捷至圆顿者」，八万四千法门都叫做方便门，所以俗话说，讲佛门是「慈悲为本，方便为门」。八万四千法门统统叫方便门，我们这一门也不例外，也是方便门。一切方便门当中，我们要找一个最直捷的，不拐弯抹角的，不走迂回的道路，走一条直路，最近的一条路，至直捷最快速的一条路。现在大家都希望快快成就，结果怎么样？还偏偏找了不能成就的去学，这叫冤枉。最快的，跟诸位说，就是净土法门，不但最快而且是最圆，最圆满，第一顿超、顿证，「莫若念佛求生净土」。这些句句都是真实话。",
      "zh_TW": "「方便門中，求其至直捷至圓頓者」，八萬四千法門都叫做方便門，所以俗話說，講佛門是「慈悲為本，方便為門」。八萬四千法門統統叫方便門，我們這一門也不例外，也是方便門。一切方便門當中，我們要找一個最直捷的，不拐彎抹角的，不走迂迴的道路，走一條直路，最近的一條路，至直捷最快速的一條路。現在大家都希望快快成就，結果怎麼樣？還偏偏找了不能成就的去學，這叫冤枉。最快的，跟諸位說，就是淨土法門，不但最快而且是最圓，最圓滿，第一頓超、頓證，「莫若念佛求生淨土」。這些句句都是真實話。"
    },
    {
      "id": "01-007-0002_p0036",
      "zh_CN": "我虽然没有学过禅与密，但是都接近过，我的老师是密宗大德，我亲近他三年。禅，禅的经论我讲过不少，像《六祖坛经》、《金刚经》、《大珠和尚语录》，永嘉大师《禅宗集》、《证道歌》，《信心铭》都是禅宗的，我都讲过好多好多遍。我自己还是念佛求生净土，所以那些学禅的人他讲不过我，我的口头禅很厉害，讲不过我。他那个东西我都懂，我很内行，我不外行，我懂得它的理论，也懂得它的方法。但是我自己心里有数，如果在那个法门上用功夫，一生不能成就。为什么？一定要断烦恼，烦恼断不掉没法子，这是真的，不是假的，断不了。所以那个要想成就不可能，理论很好，方法也不错，实在是太不容易。",
      "zh_TW": "我雖然沒有學過禪與密，但是都接近過，我的老師是密宗大德，我親近他三年。禪，禪的經論我講過不少，像《六祖壇經》、《金剛經》、《大珠和尚語錄》，永嘉大師《禪宗集》、《證道歌》，《信心銘》都是禪宗的，我都講過好多好多遍。我自己還是念佛求生淨土，所以那些學禪的人他講不過我，我的口頭禪很厲害，講不過我。他那個東西我都懂，我很內行，我不外行，我懂得它的理論，也懂得它的方法。但是我自己心裡有數，如果在那個法門上用功夫，一生不能成就。為什麼？一定要斷煩惱，煩惱斷不掉沒法子，這是真的，不是假的，斷不了。所以那個要想成就不可能，理論很好，方法也不錯，實在是太不容易。"
    },
    {
      "id": "01-007-0002_p0037",
      "zh_CN": "诸位想想，你要做到名闻利养、五欲六尘摆在面前真正不动心了，才是个初禅而已，我们欲界二十八层天，你才到第七层；二十八层才到第七层，初禅天，好不容易。如果有这种功夫，移到念佛法门里面来，那就不得了，决定往生，而且往生的品位还不低，相当高的品位。所以我为什么不修净土？等于就是你今天口袋里有同样多的钱，现在叫你到洛杉矶去，一个坐飞机去，一个坐巴士去，巴士跟飞机钱都是等的，那我为什么不坐飞机？我为什么坐巴士？你统统都搞清楚了，帐就会算了，决定舍弃禅，过来念佛，我们来念佛。",
      "zh_TW": "諸位想想，你要做到名聞利養、五欲六塵擺在面前真正不動心了，才是個初禪而已，我們欲界二十八層天，你才到第七層；二十八層才到第七層，初禪天，好不容易。如果有這種功夫，移到念佛法門裡面來，那就不得了，決定往生，而且往生的品位還不低，相當高的品位。所以我為什麼不修淨土？等於就是你今天口袋裡有同樣多的錢，現在叫你到洛杉磯去，一個坐飛機去，一個坐巴士去，巴士跟飛機錢都是等的，那我為什麼不坐飛機？我為什麼坐巴士？你統統都搞清楚了，帳就會算了，決定捨棄禪，過來念佛，我們來念佛。"
    },
    {
      "id": "01-007-0002_p0038",
      "zh_CN": "「念佛法门，求其至简易至稳当者，莫若信愿专持名号」。念的经典，我们常讲的弥陀净土有「三经一论」，《无量寿经》、《观无量寿佛经》（就是《十六观经》），跟这个《弥陀经》三经，还有一部《往生论》，三经一论。三经一论里面所讲的方法不一样，方法把它归纳起来可以有四大类，就是实相念佛、观像念佛、观想念佛跟持名念佛，可以分为这四大类。在四大类里面，我们要找一个最简单、最容易，而且最稳当的、最靠得住的，绝对不会出错误的，莫若信愿专持名号，这就是介绍你小本《弥陀经》。",
      "zh_TW": "「念佛法門，求其至簡易至穩當者，莫若信願專持名號」。念的經典，我們常講的彌陀淨土有「三經一論」，《無量壽經》、《觀無量壽佛經》（就是《十六觀經》），跟這個《彌陀經》三經，還有一部《往生論》，三經一論。三經一論裡面所講的方法不一樣，方法把它歸納起來可以有四大類，就是實相念佛、觀像念佛、觀想念佛跟持名念佛，可以分為這四大類。在四大類裡面，我們要找一個最簡單、最容易，而且最穩當的、最靠得住的，絕對不會出錯誤的，莫若信願專持名號，這就是介紹你小本《彌陀經》。"
    },
    {
      "id": "01-007-0002_p0039",
      "zh_CN": "这个经实实在在是太好了，不但修净土的人，专依这部经典来修学。其实拿中国的禅宗来说，中国禅宗的丛林，是唐朝百丈大师跟马祖道一和尚他们两个人发起的。而这两个人在中国禅宗都算第八代，就是六祖的徒孙，六祖是第六代，能大师第六代，怀让大师是第七代，怀让是六祖的徒弟，马祖道一是怀让的徒弟，所以说是第八代，他们创办的，发起创办的。你看禅门日诵里面，他们的诵课本，晚课都念《弥陀经》，都念佛。禅宗里头晚课还要念《弥陀经》、念佛，可见得禅净双修是中国的禅宗。他为什么要念《弥陀经》？当然晓得这个法门之好，所以禅宗的课诵本里头有《弥陀经》；他们早课是以「楞严咒」为主，晚课是以《弥陀经》为主。所以，从这些地方我们要仔细去观察，就晓得古人用心之所在。",
      "zh_TW": "這個經實實在在是太好了，不但修淨土的人，專依這部經典來修學。其實拿中國的禪宗來說，中國禪宗的叢林，是唐朝百丈大師跟馬祖道一和尚他們兩個人發起的。而這兩個人在中國禪宗都算第八代，就是六祖的徒孫，六祖是第六代，能大師第六代，懷讓大師是第七代，懷讓是六祖的徒弟，馬祖道一是懷讓的徒弟，所以說是第八代，他們創辦的，發起創辦的。你看禪門日誦裡面，他們的誦課本，晚課都念《彌陀經》，都念佛。禪宗裡頭晚課還要念《彌陀經》、念佛，可見得禪淨雙修是中國的禪宗。他為什麼要念《彌陀經》？當然曉得這個法門之好，所以禪宗的課誦本裡頭有《彌陀經》；他們早課是以「楞嚴咒」為主，晚課是以《彌陀經》為主。所以，從這些地方我們要仔細去觀察，就曉得古人用心之所在。"
    },
    {
      "id": "01-007-0002_p0040",
      "zh_CN": "专修净土的人早晚课诵都一样，一卷《弥陀经》、一千声佛号。如果有工夫的人，一天可以念十二支香，一支香一个半小时，每一支香的课诵完全相同。这是《西方确指》觉明妙行菩萨教给我们的方法，这个方法非常之好。一个人修很好，大众在一块儿修也很好，因为它很简单，没有一切这些仪规。譬如说像我们定的星期二、四来念佛，这几天我们都在练习敲法器，觉明妙行菩萨定的这个课诵本上，没有法器。所以它简单，不需要这些仪式。就是一卷《弥陀经》，三遍往生咒，一千声佛号，再就拜佛，他也拜一百拜，念完的时候拜一百拜。如果你十二支香，那就是《弥陀经》十二卷，佛号一万两千声，就是这样的修法。所以它是有动、有静，对我们现代人来讲，的确太适合了，尤其是生活在工业时代、工业社会的同修们，非常适用。",
      "zh_TW": "專修淨土的人早晚課誦都一樣，一卷《彌陀經》、一千聲佛號。如果有工夫的人，一天可以念十二支香，一支香一個半小時，每一支香的課誦完全相同。這是《西方確指》覺明妙行菩薩教給我們的方法，這個方法非常之好。一個人修很好，大眾在一塊兒修也很好，因為它很簡單，沒有一切這些儀規。譬如說像我們定的星期二、四來念佛，這幾天我們都在練習敲法器，覺明妙行菩薩定的這個課誦本上，沒有法器。所以它簡單，不需要這些儀式。就是一卷《彌陀經》，三遍往生咒，一千聲佛號，再就拜佛，他也拜一百拜，念完的時候拜一百拜。如果你十二支香，那就是《彌陀經》十二卷，佛號一萬兩千聲，就是這樣的修法。所以它是有動、有靜，對我們現代人來講，的確太適合了，尤其是生活在工業時代、工業社會的同修們，非常適用。"
    },
    {
      "id": "01-007-0002_p0041",
      "zh_CN": "末后说「华严奥藏，法华秘髓，一切诸佛心要，菩萨万行司南，皆不出于此矣」。奥是奥秘，藏就是藏得非常深奥，好像这是最宝贵的东西，它藏得最密、藏得最深。什么东西？念佛法门，你看看《华严经》一直讲，讲到快讲完了，才「十大愿王，导归极乐」，《普贤行愿品》最后一卷「十大愿王，导归极乐」，真正是《华严》奥藏！普贤菩萨劝勉，领导着华严会上那些法身大士，四十一位法身大士共同求生西方极乐世界。华严会上我们所见到是集体去的，集体去往生的，《华严经》最后的结论！",
      "zh_TW": "末後說「華嚴奧藏，法華秘髓，一切諸佛心要，菩薩萬行司南，皆不出於此矣」。奧是奧秘，藏就是藏得非常深奧，好像這是最寶貴的東西，它藏得最密、藏得最深。什麼東西？念佛法門，你看看《華嚴經》一直講，講到快講完了，才「十大願王，導歸極樂」，《普賢行願品》最後一卷「十大願王，導歸極樂」，真正是《華嚴》奧藏！普賢菩薩勸勉，領導著華嚴會上那些法身大士，四十一位法身大士共同求生西方極樂世界。華嚴會上我們所見到是集體去的，集體去往生的，《華嚴經》最後的結論！"
    },
    {
      "id": "01-007-0002_p0042",
      "zh_CN": "《法华经》里面也不例外，在梵文经典里面，也明白的说出来，也是以往生西方世界为归宿。近代，就是民国初年，有一位吕碧城居士，她读梵文的《法华经》，看到里面有一段，是我们中文本里面所没有的，她把它翻译出来。那一段经文，过去李老师也印成单张分给我们，让我们补在《法华经》里面。是属于《观世音菩萨普门品》，后面还有些偈颂，大概还有六、七首偈颂，这是原文里头有，那个偈颂都是指归净土，所以「法华秘髓」。「一切诸佛心要」，这句我们可以从本经六方诸佛的赞叹能够显示得出来，是十方一切诸佛自行化他最重要的法门，心要是最重要的法门。",
      "zh_TW": "《法華經》裡面也不例外，在梵文經典裡面，也明白的說出來，也是以往生西方世界為歸宿。近代，就是民國初年，有一位呂碧城居士，她讀梵文的《法華經》，看到裡面有一段，是我們中文本裡面所沒有的，她把它翻譯出來。那一段經文，過去李老師也印成單張分給我們，讓我們補在《法華經》裡面。是屬於《觀世音菩薩普門品》，後面還有些偈頌，大概還有六、七首偈頌，這是原文裡頭有，那個偈頌都是指歸淨土，所以「法華秘髓」。「一切諸佛心要」，這句我們可以從本經六方諸佛的讚歎能夠顯示得出來，是十方一切諸佛自行化他最重要的法門，心要是最重要的法門。"
    },
    {
      "id": "01-007-0002_p0043",
      "zh_CN": "「菩萨万行司南」，从初发心到等觉菩萨，六度万行都是以一心不乱求生西方为指南。司南就是大方向，像指南针一样，诸佛菩萨修，往什么地方修？统统都是往净土上修。修的什么？都是修的一心不乱，所以统统不出于此。「欲广叹述，穷劫莫尽，智者自当知之」，要是详细的说说不尽，说一劫、说无量劫，都说不尽。所以，大师劝勉我们，聪明人、有智慧的人自己应当要明了、要明白。第一讲我们就介绍到此地，把佛法介绍给诸位了。认识佛法，认识《弥陀经》，将《弥陀经》介绍给诸位。从第二讲，我们就要介绍本经，我们一共分做七讲，下面六讲介绍本经。",
      "zh_TW": "「菩薩萬行司南」，從初發心到等覺菩薩，六度萬行都是以一心不亂求生西方為指南。司南就是大方向，像指南針一樣，諸佛菩薩修，往什麼地方修？統統都是往淨土上修。修的什麼？都是修的一心不亂，所以統統不出於此。「欲廣歎述，窮劫莫盡，智者自當知之」，要是詳細的說說不盡，說一劫、說無量劫，都說不盡。所以，大師勸勉我們，聰明人、有智慧的人自己應當要明瞭、要明白。第一講我們就介紹到此地，把佛法介紹給諸位了。認識佛法，認識《彌陀經》，將《彌陀經》介紹給諸位。從第二講，我們就要介紹本經，我們一共分做七講，下面六講介紹本經。"
    },
    {
      "id": "01-007-0002_p0044",
      "zh_CN": "请看讲义的第六页，第二讲，题目是「经序的启示」。下面有一行小字，叫做经文起止，经文从「如是我闻」到「今现在说法」，就是我们这一讲讨论的内容，就是这段经文里面所说的。首先，有些专门的术语要简单的解释一下，叫「释名义」。第一，「如是我闻，一时佛在舍卫国，祇树给孤独园」，以及舍利弗等等这十六位大比丘们。这是一切经里面，我们都看到有这样的形式，这在佛经里面叫做证信序。「如是」是「信顺」的意思，信，一定要顺从，如果要不能够依从，那就不叫信了。「我闻」是「标师承」之意，佛当年讲经的时候并没有现场记录，只有言说，没有记录。经从哪里来的？经是佛灭度之后，释迦牟尼佛不在这个世间了，我们一般人讲佛死了，不在这个世间了，由学生们把佛过去所讲的记录下来，这样才称之为经典。",
      "zh_TW": "請看講義的第六頁，第二講，題目是「經序的啟示」。下面有一行小字，叫做經文起止，經文從「如是我聞」到「今現在說法」，就是我們這一講討論的內容，就是這段經文裡面所說的。首先，有些專門的術語要簡單的解釋一下，叫「釋名義」。第一，「如是我聞，一時佛在舍衛國，祇樹給孤獨園」，以及舍利弗等等這十六位大比丘們。這是一切經裡面，我們都看到有這樣的形式，這在佛經裡面叫做證信序。「如是」是「信順」的意思，信，一定要順從，如果要不能夠依從，那就不叫信了。「我聞」是「標師承」之意，佛當年講經的時候並沒有現場記錄，只有言說，沒有記錄。經從哪裡來的？經是佛滅度之後，釋迦牟尼佛不在這個世間了，我們一般人講佛死了，不在這個世間了，由學生們把佛過去所講的記錄下來，這樣才稱之為經典。"
    },
    {
      "id": "01-007-0002_p0045",
      "zh_CN": "这种情形我们又怀疑了，这个记录的靠得住吗？或者有人听错了，或者是记漏掉的，那我们今天不是发生困难了吗？这个我们要看佛教史，诸位就能够明了。佛灭度之后一百天里面，这些大弟子们就发起要集结经藏。就是把释迦牟尼佛四十九年所说的法，一定要把它记录下来，才能够流传、流通出去，才能够留给后世的人。集结，就是五百阿罗汉，这都是佛的学生，有五百人，差不多佛讲经的时候他们都在会，都在听。集结是以阿难尊者，阿难是多闻第一，就请他覆讲，把佛当年怎么说的，你也就原原本本就像佛来一样，把它讲出来，下面做笔记把它记下来。而他所讲的，要叫五百阿罗汉在那听的各个人都满意、都同意。如果有一个人举了手，「阿难，你这句话我觉得不大妥当」，这一句就删掉。不是少数服从多数的，不是的！一个人不通过就不行，一定要五百个人各个都通过才能算数。",
      "zh_TW": "這種情形我們又懷疑了，這個記錄的靠得住嗎？或者有人聽錯了，或者是記漏掉的，那我們今天不是發生困難了嗎？這個我們要看佛教史，諸位就能夠明瞭。佛滅度之後一百天裡面，這些大弟子們就發起要集結經藏。就是把釋迦牟尼佛四十九年所說的法，一定要把它記錄下來，才能夠流傳、流通出去，才能夠留給後世的人。集結，就是五百阿羅漢，這都是佛的學生，有五百人，差不多佛講經的時候他們都在會，都在聽。集結是以阿難尊者，阿難是多聞第一，就請他覆講，把佛當年怎麼說的，你也就原原本本就像佛來一樣，把它講出來，下面做筆記把它記下來。而他所講的，要叫五百阿羅漢在那聽的各個人都滿意、都同意。如果有一個人舉了手，「阿難，你這句話我覺得不大妥當」，這一句就刪掉。不是少數服從多數的，不是的！一個人不通過就不行，一定要五百個人各個都通過才能算數。"
    },
    {
      "id": "01-007-0002_p0046",
      "zh_CN": "所以，集结经非常谨慎，非常的严肃，决不是简单的事情。阿难这个人也特别的聪明，他的头脑恐怕比我们这录音机还高明，这是了不起的人，所以，他在弟子当中是多闻第一。他听一遍，永远不会忘记，他有这么好的记忆力。所以在集结经藏的时候，他就当了主席，他就上台来覆讲，这样集结。所以我们对于集结的经藏要相信，决定不能怀疑，你要怀疑吃亏的是你自己。何况我上一次跟诸位说这部《弥陀经》，从梵文翻译到中国，玄奘大师、窥基大师又给我们做了一次有力的证明，证明鸠摩罗什大师翻的没错，一点都没错。所以窥基大师做《弥陀经》的注解，就用鸠摩罗什大师的本子，这个《通赞疏》我们在此地很多，这个意思非常非常之深。",
      "zh_TW": "所以，集結經非常謹慎，非常的嚴肅，決不是簡單的事情。阿難這個人也特別的聰明，他的頭腦恐怕比我們這錄音機還高明，這是了不起的人，所以，他在弟子當中是多聞第一。他聽一遍，永遠不會忘記，他有這麼好的記憶力。所以在集結經藏的時候，他就當了主席，他就上台來覆講，這樣集結。所以我們對於集結的經藏要相信，決定不能懷疑，你要懷疑吃虧的是你自己。何況我上一次跟諸位說這部《彌陀經》，從梵文翻譯到中國，玄奘大師、窺基大師又給我們做了一次有力的證明，證明鳩摩羅什大師翻的沒錯，一點都沒錯。所以窺基大師做《彌陀經》的註解，就用鳩摩羅什大師的本子，這個《通贊疏》我們在此地很多，這個意思非常非常之深。"
    },
    {
      "id": "01-007-0002_p0047",
      "zh_CN": "这也真是三宝加持，叫末法众生对于这部经要生决定的信心，不能够疑惑。玄奘大师、窥基大师对我们末世同修有很大的功劳。所以，「我闻」是有师承的意思；「如是」就是如同佛所讲的一样，不增不减。我闻，我是阿难尊者自称，我亲自听佛所说的，佛怎么说我怎么样重诵，怎么样来覆讲，不增加一个字，也不减少一个字，这才叫如是我闻。所以它能够叫我们生信。时间到了，好，我们就讲到此地，下一次我们还从这一章从头讲起，一个段落。",
      "zh_TW": "這也真是三寶加持，叫末法眾生對於這部經要生決定的信心，不能夠疑惑。玄奘大師、窺基大師對我們末世同修有很大的功勞。所以，「我聞」是有師承的意思；「如是」就是如同佛所講的一樣，不增不減。我聞，我是阿難尊者自稱，我親自聽佛所說的，佛怎麼說我怎麼樣重誦，怎麼樣來覆講，不增加一個字，也不減少一個字，這才叫如是我聞。所以它能夠叫我們生信。時間到了，好，我們就講到此地，下一次我們還從這一章從頭講起，一個段落。"
    }
  ]
}