{
  "doc_id": "01-007-0001",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "01-007-0001",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "01-007-0001_p0001",
      "zh_CN": "诸位同修，今天我们要研究的，是我们的主修课程。这个课程我们分做三个部分，第一个部分，我们介绍《弥陀经》的大意；第二，我们再讲《弥陀经要解》；第三个部分，我们来研究《弥陀经疏钞演义》，那是要相当长的时间。这份讲义是我到美国来以后写的，在洛杉矶、旧金山都曾经讲过。同修们对于这种讲法是很欢迎，因为用的时间不多，把《弥陀经》的精华都提出来了。可以说对于将来研究经，以及修学念佛法门，能够提起很高的兴趣。",
      "zh_TW": "諸位同修，今天我們要研究的，是我們的主修課程。這個課程我們分做三個部分，第一個部分，我們介紹《彌陀經》的大意；第二，我們再講《彌陀經要解》；第三個部分，我們來研究《彌陀經疏鈔演義》，那是要相當長的時間。這份講義是我到美國來以後寫的，在洛杉磯、舊金山都曾經講過。同修們對於這種講法是很歡迎，因為用的時間不多，把《彌陀經》的精華都提出來了。可以說對於將來研究經，以及修學念佛法門，能夠提起很高的興趣。"
    },
    {
      "id": "01-007-0001_p0002",
      "zh_CN": "第一讲，首先要说的是「认识佛法」。学佛，什么是佛法？这是非常重要的事情。如果将佛法误解、曲解了，换句话说，我们从学佛起头就错了，那要谈到成就，当然是相当不容易的事情。所以我们首先要来讨论什么是佛法。佛法的定义，佛是智慧、觉悟的意思；法是人生、宇宙一切物相、理事的总代名词。这个我们在星期天，《佛学概要十四讲》第一讲里面详细的来讨论。智是体，觉是用，有体有用，它作用的对象就是一切万法。佛是能觉，一切法是所觉，从这个简单的定义上来看，我们就可以想像得到，法是大而虚空，小而微尘，真是无量无边，智、觉当然也就无量无边了。所以佛门里面常说，「佛法无边」，是真正的无边际。这里面我们要注意到的，能觉与所觉是一，能所不二，这是我们要特别注意到的。为什么能与所是一不是二？这是个很深的问题，将来我们慢慢的会研究到。",
      "zh_TW": "第一講，首先要說的是「認識佛法」。學佛，什麼是佛法？這是非常重要的事情。如果將佛法誤解、曲解了，換句話說，我們從學佛起頭就錯了，那要談到成就，當然是相當不容易的事情。所以我們首先要來討論什麼是佛法。佛法的定義，佛是智慧、覺悟的意思；法是人生、宇宙一切物相、理事的總代名詞。這個我們在星期天，《佛學概要十四講》第一講裡面詳細的來討論。智是體，覺是用，有體有用，它作用的對象就是一切萬法。佛是能覺，一切法是所覺，從這個簡單的定義上來看，我們就可以想像得到，法是大而虛空，小而微塵，真是無量無邊，智、覺當然也就無量無邊了。所以佛門裡面常說，「佛法無邊」，是真正的無邊際。這裡面我們要注意到的，能覺與所覺是一，能所不二，這是我們要特別注意到的。為什麼能與所是一不是二？這是個很深的問題，將來我們慢慢的會研究到。"
    },
    {
      "id": "01-007-0001_p0003",
      "zh_CN": "其次我们要讲「佛法所求」，你学佛求的是什么？善财童子在华严会上所表现的，也就是他所告诉我们的，佛法所追求的是无上的智慧。梵文名字叫「阿耨多罗三藐三菩提」，翻成中国的意思是「无上正等正觉」；「阿」翻作无，「耨多罗」翻作上，「三」翻作正，「藐」翻作等，「菩提」翻作觉。这个名词，我们在一切经论里面常常看到的，一定要晓得它的意思。我们先从正觉讲起，正觉拣别无觉，我们凡夫不觉。也许有人不以为然，我们样样也觉悟，怎么说不觉？尤其是世间的科学家、哲学家、宗教家，他们对于宇宙人生也有相当的觉悟，也有高度的智慧。但是在佛法里面认为他们那个觉心不正，不能叫正觉，他也有觉，但是不是正觉。怎样才叫做正觉？在佛教的定义里面，必须断了烦恼，破了我执，那个觉才叫做正觉。那我们想想，科学家、哲学家、宗教家，的确他还有烦恼，譬如宗教家常说，「信我者得救」，不信我的就不得救了，这就是烦恼，心不平等。所以，他的觉不能称之为正觉。",
      "zh_TW": "其次我們要講「佛法所求」，你學佛求的是什麼？善財童子在華嚴會上所表現的，也就是他所告訴我們的，佛法所追求的是無上的智慧。梵文名字叫「阿耨多羅三藐三菩提」，翻成中國的意思是「無上正等正覺」；「阿」翻作無，「耨多羅」翻作上，「三」翻作正，「藐」翻作等，「菩提」翻作覺。這個名詞，我們在一切經論裡面常常看到的，一定要曉得它的意思。我們先從正覺講起，正覺揀別無覺，我們凡夫不覺。也許有人不以為然，我們樣樣也覺悟，怎麼說不覺？尤其是世間的科學家、哲學家、宗教家，他們對於宇宙人生也有相當的覺悟，也有高度的智慧。但是在佛法裡面認為他們那個覺心不正，不能叫正覺，他也有覺，但是不是正覺。怎樣才叫做正覺？在佛教的定義裡面，必須斷了煩惱，破了我執，那個覺才叫做正覺。那我們想想，科學家、哲學家、宗教家，的確他還有煩惱，譬如宗教家常說，「信我者得救」，不信我的就不得救了，這就是煩惱，心不平等。所以，他的覺不能稱之為正覺。"
    },
    {
      "id": "01-007-0001_p0004",
      "zh_CN": "正觉一定要破我执，断见思烦恼。什么叫见思烦恼？后面我们会讨论到。在佛门里面，像小乘阿罗汉就达到这个境界了；阿罗汉以前，还不能称之为正觉，所以正觉是第一个阶段。在念佛法门里面，正觉就是事一心不乱，事一心不乱就是正觉，他是用执持名号这个方法成就正觉。所以事一心等于小乘的阿罗汉，等于大乘圆教第七信位的菩萨。再向上去就叫正等正觉，这个地位比前面要高了，正等正觉就是三藐三菩提，小乘里头没有，小乘只有正觉，没有正等正觉。等，等什么？等于佛，他的觉等于佛。小乘虽然是觉，还跟佛不一样。为什么不一样？无明没破，没有见本性，正等正觉是破了无明，见了本性了。所以，必需是破一品无明，见一分真性，这个时候才叫做正等正觉。正等正觉从圆教的初住菩萨，一直到等觉菩萨，一共有四十一个位次，在《华严经》称之为四十一位法身大士。我们通常在课诵本念到的菩萨摩诃萨，摩诃萨就是正等正觉，菩萨是正觉，正等正觉是摩诃萨，是大菩萨。",
      "zh_TW": "正覺一定要破我執，斷見思煩惱。什麼叫見思煩惱？後面我們會討論到。在佛門裡面，像小乘阿羅漢就達到這個境界了；阿羅漢以前，還不能稱之為正覺，所以正覺是第一個階段。在念佛法門裡面，正覺就是事一心不亂，事一心不亂就是正覺，他是用執持名號這個方法成就正覺。所以事一心等於小乘的阿羅漢，等於大乘圓教第七信位的菩薩。再向上去就叫正等正覺，這個地位比前面要高了，正等正覺就是三藐三菩提，小乘裡頭沒有，小乘只有正覺，沒有正等正覺。等，等什麼？等於佛，他的覺等於佛。小乘雖然是覺，還跟佛不一樣。為什麼不一樣？無明沒破，沒有見本性，正等正覺是破了無明，見了本性了。所以，必需是破一品無明，見一分真性，這個時候才叫做正等正覺。正等正覺從圓教的初住菩薩，一直到等覺菩薩，一共有四十一個位次，在《華嚴經》稱之為四十一位法身大士。我們通常在課誦本念到的菩薩摩訶薩，摩訶薩就是正等正覺，菩薩是正覺，正等正覺是摩訶薩，是大菩薩。"
    },
    {
      "id": "01-007-0001_p0005",
      "zh_CN": "从这个地方我们一定要明了，唯有佛称为无上正等正觉，再没有比他更高的，佛称无上正等正觉。可是佛又有很多种，这是我们一定要知道的，天台讲四教，就有四种不同的佛，有藏教的佛、有通教的佛、有别教的佛、有圆教的佛。所以说成佛，成的是什么佛？藏教、通教、别教的佛，全都是正等正觉，只有圆教的佛才称之为无上正等正觉。所以诸位要记住，无上正等正觉只有一个人，圆教佛。明白这桩事情，诸位要是再读《华严经》，你就会大大的觉悟了。如果要成藏教的佛、成通教的佛、成别教的佛，不一定要往生西方，十方世界哪个地方都能够修成佛。如果要成圆教的佛，无上正等正觉，那就是在西方极乐世界，不到西方极乐世界就成不了。",
      "zh_TW": "從這個地方我們一定要明瞭，唯有佛稱為無上正等正覺，再沒有比他更高的，佛稱無上正等正覺。可是佛又有很多種，這是我們一定要知道的，天台講四教，就有四種不同的佛，有藏教的佛、有通教的佛、有別教的佛、有圓教的佛。所以說成佛，成的是什麼佛？藏教、通教、別教的佛，全都是正等正覺，只有圓教的佛才稱之為無上正等正覺。所以諸位要記住，無上正等正覺只有一個人，圓教佛。明白這樁事情，諸位要是再讀《華嚴經》，你就會大大的覺悟了。如果要成藏教的佛、成通教的佛、成別教的佛，不一定要往生西方，十方世界哪個地方都能夠修成佛。如果要成圓教的佛，無上正等正覺，那就是在西方極樂世界，不到西方極樂世界就成不了。"
    },
    {
      "id": "01-007-0001_p0006",
      "zh_CN": "怎么晓得？我们在《华严经》里面看到，普贤菩萨在《华严经》最后一章里面所讲的「十大愿王，导归极乐」，将四十一位法身大士统统带到西方极乐世界去，成无上正等正觉。所以我们才明了，成圆教的佛一定在西方，成别教以下的佛，那不一定，由此可以见到西方净土的殊胜。所以无论是显宗，无论是密宗，没有不崇尚西方净土的，没有不念阿弥陀佛的，这个经、这个法门是直截了当教我们往生西方。所以这个经在一切法门里面，的的确确是第一法门，的的确确是第一经，一切经中第一经。这是我们在《华严》里面看到的，成无上正等正觉一定要随普贤菩萨皈依净土，从这个地方看出来了。",
      "zh_TW": "怎麼曉得？我們在《華嚴經》裡面看到，普賢菩薩在《華嚴經》最後一章裡面所講的「十大願王，導歸極樂」，將四十一位法身大士統統帶到西方極樂世界去，成無上正等正覺。所以我們才明瞭，成圓教的佛一定在西方，成別教以下的佛，那不一定，由此可以見到西方淨土的殊勝。所以無論是顯宗，無論是密宗，沒有不崇尚西方淨土的，沒有不念阿彌陀佛的，這個經、這個法門是直截了當教我們往生西方。所以這個經在一切法門裡面，的的確確是第一法門，的的確確是第一經，一切經中第一經。這是我們在《華嚴》裡面看到的，成無上正等正覺一定要隨普賢菩薩皈依淨土，從這個地方看出來了。"
    },
    {
      "id": "01-007-0001_p0007",
      "zh_CN": "这句话是梵文音译，翻成中国的意思，如果以现代话来讲，就是究竟圆满的智慧，觉了宇宙人生实相。实相就是真相，对于宇宙人生的真相完全明了通达，就是无上正等正觉。这是学佛人所求的，这是我们的大目标，决定不能搞错。我们往生西方去干什么？去完成无上正等正觉。目标要是错了，现在是末法时期，佛在楞严会上说得很清楚，「末法时期，邪师说法，如恒河沙」，很容易我们把路走错了，如果我们有了正确的目标、方向，我们就不怕了。邪与正在面前，立刻就有智慧能够辨别，什么是邪，什么是正，不会受这些魔王外道的欺骗。魔外，特别是搞神通、变把戏来骗人，我们学佛的人，不学神通，也不学把戏，我们所求的是究竟圆满的智慧。",
      "zh_TW": "這句話是梵文音譯，翻成中國的意思，如果以現代話來講，就是究竟圓滿的智慧，覺了宇宙人生實相。實相就是真相，對於宇宙人生的真相完全明瞭通達，就是無上正等正覺。這是學佛人所求的，這是我們的大目標，決定不能搞錯。我們往生西方去幹什麼？去完成無上正等正覺。目標要是錯了，現在是末法時期，佛在楞嚴會上說得很清楚，「末法時期，邪師說法，如恆河沙」，很容易我們把路走錯了，如果我們有了正確的目標、方向，我們就不怕了。邪與正在面前，立刻就有智慧能夠辨別，什麼是邪，什麼是正，不會受這些魔王外道的欺騙。魔外，特別是搞神通、變把戲來騙人，我們學佛的人，不學神通，也不學把戲，我們所求的是究竟圓滿的智慧。"
    },
    {
      "id": "01-007-0001_p0008",
      "zh_CN": "所求的明白了，我们用什么方法来求？这里就讲修行了，所以底下讲佛法之所修。佛法所修，在《华严经》里面，善财提出来两个问题，一个是「菩萨道」，一个是「菩萨行」。你看他每参访一位善知识，他一定先说，我已经发了阿耨多罗三藐三菩提心，我已经发这个心，想求究竟圆满的智慧，但是不知道如何修菩萨道，如何学菩萨行。什么叫道？道是心，存心叫做道；行是造作，就是我们的生活行为。菩萨是觉，菩萨道就是觉心，我的心在一切境界里头觉而不迷，这就是菩萨心，就叫菩萨道。行是行为，我们的行为决定没有错误，与觉性决定是相应的，这种行为就叫做菩萨行。善财五十三参他所修的就是修菩萨道与菩萨行，这是我们一定要知道的。",
      "zh_TW": "所求的明白了，我們用什麼方法來求？這裡就講修行了，所以底下講佛法之所修。佛法所修，在《華嚴經》裡面，善財提出來兩個問題，一個是「菩薩道」，一個是「菩薩行」。你看他每參訪一位善知識，他一定先說，我已經發了阿耨多羅三藐三菩提心，我已經發這個心，想求究竟圓滿的智慧，但是不知道如何修菩薩道，如何學菩薩行。什麼叫道？道是心，存心叫做道；行是造作，就是我們的生活行為。菩薩是覺，菩薩道就是覺心，我的心在一切境界裡頭覺而不迷，這就是菩薩心，就叫菩薩道。行是行為，我們的行為決定沒有錯誤，與覺性決定是相應的，這種行為就叫做菩薩行。善財五十三參他所修的就是修菩薩道與菩薩行，這是我們一定要知道的。"
    },
    {
      "id": "01-007-0001_p0009",
      "zh_CN": "怎么个修法？给诸位说，这就是三皈依了。过去跟诸位讨论过《六祖坛经》，《六祖坛经》在第五章里面所讲的「传香忏悔」就是讲修行。在修行里面，他特别提出来「三皈依」，而且讲三皈依讲得非常透彻，皈依觉，皈依正，皈依净，他老人家不说皈依佛、法、僧。为什么？怕我们迷了，怕我们一听说皈依佛，你就想到别的佛去，想到释迦牟尼佛，想到佛菩萨的偶像，想到这个形像。三皈依是皈依自性三宝！佛是什么意思？佛是觉的意思，佛是大智大觉，所以见到佛像就要想到我们自性的大智大觉，这才叫真正皈依。见到佛，佛是觉而不迷，我们也跟佛一样，六根接触六尘境界要觉，不能迷，这叫皈依佛。法是正知正见，换句话说，正确的思想，正确的见解，决定没有错误，决定没有过失，这叫正知正见。正而不邪，拣别不是邪知见，邪知见就是错误知见，我们要皈依正知正见。僧代表清净，不管那个出家人他清不清净，我们不管他，我们一看到出家人，就想到六根清净一尘不染。谁六根清净？不是那个出家人六根清净，我自己要六根清净。没有这个出家人，没有人提醒我，一看到这个出家人，马上就提醒自己要六根清净，一尘不染，这叫三皈依。",
      "zh_TW": "怎麼個修法？給諸位說，這就是三皈依了。過去跟諸位討論過《六祖壇經》，《六祖壇經》在第五章裡面所講的「傳香懺悔」就是講修行。在修行裡面，他特別提出來「三皈依」，而且講三皈依講得非常透徹，皈依覺，皈依正，皈依淨，他老人家不說皈依佛、法、僧。為什麼？怕我們迷了，怕我們一聽說皈依佛，你就想到別的佛去，想到釋迦牟尼佛，想到佛菩薩的偶像，想到這個形像。三皈依是皈依自性三寶！佛是什麼意思？佛是覺的意思，佛是大智大覺，所以見到佛像就要想到我們自性的大智大覺，這才叫真正皈依。見到佛，佛是覺而不迷，我們也跟佛一樣，六根接觸六塵境界要覺，不能迷，這叫皈依佛。法是正知正見，換句話說，正確的思想，正確的見解，決定沒有錯誤，決定沒有過失，這叫正知正見。正而不邪，揀別不是邪知見，邪知見就是錯誤知見，我們要皈依正知正見。僧代表清淨，不管那個出家人他清不清淨，我們不管他，我們一看到出家人，就想到六根清淨一塵不染。誰六根清淨？不是那個出家人六根清淨，我自己要六根清淨。沒有這個出家人，沒有人提醒我，一看到這個出家人，馬上就提醒自己要六根清淨，一塵不染，這叫三皈依。"
    },
    {
      "id": "01-007-0001_p0010",
      "zh_CN": "所以三皈依，诸位要记住，是从迷惑颠倒，皈是回过头来，回过头来依靠觉悟，依靠智慧。迷就是感情，觉就是理智，从迷情那里回过头来，依理智，这叫皈依佛。从邪知见里头回过头来，依正知正见，这叫皈依法。从染污回过头来，皈依到清净，依清净，这叫皈依僧。我们要问，什么叫染污？我们见色闻声，心里面起了贪爱，这是染污。因为你的心本来是清净的，清净心里面起了爱欲，被爱欲染污；起了瞋恨，被瞋恨染污；起了怀疑，被怀疑染污。换句话说，染污就是贪、瞋、痴、慢、疑，被这个东西染污了，你的心不清净了。所以你要觉悟，心才一动就被染污，赶快回过头来依清净，净而不染，这是佛法修行的总纲领。",
      "zh_TW": "所以三皈依，諸位要記住，是從迷惑顛倒，皈是回過頭來，回過頭來依靠覺悟，依靠智慧。迷就是感情，覺就是理智，從迷情那裡回過頭來，依理智，這叫皈依佛。從邪知見裡頭回過頭來，依正知正見，這叫皈依法。從染污回過頭來，皈依到清淨，依清淨，這叫皈依僧。我們要問，什麼叫染污？我們見色聞聲，心裡面起了貪愛，這是染污。因為你的心本來是清淨的，清淨心裡面起了愛欲，被愛欲染污；起了瞋恨，被瞋恨染污；起了懷疑，被懷疑染污。換句話說，染污就是貪、瞋、痴、慢、疑，被這個東西染污了，你的心不清淨了。所以你要覺悟，心才一動就被染污，趕快回過頭來依清淨，淨而不染，這是佛法修行的總綱領。"
    },
    {
      "id": "01-007-0001_p0011",
      "zh_CN": "讲的八万四千法门，底下说了「显密诸宗，无量法门」，那都是修行的方便，都是属于手段，就是修觉正净。所以，不管是哪个宗派，不管是哪个法门，不管是显宗、是密宗，他修的什么？他决定是修的觉正净；如果不是修的觉正净，他这个法就不是真正佛法，真正佛法决定修觉正净。所以佛门讲「归元无二路，方便有多门」，「法门平等，无二无别」，就是这个道理，只是手段、方法不一样。我们在《华严》看到「五十三参」，每位善知识都是第一，没有第二的；楞严会上「二十五圆通章」也是各个第一，没有第二的。为什么是第一？因为他的方法都能够达到觉正净，都能够圆满觉正净。凡是修觉正净，就叫修菩萨行；觉正净圆满了，就叫成佛，这个意思我们不能够不懂。",
      "zh_TW": "講的八萬四千法門，底下說了「顯密諸宗，無量法門」，那都是修行的方便，都是屬於手段，就是修覺正淨。所以，不管是哪個宗派，不管是哪個法門，不管是顯宗、是密宗，他修的什麼？他決定是修的覺正淨；如果不是修的覺正淨，他這個法就不是真正佛法，真正佛法決定修覺正淨。所以佛門講「歸元無二路，方便有多門」，「法門平等，無二無別」，就是這個道理，只是手段、方法不一樣。我們在《華嚴》看到「五十三參」，每位善知識都是第一，沒有第二的；楞嚴會上「二十五圓通章」也是各個第一，沒有第二的。為什麼是第一？因為他的方法都能夠達到覺正淨，都能夠圓滿覺正淨。凡是修覺正淨，就叫修菩薩行；覺正淨圓滿了，就叫成佛，這個意思我們不能夠不懂。"
    },
    {
      "id": "01-007-0001_p0012",
      "zh_CN": "佛法的修学有什么用处？如果佛法修学没用处，我们何必学它？学了马上就有用。所以，底下我们再讲「佛法德用」。这个德与得失的得是一个意思，就是你修学了，你能够得到什么？你所得的这个东西有什么作用？有什么用处？所得的就是大觉，它的作用就是大慈大悲。大慈是「利乐有情众生」，利是利益，乐是快乐，能够叫一切众生得利益，叫一切众生得快乐，所谓离苦得乐，破迷开悟，这是它的作用。第二就讲大悲，就是悲心拔苦，要怎样才能真正叫一切众生破迷开悟、离苦得乐？必需要「教化众生」，教是教导，化是变化，我们古人读书，说读书在变化气质。佛法里面用这个化字用得最多，化就是成就，你教他，他就变化；所谓变凡为圣，变迷为悟，这就变化了，这种教学才能够收到成果。",
      "zh_TW": "佛法的修學有什麼用處？如果佛法修學沒用處，我們何必學它？學了馬上就有用。所以，底下我們再講「佛法德用」。這個德與得失的得是一個意思，就是你修學了，你能夠得到什麼？你所得的這個東西有什麼作用？有什麼用處？所得的就是大覺，它的作用就是大慈大悲。大慈是「利樂有情眾生」，利是利益，樂是快樂，能夠叫一切眾生得利益，叫一切眾生得快樂，所謂離苦得樂，破迷開悟，這是它的作用。第二就講大悲，就是悲心拔苦，要怎樣才能真正叫一切眾生破迷開悟、離苦得樂？必需要「教化眾生」，教是教導，化是變化，我們古人讀書，說讀書在變化氣質。佛法裡面用這個化字用得最多，化就是成就，你教他，他就變化；所謂變凡為聖，變迷為悟，這就變化了，這種教學才能夠收到成果。"
    },
    {
      "id": "01-007-0001_p0013",
      "zh_CN": "所以我们一定要明白，佛教是教学、是教育，佛教给我们离苦得乐。离苦得乐，我们的苦佛菩萨能够帮我们拔掉，我们的乐佛菩萨能够给我们，我们想想，佛菩萨都大慈大悲，何必要我们自己修行？不要修了！我们相信他，他给快乐给我们，我们不相信他，他也给快乐给我们，这才叫大慈大悲。如果说我们信了他，他就叫我们快乐，不信他，他就给我们痛苦，这不叫大慈大悲。说老实话，佛菩萨没有能力，你有苦，佛菩萨救不了你，佛菩萨有乐，也不能给你。我们常在经上看到，「菩萨拔苦与乐」，他怎么个拔法？怎么个与法？教你！把这些道理讲给你听，方法告诉你，要你自己去学。所以，经论里头才说佛不度众生，众生是，《六祖坛经》里面讲得好，「自悟、自修、自度、自证」，统统要靠自己。",
      "zh_TW": "所以我們一定要明白，佛教是教學、是教育，佛教給我們離苦得樂。離苦得樂，我們的苦佛菩薩能夠幫我們拔掉，我們的樂佛菩薩能夠給我們，我們想想，佛菩薩都大慈大悲，何必要我們自己修行？不要修了！我們相信他，他給快樂給我們，我們不相信他，他也給快樂給我們，這才叫大慈大悲。如果說我們信了他，他就叫我們快樂，不信他，他就給我們痛苦，這不叫大慈大悲。說老實話，佛菩薩沒有能力，你有苦，佛菩薩救不了你，佛菩薩有樂，也不能給你。我們常在經上看到，「菩薩拔苦與樂」，他怎麼個拔法？怎麼個與法？教你！把這些道理講給你聽，方法告訴你，要你自己去學。所以，經論裡頭才說佛不度眾生，眾生是，《六祖壇經》裡面講得好，「自悟、自修、自度、自證」，統統要靠自己。"
    },
    {
      "id": "01-007-0001_p0014",
      "zh_CN": "西方世界阿弥陀佛真是慈悲到了极处，他有善巧方便的设施，可是我们自己还得要肯去。去到那个地方起码的条件，是要念佛念到心地清净，起码的条件。为什么？因为那边的人心都清净，你要不清净，你到那个地方去，你跟人家不能相处，人家不欢迎你，你自己一天到晚生烦恼。你不能跟别人相处，你一定被挤出来，这个道理就在此地。那个地方的人统统心清净，所以叫净土！心不清净，没有办法到那个地方去修行，他没有别的条件，只要你心清净就行了，就与他志同道合。心清净我们讲功夫成片，带业往生，这个到后面我们再来讨论。",
      "zh_TW": "西方世界阿彌陀佛真是慈悲到了極處，他有善巧方便的設施，可是我們自己還得要肯去。去到那個地方起碼的條件，是要念佛念到心地清淨，起碼的條件。為什麼？因為那邊的人心都清淨，你要不清淨，你到那個地方去，你跟人家不能相處，人家不歡迎你，你自己一天到晚生煩惱。你不能跟別人相處，你一定被擠出來，這個道理就在此地。那個地方的人統統心清淨，所以叫淨土！心不清淨，沒有辦法到那個地方去修行，他沒有別的條件，只要你心清淨就行了，就與他志同道合。心清淨我們講功夫成片，帶業往生，這個到後面我們再來討論。"
    },
    {
      "id": "01-007-0001_p0015",
      "zh_CN": "佛菩萨利益我们就是教化，我们跟佛菩萨的关系，是师生的关系，我们称释迦牟尼佛称本师。我们修净土的人，称阿弥陀佛也称本师，是我们根本的老师，自己称为三宝弟子，弟子是学生，所以我们跟佛是师生关系。因此佛法不是迷信，佛法是教育，唯有教育，才能够真正帮助我们达到究竟圆满的智慧，破迷开悟，离苦得乐。末后这几句则是欧阳竟无大师所讲的，「当知佛法，方便多门，不拘形式，经权互用」。所以，佛没有定法可说，佛无法可说，他没有一定的形式，他不拘形式。「经」就是我们讲正面的，「权」是讲反面的，这是正面、反面它可以互相配合著用。目的是什么？目的是教你开悟，是教你开悟的。譬如说，佛法佛学也有三大纲领，这个三大纲领就是戒、定、慧，称之为三学。",
      "zh_TW": "佛菩薩利益我們就是教化，我們跟佛菩薩的關係，是師生的關係，我們稱釋迦牟尼佛稱本師。我們修淨土的人，稱阿彌陀佛也稱本師，是我們根本的老師，自己稱為三寶弟子，弟子是學生，所以我們跟佛是師生關係。因此佛法不是迷信，佛法是教育，唯有教育，才能夠真正幫助我們達到究竟圓滿的智慧，破迷開悟，離苦得樂。末後這幾句則是歐陽竟無大師所講的，「當知佛法，方便多門，不拘形式，經權互用」。所以，佛沒有定法可說，佛無法可說，他沒有一定的形式，他不拘形式。「經」就是我們講正面的，「權」是講反面的，這是正面、反面它可以互相配合著用。目的是什麼？目的是教你開悟，是教你開悟的。譬如說，佛法佛學也有三大綱領，這個三大綱領就是戒、定、慧，稱之為三學。"
    },
    {
      "id": "01-007-0001_p0016",
      "zh_CN": "戒律非常重要，如果你过分执着在戒律里面，死在戒律里面，那又错了。诸位同修知道，在宋朝出现了一位出家人，济公长老。济公长老用的什么？用权，他不用经，用权。道宣律师用的是经，规规矩矩、正正当当的，非常严肃的表现出家人的威仪。济公长老是随随便便的，看到疯疯癫癫的，不像个出家人。都是高僧！在《高僧传》有他的传记，小说不算，小说里头那是胡说八道的，不负责任的，我们要读一定要读《大藏经》里面《高僧传》。你看看「济公传」，他有他一套的做法。为什么？他度的是另一种人，在当时是达官贵人，一脑袋的名闻利养、五欲六尘，你要叫他把那个东西都丢掉来学佛，不可能的，他就没机会学佛。于是乎他怎么办？他条条戒都开了。「学佛不难，我也可以学」，度了许许多多众生！他心清不清净？心清净，真是大慈大悲。",
      "zh_TW": "戒律非常重要，如果你過分執著在戒律裡面，死在戒律裡面，那又錯了。諸位同修知道，在宋朝出現了一位出家人，濟公長老。濟公長老用的什麼？用權，他不用經，用權。道宣律師用的是經，規規矩矩、正正當當的，非常嚴肅的表現出家人的威儀。濟公長老是隨隨便便的，看到瘋瘋癲癲的，不像個出家人。都是高僧！在《高僧傳》有他的傳記，小說不算，小說裡頭那是胡說八道的，不負責任的，我們要讀一定要讀《大藏經》裡面《高僧傳》。你看看「濟公傳」，他有他一套的做法。為什麼？他度的是另一種人，在當時是達官貴人，一腦袋的名聞利養、五欲六塵，你要叫他把那個東西都丟掉來學佛，不可能的，他就沒機會學佛。於是乎他怎麼辦？他條條戒都開了。「學佛不難，我也可以學」，度了許許多多眾生！他心清不清淨？心清淨，真是大慈大悲。"
    },
    {
      "id": "01-007-0001_p0017",
      "zh_CN": "有许多人见到戒律很严的人，他很尊敬，愿意跟他学；有些人看到那个严肃的时候，他就敬而远之，不肯跟他学了。于是乎菩萨就示现多门，各式各样的态度，他都示现、表现在世间。哪一个菩萨他示现某种身分、某个形相度某一类的众生，这才叫经权互用，大慈大悲。所以他没有定法，没有一定的方法，不是死的是活的。可是不论是正面或者是反面，决定是修的戒定慧，反面还是修的戒定慧，这个道理我们一定要懂，他决不是破戒，他叫开戒。开戒不是破戒，开戒目的是「利物济生」，是为这个，就是利益一切众生，要救度一切众生，给你有闻法的机缘，给你有入佛门的机会，让你能够礼敬三宝，亲近佛法。等到你入了门之后，你大彻大悟了，你才晓得佛法实实在在是慈悲。「一切妄情迷执，非达佛旨者也」，妄是虚妄，情是感情，迷惑执着，这个绝对不能够通达佛法。佛法就是破迷、破执，断除一切妄情，这才是真正的佛法。所以我们要学佛，首先要对佛法有正确的认识，然后我们修学的方向才不会错，我们的目标才正确。",
      "zh_TW": "有許多人見到戒律很嚴的人，他很尊敬，願意跟他學；有些人看到那個嚴肅的時候，他就敬而遠之，不肯跟他學了。於是乎菩薩就示現多門，各式各樣的態度，他都示現、表現在世間。哪一個菩薩他示現某種身分、某個形相度某一類的眾生，這才叫經權互用，大慈大悲。所以他沒有定法，沒有一定的方法，不是死的是活的。可是不論是正面或者是反面，決定是修的戒定慧，反面還是修的戒定慧，這個道理我們一定要懂，他決不是破戒，他叫開戒。開戒不是破戒，開戒目的是「利物濟生」，是為這個，就是利益一切眾生，要救度一切眾生，給你有聞法的機緣，給你有入佛門的機會，讓你能夠禮敬三寶，親近佛法。等到你入了門之後，你大徹大悟了，你才曉得佛法實實在在是慈悲。「一切妄情迷執，非達佛旨者也」，妄是虛妄，情是感情，迷惑執著，這個絕對不能夠通達佛法。佛法就是破迷、破執，斷除一切妄情，這才是真正的佛法。所以我們要學佛，首先要對佛法有正確的認識，然後我們修學的方向才不會錯，我們的目標才正確。"
    },
    {
      "id": "01-007-0001_p0018",
      "zh_CN": "其次，我要跟诸位介绍这部《阿弥陀经》，「认识此经」。第一，我们看看这部经它叫什么名称？我们现在所看到这个经的名称是《佛说阿弥陀经》，这个名字不是它的本名，它的本名叫《称赞不可思议功德一切诸佛所护念经》，这是这部经的本名。本名经文里面有，你看看六方诸佛赞叹所说出来的本名，释迦牟尼佛自己在经上也说出这个经的本名。这个经本来的名字，诸位一定要记住，是《称赞不可思议功德一切诸佛所护念经》，这个名称真是不可思议。",
      "zh_TW": "其次，我要跟諸位介紹這部《阿彌陀經》，「認識此經」。第一，我們看看這部經它叫什麼名稱？我們現在所看到這個經的名稱是《佛說阿彌陀經》，這個名字不是它的本名，它的本名叫《稱讚不可思議功德一切諸佛所護念經》，這是這部經的本名。本名經文裡面有，你看看六方諸佛讚歎所說出來的本名，釋迦牟尼佛自己在經上也說出這個經的本名。這個經本來的名字，諸位一定要記住，是《稱讚不可思議功德一切諸佛所護念經》，這個名稱真是不可思議。"
    },
    {
      "id": "01-007-0001_p0019",
      "zh_CN": "我们先说「称赞」，能称赞的是「一切诸佛」，所称赞的是「不可思议功德」。诸位，我们在释迦牟尼佛四十九年所说的一切经论，今天我们所集结成为《大藏经》，哪部经是一切诸佛之所赞叹的？没看到过这样的文字。哪部经是一切诸佛之所赞叹的？然后你就晓得这部经的分量。你们在哪部经上看到有这部经是一切诸佛之所赞叹的？一个不漏，尽虚空、遍法界，过去现在未来，一切诸佛没有不赞叹的，只有这部经；除这部经之外，没有看到。或者是某一尊佛赞叹，某几尊佛赞叹，说是一切诸佛之所赞叹，没见过，也没听说过。",
      "zh_TW": "我們先說「稱讚」，能稱讚的是「一切諸佛」，所稱讚的是「不可思議功德」。諸位，我們在釋迦牟尼佛四十九年所說的一切經論，今天我們所集結成為《大藏經》，哪部經是一切諸佛之所讚歎的？沒看到過這樣的文字。哪部經是一切諸佛之所讚歎的？然後你就曉得這部經的分量。你們在哪部經上看到有這部經是一切諸佛之所讚歎的？一個不漏，盡虛空、遍法界，過去現在未來，一切諸佛沒有不讚歎的，只有這部經；除這部經之外，沒有看到。或者是某一尊佛讚歎，某幾尊佛讚歎，說是一切諸佛之所讚歎，沒見過，也沒聽說過。"
    },
    {
      "id": "01-007-0001_p0020",
      "zh_CN": "一切诸佛为什么赞叹？因为这个法门是不可思议功德。什么叫功？什么叫德？功是「执持名号，一心不乱」，功就是你修行的法门，修行的功夫；德就是你修行的成就，「带业往生，顿超圆证」，这不可思议。八万四千法门，没有一个法门有这样殊胜的成就，有这么样的容易，它的妙妙在此地，不可思议就在这个地方。法门是比什么都容易，太容易、太简单了，但是成就是第一，八万四千法门里面第一容易，是第一等的成就，这是不可思议。正因为如此，所以变成难信之法，没有人能相信。正因为没有人相信，十方诸佛都来赞叹，你要是能够真正明白了，十方诸佛赞叹你就相信了，因为一切经里头，确确实实我们没有看到这样的经典。",
      "zh_TW": "一切諸佛為什麼讚歎？因為這個法門是不可思議功德。什麼叫功？什麼叫德？功是「執持名號，一心不亂」，功就是你修行的法門，修行的功夫；德就是你修行的成就，「帶業往生，頓超圓證」，這不可思議。八萬四千法門，沒有一個法門有這樣殊勝的成就，有這麼樣的容易，它的妙妙在此地，不可思議就在這個地方。法門是比什麼都容易，太容易、太簡單了，但是成就是第一，八萬四千法門裡面第一容易，是第一等的成就，這是不可思議。正因為如此，所以變成難信之法，沒有人能相信。正因為沒有人相信，十方諸佛都來讚歎，你要是能夠真正明白了，十方諸佛讚歎你就相信了，因為一切經裡頭，確確實實我們沒有看到這樣的經典。"
    },
    {
      "id": "01-007-0001_p0021",
      "zh_CN": "「执持名号」是修行的手段，「一心不乱」是我们要达到的境界。所以，真正念佛人一定要记住这两句话，执是执着，持是保持，念念都不要失掉，一天到晚都不要失掉「阿弥陀佛」这个名号。阿弥陀佛翻成中国的意思叫无量觉，后面会讲到。我们的目的，这一生当中唯一的一个希望，我们希望得什么？希望得一心不乱。所以，你一定要提起高度的警觉心。如果你一念迷了，一念邪了，一念染了，你的一心不乱就破坏了。二六时中一定要保持你的觉、正、净，用什么方法保持？用一句南无阿弥陀佛。",
      "zh_TW": "「執持名號」是修行的手段，「一心不亂」是我們要達到的境界。所以，真正念佛人一定要記住這兩句話，執是執著，持是保持，念念都不要失掉，一天到晚都不要失掉「阿彌陀佛」這個名號。阿彌陀佛翻成中國的意思叫無量覺，後面會講到。我們的目的，這一生當中唯一的一個希望，我們希望得什麼？希望得一心不亂。所以，你一定要提起高度的警覺心。如果你一念迷了，一念邪了，一念染了，你的一心不亂就破壞了。二六時中一定要保持你的覺、正、淨，用什麼方法保持？用一句南無阿彌陀佛。"
    },
    {
      "id": "01-007-0001_p0022",
      "zh_CN": "诸位，你果然要能够真正做到了，一天到晚你的念头都在觉正净上，都在这一句佛号上，除了这一句佛号一个杂念都没有，你三年决定成功！八万四千法门任何一个法门，想在三年当中成就不容易，的确的确不容易，不是一般人能做得到的。这个法门就是古大德所讲的，「万修万人去」，个个人都能成就。问题在哪里？问题就在你自己不肯修，就没办法了。你的警觉心不够，你不能把觉正净保持住，就没法子；只要能保持，这个法门决定成就。你参禅，三年不一定能大彻大悟；修密，三年不一定能相应。这个法门决定能够带业往生，决定能够顿超圆证，所谓是一生成就的佛法。这个功德真正不可思议，任何宗派、任何法门里面统统都没有，所以才是一切诸佛赞叹。",
      "zh_TW": "諸位，你果然要能夠真正做到了，一天到晚你的念頭都在覺正淨上，都在這一句佛號上，除了這一句佛號一個雜念都沒有，你三年決定成功！八萬四千法門任何一個法門，想在三年當中成就不容易，的確的確不容易，不是一般人能做得到的。這個法門就是古大德所講的，「萬修萬人去」，個個人都能成就。問題在哪裡？問題就在你自己不肯修，就沒辦法了。你的警覺心不夠，你不能把覺正淨保持住，就沒法子；只要能保持，這個法門決定成就。你參禪，三年不一定能大徹大悟；修密，三年不一定能相應。這個法門決定能夠帶業往生，決定能夠頓超圓證，所謂是一生成就的佛法。這個功德真正不可思議，任何宗派、任何法門裡面統統都沒有，所以才是一切諸佛讚歎。"
    },
    {
      "id": "01-007-0001_p0023",
      "zh_CN": "下面讲，「一切诸佛所护念」，护是「弘护如来慧命」，这是化他；念是自行，「圆证无上菩提」。在此地我也透个消息给诸位，十方三世一切诸佛，他成无上正等正觉，统统都是念阿弥陀佛求生西方才成就的。换句话说，不管你学哪一宗，不管你学哪一派，学哪一个法门，你能够修到正等正觉，你只能到这个位子。如果从正等正觉再往上提升，要想求无上正等正觉，还是念阿弥陀佛。我们要是真实明白这个道理，为什么不一下手就念阿弥陀佛？何必拐弯抹角？这是一切诸佛之所护念。所以，净土专念佛求生净土，求生西方，求一心不乱的，这个道场就是一切诸佛之所护念的道场；真正发心一心一意修这个行门的人，弘扬这个经的人，也就是一切诸佛所护念的人，诸位一定要记住。所以，这个道场是第一道场，一切宗派、一切法门里头第一道场。修学这个法门是第一人，行者里面他是第一，他的功是第一，他的德是第一，他的成就是第一，所以一切诸佛之所护念。自行里头，「圆证无上菩提」，自行、化他是一不是二，这是本经原题的大意。",
      "zh_TW": "下面講，「一切諸佛所護念」，護是「弘護如來慧命」，這是化他；念是自行，「圓證無上菩提」。在此地我也透個消息給諸位，十方三世一切諸佛，他成無上正等正覺，統統都是念阿彌陀佛求生西方才成就的。換句話說，不管你學哪一宗，不管你學哪一派，學哪一個法門，你能夠修到正等正覺，你只能到這個位子。如果從正等正覺再往上提升，要想求無上正等正覺，還是念阿彌陀佛。我們要是真實明白這個道理，為什麼不一下手就念阿彌陀佛？何必拐彎抹角？這是一切諸佛之所護念。所以，淨土專念佛求生淨土，求生西方，求一心不亂的，這個道場就是一切諸佛之所護念的道場；真正發心一心一意修這個行門的人，弘揚這個經的人，也就是一切諸佛所護念的人，諸位一定要記住。所以，這個道場是第一道場，一切宗派、一切法門裡頭第一道場。修學這個法門是第一人，行者裡面他是第一，他的功是第一，他的德是第一，他的成就是第一，所以一切諸佛之所護念。自行裡頭，「圓證無上菩提」，自行、化他是一不是二，這是本經原題的大意。"
    },
    {
      "id": "01-007-0001_p0024",
      "zh_CN": "鸠摩罗什大师翻译这部经，他没有用原名作经题，这也是特别之处，罗什大师翻的经不少，都是用佛所说的题目来译题。唯独翻这部经，他老人家给这个经取了个别号，取了个别名，没有用它的原名，他就直截了当用「阿弥陀佛」名号做经题，所以说《佛说阿弥陀经》。他为什么用佛名做经题？其目的不想而知，希望大家多念一句阿弥陀佛，跟净土结个特别的法缘，这是翻经大师别有用心，这是苦口婆心，希望帮助大家，接引大家往生西方。由这一点我们就能够想到，罗什大师必定是念佛求生西方；甚至于可以说，罗什大师可能就是从西方极乐世界再来的，他这点用心不得了。所以我们将来如果要是有机缘，建立一个道场，建立一个丛林，现代的丛林，我上次跟诸位提示过，我们这个丛林叫什么名字？就叫阿弥陀佛。全世界念佛人都到我们这儿来住，我们大家共同在一起生活，共同念佛，将来形成一个区，或者形成一个新的城市，这个城市的名字就叫阿弥陀佛。这也是劝大家多念阿弥陀佛，所以用名号来做经题。既然以名号做经题，这个名号也要简单的介绍一下。",
      "zh_TW": "鳩摩羅什大師翻譯這部經，他沒有用原名作經題，這也是特別之處，羅什大師翻的經不少，都是用佛所說的題目來譯題。唯獨翻這部經，他老人家給這個經取了個別號，取了個別名，沒有用它的原名，他就直截了當用「阿彌陀佛」名號做經題，所以說《佛說阿彌陀經》。他為什麼用佛名做經題？其目的不想而知，希望大家多念一句阿彌陀佛，跟淨土結個特別的法緣，這是翻經大師別有用心，這是苦口婆心，希望幫助大家，接引大家往生西方。由這一點我們就能夠想到，羅什大師必定是念佛求生西方；甚至於可以說，羅什大師可能就是從西方極樂世界再來的，他這點用心不得了。所以我們將來如果要是有機緣，建立一個道場，建立一個叢林，現代的叢林，我上次跟諸位提示過，我們這個叢林叫什麼名字？就叫阿彌陀佛。全世界念佛人都到我們這兒來住，我們大家共同在一起生活，共同念佛，將來形成一個區，或者形成一個新的城市，這個城市的名字就叫阿彌陀佛。這也是勸大家多念阿彌陀佛，所以用名號來做經題。既然以名號做經題，這個名號也要簡單的介紹一下。"
    },
    {
      "id": "01-007-0001_p0025",
      "zh_CN": "「佛」，本师释迦牟尼佛，经题是「佛说」，这尊佛就是「本师释迦牟尼佛」，这个经是释迦牟尼佛为我们说的。「广则指一切诸佛」，这是就这个意思来推论。为什么？因为十方三世一切诸佛都护念这部经；换句话说，任何一尊佛，他讲经说法当中必定讲《阿弥陀经》，别的经讲的不见得相同，因为一切世界一切众生的根性不相同，佛讲的经不一定是一样的，但是一定讲《阿弥陀经》。佛佛都讲《阿弥陀经》，所以《阿弥陀经》是十方诸佛世界里面的共同科目，走到哪个地方都行得通的，每尊佛都提倡这个法门，都劝一切众生念阿弥陀佛求生西方净土。所以可以说一切诸佛都说，不仅仅是释迦牟尼佛一个人，佛佛皆说。",
      "zh_TW": "「佛」，本師釋迦牟尼佛，經題是「佛說」，這尊佛就是「本師釋迦牟尼佛」，這個經是釋迦牟尼佛為我們說的。「廣則指一切諸佛」，這是就這個意思來推論。為什麼？因為十方三世一切諸佛都護念這部經；換句話說，任何一尊佛，他講經說法當中必定講《阿彌陀經》，別的經講的不見得相同，因為一切世界一切眾生的根性不相同，佛講的經不一定是一樣的，但是一定講《阿彌陀經》。佛佛都講《阿彌陀經》，所以《阿彌陀經》是十方諸佛世界裡面的共同科目，走到哪個地方都行得通的，每尊佛都提倡這個法門，都勸一切眾生念阿彌陀佛求生西方淨土。所以可以說一切諸佛都說，不僅僅是釋迦牟尼佛一個人，佛佛皆說。"
    },
    {
      "id": "01-007-0001_p0026",
      "zh_CN": "「说」这个字的意思是「畅悦所怀」，畅是舒畅，悦是欢喜，心里面实在太欢喜了。为什么？「令一切众生一生究竟成就故」。修其他的法门一生不能成就，修这个法门一生成就。成就什么？一生成就无上正等正觉，这真正不可思议！我们这一生，往生西方极乐世界，到了西方极乐世界，一生成圆教佛，成无上正等正觉。所以这个法门叫当生成就的佛法，这是不可思议。能说这个法门，将这个法门传授给众生，佛说最快乐不过的，最喜欢的事情，再没有一桩事情比这个更欢喜。",
      "zh_TW": "「說」這個字的意思是「暢悅所懷」，暢是舒暢，悅是歡喜，心裡面實在太歡喜了。為什麼？「令一切眾生一生究竟成就故」。修其他的法門一生不能成就，修這個法門一生成就。成就什麼？一生成就無上正等正覺，這真正不可思議！我們這一生，往生西方極樂世界，到了西方極樂世界，一生成圓教佛，成無上正等正覺。所以這個法門叫當生成就的佛法，這是不可思議。能說這個法門，將這個法門傳授給眾生，佛說最快樂不過的，最喜歡的事情，再沒有一樁事情比這個更歡喜。"
    },
    {
      "id": "01-007-0001_p0027",
      "zh_CN": "「经」这个字叫「契经」，上契诸佛所证之理，下契众生可度之机。这个意思就是说，佛的经绝对不违背真理，同时又能适合一切众生的程度，所以经叫契经。「又具贯摄常法诸多妙义，如华严疏说」。《华严经》、《大智度论》对「经」的解释非常之多，非常的丰富，但是最通常讲的，就是「贯摄常法」。不但文字，从「如是我闻」到「信受奉行」，章法结构整整齐齐有条不紊，我们从科判里面能看出来，看出「贯」的意思。佛所讲的理论、思想体系也非常的周密，这也是贯的意思，世间最好的文章能够达到这个标准。",
      "zh_TW": "「經」這個字叫「契經」，上契諸佛所證之理，下契眾生可度之機。這個意思就是說，佛的經絕對不違背真理，同時又能適合一切眾生的程度，所以經叫契經。「又具貫攝常法諸多妙義，如華嚴疏說」。《華嚴經》、《大智度論》對「經」的解釋非常之多，非常的豐富，但是最通常講的，就是「貫攝常法」。不但文字，從「如是我聞」到「信受奉行」，章法結構整整齊齊有條不紊，我們從科判裡面能看出來，看出「貫」的意思。佛所講的理論、思想體系也非常的周密，這也是貫的意思，世間最好的文章能夠達到這個標準。"
    },
    {
      "id": "01-007-0001_p0028",
      "zh_CN": "第二个「摄」，一般世间典籍就不太容易做到。摄什么？摄受人心。好比说它有一种吸引力，你不接触则已，一接触就欲罢不能，它有这种力量，而且这个力量是无有止境的。世间的好文章也有一点点这个力量，但是力量很薄弱。譬如我们中国人喜欢读小说，年轻的人很喜欢看小说，尤其中国古典小说真是写得好。像《三国演义》、《水浒传》、《西游记》、《红楼梦》，看了一遍还想看，看了两遍还想看第三遍，这就是它的力量。可是怎么样？叫你看个十遍，看个二十遍，你就不想看了，它的摄受的力量是有限的。不像佛经，佛经的摄受力量无限的，从你初发心一直到你成佛，生生世世念不厌，这真正不可思议。一般讲成佛要三大阿僧祇劫，你这一部经念到三大阿僧祇劫都念不厌，这个不可思议。为什么念不厌？因为它里头有无量义，你每念一遍都会有一点悟处，愈是念得多愈悟得多，遍遍都有悟处，遍遍都有新意思，这才不厌。假如这里头没有意思，念个几遍就念厌了，就厌烦了。",
      "zh_TW": "第二個「攝」，一般世間典籍就不太容易做到。攝什麼？攝受人心。好比說它有一種吸引力，你不接觸則已，一接觸就欲罷不能，它有這種力量，而且這個力量是無有止境的。世間的好文章也有一點點這個力量，但是力量很薄弱。譬如我們中國人喜歡讀小說，年輕的人很喜歡看小說，尤其中國古典小說真是寫得好。像《三國演義》、《水滸傳》、《西遊記》、《紅樓夢》，看了一遍還想看，看了兩遍還想看第三遍，這就是它的力量。可是怎麼樣？叫你看個十遍，看個二十遍，你就不想看了，它的攝受的力量是有限的。不像佛經，佛經的攝受力量無限的，從你初發心一直到你成佛，生生世世念不厭，這真正不可思議。一般講成佛要三大阿僧祇劫，你這一部經念到三大阿僧祇劫都念不厭，這個不可思議。為什麼念不厭？因為它裡頭有無量義，你每念一遍都會有一點悟處，愈是念得多愈悟得多，遍遍都有悟處，遍遍都有新意思，這才不厭。假如這裡頭沒有意思，念個幾遍就念厭了，就厭煩了。"
    },
    {
      "id": "01-007-0001_p0029",
      "zh_CN": "现在有人念经为什么念不下去？他不开悟，他不懂得意思，如果真正懂得意思了，他就不会厌倦。这个比那些小说味道要浓得太多！所以，一下能够真正尝到了法味，就是经典里头的趣味，你真能够看懂了，世间什么东西你都会丢掉了。为什么？没味道！电视你都不想看，没味道；什么音乐也不想听，没味道。什么味也没有法味浓，什么样的欢喜也没有法喜这么好，问题就是你有没有尝到！真正尝到了，决定不会把它丢掉。这就是从前方东美先生所讲的，「人生最高的享受」，是要我们从经典里面求了解。了解不是说了解到一个限度，它是无止境的，天天要求，年年要求。所以，我讲这个经，遍遍都不一样，就是这个讲稿，我第一次在洛杉矶讲的，第二次在旧金山讲的，第二次跟第一次就不一样。所以我在旧金山讲的时候，希望旧金山同修把录音带送到洛杉矶去，让他们听听；洛杉矶的录音带也送到旧金山，让他们去听听，不一样，遍遍不相同。在此地讲的，跟前两遍又不一样，这是它有摄的意思。",
      "zh_TW": "現在有人念經為什麼念不下去？他不開悟，他不懂得意思，如果真正懂得意思了，他就不會厭倦。這個比那些小說味道要濃得太多！所以，一下能夠真正嘗到了法味，就是經典裡頭的趣味，你真能夠看懂了，世間什麼東西你都會丟掉了。為什麼？沒味道！電視你都不想看，沒味道；什麼音樂也不想聽，沒味道。什麼味也沒有法味濃，什麼樣的歡喜也沒有法喜這麼好，問題就是你有沒有嘗到！真正嘗到了，決定不會把它丟掉。這就是從前方東美先生所講的，「人生最高的享受」，是要我們從經典裡面求了解。了解不是說了解到一個限度，它是無止境的，天天要求，年年要求。所以，我講這個經，遍遍都不一樣，就是這個講稿，我第一次在洛杉磯講的，第二次在舊金山講的，第二次跟第一次就不一樣。所以我在舊金山講的時候，希望舊金山同修把錄音帶送到洛杉磯去，讓他們聽聽；洛杉磯的錄音帶也送到舊金山，讓他們去聽聽，不一樣，遍遍不相同。在此地講的，跟前兩遍又不一樣，這是它有攝的意思。"
    },
    {
      "id": "01-007-0001_p0030",
      "zh_CN": "第三是「常」，常就永远不变，换句话说，它超越时间、超越空间，这就是常。无论在哪个时代，无论在哪个处所，无论是哪一类的根基都能适合，实在是太妙了，所谓是真理永远不变，取这个意思，叫常。在此地，它的意思就是它能够完完全全适合任何时间、任何空间、任何众生，它都适合，万古常新，是这个意思。",
      "zh_TW": "第三是「常」，常就永遠不變，換句話說，它超越時間、超越空間，這就是常。無論在哪個時代，無論在哪個處所，無論是哪一類的根基都能適合，實在是太妙了，所謂是真理永遠不變，取這個意思，叫常。在此地，它的意思就是它能夠完完全全適合任何時間、任何空間、任何眾生，它都適合，萬古常新，是這個意思。"
    },
    {
      "id": "01-007-0001_p0031",
      "zh_CN": "第四是「法」，法是法则，理论、方法。依照这个理论，依照这个方法决定成就，这才称之为经。经最低限度要具足这四个条件，这才能称之经，本经当然不必说。其他还有许许多多讲法，许许多多的意思，像《华严经疏钞》，像《大智度论》里面，都可以作为我们参考的。这是本经经题的大意，从经题我们就能够认识这部经，在一切经里面它的地位、它的分量实实在在值得我们修学。",
      "zh_TW": "第四是「法」，法是法則，理論、方法。依照這個理論，依照這個方法決定成就，這才稱之為經。經最低限度要具足這四個條件，這才能稱之經，本經當然不必說。其他還有許許多多講法，許許多多的意思，像《華嚴經疏鈔》，像《大智度論》裡面，都可以作為我們參考的。這是本經經題的大意，從經題我們就能夠認識這部經，在一切經裡面它的地位、它的分量實實在在值得我們修學。"
    },
    {
      "id": "01-007-0001_p0032",
      "zh_CN": "其次，我们要简单介绍这部经的内容，先讲它的体性，体性就是天台大师「五重玄义」里面的辨体。「圆融三谛，法性实相，论据所依」，这八个字也很不好懂，有相当的深度。圆是圆满，没有一丝毫欠缺，融是融通，没有障碍；无障无碍才叫融，无有欠缺才叫圆。三谛就是真谛、俗谛、中谛，真谛是讲体，讲本体，俗谛是讲事，理事圆融，自在无碍。法性实相，性是本体，一切万法的根源，也就是哲学家他们所探讨的宇宙人生的本体。一切法依它建立，它是一切法的理体、原理，是一切法的本体。",
      "zh_TW": "其次，我們要簡單介紹這部經的內容，先講它的體性，體性就是天台大師「五重玄義」裡面的辨體。「圓融三諦，法性實相，論據所依」，這八個字也很不好懂，有相當的深度。圓是圓滿，沒有一絲毫欠缺，融是融通，沒有障礙；無障無礙才叫融，無有欠缺才叫圓。三諦就是真諦、俗諦、中諦，真諦是講體，講本體，俗諦是講事，理事圓融，自在無礙。法性實相，性是本體，一切萬法的根源，也就是哲學家他們所探討的宇宙人生的本體。一切法依它建立，它是一切法的理體、原理，是一切法的本體。"
    },
    {
      "id": "01-007-0001_p0033",
      "zh_CN": "实相是真实的相状，一切大乘经都是以实相为体。实相，「如来现量所出」，这在唯识里面讲三昧。现量，现前境界，实实在在亲眼所见，亲身所接触的，这叫现量境界。我们的现量境界太小了，譬如说我们现在在此地，房子以外的境界我们就看不到。我们在想外面有什么情形，在推想，或者外面有声音，我们想到有汽车经过。那是什么？我们没有亲自见到，那叫比量；比量是推理，从推理上所得到的结论，这叫比量。佛是完全现量境界，佛的六根所起的作用无量无边的，因为他没有障碍。佛的眼能见尽虚空遍法界，能见过去、现在、未来，无所不见，他没有障碍，所以佛是现量境界。我们只能见现在，不能见过去，也不能见将来，我们的现量是非常有限，佛的现量是无限的。佛没有比量，没有推论，佛只有现量；我们有三量，佛只有一量，只有现量。所以说尽虚空遍法界一切事理因果，是佛亲眼所见的，决定不是假的。",
      "zh_TW": "實相是真實的相狀，一切大乘經都是以實相為體。實相，「如來現量所出」，這在唯識裡面講三昧。現量，現前境界，實實在在親眼所見，親身所接觸的，這叫現量境界。我們的現量境界太小了，譬如說我們現在在此地，房子以外的境界我們就看不到。我們在想外面有什麼情形，在推想，或者外面有聲音，我們想到有汽車經過。那是什麼？我們沒有親自見到，那叫比量；比量是推理，從推理上所得到的結論，這叫比量。佛是完全現量境界，佛的六根所起的作用無量無邊的，因為他沒有障礙。佛的眼能見盡虛空遍法界，能見過去、現在、未來，無所不見，他沒有障礙，所以佛是現量境界。我們只能見現在，不能見過去，也不能見將來，我們的現量是非常有限，佛的現量是無限的。佛沒有比量，沒有推論，佛只有現量；我們有三量，佛只有一量，只有現量。所以說盡虛空遍法界一切事理因果，是佛親眼所見的，決定不是假的。"
    },
    {
      "id": "01-007-0001_p0034",
      "zh_CN": "「实相」是怎么回事情？「平等一相也」。我们今天所见的相不平等，我们今天所见的相千差万别，跟佛所见的不一样。为什么不一样？因为我们着相了，我们迷了，我们执着了。原本一切法确实是平等一性，真相是平等一相，在《佛学概要》里面，我们讲到的一切智、道种智、一切种智，知法总相、知法别相，通达总别里面全是说明这个道理。一切现相事有理无，所以《金刚经》上给我们说，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，这就是把真相说出来了；如梦幻泡影就是一相，一相无二相。众生在平等一相里面迷惑颠倒，虚妄起分别、执着，迷失了本性，迷失了本性的作用，这才叫做众生，才叫做凡夫。其实凡夫、菩萨、众生也只是假名而已，迷了就叫凡夫，觉悟了就叫佛、就叫菩萨，其实是一桩事情。正如同一个人现在迷了，叫你做凡夫；你一下觉悟了，马上就叫你菩萨，换个名字，其实还是一个人。你要觉悟圆满了，觉悟也圆融三际，那你就叫佛，还是你一个人，并没有改样子，一定要晓得这个道理。",
      "zh_TW": "「實相」是怎麼回事情？「平等一相也」。我們今天所見的相不平等，我們今天所見的相千差萬別，跟佛所見的不一樣。為什麼不一樣？因為我們著相了，我們迷了，我們執著了。原本一切法確實是平等一性，真相是平等一相，在《佛學概要》裡面，我們講到的一切智、道種智、一切種智，知法總相、知法別相，通達總別裡面全是說明這個道理。一切現相事有理無，所以《金剛經》上給我們說，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，這就是把真相說出來了；如夢幻泡影就是一相，一相無二相。眾生在平等一相裡面迷惑顛倒，虛妄起分別、執著，迷失了本性，迷失了本性的作用，這才叫做眾生，才叫做凡夫。其實凡夫、菩薩、眾生也只是假名而已，迷了就叫凡夫，覺悟了就叫佛、就叫菩薩，其實是一樁事情。正如同一個人現在迷了，叫你做凡夫；你一下覺悟了，馬上就叫你菩薩，換個名字，其實還是一個人。你要覺悟圓滿了，覺悟也圓融三際，那你就叫佛，還是你一個人，並沒有改樣子，一定要曉得這個道理。"
    },
    {
      "id": "01-007-0001_p0035",
      "zh_CN": "下面举几个例子说，譬如《大方广佛华严经》以一真法界为体；《妙法莲华经》以实相为体；《大佛顶首楞严经》以如来藏为体，名称虽然不一样，意思相同，「名异义同」。一切大乘经统统是以实相为体，不管它用的什么名词，怎么个说法，意思没有两样。为什么要辨体？体是这部经理论的依据，我们如果明白了，我们对这个经就信得过。所以，学佛首先要建立信心，决定不疑，但是信心不容易建立。如果他说这个没有相当的理论做依据，如何能叫我们生信？所以我们一定要问，它理论的依据是什么？值不值得我们相信它，值不值得我们依这个方法来修学！",
      "zh_TW": "下面舉幾個例子說，譬如《大方廣佛華嚴經》以一真法界為體；《妙法蓮華經》以實相為體；《大佛頂首楞嚴經》以如來藏為體，名稱雖然不一樣，意思相同，「名異義同」。一切大乘經統統是以實相為體，不管它用的什麼名詞，怎麼個說法，意思沒有兩樣。為什麼要辨體？體是這部經理論的依據，我們如果明白了，我們對這個經就信得過。所以，學佛首先要建立信心，決定不疑，但是信心不容易建立。如果他說這個沒有相當的理論做依據，如何能叫我們生信？所以我們一定要問，它理論的依據是什麼？值不值得我們相信它，值不值得我們依這個方法來修學！"
    },
    {
      "id": "01-007-0001_p0036",
      "zh_CN": "下面我们对实相略做解释，「觅之了不可得，不可言其无；具造百界千如，不可言其有」，这是对于实相，就是真相，宇宙人生真相做个概略的描绘。这个东西找不到，找不到，有没有？有，不能说它没有，它确实有。确实有，是我们眼睛见不到，耳朵也听不到，手也摸不到，心里头也想不到。但是不能说它没有，连心都想不到，不要说身去接触，心都想不到。为什么心想不到？你心里一起念头一想，那是妄心，那就不是法性，就不是本性，本性里头没有念头；没有念头，所以你想不到。那好，我什么都不想，是不是的？什么都不想还不是，为什么？因为你还有一个「什么都不想」，那还是个错误，所以没法子说。因为是这么个情形，所以叫你不能执着空，你要执着空，执着什么都没有，这是错误的，这大错特错。",
      "zh_TW": "下面我們對實相略做解釋，「覓之了不可得，不可言其無；具造百界千如，不可言其有」，這是對於實相，就是真相，宇宙人生真相做個概略的描繪。這個東西找不到，找不到，有沒有？有，不能說它沒有，它確實有。確實有，是我們眼睛見不到，耳朵也聽不到，手也摸不到，心裡頭也想不到。但是不能說它沒有，連心都想不到，不要說身去接觸，心都想不到。為什麼心想不到？你心裡一起念頭一想，那是妄心，那就不是法性，就不是本性，本性裡頭沒有念頭；沒有念頭，所以你想不到。那好，我什麼都不想，是不是的？什麼都不想還不是，為什麼？因為你還有一個「什麼都不想」，那還是個錯誤，所以沒法子說。因為是這麼個情形，所以叫你不能執著空，你要執著空，執著什麼都沒有，這是錯誤的，這大錯特錯。"
    },
    {
      "id": "01-007-0001_p0037",
      "zh_CN": "这个本体，它没有相，它能现相，虽然现无量无边的相，你不能说它有。为什么不能说它有？因为那个相不常住，所以不可以执着有。这种境界我们讲真的很难讲，体会也不容易，佛经里面常用比喻，《金刚经》不是说「如梦幻泡影」。好，我们拿梦来做比喻，梦从哪里来的？梦是心变现的，现在科学家也认为梦是潜意识，潜意识就是心，意识心！那我们问问，你心里头有没有梦？心里头如果有梦的话，你的梦一天做到晚，你梦决定不能止掉，心里有！心里头没有梦，没有梦能变梦境，当没有梦的时候，那就是「觅之了不可得」。心在哪里，不晓得，你晓得吗？你有没有？有，不能说他无。为什么晓得有？他会作梦，当他一作梦，心是什么样子？梦中的境界相就是你心的样子。全真即妄，真是能变的心，妄是所变的梦，那就是你心的相分。你的心什么样子？梦中境界就是你心的样子。可是梦虽然是有，有这个境界相，就好像「具造百界千如」，他作这个梦，你不能认为那是真有，为什么？刹那生灭，一下醒来就没有了。",
      "zh_TW": "這個本體，它沒有相，它能現相，雖然現無量無邊的相，你不能說它有。為什麼不能說它有？因為那個相不常住，所以不可以執著有。這種境界我們講真的很難講，體會也不容易，佛經裡面常用比喻，《金剛經》不是說「如夢幻泡影」。好，我們拿夢來做比喻，夢從哪裡來的？夢是心變現的，現在科學家也認為夢是潛意識，潛意識就是心，意識心！那我們問問，你心裡頭有沒有夢？心裡頭如果有夢的話，你的夢一天做到晚，你夢決定不能止掉，心裡有！心裡頭沒有夢，沒有夢能變夢境，當沒有夢的時候，那就是「覓之了不可得」。心在哪裡，不曉得，你曉得嗎？你有沒有？有，不能說他無。為什麼曉得有？他會作夢，當他一作夢，心是什麼樣子？夢中的境界相就是你心的樣子。全真即妄，真是能變的心，妄是所變的夢，那就是你心的相分。你的心什麼樣子？夢中境界就是你心的樣子。可是夢雖然是有，有這個境界相，就好像「具造百界千如」，他作這個夢，你不能認為那是真有，為什麼？剎那生滅，一下醒來就沒有了。"
    },
    {
      "id": "01-007-0001_p0038",
      "zh_CN": "从这个地方我们要细细体会，我们今天看到虚空、世界，一切芸芸众生，乃至于我自己这个身体，跟梦中境界完全一样。如果现在问你，你的心是什么样子？你看看山河大地一切众生，就是我们真如本性的相分，这个时间好像似乎稍微长一点而已；你晚上睡觉作梦，那个时间短一点而已。可是长短是相对的，不是绝对的，长短是没有一定的。忉利天人看我们人间，就非常非常之短，就像我们睡觉做个梦一样。忉利天一昼夜是我们人间一百年，我们这里一百年，忉利天人睡了个大觉醒了，这里就过了一百年。岂不是跟梦中没有两样，真的是一样！如果到夜摩天看我们这个人间，就更短了，只有几个小时。到非想非非想天，我们人间百年，在他那里感觉得不过是一、两分钟，几秒钟而已，就是这么一回事。",
      "zh_TW": "從這個地方我們要細細體會，我們今天看到虛空、世界，一切芸芸眾生，乃至於我自己這個身體，跟夢中境界完全一樣。如果現在問你，你的心是什麼樣子？你看看山河大地一切眾生，就是我們真如本性的相分，這個時間好像似乎稍微長一點而已；你晚上睡覺作夢，那個時間短一點而已。可是長短是相對的，不是絕對的，長短是沒有一定的。忉利天人看我們人間，就非常非常之短，就像我們睡覺做個夢一樣。忉利天一晝夜是我們人間一百年，我們這裡一百年，忉利天人睡了個大覺醒了，這裡就過了一百年。豈不是跟夢中沒有兩樣，真的是一樣！如果到夜摩天看我們這個人間，就更短了，只有幾個小時。到非想非非想天，我們人間百年，在他那裡感覺得不過是一、兩分鐘，幾秒鐘而已，就是這麼一回事。"
    },
    {
      "id": "01-007-0001_p0039",
      "zh_CN": "所以佛在经上讲真话，佛度化众生是什么？大作梦中佛事，到处建立水月道场，水中之月。佛事是什么？讲经说法教化众生，梦中佛事！一定要觉悟，决定不能执着，空有两边都不执着。怎么样叫这个心觉而不迷、正而不邪、净而不染？念念不离一句阿弥陀佛，这是比什么都重要！世间一切事、是非人我，跟诸位说，统统是生死轮回，人要干这个那是愚痴不可及，聪明的人不干这个事情，不做这个傻瓜事情。「空有不二，性相一如」，能变的心跟所变的境界是一不是二。所以当你作梦的时候，你就能见到你的心相，你现在心是什么样子？梦中境界就是你心当下的样子。你作了个好梦，你好心；你作了个恶梦，你是恶心；心外无法，法外无心，这是我们要觉悟。",
      "zh_TW": "所以佛在經上講真話，佛度化眾生是什麼？大作夢中佛事，到處建立水月道場，水中之月。佛事是什麼？講經說法教化眾生，夢中佛事！一定要覺悟，決定不能執著，空有兩邊都不執著。怎麼樣叫這個心覺而不迷、正而不邪、淨而不染？念念不離一句阿彌陀佛，這是比什麼都重要！世間一切事、是非人我，跟諸位說，統統是生死輪迴，人要幹這個那是愚痴不可及，聰明的人不幹這個事情，不做這個傻瓜事情。「空有不二，性相一如」，能變的心跟所變的境界是一不是二。所以當你作夢的時候，你就能見到你的心相，你現在心是什麼樣子？夢中境界就是你心當下的樣子。你作了個好夢，你好心；你作了個惡夢，你是惡心；心外無法，法外無心，這是我們要覺悟。"
    },
    {
      "id": "01-007-0001_p0040",
      "zh_CN": "下面就说个「实相略说」。实，有理有事，通常我们讲事实真相，就从事上说，事离不开理，「理实真相」。佛在经论里面告诉我们，像《华严经》就讲得很清楚，我们这次《地藏经》前面的序文，我们还没讲到《地藏经》的经题，只讲到序文。所以录影录得不好没关系，我们可以不要，因为那是序文。在觉林菩萨十首偈，末后一首还没讲到，下一次星期五可以讲到。「应观法界性，一切唯心造」，这是《华严经》所说的，这是讲「理实真相，唯心所现，唯识所变」。这个境界怎么显出来的？是心，这个心就是真如本性，是真心，真心能够现相。现的这个相，相是刹那刹那在变化，不是真心在变化，真心不变的，妄心在变；妄心就是八识，唯识所变。我们再举个比喻来说，我们把真心譬如做银幕，银幕能显像，但是你看那个像，里面的影像，它在那边动，它在那边变，不是银幕会变，识在变；能变化的是识，能显示的是真心。能作梦的是你的心，心能现梦境；梦中种种的活动，种种变化，那是你的分别、执着，这是意识，意识起变化。阿赖耶能现，能现相，这就是有所现、所变。",
      "zh_TW": "下面就說個「實相略說」。實，有理有事，通常我們講事實真相，就從事上說，事離不開理，「理實真相」。佛在經論裡面告訴我們，像《華嚴經》就講得很清楚，我們這次《地藏經》前面的序文，我們還沒講到《地藏經》的經題，只講到序文。所以錄影錄得不好沒關係，我們可以不要，因為那是序文。在覺林菩薩十首偈，末後一首還沒講到，下一次星期五可以講到。「應觀法界性，一切唯心造」，這是《華嚴經》所說的，這是講「理實真相，唯心所現，唯識所變」。這個境界怎麼顯出來的？是心，這個心就是真如本性，是真心，真心能夠現相。現的這個相，相是剎那剎那在變化，不是真心在變化，真心不變的，妄心在變；妄心就是八識，唯識所變。我們再舉個比喻來說，我們把真心譬如做銀幕，銀幕能顯像，但是你看那個像，裡面的影像，它在那邊動，它在那邊變，不是銀幕會變，識在變；能變化的是識，能顯示的是真心。能作夢的是你的心，心能現夢境；夢中種種的活動，種種變化，那是你的分別、執著，這是意識，意識起變化。阿賴耶能現，能現相，這就是有所現、所變。"
    },
    {
      "id": "01-007-0001_p0041",
      "zh_CN": "「百界千如」，一般我们讲十法界，上面佛、菩萨、声闻、缘觉，下面是天、修罗、人、地狱、饿鬼、畜生，这十法界。十法界是大分，每个法界里头无量无边，所以天台大师讲，这十法界每一界里头又有十法界，就是一百法界。《法华经》里面讲「十如是」，从「如是性」，一直到「如是本末」。一法界有十如是，一百法界千如是，所以称之为百界千如。百界千如什么意思？就是我们今天所讲的宇宙人生；宇宙人生的全体，佛门里面术语就叫做百界千如。",
      "zh_TW": "「百界千如」，一般我們講十法界，上面佛、菩薩、聲聞、緣覺，下面是天、修羅、人、地獄、餓鬼、畜生，這十法界。十法界是大分，每個法界裡頭無量無邊，所以天台大師講，這十法界每一界裡頭又有十法界，就是一百法界。《法華經》裡面講「十如是」，從「如是性」，一直到「如是本末」。一法界有十如是，一百法界千如是，所以稱之為百界千如。百界千如什麼意思？就是我們今天所講的宇宙人生；宇宙人生的全體，佛門裡面術語就叫做百界千如。"
    },
    {
      "id": "01-007-0001_p0042",
      "zh_CN": "底下这个表里面，我们简单列出来，「能显，心之本体」，就是理实真相。「能变，心之德用」，就是事实真相。可是单单讲能显、能变，从能这方面来讲，都是无相的，真心无相，妄心也无相。但是它起作用的时候，就变现出有相，所以有所显、有所变。能显、能变这是因，所显、所变的，是缘，从缘后面就结果，果就无不相，无不相就是有相，就是「十法界依正庄严」。所以佛法，无论讲世间法或者讲出世间法，总离不开因果的定律。无论什么事情决定有因有果，这就是从无相当中它会现相。如果觉了，就不二，就晓得相就是性，性就是相，性相不二。好像你作梦一样，一下觉悟了，这个梦就是我心变的，整个梦就是我的心。心什么样子？梦就是心的样子，梦境就是心，心就是梦，梦跟心是一不是二，这就觉悟了，就明了了，原来是一不是二。觉了这个境界，就叫一真法界。",
      "zh_TW": "底下這個表裡面，我們簡單列出來，「能顯，心之本體」，就是理實真相。「能變，心之德用」，就是事實真相。可是單單講能顯、能變，從能這方面來講，都是無相的，真心無相，妄心也無相。但是它起作用的時候，就變現出有相，所以有所顯、有所變。能顯、能變這是因，所顯、所變的，是緣，從緣後面就結果，果就無不相，無不相就是有相，就是「十法界依正莊嚴」。所以佛法，無論講世間法或者講出世間法，總離不開因果的定律。無論什麼事情決定有因有果，這就是從無相當中它會現相。如果覺了，就不二，就曉得相就是性，性就是相，性相不二。好像你作夢一樣，一下覺悟了，這個夢就是我心變的，整個夢就是我的心。心什麼樣子？夢就是心的樣子，夢境就是心，心就是夢，夢跟心是一不是二，這就覺悟了，就明瞭了，原來是一不是二。覺了這個境界，就叫一真法界。"
    },
    {
      "id": "01-007-0001_p0043",
      "zh_CN": "所以真正要是觉悟了，譬如说梦中一下真正觉悟，哪一个是我？梦中当然有自己，这个人是我，山河大地、一切境界，没有一法不是我，全是自性变现的；心外无法，法法皆心，法法皆我。这样一觉悟，你就找到了真我，找到了大我，大我是真我。这个真我在佛法里面叫做什么？清净法身，你几时在作梦里头，把整个梦境认为都是自己，你就证得清净法。法是什么？一切万法，一切万法统统是自己，就叫做法身。你现在迷失了法身，把自己这个身当做身，除了自己的之外都不是自己身，不晓得自己以外一切法都是自性变现的。就好像在梦中迷失了自己，梦中只认识梦中那个身相是自己，梦中其他境界认为那不是自己，都跟自己对立起来，这大错特错。",
      "zh_TW": "所以真正要是覺悟了，譬如說夢中一下真正覺悟，哪一個是我？夢中當然有自己，這個人是我，山河大地、一切境界，沒有一法不是我，全是自性變現的；心外無法，法法皆心，法法皆我。這樣一覺悟，你就找到了真我，找到了大我，大我是真我。這個真我在佛法裡面叫做什麼？清淨法身，你幾時在作夢裡頭，把整個夢境認為都是自己，你就證得清淨法。法是什麼？一切萬法，一切萬法統統是自己，就叫做法身。你現在迷失了法身，把自己這個身當做身，除了自己的之外都不是自己身，不曉得自己以外一切法都是自性變現的。就好像在夢中迷失了自己，夢中只認識夢中那個身相是自己，夢中其他境界認為那不是自己，都跟自己對立起來，這大錯特錯。"
    },
    {
      "id": "01-007-0001_p0044",
      "zh_CN": "所以，要真正觉悟了，上至十方一切诸佛，下至恶道一切众生，全是自己心中变现之物，没有一样不是自己。既然是自己，为什么有恶道、有善道？善道是你善心所变现的，恶道是恶心所变现的，统统是自己变现的，没有一法不是自己变现的。不但佛法这个说法，佛法没到中国来，我们老子，跟孔老夫子同时代的，他也说过，「天地与我同根，万物与我一体」，他只是没有详细说而已。可见得能说出这两句话，如果真正到这个境界，他也证得法身了；他证得法身，我执没有了，法执也没有了。只要你有我执、有法执，你就没有办法觉悟，没有办法体会到宇宙人生跟自己是一体，是一不是二。所以，这叫一真法界，唯有一才真，二就妄了。",
      "zh_TW": "所以，要真正覺悟了，上至十方一切諸佛，下至惡道一切眾生，全是自己心中變現之物，沒有一樣不是自己。既然是自己，為什麼有惡道、有善道？善道是你善心所變現的，惡道是惡心所變現的，統統是自己變現的，沒有一法不是自己變現的。不但佛法這個說法，佛法沒到中國來，我們老子，跟孔老夫子同時代的，他也說過，「天地與我同根，萬物與我一體」，他只是沒有詳細說而已。可見得能說出這兩句話，如果真正到這個境界，他也證得法身了；他證得法身，我執沒有了，法執也沒有了。只要你有我執、有法執，你就沒有辦法覺悟，沒有辦法體會到宇宙人生跟自己是一體，是一不是二。所以，這叫一真法界，唯有一才真，二就妄了。"
    },
    {
      "id": "01-007-0001_p0045",
      "zh_CN": "我们在这一法界里头，譬如在梦境里面，整个梦境是一，你要觉悟了，这个法界是一真法界；如果再分自分他，就落到二里面去，落到二就是妄，就不是真了。一落到第二个意里面，就变成十法界，就变成无量无边的法界，一迷一切迷。如果我们在这个地方能彻底觉悟，真正能够住在一真里面，对于一切境界没有分别、没有执着、没有妄想，我们的生活多快乐。无论走到哪个地方都是自己的家，无论遇到哪个人都是一家人，不但遇到人是一家人，妖魔鬼怪、诸佛菩萨、地狱恶道，统统是一家人，一点界限都没有。这就是菩萨境界，那就叫一真法界，破了我、法二执，就是大觉之人。",
      "zh_TW": "我們在這一法界裡頭，譬如在夢境裡面，整個夢境是一，你要覺悟了，這個法界是一真法界；如果再分自分他，就落到二裡面去，落到二就是妄，就不是真了。一落到第二個意裡面，就變成十法界，就變成無量無邊的法界，一迷一切迷。如果我們在這個地方能徹底覺悟，真正能夠住在一真裡面，對於一切境界沒有分別、沒有執著、沒有妄想，我們的生活多快樂。無論走到哪個地方都是自己的家，無論遇到哪個人都是一家人，不但遇到人是一家人，妖魔鬼怪、諸佛菩薩、地獄惡道，統統是一家人，一點界限都沒有。這就是菩薩境界，那就叫一真法界，破了我、法二執，就是大覺之人。"
    },
    {
      "id": "01-007-0001_p0046",
      "zh_CN": "「故曰」，这是世出世间有许多说法，「佛在心中」，是自己心变现的。「上帝在心中」，天人也是自己变现的，就跟作梦一样，都自己变现的。「天堂在心中，地狱在心中」，这是外面境界，也是自己变现的。「我人诸法亦在心中」，无有一法不在心中。所以《华严经》上说，「应观法界性，一切唯心造」，这是觉林菩萨讲的。《华严经》很特别，《华严经》里面，佛代表我们真心、本体，真心、本体里头没有念头，没有形相，觅之了不可得。所以佛不说法，什么说法？从体起用，起作用的时候就变成菩萨，菩萨说法。所以《华严经》自始至终，你去看，统统是菩萨说法。菩萨是什么？是从体起用，起作用的时候就有法可说，不起作用的时候无法可说。本体不说法，佛不说法，菩萨说法就是佛说法，菩萨代表佛说法，《华严》显这个境界。所以，你看到菩萨所讲的，就是毘卢遮那佛所讲的，就是释迦牟尼佛所讲的，就是阿弥陀佛所讲的，他是代表。",
      "zh_TW": "「故曰」，這是世出世間有許多說法，「佛在心中」，是自己心變現的。「上帝在心中」，天人也是自己變現的，就跟作夢一樣，都自己變現的。「天堂在心中，地獄在心中」，這是外面境界，也是自己變現的。「我人諸法亦在心中」，無有一法不在心中。所以《華嚴經》上說，「應觀法界性，一切唯心造」，這是覺林菩薩講的。《華嚴經》很特別，《華嚴經》裡面，佛代表我們真心、本體，真心、本體裡頭沒有念頭，沒有形相，覓之了不可得。所以佛不說法，什麼說法？從體起用，起作用的時候就變成菩薩，菩薩說法。所以《華嚴經》自始至終，你去看，統統是菩薩說法。菩薩是什麼？是從體起用，起作用的時候就有法可說，不起作用的時候無法可說。本體不說法，佛不說法，菩薩說法就是佛說法，菩薩代表佛說法，《華嚴》顯這個境界。所以，你看到菩薩所講的，就是毘盧遮那佛所講的，就是釋迦牟尼佛所講的，就是阿彌陀佛所講的，他是代表。"
    },
    {
      "id": "01-007-0001_p0047",
      "zh_CN": "纵然在说法的时候，本体还是不说法。所以，释迦牟尼佛为我们讲这些经，他有没有说过一句话？他在《金刚经》上完全否认掉，谁要说如来说法，就叫谤佛，全否定掉了，四十九年没说一个字。天天在说，怎么没说一个字？他的心四十九年没动过，如如不动，确实没说一句话。所说的是什么？人家来问，随问随答。这个经特别，无问自说；无问自说的经很少，不多，无问自说叫特别法门。正如同我们昨天晚上，我们在学录相带，你们又敲木鱼、又敲磬，我们要问那个磬响不响？磬不响，磬如果要响，一天响到晚。本体不响，你敲它就响，小叩则小鸣，大叩则大鸣。它有没有心？没有心。我们向佛请教，佛给我们讲经，就是有口无心，我们怎么问，他就怎么答，答出来，我们就开悟了，问题解决了。佛有没有说？没说！这叫真正之处，是从本性里面起的反应，自自然然的反应，大叩则大鸣，小叩则小鸣，不叩则不鸣，虽然鸣，还是如如不动。",
      "zh_TW": "縱然在說法的時候，本體還是不說法。所以，釋迦牟尼佛為我們講這些經，他有沒有說過一句話？他在《金剛經》上完全否認掉，誰要說如來說法，就叫謗佛，全否定掉了，四十九年沒說一個字。天天在說，怎麼沒說一個字？他的心四十九年沒動過，如如不動，確實沒說一句話。所說的是什麼？人家來問，隨問隨答。這個經特別，無問自說；無問自說的經很少，不多，無問自說叫特別法門。正如同我們昨天晚上，我們在學錄相帶，你們又敲木魚、又敲磬，我們要問那個磬響不響？磬不響，磬如果要響，一天響到晚。本體不響，你敲它就響，小叩則小鳴，大叩則大鳴。它有沒有心？沒有心。我們向佛請教，佛給我們講經，就是有口無心，我們怎麼問，他就怎麼答，答出來，我們就開悟了，問題解決了。佛有沒有說？沒說！這叫真正之處，是從本性裡面起的反應，自自然然的反應，大叩則大鳴，小叩則小鳴，不叩則不鳴，雖然鳴，還是如如不動。"
    },
    {
      "id": "01-007-0001_p0048",
      "zh_CN": "所以佛陀在世的时候，有人去问释迦牟尼佛，舍利弗尊者为什么那么大的智慧，样样都通达？佛给他解释就举了个鼓，他说你看那个鼓没有？看到了。鼓的肚子里头怎么样？空空的，什么都没有。舍利弗就像那个鼓一样，什么也没有，所以大叩则大鸣，小叩则小鸣。我们凡夫为什么失去了智慧？就是你肚子里东西太多了，太多叩不响了，麻烦就在此地！所以佛法的智慧跟世间人聪明不一样，世间聪明他里头要装得多，装多少他就懂多少，他没有的他就说不出来。佛法怎么样？什么都空掉，空得干干净净，然后什么都通了，一切都通达，这叫做智慧。所以佛法叫无分别智，你要能够一切法都不分别，你的本能智慧就现前，是这么一桩事情。佛法跟世间法绝对不相同，拿着世间法的态度、方法来学佛法，那大错特错，决定是一无所成。",
      "zh_TW": "所以佛陀在世的時候，有人去問釋迦牟尼佛，舍利弗尊者為什麼那麼大的智慧，樣樣都通達？佛給他解釋就舉了個鼓，他說你看那個鼓沒有？看到了。鼓的肚子裡頭怎麼樣？空空的，什麼都沒有。舍利弗就像那個鼓一樣，什麼也沒有，所以大叩則大鳴，小叩則小鳴。我們凡夫為什麼失去了智慧？就是你肚子裡東西太多了，太多叩不響了，麻煩就在此地！所以佛法的智慧跟世間人聰明不一樣，世間聰明他裡頭要裝得多，裝多少他就懂多少，他沒有的他就說不出來。佛法怎麼樣？什麼都空掉，空得乾乾淨淨，然後什麼都通了，一切都通達，這叫做智慧。所以佛法叫無分別智，你要能夠一切法都不分別，你的本能智慧就現前，是這麼一樁事情。佛法跟世間法絕對不相同，拿著世間法的態度、方法來學佛法，那大錯特錯，決定是一無所成。"
    },
    {
      "id": "01-007-0001_p0049",
      "zh_CN": "下面蕅益大师讲，「是故举体作依作正」。体就是实相本体，就是真如本性，就是我们自己的真性，就是自己的真心。作依是什么？依报，我们的环境，大到太虚空，小到我们贴身穿的一件汗衫，它都做我们的环境。正报是我们的身体，所以诸位要晓得，外面一切人，人也是我们的依报，人事环境、物质环境，人都是属于环境。佛法里面讲人身，就是指自己一个人，除自己一个人之外统统叫环境，统统是依报；就是有情的依报，有情世间、器世间，统统是我们的依报，作依报、作正报，是自己真心变现出来的！你觉悟了之后，作法身、作报身。什么叫法身？法身就是依报，山河大地一切万法，你真正觉悟到那是自己变现的，这就是自己的法身。报身，报身是自己能觉悟的智慧，报身是智慧身，法身是以万法为身。法身会断灭吗？当然不会断灭，法身常住，智身也常住，智身也不灭度。「作自作他」，自是我们自身，他是别人，都是自性变现的。",
      "zh_TW": "下面蕅益大師講，「是故舉體作依作正」。體就是實相本體，就是真如本性，就是我們自己的真性，就是自己的真心。作依是什麼？依報，我們的環境，大到太虛空，小到我們貼身穿的一件汗衫，它都做我們的環境。正報是我們的身體，所以諸位要曉得，外面一切人，人也是我們的依報，人事環境、物質環境，人都是屬於環境。佛法裡面講人身，就是指自己一個人，除自己一個人之外統統叫環境，統統是依報；就是有情的依報，有情世間、器世間，統統是我們的依報，作依報、作正報，是自己真心變現出來的！你覺悟了之後，作法身、作報身。什麼叫法身？法身就是依報，山河大地一切萬法，你真正覺悟到那是自己變現的，這就是自己的法身。報身，報身是自己能覺悟的智慧，報身是智慧身，法身是以萬法為身。法身會斷滅嗎？當然不會斷滅，法身常住，智身也常住，智身也不滅度。「作自作他」，自是我們自身，他是別人，都是自性變現的。"
    },
    {
      "id": "01-007-0001_p0050",
      "zh_CN": "「乃至能说所说」，这就讲到本经，能说的是释迦牟尼佛，所说的是这部《阿弥陀经》，也是自己变现的，也不例外。「能度所度」，能度是诸佛菩萨，所度是我们众生。「能信所信」，能信是我们自己，所信的是这部经典、是这个法门、是阿弥陀佛、是极乐世界，还是自己心中变现的。正所谓「唯心净土，自性弥陀」，就是这个意思。「能愿所愿」，愿是愿生净土，能愿是我们自己，所愿我们愿生西方极乐世界。「能持所持」，持就是执持名号，换句话说，就是我们一天到晚念阿弥陀佛，能念的是我们这个人，所念的是这一句名号。「能生所生」，能生是我们自己生到西方极乐世界，所生就是西方极乐世界。「能赞所赞」，能赞是十方一切诸佛，所赞是这部《弥陀经》。这几句话就把一切法门，统统包括尽了。",
      "zh_TW": "「乃至能說所說」，這就講到本經，能說的是釋迦牟尼佛，所說的是這部《阿彌陀經》，也是自己變現的，也不例外。「能度所度」，能度是諸佛菩薩，所度是我們眾生。「能信所信」，能信是我們自己，所信的是這部經典、是這個法門、是阿彌陀佛、是極樂世界，還是自己心中變現的。正所謂「唯心淨土，自性彌陀」，就是這個意思。「能願所願」，願是願生淨土，能願是我們自己，所願我們願生西方極樂世界。「能持所持」，持就是執持名號，換句話說，就是我們一天到晚念阿彌陀佛，能念的是我們這個人，所念的是這一句名號。「能生所生」，能生是我們自己生到西方極樂世界，所生就是西方極樂世界。「能讚所讚」，能讚是十方一切諸佛，所讚是這部《彌陀經》。這幾句話就把一切法門，統統包括盡了。"
    },
    {
      "id": "01-007-0001_p0051",
      "zh_CN": "「无非实相正印之所印也」，实相就是自己的真心，就是自己的真如本性，全是自己真性变现之物，离开了真性没有东西。要是真正体悟通达，就可以说凡所有相皆是实相；如果你要是迷了，那就是凡所有相皆是虚妄。悟了的时候凡所有相皆是实相，问题就是在迷悟。《无生论》云，（《净土生无生论》也是一部非常好的书）「法界圆融体，作我一念心」。圆融两个字前面说过，要记住，佛法里这两个字用的地方非常多，意思都是一样的。圆，圆满无缺；融，融通无碍，《华严经》里面讲「理事无碍，事事无碍」，这就是圆融的意思。法界圆融的本体，作我一念心，这一念心是什么？就是你现在念佛这个一念心；换句话说，你现在念佛这个一念心，与法界圆融体完全相应。可是你一定要通达这个道理，你要是迷，不悟，你这个一念心不相应。不相应，就是古人讲的，「喊破喉咙也枉然」，这不相应，没悟！所以要念念到觉悟，要念到悟。",
      "zh_TW": "「無非實相正印之所印也」，實相就是自己的真心，就是自己的真如本性，全是自己真性變現之物，離開了真性沒有東西。要是真正體悟通達，就可以說凡所有相皆是實相；如果你要是迷了，那就是凡所有相皆是虛妄。悟了的時候凡所有相皆是實相，問題就是在迷悟。《無生論》云，（《淨土生無生論》也是一部非常好的書）「法界圓融體，作我一念心」。圓融兩個字前面說過，要記住，佛法裡這兩個字用的地方非常多，意思都是一樣的。圓，圓滿無缺；融，融通無礙，《華嚴經》裡面講「理事無礙，事事無礙」，這就是圓融的意思。法界圓融的本體，作我一念心，這一念心是什麼？就是你現在念佛這個一念心；換句話說，你現在念佛這個一念心，與法界圓融體完全相應。可是你一定要通達這個道理，你要是迷，不悟，你這個一念心不相應。不相應，就是古人講的，「喊破喉嚨也枉然」，這不相應，沒悟！所以要念念到覺悟，要念到悟。"
    },
    {
      "id": "01-007-0001_p0052",
      "zh_CN": "蕅益大师、莲池大师给《弥陀经》做这么详细的注解，目的就是要我们觉悟。悟了以后，声声佛号与自性都相应。「我今念佛心，全体即法界」。这一首偈，就是这四句，我们要好好的把它多念几遍，把它多念几遍，然后我们念佛就得力了。有很多人念佛不得力，为什么有人得力，有人不得力？他的心不一样，用心不相同。「达此者，由持名念佛，而悟入实相也」，千真万确的事实，悟入实相是正等正觉，一证实相就是法身大士。禅家所讲的明心见性，大彻大悟，就是悟入实相；念佛人念到了理一心不乱，就是悟入实相，实相就是正等正觉，还在正觉之上。可是你一定要是以「法界圆融体，作我一念心，我今念佛心，全体即法界」，你那个佛号念得就有精神。你要是疲倦、累了，一念佛号，精神就起来了，确实有这种功效。如果是迷了，就没有这个功效，觉悟了，确确实实有这个功效。你做什么事情，你会有疲倦、有累，你念佛、你诵经，决定精神饱满，精神百倍，永远没有疲倦，无有疲厌！这就是讲到经典里头贯摄常法，摄受的功德不可思议。好，今天时间到了，就讲到此地。",
      "zh_TW": "蕅益大師、蓮池大師給《彌陀經》做這麼詳細的註解，目的就是要我們覺悟。悟了以後，聲聲佛號與自性都相應。「我今念佛心，全體即法界」。這一首偈，就是這四句，我們要好好的把它多念幾遍，把它多念幾遍，然後我們念佛就得力了。有很多人念佛不得力，為什麼有人得力，有人不得力？他的心不一樣，用心不相同。「達此者，由持名念佛，而悟入實相也」，千真萬確的事實，悟入實相是正等正覺，一證實相就是法身大士。禪家所講的明心見性，大徹大悟，就是悟入實相；念佛人念到了理一心不亂，就是悟入實相，實相就是正等正覺，還在正覺之上。可是你一定要是以「法界圓融體，作我一念心，我今念佛心，全體即法界」，你那個佛號念得就有精神。你要是疲倦、累了，一念佛號，精神就起來了，確實有這種功效。如果是迷了，就沒有這個功效，覺悟了，確確實實有這個功效。你做什麼事情，你會有疲倦、有累，你念佛、你誦經，決定精神飽滿，精神百倍，永遠沒有疲倦，無有疲厭！這就是講到經典裡頭貫攝常法，攝受的功德不可思議。好，今天時間到了，就講到此地。"
    }
  ]
}