{
  "doc_id": "04-002-0009",
  "title": {
    "zh_CN": "普贤行愿品十大愿王",
    "zh_TW": "普賢行願品十大願王"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "04-002-0009",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "04-002-0009_p0001",
      "zh_CN": "请掀开经本，我们将经文念一段：",
      "zh_TW": "請掀開經本，我們將經文念一段："
    },
    {
      "id": "04-002-0009_p0002",
      "zh_CN": "【复次善男子。言常随佛学者。如此娑婆世界毘卢遮那如来。从初发心。精进不退。以不可说不可说身命而为布施。剥皮为纸。析骨为笔。刺血为墨。书写经典。积如须弥。为重法故。不惜身命。何况王位。城邑聚落。宫殿园林。一切所有。及余种种难行苦行。】",
      "zh_TW": "【復次善男子。言常隨佛學者。如此娑婆世界毘盧遮那如來。從初發心。精進不退。以不可說不可說身命而為布施。剝皮為紙。析骨為筆。刺血為墨。書寫經典。積如須彌。為重法故。不惜身命。何況王位。城邑聚落。宮殿園林。一切所有。及餘種種難行苦行。】"
    },
    {
      "id": "04-002-0009_p0003",
      "zh_CN": "这是十愿里面的第八愿，前面讲过「请转法轮」、「请佛住世」，这两愿可以说都是为了这一愿。如果我们不能够学佛，佛转法轮，佛住世，又有什么意义？由此可知，佛会不会接受我们请法，接不接受我们请他住世，关键在这一愿。如果我们真正想跟佛学，佛门里常说，佛氏门中不舍一人，一个人发真诚心想学佛，佛都要住世，佛都要为他说法。如果学佛的人多，佛就会以应化身在这个世间住一段相当长的时间。时间的长短实在讲没有一定，但是他有个原则，必须让这些有缘的人得度，佛才能够示现入般涅槃，这是个不变的原则。",
      "zh_TW": "這是十願裡面的第八願，前面講過「請轉法輪」、「請佛住世」，這兩願可以說都是為了這一願。如果我們不能夠學佛，佛轉法輪，佛住世，又有什麼意義？由此可知，佛會不會接受我們請法，接不接受我們請他住世，關鍵在這一願。如果我們真正想跟佛學，佛門裡常說，佛氏門中不捨一人，一個人發真誠心想學佛，佛都要住世，佛都要為他說法。如果學佛的人多，佛就會以應化身在這個世間住一段相當長的時間。時間的長短實在講沒有一定，但是他有個原則，必須讓這些有緣的人得度，佛才能夠示現入般涅槃，這是個不變的原則。"
    },
    {
      "id": "04-002-0009_p0004",
      "zh_CN": "普贤菩萨虽然是有这十大愿，实际上来讲他的愿只有七愿，后面三愿都是回向。「常随佛学」、「恒顺众生」，这是回向里面的别义，特别我们在后面重颂里面看得清清楚楚。回向里面有自利，有利他，这一愿是自利之愿，恒顺众生则是利他之愿，也就是将前面七愿所修的福德用来回向三处。「常随佛学」就是回向给佛，回向如来；「恒顺众生」，我们晓得是回向给一切众生；「普皆回向」是回向真如实际。",
      "zh_TW": "普賢菩薩雖然是有這十大願，實際上來講他的願只有七願，後面三願都是迴向。「常隨佛學」、「恆順眾生」，這是迴向裡面的別義，特別我們在後面重頌裡面看得清清楚楚。迴向裡面有自利，有利他，這一願是自利之願，恆順眾生則是利他之願，也就是將前面七願所修的福德用來迴向三處。「常隨佛學」就是迴向給佛，迴向如來；「恆順眾生」，我們曉得是迴向給一切眾生；「普皆迴向」是迴向真如實際。"
    },
    {
      "id": "04-002-0009_p0005",
      "zh_CN": "「常随佛学」，佛是我们修行最好的榜样，不但佛以言说为我们开示，教导我们，佛一生的示现就是给我们做了个示范，做了个模范。学佛人应该要如何生活在这个世界，如何面对社会，如何应付这个社会上一切的人与事，所以这是佛的身教；经典是言教，这是身教。身教记录下来就是经典里面的戒律，因此戒律就非常的重要。我们看佛修因、证果当中的经历，他的思想、见解、所作所为都是我们学习之处。希望从这个地方引发我们自心的大愿，随着诸佛如来来学习。如果我们不学佛，不以佛做我们的榜样，我们一定就学众生，这个事情就很麻烦。所以学佛，会学的人要找个榜样，换句话说，要找个模式，用这个模式来塑造自己，把自己修得跟这个模式一模一样，所谓见贤思齐，我要跟他一样。这个模式，普贤菩萨给我们建议的，最好是选我们的本师如来，这是讲《华严经》本师毘卢遮那如来，毘卢遮那如来是法身佛。",
      "zh_TW": "「常隨佛學」，佛是我們修行最好的榜樣，不但佛以言說為我們開示，教導我們，佛一生的示現就是給我們做了個示範，做了個模範。學佛人應該要如何生活在這個世界，如何面對社會，如何應付這個社會上一切的人與事，所以這是佛的身教；經典是言教，這是身教。身教記錄下來就是經典裡面的戒律，因此戒律就非常的重要。我們看佛修因、證果當中的經歷，他的思想、見解、所作所為都是我們學習之處。希望從這個地方引發我們自心的大願，隨著諸佛如來來學習。如果我們不學佛，不以佛做我們的榜樣，我們一定就學眾生，這個事情就很麻煩。所以學佛，會學的人要找個榜樣，換句話說，要找個模式，用這個模式來塑造自己，把自己修得跟這個模式一模一樣，所謂見賢思齊，我要跟他一樣。這個模式，普賢菩薩給我們建議的，最好是選我們的本師如來，這是講《華嚴經》本師毘盧遮那如來，毘盧遮那如來是法身佛。"
    },
    {
      "id": "04-002-0009_p0006",
      "zh_CN": "在我们中国历代，有不少有成就的人，他们没有敢以佛做榜样，一方面是谦虚，一方面是给我们初学人做个样子，他们选择古大德，或者是现前的大德做榜样。以我们净土宗做个例子来说，蕅益大师就学莲池，蕅益大师学佛的时候，莲池大师已经圆寂了。莲池大师虽然不在，但是莲池大师的著作在，《莲池大师全集》我们现在都很容易能够见得到。他就依《莲池大师全集》作老师，每天读诵研究，要把它做到。他真的做到了，做得很像莲池大师，所以他也成为净土宗一代的祖师。",
      "zh_TW": "在我們中國歷代，有不少有成就的人，他們沒有敢以佛做榜樣，一方面是謙虛，一方面是給我們初學人做個樣子，他們選擇古大德，或者是現前的大德做榜樣。以我們淨土宗做個例子來說，蕅益大師就學蓮池，蕅益大師學佛的時候，蓮池大師已經圓寂了。蓮池大師雖然不在，但是蓮池大師的著作在，《蓮池大師全集》我們現在都很容易能夠見得到。他就依《蓮池大師全集》作老師，每天讀誦研究，要把它做到。他真的做到了，做得很像蓮池大師，所以他也成為淨土宗一代的祖師。"
    },
    {
      "id": "04-002-0009_p0007",
      "zh_CN": "以古人做榜样，在我们中国很早就有了。历史上记载，第一个人就是孟子，孟子是以孔夫子为榜样。孟子出世的时候，孔老夫子也过世了，他对于孔子非常的仰慕；他跟孔子的学生学，虽然跟孔子的学生学，但是他以孔子做他修学的模范。他也学得很像，所以以后尊称他为「亚圣」，孔夫子为「大成至圣」，尊他为「亚圣」，仅次于孔子，他学得很像。从这以后，这叫私淑弟子，在我们中国历朝历代，在家出家里面都有，这是非常好的一个现象。",
      "zh_TW": "以古人做榜樣，在我們中國很早就有了。歷史上記載，第一個人就是孟子，孟子是以孔夫子為榜樣。孟子出世的時候，孔老夫子也過世了，他對於孔子非常的仰慕；他跟孔子的學生學，雖然跟孔子的學生學，但是他以孔子做他修學的模範。他也學得很像，所以以後尊稱他為「亞聖」，孔夫子為「大成至聖」，尊他為「亞聖」，僅次於孔子，他學得很像。從這以後，這叫私淑弟子，在我們中國歷朝歷代，在家出家裡面都有，這是非常好的一個現象。"
    },
    {
      "id": "04-002-0009_p0008",
      "zh_CN": "当代我们找不到善知识，我们遇不到好老师，怎么办？找古人去！像莲池大师、蕅益大师、永明大师这都是好样子；晚近一点的，像印光大师，都非常的了不起，晚近的弘一、印光都是非常好的榜样。他们的著作都流传在世间，我们天天读就是天天亲近他，就是天天听他讲经说法，天天为我们讲开示。我们听了之后要依教奉行，这就是好学生，好弟子！为什么选近代的大德作为我们修学的榜样，不学佛、不学菩萨？实在讲，佛菩萨太高，经典太深，我们读也读不懂，学也学不像，不如把标准降低一点，向祖师大德，以他们的榜样来开始学习，这样就好。",
      "zh_TW": "當代我們找不到善知識，我們遇不到好老師，怎麼辦？找古人去！像蓮池大師、蕅益大師、永明大師這都是好樣子；晚近一點的，像印光大師，都非常的了不起，晚近的弘一、印光都是非常好的榜樣。他們的著作都流傳在世間，我們天天讀就是天天親近他，就是天天聽他講經說法，天天為我們講開示。我們聽了之後要依教奉行，這就是好學生，好弟子！為什麼選近代的大德作為我們修學的榜樣，不學佛、不學菩薩？實在講，佛菩薩太高，經典太深，我們讀也讀不懂，學也學不像，不如把標準降低一點，向祖師大德，以他們的榜樣來開始學習，這樣就好。"
    },
    {
      "id": "04-002-0009_p0009",
      "zh_CN": "我过去在台中求学，李老师就一再的劝我，那个时候我还没有出家。因为年轻时候喜欢念书，喜欢文学，所以他就给我提出警告，他说「古人不学苏东坡，今人不学梁启超」。这两个人都是佛学家，他们的文人习气很重，虽然在佛法上讲得头头是道，天花乱坠，没有修行的功夫，所以没有得到一个结果，这很可惜！特别警惕不要学这些人。他老人家提出一个榜样，要我认真的学习，学印光大师，叫我读《文钞》，在《文钞》上下功夫，从这个地方学起。无论在家、出家，印光大师是我们非常好的榜样。",
      "zh_TW": "我過去在台中求學，李老師就一再的勸我，那個時候我還沒有出家。因為年輕時候喜歡念書，喜歡文學，所以他就給我提出警告，他說「古人不學蘇東坡，今人不學梁啟超」。這兩個人都是佛學家，他們的文人習氣很重，雖然在佛法上講得頭頭是道，天花亂墜，沒有修行的功夫，所以沒有得到一個結果，這很可惜！特別警惕不要學這些人。他老人家提出一個榜樣，要我認真的學習，學印光大師，叫我讀《文鈔》，在《文鈔》上下功夫，從這個地方學起。無論在家、出家，印光大師是我們非常好的榜樣。"
    },
    {
      "id": "04-002-0009_p0010",
      "zh_CN": "他自己说过，他在佛学上有点成就，是得力于印光大师的教诲。他在没有遇到印光大师之前，也是什么都学，什么都听，费了很多的时间是一无所成。他说他在大陆上亲近真正禅宗的大德，他学东西非常认真，参了八年的禅，连初禅都没有得到，这他说老实话，初禅都没有得到。他跟这些康藏密宗的大德认真学了八年的密，学了两百多个法门，一个都不灵。他那时候举个例子给我们说，我们同学在一起，密宗里头有隐身术，念这个咒，咒一念人家就看不见他。他把那个咒念了好几遍，问我们说：有没有看见？我们都说看见了，不灵！这样才舍弃掉。以后遇到印光大师才真正得度，老实念佛，印光大师教人老实念佛。所以到台湾专修净土，专弘净土。这个人也是我们眼前一个样子，他告诉我们，他的冤枉路走得太多了。遇到的人很多，修的法门很庞杂，样样都懂得一些，样样都不通，把宝贵的光阴、精力都浪费掉。所以他劝我们应当一门深入，不要走他错误的道路。",
      "zh_TW": "他自己說過，他在佛學上有點成就，是得力於印光大師的教誨。他在沒有遇到印光大師之前，也是什麼都學，什麼都聽，費了很多的時間是一無所成。他說他在大陸上親近真正禪宗的大德，他學東西非常認真，參了八年的禪，連初禪都沒有得到，這他說老實話，初禪都沒有得到。他跟這些康藏密宗的大德認真學了八年的密，學了兩百多個法門，一個都不靈。他那時候舉個例子給我們說，我們同學在一起，密宗裡頭有隱身術，念這個咒，咒一念人家就看不見他。他把那個咒念了好幾遍，問我們說：有沒有看見？我們都說看見了，不靈！這樣才捨棄掉。以後遇到印光大師才真正得度，老實念佛，印光大師教人老實念佛。所以到台灣專修淨土，專弘淨土。這個人也是我們眼前一個樣子，他告訴我們，他的冤枉路走得太多了。遇到的人很多，修的法門很龐雜，樣樣都懂得一些，樣樣都不通，把寶貴的光陰、精力都浪費掉。所以他勸我們應當一門深入，不要走他錯誤的道路。"
    },
    {
      "id": "04-002-0009_p0011",
      "zh_CN": "这一段经文我们要知道它，是普贤菩萨开示华藏会上四十一位法身大士，这些人水准高。法身大士还再要修行，用谁做榜样？那当然只好选佛。你要选菩萨，他也是菩萨，从圆教初住菩萨一直到等觉菩萨，那个数量不计其数。所以普贤菩萨就以毘卢遮那佛作为菩萨修行的标准，这才能够圆成佛道。今天我们晓得我们是博地凡夫，业障深重，我们没有这么高的水准。他们的目的是要成就无上正等正觉，圆教佛果，我们今天的目的是要往生西方极乐世界，我们的目标不相同。往生到西方之后，第二个目标就跟他相同，到了西方极乐世界，我们的目标就是圆成佛道。毘卢遮那佛在哪里？毘卢遮那佛就是阿弥陀佛，跟阿弥陀佛天天生活在一起，永远也不离开，哪还有不成就的道理？这是我们应当要晓得的。请看经文。",
      "zh_TW": "這一段經文我們要知道它，是普賢菩薩開示華藏會上四十一位法身大士，這些人水準高。法身大士還再要修行，用誰做榜樣？那當然只好選佛。你要選菩薩，他也是菩薩，從圓教初住菩薩一直到等覺菩薩，那個數量不計其數。所以普賢菩薩就以毘盧遮那佛作為菩薩修行的標準，這才能夠圓成佛道。今天我們曉得我們是博地凡夫，業障深重，我們沒有這麼高的水準。他們的目的是要成就無上正等正覺，圓教佛果，我們今天的目的是要往生西方極樂世界，我們的目標不相同。往生到西方之後，第二個目標就跟他相同，到了西方極樂世界，我們的目標就是圓成佛道。毘盧遮那佛在哪裡？毘盧遮那佛就是阿彌陀佛，跟阿彌陀佛天天生活在一起，永遠也不離開，哪還有不成就的道理？這是我們應當要曉得的。請看經文。"
    },
    {
      "id": "04-002-0009_p0012",
      "zh_CN": "『如此娑婆世界毘卢遮那如来，从初发心，精进不退』，我们先看这几句。「娑婆世界」就是我们现在居住的这个大千世界的名称，这是释迦牟尼佛的教区。娑婆是梵语，翻成中国意思是堪忍，意思就是说「这个世界苦事太多了，这些众生在这个环境里他能忍受得了」，有这个意思，堪忍的世界，这世界太苦了。娑婆在华藏世界里面，华藏一共是有二十重世界，娑婆世界在第十三重，而西方极乐世界也在华藏第十三重。所以从整个华藏世界来看，娑婆世界距离西方极乐世界十万亿佛国土，的确是不远。为什么？同在一层，不过是一个在东，一个在西就是了。",
      "zh_TW": "『如此娑婆世界毘盧遮那如來，從初發心，精進不退』，我們先看這幾句。「娑婆世界」就是我們現在居住的這個大千世界的名稱，這是釋迦牟尼佛的教區。娑婆是梵語，翻成中國意思是堪忍，意思就是說「這個世界苦事太多了，這些眾生在這個環境裡他能忍受得了」，有這個意思，堪忍的世界，這世界太苦了。娑婆在華藏世界裡面，華藏一共是有二十重世界，娑婆世界在第十三重，而西方極樂世界也在華藏第十三重。所以從整個華藏世界來看，娑婆世界距離西方極樂世界十萬億佛國土，的確是不遠。為什麼？同在一層，不過是一個在東，一個在西就是了。"
    },
    {
      "id": "04-002-0009_p0013",
      "zh_CN": "「毘卢遮那如来」，毘卢遮那是梵语，翻成中国的意思是「遍一切处」；如来是佛十种德号之一，在此地也不必细说了。而释迦牟尼佛是毘卢遮那佛的化身，在我们娑婆世界现的身就叫做释迦牟尼，在西方极乐世界现的身就是阿弥陀佛。你才晓得原来是一尊佛，化身在每个世界他的名称不一样。",
      "zh_TW": "「毘盧遮那如來」，毘盧遮那是梵語，翻成中國的意思是「遍一切處」；如來是佛十種德號之一，在此地也不必細說了。而釋迦牟尼佛是毘盧遮那佛的化身，在我們娑婆世界現的身就叫做釋迦牟尼，在西方極樂世界現的身就是阿彌陀佛。你才曉得原來是一尊佛，化身在每個世界他的名稱不一樣。"
    },
    {
      "id": "04-002-0009_p0014",
      "zh_CN": "「从初发心」，这是我们要从迹相上来说，不能从原本上说；要说原本，释迦早已成佛，不是今天。佛在《梵网经》里面告诉我们，他这一次到我们这个世间来示现成佛，是第八千次，这是游戏神通，第八千次了。我们要学，是学他的垂迹，这就是他示现教化给我们，从初发心。《大智度论》上说，「若有人言，愿我当来作佛，度脱一切众生苦恼」，这就叫做发菩提心。所以，发菩提心简单的讲就是上求佛道，下化众生，他真正发了这个心，这叫做初发心，初发心的菩萨。发心之后他要真正做到，如果心是发了，没有去做，这不叫做发心；可见得，发心是要兑现的。",
      "zh_TW": "「從初發心」，這是我們要從跡相上來說，不能從原本上說；要說原本，釋迦早已成佛，不是今天。佛在《梵網經》裡面告訴我們，他這一次到我們這個世間來示現成佛，是第八千次，這是遊戲神通，第八千次了。我們要學，是學他的垂跡，這就是他示現教化給我們，從初發心。《大智度論》上說，「若有人言，願我當來作佛，度脫一切眾生苦惱」，這就叫做發菩提心。所以，發菩提心簡單的講就是上求佛道，下化眾生，他真正發了這個心，這叫做初發心，初發心的菩薩。發心之後他要真正做到，如果心是發了，沒有去做，這不叫做發心；可見得，發心是要兌現的。"
    },
    {
      "id": "04-002-0009_p0015",
      "zh_CN": "经论上告诉我们，真正发心，他有十种现象，我们来看看我们有没有，就晓得我们心是真的，还是假的。第一是「亲近善友」。在他人生观里面，不是父母第一亲，是善友第一亲。父母生我的是肉身，身命，善友生我法身慧命，我们自己的法身慧命要靠善友；换句话说，他乐意亲近善知识，他不愿意离开善知识，这是第一个现象。",
      "zh_TW": "經論上告訴我們，真正發心，他有十種現象，我們來看看我們有沒有，就曉得我們心是真的，還是假的。第一是「親近善友」。在他人生觀裡面，不是父母第一親，是善友第一親。父母生我的是肉身，身命，善友生我法身慧命，我們自己的法身慧命要靠善友；換句話說，他樂意親近善知識，他不願意離開善知識，這是第一個現象。"
    },
    {
      "id": "04-002-0009_p0016",
      "zh_CN": "现在我们即使真的发这个心，我们也找不到真正善知识。决定不会有个善知识一天到晚在外面叫着：「我是真正善知识，你们要来亲近我！」不可能的，这个话他说不出口。真正善知识都非常谦虚，你看我们《华严经》上，善财童子参访的这五十三位善知识，每个人都是自己谦虚，赞叹别人。今天凡是打广告、搞知名度的这些，我想都不是真正善知识。真正善知识到哪里找去？在从前，容易找得到，怎么说？凡是闭关的，是真正善知识；凡是在山上住茅蓬的，这都是善知识。你到处打听，这个地方有没有人闭关的？有没有人住茅蓬的？你去亲近他，那就决定没错。所以，闭关、住茅蓬是有资格的，不是随随便便就可以住山闭关的。",
      "zh_TW": "現在我們即使真的發這個心，我們也找不到真正善知識。決定不會有個善知識一天到晚在外面叫著：「我是真正善知識，你們要來親近我！」不可能的，這個話他說不出口。真正善知識都非常謙虛，你看我們《華嚴經》上，善財童子參訪的這五十三位善知識，每個人都是自己謙虛，讚歎別人。今天凡是打廣告、搞知名度的這些，我想都不是真正善知識。真正善知識到哪裡找去？在從前，容易找得到，怎麼說？凡是閉關的，是真正善知識；凡是在山上住茅蓬的，這都是善知識。你到處打聽，這個地方有沒有人閉關的？有沒有人住茅蓬的？你去親近他，那就決定沒錯。所以，閉關、住茅蓬是有資格的，不是隨隨便便就可以住山閉關的。"
    },
    {
      "id": "04-002-0009_p0017",
      "zh_CN": "在从前，什么人有资格去住茅蓬、去闭关？自己解行圆满，大彻大悟，明心见性，这个时候有资格。为什么？就等于说，我所学的东西都学尽了，毕业了，没有得再学了，没事了，不要再去参学。你看善财童子五十三参辛辛苦苦到外面参学，他没有资格闭关，他也没有资格去住山、住茅蓬，没资格。为什么？解行未圆，没有资格，还要去向别人请教，寻师访道，亲近善知识。所以，一闭关、一住茅蓬，等于向天下人宣布：「我就是善知识，你们有任何问题不能解决的，到我这儿来，到这边来请教。」念佛人，至少也是理一心不乱，事一心不乱都还不够资格。",
      "zh_TW": "在從前，什麼人有資格去住茅蓬、去閉關？自己解行圓滿，大徹大悟，明心見性，這個時候有資格。為什麼？就等於說，我所學的東西都學盡了，畢業了，沒有得再學了，沒事了，不要再去參學。你看善財童子五十三參辛辛苦苦到外面參學，他沒有資格閉關，他也沒有資格去住山、住茅蓬，沒資格。為什麼？解行未圓，沒有資格，還要去向別人請教，尋師訪道，親近善知識。所以，一閉關、一住茅蓬，等於向天下人宣佈：「我就是善知識，你們有任何問題不能解決的，到我這兒來，到這邊來請教。」念佛人，至少也是理一心不亂，事一心不亂都還不夠資格。"
    },
    {
      "id": "04-002-0009_p0018",
      "zh_CN": "从前水准那么高，我们找善知识很容易。但是我们看莲池大师的《竹窗随笔》，莲池大师是明朝末年人，在那个时候闭关的水准就降低了，普普通通没有到这个程度也可以去住山、闭关。现代水准更没有了，头发一剃就可以找个关房闭关去了，这是错误的。你自己解学都没有，这个时候要去参学，要去求学；你这一闭关，变成什么？闭门造车，盲修瞎练。现代人反而把这些闭门造车、盲修瞎练的，看得「某大德不得了，他闭过关的」！",
      "zh_TW": "從前水準那麼高，我們找善知識很容易。但是我們看蓮池大師的《竹窗隨筆》，蓮池大師是明朝末年人，在那個時候閉關的水準就降低了，普普通通沒有到這個程度也可以去住山、閉關。現代水準更沒有了，頭髮一剃就可以找個關房閉關去了，這是錯誤的。你自己解學都沒有，這個時候要去參學，要去求學；你這一閉關，變成什麼？閉門造車，盲修瞎練。現代人反而把這些閉門造車、盲修瞎練的，看得「某大德不得了，他閉過關的」！"
    },
    {
      "id": "04-002-0009_p0019",
      "zh_CN": "给诸位说，如果在五百年前，那是了不起，五百年后的今天，就不一样了。因为我出家以后没多久，也是有个居士，他在抗战、第二次大战期间当中逃警报，他在山上盖了个小房子，日本式的小房子，后头有防空洞，环境非常幽雅。他们家里做生意，都不到那里去住，来找我，那个地方让我去住，就等于闭关、住茅蓬一样。我看环境我很喜欢，我就到台中去跟李老师商量，被李老师骂了一顿。他说你哪有资格！然后我才知道，原来闭关、住茅蓬要这么样的资格，那想想实在是没有。李老师讲：我们关系不同，真正的朋友，我告诉你真话，如果我们没有这个关系，那你去闭关、住山，随你去好了。我们才晓得闭关、住茅蓬是真正的大善知识，可是今天凭这一点也找不到了，为什么？随便剃了头他就去住山，就去住茅蓬，这个问题就难了。",
      "zh_TW": "給諸位說，如果在五百年前，那是了不起，五百年後的今天，就不一樣了。因為我出家以後沒多久，也是有個居士，他在抗戰、第二次大戰期間當中逃警報，他在山上蓋了個小房子，日本式的小房子，後頭有防空洞，環境非常幽雅。他們家裡做生意，都不到那裡去住，來找我，那個地方讓我去住，就等於閉關、住茅蓬一樣。我看環境我很喜歡，我就到台中去跟李老師商量，被李老師罵了一頓。他說你哪有資格！然後我才知道，原來閉關、住茅蓬要這麼樣的資格，那想想實在是沒有。李老師講：我們關係不同，真正的朋友，我告訴你真話，如果我們沒有這個關係，那你去閉關、住山，隨你去好了。我們才曉得閉關、住茅蓬是真正的大善知識，可是今天憑這一點也找不到了，為什麼？隨便剃了頭他就去住山，就去住茅蓬，這個問題就難了。"
    },
    {
      "id": "04-002-0009_p0020",
      "zh_CN": "因此，今天唯一的途径，只有凭善知识推荐、介绍。你认识一个真正善知识，他会给你介绍一位，就像《华严经》上五十三参一样，我们才能找得到，才能认识。否则的话，到哪儿去找？找不到。实在找不到，就像我刚才所讲的，找古人去，找莲池大师，找蕅益大师；我学《华严经》，找清凉大师。我找他们，他们的著作在，我们依照这个来修学，不会错的。做古人的私淑弟子，天天念他的书，天天念他的文章，就是亲近善友。读了之后要依教奉行，绝对不是我把经文、注疏每天念上一段，就算交了差，这个不行，这没有用处的。世俗念书也讲求读书变化气质，我们读圣贤书，自己气质没有变化，这书就白念了。怎样才能变化气质？念了之后，自己要深深反省，把自己的毛病、习气都革除，学习圣贤人的德行，这个样子就能够变化气质。",
      "zh_TW": "因此，今天唯一的途徑，只有憑善知識推薦、介紹。你認識一個真正善知識，他會給你介紹一位，就像《華嚴經》上五十三參一樣，我們才能找得到，才能認識。否則的話，到哪兒去找？找不到。實在找不到，就像我剛才所講的，找古人去，找蓮池大師，找蕅益大師；我學《華嚴經》，找清涼大師。我找他們，他們的著作在，我們依照這個來修學，不會錯的。做古人的私淑弟子，天天念他的書，天天念他的文章，就是親近善友。讀了之後要依教奉行，絕對不是我把經文、註疏每天念上一段，就算交了差，這個不行，這沒有用處的。世俗念書也講求讀書變化氣質，我們讀聖賢書，自己氣質沒有變化，這書就白念了。怎樣才能變化氣質？念了之後，自己要深深反省，把自己的毛病、習氣都革除，學習聖賢人的德行，這個樣子就能夠變化氣質。"
    },
    {
      "id": "04-002-0009_p0021",
      "zh_CN": "这是第一个条件，他是真正发心。你今天叫他到哪里去玩，他没有空，他要去找善知识，真的是善友第一亲。",
      "zh_TW": "這是第一個條件，他是真正發心。你今天叫他到哪裡去玩，他沒有空，他要去找善知識，真的是善友第一親。"
    },
    {
      "id": "04-002-0009_p0022",
      "zh_CN": "第二，「供养诸佛」。这个供养诸佛的意义，绝对不是你家里头供着佛像，每天早晚上香礼拜，做早晚课，不是的，不是这种供养，而是我们十大愿王第三愿所讲的「广修供养」。特别是修法供养，自己依照经论切实奉行，同时又将修学的功德、利益随时随处普遍的介绍给一切众生，这是真正供养。诸佛是谁？一切众生本来成佛，一切众生皆有佛性，既有佛性，他怎么不是佛？所以他的心是平等心、清净心，看一切众生都是佛，他要修广大的供养。众生虽然是佛，他没觉悟，他是迷惑颠倒的佛，所以要以觉悟的方法去供养他，让他听了、接触到也能够开悟，也能够恢复他的自性，这才叫真正供养。这是我们在「广修供养」里面讲了七个例子，发菩提心的人他一定主动积极去做的。",
      "zh_TW": "第二，「供養諸佛」。這個供養諸佛的意義，絕對不是你家裡頭供著佛像，每天早晚上香禮拜，做早晚課，不是的，不是這種供養，而是我們十大願王第三願所講的「廣修供養」。特別是修法供養，自己依照經論切實奉行，同時又將修學的功德、利益隨時隨處普遍的介紹給一切眾生，這是真正供養。諸佛是誰？一切眾生本來成佛，一切眾生皆有佛性，既有佛性，他怎麼不是佛？所以他的心是平等心、清淨心，看一切眾生都是佛，他要修廣大的供養。眾生雖然是佛，他沒覺悟，他是迷惑顛倒的佛，所以要以覺悟的方法去供養他，讓他聽了、接觸到也能夠開悟，也能夠恢復他的自性，這才叫真正供養。這是我們在「廣修供養」裡面講了七個例子，發菩提心的人他一定主動積極去做的。"
    },
    {
      "id": "04-002-0009_p0023",
      "zh_CN": "第三条，「修习善根」。无始劫以来的习气，是六道生死轮回的根本，贪瞋痴慢是三恶业，三恶业反过来叫三善根。所以他认真修学，修学什么？于一切法不贪、不瞋、不痴、不懈怠，不懈怠就是精进，这个合起来叫四善根。一切善法都从这四个根生出来的，他决定是认真努力的来修学。",
      "zh_TW": "第三條，「修習善根」。無始劫以來的習氣，是六道生死輪迴的根本，貪瞋痴慢是三惡業，三惡業反過來叫三善根。所以他認真修學，修學什麼？於一切法不貪、不瞋、不痴、不懈怠，不懈怠就是精進，這個合起來叫四善根。一切善法都從這四個根生出來的，他決定是認真努力的來修學。"
    },
    {
      "id": "04-002-0009_p0024",
      "zh_CN": "第四，「志求胜法」。胜是殊胜，在世出世间一切法里面，他一定选择第一殊胜的法门来修学。什么是第一不知道，学多了就有比较，俗话常说，不怕不识货，就怕货比货，你要学多了，就有比较了。所以，自古以来许多的祖师大德们，他们在年轻的时候，修很多的法门，绝对不是一开始学就学一个法门，这个太少了。我们在古往今来例子里头看到太少了，绝大多数的祖师大德都学很多。譬如莲池大师，禅教都通，遍融老和尚当年是禅宗大德，他去参访的时候是学禅。蕅益大师他是天台家的基础，他没有修净土之前，他学天台。所以我们今天看他的注解全是用天台教义来讲的，尤其是蕅益大师注解的《楞严经》，全依天台。印光大师我们看他的传记，他年轻的时候学儒，辟佛（毁谤佛法），到最后也是从教里面才入净土的。",
      "zh_TW": "第四，「志求勝法」。勝是殊勝，在世出世間一切法裡面，他一定選擇第一殊勝的法門來修學。什麼是第一不知道，學多了就有比較，俗話常說，不怕不識貨，就怕貨比貨，你要學多了，就有比較了。所以，自古以來許多的祖師大德們，他們在年輕的時候，修很多的法門，絕對不是一開始學就學一個法門，這個太少了。我們在古往今來例子裡頭看到太少了，絕大多數的祖師大德都學很多。譬如蓮池大師，禪教都通，遍融老和尚當年是禪宗大德，他去參訪的時候是學禪。蕅益大師他是天台家的基礎，他沒有修淨土之前，他學天台。所以我們今天看他的註解全是用天台教義來講的，尤其是蕅益大師註解的《楞嚴經》，全依天台。印光大師我們看他的傳記，他年輕的時候學儒，闢佛（毀謗佛法），到最後也是從教裡面才入淨土的。"
    },
    {
      "id": "04-002-0009_p0025",
      "zh_CN": "所以都是学了很多，一一比较，我一面修学，一面比较。真正明了，能够把过去所修的能舍掉，取更殊胜的法门，这是有智慧，所以他不是坚固的执着。如果这些大德们统统坚固执着，他怎么会变成净土宗的祖师？这不可能的事情。永明延寿是禅宗大德，大彻大悟，明心见性之后，舍弃禅宗，专修净土，成为净土宗的第六代祖师。这个抉择就是告诉我们，念佛超过修禅。所以，我们要不晓得到底哪个法门最殊胜，看看历代祖师的传记，也能得一点消息。",
      "zh_TW": "所以都是學了很多，一一比較，我一面修學，一面比較。真正明瞭，能夠把過去所修的能捨掉，取更殊勝的法門，這是有智慧，所以他不是堅固的執著。如果這些大德們統統堅固執著，他怎麼會變成淨土宗的祖師？這不可能的事情。永明延壽是禪宗大德，大徹大悟，明心見性之後，捨棄禪宗，專修淨土，成為淨土宗的第六代祖師。這個抉擇就是告訴我們，念佛超過修禪。所以，我們要不曉得到底哪個法門最殊勝，看看歷代祖師的傳記，也能得一點消息。"
    },
    {
      "id": "04-002-0009_p0026",
      "zh_CN": "第五，「心常柔和」，也就是讲慈悲，处事待人接物和颜悦色，心地慈悲。纵然你不跟他学，甚至于你不赞成他所学的、他所教的，乃至于你毁谤他、侮辱他，他也不会生气，他也不会怪你，他能够原谅你。这个显示出他的修养，对于这些刚强难化的众生，他不在意的，不会跟你计较的。如果说某个人是大德，大修行人，大善知识，说一、两句话不好听，他面孔就放下来，就记恨在心，我们就晓得他不是真正的善知识，真正善知识决定不可能有这种态度。这些地方我们要认真去学习。",
      "zh_TW": "第五，「心常柔和」，也就是講慈悲，處事待人接物和顏悅色，心地慈悲。縱然你不跟他學，甚至於你不贊成他所學的、他所教的，乃至於你毀謗他、侮辱他，他也不會生氣，他也不會怪你，他能夠原諒你。這個顯示出他的修養，對於這些剛強難化的眾生，他不在意的，不會跟你計較的。如果說某個人是大德，大修行人，大善知識，說一、兩句話不好聽，他面孔就放下來，就記恨在心，我們就曉得他不是真正的善知識，真正善知識決定不可能有這種態度。這些地方我們要認真去學習。"
    },
    {
      "id": "04-002-0009_p0027",
      "zh_CN": "第六，「遭苦能忍」。在修行过程当中，障碍决定不能避免，诸佛如来、菩萨、罗汉、祖师修行都没有一帆风顺的。释迦牟尼佛出现在世间，当年是示现的六年苦行，最苦的时候一天是一麻一麦，他能够忍受得了。在游化阶段当中教化众生，遭遇提婆达多、阿阇世王，僧团里面有六群比丘不守规矩，天天闹事，这些都得要能够忍受。",
      "zh_TW": "第六，「遭苦能忍」。在修行過程當中，障礙決定不能避免，諸佛如來、菩薩、羅漢、祖師修行都沒有一帆風順的。釋迦牟尼佛出現在世間，當年是示現的六年苦行，最苦的時候一天是一麻一麥，他能夠忍受得了。在遊化階段當中教化眾生，遭遇提婆達多、阿闍世王，僧團裡面有六群比丘不守規矩，天天鬧事，這些都得要能夠忍受。"
    },
    {
      "id": "04-002-0009_p0028",
      "zh_CN": "第七，「慈悲深厚」。这一条是讲他的内心，前面第五条「心常柔和」是表现在外面，表里一如，有深厚的慈悲心。",
      "zh_TW": "第七，「慈悲深厚」。這一條是講他的內心，前面第五條「心常柔和」是表現在外面，表裡一如，有深厚的慈悲心。"
    },
    {
      "id": "04-002-0009_p0029",
      "zh_CN": "第八，「深心平等」。一切法平等，所以他能够忍辱，他能够柔和。",
      "zh_TW": "第八，「深心平等」。一切法平等，所以他能夠忍辱，他能夠柔和。"
    },
    {
      "id": "04-002-0009_p0030",
      "zh_CN": "第九，「爱乐大乘」。自己虽然专修一个法门，但是对于其他一切大乘法没有不赞叹的，正如同本经里面的五十三位善知识，自己谦虚，赞叹别人。决定没有说自己夸耀自己的法门，而贬抑其他的法门，我们在菩萨行里面没有见到过。尤其菩萨戒里面，特别是「瑜伽菩萨戒」，《瑜伽师地论》里面讲的菩萨戒。第一条戒就是「自赞毁他」，它把自己赞叹自己，毁谤别人列在菩萨第一条重戒。这个罪过很深，《瑜伽师地论》里头讲得很清楚。如果自赞而不毁他，或者毁他没有自赞，这个罪要轻一点；既自赞又毁他，这是最重的一条戒，所以《瑜伽菩萨戒本》列在第一条重戒。现在我们在这个社会上，无论在中国、在外国，自赞毁他我们看到很多，都是自以为是，别的都不行，都有这种态度，这个错了。",
      "zh_TW": "第九，「愛樂大乘」。自己雖然專修一個法門，但是對於其他一切大乘法沒有不讚歎的，正如同本經裡面的五十三位善知識，自己謙虛，讚歎別人。決定沒有說自己誇耀自己的法門，而貶抑其他的法門，我們在菩薩行裡面沒有見到過。尤其菩薩戒裡面，特別是「瑜伽菩薩戒」，《瑜伽師地論》裡面講的菩薩戒。第一條戒就是「自讚毀他」，它把自己讚歎自己，毀謗別人列在菩薩第一條重戒。這個罪過很深，《瑜伽師地論》裡頭講得很清楚。如果自讚而不毀他，或者毀他沒有自讚，這個罪要輕一點；既自讚又毀他，這是最重的一條戒，所以《瑜伽菩薩戒本》列在第一條重戒。現在我們在這個社會上，無論在中國、在外國，自讚毀他我們看到很多，都是自以為是，別的都不行，都有這種態度，這個錯了。"
    },
    {
      "id": "04-002-0009_p0031",
      "zh_CN": "我们一定要依法不依人，法是经典。我们修行是以经典为依据。佛在《维摩经》、《大智度论》上都跟我们讲「四依法」，第一个是「依法不依人」，第二个是「依了义不依不了义」，第三个是「依义不依语」。依义不依语，一切争论就没有了，不会再有争论。比如说一部经，这是梵文经典，往往在中国有好几次的翻译，每位法师翻译的文字当然不同，但是意思都差不多。如果我们执着文字，大家都会争论，你这一句翻得不对，他那一句与原文不合，这个麻烦就大了。所以佛给我们讲，这无关紧要，只要意思对了都可以，排除后世这些争论。",
      "zh_TW": "我們一定要依法不依人，法是經典。我們修行是以經典為依據。佛在《維摩經》、《大智度論》上都跟我們講「四依法」，第一個是「依法不依人」，第二個是「依了義不依不了義」，第三個是「依義不依語」。依義不依語，一切爭論就沒有了，不會再有爭論。比如說一部經，這是梵文經典，往往在中國有好幾次的翻譯，每位法師翻譯的文字當然不同，但是意思都差不多。如果我們執著文字，大家都會爭論，你這一句翻得不對，他那一句與原文不合，這個麻煩就大了。所以佛給我們講，這無關緊要，只要意思對了都可以，排除後世這些爭論。"
    },
    {
      "id": "04-002-0009_p0032",
      "zh_CN": "第四条，「依智不依识」，智是理智，识是感情。我们学佛，对三宝（对佛法僧）；对老师，我们所亲近的善知识是我们的老师，在佛门里称之为和尚，和尚是印度话，翻成中国意思就是老师，直接教导我的老师，印度话称和尚；对我们的同参道友，都要理智，不能用感情，感情是迷，理智是觉，觉而不迷。我们学佛所求的是自性觉，这一点总得要明了；凡是用感情，他决定是迷而不觉，愈学愈迷，他感情用事！拜了一个师父，「这是我的师父，那个不是」！这个人一生不会开悟的。为什么？迷情太重，他不可能开悟的。",
      "zh_TW": "第四條，「依智不依識」，智是理智，識是感情。我們學佛，對三寶（對佛法僧）；對老師，我們所親近的善知識是我們的老師，在佛門裡稱之為和尚，和尚是印度話，翻成中國意思就是老師，直接教導我的老師，印度話稱和尚；對我們的同參道友，都要理智，不能用感情，感情是迷，理智是覺，覺而不迷。我們學佛所求的是自性覺，這一點總得要明瞭；凡是用感情，他決定是迷而不覺，愈學愈迷，他感情用事！拜了一個師父，「這是我的師父，那個不是」！這個人一生不會開悟的。為什麼？迷情太重，他不可能開悟的。"
    },
    {
      "id": "04-002-0009_p0033",
      "zh_CN": "善财童子参访五十三位善知识，哪个是他师父？统统都是，没有一个不是。他没有执着「这个是我师父，那个不是」，没有这种执着。而且对真是第一流的善知识，第一等的好老师，你看他离开的时候「恋德礼辞」。他跟他的时候，亲近他，心地清净没有染污，恋德是感恩，接受他的教化，感谢他，里头决定没有感情，礼辞就是没有感情，纯粹是理智，换句话说，决定不迷。这是我们要学习的。《华严》里面实在讲，值得我们学习的地方太多，字字句句都是非常好的教训。对一切大乘法，我们平等心看待，一切修学大乘的人，我们也是平等心来看待。",
      "zh_TW": "善財童子參訪五十三位善知識，哪個是他師父？統統都是，沒有一個不是。他沒有執著「這個是我師父，那個不是」，沒有這種執著。而且對真是第一流的善知識，第一等的好老師，你看他離開的時候「戀德禮辭」。他跟他的時候，親近他，心地清淨沒有染污，戀德是感恩，接受他的教化，感謝他，裡頭決定沒有感情，禮辭就是沒有感情，純粹是理智，換句話說，決定不迷。這是我們要學習的。《華嚴》裡面實在講，值得我們學習的地方太多，字字句句都是非常好的教訓。對一切大乘法，我們平等心看待，一切修學大乘的人，我們也是平等心來看待。"
    },
    {
      "id": "04-002-0009_p0034",
      "zh_CN": "最后一条，「求佛智慧」，是目的。我学佛求的是什么？求无上正等正觉，我是求这个。而我们念佛的同修，虽然我们不是把这个摆作我们第一目标，实在讲还是第一目标。我们今天求生西方极乐世界，为什么求生西方极乐世界？为了求无上正等正觉。由此可知，求生西方极乐世界就是真正求无上正等正觉。",
      "zh_TW": "最後一條，「求佛智慧」，是目的。我學佛求的是什麼？求無上正等正覺，我是求這個。而我們念佛的同修，雖然我們不是把這個擺作我們第一目標，實在講還是第一目標。我們今天求生西方極樂世界，為什麼求生西方極樂世界？為了求無上正等正覺。由此可知，求生西方極樂世界就是真正求無上正等正覺。"
    },
    {
      "id": "04-002-0009_p0035",
      "zh_CN": "这是一般经论上讲初发心的十种样子，心一发人就变样子了。说我心发了，发了还跟平常一样，一丝毫没有改变，这个发心是口皮上的发心，不管用，不是里面真正发心。里面要真正发心，外头样子决定就有改变，就会不相同。所以这个发心十相（十种样子）我们要知道，常常拿这个来检点，看看自己到底是不是真发心？有没有真正发心？诸佛菩萨初发心统统都是这种样子。你看善财，他发心之后可以说他这个十条统统做到了。没有求得无上菩提之前，他绝不肯休息，辛辛苦苦到外面参学，不肯休息，『精进不退』，他不退转，不堕落，不怀疑，精进之相。",
      "zh_TW": "這是一般經論上講初發心的十種樣子，心一發人就變樣子了。說我心發了，發了還跟平常一樣，一絲毫沒有改變，這個發心是口皮上的發心，不管用，不是裡面真正發心。裡面要真正發心，外頭樣子決定就有改變，就會不相同。所以這個發心十相（十種樣子）我們要知道，常常拿這個來檢點，看看自己到底是不是真發心？有沒有真正發心？諸佛菩薩初發心統統都是這種樣子。你看善財，他發心之後可以說他這個十條統統做到了。沒有求得無上菩提之前，他絕不肯休息，辛辛苦苦到外面參學，不肯休息，『精進不退』，他不退轉，不墮落，不懷疑，精進之相。"
    },
    {
      "id": "04-002-0009_p0036",
      "zh_CN": "底下这一段是举了一个例子，『以不可说不可说身命』，这就是说明，如来从初发心一直到他修行成佛，这个时间是很长的，不是一世的，生生世世无量劫中，他舍身受身没有法子计算。「不可说不可说」是数字，在印度数字里头是最大的一个数字。讲他身命，身命尚且能舍，何况身外之物？能够舍身，舍身做什么？为佛法。",
      "zh_TW": "底下這一段是舉了一個例子，『以不可說不可說身命』，這就是說明，如來從初發心一直到他修行成佛，這個時間是很長的，不是一世的，生生世世無量劫中，他捨身受身沒有法子計算。「不可說不可說」是數字，在印度數字裡頭是最大的一個數字。講他身命，身命尚且能捨，何況身外之物？能夠捨身，捨身做什麼？為佛法。"
    },
    {
      "id": "04-002-0009_p0037",
      "zh_CN": "布施有财布施，有法布施，有无畏布施，三种布施里面，法布施为最，我们前面读过，所以此地举法布施。法布施，特别是传法，唯有传法，佛法才能常住在世间，永久不灭。我们晓得这个世间一切的物质都是会毁灭的，年代久了决定会毁灭的。所以我们中国古人怕这些经典宝藏失传，怎么办？刻在山上大石头上，希望它能够保持长久。刻在石头上面，能够流传几千年，还不至于被毁灭。现在大陆上又发现不少石经，刻在石头上，藏诸名山；刻成石头的碑，把山挖洞藏在里面，希望能够永远传给后世。这是从前不得已的做法，现在我们晓得不需要这么笨的做法，这个做法，虽然你藏在那个地方，年久不会磨灭掉，但是没人看到，真正看到的没几个人，不能普遍的利益一切众生。现代印刷术发达，我们也不必学佛『剥皮为纸』，现在纸很便宜，也不必『析骨为笔，刺血为墨，书写经典』。这是讲流传经典是一切布施里面第一布施，一切供养里面第一供养，现在就是讲印经流通。",
      "zh_TW": "布施有財布施，有法布施，有無畏布施，三種布施裡面，法布施為最，我們前面讀過，所以此地舉法布施。法布施，特別是傳法，唯有傳法，佛法才能常住在世間，永久不滅。我們曉得這個世間一切的物質都是會毀滅的，年代久了決定會毀滅的。所以我們中國古人怕這些經典寶藏失傳，怎麼辦？刻在山上大石頭上，希望它能夠保持長久。刻在石頭上面，能夠流傳幾千年，還不至於被毀滅。現在大陸上又發現不少石經，刻在石頭上，藏諸名山；刻成石頭的碑，把山挖洞藏在裡面，希望能夠永遠傳給後世。這是從前不得已的做法，現在我們曉得不需要這麼笨的做法，這個做法，雖然你藏在那個地方，年久不會磨滅掉，但是沒人看到，真正看到的沒幾個人，不能普遍的利益一切眾生。現代印刷術發達，我們也不必學佛『剝皮為紙』，現在紙很便宜，也不必『析骨為筆，刺血為墨，書寫經典』。這是講流傳經典是一切布施裡面第一布施，一切供養裡面第一供養，現在就是講印經流通。"
    },
    {
      "id": "04-002-0009_p0038",
      "zh_CN": "我是前天才晓得，我问了我们这边同仁，我说《无量寿经》的注解，《净土五经读本》，原来他们告诉我七月底可以出版，我倒非常欢喜，一直到现在出不来。这里头负责的同修告诉我，上次我出国的时候，发心参加校对的四十八个人，我出国之后，听说这些人退了心，现在因为没有人校对，所以时间就拖长了。我在此地再提醒同修们，你们如果有时间，抽一点时间，这替谁做事？替阿弥陀佛做事。如果今天总统请你办点事情，你都很欢喜，「我很光荣，替总统办事情」。这是替阿弥陀佛，总统比不上，不能看轻！你替阿弥陀佛办事情，十方诸佛护念，龙天善神拥护，这是真的，不是假的。",
      "zh_TW": "我是前天才曉得，我問了我們這邊同仁，我說《無量壽經》的註解，《淨土五經讀本》，原來他們告訴我七月底可以出版，我倒非常歡喜，一直到現在出不來。這裡頭負責的同修告訴我，上次我出國的時候，發心參加校對的四十八個人，我出國之後，聽說這些人退了心，現在因為沒有人校對，所以時間就拖長了。我在此地再提醒同修們，你們如果有時間，抽一點時間，這替誰做事？替阿彌陀佛做事。如果今天總統請你辦點事情，你都很歡喜，「我很光榮，替總統辦事情」。這是替阿彌陀佛，總統比不上，不能看輕！你替阿彌陀佛辦事情，十方諸佛護念，龍天善神擁護，這是真的，不是假的。"
    },
    {
      "id": "04-002-0009_p0039",
      "zh_CN": "为阿弥陀佛做事情，为十方一切诸佛做事情，因为这个法宝是十方一切诸佛度众生的第一法宝，第一法门，为利益一切众生我们在这儿做工作，所以这个工作是无比的殊胜。你要真正体会到、认识到，我即使是有工作，我一个月也得请两天假，我要来办这个事情，来修这个无比殊胜的功德。大家退心不来了，说实在话，这是对于这个工作没有认识清楚；如果要是认识清楚，大家抢着干，哪有肯把这个机会放弃的！这不可能的事情。我认识，所以你看我是拼命在做！一天都没有休息过，拼命在做。",
      "zh_TW": "為阿彌陀佛做事情，為十方一切諸佛做事情，因為這個法寶是十方一切諸佛度眾生的第一法寶，第一法門，為利益一切眾生我們在這兒做工作，所以這個工作是無比的殊勝。你要真正體會到、認識到，我即使是有工作，我一個月也得請兩天假，我要來辦這個事情，來修這個無比殊勝的功德。大家退心不來了，說實在話，這是對於這個工作沒有認識清楚；如果要是認識清楚，大家搶著幹，哪有肯把這個機會放棄的！這不可能的事情。我認識，所以你看我是拼命在做！一天都沒有休息過，拼命在做。"
    },
    {
      "id": "04-002-0009_p0040",
      "zh_CN": "我们这里的确有感应，我们同修上半年告诉我，想这个书编成之后，希望在两年之内编一套净土丛书。就是把净土五经一论古今的注解统统印出来，使修净土、弘扬净土有一部完善的典籍可以依靠。《无量寿经》古今的注解，我们费了很多时间去搜集，只少当中一样，王耕心的《无量寿经衷论》，我们只听说这个名字，没有见到过这部书。因为王耕心是清朝末年时候人，他是同治年间的人，距离我们现在很近。因此他这个书出来之后，我们晓得流通量一定很少，没有收在《大藏经》里头，所以要找就相当不容易。尤其是大陆上文化大革命，所有这些经书统统都烧干净了，到哪里去找？",
      "zh_TW": "我們這裡的確有感應，我們同修上半年告訴我，想這個書編成之後，希望在兩年之內編一套淨土叢書。就是把淨土五經一論古今的註解統統印出來，使修淨土、弘揚淨土有一部完善的典籍可以依靠。《無量壽經》古今的註解，我們費了很多時間去蒐集，只少當中一樣，王耕心的《無量壽經衷論》，我們只聽說這個名字，沒有見到過這部書。因為王耕心是清朝末年時候人，他是同治年間的人，距離我們現在很近。因此他這個書出來之後，我們曉得流通量一定很少，沒有收在《大藏經》裡頭，所以要找就相當不容易。尤其是大陸上文化大革命，所有這些經書統統都燒乾淨了，到哪裏去找？"
    },
    {
      "id": "04-002-0009_p0041",
      "zh_CN": "前天黄念祖老居士从北京展转的把这个书的影印本寄来，真正不可思议！我们所缺少的本子齐全了，《无量寿经》古今的注解我们一样都不缺。这个本子在台湾没有，没有人见过，这个感应不可思议！我一收到，马上请我们同修去影印十本，怕丢掉，十本，丢掉一本还有。这个工作我们继续一定要做，就是把净土五经一论古今大德的注疏，我们统统把它搜集起来，印出来，提供修学、弘扬的同修们做参考、做依靠。",
      "zh_TW": "前天黃念祖老居士從北京展轉的把這個書的影印本寄來，真正不可思議！我們所缺少的本子齊全了，《無量壽經》古今的註解我們一樣都不缺。這個本子在台灣沒有，沒有人見過，這個感應不可思議！我一收到，馬上請我們同修去影印十本，怕丟掉，十本，丟掉一本還有。這個工作我們繼續一定要做，就是把淨土五經一論古今大德的註疏，我們統統把它蒐集起來，印出來，提供修學、弘揚的同修們做參考、做依靠。"
    },
    {
      "id": "04-002-0009_p0042",
      "zh_CN": "我们看今天这段经文，特别着重在法布施。我们今天传播佛法，不像佛菩萨那么辛苦，他那是真苦，「剥皮、析骨」，这是普通人做不到的。我们今天讲出钱出力，让大家一个星期来做一、两个钟点校对，如果说这个都怕苦，都不肯来，念这个经应当要流汗，跟佛菩萨怎么比法？不能比！所以我在此地再次的提醒大家，这是无量劫来希有难逢的因缘。你遇到了，是你多生多劫的善根、福德，你才遇得到这个机会。有很多人想参加我们这里校对的工作没有机会，他不知道，我们也不宣传，没这个机会。",
      "zh_TW": "我們看今天這段經文，特別著重在法布施。我們今天傳播佛法，不像佛菩薩那麼辛苦，他那是真苦，「剝皮、析骨」，這是普通人做不到的。我們今天講出錢出力，讓大家一個星期來做一、兩個鐘點校對，如果說這個都怕苦，都不肯來，念這個經應當要流汗，跟佛菩薩怎麼比法？不能比！所以我在此地再次的提醒大家，這是無量劫來希有難逢的因緣。你遇到了，是你多生多劫的善根、福德，你才遇得到這個機會。有很多人想參加我們這裡校對的工作沒有機會，他不知道，我們也不宣傳，沒這個機會。"
    },
    {
      "id": "04-002-0009_p0043",
      "zh_CN": "『书写经典，积如须弥，为重法故，不惜身命』。为了流传经典，为了弘法利生，牺牲性命也在所不惜，每一尊佛初学的时候都是如此。所以学佛从这儿学起，我们一定要有这样的认识，有这样的决心能够为法牺牲。『何况王位，城邑聚落，宫殿园林，一切所有』，那是身外之物，更容易舍弃的。身命都不顾了，还会顾及别的吗？所以这是『难行苦行』。",
      "zh_TW": "『書寫經典，積如須彌，為重法故，不惜身命』。為了流傳經典，為了弘法利生，犧牲性命也在所不惜，每一尊佛初學的時候都是如此。所以學佛從這兒學起，我們一定要有這樣的認識，有這樣的決心能夠為法犧牲。『何況王位，城邑聚落，宮殿園林，一切所有』，那是身外之物，更容易捨棄的。身命都不顧了，還會顧及別的嗎？所以這是『難行苦行』。"
    },
    {
      "id": "04-002-0009_p0044",
      "zh_CN": "【乃至树下成大菩提。】",
      "zh_TW": "【乃至樹下成大菩提。】"
    },
    {
      "id": "04-002-0009_p0045",
      "zh_CN": "这一段讲的是八相成道。八相成道都是如来果地上殊胜的德用。这一段开头举证道，最后说入般涅槃，当中就省略掉了，说了一头一尾，意思是显示八相成道。",
      "zh_TW": "這一段講的是八相成道。八相成道都是如來果地上殊勝的德用。這一段開頭舉證道，最後說入般涅槃，當中就省略掉了，說了一頭一尾，意思是顯示八相成道。"
    },
    {
      "id": "04-002-0009_p0046",
      "zh_CN": "【示种种神通。起种种变化。现种种佛身。处种种众会。】",
      "zh_TW": "【示種種神通。起種種變化。現種種佛身。處種種眾會。】"
    },
    {
      "id": "04-002-0009_p0047",
      "zh_CN": "『神通』是他的起用，通是通达的意思，神是神奇莫测，佛样样明了，事事他都没有障碍。『变化』是讲他的能力，我们现在讲多才多艺。『种种佛身』，就像《普门品》里面所说的，应以什么样的身得度，他就现什么样的身。『种种众会』，是与大众在一起集会。佛以平等心，世间众生多，种族不同，他什么样的聚会他都参加，都能够在一切聚会当中利益一切众生。底下就举出一个例子。",
      "zh_TW": "『神通』是他的起用，通是通達的意思，神是神奇莫測，佛樣樣明瞭，事事他都沒有障礙。『變化』是講他的能力，我們現在講多才多藝。『種種佛身』，就像《普門品》裡面所說的，應以什麼樣的身得度，他就現什麼樣的身。『種種眾會』，是與大眾在一起集會。佛以平等心，世間眾生多，種族不同，他什麼樣的聚會他都參加，都能夠在一切聚會當中利益一切眾生。底下就舉出一個例子。"
    },
    {
      "id": "04-002-0009_p0048",
      "zh_CN": "【或处一切诸大菩萨众会道场。】",
      "zh_TW": "【或處一切諸大菩薩眾會道場。】"
    },
    {
      "id": "04-002-0009_p0049",
      "zh_CN": "这是跟菩萨们聚会。",
      "zh_TW": "這是跟菩薩們聚會。"
    },
    {
      "id": "04-002-0009_p0050",
      "zh_CN": "【或处声闻及辟支佛众会道场。】",
      "zh_TW": "【或處聲聞及辟支佛眾會道場。】"
    },
    {
      "id": "04-002-0009_p0051",
      "zh_CN": "这是二乘，跟二乘人聚会。",
      "zh_TW": "這是二乘，跟二乘人聚會。"
    },
    {
      "id": "04-002-0009_p0052",
      "zh_CN": "【或处转轮圣王小王眷属众会道场。】",
      "zh_TW": "【或處轉輪聖王小王眷屬眾會道場。】"
    },
    {
      "id": "04-002-0009_p0053",
      "zh_CN": "这是王族，我们世间的贵族，跟他们聚会。",
      "zh_TW": "這是王族，我們世間的貴族，跟他們聚會。"
    },
    {
      "id": "04-002-0009_p0054",
      "zh_CN": "【或处刹利及婆罗门长者居士众会道场。】",
      "zh_TW": "【或處剎利及婆羅門長者居士眾會道場。】"
    },
    {
      "id": "04-002-0009_p0055",
      "zh_CN": "『刹利』是刹帝利，这是印度属于王族、贵族；『婆罗门』是属于修行人；『长者居士』是在社会上都是有财富、有地位、有学问的这些人，跟他们在一起聚会。",
      "zh_TW": "『剎利』是剎帝利，這是印度屬於王族、貴族；『婆羅門』是屬於修行人；『長者居士』是在社會上都是有財富、有地位、有學問的這些人，跟他們在一起聚會。"
    },
    {
      "id": "04-002-0009_p0056",
      "zh_CN": "【乃至或处天龙八部人非人等】",
      "zh_TW": "【乃至或處天龍八部人非人等】"
    },
    {
      "id": "04-002-0009_p0057",
      "zh_CN": "这是处鬼神的聚会，与鬼神在一起聚会。",
      "zh_TW": "這是處鬼神的聚會，與鬼神在一起聚會。"
    },
    {
      "id": "04-002-0009_p0058",
      "zh_CN": "【众会道场。处于如是种种聚会。】",
      "zh_TW": "【眾會道場。處於如是種種聚會。】"
    },
    {
      "id": "04-002-0009_p0059",
      "zh_CN": "换句话说，九法界里面众生之类，佛都能跟他们聚会，以种种不同的身分出现在他们聚会之处，随机来教导他们。",
      "zh_TW": "換句話說，九法界裡面眾生之類，佛都能跟他們聚會，以種種不同的身分出現在他們聚會之處，隨機來教導他們。"
    },
    {
      "id": "04-002-0009_p0060",
      "zh_CN": "【以圆满音。】",
      "zh_TW": "【以圓滿音。】"
    },
    {
      "id": "04-002-0009_p0061",
      "zh_CN": "『圆满音』就是常说「佛以一音而说法，众生随类各得解」。佛说法的音声，各类的众生听到都是说自己的语言，听得清楚，听得明白，而没有障碍。",
      "zh_TW": "『圓滿音』就是常說「佛以一音而說法，眾生隨類各得解」。佛說法的音聲，各類的眾生聽到都是說自己的語言，聽得清楚，聽得明白，而沒有障礙。"
    },
    {
      "id": "04-002-0009_p0062",
      "zh_CN": "【如大雷震。】",
      "zh_TW": "【如大雷震。】"
    },
    {
      "id": "04-002-0009_p0063",
      "zh_CN": "这一句是形容词。人在昏沈的时候，一个大雷会把人惊醒过来。众生在这六道轮回迷惑颠倒，佛一说法，他们都惊醒过来，就像雷震一样。我们今天同修确实也是不少，一向迷惑颠倒，接触佛法之后才真正觉悟。",
      "zh_TW": "這一句是形容詞。人在昏沈的時候，一個大雷會把人驚醒過來。眾生在這六道輪迴迷惑顛倒，佛一說法，他們都驚醒過來，就像雷震一樣。我們今天同修確實也是不少，一向迷惑顛倒，接觸佛法之後才真正覺悟。"
    },
    {
      "id": "04-002-0009_p0064",
      "zh_CN": "【随其乐欲成熟众生。】",
      "zh_TW": "【隨其樂欲成熟眾生。】"
    },
    {
      "id": "04-002-0009_p0065",
      "zh_CN": "随着众生的程度，随着众生的爱好，给他说种种法门，帮助他，提升他的境界。根器最下的，佛跟他讲人天法，避免他堕三恶道；根性再利一点的，劝他要超越三界，不要留恋生死轮回；更利一点，给他说六度万行，自行化他，一定要成无上菩提。所以众生根性有三等，佛说法有三乘。",
      "zh_TW": "隨著眾生的程度，隨著眾生的愛好，給他說種種法門，幫助他，提升他的境界。根器最下的，佛跟他講人天法，避免他墮三惡道；根性再利一點的，勸他要超越三界，不要留戀生死輪迴；更利一點，給他說六度萬行，自行化他，一定要成無上菩提。所以眾生根性有三等，佛說法有三乘。"
    },
    {
      "id": "04-002-0009_p0066",
      "zh_CN": "【乃至示现入于涅槃。】",
      "zh_TW": "【乃至示現入於涅槃。】"
    },
    {
      "id": "04-002-0009_p0067",
      "zh_CN": "这是佛一切教学度众生的根机都尽了，应该得度的统统都得度，不能得度的也统统种了善根。这时佛觉得他这一个时期他的事情做圆满了，没有再住世的必要，这才示现入般涅槃。入般涅槃也是为了利益众生，为什么？如果佛要不灭，我们看佛都是妖怪，「他老不死，这个事我们做不到，他能做得到我们做不到，他给我们讲那些，我们学不成的」。所以佛示现跟我们一样，他一走，对我们是很大的警觉。佛在世的时候我们依靠他，现在不在世了，好在他的教训还在，使我们更努力、更精进，更感觉到有警觉心。所以佛入般涅槃还是为了利益众生。",
      "zh_TW": "這是佛一切教學度眾生的根機都盡了，應該得度的統統都得度，不能得度的也統統種了善根。這時佛覺得他這一個時期他的事情做圓滿了，沒有再住世的必要，這才示現入般涅槃。入般涅槃也是為了利益眾生，為什麼？如果佛要不滅，我們看佛都是妖怪，「他老不死，這個事我們做不到，他能做得到我們做不到，他給我們講那些，我們學不成的」。所以佛示現跟我們一樣，他一走，對我們是很大的警覺。佛在世的時候我們依靠他，現在不在世了，好在他的教訓還在，使我們更努力、更精進，更感覺到有警覺心。所以佛入般涅槃還是為了利益眾生。"
    },
    {
      "id": "04-002-0009_p0068",
      "zh_CN": "【如是一切。我皆随学。】",
      "zh_TW": "【如是一切。我皆隨學。】"
    },
    {
      "id": "04-002-0009_p0069",
      "zh_CN": "『一切』就是说，佛从初发心到成佛证果、度众生、乃至入涅槃，这个经过我们统统都要随学。",
      "zh_TW": "『一切』就是說，佛從初發心到成佛證果、度眾生、乃至入涅槃，這個經過我們統統都要隨學。"
    },
    {
      "id": "04-002-0009_p0070",
      "zh_CN": "【如今世尊毘卢遮那。】",
      "zh_TW": "【如今世尊毘盧遮那。】"
    },
    {
      "id": "04-002-0009_p0071",
      "zh_CN": "就好像现在我们的本师，『世尊』是我们的本师，毘卢遮那如来，就像他一样，我们要学他。",
      "zh_TW": "就好像現在我們的本師，『世尊』是我們的本師，毘盧遮那如來，就像他一樣，我們要學他。"
    },
    {
      "id": "04-002-0009_p0072",
      "zh_CN": "【如是尽法界。虚空界。十方三世一切佛刹。所有尘中一切如来。皆亦如是。于念念中。我皆随学。】",
      "zh_TW": "【如是盡法界。虛空界。十方三世一切佛剎。所有塵中一切如來。皆亦如是。於念念中。我皆隨學。】"
    },
    {
      "id": "04-002-0009_p0073",
      "zh_CN": "这就是先举本师毘卢遮那佛做个榜样，像本师一样。十方世界有无量无边的诸佛，所以说『一切佛刹，所有尘中，一切如来』，这就像《华严经．出现品》里面所说的，「佛子，应知自心念念常有佛成正觉，何以故，诸佛如来不离此心成正觉故，自心既尔，一切众生心亦然」。所以我们不仅要效法本师，拿本师做个榜样，十方三世一切诸佛都是我们的榜样，我们于念念之中都要向他学习。",
      "zh_TW": "這就是先舉本師毘盧遮那佛做個榜樣，像本師一樣。十方世界有無量無邊的諸佛，所以說『一切佛剎，所有塵中，一切如來』，這就像《華嚴經．出現品》裡面所說的，「佛子，應知自心念念常有佛成正覺，何以故，諸佛如來不離此心成正覺故，自心既爾，一切眾生心亦然」。所以我們不僅要效法本師，拿本師做個榜樣，十方三世一切諸佛都是我們的榜樣，我們於念念之中都要向他學習。"
    },
    {
      "id": "04-002-0009_p0074",
      "zh_CN": "【如是虚空界尽。众生界尽。众生业尽。众生烦恼尽。我此随学。无有穷尽。念念相续无有间断。身语意业无有疲厌。】",
      "zh_TW": "【如是虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我此隨學。無有窮盡。念念相續無有間斷。身語意業無有疲厭。】"
    },
    {
      "id": "04-002-0009_p0075",
      "zh_CN": "这是总结随学的大愿无有止尽。我们今天就讲到此地。",
      "zh_TW": "這是總結隨學的大願無有止盡。我們今天就講到此地。"
    }
  ]
}