{
  "doc_id": "21-265-0001",
  "title": {
    "zh_CN": "本觉本有，不觉本无，做好人是自己的本分—从落实《弟子规》做起（附学佛答问）",
    "zh_TW": "本覺本有，不覺本無，做好人是自己的本分—從落實《弟子規》做起（附學佛答問）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-265-0001",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "21-265-0001_p0001",
      "zh_CN": "诸位法师、诸位同修，大家请坐。这一次学院举办的「幸福人生讲座」，今天圆满了。杨老师、蔡老师今天一早七点半钟就下山，他们今天到墨尔本，明天在墨尔本大概有四场讲演；然后再转到雪梨，雪梨有两场，最后一站就是布里斯本有一场，这是这一次在澳洲讲演的状况。通过这一次的学习，我想同学们对这个课程的内涵与它的重要性，一定有一个深刻的了解。",
      "zh_TW": "諸位法師、諸位同修，大家請坐。這一次學院舉辦的「幸福人生講座」，今天圓滿了。楊老師、蔡老師今天一早七點半鐘就下山，他們今天到墨爾本，明天在墨爾本大概有四場講演；然後再轉到雪梨，雪梨有兩場，最後一站就是布里斯本有一場，這是這一次在澳洲講演的狀況。通過這一次的學習，我想同學們對這個課程的內涵與它的重要性，一定有一個深刻的了解。"
    },
    {
      "id": "21-265-0001_p0002",
      "zh_CN": "我们这么多年来，对于这个课程很重视，但是并没有认真去落实，什么原因？依旧是认知的不够。所以这认知比什么都重要。我们要认识它、要了解它。所以会这么样的强调，是我在去年下半年访问埃及、访问罗马，看到一些宗教修行人的状况，不仅是佛教，其他宗教也不例外，修学成果不彰。那么细心去观察、去研究，原因在哪里？原因在根坏了。所以我在讲演当中多次提到，就像植物，树木花草根坏了，怎么样去培植它都是像花瓶里面的花朵，很好看，但是时间很短暂，到最后还都是枯死，没有成效可言。所以我们就想到这个根本、基础比什么都重要。",
      "zh_TW": "我們這麼多年來，對於這個課程很重視，但是並沒有認真去落實，什麼原因？依舊是認知的不夠。所以這認知比什麼都重要。我們要認識它、要了解它。所以會這麼樣的強調，是我在去年下半年訪問埃及、訪問羅馬，看到一些宗教修行人的狀況，不僅是佛教，其他宗教也不例外，修學成果不彰。那麼細心去觀察、去研究，原因在哪裡？原因在根壞了。所以我在講演當中多次提到，就像植物，樹木花草根壞了，怎麼樣去培植它都是像花瓶裡面的花朵，很好看，但是時間很短暫，到最後還都是枯死，沒有成效可言。所以我們就想到這個根本、基礎比什麼都重要。"
    },
    {
      "id": "21-265-0001_p0003",
      "zh_CN": "在中国，中国文化在世界上历史渊源最久，至少可以上溯到五千年。五千年这种成就，这个智慧、经验可以说是在世界上其他的国家族群里面都找不到的。我们对于这个文化要肯定、要认识。我今天在国际上，接触的面非常之广，我把我们的东西介绍给不同国家的人，不同族群的人，不同宗教的人，就是请他们细心去想想，这个文化能够绵延五千年，一定有它道理！否则的话，早应该被淘汰掉了，怎么可能存在？它一定有道理。",
      "zh_TW": "在中國，中國文化在世界上歷史淵源最久，至少可以上溯到五千年。五千年這種成就，這個智慧、經驗可以說是在世界上其他的國家族群裡面都找不到的。我們對於這個文化要肯定、要認識。我今天在國際上，接觸的面非常之廣，我把我們的東西介紹給不同國家的人，不同族群的人，不同宗教的人，就是請他們細心去想想，這個文化能夠綿延五千年，一定有它道理！否則的話，早應該被淘汰掉了，怎麼可能存在？它一定有道理。"
    },
    {
      "id": "21-265-0001_p0004",
      "zh_CN": "中国近百年来为什么这样的衰弱？我们仔细想想，这个最近这一百多年来，中国人把老祖宗传统的教诲疏忽了，真正原因在此地。所以现在整个世界动荡不安，人人都求化解冲突，都求安定和平。冲突怎么个化解？安定和平如何落实？我们今天读了《弟子规》，你们就明白了。《弟子规》教什么？《弟子规》是中国传统的教育。我们在历史有文字记载的，这真正有可考的，尧舜时代就开始教了。那个时候的国家教育教什么？教五伦，教八德。",
      "zh_TW": "中國近百年來為什麼這樣的衰弱？我們仔細想想，這個最近這一百多年來，中國人把老祖宗傳統的教誨疏忽了，真正原因在此地。所以現在整個世界動盪不安，人人都求化解衝突，都求安定和平。衝突怎麼個化解？安定和平如何落實？我們今天讀了《弟子規》，你們就明白了。《弟子規》教什麼？《弟子規》是中國傳統的教育。我們在歷史有文字記載的，這真正有可考的，堯舜時代就開始教了。那個時候的國家教育教什麼？教五倫，教八德。"
    },
    {
      "id": "21-265-0001_p0005",
      "zh_CN": "我好像是在去年年初的时候，有一篇讲演，我的讲题是「中国的远祖四千五百年前如何教化他的后裔」（「中国远祖如何教导后裔」）。蔡老师给诸位讲解《弟子规》，就是以我那篇讲演为纲，用《弟子规》作目，这样子详细加以解释，说得很好。举的例子都是现在社会上所发生的一些严重问题，使我们听了之后有很深刻的感触。",
      "zh_TW": "我好像是在去年年初的時候，有一篇講演，我的講題是「中國的遠祖四千五百年前如何教化他的後裔」（「中國遠祖如何教導後裔」）。蔡老師給諸位講解《弟子規》，就是以我那篇講演為綱，用《弟子規》作目，這樣子詳細加以解釋，說得很好。舉的例子都是現在社會上所發生的一些嚴重問題，使我們聽了之後有很深刻的感觸。"
    },
    {
      "id": "21-265-0001_p0006",
      "zh_CN": "人人都能够做好人，做好人是自己的本分！我们信仰宗教，我在全世界都说宗教是教育，从事教育的人，首先要肯定人性本善。《三字经》上头一句「人之初，性本善」，我们要肯定。肯定人人都是好人，你才有资格办教育，有资格从事于教育工作。这个理念儒家讲的。其实在中国，儒释道的关系永远分不开，儒吸收了佛的文化，吸收了道的文化；佛也吸收了儒跟道的文化。虽然是三教，你细细去研究它们的经典，实在讲，儒释道融合成一体，这是中国文化的特色。",
      "zh_TW": "人人都能夠做好人，做好人是自己的本分！我們信仰宗教，我在全世界都說宗教是教育，從事教育的人，首先要肯定人性本善。《三字經》上頭一句「人之初，性本善」，我們要肯定。肯定人人都是好人，你才有資格辦教育，有資格從事於教育工作。這個理念儒家講的。其實在中國，儒釋道的關係永遠分不開，儒吸收了佛的文化，吸收了道的文化；佛也吸收了儒跟道的文化。雖然是三教，你細細去研究它們的經典，實在講，儒釋道融合成一體，這是中國文化的特色。"
    },
    {
      "id": "21-265-0001_p0007",
      "zh_CN": "在佛家讲，那讲得更清楚更明白了，「一切众生皆有佛性」。《华严》、《圆觉》里面，经文明白的告诉我们「一切众生本来成佛」。现在是不是个佛？是！佛眼睛里面看一切众生都是佛！决定没有高下、没有大小、没有分别，佛眼看众生。所以诸位要想想，你什么时候成佛？你自己知道，你看到一切众生都是佛，你就成佛了。你要看到我是佛，他不是佛，你那个佛也是假佛，不是真佛；菩萨看一切众生都是菩萨，凡夫看佛菩萨也是凡夫。这究竟是怎么回事？就是世尊告诉我们的「境随心转」！你的心是佛心，看都是佛；你的心是凡夫心，看一切都是凡夫。",
      "zh_TW": "在佛家講，那講得更清楚更明白了，「一切眾生皆有佛性」。《華嚴》、《圓覺》裡面，經文明白的告訴我們「一切眾生本來成佛」。現在是不是個佛？是！佛眼睛裡面看一切眾生都是佛！決定沒有高下、沒有大小、沒有分別，佛眼看眾生。所以諸位要想想，你什麼時候成佛？你自己知道，你看到一切眾生都是佛，你就成佛了。你要看到我是佛，他不是佛，你那個佛也是假佛，不是真佛；菩薩看一切眾生都是菩薩，凡夫看佛菩薩也是凡夫。這究竟是怎麼回事？就是世尊告訴我們的「境隨心轉」！你的心是佛心，看都是佛；你的心是凡夫心，看一切都是凡夫。"
    },
    {
      "id": "21-265-0001_p0008",
      "zh_CN": "境界不是真的，这个现象是幻象，不是真相，随着你的念头在转变。这个事情非常难得，就是日本江本胜博士，从水实验里面给我们做了证明。水是矿物，可是水它有见闻觉知，它会看、它会听，我们的意思它能感触到，它懂得。非常奇妙！而实际上，大乘经教里面，世尊跟我们讲得很清楚，这个一切法，所以法我们讲的自然现象，一切的物质，这物质从哪来的？心现识变。心能现，「心」很不好懂，心是什么？现在哲学家所讲的，宇宙万有的本体，也就是整个宇宙一切万法是从它生的，是从它变现的。在我们佛法称之为性、称之为心；在其他宗教称之为上帝、称之为神。名称不相同，意思是一样的，造物主！",
      "zh_TW": "境界不是真的，這個現象是幻象，不是真相，隨著你的念頭在轉變。這個事情非常難得，就是日本江本勝博士，從水實驗裡面給我們做了證明。水是礦物，可是水它有見聞覺知，它會看、它會聽，我們的意思它能感觸到，它懂得。非常奇妙！而實際上，大乘經教裡面，世尊跟我們講得很清楚，這個一切法，所以法我們講的自然現象，一切的物質，這物質從哪來的？心現識變。心能現，「心」很不好懂，心是什麼？現在哲學家所講的，宇宙萬有的本體，也就是整個宇宙一切萬法是從它生的，是從它變現的。在我們佛法稱之為性、稱之為心；在其他宗教稱之為上帝、稱之為神。名稱不相同，意思是一樣的，造物主！"
    },
    {
      "id": "21-265-0001_p0009",
      "zh_CN": "性，它有本能，就是它本来具足有德能，能就是见闻觉知。所以凡是一切物质都应当有见闻觉知。这水实验，我告诉江本胜博士，我说你再加一点力，再好好的深入去研究泥沙、砖头、瓦块，统统都有见闻觉知。这一切物质的能，你能够测验出来了，实验出来了，再小的物质都具足，原子、电子、粒子都具足见闻觉知。为什么？它是自性变现的，它就是性！所谓「以金作器，器器皆金」。任何一个金器，小，到一个小戒指；大，戴个手镯、戴个项链。金的本能、金之德，它统统具足，圆满具足。所以我常常讲，整个宇宙是一个有机体，是有生命的，就是它有见闻觉知。那么它的德是色声香味，永远不会失去，但是它有隐现不同。",
      "zh_TW": "性，它有本能，就是它本來具足有德能，能就是見聞覺知。所以凡是一切物質都應當有見聞覺知。這水實驗，我告訴江本勝博士，我說你再加一點力，再好好的深入去研究泥沙、磚頭、瓦塊，統統都有見聞覺知。這一切物質的能，你能夠測驗出來了，實驗出來了，再小的物質都具足，原子、電子、粒子都具足見聞覺知。為什麼？它是自性變現的，它就是性！所謂「以金作器，器器皆金」。任何一個金器，小，到一個小戒指；大，戴個手鐲、戴個項鍊。金的本能、金之德，它統統具足，圓滿具足。所以我常常講，整個宇宙是一個有機體，是有生命的，就是它有見聞覺知。那麼它的德是色聲香味，永遠不會失去，但是它有隱現不同。"
    },
    {
      "id": "21-265-0001_p0010",
      "zh_CN": "现在江本胜博士测验的，这个色声香味，他只实验到一个色相，那个图案之美他看到了。我告诉他，还有音声，还有香味，有香气、有味道，如果你的心地善良，纯净纯善，色美，声香味都美极了。你现在还没有测出来，所以你这个科学研究搞了这十年，你才沾到一点边缘。我说了他很高兴、很兴奋。我说：你要多多的去研究佛经，佛对于宇宙万物讲得非常详细，超越科学！佛三千年前就讲清楚了，科学在三千年后才发现，发现得还不完整，才发现到沾一点边缘。",
      "zh_TW": "現在江本勝博士測驗的，這個色聲香味，他只實驗到一個色相，那個圖案之美他看到了。我告訴他，還有音聲，還有香味，有香氣、有味道，如果你的心地善良，純淨純善，色美，聲香味都美極了。你現在還沒有測出來，所以你這個科學研究搞了這十年，你才沾到一點邊緣。我說了他很高興、很興奮。我說：你要多多的去研究佛經，佛對於宇宙萬物講得非常詳細，超越科學！佛三千年前就講清楚了，科學在三千年後才發現，發現得還不完整，才發現到沾一點邊緣。"
    },
    {
      "id": "21-265-0001_p0011",
      "zh_CN": "这个事情告诉我们，宇宙人生的真相。对于真相彻底明了就叫觉者，你真正觉悟了。觉者，梵语就是佛陀，佛陀是印度话，梵语翻成中国的意思就是觉者。所以佛不是神仙，佛是人！你统统搞清楚、搞明白了，你就称为佛。虽然明了，还不够彻底，不够彻底的称菩萨，究竟彻底称之为佛陀。佛教里面没有迷信，佛教是教育的究竟圆满。",
      "zh_TW": "這個事情告訴我們，宇宙人生的真相。對於真相徹底明瞭就叫覺者，你真正覺悟了。覺者，梵語就是佛陀，佛陀是印度話，梵語翻成中國的意思就是覺者。所以佛不是神仙，佛是人！你統統搞清楚、搞明白了，你就稱為佛。雖然明瞭，還不夠徹底，不夠徹底的稱菩薩，究竟徹底稱之為佛陀。佛教裡面沒有迷信，佛教是教育的究竟圓滿。"
    },
    {
      "id": "21-265-0001_p0012",
      "zh_CN": "所以我谈教育，我讲四种。四种教育的根在家庭。《弟子规》是家庭教育，不是学校教育。谁教？父母教儿女，从什么时候教？从小孩刚刚会说话，刚刚会走路的时候，教。学校教育，在从前是私塾，七岁上学由老师来教。学校教育是家庭教育的延续，社会教育是延续教育的扩张，我们佛法里面讲圆满的后得智，那是社会教育。宗教教育是究竟圆满，四个教育是一体！「建国君民，教学为先」。你要是一个家庭，你能够懂得，你能够落实这四个教育，你的家兴旺，世世代代兴旺。你的公司行号能够落实这四个教育，你这个公司行号在世界真的是一流、是一等的。你的国家能够落实这四个教育，这个国家不但是兴旺，这个国家能够享国久远。",
      "zh_TW": "所以我談教育，我講四種。四種教育的根在家庭。《弟子規》是家庭教育，不是學校教育。誰教？父母教兒女，從什麼時候教？從小孩剛剛會說話，剛剛會走路的時候，教。學校教育，在從前是私塾，七歲上學由老師來教。學校教育是家庭教育的延續，社會教育是延續教育的擴張，我們佛法裡面講圓滿的後得智，那是社會教育。宗教教育是究竟圓滿，四個教育是一體！「建國君民，教學為先」。你要是一個家庭，你能夠懂得，你能夠落實這四個教育，你的家興旺，世世代代興旺。你的公司行號能夠落實這四個教育，你這個公司行號在世界真的是一流、是一等的。你的國家能夠落實這四個教育，這個國家不但是興旺，這個國家能夠享國久遠。"
    },
    {
      "id": "21-265-0001_p0013",
      "zh_CN": "我在年轻的时候二十几岁，方东美先生告诉我，我们孔老夫子心目当中最佩服的，周公。周公真的是圣人，周朝的典章制度是周公制作的，今天留下来的《周礼》，《周礼》就是周朝的宪法，现在人叫宪法，治国的一套方法。方老师告诉我，如果周文王的世世代代子孙都能遵守这一个法典，而不违背的话，他说我们现在还是周朝。这话说得有道理！他那个时候鼓励要我去读，书我是买了，没读。为什么？我不走政治这个路子，所以我还是跟章嘉大师学佛。我们今天出家从事于这个行业，这是章嘉大师教我的。我非常感激章嘉大师，这个路正确，真的让我们这一生当中，就像方东美先生讲的「人生最高的享受」！",
      "zh_TW": "我在年輕的時候二十幾歲，方東美先生告訴我，我們孔老夫子心目當中最佩服的，周公。周公真的是聖人，周朝的典章制度是周公制作的，今天留下來的《周禮》，《周禮》就是周朝的憲法，現在人叫憲法，治國的一套方法。方老師告訴我，如果周文王的世世代代子孫都能遵守這一個法典，而不違背的話，他說我們現在還是周朝。這話說得有道理！他那個時候鼓勵要我去讀，書我是買了，沒讀。為什麼？我不走政治這個路子，所以我還是跟章嘉大師學佛。我們今天出家從事於這個行業，這是章嘉大師教我的。我非常感激章嘉大師，這個路正確，真的讓我們這一生當中，就像方東美先生講的「人生最高的享受」！"
    },
    {
      "id": "21-265-0001_p0014",
      "zh_CN": "今天我们道场建在此地，住在这个地方，你们诸位想想，整个世界动乱，我们这里安静，这个地方是不是世外桃源、人间净土？一点都没错！很多从北京来的同修邀请我到北京去，我说我到北京去就下凡了，我们这是天上，你叫我到那边去，我下凡了。虽然实际状况是如此，如果是有利于众生，能够为苦难众生做一些贡献，我们还是愿意舍弃天堂，下凡跟他们一同过日子。",
      "zh_TW": "今天我們道場建在此地，住在這個地方，你們諸位想想，整個世界動亂，我們這裡安靜，這個地方是不是世外桃源、人間淨土？一點都沒錯！很多從北京來的同修邀請我到北京去，我說我到北京去就下凡了，我們這是天上，你叫我到那邊去，我下凡了。雖然實際狀況是如此，如果是有利於眾生，能夠為苦難眾生做一些貢獻，我們還是願意捨棄天堂，下凡跟他們一同過日子。"
    },
    {
      "id": "21-265-0001_p0015",
      "zh_CN": "今天全世界，我的想法是全世界，全世界不管是哪一个国家、哪一个族群、哪一个宗教，都要从《弟子规》学习。我们的推展是向全世界推展，真的是有佛菩萨、有神明的协助，这个缘渐渐具足了，「联合国教科文组织」到我们山上来访问，我把这个向他推荐。现在积极的是要把我们这个课程，我介绍三样东西，《认识佛教》、《弟子规》、《十善业道经》，这三样东西。这三样东西能够化解冲突，能够促进全世界的安定和平。",
      "zh_TW": "今天全世界，我的想法是全世界，全世界不管是哪一個國家、哪一個族群、哪一個宗教，都要從《弟子規》學習。我們的推展是向全世界推展，真的是有佛菩薩、有神明的協助，這個緣漸漸具足了，「聯合國教科文組織」到我們山上來訪問，我把這個向他推薦。現在積極的是要把我們這個課程，我介紹三樣東西，《認識佛教》、《弟子規》、《十善業道經》，這三樣東西。這三樣東西能夠化解衝突，能夠促進全世界的安定和平。"
    },
    {
      "id": "21-265-0001_p0016",
      "zh_CN": "你要问什么原因？让每个人觉悟，转恶为善，转迷为悟，转凡成圣。我们不要讲到那最高的，转凡成圣；能够转恶为善，转恶念为善念，转恶心为善心，转恶行为善行，冲突就没有了！哪里还要搞什么化解，就没有了！自然化解。冲突化解了，人与人之间互相尊敬、互相敬爱、互助合作，这个安定和平也不需要去求，自然就落实。联合国从二战之后做得很辛苦，你看年年开会，不晓得开多少会，用了多少人力、财力、物力，可是没有效果。社会的动乱，频率年年增加，每一次比前次都要严重，这个问题就是不知道转恶为善，这个重要。这种教学就是转恶为善。",
      "zh_TW": "你要問什麼原因？讓每個人覺悟，轉惡為善，轉迷為悟，轉凡成聖。我們不要講到那最高的，轉凡成聖；能夠轉惡為善，轉惡念為善念，轉惡心為善心，轉惡行為善行，衝突就沒有了！哪裡還要搞什麼化解，就沒有了！自然化解。衝突化解了，人與人之間互相尊敬、互相敬愛、互助合作，這個安定和平也不需要去求，自然就落實。聯合國從二戰之後做得很辛苦，你看年年開會，不曉得開多少會，用了多少人力、財力、物力，可是沒有效果。社會的動亂，頻率年年增加，每一次比前次都要嚴重，這個問題就是不知道轉惡為善，這個重要。這種教學就是轉惡為善。"
    },
    {
      "id": "21-265-0001_p0017",
      "zh_CN": "我们学佛的同学，出家的同学更要注意，你们如果不能够百分之百落实《弟子规》，我跟你讲老实话，你念佛不能往生。念佛念到哪里去？依旧念到阿鼻地狱。这个话不是我说的，慈云灌顶法师说的。你们看看他老人家的《大势至菩萨念佛圆通章》最后那一页，他讲念佛一百种果报，一百种果报最后的一种是上品上生；最前面第一句是阿鼻地狱，念佛念一辈子，最后的果报在阿鼻地狱。我是二十几岁，很年轻看到这本书，我那时候看到非常惊讶，刚刚学佛没有多久，我拿去问李老师，我说：念佛是好事，念佛怎么会堕地狱？他就告诉我：这是大问题，我不跟你一个人说，我要讲经的时候跟大家说。那是什么？你的心行不善，虽念佛转不了业！这个一定要晓得。转业、消业都是在心里面真正觉悟，真正回头了，觉悟回头就是真正的忏悔。后不再造！确实转恶为善、转迷为悟，你才能得度。所以这门课程比什么都重要。",
      "zh_TW": "我們學佛的同學，出家的同學更要注意，你們如果不能夠百分之百落實《弟子規》，我跟你講老實話，你念佛不能往生。念佛念到哪裡去？依舊念到阿鼻地獄。這個話不是我說的，慈雲灌頂法師說的。你們看看他老人家的《大勢至菩薩念佛圓通章》最後那一頁，他講念佛一百種果報，一百種果報最後的一種是上品上生；最前面第一句是阿鼻地獄，念佛念一輩子，最後的果報在阿鼻地獄。我是二十幾歲，很年輕看到這本書，我那時候看到非常驚訝，剛剛學佛沒有多久，我拿去問李老師，我說：念佛是好事，念佛怎麼會墮地獄？他就告訴我：這是大問題，我不跟你一個人說，我要講經的時候跟大家說。那是什麼？你的心行不善，雖念佛轉不了業！這個一定要曉得。轉業、消業都是在心裡面真正覺悟，真正回頭了，覺悟回頭就是真正的懺悔。後不再造！確實轉惡為善、轉迷為悟，你才能得度。所以這門課程比什麼都重要。"
    },
    {
      "id": "21-265-0001_p0018",
      "zh_CN": "我们学了自己能够落实，自度，只要你真正做到，你念佛凡圣同居土是决定有把握。我们不要好高骛远。蕅益大师了不起的人！你看看他在《弥陀经要解》里面讲得多好，「只要凡圣同居土下下品往生，我就很满足了」，祖师说的话，「但得见弥陀，何愁不开悟」。又何况西方极乐世界是我们无法想像不可思议的境界，虽然有四土三辈九品，它都在一起，这是十方诸佛世界里头没有的。所以我们一心一意要取净土，对这个世间不能有丝毫留恋，彻底放下，连这个身体也要放下。",
      "zh_TW": "我們學了自己能夠落實，自度，只要你真正做到，你念佛凡聖同居土是決定有把握。我們不要好高騖遠。蕅益大師了不起的人！你看看他在《彌陀經要解》裡面講得多好，「只要凡聖同居土下下品往生，我就很滿足了」，祖師說的話，「但得見彌陀，何愁不開悟」。又何況西方極樂世界是我們無法想像不可思議的境界，雖然有四土三輩九品，它都在一起，這是十方諸佛世界裡頭沒有的。所以我們一心一意要取淨土，對這個世間不能有絲毫留戀，徹底放下，連這個身體也要放下。"
    },
    {
      "id": "21-265-0001_p0019",
      "zh_CN": "我上一次从北京回来，受了一点风寒，所以休养了一个多月，人比较弱一点。很多同修关心，我也非常感谢。台北有个同修，他这个也是有依据的，也不是自己杜撰的，就是「请冤亲债主离身法」，很简单，我把它重新写了一遍给同学们做参考。这个方法是不是对自己身体过分的重视？如果对于我们这个色身还是那么样的重视，不容易往生。诸位要知道，我今年七十九岁了，释迦牟尼佛七十九岁入般涅槃，身要放下，身要舍！即使再多的冤亲债主围绕着我，我天天超度他们，我非常欢喜他，非常尊重他，非常敬爱他，你说我会把他们驱逐出境？不可能。真正觉悟的人，自己的身心跟整个宇宙融成一体，这叫法身。我们清楚，我们明了！",
      "zh_TW": "我上一次從北京回來，受了一點風寒，所以休養了一個多月，人比較弱一點。很多同修關心，我也非常感謝。台北有個同修，他這個也是有依據的，也不是自己杜撰的，就是「請冤親債主離身法」，很簡單，我把它重新寫了一遍給同學們做參考。這個方法是不是對自己身體過分的重視？如果對於我們這個色身還是那麼樣的重視，不容易往生。諸位要知道，我今年七十九歲了，釋迦牟尼佛七十九歲入般涅槃，身要放下，身要捨！即使再多的冤親債主圍繞著我，我天天超度他們，我非常歡喜他，非常尊重他，非常敬愛他，你說我會把他們驅逐出境？不可能。真正覺悟的人，自己的身心跟整個宇宙融成一體，這叫法身。我們清楚，我們明瞭！"
    },
    {
      "id": "21-265-0001_p0020",
      "zh_CN": "这最高明的消业障的方法是什么？境随心转，我们的心成了佛心、菩萨心，就是四摄心、六度心、普贤十愿心，你整个色身跟外面境界统统都转了。这一转就是华藏世界，就是极乐世界。这些方法，这是很小的一种方法，对于没有发菩提心、没有发大心，还留恋这个世间有一点效果，会有一点效果，所以也提供给大家做参考。你要问，我有没有用这个方法修？我告诉诸位，我不用这个方法，我有比这个更好的方法。转凡心为佛心，转自私自利为大公无私，转爱自己为爱一切众生。我们从这个地方转，这个一转一切都转了，他这个方法都包括在其中，这是我们应当要知道的。",
      "zh_TW": "這最高明的消業障的方法是什麼？境隨心轉，我們的心成了佛心、菩薩心，就是四攝心、六度心、普賢十願心，你整個色身跟外面境界統統都轉了。這一轉就是華藏世界，就是極樂世界。這些方法，這是很小的一種方法，對於沒有發菩提心、沒有發大心，還留戀這個世間有一點效果，會有一點效果，所以也提供給大家做參考。你要問，我有沒有用這個方法修？我告訴諸位，我不用這個方法，我有比這個更好的方法。轉凡心為佛心，轉自私自利為大公無私，轉愛自己為愛一切眾生。我們從這個地方轉，這個一轉一切都轉了，他這個方法都包括在其中，這是我們應當要知道的。"
    },
    {
      "id": "21-265-0001_p0021",
      "zh_CN": "对待冤亲债主，怎样能化解？把自己内心对一切人、一切事、一切物对立这个念头化解了，一切冤亲都化解了。这个道理我们在讲席当中不知道讲了多少次，从哪里落实？就对一切人事物控制的念头要放下。绝不有一个念头，我要控制这个人、控制这个事、控制这个物，这个念头是错误的，不可以有占有。控制这个念头是迷惑，占有这个念头是罪过。你怎么能占有？说老实话，你连自己的身体都不能占有。如果对身体，我要可以占有的话，我为什么不要叫我年年十八？你为什么会衰老？就连身体你都占有不了，你身体还要生老病死，你怎么能占有？所以一定要懂得，身都不要占有，何况身外之物？对我自身我都没有控制的念头，何况对于外面一切人事物？这个道理要懂。懂了，你才能放下，放下就成佛！",
      "zh_TW": "對待冤親債主，怎樣能化解？把自己內心對一切人、一切事、一切物對立這個念頭化解了，一切冤親都化解了。這個道理我們在講席當中不知道講了多少次，從哪裡落實？就對一切人事物控制的念頭要放下。絕不有一個念頭，我要控制這個人、控制這個事、控制這個物，這個念頭是錯誤的，不可以有佔有。控制這個念頭是迷惑，佔有這個念頭是罪過。你怎麼能佔有？說老實話，你連自己的身體都不能佔有。如果對身體，我要可以佔有的話，我為什麼不要叫我年年十八？你為什麼會衰老？就連身體你都佔有不了，你身體還要生老病死，你怎麼能佔有？所以一定要懂得，身都不要佔有，何況身外之物？對我自身我都沒有控制的念頭，何況對於外面一切人事物？這個道理要懂。懂了，你才能放下，放下就成佛！"
    },
    {
      "id": "21-265-0001_p0022",
      "zh_CN": "佛跟我们没有两样，我们放不下，放不下叫凡夫，放下叫佛菩萨，差别就在此地。现在就是看你愿不愿意作佛菩萨，愿意作佛菩萨，统统要放下。我们在此地建立这个道场，这个道场是叫水月道场，镜花水月，一定要懂得！这个道场能存在多久？你能控制多久？错了，决定没有控制的念头，决定没有占有的念头。道场在此地，就像我们住旅馆一样，欢欢喜喜住一天，这一天很快乐，明天？明天不要去理会它，明天有明天的事情，管明天干什么，太多了。不想过去，也不要想未来，你每天都能够生活得很如法。",
      "zh_TW": "佛跟我們沒有兩樣，我們放不下，放不下叫凡夫，放下叫佛菩薩，差別就在此地。現在就是看你願不願意作佛菩薩，願意作佛菩薩，統統要放下。我們在此地建立這個道場，這個道場是叫水月道場，鏡花水月，一定要懂得！這個道場能存在多久？你能控制多久？錯了，決定沒有控制的念頭，決定沒有佔有的念頭。道場在此地，就像我們住旅館一樣，歡歡喜喜住一天，這一天很快樂，明天？明天不要去理會它，明天有明天的事情，管明天幹什麼，太多了。不想過去，也不要想未來，你每天都能夠生活得很如法。"
    },
    {
      "id": "21-265-0001_p0023",
      "zh_CN": "提升自己德行，提升自己的境界，这个重要，这就什么？带得去的。佛法常说：「万般将不去，唯有业随身」，带不去的不要去理会，要把带得去的，着重在带得去。带得去的是你的德行，戒定慧三学增长你的德行，这个你可以带去。能够带得去的，爱心，所以我也写了不少，「爱心遍法界，善意满娑婆」，爱心、善意带得去，爱心、善意要扩充，要圆圆满满的落实。对人有爱心善意，对于动物植物、对于山河大地都要有爱心，都要有善意。有爱心、有善意，你就对于天地万物自然就生起尊敬的心，那就是普贤菩萨的「礼敬诸佛」。你才能做得圆满，你才能做到。",
      "zh_TW": "提升自己德行，提升自己的境界，這個重要，這就什麼？帶得去的。佛法常說：「萬般將不去，唯有業隨身」，帶不去的不要去理會，要把帶得去的，著重在帶得去。帶得去的是你的德行，戒定慧三學增長你的德行，這個你可以帶去。能夠帶得去的，愛心，所以我也寫了不少，「愛心遍法界，善意滿娑婆」，愛心、善意帶得去，愛心、善意要擴充，要圓圓滿滿的落實。對人有愛心善意，對於動物植物、對於山河大地都要有愛心，都要有善意。有愛心、有善意，你就對於天地萬物自然就生起尊敬的心，那就是普賢菩薩的「禮敬諸佛」。你才能做得圓滿，你才能做到。"
    },
    {
      "id": "21-265-0001_p0024",
      "zh_CN": "《弟子规》圆圆满满的落实就是佛菩萨。这是希望我们同学们在这一次学习的过程当中，把这个成果要保持住，要落实、要发扬光大。怎样能提升？提升最好的方法就是「为人演说」，这佛教给我们，演是表演，我们自己做到，做出样子给别人看，身教！说，随时随地给人说。遇到一个人，我给一个人说，两个人，给两个人说。这个说，不一定你要上讲台，有很多听众，不一定。你在家庭、你在车上，甚至于你在飞机上，你那个周边的人都可以给他说，欢喜说，欢喜把自己所学的、所修的这些成果跟大家分享。",
      "zh_TW": "《弟子規》圓圓滿滿的落實就是佛菩薩。這是希望我們同學們在這一次學習的過程當中，把這個成果要保持住，要落實、要發揚光大。怎樣能提升？提升最好的方法就是「為人演說」，這佛教給我們，演是表演，我們自己做到，做出樣子給別人看，身教！說，隨時隨地給人說。遇到一個人，我給一個人說，兩個人，給兩個人說。這個說，不一定你要上講台，有很多聽眾，不一定。你在家庭、你在車上，甚至於你在飛機上，你那個周邊的人都可以給他說，歡喜說，歡喜把自己所學的、所修的這些成果跟大家分享。"
    },
    {
      "id": "21-265-0001_p0025",
      "zh_CN": "这是这一次同学们的问题，这有十多个问题，我想这个问题我答两、三个好了，其他的如果都要解答，两个小时不够。",
      "zh_TW": "這是這一次同學們的問題，這有十多個問題，我想這個問題我答兩、三個好了，其他的如果都要解答，兩個小時不夠。"
    },
    {
      "id": "21-265-0001_p0026",
      "zh_CN": "问：这第一个问题，师父现在全力推行《弟子规》，道场共修也将读《弟子规》作为共修科目之一。但有同修提出，师父曾经开示过，年龄大的人可以不读《弟子规》，只要一心念佛就好，因道场大部分都是老菩萨，请问是否还要在共修时统一读诵？",
      "zh_TW": "問：這第一個問題，師父現在全力推行《弟子規》，道場共修也將讀《弟子規》作為共修科目之一。但有同修提出，師父曾經開示過，年齡大的人可以不讀《弟子規》，只要一心念佛就好，因道場大部分都是老菩薩，請問是否還要在共修時統一讀誦？"
    },
    {
      "id": "21-265-0001_p0027",
      "zh_CN": "答：你问得很好。如果真正做到一心念佛，做到一心，《弟子规》圆满了，你们想想对不对？一心就是没有一个杂念，没有一个妄想，《弟子规》就圆满了！那还要念《弟子规》？不要了。为什么？你已经修学圆满了。所以一心是比什么都重要！现在问题在哪里？就是没有办法一心！我们现在怎么念佛？乱心念佛！乱心念佛，这《弟子规》就能够帮助我们达到一心。一心念佛，你在日常生活当中表现出来的是圆圆满满的《弟子规》，这个道理要懂！",
      "zh_TW": "答：你問得很好。如果真正做到一心念佛，做到一心，《弟子規》圓滿了，你們想想對不對？一心就是沒有一個雜念，沒有一個妄想，《弟子規》就圓滿了！那還要念《弟子規》？不要了。為什麼？你已經修學圓滿了。所以一心是比什麼都重要！現在問題在哪裡？就是沒有辦法一心！我們現在怎麼念佛？亂心念佛！亂心念佛，這《弟子規》就能夠幫助我們達到一心。一心念佛，你在日常生活當中表現出來的是圓圓滿滿的《弟子規》，這個道理要懂！"
    },
    {
      "id": "21-265-0001_p0028",
      "zh_CN": "所以这个念佛，从前李老师告诉我们，「一万个念佛人，真正能够往生的，两、三个人而已」。什么原因？没有做到一心。今天我们在佛门里面无论修学哪个法门不能成就，什么原因？没有做到一心。这个一心就是《三字经》上讲的「贵以专」。我们不专心，我们一天到晚胡思乱想，这不专：不专，《弟子规》可以帮助我们走向专心、走向一心。你就晓得这个东西很重要！",
      "zh_TW": "所以這個念佛，從前李老師告訴我們，「一萬個念佛人，真正能夠往生的，兩、三個人而已」。什麼原因？沒有做到一心。今天我們在佛門裡面無論修學哪個法門不能成就，什麼原因？沒有做到一心。這個一心就是《三字經》上講的「貴以專」。我們不專心，我們一天到晚胡思亂想，這不專：不專，《弟子規》可以幫助我們走向專心、走向一心。你就曉得這個東西很重要！"
    },
    {
      "id": "21-265-0001_p0029",
      "zh_CN": "年岁大的可以不必去背。每天，真的因为它不多，分量不多，它只有一千零八十个字，可以把它放在我们早晚课。我们早晚课所读诵的经典加上《弟子规》，早晚功课，经典念完之后，把《弟子规》念一遍，这个时间并不长。早晨提醒，晚上反省，要认真去做、去落实，这样就好。年轻人应该要背得很熟，在日常生活当中起心动念，那个《弟子规》就能够冒出来，就能帮助你修正你的念头，修正你的行为，这叫修行！帮助我们修行。又何况《弟子规》字字句句与佛法的经典都相应，决定没有冲突。也就是佛法这些经典，譬如说我们讲的《十善业道》，十善业道统统都落实在《弟子规》上。没有《弟子规》，十善业道是空的，你不知道怎么个做法。",
      "zh_TW": "年歲大的可以不必去背。每天，真的因為它不多，分量不多，它只有一千零八十個字，可以把它放在我們早晚課。我們早晚課所讀誦的經典加上《弟子規》，早晚功課，經典念完之後，把《弟子規》念一遍，這個時間並不長。早晨提醒，晚上反省，要認真去做、去落實，這樣就好。年輕人應該要背得很熟，在日常生活當中起心動念，那個《弟子規》就能夠冒出來，就能幫助你修正你的念頭，修正你的行為，這叫修行！幫助我們修行。又何況《弟子規》字字句句與佛法的經典都相應，決定沒有衝突。也就是佛法這些經典，譬如說我們講的《十善業道》，十善業道統統都落實在《弟子規》上。沒有《弟子規》，十善業道是空的，你不知道怎麼個做法。"
    },
    {
      "id": "21-265-0001_p0030",
      "zh_CN": "问：第二个问题说，在《地藏经》佛陀对地藏菩萨说：「广度将毕，即证菩提」，是否意味地狱快空了？",
      "zh_TW": "問：第二個問題說，在《地藏經》佛陀對地藏菩薩說：「廣度將畢，即證菩提」，是否意味地獄快空了？"
    },
    {
      "id": "21-265-0001_p0031",
      "zh_CN": "答：现在地狱不但是不空，地狱扩大了！什么原因？造作地狱罪业的人太多太多了，起心动念都是自私自利，都是损人利己，这个念头就是地狱业。造作地狱业的，出家人是第一个。出家人没做坏事？我穿上这身衣服代表释迦牟尼佛，代表正法住在这个世间，如果我的心、行为不如法，还是有自私自利，还是有贪瞋痴慢，还是有嫉妒障碍，我毁灭诸佛如来的正法，我把他的形象毁灭了，这个罪阿鼻地狱罪。所以古人讲：「地狱门前僧道多」，为什么？你这个形象，人家看你不像佛、不像菩萨，你把诸佛正法毁灭掉了。你虽然没有做坏对人都很好，但是你没有依教奉行。",
      "zh_TW": "答：現在地獄不但是不空，地獄擴大了！什麼原因？造作地獄罪業的人太多太多了，起心動念都是自私自利，都是損人利己，這個念頭就是地獄業。造作地獄業的，出家人是第一個。出家人沒做壞事？我穿上這身衣服代表釋迦牟尼佛，代表正法住在這個世間，如果我的心、行為不如法，還是有自私自利，還是有貪瞋痴慢，還是有嫉妒障礙，我毀滅諸佛如來的正法，我把他的形象毀滅了，這個罪阿鼻地獄罪。所以古人講：「地獄門前僧道多」，為什麼？你這個形象，人家看你不像佛、不像菩薩，你把諸佛正法毀滅掉了。你雖然沒有做壞對人都很好，但是你沒有依教奉行。"
    },
    {
      "id": "21-265-0001_p0032",
      "zh_CN": "为什么印光法师一生不给人剃度？什么原因？剃一个送一个到地狱，剃两个送两个到地狱，不忍心！我们要懂得祖师那个苦心，祖师给我们做的榜样，我们怎么敢收出家徒弟！你们这有些跟着我们出家，那是韩馆长收的，不是我收的。你们自己心里都清楚，你们的法名都是韩馆长替你们起的。但是你们有一个很好的缘分，在这个道场是天天闻经，天天能够闻到佛法，闻到正法，这是在其他道场所没有的。纵然是有善根，是「一历耳根，永为道种」，能不能做到？那是你们自己事情，你们能够做到，那你们是好出家人，如来弟子，你们是在兴佛法；你们是阳奉阴违，不能如教修行，那你们是自作自受，你们将来要堕三途。这些话我不知道讲了多少遍了，自己要提高警觉！",
      "zh_TW": "為什麼印光法師一生不給人剃度？什麼原因？剃一個送一個到地獄，剃兩個送兩個到地獄，不忍心！我們要懂得祖師那個苦心，祖師給我們做的榜樣，我們怎麼敢收出家徒弟！你們這有些跟著我們出家，那是韓館長收的，不是我收的。你們自己心裡都清楚，你們的法名都是韓館長替你們起的。但是你們有一個很好的緣分，在這個道場是天天聞經，天天能夠聞到佛法，聞到正法，這是在其他道場所沒有的。縱然是有善根，是「一歷耳根，永為道種」，能不能做到？那是你們自己事情，你們能夠做到，那你們是好出家人，如來弟子，你們是在興佛法；你們是陽奉陰違，不能如教修行，那你們是自作自受，你們將來要墮三途。這些話我不知道講了多少遍了，自己要提高警覺！"
    },
    {
      "id": "21-265-0001_p0033",
      "zh_CN": "我们今天走佛的路子，还是走三途的路子？清清楚楚明明白白。永远要记住，消灭贪瞋痴，勤修戒定慧。蕅益大师非常难得，不敢称比丘，你看他很多著作称沙门，沙门是什么？沙门就是普通修行人。沙门是印度话，翻译成中国叫勤息，就是「勤修戒定慧，息灭贪瞋痴」，学生的身分！我们要记住，我们要自度就是救自己，度他就是帮助苦难众生。你自己不能自度，你怎么能度他？自度度他是一桩事情，所以度他就是自度，自度就是度他。",
      "zh_TW": "我們今天走佛的路子，還是走三途的路子？清清楚楚明明白白。永遠要記住，消滅貪瞋痴，勤修戒定慧。蕅益大師非常難得，不敢稱比丘，你看他很多著作稱沙門，沙門是什麼？沙門就是普通修行人。沙門是印度話，翻譯成中國叫勤息，就是「勤修戒定慧，息滅貪瞋痴」，學生的身分！我們要記住，我們要自度就是救自己，度他就是幫助苦難眾生。你自己不能自度，你怎麼能度他？自度度他是一樁事情，所以度他就是自度，自度就是度他。"
    },
    {
      "id": "21-265-0001_p0034",
      "zh_CN": "所以这些年来，也有很多灵媒来找我，我们对灵界的消息也知道一些。从灵媒那个地方得到的讯息，现在的饿鬼道也变成地狱了，跟地狱差不多了，所以地狱扩大了，没有空！到什么时候空？大概总是无量劫又无量劫之后，我们看不到。人心都向善了，世间没有一个恶人，没有一个造作罪业的人，地狱就空了。你想想有没有？现在别人地狱空不空与我们不相干，问问我们自己的地狱有没有空？我们还有没有恶念？如果我们还要造五逆十恶罪，我们自己的地狱在等着我们，这个事实不可以不知道。",
      "zh_TW": "所以這些年來，也有很多靈媒來找我，我們對靈界的消息也知道一些。從靈媒那個地方得到的訊息，現在的餓鬼道也變成地獄了，跟地獄差不多了，所以地獄擴大了，沒有空！到什麼時候空？大概總是無量劫又無量劫之後，我們看不到。人心都向善了，世間沒有一個惡人，沒有一個造作罪業的人，地獄就空了。你想想有沒有？現在別人地獄空不空與我們不相干，問問我們自己的地獄有沒有空？我們還有沒有惡念？如果我們還要造五逆十惡罪，我們自己的地獄在等著我們，這個事實不可以不知道。"
    },
    {
      "id": "21-265-0001_p0035",
      "zh_CN": "问：这第三个问题说，老师教我们读经，不能有妄想，亦不要停下来了解经义，这样才能成就戒定慧。但师父在《地藏经》上又说，要得到利益要转经，转经的时候是否要停下来明白经文？两者如何分别？",
      "zh_TW": "問：這第三個問題說，老師教我們讀經，不能有妄想，亦不要停下來了解經義，這樣才能成就戒定慧。但師父在《地藏經》上又說，要得到利益要轉經，轉經的時候是否要停下來明白經文？兩者如何分別？"
    },
    {
      "id": "21-265-0001_p0036",
      "zh_CN": "答：这些理论与方法，我们在讲经的时候都讲得很多很多，不断再重复跟大家讲解。读经是戒定慧三学一次完成，很重要，是修根本智；研究经教，那是修后得智，可以同时做，但不能在同一个时候。譬如早晚课诵，我们读经，读经的时候不研究，这不能有个妄念，你戒定慧才能完成；你有打妄想，你戒定慧三学就破坏了。听经的时候也应当专注，也是有两种方法：一种是研究，那就是得的利益小；另外一种就是你就听，听的时候不打妄想，不分别、不执着，就是《起信论》里面教给我们方法，「离言说相，离名字相，离心缘相」，这样听经容易开悟，为什么？一心专注！你要是研究，那你就用分别、用执着，你就不是一心。不是一心，你能够得到的，用我们现在一般来说，说老实话，你所得到的是佛教常识，你不会开悟。",
      "zh_TW": "答：這些理論與方法，我們在講經的時候都講得很多很多，不斷再重複跟大家講解。讀經是戒定慧三學一次完成，很重要，是修根本智；研究經教，那是修後得智，可以同時做，但不能在同一個時候。譬如早晚課誦，我們讀經，讀經的時候不研究，這不能有個妄念，你戒定慧才能完成；你有打妄想，你戒定慧三學就破壞了。聽經的時候也應當專注，也是有兩種方法：一種是研究，那就是得的利益小；另外一種就是你就聽，聽的時候不打妄想，不分別、不執著，就是《起信論》裡面教給我們方法，「離言說相，離名字相，離心緣相」，這樣聽經容易開悟，為什麼？一心專注！你要是研究，那你就用分別、用執著，你就不是一心。不是一心，你能夠得到的，用我們現在一般來說，說老實話，你所得到的是佛教常識，你不會開悟。"
    },
    {
      "id": "21-265-0001_p0037",
      "zh_CN": "悟从哪里来？悟从一心专注里头开悟，禅宗用的方法，它就是用这个，它绝对不容许你分别执着。悟后起修，到研究的那个过程，那是开悟之后，你去研究；没有开悟之前的，不准你研究。所以宗门跟教下用的方法不相同，都很有道理。可是我们走宗门的方法行不行？不行，我很想一心，胡思乱想它就起来了，控制不住，你没有法子。所以人有上中下三根，什么叫上根人？上根人的妄念少，走禅的方法很适当。中下根性的人妄念多，走禅没有办法，你走不进去，也就是你妄想执着你控制不住；那你走教下这个方法，行。",
      "zh_TW": "悟從哪裡來？悟從一心專注裡頭開悟，禪宗用的方法，它就是用這個，它絕對不容許你分別執著。悟後起修，到研究的那個過程，那是開悟之後，你去研究；沒有開悟之前的，不准你研究。所以宗門跟教下用的方法不相同，都很有道理。可是我們走宗門的方法行不行？不行，我很想一心，胡思亂想它就起來了，控制不住，你沒有法子。所以人有上中下三根，什麼叫上根人？上根人的妄念少，走禪的方法很適當。中下根性的人妄念多，走禪沒有辦法，你走不進去，也就是你妄想執著你控制不住；那你走教下這個方法，行。"
    },
    {
      "id": "21-265-0001_p0038",
      "zh_CN": "这些道理都在平常讲经、讲席当中，这光碟，诸位如果常常听，你们这些问题统统都能解答。蔡老师也跟你们大家说了，我听经，我听他报告讲过，他也有很多问题，他不来问我，他也不问人，他就是听光碟。他说听个十五分钟、二十分钟，他这问题就明了，就解答了。这对，正确的。",
      "zh_TW": "這些道理都在平常講經、講席當中，這光碟，諸位如果常常聽，你們這些問題統統都能解答。蔡老師也跟你們大家說了，我聽經，我聽他報告講過，他也有很多問題，他不來問我，他也不問人，他就是聽光碟。他說聽個十五分鐘、二十分鐘，他這問題就明瞭，就解答了。這對，正確的。"
    },
    {
      "id": "21-265-0001_p0039",
      "zh_CN": "我想这些问题，我们另外找时间，我们在摄影棚录一个光碟，有些问题是大家的问题，可以公开来解答的。",
      "zh_TW": "我想這些問題，我們另外找時間，我們在攝影棚錄一個光碟，有些問題是大家的問題，可以公開來解答的。"
    },
    {
      "id": "21-265-0001_p0040",
      "zh_CN": "最后我利用这几分钟的时间跟同学们共同勉励，我们真正要挽救这个世界的劫运，很多外国宗教讲世界末日。末日真的来了，我们要挽救这个劫运，唯有落实《弟子规》。落实《弟子规》就是转恶为善，转迷为悟，唯有这个方法能救自己，能帮助这个世界。你帮助这个世界化解这个劫难，这是多么大的功德！佛门常说：「救人一命，胜造七级浮屠」。我们能救全世界，你说你这功德多大。",
      "zh_TW": "最後我利用這幾分鐘的時間跟同學們共同勉勵，我們真正要挽救這個世界的劫運，很多外國宗教講世界末日。末日真的來了，我們要挽救這個劫運，唯有落實《弟子規》。落實《弟子規》就是轉惡為善，轉迷為悟，唯有這個方法能救自己，能幫助這個世界。你幫助這個世界化解這個劫難，這是多麼大的功德！佛門常說：「救人一命，勝造七級浮屠」。我們能救全世界，你說你這功德多大。"
    },
    {
      "id": "21-265-0001_p0041",
      "zh_CN": "这是个好机会，世世代代的人想修，没有这个机会，我们今天遇到这桩事情，这机会就在面前。一个是你，你还是起的恶心恶行助长恶缘，你把这个世界加速度推向毁灭，这你干的事情；另外一个，你真正觉悟了，我从今之后，我修善心、善行、善言，处处依照《弟子规》的教诫去做，那你是救了自己，你也拯救了整个世界，无量无边功德。所以罪福就在我们自己一念之间。",
      "zh_TW": "這是個好機會，世世代代的人想修，沒有這個機會，我們今天遇到這樁事情，這機會就在面前。一個是你，你還是起的惡心惡行助長惡緣，你把這個世界加速度推向毀滅，這你幹的事情；另外一個，你真正覺悟了，我從今之後，我修善心、善行、善言，處處依照《弟子規》的教誡去做，那你是救了自己，你也拯救了整個世界，無量無邊功德。所以罪福就在我們自己一念之間。"
    },
    {
      "id": "21-265-0001_p0042",
      "zh_CN": "但是每一个人，我们都知道，包括自己，习气太重了，环境影响的力量太大。所以这个课程天天要温习，天天要讲解，不能够有一天中断，才能救得了自己，才能帮助别人。遇到人，不管男女老少都讲，我们自己多做。做，感动他；讲，教导他。对年轻人我们讲解，对老年人我们示范，我们做到，用身教来感动他。",
      "zh_TW": "但是每一個人，我們都知道，包括自己，習氣太重了，環境影響的力量太大。所以這個課程天天要溫習，天天要講解，不能夠有一天中斷，才能救得了自己，才能幫助別人。遇到人，不管男女老少都講，我們自己多做。做，感動他；講，教導他。對年輕人我們講解，對老年人我們示範，我們做到，用身教來感動他。"
    },
    {
      "id": "21-265-0001_p0043",
      "zh_CN": "记住人性本善，世间没有一个恶人。这个一般人很难接受。我们昆士兰大学有个老教授，萨弥教授到这来过好几次，我们同学都认识他，这个老教授对我很好，也七十多岁。他曾经问我，他说：法师，你说人性都善，那希特勒也善吗？我说：善，那本性善！那不善什么？不善是他的习性，不是本性，本性是善的。我们要从人的本性去看，本性是善的，希望帮助他，从习性回归到本性，习性不善，这就叫断恶修善。断恶修善就是从习性回归到本性，这就教育。我们一生从事教育工作，这是我们教育主要的目标，正确的方向，不可以不知道。所以希望我们共同努力。",
      "zh_TW": "記住人性本善，世間沒有一個惡人。這個一般人很難接受。我們昆士蘭大學有個老教授，薩彌教授到這來過好幾次，我們同學都認識他，這個老教授對我很好，也七十多歲。他曾經問我，他說：法師，你說人性都善，那希特勒也善嗎？我說：善，那本性善！那不善什麼？不善是他的習性，不是本性，本性是善的。我們要從人的本性去看，本性是善的，希望幫助他，從習性回歸到本性，習性不善，這就叫斷惡修善。斷惡修善就是從習性回歸到本性，這就教育。我們一生從事教育工作，這是我們教育主要的目標，正確的方向，不可以不知道。所以希望我們共同努力。"
    },
    {
      "id": "21-265-0001_p0044",
      "zh_CN": "现在的缘非常好，我们附近这三个大学都在跟我讨论这个问题，我们图文巴的南昆大，布里斯本那边的昆士兰大学跟格里菲斯大学。难得现在这「联合国教科文组织」也来找我们，他们的主席也到我们山上来访问过，我们谈话都有记录，这个记录都转达到巴黎总部。所以缘很殊胜，希望大家认真努力，我们来做这桩好事情，自度度他。我就讲到此地，谢谢诸位。",
      "zh_TW": "現在的緣非常好，我們附近這三個大學都在跟我討論這個問題，我們圖文巴的南昆大，布里斯本那邊的昆士蘭大學跟格里菲斯大學。難得現在這「聯合國教科文組織」也來找我們，他們的主席也到我們山上來訪問過，我們談話都有記錄，這個記錄都轉達到巴黎總部。所以緣很殊勝，希望大家認真努力，我們來做這樁好事情，自度度他。我就講到此地，謝謝諸位。"
    }
  ]
}