{
  "doc_id": "22-015-0002",
  "title": {
    "zh_CN": "修福与修慧",
    "zh_TW": "修福與修慧"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾深坑观自在念佛会",
    "zh_TW": "台灣深坑觀自在念佛會"
  },
  "doc_number": "22-015-0002",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "22-015-0002_p0001",
      "zh_CN": "诸位法师，诸位同学：",
      "zh_TW": "諸位法師，諸位同學："
    },
    {
      "id": "22-015-0002_p0002",
      "zh_CN": "昨天我们讲到《观经》「三福」里面的第一福。从《观经》上来观察，我们也能够体会到，学佛是真正有福报的人，没有福报的人不能学佛，这是从《观经》上，我们有了很深刻的体悟。这就是佛教导我们要学佛，一定要从修福开始，能够接受，肯认真修福，才能够进入佛门，接受佛的教诲。",
      "zh_TW": "昨天我們講到《觀經》「三福」裡面的第一福。從《觀經》上來觀察，我們也能夠體會到，學佛是真正有福報的人，沒有福報的人不能學佛，這是從《觀經》上，我們有了很深刻的體悟。這就是佛教導我們要學佛，一定要從修福開始，能夠接受，肯認真修福，才能夠進入佛門，接受佛的教誨。"
    },
    {
      "id": "22-015-0002_p0003",
      "zh_CN": "三福里面最重要的，就是在生活当中的细节，我们往往都把它疏忽掉了。因此我们在佛门里面，无论怎样用功精进，好像都没有得到像佛在经上讲的那些效果。不是经典有问题，也不是佛的教诲有问题，实在是我们没有能够体会佛的意思。所以在开经偈里头说得好，「愿解如来真实义」，的确是相当不容易。要怎样我们才能够理解佛的真实义？能够理解、能够体会，这就是智慧。",
      "zh_TW": "三福裡面最重要的，就是在生活當中的細節，我們往往都把它疏忽掉了。因此我們在佛門裡面，無論怎樣用功精進，好像都沒有得到像佛在經上講的那些效果。不是經典有問題，也不是佛的教誨有問題，實在是我們沒有能夠體會佛的意思。所以在開經偈裡頭說得好，「願解如來真實義」，的確是相當不容易。要怎樣我們才能夠理解佛的真實義？能夠理解、能夠體會，這就是智慧。"
    },
    {
      "id": "22-015-0002_p0004",
      "zh_CN": "实在讲，福与慧是相辅相成。福里面有慧，我们中国人常讲「福至心灵」，那个人福报来了，他忽然就聪明了，这就说明福跟智慧，有密切的关系。实在讲，没有福就没有慧；没有慧，当然也就没有福报，这是关系很密切。",
      "zh_TW": "實在講，福與慧是相輔相成。福裡面有慧，我們中國人常講「福至心靈」，那個人福報來了，他忽然就聰明了，這就說明福跟智慧，有密切的關係。實在講，沒有福就沒有慧；沒有慧，當然也就沒有福報，這是關係很密切。"
    },
    {
      "id": "22-015-0002_p0005",
      "zh_CN": "「三福」一开端，佛这样子指示我们，我们要重视在生活里面的细节，细节才是福德的根基！我们决定不能够疏忽，也就是日常生活当中，起心动念、处事待人接物，决定不能违背佛教给我们的原则，我们要认真的去修学，知道这是修福、这是修慧。",
      "zh_TW": "「三福」一開端，佛這樣子指示我們，我們要重視在生活裡面的細節，細節才是福德的根基！我們決定不能夠疏忽，也就是日常生活當中，起心動念、處事待人接物，決定不能違背佛教給我們的原則，我們要認真的去修學，知道這是修福、這是修慧。"
    },
    {
      "id": "22-015-0002_p0006",
      "zh_CN": "从人天福再向上提升，就入佛法了。由此可知，孝亲尊师、培养慈悲心、修十善业，只是学佛的预备功夫而已，还没正式学佛。正式学佛要从「三归依」开始，这就是第二条所讲的「受持三归，具足众戒，不犯威仪」。从这三句，我们恍然大悟，为什么现代人学佛学不好？从历史上去观察，我们比古人相去太远了，我们在传记里面看到、在语录里面看到，过去无论是出家、在家，很多人三、五年就有成就了。参禅得「禅定」就不用说了，有开悟的；学教有「圆解」的，圆解就等于禅宗的开悟；念佛得「念佛三昧」、得「一心不乱」的很多。",
      "zh_TW": "從人天福再向上提升，就入佛法了。由此可知，孝親尊師、培養慈悲心、修十善業，只是學佛的預備功夫而已，還沒正式學佛。正式學佛要從「三歸依」開始，這就是第二條所講的「受持三歸，具足眾戒，不犯威儀」。從這三句，我們恍然大悟，為什麼現代人學佛學不好？從歷史上去觀察，我們比古人相去太遠了，我們在傳記裡面看到、在語錄裡面看到，過去無論是出家、在家，很多人三、五年就有成就了。參禪得「禪定」就不用說了，有開悟的；學教有「圓解」的，圓解就等於禪宗的開悟；念佛得「念佛三昧」、得「一心不亂」的很多。"
    },
    {
      "id": "22-015-0002_p0007",
      "zh_CN": "现代人学佛，念佛念了一生，没有得念佛三昧，妄想、杂念、烦恼还是很多，这就是功夫不得力；学教不但不能圆解，很多把经典意思错会了；学禅不要说开悟了，禅定都得不到。这是什么原因？现在我们总算搞清楚了，没有前面第一福的基础。好像盖楼房一样，没打地基，所以房子老是盖不成，而不晓得原因在哪里。现在我们晓得，第一福是地基、基础！我们没有做到。没有做到孝亲、尊师、慈心、十善，于是怎样努力精进，这一辈子到最后还是落空，还是要搞六道轮回，你说个多苦。",
      "zh_TW": "現代人學佛，念佛念了一生，沒有得念佛三昧，妄想、雜念、煩惱還是很多，這就是功夫不得力；學教不但不能圓解，很多把經典意思錯會了；學禪不要說開悟了，禪定都得不到。這是什麼原因？現在我們總算搞清楚了，沒有前面第一福的基礎。好像蓋樓房一樣，沒打地基，所以房子老是蓋不成，而不曉得原因在哪裡。現在我們曉得，第一福是地基、基礎！我們沒有做到。沒有做到孝親、尊師、慈心、十善，於是怎樣努力精進，這一輩子到最後還是落空，還是要搞六道輪迴，你說個多苦。"
    },
    {
      "id": "22-015-0002_p0008",
      "zh_CN": "错不怕，怕的是不知道错在哪里！知道错在什么地方，我们能够把错误改正过来就行了，改过来就不错了，我们与古人的成就决定不相上下，古人能做得到，我们也能做得到。",
      "zh_TW": "錯不怕，怕的是不知道錯在哪裡！知道錯在什麼地方，我們能夠把錯誤改正過來就行了，改過來就不錯了，我們與古人的成就決定不相上下，古人能做得到，我們也能做得到。"
    },
    {
      "id": "22-015-0002_p0009",
      "zh_CN": "所以「三归」是建立在第一福的基础上。也就是说归依三宝的条件，必须要具备孝亲、尊师、慈心、十善，才有资格入佛门，接受三归的传授。三归，就是把佛法修行的总纲领、总方向传授给你，你这一生依着这个方向、目标去修行，就决定不错。这是一条成佛之道，也就是破迷开悟、离苦得乐之道，是这么一回事情。因此，我们要明了三归真正的意思。",
      "zh_TW": "所以「三歸」是建立在第一福的基礎上。也就是說歸依三寶的條件，必須要具備孝親、尊師、慈心、十善，才有資格入佛門，接受三歸的傳授。三歸，就是把佛法修行的總綱領、總方向傳授給你，你這一生依著這個方向、目標去修行，就決定不錯。這是一條成佛之道，也就是破迷開悟、離苦得樂之道，是這麼一回事情。因此，我們要明瞭三歸真正的意思。"
    },
    {
      "id": "22-015-0002_p0010",
      "zh_CN": "佛陀在世的时候，以及古时候的承传，都会讲得很清楚、很明白。归是回归，我们俗话讲回头，从哪里回头？要知道。要从错误回头，依靠什么？要依靠正确的，这是归依的意义，纯正。佛为我们说了三条，称之为三宝。",
      "zh_TW": "佛陀在世的時候，以及古時候的承傳，都會講得很清楚、很明白。歸是回歸，我們俗話講回頭，從哪裡回頭？要知道。要從錯誤回頭，依靠什麼？要依靠正確的，這是歸依的意義，純正。佛為我們說了三條，稱之為三寶。"
    },
    {
      "id": "22-015-0002_p0011",
      "zh_CN": "我们世间人对于珍宝非常重视，所以佛用这个作比喻。世间人有了宝物，他就有了财富，宝会带给你财富，财富能给你一生很富裕的生活，所以佛把这三桩事情比喻作宝，这三桩事情真的是宝。我们要依照佛的教诲，遵循这三桩事情来修学，我们的物质生活就能够得到不缺乏。佛不说丰足，佛只说不缺乏。为什么？丰足容易长贪心，长贪心就错误了。所以说不缺，你的生活上样样都不缺乏，这个就好！而且这三宝能断烦恼、能断妄想、能出三界、能证菩提、能成佛道，这真的是宝。世间无论什么样的宝物，都不能跟它相比，所以称它作三宝，决定不为过。",
      "zh_TW": "我們世間人對於珍寶非常重視，所以佛用這個作比喻。世間人有了寶物，他就有了財富，寶會帶給你財富，財富能給你一生很富裕的生活，所以佛把這三樁事情比喻作寶，這三樁事情真的是寶。我們要依照佛的教誨，遵循這三樁事情來修學，我們的物質生活就能夠得到不缺乏。佛不說豐足，佛只說不缺乏。為什麼？豐足容易長貪心，長貪心就錯誤了。所以說不缺，你的生活上樣樣都不缺乏，這個就好！而且這三寶能斷煩惱、能斷妄想、能出三界、能證菩提、能成佛道，這真的是寶。世間無論什麼樣的寶物，都不能跟它相比，所以稱它作三寶，決定不為過。"
    },
    {
      "id": "22-015-0002_p0012",
      "zh_CN": "这三样东西都不是外面来的，外面没有，都是各人心性里面本来具足的、本有的。虽然个个具足，大家本有，你并不知道，你迷失了，所以你长劫轮回受苦，实在是很冤枉！诸佛菩萨知道、明了，他就得受用了，受用就显示出大自在、大圆满！",
      "zh_TW": "這三樣東西都不是外面來的，外面沒有，都是各人心性裡面本來具足的、本有的。雖然個個具足，大家本有，你並不知道，你迷失了，所以你長劫輪迴受苦，實在是很冤枉！諸佛菩薩知道、明瞭，他就得受用了，受用就顯示出大自在、大圓滿！"
    },
    {
      "id": "22-015-0002_p0013",
      "zh_CN": "三宝的名称叫「佛、法、僧」三宝。可是法传久了会变质，何况佛法传到现代。根据中国历史的记载，三千多年了。大家一听说佛法，就联想到宗教，想到宗教，立刻就排斥，就不愿意听了、不愿意看了，这里面就造成很多的误会。说到「佛法僧」三宝，也起了一个很大的误会。说到「佛宝」，一定就想起佛像，泥塑木雕的佛像。世间人常说：「泥菩萨过河，自身难保！」它有什么宝贵？它怎么能救我们？提起「法宝」，就想到古老的经书，一般人都认为这是旧东西，过时了。说到「僧宝」，就想到出家人，出家人在这个时代所表现的，很难叫大众尊敬。这些观念是错误的，是不解如来所说义。",
      "zh_TW": "三寶的名稱叫「佛、法、僧」三寶。可是法傳久了會變質，何況佛法傳到現代。根據中國歷史的記載，三千多年了。大家一聽說佛法，就聯想到宗教，想到宗教，立刻就排斥，就不願意聽了、不願意看了，這裡面就造成很多的誤會。說到「佛法僧」三寶，也起了一個很大的誤會。說到「佛寶」，一定就想起佛像，泥塑木雕的佛像。世間人常說：「泥菩薩過河，自身難保！」它有什麼寶貴？它怎麼能救我們？提起「法寶」，就想到古老的經書，一般人都認為這是舊東西，過時了。說到「僧寶」，就想到出家人，出家人在這個時代所表現的，很難叫大眾尊敬。這些觀念是錯誤的，是不解如來所說義。"
    },
    {
      "id": "22-015-0002_p0014",
      "zh_CN": "佛给我们讲的三宝，刚才说过了，是自性里头本来具足的，不是外面的。我们今天提三宝，都想到身外这三样东西，佛讲的不是这个。佛是什么？佛是觉悟的意思，佛陀是印度梵语音译的，它的意思是觉悟，觉悟是我们自性里头本来有的，所以觉是佛宝。法是正确的思想、见解，也是我们自性本有的。僧是清净的意思，所谓「六根清净，一尘不染」。",
      "zh_TW": "佛給我們講的三寶，剛才說過了，是自性裡頭本來具足的，不是外面的。我們今天提三寶，都想到身外這三樣東西，佛講的不是這個。佛是什麼？佛是覺悟的意思，佛陀是印度梵語音譯的，它的意思是覺悟，覺悟是我們自性裡頭本來有的，所以覺是佛寶。法是正確的思想、見解，也是我們自性本有的。僧是清淨的意思，所謂「六根清淨，一塵不染」。"
    },
    {
      "id": "22-015-0002_p0015",
      "zh_CN": "所以唐朝时候，禅宗的六祖惠能大师，给一般人传授归依的时候，他就不用佛法僧。我们在《坛经》「传香忏悔品」里面看到，他老人家讲三归依，他说：「归依觉，归依正，归依净」，用「觉正净」表自性三宝。这样说法，我觉得对于现代人来讲，好，不至于产生误会。然后给我们做一个简单的解释，佛是觉的意思，法是正的意思，僧是净的意思。六祖所以这样说法，我们就联想到，大概对于三宝的误会，在唐朝那个时候已经很普遍了；如果不普遍，六祖传授三归，没有这种必要。必然是对于佛法僧，已经有相当误会了，所以六祖才这种说法，这就是智慧。说出来的时候，让人家明了真正的意思，不至于产生误会。",
      "zh_TW": "所以唐朝時候，禪宗的六祖惠能大師，給一般人傳授歸依的時候，他就不用佛法僧。我們在《壇經》「傳香懺悔品」裡面看到，他老人家講三歸依，他說：「歸依覺，歸依正，歸依淨」，用「覺正淨」表自性三寶。這樣說法，我覺得對於現代人來講，好，不至於產生誤會。然後給我們做一個簡單的解釋，佛是覺的意思，法是正的意思，僧是淨的意思。六祖所以這樣說法，我們就聯想到，大概對於三寶的誤會，在唐朝那個時候已經很普遍了；如果不普遍，六祖傳授三歸，沒有這種必要。必然是對於佛法僧，已經有相當誤會了，所以六祖才這種說法，這就是智慧。說出來的時候，讓人家明瞭真正的意思，不至於產生誤會。"
    },
    {
      "id": "22-015-0002_p0016",
      "zh_CN": "所以，觉是觉悟。于是我们就明白了，归依是从迷惑、从不觉回头，要依觉悟！这就叫学佛。从什么地方回？从什么地方觉？从日常生活当中，对人对事对物。从迷而不觉，回过头来，一定要依自性觉。换句话说，不迷，我对一切人不迷、对一切事不迷、对一切物也不迷，不迷就是清清楚楚、明明白白。这个话说得容易，实际上要做，还挺难的，不容易！我们自以为觉了，实际上是在迷。不容易！",
      "zh_TW": "所以，覺是覺悟。於是我們就明白了，歸依是從迷惑、從不覺回頭，要依覺悟！這就叫學佛。從什麼地方回？從什麼地方覺？從日常生活當中，對人對事對物。從迷而不覺，回過頭來，一定要依自性覺。換句話說，不迷，我對一切人不迷、對一切事不迷、對一切物也不迷，不迷就是清清楚楚、明明白白。這個話說得容易，實際上要做，還挺難的，不容易！我們自以為覺了，實際上是在迷。不容易！"
    },
    {
      "id": "22-015-0002_p0017",
      "zh_CN": "第二条，归依正，就是归依法。正是正知正见，也就是正确的思想、见解。这是教导我们，要从一切错误的思想、见解回过头来，依正确的思想、见解。哪一个人的思想是正确的？佛没有说：「我的思想是正确的，你们要依我。」佛教给我们依自性，性是正确的。所以禅家修行的标准是明心见性，为什么？见性了，他的思想、见解就正确了。没见性之前，不正确，决定不是正知正见！",
      "zh_TW": "第二條，歸依正，就是歸依法。正是正知正見，也就是正確的思想、見解。這是教導我們，要從一切錯誤的思想、見解回過頭來，依正確的思想、見解。哪一個人的思想是正確的？佛沒有說：「我的思想是正確的，你們要依我。」佛教給我們依自性，性是正確的。所以禪家修行的標準是明心見性，為什麼？見性了，他的思想、見解就正確了。沒見性之前，不正確，決定不是正知正見！"
    },
    {
      "id": "22-015-0002_p0018",
      "zh_CN": "从这些地方，我们要明白，佛见了性（佛很谦虚，佛不说），菩萨也见了性。见性的人，思想、见解是正确的。经典、经论是佛菩萨说的，是见性的人说的，换句话说，他们这些东西是很值得我们作参考的。我们的见解是错误的，没见性。这一桩事情，佛在经上很明白的告诉我们，教导我们不要相信自己的意思。",
      "zh_TW": "從這些地方，我們要明白，佛見了性（佛很謙虛，佛不說），菩薩也見了性。見性的人，思想、見解是正確的。經典、經論是佛菩薩說的，是見性的人說的，換句話說，他們這些東西是很值得我們作參考的。我們的見解是錯誤的，沒見性。這一樁事情，佛在經上很明白的告訴我們，教導我們不要相信自己的意思。"
    },
    {
      "id": "22-015-0002_p0019",
      "zh_CN": "佛说到哪一天我们证得阿罗汉果了，这个时候可以相信你自己的意思。因为阿罗汉就是正觉，他的思想、见解不至于有太大的错误，可以相信自己了。没证阿罗汉之前，不能相信自己的意思，相信自己的意思会造业。好事造善业，不好的事情造恶业。善业，三善道受报；恶业，三恶道受报；换句话说，出不了轮回。出不了轮回，那个见解就不是正知，就不正了。阿罗汉超越六道轮回，出三界了，不再在轮回里面受生死了，所以他的思想、见解可以相信，自己能够相信自己的意思。",
      "zh_TW": "佛說到哪一天我們證得阿羅漢果了，這個時候可以相信你自己的意思。因為阿羅漢就是正覺，他的思想、見解不至於有太大的錯誤，可以相信自己了。沒證阿羅漢之前，不能相信自己的意思，相信自己的意思會造業。好事造善業，不好的事情造惡業。善業，三善道受報；惡業，三惡道受報；換句話說，出不了輪迴。出不了輪迴，那個見解就不是正知，就不正了。阿羅漢超越六道輪迴，出三界了，不再在輪迴裡面受生死了，所以他的思想、見解可以相信，自己能夠相信自己的意思。"
    },
    {
      "id": "22-015-0002_p0020",
      "zh_CN": "所以，我们应当尊重经典。经典是佛菩萨明心见性的思想、见解。我们能够在自己没有开悟之前依靠它，大致不会错。可是这里头问题很多，我们也很难理解。佛所讲的，也就是经论当中所讲的，几乎都是一些原理原则，特别是大乘了义的经典。如果依照文字去解释，往往就有很大的偏差，所以你要体会它的精神，体会它真实的意思，这样我们才能够用得上，这就是所谓「愿解如来真实义」。",
      "zh_TW": "所以，我們應當尊重經典。經典是佛菩薩明心見性的思想、見解。我們能夠在自己沒有開悟之前依靠它，大致不會錯。可是這裡頭問題很多，我們也很難理解。佛所講的，也就是經論當中所講的，幾乎都是一些原理原則，特別是大乘了義的經典。如果依照文字去解釋，往往就有很大的偏差，所以你要體會它的精神，體會它真實的意思，這樣我們才能夠用得上，這就是所謂「願解如來真實義」。"
    },
    {
      "id": "22-015-0002_p0021",
      "zh_CN": "它的意思是在言外，这是古德教给我们「离言说、离名字、离心缘」，我们就明白佛所说的「佛知佛见」，帮助我们作参考。不要着言说相，言说记录下来就是文字，不着言说相就是不着文字相，这就是离言说。离名字，就是名词术语。佛讲经用了许许多多专有的名词术语，便利于表达意思，名词术语是表达意思的工具，也不能执着。",
      "zh_TW": "它的意思是在言外，這是古德教給我們「離言說、離名字、離心緣」，我們就明白佛所說的「佛知佛見」，幫助我們作參考。不要著言說相，言說記錄下來就是文字，不著言說相就是不著文字相，這就是離言說。離名字，就是名詞術語。佛講經用了許許多多專有的名詞術語，便利於表達意思，名詞術語是表達意思的工具，也不能執著。"
    },
    {
      "id": "22-015-0002_p0022",
      "zh_CN": "更重要的是离心缘。佛所说的一切话，我们今天读的佛经，不能够分别、不能够去思考。我们拿它来研究、思考，一定会错会佛的意思。为什么？一思考、一分别，落在意识里头，佛所讲的东西，是从本性里面说出来的，不是从意识里头说出来的，我们用意识去了解它，决定会搞错，所以不能用意识。怎么办？办法有，而且很简单。办法是多听、多读，不要去研究，读的遍数多了，意思就明白了。我们中国古人常讲：「读书千遍，其义自见」，意思自然就明白了。读书千遍，作者的意思都能明了，佛的意思怎么会不明了？何况还有佛力加持，哪有不明了的道理！",
      "zh_TW": "更重要的是離心緣。佛所說的一切話，我們今天讀的佛經，不能夠分別、不能夠去思考。我們拿它來研究、思考，一定會錯會佛的意思。為什麼？一思考、一分別，落在意識裡頭，佛所講的東西，是從本性裡面說出來的，不是從意識裡頭說出來的，我們用意識去了解它，決定會搞錯，所以不能用意識。怎麼辦？辦法有，而且很簡單。辦法是多聽、多讀，不要去研究，讀的遍數多了，意思就明白了。我們中國古人常講：「讀書千遍，其義自見」，意思自然就明白了。讀書千遍，作者的意思都能明瞭，佛的意思怎麼會不明瞭？何況還有佛力加持，哪有不明瞭的道理！"
    },
    {
      "id": "22-015-0002_p0023",
      "zh_CN": "诸位要晓得，一千遍念下来之后，心清净了，心定了，佛心清净，我们的心也清净，这个心就相应，佛所讲的意思，豁然开朗，就明白了。所以不能用思考，思考是愈思愈远，把佛的意思解错了，愈思惟就愈错误，不思惟才能得真实义。这个诀窍，从前人晓得，现在人晓得的好像不多了。",
      "zh_TW": "諸位要曉得，一千遍念下來之後，心清淨了，心定了，佛心清淨，我們的心也清淨，這個心就相應，佛所講的意思，豁然開朗，就明白了。所以不能用思考，思考是愈思愈遠，把佛的意思解錯了，愈思惟就愈錯誤，不思惟才能得真實義。這個訣竅，從前人曉得，現在人曉得的好像不多了。"
    },
    {
      "id": "22-015-0002_p0024",
      "zh_CN": "现在拿到佛经，拚命去钻研、去研究，研究几十年，实在讲，还在言外，还没能够搞清楚，原因是方法错了。他如果循正规的方法，三年五年没有不开悟的！纵然不能大彻大悟、明心见性，小悟、大悟是必定现前。佛的意思不能完全明白，明白个五成、六成、七成是应当可能的，那就有很大的受用。不按照方法去做，就没法子。这是讲我们如何去求正知正见。我们用佛经典来做帮助，要从错误回头，依靠正确的。",
      "zh_TW": "現在拿到佛經，拚命去鑽研、去研究，研究幾十年，實在講，還在言外，還沒能夠搞清楚，原因是方法錯了。他如果循正規的方法，三年五年沒有不開悟的！縱然不能大徹大悟、明心見性，小悟、大悟是必定現前。佛的意思不能完全明白，明白個五成、六成、七成是應當可能的，那就有很大的受用。不按照方法去做，就沒法子。這是講我們如何去求正知正見。我們用佛經典來做幫助，要從錯誤回頭，依靠正確的。"
    },
    {
      "id": "22-015-0002_p0025",
      "zh_CN": "第三个归依僧。僧是清净的意思，梵语僧伽翻成中国意思叫「和合众」，所以僧里头有清净、和睦的意思。我们不求别人跟我们和睦相处，不这样求法，求我自己应该与大众和睦相处，这是佛法跟一般教学不相同的地方。",
      "zh_TW": "第三個歸依僧。僧是清淨的意思，梵語僧伽翻成中國意思叫「和合眾」，所以僧裡頭有清淨、和睦的意思。我們不求別人跟我們和睦相處，不這樣求法，求我自己應該與大眾和睦相處，這是佛法跟一般教學不相同的地方。"
    },
    {
      "id": "22-015-0002_p0026",
      "zh_CN": "佛法一切求自己，不求别人。无论别人以什么态度对我，我要以清净心、和睦对他，这是佛教导我们的。为什么？如果你要求别人都和睦对待我，你想能够达到心地的清净、和睦，是永远不可能的。所以，要是求自内心的话，求我应该怎样清净和睦对人，这个决定是可以得到的，成就自己无量无边的功德。",
      "zh_TW": "佛法一切求自己，不求別人。無論別人以什麼態度對我，我要以清淨心、和睦對他，這是佛教導我們的。為什麼？如果你要求別人都和睦對待我，你想能夠達到心地的清淨、和睦，是永遠不可能的。所以，要是求自內心的話，求我應該怎樣清淨和睦對人，這個決定是可以得到的，成就自己無量無邊的功德。"
    },
    {
      "id": "22-015-0002_p0027",
      "zh_CN": "「觉、正、净」这三个原则是相通的，一个得到了，其余两个一定同时得到。自性这个体就是「觉、正、净」，就好像三个门一样，三个门都能够进来，无论从哪个门进来，进来都一样，没有进来的时候，不一样。像这个佛堂有三个门，无论从哪个门进来都一样。于是我们明白了，佛法修行常讲「八万四千法门，无量法门」，真的，无量法门到最后就变成三门。像我们这个「念佛会」一样，每一位同修从四面八方许多不同的路，走到这个地方要进佛堂，到最后就变成三个门了，这三个门，随便从哪一个门进来都可以，「法门平等，无有高下」，就是这个意思。",
      "zh_TW": "「覺、正、淨」這三個原則是相通的，一個得到了，其餘兩個一定同時得到。自性這個體就是「覺、正、淨」，就好像三個門一樣，三個門都能夠進來，無論從哪個門進來，進來都一樣，沒有進來的時候，不一樣。像這個佛堂有三個門，無論從哪個門進來都一樣。於是我們明白了，佛法修行常講「八萬四千法門，無量法門」，真的，無量法門到最後就變成三門。像我們這個「念佛會」一樣，每一位同修從四面八方許多不同的路，走到這個地方要進佛堂，到最後就變成三個門了，這三個門，隨便從哪一個門進來都可以，「法門平等，無有高下」，就是這個意思。"
    },
    {
      "id": "22-015-0002_p0028",
      "zh_CN": "理如是，事也如是。我们究竟要从哪个门进？距离哪个门近，就从哪个门进来，不要去绕圈子，就对了。所以佛祖告诉我们，众生根性不相同，于是显得法门就有难易了，所谓有难行道，有易行道。本来是平等的，难易在人，不在法门，法门没有难易。人的业障习气不一样，所以面对法门才有难易之分。",
      "zh_TW": "理如是，事也如是。我們究竟要從哪個門進？距離哪個門近，就從哪個門進來，不要去繞圈子，就對了。所以佛祖告訴我們，眾生根性不相同，於是顯得法門就有難易了，所謂有難行道，有易行道。本來是平等的，難易在人，不在法門，法門沒有難易。人的業障習氣不一樣，所以面對法門才有難易之分。"
    },
    {
      "id": "22-015-0002_p0029",
      "zh_CN": "「觉、正、净」三门，觉门好，一觉悟就开悟了、就见性了。在中国禅宗是从这个门进，在大乘里面，性宗是从这个门进，法性宗、禅宗由「觉门」进。但是从觉门进的人不多，修学的人虽然多，能进得去的人不多。为什么？《坛经》上说得很好，六祖惠能大师说的，他接引的对象是上上根人。换句话说，上、中以下根性的人没分，你没有法子觉；只有上上根人才有分。这就是说明他的烦恼轻，业障习气薄，老师一点他就开悟。像我们业障深重，怎么点也点不醒，没法子开悟。",
      "zh_TW": "「覺、正、淨」三門，覺門好，一覺悟就開悟了、就見性了。在中國禪宗是從這個門進，在大乘裡面，性宗是從這個門進，法性宗、禪宗由「覺門」進。但是從覺門進的人不多，修學的人雖然多，能進得去的人不多。為什麼？《壇經》上說得很好，六祖惠能大師說的，他接引的對象是上上根人。換句話說，上、中以下根性的人沒分，你沒有法子覺；只有上上根人才有分。這就是說明他的煩惱輕，業障習氣薄，老師一點他就開悟。像我們業障深重，怎麼點也點不醒，沒法子開悟。"
    },
    {
      "id": "22-015-0002_p0030",
      "zh_CN": "中下根性的人怎么办？可以走「正门」。正门就是教下所修的，也就是说除了禅宗以外，都叫教下。其他每一个宗派，接引的根机都是中下。中下根机，依照经典，有次第、有浅深，由浅而深，循序渐进，好像爬楼梯一样，一级一级，可以说都能得利益，没有一个不得利益的。得利益的浅深、大小，在乎你自己的根性。如果是上根人，在教下就能大开圆解，跟禅宗大彻大悟、明心见性没有两样。根性没有那么好的，循序渐进，多少都能得到真实的利益。",
      "zh_TW": "中下根性的人怎麼辦？可以走「正門」。正門就是教下所修的，也就是說除了禪宗以外，都叫教下。其他每一個宗派，接引的根機都是中下。中下根機，依照經典，有次第、有淺深，由淺而深，循序漸進，好像爬樓梯一樣，一級一級，可以說都能得利益，沒有一個不得利益的。得利益的淺深、大小，在乎你自己的根性。如果是上根人，在教下就能大開圓解，跟禪宗大徹大悟、明心見性沒有兩樣。根性沒有那麼好的，循序漸進，多少都能得到真實的利益。"
    },
    {
      "id": "22-015-0002_p0031",
      "zh_CN": "所以佛法对于一切众生，它实实在在是真实的教诲，能满一切众生的愿望。你的愿大，它能满足你，你的愿小也能满足你。有人想得人天福报，有人想证阿罗汉果，有人想成佛、成菩萨，只要你有愿求，都可以帮助你满愿，所以「佛氏门中，有求必应」。可是你要懂道理、你要懂方法，如理如法地去求，没有得不到的。",
      "zh_TW": "所以佛法對於一切眾生，它實實在在是真實的教誨，能滿一切眾生的願望。你的願大，它能滿足你，你的願小也能滿足你。有人想得人天福報，有人想證阿羅漢果，有人想成佛、成菩薩，只要你有願求，都可以幫助你滿願，所以「佛氏門中，有求必應」。可是你要懂道理、你要懂方法，如理如法地去求，沒有得不到的。"
    },
    {
      "id": "22-015-0002_p0032",
      "zh_CN": "凡是求愿求不到，必然是方法上错误了，或者是理论上有偏差，你求，求不到。如果是合理如法，没有求不到的。我们求往生、求成佛，都能够得到，何况其余？其余都是小事，成佛往生是大事，没有比这个更大的。所以，的确是没有一样求不到。这是中下根性，从教下入门，像爬楼梯一样，一级一级往上提升，但是时间长，费力多，这是一定的道理。",
      "zh_TW": "凡是求願求不到，必然是方法上錯誤了，或者是理論上有偏差，你求，求不到。如果是合理如法，沒有求不到的。我們求往生、求成佛，都能夠得到，何況其餘？其餘都是小事，成佛往生是大事，沒有比這個更大的。所以，的確是沒有一樣求不到。這是中下根性，從教下入門，像爬樓梯一樣，一級一級往上提升，但是時間長，費力多，這是一定的道理。"
    },
    {
      "id": "22-015-0002_p0033",
      "zh_CN": "从觉门进去是自己有真功夫，他有真本事，他不必要楼梯，他一步就跨上去。像我们中国练武功的，三层楼房，他一下子就飞上去了，他有那个本事。我们没有本事，怎么办？爬楼梯，用这个办法。所以，有本事的人少，没本事，爬楼梯的人多。这就是受得辛苦，要长时间才能够达到。",
      "zh_TW": "從覺門進去是自己有真功夫，他有真本事，他不必要樓梯，他一步就跨上去。像我們中國練武功的，三層樓房，他一下子就飛上去了，他有那個本事。我們沒有本事，怎麼辦？爬樓梯，用這個辦法。所以，有本事的人少，沒本事，爬樓梯的人多。這就是受得辛苦，要長時間才能夠達到。"
    },
    {
      "id": "22-015-0002_p0034",
      "zh_CN": "第三个门是「净门」。净门在宗派里面是两个宗派，净土宗走这个门，密宗也走这个门。密宗也是修清净心的，心净则土净。这两个门，特别是弥陀净土，弥陀净土是非常特别，既不是教你一步爬上去，也不是教你爬楼梯，怎么上去？现在人知道有电梯，一下子就上去。所以这个方法对我们就好太多了，这是弥陀净土无比的殊胜，叫「二力法门」。我们自己要肯上电梯，电梯是谁设的？阿弥陀佛设的。他帮助我们，把我们拉上去。",
      "zh_TW": "第三個門是「淨門」。淨門在宗派裡面是兩個宗派，淨土宗走這個門，密宗也走這個門。密宗也是修清淨心的，心淨則土淨。這兩個門，特別是彌陀淨土，彌陀淨土是非常特別，既不是教你一步爬上去，也不是教你爬樓梯，怎麼上去？現在人知道有電梯，一下子就上去。所以這個方法對我們就好太多了，這是彌陀淨土無比的殊勝，叫「二力法門」。我們自己要肯上電梯，電梯是誰設的？阿彌陀佛設的。他幫助我們，把我們拉上去。"
    },
    {
      "id": "22-015-0002_p0035",
      "zh_CN": "诸位想想，如果真正觉悟了，觉悟的人，他的思想见解哪里会有错误？不会错误。觉悟的人，心地一定会清净。所以一个字得到了，那两个都得到了。我们念佛修清净心，你看《无量寿经》的经题上，「清净平等觉」，我们心清净了，思想见解就正确，没有妄想、没有烦恼，自然就觉悟。可见得「觉、正、净」确实是一而三，三而一，一个得到了，那两个都得到了。",
      "zh_TW": "諸位想想，如果真正覺悟了，覺悟的人，他的思想見解哪裡會有錯誤？不會錯誤。覺悟的人，心地一定會清淨。所以一個字得到了，那兩個都得到了。我們念佛修清淨心，你看《無量壽經》的經題上，「清淨平等覺」，我們心清淨了，思想見解就正確，沒有妄想、沒有煩惱，自然就覺悟。可見得「覺、正、淨」確實是一而三，三而一，一個得到了，那兩個都得到了。"
    },
    {
      "id": "22-015-0002_p0036",
      "zh_CN": "所以，从难易方面来观察，就我们现前这个状况，觉，我们没有能力；正门时间太长，经典太多了，我们学习受不了；净门最适合我们修学，弥陀净土，经典不多，世尊传下来的只有三经。",
      "zh_TW": "所以，從難易方面來觀察，就我們現前這個狀況，覺，我們沒有能力；正門時間太長，經典太多了，我們學習受不了；淨門最適合我們修學，彌陀淨土，經典不多，世尊傳下來的只有三經。"
    },
    {
      "id": "22-015-0002_p0037",
      "zh_CN": "天亲菩萨做了一个《往生论》，《往生论》也不长，《往生论》的内容是什么？是天亲菩萨依据三经修净土法门，他给我们做的修学心得报告。他的报告非常好，很有参考价值，所以古德把这一部论看作经一样，三经一论。《往生论》前面总共是二十四首偈，五言偈，二十四首，一首是四句。它的内容把三经精华，全部都收在这些偈颂里面，后面再以长行文来解释这个偈子。",
      "zh_TW": "天親菩薩做了一個《往生論》，《往生論》也不長，《往生論》的內容是什麼？是天親菩薩依據三經修淨土法門，他給我們做的修學心得報告。他的報告非常好，很有參考價值，所以古德把這一部論看作經一樣，三經一論。《往生論》前面總共是二十四首偈，五言偈，二十四首，一首是四句。它的內容把三經精華，全部都收在這些偈頌裡面，後面再以長行文來解釋這個偈子。"
    },
    {
      "id": "22-015-0002_p0038",
      "zh_CN": "从经典的教训，皆归「五念法」，就是念佛的方法，为我们说出天亲菩萨念佛往生的方法。这个方法传到中国之后，我们从历史上记载知道，昙鸾用这个方法，善导大师也是用这个方法，近代夏莲居居士编的《净修捷要》，还是用这个方法，叫五念法。",
      "zh_TW": "從經典的教訓，皆歸「五念法」，就是念佛的方法，為我們說出天親菩薩念佛往生的方法。這個方法傳到中國之後，我們從歷史上記載知道，曇鸞用這個方法，善導大師也是用這個方法，近代夏蓮居居士編的《淨修捷要》，還是用這個方法，叫五念法。"
    },
    {
      "id": "22-015-0002_p0039",
      "zh_CN": "第一个是礼拜，第二个是称赞，第三个是作愿，第四个是观察，第五个是回向，念念都具足这五法，所以天亲菩萨跟我们念佛不一样。我们念佛只是口念，其他的都没有，天亲菩萨每一句佛号里头有这五样，我们每一句佛号只有一样，只有称念，其他四样没有，所以我们念佛的力量比不上他，他念佛得力，我们念佛不得力，不得力就是常讲的「有口无心」，所以念佛的功夫不得力。",
      "zh_TW": "第一個是禮拜，第二個是稱讚，第三個是作願，第四個是觀察，第五個是迴向，念念都具足這五法，所以天親菩薩跟我們念佛不一樣。我們念佛只是口念，其他的都沒有，天親菩薩每一句佛號裡頭有這五樣，我們每一句佛號只有一樣，只有稱念，其他四樣沒有，所以我們念佛的力量比不上他，他念佛得力，我們念佛不得力，不得力就是常講的「有口無心」，所以念佛的功夫不得力。"
    },
    {
      "id": "22-015-0002_p0040",
      "zh_CN": "第一个礼拜。附带在此地给诸位说说，我们大家都是念佛人，礼拜并不指每一天去拜佛，不是这个意思。礼拜是恭敬，我们要用恭敬心念佛，恭敬当然一定真诚，心不真诚就是不恭敬，用真诚恭敬的心，就是礼拜。",
      "zh_TW": "第一個禮拜。附帶在此地給諸位說說，我們大家都是念佛人，禮拜並不指每一天去拜佛，不是這個意思。禮拜是恭敬，我們要用恭敬心念佛，恭敬當然一定真誠，心不真誠就是不恭敬，用真誠恭敬的心，就是禮拜。"
    },
    {
      "id": "22-015-0002_p0041",
      "zh_CN": "第二个称赞。称念是佛号念出来，古德教给我们，佛号从心生，从口念出，从耳朵里听进去，这叫称念。",
      "zh_TW": "第二個稱讚。稱念是佛號念出來，古德教給我們，佛號從心生，從口念出，從耳朵裡聽進去，這叫稱念。"
    },
    {
      "id": "22-015-0002_p0042",
      "zh_CN": "第三个作愿。我为什么念佛？是为了求生净土、是为了见阿弥陀佛，念念都有这个目标，不是盲目在念。我念这句佛号，就是要生净土、要见弥陀，所以那个愿就在里面。",
      "zh_TW": "第三個作願。我為什麼念佛？是為了求生淨土、是為了見阿彌陀佛，念念都有這個目標，不是盲目在念。我念這句佛號，就是要生淨土、要見彌陀，所以那個願就在裡面。"
    },
    {
      "id": "22-015-0002_p0043",
      "zh_CN": "第四个观察。观察是对西方世界的依正庄严，清清楚楚、明明白白。",
      "zh_TW": "第四個觀察。觀察是對西方世界的依正莊嚴，清清楚楚、明明白白。"
    },
    {
      "id": "22-015-0002_p0044",
      "zh_CN": "第五个回向。回向是心，我愿意生西方，我也愿意一切众生同生西方，我愿意见弥陀，我也愿意一切众生同见弥陀，这就是回向。",
      "zh_TW": "第五個迴向。迴向是心，我願意生西方，我也願意一切眾生同生西方，我願意見彌陀，我也願意一切眾生同見彌陀，這就是迴向。"
    },
    {
      "id": "22-015-0002_p0045",
      "zh_CN": "所以每一句佛号里面都具足这五念，这五念不是分开的，五念融于一句佛号当中。他念佛跟我们念不一样，他念佛能「都摄六根，净念相继」。我们今天念佛，不能够「都摄六根」，问题在哪里？我们念佛，口里念阿弥陀佛，心里还在打妄想，怎么行？人家没有妄想，人家有观察、有发愿，所以他就没有妄想，他六根就都摄了。",
      "zh_TW": "所以每一句佛號裡面都具足這五念，這五念不是分開的，五念融於一句佛號當中。他念佛跟我們念不一樣，他念佛能「都攝六根，淨念相繼」。我們今天念佛，不能夠「都攝六根」，問題在哪裡？我們念佛，口裡念阿彌陀佛，心裡還在打妄想，怎麼行？人家沒有妄想，人家有觀察、有發願，所以他就沒有妄想，他六根就都攝了。"
    },
    {
      "id": "22-015-0002_p0046",
      "zh_CN": "三经一论比起任何宗派所依据的经论要少。纵然现在有祖师大德们把《行愿品》、《大势至菩萨念佛圆通章》附在后面，称为五经一论。五经一论合起来印，薄薄的一册，不多。任何一个宗派里面的经典，堆起来都是一大堆。净土宗一册薄薄的，所以就很适合现代人修学。经典少，读诵便利，容易记住；记不住，在日常生活当中，修行的标准就没有了。能够记得住，标准就在。",
      "zh_TW": "三經一論比起任何宗派所依據的經論要少。縱然現在有祖師大德們把《行願品》、《大勢至菩薩念佛圓通章》附在後面，稱為五經一論。五經一論合起來印，薄薄的一冊，不多。任何一個宗派裡面的經典，堆起來都是一大堆。淨土宗一冊薄薄的，所以就很適合現代人修學。經典少，讀誦便利，容易記住；記不住，在日常生活當中，修行的標準就沒有了。能夠記得住，標準就在。"
    },
    {
      "id": "22-015-0002_p0047",
      "zh_CN": "我们起心动念、处事待人接物，一定要符合经典里面的教训。佛在经上教我们做的，我们要认真去做，教我们不可以做的，我们决定不去做，如教修行，老实念佛，这样的人就决定往生。所以这个法门好，无论是上上根或者下下根，九界有情众生依这个法门，平等得度，这个不可思议。我们讲福与慧，福慧达到最究竟、最圆满，无过于此！",
      "zh_TW": "我們起心動念、處事待人接物，一定要符合經典裡面的教訓。佛在經上教我們做的，我們要認真去做，教我們不可以做的，我們決定不去做，如教修行，老實念佛，這樣的人就決定往生。所以這個法門好，無論是上上根或者下下根，九界有情眾生依這個法門，平等得度，這個不可思議。我們講福與慧，福慧達到最究竟、最圓滿，無過於此！"
    },
    {
      "id": "22-015-0002_p0048",
      "zh_CN": "你能够选择净宗，选择五经一论作为修行的标准，一心一意求生西方，这是无比的智慧。在大乘佛法当中，大家晓得，智慧最大的是文殊师利菩萨；福报最大的是普贤菩萨，文殊、普贤的福慧达到究竟圆满，都是生到西方极乐世界才圆满的；没有到西方极乐世界，他们的智慧福德不圆满！所以究竟圆满的智慧是选择这个法门，这是智慧的选择，没有高度的智慧，他不可能选择这个法门。",
      "zh_TW": "你能夠選擇淨宗，選擇五經一論作為修行的標準，一心一意求生西方，這是無比的智慧。在大乘佛法當中，大家曉得，智慧最大的是文殊師利菩薩；福報最大的是普賢菩薩，文殊、普賢的福慧達到究竟圓滿，都是生到西方極樂世界才圓滿的；沒有到西方極樂世界，他們的智慧福德不圓滿！所以究竟圓滿的智慧是選擇這個法門，這是智慧的選擇，沒有高度的智慧，他不可能選擇這個法門。"
    },
    {
      "id": "22-015-0002_p0049",
      "zh_CN": "认真修学，决定求生，那是大福报，没有比这个福报更大的。你的决心一下，就得诸佛如来的加持；也可以说，你的命运立刻就转了。我没有发愿求生之前，我们的身是业报身，业报很苦；你一发真实愿，你的愿力超过业力，业力比不上愿力。换句话说，愿一发，这个身就是乘愿再来身，这个身是得弥陀本愿加持、十方如来加持，怎么会一样？不一样了。",
      "zh_TW": "認真修學，決定求生，那是大福報，沒有比這個福報更大的。你的決心一下，就得諸佛如來的加持；也可以說，你的命運立刻就轉了。我沒有發願求生之前，我們的身是業報身，業報很苦；你一發真實願，你的願力超過業力，業力比不上願力。換句話說，願一發，這個身就是乘願再來身，這個身是得彌陀本願加持、十方如來加持，怎麼會一樣？不一樣了。"
    },
    {
      "id": "22-015-0002_p0050",
      "zh_CN": "换句话说，你今天求生净土的心，是真的，还是假的？假的就得不到，真的就立刻得到。所以，一定要发真实愿，真实愿一定是舍弃这个世间，身心世界一切放下。放下不是事上放下，事上没有妨碍的，心上放下。我心里面再也不把世间事情放在心上，心里面只有阿弥陀佛、只有西方净土，除阿弥陀佛、西方净土之外，心里头干干净净，什么都没有，你是真的发愿了。如果你还有世间拉拉杂杂的事情在心里面，你的愿不真，你的愿不纯，你的心是杂乱心，杂乱心念佛只能成种子，现前的利益你得不到，关键在这个地方，这是讲到福慧达到顶点。",
      "zh_TW": "換句話說，你今天求生淨土的心，是真的，還是假的？假的就得不到，真的就立刻得到。所以，一定要發真實願，真實願一定是捨棄這個世間，身心世界一切放下。放下不是事上放下，事上沒有妨礙的，心上放下。我心裡面再也不把世間事情放在心上，心裡面只有阿彌陀佛、只有西方淨土，除阿彌陀佛、西方淨土之外，心裡頭乾乾淨淨，什麼都沒有，你是真的發願了。如果你還有世間拉拉雜雜的事情在心裡面，你的願不真，你的願不純，你的心是雜亂心，雜亂心念佛只能成種子，現前的利益你得不到，關鍵在這個地方，這是講到福慧達到頂點。"
    },
    {
      "id": "22-015-0002_p0051",
      "zh_CN": "我们晓得三归从哪里归，我们从什么地方依。今天，我们不但要从世间一切拉拉杂杂的回头，在整个佛法里面，我们也要回头。过去，无论我们学的什么法门，读诵什么经典，我统统都放下，专依《阿弥陀经》，五经里头任选一种都可以，因为它都是以西方极乐世界为归宿的。普贤菩萨十大愿王导归极乐，所以《行愿品》也是往生西方的，《大势至菩萨念佛圆通章》更不必说了。",
      "zh_TW": "我們曉得三歸從哪裡歸，我們從什麼地方依。今天，我們不但要從世間一切拉拉雜雜的回頭，在整個佛法裡面，我們也要回頭。過去，無論我們學的什麼法門，讀誦什麼經典，我統統都放下，專依《阿彌陀經》，五經裡頭任選一種都可以，因為它都是以西方極樂世界為歸宿的。普賢菩薩十大願王導歸極樂，所以《行願品》也是往生西方的，《大勢至菩薩念佛圓通章》更不必說了。"
    },
    {
      "id": "22-015-0002_p0052",
      "zh_CN": "所以，五经一论都是导归极乐，任选一种就可以，不必五种都读，五种太麻烦、太多了，念一种就行了，老实念佛，我们今天依靠这个。依靠阿弥陀佛、依靠观音、势至。观音是慈悲，势至是智慧，怎么依靠观音、势至？我们处事待人接物要理智、要慈悲，这就是依靠观音、势至，观音、势至的威神就能加持得上，这才叫归依三宝。",
      "zh_TW": "所以，五經一論都是導歸極樂，任選一種就可以，不必五種都讀，五種太麻煩、太多了，念一種就行了，老實念佛，我們今天依靠這個。依靠阿彌陀佛、依靠觀音、勢至。觀音是慈悲，勢至是智慧，怎麼依靠觀音、勢至？我們處事待人接物要理智、要慈悲，這就是依靠觀音、勢至，觀音、勢至的威神就能加持得上，這才叫歸依三寶。"
    },
    {
      "id": "22-015-0002_p0053",
      "zh_CN": "然后佛教导我们「具足众戒，不犯威仪」，这两句也是广义的，虽然我们讲它是小乘善，但是佛这些话，都在大乘经上讲的，不是在小乘经上讲的，所以我们一定用广义来看它。",
      "zh_TW": "然後佛教導我們「具足眾戒，不犯威儀」，這兩句也是廣義的，雖然我們講它是小乘善，但是佛這些話，都在大乘經上講的，不是在小乘經上講的，所以我們一定用廣義來看它。"
    },
    {
      "id": "22-015-0002_p0054",
      "zh_CN": "「具足众戒」里面包括的范围非常大，佛在所有经论里面对我们的教训都是戒律，我们都要遵守。最基本的就是三福，三福六和是基本的戒律。世间的法律、道德、风俗习惯，包括在饶益有情的戒律，利益众生的戒律。饶益有情、利益众生，佛只讲一个原则，没有一条一条说，这些东西全部都包含在里头，我们要遵守！",
      "zh_TW": "「具足眾戒」裡面包括的範圍非常大，佛在所有經論裡面對我們的教訓都是戒律，我們都要遵守。最基本的就是三福，三福六和是基本的戒律。世間的法律、道德、風俗習慣，包括在饒益有情的戒律，利益眾生的戒律。饒益有情、利益眾生，佛只講一個原則，沒有一條一條說，這些東西全部都包含在裡頭，我們要遵守！"
    },
    {
      "id": "22-015-0002_p0055",
      "zh_CN": "除此以外，像修学的次第，我们办事情的程序，有先后，有本末，这些也在戒律的范围之内。可见得这个意思，真的是很广泛！不能说「具足众戒」大概是五戒、八戒、十戒、比丘戒、菩萨戒，你这样看法，戒律的范围就太窄小了，这绝对不是佛的意思。所以，持戒用我们现代话来讲是守法，这个比较接近。要守法、要守规矩，我们办事情才会顺利、才会畅通无阻，减少障碍。",
      "zh_TW": "除此以外，像修學的次第，我們辦事情的程序，有先後，有本末，這些也在戒律的範圍之內。可見得這個意思，真的是很廣泛！不能說「具足眾戒」大概是五戒、八戒、十戒、比丘戒、菩薩戒，你這樣看法，戒律的範圍就太窄小了，這絕對不是佛的意思。所以，持戒用我們現代話來講是守法，這個比較接近。要守法、要守規矩，我們辦事情才會順利、才會暢通無阻，減少障礙。"
    },
    {
      "id": "22-015-0002_p0056",
      "zh_CN": "「不犯威仪」是作人的基本态度，威仪是现在人讲的礼节。古时候的礼节跟现在不同，中国跟外国不同，这些我们都必须要讲求的。现在佛门里面，还保守着很多古礼，我们常常提倡佛法要现代化、要本土化，众生才能得到真实的利益，食古不化是错误的。",
      "zh_TW": "「不犯威儀」是作人的基本態度，威儀是現在人講的禮節。古時候的禮節跟現在不同，中國跟外國不同，這些我們都必須要講求的。現在佛門裡面，還保守著很多古禮，我們常常提倡佛法要現代化、要本土化，眾生才能得到真實的利益，食古不化是錯誤的。"
    },
    {
      "id": "22-015-0002_p0057",
      "zh_CN": "譬如，我们最常见的佛门礼节还是顶礼三拜，当然我们对佛像可以，早晚课诵里面，佛堂里面对佛菩萨可以，这是修敬。对人就不必了，人是现代人，佛菩萨塑的像，服装是古时候的，没有穿现代人的衣服，我们对他用古礼可以。人是现代人，现代人用现代的礼节就通畅无阻了，这是我们应当要提倡的。现代人见面一鞠躬，我们顶多合掌一问讯就很好了，恭敬之心没有差别，形式要提倡现代化，非常重要。",
      "zh_TW": "譬如，我們最常見的佛門禮節還是頂禮三拜，當然我們對佛像可以，早晚課誦裡面，佛堂裡面對佛菩薩可以，這是修敬。對人就不必了，人是現代人，佛菩薩塑的像，服裝是古時候的，沒有穿現代人的衣服，我們對他用古禮可以。人是現代人，現代人用現代的禮節就通暢無阻了，這是我們應當要提倡的。現代人見面一鞠躬，我們頂多合掌一問訊就很好了，恭敬之心沒有差別，形式要提倡現代化，非常重要。"
    },
    {
      "id": "22-015-0002_p0058",
      "zh_CN": "因为佛法要教现代人，特别是在外国，中国人他还会磕头顶礼，外国人就很少了。但是外国人也有，也很可爱，学了佛，他也知道拜佛，见到法师也会顶礼。但是我们觉得不太好，因为不能把佛法在外面很快速地发扬光大，这都是阻力，应该要把它排除掉，我们要明理！所以「不犯威仪」，要讲现代的威仪，在每一个国家地区，要讲当地的威仪，就是讲他们的风俗习惯、他们的礼节。我们到哪个地方，遵守地方上的风俗习惯和礼节，我们就能跟人家打成一片。",
      "zh_TW": "因為佛法要教現代人，特別是在外國，中國人他還會磕頭頂禮，外國人就很少了。但是外國人也有，也很可愛，學了佛，他也知道拜佛，見到法師也會頂禮。但是我們覺得不太好，因為不能把佛法在外面很快速地發揚光大，這都是阻力，應該要把它排除掉，我們要明理！所以「不犯威儀」，要講現代的威儀，在每一個國家地區，要講當地的威儀，就是講他們的風俗習慣、他們的禮節。我們到哪個地方，遵守地方上的風俗習慣和禮節，我們就能跟人家打成一片。"
    },
    {
      "id": "22-015-0002_p0059",
      "zh_CN": "如果严格地来说，真的是照佛的本意，大乘经上很多，特别是般若经典。般若经典上明白的告诉我们，佛有没有相？佛没有相。《金刚经》上就说得好，佛问须菩提：「可不可以三十二相见如来？」不可，就是说佛没有相，佛的相是随众生的心变现的。《楞严》上说得明白：「随众生心，应所知量，当处出生，当处灭尽」，明明白白地告诉我们！佛在人间现的是人相，畜牲里面现的是畜牲相。佛要度猪，他只好变个猪，跟猪在一起才可以给牠说法；变个人跟猪讲法，决定讲不通的。在鬼道的时候，他就现鬼身，在地狱道现地狱身。由此可知，在中国度中国人，现中国人身；度印度人，现印度人身，这个道理应当要懂。",
      "zh_TW": "如果嚴格地來說，真的是照佛的本意，大乘經上很多，特別是般若經典。般若經典上明白的告訴我們，佛有沒有相？佛沒有相。《金剛經》上就說得好，佛問須菩提：「可不可以三十二相見如來？」不可，就是說佛沒有相，佛的相是隨眾生的心變現的。《楞嚴》上說得明白：「隨眾生心，應所知量，當處出生，當處滅盡」，明明白白地告訴我們！佛在人間現的是人相，畜牲裡面現的是畜牲相。佛要度豬，他只好變個豬，跟豬在一起才可以給牠說法；變個人跟豬講法，決定講不通的。在鬼道的時候，他就現鬼身，在地獄道現地獄身。由此可知，在中國度中國人，現中國人身；度印度人，現印度人身，這個道理應當要懂。"
    },
    {
      "id": "22-015-0002_p0060",
      "zh_CN": "所以我们中国人塑佛像，塑中国人的面孔是正确的。你看泰国的释迦牟尼佛像，泰国是小乘，佛只有释迦牟尼佛，除释迦牟尼佛之外，就没有第二个佛。所以在泰国，一个寺庙不管供多少佛像，都是释迦牟尼佛。下巴尖尖的、长长的像泰国人，这个就是「随心应量」！日本人的佛像，你一看就像日本人，还有很多佛像穿的是鸭巴鞋。西藏的佛像，你一看就是西藏人，能看得出来。所以我在美国迈阿密讲经，我告诉一外国人：「佛教没有到美国来。」他感到很奇怪，就问：「为什么没来？」我说：「哪一尊佛像面孔像你们美国人？」我们一定要懂这个道理。",
      "zh_TW": "所以我們中國人塑佛像，塑中國人的面孔是正確的。你看泰國的釋迦牟尼佛像，泰國是小乘，佛只有釋迦牟尼佛，除釋迦牟尼佛之外，就沒有第二個佛。所以在泰國，一個寺廟不管供多少佛像，都是釋迦牟尼佛。下巴尖尖的、長長的像泰國人，這個就是「隨心應量」！日本人的佛像，你一看就像日本人，還有很多佛像穿的是鴨巴鞋。西藏的佛像，你一看就是西藏人，能看得出來。所以我在美國邁阿密講經，我告訴一外國人：「佛教沒有到美國來。」他感到很奇怪，就問：「為什麼沒來？」我說：「哪一尊佛像面孔像你們美國人？」我們一定要懂這個道理。"
    },
    {
      "id": "22-015-0002_p0061",
      "zh_CN": "因为佛不着相，所以能够现一切相，佛因为不执着法，所以能够说一切法。我们的麻烦，我们执着！执着就变成死的，不执着是活的，活活泼泼的。这些大乘经在我们中国，都看成是重要的大乘经论，读诵的人很多，为什么不能体会到这个意思？为什么不能活用在生活之中？为什么不能用在传播佛法上？这些都是值得我们深深去检点、去反省。",
      "zh_TW": "因為佛不著相，所以能夠現一切相，佛因為不執著法，所以能夠說一切法。我們的麻煩，我們執著！執著就變成死的，不執著是活的，活活潑潑的。這些大乘經在我們中國，都看成是重要的大乘經論，讀誦的人很多，為什麼不能體會到這個意思？為什麼不能活用在生活之中？為什麼不能用在傳播佛法上？這些都是值得我們深深去檢點、去反省。"
    },
    {
      "id": "22-015-0002_p0062",
      "zh_CN": "佛法不能够普被众生，就会造成世间的动乱不安。今天要靠其他的教育来善导人心，净化社会，只是口号而已，做不到！我们深深的思惟，真的，唯独佛法，要能够发扬光大了，可以达到这个目标，真的能够净化社会、善导人心，使这个世间，每一个国家、每一个种族，都能够和平相处、共存共荣。除了佛法教育之外，实实在在想不出另外一个好方法。",
      "zh_TW": "佛法不能夠普被眾生，就會造成世間的動亂不安。今天要靠其他的教育來善導人心，淨化社會，只是口號而已，做不到！我們深深的思惟，真的，唯獨佛法，要能夠發揚光大了，可以達到這個目標，真的能夠淨化社會、善導人心，使這個世間，每一個國家、每一個種族，都能夠和平相處、共存共榮。除了佛法教育之外，實實在在想不出另外一個好方法。"
    },
    {
      "id": "22-015-0002_p0063",
      "zh_CN": "宣传佛法是我们每一个佛弟子分内的责任。佛法是真理、是至善、是圆满，因此绝对不会有障碍，绝对不会有阻力，就是任何国家、任何民族、任何宗教、任何党派遇到佛法，没有一个不欢迎的、没有不喜欢的。现在人家不欢迎、不喜欢，有排斥，原因在哪里？我们自己做错了，我们把佛法错解了、误传了，问题出在这个地方。我们不懂佛法现代化的精神、不懂得本土化的精神、不懂得融和的道理，所以佛法不能够普遍弘扬、不能够普及人心。",
      "zh_TW": "宣傳佛法是我們每一個佛弟子分內的責任。佛法是真理、是至善、是圓滿，因此絕對不會有障礙，絕對不會有阻力，就是任何國家、任何民族、任何宗教、任何黨派遇到佛法，沒有一個不歡迎的、沒有不喜歡的。現在人家不歡迎、不喜歡，有排斥，原因在哪裡？我們自己做錯了，我們把佛法錯解了、誤傳了，問題出在這個地方。我們不懂佛法現代化的精神、不懂得本土化的精神、不懂得融和的道理，所以佛法不能夠普遍弘揚、不能夠普及人心。"
    },
    {
      "id": "22-015-0002_p0064",
      "zh_CN": "首先，我们要觉悟，我们应该懂得怎么个作法。刚才说过，净宗跟其他宗派显得特别的简单容易。我们依据的经典很少，总共也不过是六种，而且六种当中，任何一种就行了，分量的确不多。最少的《大势至菩萨念佛圆通章》，总共二百四十四个字，比《般若心经》二百六十个字还短。",
      "zh_TW": "首先，我們要覺悟，我們應該懂得怎麼個作法。剛才說過，淨宗跟其他宗派顯得特別的簡單容易。我們依據的經典很少，總共也不過是六種，而且六種當中，任何一種就行了，分量的確不多。最少的《大勢至菩薩念佛圓通章》，總共二百四十四個字，比《般若心經》二百六十個字還短。"
    },
    {
      "id": "22-015-0002_p0065",
      "zh_CN": "我们在行门，也就是处事待人接物，我们遵守的科目只有五科，「三福、六和、三学、六度、普贤十愿」，好记！时时刻刻用这个条目来反省、来检点，认真努力去修学，福慧都在其中。你认识、你选择，这是智慧；你愿意修学，认真去做，这就是福德了，所以福慧都在其中。这个还是基础，从这个基础上，再建立大乘，大乘与如来果地上就相应了，可见得前面两条是基础。但是这个基础非常重要，没有这个坚实的基础，大乘佛法的修学都落空，都得不到成就。",
      "zh_TW": "我們在行門，也就是處事待人接物，我們遵守的科目只有五科，「三福、六和、三學、六度、普賢十願」，好記！時時刻刻用這個條目來反省、來檢點，認真努力去修學，福慧都在其中。你認識、你選擇，這是智慧；你願意修學，認真去做，這就是福德了，所以福慧都在其中。這個還是基礎，從這個基礎上，再建立大乘，大乘與如來果地上就相應了，可見得前面兩條是基礎。但是這個基礎非常重要，沒有這個堅實的基礎，大乘佛法的修學都落空，都得不到成就。"
    },
    {
      "id": "22-015-0002_p0066",
      "zh_CN": "今天我们所讲的重点在三归。三归，多少人归依错了，不晓得归到哪里去了？我相信我们在座的同修，都受过三归，你们自己好好反省，你归到哪里去？你依靠什么？你是不是很清楚、很明白。",
      "zh_TW": "今天我們所講的重點在三歸。三歸，多少人歸依錯了，不曉得歸到哪裡去了？我相信我們在座的同修，都受過三歸，你們自己好好反省，你歸到哪裡去？你依靠什麼？你是不是很清楚、很明白。"
    },
    {
      "id": "22-015-0002_p0067",
      "zh_CN": "一般最大的一个错误，传授三归的法师，「我归依某某法师」，这下完了，已经迷惑颠倒了，更加一层迷惑，已经邪知邪见了，又加上一层邪知邪见，身心已经被污染了，现在又加上法师的污染，糟糕不糟糕！不但没有把「迷、邪、染」舍掉，反而加重了。这样的归依，诸位想想，你怎么能成就？你平常修行的，岂不叫白修了？怎么用功、怎么精进，都是白修了。为什么？大的方向错了、大的原则错了。佛明明教我们要依觉、正净、依自性三宝，你怎么能去归依一个人？这个错得太离谱了。所以，要知道学佛从哪里学起。",
      "zh_TW": "一般最大的一個錯誤，傳授三歸的法師，「我歸依某某法師」，這下完了，已經迷惑顛倒了，更加一層迷惑，已經邪知邪見了，又加上一層邪知邪見，身心已經被污染了，現在又加上法師的污染，糟糕不糟糕！不但沒有把「迷、邪、染」捨掉，反而加重了。這樣的歸依，諸位想想，你怎麼能成就？你平常修行的，豈不叫白修了？怎麼用功、怎麼精進，都是白修了。為什麼？大的方向錯了、大的原則錯了。佛明明教我們要依覺、正淨、依自性三寶，你怎麼能去歸依一個人？這個錯得太離譜了。所以，要知道學佛從哪裡學起。"
    },
    {
      "id": "22-015-0002_p0068",
      "zh_CN": "在这个基础上再建立大乘，大乘是无比的殊胜，从大乘法里面再建立净土，这样修净土，求生净土则稳当！",
      "zh_TW": "在這個基礎上再建立大乘，大乘是無比的殊勝，從大乘法裡面再建立淨土，這樣修淨土，求生淨土則穩當！"
    },
    {
      "id": "22-015-0002_p0069",
      "zh_CN": "今天时间到了，明天我们还有一堂，我跟诸位做一个圆满的报告，谢谢诸位。",
      "zh_TW": "今天時間到了，明天我們還有一堂，我跟諸位做一個圓滿的報告，謝謝諸位。"
    }
  ]
}