{
  "doc_id": "21-082-0001",
  "title": {
    "zh_CN": "菩提心贯注在整个生命中",
    "zh_TW": "菩提心貫注在整個生命中"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "21-082-0001",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "21-082-0001_p0001",
      "zh_CN": "诸位同学大家好！今天有来自中国吉林兴隆寺的十八位同学，他们明天就要离开新加坡，所以我们利用今天早晨这两个小时，专门为吉林的同学、为北京的同学，谈谈念佛法门，所以我们的《华严经》跟《感应篇》暂停一次。",
      "zh_TW": "諸位同學大家好！今天有來自中國吉林興隆寺的十八位同學，他們明天就要離開新加坡，所以我們利用今天早晨這兩個小時，專門為吉林的同學、為北京的同學，談談念佛法門，所以我們的《華嚴經》跟《感應篇》暫停一次。"
    },
    {
      "id": "21-082-0001_p0002",
      "zh_CN": "学佛首先要知道佛是什么，这是最重要的。学佛是学作佛，作佛是心去作佛，我们一定要学佛的存心、佛的用心，这才是真正抓到了根本。念佛大家都会念，都念这一句「南无阿弥陀佛」，可是每个人得的结果不一样。有的人能往生，有的人不能往生。实在说，往生的人少，不能往生的人占了大多数，即使往生了，生到西方极乐世界，品位不相同。有人生实报土，有人生同居土，原因到底在哪里？我们要明了，原因就是你有没有把佛的根找到。佛的根是什么？世尊在《无量寿经》上跟我们讲得很清楚、很明白，我们天天读，实在讲粗心大意，没有能够理会到。",
      "zh_TW": "學佛首先要知道佛是什麼，這是最重要的。學佛是學作佛，作佛是心去作佛，我們一定要學佛的存心、佛的用心，這才是真正抓到了根本。念佛大家都會念，都念這一句「南無阿彌陀佛」，可是每個人得的結果不一樣。有的人能往生，有的人不能往生。實在說，往生的人少，不能往生的人佔了大多數，即使往生了，生到西方極樂世界，品位不相同。有人生實報土，有人生同居土，原因到底在哪裡？我們要明瞭，原因就是你有沒有把佛的根找到。佛的根是什麼？世尊在《無量壽經》上跟我們講得很清楚、很明白，我們天天讀，實在講粗心大意，沒有能夠理會到。"
    },
    {
      "id": "21-082-0001_p0003",
      "zh_CN": "你看看经里面讲的「三辈往生」、「往生正因」，世尊特别强调的「发菩提心，一向专念」，上辈、中辈、下辈，乃至于一心三辈，都不能离开这八个字。一心专念做了，菩提心没发，那就不能往生。念得再勤，古人所讲的一天念十万声佛号，也不能够往生。菩提心发了，有人发得圆满，有人发得不圆满，能往生，往生品位不一样。所以善导大师讲得好，往生的品位都在遇缘不同，这一句话讲得太好了。你遇到的缘殊胜，你把这个理念、道理、理事因果都搞清楚、搞明白了，你在这一生当中可以修成实报土上品上生。没有搞清楚，发了一点菩提心，与菩提心相应的，也能往生凡圣同居土，差别很大。",
      "zh_TW": "你看看經裡面講的「三輩往生」、「往生正因」，世尊特別強調的「發菩提心，一向專念」，上輩、中輩、下輩，乃至於一心三輩，都不能離開這八個字。一心專念做了，菩提心沒發，那就不能往生。念得再勤，古人所講的一天念十萬聲佛號，也不能夠往生。菩提心發了，有人發得圓滿，有人發得不圓滿，能往生，往生品位不一樣。所以善導大師講得好，往生的品位都在遇緣不同，這一句話講得太好了。你遇到的緣殊勝，你把這個理念、道理、理事因果都搞清楚、搞明白了，你在這一生當中可以修成實報土上品上生。沒有搞清楚，發了一點菩提心，與菩提心相應的，也能往生凡聖同居土，差別很大。"
    },
    {
      "id": "21-082-0001_p0004",
      "zh_CN": "什么是圆满的菩提心？世尊在《观无量寿佛经》上告诉我们：至诚心、深心、回向发愿心，这个说法我们也不好懂。马鸣菩萨在《起信论》里面给我们讲：直心、深心、大悲心，还是不好懂。把经论合起来看比较容易体会，菩提心是真实、究竟、圆满、觉悟的心。换一句话说，我们凡夫迷，迷而不觉，菩提心是觉而不迷。我们为现前多数同修着想，我们将菩提心写成十个字：真诚、清净、平等、正觉、慈悲。这十个字就是菩提心，我们要把这十个字抓到，变成自己的心。在日常生活当中，工作里头、应酬里头，处事待人接物我们用真心。什么叫真诚心？古德教给我们，「一念不生是谓诚」。真诚心里头没有念头，佛经上讲得很多，「真心离念」。换句话说，有念头，念头是妄心，不是真心，真心没有念头。",
      "zh_TW": "什麼是圓滿的菩提心？世尊在《觀無量壽佛經》上告訴我們：至誠心、深心、迴向發願心，這個說法我們也不好懂。馬鳴菩薩在《起信論》裡面給我們講：直心、深心、大悲心，還是不好懂。把經論合起來看比較容易體會，菩提心是真實、究竟、圓滿、覺悟的心。換一句話說，我們凡夫迷，迷而不覺，菩提心是覺而不迷。我們為現前多數同修著想，我們將菩提心寫成十個字：真誠、清淨、平等、正覺、慈悲。這十個字就是菩提心，我們要把這十個字抓到，變成自己的心。在日常生活當中，工作裡頭、應酬裡頭，處事待人接物我們用真心。什麼叫真誠心？古德教給我們，「一念不生是謂誠」。真誠心裡頭沒有念頭，佛經上講得很多，「真心離念」。換句話說，有念頭，念頭是妄心，不是真心，真心沒有念頭。"
    },
    {
      "id": "21-082-0001_p0005",
      "zh_CN": "由此可知，我们一念不生的这个时候是真心，境界很难体会。我们还是遵循佛陀的教诲，我们的真心为什么会变成妄心？佛说：「但以妄想执着而不能证得。」我们就晓得了，我们有妄想、有分别、有执着，落在妄想分别执着里面，我们用的是妄心，妄心是轮回心，用轮回心修什么样的法，还是出不了轮回。如何把轮回心转变成菩提心，这个事情要紧。我们懂得这个道理，也就晓得转的方法，那就是我们决定不用妄想分别执着。只要你不用妄想分别执着，你的心就是菩提心，你的心就是真诚心。掺杂妄想分别执着在里面，你的真心就变成妄心，这是根本。我们用这种心念佛，那就叫「一念相应一念佛，念念相应念念佛」，跟佛才相应。不是这个心就不相应，只能在佛法里面种一点善根，跟阿弥陀佛、跟西方极乐世界结个善缘，这一生当中很难成就。",
      "zh_TW": "由此可知，我們一念不生的這個時候是真心，境界很難體會。我們還是遵循佛陀的教誨，我們的真心為什麼會變成妄心？佛說：「但以妄想執著而不能證得。」我們就曉得了，我們有妄想、有分別、有執著，落在妄想分別執著裡面，我們用的是妄心，妄心是輪迴心，用輪迴心修什麼樣的法，還是出不了輪迴。如何把輪迴心轉變成菩提心，這個事情要緊。我們懂得這個道理，也就曉得轉的方法，那就是我們決定不用妄想分別執著。只要你不用妄想分別執著，你的心就是菩提心，你的心就是真誠心。摻雜妄想分別執著在裡面，你的真心就變成妄心，這是根本。我們用這種心念佛，那就叫「一念相應一念佛，念念相應念念佛」，跟佛才相應。不是這個心就不相應，只能在佛法裡面種一點善根，跟阿彌陀佛、跟西方極樂世界結個善緣，這一生當中很難成就。"
    },
    {
      "id": "21-082-0001_p0006",
      "zh_CN": "我们要想真的成就，真的在这一生当中生到极乐世界去亲近阿弥陀佛，我们处事待人接物要用真心、用真诚、用清净。什么叫清净？六根接触外面六尘境界，决定不污染就叫清净。什么是污染？喜怒哀乐爱恶欲，我们中国人讲七情五欲。你跟外面境界接触，心里头生七情五欲，你就被污染了。也许有人要问了，「如果我跟外面人、物接触，不起七情五欲，那不就变成木头？怎么能跟人相处？」要知道佛教给我们的，外面的表演跟世间人一样，看到可爱的喜欢，看到不可爱的也有讨厌，那是演戏，不是真的，心里头决定不染，这叫离一切相。所以佛法在世间，不坏世间法。不坏世间法就是表演的时候很生动、很活泼，而且是真心表演，不是妄心。世间人讲爱、讲恨，假的，虚情假意。为什么？他的心是假的。早晨爱了，晚上就恨，变化太大了。佛菩萨虽然表演出来，他是真心表演的，真心就跟镜子一样，所以用心像镜子。我们笑，镜子里的人也笑；我们哭，他也哭。我们笑哭有心，他笑哭没有心，表演得非常逼真，他里头确实没有情、没有执着。他是智慧，高度的智慧、圆满的智慧。我们学佛从这里学。",
      "zh_TW": "我們要想真的成就，真的在這一生當中生到極樂世界去親近阿彌陀佛，我們處事待人接物要用真心、用真誠、用清淨。什麼叫清淨？六根接觸外面六塵境界，決定不污染就叫清淨。什麼是污染？喜怒哀樂愛惡欲，我們中國人講七情五欲。你跟外面境界接觸，心裡頭生七情五欲，你就被污染了。也許有人要問了，「如果我跟外面人、物接觸，不起七情五欲，那不就變成木頭？怎麼能跟人相處？」要知道佛教給我們的，外面的表演跟世間人一樣，看到可愛的喜歡，看到不可愛的也有討厭，那是演戲，不是真的，心裡頭決定不染，這叫離一切相。所以佛法在世間，不壞世間法。不壞世間法就是表演的時候很生動、很活潑，而且是真心表演，不是妄心。世間人講愛、講恨，假的，虛情假意。為什麼？他的心是假的。早晨愛了，晚上就恨，變化太大了。佛菩薩雖然表演出來，他是真心表演的，真心就跟鏡子一樣，所以用心像鏡子。我們笑，鏡子裡的人也笑；我們哭，他也哭。我們笑哭有心，他笑哭沒有心，表演得非常逼真，他裡頭確實沒有情、沒有執著。他是智慧，高度的智慧、圓滿的智慧。我們學佛從這裡學。"
    },
    {
      "id": "21-082-0001_p0007",
      "zh_CN": "要以世间人来说，谁有真感情？佛菩萨有真感情，真感情叫慈悲。世间人虚情假意，决定不可靠。他说他爱你，你听见点点头，假话，不是真的，别当真。当真，那你麻烦可大了，你就会生烦恼了。他说恨你，也是假的，过两天他就好了。所以世间人用的是虚情假意，决不是真实。我们学佛要学佛的真实。我们是真的，真的决定是清净，决定是智慧，里面决定没有情识。佛慈悲一切，神爱世人，那个爱都是智慧的，不是感情的，所以他的爱是平等的，没有差别的。",
      "zh_TW": "要以世間人來說，誰有真感情？佛菩薩有真感情，真感情叫慈悲。世間人虛情假意，決定不可靠。他說他愛你，你聽見點點頭，假話，不是真的，別當真。當真，那你麻煩可大了，你就會生煩惱了。他說恨你，也是假的，過兩天他就好了。所以世間人用的是虛情假意，決不是真實。我們學佛要學佛的真實。我們是真的，真的決定是清淨，決定是智慧，裡面決定沒有情識。佛慈悲一切，神愛世人，那個愛都是智慧的，不是感情的，所以他的愛是平等的，沒有差別的。"
    },
    {
      "id": "21-082-0001_p0008",
      "zh_CN": "众生能够感受诸佛菩萨、上帝神圣之爱，能感受多少，看你用心。你有几分真诚心，你就感受到几分。你一分诚敬，就感受到一分；你十分诚敬，就感受到十分。所以修行首先要发菩提心，菩提心就是真诚心、清净心。诸位记住，清净心里头决定没有感情的污染。感情上的污染最严重的就是自私自利、贪瞋痴慢，这是最严重的，比中国人讲七情五欲还要严重。这个心才真的清净，永远不受外面境界污染。平等，决定没有傲慢对待一切众生，把一切众生看作诸佛如来。有同修问我念阿弥陀佛，我也曾经跟诸位讲过几次了，我念佛确实跟你们不一样。我心目之中尽虚空、遍法界一切众生都是阿弥陀佛。我对一切众生的尊敬、对一切众生的赞叹、供养，跟对阿弥陀佛决定没有差别。我们应当学。这不是把众生当作阿弥陀佛，众生本来就是阿弥陀佛，是他自己不知道。",
      "zh_TW": "眾生能夠感受諸佛菩薩、上帝神聖之愛，能感受多少，看你用心。你有幾分真誠心，你就感受到幾分。你一分誠敬，就感受到一分；你十分誠敬，就感受到十分。所以修行首先要發菩提心，菩提心就是真誠心、清淨心。諸位記住，清淨心裡頭決定沒有感情的污染。感情上的污染最嚴重的就是自私自利、貪瞋痴慢，這是最嚴重的，比中國人講七情五欲還要嚴重。這個心才真的清淨，永遠不受外面境界污染。平等，決定沒有傲慢對待一切眾生，把一切眾生看作諸佛如來。有同修問我念阿彌陀佛，我也曾經跟諸位講過幾次了，我念佛確實跟你們不一樣。我心目之中盡虛空、遍法界一切眾生都是阿彌陀佛。我對一切眾生的尊敬、對一切眾生的讚歎、供養，跟對阿彌陀佛決定沒有差別。我們應當學。這不是把眾生當作阿彌陀佛，眾生本來就是阿彌陀佛，是他自己不知道。"
    },
    {
      "id": "21-082-0001_p0009",
      "zh_CN": "阿弥陀佛是什么？意思是无量觉。哪一个众生不是无量觉？哪一尊菩萨不是无量觉？个个都是！世尊在《华严经》「出现品」说得多好，一切众生皆有如来智慧德相，但以妄想执着而不能证得」，所以一切众生都是阿弥陀佛，就是因为你有妄想分别执着，不能证得，你自己不知道你是阿弥陀佛，不知道一切众生是阿弥陀佛。我们透过《无量寿经》、《往生经》、《大方广佛华严经》的学习认识了，体会到了。体会到就要落实，落实就是「一切众生皆是诸佛如来，皆是过去父母，未来诸佛」，这是佛经上常讲的，我们要真正做到。学佛先要讲用心，一定要具足这五个心。菩提心是讲三心，我们现在讲五心，五心就是三心，真诚、清净、平等、正觉、慈悲。一定要爱护一切众生，真诚关怀一切众生，照顾一切众生，决不能分别。",
      "zh_TW": "阿彌陀佛是什麼？意思是無量覺。哪一個眾生不是無量覺？哪一尊菩薩不是無量覺？個個都是！世尊在《華嚴經》「出現品」說得多好，一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，所以一切眾生都是阿彌陀佛，就是因為你有妄想分別執著，不能證得，你自己不知道你是阿彌陀佛，不知道一切眾生是阿彌陀佛。我們透過《無量壽經》、《往生經》、《大方廣佛華嚴經》的學習認識了，體會到了。體會到就要落實，落實就是「一切眾生皆是諸佛如來，皆是過去父母，未來諸佛」，這是佛經上常講的，我們要真正做到。學佛先要講用心，一定要具足這五個心。菩提心是講三心，我們現在講五心，五心就是三心，真誠、清淨、平等、正覺、慈悲。一定要愛護一切眾生，真誠關懷一切眾生，照顧一切眾生，決不能分別。"
    },
    {
      "id": "21-082-0001_p0010",
      "zh_CN": "今天晚上是基督教跟天主教的大日子，是耶稣圣诞的前夕，圣诞夜。此地的大主教，我们中国人称枢机主教，是这一个国家地区天主教最高的领袖，他邀请我们参加今天晚上圣诞夜的祈祷。我们今天都参加，所以等一下大家剃头，仪容要端庄，我们穿海青，搭衣去，今天我们穿海青，穿大礼服。这是宗教史上的盛事，过去没有过的。出家人跟天主教，他们也是出家人，我们在一起过圣诞夜，在一起做祷告。我们对天主真诚的孝敬，这是佛陀的教诲。我们佛门每年大年初一，第一桩事情是供天。供天是什么？供天就是对于天主致敬。所以我们今天参加这个圣诞夜，是供天的一种仪式，要很恭敬、很真诚的来做，不过仪规不用我们佛门的仪规，用天主教的仪规，不一样，入境随俗，没有一样不好。菩提心一发，给诸位说，所有一切罪障都消除了，所有一切冤亲债主都得福。为什么？我们跟他有关系，我们发菩提心就成无上道。菩提心不发，你是凡夫。菩提心一发，你们看看大乘经典上所说的，就入圆初住的位次。圆教初住菩萨叫发心住，在别教就是初地的位次。我们要用这个心去念佛，你就决定得往生。",
      "zh_TW": "今天晚上是基督教跟天主教的大日子，是耶穌聖誕的前夕，聖誕夜。此地的大主教，我們中國人稱樞機主教，是這一個國家地區天主教最高的領袖，他邀請我們參加今天晚上聖誕夜的祈禱。我們今天都參加，所以等一下大家剃頭，儀容要端莊，我們穿海青，搭衣去，今天我們穿海青，穿大禮服。這是宗教史上的盛事，過去沒有過的。出家人跟天主教，他們也是出家人，我們在一起過聖誕夜，在一起做禱告。我們對天主真誠的孝敬，這是佛陀的教誨。我們佛門每年大年初一，第一樁事情是供天。供天是什麼？供天就是對於天主致敬。所以我們今天參加這個聖誕夜，是供天的一種儀式，要很恭敬、很真誠的來做，不過儀規不用我們佛門的儀規，用天主教的儀規，不一樣，入境隨俗，沒有一樣不好。菩提心一發，給諸位說，所有一切罪障都消除了，所有一切冤親債主都得福。為什麼？我們跟他有關係，我們發菩提心就成無上道。菩提心不發，你是凡夫。菩提心一發，你們看看大乘經典上所說的，就入圓初住的位次。圓教初住菩薩叫發心住，在別教就是初地的位次。我們要用這個心去念佛，你就決定得往生。"
    },
    {
      "id": "21-082-0001_p0011",
      "zh_CN": "如果再把菩提心落实到生活上，落实到我们整个人身上，每天二十四小时，念念不失菩提心，念念不离菩提心，那就恭喜你了，你这一次念佛往生，生实报庄严土，不是在凡圣同居土。怎么个落实法，佛有没有教给我们？佛教了，可惜你粗心大意，你没有留意，你没有认真去学习。你要认真去学习的话，你这一生决定取实报庄严土。佛教给我们什么？我们净宗学会成立的时候，我写了个缘起，在缘起上写出净宗同学修行的纲领，五个科目：三福、六和、三学、六度、普贤十愿，这就是菩提心圆满的落实，念佛往生那是实报土上上品往生，你与佛的心、佛的念、佛的行为完全相应。下面我们有一个半小时的时间，我要告诉大家，菩提心如何落实在我们的生活当中，贯注在我们整个生命过程里面。我们这样念佛，那就是第十八愿所说的「一念、十念，决定往生」，而且是高品位的往生。",
      "zh_TW": "如果再把菩提心落實到生活上，落實到我們整個人身上，每天二十四小時，念念不失菩提心，念念不離菩提心，那就恭喜你了，你這一次念佛往生，生實報莊嚴土，不是在凡聖同居土。怎麼個落實法，佛有沒有教給我們？佛教了，可惜你粗心大意，你沒有留意，你沒有認真去學習。你要認真去學習的話，你這一生決定取實報莊嚴土。佛教給我們什麼？我們淨宗學會成立的時候，我寫了個緣起，在緣起上寫出淨宗同學修行的綱領，五個科目：三福、六和、三學、六度、普賢十願，這就是菩提心圓滿的落實，念佛往生那是實報土上上品往生，你與佛的心、佛的念、佛的行為完全相應。下面我們有一個半小時的時間，我要告訴大家，菩提心如何落實在我們的生活當中，貫注在我們整個生命過程裡面。我們這樣念佛，那就是第十八願所說的「一念、十念，決定往生」，而且是高品位的往生。"
    },
    {
      "id": "21-082-0001_p0012",
      "zh_CN": "菩提心不是口头上说说就管用，真诚、清净、平等、正觉、慈悲一定要落实，一定要很认真去做到。落实在生活里面，世尊教导我们「孝养父母」，从这个地方做起。我们对父母有没有真诚？有没有清净、平等、正觉、慈悲？「奉事师长」，我们有没有用这个心对老师？佛法总结起来就是这两句话。佛法的修学是从孝亲尊师开始，佛法的大圆满也是这两桩事情。所以什么人把孝亲尊师做到百分之百的圆满？诸佛如来。等觉菩萨还有一品生相无明没破，那就是孝敬的不圆满，还欠缺一分。所以我们知道，佛法是孝道、是师道。孝道跟师道是虚空法界的大圆满，决定不能够疏忽。",
      "zh_TW": "菩提心不是口頭上說說就管用，真誠、清淨、平等、正覺、慈悲一定要落實，一定要很認真去做到。落實在生活裡面，世尊教導我們「孝養父母」，從這個地方做起。我們對父母有沒有真誠？有沒有清淨、平等、正覺、慈悲？「奉事師長」，我們有沒有用這個心對老師？佛法總結起來就是這兩句話。佛法的修學是從孝親尊師開始，佛法的大圓滿也是這兩樁事情。所以什麼人把孝親尊師做到百分之百的圓滿？諸佛如來。等覺菩薩還有一品生相無明沒破，那就是孝敬的不圓滿，還欠缺一分。所以我們知道，佛法是孝道、是師道。孝道跟師道是虛空法界的大圓滿，決定不能夠疏忽。"
    },
    {
      "id": "21-082-0001_p0013",
      "zh_CN": "「慈心不杀」，这是对一切众生。不杀，在此地是一个形容词，换句话说，决定不可以恼害一切众生。叫众生因我而生烦恼，我们就错了，所以菩萨所在之处，令一切众生生欢喜心，我们要懂得这个意思。我们在任何场合要叫人生欢喜心，别人看到我不高兴，我回避过去，我避开，他也生欢喜心，要明白这个道理。与人要结善缘，决定不能结恶缘。如果诸位真正发这五种心，处事待人接物，一切众生没有不尊敬你的，没有不欢迎你的，没有不爱护你的。我们今天得不到社会大众的谅解，一定要回过头来反省，「我的问题到底出在哪里？」反省就是开始觉悟。发现自己的过失，立刻就痛改，改正自己的过失，这叫真修行。",
      "zh_TW": "「慈心不殺」，這是對一切眾生。不殺，在此地是一個形容詞，換句話說，決定不可以惱害一切眾生。叫眾生因我而生煩惱，我們就錯了，所以菩薩所在之處，令一切眾生生歡喜心，我們要懂得這個意思。我們在任何場合要叫人生歡喜心，別人看到我不高興，我迴避過去，我避開，他也生歡喜心，要明白這個道理。與人要結善緣，決定不能結惡緣。如果諸位真正發這五種心，處事待人接物，一切眾生沒有不尊敬你的，沒有不歡迎你的，沒有不愛護你的。我們今天得不到社會大眾的諒解，一定要回過頭來反省，「我的問題到底出在哪裡？」反省就是開始覺悟。發現自己的過失，立刻就痛改，改正自己的過失，這叫真修行。"
    },
    {
      "id": "21-082-0001_p0014",
      "zh_CN": "修行，你每天念那么多佛号，磕那么多大头，如果处事待人接物不能够落实，你的佛是白修了，你的成就很有限，佛不是这样教导我们的。对个人的行持最基本的是十善业。所有一切宗教教化众生，都是以十善业为第一条。你看看天主教的十诫，再看看伊斯兰、祆教（此地叫拜火教），你看看他们的经典，他们教导人最基本的也是这十条。这十条不仅是佛法，所有一切宗教都重视。不杀生、不偷盗，偷盗就是非法的占有，没有得到别人的同意，你占有都属于偷盗。在佛法里面讲，贿赂也是属于偷盗。你有权有势，人家并不是甘心情愿来供养你的，逼不得已供养你，你收受了，也是属于偷盗。所以偷盗的范围很广大，如果不是细细去研究戒经，你不懂得这里头的含义。古人把这条戒解释为不与取，这个话说得很有道理。但是不与取这一句话简单，意思很深很广。不邪淫。这是身三业。口，口的过失最多，最容易犯，所以佛在口业上说了四条：不妄语；不两舌，两舌是挑拨是非；不恶口，恶口是说话很难听；不绮语，绮语是花言巧语欺骗别人。我们条条要遵守，用真诚清净慈悲心来修十善业道，那是菩萨行。",
      "zh_TW": "修行，你每天念那麼多佛號，磕那麼多大頭，如果處事待人接物不能夠落實，你的佛是白修了，你的成就很有限，佛不是這樣教導我們的。對個人的行持最基本的是十善業。所有一切宗教教化眾生，都是以十善業為第一條。你看看天主教的十誡，再看看伊斯蘭、祆教（此地叫拜火教），你看看他們的經典，他們教導人最基本的也是這十條。這十條不僅是佛法，所有一切宗教都重視。不殺生、不偷盜，偷盜就是非法的佔有，沒有得到別人的同意，你佔有都屬於偷盜。在佛法裡面講，賄賂也是屬於偷盜。你有權有勢，人家並不是甘心情願來供養你的，逼不得已供養你，你收受了，也是屬於偷盜。所以偷盜的範圍很廣大，如果不是細細去研究戒經，你不懂得這裡頭的含義。古人把這條戒解釋為不與取，這個話說得很有道理。但是不與取這一句話簡單，意思很深很廣。不邪淫。這是身三業。口，口的過失最多，最容易犯，所以佛在口業上說了四條：不妄語；不兩舌，兩舌是挑撥是非；不惡口，惡口是說話很難聽；不綺語，綺語是花言巧語欺騙別人。我們條條要遵守，用真誠清淨慈悲心來修十善業道，那是菩薩行。"
    },
    {
      "id": "21-082-0001_p0015",
      "zh_CN": "凡圣就在用心不一样，表现在行持上没有两样，用心不相同。一个是用真心，一个是用虚妄的心。意三善，这是讲存心，不贪、不瞋、不痴，对于世出世间法都不贪，贪图佛法也错了。一有贪瞋痴，心就被污染了，你的心就不清净了。不清净就不真诚，不清净就不平等，所有都失掉了，真诚、清净、平等、正觉、慈悲都没有了。这五句十个字，每一个字里面圆圆满满含摄其他四句八个字在里头。一有一切都有，一条没有，统统都没有。这个道理要懂。《华严经》里头常讲一即一切，一切即一，一多不二。要认真去修十善业，以十善业自己约束自己，所谓自律，就是起心动念、言语造作都与它相应，这就是圆满的佛法。",
      "zh_TW": "凡聖就在用心不一樣，表現在行持上沒有兩樣，用心不相同。一個是用真心，一個是用虛妄的心。意三善，這是講存心，不貪、不瞋、不痴，對於世出世間法都不貪，貪圖佛法也錯了。一有貪瞋痴，心就被污染了，你的心就不清淨了。不清淨就不真誠，不清淨就不平等，所有都失掉了，真誠、清淨、平等、正覺、慈悲都沒有了。這五句十個字，每一個字裡面圓圓滿滿含攝其他四句八個字在裡頭。一有一切都有，一條沒有，統統都沒有。這個道理要懂。《華嚴經》裡頭常講一即一切，一切即一，一多不二。要認真去修十善業，以十善業自己約束自己，所謂自律，就是起心動念、言語造作都與它相應，這就是圓滿的佛法。"
    },
    {
      "id": "21-082-0001_p0016",
      "zh_CN": "我们看到佛像，画的佛像都画一个圆光，圆光上面有三个字，有用梵文写的，也有用中国文写的。这三个字叫「唵、阿、吽」，是什么意思？就是身口意三业至善。换句话说，十善修到圆满就是这三个字。「唵」是身，「阿」是口，「吽」是意，三业清净。世尊在《无量寿经》一开端就教给我们三业清净，三业他特别把口业放在前面，不是身语意，他是语身意。一开口，佛就说了，「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」，你看看佛所说的，这三桩做得圆满，就叫成佛。所以佛的画像圆光上面写的三个字就是这三个字。十善业，初学佛从这里下手；成佛，这个十善圆满。我们怎么能够疏忽？有几个人把这个事情放在心上？起心动念用这个来对照对照？我有没有违犯十善业？这个叫做根本修。",
      "zh_TW": "我們看到佛像，畫的佛像都畫一個圓光，圓光上面有三個字，有用梵文寫的，也有用中國文寫的。這三個字叫「唵、阿、吽」，是什麼意思？就是身口意三業至善。換句話說，十善修到圓滿就是這三個字。「唵」是身，「阿」是口，「吽」是意，三業清淨。世尊在《無量壽經》一開端就教給我們三業清淨，三業他特別把口業放在前面，不是身語意，他是語身意。一開口，佛就說了，「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」，你看看佛所說的，這三樁做得圓滿，就叫成佛。所以佛的畫像圓光上面寫的三個字就是這三個字。十善業，初學佛從這裡下手；成佛，這個十善圓滿。我們怎麼能夠疏忽？有幾個人把這個事情放在心上？起心動念用這個來對照對照？我有沒有違犯十善業？這個叫做根本修。"
    },
    {
      "id": "21-082-0001_p0017",
      "zh_CN": "菩提心是根本之根本。孝亲尊师，慈悲十善，这个是落实在事相里面的根本，我们把这个根本忘掉了，所以修什么样的佛法都不踏实。我们常常听同修说功夫不得力，不得力的原因不晓得。要知道心有根本，行有根本，这四句是行的根本，菩提心是心的根本。这就是宗门教下祖师大德常常教导我们的从根本修，这是最聪明的人，最有智慧的人。你只要念念不离开这个根本，无论修学哪个法门都能成就，「法门平等，无有高下」。你要是忘失了根本，念佛这一生都不能成就，你说多可惜！希望同修们要记住。从这个根本再往上面修，这才「受持三皈，具足众戒，不犯威仪」，这是二乘。从凡夫提升到二乘，也就是超越六道，进入到四圣法界了。再往上提升，是一真法界，超越十法界了。超越十法界最重要是发菩提心，这个发菩提心是理事统统圆满。我们净宗祖师大德常常教人三心圆发。此地发菩提心是三心圆发，圆发也就是我们讲的真诚、清净、平等、正觉、慈悲你统统做到了，这个才叫圆发。",
      "zh_TW": "菩提心是根本之根本。孝親尊師，慈悲十善，這個是落實在事相裡面的根本，我們把這個根本忘掉了，所以修什麼樣的佛法都不踏實。我們常常聽同修說功夫不得力，不得力的原因不曉得。要知道心有根本，行有根本，這四句是行的根本，菩提心是心的根本。這就是宗門教下祖師大德常常教導我們的從根本修，這是最聰明的人，最有智慧的人。你只要念念不離開這個根本，無論修學哪個法門都能成就，「法門平等，無有高下」。你要是忘失了根本，念佛這一生都不能成就，你說多可惜！希望同修們要記住。從這個根本再往上面修，這才「受持三皈，具足眾戒，不犯威儀」，這是二乘。從凡夫提升到二乘，也就是超越六道，進入到四聖法界了。再往上提升，是一真法界，超越十法界了。超越十法界最重要是發菩提心，這個發菩提心是理事統統圓滿。我們淨宗祖師大德常常教人三心圓發。此地發菩提心是三心圓發，圓發也就是我們講的真誠、清淨、平等、正覺、慈悲你統統做到了，這個才叫圓發。"
    },
    {
      "id": "21-082-0001_p0018",
      "zh_CN": "深信因果，这个因果不是别的因果，是净土的因果：「念佛是因，成佛是果」，深信这个因果，念佛成佛。我刚刚选了这两条：一个是十种信心，印在这边发给你们，十种信心，决定要信净土；第二个是念佛十种殊胜的利益。我们要多看，要多念，坚定信心，决定不怀疑，这是深信因果。读诵大乘，我们念《大乘无量寿经》就好。每天读诵，一定要求深解义趣，解得浅不行，要解得深。如何才能够深解？一定要依教奉行。佛在经上的教诲我统统做到，我很认真、很努力天天在做，已经做到的保持不失掉；没有做到的，一定要发心把它做到。然后你对于经的意思愈理解愈深，愈理解愈圆满，天天生智慧。",
      "zh_TW": "深信因果，這個因果不是別的因果，是淨土的因果：「念佛是因，成佛是果」，深信這個因果，念佛成佛。我剛剛選了這兩條：一個是十種信心，印在這邊發給你們，十種信心，決定要信淨土；第二個是念佛十種殊勝的利益。我們要多看，要多念，堅定信心，決定不懷疑，這是深信因果。讀誦大乘，我們念《大乘無量壽經》就好。每天讀誦，一定要求深解義趣，解得淺不行，要解得深。如何才能夠深解？一定要依教奉行。佛在經上的教誨我統統做到，我很認真、很努力天天在做，已經做到的保持不失掉；沒有做到的，一定要發心把它做到。然後你對於經的意思愈理解愈深，愈理解愈圓滿，天天生智慧。"
    },
    {
      "id": "21-082-0001_p0019",
      "zh_CN": "从前六祖惠能大师，见五祖忍和尚，他对忍和尚说：「弟子心中常生智慧。」我们看了很羡慕。为什么会常生智慧？依教奉行。我们今天为什么不生智慧，一天到晚常生烦恼，原因在哪里？我们学佛法完全没有做，你当然生烦恼，你怎么会生智慧？此地读诵大乘是这个意思，并不是教所有大乘经都去念，没有这个必要。一经通，一切经通。一定要以《无量寿经》为主，你们要听华严，可以。《华严经》为辅助，《华严经》就是《无量寿经》详细的注解。《无量寿经》是《华严经》的精华、是《华严经》的精要，这两部经确实是一部经。所以我们受持，依《无量寿经》最好，抓住纲领。理解，《华严经》好，《华严经》讲得详细。我们今天在此地开华严班，其目的也是让同学们深入经藏，能够把《无量寿经》、《观经》、《弥陀经》讲得好，我们目的在此地。末后一条：劝进行者。劝进行者就是为人演说，我们要表演给人看，做出来给人看，完全落实，决不是口说。由此可知，世尊很慈悲，真的把菩提心、把念佛教给我们，而是我们自己粗心大意，看经读诵，忽略了，没有留意。",
      "zh_TW": "從前六祖惠能大師，見五祖忍和尚，他對忍和尚說：「弟子心中常生智慧。」我們看了很羨慕。為什麼會常生智慧？依教奉行。我們今天為什麼不生智慧，一天到晚常生煩惱，原因在哪裡？我們學佛法完全沒有做，你當然生煩惱，你怎麼會生智慧？此地讀誦大乘是這個意思，並不是教所有大乘經都去念，沒有這個必要。一經通，一切經通。一定要以《無量壽經》為主，你們要聽華嚴，可以。《華嚴經》為輔助，《華嚴經》就是《無量壽經》詳細的註解。《無量壽經》是《華嚴經》的精華、是《華嚴經》的精要，這兩部經確實是一部經。所以我們受持，依《無量壽經》最好，抓住綱領。理解，《華嚴經》好，《華嚴經》講得詳細。我們今天在此地開華嚴班，其目的也是讓同學們深入經藏，能夠把《無量壽經》、《觀經》、《彌陀經》講得好，我們目的在此地。末後一條：勸進行者。勸進行者就是為人演說，我們要表演給人看，做出來給人看，完全落實，決不是口說。由此可知，世尊很慈悲，真的把菩提心、把念佛教給我們，而是我們自己粗心大意，看經讀誦，忽略了，沒有留意。"
    },
    {
      "id": "21-082-0001_p0020",
      "zh_CN": "第二个科目是六和敬。六和敬是佛教导我们人与人之间怎样相处，决定不能违背，违背六和敬的罪很重很重。什么罪？破和合僧，堕阿鼻地狱。你说这个罪多重！但是多少人犯这个罪，他自己并不知道。我们如果劝他，他还瞪我们一眼，还恨我们，那有什么法子！所以我们也只合掌念阿弥陀佛，没有话好说。现在人劝不得，不听劝，听骗不听劝，认假不认真。这就是佛在经上讲的一阐提，可怜悯者！诸佛菩萨对他都无可奈何，我们也只好合掌念佛，我们念佛给他回向，求佛菩萨保佑他。我们还是一个至善的心，这是处事待人的心态。我们怎么存心，用什么态度，六和敬里面最重要的是见和同解。我们没有明心见性，没有证果，我们见和同解这一条如何落实？我在讲席当中常常劝导同修，我们今天的作法是放弃自己的成见，也就是放弃自己的想法、看法，遵循佛陀的教诲，这就是见和同解了。佛在经上怎么说的，我们一切依佛陀的教诲，不依自己的成见，这样就好了。",
      "zh_TW": "第二個科目是六和敬。六和敬是佛教導我們人與人之間怎樣相處，決定不能違背，違背六和敬的罪很重很重。什麼罪？破和合僧，墮阿鼻地獄。你說這個罪多重！但是多少人犯這個罪，他自己並不知道。我們如果勸他，他還瞪我們一眼，還恨我們，那有什麼法子！所以我們也只合掌念阿彌陀佛，沒有話好說。現在人勸不得，不聽勸，聽騙不聽勸，認假不認真。這就是佛在經上講的一闡提，可憐憫者！諸佛菩薩對他都無可奈何，我們也只好合掌念佛，我們念佛給他迴向，求佛菩薩保佑他。我們還是一個至善的心，這是處事待人的心態。我們怎麼存心，用什麼態度，六和敬裡面最重要的是見和同解。我們沒有明心見性，沒有證果，我們見和同解這一條如何落實？我在講席當中常常勸導同修，我們今天的作法是放棄自己的成見，也就是放棄自己的想法、看法，遵循佛陀的教誨，這就是見和同解了。佛在經上怎麼說的，我們一切依佛陀的教誨，不依自己的成見，這樣就好了。"
    },
    {
      "id": "21-082-0001_p0021",
      "zh_CN": "前清初年，康熙、雍正、乾隆年间，宫廷里面读《无量寿经》，用《无量寿经》来达到见和同解，所以那个时候国家强盛。这个皇帝聪明，不用自己的意思，我的意思大家不服，佛的意思、无量寿佛的意思，大家没有话说，个个人都欢喜。用《无量寿经》来建立朝野的共识，所以清朝自始至终没有昏君。清朝亡，亡在哪里？慈禧太后。宫廷里面读经，慈禧太后废除了，大概慈禧太后听听经上所讲的都是骂她的，她听了不高兴，不念了，国力就衰了。所以清朝早期这些帝王是以《无量寿经》治国。诸位在《无量寿经》梅光羲老居士序文里面可以看到，他在序文里头介绍得很详细，很清楚。所以六和敬里面这一条最重要，我们相信佛的话，大家都依照佛的教训去做，这使所有一切意见都能够化解。",
      "zh_TW": "前清初年，康熙、雍正、乾隆年間，宮廷裡面讀《無量壽經》，用《無量壽經》來達到見和同解，所以那個時候國家強盛。這個皇帝聰明，不用自己的意思，我的意思大家不服，佛的意思、無量壽佛的意思，大家沒有話說，個個人都歡喜。用《無量壽經》來建立朝野的共識，所以清朝自始至終沒有昏君。清朝亡，亡在哪裡？慈禧太后。宮廷裡面讀經，慈禧太后廢除了，大概慈禧太后聽聽經上所講的都是罵她的，她聽了不高興，不念了，國力就衰了。所以清朝早期這些帝王是以《無量壽經》治國。諸位在《無量壽經》梅光羲老居士序文裡面可以看到，他在序文裡頭介紹得很詳細，很清楚。所以六和敬裡面這一條最重要，我們相信佛的話，大家都依照佛的教訓去做，這使所有一切意見都能夠化解。"
    },
    {
      "id": "21-082-0001_p0022",
      "zh_CN": "这是属于思想问题，其他是属于事相，落实在实际事相上是「戒和同修」，这个戒是广义的，不是狭义的。这个戒是什么？就是佛陀的教诲、教诫，我们要遵守，要养成守法、守规矩的习惯。大家在一起都有个公约、常住公约，我们都应当遵守。凡是在事相，可以有变化的。因为古今生活习俗不一样，这个一定要因时因地，我们在生活上方便。佛家的戒律到中国唐朝，百丈大师立清规，就把印度这一种戒律中国化了。哪些适合于中国人的，哪些不适合于中国人，应当如何来修订，就是把释迦牟尼佛的戒法，做了一次适合于中国人修学环境的修订，精神、原则决定如理如法，但是在戒相上有很多改变，这是正确的。所以佛法不是定法，佛现身，就没有一定的身相。应以什么身得度，他就现什么身相；应该说什么法，他就说什么法。佛无有定法可说，大家记住这个原则。所以每一个地区定的规矩，只要符合佛法的精神，在事相上可以变更，原理原则不变。每一个地区生活方式不一样，气候寒暖不一样，这个要懂得。佛法是开放的，特别是大乘佛法，能够适应时代。我常常讲，佛法一定要落实在本土化、现代化，才能普度众生，才能够利益一切众生。如果守住一成不变，那只能够利益古人，不能利益现代人，一定要现代化。",
      "zh_TW": "這是屬於思想問題，其他是屬於事相，落實在實際事相上是「戒和同修」，這個戒是廣義的，不是狹義的。這個戒是什麼？就是佛陀的教誨、教誡，我們要遵守，要養成守法、守規矩的習慣。大家在一起都有個公約、常住公約，我們都應當遵守。凡是在事相，可以有變化的。因為古今生活習俗不一樣，這個一定要因時因地，我們在生活上方便。佛家的戒律到中國唐朝，百丈大師立清規，就把印度這一種戒律中國化了。哪些適合於中國人的，哪些不適合於中國人，應當如何來修訂，就是把釋迦牟尼佛的戒法，做了一次適合於中國人修學環境的修訂，精神、原則決定如理如法，但是在戒相上有很多改變，這是正確的。所以佛法不是定法，佛現身，就沒有一定的身相。應以什麼身得度，他就現什麼身相；應該說什麼法，他就說什麼法。佛無有定法可說，大家記住這個原則。所以每一個地區定的規矩，只要符合佛法的精神，在事相上可以變更，原理原則不變。每一個地區生活方式不一樣，氣候寒暖不一樣，這個要懂得。佛法是開放的，特別是大乘佛法，能夠適應時代。我常常講，佛法一定要落實在本土化、現代化，才能普度眾生，才能夠利益一切眾生。如果守住一成不變，那只能夠利益古人，不能利益現代人，一定要現代化。"
    },
    {
      "id": "21-082-0001_p0023",
      "zh_CN": "下面这个好懂，身同住，口无诤，意同悦，利同均，这是我们处众必须要遵守的六个原则。如果离开这六条，纵然是很多出家人住在一起，也不叫做僧团，只是一个普通的团体，不可以称之为僧团，僧团是决定修六和敬。你一个家庭，一家四个人，都依照佛的教诲修这六条，你的家庭就是道场，你这个家庭就是僧团。凡是僧团，一定得诸佛护念，龙天善神、护法神保佑。你只要把这六条做到就行了，六条做不到，你家里供一百尊韦陀菩萨，供一千尊韦陀菩萨，没有一个韦陀菩萨真的保佑你。护法善神是依法不依人的，不是讲人情的。你心正、行正，你没有供护法神，护法神也不离开你。不是说供他就有，不供他就没有。用什么供？用我们的心去供，用我们的行为去供，不是形像。供一尊像，每天香花、水果去供养，那是什么？香花、水果是贿赂、巴结，护法神不接受巴结、不接受贿赂。我们用真心，用菩萨行去供养。",
      "zh_TW": "下面這個好懂，身同住，口無諍，意同悅，利同均，這是我們處眾必須要遵守的六個原則。如果離開這六條，縱然是很多出家人住在一起，也不叫做僧團，只是一個普通的團體，不可以稱之為僧團，僧團是決定修六和敬。你一個家庭，一家四個人，都依照佛的教誨修這六條，你的家庭就是道場，你這個家庭就是僧團。凡是僧團，一定得諸佛護念，龍天善神、護法神保佑。你只要把這六條做到就行了，六條做不到，你家裡供一百尊韋陀菩薩，供一千尊韋陀菩薩，沒有一個韋陀菩薩真的保佑你。護法善神是依法不依人的，不是講人情的。你心正、行正，你沒有供護法神，護法神也不離開你。不是說供他就有，不供他就沒有。用什麼供？用我們的心去供，用我們的行為去供，不是形像。供一尊像，每天香花、水果去供養，那是什麼？香花、水果是賄賂、巴結，護法神不接受巴結、不接受賄賂。我們用真心，用菩薩行去供養。"
    },
    {
      "id": "21-082-0001_p0024",
      "zh_CN": "第三个科目：「三学」。戒、定、慧三学，这是佛法教学的总纲领，我们决定不能够违背。戒学是如法，如理如法是属于戒学；定学是清净平等；慧学是真诚慈悲。有性有相，有事有理，表现在事相上，就是世尊教给我们这五个科目。在日常生活当中必须遵守的原则，决定不可以违背的。学菩萨，佛给菩萨的守则有六条：布施、持戒、忍辱、精进、禅定、般若，我们有没有做到？布施是放下，般若是看破。放下什么？布施是放下悭贪，持戒是放下恶业，放下恶业就是持戒。心里头没有贪心，对于世出世间法没有贪心、没有悭吝心，自己有的，肯帮助别人，毫无保留的帮助别人。我有财物，用财物帮助别人；我有能力，用能力帮助别人；我有智慧，用智慧帮助别人，样样帮助别人。今天讲的是为人民服务、为社会服务、为一切众生服务，这个叫布施。所以断绝一切恶业，持戒就圆满了。",
      "zh_TW": "第三個科目：「三學」。戒、定、慧三學，這是佛法教學的總綱領，我們決定不能夠違背。戒學是如法，如理如法是屬於戒學；定學是清淨平等；慧學是真誠慈悲。有性有相，有事有理，表現在事相上，就是世尊教給我們這五個科目。在日常生活當中必須遵守的原則，決定不可以違背的。學菩薩，佛給菩薩的守則有六條：布施、持戒、忍辱、精進、禪定、般若，我們有沒有做到？布施是放下，般若是看破。放下什麼？布施是放下慳貪，持戒是放下惡業，放下惡業就是持戒。心裡頭沒有貪心，對於世出世間法沒有貪心、沒有慳吝心，自己有的，肯幫助別人，毫無保留的幫助別人。我有財物，用財物幫助別人；我有能力，用能力幫助別人；我有智慧，用智慧幫助別人，樣樣幫助別人。今天講的是為人民服務、為社會服務、為一切眾生服務，這個叫布施。所以斷絕一切惡業，持戒就圓滿了。"
    },
    {
      "id": "21-082-0001_p0025",
      "zh_CN": "忍辱是对瞋恨嫉妒，于世出世间一切法中决定没有瞋恚，决定没有嫉妒，这个叫忍辱波罗密。精进度懈怠，我们对人对事对物，自己修学，就是自己过日子，服务大众，帮助别人，决定不懈怠，决定不懒散，这就是精进的意思。禅定是对散乱，我们世间人常说，精神集中，意志集中，这就是禅定的意思。禅定不是叫你天天面壁打坐，我们面对一切人、事、物心有主宰，不会受外面境界动摇，这叫禅定。佛在《金刚经》上告诉我们：「不取于相，如如不动。」不取于相是禅，禅的意思就是你不会受外面境界诱惑，不会受外面境界干扰。定是心有主宰，不为所动。内不动，外不受干扰，这叫禅定。大乘经上常说，「诸佛菩萨，那伽常在定，无有不定时」，行住坐卧都是禅定。也就是说，行住坐卧他都能够外不着相，内不动心。般若是智慧，看破世界，有如《金刚般若经》上所说的，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。世尊在大般若经上，给我们讲了几千次不可得，我们如果真正明了不可得，你得失的这个念头就没有了。于是在现实境界当中，你所得到的，决定不会生欢喜心；你失掉的，绝对不会有懊恼。为什么？不可得。说到极处，生死不可得，所以对于死不恐怖了，这是智慧，真实的智慧。对于宇宙人生性相、理事、业因果报样样清楚，样样明了，觉而不迷，这是般若。",
      "zh_TW": "忍辱是對瞋恨嫉妒，於世出世間一切法中決定沒有瞋恚，決定沒有嫉妒，這個叫忍辱波羅密。精進度懈怠，我們對人對事對物，自己修學，就是自己過日子，服務大眾，幫助別人，決定不懈怠，決定不懶散，這就是精進的意思。禪定是對散亂，我們世間人常說，精神集中，意志集中，這就是禪定的意思。禪定不是叫你天天面壁打坐，我們面對一切人、事、物心有主宰，不會受外面境界動搖，這叫禪定。佛在《金剛經》上告訴我們：「不取於相，如如不動。」不取於相是禪，禪的意思就是你不會受外面境界誘惑，不會受外面境界干擾。定是心有主宰，不為所動。內不動，外不受干擾，這叫禪定。大乘經上常說，「諸佛菩薩，那伽常在定，無有不定時」，行住坐臥都是禪定。也就是說，行住坐臥他都能夠外不著相，內不動心。般若是智慧，看破世界，有如《金剛般若經》上所說的，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。世尊在大般若經上，給我們講了幾千次不可得，我們如果真正明瞭不可得，你得失的這個念頭就沒有了。於是在現實境界當中，你所得到的，決定不會生歡喜心；你失掉的，絕對不會有懊惱。為什麼？不可得。說到極處，生死不可得，所以對於死不恐怖了，這是智慧，真實的智慧。對於宇宙人生性相、理事、業因果報樣樣清楚，樣樣明瞭，覺而不迷，這是般若。"
    },
    {
      "id": "21-082-0001_p0026",
      "zh_CN": "我们佛教的教旗，同学们现在常常看到，是全世界通用的五色旗。总共六条，前面五条是单色的，每一条一个颜色，代表前面五度，代表布施、持戒、忍辱、精进、禅定；后面一条是杂色，五种颜色都有，杂色的代表般若。这个意思很明显，布施里头有般若，才叫布施度。布施里头没有智慧，那是修福，是世间有漏的福报。前面五条里头没有般若，都是世间福报。你修禅定，修成功了，生色界天，生无色界天，不能出六道轮回；如果禅定里面有般若，那就超越六道了。般若究竟是什么？世尊在《金刚经》上给我们说了一句名言：「离一切相，修一切善。」离一切相是般若；修一切善，一切善就是布施、持戒、忍辱、精进、禅定，这五样叫一切善。般若是离一切相。这是佛教给我们的，教得非常具体，我们没去做，不能怪佛，怪我们自己。这就是什么？菩提心的落实。菩提心究竟圆满的落实是普贤十愿，大经里头常说，菩萨不修普贤行，就不能成佛。你要想成佛道，一定要修普贤行。净宗殊胜在哪里，我们就明白了，净宗是普贤行的落实。你看《无量寿经》，《无量寿经》的经文，这还是序分，还不是正宗分，序分经文开头第一句话：「咸共遵修普贤大士之德。」所以我们晓得净宗的修学是普贤行的落实。普贤行无量无边，整部《华严经》上所说的皆是普贤行。佛菩萨慈悲，把无量无边普贤菩萨的行持，归纳为十个纲领，这就是普贤菩萨的十愿，我们好记，有下手之处。",
      "zh_TW": "我們佛教的教旗，同學們現在常常看到，是全世界通用的五色旗。總共六條，前面五條是單色的，每一條一個顏色，代表前面五度，代表布施、持戒、忍辱、精進、禪定；後面一條是雜色，五種顏色都有，雜色的代表般若。這個意思很明顯，布施裡頭有般若，才叫布施度。布施裡頭沒有智慧，那是修福，是世間有漏的福報。前面五條裡頭沒有般若，都是世間福報。你修禪定，修成功了，生色界天，生無色界天，不能出六道輪迴；如果禪定裡面有般若，那就超越六道了。般若究竟是什麼？世尊在《金剛經》上給我們說了一句名言：「離一切相，修一切善。」離一切相是般若；修一切善，一切善就是布施、持戒、忍辱、精進、禪定，這五樣叫一切善。般若是離一切相。這是佛教給我們的，教得非常具體，我們沒去做，不能怪佛，怪我們自己。這就是什麼？菩提心的落實。菩提心究竟圓滿的落實是普賢十願，大經裡頭常說，菩薩不修普賢行，就不能成佛。你要想成佛道，一定要修普賢行。淨宗殊勝在哪裡，我們就明白了，淨宗是普賢行的落實。你看《無量壽經》，《無量壽經》的經文，這還是序分，還不是正宗分，序分經文開頭第一句話：「咸共遵修普賢大士之德。」所以我們曉得淨宗的修學是普賢行的落實。普賢行無量無邊，整部《華嚴經》上所說的皆是普賢行。佛菩薩慈悲，把無量無邊普賢菩薩的行持，歸納為十個綱領，這就是普賢菩薩的十願，我們好記，有下手之處。"
    },
    {
      "id": "21-082-0001_p0027",
      "zh_CN": "第一条：「礼敬诸佛」。谁是佛？虚空法界一切众生个个是佛，有情众生是佛，无情众生也是佛，所以这个礼敬是平等的礼敬，真诚的礼敬。我们对这个人好，对那个人不好，就错了，这一条没做到。决定是以真诚、清净、平等心尊敬一切众生，因为一切众生皆是诸佛。佛在经上说得很多，一切众生皆有佛性，凡有佛性皆当作佛，这是佛对我们说的。佛在《华严》、《圆觉》讲真话，真话是什么？一切众生本来成佛，这个话我们听起来很难体会。要说一切众生皆当作佛，我们能够体会，他现在是凡夫，将来慢慢修行，会成佛的。说现在就是佛，我们很难体会，但是佛所讲的是事实。所以我们对于一切众生怎么能不恭敬，怎么能不尊重？我们没做到！不但没做到，甚至于对父母瞧不起，对老师瞧不起，对同学瞧不起，你念佛怎么能往生？你念佛的功夫再好，都不能往生。为什么？西方极乐世界统统修普贤行，你与普贤行没有一丝毫相应。阿弥陀佛很慈悲，欢迎你去，西方世界这些大众不欢迎你。为什么？你跟大众不能相处。你到那个地方会尊敬阿弥陀佛，对大众你不会尊敬，你不是普贤菩萨。",
      "zh_TW": "第一條：「禮敬諸佛」。誰是佛？虛空法界一切眾生個個是佛，有情眾生是佛，無情眾生也是佛，所以這個禮敬是平等的禮敬，真誠的禮敬。我們對這個人好，對那個人不好，就錯了，這一條沒做到。決定是以真誠、清淨、平等心尊敬一切眾生，因為一切眾生皆是諸佛。佛在經上說得很多，一切眾生皆有佛性，凡有佛性皆當作佛，這是佛對我們說的。佛在《華嚴》、《圓覺》講真話，真話是什麼？一切眾生本來成佛，這個話我們聽起來很難體會。要說一切眾生皆當作佛，我們能夠體會，他現在是凡夫，將來慢慢修行，會成佛的。說現在就是佛，我們很難體會，但是佛所講的是事實。所以我們對於一切眾生怎麼能不恭敬，怎麼能不尊重？我們沒做到！不但沒做到，甚至於對父母瞧不起，對老師瞧不起，對同學瞧不起，你念佛怎麼能往生？你念佛的功夫再好，都不能往生。為什麼？西方極樂世界統統修普賢行，你與普賢行沒有一絲毫相應。阿彌陀佛很慈悲，歡迎你去，西方世界這些大眾不歡迎你。為什麼？你跟大眾不能相處。你到那個地方會尊敬阿彌陀佛，對大眾你不會尊敬，你不是普賢菩薩。"
    },
    {
      "id": "21-082-0001_p0028",
      "zh_CN": "西方极乐世界，普贤菩萨的法界，从凡圣同居土下下品，到实报土上上品，全是普贤菩萨。也就是我们常说的十信位的普贤菩萨、十住位的普贤菩萨、十行、十向、十地的普贤菩萨，统统是普贤菩萨。所以普贤十愿，祖师把它列在早晚课里头，天天要念，天天提醒自己，时时刻刻不能忘记，我们起心动念与十愿相应不相应？",
      "zh_TW": "西方極樂世界，普賢菩薩的法界，從凡聖同居土下下品，到實報土上上品，全是普賢菩薩。也就是我們常說的十信位的普賢菩薩、十住位的普賢菩薩、十行、十向、十地的普賢菩薩，統統是普賢菩薩。所以普賢十願，祖師把它列在早晚課裡頭，天天要念，天天提醒自己，時時刻刻不能忘記，我們起心動念與十願相應不相應？"
    },
    {
      "id": "21-082-0001_p0029",
      "zh_CN": "第二：「称赞如来」。永远保持一个善心，如何能够落实称赞如来？惠能大师讲的话，「若真修道人，不见世间过」，这一句话就落实了。所以普贤菩萨只有赞叹，没有毁谤。见到一切善事，称扬；见到一切不善事，心里头痕迹都不落，这一条才落实。那我们今天是什么样子？人家的好事忘得干干净净，人家的恶事，记得好清楚，永远不会忘记。完全跟普贤十愿颠倒，你怎么能往生极乐世界？我们要想真去，得到西方世界诸上善人普遍欢迎我们去，我们能不能做到？能做到。只要我们起心动念、言语造作跟十愿相应，西方极乐世界的大众没有一个不欢迎你。你要与十愿相违背，说老实话，今天十愿大家会念，十愿里头的意思不懂。你能讲、能解，解得不够深度，所以你没有办法落实。",
      "zh_TW": "第二：「稱讚如來」。永遠保持一個善心，如何能夠落實稱讚如來？惠能大師講的話，「若真修道人，不見世間過」，這一句話就落實了。所以普賢菩薩只有讚歎，沒有毀謗。見到一切善事，稱揚；見到一切不善事，心裡頭痕跡都不落，這一條才落實。那我們今天是什麼樣子？人家的好事忘得乾乾淨淨，人家的惡事，記得好清楚，永遠不會忘記。完全跟普賢十願顛倒，你怎麼能往生極樂世界？我們要想真去，得到西方世界諸上善人普遍歡迎我們去，我們能不能做到？能做到。只要我們起心動念、言語造作跟十願相應，西方極樂世界的大眾沒有一個不歡迎你。你要與十願相違背，說老實話，今天十願大家會念，十願裡頭的意思不懂。你能講、能解，解得不夠深度，所以你沒有辦法落實。"
    },
    {
      "id": "21-082-0001_p0030",
      "zh_CN": "「广修供养」。这个广是什么意思？广是多的意思。你解得浅，你解得不够深。广是平等的意思，是普遍的意思。不分国土，诸佛如来无量无边国土不分、不分族类、不分宗教信仰，清净平等的供养。我们今天晚上大家统统到天主教，我们是修供养，我们参加他的礼拜祷告，这是供养，以我们的诚心供养，以我们的恭敬心供养，以我们的爱心供养，广修供养。你要解得深，你要解得圆，你才晓得怎么作法。我们对于其他宗教，也有财物上的供养，惹来很多毁谤。很多人批评、骂我，我一句话不说。为什么？他们对广修供养的意思不懂，他们只晓得供养两个字，广不知道。广是没有界限，没有分别，没有执着，尽虚空、遍法界平等的供养，这是广的意思。",
      "zh_TW": "「廣修供養」。這個廣是什麼意思？廣是多的意思。你解得淺，你解得不夠深。廣是平等的意思，是普遍的意思。不分國土，諸佛如來無量無邊國土不分、不分族類、不分宗教信仰，清淨平等的供養。我們今天晚上大家統統到天主教，我們是修供養，我們參加他的禮拜禱告，這是供養，以我們的誠心供養，以我們的恭敬心供養，以我們的愛心供養，廣修供養。你要解得深，你要解得圓，你才曉得怎麼作法。我們對於其他宗教，也有財物上的供養，惹來很多毀謗。很多人批評、罵我，我一句話不說。為什麼？他們對廣修供養的意思不懂，他們只曉得供養兩個字，廣不知道。廣是沒有界限，沒有分別，沒有執著，盡虛空、遍法界平等的供養，這是廣的意思。"
    },
    {
      "id": "21-082-0001_p0031",
      "zh_CN": "「忏悔业障」。是完全对自己，怎么样忏悔？这个十愿其他的九愿统统做到，就忏悔了。如果有一条没有做到，你的忏悔不彻底，你的忏悔不究竟。你们想想对不对？不是说我做错事情，在佛菩萨面前祷告祷告，求佛菩萨赦免我的罪过，那是迷信。对诸佛菩萨来说，你求不求他赦免罪过，与他毫不相干。为什么？你造所有一切罪过，佛菩萨心里头痕迹都不落。他不是凡夫，佛菩萨只记得一切众生的善，决不会记得一切众生的恶。你造的恶业，你自己会感受恶报。忏悔是改过。我在初学佛的时候，章嘉大师教我，给我讲忏悔的大意，忏悔不是在佛菩萨面前祷告，那个没有用。什么叫忏悔？后不再造。章嘉大师教给我的，跟儒家讲的不贰过一个意思。我知道我做错事情了，以后不再造重复的过错，这叫真忏悔。诸佛欢喜，天龙众神尊敬你。所谓是「人非圣贤，孰能无过，过而能改，善莫大焉」，世出世间第一等的大善是改过。知道自己的过，承认自己的过，能把自己的过改掉，这个叫忏悔业障。礼敬诸佛是改不敬一切人事物的过；称赞如来是改对一切人瞋恨嫉妒的过、专看别人错误的过、专宣扬别人过失的过。你看看哪一条不是忏悔？广修供养是改正我们悭贪的过失、改正我们心量狭小的过失，这都是忏悔。",
      "zh_TW": "「懺悔業障」。是完全對自己，怎麼樣懺悔？這個十願其他的九願統統做到，就懺悔了。如果有一條沒有做到，你的懺悔不徹底，你的懺悔不究竟。你們想想對不對？不是說我做錯事情，在佛菩薩面前禱告禱告，求佛菩薩赦免我的罪過，那是迷信。對諸佛菩薩來說，你求不求他赦免罪過，與他毫不相干。為什麼？你造所有一切罪過，佛菩薩心裡頭痕跡都不落。他不是凡夫，佛菩薩只記得一切眾生的善，決不會記得一切眾生的惡。你造的惡業，你自己會感受惡報。懺悔是改過。我在初學佛的時候，章嘉大師教我，給我講懺悔的大意，懺悔不是在佛菩薩面前禱告，那個沒有用。什麼叫懺悔？後不再造。章嘉大師教給我的，跟儒家講的不貳過一個意思。我知道我做錯事情了，以後不再造重複的過錯，這叫真懺悔。諸佛歡喜，天龍眾神尊敬你。所謂是「人非聖賢，孰能無過，過而能改，善莫大焉」，世出世間第一等的大善是改過。知道自己的過，承認自己的過，能把自己的過改掉，這個叫懺悔業障。禮敬諸佛是改不敬一切人事物的過；稱讚如來是改對一切人瞋恨嫉妒的過、專看別人錯誤的過、專宣揚別人過失的過。你看看哪一條不是懺悔？廣修供養是改正我們慳貪的過失、改正我們心量狹小的過失，這都是懺悔。"
    },
    {
      "id": "21-082-0001_p0032",
      "zh_CN": "后面「随喜功德」。特别是加强对嫉妒障碍的过失，人家有好事，不能够嫉妒障碍，要随喜。随喜什么？帮助他，成就他的好事。成人之美，不成人之恶，他做这个事情对社会、对众生有好处、有利益，纵然是我们的敌人、冤家、对头，我看到了，我也要去帮助他。我正面去帮助他，冤家对头他不接受，他说我不怀好意。我们帮助他钱的时候，可以请别人转给他，不要用我的名字，我也帮助他了。时间久了，将来知道了，那个冤结就化解了。所以要修随喜，不可以有障碍。",
      "zh_TW": "後面「隨喜功德」。特別是加強對嫉妒障礙的過失，人家有好事，不能夠嫉妒障礙，要隨喜。隨喜什麼？幫助他，成就他的好事。成人之美，不成人之惡，他做這個事情對社會、對眾生有好處、有利益，縱然是我們的敵人、冤家、對頭，我看到了，我也要去幫助他。我正面去幫助他，冤家對頭他不接受，他說我不懷好意。我們幫助他錢的時候，可以請別人轉給他，不要用我的名字，我也幫助他了。時間久了，將來知道了，那個冤結就化解了。所以要修隨喜，不可以有障礙。"
    },
    {
      "id": "21-082-0001_p0033",
      "zh_CN": "「请转法轮」，是我们非常容易疏忽教学的过失，我们疏忽了，这是世间第一等的善事。现在社会动乱，人心没有归依，原因在哪里？没有人教他。《无量寿经》佛说得好，「先人无知（不善）」，「先」是前一辈，「不识道德」，没有人教，所以才变成这个样子。我们疏忽了，所以要请转法轮，请善知识来教导我们这一方。我们这一方人无知，不会请，我懂得了，我有这个责任，请法师大德到这个地方来讲经说法，教化这一方。这个意思就是要提倡佛教育，佛陀的教育要有人提倡。如果这一位善知识的教导、德行，受到我们这个地方的大众的尊敬、仰慕，愿意跟他学习，我们更进一步请他长住在这个地方，请佛住世，我们这个地方的人得利益了。古时候，大家在经上念到祇树给孤独园，给孤独长者倾家荡产请佛住世，礼请释迦牟尼佛，连带他所有的学生长住在舍卫国，在舍卫大城弘法教学，利益众生。如果没有人请，佛就不会来，到别的地方去了。所以要懂得，最后这两条太重要了，懂得请法师来讲经，懂得请有德的高僧或者是大德居士，长住在这个地方教学。",
      "zh_TW": "「請轉法輪」，是我們非常容易疏忽教學的過失，我們疏忽了，這是世間第一等的善事。現在社會動亂，人心沒有歸依，原因在哪裡？沒有人教他。《無量壽經》佛說得好，「先人無知（不善）」，「先」是前一輩，「不識道德」，沒有人教，所以才變成這個樣子。我們疏忽了，所以要請轉法輪，請善知識來教導我們這一方。我們這一方人無知，不會請，我懂得了，我有這個責任，請法師大德到這個地方來講經說法，教化這一方。這個意思就是要提倡佛教育，佛陀的教育要有人提倡。如果這一位善知識的教導、德行，受到我們這個地方的大眾的尊敬、仰慕，願意跟他學習，我們更進一步請他長住在這個地方，請佛住世，我們這個地方的人得利益了。古時候，大家在經上念到祇樹給孤獨園，給孤獨長者傾家蕩產請佛住世，禮請釋迦牟尼佛，連帶他所有的學生長住在舍衛國，在舍衛大城弘法教學，利益眾生。如果沒有人請，佛就不會來，到別的地方去了。所以要懂得，最後這兩條太重要了，懂得請法師來講經，懂得請有德的高僧或者是大德居士，長住在這個地方教學。"
    },
    {
      "id": "21-082-0001_p0034",
      "zh_CN": "普贤的十愿，实际上愿只有这七条，后面三条是回向。常随佛学，是回向菩提；恒顺众生是回向众生；普皆回向是回向实际，就是回向自性，后面这三条是回向。所谓回向是拓开心量，大乘法里面常讲「心包太虚，量周沙界」，后面这三愿是心包太虚，量周沙界。「常随佛学」，哪个是佛？一切众生皆是佛，这谁懂得？一切众生的善，我们要学；一切众生的恶，我们要反省，我们要改正。所以善恶都是善知识、都是老师、都是菩萨学处，我们要认清楚，要懂得。",
      "zh_TW": "普賢的十願，實際上願只有這七條，後面三條是迴向。常隨佛學，是迴向菩提；恆順眾生是迴向眾生；普皆迴向是迴向實際，就是迴向自性，後面這三條是迴向。所謂迴向是拓開心量，大乘法裡面常講「心包太虛，量周沙界」，後面這三願是心包太虛，量周沙界。「常隨佛學」，哪個是佛？一切眾生皆是佛，這誰懂得？一切眾生的善，我們要學；一切眾生的惡，我們要反省，我們要改正。所以善惡都是善知識、都是老師、都是菩薩學處，我們要認清楚，要懂得。"
    },
    {
      "id": "21-082-0001_p0035",
      "zh_CN": "「恒顺众生」。就是我们常讲的要懂得现代化、本土化，我们恒顺众生。诸位想想，两千年前佛教刚刚传到中国，印度这些高僧大德就能够随顺我们中国人。建的道场，中国宫殿式的，不是印度式的。如果把印度式的建筑搬到中国来，我们中国人不会欢迎，不会接受。为什么佛教到中国能够生根，能够弘扬这么普遍，基督教，唐朝叫景教，也是在那个时候传来的，为什么不能够像佛教这样的兴旺？就是他建的那个教堂是外国的样子，我们一看，「洋鬼子」，所以就很不喜欢接近，他不懂得恒顺众生。佛教教人恒顺众生，佛的造像，在中国一定是中国人的容貌；在日本，日本人的容貌；在西藏，西藏人的面孔；泰国是泰国人面孔。他在哪里，他的相跟当地人一样，这叫恒顺众生，我们没有发现。他的建筑一定跟当地一样，从前人懂，现在出家人不懂。很多中国法师到美国去，建道场还建成宫殿式的，常常叹息只有几个老华侨进来，外国人一个都不进来。为什么外国人不进来？外国人一看，「你们是外国文化」，所以不能度众生。",
      "zh_TW": "「恆順眾生」。就是我們常講的要懂得現代化、本土化，我們恆順眾生。諸位想想，兩千年前佛教剛剛傳到中國，印度這些高僧大德就能夠隨順我們中國人。建的道場，中國宮殿式的，不是印度式的。如果把印度式的建築搬到中國來，我們中國人不會歡迎，不會接受。為什麼佛教到中國能夠生根，能夠弘揚這麼普遍，基督教，唐朝叫景教，也是在那個時候傳來的，為什麼不能夠像佛教這樣的興旺？就是他建的那個教堂是外國的樣子，我們一看，「洋鬼子」，所以就很不喜歡接近，他不懂得恆順眾生。佛教教人恆順眾生，佛的造像，在中國一定是中國人的容貌；在日本，日本人的容貌；在西藏，西藏人的面孔；泰國是泰國人面孔。他在哪裡，他的相跟當地人一樣，這叫恆順眾生，我們沒有發現。他的建築一定跟當地一樣，從前人懂，現在出家人不懂。很多中國法師到美國去，建道場還建成宮殿式的，常常嘆息只有幾個老華僑進來，外國人一個都不進來。為什麼外國人不進來？外國人一看，「你們是外國文化」，所以不能度眾生。"
    },
    {
      "id": "21-082-0001_p0036",
      "zh_CN": "我极力提倡，大声疾呼，希望这些法师，他们有福报，在美国建教堂，要建什么样子？建白宫的样子，美国总统住在白宫，建那个样子。我们中国道场建宫殿，宫殿是从前皇帝住的样子。所以到美国要建白宫的样子，佛像面孔一定是美国人，他一看很亲切，就来了。建筑是中国宫殿式的建筑，佛像面孔是中国人，他很不甘心情愿来学佛。这就是不懂得恒顺众生。佛讲得太清楚了，观音菩萨三十二应，应以什么身得度就现什么身，恒顺众生；他喜欢什么法就给他说什么法，恒顺众生。我们自己的过失就是分别执着，这是破我们分别执着的过失。",
      "zh_TW": "我極力提倡，大聲疾呼，希望這些法師，他們有福報，在美國建教堂，要建什麼樣子？建白宮的樣子，美國總統住在白宮，建那個樣子。我們中國道場建宮殿，宮殿是從前皇帝住的樣子。所以到美國要建白宮的樣子，佛像面孔一定是美國人，他一看很親切，就來了。建築是中國宮殿式的建築，佛像面孔是中國人，他很不甘心情願來學佛。這就是不懂得恆順眾生。佛講得太清楚了，觀音菩薩三十二應，應以什麼身得度就現什麼身，恆順眾生；他喜歡什麼法就給他說什麼法，恆順眾生。我們自己的過失就是分別執著，這是破我們分別執著的過失。"
    },
    {
      "id": "21-082-0001_p0037",
      "zh_CN": "「普皆回向」。那就是「心包太虚，量周沙界」，拓开心量，救我们小心量的过失。这是发菩提心，一心念佛落实在生活上，落实在我们日常处事待人接物上，统统叫念佛，不是口念。跟这个完全相应，你生活是念佛，工作是念佛，应酬是念佛，没有一样不是念佛。我们今天晚上参加天主教的平安夜祈祷是念佛，几个人懂？现在人学佛真是愈学心量愈窄小，愈学愈执着。我今天看到传真过来的一些问题，明天我再来解答。完全违背了佛陀的教诲，还自以为是佛教徒，自以为很如法，自以为天天在修积无量无边功德。真正的原因是不读经之过，不研教之过，不能够深解义趣的过失。",
      "zh_TW": "「普皆迴向」。那就是「心包太虛，量周沙界」，拓開心量，救我們小心量的過失。這是發菩提心，一心念佛落實在生活上，落實在我們日常處事待人接物上，統統叫念佛，不是口念。跟這個完全相應，你生活是念佛，工作是念佛，應酬是念佛，沒有一樣不是念佛。我們今天晚上參加天主教的平安夜祈禱是念佛，幾個人懂？現在人學佛真是愈學心量愈窄小，愈學愈執著。我今天看到傳真過來的一些問題，明天我再來解答。完全違背了佛陀的教誨，還自以為是佛教徒，自以為很如法，自以為天天在修積無量無邊功德。真正的原因是不讀經之過，不研教之過，不能夠深解義趣的過失。"
    },
    {
      "id": "21-082-0001_p0038",
      "zh_CN": "这是为我们净宗同学拟定的五个课程，这五个课程做到就够了。佛讲的方法太多太多了，我们只要抓到这个纲领，「三福、六和、三学、六度、十愿」，很好记。要懂得每一条的意思，让我们在生活当中起心动念、言语造作都能与它相应，这叫真正念佛，你把念佛落实了，不是口念。你的心念，你的身念，你的行为念，这是佛心、佛行表现在日常生活当中，这是真念佛。然后我们提的念佛，这个念佛是专求生净土，把我们的功德，什么功德？生活是功德，工作是功德，处事待人接物没有一样不是功德，与这前面五个科目相应，都是功德。以这个功德回向求生西方净土，决定得生，真的是古大德讲的万修万人去。所以末后我讲的是归心净土，世尊教化能事就圆满了，末后总归到净土。",
      "zh_TW": "這是為我們淨宗同學擬定的五個課程，這五個課程做到就夠了。佛講的方法太多太多了，我們只要抓到這個綱領，「三福、六和、三學、六度、十願」，很好記。要懂得每一條的意思，讓我們在生活當中起心動念、言語造作都能與它相應，這叫真正念佛，你把念佛落實了，不是口念。你的心念，你的身念，你的行為念，這是佛心、佛行表現在日常生活當中，這是真念佛。然後我們提的念佛，這個念佛是專求生淨土，把我們的功德，什麼功德？生活是功德，工作是功德，處事待人接物沒有一樣不是功德，與這前面五個科目相應，都是功德。以這個功德迴向求生西方淨土，決定得生，真的是古大德講的萬修萬人去。所以末後我講的是歸心淨土，世尊教化能事就圓滿了，末後總歸到淨土。"
    },
    {
      "id": "21-082-0001_p0039",
      "zh_CN": "净土我特别在这里节录出《净土指归》里面讲的十种信心，我把这个文念一念，一条一条跟诸位讲解，时间不够，以后有机会，我会做详细的讲解，做成录像带再供养大家。",
      "zh_TW": "淨土我特別在這裡節錄出《淨土指歸》裡面講的十種信心，我把這個文念一念，一條一條跟諸位講解，時間不夠，以後有機會，我會做詳細的講解，做成錄像帶再供養大家。"
    },
    {
      "id": "21-082-0001_p0040",
      "zh_CN": "第一条：「佛所说法，金口诚言，真实不虚」。我们要相信，决定要相信佛的话。佛用的是真心，我们用的是妄心，一天到晚胡思乱想。所以自己的意见不可以相信，自己的想法、看法不可以相信，一定要相信佛陀的教诲。",
      "zh_TW": "第一條：「佛所說法，金口誠言，真實不虛」。我們要相信，決定要相信佛的話。佛用的是真心，我們用的是妄心，一天到晚胡思亂想。所以自己的意見不可以相信，自己的想法、看法不可以相信，一定要相信佛陀的教誨。"
    },
    {
      "id": "21-082-0001_p0041",
      "zh_CN": "第二条说：「凡夫识神不灭，六趣循环不已」。什么叫识神？是非人我，自私自利，只要你是非人我、自私自利的念头没有忘掉，你就是六道轮回，你决定出不了六道轮回。这是事实。",
      "zh_TW": "第二條說：「凡夫識神不滅，六趣循環不已」。什麼叫識神？是非人我，自私自利，只要你是非人我、自私自利的念頭沒有忘掉，你就是六道輪迴，你決定出不了六道輪迴。這是事實。"
    },
    {
      "id": "21-082-0001_p0042",
      "zh_CN": "第三条：「此土修行，未得道果，不免轮回」。这个道果是阿罗汉果，超越六道轮回，你不能够证阿罗汉果，你就决定不免轮回。阿罗汉果，世尊在经里面跟我们讲得很清楚，见思烦恼断尽了。也就是我们讲的分别执着断尽了，于世出世间一切法再不会起分别执着的念头，这个人是阿罗汉，这个人才能超越六道轮回。我们还有自私自利，还有是非人我，你就决定脱不了轮回。不管你修什么法门，念佛法门也不能够脱离六道轮回，这个要知道。",
      "zh_TW": "第三條：「此土修行，未得道果，不免輪迴」。這個道果是阿羅漢果，超越六道輪迴，你不能夠證阿羅漢果，你就決定不免輪迴。阿羅漢果，世尊在經裡面跟我們講得很清楚，見思煩惱斷盡了。也就是我們講的分別執著斷盡了，於世出世間一切法再不會起分別執著的念頭，這個人是阿羅漢，這個人才能超越六道輪迴。我們還有自私自利，還有是非人我，你就決定脫不了輪迴。不管你修什麼法門，念佛法門也不能夠脫離六道輪迴，這個要知道。"
    },
    {
      "id": "21-082-0001_p0043",
      "zh_CN": "「未出轮回，虽生天上，不免堕落」。这是讲你纵然修行不错，有成就，你不求往生极乐世界，你所修积的功德会生天，果报在天上。你修上品十善、四无量心，在欲界天；你修禅定，禅定功夫成就了，你生色界天、无色界天，但是出不了六道轮回。天的寿命虽然长，毕竟还有到的时候，寿命到了，还要堕落。纵然生到非想非非想处天，寿命八万大劫，这时间够长了。八万大劫之后，还是要堕落，所以不是究竟的。",
      "zh_TW": "「未出輪迴，雖生天上，不免墮落」。這是講你縱然修行不錯，有成就，你不求往生極樂世界，你所修積的功德會生天，果報在天上。你修上品十善、四無量心，在欲界天；你修禪定，禪定功夫成就了，你生色界天、無色界天，但是出不了六道輪迴。天的壽命雖然長，畢竟還有到的時候，壽命到了，還要墮落。縱然生到非想非非想處天，壽命八萬大劫，這時間夠長了。八萬大劫之後，還是要墮落，所以不是究竟的。"
    },
    {
      "id": "21-082-0001_p0044",
      "zh_CN": "再看第五条讲：「极乐世界，众生生者，永无退转。」这种功德利益我们要清楚、要明了。真搞清楚、搞明了了，你还要搞这个世间是是非非，你不叫自找麻烦吗？你不叫愚痴到极处吗？这个世间一切人事物与我没什么关系，能大师说得好，「只见自己过，不见别人过」。这是个修行人，是个修行的好样子。说老实话，人家有没有过，我们自己不知道，相信自己意思，就铸成大错特错。为什么？说不定做错事那个人，是佛再来的，是菩萨化身示现的，我们怎么会知道？五浊恶世，龙蛇混杂，造罪的人多，佛菩萨在其中示现的也多。佛菩萨示现造业，然后示现被法律判刑、枪毙，这是什么？教化众生的。你看看，你们要做错事情，就像这样下场。他是示现的，他是教化众生成就无量无边功德的，我们哪里晓得？天天还咒他，天天还骂他，天天恨他。我们造了罪业，人家成就无量功德，怎么会知道？所以佛一再劝我们不要相信自己的意思，我们没有觉悟，你自己的看法、想法往往看错了，所以不识好人心，狗咬吕洞宾。佛在经上一再告诉我们，你证得阿罗汉果之后，你才可以相信自己的看法想法。没有证得阿罗汉果，不能相信自己的想法、看法，往往都是错误的。",
      "zh_TW": "再看第五條講：「極樂世界，眾生生者，永無退轉。」這種功德利益我們要清楚、要明瞭。真搞清楚、搞明瞭了，你還要搞這個世間是是非非，你不叫自找麻煩嗎？你不叫愚痴到極處嗎？這個世間一切人事物與我沒什麼關係，能大師說得好，「只見自己過，不見別人過」。這是個修行人，是個修行的好樣子。說老實話，人家有沒有過，我們自己不知道，相信自己意思，就鑄成大錯特錯。為什麼？說不定做錯事那個人，是佛再來的，是菩薩化身示現的，我們怎麼會知道？五濁惡世，龍蛇混雜，造罪的人多，佛菩薩在其中示現的也多。佛菩薩示現造業，然後示現被法律判刑、槍斃，這是什麼？教化眾生的。你看看，你們要做錯事情，就像這樣下場。他是示現的，他是教化眾生成就無量無邊功德的，我們哪裡曉得？天天還咒他，天天還罵他，天天恨他。我們造了罪業，人家成就無量功德，怎麼會知道？所以佛一再勸我們不要相信自己的意思，我們沒有覺悟，你自己的看法、想法往往看錯了，所以不識好人心，狗咬呂洞賓。佛在經上一再告訴我們，你證得阿羅漢果之後，你才可以相信自己的看法想法。沒有證得阿羅漢果，不能相信自己的想法、看法，往往都是錯誤的。"
    },
    {
      "id": "21-082-0001_p0045",
      "zh_CN": "再看底下一条：「众生发愿，愿生净土，决定往生。」关键在发愿，发愿就是发菩提心，一向专念，愿生净土。这个发愿就是经上讲的这八个字：「发菩提心，一向专念。」诸位要记住，发菩提心，菩提心落实就是三福、六和、三学、六度、十愿。那你是真的发菩提心，否则你的菩提心是嘴皮上的菩提心，空的不能落实，不能兑现，你是假的菩提心，不是真的。真的菩提心要落实，要把这五个科目做到，你是真的发菩提心。以这个功德回向求生净土，决定往生。所以大家千万不要误会。",
      "zh_TW": "再看底下一條：「眾生發願，願生淨土，決定往生。」關鍵在發願，發願就是發菩提心，一向專念，願生淨土。這個發願就是經上講的這八個字：「發菩提心，一向專念。」諸位要記住，發菩提心，菩提心落實就是三福、六和、三學、六度、十願。那你是真的發菩提心，否則你的菩提心是嘴皮上的菩提心，空的不能落實，不能兌現，你是假的菩提心，不是真的。真的菩提心要落實，要把這五個科目做到，你是真的發菩提心。以這個功德迴向求生淨土，決定往生。所以大家千萬不要誤會。"
    },
    {
      "id": "21-082-0001_p0046",
      "zh_CN": "「一称佛名，能灭八十亿劫生死重罪。」这是佛在经上常说的，我们每天念十万声佛号，都灭不了罪，罪还在心里生。什么样的人一称佛名？发菩提心的人，就是跟诸位讲的起心动念、言语造作、日常生活都能够与三福、六和、三学、六度、十愿相应的人，那个人念一声佛号能灭八十亿劫生死重罪，这不是指我们平常人，是这种人，真正发菩提心一向专念的人，我们要搞清楚。所以佛经的意思不能错解，错解了我们不但不得受用，反受其害，以为我学得不错了，其实都搞错了。到后来修行，临命终时不能往生，还搞轮回，这一下还要怪佛菩萨，怪经上讲得不灵。「我都依照你的方法修行，为什么不能成就？」你修错了！佛的意思你没搞清楚。所以佛家常讲，「望文生义，三世佛冤」，三世诸佛喊冤枉。不是这个意思，你搞错了。",
      "zh_TW": "「一稱佛名，能滅八十億劫生死重罪。」這是佛在經上常說的，我們每天念十萬聲佛號，都滅不了罪，罪還在心裡生。什麼樣的人一稱佛名？發菩提心的人，就是跟諸位講的起心動念、言語造作、日常生活都能夠與三福、六和、三學、六度、十願相應的人，那個人念一聲佛號能滅八十億劫生死重罪，這不是指我們平常人，是這種人，真正發菩提心一向專念的人，我們要搞清楚。所以佛經的意思不能錯解，錯解了我們不但不得受用，反受其害，以為我學得不錯了，其實都搞錯了。到後來修行，臨命終時不能往生，還搞輪迴，這一下還要怪佛菩薩，怪經上講得不靈。「我都依照你的方法修行，為什麼不能成就？」你修錯了！佛的意思你沒搞清楚。所以佛家常講，「望文生義，三世佛冤」，三世諸佛喊冤枉。不是這個意思，你搞錯了。"
    },
    {
      "id": "21-082-0001_p0047",
      "zh_CN": "第八：「念佛之人，弥陀神通光明摄取不舍。」这个事实，我想你们同学们都很清楚。真正念佛人，佛菩萨常常在他旁边，常常照顾他，常常保佑他，问题你肯不肯真干。",
      "zh_TW": "第八：「念佛之人，彌陀神通光明攝取不捨。」這個事實，我想你們同學們都很清楚。真正念佛人，佛菩薩常常在他旁邊，常常照顧他，常常保佑他，問題你肯不肯真幹。"
    },
    {
      "id": "21-082-0001_p0048",
      "zh_CN": "「念佛之人，十方诸佛同以神力护念。」诸位要知道，念佛之人，那个念佛，念不是口里头念。你看那个念字，不是口，念什么意思？你看看这个字的样子，「今」「心」，你现前心跟佛的心相应，跟佛的行相应。佛的行就是三福、六和、三学、六度、十愿，这个叫念佛。如果是口念，心行都不相应，那就是古大德讲的，「口念弥陀心散乱，喊破喉咙也枉然」。所以这个念，心行相应叫念，我们要搞清楚。你的心是佛心，佛是什么心？真诚、清净、平等、正觉、慈悲；你的行是佛行，佛行是三福、六和、三学、六度、十愿。你得十方三世一切诸佛的护念，你得一切龙天善神的拥护，一点都不假。",
      "zh_TW": "「念佛之人，十方諸佛同以神力護念。」諸位要知道，念佛之人，那個念佛，念不是口裡頭念。你看那個念字，不是口，念什麼意思？你看看這個字的樣子，「今」「心」，你現前心跟佛的心相應，跟佛的行相應。佛的行就是三福、六和、三學、六度、十願，這個叫念佛。如果是口念，心行都不相應，那就是古大德講的，「口念彌陀心散亂，喊破喉嚨也枉然」。所以這個念，心行相應叫念，我們要搞清楚。你的心是佛心，佛是什麼心？真誠、清淨、平等、正覺、慈悲；你的行是佛行，佛行是三福、六和、三學、六度、十願。你得十方三世一切諸佛的護念，你得一切龍天善神的擁護，一點都不假。"
    },
    {
      "id": "21-082-0001_p0049",
      "zh_CN": "最后一条你要相信的：「净土寿命无量，一生当得无上菩提。」这个话是真的，不管你是凡圣同居土下下品往生的，或者是实报土上上品往生的，都是无量寿，真实的无量寿，决定一生圆满菩提。十种信心，决定没有疑惑，你是真正念佛人。虽然你现在没到极乐世界去，你在极乐世界已经注册了，极乐世界已经有你的名字，你现在就是极乐世界的人，你不是凡人。所以诸佛护念，龙天善神保佑你。另外，你们翻过来这一面，「念佛十种殊胜的利益」，诸位常常念念，常常看看，以后我有时间，再把这个详细跟诸位说说。",
      "zh_TW": "最後一條你要相信的：「淨土壽命無量，一生當得無上菩提。」這個話是真的，不管你是凡聖同居土下下品往生的，或者是實報土上上品往生的，都是無量壽，真實的無量壽，決定一生圓滿菩提。十種信心，決定沒有疑惑，你是真正念佛人。雖然你現在沒到極樂世界去，你在極樂世界已經註冊了，極樂世界已經有你的名字，你現在就是極樂世界的人，你不是凡人。所以諸佛護念，龍天善神保佑你。另外，你們翻過來這一面，「念佛十種殊勝的利益」，諸位常常念念，常常看看，以後我有時間，再把這個詳細跟諸位說說。"
    },
    {
      "id": "21-082-0001_p0050",
      "zh_CN": "今天时间到了，我们就讲到此地，谢谢各位。",
      "zh_TW": "今天時間到了，我們就講到此地，謝謝各位。"
    }
  ]
}