{
  "doc_id": "01-009-0001",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾电台",
    "zh_TW": "台灣電台"
  },
  "doc_number": "01-009-0001",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "01-009-0001_p0001",
      "zh_CN": "诸位大德，今天我们利用空中的机会给诸位介绍《阿弥陀经》大意。早年我曾经在国外将《要解》编了一个简略的讲义，一共是七讲，今天还是用这份教材，把题目改成「弥陀要解大意」。",
      "zh_TW": "諸位大德，今天我們利用空中的機會給諸位介紹《阿彌陀經》大意。早年我曾經在國外將《要解》編了一個簡略的講義，一共是七講，今天還是用這份教材，把題目改成「彌陀要解大意」。"
    },
    {
      "id": "01-009-0001_p0002",
      "zh_CN": "首先我们要认识「佛法」，在现代的社会里，特别是在台湾，佛教可以说是相当的普及，但是严格的来说，对于佛法真正认识的人还是不算多数。佛法究竟是什么？先说「佛」这个字，这个字是从印度梵语翻译过来的，是音译的，它是「大智大觉」的意思。为什么当时翻译不直接翻作「智」，或者翻作「觉」？因为这个字汇含的意思很多，在中国文字里面找不到适当的字汇来翻译，因此就保留着音译。他的「智」是真实的智慧，决定没有错误的；他的「觉」是圆满的觉悟，所以这才用音译再加以解释。所谓「法」，这也是个代名词，它是宇宙人生一切物相、一切事理的总代名词，也就是「智、觉」的对象。佛，大智大觉是能觉，一切万法是所觉，虽然讲一个能、一个所，但是在佛法里面，能所是一不是二，这是比较上难懂的地方，不容易体会。如果把能所分开，能则不是所，所则不是能，我们容易懂，但是实在讲，佛法确实是说人生宇宙能觉、所觉是一体，绝对不是分开的，这是佛法不同于世间的学术，也是与哲学不相同的根本所在。",
      "zh_TW": "首先我們要認識「佛法」，在現代的社會裡，特別是在台灣，佛教可以說是相當的普及，但是嚴格的來說，對於佛法真正認識的人還是不算多數。佛法究竟是什麼？先說「佛」這個字，這個字是從印度梵語翻譯過來的，是音譯的，它是「大智大覺」的意思。為什麼當時翻譯不直接翻作「智」，或者翻作「覺」？因為這個字彙含的意思很多，在中國文字裡面找不到適當的字彙來翻譯，因此就保留著音譯。他的「智」是真實的智慧，決定沒有錯誤的；他的「覺」是圓滿的覺悟，所以這才用音譯再加以解釋。所謂「法」，這也是個代名詞，它是宇宙人生一切物相、一切事理的總代名詞，也就是「智、覺」的對象。佛，大智大覺是能覺，一切萬法是所覺，雖然講一個能、一個所，但是在佛法裡面，能所是一不是二，這是比較上難懂的地方，不容易體會。如果把能所分開，能則不是所，所則不是能，我們容易懂，但是實在講，佛法確實是說人生宇宙能覺、所覺是一體，絕對不是分開的，這是佛法不同於世間的學術，也是與哲學不相同的根本所在。"
    },
    {
      "id": "01-009-0001_p0003",
      "zh_CN": "佛法所求的是什么？我们尤其要明了，经典上常常有一句术语叫「阿耨多罗三藐三菩提」，这也是梵文音译过来的。「阿」翻作「无」，「耨多罗」翻作「上」，「三」翻作「正」，「藐」翻作「等」，「菩提」翻作「觉」，这句话整个翻成中国意思就是「无上正等正觉」，这是佛法之所求，也是我们学佛的人终极想达到的目的。这句话要以现代的言语来解释，就是究竟圆满的智慧，只有究竟圆满的智慧才真正能够觉了宇宙人生的真相。换句话说，佛法所求的是真实认识自己与生活环境，自己就是人生，环境就是宇宙，佛法的目的就在此，由此可知，佛法的教学与修学确实没有一丝毫的迷信存在。",
      "zh_TW": "佛法所求的是什麼？我們尤其要明瞭，經典上常常有一句術語叫「阿耨多羅三藐三菩提」，這也是梵文音譯過來的。「阿」翻作「無」，「耨多羅」翻作「上」，「三」翻作「正」，「藐」翻作「等」，「菩提」翻作「覺」，這句話整個翻成中國意思就是「無上正等正覺」，這是佛法之所求，也是我們學佛的人終極想達到的目的。這句話要以現代的言語來解釋，就是究竟圓滿的智慧，只有究竟圓滿的智慧才真正能夠覺了宇宙人生的真相。換句話說，佛法所求的是真實認識自己與生活環境，自己就是人生，環境就是宇宙，佛法的目的就在此，由此可知，佛法的教學與修學確實沒有一絲毫的迷信存在。"
    },
    {
      "id": "01-009-0001_p0004",
      "zh_CN": "「无上正等正觉」也显示佛法修学的三个层次，就如同一般教育里所说的小学、中学、大学，三个阶段的目标。佛法第一个阶段，也就是最近的一个目标，就是「正觉」。世间有些人确实很聪明，他对于宇宙人生有相当的觉悟，但是这个觉悟在佛法的标准下来衡量不能称为「正觉」。「正觉」的标准在什么地方？佛在经典里面跟我们讲得很明白，那就是用清净心。如果心里面还有妄想、执着，还有是非人我，还有情绪，所谓是贪瞋痴慢，有喜怒哀乐，这就不正了，心不正，所觉的当然也就不正。「正觉」，必须要把这些全部洗涤得干干净净，像六祖在《坛经》里面所说的「本来无一物，何处惹尘埃」。",
      "zh_TW": "「無上正等正覺」也顯示佛法修學的三個層次，就如同一般教育裡所說的小學、中學、大學，三個階段的目標。佛法第一個階段，也就是最近的一個目標，就是「正覺」。世間有些人確實很聰明，他對於宇宙人生有相當的覺悟，但是這個覺悟在佛法的標準下來衡量不能稱為「正覺」。「正覺」的標準在什麼地方？佛在經典裡面跟我們講得很明白，那就是用清淨心。如果心裡面還有妄想、執著，還有是非人我，還有情緒，所謂是貪瞋痴慢，有喜怒哀樂，這就不正了，心不正，所覺的當然也就不正。「正覺」，必須要把這些全部洗滌得乾乾淨淨，像六祖在《壇經》裡面所說的「本來無一物，何處惹塵埃」。"
    },
    {
      "id": "01-009-0001_p0005",
      "zh_CN": "心到清净、一念不生，这叫「正」，这种心对于宇宙人生的觉了才称为「正觉」，达到这个目标，佛教有一个名词，也就相当于学位的称呼，我们世间学位有学士、硕士、博士，在佛法里面第一个阶段的学位称为「阿罗汉」。第二个阶段比这个层次更高，是「正等正觉」，「等」是等于佛，当然等于佛并不就是佛，比佛总还要差一等，得到这个阶位我们就称他作「菩萨」，仿佛是中学毕业了。再往上去那就是大学了，这是「无上正等正觉」，这我们就称之为「佛」，在佛教里面学位最高的，相当于我们世间人所讲的博士。所以佛、菩萨、阿罗汉是佛教学位的名称，他并不是神仙，并不是迷信，这一点我们一定要分辨清楚。",
      "zh_TW": "心到清淨、一念不生，這叫「正」，這種心對於宇宙人生的覺了才稱為「正覺」，達到這個目標，佛教有一個名詞，也就相當於學位的稱呼，我們世間學位有學士、碩士、博士，在佛法裡面第一個階段的學位稱為「阿羅漢」。第二個階段比這個層次更高，是「正等正覺」，「等」是等於佛，當然等於佛並不就是佛，比佛總還要差一等，得到這個階位我們就稱他作「菩薩」，彷彿是中學畢業了。再往上去那就是大學了，這是「無上正等正覺」，這我們就稱之為「佛」，在佛教裡面學位最高的，相當於我們世間人所講的博士。所以佛、菩薩、阿羅漢是佛教學位的名稱，他並不是神仙，並不是迷信，這一點我們一定要分辨清楚。"
    },
    {
      "id": "01-009-0001_p0006",
      "zh_CN": "「佛陀」是学位里面最高的，就是证得了「无上正等正觉」；「菩萨」学位是次一等的，好比是硕士，他是「正等正觉」；「阿罗汉」是学位里面最低的，称为「正觉」，这是佛法修学有成就的三个学位的名称。任何一个人得到「无上正等正觉」都称为「佛」，得到「正等正觉」都可以称为「菩萨」，得到「正觉」都可称为「阿罗汉」，这是学佛同修必须要知道的。",
      "zh_TW": "「佛陀」是學位裡面最高的，就是證得了「無上正等正覺」；「菩薩」學位是次一等的，好比是碩士，他是「正等正覺」；「阿羅漢」是學位裡面最低的，稱為「正覺」，這是佛法修學有成就的三個學位的名稱。任何一個人得到「無上正等正覺」都稱為「佛」，得到「正等正覺」都可以稱為「菩薩」，得到「正覺」都可稱為「阿羅漢」，這是學佛同修必須要知道的。"
    },
    {
      "id": "01-009-0001_p0007",
      "zh_CN": "我们今天敬佛，佛是我们的老师，菩萨、罗汉是我们的同学，我们所追求的是同样的一个目标，那就是真正要认识自己与生活的环境，也就是对于宇宙人生有彻底究竟的明了，这样我们起心动念、所作所为才不至于产生错误。所以我们学佛是接受佛陀的教育，对于佛法的定义，以及教育的目标、教育的仪式、教育的方法、教育的成果，我们首先必须要把它研究清楚。",
      "zh_TW": "我們今天敬佛，佛是我們的老師，菩薩、羅漢是我們的同學，我們所追求的是同樣的一個目標，那就是真正要認識自己與生活的環境，也就是對於宇宙人生有徹底究竟的明瞭，這樣我們起心動念、所作所為才不至於產生錯誤。所以我們學佛是接受佛陀的教育，對於佛法的定義，以及教育的目標、教育的儀式、教育的方法、教育的成果，我們首先必須要把它研究清楚。"
    },
    {
      "id": "01-009-0001_p0008",
      "zh_CN": "诸位大德，我们将佛教教育以及教学的目的了解之后，佛法所修的是什么，也就是它教学的原则，这是我们必须要认清楚的。在经典里面，特别是《大方广佛华严经》最后的一品，也就是「入法界品」，善财童子给我们做了一个修学的榜样。我们看到他去参访善知识，第一句话他总是说，「我已经发了菩提心，不知道怎样去修菩萨道？怎样去学菩萨行？」从这个地方我们就明了佛教教育所修的就是菩萨道与菩萨行。「菩萨」是梵语，就是觉悟的意思，「道」是讲的存心，「行」是讲的行为，换句话说，「菩萨道」就是一个觉悟的心理，心在一切万法能够觉而不迷，「菩萨行」就是行为，也就是造作，起心动念、言语动作都叫行为，行为也是觉而不迷、正而不邪，这是觉悟的行为。心觉悟、行觉悟，觉悟的人我们就称他作「菩萨」，这是我们修学的。",
      "zh_TW": "諸位大德，我們將佛教教育以及教學的目的了解之後，佛法所修的是什麼，也就是它教學的原則，這是我們必須要認清楚的。在經典裡面，特別是《大方廣佛華嚴經》最後的一品，也就是「入法界品」，善財童子給我們做了一個修學的榜樣。我們看到他去參訪善知識，第一句話他總是說，「我已經發了菩提心，不知道怎樣去修菩薩道？怎樣去學菩薩行？」從這個地方我們就明瞭佛教教育所修的就是菩薩道與菩薩行。「菩薩」是梵語，就是覺悟的意思，「道」是講的存心，「行」是講的行為，換句話說，「菩薩道」就是一個覺悟的心理，心在一切萬法能夠覺而不迷，「菩薩行」就是行為，也就是造作，起心動念、言語動作都叫行為，行為也是覺而不迷、正而不邪，這是覺悟的行為。心覺悟、行覺悟，覺悟的人我們就稱他作「菩薩」，這是我們修學的。"
    },
    {
      "id": "01-009-0001_p0009",
      "zh_CN": "因此，修学归纳起来有三大纲领，这三大纲领就是佛门通常称的「三皈依」，一入佛门首先要接受「三皈依」。「三皈依」的意义就是把佛教修行最高的指导原则传授给你，从今之后就依照这个原则来修正我们自己成无上正等正觉，这叫做「三皈依」。「皈」是回归、回头，「依」是依靠。第一个是「皈依佛」，「佛」是觉悟的意思，是觉而不迷，意思是教给我们从一切迷惑颠倒回过头来依自性觉，这叫「皈依佛」。所以「皈依佛」绝对不是依靠自心以外的佛，要依靠自心以外，那叫做心外求法，心外求法，佛家称之为「外道」，所以「外道」并不是骂人的话，不是责备人，是说你在心外去求法，这叫「外道」。所以佛法称为「内学」，佛经称为「内典」，它都是教我们从自性里面去求，这是第一个「皈依佛」的意思。",
      "zh_TW": "因此，修學歸納起來有三大綱領，這三大綱領就是佛門通常稱的「三皈依」，一入佛門首先要接受「三皈依」。「三皈依」的意義就是把佛教修行最高的指導原則傳授給你，從今之後就依照這個原則來修正我們自己成無上正等正覺，這叫做「三皈依」。「皈」是回歸、回頭，「依」是依靠。第一個是「皈依佛」，「佛」是覺悟的意思，是覺而不迷，意思是教給我們從一切迷惑顛倒回過頭來依自性覺，這叫「皈依佛」。所以「皈依佛」絕對不是依靠自心以外的佛，要依靠自心以外，那叫做心外求法，心外求法，佛家稱之為「外道」，所以「外道」並不是罵人的話，不是責備人，是說你在心外去求法，這叫「外道」。所以佛法稱為「內學」，佛經稱為「內典」，它都是教我們從自性裡面去求，這是第一個「皈依佛」的意思。"
    },
    {
      "id": "01-009-0001_p0010",
      "zh_CN": "第二是「皈依法」，「法」是指正确的思想见解，思想见解决定没有错误，决定是事实的真相，这个叫「法」。换句话说，我们必须从许多错误的看法、想法回过头来，依自性的正知正见，就是正确的看法与想法，这叫做「皈依法」。第三叫「皈依僧」，「僧」是清净的意思，所谓「六根清净，一尘不染」。「僧」有和合的意思，必须要修「六和敬」，跟一切众生都能够和睦相处。这一条的意义是教我们从不清净、不和合回过头来，要依自性清净心，要依「六和敬」，这叫做「皈依僧」，所以「皈依僧」不是去皈依一个出家人。",
      "zh_TW": "第二是「皈依法」，「法」是指正確的思想見解，思想見解決定沒有錯誤，決定是事實的真相，這個叫「法」。換句話說，我們必須從許多錯誤的看法、想法回過頭來，依自性的正知正見，就是正確的看法與想法，這叫做「皈依法」。第三叫「皈依僧」，「僧」是清淨的意思，所謂「六根清淨，一塵不染」。「僧」有和合的意思，必須要修「六和敬」，跟一切眾生都能夠和睦相處。這一條的意義是教我們從不清淨、不和合回過頭來，要依自性清淨心，要依「六和敬」，這叫做「皈依僧」，所以「皈依僧」不是去皈依一個出家人。"
    },
    {
      "id": "01-009-0001_p0011",
      "zh_CN": "「佛、法、僧」称为「三宝」，「佛、法、僧」翻成中国的意思就是「觉、正、净」，这是佛法修学最高的指导纲领。确确实实释迦牟尼佛教给我们的，我们不能不佩服，不能不五体投地，他并不是叫我们跟着他走，他叫我们要开发自性，自性有无量的智慧、无量的德能、无量的才艺，大觉、智正、清净都是自性里面本来具足的性德。要紧的是我们用什么方法把自性的宝藏开发出来，这是佛法教学的目的，是佛法教学的仪式，所以「三皈」是非常的重要。离开「觉、正、净」就不叫佛法，诸位要记住，佛法是大智大觉之法，所以「三皈依」是「皈依觉、皈依正、皈依净」。",
      "zh_TW": "「佛、法、僧」稱為「三寶」，「佛、法、僧」翻成中國的意思就是「覺、正、淨」，這是佛法修學最高的指導綱領。確確實實釋迦牟尼佛教給我們的，我們不能不佩服，不能不五體投地，他並不是叫我們跟著他走，他叫我們要開發自性，自性有無量的智慧、無量的德能、無量的才藝，大覺、智正、清淨都是自性裡面本來具足的性德。要緊的是我們用什麼方法把自性的寶藏開發出來，這是佛法教學的目的，是佛法教學的儀式，所以「三皈」是非常的重要。離開「覺、正、淨」就不叫佛法，諸位要記住，佛法是大智大覺之法，所以「三皈依」是「皈依覺、皈依正、皈依淨」。"
    },
    {
      "id": "01-009-0001_p0012",
      "zh_CN": "在佛法里面有显宗、有密宗，显宗里面有禅宗，禅宗之外称为「教下」，所以它的宗派很多，这么许许多多的宗派就像一座大学里面不同的科系一样，他们运用的方法不相同，依据的经典不相同，经典就好比是教科书，里面有些理论、有些原则、有些方法不尽相同，但是它的总目标、总方向决定是相同的，所求的目标都是「无上正等正觉」，修行最高的指导原则一定是觉而不迷、正而不邪、净而不染，所以的确是殊途同归。所以佛法说「法门平等，无有高下」，法是方法，门是门径，方法、门径无量无边，所谓八万四千法门，统统是修「觉正净」的方便，也就是修「觉正净」的手段，因此佛家常说「归元无二路，方便有多门」。",
      "zh_TW": "在佛法裡面有顯宗、有密宗，顯宗裡面有禪宗，禪宗之外稱為「教下」，所以它的宗派很多，這麼許許多多的宗派就像一座大學裡面不同的科系一樣，他們運用的方法不相同，依據的經典不相同，經典就好比是教科書，裡面有些理論、有些原則、有些方法不盡相同，但是它的總目標、總方向決定是相同的，所求的目標都是「無上正等正覺」，修行最高的指導原則一定是覺而不迷、正而不邪、淨而不染，所以的確是殊途同歸。所以佛法說「法門平等，無有高下」，法是方法，門是門徑，方法、門徑無量無邊，所謂八萬四千法門，統統是修「覺正淨」的方便，也就是修「覺正淨」的手段，因此佛家常說「歸元無二路，方便有多門」。"
    },
    {
      "id": "01-009-0001_p0013",
      "zh_CN": "我们要想得到「觉正净」，要想证得「无上正等正觉」，这个方向、目标是一致的，它的方法、门径有许许多多，因此「法门平等，无二无别」，这是每位学佛的同修都要牢牢的记住。决定不能因为我修净土就毁谤禅宗，我修显教就排斥密宗，这是错误的，因为不管是哪个宗派，我们晓得我们采取的方法不一样，我们的方向、目的是相同的。譬如我们到一个地方去，我是乘车去，他是坐船去，我们走的路线不相同，我们采取的交通工具不相同，但是我们的方向相同，我们的目的地相同，明了这桩事情才真正体会佛教给我们「法门平等」这个道理。我们和任何一个宗派、任何一个方式都能够和睦欢喜的相处，因为我们的目标、方向是相同的，大家都是修的「觉正净」，这是佛法修学的最高指导纲领。",
      "zh_TW": "我們要想得到「覺正淨」，要想證得「無上正等正覺」，這個方向、目標是一致的，它的方法、門徑有許許多多，因此「法門平等，無二無別」，這是每位學佛的同修都要牢牢的記住。決定不能因為我修淨土就毀謗禪宗，我修顯教就排斥密宗，這是錯誤的，因為不管是哪個宗派，我們曉得我們採取的方法不一樣，我們的方向、目的是相同的。譬如我們到一個地方去，我是乘車去，他是坐船去，我們走的路線不相同，我們採取的交通工具不相同，但是我們的方向相同，我們的目的地相同，明瞭這樁事情才真正體會佛教給我們「法門平等」這個道理。我們和任何一個宗派、任何一個方式都能夠和睦歡喜的相處，因為我們的目標、方向是相同的，大家都是修的「覺正淨」，這是佛法修學的最高指導綱領。"
    },
    {
      "id": "01-009-0001_p0014",
      "zh_CN": "前面跟诸位说过佛法的修学纲领，那是非常的重要，离开这三大纲领：觉、正、净，那就不是学佛了。佛法修学的利益在哪里我们也要知道，知道了我们才会热衷的去接受它，知道这个教育对我们有真正的利益，有切身的好处，这就讲到佛法的德用。学佛，我们希望得到的就是真实的智慧，智慧的作用就是对于宇宙人生彻底的明了。宇宙人生是佛法教学的范围，它确实比现代教育的范围要大得多，因为它的范围是尽虚空遍法界，这是讲无尽的空间；说到时间，过去无始，未来无终，无始无终；竖穷横遍是它教学的范围，这是我们必须要觉悟、要认识的，这就是智慧大觉的范围。",
      "zh_TW": "前面跟諸位說過佛法的修學綱領，那是非常的重要，離開這三大綱領：覺、正、淨，那就不是學佛了。佛法修學的利益在哪裡我們也要知道，知道了我們才會熱衷的去接受它，知道這個教育對我們有真正的利益，有切身的好處，這就講到佛法的德用。學佛，我們希望得到的就是真實的智慧，智慧的作用就是對於宇宙人生徹底的明瞭。宇宙人生是佛法教學的範圍，它確實比現代教育的範圍要大得多，因為它的範圍是盡虛空遍法界，這是講無盡的空間；說到時間，過去無始，未來無終，無始無終；豎窮橫遍是它教學的範圍，這是我們必須要覺悟、要認識的，這就是智慧大覺的範圍。"
    },
    {
      "id": "01-009-0001_p0015",
      "zh_CN": "起用，可以把它分为两大类，一类就是佛门常讲的「大慈」，第二是「大悲」，「慈」是「与乐」的意思，「悲」是「拔苦」的意思，所以佛法的教学是帮助我们离苦得乐。因此在修学过程当中，我们如果确实是一天比一天快乐，这修学佛法就得到利益好处了；如果学佛不能给我们带来真正的快乐，佛法里头常说「法喜充满」，要得不到这个结果，可能我们的修学有了偏差、错误。如果正当的修学，必定是一天比一天快乐，一天比一天轻安，这是最低限度的收获。他为什么会快乐？他心地清净，烦恼少了、忧虑少了，对于眼前，对于往后，一切事物，他的观察敏锐，因为他有智慧，他看得很清楚，所以他做的就很少有错误。所以他是以「大慈」来帮助一切众生得到真正的法喜，以「大悲心」来教化一切众生，来帮助一切众生破迷开悟、离苦得乐。",
      "zh_TW": "起用，可以把它分為兩大類，一類就是佛門常講的「大慈」，第二是「大悲」，「慈」是「與樂」的意思，「悲」是「拔苦」的意思，所以佛法的教學是幫助我們離苦得樂。因此在修學過程當中，我們如果確實是一天比一天快樂，這修學佛法就得到利益好處了；如果學佛不能給我們帶來真正的快樂，佛法裡頭常說「法喜充滿」，要得不到這個結果，可能我們的修學有了偏差、錯誤。如果正當的修學，必定是一天比一天快樂，一天比一天輕安，這是最低限度的收穫。他為什麼會快樂？他心地清淨，煩惱少了、憂慮少了，對於眼前，對於往後，一切事物，他的觀察敏銳，因為他有智慧，他看得很清楚，所以他做的就很少有錯誤。所以他是以「大慈」來幫助一切眾生得到真正的法喜，以「大悲心」來教化一切眾生，來幫助一切眾生破迷開悟、離苦得樂。"
    },
    {
      "id": "01-009-0001_p0016",
      "zh_CN": "迷是苦之因，我们为什么有痛苦？因为我们对于自己以及生活环境的真相不了解。为什么会得乐？乐是我们对于宇宙人生真相，真的搞清楚了，真的明白了。这种清楚明了，佛是教我们自己去证实，而不是听他说的，我们就全盘接受过来，这是佛法不许可的，是佛法不赞成的。所以佛法给我们讲的每桩事情都必须要自己亲证，拿现代的话来说，它是非常符合科学的标准与精神，这是一门非常圆满的教育。因此我们晓得佛法是：「方便多门，不拘形式，经权互用，利物济生」，叫一切众生得到真实的利益。「一切妄情迷执」，迷惑、执着，这都不是佛法，这是我们学佛首先要明了的。",
      "zh_TW": "迷是苦之因，我們為什麼有痛苦？因為我們對於自己以及生活環境的真相不了解。為什麼會得樂？樂是我們對於宇宙人生真相，真的搞清楚了，真的明白了。這種清楚明瞭，佛是教我們自己去證實，而不是聽他說的，我們就全盤接受過來，這是佛法不許可的，是佛法不贊成的。所以佛法給我們講的每樁事情都必須要自己親證，拿現代的話來說，它是非常符合科學的標準與精神，這是一門非常圓滿的教育。因此我們曉得佛法是：「方便多門，不拘形式，經權互用，利物濟生」，叫一切眾生得到真實的利益。「一切妄情迷執」，迷惑、執著，這都不是佛法，這是我們學佛首先要明瞭的。"
    },
    {
      "id": "01-009-0001_p0017",
      "zh_CN": "其次要跟诸位介绍的，要认识这部经。经典实在就是佛教育的教科书，它的教科书非常丰富，中国翻译的称之为「大藏经」。「大藏经」在台湾流通得非常普遍，这么多年我们不断的印了很多次，也有许多不同的版本，在台湾可以很容易的见到，价钱也不高，换句话说，现在台湾同修几乎每个人都有能力买一部「大藏经」。佛教教科书这样的丰富，这必须在当中要有所选择，就好像一所大学，我们要想读书，先要考虑去选某个科系，选择自己有兴趣的，自己能力能够接受的，这在佛法讲「根性」，适合于自己的根性，适合于自己的生活环境，这样修学起来就容易了，愈是自己修学便利，我们的成就就愈快速、愈圆满，这是所谓选择法门。",
      "zh_TW": "其次要跟諸位介紹的，要認識這部經。經典實在就是佛教育的教科書，它的教科書非常豐富，中國翻譯的稱之為「大藏經」。「大藏經」在台灣流通得非常普遍，這麼多年我們不斷的印了很多次，也有許多不同的版本，在台灣可以很容易的見到，價錢也不高，換句話說，現在台灣同修幾乎每個人都有能力買一部「大藏經」。佛教教科書這樣的豐富，這必須在當中要有所選擇，就好像一所大學，我們要想讀書，先要考慮去選某個科系，選擇自己有興趣的，自己能力能夠接受的，這在佛法講「根性」，適合於自己的根性，適合於自己的生活環境，這樣修學起來就容易了，愈是自己修學便利，我們的成就就愈快速、愈圓滿，這是所謂選擇法門。"
    },
    {
      "id": "01-009-0001_p0018",
      "zh_CN": "但是佛法的修学在基本的方式上跟世间教育不相同，它的基本教育就是恢复我们的清净心。实在讲我们今天的心理被染污，精神被染污，思想见解被染污，这种染污非常的严重，俗话所说的「先入为主」，这是我们世间人讲的「成见」，某人成见很深，这个事情总是很麻烦的，这就是佛门里面讲的染污。必须把这些染污统统洗刷干净，恢复到心地清净，清净心就生智慧，清净心起作用就是智慧，染污的心起作用就是烦恼，所以我们今天烦恼很多，烦恼从哪来的？你的心不清净，所以才有烦恼。",
      "zh_TW": "但是佛法的修學在基本的方式上跟世間教育不相同，它的基本教育就是恢復我們的清淨心。實在講我們今天的心理被染污，精神被染污，思想見解被染污，這種染污非常的嚴重，俗話所說的「先入為主」，這是我們世間人講的「成見」，某人成見很深，這個事情總是很麻煩的，這就是佛門裡面講的染污。必須把這些染污統統洗刷乾淨，恢復到心地清淨，清淨心就生智慧，清淨心起作用就是智慧，染污的心起作用就是煩惱，所以我們今天煩惱很多，煩惱從哪來的？你的心不清淨，所以才有煩惱。"
    },
    {
      "id": "01-009-0001_p0019",
      "zh_CN": "佛首先教我们修「戒定慧」，「戒定慧」叫「三学」，一开头就在这上下功夫，用这三种方法把我们的所有一切染污统统洗刷干净，恢复到自性的觉正净，然后才能够接受佛法的教学，这在佛教无论哪个宗派，几乎都要遵守这个教学的方式。从前如此，现在的佛教我们很少看到，所以这一代的高僧大德很少见，学佛的成就不及过去，这就是把佛教教学基本的观念与方法舍弃了。所以我们今天看到许多学佛的，无论是出家、在家的同修，他们的成就可以说只是佛教的常识、皮毛，真正对于佛教的内容实在讲是很少涉及，那么这是必须要从洗涤身心上下手，恢复自己的清净心。",
      "zh_TW": "佛首先教我們修「戒定慧」，「戒定慧」叫「三學」，一開頭就在這上下功夫，用這三種方法把我們的所有一切染污統統洗刷乾淨，恢復到自性的覺正淨，然後才能夠接受佛法的教學，這在佛教無論哪個宗派，幾乎都要遵守這個教學的方式。從前如此，現在的佛教我們很少看到，所以這一代的高僧大德很少見，學佛的成就不及過去，這就是把佛教教學基本的觀念與方法捨棄了。所以我們今天看到許多學佛的，無論是出家、在家的同修，他們的成就可以說只是佛教的常識、皮毛，真正對於佛教的內容實在講是很少涉及，那麼這是必須要從洗滌身心上下手，恢復自己的清淨心。"
    },
    {
      "id": "01-009-0001_p0020",
      "zh_CN": "今天要跟诸位介绍认识这部经，佛教的经典很多，对于经典的选择尤其是重要，选择得非常恰当，我们修学的进度就会快速，会得到相当圆满的成绩。今天我们选择的是《佛说阿弥陀经要解》，《要解》是精要的解释，是明朝末年蕅益大师的著作，这部注解可以说被佛教公认是《弥陀经》最好的一部注解。",
      "zh_TW": "今天要跟諸位介紹認識這部經，佛教的經典很多，對於經典的選擇尤其是重要，選擇得非常恰當，我們修學的進度就會快速，會得到相當圓滿的成績。今天我們選擇的是《佛說阿彌陀經要解》，《要解》是精要的解釋，是明朝末年蕅益大師的著作，這部註解可以說被佛教公認是《彌陀經》最好的一部註解。"
    },
    {
      "id": "01-009-0001_p0021",
      "zh_CN": "本经的经题，佛在经上跟我们说的，它的全文是：",
      "zh_TW": "本經的經題，佛在經上跟我們說的，它的全文是："
    },
    {
      "id": "01-009-0001_p0022",
      "zh_CN": "【称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "【稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-009-0001_p0023",
      "zh_CN": "这是释迦牟尼佛给这部经所定的题目，这个题目长，意思很清楚、很明白。翻到中国来之后，这是鸠摩罗什大师所翻的，他把这个题目改了，改成「佛说阿弥陀经」，为什么要改成这个题目？我们留着下次再说。先解释本题的含义：",
      "zh_TW": "這是釋迦牟尼佛給這部經所定的題目，這個題目長，意思很清楚、很明白。翻到中國來之後，這是鳩摩羅什大師所翻的，他把這個題目改了，改成「佛說阿彌陀經」，為什麼要改成這個題目？我們留著下次再說。先解釋本題的含義："
    },
    {
      "id": "01-009-0001_p0024",
      "zh_CN": "【称赞。】",
      "zh_TW": "【稱讚。】"
    },
    {
      "id": "01-009-0001_p0025",
      "zh_CN": "能称赞的是「一切诸佛」，可见得不是普通的人。一切诸佛，换句话说，在佛法修学已经证得了最高的学位，这不是普通人的称赞，是佛法修学圆满果位的人他们共同称赞。称赞的什么？是「不可思议功德」，就是指这部经，这部经就是不可思议的功德。",
      "zh_TW": "能稱讚的是「一切諸佛」，可見得不是普通的人。一切諸佛，換句話說，在佛法修學已經證得了最高的學位，這不是普通人的稱讚，是佛法修學圓滿果位的人他們共同稱讚。稱讚的什麼？是「不可思議功德」，就是指這部經，這部經就是不可思議的功德。"
    },
    {
      "id": "01-009-0001_p0026",
      "zh_CN": "在这里我们要知道什么叫「功德」，不可以误会，现在许多的世人把「功德」两个字看为「好事」，我多做点好事就是功德了，甚至于在寺庙里捐点钱也叫功德。寺庙里通常摆一个油箱，大家放一点钱进去，叫「功德箱」，这都是很大的错误。「功」是讲修行的功夫，「德」就是果报，所谓是「一分耕耘，一分收获」，耕耘是功，收获是德。为什么一切诸佛赞叹这部经是不可思议功德？因为这部经修行的方法非常特殊，它的方法简单、直捷、广大、圆满、快速、容易，这就是「执持名号」，名号就是「阿弥陀佛」，就用这句名号念到「一心不乱」，这是真正的觉悟。这句「南无阿弥陀佛」谁不会念？人人都能念，人人都会念，念这句佛号成就不可思议的功德，所以一切诸佛都赞叹。",
      "zh_TW": "在這裡我們要知道什麼叫「功德」，不可以誤會，現在許多的世人把「功德」兩個字看為「好事」，我多做點好事就是功德了，甚至於在寺廟裡捐點錢也叫功德。寺廟裡通常擺一個油箱，大家放一點錢進去，叫「功德箱」，這都是很大的錯誤。「功」是講修行的功夫，「德」就是果報，所謂是「一分耕耘，一分收穫」，耕耘是功，收穫是德。為什麼一切諸佛讚歎這部經是不可思議功德？因為這部經修行的方法非常特殊，它的方法簡單、直捷、廣大、圓滿、快速、容易，這就是「執持名號」，名號就是「阿彌陀佛」，就用這句名號念到「一心不亂」，這是真正的覺悟。這句「南無阿彌陀佛」誰不會念？人人都能念，人人都會念，念這句佛號成就不可思議的功德，所以一切諸佛都讚歎。"
    },
    {
      "id": "01-009-0001_p0027",
      "zh_CN": "可是诸位听了前面所说的修学的纲领、目标，这句佛号怎样达到觉而不迷、正而不邪、净而不染？我们首先要知道，一个人可以说是无始劫以来，这不是一生，多生多世我们都是迷惑颠倒、妄念纷飞。佛法修行的方法是如何把妄念断掉，能把妄念断掉，这叫真正的功夫。参禅是一种方法，持咒也是一种方法，止观是一种方法，持戒也是一种方法，所以方法很多，八万四千无量的方法，念佛也是许多方法里面的一种。念佛的要领，就是我们起心动念，起心动念都是妄念、都是妄想、都是习气，我们用这句佛号把所有一切妄念取而代之，换句话说，用一个念头来断一切的妄念，所以这个方法就很巧妙了。我们念这句「南无阿弥陀佛」，妄念一起来，第一个念头起来了，这是习气，第二个念头就换成「阿弥陀佛」，这叫做念佛，把我们的习气统统换过来，古人所谓「生处成熟，熟处成生」，我们现在念这句阿弥陀佛很生疏，常常会忘掉，这妄念很熟，妄念常常起来，现在把它换一换，希望一动念头都是阿弥陀佛，把所有一切妄念统统舍掉，这叫功夫。",
      "zh_TW": "可是諸位聽了前面所說的修學的綱領、目標，這句佛號怎樣達到覺而不迷、正而不邪、淨而不染？我們首先要知道，一個人可以說是無始劫以來，這不是一生，多生多世我們都是迷惑顛倒、妄念紛飛。佛法修行的方法是如何把妄念斷掉，能把妄念斷掉，這叫真正的功夫。參禪是一種方法，持咒也是一種方法，止觀是一種方法，持戒也是一種方法，所以方法很多，八萬四千無量的方法，念佛也是許多方法裡面的一種。念佛的要領，就是我們起心動念，起心動念都是妄念、都是妄想、都是習氣，我們用這句佛號把所有一切妄念取而代之，換句話說，用一個念頭來斷一切的妄念，所以這個方法就很巧妙了。我們念這句「南無阿彌陀佛」，妄念一起來，第一個念頭起來了，這是習氣，第二個念頭就換成「阿彌陀佛」，這叫做念佛，把我們的習氣統統換過來，古人所謂「生處成熟，熟處成生」，我們現在念這句阿彌陀佛很生疏，常常會忘掉，這妄念很熟，妄念常常起來，現在把它換一換，希望一動念頭都是阿彌陀佛，把所有一切妄念統統捨掉，這叫功夫。"
    },
    {
      "id": "01-009-0001_p0028",
      "zh_CN": "为什么这个方法会被一切诸佛称赞？如果这样说法，只是把妄念断掉，我们念「一、二、三、四」也可以，何必念这句「阿弥陀佛」？殊不知念「阿弥陀佛」还有一种特别的果报，那就是在西方极乐世界有一位老师，这个名号是他的德号，这是我们讲西方极乐世界，这个世界确实存在。佛在经上给我们介绍得很详细，只要念他的名号，将来一定可以生到他的国土。我们今天常说移民，我们可以移民到西方极乐世界，那个地方是非常理想的修学环境，所以到那个地方不是去享受的，是成就无上正等正觉。这在所有一切环境里面是最理想的一个环境，因为在那个环境里头没有任何的障碍，六根接触的境界，眼所见的，耳所听的，都是能够帮助成就你的道业，也就是帮助你成熟，帮助你早一天得到无上正等正觉，所以它是一个理想的修学环境，而且很容易能够到那边去，这就是诸佛赞叹的原因，这是经上常讲的「带业往生，顿超圆证」。所以我们念这句「阿弥陀佛」，起心念佛这是觉悟，与觉正净完全相应，将来的结果必定可以证得「无上菩提」，那就是「究竟觉」。",
      "zh_TW": "為什麼這個方法會被一切諸佛稱讚？如果這樣說法，只是把妄念斷掉，我們念「一、二、三、四」也可以，何必念這句「阿彌陀佛」？殊不知念「阿彌陀佛」還有一種特別的果報，那就是在西方極樂世界有一位老師，這個名號是他的德號，這是我們講西方極樂世界，這個世界確實存在。佛在經上給我們介紹得很詳細，只要念他的名號，將來一定可以生到他的國土。我們今天常說移民，我們可以移民到西方極樂世界，那個地方是非常理想的修學環境，所以到那個地方不是去享受的，是成就無上正等正覺。這在所有一切環境裡面是最理想的一個環境，因為在那個環境裡頭沒有任何的障礙，六根接觸的境界，眼所見的，耳所聽的，都是能夠幫助成就你的道業，也就是幫助你成熟，幫助你早一天得到無上正等正覺，所以它是一個理想的修學環境，而且很容易能夠到那邊去，這就是諸佛讚歎的原因，這是經上常講的「帶業往生，頓超圓證」。所以我們念這句「阿彌陀佛」，起心念佛這是覺悟，與覺正淨完全相應，將來的結果必定可以證得「無上菩提」，那就是「究竟覺」。"
    },
    {
      "id": "01-009-0001_p0029",
      "zh_CN": "所以这部经是一切诸佛所护念，十方世界所有一切诸佛护持，「护」就是讲弘护，弘扬护持，这是讲教化众生。佛教化众生第一本教科书，最重要的教科书，就是这部经。所谓「念」是讲他自念，一切诸佛都依照这部经典的方法自己修学，所以他「圆证无上菩提」。自行化他是一不是二，这是一切诸佛之所护念，所以佛告诉我们这个题目叫做「称赞不可思议功德一切诸佛所护念经」。",
      "zh_TW": "所以這部經是一切諸佛所護念，十方世界所有一切諸佛護持，「護」就是講弘護，弘揚護持，這是講教化眾生。佛教化眾生第一本教科書，最重要的教科書，就是這部經。所謂「念」是講他自念，一切諸佛都依照這部經典的方法自己修學，所以他「圓證無上菩提」。自行化他是一不是二，這是一切諸佛之所護念，所以佛告訴我們這個題目叫做「稱讚不可思議功德一切諸佛所護念經」。"
    }
  ]
}