{
  "doc_id": "01-009-0013",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾电台",
    "zh_TW": "台灣電台"
  },
  "doc_number": "01-009-0013",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "01-009-0013_p0001",
      "zh_CN": "【经云：『得与如是诸上善人俱会一处。』所谓观音、势至，把手共行，文殊、普贤亲为胜友。则薰陶有自，成佛无难，此生有幸，获见获闻，可不愿生欤。】",
      "zh_TW": "【經云：『得與如是諸上善人俱會一處。』所謂觀音、勢至，把手共行，文殊、普賢親為勝友。則薰陶有自，成佛無難，此生有幸，獲見獲聞，可不願生歟。】"
    },
    {
      "id": "01-009-0013_p0002",
      "zh_CN": "蕅益大师《要解》里面这一段的开示确实是非常的恳切。经上说得好，凡是生到西方极乐世界的人，即使是带着重罪生到同居土下下品，他也能够与『诸上善人』每天都俱会在一处，「诸上善人」就像观音菩萨、大势至菩萨、文殊、普贤、弥勒菩萨等等，像这样的等觉菩萨。这里面许多都是十方诸佛世界里面的后补佛，就如同我们这个世界的后补佛（弥勒菩萨）一样，弥勒菩萨也是天天都在极乐世界。我们想到兜率天去见弥勒菩萨不容易，在西方极乐世界见弥勒菩萨就非常容易。",
      "zh_TW": "蕅益大師《要解》裡面這一段的開示確實是非常的懇切。經上說得好，凡是生到西方極樂世界的人，即使是帶著重罪生到同居土下下品，他也能夠與『諸上善人』每天都俱會在一處，「諸上善人」就像觀音菩薩、大勢至菩薩、文殊、普賢、彌勒菩薩等等，像這樣的等覺菩薩。這裡面許多都是十方諸佛世界裡面的後補佛，就如同我們這個世界的後補佛（彌勒菩薩）一樣，彌勒菩薩也是天天都在極樂世界。我們想到兜率天去見彌勒菩薩不容易，在西方極樂世界見彌勒菩薩就非常容易。"
    },
    {
      "id": "01-009-0013_p0003",
      "zh_CN": "而且西方世界是平等世界、清净世界，所以见到菩萨可以与他把手同行，『把手』是手牵着手，这是形容地位平等，关系亲密。『文殊、普贤亲为胜友』，「胜」是最殊胜的，真实的益友，这些诸上善人是我们最亲密、殊胜的同参道友，跟这些人在一起，那当然是『薰陶有自，成佛无难』了。受他们之感化，受他们的指教，怎么可能退步？只有天天进步，决定没有退转，所以西方极乐世界，为什么你生到那里圆证三不退，道理就在此地，这是我们真正相信，真正明白了，为什么会不退转。真的是『此生有幸』，我们这一生大幸，能够见到这部经，能够听到这个法门，既然见到这部经、听到这个法门，怎么能不愿往生？这是大师在此地恳切的劝勉我们决定要发愿求生净土。再看第三段：",
      "zh_TW": "而且西方世界是平等世界、清淨世界，所以見到菩薩可以與他把手同行，『把手』是手牽著手，這是形容地位平等，關係親密。『文殊、普賢親為勝友』，「勝」是最殊勝的，真實的益友，這些諸上善人是我們最親密、殊勝的同參道友，跟這些人在一起，那當然是『薰陶有自，成佛無難』了。受他們之感化，受他們的指教，怎麼可能退步？只有天天進步，決定沒有退轉，所以西方極樂世界，為什麼你生到那裡圓證三不退，道理就在此地，這是我們真正相信，真正明白了，為什麼會不退轉。真的是『此生有幸』，我們這一生大幸，能夠見到這部經，能夠聽到這個法門，既然見到這部經、聽到這個法門，怎麼能不願往生？這是大師在此地懇切的勸勉我們決定要發願求生淨土。再看第三段："
    },
    {
      "id": "01-009-0013_p0004",
      "zh_CN": "【顿超绝待。】",
      "zh_TW": "【頓超絕待。】"
    },
    {
      "id": "01-009-0013_p0005",
      "zh_CN": "【下凡众生，念不退中，超尽四十一因位（初住至等觉），谓是凡夫，却不历异生，必补佛位，与观音势至无别。若谓是一生补处，却可名凡夫，不可以名等觉菩萨。此皆教网所不能收。刹网所不能例。】",
      "zh_TW": "【下凡眾生，念不退中，超盡四十一因位（初住至等覺），謂是凡夫，卻不歷異生，必補佛位，與觀音勢至無別。若謂是一生補處，卻可名凡夫，不可以名等覺菩薩。此皆教網所不能收。剎網所不能例。】"
    },
    {
      "id": "01-009-0013_p0006",
      "zh_CN": "『下凡众生，念不退中，超尽四十一因位，谓是凡夫，却不历异生，必补佛位，与观音势至无别』，这是说西方极乐世界的真相，我们要知道的。「下凡」是说我们下等根性的凡夫，就是像我们自己这样的身分，烦恼一品都没有断，三界八十八品见惑、八十一品思惑统统具足，这是「下凡众生」，生到西方极乐世界，当然生的是凡圣同居土，或者是下下品往生，下下品往生也圆证三不退。圆证三不退，我们讲念不退中，居然「超尽四十一因位」。这「四十一因位」是指什么？指初住到等觉，四十一个位次，十住、十行、十回向、十地、等觉，超越这四十一个位次。一生到那边就超越，所以你要说他是凡夫的话，他又不必等到第二生他就成等觉菩萨了，一生就成等觉菩萨了，必定补佛位，他跟观音菩萨、大势至菩萨无二无别，你说这是什么样的身分？『若谓是一生补处』，你要说他真的是「一生补处」吗？不然。『却可名凡夫』，为什么？因为他的烦恼、习气没断，见思、尘沙、无明统统具足，怎么能说他是一生补处？所以从这个角度上来看，他又是凡夫。从三不退来说，他好像是等觉菩萨，而从他带着这么多烦恼，他「不可以名等觉菩萨」，这是西方极乐世界真实的状况。",
      "zh_TW": "『下凡眾生，念不退中，超盡四十一因位，謂是凡夫，卻不歷異生，必補佛位，與觀音勢至無別』，這是說西方極樂世界的真相，我們要知道的。「下凡」是說我們下等根性的凡夫，就是像我們自己這樣的身分，煩惱一品都沒有斷，三界八十八品見惑、八十一品思惑統統具足，這是「下凡眾生」，生到西方極樂世界，當然生的是凡聖同居土，或者是下下品往生，下下品往生也圓證三不退。圓證三不退，我們講念不退中，居然「超盡四十一因位」。這「四十一因位」是指什麼？指初住到等覺，四十一個位次，十住、十行、十迴向、十地、等覺，超越這四十一個位次。一生到那邊就超越，所以你要說他是凡夫的話，他又不必等到第二生他就成等覺菩薩了，一生就成等覺菩薩了，必定補佛位，他跟觀音菩薩、大勢至菩薩無二無別，你說這是什麼樣的身分？『若謂是一生補處』，你要說他真的是「一生補處」嗎？不然。『卻可名凡夫』，為什麼？因為他的煩惱、習氣沒斷，見思、塵沙、無明統統具足，怎麼能說他是一生補處？所以從這個角度上來看，他又是凡夫。從三不退來說，他好像是等覺菩薩，而從他帶著這麼多煩惱，他「不可以名等覺菩薩」，這是西方極樂世界真實的狀況。"
    },
    {
      "id": "01-009-0013_p0007",
      "zh_CN": "这些都是『教网所不能收』，「教网」是佛所讲的一切经论，经论之多就像罗网一样，佛在所有一切经论没有这种讲法。『刹网所不能例』，这是十方诸佛世界里头没有这个现象，找不到例子。这种现象唯独西方世界有，这是我们要知道，要认识的。",
      "zh_TW": "這些都是『教網所不能收』，「教網」是佛所講的一切經論，經論之多就像羅網一樣，佛在所有一切經論沒有這種講法。『剎網所不能例』，這是十方諸佛世界裡頭沒有這個現象，找不到例子。這種現象唯獨西方世界有，這是我們要知道，要認識的。"
    },
    {
      "id": "01-009-0013_p0008",
      "zh_CN": "【当知吾人大事因缘，同居一关，最难透脱。唯极乐同居，超出十方同居之外。了此方能深信弥陀愿力。信佛力，方能深信名号功德。信持名，方能深信吾人心性，本不可思议也。】",
      "zh_TW": "【當知吾人大事因緣，同居一關，最難透脫。唯極樂同居，超出十方同居之外。了此方能深信彌陀願力。信佛力，方能深信名號功德。信持名，方能深信吾人心性，本不可思議也。】"
    },
    {
      "id": "01-009-0013_p0009",
      "zh_CN": "『当知吾人大事因缘』，这蕅益大师特别提醒我们，我们人生「大事因缘」。『同居一关，最难透脱』，凡圣同居土这一关很不容易超越。『唯极乐同居，超出十方同居之外』，唯独西方极乐世界同居土非常特殊，它跟十方诸佛世界的凡圣同居土完全不一样。『了此方能深信弥陀愿力』，对于这个事实真相真正明了，你才相信阿弥陀佛的愿力不可思议。相信佛力，然后你才能够深信名号功德不可思议。彻底体察名号功德才能相信持名念佛不可思议，这才能『深信吾人心性，本不可思议也』，这是追根究柢，彻底明了，体究认识这个法门。",
      "zh_TW": "『當知吾人大事因緣』，這蕅益大師特別提醒我們，我們人生「大事因緣」。『同居一關，最難透脫』，凡聖同居土這一關很不容易超越。『唯極樂同居，超出十方同居之外』，唯獨西方極樂世界同居土非常特殊，它跟十方諸佛世界的凡聖同居土完全不一樣。『了此方能深信彌陀願力』，對於這個事實真相真正明瞭，你才相信阿彌陀佛的願力不可思議。相信佛力，然後你才能夠深信名號功德不可思議。徹底體察名號功德才能相信持名念佛不可思議，這才能『深信吾人心性，本不可思議也』，這是追根究柢，徹底明瞭，體究認識這個法門。"
    },
    {
      "id": "01-009-0013_p0010",
      "zh_CN": "【具此深信，方能发于大愿，经中应当二字，即指深信，深信发愿，即无上菩提；合此信愿，即为净土指南。由此执持名号，乃为正行。】",
      "zh_TW": "【具此深信，方能發於大願，經中應當二字，即指深信，深信發願，即無上菩提；合此信願，即為淨土指南。由此執持名號，乃為正行。】"
    },
    {
      "id": "01-009-0013_p0011",
      "zh_CN": "『具此深信，方能发于大愿』，往生净土，成佛度生，这是无比广大之愿。『经中应当二字，即指深信，深信发愿，即无上菩提』，我们常常讲「无上菩提心」，要发菩提心，不但是很不容易讲，也很不容易明了。蕅益大师在本经为我们发明出来，为我们道出，这实在是自古以来祖师大德未曾说过的，「深信发愿，求生净土」就是无上菩提心。『合此信愿，即为净土指南。由此执持名号，乃为正行』。所以念佛要这样的念法，这句佛号是从什么地方生来？是从深信发愿心，也就是无上菩提心里面生出这一句佛号，从口里面念出来，从耳朵里头再听进去，这样念佛才叫做「正行」，这样念佛才叫做相应，所谓「一念相应一念佛，念念相应念念佛」。",
      "zh_TW": "『具此深信，方能發於大願』，往生淨土，成佛度生，這是無比廣大之願。『經中應當二字，即指深信，深信發願，即無上菩提』，我們常常講「無上菩提心」，要發菩提心，不但是很不容易講，也很不容易明瞭。蕅益大師在本經為我們發明出來，為我們道出，這實在是自古以來祖師大德未曾說過的，「深信發願，求生淨土」就是無上菩提心。『合此信願，即為淨土指南。由此執持名號，乃為正行』。所以念佛要這樣的念法，這句佛號是從什麼地方生來？是從深信發願心，也就是無上菩提心裡面生出這一句佛號，從口裡面念出來，從耳朵裡頭再聽進去，這樣念佛才叫做「正行」，這樣念佛才叫做相應，所謂「一念相應一念佛，念念相應念念佛」。"
    },
    {
      "id": "01-009-0013_p0012",
      "zh_CN": "【若信愿坚固，临终十念一念，亦决得生，若无信愿，纵将名号，持至风吹不入，雨打不湿，如铜墙铁壁相似，亦无得生之理。修净业者，不可不知也。大本阿弥陀经，亦以发菩提心为要，正与此同。】",
      "zh_TW": "【若信願堅固，臨終十念一念，亦決得生，若無信願，縱將名號，持至風吹不入，雨打不濕，如銅牆鐵壁相似，亦無得生之理。修淨業者，不可不知也。大本阿彌陀經，亦以發菩提心為要，正與此同。】"
    },
    {
      "id": "01-009-0013_p0013",
      "zh_CN": "蕅益大师这一段的开示，说明往生西方极乐世界，发菩提心是一个非常重要的要素。我们在《无量寿经》经文当中看到，在「三辈往生」的经文里面，无论是上中下三辈，都是以「发菩提心，一向专念阿弥陀佛」为修学的宗旨，蕅祖在此地又特别以这个意思来劝告我们。信愿要真正的坚固，真正坚固，他老人家说了，能不能往生决定在信愿之有无，这个「有」要坚定的有，这是决定得生的因素，所以在临命终时，十念乃至于一念都决定得生。如果没有信愿，纵然将这句佛号念到『风吹不入，雨打不湿，如铜墙铁壁相似』，这都是形容，『亦无得生之理』，那就是古人所讲的「喊破喉咙也枉然」，一天念十万声佛号也不能往生，为什么？信愿不坚固。不坚固就是信心常常动摇，愿力不强，一时候想往生，一时候还想别的，这不能往生，这是我们一定要知道，一定要认识清楚，所以『修净业者，不可不知』。特别又举出《无量寿经》来做证明，说大本《阿弥陀经》就是指的《无量寿经》，《无量寿经》上讲到修行方法还是以「发菩提心，一向专念阿弥陀佛」，这是佛在《大经》上给我们讲修学的方法，跟小本里面讲的完全相同。",
      "zh_TW": "蕅益大師這一段的開示，說明往生西方極樂世界，發菩提心是一個非常重要的要素。我們在《無量壽經》經文當中看到，在「三輩往生」的經文裡面，無論是上中下三輩，都是以「發菩提心，一向專念阿彌陀佛」為修學的宗旨，蕅祖在此地又特別以這個意思來勸告我們。信願要真正的堅固，真正堅固，他老人家說了，能不能往生決定在信願之有無，這個「有」要堅定的有，這是決定得生的因素，所以在臨命終時，十念乃至於一念都決定得生。如果沒有信願，縱然將這句佛號念到『風吹不入，雨打不溼，如銅牆鐵壁相似』，這都是形容，『亦無得生之理』，那就是古人所講的「喊破喉嚨也枉然」，一天念十萬聲佛號也不能往生，為什麼？信願不堅固。不堅固就是信心常常動搖，願力不強，一時候想往生，一時候還想別的，這不能往生，這是我們一定要知道，一定要認識清楚，所以『修淨業者，不可不知』。特別又舉出《無量壽經》來做證明，說大本《阿彌陀經》就是指的《無量壽經》，《無量壽經》上講到修行方法還是以「發菩提心，一向專念阿彌陀佛」，這是佛在《大經》上給我們講修學的方法，跟小本裡面講的完全相同。"
    },
    {
      "id": "01-009-0013_p0014",
      "zh_CN": "发愿太重要了，愿如果真正发了，你对于世出世间一切法是自自然然能放下，自自然然能舍，你的慈悲心，称性的慈悲心，也自然流露。这种称性的慈悲心流露出来的现象，就是以一切方便法帮助一切众生认识这个法门、相信这个法门、修学这个法门，这个绝对不是故意做作的，是一种自然的流露，就跟弥陀、诸佛一样，佛怀念众生从来没有间断，念念希望众生欢喜信受这个法门。我们发心要与佛一样，所以我常常讲，希望念佛的同修，我们心、愿、解、行都能够如佛无二，都能够像佛，那就是念念之中要受持这个法门。莲池大师在《疏钞》里面讲「受持」这两个字讲得很清楚，「受持」，不但自己要接受，而且要全力的荷担，荷担就是要把如来宣扬这个法门普遍为一切众生推荐、介绍，这才是真正荷担的意思。所以我们要尽心尽力随时随地去帮助别人，把这个法门介绍给大家，这才是「受持」圆满的意思。",
      "zh_TW": "發願太重要了，願如果真正發了，你對於世出世間一切法是自自然然能放下，自自然然能捨，你的慈悲心，稱性的慈悲心，也自然流露。這種稱性的慈悲心流露出來的現象，就是以一切方便法幫助一切眾生認識這個法門、相信這個法門、修學這個法門，這個絕對不是故意做作的，是一種自然的流露，就跟彌陀、諸佛一樣，佛懷念眾生從來沒有間斷，念念希望眾生歡喜信受這個法門。我們發心要與佛一樣，所以我常常講，希望念佛的同修，我們心、願、解、行都能夠如佛無二，都能夠像佛，那就是念念之中要受持這個法門。蓮池大師在《疏鈔》裡面講「受持」這兩個字講得很清楚，「受持」，不但自己要接受，而且要全力的荷擔，荷擔就是要把如來宣揚這個法門普遍為一切眾生推薦、介紹，這才是真正荷擔的意思。所以我們要盡心盡力隨時隨地去幫助別人，把這個法門介紹給大家，這才是「受持」圓滿的意思。"
    },
    {
      "id": "01-009-0013_p0015",
      "zh_CN": "具足信愿，临终一念、十念，《往生传》、《净土圣贤录》里面都有记载，像唐朝张锺馗、张善和生前都是屠户，杀猪杀牛的，所以罪业非常深重，临终地狱相现前，遇到善友，十念都能够往生，生到西方极乐世界当然光寿同佛，这正是古德所谓「不用三祇修福慧，但将六字出乾坤」，这是事实，是我们大家有目共睹的。但是要知道这绝对不是偶然，像张善和这一类的人，必定是过去生中有非常深厚的善根，而是这一生没有缘遇到佛法，绝对不是他没有善根，是没有缘遇到佛法，所以才造下深重的罪业。临终，缘才成熟，遇到善友，信愿念佛，虽然念得很少，十声、一声必定往生。由此可知，修净业者必须以信愿为生西之先导，这是引导我们往西方的；深信切愿。",
      "zh_TW": "具足信願，臨終一念、十念，《往生傳》、《淨土聖賢錄》裡面都有記載，像唐朝張鍾馗、張善和生前都是屠戶，殺豬殺牛的，所以罪業非常深重，臨終地獄相現前，遇到善友，十念都能夠往生，生到西方極樂世界當然光壽同佛，這正是古德所謂「不用三祇修福慧，但將六字出乾坤」，這是事實，是我們大家有目共睹的。但是要知道這絕對不是偶然，像張善和這一類的人，必定是過去生中有非常深厚的善根，而是這一生沒有緣遇到佛法，絕對不是他沒有善根，是沒有緣遇到佛法，所以才造下深重的罪業。臨終，緣才成熟，遇到善友，信願念佛，雖然念得很少，十聲、一聲必定往生。由此可知，修淨業者必須以信願為生西之先導，這是引導我們往西方的；深信切願。"
    },
    {
      "id": "01-009-0013_p0016",
      "zh_CN": "老实念佛的行持，真正老实是决定不怀疑、不夹杂、不间断，这才算是老实。如果有疑，一定要亲近善知识，一定要在经论里面下功夫，要求解，这些主要的目的是帮助我们断疑生信。果真深信不疑，对于经教的研修探讨可有可无，为什么？因为对于你往生不会构成障碍。",
      "zh_TW": "老實念佛的行持，真正老實是決定不懷疑、不夾雜、不間斷，這才算是老實。如果有疑，一定要親近善知識，一定要在經論裡面下功夫，要求解，這些主要的目的是幫助我們斷疑生信。果真深信不疑，對於經教的研修探討可有可無，為什麼？因為對於你往生不會構成障礙。"
    },
    {
      "id": "01-009-0013_p0017",
      "zh_CN": "功夫里面切要的是决定不能夹杂，不但世间法不杂，出世间的佛法也不夹杂，不但不杂其他经论修学的方法，即使是本宗里面所讲的「观想、观像、实相」，我们也不要，只取「持名念佛」。经典的依靠，一部《无量寿经》，或者一部《阿弥陀经》，就足够了，像莲池大师晚年，只依靠一部《阿弥陀经》，一句阿弥陀佛，这是给我们最好的一个榜样。果然能够效法古来的祖师大德，我们的净业在这一生当中决定成就，极乐莲台指日可待。今天的关键就在我们是不是有真正的认识、真正的修持，果然这两样都真实，那就恭喜你，你已经是极乐世界的菩萨了。第五讲：",
      "zh_TW": "功夫裡面切要的是決定不能夾雜，不但世間法不雜，出世間的佛法也不夾雜，不但不雜其他經論修學的方法，即使是本宗裡面所講的「觀想、觀像、實相」，我們也不要，只取「持名念佛」。經典的依靠，一部《無量壽經》，或者一部《阿彌陀經》，就足夠了，像蓮池大師晚年，只依靠一部《阿彌陀經》，一句阿彌陀佛，這是給我們最好的一個榜樣。果然能夠效法古來的祖師大德，我們的淨業在這一生當中決定成就，極樂蓮臺指日可待。今天的關鍵就在我們是不是有真正的認識、真正的修持，果然這兩樣都真實，那就恭喜你，你已經是極樂世界的菩薩了。第五講："
    },
    {
      "id": "01-009-0013_p0018",
      "zh_CN": "【正示行者执持名号以立行。】",
      "zh_TW": "【正示行者執持名號以立行。】"
    },
    {
      "id": "01-009-0013_p0019",
      "zh_CN": "这是正宗分里面第三个大段，教给我们修行的方法。经文从：",
      "zh_TW": "這是正宗分裡面第三個大段，教給我們修行的方法。經文從："
    },
    {
      "id": "01-009-0013_p0020",
      "zh_CN": "【舍利弗。不可以少善根福德因缘得生彼国。舍利弗。若有善男子善女人。闻说阿弥陀佛。执持名号。若一日。若二日。若三日。若四日。若五日。若六日。若七日。一心不乱。其人临命终时。阿弥陀佛与诸圣众。现在其前。是人终时心不颠倒。即得往生阿弥陀佛极乐国土。舍利弗。我见是利故说此言。若有众生闻是说者。应当发愿生彼国土。】",
      "zh_TW": "【舍利弗。不可以少善根福德因緣得生彼國。舍利弗。若有善男子善女人。聞說阿彌陀佛。執持名號。若一日。若二日。若三日。若四日。若五日。若六日。若七日。一心不亂。其人臨命終時。阿彌陀佛與諸聖眾。現在其前。是人終時心不顛倒。即得往生阿彌陀佛極樂國土。舍利弗。我見是利故說此言。若有眾生聞是說者。應當發願生彼國土。】"
    },
    {
      "id": "01-009-0013_p0021",
      "zh_CN": "这个一大段，我们从经文的开示，知道不能往生的原因是「善根、福德」不具足。就「善根」来说，是「菩提正道」，这是「亲因」，「菩提正道」要是具体落实来讲，就是「执持名号」，老实念这一句阿弥陀佛，这是无量劫中生生世世念佛的善根，这是我们往生西方极乐世界的亲因缘。「二乘人少」，缺乏这个善根，所以纵然遇到这个法门，他不相信，或者相信了，他自己也不愿意求生，这是善根少。",
      "zh_TW": "這個一大段，我們從經文的開示，知道不能往生的原因是「善根、福德」不具足。就「善根」來說，是「菩提正道」，這是「親因」，「菩提正道」要是具體落實來講，就是「執持名號」，老實念這一句阿彌陀佛，這是無量劫中生生世世念佛的善根，這是我們往生西方極樂世界的親因緣。「二乘人少」，缺乏這個善根，所以縱然遇到這個法門，他不相信，或者相信了，他自己也不願意求生，這是善根少。"
    },
    {
      "id": "01-009-0013_p0022",
      "zh_CN": "其次，我们看「福德」，福德也是多生多世修积的，像布施、持戒、忍辱、精进，这些统统是助道的因缘。「人天少」，为什么说人天少？人天的意念都是自私自利，起心动念想自己，顶多想家族。从前受过伦理教育的，起心动念他的心量上比较大一点，他想到他的家族，如果心量更大一点的人，他想到社会、想到乡里、想到国家，这样的人就相当的少了。像范仲淹这种人的心思，「先天下之忧而忧，后天下之乐而乐」，他的这个思想是全国同胞，为全国同胞造福，为全国同胞解除苦难，这样的人在历史上非常的希有，很少见。所以佛在经上说「福德，人天少」，那是真的不是假的。因此，善根力量薄弱，福德力量薄弱，这都是为什么不能往生的原因。",
      "zh_TW": "其次，我們看「福德」，福德也是多生多世修積的，像布施、持戒、忍辱、精進，這些統統是助道的因緣。「人天少」，為什麼說人天少？人天的意念都是自私自利，起心動念想自己，頂多想家族。從前受過倫理教育的，起心動念他的心量上比較大一點，他想到他的家族，如果心量更大一點的人，他想到社會、想到鄉里、想到國家，這樣的人就相當的少了。像范仲淹這種人的心思，「先天下之憂而憂，後天下之樂而樂」，他的這個思想是全國同胞，為全國同胞造福，為全國同胞解除苦難，這樣的人在歷史上非常的希有，很少見。所以佛在經上說「福德，人天少」，那是真的不是假的。因此，善根力量薄弱，福德力量薄弱，這都是為什麼不能往生的原因。"
    },
    {
      "id": "01-009-0013_p0023",
      "zh_CN": "蕅益大师在《要解》里面给我们说：",
      "zh_TW": "蕅益大師在《要解》裡面給我們說："
    },
    {
      "id": "01-009-0013_p0024",
      "zh_CN": "【二乘但求自利，得少为足，不发菩提心，故善根少。人天虽修六度，但求人天福乐，未了无为，未得无漏，故福德少。皆不得生净土。】",
      "zh_TW": "【二乘但求自利，得少為足，不發菩提心，故善根少。人天雖修六度，但求人天福樂，未了無為，未得無漏，故福德少。皆不得生淨土。】"
    },
    {
      "id": "01-009-0013_p0025",
      "zh_CN": "『二乘但求自利，得少为足，不发菩提心』，所以『善根少』。『人天虽修六度』，目标只求『人天福乐』，『未了无为，未得无漏』，所以『福德少』，这都不能构成往生净土的因素，我们要知道。",
      "zh_TW": "『二乘但求自利，得少為足，不發菩提心』，所以『善根少』。『人天雖修六度』，目標只求『人天福樂』，『未了無為，未得無漏』，所以『福德少』，這都不能構成往生淨土的因素，我們要知道。"
    },
    {
      "id": "01-009-0013_p0026",
      "zh_CN": "所以学佛的人，心愿要同佛，佛心佛愿广大无边，念念是以法界一切众生为怀，绝对不只是一个国家、一个世界，希望我们的同修对于这一层要细心去体会。同样是一个念头，为什么不把这一个念头涵盖到虚空法界？念头起来是那么小的一个范围，心量小是迷、是惑；心量大，迷惑就破除，所以无明不破，自然没有了；烦恼不断，已经转变成菩提了，都在一念心，就统统转过来了。所以修行实在说不难，难在你自己不留意，起心动念心量那么小。所以这个法门为什么一生就圆成佛道，往生西方极乐世界就等同等觉菩萨，原因在哪里？就是念头转得快。二乘人心量不大，菩萨心量也不圆满，唯独生到西方极乐世界，那个人心是等同阿弥陀佛，真正不费什么力气，不需要什么学问，一下就从凡夫成佛了。所以你要说是难信，难信是这个理难信，这个事相他不明了，他不会转变，所以就难了，如果一转变，这个事情就不难了，本来不难，本来如是。我们再看底下一段：",
      "zh_TW": "所以學佛的人，心願要同佛，佛心佛願廣大無邊，念念是以法界一切眾生為懷，絕對不只是一個國家、一個世界，希望我們的同修對於這一層要細心去體會。同樣是一個念頭，為什麼不把這一個念頭涵蓋到虛空法界？念頭起來是那麼小的一個範圍，心量小是迷、是惑；心量大，迷惑就破除，所以無明不破，自然沒有了；煩惱不斷，已經轉變成菩提了，都在一念心，就統統轉過來了。所以修行實在說不難，難在你自己不留意，起心動念心量那麼小。所以這個法門為什麼一生就圓成佛道，往生西方極樂世界就等同等覺菩薩，原因在哪裡？就是念頭轉得快。二乘人心量不大，菩薩心量也不圓滿，唯獨生到西方極樂世界，那個人心是等同阿彌陀佛，真正不費什麼力氣，不需要什麼學問，一下就從凡夫成佛了。所以你要說是難信，難信是這個理難信，這個事相他不明瞭，他不會轉變，所以就難了，如果一轉變，這個事情就不難了，本來不難，本來如是。我們再看底下一段："
    },
    {
      "id": "01-009-0013_p0027",
      "zh_CN": "【唯以信愿执持名号，则一一声，悉具多善根福德。散心称名，福善亦不可量，况一心不乱哉！】",
      "zh_TW": "【唯以信願執持名號，則一一聲，悉具多善根福德。散心稱名，福善亦不可量，況一心不亂哉！】"
    },
    {
      "id": "01-009-0013_p0028",
      "zh_CN": "『唯以信愿执持名号，则一一声，悉具多善根福德』。善根、福德是被迷了，透不出来，现在用这一句佛号，只要真信切愿老老实实念这一句佛号，声声与阿弥陀佛的心愿解行都能够相应，这样声声佛号都具足了无量的善根、福德。『散心称名』，就是我们没有到一心不乱，福德已经不可称量，何况『一心不乱』？这个里面需要跟同修们说明的，念佛一心是不容易得到的，所以有些同修们看到经上讲的「一心不乱」，也就被它吓住了，认为我一生做不到，要一心不乱这个标准才能往生，那我这一生恐怕不能往生了，所以他就不学这个法门，就改修其他法门，这是错误。原本的经文，诸位看玄奘大师所翻译的，没有一心不乱，玄奘大师翻的是「一心系念」，看这个字样，我们信心就起来了。「系念」就是我们一心一意去挂念它，这是我们每个人都能够做得到的。",
      "zh_TW": "『唯以信願執持名號，則一一聲，悉具多善根福德』。善根、福德是被迷了，透不出來，現在用這一句佛號，只要真信切願老老實實念這一句佛號，聲聲與阿彌陀佛的心願解行都能夠相應，這樣聲聲佛號都具足了無量的善根、福德。『散心稱名』，就是我們沒有到一心不亂，福德已經不可稱量，何況『一心不亂』？這個裡面需要跟同修們說明的，念佛一心是不容易得到的，所以有些同修們看到經上講的「一心不亂」，也就被它嚇住了，認為我一生做不到，要一心不亂這個標準才能往生，那我這一生恐怕不能往生了，所以他就不學這個法門，就改修其他法門，這是錯誤。原本的經文，諸位看玄奘大師所翻譯的，沒有一心不亂，玄奘大師翻的是「一心繫念」，看這個字樣，我們信心就起來了。「繫念」就是我們一心一意去掛念它，這是我們每個人都能夠做得到的。"
    },
    {
      "id": "01-009-0013_p0029",
      "zh_CN": "尤其《无量寿经》上讲得更好，「发菩提心，一向称念」，还没有说一心，说一向，一个方向、一个目标，一心一意念阿弥陀佛，就是我们现在讲的专心，你只要专心念这个佛号就行了。专心念，善根、福德就不可称量。不专心那就叫散心，不专心的念这一句佛号，『福善』也不可思议，何况是专心，一心一意去念！又何况具足信愿！更何况心愿解行能与阿弥陀佛相应！那个功德真正不可思量，确实像经上讲「唯佛与佛才能够究竟」，才知道你念佛的功德究竟有多么大。佛以下的九法界的有情，确实如果要不是佛力加持，他也没有办法知道，即使佛力加持，他也不能圆满的知道，念佛的好处、念佛的利益、念佛的功德，如是如是。我们这一生确实非常幸运，遇到了，听到了，能够把握住，认真的一门深入，努力修学，现前的利益，将来的果报，都是不可思议的。",
      "zh_TW": "尤其《無量壽經》上講得更好，「發菩提心，一向稱念」，還沒有說一心，說一向，一個方向、一個目標，一心一意念阿彌陀佛，就是我們現在講的專心，你只要專心念這個佛號就行了。專心念，善根、福德就不可稱量。不專心那就叫散心，不專心的念這一句佛號，『福善』也不可思議，何況是專心，一心一意去念！又何況具足信願！更何況心願解行能與阿彌陀佛相應！那個功德真正不可思量，確實像經上講「唯佛與佛才能夠究竟」，才知道你念佛的功德究竟有多麼大。佛以下的九法界的有情，確實如果要不是佛力加持，他也沒有辦法知道，即使佛力加持，他也不能圓滿的知道，念佛的好處、念佛的利益、念佛的功德，如是如是。我們這一生確實非常幸運，遇到了，聽到了，能夠把握住，認真的一門深入，努力修學，現前的利益，將來的果報，都是不可思議的。"
    },
    {
      "id": "01-009-0013_p0030",
      "zh_CN": "第三，「显示正行持名三要」，第一小段讲「信愿具足」。念佛早晚两堂功课是非常的重要，这是让我们在平时养成念佛忆佛的习惯。如果时间长，我们就多念一些，要是时间短，工作非常的忙碌，我们就可以采取「十念法」，要紧的是一生当中一次都不可以缺课。",
      "zh_TW": "第三，「顯示正行持名三要」，第一小段講「信願具足」。念佛早晚兩堂功課是非常的重要，這是讓我們在平時養成念佛憶佛的習慣。如果時間長，我們就多念一些，要是時間短，工作非常的忙碌，我們就可以採取「十念法」，要緊的是一生當中一次都不可以缺課。"
    },
    {
      "id": "01-009-0013_p0031",
      "zh_CN": "平时可以依据《西方确指》的办法来做，这是觉明妙行菩萨为我们定的功课，他的功课是简单、单纯，容易修学，无论是个人，或者是大众在一起共修，都非常的恰当，尤其在现代工业时代。这个课程的内容是一支香，大概我们通常讲的一支香就是一个半小时，一卷《弥陀经》、三遍往生咒、一千声佛号，不快不慢，缓急适中，这样做下来叫一支香。如果有时间的话，可以接着两支香、三支香，每一支香当中可以休息十几分钟，或者二十分钟，这确实非常理想。休息期间当中最好是拜佛，拜佛也是很好的一个运动，调节生理。打佛七的时候也可以用这个方法，日夜不断就是十二支香。如果按照这个理想来做，就是每一支香都是一卷《弥陀经》、三遍往生咒、一千声佛号，或者是礼佛四十八拜，这个四十八与阿弥陀佛四十八愿相应，念念不忘弥陀本愿功德。由此可知，这是平时的早晚功课以及精进结七念佛都可以遵守。",
      "zh_TW": "平時可以依據《西方確指》的辦法來做，這是覺明妙行菩薩為我們定的功課，他的功課是簡單、單純，容易修學，無論是個人，或者是大眾在一起共修，都非常的恰當，尤其在現代工業時代。這個課程的內容是一支香，大概我們通常講的一支香就是一個半小時，一卷《彌陀經》、三遍往生咒、一千聲佛號，不快不慢，緩急適中，這樣做下來叫一支香。如果有時間的話，可以接著兩支香、三支香，每一支香當中可以休息十幾分鐘，或者二十分鐘，這確實非常理想。休息期間當中最好是拜佛，拜佛也是很好的一個運動，調節生理。打佛七的時候也可以用這個方法，日夜不斷就是十二支香。如果按照這個理想來做，就是每一支香都是一卷《彌陀經》、三遍往生咒、一千聲佛號，或者是禮佛四十八拜，這個四十八與阿彌陀佛四十八願相應，念念不忘彌陀本願功德。由此可知，這是平時的早晚功課以及精進結七念佛都可以遵守。"
    },
    {
      "id": "01-009-0013_p0032",
      "zh_CN": "课程是自己定的，像净宗学会的同修们，他们早课是采用《无量寿经》的第六章，就是四十八愿，晚课采取的是三十三到三十七这个五章，其实第三十二也非常之好，文都不算很长。这里面许多的教训，都可以作我们日常生活当中处事待人的规则、典范，我们依照经训来修改我们错误的思想、见解、行为，所以它确实有很大的利益。用这个作早晚课，即使全经不能够记诵，就是背不过来，把这几章背下来，我们一生受用无穷，这是特别采取这几章经文作为专修的早晚功课。当然能念全部经文那是最好的，全经如果念熟了，大概念一遍也只要三十分钟，再有三十分钟念佛，早晚功课每一堂用一个小时，在现代的社会这是很适中的。",
      "zh_TW": "課程是自己定的，像淨宗學會的同修們，他們早課是採用《無量壽經》的第六章，就是四十八願，晚課採取的是三十三到三十七這個五章，其實第三十二也非常之好，文都不算很長。這裡面許多的教訓，都可以作我們日常生活當中處事待人的規則、典範，我們依照經訓來修改我們錯誤的思想、見解、行為，所以它確實有很大的利益。用這個作早晚課，即使全經不能夠記誦，就是背不過來，把這幾章背下來，我們一生受用無窮，這是特別採取這幾章經文作為專修的早晚功課。當然能念全部經文那是最好的，全經如果念熟了，大概念一遍也只要三十分鐘，再有三十分鐘念佛，早晚功課每一堂用一個小時，在現代的社會這是很適中的。"
    },
    {
      "id": "01-009-0013_p0033",
      "zh_CN": "第二，讲「执持名号」。前面曾经跟诸位报告过，这一句名号是善中之善，是福中之福，为什么说它是善中之善？这个善就是善根，无上的善根。《大经》里面，《大经》是《无量寿经》，三辈往生都必须要「发菩提心，一向专念阿弥陀佛」，由此可知，发菩提心非常重要。此地在注解里面跟我们说「具足五种菩提心」，这五种菩提心是出在《大智度论》，第一种是「发心菩提」，第二种是「伏心菩提」，第三种是「明心菩提」，第四种是「出到菩提」，第五种是「无上菩提」。在本经经文明白的开导我们，「一心不乱」，一心不乱有事一心、有理一心，在五种菩提心里面，「伏心菩提」就属于事一心，「明心」以上是属于理一心，由此可知，这一句名号确实具足了《大智度论》上所讲的五种菩提心。五种里面第一种是「发心」，发心就是愿生西方净土，也就是蕅益大师在注解里面告诉我们，发愿求生净土这个心就是无上菩提心，所以它确实是善中之善。",
      "zh_TW": "第二，講「執持名號」。前面曾經跟諸位報告過，這一句名號是善中之善，是福中之福，為什麼說它是善中之善？這個善就是善根，無上的善根。《大經》裡面，《大經》是《無量壽經》，三輩往生都必須要「發菩提心，一向專念阿彌陀佛」，由此可知，發菩提心非常重要。此地在註解裡面跟我們說「具足五種菩提心」，這五種菩提心是出在《大智度論》，第一種是「發心菩提」，第二種是「伏心菩提」，第三種是「明心菩提」，第四種是「出到菩提」，第五種是「無上菩提」。在本經經文明白的開導我們，「一心不亂」，一心不亂有事一心、有理一心，在五種菩提心裡面，「伏心菩提」就屬於事一心，「明心」以上是屬於理一心，由此可知，這一句名號確實具足了《大智度論》上所講的五種菩提心。五種裡面第一種是「發心」，發心就是願生西方淨土，也就是蕅益大師在註解裡面告訴我們，發願求生淨土這個心就是無上菩提心，所以它確實是善中之善。"
    },
    {
      "id": "01-009-0013_p0034",
      "zh_CN": "「经云：一称佛名，以是善根，入涅槃界」，大涅槃就是成佛的境界。要注意的是「一称佛名」，「一」是一心，一心称念，这个善根才真正能够发生力量。如果是杂心称名、乱心称名，当然也有殊胜的功德，这个功德就是佛门当中常说的「一历耳根，永为道种」，为来生来世作种子而已。念佛不但是善中之善，也是福中之福，因为这句佛号是万德洪名，它是性德的称号，名以召德，所以一心念佛可以说菩萨无量的行门统统都含摄在其中，真正是一修一切修。",
      "zh_TW": "「經云：一稱佛名，以是善根，入涅槃界」，大涅槃就是成佛的境界。要注意的是「一稱佛名」，「一」是一心，一心稱念，這個善根才真正能夠發生力量。如果是雜心稱名、亂心稱名，當然也有殊勝的功德，這個功德就是佛門當中常說的「一歷耳根，永為道種」，為來生來世作種子而已。念佛不但是善中之善，也是福中之福，因為這句佛號是萬德洪名，它是性德的稱號，名以召德，所以一心念佛可以說菩薩無量的行門統統都含攝在其中，真正是一修一切修。"
    },
    {
      "id": "01-009-0013_p0035",
      "zh_CN": "「经云：闻无量寿佛名」，无量寿佛就是阿弥陀佛，「一心诵持，此人当得无量之福」，这个话是本师释迦牟尼佛说出来的，决定不是妄语，决定是真实，只要我们信得真，愿要切，持名要坚持，这个样子三资粮都在「一心」之中。如是念佛，声声显万德师尊，句句摄万心，字字彰性体，念念获佛果德，因此十方诸佛称扬莫尽，其乐邦莲品必当优胜，「优」是第一殊胜的意思，我们在一生当中必定可以证得。要紧的一定要记住，信、愿、行这三个条件要统统具足在这一句名号之中。",
      "zh_TW": "「經云：聞無量壽佛名」，無量壽佛就是阿彌陀佛，「一心誦持，此人當得無量之福」，這個話是本師釋迦牟尼佛說出來的，決定不是妄語，決定是真實，只要我們信得真，願要切，持名要堅持，這個樣子三資糧都在「一心」之中。如是念佛，聲聲顯萬德師尊，句句攝萬心，字字彰性體，念念獲佛果德，因此十方諸佛稱揚莫盡，其樂邦蓮品必當優勝，「優」是第一殊勝的意思，我們在一生當中必定可以證得。要緊的一定要記住，信、願、行這三個條件要統統具足在這一句名號之中。"
    }
  ]
}