{
  "doc_id": "01-009-0014",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾电台",
    "zh_TW": "台灣電台"
  },
  "doc_number": "01-009-0014",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "01-009-0014_p0001",
      "zh_CN": "【善男女者，不论在家出家，贵贱老少，六趣四生，但闻佛名，即多劫善根成熟，五逆十恶皆名善也。】",
      "zh_TW": "【善男女者，不論在家出家，貴賤老少，六趣四生，但聞佛名，即多劫善根成熟，五逆十惡皆名善也。】"
    },
    {
      "id": "01-009-0014_p0002",
      "zh_CN": "蕅益大师这一段给我们说得很明白，佛经上所讲的「善男子，善女人」，这个「善」的标准确实与我们一般常人观念当中的标准迥然不同，他的标准是以「信愿行」为标准。所以说无论『在家出家，贵贱老少』，乃至于六道里面所有一切的众生，只要听到这一句阿弥陀佛，听了之后能信能愿、能执持名号。执持一定要记住，对于这句佛号决定不怀疑、不夹杂、不间断，这个人就是『多劫善根成熟』，这一句话我们可以在《无量寿经》里面得到印证。由此可知，蕅益大师所说的确实有理论事实的根据，不是轻率之言。至于『五逆十恶』，在我们世间人眼目当中，他是恶人，这样极恶之人听到弥陀名号功德能够回心转意，发愿求生，一心执持，这些人统统是大善人。这就是我刚才所讲的善恶标准，是要以信愿行为第一个标准，为绝对的标准，这与世法确实不相同。",
      "zh_TW": "蕅益大師這一段給我們說得很明白，佛經上所講的「善男子，善女人」，這個「善」的標準確實與我們一般常人觀念當中的標準迥然不同，他的標準是以「信願行」為標準。所以說無論『在家出家，貴賤老少』，乃至於六道裡面所有一切的眾生，只要聽到這一句阿彌陀佛，聽了之後能信能願、能執持名號。執持一定要記住，對於這句佛號決定不懷疑、不夾雜、不間斷，這個人就是『多劫善根成熟』，這一句話我們可以在《無量壽經》裡面得到印證。由此可知，蕅益大師所說的確實有理論事實的根據，不是輕率之言。至於『五逆十惡』，在我們世間人眼目當中，他是惡人，這樣極惡之人聽到彌陀名號功德能夠回心轉意，發願求生，一心執持，這些人統統是大善人。這就是我剛才所講的善惡標準，是要以信願行為第一個標準，為絕對的標準，這與世法確實不相同。"
    },
    {
      "id": "01-009-0014_p0003",
      "zh_CN": "【阿弥陀佛是万德洪名，以名召德，罄无不尽。故即以执持名号为正行，不必更涉观想参究等行，至简易，至直捷也。】",
      "zh_TW": "【阿彌陀佛是萬德洪名，以名召德，罄無不盡。故即以執持名號為正行，不必更涉觀想參究等行，至簡易，至直捷也。】"
    },
    {
      "id": "01-009-0014_p0004",
      "zh_CN": "『阿弥陀佛是万德洪名，以名召德，罄无不尽』，因为这个名号是法界全体的德号，是当人自性的德号，常念就能够恢复性德，所以他的功德就无量无边。『故即以执持名号为正行』，这是说明净宗修学，「正行」就是忆念这句名号。『不必更涉观想参究等行，至简易，至直捷也』，这是显示这个法门简单、容易、直捷、究竟、圆满、稳当，一生当中决定可以成就。所以只要老实念佛，不需要观想、不需要参究，一切菩萨行门我们都可以舍弃，因为这句佛号是圆圆满满统统包括了，所以讲简单容易、直捷稳当，这确实是第一。底下：",
      "zh_TW": "『阿彌陀佛是萬德洪名，以名召德，罄無不盡』，因為這個名號是法界全體的德號，是當人自性的德號，常念就能夠恢復性德，所以他的功德就無量無邊。『故即以執持名號為正行』，這是說明淨宗修學，「正行」就是憶念這句名號。『不必更涉觀想參究等行，至簡易，至直捷也』，這是顯示這個法門簡單、容易、直捷、究竟、圓滿、穩當，一生當中決定可以成就。所以只要老實念佛，不需要觀想、不需要參究，一切菩薩行門我們都可以捨棄，因為這句佛號是圓圓滿滿統統包括了，所以講簡單容易、直捷穩當，這確實是第一。底下："
    },
    {
      "id": "01-009-0014_p0005",
      "zh_CN": "【别明三慧。】",
      "zh_TW": "【別明三慧。】"
    },
    {
      "id": "01-009-0014_p0006",
      "zh_CN": "【具足三资方名闻慧。】",
      "zh_TW": "【具足三資方名聞慧。】"
    },
    {
      "id": "01-009-0014_p0007",
      "zh_CN": "『三慧』是菩萨行，所谓的「闻慧、思慧、修慧」。诸位必须要记住，「三慧」之慧乃是三学戒定慧那个慧。由此可知，没有定，你怎么可能开智慧？慧是从定而生的，定就是清净心，心地清净到极处的时候，它所起的作用就是智慧，这在佛法里常讲「照见」，对于宇宙一切事理、一切物相，不单单是现前的，即使是过去的、未来的，都能够了如指掌。这不是推测，不是幻想，而是心在清净的时候像一面镜子一样，自然就映现心境之中，一法都不会漏掉的，这是真心本能的作用。诸佛菩萨有那么大的智慧，那样殊胜的能力，佛告诉我们这些智慧、德能是每个众生统统具足的。现在这些众生，能力似乎丧失了，其实不然，是因为他心地不清净，他有烦恼，他有妄想，他有分别、执着，所以心里头不清净，心里面不平等，所以他的功德能力大部分都丧失了，原因在此地。",
      "zh_TW": "『三慧』是菩薩行，所謂的「聞慧、思慧、修慧」。諸位必須要記住，「三慧」之慧乃是三學戒定慧那個慧。由此可知，沒有定，你怎麼可能開智慧？慧是從定而生的，定就是清淨心，心地清淨到極處的時候，它所起的作用就是智慧，這在佛法裡常講「照見」，對於宇宙一切事理、一切物相，不單單是現前的，即使是過去的、未來的，都能夠瞭如指掌。這不是推測，不是幻想，而是心在清淨的時候像一面鏡子一樣，自然就映現心境之中，一法都不會漏掉的，這是真心本能的作用。諸佛菩薩有那麼大的智慧，那樣殊勝的能力，佛告訴我們這些智慧、德能是每個眾生統統具足的。現在這些眾生，能力似乎喪失了，其實不然，是因為他心地不清淨，他有煩惱，他有妄想，他有分別、執著，所以心裡頭不清淨，心裡面不平等，所以他的功德能力大部分都喪失了，原因在此地。"
    },
    {
      "id": "01-009-0014_p0008",
      "zh_CN": "如果我们把心静下来、定下来，定到相当一个程度，这种能力就又恢复了。由此可知，这个能力确实不是丧失，而是迷失，而是心地有染污，本有的作用失去了。我们明白这个道理之后，才晓得佛教我们这个「三学」，原来是恢复我们自性德能的方法，「因戒生定，因定开慧」，因此戒律必须要认真严格的遵守，来修学。",
      "zh_TW": "如果我們把心靜下來、定下來，定到相當一個程度，這種能力就又恢復了。由此可知，這個能力確實不是喪失，而是迷失，而是心地有染污，本有的作用失去了。我們明白這個道理之後，才曉得佛教我們這個「三學」，原來是恢復我們自性德能的方法，「因戒生定，因定開慧」，因此戒律必須要認真嚴格的遵守，來修學。"
    },
    {
      "id": "01-009-0014_p0009",
      "zh_CN": "戒律不仅仅是佛在经上所讲的，除佛所说的戒条之外，世间一切的法令规章、道德风俗，我们统统要遵守，唯有遵守，心才能够安，心安才容易得定，定了之后才能够开慧。这是佛祖，世出世间这些大德们，为什么教给我们要守规矩、要守法、要修清净心，道理就在此地，这是对我们自己的修学有一定的功德利益。我们唯有得了定之后，心地清净到一定程度之后，智慧就现前，然后我们六根接触外面境界，一接触就明了，就不迷。从接触上说就是「闻」，从明了上讲就是「思」，从没有过失这一方面来说就是「修」。所以底下一段说，「净念相继无有间断」，这就是「思慧」，着重在「净念相继」。「净」是清净，心地清净没有夹杂、没有怀疑，我们的心就清净了，「相继」就是不间断，所以这是净宗思慧在执持名号上就得到了。",
      "zh_TW": "戒律不僅僅是佛在經上所講的，除佛所說的戒條之外，世間一切的法令規章、道德風俗，我們統統要遵守，唯有遵守，心才能夠安，心安才容易得定，定了之後才能夠開慧。這是佛祖，世出世間這些大德們，為什麼教給我們要守規矩、要守法、要修清淨心，道理就在此地，這是對我們自己的修學有一定的功德利益。我們唯有得了定之後，心地清淨到一定程度之後，智慧就現前，然後我們六根接觸外面境界，一接觸就明瞭，就不迷。從接觸上說就是「聞」，從明瞭上講就是「思」，從沒有過失這一方面來說就是「修」。所以底下一段說，「淨念相繼無有間斷」，這就是「思慧」，著重在「淨念相繼」。「淨」是清淨，心地清淨沒有夾雜、沒有懷疑，我們的心就清淨了，「相繼」就是不間斷，所以這是淨宗思慧在執持名號上就得到了。"
    },
    {
      "id": "01-009-0014_p0010",
      "zh_CN": "念佛的心态一定要决定求生净土，「如子忆母，无时暂忘」，这叫「事持」。「心作心是，心境一如，能所不二」，这叫「理持」。",
      "zh_TW": "念佛的心態一定要決定求生淨土，「如子憶母，無時暫忘」，這叫「事持」。「心作心是，心境一如，能所不二」，這叫「理持」。"
    },
    {
      "id": "01-009-0014_p0011",
      "zh_CN": "菩萨三慧都在一句名号之中，说到「闻慧」，必须要具足信愿行这三个条件。「思慧」就是净念相继，无有间断，忆佛念佛到日夜不间断的时候，决志求生弥陀净土。望西方就像盼望故乡那么样的亲切，仰弥陀就像仰望父母那么样的亲切，这样一样这个心态，念兹在兹，如子忆母，归心如箭，念念想着，念念记着，无有暂忘，这就叫事持。如果能够明白通达「是心作佛，是心是佛」，这是佛在《观无量寿佛经》里面所讲的原理，从这个道理上我们真正能体会到「心境一如，能所不二」，事就是理，理就是事，就从事持也就变成理持了，这些都是属于菩萨三慧里面的「思慧」。",
      "zh_TW": "菩薩三慧都在一句名號之中，說到「聞慧」，必須要具足信願行這三個條件。「思慧」就是淨念相繼，無有間斷，憶佛念佛到日夜不間斷的時候，決志求生彌陀淨土。望西方就像盼望故鄉那麼樣的親切，仰彌陀就像仰望父母那麼樣的親切，這樣一樣這個心態，念茲在茲，如子憶母，歸心如箭，念念想著，念念記著，無有暫忘，這就叫事持。如果能夠明白通達「是心作佛，是心是佛」，這是佛在《觀無量壽佛經》裡面所講的原理，從這個道理上我們真正能體會到「心境一如，能所不二」，事就是理，理就是事，就從事持也就變成理持了，這些都是屬於菩薩三慧裡面的「思慧」。"
    },
    {
      "id": "01-009-0014_p0012",
      "zh_CN": "【克期办事，利根一日即不乱，中下不定。但能一心，皆得往生，名修慧。】",
      "zh_TW": "【剋期辦事，利根一日即不亂，中下不定。但能一心，皆得往生，名修慧。】"
    },
    {
      "id": "01-009-0014_p0013",
      "zh_CN": "第三，念佛是『克期办事』，就是克定、限定在一定的时间之内，我们要有成就，结七念佛，我们现在所称为的打佛七，就是这个意思。佛七的来源是根据《无量寿经》、《阿弥陀经》上，跟我们讲的「若一日、若二日到若七日」。古德说利根的人一天就能够达到不乱，中下根不定，换句话说，七天，就是下下根也能够不乱，最低限度都能够证得事一心的下品。事一心的下品也就是我们平常讲的功夫成片，换句话说，这句佛号确实产生了力量，这个力量能够伏住一切妄想、杂念，能伏得住，有这个力量，这样的力量就是凡圣同居土往生的条件。",
      "zh_TW": "第三，念佛是『剋期辦事』，就是剋定、限定在一定的時間之內，我們要有成就，結七念佛，我們現在所稱為的打佛七，就是這個意思。佛七的來源是根據《無量壽經》、《阿彌陀經》上，跟我們講的「若一日、若二日到若七日」。古德說利根的人一天就能夠達到不亂，中下根不定，換句話說，七天，就是下下根也能夠不亂，最低限度都能夠證得事一心的下品。事一心的下品也就是我們平常講的功夫成片，換句話說，這句佛號確實產生了力量，這個力量能夠伏住一切妄想、雜念，能伏得住，有這個力量，這樣的力量就是凡聖同居土往生的條件。"
    },
    {
      "id": "01-009-0014_p0014",
      "zh_CN": "也许有很多同修来问，「我们念佛念了很多年，参加很多个佛七，为什么功夫还不得力？妄想、杂念还是那么多，岂不是跟经上所讲的不相应？」这问得很好，这个现象可以说非常普遍，我们要去研究原因在什么地方，实在不是经上讲的有错误，错在我们自己。我们的信不真、愿不切，念佛不如法，所以念几十年，参加很多个佛七都不得受用。那怎么办？当然最好的方法是回过头来听经，仔细把经典做一番深入的研究，使我们的信愿行都与经义相应，到那个时候才知道佛在经上讲的「若一日到若七日」一点都不错。",
      "zh_TW": "也許有很多同修來問，「我們念佛念了很多年，參加很多個佛七，為什麼功夫還不得力？妄想、雜念還是那麼多，豈不是跟經上所講的不相應？」這問得很好，這個現象可以說非常普遍，我們要去研究原因在什麼地方，實在不是經上講的有錯誤，錯在我們自己。我們的信不真、願不切，念佛不如法，所以念幾十年，參加很多個佛七都不得受用。那怎麼辦？當然最好的方法是回過頭來聽經，仔細把經典做一番深入的研究，使我們的信願行都與經義相應，到那個時候才知道佛在經上講的「若一日到若七日」一點都不錯。"
    },
    {
      "id": "01-009-0014_p0015",
      "zh_CN": "我们在《净土圣贤录》、《往生传》里面看到，最明显的例子，像宋朝的莹珂法师，这位出家人的烦恼习气很重，破戒，幸亏好他还没有「破见」，所谓是破戒有救，破见就没有救了，见解上错误没有救了。他深信因果，这一点非常重要。因为他相信因果，他知道破戒的果报在地狱，想到将来要堕地狱就恐怖，于是他就找到同参道友们向他们请教，有什么方法能够帮助他不堕地狱，同学就找了一本《往生传》给他看。他看了之后非常感动，于是乎关起房门，这一句佛号念到底，念了三天三夜，他没有睡眠，没有吃饭，也没有喝水，精神体力当然就不够，这样就昏倒了。正在这个时候，阿弥陀佛就出现了，莹珂法师就向阿弥陀佛要求，他想求生西方极乐世界。佛告诉他，「你的寿命还有十年，你只好好的念下去，到你临命终时，我来接引你」。法师想一想，他说「我的习气很重，实在禁不起诱惑，六根接触六尘境界，一被诱惑又要造很多的罪业」，他说「我十年的寿命不要了，我现在就跟你走」，佛就同意了，他说「好，三天以后，我来接引你」。三天之后，他真的就往生了，没有一丝毫的病苦，自在往生。这就给我们证明若一日到若七日是决定能成就，问题就是我们是不是有真心，有没有真信真愿，真正念佛求生净土。",
      "zh_TW": "我們在《淨土聖賢錄》、《往生傳》裡面看到，最明顯的例子，像宋朝的瑩珂法師，這位出家人的煩惱習氣很重，破戒，幸虧好他還沒有「破見」，所謂是破戒有救，破見就沒有救了，見解上錯誤沒有救了。他深信因果，這一點非常重要。因為他相信因果，他知道破戒的果報在地獄，想到將來要墮地獄就恐怖，於是他就找到同參道友們向他們請教，有什麼方法能夠幫助他不墮地獄，同學就找了一本《往生傳》給他看。他看了之後非常感動，於是乎關起房門，這一句佛號念到底，念了三天三夜，他沒有睡眠，沒有吃飯，也沒有喝水，精神體力當然就不夠，這樣就昏倒了。正在這個時候，阿彌陀佛就出現了，瑩珂法師就向阿彌陀佛要求，他想求生西方極樂世界。佛告訴他，「你的壽命還有十年，你只好好的念下去，到你臨命終時，我來接引你」。法師想一想，他說「我的習氣很重，實在禁不起誘惑，六根接觸六塵境界，一被誘惑又要造很多的罪業」，他說「我十年的壽命不要了，我現在就跟你走」，佛就同意了，他說「好，三天以後，我來接引你」。三天之後，他真的就往生了，沒有一絲毫的病苦，自在往生。這就給我們證明若一日到若七日是決定能成就，問題就是我們是不是有真心，有沒有真信真願，真正念佛求生淨土。"
    },
    {
      "id": "01-009-0014_p0016",
      "zh_CN": "所以现在一些同修念佛，说得不好听，都是虚情假意，都不是真的，佛看得清清楚楚，你既然不是真心，佛当然也不来找你。像莹珂是真心求生，三天就得到这样好的感应，这是说明只要真正发心求愿往生，一心专念一定得感应，这一生当中决定得生净土。这叫「修慧」。",
      "zh_TW": "所以現在一些同修念佛，說得不好聽，都是虛情假意，都不是真的，佛看得清清楚楚，你既然不是真心，佛當然也不來找你。像瑩珂是真心求生，三天就得到這樣好的感應，這是說明只要真正發心求願往生，一心專念一定得感應，這一生當中決定得生淨土。這叫「修慧」。"
    },
    {
      "id": "01-009-0014_p0017",
      "zh_CN": "所以净宗的闻思修三慧，初学的人都可以具足，不像其他法门，其他法门的三慧一定是建立在戒定慧三学的基础上，这不是一般人能够得到的。戒定慧三学的完成已经是小乘阿罗汉，所以大乘菩萨在小乘罗汉之上。净宗的学人一下手，这一句名号就圆满包括了三学三慧，这是非常希有难得的法门，我们能够遇到怎么能不庆幸？",
      "zh_TW": "所以淨宗的聞思修三慧，初學的人都可以具足，不像其他法門，其他法門的三慧一定是建立在戒定慧三學的基礎上，這不是一般人能夠得到的。戒定慧三學的完成已經是小乘阿羅漢，所以大乘菩薩在小乘羅漢之上。淨宗的學人一下手，這一句名號就圓滿包括了三學三慧，這是非常希有難得的法門，我們能夠遇到怎麼能不慶幸？"
    },
    {
      "id": "01-009-0014_p0018",
      "zh_CN": "蕅益大师在注解里面给我们说明「一心不乱」的标准。他老人家说，我执没有了，「不为见思烦恼所乱」，这叫做「事一心」，换句话说，这个境界就是小乘阿罗汉所证得的境界。因此我们也真正体会到佛法所说的善恶标准，这就是常讲的，起心动念要是为自己设想，这就是恶。为什么说替自己想是恶？因为起心动念为自己想就是增长我执，我执天天在增长，念佛怎么能得到一心？换句话说，起心动念第一个就想到我，你念佛这个一心不乱就达不到了，一心不乱不能达到，往生西方极乐世界就渺茫了，一天纵然念十万声佛号，那也是古人所谓「喊破喉咙也枉然」，这一点是真正发心求生净土的同修不可以不留意。念佛人应该要以什么样的心态？必须起心动念替别人设想，不要想自己，能够想到大众，想这个社会，想一切众生。于众生有利益的事情，我们要做；于一切众生有妨害的事情，我们决定不能做，这才是个念佛人正常的心态。起心动念都想别人，决定不想自己，久而久之，我执就淡了，由淡渐渐就忘了，我执不破自然就没有了，这才能真正到事一心不乱。",
      "zh_TW": "蕅益大師在註解裡面給我們說明「一心不亂」的標準。他老人家說，我執沒有了，「不為見思煩惱所亂」，這叫做「事一心」，換句話說，這個境界就是小乘阿羅漢所證得的境界。因此我們也真正體會到佛法所說的善惡標準，這就是常講的，起心動念要是為自己設想，這就是惡。為什麼說替自己想是惡？因為起心動念為自己想就是增長我執，我執天天在增長，念佛怎麼能得到一心？換句話說，起心動念第一個就想到我，你念佛這個一心不亂就達不到了，一心不亂不能達到，往生西方極樂世界就渺茫了，一天縱然念十萬聲佛號，那也是古人所謂「喊破喉嚨也枉然」，這一點是真正發心求生淨土的同修不可以不留意。念佛人應該要以什麼樣的心態？必須起心動念替別人設想，不要想自己，能夠想到大眾，想這個社會，想一切眾生。於眾生有利益的事情，我們要做；於一切眾生有妨害的事情，我們決定不能做，這才是個念佛人正常的心態。起心動念都想別人，決定不想自己，久而久之，我執就淡了，由淡漸漸就忘了，我執不破自然就沒有了，這才能真正到事一心不亂。"
    },
    {
      "id": "01-009-0014_p0019",
      "zh_CN": "其次，大师告诉我们，「法执亡，不为二边所乱」，这叫「理一心」。「法」，是对于一切万法的执着，这也是错误的。有法执不能破无明，不能明心见性。换句话说，有我执，你的心不清净，障碍了念佛三昧，定不能成就；有法执，障碍了智慧，不能够照破无明，这都是明心见性、一心不乱的重大障碍，必须要把它拔除。所以念佛人二六时中，念念只有这一句名号，除这一句名号之外，什么妄念都没有，这一句名号我法两种执着都抛了。关于事一心、理一心，圆瑛法师在《要解讲义》里面注解得很清楚、很明白，同修们可以参考。在台湾出版的圆瑛法师《要解讲义》第二百二十二面。「一心圆满具足三学三慧三资粮」，不但圆满具足，这些实实在在圆满具足一切佛法，可见一心执持名号确实是无量无边的功德。",
      "zh_TW": "其次，大師告訴我們，「法執亡，不為二邊所亂」，這叫「理一心」。「法」，是對於一切萬法的執著，這也是錯誤的。有法執不能破無明，不能明心見性。換句話說，有我執，你的心不清淨，障礙了念佛三昧，定不能成就；有法執，障礙了智慧，不能夠照破無明，這都是明心見性、一心不亂的重大障礙，必須要把它拔除。所以念佛人二六時中，念念只有這一句名號，除這一句名號之外，什麼妄念都沒有，這一句名號我法兩種執著都拋了。關於事一心、理一心，圓瑛法師在《要解講義》裡面註解得很清楚、很明白，同修們可以參考。在台灣出版的圓瑛法師《要解講義》第二百二十二面。「一心圓滿具足三學三慧三資糧」，不但圓滿具足，這些實實在在圓滿具足一切佛法，可見一心執持名號確實是無量無邊的功德。"
    },
    {
      "id": "01-009-0014_p0020",
      "zh_CN": "七天念到不乱了，念到不乱之后，我们要问以后会不会还要乱？给诸位说，决定不会，得到不会失去，决定不会再迷惑，不会再造业。假如我们说念了七天得一心不乱了，过几天心又乱了，说老实话，那你并不是真正得到，真正得到的时候是不会失掉的，这一点我们要注意。初学的同学往往产生误会，稍稍得一点轻安就以为自己得一心了，所以这些地方不能不注意。应当时时刻刻反省检点，我们在日常生活当中还有是非人我，还有贪瞋痴慢，这决定没有得一心，不但没有得一心，功夫成片也没有得到，因为这些烦恼，你这一句佛号不能把它伏住，《金刚经》上讲「云何降伏其心」，「其心」就是讲这些烦恼、妄想，你没有办法把它伏住，所以这句佛号能够把这些妄想、杂念伏住，这叫做功夫成片。能伏住了，更要加功努力使这些妄念不再起来，要这些妄念不再起来，换句话说，你的佛号决定不能够间断、夹杂，功夫久了，妄想自然不起，这才叫得「事一心不乱」。",
      "zh_TW": "七天念到不亂了，念到不亂之後，我們要問以後會不會還要亂？給諸位說，決定不會，得到不會失去，決定不會再迷惑，不會再造業。假如我們說念了七天得一心不亂了，過幾天心又亂了，說老實話，那你並不是真正得到，真正得到的時候是不會失掉的，這一點我們要注意。初學的同學往往產生誤會，稍稍得一點輕安就以為自己得一心了，所以這些地方不能不注意。應當時時刻刻反省檢點，我們在日常生活當中還有是非人我，還有貪瞋痴慢，這決定沒有得一心，不但沒有得一心，功夫成片也沒有得到，因為這些煩惱，你這一句佛號不能把它伏住，《金剛經》上講「云何降伏其心」，「其心」就是講這些煩惱、妄想，你沒有辦法把它伏住，所以這句佛號能夠把這些妄想、雜念伏住，這叫做功夫成片。能伏住了，更要加功努力使這些妄念不再起來，要這些妄念不再起來，換句話說，你的佛號決定不能夠間斷、夾雜，功夫久了，妄想自然不起，這才叫得「事一心不亂」。"
    },
    {
      "id": "01-009-0014_p0021",
      "zh_CN": "【不论事持、理持，持至伏除烦恼，乃至见思先尽，皆事一心。持至心开见本性佛，皆理一心。】",
      "zh_TW": "【不論事持、理持，持至伏除煩惱，乃至見思先盡，皆事一心。持至心開見本性佛，皆理一心。】"
    },
    {
      "id": "01-009-0014_p0022",
      "zh_CN": "不论是事持或者是理持，必须要『持至伏除烦恼』，乃至『见思烦恼』断了，这才是真正的事一心不乱。念佛念到心开意解，『见本性佛』，这与禅宗里面所说的「大彻大悟、明心见性」，教下所讲的「大开圆解」相同，这些都叫做「理一心不乱」。",
      "zh_TW": "不論是事持或者是理持，必須要『持至伏除煩惱』，乃至『見思煩惱』斷了，這才是真正的事一心不亂。念佛念到心開意解，『見本性佛』，這與禪宗裡面所說的「大徹大悟、明心見性」，教下所講的「大開圓解」相同，這些都叫做「理一心不亂」。"
    },
    {
      "id": "01-009-0014_p0023",
      "zh_CN": "【事持：闻说念佛法门，可以横超三界，带业往生，深信不疑，一心系念，句句分明，念念相续，行住坐卧，唯此一念，更无二念，即以一念而除众念，由未达理，故曰事持。】",
      "zh_TW": "【事持：聞說念佛法門，可以橫超三界，帶業往生，深信不疑，一心繫念，句句分明，念念相續，行住坐臥，唯此一念，更無二念，即以一念而除眾念，由未達理，故曰事持。】"
    },
    {
      "id": "01-009-0014_p0024",
      "zh_CN": "『事持：闻说念佛法门，可以横超三界，带业往生』，对于这个说法能够『深信不疑，一心系念，句句分明，念念相续，行住坐卧，唯此一念，更无二念』，也就是说就以『一念』来断除一切的妄想、杂念，这叫做功夫，这个现前能得殊胜的功德利益，所谓「功」就是功夫，「德」就是你的成绩。你现前必然是心地清净，烦恼轻、智慧长，这是现前所得的利益，所谓心安理得，你从今之后生活待人接物和以往决定不相同。因为对于真正的理论还没有完全通达，所以还叫做『事持』；通理了，那就叫做「理持」。",
      "zh_TW": "『事持：聞說念佛法門，可以橫超三界，帶業往生』，對於這個說法能夠『深信不疑，一心繫念，句句分明，念念相續，行住坐臥，唯此一念，更無二念』，也就是說就以『一念』來斷除一切的妄想、雜念，這叫做功夫，這個現前能得殊勝的功德利益，所謂「功」就是功夫，「德」就是你的成績。你現前必然是心地清淨，煩惱輕、智慧長，這是現前所得的利益，所謂心安理得，你從今之後生活待人接物和以往決定不相同。因為對於真正的理論還沒有完全通達，所以還叫做『事持』；通理了，那就叫做「理持」。"
    },
    {
      "id": "01-009-0014_p0025",
      "zh_CN": "【理持：闻说念佛法门，一念相应一念佛，念念相应念念佛，深信不疑。一心持念，都摄六根，净念相继，念极而空，能所双忘，心佛一体，念而无念，无念而念，由达理故，是曰理持。】",
      "zh_TW": "【理持：聞說念佛法門，一念相應一念佛，念念相應念念佛，深信不疑。一心持念，都攝六根，淨念相繼，念極而空，能所雙忘，心佛一體，念而無念，無念而念，由達理故，是曰理持。】"
    },
    {
      "id": "01-009-0014_p0026",
      "zh_CN": "『理持：闻说念佛法门，一念相应一念佛，念念相应念念佛』，这「一念相应」就是与阿弥陀佛的名号功德相应，与名号境界相应。这一句名号直译中文的意思是「无量」，无量就是我们自性真心的本来面目，一定要恢复到无量，这才叫做相应。我们的心，常人的心，我们常讲心量，某人的心量很小，不能容人，不能容物；某人的心量很大，从前人形容做宰相的人，心量之大。所以那个大与小统统是有限量，宰相的肚子里面可以撑船，这是形容他的心量大，撑船的度量也不过像一条河流一样。唯有佛在经上告诉我们「心包太虚，量周沙界」，这是真心本性的心量，我们每个人的心量确实都是这样广大无边，为什么现在我们的心量这么小？佛在此地教给我们，就用念佛这个方法恢复我们的心量，拓展我们的心量。说拓展，拓展到极处还是自己本来的心量，并不是本有心量之外再开辟一个心量。佛心如是，所以一念相应，那一念就是佛，这个一点都不假。",
      "zh_TW": "『理持：聞說念佛法門，一念相應一念佛，念念相應念念佛』，這「一念相應」就是與阿彌陀佛的名號功德相應，與名號境界相應。這一句名號直譯中文的意思是「無量」，無量就是我們自性真心的本來面目，一定要恢復到無量，這才叫做相應。我們的心，常人的心，我們常講心量，某人的心量很小，不能容人，不能容物；某人的心量很大，從前人形容做宰相的人，心量之大。所以那個大與小統統是有限量，宰相的肚子裡面可以撐船，這是形容他的心量大，撐船的度量也不過像一條河流一樣。唯有佛在經上告訴我們「心包太虛，量周沙界」，這是真心本性的心量，我們每個人的心量確實都是這樣廣大無邊，為什麼現在我們的心量這麼小？佛在此地教給我們，就用念佛這個方法恢復我們的心量，拓展我們的心量。說拓展，拓展到極處還是自己本來的心量，並不是本有心量之外再開闢一個心量。佛心如是，所以一念相應，那一念就是佛，這個一點都不假。"
    },
    {
      "id": "01-009-0014_p0027",
      "zh_CN": "成佛不是身成佛，不是言语成佛，是心成佛，所以恢复到这个心量就成佛了。成佛的方法确实很多，这是一个直截了当的法门，所以念念相应就念念佛，几时我们念这一句佛号能够与名号功德相应？这也是念佛人不可不知的。我们对于这桩事实要『深信不疑』。",
      "zh_TW": "成佛不是身成佛，不是言語成佛，是心成佛，所以恢復到這個心量就成佛了。成佛的方法確實很多，這是一個直截了當的法門，所以念念相應就念念佛，幾時我們念這一句佛號能夠與名號功德相應？這也是念佛人不可不知的。我們對於這樁事實要『深信不疑』。"
    },
    {
      "id": "01-009-0014_p0028",
      "zh_CN": "『一心持念』，像大势至菩萨告诉我们的『都摄六根，净念相继』。六根平时攀缘六尘境界，「都摄六根」的意思就是把妄心收回来，佛家这样说法，儒家孟夫子也是这样讲，你看《孟子》里头有一句，他说「学问之道无他，求其放心而已」，孟子「求其放心」跟大势至菩萨「都摄六根」，这个意思完全相同。我们把所有一切的妄想，所有一切的欲望，所有一切的杂念，统统把它收拾起来，一句佛号念到底，净念相继。如果不摄六根，这个念就不净了，那个念里面掺杂着妄想，掺杂着无明，这个念就不相应了。必须「都摄六根，净念相继」，这就相应了。",
      "zh_TW": "『一心持念』，像大勢至菩薩告訴我們的『都攝六根，淨念相繼』。六根平時攀緣六塵境界，「都攝六根」的意思就是把妄心收回來，佛家這樣說法，儒家孟夫子也是這樣講，你看《孟子》裡頭有一句，他說「學問之道無他，求其放心而已」，孟子「求其放心」跟大勢至菩薩「都攝六根」，這個意思完全相同。我們把所有一切的妄想，所有一切的欲望，所有一切的雜念，統統把它收拾起來，一句佛號念到底，淨念相繼。如果不攝六根，這個念就不淨了，那個念裡面摻雜著妄想，摻雜著無明，這個念就不相應了。必須「都攝六根，淨念相繼」，這就相應了。"
    },
    {
      "id": "01-009-0014_p0029",
      "zh_CN": "『念极而空，能所双忘，心佛一体』，心就是佛，佛就是心，能念之心就是所念之佛，所念之佛就是能念之心，能念所念是一不是二，能所合一了，说实在话，整个宇宙法界跟自己的身心也就合成一体了，这是如来果觉不思议的境界，也就是《华严经》的境界，我们用念佛的方法很容易的得到。这个容易是说比其他的法门，其他的法门要想得到这个境界比念佛要难得太多，念佛人得这个境界比他们容易。",
      "zh_TW": "『念極而空，能所雙忘，心佛一體』，心就是佛，佛就是心，能念之心就是所念之佛，所念之佛就是能念之心，能念所念是一不是二，能所合一了，說實在話，整個宇宙法界跟自己的身心也就合成一體了，這是如來果覺不思議的境界，也就是《華嚴經》的境界，我們用念佛的方法很容易的得到。這個容易是說比其他的法門，其他的法門要想得到這個境界比念佛要難得太多，念佛人得這個境界比他們容易。"
    },
    {
      "id": "01-009-0014_p0030",
      "zh_CN": "念到『念而无念，无念而念』，实在讲这个还是「心佛一体，能所双忘」，能念，念跟无念合一了，念就是无念，无念就是念。我们要问了，在这个时候还念不念？还念。无念是性体，真如本性的性体，有念是起用，有体当然就有用，用不碍体，体不碍用，所以念与无念是一不是二。唯有念与无念同时起作用，这才叫中道，如果只是无念，偏在空上；只是有念，偏在有上，都不是中道，必须是念跟无念同时，念与无念不二，这才是中道第一义，这是真正明了念佛究竟之理，这样念佛就叫做「理持」。",
      "zh_TW": "念到『念而無念，無念而念』，實在講這個還是「心佛一體，能所雙忘」，能念，念跟無念合一了，念就是無念，無念就是念。我們要問了，在這個時候還念不念？還念。無念是性體，真如本性的性體，有念是起用，有體當然就有用，用不礙體，體不礙用，所以念與無念是一不是二。唯有念與無念同時起作用，這才叫中道，如果只是無念，偏在空上；只是有念，偏在有上，都不是中道，必須是念跟無念同時，念與無念不二，這才是中道第一義，這是真正明瞭念佛究竟之理，這樣念佛就叫做「理持」。"
    },
    {
      "id": "01-009-0014_p0031",
      "zh_CN": "「一心不乱」就包括了《观经》上所讲的「三心」，这个「三心」我们通常讲「菩提心」，「至诚心、深心、发愿回向心」。《观经》上讲的「三心」与《大乘起信论》的「三心」是一个意思，「至诚心」就是《起信论》讲的「直心」；「深心」，这个名词相同；「发愿回向心」就是《起信论》里面讲的「大悲心」。至诚就是真诚到了极处，真诚至极，这就是真心本性的本体，深心跟发愿回向心都是作用，真心起作用有两种，一种叫自受用，一种叫他受用，在自受用里面就是深心，深心实在上讲就是清净心、平等心，这属于自受用，发愿回向就是大慈大悲。实在上讲，生活的目的，生命的意义与价值，在菩提心里面显露无遗。",
      "zh_TW": "「一心不亂」就包括了《觀經》上所講的「三心」，這個「三心」我們通常講「菩提心」，「至誠心、深心、發願迴向心」。《觀經》上講的「三心」與《大乘起信論》的「三心」是一個意思，「至誠心」就是《起信論》講的「直心」；「深心」，這個名詞相同；「發願迴向心」就是《起信論》裡面講的「大悲心」。至誠就是真誠到了極處，真誠至極，這就是真心本性的本體，深心跟發願迴向心都是作用，真心起作用有兩種，一種叫自受用，一種叫他受用，在自受用裡面就是深心，深心實在上講就是清淨心、平等心，這屬於自受用，發願迴向就是大慈大悲。實在上講，生活的目的，生命的意義與價值，在菩提心裡面顯露無遺。"
    },
    {
      "id": "01-009-0014_p0032",
      "zh_CN": "「回向」，经上给我们讲的三种，「回向真如、回向佛道、回向众生」。「回向真如」就是自性，在四弘誓愿里面「佛道无上誓愿成」。「回向佛道」就是「烦恼无尽誓愿断，法门无量誓愿学」，这是属于自受用。「回向众生」，「众生无边誓愿度」，这是属于他受用。所以这三种回向就是四弘誓愿，四弘誓愿是菩萨生活行为的准则。",
      "zh_TW": "「迴向」，經上給我們講的三種，「迴向真如、迴向佛道、迴向眾生」。「迴向真如」就是自性，在四弘誓願裡面「佛道無上誓願成」。「迴向佛道」就是「煩惱無盡誓願斷，法門無量誓願學」，這是屬於自受用。「迴向眾生」，「眾生無邊誓願度」，這是屬於他受用。所以這三種迴向就是四弘誓願，四弘誓願是菩薩生活行為的準則。"
    }
  ]
}