{
  "doc_id": "01-009-0015",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾电台",
    "zh_TW": "台灣電台"
  },
  "doc_number": "01-009-0015",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "01-009-0015_p0001",
      "zh_CN": "「一心不乱」包括《观经》里面的「三心」，念佛人在日常生活当中待人接物要用真诚之心，自受用是清净、清凉、自在，处事待人接物要用大慈悲心，所谓大慈悲，这个慈悲心是从至诚、深心里面流露出来的。",
      "zh_TW": "「一心不亂」包括《觀經》裡面的「三心」，念佛人在日常生活當中待人接物要用真誠之心，自受用是清淨、清涼、自在，處事待人接物要用大慈悲心，所謂大慈悲，這個慈悲心是從至誠、深心裡面流露出來的。"
    },
    {
      "id": "01-009-0015_p0002",
      "zh_CN": "《观经》讲的三种回向，「回向真如」，「真如」就是自性，在「四弘誓愿」里面就是成佛道，佛门里面常讲「佛日增辉」也是这个意思。《无量寿经》里面所讲的三种真实，「真实之际」就是真如，我们学佛目的就在此地，这就是我们的方向目标。第二个，「回向佛道」，「佛道」就是断烦恼、学法门，这是属于自受用，也是佛家常讲的「法轮常转」，大经里面所说的「住真实慧」。「回向众生」就是度众生，这是属于他受用；普度众生，《无量寿经》所讲的「惠以众生真实之利」。这都是一个念佛人要牢牢记住，日常的生活处事待人接物必须要遵守这个教训，要认真的把它做到，这才叫做忆佛、念佛。可见得忆佛念佛绝对不是在嘴皮上，要在心地上、在生活上、在行为上去念佛、忆佛，这样才能与佛相应。底下我们要说：",
      "zh_TW": "《觀經》講的三種迴向，「迴向真如」，「真如」就是自性，在「四弘誓願」裡面就是成佛道，佛門裡面常講「佛日增輝」也是這個意思。《無量壽經》裡面所講的三種真實，「真實之際」就是真如，我們學佛目的就在此地，這就是我們的方向目標。第二個，「迴向佛道」，「佛道」就是斷煩惱、學法門，這是屬於自受用，也是佛家常講的「法輪常轉」，大經裡面所說的「住真實慧」。「迴向眾生」就是度眾生，這是屬於他受用；普度眾生，《無量壽經》所講的「惠以眾生真實之利」。這都是一個念佛人要牢牢記住，日常的生活處事待人接物必須要遵守這個教訓，要認真的把它做到，這才叫做憶佛、念佛。可見得憶佛念佛絕對不是在嘴皮上，要在心地上、在生活上、在行為上去念佛、憶佛，這樣才能與佛相應。底下我們要說："
    },
    {
      "id": "01-009-0015_p0003",
      "zh_CN": "【妙行圣果，不可思议。】",
      "zh_TW": "【妙行聖果，不可思議。】"
    },
    {
      "id": "01-009-0015_p0004",
      "zh_CN": "这一个修行的法门是非常的殊胜奇妙，因此它的果报就『不可思议』。第一个是「临终除障」，「往生极乐」，「临命终时」阿弥陀佛与诸圣众来迎接你去。诸位要想一想，我们有业障的时候，你怎么能见到佛菩萨来迎接你？佛菩萨是非常喜欢来迎接你，你有障碍他就没有办法现前了。古德讲这种感应道交，譬如说「千江有水千江月」，阿弥陀佛与诸圣众好比天上的月，我们自己好比是水，我们这个水要不干净，要不平稳，天上的月在我们这个心水里面就不能够显现了，希望诸位好好想想这个道理。所以心要清净，心清净就与佛感应了，佛就能现在我们的心中，佛相就能够现在我们的眼前，这是佛来迎接，这个时候「心不颠倒，即得往生」。颠倒是业障，所以心不颠倒在临命终时是最极要紧的大事。",
      "zh_TW": "這一個修行的法門是非常的殊勝奇妙，因此它的果報就『不可思議』。第一個是「臨終除障」，「往生極樂」，「臨命終時」阿彌陀佛與諸聖眾來迎接你去。諸位要想一想，我們有業障的時候，你怎麼能見到佛菩薩來迎接你？佛菩薩是非常喜歡來迎接你，你有障礙他就沒有辦法現前了。古德講這種感應道交，譬如說「千江有水千江月」，阿彌陀佛與諸聖眾好比天上的月，我們自己好比是水，我們這個水要不乾淨，要不平穩，天上的月在我們這個心水裡面就不能夠顯現了，希望諸位好好想想這個道理。所以心要清淨，心清淨就與佛感應了，佛就能現在我們的心中，佛相就能夠現在我們的眼前，這是佛來迎接，這個時候「心不顛倒，即得往生」。顛倒是業障，所以心不顛倒在臨命終時是最極要緊的大事。"
    },
    {
      "id": "01-009-0015_p0005",
      "zh_CN": "我们怎么能够有把握在临命终时心不颠倒？这就要靠平时的训练，平常生活当中我们的心就不颠倒。那我们要问什么叫颠倒？什么叫不颠倒？心地清净就不颠倒，心不清净就颠倒；心里面没有烦恼、执着就不颠倒，有了烦恼、执着就颠倒；心里面有这一句阿弥陀佛就不颠倒，心里头把这一句阿弥陀佛忘掉了就颠倒。诸位同修记住这个原则，在生活当中努力去锻炼、去训练，到临命终时决定管用，那个时候「圣众来迎」决定往生。",
      "zh_TW": "我們怎麼能夠有把握在臨命終時心不顛倒？這就要靠平時的訓練，平常生活當中我們的心就不顛倒。那我們要問什麼叫顛倒？什麼叫不顛倒？心地清淨就不顛倒，心不清淨就顛倒；心裡面沒有煩惱、執著就不顛倒，有了煩惱、執著就顛倒；心裡面有這一句阿彌陀佛就不顛倒，心裡頭把這一句阿彌陀佛忘掉了就顛倒。諸位同修記住這個原則，在生活當中努力去鍛鍊、去訓練，到臨命終時決定管用，那個時候「聖眾來迎」決定往生。"
    },
    {
      "id": "01-009-0015_p0006",
      "zh_CN": "世尊对我们说：「我见是利」，劝我们「应当发愿」。「我」是释迦牟尼佛自述，「利」是利益，这一种殊胜的功德利益再也找不到了，具体而言，这就是「横超五浊」，带业往生。临命终时，心不颠倒，带业往生，所以应当要发愿求生净土。",
      "zh_TW": "世尊對我們說：「我見是利」，勸我們「應當發願」。「我」是釋迦牟尼佛自述，「利」是利益，這一種殊勝的功德利益再也找不到了，具體而言，這就是「橫超五濁」，帶業往生。臨命終時，心不顛倒，帶業往生，所以應當要發願求生淨土。"
    },
    {
      "id": "01-009-0015_p0007",
      "zh_CN": "通常一个凡夫在紧要关头的时候，就是临命终时，第六意识不起作用，第八识里面的习气控制不住乱发，这是非常的危险。就看第八识里面这些种子，种子就是习气，哪一个种子力量大，先跑出来了，你就先受报，这是非常可怕的，自己控制不住的。我们想一想，我们在日常生活当中起心动念，哪一种念头最容易现前，你就能够体会到临命终时习气起现行之可怕。如果我们起心动念贪财贪色，这种念头会常常不知不觉自然就起现行，连晚上作梦也不能够避免，那你就要知道临命终时这个念头起现行决定堕三恶道。念佛人必须要念到不知不觉，那个念头一起来就是阿弥陀佛，就是佛号，念头一起来都想西方极乐世界的境界，绝对不会想到这个世间五欲六尘，这个人才有把握往生。所以一定要晓得，起心动念如果都是五欲六尘、贪瞋痴慢，这就是凡人招堕之忧，这是三恶道的业因，不能不怕。",
      "zh_TW": "通常一個凡夫在緊要關頭的時候，就是臨命終時，第六意識不起作用，第八識裡面的習氣控制不住亂發，這是非常的危險。就看第八識裡面這些種子，種子就是習氣，哪一個種子力量大，先跑出來了，你就先受報，這是非常可怕的，自己控制不住的。我們想一想，我們在日常生活當中起心動念，哪一種念頭最容易現前，你就能夠體會到臨命終時習氣起現行之可怕。如果我們起心動念貪財貪色，這種念頭會常常不知不覺自然就起現行，連晚上作夢也不能夠避免，那你就要知道臨命終時這個念頭起現行決定墮三惡道。念佛人必須要念到不知不覺，那個念頭一起來就是阿彌陀佛，就是佛號，念頭一起來都想西方極樂世界的境界，絕對不會想到這個世間五欲六塵，這個人才有把握往生。所以一定要曉得，起心動念如果都是五欲六塵、貪瞋痴慢，這就是凡人招墮之憂，這是三惡道的業因，不能不怕。"
    },
    {
      "id": "01-009-0015_p0008",
      "zh_CN": "理持、事持，一定要念到一心不乱，不会被外面境界扰乱，就能感应化身佛现前，接引往生凡圣同居土、方便有余土。如果念到理一心不乱，决定不为「二边」干扰，「二边」就是我们今天所讲的相对，一切相对的法。譬如真妄是相对的，邪正是相对的，善恶是相对的，一切万法统统是相对建立的，不为二边所动就是不会被一切万事万法动摇，这个功夫就深了，必定能够感应阿弥陀佛报身来迎接，生实报、寂光两种净土。",
      "zh_TW": "理持、事持，一定要念到一心不亂，不會被外面境界擾亂，就能感應化身佛現前，接引往生凡聖同居土、方便有餘土。如果念到理一心不亂，決定不為「二邊」干擾，「二邊」就是我們今天所講的相對，一切相對的法。譬如真妄是相對的，邪正是相對的，善惡是相對的，一切萬法統統是相對建立的，不為二邊所動就是不會被一切萬事萬法動搖，這個功夫就深了，必定能夠感應阿彌陀佛報身來迎接，生實報、寂光兩種淨土。"
    },
    {
      "id": "01-009-0015_p0009",
      "zh_CN": "蕅益大师在注解里面告诉我们：",
      "zh_TW": "蕅益大師在註解裡面告訴我們："
    },
    {
      "id": "01-009-0015_p0010",
      "zh_CN": "【当知持名，简易直捷至顿至圆，以念念即佛故，不劳观想，不必参究，当下圆明，无余无欠。】",
      "zh_TW": "【當知持名，簡易直捷至頓至圓，以念念即佛故，不勞觀想，不必參究，當下圓明，無餘無欠。】"
    },
    {
      "id": "01-009-0015_p0011",
      "zh_CN": "这一句的开示足足奠定我们清净的信心，大可以放心将一切万缘统统放下，因为这个法门确实是究竟圆满、简单容易，是任何一个人都可以修的。『直捷』，不需要委曲婉转，直捷通达成佛之道。『顿』是快速，「至顿」是快速到了极处。我们在所有法门里面去观察，哪有一个法门一天到七天成就的？这在相宗，窥基大师对于本经赞叹里面都说过，这个法门确实是圆顿至极到了极处，这就是指经上讲的若一日到若七日就能成就。",
      "zh_TW": "這一句的開示足足奠定我們清淨的信心，大可以放心將一切萬緣統統放下，因為這個法門確實是究竟圓滿、簡單容易，是任何一個人都可以修的。『直捷』，不需要委曲婉轉，直捷通達成佛之道。『頓』是快速，「至頓」是快速到了極處。我們在所有法門裡面去觀察，哪有一個法門一天到七天成就的？這在相宗，窺基大師對於本經讚歎裡面都說過，這個法門確實是圓頓至極到了極處，這就是指經上講的若一日到若七日就能成就。"
    },
    {
      "id": "01-009-0015_p0012",
      "zh_CN": "『圆』是圆满，也是圆满到了极处，为什么？底下大师一句话把所以然的道理给我们宣布出来了，是『念念即佛』，前面说过「一念相应一念佛，念念相应念念佛」，确实「念念即佛」，因此不必再加『观想』，也不必再加『参究』，无量无边的法门都用不上，就这一句佛号念到底。这一句佛号包含了无量的法门，所以他老人家讲『当下圆明』，「圆」是圆满，「明」是光明。『无余无欠』，这是「圆明」具体的说明。换句话说，佛四十九年所讲的三藏十二分教的义理，统统在一句弥陀名号之中。「圆该圆证」，「该」就是包括，圆满的包括，圆满的证得，世尊「彻底悲心，和盘托出」。",
      "zh_TW": "『圓』是圓滿，也是圓滿到了極處，為什麼？底下大師一句話把所以然的道理給我們宣布出來了，是『念念即佛』，前面說過「一念相應一念佛，念念相應念念佛」，確實「念念即佛」，因此不必再加『觀想』，也不必再加『參究』，無量無邊的法門都用不上，就這一句佛號念到底。這一句佛號包含了無量的法門，所以他老人家講『當下圓明』，「圓」是圓滿，「明」是光明。『無餘無欠』，這是「圓明」具體的說明。換句話說，佛四十九年所講的三藏十二分教的義理，統統在一句彌陀名號之中。「圓該圓證」，「該」就是包括，圓滿的包括，圓滿的證得，世尊「徹底悲心，和盤托出」。"
    },
    {
      "id": "01-009-0015_p0013",
      "zh_CN": "【上上根不能逾其阃，下下根得臻其域，其所感佛所生土，往往胜进，亦不一概。可谓横该八教，竖彻五时，所以彻底悲心，无问自说，且叹其难信也。】",
      "zh_TW": "【上上根不能踰其閫，下下根得臻其域，其所感佛所生土，往往勝進，亦不一概。可謂橫該八教，豎徹五時，所以徹底悲心，無問自說，且歎其難信也。】"
    },
    {
      "id": "01-009-0015_p0014",
      "zh_CN": "所以又说『上上根不能逾其阃』，「阃」是界限，『下下根得臻其域』。「上上根」是讲十方世界的等觉菩萨，也都发愿求生净土；「下下根」是说十方六道三途的众生，闻名发愿也能往生，佛统统都来接引。『其所感佛所生土，往往胜进，亦不一概』，西方有四种净土，三辈九品往生，生到西方极乐世界，四土三辈九品如何来区分？善导大师说得很好，「总在遇缘」，换句话说，三辈九品是我们遇缘不同，这个话说得非常的重要。如果我们遇到的因缘殊胜，换句话说，我们这一生就能够取得上上品往生；遇到的缘不殊胜，若能死心塌地一句弥陀念到底，也能在中下品往生。这些事实的真相，大师在注疏里面给我们讲得很清楚，不可以不读，在《观经》疏钞、《四帖疏》里面都有详细的讲解。",
      "zh_TW": "所以又說『上上根不能踰其閫』，「閫」是界限，『下下根得臻其域』。「上上根」是講十方世界的等覺菩薩，也都發願求生淨土；「下下根」是說十方六道三途的眾生，聞名發願也能往生，佛統統都來接引。『其所感佛所生土，往往勝進，亦不一概』，西方有四種淨土，三輩九品往生，生到西方極樂世界，四土三輩九品如何來區分？善導大師說得很好，「總在遇緣」，換句話說，三輩九品是我們遇緣不同，這個話說得非常的重要。如果我們遇到的因緣殊勝，換句話說，我們這一生就能夠取得上上品往生；遇到的緣不殊勝，若能死心塌地一句彌陀念到底，也能在中下品往生。這些事實的真相，大師在註疏裡面給我們講得很清楚，不可以不讀，在《觀經》疏鈔、《四帖疏》裡面都有詳細的講解。"
    },
    {
      "id": "01-009-0015_p0015",
      "zh_CN": "『可谓横该八教，竖彻五时』，这也就是说明天台家将释迦牟尼佛四十九年所讲的一切经教判为「八教」，「化法四教，化仪四教」。「竖彻五时」，「五时」是把世尊四十九年所说之法分为五个时期。这两句意思就是说，这一句佛号把世尊四十九年所说的一切经教、一切法门统统都包括尽了。『所以彻底悲心，无问自说』，这样殊胜第一法门绝对不是一般人能够理解的、能够问得出来的，所谓是「唯佛与佛方能究竟」，而不是九界众生凭自己的能力所能够理解的，这是佛不等大家问就说出来。『且叹其难信也』，真正难信，夏莲居老居士所谓「佛说难信真难信，亿万人中一二知」，这个话是真实的。",
      "zh_TW": "『可謂橫該八教，豎徹五時』，這也就是說明天台家將釋迦牟尼佛四十九年所講的一切經教判為「八教」，「化法四教，化儀四教」。「豎徹五時」，「五時」是把世尊四十九年所說之法分為五個時期。這兩句意思就是說，這一句佛號把世尊四十九年所說的一切經教、一切法門統統都包括盡了。『所以徹底悲心，無問自說』，這樣殊勝第一法門絕對不是一般人能夠理解的、能夠問得出來的，所謂是「唯佛與佛方能究竟」，而不是九界眾生憑自己的能力所能夠理解的，這是佛不等大家問就說出來。『且歎其難信也』，真正難信，夏蓮居老居士所謂「佛說難信真難信，億萬人中一二知」，這個話是真實的。"
    },
    {
      "id": "01-009-0015_p0016",
      "zh_CN": "【我等今日犹不肯死心念佛，苦欲执敲门瓦子向屋里打亲生爷娘，则于诸祖成恶逆，非善顺也。】",
      "zh_TW": "【我等今日猶不肯死心念佛，苦欲執敲門瓦子向屋裡打親生爺娘，則於諸祖成惡逆，非善順也。】"
    },
    {
      "id": "01-009-0015_p0017",
      "zh_CN": "这是蕅益大师非常痛心的一段话，也是对一切众生非常惋惜。我们今天有这样殊胜的因缘遇到这个法门，还不肯死心塌地去念佛，还要学这个学那个，这就好比一个人拿着一个敲门的砖。从前中等以上的人家都有庭院，大门距离住的房子很远，也没有电铃，敲门都是在门口捡一个小石头来敲门，里面人听到了，这就来给你开门。开门，当然这个敲门的小石头就丢掉不要了，这才是对的。这个比喻就是，他不但这个敲门的砖不丢掉，反而来打替他开门的人，这错误了。诸佛祖师大德为我们讲经说法，希望我们这一生能够圆成佛道，我们要能信能愿、依教奉行，这是『善顺』。哪里晓得我们错会了祖师大德的意思，对于这样殊胜的法门不能够信受奉行，还要去搞其他这一生不可能成就的一切法门，那就等于『向屋里打亲生爷娘』，于祖师大德成了『恶逆』，不是善顺了。「善顺」一定是依教奉行，这一点大师的苦口婆心我们要能够体会，要能够顺从，这才不辜负佛祖一片教诲的苦心。",
      "zh_TW": "這是蕅益大師非常痛心的一段話，也是對一切眾生非常惋惜。我們今天有這樣殊勝的因緣遇到這個法門，還不肯死心塌地去念佛，還要學這個學那個，這就好比一個人拿著一個敲門的磚。從前中等以上的人家都有庭院，大門距離住的房子很遠，也沒有電鈴，敲門都是在門口撿一個小石頭來敲門，裡面人聽到了，這就來給你開門。開門，當然這個敲門的小石頭就丟掉不要了，這才是對的。這個比喻就是，他不但這個敲門的磚不丟掉，反而來打替他開門的人，這錯誤了。諸佛祖師大德為我們講經說法，希望我們這一生能夠圓成佛道，我們要能信能願、依教奉行，這是『善順』。哪裡曉得我們錯會了祖師大德的意思，對於這樣殊勝的法門不能夠信受奉行，還要去搞其他這一生不可能成就的一切法門，那就等於『向屋裡打親生爺娘』，於祖師大德成了『惡逆』，不是善順了。「善順」一定是依教奉行，這一點大師的苦口婆心我們要能夠體會，要能夠順從，這才不辜負佛祖一片教誨的苦心。"
    },
    {
      "id": "01-009-0015_p0018",
      "zh_CN": "【逆恶之人，临终十念一念，下下品生，并是夙因成熟，故遇善友，闻便信愿。此事万中无一，岂可侥幸。《净土或问》斥此最详，今人不可不读也。】",
      "zh_TW": "【逆惡之人，臨終十念一念，下下品生，並是夙因成熟，故遇善友，聞便信願。此事萬中無一，豈可僥倖。《淨土或問》斥此最詳，今人不可不讀也。】"
    },
    {
      "id": "01-009-0015_p0019",
      "zh_CN": "这一段话是大师唯恐我们错会了经义，而把这一生大好的机缘当面错过，这是值得我们重视的。五逆十恶在临命终时遇到善知识教他念佛求生净土，他一接受之后，确实十念或者是一念都能往生。像唐朝的张善和、张锺馗，这些都是生前从事于屠宰业的，一生都在杀生，所以杀业非常之重，临终的时候地狱相现前。张善和在临终的时候见到许多的牛头人来讨命，因为他一生杀牛，在这个时候他大叫救命，他真正恐怖到极处，大叫救命。他的缘很殊胜，就正好有一位出家人从他门口经过，听到里面喊救命的声音，这位出家人就走进去看看，问问什么事情，张善和就说好多牛头人问他讨命，这位出家人听了之后就晓得，就赶紧点了一把香交给他，叫他大声念阿弥陀佛求生西方极乐世界。他接着这一把香立刻就顺从法师的教诲，念到十声，他就说牛头人不见了，佛现前了，接引他往生。这是一个非常好的事证，证明五逆十恶之人，临终十念、一念也能往生，而且决定往生。可是像张善和这种人实在说也不容易。",
      "zh_TW": "這一段話是大師唯恐我們錯會了經義，而把這一生大好的機緣當面錯過，這是值得我們重視的。五逆十惡在臨命終時遇到善知識教他念佛求生淨土，他一接受之後，確實十念或者是一念都能往生。像唐朝的張善和、張鍾馗，這些都是生前從事於屠宰業的，一生都在殺生，所以殺業非常之重，臨終的時候地獄相現前。張善和在臨終的時候見到許多的牛頭人來討命，因為他一生殺牛，在這個時候他大叫救命，他真正恐怖到極處，大叫救命。他的緣很殊勝，就正好有一位出家人從他門口經過，聽到裡面喊救命的聲音，這位出家人就走進去看看，問問什麼事情，張善和就說好多牛頭人問他討命，這位出家人聽了之後就曉得，就趕緊點了一把香交給他，叫他大聲念阿彌陀佛求生西方極樂世界。他接著這一把香立刻就順從法師的教誨，念到十聲，他就說牛頭人不見了，佛現前了，接引他往生。這是一個非常好的事證，證明五逆十惡之人，臨終十念、一念也能往生，而且決定往生。可是像張善和這種人實在說也不容易。"
    },
    {
      "id": "01-009-0015_p0020",
      "zh_CN": "从前李老师讲到这些事情特别的告诫大众，这个事情有，但是不能学，不要以为临终十念可以往生，现在多造一点恶业还不要紧，临终还来得急，你要这样想法那就大错特错了。为什么？像张善和，至少他必须要具备三个条件，第一个条件，临终时头脑很清醒。我们试看，有许多临命终的人已经昏迷不醒了，甚至于连家亲眷属都不认得了，在这种状况之下，即使助念都不能产生效果。你能够保证你在临命终时头脑很清楚吗？这是第一个条件，不容易得到。第二个条件，在这个紧要关头的时候遇到一位真正善知识提醒你念佛，这个不容易，你有没有把握在自己将来临终的时候会有个人提醒你念佛？第三个条件，这一提醒，立刻就接受，毫不怀疑，一切万缘统统放下，一心念佛专求净土，这也是不容易的。",
      "zh_TW": "從前李老師講到這些事情特別的告誡大眾，這個事情有，但是不能學，不要以為臨終十念可以往生，現在多造一點惡業還不要緊，臨終還來得急，你要這樣想法那就大錯特錯了。為什麼？像張善和，至少他必須要具備三個條件，第一個條件，臨終時頭腦很清醒。我們試看，有許多臨命終的人已經昏迷不醒了，甚至於連家親眷屬都不認得了，在這種狀況之下，即使助念都不能產生效果。你能夠保證你在臨命終時頭腦很清楚嗎？這是第一個條件，不容易得到。第二個條件，在這個緊要關頭的時候遇到一位真正善知識提醒你念佛，這個不容易，你有沒有把握在自己將來臨終的時候會有個人提醒你念佛？第三個條件，這一提醒，立刻就接受，毫不懷疑，一切萬緣統統放下，一心念佛專求淨土，這也是不容易的。"
    },
    {
      "id": "01-009-0015_p0021",
      "zh_CN": "所以蕅益大师在此地跟我们讲，这都是夙世的因缘在这个时候成熟，所以他遇到善友，一听就相信、就接受、就发愿，这一桩事『万中无一』，一万个人当中难得有一个，这是真的，所以决定不能侥幸。在《净土或问》里面对于这一桩事情解释得非常详细，『今人不可不读也』。《净土或问》收在《净土十要》里面，诸位要找到《净土十要》，你就可以看到这篇文章了。",
      "zh_TW": "所以蕅益大師在此地跟我們講，這都是夙世的因緣在這個時候成熟，所以他遇到善友，一聽就相信、就接受、就發願，這一樁事『萬中無一』，一萬個人當中難得有一個，這是真的，所以決定不能僥倖。在《淨土或問》裡面對於這一樁事情解釋得非常詳細，『今人不可不讀也』。《淨土或問》收在《淨土十要》裡面，諸位要找到《淨土十要》，你就可以看到這篇文章了。"
    },
    {
      "id": "01-009-0015_p0022",
      "zh_CN": "【当知此经，字字皆海印三昧，大圆镜智之灵文也。唯念至一心不乱，则能超三界、伏烦恼、破无明也。】",
      "zh_TW": "【當知此經，字字皆海印三昧，大圓鏡智之靈文也。唯念至一心不亂，則能超三界、伏煩惱、破無明也。】"
    },
    {
      "id": "01-009-0015_p0023",
      "zh_CN": "『当知此经，字字皆海印三昧』，「海印三昧」就是真如本性。『大圆镜智之灵文也』，「大圆镜智」是法相宗所讲的转阿赖耶识为大圆镜智，也就是真如本性的意思。这是告诉我们这一本《阿弥陀经》，每一字、每一句都是阿弥陀佛、十方一切诸佛如来，从真性当中流露出来的。『唯念至一心不乱，则能超三界、伏烦恼、破无明也』，只要我们真正发心执持名号，念到一心不乱就能够超越三界永脱轮回。「伏烦恼」是事一心不乱之前者，事一心也有九品，下下品是伏烦恼，上上品是断烦恼。我们只要念到伏烦恼，烦恼虽然有，但是不起现行，就是它不起作用，这样的功夫就决定往生。破无明里面也有九品，破一品无明、证一分法身，这是理一心的下下品，断尽四十一品无明，那就是理一心的上上品。因此大师告诉我们「唯念至一心不乱」，这个意思就是专注持名才容易得一心。",
      "zh_TW": "『當知此經，字字皆海印三昧』，「海印三昧」就是真如本性。『大圓鏡智之靈文也』，「大圓鏡智」是法相宗所講的轉阿賴耶識為大圓鏡智，也就是真如本性的意思。這是告訴我們這一本《阿彌陀經》，每一字、每一句都是阿彌陀佛、十方一切諸佛如來，從真性當中流露出來的。『唯念至一心不亂，則能超三界、伏煩惱、破無明也』，只要我們真正發心執持名號，念到一心不亂就能夠超越三界永脫輪迴。「伏煩惱」是事一心不亂之前者，事一心也有九品，下下品是伏煩惱，上上品是斷煩惱。我們只要念到伏煩惱，煩惱雖然有，但是不起現行，就是它不起作用，這樣的功夫就決定往生。破無明裡面也有九品，破一品無明、證一分法身，這是理一心的下下品，斷盡四十一品無明，那就是理一心的上上品。因此大師告訴我們「唯念至一心不亂」，這個意思就是專注持名才容易得一心。"
    },
    {
      "id": "01-009-0015_p0024",
      "zh_CN": "【所持名号，真实不可思议；能持之心性，亦真实不可思议。持一声则一声不可思议，持十百千万无数声，声声不可思议也。】",
      "zh_TW": "【所持名號，真實不可思議；能持之心性，亦真實不可思議。持一聲則一聲不可思議，持十百千萬無數聲，聲聲不可思議也。】"
    },
    {
      "id": "01-009-0015_p0025",
      "zh_CN": "『所持名号，真实不可思议』，这是讲名号功德，诸位细读《无量寿经》自然能够体会名号「真实不可思议」。能持的心性也是真实不可思议，真是古德所说的，能念的心就是始觉，所念的佛号是自己的本觉，所以念佛就是始觉合本觉，始本不二就是「究竟觉」。因此，『持一声则一声不可思议，持十百千万无数声，声声不可思议』，但是诸位同修要记住，念佛一定要相应才有真实的功德。",
      "zh_TW": "『所持名號，真實不可思議』，這是講名號功德，諸位細讀《無量壽經》自然能夠體會名號「真實不可思議」。能持的心性也是真實不可思議，真是古德所說的，能念的心就是始覺，所念的佛號是自己的本覺，所以念佛就是始覺合本覺，始本不二就是「究竟覺」。因此，『持一聲則一聲不可思議，持十百千萬無數聲，聲聲不可思議』，但是諸位同修要記住，念佛一定要相應才有真實的功德。"
    },
    {
      "id": "01-009-0015_p0026",
      "zh_CN": "【伏愿缁素智愚，于此简易直捷，无上圆顿法门，勿视为难，而辄生退诿；勿视为易，而漫不策勤；勿视为浅，而妄致藐轻；勿视为深，而弗敢承任。】",
      "zh_TW": "【伏願緇素智愚，於此簡易直捷，無上圓頓法門，勿視為難，而輒生退諉；勿視為易，而漫不策勤；勿視為淺，而妄致藐輕；勿視為深，而弗敢承任。】"
    },
    {
      "id": "01-009-0015_p0027",
      "zh_CN": "末后，大师苦口婆心的劝勉我们，『伏愿缁素智愚，于此简易直捷，无上圆顿法门，勿视为难，而辄生退诿』，这是劝我们不要把这个法门看得很难，我们不敢修了。『勿视为易，而漫不策勤』，也不能把它看得很容易，看得很容易往往我们会疏忽了。『勿视为浅，而妄致藐轻』，不要把它看得太浅，看得太浅我们就轻慢心。『勿视为深，而弗敢承任』，不能把它看浅也不能把它看深，以平常心、以真诚心、以恭敬心来看这部经、来看这个法门，自然能得真实的利益。我们看第九段：",
      "zh_TW": "末後，大師苦口婆心的勸勉我們，『伏願緇素智愚，於此簡易直捷，無上圓頓法門，勿視為難，而輒生退諉』，這是勸我們不要把這個法門看得很難，我們不敢修了。『勿視為易，而漫不策勤』，也不能把它看得很容易，看得很容易往往我們會疏忽了。『勿視為淺，而妄致藐輕』，不要把它看得太淺，看得太淺我們就輕慢心。『勿視為深，而弗敢承任』，不能把它看淺也不能把它看深，以平常心、以真誠心、以恭敬心來看這部經、來看這個法門，自然能得真實的利益。我們看第九段："
    },
    {
      "id": "01-009-0015_p0028",
      "zh_CN": "【重劝发愿。】",
      "zh_TW": "【重勸發願。】"
    },
    {
      "id": "01-009-0015_p0029",
      "zh_CN": "【经云：『我见是利』。是佛眼所见，究尽明了也。是利者，横出五浊，圆净四土，直至不退位，是为不可思议功德之利。】",
      "zh_TW": "【經云：『我見是利』。是佛眼所見，究盡明了也。是利者，橫出五濁，圓淨四土，直至不退位，是為不可思議功德之利。】"
    },
    {
      "id": "01-009-0015_p0030",
      "zh_CN": "『经云：「我见是利」』，「我」是本师释迦牟尼佛自称，也就是佛眼亲见，『究尽明了』，可见得这是真实不虚。「是利」，这样的利益，什么利益？横出五浊恶世，这非常不容易。『圆净四土，直至不退』，这是更难得了，所以这是『不可思议功德之利』。凡夫修行要想超越三界六道轮回确实是非常的艰难，在一切法门当中一生顺利的超越六道只有这一个法门。其他法门生到诸佛的净土，四种净土是有隔别的，绝对不能同时证得，唯独西方净土可以同时证得，一生一切生，一直到圆证三不退，所以不但释迦牟尼佛赞叹，乃至十方三世一切诸佛如来，没有一尊佛不赞叹的，确实是不可思议功德之利益。",
      "zh_TW": "『經云：「我見是利」』，「我」是本師釋迦牟尼佛自稱，也就是佛眼親見，『究盡明了』，可見得這是真實不虛。「是利」，這樣的利益，什麼利益？橫出五濁惡世，這非常不容易。『圓淨四土，直至不退』，這是更難得了，所以這是『不可思議功德之利』。凡夫修行要想超越三界六道輪迴確實是非常的艱難，在一切法門當中一生順利的超越六道只有這一個法門。其他法門生到諸佛的淨土，四種淨土是有隔別的，絕對不能同時證得，唯獨西方淨土可以同時證得，一生一切生，一直到圓證三不退，所以不但釋迦牟尼佛讚歎，乃至十方三世一切諸佛如來，沒有一尊佛不讚歎的，確實是不可思議功德之利益。"
    },
    {
      "id": "01-009-0015_p0031",
      "zh_CN": "【又是利，约命终时心不颠倒而言，盖秽土自力修行，生死关头，最难得力。圆瑛法师，归心净土，自号三求堂主人，求福、求慧、求生净土。】",
      "zh_TW": "【又是利，約命終時心不顛倒而言，蓋穢土自力修行，生死關頭，最難得力。圓瑛法師，歸心淨土，自號三求堂主人，求福、求慧、求生淨土。】"
    },
    {
      "id": "01-009-0015_p0032",
      "zh_CN": "这个利益要就命终时『心不颠倒』而说，『秽土自力修行，生死关头，最难得力』，这样的话我们在古大德的注疏或者是文章里面常常见到，虽见到，大多数人是漠不关心，认为这是老生常谈，殊不知这句话的重要性，这句话给我们的警惕，我们要特别的注意它。在我们这个世界靠自己力量修行，在「生死关头」能够叫自己的烦恼业习不起现行，这不容易得到，实在说，这一桩事情在我们日常梦境当中就可以能够体验得出来。凡人都会作梦，我们自己想一想，我们每天晚上做的是什么样的梦？有不少念佛同修来告诉我，晚上常常做恶梦，这就是一个很可怕的现象。人到临命终的时候就像作梦一样，如果那个时候还是恶的境界现前，那无疑就往三恶道去了。我们在梦境里面曾经有几次梦见佛菩萨？有几次梦到自己在读经念佛或者是听经说法？这样的境界不常现前，而恶梦常常现前，梦中还是搞贪瞋痴慢，还是搞是非人我，这就可怕了，这是值得我们修行人警惕的。",
      "zh_TW": "這個利益要就命終時『心不顛倒』而說，『穢土自力修行，生死關頭，最難得力』，這樣的話我們在古大德的註疏或者是文章裡面常常見到，雖見到，大多數人是漠不關心，認為這是老生常談，殊不知這句話的重要性，這句話給我們的警惕，我們要特別的注意它。在我們這個世界靠自己力量修行，在「生死關頭」能夠叫自己的煩惱業習不起現行，這不容易得到，實在說，這一樁事情在我們日常夢境當中就可以能夠體驗得出來。凡人都會作夢，我們自己想一想，我們每天晚上做的是什麼樣的夢？有不少念佛同修來告訴我，晚上常常做惡夢，這就是一個很可怕的現象。人到臨命終的時候就像作夢一樣，如果那個時候還是惡的境界現前，那無疑就往三惡道去了。我們在夢境裡面曾經有幾次夢見佛菩薩？有幾次夢到自己在讀經念佛或者是聽經說法？這樣的境界不常現前，而惡夢常常現前，夢中還是搞貪瞋痴慢，還是搞是非人我，這就可怕了，這是值得我們修行人警惕的。"
    },
    {
      "id": "01-009-0015_p0033",
      "zh_CN": "圆瑛法师是近代非常难得的一位善知识，他在台湾的因缘也很深厚，许多老法师都曾经亲近过他，是他的弟子。老法师的法汇，就是《全集》，在台湾也普遍的流通，不难看到。老法师一生最成熟的著作无过于《楞严经讲义》与《圆觉经讲义》，我过去讲《楞严》、讲《圆觉》，参考老人家讲义的部分很多。『圆瑛法师，归心净土，自号三求堂主人』。我有缘能到上海圆明讲堂去参礼，看到讲堂上的对联：『求福、求慧、求生净土』，这是真正的善知识，是我们应该要效法的。修福，「诸恶莫作，众善奉行」；求慧，一定要把妄想、执着统统放下，心地清净光明，智慧就生了，当然更重要的大愿就是决定要求生净土。",
      "zh_TW": "圓瑛法師是近代非常難得的一位善知識，他在台灣的因緣也很深厚，許多老法師都曾經親近過他，是他的弟子。老法師的法彙，就是《全集》，在台灣也普遍的流通，不難看到。老法師一生最成熟的著作無過於《楞嚴經講義》與《圓覺經講義》，我過去講《楞嚴》、講《圓覺》，參考老人家講義的部分很多。『圓瑛法師，歸心淨土，自號三求堂主人』。我有緣能到上海圓明講堂去參禮，看到講堂上的對聯：『求福、求慧、求生淨土』，這是真正的善知識，是我們應該要效法的。修福，「諸惡莫作，眾善奉行」；求慧，一定要把妄想、執著統統放下，心地清淨光明，智慧就生了，當然更重要的大願就是決定要求生淨土。"
    },
    {
      "id": "01-009-0015_p0034",
      "zh_CN": "【无论顽修狂慧，到生死关头，不能得力，全然无用。即悟门深远，操履潜确之人，傥分毫习气未除，未免随强偏坠。】",
      "zh_TW": "【無論頑修狂慧，到生死關頭，不能得力，全然無用。即悟門深遠，操履潛確之人，儻分毫習氣未除，未免隨強偏墜。】"
    },
    {
      "id": "01-009-0015_p0035",
      "zh_CN": "蕅益大师又说，『无论顽修狂慧，到生死关头，不能得力，全然无用。即悟门深远，操履潜确之人，傥分毫习气未除，未免随强偏坠』。这一段开示也是我们要特别警觉到的，他老人家讲「顽修狂慧」，多半是指宗门教下的一些修行人，不是真实的在修学，这样的人「到生死关头，不能得力」，完全无用。换句话说，他的烦恼、业习很重，临命终时必然是随业流转，这就可怕了。即使『悟门深远』，这是讲宗门教下里头真正有功夫的，不是一个普通的修行人，确实有禅定，确实他有悟处，所谓是「小疑有小悟，大疑有大悟」。『操履潜确』是指戒律精严，这都是我们非常尊敬的修行人。无论是在家出家，值得我们尊敬的，值得我们效法的，假如他的习气还有少分存在，也就是他的烦恼习气没有完全断除，临命终时这种习气现行，还是随业流转，你说多么可怕！像这样的情形自古以来，例子很多，不胜枚举。",
      "zh_TW": "蕅益大師又說，『無論頑修狂慧，到生死關頭，不能得力，全然無用。即悟門深遠，操履潛確之人，儻分毫習氣未除，未免隨強偏墜』。這一段開示也是我們要特別警覺到的，他老人家講「頑修狂慧」，多半是指宗門教下的一些修行人，不是真實的在修學，這樣的人「到生死關頭，不能得力」，完全無用。換句話說，他的煩惱、業習很重，臨命終時必然是隨業流轉，這就可怕了。即使『悟門深遠』，這是講宗門教下裡頭真正有功夫的，不是一個普通的修行人，確實有禪定，確實他有悟處，所謂是「小疑有小悟，大疑有大悟」。『操履潛確』是指戒律精嚴，這都是我們非常尊敬的修行人。無論是在家出家，值得我們尊敬的，值得我們效法的，假如他的習氣還有少分存在，也就是他的煩惱習氣沒有完全斷除，臨命終時這種習氣現行，還是隨業流轉，你說多麼可怕！像這樣的情形自古以來，例子很多，不勝枚舉。"
    },
    {
      "id": "01-009-0015_p0036",
      "zh_CN": "如果我们很冷静的观察现前的社会，出家修行人、在家修行人，当他临命终的时候决定不能够掩饰自己，我们可以看得清清楚楚、明明白白，他有没有功夫都在这个时候显露无疑，也就是说他临终的时候是不是清清楚楚、明明白白，是不是佛来接引，瑞相现前，他是往生还是轮回，是三善道、是三恶道，我们都能够亲眼看见。",
      "zh_TW": "如果我們很冷靜的觀察現前的社會，出家修行人、在家修行人，當他臨命終的時候決定不能夠掩飾自己，我們可以看得清清楚楚、明明白白，他有沒有功夫都在這個時候顯露無疑，也就是說他臨終的時候是不是清清楚楚、明明白白，是不是佛來接引，瑞相現前，他是往生還是輪迴，是三善道、是三惡道，我們都能夠親眼看見。"
    }
  ]
}