{
  "doc_id": "09-016-0003",
  "title": {
    "zh_CN": "般若心经",
    "zh_TW": "般若心經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾华藏图书馆",
    "zh_TW": "台灣華藏圖書館"
  },
  "doc_number": "09-016-0003",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "09-016-0003_p0001",
      "zh_CN": "请掀开经本第七面，昨天讲到末后这段，「色即是空，空即是色」。表的下面说明「万法真如」，这个意思说明性相是一不是二，也就是经中空色是一体，空体、空色是不能够分离，说明这个意思。禅家讲见性，明心见性，《华严》讲一真法界，都是与这个同境界，言词不同，境界是相同的。在这个境界里面这最殊胜之处，也就是我们所说诸佛如来的受用，或者我们讲享受。他们的享受跟我们凡夫享受不一样，凡夫是将万法跟真如都迷失了，真如是自性清净心，万法是真如变现的一切色相统统都迷了。所谓真妄二边都迷，这才所谓起惑造业，受无量的苦报，就是前面我们所念的「一切苦厄」。佛菩萨对于这个真相完全了解；换句话说，他对于自性不迷，对于一切的色相也不迷，二边都不迷。",
      "zh_TW": "請掀開經本第七面，昨天講到末後這段，「色即是空，空即是色」。表的下面說明「萬法真如」，這個意思說明性相是一不是二，也就是經中空色是一體，空體、空色是不能夠分離，說明這個意思。禪家講見性，明心見性，《華嚴》講一真法界，都是與這個同境界，言詞不同，境界是相同的。在這個境界裡面這最殊勝之處，也就是我們所說諸佛如來的受用，或者我們講享受。他們的享受跟我們凡夫享受不一樣，凡夫是將萬法跟真如都迷失了，真如是自性清淨心，萬法是真如變現的一切色相統統都迷了。所謂真妄二邊都迷，這才所謂起惑造業，受無量的苦報，就是前面我們所念的「一切苦厄」。佛菩薩對於這個真相完全了解；換句話說，他對於自性不迷，對於一切的色相也不迷，二邊都不迷。"
    },
    {
      "id": "09-016-0003_p0002",
      "zh_CN": "不迷的好处在哪里？就是不执着，性相二边都不执着，二边都不分别。诸位想想，如果我们把一切分别执着统统放下，这多自在，那个享受就叫做正受。正受里面没有苦乐忧喜舍，不但是苦乐忧喜没有，连舍受也没有，这个境界我们就称它作清净寂灭的境界，又称它作一真法界，在净土里面称为实报庄严土，这个时候才谈到庄严。其实庄严就是受用的意思，报是果报，实是真实，决定不是虚妄。所以西方净土实报庄严是我们追求最高的目标，因为这个方便、同居名义上都显示得非常清楚，那不是究竟的，只有实报庄严才是究竟的。",
      "zh_TW": "不迷的好處在哪裡？就是不執著，性相二邊都不執著，二邊都不分別。諸位想想，如果我們把一切分別執著統統放下，這多自在，那個享受就叫做正受。正受裡面沒有苦樂憂喜捨，不但是苦樂憂喜沒有，連捨受也沒有，這個境界我們就稱它作清淨寂滅的境界，又稱它作一真法界，在淨土裡面稱為實報莊嚴土，這個時候才談到莊嚴。其實莊嚴就是受用的意思，報是果報，實是真實，決定不是虛妄。所以西方淨土實報莊嚴是我們追求最高的目標，因為這個方便、同居名義上都顯示得非常清楚，那不是究竟的，只有實報莊嚴才是究竟的。"
    },
    {
      "id": "09-016-0003_p0003",
      "zh_CN": "后面这一小段，就是最后这段，「真空幻有」，这是指出觉迷的关系，也是说明佛菩萨与凡夫，对于宇宙人生的看法不一样。这底下也有四句，「真空能成幻有，幻有必覆真空」，这个看法好像是真的，是我们眼前境界，不就是经上常讲的吗？一念不觉而有无明，从无明生三细相，由三细相发展为六粗相，变现出十法界依正庄严，这就是真空能成幻有，幻有必定覆盖了真空，这就是五阴的意思，五阴，五蕴也叫五阴。阴是什么？就是盖覆的意思。这五样东西色受想行识把我们真如本性盖复住了，所以叫它做五阴。这样一来就迷了，在这种状况之下就迷了。「真空显幻有灭」，到这个时候幻有不碍真空，五蕴有没有？有，五蕴不能说没有。诸佛菩萨住在我们这个世间，我们五阴盖覆了真性，他也有五阴，他的五阴不碍真性，这个自在。",
      "zh_TW": "後面這一小段，就是最後這段，「真空幻有」，這是指出覺迷的關係，也是說明佛菩薩與凡夫，對於宇宙人生的看法不一樣。這底下也有四句，「真空能成幻有，幻有必覆真空」，這個看法好像是真的，是我們眼前境界，不就是經上常講的嗎？一念不覺而有無明，從無明生三細相，由三細相發展為六粗相，變現出十法界依正莊嚴，這就是真空能成幻有，幻有必定覆蓋了真空，這就是五陰的意思，五陰，五蘊也叫五陰。陰是什麼？就是蓋覆的意思。這五樣東西色受想行識把我們真如本性蓋覆住了，所以叫它做五陰。這樣一來就迷了，在這種狀況之下就迷了。「真空顯幻有滅」，到這個時候幻有不礙真空，五蘊有沒有？有，五蘊不能說沒有。諸佛菩薩住在我們這個世間，我們五陰蓋覆了真性，他也有五陰，他的五陰不礙真性，這個自在。"
    },
    {
      "id": "09-016-0003_p0004",
      "zh_CN": "像释迦牟尼佛当年在世，这与诸佛菩萨天天在一起讲经说法，大众里面有佛、有菩萨、有声闻缘觉，也有凡夫，统统在一堂，有的人迷，有的人不迷。有的人五阴盖覆真性，有的人五阴不碍真性。《华严》讲的理事无碍，事事无碍，他没有障碍，为什么没有障碍？性相俱不可得。可见得碍在哪里？碍在你的分别执着，碍在你的迷惑颠倒。只要你不迷就无碍，迷了才产生障碍；但是破迷一定要真空显；换句话说，一定要见性，就是见到真性，迷情才能够断，这也是唯一的一个原理原则。这样说来所谓八万四千法门，修学的最后的目的就是要见性，禅家明白的标示出来明心见性。这个禅宗前面也跟诸位提示过，如果只用禅定，达不到见性，没法子见性。中国的禅宗不是六度里面的禅定，而是六度里面的般若波罗蜜，诸位打开《坛经》一看就晓得，六祖说什么法？都教大家「总念摩诃般若波罗蜜多」，他是这个禅，唯有摩诃般若波罗蜜多才能够见性，才能破根本无明，真空显了。",
      "zh_TW": "像釋迦牟尼佛當年在世，這與諸佛菩薩天天在一起講經說法，大眾裡面有佛、有菩薩、有聲聞緣覺，也有凡夫，統統在一堂，有的人迷，有的人不迷。有的人五陰蓋覆真性，有的人五陰不礙真性。《華嚴》講的理事無礙，事事無礙，他沒有障礙，為什麼沒有障礙？性相俱不可得。可見得礙在哪裡？礙在你的分別執著，礙在你的迷惑顛倒。只要你不迷就無礙，迷了才產生障礙；但是破迷一定要真空顯；換句話說，一定要見性，就是見到真性，迷情才能夠斷，這也是唯一的一個原理原則。這樣說來所謂八萬四千法門，修學的最後的目的就是要見性，禪家明白的標示出來明心見性。這個禪宗前面也跟諸位提示過，如果只用禪定，達不到見性，沒法子見性。中國的禪宗不是六度裡面的禪定，而是六度裡面的般若波羅蜜，諸位打開《壇經》一看就曉得，六祖說什麼法？都教大家「總念摩訶般若波羅蜜多」，他是這個禪，唯有摩訶般若波羅蜜多才能夠見性，才能破根本無明，真空顯了。"
    },
    {
      "id": "09-016-0003_p0005",
      "zh_CN": "而念佛这个法门它最高的目标是理一心不乱，理一心不乱就是明心见性。它有很多层次，先从功夫成片，然后到事一心，再到理一心，它是个渐修的办法。禅宗是顿悟，但是，要晓得那要顿悟不了可麻烦大了，那个方法是一步登天，要是登不了会掉下来的，那不是普通人能够办得到的。净土这个？你最高的目标是在那个地方。你一下爬不上去没有关系，它有楼梯，它一层一层的，可以一层一层的往上去提升，这就方便多了。在我们这个娑婆世界这一生当中，没有办法提升到最高的层次，所谓真空显，提升不到这个层次，就是理一心不乱。如果你能够稍稍提升一点，提升到功夫成片就能往生，到西方极乐世界再提升到最高层次，那就没有问题了，净土的殊胜是殊胜在这个地方。",
      "zh_TW": "而念佛這個法門它最高的目標是理一心不亂，理一心不亂就是明心見性。它有很多層次，先從功夫成片，然後到事一心，再到理一心，它是個漸修的辦法。禪宗是頓悟，但是，要曉得那要頓悟不了可麻煩大了，那個方法是一步登天，要是登不了會掉下來的，那不是普通人能夠辦得到的。淨土這個？你最高的目標是在那個地方。你一下爬不上去沒有關係，它有樓梯，它一層一層的，可以一層一層的往上去提升，這就方便多了。在我們這個娑婆世界這一生當中，沒有辦法提升到最高的層次，所謂真空顯，提升不到這個層次，就是理一心不亂。如果你能夠稍稍提升一點，提升到功夫成片就能往生，到西方極樂世界再提升到最高層次，那就沒有問題了，淨土的殊勝是殊勝在這個地方。"
    },
    {
      "id": "09-016-0003_p0006",
      "zh_CN": "其他八万四千法门没有这个殊胜，任何一个法门它最低的层次，是要断见思烦恼，这点就相当不容易了；换句话说，我们在一生当中，能不能达到这个标准，太难说了。如果讲功夫成片带业往生，这可以说人人都做得到；换句话说，往生西方世界凡圣同居土，每个人都有资格，这一生当中决定能做到。如果说是念到事一心或者是理一心，这未必，这的确是未必的。但是，功夫成片的确是人人可以做到的，所以祖师才说这个法门是万修万人去。这是八万四千法门里面，统统没有的。所以学佛讲开智慧，讲用理性，就是我们一般讲的要用理智，不能用感情，一定要认真的反省，检讨自己到底是个什么程度，要认清自己。分别执着、妄想统统都存在，自己要明白凡夫一个，连个身见都没有破，小乘须陀洹的地位都没有。",
      "zh_TW": "其他八萬四千法門沒有這個殊勝，任何一個法門它最低的層次，是要斷見思煩惱，這點就相當不容易了；換句話說，我們在一生當中，能不能達到這個標準，太難說了。如果講功夫成片帶業往生，這可以說人人都做得到；換句話說，往生西方世界凡聖同居土，每個人都有資格，這一生當中決定能做到。如果說是念到事一心或者是理一心，這未必，這的確是未必的。但是，功夫成片的確是人人可以做到的，所以祖師才說這個法門是萬修萬人去。這是八萬四千法門裡面，統統沒有的。所以學佛講開智慧，講用理性，就是我們一般講的要用理智，不能用感情，一定要認真的反省，檢討自己到底是個什麼程度，要認清自己。分別執著、妄想統統都存在，自己要明白凡夫一個，連個身見都沒有破，小乘須陀洹的地位都沒有。"
    },
    {
      "id": "09-016-0003_p0007",
      "zh_CN": "你想想看，这个见惑里面身见、边见、见取见、戒取见、邪见统统都有，你不是凡夫是什么？五种见惑断掉之后，身见破了不再执着这个身是我，身见破了；边见破了之后不落二边；见取见、戒取见破了，没有执着，执着是我们讲成见，没有执着。换句话说，边见是没有分别了，在一切法离分别了。见取见、戒取见是不执着，邪见破了的时候正知见现前，这种地位在大乘法里面才叫初信位，十信菩萨初信位，初信位绝不堕三恶道。为什么不堕三恶道？他不作恶因了。贪瞋痴真的断掉了，他不造这个业因，所以他不堕三恶道的果报。我们如果连这种能力都没有，这是凡夫，既然是凡夫就难免要堕恶道。这是我们自己一定要想想，自己是个什么样的身分，在目前是什么样的状况，自己有病总得要晓得，能够知道这个，这就算开始觉悟，不迷了。觉悟之后要求医，这段后面觉的两条的标准非常之高。幻有灭，灭的不是说这个一切色相统统灭掉，没有了，不是这个。这个灭诸位要记住，是你心里面一切分别执着、妄想灭了，对于一切幻有的分别执着、妄想灭了。心里面既然分别执着、妄想没有了，空有就不会妨碍了，理事无碍，事事无碍了。好，这一段就讲到此地。",
      "zh_TW": "你想想看，這個見惑裡面身見、邊見、見取見、戒取見、邪見統統都有，你不是凡夫是什麼？五種見惑斷掉之後，身見破了不再執著這個身是我，身見破了；邊見破了之後不落二邊；見取見、戒取見破了，沒有執著，執著是我們講成見，沒有執著。換句話說，邊見是沒有分別了，在一切法離分別了。見取見、戒取見是不執著，邪見破了的時候正知見現前，這種地位在大乘法裡面才叫初信位，十信菩薩初信位，初信位絕不墮三惡道。為什麼不墮三惡道？他不作惡因了。貪瞋痴真的斷掉了，他不造這個業因，所以他不墮三惡道的果報。我們如果連這種能力都沒有，這是凡夫，既然是凡夫就難免要墮惡道。這是我們自己一定要想想，自己是個什麼樣的身分，在目前是什麼樣的狀況，自己有病總得要曉得，能夠知道這個，這就算開始覺悟，不迷了。覺悟之後要求醫，這段後面覺的兩條的標準非常之高。幻有滅，滅的不是說這個一切色相統統滅掉，沒有了，不是這個。這個滅諸位要記住，是你心裡面一切分別執著、妄想滅了，對於一切幻有的分別執著、妄想滅了。心裡面既然分別執著、妄想沒有了，空有就不會妨礙了，理事無礙，事事無礙了。好，這一段就講到此地。"
    },
    {
      "id": "09-016-0003_p0008",
      "zh_CN": "再翻开来看第八页，色空的关系明白之后，「受想行识，亦复如是」，跟前面所讲没有两样。这段五蕴表里面列得就很清楚详细，这是配百法来对照。色法是造作也有受，有造有受，色法里面的受是由于心法来的，如果没有心法，色没有感受。色是物质，物质没有感受，它是由于心法起连带作用。受想行识是心法，受外有苦乐，外是讲的身，内是讲的心，心里面有忧喜。舍是说外没有苦乐的时候，内也没有忧喜，这个时候叫舍受。就是苦乐忧喜暂时停止了，这种情形是很好的境界，如果能永远保持，它就叫做定。我们凡夫也有这个情形，但是，保持不长久，是个暂时的，所以称之为舍受。想有相跟无相，实际上受就是遍行心所里面的受心所，想也是五遍行里面的想心所，有有相、无相。有相是很粗的想像，我们能够感觉得到；无相是微细的相，我们的心念太粗，觉察不到微细的念头。佛在经上告诉我们，八地菩萨他能够觉察到微细的想，那是很深的定功。",
      "zh_TW": "再翻開來看第八頁，色空的關係明白之後，「受想行識，亦復如是」，跟前面所講沒有兩樣。這段五蘊表裡面列得就很清楚詳細，這是配百法來對照。色法是造作也有受，有造有受，色法裡面的受是由於心法來的，如果沒有心法，色沒有感受。色是物質，物質沒有感受，它是由於心法起連帶作用。受想行識是心法，受外有苦樂，外是講的身，內是講的心，心裡面有憂喜。捨是說外沒有苦樂的時候，內也沒有憂喜，這個時候叫捨受。就是苦樂憂喜暫時停止了，這種情形是很好的境界，如果能永遠保持，它就叫做定。我們凡夫也有這個情形，但是，保持不長久，是個暫時的，所以稱之為捨受。想有相跟無相，實際上受就是遍行心所裡面的受心所，想也是五遍行裡面的想心所，有有相、無相。有相是很粗的想像，我們能夠感覺得到；無相是微細的相，我們的心念太粗，覺察不到微細的念頭。佛在經上告訴我們，八地菩薩他能夠覺察到微細的想，那是很深的定功。"
    },
    {
      "id": "09-016-0003_p0009",
      "zh_CN": "行蕴里面包括的范围很大，你看「遍行五」，这个遍行五里面它只有三条，因为遍行受想单独列出来了，所以遍行里面有三条，诸位可以在这里注一注，遍行五要包括受想，五遍行是触、作意、受、想、思这五条。触是接触，接触之后就作意，然后就有受、有想、有思，这叫五遍行。五遍行里头已经有两条分别成列为受蕴、想蕴，所以遍行里面有三，「别境五善十一，烦恼二十六，不定四」，这就是行蕴里面包括四十九个相应的心所，这个底下还要注一下，还有二十四个不相应，二十四个不相应也在这里面，也是行蕴所摄，行蕴相当的复杂。识就是讲的八识，前五识眼耳鼻舌身，第六意识、第七末那、第八阿赖耶。这旁边有个注解，「前释蕴假体」，五蕴的体不是真的，因为什么？也是因缘所生法的，不是真的，体是假的。这个地方从百法里面一配合来说，这是说它的作用，作用也不是真的，这是补出来。",
      "zh_TW": "行蘊裡面包括的範圍很大，你看「遍行五」，這個遍行五裡面它只有三條，因為遍行受想單獨列出來了，所以遍行裡面有三條，諸位可以在這裡註一註，遍行五要包括受想，五遍行是觸、作意、受、想、思這五條。觸是接觸，接觸之後就作意，然後就有受、有想、有思，這叫五遍行。五遍行裡頭已經有兩條分別成列為受蘊、想蘊，所以遍行裡面有三，「別境五善十一，煩惱二十六，不定四」，這就是行蘊裡面包括四十九個相應的心所，這個底下還要註一下，還有二十四個不相應，二十四個不相應也在這裡面，也是行蘊所攝，行蘊相當的複雜。識就是講的八識，前五識眼耳鼻舌身，第六意識、第七末那、第八阿賴耶。這旁邊有個註解，「前釋蘊假體」，五蘊的體不是真的，因為什麼？也是因緣所生法的，不是真的，體是假的。這個地方從百法裡面一配合來說，這是說它的作用，作用也不是真的，這是補出來。"
    },
    {
      "id": "09-016-0003_p0010",
      "zh_CN": "由此可知，体用都不是真实，如果你在这个里面当真了，这是迷惑颠倒。可是诸位还要晓得，如果你要执着这都不是真实，那也错了，所以佛法非常的难讲。为什么跟你讲体也是假、用也是假？因为你执着这是真的，所以佛说假。说假的意思是把你执着那个真的打掉，结果把你真打掉又执着都是假，糟糕了，这边执着它拿掉，他着了那边，这个真是没办法。所以真正佛法聪明伶俐的人，这个打掉，那边也没有，二边不立，中道不存，这才叫大彻大悟，见到事实真相。你才晓得，佛法为什么说言语道断，心行处灭，不可思议，真相不可思。不能说真，也不能说假，真假是二法，二就不得其门而入，如果你能把二打掉，真假是二边。众生有病，佛说的一切法是药，病治好了，药也不要了，要懂这道理。",
      "zh_TW": "由此可知，體用都不是真實，如果你在這個裡面當真了，這是迷惑顛倒。可是諸位還要曉得，如果你要執著這都不是真實，那也錯了，所以佛法非常的難講。為什麼跟你講體也是假、用也是假？因為你執著這是真的，所以佛說假。說假的意思是把你執著那個真的打掉，結果把你真打掉又執著都是假，糟糕了，這邊執著它拿掉，他著了那邊，這個真是沒辦法。所以真正佛法聰明伶俐的人，這個打掉，那邊也沒有，二邊不立，中道不存，這才叫大徹大悟，見到事實真相。你才曉得，佛法為什麼說言語道斷，心行處滅，不可思議，真相不可思。不能說真，也不能說假，真假是二法，二就不得其門而入，如果你能把二打掉，真假是二邊。眾生有病，佛說的一切法是藥，病治好了，藥也不要了，要懂這道理。"
    },
    {
      "id": "09-016-0003_p0011",
      "zh_CN": "《金刚经》上说，「法尚应舍，何况非法」。法是什么？佛法。佛法也不是真的，也不是个什么好东西，一定要懂得这个道理。我们在现前要不要？要，病太重了，需要这个药；病要好了，这东西也没有。所以像永嘉大师人家问他，你老人家怎么修行，他说「饥来吃饭，困来眠」，他就修这个行，你们每天是不是也修这个行？他修这个行是功夫到家，没事。我们现在不行，事情太多，病太多。他没病了，他没毛病，在世间没事，肚子饿了吃饭，困了睡觉，除这个之外没事了，这多自在。我们今天要学的境界什么？让禅师那个境界给我们一个很大的提示，永嘉大师的那个境界学不得，太高了，没有法子学。怀让禅师他的境界，「修证即不无」，有修有证，「染污即不得」，这个对我们来讲是非常适合的一服药，千万不可以染污。",
      "zh_TW": "《金剛經》上說，「法尚應捨，何況非法」。法是什麼？佛法。佛法也不是真的，也不是個什麼好東西，一定要懂得這個道理。我們在現前要不要？要，病太重了，需要這個藥；病要好了，這東西也沒有。所以像永嘉大師人家問他，你老人家怎麼修行，他說「飢來喫飯，睏來眠」，他就修這個行，你們每天是不是也修這個行？他修這個行是功夫到家，沒事。我們現在不行，事情太多，病太多。他沒病了，他沒毛病，在世間沒事，肚子餓了吃飯，睏了睡覺，除這個之外沒事了，這多自在。我們今天要學的境界什麼？讓禪師那個境界給我們一個很大的提示，永嘉大師的那個境界學不得，太高了，沒有法子學。懷讓禪師他的境界，「修證即不無」，有修有證，「染污即不得」，這個對我們來講是非常適合的一服藥，千萬不可以染污。"
    },
    {
      "id": "09-016-0003_p0012",
      "zh_CN": "再看下面一段，「契机说法」，这个附带在此地说明。佛无有定法可说，不但无有定法可说，佛简直是无有法可说。众生有什么病，他一看把你问题解决就完了，解开就没有了，实在是无有法可说，所以说佛不说法。你要是执着以为佛有法可说，这叫谤佛，这是不解如来所说义，这是给我们说明契机说法的原则。「凡夫昧于因果，执有身心」，这是我们现前这个境界，对于因缘果报这些事理完全不知道，全都迷了，六道轮回是个什么事情，统统迷失了，执着有身有心。这个四大肉身这是自己的身体，受想行识是我们的心理，执着都有，「执着妄有」，事上好像是有，不是真的。为什么不是真的？体用俱不可得，所以佛为我们说法。",
      "zh_TW": "再看下面一段，「契機說法」，這個附帶在此地說明。佛無有定法可說，不但無有定法可說，佛簡直是無有法可說。眾生有什麼病，他一看把你問題解決就完了，解開就沒有了，實在是無有法可說，所以說佛不說法。你要是執著以為佛有法可說，這叫謗佛，這是不解如來所說義，這是給我們說明契機說法的原則。「凡夫昧於因果，執有身心」，這是我們現前這個境界，對於因緣果報這些事理完全不知道，全都迷了，六道輪迴是個什麼事情，統統迷失了，執著有身有心。這個四大肉身這是自己的身體，受想行識是我們的心理，執著都有，「執著妄有」，事上好像是有，不是真的。為什麼不是真的？體用俱不可得，所以佛為我們說法。"
    },
    {
      "id": "09-016-0003_p0013",
      "zh_CN": "这底下讲「方便契机，立有诸法」，建立了许多法相名词，这些法相名词都是药，那个名都是假名，都不是真的。所以比喻当中，经上比喻说黄叶止啼，佛说法就是像黄叶止啼，这是什回事情？小孩在那里哭，哭得很烦，大人的目的就是叫他不哭就行，用什么方法？地上捡了一片黄叶，叶子黄了就掉到地下，捡来给小孩，这个东西很好、很值钱，你拿去可换糖吃。小孩一听很欢喜，他拿在手上就不哭了，不哭就好了。佛说的一些法相名词就是黄叶，我们这些众生都是小孩，都在那里哭，他就骗骗我们，我们不哭了，目的就达到了。佛法也是假的，佛门里常说以假修真，那假有很多人弄错了，身是假的，我们要用以假修真，这个假身体很重要，他还执着假身体，错了，他决定不能见到真实法，以假修真那个假是指佛法。佛法虽是假的，可是用这个假法可以悟入真性，你要是执着这个假身决定不能悟入。",
      "zh_TW": "這底下講「方便契機，立有諸法」，建立了許多法相名詞，這些法相名詞都是藥，那個名都是假名，都不是真的。所以比喻當中，經上比喻說黃葉止啼，佛說法就是像黃葉止啼，這是什回事情？小孩在那裡哭，哭得很煩，大人的目的就是叫他不哭就行，用什麼方法？地上撿了一片黃葉，葉子黃了就掉到地下，撿來給小孩，這個東西很好、很值錢，你拿去可換糖吃。小孩一聽很歡喜，他拿在手上就不哭了，不哭就好了。佛說的一些法相名詞就是黃葉，我們這些眾生都是小孩，都在那裡哭，他就騙騙我們，我們不哭了，目的就達到了。佛法也是假的，佛門裡常說以假修真，那假有很多人弄錯了，身是假的，我們要用以假修真，這個假身體很重要，他還執著假身體，錯了，他決定不能見到真實法，以假修真那個假是指佛法。佛法雖是假的，可是用這個假法可以悟入真性，你要是執著這個假身決定不能悟入。"
    },
    {
      "id": "09-016-0003_p0014",
      "zh_CN": "所以佛为我们建立许多的法相名词，目的叫「方便断空」，断空是什么？断灭空，就我们执着这个顽空。「次及人空」，人空就是破我执，「进而法空」，再破法执，「后说中道」，这才到圆满。这就是佛对凡夫教学次第，一层一层帮助他提升，先建立一些法相，像在鹿野苑度五比丘，最初佛说法，佛对这五个人说法就建立苦集灭道四谛，这些名相都是佛发明的，六度什么统都是发明的，发明这些名相来教你，来给你说明从这个里面去悟入。「利钝不次」，学生根性有利的、有钝的，利根的人一听他就开悟了，钝根的人要用很多的方便，要说很多次他才能够开悟。像《心经》就是给利根人说的，很简单一讲他就开悟了，利根根性很利的。如果迟钝的人？那就去念《大般若经》去，六百卷慢慢教你开悟，说得多。说得多，听的遍数多，长时间的薰习才能开悟，所以这根性不相同。这个说法有深说浅说、有长说短说。这段是显「人空」，法空都说过了。",
      "zh_TW": "所以佛為我們建立許多的法相名詞，目的叫「方便斷空」，斷空是什麼？斷滅空，就我們執著這個頑空。「次及人空」，人空就是破我執，「進而法空」，再破法執，「後說中道」，這才到圓滿。這就是佛對凡夫教學次第，一層一層幫助他提升，先建立一些法相，像在鹿野苑度五比丘，最初佛說法，佛對這五個人說法就建立苦集滅道四諦，這些名相都是佛發明的，六度什麼統都是發明的，發明這些名相來教你，來給你說明從這個裡面去悟入。「利鈍不次」，學生根性有利的、有鈍的，利根的人一聽他就開悟了，鈍根的人要用很多的方便，要說很多次他才能夠開悟。像《心經》就是給利根人說的，很簡單一講他就開悟了，利根根性很利的。如果遲鈍的人？那就去念《大般若經》去，六百卷慢慢教你開悟，說得多。說得多，聽的遍數多，長時間的薰習才能開悟，所以這根性不相同。這個說法有深說淺說、有長說短說。這段是顯「人空」，法空都說過了。"
    },
    {
      "id": "09-016-0003_p0015",
      "zh_CN": "这底下还有，上面这个表上还有，「二乘，不了缘生，执有五蕴；中乘（就是辟支佛），虽了缘生，不达无性」。不知道缘生无性，于是这两种人他这个人我虽然是空，但是法有，法有就是他有法执，他没有我执，他有法执，有法执不能见性。所以佛要帮助他破法执，帮助他明心见性。「菩萨，照了诸法，缘生无性，色空中道」，就是「色不异空，空不异色，色即是空，空即是色」。唯有菩萨才晓得，因为他有甚深的般若智慧，才能够照了诸法，性相不二，理事一如。这是人法二空，介绍到此地。",
      "zh_TW": "這底下還有，上面這個表上還有，「二乘，不了緣生，執有五蘊；中乘（就是辟支佛），雖了緣生，不達無性」。不知道緣生無性，於是這兩種人他這個人我雖然是空，但是法有，法有就是他有法執，他沒有我執，他有法執，有法執不能見性。所以佛要幫助他破法執，幫助他明心見性。「菩薩，照了諸法，緣生無性，色空中道」，就是「色不異空，空不異色，色即是空，空即是色」。唯有菩薩才曉得，因為他有甚深的般若智慧，才能夠照了諸法，性相不二，理事一如。這是人法二空，介紹到此地。"
    },
    {
      "id": "09-016-0003_p0016",
      "zh_CN": "下面显示二空的德用，这第三节，「显示实相，广引蕴处」。「诸法」是五蕴十二处，「实相六不，本无妄相」，这六不是本经里面所讲，不生、不灭、不垢、不净、不增、不减叫六不。经文：",
      "zh_TW": "下面顯示二空的德用，這第三節，「顯示實相，廣引蘊處」。「諸法」是五蘊十二處，「實相六不，本無妄相」，這六不是本經裡面所講，不生、不滅、不垢、不淨、不增、不減叫六不。經文："
    },
    {
      "id": "09-016-0003_p0017",
      "zh_CN": "【舍利子。是诸法空相。不生不灭。不垢不净。不增不减。】",
      "zh_TW": "【舍利子。是諸法空相。不生不滅。不垢不淨。不增不減。】"
    },
    {
      "id": "09-016-0003_p0018",
      "zh_CN": "这段是总说。诸法把它归纳起来讲，就是五蕴、十二处、十八界。这标题里面是很简略，这里面也讲到十八界，后头经文「无眼界，乃至无意识界」，十八界。所以这里面一共是列有三科，就是五蕴、十二处、十八界，三科都具足了。这是宇宙一切万法的归纳，宇宙人生统统归纳为这三大类，所以诸法称这三大类，「真空实相无相状，况强名实相」。实相只是一个名词而已，也是佛不得已而建立的，所以你决定不能执着有个实相。所有的分别执着诸位一定要记住，统叫做妄想、叫做妄念。正念是什么？正念是了了分明，而无有一念，这叫正念，没有一样不明了，决定没有念头，这就叫做正念。所以正念不是什么都不知道，什么都不知道那是迷惑、那是无明。我们俗话讲是白痴，诸佛菩萨怎么是白痴？他要是白痴，怎能讲出这么多经典，说得头头是道？所以心里确实一个念头都没有，又是样样事情都清楚、都明白，这才叫做正念。",
      "zh_TW": "這段是總說。諸法把它歸納起來講，就是五蘊、十二處、十八界。這標題裡面是很簡略，這裡面也講到十八界，後頭經文「無眼界，乃至無意識界」，十八界。所以這裡面一共是列有三科，就是五蘊、十二處、十八界，三科都具足了。這是宇宙一切萬法的歸納，宇宙人生統統歸納為這三大類，所以諸法稱這三大類，「真空實相無相狀，況強名實相」。實相只是一個名詞而已，也是佛不得已而建立的，所以你決定不能執著有個實相。所有的分別執著諸位一定要記住，統叫做妄想、叫做妄念。正念是什麼？正念是了了分明，而無有一念，這叫正念，沒有一樣不明瞭，決定沒有念頭，這就叫做正念。所以正念不是什麼都不知道，什麼都不知道那是迷惑、那是無明。我們俗話講是白痴，諸佛菩薩怎麼是白痴？他要是白痴，怎能講出這麼多經典，說得頭頭是道？所以心裡確實一個念頭都沒有，又是樣樣事情都清楚、都明白，這才叫做正念。"
    },
    {
      "id": "09-016-0003_p0019",
      "zh_CN": "如果我们心里觉得我现在正念现前，诸位想想，你是不是正念？不是跟你说吗？清清楚楚没有念头，你还有个正念，那个念叫邪念。正念是不可思议的境界，不可思、不可议，所以才说开口便错，动念即乖。你看禅宗里面在教学，它用的那些手段很巧妙，譬如老师出个题目，「什么是父母未生前本来面目，说一句来看」。你说一句我听听，它不叫听，叫看，看是观，观照的观，结果那个人刚要说话，他一下去用手把那个嘴巴先捂住，堵住它，那个人就马上开悟，这是一种教学手段。他刚刚要说马上堵住，说不出来；一说就错了，一说就落第二意。袓师这么给他一个手段一实施，他立刻开悟、就觉悟了。如果他要是说出来，他没有悟，又落到第二意去了。所以说「说得三十棒」，打你三十棒；说不得也打三十棒。为什么？说得你落在邪见上，说不得你落在无明上，统统都要挨打，没悟。",
      "zh_TW": "如果我們心裡覺得我現在正念現前，諸位想想，你是不是正念？不是跟你說嗎？清清楚楚沒有念頭，你還有個正念，那個念叫邪念。正念是不可思議的境界，不可思、不可議，所以才說開口便錯，動念即乖。你看禪宗裡面在教學，它用的那些手段很巧妙，譬如老師出個題目，「什麼是父母未生前本來面目，說一句來看」。你說一句我聽聽，它不叫聽，叫看，看是觀，觀照的觀，結果那個人剛要說話，他一下去用手把那個嘴巴先捂住，堵住它，那個人就馬上開悟，這是一種教學手段。他剛剛要說馬上堵住，說不出來；一說就錯了，一說就落第二意。袓師這麼給他一個手段一實施，他立刻開悟、就覺悟了。如果他要是說出來，他沒有悟，又落到第二意去了。所以說「說得三十棒」，打你三十棒；說不得也打三十棒。為什麼？說得你落在邪見上，說不得你落在無明上，統統都要挨打，沒悟。"
    },
    {
      "id": "09-016-0003_p0020",
      "zh_CN": "禅宗常常有这种手段，那些手段相当高明都是逼着叫人开悟。而这种手段也不是随便用的。今天如果我们在这里打个禅七，我要用这手段，怎么逼你也不会开悟。祖师善于观察，看某个人的境界差不多快要到开悟了，就差这一点点，所以用一种方法一提示，就把他这个关口突破。他要没有到这个境界，没用，用什么手段都是枉然，都没用处。像南泉他那个手段是斩猫，把猫杀掉，他杀了猫这不得了，这是杀生，活活的猫，他怎么当着大众面就把牠杀掉，他在杀猫能叫一个人大彻大悟、明心见性，这是非常的手段。如果说你们，这不行，这开了杀戒，这怎么可以？那个人快要成佛，帮助他成佛，那算了，别帮助他，他还是做凡夫。牺牲一个猫，开这个杀戒能叫一个人成佛，这个功德多大，这个猫牺牲有价值，牠的牺牲帮助那个人成佛，这都非常的手段。",
      "zh_TW": "禪宗常常有這種手段，那些手段相當高明都是逼著叫人開悟。而這種手段也不是隨便用的。今天如果我們在這裡打個禪七，我要用這手段，怎麼逼你也不會開悟。祖師善於觀察，看某個人的境界差不多快要到開悟了，就差這一點點，所以用一種方法一提示，就把他這個關口突破。他要沒有到這個境界，沒用，用什麼手段都是枉然，都沒用處。像南泉他那個手段是斬貓，把貓殺掉，他殺了貓這不得了，這是殺生，活活的貓，他怎麼當著大眾面就把牠殺掉，他在殺貓能叫一個人大徹大悟、明心見性，這是非常的手段。如果說你們，這不行，這開了殺戒，這怎麼可以？那個人快要成佛，幫助他成佛，那算了，別幫助他，他還是做凡夫。犧牲一個貓，開這個殺戒能叫一個人成佛，這個功德多大，這個貓犧牲有價值，牠的犧牲幫助那個人成佛，這都非常的手段。"
    },
    {
      "id": "09-016-0003_p0021",
      "zh_CN": "丹霞度那个老和尚他烧佛像，他这佛像一烧，他把木头雕的佛像劈开来烧，这是破佛身血，是造五逆罪，堕阿鼻地狱的罪，他把佛像劈开来烧火，老和尚问为什么烧？我烧舍利。老和尚说木头佛像哪有舍利？他就是教他问这句话，反过来提示老和尚，每天在那里枯坐不能成佛。老和尚一听到他这句话一下子醒过来，就开悟。他看到功夫境界已到达接近成熟的阶段，就是这一关不能突破，用个方法引导他突破，他这佛像烧得有价值。一种方法一定叫一个人成佛，明心见性、见性成佛，这个时候可以用非常手段。他不是天天乱烧佛像，也不是天天去杀猫，不是的，所以要明了，佛法的手段非常灵活不是死的。我们晓得佛法在某个阶段当中，它有某一种用途，只要运用得灵活，有无量无边的功德利益；如果用错了，就增长邪见，增长无明。佛法能救人也能害人，就跟药一样，药能够治病、能够救人，人吃错了药，也能够把病加重，也能把人吃死，在乎你的运用。自度度他都要晓得如何来运用佛法，才能够成就自己，利益众生。所以一定要晓得佛说法的真实义，开经偈里一开头就说「愿解如来真实义」，不要把它的意思错会了。",
      "zh_TW": "丹霞度那個老和尚他燒佛像，他這佛像一燒，他把木頭雕的佛像劈開來燒，這是破佛身血，是造五逆罪，墮阿鼻地獄的罪，他把佛像劈開來燒火，老和尚問為什麼燒？我燒舍利。老和尚說木頭佛像哪有舍利？他就是教他問這句話，反過來提示老和尚，每天在那裡枯坐不能成佛。老和尚一聽到他這句話一下子醒過來，就開悟。他看到功夫境界已到達接近成熟的階段，就是這一關不能突破，用個方法引導他突破，他這佛像燒得有價值。一種方法一定叫一個人成佛，明心見性、見性成佛，這個時候可以用非常手段。他不是天天亂燒佛像，也不是天天去殺貓，不是的，所以要明瞭，佛法的手段非常靈活不是死的。我們曉得佛法在某個階段當中，它有某一種用途，只要運用得靈活，有無量無邊的功德利益；如果用錯了，就增長邪見，增長無明。佛法能救人也能害人，就跟藥一樣，藥能夠治病、能夠救人，人吃錯了藥，也能夠把病加重，也能把人吃死，在乎你的運用。自度度他都要曉得如何來運用佛法，才能夠成就自己，利益眾生。所以一定要曉得佛說法的真實義，開經偈裡一開頭就說「願解如來真實義」，不要把它的意思錯會了。"
    },
    {
      "id": "09-016-0003_p0022",
      "zh_CN": "『诸法空相』到底是怎么个空法？这部经上说了六句六不，它又不生，它又不灭，它又不垢不净、不增不减，这就是它的空相。所以这个空不是没有，是有，当下就存在。底下给我们解释说，「事理设喻」，从比喻当中说明，「从俗谛观事相，因缘有此六者」。俗谛就是我们凡夫所看的，我们看一切事上有生、有灭、有垢、有净、有增、有减，我们凡夫看的是这个样子，凡夫为什么？着了事相，着了相。着了什么相？就是着了生灭、垢净、增减，着了这些相。「从真谛观理性，法相无此六者」，俗谛是看事，从事上观察，真谛是从理上观察，事上有，理上没有。理上确实没有，理是从真性上讲的，性上没有，性体里头没有，再跟诸位说，质体里头也没有。我们在《十四讲》里面第二讲跟诸位讲过理事，讲过体相用，体里面有性体、有质体，性体是真理，质体也是真理，性体里面当然没有，本来无一物。质体里面虽然是有相，相当中的生灭、垢净、增减找不到，决定没有。",
      "zh_TW": "『諸法空相』到底是怎麼個空法？這部經上說了六句六不，它又不生，它又不滅，它又不垢不淨、不增不減，這就是它的空相。所以這個空不是沒有，是有，當下就存在。底下給我們解釋說，「事理設喻」，從比喻當中說明，「從俗諦觀事相，因緣有此六者」。俗諦就是我們凡夫所看的，我們看一切事上有生、有滅、有垢、有淨、有增、有減，我們凡夫看的是這個樣子，凡夫為什麼？著了事相，著了相。著了什麼相？就是著了生滅、垢淨、增減，著了這些相。「從真諦觀理性，法相無此六者」，俗諦是看事，從事上觀察，真諦是從理上觀察，事上有，理上沒有。理上確實沒有，理是從真性上講的，性上沒有，性體裡頭沒有，再跟諸位說，質體裡頭也沒有。我們在《十四講》裡面第二講跟諸位講過理事，講過體相用，體裡面有性體、有質體，性體是真理，質體也是真理，性體裡面當然沒有，本來無一物。質體裡面雖然是有相，相當中的生滅、垢淨、增減找不到，決定沒有。"
    },
    {
      "id": "09-016-0003_p0023",
      "zh_CN": "底下的比喻就从质体上来比喻，从事理上来讲。「金瓶喻」，金瓶拿这来做个比喻，金器的比喻，把金比作性，瓶是是个相。「瓶坏为金沙，沙是金」，沙金就是瓶之金，这是从质体上来讲的，就是我们现在科学所观察的一切现相，一切物相都是基本粒子组合的。如果从基本粒子上来看，没有生灭、垢净、增减，确实没有，所以能够看到这一层就相当智慧，不至于再有这些分别执着，你的平等心才能够现前，平等心里面生智慧。诸位要晓得不平等心里头生烦恼，生贪瞋痴慢等这些东西。平等心里头绝对不生，平等心现前得大自在，那是心包太虚，量周沙界，得大自在、大安稳、大安乐这是真的，那是真正的人生，是真实的受用。",
      "zh_TW": "底下的比喻就從質體上來比喻，從事理上來講。「金瓶喻」，金瓶拿這來做個比喻，金器的比喻，把金比作性，瓶是是個相。「瓶壞為金沙，沙是金」，沙金就是瓶之金，這是從質體上來講的，就是我們現在科學所觀察的一切現相，一切物相都是基本粒子組合的。如果從基本粒子上來看，沒有生滅、垢淨、增減，確實沒有，所以能夠看到這一層就相當智慧，不至於再有這些分別執著，你的平等心才能夠現前，平等心裡面生智慧。諸位要曉得不平等心裡頭生煩惱，生貪瞋痴慢等這些東西。平等心裡頭絕對不生，平等心現前得大自在，那是心包太虛，量周沙界，得大自在、大安穩、大安樂這是真的，那是真正的人生，是真實的受用。"
    },
    {
      "id": "09-016-0003_p0024",
      "zh_CN": "从比喻上能够体会到这个情形，这种金瓶喻是古人比喻，现在的科学对于佛法可以说帮助不少。古人在科学、科技上没有这么发达，他就能体会到这么深的层次，我们不能不佩服。现在藉科学的发现，打开佛经对照一看，不难悟入，从前人很难悟入。「性相色空，仍归中道」，这就归性，这就是前面金瓶比喻是体相用里面的质体，质体怎么样？还是归到性体。中道是性体，性体才是真正的本体，质体也可以说是本体，宇宙万物的本体。性体是心物之本体，质体里头不带心，只是物的物体，性是心物的本体，所以是性相色空还是归到中道。",
      "zh_TW": "從比喻上能夠體會到這個情形，這種金瓶喻是古人比喻，現在的科學對於佛法可以說幫助不少。古人在科學、科技上沒有這麼發達，他就能體會到這麼深的層次，我們不能不佩服。現在藉科學的發現，打開佛經對照一看，不難悟入，從前人很難悟入。「性相色空，仍歸中道」，這就歸性，這就是前面金瓶比喻是體相用裡面的質體，質體怎麼樣？還是歸到性體。中道是性體，性體才是真正的本體，質體也可以說是本體，宇宙萬物的本體。性體是心物之本體，質體裡頭不帶心，只是物的物體，性是心物的本體，所以是性相色空還是歸到中道。"
    },
    {
      "id": "09-016-0003_p0025",
      "zh_CN": "这边是「采古注一」，古人对这个注解的很多，说得很多，诸位要想知道的话，读《心经诠注》。《心经全注》里面就注解得很多，这个地方只取一条给我们做参考。「色从缘起，真空不生；色从缘谢，真空不灭」。这个实在还不好懂，我们拿电视萤幕上来看这个好懂。真空是什么？就是电视的萤光幕，它什么都没有干干净净的。你看现在现的色相，色相现起来它生了没有？大家晓得，它没生。那个色缘谢了，没有了，那个空灭了没有？它没有灭，这容易体会到。再一想，我们照镜子，照镜子也可以能体会，镜子好比是真空，照的时候我们色相现在里面，这是缘，照的时候有缘，这一照它有色相了，它缘虽然缘起现这个色相，这个镜子里头有没有生个相？我们晓得，不生，镜子里头确实不生，「本来无一物，何处惹尘埃」。缘谢了，人离开不照了，镜子干干净净的，那空里头有没有灭？镜子本体没有生灭。所以你们每天早晚照镜子，就要想到不生不灭、不垢不净、不增不减，那不就叫做受持《般若波罗蜜多心经》吗？",
      "zh_TW": "這邊是「採古註一」，古人對這個註解的很多，說得很多，諸位要想知道的話，讀《心經詮注》。《心經全注》裡面就註解得很多，這個地方只取一條給我們做參考。「色從緣起，真空不生；色從緣謝，真空不滅」。這個實在還不好懂，我們拿電視螢幕上來看這個好懂。真空是什麼？就是電視的螢光幕，它什麼都沒有乾乾淨淨的。你看現在現的色相，色相現起來它生了沒有？大家曉得，它沒生。那個色緣謝了，沒有了，那個空滅了沒有？它沒有滅，這容易體會到。再一想，我們照鏡子，照鏡子也可以能體會，鏡子好比是真空，照的時候我們色相現在裡面，這是緣，照的時候有緣，這一照它有色相了，它緣雖然緣起現這個色相，這個鏡子裡頭有沒有生個相？我們曉得，不生，鏡子裡頭確實不生，「本來無一物，何處惹塵埃」。緣謝了，人離開不照了，鏡子乾乾淨淨的，那空裡頭有沒有滅？鏡子本體沒有生滅。所以你們每天早晚照鏡子，就要想到不生不滅、不垢不淨、不增不減，那不就叫做受持《般若波羅蜜多心經》嗎？"
    },
    {
      "id": "09-016-0003_p0026",
      "zh_CN": "早晚念《心经》，你念的是文字，着了文字相，着了心缘相，着了言说相。如果每天照镜子的《心经》，什么相都不着，那是真正的《般若心经》。天天早晚都要面对着《般若心经》不开悟，有什么办法？不开悟。天天看电视，天天看电影不能悟入一真法界，真冤枉。你要真正会通会通了哪一法不是佛法！哪一法不是一真法界！哪一法不是实报庄严土！面对这个我们不会，为什么不会？迷了，全迷了，理事统统都迷了。诸佛菩萨理事都不迷，真正佛法的修学要在生活当中去修学，生活就是佛法，佛法就是生活。如果真正体会到整个生活就是佛法，这些经典都可以不要了。这头四句就是这个意思，这头四句讲不生不灭。",
      "zh_TW": "早晚念《心經》，你念的是文字，著了文字相，著了心緣相，著了言說相。如果每天照鏡子的《心經》，什麼相都不著，那是真正的《般若心經》。天天早晚都要面對著《般若心經》不開悟，有什麼辦法？不開悟。天天看電視，天天看電影不能悟入一真法界，真冤枉。你要真正會通會通了哪一法不是佛法！哪一法不是一真法界！哪一法不是實報莊嚴土！面對這個我們不會，為什麼不會？迷了，全迷了，理事統統都迷了。諸佛菩薩理事都不迷，真正佛法的修學要在生活當中去修學，生活就是佛法，佛法就是生活。如果真正體會到整個生活就是佛法，這些經典都可以不要了。這頭四句就是這個意思，這頭四句講不生不滅。"
    },
    {
      "id": "09-016-0003_p0027",
      "zh_CN": "第二行里面讲「不垢不净，随流不垢，出障非净，德满不增，障尽非减」。我们还拿镜子来做比喻，我们晓得垃圾堆很肮脏，镜子照到垃圾堆里面，镜子有没有染污？镜子里确实有垃圾堆，镜子不染污。镜子再照一个非常清净的宝石、金刚钻，照到里面了，这镜子有没有干净？镜就是我们的心，我们心在境界里面没有净也没有染。心能现相，识能变一切现相，心与识都是不垢不净，染净从哪里来的？染净从心所里面来的，心所烦恼里头来的是这么回事情。所以染净这个念是虚妄的，是错觉，不是正觉。诸法随流，随流就是随缘，随缘变现，它不垢，就是从物体上来观察。那一堆垃圾也是基本粒子组合而成的，那一大堆黄金、金刚钻还是基本粒子组合的，没有两样。你一看，分析它的本体是一不是二，价值完全相等，只是排列的方程式不一样，怎么就是迷惑到这种程度？粪土不值钱，黄金很值钱，这是虚妄的，那是人给它的价值。黄金跟粪土放在一块，黄金不会说我比你高贵，粪土说我不如你，不会，绝对是平等的。一切的不平等是人为的，人要把黄金看得那么重，所以它价值才高。一张美金跟一张台币，统统是一张纸，有什么两样？为什么它一张就抵得我们四十张？没这个道理。你要晓得都是众生分别执着变现出来的，离开分别执着，一切万法无有一法不平等，没有垢净，没有增减，诸位要明白这个道理。",
      "zh_TW": "第二行裡面講「不垢不淨，隨流不垢，出障非淨，德滿不增，障盡非減」。我們還拿鏡子來做比喻，我們曉得垃圾堆很骯髒，鏡子照到垃圾堆裡面，鏡子有沒有染污？鏡子裡確實有垃圾堆，鏡子不染污。鏡子再照一個非常清淨的寶石、金剛鑽，照到裡面了，這鏡子有沒有乾淨？鏡就是我們的心，我們心在境界裡面沒有淨也沒有染。心能現相，識能變一切現相，心與識都是不垢不淨，染淨從哪裡來的？染淨從心所裡面來的，心所煩惱裡頭來的是這麼回事情。所以染淨這個念是虛妄的，是錯覺，不是正覺。諸法隨流，隨流就是隨緣，隨緣變現，它不垢，就是從物體上來觀察。那一堆垃圾也是基本粒子組合而成的，那一大堆黃金、金剛鑽還是基本粒子組合的，沒有兩樣。你一看，分析它的本體是一不是二，價值完全相等，只是排列的方程式不一樣，怎麼就是迷惑到這種程度？糞土不值錢，黃金很值錢，這是虛妄的，那是人給它的價值。黃金跟糞土放在一塊，黃金不會說我比你高貴，糞土說我不如你，不會，絕對是平等的。一切的不平等是人為的，人要把黃金看得那麼重，所以它價值才高。一張美金跟一張台幣，統統是一張紙，有什麼兩樣？為什麼它一張就抵得我們四十張？沒這個道理。你要曉得都是眾生分別執著變現出來的，離開分別執著，一切萬法無有一法不平等，沒有垢淨，沒有增減，諸位要明白這個道理。"
    },
    {
      "id": "09-016-0003_p0028",
      "zh_CN": "所以佛心清净，给他住个黄金屋，给他住个小茅蓬，他同样感受，为什么？平等的。黄金屋也是基本粒子造的，小茅蓬也是基本粒子造的，原料完全一样，原料一样当然价值就相等，没有贵贱之分。所以贵贱是众生的迷惑，好丑也是众生的迷惑，染净还是迷惑。如果不迷了，你就观察到一切万法不生不灭，不垢不净，不增不减，这是真相。空，空的什么？把生灭、垢净、增减空掉，没有了，空的这个。不是外面东西没有，统统空掉了，不是的。外面这些物相空不了，为什么？有体它当然就有相。譬如黄金是体，这个器具是相，我们现在只要黄金，我不要这些器具，谁能把黄金拿来？拿个金砖，有砖的相，我不要相；拿个金条，条的相。我都不要相，我只要黄金，你们谁有本事把黄金拿来？拿不来。掏出来金沙，有沙的相，不是光光做成瓶、做成镯子、做成首饰的相。它的体都是相，所以相不能灭，相能变，不能灭，诸位要记住这个，有体就有相，相可以变，相不能灭，所以它不灭。",
      "zh_TW": "所以佛心清淨，給他住個黃金屋，給他住個小茅蓬，他同樣感受，為什麼？平等的。黃金屋也是基本粒子造的，小茅蓬也是基本粒子造的，原料完全一樣，原料一樣當然價值就相等，沒有貴賤之分。所以貴賤是眾生的迷惑，好醜也是眾生的迷惑，染淨還是迷惑。如果不迷了，你就觀察到一切萬法不生不滅，不垢不淨，不增不減，這是真相。空，空的什麼？把生滅、垢淨、增減空掉，沒有了，空的這個。不是外面東西沒有，統統空掉了，不是的。外面這些物相空不了，為什麼？有體它當然就有相。譬如黃金是體，這個器具是相，我們現在只要黃金，我不要這些器具，誰能把黃金拿來？拿個金磚，有磚的相，我不要相；拿個金條，條的相。我都不要相，我只要黃金，你們誰有本事把黃金拿來？拿不來。掏出來金沙，有沙的相，不是光光做成瓶、做成鐲子、做成首飾的相。它的體都是相，所以相不能滅，相能變，不能滅，諸位要記住這個，有體就有相，相可以變，相不能滅，所以它不滅。"
    },
    {
      "id": "09-016-0003_p0029",
      "zh_CN": "它既然不灭，它当然就不生，所以它只有变，它没有生灭。不生不灭这个意思要真正懂了，其他的问题统统都解决，那些都是小问题，因为生灭是根本问题。八不中观里头不生不灭也是根本问题，你说六不最重要的就是前面这两种。而前面两种实在讲最重要就是一种，你要知道不生当然就不灭了，有生才有灭，不生哪有灭？所以实际上就是一个问题。真正懂得不生，这个智慧就高了，知道一切法不生，你要是真正体会到，契入了一切法不生，你就叫证得无生法忍。无生法忍的菩萨不得了，七地菩萨，七地、八地、九地是无生法忍菩萨。十地、等觉、跟如来果位叫做寂灭忍的菩萨，那个位次还高。但是我们一般讲无生法忍，把这个尺度放宽一点，不要要求得这么严格，圆教初住就可以称为无生法忍菩萨了，就是见了性。或者我们念佛念到理一心不乱，就是无生法忍的菩萨。晓得一切万法不生不灭、不垢不净、不来不去、不增不灭、不常不断，这叫「诸法空相」的意思。",
      "zh_TW": "它既然不滅，它當然就不生，所以它只有變，它沒有生滅。不生不滅這個意思要真正懂了，其他的問題統統都解決，那些都是小問題，因為生滅是根本問題。八不中觀裡頭不生不滅也是根本問題，你說六不最重要的就是前面這兩種。而前面兩種實在講最重要就是一種，你要知道不生當然就不滅了，有生才有滅，不生哪有滅？所以實際上就是一個問題。真正懂得不生，這個智慧就高了，知道一切法不生，你要是真正體會到，契入了一切法不生，你就叫證得無生法忍。無生法忍的菩薩不得了，七地菩薩，七地、八地、九地是無生法忍菩薩。十地、等覺、跟如來果位叫做寂滅忍的菩薩，那個位次還高。但是我們一般講無生法忍，把這個尺度放寬一點，不要要求得這麼嚴格，圓教初住就可以稱為無生法忍菩薩了，就是見了性。或者我們念佛念到理一心不亂，就是無生法忍的菩薩。曉得一切萬法不生不滅、不垢不淨、不來不去、不增不滅、不常不斷，這叫「諸法空相」的意思。"
    },
    {
      "id": "09-016-0003_p0030",
      "zh_CN": "「此生灭等是有为法相，反此以显真空之相」。有为法是在迷了真相之后所产生的，有为就是生灭，就是生灭、垢净、增减这一套，这一套东西统统叫有为法。舍掉有为，真空就现前了；换句话说，舍掉这些东西，这个都是心里面一切妄想分别执着，把这个东西统统舍掉之后，清净心就现前了。无为法就是清净心，就是一心。有了这个东西就是三心二意，我们世间人讲三心二意，三心二意是什么？什么叫三心二意？世间人不懂那应该，学佛的人要懂。三心是阿赖耶识、末那识、第六意识，心意识是三心，二意是指末那是意根，第六是意识，要懂得。佛法样样教你明了，不迷惑、不糊涂，你就晓得佛法对于中国文化影响之深。这些术语全是佛法里面的，而为我们世间普遍在运用，用久了不晓得这个话从哪来的，不知道出在哪里，不晓得它本来的意思。",
      "zh_TW": "「此生滅等是有為法相，反此以顯真空之相」。有為法是在迷了真相之後所產生的，有為就是生滅，就是生滅、垢淨、增減這一套，這一套東西統統叫有為法。捨掉有為，真空就現前了；換句話說，捨掉這些東西，這個都是心裡面一切妄想分別執著，把這個東西統統捨掉之後，清淨心就現前了。無為法就是清淨心，就是一心。有了這個東西就是三心二意，我們世間人講三心二意，三心二意是什麼？什麼叫三心二意？世間人不懂那應該，學佛的人要懂。三心是阿賴耶識、末那識、第六意識，心意識是三心，二意是指末那是意根，第六是意識，要懂得。佛法樣樣教你明瞭，不迷惑、不糊塗，你就曉得佛法對於中國文化影響之深。這些術語全是佛法裡面的，而為我們世間普遍在運用，用久了不曉得這個話從哪來的，不知道出在哪裡，不曉得它本來的意思。"
    },
    {
      "id": "09-016-0003_p0031",
      "zh_CN": "三心二意就是讲分别执着、妄想无量无边，第六意识无量无边的分别，末那识无量无边的执着，阿赖耶就落无量无边的印象，这个东西就是生灭、垢净、增减，就是这套东西。所以离心意识，本性就现前，真空就现前，清净心就现前，一心不乱就现前了，所以不把这些东西给它清除掉不能成就。如何清除？要把它看破，晓得它是虚妄不实，真正看破了，纵然有这些东西不妨碍了，真妄不碍。前面不是说过了吗？幻有不碍真空，幻有就是什么？就是生灭、垢净、增减这一套。生灭不碍不生不灭，不障碍它，迷了就障碍，悟了不碍。所以才是理事无碍，事事无碍，这才得大自在，真正有受用了，不碍。你不悟就有障碍，悟了就没有障碍。",
      "zh_TW": "三心二意就是講分別執著、妄想無量無邊，第六意識無量無邊的分別，末那識無量無邊的執著，阿賴耶就落無量無邊的印象，這個東西就是生滅、垢淨、增減，就是這套東西。所以離心意識，本性就現前，真空就現前，清淨心就現前，一心不亂就現前了，所以不把這些東西給它清除掉不能成就。如何清除？要把它看破，曉得它是虛妄不實，真正看破了，縱然有這些東西不妨礙了，真妄不礙。前面不是說過了嗎？幻有不礙真空，幻有就是什麼？就是生滅、垢淨、增減這一套。生滅不礙不生不滅，不障礙它，迷了就障礙，悟了不礙。所以才是理事無礙，事事無礙，這才得大自在，真正有受用了，不礙。你不悟就有障礙，悟了就沒有障礙。"
    },
    {
      "id": "09-016-0003_p0032",
      "zh_CN": "后面一条是引近代科学上所发现的，「近人语：能力不灭，近言性」，跟佛家讲的真性接近。「物质不灭，近言色」，这佛法里面讲的相分很接近，可以帮助我们理解佛法。这段这是作用里面的总纲领，说明诸法的空意，诸法空意。下面经文这是分别来说，就是三科，三科就是三个小段，五蕴、十二处、十八界。请看经文：",
      "zh_TW": "後面一條是引近代科學上所發現的，「近人語：能力不滅，近言性」，跟佛家講的真性接近。「物質不滅，近言色」，這佛法裡面講的相分很接近，可以幫助我們理解佛法。這段這是作用裡面的總綱領，說明諸法的空意，諸法空意。下面經文這是分別來說，就是三科，三科就是三個小段，五蘊、十二處、十八界。請看經文："
    },
    {
      "id": "09-016-0003_p0033",
      "zh_CN": "【是故空中无色。无受想行识。】",
      "zh_TW": "【是故空中無色。無受想行識。】"
    },
    {
      "id": "09-016-0003_p0034",
      "zh_CN": "这句是五蕴，就是一小段，第一个小段。",
      "zh_TW": "這句是五蘊，就是一小段，第一個小段。"
    },
    {
      "id": "09-016-0003_p0035",
      "zh_CN": "【无眼耳鼻舌身意。无色声香味触法。】",
      "zh_TW": "【無眼耳鼻舌身意。無色聲香味觸法。】"
    },
    {
      "id": "09-016-0003_p0036",
      "zh_CN": "这是第二个小段，这就是十二处。",
      "zh_TW": "這是第二個小段，這就是十二處。"
    },
    {
      "id": "09-016-0003_p0037",
      "zh_CN": "【无眼界。乃至无意识界。】",
      "zh_TW": "【無眼界。乃至無意識界。】"
    },
    {
      "id": "09-016-0003_p0038",
      "zh_CN": "这是第三个小段，十八界，十八界它省略掉了，『乃至』，把它省掉。表里面统统都列出来，经文里面省略了。前面总说诸法空相，现在是别说诸法空相，具体给我们说出来，是叫我们对于一切法，一定要认识清楚。先说第一个小段五蕴，五蕴是色受想行识，这表里面色是色法，受想行识是心法，所以把它分开来列。叫五蕴，这蕴是积聚的意思，这表底下看第二行，「积聚义」，蕴是积聚义，五种它能够积聚一切法。像我们现在讲基本粒子是色，它可以能够积聚无量无边的法，这就叫蕴，蕴就是这个意思。它排列的方式不相同，组合不相同，就现宇宙人生森罗万象。可是它基本东西是一个，原料是一样的、相同的，做出来东西不一样，诸位一定要体会这个意思，这个意思就叫蕴。它也叫做五阴，阴是「阴覆义」，就是盖覆。你要是迷了，要不觉，它盖覆你的真性，它盖覆了真空，它会起这个作用，悟了就不起作用。所以迷了的时候它有障碍，迷了的时候理事有碍，事事有碍；悟了的时候理事无碍、事事无碍。所以悟了就无碍，迷了就有障碍，障碍重重，苦不堪言。",
      "zh_TW": "這是第三個小段，十八界，十八界它省略掉了，『乃至』，把它省掉。表裡面統統都列出來，經文裡面省略了。前面總說諸法空相，現在是別說諸法空相，具體給我們說出來，是叫我們對於一切法，一定要認識清楚。先說第一個小段五蘊，五蘊是色受想行識，這表裡面色是色法，受想行識是心法，所以把它分開來列。叫五蘊，這蘊是積聚的意思，這表底下看第二行，「積聚義」，蘊是積聚義，五種它能夠積聚一切法。像我們現在講基本粒子是色，它可以能夠積聚無量無邊的法，這就叫蘊，蘊就是這個意思。它排列的方式不相同，組合不相同，就現宇宙人生森羅萬象。可是它基本東西是一個，原料是一樣的、相同的，做出來東西不一樣，諸位一定要體會這個意思，這個意思就叫蘊。它也叫做五陰，陰是「陰覆義」，就是蓋覆。你要是迷了，要不覺，它蓋覆你的真性，它蓋覆了真空，它會起這個作用，悟了就不起作用。所以迷了的時候它有障礙，迷了的時候理事有礙，事事有礙；悟了的時候理事無礙、事事無礙。所以悟了就無礙，迷了就有障礙，障礙重重，苦不堪言。"
    },
    {
      "id": "09-016-0003_p0039",
      "zh_CN": "「阴覆义，妄相烦恼盖覆本性」，这个妄相烦恼统统是迷，妄相是指外面的色相，你迷了色相，迷了色，那个烦恼是迷了心。迷色就有妄相，什么叫妄相？你在这个相上产生了生灭垢净这个念头，这是妄相。不晓得一切相是平等相，不晓得这个一切相是无碍相，你不晓得，在相上迷了。迷了受想行识就生烦恼，这个心法就起了障碍；如果悟了障碍就没有了，生灭、垢净、增减也都没有了，那就是理事无碍，事事无碍。「积聚义，由此五法积聚成身」，我们身是五蕴之身。「由此积聚尘劳烦恼」，无量无边的烦恼统统是色心变现出来的。随缘而有真如不变，你看，前面我举了个镜子照东西的比喻，真如不变、真性不变，清净心永远不会变。这些一切现相随缘而有，缘聚而现，缘散而灭，其实这个里头并没有生灭，好像是有个生灭，实在没有生灭。",
      "zh_TW": "「陰覆義，妄相煩惱蓋覆本性」，這個妄相煩惱統統是迷，妄相是指外面的色相，你迷了色相，迷了色，那個煩惱是迷了心。迷色就有妄相，什麼叫妄相？你在這個相上產生了生滅垢淨這個念頭，這是妄相。不曉得一切相是平等相，不曉得這個一切相是無礙相，你不曉得，在相上迷了。迷了受想行識就生煩惱，這個心法就起了障礙；如果悟了障礙就沒有了，生滅、垢淨、增減也都沒有了，那就是理事無礙，事事無礙。「積聚義，由此五法積聚成身」，我們身是五蘊之身。「由此積聚塵勞煩惱」，無量無邊的煩惱統統是色心變現出來的。隨緣而有真如不變，你看，前面我舉了個鏡子照東西的比喻，真如不變、真性不變，清淨心永遠不會變。這些一切現相隨緣而有，緣聚而現，緣散而滅，其實這個裡頭並沒有生滅，好像是有個生滅，實在沒有生滅。"
    },
    {
      "id": "09-016-0003_p0040",
      "zh_CN": "如果诸位同修在这七天当中，在这段经文要悟入，现在心开意解，生死了了，有没有生死？没有。缘聚好像有生，缘散好像有灭，其实根本没有生灭，了生死。了生死有没有生死的相？有，了是彻底明了，明了生死就是不生死，生死跟不生死是一不是二，你就不会贪生怕死。像僧肇大师「将头临白刃，犹如斩春风」，好自在，他那里杀头去了，杀头了犹如斩春风，你看看自在不自在？他为什么有那么自在？他晓得不生不灭，缘聚缘散，根本就没有生灭，得大自在。一般人要拿个杀头吓得不得了，这是恐怖得不得了，你看他没事情，犹如斩春风，你看多自在！真的给诸位说，没有生死。所以你们在医院里去遇到鬼，还怕鬼的，那是冤枉，冤枉这是。所以你真正开悟了，智慧现前了，「度一切苦厄」，一切恐怖都没有了，这大自在。迷人才有恐怖，悟了的人没有。所以这事实真相一定要了解，佛法所求的就是宇宙人生的真相彻底明了，这就是佛，佛是觉而不迷，真正觉悟，绝不迷惑。他处一切的事自然就处理得非常恰当，不会有颠倒错乱。迷人没有法子，迷人做事情，没有不做错事，因为他对于事实真相不明了，所以很容易做错事情。",
      "zh_TW": "如果諸位同修在這七天當中，在這段經文要悟入，現在心開意解，生死了了，有沒有生死？沒有。緣聚好像有生，緣散好像有滅，其實根本沒有生滅，了生死。了生死有沒有生死的相？有，了是徹底明瞭，明瞭生死就是不生死，生死跟不生死是一不是二，你就不會貪生怕死。像僧肇大師「將頭臨白刃，猶如斬春風」，好自在，他那裡殺頭去了，殺頭了猶如斬春風，你看看自在不自在？他為什麼有那麼自在？他曉得不生不滅，緣聚緣散，根本就沒有生滅，得大自在。一般人要拿個殺頭嚇得不得了，這是恐怖得不得了，你看他沒事情，猶如斬春風，你看多自在！真的給諸位說，沒有生死。所以你們在醫院裡去遇到鬼，還怕鬼的，那是冤枉，冤枉這是。所以你真正開悟了，智慧現前了，「度一切苦厄」，一切恐怖都沒有了，這大自在。迷人才有恐怖，悟了的人沒有。所以這事實真相一定要了解，佛法所求的就是宇宙人生的真相徹底明瞭，這就是佛，佛是覺而不迷，真正覺悟，絕不迷惑。他處一切的事自然就處理得非常恰當，不會有顛倒錯亂。迷人沒有法子，迷人做事情，沒有不做錯事，因為他對於事實真相不明瞭，所以很容易做錯事情。"
    },
    {
      "id": "09-016-0003_p0041",
      "zh_CN": "其实这个三科，一科明了了，其他的也统统都明了，为什么？一而三，三而一。万法归纳为五蕴，也可以归纳为十二处，十二处就是五蕴，五蕴就是十二处。详细一点再归纳为十八界，这个里头可以说是简繁不相同，意思完全一样。十二处里面有六根、有六尘，这六根就是眼耳鼻舌身意，这是六根。这个六根里面有五条是色法，眼耳鼻舌身都是色法，意是心法，六尘里面色声香味触法统统是色法。你看五蕴里面讲色讲得简单，只讲了一个字，十二处里面讲色法，讲了十一条。五蕴里面讲心法讲四条，十二处里面讲心法讲了一条，你就晓得它们说法开合不相同。这个地方也跟诸位说一说，为什么佛有这种分法？因为一切众生有人迷心法迷得重，色法迷得轻；有人迷色法迷得重，色法迷得轻。迷得重的就要详细的说，迷轻的略略提一提就行了，他不是迷。如果说心法、色法统统都迷的，那就全都要细说，十八界是对全迷人讲的。五蕴是对于迷心法人讲的，十二处是对迷于色法人讲的，所以才有这三种归纳法不相同，是对三种迷色心不同的人而说的。",
      "zh_TW": "其實這個三科，一科明瞭了，其他的也統統都明瞭，為什麼？一而三，三而一。萬法歸納為五蘊，也可以歸納為十二處，十二處就是五蘊，五蘊就是十二處。詳細一點再歸納為十八界，這個裡頭可以說是簡繁不相同，意思完全一樣。十二處裡面有六根、有六塵，這六根就是眼耳鼻舌身意，這是六根。這個六根裡面有五條是色法，眼耳鼻舌身都是色法，意是心法，六塵裡面色聲香味觸法統統是色法。你看五蘊裡面講色講得簡單，只講了一個字，十二處裡面講色法，講了十一條。五蘊裡面講心法講四條，十二處裡面講心法講了一條，你就曉得它們說法開合不相同。這個地方也跟諸位說一說，為什麼佛有這種分法？因為一切眾生有人迷心法迷得重，色法迷得輕；有人迷色法迷得重，色法迷得輕。迷得重的就要詳細的說，迷輕的略略提一提就行了，他不是迷。如果說心法、色法統統都迷的，那就全都要細說，十八界是對全迷人講的。五蘊是對於迷心法人講的，十二處是對迷於色法人講的，所以才有這三種歸納法不相同，是對三種迷色心不同的人而說的。"
    },
    {
      "id": "09-016-0003_p0042",
      "zh_CN": "十八界里面叫根尘识，六识是心法，六根、六尘这个里面有十一种是色法，有七种是心法。七种里面，这根里头眼耳鼻舌身意，那个意是心法，这个意在于六识。六识里头这个地方用的名词，是「看、听，嗅、尝、感、念」，是用这六个字来代表。但是在佛经典里面，他也是用眼耳鼻舌身意，也是用这个名词。此地是避免与这个六根名词相同，所以变了一变，但是，在佛经里面六识的名词跟六根的名词完全相同。眼根，眼识；耳根，耳识，是这么说法的。这样变一变，我们初学的人会看得更清楚。这是对色心统统都迷的人，佛给他说十八界，十八界里面要跟诸位说一说的就是六识。六识，世出世间常讲见闻觉知，这个看就是见，眼识是见，耳识是闻，嗅尝感都叫觉知，念就是分别，这是十八界里面只讲到第六意识。严格的来说，它没有五蕴包括得大，五蕴里面讲到第八识，十八界里面，六识只讲到第六意识，所以这个意识就是分别心，第六意识分别心。这后头有注子，刚才我已经说过了，我没有注意看到这条，后头有附注，「蕴处界分合说」。色有根有尘，「为迷色重者说」；心识，「为迷心重者说」；十八界是为「全迷者说」，心法都迷。这念念就可以了。",
      "zh_TW": "十八界裡面叫根塵識，六識是心法，六根、六塵這個裡面有十一種是色法，有七種是心法。七種裡面，這根裡頭眼耳鼻舌身意，那個意是心法，這個意在於六識。六識裡頭這個地方用的名詞，是「看、聽，嗅、嘗、感、念」，是用這六個字來代表。但是在佛經典裡面，他也是用眼耳鼻舌身意，也是用這個名詞。此地是避免與這個六根名詞相同，所以變了一變，但是，在佛經裡面六識的名詞跟六根的名詞完全相同。眼根，眼識；耳根，耳識，是這麼說法的。這樣變一變，我們初學的人會看得更清楚。這是對色心統統都迷的人，佛給他說十八界，十八界裡面要跟諸位說一說的就是六識。六識，世出世間常講見聞覺知，這個看就是見，眼識是見，耳識是聞，嗅嘗感都叫覺知，念就是分別，這是十八界裡面只講到第六意識。嚴格的來說，它沒有五蘊包括得大，五蘊裡面講到第八識，十八界裡面，六識只講到第六意識，所以這個意識就是分別心，第六意識分別心。這後頭有註子，剛才我已經說過了，我沒有注意看到這條，後頭有附註，「蘊處界分合說」。色有根有塵，「為迷色重者說」；心識，「為迷心重者說」；十八界是為「全迷者說」，心法都迷。這念念就可以了。"
    },
    {
      "id": "09-016-0003_p0043",
      "zh_CN": "再看底下这一段，这个题目「纲乙」，是第二个大段，「示缘声法空法我执」，这一节比前面要深一点了，境界又提升了。人我空了以后，进一步一定要提升到法我空，就是这个法包括了世出世间法。对学佛的人来讲，特别着重在出世间法，就是佛法也不能执着，这下面就讲佛法都不能执着。前面讲这世间法，我执空了，世间法也空了，现在再告诉你出世间法也空，也不可以执着。你看，十二因缘里面讲的，有无明，无明缘行，行缘识，讲了那么多吗？现在又把它否定了。无无明，乃至无老死，没有这些，这是告诉你什么？你用这个方法破了我执，断了烦恼的习气，超越三界，你还是有这个十二因缘。我这个成就了生死出三界，我是修十二因缘成功的，十二因缘还没放下。譬如说我有病，我吃这个药好的，现在这个药我还继续在吃，病已经好了还在吃药，药没有放下，没有能算完全健康，还在吃药不能算完全健康。药不要，药不吃了，这才真正健康。十二因缘对治你的毛病，对治完了之后这个东西不能要，也没有，那样才能够明心见性，大彻大悟。只要有这个东西在，可以了生死、可以出三界，不能见性。",
      "zh_TW": "再看底下這一段，這個題目「綱乙」，是第二個大段，「示緣聲法空法我執」，這一節比前面要深一點了，境界又提升了。人我空了以後，進一步一定要提升到法我空，就是這個法包括了世出世間法。對學佛的人來講，特別著重在出世間法，就是佛法也不能執著，這下面就講佛法都不能執著。前面講這世間法，我執空了，世間法也空了，現在再告訴你出世間法也空，也不可以執著。你看，十二因緣裡面講的，有無明，無明緣行，行緣識，講了那麼多嗎？現在又把它否定了。無無明，乃至無老死，沒有這些，這是告訴你什麼？你用這個方法破了我執，斷了煩惱的習氣，超越三界，你還是有這個十二因緣。我這個成就了生死出三界，我是修十二因緣成功的，十二因緣還沒放下。譬如說我有病，我吃這個藥好的，現在這個藥我還繼續在吃，病已經好了還在吃藥，藥沒有放下，沒有能算完全健康，還在吃藥不能算完全健康。藥不要，藥不吃了，這才真正健康。十二因緣對治你的毛病，對治完了之後這個東西不能要，也沒有，那樣才能夠明心見性，大徹大悟。只要有這個東西在，可以了生死、可以出三界，不能見性。"
    },
    {
      "id": "09-016-0003_p0044",
      "zh_CN": "只要有这个东西在，告诉诸位，像念佛，可以念到事一心不乱，不能念到理一心不乱，这是一定要晓得的。这个道理明白了，我再告诉诸位，这是更亲切的问题，南无阿弥陀佛这句佛号是不是法？是法。我们用这个方法到功夫成片，这个法不能舍，一舍就不得了了，为什么？病没好，病没好药不能离开。继续不断的念到事一心不乱，事一心不乱达到了还要不要念？念到事一心不乱之后，还要有这个法执，不能到理一心。所以这个法执可以帮助你达到事一心，你要不用这个法执不能到事一心。这是开始学佛一定要固执，经上给我们讲「持执名号」，这种执着是对的，就叫做「择善固执」，这是善法要固执。可是念到事一心之后，我们这个佛号还念不念？还念，不是不念了。念有没有执着？没有执着，叫三轮体空，所谓念而无念，无念而念。在事一心之前是执着的念，真正是执着来念。",
      "zh_TW": "只要有這個東西在，告訴諸位，像念佛，可以念到事一心不亂，不能念到理一心不亂，這是一定要曉得的。這個道理明白了，我再告訴諸位，這是更親切的問題，南無阿彌陀佛這句佛號是不是法？是法。我們用這個方法到功夫成片，這個法不能捨，一捨就不得了了，為什麼？病沒好，病沒好藥不能離開。繼續不斷的念到事一心不亂，事一心不亂達到了還要不要念？念到事一心不亂之後，還要有這個法執，不能到理一心。所以這個法執可以幫助你達到事一心，你要不用這個法執不能到事一心。這是開始學佛一定要固執，經上給我們講「持執名號」，這種執著是對的，就叫做「擇善固執」，這是善法要固執。可是念到事一心之後，我們這個佛號還念不念？還念，不是不念了。念有沒有執著？沒有執著，叫三輪體空，所謂念而無念，無念而念。在事一心之前是執著的念，真正是執著來念。"
    },
    {
      "id": "09-016-0003_p0045",
      "zh_CN": "到事一心之后不执着念，那就是让大师所讲的「修证即不无」，念佛则不无，我天天念佛。「染污即不得」，什么叫染污？执着是染污。我虽然念这句阿弥陀佛天天在念，无我相，无人相，无众生相，无寿者相，无能念的我相，无所念的佛像，亦无当中所念的法相，俱不可得，还是天天在念。你看，等觉菩萨，大势至菩萨「净念相继」，可见得他不是不念，他还有念，他那个念跟我们念不一样，我们念是执着，他念不执着。这就是说明，理不废事，事不废理；理不碍事，事不碍理。念不碍理一心清净，理一心清净，也不碍你一天到晚念阿弥陀佛，没有障碍的。执着就有障碍，执着这个佛号，这个佛号了不起，我就靠这个佛号得的事一心不乱。我再依靠这个佛号得理一心不乱，得不到了，为什么？你有执着。没有执着再念下去就能得理一心。因为执着是染污，一定要晓得，就是到这个地方把法执也空掉，道理就是在此地，你才能达到最高的境界。这句经文我们念下去：",
      "zh_TW": "到事一心之後不執著念，那就是讓大師所講的「修證即不無」，念佛則不無，我天天念佛。「染污即不得」，什麼叫染污？執著是染污。我雖然念這句阿彌陀佛天天在念，無我相，無人相，無眾生相，無壽者相，無能念的我相，無所念的佛像，亦無當中所念的法相，俱不可得，還是天天在念。你看，等覺菩薩，大勢至菩薩「淨念相繼」，可見得他不是不念，他還有念，他那個念跟我們念不一樣，我們念是執著，他念不執著。這就是說明，理不廢事，事不廢理；理不礙事，事不礙理。念不礙理一心清淨，理一心清淨，也不礙你一天到晚念阿彌陀佛，沒有障礙的。執著就有障礙，執著這個佛號，這個佛號了不起，我就靠這個佛號得的事一心不亂。我再依靠這個佛號得理一心不亂，得不到了，為什麼？你有執著。沒有執著再念下去就能得理一心。因為執著是染污，一定要曉得，就是到這個地方把法執也空掉，道理就是在此地，你才能達到最高的境界。這句經文我們念下去："
    },
    {
      "id": "09-016-0003_p0046",
      "zh_CN": "【无无明。亦无无明尽。乃至无老死。亦无老死尽。】",
      "zh_TW": "【無無明。亦無無明盡。乃至無老死。亦無老死盡。】"
    },
    {
      "id": "09-016-0003_p0047",
      "zh_CN": "这四句就是无十二因缘，前面『无无明，亦无无明尽』，是「无十二因缘的流转」。底下这个两句，是『无老死，亦无老死尽』，是「无十二因缘还灭」。这个表解在《佛学概要》里面给诸位讲过，顺着这个顺序，无明缘行，行缘识，顺这个顺序就是生死轮回，也就是六道轮回的理论。六道轮回怎么来的？就是依这种道理形成的，依这个理而现的，有这个理当然有事。下面是反过头来，这就是还灭，「还灭涅槃门，灭道二谛」，所以缘觉修行他就是还灭；凡夫流转，是上面这个箭头所指的，这是六道凡夫。辟支佛他们聪明，他能够反过来就出了三界，超越轮回这是缘觉乘。",
      "zh_TW": "這四句就是無十二因緣，前面『無無明，亦無無明盡』，是「無十二因緣的流轉」。底下這個兩句，是『無老死，亦無老死盡』，是「無十二因緣還滅」。這個表解在《佛學概要》裡面給諸位講過，順著這個順序，無明緣行，行緣識，順這個順序就是生死輪迴，也就是六道輪迴的理論。六道輪迴怎麼來的？就是依這種道理形成的，依這個理而現的，有這個理當然有事。下面是反過頭來，這就是還滅，「還滅涅槃門，滅道二諦」，所以緣覺修行他就是還滅；凡夫流轉，是上面這個箭頭所指的，這是六道凡夫。辟支佛他們聰明，他能夠反過來就出了三界，超越輪迴這是緣覺乘。"
    },
    {
      "id": "09-016-0003_p0048",
      "zh_CN": "下面是「四谛苦集灭道」，这个我们也不要细讲了，因为在《十四讲》里面已经讲过，两个科目连起来讲，这个地方省了不少事情。可是诸位一定要把这表解的内容记清楚，特别是四谛。四谛这个表解记得牢牢的，能够默写得出来这是最好，因为这是佛法里面的根本法，也是佛学常识的基本常识。你要是能记得牢，常常能帮助你观照，可以解决你不少问题。要记住「身心酬业」，这是讲什么？就是我们一般凡夫他生命的价值，他生命的意义，就是这个。「患累逼恼」，干这个，这是你眼前所受的，我们现前所受的。现前所造的「起惑造业，招集来苦」，这我们现在干的，我们想想，我们现在是不是这样造作？如果是这样造作没有法子出离轮回，为什么？天天还在造轮回的因，怎么能够脱离轮回果？要觉悟。看看那些诸佛菩萨他们所干的，「结业已尽，无生死累」。业是业因，他不造业了，所以他超越六道生死，他不造业了，这是他们的果报。他怎么得这个果报？他修道，「正助双修，能至涅槃」，涅槃就是灭，就是了生死出三界了。正助双修，如果我们从原则上来说，正修就是修清净心，自净其意，这是正修；助修是诸恶莫作，众善奉行，这是助修。",
      "zh_TW": "下面是「四諦苦集滅道」，這個我們也不要細講了，因為在《十四講》裡面已經講過，兩個科目連起來講，這個地方省了不少事情。可是諸位一定要把這表解的內容記清楚，特別是四諦。四諦這個表解記得牢牢的，能夠默寫得出來這是最好，因為這是佛法裡面的根本法，也是佛學常識的基本常識。你要是能記得牢，常常能幫助你觀照，可以解決你不少問題。要記住「身心酬業」，這是講什麼？就是我們一般凡夫他生命的價值，他生命的意義，就是這個。「患累逼惱」，幹這個，這是你眼前所受的，我們現前所受的。現前所造的「起惑造業，招集來苦」，這我們現在幹的，我們想想，我們現在是不是這樣造作？如果是這樣造作沒有法子出離輪迴，為什麼？天天還在造輪迴的因，怎麼能夠脫離輪迴果？要覺悟。看看那些諸佛菩薩他們所幹的，「結業已盡，無生死累」。業是業因，他不造業了，所以他超越六道生死，他不造業了，這是他們的果報。他怎麼得這個果報？他修道，「正助雙修，能至涅槃」，涅槃就是滅，就是了生死出三界了。正助雙修，如果我們從原則上來說，正修就是修清淨心，自淨其意，這是正修；助修是諸惡莫作，眾善奉行，這是助修。"
    },
    {
      "id": "09-016-0003_p0049",
      "zh_CN": "我们在此地为诸位同修提供的持戒念佛，而这一本《西方公据》是费了很多时间、心血选出来的，选出这四样东西合订在一起，就是持戒念佛。这本里面四样，前面三样是正修，都是叫你念佛的，末后一种《释门法戒录》是持戒，我们今生修行有这一本书就够了。所以我从民国六十年开始提倡印经，这些年当中大概印了有一百多种，恐怕已经超过六十万册了，数量也算不少。这个风气已经带动了，现在是全省各地方印经的风气很盛行。所以我这个地方以后就不印经了，已经有人印了，风气带动了。可是我虽然不印经，我印一种，哪一种？就是《西方公据》。就是《弥陀经疏钞演义会本》，会本我要重新编，还没有编出来。将来我印经就印这两种。希望全世界人每个人人手一册，其他的经我都不印了，为什么？其他的经一生不能成就。这个经一生决定能成就，不要搞得太多，一门就行了，决定能往生，决定能见阿弥陀佛，一门深入，不要再多搞。我们现在就提倡一门，其余那些经让别人去印去，我们专印这一种。",
      "zh_TW": "我們在此地為諸位同修提供的持戒念佛，而這一本《西方公據》是費了很多時間、心血選出來的，選出這四樣東西合訂在一起，就是持戒念佛。這本裡面四樣，前面三樣是正修，都是叫你念佛的，末後一種《釋門法戒錄》是持戒，我們今生修行有這一本書就夠了。所以我從民國六十年開始提倡印經，這些年當中大概印了有一百多種，恐怕已經超過六十萬冊了，數量也算不少。這個風氣已經帶動了，現在是全省各地方印經的風氣很盛行。所以我這個地方以後就不印經了，已經有人印了，風氣帶動了。可是我雖然不印經，我印一種，哪一種？就是《西方公據》。就是《彌陀經疏鈔演義會本》，會本我要重新編，還沒有編出來。將來我印經就印這兩種。希望全世界人每個人人手一冊，其他的經我都不印了，為什麼？其他的經一生不能成就。這個經一生決定能成就，不要搞得太多，一門就行了，決定能往生，決定能見阿彌陀佛，一門深入，不要再多搞。我們現在就提倡一門，其餘那些經讓別人去印去，我們專印這一種。"
    },
    {
      "id": "09-016-0003_p0050",
      "zh_CN": "所以这四条十六句一定要牢牢地记住，十二因缘跟四谛法都通大小乘，可以说它是佛法的根本法，一般把它看作小乘，因为是小乘人主修的，大乘人是助修，用它来助修，小乘人是主修。小乘人把四谛、十二因缘能够舍掉，他就超越了，就是我们佛门常讲回小向大，他就进入大乘，不再是阿罗汉、辟支佛，他就入了菩萨的境界。小乘是正觉，正觉虽然有执着，这个执着对的，没错，正觉；把这个放下就正等正觉，等是什么？等于佛。佛是一切法都不执着，他也不执着了，所以他这个正觉等于佛，等于佛的正觉是菩萨。而这个菩萨，诸位一定要明了，菩萨里面有真菩萨，所谓真实的菩萨，有权教菩萨。权教菩萨像菩萨，不是真的，他也修六度，他也修万行，也修大乘法门，天天念经，也照这个去做，他不是真菩萨，叫权教菩萨，相似的菩萨，有一点像不是真的。",
      "zh_TW": "所以這四條十六句一定要牢牢地記住，十二因緣跟四諦法都通大小乘，可以說它是佛法的根本法，一般把它看作小乘，因為是小乘人主修的，大乘人是助修，用它來助修，小乘人是主修。小乘人把四諦、十二因緣能夠捨掉，他就超越了，就是我們佛門常講迴小向大，他就進入大乘，不再是阿羅漢、辟支佛，他就入了菩薩的境界。小乘是正覺，正覺雖然有執著，這個執著對的，沒錯，正覺；把這個放下就正等正覺，等是什麼？等於佛。佛是一切法都不執著，他也不執著了，所以他這個正覺等於佛，等於佛的正覺是菩薩。而這個菩薩，諸位一定要明瞭，菩薩裡面有真菩薩，所謂真實的菩薩，有權教菩薩。權教菩薩像菩薩，不是真的，他也修六度，他也修萬行，也修大乘法門，天天念經，也照這個去做，他不是真菩薩，叫權教菩薩，相似的菩薩，有一點像不是真的。"
    },
    {
      "id": "09-016-0003_p0051",
      "zh_CN": "真菩萨的标准，《金刚经》上有标准，你看「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。这不是菩萨，不是什么？不是真菩萨，不是实教菩萨，他是权教菩萨。我们今天这个台湾一年都有几次受戒的，你们到哪个戒坛去受菩萨戒，就变成菩萨了，但是那个菩萨在《金刚经》上不承认的，因为什么？你四相都有，那不承认的。必须四相破尽了才是一个真正的菩萨，这个菩萨的标准，就是《华严经》上所讲的法身大士，圆教初住以上。因为这个时候才是名符其实的正等正觉，这正等正觉，所以正等正觉是从这个标准开始。像《大乘起信论》里面、《楞严经》上，统统都是用这个标准。《华严经》上、《法华经》上都是这个标准，正等正觉的标准。",
      "zh_TW": "真菩薩的標準，《金剛經》上有標準，你看「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。這不是菩薩，不是什麼？不是真菩薩，不是實教菩薩，他是權教菩薩。我們今天這個台灣一年都有幾次受戒的，你們到哪個戒壇去受菩薩戒，就變成菩薩了，但是那個菩薩在《金剛經》上不承認的，因為什麼？你四相都有，那不承認的。必須四相破盡了才是一個真正的菩薩，這個菩薩的標準，就是《華嚴經》上所講的法身大士，圓教初住以上。因為這個時候才是名符其實的正等正覺，這正等正覺，所以正等正覺是從這個標準開始。像《大乘起信論》裡面、《楞嚴經》上，統統都是用這個標準。《華嚴經》上、《法華經》上都是這個標準，正等正覺的標準。"
    },
    {
      "id": "09-016-0003_p0052",
      "zh_CN": "无上正等正觉那只有一个人。底下这段，「纲丙，无证果相」，这才是圆教的佛果，就是四十一品无明破尽了，这个时候就成了无上正等正觉。你看它这个修学层次，虽然只有二百六十个字，真的讲得清清楚楚，简要详明。《心经》真的是好文章没有话说，世出世间来说一流的文章，把它念背是应该的，而且要背得很熟。不但要把它背得很熟，诸位如果要真正学佛，连这个小册子里面所有的表解都背得很熟，都能够默得出来，你在日常生活当中随时就可以提起观照的功夫。你要统统记不得，怎么观？观不起来。这观照初步功夫，就是境界一现起来马上就能想到，想到佛说这个方法，立刻就能对治，就能治病。譬如有病了要吃药，药忘掉了，那也没用处，治不好的，必须把这个药常常记在心里头，随时对治那才管用。其他的经太大了，这个经小，容易受持，愈是小愈容易受持。这个经帮助我们念佛法门有很大的用处。",
      "zh_TW": "無上正等正覺那只有一個人。底下這段，「綱丙，無證果相」，這才是圓教的佛果，就是四十一品無明破盡了，這個時候就成了無上正等正覺。你看它這個修學層次，雖然只有二百六十個字，真的講得清清楚楚，簡要詳明。《心經》真的是好文章沒有話說，世出世間來說一流的文章，把它念背是應該的，而且要背得很熟。不但要把它背得很熟，諸位如果要真正學佛，連這個小冊子裡面所有的表解都背得很熟，都能夠默得出來，你在日常生活當中隨時就可以提起觀照的功夫。你要統統記不得，怎麼觀？觀不起來。這觀照初步功夫，就是境界一現起來馬上就能想到，想到佛說這個方法，立刻就能對治，就能治病。譬如有病了要吃藥，藥忘掉了，那也沒用處，治不好的，必須把這個藥常常記在心裡頭，隨時對治那才管用。其他的經太大了，這個經小，容易受持，愈是小愈容易受持。這個經幫助我們念佛法門有很大的用處。"
    },
    {
      "id": "09-016-0003_p0053",
      "zh_CN": "现在时间到了，我们就讲到这里，下午两个小时可以讲圆满，没问题。",
      "zh_TW": "現在時間到了，我們就講到這裡，下午兩個小時可以講圓滿，沒問題。"
    }
  ]
}