{
  "doc_id": "21-534-0001",
  "title": {
    "zh_CN": "商道．精神启示论坛",
    "zh_TW": "商道．精神啟示論壇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "21-534-0001",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "21-534-0001_p0001",
      "zh_CN": "诸位大德，诸位女士，诸位先生，大家好。今天是第一财经日报主办的「商道．精神启示论坛」，很早我就得到这个信息，也接受到邀请。我总以为我能够参加这个活动为大家祝福。可是在这期间当中，这次我为了严重的牙周病，回到台湾来治疗。医生告诉我，这是一个长期的疗程，至少需要四个月的时间，才能把这个病治好恢复到健康。这么多年来，对刷牙疏忽掉了，刷牙是一门很大的学问，应当向牙医师请教怎样个刷法。因为年岁大了牙周病就很正常，许多人都不能够避免。",
      "zh_TW": "諸位大德，諸位女士，諸位先生，大家好。今天是第一財經日報主辦的「商道．精神啟示論壇」，很早我就得到這個信息，也接受到邀請。我總以為我能夠參加這個活動為大家祝福。可是在這期間當中，這次我為了嚴重的牙周病，回到台灣來治療。醫生告訴我，這是一個長期的療程，至少需要四個月的時間，才能把這個病治好恢復到健康。這麼多年來，對刷牙疏忽掉了，刷牙是一門很大的學問，應當向牙醫師請教怎樣個刷法。因為年歲大了牙周病就很正常，許多人都不能夠避免。"
    },
    {
      "id": "21-534-0001_p0002",
      "zh_CN": "在现前的社会，我们知道天灾人祸非常频繁，社会处在动乱不安的状态。每个人都希望社会安定、都希望世界和平，这几乎是全世界每个人共同的愿望。也确实有不少国家领导人，专家学者，志士仁人，认真在一起研究探讨，有什么方法能够恢复安定和平。我也很幸运有机会参加由联合国主导的和平会议，先后十几次。我在大会里面也是多次做出主题讲演，把我们中国老祖宗的智慧、方法、经验、效果提出来向大家汇报。与会的朋友们，听了之后都很感动，为什么？他们从来没有听说过。中国五千年来，这是有文字记载的，没有文字记载，我们至少可以推到伏羲、神农。伏羲、神农到黄帝至少是一千年，黄帝时候才发明文字，这才有记载，黄帝到我们现在大概是四千五百年，这么长的历史当中，我们相信、学佛的人相信，中国古圣先贤肯定都是佛菩萨再来的。这个族群跟佛菩萨的缘很深，像伏羲、神农、黄帝、尧、舜、禹、汤、文武、周公、孔子、孟子，他不是佛菩萨再来的吗？我曾经就这么个想法向李老师请教，李老师听了之后笑一笑告诉我，他说从理上说讲得通，真的是可能，但在事上没有证据。事上没有证据，他们究竟是什么身分没有暴露，理上真的是讲得通。",
      "zh_TW": "在現前的社會，我們知道天災人禍非常頻繁，社會處在動亂不安的狀態。每個人都希望社會安定、都希望世界和平，這幾乎是全世界每個人共同的願望。也確實有不少國家領導人，專家學者，志士仁人，認真在一起研究探討，有什麼方法能夠恢復安定和平。我也很幸運有機會參加由聯合國主導的和平會議，先後十幾次。我在大會裡面也是多次做出主題講演，把我們中國老祖宗的智慧、方法、經驗、效果提出來向大家匯報。與會的朋友們，聽了之後都很感動，為什麼？他們從來沒有聽說過。中國五千年來，這是有文字記載的，沒有文字記載，我們至少可以推到伏羲、神農。伏羲、神農到黃帝至少是一千年，黃帝時候才發明文字，這才有記載，黃帝到我們現在大概是四千五百年，這麼長的歷史當中，我們相信、學佛的人相信，中國古聖先賢肯定都是佛菩薩再來的。這個族群跟佛菩薩的緣很深，像伏羲、神農、黃帝、堯、舜、禹、湯、文武、周公、孔子、孟子，他不是佛菩薩再來的嗎？我曾經就這麼個想法向李老師請教，李老師聽了之後笑一笑告訴我，他說從理上說講得通，真的是可能，但在事上沒有證據。事上沒有證據，他們究竟是什麼身分沒有暴露，理上真的是講得通。"
    },
    {
      "id": "21-534-0001_p0003",
      "zh_CN": "为什么诸佛菩萨对这个族群特别照顾？这就是一般讲的缘分，这个族群有孝心、爱好和平，那跟佛菩萨心行就相应了，在佛法里面讲感应道交，「众生有感，佛菩萨就有应」，就应化到我们这个神洲大地来了。他教导我们，诸位要晓得，佛菩萨没有别的，就是教化。教是手段，化是结果，我们接受佛菩萨的教导就产生变化。什么变化？化恶为善，化迷为悟，化凡为圣，这是教育的成果，在中国五千年历史当中展现出来，我们大家见到了。所以这个族群有高度的智慧，他懂得教育，有教育的理念、有教育的智慧、有教育的方法、有教育的经验、有教育的成果，教育是普遍的。教什么？教伦理。伦理是什么？伦理是关系，是自然的关系，不是哪个人创造的，不是哪个人发明的，它是自然的。凡是符合自然的规律、自然的运作，中国人就称它为道，所以道是大自然的规律。像我们这个地球上，春夏秋冬这自然的，不是任何人创造的。",
      "zh_TW": "為什麼諸佛菩薩對這個族群特別照顧？這就是一般講的緣分，這個族群有孝心、愛好和平，那跟佛菩薩心行就相應了，在佛法裡面講感應道交，「眾生有感，佛菩薩就有應」，就應化到我們這個神洲大地來了。他教導我們，諸位要曉得，佛菩薩沒有別的，就是教化。教是手段，化是結果，我們接受佛菩薩的教導就產生變化。什麼變化？化惡為善，化迷為悟，化凡為聖，這是教育的成果，在中國五千年歷史當中展現出來，我們大家見到了。所以這個族群有高度的智慧，他懂得教育，有教育的理念、有教育的智慧、有教育的方法、有教育的經驗、有教育的成果，教育是普遍的。教什麼？教倫理。倫理是什麼？倫理是關係，是自然的關係，不是哪個人創造的，不是哪個人發明的，它是自然的。凡是符合自然的規律、自然的運作，中國人就稱它為道，所以道是大自然的規律。像我們這個地球上，春夏秋冬這自然的，不是任何人創造的。"
    },
    {
      "id": "21-534-0001_p0004",
      "zh_CN": "所以五伦是道，你看夫妻的结合是自然的，人类里面有，畜生道也有，六道里面统统都有，这是人发明的吗？是人创造的吗？不是的。有夫妻就有父子，父子是自然的，兄弟也是自然的。人是社会动物，不能脱离社会生存，社会就是很多人聚集在一起，现在一般人讲，六个人以上在一起生活，这就是社会行为。社会行为里面就有领导，有被领导，就是君臣关系、朋友关系，这把我们的关系统统都说尽了。所以古人常讲没有伦外之人，五伦之外不可能有了，这五个就全部都包含了。关系明了之后知道是什么？亲爱就生，这很重要！你看《弟子规》里面讲，「凡是人，皆须爱」，为什么爱心能够跨越这么多？是懂、知道人与人的关系。佛家伦理讲得更圆满，讲到众生，不但人与人的关系，人与花草树木的关系，人与山河大地的关系，人与自然现象的关系，人与不同维次空间的关系，就是我们佛家讲的十法界、讲的六道。这关系是什么？一体！遍法界虚空界跟我是一体。",
      "zh_TW": "所以五倫是道，你看夫妻的結合是自然的，人類裡面有，畜生道也有，六道裡面統統都有，這是人發明的嗎？是人創造的嗎？不是的。有夫妻就有父子，父子是自然的，兄弟也是自然的。人是社會動物，不能脫離社會生存，社會就是很多人聚集在一起，現在一般人講，六個人以上在一起生活，這就是社會行為。社會行為裡面就有領導，有被領導，就是君臣關係、朋友關係，這把我們的關係統統都說盡了。所以古人常講沒有倫外之人，五倫之外不可能有了，這五個就全部都包含了。關係明瞭之後知道是什麼？親愛就生，這很重要！你看《弟子規》裡面講，「凡是人，皆須愛」，為什麼愛心能夠跨越這麼多？是懂、知道人與人的關係。佛家倫理講得更圓滿，講到眾生，不但人與人的關係，人與花草樹木的關係，人與山河大地的關係，人與自然現象的關係，人與不同維次空間的關係，就是我們佛家講的十法界、講的六道。這關係是什麼？一體！遍法界虛空界跟我是一體。"
    },
    {
      "id": "21-534-0001_p0005",
      "zh_CN": "《妄尽还源观》里面说得多清楚，这个体是什么？哲学里面讲的宇宙万有的本体，哲学里有这个名词，宇宙万有的本体是什么，到现在还不能确定，可是佛给我们讲得清清楚楚。这个本体就是自性，自性清净圆明体。佛家讲明心见性，明心见性把本体找到了、本体证明了，证明之后有什么好处？证明就是肯定遍法界虚空界跟我的关系非常密切，不但是同一个生命共同体，更亲切一个生命，自他不二，凡圣一如。谁知道？佛知道。谁肯定了？法身菩萨肯定了，所以对一切众生没有一个不爱，爱到什么程度？像爱自己一样。同体大悲，我们同一个体，同一个自性清净圆明体，同体大悲；无缘大慈，无缘是没有任何条件，慈是爱心，这真正大爱出来了。不见性，哪来的大爱！没有见性，那个慈悲心很小，叫爱缘慈悲；明心见性，那是大慈大悲，无条件的。以真诚、清净、平等心，这个心是智慧的心，是慈悲的心，对待一切众生。",
      "zh_TW": "《妄盡還源觀》裡面說得多清楚，這個體是什麼？哲學裡面講的宇宙萬有的本體，哲學裡有這個名詞，宇宙萬有的本體是什麼，到現在還不能確定，可是佛給我們講得清清楚楚。這個本體就是自性，自性清淨圓明體。佛家講明心見性，明心見性把本體找到了、本體證明了，證明之後有什麼好處？證明就是肯定遍法界虛空界跟我的關係非常密切，不但是同一個生命共同體，更親切一個生命，自他不二，凡聖一如。誰知道？佛知道。誰肯定了？法身菩薩肯定了，所以對一切眾生沒有一個不愛，愛到什麼程度？像愛自己一樣。同體大悲，我們同一個體，同一個自性清淨圓明體，同體大悲；無緣大慈，無緣是沒有任何條件，慈是愛心，這真正大愛出來了。不見性，哪來的大愛！沒有見性，那個慈悲心很小，叫愛緣慈悲；明心見性，那是大慈大悲，無條件的。以真誠、清淨、平等心，這個心是智慧的心，是慈悲的心，對待一切眾生。"
    },
    {
      "id": "21-534-0001_p0006",
      "zh_CN": "商道，哪个行业都是道，把这个道搞清楚，就成佛了。善财童子五十三参里面，这五十三个佛，那善知识就是五十三尊佛，里面有做生意的佛，做生意成佛了！五十三参里面男女老少、各行各业，无论从事哪个行业，都能成无上道。问题在道，你有没有道？中国人很喜欢讲这个字，你在家里面有家道，你个人做人有人道，你做儿子有儿子道，你做爸爸有爸爸道，你做妈妈有妈妈道，无论你干哪个行业都有道。你把这个道门搞清楚，就是无论哪个行业，都是幸福美满的人生。这个道就是道德，有了道，道行出来、表现出来是德。我们古圣先贤道是伦理，无论哪一行、无论哪个人，你不能脱离伦理，五伦十义，你要具备一个圆满的道。佛经里面讲的主伴圆融，一个人身上就具足很多个道，比如说家庭，对父母我是儿子，儿子就是儿子道；你结婚，对太太就是丈夫道；生了小孩，那你是爸爸道；小孩结婚，你做公公道、婆婆道；再有了孙子，你有爷爷道，你从事士农工商、各行各业，个个行业都有道。现在在什么位子上，你就行哪个道，其余的道统统辅助这个道，所以一个主其余是伴，面对父母的时候，我们尽孝道，孝在家里，孝是主，其他各种道是辅助，完成你这个孝道，主伴圆融，没有先后，没有大小。主常常换的，你常常换身分，主席就换了，伴还是一大堆，叫主伴圆融，这你愈研究就愈有味道。我们中国古圣先贤，你看把伦常大道，常实在讲是德，五常是德。仁义礼智信，我们做工商业能不能把这几个字守住？仁，我的行业要用爱心去做，你用爱心去做，你会利益众生、利益社会，为社会大众造福，你决定不去害人。你有道，你有德，你怎么忍心去欺骗人？诚信对人。",
      "zh_TW": "商道，哪個行業都是道，把這個道搞清楚，就成佛了。善財童子五十三參裡面，這五十三個佛，那善知識就是五十三尊佛，裡面有做生意的佛，做生意成佛了！五十三參裡面男女老少、各行各業，無論從事哪個行業，都能成無上道。問題在道，你有沒有道？中國人很喜歡講這個字，你在家裡面有家道，你個人做人有人道，你做兒子有兒子道，你做爸爸有爸爸道，你做媽媽有媽媽道，無論你幹哪個行業都有道。你把這個道門搞清楚，就是無論哪個行業，都是幸福美滿的人生。這個道就是道德，有了道，道行出來、表現出來是德。我們古聖先賢道是倫理，無論哪一行、無論哪個人，你不能脫離倫理，五倫十義，你要具備一個圓滿的道。佛經裡面講的主伴圓融，一個人身上就具足很多個道，比如說家庭，對父母我是兒子，兒子就是兒子道；你結婚，對太太就是丈夫道；生了小孩，那你是爸爸道；小孩結婚，你做公公道、婆婆道；再有了孫子，你有爺爺道，你從事士農工商、各行各業，個個行業都有道。現在在什麼位子上，你就行哪個道，其餘的道統統輔助這個道，所以一個主其餘是伴，面對父母的時候，我們盡孝道，孝在家裡，孝是主，其他各種道是輔助，完成你這個孝道，主伴圓融，沒有先後，沒有大小。主常常換的，你常常換身分，主席就換了，伴還是一大堆，叫主伴圓融，這你愈研究就愈有味道。我們中國古聖先賢，你看把倫常大道，常實在講是德，五常是德。仁義禮智信，我們做工商業能不能把這幾個字守住？仁，我的行業要用愛心去做，你用愛心去做，你會利益眾生、利益社會，為社會大眾造福，你決定不去害人。你有道，你有德，你怎麼忍心去欺騙人？誠信對人。"
    },
    {
      "id": "21-534-0001_p0007",
      "zh_CN": "我学佛这么多年，大概二十五年前我在美国，我提出二十个字我学佛的心得，「真诚、清净、平等、正觉、慈悲」，这是道，「看破、放下、自在、随缘、念佛」，那是德。那时候很多人问我，法师你学佛这么多年，你学些什么？我就告诉他这二十个字。我学的就是这个，这二十个字是我天天学的，起心动念、言语造作，我不离开这个道。我们老祖宗教给我们仁义礼智信，你有没有做到？无论在哪个行业上，无论在哪个岗位上，你的身分常常变，任何身分都不能离开这五条。仁，爱人，仁者爱人；义者循理，我无论做什么？合情、合理、合法，绝对不违背情理法这叫义；礼是待人，无论对什么人自卑而尊人。人学高，多！姿势放下来的时候，少了，什么人姿势放下来？佛菩萨、圣贤人，你看他们对人都是谦虚卑下，谦卑。",
      "zh_TW": "我學佛這麼多年，大概二十五年前我在美國，我提出二十個字我學佛的心得，「真誠、清淨、平等、正覺、慈悲」，這是道，「看破、放下、自在、隨緣、念佛」，那是德。那時候很多人問我，法師你學佛這麼多年，你學些什麼？我就告訴他這二十個字。我學的就是這個，這二十個字是我天天學的，起心動念、言語造作，我不離開這個道。我們老祖宗教給我們仁義禮智信，你有沒有做到？無論在哪個行業上，無論在哪個崗位上，你的身分常常變，任何身分都不能離開這五條。仁，愛人，仁者愛人；義者循理，我無論做什麼？合情、合理、合法，絕對不違背情理法這叫義；禮是待人，無論對什麼人自卑而尊人。人學高，多！姿勢放下來的時候，少了，什麼人姿勢放下來？佛菩薩、聖賢人，你看他們對人都是謙虛卑下，謙卑。"
    },
    {
      "id": "21-534-0001_p0008",
      "zh_CN": "礼是什么？《礼记》里面讲得很好，礼是什么？自卑而尊人，这叫礼。自卑尊人别人尊敬你，你的姿势很高瞧不起人，别人也不会尊敬你。换句话说，你的助缘，你的善缘、帮助的人都跑了、都离开了，你能够谦虚尊重别人，你的人缘好，帮助你的人就多了、都来了，你看这个多么重要。所以中华大地自古以来叫礼义之邦，人人懂理，你们现在到日本去，看到日本人见人都是九十度鞠躬礼，他是从哪学的？从中国学去的，学了现在还在做，我们把老祖宗的东西都丢掉了、都忘掉了。所以日本人很可爱，我去过很多次，我对他们很尊重，他们能把古人东西保守到现在，这一点比我们强，我们要承认我不如他。许多中国的东西、中国的文化在日本都能看见，所以这个民族战败之后能够崛起有它的道理在，不是偶然的，就是它那个根还在、还没坏，这是我们应当要学习的。",
      "zh_TW": "禮是什麼？《禮記》裡面講得很好，禮是什麼？自卑而尊人，這叫禮。自卑尊人別人尊敬你，你的姿勢很高瞧不起人，別人也不會尊敬你。換句話說，你的助緣，你的善緣、幫助的人都跑了、都離開了，你能夠謙虛尊重別人，你的人緣好，幫助你的人就多了、都來了，你看這個多麼重要。所以中華大地自古以來叫禮義之邦，人人懂理，你們現在到日本去，看到日本人見人都是九十度鞠躬禮，他是從哪學的？從中國學去的，學了現在還在做，我們把老祖宗的東西都丟掉了、都忘掉了。所以日本人很可愛，我去過很多次，我對他們很尊重，他們能把古人東西保守到現在，這一點比我們強，我們要承認我不如他。許多中國的東西、中國的文化在日本都能看見，所以這個民族戰敗之後能夠崛起有它的道理在，不是偶然的，就是它那個根還在、還沒壞，這是我們應當要學習的。"
    },
    {
      "id": "21-534-0001_p0009",
      "zh_CN": "智是理智，重要。理智的反面是感情，感情用事很容易败坏、做错事情，所以用理智不用感情。仁义礼智信，与一切人往来要守信用，我们要把仁义礼智信做到，要把四维做到，四维是礼义廉耻，要把八德做到。我们在台湾很多都市里头有八德路，八德是什么？忠孝、仁爱、信义、和平，这不是标榜，这是我们的本分，只要是人、只要是中国人你要做到，你不做到对不起祖宗。祖宗教你的，你要没有做到叫大不孝。《弟子规》是什么？是细行，就是我们五伦、五常、四维、八德怎么样落实，《弟子规》是落实，具体给你说出来。《弟子规》里头每一条要是把它展开都是无数条，像我们佛经，佛经里面十善业道，十条，小乘教里面展开是多少？三千条，叫三千威仪，就是十善业道展开的。大乘菩萨戒里面就更多，它展开多少条？八万四千细行。所以中国的五伦、五常、四维、八德展开来也是八万四千条。你真的做得圆满，那就成佛了，一丝毫缺陷都没有，这是我们必须要用功。现在从哪里做起？从《弟子规》做起，从《感应篇》做起，从这个地方扎根，然后你只要有根，你愈做发现愈广愈深，深广没有边际，这是性德。",
      "zh_TW": "智是理智，重要。理智的反面是感情，感情用事很容易敗壞、做錯事情，所以用理智不用感情。仁義禮智信，與一切人往來要守信用，我們要把仁義禮智信做到，要把四維做到，四維是禮義廉恥，要把八德做到。我們在台灣很多都市裡頭有八德路，八德是什麼？忠孝、仁愛、信義、和平，這不是標榜，這是我們的本分，只要是人、只要是中國人你要做到，你不做到對不起祖宗。祖宗教你的，你要沒有做到叫大不孝。《弟子規》是什麼？是細行，就是我們五倫、五常、四維、八德怎麼樣落實，《弟子規》是落實，具體給你說出來。《弟子規》裡頭每一條要是把它展開都是無數條，像我們佛經，佛經裡面十善業道，十條，小乘教裡面展開是多少？三千條，叫三千威儀，就是十善業道展開的。大乘菩薩戒裡面就更多，它展開多少條？八萬四千細行。所以中國的五倫、五常、四維、八德展開來也是八萬四千條。你真的做得圓滿，那就成佛了，一絲毫缺陷都沒有，這是我們必須要用功。現在從哪裡做起？從《弟子規》做起，從《感應篇》做起，從這個地方扎根，然後你只要有根，你愈做發現愈廣愈深，深廣沒有邊際，這是性德。"
    },
    {
      "id": "21-534-0001_p0010",
      "zh_CN": "现在这个社会光讲不行，光讲他不相信，必须要做成榜样，人要做个人的样子，做给人看；家有家的样子，做给人看。商界、商业，你是个公司，你的公司要做为世界上所有公司的榜样，你成功了、你成佛了。我这么多年来，我常常想到，中国五千年传统文化依靠的是什么？依靠是家。家对中国五千年长治久安做出最大的贡献，但是家没有了，二次大战我们跟日本的八年抗战，最大的损失就是我们的家被打掉了。从前是大家庭，大家庭才叫齐家、治国、平天下，现在讲家，大家庭的观念都没有了。但是它好，大家庭有家道、有家规、有家学、有家业；你要是经商的，你的家业就是商道，所以必须要做出榜样，人才会相信，才会真正看到。",
      "zh_TW": "現在這個社會光講不行，光講他不相信，必須要做成榜樣，人要做個人的樣子，做給人看；家有家的樣子，做給人看。商界、商業，你是個公司，你的公司要做為世界上所有公司的榜樣，你成功了、你成佛了。我這麼多年來，我常常想到，中國五千年傳統文化依靠的是什麼？依靠是家。家對中國五千年長治久安做出最大的貢獻，但是家沒有了，二次大戰我們跟日本的八年抗戰，最大的損失就是我們的家被打掉了。從前是大家庭，大家庭才叫齊家、治國、平天下，現在講家，大家庭的觀念都沒有了。但是它好，大家庭有家道、有家規、有家學、有家業；你要是經商的，你的家業就是商道，所以必須要做出榜樣，人才會相信，才會真正看到。"
    },
    {
      "id": "21-534-0001_p0011",
      "zh_CN": "那我们家怎么恢复？像从前大家庭不可能再恢复了，现在只有一个方法企业家，把我们中国传统家落实。你是个企业，你是老板，老板就是家长，你能够把中国从前家道恢复、家规恢复、家学恢复、家业恢复，你做出一个好样子，国家就有救了，世界就有救了，你就是商人菩萨，你就是在商道里面成佛了。这要做！不是做不到。我现在找了一个人在做实验，也许你们这一次会请到他，北京的胡小林。他是经商卖壁挂炉的，他现在把他的公司在这上做实验，就是把家道、家规、家学、家业来落实。真正中国能够有几个这样的样版，有十个、二十个，那我们国家前途就一片光明。这是我期望，这次商道的精神启示论坛，希望大家发心继承中国的家道，个个商人都是真正的佛菩萨再来人，拯救国家、拯救世界。我的话就说到此地，谢谢大家。",
      "zh_TW": "那我們家怎麼恢復？像從前大家庭不可能再恢復了，現在只有一個方法企業家，把我們中國傳統家落實。你是個企業，你是老闆，老闆就是家長，你能夠把中國從前家道恢復、家規恢復、家學恢復、家業恢復，你做出一個好樣子，國家就有救了，世界就有救了，你就是商人菩薩，你就是在商道裡面成佛了。這要做！不是做不到。我現在找了一個人在做實驗，也許你們這一次會請到他，北京的胡小林。他是經商賣壁掛爐的，他現在把他的公司在這上做實驗，就是把家道、家規、家學、家業來落實。真正中國能夠有幾個這樣的樣版，有十個、二十個，那我們國家前途就一片光明。這是我期望，這次商道的精神啟示論壇，希望大家發心繼承中國的家道，個個商人都是真正的佛菩薩再來人，拯救國家、拯救世界。我的話就說到此地，謝謝大家。"
    }
  ]
}