{
  "doc_id": "21-433-0001",
  "title": {
    "zh_CN": "《庆祝净公上人弘法五十周年》—五十七年学佛心得",
    "zh_TW": "《慶祝淨公上人弘法五十週年》—五十七年學佛心得"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-433-0001",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "21-433-0001_p0001",
      "zh_CN": "诸位法师，诸位大德，诸位同学，大家晚上好。今天是章嘉大师圆寂五十一周年，韩馆长往生十一周年，我们另外还有两位老师，李炳南老居士跟方东美先生。我们纪念老师，每年就在这个时候一次举行追思的法会，希望藉这个活动提倡尊师重道，这个对于现代教育就有很深的意义了。现代的社会动乱，动乱的根源在迷失了孝道，不知道孝顺父母，不知道尊重师长，所以学术的承传就没有根，这一点我们一定要想到，一定要重视到。为什么说学术承传没有根？这点我们要很冷静的去思考。圣贤的教育，我们在整个世界上去观察真的衰退了，不但是衰退，衰退到底谷，甚至于可以说是存亡兴绝的最后底限。如果我们这一代要不能够承传，传统文化就绝了，就灭了。我们把尊师重道的道理跟诸位简单的做个报告。",
      "zh_TW": "諸位法師，諸位大德，諸位同學，大家晚上好。今天是章嘉大師圓寂五十一周年，韓館長往生十一周年，我們另外還有兩位老師，李炳南老居士跟方東美先生。我們紀念老師，每年就在這個時候一次舉行追思的法會，希望藉這個活動提倡尊師重道，這個對於現代教育就有很深的意義了。現代的社會動亂，動亂的根源在迷失了孝道，不知道孝順父母，不知道尊重師長，所以學術的承傳就沒有根，這一點我們一定要想到，一定要重視到。為什麼說學術承傳沒有根？這點我們要很冷靜的去思考。聖賢的教育，我們在整個世界上去觀察真的衰退了，不但是衰退，衰退到底谷，甚至於可以說是存亡興絕的最後底限。如果我們這一代要不能夠承傳，傳統文化就絕了，就滅了。我們把尊師重道的道理跟諸位簡單的做個報告。"
    },
    {
      "id": "21-433-0001_p0002",
      "zh_CN": "在古时候，中国历史有记载的至少也有五千年，五千年的传统，祖宗说过一句话，叫「不孝有三，无后为大」。后，是不是说有了后代，在家庭里面有儿子、有孙子就有后了？在社会上各个行业都有继承人了，所谓有接班人，是不是这就叫有后？圣人的话他有很深广的意义在里面，不是那么简单的，我们千万不能把这两句话误会了。这个后是有道、有业，在家庭里面，有没有子孙能够继传祖宗的家道，有没有儿孙能继承家业，是要这种人；子孙再多，没有人能继承，那还是无后为大。各个行业，尤其是学术界，一个好的老师，一生当中唯一的一个愿望就是有传人，他学生再多，没有人能够继传他的道统，这个道会灭绝。我们要体会到这个深层的意义。",
      "zh_TW": "在古時候，中國歷史有記載的至少也有五千年，五千年的傳統，祖宗說過一句話，叫「不孝有三，無後為大」。後，是不是說有了後代，在家庭裡面有兒子、有孫子就有後了？在社會上各個行業都有繼承人了，所謂有接班人，是不是這就叫有後？聖人的話他有很深廣的意義在裡面，不是那麼簡單的，我們千萬不能把這兩句話誤會了。這個後是有道、有業，在家庭裡面，有沒有子孫能夠繼傳祖宗的家道，有沒有兒孫能繼承家業，是要這種人；子孫再多，沒有人能繼承，那還是無後為大。各個行業，尤其是學術界，一個好的老師，一生當中唯一的一個願望就是有傳人，他學生再多，沒有人能夠繼傳他的道統，這個道會滅絕。我們要體會到這個深層的意義。"
    },
    {
      "id": "21-433-0001_p0003",
      "zh_CN": "家里面儿孙再多，什么人能够继承？儿孙里面你就看孝顺，孝顺的儿孙就能继承；学术里面的道统什么人能继承？尊师重道的人能继承。所以老师绝对不是希望学生对他尊重，如果老师有这个心，他不是好老师，为什么？名闻利养没有舍掉，不是个好老师。老师确实没有这种意念，但是他尊师，他为什么尊师？他重的是道，所以内里是重道，外面是尊师。从尊师你就能看到他对道业重不重视，然后再仔细观察他是不是真的落实，学到是不是做到。学到做不到，这不是真正的传人，真正的传人是要自己亲自做到。佛法讲信、解、行、证，要做到证的时候，那就真的是传人，做到行没有证，还不是真正的传人；换句话说，传人一定要有结果，这个才有传人。所以家里面，长辈选择家庭的传人，这观察孝子，标准在此地。学术界里面，老师要找传人就找真正学习的，重视道业的，重视他所学的，他能够彻底落实，他都做到。把所学的理论变成自己的思想见解，把所学到的教诲变成自己的日常生活行为，处事待人接物都不离规矩，这个是传人。",
      "zh_TW": "家裡面兒孫再多，什麼人能夠繼承？兒孫裡面你就看孝順，孝順的兒孫就能繼承；學術裡面的道統什麼人能繼承？尊師重道的人能繼承。所以老師絕對不是希望學生對他尊重，如果老師有這個心，他不是好老師，為什麼？名聞利養沒有捨掉，不是個好老師。老師確實沒有這種意念，但是他尊師，他為什麼尊師？他重的是道，所以內裡是重道，外面是尊師。從尊師你就能看到他對道業重不重視，然後再仔細觀察他是不是真的落實，學到是不是做到。學到做不到，這不是真正的傳人，真正的傳人是要自己親自做到。佛法講信、解、行、證，要做到證的時候，那就真的是傳人，做到行沒有證，還不是真正的傳人；換句話說，傳人一定要有結果，這個才有傳人。所以家裡面，長輩選擇家庭的傳人，這觀察孝子，標準在此地。學術界裡面，老師要找傳人就找真正學習的，重視道業的，重視他所學的，他能夠徹底落實，他都做到。把所學的理論變成自己的思想見解，把所學到的教誨變成自己的日常生活行為，處事待人接物都不離規矩，這個是傳人。"
    },
    {
      "id": "21-433-0001_p0004",
      "zh_CN": "在我们现在这个时代，真正讲好的老师没有了，学生也没有了，在这个时代怎么办？我的老师教我学古人，以古人为老师，认真的向古人学习。古人有典范，你看儒家，孔子是集大成者，孔子之前，他老人家常说的尧舜禹汤、文武周公，这在孔子那个时代称为古圣先贤。孔子是承传他们的道，承传他们的学术，这叫传人，这叫有后。传人一定是个老实人，孔孟老实，老实到什么程度？自己一生没有创作、没有发明。有人问孔子求学的心态、方法，孔子说得很好，他一生「述而不作」，述就是完全讲的是古圣先贤的，自己没有创作、没有发明；「信而好古」，对古圣先贤的东西他相信，一点怀疑都没有，非常爱好。这叫老实人，要创些新花样，问题就出来了。在现代学术界里面，总是要创新，决定不能够泥古，没有创新，没有新的发明，就没有成就。在中国几千年来讲的跟这个恰相反，没有创新。",
      "zh_TW": "在我們現在這個時代，真正講好的老師沒有了，學生也沒有了，在這個時代怎麼辦？我的老師教我學古人，以古人為老師，認真的向古人學習。古人有典範，你看儒家，孔子是集大成者，孔子之前，他老人家常說的堯舜禹湯、文武周公，這在孔子那個時代稱為古聖先賢。孔子是承傳他們的道，承傳他們的學術，這叫傳人，這叫有後。傳人一定是個老實人，孔孟老實，老實到什麼程度？自己一生沒有創作、沒有發明。有人問孔子求學的心態、方法，孔子說得很好，他一生「述而不作」，述就是完全講的是古聖先賢的，自己沒有創作、沒有發明；「信而好古」，對古聖先賢的東西他相信，一點懷疑都沒有，非常愛好。這叫老實人，要創些新花樣，問題就出來了。在現代學術界裡面，總是要創新，決定不能夠泥古，沒有創新，沒有新的發明，就沒有成就。在中國幾千年來講的跟這個恰相反，沒有創新。"
    },
    {
      "id": "21-433-0001_p0005",
      "zh_CN": "释迦牟尼佛他老人家修学的心态，跟孔子所说的一样，我是在《华严经》清凉大师《疏钞》解释经题里面看到的，这是清凉大师说的。他说释迦牟尼佛一生所说的一切经都是古佛所说的，世尊没有在古佛经典上多加一个字，比孔子说得还要精彩，一个字没有加。怎么说的？我们学了半个世纪，今天才恍然大悟，佛给我们说得很好，《华严经》上说了多少次，「一切众生本来是佛」，佛佛道同，哪里会有两样？你怎么可能加一个字？佛佛道同。我们现在为什么变成这样的？佛说得很清楚，你只是被妄想、分别、执着这三样东西障碍了你的自性，你自性里面有无量的智慧、德能，统统透不出来。这三样东西都叫烦恼，妄想是无明烦恼，分别是尘沙烦恼，执着叫见思烦恼，这三样东西放下，你就成佛了。所以你要问你哪一天成佛？你哪一天放下，哪一天就成佛，你现在放下现在就成佛，明天放下明天就成佛，成佛的时间表不是别人给你定的，是自己定的。",
      "zh_TW": "釋迦牟尼佛他老人家修學的心態，跟孔子所說的一樣，我是在《華嚴經》清涼大師《疏鈔》解釋經題裡面看到的，這是清涼大師說的。他說釋迦牟尼佛一生所說的一切經都是古佛所說的，世尊沒有在古佛經典上多加一個字，比孔子說得還要精彩，一個字沒有加。怎麼說的？我們學了半個世紀，今天才恍然大悟，佛給我們說得很好，《華嚴經》上說了多少次，「一切眾生本來是佛」，佛佛道同，哪裡會有兩樣？你怎麼可能加一個字？佛佛道同。我們現在為什麼變成這樣的？佛說得很清楚，你只是被妄想、分別、執著這三樣東西障礙了你的自性，你自性裡面有無量的智慧、德能，統統透不出來。這三樣東西都叫煩惱，妄想是無明煩惱，分別是塵沙煩惱，執著叫見思煩惱，這三樣東西放下，你就成佛了。所以你要問你哪一天成佛？你哪一天放下，哪一天就成佛，你現在放下現在就成佛，明天放下明天就成佛，成佛的時間表不是別人給你定的，是自己定的。"
    },
    {
      "id": "21-433-0001_p0006",
      "zh_CN": "放不下，成不了佛，佛还教给我们一个方便方法，就是慢慢的放，你没有办法一下放下。一下放下，彻底放下，我们只看到两个代表，三千年前菩提树下，释迦牟尼佛给我们做了个示范，夜睹明星，那是一次放下的，就成佛了。在中国，禅宗六祖惠能大师给我们做了个榜样，他在五祖方丈室里面听五祖给他讲开示，听完之后也是彻底放下，成佛了，五祖把衣钵传给他，那一年他二十四岁。他的放下跟释迦牟尼佛相同，他的成就跟释迦牟尼佛平等，释迦牟尼佛的示现是应以佛身而得度者，即现佛身而为说法；能大师在中国，应以比丘身得度者，他现比丘身而为说法。你看观世音菩萨三十二应你就明白了，那真的叫成佛。",
      "zh_TW": "放不下，成不了佛，佛還教給我們一個方便方法，就是慢慢的放，你沒有辦法一下放下。一下放下，徹底放下，我們只看到兩個代表，三千年前菩提樹下，釋迦牟尼佛給我們做了個示範，夜睹明星，那是一次放下的，就成佛了。在中國，禪宗六祖惠能大師給我們做了個榜樣，他在五祖方丈室裡面聽五祖給他講開示，聽完之後也是徹底放下，成佛了，五祖把衣缽傳給他，那一年他二十四歲。他的放下跟釋迦牟尼佛相同，他的成就跟釋迦牟尼佛平等，釋迦牟尼佛的示現是應以佛身而得度者，即現佛身而為說法；能大師在中國，應以比丘身得度者，他現比丘身而為說法。你看觀世音菩薩三十二應你就明白了，那真的叫成佛。"
    },
    {
      "id": "21-433-0001_p0007",
      "zh_CN": "《六祖坛经》里讲得好，放下是什么样子？他讲了五句，放下之后见性了，「何期自性，本自清净」，你从来没有染污过。妄想分别执着是染污，没有染污，你那个染污是假的不是真的，就像云彩遮了太阳。你们想想，云彩是不是真的把太阳遮住了？没有，你现在坐飞机飞到云层上去看看，不是，没有遮到。妄想、分别、执着这三重烦恼，就好像我们现在坐飞机飞到上空看到云层三层，三层云彩，很像这种样子。所以佛说了，如果我们能够把执着放下，放下是有先后次第的，先放下执着，我们对于世出世间一切法不再执着，连执着的念头都没有，这个人就得「正觉」，他就成正觉，名字叫阿罗汉。如果再进一步，把对于世出世间一切法的分别也放下，不但没有执着，分别的心都没有，他就得「正等正觉」，他就叫菩萨。如果连妄想也断掉，妄想是什么？起心动念，大乘教里讲得好，「迷唯一念，觉止一心」。什么叫迷？起一个念头就迷了，这一念不生的时候那就觉悟，你会起心动念。如果起心动念没有了，不起心不动念，眼见色、耳听声绝对没有起心动念，你得「无上正等正觉」，则称你为佛陀。",
      "zh_TW": "《六祖壇經》裡講得好，放下是什麼樣子？他講了五句，放下之後見性了，「何期自性，本自清淨」，你從來沒有染污過。妄想分別執著是染污，沒有染污，你那個染污是假的不是真的，就像雲彩遮了太陽。你們想想，雲彩是不是真的把太陽遮住了？沒有，你現在坐飛機飛到雲層上去看看，不是，沒有遮到。妄想、分別、執著這三重煩惱，就好像我們現在坐飛機飛到上空看到雲層三層，三層雲彩，很像這種樣子。所以佛說了，如果我們能夠把執著放下，放下是有先後次第的，先放下執著，我們對於世出世間一切法不再執著，連執著的念頭都沒有，這個人就得「正覺」，他就成正覺，名字叫阿羅漢。如果再進一步，把對於世出世間一切法的分別也放下，不但沒有執著，分別的心都沒有，他就得「正等正覺」，他就叫菩薩。如果連妄想也斷掉，妄想是什麼？起心動念，大乘教裡講得好，「迷唯一念，覺止一心」。什麼叫迷？起一個念頭就迷了，這一念不生的時候那就覺悟，你會起心動念。如果起心動念沒有了，不起心不動念，眼見色、耳聽聲絕對沒有起心動念，你得「無上正等正覺」，則稱你為佛陀。"
    },
    {
      "id": "21-433-0001_p0008",
      "zh_CN": "这是你不能够一次彻底放下，佛教给我们，你分为三个阶段，你慢慢把它放下。即使是放下执着，放下见思烦恼，你成了阿罗汉，阿罗汉比我们的智慧高多了。要知道我们凡夫没有智慧，六道凡夫决定没有智慧，这个自己要承认。有的是什么？聪明、妄想，佛法的名词叫世智辩聪，你有这个东西，你没有智慧。智慧不是学来的，智慧是你把障碍除掉，你自性里头本来有般若智慧，它透出来了，不是从外头学来的。你看六祖讲的第一句话，明心见性，性是什么样子？性是清净的，没有染污。第二句话说，「何期自性，本不生灭」，确实不生不灭，你要证到这个境界，你看到整个宇宙所有一切的现象都是不生不灭，是真的，一点不假，你真的就看到了。第三句说，「何期自性，本自具足」，具足什么？具足智慧。所以说，自性本具的般若智慧无所不知、无所不能，自性里有的，不从外求。第二个是具足了德能，我们今天讲才华、技能，你是圆满具足，都不用学的。第三个是讲具足相好，福报，像极乐世界，你们读《弥陀经》、读《无量寿经》，极乐世界的福报，读《华严经》，毘卢遮那佛的福报，是你自己自性本有的，都不是外面来的。只要你回头，只要你见性，没有一样不具足。",
      "zh_TW": "這是你不能夠一次徹底放下，佛教給我們，你分為三個階段，你慢慢把它放下。即使是放下執著，放下見思煩惱，你成了阿羅漢，阿羅漢比我們的智慧高多了。要知道我們凡夫沒有智慧，六道凡夫決定沒有智慧，這個自己要承認。有的是什麼？聰明、妄想，佛法的名詞叫世智辯聰，你有這個東西，你沒有智慧。智慧不是學來的，智慧是你把障礙除掉，你自性裡頭本來有般若智慧，它透出來了，不是從外頭學來的。你看六祖講的第一句話，明心見性，性是什麼樣子？性是清淨的，沒有染污。第二句話說，「何期自性，本不生滅」，確實不生不滅，你要證到這個境界，你看到整個宇宙所有一切的現象都是不生不滅，是真的，一點不假，你真的就看到了。第三句說，「何期自性，本自具足」，具足什麼？具足智慧。所以說，自性本具的般若智慧無所不知、無所不能，自性裡有的，不從外求。第二個是具足了德能，我們今天講才華、技能，你是圓滿具足，都不用學的。第三個是講具足相好，福報，像極樂世界，你們讀《彌陀經》、讀《無量壽經》，極樂世界的福報，讀《華嚴經》，毘盧遮那佛的福報，是你自己自性本有的，都不是外面來的。只要你回頭，只要你見性，沒有一樣不具足。"
    },
    {
      "id": "21-433-0001_p0009",
      "zh_CN": "第四句话他说，「何期自性，本无动摇」，本无动摇是什么？自性本定。禅定不是修得的，自性本定，《楞严经》里所说的「首楞严大定」，《华严经》里所讲的「师子奋迅大定」，统统都是自己有的，不从外面学的。最后一句话说，「何期自性，能生万法」，整个宇宙是自性变现的，讲得精彩到极处。所以，佛、菩萨、大圣大贤教我们什么？教我们回头，教我们回归自性，一切就圆满。不要向外求，向外求叫心外求法，那叫外道，总得要搞清楚、搞明白。无论在什么环境里面，保持清净心，保持如如不动，清清楚楚、明明白白，这就对了，这叫学佛，这是叫圣贤之学。",
      "zh_TW": "第四句話他說，「何期自性，本無動搖」，本無動搖是什麼？自性本定。禪定不是修得的，自性本定，《楞嚴經》裡所說的「首楞嚴大定」，《華嚴經》裡所講的「師子奮迅大定」，統統都是自己有的，不從外面學的。最後一句話說，「何期自性，能生萬法」，整個宇宙是自性變現的，講得精彩到極處。所以，佛、菩薩、大聖大賢教我們什麼？教我們回頭，教我們回歸自性，一切就圓滿。不要向外求，向外求叫心外求法，那叫外道，總得要搞清楚、搞明白。無論在什麼環境裡面，保持清淨心，保持如如不動，清清楚楚、明明白白，這就對了，這叫學佛，這是叫聖賢之學。"
    },
    {
      "id": "21-433-0001_p0010",
      "zh_CN": "修学的方法首先就是要断烦恼，断烦恼是除障碍，你这个东西不除，你的心是染污的，我们一般讲轮回心。轮回心干什么都是轮回业，轮回心学佛也是轮回业，轮回心念佛还是轮回业。但是念阿弥陀佛它有个特殊现象，如果只有阿弥陀佛的染污，其他染污全部没有，这个能往生，叫带业往生。八万四千法门除这个法门之外，别的法门不可能，换句话说，你永远脱不了六道轮回。但是这个法门，你只有一句阿弥陀佛，坚固执着，执持名号，但是其他的执着全部没有了，就能带业往生。如果还有其他的执着，那叫夹杂，夹杂会把你念佛功夫破坏，换句话说，你不能往生。所以念佛要注意，不怀疑，对这个法门没有一丝毫怀疑，真正能相信；不夹杂，心里头二六时中只有阿弥陀佛，除阿弥陀佛之外什么都没有；第三个不间断，意念不间断，不是说口里头的佛号不间断，口里佛号可以间断，心里头不能间断。这是念佛往生的秘诀。",
      "zh_TW": "修學的方法首先就是要斷煩惱，斷煩惱是除障礙，你這個東西不除，你的心是染污的，我們一般講輪迴心。輪迴心幹什麼都是輪迴業，輪迴心學佛也是輪迴業，輪迴心念佛還是輪迴業。但是念阿彌陀佛它有個特殊現象，如果只有阿彌陀佛的染污，其他染污全部沒有，這個能往生，叫帶業往生。八萬四千法門除這個法門之外，別的法門不可能，換句話說，你永遠脫不了六道輪迴。但是這個法門，你只有一句阿彌陀佛，堅固執著，執持名號，但是其他的執著全部沒有了，就能帶業往生。如果還有其他的執著，那叫夾雜，夾雜會把你念佛功夫破壞，換句話說，你不能往生。所以念佛要注意，不懷疑，對這個法門沒有一絲毫懷疑，真正能相信；不夾雜，心裡頭二六時中只有阿彌陀佛，除阿彌陀佛之外什麼都沒有；第三個不間斷，意念不間斷，不是說口裡頭的佛號不間斷，口裡佛號可以間斷，心裡頭不能間斷。這是念佛往生的祕訣。"
    },
    {
      "id": "21-433-0001_p0011",
      "zh_CN": "所以，对于教理要熟悉、要深入、要透彻。教理帮助我们什么？帮助我们断疑生信，帮助我们增长信心、愿心，有信有愿就决定得生。信愿上有问题的话，往生就靠不住，这个道理总得要懂，然后你就知道要怎么学习法。",
      "zh_TW": "所以，對於教理要熟悉、要深入、要透徹。教理幫助我們什麼？幫助我們斷疑生信，幫助我們增長信心、願心，有信有願就決定得生。信願上有問題的話，往生就靠不住，這個道理總得要懂，然後你就知道要怎麼學習法。"
    },
    {
      "id": "21-433-0001_p0012",
      "zh_CN": "世尊灭度的时候，阿难尊者很慈悲，向他老人家请教，佛陀在世我们以佛为师，佛陀走了不住世了，我们以谁为老师？释迦牟尼佛没有指定哪一个代替他的，没有指定。也没有指定是迦叶，也没有指定是阿难，我们知道迦叶传心宗，就是禅宗，阿难传教下，这是释迦牟尼佛的传人。但是佛跟我们讲，老师是法，教给我们四依法，「依法不依人，依了义不依不了义」，这个重要，你要懂得什么叫了义，什么叫不了义；「依义不依语」，就避免很多争论；最后「依智不依识」，智是什么？理智，识是什么？感情，不能感情用事，要依智慧，不要依感情。又明白告诉我们，「以戒为师，以苦为师」，如果你不能够持戒，不能吃苦，你不会成就。我们怎么个学法就明白了。",
      "zh_TW": "世尊滅度的時候，阿難尊者很慈悲，向他老人家請教，佛陀在世我們以佛為師，佛陀走了不住世了，我們以誰為老師？釋迦牟尼佛沒有指定哪一個代替他的，沒有指定。也沒有指定是迦葉，也沒有指定是阿難，我們知道迦葉傳心宗，就是禪宗，阿難傳教下，這是釋迦牟尼佛的傳人。但是佛跟我們講，老師是法，教給我們四依法，「依法不依人，依了義不依不了義」，這個重要，你要懂得什麼叫了義，什麼叫不了義；「依義不依語」，就避免很多爭論；最後「依智不依識」，智是什麼？理智，識是什麼？感情，不能感情用事，要依智慧，不要依感情。又明白告訴我們，「以戒為師，以苦為師」，如果你不能夠持戒，不能吃苦，你不會成就。我們怎麼個學法就明白了。"
    },
    {
      "id": "21-433-0001_p0013",
      "zh_CN": "我们今天看到佛教衰，大概我们这一代过去了，佛教可能在这个世界上就灭亡了，纵然有，形式，有名无实，这个是我们真正忧虑的地方。什么人能承传？就是这两句话，肯持戒的、肯吃苦的，这是佛门的传人。现在在全世界，在家同学《十善业道》做不到，出家同学不但《沙弥律仪》做不到，《十善业道》也做不到，这就变成有名无实。那我们要问，为什么古时候人《十善业道》能做到，现在为什么做不到？这就使我们想到世尊在《佛藏经》里面有段重要的开示，佛说佛弟子「不先学小乘，后学大乘，非佛弟子」。我们六道是凡夫，而且是中下根性的人，实际上也包括上根，上中下三根都是凡夫，那个特殊的叫上上根人，那个太少了，千百年难得出一个。上中下这三等人都需要循序渐进，像念书一样，从小学、中学、大学、研究所按部就班，这个会有成就。如果说我小学、中学都不要，我直接念大学、研究所行不行？佛摇头，佛说这个不行，一定要循序渐进；换句话说，我们要不要学小乘？",
      "zh_TW": "我們今天看到佛教衰，大概我們這一代過去了，佛教可能在這個世界上就滅亡了，縱然有，形式，有名無實，這個是我們真正憂慮的地方。什麼人能承傳？就是這兩句話，肯持戒的、肯吃苦的，這是佛門的傳人。現在在全世界，在家同學《十善業道》做不到，出家同學不但《沙彌律儀》做不到，《十善業道》也做不到，這就變成有名無實。那我們要問，為什麼古時候人《十善業道》能做到，現在為什麼做不到？這就使我們想到世尊在《佛藏經》裡面有段重要的開示，佛說佛弟子「不先學小乘，後學大乘，非佛弟子」。我們六道是凡夫，而且是中下根性的人，實際上也包括上根，上中下三根都是凡夫，那個特殊的叫上上根人，那個太少了，千百年難得出一個。上中下這三等人都需要循序漸進，像念書一樣，從小學、中學、大學、研究所按部就班，這個會有成就。如果說我小學、中學都不要，我直接念大學、研究所行不行？佛搖頭，佛說這個不行，一定要循序漸進；換句話說，我們要不要學小乘？"
    },
    {
      "id": "21-433-0001_p0014",
      "zh_CN": "中文《大藏经》小乘经翻译得非常完备，我们小乘的四阿含，阿含部，跟现在南传巴利文的经典去对照，巴利文的经典大概比我们多五十部的样子。小乘经典大概也有两、三千部，两、三千部只差五十部，你就想到翻译多么的完整。隋唐时代，小乘有两个宗，成实宗、俱舍宗，现在很多人连名字都不晓得了。学佛要从这里学起。唐中叶以后，我们中国这些大德，出家、在家大德就舍弃了小乘，他有道理，他不是不听话，他用儒、用道来代替。对中国人来讲更亲切，儒跟道是中国人，不比小乘差，以儒、道做基础直接入大乘，成就反而更快。在最近这一千四百年，你看中国各个宗派的大德成绩辉煌。可是到我们现在这个时代，小乘不学了，儒也不学，道也不学，天天读诵大乘，所以没有成就，连十善业都做不到，原因在此地。",
      "zh_TW": "中文《大藏經》小乘經翻譯得非常完備，我們小乘的四阿含，阿含部，跟現在南傳巴利文的經典去對照，巴利文的經典大概比我們多五十部的樣子。小乘經典大概也有兩、三千部，兩、三千部只差五十部，你就想到翻譯多麼的完整。隋唐時代，小乘有兩個宗，成實宗、俱舍宗，現在很多人連名字都不曉得了。學佛要從這裡學起。唐中葉以後，我們中國這些大德，出家、在家大德就捨棄了小乘，他有道理，他不是不聽話，他用儒、用道來代替。對中國人來講更親切，儒跟道是中國人，不比小乘差，以儒、道做基礎直接入大乘，成就反而更快。在最近這一千四百年，你看中國各個宗派的大德成績輝煌。可是到我們現在這個時代，小乘不學了，儒也不學，道也不學，天天讀誦大乘，所以沒有成就，連十善業都做不到，原因在此地。"
    },
    {
      "id": "21-433-0001_p0015",
      "zh_CN": "我们要想在这一生成就，就必须要补习，年轻的时候没有学过，没有人教，现在要补课，补什么？要补儒、补道，还是比小乘来得容易。所以这些年来我们极力提倡儒家的《弟子规》，《弟子规》不是念的，不是背的，是要做到，那是我们生活、行为的规矩，必须要遵守。为什么？是自性性德的自然流露，那个样子就是圣贤，那就是真正的佛弟子。所以儒家的《弟子规》重要，道家的《感应篇》要落实，有这两个基础，《十善业道》就不难，自然就会落实，然后你才有儒、释、道三个根。有这三个根无论学什么，学儒也行，学佛也行，学道也行，都能成圣成贤，都能做到罗汉、菩萨、佛果，你都能成就。如果这三个根没有，那就像花盆的盆栽一样，很好看，几天就死了，它不是活的。所以这个比什么都重要。今天社会动乱，如何来挽救社会，必须要从自己内心去转变，转恶为善，转迷为悟，自己得救得度了。自度而后才能度人，自己要没有得度，决定不能度人。所以说一定要给社会大众做最好得度的榜样，这才能成就。",
      "zh_TW": "我們要想在這一生成就，就必須要補習，年輕的時候沒有學過，沒有人教，現在要補課，補什麼？要補儒、補道，還是比小乘來得容易。所以這些年來我們極力提倡儒家的《弟子規》，《弟子規》不是念的，不是背的，是要做到，那是我們生活、行為的規矩，必須要遵守。為什麼？是自性性德的自然流露，那個樣子就是聖賢，那就是真正的佛弟子。所以儒家的《弟子規》重要，道家的《感應篇》要落實，有這兩個基礎，《十善業道》就不難，自然就會落實，然後你才有儒、釋、道三個根。有這三個根無論學什麼，學儒也行，學佛也行，學道也行，都能成聖成賢，都能做到羅漢、菩薩、佛果，你都能成就。如果這三個根沒有，那就像花盆的盆栽一樣，很好看，幾天就死了，它不是活的。所以這個比什麼都重要。今天社會動亂，如何來挽救社會，必須要從自己內心去轉變，轉惡為善，轉迷為悟，自己得救得度了。自度而後才能度人，自己要沒有得度，決定不能度人。所以說一定要給社會大眾做最好得度的榜樣，這才能成就。"
    },
    {
      "id": "21-433-0001_p0016",
      "zh_CN": "我们移民到澳洲来的缘分很特殊，我们细心思惟，这是佛菩萨安排的，不是人力。佛菩萨为什么把我们安排在这个地方？这个地方是净土，地广人稀，造业少，从来没有跟其他的国家发生过战争，没有冤冤相报的记录，这是一片净土。佛菩萨居住的地方是净土，圣贤人居住的地方也是净土，在净土上成就自己的道业才能救度苦难众生。所以我们到这个地方来，才遇到一个特殊的缘分，就是参与国际和平这桩事情，这是我们一生当中从来没想到的。",
      "zh_TW": "我們移民到澳洲來的緣分很特殊，我們細心思惟，這是佛菩薩安排的，不是人力。佛菩薩為什麼把我們安排在這個地方？這個地方是淨土，地廣人稀，造業少，從來沒有跟其他的國家發生過戰爭，沒有冤冤相報的記錄，這是一片淨土。佛菩薩居住的地方是淨土，聖賢人居住的地方也是淨土，在淨土上成就自己的道業才能救度苦難眾生。所以我們到這個地方來，才遇到一個特殊的緣分，就是參與國際和平這樁事情，這是我們一生當中從來沒想到的。"
    },
    {
      "id": "21-433-0001_p0017",
      "zh_CN": "九一一事件之后，昆士兰大学的校长派了两位教授到我们学院来看我，邀请我到学校里给他们教授举行一个座谈会，讨论「化解冲突，促进社会安定、世界和平」，讨论这个题目，我答应了。去了之后才知道，昆士兰大学有和平学院，这是很多学校没听说过的，和平学院。它里面也有不少学生，设的有学位，有硕士学位跟博士学位。同时我才晓得全世界有八个大学，不多，有八个大学设有和平学院。我首先听学校的报告，他们给我做了五十分钟报告，然后请我发言。我就说这是桩好事，而且是现代社会迫切需要的一个问题，因为我们晓得，社会不安定，世界不太平，世出世法都不会有成就。世间的学术跟三宝的圣学，都必须要建立在安定和平的基础上，所以这是很严肃的一个问题，根本问题。",
      "zh_TW": "九一一事件之後，昆士蘭大學的校長派了兩位教授到我們學院來看我，邀請我到學校裡給他們教授舉行一個座談會，討論「化解衝突，促進社會安定、世界和平」，討論這個題目，我答應了。去了之後才知道，昆士蘭大學有和平學院，這是很多學校沒聽說過的，和平學院。它裡面也有不少學生，設的有學位，有碩士學位跟博士學位。同時我才曉得全世界有八個大學，不多，有八個大學設有和平學院。我首先聽學校的報告，他們給我做了五十分鐘報告，然後請我發言。我就說這是樁好事，而且是現代社會迫切需要的一個問題，因為我們曉得，社會不安定，世界不太平，世出世法都不會有成就。世間的學術跟三寶的聖學，都必須要建立在安定和平的基礎上，所以這是很嚴肅的一個問題，根本問題。"
    },
    {
      "id": "21-433-0001_p0018",
      "zh_CN": "但是一般人看法，冲突都认为在两方，这个认知跟我们学佛的人、学古圣先贤之学的人看法不相同。我告诉他，我说冲突不在两方，真正冲突的因素是在自己，在自己家庭里面。这个他们真的没想到，他说怎么在家庭？我就给他说，你看现在的社会离婚率多高，这个大家知道，夫妇离婚就是家庭不和，他和睦他怎么会离婚？你看到夫妇不和，父子不和，兄弟不和，跟邻居不和，他走向社会他能跟什么人和睦相处？所以原因在这里，你们要把它找到。中国古人懂这个道理，从小父母就教婴儿，懂得孝顺父母、友爱兄弟，跟一切人和睦相处，敬老尊贤。从小教，父母做榜样，从小受薰习，所以他懂。外国他不是教这个，从小就什么？从小竞争。",
      "zh_TW": "但是一般人看法，衝突都認為在兩方，這個認知跟我們學佛的人、學古聖先賢之學的人看法不相同。我告訴他，我說衝突不在兩方，真正衝突的因素是在自己，在自己家庭裡面。這個他們真的沒想到，他說怎麼在家庭？我就給他說，你看現在的社會離婚率多高，這個大家知道，夫婦離婚就是家庭不和，他和睦他怎麼會離婚？你看到夫婦不和，父子不和，兄弟不和，跟鄰居不和，他走向社會他能跟什麼人和睦相處？所以原因在這裡，你們要把它找到。中國古人懂這個道理，從小父母就教嬰兒，懂得孝順父母、友愛兄弟，跟一切人和睦相處，敬老尊賢。從小教，父母做榜樣，從小受薰習，所以他懂。外國他不是教這個，從小就什麼？從小競爭。"
    },
    {
      "id": "21-433-0001_p0019",
      "zh_CN": "学院里面有一位资深的教授，美国人，我看他在里面排名排在第二，我晓得是资深教授，我们在一张椭圆桌上开会的时候，他正好跟我坐在面对面。我向他请教，我说美国的教育是不是从幼儿园就开始教竞争？他说没错，从小就教竞争。我说竞争再升级是什么？他看着我没说话。我就说了，竞争升级就是斗争，斗争再升级就是战争。现在的战争是核武战争、是生化战争，现在的战争是没有胜负，是人头脑出了问题，都想死不想活，同归于尽。所以我就跟他讲，我说美国全世界核武多大，举个例子说，美国人可以消灭中国一百次，但是中国有能力消灭美国一次，一次跟一百次都平等。所以没有胜负，这都是头脑出了问题，同归于尽，大家都死，都不想活，这么个战争。所以我说，从小教竞争，他就走这个路子，我说叫死路一条。我说东方人不然，东方人从小就教什么？教让，忍让、礼让，不教竞争，起心动念都想到别人，没有想自己。不像西方人是个人本位主义，只有自己，连父母都不考虑，哪有这种道理？东方人起心动念想别人，「己所不欲，勿施于人」这是千古的教诲。出自于《论语》，《论语》是孔子讲的，我们晓得不是孔子所说的，孔子是述说祖宗教诲，老祖宗教的，己所不欲勿施于人。处处要体谅人，这样才能够化解冲突，化解冲突要从这里做起。",
      "zh_TW": "學院裡面有一位資深的教授，美國人，我看他在裡面排名排在第二，我曉得是資深教授，我們在一張橢圓桌上開會的時候，他正好跟我坐在面對面。我向他請教，我說美國的教育是不是從幼兒園就開始教競爭？他說沒錯，從小就教競爭。我說競爭再升級是什麼？他看著我沒說話。我就說了，競爭升級就是鬥爭，鬥爭再升級就是戰爭。現在的戰爭是核武戰爭、是生化戰爭，現在的戰爭是沒有勝負，是人頭腦出了問題，都想死不想活，同歸於盡。所以我就跟他講，我說美國全世界核武多大，舉個例子說，美國人可以消滅中國一百次，但是中國有能力消滅美國一次，一次跟一百次都平等。所以沒有勝負，這都是頭腦出了問題，同歸於盡，大家都死，都不想活，這麼個戰爭。所以我說，從小教競爭，他就走這個路子，我說叫死路一條。我說東方人不然，東方人從小就教什麼？教讓，忍讓、禮讓，不教競爭，起心動念都想到別人，沒有想自己。不像西方人是個人本位主義，只有自己，連父母都不考慮，哪有這種道理？東方人起心動念想別人，「己所不欲，勿施於人」這是千古的教誨。出自於《論語》，《論語》是孔子講的，我們曉得不是孔子所說的，孔子是述說祖宗教誨，老祖宗教的，己所不欲勿施於人。處處要體諒人，這樣才能夠化解衝突，化解衝突要從這裡做起。"
    },
    {
      "id": "21-433-0001_p0020",
      "zh_CN": "然后我告诉他，这还不是最深的根，还有更深的。他们的眼睛都亮起来，看着我，更深的是什么？更深的问题还不是在夫妻，是自己跟自己。自己跟自己是我们中国人讲的本性跟习性的冲突，你看「人之初，性本善；性相近，习相远」，冲突起来了。你的本性是善的，习性不善，习性跟本性产生冲突，如果没有人好好的教，这个冲突的距离越拉越远，这习相远。这个问题才是真正问题，把问题发掘出来，中国教育的理念就从这里兴起的。那怎么办？「苟不教，性乃迁」，一定要教，好好的教，你要不教的话，那个性会变质，本性会变成习性，善心会变成恶心，这个麻烦大了。「教之道，贵以专」，这是中国几千年历史的教训，怎么样学？一门深入，长时薰修。中国人教学的理念、教学的智慧、教学的方法，实在讲是世界上一流的。近一百年来，中国人丧失了民族自信心，把老祖宗的东西统统抛弃，结果受这么多苦难，国家几乎灭亡，这个不可以不知道。",
      "zh_TW": "然後我告訴他，這還不是最深的根，還有更深的。他們的眼睛都亮起來，看著我，更深的是什麼？更深的問題還不是在夫妻，是自己跟自己。自己跟自己是我們中國人講的本性跟習性的衝突，你看「人之初，性本善；性相近，習相遠」，衝突起來了。你的本性是善的，習性不善，習性跟本性產生衝突，如果沒有人好好的教，這個衝突的距離越拉越遠，這習相遠。這個問題才是真正問題，把問題發掘出來，中國教育的理念就從這裡興起的。那怎麼辦？「苟不教，性乃遷」，一定要教，好好的教，你要不教的話，那個性會變質，本性會變成習性，善心會變成惡心，這個麻煩大了。「教之道，貴以專」，這是中國幾千年歷史的教訓，怎麼樣學？一門深入，長時薰修。中國人教學的理念、教學的智慧、教學的方法，實在講是世界上一流的。近一百年來，中國人喪失了民族自信心，把老祖宗的東西統統拋棄，結果受這麼多苦難，國家幾乎滅亡，這個不可以不知道。"
    },
    {
      "id": "21-433-0001_p0021",
      "zh_CN": "我就告诉和平学院这些老师们，我说化解冲突它的病根我们找到了，从哪里下手？从自己内心深处把我们对人冲突，我那时候不说冲突，讲对立，对人的对立、对事的对立、对一切万物的对立，把这个对立要消除掉；别人跟我对立，我不跟他对立，我的身心和谐。对立消除掉之后，矛盾就不会产生，矛盾不生，哪里来的冲突？这才是解决现前世界冲突唯一的好办法。用什么方法？用教学，我们老祖宗教导我们的，「建国君民，教学为先」。所以在中国古代，在政治组织里头，最重要的就是教育，把教育摆在第一。你看宰相底下其他部门统统是为教育负责，为教育服务，中国是这么一个政治理念。教育部在从前叫礼部，尚书就是部长，首相出了问题，不能视事了，由礼部尚书代理，这是什么？重视教育。",
      "zh_TW": "我就告訴和平學院這些老師們，我說化解衝突它的病根我們找到了，從哪裡下手？從自己內心深處把我們對人衝突，我那時候不說衝突，講對立，對人的對立、對事的對立、對一切萬物的對立，把這個對立要消除掉；別人跟我對立，我不跟他對立，我的身心和諧。對立消除掉之後，矛盾就不會產生，矛盾不生，哪裡來的衝突？這才是解決現前世界衝突唯一的好辦法。用什麼方法？用教學，我們老祖宗教導我們的，「建國君民，教學為先」。所以在中國古代，在政治組織裡頭，最重要的就是教育，把教育擺在第一。你看宰相底下其他部門統統是為教育負責，為教育服務，中國是這麼一個政治理念。教育部在從前叫禮部，尚書就是部長，首相出了問題，不能視事了，由禮部尚書代理，這是什麼？重視教育。"
    },
    {
      "id": "21-433-0001_p0022",
      "zh_CN": "现在的社会颠倒了，教育排在最后，现在是经济贸易摆在第一，每个人观念上什么重要？发财重要，仁义道德不重要，不再讲这个。天下怎么能不乱？冲突怎么能避免？孟子说得好，跟梁惠王讲的，「上下交征利，其国危矣」，这个国家从上到下每个人都争利，这个国家就没有前途了。现在我们看全世界，全世界都争利，这个世界就要毁灭了。我大概是在三个月之前，看到同学们给我一份资料，是巴西一个预言家说这个地球的灾难，我把它看完了，我觉得他说得很有道理。因为在佛法里面讲，一切灾难是人心的感召，真正的原因是人心，人心不善，什么灾难都来了。如果人心向善，人人都能够把《十善业道》做到，灾难就没有了，这个世界就像极乐世界一样，就像华藏世界一样。",
      "zh_TW": "現在的社會顛倒了，教育排在最後，現在是經濟貿易擺在第一，每個人觀念上什麼重要？發財重要，仁義道德不重要，不再講這個。天下怎麼能不亂？衝突怎麼能避免？孟子說得好，跟梁惠王講的，「上下交征利，其國危矣」，這個國家從上到下每個人都爭利，這個國家就沒有前途了。現在我們看全世界，全世界都爭利，這個世界就要毀滅了。我大概是在三個月之前，看到同學們給我一份資料，是巴西一個預言家說這個地球的災難，我把它看完了，我覺得他說得很有道理。因為在佛法裡面講，一切災難是人心的感召，真正的原因是人心，人心不善，什麼災難都來了。如果人心向善，人人都能夠把《十善業道》做到，災難就沒有了，這個世界就像極樂世界一樣，就像華藏世界一樣。"
    },
    {
      "id": "21-433-0001_p0023",
      "zh_CN": "所以佛在经上告诉我们，真话，「境随心转」，不是心随境转，是境随心转。你心清净，世界清净，心善良，世界善良，没有一样不善良，没有一样不清净。我们今天起心动念都是在争，都是在拼，好了，这个世界上没有一样是善的，连树木花草、连山河大地也都在拼，也都在争。它们拼的现象是什么？拼的现象就是今天讲的自然灾害，风灾、地震、火山爆发，包括我们现在地球上温度上升，气候反常，人为的就是战争，真正的因都是心地不善造成的。这个归根究柢是教育出了问题，现在教育只重视功利，没有孝悌忠信，没有仁义道德，这个世界就要毁灭，就要从头再来。",
      "zh_TW": "所以佛在經上告訴我們，真話，「境隨心轉」，不是心隨境轉，是境隨心轉。你心清淨，世界清淨，心善良，世界善良，沒有一樣不善良，沒有一樣不清淨。我們今天起心動念都是在爭，都是在拼，好了，這個世界上沒有一樣是善的，連樹木花草、連山河大地也都在拼，也都在爭。它們拼的現象是什麼？拼的現象就是今天講的自然災害，風災、地震、火山爆發，包括我們現在地球上溫度上升，氣候反常，人為的就是戰爭，真正的因都是心地不善造成的。這個歸根究柢是教育出了問題，現在教育只重視功利，沒有孝悌忠信，沒有仁義道德，這個世界就要毀滅，就要從頭再來。"
    },
    {
      "id": "21-433-0001_p0024",
      "zh_CN": "预言家告诉我们就这桩事情，他说从现前起，从二００七年起，世界上灾难就不会间断，一次比一次严重。他的预言我看他讲到二０四三年，到二０四三年的时候，我们这个世界上的人口只剩下现在的百分之二十；也就是说，十个人当中有八个都不在了，时间只有三十年。就是三十年当中，人都会在灾难当中死亡，剩下来的是十个人剩两个，到二０四三年全世界的人口大概只有中国人口这么多，其余都不见了。他预言这些灾难。我们听到了不要去找地方去躲避，躲不过的，我们要想办法化解。我们知道只要心地善良，回头是岸，别人搞功利，我们要学孝悌忠信、礼义廉耻、仁爱和平。学佛的人要发心，真诚、清净、平等、正觉、慈悲，看破、放下、自在、随缘、念佛，什么灾难都化解了，真有效果。我们看到这个现象的时候，自己才产生信心。",
      "zh_TW": "預言家告訴我們就這樁事情，他說從現前起，從二００七年起，世界上災難就不會間斷，一次比一次嚴重。他的預言我看他講到二０四三年，到二０四三年的時候，我們這個世界上的人口只剩下現在的百分之二十；也就是說，十個人當中有八個都不在了，時間只有三十年。就是三十年當中，人都會在災難當中死亡，剩下來的是十個人剩兩個，到二０四三年全世界的人口大概只有中國人口這麼多，其餘都不見了。他預言這些災難。我們聽到了不要去找地方去躲避，躲不過的，我們要想辦法化解。我們知道只要心地善良，回頭是岸，別人搞功利，我們要學孝悌忠信、禮義廉恥、仁愛和平。學佛的人要發心，真誠、清淨、平等、正覺、慈悲，看破、放下、自在、隨緣、念佛，什麼災難都化解了，真有效果。我們看到這個現象的時候，自己才產生信心。"
    },
    {
      "id": "21-433-0001_p0025",
      "zh_CN": "我是这么样一个因缘加入学校，来帮助世界走向和平，学校送学位给我，聘请我做教授，我原先都推辞。我说这个东西对我没用处，你们为世界做这桩好事，我会全心全力帮助你们，我不需要这些头衔。校长一定要我接受，我说为什么？他说联合国邀请的这些人士所谓专家、学者，都是有学位的、有教授身分，他希望我接受，代表昆士兰大学、代表格里菲斯大学参加国际和平的活动，我这样子才接受。先后参加十次，最后一次是在巴黎联合国教科文组织总部，难得跟联合国一起主办这个活动，以前我们有两次协办，这一次在总部里头主办了一次。你们现在看到这些都是我们展览，在联合国展览的时候这些资料。",
      "zh_TW": "我是這麼樣一個因緣加入學校，來幫助世界走向和平，學校送學位給我，聘請我做教授，我原先都推辭。我說這個東西對我沒用處，你們為世界做這樁好事，我會全心全力幫助你們，我不需要這些頭銜。校長一定要我接受，我說為什麼？他說聯合國邀請的這些人士所謂專家、學者，都是有學位的、有教授身分，他希望我接受，代表昆士蘭大學、代表格里菲斯大學參加國際和平的活動，我這樣子才接受。先後參加十次，最後一次是在巴黎聯合國教科文組織總部，難得跟聯合國一起主辦這個活動，以前我們有兩次協辦，這一次在總部裡頭主辦了一次。你們現在看到這些都是我們展覽，在聯合國展覽的時候這些資料。"
    },
    {
      "id": "21-433-0001_p0026",
      "zh_CN": "每一次我都把中国传统的这些教学的理念、方法、效果，给大家作出详细报告。但是报告的时候大家听了很欢喜、很赞叹，下来之后，我们在一起聊天吃饭，就有很多人告诉我，他说法师，你讲的是很好，这是理想，做不到；换句话说，信心没有了，这是个大问题。这是逼着我以后汤池做这个实验，我要找个小镇来落实，我们做实验，看看中国传统东西有没有效果。所以我们就招了一批老师，招了三十七位老师，这三十七位老师我感觉到是佛菩萨再来的。为什么？我说我们要做，我说孔子教学成功了，释迦牟尼佛教学成功了，凭什么？所凭借的是自己做到之后再教人，大家服；自己做不到，你教别人，人家不服你。所以我就要求老师，如果我们要把这个事情做好，首先我们自己要做到，落实《弟子规》。",
      "zh_TW": "每一次我都把中國傳統的這些教學的理念、方法、效果，給大家作出詳細報告。但是報告的時候大家聽了很歡喜、很讚歎，下來之後，我們在一起聊天吃飯，就有很多人告訴我，他說法師，你講的是很好，這是理想，做不到；換句話說，信心沒有了，這是個大問題。這是逼著我以後湯池做這個實驗，我要找個小鎮來落實，我們做實驗，看看中國傳統東西有沒有效果。所以我們就招了一批老師，招了三十七位老師，這三十七位老師我感覺到是佛菩薩再來的。為什麼？我說我們要做，我說孔子教學成功了，釋迦牟尼佛教學成功了，憑什麼？所憑藉的是自己做到之後再教人，大家服；自己做不到，你教別人，人家不服你。所以我就要求老師，如果我們要把這個事情做好，首先我們自己要做到，落實《弟子規》。"
    },
    {
      "id": "21-433-0001_p0027",
      "zh_CN": "我给他们的时间四个月，希望四个月能够把《弟子规》落实，我们再展开这个小镇全面的教育。没有想到他们两个月就做到了，非常的欣慰，感恩！第三个月就开始到农村、到农家每一家去教，三十几位老师分头去教。这个小镇有十二个村庄，居民有四万八千人，男女老少一起学。为什么？你说教小孩，大人不做，小孩不相信，收不到效果；在学校里，去教学生，老师做不到，也收不到效果。所以要怎么办？一起教。没有想到教了三个月，小镇风气完全转变过来，成果辉煌是我们意想不到的。我原先想到大概总要两年到三年才能看到效果，没有想到三个月到五个月成绩卓着，我们心里好安慰，就想到怎样介绍给联合国。",
      "zh_TW": "我給他們的時間四個月，希望四個月能夠把《弟子規》落實，我們再展開這個小鎮全面的教育。沒有想到他們兩個月就做到了，非常的欣慰，感恩！第三個月就開始到農村、到農家每一家去教，三十幾位老師分頭去教。這個小鎮有十二個村莊，居民有四萬八千人，男女老少一起學。為什麼？你說教小孩，大人不做，小孩不相信，收不到效果；在學校裡，去教學生，老師做不到，也收不到效果。所以要怎麼辦？一起教。沒有想到教了三個月，小鎮風氣完全轉變過來，成果輝煌是我們意想不到的。我原先想到大概總要兩年到三年才能看到效果，沒有想到三個月到五個月成績卓著，我們心裡好安慰，就想到怎樣介紹給聯合國。"
    },
    {
      "id": "21-433-0001_p0028",
      "zh_CN": "结果没想到过了两个月联合国来找我，这不都佛菩萨安排的？我们找他不容易，他找我们就好办了，他找我我就一口答应了。我说我这次到联合国，两个主题，一个告诉联合国宗教可以团结，第二个，我在汤池做的实验，人民是可以教得好的。我说我只要把这两句在联合国宣布，让全世界都知道，这个世界有救。这个目的总算是达到了，二００六年十月我们在联合国办这个活动，活动是三天，展览也是三天，起了很大作用。联合国看到了宗教的团结，宗教从来没有进入联合国大门，现在他们设立了一个办公室，宗教办公室，非常难得。汤池这个活动，联合国一百九十二个会员国，他们驻联合国的大使都希望到汤池去参观。他们什么时候能够成行？可能在今年，中国政府会安排，让他们到这里去参观。然后希望联合国能够带头把这种形式，这不是理想，做出来了。我在联合国也做出报告，希望这个模式在全世界推动，小国至少有一个实验点，大国可以有两、三个实验点，那么在全世界就可以有两、三百个实验村，实验的村镇。每一年在联合国办一个大活动，就是这些村镇的他们提出报告，他们推行的经验、推行的效果，交换心得，再研究怎么样推广，这救世界。",
      "zh_TW": "結果沒想到過了兩個月聯合國來找我，這不都佛菩薩安排的？我們找他不容易，他找我們就好辦了，他找我我就一口答應了。我說我這次到聯合國，兩個主題，一個告訴聯合國宗教可以團結，第二個，我在湯池做的實驗，人民是可以教得好的。我說我只要把這兩句在聯合國宣布，讓全世界都知道，這個世界有救。這個目的總算是達到了，二００六年十月我們在聯合國辦這個活動，活動是三天，展覽也是三天，起了很大作用。聯合國看到了宗教的團結，宗教從來沒有進入聯合國大門，現在他們設立了一個辦公室，宗教辦公室，非常難得。湯池這個活動，聯合國一百九十二個會員國，他們駐聯合國的大使都希望到湯池去參觀。他們什麼時候能夠成行？可能在今年，中國政府會安排，讓他們到這裡去參觀。然後希望聯合國能夠帶頭把這種形式，這不是理想，做出來了。我在聯合國也做出報告，希望這個模式在全世界推動，小國至少有一個實驗點，大國可以有兩、三個實驗點，那麼在全世界就可以有兩、三百個實驗村，實驗的村鎮。每一年在聯合國辦一個大活動，就是這些村鎮的他們提出報告，他們推行的經驗、推行的效果，交換心得，再研究怎麼樣推廣，這救世界。"
    },
    {
      "id": "21-433-0001_p0029",
      "zh_CN": "所以秘诀没有别的，自己真做到了再讲，这个我在讲经时候也说过多次。什么叫圣人？做到之后讲出来，圣人；讲出来做不到，叫骗人。说到做到是贤人，说到做不到是骗人，骗人当然没有人相信你，这是我们实验成功了，就是做到了。所以，我们今天学院将来能够要做一番事业，在这边的同学不论是在家、出家，我们要发真心把《弟子规》做到。《弟子规》是戒律，是根本戒律，有《弟子规》、有《感应篇》，然后才有《十善业道》。今天我们十善业道为什么做不到？没有弟子规、没有感应篇，所以十善业你做不到；十善业做不到，所有戒律都没有，你所学的全是假的，不是真的，这个重要。所以我们现在提倡扎根教育。",
      "zh_TW": "所以祕訣沒有別的，自己真做到了再講，這個我在講經時候也說過多次。什麼叫聖人？做到之後講出來，聖人；講出來做不到，叫騙人。說到做到是賢人，說到做不到是騙人，騙人當然沒有人相信你，這是我們實驗成功了，就是做到了。所以，我們今天學院將來能夠要做一番事業，在這邊的同學不論是在家、出家，我們要發真心把《弟子規》做到。《弟子規》是戒律，是根本戒律，有《弟子規》、有《感應篇》，然後才有《十善業道》。今天我們十善業道為什麼做不到？沒有弟子規、沒有感應篇，所以十善業你做不到；十善業做不到，所有戒律都沒有，你所學的全是假的，不是真的，這個重要。所以我們現在提倡扎根教育。"
    },
    {
      "id": "21-433-0001_p0030",
      "zh_CN": "我们提出来，一直到现在疑惑的人还是不少，真的有非常著名的专家学者提出问题来问我，问我为什么要提倡《弟子规》？《弟子规》后续再怎么办？我给他们做了个比喻，《弟子规》只有一千零八十个字，三百六十句，一句三个字，印在一张纸上，薄薄的一张纸。我说如果把它放在天平上去比重，这一边是一张《弟子规》，这一边是《四库全书》，你们在我那儿看到《四库全书》，我说它两个重量是相等的。人家听到就问我为什么？《四库全书》你把它念到会背了，你一句都做不到，你不如《弟子规》。一部《十善业道经》，你要是做不到，那三藏十二部是等于零。所以《十善业道经》的重量跟《大藏经》相等，《太上感应篇》的分量是跟《道藏》相等。你要重视它，没有它，三藏都没有，这个三藏是讲儒藏、道藏、佛藏，都没有了。你要想成就三藏、得到三藏，你要认识这个根，这是宝。",
      "zh_TW": "我們提出來，一直到現在疑惑的人還是不少，真的有非常著名的專家學者提出問題來問我，問我為什麼要提倡《弟子規》？《弟子規》後續再怎麼辦？我給他們做了個比喻，《弟子規》只有一千零八十個字，三百六十句，一句三個字，印在一張紙上，薄薄的一張紙。我說如果把它放在天平上去比重，這一邊是一張《弟子規》，這一邊是《四庫全書》，你們在我那兒看到《四庫全書》，我說它兩個重量是相等的。人家聽到就問我為什麼？《四庫全書》你把它念到會背了，你一句都做不到，你不如《弟子規》。一部《十善業道經》，你要是做不到，那三藏十二部是等於零。所以《十善業道經》的重量跟《大藏經》相等，《太上感應篇》的分量是跟《道藏》相等。你要重視它，沒有它，三藏都沒有，這個三藏是講儒藏、道藏、佛藏，都沒有了。你要想成就三藏、得到三藏，你要認識這個根，這是寶。"
    },
    {
      "id": "21-433-0001_p0031",
      "zh_CN": "巴黎我们的活动完了之后，我到伦敦去参观，去看伦敦大学、剑桥大学，早年的时候我看过牛津跟伦敦。看他们的汉学系，这在欧洲研究中国传统学术是非常有名的学校，我在学校里跟这些教授、研究生做了交流，也给他们讲了两个多小时。他们也很难得，你看用《无量寿经》写博士论文，我问他用什么版本，他用夏莲居的会集本，很不容易，我们听了很高兴。还有一个学生用《孟子》，另外一个学生用王维，唐朝的文学家。很难得，他们的中文底子都不错，普通话都说得很好，我们交流不需要翻译的。我跟他们讲话，最后我告诉他，我说你们确实可以用中国的汉学，汉学包括儒、释、道，可以拿到博士学位，将来也可以成为世界上有名的汉学家。但是你不可能像我这么快乐，不可能像我生活这么潇洒，什么原因？我说我跟你们学的是相反的。他说怎么相反？我说你们学的，儒学、道学、佛学，对不对？他们点头，对！我说我跟你讲我是学佛、学儒、学道，不一样。怎么不一样？学儒像孔子，学成孔子，学佛就像成释迦牟尼佛，学道就像老庄；你们不是，你们学了之后还是你们自己，样子一点没改变。",
      "zh_TW": "巴黎我們的活動完了之後，我到倫敦去參觀，去看倫敦大學、劍橋大學，早年的時候我看過牛津跟倫敦。看他們的漢學系，這在歐洲研究中國傳統學術是非常有名的學校，我在學校裡跟這些教授、研究生做了交流，也給他們講了兩個多小時。他們也很難得，你看用《無量壽經》寫博士論文，我問他用什麼版本，他用夏蓮居的會集本，很不容易，我們聽了很高興。還有一個學生用《孟子》，另外一個學生用王維，唐朝的文學家。很難得，他們的中文底子都不錯，普通話都說得很好，我們交流不需要翻譯的。我跟他們講話，最後我告訴他，我說你們確實可以用中國的漢學，漢學包括儒、釋、道，可以拿到博士學位，將來也可以成為世界上有名的漢學家。但是你不可能像我這麼快樂，不可能像我生活這麼瀟灑，什麼原因？我說我跟你們學的是相反的。他說怎麼相反？我說你們學的，儒學、道學、佛學，對不對？他們點頭，對！我說我跟你講我是學佛、學儒、學道，不一樣。怎麼不一樣？學儒像孔子，學成孔子，學佛就像成釋迦牟尼佛，學道就像老莊；你們不是，你們學了之後還是你們自己，樣子一點沒改變。"
    },
    {
      "id": "21-433-0001_p0032",
      "zh_CN": "你看《论语》上，「学而时习之，不亦说乎」，你们怎么样？学而时习之，不亦烦恼乎！佛法，佛法是法喜充满，常生欢喜心，你得不到；得不到是你没有学到，不同地方在此地。那要学佛，学佛从三个根扎起，换句话说，你没有三个根，你没有三个根你学，学得再好看，花瓶里面插的花。所以我跟他们上课的时间虽然只有两个小时，给他们很大的启示，学习的方向目标要正确，学习的方法要懂，你才会真有成就。中国学术的成就那是无比的欢喜，你心情不一样，你处事待人接物完全不相同。所以，儒学、学儒，佛学、学佛，道学、学道，不是一桩事情，一定要搞清楚、搞明白你是干什么。你要是搞佛学，你将来可以做个佛学家，也讲经说法，讲得天花乱坠，可是你自己不能往生，还是搞六道轮回；但是你真学佛，受用就是超越三界，不一样，真的法喜充满。",
      "zh_TW": "你看《論語》上，「學而時習之，不亦說乎」，你們怎麼樣？學而時習之，不亦煩惱乎！佛法，佛法是法喜充滿，常生歡喜心，你得不到；得不到是你沒有學到，不同地方在此地。那要學佛，學佛從三個根紮起，換句話說，你沒有三個根，你沒有三個根你學，學得再好看，花瓶裡面插的花。所以我跟他們上課的時間雖然只有兩個小時，給他們很大的啟示，學習的方向目標要正確，學習的方法要懂，你才會真有成就。中國學術的成就那是無比的歡喜，你心情不一樣，你處事待人接物完全不相同。所以，儒學、學儒，佛學、學佛，道學、學道，不是一樁事情，一定要搞清楚、搞明白你是幹什麼。你要是搞佛學，你將來可以做個佛學家，也講經說法，講得天花亂墜，可是你自己不能往生，還是搞六道輪迴；但是你真學佛，受用就是超越三界，不一樣，真的法喜充滿。"
    },
    {
      "id": "21-433-0001_p0033",
      "zh_CN": "很难得，我也介绍了我们汤池的教学，难得的是剑桥大学的汉学家麦大维教授他到汤池去参观，看了之后很受感动。回国的时候从香港经过，来找我，我们谈了大概有三个多小时。他提议希望我到剑桥去办个书院，英国的大学是书院制的，像剑桥、牛津大概都有五十多个学院组成一个大学，他希望我去办一个书院，开大乘佛学。我说很难得，承蒙你看得起，这是全世界权威的大学。我说但是，你们学校这些规矩、制度、章程如果都叫我遵守，我到你学校去我什么也做不出来。我说你要是希望我去，你得答应我的条件，你对我的教学绝不过问，等我学生毕业的时候，你来发文凭就好了。我怎么样教、怎么招生、教什么、用什么方法教，你一概都不要管，你们学校要同意我就答应，我也很喜欢那边的环境。不答应？不答应我说我还另外找地方来做，我说非常重要。",
      "zh_TW": "很難得，我也介紹了我們湯池的教學，難得的是劍橋大學的漢學家麥大維教授他到湯池去參觀，看了之後很受感動。回國的時候從香港經過，來找我，我們談了大概有三個多小時。他提議希望我到劍橋去辦個書院，英國的大學是書院制的，像劍橋、牛津大概都有五十多個學院組成一個大學，他希望我去辦一個書院，開大乘佛學。我說很難得，承蒙你看得起，這是全世界權威的大學。我說但是，你們學校這些規矩、制度、章程如果都叫我遵守，我到你學校去我什麼也做不出來。我說你要是希望我去，你得答應我的條件，你對我的教學絕不過問，等我學生畢業的時候，你來發文憑就好了。我怎麼樣教、怎麼招生、教什麼、用什麼方法教，你一概都不要管，你們學校要同意我就答應，我也很喜歡那邊的環境。不答應？不答應我說我還另外找地方來做，我說非常重要。"
    },
    {
      "id": "21-433-0001_p0034",
      "zh_CN": "他问我，那你招生要什么样的学生？我说不一定大学毕业，初中、小学没有毕业都可以。两个条件，第一个条件就是三个落实，《弟子规》、《感应篇》、《十善业道》必须做到。为什么？这是德行，他有圣贤的根、有圣贤的底子，他能够将来成圣成贤。这是第一个条件。第二个条件，他有能力看得懂古文，因为中国这些东西统统都是文言文写的，都是古籍，他有能力阅读。我讲这两个条件就够了，其他都不要讲，有这两个条件的话，就可以参加来学习。学习的方法，一门；学习期间，十年，十年只学一样。",
      "zh_TW": "他問我，那你招生要什麼樣的學生？我說不一定大學畢業，初中、小學沒有畢業都可以。兩個條件，第一個條件就是三個落實，《弟子規》、《感應篇》、《十善業道》必須做到。為什麼？這是德行，他有聖賢的根、有聖賢的底子，他能夠將來成聖成賢。這是第一個條件。第二個條件，他有能力看得懂古文，因為中國這些東西統統都是文言文寫的，都是古籍，他有能力閱讀。我講這兩個條件就夠了，其他都不要講，有這兩個條件的話，就可以參加來學習。學習的方法，一門；學習期間，十年，十年只學一樣。"
    },
    {
      "id": "21-433-0001_p0035",
      "zh_CN": "他说怎么教法？我说譬如《论语》，他是汉学家，《论语》很熟，很多他都能背诵，这英国人。我说我也不需要教他，也不需要讲给他听，我指定一些参考资料让他去读，读了之后每天给我做半个小时的报告，就讲给我听，不准有自己的意思。你所讲的一定是古人所讲的，绝对不能有自己的意思，这为什么？训练他忍辱波罗蜜，能忍才能得定，得定他才能开智慧。喜欢发表自己的东西就完了，那搞什么？那就搞儒学，他不是学儒。所以说，戒定慧是个最高指导原则，因戒得定、因定开慧，所以要守规矩，不准你发挥。这是训练你的持戒、忍辱、禅定、般若，是要用这个方法来训练。这是不可以不知道的，你一定要通过这个步骤，否则的话，规矩一乱，你的成就就达不到，不依规矩不成方圆。很少人懂得这里头深奥的道理。",
      "zh_TW": "他說怎麼教法？我說譬如《論語》，他是漢學家，《論語》很熟，很多他都能背誦，這英國人。我說我也不需要教他，也不需要講給他聽，我指定一些參考資料讓他去讀，讀了之後每天給我做半個小時的報告，就講給我聽，不准有自己的意思。你所講的一定是古人所講的，絕對不能有自己的意思，這為什麼？訓練他忍辱波羅蜜，能忍才能得定，得定他才能開智慧。喜歡發表自己的東西就完了，那搞什麼？那就搞儒學，他不是學儒。所以說，戒定慧是個最高指導原則，因戒得定、因定開慧，所以要守規矩，不准你發揮。這是訓練你的持戒、忍辱、禪定、般若，是要用這個方法來訓練。這是不可以不知道的，你一定要通過這個步驟，否則的話，規矩一亂，你的成就就達不到，不依規矩不成方圓。很少人懂得這裡頭深奧的道理。"
    },
    {
      "id": "21-433-0001_p0036",
      "zh_CN": "每天做半个小时报告，我来听，一部《论语》大概四个月就讲完了。他讲完以后怎么办？讲第二遍，不可以重复，第二遍讲完讲第三遍，一年讲三遍，十年讲三十遍。在一般人来讲，这样的这种修学方法，大概三年到五年他得定，佛法讲得三昧，六、七年他开智慧，智慧开了之后他能贯通，一经通一切经通。学佛法，一部经通不但一切经通，连世间法都通了，这是东方教学的理念跟方法，跟西方不一样。所以你说学校有那么多的课程来分配给你，你统统都要学，你所学的是什么？学的是知识，不是智慧。一门深入是教你开悟，那是智慧，智慧是你自性里本有的，不是从外头来的。我把这些方法都讲得很清楚、很明白，很多人也想跟我学，用不着，你懂得这个方法你自己就可以学。譬如学《论语》，你学古人的注解，你就依他为老师，一家之言才会成就；你搞好多种注解就搞乱了，你不晓得哪个好。",
      "zh_TW": "每天做半個小時報告，我來聽，一部《論語》大概四個月就講完了。他講完以後怎麼辦？講第二遍，不可以重複，第二遍講完講第三遍，一年講三遍，十年講三十遍。在一般人來講，這樣的這種修學方法，大概三年到五年他得定，佛法講得三昧，六、七年他開智慧，智慧開了之後他能貫通，一經通一切經通。學佛法，一部經通不但一切經通，連世間法都通了，這是東方教學的理念跟方法，跟西方不一樣。所以你說學校有那麼多的課程來分配給你，你統統都要學，你所學的是什麼？學的是知識，不是智慧。一門深入是教你開悟，那是智慧，智慧是你自性裡本有的，不是從外頭來的。我把這些方法都講得很清楚、很明白，很多人也想跟我學，用不著，你懂得這個方法你自己就可以學。譬如學《論語》，你學古人的註解，你就依他為老師，一家之言才會成就；你搞好多種註解就搞亂了，你不曉得哪個好。"
    },
    {
      "id": "21-433-0001_p0037",
      "zh_CN": "一定要规规矩矩的老实的学，老实人有福，聪明反被聪明误，聪明不是好事情，聪明到结果都不好，老实结果都好。孔孟是老实人，释迦是老实人，诸菩萨都是老实人，老实真的是有福，这些道理要懂。我们现在讲经用远程教学，我们用网路，还用卫星，还有很多的光碟，真正想学，选定一部，这一套光碟照我这个方法复讲，不可以加自己意思，为什么？你会得定，你会开慧。加上自己意思去发挥，讲得天花乱坠，定慧没有了，那都是搞佛学。所以，佛学跟学佛是两码事情。",
      "zh_TW": "一定要規規矩矩的老實的學，老實人有福，聰明反被聰明誤，聰明不是好事情，聰明到結果都不好，老實結果都好。孔孟是老實人，釋迦是老實人，諸菩薩都是老實人，老實真的是有福，這些道理要懂。我們現在講經用遠程教學，我們用網路，還用衛星，還有很多的光碟，真正想學，選定一部，這一套光碟照我這個方法複講，不可以加自己意思，為什麼？你會得定，你會開慧。加上自己意思去發揮，講得天花亂墜，定慧沒有了，那都是搞佛學。所以，佛學跟學佛是兩碼事情。"
    },
    {
      "id": "21-433-0001_p0038",
      "zh_CN": "我们纪念老师，要继承老师的道学，你一定要懂这个方法。老同学有不少知道我的故事，我跟方东美先生、跟章嘉大师、跟李老师，确实得到老师的爱护，凭什么？没有别的，就是老实、听话，对老师尊重，尊师重道，依教奉行，所以老师他才照顾。老师选定的传人，条件就是这些，我没有别的长处，在家听父母的，在学校听老师的，决定不会违背。所以，今天我们在此地纪念老师，要把对老师的心态，最重要的对老师要有信心，没有信心就不能成就，对你所学习的不怀疑。我们学经，选一部经，选择一部注解，像我们现在讲《华严》，我们选择的注解是清凉大师的《疏钞》、李长者的《合论》，这两部重要的参考书；以清凉为主，以李长者的《合论》做辅助，它有宾主之分。对这个经没有怀疑，对注解没有怀疑，对佛没有怀疑，对老师没有怀疑，老师是清凉大师跟李长者，没有怀疑。然后你一心一意去读它，你就会有成就，你就会得华严三昧，你就能有悟处，这才能学得成功。如果有怀疑，或者自己有意见，那就不行了，那就马上变成佛学，不是学佛，立刻就变质了。我们这一生当中是学佛还是搞佛学，这是自己决定，佛学，佛学的方法；学佛，学佛的方法，不一样。",
      "zh_TW": "我們紀念老師，要繼承老師的道學，你一定要懂這個方法。老同學有不少知道我的故事，我跟方東美先生、跟章嘉大師、跟李老師，確實得到老師的愛護，憑什麼？沒有別的，就是老實、聽話，對老師尊重，尊師重道，依教奉行，所以老師他才照顧。老師選定的傳人，條件就是這些，我沒有別的長處，在家聽父母的，在學校聽老師的，決定不會違背。所以，今天我們在此地紀念老師，要把對老師的心態，最重要的對老師要有信心，沒有信心就不能成就，對你所學習的不懷疑。我們學經，選一部經，選擇一部註解，像我們現在講《華嚴》，我們選擇的註解是清涼大師的《疏鈔》、李長者的《合論》，這兩部重要的參考書；以清涼為主，以李長者的《合論》做輔助，它有賓主之分。對這個經沒有懷疑，對註解沒有懷疑，對佛沒有懷疑，對老師沒有懷疑，老師是清涼大師跟李長者，沒有懷疑。然後你一心一意去讀它，你就會有成就，你就會得華嚴三昧，你就能有悟處，這才能學得成功。如果有懷疑，或者自己有意見，那就不行了，那就馬上變成佛學，不是學佛，立刻就變質了。我們這一生當中是學佛還是搞佛學，這是自己決定，佛學，佛學的方法；學佛，學佛的方法，不一樣。"
    },
    {
      "id": "21-433-0001_p0039",
      "zh_CN": "现在这个世界迫切需要的真的是第一流的教授，全世界没有，就是没有开悟的教授，记问之学的教授很多，开悟的教授没有。我们选择古人为老师，近代这些人我们心目当中没有佩服的，不要紧，我们可以舍弃，我们找古人，找古大德。你看连李老师教我都非常谦虚，我们的确对他尊重，承认他是老师，可是李老师谦虚，告诉我，他说我只能教你五年。往后怎么办？往后他给我介绍一个老师。谁？是他自己的老师，印光大师。印光大师也不在了，他把印光大师的《文钞》送给我，他说你一生跟他学就没错。那个时候送给我的《文钞》只有两篇，正篇、续篇，好像瑞成书局出版的，四册。现在有全集，更丰富了。一家之言，一个方向、一个目标没有不成就的，就怕乱，就怕的是自己有疑有虑，有怀疑、有顾虑，那是最严重的障碍。",
      "zh_TW": "現在這個世界迫切需要的真的是第一流的教授，全世界沒有，就是沒有開悟的教授，記問之學的教授很多，開悟的教授沒有。我們選擇古人為老師，近代這些人我們心目當中沒有佩服的，不要緊，我們可以捨棄，我們找古人，找古大德。你看連李老師教我都非常謙虛，我們的確對他尊重，承認他是老師，可是李老師謙虛，告訴我，他說我只能教你五年。往後怎麼辦？往後他給我介紹一個老師。誰？是他自己的老師，印光大師。印光大師也不在了，他把印光大師的《文鈔》送給我，他說你一生跟他學就沒錯。那個時候送給我的《文鈔》只有兩篇，正篇、續篇，好像瑞成書局出版的，四冊。現在有全集，更豐富了。一家之言，一個方向、一個目標沒有不成就的，就怕亂，就怕的是自己有疑有慮，有懷疑、有顧慮，那是最嚴重的障礙。"
    },
    {
      "id": "21-433-0001_p0040",
      "zh_CN": "今天晚上很难得，在这一个半小时我把我自己五十七年学习的心得贡献给诸位，希望大家发心为往圣继绝学，为天下开太平。自己真有成就，我们自己学习自己有成就，不怕没有学位，不怕没有身分。到那个时候很多大学送学位给你，都争着要聘请你做教授，只要你有真东西拿出来，真的叫这些学校从校长到老师看到你的东西没有不佩服的，人家都送来了。那个东西要不要无所谓，真学，真实智慧，真才实学比什么都重要。今天这一个半小时很快我看就到了，谢谢大家，明天我们的正式活动就开始了，非常感谢大家。希望大家发心跟古圣先贤学习，个个人都能够成就，谢谢大家。",
      "zh_TW": "今天晚上很難得，在這一個半小時我把我自己五十七年學習的心得貢獻給諸位，希望大家發心為往聖繼絕學，為天下開太平。自己真有成就，我們自己學習自己有成就，不怕沒有學位，不怕沒有身分。到那個時候很多大學送學位給你，都爭著要聘請你做教授，只要你有真東西拿出來，真的叫這些學校從校長到老師看到你的東西沒有不佩服的，人家都送來了。那個東西要不要無所謂，真學，真實智慧，真才實學比什麼都重要。今天這一個半小時很快我看就到了，謝謝大家，明天我們的正式活動就開始了，非常感謝大家。希望大家發心跟古聖先賢學習，個個人都能夠成就，謝謝大家。"
    }
  ]
}