{
  "doc_id": "08-002-0041",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十一集",
    "zh_TW": "第四十一集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0041",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "08-002-0041_p0001",
      "zh_CN": "讲义第十八页，「法师功德品」：",
      "zh_TW": "講義第十八頁，「法師功德品」："
    },
    {
      "id": "08-002-0041_p0002",
      "zh_CN": "【前文三根领解。】",
      "zh_TW": "【前文三根領解。】"
    },
    {
      "id": "08-002-0041_p0003",
      "zh_CN": "这一句是指前面所说的上中下三种根性的人都能够领悟、理解。",
      "zh_TW": "這一句是指前面所說的上中下三種根性的人都能夠領悟、理解。"
    },
    {
      "id": "08-002-0041_p0004",
      "zh_CN": "【广及受持一句一偈。皆得授记。堪为人天模范。故但标法师。】",
      "zh_TW": "【廣及受持一句一偈。皆得授記。堪為人天模範。故但標法師。】"
    },
    {
      "id": "08-002-0041_p0005",
      "zh_CN": "这一句就指前面所说的常不轻菩萨这个榜样。从常不轻菩萨我们就能够看出来，一乘了义的大经，受持一句功德就不可思议。到下面还有「常不轻菩萨品」。果真受持一句都能够蒙佛授记，这是实在不可思议。这一品品题是标「法师功德」，前面是讲法师。",
      "zh_TW": "這一句就指前面所說的常不輕菩薩這個榜樣。從常不輕菩薩我們就能夠看出來，一乘了義的大經，受持一句功德就不可思議。到下面還有「常不輕菩薩品」。果真受持一句都能夠蒙佛授記，這是實在不可思議。這一品品題是標「法師功德」，前面是講法師。"
    },
    {
      "id": "08-002-0041_p0006",
      "zh_CN": "【此中随喜功德。已超凡圣。】",
      "zh_TW": "【此中隨喜功德。已超凡聖。】"
    },
    {
      "id": "08-002-0041_p0007",
      "zh_CN": "这是说随喜，随喜功德已经不可思议，指前面「随喜功德品」。",
      "zh_TW": "這是說隨喜，隨喜功德已經不可思議，指前面「隨喜功德品」。"
    },
    {
      "id": "08-002-0041_p0008",
      "zh_CN": "【若具足受持者。功德若何。明其已获六根清净。故系之以功德。】",
      "zh_TW": "【若具足受持者。功德若何。明其已獲六根清淨。故繫之以功德。】"
    },
    {
      "id": "08-002-0041_p0009",
      "zh_CN": "这是讲「法师功德」，这两品是连起来看。前面给诸位说过，如来灭后随喜弘经，这个功德几乎叫我们不敢相信。但是这是佛所说的，佛决定没有妄语；换句话说，句句真实。像《金刚经》里面所讲「如来是真语者，实语者，如语者，不异语者，不诳语者」，我们又怎能不相信！可是前面最重要的一句就是「能信自心」，这句非常的重要，能信就能证，所谓是「信为道元功德母」。如果自己发心「具足受持」发愿弘扬，这功德就不是随喜功德可比。在此地特别要注意到的，就是法师这个名词，诸位必须要认清楚，绝不是说出了家就是法师，这个观念是大错特错。出家如果不能具足受持发愿弘经，那不算法师；甚至于出了家，连随喜功德都不肯修，那更不算法师。诸位一定要晓得，佛门里面称和尚、称法师是四众都可以称，这一点我们现在很多人搞不清楚；唯独比丘、比丘尼这是出家众专称，在家不能称。法师在家可以称，和尚在家也可以称，你们要是到李老师那里去拜访，孔德成先生写的字送给他，题的款是「雪庐大和尚」。和尚是印度话，翻成我们中国的意思就是老师，印度人叫老师就叫和尚，所以和尚就是老师。老师，出家也可以做老师，在家也可以做老师，男人可以做老师，女人也可以做老师，小孩也可以做老师。所以现在人对于佛教真正是一无所知。",
      "zh_TW": "這是講「法師功德」，這兩品是連起來看。前面給諸位說過，如來滅後隨喜弘經，這個功德幾乎叫我們不敢相信。但是這是佛所說的，佛決定沒有妄語；換句話說，句句真實。像《金剛經》裡面所講「如來是真語者，實語者，如語者，不異語者，不誑語者」，我們又怎能不相信！可是前面最重要的一句就是「能信自心」，這句非常的重要，能信就能證，所謂是「信為道元功德母」。如果自己發心「具足受持」發願弘揚，這功德就不是隨喜功德可比。在此地特別要注意到的，就是法師這個名詞，諸位必須要認清楚，絕不是說出了家就是法師，這個觀念是大錯特錯。出家如果不能具足受持發願弘經，那不算法師；甚至於出了家，連隨喜功德都不肯修，那更不算法師。諸位一定要曉得，佛門裡面稱和尚、稱法師是四眾都可以稱，這一點我們現在很多人搞不清楚；唯獨比丘、比丘尼這是出家眾專稱，在家不能稱。法師在家可以稱，和尚在家也可以稱，你們要是到李老師那裡去拜訪，孔德成先生寫的字送給他，題的款是「雪廬大和尚」。和尚是印度話，翻成我們中國的意思就是老師，印度人叫老師就叫和尚，所以和尚就是老師。老師，出家也可以做老師，在家也可以做老師，男人可以做老師，女人也可以做老師，小孩也可以做老師。所以現在人對於佛教真正是一無所知。"
    },
    {
      "id": "08-002-0041_p0010",
      "zh_CN": "你具足受持发愿弘经，你就是法师。你自己愿力不足，别人发心弘法利生的时候，你能够帮助随喜，那就是前面一品讲的随喜功德；你自己肯发心来做的话，那你就是法师。如果你要是做和尚，那比法师的功德更殊胜。再给诸位说，和尚还可以不必讲经，法师要讲经，法师是教员。和尚是校长，校长可以不必讲经，我请一些教员来替我讲经，替我教学。校长不一定要自己教学，可是校长是主持教化。一个寺院只有一个和尚，住持称和尚，其余的都是法师，和尚不能有两个人，一个学校不能有两个校长。和尚叫亲教师，虽然没有上你的课，但是他是亲教师，为什么？所有授课的这些老师都要听他支配。整个教学的设计、构想是和尚的事情，教员不负责任。教员你叫我教什么，我就教什么，我只把这一门东西教好就行，他不负整个教学的责任，整个教学责任在和尚。和尚在家也可以做，在家你要是建立一个道场，建立一个讲堂，你自己有你的构想，我要弘扬哪一宗，或者弘扬大乘佛法，选哪些经典，请哪些人来讲，你就是当了和尚。你比法师还要高，这个功德是第一殊胜。所以像这些事理要明白，我们自己要直下承当，不要把弘法利生的事情统统都推到出家人的身上，认为我们在家人没分，这个错了。把最殊胜的功德给别人，自己不要，太谦虚、太客气；谦虚客气是需要的，但是在这个地方是应当当仁不让。我们自己要认真修学。",
      "zh_TW": "你具足受持發願弘經，你就是法師。你自己願力不足，別人發心弘法利生的時候，你能夠幫助隨喜，那就是前面一品講的隨喜功德；你自己肯發心來做的話，那你就是法師。如果你要是做和尚，那比法師的功德更殊勝。再給諸位說，和尚還可以不必講經，法師要講經，法師是教員。和尚是校長，校長可以不必講經，我請一些教員來替我講經，替我教學。校長不一定要自己教學，可是校長是主持教化。一個寺院只有一個和尚，住持稱和尚，其餘的都是法師，和尚不能有兩個人，一個學校不能有兩個校長。和尚叫親教師，雖然沒有上你的課，但是他是親教師，為什麼？所有授課的這些老師都要聽他支配。整個教學的設計、構想是和尚的事情，教員不負責任。教員你叫我教什麼，我就教什麼，我只把這一門東西教好就行，他不負整個教學的責任，整個教學責任在和尚。和尚在家也可以做，在家你要是建立一個道場，建立一個講堂，你自己有你的構想，我要弘揚哪一宗，或者弘揚大乘佛法，選哪些經典，請哪些人來講，你就是當了和尚。你比法師還要高，這個功德是第一殊勝。所以像這些事理要明白，我們自己要直下承當，不要把弘法利生的事情統統都推到出家人的身上，認為我們在家人沒分，這個錯了。把最殊勝的功德給別人，自己不要，太謙虛、太客氣；謙虛客氣是需要的，但是在這個地方是應當當仁不讓。我們自己要認真修學。"
    },
    {
      "id": "08-002-0041_p0011",
      "zh_CN": "这个地方有两句较量的话，说随喜功德已经超过凡圣，具足受持，受持里面一定有弘扬，这个功德如何？「明其已获六根清净」。这一点诸位要知道，所谓功德就是六根清净，六根不净没有功德，我们可以说有福德，没有功德。福德跟功德要分清楚，功德是六根清净、是智慧增长，这是功德；福德是人天福报，这里面差别很大。功德是无漏的，福德是有漏，我们现在有很多人搞不清楚，把有漏的福德当作功德，这是很大的误会。底下就说，如果是这么个说法：",
      "zh_TW": "這個地方有兩句較量的話，說隨喜功德已經超過凡聖，具足受持，受持裡面一定有弘揚，這個功德如何？「明其已獲六根清淨」。這一點諸位要知道，所謂功德就是六根清淨，六根不淨沒有功德，我們可以說有福德，沒有功德。福德跟功德要分清楚，功德是六根清淨、是智慧增長，這是功德；福德是人天福報，這裡面差別很大。功德是無漏的，福德是有漏，我們現在有很多人搞不清楚，把有漏的福德當作功德，這是很大的誤會。底下就說，如果是這麼個說法："
    },
    {
      "id": "08-002-0041_p0012",
      "zh_CN": "【阿罗汉已得六通三明。亦名六根清净。云何不及随喜功德。】",
      "zh_TW": "【阿羅漢已得六通三明。亦名六根清淨。云何不及隨喜功德。】"
    },
    {
      "id": "08-002-0041_p0013",
      "zh_CN": "阿罗汉六根清净，为什么还比不上随喜功德？实际上这个道理在我们讲席也常常说，阿罗汉的心量小，发心不相同。底下是从因果上说，阿罗汉在果地，持经的菩萨在因地。菩萨与罗汉虽然都是具足六通三明，但是阿罗汉不发心弘经，虽然清净，不慈悲。菩萨是清净又慈悲，这不相同。阿罗汉：",
      "zh_TW": "阿羅漢六根清淨，為什麼還比不上隨喜功德？實際上這個道理在我們講席也常常說，阿羅漢的心量小，發心不相同。底下是從因果上說，阿羅漢在果地，持經的菩薩在因地。菩薩與羅漢雖然都是具足六通三明，但是阿羅漢不發心弘經，雖然清淨，不慈悲。菩薩是清淨又慈悲，這不相同。阿羅漢："
    },
    {
      "id": "08-002-0041_p0014",
      "zh_CN": "【耽着三昧。为果所缚。】",
      "zh_TW": "【耽著三昧。為果所縛。】"
    },
    {
      "id": "08-002-0041_p0015",
      "zh_CN": "就是他自己所证的九次第定，九次第定是很殊胜微妙的享受，他在这里面去享乐，他不肯舍弃，所以被他的果报所束缚，他不得自在。孔老夫子在《礼记》里面也教我们，「安安而能迁」，这是菩萨精神。两个安就是身安、心也安，这多自在！身心都非常的安稳、舒适；可是众生有难的时候，你要把你的舒适生活要舍弃掉，要去帮助别人。这种事情有许多人他就不干，小乘人就不发心，他这个身心都得到安稳，不愿意舍弃而去管别人的事情。所以小乘人：",
      "zh_TW": "就是他自己所證的九次第定，九次第定是很殊勝微妙的享受，他在這裡面去享樂，他不肯捨棄，所以被他的果報所束縛，他不得自在。孔老夫子在《禮記》裡面也教我們，「安安而能遷」，這是菩薩精神。兩個安就是身安、心也安，這多自在！身心都非常的安穩、舒適；可是眾生有難的時候，你要把你的舒適生活要捨棄掉，要去幫助別人。這種事情有許多人他就不幹，小乘人就不發心，他這個身心都得到安穩，不願意捨棄而去管別人的事情。所以小乘人："
    },
    {
      "id": "08-002-0041_p0016",
      "zh_CN": "【不肯净佛国土教化众生。】",
      "zh_TW": "【不肯淨佛國土教化眾生。】"
    },
    {
      "id": "08-002-0041_p0017",
      "zh_CN": "这八个字，诸位要记住，小乘跟菩萨不一样地方，菩萨是愿意、乐意「净佛国土教化众生」；小乘人视这个为畏途，他害怕。但是我们必须晓得，佛在一切大乘了义经典里面告诉我们，「心净则佛土净」，净则化已，不净谈不上化。自己清净才能够居尘不染，居尘不染而后才能够净化众生，这是一定的道理。由此可知，小乘人不愿意，他心就还不是真正的清净，楞严会上佛所讲的小乘人境界，「内守幽闲，犹为法尘分别影事」。你们想想小乘人净不净？不清净！清净心中本来无一物，他内还有守，守就是执着。执着什么？执着个灭法尘，他还分别法尘，灭法尘清净，他心里有一个清净，他执着我的境界很清净，哪里晓得真心里面净秽俱不可得，没有染净。他居然心里还有个净，他染没有了还有个净，净就是他的障碍。因为他执着净，不肯舍这个清净，所以「净佛国土教化众生」这个无量无边的功德他也做不到。这是小乘人之所以不能见性，没有见到真心，完全在妄心上用功夫。",
      "zh_TW": "這八個字，諸位要記住，小乘跟菩薩不一樣地方，菩薩是願意、樂意「淨佛國土教化眾生」；小乘人視這個為畏途，他害怕。但是我們必須曉得，佛在一切大乘了義經典裡面告訴我們，「心淨則佛土淨」，淨則化已，不淨談不上化。自己清淨才能夠居塵不染，居塵不染而後才能夠淨化眾生，這是一定的道理。由此可知，小乘人不願意，他心就還不是真正的清淨，楞嚴會上佛所講的小乘人境界，「內守幽閑，猶為法塵分別影事」。你們想想小乘人淨不淨？不清淨！清淨心中本來無一物，他內還有守，守就是執著。執著什麼？執著個滅法塵，他還分別法塵，滅法塵清淨，他心裡有一個清淨，他執著我的境界很清淨，哪裡曉得真心裡面淨穢俱不可得，沒有染淨。他居然心裡還有個淨，他染沒有了還有個淨，淨就是他的障礙。因為他執著淨，不肯捨這個清淨，所以「淨佛國土教化眾生」這個無量無邊的功德他也做不到。這是小乘人之所以不能見性，沒有見到真心，完全在妄心上用功夫。"
    },
    {
      "id": "08-002-0041_p0018",
      "zh_CN": "【持经者。始获圆因。未名得果。因心功德。尚与罗汉果齐。则知果上功德不可思议也。】",
      "zh_TW": "【持經者。始獲圓因。未名得果。因心功德。尚與羅漢果齊。則知果上功德不可思議也。】"
    },
    {
      "id": "08-002-0041_p0019",
      "zh_CN": "「持经」，像佛在一切经里面所讲「读诵受持，为人演说」，这叫持经，所以要读要诵。读诵的方法，看着本子叫读，离开本子叫诵，诵就是背诵，这在佛法修学里面是非常重要的一种方法。受是接受，持是保持而不失去，读诵是方法，受持是功德。受个什么？持个什么？给诸位说，受持的是戒定慧，是三学三慧，受持的是这个。因此读诵就是修戒定慧，前面讲过，在此地再给诸位重复提一次。初学的，这个经还没念熟，当然不会背，所以你就看着本子读。读的时候不是叫你解义，如果你在这里面求解义那叫打妄想，为什么？你不会解。佛经没有解，没有讲法，你不必求解，你老实去念。念就是修戒定慧，你专心去念，能背更好，心里面二六时中常常在读诵，读诵的时候你心里面就不起妄念，不起妄念就是戒律里头「诸恶莫作」。这种戒叫道共戒，你心在道上，什么戒都不犯，什么戒都清净。诵经典，经典是世出世间善中之善，所以你读经就是「众善奉行」。你看看，戒律不过就是诸恶莫作、众善奉行，你读诵经典把所有戒律都持得清净，这就受持精进。读诵的时候专心，专心就是修定，心里没有妄念、没有妄想，一心一意在读诵经文，这就是修定。所有禅定的功夫不过如是！经文念得清清楚楚，从「如是我闻」到「信受奉行」，一个字不错，一个字不颠倒，一个字也不漏掉，这就是修慧。",
      "zh_TW": "「持經」，像佛在一切經裡面所講「讀誦受持，為人演說」，這叫持經，所以要讀要誦。讀誦的方法，看著本子叫讀，離開本子叫誦，誦就是背誦，這在佛法修學裡面是非常重要的一種方法。受是接受，持是保持而不失去，讀誦是方法，受持是功德。受個什麼？持個什麼？給諸位說，受持的是戒定慧，是三學三慧，受持的是這個。因此讀誦就是修戒定慧，前面講過，在此地再給諸位重複提一次。初學的，這個經還沒念熟，當然不會背，所以你就看著本子讀。讀的時候不是叫你解義，如果你在這裡面求解義那叫打妄想，為什麼？你不會解。佛經沒有解，沒有講法，你不必求解，你老實去念。念就是修戒定慧，你專心去念，能背更好，心裡面二六時中常常在讀誦，讀誦的時候你心裡面就不起妄念，不起妄念就是戒律裡頭「諸惡莫作」。這種戒叫道共戒，你心在道上，什麼戒都不犯，什麼戒都清淨。誦經典，經典是世出世間善中之善，所以你讀經就是「眾善奉行」。你看看，戒律不過就是諸惡莫作、眾善奉行，你讀誦經典把所有戒律都持得清淨，這就受持精進。讀誦的時候專心，專心就是修定，心裡沒有妄念、沒有妄想，一心一意在讀誦經文，這就是修定。所有禪定的功夫不過如是！經文念得清清楚楚，從「如是我聞」到「信受奉行」，一個字不錯，一個字不顛倒，一個字也不漏掉，這就是修慧。"
    },
    {
      "id": "08-002-0041_p0020",
      "zh_CN": "诸位要晓得，读诵是戒定慧三学一次完成，实在是妙极了。如果你一面读，一面在想这一句什么意思，这一段说得很好，那你戒定慧全都没有了，变成世间人读世间书。修行人念经跟世间人念书不一样，修行人念经他的目的是在修戒定慧。次第上修，因戒生定，因定开慧，这个修法一次完成。诸位一定要晓得这个道理，知道这桩事功德利益无量无边，十方三世一切诸佛菩萨都是用这个方法来教化众生。这样读诵久了，换句话说，你这个戒定慧渐渐有了基础，渐渐坚固，渐渐增长，这就是受持的功德。一切境界里面，六根接触六尘境界，心才稍稍动，经就提起来，所以经要熟，道理就在此地。初学的人读诵经典利益很大，为什么？因为初学的人，你叫他念一个佛的名号、念一个菩萨名号，太短！念一个咒语太短，短怎么样？觉得力量不够，一面念一面打妄想，力量不够。如果受持一部经，或受持一部大经，那你一定要专心，为什么？打个妄想，经就念错。一定要全部精神贯注，你这个戒定慧三学才能修得成。一句「南无阿弥陀佛」，这六个字不太容易，对初学的人不容易。如果对老修行人来说，这个愈简单愈有力量，为什么？老修行的人心已经清净，所以一句、两句就能产生无量无边的效果。初学的人心是乱的，所以要以大经来摄受；老修行人心是清净的，一句佛号、一句菩萨号就具足一切功德。",
      "zh_TW": "諸位要曉得，讀誦是戒定慧三學一次完成，實在是妙極了。如果你一面讀，一面在想這一句什麼意思，這一段說得很好，那你戒定慧全都沒有了，變成世間人讀世間書。修行人念經跟世間人念書不一樣，修行人念經他的目的是在修戒定慧。次第上修，因戒生定，因定開慧，這個修法一次完成。諸位一定要曉得這個道理，知道這樁事功德利益無量無邊，十方三世一切諸佛菩薩都是用這個方法來教化眾生。這樣讀誦久了，換句話說，你這個戒定慧漸漸有了基礎，漸漸堅固，漸漸增長，這就是受持的功德。一切境界裡面，六根接觸六塵境界，心才稍稍動，經就提起來，所以經要熟，道理就在此地。初學的人讀誦經典利益很大，為什麼？因為初學的人，你叫他念一個佛的名號、念一個菩薩名號，太短！念一個咒語太短，短怎麼樣？覺得力量不夠，一面念一面打妄想，力量不夠。如果受持一部經，或受持一部大經，那你一定要專心，為什麼？打個妄想，經就念錯。一定要全部精神貫注，你這個戒定慧三學才能修得成。一句「南無阿彌陀佛」，這六個字不太容易，對初學的人不容易。如果對老修行人來說，這個愈簡單愈有力量，為什麼？老修行的人心已經清淨，所以一句、兩句就能產生無量無邊的效果。初學的人心是亂的，所以要以大經來攝受；老修行人心是清淨的，一句佛號、一句菩薩號就具足一切功德。"
    },
    {
      "id": "08-002-0041_p0021",
      "zh_CN": "因此，我们要想想自己，如果自己根性利，什么叫利？心清净就是利，一听这个道理就明白这是利。怎么听都听不懂，怎么念也记不住，心里乱糟糟的，这就是根性不利，不利最好是读诵经典。读诵经典，我也劝过诸位，选一部经。一切经你可以多看，可以多听，但是我每天念的就是一部经，不要常常换，常常换你这一部经就念不熟，你就不能背诵。一部经能背之后，我们看看古人那是我们的榜样、是我们的典型，差不多还要念三千部。你们在《坛经》里面看到法达禅师受持《法华经》，他自己讲诵《法华经》三千部。诸位想想，诵三千部，前面看着本子读那还不算，读到能背了，他已经从头到尾背过三千遍，一天背一遍差不多将近十年。人家有这样的功力，所以遇到祖师才能够言下大悟，明心见性。我们今天遇到佛也不会开悟，为什么？心里什么都没有，没用过功夫，怎么会开悟？这讲的是「受持读诵」。",
      "zh_TW": "因此，我們要想想自己，如果自己根性利，什麼叫利？心清淨就是利，一聽這個道理就明白這是利。怎麼聽都聽不懂，怎麼念也記不住，心裡亂糟糟的，這就是根性不利，不利最好是讀誦經典。讀誦經典，我也勸過諸位，選一部經。一切經你可以多看，可以多聽，但是我每天念的就是一部經，不要常常換，常常換你這一部經就念不熟，你就不能背誦。一部經能背之後，我們看看古人那是我們的榜樣、是我們的典型，差不多還要念三千部。你們在《壇經》裡面看到法達禪師受持《法華經》，他自己講誦《法華經》三千部。諸位想想，誦三千部，前面看著本子讀那還不算，讀到能背了，他已經從頭到尾背過三千遍，一天背一遍差不多將近十年。人家有這樣的功力，所以遇到祖師才能夠言下大悟，明心見性。我們今天遇到佛也不會開悟，為什麼？心裡什麼都沒有，沒用過功夫，怎麼會開悟？這講的是「受持讀誦」。"
    },
    {
      "id": "08-002-0041_p0022",
      "zh_CN": "「为人演说」非常重要，为什么？自己已经成就殊胜的功德利益，绝不能忘了众生，回向偈里「上报四重恩，下济三途苦」，为了报恩，救济众生苦难，唯一的办法就是弘经。我们世间人不晓得这个道理，一切财物的救济，像经里面讲「三千大千世界七宝布施」，你只能养他的身命，而把他的慧命忽略。今天世界上有许多富强的国家，以美国为例子，全世界最富强的国家。美国人生活过得怎么样？从美国回来这些同学告诉我们，美国人几乎百分之九十以上，天天要吃安眠药、镇定剂，他一天不吃他一天就过不去，这是说明富而不乐。富而不乐就比不上贫而乐，由此可知，精神的生活超过物质生活。现在世间人迷惑颠倒，专门去追求物质生活，愈追求愈苦，苦不堪言。得不到，苦，得到了还是苦，后来的果报更不堪设想，必须是真正觉悟的人他才懂得这个道理。中国自古以来，我们的列祖列宗教给我们过精神生活。物质生活固然讲求，不是不讲求，但是是以精神生活为主，物质生活是为辅助。真正晓得因果通三世，命里面是富贵的，过去世修的福多，这一世在物质上得到富贵，安于富贵；贫贱者过去世没有修福，也能够安于贫贱。他为什么能得到安？就是精神生活满足，物质生活欠缺一点他也非常自在。这是西方人说实在的话，你怎么跟他讲他也不懂，为什么？他没有这个经验。换句话说，自古以来西方人就没有过过精神的生活，也可以说他是物质重于精神。跟我们东方不一样，东方人是精神重于物质，这是在观念上不相同。",
      "zh_TW": "「為人演說」非常重要，為什麼？自己已經成就殊勝的功德利益，絕不能忘了眾生，迴向偈裡「上報四重恩，下濟三途苦」，為了報恩，救濟眾生苦難，唯一的辦法就是弘經。我們世間人不曉得這個道理，一切財物的救濟，像經裡面講「三千大千世界七寶布施」，你只能養他的身命，而把他的慧命忽略。今天世界上有許多富強的國家，以美國為例子，全世界最富強的國家。美國人生活過得怎麼樣？從美國回來這些同學告訴我們，美國人幾乎百分之九十以上，天天要吃安眠藥、鎮定劑，他一天不吃他一天就過不去，這是說明富而不樂。富而不樂就比不上貧而樂，由此可知，精神的生活超過物質生活。現在世間人迷惑顛倒，專門去追求物質生活，愈追求愈苦，苦不堪言。得不到，苦，得到了還是苦，後來的果報更不堪設想，必須是真正覺悟的人他才懂得這個道理。中國自古以來，我們的列祖列宗教給我們過精神生活。物質生活固然講求，不是不講求，但是是以精神生活為主，物質生活是為輔助。真正曉得因果通三世，命裡面是富貴的，過去世修的福多，這一世在物質上得到富貴，安於富貴；貧賤者過去世沒有修福，也能夠安於貧賤。他為什麼能得到安？就是精神生活滿足，物質生活欠缺一點他也非常自在。這是西方人說實在的話，你怎麼跟他講他也不懂，為什麼？他沒有這個經驗。換句話說，自古以來西方人就沒有過過精神的生活，也可以說他是物質重於精神。跟我們東方不一樣，東方人是精神重於物質，這是在觀念上不相同。"
    },
    {
      "id": "08-002-0041_p0023",
      "zh_CN": "唯有弘经普遍发扬真理，大家才会明了，才会觉悟到，精神生活是真乐。人生在世就是求的安乐。真正的乐是自由自在，无牵无挂这是真乐。如果一个人在生的时候，一生当中拼命去追求财富，这个人很可怜。他为什么活？他为财富活的，财富是他的主人，他是财富的奴婢，一生超不出财富的魔掌，你说这种人可怜不可怜？没有自己。所以求名的人被名的魔掌控制，求利的人被利的魔掌控制，几个人能够觉悟摆脱魔掌？名闻利养什么都不要、什么都不求，什么都不求你就得大自在。也许有人说：我什么都不求，我什么都没有了。你就错了，你真正到什么都不求，你看看你会不会有缺乏？如果有缺乏，佛法我们也不要相信，因果定律可以推翻。一饮一啄莫非前定，你求干什么？你求，拼命追求也是这些，不求也是这些，那何必求！求多苦，为物所移；不求多乐，自己安然享受。所以一个觉悟的人怎么样？造福不求福，种因，因殊胜，果当然殊胜，这是一定的道理；愚人追求果报，不晓得种因。财富之不缺乏，财布施；智慧、技能之不缺乏，法布施；健康长寿之获得，无畏布施。千经万论，佛这样教给我们，我们为什么不信？为什么不肯去做？天天想去强求，天天去动脑筋、打歪主意，能求得到吗？求到是你命中有的，求不到你命里本来没有。可见得到、得不到与求无关，与你命有关。佛法在说明这些道理，我们晓得这些道理，你才真正的放心大胆的去做它，为什么？理明，没有疑惑了，你的果报就愈来愈殊胜。",
      "zh_TW": "唯有弘經普遍發揚真理，大家才會明瞭，才會覺悟到，精神生活是真樂。人生在世就是求的安樂。真正的樂是自由自在，無牽無掛這是真樂。如果一個人在生的時候，一生當中拼命去追求財富，這個人很可憐。他為什麼活？他為財富活的，財富是他的主人，他是財富的奴婢，一生超不出財富的魔掌，你說這種人可憐不可憐？沒有自己。所以求名的人被名的魔掌控制，求利的人被利的魔掌控制，幾個人能夠覺悟擺脫魔掌？名聞利養什麼都不要、什麼都不求，什麼都不求你就得大自在。也許有人說：我什麼都不求，我什麼都沒有了。你就錯了，你真正到什麼都不求，你看看你會不會有缺乏？如果有缺乏，佛法我們也不要相信，因果定律可以推翻。一飲一啄莫非前定，你求幹什麼？你求，拼命追求也是這些，不求也是這些，那何必求！求多苦，為物所移；不求多樂，自己安然享受。所以一個覺悟的人怎麼樣？造福不求福，種因，因殊勝，果當然殊勝，這是一定的道理；愚人追求果報，不曉得種因。財富之不缺乏，財布施；智慧、技能之不缺乏，法布施；健康長壽之獲得，無畏布施。千經萬論，佛這樣教給我們，我們為什麼不信？為什麼不肯去做？天天想去強求，天天去動腦筋、打歪主意，能求得到嗎？求到是你命中有的，求不到你命裡本來沒有。可見得到、得不到與求無關，與你命有關。佛法在說明這些道理，我們曉得這些道理，你才真正的放心大膽的去做它，為什麼？理明，沒有疑惑了，你的果報就愈來愈殊勝。"
    },
    {
      "id": "08-002-0041_p0024",
      "zh_CN": "今年暑假，这些学生们要求我给他们讲《了凡四训》。了凡居士就是最好的榜样，他得的果报是不是圆满的？给诸位说，不圆满。为什么？当年云谷大师教他的时候，他还是半信半疑，半信半疑的照做，做得也不积极，也不认真，所以许的三千桩善事十年才圆满。可是十年他的命运统统改变，于是他就相信，所以后来愈做愈积极，变成有求必应。他求富贵、求功名、求长寿、求儿女，没有一桩他没有得到，样样都得到。就是真正接受，而且是全家接受，这是个典型样子摆在这里给我们看。我曾经给诸位说，我过去有一个过去同事刘渊武先生，我跟他差不多有十几年失去联络，去年在圆觉寺讲经的时候，报纸上刊我们这个消息，他看到报纸打电话给我联络上，现在住在新店。他这一家专门修《了凡四训》，所获得的果报跟袁了凡居士差不多，有求必应。当年我们在一起时候，他的境遇苦不堪言，我送了他一本《了凡四训》，他就能够信受奉行，使晚年的时候整个改变。他现在还把我给他的《了凡四训》，供在家里做传家之宝，这是现前的了凡居士。就怕你不肯做，你不肯认真的做；你如果肯做，肯认真的做，确实有求必应，千真万确的事实。",
      "zh_TW": "今年暑假，這些學生們要求我給他們講《了凡四訓》。了凡居士就是最好的榜樣，他得的果報是不是圓滿的？給諸位說，不圓滿。為什麼？當年雲谷大師教他的時候，他還是半信半疑，半信半疑的照做，做得也不積極，也不認真，所以許的三千樁善事十年才圓滿。可是十年他的命運統統改變，於是他就相信，所以後來愈做愈積極，變成有求必應。他求富貴、求功名、求長壽、求兒女，沒有一樁他沒有得到，樣樣都得到。就是真正接受，而且是全家接受，這是個典型樣子擺在這裡給我們看。我曾經給諸位說，我過去有一個過去同事劉淵武先生，我跟他差不多有十幾年失去聯絡，去年在圓覺寺講經的時候，報紙上刊我們這個消息，他看到報紙打電話給我聯絡上，現在住在新店。他這一家專門修《了凡四訓》，所獲得的果報跟袁了凡居士差不多，有求必應。當年我們在一起時候，他的境遇苦不堪言，我送了他一本《了凡四訓》，他就能夠信受奉行，使晚年的時候整個改變。他現在還把我給他的《了凡四訓》，供在家裡做傳家之寶，這是現前的了凡居士。就怕你不肯做，你不肯認真的做；你如果肯做，肯認真的做，確實有求必應，千真萬確的事實。"
    },
    {
      "id": "08-002-0041_p0025",
      "zh_CN": "这在佛法里讲叫小道，求的人天福报。佛教我们所求的大道，大道是「净佛国土教化众生」。像了凡居士照这样去做、去修的话，你这个福报是一生，顶多再到来世。如果你发心教化众生净佛国土，你的果报就不可思议，经论里面说得太多。像迦叶尊者，在因地像我们这个程度一样，他供养一尊辟支佛一钵饭，就能够得九十亿劫不受贫穷的果报。这个话说来几个人肯相信？为什么供养辟支佛一钵饭会有这么大的果报？如果这钵饭供养一个持经，就是受持读诵、为人演说的人，这个果报比供养辟支佛的果报还要大，你相信吗？道理在哪里？就是因为辟支佛度化众生，你供养他就是请转法轮，请佛住世。自己虽然不能弘化，但是能够请他住世弘化，你随喜功德，所以这修的是随喜功德。辟支佛教化众生不如菩萨，为什么？菩萨是主动的，辟支佛是被动，他不主动发心，所以这是小乘人。别人请他，他教，你发心跟他学，他教你，他不来找你；菩萨是主动发心，作不请之友。所以你供养菩萨的功德超过阿罗汉、辟支佛，这是一定的道理。",
      "zh_TW": "這在佛法裡講叫小道，求的人天福報。佛教我們所求的大道，大道是「淨佛國土教化眾生」。像了凡居士照這樣去做、去修的話，你這個福報是一生，頂多再到來世。如果你發心教化眾生淨佛國土，你的果報就不可思議，經論裡面說得太多。像迦葉尊者，在因地像我們這個程度一樣，他供養一尊辟支佛一缽飯，就能夠得九十億劫不受貧窮的果報。這個話說來幾個人肯相信？為什麼供養辟支佛一缽飯會有這麼大的果報？如果這缽飯供養一個持經，就是受持讀誦、為人演說的人，這個果報比供養辟支佛的果報還要大，你相信嗎？道理在哪裡？就是因為辟支佛度化眾生，你供養他就是請轉法輪，請佛住世。自己雖然不能弘化，但是能夠請他住世弘化，你隨喜功德，所以這修的是隨喜功德。辟支佛教化眾生不如菩薩，為什麼？菩薩是主動的，辟支佛是被動，他不主動發心，所以這是小乘人。別人請他，他教，你發心跟他學，他教你，他不來找你；菩薩是主動發心，作不請之友。所以你供養菩薩的功德超過阿羅漢、辟支佛，這是一定的道理。"
    },
    {
      "id": "08-002-0041_p0026",
      "zh_CN": "「持经者，始获圆因」，「始」是刚刚开始。但是诸位一定要晓得，持经就是受持戒定慧，就是受持一心不乱。一心就是戒定慧，戒定慧就是一心，三学三慧与一心是一不是二。受持的是什么？受持的就是一心不乱，一心不乱里头戒定慧统统具足。这样的人弘经教学，所以这一开头他得的因是圆因，圆满的因。由此可知，我们如果要是疏忽，不在一心上用功夫，咱们怎么修，因不圆。所以这是一乘了义大法，圆顿菩萨修的因，是圆因，这个功德就殊胜！没有结果，还没有到果地，在修因，刚刚开始修这个圆满之因，他的功德已经就跟阿罗汉相等，与辟支佛就相等。由此可知，菩萨在圆教讲是什么地位？六信、七信的菩萨，没有到圆初住。如果在我们净土法门里面来讲，我们可以这样说，功夫成片的菩萨，还没有到一心不乱。事一心不乱与阿罗汉齐，没有，只是功夫成片，这个法师的功德就不得了。记住，法师通在家、出家，不要一听到法师是出家人，我们自己没分，那你自己颠倒，自己搞错了。你本身可以发心当法师、当和尚，和尚、法师都不必出家。好，下课。",
      "zh_TW": "「持經者，始獲圓因」，「始」是剛剛開始。但是諸位一定要曉得，持經就是受持戒定慧，就是受持一心不亂。一心就是戒定慧，戒定慧就是一心，三學三慧與一心是一不是二。受持的是什麼？受持的就是一心不亂，一心不亂裡頭戒定慧統統具足。這樣的人弘經教學，所以這一開頭他得的因是圓因，圓滿的因。由此可知，我們如果要是疏忽，不在一心上用功夫，咱們怎麼修，因不圓。所以這是一乘了義大法，圓頓菩薩修的因，是圓因，這個功德就殊勝！沒有結果，還沒有到果地，在修因，剛剛開始修這個圓滿之因，他的功德已經就跟阿羅漢相等，與辟支佛就相等。由此可知，菩薩在圓教講是什麼地位？六信、七信的菩薩，沒有到圓初住。如果在我們淨土法門裡面來講，我們可以這樣說，功夫成片的菩薩，還沒有到一心不亂。事一心不亂與阿羅漢齊，沒有，只是功夫成片，這個法師的功德就不得了。記住，法師通在家、出家，不要一聽到法師是出家人，我們自己沒分，那你自己顛倒，自己搞錯了。你本身可以發心當法師、當和尚，和尚、法師都不必出家。好，下課。"
    }
  ]
}