{
  "doc_id": "08-002-0013",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0013",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "08-002-0013_p0001",
      "zh_CN": "请看《法华经意语》第六页，「譬喻品」：",
      "zh_TW": "請看《法華經意語》第六頁，「譬喻品」："
    },
    {
      "id": "08-002-0013_p0002",
      "zh_CN": "善根已熟，听闻以后才能够信受，由此可知，佛法确实是难信之法。如果佛法要是那么容易叫人信受，诸位想想，今天这个世界应当变成乐土才对。信之一字不容易，必须要有相当智慧、觉悟的人，相信佛所讲的道理，才会相信。我们中国人在整个世界上来说，确实是善根最深厚的民族，自古以来我们的列祖列宗就教给我们「忠恕待人，四海一家」。我们今天有些人学的外国人，不是我们中国优良的传统，我们优良的传统是「讲信修睦，四海一家」，对待客人尤其亲切。怎么会去欺骗别人？怎么会去害别人？这是我们中华文化里面所没有的，我们讲的是良知良能，所以与佛法完全相应。佛法在全世界弘扬，也是我们中国人对佛法信仰最深，这个与我们传统文化有密切的关系。",
      "zh_TW": "善根已熟，聽聞以後才能夠信受，由此可知，佛法確實是難信之法。如果佛法要是那麼容易叫人信受，諸位想想，今天這個世界應當變成樂土才對。信之一字不容易，必須要有相當智慧、覺悟的人，相信佛所講的道理，才會相信。我們中國人在整個世界上來說，確實是善根最深厚的民族，自古以來我們的列祖列宗就教給我們「忠恕待人，四海一家」。我們今天有些人學的外國人，不是我們中國優良的傳統，我們優良的傳統是「講信修睦，四海一家」，對待客人尤其親切。怎麼會去欺騙別人？怎麼會去害別人？這是我們中華文化裡面所沒有的，我們講的是良知良能，所以與佛法完全相應。佛法在全世界弘揚，也是我們中國人對佛法信仰最深，這個與我們傳統文化有密切的關係。"
    },
    {
      "id": "08-002-0013_p0003",
      "zh_CN": "【佛号华光者。华表因行。身子以智慧为因。慧能破暗。如华之有光也。】",
      "zh_TW": "【佛號華光者。華表因行。身子以智慧為因。慧能破暗。如華之有光也。】"
    },
    {
      "id": "08-002-0013_p0004",
      "zh_CN": "这个讲到表法，诸位要记住，前面「方便品」里头含义很深。不但这些诸佛菩萨名号是表法，诸佛菩萨出现于世间一举一动都是表法，这才真正是方便。所以你不要错会了意思，表法，到底佛菩萨有这个人、没有这个人？今天我给诸位说，释迦牟尼佛确有其人，释迦牟尼佛这个名号，就是代表这一个时代佛法教学的宗旨。",
      "zh_TW": "這個講到表法，諸位要記住，前面「方便品」裡頭含義很深。不但這些諸佛菩薩名號是表法，諸佛菩薩出現於世間一舉一動都是表法，這才真正是方便。所以你不要錯會了意思，表法，到底佛菩薩有這個人、沒有這個人？今天我給諸位說，釋迦牟尼佛確有其人，釋迦牟尼佛這個名號，就是代表這一個時代佛法教學的宗旨。"
    },
    {
      "id": "08-002-0013_p0005",
      "zh_CN": "而我们自己学佛的人，我们这个肉身在世间，这个肉身也是方便，也是表法，我们的名号也是表法。你要是出家，或者你皈依，你师父给你起的名，这名是表法的。现在的人确实跟从前人不一样，从前人着重这个，譬如父母给儿女起个名字，就是父母对儿女一生所期望的，期望你将来做到名符其实。佛法里面师父给你起的法名，也是对你期望，叫你的名字就是提醒你的觉悟，所以说不怕念起，只怕觉迟，就怕你觉迟，叫你这个名字就是叫你觉悟。人家叫我净空，我就立刻想到我有没有净、有没有空？如果不净不空，这是烦恼；做到既净又空，这是佛法。所以给你起这个名字，时时刻刻提起你自己的警觉，也就是你自己的修学方向，名字不是随便起的。现在还有些莫名其妙的出家人，觉得师父给他起的名字不好，笔画也不对，又不吉利，这个名字不好了，要去找算命看相的，还找姓名学看看哪些笔画好，自己就改个名字。这一改就好了，你就会发财，哪有这种道理？你要是信那个笔画，那你何必去信佛经？你不用念佛经，你去念姓名学好了，它可以主宰一切，可以改造你命运，大错特错。佛法是心地法门，造业是心造，转业是心转的，姓名笔画转不了！诸位要晓得，转不了。与心相应，心能转业，心能够改造自己的命运，这是千真万确的事实。所以学佛的人决定不迷信，命运有，可以改造，所以佛法讲命运，但是不是讲宿命论，不是讲那个命不能改的，能改。佛法讲因果，你看看从前百丈大师所说的，佛法讲的是不昧因果，而不是讲没有因果，是讲不昧因果，「大修行人不昧因果」。不昧因果意思是什么？有因果，因果自己清清楚楚，晓得，明明白白。不像世间众生迷在里面不知道，他造因他不晓得自己造因，受果报也不晓得自己为什么受果报。学佛的人知道自己过去、现在、未来造的什么，过去、现在、未来受的是什么，清清楚楚，不昧因果。",
      "zh_TW": "而我們自己學佛的人，我們這個肉身在世間，這個肉身也是方便，也是表法，我們的名號也是表法。你要是出家，或者你皈依，你師父給你起的名，這名是表法的。現在的人確實跟從前人不一樣，從前人著重這個，譬如父母給兒女起個名字，就是父母對兒女一生所期望的，期望你將來做到名符其實。佛法裡面師父給你起的法名，也是對你期望，叫你的名字就是提醒你的覺悟，所以說不怕念起，只怕覺遲，就怕你覺遲，叫你這個名字就是叫你覺悟。人家叫我淨空，我就立刻想到我有沒有淨、有沒有空？如果不淨不空，這是煩惱；做到既淨又空，這是佛法。所以給你起這個名字，時時刻刻提起你自己的警覺，也就是你自己的修學方向，名字不是隨便起的。現在還有些莫名其妙的出家人，覺得師父給他起的名字不好，筆畫也不對，又不吉利，這個名字不好了，要去找算命看相的，還找姓名學看看哪些筆畫好，自己就改個名字。這一改就好了，你就會發財，哪有這種道理？你要是信那個筆畫，那你何必去信佛經？你不用念佛經，你去念姓名學好了，它可以主宰一切，可以改造你命運，大錯特錯。佛法是心地法門，造業是心造，轉業是心轉的，姓名筆畫轉不了！諸位要曉得，轉不了。與心相應，心能轉業，心能夠改造自己的命運，這是千真萬確的事實。所以學佛的人決定不迷信，命運有，可以改造，所以佛法講命運，但是不是講宿命論，不是講那個命不能改的，能改。佛法講因果，你看看從前百丈大師所說的，佛法講的是不昧因果，而不是講沒有因果，是講不昧因果，「大修行人不昧因果」。不昧因果意思是什麼？有因果，因果自己清清楚楚，曉得，明明白白。不像世間眾生迷在裡面不知道，他造因他不曉得自己造因，受果報也不曉得自己為什麼受果報。學佛的人知道自己過去、現在、未來造的什麼，過去、現在、未來受的是什麼，清清楚楚，不昧因果。"
    },
    {
      "id": "08-002-0013_p0006",
      "zh_CN": "这就讲到名号的表法，华光佛有没有？有这个人。我在讲经之前，经前面上首菩萨德号的表法，跟诸位说过，意思是一样的。这个地方是取表法的意思，花是代表因行，六度万行之花，代表修因，修因后面一定会结果。果报的前面一定要开花，我们现在修行的花报没有得到，果报我不相信；花报现在得到了，果报我们就可以相信。舍利弗他也是表法，他是代表智慧第一，所以这些统统都是来教我们。不但佛是开的方便门，这些诸菩萨、这些声闻弟子全都是释迦牟尼佛的助教，都是为了利益我们，一切的设施都是为利益众生的。唯有智慧能破无明，诸位要晓得，无明是烦恼的根本，尘沙烦恼、见思烦恼都是从无明生的。什么叫无明？明是一切明了，无明是一切都不明了。譬如我们对自己就不明了，我们自己从哪里来的？我们自己为什么来到这个世间？不晓得。我们前生干的什么，我们再前生干的什么，不晓得。我们来到这个世间干什么，我们以后又是怎么样，统统不晓得，对自己本身不晓得，对于宇宙环境不晓得，这叫无明。明怎么样？对于自己过去、现在、未来一切因果都知道，对于整个大千宇宙环境也知道，再给诸位说，明了了决定不造恶业。起烦恼造恶业就是因为不明了，所以才造恶业。明了之后，不但恶业不造，善业也不造；换句话说，善恶果报都没有了，这个时候叫清净庄严。所以你所做的叫净业，果报是清净庄严，而不是善恶两类的业报；换句话说，他不造业，这就叫做佛菩萨。",
      "zh_TW": "這就講到名號的表法，華光佛有沒有？有這個人。我在講經之前，經前面上首菩薩德號的表法，跟諸位說過，意思是一樣的。這個地方是取表法的意思，花是代表因行，六度萬行之花，代表修因，修因後面一定會結果。果報的前面一定要開花，我們現在修行的花報沒有得到，果報我不相信；花報現在得到了，果報我們就可以相信。舍利弗他也是表法，他是代表智慧第一，所以這些統統都是來教我們。不但佛是開的方便門，這些諸菩薩、這些聲聞弟子全都是釋迦牟尼佛的助教，都是為了利益我們，一切的設施都是為利益眾生的。唯有智慧能破無明，諸位要曉得，無明是煩惱的根本，塵沙煩惱、見思煩惱都是從無明生的。什麼叫無明？明是一切明瞭，無明是一切都不明瞭。譬如我們對自己就不明瞭，我們自己從哪裡來的？我們自己為什麼來到這個世間？不曉得。我們前生幹的什麼，我們再前生幹的什麼，不曉得。我們來到這個世間幹什麼，我們以後又是怎麼樣，統統不曉得，對自己本身不曉得，對於宇宙環境不曉得，這叫無明。明怎麼樣？對於自己過去、現在、未來一切因果都知道，對於整個大千宇宙環境也知道，再給諸位說，明瞭了決定不造惡業。起煩惱造惡業就是因為不明瞭，所以才造惡業。明瞭之後，不但惡業不造，善業也不造；換句話說，善惡果報都沒有了，這個時候叫清淨莊嚴。所以你所做的叫淨業，果報是清淨莊嚴，而不是善惡兩類的業報；換句話說，他不造業，這就叫做佛菩薩。"
    },
    {
      "id": "08-002-0013_p0007",
      "zh_CN": "佛法的教学是以智慧为第一，为终极的目标。再给诸位说，智慧是本有的，不是外来的。如果说外来的，我们就没有信心，我什么时候能开智慧？我会开智慧吗？就没把握了。智慧是自己本来具足，这我们就有信心，我本来有的。本来有的，你现在智慧不能现前，为什么不能现前？这里面有障碍，障碍了自己的智慧不能现前。佛是以种种善巧方便，帮助我们把障碍排除。但是诸位要晓得，这个障碍是要你自己去清除，佛只能够旁敲侧击告诉你哪里有障碍，障碍要你自己清除，他不能够代你清除。如果佛菩萨能够代我们把障碍清除，他老人家大慈大悲，早把我们障碍都去掉，那我们就成佛了！所以这个障碍是自己造成的，还是要自己把它除掉。障碍虽然有许许多多，可是有个根本，根本的是什么？经里面常讲，一切众生皆有如来智慧德相，障碍在哪里？「妄想执着」，这是根本的障碍。你要能够把妄想执着去掉，你的如来智慧德相就现前，就与十方如来无二无别，所以修行的人、会用功的人，他从根本上去除，这个快，一生成佛，所谓顿教，圆顿大法，就从根本上。那个不善修学的人从枝叶上，枝叶上麻烦，枝叶上三大阿僧祇劫都搞不干净。",
      "zh_TW": "佛法的教學是以智慧為第一，為終極的目標。再給諸位說，智慧是本有的，不是外來的。如果說外來的，我們就沒有信心，我什麼時候能開智慧？我會開智慧嗎？就沒把握了。智慧是自己本來具足，這我們就有信心，我本來有的。本來有的，你現在智慧不能現前，為什麼不能現前？這裡面有障礙，障礙了自己的智慧不能現前。佛是以種種善巧方便，幫助我們把障礙排除。但是諸位要曉得，這個障礙是要你自己去清除，佛只能夠旁敲側擊告訴你哪裡有障礙，障礙要你自己清除，他不能夠代你清除。如果佛菩薩能夠代我們把障礙清除，他老人家大慈大悲，早把我們障礙都去掉，那我們就成佛了！所以這個障礙是自己造成的，還是要自己把它除掉。障礙雖然有許許多多，可是有個根本，根本的是什麼？經裡面常講，一切眾生皆有如來智慧德相，障礙在哪裡？「妄想執著」，這是根本的障礙。你要能夠把妄想執著去掉，你的如來智慧德相就現前，就與十方如來無二無別，所以修行的人、會用功的人，他從根本上去除，這個快，一生成佛，所謂頓教，圓頓大法，就從根本上。那個不善修學的人從枝葉上，枝葉上麻煩，枝葉上三大阿僧祇劫都搞不乾淨。"
    },
    {
      "id": "08-002-0013_p0008",
      "zh_CN": "譬如门口这棵树，现在叫你把这棵树砍掉，我不要这棵树了。好，你把那棵树的枝叶慢慢的扯一片下来，那也扯一片下来，这边扯过来，扯到那边，那边扯完这边又生了，新的又长出来，这不是麻烦事情吗？这叫笨。聪明人，你不要了，好，拿个锄头把根挖掉，根一挖掉之后，枝叶不要管了，几天就自己枯死了，连根拔除。所以会修行的人从根本修，我们中国禅宗特别提倡这个法门，你们看看大珠和尚的语录，人家一开端就讲从根本修。根本就是什么？就是清除妄想，断掉执着，这从根本修，如来智慧德相一时现前，成佛作祖一生成就。达摩祖师传来的这一支都是从根本修，因为禅宗从根本修，我们中国的教下也不例外，教下虽然是在经论里面发挥、研究、讨论，他的修学方法也是从根本修。所以教下讲大开圆解，禅宗讲大彻大悟，大开圆解跟大彻大悟是一样的功夫，都是从根本上修。不是寻枝摘叶，那是苦极了。南传的小乘就是寻枝摘叶，断八十八品见惑还要天上人间七番生死，费这么大的劲才断一个见思烦恼，尘沙、无明还没断，你想想看多笨，这是笨办法。所以大乘法跟小乘法见解跟下手都不一样，都不相同。",
      "zh_TW": "譬如門口這棵樹，現在叫你把這棵樹砍掉，我不要這棵樹了。好，你把那棵樹的枝葉慢慢的扯一片下來，那也扯一片下來，這邊扯過來，扯到那邊，那邊扯完這邊又生了，新的又長出來，這不是麻煩事情嗎？這叫笨。聰明人，你不要了，好，拿個鋤頭把根挖掉，根一挖掉之後，枝葉不要管了，幾天就自己枯死了，連根拔除。所以會修行的人從根本修，我們中國禪宗特別提倡這個法門，你們看看大珠和尚的語錄，人家一開端就講從根本修。根本就是什麼？就是清除妄想，斷掉執著，這從根本修，如來智慧德相一時現前，成佛作祖一生成就。達摩祖師傳來的這一支都是從根本修，因為禪宗從根本修，我們中國的教下也不例外，教下雖然是在經論裡面發揮、研究、討論，他的修學方法也是從根本修。所以教下講大開圓解，禪宗講大徹大悟，大開圓解跟大徹大悟是一樣的功夫，都是從根本上修。不是尋枝摘葉，那是苦極了。南傳的小乘就是尋枝摘葉，斷八十八品見惑還要天上人間七番生死，費這麼大的勁才斷一個見思煩惱，塵沙、無明還沒斷，你想想看多笨，這是笨辦法。所以大乘法跟小乘法見解跟下手都不一樣，都不相同。"
    },
    {
      "id": "08-002-0013_p0009",
      "zh_CN": "这是讲智慧要紧，开智慧必得要断烦恼，烦恼里面最严重的、最根本的，就是一个妄想、一个执着。执着是第七识，分别是第六识，妄想是第八识，你们学唯识，唯识里面讲转识成智，「六七因地转，五八果上转」，五八根本不要理会，六七转了，五八自然就转。所以下手之处就是六七二识，这东西很麻烦，不是个简单事情。你们不要听了转第六意识，好，我现在天天转，你怎么个转法？你一天到晚就用第六意识，第六意识绝不转第六意识，就是自己绝对不打自己；它打别人，不打自己。你用第六意识，怎么能转得了第六意识？唯识学相当的繁琐，古人所讲的入海算沙。你们同学们有问我要《瑜伽师地论》，《瑜伽师地论》我那里有，大家分配给你们同学。可是《瑜伽师地论》不容易念，比《法华经》难多了，当然《法华》比《瑜伽师地论》要深得多，可是《法华经》好念。它那个虽然没这么深，难念，那个书要讲一遍可不简单，一百卷，分量很大的一部大论。但是要学唯识的，那是必修科目，《瑜伽师地论》跟《成唯识论》是唯识的根本论。这一门学问在我们中国，只是在唐朝时候，玄奘大师回来以后那么昙花一现，现了一下，到以后学这门东西的不多了。不用深入的去研究，就是知道一个大概就可以。",
      "zh_TW": "這是講智慧要緊，開智慧必得要斷煩惱，煩惱裡面最嚴重的、最根本的，就是一個妄想、一個執著。執著是第七識，分別是第六識，妄想是第八識，你們學唯識，唯識裡面講轉識成智，「六七因地轉，五八果上轉」，五八根本不要理會，六七轉了，五八自然就轉。所以下手之處就是六七二識，這東西很麻煩，不是個簡單事情。你們不要聽了轉第六意識，好，我現在天天轉，你怎麼個轉法？你一天到晚就用第六意識，第六意識絕不轉第六意識，就是自己絕對不打自己；它打別人，不打自己。你用第六意識，怎麼能轉得了第六意識？唯識學相當的繁瑣，古人所講的入海算沙。你們同學們有問我要《瑜伽師地論》，《瑜伽師地論》我那裡有，大家分配給你們同學。可是《瑜伽師地論》不容易念，比《法華經》難多了，當然《法華》比《瑜伽師地論》要深得多，可是《法華經》好念。它那個雖然沒這麼深，難念，那個書要講一遍可不簡單，一百卷，分量很大的一部大論。但是要學唯識的，那是必修科目，《瑜伽師地論》跟《成唯識論》是唯識的根本論。這一門學問在我們中國，只是在唐朝時候，玄奘大師回來以後那麼曇花一現，現了一下，到以後學這門東西的不多了。不用深入的去研究，就是知道一個大概就可以。"
    },
    {
      "id": "08-002-0013_p0010",
      "zh_CN": "唯识在佛法里面是教义的共同科目，戒律是生活规范的共同科目，净土是归宿的共同科目。这是诸位一定要认识，这三门是佛法的共同科目，无论你学哪一宗、哪一派，都离不开。但是在修学过程当中，决定戒律是第一，因戒生定，因定开慧，不但释迦牟尼佛是这样教的，十方诸佛没有例外的。违背这个法则，给诸位说，不会成就。不要戒你就得定，也能得到，不是佛法的定，邪定，不是正定。没有戒定也能开智慧，邪慧，不是真正的智慧，佛法里面讲狂慧。所以你要想得到正慧、正智，一定要按正确的方法来修学。佛法里面的生活教育，就是《沙弥律仪》当中的二十四门威仪。你们不要讲我要学这个东西，那我不是生活太拘谨了吗？那个二十四门威仪是活活泼泼的，你不会学，你死在那里面，那就是拘谨，你要是会学是活活泼泼。所以佛法的戒律它是活泼的，不是呆板的，哪一条戒里面都有开遮持犯，可见得是活的，它不是死的。",
      "zh_TW": "唯識在佛法裡面是教義的共同科目，戒律是生活規範的共同科目，淨土是歸宿的共同科目。這是諸位一定要認識，這三門是佛法的共同科目，無論你學哪一宗、哪一派，都離不開。但是在修學過程當中，決定戒律是第一，因戒生定，因定開慧，不但釋迦牟尼佛是這樣教的，十方諸佛沒有例外的。違背這個法則，給諸位說，不會成就。不要戒你就得定，也能得到，不是佛法的定，邪定，不是正定。沒有戒定也能開智慧，邪慧，不是真正的智慧，佛法裡面講狂慧。所以你要想得到正慧、正智，一定要按正確的方法來修學。佛法裡面的生活教育，就是《沙彌律儀》當中的二十四門威儀。你們不要講我要學這個東西，那我不是生活太拘謹了嗎？那個二十四門威儀是活活潑潑的，你不會學，你死在那裡面，那就是拘謹，你要是會學是活活潑潑。所以佛法的戒律它是活潑的，不是呆板的，哪一條戒裡面都有開遮持犯，可見得是活的，它不是死的。"
    },
    {
      "id": "08-002-0013_p0011",
      "zh_CN": "菩萨学的闻思修三慧，三慧是建立在戒定慧那个慧的基础上。我们现在有很多人误会，菩萨大乘修闻思修三慧，小乘修戒定慧，我们不学小乘，我们就学大乘。三慧怎么学法？我们现在在讲台上讲经或者是听，闻慧，法师讲我听，闻慧，我都听懂了；听了之后再去研究，研究是思慧；思了，想得差不多了，我应该这么做，我就照它去做，修慧。全都搞错了。实际上是怎么回事情？法师在讲台上讲，你在那里听是搞的说食数宝，下了课你在那里面去研究叫胡思乱想，一天到晚修的行叫盲修瞎练。说食数宝、胡思乱想、盲修瞎练，所以你搞一辈子你也成不了菩萨，这哪里叫三慧？你把三慧搞错。没有戒定慧，你哪有三慧？我给你讲的不会错，说食数宝、胡思乱想、盲修瞎练，你认为那叫三慧，你看错到哪里去了。所以大乘法是建立在小乘的基础上，而且告诉诸位，三学可以等修，也可以次第修。譬如我告诉你的，背诵经典是等修，就是戒定慧一次完成。而在我们日常生活当中是要分开来修，持戒、待人接物，我们日常生活这是戒律，我们早晚抽点时间出来修定，我们读诵经典，当然这是三慧同时修的，着重在慧，是可以渐次，可以同时。但是三慧一定是同时，没有先后，这要晓得，所以菩萨高明，小乘人比不上的。",
      "zh_TW": "菩薩學的聞思修三慧，三慧是建立在戒定慧那個慧的基礎上。我們現在有很多人誤會，菩薩大乘修聞思修三慧，小乘修戒定慧，我們不學小乘，我們就學大乘。三慧怎麼學法？我們現在在講台上講經或者是聽，聞慧，法師講我聽，聞慧，我都聽懂了；聽了之後再去研究，研究是思慧；思了，想得差不多了，我應該這麼做，我就照它去做，修慧。全都搞錯了。實際上是怎麼回事情？法師在講台上講，你在那裡聽是搞的說食數寶，下了課你在那裡面去研究叫胡思亂想，一天到晚修的行叫盲修瞎練。說食數寶、胡思亂想、盲修瞎練，所以你搞一輩子你也成不了菩薩，這哪裡叫三慧？你把三慧搞錯。沒有戒定慧，你哪有三慧？我給你講的不會錯，說食數寶、胡思亂想、盲修瞎練，你認為那叫三慧，你看錯到哪裡去了。所以大乘法是建立在小乘的基礎上，而且告訴諸位，三學可以等修，也可以次第修。譬如我告訴你的，背誦經典是等修，就是戒定慧一次完成。而在我們日常生活當中是要分開來修，持戒、待人接物，我們日常生活這是戒律，我們早晚抽點時間出來修定，我們讀誦經典，當然這是三慧同時修的，著重在慧，是可以漸次，可以同時。但是三慧一定是同時，沒有先後，這要曉得，所以菩薩高明，小乘人比不上的。"
    },
    {
      "id": "08-002-0013_p0012",
      "zh_CN": "三慧怎么讲法？这三种都是慧，闻思修都是慧，具足小乘这个慧的基础，就是开悟的。它是听讲的时候，耳根接触音声，接触法音这就是闻慧；一接触就悟，悟就是思慧。绝不是在那边去想，一想就落在第六意识，那还叫什么思慧，那是烦恼，那是分别。这个思是什么？思这个名词，就是用我们世俗的名词，不是真正有思惟的、有分别的，没有，就是一听觉悟，这个叫思；一悟，悟就破了无明。对破无明来讲叫修，对开悟来讲这叫思，对接触闻法来讲它叫闻，所以它是同时的，不是分三个阶段。我曾经就碰到过好几个，就是误会了把它分作阶段，听了几年经，他来告诉我：「法师，我现在不要听经了。我已经听了两年，这是闻慧，我回家要闭关去研究，思惟里头意思，我再修行。」我明白了，我说你现在还要不要听？他说「我今天还听」。好，今天还听，今天我就讲这个。讲完之后，我说：你还要不要听？「还要听，我不闭关，不打妄想。」那就是误会了，你把这个分成三个阶段，第一个就是说食数宝，第二个胡思乱想，第三个盲修瞎练，你连小乘都不如。所以这个不能搞错，搞错就麻烦就大了。这都是讲智慧能破无明黑暗。",
      "zh_TW": "三慧怎麼講法？這三種都是慧，聞思修都是慧，具足小乘這個慧的基礎，就是開悟的。它是聽講的時候，耳根接觸音聲，接觸法音這就是聞慧；一接觸就悟，悟就是思慧。絕不是在那邊去想，一想就落在第六意識，那還叫什麼思慧，那是煩惱，那是分別。這個思是什麼？思這個名詞，就是用我們世俗的名詞，不是真正有思惟的、有分別的，沒有，就是一聽覺悟，這個叫思；一悟，悟就破了無明。對破無明來講叫修，對開悟來講這叫思，對接觸聞法來講它叫聞，所以它是同時的，不是分三個階段。我曾經就碰到過好幾個，就是誤會了把它分作階段，聽了幾年經，他來告訴我：「法師，我現在不要聽經了。我已經聽了兩年，這是聞慧，我回家要閉關去研究，思惟裡頭意思，我再修行。」我明白了，我說你現在還要不要聽？他說「我今天還聽」。好，今天還聽，今天我就講這個。講完之後，我說：你還要不要聽？「還要聽，我不閉關，不打妄想。」那就是誤會了，你把這個分成三個階段，第一個就是說食數寶，第二個胡思亂想，第三個盲修瞎練，你連小乘都不如。所以這個不能搞錯，搞錯就麻煩就大了。這都是講智慧能破無明黑暗。"
    },
    {
      "id": "08-002-0013_p0013",
      "zh_CN": "【以中道智。除二边染。故国名离垢。】",
      "zh_TW": "【以中道智。除二邊染。故國名離垢。】"
    },
    {
      "id": "08-002-0013_p0014",
      "zh_CN": "智慧无所偏依就叫「中道」，无偏谓之中。「除二边染」，二边，拿今天的话来讲，就是相对的。我们今天科学里面讲相对论，这了不起；在佛法叫边见，有什么了不起。边见，他们认为这是宝贝，我们佛法不要，佛法要把它去掉。离开相对这是中道。空有二边不着，是非二边不着，人我二边不着，生佛二边不着，你永远要在中道。中道是真正的智慧，二边都是染，凡夫执着有，为有所染；二乘执着空，为空所染；菩萨空有二边不着，二边都不染。「国名离垢」，离垢就是表中道的意思，空有二边不住。",
      "zh_TW": "智慧無所偏依就叫「中道」，無偏謂之中。「除二邊染」，二邊，拿今天的話來講，就是相對的。我們今天科學裡面講相對論，這了不起；在佛法叫邊見，有什麼了不起。邊見，他們認為這是寶貝，我們佛法不要，佛法要把它去掉。離開相對這是中道。空有二邊不著，是非二邊不著，人我二邊不著，生佛二邊不著，你永遠要在中道。中道是真正的智慧，二邊都是染，凡夫執著有，為有所染；二乘執著空，為空所染；菩薩空有二邊不著，二邊都不染。「國名離垢」，離垢就是表中道的意思，空有二邊不住。"
    },
    {
      "id": "08-002-0013_p0015",
      "zh_CN": "佛在《金刚经》教给我们，「应无所住而生其心」，这就是教我们发中道心，一心；不同于凡夫、二乘，凡夫、二乘都有住。这句话也不好懂，我们想想，不住空那就有，不住有就住空，总落在一边，二边都不住这怎么办？这个事情很为难。你想想诸佛菩萨他们用事就是二边不住，譬如拿释迦牟尼佛来说，世尊示现在世间说法四十九年，讲经三百余会，足迹遍五印度，一天到晚忙着弘法利生，一天到晚那么忙，不住空；心地清净一尘不染，度无量众生实无众生得灭度者，不住有，这就叫空有二边都不住。做了许多事情，跟没有做一样。我做了多少好事，心里就有住，住了相，这就住了有。二乘人，我心空的，我什么都不住，我什么事也不要做，那就住空，二乘人真的什么事情都不干，他心清净。菩萨心决定清净，决定不生一念，不起一念，什么事情他都做，做得圆圆满满，这叫做无住生心。这个生心是真心，我们学佛就要学这个，利益众生的事情我们要尽心尽力去做，心里绝不能着相。我做了多少好事，我应该有什么好的果报，那一切都完了，那就是世间善事，善事善业后头有善的果报，三善道的果报。大家要晓得的，真正所谓差之毫厘、失之千里，一毫都差不得。",
      "zh_TW": "佛在《金剛經》教給我們，「應無所住而生其心」，這就是教我們發中道心，一心；不同於凡夫、二乘，凡夫、二乘都有住。這句話也不好懂，我們想想，不住空那就有，不住有就住空，總落在一邊，二邊都不住這怎麼辦？這個事情很為難。你想想諸佛菩薩他們用事就是二邊不住，譬如拿釋迦牟尼佛來說，世尊示現在世間說法四十九年，講經三百餘會，足跡遍五印度，一天到晚忙著弘法利生，一天到晚那麼忙，不住空；心地清淨一塵不染，度無量眾生實無眾生得滅度者，不住有，這就叫空有二邊都不住。做了許多事情，跟沒有做一樣。我做了多少好事，心裡就有住，住了相，這就住了有。二乘人，我心空的，我什麼都不住，我什麼事也不要做，那就住空，二乘人真的什麼事情都不幹，他心清淨。菩薩心決定清淨，決定不生一念，不起一念，什麼事情他都做，做得圓圓滿滿，這叫做無住生心。這個生心是真心，我們學佛就要學這個，利益眾生的事情我們要盡心盡力去做，心裡絕不能著相。我做了多少好事，我應該有什麼好的果報，那一切都完了，那就是世間善事，善事善業後頭有善的果報，三善道的果報。大家要曉得的，真正所謂差之毫釐、失之千里，一毫都差不得。"
    },
    {
      "id": "08-002-0013_p0016",
      "zh_CN": "【以平等慧。断人我惑。】",
      "zh_TW": "【以平等慧。斷人我惑。】"
    },
    {
      "id": "08-002-0013_p0017",
      "zh_CN": "诸位要晓得，你要想转第七识为平等性智，你心里有我就不平等，为什么？有我就有我慢，我总比别人要强一点。这个我慢是四大烦恼常相随，俱生烦恼，这不是教的，无量劫的习气。有我就不平等，平等就无我。在修学的过程当中，这里面要讲求方便法，从什么地方学起？我学佛那个时候，我接触佛法在是民国四十二年，第一个老师就是章嘉大师，第一天我请教他的话就决定了我学佛的一生。我接近他是有个朋友介绍，带着我一块去看他，我第一句向他请教：「佛法在我的看法实在太好了，有没有什么方法能让我们一下就入进去？」我就提了这个问题向他老人家请教。他听了这个问题之后，静默了二十分钟，眼睛看着我的眼睛不说话，坐在那个地方足足的看了二十分钟，然后慢吞吞的说有，二十分钟才说个有字，接着说了六个字，「看得破，放得下」。这种教学法，给诸位说，这是我们古来大德教学都是这个样子。不像现在人心毛毛躁躁，沉不住气，说了一大堆的话，没有重心，不知道说些什么，你找不到重点。这个二十分钟静下来，就是把你心定下来，他定了，我也定了，定中再说话的时候这就有力量，才能够讲得到信受。你这个情绪不稳定下来，这么重要的问题，你看这个答复六个字，听了之后能够信受奉行，不简单，不是简单事实。",
      "zh_TW": "諸位要曉得，你要想轉第七識為平等性智，你心裡有我就不平等，為什麼？有我就有我慢，我總比別人要強一點。這個我慢是四大煩惱常相隨，俱生煩惱，這不是教的，無量劫的習氣。有我就不平等，平等就無我。在修學的過程當中，這裡面要講求方便法，從什麼地方學起？我學佛那個時候，我接觸佛法在是民國四十二年，第一個老師就是章嘉大師，第一天我請教他的話就決定了我學佛的一生。我接近他是有個朋友介紹，帶著我一塊去看他，我第一句向他請教：「佛法在我的看法實在太好了，有沒有什麼方法能讓我們一下就入進去？」我就提了這個問題向他老人家請教。他聽了這個問題之後，靜默了二十分鐘，眼睛看著我的眼睛不說話，坐在那個地方足足的看了二十分鐘，然後慢吞吞的說有，二十分鐘才說個有字，接著說了六個字，「看得破，放得下」。這種教學法，給諸位說，這是我們古來大德教學都是這個樣子。不像現在人心毛毛躁躁，沉不住氣，說了一大堆的話，沒有重心，不知道說些什麼，你找不到重點。這個二十分鐘靜下來，就是把你心定下來，他定了，我也定了，定中再說話的時候這就有力量，才能夠講得到信受。你這個情緒不穩定下來，這麼重要的問題，你看這個答覆六個字，聽了之後能夠信受奉行，不簡單，不是簡單事實。"
    },
    {
      "id": "08-002-0013_p0018",
      "zh_CN": "我这个定力没有他那么深，他这个六个字说出来之后，我接着就问，请教第二个问题，从哪里下手？从什么地方下手？他大概又停了有十五分钟的样子，给我说了两个字，「布施」。那一天我第一次跟他见面，一个多钟点就说了几句话，时间都在面对面静坐。以后我亲近章嘉大师三年，大部分时间都是面对面这样静坐，说话的时候很少，可是每句话都非常得力，绝对没有一个字废话，简单明了。布施就是修行的下手处，所以六度里面第一个是布施。你们看江味农居士的《金刚经》注解，你看看他讲的布施，菩萨从初发心一直到如来地修什么？就是修布施；换句话说，就是修布施，放下放下再放下，把你的执着妄想统统放下，你就成佛了。放不下的是什么？就是执着妄想。所以你要学，学布施，你自己喜欢的东西，心爱的东西，人家要就能够给人家，首先忍痛给人家，不给人家不行，我要学布施那怎么行？到最后就慢慢的不痛了。这样你不练不行，单单你讲，你讲得再好，讲得天花乱坠，一点用都没有，这个佛法之门你不得其门而入。为什么？你放不下，到放下，头目脑髓都可以布施，没有一样放不下，你才有门可入。今天你们讲学佛，你们从哪里学起？叫你们布施，问题就来了，统统是门外汉，听了再多都是门外汉，一点用都没有！你要晓得，叫你布施，你布施都给我，你们都成佛了，我堕地狱，这个事情我也不干，我知道。所以你们布施给我的，我立刻转布施，我是决定不留一点，我知道这个功德利益，我不受这个害处。",
      "zh_TW": "我這個定力沒有他那麼深，他這個六個字說出來之後，我接著就問，請教第二個問題，從哪裡下手？從什麼地方下手？他大概又停了有十五分鐘的樣子，給我說了兩個字，「布施」。那一天我第一次跟他見面，一個多鐘點就說了幾句話，時間都在面對面靜坐。以後我親近章嘉大師三年，大部分時間都是面對面這樣靜坐，說話的時候很少，可是每句話都非常得力，絕對沒有一個字廢話，簡單明瞭。布施就是修行的下手處，所以六度裡面第一個是布施。你們看江味農居士的《金剛經》註解，你看看他講的布施，菩薩從初發心一直到如來地修什麼？就是修布施；換句話說，就是修布施，放下放下再放下，把你的執著妄想統統放下，你就成佛了。放不下的是什麼？就是執著妄想。所以你要學，學布施，你自己喜歡的東西，心愛的東西，人家要就能夠給人家，首先忍痛給人家，不給人家不行，我要學布施那怎麼行？到最後就慢慢的不痛了。這樣你不練不行，單單你講，你講得再好，講得天花亂墜，一點用都沒有，這個佛法之門你不得其門而入。為什麼？你放不下，到放下，頭目腦髓都可以布施，沒有一樣放不下，你才有門可入。今天你們講學佛，你們從哪裡學起？叫你們布施，問題就來了，統統是門外漢，聽了再多都是門外漢，一點用都沒有！你要曉得，叫你布施，你布施都給我，你們都成佛了，我墮地獄，這個事情我也不幹，我知道。所以你們布施給我的，我立刻轉布施，我是決定不留一點，我知道這個功德利益，我不受這個害處。"
    },
    {
      "id": "08-002-0013_p0019",
      "zh_CN": "我从弘法到今天，我五十六年到台北市弘法，我们开始印经，送这些善书给国内外的大众，截至现前，差不多像这样一册一册的，以册为单位，大概已经印了五百万册以上，人家送给我的钱统统布施出去，海内外结缘。我那个地方的图书馆，图书馆你看买的房子，现在虽然没有组织财团法人，用的名字绝不用我的名字，为什么？我不愿意还俗。大楼完工之后立刻组织财团法人，财团法人里头出家人不参加，为什么？不还俗，在家人组织财团法人。也许你们问，那如果在家人霸占了，把我们出家人赶走怎么办？赶走了我们就走路，绝无留恋，放得下！做了这么多的功德，譬如讲因缘果报，你有这么多的时候，这个地方离开了，那个地方有大道场欢迎你去。操个什么心？着什么急？弘法利生自然有佛菩萨统统把道场都安排好了，用不着自己操一点心，多自在！所以我在外面弘法，十方道场哪个道场不是替我建立的？此地是圣印法师给我建立的，我在这里讲经，我离开了，他替我看庙。我在佛光山弘法，在那里了讲了十个月，星云法师给我建立的道场，我走了他替我看庙。十方道场都是我的，没有一个地方不是我的，尽虚空遍法界统统是我家，你们大家替我看守而已，我自在！觉悟了就自在，放下了尽虚空遍法界原来都是你自己。如果你守住这一点点，这是我家，那不是愚痴吗？可怜悯者！所以大家要想成就要放下，放得干干净净，你所得来的是圆圆满满。好，下课。",
      "zh_TW": "我從弘法到今天，我五十六年到台北市弘法，我們開始印經，送這些善書給國內外的大眾，截至現前，差不多像這樣一冊一冊的，以冊為單位，大概已經印了五百萬冊以上，人家送給我的錢統統布施出去，海內外結緣。我那個地方的圖書館，圖書館你看買的房子，現在雖然沒有組織財團法人，用的名字絕不用我的名字，為什麼？我不願意還俗。大樓完工之後立刻組織財團法人，財團法人裡頭出家人不參加，為什麼？不還俗，在家人組織財團法人。也許你們問，那如果在家人霸佔了，把我們出家人趕走怎麼辦？趕走了我們就走路，絕無留戀，放得下！做了這麼多的功德，譬如講因緣果報，你有這麼多的時候，這個地方離開了，那個地方有大道場歡迎你去。操個什麼心？著什麼急？弘法利生自然有佛菩薩統統把道場都安排好了，用不著自己操一點心，多自在！所以我在外面弘法，十方道場哪個道場不是替我建立的？此地是聖印法師給我建立的，我在這裡講經，我離開了，他替我看廟。我在佛光山弘法，在那裡了講了十個月，星雲法師給我建立的道場，我走了他替我看廟。十方道場都是我的，沒有一個地方不是我的，盡虛空遍法界統統是我家，你們大家替我看守而已，我自在！覺悟了就自在，放下了盡虛空遍法界原來都是你自己。如果你守住這一點點，這是我家，那不是愚痴嗎？可憐憫者！所以大家要想成就要放下，放得乾乾淨淨，你所得來的是圓圓滿滿。好，下課。"
    }
  ]
}