{
  "doc_id": "08-002-0040",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十集",
    "zh_TW": "第四十集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0040",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "08-002-0040_p0001",
      "zh_CN": "讲义第十七页：",
      "zh_TW": "講義第十七頁："
    },
    {
      "id": "08-002-0040_p0002",
      "zh_CN": "【持经者兼行六度。复造僧坊等。】",
      "zh_TW": "【持經者兼行六度。復造僧坊等。】"
    },
    {
      "id": "08-002-0040_p0003",
      "zh_CN": "又发心建立道场。",
      "zh_TW": "又發心建立道場。"
    },
    {
      "id": "08-002-0040_p0004",
      "zh_CN": "【理事既备。成佛祇在刹那。故言疾至一切种智。】",
      "zh_TW": "【理事既備。成佛祇在剎那。故言疾至一切種智。】"
    },
    {
      "id": "08-002-0040_p0005",
      "zh_CN": "很快的就能够得到「一切种智」。这一句里面就包括着有事、有理，理固然重要，事也不能够偏废。建道场的功德，就是因为这个场所是弘道的场所，才有这样殊胜的功德。六度是行道的表现，也就是行道的迹象。如果只是在理论上的讲解，而没有在事相上的行持，对于上根利智的人来说是没有困难，对于中下根性的来讲免不了要有怀疑，于是难免有毁谤、有批评，所谓说食数宝，能说不能行，这都是毁谤、批评。最圆满的是理事俱备，有理有事，这个样子才能够成就自己、利益众生。后面结尾的几句：",
      "zh_TW": "很快的就能夠得到「一切種智」。這一句裡面就包括著有事、有理，理固然重要，事也不能夠偏廢。建道場的功德，就是因為這個場所是弘道的場所，才有這樣殊勝的功德。六度是行道的表現，也就是行道的跡象。如果只是在理論上的講解，而沒有在事相上的行持，對於上根利智的人來說是沒有困難，對於中下根性的來講免不了要有懷疑，於是難免有毀謗、有批評，所謂說食數寶，能說不能行，這都是毀謗、批評。最圓滿的是理事俱備，有理有事，這個樣子才能夠成就自己、利益眾生。後面結尾的幾句："
    },
    {
      "id": "08-002-0040_p0006",
      "zh_CN": "【如是之人。四威仪中。同佛受用。安得不起塔散华而供养之。】",
      "zh_TW": "【如是之人。四威儀中。同佛受用。安得不起塔散華而供養之。】"
    },
    {
      "id": "08-002-0040_p0007",
      "zh_CN": "再看底下「随喜功德品」，在这一品一开端是极赞末法时期弘传的功德，这是我们应当要记住，应当要学习的。",
      "zh_TW": "再看底下「隨喜功德品」，在這一品一開端是極讚末法時期弘傳的功德，這是我們應當要記住，應當要學習的。"
    },
    {
      "id": "08-002-0040_p0008",
      "zh_CN": "【前品但明闻如来本寿。及略解言趣深心信解之功德。未及如来灭后。闻经随喜。转为人说。劝人往听。】",
      "zh_TW": "【前品但明聞如來本壽。及略解言趣深心信解之功德。未及如來滅後。聞經隨喜。轉為人說。勸人往聽。】"
    },
    {
      "id": "08-002-0040_p0009",
      "zh_CN": "这是这一品与前一品在旨趣上不相同的地方。前面这一品着重在当时，佛讲《法华经》，在当时这个法会道场上，这些大众听了佛说经之后，能够「深心信解了悟自心」，说他们的成就。可是经典流传到今天，我们觉得最重要的是我们现前的利益，如果我们现前得不到利益，那过去人所得的利益对我们来说也是徒然，他得了好处，我们得不到，我们今天最关心的是自己。现在佛不在世，我们读到《法华经》，我们能够随喜的信受奉行，或者我们自己发心为别人讲解，这就是「转为人说」。或者我们自己不能讲解，有别人讲解，我们「劝人往听」。你们看看这个地方，劝人往听的功德，跟自己讲解的功德是一样的。这个听经的人开悟、得度了，虽然他是从别人那个地方听经得到开悟的，可是我劝他去听，我要不劝他去听，他还是开悟不了，他没有这个因缘。所以劝人往听的功德，跟讲经的人功德一样大，没有两样，诸位要晓得这个道理。你建道场请法师来弘经，你再到处宣传请人来听经，你这个功德与佛有什么两样！没有两样。所以不一定要自己能够讲经，这才得殊胜的功德利益，不一定。一个人没有力量，我们集合一些道友同志，我们大家来做，功德也是一样。所以在这一品里面说明随喜功德不可思议，无怪乎普贤菩萨要劝我们，教我们修「随喜功德」。所以这个地方主要就说这个道理。经上说：",
      "zh_TW": "這是這一品與前一品在旨趣上不相同的地方。前面這一品著重在當時，佛講《法華經》，在當時這個法會道場上，這些大眾聽了佛說經之後，能夠「深心信解了悟自心」，說他們的成就。可是經典流傳到今天，我們覺得最重要的是我們現前的利益，如果我們現前得不到利益，那過去人所得的利益對我們來說也是徒然，他得了好處，我們得不到，我們今天最關心的是自己。現在佛不在世，我們讀到《法華經》，我們能夠隨喜的信受奉行，或者我們自己發心為別人講解，這就是「轉為人說」。或者我們自己不能講解，有別人講解，我們「勸人往聽」。你們看看這個地方，勸人往聽的功德，跟自己講解的功德是一樣的。這個聽經的人開悟、得度了，雖然他是從別人那個地方聽經得到開悟的，可是我勸他去聽，我要不勸他去聽，他還是開悟不了，他沒有這個因緣。所以勸人往聽的功德，跟講經的人功德一樣大，沒有兩樣，諸位要曉得這個道理。你建道場請法師來弘經，你再到處宣傳請人來聽經，你這個功德與佛有什麼兩樣！沒有兩樣。所以不一定要自己能夠講經，這才得殊勝的功德利益，不一定。一個人沒有力量，我們集合一些道友同志，我們大家來做，功德也是一樣。所以在這一品裡面說明隨喜功德不可思議，無怪乎普賢菩薩要勸我們，教我們修「隨喜功德」。所以這個地方主要就說這個道理。經上說："
    },
    {
      "id": "08-002-0040_p0010",
      "zh_CN": "【第一人即如来。】",
      "zh_TW": "【第一人即如來。】"
    },
    {
      "id": "08-002-0040_p0011",
      "zh_CN": "说佛，是最初给我们大家讲《妙法莲华经》的人。辗转第二个人：",
      "zh_TW": "說佛，是最初給我們大家講《妙法蓮華經》的人。輾轉第二個人："
    },
    {
      "id": "08-002-0040_p0012",
      "zh_CN": "【第二人即佛弟子。】",
      "zh_TW": "【第二人即佛弟子。】"
    },
    {
      "id": "08-002-0040_p0013",
      "zh_CN": "传法的弟子，佛不在世，这些弟子们不但依教奉行，而且辗转的教化。",
      "zh_TW": "傳法的弟子，佛不在世，這些弟子們不但依教奉行，而且輾轉的教化。"
    },
    {
      "id": "08-002-0040_p0014",
      "zh_CN": "【第三人即像教法师。】",
      "zh_TW": "【第三人即像教法師。】"
    },
    {
      "id": "08-002-0040_p0015",
      "zh_CN": "「像教」，就是如来法运里面像法时期这些法师。那我们晓得，佛法传到我们中国来，是像法时候来的。佛的法运一共分为三个时期，正法一千年，像法一千年，末法一万年。根据我们中国的记载，释迦牟尼佛出生在周昭王二十四年，这是我们中国历史上记载的，灭度在周穆王的时候，佛住世是八十岁。根据这个记载计算到今天，佛灭度大概是三千零十年。就是根据外国人的记载，他们这些考证也有二千五百多年；换句话说，不管是根据中国人的记载，是根据外国人的说法，我们现在都是末法时期。但是佛法传到我们中国来是像法开始的时候，也就是佛灭度一千年，佛法到中国，也就是我们中国汉朝明帝时候传到中国，这个时候的法师就是「像教法师」，像法。从这上面来看，第一人是如来，第二人就是正法的弟子，就是佛灭度一千年当中，正法时候的弟子；一千年以后这是像法时候的弟子，就是第三人，像教法师。第四人、第五人，那就是变成我们今天末法时候。",
      "zh_TW": "「像教」，就是如來法運裡面像法時期這些法師。那我們曉得，佛法傳到我們中國來，是像法時候來的。佛的法運一共分為三個時期，正法一千年，像法一千年，末法一萬年。根據我們中國的記載，釋迦牟尼佛出生在周昭王二十四年，這是我們中國歷史上記載的，滅度在周穆王的時候，佛住世是八十歲。根據這個記載計算到今天，佛滅度大概是三千零十年。就是根據外國人的記載，他們這些考證也有二千五百多年；換句話說，不管是根據中國人的記載，是根據外國人的說法，我們現在都是末法時期。但是佛法傳到我們中國來是像法開始的時候，也就是佛滅度一千年，佛法到中國，也就是我們中國漢朝明帝時候傳到中國，這個時候的法師就是「像教法師」，像法。從這上面來看，第一人是如來，第二人就是正法的弟子，就是佛滅度一千年當中，正法時候的弟子；一千年以後這是像法時候的弟子，就是第三人，像教法師。第四人、第五人，那就是變成我們今天末法時候。"
    },
    {
      "id": "08-002-0040_p0016",
      "zh_CN": "【第四人即会下徒众。】",
      "zh_TW": "【第四人即會下徒眾。】"
    },
    {
      "id": "08-002-0040_p0017",
      "zh_CN": "像教法师这些会下的徒子徒孙们，一直到今天这些弘法的法师们。第五人，情形就不太相同。",
      "zh_TW": "像教法師這些會下的徒子徒孫們，一直到今天這些弘法的法師們。第五人，情形就不太相同。"
    },
    {
      "id": "08-002-0040_p0018",
      "zh_CN": "【第五人即道路传闻。】",
      "zh_TW": "【第五人即道路傳聞。】"
    },
    {
      "id": "08-002-0040_p0019",
      "zh_CN": "是说哪些？譬如讲今天，我们现前这个社会上能看到的，有许多这些教授们、学者们，他们在研究佛法，也在这里讲经说法，可是他们并没有受过三皈，不是真正的佛弟子。像现在许多学校有佛学课程，有这些老师在讲授佛学，他们并不是真正三宝弟子，并不是有师承的，而是自己去研究，这个地方听听，那个地方听听，这就叫「道路传闻」，这些人。由传闻再传闻：",
      "zh_TW": "是說哪些？譬如講今天，我們現前這個社會上能看到的，有許多這些教授們、學者們，他們在研究佛法，也在這裡講經說法，可是他們並沒有受過三皈，不是真正的佛弟子。像現在許多學校有佛學課程，有這些老師在講授佛學，他們並不是真正三寶弟子，並不是有師承的，而是自己去研究，這個地方聽聽，那個地方聽聽，這就叫「道路傳聞」，這些人。由傳聞再傳聞："
    },
    {
      "id": "08-002-0040_p0020",
      "zh_CN": "【如是展转。至第五十。】",
      "zh_TW": "【如是展轉。至第五十。】"
    },
    {
      "id": "08-002-0040_p0021",
      "zh_CN": "这就是愈传愈广。",
      "zh_TW": "這就是愈傳愈廣。"
    },
    {
      "id": "08-002-0040_p0022",
      "zh_CN": "【所传既远。所禀愈薄。】",
      "zh_TW": "【所傳既遠。所稟愈薄。】"
    },
    {
      "id": "08-002-0040_p0023",
      "zh_CN": "愈传愈远。「所禀愈薄」，这就是禀受的，他能够接受的，实在讲是微乎其微。如果我们拿日本人来做个比较，那真是像此地所讲的一样，日本人今天对于《妙法莲华经》，只有一个经题，已经没有内容。日本佛教徒都会合掌念「南无妙法莲华经」，你问他什么叫《妙法莲华经》，他不晓得，这真是禀受得太薄，只有一个经题。可是佛给我们讲「一称南无佛，皆已成佛道」，这就是这一个金刚种子，永远不坏。就是这样的：",
      "zh_TW": "愈傳愈遠。「所稟愈薄」，這就是稟受的，他能夠接受的，實在講是微乎其微。如果我們拿日本人來做個比較，那真是像此地所講的一樣，日本人今天對於《妙法蓮華經》，只有一個經題，已經沒有內容。日本佛教徒都會合掌念「南無妙法蓮華經」，你問他什麼叫《妙法蓮華經》，他不曉得，這真是稟受得太薄，只有一個經題。可是佛給我們講「一稱南無佛，皆已成佛道」，這就是這一個金剛種子，永遠不壞。就是這樣的："
    },
    {
      "id": "08-002-0040_p0024",
      "zh_CN": "【尚超世间二乘。何况最初。】",
      "zh_TW": "【尚超世間二乘。何況最初。】"
    },
    {
      "id": "08-002-0040_p0025",
      "zh_CN": "我们念一句「南无妙法莲华经」，我们念一句「南无阿弥陀佛」，这个功德超越小乘人。但是这种超越，不是我们现前超越，现前我们比二乘差得远了。是说什么？种子的超越。二乘人不愿意听大经，前面我们读过，佛讲《法华经》的时候，「五千退席」，他不听！末法时期这些人他还愿意听，听了还不肯走，在种性上讲已经是胜过二乘；但是在眼前的果报，那比二乘还是差得远。这是讲承传，一代一代的承传，还是有无量的功德。下面再讲传播的范围，也是愈来愈广。",
      "zh_TW": "我們念一句「南無妙法蓮華經」，我們念一句「南無阿彌陀佛」，這個功德超越小乘人。但是這種超越，不是我們現前超越，現前我們比二乘差得遠了。是說什麼？種子的超越。二乘人不願意聽大經，前面我們讀過，佛講《法華經》的時候，「五千退席」，他不聽！末法時期這些人他還願意聽，聽了還不肯走，在種性上講已經是勝過二乘；但是在眼前的果報，那比二乘還是差得遠。這是講承傳，一代一代的承傳，還是有無量的功德。下面再講傳播的範圍，也是愈來愈廣。"
    },
    {
      "id": "08-002-0040_p0026",
      "zh_CN": "【且四百万亿阿僧祇世界。非止一国。】",
      "zh_TW": "【且四百萬億阿僧祇世界。非止一國。】"
    },
    {
      "id": "08-002-0040_p0027",
      "zh_CN": "前面讲的是数目，这么多的世界，不止一个，这是讲空间之大。下面讲这个听众很复杂：",
      "zh_TW": "前面講的是數目，這麼多的世界，不止一個，這是講空間之大。下面講這個聽眾很複雜："
    },
    {
      "id": "08-002-0040_p0028",
      "zh_CN": "【十二类生。非一人道。】",
      "zh_TW": "【十二類生。非一人道。】"
    },
    {
      "id": "08-002-0040_p0029",
      "zh_CN": "不仅是一个人道，六道里面、九法界里面，统统都具足。所以说是一个正法道场，我们凡夫肉眼往往只看到：这没有多少人在听。如果你要有天眼，你要有法眼，那你看这个道场就不一样，非常的殊胜庄严，因为来听经的不仅仅是人道。在时间上：",
      "zh_TW": "不僅是一個人道，六道裡面、九法界裡面，統統都具足。所以說是一個正法道場，我們凡夫肉眼往往只看到：這沒有多少人在聽。如果你要有天眼，你要有法眼，那你看這個道場就不一樣，非常的殊勝莊嚴，因為來聽經的不僅僅是人道。在時間上："
    },
    {
      "id": "08-002-0040_p0030",
      "zh_CN": "【满八十年。非一日一月。】",
      "zh_TW": "【滿八十年。非一日一月。】"
    },
    {
      "id": "08-002-0040_p0031",
      "zh_CN": "这讲释迦牟尼佛。这是举个比喻说「八十年」，天天不间断的在这里弘经，不是一天、一个月短时期，长时期在弘经。",
      "zh_TW": "這講釋迦牟尼佛。這是舉個比喻說「八十年」，天天不間斷的在這裡弘經，不是一天、一個月短時期，長時期在弘經。"
    },
    {
      "id": "08-002-0040_p0032",
      "zh_CN": "【复令得圣乘。非独世间之乐。】",
      "zh_TW": "【復令得聖乘。非獨世間之樂。】"
    },
    {
      "id": "08-002-0040_p0033",
      "zh_CN": "这就讲弘经的效果，而是叫这些听的人都能够证果，不是得世间一点善报而已。",
      "zh_TW": "這就講弘經的效果，而是叫這些聽的人都能夠證果，不是得世間一點善報而已。"
    },
    {
      "id": "08-002-0040_p0034",
      "zh_CN": "【如是财法二施。已不可思议。犹不及其第五十人闻一四句偈随喜功德者。】",
      "zh_TW": "【如是財法二施。已不可思議。猶不及其第五十人聞一四句偈隨喜功德者。】"
    },
    {
      "id": "08-002-0040_p0035",
      "zh_CN": "这是用种种的来比较，说明辗转到第五十人，就是愈传愈远的，这样的人听一句一偈妙经的随喜功德，比那些人还要超胜。末法时期闻经难得，尤其是闻正法更为难得。这一品经希望诸位细细的去揣摩，体会佛说经的义趣。",
      "zh_TW": "這是用種種的來比較，說明輾轉到第五十人，就是愈傳愈遠的，這樣的人聽一句一偈妙經的隨喜功德，比那些人還要超勝。末法時期聞經難得，尤其是聞正法更為難得。這一品經希望諸位細細的去揣摩，體會佛說經的義趣。"
    },
    {
      "id": "08-002-0040_p0036",
      "zh_CN": "下面两行说明所以然的道理，为什么这个经有这样殊胜的功德，我们通常在讲席里头给诸位说明，那就是一乘了义经典。所谓一乘了义经典，你看此地讲：",
      "zh_TW": "下面兩行說明所以然的道理，為什麼這個經有這樣殊勝的功德，我們通常在講席裡頭給諸位說明，那就是一乘了義經典。所謂一乘了義經典，你看此地講："
    },
    {
      "id": "08-002-0040_p0037",
      "zh_CN": "【此经即是自心。能信自心。成佛。虽未即证。已超世出世间远矣。自心即一佛乘故。】",
      "zh_TW": "【此經即是自心。能信自心。成佛。雖未即證。已超世出世間遠矣。自心即一佛乘故。】"
    },
    {
      "id": "08-002-0040_p0038",
      "zh_CN": "这个几句话非常重要，世间人不能够相信，不但不能相信，世间人连什么叫自心，他也不晓得。正如同佛在大经里面给我们所讲的，世间人把第六意识认定了，认为那是自心，能够思惟、能够想像、能够分别、能够判断的，认为这个是心；这个东西，佛在大经里面给我们说得很清楚，在唯识里面叫第六意识。《楞严经》里面给我们讲的「前尘虚妄相想」，大乘经里面常讲的「六尘缘影」，它完全是虚妄的，无有真实，这不是自心。自心，在佛法里面叫真如本性，能生一切万法，拿今天哲学上的术语来说，宇宙万有的本体，这个就叫自心。念佛人所证的理一心不乱，就是这个自心；《华严》里面讲「应观法界性，一切唯心造」，那个心是讲的自心。法界是讲十法界依正庄严，性就是体质，就是能变、能造十法界依正庄严的理体，那是什么东西？那就是自己的真心，是自己的真性。所谓成佛，无非就是深心信解自心而已，像前面讲了悟自心。此地「能信自心」，就是前一品「深心信解了悟自心」，前面说八个字，这个地方说四个字。可是自心如果不证得，不能叫深心；绝不是我们今天在经上听到佛这么说，我们就相信，这没用处的。为什么？我们没见道，没有证得，我们在日常生活当中还是第六意识做主，还是用的妄心，没有用真心，这还是不信；证得了，证得就成佛。",
      "zh_TW": "這個幾句話非常重要，世間人不能夠相信，不但不能相信，世間人連什麼叫自心，他也不曉得。正如同佛在大經裡面給我們所講的，世間人把第六意識認定了，認為那是自心，能夠思惟、能夠想像、能夠分別、能夠判斷的，認為這個是心；這個東西，佛在大經裡面給我們說得很清楚，在唯識裡面叫第六意識。《楞嚴經》裡面給我們講的「前塵虛妄相想」，大乘經裡面常講的「六塵緣影」，它完全是虛妄的，無有真實，這不是自心。自心，在佛法裡面叫真如本性，能生一切萬法，拿今天哲學上的術語來說，宇宙萬有的本體，這個就叫自心。念佛人所證的理一心不亂，就是這個自心；《華嚴》裡面講「應觀法界性，一切唯心造」，那個心是講的自心。法界是講十法界依正莊嚴，性就是體質，就是能變、能造十法界依正莊嚴的理體，那是什麼東西？那就是自己的真心，是自己的真性。所謂成佛，無非就是深心信解自心而已，像前面講了悟自心。此地「能信自心」，就是前一品「深心信解了悟自心」，前面說八個字，這個地方說四個字。可是自心如果不證得，不能叫深心；絕不是我們今天在經上聽到佛這麼說，我們就相信，這沒用處的。為什麼？我們沒見道，沒有證得，我們在日常生活當中還是第六意識做主，還是用的妄心，沒有用真心，這還是不信；證得了，證得就成佛。"
    },
    {
      "id": "08-002-0040_p0039",
      "zh_CN": "此地是把标准再降低，降到你自己有了信根，我们在五根五力上说，你有了信根，你再有了信力。成佛，虽然现在没有证得，诸位要晓得，证得佛果，在大经里面讲，圆教初住菩萨以上这是证得；没有证得，这是在圆教十信位的菩萨，这个没有证得。但是他是「能信自心」，换句话说，他修学的方向是正确的。虽然没有达到目的地，可是向着目标迈进，这样超出了世出世间。这个世间是讲六凡世间，出世间是讲二乘、权教；换句话说，不但六道凡夫不能跟他相比，声闻、缘觉、菩萨也不能跟他相比。他虽然没有成就，但是他是向着一佛乘迈进，这是我们应当要修学的。你要是懂得这个道理，懂得这个方法，一生当中决定有成就。这就是弘扬一乘经典，功德不可思议。",
      "zh_TW": "此地是把標準再降低，降到你自己有了信根，我們在五根五力上說，你有了信根，你再有了信力。成佛，雖然現在沒有證得，諸位要曉得，證得佛果，在大經裡面講，圓教初住菩薩以上這是證得；沒有證得，這是在圓教十信位的菩薩，這個沒有證得。但是他是「能信自心」，換句話說，他修學的方向是正確的。雖然沒有達到目的地，可是向著目標邁進，這樣超出了世出世間。這個世間是講六凡世間，出世間是講二乘、權教；換句話說，不但六道凡夫不能跟他相比，聲聞、緣覺、菩薩也不能跟他相比。他雖然沒有成就，但是他是向著一佛乘邁進，這是我們應當要修學的。你要是懂得這個道理，懂得這個方法，一生當中決定有成就。這就是弘揚一乘經典，功德不可思議。"
    },
    {
      "id": "08-002-0040_p0040",
      "zh_CN": "【须臾听受。即得上妙车乘。心为万物之主众法之王。故劝人坐听。分坐令坐。即得梵王帝释转轮圣王所坐之处。】",
      "zh_TW": "【須臾聽受。即得上妙車乘。心為萬物之主眾法之王。故勸人坐聽。分坐令坐。即得梵王帝釋轉輪聖王所坐之處。】"
    },
    {
      "id": "08-002-0040_p0041",
      "zh_CN": "此地是先给我们讲，说明一佛乘的殊胜功德利益。「劝人坐听」，看到有一个人来了，你就请他坐下来，或者你把自己位子让一半给他坐，这个果报就得「梵王帝释转轮圣王」的果报。比我们世间这个国王、总统果报要殊胜得太多！我们今天所修的福，诸位不晓得、不知道。我们眼前所说的果报，前世造的因；今世所造的因，来世的果报。在讲席当中我常常劝诸位，心要清净，要纯不能杂，你将来的果报才殊胜。如果现在这个心杂乱、不纯，你将来的果报就不是在梵王帝释，不在这里。福有没有？有，不能说没福。可是你的果报多半在哪里？在修罗道、在人间、在三恶道，在这些地方。修罗，天上的阿修罗，福报跟诸天一样大，在哪里修的？都是在佛门里修。为什么会堕落在修罗？瞋恨心重，架子大，脾气大，他在佛门里认真修福，所以将来的果报就到修罗去。你看这个世间鬼神，鬼神福报大，做城隍、做妈祖，台湾所拜的王爷、土地公，这都是佛门里面修道，贪瞋痴慢没有断，也一样的修福。",
      "zh_TW": "此地是先給我們講，說明一佛乘的殊勝功德利益。「勸人坐聽」，看到有一個人來了，你就請他坐下來，或者你把自己位子讓一半給他坐，這個果報就得「梵王帝釋轉輪聖王」的果報。比我們世間這個國王、總統果報要殊勝得太多！我們今天所修的福，諸位不曉得、不知道。我們眼前所說的果報，前世造的因；今世所造的因，來世的果報。在講席當中我常常勸諸位，心要清淨，要純不能雜，你將來的果報才殊勝。如果現在這個心雜亂、不純，你將來的果報就不是在梵王帝釋，不在這裡。福有沒有？有，不能說沒福。可是你的果報多半在哪裡？在修羅道、在人間、在三惡道，在這些地方。修羅，天上的阿修羅，福報跟諸天一樣大，在哪裡修的？都是在佛門裡修。為什麼會墮落在修羅？瞋恨心重，架子大，脾氣大，他在佛門裡認真修福，所以將來的果報就到修羅去。你看這個世間鬼神，鬼神福報大，做城隍、做媽祖，台灣所拜的王爺、土地公，這都是佛門裡面修道，貪瞋痴慢沒有斷，也一樣的修福。"
    },
    {
      "id": "08-002-0040_p0042",
      "zh_CN": "讲经说法，或者礼请法师，自己建道场，劝人来听经，分坐令坐，但是贪瞋痴慢没有断，果报就做这些鬼神、去当修罗。如果在人间享福，那要具足五戒，六道里面人道是善道。所以纵然在佛门里面修福，来生在人天两道享福的人并不多，诸位可以放眼仔细看一看，现在修福的这些人，多半都是修的修罗跟三恶道的福报。修人天福报的人，心就清净得多，没有恶念，像佛在《八大人觉经》里面告诉我们，「不念旧恶，不憎恶人」，我们所修的福才能到人天两道来享受。心里面常常某个人坏、某个人做坏事，实际上那个人做的坏人坏事，与我们自己有什么相干？不相干！而我们自己得不偿失。为什么？阿赖耶里头落那些坏人坏事的种子，我们将来要遭受这个果报，这真是冤枉。所以大修行人心里面不落这些拉杂种子，心地清净光明一尘不染，这是真正修行人。",
      "zh_TW": "講經說法，或者禮請法師，自己建道場，勸人來聽經，分坐令坐，但是貪瞋痴慢沒有斷，果報就做這些鬼神、去當修羅。如果在人間享福，那要具足五戒，六道裡面人道是善道。所以縱然在佛門裡面修福，來生在人天兩道享福的人並不多，諸位可以放眼仔細看一看，現在修福的這些人，多半都是修的修羅跟三惡道的福報。修人天福報的人，心就清淨得多，沒有惡念，像佛在《八大人覺經》裡面告訴我們，「不念舊惡，不憎惡人」，我們所修的福才能到人天兩道來享受。心裡面常常某個人壞、某個人做壞事，實際上那個人做的壞人壞事，與我們自己有什麼相干？不相干！而我們自己得不償失。為什麼？阿賴耶裡頭落那些壞人壞事的種子，我們將來要遭受這個果報，這真是冤枉。所以大修行人心裡面不落這些拉雜種子，心地清淨光明一塵不染，這是真正修行人。"
    },
    {
      "id": "08-002-0040_p0043",
      "zh_CN": "【劝人往听。】",
      "zh_TW": "【勸人往聽。】"
    },
    {
      "id": "08-002-0040_p0044",
      "zh_CN": "这就是劝人听经的果报。",
      "zh_TW": "這就是勸人聽經的果報。"
    },
    {
      "id": "08-002-0040_p0045",
      "zh_CN": "【得与总持菩萨共生一处。】",
      "zh_TW": "【得與總持菩薩共生一處。】"
    },
    {
      "id": "08-002-0040_p0046",
      "zh_CN": "这果报比前面还要殊胜，为什么？前面随喜看到人家已经进门来，来听、来听，坐到我这里来。这是什么？人家根本没有来，他不晓得，你去劝他来听，这个果报比前面更殊胜。「得与总持菩萨」，什么是总持菩萨？明心见性的菩萨就是总持菩萨。像《华严经》里面讲四十一位法身大士，那是总持菩萨，在净土里面讲就是证理一心不乱的菩萨。这个位次高，也是实报庄严土华藏海会的菩萨，跟他们「共生一处」；换句话说，你当然也是跟他有同样的地位。你与他不同样的地位，你见不到他。这个果报太殊胜！我们发心要像佛心一样，希望一切众生早成佛道，愈早愈好。我们也得尽心尽力以种种善巧方便帮助别人，希望他快快成就，这样的发心与诸佛菩萨无二无别。至于他能不能成就？那是他自己的业障，如果他把这个道理听明白，依照这个方法去做，他一定成就。佛菩萨、善友能够帮助我们的就是这些，至于肯不肯依教修行，这是自己的事情，佛菩萨不能强迫我们怎么做法。开悟也是自己的事情，佛菩萨只能给我们讲解这些原理原则，说明我们之所以不悟的所以然，我们明白这个道理，要把我们之所以不悟的原因，要把它消除，消除这个原因要靠自己。",
      "zh_TW": "這果報比前面還要殊勝，為什麼？前面隨喜看到人家已經進門來，來聽、來聽，坐到我這裡來。這是什麼？人家根本沒有來，他不曉得，你去勸他來聽，這個果報比前面更殊勝。「得與總持菩薩」，什麼是總持菩薩？明心見性的菩薩就是總持菩薩。像《華嚴經》裡面講四十一位法身大士，那是總持菩薩，在淨土裡面講就是證理一心不亂的菩薩。這個位次高，也是實報莊嚴土華藏海會的菩薩，跟他們「共生一處」；換句話說，你當然也是跟他有同樣的地位。你與他不同樣的地位，你見不到他。這個果報太殊勝！我們發心要像佛心一樣，希望一切眾生早成佛道，愈早愈好。我們也得盡心盡力以種種善巧方便幫助別人，希望他快快成就，這樣的發心與諸佛菩薩無二無別。至於他能不能成就？那是他自己的業障，如果他把這個道理聽明白，依照這個方法去做，他一定成就。佛菩薩、善友能夠幫助我們的就是這些，至於肯不肯依教修行，這是自己的事情，佛菩薩不能強迫我們怎麼做法。開悟也是自己的事情，佛菩薩只能給我們講解這些原理原則，說明我們之所以不悟的所以然，我們明白這個道理，要把我們之所以不悟的原因，要把它消除，消除這個原因要靠自己。"
    },
    {
      "id": "08-002-0040_p0047",
      "zh_CN": "在此地也许有人怀疑，「劝人往听」怎么会有这么大的功德？我们也劝不少人来听经，我们也常常劝人来听经，为什么我们现在还没有证到一心不乱？佛在经上说的这个有没有问题？诸位要记住前面的话，劝人往听的这个人，这个能劝的人，是能信自心，成佛虽未即证的人，是这个人。我们今天劝人去听经的，大概跟这个道场、这个法师很有缘，我很喜欢他，我拉他到那里听经；那个地方讲经，我不喜欢他，我就不去，我自己也不去，我也不劝别人去。由此可知，这是感情用事，自己不能够辨别正法、邪法，是对人不是对事。佛法是讲对事不对人，这个地方是正法道场，这个法师跟我有仇，冤家，我也要劝人去听，为什么？正法；那个人讲的是邪法，不是正法，他对我再好，我也不去听，我也不劝人去听。这里头只有邪正之辨、是非之别，不能讲感情的；不能说情之所好，情意相投，那是要不得的，那是迷惑颠倒。一定要以理智抉择，才能够得殊胜的功德利益。",
      "zh_TW": "在此地也許有人懷疑，「勸人往聽」怎麼會有這麼大的功德？我們也勸不少人來聽經，我們也常常勸人來聽經，為什麼我們現在還沒有證到一心不亂？佛在經上說的這個有沒有問題？諸位要記住前面的話，勸人往聽的這個人，這個能勸的人，是能信自心，成佛雖未即證的人，是這個人。我們今天勸人去聽經的，大概跟這個道場、這個法師很有緣，我很喜歡他，我拉他到那裡聽經；那個地方講經，我不喜歡他，我就不去，我自己也不去，我也不勸別人去。由此可知，這是感情用事，自己不能夠辨別正法、邪法，是對人不是對事。佛法是講對事不對人，這個地方是正法道場，這個法師跟我有仇，冤家，我也要勸人去聽，為什麼？正法；那個人講的是邪法，不是正法，他對我再好，我也不去聽，我也不勸人去聽。這裡頭只有邪正之辨、是非之別，不能講感情的；不能說情之所好，情意相投，那是要不得的，那是迷惑顛倒。一定要以理智抉擇，才能夠得殊勝的功德利益。"
    },
    {
      "id": "08-002-0040_p0048",
      "zh_CN": "【利根智慧。乃至六根净妙。见佛闻法者。劝人必称赞妙法。宜其获报如斯。】",
      "zh_TW": "【利根智慧。乃至六根淨妙。見佛聞法者。勸人必稱讚妙法。宜其獲報如斯。】"
    },
    {
      "id": "08-002-0040_p0049",
      "zh_CN": "你看这底下几句就说得很清楚，劝的人是什么人？比我刚才讲的条件还要高，是利根之人，是六根清净之人，这样的人。所以我们要弘法，先要自己修持，我们自己没有见道，如何能弘道？自己先要求见道，道就是一心；换句话说，我们自己先求证得一心。二六时中六根接触六尘境界，唯用一心，就是用一心，那你就见道，你也就修道。一心是平等心、是清净心，是大慈悲普覆之心，平等的慈悲。清净心则一尘不染，慈悲心则平等普覆。自己到这个境界，对于一乘妙法没有不称赞，没有不弘扬，遇到有缘的人必定会劝他来听，所以他得这样的果报是理所当然。",
      "zh_TW": "你看這底下幾句就說得很清楚，勸的人是什麼人？比我剛才講的條件還要高，是利根之人，是六根清淨之人，這樣的人。所以我們要弘法，先要自己修持，我們自己沒有見道，如何能弘道？自己先要求見道，道就是一心；換句話說，我們自己先求證得一心。二六時中六根接觸六塵境界，唯用一心，就是用一心，那你就見道，你也就修道。一心是平等心、是清淨心，是大慈悲普覆之心，平等的慈悲。清淨心則一塵不染，慈悲心則平等普覆。自己到這個境界，對於一乘妙法沒有不稱讚，沒有不弘揚，遇到有緣的人必定會勸他來聽，所以他得這樣的果報是理所當然。"
    },
    {
      "id": "08-002-0040_p0050",
      "zh_CN": "【且须臾听受。不及长时。】",
      "zh_TW": "【且須臾聽受。不及長時。】"
    },
    {
      "id": "08-002-0040_p0051",
      "zh_CN": "听个一次、两次，不是长时间来听的。",
      "zh_TW": "聽個一次、兩次，不是長時間來聽的。"
    },
    {
      "id": "08-002-0040_p0052",
      "zh_CN": "【分坐令坐。势难终席。】",
      "zh_TW": "【分坐令坐。勢難終席。】"
    },
    {
      "id": "08-002-0040_p0053",
      "zh_CN": "让半个座位请别人坐。",
      "zh_TW": "讓半個座位請別人坐。"
    },
    {
      "id": "08-002-0040_p0054",
      "zh_CN": "【劝人往听。未若亲闻。而功德如是者。以劣显胜也。劣既如此。胜则可知。】",
      "zh_TW": "【勸人往聽。未若親聞。而功德如是者。以劣顯勝也。劣既如此。勝則可知。】"
    },
    {
      "id": "08-002-0040_p0055",
      "zh_CN": "这个地方特别要注意到的，就是经一句也好，必定要大开圆解。也就是我们讲，听这一句经他有悟处才有受用；听经没有悟处，听得再多也不得受用。可是悟与不悟，与分别执着有很大的关系，分别心多、执着坚固的人，不容易开悟。换句话说，我们这个悟门就是被分别、执着、妄想给堵塞，所以有听经听一辈子都不开悟。那个一辈子不是像我们现在这种情形，一个礼拜听个一次、两次，一天听上一个钟点、两个钟点，不是这样。天天听，每天都能够听上七、八个钟点，一生不间断的，不开悟的人都很多。这个事情要紧之处，就是叫你要看得破、要放得下，你能够样样事情都看得破，样样都放得下，就很容易开悟。什么叫利根上智？那就是能看破、能放下的人，这个人就是利根上智。看不破、放不下的人，这个人根性就迟钝，样样与人计较，这是障碍了自己。根性利的人，什么都看得开、都放得下的人，听一句、两句就大彻大悟。悟性，一切众生与诸佛菩萨是平等的，没有什么差别。我们不悟，就是有这个障碍，你的分别执着愈坚固愈不容易开悟。诸位要想开悟，就得要放下，我为什么要放下？为了要求开悟、为了要求作佛。下面这一段两行半非常重要：",
      "zh_TW": "這個地方特別要注意到的，就是經一句也好，必定要大開圓解。也就是我們講，聽這一句經他有悟處才有受用；聽經沒有悟處，聽得再多也不得受用。可是悟與不悟，與分別執著有很大的關係，分別心多、執著堅固的人，不容易開悟。換句話說，我們這個悟門就是被分別、執著、妄想給堵塞，所以有聽經聽一輩子都不開悟。那個一輩子不是像我們現在這種情形，一個禮拜聽個一次、兩次，一天聽上一個鐘點、兩個鐘點，不是這樣。天天聽，每天都能夠聽上七、八個鐘點，一生不間斷的，不開悟的人都很多。這個事情要緊之處，就是叫你要看得破、要放得下，你能夠樣樣事情都看得破，樣樣都放得下，就很容易開悟。什麼叫利根上智？那就是能看破、能放下的人，這個人就是利根上智。看不破、放不下的人，這個人根性就遲鈍，樣樣與人計較，這是障礙了自己。根性利的人，什麼都看得開、都放得下的人，聽一句、兩句就大徹大悟。悟性，一切眾生與諸佛菩薩是平等的，沒有什麼差別。我們不悟，就是有這個障礙，你的分別執著愈堅固愈不容易開悟。諸位要想開悟，就得要放下，我為什麼要放下？為了要求開悟、為了要求作佛。下面這一段兩行半非常重要："
    },
    {
      "id": "08-002-0040_p0056",
      "zh_CN": "【不轻菩萨。】",
      "zh_TW": "【不輕菩薩。】"
    },
    {
      "id": "08-002-0040_p0057",
      "zh_CN": "就是底下「常不轻菩萨品」，我们举他做个例子，这是《法华经》里面出现这样一位菩萨，教给我们修行。「不轻」就是不敢轻慢别人，这个菩萨专修自卑而尊人，看一切人都在自己之上，见一切人都顶礼下拜，眼睛里面看一切人都是诸佛，都是自己的老师。我们在《华严经》里面看到一个善财童子，善财童子就是常不轻菩萨。所以《华严经》里面以善财童子做榜样，《法华经》里面以常不轻菩萨做榜样，这是现身说法示范给我们看的。如果你还轻慢一个人、还瞧不起一个人，你自己把你自己整个毁掉。为什么？你就是不想开悟，甘心堕落，就是这么一个人，岂不是自己把自己毁掉！这是举个例子说常不轻菩萨。",
      "zh_TW": "就是底下「常不輕菩薩品」，我們舉他做個例子，這是《法華經》裡面出現這樣一位菩薩，教給我們修行。「不輕」就是不敢輕慢別人，這個菩薩專修自卑而尊人，看一切人都在自己之上，見一切人都頂禮下拜，眼睛裡面看一切人都是諸佛，都是自己的老師。我們在《華嚴經》裡面看到一個善財童子，善財童子就是常不輕菩薩。所以《華嚴經》裡面以善財童子做榜樣，《法華經》裡面以常不輕菩薩做榜樣，這是現身說法示範給我們看的。如果你還輕慢一個人、還瞧不起一個人，你自己把你自己整個毀掉。為什麼？你就是不想開悟，甘心墮落，就是這麼一個人，豈不是自己把自己毀掉！這是舉個例子說常不輕菩薩。"
    },
    {
      "id": "08-002-0040_p0058",
      "zh_CN": "【力难弘演。】",
      "zh_TW": "【力難弘演。】"
    },
    {
      "id": "08-002-0040_p0059",
      "zh_CN": "他的智慧、能力不足，要弘扬这部经他做不到。那怎么办？",
      "zh_TW": "他的智慧、能力不足，要弘揚這部經他做不到。那怎麼辦？"
    },
    {
      "id": "08-002-0040_p0060",
      "zh_CN": "【但持一句。】",
      "zh_TW": "【但持一句。】"
    },
    {
      "id": "08-002-0040_p0061",
      "zh_CN": "他一生在这一部经里头只明白、只记住一句经文，就照着这一句去做。哪一句？",
      "zh_TW": "他一生在這一部經裡頭只明白、只記住一句經文，就照著這一句去做。哪一句？"
    },
    {
      "id": "08-002-0040_p0062",
      "zh_CN": "【所谓汝等皆当作佛。】",
      "zh_TW": "【所謂汝等皆當作佛。】"
    },
    {
      "id": "08-002-0040_p0063",
      "zh_CN": "常不轻菩萨只持这句，你们都是佛，我是众生，他一生就修这一句，所以见一切人不敢轻慢。为什么？你们都是佛，我是众生，不敢轻慢任何一个人。",
      "zh_TW": "常不輕菩薩只持這句，你們都是佛，我是眾生，他一生就修這一句，所以見一切人不敢輕慢。為什麼？你們都是佛，我是眾生，不敢輕慢任何一個人。"
    },
    {
      "id": "08-002-0040_p0064",
      "zh_CN": "【自持劝人。】",
      "zh_TW": "【自持勸人。】"
    },
    {
      "id": "08-002-0040_p0065",
      "zh_CN": "他持什么？就持这一句，恒持一句功德难思。",
      "zh_TW": "他持什麼？就持這一句，恆持一句功德難思。"
    },
    {
      "id": "08-002-0040_p0066",
      "zh_CN": "【因超沙劫。疾至菩提。随喜功德。岂人天二乘福田可比耶。】",
      "zh_TW": "【因超沙劫。疾至菩提。隨喜功德。豈人天二乘福田可比耶。】"
    },
    {
      "id": "08-002-0040_p0067",
      "zh_CN": "这几句话极力劝勉我们学常不轻菩萨，为什么？因为我们自己最坚固的障碍，如果用常不轻菩萨的方法，可以把我们所有坚固障碍都破除，自己才有资格到上根利智一闻千悟，一生成就；我们要不肯这样学的话，就糟了。我过去在台中修学，李老师就常常教给我们，因为佛门学佛的人总是喜欢批评人，总是这个人不对、那个人不对。所以李老师教经，《内典讲座之研究》那就是教讲经的方法，不给人看。不是吝啬，不是吝法，怕的是你看了之后批评法师，你这个地方讲得不对，那里讲错误，毛病百出。那个东西就跟戒律一样，你看了戒律，你就批评这个人犯了戒、那个不守戒，成天自己造罪业，自己起分别、起执着，造无量无边的罪业，自己都不知道。所以佛不叫你看戒律，李老师不叫你看《内典讲座之研究》，这大慈大悲，为什么？你不是这个人。如果你是明理的人，看了之后晓得戒律戒自己，不是戒别人，别人都是佛，他示现的破戒来给我看看，看看我动不动心？看看我还造不造业？那你就是常不轻菩萨。所以经、律、论都是对我一个人讲的，不是对别人讲的，与别人统统不相干，别人都成佛了。戒是教我自己守的，不是教他人守的，他是佛！你这样学，你一生成佛；你不能这样学，无量阿僧祇劫你也成不了佛。好，今天讲到此地。",
      "zh_TW": "這幾句話極力勸勉我們學常不輕菩薩，為什麼？因為我們自己最堅固的障礙，如果用常不輕菩薩的方法，可以把我們所有堅固障礙都破除，自己才有資格到上根利智一聞千悟，一生成就；我們要不肯這樣學的話，就糟了。我過去在台中修學，李老師就常常教給我們，因為佛門學佛的人總是喜歡批評人，總是這個人不對、那個人不對。所以李老師教經，《內典講座之研究》那就是教講經的方法，不給人看。不是吝嗇，不是吝法，怕的是你看了之後批評法師，你這個地方講得不對，那裡講錯誤，毛病百出。那個東西就跟戒律一樣，你看了戒律，你就批評這個人犯了戒、那個不守戒，成天自己造罪業，自己起分別、起執著，造無量無邊的罪業，自己都不知道。所以佛不叫你看戒律，李老師不叫你看《內典講座之研究》，這大慈大悲，為什麼？你不是這個人。如果你是明理的人，看了之後曉得戒律戒自己，不是戒別人，別人都是佛，他示現的破戒來給我看看，看看我動不動心？看看我還造不造業？那你就是常不輕菩薩。所以經、律、論都是對我一個人講的，不是對別人講的，與別人統統不相干，別人都成佛了。戒是教我自己守的，不是教他人守的，他是佛！你這樣學，你一生成佛；你不能這樣學，無量阿僧祇劫你也成不了佛。好，今天講到此地。"
    }
  ]
}