{
  "doc_id": "08-002-0039",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十九集",
    "zh_TW": "第三十九集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0039",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "08-002-0039_p0001",
      "zh_CN": "讲义第十七页：",
      "zh_TW": "講義第十七頁："
    },
    {
      "id": "08-002-0039_p0002",
      "zh_CN": "【菩萨执持旛盖至于梵天者。表慈悲方便超出诸行之上也。】",
      "zh_TW": "【菩薩執持旛蓋至於梵天者。表慈悲方便超出諸行之上也。】"
    },
    {
      "id": "08-002-0039_p0003",
      "zh_CN": "「菩萨执持旛盖至于梵天」这是经文，它表的意思是表慈悲方便，「旛」与「盖」都是高显的意思，举得很高、很明显，表示「超出诸行之上」。在一切行门里面，是以慈悲行与方便行为最上，也是为最殊胜。慈悲与方便，只有大乘佛法里面才具足，小乘人的慈悲是有限的，不像大乘菩萨慈悲普覆、方便多门。大乘佛法的修学，正如清凉所说的是修无碍法，理事无碍，事事无碍；小乘障碍就很多了。这是我们要晓得，此地给我们点醒，诸行之上是慈悲方便。",
      "zh_TW": "「菩薩執持旛蓋至於梵天」這是經文，它表的意思是表慈悲方便，「旛」與「蓋」都是高顯的意思，舉得很高、很明顯，表示「超出諸行之上」。在一切行門裡面，是以慈悲行與方便行為最上，也是為最殊勝。慈悲與方便，只有大乘佛法裡面才具足，小乘人的慈悲是有限的，不像大乘菩薩慈悲普覆、方便多門。大乘佛法的修學，正如清涼所說的是修無礙法，理事無礙，事事無礙；小乘障礙就很多了。這是我們要曉得，此地給我們點醒，諸行之上是慈悲方便。"
    },
    {
      "id": "08-002-0039_p0004",
      "zh_CN": "【前迹门中授记。必须具行六度方得成佛。】",
      "zh_TW": "【前跡門中授記。必須具行六度方得成佛。】"
    },
    {
      "id": "08-002-0039_p0005",
      "zh_CN": "六度要具足，这是成佛的条件。在本门里面来讲，就不是这样。",
      "zh_TW": "六度要具足，這是成佛的條件。在本門裡面來講，就不是這樣。"
    },
    {
      "id": "08-002-0039_p0006",
      "zh_CN": "【此本门中。一闻寿命长远。便获胜利。】",
      "zh_TW": "【此本門中。一聞壽命長遠。便獲勝利。】"
    },
    {
      "id": "08-002-0039_p0007",
      "zh_CN": "这个「胜利」是殊胜的功德利益。",
      "zh_TW": "這個「勝利」是殊勝的功德利益。"
    },
    {
      "id": "08-002-0039_p0008",
      "zh_CN": "【具足慧度。超彼八十万亿那由它劫行五波罗蜜功德者。以显本门殊胜。】",
      "zh_TW": "【具足慧度。超彼八十萬億那由它劫行五波羅蜜功德者。以顯本門殊勝。】"
    },
    {
      "id": "08-002-0039_p0009",
      "zh_CN": "这个真是不可思议的法门。所以迹门里面修，真是长劫修行，而且是难行的苦行，我们常讲历事炼心，难行苦行。可是在本门里面，本门称性；迹门当然也不离开性，是在相上修性；本门是性相不二、性相一如，所以它来得快。「一闻寿命长远」，就是这一品佛所讲的，前面给诸位说过，佛的本寿命无量无边，世尊如是，佛佛道同，生佛平等，众生本寿命又何尝不如是！所以我们今天疏忽，不晓得我们的本寿命。我们今天所迷完全是迷在迹象上，在这一期业报色相之身，我们是迷在这个地方，把自己本来面目忘失掉，不知道本寿命与佛是一样。所以他在这个地方一听了之后开悟，这个开悟是属于慧解。悟了以后这个功德，你看此地所讲的，就超过八十万亿那由他劫行五波罗蜜行，布施、持戒、忍辱、精进、禅定。从这个地方我们也能够体会到修行的原则，修行一定要以般若波罗蜜为主，般若波罗蜜要是证得，这就圆满成就。如果般若波罗蜜没有成就；换句话说，我们俗话讲没有开悟。修前面五种波罗蜜都是有漏福报，这是大家一定要明了。如果不修净土的话，他的果报是在人天，就是修前面的五度。",
      "zh_TW": "這個真是不可思議的法門。所以跡門裡面修，真是長劫修行，而且是難行的苦行，我們常講歷事鍊心，難行苦行。可是在本門裡面，本門稱性；跡門當然也不離開性，是在相上修性；本門是性相不二、性相一如，所以它來得快。「一聞壽命長遠」，就是這一品佛所講的，前面給諸位說過，佛的本壽命無量無邊，世尊如是，佛佛道同，生佛平等，眾生本壽命又何嘗不如是！所以我們今天疏忽，不曉得我們的本壽命。我們今天所迷完全是迷在跡象上，在這一期業報色相之身，我們是迷在這個地方，把自己本來面目忘失掉，不知道本壽命與佛是一樣。所以他在這個地方一聽了之後開悟，這個開悟是屬於慧解。悟了以後這個功德，你看此地所講的，就超過八十萬億那由他劫行五波羅蜜行，布施、持戒、忍辱、精進、禪定。從這個地方我們也能夠體會到修行的原則，修行一定要以般若波羅蜜為主，般若波羅蜜要是證得，這就圓滿成就。如果般若波羅蜜沒有成就；換句話說，我們俗話講沒有開悟。修前面五種波羅蜜都是有漏福報，這是大家一定要明瞭。如果不修淨土的話，他的果報是在人天，就是修前面的五度。"
    },
    {
      "id": "08-002-0039_p0010",
      "zh_CN": "如果修净土法门，修净土法门还有条件的，不是无条件的，什么条件？就是你得禅定。假如你修净土也不得定，净土里面的禅定就是我们讲的一心不乱，或者是功夫成片，都算是禅定。我们连个功夫成片都没有捞到，都没有证得，你就是修前面四种修得再多，布施、持戒、忍辱、精进修得再多，还是人天有漏的福报，这是大家特别要注意的。纵然是禅定修成，四禅八定，如果你要是不修净土的话，你果报在色界天、无色界天，还是属于有漏福报。这种情形之下，如果发愿往生净土，那果报就不相同，他生西方极乐世界凡圣同居土、方便有余土，他能够到这个境界，这也是一种非常殊胜的成就。但是在西方极乐世界还是要开悟，经上常讲「花开见佛悟无生」，悟就是证得般若波罗蜜。般若波罗蜜现前，从这一句偈上我们就晓得，般若波罗蜜现前就证得无生法忍，一切法本来不生，本自无灭，就能够证得这个境界，在果报上这是实报土以上的境界。诸位读经，看到这样的文字就要想到，就要能够深深体会到本门的殊胜。底下就解释为什么本门有这样殊胜的功德利益。",
      "zh_TW": "如果修淨土法門，修淨土法門還有條件的，不是無條件的，什麼條件？就是你得禪定。假如你修淨土也不得定，淨土裡面的禪定就是我們講的一心不亂，或者是功夫成片，都算是禪定。我們連個功夫成片都沒有撈到，都沒有證得，你就是修前面四種修得再多，布施、持戒、忍辱、精進修得再多，還是人天有漏的福報，這是大家特別要注意的。縱然是禪定修成，四禪八定，如果你要是不修淨土的話，你果報在色界天、無色界天，還是屬於有漏福報。這種情形之下，如果發願往生淨土，那果報就不相同，他生西方極樂世界凡聖同居土、方便有餘土，他能夠到這個境界，這也是一種非常殊勝的成就。但是在西方極樂世界還是要開悟，經上常講「花開見佛悟無生」，悟就是證得般若波羅蜜。般若波羅蜜現前，從這一句偈上我們就曉得，般若波羅蜜現前就證得無生法忍，一切法本來不生，本自無滅，就能夠證得這個境界，在果報上這是實報土以上的境界。諸位讀經，看到這樣的文字就要想到，就要能夠深深體會到本門的殊勝。底下就解釋為什麼本門有這樣殊勝的功德利益。"
    },
    {
      "id": "08-002-0039_p0011",
      "zh_CN": "【何以一闻本寿。便获如是利益。】",
      "zh_TW": "【何以一聞本壽。便獲如是利益。】"
    },
    {
      "id": "08-002-0039_p0012",
      "zh_CN": "这个确确实实值得怀疑，疑一定要破除，如果不破除，它是一种很大的障碍。根本烦恼里面它就占一条，贪瞋痴慢底下就是疑，可见得疑的烦恼相当的重。如果疑要不构成这样重的烦恼，诸位想想看，世尊又何必说法四十九年！说法的目的在哪里？无非是断疑生信而已。",
      "zh_TW": "這個確確實實值得懷疑，疑一定要破除，如果不破除，它是一種很大的障礙。根本煩惱裡面它就佔一條，貪瞋痴慢底下就是疑，可見得疑的煩惱相當的重。如果疑要不構成這樣重的煩惱，諸位想想看，世尊又何必說法四十九年！說法的目的在哪裡？無非是斷疑生信而已。"
    },
    {
      "id": "08-002-0039_p0013",
      "zh_CN": "【少解言趣。尚起如来无上之慧。何况广闻而不得是利耶。】",
      "zh_TW": "【少解言趣。尚起如來無上之慧。何況廣聞而不得是利耶。】"
    },
    {
      "id": "08-002-0039_p0014",
      "zh_CN": "这就是说明其所以然的道理。「少解」，这确实是解，这个解是正解，不是错误的曲解，是正确的理解，虽然解得不多，就是说不够深、不够圆，他已经得殊胜的利益，「起如来无上之慧」。何况广闻！佛在法华会上讲这个大经，这是多闻，这是广说；换句话说，得这样殊胜的功德利益，这是理所当然的，应该得到的。",
      "zh_TW": "這就是說明其所以然的道理。「少解」，這確實是解，這個解是正解，不是錯誤的曲解，是正確的理解，雖然解得不多，就是說不夠深、不夠圓，他已經得殊勝的利益，「起如來無上之慧」。何況廣聞！佛在法華會上講這個大經，這是多聞，這是廣說；換句話說，得這樣殊勝的功德利益，這是理所當然的，應該得到的。"
    },
    {
      "id": "08-002-0039_p0015",
      "zh_CN": "【自持教他是慧。备修供养是福。二事具足。便同佛德。】",
      "zh_TW": "【自持教他是慧。備修供養是福。二事具足。便同佛德。】"
    },
    {
      "id": "08-002-0039_p0016",
      "zh_CN": "这四句希望大家要好好把它记下来，你们有红笔可以把它画下来，这是教给我们福慧双修，我们世间人要修福、修慧，福慧双修。持是受持，自己受持，什么叫受持？受持里头最重要的，就像佛在《般若经》里面教给我们，「以文字般若起观照般若，证实相般若」，这才叫受持，这是最高级的修行法，这叫受持。又能够「教他」，我们常讲自行化他。但是这个地方的「自持」，不是讲事修，是讲观照，为什么？此地讲的是慧。下面「备修」就是在事相里面把它做到，可见得前面自持是说的理，底下备修是讲的事，理事圆融，理事无碍。我们今天的修行，可以说完全是事，在事修里面没有观照般若，所以怎么修都不开慧。我们举个浅显的例子，同修们你们天天念佛，这个念佛阿弥陀佛，阿弥陀佛，这是事修。如果这一句阿弥陀佛的佛号，连我们的妄想、烦恼都不能够伏住的话，这叫白修，等于没有修。这一句佛号能够把烦恼、妄想控制住，压下去，不叫它起现行，这叫事修，这修福。如果这句佛号里头你提起观照，知道烦恼、妄念以及佛号俱空了不可得，就开智慧。为什么？你一切不执着，你都能够离开，烦恼、执着、妄念、佛号统统都离开，心里面不执着，这离是心离，不是事上离，这就是理事无碍、事事无碍的境界，这才能开得了智慧，这种修法叫真供养。这是属于修福，福里面有慧，慧里面有福，福慧双修叫「二事具足」，这就「同佛德」，佛的德是三德秘藏，慧是般若德，福是解脱德。当然这个三种只要证得一种，三种都具足，一定具足法身，法身、般若、解脱三德统统具足。",
      "zh_TW": "這四句希望大家要好好把它記下來，你們有紅筆可以把它畫下來，這是教給我們福慧雙修，我們世間人要修福、修慧，福慧雙修。持是受持，自己受持，什麼叫受持？受持裡頭最重要的，就像佛在《般若經》裡面教給我們，「以文字般若起觀照般若，證實相般若」，這才叫受持，這是最高級的修行法，這叫受持。又能夠「教他」，我們常講自行化他。但是這個地方的「自持」，不是講事修，是講觀照，為什麼？此地講的是慧。下面「備修」就是在事相裡面把它做到，可見得前面自持是說的理，底下備修是講的事，理事圓融，理事無礙。我們今天的修行，可以說完全是事，在事修裡面沒有觀照般若，所以怎麼修都不開慧。我們舉個淺顯的例子，同修們你們天天念佛，這個念佛阿彌陀佛，阿彌陀佛，這是事修。如果這一句阿彌陀佛的佛號，連我們的妄想、煩惱都不能夠伏住的話，這叫白修，等於沒有修。這一句佛號能夠把煩惱、妄想控制住，壓下去，不叫它起現行，這叫事修，這修福。如果這句佛號裡頭你提起觀照，知道煩惱、妄念以及佛號俱空了不可得，就開智慧。為什麼？你一切不執著，你都能夠離開，煩惱、執著、妄念、佛號統統都離開，心裡面不執著，這離是心離，不是事上離，這就是理事無礙、事事無礙的境界，這才能開得了智慧，這種修法叫真供養。這是屬於修福，福裡面有慧，慧裡面有福，福慧雙修叫「二事具足」，這就「同佛德」，佛的德是三德祕藏，慧是般若德，福是解脫德。當然這個三種只要證得一種，三種都具足，一定具足法身，法身、般若、解脫三德統統具足。"
    },
    {
      "id": "08-002-0039_p0017",
      "zh_CN": "【是故能生一切种智。】",
      "zh_TW": "【是故能生一切種智。】"
    },
    {
      "id": "08-002-0039_p0018",
      "zh_CN": "「一切种智」是如来的智慧，我们修行千万不要忘了这个纲领，我们只要照这个去修必定有成就。",
      "zh_TW": "「一切種智」是如來的智慧，我們修行千萬不要忘了這個綱領，我們只要照這個去修必定有成就。"
    },
    {
      "id": "08-002-0039_p0019",
      "zh_CN": "【略解言趣。】",
      "zh_TW": "【略解言趣。】"
    },
    {
      "id": "08-002-0039_p0020",
      "zh_CN": "能够得到这样殊胜的功德利益。",
      "zh_TW": "能夠得到這樣殊勝的功德利益。"
    },
    {
      "id": "08-002-0039_p0021",
      "zh_CN": "【深心信解了悟自心。则知佛身本无去来。故见灵山一会常在娑婆。不异华藏。】",
      "zh_TW": "【深心信解了悟自心。則知佛身本無去來。故見靈山一會常在娑婆。不異華藏。】"
    },
    {
      "id": "08-002-0039_p0022",
      "zh_CN": "大师在此地也是劝勉我们，「深心信解」，什么叫做深心？深心是菩提心之一。我们的信解，实在讲就像水面上的浮萍一样，随风飘荡，没有根。《弥陀经》里面讲三十七道品，从五根五力讲起，我们在《疏钞》也给诸位详细的说明过。换句话说，我们今天的信没有根、没有力，就是说很容易动摇，犹豫不决，对佛法若信、若不信是这个态度。你说不信又很信，你说信那个信又没有信心，既不解义又不晓得怎么修，都是在那里搞盲修瞎练，自以为是，这就是没有信心。「深心信解」，深心是决定不动摇的心，我们也就讲坚固的信心、清净的信心，这个信心里面决定没有犹豫，没有疑悔。由此可知，这个深心信解，确实是相当不容易得到，如果你具足深心信解，你必定见道。小乘的见道位是须陀洹果，从此以后决定不堕三恶道，天上人间七次往来就证阿罗汉果，这就是时间都可以能够预算得到的，一定证果。大乘见道位是圆教初住菩萨，在净土里面讲就是证得理一心不乱。所以深心信解要紧，深心信解决定不是勉强可以做得到的。我要信，我真信，这个不行，没有用处的，为什么？因为你是感情的。深心信解是理智的，不是感情的，凡是感情的心就不够深，感情，诸位要晓得是浮动的，是决定不稳定的。所以六道凡夫他都是感情做主，无论做什么事心决定不坚固，他的心是浮动的，这在佛法叫妄心，他不是真心；深心是真心，深心是清净心。",
      "zh_TW": "大師在此地也是勸勉我們，「深心信解」，什麼叫做深心？深心是菩提心之一。我們的信解，實在講就像水面上的浮萍一樣，隨風飄蕩，沒有根。《彌陀經》裡面講三十七道品，從五根五力講起，我們在《疏鈔》也給諸位詳細的說明過。換句話說，我們今天的信沒有根、沒有力，就是說很容易動搖，猶豫不決，對佛法若信、若不信是這個態度。你說不信又很信，你說信那個信又沒有信心，既不解義又不曉得怎麼修，都是在那裡搞盲修瞎練，自以為是，這就是沒有信心。「深心信解」，深心是決定不動搖的心，我們也就講堅固的信心、清淨的信心，這個信心裡面決定沒有猶豫，沒有疑悔。由此可知，這個深心信解，確實是相當不容易得到，如果你具足深心信解，你必定見道。小乘的見道位是須陀洹果，從此以後決定不墮三惡道，天上人間七次往來就證阿羅漢果，這就是時間都可以能夠預算得到的，一定證果。大乘見道位是圓教初住菩薩，在淨土裡面講就是證得理一心不亂。所以深心信解要緊，深心信解決定不是勉強可以做得到的。我要信，我真信，這個不行，沒有用處的，為什麼？因為你是感情的。深心信解是理智的，不是感情的，凡是感情的心就不夠深，感情，諸位要曉得是浮動的，是決定不穩定的。所以六道凡夫他都是感情做主，無論做什麼事心決定不堅固，他的心是浮動的，這在佛法叫妄心，他不是真心；深心是真心，深心是清淨心。"
    },
    {
      "id": "08-002-0039_p0023",
      "zh_CN": "我们可以说，无始劫以来，我们就迷失了深心，所得的结果就是迷信、妄解，这是我们现前的状况，不悟自心。怎么样才能够恢复到「深心信解了悟自心」？这里面唯一的方法就是一乘教义的薰习。佛说法四十九年就是薰习，就是用一乘教义的薰习，听多了，理真正明了，深心信解才现前。诸位读经典、读语录，你去看《高僧传》，自古以来十方三世一切诸佛菩萨，哪个不是天天在弘经！经里面讲弘经的功德不可思议，讲弘经的功德。你们在经里面有没有看到，佛在那里赞叹，像我们现在这样的念经、拜佛、念佛、参禅，有没有说？经上也说，说得少！可是一比较起来，还是弘经的功德殊胜。诸佛住世所示现给我们看的，就是弘经；过去这些菩萨、祖师在世的时候，示现给我们看的也是弘经。诸位如果要希望真正修福修慧，你怎么修法？你就发心出来弘经，这个功德不可思议。我这一生当中没有能力，我也不会讲、也不会说、也没有法缘，那怎么办？我们请法师大德们来讲经，我们就礼请。你要这样修，你来生就有智慧、有福德，这个智慧、福德，就是说你来生就有能力自己亲自弘扬佛法，要这样修才行。可是自行化他的目标，都是在「了悟自心」，了是明了，悟是觉悟，自心就是本性；禅家所谓明心见性，就是此地了悟自心；净土里面所讲的理一心不乱，就是了悟自心。八万四千法门，法门不一样，目标是相同的，没有第二个目标，目标就是了悟自心，了悟自心一切就圆满了。",
      "zh_TW": "我們可以說，無始劫以來，我們就迷失了深心，所得的結果就是迷信、妄解，這是我們現前的狀況，不悟自心。怎麼樣才能夠恢復到「深心信解了悟自心」？這裡面唯一的方法就是一乘教義的薰習。佛說法四十九年就是薰習，就是用一乘教義的薰習，聽多了，理真正明瞭，深心信解才現前。諸位讀經典、讀語錄，你去看《高僧傳》，自古以來十方三世一切諸佛菩薩，哪個不是天天在弘經！經裡面講弘經的功德不可思議，講弘經的功德。你們在經裡面有沒有看到，佛在那裡讚歎，像我們現在這樣的念經、拜佛、念佛、參禪，有沒有說？經上也說，說得少！可是一比較起來，還是弘經的功德殊勝。諸佛住世所示現給我們看的，就是弘經；過去這些菩薩、祖師在世的時候，示現給我們看的也是弘經。諸位如果要希望真正修福修慧，你怎麼修法？你就發心出來弘經，這個功德不可思議。我這一生當中沒有能力，我也不會講、也不會說、也沒有法緣，那怎麼辦？我們請法師大德們來講經，我們就禮請。你要這樣修，你來生就有智慧、有福德，這個智慧、福德，就是說你來生就有能力自己親自弘揚佛法，要這樣修才行。可是自行化他的目標，都是在「了悟自心」，了是明瞭，悟是覺悟，自心就是本性；禪家所謂明心見性，就是此地了悟自心；淨土裡面所講的理一心不亂，就是了悟自心。八萬四千法門，法門不一樣，目標是相同的，沒有第二個目標，目標就是了悟自心，了悟自心一切就圓滿了。"
    },
    {
      "id": "08-002-0039_p0024",
      "zh_CN": "一乘教学里面，就是以这个为目标，尽管用的方便不同，所谓「方便有多门，归元无二路」，都是归到了悟自心上说。这个时候你就晓得，「佛身本无去来」，无去来就是遍法界，就像虚空一样，虚空哪有去来？虚空没有去来。无论我们走到哪个地方，虚空与我们常在，什么时候你离开虚空！而我们的法身就像虚空一样。「十方三世佛，共同一法身」，佛身如是，佛是个了悟自心的众生，那就叫佛，众生是没有了悟自心的佛，所以说「心佛众生三无差别」。由此可知，我们自己的本身又何尝有来去？「灵山一会」常在现前，这是理所当然。灵鹫山在印度舍卫国，我们智者大师读《法华经》，入了法华三昧，亲见灵山一会还没散，佛在那里讲《法华经》，他还在那里听过一次。咱们智者大师是在浙江天台山，他也没到印度去，而世尊在灵鹫山讲《法华经》的境界，就示现在智者大师的眼前。我们如果说佛来了，佛从那个地方示现到我面前来，他连那个地方也搬过来。实际上印度的灵鹫山也不来，还在那个地方；浙江天台山也没有到那里去，没有去来。佛身本无去来，佛土也本无去来，这就是说常在的意思。不但「常在娑婆」，可以说无处而不在，与《华严经》里面讲的华藏世界是一样。这个事情实在讲是妙极了，奇妙极了，绝不是我们凡情所能够想像的、所能够测度的，我们的言思都达不到，但是这个境界叫真实的境界。",
      "zh_TW": "一乘教學裡面，就是以這個為目標，儘管用的方便不同，所謂「方便有多門，歸元無二路」，都是歸到了悟自心上說。這個時候你就曉得，「佛身本無去來」，無去來就是遍法界，就像虛空一樣，虛空哪有去來？虛空沒有去來。無論我們走到哪個地方，虛空與我們常在，什麼時候你離開虛空！而我們的法身就像虛空一樣。「十方三世佛，共同一法身」，佛身如是，佛是個了悟自心的眾生，那就叫佛，眾生是沒有了悟自心的佛，所以說「心佛眾生三無差別」。由此可知，我們自己的本身又何嘗有來去？「靈山一會」常在現前，這是理所當然。靈鷲山在印度舍衛國，我們智者大師讀《法華經》，入了法華三昧，親見靈山一會還沒散，佛在那裡講《法華經》，他還在那裡聽過一次。咱們智者大師是在浙江天台山，他也沒到印度去，而世尊在靈鷲山講《法華經》的境界，就示現在智者大師的眼前。我們如果說佛來了，佛從那個地方示現到我面前來，他連那個地方也搬過來。實際上印度的靈鷲山也不來，還在那個地方；浙江天台山也沒有到那裡去，沒有去來。佛身本無去來，佛土也本無去來，這就是說常在的意思。不但「常在娑婆」，可以說無處而不在，與《華嚴經》裡面講的華藏世界是一樣。這個事情實在講是妙極了，奇妙極了，絕不是我們凡情所能夠想像的、所能夠測度的，我們的言思都達不到，但是這個境界叫真實的境界。"
    },
    {
      "id": "08-002-0039_p0025",
      "zh_CN": "什么时候你能够见到事实的真相？你只要有了这八个字就见到，「深心信解了悟自心」。在我们念佛人来讲，就是你念到理一心不乱，这境界就现前。所以一心不乱的功德，一般人确实不知道，得到一心之后，三世十方就融而为一体。我们要晓得我们前生是什么样子，前生境界就现前；我们再前生是什么样子，再前生又现前；将来的情形怎么样，将来的境界现前。这是你亲自见到，不是在那里想的，不是推想，是现量，而不是比量。我们为什么不在这上做功夫？让光阴空过，这是真正可惜！纵然是遍满恒沙国土的大千世界七宝，给诸位说，也比不上修一心不乱的人。大千世界七宝是有尽的时候，你要是得到一心，你获得无尽的功德宝藏。可是几个人深心信解？没有深心信解，所以他在这个世间样样放不下。对于这么一桩重要的事情，他疏忽，他肯把它放下；那个世间不相干的事情他放不下，这叫颠倒。",
      "zh_TW": "什麼時候你能夠見到事實的真相？你只要有了這八個字就見到，「深心信解了悟自心」。在我們念佛人來講，就是你念到理一心不亂，這境界就現前。所以一心不亂的功德，一般人確實不知道，得到一心之後，三世十方就融而為一體。我們要曉得我們前生是什麼樣子，前生境界就現前；我們再前生是什麼樣子，再前生又現前；將來的情形怎麼樣，將來的境界現前。這是你親自見到，不是在那裡想的，不是推想，是現量，而不是比量。我們為什麼不在這上做功夫？讓光陰空過，這是真正可惜！縱然是遍滿恆沙國土的大千世界七寶，給諸位說，也比不上修一心不亂的人。大千世界七寶是有盡的時候，你要是得到一心，你獲得無盡的功德寶藏。可是幾個人深心信解？沒有深心信解，所以他在這個世間樣樣放不下。對於這麼一樁重要的事情，他疏忽，他肯把它放下；那個世間不相干的事情他放不下，這叫顛倒。"
    },
    {
      "id": "08-002-0039_p0026",
      "zh_CN": "【故见其地种种庄严。】",
      "zh_TW": "【故見其地種種莊嚴。】"
    },
    {
      "id": "08-002-0039_p0027",
      "zh_CN": "这还是接着前面不异华藏。",
      "zh_TW": "這還是接著前面不異華藏。"
    },
    {
      "id": "08-002-0039_p0028",
      "zh_CN": "【然此经。佛在世时信之者犹易。】",
      "zh_TW": "【然此經。佛在世時信之者猶易。】"
    },
    {
      "id": "08-002-0039_p0029",
      "zh_CN": "「此经」是指《妙法莲华经》。《法华经》，佛讲了八年，大家一定想到八年讲这一部经，那讲得不多！《六祖坛经》比《法华经》分量少得太多，而《六祖坛经》是六祖讲了三十七年，可见得节录下来的本子是重要的本子，是所讲的精华，是所讲的纲领。并不是把佛陀当年每一句话都记下来，要每句话都记下来，那还得了！就是我现在这个讲话的速度，一个小时要记下来大概也要一万字，这还得了吗？如果一天讲八个钟点，一天就是八万字。佛说法四十九年，那《藏经》我们今天人受不了。所以诸位要知道，说，当时说得很详细，记录就是记它的纲要，记它的重点；而不是每个字都把它记录下来，那就太繁琐，一般人也不愿意受持。所以说这部《法华经》，是佛这八年当中所讲的纲要。佛在世的时候相信妙法的人此地说还容易，这个容易是比较今天来讲要容易一些。",
      "zh_TW": "「此經」是指《妙法蓮華經》。《法華經》，佛講了八年，大家一定想到八年講這一部經，那講得不多！《六祖壇經》比《法華經》分量少得太多，而《六祖壇經》是六祖講了三十七年，可見得節錄下來的本子是重要的本子，是所講的精華，是所講的綱領。並不是把佛陀當年每一句話都記下來，要每句話都記下來，那還得了！就是我現在這個講話的速度，一個小時要記下來大概也要一萬字，這還得了嗎？如果一天講八個鐘點，一天就是八萬字。佛說法四十九年，那《藏經》我們今天人受不了。所以諸位要知道，說，當時說得很詳細，記錄就是記它的綱要，記它的重點；而不是每個字都把它記錄下來，那就太繁瑣，一般人也不願意受持。所以說這部《法華經》，是佛這八年當中所講的綱要。佛在世的時候相信妙法的人此地說還容易，這個容易是比較今天來講要容易一些。"
    },
    {
      "id": "08-002-0039_p0030",
      "zh_CN": "【灭度之后信之者更难。】",
      "zh_TW": "【滅度之後信之者更難。】"
    },
    {
      "id": "08-002-0039_p0031",
      "zh_CN": "佛入灭了，后来的众生要想深心信解确实不容易。我们看看，今天这些修学之人，确实就像佛在经里面讲的现象一样。",
      "zh_TW": "佛入滅了，後來的眾生要想深心信解確實不容易。我們看看，今天這些修學之人，確實就像佛在經裡面講的現象一樣。"
    },
    {
      "id": "08-002-0039_p0032",
      "zh_CN": "【是故但不毁訾。起随喜心。便为深信解相。】",
      "zh_TW": "【是故但不毀訾。起隨喜心。便為深信解相。】"
    },
    {
      "id": "08-002-0039_p0033",
      "zh_CN": "这是说到我们今天末法时期听了佛经，或者看佛经，不毁谤、不批评。「訾」就是批评。不随随便便轻慢的批评它，不毁谤它，能够随喜，这就是接近「深信解」的样子，「相」就是个样子。这是讲到末法时期。经就是佛知佛见，经就是佛心，此地讲：",
      "zh_TW": "這是說到我們今天末法時期聽了佛經，或者看佛經，不毀謗、不批評。「訾」就是批評。不隨隨便便輕慢的批評它，不毀謗它，能夠隨喜，這就是接近「深信解」的樣子，「相」就是個樣子。這是講到末法時期。經就是佛知佛見，經就是佛心，此地講："
    },
    {
      "id": "08-002-0039_p0034",
      "zh_CN": "【经是诸佛法身。】",
      "zh_TW": "【經是諸佛法身。】"
    },
    {
      "id": "08-002-0039_p0035",
      "zh_CN": "为什么？因为十方三世一切诸佛，他们的见解是相同的，佛佛道同，决定没有两个讲法，因为他们见地是相同。",
      "zh_TW": "為什麼？因為十方三世一切諸佛，他們的見解是相同的，佛佛道同，決定沒有兩個講法，因為他們見地是相同。"
    },
    {
      "id": "08-002-0039_p0036",
      "zh_CN": "【受持者。即为顶戴如来。】",
      "zh_TW": "【受持者。即為頂戴如來。】"
    },
    {
      "id": "08-002-0039_p0037",
      "zh_CN": "「顶戴」是恭敬至极，我们把佛顶在头上，这是讲恭敬到极处。普贤菩萨在十大愿王里面，给我们讲的「礼敬诸佛」，顶戴就是礼敬至极。由此你也能够体会到，礼敬诸佛要怎么修法？要受持妙经，这才算是礼敬诸佛。光是礼敬，见到他就磕头、就恭敬、就礼拜，佛所教给我们理论不去研究，教给我们方法不去做，那不是礼敬。果然能够受持，你见到佛也不拜、也不念，都叫礼敬，为什么？佛给你讲的这些道理你都做到。礼佛、拜佛那是形式，是外表，外表有没有不重要，重要是不是在生活上都做到？重要在这个地方。换句话说，是不是以经里面所说的这些文字般若，在我们日常生活当中提起观照般若，这个重要。因为唯有如此你才能够证到实相般若，证实相就是证一心不乱，就是证一真法界，就是明心见性，这个重要！",
      "zh_TW": "「頂戴」是恭敬至極，我們把佛頂在頭上，這是講恭敬到極處。普賢菩薩在十大願王裡面，給我們講的「禮敬諸佛」，頂戴就是禮敬至極。由此你也能夠體會到，禮敬諸佛要怎麼修法？要受持妙經，這才算是禮敬諸佛。光是禮敬，見到他就磕頭、就恭敬、就禮拜，佛所教給我們理論不去研究，教給我們方法不去做，那不是禮敬。果然能夠受持，你見到佛也不拜、也不念，都叫禮敬，為什麼？佛給你講的這些道理你都做到。禮佛、拜佛那是形式，是外表，外表有沒有不重要，重要是不是在生活上都做到？重要在這個地方。換句話說，是不是以經裡面所說的這些文字般若，在我們日常生活當中提起觀照般若，這個重要。因為唯有如此你才能夠證到實相般若，證實相就是證一心不亂，就是證一真法界，就是明心見性，這個重要！"
    },
    {
      "id": "08-002-0039_p0038",
      "zh_CN": "【经即一体三宝。】",
      "zh_TW": "【經即一體三寶。】"
    },
    {
      "id": "08-002-0039_p0039",
      "zh_CN": "我们是三宝弟子，要紧的是要做一体三宝。",
      "zh_TW": "我們是三寶弟子，要緊的是要做一體三寶。"
    },
    {
      "id": "08-002-0039_p0040",
      "zh_CN": "【故供养者。即为已起塔寺僧房。】",
      "zh_TW": "【故供養者。即為已起塔寺僧房。】"
    },
    {
      "id": "08-002-0039_p0041",
      "zh_CN": "「起塔寺僧房」，功德无量，这就是我们今天所讲的建寺庙、建道场。可是建寺庙、建道场，大家晓得这是好事，这是功德，拼命去建庙。他又疏忽这个寺庙道场是干什么事情，必须要明了有寺庙、有道场，如果这里头没有道，那只是一个空壳而已，并无功德。假如这里面给这些人斗争，给它为非作歹，这不叫道场，叫罪恶的场所，不但没有福而且是造罪业，这是我们应当特别要警觉的。下课。",
      "zh_TW": "「起塔寺僧房」，功德無量，這就是我們今天所講的建寺廟、建道場。可是建寺廟、建道場，大家曉得這是好事，這是功德，拼命去建廟。他又疏忽這個寺廟道場是幹什麼事情，必須要明瞭有寺廟、有道場，如果這裡頭沒有道，那只是一個空殼而已，並無功德。假如這裡面給這些人鬥爭，給它為非作歹，這不叫道場，叫罪惡的場所，不但沒有福而且是造罪業，這是我們應當特別要警覺的。下課。"
    }
  ]
}