{
  "doc_id": "08-002-0005",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0005",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "08-002-0005_p0001",
      "zh_CN": "前面说到上首德号表法的用意，在此地又做了一个总结。",
      "zh_TW": "前面說到上首德號表法的用意，在此地又做了一個總結。"
    },
    {
      "id": "08-002-0005_p0002",
      "zh_CN": "【如是八万菩萨。于自心之德。各主一门。共辅心王。亦非心外有也。】",
      "zh_TW": "【如是八萬菩薩。於自心之德。各主一門。共輔心王。亦非心外有也。】"
    },
    {
      "id": "08-002-0005_p0003",
      "zh_CN": "这句话交代得非常的清楚，八万四千法门是心体的作用，觉悟的作用叫法门，迷而不觉的时候我们叫烦恼。后面还有诸天大众，可以见到法华会上是非常庄严殊胜，它代表的是法会的圆满，法会圆满就是自己一心圆满。",
      "zh_TW": "這句話交代得非常的清楚，八萬四千法門是心體的作用，覺悟的作用叫法門，迷而不覺的時候我們叫煩惱。後面還有諸天大眾，可以見到法華會上是非常莊嚴殊勝，它代表的是法會的圓滿，法會圓滿就是自己一心圓滿。"
    },
    {
      "id": "08-002-0005_p0004",
      "zh_CN": "在发起序里面，本经是以放光发起，底下就要说这个问题。",
      "zh_TW": "在發起序裡面，本經是以放光發起，底下就要說這個問題。"
    },
    {
      "id": "08-002-0005_p0005",
      "zh_CN": "【始彰圣凡一处之会。次放因果一际之光。后说事理一乘之法。其重重显示。使人谛信一心。】",
      "zh_TW": "【始彰聖凡一處之會。次放因果一際之光。後說事理一乘之法。其重重顯示。使人諦信一心。】"
    },
    {
      "id": "08-002-0005_p0006",
      "zh_CN": "这些放光说法的义趣，都是教我们谛信一心。可见得如来最后的教学，是多么注重在信心的建立上。",
      "zh_TW": "這些放光說法的義趣，都是教我們諦信一心。可見得如來最後的教學，是多麼注重在信心的建立上。"
    },
    {
      "id": "08-002-0005_p0007",
      "zh_CN": "在经文里面我们读到，佛以《无量义经》教化一切众生，这个无量义有两重意思：",
      "zh_TW": "在經文裡面我們讀到，佛以《無量義經》教化一切眾生，這個無量義有兩重意思："
    },
    {
      "id": "08-002-0005_p0008",
      "zh_CN": "【一者。以刹那际三昧融之。】",
      "zh_TW": "【一者。以剎那際三昧融之。】"
    },
    {
      "id": "08-002-0005_p0009",
      "zh_CN": "这是讲无量义，也就是像《华严》里面所讲的「念劫圆融」。我们今天看到的《华严经》，在清凉大师玄义里面所说明，只是龙树菩萨在龙宫所见到的《华严经》的下本，而下本经有十万偈，这一点也是大家要记住的，这是佛学普通常识。我们中国计算书籍部头大小，我们是用字数来计算，这一部书有多少字，我们常说老子的《道德经》五千言，我们是以字数来计算。印度人他们计算的习惯跟我们不一样，他们是以偈来计算，这个偈并不指整整齐齐的偈颂，不是，而只是说四句就叫做一偈，就连长行文也是这么计算；换句话说，它是以四句为一个单位，这样子计算。《华严经》一共有十万偈，十万偈就是四十万句；而我们中文本的《华严经，只有这个一半的数字。经实在是太大，当时传到中国来就不是一个完整的本子，而是一个残缺的本子，不完全。第一次传到中国来，在晋朝时候翻译的，我们称之为《六十华严》，有三万六千颂。诸位想想，距离十万颂只是三分之一强一点。到唐朝实叉难陀再翻译的时候，增加九千颂，成四万五千颂，就是我们现在所读的《八十华严》，与原来的本子只有一半，我们称之为略本《华严经》。",
      "zh_TW": "這是講無量義，也就是像《華嚴》裡面所講的「念劫圓融」。我們今天看到的《華嚴經》，在清涼大師玄義裡面所說明，只是龍樹菩薩在龍宮所見到的《華嚴經》的下本，而下本經有十萬偈，這一點也是大家要記住的，這是佛學普通常識。我們中國計算書籍部頭大小，我們是用字數來計算，這一部書有多少字，我們常說老子的《道德經》五千言，我們是以字數來計算。印度人他們計算的習慣跟我們不一樣，他們是以偈來計算，這個偈並不指整整齊齊的偈頌，不是，而只是說四句就叫做一偈，就連長行文也是這麼計算；換句話說，它是以四句為一個單位，這樣子計算。《華嚴經》一共有十萬偈，十萬偈就是四十萬句；而我們中文本的《華嚴經，只有這個一半的數字。經實在是太大，當時傳到中國來就不是一個完整的本子，而是一個殘缺的本子，不完全。第一次傳到中國來，在晉朝時候翻譯的，我們稱之為《六十華嚴》，有三萬六千頌。諸位想想，距離十萬頌只是三分之一強一點。到唐朝實叉難陀再翻譯的時候，增加九千頌，成四萬五千頌，就是我們現在所讀的《八十華嚴》，與原來的本子只有一半，我們稱之為略本《華嚴經》。"
    },
    {
      "id": "08-002-0005_p0010",
      "zh_CN": "而龙树菩萨在龙宫里面所见到的大本，也称作为上本，有多大的分量？说起来实在是吓人，有「十个三千大千世界微尘偈，一个四天下微尘品」。这真正是浩如烟海都不能比，我们怎么能受持？无法受持。可见得我们今天所看到的八十卷《华严经》，是整个《华严经》里面提要的提要。佛什么时候说出来？刹那之间说出来。这就讲的念劫圆融，一念可以化为无量劫，无量劫可以归在一念。诸位晓得，时间这个概念在佛法里面是没有意义的，在唯识里面讲时间是不相应行法，方分、时分，时分就时间，是假的不是真的。所以经里面一开头讲「一时」，而不记载某年某月某日，不这么记载，讲一时，一是什么？简单的说，就是心与境一的时候，如果在净土里面讲就是理一心不乱的时候。这个时候所现前的是一真法界，也就是你证得一真法界的时候，一时！我们证得一的时候，十方三世诸佛菩萨在一刹那之间全都现前。",
      "zh_TW": "而龍樹菩薩在龍宮裡面所見到的大本，也稱作為上本，有多大的分量？說起來實在是嚇人，有「十個三千大千世界微塵偈，一個四天下微塵品」。這真正是浩如煙海都不能比，我們怎麼能受持？無法受持。可見得我們今天所看到的八十卷《華嚴經》，是整個《華嚴經》裡面提要的提要。佛什麼時候說出來？剎那之間說出來。這就講的念劫圓融，一念可以化為無量劫，無量劫可以歸在一念。諸位曉得，時間這個概念在佛法裡面是沒有意義的，在唯識裡面講時間是不相應行法，方分、時分，時分就時間，是假的不是真的。所以經裡面一開頭講「一時」，而不記載某年某月某日，不這麼記載，講一時，一是什麼？簡單的說，就是心與境一的時候，如果在淨土裡面講就是理一心不亂的時候。這個時候所現前的是一真法界，也就是你證得一真法界的時候，一時！我們證得一的時候，十方三世諸佛菩薩在一剎那之間全都現前。"
    },
    {
      "id": "08-002-0005_p0011",
      "zh_CN": "这个一时，现在有些人翻译，把佛经翻成白话文，说有一个时候，这个不行，不是有一个时候，不是说从前某一个时候，不能这样说；这是心境一如的时候，性相不二的时候。所以「如是我闻，一时」，这是如来的真实语，不是随顺我们众生的语言。佛以二谛说法，这是以真谛而说；佛在某个什么地方那就以俗谛，「如是我闻，一时」是以真谛。此地讲皆一自心之象，一自心之象就是整个宇宙大千、十法界依正庄严是我们一心，一心这个时候。这是讲《无量义经》，所以诸位只要证得一，无量义就通达。无量义原是自心所起的大用，这是从理上讲。",
      "zh_TW": "這個一時，現在有些人翻譯，把佛經翻成白話文，說有一個時候，這個不行，不是有一個時候，不是說從前某一個時候，不能這樣說；這是心境一如的時候，性相不二的時候。所以「如是我聞，一時」，這是如來的真實語，不是隨順我們眾生的語言。佛以二諦說法，這是以真諦而說；佛在某個什麼地方那就以俗諦，「如是我聞，一時」是以真諦。此地講皆一自心之象，一自心之象就是整個宇宙大千、十法界依正莊嚴是我們一心，一心這個時候。這是講《無量義經》，所以諸位只要證得一，無量義就通達。無量義原是自心所起的大用，這是從理上講。"
    },
    {
      "id": "08-002-0005_p0012",
      "zh_CN": "【二者。此时正欲会权归实。即指前四十年所说者。为无量义也。】",
      "zh_TW": "【二者。此時正欲會權歸實。即指前四十年所說者。為無量義也。】"
    },
    {
      "id": "08-002-0005_p0013",
      "zh_CN": "另外一个说法，是从事相上说。这就是指世尊示现成道以后，四十年间所讲的一切经论，我们总一句话说，称之为无量义。由此可知，前面第一个意思是真实的无量，是无量的无量；第二个意思是有量的无量，为什么？四十年间所讲的是有量的无量。这两个意思都能够讲得通，一个是从真谛上说，一个是从俗谛上说，真俗二谛都能够讲得通。",
      "zh_TW": "另外一個說法，是從事相上說。這就是指世尊示現成道以後，四十年間所講的一切經論，我們總一句話說，稱之為無量義。由此可知，前面第一個意思是真實的無量，是無量的無量；第二個意思是有量的無量，為什麼？四十年間所講的是有量的無量。這兩個意思都能夠講得通，一個是從真諦上說，一個是從俗諦上說，真俗二諦都能夠講得通。"
    },
    {
      "id": "08-002-0005_p0014",
      "zh_CN": "【入无量义定。】",
      "zh_TW": "【入無量義定。】"
    },
    {
      "id": "08-002-0005_p0015",
      "zh_CN": "「定」，心地清净，应该是一念不生，一个意思也没有，这才叫定。定里头又有无量义，这是什么定？无量义与定在我们看起来好像是矛盾，无量义就不能得定，定就不应该有无量义。心守住在一个法里面，我们可以称之为定。譬如念佛，二六时中心里面只有一句阿弥陀佛，我们叫念佛三昧，这是念佛的定。心专一，专注在一个门上，这是定。无量义怎么能成定？诸位要晓得，这才是真正的大定，这个定跟诸位说，叫自性本定，正是《楞严经》里面所讲的楞严大定。此地说这个定非言说所及之处，不是我们言语、思惟能够达得到。",
      "zh_TW": "「定」，心地清淨，應該是一念不生，一個意思也沒有，這才叫定。定裡頭又有無量義，這是什麼定？無量義與定在我們看起來好像是矛盾，無量義就不能得定，定就不應該有無量義。心守住在一個法裡面，我們可以稱之為定。譬如念佛，二六時中心裡面只有一句阿彌陀佛，我們叫念佛三昧，這是念佛的定。心專一，專注在一個門上，這是定。無量義怎麼能成定？諸位要曉得，這才是真正的大定，這個定跟諸位說，叫自性本定，正是《楞嚴經》裡面所講的楞嚴大定。此地說這個定非言說所及之處，不是我們言語、思惟能夠達得到。"
    },
    {
      "id": "08-002-0005_p0016",
      "zh_CN": "底下有两句说得很好，我们把这个一看，意思多少可以体会到一些。",
      "zh_TW": "底下有兩句說得很好，我們把這個一看，意思多少可以體會到一些。"
    },
    {
      "id": "08-002-0005_p0017",
      "zh_CN": "【昔从一心出无量义门。今收无量义还归一心。】",
      "zh_TW": "【昔從一心出無量義門。今收無量義還歸一心。】"
    },
    {
      "id": "08-002-0005_p0018",
      "zh_CN": "十法界依正庄严都是一心显现的，这是真正的无量义。所以我们自己证得一心就见到，那就是前面所讲的「说无量义经」。可见得「无量义定」就是一心，就是一心三昧。今收无量义还归一心。但是诸位要记住，此地的出入、展收都是一，是不二法门，有出有入这是二法，不是一心，一心里头没有二法。「出生无量义，还归一心」，出生与还归是一不是二，我们看了这个句子，不要以为真的有个出、有个入，那就坏了，没有出入。是为言说方便起见，不得已而说一个出入，实际上不是真正有这个迹相上出入。楞严会上所讲的「当处出生，随处灭尽」，既然讲了当处，又说有出、又说有入，可见得出入即非出入。事相上有这个相，理上确实没有。为什么有这个事？事是缘生之法，佛法因缘生，所以本经讲是「一大事因缘」。六祖大师讲得更清楚、更明白，他把「开示悟入众生佛之知见」，他不说佛，他说觉，「开示悟入众生觉之知见」，我们听了觉之知见更容易体会到经的意思。佛在经里面这么说，上根利智的人一听就开悟，所谓是言下大悟，中下根性的人还有疑惑，还不能够直下承当，于是佛再以善巧方便来诱导。这段文希望大家细心的去研究。",
      "zh_TW": "十法界依正莊嚴都是一心顯現的，這是真正的無量義。所以我們自己證得一心就見到，那就是前面所講的「說無量義經」。可見得「無量義定」就是一心，就是一心三昧。今收無量義還歸一心。但是諸位要記住，此地的出入、展收都是一，是不二法門，有出有入這是二法，不是一心，一心裡頭沒有二法。「出生無量義，還歸一心」，出生與還歸是一不是二，我們看了這個句子，不要以為真的有個出、有個入，那就壞了，沒有出入。是為言說方便起見，不得已而說一個出入，實際上不是真正有這個跡相上出入。楞嚴會上所講的「當處出生，隨處滅盡」，既然講了當處，又說有出、又說有入，可見得出入即非出入。事相上有這個相，理上確實沒有。為什麼有這個事？事是緣生之法，佛法因緣生，所以本經講是「一大事因緣」。六祖大師講得更清楚、更明白，他把「開示悟入眾生佛之知見」，他不說佛，他說覺，「開示悟入眾生覺之知見」，我們聽了覺之知見更容易體會到經的意思。佛在經裡面這麼說，上根利智的人一聽就開悟，所謂是言下大悟，中下根性的人還有疑惑，還不能夠直下承當，於是佛再以善巧方便來誘導。這段文希望大家細心的去研究。"
    },
    {
      "id": "08-002-0005_p0019",
      "zh_CN": "【于一光之中。圆彰法界无量差别。一光非异。法界非一。】",
      "zh_TW": "【於一光之中。圓彰法界無量差別。一光非異。法界非一。】"
    },
    {
      "id": "08-002-0005_p0020",
      "zh_CN": "我们通常讲十法界，实际上是无量无边的法界。",
      "zh_TW": "我們通常講十法界，實際上是無量無邊的法界。"
    },
    {
      "id": "08-002-0005_p0021",
      "zh_CN": "【异本非异。由一故异。一本非一。由异故一。一异同时。非前非后。重重无尽。彼此交罗。】",
      "zh_TW": "【異本非異。由一故異。一本非一。由異故一。一異同時。非前非後。重重無盡。彼此交羅。】"
    },
    {
      "id": "08-002-0005_p0022",
      "zh_CN": "这个境界是不可思议的境界，这个境界给诸位说，是真实的境界，这个境界就是我们当前的境界，可惜我们在这个境界里是迷而不觉，如果我们一旦觉悟，给诸位说，天下就太平。从这个地方，诸位要能够体会得到佛法是什么，能够体会得到，你就晓得佛法应当如何去修学，怎样才能真正的证果。证果，简单的讲就是证得一心。",
      "zh_TW": "這個境界是不可思議的境界，這個境界給諸位說，是真實的境界，這個境界就是我們當前的境界，可惜我們在這個境界裡是迷而不覺，如果我們一旦覺悟，給諸位說，天下就太平。從這個地方，諸位要能夠體會得到佛法是什麼，能夠體會得到，你就曉得佛法應當如何去修學，怎樣才能真正的證果。證果，簡單的講就是證得一心。"
    },
    {
      "id": "08-002-0005_p0023",
      "zh_CN": "【光发于眉间者。以其非动处也。六根俱有用。而眉独无用。虽曰无用。不碍其炽然常用。故于此放光。】",
      "zh_TW": "【光發於眉間者。以其非動處也。六根俱有用。而眉獨無用。雖曰無用。不礙其熾然常用。故於此放光。】"
    },
    {
      "id": "08-002-0005_p0024",
      "zh_CN": "再说佛的放光，这放光是表法的。佛是从眉间所放的光，我们讲白毫，是从眉间所放，就是放的毫光。这个地方放光，它也有特殊的作用。我们面门上讲六根，眼耳鼻舌身，这个六根都有作用，眼能见、耳能闻、鼻嗅香、舌尝味，各有各的功用，只有眉毛没有作用、没用处。他不从有用处的地方放光，他从无用之处放光，这里面含的意思就很深；换句话说，跟我们讲无用之用，这才是常用。诸佛菩萨无为而无所不为，我们跟诸佛菩萨起作用是不一样，我们起的作用是有用之用，诸佛菩萨起的用是无用之用。在有用之用，麻烦大，为什么？有果报缠绵不绝。我们有个善用，后面有善的果报，三善道果报；我们起个恶的用，后头有三恶道的果报，你想想看麻不麻烦？菩萨起的作用是无为用，无为就是无漏，佛经里讲无漏，无为就是无漏，它没有果报，所以我们叫它做净业。净业，三界之内找不到果报的地方，这就是佛在这里暗示，教给我们要学习。",
      "zh_TW": "再說佛的放光，這放光是表法的。佛是從眉間所放的光，我們講白毫，是從眉間所放，就是放的毫光。這個地方放光，它也有特殊的作用。我們面門上講六根，眼耳鼻舌身，這個六根都有作用，眼能見、耳能聞、鼻嗅香、舌嘗味，各有各的功用，只有眉毛沒有作用、沒用處。他不從有用處的地方放光，他從無用之處放光，這裡面含的意思就很深；換句話說，跟我們講無用之用，這才是常用。諸佛菩薩無為而無所不為，我們跟諸佛菩薩起作用是不一樣，我們起的作用是有用之用，諸佛菩薩起的用是無用之用。在有用之用，麻煩大，為什麼？有果報纏綿不絕。我們有個善用，後面有善的果報，三善道果報；我們起個惡的用，後頭有三惡道的果報，你想想看麻不麻煩？菩薩起的作用是無為用，無為就是無漏，佛經裡講無漏，無為就是無漏，它沒有果報，所以我們叫它做淨業。淨業，三界之內找不到果報的地方，這就是佛在這裡暗示，教給我們要學習。"
    },
    {
      "id": "08-002-0005_p0025",
      "zh_CN": "我们要想学习佛菩萨无用之大用，这样说起来，是不是都要出了家才能够学佛菩萨无用之用？跟诸位说，不是的，成阿罗汉、成佛不一定要出家。在家、出家要是二，二就不是佛法，这是迷。因此一心的证得，不在在家、出家。在家证得一心，成阿罗汉、成佛也多得很；虽然出家，出家不能得一心、证果的人也很多。可见得修行证果不在出家，在家一样可以成就。诸位去看看《四十华严》，你看善财童子五十三参，善财童子所参访的善知识，给诸位说，个个都是佛菩萨，五十三位善知识出家的几个？十分之一，只有五个人示现出家身分，其余统统是在家人，男女老少，还有不少外道。诸位要记住，觉悟证得一心都叫做佛，外道也是佛。你看看经里面，胜热婆罗门是外道，而且是示现逆行、愚痴，那是佛；遍行外道是佛，示现外道的身分；伐苏蜜多女示现的是淫女的身分，那是佛。这就是说明贪瞋痴都是佛法，证得了一心，无论他示现什么都是净业，为什么要示现这些？普度众生。所以度众生是圆满的，什么样的根性用什么样的方法来接引。甘露火王用的是瞋恚，用的是杀人的方法来度众生，那个示现的就跟地狱一样，地狱境界是甘露火王大道场，普度众生。我们哪里晓得？我们看到是恶人，恶人哪里晓得他是佛菩萨，不知道。所以五十三参是一心里面所现的清净平等的法界，《四十经》里面讲「不思议解脱境界」，这是一真法界。这就是说明无用之用，他们起的作用跟我们现前这个世间完全一样，我们所以不像他们，我们是有心的，我们有心是有妄心；人家无心是无妄心，他有真心，所以他是真心起作用。我们今天在一真法界里头起作用，是妄心在起作用，所以见不到一真。",
      "zh_TW": "我們要想學習佛菩薩無用之大用，這樣說起來，是不是都要出了家才能夠學佛菩薩無用之用？跟諸位說，不是的，成阿羅漢、成佛不一定要出家。在家、出家要是二，二就不是佛法，這是迷。因此一心的證得，不在在家、出家。在家證得一心，成阿羅漢、成佛也多得很；雖然出家，出家不能得一心、證果的人也很多。可見得修行證果不在出家，在家一樣可以成就。諸位去看看《四十華嚴》，你看善財童子五十三參，善財童子所參訪的善知識，給諸位說，個個都是佛菩薩，五十三位善知識出家的幾個？十分之一，只有五個人示現出家身分，其餘統統是在家人，男女老少，還有不少外道。諸位要記住，覺悟證得一心都叫做佛，外道也是佛。你看看經裡面，勝熱婆羅門是外道，而且是示現逆行、愚痴，那是佛；遍行外道是佛，示現外道的身分；伐蘇蜜多女示現的是淫女的身分，那是佛。這就是說明貪瞋痴都是佛法，證得了一心，無論他示現什麼都是淨業，為什麼要示現這些？普度眾生。所以度眾生是圓滿的，什麼樣的根性用什麼樣的方法來接引。甘露火王用的是瞋恚，用的是殺人的方法來度眾生，那個示現的就跟地獄一樣，地獄境界是甘露火王大道場，普度眾生。我們哪裡曉得？我們看到是惡人，惡人哪裡曉得他是佛菩薩，不知道。所以五十三參是一心裡面所現的清淨平等的法界，《四十經》裡面講「不思議解脫境界」，這是一真法界。這就是說明無用之用，他們起的作用跟我們現前這個世間完全一樣，我們所以不像他們，我們是有心的，我們有心是有妄心；人家無心是無妄心，他有真心，所以他是真心起作用。我們今天在一真法界裡頭起作用，是妄心在起作用，所以見不到一真。"
    },
    {
      "id": "08-002-0005_p0026",
      "zh_CN": "说到这个地方，后面还要讲到出家，在五十三参里面，有出家的比丘、比丘尼，人数很少。诸位要晓得，出家人的责任，你看人家叫你就称你法师。所以你要记住，出家人的责任是老师的身分；换句话说，这个老师是要教一切众生觉悟的。如果我们自己还迷惑颠倒，怎么能把学生教觉悟？在以前出家不容易，现在出家就太容易了。你看佛法传到中国来的时候，我们中国人晓得，出家人是老师，皇帝见到也要尊重。因此，帝王大臣对于出家人就有限制；换句话说，你够不够资格做我的老师？你要不够资格做我的老师，你不能出家，你在家学佛就好了。你要够有资格做帝王、大臣、全国国民的老师，这才准许你出家。",
      "zh_TW": "說到這個地方，後面還要講到出家，在五十三參裡面，有出家的比丘、比丘尼，人數很少。諸位要曉得，出家人的責任，你看人家叫你就稱你法師。所以你要記住，出家人的責任是老師的身分；換句話說，這個老師是要教一切眾生覺悟的。如果我們自己還迷惑顛倒，怎麼能把學生教覺悟？在以前出家不容易，現在出家就太容易了。你看佛法傳到中國來的時候，我們中國人曉得，出家人是老師，皇帝見到也要尊重。因此，帝王大臣對於出家人就有限制；換句話說，你夠不夠資格做我的老師？你要不夠資格做我的老師，你不能出家，你在家學佛就好了。你要夠有資格做帝王、大臣、全國國民的老師，這才准許你出家。"
    },
    {
      "id": "08-002-0005_p0027",
      "zh_CN": "从前出家要考试，是由政府来考试，考试及格发给你证书，这个证书叫度碟。你拿到度牒之后，这个度牒是皇帝发的，就是皇帝认为你有资格出家，你有资格做天人师表。你看哪个寺庙的法师跟你有缘，你去拜他为老师，请他给你剃度，他要先看看你有没有度碟。如果没有度牒，他要给你剃度，他犯法；你有度牒，他给你剃度这是合法的。所以从前出家人能够普遍受到社会的尊重，他有学问、有道德，他的品学是经过国家承认。从前出家人的考试，比在家人考进士要难得多，因为你考一个进士那是世间法，这是出世间法。考取进士你是皇帝的部下，度牒考取之后是皇帝的老师，那怎么相同？这样才能够续佛慧命。诸位发心出家，就要晓得自己的身分是天人师的身分。我们凭什么做天人师？如果要不能够奋发自强，做到名符其实，这一出家带来的麻烦就大。古人常说「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，你看看麻烦是不是大？披毛戴角，给诸位说，那还是以后的事情。怕的是先堕恶道，地狱、饿鬼罪受满之后，再到畜生道去还债，我们何苦干这个事情？这一点是希望同学们，尤其是出家的同学要提高警觉，绝不是儿戏，不是开玩笑的。",
      "zh_TW": "從前出家要考試，是由政府來考試，考試及格發給你證書，這個證書叫度碟。你拿到度牒之後，這個度牒是皇帝發的，就是皇帝認為你有資格出家，你有資格做天人師表。你看哪個寺廟的法師跟你有緣，你去拜他為老師，請他給你剃度，他要先看看你有沒有度碟。如果沒有度牒，他要給你剃度，他犯法；你有度牒，他給你剃度這是合法的。所以從前出家人能夠普遍受到社會的尊重，他有學問、有道德，他的品學是經過國家承認。從前出家人的考試，比在家人考進士要難得多，因為你考一個進士那是世間法，這是出世間法。考取進士你是皇帝的部下，度牒考取之後是皇帝的老師，那怎麼相同？這樣才能夠續佛慧命。諸位發心出家，就要曉得自己的身分是天人師的身分。我們憑什麼做天人師？如果要不能夠奮發自強，做到名符其實，這一出家帶來的麻煩就大。古人常說「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，你看看麻煩是不是大？披毛戴角，給諸位說，那還是以後的事情。怕的是先墮惡道，地獄、餓鬼罪受滿之後，再到畜生道去還債，我們何苦幹這個事情？這一點是希望同學們，尤其是出家的同學要提高警覺，絕不是兒戲，不是開玩笑的。"
    },
    {
      "id": "08-002-0005_p0028",
      "zh_CN": "佛法到今天可以说衰得不像样子，我们读《印光大师文钞》，他老人家对这个问题无限的感慨。为什么？这个制度是清世祖顺治皇帝把它废掉，一千多年相承的制度。他当时废掉也是个好心，他说出家是个好事，何必政府要限制？是个好心。可是他没有想到后世的流弊这么大，使出家人的素质一落千丈，没有过去那个标准。譬如今天基督教的牧师、天主教的神父，能够受到社会尊重，为什么？就是因为学历。人家神学院一定要大学毕业，才有资格读神学院，神学院毕业出来就相当于硕士、博士，这样的地位，所以人家学校里聘请他做老师，他在社会上能够受到很尊重。我们出家人怎么样？不认识字的也可以出家，出家受戒之后，人家称法师，所以社会要瞧不起，我们的素质水准没那么高。在从前我们的水准是第一流的水准，现在呢？现在什么都没有。这是我们已经发心出家的要努力，力争上游。现在还有很多到学校去补习，也去念中学、念大学，这个事情有没有这个必要？诸位要晓得，如果你初中毕业出家，高中三年，大学四年，再去念研究所再花几年，十年的时间过去。好，研究所毕业，你看看现在博士满街走，不值钱。以往大学毕业就可以担任讲师，助教当然没有问题。现在学校里助教都是硕士，讲师都是博士，为什么？太多了，没有地方安插了。咱们学校再要办个几年，我看连中学教师都要博士来担任，博士太多。你搞的是世间法。",
      "zh_TW": "佛法到今天可以說衰得不像樣子，我們讀《印光大師文鈔》，他老人家對這個問題無限的感慨。為什麼？這個制度是清世祖順治皇帝把它廢掉，一千多年相承的制度。他當時廢掉也是個好心，他說出家是個好事，何必政府要限制？是個好心。可是他沒有想到後世的流弊這麼大，使出家人的素質一落千丈，沒有過去那個標準。譬如今天基督教的牧師、天主教的神父，能夠受到社會尊重，為什麼？就是因為學歷。人家神學院一定要大學畢業，才有資格讀神學院，神學院畢業出來就相當於碩士、博士，這樣的地位，所以人家學校裡聘請他做老師，他在社會上能夠受到很尊重。我們出家人怎麼樣？不認識字的也可以出家，出家受戒之後，人家稱法師，所以社會要瞧不起，我們的素質水準沒那麼高。在從前我們的水準是第一流的水準，現在呢？現在什麼都沒有。這是我們已經發心出家的要努力，力爭上游。現在還有很多到學校去補習，也去念中學、念大學，這個事情有沒有這個必要？諸位要曉得，如果你初中畢業出家，高中三年，大學四年，再去念研究所再花幾年，十年的時間過去。好，研究所畢業，你看看現在博士滿街走，不值錢。以往大學畢業就可以擔任講師，助教當然沒有問題。現在學校裡助教都是碩士，講師都是博士，為什麼？太多了，沒有地方安插了。咱們學校再要辦個幾年，我看連中學教師都要博士來擔任，博士太多。你搞的是世間法。"
    },
    {
      "id": "08-002-0005_p0029",
      "zh_CN": "你初中毕业不怕，如果你在佛法里面能够用十年功夫，古人所讲是十载寒窗，你要是在佛门里头，一部经论上、一个法门上用十年的功夫，你一定出人头地，你成佛作祖。天台宗近代的一位祖师倓虚大师，你们看他的传记《影尘回忆录》。他在没有出家之前，是八载寒窗读《楞严》，他成为天台宗的祖师，就是那八载寒窗的基础。他要拿这个八年时间去念中学、念大学，他就完了，所以我觉得这是不值得的。如果是我要拿文凭将来在社会上好看，这个心已经在名闻利养上，不是道心。道心是叫你把世缘统统放下，名闻利养、五欲六尘统统放下，这是道心。我们求的是一心，我们所证得的是真正了生死出三界，不再轮回，我们目的在此地。绝不是什么大学文凭，硕士、博士文凭拿出来好看，那不能了生死，那不能消业障。大家不晓得我，不晓得又怎么样？晓得又怎么样！希特勒天下人都晓得，还是照样要下阿鼻地狱，有什么办法？他造的业太重了。",
      "zh_TW": "你初中畢業不怕，如果你在佛法裡面能夠用十年功夫，古人所講是十載寒窗，你要是在佛門裡頭，一部經論上、一個法門上用十年的功夫，你一定出人頭地，你成佛作祖。天台宗近代的一位祖師倓虛大師，你們看他的傳記《影塵回憶錄》。他在沒有出家之前，是八載寒窗讀《楞嚴》，他成為天台宗的祖師，就是那八載寒窗的基礎。他要拿這個八年時間去念中學、念大學，他就完了，所以我覺得這是不值得的。如果是我要拿文憑將來在社會上好看，這個心已經在名聞利養上，不是道心。道心是叫你把世緣統統放下，名聞利養、五欲六塵統統放下，這是道心。我們求的是一心，我們所證得的是真正了生死出三界，不再輪迴，我們目的在此地。絕不是什麼大學文憑，碩士、博士文憑拿出來好看，那不能了生死，那不能消業障。大家不曉得我，不曉得又怎麼樣？曉得又怎麼樣！希特勒天下人都曉得，還是照樣要下阿鼻地獄，有什麼辦法？他造的業太重了。"
    },
    {
      "id": "08-002-0005_p0030",
      "zh_CN": "荒山石洞里头有多少修行人证果，出三界了生死，没一个人知道，他成佛作祖。名闻利养害死人，害惨修行人，这个东西严格的来讲，边都沾不得，好名好利这是魔障。今天世间法里头那些名利，学校的文凭，那都是魔王在那边诱惑你，稍稍不留意就上魔的当。所以有些年轻人想出家的，还没有出家，他正在念书，我就告诉他，你好好的念，你把大学念毕业，最好念到博士学位再出家，为什么？他就不打妄想了。不要再去念博士，世间法念到头了，觉悟了也不过就如此。所以说要死心塌地用在佛法上，佛法没有别的，就是修的清净心。你看大乘佛法教你发菩提心，菩提心就是清净心，菩提心是修行的大根大本。直心就是平等心，深心就是清净心，大悲心就是慈悲心，我们修的是这个，无需要人知道。到你道德成就了，自然有天龙八部、护法鬼神来拥护你，把你推崇出去为天人师表，普度众生，还用得着自己去宣传吗？",
      "zh_TW": "荒山石洞裡頭有多少修行人證果，出三界了生死，沒一個人知道，他成佛作祖。名聞利養害死人，害慘修行人，這個東西嚴格的來講，邊都沾不得，好名好利這是魔障。今天世間法裡頭那些名利，學校的文憑，那都是魔王在那邊誘惑你，稍稍不留意就上魔的當。所以有些年輕人想出家的，還沒有出家，他正在念書，我就告訴他，你好好的念，你把大學念畢業，最好念到博士學位再出家，為什麼？他就不打妄想了。不要再去念博士，世間法念到頭了，覺悟了也不過就如此。所以說要死心塌地用在佛法上，佛法沒有別的，就是修的清淨心。你看大乘佛法教你發菩提心，菩提心就是清淨心，菩提心是修行的大根大本。直心就是平等心，深心就是清淨心，大悲心就是慈悲心，我們修的是這個，無需要人知道。到你道德成就了，自然有天龍八部、護法鬼神來擁護你，把你推崇出去為天人師表，普度眾生，還用得著自己去宣傳嗎？"
    },
    {
      "id": "08-002-0005_p0031",
      "zh_CN": "印光大师就是我们一个榜样，你看他老人家，你读读他的传记就晓得，他在普陀山藏经楼等于闭关，三十年不下山，哪个人晓得他？没有人知道，到他老人家七十岁的时候，都没有人晓得。那个时候就是李圆净这几个居士，这民国初年的大居士，很有学问、有修行的，去朝普陀山。朝普陀山就遇见印光法师，跟他谈佛法，几句话一说，这些人心里佩服得五体投地，他们回到上海之后，「普陀山里有高僧，真有学问、有道德。」于是跟印祖书信往来，现在的《文钞》就是书信往来，他们就把老和尚给他寄的信，就在报纸杂志里头发表，于是大家才晓得普陀山有个印光法师。印祖是八十岁圆寂，七十岁人家才晓得，到八十岁不过是十年。但是这个十年当中，你看看对于整个佛教的影响，近百年间第一，任何一个大法师影响力没有印祖这么大。七十岁以前没有人知道，他也不宣传。这是我们要学习的，不要学着年纪轻轻就要学出风头，这大错特错。要在根本上修学，修养道德学问，目标要见道，见道之后这才能学道。讲到见道，头一个是要断烦恼，小乘要断八十八品见惑，这是见道位；大乘菩萨要破一分根本无明，这是见道位。你道都没有见，你还修什么？你盲修瞎练。见了道而后才能修道。下课。",
      "zh_TW": "印光大師就是我們一個榜樣，你看他老人家，你讀讀他的傳記就曉得，他在普陀山藏經樓等於閉關，三十年不下山，哪個人曉得他？沒有人知道，到他老人家七十歲的時候，都沒有人曉得。那個時候就是李圓淨這幾個居士，這民國初年的大居士，很有學問、有修行的，去朝普陀山。朝普陀山就遇見印光法師，跟他談佛法，幾句話一說，這些人心裡佩服得五體投地，他們回到上海之後，「普陀山裡有高僧，真有學問、有道德。」於是跟印祖書信往來，現在的《文鈔》就是書信往來，他們就把老和尚給他寄的信，就在報紙雜誌裡頭發表，於是大家才曉得普陀山有個印光法師。印祖是八十歲圓寂，七十歲人家才曉得，到八十歲不過是十年。但是這個十年當中，你看看對於整個佛教的影響，近百年間第一，任何一個大法師影響力沒有印祖這麼大。七十歲以前沒有人知道，他也不宣傳。這是我們要學習的，不要學著年紀輕輕就要學出風頭，這大錯特錯。要在根本上修學，修養道德學問，目標要見道，見道之後這才能學道。講到見道，頭一個是要斷煩惱，小乘要斷八十八品見惑，這是見道位；大乘菩薩要破一分根本無明，這是見道位。你道都沒有見，你還修什麼？你盲修瞎練。見了道而後才能修道。下課。"
    }
  ]
}