{
  "doc_id": "08-002-0008",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0008",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "08-002-0008_p0001",
      "zh_CN": "请看「方便品」，在《法华经》里面这也是重要的一品。",
      "zh_TW": "請看「方便品」，在《法華經》裡面這也是重要的一品。"
    },
    {
      "id": "08-002-0008_p0002",
      "zh_CN": "【方便有二。一者。由妙法色相不能示。但可以色相为助发。】",
      "zh_TW": "【方便有二。一者。由妙法色相不能示。但可以色相為助發。】"
    },
    {
      "id": "08-002-0008_p0003",
      "zh_CN": "这里面每句话我们都要留意到，这两句话也是根据经文所讲的。经里面说：",
      "zh_TW": "這裡面每句話我們都要留意到，這兩句話也是根據經文所講的。經裡面說："
    },
    {
      "id": "08-002-0008_p0004",
      "zh_CN": "【诸佛放光明。助发实相义。】",
      "zh_TW": "【諸佛放光明。助發實相義。】"
    },
    {
      "id": "08-002-0008_p0005",
      "zh_CN": "本经是世尊以放光来发起，这桩事情只有上根利智的人一看到光明他就懂了，可是中下根性的人看了佛放光还是不能够了解佛的意思。所以再接弥勒与文殊的问答，将义趣显示出来。这里面说：",
      "zh_TW": "本經是世尊以放光來發起，這樁事情只有上根利智的人一看到光明他就懂了，可是中下根性的人看了佛放光還是不能夠了解佛的意思。所以再接彌勒與文殊的問答，將義趣顯示出來。這裡面說："
    },
    {
      "id": "08-002-0008_p0006",
      "zh_CN": "【弥勒睹相伸疑。文殊傍引巧答。利根者已获开悟。】",
      "zh_TW": "【彌勒睹相伸疑。文殊傍引巧答。利根者已獲開悟。】"
    },
    {
      "id": "08-002-0008_p0007",
      "zh_CN": "这些事情全在「序品」上，前面这一品。这是讲方便。第二个意思：",
      "zh_TW": "這些事情全在「序品」上，前面這一品。這是講方便。第二個意思："
    },
    {
      "id": "08-002-0008_p0008",
      "zh_CN": "【二者。声闻同禀异闻。虽则睹相。不谤不疑。犹未明了。】",
      "zh_TW": "【二者。聲聞同稟異聞。雖則睹相。不謗不疑。猶未明了。】"
    },
    {
      "id": "08-002-0008_p0009",
      "zh_CN": "「同禀」就是大家同在一会，这些二乘大众与诸大菩萨同在一会。佛放光大家都见到，弥勒与文殊菩萨两个问对，大家也都听到，可是有些人开悟，有些人未悟，这就是讲「同禀异闻」。这种情形，当年在灵山会上，如来的法会都如此，何况以后？像我们现在一个讲堂里，同样讲一样东西，有人听了有悟处，有人听了还不懂，是一样的道理。这一般讲就是善根、福德、因缘的不相同。可是对于中下根来说：",
      "zh_TW": "「同稟」就是大家同在一會，這些二乘大眾與諸大菩薩同在一會。佛放光大家都見到，彌勒與文殊菩薩兩個問對，大家也都聽到，可是有些人開悟，有些人未悟，這就是講「同稟異聞」。這種情形，當年在靈山會上，如來的法會都如此，何況以後？像我們現在一個講堂裡，同樣講一樣東西，有人聽了有悟處，有人聽了還不懂，是一樣的道理。這一般講就是善根、福德、因緣的不相同。可是對於中下根來說："
    },
    {
      "id": "08-002-0008_p0010",
      "zh_CN": "【必假言说开示。】",
      "zh_TW": "【必假言說開示。】"
    },
    {
      "id": "08-002-0008_p0011",
      "zh_CN": "这就说明我们娑婆世界的众生耳根最利，必须藉言说来发明妙法的义理，单单靠放光还不够。昨天上午，我跟你们教务主任讨论一个问题，因为我们深深的感觉到，台湾自光复以来，大陆上有许多高僧大德来到台湾，来到台湾之后就开始办佛学院，佛学院一直办到今天，你看办了有多少佛学院！佛学院是办了不少，读佛学院的人数也实在是不少，几个开悟？几个有成就？这个不能不说是一个大问题。我就把我自己修学的经验告诉你们教务主任，希望洗公上人来的时候给他提提。我学佛，那个时候学讲经，台中李老师开了个班，他也没有任何名义，是在民国四十七年、四十八年，他这个班办了两年，我们一共有二十多个同学跟李老师学。上课，一个星期就上一堂课两个小时，这个教学就教了两年，两年当中他老人家培养二十多个人。他的目标就是要上台讲经，这二十几个人个个都能上台；换句话说，个个都能讲经，很有成就，这真正是没有白费。他的方法、技巧值得我们做参考。我是四十七年跟他学的，四十八年七月我才出家，我跟他学的时候还是在家。在那个时候的进度，差不多是一个月学一部经。所以我在出家以前，我跟他是一年三个月，十五个月，一共学了十三部经，这十三部经都可以上台来讲。所以我一出家，还没有受沙弥戒，就到三藏学院去教书，就到那里去做教师。我一个学期才教一样，我把他们教毕业了才教六部经，我所学的十三部才用了一半。所以我给你们教务主任提起这个往事，正是有值得我们做参考的。",
      "zh_TW": "這就說明我們娑婆世界的眾生耳根最利，必須藉言說來發明妙法的義理，單單靠放光還不夠。昨天上午，我跟你們教務主任討論一個問題，因為我們深深的感覺到，台灣自光復以來，大陸上有許多高僧大德來到台灣，來到台灣之後就開始辦佛學院，佛學院一直辦到今天，你看辦了有多少佛學院！佛學院是辦了不少，讀佛學院的人數也實在是不少，幾個開悟？幾個有成就？這個不能不說是一個大問題。我就把我自己修學的經驗告訴你們教務主任，希望洗公上人來的時候給他提提。我學佛，那個時候學講經，台中李老師開了個班，他也沒有任何名義，是在民國四十七年、四十八年，他這個班辦了兩年，我們一共有二十多個同學跟李老師學。上課，一個星期就上一堂課兩個小時，這個教學就教了兩年，兩年當中他老人家培養二十多個人。他的目標就是要上台講經，這二十幾個人個個都能上台；換句話說，個個都能講經，很有成就，這真正是沒有白費。他的方法、技巧值得我們做參考。我是四十七年跟他學的，四十八年七月我才出家，我跟他學的時候還是在家。在那個時候的進度，差不多是一個月學一部經。所以我在出家以前，我跟他是一年三個月，十五個月，一共學了十三部經，這十三部經都可以上台來講。所以我一出家，還沒有受沙彌戒，就到三藏學院去教書，就到那裡去做教師。我一個學期才教一樣，我把他們教畢業了才教六部經，我所學的十三部才用了一半。所以我給你們教務主任提起這個往事，正是有值得我們做參考的。"
    },
    {
      "id": "08-002-0008_p0012",
      "zh_CN": "如果要问起学生的学历，没有你们整齐，我们那个时候同学多半还是小学毕业的。如果说年龄，我那个时候在班上年龄是最小的，大概是三十二岁，我们班上年龄最大的是林看治。你们在台中也许有很多人认识她，她今年八十多岁了，那个时候跟我们在一起学的时候她六十岁，她的孙女在国民小学做老师，她跟我们在一起上课学讲经。所以说是年龄、程度倒没有什么重要，重要在教学的方法。我们当时最大的特色，就是有练习讲经的道场，所以学了不是听了就算了，听了之后人人都要上讲台。老师那个时候对我们唯一的要求就是上讲台讲经，学了就要上讲台。如果不想上讲台就不准参加这个班，你要参加这个班就一定要上讲台。那个时候女生就是在台中莲社，台中莲社每个星期六晚上讲经，几十年都是这样的，台中莲社星期六是我们女同学在那边讲经；灵山寺星期天下午讲经，男同学负责在那边讲经，不讲不行！这就是一定要有练习讲经的道场。我向你们教务主任提供意见，是希望你们在此地求学，每个学期一定要会讲一部经。",
      "zh_TW": "如果要問起學生的學歷，沒有你們整齊，我們那個時候同學多半還是小學畢業的。如果說年齡，我那個時候在班上年齡是最小的，大概是三十二歲，我們班上年齡最大的是林看治。你們在台中也許有很多人認識她，她今年八十多歲了，那個時候跟我們在一起學的時候她六十歲，她的孫女在國民小學做老師，她跟我們在一起上課學講經。所以說是年齡、程度倒沒有什麼重要，重要在教學的方法。我們當時最大的特色，就是有練習講經的道場，所以學了不是聽了就算了，聽了之後人人都要上講台。老師那個時候對我們唯一的要求就是上講台講經，學了就要上講台。如果不想上講台就不准參加這個班，你要參加這個班就一定要上講台。那個時候女生就是在台中蓮社，台中蓮社每個星期六晚上講經，幾十年都是這樣的，台中蓮社星期六是我們女同學在那邊講經；靈山寺星期天下午講經，男同學負責在那邊講經，不講不行！這就是一定要有練習講經的道場。我向你們教務主任提供意見，是希望你們在此地求學，每個學期一定要會講一部經。"
    },
    {
      "id": "08-002-0008_p0013",
      "zh_CN": "你们是三年毕业或者四年毕业，三年毕业至少能讲六部经，要是四年毕业你们可以讲八部经，你们一毕业出去之后，教佛学院就没有问题。最低限度要能达到这个标准，我们佛学院才算是有成绩，才没有白办。除了练讲之外，这个研究讨论非常重要，我看你们现在是缺少这一样，研究讨论很重要。这个研究讨论就是我们从前所谓的讲小座，譬如同学当中，你们有十几个人，你们现在也有不少门功课，哪些人对某个老师的功课觉得有兴趣在那边学，譬如学《法华经》，有两个学《法华经》的，在每天或每个星期要找一定的时间复讲。你们同学们在一起，讲完之后，同学们大家互相来批评、来改进，这样才行。哪几个学《证道歌》的，哪几个学佛教史的，学哪一门的就要讲哪一门，一个学期最少要有一门东西，自己要能够拿得出来，这样我们才没有白费。否则的话，像这样下去囫囵吞枣，三年、四年毕业，是学了不少东西，问你一样都拿不出来。这些都是属于一个方便法，你要会运用，老师负责的是指导，切磋琢磨是同学与同学之间的事情。",
      "zh_TW": "你們是三年畢業或者四年畢業，三年畢業至少能講六部經，要是四年畢業你們可以講八部經，你們一畢業出去之後，教佛學院就沒有問題。最低限度要能達到這個標準，我們佛學院才算是有成績，才沒有白辦。除了練講之外，這個研究討論非常重要，我看你們現在是缺少這一樣，研究討論很重要。這個研究討論就是我們從前所謂的講小座，譬如同學當中，你們有十幾個人，你們現在也有不少門功課，哪些人對某個老師的功課覺得有興趣在那邊學，譬如學《法華經》，有兩個學《法華經》的，在每天或每個星期要找一定的時間複講。你們同學們在一起，講完之後，同學們大家互相來批評、來改進，這樣才行。哪幾個學《證道歌》的，哪幾個學佛教史的，學哪一門的就要講哪一門，一個學期最少要有一門東西，自己要能夠拿得出來，這樣我們才沒有白費。否則的話，像這樣下去囫圇吞棗，三年、四年畢業，是學了不少東西，問你一樣都拿不出來。這些都是屬於一個方便法，你要會運用，老師負責的是指導，切磋琢磨是同學與同學之間的事情。"
    },
    {
      "id": "08-002-0008_p0014",
      "zh_CN": "所以我们学业、道业要想成就，不能没有老师，也不能没有同学，没有同学不会进步。小座的复讲，同学们在一块可以争论，老师要是在那个地方听不好意思争，有疑问也不大敢提出来。同学在一起，没有老师在，会争得面红耳赤，会搞得很不愉快常有的事情，这个没有关系，同学！实在争得不服气，再去问老师，得要有这样的精神去学习，我们才会有成就。这是说我们当年，我们当年修学期间是两年，一个星期两个钟点。如果是佛学院像你们这样的环境，你们一年最低限度要比我们超过五年才对。因为我们一个星期才上两个钟点课，你们一个星期不止上十个钟点课。而且我们那个时候都还有职业，都是利用空余时间来学习，有的人是家庭主妇，有的人都是有工作的，一个星期抽两个钟点来学习，都能够学成功。你们现在是专心来学习，把什么都放下，你们的成就按理说应该在我们十倍以上，这个才合理。而你们四年下来还不如我们，这是大有问题，大问题。",
      "zh_TW": "所以我們學業、道業要想成就，不能沒有老師，也不能沒有同學，沒有同學不會進步。小座的複講，同學們在一塊可以爭論，老師要是在那個地方聽不好意思爭，有疑問也不大敢提出來。同學在一起，沒有老師在，會爭得面紅耳赤，會搞得很不愉快常有的事情，這個沒有關係，同學！實在爭得不服氣，再去問老師，得要有這樣的精神去學習，我們才會有成就。這是說我們當年，我們當年修學期間是兩年，一個星期兩個鐘點。如果是佛學院像你們這樣的環境，你們一年最低限度要比我們超過五年才對。因為我們一個星期才上兩個鐘點課，你們一個星期不止上十個鐘點課。而且我們那個時候都還有職業，都是利用空餘時間來學習，有的人是家庭主婦，有的人都是有工作的，一個星期抽兩個鐘點來學習，都能夠學成功。你們現在是專心來學習，把什麼都放下，你們的成就按理說應該在我們十倍以上，這個才合理。而你們四年下來還不如我們，這是大有問題，大問題。"
    },
    {
      "id": "08-002-0008_p0015",
      "zh_CN": "这个地方讲声闻，到这个时候我们能够看出他的善根福德深厚，虽然是同禀异闻，他不谤、他也不疑，这就是善根福德深厚。可是怎么样？虽然不谤不疑，犹未明了，对于妙法他还不能够明了，这个时候再加以言说来开示。虽然言说开示，佛自己说得很清楚，佛讲过「不可以言宣」；换句话说，这个法原本是言语道断、心行处灭。由此可知，凡是言说都叫做方便法。我们讲一乘、讲了义，那是弦外之音，文字里面没有的，但是又必须藉文字来烘托；换句话说，文字有诱导我们悟入一乘妙法的作用。这就要你善于运用，可不能死在文字之下。所以佛在一切经典里面教给我们受持，他老人家说离言说相、离名字相、离心缘相。又要用言语、名字、缘虑，又要离它；因为没有言语、名字、缘虑，没有办法给你做增上缘。你藉这个增上缘之后必须又能够舍弃它，自己才能够悟入心性，悟入一真。死在言说文句里面，那就错了，为什么？你就不知道那是方便。所以我们要懂得那是方便法。这个地方说明：",
      "zh_TW": "這個地方講聲聞，到這個時候我們能夠看出他的善根福德深厚，雖然是同稟異聞，他不謗、他也不疑，這就是善根福德深厚。可是怎麼樣？雖然不謗不疑，猶未明了，對於妙法他還不能夠明瞭，這個時候再加以言說來開示。雖然言說開示，佛自己說得很清楚，佛講過「不可以言宣」；換句話說，這個法原本是言語道斷、心行處滅。由此可知，凡是言說都叫做方便法。我們講一乘、講了義，那是弦外之音，文字裡面沒有的，但是又必須藉文字來烘托；換句話說，文字有誘導我們悟入一乘妙法的作用。這就要你善於運用，可不能死在文字之下。所以佛在一切經典裡面教給我們受持，他老人家說離言說相、離名字相、離心緣相。又要用言語、名字、緣慮，又要離它；因為沒有言語、名字、緣慮，沒有辦法給你做增上緣。你藉這個增上緣之後必須又能夠捨棄它，自己才能夠悟入心性，悟入一真。死在言說文句裡面，那就錯了，為什麼？你就不知道那是方便。所以我們要懂得那是方便法。這個地方說明："
    },
    {
      "id": "08-002-0008_p0016",
      "zh_CN": "【非言无以开导。故佛于此无问自说。惟此二种。总名方便。】",
      "zh_TW": "【非言無以開導。故佛於此無問自說。惟此二種。總名方便。】"
    },
    {
      "id": "08-002-0008_p0017",
      "zh_CN": "一个是言说，一个是示相，都是方便。所以古德才说佛法是「慈悲为本，方便为门」，种种设施都是方便，种种言说也是方便。悟入真实是你自己的事情，佛菩萨没有办法把真实明显的揭露给你，这是要你自己悟入的。底下这两句就说了，诸位要特别留意：",
      "zh_TW": "一個是言說，一個是示相，都是方便。所以古德才說佛法是「慈悲為本，方便為門」，種種設施都是方便，種種言說也是方便。悟入真實是你自己的事情，佛菩薩沒有辦法把真實明顯的揭露給你，這是要你自己悟入的。底下這兩句就說了，諸位要特別留意："
    },
    {
      "id": "08-002-0008_p0018",
      "zh_CN": "【实相妙理。惟人自悟。】",
      "zh_TW": "【實相妙理。惟人自悟。】"
    },
    {
      "id": "08-002-0008_p0019",
      "zh_CN": "你要不是自悟，谁也没有办法指陈给你，谁也没有办法把这个事情说明给你，一定要靠你自悟。",
      "zh_TW": "你要不是自悟，誰也沒有辦法指陳給你，誰也沒有辦法把這個事情說明給你，一定要靠你自悟。"
    },
    {
      "id": "08-002-0008_p0020",
      "zh_CN": "我们看看底下，这些二乘、权教的毛病在哪里，这些我们都要记住，我们自己修学不犯他这种错误，我们就有悟处。",
      "zh_TW": "我們看看底下，這些二乘、權教的毛病在哪裡，這些我們都要記住，我們自己修學不犯他這種錯誤，我們就有悟處。"
    },
    {
      "id": "08-002-0008_p0021",
      "zh_CN": "【声闻已入法性。】",
      "zh_TW": "【聲聞已入法性。】"
    },
    {
      "id": "08-002-0008_p0022",
      "zh_CN": "「声闻」是指阿罗汉与辟支佛，这些人已经断见思烦恼，已经证得偏真涅槃，涅槃是证得了，但是偏真，真俗二谛偏于真。偏于真就不圆满，有没有证得？证得，但是偏在真上，不圆满、不究竟，但是不能说他未见法性。他的毛病在哪里？就是底下这一句话：",
      "zh_TW": "「聲聞」是指阿羅漢與辟支佛，這些人已經斷見思煩惱，已經證得偏真涅槃，涅槃是證得了，但是偏真，真俗二諦偏於真。偏於真就不圓滿，有沒有證得？證得，但是偏在真上，不圓滿、不究竟，但是不能說他未見法性。他的毛病在哪裡？就是底下這一句話："
    },
    {
      "id": "08-002-0008_p0023",
      "zh_CN": "【耽着三昧。懈怠自恣。于净佛国土教化众生。心不喜乐。有异菩萨。】",
      "zh_TW": "【耽著三昧。懈怠自恣。於淨佛國土教化眾生。心不喜樂。有異菩薩。】"
    },
    {
      "id": "08-002-0008_p0024",
      "zh_CN": "二乘的病就在此地，他们舍不得所证得的三昧，我们一般讲九次第定。为什么叫它九次第定？世间禅定有色界四禅、无色界四空就八种定，第九定超过世间。阿罗汉这个定比八定还要高，四禅八定是世间禅定，没出三界，到第九定超越了，出了三界，阿罗汉所证得的九次第定。他住在这个定中，他不肯舍弃，「耽着三昧，懈怠自恣」，自恣有自己反省检点的意思，就是自己的功夫、自己的境界究竟到了什么程度。菩萨是勤于自恣，你看结夏安居圆满的时候自恣大会，那个自恣就是检讨得失。菩萨勤于自恣，阿罗汉是懈怠于自恣，他不搞这个事情，一年到头都在定中。定中境界当然是很自在，所以这个阿罗汉称之为小乘，偏重在自度，不愿意度生。为什么？度化众生在他觉得这是很辛苦的事情，所以他不愿意干。而且娑婆世界众生刚强难化，又不是很听话，这样他更不愿意干。诸位要晓得，阿罗汉不是不度众生，阿罗汉是你跟他有缘，你去求他，他看了你不错，可以收你做个徒弟来教你，他不主动来找你。不像菩萨，菩萨是很随缘，什么人都愿意教化，教了几天掉头而去，去了没关系，他不在乎，阿罗汉在乎这些。所以阿罗汉的作风跟菩萨大大的不一样，菩萨教化众生是主动的，阿罗汉教化众生是被动的，学生求他。菩萨对众生，你看看大经里面讲，「作一切众生不请之友」，众生不请他，菩萨就想方法来接引他，来接近众生，来教化众生。因此阿罗汉们对于「净佛国土」（就是庄严佛国土）、「教化众生」，心里面没什么欢喜心，不太愿意干这个事情。这是跟菩萨不一样的所在。",
      "zh_TW": "二乘的病就在此地，他們捨不得所證得的三昧，我們一般講九次第定。為什麼叫它九次第定？世間禪定有色界四禪、無色界四空就八種定，第九定超過世間。阿羅漢這個定比八定還要高，四禪八定是世間禪定，沒出三界，到第九定超越了，出了三界，阿羅漢所證得的九次第定。他住在這個定中，他不肯捨棄，「耽著三昧，懈怠自恣」，自恣有自己反省檢點的意思，就是自己的功夫、自己的境界究竟到了什麼程度。菩薩是勤於自恣，你看結夏安居圓滿的時候自恣大會，那個自恣就是檢討得失。菩薩勤於自恣，阿羅漢是懈怠於自恣，他不搞這個事情，一年到頭都在定中。定中境界當然是很自在，所以這個阿羅漢稱之為小乘，偏重在自度，不願意度生。為什麼？度化眾生在他覺得這是很辛苦的事情，所以他不願意幹。而且娑婆世界眾生剛強難化，又不是很聽話，這樣他更不願意幹。諸位要曉得，阿羅漢不是不度眾生，阿羅漢是你跟他有緣，你去求他，他看了你不錯，可以收你做個徒弟來教你，他不主動來找你。不像菩薩，菩薩是很隨緣，什麼人都願意教化，教了幾天掉頭而去，去了沒關係，他不在乎，阿羅漢在乎這些。所以阿羅漢的作風跟菩薩大大的不一樣，菩薩教化眾生是主動的，阿羅漢教化眾生是被動的，學生求他。菩薩對眾生，你看看大經裡面講，「作一切眾生不請之友」，眾生不請他，菩薩就想方法來接引他，來接近眾生，來教化眾生。因此阿羅漢們對於「淨佛國土」（就是莊嚴佛國土）、「教化眾生」，心裡面沒什麼歡喜心，不太願意幹這個事情。這是跟菩薩不一樣的所在。"
    },
    {
      "id": "08-002-0008_p0025",
      "zh_CN": "【故世尊自叙备行诸佛无量道法。勇猛精进。成就甚深未曾有法。以启二乘之懈怠也。未曾有法有二种。一曰实相。二曰诸法。】",
      "zh_TW": "【故世尊自敘備行諸佛無量道法。勇猛精進。成就甚深未曾有法。以啟二乘之懈怠也。未曾有法有二種。一曰實相。二曰諸法。】"
    },
    {
      "id": "08-002-0008_p0026",
      "zh_CN": "在这最后的遗教，也就是世尊教学最后这个八年，你看看他对二乘人所用的口气，极力的来劝勉二乘人回小向大。说他自己在过去生中如何的修学，不但是言教，而且还有身教。在佛法里面所谓三转法轮，示转、劝转、作证转，释迦牟尼佛说出他过去生中如何修学，这就是作证。今天学术界常常讲要拿证据出来，不拿证据出来他不相信，这是拿出证据。拿出证据再要不相信，那就没有法子。譬如现在有很多讨论到佛教的，讲到六道轮回他不相信，你拿证据给我看，你不拿证据我不相信有六道轮回。实在讲六道轮回的证据太多，大家稍稍留意一点，不难见到证据，这个事情是千真万确的事情，一点都不假。不相信的人是愚痴，不相信的人不能避免，如果说信则有，不信则无，那我就不信了，不信就无！这个事情不管你信不信，信有，不信还是有，这个事情就麻烦了，一定要把它搞清楚。佛在此地说明，他成就甚深未曾有法。未曾有法有两种，也是一个实、一个权，第一是「实相」，第二是「诸法」，这是两种未曾有法，稀有之法。实相，二乘人没有证得，前面讲二乘人虽然已入法性，但是他耽着三昧，所以他不能证得。佛在楞严会上说他们是「内守幽闲，犹为法尘分别影事」，所以他不能证得。",
      "zh_TW": "在這最後的遺教，也就是世尊教學最後這個八年，你看看他對二乘人所用的口氣，極力的來勸勉二乘人迴小向大。說他自己在過去生中如何的修學，不但是言教，而且還有身教。在佛法裡面所謂三轉法輪，示轉、勸轉、作證轉，釋迦牟尼佛說出他過去生中如何修學，這就是作證。今天學術界常常講要拿證據出來，不拿證據出來他不相信，這是拿出證據。拿出證據再要不相信，那就沒有法子。譬如現在有很多討論到佛教的，講到六道輪迴他不相信，你拿證據給我看，你不拿證據我不相信有六道輪迴。實在講六道輪迴的證據太多，大家稍稍留意一點，不難見到證據，這個事情是千真萬確的事情，一點都不假。不相信的人是愚痴，不相信的人不能避免，如果說信則有，不信則無，那我就不信了，不信就無！這個事情不管你信不信，信有，不信還是有，這個事情就麻煩了，一定要把它搞清楚。佛在此地說明，他成就甚深未曾有法。未曾有法有兩種，也是一個實、一個權，第一是「實相」，第二是「諸法」，這是兩種未曾有法，稀有之法。實相，二乘人沒有證得，前面講二乘人雖然已入法性，但是他耽著三昧，所以他不能證得。佛在楞嚴會上說他們是「內守幽閑，猶為法塵分別影事」，所以他不能證得。"
    },
    {
      "id": "08-002-0008_p0027",
      "zh_CN": "但是，佛在经上很明白的告诉我们，阿罗汉会不会回小向大？会，决定会回小向大。一般阿罗汉要两个大劫以后才能回头，辟支佛要一个大劫才能回头。换句话说，他当中有这么长的一段时间，确实是耽误了，停止在这个地方，不能够向前精进。这个时间确实是长，这么长的时间他不能够向前进，他一回小向大，证得实相当然不是难事情。讲到修证方法非常之多，所谓是八万四千法门、无量法门，如果你要是懂得、会应用，给诸位说，人人都能够一生成佛，这是不假的。《法华经》里面佛先说成佛不容易，当然也是实话，的确不容易；可是说了不容易，后面又说个龙女八岁成佛，这就说虽然不容易，也不难。这个法门是非难非易，不能讲它困难，也不能说它容易。就是诀窍你能不能把握？好像开保险柜一样，号码你晓得不晓得？如果你晓得保险柜的号码，一对门一拉就开了，很容易；如果你不晓得的话，乱转，转上一个礼拜都打不开，急得一头大汗打不开。所以这个事情确实是非难非易之法，说穿是迷悟之间，迷了就难，悟了就容易。",
      "zh_TW": "但是，佛在經上很明白的告訴我們，阿羅漢會不會迴小向大？會，決定會迴小向大。一般阿羅漢要兩個大劫以後才能回頭，辟支佛要一個大劫才能回頭。換句話說，他當中有這麼長的一段時間，確實是耽誤了，停止在這個地方，不能夠向前精進。這個時間確實是長，這麼長的時間他不能夠向前進，他一迴小向大，證得實相當然不是難事情。講到修證方法非常之多，所謂是八萬四千法門、無量法門，如果你要是懂得、會應用，給諸位說，人人都能夠一生成佛，這是不假的。《法華經》裡面佛先說成佛不容易，當然也是實話，的確不容易；可是說了不容易，後面又說個龍女八歲成佛，這就說雖然不容易，也不難。這個法門是非難非易，不能講它困難，也不能說它容易。就是訣竅你能不能把握？好像開保險櫃一樣，號碼你曉得不曉得？如果你曉得保險櫃的號碼，一對門一拉就開了，很容易；如果你不曉得的話，亂轉，轉上一個禮拜都打不開，急得一頭大汗打不開。所以這個事情確實是非難非易之法，說穿是迷悟之間，迷了就難，悟了就容易。"
    },
    {
      "id": "08-002-0008_p0028",
      "zh_CN": "说到这个地方我们要晓得，中国的佛教跟南传的佛教，在思想上、方法上是走两条道路，我们中国的方法巧妙极了，运用的大乘方法。南传的一直到今天，你们去看看缅甸、泰国、锡兰，还都是小乘佛法，小乘佛法吃的苦多，用的方法笨拙，真正要下苦功破八十八品见惑，在天上人间七番生死证阿罗汉，他们搞这路子。而且他们不相信自己能成佛，他们也不相信释迦牟尼佛之外还有他方诸佛，他们不相信，他们脑袋里头是大乘非佛说，不相信大乘法。佛法传到中国之后，我们中国是完全接受了大乘佛法，以大乘的理趣、方法来修学，所以在断证的功夫上比小乘要猛力得太多，我们中国一生成佛在历代是大有人在。所以我们想想，从前这个古道场，这是你们同学们都要留意，为什么？将来一代佛教续佛慧命、弘法利生的责任，是在你们的肩膀上。我们要学古人，不学今人，我求学的时候老师就教我，出家要学高僧，在家要学高士，那个时候我还没有出家，我还在家。讲到高士他举了两个人不可以学，「古人不学苏东坡，今人不学梁启超」。这在世间法是高人，他在世间法里头有成就，他在佛法里头没有成就。所以学佛诸位要记住，你在诸佛菩萨、祖师大德当中，要找个模范，一生就学他，你们等于说是学东西有个标本、有个模样，你好学。否则的话，你学什么？学到老，问你学什么？不知道学什么，这你当然不能成就。",
      "zh_TW": "說到這個地方我們要曉得，中國的佛教跟南傳的佛教，在思想上、方法上是走兩條道路，我們中國的方法巧妙極了，運用的大乘方法。南傳的一直到今天，你們去看看緬甸、泰國、錫蘭，還都是小乘佛法，小乘佛法吃的苦多，用的方法笨拙，真正要下苦功破八十八品見惑，在天上人間七番生死證阿羅漢，他們搞這路子。而且他們不相信自己能成佛，他們也不相信釋迦牟尼佛之外還有他方諸佛，他們不相信，他們腦袋裡頭是大乘非佛說，不相信大乘法。佛法傳到中國之後，我們中國是完全接受了大乘佛法，以大乘的理趣、方法來修學，所以在斷證的功夫上比小乘要猛力得太多，我們中國一生成佛在歷代是大有人在。所以我們想想，從前這個古道場，這是你們同學們都要留意，為什麼？將來一代佛教續佛慧命、弘法利生的責任，是在你們的肩膀上。我們要學古人，不學今人，我求學的時候老師就教我，出家要學高僧，在家要學高士，那個時候我還沒有出家，我還在家。講到高士他舉了兩個人不可以學，「古人不學蘇東坡，今人不學梁啟超」。這在世間法是高人，他在世間法裡頭有成就，他在佛法裡頭沒有成就。所以學佛諸位要記住，你在諸佛菩薩、祖師大德當中，要找個模範，一生就學他，你們等於說是學東西有個標本、有個模樣，你好學。否則的話，你學什麼？學到老，問你學什麼？不知道學什麼，這你當然不能成就。"
    },
    {
      "id": "08-002-0008_p0029",
      "zh_CN": "譬如以观世音菩萨做标本，一心一意就学观音菩萨，学到自己要像个观音菩萨，学到最后自己就变成观音菩萨，要这样的学。或者祖师大德里头找个榜样，譬如蕅益大师就是学莲池大师的，他有个样子。我们中国古来像这样的修学法很多，他有一个老师，有一个典型，有一个样子在，他能够成就。从前也没有办佛学院，可是成就的人那么多，就是他有他的方法。譬如蕅益大师那个时候，莲池大师已经圆寂，他对于莲池大师很崇拜，他一生就学莲池大师。从哪个地方学？从莲池大师遗集里头学，学他的思想、学他的行持、学他的待人接物。莲池大师是一代祖师，他也真是不辜负莲池大师，他自己也成为一代祖师，所以要有个样子、有个典型在。我们学谁？你学哪一宗，哪一宗都有祖师、都有大德，都可以做为我们师范、做为我们表率的，我们的修学有典型、有模样，不是盲修瞎练。此地讲：",
      "zh_TW": "譬如以觀世音菩薩做標本，一心一意就學觀音菩薩，學到自己要像個觀音菩薩，學到最後自己就變成觀音菩薩，要這樣的學。或者祖師大德裡頭找個榜樣，譬如蕅益大師就是學蓮池大師的，他有個樣子。我們中國古來像這樣的修學法很多，他有一個老師，有一個典型，有一個樣子在，他能夠成就。從前也沒有辦佛學院，可是成就的人那麼多，就是他有他的方法。譬如蕅益大師那個時候，蓮池大師已經圓寂，他對於蓮池大師很崇拜，他一生就學蓮池大師。從哪個地方學？從蓮池大師遺集裡頭學，學他的思想、學他的行持、學他的待人接物。蓮池大師是一代祖師，他也真是不辜負蓮池大師，他自己也成為一代祖師，所以要有個樣子、有個典型在。我們學誰？你學哪一宗，哪一宗都有祖師、都有大德，都可以做為我們師範、做為我們表率的，我們的修學有典型、有模樣，不是盲修瞎練。此地講："
    },
    {
      "id": "08-002-0008_p0030",
      "zh_CN": "【声闻已证实相。故曰我与菩萨同入法性。但不知诸法亦即实相。】",
      "zh_TW": "【聲聞已證實相。故曰我與菩薩同入法性。但不知諸法亦即實相。】"
    },
    {
      "id": "08-002-0008_p0031",
      "zh_CN": "这个地方讲「声闻已证实相」，是这些声闻在世尊会下听了四十年经，世尊给他们讲经，你看看从阿含、方等、般若，般若二十二年，这些声闻都在座，所以确实对于实相他们比我们了解得还多。我们才听几年？而且我们是听凡夫僧说的，他们是听释迦牟尼佛亲口所说，可见得他们比我们懂得多。但是怎么样？不晓得诸法就是实相。如果晓得诸法就是实相，他就不是二乘，他就不是凡夫。所以入了这个境界之后，凡所有相皆是实相；没入的，《金刚经》里面讲「凡所有相皆是虚妄」，没有入门的。为什么？他用妄心，所以你见的一切境界、一切诸法是妄相。实相是什么？用真心，妄心去掉，你所见的一切相都是实相。我给诸位讲《四书》就是《华严经》，你们不相信，你们要是多念念这几句话，应该相信。《四书》是不是诸法？既是诸法，诸法就是实相，《四书》怎么不是实相！基督教的《新旧约》是不是诸法？既是诸法，当然也即实相，没什么两样。所以古德说「圆人说法，无法不圆」，什么叫圆人？你们学过天台藏通别圆，贤首小始终顿圆，圆教的菩萨叫圆人，圆教的菩萨看一切法没有不圆。那就是说凡所有相皆是实相，为什么？心是平等的、清净的。我们之所以不圆就是心不平等，还分这个、分那个，不平等！诸位要晓得，他分别，我们不能分别，为什么？我们学的是圆顿大法。我们一分别，跟他一样，见不到实相，见不到诸法，妙法见不到了。只有心清净，像六祖大师所说的「本来无一物」，心里清净到一物都没有，然后你才能见到「诸法亦即实相」，就见到了，真是法法平等，无有高下。好，下课。",
      "zh_TW": "這個地方講「聲聞已證實相」，是這些聲聞在世尊會下聽了四十年經，世尊給他們講經，你看看從阿含、方等、般若，般若二十二年，這些聲聞都在座，所以確實對於實相他們比我們了解得還多。我們才聽幾年？而且我們是聽凡夫僧說的，他們是聽釋迦牟尼佛親口所說，可見得他們比我們懂得多。但是怎麼樣？不曉得諸法就是實相。如果曉得諸法就是實相，他就不是二乘，他就不是凡夫。所以入了這個境界之後，凡所有相皆是實相；沒入的，《金剛經》裡面講「凡所有相皆是虛妄」，沒有入門的。為什麼？他用妄心，所以你見的一切境界、一切諸法是妄相。實相是什麼？用真心，妄心去掉，你所見的一切相都是實相。我給諸位講《四書》就是《華嚴經》，你們不相信，你們要是多念念這幾句話，應該相信。《四書》是不是諸法？既是諸法，諸法就是實相，《四書》怎麼不是實相！基督教的《新舊約》是不是諸法？既是諸法，當然也即實相，沒什麼兩樣。所以古德說「圓人說法，無法不圓」，什麼叫圓人？你們學過天台藏通別圓，賢首小始終頓圓，圓教的菩薩叫圓人，圓教的菩薩看一切法沒有不圓。那就是說凡所有相皆是實相，為什麼？心是平等的、清淨的。我們之所以不圓就是心不平等，還分這個、分那個，不平等！諸位要曉得，他分別，我們不能分別，為什麼？我們學的是圓頓大法。我們一分別，跟他一樣，見不到實相，見不到諸法，妙法見不到了。只有心清淨，像六祖大師所說的「本來無一物」，心裡清淨到一物都沒有，然後你才能見到「諸法亦即實相」，就見到了，真是法法平等，無有高下。好，下課。"
    }
  ]
}