{
  "doc_id": "08-002-0047",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十七集",
    "zh_TW": "第四十七集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0047",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "08-002-0047_p0001",
      "zh_CN": "讲义第十九面第十一行：",
      "zh_TW": "講義第十九面第十一行："
    },
    {
      "id": "08-002-0047_p0002",
      "zh_CN": "【重增寿命二百万亿那由他岁者。重修二观破法执也。法执既破。则权实并行。随宜演说。故四众皆悉信伏也。】",
      "zh_TW": "【重增壽命二百萬億那由他歲者。重修二觀破法執也。法執既破。則權實並行。隨宜演說。故四眾皆悉信伏也。】"
    },
    {
      "id": "08-002-0047_p0003",
      "zh_CN": "前面讲过，菩萨以常不轻的心，但修礼拜，专修恭敬礼拜，而得人空，出分段生死。昨天我们讲到这个地方。在净土法门里面，如果我们用这种方法在念佛功夫上，就能够证得事一心不乱，就能到这个境界。可是这个境界并不就是最高的境界，所以还要发心更进一步来破法空。经里面讲又增长「寿命二百万亿那由他」，就是表这个意思，二百万亿那由他表「重修二观」。修二观为什么？「破法执」。我们晓得，小乘人破了我执，法执没破。得事一心的人，我执破了，法执没破；法执若破，就能够证得理一心。修学一定要以这一点为目标，为我们修学的方向，这个理念是一丝毫都差错不得的。到法执破了，这个时候「权实并行」，度化众生才能够得自在，我们常讲到「恒顺众生，随喜功德」，他是真正做到。我们现在虽然想学，可是很难，难在哪里？难在烦恼无边，一随喜，烦恼就来了。随喜恒顺众生，这个随喜不能成就功德，是随喜烦恼，烦恼都来了。为什么？因为我们没有权实二智，实智是如如不动，权智是善巧方便，我们没有这个。所以在一切法里面先学一个不执着，能够看得破、放得下，专心修一心不乱。得一心之后，「权实并行，随宜演说」。这是实证功夫的问题，这里头勉强不得。到这个时候四众信伏。",
      "zh_TW": "前面講過，菩薩以常不輕的心，但修禮拜，專修恭敬禮拜，而得人空，出分段生死。昨天我們講到這個地方。在淨土法門裡面，如果我們用這種方法在念佛功夫上，就能夠證得事一心不亂，就能到這個境界。可是這個境界並不就是最高的境界，所以還要發心更進一步來破法空。經裡面講又增長「壽命二百萬億那由他」，就是表這個意思，二百萬億那由他表「重修二觀」。修二觀為什麼？「破法執」。我們曉得，小乘人破了我執，法執沒破。得事一心的人，我執破了，法執沒破；法執若破，就能夠證得理一心。修學一定要以這一點為目標，為我們修學的方向，這個理念是一絲毫都差錯不得的。到法執破了，這個時候「權實並行」，度化眾生才能夠得自在，我們常講到「恆順眾生，隨喜功德」，他是真正做到。我們現在雖然想學，可是很難，難在哪裡？難在煩惱無邊，一隨喜，煩惱就來了。隨喜恆順眾生，這個隨喜不能成就功德，是隨喜煩惱，煩惱都來了。為什麼？因為我們沒有權實二智，實智是如如不動，權智是善巧方便，我們沒有這個。所以在一切法裡面先學一個不執著，能夠看得破、放得下，專心修一心不亂。得一心之後，「權實並行，隨宜演說」。這是實證功夫的問題，這裡頭勉強不得。到這個時候四眾信伏。"
    },
    {
      "id": "08-002-0047_p0004",
      "zh_CN": "【命终得值二千亿佛者。证法空也。】",
      "zh_TW": "【命終得值二千億佛者。證法空也。】"
    },
    {
      "id": "08-002-0047_p0005",
      "zh_CN": "这就表示证法空之后，你见佛就多了。前面讲命终是烦恼障断了，三界六道里面命终。这个地方又讲命终，命终是什么？",
      "zh_TW": "這就表示證法空之後，你見佛就多了。前面講命終是煩惱障斷了，三界六道裡面命終。這個地方又講命終，命終是什麼？"
    },
    {
      "id": "08-002-0047_p0006",
      "zh_CN": "【得法空则出变易生死。故复言命终。】",
      "zh_TW": "【得法空則出變易生死。故復言命終。】"
    },
    {
      "id": "08-002-0047_p0007",
      "zh_CN": "这就是「变易生死」里面命终，这是到什么位次？到究竟佛的位次。因为等觉菩萨变易生死还没有了，还有最后的一次；从等觉再往上一层成佛，就是如来究竟果地，这叫变易生死命终了。经里面常讲「二死永亡」，分段生死、变易生死永远没有了，永远离开。诸位要晓得，阿罗汉以前两种生死都有，像我们现在两种生死都有，我们有分段生死，我们也有变易生死。我们人之所以从少年会到老年，天天在衰老，这就是变易生死。如果没有变易生死，那就是一般人讲「菩萨菩萨年年十八」，他没有变易生死，他那个样子永远就是那个样子，没有变易。我们今天是两种生死都有。阿罗汉以上是分段生死没有了，虽没有分段生死，但是他有变易生死，从阿罗汉一直到等觉菩萨都有变易生死，为什么？法空没破。我们也常说，圆教初住菩萨就得法空，得是得一部分，没有得到完全；破法空就证得真性，就见性。初住菩萨见一分性，没有圆满。古大德也常常用晚上月亮来做比喻，我们在初三、初四看晚上月亮有个月牙，那就好比圆教初住、二住所见的性，那是不是月光？是月光，真正的月光，一点都不假。如来果地上，就像十五的月亮，圆圆满满；等觉菩萨像十四的月亮，还没有圆满。由此可知，从初住以上都是见性，但是所见的大小不一样，都是真性，决定不假，这是破了无明所见得的真性。佛在经里面给我们分为四十一个等级，十住菩萨、十行菩萨、十回向菩萨、十地菩萨、等觉菩萨，分这么多位次，就是每个位次所见的有大小不一样。一直要到成佛，这是究竟圆满的佛，譬如十五的月亮，再也不能更圆，圆满了，到了究竟，这就是变易生死尽了。",
      "zh_TW": "這就是「變易生死」裡面命終，這是到什麼位次？到究竟佛的位次。因為等覺菩薩變易生死還沒有了，還有最後的一次；從等覺再往上一層成佛，就是如來究竟果地，這叫變易生死命終了。經裡面常講「二死永亡」，分段生死、變易生死永遠沒有了，永遠離開。諸位要曉得，阿羅漢以前兩種生死都有，像我們現在兩種生死都有，我們有分段生死，我們也有變易生死。我們人之所以從少年會到老年，天天在衰老，這就是變易生死。如果沒有變易生死，那就是一般人講「菩薩菩薩年年十八」，他沒有變易生死，他那個樣子永遠就是那個樣子，沒有變易。我們今天是兩種生死都有。阿羅漢以上是分段生死沒有了，雖沒有分段生死，但是他有變易生死，從阿羅漢一直到等覺菩薩都有變易生死，為什麼？法空沒破。我們也常說，圓教初住菩薩就得法空，得是得一部分，沒有得到完全；破法空就證得真性，就見性。初住菩薩見一分性，沒有圓滿。古大德也常常用晚上月亮來做比喻，我們在初三、初四看晚上月亮有個月牙，那就好比圓教初住、二住所見的性，那是不是月光？是月光，真正的月光，一點都不假。如來果地上，就像十五的月亮，圓圓滿滿；等覺菩薩像十四的月亮，還沒有圓滿。由此可知，從初住以上都是見性，但是所見的大小不一樣，都是真性，決定不假，這是破了無明所見得的真性。佛在經裡面給我們分為四十一個等級，十住菩薩、十行菩薩、十迴向菩薩、十地菩薩、等覺菩薩，分這麼多位次，就是每個位次所見的有大小不一樣。一直要到成佛，這是究竟圓滿的佛，譬如十五的月亮，再也不能更圓，圓滿了，到了究竟，這就是變易生死盡了。"
    },
    {
      "id": "08-002-0047_p0008",
      "zh_CN": "【了达二空。善解权实。当近三智。故所值佛号日月灯明。】",
      "zh_TW": "【了達二空。善解權實。當近三智。故所值佛號日月燈明。】"
    },
    {
      "id": "08-002-0047_p0009",
      "zh_CN": "这就是以佛来代表「三智」，「日」是光明的，「月」也是光明的，「灯」也是光明的，这三种光明可以说是无处而不照。通常我们讲太阳白天照，月亮照夜晚，日月所照不到的地方，灯能够照得到。三智是从「二空」、「权实」里面证得的。三智显，就是日月灯明佛。",
      "zh_TW": "這就是以佛來代表「三智」，「日」是光明的，「月」也是光明的，「燈」也是光明的，這三種光明可以說是無處而不照。通常我們講太陽白天照，月亮照夜晚，日月所照不到的地方，燈能夠照得到。三智是從「二空」、「權實」裡面證得的。三智顯，就是日月燈明佛。"
    },
    {
      "id": "08-002-0047_p0010",
      "zh_CN": "【如是圆明三智。】",
      "zh_TW": "【如是圓明三智。】"
    },
    {
      "id": "08-002-0047_p0011",
      "zh_CN": "「圆」是圆满，一丝毫欠缺都没有，圆满的，「明」是光明，是一切明达，没有他不知道的，这三种智慧。「三智」就是说一切智、一切种智、道种智。这个三智：",
      "zh_TW": "「圓」是圓滿，一絲毫欠缺都沒有，圓滿的，「明」是光明，是一切明達，沒有他不知道的，這三種智慧。「三智」就是說一切智、一切種智、道種智。這個三智："
    },
    {
      "id": "08-002-0047_p0012",
      "zh_CN": "【不出权实二种。故有二千亿数。】",
      "zh_TW": "【不出權實二種。故有二千億數。】"
    },
    {
      "id": "08-002-0047_p0013",
      "zh_CN": "为什么说他遇到二千亿佛？「二千」是表权实二法。",
      "zh_TW": "為什麼說他遇到二千億佛？「二千」是表權實二法。"
    },
    {
      "id": "08-002-0047_p0014",
      "zh_CN": "智慧开了，在此地大家要留意，佛法是以智慧为主，是以智慧为基础。",
      "zh_TW": "智慧開了，在此地大家要留意，佛法是以智慧為主，是以智慧為基礎。"
    },
    {
      "id": "08-002-0047_p0015",
      "zh_CN": "【既近三智。】",
      "zh_TW": "【既近三智。】"
    },
    {
      "id": "08-002-0047_p0016",
      "zh_CN": "既然接近三智，菩萨地位愈往上去愈接近。",
      "zh_TW": "既然接近三智，菩薩地位愈往上去愈接近。"
    },
    {
      "id": "08-002-0047_p0017",
      "zh_CN": "【则能悲智兼行。慈悲利物。如云之自在。】",
      "zh_TW": "【則能悲智兼行。慈悲利物。如雲之自在。】"
    },
    {
      "id": "08-002-0047_p0018",
      "zh_CN": "因为底下又遇到一尊佛，就是云自在灯王佛，这就是表示得大自在。像《心经》里面「观自在菩萨」，观是什么观？此地讲的二观，修二观破法执得大自在。大自在就是理事无碍、事事无碍，这就得自在了。有智慧就自在，没有智慧在境界里头处处有障碍，有障碍就不自在。学佛学什么？学佛就是学开智慧，使我们的生活得到真正的幸福快乐，理事无碍、事事无碍。现前能得大自在，将来一定是更自在。我们这一生在世的时候，佛跟我们讲这个果报叫花报，我们修行叫花报，来世叫果报。好比我们种植物一样，一定先开花后结果，看到花开得非常好，就能够预料到果实一定结得好；如果花开得不好，将来的结果一定不好；花根本就没有开，后来就没有果的希望。一定是先开花后结果，因此我们对于花报也不能够不重视。《了凡四训》的修学完全侧重在花报上，我们一般人讲现世的果报，就是这一世的果报，所谓果报就是这一世修得来的，不是前世的。我们今天没有什么修行，我们今天的果报是前世修的；我们这一世修的，在一般讲如果没有特殊的力量，是来生的果报。经里面给我们说得很清楚，「欲知前世因」，想要知道我们过去造的什么因，「今生受者是」，我们这一生所受的就是过去世造的因，一饮一啄莫非前定。「欲知来世果」，我来生后世我的果报怎么样？「今生作者是」，我们现在所造作的就是的。我们做的是善，将来你一定善报；你造的是恶，将来一定是恶报。你造的是染这是染报，你造的是净这是净报。因与果一点都不会错乱，我们要晓得这个道理。",
      "zh_TW": "因為底下又遇到一尊佛，就是雲自在燈王佛，這就是表示得大自在。像《心經》裡面「觀自在菩薩」，觀是什麼觀？此地講的二觀，修二觀破法執得大自在。大自在就是理事無礙、事事無礙，這就得自在了。有智慧就自在，沒有智慧在境界裡頭處處有障礙，有障礙就不自在。學佛學什麼？學佛就是學開智慧，使我們的生活得到真正的幸福快樂，理事無礙、事事無礙。現前能得大自在，將來一定是更自在。我們這一生在世的時候，佛跟我們講這個果報叫花報，我們修行叫花報，來世叫果報。好比我們種植物一樣，一定先開花後結果，看到花開得非常好，就能夠預料到果實一定結得好；如果花開得不好，將來的結果一定不好；花根本就沒有開，後來就沒有果的希望。一定是先開花後結果，因此我們對於花報也不能夠不重視。《了凡四訓》的修學完全側重在花報上，我們一般人講現世的果報，就是這一世的果報，所謂果報就是這一世修得來的，不是前世的。我們今天沒有什麼修行，我們今天的果報是前世修的；我們這一世修的，在一般講如果沒有特殊的力量，是來生的果報。經裡面給我們說得很清楚，「欲知前世因」，想要知道我們過去造的什麼因，「今生受者是」，我們這一生所受的就是過去世造的因，一飲一啄莫非前定。「欲知來世果」，我來生後世我的果報怎麼樣？「今生作者是」，我們現在所造作的就是的。我們做的是善，將來你一定善報；你造的是惡，將來一定是惡報。你造的是染這是染報，你造的是淨這是淨報。因與果一點都不會錯亂，我們要曉得這個道理。"
    },
    {
      "id": "08-002-0047_p0019",
      "zh_CN": "《了凡四训》里头提示我们非常浅近，就是在日常生活当中一种修持的方法，是人天果报修行的方法。如果用的心真纯，精进不懈，这种果报不必等到来世现前，现在世就现前，这就是我们所讲的改造命运。改造什么时候命运？改造我们现在的命运。诸位要是真正依照这个方法去修学，三年就见效，你的命运就会转，真是佛氏门中有求必应，求富贵得富贵，求长寿得长寿，求儿女得儿女。这求是什么？是你命里本来没有的，这才算是真求；如果命里有的不算求，那不算真求；是命里没有的，而现在有了。你们读《了凡四训》就晓得，孔先生给他算命寿命不过五十几岁，命里没有儿女，功名有一点也不怎么太大，只做到一个县长，而且死的时候是在任上；每年他的福报，就是他的收入都有定数。你要碰到一个高明看相算命的，确实断定你一生，没有办法改变。唯一能改变的，佛门里头确实有方法。所以云谷大师遇到袁了凡，把这改造命运的方法教给他，他那个时候还是半信半疑，虽然是做，做得不彻底，发心要做三千桩善事，十年才圆满。可是他做四、五年，他的命运就转变，跟孔先生原先给他算的就不一样，就增长，他信心也增加了。第一次三千善事圆满之后，接着发心再做三千桩善事，没有几年他就圆满，精进不懈。而且到以后是全家做，全家修善，照着这个方法去修。云谷大师传给他的功过格，功过格是什么？《德育古鉴》里面就是功过格，了凡居士全家就是照那个修的。",
      "zh_TW": "《了凡四訓》裡頭提示我們非常淺近，就是在日常生活當中一種修持的方法，是人天果報修行的方法。如果用的心真純，精進不懈，這種果報不必等到來世現前，現在世就現前，這就是我們所講的改造命運。改造什麼時候命運？改造我們現在的命運。諸位要是真正依照這個方法去修學，三年就見效，你的命運就會轉，真是佛氏門中有求必應，求富貴得富貴，求長壽得長壽，求兒女得兒女。這求是什麼？是你命裡本來沒有的，這才算是真求；如果命裡有的不算求，那不算真求；是命裡沒有的，而現在有了。你們讀《了凡四訓》就曉得，孔先生給他算命壽命不過五十幾歲，命裡沒有兒女，功名有一點也不怎麼太大，只做到一個縣長，而且死的時候是在任上；每年他的福報，就是他的收入都有定數。你要碰到一個高明看相算命的，確實斷定你一生，沒有辦法改變。唯一能改變的，佛門裡頭確實有方法。所以雲谷大師遇到袁了凡，把這改造命運的方法教給他，他那個時候還是半信半疑，雖然是做，做得不徹底，發心要做三千樁善事，十年才圓滿。可是他做四、五年，他的命運就轉變，跟孔先生原先給他算的就不一樣，就增長，他信心也增加了。第一次三千善事圓滿之後，接著發心再做三千樁善事，沒有幾年他就圓滿，精進不懈。而且到以後是全家做，全家修善，照著這個方法去修。雲谷大師傳給他的功過格，功過格是什麼？《德育古鑑》裡面就是功過格，了凡居士全家就是照那個修的。"
    },
    {
      "id": "08-002-0047_p0020",
      "zh_CN": "但是修学，佛法要正信、正解、正见。你把文字解错意思，修行到后头不一定有结果；纵有结果，也不是你心里想像预期的结果。所以这一点很重要，要正解，望文生义很容易发生误会。如果这一部《法华经》，大家都望文生义，那它的价值连世间一部小说都不如。佛的经典是意在言外，你一定要懂得，你才晓得怎么做法。我昨天在讲席里头举了几个例子，希望诸位能够举一反三。智慧现前，此地讲「善解权实」，着重在善字。我们今天打开佛经，我们依照这个句子来解，不善，为什么？一句话只有一个解释；哪里晓得佛一句话里头有无量义，有无量个解释。譬如我昨天讲的一个不杀生，哪有那么单纯，我不杀众生命叫不杀生，不杀生里头有无量义，有无量解，无量个境界，我们哪里懂？我们粗说，菩萨五十一个阶级，就五十一个境界，这一条戒是都要遵守的，从初发心到等觉菩萨都要遵守，可是怎么个守法，每一个境界不相同，并不一样，等觉菩萨持不杀生戒，如果那个境界跟初学的完全一样，他就不叫等觉菩萨。譬如你们在学校念书一样，你们到初中一年级就念国文，你到大学还念国文，这个科目的名字没有改一点点，都在念国文；你在小学的时候就念数学，你到研究所还念数学，科目名字一样。不杀生就是一个科目名字，初发心的要学它，到等觉菩萨还要学它，内容不一样。初中一年级的国文跟大学的国文，内容有浅深不相同，教学方法也不相同，学习的态度也不相同，那怎么会一样？一法如是，法法皆然。",
      "zh_TW": "但是修學，佛法要正信、正解、正見。你把文字解錯意思，修行到後頭不一定有結果；縱有結果，也不是你心裡想像預期的結果。所以這一點很重要，要正解，望文生義很容易發生誤會。如果這一部《法華經》，大家都望文生義，那它的價值連世間一部小說都不如。佛的經典是意在言外，你一定要懂得，你才曉得怎麼做法。我昨天在講席裡頭舉了幾個例子，希望諸位能夠舉一反三。智慧現前，此地講「善解權實」，著重在善字。我們今天打開佛經，我們依照這個句子來解，不善，為什麼？一句話只有一個解釋；哪裡曉得佛一句話裡頭有無量義，有無量個解釋。譬如我昨天講的一個不殺生，哪有那麼單純，我不殺眾生命叫不殺生，不殺生裡頭有無量義，有無量解，無量個境界，我們哪裡懂？我們粗說，菩薩五十一個階級，就五十一個境界，這一條戒是都要遵守的，從初發心到等覺菩薩都要遵守，可是怎麼個守法，每一個境界不相同，並不一樣，等覺菩薩持不殺生戒，如果那個境界跟初學的完全一樣，他就不叫等覺菩薩。譬如你們在學校念書一樣，你們到初中一年級就念國文，你到大學還念國文，這個科目的名字沒有改一點點，都在念國文；你在小學的時候就念數學，你到研究所還念數學，科目名字一樣。不殺生就是一個科目名字，初發心的要學它，到等覺菩薩還要學它，內容不一樣。初中一年級的國文跟大學的國文，內容有淺深不相同，教學方法也不相同，學習的態度也不相同，那怎麼會一樣？一法如是，法法皆然。"
    },
    {
      "id": "08-002-0047_p0021",
      "zh_CN": "学佛的人贵在守住自己的本位，把自己的本位守好。为什么？别人的境界我们不晓得，他是罗汉、他是菩萨、他是古佛再来，我们哪里知道？所以佛教给我们，如果我们想在一生当中成就，《华严经》里面学善财，一生成就；《法华经》里面学常不轻菩萨，一生成就。你说我不是学《法华》，我也不是学《华严》，我就是修念佛法门，念阿弥陀佛的，一样，你以善财、常不轻的心行念阿弥陀佛，一生成就，功夫浅的得人空证事一心，功夫深的得法空证理一心。如果我们心里一样都空不了，那你念一辈子佛，你什么都得不到。你要能空得了！可是这个空怎么个空法？这是一个很大的问题。空了，我什么都不要了，那你并没有空，你心里有个什么都不要，你心里有个什么都没有，你还是没有得到空，你人空也没有得到，法空更没得到。这个事情确实是不容易，问题在哪里？一定要开智慧，不开智慧证不到二空之理。所以，不开智慧怎么行？",
      "zh_TW": "學佛的人貴在守住自己的本位，把自己的本位守好。為什麼？別人的境界我們不曉得，他是羅漢、他是菩薩、他是古佛再來，我們哪裡知道？所以佛教給我們，如果我們想在一生當中成就，《華嚴經》裡面學善財，一生成就；《法華經》裡面學常不輕菩薩，一生成就。你說我不是學《法華》，我也不是學《華嚴》，我就是修念佛法門，念阿彌陀佛的，一樣，你以善財、常不輕的心行念阿彌陀佛，一生成就，功夫淺的得人空證事一心，功夫深的得法空證理一心。如果我們心裡一樣都空不了，那你念一輩子佛，你什麼都得不到。你要能空得了！可是這個空怎麼個空法？這是一個很大的問題。空了，我什麼都不要了，那你並沒有空，你心裡有個什麼都不要，你心裡有個什麼都沒有，你還是沒有得到空，你人空也沒有得到，法空更沒得到。這個事情確實是不容易，問題在哪裡？一定要開智慧，不開智慧證不到二空之理。所以，不開智慧怎麼行？"
    },
    {
      "id": "08-002-0047_p0022",
      "zh_CN": "我常常说，为什么不开智慧？你有障碍，你自己不晓得你障碍在哪里，你自己不肯把你障碍去掉，障碍障了你的根本智，障了你的后得智，这是什么人都没有法子帮忙。诸佛菩萨慈悲得不得了，看到你，束手无策，无可奈何，这个事情必须是你自己解决，迷是你自己迷，开悟还是要你自己开悟。佛菩萨只能告诉你们，你们为什么迷、怎么迷，把这个迷悟的根源告诉我们，我们自己要觉悟，自己要会把这个结解开。善解权实，善就是慧解，真正智慧现前这才能解。至于这些善巧方便，我们在讲席当中长年的在讲解、提示，诸位必定要觉悟。最初方便，佛门里面所运用的就是诵经、念佛，这是最初方便。诵经、念佛用意在哪里？用意在降伏烦恼。也就《金刚经》里面，须菩提尊者所问的两个大问题，「云何降伏其心，应云何住」，这两个问题。我们的心应当住在什么地方，如何降伏我们的妄心，须菩提在《金刚经》上提出的两大问题，佛在《金刚般若》里头就是解决这两大问题。佛将宇宙人生事实的真相给我们说出来，「一切有为法，如梦幻泡影」，有为法是什么？依他起性。叫我们对于宇宙人生有真正的觉解、认识，决定不错误。然后你在宇宙人生当中，你的心是平静的，不起波浪；你不认识，你当了真，你在这里面才起分别、才起妄想。你晓得一切都是假的，好事是假的，你不动心；恶事也是假的，也不动心；冤家对头是假的，你不动心；至亲的父母、眷属，也不动心，为什么？都是假的。",
      "zh_TW": "我常常說，為什麼不開智慧？你有障礙，你自己不曉得你障礙在哪裡，你自己不肯把你障礙去掉，障礙障了你的根本智，障了你的後得智，這是什麼人都沒有法子幫忙。諸佛菩薩慈悲得不得了，看到你，束手無策，無可奈何，這個事情必須是你自己解決，迷是你自己迷，開悟還是要你自己開悟。佛菩薩只能告訴你們，你們為什麼迷、怎麼迷，把這個迷悟的根源告訴我們，我們自己要覺悟，自己要會把這個結解開。善解權實，善就是慧解，真正智慧現前這才能解。至於這些善巧方便，我們在講席當中長年的在講解、提示，諸位必定要覺悟。最初方便，佛門裡面所運用的就是誦經、念佛，這是最初方便。誦經、念佛用意在哪裡？用意在降伏煩惱。也就《金剛經》裡面，須菩提尊者所問的兩個大問題，「云何降伏其心，應云何住」，這兩個問題。我們的心應當住在什麼地方，如何降伏我們的妄心，須菩提在《金剛經》上提出的兩大問題，佛在《金剛般若》裡頭就是解決這兩大問題。佛將宇宙人生事實的真相給我們說出來，「一切有為法，如夢幻泡影」，有為法是什麼？依他起性。叫我們對於宇宙人生有真正的覺解、認識，決定不錯誤。然後你在宇宙人生當中，你的心是平靜的，不起波浪；你不認識，你當了真，你在這裡面才起分別、才起妄想。你曉得一切都是假的，好事是假的，你不動心；惡事也是假的，也不動心；冤家對頭是假的，你不動心；至親的父母、眷屬，也不動心，為什麼？都是假的。"
    },
    {
      "id": "08-002-0047_p0023",
      "zh_CN": "这一世给你做父母恩爱，一死了之后，一转世的时候，彼此不相识。你认为生生世世还有关系，那是妄想。你今天认为与他有关系，他跟你没关系。佛给我们讲，众生与众生的关系只有四种，报恩、报怨、讨债、还债，就这个关系，恩怨、债务了了，什么关系都没有，面对面是陌生人；有这四种关系，这就是麻烦来了，这就造业受报。所以要晓得这个事实真相，事实真相了解，我们唯一依清净心来待人接物。欠命的我们还他的命，人家要来伤害我，要来杀我，要想把我整死，那是我欠他的命，一点怨恨心都没有，还掉了；还掉以后，彼此不相识，没有关系了。欠债的，人家来坑我、来骗我，把我的钱财夺去，是我欠他的，应该还他，绝没有再讨还的念头，债务了了，你自己心就清净，那是还债。为什么是这个还法？我们当初欠人家就是这么欠法的。小偷把我的钱偷去，我过去世也偷了他的，什么方法来，还是什么方法去。隔壁邻居很有钱，为什么他不偷他的，他偷我的？我欠他的，隔壁人家不欠他的，要晓得这个道理。觉悟的人唯有慈悲，慈悲就是平等的爱，世间人这个爱不平等的。不平等的慈悲就叫做情、叫做爱，平等的情与爱就叫做慈悲。慈悲跟爱是一样的，一个意思，没有两个意思，就一个是平等心，一个是不平等心；一个是清净心，一个是染污心。佛法里为什么不讲爱而讲慈悲？不像其余宗教里面讲「神爱世人」，为什么不说佛爱世人，菩萨爱世人？因为爱是感情的，爱是染污的。慈悲就是爱，它是清净的，它是平等的。",
      "zh_TW": "這一世給你做父母恩愛，一死了之後，一轉世的時候，彼此不相識。你認為生生世世還有關係，那是妄想。你今天認為與他有關係，他跟你沒關係。佛給我們講，眾生與眾生的關係只有四種，報恩、報怨、討債、還債，就這個關係，恩怨、債務了了，什麼關係都沒有，面對面是陌生人；有這四種關係，這就是麻煩來了，這就造業受報。所以要曉得這個事實真相，事實真相了解，我們唯一依清淨心來待人接物。欠命的我們還他的命，人家要來傷害我，要來殺我，要想把我整死，那是我欠他的命，一點怨恨心都沒有，還掉了；還掉以後，彼此不相識，沒有關係了。欠債的，人家來坑我、來騙我，把我的錢財奪去，是我欠他的，應該還他，絕沒有再討還的念頭，債務了了，你自己心就清淨，那是還債。為什麼是這個還法？我們當初欠人家就是這麼欠法的。小偷把我的錢偷去，我過去世也偷了他的，什麼方法來，還是什麼方法去。隔壁鄰居很有錢，為什麼他不偷他的，他偷我的？我欠他的，隔壁人家不欠他的，要曉得這個道理。覺悟的人唯有慈悲，慈悲就是平等的愛，世間人這個愛不平等的。不平等的慈悲就叫做情、叫做愛，平等的情與愛就叫做慈悲。慈悲跟愛是一樣的，一個意思，沒有兩個意思，就一個是平等心，一個是不平等心；一個是清淨心，一個是染污心。佛法裡為什麼不講愛而講慈悲？不像其餘宗教裡面講「神愛世人」，為什麼不說佛愛世人，菩薩愛世人？因為愛是感情的，愛是染污的。慈悲就是愛，它是清淨的，它是平等的。"
    },
    {
      "id": "08-002-0047_p0024",
      "zh_CN": "【智慧破惑。如灯之除暗。王亦自在之义。】",
      "zh_TW": "【智慧破惑。如燈之除暗。王亦自在之義。】"
    },
    {
      "id": "08-002-0047_p0025",
      "zh_CN": "他遇到这尊佛。",
      "zh_TW": "他遇到這尊佛。"
    },
    {
      "id": "08-002-0047_p0026",
      "zh_CN": "【佛号云自在灯王。】",
      "zh_TW": "【佛號雲自在燈王。】"
    },
    {
      "id": "08-002-0047_p0027",
      "zh_CN": "这位佛是表什么？前面这个佛是代表三智圆满，这尊佛的德号是表示自他二利自在，自利自在，利他自在，自行化他无不自在。可见得说种种佛的名号，还不都是说自己一个人吗？到你自己自行化他都自在了，你就是云自在灯王佛，你成佛就叫这个名字，你做菩萨就云自在灯王菩萨。但是诸位要晓得，一切佛菩萨大根大本就是威音王，那是根本。威音王是表示什么？就是佛法里常说两句，「言语道断，心行处灭」，那就是威音王。都是从这个地方生的，而是以言语道断、心行处灭为基础，为本源。这个时候：",
      "zh_TW": "這位佛是表什麼？前面這個佛是代表三智圓滿，這尊佛的德號是表示自他二利自在，自利自在，利他自在，自行化他無不自在。可見得說種種佛的名號，還不都是說自己一個人嗎？到你自己自行化他都自在了，你就是雲自在燈王佛，你成佛就叫這個名字，你做菩薩就雲自在燈王菩薩。但是諸位要曉得，一切佛菩薩大根大本就是威音王，那是根本。威音王是表示什麼？就是佛法裡常說兩句，「言語道斷，心行處滅」，那就是威音王。都是從這個地方生的，而是以言語道斷、心行處滅為基礎，為本源。這個時候："
    },
    {
      "id": "08-002-0047_p0028",
      "zh_CN": "【为众说法得六根清净者。】",
      "zh_TW": "【為眾說法得六根清淨者。】"
    },
    {
      "id": "08-002-0047_p0029",
      "zh_CN": "前面讲的「具闻先佛之法，得六根清净」，前面是自成就。具闻，昨天我特别把这个句子说明白，具是具足，悟了就具足。有人听一句他就具足，有人要把千经万论读遍才具足，这不一样。譬如《楞严经》里面讲「歇即菩提」，那就具足，《圆觉经》里面讲「离幻即觉」，具足了，一句就具足。问题怎么样？就是你悟不悟。你晓得怎么叫做歇，离幻怎么叫做离，一定要懂这个道理。我一切都不要，我就离了，不是，这个离不是那个讲法。我心里什么都不想了，我歇了，实在还没有办法还要想，放一把火把自己烧掉，烧成灰总不想了吧！如果那个样子就成佛的话，那太简单，放一把火把自己烧掉我就成佛，哪有这种道理？烧成灰你还打妄想，你妄想歇不掉，你歇不掉。真正歇掉了，与这个身体又何关？歇是什么意思？怎么个歇法？《圆觉经》离幻，离是怎么个意思？怎么个离法？这里头有大学问。你要是望文生义就大错特错，那真正叫盲修瞎练，邪知邪见。你把这个经文意思错解，望文生义，三世诸佛都喊冤枉。佛不是这个意思，你把意思解错，解错了还自以为是对的，这就是佛经之难懂的地方。真正懂得了，依照这个方法修行，没有不成就的，而且成就得很快速。前面自成就得六根清净，这是实；现在「为众说法得六根清净」，这是权。前面讲的是自利，此地讲的是利他，这就是善解权实，悲智兼行，智是自利，悲是利他，自利利他。",
      "zh_TW": "前面講的「具聞先佛之法，得六根清淨」，前面是自成就。具聞，昨天我特別把這個句子說明白，具是具足，悟了就具足。有人聽一句他就具足，有人要把千經萬論讀遍才具足，這不一樣。譬如《楞嚴經》裡面講「歇即菩提」，那就具足，《圓覺經》裡面講「離幻即覺」，具足了，一句就具足。問題怎麼樣？就是你悟不悟。你曉得怎麼叫做歇，離幻怎麼叫做離，一定要懂這個道理。我一切都不要，我就離了，不是，這個離不是那個講法。我心裡什麼都不想了，我歇了，實在還沒有辦法還要想，放一把火把自己燒掉，燒成灰總不想了吧！如果那個樣子就成佛的話，那太簡單，放一把火把自己燒掉我就成佛，哪有這種道理？燒成灰你還打妄想，你妄想歇不掉，你歇不掉。真正歇掉了，與這個身體又何關？歇是什麼意思？怎麼個歇法？《圓覺經》離幻，離是怎麼個意思？怎麼個離法？這裡頭有大學問。你要是望文生義就大錯特錯，那真正叫盲修瞎練，邪知邪見。你把這個經文意思錯解，望文生義，三世諸佛都喊冤枉。佛不是這個意思，你把意思解錯，解錯了還自以為是對的，這就是佛經之難懂的地方。真正懂得了，依照這個方法修行，沒有不成就的，而且成就得很快速。前面自成就得六根清淨，這是實；現在「為眾說法得六根清淨」，這是權。前面講的是自利，此地講的是利他，這就是善解權實，悲智兼行，智是自利，悲是利他，自利利他。"
    },
    {
      "id": "08-002-0047_p0030",
      "zh_CN": "【前证人空离有而空。故单言清净。】",
      "zh_TW": "【前證人空離有而空。故單言清淨。】"
    },
    {
      "id": "08-002-0047_p0031",
      "zh_CN": "清净心现前。",
      "zh_TW": "清淨心現前。"
    },
    {
      "id": "08-002-0047_p0032",
      "zh_CN": "【此证法空即有而空。故言常眼。】",
      "zh_TW": "【此證法空即有而空。故言常眼。】"
    },
    {
      "id": "08-002-0047_p0033",
      "zh_CN": "你们学离幻，学歇心，你要晓得这个意思，这叫真歇了。为什么？与法性完全相应。这时候叫「常眼」，什么眼？五眼圆明。没有成佛，在菩萨位置上四眼，有肉眼、有天眼、有慧眼、有法眼，圆满光明。",
      "zh_TW": "你們學離幻，學歇心，你要曉得這個意思，這叫真歇了。為什麼？與法性完全相應。這時候叫「常眼」，什麼眼？五眼圓明。沒有成佛，在菩薩位置上四眼，有肉眼、有天眼、有慧眼、有法眼，圓滿光明。"
    },
    {
      "id": "08-002-0047_p0034",
      "zh_CN": "【不尔便有重叠之过矣。】",
      "zh_TW": "【不爾便有重疊之過矣。】"
    },
    {
      "id": "08-002-0047_p0035",
      "zh_CN": "要不是这样的话，这个文字前面有一个得六根清净，后头再说一个得六根清净，这不重复了吗？不重复，它是两层的意思。",
      "zh_TW": "要不是這樣的話，這個文字前面有一個得六根清淨，後頭再說一個得六根清淨，這不重複了嗎？不重複，它是兩層的意思。"
    },
    {
      "id": "08-002-0047_p0036",
      "zh_CN": "【供养如是若干诸佛者。】",
      "zh_TW": "【供養如是若干諸佛者。】"
    },
    {
      "id": "08-002-0047_p0037",
      "zh_CN": "这是经里面讲的供养诸佛。供养诸佛是什么意思？",
      "zh_TW": "這是經裡面講的供養諸佛。供養諸佛是什麼意思？"
    },
    {
      "id": "08-002-0047_p0038",
      "zh_CN": "【指前诸佛。皆是自心也。】",
      "zh_TW": "【指前諸佛。皆是自心也。】"
    },
    {
      "id": "08-002-0047_p0039",
      "zh_CN": "再给诸位说，不但诸佛是「自心」，一切众生、任何一法无不是自心所变，那不是自心是什么！全是自心所变。这个境界实在说不出，我们不得已常常用梦境来做比喻，因为你们都做过梦，梦的时候有经验，梦中的境界全是你自己心变现出来。决定没有外面的境界跑到你的梦中去，没有，都是你自心变现的。醒来的时候，会觉悟到这梦境全是自心，没有外人。我们今天十法界依正庄严，就是我们自心变现之物；而我们已经迷惑颠倒，不知道这个事实真相，不晓得众生跟自己是一体。世间做父母对儿女，他知道这个是一体，儿女犯了什么样大的错过，他就能够容忍，都能够原谅，都还认为是自己宝贝儿子。但是真如法性变现一切万物，比这个还要亲切，他就不知道，他迷惑了。佛法里头「无缘大慈，同体大悲」，诸位好好的想想这个意思。下课。",
      "zh_TW": "再給諸位說，不但諸佛是「自心」，一切眾生、任何一法無不是自心所變，那不是自心是什麼！全是自心所變。這個境界實在說不出，我們不得已常常用夢境來做比喻，因為你們都做過夢，夢的時候有經驗，夢中的境界全是你自己心變現出來。決定沒有外面的境界跑到你的夢中去，沒有，都是你自心變現的。醒來的時候，會覺悟到這夢境全是自心，沒有外人。我們今天十法界依正莊嚴，就是我們自心變現之物；而我們已經迷惑顛倒，不知道這個事實真相，不曉得眾生跟自己是一體。世間做父母對兒女，他知道這個是一體，兒女犯了什麼樣大的錯過，他就能夠容忍，都能夠原諒，都還認為是自己寶貝兒子。但是真如法性變現一切萬物，比這個還要親切，他就不知道，他迷惑了。佛法裡頭「無緣大慈，同體大悲」，諸位好好的想想這個意思。下課。"
    }
  ]
}