{
  "doc_id": "08-002-0026",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0026",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "08-002-0026_p0001",
      "zh_CN": "「见宝塔品」，这个见也念现，古时候通用，见就是显现。",
      "zh_TW": "「見寶塔品」，這個見也念現，古時候通用，見就是顯現。"
    },
    {
      "id": "08-002-0026_p0002",
      "zh_CN": "【前文假言托喻。一一皆指当人自心。】",
      "zh_TW": "【前文假言托喻。一一皆指當人自心。】"
    },
    {
      "id": "08-002-0026_p0003",
      "zh_CN": "这个假当借说，就是借着言语比喻。不但《法华经》的确是如此，佛说的一切经可以说都是假言托喻，指归人心。",
      "zh_TW": "這個假當借說，就是借著言語比喻。不但《法華經》的確是如此，佛說的一切經可以說都是假言托喻，指歸人心。"
    },
    {
      "id": "08-002-0026_p0004",
      "zh_CN": "【犹恐不信。高推圣境。自甘绝分。】",
      "zh_TW": "【猶恐不信。高推聖境。自甘絕分。】"
    },
    {
      "id": "08-002-0026_p0005",
      "zh_CN": "「高推圣境」，就是那些都是佛菩萨再来的，我哪里有分？我的业障深重，好像没有分。这样的人实在是太多了。实在讲这就是迷惑颠倒，不肯直下承当，病就在此地。",
      "zh_TW": "「高推聖境」，就是那些都是佛菩薩再來的，我哪裡有分？我的業障深重，好像沒有分。這樣的人實在是太多了。實在講這就是迷惑顛倒，不肯直下承當，病就在此地。"
    },
    {
      "id": "08-002-0026_p0006",
      "zh_CN": "【故借多宝现塔为证。】",
      "zh_TW": "【故借多寶現塔為證。】"
    },
    {
      "id": "08-002-0026_p0007",
      "zh_CN": "这一品可以说完全就是为这些自甘绝分的人来做一个见证。经里面所讲的多宝塔就是指色身，塔中的佛多宝如来是指我们真心。",
      "zh_TW": "這一品可以說完全就是為這些自甘絕分的人來做一個見證。經裡面所講的多寶塔就是指色身，塔中的佛多寶如來是指我們真心。"
    },
    {
      "id": "08-002-0026_p0008",
      "zh_CN": "【高五百由旬者。竖超五位也。】",
      "zh_TW": "【高五百由旬者。豎超五位也。】"
    },
    {
      "id": "08-002-0026_p0009",
      "zh_CN": "你不要去算那个多少里，一由旬四十里，五百由旬，现在我们飞机也飞不到这个高度，你要这样想法就错了，它是表法的。「五位」，在大乘法常讲信位、住位、行位、向位、地位，就是五十个位次的菩萨。可见得这显示的是一乘大法。",
      "zh_TW": "你不要去算那個多少里，一由旬四十里，五百由旬，現在我們飛機也飛不到這個高度，你要這樣想法就錯了，它是表法的。「五位」，在大乘法常講信位、住位、行位、向位、地位，就是五十個位次的菩薩。可見得這顯示的是一乘大法。"
    },
    {
      "id": "08-002-0026_p0010",
      "zh_CN": "【纵广二百五十由旬者。横出二十五有也。】",
      "zh_TW": "【縱廣二百五十由旬者。橫出二十五有也。】"
    },
    {
      "id": "08-002-0026_p0011",
      "zh_CN": "也不是真有这个事情，那个塔是纵广二百五十由旬，那要算算这个塔多大？我们要去考证，印度自古以来没有建过这么大的塔。如果说是竖高五百由旬，那比喜马拉雅山高得太多，喜马拉雅还没有这么高。广二百五十由旬，就是算小由旬，你们乘一个四十，那多少里？恐怕全印度都装不下。这是表法，表「横出二十五有」，二十五有就是三界。",
      "zh_TW": "也不是真有這個事情，那個塔是縱廣二百五十由旬，那要算算這個塔多大？我們要去考證，印度自古以來沒有建過這麼大的塔。如果說是豎高五百由旬，那比喜馬拉雅山高得太多，喜馬拉雅還沒有這麼高。廣二百五十由旬，就是算小由旬，你們乘一個四十，那多少里？恐怕全印度都裝不下。這是表法，表「橫出二十五有」，二十五有就是三界。"
    },
    {
      "id": "08-002-0026_p0012",
      "zh_CN": "【从地涌出者。从无明地涌出也。】",
      "zh_TW": "【從地湧出者。從無明地湧出也。】"
    },
    {
      "id": "08-002-0026_p0013",
      "zh_CN": "从地里面涌出来，「地」是代表无明，从无明地涌出。",
      "zh_TW": "從地裡面湧出來，「地」是代表無明，從無明地湧出。"
    },
    {
      "id": "08-002-0026_p0014",
      "zh_CN": "【住在空中。则上不依天。下不着地。依实相中道而住也。】",
      "zh_TW": "【住在空中。則上不依天。下不著地。依實相中道而住也。】"
    },
    {
      "id": "08-002-0026_p0015",
      "zh_CN": "代表的是「依实相中道而住」。你看看，完全讲的是我们心性。所以这个多宝塔、多宝如来，就是我们自己的真如本性，真如本性用多宝这个名词来称它，绝不过分，因为我们的心性万德万能，实在是如此。十法界依正庄严都是我们自性变现之物，自性是依实相中道而住，永远是这个样子，绝不染着。",
      "zh_TW": "代表的是「依實相中道而住」。你看看，完全講的是我們心性。所以這個多寶塔、多寶如來，就是我們自己的真如本性，真如本性用多寶這個名詞來稱它，絕不過分，因為我們的心性萬德萬能，實在是如此。十法界依正莊嚴都是我們自性變現之物，自性是依實相中道而住，永遠是這個樣子，絕不染著。"
    },
    {
      "id": "08-002-0026_p0016",
      "zh_CN": "【实相之理。无相而无所不相。故不碍其种种庄严。】",
      "zh_TW": "【實相之理。無相而無所不相。故不礙其種種莊嚴。】"
    },
    {
      "id": "08-002-0026_p0017",
      "zh_CN": "讲「无相」是从体上讲，真如本性体上讲无相；「无不相」，是从作用上讲，用能现无量无边的相。诸位要记住，这个相是唯心所变，因此我们绝不能说哪些东西有，哪些东西没有。譬如龙，有些人认为中国这个龙没有，真的没有吗？你们想想到底有还是没有？既然是唯心所变，你想什么样就现什么样子。一切万物的形相，它是个不定法，随心所变，随着觉心所变的我们叫它做实相，随着我们妄心所变的叫妄相。譬如经里面讲「凡所有相皆是虚妄」，那是随我们妄心变现，都是虚妄的。心虽然是无相，又可以说它是无不相，因此我们决定不能够指定它是有相或者是无相，那都错了。可是没见性的人他执着，凡夫执着有相，二乘人执着无相，都是执着在一边；唯有大乘菩萨通达实相，实相所谓是无相无不相。因为事实真相是这么一个情形，所以「不碍其种种庄严」，这个意思就是《华严经》所讲的事事无碍。清凉大师讲《华严经》，解释一真法界，他是用四无碍法界来解释，事无碍、理无碍、理事无碍、事事无碍。为什么无碍？正是因为实相无相无不相，所以一切无有障碍。诸位要晓得，障碍是生在我们不觉、迷惑颠倒之中，才会有障碍，觉了没有障碍。",
      "zh_TW": "講「無相」是從體上講，真如本性體上講無相；「無不相」，是從作用上講，用能現無量無邊的相。諸位要記住，這個相是唯心所變，因此我們絕不能說哪些東西有，哪些東西沒有。譬如龍，有些人認為中國這個龍沒有，真的沒有嗎？你們想想到底有還是沒有？既然是唯心所變，你想什麼樣就現什麼樣子。一切萬物的形相，它是個不定法，隨心所變，隨著覺心所變的我們叫它做實相，隨著我們妄心所變的叫妄相。譬如經裡面講「凡所有相皆是虛妄」，那是隨我們妄心變現，都是虛妄的。心雖然是無相，又可以說它是無不相，因此我們決定不能夠指定它是有相或者是無相，那都錯了。可是沒見性的人他執著，凡夫執著有相，二乘人執著無相，都是執著在一邊；唯有大乘菩薩通達實相，實相所謂是無相無不相。因為事實真相是這麼一個情形，所以「不礙其種種莊嚴」，這個意思就是《華嚴經》所講的事事無礙。清涼大師講《華嚴經》，解釋一真法界，他是用四無礙法界來解釋，事無礙、理無礙、理事無礙、事事無礙。為什麼無礙？正是因為實相無相無不相，所以一切無有障礙。諸位要曉得，障礙是生在我們不覺、迷惑顛倒之中，才會有障礙，覺了沒有障礙。"
    },
    {
      "id": "08-002-0026_p0018",
      "zh_CN": "底下这里面有几个表法，你们读了之后，无论将来读什么经，看到这些东西就晓得表法的意思，《弥陀经》里头也不例外。",
      "zh_TW": "底下這裡面有幾個表法，你們讀了之後，無論將來讀什麼經，看到這些東西就曉得表法的意思，《彌陀經》裡頭也不例外。"
    },
    {
      "id": "08-002-0026_p0019",
      "zh_CN": "【栏楯即法空座义。龛室即慈悲室义。幢旛乃锦绣所成。柔软飘扬。即忍辱衣义。】",
      "zh_TW": "【欄楯即法空座義。龕室即慈悲室義。幢旛乃錦繡所成。柔軟飄揚。即忍辱衣義。】"
    },
    {
      "id": "08-002-0026_p0020",
      "zh_CN": "说了这三桩，其余的就应当举一反三、闻一知十，就晓得佛法里头表法的义趣。「栏楯」就是栏杆，横的叫做栏，直的叫做楯。有些人把它念成「盾」，譬如现在有很多人讲矛盾，矛盾是念错了，但是大家都念错，我们念错他懂；你要是念正确，念「矛楯」，他不懂，所以大家都错念，那就对了。这个东西也是不定法，大家是这么念法，你也这个念法，他一听就懂；我们念一个正确的音，他反而听不懂，他倒过头来说我们念错了。所以有些时候要恒顺众生，不要给他讲解，讲解添麻烦。教学要讲解清楚，为什么？遇到内行的人，他懂得，而现在外行人不少。我们自己要晓得，讲经的时候也念矛盾，为什么？他懂，一听他就懂，这是随顺大家。",
      "zh_TW": "說了這三樁，其餘的就應當舉一反三、聞一知十，就曉得佛法裡頭表法的義趣。「欄楯」就是欄杆，橫的叫做欄，直的叫做楯。有些人把它念成「盾」，譬如現在有很多人講矛盾，矛盾是念錯了，但是大家都念錯，我們念錯他懂；你要是念正確，念「矛楯」，他不懂，所以大家都錯念，那就對了。這個東西也是不定法，大家是這麼念法，你也這個念法，他一聽就懂；我們念一個正確的音，他反而聽不懂，他倒過頭來說我們念錯了。所以有些時候要恆順眾生，不要給他講解，講解添麻煩。教學要講解清楚，為什麼？遇到內行的人，他懂得，而現在外行人不少。我們自己要曉得，講經的時候也念矛盾，為什麼？他懂，一聽他就懂，這是隨順大家。"
    },
    {
      "id": "08-002-0026_p0021",
      "zh_CN": "看到栏杆，我们立刻就想到法空，万法皆空。诸位想想，万法皆空，那个法还有不平等的道理吗？平等，平等心就现前。平等心不能现前，平等心就是菩提心里面的直心，我们菩提心发不起来，直心不能现前，平等心不能现前，原因在哪里？有法执，我们执定一切法是有的，麻烦就生在这个地方，而不晓得一切法是空的。佛在《金刚经》里面给我们讲的，我们也常常念，一念就晓得，但是自己在这个境界里头就转不过来。佛给我们讲「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这就是法空观。这些诸法存在不存在？存在，当体即空，我们世间人迷，不晓得它是当体即空。阿罗汉要经过分析，才晓得法当体即空，譬如这个毛巾这是一法，你们看到这毛巾，执定这是个毛巾，这个话说得有没有毛病？实在有毛病。你要是不相信，我说不是毛巾，我说这只有一条线，你们相不相信一条线？你把线头抽出来拉出来是不是一条线？果然不错是一条线。一条线，你怎么说是毛巾？这个毛巾当体即空。迷的人执定这是毛巾，明白的人晓得那是一条线织起来的，它就是一条线。毛巾这个相摆在此地，他明白当体即空，说毛巾即非毛巾，是名毛巾，这样你就觉悟。",
      "zh_TW": "看到欄杆，我們立刻就想到法空，萬法皆空。諸位想想，萬法皆空，那個法還有不平等的道理嗎？平等，平等心就現前。平等心不能現前，平等心就是菩提心裡面的直心，我們菩提心發不起來，直心不能現前，平等心不能現前，原因在哪裡？有法執，我們執定一切法是有的，麻煩就生在這個地方，而不曉得一切法是空的。佛在《金剛經》裡面給我們講的，我們也常常念，一念就曉得，但是自己在這個境界裡頭就轉不過來。佛給我們講「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這就是法空觀。這些諸法存在不存在？存在，當體即空，我們世間人迷，不曉得它是當體即空。阿羅漢要經過分析，才曉得法當體即空，譬如這個毛巾這是一法，你們看到這毛巾，執定這是個毛巾，這個話說得有沒有毛病？實在有毛病。你要是不相信，我說不是毛巾，我說這只有一條線，你們相不相信一條線？你把線頭抽出來拉出來是不是一條線？果然不錯是一條線。一條線，你怎麼說是毛巾？這個毛巾當體即空。迷的人執定這是毛巾，明白的人曉得那是一條線織起來的，它就是一條線。毛巾這個相擺在此地，他明白當體即空，說毛巾即非毛巾，是名毛巾，這樣你就覺悟。"
    },
    {
      "id": "08-002-0026_p0022",
      "zh_CN": "你把《金刚经》那些话多念几遍，你才了解真相，到分析开的时候你才晓得，恍然大悟这是空的，笨阿罗汉要分析空，他不晓得当体即空。这一法如是，法法如是，没有一法不是当体即空。譬如此地万佛寺这个建筑，那个悟的人一看有没有万佛寺？万佛寺者即非万佛寺，是名万佛寺，这就没错。为什么？你把眼睛睁大来看看，这万佛寺一看，这里有多少吨钢筋，有多少包水泥，有多少石子，不就这些东西吗？只是把它按照我们自己的意思，把它这样子排列起来而已。堆在那边一堆你不叫它是万佛寺，摆起来你叫它做万佛寺。摆起来是这么多，堆在那里还是那么多，不增不减，摆在那个地方，你叫这一堆是建筑材料，把它这么排列起来，你叫它这是房屋，这是大殿、是寮房，你这不颠倒吗？你晓得这个道理，整个地球、整个银河系、整个星云系，无一不是如是，《金刚经》给你讲的那是把真相都说出来。",
      "zh_TW": "你把《金剛經》那些話多念幾遍，你才了解真相，到分析開的時候你才曉得，恍然大悟這是空的，笨阿羅漢要分析空，他不曉得當體即空。這一法如是，法法如是，沒有一法不是當體即空。譬如此地萬佛寺這個建築，那個悟的人一看有沒有萬佛寺？萬佛寺者即非萬佛寺，是名萬佛寺，這就沒錯。為什麼？你把眼睛睜大來看看，這萬佛寺一看，這裡有多少噸鋼筋，有多少包水泥，有多少石子，不就這些東西嗎？只是把它按照我們自己的意思，把它這樣子排列起來而已。堆在那邊一堆你不叫它是萬佛寺，擺起來你叫它做萬佛寺。擺起來是這麼多，堆在那裡還是那麼多，不增不減，擺在那個地方，你叫這一堆是建築材料，把它這麼排列起來，你叫它這是房屋，這是大殿、是寮房，你這不顛倒嗎？你曉得這個道理，整個地球、整個銀河系、整個星雲系，無一不是如是，《金剛經》給你講的那是把真相都說出來。"
    },
    {
      "id": "08-002-0026_p0023",
      "zh_CN": "所以我们学佛，要学个觉悟的人，不能够学个迷惑颠倒的人，知道一切法皆空，你在一切法里面不染污、不执着也不分别。正如同《金刚经》里面所讲的「即非、是名」，平等心才能现前。平等心现前，清净心就现前，自受用；慈悲心也真的现前，无缘大慈，同体大悲，真正的慈悲现前是他受用。他受用的是慈悲心，自受用的是清净心，理体是直心。我们在菩提心里面讲的直心、深心、大悲心，我把它换个名词，平等心、清净心、慈悲心，大家好懂。佛法就是从这个心生出来的，这个心叫觉心，觉悟的心，拣别不是迷的心。迷了是凡夫、二乘心，这是菩萨心，菩提心是菩萨心。",
      "zh_TW": "所以我們學佛，要學個覺悟的人，不能夠學個迷惑顛倒的人，知道一切法皆空，你在一切法裡面不染污、不執著也不分別。正如同《金剛經》裡面所講的「即非、是名」，平等心才能現前。平等心現前，清淨心就現前，自受用；慈悲心也真的現前，無緣大慈，同體大悲，真正的慈悲現前是他受用。他受用的是慈悲心，自受用的是清淨心，理體是直心。我們在菩提心裡面講的直心、深心、大悲心，我把它換個名詞，平等心、清淨心、慈悲心，大家好懂。佛法就是從這個心生出來的，這個心叫覺心，覺悟的心，揀別不是迷的心。迷了是凡夫、二乘心，這是菩薩心，菩提心是菩薩心。"
    },
    {
      "id": "08-002-0026_p0024",
      "zh_CN": "「龛室」，这是居住的房子，「慈悲室义」，房子有遮蔽风雨的功德，使一切众生能够得到安稳，所以有慈悲之意，就是有复育之意。「幢旛」这是取它这个质料，它是「锦绣」造成的，非常的柔软，有「忍辱衣」的意思。衣就是忍辱，所以我们穿这个衣就要晓得修忍辱。这些意思差不多在大乘经里面都能够看得到，《华严经》里面特别多，因为《华严经》经文长，表法特别多。诸位去看看清凉大师的注解、李长者的《合论》，你就了解，晓得经里头表法的义趣。以后读一切经都不会困难，都能够通达义趣。",
      "zh_TW": "「龕室」，這是居住的房子，「慈悲室義」，房子有遮蔽風雨的功德，使一切眾生能夠得到安穩，所以有慈悲之意，就是有覆育之意。「幢旛」這是取它這個質料，它是「錦繡」造成的，非常的柔軟，有「忍辱衣」的意思。衣就是忍辱，所以我們穿這個衣就要曉得修忍辱。這些意思差不多在大乘經裡面都能夠看得到，《華嚴經》裡面特別多，因為《華嚴經》經文長，表法特別多。諸位去看看清涼大師的註解、李長者的《合論》，你就了解，曉得經裡頭表法的義趣。以後讀一切經都不會困難，都能夠通達義趣。"
    },
    {
      "id": "08-002-0026_p0025",
      "zh_CN": "【三者皆自心之德也。】",
      "zh_TW": "【三者皆自心之德也。】"
    },
    {
      "id": "08-002-0026_p0026",
      "zh_CN": "就是法空、慈悲、忍辱，都是真如本性里面本来具有的德能，不是外面来的。如果我们这些东西失掉，是我们本具德能有了障碍，失去这个作用，不能现前。如果没有障碍，性德是圆圆满满普遍现前，一定是这个道理。",
      "zh_TW": "就是法空、慈悲、忍辱，都是真如本性裡面本來具有的德能，不是外面來的。如果我們這些東西失掉，是我們本具德能有了障礙，失去這個作用，不能現前。如果沒有障礙，性德是圓圓滿滿普遍現前，一定是這個道理。"
    },
    {
      "id": "08-002-0026_p0027",
      "zh_CN": "【亦不妨其杂善庄严。】",
      "zh_TW": "【亦不妨其雜善莊嚴。】"
    },
    {
      "id": "08-002-0026_p0028",
      "zh_CN": "事事无碍，所以不妨碍，没有妨碍。",
      "zh_TW": "事事無礙，所以不妨礙，沒有妨礙。"
    },
    {
      "id": "08-002-0026_p0029",
      "zh_CN": "【故如璎珞宝铃。即四辩高悬。】",
      "zh_TW": "【故如瓔珞寶鈴。即四辯高懸。】"
    },
    {
      "id": "08-002-0026_p0030",
      "zh_CN": "四无碍辩才，表这个意思。",
      "zh_TW": "四無礙辯才，表這個意思。"
    },
    {
      "id": "08-002-0026_p0031",
      "zh_CN": "【弘宣妙法。】",
      "zh_TW": "【弘宣妙法。】"
    },
    {
      "id": "08-002-0026_p0032",
      "zh_CN": "「妙法」是一切法，众生法、佛法、心法都包括在里面。这个外道，外道也是众生，既然众生法都包括在里面，外道法怎么不包括在里头！当然都是妙法。像这些理、这些事，我们都要了解，了解就不奇怪，不争论。无论什么法，你的心是平的，你的心是平静，对于一桩事理的真相就看得清清楚楚。这个心不平，心有起伏，就是有分别执着，不能得事理的真相。",
      "zh_TW": "「妙法」是一切法，眾生法、佛法、心法都包括在裡面。這個外道，外道也是眾生，既然眾生法都包括在裡面，外道法怎麼不包括在裡頭！當然都是妙法。像這些理、這些事，我們都要了解，了解就不奇怪，不爭論。無論什麼法，你的心是平的，你的心是平靜，對於一樁事理的真相就看得清清楚楚。這個心不平，心有起伏，就是有分別執著，不能得事理的真相。"
    },
    {
      "id": "08-002-0026_p0033",
      "zh_CN": "很多年以前，慈光图书馆办大专讲座，好像是第三届还是第四届的时候，天主教派了四个学生参加大专讲座，在我们佛门盗法。这四个学生里面有三个是大四的，将要毕业，程度很高，另外一个是大二的。每天下课都到教会去，把我们这边情形向他们报告。就有同学发现来告诉我，正好我在讲座里面担任代李老师的课。李老师一面要教书，那个时候每天下午有两个钟点的研究讨论，这个讨论会是李老师主持的，以后李老师只主持一次，从第二天起就交给我，每天代他主持这个研究讨论会。研究讨论会干什么？答复学生问题，当场提出来当场答复。所以这个必须把精神养好，没准备的，无从准备起，不知他要问什么。",
      "zh_TW": "很多年以前，慈光圖書館辦大專講座，好像是第三屆還是第四屆的時候，天主教派了四個學生參加大專講座，在我們佛門盜法。這四個學生裡面有三個是大四的，將要畢業，程度很高，另外一個是大二的。每天下課都到教會去，把我們這邊情形向他們報告。就有同學發現來告訴我，正好我在講座裡面擔任代李老師的課。李老師一面要教書，那個時候每天下午有兩個鐘點的研究討論，這個討論會是李老師主持的，以後李老師只主持一次，從第二天起就交給我，每天代他主持這個研究討論會。研究討論會幹什麼？答覆學生問題，當場提出來當場答覆。所以這個必須把精神養好，沒準備的，無從準備起，不知他要問什麼。"
    },
    {
      "id": "08-002-0026_p0034",
      "zh_CN": "那时候学生有一百三十多个人，于是有别的同学把这个事情告诉我。我就说：这个事情上帝要是晓得，脸上没有面子，我这个儿女跑到释迦牟尼佛那里去盗法，没面子，不好看。这么一说，他们没有办法，四个人都站起来，都承认。我就告诉他，佛法是公开的，什么人都可以学，你们教会如果想了解佛法，又碍于情面，不好意思请法师去讲经，你们要想来参加讲座，可以先来一个公函，我们很欢迎，不会排斥你的。不能偷偷摸摸的，偷偷摸摸的上帝难为情，我这个儿女偷偷摸摸的干这个事情，不光明，不能正大光明。然后我就问他，我说你们听的目的何在？他们就提出来，他说他的教里头讲的上帝，就是佛法讲的真如本性，他们现在也正研究佛经，把上帝认为是佛法的真如本性。我说那太好了，那你要叫佛法是魔鬼，你不就叫你上帝是魔鬼了吗？这一下说了，他们就呆了。你说佛是魔鬼，佛既然是讲的真如本性，你们上帝就是真如本性，那你说佛是魔鬼，你就说上帝是魔鬼。我们原来是一家，你再要分的时候，那你不就错了吗？然后我就老老实实告诉他，我向全体学生来解释这个问题，如果要说两样东西说它相同、一样，或者说它不一样，这两门东西都要搞彻底。我就问他，你对于你的天主教的教义是不是彻底明了？不敢讲。不但你不敢讲，你们的教皇也不敢讲对教义彻底明了。你对于佛法也彻底明了了吗？那更是皮毛。才听了几天，你怎么敢说是相同或者是不相同？",
      "zh_TW": "那時候學生有一百三十多個人，於是有別的同學把這個事情告訴我。我就說：這個事情上帝要是曉得，臉上沒有面子，我這個兒女跑到釋迦牟尼佛那裡去盜法，沒面子，不好看。這麼一說，他們沒有辦法，四個人都站起來，都承認。我就告訴他，佛法是公開的，什麼人都可以學，你們教會如果想了解佛法，又礙於情面，不好意思請法師去講經，你們要想來參加講座，可以先來一個公函，我們很歡迎，不會排斥你的。不能偷偷摸摸的，偷偷摸摸的上帝難為情，我這個兒女偷偷摸摸的幹這個事情，不光明，不能正大光明。然後我就問他，我說你們聽的目的何在？他們就提出來，他說他的教裡頭講的上帝，就是佛法講的真如本性，他們現在也正研究佛經，把上帝認為是佛法的真如本性。我說那太好了，那你要叫佛法是魔鬼，你不就叫你上帝是魔鬼了嗎？這一下說了，他們就呆了。你說佛是魔鬼，佛既然是講的真如本性，你們上帝就是真如本性，那你說佛是魔鬼，你就說上帝是魔鬼。我們原來是一家，你再要分的時候，那你不就錯了嗎？然後我就老老實實告訴他，我向全體學生來解釋這個問題，如果要說兩樣東西說它相同、一樣，或者說它不一樣，這兩門東西都要搞徹底。我就問他，你對於你的天主教的教義是不是徹底明瞭？不敢講。不但你不敢講，你們的教皇也不敢講對教義徹底明瞭。你對於佛法也徹底明瞭了嗎？那更是皮毛。才聽了幾天，你怎麼敢說是相同或者是不相同？"
    },
    {
      "id": "08-002-0026_p0035",
      "zh_CN": "在做学问的立场上，你没有资格开口，你没有资格说同，你也没有资格说不同，同与不同你没资格讲，为什么？你没搞清楚。你现在就说同，或者说不同，你这个胆子未免太大！这不是做学问。你们想想对不对？然后我又告诉他，我说在我的立场上说，可以说同。你一定问我，佛教教义我有没有搞清楚？天主教教义我有没有搞清楚？老实告诉你，我都没有搞清楚。都没搞清楚，为什么可以说同？佛法里面说，一切众生皆当成佛，上帝也是众生，当然要成佛，对不对？这个佛经里头有的，我说可以说同。我也可以说不同，为什么说不同？佛法成佛要明心见性，你们那个地方不谈明心见性；佛法要自己成就的，你们靠上帝救你们，这不同。我说：在我，东说也对，西说也对；在你，开口便错，动念即乖。外教到佛门里偷东西多，偷得去偷不去？偷不去，为什么？有成见。",
      "zh_TW": "在做學問的立場上，你沒有資格開口，你沒有資格說同，你也沒有資格說不同，同與不同你沒資格講，為什麼？你沒搞清楚。你現在就說同，或者說不同，你這個膽子未免太大！這不是做學問。你們想想對不對？然後我又告訴他，我說在我的立場上說，可以說同。你一定問我，佛教教義我有沒有搞清楚？天主教教義我有沒有搞清楚？老實告訴你，我都沒有搞清楚。都沒搞清楚，為什麼可以說同？佛法裡面說，一切眾生皆當成佛，上帝也是眾生，當然要成佛，對不對？這個佛經裡頭有的，我說可以說同。我也可以說不同，為什麼說不同？佛法成佛要明心見性，你們那個地方不談明心見性；佛法要自己成就的，你們靠上帝救你們，這不同。我說：在我，東說也對，西說也對；在你，開口便錯，動念即乖。外教到佛門裡偷東西多，偷得去偷不去？偷不去，為什麼？有成見。"
    },
    {
      "id": "08-002-0026_p0036",
      "zh_CN": "前些年天主教还请我在他们教堂里面讲经，我在那里讲了一个学期，以后我出国去。里面有退席的，有些修女听了二、三次不去了，以后不再来听。里面有人告诉我，有人退席了。我说：为什么？她们自己商量，受不了，说他讲得很有道理，我们信心会动摇，就不敢听。佛法讲得有道理，听下去之后心就动摇，就不敢听了。这就说明这是「四辩高悬，弘宣妙法」。我在多玛斯修道院讲，我说你们的主教请我来讲佛法，要请我来讲你们那个经，那就高明了。实在的，我要讲他们的经，一定比他们的主教、比他们的神父讲得高明，为什么？到了我这里，一切法都变成妙法，那个经是《妙法莲华经》。在他就不是，到我这里来什么法都变成《妙法莲华经》，这个《妙法莲华经》本意就是这样。所以大家不要以为就是这一本就是，错了！世出世间一切万法就是《妙法莲华经》，包括天主教《圣经》在内，他们的经典在内，统统都是《妙法莲华经》。你要是悟了，一切法没有一法不妙；你不悟，这个经本子也不妙，妙在哪里？你们说它妙在哪里？这个也不妙！悟了是法法皆妙，真是其妙无穷。底下几句诸位一看就懂，就不要说。底下有一个问题就是：",
      "zh_TW": "前些年天主教還請我在他們教堂裡面講經，我在那裡講了一個學期，以後我出國去。裡面有退席的，有些修女聽了二、三次不去了，以後不再來聽。裡面有人告訴我，有人退席了。我說：為什麼？她們自己商量，受不了，說他講得很有道理，我們信心會動搖，就不敢聽。佛法講得有道理，聽下去之後心就動搖，就不敢聽了。這就說明這是「四辯高懸，弘宣妙法」。我在多瑪斯修道院講，我說你們的主教請我來講佛法，要請我來講你們那個經，那就高明了。實在的，我要講他們的經，一定比他們的主教、比他們的神父講得高明，為什麼？到了我這裡，一切法都變成妙法，那個經是《妙法蓮華經》。在他就不是，到我這裡來什麼法都變成《妙法蓮華經》，這個《妙法蓮華經》本意就是這樣。所以大家不要以為就是這一本就是，錯了！世出世間一切萬法就是《妙法蓮華經》，包括天主教《聖經》在內，他們的經典在內，統統都是《妙法蓮華經》。你要是悟了，一切法沒有一法不妙；你不悟，這個經本子也不妙，妙在哪裡？你們說它妙在哪裡？這個也不妙！悟了是法法皆妙，真是其妙無窮。底下幾句諸位一看就懂，就不要說。底下有一個問題就是："
    },
    {
      "id": "08-002-0026_p0037",
      "zh_CN": "【忍难弘经。以慈为首。】",
      "zh_TW": "【忍難弘經。以慈為首。】"
    },
    {
      "id": "08-002-0026_p0038",
      "zh_CN": "特别是在今天，今时今地，我们今天在这个地球上，在这个世界上弘经，障难太多了，我们要能够忍。你们看看虚云老和尚，他晚年，就是大陆沦陷之后，他老人家实在是大慈大悲。这个大陆沦陷的时候他曾经到香港，香港那边那些法师们、居士，都希望留老和尚在那里住，而且把他居住的地方布置得非常的幽雅，他年岁大，让他在那里安居。这个地方我去看过，去参观过，就是那个时候准备给虚云老和尚住的所在。环境很幽雅，四面都有院子，还有假山，这个树木花草培植得都非常好，在香港能有那样的环境实在太少。老和尚一定要回去，大陆上有大的劫难，他老人家回去代众生受难，是以这个心去。所以在大陆上受了许多的折磨，几次被人打得活来死去，老和尚没有一点怨言，「忍难弘经」。我们有没有这个精神？我们看看那个地方有难了赶紧要逃掉，逃难；人家在外面回去受难，你们想想，不一样！这种伟大的精神，我们要效法，虚老和尚的行谊值得我们效法。他一生所表现的都是成就人、帮助人，没有一丝毫为自己。他建了不少的道场，他有福报，信徒护法的都是有势力、有财富。他的庙建好了马上交给别人，自己就走，到另外一个地方再建；看到破烂的庙他就修，修好了都让给别人，一生都做这个事情。并不是说他建了庙，庙是自己的，自己要做住持，自己要管事，他不管，建好了就交给别人，你们看《虚云老和尚年谱》，你就看到。这是在近代给我们做了个榜样，不但佛经里面常常这样讲，有老和尚做出样子给我们看。这个灾难，给诸位说还没过去，还有灾难要来，我们要能够承受得了，要有大慈悲心。",
      "zh_TW": "特別是在今天，今時今地，我們今天在這個地球上，在這個世界上弘經，障難太多了，我們要能夠忍。你們看看虛雲老和尚，他晚年，就是大陸淪陷之後，他老人家實在是大慈大悲。這個大陸淪陷的時候他曾經到香港，香港那邊那些法師們、居士，都希望留老和尚在那裡住，而且把他居住的地方布置得非常的幽雅，他年歲大，讓他在那裡安居。這個地方我去看過，去參觀過，就是那個時候準備給虛雲老和尚住的所在。環境很幽雅，四面都有院子，還有假山，這個樹木花草培植得都非常好，在香港能有那樣的環境實在太少。老和尚一定要回去，大陸上有大的劫難，他老人家回去代眾生受難，是以這個心去。所以在大陸上受了許多的折磨，幾次被人打得活來死去，老和尚沒有一點怨言，「忍難弘經」。我們有沒有這個精神？我們看看那個地方有難了趕緊要逃掉，逃難；人家在外面回去受難，你們想想，不一樣！這種偉大的精神，我們要效法，虛老和尚的行誼值得我們效法。他一生所表現的都是成就人、幫助人，沒有一絲毫為自己。他建了不少的道場，他有福報，信徒護法的都是有勢力、有財富。他的廟建好了馬上交給別人，自己就走，到另外一個地方再建；看到破爛的廟他就修，修好了都讓給別人，一生都做這個事情。並不是說他建了廟，廟是自己的，自己要做住持，自己要管事，他不管，建好了就交給別人，你們看《虛雲老和尚年譜》，你就看到。這是在近代給我們做了個榜樣，不但佛經裡面常常這樣講，有老和尚做出樣子給我們看。這個災難，給諸位說還沒過去，還有災難要來，我們要能夠承受得了，要有大慈悲心。"
    },
    {
      "id": "08-002-0026_p0039",
      "zh_CN": "【慈忍必多功德所就。】",
      "zh_TW": "【慈忍必多功德所就。】"
    },
    {
      "id": "08-002-0026_p0040",
      "zh_CN": "这是一定的道理，你要想成就无量功德，就要修慈悲，要修忍辱。如果要不能忍，你的功德随时可以丧失，佛门里常说「火烧功德林」，那是什么火？瞋恚之火。所以我们修积功德相当不容易，为什么？要从你没有发脾气这个时候算起，发了脾气以前的那个都烧光了，那没有了。你上午发了一顿脾气，那你上午以前的功德全烧光了；要从你发了脾气以后，心平气和，一直到现在来算，麻烦在此地。临命终的时候，快要咽气了，发了一顿脾气，一生都完了，什么都烧光，这个事情很可怕。诸位要晓得，凡是引诱你发脾气都是魔，嫉妒你的功德，看到你修的功德，他在那里煽火，快烧、快烧、快烧，你也就很听话，好，我马上烧，马上烧，你说你这不是冤枉吗？不听佛的话，听魔的话。所以要晓得，要认清楚！什么事情要惹得发脾气，决定不发，晓得魔来了，你想烧我的功德，我偏偏不烧，偏偏不发脾气，这个功德才保得住。这是我们要提高警觉，给诸位说，讲的老实话，福德是有的，功德就烧掉了。功德是什么东西？功德是定，功德是清净心。你想想看，你这个定好不容易修成，譬如念佛人讲念佛三昧、一心不乱，好不容易修成，一发脾气完了，定没有了，一心没有了。所以功德与福德，要把它分得清清楚楚。",
      "zh_TW": "這是一定的道理，你要想成就無量功德，就要修慈悲，要修忍辱。如果要不能忍，你的功德隨時可以喪失，佛門裡常說「火燒功德林」，那是什麼火？瞋恚之火。所以我們修積功德相當不容易，為什麼？要從你沒有發脾氣這個時候算起，發了脾氣以前的那個都燒光了，那沒有了。你上午發了一頓脾氣，那你上午以前的功德全燒光了；要從你發了脾氣以後，心平氣和，一直到現在來算，麻煩在此地。臨命終的時候，快要嚥氣了，發了一頓脾氣，一生都完了，什麼都燒光，這個事情很可怕。諸位要曉得，凡是引誘你發脾氣都是魔，嫉妒你的功德，看到你修的功德，他在那裡煽火，快燒、快燒、快燒，你也就很聽話，好，我馬上燒，馬上燒，你說你這不是冤枉嗎？不聽佛的話，聽魔的話。所以要曉得，要認清楚！什麼事情要惹得發脾氣，決定不發，曉得魔來了，你想燒我的功德，我偏偏不燒，偏偏不發脾氣，這個功德才保得住。這是我們要提高警覺，給諸位說，講的老實話，福德是有的，功德就燒掉了。功德是什麼東西？功德是定，功德是清淨心。你想想看，你這個定好不容易修成，譬如念佛人講念佛三昧、一心不亂，好不容易修成，一發脾氣完了，定沒有了，一心沒有了。所以功德與福德，要把它分得清清楚楚。"
    },
    {
      "id": "08-002-0026_p0041",
      "zh_CN": "达摩祖师初来的时候，梁武帝做皇帝，梁武帝一生是佛门大护法，盖了四百八十座寺庙，南朝四百八十寺那就是梁武帝盖的，度了多少人出家。他见了达摩祖师，很夸耀他自己，我的功德大不大？达摩祖师一瓢冷水浇了他，「并无功德」，真的没有功德。如果梁武帝说，我的福报大不大？那达摩祖师一定说甚多甚多，福报！你做了那么多事情，你的心还是不清净，你心不定。功德是清净心，功德是一心不乱。诸位要记住，我们讲戒定慧，因戒生定，这个戒要是能够达到定，戒也算是功德。如果持戒而没有能够达到定，持戒是福德；持戒达到定，戒是功德。没有达到定，持戒是福德，不是功德；成就了定，这决定是功德。布施、持戒、忍辱、精进全都是福德一边的事，禅定、般若是功德。六度里头要把它分得清清楚楚，哪些是功德，哪些是福德，要搞清楚。我们看有些寺庙，门口摆一个装钱的箱子，写着「功德箱」，丢几个钱他就得一心不乱、就得禅定？那我得多丢几个。那是福德，广种福田这个意思是对的，功德一点都没有，与功德不相干。外面人分不清楚，我们学佛的人一定要分清楚。修福德，果报是三界之内的痴福，一定要重视功德，就是重视定慧的修学。这是讲到「忍难弘经」，一定要修慈悲、忍辱，才能够成就无量功德。下课。",
      "zh_TW": "達摩祖師初來的時候，梁武帝做皇帝，梁武帝一生是佛門大護法，蓋了四百八十座寺廟，南朝四百八十寺那就是梁武帝蓋的，度了多少人出家。他見了達摩祖師，很誇耀他自己，我的功德大不大？達摩祖師一瓢冷水澆了他，「並無功德」，真的沒有功德。如果梁武帝說，我的福報大不大？那達摩祖師一定說甚多甚多，福報！你做了那麼多事情，你的心還是不清淨，你心不定。功德是清淨心，功德是一心不亂。諸位要記住，我們講戒定慧，因戒生定，這個戒要是能夠達到定，戒也算是功德。如果持戒而沒有能夠達到定，持戒是福德；持戒達到定，戒是功德。沒有達到定，持戒是福德，不是功德；成就了定，這決定是功德。布施、持戒、忍辱、精進全都是福德一邊的事，禪定、般若是功德。六度裡頭要把它分得清清楚楚，哪些是功德，哪些是福德，要搞清楚。我們看有些寺廟，門口擺一個裝錢的箱子，寫著「功德箱」，丟幾個錢他就得一心不亂、就得禪定？那我得多丟幾個。那是福德，廣種福田這個意思是對的，功德一點都沒有，與功德不相干。外面人分不清楚，我們學佛的人一定要分清楚。修福德，果報是三界之內的痴福，一定要重視功德，就是重視定慧的修學。這是講到「忍難弘經」，一定要修慈悲、忍辱，才能夠成就無量功德。下課。"
    }
  ]
}