{
  "doc_id": "08-002-0035",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0035",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "08-002-0035_p0001",
      "zh_CN": "第十六页，「如来寿量品」。昨天讲到这一品里面给我们指出世尊说经的宗旨，希望大家注意到这三句话：",
      "zh_TW": "第十六頁，「如來壽量品」。昨天講到這一品裡面給我們指出世尊說經的宗旨，希望大家注意到這三句話："
    },
    {
      "id": "08-002-0035_p0002",
      "zh_CN": "【方便元为导实。是故所说诸经。莫不皆令众生入于佛道。】",
      "zh_TW": "【方便元為導實。是故所說諸經。莫不皆令眾生入於佛道。】"
    },
    {
      "id": "08-002-0035_p0003",
      "zh_CN": "「入于佛道」就是入于觉道，也就是《法华经》里面所说的「入佛知见」。这是我们学佛的同修务必要留意这桩事情，佛法要紧的就是叫你开悟，如果不开悟，就免不了六道轮回。学佛的人在六道里受这轮回果报，比一般世间人不学佛的，往往还要来得严重。特别是出家人，古德所谓「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，所以他受的果报比世间一般人要重得多。因此自古以来这个修道人，真正是身心清净，绝不会把一个寺院当作自己安身立命的所在，不是的，而是借这个地方来开悟、来修道。住在哪里？大乘经里面告诉我们，诸佛菩萨住在法空之中，大悲、法空，这是我们安身立命之处，而不是某个道场。俗话有句话说「铁打的常住，流水僧」，可见得出家人心不是说是住在这个地方，这个地方就是我的家，我在这个地方能够安下心来住一辈子，来养老，这个念头就错了。一定要借重这个地方来修道、养道、证道，在时间上讲愈快愈好，这个道场也就是无量功德，成就了真正的道人。不但佛说一切诸经是叫我们证道的，佛门里面一切的设施也都是帮助我们入道的。",
      "zh_TW": "「入於佛道」就是入於覺道，也就是《法華經》裡面所說的「入佛知見」。這是我們學佛的同修務必要留意這樁事情，佛法要緊的就是叫你開悟，如果不開悟，就免不了六道輪迴。學佛的人在六道裡受這輪迴果報，比一般世間人不學佛的，往往還要來得嚴重。特別是出家人，古德所謂「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，所以他受的果報比世間一般人要重得多。因此自古以來這個修道人，真正是身心清淨，絕不會把一個寺院當作自己安身立命的所在，不是的，而是借這個地方來開悟、來修道。住在哪裡？大乘經裡面告訴我們，諸佛菩薩住在法空之中，大悲、法空，這是我們安身立命之處，而不是某個道場。俗話有句話說「鐵打的常住，流水僧」，可見得出家人心不是說是住在這個地方，這個地方就是我的家，我在這個地方能夠安下心來住一輩子，來養老，這個念頭就錯了。一定要借重這個地方來修道、養道、證道，在時間上講愈快愈好，這個道場也就是無量功德，成就了真正的道人。不但佛說一切諸經是叫我們證道的，佛門裡面一切的設施也都是幫助我們入道的。"
    },
    {
      "id": "08-002-0035_p0004",
      "zh_CN": "【所以或说己身或说他身等。皆实不虚也。】",
      "zh_TW": "【所以或說己身或說他身等。皆實不虛也。】"
    },
    {
      "id": "08-002-0035_p0005",
      "zh_CN": "为什么？因为方便就是为了导实，引导我们悟入实际。由此可知，方便与真实原本不二，我们要把它看成两桩事情这是错误，那是我们看错了。",
      "zh_TW": "為什麼？因為方便就是為了導實，引導我們悟入實際。由此可知，方便與真實原本不二，我們要把它看成兩樁事情這是錯誤，那是我們看錯了。"
    },
    {
      "id": "08-002-0035_p0006",
      "zh_CN": "【如来如实知见三界之相。无有生死去来等者。】",
      "zh_TW": "【如來如實知見三界之相。無有生死去來等者。】"
    },
    {
      "id": "08-002-0035_p0007",
      "zh_CN": "这两句诸位也要特别把它记住，这是如来在果地上的境界；换句话说，就是一个觉悟不迷之人的境界。由此可知，「生死去来」是假相。我们在佛经里面，像这些开示实在看得太多，我们现前依然是迷着在假相里，这是我们吃亏的地方，我们之所以不能开悟的地方。我们常常也讨论到这个问题，就是不能开悟的毛病在哪里？一定要把它找到。去掉这些毛病障碍，别人能悟，我们为什么不能悟？为什么我们会生活在生死去来之中？这个完全是幻化而不实在的，我们为什么生活在这里面？为什么不能像诸佛菩萨生活在无有去来生死这个境界里？这个境界是一也不是二。佛的境界与我们境界实在也没有两样，这就是一个迷、一个悟。底下就是说明这个道理：",
      "zh_TW": "這兩句諸位也要特別把它記住，這是如來在果地上的境界；換句話說，就是一個覺悟不迷之人的境界。由此可知，「生死去來」是假相。我們在佛經裡面，像這些開示實在看得太多，我們現前依然是迷著在假相裡，這是我們吃虧的地方，我們之所以不能開悟的地方。我們常常也討論到這個問題，就是不能開悟的毛病在哪裡？一定要把它找到。去掉這些毛病障礙，別人能悟，我們為什麼不能悟？為什麼我們會生活在生死去來之中？這個完全是幻化而不實在的，我們為什麼生活在這裡面？為什麼不能像諸佛菩薩生活在無有去來生死這個境界裡？這個境界是一也不是二。佛的境界與我們境界實在也沒有兩樣，這就是一個迷、一個悟。底下就是說明這個道理："
    },
    {
      "id": "08-002-0035_p0008",
      "zh_CN": "【谓如来虽在三界。不同三界生灭。】",
      "zh_TW": "【謂如來雖在三界。不同三界生滅。】"
    },
    {
      "id": "08-002-0035_p0009",
      "zh_CN": "佛示现跟我们在一起，我们住在生死去来，佛住的是不生不灭、不来不去，他住的是真实境，我们住的是虚妄境界。这些道理在大经大论里面说得很透彻、很详细。底下是佛见到的，也就是我们目前实际的环境。",
      "zh_TW": "佛示現跟我們在一起，我們住在生死去來，佛住的是不生不滅、不來不去，他住的是真實境，我們住的是虛妄境界。這些道理在大經大論裡面說得很透徹、很詳細。底下是佛見到的，也就是我們目前實際的環境。"
    },
    {
      "id": "08-002-0035_p0010",
      "zh_CN": "【众生各具本体。】",
      "zh_TW": "【眾生各具本體。】"
    },
    {
      "id": "08-002-0035_p0011",
      "zh_CN": "与佛无二无别，不管在哪一方面，在智慧、在福报、在德能，甚至在相貌，与诸佛实在没有两样。可惜的是：",
      "zh_TW": "與佛無二無別，不管在哪一方面，在智慧、在福報、在德能，甚至在相貌，與諸佛實在沒有兩樣。可惜的是："
    },
    {
      "id": "08-002-0035_p0012",
      "zh_CN": "【为无明所覆。】",
      "zh_TW": "【為無明所覆。】"
    },
    {
      "id": "08-002-0035_p0013",
      "zh_CN": "这就是我们现前的病根。「无明」是什么？就是什么都不明白，无明就是迷。原本应该是样样都明了，我们现在是一样都不明了，这个是要知道的。千万不要以为我现在还知道不少东西，那是假的，真相你一样都不知道，你所知道的都是虚妄相；真相如果你知道一样，给诸位说，你全都知道。正如同印祖对那些禅人的批评一样，你们看印祖《文钞》里头，里面就有一段，一个参禅的人写了一封信给印光大师，他说他看《五灯会元》，一千七百则公案，他差不多都参透了，只有五、六则公案还不太清楚，其余的统统都参透。印光大师给他回了一封信，一千七百则公案里头有一条没有参破，统统都没透；一条参透，全都透了。这个人还算不错，接到印光大师这封信之后，才真正觉悟，晓得一条也没参透，老实跟着印祖修念佛法门，以后再不参禅，就是这个道理。如果这个真相有一条你看破，你的无明就破了，你的知见才叫正知正见。我们是这个不知道，那个也不知道；换句话说，我们没有一条知见是正的。我们在此地讲佛经、念佛经都不是正知见，为什么？虽念，不懂意思，不解如来真实义，怎么叫懂？这个就是要觉悟，我们是有很厚的无明盖覆了我们的正见。我们要把无明去掉，就要采取佛的种种方便法，这些方便法确实能够帮助我们去无明的。",
      "zh_TW": "這就是我們現前的病根。「無明」是什麼？就是什麼都不明白，無明就是迷。原本應該是樣樣都明瞭，我們現在是一樣都不明瞭，這個是要知道的。千萬不要以為我現在還知道不少東西，那是假的，真相你一樣都不知道，你所知道的都是虛妄相；真相如果你知道一樣，給諸位說，你全都知道。正如同印祖對那些禪人的批評一樣，你們看印祖《文鈔》裡頭，裡面就有一段，一個參禪的人寫了一封信給印光大師，他說他看《五燈會元》，一千七百則公案，他差不多都參透了，只有五、六則公案還不太清楚，其餘的統統都參透。印光大師給他回了一封信，一千七百則公案裡頭有一條沒有參破，統統都沒透；一條參透，全都透了。這個人還算不錯，接到印光大師這封信之後，才真正覺悟，曉得一條也沒參透，老實跟著印祖修念佛法門，以後再不參禪，就是這個道理。如果這個真相有一條你看破，你的無明就破了，你的知見才叫正知正見。我們是這個不知道，那個也不知道；換句話說，我們沒有一條知見是正的。我們在此地講佛經、念佛經都不是正知見，為什麼？雖念，不懂意思，不解如來真實義，怎麼叫懂？這個就是要覺悟，我們是有很厚的無明蓋覆了我們的正見。我們要把無明去掉，就要採取佛的種種方便法，這些方便法確實能夠幫助我們去無明的。"
    },
    {
      "id": "08-002-0035_p0014",
      "zh_CN": "【以种种因缘种种譬喻。权诱其心。令成佛子。】",
      "zh_TW": "【以種種因緣種種譬喻。權誘其心。令成佛子。】"
    },
    {
      "id": "08-002-0035_p0015",
      "zh_CN": "「佛子」就是有资格学佛之人；换句话说，向觉悟的方向、道路上去走的，这是佛子。诸佛菩萨示现在世间，与一切众生和光同尘，说法也好，设施也好，种种因缘、譬喻，其目的就是诱导我们，要叫我们悟入真实。佛所做的工作，可以说百分之九十九是叫我们看破，叫我们开悟，也就是叫我们获得正知正见，对于整个宇宙人生有一个正确的看法。什么叫正确，什么叫不正确？如实的看法就是正确的，不实在的看法就是不正确的。譬如一切众生本来是不生不灭、不来不去；我们看到有生灭、有来去，这是错误的，这不正确。但是在我们常识当中，我们今天讲一切众生都是不生不灭的，人家说你脑神经有问题。说你不来不去，那你简直是疯了，你从家里不是到这里来了吗？不是有来有去吗？为什么又不来不去？真相难！错在哪里？错在我们用的是生灭心，所以你看到这个境界是生灭相、是来去相。不但这一生我们用的是生灭心，无始以来我们就用生灭心，用成习惯，要舍都舍不掉。佛给我们说这个生灭心，这个相续之相，说一弹指六十刹那，一刹那九百生灭，我们今天用的是这个心，这是我们要认真去体会、去觉察。",
      "zh_TW": "「佛子」就是有資格學佛之人；換句話說，向覺悟的方向、道路上去走的，這是佛子。諸佛菩薩示現在世間，與一切眾生和光同塵，說法也好，設施也好，種種因緣、譬喻，其目的就是誘導我們，要叫我們悟入真實。佛所做的工作，可以說百分之九十九是叫我們看破，叫我們開悟，也就是叫我們獲得正知正見，對於整個宇宙人生有一個正確的看法。什麼叫正確，什麼叫不正確？如實的看法就是正確的，不實在的看法就是不正確的。譬如一切眾生本來是不生不滅、不來不去；我們看到有生滅、有來去，這是錯誤的，這不正確。但是在我們常識當中，我們今天講一切眾生都是不生不滅的，人家說你腦神經有問題。說你不來不去，那你簡直是瘋了，你從家裡不是到這裡來了嗎？不是有來有去嗎？為什麼又不來不去？真相難！錯在哪裡？錯在我們用的是生滅心，所以你看到這個境界是生滅相、是來去相。不但這一生我們用的是生滅心，無始以來我們就用生滅心，用成習慣，要捨都捨不掉。佛給我們說這個生滅心，這個相續之相，說一彈指六十剎那，一剎那九百生滅，我們今天用的是這個心，這是我們要認真去體會、去覺察。"
    },
    {
      "id": "08-002-0035_p0016",
      "zh_CN": "这个道理要是不明白，我们这一生是苦修了一生都没有结果。也许你会说：我苦修这一生，纵然不能超越轮回、了脱生死，我也修了不少善法。这个说法也有点道理，但是要晓得，善法里面就有恶，善恶混杂，纯善而不作恶的不容易找到，一生纯作恶没有一点善的，这个人也找不到。世间人的造作都是善恶混杂，就看你哪一个造得多，哪一个比例重，就哪一种先受报。学佛的人最怕的就是谤法，实在讲很容易造毁谤三宝谤法的业报。是不是有意？不是有意的，是因为他不了解，他固执、他误会，自以为是，这个叫谤法。特别是在大乘佛法，所以现在有些大专学生常常来问我，学佛初学应该从哪一部经论入门，从哪里学起？这个很重要。因为起步错了，你就会一直错到底，我们俗话常说先入为主，你有了成见，以后所接触的一定拿最初这个成见来比较、来较量。我们世出世间法，在过去教学这个启蒙的老师是关系你一生。世间里面讲尊师重道，这个老师是指谁？就是指启蒙这个老师。所以你看看古时候，在科举时代考取进士、中了状元，他回来第一桩事情就是祭祖、拜老师，这是回家第一桩大事情。",
      "zh_TW": "這個道理要是不明白，我們這一生是苦修了一生都沒有結果。也許你會說：我苦修這一生，縱然不能超越輪迴、了脫生死，我也修了不少善法。這個說法也有點道理，但是要曉得，善法裡面就有惡，善惡混雜，純善而不作惡的不容易找到，一生純作惡沒有一點善的，這個人也找不到。世間人的造作都是善惡混雜，就看你哪一個造得多，哪一個比例重，就哪一種先受報。學佛的人最怕的就是謗法，實在講很容易造毀謗三寶謗法的業報。是不是有意？不是有意的，是因為他不了解，他固執、他誤會，自以為是，這個叫謗法。特別是在大乘佛法，所以現在有些大專學生常常來問我，學佛初學應該從哪一部經論入門，從哪裡學起？這個很重要。因為起步錯了，你就會一直錯到底，我們俗話常說先入為主，你有了成見，以後所接觸的一定拿最初這個成見來比較、來較量。我們世出世間法，在過去教學這個啟蒙的老師是關係你一生。世間裡面講尊師重道，這個老師是指誰？就是指啟蒙這個老師。所以你看看古時候，在科舉時代考取進士、中了狀元，他回來第一樁事情就是祭祖、拜老師，這是回家第一樁大事情。"
    },
    {
      "id": "08-002-0035_p0017",
      "zh_CN": "拜老师，拜什么老师？是拜他启蒙的老师，而不是拜以后的老师。拿现在的话来说，你得博士学位，你回家祭祖、拜老师，不是拜你大学教授，是拜你小学一年级的老师，给你上第一课的老师。这叫不忘本，你连第一个老师都不忘记，后来老师当然都不忘记。所以在美国，美国这个教育他们也等于像工会一样，教育学会，会长是小学教员，而不是大学教授，外国人对这一点也晓得有根本，他不忘本。所以从前父母为儿女上学，最初选择的老师非常慎重，这个启蒙的老师，就是给他第一个印象，这个老师要最好的老师。台中大专讲座里头很注重这个，大专讲座里面第一个课程，就李老师编的《佛学十四讲》，这个课程一定他自己教，其余的像《心经》这是般若部门的，唯识，「普贤行愿品」是《华严经》，这些经论都请别人教。为什么？《佛学十四讲》是启蒙的，看起来好像最浅显，没什么了不起，但是非常重要，这个我们要晓得，先入为主。要是不晓得选择老师、选择教材，那就会误了我们一生。",
      "zh_TW": "拜老師，拜什麼老師？是拜他啟蒙的老師，而不是拜以後的老師。拿現在的話來說，你得博士學位，你回家祭祖、拜老師，不是拜你大學教授，是拜你小學一年級的老師，給你上第一課的老師。這叫不忘本，你連第一個老師都不忘記，後來老師當然都不忘記。所以在美國，美國這個教育他們也等於像工會一樣，教育學會，會長是小學教員，而不是大學教授，外國人對這一點也曉得有根本，他不忘本。所以從前父母為兒女上學，最初選擇的老師非常慎重，這個啟蒙的老師，就是給他第一個印象，這個老師要最好的老師。台中大專講座裡頭很注重這個，大專講座裡面第一個課程，就李老師編的《佛學十四講》，這個課程一定他自己教，其餘的像《心經》這是般若部門的，唯識，「普賢行願品」是《華嚴經》，這些經論都請別人教。為什麼？《佛學十四講》是啟蒙的，看起來好像最淺顯，沒什麼了不起，但是非常重要，這個我們要曉得，先入為主。要是不曉得選擇老師、選擇教材，那就會誤了我們一生。"
    },
    {
      "id": "08-002-0035_p0018",
      "zh_CN": "我现在劝别人的就是两样东西，一个是欧阳竟无大师的「佛法非宗教非哲学」，从这里下手，第二种就是《了凡四训》。如果诸位精研欧阳大师这篇讲稿，你对于佛法会有个正确的认识，你晓得佛法是什么；换句话说，你这个一生的路子不会走错。欧阳大师对我们中国近代的佛教影响太大了，没有他就没有今天的佛教。他是杨仁山的学生，在南京，杨仁山居士过世之后，把他自己住的房子整个捐献出来，他的产业不少，做刻经处流通经书，做为刻经处的基金，同时又附带办了一个佛学院，支那内学院。办内学院的时候，杨仁山居士已经过世，已经往生，这个内学院就是欧阳大师主持。民国初年这些大佛学家都是内学院的学生，我们现在所看到许多这些著作，佛门里面的这些法师比起他们都不如，实实在在形成了佛法的权威，都是内学院的学生。我们的太虚大师是内学院旁听生，不是正式生，梁启超也是内学院的学生。人家学院只办了两年，出了多少人才，几乎都是国内外第一流的学者，这是支那内学院所培植的。他这一篇讲演非常重要，希望大家要认真的去研究。",
      "zh_TW": "我現在勸別人的就是兩樣東西，一個是歐陽竟無大師的「佛法非宗教非哲學」，從這裡下手，第二種就是《了凡四訓》。如果諸位精研歐陽大師這篇講稿，你對於佛法會有個正確的認識，你曉得佛法是什麼；換句話說，你這個一生的路子不會走錯。歐陽大師對我們中國近代的佛教影響太大了，沒有他就沒有今天的佛教。他是楊仁山的學生，在南京，楊仁山居士過世之後，把他自己住的房子整個捐獻出來，他的產業不少，做刻經處流通經書，做為刻經處的基金，同時又附帶辦了一個佛學院，支那內學院。辦內學院的時候，楊仁山居士已經過世，已經往生，這個內學院就是歐陽大師主持。民國初年這些大佛學家都是內學院的學生，我們現在所看到許多這些著作，佛門裡面的這些法師比起他們都不如，實實在在形成了佛法的權威，都是內學院的學生。我們的太虛大師是內學院旁聽生，不是正式生，梁啟超也是內學院的學生。人家學院只辦了兩年，出了多少人才，幾乎都是國內外第一流的學者，這是支那內學院所培植的。他這一篇講演非常重要，希望大家要認真的去研究。"
    },
    {
      "id": "08-002-0035_p0019",
      "zh_CN": "佛法是破执着，执着就不是佛法。你们再想想看，我们在《弥陀经》里面所讲的，《起信论》里面所讲的，佛法求的是什么？一心，有执着就不会得一心。但是说一心，如果你还再执着有个一心，那又错了，这个东西要细细去体会。所以佛菩萨教给我们离言说相、离名字相、离心缘相，你这个心才是真正的一心。我们讲一心，好，你执着有个一心，你没有离，你执着言说相，又执著名字相，心里又在打妄想一心不乱，全错了，你的心什么时候才能清净？这就是我们学佛法不得其门而入的地方，正是经里面所讲的众生是处处执着。你执着有，佛讲空，你不执着有了又执着空，就是你在换执着，所执着的在那里变换，能执着的心永远不舍。实际上所执着的对象没有关系，那不重要，重要的是你能执着的心舍掉，你就成功。",
      "zh_TW": "佛法是破執著，執著就不是佛法。你們再想想看，我們在《彌陀經》裡面所講的，《起信論》裡面所講的，佛法求的是什麼？一心，有執著就不會得一心。但是說一心，如果你還再執著有個一心，那又錯了，這個東西要細細去體會。所以佛菩薩教給我們離言說相、離名字相、離心緣相，你這個心才是真正的一心。我們講一心，好，你執著有個一心，你沒有離，你執著言說相，又執著名字相，心裡又在打妄想一心不亂，全錯了，你的心什麼時候才能清淨？這就是我們學佛法不得其門而入的地方，正是經裡面所講的眾生是處處執著。你執著有，佛講空，你不執著有了又執著空，就是你在換執著，所執著的在那裡變換，能執著的心永遠不捨。實際上所執著的對象沒有關係，那不重要，重要的是你能執著的心捨掉，你就成功。"
    },
    {
      "id": "08-002-0035_p0020",
      "zh_CN": "我们读《六祖坛经》，六祖说「本来无一物，何处惹尘埃」，好了，你又执着一个本来无一物，心里本来无一物，好，你现在心里有一个本来无一物，你的心不空、不清净。什么时候我们自己能一切都不执着？言语、名字我们天天用它，可是我们不执着它，活用而不是死用。众生用的是死用，这个死就是执着的意思，执着在言语、名相之中，在这里面生起无量无边的妄想，这是我们不能入门，我们学经不能开悟，念佛不能得一心，搞到今天生死渺茫，连一点消息都没有，这个病就在此地。最困难的，实在讲就是你找不到病源；病源如果找到，对症下药就有救。可是佛在一切经论里头，处处给我们启示，而我们处处都错过，我们不能说佛不慈悲，真是大慈大悲。所以这个过失是在我们自己不觉悟，我们自己对于佛法是什么根本就不了解，这才是真正的大病。下面则说出在这一品经里面讲的比喻，比喻的意思很深。",
      "zh_TW": "我們讀《六祖壇經》，六祖說「本來無一物，何處惹塵埃」，好了，你又執著一個本來無一物，心裡本來無一物，好，你現在心裡有一個本來無一物，你的心不空、不清淨。什麼時候我們自己能一切都不執著？言語、名字我們天天用它，可是我們不執著它，活用而不是死用。眾生用的是死用，這個死就是執著的意思，執著在言語、名相之中，在這裡面生起無量無邊的妄想，這是我們不能入門，我們學經不能開悟，念佛不能得一心，搞到今天生死渺茫，連一點消息都沒有，這個病就在此地。最困難的，實在講就是你找不到病源；病源如果找到，對症下藥就有救。可是佛在一切經論裡頭，處處給我們啟示，而我們處處都錯過，我們不能說佛不慈悲，真是大慈大悲。所以這個過失是在我們自己不覺悟，我們自己對於佛法是什麼根本就不了解，這才是真正的大病。下面則說出在這一品經裡面講的比喻，比喻的意思很深。"
    },
    {
      "id": "08-002-0035_p0021",
      "zh_CN": "【如来具足四智。故曰智慧聪达。】",
      "zh_TW": "【如來具足四智。故曰智慧聰達。】"
    },
    {
      "id": "08-002-0035_p0022",
      "zh_CN": "「智慧聪达」是比喻如来具足四智。「四智」就是转八识成四智，大圆镜智、平等性智、妙观察智、成所作智。佛用四智，我们众生用八识。四智就是八识，八识就是四智，是一不是二。悟了就叫四智，迷了就叫八识，千万不要以为真有个八识、真有个四智，又错了，迷悟换换名字。换句话说，四智就是觉悟的八识，八识就是迷惑的四智，就这个意思，是一不是二。在我们众生分上，我们的四智有没有失去？没失去。为什么？八识就是四智，哪里失去！相应与不相应的心所法，那就是四智的作用，起作用。",
      "zh_TW": "「智慧聰達」是比喻如來具足四智。「四智」就是轉八識成四智，大圓鏡智、平等性智、妙觀察智、成所作智。佛用四智，我們眾生用八識。四智就是八識，八識就是四智，是一不是二。悟了就叫四智，迷了就叫八識，千萬不要以為真有個八識、真有個四智，又錯了，迷悟換換名字。換句話說，四智就是覺悟的八識，八識就是迷惑的四智，就這個意思，是一不是二。在我們眾生分上，我們的四智有沒有失去？沒失去。為什麼？八識就是四智，哪裡失去！相應與不相應的心所法，那就是四智的作用，起作用。"
    },
    {
      "id": "08-002-0035_p0023",
      "zh_CN": "【善知教典差别之相。故曰明练方药。】",
      "zh_TW": "【善知教典差別之相。故曰明練方藥。】"
    },
    {
      "id": "08-002-0035_p0024",
      "zh_CN": "这是把佛比作一个医生，比作一个大夫，他有智慧。这个地方这句里头的「善」字很有味道，他不仅仅知，善知，「善知」就是他有善巧，运用的方法巧妙之极。「教」本来没有差别，在无差别里面建立差别，这差别就是无差别；果真有了差别，那就不能入道。正因为这个差别即是无差别，所以一切众生各个都能入门，八万四千法门门门第一，为什么？门门都可以入道，这是善巧之极。所以你自己要不证得一心，善巧你看不出来。教相无量无边，为的什么？为了对治众生无量无边的烦恼。",
      "zh_TW": "這是把佛比作一個醫生，比作一個大夫，他有智慧。這個地方這句裡頭的「善」字很有味道，他不僅僅知，善知，「善知」就是他有善巧，運用的方法巧妙之極。「教」本來沒有差別，在無差別裡面建立差別，這差別就是無差別；果真有了差別，那就不能入道。正因為這個差別即是無差別，所以一切眾生各個都能入門，八萬四千法門門門第一，為什麼？門門都可以入道，這是善巧之極。所以你自己要不證得一心，善巧你看不出來。教相無量無邊，為的什麼？為了對治眾生無量無邊的煩惱。"
    },
    {
      "id": "08-002-0035_p0025",
      "zh_CN": "【能解众生一切烦恼。故曰善治众病。】",
      "zh_TW": "【能解眾生一切煩惱。故曰善治眾病。】"
    },
    {
      "id": "08-002-0035_p0026",
      "zh_CN": "十法界一切众生，所谓见思烦恼、尘沙烦恼、无明烦恼，他都晓得、都知道。他要是不知道，就没法子对治；换句话说，没法子救你！佛晓得，他有方法。现在问题就是我们肯不肯接受？我们不敢接受，那没有法子。大夫非常高明，我们现在有重病，他有良药，他给我们说：你吃了我这个药，你病就会好。可是我们不相信，我们看他那个药不放心，不敢吃，那就没有办法了。所以信心是第一个条件，「信为道元功德母」。你相不相信？古人所讲的师资道合，学生与老师那个缘分，缘分从哪里看？就看你对于哪一个老师有信心，你信得过，这个老师教你就有成就。你对这个老师信不过，老师再高明，对你没有用处。他开的药方你不相信，你不肯吃他的药，那有什么法子？我们看看禅宗这些语录，处处都能看到参学的人到这个地方拜访这个老师，说了几句话，老师说你的因缘不在我这个地方，你的因缘在某个地方，某人那个地方你到他那里去。他怎么知道？诸位要晓得，古人的文字简洁，不麻烦，不是像现在，把所说的东西一句一句统统记下来，一句不漏。",
      "zh_TW": "十法界一切眾生，所謂見思煩惱、塵沙煩惱、無明煩惱，他都曉得、都知道。他要是不知道，就沒法子對治；換句話說，沒法子救你！佛曉得，他有方法。現在問題就是我們肯不肯接受？我們不敢接受，那沒有法子。大夫非常高明，我們現在有重病，他有良藥，他給我們說：你吃了我這個藥，你病就會好。可是我們不相信，我們看他那個藥不放心，不敢吃，那就沒有辦法了。所以信心是第一個條件，「信為道元功德母」。你相不相信？古人所講的師資道合，學生與老師那個緣分，緣分從哪裡看？就看你對於哪一個老師有信心，你信得過，這個老師教你就有成就。你對這個老師信不過，老師再高明，對你沒有用處。他開的藥方你不相信，你不肯吃他的藥，那有什麼法子？我們看看禪宗這些語錄，處處都能看到參學的人到這個地方拜訪這個老師，說了幾句話，老師說你的因緣不在我這個地方，你的因緣在某個地方，某人那個地方你到他那裡去。他怎麼知道？諸位要曉得，古人的文字簡潔，不麻煩，不是像現在，把所說的東西一句一句統統記下來，一句不漏。"
    },
    {
      "id": "08-002-0035_p0027",
      "zh_CN": "你们想想看，六祖大师在曹溪南华寺，弘法利生三十七年，天天在那里讲开示，记录下来就是不到两万字的一部《坛经》，那是三十七年的教材。三十七年只说两万字吗？两万字，诸位《坛经》拿来，你不到几个钟点从头到尾就念完了，三十七年！所以记录下来的都是纲要。你要晓得，那个人见了法师之后，至少也要谈上几个钟头，都问问清楚，老师一定晓得你所闻名的、你见过面的有哪些人，你对于哪个最佩服，对于哪个最尊敬。一打听，你最尊敬、最佩服的你去跟他，你的因缘就在他那里。为什么？他教给你东西，你相信，我给你讲的你要怀疑，你不相信，那我教你没有用处，不能成就你，耽误了你的时间。古人的心都是成就人，不拉信徒，绝对不会说「我也不比他差，你跟我就好了，你何必到他那里去？」不会说这个话的，决定没有一点私心，心都是成就众生。还有门庭施设不一样，你的志趣在某一部经论上，我这个地方不是专讲这个经，某一个地方他专讲这个东西，某一个法师对这个专长，专门弘扬这个东西，你去跟他。会把这个人介绍给另外道场，另外一个法师，那个人到那里去没有几年果然大彻大悟，回来还要向这个老师来道谢，为什么？是他指路的。没有他的指引，他的信心不能坚固，他指引去的，必定对那个法师、对那个道场要加以赞叹，坚固他的信心，坚固他的恭敬心，帮助他成就。不像今人，今人一提起道场，只有我的道场好，别的都不如我这里，这是我们比不上古人的地方。",
      "zh_TW": "你們想想看，六祖大師在曹溪南華寺，弘法利生三十七年，天天在那裡講開示，記錄下來就是不到兩萬字的一部《壇經》，那是三十七年的教材。三十七年只說兩萬字嗎？兩萬字，諸位《壇經》拿來，你不到幾個鐘點從頭到尾就念完了，三十七年！所以記錄下來的都是綱要。你要曉得，那個人見了法師之後，至少也要談上幾個鐘頭，都問問清楚，老師一定曉得你所聞名的、你見過面的有哪些人，你對於哪個最佩服，對於哪個最尊敬。一打聽，你最尊敬、最佩服的你去跟他，你的因緣就在他那裡。為什麼？他教給你東西，你相信，我給你講的你要懷疑，你不相信，那我教你沒有用處，不能成就你，耽誤了你的時間。古人的心都是成就人，不拉信徒，絕對不會說「我也不比他差，你跟我就好了，你何必到他那裡去？」不會說這個話的，決定沒有一點私心，心都是成就眾生。還有門庭施設不一樣，你的志趣在某一部經論上，我這個地方不是專講這個經，某一個地方他專講這個東西，某一個法師對這個專長，專門弘揚這個東西，你去跟他。會把這個人介紹給另外道場，另外一個法師，那個人到那裡去沒有幾年果然大徹大悟，回來還要向這個老師來道謝，為什麼？是他指路的。沒有他的指引，他的信心不能堅固，他指引去的，必定對那個法師、對那個道場要加以讚歎，堅固他的信心，堅固他的恭敬心，幫助他成就。不像今人，今人一提起道場，只有我的道場好，別的都不如我這裡，這是我們比不上古人的地方。"
    },
    {
      "id": "08-002-0035_p0028",
      "zh_CN": "这些大德们他确实知道众生病根的所在，说了不相信，或者信了，信了不敢做。不敢做，跟诸位说，还是不相信，信得不深、不彻底，所以不敢做。我开始学佛的时候，那个时候对于方东美先生很敬重，虽然过去跟他不认识，可是我们晓得他是国际上知名的学者，确实是有学问，这不是一个人、两个人说的，大家公认的，所以他说的话我们敢相信。同样的话别人说，别人说我不相信，他说的我们相信。世俗里头所谓「人微言轻」，虽然说的话是真理，可是你自己不够分量，人家不相信。他给我说佛法好，我才相信佛法好；我们遇到一个法师给我说佛法好，不相信。为什么？头一个就瞧不起你，你没有学问，你怎么赞叹佛法好，我也不相信。所以你自己真正敬重、佩服的人他说好，你相信不怀疑。",
      "zh_TW": "這些大德們他確實知道眾生病根的所在，說了不相信，或者信了，信了不敢做。不敢做，跟諸位說，還是不相信，信得不深、不徹底，所以不敢做。我開始學佛的時候，那個時候對於方東美先生很敬重，雖然過去跟他不認識，可是我們曉得他是國際上知名的學者，確實是有學問，這不是一個人、兩個人說的，大家公認的，所以他說的話我們敢相信。同樣的話別人說，別人說我不相信，他說的我們相信。世俗裡頭所謂「人微言輕」，雖然說的話是真理，可是你自己不夠分量，人家不相信。他給我說佛法好，我才相信佛法好；我們遇到一個法師給我說佛法好，不相信。為什麼？頭一個就瞧不起你，你沒有學問，你怎麼讚歎佛法好，我也不相信。所以你自己真正敬重、佩服的人他說好，你相信不懷疑。"
    },
    {
      "id": "08-002-0035_p0029",
      "zh_CN": "接触到佛法之后，这也是个很巧的因缘，认识章嘉大师，跟章嘉大师也是素昧生平，可是章嘉大师的声望确实很了不起，那值得我们尊敬。我们从哪里知道？我们总统对他很尊敬，再一打听他是四大喇嘛之一，这个大概是不假。跟他见见面，跟他谈谈话，我们这个心自然就折服了。所以他给我们讲的东西我相信，我那个时候对佛法真是一窍不通，接触佛法才一个月，他叫我看破，叫我放下，叫我布施，我就真做，真肯干，这是什么？这是你对老师信得过。你要是信不过，老师教你布施你不肯干，听起来好事，是，点点头，可是做不到。所以我们再读经论里面所讲的「信为道元功德母」，你才晓得这个信，佛说这句话的义趣。不信做不到，说了也是枉然，说了就是说种种善根而已，说个好听的话，一历耳根永为道种，这一世不能开花结果，不起作用。下课。",
      "zh_TW": "接觸到佛法之後，這也是個很巧的因緣，認識章嘉大師，跟章嘉大師也是素昧生平，可是章嘉大師的聲望確實很了不起，那值得我們尊敬。我們從哪裡知道？我們總統對他很尊敬，再一打聽他是四大喇嘛之一，這個大概是不假。跟他見見面，跟他談談話，我們這個心自然就折服了。所以他給我們講的東西我相信，我那個時候對佛法真是一竅不通，接觸佛法才一個月，他叫我看破，叫我放下，叫我布施，我就真做，真肯幹，這是什麼？這是你對老師信得過。你要是信不過，老師教你布施你不肯幹，聽起來好事，是，點點頭，可是做不到。所以我們再讀經論裡面所講的「信為道元功德母」，你才曉得這個信，佛說這句話的義趣。不信做不到，說了也是枉然，說了就是說種種善根而已，說個好聽的話，一歷耳根永為道種，這一世不能開花結果，不起作用。下課。"
    }
  ]
}