{
  "doc_id": "08-002-0060",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十集",
    "zh_TW": "第六十集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0060",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "08-002-0060_p0001",
      "zh_CN": "请掀开经本第二十五面倒数第八行：",
      "zh_TW": "請掀開經本第二十五面倒數第八行："
    },
    {
      "id": "08-002-0060_p0002",
      "zh_CN": "【二子白母俱愿出家者。即出无明家也。无明转成正见。则八万四千尘劳皆入实相。】",
      "zh_TW": "【二子白母俱願出家者。即出無明家也。無明轉成正見。則八萬四千塵勞皆入實相。】"
    },
    {
      "id": "08-002-0060_p0003",
      "zh_CN": "这是说出家，出家一定要发这个心，要发出无明之家；换句话说，要破无明证实相，这是出家。出家人在社会上所示现的相，也就是提醒世间人要破无明证实相，这才是出家的真正功德利益。所以大乘法里面出家，不重视形式之家，不重视这个。因为这个形式之家，在今天来讲，出了一个小家入了一个大的家，真是苦不堪言，这是今天社会的一种现象。今天出家人的修学比不上在家人，为什么？在家人他的应酬接触范围小，他在身心上还能得到一点安稳，也就是说他有这些时间来修行。出家人往往在一个寺院，寺院范围都很大，比起一般人家庭的房舍要多得太多，而一个偌大的寺院住众都不到十个人。如果这个寺院每天不打扫清洁，这个外面人来看的话，就要骂你这个出家人懈怠、懒惰、肮脏。如果你每天都要把它打扫得干干净净、整整齐齐，一天的时间全部用在这上面，实在是苦，苦不堪言。这就是说明在家修行比出家容易，你在家所应酬的宾客有限，亲戚朋友毕竟有限，不会天天有人来找你。可是出家的信徒太多，每天都要应付，你哪里还有时间去读经、去研究教理、去修行？没有时间。而且出家的寺院总是不断的在那里扩充，这是真正的苦事。所以在现前这个阶段，出家出的什么家？出无明家、出三界家。小乘人出三界家，大乘人出无明家，这叫真正出家。",
      "zh_TW": "這是說出家，出家一定要發這個心，要發出無明之家；換句話說，要破無明證實相，這是出家。出家人在社會上所示現的相，也就是提醒世間人要破無明證實相，這才是出家的真正功德利益。所以大乘法裡面出家，不重視形式之家，不重視這個。因為這個形式之家，在今天來講，出了一個小家入了一個大的家，真是苦不堪言，這是今天社會的一種現象。今天出家人的修學比不上在家人，為什麼？在家人他的應酬接觸範圍小，他在身心上還能得到一點安穩，也就是說他有這些時間來修行。出家人往往在一個寺院，寺院範圍都很大，比起一般人家庭的房舍要多得太多，而一個偌大的寺院住眾都不到十個人。如果這個寺院每天不打掃清潔，這個外面人來看的話，就要罵你這個出家人懈怠、懶惰、骯髒。如果你每天都要把它打掃得乾乾淨淨、整整齊齊，一天的時間全部用在這上面，實在是苦，苦不堪言。這就是說明在家修行比出家容易，你在家所應酬的賓客有限，親戚朋友畢竟有限，不會天天有人來找你。可是出家的信徒太多，每天都要應付，你哪裡還有時間去讀經、去研究教理、去修行？沒有時間。而且出家的寺院總是不斷的在那裡擴充，這是真正的苦事。所以在現前這個階段，出家出的什麼家？出無明家、出三界家。小乘人出三界家，大乘人出無明家，這叫真正出家。"
    },
    {
      "id": "08-002-0060_p0004",
      "zh_CN": "我们世间舍世俗家，出这个家你要晓得它的用意在哪里？弘法利生。你要说修行没有必要，修行在家跟出家一样，出家能成佛，在家一样也成佛；出家人能上品上生，在家人更能上品上生。所以出家干什么？出家就是荷担如来家业，如来家业就是弘法利生，续佛慧命。所以自古以来，没有说是出家人不讲经、不弘法的。就是出家人要做出家人的事业，出家人，一看你尊称你为法师，尊称你和尚。称你法师，如果你没有弘法，这就是骂你。譬如学校老师，这老师不上课的，从来不教学生的，人家说你某某老师，那不是挖苦他？那不是骂他？称你老师，你就是给学生上课，名符其实，是个老师。你没有能够教化众生，人家称你老师就是骂你。我们自己要提高警觉，不发心弘法利生就不能出家。「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，十方善信四事供养，我们怎么能消受得了？这是大问题，你消受不了，你以后怎么办？人恭恭敬敬来供养，你怎么办？你出家，有没有考虑到这个问题？当然最好的是先把佛法的教理都通达，修行的方法自己真正明了再出家，一出家就弘法利生这是上乘。",
      "zh_TW": "我們世間捨世俗家，出這個家你要曉得它的用意在哪裡？弘法利生。你要說修行沒有必要，修行在家跟出家一樣，出家能成佛，在家一樣也成佛；出家人能上品上生，在家人更能上品上生。所以出家幹什麼？出家就是荷擔如來家業，如來家業就是弘法利生，續佛慧命。所以自古以來，沒有說是出家人不講經、不弘法的。就是出家人要做出家人的事業，出家人，一看你尊稱你為法師，尊稱你和尚。稱你法師，如果你沒有弘法，這就是罵你。譬如學校老師，這老師不上課的，從來不教學生的，人家說你某某老師，那不是挖苦他？那不是罵他？稱你老師，你就是給學生上課，名符其實，是個老師。你沒有能夠教化眾生，人家稱你老師就是罵你。我們自己要提高警覺，不發心弘法利生就不能出家。「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，十方善信四事供養，我們怎麼能消受得了？這是大問題，你消受不了，你以後怎麼辦？人恭恭敬敬來供養，你怎麼辦？你出家，有沒有考慮到這個問題？當然最好的是先把佛法的教理都通達，修行的方法自己真正明瞭再出家，一出家就弘法利生這是上乘。"
    },
    {
      "id": "08-002-0060_p0005",
      "zh_CN": "其次，对佛法有真正的信心，一出家发愤努力的修学，不久的将来就可以肩负起弘法利生的责任，这是对的；如其不然，就不如护法的功德利益。在家人的护持真正有功德利益，出家人这个修持那就不一定，看你是真的还是假的，这是我们一定要清楚。但是无论在家、出家，一定要以出三界、破无明为学佛的目标；如果来生还是在生死轮回，那我们实在是辜负了自己。特别是大乘佛法，百千万劫难遭遇，我们遇到了还是空过，这怎么能对得起自己？遇不到那是没话说，你没这个因缘；遇到而空过，这是不能原谅的。无明破了，无明就是邪知见，破了无明就得正知正见，《法华经》里面讲的「入佛知见」，这个时候我们证入佛的知见。一入佛知见，怎么样？烦恼没有了，「八万四千尘劳皆入实相」，这就是转烦恼为菩提。凡夫迷了之后怎么样？迷了是转菩提为烦恼。烦恼跟菩提是一桩事情，生死跟涅槃也是一桩事情，迷了有生死烦恼，悟了把生死烦恼就转成菩提涅槃，所以这个东西是迷悟之间。",
      "zh_TW": "其次，對佛法有真正的信心，一出家發憤努力的修學，不久的將來就可以肩負起弘法利生的責任，這是對的；如其不然，就不如護法的功德利益。在家人的護持真正有功德利益，出家人這個修持那就不一定，看你是真的還是假的，這是我們一定要清楚。但是無論在家、出家，一定要以出三界、破無明為學佛的目標；如果來生還是在生死輪迴，那我們實在是辜負了自己。特別是大乘佛法，百千萬劫難遭遇，我們遇到了還是空過，這怎麼能對得起自己？遇不到那是沒話說，你沒這個因緣；遇到而空過，這是不能原諒的。無明破了，無明就是邪知見，破了無明就得正知正見，《法華經》裡面講的「入佛知見」，這個時候我們證入佛的知見。一入佛知見，怎麼樣？煩惱沒有了，「八萬四千塵勞皆入實相」，這就是轉煩惱為菩提。凡夫迷了之後怎麼樣？迷了是轉菩提為煩惱。煩惱跟菩提是一樁事情，生死跟涅槃也是一樁事情，迷了有生死煩惱，悟了把生死煩惱就轉成菩提涅槃，所以這個東西是迷悟之間。"
    },
    {
      "id": "08-002-0060_p0006",
      "zh_CN": "【后宫八万四千人。皆悉堪任受持法华经。】",
      "zh_TW": "【後宮八萬四千人。皆悉堪任受持法華經。】"
    },
    {
      "id": "08-002-0060_p0007",
      "zh_CN": "八万四千的宫女，迷的时候，这就代表八万四千尘劳；悟了的时候，这就代表八万四千智慧，所以这是迷悟之间。",
      "zh_TW": "八萬四千的宮女，迷的時候，這就代表八萬四千塵勞；悟了的時候，這就代表八萬四千智慧，所以這是迷悟之間。"
    },
    {
      "id": "08-002-0060_p0008",
      "zh_CN": "【无明与尘劳。共出邪见。则慧眼圆明。了证实相。】",
      "zh_TW": "【無明與塵勞。共出邪見。則慧眼圓明。了證實相。】"
    },
    {
      "id": "08-002-0060_p0009",
      "zh_CN": "在经论里头，在在处处佛都是明白的开导我们，我们应当觉悟。「慧眼」是自己本有，「圆明」，圆是圆满，明就是智慧，圆明的智慧是每个人统统具足，而且是本有。你现在也在用，很可惜的你只是第一念在用，第二念就迷了，你不能够保持第一念。我们眼见色是「慧眼圆明，了证实相」，耳闻声也是「慧眼圆明，了证实相」，可惜第二念就迷了；第一念是悟，确实与诸佛如来无二无别，第二念就落在意识里去，就起了分别执着妄想。诸佛菩萨就是保持第一念，不会落在第二念，那就是诸佛菩萨。佛的心永远是清净的，六祖说的「本来无一物，何处惹尘埃」，所以他是「慧眼圆明，了证实相」，常生智慧。",
      "zh_TW": "在經論裡頭，在在處處佛都是明白的開導我們，我們應當覺悟。「慧眼」是自己本有，「圓明」，圓是圓滿，明就是智慧，圓明的智慧是每個人統統具足，而且是本有。你現在也在用，很可惜的你只是第一念在用，第二念就迷了，你不能夠保持第一念。我們眼見色是「慧眼圓明，了證實相」，耳聞聲也是「慧眼圓明，了證實相」，可惜第二念就迷了；第一念是悟，確實與諸佛如來無二無別，第二念就落在意識裡去，就起了分別執著妄想。諸佛菩薩就是保持第一念，不會落在第二念，那就是諸佛菩薩。佛的心永遠是清淨的，六祖說的「本來無一物，何處惹塵埃」，所以他是「慧眼圓明，了證實相」，常生智慧。"
    },
    {
      "id": "08-002-0060_p0010",
      "zh_CN": "【自心本具。非今始成。】",
      "zh_TW": "【自心本具。非今始成。】"
    },
    {
      "id": "08-002-0060_p0011",
      "zh_CN": "正如同《华严》、《圆觉》里面所讲，「一切众生本来成佛」，现在是不是佛？现在还是佛。佛与大菩萨看我们都是佛，那就是说你的真心从来没有失掉过，你真心的作用也是从来没有失掉过。可惜的是你的真心在起作用前面有一层障碍，但是这个障碍是虚妄的，障碍是本无的，这个障碍就是无明烦恼。无明烦恼本来无，你的慧眼圆明是本来有，本来有的不会失去，本来无的暂时障碍住你。佛菩萨了解这个情形，所以知道一切众生本来成佛。我们就被暂时本来无的障碍障碍住，自己不知道自己是本来无，也不知道一切众生是本来无，这才起惑造业受无量无边的苦报，不晓得「自心本具」，不知道，这就叫迷，就叫颠倒。",
      "zh_TW": "正如同《華嚴》、《圓覺》裡面所講，「一切眾生本來成佛」，現在是不是佛？現在還是佛。佛與大菩薩看我們都是佛，那就是說你的真心從來沒有失掉過，你真心的作用也是從來沒有失掉過。可惜的是你的真心在起作用前面有一層障礙，但是這個障礙是虛妄的，障礙是本無的，這個障礙就是無明煩惱。無明煩惱本來無，你的慧眼圓明是本來有，本來有的不會失去，本來無的暫時障礙住你。佛菩薩了解這個情形，所以知道一切眾生本來成佛。我們就被暫時本來無的障礙障礙住，自己不知道自己是本來無，也不知道一切眾生是本來無，這才起惑造業受無量無邊的苦報，不曉得「自心本具」，不知道，這就叫迷，就叫顛倒。"
    },
    {
      "id": "08-002-0060_p0012",
      "zh_CN": "【净眼菩萨久已通达法华三昧。证实相则人我不生。】",
      "zh_TW": "【淨眼菩薩久已通達法華三昧。證實相則人我不生。】"
    },
    {
      "id": "08-002-0060_p0013",
      "zh_CN": "「人我不生」是什么意思？就是《金刚经》里面所讲的我、人、众生、寿者，《金刚经》前半部讲四相，「我相、人相、众生相、寿者相」不生，我执、法执都破了。无我相是破我执，人相、众生相、寿者相是法执。我法二种执着都不生，这就是证得实相，实相就是一切法的真实相、诸法实相。他如何证得？「通达法华三昧」，可见得通达法华三昧是因，证实相人我不生这是果。",
      "zh_TW": "「人我不生」是什麼意思？就是《金剛經》裡面所講的我、人、眾生、壽者，《金剛經》前半部講四相，「我相、人相、眾生相、壽者相」不生，我執、法執都破了。無我相是破我執，人相、眾生相、壽者相是法執。我法二種執著都不生，這就是證得實相，實相就是一切法的真實相、諸法實相。他如何證得？「通達法華三昧」，可見得通達法華三昧是因，證實相人我不生這是果。"
    },
    {
      "id": "08-002-0060_p0014",
      "zh_CN": "【净藏菩萨。实相证。恶趣离。】",
      "zh_TW": "【淨藏菩薩。實相證。惡趣離。】"
    },
    {
      "id": "08-002-0060_p0015",
      "zh_CN": "恶趣是指六道，此地这是一乘了义的大法，不但六道离开了，二乘、权教菩萨也离开。为什么？因为二乘、权教比起一乘佛法来，它也是恶趣。「实相证，恶趣离」，这就是《华严经》里面的一真法界，这是入了一真法界。入了一真法界，这个十法界还有没有？你们去看看《华严经．入法界品》，你看看有没有？十法界有，十法界这个事相依然存在。可是自己的确是一真法界，转十法界为一真法界，这是你个人转，你个人证得你个人转。你旁边一个人跟你肩膀碰肩膀，手拉着手，他还是十法界，他还是生死凡夫，为什么？他没转。诸位必须明了，是境随心转，而不是心随境转。你的心清净了，你在这个世间就是一真法界；你心不清净，这就是染净的法界，就是十法界。六凡是染，四圣是净，这是染净法界，所以这个事情完全是一个心法。",
      "zh_TW": "惡趣是指六道，此地這是一乘了義的大法，不但六道離開了，二乘、權教菩薩也離開。為什麼？因為二乘、權教比起一乘佛法來，它也是惡趣。「實相證，惡趣離」，這就是《華嚴經》裡面的一真法界，這是入了一真法界。入了一真法界，這個十法界還有沒有？你們去看看《華嚴經．入法界品》，你看看有沒有？十法界有，十法界這個事相依然存在。可是自己的確是一真法界，轉十法界為一真法界，這是你個人轉，你個人證得你個人轉。你旁邊一個人跟你肩膀碰肩膀，手拉著手，他還是十法界，他還是生死凡夫，為什麼？他沒轉。諸位必須明瞭，是境隨心轉，而不是心隨境轉。你的心清淨了，你在這個世間就是一真法界；你心不清淨，這就是染淨的法界，就是十法界。六凡是染，四聖是淨，這是染淨法界，所以這個事情完全是一個心法。"
    },
    {
      "id": "08-002-0060_p0016",
      "zh_CN": "【如是一心。备具众德。所以为妙庄严也。】",
      "zh_TW": "【如是一心。備具眾德。所以為妙莊嚴也。】"
    },
    {
      "id": "08-002-0060_p0017",
      "zh_CN": "这个地方的「一心」，就是净土法门里面所说的理一心不乱，我们求的无非就是求证得理一心。理一心里头万德庄严，十法界依正庄严统统是从一心显现出来。万德就是一心，一心就是万德，这才称之为「妙庄严」。我们今天在境界里面见不到庄严，也见不到妙，不但我们在境界里头，就实际生活环境里面体验不到，甚至于读善财童子五十三参，我们也看不出妙、也看不出庄严，这个原因在什么地方？因为自己没有证得一心。如果你自己证得一心，你去读五十三参，你就发现五十三参是妙庄严。然后你才晓得，你自己目前的生活环境是妙庄严，实在太妙！这个大经大论所讲的不是别人，完全是自己。经里面这个意思，就是彼此互相帮忙，前一世妙庄严王跟同参道友，他自己牺牲，出去托钵来供养这三个人修行，这是护法，专门修护法，护持这三个人，这三个人得道。到这一世，他护法有大福报，他做了国王，但是国王这个福报也一世就享完；不能成正果，这个福报不算究竟。已经证果的三个人再一转世，一个做他太太，两个做他儿子，这成为一家人，以善巧方便来教化他，来接引他，叫他也成就。",
      "zh_TW": "這個地方的「一心」，就是淨土法門裡面所說的理一心不亂，我們求的無非就是求證得理一心。理一心裡頭萬德莊嚴，十法界依正莊嚴統統是從一心顯現出來。萬德就是一心，一心就是萬德，這才稱之為「妙莊嚴」。我們今天在境界裡面見不到莊嚴，也見不到妙，不但我們在境界裡頭，就實際生活環境裡面體驗不到，甚至於讀善財童子五十三參，我們也看不出妙、也看不出莊嚴，這個原因在什麼地方？因為自己沒有證得一心。如果你自己證得一心，你去讀五十三參，你就發現五十三參是妙莊嚴。然後你才曉得，你自己目前的生活環境是妙莊嚴，實在太妙！這個大經大論所講的不是別人，完全是自己。經裡面這個意思，就是彼此互相幫忙，前一世妙莊嚴王跟同參道友，他自己犧牲，出去托缽來供養這三個人修行，這是護法，專門修護法，護持這三個人，這三個人得道。到這一世，他護法有大福報，他做了國王，但是國王這個福報也一世就享完；不能成正果，這個福報不算究竟。已經證果的三個人再一轉世，一個做他太太，兩個做他兒子，這成為一家人，以善巧方便來教化他，來接引他，叫他也成就。"
    },
    {
      "id": "08-002-0060_p0018",
      "zh_CN": "【二子如是以方便力。善化其父。】",
      "zh_TW": "【二子如是以方便力。善化其父。】"
    },
    {
      "id": "08-002-0060_p0019",
      "zh_CN": "这就讲方便慈，这个国王接受妻子儿女的化导，与两个儿子眷属统统去见佛。",
      "zh_TW": "這就講方便慈，這個國王接受妻子兒女的化導，與兩個兒子眷屬統統去見佛。"
    },
    {
      "id": "08-002-0060_p0020",
      "zh_CN": "【无明破则正因显。则诣佛乘。】",
      "zh_TW": "【無明破則正因顯。則詣佛乘。】"
    },
    {
      "id": "08-002-0060_p0021",
      "zh_CN": "正因显，这就到佛的地方去，去见佛，见佛当然这是去拜老师，接受佛法，依教奉行。这是：",
      "zh_TW": "正因顯，這就到佛的地方去，去見佛，見佛當然這是去拜老師，接受佛法，依教奉行。這是："
    },
    {
      "id": "08-002-0060_p0022",
      "zh_CN": "【以因趣果之象。】",
      "zh_TW": "【以因趣果之象。】"
    },
    {
      "id": "08-002-0060_p0023",
      "zh_CN": "见佛，佛给他说法，佛为国王说法，国王再以珍宝供佛，佛对于国王是法布施，启发他的智慧；国王对佛是财布施，增上佛陀教化的功能。有财施，佛的教化才能够发扬光大。我们图书馆最遗憾就是地方太小，我们的讲堂图书设备，在修学的环境上来说是够用，可是没有办法住众，没有地方住。如果要是再有这么大一倍的地方，我们能够住个二十人到三十人，有这么多人住在一起，我们的《华严经》一天就可以讲八个小时。纵然八个小时觉得太累，六个小时是没有问题，每天能够讲六个小时，这一部《华严经》三年圆满。一天要是能够听六个钟点经，念四个钟点佛，早晨念两个钟点，晚上念两个钟点，其余时间去找这些参考资料，这样三年下来，比任何一间佛学院收获的功德都殊胜。这个经百千万劫难遭遇，你看看李老师在台中讲这部恐怕要五十年，一个星期一个钟点，这要五十年。",
      "zh_TW": "見佛，佛給他說法，佛為國王說法，國王再以珍寶供佛，佛對於國王是法布施，啟發他的智慧；國王對佛是財布施，增上佛陀教化的功能。有財施，佛的教化才能夠發揚光大。我們圖書館最遺憾就是地方太小，我們的講堂圖書設備，在修學的環境上來說是夠用，可是沒有辦法住眾，沒有地方住。如果要是再有這麼大一倍的地方，我們能夠住個二十人到三十人，有這麼多人住在一起，我們的《華嚴經》一天就可以講八個小時。縱然八個小時覺得太累，六個小時是沒有問題，每天能夠講六個小時，這一部《華嚴經》三年圓滿。一天要是能夠聽六個鐘點經，念四個鐘點佛，早晨念兩個鐘點，晚上念兩個鐘點，其餘時間去找這些參考資料，這樣三年下來，比任何一間佛學院收穫的功德都殊勝。這個經百千萬劫難遭遇，你看看李老師在台中講這部恐怕要五十年，一個星期一個鐘點，這要五十年。"
    },
    {
      "id": "08-002-0060_p0024",
      "zh_CN": "如果我们一天是讲六个钟点，一个礼拜是四六二十四个钟点，两年就讲完，算钟点，两年就等于那边的五十年。那边是一个礼拜讲一个钟点，这一个礼拜讲二十四个钟点，一年等于他二十四年，两年不就等于他四十八年吗？所以这部《华严经》两年就圆满，一样多的钟点，两年就圆满。我有这个心没有这个环境，这是众生没福，众生没福报我有福报，为什么？我清闲，悠闲，不必这么累了；众生有福报，我就要辛苦，我一天要讲七、八个钟点辛苦。众生没有福报，我有福报；我没有福报的时候，众生有福报。我们看看有些寺院他们有地方、有场所，那是环境有，他不发心无可奈何。我们发心没有环境，我们现在这个小班，内典小班开的是采取通学的方式，通学的方式限制就很多，不容易专心，总不如在一起共修的功德利益来得殊胜。",
      "zh_TW": "如果我們一天是講六個鐘點，一個禮拜是四六二十四個鐘點，兩年就講完，算鐘點，兩年就等於那邊的五十年。那邊是一個禮拜講一個鐘點，這一個禮拜講二十四個鐘點，一年等於他二十四年，兩年不就等於他四十八年嗎？所以這部《華嚴經》兩年就圓滿，一樣多的鐘點，兩年就圓滿。我有這個心沒有這個環境，這是眾生沒福，眾生沒福報我有福報，為什麼？我清閒，悠閒，不必這麼累了；眾生有福報，我就要辛苦，我一天要講七、八個鐘點辛苦。眾生沒有福報，我有福報；我沒有福報的時候，眾生有福報。我們看看有些寺院他們有地方、有場所，那是環境有，他不發心無可奈何。我們發心沒有環境，我們現在這個小班，內典小班開的是採取通學的方式，通學的方式限制就很多，不容易專心，總不如在一起共修的功德利益來得殊勝。"
    },
    {
      "id": "08-002-0060_p0025",
      "zh_CN": "【依实相中道成就涅槃四德。】",
      "zh_TW": "【依實相中道成就涅槃四德。】"
    },
    {
      "id": "08-002-0060_p0026",
      "zh_CN": "「涅槃四德」就是常乐我净，由此可知，常乐我净这四种净德是依实相中道成就的；换句话说，没有证得实相中道，四净德就不会有。我们凡夫对于常乐我净的执着这是颠倒，万法无常，我们误以为有常，这是误会。三界统苦，我们误会里头有乐，忘掉苦苦、坏苦、行苦，我们把这个事情都忘掉，以为这里头有乐，颠倒！身心是四大五蕴假合，这里头没我，误认为这个根身是我，这是烦恼障的根源。我们的根身是三十六种污秽之物集合成的，这里头没有清净，误会以为清净，这是应当要觉悟。但是常乐我净有没有？真有，确实有，有真常永恒不变、有真乐、有真正的我、有真正的净。但是根本智现前才有实相中道，实相中道就是根本智，要根本智现前才有；根本智没有现前，没有这东西。因此小乘圣者没有，权教菩萨也没有，为什么？他根本智没有现前。在我们念佛人来讲就理一心不乱，理一心不乱就成就了根本智。事一心还不行，事一心属于定，没有开智慧，理一心在定里面开了智慧。可是修学的过程，诸位一定要记住，总是先有定后开智慧，这是一定的道理。没有说是我一下就修理一心，事一心可以不要，这是不可能的事情。这等于爬楼梯一样，一定是你的功夫先是功夫成一片，就是伏烦恼，再进一步就得事一心，然后再进一步是理一心，一定是这个过程。",
      "zh_TW": "「涅槃四德」就是常樂我淨，由此可知，常樂我淨這四種淨德是依實相中道成就的；換句話說，沒有證得實相中道，四淨德就不會有。我們凡夫對於常樂我淨的執著這是顛倒，萬法無常，我們誤以為有常，這是誤會。三界統苦，我們誤會裡頭有樂，忘掉苦苦、壞苦、行苦，我們把這個事情都忘掉，以為這裡頭有樂，顛倒！身心是四大五蘊假合，這裡頭沒我，誤認為這個根身是我，這是煩惱障的根源。我們的根身是三十六種污穢之物集合成的，這裡頭沒有清淨，誤會以為清淨，這是應當要覺悟。但是常樂我淨有沒有？真有，確實有，有真常永恆不變、有真樂、有真正的我、有真正的淨。但是根本智現前才有實相中道，實相中道就是根本智，要根本智現前才有；根本智沒有現前，沒有這東西。因此小乘聖者沒有，權教菩薩也沒有，為什麼？他根本智沒有現前。在我們念佛人來講就理一心不亂，理一心不亂就成就了根本智。事一心還不行，事一心屬於定，沒有開智慧，理一心在定裡面開了智慧。可是修學的過程，諸位一定要記住，總是先有定後開智慧，這是一定的道理。沒有說是我一下就修理一心，事一心可以不要，這是不可能的事情。這等於爬樓梯一樣，一定是你的功夫先是功夫成一片，就是伏煩惱，再進一步就得事一心，然後再進一步是理一心，一定是這個過程。"
    },
    {
      "id": "08-002-0060_p0027",
      "zh_CN": "你说前面两个都不要，一下就修理一心，没有这个道理。等于说上楼一样，三层楼，一层、二层我都不要，一下就上三层，没有这个道理。纵然是你从下面一跳跳上去，当中还是有一层，还是有二层。由此可知，这是必经历的阶段，我们要晓得。你这个修学，顺着次序修学，你就不会感觉到困难；不依次第修学，你就感觉得很难，不容易得到效果。依照这个次第，容易得到效果。所以我们修学头一个目标，在教里头来说，这些大乘经典我们听，听的目的何在？薰习。我们再问，这里头的意思真能听得懂吗？未必。懂了就开悟，没悟就是没懂，你听那些名相而已，听那些皮毛而已，入不进去。所以只管听，阿赖耶识里头薰习大乘佛法的种子，这种薰习，薰习久了会起作用。可是这个久，我们说一个星期薰习一、二个钟点，薰习一辈子力量都很薄弱。以台中李老师讲《华严》来说，他这部《华严经》我估计他要讲五十年。民国五十三年讲起，六十三年、七十三年就是二十年，整整二十年。现在十八年，今年十八年才讲三分之一，所以我估计他要讲五十年。五十年的薰习，有的人一生活不到五十岁，这是真的。一个礼拜才一点钟的薰习，诸位想想这个力量多薄弱，所以很难收到薰习的效果。",
      "zh_TW": "你說前面兩個都不要，一下就修理一心，沒有這個道理。等於說上樓一樣，三層樓，一層、二層我都不要，一下就上三層，沒有這個道理。縱然是你從下面一跳跳上去，當中還是有一層，還是有二層。由此可知，這是必經歷的階段，我們要曉得。你這個修學，順著次序修學，你就不會感覺到困難；不依次第修學，你就感覺得很難，不容易得到效果。依照這個次第，容易得到效果。所以我們修學頭一個目標，在教裡頭來說，這些大乘經典我們聽，聽的目的何在？薰習。我們再問，這裡頭的意思真能聽得懂嗎？未必。懂了就開悟，沒悟就是沒懂，你聽那些名相而已，聽那些皮毛而已，入不進去。所以只管聽，阿賴耶識裡頭薰習大乘佛法的種子，這種薰習，薰習久了會起作用。可是這個久，我們說一個星期薰習一、二個鐘點，薰習一輩子力量都很薄弱。以台中李老師講《華嚴》來說，他這部《華嚴經》我估計他要講五十年。民國五十三年講起，六十三年、七十三年就是二十年，整整二十年。現在十八年，今年十八年才講三分之一，所以我估計他要講五十年。五十年的薰習，有的人一生活不到五十歲，這是真的。一個禮拜才一點鐘的薰習，諸位想想這個力量多薄弱，所以很難收到薰習的效果。"
    },
    {
      "id": "08-002-0060_p0028",
      "zh_CN": "假如把这个时间集中起来，一天讲八个小时，两年圆满，这个薰习的力量就大了。两年的薰习，给诸位说，至少可以抵得五百年的薰习。像台中目前这个状况，一个星期讲一个钟点的话，这个两年的薰习要抵得它五百年的薰习，比那个力量还强大。所以清凉当年讲经，我们算他是一年讲一部，一天八个钟点一年讲一部，清凉一生讲五十遍，他老人家活到一百多岁，活了一百多岁《华严经》讲五十遍，华严菩萨。必须统统集中起来薰习，才会产生力量；否则的话，不容易产生力量。为什么？我们不是佛法的薰习，就是烦恼的薰习，二六时中今天烦恼的薰习比过去力量要强大得多。过去风俗淳厚，拿看电影、看戏来说，我在小的时候，做小孩的时候，住在比较偏僻一点的乡村里面，看戏一年难得有一次，就是像台湾这个庙会才会有那么一次，一年难得有一次，所以很希奇。纵然住在都市里面，都市电影院、戏院都有限，我小的时候住在福建建瓯，建瓯在大陆上是一等县，电影院只有两家，戏院也只有两家。那个戏院跟电影院多大？大概就是我们讲堂差不多大，也不过就容纳两百个人的样子，一个月难得去看一次，这在都市里头。哪有像今天，今天你不必到电影院、戏院，电视放到你家里来天天去看，天天看怎么样？天天上课，它来薰习你，烦恼的薰习。现在的社会复杂，人与人交往密切，而我们佛法的薰习反而减少，烦恼的薰习比从前不知道增加了多少倍。我们在这个环境里面，你学佛要想成就，当然是难，是不容易。",
      "zh_TW": "假如把這個時間集中起來，一天講八個小時，兩年圓滿，這個薰習的力量就大了。兩年的薰習，給諸位說，至少可以抵得五百年的薰習。像台中目前這個狀況，一個星期講一個鐘點的話，這個兩年的薰習要抵得它五百年的薰習，比那個力量還強大。所以清涼當年講經，我們算他是一年講一部，一天八個鐘點一年講一部，清涼一生講五十遍，他老人家活到一百多歲，活了一百多歲《華嚴經》講五十遍，華嚴菩薩。必須統統集中起來薰習，才會產生力量；否則的話，不容易產生力量。為什麼？我們不是佛法的薰習，就是煩惱的薰習，二六時中今天煩惱的薰習比過去力量要強大得多。過去風俗淳厚，拿看電影、看戲來說，我在小的時候，做小孩的時候，住在比較偏僻一點的鄉村裡面，看戲一年難得有一次，就是像台灣這個廟會才會有那麼一次，一年難得有一次，所以很希奇。縱然住在都市裡面，都市電影院、戲院都有限，我小的時候住在福建建甌，建甌在大陸上是一等縣，電影院只有兩家，戲院也只有兩家。那個戲院跟電影院多大？大概就是我們講堂差不多大，也不過就容納兩百個人的樣子，一個月難得去看一次，這在都市裡頭。哪有像今天，今天你不必到電影院、戲院，電視放到你家裡來天天去看，天天看怎麼樣？天天上課，它來薰習你，煩惱的薰習。現在的社會複雜，人與人交往密切，而我們佛法的薰習反而減少，煩惱的薰習比從前不知道增加了多少倍。我們在這個環境裡面，你學佛要想成就，當然是難，是不容易。"
    },
    {
      "id": "08-002-0060_p0029",
      "zh_CN": "所以今天是真正觉悟，你要修大功德，不是没有机会，有机会，就在你自己觉悟。如果能有个道场建立起来，每天八个钟点讲经、八个钟点修行，大功告成，这个功德无量无边。我们台湾的道场像佛光山，比建一百座佛光山、一千座佛光山，这个功德利益还要大，为什么？因为你帮助人成佛。一百座佛光山、一千座佛光山，没有人成佛，那是枉然！你就是这个小道场，能够有几个人成佛作祖，功德不可思议，这些道理我们要懂。如果不开智慧，如果不证实相，所有的功德全是有漏的。我们自己没有证得，我们帮助别人证得，这个功德也是无漏的，要晓得这个道理。我们帮助一个人成佛，这是无漏功德，这个决定不是有漏。你帮助他成佛，这佛必定来度你；换句话说，你这一生帮助他成佛，他来生就帮助你成佛。这个地方示范就是例子，这就很显然的，一点都不假。如果我们自私自利不愿意帮助别人成佛，别人成佛，好像我们的亏吃大了，他成就，我们没有成就，你藏的有私心。别人能成就，你阻碍他，你不让他成就，你的过失就大了，你将来纵然福报大，也会生到三途八难，你障碍别人，果报还是自己受，这一点我们要觉悟。今天就讲到此地。",
      "zh_TW": "所以今天是真正覺悟，你要修大功德，不是沒有機會，有機會，就在你自己覺悟。如果能有個道場建立起來，每天八個鐘點講經、八個鐘點修行，大功告成，這個功德無量無邊。我們台灣的道場像佛光山，比建一百座佛光山、一千座佛光山，這個功德利益還要大，為什麼？因為你幫助人成佛。一百座佛光山、一千座佛光山，沒有人成佛，那是枉然！你就是這個小道場，能夠有幾個人成佛作祖，功德不可思議，這些道理我們要懂。如果不開智慧，如果不證實相，所有的功德全是有漏的。我們自己沒有證得，我們幫助別人證得，這個功德也是無漏的，要曉得這個道理。我們幫助一個人成佛，這是無漏功德，這個決定不是有漏。你幫助他成佛，這佛必定來度你；換句話說，你這一生幫助他成佛，他來生就幫助你成佛。這個地方示範就是例子，這就很顯然的，一點都不假。如果我們自私自利不願意幫助別人成佛，別人成佛，好像我們的虧吃大了，他成就，我們沒有成就，你藏的有私心。別人能成就，你阻礙他，你不讓他成就，你的過失就大了，你將來縱然福報大，也會生到三途八難，你障礙別人，果報還是自己受，這一點我們要覺悟。今天就講到此地。"
    }
  ]
}