{
  "doc_id": "08-002-0024",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0024",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "08-002-0024_p0001",
      "zh_CN": "请掀开讲义第十一页，「授学无学人记品」，这个以下几品对我们的修学非常重要，希望大家特别要注意到。",
      "zh_TW": "請掀開講義第十一頁，「授學無學人記品」，這個以下幾品對我們的修學非常重要，希望大家特別要注意到。"
    },
    {
      "id": "08-002-0024_p0002",
      "zh_CN": "【阿难是佛之弟。罗云是佛之子。】",
      "zh_TW": "【阿難是佛之弟。羅云是佛之子。】"
    },
    {
      "id": "08-002-0024_p0003",
      "zh_CN": "「罗云」是罗睺罗尊者。",
      "zh_TW": "「羅云」是羅睺羅尊者。"
    },
    {
      "id": "08-002-0024_p0004",
      "zh_CN": "【授记居于后者。自外而内。自疏而亲。以显先人后己。平等之至也。】",
      "zh_TW": "【授記居於後者。自外而內。自疏而親。以顯先人後己。平等之至也。】"
    },
    {
      "id": "08-002-0024_p0005",
      "zh_CN": "这是我们应当要学习的，佛法这是超越了世间法，佛法里面常讲「怨亲平等」。既然是平等，哪里还有先后、内外、亲疏？可是佛毕竟是在世间弘法，所以对于世间的习尚并不破坏。所谓是「佛法在世间，不坏世间觉」，对这个世间法他不破坏。而且在世间法里头示现一个榜样教给我们，这个地方也就是示现给我们做样子，我们应当要学习。无论在什么场合，要记住，多替别人着想，这样才能够培养菩提心。菩提心是学佛的基础，是大乘佛法的根本，而菩提心的培养确实就是要从先人后己着手。菩萨不起心动念则已，一起心动念就会想到别人，而不是专想着自己，我们也可以说，菩萨与凡夫起心动念之所不同的地方就在此地。我们想想，我们二六时中起心动念是为自己想，还是为众生想？这些地方就是要学习的。在《法华经》里面，从「授记品」以来，我们看佛为菩萨、声闻大众授记，而把他自己一个小弟，跟他的儿子摆在最后，最后再给他们两个授记，这个意思就是此地讲的两句话，「自疏而亲，先人后己」，就是教我们这两句话。",
      "zh_TW": "這是我們應當要學習的，佛法這是超越了世間法，佛法裡面常講「怨親平等」。既然是平等，哪裡還有先後、內外、親疏？可是佛畢竟是在世間弘法，所以對於世間的習尚並不破壞。所謂是「佛法在世間，不壞世間覺」，對這個世間法他不破壞。而且在世間法裡頭示現一個榜樣教給我們，這個地方也就是示現給我們做樣子，我們應當要學習。無論在什麼場合，要記住，多替別人著想，這樣才能夠培養菩提心。菩提心是學佛的基礎，是大乘佛法的根本，而菩提心的培養確實就是要從先人後己著手。菩薩不起心動念則已，一起心動念就會想到別人，而不是專想著自己，我們也可以說，菩薩與凡夫起心動念之所不同的地方就在此地。我們想想，我們二六時中起心動念是為自己想，還是為眾生想？這些地方就是要學習的。在《法華經》裡面，從「授記品」以來，我們看佛為菩薩、聲聞大眾授記，而把他自己一個小弟，跟他的兒子擺在最後，最後再給他們兩個授記，這個意思就是此地講的兩句話，「自疏而親，先人後己」，就是教我們這兩句話。"
    },
    {
      "id": "08-002-0024_p0006",
      "zh_CN": "【二人之记。劫国庄严寿命眷属。皆出菩萨之上者。明其因深也。】",
      "zh_TW": "【二人之記。劫國莊嚴壽命眷屬。皆出菩薩之上者。明其因深也。】"
    },
    {
      "id": "08-002-0024_p0007",
      "zh_CN": "这两个人不是普通的人，他们是无量劫来，与释迦牟尼佛可以说密切的配合教化一切众生。底下尤其说得清楚：",
      "zh_TW": "這兩個人不是普通的人，他們是無量劫來，與釋迦牟尼佛可以說密切的配合教化一切眾生。底下尤其說得清楚："
    },
    {
      "id": "08-002-0024_p0008",
      "zh_CN": "【阿难与佛。同时发心。】",
      "zh_TW": "【阿難與佛。同時發心。】"
    },
    {
      "id": "08-002-0024_p0009",
      "zh_CN": "换句话说，他们两个程度原来是相等的。",
      "zh_TW": "換句話說，他們兩個程度原來是相等的。"
    },
    {
      "id": "08-002-0024_p0010",
      "zh_CN": "【不取速证。坚誓护法。】",
      "zh_TW": "【不取速證。堅誓護法。】"
    },
    {
      "id": "08-002-0024_p0011",
      "zh_CN": "释迦牟尼佛示现证果成佛，而阿难尊者则示现护持。在迹象上来说，他是世尊的侍者，做侍者，我们所看到的是在日常生活上的护持，照顾释迦牟尼佛的生活，佛灭度之后，负责结集经典，这是阿难尊者他的事情。从这两桩大事情来看，他是佛的真正护法人，不只护持这一次，所以他的功德跟佛没两样。在此地也是劝勉我们要发心护法，你要说护法究竟什么样的功德，你读《法华经》这一品，你就晓得功德之大，不可思议，在诸菩萨之上，有这么大功德。因为纵然有弘法的人，如果没有护法的人，这个弘法效果也非常有限，不能够教化广大的众生，这是我们应该要知道的。将来诸位学成之后，不一定是各个都成为弘法的人才，同学当中哪个有福德因缘，有这种成就，我们别人要共同起来护持他，他的成就就是自己的成就。如果诸位有这样的见地，佛法必定能够兴盛，这是菩萨行。",
      "zh_TW": "釋迦牟尼佛示現證果成佛，而阿難尊者則示現護持。在跡象上來說，他是世尊的侍者，做侍者，我們所看到的是在日常生活上的護持，照顧釋迦牟尼佛的生活，佛滅度之後，負責結集經典，這是阿難尊者他的事情。從這兩樁大事情來看，他是佛的真正護法人，不只護持這一次，所以他的功德跟佛沒兩樣。在此地也是勸勉我們要發心護法，你要說護法究竟什麼樣的功德，你讀《法華經》這一品，你就曉得功德之大，不可思議，在諸菩薩之上，有這麼大功德。因為縱然有弘法的人，如果沒有護法的人，這個弘法效果也非常有限，不能夠教化廣大的眾生，這是我們應該要知道的。將來諸位學成之後，不一定是各個都成為弘法的人才，同學當中哪個有福德因緣，有這種成就，我們別人要共同起來護持他，他的成就就是自己的成就。如果諸位有這樣的見地，佛法必定能夠興盛，這是菩薩行。"
    },
    {
      "id": "08-002-0024_p0012",
      "zh_CN": "千万不可以看到别人有一点成就，我们嫉妒障碍，他在弘法，我们把他破坏，阻挠他，罪过就无量无边。是不是真的能够把他破坏？给诸位说，不能，不但不能，反而帮他更快的成就。为什么？他发心做这桩善事，譬如讲一部《法华经》，如果我们把他破坏，他讲不成了，他讲《法华经》的功德没有了，其实不然，人家圆满了，你们去读读大经，「发意圆成，圆满功德」。你这一阻挠，他不讲，功德圆满。你不阻挠的话，他必须把经讲完功德才圆满；你把他一破坏、一阻挠，他倒省了事，他不要讲，功德圆满。你们想想看，你能破坏别人吗？自己造了业，他是圆圆满满的功德，没有一丝毫欠缺。为什么？他不是不做，他是当中有阻碍做不了，事上没有圆满，心是圆满的。所以说是一切破坏只能破坏事相，不能破坏人家圆满的心，不能破坏人家圆满的功德。破坏到底破坏了谁，会有那么大的罪业？破坏了一切众生闻法的机缘。所以你破坏法师讲经，与法师不相干，这个结罪不在法师那里结罪，法师圆满功德。跟谁结罪？听经的大众，他这个听经的机缘没有了。如果这个道场是一百个人听经，换句话说，你跟一百个人结罪；有一千个人听经，你就是跟一千个人结罪，这个事情麻烦。大家要晓得，破坏大众闻法的机缘，而没有破坏法师。你要是把这个事理看清楚，帐算明白了，这种傻事情我们决定不干。聪明人修随喜功德，某法师在某地方讲经，我们看到的亲戚朋友，我们劝他去听经，他听经所得的功德就等于我们给他的；换句话说，等于那个法师代我讲经，你看这个功德多大。所以随喜功德，与法师讲经功德是一样的、相等的。",
      "zh_TW": "千萬不可以看到別人有一點成就，我們嫉妒障礙，他在弘法，我們把他破壞，阻撓他，罪過就無量無邊。是不是真的能夠把他破壞？給諸位說，不能，不但不能，反而幫他更快的成就。為什麼？他發心做這樁善事，譬如講一部《法華經》，如果我們把他破壞，他講不成了，他講《法華經》的功德沒有了，其實不然，人家圓滿了，你們去讀讀大經，「發意圓成，圓滿功德」。你這一阻撓，他不講，功德圓滿。你不阻撓的話，他必須把經講完功德才圓滿；你把他一破壞、一阻撓，他倒省了事，他不要講，功德圓滿。你們想想看，你能破壞別人嗎？自己造了業，他是圓圓滿滿的功德，沒有一絲毫欠缺。為什麼？他不是不做，他是當中有阻礙做不了，事上沒有圓滿，心是圓滿的。所以說是一切破壞只能破壞事相，不能破壞人家圓滿的心，不能破壞人家圓滿的功德。破壞到底破壞了誰，會有那麼大的罪業？破壞了一切眾生聞法的機緣。所以你破壞法師講經，與法師不相干，這個結罪不在法師那裡結罪，法師圓滿功德。跟誰結罪？聽經的大眾，他這個聽經的機緣沒有了。如果這個道場是一百個人聽經，換句話說，你跟一百個人結罪；有一千個人聽經，你就是跟一千個人結罪，這個事情麻煩。大家要曉得，破壞大眾聞法的機緣，而沒有破壞法師。你要是把這個事理看清楚，帳算明白了，這種傻事情我們決定不幹。聰明人修隨喜功德，某法師在某地方講經，我們看到的親戚朋友，我們勸他去聽經，他聽經所得的功德就等於我們給他的；換句話說，等於那個法師代我講經，你看這個功德多大。所以隨喜功德，與法師講經功德是一樣的、相等的。"
    },
    {
      "id": "08-002-0024_p0013",
      "zh_CN": "诸位要晓得，主持佛法教化一方，不一定要自己讲经说法，也不一定要自己领众修行，你的功德就无量无边。这好比办学校，你做一个校长，校长可以不必领导学生、带着学生做功课，也可以不必给学生上课。但是一切教化都是他在主持，譬如整个教育政策、教学的计划、课程的编排、老师的聘请，他做这个，这就行了。这个校长在佛法里面称为亲教师、和尚。教员是执行校长的命令，执行他的政策。他叫你教什么，你就担任这个科目，把这个科目教好，你是个好老师，整个教学计划你不管，教学的设计你不管。所以教育成功、失败，那是校长跟教务主任他们去管，这个责任最为重大。等于说他们在设计，他们做工程师在设计；我们做工头，是替他执行他的计划，执行他的构想。所以教学的成功与失败责任在他，诸位要晓得，不在教员，教员怎么样好，就是这一门。好像整个建筑的大工程，这里面有许多的工程单位，你这一个老师是单位一样，是水泥工或者木工，我做得怎么好，我木工做好了，其他的不好有什么办法，那别人做的。通盘的设计就是校长跟教务主任，教务主任是助手，他们两个人。一个好的校长、好的教务主任，这个学校已经办出名声来，办成功。这一段它的重点就是说明护法的功德利益。",
      "zh_TW": "諸位要曉得，主持佛法教化一方，不一定要自己講經說法，也不一定要自己領眾修行，你的功德就無量無邊。這好比辦學校，你做一個校長，校長可以不必領導學生、帶著學生做功課，也可以不必給學生上課。但是一切教化都是他在主持，譬如整個教育政策、教學的計劃、課程的編排、老師的聘請，他做這個，這就行了。這個校長在佛法裡面稱為親教師、和尚。教員是執行校長的命令，執行他的政策。他叫你教什麼，你就擔任這個科目，把這個科目教好，你是個好老師，整個教學計劃你不管，教學的設計你不管。所以教育成功、失敗，那是校長跟教務主任他們去管，這個責任最為重大。等於說他們在設計，他們做工程師在設計；我們做工頭，是替他執行他的計劃，執行他的構想。所以教學的成功與失敗責任在他，諸位要曉得，不在教員，教員怎麼樣好，就是這一門。好像整個建築的大工程，這裡面有許多的工程單位，你這一個老師是單位一樣，是水泥工或者木工，我做得怎麼好，我木工做好了，其他的不好有什麼辦法，那別人做的。通盤的設計就是校長跟教務主任，教務主任是助手，他們兩個人。一個好的校長、好的教務主任，這個學校已經辦出名聲來，辦成功。這一段它的重點就是說明護法的功德利益。"
    },
    {
      "id": "08-002-0024_p0014",
      "zh_CN": "【罗云于佛佛前。】",
      "zh_TW": "【羅云於佛佛前。】"
    },
    {
      "id": "08-002-0024_p0015",
      "zh_CN": "这个地方要特别注意到，不仅为释迦牟尼佛，这个菩萨发心更了不起，不管是哪一尊佛，你要示现成佛，他就来示现为佛长子，他示现佛子的身分。不是一尊佛，哪一个成佛他都来，他都来给你表演为佛的长子。",
      "zh_TW": "這個地方要特別注意到，不僅為釋迦牟尼佛，這個菩薩發心更了不起，不管是哪一尊佛，你要示現成佛，他就來示現為佛長子，他示現佛子的身分。不是一尊佛，哪一個成佛他都來，他都來給你表演為佛的長子。"
    },
    {
      "id": "08-002-0024_p0016",
      "zh_CN": "【密修梵行。】",
      "zh_TW": "【密修梵行。】"
    },
    {
      "id": "08-002-0024_p0017",
      "zh_CN": "在声闻众里头，他是个修密行的，别人看到他好像在僧团里面很顽皮，实际上他修行没有人晓得。你看他一天玩到晚，他真正修行，真正在用功；换句话说，僧团里面是个调剂。大家天天生活都很庄严肃穆，时间久了感觉得枯燥无味。这个小沙弥也能够在僧团带出一点活泼的气氛，僧团里面小孩活泼的气氛，他实在是内里面修密行，内修密行。其目的帮助世尊：",
      "zh_TW": "在聲聞眾裡頭，他是個修密行的，別人看到他好像在僧團裡面很頑皮，實際上他修行沒有人曉得。你看他一天玩到晚，他真正修行，真正在用功；換句話說，僧團裡面是個調劑。大家天天生活都很莊嚴肅穆，時間久了感覺得枯燥無味。這個小沙彌也能夠在僧團帶出一點活潑的氣氛，僧團裡面小孩活潑的氣氛，他實在是內裡面修密行，內修密行。其目的幫助世尊："
    },
    {
      "id": "08-002-0024_p0018",
      "zh_CN": "【欲启其滞小声闻。】",
      "zh_TW": "【欲啟其滯小聲聞。】"
    },
    {
      "id": "08-002-0024_p0019",
      "zh_CN": "他修的是菩萨行，启发这些声闻大众，希望他们回小向大。世尊不说，由他在当中以善巧方便来逗引这些声闻，叫他们觉悟，回小向大。你看看这个功德多大，就是帮助佛接引小乘人到大乘，这是罗睺罗尊者。不但是帮助释迦牟尼佛，哪个菩萨示现成佛，他都来帮忙这些众生。教学贵专，《三字经》说「教之道，贵以专」，罗睺罗尊者他这种教学真是专家，每尊佛出世他都以佛的儿子出现于世，帮助佛教化众生，专家！不但在世间教学强调，佛法里面教学，罗睺罗尊者示现专，专到了极处。我们读这样的经，应当要有所感化，有所启示，我们应当效法。在授记的时候，这个功德庄严的殊胜超过前面授记的那些菩萨、声闻弟子，他们的功德实在是太大了。",
      "zh_TW": "他修的是菩薩行，啟發這些聲聞大眾，希望他們迴小向大。世尊不說，由他在當中以善巧方便來逗引這些聲聞，叫他們覺悟，迴小向大。你看看這個功德多大，就是幫助佛接引小乘人到大乘，這是羅睺羅尊者。不但是幫助釋迦牟尼佛，哪個菩薩示現成佛，他都來幫忙這些眾生。教學貴專，《三字經》說「教之道，貴以專」，羅睺羅尊者他這種教學真是專家，每尊佛出世他都以佛的兒子出現於世，幫助佛教化眾生，專家！不但在世間教學強調，佛法裡面教學，羅睺羅尊者示現專，專到了極處。我們讀這樣的經，應當要有所感化，有所啟示，我們應當效法。在授記的時候，這個功德莊嚴的殊勝超過前面授記的那些菩薩、聲聞弟子，他們的功德實在是太大了。"
    },
    {
      "id": "08-002-0024_p0020",
      "zh_CN": "【二人同时得记。劫国寿命皆等者。以显解行同时也。阿难持佛法藏。持法必得解。罗云行密行。行由解生。】",
      "zh_TW": "【二人同時得記。劫國壽命皆等者。以顯解行同時也。阿難持佛法藏。持法必得解。羅云行密行。行由解生。】"
    },
    {
      "id": "08-002-0024_p0021",
      "zh_CN": "阿难尊者所表现的是多闻第一，而罗睺罗尊者所表现的是密行第一。他们两个人代表行与解。",
      "zh_TW": "阿難尊者所表現的是多聞第一，而羅睺羅尊者所表現的是密行第一。他們兩個人代表行與解。"
    },
    {
      "id": "08-002-0024_p0022",
      "zh_CN": "【行起解亡。故彼佛灭后。罗云成佛。】",
      "zh_TW": "【行起解亡。故彼佛滅後。羅云成佛。】"
    },
    {
      "id": "08-002-0024_p0023",
      "zh_CN": "它都有表法的意思在。",
      "zh_TW": "它都有表法的意思在。"
    },
    {
      "id": "08-002-0024_p0024",
      "zh_CN": "【以解发行。以行成解。二者相资之象也。】",
      "zh_TW": "【以解發行。以行成解。二者相資之象也。】"
    },
    {
      "id": "08-002-0024_p0025",
      "zh_CN": "佛是以两个最亲近的人来做代表，一个是最喜欢的小弟代表解门，佛之长子代表行门，行与解相辅相成。行门与解门，我再说个简单的，解就是讲的看得破，行就是说的放得下，放下能够帮助你看破，看破亦能够帮助你放下，这两门是相辅相成的。此地讲的「二者相资」，资就是资助、帮助，解帮助行，行帮助解。从初发心到如来地，都是精进而没有懈怠。",
      "zh_TW": "佛是以兩個最親近的人來做代表，一個是最喜歡的小弟代表解門，佛之長子代表行門，行與解相輔相成。行門與解門，我再說個簡單的，解就是講的看得破，行就是說的放得下，放下能夠幫助你看破，看破亦能夠幫助你放下，這兩門是相輔相成的。此地講的「二者相資」，資就是資助、幫助，解幫助行，行幫助解。從初發心到如來地，都是精進而沒有懈怠。"
    },
    {
      "id": "08-002-0024_p0026",
      "zh_CN": "【身子上根。迦叶等中根。千二百下根。】",
      "zh_TW": "【身子上根。迦葉等中根。千二百下根。】"
    },
    {
      "id": "08-002-0024_p0027",
      "zh_CN": "身子表上根，迦叶等是表中根，千二百是代表下根，上中下三根普遍的授记，显示出佛法的平等。",
      "zh_TW": "身子表上根，迦葉等是表中根，千二百是代表下根，上中下三根普遍的授記，顯示出佛法的平等。"
    },
    {
      "id": "08-002-0024_p0028",
      "zh_CN": "【解行居于三根之外者。实由之而统摄。】",
      "zh_TW": "【解行居於三根之外者。實由之而統攝。】"
    },
    {
      "id": "08-002-0024_p0029",
      "zh_CN": "上中下三根都离不开解行，解行是佛陀教学基础，统摄八万四千法门，统摄上中下三根。",
      "zh_TW": "上中下三根都離不開解行，解行是佛陀教學基礎，統攝八萬四千法門，統攝上中下三根。"
    },
    {
      "id": "08-002-0024_p0030",
      "zh_CN": "【若圣若凡。解行统之。】",
      "zh_TW": "【若聖若凡。解行統之。】"
    },
    {
      "id": "08-002-0024_p0031",
      "zh_CN": "在佛法里面讲的道就是「解行」之道。为什么？一切凡圣所共行的大道，成佛也是走这个道，初发心的学人亦是走这个道。",
      "zh_TW": "在佛法裡面講的道就是「解行」之道。為什麼？一切凡聖所共行的大道，成佛也是走這個道，初發心的學人亦是走這個道。"
    },
    {
      "id": "08-002-0024_p0032",
      "zh_CN": "【夫解行皆自心之本有。非从外来。既信自心成佛。其谁不发解乎。既发解已。其谁不修行乎。】",
      "zh_TW": "【夫解行皆自心之本有。非從外來。既信自心成佛。其誰不發解乎。既發解已。其誰不修行乎。】"
    },
    {
      "id": "08-002-0024_p0033",
      "zh_CN": "这是诸位要特别牢牢记住，我们学佛不必畏惧，佛法的广大精深那是真的，广大精深那是到不可思议的境界。可是博大精深的佛法，是我们自己自性原本具足的，可见得它不是外面来的，是本来具足。既然是本来具足的，诸位想想，我们能不能成就？当然能够成就。前面一段说，只问我们自己肯不肯直下承当？如果肯直下承当，这个事情原本不难。难的是我们自己迷失本心，不肯直下承当，难在这个地方。这一段说得尤其是明白，要紧的就是要我们能够相信自心，相信自己在这一生当中能成佛。如果有这个坚定的信心，他就成功。我们想想，有这样坚定信心的人又有几个？实在是太难找。而每个人自己所感觉是业障太重，诸位要晓得，你心里一天到晚念着业障太重，业障焉能不重吗？给诸位说，叫你改过自新，不要念着过去造的罪业。你要晓得，你每念一遍，你的罪业又加了一番，我身没有造罪业，想过去造罪业，一想心就造罪业，阿赖耶识里面罪业的种子就又增长一分。好像我们对花圃一样，你灌溉它一次，你想它一次灌一次，这是不好的。要念什么？念善法，念三宝。忆念三宝，就等于三宝的种子天天你培植它，天天浇水施肥滋润它，三宝的种子成熟。所以一切善恶业都不要去念它，都不要去记它，为什么？因为这些业习种子我们要把它消除。既然是决心要把它消除，怎么可以去滋润它？我们要想三宝的种子增长，我们对于三宝种子要天天照顾它，要时时去滋润。",
      "zh_TW": "這是諸位要特別牢牢記住，我們學佛不必畏懼，佛法的廣大精深那是真的，廣大精深那是到不可思議的境界。可是博大精深的佛法，是我們自己自性原本具足的，可見得它不是外面來的，是本來具足。既然是本來具足的，諸位想想，我們能不能成就？當然能夠成就。前面一段說，只問我們自己肯不肯直下承當？如果肯直下承當，這個事情原本不難。難的是我們自己迷失本心，不肯直下承當，難在這個地方。這一段說得尤其是明白，要緊的就是要我們能夠相信自心，相信自己在這一生當中能成佛。如果有這個堅定的信心，他就成功。我們想想，有這樣堅定信心的人又有幾個？實在是太難找。而每個人自己所感覺是業障太重，諸位要曉得，你心裡一天到晚念著業障太重，業障焉能不重嗎？給諸位說，叫你改過自新，不要念著過去造的罪業。你要曉得，你每念一遍，你的罪業又加了一番，我身沒有造罪業，想過去造罪業，一想心就造罪業，阿賴耶識裡面罪業的種子就又增長一分。好像我們對花圃一樣，你灌溉它一次，你想它一次灌一次，這是不好的。要念什麼？念善法，念三寶。憶念三寶，就等於三寶的種子天天你培植它，天天澆水施肥滋潤它，三寶的種子成熟。所以一切善惡業都不要去念它，都不要去記它，為什麼？因為這些業習種子我們要把它消除。既然是決心要把它消除，怎麼可以去滋潤它？我們要想三寶的種子增長，我們對於三寶種子要天天照顧它，要時時去滋潤。"
    },
    {
      "id": "08-002-0024_p0034",
      "zh_CN": "《弥陀经》所说的，就是叫我们二六时中念佛、念法、念僧。佛法僧，诸位还要知道，除了法翻成中国语言之外，佛与僧都是梵语没翻，因此你要晓得它的意思。念佛就是念觉，什么叫念佛？是不是一天到晚念着佛佛佛，这行吗？这不行。我们六根接触六尘境界，念念觉而不迷，这叫念觉；六根接触六尘境界，迷在境界里面，这个念佛就失掉。法是正，正是不邪，这是法。我们平常讲的正大光明，无论在什么时候、无论在什么境界里面，心正、行正，这叫法，这叫念法。我们心行不正，邪曲，法就失掉。怎么样念僧？僧是清净、和合。我们自己自心不清净，处大众不和睦，僧宝就没有；自己心无论在什么境界都清净，无论与什么人相处都是和睦。佛教给我们入手，修行就要修柔和、忍辱，这就修的僧宝。诸位要晓得三宝的意思，三宝是自性三宝。",
      "zh_TW": "《彌陀經》所說的，就是叫我們二六時中念佛、念法、念僧。佛法僧，諸位還要知道，除了法翻成中國語言之外，佛與僧都是梵語沒翻，因此你要曉得它的意思。念佛就是念覺，什麼叫念佛？是不是一天到晚念著佛佛佛，這行嗎？這不行。我們六根接觸六塵境界，念念覺而不迷，這叫念覺；六根接觸六塵境界，迷在境界裡面，這個念佛就失掉。法是正，正是不邪，這是法。我們平常講的正大光明，無論在什麼時候、無論在什麼境界裡面，心正、行正，這叫法，這叫念法。我們心行不正，邪曲，法就失掉。怎麼樣念僧？僧是清淨、和合。我們自己自心不清淨，處大眾不和睦，僧寶就沒有；自己心無論在什麼境界都清淨，無論與什麼人相處都是和睦。佛教給我們入手，修行就要修柔和、忍辱，這就修的僧寶。諸位要曉得三寶的意思，三寶是自性三寶。"
    },
    {
      "id": "08-002-0024_p0035",
      "zh_CN": "外面这个三宝，佛像、经典、出家人，我们讲的事相上的三宝，这是住世三宝，这个三宝有无量无边的功德。它的功德在哪里？就是叫我们眼睛一看到佛像，我们就想到要觉而不迷，它在那里提醒我们；见到经典，就想到我们心行要正大光明；见到出家人，我们立刻就想到，我们做人应当是心地清净，与大家和睦相处。所以这个住世三宝有无量功德。但是，现在有几个人晓得三宝的意义？为什么不晓得？佛教没有宣传，没有把这些道理讲解给大家听，一般人不知道，于是住世三宝的功德也没办法显示出来。不但没有好处，现在实在讲，三宝如果不能够发扬光大，我们出家的弟子，在家弟子也有份，出家、在家的佛弟子都有无量无边的罪过。为什么？你叫社会人发生误会，人家一看到佛菩萨形像，迷信、偶像，我们有没有份？为什么他看到佛菩萨形像叫做迷信、偶像？是我们做得不够，宣传不够，他误会。所以他这种说法，我们不能怪他，是我们自己没有尽到责任，没有把这些道理讲清楚，没有解释给他听。",
      "zh_TW": "外面這個三寶，佛像、經典、出家人，我們講的事相上的三寶，這是住世三寶，這個三寶有無量無邊的功德。它的功德在哪裡？就是叫我們眼睛一看到佛像，我們就想到要覺而不迷，它在那裡提醒我們；見到經典，就想到我們心行要正大光明；見到出家人，我們立刻就想到，我們做人應當是心地清淨，與大家和睦相處。所以這個住世三寶有無量功德。但是，現在有幾個人曉得三寶的意義？為什麼不曉得？佛教沒有宣傳，沒有把這些道理講解給大家聽，一般人不知道，於是住世三寶的功德也沒辦法顯示出來。不但沒有好處，現在實在講，三寶如果不能夠發揚光大，我們出家的弟子，在家弟子也有份，出家、在家的佛弟子都有無量無邊的罪過。為什麼？你叫社會人發生誤會，人家一看到佛菩薩形像，迷信、偶像，我們有沒有份？為什麼他看到佛菩薩形像叫做迷信、偶像？是我們做得不夠，宣傳不夠，他誤會。所以他這種說法，我們不能怪他，是我們自己沒有盡到責任，沒有把這些道理講清楚，沒有解釋給他聽。"
    },
    {
      "id": "08-002-0024_p0036",
      "zh_CN": "他看到经典，他觉得古老东西过去了，没有用的东西，所谓落伍跟不上时代。他见过经典没有？没有，他也没有听过，也没有读过，一看到这个线装书他就反对。哪里晓得，这是世出世间一切文字里面最上乘的文字、最微妙的义理，永远是在时代的前端，它怎么会落伍！凡是讲这些古籍是落伍的思想，这些人都是不读书之过。读书的人不敢说这句话，为什么？佛法里面讲精进，既然讲精进永远在进步，那怎么会落伍！儒家里面讲，你们打开《大学》，「茍日新，日日新，又日新」，它怎么会落伍！它不会落伍。这个思想，商朝时候「汤之盘铭曰」。我们中国老祖宗永远是追求进步的，他怎么会落伍！怕的是说如何落伍的那个人他是真落了伍，他自己落了伍他不晓得。别人走在前面，走得太远，他自己没有看到，他以为别人在他后头，他自己在前面，那里晓得人家远远在他前面。",
      "zh_TW": "他看到經典，他覺得古老東西過去了，沒有用的東西，所謂落伍跟不上時代。他見過經典沒有？沒有，他也沒有聽過，也沒有讀過，一看到這個線裝書他就反對。哪裡曉得，這是世出世間一切文字裡面最上乘的文字、最微妙的義理，永遠是在時代的前端，它怎麼會落伍！凡是講這些古籍是落伍的思想，這些人都是不讀書之過。讀書的人不敢說這句話，為什麼？佛法裡面講精進，既然講精進永遠在進步，那怎麼會落伍！儒家裡面講，你們打開《大學》，「茍日新，日日新，又日新」，它怎麼會落伍！它不會落伍。這個思想，商朝時候「湯之盤銘曰」。我們中國老祖宗永遠是追求進步的，他怎麼會落伍！怕的是說如何落伍的那個人他是真落了伍，他自己落了伍他不曉得。別人走在前面，走得太遠，他自己沒有看到，他以為別人在他後頭，他自己在前面，那裡曉得人家遠遠在他前面。"
    },
    {
      "id": "08-002-0024_p0037",
      "zh_CN": "一见出家人，社会的寄生虫，再一看，恐怕来化缘的来了。这些都是招致一些世间人的误会，不但不知道恭敬三宝，不晓得三宝的意义，在三宝里头发生严重误会，造成错误的观念，以至于一些错误的行为造了无量无边的罪业，谁给他的？我们都有责任。从前没有这些误会，为什么？每个寺庙都讲经，每个出家、在家的信徒，都了解佛法、都尊重佛法，真正是上自帝王、下至庶民都懂，都接受佛法的教学。所以佛法在中国将近两千年来，与我们固有文化结合成为一体，这是有它的道理在。今天的衰，我们要晓得衰的因素。它为什么衰？我们要觉悟，如何能够叫佛法在我们这一代复兴，我们才能够对得起佛祖，才能对得起我们的祖先，我们这一生也就没有空过，也就成就无量功德。但是，每个人都有共业与别业，业力太大，佛在经上讲「业力之大能敌须弥」，我们有这样的大心大愿不能转众生的定业。在众生善业没有现前的时候，大家都造恶，大家都趋于有五欲六尘的享受。不能接受佛法的时候，诸位要记住，自己要精进努力的修持；机缘成熟的时候，要尽心尽力的弘法利生。",
      "zh_TW": "一見出家人，社會的寄生蟲，再一看，恐怕來化緣的來了。這些都是招致一些世間人的誤會，不但不知道恭敬三寶，不曉得三寶的意義，在三寶裡頭發生嚴重誤會，造成錯誤的觀念，以至於一些錯誤的行為造了無量無邊的罪業，誰給他的？我們都有責任。從前沒有這些誤會，為什麼？每個寺廟都講經，每個出家、在家的信徒，都了解佛法、都尊重佛法，真正是上自帝王、下至庶民都懂，都接受佛法的教學。所以佛法在中國將近兩千年來，與我們固有文化結合成為一體，這是有它的道理在。今天的衰，我們要曉得衰的因素。它為什麼衰？我們要覺悟，如何能夠叫佛法在我們這一代復興，我們才能夠對得起佛祖，才能對得起我們的祖先，我們這一生也就沒有空過，也就成就無量功德。但是，每個人都有共業與別業，業力太大，佛在經上講「業力之大能敵須彌」，我們有這樣的大心大願不能轉眾生的定業。在眾生善業沒有現前的時候，大家都造惡，大家都趨於有五欲六塵的享受。不能接受佛法的時候，諸位要記住，自己要精進努力的修持；機緣成熟的時候，要盡心盡力的弘法利生。"
    },
    {
      "id": "08-002-0024_p0038",
      "zh_CN": "古人的榜样太多了，你就以达摩祖师来说，达摩祖师到中国来的时候机缘不成熟，他在少林寺面壁九年自己用功，从来不懈怠。一直到他临走，机缘都没成熟，只传了一个慧可大师。我们可以说一直到第六代能大师手上，机缘成熟了，能大师将达摩祖师所传来之法，普遍的弘扬在中国。以后中国的寺院，每个寺院都加上一个禅字，不管它里头是不是学禅的，它都要加上个禅字，你想想看这个影响有多大。这个影响，如其说六祖的影响，不如说达摩祖师的影响。所以给诸位说，在机缘没有成熟要有耐心，千万不要我学一辈子都没有发挥，我学这个东西有什么用处？这是世间人的看法。尤其是在今天，我要特别提醒诸位，你也努力在修学，想将来弘法度生，将来没有缘分，你很想教学，没有学生，这个时候你不要灰心，你看看达摩祖师不灰心。你这一生只要传一个人，不要传多，只要传一个人，他再传一个人，传几代下去之后一定发扬光大，这就行了。何必这个果实要自己看到？要在自己手上完成？不必。这都是古圣先贤留给我们的典型、留给我们的榜样，教给我们应该以什么样的态度来修学。",
      "zh_TW": "古人的榜樣太多了，你就以達摩祖師來說，達摩祖師到中國來的時候機緣不成熟，他在少林寺面壁九年自己用功，從來不懈怠。一直到他臨走，機緣都沒成熟，只傳了一個慧可大師。我們可以說一直到第六代能大師手上，機緣成熟了，能大師將達摩祖師所傳來之法，普遍的弘揚在中國。以後中國的寺院，每個寺院都加上一個禪字，不管它裡頭是不是學禪的，它都要加上個禪字，你想想看這個影響有多大。這個影響，如其說六祖的影響，不如說達摩祖師的影響。所以給諸位說，在機緣沒有成熟要有耐心，千萬不要我學一輩子都沒有發揮，我學這個東西有什麼用處？這是世間人的看法。尤其是在今天，我要特別提醒諸位，你也努力在修學，想將來弘法度生，將來沒有緣分，你很想教學，沒有學生，這個時候你不要灰心，你看看達摩祖師不灰心。你這一生只要傳一個人，不要傳多，只要傳一個人，他再傳一個人，傳幾代下去之後一定發揚光大，這就行了。何必這個果實要自己看到？要在自己手上完成？不必。這都是古聖先賢留給我們的典型、留給我們的榜樣，教給我們應該以什麼樣的態度來修學。"
    },
    {
      "id": "08-002-0024_p0039",
      "zh_CN": "所以修学能够不退心就是解得深，凡是退心的，对于佛法解得很浅薄。就譬如走路一样，走路他不退转，他一直往前面走，他认识路，他熟，他晓得前面什么目标，再前面是哪里，他清清楚楚，他慢慢的走，他会走到。那个退转的不认识路，他不晓得，他跟着你走，好像走了一段时间还没到，算了，你大概走错路，我不干，我走另外一条路，他对前面情况是一无所知。由此可知，行与解的关系多重要，这也就是说在顺序上排列的信解行证。就是净土宗，它虽然不是按照信解行证的顺序，它是信，解行同时，再求证。所以学净土，不是说学净土可以不要解了，我修行就行了，没那么容易！如果老实修行就行了，怕的你不老实，你要晓得老实两个字太可贵！老实两个字不容易做到。老实是什么？虽然他不解，他对老师的话百分之百的相信，绝不退转。他不认识字，他也没念过书，他佛法教义什么都不懂，他的老师教他，你就老实念佛，一直念下去什么都不要管，将来佛接你往生。他相信，我就照这个话我一直念下去，到临命终时佛来接我往生，佛就真的接他去。他一生不退转，哪个人劝他，你再改别的法门，他不听，他很老实。今天又想禅，明天又想密，这个人就不老实。",
      "zh_TW": "所以修學能夠不退心就是解得深，凡是退心的，對於佛法解得很淺薄。就譬如走路一樣，走路他不退轉，他一直往前面走，他認識路，他熟，他曉得前面什麼目標，再前面是哪裡，他清清楚楚，他慢慢的走，他會走到。那個退轉的不認識路，他不曉得，他跟著你走，好像走了一段時間還沒到，算了，你大概走錯路，我不幹，我走另外一條路，他對前面情況是一無所知。由此可知，行與解的關係多重要，這也就是說在順序上排列的信解行證。就是淨土宗，它雖然不是按照信解行證的順序，它是信，解行同時，再求證。所以學淨土，不是說學淨土可以不要解了，我修行就行了，沒那麼容易！如果老實修行就行了，怕的你不老實，你要曉得老實兩個字太可貴！老實兩個字不容易做到。老實是什麼？雖然他不解，他對老師的話百分之百的相信，絕不退轉。他不認識字，他也沒念過書，他佛法教義什麼都不懂，他的老師教他，你就老實念佛，一直念下去什麼都不要管，將來佛接你往生。他相信，我就照這個話我一直念下去，到臨命終時佛來接我往生，佛就真的接他去。他一生不退轉，哪個人勸他，你再改別的法門，他不聽，他很老實。今天又想禪，明天又想密，這個人就不老實。"
    },
    {
      "id": "08-002-0024_p0040",
      "zh_CN": "研究经也是如此，今天《法华经》好，我研究它；明天《华严经》也不错，又动了心；后天三论不错，又动了心，不老实。不老实研教，教不成就，修行，行不成就，就是你不老实，三心二意。我们的前途要是毁就毁在这上面，不是外面的诱惑，怪自己做不了主张。也有人问我，我们在这样情形之下怎么办？遇到很多善知识，这个善知识教我这个，那个善知识教我那个，他来问我，我应该怎么选择。你说我怎么能代他选择，我要选择这个，别的那些人听到就气，对我恨透了。我只给他一句话，自己心里要有主张，我只教他这句话。心有主张就不动摇，在教，学哪个法门，行，学哪个法门，十方诸佛来劝我我也不动摇，你就决定成功。这真的，如果佛要劝你的时候你动摇，魔可以化一个佛来劝你，为什么？魔就希望破坏你的佛法，希望你不要成就。所以你要记住，佛来的时候都不动摇，何况其他的人？我样样都可以听，样样都可以接近，就是不动摇，决定有成就。下课。",
      "zh_TW": "研究經也是如此，今天《法華經》好，我研究它；明天《華嚴經》也不錯，又動了心；後天三論不錯，又動了心，不老實。不老實研教，教不成就，修行，行不成就，就是你不老實，三心二意。我們的前途要是毀就毀在這上面，不是外面的誘惑，怪自己做不了主張。也有人問我，我們在這樣情形之下怎麼辦？遇到很多善知識，這個善知識教我這個，那個善知識教我那個，他來問我，我應該怎麼選擇。你說我怎麼能代他選擇，我要選擇這個，別的那些人聽到就氣，對我恨透了。我只給他一句話，自己心裡要有主張，我只教他這句話。心有主張就不動搖，在教，學哪個法門，行，學哪個法門，十方諸佛來勸我我也不動搖，你就決定成功。這真的，如果佛要勸你的時候你動搖，魔可以化一個佛來勸你，為什麼？魔就希望破壞你的佛法，希望你不要成就。所以你要記住，佛來的時候都不動搖，何況其他的人？我樣樣都可以聽，樣樣都可以接近，就是不動搖，決定有成就。下課。"
    }
  ]
}