{
  "doc_id": "08-002-0042",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十二集",
    "zh_TW": "第四十二集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0042",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "08-002-0042_p0001",
      "zh_CN": "讲义第十八页：",
      "zh_TW": "講義第十八頁："
    },
    {
      "id": "08-002-0042_p0002",
      "zh_CN": "【因心功德。尚与罗汉果齐。则知果上功德不可思议也。】",
      "zh_TW": "【因心功德。尚與羅漢果齊。則知果上功德不可思議也。】"
    },
    {
      "id": "08-002-0042_p0003",
      "zh_CN": "因地上的功德就与阿罗汉果齐了。果上功德不可思议，这个果又指的是什么？我们要明了，究竟的果位是佛。佛出现在世间「净佛国土教化众生」，这个功德无量无边，真正不可思议。要从分证果上来说，那就圆教初住菩萨以上，这就是证果的法师，这是法身大士，功德当然不可思议。如果我们把这个标准再降低，降低到相似位、观行位都不可思议。譬如当年智者大师，我们晓得这是法华宗第一代祖师，天台的智者大师往生的时候，他的这些徒弟们问他老人家：你已经证到什么果位？大师很谦虚的说，他因为领众，领众就有很多拉拉杂杂的事情要操心，所以他只证得五品位。五品位是什么位？是在观行位；换句话说，这个位次不高，充其量不过是事一心不乱而已。由此可知，这个地位最高也不过是七信位菩萨，就是六信、七信信位菩萨。那我们想想，智者大师的功德就不得了！诸位一定要明了，领众是不得已，现在人一出家发心就想做当家、做住持。如果没有智者大师那个戒定慧的功德，这领众不晓得把众领到哪里去了。",
      "zh_TW": "因地上的功德就與阿羅漢果齊了。果上功德不可思議，這個果又指的是什麼？我們要明瞭，究竟的果位是佛。佛出現在世間「淨佛國土教化眾生」，這個功德無量無邊，真正不可思議。要從分證果上來說，那就圓教初住菩薩以上，這就是證果的法師，這是法身大士，功德當然不可思議。如果我們把這個標準再降低，降低到相似位、觀行位都不可思議。譬如當年智者大師，我們曉得這是法華宗第一代祖師，天台的智者大師往生的時候，他的這些徒弟們問他老人家：你已經證到什麼果位？大師很謙虛的說，他因為領眾，領眾就有很多拉拉雜雜的事情要操心，所以他只證得五品位。五品位是什麼位？是在觀行位；換句話說，這個位次不高，充其量不過是事一心不亂而已。由此可知，這個地位最高也不過是七信位菩薩，就是六信、七信信位菩薩。那我們想想，智者大師的功德就不得了！諸位一定要明瞭，領眾是不得已，現在人一出家發心就想做當家、做住持。如果沒有智者大師那個戒定慧的功德，這領眾不曉得把眾領到哪裡去了。"
    },
    {
      "id": "08-002-0042_p0004",
      "zh_CN": "从前丛林里面，不要说是和尚，就是里面办事的这些人，都是菩萨再来。像天台山国清寺，连厨房里面烧饭的、舂米的，都是文殊、普贤、阿弥陀佛再来。丰干和尚舂米的，阿弥陀佛化身；寒山、拾得厨房里烧火的，他们干什么？他们来供养大众。来做这些别人不愿意做的事情，菩萨来成就大家！所以我们念佛人讲到果证，就是一心不乱。事一心不乱，这是我们念佛人证的小果；理一心不乱，证的是大果。只要证得一心不乱，那就是果上功德不可思议。你证得事一心不乱，阿罗汉决定比不上你，为什么？阿罗汉没有菩提心，你有菩提心，怎么能相比！阿罗汉跟你能比的地方，只是极小的一部分，就是断见思烦恼，阿罗汉已经断见思烦恼，你也断见思烦恼，所以在这一点上阿罗汉可以跟你比。除这一点以外，任何一方面阿罗汉都不能跟你相比。下面提出一个疑问：",
      "zh_TW": "從前叢林裡面，不要說是和尚，就是裡面辦事的這些人，都是菩薩再來。像天台山國清寺，連廚房裡面燒飯的、舂米的，都是文殊、普賢、阿彌陀佛再來。豐干和尚舂米的，阿彌陀佛化身；寒山、拾得廚房裡燒火的，他們幹什麼？他們來供養大眾。來做這些別人不願意做的事情，菩薩來成就大家！所以我們念佛人講到果證，就是一心不亂。事一心不亂，這是我們念佛人證的小果；理一心不亂，證的是大果。只要證得一心不亂，那就是果上功德不可思議。你證得事一心不亂，阿羅漢決定比不上你，為什麼？阿羅漢沒有菩提心，你有菩提心，怎麼能相比！阿羅漢跟你能比的地方，只是極小的一部分，就是斷見思煩惱，阿羅漢已經斷見思煩惱，你也斷見思煩惱，所以在這一點上阿羅漢可以跟你比。除這一點以外，任何一方面阿羅漢都不能跟你相比。下面提出一個疑問："
    },
    {
      "id": "08-002-0042_p0005",
      "zh_CN": "【或曰。既是因心。世间颇有如是之人不。】",
      "zh_TW": "【或曰。既是因心。世間頗有如是之人不。】"
    },
    {
      "id": "08-002-0042_p0006",
      "zh_CN": "这是提出一个假设的疑问，像这样的人我们世间有没有？你看底下答复：",
      "zh_TW": "這是提出一個假設的疑問，像這樣的人我們世間有沒有？你看底下答覆："
    },
    {
      "id": "08-002-0042_p0007",
      "zh_CN": "【曰实有是人。愧予识浅不能博记。】",
      "zh_TW": "【曰實有是人。愧予識淺不能博記。】"
    },
    {
      "id": "08-002-0042_p0008",
      "zh_CN": "这是法师在此地谦虚，自己客气，说明自己见识有限。这个大意是湛然法师说的，这个「予」就是湛然法师自称，我很惭愧，我这个见识狭小，不够渊博，确实有这个人，但是我不认识。",
      "zh_TW": "這是法師在此地謙虛，自己客氣，說明自己見識有限。這個大意是湛然法師說的，這個「予」就是湛然法師自稱，我很慚愧，我這個見識狹小，不夠淵博，確實有這個人，但是我不認識。"
    },
    {
      "id": "08-002-0042_p0009",
      "zh_CN": "【又无圣智圆鉴。】",
      "zh_TW": "【又無聖智圓鑒。】"
    },
    {
      "id": "08-002-0042_p0010",
      "zh_CN": "自己证了果，自己才是圣人，才有圣人的智慧，才能够圆满的照了哪个人是再来人、哪个人到什么果位，看得清清楚楚。高位看底下看得清楚，底下看高的看不到。如果你要是证得理一心，那事一心以下的境界你看得清清楚楚，某人是什么样的境界全清楚。这就是谦虚说自己没有证得圣智，没有圆鉴的能力。",
      "zh_TW": "自己證了果，自己才是聖人，才有聖人的智慧，才能夠圓滿的照了哪個人是再來人、哪個人到什麼果位，看得清清楚楚。高位看底下看得清楚，底下看高的看不到。如果你要是證得理一心，那事一心以下的境界你看得清清楚楚，某人是什麼樣的境界全清楚。這就是謙虛說自己沒有證得聖智，沒有圓鑒的能力。"
    },
    {
      "id": "08-002-0042_p0011",
      "zh_CN": "【姑以所闻。略引一二。以释子疑。】",
      "zh_TW": "【姑以所聞。略引一二。以釋子疑。】"
    },
    {
      "id": "08-002-0042_p0012",
      "zh_CN": "平常我们也曾经听说，听说的也不少，略举几个人来消释你的疑惑。就是说你不必多疑，我们这个世间确实有这样的人存在，下面举了几个人。",
      "zh_TW": "平常我們也曾經聽說，聽說的也不少，略舉幾個人來消釋你的疑惑。就是說你不必多疑，我們這個世間確實有這樣的人存在，下面舉了幾個人。"
    },
    {
      "id": "08-002-0042_p0013",
      "zh_CN": "【如离娄见隔山蚁斗。即是眼根。】",
      "zh_TW": "【如離婁見隔山蟻鬥。即是眼根。】"
    },
    {
      "id": "08-002-0042_p0014",
      "zh_CN": "这就是有天眼，隔了一个山，别人看不到那个蚂蚁打仗，他在这里看到。这是我们世间人，这不是学佛的，不是学佛的六根都有特别聪利的，何况佛门里面修证的，那更不必说。",
      "zh_TW": "這就是有天眼，隔了一個山，別人看不到那個螞蟻打仗，他在這裡看到。這是我們世間人，這不是學佛的，不是學佛的六根都有特別聰利的，何況佛門裡面修證的，那更不必說。"
    },
    {
      "id": "08-002-0042_p0015",
      "zh_CN": "【文姬壁外听其断弦。即是耳根。】",
      "zh_TW": "【文姬壁外聽其斷絃。即是耳根。】"
    },
    {
      "id": "08-002-0042_p0016",
      "zh_CN": "前面是天眼，这是天耳，隔了个墙，墙外面弹琴弦断了，她能够听得清清楚楚。这两个是说我们中国古人，这是历史上有记载的。",
      "zh_TW": "前面是天眼，這是天耳，隔了個牆，牆外面彈琴弦斷了，她能夠聽得清清楚楚。這兩個是說我們中國古人，這是歷史上有記載的。"
    },
    {
      "id": "08-002-0042_p0017",
      "zh_CN": "【龙树能辨百味之丸。即是鼻根。】",
      "zh_TW": "【龍樹能辨百味之丸。即是鼻根。】"
    },
    {
      "id": "08-002-0042_p0018",
      "zh_CN": "这是龙树菩萨，造《大智度论》的就是他，他的鼻根通达，没有障碍。我们在古时候合药，现在中药也是如此，药丸有许多种药配出来、做出来的，他一闻就晓得这里面有哪些材料，一样一样都说得清清楚楚，这是鼻根通利。今天我们拿东西要化验、要分析，看看里头有哪些成分，有的时候还未必很正确。人家闻一闻就晓得，你这里面有多少东西，某种东西有多少成分，他就清清楚楚。",
      "zh_TW": "這是龍樹菩薩，造《大智度論》的就是他，他的鼻根通達，沒有障礙。我們在古時候合藥，現在中藥也是如此，藥丸有許多種藥配出來、做出來的，他一聞就曉得這裡面有哪些材料，一樣一樣都說得清清楚楚，這是鼻根通利。今天我們拿東西要化驗、要分析，看看裡頭有哪些成分，有的時候還未必很正確。人家聞一聞就曉得，你這裡面有多少東西，某種東西有多少成分，他就清清楚楚。"
    },
    {
      "id": "08-002-0042_p0019",
      "zh_CN": "【孔明能辨涪水。即是舌根。】",
      "zh_TW": "【孔明能辨涪水。即是舌根。】"
    },
    {
      "id": "08-002-0042_p0020",
      "zh_CN": "这讲诸葛亮。",
      "zh_TW": "這講諸葛亮。"
    },
    {
      "id": "08-002-0042_p0021",
      "zh_CN": "【图澄掌现军旅。即是身根。】",
      "zh_TW": "【圖澄掌現軍旅。即是身根。】"
    },
    {
      "id": "08-002-0042_p0022",
      "zh_CN": "佛图澄，这是国王问他军队在外面打仗的情形，他就把手掌涂了一点麻油，叫国王自己来看，就像电视一样。军队在外面打仗、行军的情形，完全在他手掌里面，比现在的电视还管用。这是佛法里面讲的三明六通。",
      "zh_TW": "佛圖澄，這是國王問他軍隊在外面打仗的情形，他就把手掌塗了一點麻油，叫國王自己來看，就像電視一樣。軍隊在外面打仗、行軍的情形，完全在他手掌裡面，比現在的電視還管用。這是佛法裡面講的三明六通。"
    },
    {
      "id": "08-002-0042_p0023",
      "zh_CN": "【康节遥谶未来。即是意根。】",
      "zh_TW": "【康節遙讖未來。即是意根。】"
    },
    {
      "id": "08-002-0042_p0024",
      "zh_CN": "康节是邵康节，他有一部很著名的书，也是我们中国预言的根本叫《皇极经世书》，他推算的就很久远。讲国运、世运，这个世界的变化，多少万年一个周期，根据《易经》所推演下来，讲整个世界的世运，这是大预言，这是意根。",
      "zh_TW": "康節是邵康節，他有一部很著名的書，也是我們中國預言的根本叫《皇極經世書》，他推算的就很久遠。講國運、世運，這個世界的變化，多少萬年一個週期，根據《易經》所推演下來，講整個世界的世運，這是大預言，這是意根。"
    },
    {
      "id": "08-002-0042_p0025",
      "zh_CN": "【曰是等不闻持经而得。】",
      "zh_TW": "【曰是等不聞持經而得。】"
    },
    {
      "id": "08-002-0042_p0026",
      "zh_CN": "这些人都没有说明他是持经而得的。",
      "zh_TW": "這些人都沒有說明他是持經而得的。"
    },
    {
      "id": "08-002-0042_p0027",
      "zh_CN": "【适己言之。愧无圣智圆鉴。安知其前生不持经乎。】",
      "zh_TW": "【適己言之。愧無聖智圓鑒。安知其前生不持經乎。】"
    },
    {
      "id": "08-002-0042_p0028",
      "zh_CN": "这些人都有这样了不起的神通，特殊的能力，可惜我们自己没有圣智，没有天眼，这些人这一生没有闻经，没有受持读诵，那前生、再前生呢？我们不晓得。如果我们有宿命通，我们知道这个人的过去世，晓得你过去世修行好，过去世已经证得这个境界，今天再到人间来，虽然不闻经，不遇佛法，他这个能力还存在，还能够保持而不失。像去年下半年，我在高雄讲经的时候，有个居士拿报纸给我看，我不晓得那个报纸有没有剪下来。日本有个小孩十几岁，是有三只眼，就是他眼睛能见，他鼻子也能见。做过很多次的试验，把他两个眼睛蒙着，他外面看得清清楚楚，鼻子见；再把鼻子蒙着，他看不见。这就是佛经里面讲的六根互用，他还不到六根，他就是眼根跟鼻根可以互用；而佛门里面给我们讲六根互用，那就非常殊胜。那个报纸上还登了照片，可见得这个东西不是假的，是真的。末后两句，法师劝勉我们：",
      "zh_TW": "這些人都有這樣了不起的神通，特殊的能力，可惜我們自己沒有聖智，沒有天眼，這些人這一生沒有聞經，沒有受持讀誦，那前生、再前生呢？我們不曉得。如果我們有宿命通，我們知道這個人的過去世，曉得你過去世修行好，過去世已經證得這個境界，今天再到人間來，雖然不聞經，不遇佛法，他這個能力還存在，還能夠保持而不失。像去年下半年，我在高雄講經的時候，有個居士拿報紙給我看，我不曉得那個報紙有沒有剪下來。日本有個小孩十幾歲，是有三隻眼，就是他眼睛能見，他鼻子也能見。做過很多次的試驗，把他兩個眼睛蒙著，他外面看得清清楚楚，鼻子見；再把鼻子蒙著，他看不見。這就是佛經裡面講的六根互用，他還不到六根，他就是眼根跟鼻根可以互用；而佛門裡面給我們講六根互用，那就非常殊勝。那個報紙上還登了照片，可見得這個東西不是假的，是真的。末後兩句，法師勸勉我們："
    },
    {
      "id": "08-002-0042_p0029",
      "zh_CN": "【汝但谛信佛言。必非虚谬。】",
      "zh_TW": "【汝但諦信佛言。必非虛謬。】"
    },
    {
      "id": "08-002-0042_p0030",
      "zh_CN": "难就难在谛实的尽信，你要是肯谛信，依教奉行，没有不成就的。如果你对于佛所说的这些话怀疑，不能成就要怪你自己，不能怪佛。我刚才给诸位讲的求福，求我们现前一点小福报，像袁了凡那样。我们如果今天要做，袁了凡做了二十年，这个果报才那么样的显著。我们今天要做，给诸位说，三年到五年就有袁了凡那样的成就。为什么？了凡居士刚刚做的时候半信半疑，所以他需要那么长的时间。我们今天要做，一点怀疑都没有，谛信不疑，我们三、五年的时间，必定可以抵得他二、三十年的时间。他听云谷大师讲的，他没有见到样子；我们现在听说，也见到样子。了凡这个样子我们虽然没有亲见，我们听得很真实。可是在台湾像这样的样子不是没有，真有这个样子摆在面前，我们还有什么怀疑的？谛信不疑，就能成就法师无量无边的功德。",
      "zh_TW": "難就難在諦實的盡信，你要是肯諦信，依教奉行，沒有不成就的。如果你對於佛所說的這些話懷疑，不能成就要怪你自己，不能怪佛。我剛才給諸位講的求福，求我們現前一點小福報，像袁了凡那樣。我們如果今天要做，袁了凡做了二十年，這個果報才那麼樣的顯著。我們今天要做，給諸位說，三年到五年就有袁了凡那樣的成就。為什麼？了凡居士剛剛做的時候半信半疑，所以他需要那麼長的時間。我們今天要做，一點懷疑都沒有，諦信不疑，我們三、五年的時間，必定可以抵得他二、三十年的時間。他聽雲谷大師講的，他沒有見到樣子；我們現在聽說，也見到樣子。了凡這個樣子我們雖然沒有親見，我們聽得很真實。可是在台灣像這樣的樣子不是沒有，真有這個樣子擺在面前，我們還有什麼懷疑的？諦信不疑，就能成就法師無量無邊的功德。"
    },
    {
      "id": "08-002-0042_p0031",
      "zh_CN": "下面一品，「常不轻菩萨品」，给我们介绍常不轻菩萨。",
      "zh_TW": "下面一品，「常不輕菩薩品」，給我們介紹常不輕菩薩。"
    },
    {
      "id": "08-002-0042_p0032",
      "zh_CN": "【前明随喜一句。功超二乘。】",
      "zh_TW": "【前明隨喜一句。功超二乘。】"
    },
    {
      "id": "08-002-0042_p0033",
      "zh_CN": "这是在「随喜功德品」里面讲的。",
      "zh_TW": "這是在「隨喜功德品」裡面講的。"
    },
    {
      "id": "08-002-0042_p0034",
      "zh_CN": "【读诵受持。六根清净。】",
      "zh_TW": "【讀誦受持。六根清淨。】"
    },
    {
      "id": "08-002-0042_p0035",
      "zh_CN": "这两句话是「法师功德品」里面说的。诸位要记住，读诵受持，其目的就是在六根清净。三学三慧同时的修学，才能成就我们六根清净。",
      "zh_TW": "這兩句話是「法師功德品」裡面說的。諸位要記住，讀誦受持，其目的就是在六根清淨。三學三慧同時的修學，才能成就我們六根清淨。"
    },
    {
      "id": "08-002-0042_p0036",
      "zh_CN": "【未审曾有何人。得如是事。故引常不轻为证。即是以人证法也。】",
      "zh_TW": "【未審曾有何人。得如是事。故引常不輕為證。即是以人證法也。】"
    },
    {
      "id": "08-002-0042_p0037",
      "zh_CN": "这是经上有人问佛，佛所说的「随喜一句，功超二乘，读诵受持，六根清净」，有没有这样的人？所以佛才引常不轻菩萨来作证，确有其人。常不轻菩萨是谁？给诸位说，每尊菩萨都是常不轻菩萨，哪个菩萨会轻慢人！如果心里还有贡高我慢，瞧不起人的，那不是菩萨，那是凡夫。我在前面给诸位说，常不轻就是善财，善财就是常不轻，华严会上以善财童子为代表，菩萨修行就是一个人。除自己以外，其他的都是佛、都是自己的老师，那怎么敢轻慢！如果我们学善财、学常不轻菩萨这个态度，我们自己就是善财、自己就是常不轻。随喜功德、法师功德你就统统具足，你就功超二乘，六根清净。",
      "zh_TW": "這是經上有人問佛，佛所說的「隨喜一句，功超二乘，讀誦受持，六根清淨」，有沒有這樣的人？所以佛才引常不輕菩薩來作證，確有其人。常不輕菩薩是誰？給諸位說，每尊菩薩都是常不輕菩薩，哪個菩薩會輕慢人！如果心裡還有貢高我慢，瞧不起人的，那不是菩薩，那是凡夫。我在前面給諸位說，常不輕就是善財，善財就是常不輕，華嚴會上以善財童子為代表，菩薩修行就是一個人。除自己以外，其他的都是佛、都是自己的老師，那怎麼敢輕慢！如果我們學善財、學常不輕菩薩這個態度，我們自己就是善財、自己就是常不輕。隨喜功德、法師功德你就統統具足，你就功超二乘，六根清淨。"
    },
    {
      "id": "08-002-0042_p0038",
      "zh_CN": "【常不轻有二。一是不专读诵。但持一句。劝人得获六根清净者。】",
      "zh_TW": "【常不輕有二。一是不專讀誦。但持一句。勸人得獲六根清淨者。】"
    },
    {
      "id": "08-002-0042_p0039",
      "zh_CN": "佛法里面的修学，最重要的是在心地、修学的态度，方法实在是其次。我在五十六年到台北来讲经，有许多法师来找我，要我告诉他讲经的方法，我告诉他们这个方法不重要，他不相信。我简单写了一个东西，「内典研究要领」，这篇小东西李老师看过，这篇东西分作四段，第一个是弘经的目的，第二段是态度，第三段是方法，第四段是果用。我就说得很清楚，如果要把这部经讲好，能叫众生得利益，态度要占百分之九十，方法充其量不过百分之十而已。这个地方也是这个意思，要紧的是在态度，你有清净心、有热忱就够了，所以此地是以六根清净为基础。像常不轻菩萨，经上所讲的这一位，他没有能力受持一部大经，但是他能够受持《法华经》的一句，一句就行，只要这一句他真懂得了，一生就照这一句去做，他就能成佛，就能够成就。常不轻菩萨持的是一句，我们念佛人何尝不是一句，「南无阿弥陀佛」怎么不是一句？但是我们这句南无阿弥陀佛真是白念，不晓得意思，就是在这一句里头提不起观照功夫。天天念，念的还是天天迷，不晓得「南无阿弥陀佛」意思是皈依无量觉。什么是皈？心从六尘境界里回来，这个皈是回归。依是依靠，依靠什么？依靠无量觉，样样都要觉而不迷，这就是南无阿弥陀佛。念这一句南无阿弥陀佛，还是处处都迷，迷而不觉，既不皈又没有依，没有无量觉就是无量迷，完全颠倒。所以这个佛号是白念，这种念佛叫有口无心，无心就是没有觉心。你说我有心念那是迷心，那是第六意识，识心不是觉心。觉心是真心，觉心是清净心；迷心是染污心，所以是迷而不觉。许多人念佛就是念错了，所以念了一辈子佛，他也没有获得六根清净。",
      "zh_TW": "佛法裡面的修學，最重要的是在心地、修學的態度，方法實在是其次。我在五十六年到台北來講經，有許多法師來找我，要我告訴他講經的方法，我告訴他們這個方法不重要，他不相信。我簡單寫了一個東西，「內典研究要領」，這篇小東西李老師看過，這篇東西分作四段，第一個是弘經的目的，第二段是態度，第三段是方法，第四段是果用。我就說得很清楚，如果要把這部經講好，能叫眾生得利益，態度要佔百分之九十，方法充其量不過百分之十而已。這個地方也是這個意思，要緊的是在態度，你有清淨心、有熱忱就夠了，所以此地是以六根清淨為基礎。像常不輕菩薩，經上所講的這一位，他沒有能力受持一部大經，但是他能夠受持《法華經》的一句，一句就行，只要這一句他真懂得了，一生就照這一句去做，他就能成佛，就能夠成就。常不輕菩薩持的是一句，我們念佛人何嘗不是一句，「南無阿彌陀佛」怎麼不是一句？但是我們這句南無阿彌陀佛真是白念，不曉得意思，就是在這一句裡頭提不起觀照功夫。天天念，念的還是天天迷，不曉得「南無阿彌陀佛」意思是皈依無量覺。什麼是皈？心從六塵境界裡回來，這個皈是回歸。依是依靠，依靠什麼？依靠無量覺，樣樣都要覺而不迷，這就是南無阿彌陀佛。念這一句南無阿彌陀佛，還是處處都迷，迷而不覺，既不皈又沒有依，沒有無量覺就是無量迷，完全顛倒。所以這個佛號是白念，這種念佛叫有口無心，無心就是沒有覺心。你說我有心念那是迷心，那是第六意識，識心不是覺心。覺心是真心，覺心是清淨心；迷心是染污心，所以是迷而不覺。許多人念佛就是念錯了，所以念了一輩子佛，他也沒有獲得六根清淨。"
    },
    {
      "id": "08-002-0042_p0040",
      "zh_CN": "【一是自心顿悟之象。谓一念未生已前。如是佛性。人人具足。必当成佛。不敢轻慢也。】",
      "zh_TW": "【一是自心頓悟之象。謂一念未生已前。如是佛性。人人具足。必當成佛。不敢輕慢也。】"
    },
    {
      "id": "08-002-0042_p0041",
      "zh_CN": "这比前面的功夫要深得多了。这两个意思很显明，前面一个意思，受持一句经，就能够获得六根清净，你们想想，这种人我们敢轻慢他吗？不敢轻慢。更说得深一点，那就是一切众生皆有佛性，一切众生皆当作佛，那你敢轻慢吗？轻慢众生，岂不就是轻慢诸佛？如果你读《华严》、读《圆觉》，佛给我们讲「一切众生本来成佛」，好了，你不敢轻慢。所以善财、常不轻菩萨的示现，这说出其所以然的道理。众生他迷惑颠倒，他不晓得；可是你一个明白人看得出来，他确实是佛，一点不假，可是他自己迷惑，他自己迷，我们不可以不尊重。就好像世间王子一样，他确实是个王子，他现在迷惑，他自己忘掉了，甚至沦落在街头做乞丐，可是你认识他，你不敢轻慢他，晓得他是王子。之所以轻慢是无知，不知道，不晓得一切众生本来是佛，所以才轻慢众生。如果你真正觉悟到，这讲「自心顿悟之象」，常不轻菩萨大彻大悟，善财童子大彻大悟，晓得情与无情同圆种智。一切众生，众生里头就包括有情众生、无情众生，有情众生本来成佛，无情众生也是本来成佛，悟了才见到这个相，不悟见不到这个相。所以悟了以后这个修是真修，没悟的时候是盲修瞎练，自以为是，这个情形完全不相同。",
      "zh_TW": "這比前面的功夫要深得多了。這兩個意思很顯明，前面一個意思，受持一句經，就能夠獲得六根清淨，你們想想，這種人我們敢輕慢他嗎？不敢輕慢。更說得深一點，那就是一切眾生皆有佛性，一切眾生皆當作佛，那你敢輕慢嗎？輕慢眾生，豈不就是輕慢諸佛？如果你讀《華嚴》、讀《圓覺》，佛給我們講「一切眾生本來成佛」，好了，你不敢輕慢。所以善財、常不輕菩薩的示現，這說出其所以然的道理。眾生他迷惑顛倒，他不曉得；可是你一個明白人看得出來，他確實是佛，一點不假，可是他自己迷惑，他自己迷，我們不可以不尊重。就好像世間王子一樣，他確實是個王子，他現在迷惑，他自己忘掉了，甚至淪落在街頭做乞丐，可是你認識他，你不敢輕慢他，曉得他是王子。之所以輕慢是無知，不知道，不曉得一切眾生本來是佛，所以才輕慢眾生。如果你真正覺悟到，這講「自心頓悟之象」，常不輕菩薩大徹大悟，善財童子大徹大悟，曉得情與無情同圓種智。一切眾生，眾生裡頭就包括有情眾生、無情眾生，有情眾生本來成佛，無情眾生也是本來成佛，悟了才見到這個相，不悟見不到這個相。所以悟了以後這個修是真修，沒悟的時候是盲修瞎練，自以為是，這個情形完全不相同。"
    },
    {
      "id": "08-002-0042_p0042",
      "zh_CN": "【何以知为自心顿悟之象。】",
      "zh_TW": "【何以知為自心頓悟之象。】"
    },
    {
      "id": "08-002-0042_p0043",
      "zh_CN": "这一品就是解释这个问题，给我们解答。",
      "zh_TW": "這一品就是解釋這個問題，給我們解答。"
    },
    {
      "id": "08-002-0042_p0044",
      "zh_CN": "【此品首言持毁功过。次言过无量无边不思议阿僧祇劫。岂非明此心过去无始不可以时数限之耶。】",
      "zh_TW": "【此品首言持毀功過。次言過無量無邊不思議阿僧祇劫。豈非明此心過去無始不可以時數限之耶。】"
    },
    {
      "id": "08-002-0042_p0045",
      "zh_CN": "这是提出经文里面的义趣，也就是纲领。告诉我们，世尊在这一品经里面，首先说明持经与毁谤的功过，持经的功德不可思议，毁谤所造的罪也不可思议。其次又给我们讲，说明一个问题，说明这个心是确确实实超越数量、超越时空的，所谓「心包太虚，量周沙界」。这是比喻过（过是超过）无量无边不可思议阿僧祇劫，用这种方式来说明。",
      "zh_TW": "這是提出經文裡面的義趣，也就是綱領。告訴我們，世尊在這一品經裡面，首先說明持經與毀謗的功過，持經的功德不可思議，毀謗所造的罪也不可思議。其次又給我們講，說明一個問題，說明這個心是確確實實超越數量、超越時空的，所謂「心包太虛，量周沙界」。這是比喻過（過是超過）無量無邊不可思議阿僧祇劫，用這種方式來說明。"
    },
    {
      "id": "08-002-0042_p0046",
      "zh_CN": "【佛号威音王者。】",
      "zh_TW": "【佛號威音王者。】"
    },
    {
      "id": "08-002-0042_p0047",
      "zh_CN": "下面给我们解释什么叫威音王，佛经里面常说，尤其是禅宗里头常举「威音那畔」。",
      "zh_TW": "下面給我們解釋什麼叫威音王，佛經裡面常說，尤其是禪宗裡頭常舉「威音那畔」。"
    },
    {
      "id": "08-002-0042_p0048",
      "zh_CN": "【岂不云此心无音之音。威莫大焉。】",
      "zh_TW": "【豈不云此心無音之音。威莫大焉。】"
    },
    {
      "id": "08-002-0042_p0049",
      "zh_CN": "把威音解释出来，有音之音不叫威音，威音之音是无音之音；换句话说，无眼之眼，无闻之闻，所以称之为王。王是自在的意思。",
      "zh_TW": "把威音解釋出來，有音之音不叫威音，威音之音是無音之音；換句話說，無眼之眼，無聞之聞，所以稱之為王。王是自在的意思。"
    },
    {
      "id": "08-002-0042_p0050",
      "zh_CN": "【其自在如王乎。】",
      "zh_TW": "【其自在如王乎。】"
    },
    {
      "id": "08-002-0042_p0051",
      "zh_CN": "一个国家只有国王他做主，他发号施令，一切人都服从他、都要听他，所以王是取自在的意思。这个意思也就很明显的告诉我们，佛说法是无音之音，所以他得大自在。佛说法四十九年是无说而说，确实佛没有说过一个字，佛没有说过一个字说了四十九年。正因为佛是无音之音、无说而说，所以才叫这些听者千万不能着言说相。你着言说相，那不就变成有说而说，不是有听之听了吗？完全堕在意识的范围里，那就大错了。这就怎么样？转佛法为世间法，转悟成迷，佛法里头最困难的一点就是这一点。所以法达禅师诵《法华经》十年不开悟，为《法华》所转；遇到六祖，六祖给他点醒之后，大彻大悟，这才转《法华》。我们今天就是这一关不能突破，而这一关又不是不能突破。",
      "zh_TW": "一個國家只有國王他做主，他發號施令，一切人都服從他、都要聽他，所以王是取自在的意思。這個意思也就很明顯的告訴我們，佛說法是無音之音，所以他得大自在。佛說法四十九年是無說而說，確實佛沒有說過一個字，佛沒有說過一個字說了四十九年。正因為佛是無音之音、無說而說，所以才叫這些聽者千萬不能著言說相。你著言說相，那不就變成有說而說，不是有聽之聽了嗎？完全墮在意識的範圍裡，那就大錯了。這就怎麼樣？轉佛法為世間法，轉悟成迷，佛法裡頭最困難的一點就是這一點。所以法達禪師誦《法華經》十年不開悟，為《法華》所轉；遇到六祖，六祖給他點醒之後，大徹大悟，這才轉《法華》。我們今天就是這一關不能突破，而這一關又不是不能突破。"
    },
    {
      "id": "08-002-0042_p0052",
      "zh_CN": "实在讲就是我们迷执太深，我们对佛的话听一千遍、听一万遍，说老实话，不信、不解，这个苦！听了一辈子还不相信、还不理解，那哪里能做得到？做到什么？做就是转境界，你那个境界转不过来。转境界的相就是常不轻的相，你能够对一切人、一切事、一切物，都以清净净心，你是觉悟了。我们说一个最粗显的相，「怨亲平等，得失双忘」，这是入了境界，刚刚入境界就是这个样子。你在一切法里头，世出世法没有取舍，没有得失，怨亲平等，心地清净，这是入门的相。这就好比是一年级的常不轻菩萨，刚刚入门的善财童子，他就是这个相，这是入了轨道。这个时候修行是真修行，还没有到这个境界那都是在门外，门外不是盲修瞎练，那是什么？下面再以比喻来说。在此地我们要记住，威音王佛是谁？威音王佛是自己本人，果地如是，因地亦然。你要想见威音王，你离言说相、离名字相、离心缘相就见到，威音王佛没有离开你。如果你着相，着言说相、着文字相，还是心里到处攀缘，那威音王就在无量劫前，你见不到。",
      "zh_TW": "實在講就是我們迷執太深，我們對佛的話聽一千遍、聽一萬遍，說老實話，不信、不解，這個苦！聽了一輩子還不相信、還不理解，那哪裡能做得到？做到什麼？做就是轉境界，你那個境界轉不過來。轉境界的相就是常不輕的相，你能夠對一切人、一切事、一切物，都以清淨淨心，你是覺悟了。我們說一個最粗顯的相，「怨親平等，得失雙忘」，這是入了境界，剛剛入境界就是這個樣子。你在一切法裡頭，世出世法沒有取捨，沒有得失，怨親平等，心地清淨，這是入門的相。這就好比是一年級的常不輕菩薩，剛剛入門的善財童子，他就是這個相，這是入了軌道。這個時候修行是真修行，還沒有到這個境界那都是在門外，門外不是盲修瞎練，那是什麼？下面再以比喻來說。在此地我們要記住，威音王佛是誰？威音王佛是自己本人，果地如是，因地亦然。你要想見威音王，你離言說相、離名字相、離心緣相就見到，威音王佛沒有離開你。如果你著相，著言說相、著文字相，還是心裡到處攀緣，那威音王就在無量劫前，你見不到。"
    },
    {
      "id": "08-002-0042_p0053",
      "zh_CN": "【譬如天道。发生则普天下发生。肃杀则普天下肃杀。不令而行。不言而信。】",
      "zh_TW": "【譬如天道。發生則普天下發生。肅殺則普天下肅殺。不令而行。不言而信。】"
    },
    {
      "id": "08-002-0042_p0054",
      "zh_CN": "这是讲自然的运转，譬如到了春天，万物都发生，草木都生芽。到了秋天，肃杀则普天下肃杀，树叶也枯了、也落了，草也黄了、也枯死了。这讲天道，就是说自然的运行。「不令而行」，谁下命令这样做？没有，自自然然的。「不言而信」，你相不相信？谁给你讲的？你相信，春天树发芽你相信，没人给你讲；秋天树叶都落了，也没有人告诉你，你相信。",
      "zh_TW": "這是講自然的運轉，譬如到了春天，萬物都發生，草木都生芽。到了秋天，肅殺則普天下肅殺，樹葉也枯了、也落了，草也黃了、也枯死了。這講天道，就是說自然的運行。「不令而行」，誰下命令這樣做？沒有，自自然然的。「不言而信」，你相不相信？誰給你講的？你相信，春天樹發芽你相信，沒人給你講；秋天樹葉都落了，也沒有人告訴你，你相信。"
    },
    {
      "id": "08-002-0042_p0055",
      "zh_CN": "【以天地无音。世间禀其威令。以齐其化。宁非自在乎。】",
      "zh_TW": "【以天地無音。世間稟其威令。以齊其化。寧非自在乎。】"
    },
    {
      "id": "08-002-0042_p0056",
      "zh_CN": "这是以事实生化来譬喻威音，威音就是这个意思。「禀其威令，以齐其化」，齐是整齐，平等的，都一样的，没有厚薄，「宁非自在乎」。这是讲的自然现象。合到法体上来说：",
      "zh_TW": "這是以事實生化來譬喻威音，威音就是這個意思。「稟其威令，以齊其化」，齊是整齊，平等的，都一樣的，沒有厚薄，「寧非自在乎」。這是講的自然現象。合到法體上來說："
    },
    {
      "id": "08-002-0042_p0057",
      "zh_CN": "【自心实相。亦复如是。】",
      "zh_TW": "【自心實相。亦復如是。】"
    },
    {
      "id": "08-002-0042_p0058",
      "zh_CN": "这个两句话要紧，前面说了那么多就是为了这两句话，这两句话就是自己的威音王佛。威音王佛是什么？就是自心实相，自心实相就是威音王佛。所以我们修学求证的就是要证自心实相，「自心」就是理一心不乱，「实相」就是一真法界。或者我们以净土来说，实相就是实报庄严土、常寂光土。自心是能现，实相是所现，能所不二，所以自心就是实相，实相就是自心。理与事都摆在我们面前，你见到、证实了，你就叫佛菩萨；你见不到，没有证实，就叫凡夫，凡夫与佛菩萨是一个假名而已。这一个道理，这样的修行要领，不但是释迦牟尼佛这么说的，十方三世一切诸佛都这么说，所谓是「佛佛道同」。我们无论研究什么经，读诵受持某一部经典，无论你修学哪个法门，终极的目标、最后的归趣就是自心实相，除此之外别无佛法，这是我们要牢牢的记住。今天我们就讲到这个地方。",
      "zh_TW": "這個兩句話要緊，前面說了那麼多就是為了這兩句話，這兩句話就是自己的威音王佛。威音王佛是什麼？就是自心實相，自心實相就是威音王佛。所以我們修學求證的就是要證自心實相，「自心」就是理一心不亂，「實相」就是一真法界。或者我們以淨土來說，實相就是實報莊嚴土、常寂光土。自心是能現，實相是所現，能所不二，所以自心就是實相，實相就是自心。理與事都擺在我們面前，你見到、證實了，你就叫佛菩薩；你見不到，沒有證實，就叫凡夫，凡夫與佛菩薩是一個假名而已。這一個道理，這樣的修行要領，不但是釋迦牟尼佛這麼說的，十方三世一切諸佛都這麼說，所謂是「佛佛道同」。我們無論研究什麼經，讀誦受持某一部經典，無論你修學哪個法門，終極的目標、最後的歸趣就是自心實相，除此之外別無佛法，這是我們要牢牢的記住。今天我們就講到這個地方。"
    }
  ]
}