{
  "doc_id": "08-002-0053",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十三集",
    "zh_TW": "第五十三集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0053",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "08-002-0053_p0001",
      "zh_CN": "第二十二页，「妙音菩萨品」。前面介绍过：",
      "zh_TW": "第二十二頁，「妙音菩薩品」。前面介紹過："
    },
    {
      "id": "08-002-0053_p0002",
      "zh_CN": "【一切众生喜见菩萨。由持法华经。得现一切色身三昧。】",
      "zh_TW": "【一切眾生喜見菩薩。由持法華經。得現一切色身三昧。】"
    },
    {
      "id": "08-002-0053_p0003",
      "zh_CN": "「持法华经」，这句要特别注意到，不是仅仅念诵这部经文就叫做持法华经，一定要晓得，这个经就是我们自性，正如同前面所说的「此经直指自心见性成佛」，所以才「得现一切色身三昧」。由此可知，一切功德的现前，必定是从三昧现前，三昧就是禅定，就是一心。今天继续给诸位介绍妙音菩萨，经上说：",
      "zh_TW": "「持法華經」，這句要特別注意到，不是僅僅念誦這部經文就叫做持法華經，一定要曉得，這個經就是我們自性，正如同前面所說的「此經直指自心見性成佛」，所以才「得現一切色身三昧」。由此可知，一切功德的現前，必定是從三昧現前，三昧就是禪定，就是一心。今天繼續給諸位介紹妙音菩薩，經上說："
    },
    {
      "id": "08-002-0053_p0004",
      "zh_CN": "【此菩萨得解一切众生语言陀罗尼。即是舌根。故此继之以示其相。盖现身必说法。说法必现身。不相离故。】",
      "zh_TW": "【此菩薩得解一切眾生語言陀羅尼。即是舌根。故此繼之以示其相。蓋現身必說法。說法必現身。不相離故。】"
    },
    {
      "id": "08-002-0053_p0005",
      "zh_CN": "「此菩萨」是指妙音菩萨。一切众生的语言是相当的复杂，我们不要讲他方世界，单单我们这个地球上，甚至于一个国家、一个地区言语都有许多种。如果一个人要想能够普遍的都能够懂得，这是桩相当不容易的事情。但是也并不是说完全做不到，因为在理论是可以讲得通的。如何能够达到理事圆融，理事不二，这个境界就能现前，在一般讲这都是大菩萨的境界。如果我们以唯识的道理来说，总是七地以上，可以说都是妙音菩萨。为什么？因为七地再上去就到不动地，不动地见阿赖耶识了，阿赖耶识里面所含藏的无量无边种子，他都见到了。我们也可以说，宇宙万有的实相到这个时候才亲证得，一切众生的言语当然也不例外，这是在理上说得过去的。一般来讲念佛理一心不乱，是从初住就证得，我们这都是讲的圆教，初住就证得了。当然初住以上这些明心见性的菩萨，对于一切众生言语逐渐的通利，可是要到究竟，这个通达便利是在七地以上，也就是经里面常讲的「广长舌相」。此地说的，妙音着重在说法，说法一定要现身，不现身就不能说法，现身必说法，说法与现身是不相离故。",
      "zh_TW": "「此菩薩」是指妙音菩薩。一切眾生的語言是相當的複雜，我們不要講他方世界，單單我們這個地球上，甚至於一個國家、一個地區言語都有許多種。如果一個人要想能夠普遍的都能夠懂得，這是樁相當不容易的事情。但是也並不是說完全做不到，因為在理論是可以講得通的。如何能夠達到理事圓融，理事不二，這個境界就能現前，在一般講這都是大菩薩的境界。如果我們以唯識的道理來說，總是七地以上，可以說都是妙音菩薩。為什麼？因為七地再上去就到不動地，不動地見阿賴耶識了，阿賴耶識裡面所含藏的無量無邊種子，他都見到了。我們也可以說，宇宙萬有的實相到這個時候才親證得，一切眾生的言語當然也不例外，這是在理上說得過去的。一般來講念佛理一心不亂，是從初住就證得，我們這都是講的圓教，初住就證得了。當然初住以上這些明心見性的菩薩，對於一切眾生言語逐漸的通利，可是要到究竟，這個通達便利是在七地以上，也就是經裡面常講的「廣長舌相」。此地說的，妙音著重在說法，說法一定要現身，不現身就不能說法，現身必說法，說法與現身是不相離故。"
    },
    {
      "id": "08-002-0053_p0006",
      "zh_CN": "这个讲义里面，诸位细细的去看看，经里面有些表法的地方，此地也给我们指出来，其所表的可以说无不是以心法。真心一定是从中道当中显现出来，如果我们执着有个中道，真心还是有障碍。因此古德给我们说，「二边不立，中道不存」，话说得是不错，我们能不能入这个境界？还是不能。为什么不能？我们听了这个话，二边不立，中道不存，这就落空，执着个什么都没有了。凡夫是说有则执着有，说无就执着空，总不能说是有无一切都不执着。再给诸位说，如果一切都不执着，万法通利，一切通达。其实我们的真心所起的作用就在眼前，没有一刹那的时间中断过，为什么我们见不到？真心是觉，《起信论》里头说得好，一切众生「依本觉而有不觉」，这是说明我们迷惑的所以然，迷惑的根源。《楞严》里面说得尤其是好，《楞严》跟我们讲「知见立知是无明本」。知见是真心显现，正是所谓「六根门头放光动地」，可是你在里面立知就错，立是建立，立知是什么？起了分别，起了执着，在这里面生起见解，这就是立知，就错了。佛教给我们离言说、离名字、离心缘，为的什么？恢复我们的真心，恢复我们的正觉。这个地方有几句话说得很好：",
      "zh_TW": "這個講義裡面，諸位細細的去看看，經裡面有些表法的地方，此地也給我們指出來，其所表的可以說無不是以心法。真心一定是從中道當中顯現出來，如果我們執著有個中道，真心還是有障礙。因此古德給我們說，「二邊不立，中道不存」，話說得是不錯，我們能不能入這個境界？還是不能。為什麼不能？我們聽了這個話，二邊不立，中道不存，這就落空，執著個什麼都沒有了。凡夫是說有則執著有，說無就執著空，總不能說是有無一切都不執著。再給諸位說，如果一切都不執著，萬法通利，一切通達。其實我們的真心所起的作用就在眼前，沒有一剎那的時間中斷過，為什麼我們見不到？真心是覺，《起信論》裡頭說得好，一切眾生「依本覺而有不覺」，這是說明我們迷惑的所以然，迷惑的根源。《楞嚴》裡面說得尤其是好，《楞嚴》跟我們講「知見立知是無明本」。知見是真心顯現，正是所謂「六根門頭放光動地」，可是你在裡面立知就錯，立是建立，立知是什麼？起了分別，起了執著，在這裡面生起見解，這就是立知，就錯了。佛教給我們離言說、離名字、離心緣，為的什麼？恢復我們的真心，恢復我們的正覺。這個地方有幾句話說得很好："
    },
    {
      "id": "08-002-0053_p0007",
      "zh_CN": "【众生一念心动。则具百八烦恼。】",
      "zh_TW": "【眾生一念心動。則具百八煩惱。】"
    },
    {
      "id": "08-002-0053_p0008",
      "zh_CN": "「百八」是无量无边烦恼归纳一百零八类。诸位看到这个文字，千万不要以为烦恼只有一百零八种，每一种里头都无量无边。从哪里生的？从「一念心动」，心怎么动？就是你六根接触外面的境界，你动了心。不动是真心，这一动就是妄心。《唯识简介》里头，最重要的就是说明妄动，这一动才有唯识好说，不动根本就没有唯识，哪来的唯识？唯识也不是究竟法。究竟，究竟根本就没法，「本来无一物，何处惹尘埃」，唯识也没有。虽然讲中道了义，也都是方便说，我们不要迷在里头，你看到这些东西，心一动就迷了，就迷在里头。真正修行人，这底下讲圣人，你要是真正修行人你就是圣人，圣人跟非圣人差别在哪里？非圣人在境界里头动心。",
      "zh_TW": "「百八」是無量無邊煩惱歸納一百零八類。諸位看到這個文字，千萬不要以為煩惱只有一百零八種，每一種裡頭都無量無邊。從哪裡生的？從「一念心動」，心怎麼動？就是你六根接觸外面的境界，你動了心。不動是真心，這一動就是妄心。《唯識簡介》裡頭，最重要的就是說明妄動，這一動才有唯識好說，不動根本就沒有唯識，哪來的唯識？唯識也不是究竟法。究竟，究竟根本就沒法，「本來無一物，何處惹塵埃」，唯識也沒有。雖然講中道了義，也都是方便說，我們不要迷在裡頭，你看到這些東西，心一動就迷了，就迷在裡頭。真正修行人，這底下講聖人，你要是真正修行人你就是聖人，聖人跟非聖人差別在哪裡？非聖人在境界裡頭動心。"
    },
    {
      "id": "08-002-0053_p0009",
      "zh_CN": "【圣人了达即动非动。】",
      "zh_TW": "【聖人了達即動非動。】"
    },
    {
      "id": "08-002-0053_p0010",
      "zh_CN": "动静不二。",
      "zh_TW": "動靜不二。"
    },
    {
      "id": "08-002-0053_p0011",
      "zh_CN": "【超百八烦恼。而证清净实相。】",
      "zh_TW": "【超百八煩惱。而證清淨實相。】"
    },
    {
      "id": "08-002-0053_p0012",
      "zh_CN": "怎么叫「即动非动」？即动是依他起，世出世间法都是依他起，有为法是依他起。无为法，我们讲真如无为，真如无为不是依他起，是圆成实的，但是真如无为这个名字是依他起的。依他起是假的不是真的，它是假的，随它怎么动，动也等于没有动，这是说明依他起动即非动。这个动你不必去止它，四时的运行，日月经天它在动，你用不着去止住它，为什么？晓得它是依他起性，不是真的。而且这个假的动跟不动是不相妨碍的，正如佛在《楞严经》上说「虚空不碍万相发挥」，没有障碍。遍计所执也是依他起的，这个情形我们都要晓得。如果你要是执着，这就是病，这就生烦恼；不执着就是解脱，就超越烦恼。问题就在执着，执着是迷，不悟也是迷，不悟那个迷是属于所知障，执着的迷是属于烦恼障。我们如果要想证得「清净实相」，首先要明白这个道理，道理明白了自己才真正放下，放下什么？放下遍计执。明了依他起，这就是二障都破了，自己心里头确实没有。但是我们在用事的方面，在待人接物的方面，还必须要用遍计执，这个执着即是非执着，自己心里头没有。为什么跟一切众生接触的时候要用遍计执？譬如这是什么？扇子，扇子就是执着。一切众生都执着叫这扇子，我说不是扇子，那个众生说我头脑有问题。这叫什么？这叫佛法在世间，不坏世间相。",
      "zh_TW": "怎麼叫「即動非動」？即動是依他起，世出世間法都是依他起，有為法是依他起。無為法，我們講真如無為，真如無為不是依他起，是圓成實的，但是真如無為這個名字是依他起的。依他起是假的不是真的，它是假的，隨它怎麼動，動也等於沒有動，這是說明依他起動即非動。這個動你不必去止它，四時的運行，日月經天它在動，你用不著去止住它，為什麼？曉得它是依他起性，不是真的。而且這個假的動跟不動是不相妨礙的，正如佛在《楞嚴經》上說「虛空不礙萬相發揮」，沒有障礙。遍計所執也是依他起的，這個情形我們都要曉得。如果你要是執著，這就是病，這就生煩惱；不執著就是解脫，就超越煩惱。問題就在執著，執著是迷，不悟也是迷，不悟那個迷是屬於所知障，執著的迷是屬於煩惱障。我們如果要想證得「清淨實相」，首先要明白這個道理，道理明白了自己才真正放下，放下什麼？放下遍計執。明瞭依他起，這就是二障都破了，自己心裡頭確實沒有。但是我們在用事的方面，在待人接物的方面，還必須要用遍計執，這個執著即是非執著，自己心裡頭沒有。為什麼跟一切眾生接觸的時候要用遍計執？譬如這是什麼？扇子，扇子就是執著。一切眾生都執著叫這扇子，我說不是扇子，那個眾生說我頭腦有問題。這叫什麼？這叫佛法在世間，不壞世間相。"
    },
    {
      "id": "08-002-0053_p0013",
      "zh_CN": "自己有没有执着？没有，随众生的执着而执着。但是众生的执着是迷，菩萨的执着是觉，不迷，就在众生执着当中唤醒你的自性，令他觉悟执着是病。到你成佛、成菩萨，你住在世间，所示现的必定同于世人的执着，那是外表。与人相处的时候用八识五十一心所，对人是如此；对自己是一味清净平等，本来无一物。自己住的是一真法界，是寂光净土；与别人大家在一起的，所住的是凡圣同居土，凡圣同居与寂光净土不二。我如果入了这个境界，我坐在此地是坐在常寂光中，你们和我在一起这是凡圣同居土，就是这么个意思。千万不要执着，我们这个世界还有个常寂光世界，那就错了，不晓得四土就是一土。为什么会有四种不同的境界？你用心不一样，你才真正明了佛在经上常讲的「境随心转」，你的心清净到极处，这个世界在你的感受里面就是常寂光；如果你分别执着不断，在你感受里头是凡圣同居土，的确境随心转。在这一品经里面跟我们说了一尊佛，这尊佛的德号：",
      "zh_TW": "自己有沒有執著？沒有，隨眾生的執著而執著。但是眾生的執著是迷，菩薩的執著是覺，不迷，就在眾生執著當中喚醒你的自性，令他覺悟執著是病。到你成佛、成菩薩，你住在世間，所示現的必定同於世人的執著，那是外表。與人相處的時候用八識五十一心所，對人是如此；對自己是一味清淨平等，本來無一物。自己住的是一真法界，是寂光淨土；與別人大家在一起的，所住的是凡聖同居土，凡聖同居與寂光淨土不二。我如果入了這個境界，我坐在此地是坐在常寂光中，你們和我在一起這是凡聖同居土，就是這麼個意思。千萬不要執著，我們這個世界還有個常寂光世界，那就錯了，不曉得四土就是一土。為什麼會有四種不同的境界？你用心不一樣，你才真正明瞭佛在經上常講的「境隨心轉」，你的心清淨到極處，這個世界在你的感受裡面就是常寂光；如果你分別執著不斷，在你感受裡頭是凡聖同居土，的確境隨心轉。在這一品經裡面跟我們說了一尊佛，這尊佛的德號："
    },
    {
      "id": "08-002-0053_p0014",
      "zh_CN": "【佛号净华宿王智。】",
      "zh_TW": "【佛號淨華宿王智。】"
    },
    {
      "id": "08-002-0053_p0015",
      "zh_CN": "这尊佛的德号是表：",
      "zh_TW": "這尊佛的德號是表："
    },
    {
      "id": "08-002-0053_p0016",
      "zh_CN": "【远离百八烦恼。为实相之净因。以如是因发起宿智。于诸法中得自在故。】",
      "zh_TW": "【遠離百八煩惱。為實相之淨因。以如是因發起宿智。於諸法中得自在故。】"
    },
    {
      "id": "08-002-0053_p0017",
      "zh_CN": "这两句很要紧，这是佛表法，法是自性之法，佛也是自性之佛。我们闻佛名就觉悟自心，这是常讲的闻法要在消归自性，这就是讲消归自性。「远离百八烦恼」，哪百八？我们不必去找这个麻烦，《百法明门》里面归纳为二十六种，你把这二十六种搞得清清楚楚就行了，愈是多了愈记不住。不但记不住，记住了也是增长分别，不大容易提得起观照的功夫，所以你牢牢的记住这个二十六种就好。这二十六种烦恼一起现行，立刻要能够提得起观照的功夫，这叫修行，叫用功。譬如在境界里面起了贪心，在世间法里面起贪心，错误了，佛法里头起贪心也错误。你们想想看，要断的是断贪心，不是断贪的对象，如果从贪的对象来说，就有果报胜劣之不同，不能解决根本问题，不能了生死，不能明心见性；我们念佛想得一心不乱，得不到一心。譬如世间我们贪图福报，贪图功德，贪图一切善业，这个果报将来都是六道里面三善道的业因，这不能解决问题。佛法都不贪，何况于世间法！佛在《金刚经》说得好，「法尚应舍，何况非法」，法就是指佛法。一乘佛法都不贪，为什么？真如本性当中也没有什么一乘佛法，我们的自性清净心才真正能现前，这是你得证实相的净因，实相就是自己的真实相。",
      "zh_TW": "這兩句很要緊，這是佛表法，法是自性之法，佛也是自性之佛。我們聞佛名就覺悟自心，這是常講的聞法要在消歸自性，這就是講消歸自性。「遠離百八煩惱」，哪百八？我們不必去找這個麻煩，《百法明門》裡面歸納為二十六種，你把這二十六種搞得清清楚楚就行了，愈是多了愈記不住。不但記不住，記住了也是增長分別，不大容易提得起觀照的功夫，所以你牢牢的記住這個二十六種就好。這二十六種煩惱一起現行，立刻要能夠提得起觀照的功夫，這叫修行，叫用功。譬如在境界裡面起了貪心，在世間法裡面起貪心，錯誤了，佛法裡頭起貪心也錯誤。你們想想看，要斷的是斷貪心，不是斷貪的對象，如果從貪的對象來說，就有果報勝劣之不同，不能解決根本問題，不能了生死，不能明心見性；我們念佛想得一心不亂，得不到一心。譬如世間我們貪圖福報，貪圖功德，貪圖一切善業，這個果報將來都是六道裡面三善道的業因，這不能解決問題。佛法都不貪，何況於世間法！佛在《金剛經》說得好，「法尚應捨，何況非法」，法就是指佛法。一乘佛法都不貪，為什麼？真如本性當中也沒有什麼一乘佛法，我們的自性清淨心才真正能現前，這是你得證實相的淨因，實相就是自己的真實相。"
    },
    {
      "id": "08-002-0053_p0018",
      "zh_CN": "由此可知，断烦恼是入门初步的功夫，佛法是把这个摆在修行里面入门的第一步。儒家做学问也是把这个列在第一步，你看《大学》，《大学》是儒家的方法论，一开端「格物致知」，格物就是破烦恼障，物是物欲，五欲六尘，格是格杀，就是佛法讲的远离。格物就是断烦恼，物欲不除去，它障碍你的智慧。所以格物，功夫就是禅定，致知的功夫就是开慧，致知是破所知障，般若智慧现前。此地「远离百八烦恼，为实相之净因」，就是儒家《大学》里所讲格物的功夫、格物的效果。「发起宿智」，「宿」是本有的，清净实相当中本来具足的真智慧，智慧现前，这就是致知。致知的效能「于诸法中得自在」，一切世出世间法里头得大自在。《心经》第一句「观自在菩萨」，观的功夫就包含远离烦恼、发起宿智，也就是儒家格物致知的功夫。儒家格物致知，底下所达到的是「诚意正心」，诚意正心在此地就是清净实相。而「修身、齐家、治国、平天下」，那就是「诸法中得自在」，儒佛无有二致，是一样的事情。可是佛法比儒家讲的要详细得多，那就是佛法的经典分量多，儒家总集合起来不过十三经而已。你看看佛法的经典多多少？当然佛法对于这些事理说得清楚。这一段是教给我们如何去学习修证的真实功夫，这里所讲的是一切行门里面的总纲领，八万四千法门不管你修哪个法门，都离不开这个总纲领，就是一定要求内心的清净。在佛法称之为三昧，称之为禅定，得定之后，心清净之后自然生智慧，这个智慧不是学得来的，是你清净心中本有的。智慧一现前，于诸法中得自在。怎么个自在法？我念一念：",
      "zh_TW": "由此可知，斷煩惱是入門初步的功夫，佛法是把這個擺在修行裡面入門的第一步。儒家做學問也是把這個列在第一步，你看《大學》，《大學》是儒家的方法論，一開端「格物致知」，格物就是破煩惱障，物是物欲，五欲六塵，格是格殺，就是佛法講的遠離。格物就是斷煩惱，物欲不除去，它障礙你的智慧。所以格物，功夫就是禪定，致知的功夫就是開慧，致知是破所知障，般若智慧現前。此地「遠離百八煩惱，為實相之淨因」，就是儒家《大學》裡所講格物的功夫、格物的效果。「發起宿智」，「宿」是本有的，清淨實相當中本來具足的真智慧，智慧現前，這就是致知。致知的效能「於諸法中得自在」，一切世出世間法裡頭得大自在。《心經》第一句「觀自在菩薩」，觀的功夫就包含遠離煩惱、發起宿智，也就是儒家格物致知的功夫。儒家格物致知，底下所達到的是「誠意正心」，誠意正心在此地就是清淨實相。而「修身、齊家、治國、平天下」，那就是「諸法中得自在」，儒佛無有二致，是一樣的事情。可是佛法比儒家講的要詳細得多，那就是佛法的經典分量多，儒家總集合起來不過十三經而已。你看看佛法的經典多多少？當然佛法對於這些事理說得清楚。這一段是教給我們如何去學習修證的真實功夫，這裡所講的是一切行門裡面的總綱領，八萬四千法門不管你修哪個法門，都離不開這個總綱領，就是一定要求內心的清淨。在佛法稱之為三昧，稱之為禪定，得定之後，心清淨之後自然生智慧，這個智慧不是學得來的，是你清淨心中本有的。智慧一現前，於諸法中得自在。怎麼個自在法？我念一念："
    },
    {
      "id": "08-002-0053_p0019",
      "zh_CN": "【转八万四千尘劳。为八万四千法门。】",
      "zh_TW": "【轉八萬四千塵勞。為八萬四千法門。】"
    },
    {
      "id": "08-002-0053_p0020",
      "zh_CN": "你看看自在不自在？「尘劳」是烦恼，原来你是有八万四千烦恼，现在你有八万四千智慧，变成法门，这就是自在，法门就叫菩提，转烦恼成菩提。真有这个事吗？你念了《坛经》，你看看六祖所说的，「惠能心中常生智慧」，就是得自在。他为什么心中常生智慧不生烦恼？因为他那个心是本来无一物，所以他心里常生智慧；我们的心里拉里拉杂的东西太多，就生烦恼。实际上本来是智慧，是八万四千法门，因为我们自己在境界里头起心动念，把八万四千法门转变为八万四千烦恼，这是自己搞出来的，自作自受。如果我们把这个心里面一切妄念舍尽，又恢复到本来无一物，你六根接触六尘境界就生八万四千智慧，就常生智慧。智慧传授给别人就是法门，对他受用来说就是法门。像《华严经》五十三参里面，诸位去看，这些善知识们，每个人他所得的法门，把这些法门都传授给善财童子，这就是讲代表的八万四千法门。「尘劳」是本无的，迷了法门叫尘劳烦恼，悟了尘劳就是八万四千法门。由此可知，尘劳与法门原本不二，就是迷悟上建立的名相，悟了叫法门，迷了叫尘劳，其实是一不是二。所以才说「烦恼即菩提，生死即涅槃」，它原本不二，这里面所现的差别不过是迷悟而已。",
      "zh_TW": "你看看自在不自在？「塵勞」是煩惱，原來你是有八萬四千煩惱，現在你有八萬四千智慧，變成法門，這就是自在，法門就叫菩提，轉煩惱成菩提。真有這個事嗎？你念了《壇經》，你看看六祖所說的，「惠能心中常生智慧」，就是得自在。他為什麼心中常生智慧不生煩惱？因為他那個心是本來無一物，所以他心裡常生智慧；我們的心裡拉里拉雜的東西太多，就生煩惱。實際上本來是智慧，是八萬四千法門，因為我們自己在境界裡頭起心動念，把八萬四千法門轉變為八萬四千煩惱，這是自己搞出來的，自作自受。如果我們把這個心裡面一切妄念捨盡，又恢復到本來無一物，你六根接觸六塵境界就生八萬四千智慧，就常生智慧。智慧傳授給別人就是法門，對他受用來說就是法門。像《華嚴經》五十三參裡面，諸位去看，這些善知識們，每個人他所得的法門，把這些法門都傳授給善財童子，這就是講代表的八萬四千法門。「塵勞」是本無的，迷了法門叫塵勞煩惱，悟了塵勞就是八萬四千法門。由此可知，塵勞與法門原本不二，就是迷悟上建立的名相，悟了叫法門，迷了叫塵勞，其實是一不是二。所以才說「煩惱即菩提，生死即涅槃」，它原本不二，這裡面所現的差別不過是迷悟而已。"
    },
    {
      "id": "08-002-0053_p0021",
      "zh_CN": "【尘劳染也。法门净也。】",
      "zh_TW": "【塵勞染也。法門淨也。】"
    },
    {
      "id": "08-002-0053_p0022",
      "zh_CN": "心清净，六根接触六尘境界都是法门，什么法门？了生死出三界、证无上菩提的法门。再给诸位说，这些法门平等无有高下。可是我们心在境界上一染着，这一染着就属于妄心，八识五十一心所，就落在这边去；不染着呢？不染着就是本性，真如本性。悟了的人即染而净，并不是离染求净，即染而净，他自受用的是真如本性这一边，他受用的是八识五十一心所的那一边，泾渭分明，不会搅成一团。我们今天的麻烦在哪里？自受用的是八识五十一心所，他受用的也是八识五十一心所，这叫迷。二乘是正觉，可是还是迷，迷在哪里？他有所知障，物是格了，他没有致知的功夫，只有定没有慧，自己住在清净的境界里面，对别人也是清净，这清净就不起作用，不能和光同尘，不能随类化身，有体无用。我们凡夫有用无体。佛与大菩萨是有体有用，自己住的是清净，对别人所示现的，与别人完全一样，随类化身，随心应量，这就是不坏世间法。底下有几句话说得好：",
      "zh_TW": "心清淨，六根接觸六塵境界都是法門，什麼法門？了生死出三界、證無上菩提的法門。再給諸位說，這些法門平等無有高下。可是我們心在境界上一染著，這一染著就屬於妄心，八識五十一心所，就落在這邊去；不染著呢？不染著就是本性，真如本性。悟了的人即染而淨，並不是離染求淨，即染而淨，他自受用的是真如本性這一邊，他受用的是八識五十一心所的那一邊，涇渭分明，不會攪成一團。我們今天的麻煩在哪裡？自受用的是八識五十一心所，他受用的也是八識五十一心所，這叫迷。二乘是正覺，可是還是迷，迷在哪裡？他有所知障，物是格了，他沒有致知的功夫，只有定沒有慧，自己住在清淨的境界裡面，對別人也是清淨，這清淨就不起作用，不能和光同塵，不能隨類化身，有體無用。我們凡夫有用無體。佛與大菩薩是有體有用，自己住的是清淨，對別人所示現的，與別人完全一樣，隨類化身，隨心應量，這就是不壞世間法。底下有幾句話說得好："
    },
    {
      "id": "08-002-0053_p0023",
      "zh_CN": "【非离尘劳而有法门。即尘劳而为法门。故曰莲华。】",
      "zh_TW": "【非離塵勞而有法門。即塵勞而為法門。故曰蓮華。】"
    },
    {
      "id": "08-002-0053_p0024",
      "zh_CN": "这佛门里以莲华来表法，「莲华」是即染而净，这叫真净。莲花的根生在污泥，泥代表六凡法界，六道轮回；泥的上面是水，水是清净的，代表四圣法界；花开在水的上面，四圣六凡他都离开，这叫真净。它不是染净之净，超越染净这叫真净，超越染净又不离染净，即染净而超染净，佛法用莲花表这个意思。",
      "zh_TW": "這佛門裡以蓮華來表法，「蓮華」是即染而淨，這叫真淨。蓮花的根生在污泥，泥代表六凡法界，六道輪迴；泥的上面是水，水是清淨的，代表四聖法界；花開在水的上面，四聖六凡他都離開，這叫真淨。它不是染淨之淨，超越染淨這叫真淨，超越染淨又不離染淨，即染淨而超染淨，佛法用蓮花表這個意思。"
    },
    {
      "id": "08-002-0053_p0025",
      "zh_CN": "【即尘劳而为法门。非根本智。莫知分齐也。】",
      "zh_TW": "【即塵勞而為法門。非根本智。莫知分齊也。】"
    },
    {
      "id": "08-002-0053_p0026",
      "zh_CN": "根本智不现前，「即尘劳而为法门」，这个事情太不可思议。「分」是分位，「齐」就是讲等于，这一法等于那一法，那一法等于这一法。齐就是整齐的意思；换句话说，就是法法平等，无有高下。这要根本智现前，才能够见得到，根本智是什么智？无分别智。诸位想想，我们这个心妄念都息了，在一切法里头不起心、不动念、不分别、不执着，万法平等，无有高下。天堂里面你没有乐受，地狱里头也没有苦受，天堂跟地狱平等的、不二的。我们今天在这个境界里不平等，不平等是分别心在作祟，分别心是第六意识，是妄念。不平等是假的，平等是真的；平等是不变的，不平等会变的；会变的就是假的，不变的是真的。那个不平等怎么会变？随着你的心分别在变。心清净一切都不分别，这是真的，为什么？这个相永远是这个相，其中没有任何差别。根本智就是六度里面的般若智慧，怎么得来的？不是在天天听讲会得来，不是到处去参学会得来，不是的，是从禅定当中得来的。禅定从哪里得来？禅定是从精进得来的。精进从哪得来的？精进从忍辱得来的。忍辱从哪里得来？忍辱从持戒得来的。持戒从哪里得来？持戒从布施得来的。",
      "zh_TW": "根本智不現前，「即塵勞而為法門」，這個事情太不可思議。「分」是分位，「齊」就是講等於，這一法等於那一法，那一法等於這一法。齊就是整齊的意思；換句話說，就是法法平等，無有高下。這要根本智現前，才能夠見得到，根本智是什麼智？無分別智。諸位想想，我們這個心妄念都息了，在一切法裡頭不起心、不動念、不分別、不執著，萬法平等，無有高下。天堂裡面你沒有樂受，地獄裡頭也沒有苦受，天堂跟地獄平等的、不二的。我們今天在這個境界裡不平等，不平等是分別心在作祟，分別心是第六意識，是妄念。不平等是假的，平等是真的；平等是不變的，不平等會變的；會變的就是假的，不變的是真的。那個不平等怎麼會變？隨著你的心分別在變。心清淨一切都不分別，這是真的，為什麼？這個相永遠是這個相，其中沒有任何差別。根本智就是六度裡面的般若智慧，怎麼得來的？不是在天天聽講會得來，不是到處去參學會得來，不是的，是從禪定當中得來的。禪定從哪裡得來？禪定是從精進得來的。精進從哪得來的？精進從忍辱得來的。忍辱從哪裡得來？忍辱從持戒得來的。持戒從哪裡得來？持戒從布施得來的。"
    },
    {
      "id": "08-002-0053_p0027",
      "zh_CN": "你们想想看，这是有阶层的、是有次第的，我前面都不要，我就来学根本智，这做不到的事情，这没法子。虽然经上讲有顿超，那是不错，那个顿超之人，我们这一生看到他没有次第修，前生呢？再前生呢？一定的道理！他还有前世，我们看到是现前这个阶段。好像人家博士班举行毕业典礼，请我们去观礼，我们去看这一刹那，你看他博士班毕业。你没有看到他以前念大学、念中学、念小学、念幼稚园，还有这么长的时间你没有看到，你在那里很开心，他得博士学位，前面是渐修，你现在看到他是顿超。我们多生多劫以前也是在那里渐修，今天我们功夫一加行、一努力，我们也就可以顿超。最怕的是什么？怕自己，「我不行，我怎么会成就？我的根性很劣，罪障、业障深重」，自暴自弃，这一生又空过了。下课。",
      "zh_TW": "你們想想看，這是有階層的、是有次第的，我前面都不要，我就來學根本智，這做不到的事情，這沒法子。雖然經上講有頓超，那是不錯，那個頓超之人，我們這一生看到他沒有次第修，前生呢？再前生呢？一定的道理！他還有前世，我們看到是現前這個階段。好像人家博士班舉行畢業典禮，請我們去觀禮，我們去看這一剎那，你看他博士班畢業。你沒有看到他以前念大學、念中學、念小學、念幼稚園，還有這麼長的時間你沒有看到，你在那裡很開心，他得博士學位，前面是漸修，你現在看到他是頓超。我們多生多劫以前也是在那裡漸修，今天我們功夫一加行、一努力，我們也就可以頓超。最怕的是什麼？怕自己，「我不行，我怎麼會成就？我的根性很劣，罪障、業障深重」，自暴自棄，這一生又空過了。下課。"
    }
  ]
}