{
  "doc_id": "08-002-0034",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0034",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "08-002-0034_p0001",
      "zh_CN": "讲义第十六页：",
      "zh_TW": "講義第十六頁："
    },
    {
      "id": "08-002-0034_p0002",
      "zh_CN": "「寂光与报土无差，法身与报身一体」，这在前面都已经说过，此地也不必再多说。后面这几句话说：",
      "zh_TW": "「寂光與報土無差，法身與報身一體」，這在前面都已經說過，此地也不必再多說。後面這幾句話說："
    },
    {
      "id": "08-002-0034_p0003",
      "zh_CN": "【此品开迹。下品显本。】",
      "zh_TW": "【此品開跡。下品顯本。】"
    },
    {
      "id": "08-002-0034_p0004",
      "zh_CN": "下品，就是「如来寿量品」，是显本，这是把这两品的宗旨给我们说出来。",
      "zh_TW": "下品，就是「如來壽量品」，是顯本，這是把這兩品的宗旨給我們說出來。"
    },
    {
      "id": "08-002-0034_p0005",
      "zh_CN": "【惟迹与本。不出自心。】",
      "zh_TW": "【惟跡與本。不出自心。】"
    },
    {
      "id": "08-002-0034_p0006",
      "zh_CN": "可见得真正追究起本源，还是在一心。",
      "zh_TW": "可見得真正追究起本源，還是在一心。"
    },
    {
      "id": "08-002-0034_p0007",
      "zh_CN": "【心滞远因。则旷劫难为成办。】",
      "zh_TW": "【心滯遠因。則曠劫難為成辦。】"
    },
    {
      "id": "08-002-0034_p0008",
      "zh_CN": "「滞」是有障碍，心里面这个障碍是自己生的障碍，给诸位说，不是外来的，外面决定没有障碍，障碍是你自己生的，这是我们要觉悟。我们常常一切障碍都是外来的，这个找我麻烦，那个事情找我麻烦，这叫颠倒、这叫错乱。外面确实没有障碍，如果外面有障碍，外面这个法是实在的，那清凉大师讲事事无碍那就讲不通，确实没有障碍，自己要悟。",
      "zh_TW": "「滯」是有障礙，心裡面這個障礙是自己生的障礙，給諸位說，不是外來的，外面決定沒有障礙，障礙是你自己生的，這是我們要覺悟。我們常常一切障礙都是外來的，這個找我麻煩，那個事情找我麻煩，這叫顛倒、這叫錯亂。外面確實沒有障礙，如果外面有障礙，外面這個法是實在的，那清涼大師講事事無礙那就講不通，確實沒有障礙，自己要悟。"
    },
    {
      "id": "08-002-0034_p0009",
      "zh_CN": "【心能顿悟。则成佛尘点劫前。】",
      "zh_TW": "【心能頓悟。則成佛塵點劫前。】"
    },
    {
      "id": "08-002-0034_p0010",
      "zh_CN": "这就是本来成佛。 可见得这个事情是迷悟之间的事情，除了迷悟之外都无交涉。末后这句话说得更妙：",
      "zh_TW": "這就是本來成佛。 可見得這個事情是迷悟之間的事情，除了迷悟之外都無交涉。末後這句話說得更妙："
    },
    {
      "id": "08-002-0034_p0011",
      "zh_CN": "【未离兜率已降王宫。】",
      "zh_TW": "【未離兜率已降王宮。】"
    },
    {
      "id": "08-002-0034_p0012",
      "zh_CN": "补处菩萨在兜率内院，没有离开兜率已经在王宫诞生了。",
      "zh_TW": "補處菩薩在兜率內院，沒有離開兜率已經在王宮誕生了。"
    },
    {
      "id": "08-002-0034_p0013",
      "zh_CN": "【未出母胎度人已毕。】",
      "zh_TW": "【未出母胎度人已畢。】"
    },
    {
      "id": "08-002-0034_p0014",
      "zh_CN": "这是不思议的境界，也是千真万确的事实。",
      "zh_TW": "這是不思議的境界，也是千真萬確的事實。"
    },
    {
      "id": "08-002-0034_p0015",
      "zh_CN": "我们接着再看底下「如来寿量品」，这一品经在这个地方先给诸位做个简单的介绍。前面佛说到弘经，当然主要的，就是弘扬这部《妙法莲华经》，实在讲这部经它的分量适中，不算太长，也不算太短。所以不但我们中国人喜欢，佛教传到日本，日本人特别喜欢《法华经》。可是现在他也迷失了方向，日本人都念「南无妙法莲华经」，而对于经义他不去研究，这个错误的。正如同我们中国人，每个人都喜欢念「南无阿弥陀佛」，阿弥陀佛是什么意思，他不去想，只念这一句佛号。如果是真正老实念佛，念这一声还有受用，他心可以念到清净，功夫成片带业往生。日本人现在念这句「南无妙法莲华经」，跟我们中国念「南无阿弥陀佛」一样的，是变成口头禅，不能入这个境界。我们在此地六十个小时是讲这个经的大意，如果这个经细讲，诸位晓得天台智者大师，当年就是讲玄义，还不讲经文，玄义是全经的大意，玄妙之义理，都讲了九十天了，九旬谈妙。人家那个九十天，一天讲堂是八个钟点，佛门里面讲二时讲经，这个二时是昼夜六时里面的二时，这印度的时，印度一时等于我们现在四小时，二时讲经，二时就是八个小时。一天讲八个小时讲了九十天，讲《法华经》的五重玄义，还没讲到经文。",
      "zh_TW": "我們接著再看底下「如來壽量品」，這一品經在這個地方先給諸位做個簡單的介紹。前面佛說到弘經，當然主要的，就是弘揚這部《妙法蓮華經》，實在講這部經它的分量適中，不算太長，也不算太短。所以不但我們中國人喜歡，佛教傳到日本，日本人特別喜歡《法華經》。可是現在他也迷失了方向，日本人都念「南無妙法蓮華經」，而對於經義他不去研究，這個錯誤的。正如同我們中國人，每個人都喜歡念「南無阿彌陀佛」，阿彌陀佛是什麼意思，他不去想，只念這一句佛號。如果是真正老實念佛，念這一聲還有受用，他心可以念到清淨，功夫成片帶業往生。日本人現在念這句「南無妙法蓮華經」，跟我們中國念「南無阿彌陀佛」一樣的，是變成口頭禪，不能入這個境界。我們在此地六十個小時是講這個經的大意，如果這個經細講，諸位曉得天台智者大師，當年就是講玄義，還不講經文，玄義是全經的大意，玄妙之義理，都講了九十天了，九旬談妙。人家那個九十天，一天講堂是八個鐘點，佛門裡面講二時講經，這個二時是晝夜六時裡面的二時，這印度的時，印度一時等於我們現在四小時，二時講經，二時就是八個小時。一天講八個小時講了九十天，講《法華經》的五重玄義，還沒講到經文。"
    },
    {
      "id": "08-002-0034_p0016",
      "zh_CN": "我们今天这些众生，哪个人有这样大的耐心？不要说九十天，九天听不到经文，那些听众都跑掉了。所以在今天这个时代讲经，时间是愈短愈好，你要说一部经两个钟点就把它讲完，那是最受欢迎的。走遍全世界大家都欢迎，他一部经两个钟点就讲完。你说一部经要二十个钟点讲完，就得要考虑，三分之二的人不喜欢听，为什么？时间太长，需要二十个钟点才讲完。这就是我们这个时代的人没有耐心，好学而没有耐心。我们今天在台湾，还有这么个清净的环境，让我们长时间的来听大部经论，这个因缘实在不容易，我们自己心里面要满足、要欢喜。为什么？这个因缘真正是开经偈里所说的「百千万劫难遭遇」。所以我对我自己非常的满足，因为今天在世界上任何一个地区，很难再找到我们今天这个环境。",
      "zh_TW": "我們今天這些眾生，哪個人有這樣大的耐心？不要說九十天，九天聽不到經文，那些聽眾都跑掉了。所以在今天這個時代講經，時間是愈短愈好，你要說一部經兩個鐘點就把它講完，那是最受歡迎的。走遍全世界大家都歡迎，他一部經兩個鐘點就講完。你說一部經要二十個鐘點講完，就得要考慮，三分之二的人不喜歡聽，為什麼？時間太長，需要二十個鐘點才講完。這就是我們這個時代的人沒有耐心，好學而沒有耐心。我們今天在台灣，還有這麼個清淨的環境，讓我們長時間的來聽大部經論，這個因緣實在不容易，我們自己心裡面要滿足、要歡喜。為什麼？這個因緣真正是開經偈裡所說的「百千萬劫難遭遇」。所以我對我自己非常的滿足，因為今天在世界上任何一個地區，很難再找到我們今天這個環境。"
    },
    {
      "id": "08-002-0034_p0017",
      "zh_CN": "佛讲到弘经，尤其弘扬《妙法莲华经》，你看看连住在地底下的这些菩萨，一向都清净惯了。这个给诸位说，这个地就是寂光净土，就是寂光净土里面的菩萨他也出来了，也发愿要来弘经，你们想想看这味道。无怪乎弥勒菩萨起了疑问，这就是刚才给诸位说的，弥勒他代表唯识，唯识学家他可以能够到达实报土，他不能见寂光土。所以寂光土里面的菩萨出来，他一个不认识；实报土以下的菩萨他认识，表这个义趣。于是佛在此地接着来行本，说自己的寿量。从这一品经里面开悟的，自古以来是大有人在，诸位要晓得，我们今天只晓得阿弥陀佛无量寿，就不晓得释迦牟尼佛无量寿，不晓得佛佛都是无量寿，更不知道自己也是无量寿。所以在这一品经里面顶重要的，是希望你自己觉悟到，证得原来自己是无量寿，与佛没有差别。既是无量寿，你想想看，有什么生死？法身无量寿，报身无量寿，应化身还是无量寿。如果在这里面，诸位要是能得到几分消息，对于佛所讲的「一切众生本来成佛」就不疑惑，这才有个门可入；否则的话，真是连入门之处都没有。佛说真实法我们不晓得，说方便法我们能懂，说真实的就不能懂，那我们想想我们的业障有多重？此地一开端，这统统都是经里面所说到的：",
      "zh_TW": "佛講到弘經，尤其弘揚《妙法蓮華經》，你看看連住在地底下的這些菩薩，一向都清淨慣了。這個給諸位說，這個地就是寂光淨土，就是寂光淨土裡面的菩薩他也出來了，也發願要來弘經，你們想想看這味道。無怪乎彌勒菩薩起了疑問，這就是剛才給諸位說的，彌勒他代表唯識，唯識學家他可以能夠到達實報土，他不能見寂光土。所以寂光土裡面的菩薩出來，他一個不認識；實報土以下的菩薩他認識，表這個義趣。於是佛在此地接著來行本，說自己的壽量。從這一品經裡面開悟的，自古以來是大有人在，諸位要曉得，我們今天只曉得阿彌陀佛無量壽，就不曉得釋迦牟尼佛無量壽，不曉得佛佛都是無量壽，更不知道自己也是無量壽。所以在這一品經裡面頂重要的，是希望你自己覺悟到，證得原來自己是無量壽，與佛沒有差別。既是無量壽，你想想看，有什麼生死？法身無量壽，報身無量壽，應化身還是無量壽。如果在這裡面，諸位要是能得到幾分消息，對於佛所講的「一切眾生本來成佛」就不疑惑，這才有個門可入；否則的話，真是連入門之處都沒有。佛說真實法我們不曉得，說方便法我們能懂，說真實的就不能懂，那我們想想我們的業障有多重？此地一開端，這統統都是經裡面所說到的："
    },
    {
      "id": "08-002-0034_p0018",
      "zh_CN": "【弥勒据伽耶近迹。以难其本。】",
      "zh_TW": "【彌勒據伽耶近跡。以難其本。】"
    },
    {
      "id": "08-002-0034_p0019",
      "zh_CN": "「伽耶」是佛出生的所在，现在有很多人到印度去朝圣，这个伽耶大塔就是世尊的纪念塔，建筑得也非常的壮观。这就是代表世间人的看法，世间人只看到应化的这一个阶段，不知道佛的本迹因缘，所以提出种种的疑难。",
      "zh_TW": "「伽耶」是佛出生的所在，現在有很多人到印度去朝聖，這個伽耶大塔就是世尊的紀念塔，建築得也非常的壯觀。這就是代表世間人的看法，世間人只看到應化的這一個階段，不知道佛的本跡因緣，所以提出種種的疑難。"
    },
    {
      "id": "08-002-0034_p0020",
      "zh_CN": "【如来据寂光本果。以破其迹。】",
      "zh_TW": "【如來據寂光本果。以破其跡。】"
    },
    {
      "id": "08-002-0034_p0021",
      "zh_CN": "示现的这是迹象，众生执着在迹象上，所以不能够了解佛的根本；换句话说，也就是不能够了解诸法实相。佛说这一品的目的，底下几句话说得很明白，这就是这一品的宗旨之所在。",
      "zh_TW": "示現的這是跡象，眾生執著在跡象上，所以不能夠了解佛的根本；換句話說，也就是不能夠了解諸法實相。佛說這一品的目的，底下幾句話說得很明白，這就是這一品的宗旨之所在。"
    },
    {
      "id": "08-002-0034_p0022",
      "zh_CN": "【欲令后之学者各悟本分。以绝外慕。】",
      "zh_TW": "【欲令後之學者各悟本分。以絕外慕。】"
    },
    {
      "id": "08-002-0034_p0023",
      "zh_CN": "这几句话太重要，如果你自己要是悟到你自己的本源，你对于外境不会再有攀缘之心。这个慕就是攀缘、羡慕之心，你见到释迦牟尼佛不羡慕他，见到阿弥陀佛也不羡慕他，见到说七宝宫殿黄金铺地不羡慕，你的心清净，不再向外攀缘。这个时候怎么样？就随缘，随缘多自在，攀缘太苦！外慕苦，这个世间常说不如意事常八九，说什么？说你心往外攀缘，那不如意事常八九。如果心不向外缘，随缘度日，那个境界就不一样，那就是佛法里面所讲的「佛氏门中有求必应」，事事如意，没有一法不如意。为什么？不向外缘就事事如意，向外缘才是事事不如意。所以我常常劝导大家，学佛的人有弘愿，学佛的人没有攀缘的心。如果没有愿，自度度他都不能圆满；如果你有攀缘的心，自度度他毕竟障碍，就有障碍，所以攀缘的心决定不可以有。度众生的愿向哪里求？向自己清净心中求，我们自己的心清净，就与诸佛菩萨感应道交。实际上外面没有佛菩萨，十方三世诸佛菩萨都是自性变现的，与诸佛菩萨感应就与一切众生感应。众生有福的时候，道场就现成，众生没有福报的时候，求也求不到，哪能求得到？",
      "zh_TW": "這幾句話太重要，如果你自己要是悟到你自己的本源，你對於外境不會再有攀緣之心。這個慕就是攀緣、羨慕之心，你見到釋迦牟尼佛不羨慕他，見到阿彌陀佛也不羨慕他，見到說七寶宮殿黃金鋪地不羨慕，你的心清淨，不再向外攀緣。這個時候怎麼樣？就隨緣，隨緣多自在，攀緣太苦！外慕苦，這個世間常說不如意事常八九，說什麼？說你心往外攀緣，那不如意事常八九。如果心不向外緣，隨緣度日，那個境界就不一樣，那就是佛法裡面所講的「佛氏門中有求必應」，事事如意，沒有一法不如意。為什麼？不向外緣就事事如意，向外緣才是事事不如意。所以我常常勸導大家，學佛的人有弘願，學佛的人沒有攀緣的心。如果沒有願，自度度他都不能圓滿；如果你有攀緣的心，自度度他畢竟障礙，就有障礙，所以攀緣的心決定不可以有。度眾生的願向哪裡求？向自己清淨心中求，我們自己的心清淨，就與諸佛菩薩感應道交。實際上外面沒有佛菩薩，十方三世諸佛菩薩都是自性變現的，與諸佛菩薩感應就與一切眾生感應。眾生有福的時候，道場就現成，眾生沒有福報的時候，求也求不到，哪能求得到？"
    },
    {
      "id": "08-002-0034_p0024",
      "zh_CN": "诸佛菩萨要来建一个道场难不难？不难。为什么不建道场？你要是想，我们这些可怜的众生这么苦，佛菩萨为什么不建个道场来领导我们修行？我可以老实告诉诸位，如果你有修行的资格，佛菩萨自然建道场来。佛菩萨建了道场，你要是到那里修行，你还是自生烦恼；换句话说，不够条件，本身不具足。本身具足，佛菩萨就现前，你一个人具足条件，你一个人你自己晓得，道场现前；大众的因缘成熟，那就有丛林出现。大概在二十年前，无上法师在青草湖建了一个念佛堂，供养这些念佛的同修们，你看看念佛堂一直建了到今天，有没有人去念佛？一个也没有。建好之初，我晓得有几个人在念佛，没念几天大家在里头吵架，一哄而散。可见得现前这个阶段，众生的福德因缘没有成熟，没有成熟的时候怎么办？要成熟自己，这个要紧，不能利益众生，就要利益自己；众生不能利益，自己也不能利益，这就错了。所以先要成就自己，自己成就了，等待时节因缘，这个事情不能勉强的，你要等待时节因缘。有一个人肯学的教一个人，有两个人肯学的教两个人，不一定要人多！",
      "zh_TW": "諸佛菩薩要來建一個道場難不難？不難。為什麼不建道場？你要是想，我們這些可憐的眾生這麼苦，佛菩薩為什麼不建個道場來領導我們修行？我可以老實告訴諸位，如果你有修行的資格，佛菩薩自然建道場來。佛菩薩建了道場，你要是到那裡修行，你還是自生煩惱；換句話說，不夠條件，本身不具足。本身具足，佛菩薩就現前，你一個人具足條件，你一個人你自己曉得，道場現前；大眾的因緣成熟，那就有叢林出現。大概在二十年前，無上法師在青草湖建了一個念佛堂，供養這些念佛的同修們，你看看念佛堂一直建了到今天，有沒有人去念佛？一個也沒有。建好之初，我曉得有幾個人在念佛，沒念幾天大家在裡頭吵架，一哄而散。可見得現前這個階段，眾生的福德因緣沒有成熟，沒有成熟的時候怎麼辦？要成熟自己，這個要緊，不能利益眾生，就要利益自己；眾生不能利益，自己也不能利益，這就錯了。所以先要成就自己，自己成就了，等待時節因緣，這個事情不能勉強的，你要等待時節因緣。有一個人肯學的教一個人，有兩個人肯學的教兩個人，不一定要人多！"
    },
    {
      "id": "08-002-0034_p0025",
      "zh_CN": "前天我们有一个老同学甘贵穗，大概刘居士还认识她，甘太太的女儿，我们在台中的时候，她还在念高中，才念中学。她台大毕业之后到美国，现在美国念书也念完，在美国做事情，离开台湾有七、八年，在美国住了七、八年，特地到这里来看我，大概在台湾也只能住二、三个星期，再回到美国去。告诉我那边佛法的情形，很少有人讲经，可是在那边还听到我们的录音带，她说美国有我们图书馆的录音带，她在那边还听到一部《金刚经》。这一次来，我送给她一套《六祖坛经》的录音带。她在那边也请了一个法师给他们讲经，两个星期一次，给他们聚会一次，几个人？七个人，她住在旧金山。洛杉矶那边人数比较多一点，大概有十几二十个人在一块共修学佛，一个礼拜聚会一次，不容易了。她来找我，我就跟她说，我可以到那边去给他们讲一点东西，但是要叫他们天天来听讲，给诸位说，七个人也做不到。为什么？他们有工作而且都很忙，哪有时间来听经。所以说我可以去，但是怎么样？目的不是当面给他们讲经，而是去录音或者是录影，录音、录影在他们那边都很方便，他们的设备比我们这里好。如果我去了，一天给它录六个钟点，我到那里去住一个月，一个星期录六天，或者是录五天，我们休息一天，一个月我估计可以给它录一百二十个小时。这个录音带、录影带，他就可以拷贝在那边流通，就传出去了，这是无量功德。不要给他们讲，每个星期或者是两个星期，给他们聚会一次，聚会做什么？答复问题，不讲经，你们有什么问题提出来，我答复，给你们解答。她听了我这个办法非常高兴，她回去大概有意思要找我去。我说时间最长不超过一个月，如果这个样子，我一年能够去一次，对他们的帮助就很大，去就专门做这个录音、录影的工作。这也不要他们照顾，每天我坐在这个房间给它讲六个钟点。这种方式在现前这个时代是可以做的，而且是大家普遍能够接受的。",
      "zh_TW": "前天我們有一個老同學甘貴穗，大概劉居士還認識她，甘太太的女兒，我們在台中的時候，她還在念高中，才念中學。她台大畢業之後到美國，現在美國念書也念完，在美國做事情，離開台灣有七、八年，在美國住了七、八年，特地到這裡來看我，大概在台灣也只能住二、三個星期，再回到美國去。告訴我那邊佛法的情形，很少有人講經，可是在那邊還聽到我們的錄音帶，她說美國有我們圖書館的錄音帶，她在那邊還聽到一部《金剛經》。這一次來，我送給她一套《六祖壇經》的錄音帶。她在那邊也請了一個法師給他們講經，兩個星期一次，給他們聚會一次，幾個人？七個人，她住在舊金山。洛杉磯那邊人數比較多一點，大概有十幾二十個人在一塊共修學佛，一個禮拜聚會一次，不容易了。她來找我，我就跟她說，我可以到那邊去給他們講一點東西，但是要叫他們天天來聽講，給諸位說，七個人也做不到。為什麼？他們有工作而且都很忙，哪有時間來聽經。所以說我可以去，但是怎麼樣？目的不是當面給他們講經，而是去錄音或者是錄影，錄音、錄影在他們那邊都很方便，他們的設備比我們這裡好。如果我去了，一天給它錄六個鐘點，我到那裡去住一個月，一個星期錄六天，或者是錄五天，我們休息一天，一個月我估計可以給它錄一百二十個小時。這個錄音帶、錄影帶，他就可以拷貝在那邊流通，就傳出去了，這是無量功德。不要給他們講，每個星期或者是兩個星期，給他們聚會一次，聚會做什麼？答覆問題，不講經，你們有什麼問題提出來，我答覆，給你們解答。她聽了我這個辦法非常高興，她回去大概有意思要找我去。我說時間最長不超過一個月，如果這個樣子，我一年能夠去一次，對他們的幫助就很大，去就專門做這個錄音、錄影的工作。這也不要他們照顧，每天我坐在這個房間給它講六個鐘點。這種方式在現前這個時代是可以做的，而且是大家普遍能夠接受的。"
    },
    {
      "id": "08-002-0034_p0026",
      "zh_CN": "今天这个道场跟古人的道场不一样，古人道场许许多多人在这里听经。今天这个道场就是一个人，把录音机、录影机打开一个人讲，一个听众也没有，这就是开大道场。所以你要晓得时代不一样，这些录音带、录影带流通到每个人家里去，你家里人听到，这就是不相同的地方，总要能够变通。不变，还要希望像从前建大庙、大丛林，多少众住在一起，今天办不到！弘法利生一定要利用录音带，流通录音带，这是这一个时代弘法的特色。你要是印经，他未必有时间看，他也未必能看得懂。佛在经上常说娑婆世界耳根最利，正所谓「娑婆真教体，清净在音闻」。这是我们要晓得的，我们自己要从哪个角度去做。在目前我们能够做得到的，录音可以做得到；录影还差一点，现在我们力量不够。一个录影带的带子要七百块钱，一套设备要几十万，有些人家没有录放影机，他还不能用。可是现在卡式录音机几乎每个人都有，这个方便，他要有一套带子的话他随时可以听，他到哪里都听，他听完可以借给别人。今天我们所做的这个工作，这是一个主要的工作，我们在这个地方发心，这是正确的，我们讲一些东西保存录音带。这是我们自己的认识，我们在今天晓得自己怎么修、怎么弘扬。我没有道场，我也没有听众，佛法已经弘扬出去，受影响的人不知道有多少。这是我们讲到弘经，现前这个时代弘经的方式跟从前不同，而且比从前来得方便。从迹象上看没有一个人听，从实际上去看的时候有许许多多人在听。这个地方说明：",
      "zh_TW": "今天這個道場跟古人的道場不一樣，古人道場許許多多人在這裡聽經。今天這個道場就是一個人，把錄音機、錄影機打開一個人講，一個聽眾也沒有，這就是開大道場。所以你要曉得時代不一樣，這些錄音帶、錄影帶流通到每個人家裡去，你家裡人聽到，這就是不相同的地方，總要能夠變通。不變，還要希望像從前建大廟、大叢林，多少眾住在一起，今天辦不到！弘法利生一定要利用錄音帶，流通錄音帶，這是這一個時代弘法的特色。你要是印經，他未必有時間看，他也未必能看得懂。佛在經上常說娑婆世界耳根最利，正所謂「娑婆真教體，清淨在音聞」。這是我們要曉得的，我們自己要從哪個角度去做。在目前我們能夠做得到的，錄音可以做得到；錄影還差一點，現在我們力量不夠。一個錄影帶的帶子要七百塊錢，一套設備要幾十萬，有些人家沒有錄放影機，他還不能用。可是現在卡式錄音機幾乎每個人都有，這個方便，他要有一套帶子的話他隨時可以聽，他到哪裡都聽，他聽完可以借給別人。今天我們所做的這個工作，這是一個主要的工作，我們在這個地方發心，這是正確的，我們講一些東西保存錄音帶。這是我們自己的認識，我們在今天曉得自己怎麼修、怎麼弘揚。我沒有道場，我也沒有聽眾，佛法已經弘揚出去，受影響的人不知道有多少。這是我們講到弘經，現前這個時代弘經的方式跟從前不同，而且比從前來得方便。從跡象上看沒有一個人聽，從實際上去看的時候有許許多多人在聽。這個地方說明："
    },
    {
      "id": "08-002-0034_p0027",
      "zh_CN": "【此法深奥难信难解。】",
      "zh_TW": "【此法深奧難信難解。】"
    },
    {
      "id": "08-002-0034_p0028",
      "zh_CN": "此法是指本经里面所讲的妙法，妙法实际上就是心法，我们在经题里面给诸位讲得很详细。将来我们《法华大成》印好了，大概我这个灵山讲堂只有这一个学期，顶多到六月底结束。我们今年下半年，可以开始利用每个星期三的时间，我们来讲《法华经》，我们可以细讲，我们用上四年、五年的时间可以讲圆满，这不受时间限制。所以诸位要了解现前弘法的方式，你自己的心就振奋起来，晓得我们今天弘法利生事事无碍。我们把这些录音带保留着，将来有机缘可以流通到大陆，可以流通到世界每个地区。我们现在是经济力量不够，如果够的话，我们可以赠送海内外，那人家欢迎得不得了。现在没有这个钱，有钱我们就可以送，以往是我们赠送经书，现在我们可以赠送录音带。所以我们讲到弘法利生就要采取这个方式，采取这个办法。",
      "zh_TW": "此法是指本經裡面所講的妙法，妙法實際上就是心法，我們在經題裡面給諸位講得很詳細。將來我們《法華大成》印好了，大概我這個靈山講堂只有這一個學期，頂多到六月底結束。我們今年下半年，可以開始利用每個星期三的時間，我們來講《法華經》，我們可以細講，我們用上四年、五年的時間可以講圓滿，這不受時間限制。所以諸位要了解現前弘法的方式，你自己的心就振奮起來，曉得我們今天弘法利生事事無礙。我們把這些錄音帶保留著，將來有機緣可以流通到大陸，可以流通到世界每個地區。我們現在是經濟力量不夠，如果夠的話，我們可以贈送海內外，那人家歡迎得不得了。現在沒有這個錢，有錢我們就可以送，以往是我們贈送經書，現在我們可以贈送錄音帶。所以我們講到弘法利生就要採取這個方式，採取這個辦法。"
    },
    {
      "id": "08-002-0034_p0029",
      "zh_CN": "这个地方「此法深奥难信难解」，你不要只看到是这部经，一切大乘了义经典无不如是。特别是《弥陀经》，《弥陀经》之难、之深奥，难信难解，实在讲超过《妙法莲华经》，《弥陀经》佛自己也说是难信之法。愈是难信之法，佛菩萨必定是重重劝勉我们，为了什么？坚固我们的信心，这非常的重要。一切众生眼光短浅，只看到眼前的迹象，不知道深远的根本。正如同我们弘法一样，一般人不晓得，只看到眼前迹象，不晓得有深远的影响力。譬如我举一个例子，这大家真是不觉悟，你读经、读论、阅读这些传记，佛门里面讲功德，修福最殊胜的就是弘经，法布施！稍稍懂得一点佛法的人，提起来应当要觉悟，经里面所讲的七宝布施，大千世界七宝布施，无量无边大千世界七宝布施，都不如读诵受持为人演说四句偈的功德。在经上也常常说，我们也常常去念，这有几个人相信。我们在《感应篇汇编》里面所看到的，刘锡元遇到一只猪晚上托梦给他，曹翰一次的随喜功德三世的福报，他是听法师讲经，就听一次，偶然碰到的，把自己的钱财拿出来供养大众，打了一堂斋供养大众，修一次的福报，他享三世福。如果你请一个法师讲一天经，我们说福报不多，就像他那个样子，绝不比他少！你也得有三世的福报，何况决定不止，不止三世的福报，决定不止。",
      "zh_TW": "這個地方「此法深奧難信難解」，你不要只看到是這部經，一切大乘了義經典無不如是。特別是《彌陀經》，《彌陀經》之難、之深奧，難信難解，實在講超過《妙法蓮華經》，《彌陀經》佛自己也說是難信之法。愈是難信之法，佛菩薩必定是重重勸勉我們，為了什麼？堅固我們的信心，這非常的重要。一切眾生眼光短淺，只看到眼前的跡象，不知道深遠的根本。正如同我們弘法一樣，一般人不曉得，只看到眼前跡象，不曉得有深遠的影響力。譬如我舉一個例子，這大家真是不覺悟，你讀經、讀論、閱讀這些傳記，佛門裡面講功德，修福最殊勝的就是弘經，法布施！稍稍懂得一點佛法的人，提起來應當要覺悟，經裡面所講的七寶布施，大千世界七寶布施，無量無邊大千世界七寶布施，都不如讀誦受持為人演說四句偈的功德。在經上也常常說，我們也常常去念，這有幾個人相信。我們在《感應篇彙編》裡面所看到的，劉錫元遇到一隻豬晚上托夢給他，曹翰一次的隨喜功德三世的福報，他是聽法師講經，就聽一次，偶然碰到的，把自己的錢財拿出來供養大眾，打了一堂齋供養大眾，修一次的福報，他享三世福。如果你請一個法師講一天經，我們說福報不多，就像他那個樣子，絕不比他少！你也得有三世的福報，何況決定不止，不止三世的福報，決定不止。"
    },
    {
      "id": "08-002-0034_p0030",
      "zh_CN": "今天请法师讲经比过去容易太多，为什么？过去要种种条件具足，今天不需要，我只拿个录音机、拿个录音带，法师你替我讲一部经，功德就圆满了。不要去租讲堂，不要去登广告邀请大众，不需要，你们诸位想想，这个功德多大。如果你有力量的话，或者是集合大众的力量，将这个录音带在广播电台广播一次，那听众多少？所花的钱有限，所做的功德，曹翰怎么能比得了！你这个福报是他的百倍、千倍。所以说是觉悟的人，他懂得、他会做，不觉悟的人他不晓得，机会真是当面错过。在我们图书馆这个事情尤其好做，为什么？你不必请我讲经，这些录音带是现成的，你拷贝一套拿出去就有用。你送给一个人，一个人他辗转流通，他又转录给别人，别人再转录给别人，遇到一个有大福德、有智慧的，他会大量的流通。所以今天修福比古人容易，所具备的条件少，条件愈少愈容易做。所以善根福德因缘具足者，他会修。底下所讲的，跟佛法里面所说的没有两样。",
      "zh_TW": "今天請法師講經比過去容易太多，為什麼？過去要種種條件具足，今天不需要，我只拿個錄音機、拿個錄音帶，法師你替我講一部經，功德就圓滿了。不要去租講堂，不要去登廣告邀請大眾，不需要，你們諸位想想，這個功德多大。如果你有力量的話，或者是集合大眾的力量，將這個錄音帶在廣播電台廣播一次，那聽眾多少？所花的錢有限，所做的功德，曹翰怎麼能比得了！你這個福報是他的百倍、千倍。所以說是覺悟的人，他懂得、他會做，不覺悟的人他不曉得，機會真是當面錯過。在我們圖書館這個事情尤其好做，為什麼？你不必請我講經，這些錄音帶是現成的，你拷貝一套拿出去就有用。你送給一個人，一個人他輾轉流通，他又轉錄給別人，別人再轉錄給別人，遇到一個有大福德、有智慧的，他會大量的流通。所以今天修福比古人容易，所具備的條件少，條件愈少愈容易做。所以善根福德因緣具足者，他會修。底下所講的，跟佛法裡面所說的沒有兩樣。"
    },
    {
      "id": "08-002-0034_p0031",
      "zh_CN": "【若论其本。何曾越乎一念。】",
      "zh_TW": "【若論其本。何曾越乎一念。】"
    },
    {
      "id": "08-002-0034_p0032",
      "zh_CN": "佛在《四十二章经》里面告诉我们，「识心达本」，识是认识，心就是真心，这个事情必须证得理一心不乱才能成就。",
      "zh_TW": "佛在《四十二章經》裡面告訴我們，「識心達本」，識是認識，心就是真心，這個事情必須證得理一心不亂才能成就。"
    },
    {
      "id": "08-002-0034_p0033",
      "zh_CN": "经文，诸位自己细细去研究。佛说迹，意思在本，说本，意思叫你明白迹，本迹是一不是二。后面有一行这是说经宗旨：",
      "zh_TW": "經文，諸位自己細細去研究。佛說跡，意思在本，說本，意思叫你明白跡，本跡是一不是二。後面有一行這是說經宗旨："
    },
    {
      "id": "08-002-0034_p0034",
      "zh_CN": "【方便元为导实。是故所说诸经。莫不皆令众生入于佛道。】",
      "zh_TW": "【方便元為導實。是故所說諸經。莫不皆令眾生入於佛道。】"
    },
    {
      "id": "08-002-0034_p0035",
      "zh_CN": "这几句话希望大家要注意到，为什么？你要不晓得这个道理，你就会迷在教网之中，也就是一般所讲的死在章句之下。人家一闻就开悟，你是愈闻愈迷惑，你不晓得佛说法的宗旨。佛所用的无不是方便法，方便法的目的是诱导你入真实，不是叫你死在方便法里头；换句话说，方便法执着不得。我们用它，不执着它，就好像指路牌一样，我们用它，一看晓得这个路往这边走。不能执着它，执着它你死在那里守着它不动，这就是的，那就错了，那就是迷惑颠倒。佛说的一切经都是如此，一切经都是教我们入佛道，入佛道就是入佛知见，《法华经》里面所说的「开示悟入佛之知见」。底下一句话说得很好：",
      "zh_TW": "這幾句話希望大家要注意到，為什麼？你要不曉得這個道理，你就會迷在教網之中，也就是一般所講的死在章句之下。人家一聞就開悟，你是愈聞愈迷惑，你不曉得佛說法的宗旨。佛所用的無不是方便法，方便法的目的是誘導你入真實，不是叫你死在方便法裡頭；換句話說，方便法執著不得。我們用它，不執著它，就好像指路牌一樣，我們用它，一看曉得這個路往這邊走。不能執著它，執著它你死在那裡守著它不動，這就是的，那就錯了，那就是迷惑顛倒。佛說的一切經都是如此，一切經都是教我們入佛道，入佛道就是入佛知見，《法華經》裡面所說的「開示悟入佛之知見」。底下一句話說得很好："
    },
    {
      "id": "08-002-0034_p0036",
      "zh_CN": "【如来如实知见三界之相。无有生死去来等者。】",
      "zh_TW": "【如來如實知見三界之相。無有生死去來等者。】"
    },
    {
      "id": "08-002-0034_p0037",
      "zh_CN": "这说的真相，真相要是明白了，你就远离恐怖、颠倒、妄想，为什么？一切法不生不灭。我们最大的恐惧是死亡，哪里晓得根本没这个事情！所以生死是一不是二，一里面没有生死，没有去来。这在我们讲席里面讲，多多少少能够体会一点这个意思，因为我们大经大论说得太多，总希望诸位要体会，要能够在这里面得到受用。下课。",
      "zh_TW": "這說的真相，真相要是明白了，你就遠離恐怖、顛倒、妄想，為什麼？一切法不生不滅。我們最大的恐懼是死亡，哪裡曉得根本沒這個事情！所以生死是一不是二，一裡面沒有生死，沒有去來。這在我們講席裡面講，多多少少能夠體會一點這個意思，因為我們大經大論說得太多，總希望諸位要體會，要能夠在這裡面得到受用。下課。"
    }
  ]
}