{
  "doc_id": "08-002-0036",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1981　台湾",
    "zh_TW": "1981　台灣"
  },
  "doc_number": "08-002-0036",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "08-002-0036_p0001",
      "zh_CN": "讲义第十六页：",
      "zh_TW": "講義第十六頁："
    },
    {
      "id": "08-002-0036_p0002",
      "zh_CN": "众生的烦恼，佛在经论上都给我们说得很详细、很明白，而我们听了之后，确实把它当作耳边风，也就是空过了。譬如在《唯识论》里给我们分析的，八识五十一心所，虽然是从纲领上来说，但是也已经相当详细。我们就拿最简单的，所谓大乘入门的，这个入门刚才讲是相当重要，譬如在唯识里头百法是入门，我们几个人会用百法？百法学了不过是学习名相而已，不能把百法运用在我们生活上，怎么叫学佛？学了之后就要运用在生活上，就像我们每天穿衣吃饭一样，根本少不了。我们六根接触六尘境界，心里一起心、一动念，就晓得哪一个心所，这就不迷了，晓得哪一个心所起作用，这个心所是善、是恶。善与恶都没有关系，为什么？因为那是一切有为法，如梦幻泡影。问题就是你要觉，你不能迷，觉了叫佛菩萨，迷了是凡夫。觉了，心清净，不为烦恼所动；迷了的时候，你就被烦恼所转。觉心是清净的，迷心是不清净的，是染污的。从这个地方，我们自己就是常常要检点自己，实际上早晚课诵就是检点自己，这才真正是无量无边的功德。",
      "zh_TW": "眾生的煩惱，佛在經論上都給我們說得很詳細、很明白，而我們聽了之後，確實把它當作耳邊風，也就是空過了。譬如在《唯識論》裡給我們分析的，八識五十一心所，雖然是從綱領上來說，但是也已經相當詳細。我們就拿最簡單的，所謂大乘入門的，這個入門剛才講是相當重要，譬如在唯識裡頭百法是入門，我們幾個人會用百法？百法學了不過是學習名相而已，不能把百法運用在我們生活上，怎麼叫學佛？學了之後就要運用在生活上，就像我們每天穿衣吃飯一樣，根本少不了。我們六根接觸六塵境界，心裡一起心、一動念，就曉得哪一個心所，這就不迷了，曉得哪一個心所起作用，這個心所是善、是惡。善與惡都沒有關係，為什麼？因為那是一切有為法，如夢幻泡影。問題就是你要覺，你不能迷，覺了叫佛菩薩，迷了是凡夫。覺了，心清淨，不為煩惱所動；迷了的時候，你就被煩惱所轉。覺心是清淨的，迷心是不清淨的，是染污的。從這個地方，我們自己就是常常要檢點自己，實際上早晚課誦就是檢點自己，這才真正是無量無邊的功德。"
    },
    {
      "id": "08-002-0036_p0003",
      "zh_CN": "每个人的烦恼可以说统统都具足，但是对于烦恼的轻重各人不一样，譬如有人贪心重，有人瞋恚心重，有人愚痴重，这不相同。我们要对治，佛法开头就是讲对治，哪一条最重先治哪一条。贪心最重，我们先对治它，用布施；如果瞋恚心最重，就先对治瞋恚，修慈悲、修忍辱。八万四千法门从哪里来的？从八万四千烦恼而来，没有烦恼就不需要对治，法门也没有。因为有烦恼，所以佛才建立法门。由此可知，法门是属于方便法，以方便法来对治有为法，有为的烦恼消除、没有了，方便法也不要，不需要对治，那也没有建立，这时候心才清净，这叫真正修行。如果我们的烦恼习气随它增长，并不想方法来对治它，不觉悟，这佛法无论你用什么样的功夫都没有成就。换句话说，你这个病不医治它，你的病永远存在，怎么样强打精神你的病不会好的。所以一定先要对治习气烦恼，能治烦恼这是第一个条件，你不治就无从对治，先要治，先要能够辨别。",
      "zh_TW": "每個人的煩惱可以說統統都具足，但是對於煩惱的輕重各人不一樣，譬如有人貪心重，有人瞋恚心重，有人愚痴重，這不相同。我們要對治，佛法開頭就是講對治，哪一條最重先治哪一條。貪心最重，我們先對治它，用布施；如果瞋恚心最重，就先對治瞋恚，修慈悲、修忍辱。八萬四千法門從哪裡來的？從八萬四千煩惱而來，沒有煩惱就不需要對治，法門也沒有。因為有煩惱，所以佛才建立法門。由此可知，法門是屬於方便法，以方便法來對治有為法，有為的煩惱消除、沒有了，方便法也不要，不需要對治，那也沒有建立，這時候心才清淨，這叫真正修行。如果我們的煩惱習氣隨它增長，並不想方法來對治它，不覺悟，這佛法無論你用什麼樣的功夫都沒有成就。換句話說，你這個病不醫治它，你的病永遠存在，怎麼樣強打精神你的病不會好的。所以一定先要對治習氣煩惱，能治煩惱這是第一個條件，你不治就無從對治，先要治，先要能夠辨別。"
    },
    {
      "id": "08-002-0036_p0004",
      "zh_CN": "【三乘五性皆佛之子。故曰多诸子息。】",
      "zh_TW": "【三乘五性皆佛之子。故曰多諸子息。】"
    },
    {
      "id": "08-002-0036_p0005",
      "zh_CN": "「多诸子息」是比喻，经里面讲「多诸子息」，大夫有许许多多的儿女，这是比喻佛有许许多多弟子。「三乘」是声闻、缘觉、菩萨，如果把人天合进去有五乘。「五性」：菩萨种性、声闻乘定性、缘觉乘定性、不定种性、无种性。我们自己要晓得，三乘里面我们属于哪一乘，五性里面我们属于哪一种性，但是可以培养的。当然我们在五性里头，哪个不希望我们最好能够具足菩萨种性，唯有菩萨种性才能够当生成佛，其余的种性这一生都办不到。三乘五性，我们每个人统统具足，心外无法，法外无心；换句话讲，我们哪一个种性现前。正如同十法界，十法界的种子我们哪个人没有，也统统具足。佛在《华严经》里面讲「一现九隐」，我们现前十法界，阿赖耶识十法界种子，我们现在现的是人法界，其余的九法界不现，一现九隐。我们为什么不现佛法界，而现人法界？所以我们从这个地方去着眼、去追究，把这个事情真相搞明白了，那真是在这个十法界里面，无尽的时空里面，我们是隐现自在，那跟佛菩萨有什么两样！",
      "zh_TW": "「多諸子息」是比喻，經裡面講「多諸子息」，大夫有許許多多的兒女，這是比喻佛有許許多多弟子。「三乘」是聲聞、緣覺、菩薩，如果把人天合進去有五乘。「五性」：菩薩種性、聲聞乘定性、緣覺乘定性、不定種性、無種性。我們自己要曉得，三乘裡面我們屬於哪一乘，五性裡面我們屬於哪一種性，但是可以培養的。當然我們在五性裡頭，哪個不希望我們最好能夠具足菩薩種性，唯有菩薩種性才能夠當生成佛，其餘的種性這一生都辦不到。三乘五性，我們每個人統統具足，心外無法，法外無心；換句話講，我們哪一個種性現前。正如同十法界，十法界的種子我們哪個人沒有，也統統具足。佛在《華嚴經》裡面講「一現九隱」，我們現前十法界，阿賴耶識十法界種子，我們現在現的是人法界，其餘的九法界不現，一現九隱。我們為什麼不現佛法界，而現人法界？所以我們從這個地方去著眼、去追究，把這個事情真相搞明白了，那真是在這個十法界裡面，無盡的時空裡面，我們是隱現自在，那跟佛菩薩有什麼兩樣！"
    },
    {
      "id": "08-002-0036_p0006",
      "zh_CN": "菩萨种性，我给他们几个人写了八个字，现在算命的风气很盛，算命要看八字，我也提了八个字，菩萨的八字。如果你们具足这八个字，你就是菩萨种性，第一个是诚敬，诚于中，敬表现在外，一切恭敬。我们打开《礼记》第一句话，「曲礼曰，毋不敬」，毋不敬就是佛法里头的一切恭敬。诚是真诚，绝不是虚伪的，是真诚的恭敬，十大愿王里面你们看看，第一个「礼敬诸佛，称赞如来」，从这里学起，「广修供养，忏除业障」，这个四条才把自己变成为菩萨，变成为法器，有资格修学一乘大法，要具备这四个条件。所以十大愿王前面四个条件是根本，根本条件。我给诸位说的，第一个是诚敬，第二个是平等，第三个是清净，第四个是慈悲，如果你能够具足这八个字，你是菩萨种性。这八个字都是我们自己的性德，如果我们没有修德，我们的性德不能够显现，统统是我们本性里头有的。我们修什么？就修这八个字，我们修诚敬、修平等、修清净、修慈悲。在家庭、在团体、在社会，与一切大众相处我们就修这八个字，这个叫修菩萨道。",
      "zh_TW": "菩薩種性，我給他們幾個人寫了八個字，現在算命的風氣很盛，算命要看八字，我也提了八個字，菩薩的八字。如果你們具足這八個字，你就是菩薩種性，第一個是誠敬，誠於中，敬表現在外，一切恭敬。我們打開《禮記》第一句話，「曲禮曰，毋不敬」，毋不敬就是佛法裡頭的一切恭敬。誠是真誠，絕不是虛偽的，是真誠的恭敬，十大願王裡面你們看看，第一個「禮敬諸佛，稱讚如來」，從這裡學起，「廣修供養，懺除業障」，這個四條才把自己變成為菩薩，變成為法器，有資格修學一乘大法，要具備這四個條件。所以十大願王前面四個條件是根本，根本條件。我給諸位說的，第一個是誠敬，第二個是平等，第三個是清淨，第四個是慈悲，如果你能夠具足這八個字，你是菩薩種性。這八個字都是我們自己的性德，如果我們沒有修德，我們的性德不能夠顯現，統統是我們本性裡頭有的。我們修什麼？就修這八個字，我們修誠敬、修平等、修清淨、修慈悲。在家庭、在團體、在社會，與一切大眾相處我們就修這八個字，這個叫修菩薩道。"
    },
    {
      "id": "08-002-0036_p0007",
      "zh_CN": "【此方机息他土缘熟。故曰以有事缘远至余国。】",
      "zh_TW": "【此方機息他土緣熟。故曰以有事緣遠至餘國。】"
    },
    {
      "id": "08-002-0036_p0008",
      "zh_CN": "这两句就是这个意思，诸佛菩萨应现在世间没有来去，隐现自在。佛菩萨住世是感应道交，众生有感，佛菩萨就有应。如果你真正具足菩萨种性，再给诸位说，这种应现的机缘从来没有止息过。我们讲昼夜二十四小时，佛菩萨都在你的周边，从来没有一分一秒离开过你。你要是心到清净相当一个程度，你自己就看出来，你就觉察到，无时无刻不在！我们之所以不能够觉察，实在讲我们自己的业障太重，不晓得佛菩萨就在我们身边，从来没有离开过我们。到你自己明白，你对于佛菩萨的恩德才真正体会到，这个恩德太大了，父母之恩、老师之恩没有办法相比，不能比，无始劫来从来都没离开过。我们今天不知道，不知道他也在，不是说不知道他就离开了，不是的，知道他在，不知道他还在。就正如空气一样、虚空一样，空气我们什么时候离开过它！一旦觉悟，那就是念念觉，六祖所说的「惠能心中常生智慧」，这不假，念念觉悟，六根接触六尘境界无有不觉。可是迷人不晓得事实的真相，见到佛菩萨有的时候出世，又灭度了，这个示现的出世、灭度，是就众生显著的机缘。",
      "zh_TW": "這兩句就是這個意思，諸佛菩薩應現在世間沒有來去，隱現自在。佛菩薩住世是感應道交，眾生有感，佛菩薩就有應。如果你真正具足菩薩種性，再給諸位說，這種應現的機緣從來沒有止息過。我們講晝夜二十四小時，佛菩薩都在你的周邊，從來沒有一分一秒離開過你。你要是心到清淨相當一個程度，你自己就看出來，你就覺察到，無時無刻不在！我們之所以不能夠覺察，實在講我們自己的業障太重，不曉得佛菩薩就在我們身邊，從來沒有離開過我們。到你自己明白，你對於佛菩薩的恩德才真正體會到，這個恩德太大了，父母之恩、老師之恩沒有辦法相比，不能比，無始劫來從來都沒離開過。我們今天不知道，不知道他也在，不是說不知道他就離開了，不是的，知道他在，不知道他還在。就正如空氣一樣、虛空一樣，空氣我們什麼時候離開過它！一旦覺悟，那就是念念覺，六祖所說的「惠能心中常生智慧」，這不假，念念覺悟，六根接觸六塵境界無有不覺。可是迷人不曉得事實的真相，見到佛菩薩有的時候出世，又滅度了，這個示現的出世、滅度，是就眾生顯著的機緣。"
    },
    {
      "id": "08-002-0036_p0009",
      "zh_CN": "佛示现教化众生有两类的形象，一类叫显应，一类叫密应，密是不显，是你自己清净心当中才能够觉察，才能够感应。显应，不一定要清净心，比如释迦牟尼佛当年示现在这个世间，哪一个人看到佛来了，你心不清净也看到佛来，这叫显应。密应，从来没有离开，但是你自己不能觉察，心地清净到相当程度的人，他知道，他觉察佛在自己身边，觉察佛在每个众生的身边，他知道，清清楚楚、明明白白。这段是讲显应，这个地方众生机缘息了，就是在现阶段能够深信不疑、依教奉行的这些人，佛都接触到，都把这些理论方法教给他们，没有住世的必要，他走了，为什么？他再住世间的时候也没人跟他学；他方机缘成熟了，他就到那个地方又去现身。是不是此地灭了他方出生？不是的，不生不灭。这个道理《楞严经》里面说得很清楚，「随心应量」，这理实在是相当深，可是虽然深不是不能懂，要很细心的去体会。底下几句话很要紧，我在此地念一念，诸位要好好的记住。",
      "zh_TW": "佛示現教化眾生有兩類的形象，一類叫顯應，一類叫密應，密是不顯，是你自己清淨心當中才能夠覺察，才能夠感應。顯應，不一定要清淨心，比如釋迦牟尼佛當年示現在這個世間，哪一個人看到佛來了，你心不清淨也看到佛來，這叫顯應。密應，從來沒有離開，但是你自己不能覺察，心地清淨到相當程度的人，他知道，他覺察佛在自己身邊，覺察佛在每個眾生的身邊，他知道，清清楚楚、明明白白。這段是講顯應，這個地方眾生機緣息了，就是在現階段能夠深信不疑、依教奉行的這些人，佛都接觸到，都把這些理論方法教給他們，沒有住世的必要，他走了，為什麼？他再住世間的時候也沒人跟他學；他方機緣成熟了，他就到那個地方又去現身。是不是此地滅了他方出生？不是的，不生不滅。這個道理《楞嚴經》裡面說得很清楚，「隨心應量」，這理實在是相當深，可是雖然深不是不能懂，要很細心的去體會。底下幾句話很要緊，我在此地念一念，諸位要好好的記住。"
    },
    {
      "id": "08-002-0036_p0010",
      "zh_CN": "【佛既去世。】",
      "zh_TW": "【佛既去世。】"
    },
    {
      "id": "08-002-0036_p0011",
      "zh_CN": "这个我们从迹象上来讲，佛菩萨离开世间，示现的灭度。",
      "zh_TW": "這個我們從跡象上來講，佛菩薩離開世間，示現的滅度。"
    },
    {
      "id": "08-002-0036_p0012",
      "zh_CN": "【众生禀受邪教。故曰饮他毒药。】",
      "zh_TW": "【眾生稟受邪教。故曰飲他毒藥。】"
    },
    {
      "id": "08-002-0036_p0013",
      "zh_CN": "经文里面讲「饮他毒药」就是这个意思。我们今天的情形就是这样的，佛不住世，正法没有人弘扬，邪法炽盛在世间，众生接受的是邪教。",
      "zh_TW": "經文裡面講「飲他毒藥」就是這個意思。我們今天的情形就是這樣的，佛不住世，正法沒有人弘揚，邪法熾盛在世間，眾生接受的是邪教。"
    },
    {
      "id": "08-002-0036_p0014",
      "zh_CN": "【既受邪教。增长执见。流转生死。故曰药发闷乱宛转于地。】",
      "zh_TW": "【既受邪教。增長執見。流轉生死。故曰藥發悶亂宛轉於地。】"
    },
    {
      "id": "08-002-0036_p0015",
      "zh_CN": "这不就是我们今天社会的写实吗？可是诸位要特别记住，邪与正不容易辨别。为什么？邪教拿着佛像、拿着佛经，做他们传播邪知邪见的工具，所以你看到这是佛法、这是佛经，他讲错了。你仔细听听，他也讲得不错，给诸位说，如果他不教你离言说、离名字、离心缘相，怎么讲都是错的。为什么？教你念《法华经》，你就执着在《法华经》上，那错了。正如法达禅师遇到六祖一样，没有遇六祖之前，他被《法华》转，那就错了，那就是邪知邪见，这种叫门内外。门外外道容易看得出来，门内外看不出，这真正要慧眼。遇到六祖大师，再给他一开示，恍然大悟，从今以后他转《法华》，为什么？不执着了。如果法师大德来给你讲经，讲的是名相，分别名相，执著名相，这都是增长执着知见，知见就是邪见。《楞严经》里头讲「知见立知，是无明本」，那不是邪见是什么？所以我劝大家研究欧阳大师的「佛法非宗教非哲学」。他一语就道破，佛法是破执着的，绝不是叫你增长执着的，你增长执着、邪见，这错了，所以门内外可怕。",
      "zh_TW": "這不就是我們今天社會的寫實嗎？可是諸位要特別記住，邪與正不容易辨別。為什麼？邪教拿著佛像、拿著佛經，做他們傳播邪知邪見的工具，所以你看到這是佛法、這是佛經，他講錯了。你仔細聽聽，他也講得不錯，給諸位說，如果他不教你離言說、離名字、離心緣相，怎麼講都是錯的。為什麼？教你念《法華經》，你就執著在《法華經》上，那錯了。正如法達禪師遇到六祖一樣，沒有遇六祖之前，他被《法華》轉，那就錯了，那就是邪知邪見，這種叫門內外。門外外道容易看得出來，門內外看不出，這真正要慧眼。遇到六祖大師，再給他一開示，恍然大悟，從今以後他轉《法華》，為什麼？不執著了。如果法師大德來給你講經，講的是名相，分別名相，執著名相，這都是增長執著知見，知見就是邪見。《楞嚴經》裡頭講「知見立知，是無明本」，那不是邪見是什麼？所以我勸大家研究歐陽大師的「佛法非宗教非哲學」。他一語就道破，佛法是破執著的，絕不是叫你增長執著的，你增長執著、邪見，這錯了，所以門內外可怕。"
    },
    {
      "id": "08-002-0036_p0016",
      "zh_CN": "我当年亲近李老师，一跟他见面，他就提醒我要注意，他说门外的外道，像基督教甚至一贯道，你很容易辨别，那是外道。门内外不容易辨别，而且门内外的又多，《楞严》第六卷末尾「四种清净明诲」里面，佛说得很清楚，在末法时期魔王派他这些魔子魔孙都在我们佛门里面出家，都披上袈裟住在寺院里头来弘法利生，弘的全是魔外，魔道、外道，我们怎么能认识？我们怎么能够辨别？这就是渗透进来，而且人数之多，佛说「邪师说法如恒河沙」。所以在这个时代，你要是遇到正法，遇到一个真正善知识，你想想看，若不是善根福德因缘具足遇不到，真正遇不到。而且正法道场，再给诸位说，时间大概都不长，为什么？时间一长，魔进来了，给你破坏、扰乱，魔是专门来破坏道场的。所以正法道场往往都是昙花一现，但是这个一现，要是有缘的人遇到，得的这个利益无量无边。如果我们在整个时间里面来说、空间里面来讲，佛出现在世间也是昙花一现。你们想想释迦牟尼佛出现，拿我们中国记载的算法，到今年也不过三千零十年。而底下一尊佛出世，弥勒佛再示现在我们人间是五十六亿年之后，五十六亿年比起释迦牟尼佛整个法运一万二千年，岂不是昙花一现吗？真是昙花一现。",
      "zh_TW": "我當年親近李老師，一跟他見面，他就提醒我要注意，他說門外的外道，像基督教甚至一貫道，你很容易辨別，那是外道。門內外不容易辨別，而且門內外的又多，《楞嚴》第六卷末尾「四種清淨明誨」裡面，佛說得很清楚，在末法時期魔王派他這些魔子魔孫都在我們佛門裡面出家，都披上袈裟住在寺院裡頭來弘法利生，弘的全是魔外，魔道、外道，我們怎麼能認識？我們怎麼能夠辨別？這就是滲透進來，而且人數之多，佛說「邪師說法如恆河沙」。所以在這個時代，你要是遇到正法，遇到一個真正善知識，你想想看，若不是善根福德因緣具足遇不到，真正遇不到。而且正法道場，再給諸位說，時間大概都不長，為什麼？時間一長，魔進來了，給你破壞、擾亂，魔是專門來破壞道場的。所以正法道場往往都是曇花一現，但是這個一現，要是有緣的人遇到，得的這個利益無量無邊。如果我們在整個時間裡面來說、空間裡面來講，佛出現在世間也是曇花一現。你們想想釋迦牟尼佛出現，拿我們中國記載的算法，到今年也不過三千零十年。而底下一尊佛出世，彌勒佛再示現在我們人間是五十六億年之後，五十六億年比起釋迦牟尼佛整個法運一萬二千年，豈不是曇花一現嗎？真是曇花一現。"
    },
    {
      "id": "08-002-0036_p0017",
      "zh_CN": "末法时期这个弘法正法道场也是昙花一现。我常常劝诸位说，你要在这里学真东西，你才能够得真受用，我们在正法道场一天、二天，你自己要是果然开悟，你这是一了百了。如何才能够得到正法利益？就是信解行证，要有坚固的信心，正确的理解，依教修行，求的就是要证果，就是要证实佛所说的境界。具体说来，我在讲堂里面都跟大家讲过，具体的讲，能证的是一心不乱，我们现在念佛，我们就是求一心不乱；所证的是一真法界，你只要得一心，你所见到的法界就是一真。在我们净土法门里面讲寂光净土，寂光净土与我们现前的生活不二，我们现在这个心不能专一，所以见不到。道是什么？道是一心不乱。一心不乱在哪里修？在事事物物上修，待人接物里头都要学个清净心，学个如如不动，学个不取于相、如如不动，修这个。修的是这个，学的是这个，证的还是这个，信解行证都是为了这个，这叫真修行，这叫正法。",
      "zh_TW": "末法時期這個弘法正法道場也是曇花一現。我常常勸諸位說，你要在這裡學真東西，你才能夠得真受用，我們在正法道場一天、二天，你自己要是果然開悟，你這是一了百了。如何才能夠得到正法利益？就是信解行證，要有堅固的信心，正確的理解，依教修行，求的就是要證果，就是要證實佛所說的境界。具體說來，我在講堂裡面都跟大家講過，具體的講，能證的是一心不亂，我們現在念佛，我們就是求一心不亂；所證的是一真法界，你只要得一心，你所見到的法界就是一真。在我們淨土法門裡面講寂光淨土，寂光淨土與我們現前的生活不二，我們現在這個心不能專一，所以見不到。道是什麼？道是一心不亂。一心不亂在哪裡修？在事事物物上修，待人接物裡頭都要學個清淨心，學個如如不動，學個不取於相、如如不動，修這個。修的是這個，學的是這個，證的還是這個，信解行證都是為了這個，這叫真修行，這叫正法。"
    },
    {
      "id": "08-002-0036_p0018",
      "zh_CN": "【佛思救拔。还复示生。如长者之归家。】",
      "zh_TW": "【佛思救拔。還復示生。如長者之歸家。】"
    },
    {
      "id": "08-002-0036_p0019",
      "zh_CN": "受邪教之害他才晓得回头，被它迷住了，到以后受它的害这才回头；只要你有回头的心，佛菩萨这又示现在你面前。你这个心还没有回头的意思，佛菩萨不会明显的教你，为什么？你不能接受。肯接受的时候就教你，可是教你的时候有一个条件，那就是底下这句话：",
      "zh_TW": "受邪教之害他才曉得回頭，被它迷住了，到以後受它的害這才回頭；只要你有回頭的心，佛菩薩這又示現在你面前。你這個心還沒有回頭的意思，佛菩薩不會明顯的教你，為什麼？你不能接受。肯接受的時候就教你，可是教你的時候有一個條件，那就是底下這句話："
    },
    {
      "id": "08-002-0036_p0020",
      "zh_CN": "【四众敬仰。如诸子之欢喜。随顺古式。】",
      "zh_TW": "【四眾敬仰。如諸子之歡喜。隨順古式。】"
    },
    {
      "id": "08-002-0036_p0021",
      "zh_CN": "这是教学的方法、原则，学生的条件就是「敬仰」，诚敬、仰慕，这个语是双关的，对老师诚敬、仰慕，对于法门诚敬、仰慕，这样才行。我对老师很尊敬、很仰慕，对于这个法不太尊重，这不行，不能成就；对于法很尊重、很仰慕，对老师瞧不起那不行，这个机缘都没有成熟。所以尊师重道是同时的，一个人具足这个条件，佛菩萨就教化这一个人，这一个人就成就；大众有这个修学的态度，佛就示现在大众当中来教化。在我们现前这个时代，你一个人发心就能够利益一切大众，我们可以利用这个录音。在以往多少这些大德们自己证果，证了果怎么样？与众生没有缘，就是众生对他不尊重，没有说法的机缘，那只好去住山闭关，去隐居起来，求他自己的深造，不能够利益众生。",
      "zh_TW": "這是教學的方法、原則，學生的條件就是「敬仰」，誠敬、仰慕，這個語是雙關的，對老師誠敬、仰慕，對於法門誠敬、仰慕，這樣才行。我對老師很尊敬、很仰慕，對於這個法不太尊重，這不行，不能成就；對於法很尊重、很仰慕，對老師瞧不起那不行，這個機緣都沒有成熟。所以尊師重道是同時的，一個人具足這個條件，佛菩薩就教化這一個人，這一個人就成就；大眾有這個修學的態度，佛就示現在大眾當中來教化。在我們現前這個時代，你一個人發心就能夠利益一切大眾，我們可以利用這個錄音。在以往多少這些大德們自己證果，證了果怎麼樣？與眾生沒有緣，就是眾生對他不尊重，沒有說法的機緣，那只好去住山閉關，去隱居起來，求他自己的深造，不能夠利益眾生。"
    },
    {
      "id": "08-002-0036_p0022",
      "zh_CN": "今天情形就不一样，今天没有缘，没有缘你可以，在从前就是一个是著书，我没有缘，我能够把这个著作流传给后世。可是在从前流传不容易，为什么？以前没有印刷，要靠手写。手写的本子，如果没有人尊敬你，他对你这个东西根本就不重视，你写这个东西流传不到几年就没有了，失掉了。今天印刷术发达，印个几千本到处散，总有一本、两本会传下去，会被那个有善根福德的人他遇到，他拿去发扬光大。所以这个情形不一样，比从前来得方便。更方便的是录音，如果将录音带流通出去，这就度了很多人。虽然邪知邪见炽盛在世间，不怕，俗话常说「不怕不识货，只怕货比货」，那个信邪的人他没有听过正法。他如果听到正法他两个比较，他就晓得哪个是对、哪个是不对，哪个应当取、哪个应当舍。这是今天科技发达有这些方便，一个人住在茅蓬里，住在关房里也能够弘法利生，也能够把佛法流传在世界各个角落。这就是我们要善用大众传播的工具，我们要会用这个东西。",
      "zh_TW": "今天情形就不一樣，今天沒有緣，沒有緣你可以，在從前就是一個是著書，我沒有緣，我能夠把這個著作流傳給後世。可是在從前流傳不容易，為什麼？以前沒有印刷，要靠手寫。手寫的本子，如果沒有人尊敬你，他對你這個東西根本就不重視，你寫這個東西流傳不到幾年就沒有了，失掉了。今天印刷術發達，印個幾千本到處散，總有一本、兩本會傳下去，會被那個有善根福德的人他遇到，他拿去發揚光大。所以這個情形不一樣，比從前來得方便。更方便的是錄音，如果將錄音帶流通出去，這就度了很多人。雖然邪知邪見熾盛在世間，不怕，俗話常說「不怕不識貨，只怕貨比貨」，那個信邪的人他沒有聽過正法。他如果聽到正法他兩個比較，他就曉得哪個是對、哪個是不對，哪個應當取、哪個應當捨。這是今天科技發達有這些方便，一個人住在茅蓬裡，住在關房裡也能夠弘法利生，也能夠把佛法流傳在世界各個角落。這就是我們要善用大眾傳播的工具，我們要會用這個東西。"
    },
    {
      "id": "08-002-0036_p0023",
      "zh_CN": "「随顺古式」，古式是讲原理原则，诸位要懂得这个，千万不要望文生义，我们要墨守成规那就错了，为什么？你要采取古代的方式，在今天行不通。佛法的复兴必定在中国大陆，但是要建立像从前那种丛林恐怕是不可能。为什么？以前那个丛林制度是农业社会时代的产物，今天已经进入到工业时代，进入到太空科技，不会再有从前那种丛林出现，那个时代已经过去了。往后的佛法会向什么方向发展？会向学院、向大学，向这个方向发展。现在我们也能看到一点迹象，大学里面已经正式可以设立宗教学院，跟现在的学院完全一样。既然有独立的学院，当然就能够发展为独立的大学，将来就是大学学院取代了丛林。可是这里面就有一个严重的问题，如果他教学的方法、思想采取现在一般的新潮流，这个佛法就变质。这里就要讲随顺古式，佛法就复兴。随顺古式是什么？古式跟今式最大不相同地方，古式不着相，《起信论》里面讲的三句话就是古式，「离言说相，离名字相，离心缘相」，这十二个字记住了，这就是随顺古式。十方三世一切佛菩萨，这是佛佛道同，佛法就现前了。我们今天世间宗教学术，都是著名字相、着言说相，不离心缘相，所以欧阳大师说「佛法非宗教非哲学」。他着相，他用的是分别心，就是用的是第六识、第七识，第七识的执着，第六识的分别，他用这个，用这个这是世间法。古式是什么？不用这个，转八识成四智，佛教我们用平等性智、用妙观察智、用成所作智，这叫随顺古式。诸位千万要记住这句话，这才是随顺古式的真实义。",
      "zh_TW": "「隨順古式」，古式是講原理原則，諸位要懂得這個，千萬不要望文生義，我們要墨守成規那就錯了，為什麼？你要採取古代的方式，在今天行不通。佛法的復興必定在中國大陸，但是要建立像從前那種叢林恐怕是不可能。為什麼？以前那個叢林制度是農業社會時代的產物，今天已經進入到工業時代，進入到太空科技，不會再有從前那種叢林出現，那個時代已經過去了。往後的佛法會向什麼方向發展？會向學院、向大學，向這個方向發展。現在我們也能看到一點跡象，大學裡面已經正式可以設立宗教學院，跟現在的學院完全一樣。既然有獨立的學院，當然就能夠發展為獨立的大學，將來就是大學學院取代了叢林。可是這裡面就有一個嚴重的問題，如果他教學的方法、思想採取現在一般的新潮流，這個佛法就變質。這裡就要講隨順古式，佛法就復興。隨順古式是什麼？古式跟今式最大不相同地方，古式不著相，《起信論》裡面講的三句話就是古式，「離言說相，離名字相，離心緣相」，這十二個字記住了，這就是隨順古式。十方三世一切佛菩薩，這是佛佛道同，佛法就現前了。我們今天世間宗教學術，都是著名字相、著言說相，不離心緣相，所以歐陽大師說「佛法非宗教非哲學」。他著相，他用的是分別心，就是用的是第六識、第七識，第七識的執著，第六識的分別，他用這個，用這個這是世間法。古式是什麼？不用這個，轉八識成四智，佛教我們用平等性智、用妙觀察智、用成所作智，這叫隨順古式。諸位千萬要記住這句話，這才是隨順古式的真實義。"
    },
    {
      "id": "08-002-0036_p0024",
      "zh_CN": "【故曰依诸经方求好药草。备诠三学三德等法。故曰色香美味皆悉具足。谛审法门。为说劝修。故曰捣筛和合与子令服。能依教修。便断烦恼。出离生死。故曰速除苦恼无复众患。】",
      "zh_TW": "【故曰依諸經方求好藥草。備詮三學三德等法。故曰色香美味皆悉具足。諦審法門。為說勸修。故曰擣篩和合與子令服。能依教修。便斷煩惱。出離生死。故曰速除苦惱無復眾患。】"
    },
    {
      "id": "08-002-0036_p0025",
      "zh_CN": "底下这个几句，诸位细细去看，我不必再说，但是这个话里头句句都重要。「三学」是戒定慧、闻思修，可是这个东西前面给诸位讲，你要随顺古式，古式是古佛所传的原理原则，你要不会，不会你就死在三学里面，那就是佛讲的「无益苦行」。这个苦行要有利益，我们学，苦行没有利益，你学它干什么？学佛从哪里学起？从戒学起。但是你要晓得，为什么叫你学戒？因为戒能帮助你得定，你这个心一天到晚在外头攀缘，戒是教你什么？这心收回来，这个也不许，那个也不许，叫你摄心，作用是这个。所以戒是定的方便，它的目的是得定。现在学戒的人不能得定，为什么不能得定？他死在戒里头。戒是个楼梯，楼梯是个工具，叫你爬上上一层去，好了，你就执着在楼梯上，我不走了，那一层永远爬不上，这叫死在戒条之下，不晓得它是个工具。定是不是目的？不是的，定还是工具，定是叫你开慧。佛法就是叫你开智慧，叫你大彻大悟，定是开慧的工具，戒又是得定的工具。我们如果说方便，这个戒是方便之方便，你要晓得这个道理，不但是戒不能够执着，定都不能执着。小乘人不能够开悟，什么原因？他执着定，所以佛说的「堕在涅槃坑」，涅槃就是定，堕落在无为坑里面，他执着，他不能舍离。",
      "zh_TW": "底下這個幾句，諸位細細去看，我不必再說，但是這個話裡頭句句都重要。「三學」是戒定慧、聞思修，可是這個東西前面給諸位講，你要隨順古式，古式是古佛所傳的原理原則，你要不會，不會你就死在三學裡面，那就是佛講的「無益苦行」。這個苦行要有利益，我們學，苦行沒有利益，你學它幹什麼？學佛從哪裡學起？從戒學起。但是你要曉得，為什麼叫你學戒？因為戒能幫助你得定，你這個心一天到晚在外頭攀緣，戒是教你什麼？這心收回來，這個也不許，那個也不許，叫你攝心，作用是這個。所以戒是定的方便，它的目的是得定。現在學戒的人不能得定，為什麼不能得定？他死在戒裡頭。戒是個樓梯，樓梯是個工具，叫你爬上上一層去，好了，你就執著在樓梯上，我不走了，那一層永遠爬不上，這叫死在戒條之下，不曉得它是個工具。定是不是目的？不是的，定還是工具，定是叫你開慧。佛法就是叫你開智慧，叫你大徹大悟，定是開慧的工具，戒又是得定的工具。我們如果說方便，這個戒是方便之方便，你要曉得這個道理，不但是戒不能夠執著，定都不能執著。小乘人不能夠開悟，什麼原因？他執著定，所以佛說的「墮在涅槃坑」，涅槃就是定，墮落在無為坑裡面，他執著，他不能捨離。"
    },
    {
      "id": "08-002-0036_p0026",
      "zh_CN": "《圆觉经》第二章，「普贤菩萨」这一章，就是讲修行的最高指导原则；「文殊师利菩萨」第一章是讲开悟的，那是讲慧学，讲开悟。普贤菩萨这一章是讲修行，一个是解门、一个是行门，最高指导原则，《圆觉经》的前两章。最高指导的原则是什么？「远离诸患」，世间一切法是诸患，佛的戒定慧也是诸患，戒定慧是对治贪瞋痴的。没有贪瞋痴，哪有戒定慧？戒定慧是方便法，你要把它当作真的，那糟了。我们现在有病，病是贪瞋痴，戒定慧是药，有贪瞋痴的时候必须要服这个药，贪瞋痴没有，戒定慧也不要，那有了戒定慧又出了毛病。所以六祖说「本来无一物，何处惹尘埃」，六祖大师连戒定慧也没有。你要不相信，你去看《坛经》，印宗法师遇到他的时候，问他黄梅宗旨有没有讲禅定、般若？六祖大师说不讲。他说：为什么不讲？「禅定、般若是二法，佛法是不二法」，想想它这个意思。禅定不讲，那个戒当然更不讲了。",
      "zh_TW": "《圓覺經》第二章，「普賢菩薩」這一章，就是講修行的最高指導原則；「文殊師利菩薩」第一章是講開悟的，那是講慧學，講開悟。普賢菩薩這一章是講修行，一個是解門、一個是行門，最高指導原則，《圓覺經》的前兩章。最高指導的原則是什麼？「遠離諸患」，世間一切法是諸患，佛的戒定慧也是諸患，戒定慧是對治貪瞋痴的。沒有貪瞋痴，哪有戒定慧？戒定慧是方便法，你要把它當作真的，那糟了。我們現在有病，病是貪瞋痴，戒定慧是藥，有貪瞋痴的時候必須要服這個藥，貪瞋痴沒有，戒定慧也不要，那有了戒定慧又出了毛病。所以六祖說「本來無一物，何處惹塵埃」，六祖大師連戒定慧也沒有。你要不相信，你去看《壇經》，印宗法師遇到他的時候，問他黃梅宗旨有沒有講禪定、般若？六祖大師說不講。他說：為什麼不講？「禪定、般若是二法，佛法是不二法」，想想它這個意思。禪定不講，那個戒當然更不講了。"
    },
    {
      "id": "08-002-0036_p0027",
      "zh_CN": "这就是告诉你直截了当以心传心，这是禅家所谓「不立文字，直指人心」。这个境界在我们净土法门里面来讲，理一心不乱的境界，这是最上乘。我们要明了这个理，明了这个理你才晓得，我们现在有病我们吃药，病好了药也不要，你才懂得这个道理。如果你在今天，我有病吃药，我连那个药也执着，那你病加深，本来一重病，现在把那个药又加深，又增长一重病，这个诸佛菩萨流眼泪。所以要晓得哪是病、哪是药，药是干什么用的，不能从药里头再起副作用，又增加别的病，这个麻烦就大了。这是我们今天所以不能开悟、不能入门的根本原因在此地。讲义诸位要细细的看，最好能够把经文也看一遍，我们在此地听讲才会有味道。我讲的都是经里面的话，但是你不看经，你不晓得，你看了经之后，才晓得哪一句话是哪一段经文的意思。下课。",
      "zh_TW": "這就是告訴你直截了當以心傳心，這是禪家所謂「不立文字，直指人心」。這個境界在我們淨土法門裡面來講，理一心不亂的境界，這是最上乘。我們要明瞭這個理，明瞭這個理你才曉得，我們現在有病我們吃藥，病好了藥也不要，你才懂得這個道理。如果你在今天，我有病吃藥，我連那個藥也執著，那你病加深，本來一重病，現在把那個藥又加深，又增長一重病，這個諸佛菩薩流眼淚。所以要曉得哪是病、哪是藥，藥是幹什麼用的，不能從藥裡頭再起副作用，又增加別的病，這個麻煩就大了。這是我們今天所以不能開悟、不能入門的根本原因在此地。講義諸位要細細的看，最好能夠把經文也看一遍，我們在此地聽講才會有味道。我講的都是經裡面的話，但是你不看經，你不曉得，你看了經之後，才曉得哪一句話是哪一段經文的意思。下課。"
    }
  ]
}