{
  "doc_id": "08-002-0061",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十一集",
    "zh_TW": "第六十一集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0061",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "08-002-0061_p0001",
      "zh_CN": "请掀开讲义第二十六页：",
      "zh_TW": "請掀開講義第二十六頁："
    },
    {
      "id": "08-002-0061_p0002",
      "zh_CN": "昨天讲到「依实相中道成就涅槃四德」，涅槃四德属于果地上的境界，要想证得一定要依实相中道。下面这是经里面有些表法的意思，我们应当要晓得。",
      "zh_TW": "昨天講到「依實相中道成就涅槃四德」，涅槃四德屬於果地上的境界，要想證得一定要依實相中道。下面這是經裡面有些表法的意思，我們應當要曉得。"
    },
    {
      "id": "08-002-0061_p0003",
      "zh_CN": "【由舍外道邪见之执。堪趣法空。故有宝床。】",
      "zh_TW": "【由捨外道邪見之執。堪趣法空。故有寶床。】"
    },
    {
      "id": "08-002-0061_p0004",
      "zh_CN": "这是表法空的意思，床是床座，「宝床」就是宝座，诸佛如来是以「法空」为座。要证得法空，实际上就是前面讲的「实相中道」，必须将外道邪见的执着要放下。",
      "zh_TW": "這是表法空的意思，床是床座，「寶床」就是寶座，諸佛如來是以「法空」為座。要證得法空，實際上就是前面講的「實相中道」，必須將外道邪見的執著要放下。"
    },
    {
      "id": "08-002-0061_p0005",
      "zh_CN": "【舍婆罗门之骄慢。得忍辱衣。故有天衣。】",
      "zh_TW": "【捨婆羅門之驕慢。得忍辱衣。故有天衣。】"
    },
    {
      "id": "08-002-0061_p0006",
      "zh_CN": "说到忍辱，忍辱是对骄慢来讲的，骄慢特别用婆罗门，也就是说明佛陀住世的时候，一般婆罗门都是贡高我慢。我们晓得，在印度四种阶级当中，婆罗门是属于第一级，第一等的，等二等才是刹帝利。所以贡高我慢对婆罗门来讲这是很普遍的现象，佛教我们要舍骄慢，成就忍辱。",
      "zh_TW": "說到忍辱，忍辱是對驕慢來講的，驕慢特別用婆羅門，也就是說明佛陀住世的時候，一般婆羅門都是貢高我慢。我們曉得，在印度四種階級當中，婆羅門是屬於第一級，第一等的，等二等才是剎帝利。所以貢高我慢對婆羅門來講這是很普遍的現象，佛教我們要捨驕慢，成就忍辱。"
    },
    {
      "id": "08-002-0061_p0007",
      "zh_CN": "【四德具。邪慢舍。则得成就报身。】",
      "zh_TW": "【四德具。邪慢捨。則得成就報身。】"
    },
    {
      "id": "08-002-0061_p0008",
      "zh_CN": "「四德」是常乐我净，常乐我净这四种净德具足，邪慢舍离，报身就证得。经里面常讲的「圆满报身」，圆满就是没有欠缺，这才叫做圆满。其实四德圆满的报身，我们从来也没有失去，可惜的是我们现前不能证得。在诸佛菩萨是已经觉悟的人看我们，我们三身四德实在是具备。邪慢、忍辱确实与自己不相干，凡夫之所以变成凡夫，就是对虚妄不实在的这些法妄起分别执着，将自己的三身四德在没有障碍里面自己制造了障碍。一有障碍，三身四德好像是不现前，哪里晓得根本就没有离开！邪见、骄慢，三身四德里面统统没有，这是虚妄的；三身四德是本有的，是实在的。我们对于这些道理，要能够体会到一些，对于自己成就圆满报身就有了信心。因为圆满报身本来没有失去，只是我们现前有一些虚妄的执着，这些虚妄的执着离开，三身四德就现前。",
      "zh_TW": "「四德」是常樂我淨，常樂我淨這四種淨德具足，邪慢捨離，報身就證得。經裡面常講的「圓滿報身」，圓滿就是沒有欠缺，這才叫做圓滿。其實四德圓滿的報身，我們從來也沒有失去，可惜的是我們現前不能證得。在諸佛菩薩是已經覺悟的人看我們，我們三身四德實在是具備。邪慢、忍辱確實與自己不相干，凡夫之所以變成凡夫，就是對虛妄不實在的這些法妄起分別執著，將自己的三身四德在沒有障礙裡面自己製造了障礙。一有障礙，三身四德好像是不現前，哪裡曉得根本就沒有離開！邪見、驕慢，三身四德裡面統統沒有，這是虛妄的；三身四德是本有的，是實在的。我們對於這些道理，要能夠體會到一些，對於自己成就圓滿報身就有了信心。因為圓滿報身本來沒有失去，只是我們現前有一些虛妄的執著，這些虛妄的執著離開，三身四德就現前。"
    },
    {
      "id": "08-002-0061_p0009",
      "zh_CN": "【洞悟自心本具佛果。容易成就。迥出有为。】",
      "zh_TW": "【洞悟自心本具佛果。容易成就。迥出有為。】"
    },
    {
      "id": "08-002-0061_p0010",
      "zh_CN": "「洞悟」就是彻底的觉悟，悟个什么？悟你「自心本具佛果」。如来的果报，你自心本来具足，所以你要想成个佛不难，容易，容易成就。成个佛都容易，往生西方极乐世界还有什么难处？没有难处。往生西方比成佛，说老实话容易得太多，所以我们要是说没有把握往生西方，这个事情冤枉。永明延寿大师所讲「万修万人去」，这句话不是欺骗人，是千真万确的事实。问题就在我们自己，有没有觉悟自心本来具足，问题在此地。你只要真正彻底觉悟，一切法都是自心本自具足，这个时候你就超出有为，超出有为证得无为。但是在此地要注意到，有为跟无为是不二的；假如你把有为跟无为看作两桩事情，认为有为跟无为是相对的，这是你迷而不悟。诸位记住，六祖大师所说的一句话，「佛法是不二法，二就不是佛法」。所以我们在一切境缘里面起心动念，如果这个念头是二，是相对的，自己要起警觉，我迷了。我对人可以说相对的，那是假说；自己真认为是相对的，这是迷惑颠倒。也许要问：自己既然真正觉悟万法是一，对人为什么要说二、说三，这算不算妄语？对人说二、说三，是因为他没悟，你给他说真实话他不懂，反而迷惑了，他不能接受。他认为是二，我也给他说二；他认为是三，我也给他说三。佛菩萨虽说二、三，必定是渐渐诱导他契入一真，这就叫佛法。绝不是叫他住在二、三里头，是要从二、三里面超出；换句话说，要从相对里面超出，这就是佛法。底下给我们说明下面一尊佛号：",
      "zh_TW": "「洞悟」就是徹底的覺悟，悟個什麼？悟你「自心本具佛果」。如來的果報，你自心本來具足，所以你要想成個佛不難，容易，容易成就。成個佛都容易，往生西方極樂世界還有什麼難處？沒有難處。往生西方比成佛，說老實話容易得太多，所以我們要是說沒有把握往生西方，這個事情冤枉。永明延壽大師所講「萬修萬人去」，這句話不是欺騙人，是千真萬確的事實。問題就在我們自己，有沒有覺悟自心本來具足，問題在此地。你只要真正徹底覺悟，一切法都是自心本自具足，這個時候你就超出有為，超出有為證得無為。但是在此地要注意到，有為跟無為是不二的；假如你把有為跟無為看作兩樁事情，認為有為跟無為是相對的，這是你迷而不悟。諸位記住，六祖大師所說的一句話，「佛法是不二法，二就不是佛法」。所以我們在一切境緣裡面起心動念，如果這個念頭是二，是相對的，自己要起警覺，我迷了。我對人可以說相對的，那是假說；自己真認為是相對的，這是迷惑顛倒。也許要問：自己既然真正覺悟萬法是一，對人為什麼要說二、說三，這算不算妄語？對人說二、說三，是因為他沒悟，你給他說真實話他不懂，反而迷惑了，他不能接受。他認為是二，我也給他說二；他認為是三，我也給他說三。佛菩薩雖說二、三，必定是漸漸誘導他契入一真，這就叫佛法。絕不是叫他住在二、三裡頭，是要從二、三裡面超出；換句話說，要從相對裡面超出，這就是佛法。底下給我們說明下面一尊佛號："
    },
    {
      "id": "08-002-0061_p0011",
      "zh_CN": "【佛号娑罗树王者。】",
      "zh_TW": "【佛號娑羅樹王者。】"
    },
    {
      "id": "08-002-0061_p0012",
      "zh_CN": "「娑罗树王」是阎浮提的大树，这个树特别的高大，所以称它作王，树中之王。此地是表法：",
      "zh_TW": "「娑羅樹王」是閻浮提的大樹，這個樹特別的高大，所以稱它作王，樹中之王。此地是表法："
    },
    {
      "id": "08-002-0061_p0013",
      "zh_CN": "【表妙庄严成佛。超出人天三乘。】",
      "zh_TW": "【表妙莊嚴成佛。超出人天三乘。】"
    },
    {
      "id": "08-002-0061_p0014",
      "zh_CN": "表这个意思。",
      "zh_TW": "表這個意思。"
    },
    {
      "id": "08-002-0061_p0015",
      "zh_CN": "【轮王出家。佛法增辉。故国名大光。】",
      "zh_TW": "【輪王出家。佛法增輝。故國名大光。】"
    },
    {
      "id": "08-002-0061_p0016",
      "zh_CN": "这就是大光明的意思。",
      "zh_TW": "這就是大光明的意思。"
    },
    {
      "id": "08-002-0061_p0017",
      "zh_CN": "【依正相等。故劫名大高王。八万四千岁行道者。前则带八万四千尘劳以入正智。此则即八万四千尘劳以为行门。】",
      "zh_TW": "【依正相等。故劫名大高王。八萬四千歲行道者。前則帶八萬四千塵勞以入正智。此則即八萬四千塵勞以為行門。】"
    },
    {
      "id": "08-002-0061_p0018",
      "zh_CN": "这几句话意思很深。「八万四千尘劳」是不是真的离开？没有离开。以前叫八万四千尘劳，是你迷的时候，迷的时候就叫做八万四千尘劳，悟了就叫做八万四千法门，这个地方讲是八万四千正智，六祖大师说的智慧。由此可知，这个问题实在讲就是在迷悟之间，悟了我们这个生活就得大自在，就离苦得乐；迷了就处处束缚，起惑、造业、受报，迷了就是这个相。佛法，实在讲就是讲的一个迷悟。",
      "zh_TW": "這幾句話意思很深。「八萬四千塵勞」是不是真的離開？沒有離開。以前叫八萬四千塵勞，是你迷的時候，迷的時候就叫做八萬四千塵勞，悟了就叫做八萬四千法門，這個地方講是八萬四千正智，六祖大師說的智慧。由此可知，這個問題實在講就是在迷悟之間，悟了我們這個生活就得大自在，就離苦得樂；迷了就處處束縛，起惑、造業、受報，迷了就是這個相。佛法，實在講就是講的一個迷悟。"
    },
    {
      "id": "08-002-0061_p0019",
      "zh_CN": "【修行妙法华经。深悟方便为益。】",
      "zh_TW": "【修行妙法華經。深悟方便為益。】"
    },
    {
      "id": "08-002-0061_p0020",
      "zh_CN": "《法华经》的宗旨，就是在「开示悟入佛之知见」。「深悟」，说的不是浅悟，「方便为益」，益是利益，在十波罗蜜里面讲，方便波罗蜜，通一切世出世间法，无不是方便波罗蜜。方便从哪里来的？方便从真实生起，方便就是后得智。对根本智来说，它叫后得智；对般若波罗蜜来说，它叫方便波罗蜜。换句话说，前者是体，后者为用，方便就是德用，有体有用，活活泼泼。此地要紧的就是在悟。我们想到法达禅师诵经三千部，那是一个专门学《法华经》的人，念了三千部，一天念一部，三千部也得十年，三千部。可是没悟的时候被《法华》转，死在《法华经》里头；被六祖点醒之后，大彻大悟，从此之后转《法华》。不悟的时候被境界所转，悟了就转境界，在境界里面得大自在，佛法里面所说的「离苦得乐」，你能转境界就离苦得乐。若不能转境界，本来没苦、没有难，自己找来的苦、找来的难。像《太上感应篇》所说的，「祸福无门，惟人自召」，自己找得来的，这个东西有没有？实在说根本就没有。所以悟了的时候，你得的乐是真乐。",
      "zh_TW": "《法華經》的宗旨，就是在「開示悟入佛之知見」。「深悟」，說的不是淺悟，「方便為益」，益是利益，在十波羅蜜裡面講，方便波羅蜜，通一切世出世間法，無不是方便波羅蜜。方便從哪裡來的？方便從真實生起，方便就是後得智。對根本智來說，它叫後得智；對般若波羅蜜來說，它叫方便波羅蜜。換句話說，前者是體，後者為用，方便就是德用，有體有用，活活潑潑。此地要緊的就是在悟。我們想到法達禪師誦經三千部，那是一個專門學《法華經》的人，念了三千部，一天念一部，三千部也得十年，三千部。可是沒悟的時候被《法華》轉，死在《法華經》裡頭；被六祖點醒之後，大徹大悟，從此之後轉《法華》。不悟的時候被境界所轉，悟了就轉境界，在境界裡面得大自在，佛法裡面所說的「離苦得樂」，你能轉境界就離苦得樂。若不能轉境界，本來沒苦、沒有難，自己找來的苦、找來的難。像《太上感應篇》所說的，「禍福無門，惟人自召」，自己找得來的，這個東西有沒有？實在說根本就沒有。所以悟了的時候，你得的樂是真樂。"
    },
    {
      "id": "08-002-0061_p0021",
      "zh_CN": "【故曰。此二子者是我善知识。饶益我故来生我家。佛印许者。证其供养持经功德不虚也。】",
      "zh_TW": "【故曰。此二子者是我善知識。饒益我故來生我家。佛印許者。證其供養持經功德不虛也。】"
    },
    {
      "id": "08-002-0061_p0022",
      "zh_CN": "这句话很重要。有些人不晓得「供养持经功德」，所以他就不肯修。世间人有个习气，所谓是锦上添花这种人多得很，真正持经修行的人没有人理会他。哪里晓得供养这种人是真正功德，「功德不虚」，这是供养一个真正修行人。像妙庄严菩萨在前一世供养他这三个同修，牺牲自己，成就他们三个人。到此地我们看到，这个功德不虚，供养的果报现前。",
      "zh_TW": "這句話很重要。有些人不曉得「供養持經功德」，所以他就不肯修。世間人有個習氣，所謂是錦上添花這種人多得很，真正持經修行的人沒有人理會他。哪裡曉得供養這種人是真正功德，「功德不虛」，這是供養一個真正修行人。像妙莊嚴菩薩在前一世供養他這三個同修，犧牲自己，成就他們三個人。到此地我們看到，這個功德不虛，供養的果報現前。"
    },
    {
      "id": "08-002-0061_p0023",
      "zh_CN": "【以万行因华。庄严涅槃四德。】",
      "zh_TW": "【以萬行因華。莊嚴涅槃四德。】"
    },
    {
      "id": "08-002-0061_p0024",
      "zh_CN": "「万行」是什么？就是我们自己从早到晚起心动念、一切作为，悟了就是菩萨万行，迷了是尘劳烦恼。迷的时候你是随境界所转，所以这是尘劳烦恼；悟了你能转境界，就变成菩萨万行。老实说，我们读《四十华严》五十三参，不容易看出它的妙处，五十三参就好像善财童子的游记一样，今天到这里，明天到那里，见不到什么特别。这是什么原因？是我们自己境界没有转得过来，所以看佛菩萨也是凡夫。我们眼睛当中看善财是凡夫，看五十三位善知识也是凡夫，这就是凡夫眼睛里面看诸佛菩萨都是凡夫。如果你一旦开悟，这个境界转过来，情况就不相同，再看一切境界都是佛菩萨，这个时候你才能看出妙处，法法皆妙，无有一法不妙。这两句话，诸位要能够体会到，你也就会修行了。「万行」，就是一天到晚起心动念、一切造作，我们凡夫在那里生烦恼、起惑造业，干这个事情，招来的生死轮回不如意。菩萨修行怎么修法？就是在日用平常起心动念、一切作为里头，修什么？修涅槃四德常乐我净，修这个。同样一个境界，你看看是两种用心，一个是用的真心，真心与涅槃四德就相应。一个是用的妄心，妄心与无明烦恼相应，境界没有两样，境缘是依他起。",
      "zh_TW": "「萬行」是什麼？就是我們自己從早到晚起心動念、一切作為，悟了就是菩薩萬行，迷了是塵勞煩惱。迷的時候你是隨境界所轉，所以這是塵勞煩惱；悟了你能轉境界，就變成菩薩萬行。老實說，我們讀《四十華嚴》五十三參，不容易看出它的妙處，五十三參就好像善財童子的遊記一樣，今天到這裡，明天到那裡，見不到什麼特別。這是什麼原因？是我們自己境界沒有轉得過來，所以看佛菩薩也是凡夫。我們眼睛當中看善財是凡夫，看五十三位善知識也是凡夫，這就是凡夫眼睛裡面看諸佛菩薩都是凡夫。如果你一旦開悟，這個境界轉過來，情況就不相同，再看一切境界都是佛菩薩，這個時候你才能看出妙處，法法皆妙，無有一法不妙。這兩句話，諸位要能夠體會到，你也就會修行了。「萬行」，就是一天到晚起心動念、一切造作，我們凡夫在那裡生煩惱、起惑造業，幹這個事情，招來的生死輪迴不如意。菩薩修行怎麼修法？就是在日用平常起心動念、一切作為裡頭，修什麼？修涅槃四德常樂我淨，修這個。同樣一個境界，你看看是兩種用心，一個是用的真心，真心與涅槃四德就相應。一個是用的妄心，妄心與無明煩惱相應，境界沒有兩樣，境緣是依他起。"
    },
    {
      "id": "08-002-0061_p0025",
      "zh_CN": "十法界依正庄严是一个相，一个平等清净相，为什么？譬如我们讲到西方极乐世界，那里面一切建筑是七宝，地面上所铺的是黄金，黄金为地。虽然这么殊胜、这么庄严，你要记住，凡所有相皆是虚妄，依他起的，既然是依他起就没有自性，当体即空。我们看看地狱，刀山油鼎污秽不堪，那个境界相也是依他起的，同样是凡所有相皆是虚妄，天堂跟地狱是一不是二！所以在佛菩萨眼睛里面是一个相，清净寂灭相。现在科学家讲的，我们更容易体会了，所谓是方程式组合不一样，物质的元素是相同，组合不相同。除了这个方程式组合不一样之外，其他的没有什么不一样。我们把黄金、把宝石看得那么贵重，这把扇子跟黄金、宝石，它的质料是相同的，没有不一样，只是方程式组合不相同，如此而已。你看开了，它的价值是相等的，没有高下；佛说一切法平等，生佛平等，众生与佛平等，没有一法不平等。我们在一切境缘上能够见到这个事理，心就平等、就清净，成就涅槃四德，涅槃四德现前了。",
      "zh_TW": "十法界依正莊嚴是一個相，一個平等清淨相，為什麼？譬如我們講到西方極樂世界，那裡面一切建築是七寶，地面上所鋪的是黃金，黃金為地。雖然這麼殊勝、這麼莊嚴，你要記住，凡所有相皆是虛妄，依他起的，既然是依他起就沒有自性，當體即空。我們看看地獄，刀山油鼎污穢不堪，那個境界相也是依他起的，同樣是凡所有相皆是虛妄，天堂跟地獄是一不是二！所以在佛菩薩眼睛裡面是一個相，清淨寂滅相。現在科學家講的，我們更容易體會了，所謂是方程式組合不一樣，物質的元素是相同，組合不相同。除了這個方程式組合不一樣之外，其他的沒有什麼不一樣。我們把黃金、把寶石看得那麼貴重，這把扇子跟黃金、寶石，它的質料是相同的，沒有不一樣，只是方程式組合不相同，如此而已。你看開了，它的價值是相等的，沒有高下；佛說一切法平等，生佛平等，眾生與佛平等，沒有一法不平等。我們在一切境緣上能夠見到這個事理，心就平等、就清淨，成就涅槃四德，涅槃四德現前了。"
    },
    {
      "id": "08-002-0061_p0026",
      "zh_CN": "【一切众生具有八万四千尘劳之病。】",
      "zh_TW": "【一切眾生具有八萬四千塵勞之病。】"
    },
    {
      "id": "08-002-0061_p0027",
      "zh_CN": "这是迷，迷了就叫病。",
      "zh_TW": "這是迷，迷了就叫病。"
    },
    {
      "id": "08-002-0061_p0028",
      "zh_CN": "【非方便慈。莫能救济。】",
      "zh_TW": "【非方便慈。莫能救濟。】"
    },
    {
      "id": "08-002-0061_p0029",
      "zh_CN": "佛菩萨种种的言说设施，无一不是「方便慈」，正因为它是方便慈，我们不能够染着，这个道理就在此地。《起信论》里面给我们提了个总纲领，教我们受持佛法「离言说相，离文字相，离心缘相」。为什么教你离这三相？因为一切法是方便慈，你要不离，你就把方便当作真实，那就错了。佛为什么不说真实而说方便？真实法言语道断、心行处灭，这是一切众生没有办法接受的。必须用方便慈，以方便慈诱导你趣入真实。",
      "zh_TW": "佛菩薩種種的言說設施，無一不是「方便慈」，正因為它是方便慈，我們不能夠染著，這個道理就在此地。《起信論》裡面給我們提了個總綱領，教我們受持佛法「離言說相，離文字相，離心緣相」。為什麼教你離這三相？因為一切法是方便慈，你要不離，你就把方便當作真實，那就錯了。佛為什麼不說真實而說方便？真實法言語道斷、心行處滅，這是一切眾生沒有辦法接受的。必須用方便慈，以方便慈誘導你趣入真實。"
    },
    {
      "id": "08-002-0061_p0030",
      "zh_CN": "【方便为药。则知真实之慈。本觉智光圆照法界。】",
      "zh_TW": "【方便為藥。則知真實之慈。本覺智光圓照法界。】"
    },
    {
      "id": "08-002-0061_p0031",
      "zh_CN": "这是真实，真实法里面没有言说，也没有思虑，像六祖大师所说的「本来无一物」，那是真实的，这就是讲的真如本性。我们学佛要晓得佛教学的意趣，他教学的意思，他教学的宗旨、趣向，我们才有个入门之处。",
      "zh_TW": "這是真實，真實法裡面沒有言說，也沒有思慮，像六祖大師所說的「本來無一物」，那是真實的，這就是講的真如本性。我們學佛要曉得佛教學的意趣，他教學的意思，他教學的宗旨、趣向，我們才有個入門之處。"
    },
    {
      "id": "08-002-0061_p0032",
      "zh_CN": "【当知圣人设教。事理兼备。非事不表其理。非理不成其事。理事相扶。自他兼悟。方称法华之旨。】",
      "zh_TW": "【當知聖人設教。事理兼備。非事不表其理。非理不成其事。理事相扶。自他兼悟。方稱法華之旨。】"
    },
    {
      "id": "08-002-0061_p0033",
      "zh_CN": "这是应当要明了的，佛所说的一切经，无有一句、无有一字不是「事理兼备」。所以，经上往往说起事的地方，我们要能体会它的理；说理的地方，我们要能够融会在生活日常事相当中。所以大乘佛法就是我们实际的生活，与我们的生活决定不脱节；小乘佛法与我们生活有的时候还真的脱节，大乘佛法决定不脱节。生活就是佛法，佛法就是生活，如如事一定称如如理，如如理一定显如如事。《法华经》里面讲的「十如是」，天台大师把它展开为「百界千如」，那就是说明理事兼备，唯有理事兼备我们才得到真实的受用。凡事都有理，凡是理都有事，所以说「非事不表其理」，理要靠事来显，事一定是依理而成，这是互为表里的。「理事相扶，自他兼悟」。假如我们说理悟了，事没有悟，你在事上就有障碍，事上就有不通的地方；说事要是悟了，理没有悟，你在事上必定有疑惑，这是一定的道理。以我们念佛来说，我们举这个例子来说，念佛的事不难，二六时中这一句名号念念相继。如果理要不明就有疑惑，我这个念行吗？临命终时真的能往生吗？真有个极乐世界吗？释迦牟尼佛有没有骗我？就怀疑。诸如此类那真是不胜枚举，这就是你晓得事不晓得理，你有疑，你的信心不能够建立。",
      "zh_TW": "這是應當要明瞭的，佛所說的一切經，無有一句、無有一字不是「事理兼備」。所以，經上往往說起事的地方，我們要能體會它的理；說理的地方，我們要能夠融會在生活日常事相當中。所以大乘佛法就是我們實際的生活，與我們的生活決定不脫節；小乘佛法與我們生活有的時候還真的脫節，大乘佛法決定不脫節。生活就是佛法，佛法就是生活，如如事一定稱如如理，如如理一定顯如如事。《法華經》裡面講的「十如是」，天台大師把它展開為「百界千如」，那就是說明理事兼備，唯有理事兼備我們才得到真實的受用。凡事都有理，凡是理都有事，所以說「非事不表其理」，理要靠事來顯，事一定是依理而成，這是互為表裡的。「理事相扶，自他兼悟」。假如我們說理悟了，事沒有悟，你在事上就有障礙，事上就有不通的地方；說事要是悟了，理沒有悟，你在事上必定有疑惑，這是一定的道理。以我們念佛來說，我們舉這個例子來說，念佛的事不難，二六時中這一句名號念念相繼。如果理要不明就有疑惑，我這個念行嗎？臨命終時真的能往生嗎？真有個極樂世界嗎？釋迦牟尼佛有沒有騙我？就懷疑。諸如此類那真是不勝枚舉，這就是你曉得事不曉得理，你有疑，你的信心不能夠建立。"
    },
    {
      "id": "08-002-0061_p0034",
      "zh_CN": "你看《要解》里面跟我们说的，能不能往生，就在你信愿之有无；品位高下，决定在念佛功夫的浅深。所以往生西方极乐世界，基本的条件就是真信切愿。如果我们的信愿要是动摇，里面产生疑惑，这就障碍，虽然念了一辈子佛，也不容易往生，这就是事上虽然是没有间断，理不明，他有障碍。理上明，念佛的道理都通达，事不明，所谓执理昧事，事上不修，佛也不念，所谓「自性弥陀，唯心净土」，佛号他不念。这样能不能往生？不能往生。事理两头，你说是悟了一头，那头没悟，跟诸位说，这不叫真悟，真正悟了二是一；一变成二，这二是理与事是相对的，这没有悟。悟了的人，理与事一定是一，理如其事，事如其理，是一不是二，这叫真正开悟。《法华》是以悟事理为宗旨，所谓「开示悟入」，开示，这是佛给我们的增上缘，开好比是开启，原来这个门是关的，把门打开；示是指示，告诉我们。",
      "zh_TW": "你看《要解》裡面跟我們說的，能不能往生，就在你信願之有無；品位高下，決定在念佛功夫的淺深。所以往生西方極樂世界，基本的條件就是真信切願。如果我們的信願要是動搖，裡面產生疑惑，這就障礙，雖然念了一輩子佛，也不容易往生，這就是事上雖然是沒有間斷，理不明，他有障礙。理上明，念佛的道理都通達，事不明，所謂執理昧事，事上不修，佛也不念，所謂「自性彌陀，唯心淨土」，佛號他不念。這樣能不能往生？不能往生。事理兩頭，你說是悟了一頭，那頭沒悟，跟諸位說，這不叫真悟，真正悟了二是一；一變成二，這二是理與事是相對的，這沒有悟。悟了的人，理與事一定是一，理如其事，事如其理，是一不是二，這叫真正開悟。《法華》是以悟事理為宗旨，所謂「開示悟入」，開示，這是佛給我們的增上緣，開好比是開啟，原來這個門是關的，把門打開；示是指示，告訴我們。"
    },
    {
      "id": "08-002-0061_p0035",
      "zh_CN": "老师给我们的增上缘，只能够到此地，做学生的态度就要有悟的能力，有入的能力。老师一开示，你自己就悟了，这在佛法里面讲，根机成熟了。如果老师开示，你在那里听，听了不悟，不悟就不是当机者，这个经、这个法会的当机，你就不是当机，为什么？因为你的根没熟。没熟有好处，所谓是薰习，根性之成熟是不断的薰习。根熟的众生言下大悟，那是根熟的；听了不悟那就得多听，一遍一遍的听。没有机会听，怎么办？读，读诵大乘，一遍一遍的去读。假如我们能抱住一部经典去苦读，读它个十年、二十年，这就是以这么长的时间来薰习，必定有开悟的一天。这种例子，在我们中国古德可以说太多了，我们不肯去发愤，不肯去用功、去苦读，那就没有法子，你这个根性永远是生疏的；换句话说，你没法子开悟。悟是解悟，入是证入，入就是证果，我们世间所谓是得道，证了果入了境界。像《八十华严》的末后「入法界品」，入就是证入，整个法界与自己是一体，不是二体。我们到这个地方，是将「妙庄严品」给诸位介绍完了。后面还剩下一品，这一品文比较长一点，这里头有很多重要的意思，我们下一点钟再讲。",
      "zh_TW": "老師給我們的增上緣，只能夠到此地，做學生的態度就要有悟的能力，有入的能力。老師一開示，你自己就悟了，這在佛法裡面講，根機成熟了。如果老師開示，你在那裡聽，聽了不悟，不悟就不是當機者，這個經、這個法會的當機，你就不是當機，為什麼？因為你的根沒熟。沒熟有好處，所謂是薰習，根性之成熟是不斷的薰習。根熟的眾生言下大悟，那是根熟的；聽了不悟那就得多聽，一遍一遍的聽。沒有機會聽，怎麼辦？讀，讀誦大乘，一遍一遍的去讀。假如我們能抱住一部經典去苦讀，讀它個十年、二十年，這就是以這麼長的時間來薰習，必定有開悟的一天。這種例子，在我們中國古德可以說太多了，我們不肯去發憤，不肯去用功、去苦讀，那就沒有法子，你這個根性永遠是生疏的；換句話說，你沒法子開悟。悟是解悟，入是證入，入就是證果，我們世間所謂是得道，證了果入了境界。像《八十華嚴》的末後「入法界品」，入就是證入，整個法界與自己是一體，不是二體。我們到這個地方，是將「妙莊嚴品」給諸位介紹完了。後面還剩下一品，這一品文比較長一點，這裡頭有很多重要的意思，我們下一點鐘再講。"
    }
  ]
}