{
  "doc_id": "08-002-0017",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0017",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "08-002-0017_p0001",
      "zh_CN": "请看《法华经意语》第七页第八行：",
      "zh_TW": "請看《法華經意語》第七頁第八行："
    },
    {
      "id": "08-002-0017_p0002",
      "zh_CN": "【正灭邪兴德亡惑现。则慈悲转为傲慢。禅定转为散乱。智慧转为邪见。】",
      "zh_TW": "【正滅邪興德亡惑現。則慈悲轉為傲慢。禪定轉為散亂。智慧轉為邪見。】"
    },
    {
      "id": "08-002-0017_p0003",
      "zh_CN": "这个我们读起来，感觉眼前确实是这个现象。我们讲修行，修正思想、行为，修行身口意，意就是修正我们思想观念，身口就是修正我们的行为。「正灭邪兴」，我们一定要明白，恍然大悟，我们要修正法，没有正法，邪法就兴了。那个邪的力量无论怎么样强大，你要记住，邪不胜正，怎么样邪恶的力量总归是邪不胜正，不要被邪恶的势力吓倒，用不着，我们要有这个信心。「德亡惑现」，一定要修德，若不修德必定迷惑，无明就起来，德是智慧。智慧现前，无明自然就没有；换句话说，我们要是失去智照，失去智慧的观照，无明就起作用，因此智照是一刻也不能够失掉。智照怎么修法？诵经，这是非常有效，要有耐心的去诵。诵经不要求解，念的遍数多了一定有悟处，会开悟，念一遍有念一遍的悟处，念第二遍有第二遍的悟处。你要是念《法华经》，遍遍都会有悟处，只要你心住在正法，真正是有向上的心，就会有悟处。不悟的时候是心迷在五欲六尘上，他不会开悟，他念经不会开悟；如果你远离名闻利养、五欲六尘，你念经一定开悟。",
      "zh_TW": "這個我們讀起來，感覺眼前確實是這個現象。我們講修行，修正思想、行為，修行身口意，意就是修正我們思想觀念，身口就是修正我們的行為。「正滅邪興」，我們一定要明白，恍然大悟，我們要修正法，沒有正法，邪法就興了。那個邪的力量無論怎麼樣強大，你要記住，邪不勝正，怎麼樣邪惡的力量總歸是邪不勝正，不要被邪惡的勢力嚇倒，用不著，我們要有這個信心。「德亡惑現」，一定要修德，若不修德必定迷惑，無明就起來，德是智慧。智慧現前，無明自然就沒有；換句話說，我們要是失去智照，失去智慧的觀照，無明就起作用，因此智照是一刻也不能夠失掉。智照怎麼修法？誦經，這是非常有效，要有耐心的去誦。誦經不要求解，念的遍數多了一定有悟處，會開悟，念一遍有念一遍的悟處，念第二遍有第二遍的悟處。你要是念《法華經》，遍遍都會有悟處，只要你心住在正法，真正是有向上的心，就會有悟處。不悟的時候是心迷在五欲六塵上，他不會開悟，他念經不會開悟；如果你遠離名聞利養、五欲六塵，你念經一定開悟。"
    },
    {
      "id": "08-002-0017_p0004",
      "zh_CN": "正灭，邪兴了；德没有了，无明现前。这个时候本性里面性具之德，「慈悲转为傲慢」；换句话说，傲慢与慈悲原来是一桩事情，悟了是慈悲，迷了就是傲慢。我们也可以说是觉则慈悲，不觉就叫傲慢，一桩事情。「禅定转为散乱」，觉的时候是定，觉一定是定，迷是散乱。因为心是散乱心，你自己晓得不觉；一心不乱这是觉，不迷，一心是定。这就是平常自己要晓得自己的境界，晓得自己的功夫，一天到晚这个心乱，乱七八糟这就不行，这就是自己要真正用功；逐渐这个妄念少了，就晓得功夫进步。但是在初学的时候是免不了，愈是想定，那个妄念不晓得怎么搞的愈多。平常不想它，好像没事，没有什么妄念，到你要念佛、要用功，才晓得妄念好多都现前了。这个时候怎么样？不要怕，为什么？你本来就是这么多的妄念，你不用功的时候，你没有去觉察它，没注意它，不晓得有这么多；你现在一想用功，一下就发现原来有那么多。",
      "zh_TW": "正滅，邪興了；德沒有了，無明現前。這個時候本性裡面性具之德，「慈悲轉為傲慢」；換句話說，傲慢與慈悲原來是一樁事情，悟了是慈悲，迷了就是傲慢。我們也可以說是覺則慈悲，不覺就叫傲慢，一樁事情。「禪定轉為散亂」，覺的時候是定，覺一定是定，迷是散亂。因為心是散亂心，你自己曉得不覺；一心不亂這是覺，不迷，一心是定。這就是平常自己要曉得自己的境界，曉得自己的功夫，一天到晚這個心亂，亂七八糟這就不行，這就是自己要真正用功；逐漸這個妄念少了，就曉得功夫進步。但是在初學的時候是免不了，愈是想定，那個妄念不曉得怎麼搞的愈多。平常不想它，好像沒事，沒有什麼妄念，到你要念佛、要用功，才曉得妄念好多都現前了。這個時候怎麼樣？不要怕，為什麼？你本來就是這麼多的妄念，你不用功的時候，你沒有去覺察它，沒注意它，不曉得有這麼多；你現在一想用功，一下就發現原來有那麼多。"
    },
    {
      "id": "08-002-0017_p0005",
      "zh_CN": "换句话说，你根本就不要理会它，妄念随它妄念，你专门把心注重在佛号上，这个样子佛号渐渐就坚固，一句一句能够接得上；妄念不去理会它，慢慢的少了。千万不要注意妄念，我的妄念这么多，我妄念为什么还去不掉？这就糟糕了，这妄念愈来愈多，这是增长妄念、这是培养妄念不是断妄念。断妄念就是根本不理会，随它去，它有也好，没有也好，有了不要烦恼，没有了不要喜欢，就是根本不理会，不把它当作一回事情，随它去。你这样念佛有个三、五年的工夫，妄念就少，大概在念一支香的时候，起三、五个妄念。给诸位说，会用功的人用上三、四年工夫之后，一支香当中还有三、五个妄念。如果在一支香里面佛号继续不断，一个妄念没有，大概总得要七、八年工夫，善于用功的人、会用功的人。不会用功的人念到七、八十年，妄念还是那么多，那就没有办法了。所以是要会用功，可以说理论与方法，经论里面都说得太清楚，只要诸位稍稍留意一点你就晓得。",
      "zh_TW": "換句話說，你根本就不要理會它，妄念隨它妄念，你專門把心注重在佛號上，這個樣子佛號漸漸就堅固，一句一句能夠接得上；妄念不去理會它，慢慢的少了。千萬不要注意妄念，我的妄念這麼多，我妄念為什麼還去不掉？這就糟糕了，這妄念愈來愈多，這是增長妄念、這是培養妄念不是斷妄念。斷妄念就是根本不理會，隨它去，它有也好，沒有也好，有了不要煩惱，沒有了不要喜歡，就是根本不理會，不把它當作一回事情，隨它去。你這樣念佛有個三、五年的工夫，妄念就少，大概在念一支香的時候，起三、五個妄念。給諸位說，會用功的人用上三、四年工夫之後，一支香當中還有三、五個妄念。如果在一支香裡面佛號繼續不斷，一個妄念沒有，大概總得要七、八年工夫，善於用功的人、會用功的人。不會用功的人念到七、八十年，妄念還是那麼多，那就沒有辦法了。所以是要會用功，可以說理論與方法，經論裡面都說得太清楚，只要諸位稍稍留意一點你就曉得。"
    },
    {
      "id": "08-002-0017_p0006",
      "zh_CN": "我再举个例子给诸位说，你们万佛寺大概所有的对联都是张居士作的。张居士是湖南才子，跟我是老朋友，这个人聪明极了，他十九岁在大陆上做县长，少年得志的才子，文章也做得好。可是很有名的吝啬，对于钱看得很重。因为他的才华好，所以我们老总统过去，就曾经在他做县长的时候，从他那个县里过，一打听这县长十九岁，总统有点不服气，我们老总统就把他召见，召见就有意思要处分。结果一召见发现他确实有才华，他县政政治办得是很好，于是总统很赏识他，就把他带到身边做随从秘书，所以他二十几岁就跟老总统。由于他的文章写得好，字也写得好，这个对子尤其做得好，就有很多人想请他写几个字。他怎么样？他都把它写好，放在抽屉里锁起来，必须拿钱来，不拿钱来不给。钱拿来，看到差不多可以了，抽屉打开，「已经给你写好了，拿去。」他这个毛病一生都没有办法改，这是很遗憾的事情。他在大陆上亲近过很多高僧，他皈依过虚云老和尚。我在台北讲经，他是会会都参加，都来听经，他告诉我，「法师，你讲前面，后头我都晓得你要讲什么，可是我一上台就不行了，我就讲不出来。」他看到《弥陀经》里面讲的往生咒，念三十万遍往生咒就见到阿弥陀佛。他就发了个心在家里念往生咒，大概念了有一、二年念完三十万遍。他告诉我：「三十万遍真念满，阿弥陀佛没见到，一点消息没有。」我就告诉他：你再念三十万遍，阿弥陀佛还是见不到。什么原因？放不下！",
      "zh_TW": "我再舉個例子給諸位說，你們萬佛寺大概所有的對聯都是張居士作的。張居士是湖南才子，跟我是老朋友，這個人聰明極了，他十九歲在大陸上做縣長，少年得志的才子，文章也做得好。可是很有名的吝嗇，對於錢看得很重。因為他的才華好，所以我們老總統過去，就曾經在他做縣長的時候，從他那個縣裡過，一打聽這縣長十九歲，總統有點不服氣，我們老總統就把他召見，召見就有意思要處分。結果一召見發現他確實有才華，他縣政政治辦得是很好，於是總統很賞識他，就把他帶到身邊做隨從祕書，所以他二十幾歲就跟老總統。由於他的文章寫得好，字也寫得好，這個對子尤其做得好，就有很多人想請他寫幾個字。他怎麼樣？他都把它寫好，放在抽屜裡鎖起來，必須拿錢來，不拿錢來不給。錢拿來，看到差不多可以了，抽屜打開，「已經給你寫好了，拿去。」他這個毛病一生都沒有辦法改，這是很遺憾的事情。他在大陸上親近過很多高僧，他皈依過虛雲老和尚。我在台北講經，他是會會都參加，都來聽經，他告訴我，「法師，你講前面，後頭我都曉得你要講什麼，可是我一上台就不行了，我就講不出來。」他看到《彌陀經》裡面講的往生咒，念三十萬遍往生咒就見到阿彌陀佛。他就發了個心在家裡念往生咒，大概念了有一、二年念完三十萬遍。他告訴我：「三十萬遍真念滿，阿彌陀佛沒見到，一點消息沒有。」我就告訴他：你再念三十萬遍，阿彌陀佛還是見不到。什麼原因？放不下！"
    },
    {
      "id": "08-002-0017_p0007",
      "zh_CN": "诸位要晓得这个道理，人家讲的念三十万遍是什么？是把烦恼习气统统念断，放下了，感应道交，甚至不到三十万遍就感应道交。他用的什么？贪心！想见阿弥陀佛一面，贪心，贪图见佛，贪图感应，心就不正，这怎么行？一直到临死都放不下。这是我一个老朋友，很可惜，脾气也很倔，你一般人劝他，他很执着、很固执，总是认为自己见解很正确，自己亲近过许多大善知识，自以为是，这无可奈何，没有办法。他在台北的时候，我们也常常见面。像这样的人不能学，傲慢、散乱、邪见，张居士他统统具足，他是眼睛长在头顶上，瞧不起人的。所以说他的因缘真的殊胜，我们想亲近这些大善知识，没有这个缘分，他有这个缘。很可惜的，就是这个业障去不了！所以少年得志很容易引起傲慢心，这确确实实的。我也是，我是二十二岁跟老总统，我办公室在老总统隔壁，那个时候眼睛也长在头顶上瞧不起人。为什么？总统身边的人到底不一样，你走到哪个地方去，你走到外面宪兵看到，对你立正毕恭毕敬。那个时候我们配的是证章，这个证章他一看就晓得我们是很接近的人。所以这种傲慢很容易养成，何况张居士又有才华，更是眼睛长在头顶上，这就害了他一生。我得力是得力什么？确实得力于章嘉大师他老人家指导，告诉我这些习气统统是自己的障碍，必须把它排除；如果不除，那就害了一生。张居士是我们眼前的一个样子，你看看他就晓得。",
      "zh_TW": "諸位要曉得這個道理，人家講的念三十萬遍是什麼？是把煩惱習氣統統念斷，放下了，感應道交，甚至不到三十萬遍就感應道交。他用的什麼？貪心！想見阿彌陀佛一面，貪心，貪圖見佛，貪圖感應，心就不正，這怎麼行？一直到臨死都放不下。這是我一個老朋友，很可惜，脾氣也很倔，你一般人勸他，他很執著、很固執，總是認為自己見解很正確，自己親近過許多大善知識，自以為是，這無可奈何，沒有辦法。他在台北的時候，我們也常常見面。像這樣的人不能學，傲慢、散亂、邪見，張居士他統統具足，他是眼睛長在頭頂上，瞧不起人的。所以說他的因緣真的殊勝，我們想親近這些大善知識，沒有這個緣分，他有這個緣。很可惜的，就是這個業障去不了！所以少年得志很容易引起傲慢心，這確確實實的。我也是，我是二十二歲跟老總統，我辦公室在老總統隔壁，那個時候眼睛也長在頭頂上瞧不起人。為什麼？總統身邊的人到底不一樣，你走到哪個地方去，你走到外面憲兵看到，對你立正畢恭畢敬。那個時候我們配的是證章，這個證章他一看就曉得我們是很接近的人。所以這種傲慢很容易養成，何況張居士又有才華，更是眼睛長在頭頂上，這就害了他一生。我得力是得力什麼？確實得力於章嘉大師他老人家指導，告訴我這些習氣統統是自己的障礙，必須把它排除；如果不除，那就害了一生。張居士是我們眼前的一個樣子，你看看他就曉得。"
    },
    {
      "id": "08-002-0017_p0008",
      "zh_CN": "【智慧是以戒为本。】",
      "zh_TW": "【智慧是以戒為本。】"
    },
    {
      "id": "08-002-0017_p0009",
      "zh_CN": "这句话大家要注意到，为什么？现在学佛的人对戒律可以说都松懈，都不注意，慧怎么会有成就！早晨我给诸位讲，定是以戒为基础，慧是以定为基础，戒是根本，我们怎么能够疏忽？再给诸位说，戒不是诵的，所以说为诵戒，以为这就是持戒，这是有名无实。你们要看看寒山、拾得的传记，他们两个在国清寺，国清寺初一、十五诵戒的时候，他们两个人就在戒堂的门口，在那里讥笑、在那里讽刺。戒是要做到！不是那么念念就算了。常常看要熟，严格的讲戒本要背诵、要做到，能做多少就做多少，尽量的去做，我能做一条我就做一条，我能够做到两条我就做两条。我那个时候初学佛，章嘉大师教给我，学戒能做多少就做多少，不要勉强，随分随力的做，做得很自然，做得很自在，不会感觉得压迫，不会感觉得戒律约束我，这样持戒那多么轻松愉快。戒的作用多半是对治恶业，譬如杀生是恶业，叫你不杀生对治恶业，不要造业。所以诸位要懂这个意思，它教我们都是好，都是杜恶趣开善门，所以要重视，戒是菩提根本。底下一段大家自己细细去研究，如果要是有疑问的地方，你们可以提出来，提出来我们再详细的来讨论，这章我想就讲到此地。",
      "zh_TW": "這句話大家要注意到，為什麼？現在學佛的人對戒律可以說都鬆懈，都不注意，慧怎麼會有成就！早晨我給諸位講，定是以戒為基礎，慧是以定為基礎，戒是根本，我們怎麼能夠疏忽？再給諸位說，戒不是誦的，所以說為誦戒，以為這就是持戒，這是有名無實。你們要看看寒山、拾得的傳記，他們兩個在國清寺，國清寺初一、十五誦戒的時候，他們兩個人就在戒堂的門口，在那裡譏笑、在那裡諷刺。戒是要做到！不是那麼念念就算了。常常看要熟，嚴格的講戒本要背誦、要做到，能做多少就做多少，盡量的去做，我能做一條我就做一條，我能夠做到兩條我就做兩條。我那個時候初學佛，章嘉大師教給我，學戒能做多少就做多少，不要勉強，隨分隨力的做，做得很自然，做得很自在，不會感覺得壓迫，不會感覺得戒律約束我，這樣持戒那多麼輕鬆愉快。戒的作用多半是對治惡業，譬如殺生是惡業，叫你不殺生對治惡業，不要造業。所以諸位要懂這個意思，它教我們都是好，都是杜惡趣開善門，所以要重視，戒是菩提根本。底下一段大家自己細細去研究，如果要是有疑問的地方，你們可以提出來，提出來我們再詳細的來討論，這章我想就講到此地。"
    },
    {
      "id": "08-002-0017_p0010",
      "zh_CN": "再看底下一章，「信解品」：",
      "zh_TW": "再看底下一章，「信解品」："
    },
    {
      "id": "08-002-0017_p0011",
      "zh_CN": "【前品世尊说三界具众苦。指界外为安乐。方便诱引火宅诸子。但明开一说三之意。迦叶深解五时摄化之方。即彼界内烦恼。原我家财。火宅痴狂。皆佛嫡子。可谓善解随宜说法也。】",
      "zh_TW": "【前品世尊說三界具眾苦。指界外為安樂。方便誘引火宅諸子。但明開一說三之意。迦葉深解五時攝化之方。即彼界內煩惱。原我家財。火宅痴狂。皆佛嫡子。可謂善解隨宜說法也。】"
    },
    {
      "id": "08-002-0017_p0012",
      "zh_CN": "这几句把「信解品」列名的来意交代清楚。这两个字也实实在在不容易，为什么？我们讲到「信」，诸位要记住，这个字很难，确实是难。一般人这个信可以说是迷信，为什么？对佛法道理不明了，他就信了，这不是迷信那是什么？迷信不会结智慧之果，这是我们晓得的。稍稍有知识的人，学佛的时候可以说是强信，勉强的相信，为什么？想想释迦牟尼佛到底是个有学问的人，这个信是勉强的信。究竟释迦牟尼佛的学问、道德，你还没见过，还没有深入研究过就信，这是强信。必须到解了以后这信才叫正信，我们佛门里讲正信佛教徒，正信是明理，是佛法的道理都能够通达，我们相信它，这才是正信。毕竟在今天迷信的人多，这个实在讲，在修学的态度上来说不够庄严。所以我常常对这些大专学生，他们学佛还没有多久就皈依，我有的时候给他们说，我很佩服你们，为什么？我就没有这样的善根。",
      "zh_TW": "這幾句把「信解品」列名的來意交代清楚。這兩個字也實實在在不容易，為什麼？我們講到「信」，諸位要記住，這個字很難，確實是難。一般人這個信可以說是迷信，為什麼？對佛法道理不明瞭，他就信了，這不是迷信那是什麼？迷信不會結智慧之果，這是我們曉得的。稍稍有知識的人，學佛的時候可以說是強信，勉強的相信，為什麼？想想釋迦牟尼佛到底是個有學問的人，這個信是勉強的信。究竟釋迦牟尼佛的學問、道德，你還沒見過，還沒有深入研究過就信，這是強信。必須到解了以後這信才叫正信，我們佛門裡講正信佛教徒，正信是明理，是佛法的道理都能夠通達，我們相信它，這才是正信。畢竟在今天迷信的人多，這個實在講，在修學的態度上來說不夠莊嚴。所以我常常對這些大專學生，他們學佛還沒有多久就皈依，我有的時候給他們說，我很佩服你們，為什麼？我就沒有這樣的善根。"
    },
    {
      "id": "08-002-0017_p0013",
      "zh_CN": "诸位要晓得，我的学佛实在是难，方东美教授介绍，等于这个佛法他介绍给我。我跟他学哲学，从印度哲学里面讲到佛经哲学，才晓得佛法是哲学。他告诉我，「佛经里面的哲学是世界上最高的哲学，是哲学的最高峰，是人生最高的享受。」这两句话把我的心打动，佛经里头有这些好东西，于是想方法找经书来看。那时候就开始到寺庙，我们台北市善导寺规模比较大一点，众所周知，我也听说，我们就到善导寺去逛。逛的时候里面有几个军人，他们是学佛的，住在善导寺，这就很方便，一问是陆军总部几个军官单身，他们住在庙里。看到我要来找经书看，他们都很欢喜，他们庙里《大藏经》都借给我看，通常都借不出去的，线装书都借给我看，我拿回去看似懂非懂，但是很有兴趣。我看经不到一个月，我一个邻居是蒙古的亲王，地位也很高，他看到我手上拿着佛经在看，他说你对这个有兴趣？我说我有点兴趣。他说：你需不需要找一个人来指导？我说很好，找什么人来指导？我给你介绍一个大德，章嘉大师。我还不晓得章嘉大师何许人也，他很热心，很热忱，好！星期天没有事情，他就带我去见章嘉大师。一见面很有缘，大师非常的慈悲，慈悲和蔼，我亲近章嘉大师三年，每个星期天向他讨教。给诸位说，我没有给章嘉大师顶过礼，三年当中到佛庙里头，大殿里看到佛，脱帽三鞠躬，没有跪下拜佛，你们就想好难！我要不把里头这个道理搞清楚，叫我皈依，叫我拜，办不到的，我见到总统也不过最敬礼三鞠躬。所以这些大专学生没学几天，他就会拜佛，会顶礼法师，实在太了不起，说得不好听是迷信，还没搞清楚。所以我从前学东西，要是不把东西搞清楚，你叫我信，做不到的。",
      "zh_TW": "諸位要曉得，我的學佛實在是難，方東美教授介紹，等於這個佛法他介紹給我。我跟他學哲學，從印度哲學裡面講到佛經哲學，才曉得佛法是哲學。他告訴我，「佛經裡面的哲學是世界上最高的哲學，是哲學的最高峰，是人生最高的享受。」這兩句話把我的心打動，佛經裡頭有這些好東西，於是想方法找經書來看。那時候就開始到寺廟，我們台北市善導寺規模比較大一點，眾所周知，我也聽說，我們就到善導寺去逛。逛的時候裡面有幾個軍人，他們是學佛的，住在善導寺，這就很方便，一問是陸軍總部幾個軍官單身，他們住在廟裡。看到我要來找經書看，他們都很歡喜，他們廟裡《大藏經》都借給我看，通常都借不出去的，線裝書都借給我看，我拿回去看似懂非懂，但是很有興趣。我看經不到一個月，我一個鄰居是蒙古的親王，地位也很高，他看到我手上拿著佛經在看，他說你對這個有興趣？我說我有點興趣。他說：你需不需要找一個人來指導？我說很好，找什麼人來指導？我給你介紹一個大德，章嘉大師。我還不曉得章嘉大師何許人也，他很熱心，很熱忱，好！星期天沒有事情，他就帶我去見章嘉大師。一見面很有緣，大師非常的慈悲，慈悲和藹，我親近章嘉大師三年，每個星期天向他討教。給諸位說，我沒有給章嘉大師頂過禮，三年當中到佛廟裡頭，大殿裡看到佛，脫帽三鞠躬，沒有跪下拜佛，你們就想好難！我要不把裡頭這個道理搞清楚，叫我皈依，叫我拜，辦不到的，我見到總統也不過最敬禮三鞠躬。所以這些大專學生沒學幾天，他就會拜佛，會頂禮法師，實在太了不起，說得不好聽是迷信，還沒搞清楚。所以我從前學東西，要是不把東西搞清楚，你叫我信，做不到的。"
    },
    {
      "id": "08-002-0017_p0014",
      "zh_CN": "我在学校念书，第一个接触的是基督教，基督教对我下了一番很大的功夫，两年当中我把基督教《新旧约》从头到尾翻过四遍，我比他们用功。我在里面一共提出七十多个问题，这些牧师不能解答，解答的我不满意，都说我无可救药。我提出的问题，你解答得不能叫我心服口服，你叫我去受洗，这个事情我办不到，没搞清楚我办不到。以后又到伊斯兰教混过一年，伊斯兰教的教义我知道得很多，还真正下功夫研究过。要不把那个东西搞得清清楚楚就叫我信，没那么简单。所以我一信就是真信，我那个时候在我们机关里信了佛，你看我一信一接受，差不多三年时间，我一接受，头剃了，穿布鞋不穿皮鞋，就开始吃素，生活立刻就转变。我一信了佛，头一剃掉，吃素穿布鞋，我们那里面基督教的人都不谈基督教教义了，都不敢讲。他在旁边告诉我，你有没有发觉，你这个头一剃，现在基督教都不谈了。我说没有注意到，后来注意是没有人讲，不谈基督教教义。怎么了？他们说你这老顽固学了佛，佛教一定有道理，要没有道理，你这个老顽固不会去学它的，所以叫我叫老顽固。你看一句话不说就有那么大的影响，就是什么？绝不轻易相信，不把它搞清楚那怎么会相信？你叫我拜佛，拜佛的道理要不搞清楚，我决定不拜，我不会拜佛。",
      "zh_TW": "我在學校念書，第一個接觸的是基督教，基督教對我下了一番很大的功夫，兩年當中我把基督教《新舊約》從頭到尾翻過四遍，我比他們用功。我在裡面一共提出七十多個問題，這些牧師不能解答，解答的我不滿意，都說我無可救藥。我提出的問題，你解答得不能叫我心服口服，你叫我去受洗，這個事情我辦不到，沒搞清楚我辦不到。以後又到伊斯蘭教混過一年，伊斯蘭教的教義我知道得很多，還真正下功夫研究過。要不把那個東西搞得清清楚楚就叫我信，沒那麼簡單。所以我一信就是真信，我那個時候在我們機關裡信了佛，你看我一信一接受，差不多三年時間，我一接受，頭剃了，穿布鞋不穿皮鞋，就開始吃素，生活立刻就轉變。我一信了佛，頭一剃掉，吃素穿布鞋，我們那裡面基督教的人都不談基督教教義了，都不敢講。他在旁邊告訴我，你有沒有發覺，你這個頭一剃，現在基督教都不談了。我說沒有注意到，後來注意是沒有人講，不談基督教教義。怎麼了？他們說你這老頑固學了佛，佛教一定有道理，要沒有道理，你這個老頑固不會去學它的，所以叫我叫老頑固。你看一句話不說就有那麼大的影響，就是什麼？絕不輕易相信，不把它搞清楚那怎麼會相信？你叫我拜佛，拜佛的道理要不搞清楚，我決定不拜，我不會拜佛。"
    },
    {
      "id": "08-002-0017_p0015",
      "zh_CN": "再譬如说守戒律，戒律里头理论我要没透彻不用谈。章嘉大师对我确实用了苦心，所以我感激他一辈子。他花了三年的时间来教导我，把我这个老顽固用种种善巧方便，把我化过来，要不是他，可以说没有任何一个人能够办得到，实在是不容易。所以我信佛不是迷信进来的，是什么都搞清楚进来的。我一剃了头，出了家就教佛学院，十普寺白圣法师办的三藏学院，我剃了头就那里教书，我在佛学院没做过学生，开头就做老师。所以讲到信解难，我们讲迷信、强信，勉强信，你一解了就是叫正信，解叫正信，解了以后要做到这个信才叫真！正信只是解。要到真的相信这要行，你要没有把佛法的理论在我们实际的生活融成一体，生活就是理论，理论就是生活，你的信就不真，虽然正，正不真。一定要行解相应，要把你所懂得那些理论表现在实际生活行为上，把佛的经就变成我们生活，变成我们的思想，变成我们的言行，我们的言行就是三藏经典。",
      "zh_TW": "再譬如說守戒律，戒律裡頭理論我要沒透徹不用談。章嘉大師對我確實用了苦心，所以我感激他一輩子。他花了三年的時間來教導我，把我這個老頑固用種種善巧方便，把我化過來，要不是他，可以說沒有任何一個人能夠辦得到，實在是不容易。所以我信佛不是迷信進來的，是什麼都搞清楚進來的。我一剃了頭，出了家就教佛學院，十普寺白聖法師辦的三藏學院，我剃了頭就那裡教書，我在佛學院沒做過學生，開頭就做老師。所以講到信解難，我們講迷信、強信，勉強信，你一解了就是叫正信，解叫正信，解了以後要做到這個信才叫真！正信只是解。要到真的相信這要行，你要沒有把佛法的理論在我們實際的生活融成一體，生活就是理論，理論就是生活，你的信就不真，雖然正，正不真。一定要行解相應，要把你所懂得那些理論表現在實際生活行為上，把佛的經就變成我們生活，變成我們的思想，變成我們的言行，我們的言行就是三藏經典。"
    },
    {
      "id": "08-002-0017_p0016",
      "zh_CN": "这是讲到信与解，信解有密切的关系，信了不解，这是迷信，或者我们讲勉强强信；信了一定要求解，解而后叫正信，行解相应是真信。但是诸位要晓得，解了你能不能行？行了你能不能不退转？这一阶一阶淘汰，淘汰到最后没有几个人！所以说别看到信佛的人这么多，逐层的淘汰，你看看我们本省有多少信佛的人？他那个说信佛，那真的是迷信，为什么？他神佛不分，土地公也是菩萨，妈祖也是佛爷，那怎么行？佛神不分，所以那就完全是迷信。懂得一点佛法道理，神佛能分清楚，这是佛，那是菩萨，那是鬼神，这都不一样的，这个总算是明白一点的人，可是对教理不懂。或者是把这些外道的经典，他也认为是佛教，那根本上错误，他有信也有解，但是那是邪法不是正法。遇到正法，确实是佛的经典，祖师的注解他拿到手他不懂，懂了之后又做不到，做了之后又会退心，一层一层淘汰，到最后没剩几个人。能够依教奉行，无论在什么境界里面不退转，这个人一定成功，这不是我说的，是佛在经里面讲的。一定成就，而且当生成就，这就是经里面常讲的善根成熟之人。",
      "zh_TW": "這是講到信與解，信解有密切的關係，信了不解，這是迷信，或者我們講勉強強信；信了一定要求解，解而後叫正信，行解相應是真信。但是諸位要曉得，解了你能不能行？行了你能不能不退轉？這一階一階淘汰，淘汰到最後沒有幾個人！所以說別看到信佛的人這麼多，逐層的淘汰，你看看我們本省有多少信佛的人？他那個說信佛，那真的是迷信，為什麼？他神佛不分，土地公也是菩薩，媽祖也是佛爺，那怎麼行？佛神不分，所以那就完全是迷信。懂得一點佛法道理，神佛能分清楚，這是佛，那是菩薩，那是鬼神，這都不一樣的，這個總算是明白一點的人，可是對教理不懂。或者是把這些外道的經典，他也認為是佛教，那根本上錯誤，他有信也有解，但是那是邪法不是正法。遇到正法，確實是佛的經典，祖師的註解他拿到手他不懂，懂了之後又做不到，做了之後又會退心，一層一層淘汰，到最後沒剩幾個人。能夠依教奉行，無論在什麼境界裡面不退轉，這個人一定成功，這不是我說的，是佛在經裡面講的。一定成就，而且當生成就，這就是經裡面常講的善根成熟之人。"
    },
    {
      "id": "08-002-0017_p0017",
      "zh_CN": "这个地方讲的信解与我们一般讲的信解又不一样，我们一般讲的信解讲得没有这么深。这个地方讲的是甚深信解，「迦叶深解五时摄化之方」。迦叶尊者，这是佛的传法人，第一代的祖师，禅宗讲「拈花微笑」，世尊将正法眼藏传于摩诃迦叶。达摩是第二十八代，到我们中国来，是中国的初祖。法华会上，迦叶尊者才甚深信解。迦叶尊者的历史，世尊示现成道没多久，他们就跟了释迦牟尼佛，三迦叶，最初这个一千二百五十五人。到这个时候，他在佛的会下听经修行已经四十年，法华会上才说了一个「深解五时摄化之方」，这个方就是方便。这真正是大彻大悟，真正是真信，全程肯定的相信，再没有疑惑，理完全明白，佛的意思完全懂得，方法了解。所以才肯定佛对于众生真正是所谓「无缘大慈，同体大悲」，我们对佛没有话说的，五体投地，粉身碎骨无以报答；你不了解你不晓得，你了解了你自自然然发自于内心。你看觉后的境界，「界内烦恼，原我家财」，就是指三界之内，所谓「烦恼即菩提，生死即涅槃」，这是性德，是本性里面的万德万能。迷的时候起的作用叫它做烦恼、叫它做生死；觉悟的时候起的作用叫它做菩提、叫它做涅槃。只是在迷悟上换个名称而已，事相是一不是二，这个意思很深，初学来说确实不太适合。",
      "zh_TW": "這個地方講的信解與我們一般講的信解又不一樣，我們一般講的信解講得沒有這麼深。這個地方講的是甚深信解，「迦葉深解五時攝化之方」。迦葉尊者，這是佛的傳法人，第一代的祖師，禪宗講「拈花微笑」，世尊將正法眼藏傳於摩訶迦葉。達摩是第二十八代，到我們中國來，是中國的初祖。法華會上，迦葉尊者才甚深信解。迦葉尊者的歷史，世尊示現成道沒多久，他們就跟了釋迦牟尼佛，三迦葉，最初這個一千二百五十五人。到這個時候，他在佛的會下聽經修行已經四十年，法華會上才說了一個「深解五時攝化之方」，這個方就是方便。這真正是大徹大悟，真正是真信，全程肯定的相信，再沒有疑惑，理完全明白，佛的意思完全懂得，方法了解。所以才肯定佛對於眾生真正是所謂「無緣大慈，同體大悲」，我們對佛沒有話說的，五體投地，粉身碎骨無以報答；你不了解你不曉得，你了解了你自自然然發自於內心。你看覺後的境界，「界內煩惱，原我家財」，就是指三界之內，所謂「煩惱即菩提，生死即涅槃」，這是性德，是本性裡面的萬德萬能。迷的時候起的作用叫它做煩惱、叫它做生死；覺悟的時候起的作用叫它做菩提、叫它做涅槃。只是在迷悟上換個名稱而已，事相是一不是二，這個意思很深，初學來說確實不太適合。"
    },
    {
      "id": "08-002-0017_p0018",
      "zh_CN": "但是我们今天研究这个经，这份大意它摆在此地，它上面有这些东西不得不说。但是诸位要记住，绝不能够误会，我们知道多少就是多少，不知道的没有关系，不知为不知是知也，这是正确求学的态度，不可以强不知以为知。譬如经典里面常讲，此地也就说「界内烦恼，原我家财，火宅痴狂，皆佛嫡子」，你晓得这个事情，但是你证不得这个境界。换句话说，烦恼还是烦恼，痴狂还是痴狂，痴狂就是迷惑颠倒。在我们现前境界讲，这都不是好事情，与菩提涅槃背道而去。这个境界是什么境界？见了性的菩萨，所谓是四十一位法身大士他们的境界，不是我们的现量境界。我们今天就是听说而已，做不到，做不到的不能做，学东西最怕就是好高骛远，所谓是眼高手低，这不可以。我们晓得这桩事情，佛说得没错，我们慢慢的来求证，按部就班的来求证。好比七层宝塔，人家说最上一层怎样怎样，我还没去过，但是我从一层、二层慢慢的向上爬，爬到上面去一看，从前听说的果然不错，就信解了。现在只是听说，没有入这个境界。在念佛法门里面，这是理一心不乱的境界。",
      "zh_TW": "但是我們今天研究這個經，這份大意它擺在此地，它上面有這些東西不得不說。但是諸位要記住，絕不能夠誤會，我們知道多少就是多少，不知道的沒有關係，不知為不知是知也，這是正確求學的態度，不可以強不知以為知。譬如經典裡面常講，此地也就說「界內煩惱，原我家財，火宅痴狂，皆佛嫡子」，你曉得這個事情，但是你證不得這個境界。換句話說，煩惱還是煩惱，痴狂還是痴狂，痴狂就是迷惑顛倒。在我們現前境界講，這都不是好事情，與菩提涅槃背道而去。這個境界是什麼境界？見了性的菩薩，所謂是四十一位法身大士他們的境界，不是我們的現量境界。我們今天就是聽說而已，做不到，做不到的不能做，學東西最怕就是好高騖遠，所謂是眼高手低，這不可以。我們曉得這樁事情，佛說得沒錯，我們慢慢的來求證，按部就班的來求證。好比七層寶塔，人家說最上一層怎樣怎樣，我還沒去過，但是我從一層、二層慢慢的向上爬，爬到上面去一看，從前聽說的果然不錯，就信解了。現在只是聽說，沒有入這個境界。在念佛法門裡面，這是理一心不亂的境界。"
    },
    {
      "id": "08-002-0017_p0019",
      "zh_CN": "现在给诸位透出这个消息，有没有好处？有好处，这个好处是什么？就是我们自己修学的方向、目的。所以佛法，为什么说佛法不是哲学，它跟哲学确实不相同，哲学是求智慧不错，它的智慧是有问号，是有疑问，它智慧究竟是正确、不正确，没有办法确定，它始终在那里摸索，没有方向、没有目标，大家都在那里摸。譬如讲宇宙的来源、人生的来源，这个人这样说法，那个人那样说法，说得好像都有几分道理，想想看都没有道理，都不能叫人心服口服，这是讲哲学。哲学在今天说老实话，唯一好像有点像样东西就是科学方法论，所谓是理哲学，逻辑辩证法，这纯粹哲学，是一种思考的方法。但是诸位要晓得，这种思考的方法是有限的，不是无限，在某个范围之内它可以用，超越这个范围用不上。",
      "zh_TW": "現在給諸位透出這個消息，有沒有好處？有好處，這個好處是什麼？就是我們自己修學的方向、目的。所以佛法，為什麼說佛法不是哲學，它跟哲學確實不相同，哲學是求智慧不錯，它的智慧是有問號，是有疑問，它智慧究竟是正確、不正確，沒有辦法確定，它始終在那裡摸索，沒有方向、沒有目標，大家都在那裡摸。譬如講宇宙的來源、人生的來源，這個人這樣說法，那個人那樣說法，說得好像都有幾分道理，想想看都沒有道理，都不能叫人心服口服，這是講哲學。哲學在今天說老實話，唯一好像有點像樣東西就是科學方法論，所謂是理哲學，邏輯辯證法，這純粹哲學，是一種思考的方法。但是諸位要曉得，這種思考的方法是有限的，不是無限，在某個範圍之內它可以用，超越這個範圍用不上。"
    },
    {
      "id": "08-002-0017_p0020",
      "zh_CN": "我在台北大专讲座里面，曾经就动了个念头，想在讲座里面开一门因明学，这因明学也就是哲学里头的方法论，跟逻辑是一样。我想请谁？请方东美先生来讲，这是行家。我去找他，他就告诉我，「因明那是旧的逻辑辩证，不如近代的符号逻辑，近代符号逻辑已经比这旧因明要进步得多。」可是他告诉我，「用在大乘佛法里没用，算了，不要讲了」，大乘佛法，这些科学方法论达不到。初级的佛法、中级的佛法用得着，高级的佛法用不着。高级是讲明心见性，这个东西用的是心意识，你明心见性要离心意识，还有什么逻辑辩证？他说得很有道理，所以以后我也就不再打这妄想。可是诸位要晓得，对初级是有用处，深入一层那就没有什么太大的作用。但是佛法不一样，佛法有方向、有目标，所以它不是盲目，佛法就是叫我们去求证。不像哲学，哲学没有边际，渺渺茫茫谈不上求证，大家都在摸，谁也不敢说谁的正确。今天这个科学家、哲学家发明了一个定律，明天、过两天别人起来又把它推翻，所以这个世间没有永远的真理，这就哲学里所说的，没有永远的真理。佛法有真理，所以它不一样，佛法学得自在，不盲目，有结果。哲学没有结果，诸位要晓得，哲学家一多了，哲学思想一多了，搞得今天天下大乱，我们是深受其害，应当要觉悟。下课。",
      "zh_TW": "我在台北大專講座裡面，曾經就動了個念頭，想在講座裡面開一門因明學，這因明學也就是哲學裡頭的方法論，跟邏輯是一樣。我想請誰？請方東美先生來講，這是行家。我去找他，他就告訴我，「因明那是舊的邏輯辯證，不如近代的符號邏輯，近代符號邏輯已經比這舊因明要進步得多。」可是他告訴我，「用在大乘佛法裡沒用，算了，不要講了」，大乘佛法，這些科學方法論達不到。初級的佛法、中級的佛法用得著，高級的佛法用不著。高級是講明心見性，這個東西用的是心意識，你明心見性要離心意識，還有什麼邏輯辯證？他說得很有道理，所以以後我也就不再打這妄想。可是諸位要曉得，對初級是有用處，深入一層那就沒有什麼太大的作用。但是佛法不一樣，佛法有方向、有目標，所以它不是盲目，佛法就是叫我們去求證。不像哲學，哲學沒有邊際，渺渺茫茫談不上求證，大家都在摸，誰也不敢說誰的正確。今天這個科學家、哲學家發明了一個定律，明天、過兩天別人起來又把它推翻，所以這個世間沒有永遠的真理，這就哲學裡所說的，沒有永遠的真理。佛法有真理，所以它不一樣，佛法學得自在，不盲目，有結果。哲學沒有結果，諸位要曉得，哲學家一多了，哲學思想一多了，搞得今天天下大亂，我們是深受其害，應當要覺悟。下課。"
    }
  ]
}