{
  "doc_id": "08-002-0050",
  "title": {
    "zh_CN": "妙法莲华经大意",
    "zh_TW": "妙法蓮華經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十集",
    "zh_TW": "第五十集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "08-002-0050",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "08-002-0050_p0001",
      "zh_CN": "讲义第二十面第九行：",
      "zh_TW": "講義第二十面第九行："
    },
    {
      "id": "08-002-0050_p0002",
      "zh_CN": "【不出四种。一切所有之法为总。一切自在神力即是般若。一切秘要之藏即是解脱。一切甚深之事即是法身。】",
      "zh_TW": "【不出四種。一切所有之法為總。一切自在神力即是般若。一切祕要之藏即是解脫。一切甚深之事即是法身。】"
    },
    {
      "id": "08-002-0050_p0003",
      "zh_CN": "这一品大意归纳为四点，这是一品当中很重要的几句话，我们应当把它记住。一切法的总持、般若、解脱、法身，都在一心之中；证得一心，无有一法不现前，如来神力也是。",
      "zh_TW": "這一品大意歸納為四點，這是一品當中很重要的幾句話，我們應當把它記住。一切法的總持、般若、解脫、法身，都在一心之中；證得一心，無有一法不現前，如來神力也是。"
    },
    {
      "id": "08-002-0050_p0004",
      "zh_CN": "下面一品「嘱累品」，经上说：",
      "zh_TW": "下面一品「囑累品」，經上說："
    },
    {
      "id": "08-002-0050_p0005",
      "zh_CN": "【以右手摩菩萨顶者。右为正。摩顶乃安慰之意。】",
      "zh_TW": "【以右手摩菩薩頂者。右為正。摩頂乃安慰之意。】"
    },
    {
      "id": "08-002-0050_p0006",
      "zh_CN": "这都是表法的意思，右是正，摩顶有安慰、有授记这些意思在。在此地：",
      "zh_TW": "這都是表法的意思，右是正，摩頂有安慰、有授記這些意思在。在此地："
    },
    {
      "id": "08-002-0050_p0007",
      "zh_CN": "【显此法正顺解脱也。】",
      "zh_TW": "【顯此法正順解脫也。】"
    },
    {
      "id": "08-002-0050_p0008",
      "zh_CN": "也正因为如是，所以《法华经》在我们中国流传得非常的普遍，乃至于在韩国、在日本受持《法华经》的人也特别多，原因也是在此地。但是我们讲到受持，如果是一心受持，这是正受，真正的受持。如果要不是一心，只是在文字里面，那是错了，那还是为《法华》所转，而不是受持《法华经》。",
      "zh_TW": "也正因為如是，所以《法華經》在我們中國流傳得非常的普遍，乃至於在韓國、在日本受持《法華經》的人也特別多，原因也是在此地。但是我們講到受持，如果是一心受持，這是正受，真正的受持。如果要不是一心，只是在文字裡面，那是錯了，那還是為《法華》所轉，而不是受持《法華經》。"
    },
    {
      "id": "08-002-0050_p0009",
      "zh_CN": "【菩提之法。即是微妙自心。】",
      "zh_TW": "【菩提之法。即是微妙自心。】"
    },
    {
      "id": "08-002-0050_p0010",
      "zh_CN": "「菩提之法」，菩提是印度话，翻成中国字是觉悟，也就是大智大觉之法，就是「微妙自心」。",
      "zh_TW": "「菩提之法」，菩提是印度話，翻成中國字是覺悟，也就是大智大覺之法，就是「微妙自心」。"
    },
    {
      "id": "08-002-0050_p0011",
      "zh_CN": "【此心难信难解。】",
      "zh_TW": "【此心難信難解。】"
    },
    {
      "id": "08-002-0050_p0012",
      "zh_CN": "凡夫久远劫以来就迷失了，佛菩萨给我们讲，我们也不相信，为什么？一天到晚「我很愚痴，我很愚笨」，这就没有自信心，我这样也不能，那样也不行，样样都不能，这就是迷障太重。「难信难解」，确实难解，没有法子讲，正所谓「言语道断，心行处灭」。佛藉种种言说、种种方便，无非是希望我们能够藉言说、方便而开悟，这是佛菩萨弘经的目标。在这一品里面：",
      "zh_TW": "凡夫久遠劫以來就迷失了，佛菩薩給我們講，我們也不相信，為什麼？一天到晚「我很愚痴，我很愚笨」，這就沒有自信心，我這樣也不能，那樣也不行，樣樣都不能，這就是迷障太重。「難信難解」，確實難解，沒有法子講，正所謂「言語道斷，心行處滅」。佛藉種種言說、種種方便，無非是希望我們能夠藉言說、方便而開悟，這是佛菩薩弘經的目標。在這一品裡面："
    },
    {
      "id": "08-002-0050_p0013",
      "zh_CN": "【欲令大众咸悟此心。故曰。今以付嘱汝等。】",
      "zh_TW": "【欲令大眾咸悟此心。故曰。今以付囑汝等。】"
    },
    {
      "id": "08-002-0050_p0014",
      "zh_CN": "等于说佛的遗教，把这个责任嘱咐诸菩萨。我们听了这个话，佛是把这事情咐嘱于诸菩萨，与我不相干，这就错了。诸菩萨是谁？我们自己也是诸菩萨当中的一分子，我们不敢承当，那就是自甘堕落为凡夫。前面曾经说过，法界众生就是一切菩萨，我们难道不是法界众生吗？我们不是菩萨，谁是菩萨？所以自己要觉悟，自己不可以自卑，又不可以傲慢。自卑是烦恼、是障碍，傲慢也是烦恼、也是障碍，都不能够入道。在此地要晓得，佛嘱咐诸菩萨，也就是嘱咐我们自己。我们自己要认真去了解妙法的旨趣，对妙法旨趣要深信不疑，依教奉行。特别是在末法时期，更应当发心转化未闻，对那些没有听到《法华经》这个道理的，我们要辗转的弘扬。佛的种种示现，这些我们要深深去体会。但是诸位一定要明了，我们也很想深深去体会，但是我们体会不到，原因在哪个地方？就是我们的障碍天天在增长，它不能够排除，这是想体会也体会不到。假如我们果真能把障碍排除，前面「常不轻」一章就是把所有障碍统统排除，所有障碍排除之后，我们才能够成就大无畏，一切魔王外道你也不害怕，你也能够跟他们做朋友，也可以跟他往来。不像现在，一遇到魔外，逃得远远的，怕得不得了，你怎么能弘经？你怎么能够受持？你怎么能够为一切众生演说？",
      "zh_TW": "等於說佛的遺教，把這個責任囑咐諸菩薩。我們聽了這個話，佛是把這事情咐囑於諸菩薩，與我不相干，這就錯了。諸菩薩是誰？我們自己也是諸菩薩當中的一分子，我們不敢承當，那就是自甘墮落為凡夫。前面曾經說過，法界眾生就是一切菩薩，我們難道不是法界眾生嗎？我們不是菩薩，誰是菩薩？所以自己要覺悟，自己不可以自卑，又不可以傲慢。自卑是煩惱、是障礙，傲慢也是煩惱、也是障礙，都不能夠入道。在此地要曉得，佛囑咐諸菩薩，也就是囑咐我們自己。我們自己要認真去了解妙法的旨趣，對妙法旨趣要深信不疑，依教奉行。特別是在末法時期，更應當發心轉化未聞，對那些沒有聽到《法華經》這個道理的，我們要輾轉的弘揚。佛的種種示現，這些我們要深深去體會。但是諸位一定要明瞭，我們也很想深深去體會，但是我們體會不到，原因在哪個地方？就是我們的障礙天天在增長，它不能夠排除，這是想體會也體會不到。假如我們果真能把障礙排除，前面「常不輕」一章就是把所有障礙統統排除，所有障礙排除之後，我們才能夠成就大無畏，一切魔王外道你也不害怕，你也能夠跟他們做朋友，也可以跟他往來。不像現在，一遇到魔外，逃得遠遠的，怕得不得了，你怎麼能弘經？你怎麼能夠受持？你怎麼能夠為一切眾生演說？"
    },
    {
      "id": "08-002-0050_p0015",
      "zh_CN": "尤其是在现前这个时代，所谓「道高一尺，魔高一丈」，今天魔比道，不止十倍。道高一尺，魔高一丈，这是古人说的；今天道高一尺，魔高万丈。我们在这个环境里面来受持妙经，弘扬妙经，你要是对于这些魔怀着恐惧，不敢接触，你就没有法子弘经。这也是佛在末法时期特别嘱咐，如果有人来问法，只说大乘经，不说小乘经，这个道理也在此地。魔的势力太大，但是不怕，总而言之一句话，邪不敌正。我们心里有个恐惧，心里自己有魔，自己有魔才为魔摄。为什么？说到魔，自己要晓得，五阴是魔，烦恼是魔，你们学过《八大人觉经》，天魔、死魔。这四种魔里面，前面两种障碍最大。如果我们能够断烦恼，在一切境界里顺境也好、逆境也好，我们不动心，不生烦恼。我们内里头没烦恼，没有烦恼魔，功夫再增胜的时候，譬如念佛你念到功夫成片，不要讲太高，功夫成片就决定带业往生。换句话说，五阴魔虽然没破，不起作用，我有能力往生西方极乐世界，我不再受三界六道生死轮回，我有这个本事。台中李老师有这个本事。我们只要能够学到这个本事，自己内心的魔破掉，外面魔高万丈也不怕，魔见到你也佩服你，魔不能伤害你。你在顺逆境界里，就像六祖讲的「常生智慧」，不生烦恼。这是我们应当要学的。然后才真正像此地所讲的：",
      "zh_TW": "尤其是在現前這個時代，所謂「道高一尺，魔高一丈」，今天魔比道，不止十倍。道高一尺，魔高一丈，這是古人說的；今天道高一尺，魔高萬丈。我們在這個環境裡面來受持妙經，弘揚妙經，你要是對於這些魔懷著恐懼，不敢接觸，你就沒有法子弘經。這也是佛在末法時期特別囑咐，如果有人來問法，只說大乘經，不說小乘經，這個道理也在此地。魔的勢力太大，但是不怕，總而言之一句話，邪不敵正。我們心裡有個恐懼，心裡自己有魔，自己有魔才為魔攝。為什麼？說到魔，自己要曉得，五陰是魔，煩惱是魔，你們學過《八大人覺經》，天魔、死魔。這四種魔裡面，前面兩種障礙最大。如果我們能夠斷煩惱，在一切境界裡順境也好、逆境也好，我們不動心，不生煩惱。我們內裡頭沒煩惱，沒有煩惱魔，功夫再增勝的時候，譬如念佛你念到功夫成片，不要講太高，功夫成片就決定帶業往生。換句話說，五陰魔雖然沒破，不起作用，我有能力往生西方極樂世界，我不再受三界六道生死輪迴，我有這個本事。台中李老師有這個本事。我們只要能夠學到這個本事，自己內心的魔破掉，外面魔高萬丈也不怕，魔見到你也佩服你，魔不能傷害你。你在順逆境界裡，就像六祖講的「常生智慧」，不生煩惱。這是我們應當要學的。然後才真正像此地所講的："
    },
    {
      "id": "08-002-0050_p0016",
      "zh_CN": "【于未来世。广为众生演说此经。便为报佛之恩。】",
      "zh_TW": "【於未來世。廣為眾生演說此經。便為報佛之恩。】"
    },
    {
      "id": "08-002-0050_p0017",
      "zh_CN": "诸菩萨能够体会，我们也要能体会，菩萨接受佛的嘱咐，我们也要接受佛的嘱咐。",
      "zh_TW": "諸菩薩能夠體會，我們也要能體會，菩薩接受佛的囑咐，我們也要接受佛的囑咐。"
    },
    {
      "id": "08-002-0050_p0018",
      "zh_CN": "在表法方面，下面说得很清楚：",
      "zh_TW": "在表法方面，下面說得很清楚："
    },
    {
      "id": "08-002-0050_p0019",
      "zh_CN": "【分身佛即方便缘起之法。多宝塔即真心实际之理。】",
      "zh_TW": "【分身佛即方便緣起之法。多寶塔即真心實際之理。】"
    },
    {
      "id": "08-002-0050_p0020",
      "zh_CN": "底下讲方便缘起，什么叫方便、什么叫缘起，这一段说得很清楚。",
      "zh_TW": "底下講方便緣起，什麼叫方便、什麼叫緣起，這一段說得很清楚。"
    },
    {
      "id": "08-002-0050_p0021",
      "zh_CN": "【何为缘起。谓诸法无性。从缘发生。】",
      "zh_TW": "【何為緣起。謂諸法無性。從緣發生。】"
    },
    {
      "id": "08-002-0050_p0022",
      "zh_CN": "诸法无自性，从缘发生，这个缘就是依他起。",
      "zh_TW": "諸法無自性，從緣發生，這個緣就是依他起。"
    },
    {
      "id": "08-002-0050_p0023",
      "zh_CN": "【如众生迷于自心。枉受轮回。】",
      "zh_TW": "【如眾生迷於自心。枉受輪迴。】"
    },
    {
      "id": "08-002-0050_p0024",
      "zh_CN": "这个轮回冤枉，太冤枉了，为什么？因为根本没有轮回。就好比一个人，人本来没有梦，他天天做恶梦，在梦里头吓得半死，醒来的时候一切皆无，根本就没有，这冤枉！六道轮回亦复如是。",
      "zh_TW": "這個輪迴冤枉，太冤枉了，為什麼？因為根本沒有輪迴。就好比一個人，人本來沒有夢，他天天做惡夢，在夢裡頭嚇得半死，醒來的時候一切皆無，根本就沒有，這冤枉！六道輪迴亦復如是。"
    },
    {
      "id": "08-002-0050_p0025",
      "zh_CN": "【佛说四真谛法。令求涅槃。】",
      "zh_TW": "【佛說四真諦法。令求涅槃。】"
    },
    {
      "id": "08-002-0050_p0026",
      "zh_CN": "就是苦集灭道四谛。四谛有四种四谛，有藏教、通教、别教、圆教。如果以贤首来说，那就有五种四谛，小、始、终、顿、圆。佛给我们讲四真谛法，「令求涅槃」，涅槃是对轮回说的。",
      "zh_TW": "就是苦集滅道四諦。四諦有四種四諦，有藏教、通教、別教、圓教。如果以賢首來說，那就有五種四諦，小、始、終、頓、圓。佛給我們講四真諦法，「令求涅槃」，涅槃是對輪迴說的。"
    },
    {
      "id": "08-002-0050_p0027",
      "zh_CN": "【生死若除。涅槃非有。故如化城。二乘住于化城。】",
      "zh_TW": "【生死若除。涅槃非有。故如化城。二乘住於化城。】"
    },
    {
      "id": "08-002-0050_p0028",
      "zh_CN": "二乘住在涅槃上，着了涅槃，他不晓得涅槃是对治生死的一种方法，生死没有了，涅槃也没有了。病好了，药也不要了。小乘人的毛病在哪里？病好了，他药不能舍弃，所以他不能见性。",
      "zh_TW": "二乘住在涅槃上，著了涅槃，他不曉得涅槃是對治生死的一種方法，生死沒有了，涅槃也沒有了。病好了，藥也不要了。小乘人的毛病在哪裡？病好了，他藥不能捨棄，所以他不能見性。"
    },
    {
      "id": "08-002-0050_p0029",
      "zh_CN": "【如来权说一乘。指归宝所。化城若出。宝所亦空。】",
      "zh_TW": "【如來權說一乘。指歸寶所。化城若出。寶所亦空。】"
    },
    {
      "id": "08-002-0050_p0030",
      "zh_CN": "这一句特别要记住。假如你执着一乘法，好了，你虽然是摆脱掉涅槃，摆脱掉小乘境界，这入了大乘，作大乘菩萨，你成不了佛，为什么？因为你执着一乘，二乘堕在涅槃坑里头，大乘菩萨最怕的是堕在一乘坑里。《法华经》里把一乘比作宝所，把化城比作小乘的涅槃，从小乘涅槃超出，必须要晓得，一乘也没有！禅宗里头祖师问「万法归一，一归何处？」一也没有。你还要执着一个一，万法归一，天天执着一个一，这又糟糕了。我们净土里头常常给你讲一心不乱，理一心，如果你要是证得理一心，实在讲如果你心里执着有个理一心，你证不到理一心，你所证到的是事一心；连这个一心也没有，才真正到理一心。所以心里不但乱七八糟东西要不得，一也不能有，真如本性里头哪里会有个一？有个一，那个东西是麻烦。六祖说「本来无一物」，一也没有，有个一，一也是一物，这是一定要晓得。你的心真正的清净、真正的平等，就是一物都没有，净土里面叫它做理一心不乱，就是这个境界，六祖称它作本来无一物，《华严》里面称它作一真法界，《法华》里面称它作实际理地，就是说这个。名是空名，你不要执着真有这个东西，这就坏了；听到还不是真有，难道是假有吗？那又坏了，一疑的时候就完了，真是与这个境界千里万里。我把这个再念下来，你们自己好好的听。",
      "zh_TW": "這一句特別要記住。假如你執著一乘法，好了，你雖然是擺脫掉涅槃，擺脫掉小乘境界，這入了大乘，作大乘菩薩，你成不了佛，為什麼？因為你執著一乘，二乘墮在涅槃坑裡頭，大乘菩薩最怕的是墮在一乘坑裡。《法華經》裡把一乘比作寶所，把化城比作小乘的涅槃，從小乘涅槃超出，必須要曉得，一乘也沒有！禪宗裡頭祖師問「萬法歸一，一歸何處？」一也沒有。你還要執著一個一，萬法歸一，天天執著一個一，這又糟糕了。我們淨土裡頭常常給你講一心不亂，理一心，如果你要是證得理一心，實在講如果你心裡執著有個理一心，你證不到理一心，你所證到的是事一心；連這個一心也沒有，才真正到理一心。所以心裡不但亂七八糟東西要不得，一也不能有，真如本性裡頭哪裡會有個一？有個一，那個東西是麻煩。六祖說「本來無一物」，一也沒有，有個一，一也是一物，這是一定要曉得。你的心真正的清淨、真正的平等，就是一物都沒有，淨土裡面叫它做理一心不亂，就是這個境界，六祖稱它作本來無一物，《華嚴》裡面稱它作一真法界，《法華》裡面稱它作實際理地，就是說這個。名是空名，你不要執著真有這個東西，這就壞了；聽到還不是真有，難道是假有嗎？那又壞了，一疑的時候就完了，真是與這個境界千里萬里。我把這個再念下來，你們自己好好的聽。"
    },
    {
      "id": "08-002-0050_p0031",
      "zh_CN": "【为大根人。直说六度法。】",
      "zh_TW": "【為大根人。直說六度法。】"
    },
    {
      "id": "08-002-0050_p0032",
      "zh_CN": "「大根」是一乘菩萨，给你讲「六度法」。底下这叫真正修六度，你们会不会修，你得要记住这个。",
      "zh_TW": "「大根」是一乘菩薩，給你講「六度法」。底下這叫真正修六度，你們會不會修，你得要記住這個。"
    },
    {
      "id": "08-002-0050_p0033",
      "zh_CN": "【由悭贪而说布施。】",
      "zh_TW": "【由慳貪而說布施。】"
    },
    {
      "id": "08-002-0050_p0034",
      "zh_CN": "你没有悭贪，布施也没有了。",
      "zh_TW": "你沒有慳貪，布施也沒有了。"
    },
    {
      "id": "08-002-0050_p0035",
      "zh_CN": "【毁禁而说持戒。瞋恚而说忍辱。懈怠而说精进。散乱而说禅定。愚痴而说智慧。是谓从缘而起。】",
      "zh_TW": "【毀禁而說持戒。瞋恚而說忍辱。懈怠而說精進。散亂而說禪定。愚痴而說智慧。是謂從緣而起。】"
    },
    {
      "id": "08-002-0050_p0036",
      "zh_CN": "佛法是从缘而起的。下面这几句很重要：",
      "zh_TW": "佛法是從緣而起的。下面這幾句很重要："
    },
    {
      "id": "08-002-0050_p0037",
      "zh_CN": "【若悭贪破。则施无所施。毁禁除。则戒无可持。瞋恚息。则忍无可忍。懈怠忘。则进无可进。散乱灭。则禅定自无。愚痴空。则智慧不有。故曰各随所安。】",
      "zh_TW": "【若慳貪破。則施無所施。毀禁除。則戒無可持。瞋恚息。則忍無可忍。懈怠忘。則進無可進。散亂滅。則禪定自無。愚痴空。則智慧不有。故曰各隨所安。】"
    },
    {
      "id": "08-002-0050_p0038",
      "zh_CN": "这几句话要牢牢的记住，我们有病才用药，病好了，药也不要了，你这才真正叫明心见性，真正得一心。有了这些东西，哪里会得一心？",
      "zh_TW": "這幾句話要牢牢的記住，我們有病才用藥，病好了，藥也不要了，你這才真正叫明心見性，真正得一心。有了這些東西，哪裡會得一心？"
    },
    {
      "id": "08-002-0050_p0039",
      "zh_CN": "【若了缘起无生。则本际不动。】",
      "zh_TW": "【若了緣起無生。則本際不動。】"
    },
    {
      "id": "08-002-0050_p0040",
      "zh_CN": "这就见了性。《金刚经》里面，佛告诉须菩提：「不取于相，如如不动」。此地讲的「悭贪、毁禁、瞋恚、懈怠、散乱」，这是世间相，不取；「布施、持戒、忍辱、精进、禅定、般若」，佛法相也不取，不取于相，如如不动。世间相不取，佛法相你取了，还是不行，你这个心还是在动，不动的是真心，动的是妄心。我们今天一天到晚都在妄心里头打转，没有办法见到这个真心，就是你取相。你怎么取？世间相你也取，佛法相你也取；世间相你也动心，出世间法相你也动心。正因为如此，念佛念一辈子功夫成片都做不到，带业往生都没分，你说可怜不可怜？我们读《金刚经》，佛对须菩提讲的，不是对我讲的，都是存这个心，好像与我没有关系。就没有想到，对须菩提讲的就是对我自己讲的，须菩提接受，我们就应当要接受，须菩提是给我们做代表人。那样的大善知识都依教奉行，我们难道不学吗？末后有几行也很重要：",
      "zh_TW": "這就見了性。《金剛經》裡面，佛告訴須菩提：「不取於相，如如不動」。此地講的「慳貪、毀禁、瞋恚、懈怠、散亂」，這是世間相，不取；「布施、持戒、忍辱、精進、禪定、般若」，佛法相也不取，不取於相，如如不動。世間相不取，佛法相你取了，還是不行，你這個心還是在動，不動的是真心，動的是妄心。我們今天一天到晚都在妄心裡頭打轉，沒有辦法見到這個真心，就是你取相。你怎麼取？世間相你也取，佛法相你也取；世間相你也動心，出世間法相你也動心。正因為如此，念佛念一輩子功夫成片都做不到，帶業往生都沒分，你說可憐不可憐？我們讀《金剛經》，佛對須菩提講的，不是對我講的，都是存這個心，好像與我沒有關係。就沒有想到，對須菩提講的就是對我自己講的，須菩提接受，我們就應當要接受，須菩提是給我們做代表人。那樣的大善知識都依教奉行，我們難道不學嗎？末後有幾行也很重要："
    },
    {
      "id": "08-002-0050_p0041",
      "zh_CN": "【如来如是付嘱。菩萨如是弘持。我等亦当如是领悟。】",
      "zh_TW": "【如來如是付囑。菩薩如是弘持。我等亦當如是領悟。】"
    },
    {
      "id": "08-002-0050_p0042",
      "zh_CN": "在此地，你们能不能体会到这个句子里所谓字眼？关键的所在就是「如是」两个字，经一开端「如是我闻」，你看看此地讲的「如来如是」，「菩萨如是」，我们也要如是。「如」是什么？一心，二心就不如。如果用交光大师的话，「舍识用根」就是如，就是「是」；我们还用心意识，那就不如，也不是。如果你要是用根性，根性就是真心，就是一心，见性见色性，色性如见性，见性如色性，色性是见性，见性是色性，这叫如是，这就是证得一心，这是一心境界。因为性如其相，相如其性，性即是相，相即是性，这个法界是一真。性相不是两桩事情，是一，一如，一是，我们眼前这个境界就是一真法界。我们之所以不能证得，就是我们还是心意识做主；换句话说，我们不能如，也不能是。大家着眼的就是在这两个字，千经万论都是说的这个道理。我们在讲席里头，每一会都特别强调这一点，实在讲再不开悟，实在是没法子！下面这两行把整个境界统统融会成一体。",
      "zh_TW": "在此地，你們能不能體會到這個句子裡所謂字眼？關鍵的所在就是「如是」兩個字，經一開端「如是我聞」，你看看此地講的「如來如是」，「菩薩如是」，我們也要如是。「如」是什麼？一心，二心就不如。如果用交光大師的話，「捨識用根」就是如，就是「是」；我們還用心意識，那就不如，也不是。如果你要是用根性，根性就是真心，就是一心，見性見色性，色性如見性，見性如色性，色性是見性，見性是色性，這叫如是，這就是證得一心，這是一心境界。因為性如其相，相如其性，性即是相，相即是性，這個法界是一真。性相不是兩樁事情，是一，一如，一是，我們眼前這個境界就是一真法界。我們之所以不能證得，就是我們還是心意識做主；換句話說，我們不能如，也不能是。大家著眼的就是在這兩個字，千經萬論都是說的這個道理。我們在講席裡頭，每一會都特別強調這一點，實在講再不開悟，實在是沒法子！下面這兩行把整個境界統統融會成一體。"
    },
    {
      "id": "08-002-0050_p0043",
      "zh_CN": "【若宛转消归。】",
      "zh_TW": "【若宛轉消歸。】"
    },
    {
      "id": "08-002-0050_p0044",
      "zh_CN": "这就讲消归自性，闻法要在消归自性，修行要在转识成智，要是最重要的。转识成智是什么？就是用见性见色性，用闻性闻声性，那跟观音菩萨一样，「反闻闻自性，性成无上道」，观世音菩萨怎么成佛的？就是这样成佛的。我们懂得这个道理，一会用了，我们立刻就成观世音，立刻就成佛，当下即是！所以你要晓得消归自性，千经万论所讲的全是自己，不是讲别人，不是讲外境。此地说：",
      "zh_TW": "這就講消歸自性，聞法要在消歸自性，修行要在轉識成智，要是最重要的。轉識成智是什麼？就是用見性見色性，用聞性聞聲性，那跟觀音菩薩一樣，「反聞聞自性，性成無上道」，觀世音菩薩怎麼成佛的？就是這樣成佛的。我們懂得這個道理，一會用了，我們立刻就成觀世音，立刻就成佛，當下即是！所以你要曉得消歸自性，千經萬論所講的全是自己，不是講別人，不是講外境。此地說："
    },
    {
      "id": "08-002-0050_p0045",
      "zh_CN": "【多宝如来即我全身。】",
      "zh_TW": "【多寶如來即我全身。】"
    },
    {
      "id": "08-002-0050_p0046",
      "zh_CN": "《法华经》里面讲的「多宝如来」。你想「多宝如来」不是自己，这糟糕了，这两桩事情，这是你三心二意在闻法，难怪你不开悟，难怪你得不到受用，你不晓得经里面所讲多宝如来就是自己全身。",
      "zh_TW": "《法華經》裡面講的「多寶如來」。你想「多寶如來」不是自己，這糟糕了，這兩樁事情，這是你三心二意在聞法，難怪你不開悟，難怪你得不到受用，你不曉得經裡面所講多寶如來就是自己全身。"
    },
    {
      "id": "08-002-0050_p0047",
      "zh_CN": "【从容会合。化佛元非外法。】",
      "zh_TW": "【從容會合。化佛元非外法。】"
    },
    {
      "id": "08-002-0050_p0048",
      "zh_CN": "无量无边的「化佛」不是心外之法，究竟是什么？无量无边的化佛就是自己的后得智。多宝如来代表的是根本智，根本智是无知，是理体。后得智是从体起用，无所不知。为什么无所不知？因为十法界依正庄严都是自心变现出来。你原先迷了，不知道一切法都是你自心变现的，所以你在一切法里头起了无明，样样都不知道，都迷了，变成一无所知。纵然有知，那个知见也是邪知邪见，不是正知，不是正确的知道，不是真实的知道，是妄知、邪知。你证得根本智之后，这个一切智是真智慧，后得智是真智慧，无所不知！惠能所说的「心中常生智慧」，就是后得智。他能够说出来常生智慧，换句话说，他已经得根本智，他已经证得理一心不乱。如果没有证得，必定不会常生智慧，就是后得智不能够现前。好比那个树木一样，这是根、是本，主干是本，有根本才会有枝叶。枝叶花朵都是后得智，有根、有本常生枝叶，就常生智慧。连根本都没有，那枝叶从哪生？没办法生。我们要能够学到像能大师一样，六根接触六尘境界，念念之中都生智慧，这个智慧就是四智菩提，成所作智、妙观察智、平等性智、大圆镜智，念念当中都生这个智慧，决定不生烦恼，这是学佛的受用，学佛的功德利益就在此地。若不如是，我们为什么学它？这个世间一切法里头，你学习都得不到这种受用，唯独佛法里能够叫你念念生智慧，决定不生烦恼，所以这个法门是世间一切法里头所没有的。底下这是劝勉我们：",
      "zh_TW": "無量無邊的「化佛」不是心外之法，究竟是什麼？無量無邊的化佛就是自己的後得智。多寶如來代表的是根本智，根本智是無知，是理體。後得智是從體起用，無所不知。為什麼無所不知？因為十法界依正莊嚴都是自心變現出來。你原先迷了，不知道一切法都是你自心變現的，所以你在一切法裡頭起了無明，樣樣都不知道，都迷了，變成一無所知。縱然有知，那個知見也是邪知邪見，不是正知，不是正確的知道，不是真實的知道，是妄知、邪知。你證得根本智之後，這個一切智是真智慧，後得智是真智慧，無所不知！惠能所說的「心中常生智慧」，就是後得智。他能夠說出來常生智慧，換句話說，他已經得根本智，他已經證得理一心不亂。如果沒有證得，必定不會常生智慧，就是後得智不能夠現前。好比那個樹木一樣，這是根、是本，主幹是本，有根本才會有枝葉。枝葉花朵都是後得智，有根、有本常生枝葉，就常生智慧。連根本都沒有，那枝葉從哪生？沒辦法生。我們要能夠學到像能大師一樣，六根接觸六塵境界，念念之中都生智慧，這個智慧就是四智菩提，成所作智、妙觀察智、平等性智、大圓鏡智，念念當中都生這個智慧，決定不生煩惱，這是學佛的受用，學佛的功德利益就在此地。若不如是，我們為什麼學它？這個世間一切法裡頭，你學習都得不到這種受用，唯獨佛法裡能夠叫你念念生智慧，決定不生煩惱，所以這個法門是世間一切法裡頭所沒有的。底下這是勸勉我們："
    },
    {
      "id": "08-002-0050_p0049",
      "zh_CN": "【大心承受。】",
      "zh_TW": "【大心承受。】"
    },
    {
      "id": "08-002-0050_p0050",
      "zh_CN": "你要发大心，唯有发大心才能够承受，刹那可成。",
      "zh_TW": "你要發大心，唯有發大心才能夠承受，剎那可成。"
    },
    {
      "id": "08-002-0050_p0051",
      "zh_CN": "【刹那便可成褫。小见狐疑。穷劫莫能返本。】",
      "zh_TW": "【剎那便可成褫。小見狐疑。窮劫莫能返本。】"
    },
    {
      "id": "08-002-0050_p0052",
      "zh_CN": "发大心，这个大心就是菩萨心，这个心量是真正大；换句话说，唯有大心才能承受大法，才能学大法。我们今天的心量太小，两个人都不能够容纳，这怎么能学佛？大心菩萨什么人都能包容，什么事都能包容，大心。心包太虚、量周沙界，这才能成得了佛，要大心。不能包容，就不能承受；能承受的人，刹那之间就成佛，就成菩萨，就证一心。如果你是「小见」，偏见，小知见的人对于佛讲的这些大法怀疑。为什么称「狐疑」？狐狸疑心最重，所以我们讲疑都讲狐，疑心重。如果你是小见、小心量，你闻这个大法，听了之后生疑惑。「穷劫莫能返本」，再往后无量无边的阿僧祇劫，你也没有办法证得一心。由此可知，成就是发大心；不能成就，心眼太小了。能成就的人能自信，自己能够直下承当；不能成就的人，自己没信心，自己不能去做。我给诸位说，我学佛的过程当中，我那些老师给我讲经，没有讲得这么详细、这么透彻。可是我听了，听懂了我就去做，自己做到了，才发现这个理论更加明了、更加的深入，这就是所谓的悟处。你要做不到，你怎么会悟得了？譬如我们旅行，我们从台北到高雄来，高雄那个地方从来没去过，有个人来告诉我们，高雄那个地方怎么样，怎么走法，虽然说得不太详细、不太清楚，可是方向很正确。我们能照他这个方向，等我们一到那个地方，恍然大悟，一切都明了，不必等他说，我们都明了。由此可知，说多说少没有关系，关键的所在就是我们能够信得过，能够不怀疑，能够去照做。说得多一点，就是那边情形给你讲得详细一点，你知道更多一点，但是，多也得要你去证实；你自己不到这个境界，你没办法证实。纵然释迦牟尼佛四十九年所讲，也是沧海之一滴，你入了大海，完全你就明了。我说得这么详细，说得这么多，其目的都是诱导诸位，希望诸位能够在此地生真正的信解，提供你修学的纲领，如法修行的人必定成就。",
      "zh_TW": "發大心，這個大心就是菩薩心，這個心量是真正大；換句話說，唯有大心才能承受大法，才能學大法。我們今天的心量太小，兩個人都不能夠容納，這怎麼能學佛？大心菩薩什麼人都能包容，什麼事都能包容，大心。心包太虛、量周沙界，這才能成得了佛，要大心。不能包容，就不能承受；能承受的人，剎那之間就成佛，就成菩薩，就證一心。如果你是「小見」，偏見，小知見的人對於佛講的這些大法懷疑。為什麼稱「狐疑」？狐狸疑心最重，所以我們講疑都講狐，疑心重。如果你是小見、小心量，你聞這個大法，聽了之後生疑惑。「窮劫莫能返本」，再往後無量無邊的阿僧祇劫，你也沒有辦法證得一心。由此可知，成就是發大心；不能成就，心眼太小了。能成就的人能自信，自己能夠直下承當；不能成就的人，自己沒信心，自己不能去做。我給諸位說，我學佛的過程當中，我那些老師給我講經，沒有講得這麼詳細、這麼透徹。可是我聽了，聽懂了我就去做，自己做到了，才發現這個理論更加明瞭、更加的深入，這就是所謂的悟處。你要做不到，你怎麼會悟得了？譬如我們旅行，我們從台北到高雄來，高雄那個地方從來沒去過，有個人來告訴我們，高雄那個地方怎麼樣，怎麼走法，雖然說得不太詳細、不太清楚，可是方向很正確。我們能照他這個方向，等我們一到那個地方，恍然大悟，一切都明瞭，不必等他說，我們都明瞭。由此可知，說多說少沒有關係，關鍵的所在就是我們能夠信得過，能夠不懷疑，能夠去照做。說得多一點，就是那邊情形給你講得詳細一點，你知道更多一點，但是，多也得要你去證實；你自己不到這個境界，你沒辦法證實。縱然釋迦牟尼佛四十九年所講，也是滄海之一滴，你入了大海，完全你就明瞭。我說得這麼詳細，說得這麼多，其目的都是誘導諸位，希望諸位能夠在此地生真正的信解，提供你修學的綱領，如法修行的人必定成就。"
    },
    {
      "id": "08-002-0050_p0053",
      "zh_CN": "下面一品「药王菩萨本事品」，讲义开头告诉我们本事是什么？",
      "zh_TW": "下面一品「藥王菩薩本事品」，講義開頭告訴我們本事是什麼？"
    },
    {
      "id": "08-002-0050_p0054",
      "zh_CN": "【人法二空。是菩萨之本事。】",
      "zh_TW": "【人法二空。是菩薩之本事。】"
    },
    {
      "id": "08-002-0050_p0055",
      "zh_CN": "菩萨先要修自家的本分事，也就是先要修人我空、法我空，菩萨的本分事。你看看相宗入门，《百法明门》里面所讲的「一切法无我」。天亲菩萨将一切法归纳为百法，最后就百法上说「人无我，法无我」，菩萨的本事，根本的修学。《大乘起信论》，性宗的入门也是说「人法二空」，无论是性相，入门就是要做自己本分事。我们今天一入门就管闲事，专管他事，把自己的本分事给忘掉。管他事管来一身的麻烦，管来无量无边的罪业，甚至还美其名为弘法利生，弘的什么法？弘的烦恼法；度的什么生？度的是三恶道生。都希望人都生到三恶道去，希望人天天生烦恼，干这个事情，弘的是这个法，度的是这个生，叫颠倒其事，不知道自己的本分事。所以学道之人，先要晓得什么是自己的本分事。本分事成就，才有能力教化众生。本分事情毫无消息的时候，你凭什么教化众生？所以开头这两句，我们要牢牢的记住。",
      "zh_TW": "菩薩先要修自家的本分事，也就是先要修人我空、法我空，菩薩的本分事。你看看相宗入門，《百法明門》裡面所講的「一切法無我」。天親菩薩將一切法歸納為百法，最後就百法上說「人無我，法無我」，菩薩的本事，根本的修學。《大乘起信論》，性宗的入門也是說「人法二空」，無論是性相，入門就是要做自己本分事。我們今天一入門就管閒事，專管他事，把自己的本分事給忘掉。管他事管來一身的麻煩，管來無量無邊的罪業，甚至還美其名為弘法利生，弘的什麼法？弘的煩惱法；度的什麼生？度的是三惡道生。都希望人都生到三惡道去，希望人天天生煩惱，幹這個事情，弘的是這個法，度的是這個生，叫顛倒其事，不知道自己的本分事。所以學道之人，先要曉得什麼是自己的本分事。本分事成就，才有能力教化眾生。本分事情毫無消息的時候，你憑什麼教化眾生？所以開頭這兩句，我們要牢牢的記住。"
    },
    {
      "id": "08-002-0050_p0056",
      "zh_CN": "【众生之药王。众生取着二见。执病横生。】",
      "zh_TW": "【眾生之藥王。眾生取著二見。執病橫生。】"
    },
    {
      "id": "08-002-0050_p0057",
      "zh_CN": "药王菩萨就是来替众生治病的，众生有两种错误的见解、严重的执着，就是人我执、法我执，就是这两种错误的见解、这两种执着。于是「执病横生」，病是什么？无量无边的生死烦恼，就从这边生出来。无量烦恼，佛将它归纳为八万四千，又从八万四千归纳为百八烦恼，再从百八又归纳为二十六种烦恼，再从二十六种里头归纳为六个根本烦恼，愈归纳愈好说，又从六个根本烦恼再归纳为贪瞋痴，三毒烦恼。你就晓得，无量无边的烦恼就是从贪瞋痴生的。烦恼障就从这里来的，烦恼障的根本就是我执，所知障的根本就是法执，认为一切法是真的。我在此地再告诉诸位，我执，执着本身，我们的身体，我们能够思惟想像的心，这个身心，执着这是自己，所以就无量无边的烦恼起来，障大涅槃，于是造成生死轮回。所知障是诸法，除我之外，外面一切都是诸法，一切物质是诸法，一切人也是诸法，人不是我。我执，人要是我执的话，那也把别人也当作我，那就变成我执。我们从来不会把别人执着我，我跟别人分开分得清清楚楚，这是我的，那是你的。可见得他不把人执着为自己，他认为那个人是真实的，叫法执。人我执、法我执这个界限很清楚。他执着一切法是有的，不晓得人我执是空的，法我执也是空的，不晓得这个道理。",
      "zh_TW": "藥王菩薩就是來替眾生治病的，眾生有兩種錯誤的見解、嚴重的執著，就是人我執、法我執，就是這兩種錯誤的見解、這兩種執著。於是「執病橫生」，病是什麼？無量無邊的生死煩惱，就從這邊生出來。無量煩惱，佛將它歸納為八萬四千，又從八萬四千歸納為百八煩惱，再從百八又歸納為二十六種煩惱，再從二十六種裡頭歸納為六個根本煩惱，愈歸納愈好說，又從六個根本煩惱再歸納為貪瞋痴，三毒煩惱。你就曉得，無量無邊的煩惱就是從貪瞋痴生的。煩惱障就從這裡來的，煩惱障的根本就是我執，所知障的根本就是法執，認為一切法是真的。我在此地再告訴諸位，我執，執著本身，我們的身體，我們能夠思惟想像的心，這個身心，執著這是自己，所以就無量無邊的煩惱起來，障大涅槃，於是造成生死輪迴。所知障是諸法，除我之外，外面一切都是諸法，一切物質是諸法，一切人也是諸法，人不是我。我執，人要是我執的話，那也把別人也當作我，那就變成我執。我們從來不會把別人執著我，我跟別人分開分得清清楚楚，這是我的，那是你的。可見得他不把人執著為自己，他認為那個人是真實的，叫法執。人我執、法我執這個界限很清楚。他執著一切法是有的，不曉得人我執是空的，法我執也是空的，不曉得這個道理。"
    },
    {
      "id": "08-002-0050_p0058",
      "zh_CN": "【菩萨示修二空。破其坚执。故得此名。】",
      "zh_TW": "【菩薩示修二空。破其堅執。故得此名。】"
    },
    {
      "id": "08-002-0050_p0059",
      "zh_CN": "这就叫药王菩萨。药王用什么药？就是用二空。非二空不能破坚固的执着，两种执着破尽就成佛。两种执着里面，将我执破了证阿罗汉，在我们念佛里面讲得事一心不乱，再能够破一分法执就证理一心，这是圆教初住菩萨。圆初住菩萨就成佛了，六即佛里头分证佛，那是真佛，决定不是假佛。江味农居士注《金刚经讲义》里面，注的诸佛就是从圆初住开始，圆初住一直到等觉、妙觉这叫诸佛，诸佛如来。我们学佛之人修菩萨道，先要晓得本分事，本分事就是以二空破二执。「故得此名」，这是解释药王菩萨名称的由来。我们自己要修二空，破二执，又示现给众生做个模范，以这个方法来教化众生，你就是药王菩萨。对症下药，药到病除。",
      "zh_TW": "這就叫藥王菩薩。藥王用什麼藥？就是用二空。非二空不能破堅固的執著，兩種執著破盡就成佛。兩種執著裡面，將我執破了證阿羅漢，在我們念佛裡面講得事一心不亂，再能夠破一分法執就證理一心，這是圓教初住菩薩。圓初住菩薩就成佛了，六即佛裡頭分證佛，那是真佛，決定不是假佛。江味農居士註《金剛經講義》裡面，註的諸佛就是從圓初住開始，圓初住一直到等覺、妙覺這叫諸佛，諸佛如來。我們學佛之人修菩薩道，先要曉得本分事，本分事就是以二空破二執。「故得此名」，這是解釋藥王菩薩名稱的由來。我們自己要修二空，破二執，又示現給眾生做個模範，以這個方法來教化眾生，你就是藥王菩薩。對症下藥，藥到病除。"
    },
    {
      "id": "08-002-0050_p0060",
      "zh_CN": "【宿王华者。由宿命智发起过去因行。自在行持。是故还以药王之本事为问。二执繁重难破。故言复有无量难行苦行。如此则宿王华明见不谬矣。】",
      "zh_TW": "【宿王華者。由宿命智發起過去因行。自在行持。是故還以藥王之本事為問。二執繁重難破。故言復有無量難行苦行。如此則宿王華明見不謬矣。】"
    },
    {
      "id": "08-002-0050_p0061",
      "zh_CN": "在这一品经里面，宿王华菩萨他来请法，与药王菩萨一问一答，在问答当中，他所叙述见到这些菩萨们修无量的「难行苦行」。为什么说难行苦行？就是这两种坚固的执着不容易舍，所以才难。换句话说，这个难是真难吗？不是真，也不假，为什么？你要是肯的话，一下舍掉，很容易，不难。后面讲龙女八岁成佛，难什么？不难；《楞严》里面「歇即菩提」，难什么？不难。你肯就不难，你不肯就难！问题在于你自己，这个东西外人谁也干涉不了你，谁也障碍不了你，谁也不能找你麻烦。全权自己决定，自己认为难就难，自己认为容易就容易。会者不难，难者不会，会就是体会到这个意思，肯干不难，不肯干就难。希望在这个地方，我们要体会到这一层意思。自己要劝自己，要认真的修学，一定要明了一切的障碍是自己。诸位将蕅益大师的开示，你去念个一千遍、一万遍，对你一定有好处。为什么？因为一切众生都认为障碍在外面，不晓得障碍是在自己。你认为障碍在外面，那真是难如登天，你生生世世穷劫莫能返本。如果你一下觉悟，这个障碍在我自己，与外缘一切都不相干，你成无上菩提真是弹指之间。",
      "zh_TW": "在這一品經裡面，宿王華菩薩他來請法，與藥王菩薩一問一答，在問答當中，他所敘述見到這些菩薩們修無量的「難行苦行」。為什麼說難行苦行？就是這兩種堅固的執著不容易捨，所以才難。換句話說，這個難是真難嗎？不是真，也不假，為什麼？你要是肯的話，一下捨掉，很容易，不難。後面講龍女八歲成佛，難什麼？不難；《楞嚴》裡面「歇即菩提」，難什麼？不難。你肯就不難，你不肯就難！問題在於你自己，這個東西外人誰也干涉不了你，誰也障礙不了你，誰也不能找你麻煩。全權自己決定，自己認為難就難，自己認為容易就容易。會者不難，難者不會，會就是體會到這個意思，肯幹不難，不肯幹就難。希望在這個地方，我們要體會到這一層意思。自己要勸自己，要認真的修學，一定要明瞭一切的障礙是自己。諸位將蕅益大師的開示，你去念個一千遍、一萬遍，對你一定有好處。為什麼？因為一切眾生都認為障礙在外面，不曉得障礙是在自己。你認為障礙在外面，那真是難如登天，你生生世世窮劫莫能返本。如果你一下覺悟，這個障礙在我自己，與外緣一切都不相干，你成無上菩提真是彈指之間。"
    }
  ]
}