{
  "doc_id": "32-098-0001",
  "title": {
    "zh_CN": "回归圣贤教育 转化世道人心——「二Ｏ一五年中元祭祖护国息灾超荐系念法会」谈话",
    "zh_TW": "回歸聖賢教育 轉化世道人心——「二Ｏ一五年中元祭祖護國息災超薦繫念法會」談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港国际机场亚洲国际博览馆",
    "zh_TW": "香港國際機場亞洲國際博覽館"
  },
  "doc_number": "32-098-0001",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "32-098-0001_p0001",
      "zh_CN": "主法和尚慈悲，各位法师、各位同修慈悲：",
      "zh_TW": "主法和尚慈悲，各位法師、各位同修慈悲："
    },
    {
      "id": "32-098-0001_p0002",
      "zh_CN": "欣逢乙未年中元佳节，从今天开始，我们在这里举行三天的「三时系念法会」，这个法会的目的是超度祖先和有缘神灵。我们超度祖先不是只超度某一家的祖先，我们是超度中华民族万姓祖先，是以清净心、平等心普遍的来超度。第四天举行「中元祭祖大典」，我们每年清明、中元、冬至都会举行祭祖大典，目的是提倡孝道。每年三次祭祖来纪念祖先，缅怀祖先的恩德，提醒我们永远不忘记祖先。自古以来的中国人，没有不讲求孝道的，祖宗再远，每年都一定要祭祀。对几千年的老祖宗都念念不忘，对眼前的父母哪有不孝顺的道理！中国人之所以能有大福报，这个大福报的根源就是来自孝道。《论语》上说：「慎终追远，民德归厚矣。」这一句话虽然是就形式上说的，然而它的理论却是极其深广。「慎终追远」是教人知道知恩报恩，不忘根本，这是美好人格的基础。「孝是中华文化的根，敬是中华文化的本。」如果人人都不忘本，每年都能以虔诚恭敬的心来祭祖，那么风俗人心自然淳厚，社会自然安定和谐，这是祭祀的效果。",
      "zh_TW": "欣逢乙未年中元佳節，從今天開始，我們在這裡舉行三天的「三時繫念法會」，這個法會的目的是超度祖先和有緣神靈。我們超度祖先不是只超度某一家的祖先，我們是超度中華民族萬姓祖先，是以清淨心、平等心普遍的來超度。第四天舉行「中元祭祖大典」，我們每年清明、中元、冬至都會舉行祭祖大典，目的是提倡孝道。每年三次祭祖來紀念祖先，緬懷祖先的恩德，提醒我們永遠不忘記祖先。自古以來的中國人，沒有不講求孝道的，祖宗再遠，每年都一定要祭祀。對幾千年的老祖宗都念念不忘，對眼前的父母哪有不孝順的道理！中國人之所以能有大福報，這個大福報的根源就是來自孝道。《論語》上說：「慎終追遠，民德歸厚矣。」這一句話雖然是就形式上說的，然而它的理論卻是極其深廣。「慎終追遠」是教人知道知恩報恩，不忘根本，這是美好人格的基礎。「孝是中華文化的根，敬是中華文化的本。」如果人人都不忘本，每年都能以虔誠恭敬的心來祭祖，那麼風俗人心自然淳厚，社會自然安定和諧，這是祭祀的效果。"
    },
    {
      "id": "32-098-0001_p0003",
      "zh_CN": "孝道是人伦大道，也是社会安定、世界太平的根本",
      "zh_TW": "孝道是人倫大道，也是社會安定、世界太平的根本"
    },
    {
      "id": "32-098-0001_p0004",
      "zh_CN": "《孝经》上说：「夫孝，德之本也，教之所由生也。」孝道是道德的根本，是教育的源头。「父慈子孝」是人类的天性，父母与子女之间的亲爱是自然而然、不需要人教导的。我常讲「人生百日，体露真常」，人生下来一百天之内，他的身体行为把真性、把永恒都表演出来了。你看婴儿他对父母的爱，他还不会说话，没有人教他，但是你从他的眼神、从他的动作里面能看到他对父母的爱，清清楚楚。你也能从父母对婴儿的眼神和动作里面，看到父母对他的爱。所以你看到了自性里头的第一德，这个第一德就是「爱」，中国人叫「亲爱」，这是人生最宝贵的特质。这个时候亲子之间的爱完全是天真表露，一丝毫虚伪都没有。父母对小孩那种从内心生出的爱是天然的，小孩对父母的爱也是一样。这是什么？这是中国五伦的核心，叫「父子有亲」。这种亲爱，千万年以前的人有，现在的人还是有，没变，没有因为时间空间不同而发生改变，所以这是天性，是超越时空而永恒不变的真理，这叫做「道」；遵循这种伦理大道去奉行叫做「德」。所以中国人自古强调「道德」，因为这是顺应天理、符合人性的重要素质。",
      "zh_TW": "《孝經》上說：「夫孝，德之本也，教之所由生也。」孝道是道德的根本，是教育的源頭。「父慈子孝」是人類的天性，父母與子女之間的親愛是自然而然、不需要人教導的。我常講「人生百日，體露真常」，人生下來一百天之內，他的身體行為把真性、把永恆都表演出來了。你看嬰兒他對父母的愛，他還不會說話，沒有人教他，但是你從他的眼神、從他的動作裡面能看到他對父母的愛，清清楚楚。你也能從父母對嬰兒的眼神和動作裡面，看到父母對他的愛。所以你看到了自性裡頭的第一德，這個第一德就是「愛」，中國人叫「親愛」，這是人生最寶貴的特質。這個時候親子之間的愛完全是天真表露，一絲毫虛偽都沒有。父母對小孩那種從內心生出的愛是天然的，小孩對父母的愛也是一樣。這是什麼？這是中國五倫的核心，叫「父子有親」。這種親愛，千萬年以前的人有，現在的人還是有，沒變，沒有因為時間空間不同而發生改變，所以這是天性，是超越時空而永恆不變的真理，這叫做「道」；遵循這種倫理大道去奉行叫做「德」。所以中國人自古強調「道德」，因為這是順應天理、符合人性的重要素質。"
    },
    {
      "id": "32-098-0001_p0005",
      "zh_CN": "孝是一切道德的根本，所以说「百善孝为先」。中国古圣先贤看到这种天然的亲爱实在太好了，如何才能把这种天真的爱永远保持下去，一生都不会变质？所以就想到教育，于是兴起了伦理教育、道德教育、因果教育和圣贤教育。中国古时候教育的目的，不是教你如何升官发财，也不是教你将来获得什么名闻利养，而是教你保持你的天真，这是教育的第一个目的。第二个目的是要把这个爱发扬光大，去爱你的兄弟姐妹，爱你的祖父母、曾祖父母，爱你的家族；再扩大，爱你的邻居，邻里乡党，爱你的族群，爱社会，爱国家；到最后，爱全世界人类，正如《弟子规》所说的「凡是人，皆须爱」。这是中国老祖宗的教育，这里头完全是大公无私，为全天下人和后代子孙着想，没有自私自利，没有贪瞋痴慢疑，这是神圣的教育。所以《孝经》上说：「先王有至德要道，以顺天下，民用和睦，上下无怨。」孝道就是使天下人心和顺、人与人互爱和睦、尊卑上下和合无怨的至德要道。",
      "zh_TW": "孝是一切道德的根本，所以說「百善孝為先」。中國古聖先賢看到這種天然的親愛實在太好了，如何才能把這種天真的愛永遠保持下去，一生都不會變質？所以就想到教育，於是興起了倫理教育、道德教育、因果教育和聖賢教育。中國古時候教育的目的，不是教你如何升官發財，也不是教你將來獲得什麼名聞利養，而是教你保持你的天真，這是教育的第一個目的。第二個目的是要把這個愛發揚光大，去愛你的兄弟姐妹，愛你的祖父母、曾祖父母，愛你的家族；再擴大，愛你的鄰居，鄰里鄉黨，愛你的族群，愛社會，愛國家；到最後，愛全世界人類，正如《弟子規》所說的「凡是人，皆須愛」。這是中國老祖宗的教育，這裡頭完全是大公無私，為全天下人和後代子孫著想，沒有自私自利，沒有貪瞋痴慢疑，這是神聖的教育。所以《孝經》上說：「先王有至德要道，以順天下，民用和睦，上下無怨。」孝道就是使天下人心和順、人與人互愛和睦、尊卑上下和合無怨的至德要道。"
    },
    {
      "id": "32-098-0001_p0006",
      "zh_CN": "中国传统文化是孝文化，中国传统教育是圣贤君子的教育。中国自古以来是以孝治理天下，以孝培养圣贤君子，所以几千年来能够保持民风纯朴，社会安定和谐，国家长治久安。「孝」这个字，里头的含义不可思议。中国文字充满了智慧，中国文字之美、文字之善，是全世界任何一个国家民族的文字都不能够相比的。你看「孝」字，「孝」是会意字，是叫你体会，会意。这个字的造型，上面是个「老」字，下面是个「子」字，这就是两代，上面一代跟底下一代。现在人讲父子之间有「代沟」，在中国传统家庭里面父子之间没有代沟。你没有好好的教育子女，就会有代沟；你给予子女良好的教育，就不会有代沟。「孝」字的含义是，上下两代是一个整体，缺少其中一个都不行。上面一代跟底下一代必须密切结合在一起，而上面还有上面，向过去推，找不到开始；底下还有底下，向未来推，找不到结束。所以在时间上是无始无终，涵盖过去、现在、未来所有时间。",
      "zh_TW": "中國傳統文化是孝文化，中國傳統教育是聖賢君子的教育。中國自古以來是以孝治理天下，以孝培養聖賢君子，所以幾千年來能夠保持民風純樸，社會安定和諧，國家長治久安。「孝」這個字，裡頭的含義不可思議。中國文字充滿了智慧，中國文字之美、文字之善，是全世界任何一個國家民族的文字都不能夠相比的。你看「孝」字，「孝」是會意字，是叫你體會，會意。這個字的造型，上面是個「老」字，下面是個「子」字，這就是兩代，上面一代跟底下一代。現在人講父子之間有「代溝」，在中國傳統家庭裡面父子之間沒有代溝。你沒有好好的教育子女，就會有代溝；你給予子女良好的教育，就不會有代溝。「孝」字的含義是，上下兩代是一個整體，缺少其中一個都不行。上面一代跟底下一代必須密切結合在一起，而上面還有上面，向過去推，找不到開始；底下還有底下，向未來推，找不到結束。所以在時間上是無始無終，涵蓋過去、現在、未來所有時間。"
    },
    {
      "id": "32-098-0001_p0007",
      "zh_CN": "明白这个道理你才晓得，为什么要祭祀祖先？为什么要慎终追远？因为祖先跟后代是一个整体，不可以分割。这是有形的，是从纵的时间方面来讲，我们能够在字面上很明显的看出来。还有无形的，是从横的空间方面来讲。孝字在空间上推广，发扬光大，从爱父母开始，到爱周遭的一切人，乃至爱宇宙的万事万物，在空间上是无量无边，涵盖所有空间。因此，从有形跟无形合起来看，「孝」这个字就是佛法里所讲的「竖穷三际，横遍十方」，贯穿了时间和空间，超越了时间和空间。整个宇宙是一个整体，是根本不能分的，这在佛法里面讲就是「法身」。佛门讲的「清净法身」，我们中国用「孝」这个符号来代表。所以讲尽孝，什么时候你才能圆圆满满做到尽孝呢？你要成圣成贤，你要证得清净法身。圆满证得清净法身就成佛了，那时候你的孝道才做到了圆满。证得清净法身，如果拿中国庄子的话来说，就是「天地与我同根，万物与我一体」的这个境界；儒家讲「民吾同胞」，孟子所说的「老吾老以及人之老，幼吾幼以及人之幼」，统统是属于这个意思范围之内的。所以《孝经》上说：「孝悌之至，通于神明，光于四海，无所不通。」孝道做到了极致，那就是处在一切时间、一切空间都能感应相通，没有障碍。",
      "zh_TW": "明白這個道理你才曉得，為什麼要祭祀祖先？為什麼要慎終追遠？因為祖先跟後代是一個整體，不可以分割。這是有形的，是從縱的時間方面來講，我們能夠在字面上很明顯的看出來。還有無形的，是從橫的空間方面來講。孝字在空間上推廣，發揚光大，從愛父母開始，到愛周遭的一切人，乃至愛宇宙的萬事萬物，在空間上是無量無邊，涵蓋所有空間。因此，從有形跟無形合起來看，「孝」這個字就是佛法裡所講的「豎窮三際，橫遍十方」，貫穿了時間和空間，超越了時間和空間。整個宇宙是一個整體，是根本不能分的，這在佛法裡面講就是「法身」。佛門講的「清淨法身」，我們中國用「孝」這個符號來代表。所以講盡孝，什麼時候你才能圓圓滿滿做到盡孝呢？你要成聖成賢，你要證得清淨法身。圓滿證得清淨法身就成佛了，那時候你的孝道才做到了圓滿。證得清淨法身，如果拿中國莊子的話來說，就是「天地與我同根，萬物與我一體」的這個境界；儒家講「民吾同胞」，孟子所說的「老吾老以及人之老，幼吾幼以及人之幼」，統統是屬於這個意思範圍之內的。所以《孝經》上說：「孝悌之至，通於神明，光於四海，無所不通。」孝道做到了極致，那就是處在一切時間、一切空間都能感應相通，沒有障礙。"
    },
    {
      "id": "32-098-0001_p0008",
      "zh_CN": "由此可知，孝道不仅在过去适用，在现在和未来也都适用，都能产生敦厚世道人心的巨大功效。因此，孝道不仅是人伦大道，而且是社会安定、世界和平的根本。",
      "zh_TW": "由此可知，孝道不僅在過去適用，在現在和未來也都適用，都能產生敦厚世道人心的巨大功效。因此，孝道不僅是人倫大道，而且是社會安定、世界和平的根本。"
    },
    {
      "id": "32-098-0001_p0009",
      "zh_CN": "回归老祖宗的圣贤教育才能挽救今日世界的危机",
      "zh_TW": "回歸老祖宗的聖賢教育才能挽救今日世界的危機"
    },
    {
      "id": "32-098-0001_p0010",
      "zh_CN": "尽管孝道如此重要，但是非常可惜的是，现代中国人一味追求钱财货利与物质满足，抛弃宝贵的传统文化，抛弃了孝道。今天的社会，大众沉迷于欲望享乐，放纵不良的习性，蒙蔽了纯真纯善的天性，所以社会产生种种的乱象。正如《三字经》上所说的「苟不教，性乃迁」，如果没有接受伦理道德教育，人就会从原来善良的本性转变成受到不良习性所主宰与支配，因而做出种种背离天理人性的恶事。现在伦理道德的沦丧已经达到了顶头，甚至子女杀父母，父母杀子女，这种惨绝人寰的悲剧已经不是新闻了。不但在中国如此，在外国也有同样的趋势。如此，人类社会背离了人性，趋向兽性，甚至做得连禽兽都不如。这种现象正如《左传》上所说的「人弃常则妖兴」，人一旦抛弃了伦常大道，这个社会就变成了妖魔鬼怪的社会，非常可怕！如果连父子骨肉之间都互相残害，对于其他人更是不可能以爱心互相对待了。这样一个人际之间互相残害的风潮，就使得社会组织趋向崩溃，世界人类走向灭亡的厄运。",
      "zh_TW": "儘管孝道如此重要，但是非常可惜的是，現代中國人一味追求錢財貨利與物質滿足，拋棄寶貴的傳統文化，拋棄了孝道。今天的社會，大眾沉迷於欲望享樂，放縱不良的習性，蒙蔽了純真純善的天性，所以社會產生種種的亂象。正如《三字經》上所說的「苟不教，性乃遷」，如果沒有接受倫理道德教育，人就會從原來善良的本性轉變成受到不良習性所主宰與支配，因而做出種種背離天理人性的惡事。現在倫理道德的淪喪已經達到了頂頭，甚至子女殺父母，父母殺子女，這種慘絕人寰的悲劇已經不是新聞了。不但在中國如此，在外國也有同樣的趨勢。如此，人類社會背離了人性，趨向獸性，甚至做得連禽獸都不如。這種現象正如《左傳》上所說的「人棄常則妖興」，人一旦拋棄了倫常大道，這個社會就變成了妖魔鬼怪的社會，非常可怕！如果連父子骨肉之間都互相殘害，對於其他人更是不可能以愛心互相對待了。這樣一個人際之間互相殘害的風潮，就使得社會組織趨向崩潰，世界人類走向滅亡的厄運。"
    },
    {
      "id": "32-098-0001_p0011",
      "zh_CN": "如何才能扭转这种颓势？如何才能挽救今天的世道人心？那就是要回头找老祖宗，从老祖宗遗留下来的传统文化智慧宝典中吸取经验与教训。必须恢复中国传统的伦理教育、道德教育、因果教育和圣贤教育，特别要从孝道开始做起，才能救疗这个社会的沉疴重病，挽救人类灭亡的危机。",
      "zh_TW": "如何才能扭轉這種頹勢？如何才能挽救今天的世道人心？那就是要回頭找老祖宗，從老祖宗遺留下來的傳統文化智慧寶典中吸取經驗與教訓。必須恢復中國傳統的倫理教育、道德教育、因果教育和聖賢教育，特別要從孝道開始做起，才能救療這個社會的沉疴重病，挽救人類滅亡的危機。"
    },
    {
      "id": "32-098-0001_p0012",
      "zh_CN": "这项重大的任务说起来容易，做起来真难！如果没有人做出榜样来给我们看，可能连我们自己都不容易生起信心。现在非常幸运的是，已经有人做出了成功的典范，那就是现在逐渐盛行的「道德讲堂」。「道德讲堂」的做法是提供一个安定的环境，让人在七天之中放下一切杂务，把心静下来，专心接受老祖宗传下来的伦理教育、道德教育、因果教育、圣贤教育。特别是其中的因果教育，让人深刻体会到因果法则的必然性，行善必定有善报，作恶一定有恶报，所以人就会产生警惕心，为了将来得到长远的幸福与快乐，现在就不敢再作恶，而是积极的去行善。",
      "zh_TW": "這項重大的任務說起來容易，做起來真難！如果沒有人做出榜樣來給我們看，可能連我們自己都不容易生起信心。現在非常幸運的是，已經有人做出了成功的典範，那就是現在逐漸盛行的「道德講堂」。「道德講堂」的做法是提供一個安定的環境，讓人在七天之中放下一切雜務，把心靜下來，專心接受老祖宗傳下來的倫理教育、道德教育、因果教育、聖賢教育。特別是其中的因果教育，讓人深刻體會到因果法則的必然性，行善必定有善報，作惡一定有惡報，所以人就會產生警惕心，為了將來得到長遠的幸福與快樂，現在就不敢再作惡，而是積極的去行善。"
    },
    {
      "id": "32-098-0001_p0013",
      "zh_CN": "通过这样七天的课程，人的良知良能被唤醒了，发现自己过去想错了、说错了、做错了，知道要改过自新，清理内心的阴暗腐败，过着心安理得、光明磊落的生活；孝心被唤醒了，忤逆的子女变成孝顺的子女；廉耻心被唤醒了，贪污腐败的官员变成廉洁有操守的人民父母官；责任心被唤醒了，本来准备离婚的夫妻不再离婚了，各自改正自己的过错，承担自己的责任，使家庭变得和谐美满；仁慈心被唤醒了，本来残酷无情的人变得充满爱心；道义心被唤醒了，本来赚取不义之财的人，放弃对青少年身心有害的行业，转而从事有益于社会善良风气的行业；本来顽固的上访户不再上访，转而从事社会公益的事业；礼让心被唤醒了，本来骄傲自大的人变得谦恭有礼；理智心被唤醒了，本来沉迷于上网与电动玩具的青少年，戒除恶习，认真学习了；诚信心被唤醒了，本来不守诚信的人，变得恪守诚实信用的原则了……诸如此类正向的转变，不胜枚举，成功的案例达到二万人之多！充分显示传统文化教育正能量的强大作用，真是所谓「邪不胜正」。也证明了「人性本善」、人是教得好的，只要以老祖宗的圣贤教育好好去教导，人人都能成为圣贤君子，没有人自甘沦为小人禽兽。",
      "zh_TW": "通過這樣七天的課程，人的良知良能被喚醒了，發現自己過去想錯了、說錯了、做錯了，知道要改過自新，清理內心的陰暗腐敗，過著心安理得、光明磊落的生活；孝心被喚醒了，忤逆的子女變成孝順的子女；廉恥心被喚醒了，貪污腐敗的官員變成廉潔有操守的人民父母官；責任心被喚醒了，本來準備離婚的夫妻不再離婚了，各自改正自己的過錯，承擔自己的責任，使家庭變得和諧美滿；仁慈心被喚醒了，本來殘酷無情的人變得充滿愛心；道義心被喚醒了，本來賺取不義之財的人，放棄對青少年身心有害的行業，轉而從事有益於社會善良風氣的行業；本來頑固的上訪戶不再上訪，轉而從事社會公益的事業；禮讓心被喚醒了，本來驕傲自大的人變得謙恭有禮；理智心被喚醒了，本來沉迷於上網與電動玩具的青少年，戒除惡習，認真學習了；誠信心被喚醒了，本來不守誠信的人，變得恪守誠實信用的原則了……諸如此類正向的轉變，不勝枚舉，成功的案例達到二萬人之多！充分顯示傳統文化教育正能量的強大作用，真是所謂「邪不勝正」。也證明了「人性本善」、人是教得好的，只要以老祖宗的聖賢教育好好去教導，人人都能成為聖賢君子，沒有人自甘淪為小人禽獸。"
    },
    {
      "id": "32-098-0001_p0014",
      "zh_CN": "学习汉字文言文以弘扬传统文化智慧宝典",
      "zh_TW": "學習漢字文言文以弘揚傳統文化智慧寶典"
    },
    {
      "id": "32-098-0001_p0015",
      "zh_CN": "中国老祖宗对后代无比关爱，为子孙设想得非常周到。他们把自己一生的智慧、经验写成书本留给我们，怕的是文字会随着时代改变，改变到后来你看不懂了，所以老祖宗分语言和文言两条路走：语言会随着时代而改变，文言则从古至今永远不变；加上汉字是表意文字，不会随着语言而改动，所以汉字文言文能够贯通古今，是世界上最好的文化载体。你只要学会汉字文言文，即使孔老夫子是两千五百年前的人，你念他的文字就跟与他通信、当面谈话一样。这种设想是大智慧，是全世界任何国家民族里头没有的。以这些工具，把几千年来他们修身、齐家、治国、平天下的智慧、理念、方法、经验、教训与成果留给我们做参考。这些宝贵的智慧都完整保存在《四库全书》里面，这是全世界人类共同拥有、共同享用的无价瑰宝。",
      "zh_TW": "中國老祖宗對後代無比關愛，為子孫設想得非常周到。他們把自己一生的智慧、經驗寫成書本留給我們，怕的是文字會隨著時代改變，改變到後來你看不懂了，所以老祖宗分語言和文言兩條路走：語言會隨著時代而改變，文言則從古至今永遠不變；加上漢字是表意文字，不會隨著語言而改動，所以漢字文言文能夠貫通古今，是世界上最好的文化載體。你只要學會漢字文言文，即使孔老夫子是兩千五百年前的人，你念他的文字就跟與他通信、當面談話一樣。這種設想是大智慧，是全世界任何國家民族裡頭沒有的。以這些工具，把幾千年來他們修身、齊家、治國、平天下的智慧、理念、方法、經驗、教訓與成果留給我們做參考。這些寶貴的智慧都完整保存在《四庫全書》裡面，這是全世界人類共同擁有、共同享用的無價瑰寶。"
    },
    {
      "id": "32-098-0001_p0016",
      "zh_CN": "我们今天缅怀祖德，真是无限感恩！老祖宗关怀我们，为我们设想周到，我们不能辜负他们，要直下承当，尽自己所能，努力承传他们留下来的文化遗产。因此，古圣先贤的典籍不能不读，卓越的学问与见识都是从古籍里头得来的；读经能够增长学问，读历史能够增长见识。勤读古书，我们对于一切人事物的看法自然与别人不同，能够看得透彻、看得深远。所谓你有几十年的眼光、几百年的眼光，从哪里来的？就是从古圣先贤这种智慧、经验累积来的。",
      "zh_TW": "我們今天緬懷祖德，真是無限感恩！老祖宗關懷我們，為我們設想周到，我們不能辜負他們，要直下承當，盡自己所能，努力承傳他們留下來的文化遺產。因此，古聖先賢的典籍不能不讀，卓越的學問與見識都是從古籍裡頭得來的；讀經能夠增長學問，讀歷史能夠增長見識。勤讀古書，我們對於一切人事物的看法自然與別人不同，能夠看得透徹、看得深遠。所謂你有幾十年的眼光、幾百年的眼光，從哪裡來的？就是從古聖先賢這種智慧、經驗累積來的。"
    },
    {
      "id": "32-098-0001_p0017",
      "zh_CN": "要能真正读懂古书，就必须先学习汉字文言文，取得打开圣贤智慧宝库的钥匙。因此，我们在世界各地成立汉学院，积极倡导汉字文言文的学习。有了这个基础，就可以攻读唐太宗的治世宝典《群书治要》，以及《四库全书》的精华导读《国学治要》。《群书治要》用于政治，是应今日世界的急需，帮助世界拨乱反正；《国学治要》用于做学问，是引导我们进入《四库全书》的门径。我们最终的目的是希望弘扬《四库全书》，与全世界人共享，让世人都能接受其中的伦理、道德、因果与圣贤教育。这将促使个人身心健康、事业顺利，家庭幸福美满，社会安定和谐，国家富强康乐，世界永续和平。",
      "zh_TW": "要能真正讀懂古書，就必須先學習漢字文言文，取得打開聖賢智慧寶庫的鑰匙。因此，我們在世界各地成立漢學院，積極倡導漢字文言文的學習。有了這個基礎，就可以攻讀唐太宗的治世寶典《群書治要》，以及《四庫全書》的精華導讀《國學治要》。《群書治要》用於政治，是應今日世界的急需，幫助世界撥亂反正；《國學治要》用於做學問，是引導我們進入《四庫全書》的門徑。我們最終的目的是希望弘揚《四庫全書》，與全世界人共享，讓世人都能接受其中的倫理、道德、因果與聖賢教育。這將促使個人身心健康、事業順利，家庭幸福美滿，社會安定和諧，國家富強康樂，世界永續和平。"
    },
    {
      "id": "32-098-0001_p0018",
      "zh_CN": "大同世界是中国老祖宗千万年的政治理想。通过学习古圣先贤的智慧宝典，回归圣贤教育，转化世道人心，就能逐步实现大同世界的理想。这就是中华民族伟大复兴带给全人类的最大福祉，是实现中国梦的极致，也是我们中华儿女义不容辞的神圣使命。希望大家在英明领导之下，共同朝向这个目标努力前进。我们深信，只要坚持到底，这个理想境界一定能够达成。",
      "zh_TW": "大同世界是中國老祖宗千萬年的政治理想。通過學習古聖先賢的智慧寶典，回歸聖賢教育，轉化世道人心，就能逐步實現大同世界的理想。這就是中華民族偉大復興帶給全人類的最大福祉，是實現中國夢的極致，也是我們中華兒女義不容辭的神聖使命。希望大家在英明領導之下，共同朝向這個目標努力前進。我們深信，只要堅持到底，這個理想境界一定能夠達成。"
    },
    {
      "id": "32-098-0001_p0019",
      "zh_CN": "最后，祝福大家身心健康，吉祥如意！祝福祖国国运昌隆、国泰民安！祝福世界安定和平、再现大同！谢谢大家。",
      "zh_TW": "最後，祝福大家身心健康，吉祥如意！祝福祖國國運昌隆、國泰民安！祝福世界安定和平、再現大同！謝謝大家。"
    }
  ]
}