{
  "doc_id": "12-015-0003",
  "title": {
    "zh_CN": "华严经行愿品妙住比丘章",
    "zh_TW": "華嚴經行願品妙住比丘章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-015-0003",
  "total_paragraphs": 86,
  "paragraphs": [
    {
      "id": "12-015-0003_p0001",
      "zh_CN": "请掀开经本第四面，倒数第四行。",
      "zh_TW": "請掀開經本第四面，倒數第四行。"
    },
    {
      "id": "12-015-0003_p0002",
      "zh_CN": "【善财童子见此比丘于虚空中经行自在。复有如是供养之事，充满虚空。欢喜踊跃，不能自持。五体投地。一心敬礼。良久乃起。】",
      "zh_TW": "【善財童子見此比丘於虛空中經行自在。復有如是供養之事，充滿虛空。歡喜踊躍，不能自持。五體投地。一心敬禮。良久乃起。】"
    },
    {
      "id": "12-015-0003_p0003",
      "zh_CN": "这是这一小段里面，这一段里面的第二个小段。前面一小段，是善财童子见到妙住比丘，也可以说是见到他的依正庄严。那么这个第二小段是致敬，先叙说他致敬的由来。善财见到妙住比丘，在虚空中自在经行。虚空的意思，前面说过了，心地清净，一尘不染，这是代表这个出家的比丘。那么又见到，这个出家人依报庄严，就是他能够感得诸天善神的拥护。前面说得很详细，总共说了十一句。包括净居天人，一直到天龙八部鬼神，对于修清净行的人，他们的恭敬、护持、供养。妙住比丘在此地所显示的意思很深。出家人心净，心地清净，感得诸佛护念，龙天拥护。在家人也不例外，同样感得诸佛护念，龙天致敬。这个是在家、出家没有分别的。问题是不是真正修清净行？这一点我们要细心去体会。",
      "zh_TW": "這是這一小段裡面，這一段裡面的第二個小段。前面一小段，是善財童子見到妙住比丘，也可以說是見到他的依正莊嚴。那麼這個第二小段是致敬，先敘說他致敬的由來。善財見到妙住比丘，在虛空中自在經行。虛空的意思，前面說過了，心地清淨，一塵不染，這是代表這個出家的比丘。那麼又見到，這個出家人依報莊嚴，就是他能夠感得諸天善神的擁護。前面說得很詳細，總共說了十一句。包括淨居天人，一直到天龍八部鬼神，對於修清淨行的人，他們的恭敬、護持、供養。妙住比丘在此地所顯示的意思很深。出家人心淨，心地清淨，感得諸佛護念，龍天擁護。在家人也不例外，同樣感得諸佛護念，龍天致敬。這個是在家、出家沒有分別的。問題是不是真正修清淨行？這一點我們要細心去體會。"
    },
    {
      "id": "12-015-0003_p0004",
      "zh_CN": "诸佛、天龙八部的加持拥护，经上告诉我们，有两种，一种叫显加，显是明显，你能够觉察出来他加持了。像前几天，中达在此地给我们的报告，他说他在各个地方，做弘法利生的事业，做得非常辛苦。有的时候受饿、受冻，他总是凡夫，有时候也生烦恼，认为我做这么多好事，还受这么多辛苦，挨冻、挨饿，在埋怨。于是他就听到有人在旁边说了，其实旁边没有人，有人给他讲：「我们护持你，比你还辛苦。」再他一看的时候，什么人也没有，但是听声音清清楚楚，晓得鬼神在护持他，护法神在护持他，这个是实实在在的。所以冥冥当中，这个护持，跟随着你、保护你，你自己没有感觉到。在家、出家都一样，问题就是你有没有道心？你是不是真正在做？",
      "zh_TW": "諸佛、天龍八部的加持擁護，經上告訴我們，有兩種，一種叫顯加，顯是明顯，你能夠覺察出來他加持了。像前幾天，中達在此地給我們的報告，他說他在各個地方，做弘法利生的事業，做得非常辛苦。有的時候受餓、受凍，他總是凡夫，有時候也生煩惱，認為我做這麼多好事，還受這麼多辛苦，挨凍、挨餓，在埋怨。於是他就聽到有人在旁邊說了，其實旁邊沒有人，有人給他講：「我們護持你，比你還辛苦。」再他一看的時候，什麼人也沒有，但是聽聲音清清楚楚，曉得鬼神在護持他，護法神在護持他，這個是實實在在的。所以冥冥當中，這個護持，跟隨著你、保護你，你自己沒有感覺到。在家、出家都一樣，問題就是你有沒有道心？你是不是真正在做？"
    },
    {
      "id": "12-015-0003_p0005",
      "zh_CN": "冥加就是你觉察不到，实际上确确实实在加持你、在拥护你，但是你自己没有感觉。所以只要认真修行，无论在家、出家，必定得诸佛护念，护法神拥护，一定的道理。如果你心不清净，这个不清净特别是自私自利，名闻利养，纵然是弘法利生，这个念头不断，你心就不清净了。不清净，就得不到诸佛护念。",
      "zh_TW": "冥加就是你覺察不到，實際上確確實實在加持你、在擁護你，但是你自己沒有感覺。所以只要認真修行，無論在家、出家，必定得諸佛護念，護法神擁護，一定的道理。如果你心不清淨，這個不清淨特別是自私自利，名聞利養，縱然是弘法利生，這個念頭不斷，你心就不清淨了。不清淨，就得不到諸佛護念。"
    },
    {
      "id": "12-015-0003_p0006",
      "zh_CN": "如果你要有一些特别的因缘，也有加持的，什么人加持呢？妖魔鬼怪，他来加持你，他也很有力量，那你走上邪道去了。这个事情，《楞严经》里面讲得很清楚。经里面给我们讲五十种阴魔，五十种从那里来的呢？五阴—色、受、想、行、识，每一类里头有十种，就五十种。那个妖魔鬼怪附在你身上，于是你也有神通、也有感应，也能够未卜先知，现在所谓是特异功能。这一种能力不是你自己的，是有魔附在身上的，是他的能力，借着你的身体来表现。魔一离开了，你的能力就失掉了。这一些事，在现在社会中国、外国，太多太多了。经上讲的没有错，末法时期邪师说法如恒河沙。所以他也有很多的信徒，也有很大的势力，我们纵然修持正法，也不能碰他，我们的智慧、德能还不如他。所以魔有魔的福德，一般常讲，魔也有金色光明。但是他的光跟佛的光差别就是佛的光柔软，他那个金光刺眼，像太阳一样强烈、刺眼，那就不是佛光。佛光像月光一样清凉，这是金色光明。",
      "zh_TW": "如果你要有一些特別的因緣，也有加持的，什麼人加持呢？妖魔鬼怪，他來加持你，他也很有力量，那你走上邪道去了。這個事情，《楞嚴經》裡面講得很清楚。經裡面給我們講五十種陰魔，五十種從那裡來的呢？五陰—色、受、想、行、識，每一類裡頭有十種，就五十種。那個妖魔鬼怪附在你身上，於是你也有神通、也有感應，也能夠未卜先知，現在所謂是特異功能。這一種能力不是你自己的，是有魔附在身上的，是他的能力，藉著你的身體來表現。魔一離開了，你的能力就失掉了。這一些事，在現在社會中國、外國，太多太多了。經上講的沒有錯，末法時期邪師說法如恆河沙。所以他也有很多的信徒，也有很大的勢力，我們縱然修持正法，也不能碰他，我們的智慧、德能還不如他。所以魔有魔的福德，一般常講，魔也有金色光明。但是他的光跟佛的光差別就是佛的光柔軟，他那個金光刺眼，像太陽一樣強烈、刺眼，那就不是佛光。佛光像月光一樣清涼，這是金色光明。"
    },
    {
      "id": "12-015-0003_p0007",
      "zh_CN": "这是得护念、加持，这里头的一些道理、事实，我们都要明了，也能够启发我们自己的信心。所以善财童子见到了，见到了生欢喜心。我们讲他欢喜的不得了，五体投地，一心敬礼。良久是很久才起来。请看底下一段经文：",
      "zh_TW": "這是得護念、加持，這裡頭的一些道理、事實，我們都要明瞭，也能夠啟發我們自己的信心。所以善財童子見到了，見到了生歡喜心。我們講他歡喜的不得了，五體投地，一心敬禮。良久是很久才起來。請看底下一段經文："
    },
    {
      "id": "12-015-0003_p0008",
      "zh_CN": "【合掌白言，圣者，我已先发阿耨多罗三藐三菩提心。】",
      "zh_TW": "【合掌白言，聖者，我已先發阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "12-015-0003_p0009",
      "zh_CN": "这是敬礼之后，向菩萨请教。在请教之先，一定先要把自己发心说出来，也就是你自己修学的方向、目标，你所希求的一定说出来。你不说出来，你向人家请教，人家怎么答复你？我们向人家问路，一定先说我要到那里去，人家才会指示给你。你一问路，人家问你到那里，不知道到那里，他怎么指法呢？没有法子教你。所以先要说明自己发心，佛法当中，发心是第一，他已经发无上菩提心。发这个心，目的就是要求作佛，要求作佛，那作佛怎么个作法？这个就要请教了。所以这一段是：",
      "zh_TW": "這是敬禮之後，向菩薩請教。在請教之先，一定先要把自己發心說出來，也就是你自己修學的方向、目標，你所希求的一定說出來。你不說出來，你向人家請教，人家怎麼答覆你？我們向人家問路，一定先說我要到那裡去，人家才會指示給你。你一問路，人家問你到那裡，不知道到那裡，他怎麼指法呢？沒有法子教你。所以先要說明自己發心，佛法當中，發心是第一，他已經發無上菩提心。發這個心，目的就是要求作佛，要求作佛，那作佛怎麼個作法？這個就要請教了。所以這一段是："
    },
    {
      "id": "12-015-0003_p0010",
      "zh_CN": "【咨问法要。】",
      "zh_TW": "【諮問法要。】"
    },
    {
      "id": "12-015-0003_p0011",
      "zh_CN": "这里面有两段、两个小段，先自己说明发心，然后再请教。请教里面，总共有十二句，我想这十二句，都是我们希求的。我们说不出，善财替我们说出了。那么妙住比丘答复善财，就是对我们的开示，我们要细心去领会。心发了。",
      "zh_TW": "這裡面有兩段、兩個小段，先自己說明發心，然後再請教。請教裡面，總共有十二句，我想這十二句，都是我們希求的。我們說不出，善財替我們說出了。那麼妙住比丘答覆善財，就是對我們的開示，我們要細心去領會。心發了。"
    },
    {
      "id": "12-015-0003_p0012",
      "zh_CN": "【而未知菩萨云何勤求佛法。】",
      "zh_TW": "【而未知菩薩云何勤求佛法。】"
    },
    {
      "id": "12-015-0003_p0013",
      "zh_CN": "着重在『勤求』，这是第一句，第一句非常重要。勤求就是精进，精进是菩萨唯一的善根。你要不肯勤求，那就没有法子了，非常重要。那应该怎么个勤求法？第二句：",
      "zh_TW": "著重在『勤求』，這是第一句，第一句非常重要。勤求就是精進，精進是菩薩唯一的善根。你要不肯勤求，那就沒有法子了，非常重要。那應該怎麼個勤求法？第二句："
    },
    {
      "id": "12-015-0003_p0014",
      "zh_CN": "【云何积集佛法。】",
      "zh_TW": "【云何積集佛法。】"
    },
    {
      "id": "12-015-0003_p0015",
      "zh_CN": "『积集』，这两个字也好懂。正如同我们自行化他，要收集一些修学的方法，这个方法如何来攒集？第三句：",
      "zh_TW": "『積集』，這兩個字也好懂。正如同我們自行化他，要收集一些修學的方法，這個方法如何來攢集？第三句："
    },
    {
      "id": "12-015-0003_p0016",
      "zh_CN": "【云何满足佛法。】",
      "zh_TW": "【云何滿足佛法。】"
    },
    {
      "id": "12-015-0003_p0017",
      "zh_CN": "这个课题也是非常重要的。我们学佛有没有满足的时候？佛教给我们，对于世间法，特别是对五欲六尘的享受，佛教给我们知足常乐，就是你要懂得满足；满足，你就快乐了。在这个世间，各人的造化不相同。造是我们前世的造作，是修因；化是感得这一生的果报。你前世修善因，这一世得善果；前世你修的财布施多，这一世你得财富；前一世你法布施多，这一世你得聪明智慧；前世你修无畏布施多，这一生你得健康长寿。什么样的因，得什么样的果报。当然，最圆满的是三种因都修，三种因都修的人不多，所以人间的缺陷太多了。",
      "zh_TW": "這個課題也是非常重要的。我們學佛有沒有滿足的時候？佛教給我們，對於世間法，特別是對五欲六塵的享受，佛教給我們知足常樂，就是你要懂得滿足；滿足，你就快樂了。在這個世間，各人的造化不相同。造是我們前世的造作，是修因；化是感得這一生的果報。你前世修善因，這一世得善果；前世你修的財布施多，這一世你得財富；前一世你法布施多，這一世你得聰明智慧；前世你修無畏布施多，這一生你得健康長壽。什麼樣的因，得什麼樣的果報。當然，最圓滿的是三種因都修，三種因都修的人不多，所以人間的缺陷太多了。"
    },
    {
      "id": "12-015-0003_p0018",
      "zh_CN": "我们曾经看到。像我早年讲经，民国六十年我开始讲《华严经》，是在瑞三他们家里面，一个大厅改成一个讲堂。李建兴居士家里，李建兴在当时是台湾的煤矿大王，瑞三煤矿，那在台北也是豪富人家。这是过去生中修的财布施，他发了大财。可是他没有修无畏布施，身体不好，晚年的时候，得到现在讲的老人痴呆症，躺在床上差不多有十几、将近二十年，很可怜，求生不得，求死不能，一口气没有断。到最后差不多五、六年时间的时候，他连家里人都不认得，他的儿子、女儿、孙子都不认识，就是一口气不断。三班护士照顾，他福报大，他要把福报享完才能走。怎么享呢？躺在床上享。所以那一种病，穷人生不起，穷人那有三班护士日夜照顾你？有钱人才会生那个病。这个就是说明，我们修因，三方面都要修，否则的话，总有遗憾。有许多人修无畏布施，没有修财布施，身体很健康、长寿，生活非常贫困。",
      "zh_TW": "我們曾經看到。像我早年講經，民國六十年我開始講《華嚴經》，是在瑞三他們家裡面，一個大廳改成一個講堂。李建興居士家裡，李建興在當時是台灣的煤礦大王，瑞三煤礦，那在台北也是豪富人家。這是過去生中修的財布施，他發了大財。可是他沒有修無畏布施，身體不好，晚年的時候，得到現在講的老人癡呆症，躺在床上差不多有十幾、將近二十年，很可憐，求生不得，求死不能，一口氣沒有斷。到最後差不多五、六年時間的時候，他連家裡人都不認得，他的兒子、女兒、孫子都不認識，就是一口氣不斷。三班護士照顧，他福報大，他要把福報享完才能走。怎麼享呢？躺在床上享。所以那一種病，窮人生不起，窮人那有三班護士日夜照顧你？有錢人才會生那個病。這個就是說明，我們修因，三方面都要修，否則的話，總有遺憾。有許多人修無畏布施，沒有修財布施，身體很健康、長壽，生活非常貧困。"
    },
    {
      "id": "12-015-0003_p0019",
      "zh_CN": "所以这个世间形形色色，你一定要晓得，都有因果，不是偶然的。了解事实真相，他心就定了，他不会怨天尤人，为什么呢？如是因，如是果，我今天所受的是应当，应该得的，怎么能怪别人呢？别人富有，他修的有财布施；我贫穷，我没有修财布施。所以事实真相道理明白了，人心就安了。所以富贵人就安于富贵，贫贱就安于贫贱。这一安，就得快乐了，就自在了。知道我想改善我的环境，我现在好好的修因。只要认真修学，晚年环境，依旧自己可以做得了主，还是可以改善。你们看《了凡四训》，就明白了！自己的环境，自己可以改善，你要懂道理，要晓得怎么个改法。",
      "zh_TW": "所以這個世間形形色色，你一定要曉得，都有因果，不是偶然的。了解事實真相，他心就定了，他不會怨天尤人，為什麼呢？如是因，如是果，我今天所受的是應當，應該得的，怎麼能怪別人呢？別人富有，他修的有財布施；我貧窮，我沒有修財布施。所以事實真相道理明白了，人心就安了。所以富貴人就安於富貴，貧賤就安於貧賤。這一安，就得快樂了，就自在了。知道我想改善我的環境，我現在好好的修因。只要認真修學，晚年環境，依舊自己可以做得了主，還是可以改善。你們看《了凡四訓》，就明白了！自己的環境，自己可以改善，你要懂道理，要曉得怎麼個改法。"
    },
    {
      "id": "12-015-0003_p0020",
      "zh_CN": "这就是佛帮助一切众生，如何离苦得乐。佛绝对不是说，你没有衣服，他给衣服给你；没有吃的，他给吃的给你，不是这个。佛没有开救济院，佛是把事实真相告诉你，让你恍然大悟。所以理得心安，道理明白了，心安了。心安了，贫贱有贫贱的乐趣，他还是有快乐，他不生烦恼了，不再怨天尤人了，知道世、出世间，统统是一大因果的循环，一大因果的相续，这才是事实真相。明白事实真相，当然你就会修善因，你会积善断恶。",
      "zh_TW": "這就是佛幫助一切眾生，如何離苦得樂。佛絕對不是說，你沒有衣服，他給衣服給你；沒有吃的，他給吃的給你，不是這個。佛沒有開救濟院，佛是把事實真相告訴你，讓你恍然大悟。所以理得心安，道理明白了，心安了。心安了，貧賤有貧賤的樂趣，他還是有快樂，他不生煩惱了，不再怨天尤人了，知道世、出世間，統統是一大因果的循環，一大因果的相續，這才是事實真相。明白事實真相，當然你就會修善因，你會積善斷惡。"
    },
    {
      "id": "12-015-0003_p0021",
      "zh_CN": "不但改变现前的生活环境，还改变来生的生活环境。学佛的人，真正学佛的人他知道，人没有死亡，这一点要晓得。有情众生决定没有生死。生死是怎么回事情呢？换一个生活环境。我们这个衣服穿久了，穿久了，穿脏了，穿破了，不要了，换一件新的。这个身体也是，用了几十年，不能再用了，这身体不要了，再换一个身体。身体不是我，身体是我所有的，跟衣服一样，我所有的。你懂得这一个事实，你舍身受身，就没有痛苦了，你对这个身体丢掉之后，不会贪恋，不会难过。你再得一个身体，你也不会欢喜。换句话说，舍身受身，我们再得一个身，希望那个身比这个身更殊胜、更好、更美好，那你就得修善。你要不肯修善，还是要作恶，自私自利，还搞贪瞋痴慢，那么这个身舍掉之后，再换个身，越换越糟，换畜生身，换饿鬼身，换地狱身，那就坏了。所以要晓得生命是永恒的，没有生死，只是舍身受身，这么一桩事情。",
      "zh_TW": "不但改變現前的生活環境，還改變來生的生活環境。學佛的人，真正學佛的人他知道，人沒有死亡，這一點要曉得。有情眾生決定沒有生死。生死是怎麼回事情呢？換一個生活環境。我們這個衣服穿久了，穿久了，穿髒了，穿破了，不要了，換一件新的。這個身體也是，用了幾十年，不能再用了，這身體不要了，再換一個身體。身體不是我，身體是我所有的，跟衣服一樣，我所有的。你懂得這一個事實，你捨身受身，就沒有痛苦了，你對這個身體丟掉之後，不會貪戀，不會難過。你再得一個身體，你也不會歡喜。換句話說，捨身受身，我們再得一個身，希望那個身比這個身更殊勝、更好、更美好，那你就得修善。你要不肯修善，還是要作惡，自私自利，還搞貪瞋癡慢，那麼這個身捨掉之後，再換個身，越換越糟，換畜生身，換餓鬼身，換地獄身，那就壞了。所以要曉得生命是永恆的，沒有生死，只是捨身受身，這麼一樁事情。"
    },
    {
      "id": "12-015-0003_p0022",
      "zh_CN": "因此，佛教给我们要知足，知足的人决定快乐。佛知足，菩萨知足，所以释迦牟尼佛当年在世，他什么都没有，他出了家是真的出家，全部的财产—三衣一钵，这是他全部财产。有一个小的被单，我们现在讲拜具，拿来垫着拜佛的，其实那个不是用来拜佛的。那个用是用什么呢？晚上睡觉铺在地下，垫在地下的，叫卧具。印度天气热，所以三衣一钵，他就足够了。在物质上，过的最低的生活。吃饭，每一天去托钵，什么都没有，身上决定没有钱财，过这样的日子，过的最自在，过的最快乐。我们这个世间，什么样的人都没有佛菩萨快乐。为什么？知足常乐，他觉得他这个非常满足了，再多余的，他觉得是累赘、麻烦，他统统不要了，统统舍弃掉了。所以『云何满足佛法』，对生活上的需求要满足，对智慧的追求，这个不能满足。那满足叫得少为足，这是世尊常常喝斥的。你修行证果证到阿罗汉，你就满足了，这个是错误的。好像念书，念到小学毕业就很满足了，不想再念了，这是错误。一定要圆满菩提，这才是圆满。",
      "zh_TW": "因此，佛教給我們要知足，知足的人決定快樂。佛知足，菩薩知足，所以釋迦牟尼佛當年在世，他什麼都沒有，他出了家是真的出家，全部的財產—三衣一缽，這是他全部財產。有一個小的被單，我們現在講拜具，拿來墊著拜佛的，其實那個不是用來拜佛的。那個用是用什麼呢？晚上睡覺鋪在地下，墊在地下的，叫臥具。印度天氣熱，所以三衣一缽，他就足夠了。在物質上，過的最低的生活。吃飯，每一天去托缽，什麼都沒有，身上決定沒有錢財，過這樣的日子，過的最自在，過的最快樂。我們這個世間，什麼樣的人都沒有佛菩薩快樂。為什麼？知足常樂，他覺得他這個非常滿足了，再多餘的，他覺得是累贅、麻煩，他統統不要了，統統捨棄掉了。所以『云何滿足佛法』，對生活上的需求要滿足，對智慧的追求，這個不能滿足。那滿足叫得少為足，這是世尊常常喝斥的。你修行證果證到阿羅漢，你就滿足了，這個是錯誤的。好像念書，念到小學畢業就很滿足了，不想再念了，這是錯誤。一定要圓滿菩提，這才是圓滿。"
    },
    {
      "id": "12-015-0003_p0023",
      "zh_CN": "前面我跟诸位说过，佛法修学的目的，是众生无边誓愿度。这一愿是愿望，也是目的。由此可知，断烦恼、学法门、成佛道，都是手段。你为什么断烦恼？为什么学法门？为什么要成佛道？都是为了度众生。这个理念就正确了，这个理念就跟一切诸佛没有两样了。真的可谓是，与佛同心同愿了。第四句：",
      "zh_TW": "前面我跟諸位說過，佛法修學的目的，是眾生無邊誓願度。這一願是願望，也是目的。由此可知，斷煩惱、學法門、成佛道，都是手段。你為什麼斷煩惱？為什麼學法門？為什麼要成佛道？都是為了度眾生。這個理念就正確了，這個理念就跟一切諸佛沒有兩樣了。真的可謂是，與佛同心同願了。第四句："
    },
    {
      "id": "12-015-0003_p0024",
      "zh_CN": "【云何熏习佛法。】",
      "zh_TW": "【云何熏習佛法。】"
    },
    {
      "id": "12-015-0003_p0025",
      "zh_CN": "这一句非常重要。我们的修学能不能有成就？实在讲，就在熏习。我们是凡夫，『习』是学习，『熏』是比喻。古时候穿的衣服，特别是女子穿的衣服，男子也有、也盛行，这个衣服薰香。要想这个衣服有香气，从前没有香水，只有用香来薰，薰的时间要长，大概一件衣服，慢慢让香去薰，薰个一、两天，他这个香味才能保持一阵时间。在佛法教学里头，就用这个意思—熏习，熏习不能间断。所以世尊当年教学，四十九年天天讲，天天跟大家研究讨论，没有中断，所以大家才能够精进，心地才能真正达到清净平等觉。大家在一块相处，这才做到六和敬。",
      "zh_TW": "這一句非常重要。我們的修學能不能有成就？實在講，就在熏習。我們是凡夫，『習』是學習，『熏』是比喻。古時候穿的衣服，特別是女子穿的衣服，男子也有、也盛行，這個衣服薰香。要想這個衣服有香氣，從前沒有香水，只有用香來薰，薰的時間要長，大概一件衣服，慢慢讓香去薰，薰個一、兩天，他這個香味才能保持一陣時間。在佛法教學裡頭，就用這個意思—熏習，熏習不能間斷。所以世尊當年教學，四十九年天天講，天天跟大家研究討論，沒有中斷，所以大家才能夠精進，心地才能真正達到清淨平等覺。大家在一塊相處，這才做到六和敬。"
    },
    {
      "id": "12-015-0003_p0026",
      "zh_CN": "现在这个道场，为什么和敬没有了？两个人住在一个道场都吵架，都常常闹意见，为什么呢？不和，为什么不和呢？各人有各人的意见，这个事情就麻烦了。从前人为什么没有呢？从前人天天听经，一有意见，听说佛这么说的，大家没有话说。我们都是凡夫，都以佛的知见为知见，这个知见就统一了，就见和同解，他才能和睦相处。一个团体里面，要是不天天讲经，那个里头不打架才怪。所以里面打架、吵嘴是正常现象，它要是没有这些，那才奇怪了，那真是不可思议了。为什么呢？绝不是凡夫，只有圣人在一起的时候，才能做得到；凡夫在一起，决定做不到。凡夫要想不闹意见的话，天天要读经，天天要接受佛法的熏习，要接受古圣先贤的熏习。",
      "zh_TW": "現在這個道場，為什麼和敬沒有了？兩個人住在一個道場都吵架，都常常鬧意見，為什麼呢？不和，為什麼不和呢？各人有各人的意見，這個事情就麻煩了。從前人為什麼沒有呢？從前人天天聽經，一有意見，聽說佛這麼說的，大家沒有話說。我們都是凡夫，都以佛的知見為知見，這個知見就統一了，就見和同解，他才能和睦相處。一個團體裡面，要是不天天講經，那個裡頭不打架才怪。所以裡面打架、吵嘴是正常現象，它要是沒有這些，那才奇怪了，那真是不可思議了。為什麼呢？絕不是凡夫，只有聖人在一起的時候，才能做得到；凡夫在一起，決定做不到。凡夫要想不鬧意見的話，天天要讀經，天天要接受佛法的熏習，要接受古聖先賢的熏習。"
    },
    {
      "id": "12-015-0003_p0027",
      "zh_CN": "所以从前道场，每一天二时讲经。这个二时是佛经上讲的，佛当年在印度，所以说的时都是印度的时辰，时间单位。古印度把一天、一昼夜，分做六个时辰，昼三时、夜三时，它分做六个时辰。白天叫初日分，日是太阳；初日分、中日分、后日分，它这么分法。夜晚分初夜、中夜、后夜，总共分六个单位。但是我们中国，这个时辰单位比印度小，中国分做十二个时辰，这大家晓得，子、丑、寅、卯、辰、巳、午、未，按这个来分的。白天六个时辰，夜晚六个时辰，十二个时辰。那么我们现在世界上普遍采用的，是采用西方人所分的，所以我们叫小时。这「小」从那来的？它比我们中国古老的时辰小。",
      "zh_TW": "所以從前道場，每一天二時講經。這個二時是佛經上講的，佛當年在印度，所以說的時都是印度的時辰，時間單位。古印度把一天、一晝夜，分做六個時辰，晝三時、夜三時，它分做六個時辰。白天叫初日分，日是太陽；初日分、中日分、後日分，它這麼分法。夜晚分初夜、中夜、後夜，總共分六個單位。但是我們中國，這個時辰單位比印度小，中國分做十二個時辰，這大家曉得，子、丑、寅、卯、辰、巳、午、未，按這個來分的。白天六個時辰，夜晚六個時辰，十二個時辰。那麼我們現在世界上普遍採用的，是採用西方人所分的，所以我們叫小時。這「小」從那來的？它比我們中國古老的時辰小。"
    },
    {
      "id": "12-015-0003_p0028",
      "zh_CN": "由此可知，印度讲的二时讲经，那是多少时间？八个小时。每一天上八个钟点课，听八个钟点经，然后再八个钟点修行，修什么行呢？或是打坐、参禅，或是念佛。我们以念佛来说，你每一天听八个钟点经，念八个钟点的佛，叫你吵架也吵不起来，没有精神。有精神想休息了，没有精神吵架了。不但没有精神吵架，说话的精神都没有了。所以从前僧团里头，你能住上个一年、半载，你真的气质变化了。讲解、讲经，这是道场的学风。修行是道风，修行的方法虽然多，但是归纳起来，不外乎这两大类，一个参禅，一个念佛，总不外乎这两大类。念佛方法也很多，参禅方法也多。所以它的确有学风、有道风，那才叫做道场。",
      "zh_TW": "由此可知，印度講的二時講經，那是多少時間？八個小時。每一天上八個鐘點課，聽八個鐘點經，然後再八個鐘點修行，修什麼行呢？或是打坐、參禪，或是念佛。我們以念佛來說，你每一天聽八個鐘點經，念八個鐘點的佛，叫你吵架也吵不起來，沒有精神。有精神想休息了，沒有精神吵架了。不但沒有精神吵架，說話的精神都沒有了。所以從前僧團裡頭，你能住上個一年、半載，你真的氣質變化了。講解、講經，這是道場的學風。修行是道風，修行的方法雖然多，但是歸納起來，不外乎這兩大類，一個參禪，一個念佛，總不外乎這兩大類。念佛方法也很多，參禪方法也多。所以它的確有學風、有道風，那才叫做道場。"
    },
    {
      "id": "12-015-0003_p0029",
      "zh_CN": "那么现在我们走了许许多多地方，也看到寺院、庵堂，这个里面没有学也没有道。那大家在一块干什么呢？当然是杂心闲话，张家长，李家短，搞这个事情！他怎么会不打架了！这就说明熏习佛法的重要。「云何熏习」。第五句：",
      "zh_TW": "那麼現在我們走了許許多多地方，也看到寺院、庵堂，這個裡面沒有學也沒有道。那大家在一塊幹什麼呢？當然是雜心閒話，張家長，李家短，搞這個事情！他怎麼會不打架了！這就說明熏習佛法的重要。「云何熏習」。第五句："
    },
    {
      "id": "12-015-0003_p0030",
      "zh_CN": "【云何修行佛法。】",
      "zh_TW": "【云何修行佛法。】"
    },
    {
      "id": "12-015-0003_p0031",
      "zh_CN": "『修』是修正，『行』是思想、行为。思想、行为有错误，怎么样把它修正过来，这叫修行。所以修行这两个字的意思，我们要正确的理解。修行并不是一般人想像的，一天到晚拿着念珠念佛，或者坐在那里面壁叫修行，那是修行的样子，不一定是修行。你看很多人念佛，一面念佛，一面在打妄想；一面念佛，一面还搞贪瞋痴慢，那怎么行呢？盘腿面壁也是妄念纷飞，这个不叫修行。修行就是修正自己对人、对事、对物，一些错误的想法、看法、说法、作法，把错误修正过来，这叫修行。行是生活行为。",
      "zh_TW": "『修』是修正，『行』是思想、行為。思想、行為有錯誤，怎麼樣把它修正過來，這叫修行。所以修行這兩個字的意思，我們要正確的理解。修行並不是一般人想像的，一天到晚拿著念珠念佛，或者坐在那裡面壁叫修行，那是修行的樣子，不一定是修行。你看很多人念佛，一面念佛，一面在打妄想；一面念佛，一面還搞貪瞋癡慢，那怎麼行呢？盤腿面壁也是妄念紛飛，這個不叫修行。修行就是修正自己對人、對事、對物，一些錯誤的想法、看法、說法、作法，把錯誤修正過來，這叫修行。行是生活行為。"
    },
    {
      "id": "12-015-0003_p0032",
      "zh_CN": "【云何净治佛法。】",
      "zh_TW": "【云何淨治佛法。】"
    },
    {
      "id": "12-015-0003_p0033",
      "zh_CN": "『治』是对治。譬如我们的烦恼、习气很深，用什么方法来对治？世尊为修菩萨道的人，开了六副处方，那个处方就是治病的，对治的。众生有悭贪的毛病，悭是吝啬，贪是贪而无厌，佛开了一个方子，开布施，布施就是对治悭贪的。众生有许许多多的恶习气、坏毛病，佛开了持戒的这个单方，来对治这一些恶习气。这一类就叫做净治，怎样清净对治我们的毛病、习气。第七：",
      "zh_TW": "『治』是對治。譬如我們的煩惱、習氣很深，用什麼方法來對治？世尊為修菩薩道的人，開了六副處方，那個處方就是治病的，對治的。眾生有慳貪的毛病，慳是吝嗇，貪是貪而無厭，佛開了一個方子，開布施，布施就是對治慳貪的。眾生有許許多多的惡習氣、壞毛病，佛開了持戒的這個單方，來對治這一些惡習氣。這一類就叫做淨治，怎樣清淨對治我們的毛病、習氣。第七："
    },
    {
      "id": "12-015-0003_p0034",
      "zh_CN": "【云何随顺佛所行法。】",
      "zh_TW": "【云何隨順佛所行法。】"
    },
    {
      "id": "12-015-0003_p0035",
      "zh_CN": "这一句就是说我们应该要怎样跟着佛来学，以佛作我们的榜样，我们随顺佛学，随着佛学，顺着佛学。看看佛处事待人用什么心？佛平常接触大众讲什么话？佛是怎么样生活？这是一切经典里面，都有详细的记载，我们细心的去读诵，认真的去探讨、去研究、去学习。学的跟佛一模一样，那你就成佛了。这是中下根人都能做得到的。第八句是：",
      "zh_TW": "這一句就是說我們應該要怎樣跟著佛來學，以佛作我們的榜樣，我們隨順佛學，隨著佛學，順著佛學。看看佛處事待人用什麼心？佛平常接觸大眾講什麼話？佛是怎麼樣生活？這是一切經典裡面，都有詳細的記載，我們細心的去讀誦，認真的去探討、去研究、去學習。學的跟佛一模一樣，那你就成佛了。這是中下根人都能做得到的。第八句是："
    },
    {
      "id": "12-015-0003_p0036",
      "zh_CN": "【云何通达佛算数法。】",
      "zh_TW": "【云何通達佛算數法。】"
    },
    {
      "id": "12-015-0003_p0037",
      "zh_CN": "佛的算数法，真的可以讲是究竟圆满。我们一般人，人脑比不上他，电脑也比不上他。佛在一刹那间，能够计算不可思议的数量，清清楚楚，明明白白。这一句里面所含的，就是现在人所讲的科技，数学是科技之母，你能说佛不懂科技吗？那么佛既然懂得科技，为什么在当时不发明科技？这个里头的意思太深了。佛如果在三千年前发明科技，要达到像现在这个科学的标准，大概我们地球在两千五百年前就消灭了，就没有了。科技不是好东西，科技发展到最后，这个世界同归于尽，有什么好处呢？所以真正有智慧的人他懂得，但是他绝对不说。爱因斯坦没有受过中国教育，他要是受过中国教育，他绝对不会把原子弹的公式说出来。",
      "zh_TW": "佛的算數法，真的可以講是究竟圓滿。我們一般人，人腦比不上他，電腦也比不上他。佛在一剎那間，能夠計算不可思議的數量，清清楚楚，明明白白。這一句裡面所含的，就是現在人所講的科技，數學是科技之母，你能說佛不懂科技嗎？那麼佛既然懂得科技，為什麼在當時不發明科技？這個裡頭的意思太深了。佛如果在三千年前發明科技，要達到像現在這個科學的標準，大概我們地球在兩千五百年前就消滅了，就沒有了。科技不是好東西，科技發展到最後，這個世界同歸於盡，有什麼好處呢？所以真正有智慧的人他懂得，但是他絕對不說。愛因斯坦沒有受過中國教育，他要是受過中國教育，他絕對不會把原子彈的公式說出來。"
    },
    {
      "id": "12-015-0003_p0038",
      "zh_CN": "我在美国也曾经听说，广岛、长崎被原子弹炸了之后，听说爱因斯坦也很难过，难过有什么用处？今天全世界，能制造核子弹的国家有多少？这一种技术，现在不断的在传播。将来这个核武，我听说有高中程度的人，就有能力制造了，那还得了吗？这个世界必定被核武毁灭，只是在早晚而已。所以佛有这个技术，有这个能力，从来不提。",
      "zh_TW": "我在美國也曾經聽說，廣島、長崎被原子彈炸了之後，聽說愛因斯坦也很難過，難過有什麼用處？今天全世界，能製造核子彈的國家有多少？這一種技術，現在不斷的在傳播。將來這個核武，我聽說有高中程度的人，就有能力製造了，那還得了嗎？這個世界必定被核武毀滅，只是在早晚而已。所以佛有這個技術，有這個能力，從來不提。"
    },
    {
      "id": "12-015-0003_p0039",
      "zh_CN": "我们中国古人也展现这种能力，但是绝不叫它传下去。我们读《三国志》，《三国志》上记载不是假的，诸葛亮发明木牛、流马，那个用现代话来讲，机械化的运输。可是诸葛亮死了，就把这个东西全部毁掉了，不传给后人。这个不是他的私心，这正是他的大慈大悲，不希望这个科技发展超过道德。科技如果要是超过道德的话，会给这个世界带来最大的危害。所以古圣先贤教导我们的，都是希望把我们的道德水平往上提升，不讲求科技。那么这一句在此地，就显示佛懂得现代的科学技术。第九句：",
      "zh_TW": "我們中國古人也展現這種能力，但是絕不叫它傳下去。我們讀《三國志》，《三國志》上記載不是假的，諸葛亮發明木牛、流馬，那個用現代話來講，機械化的運輸。可是諸葛亮死了，就把這個東西全部毀掉了，不傳給後人。這個不是他的私心，這正是他的大慈大悲，不希望這個科技發展超過道德。科技如果要是超過道德的話，會給這個世界帶來最大的危害。所以古聖先賢教導我們的，都是希望把我們的道德水平往上提升，不講求科技。那麼這一句在此地，就顯示佛懂得現代的科學技術。第九句："
    },
    {
      "id": "12-015-0003_p0040",
      "zh_CN": "【云何增长佛普遍法。】",
      "zh_TW": "【云何增長佛普遍法。】"
    },
    {
      "id": "12-015-0003_p0041",
      "zh_CN": "这一句意思很明了，怎么样能够把佛法推广？弘传，弘扬传播到全世界。在《华严经》上，那是如何传遍尽虚空、遍法界。我们今天就我们现前生活环境来讲，如何把佛法推展到世界各个层面？下面一句：",
      "zh_TW": "這一句意思很明瞭，怎麼樣能夠把佛法推廣？弘傳，弘揚傳播到全世界。在《華嚴經》上，那是如何傳遍盡虛空、遍法界。我們今天就我們現前生活環境來講，如何把佛法推展到世界各個層面？下面一句："
    },
    {
      "id": "12-015-0003_p0042",
      "zh_CN": "【云何清净佛究竟法。】",
      "zh_TW": "【云何清淨佛究竟法。】"
    },
    {
      "id": "12-015-0003_p0043",
      "zh_CN": "这一条也非常重要，为什么呢？怕你学佛、弘法着了相。着相就错了。虽然依照佛法修学，虽然弘法利生，始终要保持清净心，绝不染着。世、出世间法都要放下，就像《金刚经》上所说的，「法尚应舍，何况非法。」你才得清净的究竟法。这个舍，不是讲不要了，要做。自己要依照这个方法去修，即使你成佛了，成佛要不要持戒呢？还要持戒。证得究竟圆满都不离初心，就是初学，这是佛法，这是不二法门。初是我们刚刚开始学，后是成佛，证得究竟圆满的佛果；初后是一不是二。所以它跟学校念书不一样，学校念书，你念到大学了，你绝对不会再念小学一年级的课本，再拿去温习，这是决定不可能的。可是成佛之后，小学一年级课本还是天天念，还是天天温习，这个很奇怪，这个里面意思就深了，这个才叫做不二法门。",
      "zh_TW": "這一條也非常重要，為什麼呢？怕你學佛、弘法著了相。著相就錯了。雖然依照佛法修學，雖然弘法利生，始終要保持清淨心，絕不染著。世、出世間法都要放下，就像《金剛經》上所說的，「法尚應捨，何況非法。」你才得清淨的究竟法。這個捨，不是講不要了，要做。自己要依照這個方法去修，即使你成佛了，成佛要不要持戒呢？還要持戒。證得究竟圓滿都不離初心，就是初學，這是佛法，這是不二法門。初是我們剛剛開始學，後是成佛，證得究竟圓滿的佛果；初後是一不是二。所以它跟學校念書不一樣，學校念書，你念到大學了，你絕對不會再念小學一年級的課本，再拿去溫習，這是決定不可能的。可是成佛之後，小學一年級課本還是天天念，還是天天溫習，這個很奇怪，這個裡面意思就深了，這個才叫做不二法門。"
    },
    {
      "id": "12-015-0003_p0044",
      "zh_CN": "那么一般我们就浅显的解释，实在讲这个不是实义，我们说佛这样做，表演给初学人看的。这个说法，大家听了有道理。佛是表演给大家看，希望大家跟着学。虽然也有这个意思，但这个意思并不是圆满的。真正圆满是初后不二，这个才讲得圆。所以成佛也没有离开初发心，这是佛法跟世间法的修学心态不相同的所在。第十一句：",
      "zh_TW": "那麼一般我們就淺顯的解釋，實在講這個不是實義，我們說佛這樣做，表演給初學人看的。這個說法，大家聽了有道理。佛是表演給大家看，希望大家跟著學。雖然也有這個意思，但這個意思並不是圓滿的。真正圓滿是初後不二，這個才講得圓。所以成佛也沒有離開初發心，這是佛法跟世間法的修學心態不相同的所在。第十一句："
    },
    {
      "id": "12-015-0003_p0045",
      "zh_CN": "【云何总摄佛功德法。】",
      "zh_TW": "【云何總攝佛功德法。】"
    },
    {
      "id": "12-015-0003_p0046",
      "zh_CN": "这个就是现在人所讲的，佛法浩如烟海，广大无边，我们怎样才能够抓住它的纲领？『总摄』就是抓住它的总纲领。那么佛在一切经教里，关于这些事情也说得很多。譬如最普遍的三宝，这是总纲领，这是佛法僧。三学是纲领，六度是纲领，普贤十愿是《华严》上的纲领，你掌握到纲领，修学就很方便了。末后一句：",
      "zh_TW": "這個就是現在人所講的，佛法浩如煙海，廣大無邊，我們怎樣才能夠抓住它的綱領？『總攝』就是抓住它的總綱領。那麼佛在一切經教裡，關於這些事情也說得很多。譬如最普遍的三寶，這是總綱領，這是佛法僧。三學是綱領，六度是綱領，普賢十願是《華嚴》上的綱領，你掌握到綱領，修學就很方便了。末後一句："
    },
    {
      "id": "12-015-0003_p0047",
      "zh_CN": "【云何能入佛随顺法。】",
      "zh_TW": "【云何能入佛隨順法。】"
    },
    {
      "id": "12-015-0003_p0048",
      "zh_CN": "这里着重这个『入』。在所问的十二句里头，最初一句跟最后一句就特别重要，这是我们不能不留意的。最初「勤求」，我们现在学佛，实在讲最大的障碍是懈怠、懒惰，勇猛精进的心发不起来，这是我们的毛病。世间学者成就世间的事业，也要发狠心。大家念古书，你看到过去苏秦、张仪，这是搞世间法的。他们用什么方法对治懈怠、懒惰呢？古时候人头发都是留着，悬梁刺骨，把自己的头发用绳子吊在梁上，一打瞌睡了，这就提起来了。现在人稍稍有一点疲倦了，就放下了，躺下去了，他能成就吗？连世间求学的那一种精神、毅力都不足，你怎么能作佛、作菩萨？",
      "zh_TW": "這裡著重這個『入』。在所問的十二句裡頭，最初一句跟最後一句就特別重要，這是我們不能不留意的。最初「勤求」，我們現在學佛，實在講最大的障礙是懈怠、懶惰，勇猛精進的心發不起來，這是我們的毛病。世間學者成就世間的事業，也要發狠心。大家念古書，你看到過去蘇秦、張儀，這是搞世間法的。他們用什麼方法對治懈怠、懶惰呢？古時候人頭髮都是留著，懸樑刺骨，把自己的頭髮用繩子吊在樑上，一打瞌睡了，這就提起來了。現在人稍稍有一點疲倦了，就放下了，躺下去了，他能成就嗎？連世間求學的那一種精神、毅力都不足，你怎麼能作佛、作菩薩？"
    },
    {
      "id": "12-015-0003_p0049",
      "zh_CN": "入，入就是讲证、契入，我们一般讲证果。怎么能够证得，怎么能够契入佛的境界？这一定要破障碍，要破二障，要破二执。二障是烦恼障、所知障。你只要有丝毫的障碍，你就不能入了。学佛而不能悟入，你所学的是表层、表面的，这一种学问不管用的，与自己了生死、出三界毫不相干。这个现在世间，他承认你，你可能拿到几个佛学博士，甚至拿到几十个佛学博士，将来照样还继续搞六道轮回，了生死、出三界没有分，那是假的，不是真的。怎样才能了生死、出三界呢？一定要契入。《华严经》上讲的「信解行证」，一定要证，这个入是证入。其实十二句里面，都包括着信解行证这四大科。这一句是证。换句话说，一定要破我执，要破法执，要断烦恼，要断所知障，在这上面勇猛精进。",
      "zh_TW": "入，入就是講證、契入，我們一般講證果。怎麼能夠證得，怎麼能夠契入佛的境界？這一定要破障礙，要破二障，要破二執。二障是煩惱障、所知障。你只要有絲毫的障礙，你就不能入了。學佛而不能悟入，你所學的是表層、表面的，這一種學問不管用的，與自己了生死、出三界毫不相干。這個現在世間，他承認你，你可能拿到幾個佛學博士，甚至拿到幾十個佛學博士，將來照樣還繼續搞六道輪迴，了生死、出三界沒有分，那是假的，不是真的。怎樣才能了生死、出三界呢？一定要契入。《華嚴經》上講的「信解行證」，一定要證，這個入是證入。其實十二句裡面，都包括著信解行證這四大科。這一句是證。換句話說，一定要破我執，要破法執，要斷煩惱，要斷所知障，在這上面勇猛精進。"
    },
    {
      "id": "12-015-0003_p0050",
      "zh_CN": "用什么方法帮助我们精进呢？就是前面第六句讲的「云何净治佛法」。在现前比较上有效的方法，就是用功过格，每一天认真的反省、忏悔，断恶修善。功过格，在明朝清初很盛行，一般读书人都用这个来帮助自己改过自新，帮助自己断恶修善。出家人也用这个方法，莲池大师就以出家人的生活环境，也编了一个功过格，叫自知录。《莲池大师全集》里头有，我在台湾也看到有单行本，那是出家人的功过格，值得我们参考。",
      "zh_TW": "用什麼方法幫助我們精進呢？就是前面第六句講的「云何淨治佛法」。在現前比較上有效的方法，就是用功過格，每一天認真的反省、懺悔，斷惡修善。功過格，在明朝清初很盛行，一般讀書人都用這個來幫助自己改過自新，幫助自己斷惡修善。出家人也用這個方法，蓮池大師就以出家人的生活環境，也編了一個功過格，叫自知錄。《蓮池大師全集》裡頭有，我在台灣也看到有單行本，那是出家人的功過格，值得我們參考。"
    },
    {
      "id": "12-015-0003_p0051",
      "zh_CN": "古时候功过格里面那些条文，距离现在时间太远了，大概都是五百年前的那个生活环境，跟我们现在当然不一样。但是我们要掌握这个精神，掌握它的原则，重新修订条文。自己在生活环境里面，在修学环境里面，常常犯的有那些毛病，把它写出来，每一天反省，有没有改过来？这是我们想契入境界的一个最初方便。你问从那里下手？从这里下手。",
      "zh_TW": "古時候功過格裡面那些條文，距離現在時間太遠了，大概都是五百年前的那個生活環境，跟我們現在當然不一樣。但是我們要掌握這個精神，掌握它的原則，重新修訂條文。自己在生活環境裡面，在修學環境裡面，常常犯的有那些毛病，把它寫出來，每一天反省，有沒有改過來？這是我們想契入境界的一個最初方便。你問從那裡下手？從這裡下手。"
    },
    {
      "id": "12-015-0003_p0052",
      "zh_CN": "三重廖居士他编了一个百过格，他那个地区一些同参道友，常常在生活修学里面，容易犯的毛病，他写了一百条，劝导大家依照这个标准来反省、改过、忏悔。他们做得很有效果，这些值得我们做参考。每一个地区，文化背景不相同，生活方式不一样，一定要根据我们现实去制订这个功过格，便利自己，便利现前同修来受持、来学习，这样才能够「入佛随顺法」。",
      "zh_TW": "三重廖居士他編了一個百過格，他那個地區一些同參道友，常常在生活修學裡面，容易犯的毛病，他寫了一百條，勸導大家依照這個標準來反省、改過、懺悔。他們做得很有效果，這些值得我們做參考。每一個地區，文化背景不相同，生活方式不一樣，一定要根據我們現實去制訂這個功過格，便利自己，便利現前同修來受持、來學習，這樣才能夠「入佛隨順法」。"
    },
    {
      "id": "12-015-0003_p0053",
      "zh_CN": "清凉大师这个注子，我们就不必讲了，诸位看看就明白了。这个十二句是总问，问了十二句。向下还有别问，有十一句，问的更琐碎，问的更详细。请看经文：",
      "zh_TW": "清涼大師這個註子，我們就不必講了，諸位看看就明白了。這個十二句是總問，問了十二句。向下還有別問，有十一句，問的更瑣碎，問的更詳細。請看經文："
    },
    {
      "id": "12-015-0003_p0054",
      "zh_CN": "【我闻圣者善能诱诲。唯愿慈悲，为我宣说。】",
      "zh_TW": "【我聞聖者善能誘誨。唯願慈悲，為我宣說。】"
    },
    {
      "id": "12-015-0003_p0055",
      "zh_CN": "前面这个十二问，换句话说，不见得是他个人的问题，所有学佛的人，大家所关心的。这我们一看就出来，我们对于这个十二句，句句都很关心，都是我们迫切需要知道的这些问题。",
      "zh_TW": "前面這個十二問，換句話說，不見得是他個人的問題，所有學佛的人，大家所關心的。這我們一看就出來，我們對於這個十二句，句句都很關心，都是我們迫切需要知道的這些問題。"
    },
    {
      "id": "12-015-0003_p0056",
      "zh_CN": "『圣者』是善财对于妙住比丘的尊称，的确他是「圣者」，他是法身大士，三住菩萨。我听说你很会教人，『诱』是诱导，『诲』是教诲。这个意思就是我听说圣者你很会教人。『唯愿慈悲，为我宣说。』可不可以，我也想向你请教。这下面是别问，清凉大师在这个地方，给我们标的这个标题，就是科题：",
      "zh_TW": "『聖者』是善財對於妙住比丘的尊稱，的確他是「聖者」，他是法身大士，三住菩薩。我聽說你很會教人，『誘』是誘導，『誨』是教誨。這個意思就是我聽說聖者你很會教人。『唯願慈悲，為我宣說。』可不可以，我也想向你請教。這下面是別問，清涼大師在這個地方，給我們標的這個標題，就是科題："
    },
    {
      "id": "12-015-0003_p0057",
      "zh_CN": "【别问起行胜用。】",
      "zh_TW": "【別問起行勝用。】"
    },
    {
      "id": "12-015-0003_p0058",
      "zh_CN": "胜是殊胜，殊胜的德用。这个真正依教修行，必定有殊胜的德用。",
      "zh_TW": "勝是殊勝，殊勝的德用。這個真正依教修行，必定有殊勝的德用。"
    },
    {
      "id": "12-015-0003_p0059",
      "zh_CN": "经文十一句可以分六个段落，第一个段落有三句，第二个段落也有三句，第三个段落两句，第四个就是第九句一句，它就是一个段落。下面一个段落有两句，末后这又是总结。我们看经文，",
      "zh_TW": "經文十一句可以分六個段落，第一個段落有三句，第二個段落也有三句，第三個段落兩句，第四個就是第九句一句，它就是一個段落。下面一個段落有兩句，末後這又是總結。我們看經文，"
    },
    {
      "id": "12-015-0003_p0060",
      "zh_CN": "【菩萨云何恒见诸佛，闻法勤修而不舍离。】",
      "zh_TW": "【菩薩云何恆見諸佛，聞法勤修而不捨離。】"
    },
    {
      "id": "12-015-0003_p0061",
      "zh_CN": "这是第一句。这一句是见佛，我们修行，换句话说，我们套一句基督教的话，怎样能常常与神同在？我们学佛的人，如何时常跟佛同在，就是这个意思。因为你常常与佛同在，你的闻法勤修，自然就不舍了。这个里面，甚深的义趣，我们不在此地说，因为下面妙住比丘有开示。我们现在只看善财童子提出这些问题，后面他一条一条的解答。第二句：",
      "zh_TW": "這是第一句。這一句是見佛，我們修行，換句話說，我們套一句基督教的話，怎樣能常常與神同在？我們學佛的人，如何時常跟佛同在，就是這個意思。因為你常常與佛同在，你的聞法勤修，自然就不捨了。這個裡面，甚深的義趣，我們不在此地說，因為下面妙住比丘有開示。我們現在只看善財童子提出這些問題，後面他一條一條的解答。第二句："
    },
    {
      "id": "12-015-0003_p0062",
      "zh_CN": "【菩萨云何恒同一切菩萨善根而不舍离。】",
      "zh_TW": "【菩薩云何恆同一切菩薩善根而不捨離。】"
    },
    {
      "id": "12-015-0003_p0063",
      "zh_CN": "这一句是僧，因为前面清凉大师讲，这个三句是不离三宝行。我们看经文第一句是佛宝，第二就是僧宝，第三句：",
      "zh_TW": "這一句是僧，因為前面清涼大師講，這個三句是不離三寶行。我們看經文第一句是佛寶，第二就是僧寶，第三句："
    },
    {
      "id": "12-015-0003_p0064",
      "zh_CN": "【菩萨云何恒以智慧证诸佛法而不舍离。】",
      "zh_TW": "【菩薩云何恆以智慧證諸佛法而不捨離。】"
    },
    {
      "id": "12-015-0003_p0065",
      "zh_CN": "这是法宝。这三宝，三宝的次序是佛宝、僧宝、法宝。我们特别注意，每一句里头有一个『恒』。恒是不间断，正跟这一句末后不舍离相应，显示出他的勇猛精进，所以他能有成就。诸位同修，如果你们要想在佛法当中，这一生当中能有所成就，一定要学。那就是佛法读诵、研究、讨论，是一天都不能间断。那怎么做法呢？找几个同参道友，志同道合的人，经常不断在一起听经，研究经教，讨论经教，这就是前面讲的熏修，不能中断。一个人无论是世法、是佛法，他的成就要靠两个重要的缘，这两个重要的缘，一个是师，一个是友。师是指路的人，是指导方向的人，师不一定天天在身边，所以是一日为师。友是天天在一起，友是什么？结伴同行的，在菩提道上彼此互相照顾。老师不能照顾你，所以老师只能是指路，这个路指的正确，没有指错，你按着这个方向，按着这个途径去走。当然这个路上，障碍还是重重，要找同参道友结伴同行，彼此互相照顾。这个就是一定要有几个好同参，常年不断的在一起熏修。",
      "zh_TW": "這是法寶。這三寶，三寶的次序是佛寶、僧寶、法寶。我們特別注意，每一句裡頭有一個『恆』。恆是不間斷，正跟這一句末後不捨離相應，顯示出他的勇猛精進，所以他能有成就。諸位同修，如果你們要想在佛法當中，這一生當中能有所成就，一定要學。那就是佛法讀誦、研究、討論，是一天都不能間斷。那怎麼做法呢？找幾個同參道友，志同道合的人，經常不斷在一起聽經，研究經教，討論經教，這就是前面講的熏修，不能中斷。一個人無論是世法、是佛法，他的成就要靠兩個重要的緣，這兩個重要的緣，一個是師，一個是友。師是指路的人，是指導方向的人，師不一定天天在身邊，所以是一日為師。友是天天在一起，友是什麼？結伴同行的，在菩提道上彼此互相照顧。老師不能照顧你，所以老師只能是指路，這個路指的正確，沒有指錯，你按著這個方向，按著這個途徑去走。當然這個路上，障礙還是重重，要找同參道友結伴同行，彼此互相照顧。這個就是一定要有幾個好同參，常年不斷的在一起熏修。"
    },
    {
      "id": "12-015-0003_p0066",
      "zh_CN": "那么在家的同修，不可能每天都在一起，至少一个星期要有一次，永远不能间断，你就会有成就。出家人生活环境比较好，像我们这个道场，你们住在这边常住的，你们天天都可以熏修，你自己不干，那就没有办法了。我也常常提醒你们、劝导你们，你们不做，我没有办法。",
      "zh_TW": "那麼在家的同修，不可能每天都在一起，至少一個星期要有一次，永遠不能間斷，你就會有成就。出家人生活環境比較好，像我們這個道場，你們住在這邊常住的，你們天天都可以熏修，你自己不幹，那就沒有辦法了。我也常常提醒你們、勸導你們，你們不做，我沒有辦法。"
    },
    {
      "id": "12-015-0003_p0067",
      "zh_CN": "我自己修学的成就，得力于李老师的指导，还有六个同参道友辅助，连我七个人。我们的聚会，因为六个都是在家人，他们有工作、有家庭，天天在一起研究讨论不可能，一个星期一次，一次是三个小时。我们每一个星期一次，十年没有间断，我在台中十年，这个帮助太大了。我们的方法是大家轮流，一个来覆讲，讲一个小时，用两个小时的时间来研究、讨论，我们用这个方法。覆讲是大家轮流，但是不是一次一个人，是一个人一部经。一个人讲一部经，不管长短，你要把这一部经讲完。另外再换一个人再讲第二部经，你才会有进步。",
      "zh_TW": "我自己修學的成就，得力於李老師的指導，還有六個同參道友輔助，連我七個人。我們的聚會，因為六個都是在家人，他們有工作、有家庭，天天在一起研究討論不可能，一個星期一次，一次是三個小時。我們每一個星期一次，十年沒有間斷，我在台中十年，這個幫助太大了。我們的方法是大家輪流，一個來覆講，講一個小時，用兩個小時的時間來研究、討論，我們用這個方法。覆講是大家輪流，但是不是一次一個人，是一個人一部經。一個人講一部經，不管長短，你要把這一部經講完。另外再換一個人再講第二部經，你才會有進步。"
    },
    {
      "id": "12-015-0003_p0068",
      "zh_CN": "所以现代佛学院很多，佛学院里面为什么出不了人才？就是没有这种机缘，你自己覆讲，学习讲经，底下有五、六个同参道友帮你纠正。他们来作听众，而且各个都是学讲经的，都是内行的，你那个地方讲错了，那个地方讲的含糊笼统，不清楚、不明白，他挑出来提醒你，帮助你改进，你才会有进步。学习环境再好，老师再好，要没有这一些同参道友，常年不断的在这个地方切磋琢磨，说老实话，很难有成就，这个一定的道理，所以成就不是偶然的。",
      "zh_TW": "所以現代佛學院很多，佛學院裡面為什麼出不了人才？就是沒有這種機緣，你自己覆講，學習講經，底下有五、六個同參道友幫你糾正。他們來作聽眾，而且各個都是學講經的，都是內行的，你那個地方講錯了，那個地方講的含糊籠統，不清楚、不明白，他挑出來提醒你，幫助你改進，你才會有進步。學習環境再好，老師再好，要沒有這一些同參道友，常年不斷的在這個地方切磋琢磨，說老實話，很難有成就，這個一定的道理，所以成就不是偶然的。"
    },
    {
      "id": "12-015-0003_p0069",
      "zh_CN": "在家同修你们也有好朋友、好同参，听了一部经，也学着讲，能讲多少算多少。一遍一遍的去学习，遍遍就有进步。你能将一部经从头到尾讲十遍，一定就很像个样子。三、五个同学就行了，一个星期一次，一个星期当中，要有个五、六次，那你的缘就太殊胜了。说老实话，连诸佛菩萨都羡慕，到那里去找这么好的因缘？",
      "zh_TW": "在家同修你們也有好朋友、好同參，聽了一部經，也學著講，能講多少算多少。一遍一遍的去學習，遍遍就有進步。你能將一部經從頭到尾講十遍，一定就很像個樣子。三、五個同學就行了，一個星期一次，一個星期當中，要有個五、六次，那你的緣就太殊勝了。說老實話，連諸佛菩薩都羨慕，到那裡去找這麼好的因緣？"
    },
    {
      "id": "12-015-0003_p0070",
      "zh_CN": "所以你看这个句子里，每一句都有一个「恒」，决定不能间断。这个第二句是，『菩萨云何恒同一切菩萨善根而不舍离』。「同一切菩萨善根」，换句话说，这个熏修、切磋、琢磨，就决定不能缺少。佛在经上跟我们讲的三善根—无贪、无瞋、无痴，贪瞋痴断掉，那你三善根就现前了。所有一切善法，都是从无贪、无瞋、无痴里面生出来的，所以叫它做三善根。菩萨的善根就是勇猛精进，所以前面这三位善友，为什么都用比丘的身分出现？这个我们在前面说过了，代表是初学，初学决定不能离开僧团，决定不能离开同参道友，表这个意思。你自己没有开悟，它的标准就是破一品无明，证一分法身。你没有到这个程度，你决定不能离开同参道友。等到那一天，你破一品无明，证一分法身，可以了。没有到这个程度，决定要依靠团体，这就是比丘身分代表这个意思。下面一句：",
      "zh_TW": "所以你看這個句子裡，每一句都有一個「恆」，決定不能間斷。這個第二句是，『菩薩云何恆同一切菩薩善根而不捨離』。「同一切菩薩善根」，換句話說，這個熏修、切磋、琢磨，就決定不能缺少。佛在經上跟我們講的三善根—無貪、無瞋、無癡，貪瞋癡斷掉，那你三善根就現前了。所有一切善法，都是從無貪、無瞋、無癡裡面生出來的，所以叫它做三善根。菩薩的善根就是勇猛精進，所以前面這三位善友，為什麼都用比丘的身分出現？這個我們在前面說過了，代表是初學，初學決定不能離開僧團，決定不能離開同參道友，表這個意思。你自己沒有開悟，它的標準就是破一品無明，證一分法身。你沒有到這個程度，你決定不能離開同參道友。等到那一天，你破一品無明，證一分法身，可以了。沒有到這個程度，決定要依靠團體，這就是比丘身分代表這個意思。下面一句："
    },
    {
      "id": "12-015-0003_p0071",
      "zh_CN": "【菩萨云何恒以智慧证诸佛法而不舍离。】",
      "zh_TW": "【菩薩云何恆以智慧證諸佛法而不捨離。】"
    },
    {
      "id": "12-015-0003_p0072",
      "zh_CN": "这个地方在法宝里面给我们显示，法宝里头最重要的就是般若。戒定慧三学，慧才是目的，戒、定都是手段，因戒得定，因定开慧。智慧开了之后，依旧是持戒，不离初学，不是说智慧开了，戒定就不要了，没有这个道理。智慧开了，戒定越殊胜、越庄严、越圆满。假如他有定有慧，而没有戒，那我们就要特别留意了。仔细观察，他不是真的，不是真修行，不是正知正见。他修行的功夫再高，我们也要小心、要谨慎。正是佛在经上教导我们初学，正知正见的人，纵然他很浅薄，我们也可以亲近他，跟他学习，为什么呢？不害人。如果邪知邪见的人，他纵然很深，学问很深，好像德行很高，不能亲近，为什么呢？害多利少。你要亲近他，你得的利益少，你受害多。这个是佛教导我们的，邪正要辨别清楚，要有智慧，要用智慧才能证诸佛法。佛法就是觉悟之法，佛所教导我们的一切觉悟之法，你要用智慧才能证得。所以这个前面三句：",
      "zh_TW": "這個地方在法寶裡面給我們顯示，法寶裡頭最重要的就是般若。戒定慧三學，慧才是目的，戒、定都是手段，因戒得定，因定開慧。智慧開了之後，依舊是持戒，不離初學，不是說智慧開了，戒定就不要了，沒有這個道理。智慧開了，戒定越殊勝、越莊嚴、越圓滿。假如他有定有慧，而沒有戒，那我們就要特別留意了。仔細觀察，他不是真的，不是真修行，不是正知正見。他修行的功夫再高，我們也要小心、要謹慎。正是佛在經上教導我們初學，正知正見的人，縱然他很淺薄，我們也可以親近他，跟他學習，為什麼呢？不害人。如果邪知邪見的人，他縱然很深，學問很深，好像德行很高，不能親近，為什麼呢？害多利少。你要親近他，你得的利益少，你受害多。這個是佛教導我們的，邪正要辨別清楚，要有智慧，要用智慧才能證諸佛法。佛法就是覺悟之法，佛所教導我們的一切覺悟之法，你要用智慧才能證得。所以這個前面三句："
    },
    {
      "id": "12-015-0003_p0073",
      "zh_CN": "【不离三宝行。】",
      "zh_TW": "【不離三寶行。】"
    },
    {
      "id": "12-015-0003_p0074",
      "zh_CN": "底下三句：",
      "zh_TW": "底下三句："
    },
    {
      "id": "12-015-0003_p0075",
      "zh_CN": "【不舍二利行。】",
      "zh_TW": "【不捨二利行。】"
    },
    {
      "id": "12-015-0003_p0076",
      "zh_CN": "二利是什么？自利利他，这很重要。",
      "zh_TW": "二利是什麼？自利利他，這很重要。"
    },
    {
      "id": "12-015-0003_p0077",
      "zh_CN": "【菩萨云何恒以大愿饶益众生而不舍离。】",
      "zh_TW": "【菩薩云何恆以大願饒益眾生而不捨離。】"
    },
    {
      "id": "12-015-0003_p0078",
      "zh_CN": "你看这第一句，第一句是什么呢？就是四弘誓愿里的第一愿—众生无边誓愿度。这一句话要用现在的话来说，众生无量无边，我们要常常去关怀他、去照顾他、去帮助他，就是这个意思。一定要随时随地，尽心尽力。我有十分的能力，我只用了两、三分，不够，不是真的菩萨。我只有一分的力量，我已经尽到一分了，你的功德是圆满的。一定要全心全力去照顾一切众生，关怀一切众生，帮助一切众生。这个里面最重要的，是帮助他破迷开悟，这个就是佛法。如果帮助他的，不是破迷开悟，那是世间法。这我们常讲，世间的人天福报，这是说得好听一点，佛在经上常讲，有漏的福报。如果你是用觉悟的方法，帮助这些众生觉悟，这是佛法。觉悟是真正帮助，真正解决问题。",
      "zh_TW": "你看這第一句，第一句是什麼呢？就是四弘誓願裡的第一願—眾生無邊誓願度。這一句話要用現在的話來說，眾生無量無邊，我們要常常去關懷他、去照顧他、去幫助他，就是這個意思。一定要隨時隨地，盡心盡力。我有十分的能力，我只用了兩、三分，不夠，不是真的菩薩。我只有一分的力量，我已經盡到一分了，你的功德是圓滿的。一定要全心全力去照顧一切眾生，關懷一切眾生，幫助一切眾生。這個裡面最重要的，是幫助他破迷開悟，這個就是佛法。如果幫助他的，不是破迷開悟，那是世間法。這我們常講，世間的人天福報，這是說得好聽一點，佛在經上常講，有漏的福報。如果你是用覺悟的方法，幫助這些眾生覺悟，這是佛法。覺悟是真正幫助，真正解決問題。"
    },
    {
      "id": "12-015-0003_p0079",
      "zh_CN": "所以在过去曾经有一个人问我，佛教要不要做慈济功德？他问得很好。我就告诉他，佛教本身原本就是慈济功德。但是你要晓得，慈济功德这四个字怎么讲法？慈是慈悲，济是救济，功德是了生死、出三界，才叫功德。不能了生死、出三界，福德！这必须要辨别清楚。功德讲的是什么？戒定慧，持戒有功，得定就是德；修定有功，开慧是德。所以功德是自己修的，功德不能给别人，没有办法给别人。譬如说你的智慧、你的技术，你没有办法传给别人、送给别人。你教他，他一定要自己学，学会了才行，我的不能给他。福德可以给人，福德，我有钱，我有房子，我房子可以送给你，你真的可以去住。福德可以给人，功德不能给人，功德一定要自己修。所以慈济，佛讲的慈济是功德不是福德，是要帮助众生觉悟，帮助众生开悟。破迷开悟，自然就离苦得乐，这个慈济功德才是真正成就。",
      "zh_TW": "所以在過去曾經有一個人問我，佛教要不要做慈濟功德？他問得很好。我就告訴他，佛教本身原本就是慈濟功德。但是你要曉得，慈濟功德這四個字怎麼講法？慈是慈悲，濟是救濟，功德是了生死、出三界，才叫功德。不能了生死、出三界，福德！這必須要辨別清楚。功德講的是什麼？戒定慧，持戒有功，得定就是德；修定有功，開慧是德。所以功德是自己修的，功德不能給別人，沒有辦法給別人。譬如說你的智慧、你的技術，你沒有辦法傳給別人、送給別人。你教他，他一定要自己學，學會了才行，我的不能給他。福德可以給人，福德，我有錢，我有房子，我房子可以送給你，你真的可以去住。福德可以給人，功德不能給人，功德一定要自己修。所以慈濟，佛講的慈濟是功德不是福德，是要幫助眾生覺悟，幫助眾生開悟。破迷開悟，自然就離苦得樂，這個慈濟功德才是真正成就。"
    },
    {
      "id": "12-015-0003_p0080",
      "zh_CN": "由此可知，佛家讲慈济功德，最低的那个标准，就是帮助一切众生念佛求生净土。你生净土，这个功德才圆满，真的脱离三界，永远离开三途八难之苦，永远离开了，到西方极乐世界成佛、成菩萨，得究竟乐。所以诸佛菩萨他们所作所为，就是真实的慈济功德。",
      "zh_TW": "由此可知，佛家講慈濟功德，最低的那個標準，就是幫助一切眾生念佛求生淨土。你生淨土，這個功德才圓滿，真的脫離三界，永遠離開三途八難之苦，永遠離開了，到西方極樂世界成佛、成菩薩，得究竟樂。所以諸佛菩薩他們所作所為，就是真實的慈濟功德。"
    },
    {
      "id": "12-015-0003_p0081",
      "zh_CN": "『大愿饶益众生』，「益」是利益，「饶」是最丰饶的、最丰富的，我们今天讲最高的利益，最圆满的利益，最究竟的利益，就是饶益这两个字的意思。你要不能帮助他离开三界、六道，不能帮助他出离十法界，这个利益不能叫饶益。下面一句：",
      "zh_TW": "『大願饒益眾生』，「益」是利益，「饒」是最豐饒的、最豐富的，我們今天講最高的利益，最圓滿的利益，最究竟的利益，就是饒益這兩個字的意思。你要不能幫助他離開三界、六道，不能幫助他出離十法界，這個利益不能叫饒益。下面一句："
    },
    {
      "id": "12-015-0003_p0082",
      "zh_CN": "【菩萨云何恒修一切菩萨事业而不舍离。】",
      "zh_TW": "【菩薩云何恆修一切菩薩事業而不捨離。】"
    },
    {
      "id": "12-015-0003_p0083",
      "zh_CN": "菩萨的事业，就是帮助众生破迷开悟、离苦得乐，这就是菩萨事业。释迦牟尼佛一生做给我们看，诸大菩萨、祖师大德也做出样子给我们看。所以菩萨事业就是弘法利生，弘法为家务，利生为事业。那么释迦牟尼佛这个事业，一生讲经说法，一生在教学。下面一句：",
      "zh_TW": "菩薩的事業，就是幫助眾生破迷開悟、離苦得樂，這就是菩薩事業。釋迦牟尼佛一生做給我們看，諸大菩薩、祖師大德也做出樣子給我們看。所以菩薩事業就是弘法利生，弘法為家務，利生為事業。那麼釋迦牟尼佛這個事業，一生講經說法，一生在教學。下面一句："
    },
    {
      "id": "12-015-0003_p0084",
      "zh_CN": "【菩萨云何恒住劫海，修行无厌而不舍离。】",
      "zh_TW": "【菩薩云何恆住劫海，修行無厭而不捨離。】"
    },
    {
      "id": "12-015-0003_p0085",
      "zh_CN": "这一句也是自行化他，时间再长，也不疲不厌。自己修行不怕时间长，时间长短无所谓，要紧的是帮助众生。众生无边，菩萨帮助众生的这种行持，也是无有穷尽，怎么能有时间限制呢？成了佛之后，没有别的，我全心全力去帮助众生。没有成佛，一面帮助众生，还一面帮助自己。诸位要晓得，帮助众生就是帮助自己。如果只是说帮助自己，不帮助众生，决定是害了自己。所以诸位一定要记住，利他才是真正的自利。如果说是利己而不利他，对自己决定是损害，这是一定的道理，希望我们要多想一想。你能够想通了，你才能一心一意的去行菩萨道。知道菩萨道对自己是无比的殊胜，真实的利益，所以这个三句是『不舍二利行』。",
      "zh_TW": "這一句也是自行化他，時間再長，也不疲不厭。自己修行不怕時間長，時間長短無所謂，要緊的是幫助眾生。眾生無邊，菩薩幫助眾生的這種行持，也是無有窮盡，怎麼能有時間限制呢？成了佛之後，沒有別的，我全心全力去幫助眾生。沒有成佛，一面幫助眾生，還一面幫助自己。諸位要曉得，幫助眾生就是幫助自己。如果只是說幫助自己，不幫助眾生，決定是害了自己。所以諸位一定要記住，利他才是真正的自利。如果說是利己而不利他，對自己決定是損害，這是一定的道理，希望我們要多想一想。你能夠想通了，你才能一心一意的去行菩薩道。知道菩薩道對自己是無比的殊勝，真實的利益，所以這個三句是『不捨二利行』。"
    },
    {
      "id": "12-015-0003_p0086",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}