{
  "doc_id": "02-020-0008",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-020-0008",
  "total_paragraphs": 198,
  "paragraphs": [
    {
      "id": "02-020-0008_p0001",
      "zh_CN": "请掀开经本，三十七面最后一行：",
      "zh_TW": "請掀開經本，三十七面最後一行："
    },
    {
      "id": "02-020-0008_p0002",
      "zh_CN": "【宝树遍国第十四】",
      "zh_TW": "【寶樹遍國第十四】"
    },
    {
      "id": "02-020-0008_p0003",
      "zh_CN": "【彼如来国。多诸宝树。或纯金树。纯白银树。琉璃树。水晶树。琥珀树。美玉树。玛瑙树。唯一宝成。不杂余宝。】",
      "zh_TW": "【彼如來國。多諸寶樹。或純金樹。純白銀樹。琉璃樹。水晶樹。琥珀樹。美玉樹。瑪瑙樹。唯一寶成。不雜餘寶。】"
    },
    {
      "id": "02-020-0008_p0004",
      "zh_CN": "这一章是讲极乐世界依报庄严当中的树木，我们这个世界众生欢喜树木花草，大概十方世界的众生也都不例外。但是，此方树木可以怡情悦性，西方世界这些依报庄严那就非常之殊妙，殊胜微妙。因为它能够帮助大众明心见性，启发心智，这就是经上常说的六尘说法。我们知道西方极乐世界有众鸟，这些众鸟都是阿弥陀佛变化所作，他那里面的树木花草，一一物也全都是阿弥陀佛自性变化所作。所以，他的功德那就是真实的说不尽了。",
      "zh_TW": "這一章是講極樂世界依報莊嚴當中的樹木，我們這個世界眾生歡喜樹木花草，大概十方世界的眾生也都不例外。但是，此方樹木可以怡情悅性，西方世界這些依報莊嚴那就非常之殊妙，殊勝微妙。因為它能夠幫助大眾明心見性，啟發心智，這就是經上常說的六塵說法。我們知道西方極樂世界有眾鳥，這些眾鳥都是阿彌陀佛變化所作，他那裡面的樹木花草，一一物也全都是阿彌陀佛自性變化所作。所以，他的功德那就是真實的說不盡了。"
    },
    {
      "id": "02-020-0008_p0005",
      "zh_CN": "这段先说『宝树』数量多，皆是珍宝所成，说这个树的体质。有些树木是纯一宝成的，宝物之多也不是我们凡夫能够知道的，经上只举我们世间有的，大家认为这是非常稀有而珍贵的宝物，也只能说个仿佛而已。因为我们世间一切的物质，比起极乐世界实在是差得很远很远。首先我们要晓得有『纯金树，纯银树，琉璃树，水晶树，琥珀树，美玉树，玛瑙树』，这些都是我们世间有的这些稀有的矿物，我们认为非常之珍贵。极乐世界也有，虽有，刚才说了，必然是比我们殊胜。举这几个例子，这是由纯一宝而成的。",
      "zh_TW": "這段先說『寶樹』數量多，皆是珍寶所成，說這個樹的體質。有些樹木是純一寶成的，寶物之多也不是我們凡夫能夠知道的，經上只舉我們世間有的，大家認為這是非常稀有而珍貴的寶物，也只能說個彷彿而已。因為我們世間一切的物質，比起極樂世界實在是差得很遠很遠。首先我們要曉得有『純金樹，純銀樹，琉璃樹，水晶樹，琥珀樹，美玉樹，瑪瑙樹』，這些都是我們世間有的這些稀有的礦物，我們認為非常之珍貴。極樂世界也有，雖有，剛才說了，必然是比我們殊勝。舉這幾個例子，這是由純一寶而成的。"
    },
    {
      "id": "02-020-0008_p0006",
      "zh_CN": "【或有二宝三宝。乃至七宝。转共合成。】",
      "zh_TW": "【或有二寶三寶。乃至七寶。轉共合成。】"
    },
    {
      "id": "02-020-0008_p0007",
      "zh_CN": "但是，也有树不止一种宝成的，有两种以上众宝所成。这是说也有它非常美的地方，非常之美。",
      "zh_TW": "但是，也有樹不止一種寶成的，有兩種以上眾寶所成。這是說也有它非常美的地方，非常之美。"
    },
    {
      "id": "02-020-0008_p0008",
      "zh_CN": "【根茎枝干。此宝所成。华叶果实。他宝化作。】",
      "zh_TW": "【根莖枝幹。此寶所成。華葉果實。他寶化作。】"
    },
    {
      "id": "02-020-0008_p0009",
      "zh_CN": "这就是讲有众宝所成之树。",
      "zh_TW": "這就是講有眾寶所成之樹。"
    },
    {
      "id": "02-020-0008_p0010",
      "zh_CN": "【或有宝树。黄金为根。白银为身。】",
      "zh_TW": "【或有寶樹。黃金為根。白銀為身。】"
    },
    {
      "id": "02-020-0008_p0011",
      "zh_CN": "『身』就是树干。",
      "zh_TW": "『身』就是樹幹。"
    },
    {
      "id": "02-020-0008_p0012",
      "zh_CN": "【琉璃为枝。水晶为梢。琥珀为叶。美玉为华。玛瑙为果。】",
      "zh_TW": "【琉璃為枝。水晶為梢。琥珀為葉。美玉為華。瑪瑙為果。】"
    },
    {
      "id": "02-020-0008_p0013",
      "zh_CN": "这是举个例子来说，像这种情形非常非常之多，说不尽。",
      "zh_TW": "這是舉個例子來說，像這種情形非常非常之多，說不盡。"
    },
    {
      "id": "02-020-0008_p0014",
      "zh_CN": "【其余诸树。复有七宝。互为根干。枝叶华果。种种共成。各自异行。】",
      "zh_TW": "【其餘諸樹。復有七寶。互為根幹。枝葉華果。種種共成。各自異行。】"
    },
    {
      "id": "02-020-0008_p0015",
      "zh_CN": "他那边的树木非常整齐，一点都不杂乱，种类也是清清楚楚的，排列的行列整齐。",
      "zh_TW": "他那邊的樹木非常整齊，一點都不雜亂，種類也是清清楚楚的，排列的行列整齊。"
    },
    {
      "id": "02-020-0008_p0016",
      "zh_CN": "【行行相值。茎茎相望。枝叶相向。华实相当。】",
      "zh_TW": "【行行相值。莖莖相望。枝葉相向。華實相當。】"
    },
    {
      "id": "02-020-0008_p0017",
      "zh_CN": "这四句是形容这些树木，它的生长非常适合人的意思，行列整齐，树枝花果都配合得非常之巧妙，叫你看到欢喜。不会觉得它有哪些地方不相称的，实在找不到，就像一幅非常美的图画，画到了绝处，怎么画到绝处？你不能给它添个枝，添个枝这个枝多余的，你也不能少一片叶，少一片叶就好像有点缺陷了。这就是它真正做到了恰到好处。我们这个世间名画家画都画不出来，西方极乐世界，这是阿弥陀佛从自性当中变现出来的。",
      "zh_TW": "這四句是形容這些樹木，它的生長非常適合人的意思，行列整齊，樹枝花果都配合得非常之巧妙，叫你看到歡喜。不會覺得它有哪些地方不相稱的，實在找不到，就像一幅非常美的圖畫，畫到了絕處，怎麼畫到絕處？你不能給它添個枝，添個枝這個枝多餘的，你也不能少一片葉，少一片葉就好像有點缺陷了。這就是它真正做到了恰到好處。我們這個世間名畫家畫都畫不出來，西方極樂世界，這是阿彌陀佛從自性當中變現出來的。"
    },
    {
      "id": "02-020-0008_p0018",
      "zh_CN": "【荣色光曜。不可胜视。】",
      "zh_TW": "【榮色光曜。不可勝視。】"
    },
    {
      "id": "02-020-0008_p0019",
      "zh_CN": "这就是你看不尽，欣赏不尽，看不尽。以上是说这些宝树的状况，底下再说它的德用。",
      "zh_TW": "這就是你看不盡，欣賞不盡，看不盡。以上是說這些寶樹的狀況，底下再說它的德用。"
    },
    {
      "id": "02-020-0008_p0020",
      "zh_CN": "【清风时发。出五音声。微妙宫商。自然相和。是诸宝树。周遍其国。】",
      "zh_TW": "【清風時發。出五音聲。微妙宮商。自然相和。是諸寶樹。周遍其國。】"
    },
    {
      "id": "02-020-0008_p0021",
      "zh_CN": "极乐世界有很自然的清风，吹到树上，树上就发出音声。『微妙宫商』，宫商是我们中国古时候讲音乐五个音阶，宫商角徵羽，就像现在西洋的，西洋是七个音节，DoReMiFaSoLaSi七个音节，我们中国过去古时候是五个音节。这五个音节一演奏，那就美不胜收了。同时这个音乐里面，就是树里头所出的音乐里面，就像小本《弥陀经》所说的，演说无常苦空，演说念佛、念法、念僧。所以它说法，就是那个世界是六尘都说法。像这样的宝树，在极乐世界处处你都见到，『周遍其国』。",
      "zh_TW": "極樂世界有很自然的清風，吹到樹上，樹上就發出音聲。『微妙宮商』，宮商是我們中國古時候講音樂五個音階，宮商角徵羽，就像現在西洋的，西洋是七個音節，DoReMiFaSoLaSi七個音節，我們中國過去古時候是五個音節。這五個音節一演奏，那就美不勝收了。同時這個音樂裡面，就是樹裡頭所出的音樂裡面，就像小本《彌陀經》所說的，演說無常苦空，演說念佛、念法、念僧。所以它說法，就是那個世界是六塵都說法。像這樣的寶樹，在極樂世界處處你都見到，『周遍其國』。"
    },
    {
      "id": "02-020-0008_p0022",
      "zh_CN": "再看第十五段：",
      "zh_TW": "再看第十五段："
    },
    {
      "id": "02-020-0008_p0023",
      "zh_CN": "【菩提道场第十五】",
      "zh_TW": "【菩提道場第十五】"
    },
    {
      "id": "02-020-0008_p0024",
      "zh_CN": "也是讲道场树。",
      "zh_TW": "也是講道場樹。"
    },
    {
      "id": "02-020-0008_p0025",
      "zh_CN": "【又其道场。有菩提树。高四百万里。】",
      "zh_TW": "【又其道場。有菩提樹。高四百萬里。】"
    },
    {
      "id": "02-020-0008_p0026",
      "zh_CN": "『道场』就是阿弥陀佛讲经说法的处所，通常说道场，在佛经里面也是有好几种意思。譬如《维摩经》里面告诉我们，「直心是道场」。这是讲修行，是从内心里面，就是所谓是反闻自性，这是真正的道场。第二种，就是讲经说法的处所，我们称为道场。第三类，清修的处所，称之为道场。大概总不外这几类。此地这个「道场」是指阿弥陀佛讲经说法的处所。道场『有菩提树』，正像释迦牟尼佛示现成道的时候，在毕钵罗树下，以后我们就称它做菩提树，极乐世界道场树『高四百万里』。",
      "zh_TW": "『道場』就是阿彌陀佛講經說法的處所，通常說道場，在佛經裡面也是有好幾種意思。譬如《維摩經》裡面告訴我們，「直心是道場」。這是講修行，是從內心裡面，就是所謂是反聞自性，這是真正的道場。第二種，就是講經說法的處所，我們稱為道場。第三類，清修的處所，稱之為道場。大概總不外這幾類。此地這個「道場」是指阿彌陀佛講經說法的處所。道場『有菩提樹』，正像釋迦牟尼佛示現成道的時候，在畢缽羅樹下，以後我們就稱它做菩提樹，極樂世界道場樹『高四百萬里』。"
    },
    {
      "id": "02-020-0008_p0027",
      "zh_CN": "【其本周围五千由旬。枝叶四布二十万里。一切众宝。自然合成。华果敷荣。光晖遍照。】",
      "zh_TW": "【其本周圍五千由旬。枝葉四布二十萬里。一切眾寶。自然合成。華果敷榮。光暉遍照。】"
    },
    {
      "id": "02-020-0008_p0028",
      "zh_CN": "这是说那边的树高大、茂盛，而且有光明，也是众宝合成的树。树高，前面也曾经提到这个问题，西方世界那边人也高大，所以配这个树才能成为比例。再要说这个世界是一真法界，无论我们在本经去看，或者像《弥陀经疏钞》，因为《弥陀经》与本经是属于同部，古来这些祖师大德看西方极乐世界，全是一真法界。一真法界里面它的特色是理事无碍，事事无碍，是性相不二，小大亦不二。如果从这个角度上来观察，这里一点疑问都没有了。我们再看底下一段经文。",
      "zh_TW": "這是說那邊的樹高大、茂盛，而且有光明，也是眾寶合成的樹。樹高，前面也曾經提到這個問題，西方世界那邊人也高大，所以配這個樹才能成為比例。再要說這個世界是一真法界，無論我們在本經去看，或者像《彌陀經疏鈔》，因為《彌陀經》與本經是屬於同部，古來這些祖師大德看西方極樂世界，全是一真法界。一真法界裡面它的特色是理事無礙，事事無礙，是性相不二，小大亦不二。如果從這個角度上來觀察，這裡一點疑問都沒有了。我們再看底下一段經文。"
    },
    {
      "id": "02-020-0008_p0029",
      "zh_CN": "【复有红绿青白。诸摩尼宝。】",
      "zh_TW": "【復有紅綠青白。諸摩尼寶。】"
    },
    {
      "id": "02-020-0008_p0030",
      "zh_CN": "『摩尼』是如意宝。",
      "zh_TW": "『摩尼』是如意寶。"
    },
    {
      "id": "02-020-0008_p0031",
      "zh_CN": "【众宝之王。以为璎珞。云聚宝锁。饰诸宝柱。金珠铃铎。周匝条间。珍妙宝网。罗覆其上。百千万色。互相映饰。无量光炎。照耀无极。一切庄严。随应而现。】",
      "zh_TW": "【眾寶之王。以為瓔珞。雲聚寶鎖。飾諸寶柱。金珠鈴鐸。周匝條間。珍妙寶網。羅覆其上。百千萬色。互相映飾。無量光炎。照耀無極。一切莊嚴。隨應而現。】"
    },
    {
      "id": "02-020-0008_p0032",
      "zh_CN": "不但这个树高，众宝合成，这个树上还有许许多多的装饰，就像我们在此地，外国人过圣诞节，门口树上有许许多多的装饰，夜晚也装起灯明，看到这个树非常之美丽。西方极乐世界那就比他们更要殊胜了，装置非常稀有的珍宝。『红绿青白』这是讲颜色，颜色当然不止这四种，有无量的色彩，都是如意之宝。而且『众宝之王，以为缨珞』，这个缨珞，通常在古时候，妇女们佩戴在胸前的，我们现在看到佛像，画的佛像、菩萨像，胸前都佩戴着缨珞，装饰品。这种装饰品都挂在树上，挂的处所、位置都是恰到好处。",
      "zh_TW": "不但這個樹高，眾寶合成，這個樹上還有許許多多的裝飾，就像我們在此地，外國人過聖誕節，門口樹上有許許多多的裝飾，夜晚也裝起燈明，看到這個樹非常之美麗。西方極樂世界那就比他們更要殊勝了，裝置非常稀有的珍寶。『紅綠青白』這是講顏色，顏色當然不止這四種，有無量的色彩，都是如意之寶。而且『眾寶之王，以為纓珞』，這個纓珞，通常在古時候，婦女們佩戴在胸前的，我們現在看到佛像，畫的佛像、菩薩像，胸前都佩戴著纓珞，裝飾品。這種裝飾品都掛在樹上，掛的處所、位置都是恰到好處。"
    },
    {
      "id": "02-020-0008_p0033",
      "zh_CN": "『云聚宝锁』，这也是装饰品，就是锁片，『饰诸宝柱，金珠铃铎，周匝条间』，在树的枝条之间。「饰诸宝柱」，柱就是指的树干，它的树直，就像柱子一样。『珍妙宝网，罗覆其上』，树上面有罗网。『百千万色，互相映饰，无量光炎，照耀无极』，我们在想像当中，想这个境界，实在说是没有办法想像得到的。虽然想像不到，听释迦牟尼佛这样说了，我们也能够略略体会一个大概，这个宝树非常的庄严。",
      "zh_TW": "『雲聚寶鎖』，這也是裝飾品，就是鎖片，『飾諸寶柱，金珠鈴鐸，周匝條間』，在樹的枝條之間。「飾諸寶柱」，柱就是指的樹幹，它的樹直，就像柱子一樣。『珍妙寶網，羅覆其上』，樹上面有羅網。『百千萬色，互相映飾，無量光炎，照耀無極』，我們在想像當中，想這個境界，實在說是沒有辦法想像得到的。雖然想像不到，聽釋迦牟尼佛這樣說了，我們也能夠略略體會一個大概，這個寶樹非常的莊嚴。"
    },
    {
      "id": "02-020-0008_p0034",
      "zh_CN": "【微风徐动。】",
      "zh_TW": "【微風徐動。】"
    },
    {
      "id": "02-020-0008_p0035",
      "zh_CN": "『徐』是微微的动，清风吹来的时候，这个树的枝叶微微动。",
      "zh_TW": "『徐』是微微的動，清風吹來的時候，這個樹的枝葉微微動。"
    },
    {
      "id": "02-020-0008_p0036",
      "zh_CN": "【吹诸枝叶。演出无量妙法音声。】",
      "zh_TW": "【吹諸枝葉。演出無量妙法音聲。】"
    },
    {
      "id": "02-020-0008_p0037",
      "zh_CN": "这个树跟前面国土的树一样，道场树比国土树还要来的殊胜，它演出说法的音声。",
      "zh_TW": "這個樹跟前面國土的樹一樣，道場樹比國土樹還要來的殊勝，它演出說法的音聲。"
    },
    {
      "id": "02-020-0008_p0038",
      "zh_CN": "【其声流布。遍诸佛国。】",
      "zh_TW": "【其聲流布。遍諸佛國。】"
    },
    {
      "id": "02-020-0008_p0039",
      "zh_CN": "『遍诸佛国』就是遍满西方极乐世界。",
      "zh_TW": "『遍諸佛國』就是遍滿西方極樂世界。"
    },
    {
      "id": "02-020-0008_p0040",
      "zh_CN": "【清畅哀亮。】",
      "zh_TW": "【清暢哀亮。】"
    },
    {
      "id": "02-020-0008_p0041",
      "zh_CN": "这一句是形容它音声之美好。",
      "zh_TW": "這一句是形容它音聲之美好。"
    },
    {
      "id": "02-020-0008_p0042",
      "zh_CN": "【微妙和雅。】",
      "zh_TW": "【微妙和雅。】"
    },
    {
      "id": "02-020-0008_p0043",
      "zh_CN": "是形容其节奏。",
      "zh_TW": "是形容其節奏。"
    },
    {
      "id": "02-020-0008_p0044",
      "zh_CN": "【十方世界音声之中。最为第一。】",
      "zh_TW": "【十方世界音聲之中。最為第一。】"
    },
    {
      "id": "02-020-0008_p0045",
      "zh_CN": "这个风吹树发出的音声，就是第一的音乐，音乐也是每个众生所喜爱的，这是大家都知道的。这是十方世界里面最妙的音乐，到西方极乐世界就能够欣赏得到。",
      "zh_TW": "這個風吹樹發出的音聲，就是第一的音樂，音樂也是每個眾生所喜愛的，這是大家都知道的。這是十方世界裡面最妙的音樂，到西方極樂世界就能夠欣賞得到。"
    },
    {
      "id": "02-020-0008_p0046",
      "zh_CN": "【若有众生。睹菩提树。】",
      "zh_TW": "【若有眾生。睹菩提樹。】"
    },
    {
      "id": "02-020-0008_p0047",
      "zh_CN": "这是你看到。",
      "zh_TW": "這是你看到。"
    },
    {
      "id": "02-020-0008_p0048",
      "zh_CN": "【闻声。】",
      "zh_TW": "【聞聲。】"
    },
    {
      "id": "02-020-0008_p0049",
      "zh_CN": "是听到风吹树，演奏的微妙的音乐。",
      "zh_TW": "是聽到風吹樹，演奏的微妙的音樂。"
    },
    {
      "id": "02-020-0008_p0050",
      "zh_CN": "【嗅香。】",
      "zh_TW": "【嗅香。】"
    },
    {
      "id": "02-020-0008_p0051",
      "zh_CN": "这树有花，你闻到这花之香。",
      "zh_TW": "這樹有花，你聞到這花之香。"
    },
    {
      "id": "02-020-0008_p0052",
      "zh_CN": "【尝其果味。触其光影。】",
      "zh_TW": "【嘗其果味。觸其光影。】"
    },
    {
      "id": "02-020-0008_p0053",
      "zh_CN": "树放光，或者你接触到它的光，或者是接触到树影。",
      "zh_TW": "樹放光，或者你接觸到它的光，或者是接觸到樹影。"
    },
    {
      "id": "02-020-0008_p0054",
      "zh_CN": "【念树功德。】",
      "zh_TW": "【念樹功德。】"
    },
    {
      "id": "02-020-0008_p0055",
      "zh_CN": "因为这个树也是阿弥陀佛从心性当中显现出来的，树就是如来的自心，也就是我们自己当人的本性。在这个时候，性相一如，自他不二，这才叫做一真法界，这才是真正的弥陀净土。所以，它有无量无边的功德，你六根接触，『念树功德』是意根，眼耳鼻舌身意六根接触到道场树。",
      "zh_TW": "因為這個樹也是阿彌陀佛從心性當中顯現出來的，樹就是如來的自心，也就是我們自己當人的本性。在這個時候，性相一如，自他不二，這才叫做一真法界，這才是真正的彌陀淨土。所以，它有無量無邊的功德，你六根接觸，『念樹功德』是意根，眼耳鼻舌身意六根接觸到道場樹。"
    },
    {
      "id": "02-020-0008_p0056",
      "zh_CN": "【皆得六根清彻。无诸恼患。】",
      "zh_TW": "【皆得六根清徹。無諸惱患。】"
    },
    {
      "id": "02-020-0008_p0057",
      "zh_CN": "我们无始劫以来的烦恼、习气、恶业，到西方极乐世界，可以说是无时无刻不在那里消业障。所以他成佛成得快，一生必定圆成佛道，道理就在此地。",
      "zh_TW": "我們無始劫以來的煩惱、習氣、惡業，到西方極樂世界，可以說是無時無刻不在那裡消業障。所以他成佛成得快，一生必定圓成佛道，道理就在此地。"
    },
    {
      "id": "02-020-0008_p0058",
      "zh_CN": "【住不退转。至成佛道。】",
      "zh_TW": "【住不退轉。至成佛道。】"
    },
    {
      "id": "02-020-0008_p0059",
      "zh_CN": "退转在他方世界，特别是像我们这个世界，退的缘太多了。西方极乐世界没有退转的因缘，只有业障天天轻，智慧天天增长。所以他一直到成佛，经上跟我们讲的，往生西方极乐世界，哪怕是下品下生，也是圆证三不退，这是很有道理的。",
      "zh_TW": "退轉在他方世界，特別是像我們這個世界，退的緣太多了。西方極樂世界沒有退轉的因緣，只有業障天天輕，智慧天天增長。所以他一直到成佛，經上跟我們講的，往生西方極樂世界，哪怕是下品下生，也是圓證三不退，這是很有道理的。"
    },
    {
      "id": "02-020-0008_p0060",
      "zh_CN": "【复由见彼树故。获三种忍。】",
      "zh_TW": "【復由見彼樹故。獲三種忍。】"
    },
    {
      "id": "02-020-0008_p0061",
      "zh_CN": "这个『三种忍』。",
      "zh_TW": "這個『三種忍』。"
    },
    {
      "id": "02-020-0008_p0062",
      "zh_CN": "【一音响忍。二柔顺忍。三者无生法忍。】",
      "zh_TW": "【一音響忍。二柔順忍。三者無生法忍。】"
    },
    {
      "id": "02-020-0008_p0063",
      "zh_CN": "这句可以解释前面这一句，就是『住不退转，至成佛道』，释迦牟尼佛自己就给我们注解出来了，见到这个菩提树，你就得三种忍。这三种忍也可以说就是证果，到西方极乐世界见阿弥陀佛，哪有不见道场树的道理？去到道场，总是先见道场树，后到讲堂才见佛的。你看在没有见佛之前，见道场树，你已经就证果了。什么叫『音响忍』？简单的讲，音响忍就见性了，就像《金刚经》上所说的，「凡所有相，皆是虚妄」。音响，立刻就过去了，没有踪迹可寻，这个菩萨观一切法犹如音响，像《金刚经》上所说的，「一切有为法，如梦幻泡影」。他在万相当中，他可以欣赏，他可以受用，他知道这一切万相都是因缘生法，无有自性，当体即空。所以他没有执着，没有我执，没有法执，当然是烦恼就不生了。这叫做音响忍，通常是三地以前的菩萨证得的。『柔顺忍』比那就更高了，四地到六地，柔和、顺从。这个忍实在就是普贤行愿里面的两愿，「恒顺众生，随喜功德」，这就是柔顺忍。第三是『无生法忍』，无生法忍就更高了，通常讲七地以上，这才能证得无生法忍。",
      "zh_TW": "這句可以解釋前面這一句，就是『住不退轉，至成佛道』，釋迦牟尼佛自己就給我們註解出來了，見到這個菩提樹，你就得三種忍。這三種忍也可以說就是證果，到西方極樂世界見阿彌陀佛，哪有不見道場樹的道理？去到道場，總是先見道場樹，後到講堂才見佛的。你看在沒有見佛之前，見道場樹，你已經就證果了。什麼叫『音響忍』？簡單的講，音響忍就見性了，就像《金剛經》上所說的，「凡所有相，皆是虛妄」。音響，立刻就過去了，沒有蹤跡可尋，這個菩薩觀一切法猶如音響，像《金剛經》上所說的，「一切有為法，如夢幻泡影」。他在萬相當中，他可以欣賞，他可以受用，他知道這一切萬相都是因緣生法，無有自性，當體即空。所以他沒有執著，沒有我執，沒有法執，當然是煩惱就不生了。這叫做音響忍，通常是三地以前的菩薩證得的。『柔順忍』比那就更高了，四地到六地，柔和、順從。這個忍實在就是普賢行願裡面的兩願，「恆順眾生，隨喜功德」，這就是柔順忍。第三是『無生法忍』，無生法忍就更高了，通常講七地以上，這才能證得無生法忍。"
    },
    {
      "id": "02-020-0008_p0064",
      "zh_CN": "所以，这个三种忍都是属于地上菩萨。念佛往生的人，到这时候确实是这个境界，没错，这就是圆证三不退的境界。也是经上讲「花开见佛悟无生」，你到西方极乐世界你是莲花化生，那个花什么时候开？当然有开得早的，也有开得晚的，像《观经》里面给我们说的，上品上生的人，花开得早，一到那边花就开了。上品中生的人到那里去要七天花才能开，花开你才能见到道场树，你才能得三种忍。最晚的是要到西方极乐世界十二劫花才开，那是下品下生。",
      "zh_TW": "所以，這個三種忍都是屬於地上菩薩。念佛往生的人，到這時候確實是這個境界，沒錯，這就是圓證三不退的境界。也是經上講「花開見佛悟無生」，你到西方極樂世界你是蓮花化生，那個花什麼時候開？當然有開得早的，也有開得晚的，像《觀經》裡面給我們說的，上品上生的人，花開得早，一到那邊花就開了。上品中生的人到那裡去要七天花才能開，花開你才能見到道場樹，你才能得三種忍。最晚的是要到西方極樂世界十二劫花才開，那是下品下生。"
    },
    {
      "id": "02-020-0008_p0065",
      "zh_CN": "由此可知，西方极乐世界品位高下，与成就早晚关系很大。发心要求生西方世界，我们晓得这个世界在所有诸佛国土里面，它是第一超胜，这是十方诸佛都赞叹，十方诸佛都承认的，这是个事实。我们念佛求生西方极乐世界，在这一生当中有没有把握得上三品？上三品，快！到西方极乐世界去几天花就开了，就见佛了。这个缘分是有的。善导大师给我们说过，三辈九品是我们遇缘不同，才有这个现象。我们听到善导大师这句话，心里面的确踏实多了，假如我们这一生所遇的缘殊胜，我们这一生取上品就没有问题。上品纵然得不到，上品上生得不到，还可以得个上品中生，也不差了。所以，我们决定不可以自暴自弃。经上明白的告诉我们，在娑婆世界修行一天，胜过西方极乐世界修行一百年。那就是我们这个地方难修，他那里容易修，我们这里是障碍重重，他那个地方没有障碍。因此，他那里进得慢，虽然慢他决定不退转。我们这个世界，进也快，是退也快，是大起大落，如果你能够把握住大起不落，那你往生品位一下就超胜了。这个理与事实我们都要清楚，我们这一生当中才能把握着大好机缘。",
      "zh_TW": "由此可知，西方極樂世界品位高下，與成就早晚關係很大。發心要求生西方世界，我們曉得這個世界在所有諸佛國土裡面，它是第一超勝，這是十方諸佛都讚歎，十方諸佛都承認的，這是個事實。我們念佛求生西方極樂世界，在這一生當中有沒有把握得上三品？上三品，快！到西方極樂世界去幾天花就開了，就見佛了。這個緣分是有的。善導大師給我們說過，三輩九品是我們遇緣不同，才有這個現象。我們聽到善導大師這句話，心裡面的確踏實多了，假如我們這一生所遇的緣殊勝，我們這一生取上品就沒有問題。上品縱然得不到，上品上生得不到，還可以得個上品中生，也不差了。所以，我們決定不可以自暴自棄。經上明白的告訴我們，在娑婆世界修行一天，勝過西方極樂世界修行一百年。那就是我們這個地方難修，他那裡容易修，我們這裡是障礙重重，他那個地方沒有障礙。因此，他那裡進得慢，雖然慢他決定不退轉。我們這個世界，進也快，是退也快，是大起大落，如果你能夠把握住大起不落，那你往生品位一下就超勝了。這個理與事實我們都要清楚，我們這一生當中才能把握著大好機緣。"
    },
    {
      "id": "02-020-0008_p0066",
      "zh_CN": "缘怎样叫胜？必须对于三经要通达，再能通达大乘就更好。如果没有这个能力，或者没有这个机缘来读诵大乘，我们就研究这三经就够了，再不然就是这一部《无量寿经》也行。你把这部经里面的道理，里面的方法、境界，你都能够透彻的了解，把这部经变成我们自己在日常生活当中，处事待人接物的思想、见解、行为，你必定是上品上生。我们何必去多求？要紧的是要把它做到，要真正透彻的理解、做到，古人常说，「说得一丈，不如行得一尺」，要紧是能做到。假如你会说，你做不到，那是枉然，那个没有用处的；佛法重在实践，一定要把它做到。这个三种忍就是果证，也就符合了三不退。",
      "zh_TW": "緣怎樣叫勝？必須對於三經要通達，再能通達大乘就更好。如果沒有這個能力，或者沒有這個機緣來讀誦大乘，我們就研究這三經就夠了，再不然就是這一部《無量壽經》也行。你把這部經裡面的道理，裡面的方法、境界，你都能夠透徹的了解，把這部經變成我們自己在日常生活當中，處事待人接物的思想、見解、行為，你必定是上品上生。我們何必去多求？要緊的是要把它做到，要真正透徹的理解、做到，古人常說，「說得一丈，不如行得一尺」，要緊是能做到。假如你會說，你做不到，那是枉然，那個沒有用處的；佛法重在實踐，一定要把它做到。這個三種忍就是果證，也就符合了三不退。"
    },
    {
      "id": "02-020-0008_p0067",
      "zh_CN": "【佛告阿难。如是佛刹。华果树木。与诸众生。而作佛事。】",
      "zh_TW": "【佛告阿難。如是佛剎。華果樹木。與諸眾生。而作佛事。】"
    },
    {
      "id": "02-020-0008_p0068",
      "zh_CN": "这个佛刹里头，这些华果树木，不但是道场树，也包括前面周遍其国的所有宝树，都能给那边的众生演说妙法，这个『作佛事』就是说法。所以，那个世界是六尘说法，真正不可思议，六根所接触的都是消业障、长智慧，都是破迷开悟，修行证果。",
      "zh_TW": "這個佛剎裡頭，這些華果樹木，不但是道場樹，也包括前面周遍其國的所有寶樹，都能給那邊的眾生演說妙法，這個『作佛事』就是說法。所以，那個世界是六塵說法，真正不可思議，六根所接觸的都是消業障、長智慧，都是破迷開悟，修行證果。"
    },
    {
      "id": "02-020-0008_p0069",
      "zh_CN": "【此皆无量寿佛。威神力故。本愿力故。满足愿故。明了。坚固。究竟愿故。】",
      "zh_TW": "【此皆無量壽佛。威神力故。本願力故。滿足願故。明了。堅固。究竟願故。】"
    },
    {
      "id": "02-020-0008_p0070",
      "zh_CN": "这是说明道场树何以如此的殊胜？为什么有这样不思议的功德？原来这些树全是阿弥陀佛，『无量寿佛』就是阿弥陀佛，是他老人家的威德、神通、本愿里面显露出来的。所以，这个树是功德树，不是普通的树，这是『满足愿故，明了，坚固，究竟愿故』。弥陀念念是普度众生，以一切善巧方便帮助众生早成佛道，他那个巧妙确实都不是我们能够想像得出来的，可是人家都做到了。",
      "zh_TW": "這是說明道場樹何以如此的殊勝？為什麼有這樣不思議的功德？原來這些樹全是阿彌陀佛，『無量壽佛』就是阿彌陀佛，是他老人家的威德、神通、本願裡面顯露出來的。所以，這個樹是功德樹，不是普通的樹，這是『滿足願故，明了，堅固，究竟願故』。彌陀念念是普度眾生，以一切善巧方便幫助眾生早成佛道，他那個巧妙確實都不是我們能夠想像得出來的，可是人家都做到了。"
    },
    {
      "id": "02-020-0008_p0071",
      "zh_CN": "再看下面一章：",
      "zh_TW": "再看下面一章："
    },
    {
      "id": "02-020-0008_p0072",
      "zh_CN": "【堂舍楼观第十六】",
      "zh_TW": "【堂舍樓觀第十六】"
    },
    {
      "id": "02-020-0008_p0073",
      "zh_CN": "这是说的住处，极乐世界佛与大众居住的处所。",
      "zh_TW": "這是說的住處，極樂世界佛與大眾居住的處所。"
    },
    {
      "id": "02-020-0008_p0074",
      "zh_CN": "【又无量寿佛讲堂精舍。楼观栏楯。亦皆七宝自然化成。】",
      "zh_TW": "【又無量壽佛講堂精舍。樓觀欄楯。亦皆七寶自然化成。】"
    },
    {
      "id": "02-020-0008_p0075",
      "zh_CN": "经里面所说的这个居住的处所，都是高度的艺术成就，像我们中国古时候帝王的宫殿一样，雕梁画栋。现在大陆也开放观光了，许多人曾经到过北京，看到故宫，从前的皇宫。阿弥陀佛的『讲堂精舍』，实在是决定不是我们人间帝王宫殿所能够比拟的。但是，像中国这样伟大的建筑，在全世界都找不到，那是个建筑群，非常之伟大，值得我们去看一看。看了之后，我们可以联想到经里所讲的佛国土里面的境界。他的讲堂精舍，楼台亭阁，『栏楯』就是栏杆，横的叫栏，竖的叫楯，叫栏楯。",
      "zh_TW": "經裡面所說的這個居住的處所，都是高度的藝術成就，像我們中國古時候帝王的宮殿一樣，雕梁畫棟。現在大陸也開放觀光了，許多人曾經到過北京，看到故宮，從前的皇宮。阿彌陀佛的『講堂精舍』，實在是決定不是我們人間帝王宮殿所能夠比擬的。但是，像中國這樣偉大的建築，在全世界都找不到，那是個建築群，非常之偉大，值得我們去看一看。看了之後，我們可以聯想到經裡所講的佛國土裡面的境界。他的講堂精舍，樓台亭閣，『欄楯』就是欄杆，橫的叫欄，豎的叫楯，叫欄楯。"
    },
    {
      "id": "02-020-0008_p0076",
      "zh_CN": "『亦皆七宝自然化成』，这个地方我们要注重的，就是「自然化成」，它不是人工建造的。人工不建造，它怎么会出现？会出现的。你要不相信，我举个例子你马上就晓得了。你晚上睡觉会不会作梦？会作梦。你梦中有没有房子？梦中有房子。房子几时盖的？没有人盖。为什么它就出现了？梦中的房子，那不是自然化成吗？西方世界是阿弥陀佛心性变现而成的，像前面讲的树木一样，宝树一样，没有一样不是自然化成的，不需要人工去设计、去建造，不需要。",
      "zh_TW": "『亦皆七寶自然化成』，這個地方我們要注重的，就是「自然化成」，它不是人工建造的。人工不建造，它怎麼會出現？會出現的。你要不相信，我舉個例子你馬上就曉得了。你晚上睡覺會不會作夢？會作夢。你夢中有沒有房子？夢中有房子。房子幾時蓋的？沒有人蓋。為什麼它就出現了？夢中的房子，那不是自然化成嗎？西方世界是阿彌陀佛心性變現而成的，像前面講的樹木一樣，寶樹一樣，沒有一樣不是自然化成的，不需要人工去設計、去建造，不需要。"
    },
    {
      "id": "02-020-0008_p0077",
      "zh_CN": "【复有白珠摩尼以为交络。明妙无比。】",
      "zh_TW": "【復有白珠摩尼以為交絡。明妙無比。】"
    },
    {
      "id": "02-020-0008_p0078",
      "zh_CN": "这就是白色的的摩尼珠在栏楯上，连在栏楯上，做装饰品。",
      "zh_TW": "這就是白色的的摩尼珠在欄楯上，連在欄楯上，做裝飾品。"
    },
    {
      "id": "02-020-0008_p0079",
      "zh_CN": "【诸菩萨众。所居宫殿。亦复如是。】",
      "zh_TW": "【諸菩薩眾。所居宮殿。亦復如是。】"
    },
    {
      "id": "02-020-0008_p0080",
      "zh_CN": "这句我们要特别的留意，他说什么？他说西方极乐世界生佛平等，不但是无量寿佛的讲堂、楼观栏楯是七宝自然化成，这里面有许多无量无边的宝物装饰，『诸菩萨众』也一样。那也许你想到，菩萨众跟佛一样，我们到西方极乐世界是凡夫，人天众，那大概就不一样了吧。你要这么想就错了，前面在四十八愿里讲过，凡是往生西方极乐世界的，统统是菩萨，那个地方是纯菩萨的世界，实际上没有声闻、缘觉、人天，没有这些。可是经上又常常这样说，常常这个说法，前面也曾经跟诸位谈到过，古来有许多大德在注疏里头也都承认，所谓人天、声闻、缘觉，只不过是就我们这个世界断惑的情形来做个比方。譬如你在西方极乐世界修行，你已经断了见思烦恼，我们就叫你作声闻；你已经断了见思习气，那我们就叫你作缘觉；如果你见思烦恼还没有断，那我们就叫你做人天，其实统统是菩萨。",
      "zh_TW": "這句我們要特別的留意，他說什麼？他說西方極樂世界生佛平等，不但是無量壽佛的講堂、樓觀欄楯是七寶自然化成，這裡面有許多無量無邊的寶物裝飾，『諸菩薩眾』也一樣。那也許你想到，菩薩眾跟佛一樣，我們到西方極樂世界是凡夫，人天眾，那大概就不一樣了吧。你要這麼想就錯了，前面在四十八願裡講過，凡是往生西方極樂世界的，統統是菩薩，那個地方是純菩薩的世界，實際上沒有聲聞、緣覺、人天，沒有這些。可是經上又常常這樣說，常常這個說法，前面也曾經跟諸位談到過，古來有許多大德在註疏裡頭也都承認，所謂人天、聲聞、緣覺，只不過是就我們這個世界斷惑的情形來做個比方。譬如你在西方極樂世界修行，你已經斷了見思煩惱，我們就叫你作聲聞；你已經斷了見思習氣，那我們就叫你作緣覺；如果你見思煩惱還沒有斷，那我們就叫你做人天，其實統統是菩薩。"
    },
    {
      "id": "02-020-0008_p0081",
      "zh_CN": "所以，那个世界是个真正平等的世界，阿弥陀佛他享受的是什么，里头所有的众生与阿弥陀佛是同等的享受，这是十方世界里头所没有的。大概也是阿弥陀佛最初观摩、考察二百一十亿个佛国土，看到许许多多世界众生的生活，物质生活、精神生活不平等。这个不平等里面就有麻烦，福报大的他就显得骄慢，你看烦恼生了，福报少的，像贫贱之家，他就怨恨、他就嫉妒，这个烦恼也生了。总而言之，会引发贪瞋痴慢。所以，弥陀建国，无论在精神、物质上的享受一律平等，不管你断惑多少，有没有断惑，这一概不论，只要你能够生到西方极乐世界，受用决定是平等的。这是十方诸佛世界里头所没有的。韦提希夫人见到这个情形，立刻就不再考虑，决定要往生西方极乐世界，不是没有道理。再看底下经文。",
      "zh_TW": "所以，那個世界是個真正平等的世界，阿彌陀佛他享受的是什麼，裡頭所有的眾生與阿彌陀佛是同等的享受，這是十方世界裡頭所沒有的。大概也是阿彌陀佛最初觀摩、考察二百一十億個佛國土，看到許許多多世界眾生的生活，物質生活、精神生活不平等。這個不平等裡面就有麻煩，福報大的他就顯得驕慢，你看煩惱生了，福報少的，像貧賤之家，他就怨恨、他就嫉妒，這個煩惱也生了。總而言之，會引發貪瞋痴慢。所以，彌陀建國，無論在精神、物質上的享受一律平等，不管你斷惑多少，有沒有斷惑，這一概不論，只要你能夠生到西方極樂世界，受用決定是平等的。這是十方諸佛世界裡頭所沒有的。韋提希夫人見到這個情形，立刻就不再考慮，決定要往生西方極樂世界，不是沒有道理。再看底下經文。"
    },
    {
      "id": "02-020-0008_p0082",
      "zh_CN": "【中有在地讲经。诵经者。有在地受经。听经者。有在地经行者。思道。及坐禅者。】",
      "zh_TW": "【中有在地講經。誦經者。有在地受經。聽經者。有在地經行者。思道。及坐禪者。】"
    },
    {
      "id": "02-020-0008_p0083",
      "zh_CN": "这是描绘西方极乐世界众生生活状况，他们实在讲一天到晚没有什么事情好做的，为什么？不用忙衣食，思衣得衣，思食得食。我们这个世间众生为衣食奔波，西方极乐世界没有，我们这个地方众生争名逐利，西方极乐世界也没有，连名利这个名字都没有，哪有这些事实。他们一天到晚是怎样过生活？都是研究经典，就好像在学校念书，做学生一样，天天忙着功课，研究讨论。所以有讲经的，有听经的，这些多半是在过去生中的习气，到西方极乐世界还有这个习气。喜欢讲经的，他天天还在讲经，在研究经典，喜欢听经的他在听经。",
      "zh_TW": "這是描繪西方極樂世界眾生生活狀況，他們實在講一天到晚沒有什麼事情好做的，為什麼？不用忙衣食，思衣得衣，思食得食。我們這個世間眾生為衣食奔波，西方極樂世界沒有，我們這個地方眾生爭名逐利，西方極樂世界也沒有，連名利這個名字都沒有，哪有這些事實。他們一天到晚是怎樣過生活？都是研究經典，就好像在學校念書，做學生一樣，天天忙著功課，研究討論。所以有講經的，有聽經的，這些多半是在過去生中的習氣，到西方極樂世界還有這個習氣。喜歡講經的，他天天還在講經，在研究經典，喜歡聽經的他在聽經。"
    },
    {
      "id": "02-020-0008_p0084",
      "zh_CN": "有的诵经，也有经行，经行，像我们念佛绕佛就是经行。或者是一面绕，他虽然不是念佛，或者是他用参禅的功夫，高等的参禅是行住坐卧都是禅。你看六祖大师在《坛经》里面讲禅定的定义，禅是不着相，定是不动心，外不着相，内不动心，这叫坐禅。他这个坐就是取不动的意思，不是身不动而是心不动。身虽然在经行，他的心不动，外不着相，内不动心，他就是坐禅，不一定是真正在那里打坐。所以，经行里面，有念佛的，有观想的，有在诵经的，也有在思惟义理的，他有许许多多不同的修行方法。底下讲，『思道及坐禅者』。这些是讲在地面上的活动，还有在空中的。",
      "zh_TW": "有的誦經，也有經行，經行，像我們念佛繞佛就是經行。或者是一面繞，他雖然不是念佛，或者是他用參禪的功夫，高等的參禪是行住坐臥都是禪。你看六祖大師在《壇經》裡面講禪定的定義，禪是不著相，定是不動心，外不著相，內不動心，這叫坐禪。他這個坐就是取不動的意思，不是身不動而是心不動。身雖然在經行，他的心不動，外不著相，內不動心，他就是坐禪，不一定是真正在那裡打坐。所以，經行裡面，有念佛的，有觀想的，有在誦經的，也有在思惟義理的，他有許許多多不同的修行方法。底下講，『思道及坐禪者』。這些是講在地面上的活動，還有在空中的。"
    },
    {
      "id": "02-020-0008_p0085",
      "zh_CN": "【有在虚空讲诵受听者。经行。思道。及坐禅者。】",
      "zh_TW": "【有在虛空講誦受聽者。經行。思道。及坐禪者。】"
    },
    {
      "id": "02-020-0008_p0086",
      "zh_CN": "有在空中的，喜欢在地面上就在地面上，喜欢在虚空中他就在空中，实在显得他们非常的自在，无比的快乐。",
      "zh_TW": "有在空中的，喜歡在地面上就在地面上，喜歡在虛空中他就在空中，實在顯得他們非常的自在，無比的快樂。"
    },
    {
      "id": "02-020-0008_p0087",
      "zh_CN": "【或得须陀洹。或得斯陀含。或得阿那含。阿罗汉。未得阿惟越致者。则得阿惟越致。】",
      "zh_TW": "【或得須陀洹。或得斯陀含。或得阿那含。阿羅漢。未得阿惟越致者。則得阿惟越致。】"
    },
    {
      "id": "02-020-0008_p0088",
      "zh_CN": "这是讲证果，西方极乐世界实在讲没有这些小乘的事实，佛在经上给我们说，是对我们这个世界众生讲的，不这样讲，我们不懂。譬如我们这一生念佛到西方极乐世界去了，这是带业往生，虽然往生，我们一品惑都没有断，这是带业去的。去到西方极乐世界，到那个地方再断惑，断惑也不是一下就把惑断干净的，也是天天在断，念念在断。你要是将三界见惑八十八品断尽，你就是等于证须陀洹果，是这么个意思。不是极乐世界真的有须陀洹，须陀洹是小乘初果。你要是再断八十一品思惑里面前面的六品，你就证二果，等于二果斯陀含。你要是把八十一品思惑统统断尽了，那你等于小乘阿罗汉，是这么个意思。",
      "zh_TW": "這是講證果，西方極樂世界實在講沒有這些小乘的事實，佛在經上給我們說，是對我們這個世界眾生講的，不這樣講，我們不懂。譬如我們這一生念佛到西方極樂世界去了，這是帶業往生，雖然往生，我們一品惑都沒有斷，這是帶業去的。去到西方極樂世界，到那個地方再斷惑，斷惑也不是一下就把惑斷乾淨的，也是天天在斷，念念在斷。你要是將三界見惑八十八品斷盡，你就是等於證須陀洹果，是這麼個意思。不是極樂世界真的有須陀洹，須陀洹是小乘初果。你要是再斷八十一品思惑裡面前面的六品，你就證二果，等於二果斯陀含。你要是把八十一品思惑統統斷盡了，那你等於小乘阿羅漢，是這麼個意思。"
    },
    {
      "id": "02-020-0008_p0089",
      "zh_CN": "『阿惟越致』，就是小本《弥陀经》里面讲的阿鞞跋致，这是译音稍微差一点，音还是非常接近，阿鞞跋致翻成中国意思，就是不退转，位不退、行不退、念不退。通常我们讲不退转，位不退至少是须陀洹的地位，他才能证到位不退。所以经上常讲，凡夫，从凡夫修成佛道要经过三大阿僧祇劫，这个计算的方法就是从须陀洹算起，从位不退算起。如果没有到须陀洹的地位，那个不算，如果要是都算的话，我们早应该成佛了。因为我们的修行，我想与会的每位同修，你的学佛修行不是在这一生，你生生世世都在修行，你也不止修了三大阿僧祇劫，你为什么没成佛？那就是你每一生的修行都没有修到须陀洹，这很可惜。如果你要是修到须陀洹，那确实你早就成佛了，不成佛，你也成菩萨了，你不会再是凡夫。因为须陀洹他不会再退到凡夫的地位上来，这叫位不退。",
      "zh_TW": "『阿惟越致』，就是小本《彌陀經》裡面講的阿鞞跋致，這是譯音稍微差一點，音還是非常接近，阿鞞跋致翻成中國意思，就是不退轉，位不退、行不退、念不退。通常我們講不退轉，位不退至少是須陀洹的地位，他才能證到位不退。所以經上常講，凡夫，從凡夫修成佛道要經過三大阿僧祇劫，這個計算的方法就是從須陀洹算起，從位不退算起。如果沒有到須陀洹的地位，那個不算，如果要是都算的話，我們早應該成佛了。因為我們的修行，我想與會的每位同修，你的學佛修行不是在這一生，你生生世世都在修行，你也不止修了三大阿僧祇劫，你為什麼沒成佛？那就是你每一生的修行都沒有修到須陀洹，這很可惜。如果你要是修到須陀洹，那確實你早就成佛了，不成佛，你也成菩薩了，你不會再是凡夫。因為須陀洹他不會再退到凡夫的地位上來，這叫位不退。"
    },
    {
      "id": "02-020-0008_p0090",
      "zh_CN": "要是将三界思惑八十一品断尽了，再破尘沙惑，这就是行不退，决定是菩萨，他决定不会退到小乘的位子上去，这叫行不退。念不退是要把尘沙、见思烦恼断尽，再破一品无明，破一品无明你就证得法身，你就见了本性，这个时候念念流入萨婆若海。萨婆若是梵语，翻成中国意思，是如来的智慧，就是一切种智，他念念都与一切种智相应，所以叫念不退。由此可知，三不退，至少是圆教初住菩萨，别教的初地菩萨，这才得三不退。经上说了，没有得「阿惟越致者」，就是没有得到三不退的，则得三不退，就是圆证三不退。蕅益大师在《弥陀经要解》里面说得非常之圆满，说得很详细、很明白，大家可以参考。",
      "zh_TW": "要是將三界思惑八十一品斷盡了，再破塵沙惑，這就是行不退，決定是菩薩，他決定不會退到小乘的位子上去，這叫行不退。念不退是要把塵沙、見思煩惱斷盡，再破一品無明，破一品無明你就證得法身，你就見了本性，這個時候念念流入薩婆若海。薩婆若是梵語，翻成中國意思，是如來的智慧，就是一切種智，他念念都與一切種智相應，所以叫念不退。由此可知，三不退，至少是圓教初住菩薩，別教的初地菩薩，這才得三不退。經上說了，沒有得「阿惟越致者」，就是沒有得到三不退的，則得三不退，就是圓證三不退。蕅益大師在《彌陀經要解》裡面說得非常之圓滿，說得很詳細、很明白，大家可以參考。"
    },
    {
      "id": "02-020-0008_p0091",
      "zh_CN": "【各自念道。说道。行道。莫不欢喜。】",
      "zh_TW": "【各自念道。說道。行道。莫不歡喜。】"
    },
    {
      "id": "02-020-0008_p0092",
      "zh_CN": "换句话说，西方极乐世界的人没有一个不是法喜充满，他们日常生活就是『念道，说道，行道』。这是他方世界里头确实没有这么纯，纵然有修行、有道场，没有这样的纯，没有这么殊胜。老师是阿弥陀佛，同参道友都是诸上善人，都是这些大菩萨。我们看到这个情形，这是不能不去。同时我们要晓得，这个地方人人都有资格去，问题就是你自己肯不肯去，没有人是去不成的。善导大师教给我们，你要想去，你要专修，专修的办法，就是身语意我们三业都要专；身，我们天天礼拜阿弥陀佛，口，我们天天是念阿弥陀佛，意，就是心里二六时中想阿弥陀佛。我们在经上看到，《观经》里面讲得很清楚，前面不是说过吗？宝树是遍满极乐国土，到处都有这样高大茂盛的宝树，这个经上面说。《观无量寿经》说过，说这每棵宝树的下面都有阿弥陀佛的化身，阿弥陀佛、观音、势至；换句话说，阿弥陀佛、观音、势至，在极乐世界里头不晓得有多少，你处处都可以见到他。",
      "zh_TW": "換句話說，西方極樂世界的人沒有一個不是法喜充滿，他們日常生活就是『念道，說道，行道』。這是他方世界裡頭確實沒有這麼純，縱然有修行、有道場，沒有這樣的純，沒有這麼殊勝。老師是阿彌陀佛，同參道友都是諸上善人，都是這些大菩薩。我們看到這個情形，這是不能不去。同時我們要曉得，這個地方人人都有資格去，問題就是你自己肯不肯去，沒有人是去不成的。善導大師教給我們，你要想去，你要專修，專修的辦法，就是身語意我們三業都要專；身，我們天天禮拜阿彌陀佛，口，我們天天是念阿彌陀佛，意，就是心裡二六時中想阿彌陀佛。我們在經上看到，《觀經》裡面講得很清楚，前面不是說過嗎？寶樹是遍滿極樂國土，到處都有這樣高大茂盛的寶樹，這個經上面說。《觀無量壽經》說過，說這每棵寶樹的下面都有阿彌陀佛的化身，阿彌陀佛、觀音、勢至；換句話說，阿彌陀佛、觀音、勢至，在極樂世界裡頭不曉得有多少，你處處都可以見到他。"
    },
    {
      "id": "02-020-0008_p0093",
      "zh_CN": "我过去在台北建佛七道场，我们同修大家在一起念七天佛，我这个道场就是把佛像，当然供的佛像是一面，我四周围都贴西方三圣，都悬挂着西方三圣的像。这个用意就是不管你转到哪个角度，你面向哪一方，你统统看到佛。以后我们读《观经》，原来极乐世界也是如此，那是三圣的化身处处皆现。我们明白这个道理了，晓得佛像的作用就是要提醒我们「忆佛念佛」，为的要提醒我们忆佛念佛。所以我们，譬如说住家，你家里面客厅，都可以悬挂佛像，你有佛堂，佛堂是你做早晚课的地方，是你诵经的地方、你拜佛的地方，你客厅里面也可以挂佛像。为什么？客厅是起居室，你在这间房间里面的时间最多，挂了佛像，时时刻刻提醒自己，提醒自己忆佛念佛。客厅悬挂的佛像就用不着烧香，也用不着供水、供花，用不着，那个用意是提醒自己的。同时，也是给你家里面来的一切客人，做得度的增上缘。所以客厅里不必挂这些字画，或者是摆饰这些古玩，用不着，学佛的人家，一律就是供养阿弥陀佛，或者是观音、势至，一定与我们自己所修的这个法门要能够相应，这样才好。经典给我们确实有许许多多的启示，我们自己晓得在我们生活当中要怎样来修学。",
      "zh_TW": "我過去在台北建佛七道場，我們同修大家在一起念七天佛，我這個道場就是把佛像，當然供的佛像是一面，我四周圍都貼西方三聖，都懸掛著西方三聖的像。這個用意就是不管你轉到哪個角度，你面向哪一方，你統統看到佛。以後我們讀《觀經》，原來極樂世界也是如此，那是三聖的化身處處皆現。我們明白這個道理了，曉得佛像的作用就是要提醒我們「憶佛念佛」，為的要提醒我們憶佛念佛。所以我們，譬如說住家，你家裡面客廳，都可以懸掛佛像，你有佛堂，佛堂是你做早晚課的地方，是你誦經的地方、你拜佛的地方，你客廳裡面也可以掛佛像。為什麼？客廳是起居室，你在這間房間裡面的時間最多，掛了佛像，時時刻刻提醒自己，提醒自己憶佛念佛。客廳懸掛的佛像就用不著燒香，也用不著供水、供花，用不著，那個用意是提醒自己的。同時，也是給你家裡面來的一切客人，做得度的增上緣。所以客廳裡不必掛這些字畫，或者是擺飾這些古玩，用不著，學佛的人家，一律就是供養阿彌陀佛，或者是觀音、勢至，一定與我們自己所修的這個法門要能夠相應，這樣才好。經典給我們確實有許許多多的啟示，我們自己曉得在我們生活當中要怎樣來修學。"
    },
    {
      "id": "02-020-0008_p0094",
      "zh_CN": "继续看下面一章：",
      "zh_TW": "繼續看下面一章："
    },
    {
      "id": "02-020-0008_p0095",
      "zh_CN": "【泉池功德第十七】",
      "zh_TW": "【泉池功德第十七】"
    },
    {
      "id": "02-020-0008_p0096",
      "zh_CN": "【又其讲堂左右。泉池交流。纵广深浅。皆各一等。或十由旬。二十由旬。乃至百千由旬。】",
      "zh_TW": "【又其講堂左右。泉池交流。縱廣深淺。皆各一等。或十由旬。二十由旬。乃至百千由旬。】"
    },
    {
      "id": "02-020-0008_p0097",
      "zh_CN": "这是讲池子的面积、大小。这个经同修们必须要熟读，为什么？你要是不熟，极乐世界的情况不清楚，这不清楚对于我们的观想，就是我们想佛，想西方极乐世界，那就有障碍了。你所想的要跟经上一样，决定不能够胡思乱想，那是不相应的。当年慧远大师，就是我们初祖，净土宗第一代祖师，他在庐山建莲社，召集志同道合的同修一百二十三个人，专修净土。他在东林莲社，住三十年都没有下过山，这一百二十三个人是个个往生。大师在一生当中见过三次西方极乐世界，他并没有告诉人，他往生之前才说出来，他一生见过三次，所见过西方极乐世界情形，跟经上讲的一模一样。所以，经要不熟，那怎么行？",
      "zh_TW": "這是講池子的面積、大小。這個經同修們必須要熟讀，為什麼？你要是不熟，極樂世界的情況不清楚，這不清楚對於我們的觀想，就是我們想佛，想西方極樂世界，那就有障礙了。你所想的要跟經上一樣，決定不能夠胡思亂想，那是不相應的。當年慧遠大師，就是我們初祖，淨土宗第一代祖師，他在廬山建蓮社，召集志同道合的同修一百二十三個人，專修淨土。他在東林蓮社，住三十年都沒有下過山，這一百二十三個人是個個往生。大師在一生當中見過三次西方極樂世界，他並沒有告訴人，他往生之前才說出來，他一生見過三次，所見過西方極樂世界情形，跟經上講的一模一樣。所以，經要不熟，那怎麼行？"
    },
    {
      "id": "02-020-0008_p0098",
      "zh_CN": "经要熟，佛号要念得恳切，在不往生的时候也会见到这个境界。正是《楞严》上所说，你忆佛念佛，忆佛是想，天天想佛，想西方极乐世界，我天天念佛，口里念，心里也挂念，现前就是现在，可能你机缘成熟了，佛这个境界你就见到了。或者你见到阿弥陀佛，相好光明，或者你见到西方极乐世界，你所见到的，你想想跟经上讲的一样不一样，如果是一样的，那没错，你确实见到的是好境界。如果你见到的境界与这个经典讲的不一样，这不一样，你所见到的就是魔境界。魔与佛境界怎样辨别？这个经典就是标准，我们拿这个来对。七宝池是不是在讲堂的左右，左面也有，是右面也有，这个池子是不是像经上讲的这些大小。",
      "zh_TW": "經要熟，佛號要念得懇切，在不往生的時候也會見到這個境界。正是《楞嚴》上所說，你憶佛念佛，憶佛是想，天天想佛，想西方極樂世界，我天天念佛，口裡念，心裡也掛念，現前就是現在，可能你機緣成熟了，佛這個境界你就見到了。或者你見到阿彌陀佛，相好光明，或者你見到西方極樂世界，你所見到的，你想想跟經上講的一樣不一樣，如果是一樣的，那沒錯，你確實見到的是好境界。如果你見到的境界與這個經典講的不一樣，這不一樣，你所見到的就是魔境界。魔與佛境界怎樣辨別？這個經典就是標準，我們拿這個來對。七寶池是不是在講堂的左右，左面也有，是右面也有，這個池子是不是像經上講的這些大小。"
    },
    {
      "id": "02-020-0008_p0099",
      "zh_CN": "【湛然香洁。具八功德。】",
      "zh_TW": "【湛然香潔。具八功德。】"
    },
    {
      "id": "02-020-0008_p0100",
      "zh_CN": "小本《弥陀经》上八功德水，这里也是这样跟我们说的。",
      "zh_TW": "小本《彌陀經》上八功德水，這裡也是這樣跟我們說的。"
    },
    {
      "id": "02-020-0008_p0101",
      "zh_CN": "【岸边无数栴檀香树。】",
      "zh_TW": "【岸邊無數栴檀香樹。】"
    },
    {
      "id": "02-020-0008_p0102",
      "zh_CN": "这是宝池四面的岸边有许多的宝树，『栴檀香树』。",
      "zh_TW": "這是寶池四面的岸邊有許多的寶樹，『栴檀香樹』。"
    },
    {
      "id": "02-020-0008_p0103",
      "zh_CN": "【吉祥果树。华果恒芳。光明照耀。修条密叶。交覆于池。】",
      "zh_TW": "【吉祥果樹。華果恆芳。光明照耀。修條密葉。交覆於池。】"
    },
    {
      "id": "02-020-0008_p0104",
      "zh_CN": "这是形容四岸花树的茂盛，点缀这个七宝池，景观非常的庄严。",
      "zh_TW": "這是形容四岸花樹的茂盛，點綴這個七寶池，景觀非常的莊嚴。"
    },
    {
      "id": "02-020-0008_p0105",
      "zh_CN": "【出种种香。世无能喻。随风散馥。沿水流芬。】",
      "zh_TW": "【出種種香。世無能喻。隨風散馥。沿水流芬。】"
    },
    {
      "id": "02-020-0008_p0106",
      "zh_CN": "不仅仅花果茂盛，而且这个香气，花香、树香、果香，我们这个世间没有能够跟它相比的。佛讲了，说个比喻都说不出来，我们世间没有。这个香是『随风散馥，沿水流芬』，你在这个池任何一个角落，你在池岸，无论是在哪一边，你都闻到宝香，这个宝香就跟前面你见树一样，能灭烦恼，能开智慧。",
      "zh_TW": "不僅僅花果茂盛，而且這個香氣，花香、樹香、果香，我們這個世間沒有能夠跟它相比的。佛講了，說個比喻都說不出來，我們世間沒有。這個香是『隨風散馥，沿水流芬』，你在這個池任何一個角落，你在池岸，無論是在哪一邊，你都聞到寶香，這個寶香就跟前面你見樹一樣，能滅煩惱，能開智慧。"
    },
    {
      "id": "02-020-0008_p0107",
      "zh_CN": "【又复池饰七宝。地布金沙。】",
      "zh_TW": "【又復池飾七寶。地布金沙。】"
    },
    {
      "id": "02-020-0008_p0108",
      "zh_CN": "这跟《弥陀经》上讲的完全相同，七宝池这个池，装饰是以七宝装饰的，池底是金沙，不是像我们这边泥沙，他那边是金沙。",
      "zh_TW": "這跟《彌陀經》上講的完全相同，七寶池這個池，裝飾是以七寶裝飾的，池底是金沙，不是像我們這邊泥沙，他那邊是金沙。"
    },
    {
      "id": "02-020-0008_p0109",
      "zh_CN": "【优钵罗华。】",
      "zh_TW": "【優缽羅華。】"
    },
    {
      "id": "02-020-0008_p0110",
      "zh_CN": "优钵罗华是青莲花。",
      "zh_TW": "優缽羅華是青蓮花。"
    },
    {
      "id": "02-020-0008_p0111",
      "zh_CN": "【钵昙摩华。】",
      "zh_TW": "【缽曇摩華。】"
    },
    {
      "id": "02-020-0008_p0112",
      "zh_CN": "是红莲花。",
      "zh_TW": "是紅蓮花。"
    },
    {
      "id": "02-020-0008_p0113",
      "zh_CN": "【拘牟头华。】",
      "zh_TW": "【拘牟頭華。】"
    },
    {
      "id": "02-020-0008_p0114",
      "zh_CN": "是赤莲花，也有讲黄莲花。",
      "zh_TW": "是赤蓮花，也有講黃蓮花。"
    },
    {
      "id": "02-020-0008_p0115",
      "zh_CN": "【芬陀利华。】",
      "zh_TW": "【芬陀利華。】"
    },
    {
      "id": "02-020-0008_p0116",
      "zh_CN": "是白莲花，这是《弥陀经》上讲的四色莲花，大本也这样说法。",
      "zh_TW": "是白蓮花，這是《彌陀經》上講的四色蓮花，大本也這樣說法。"
    },
    {
      "id": "02-020-0008_p0117",
      "zh_CN": "【杂色光茂。弥覆水上。】",
      "zh_TW": "【雜色光茂。彌覆水上。】"
    },
    {
      "id": "02-020-0008_p0118",
      "zh_CN": "这些莲花，都是十方世界念佛众生他们的念力，弥陀的愿力，这两种力量变现出来的。他方众生念佛缘熟了，弥陀就拿着这个莲花，去接引他到极乐世界来，莲花化生。这个花当然是非常之多，大小不一样，光色也不相同，它的大小与光色，都是众生念佛的勤惰而有变化。我们求生西方的信念、愿力坚强，这个花就现起来，花就生了。我们念佛修行精进，这个花一天一天的长大，花色一天一天的美好。所以，这个花是我们自己信力、愿力、行力来培养的，这个与阿弥陀佛愿力相应。",
      "zh_TW": "這些蓮花，都是十方世界念佛眾生他們的念力，彌陀的願力，這兩種力量變現出來的。他方眾生念佛緣熟了，彌陀就拿著這個蓮花，去接引他到極樂世界來，蓮花化生。這個花當然是非常之多，大小不一樣，光色也不相同，它的大小與光色，都是眾生念佛的勤惰而有變化。我們求生西方的信念、願力堅強，這個花就現起來，花就生了。我們念佛修行精進，這個花一天一天的長大，花色一天一天的美好。所以，這個花是我們自己信力、願力、行力來培養的，這個與阿彌陀佛願力相應。"
    },
    {
      "id": "02-020-0008_p0119",
      "zh_CN": "我们晓得，这个世界上没有一样是真实的，这个世界上寿命太短了，我们纵然辛苦一生，我们能够享受几天，最后还是统统要放下，一样也带不去，古德所谓「万般将不去，唯有业随身」，所以得不偿失。为什么不拿这个宝贵的光阴，我们的精神、我们的体力来修净土？净土里面你所得到的，当然在原理上讲，跟这个世界没有两样，凡所有相皆是虚妄，没有两样。但是我们就事实上而论，我们在这个世间享受的时间短，极乐世界享受的时间长，他那个地方的寿命无量。前面我们在经文两次见到，一四天下的声闻、缘觉，像目犍连那样聪明智慧，尽他毕生的生命，都计算不出来西方极乐世界人的寿命有多长。由此可知，在西方极乐世界享受的时间长，而且决定成佛，决定不退转。",
      "zh_TW": "我們曉得，這個世界上沒有一樣是真實的，這個世界上壽命太短了，我們縱然辛苦一生，我們能夠享受幾天，最後還是統統要放下，一樣也帶不去，古德所謂「萬般將不去，唯有業隨身」，所以得不償失。為什麼不拿這個寶貴的光陰，我們的精神、我們的體力來修淨土？淨土裡面你所得到的，當然在原理上講，跟這個世界沒有兩樣，凡所有相皆是虛妄，沒有兩樣。但是我們就事實上而論，我們在這個世間享受的時間短，極樂世界享受的時間長，他那個地方的壽命無量。前面我們在經文兩次見到，一四天下的聲聞、緣覺，像目犍連那樣聰明智慧，盡他畢生的生命，都計算不出來西方極樂世界人的壽命有多長。由此可知，在西方極樂世界享受的時間長，而且決定成佛，決定不退轉。"
    },
    {
      "id": "02-020-0008_p0120",
      "zh_CN": "我们在一切法门里面，认识这个法门，找到这个法门了，那得仔细去想一想，我们要不要学？如果要学，就得放下。不仅是身心世界要放下，放下就是说从此以后不再把世间这些拉拉杂杂、琐琐碎碎的事情挂在心上，放下是讲心地上放下，不牵挂了。就是佛法我们也要放下，千经万论统统要放下，为什么？我现在路找到了，我已经选择这条路，别的路不放下，必然障碍我们这条路。正像莲池大师所说，「三藏十二部，让与别人悟」，我们自己不必要了，「八万四千行，饶于别人行」，我们只念这一部经，只修这个法门。我们这一生当中自己有坚定的信心，决定成功，一生往生净土，圆成佛道，这是真正正确的选择。再看底下一段。",
      "zh_TW": "我們在一切法門裡面，認識這個法門，找到這個法門了，那得仔細去想一想，我們要不要學？如果要學，就得放下。不僅是身心世界要放下，放下就是說從此以後不再把世間這些拉拉雜雜、瑣瑣碎碎的事情掛在心上，放下是講心地上放下，不牽掛了。就是佛法我們也要放下，千經萬論統統要放下，為什麼？我現在路找到了，我已經選擇這條路，別的路不放下，必然障礙我們這條路。正像蓮池大師所說，「三藏十二部，讓與別人悟」，我們自己不必要了，「八萬四千行，饒於別人行」，我們只念這一部經，只修這個法門。我們這一生當中自己有堅定的信心，決定成功，一生往生淨土，圓成佛道，這是真正正確的選擇。再看底下一段。"
    },
    {
      "id": "02-020-0008_p0121",
      "zh_CN": "【若彼众生。过浴此水。】",
      "zh_TW": "【若彼眾生。過浴此水。】"
    },
    {
      "id": "02-020-0008_p0122",
      "zh_CN": "这是说，极乐世界的众生要想在七宝池里面洗洗身体，这是常有的事情。",
      "zh_TW": "這是說，極樂世界的眾生要想在七寶池裡面洗洗身體，這是常有的事情。"
    },
    {
      "id": "02-020-0008_p0123",
      "zh_CN": "【欲至足者。欲至膝者。欲至腰腋。欲至颈者。或欲灌身。】",
      "zh_TW": "【欲至足者。欲至膝者。欲至腰腋。欲至頸者。或欲灌身。】"
    },
    {
      "id": "02-020-0008_p0124",
      "zh_CN": "这个水妙极了，它随心所欲，你要这个水浅一点，它就浅一点，你要深一点，它就深一点，随你的心愿它起变化。池子里面人很多，我要浅一点，他要深一点，那怎么办？妙就妙在此地，你要浅一点，你感觉就浅，他要深一点，他感觉当中就深，能适合每个人的意思，这个也是他方世界里头没有的。『或欲灌身』，灌身是水从上面灌下来，也行，水自自然然就从上面灌下来。我们此地得要用机械来帮助，先把水打到上面，使它有压力，它好从上面流下来；西方极乐世界不需要，随着我们的欲念，无不从心。",
      "zh_TW": "這個水妙極了，它隨心所欲，你要這個水淺一點，它就淺一點，你要深一點，它就深一點，隨你的心願它起變化。池子裡面人很多，我要淺一點，他要深一點，那怎麼辦？妙就妙在此地，你要淺一點，你感覺就淺，他要深一點，他感覺當中就深，能適合每個人的意思，這個也是他方世界裡頭沒有的。『或欲灌身』，灌身是水從上面灌下來，也行，水自自然然就從上面灌下來。我們此地得要用機械來幫助，先把水打到上面，使它有壓力，它好從上面流下來；西方極樂世界不需要，隨著我們的欲念，無不從心。"
    },
    {
      "id": "02-020-0008_p0125",
      "zh_CN": "【或欲冷者。温者。急流者。缓流者。其水一一随众生意。开神悦体。净若无形。】",
      "zh_TW": "【或欲冷者。溫者。急流者。緩流者。其水一一隨眾生意。開神悅體。淨若無形。】"
    },
    {
      "id": "02-020-0008_p0126",
      "zh_CN": "这两句形容得太好了，这个水浅深、冷暖、流动的快慢，没有一样不是随心如意。沐浴的时候『开神悦体』，神是神识，开是开悟，洗了澡也开悟了，身体得到的法喜。水之清净就像『无形』一样。",
      "zh_TW": "這兩句形容得太好了，這個水淺深、冷暖、流動的快慢，沒有一樣不是隨心如意。沐浴的時候『開神悅體』，神是神識，開是開悟，洗了澡也開悟了，身體得到的法喜。水之清淨就像『無形』一樣。"
    },
    {
      "id": "02-020-0008_p0127",
      "zh_CN": "【宝沙映澈。无深不照。】",
      "zh_TW": "【寶沙映澈。無深不照。】"
    },
    {
      "id": "02-020-0008_p0128",
      "zh_CN": "因为水底是金沙，金有光明，沙非常之细密，铺在底下就像平地一样，沙太细了，像平地一样。它有光它能照。",
      "zh_TW": "因為水底是金沙，金有光明，沙非常之細密，鋪在底下就像平地一樣，沙太細了，像平地一樣。它有光它能照。"
    },
    {
      "id": "02-020-0008_p0129",
      "zh_CN": "【微澜徐回。】",
      "zh_TW": "【微瀾徐迴。】"
    },
    {
      "id": "02-020-0008_p0130",
      "zh_CN": "『澜』就是水的波澜，小小的波，回流。",
      "zh_TW": "『瀾』就是水的波瀾，小小的波，迴流。"
    },
    {
      "id": "02-020-0008_p0131",
      "zh_CN": "【转相灌注。波扬无量微妙音声。】",
      "zh_TW": "【轉相灌注。波揚無量微妙音聲。】"
    },
    {
      "id": "02-020-0008_p0132",
      "zh_CN": "水起了波澜，就是起了小波浪，它有声音，这个声音也是说法，出微妙声。",
      "zh_TW": "水起了波瀾，就是起了小波浪，它有聲音，這個聲音也是說法，出微妙聲。"
    },
    {
      "id": "02-020-0008_p0133",
      "zh_CN": "【或闻佛法僧声。】",
      "zh_TW": "【或聞佛法僧聲。】"
    },
    {
      "id": "02-020-0008_p0134",
      "zh_CN": "这三宝声。",
      "zh_TW": "這三寶聲。"
    },
    {
      "id": "02-020-0008_p0135",
      "zh_CN": "【波罗密声。】",
      "zh_TW": "【波羅密聲。】"
    },
    {
      "id": "02-020-0008_p0136",
      "zh_CN": "六度声。",
      "zh_TW": "六度聲。"
    },
    {
      "id": "02-020-0008_p0137",
      "zh_CN": "【止息寂静声。】",
      "zh_TW": "【止息寂靜聲。】"
    },
    {
      "id": "02-020-0008_p0138",
      "zh_CN": "这是禅定的名称，禅定之声。",
      "zh_TW": "這是禪定的名稱，禪定之聲。"
    },
    {
      "id": "02-020-0008_p0139",
      "zh_CN": "【无生无灭声。】",
      "zh_TW": "【無生無滅聲。】"
    },
    {
      "id": "02-020-0008_p0140",
      "zh_CN": "这是如来证果上涅槃之声。",
      "zh_TW": "這是如來證果上涅槃之聲。"
    },
    {
      "id": "02-020-0008_p0141",
      "zh_CN": "【十力无畏声。】",
      "zh_TW": "【十力無畏聲。】"
    },
    {
      "id": "02-020-0008_p0142",
      "zh_CN": "『十力』也是如来果地上所证，与菩萨不共之法，就是十力四无畏。",
      "zh_TW": "『十力』也是如來果地上所證，與菩薩不共之法，就是十力四無畏。"
    },
    {
      "id": "02-020-0008_p0143",
      "zh_CN": "【或闻无性无作无我声。】",
      "zh_TW": "【或聞無性無作無我聲。】"
    },
    {
      "id": "02-020-0008_p0144",
      "zh_CN": "这个与大三空三昧相应，大三空三昧通大小乘，通一切法门。",
      "zh_TW": "這個與大三空三昧相應，大三空三昧通大小乘，通一切法門。"
    },
    {
      "id": "02-020-0008_p0145",
      "zh_CN": "【大慈大悲喜舍声。甘露灌顶受位声。】",
      "zh_TW": "【大慈大悲喜捨聲。甘露灌頂受位聲。】"
    },
    {
      "id": "02-020-0008_p0146",
      "zh_CN": "『大慈大悲』是菩萨法，是四无量心，慈悲喜舍。『灌顶』是『受位』，就是菩萨要成佛了，这个时候有受灌顶位。就像世间古印度的王子，他要做国王的时候，在就职大典那天，用四海之水来灌顶，灌王子之顶，从此之后他就是国王了。菩萨示现成佛，也取这个意思，受职灌顶。",
      "zh_TW": "『大慈大悲』是菩薩法，是四無量心，慈悲喜捨。『灌頂』是『受位』，就是菩薩要成佛了，這個時候有受灌頂位。就像世間古印度的王子，他要做國王的時候，在就職大典那天，用四海之水來灌頂，灌王子之頂，從此之後他就是國王了。菩薩示現成佛，也取這個意思，受職灌頂。"
    },
    {
      "id": "02-020-0008_p0147",
      "zh_CN": "【得闻如是种种声已。其心清净。无诸分别。正直平等。成熟善根。】",
      "zh_TW": "【得聞如是種種聲已。其心清淨。無諸分別。正直平等。成熟善根。】"
    },
    {
      "id": "02-020-0008_p0148",
      "zh_CN": "这是讲在七宝池里面洗个澡，就得这么大的利益。我们在这个世界，闻法实在非常之难，现代这个社会跟《楞严经》上讲的完全相应，真正是所谓「邪师说法，如恒河沙」，我们到什么地方去找一个善知识，找一个正知正见？不容易，真正是可遇不可求。西方极乐世界可以说处处皆是，不仅佛菩萨、大众那是真善知识，就是六尘都是真善知识，这是真正不可思议。我们在这边闻法难，他那里闻法容易，我们在这里闻法得益是更困难，他那个地方得益是现成的，除非你不接触，接触必定得殊胜不思议的功德。西方世界确实见色闻声，七宝池里面洗个澡，都得『其心清净，无诸分别，正直平等』，这个境界几乎跟如来果地上没有什么差别，『成熟善根』。",
      "zh_TW": "這是講在七寶池裡面洗個澡，就得這麼大的利益。我們在這個世界，聞法實在非常之難，現代這個社會跟《楞嚴經》上講的完全相應，真正是所謂「邪師說法，如恆河沙」，我們到什麼地方去找一個善知識，找一個正知正見？不容易，真正是可遇不可求。西方極樂世界可以說處處皆是，不僅佛菩薩、大眾那是真善知識，就是六塵都是真善知識，這是真正不可思議。我們在這邊聞法難，他那裡聞法容易，我們在這裡聞法得益是更困難，他那個地方得益是現成的，除非你不接觸，接觸必定得殊勝不思議的功德。西方世界確實見色聞聲，七寶池裡面洗個澡，都得『其心清淨，無諸分別，正直平等』，這個境界幾乎跟如來果地上沒有什麼差別，『成熟善根』。"
    },
    {
      "id": "02-020-0008_p0149",
      "zh_CN": "【随其所闻。与法相应。】",
      "zh_TW": "【隨其所聞。與法相應。】"
    },
    {
      "id": "02-020-0008_p0150",
      "zh_CN": "相应就是相契，我们今天最大的困难，就是法闻了不一定能够相应。什么叫相应？简单的说，听了之后就很自然的跟自己的思想、见解、行为，完全融合成一致，这叫相应，这一点相当不容易。我们今天虽然闻法，闻法还怀疑，纵然不怀疑了，很难做得到；西方极乐世界，一闻都变成自性，正是古德所说的，「闻法在消归自性，修行在转识成智」，能消归自性，转识成智，就叫做相应。",
      "zh_TW": "相應就是相契，我們今天最大的困難，就是法聞了不一定能夠相應。什麼叫相應？簡單的說，聽了之後就很自然的跟自己的思想、見解、行為，完全融合成一致，這叫相應，這一點相當不容易。我們今天雖然聞法，聞法還懷疑，縱然不懷疑了，很難做得到；西方極樂世界，一聞都變成自性，正是古德所說的，「聞法在消歸自性，修行在轉識成智」，能消歸自性，轉識成智，就叫做相應。"
    },
    {
      "id": "02-020-0008_p0151",
      "zh_CN": "【其愿闻者。辄独闻之。所不欲闻。了无所闻。】",
      "zh_TW": "【其願聞者。輒獨聞之。所不欲聞。了無所聞。】"
    },
    {
      "id": "02-020-0008_p0152",
      "zh_CN": "我们晓得，西方世界众生都是从十方世界去往生的，要拿我们现在的话来说，西方世界的人实在讲没有他本土的人，统统是十方世界移民过去的。阿弥陀佛非常欢迎他们去，都是移民过去的。过去生中他本修的那些法门一定是不相同的，到了极乐世界之后，过去善根、习气还是存在的，你想修什么法门，他就听到什么样的经，听到这个法门。譬如参禅，在中国自古以来，不少在禅宗里面破三观，大彻大悟，他回过头来念佛，求生净土，他当然去了。这些人我们能够想像得到，他到了西方极乐世界，一定还是去参禅，他有禅的习气。研教的人，像天台智者大师，建立了法华宗，天天讲《法华经》，指导别人研究《法华经》，依照《法华经》修行，我想智者大师在西方极乐世界，一定天天听阿弥陀佛跟他讲《妙法莲华经》。",
      "zh_TW": "我們曉得，西方世界眾生都是從十方世界去往生的，要拿我們現在的話來說，西方世界的人實在講沒有他本土的人，統統是十方世界移民過去的。阿彌陀佛非常歡迎他們去，都是移民過去的。過去生中他本修的那些法門一定是不相同的，到了極樂世界之後，過去善根、習氣還是存在的，你想修什麼法門，他就聽到什麼樣的經，聽到這個法門。譬如參禪，在中國自古以來，不少在禪宗裡面破三觀，大徹大悟，他回過頭來念佛，求生淨土，他當然去了。這些人我們能夠想像得到，他到了西方極樂世界，一定還是去參禪，他有禪的習氣。研教的人，像天台智者大師，建立了法華宗，天天講《法華經》，指導別人研究《法華經》，依照《法華經》修行，我想智者大師在西方極樂世界，一定天天聽阿彌陀佛跟他講《妙法蓮華經》。"
    },
    {
      "id": "02-020-0008_p0153",
      "zh_CN": "这些情形，到那里你想听什么经你自己就会听到，好像那个风吹着树，七宝池里头波澜演奏的音乐，统统都在讲这部经。愈讲愈妙，愈讲境界愈殊胜，法味无穷，法喜无尽，它是这样的。像我们过去讲了十几年《华严经》，有这个习气，我想我要到西方极乐世界，必然佛给我讲《大方广佛华严经》，有这个习气在，一定与诸佛菩萨也讨论《大方广佛华严经》。所以，我们过去学的什么经典，欢喜什么经典不要紧，都是好事情。但是现在我们要把握难得的光阴，我们把喜欢的暂时放下，努力的来念佛，到了西方极乐世界，再学我们喜欢的法门，再学我们爱好的经典。到那里，一切障碍、困难统统没有了，而且我们都能接受，都能够消化得了。这是不到西方极乐世界，在任何一个诸佛世界里面都不容易成就的。这里说得好，『其愿闻者，辄独闻之，所不欲闻，了无所闻』，你不想听的，一点都听不到，想听什么经就听到什么经，想听什么法就听到什么法，无不是随心所欲。",
      "zh_TW": "這些情形，到那裡你想聽什麼經你自己就會聽到，好像那個風吹著樹，七寶池裡頭波瀾演奏的音樂，統統都在講這部經。愈講愈妙，愈講境界愈殊勝，法味無窮，法喜無盡，它是這樣的。像我們過去講了十幾年《華嚴經》，有這個習氣，我想我要到西方極樂世界，必然佛給我講《大方廣佛華嚴經》，有這個習氣在，一定與諸佛菩薩也討論《大方廣佛華嚴經》。所以，我們過去學的什麼經典，歡喜什麼經典不要緊，都是好事情。但是現在我們要把握難得的光陰，我們把喜歡的暫時放下，努力的來念佛，到了西方極樂世界，再學我們喜歡的法門，再學我們愛好的經典。到那裡，一切障礙、困難統統沒有了，而且我們都能接受，都能夠消化得了。這是不到西方極樂世界，在任何一個諸佛世界裡面都不容易成就的。這裡說得好，『其願聞者，輒獨聞之，所不欲聞，了無所聞』，你不想聽的，一點都聽不到，想聽什麼經就聽到什麼經，想聽什麼法就聽到什麼法，無不是隨心所欲。"
    },
    {
      "id": "02-020-0008_p0154",
      "zh_CN": "【永不退于阿耨多罗三藐三菩提心。】",
      "zh_TW": "【永不退於阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "02-020-0008_p0155",
      "zh_CN": "这一句是总结，这些菩萨、大众们，西方极乐世界所有的菩萨、大众，他们一个个都是永远不退无上菩提。『阿耨多罗三藐三菩提』翻作无上正等正觉，可见得如果就六和合来讲，这就是见和同解，他们的见解是一致的。无论修学哪个法门，无论修学哪个宗派，只有一个目标，一个方向，那就是要证究竟圆满的佛果。所以，这个阿耨多罗三藐三菩提心，这是共同追求的一个目标。",
      "zh_TW": "這一句是總結，這些菩薩、大眾們，西方極樂世界所有的菩薩、大眾，他們一個個都是永遠不退無上菩提。『阿耨多羅三藐三菩提』翻作無上正等正覺，可見得如果就六和合來講，這就是見和同解，他們的見解是一致的。無論修學哪個法門，無論修學哪個宗派，只有一個目標，一個方向，那就是要證究竟圓滿的佛果。所以，這個阿耨多羅三藐三菩提心，這是共同追求的一個目標。"
    },
    {
      "id": "02-020-0008_p0156",
      "zh_CN": "【十方世界诸往生者。皆于七宝池莲华中。自然化生。】",
      "zh_TW": "【十方世界諸往生者。皆於七寶池蓮華中。自然化生。】"
    },
    {
      "id": "02-020-0008_p0157",
      "zh_CN": "这一段是讲往生的状况。十方世界念佛的这些众生，寿命终的时候，阿弥陀佛与观音、势至，以及海会菩萨们，都来接引他去往生，接引他，欢迎他到西方极乐世界来。到了西方极乐世界，他住哪里？他住在莲花里面，都在『七宝池莲华中，自然化生』，西方极乐世界没有胎生的，胎卵湿化，他只有化生，其余的三种生态，西方极乐世界没有。",
      "zh_TW": "這一段是講往生的狀況。十方世界念佛的這些眾生，壽命終的時候，阿彌陀佛與觀音、勢至，以及海會菩薩們，都來接引他去往生，接引他，歡迎他到西方極樂世界來。到了西方極樂世界，他住哪裡？他住在蓮花裡面，都在『七寶池蓮華中，自然化生』，西方極樂世界沒有胎生的，胎卵濕化，他只有化生，其餘的三種生態，西方極樂世界沒有。"
    },
    {
      "id": "02-020-0008_p0158",
      "zh_CN": "【悉受清虚之身。无极之体。】",
      "zh_TW": "【悉受清虛之身。無極之體。】"
    },
    {
      "id": "02-020-0008_p0159",
      "zh_CN": "我们要问，西方极乐世界人，身是不是五蕴之身？如果不是五蕴之身，这就讲不通，当然也是五蕴之身，地水火风四大，受想行识，也是这个样子。但是，虽然同是五蕴之身，有粗妙不同，我们这个五蕴身很粗，粗劣之身；西方世界众生虽然也是五蕴之身，他是胜妙五蕴，所以是非常之清净，『清虚之身，无极之体』。",
      "zh_TW": "我們要問，西方極樂世界人，身是不是五蘊之身？如果不是五蘊之身，這就講不通，當然也是五蘊之身，地水火風四大，受想行識，也是這個樣子。但是，雖然同是五蘊之身，有粗妙不同，我們這個五蘊身很粗，粗劣之身；西方世界眾生雖然也是五蘊之身，他是勝妙五蘊，所以是非常之清淨，『清虛之身，無極之體』。"
    },
    {
      "id": "02-020-0008_p0160",
      "zh_CN": "【不闻三途恶恼苦难之名。尚无假设。何况实苦。】",
      "zh_TW": "【不聞三途惡惱苦難之名。尚無假設。何況實苦。】"
    },
    {
      "id": "02-020-0008_p0161",
      "zh_CN": "这就是永脱苦轮。十方诸佛世界，都跟释迦牟尼佛的娑婆世界差不多，都有六道，都有三途，都有八难。这是我们现在能体会到的一些，所感受到的这些苦难。在西方极乐世界连这个名都没有，你都听不到，哪里还有真实的这些事？当然没有了。",
      "zh_TW": "這就是永脫苦輪。十方諸佛世界，都跟釋迦牟尼佛的娑婆世界差不多，都有六道，都有三途，都有八難。這是我們現在能體會到的一些，所感受到的這些苦難。在西方極樂世界連這個名都沒有，你都聽不到，哪裡還有真實的這些事？當然沒有了。"
    },
    {
      "id": "02-020-0008_p0162",
      "zh_CN": "【但有自然快乐之音。】",
      "zh_TW": "【但有自然快樂之音。】"
    },
    {
      "id": "02-020-0008_p0163",
      "zh_CN": "前面说过，风吹树的音声，这说法，水上微波的音声，也是说法，还有天乐盈空。所以，你接触到这六尘，都是自然的快乐。",
      "zh_TW": "前面說過，風吹樹的音聲，這說法，水上微波的音聲，也是說法，還有天樂盈空。所以，你接觸到這六塵，都是自然的快樂。"
    },
    {
      "id": "02-020-0008_p0164",
      "zh_CN": "【是故彼国。名为极乐。】",
      "zh_TW": "【是故彼國。名為極樂。】"
    },
    {
      "id": "02-020-0008_p0165",
      "zh_CN": "极乐世界名称是这么来的，那个世界决定没有苦，只有乐。在享乐当中，你自自然然把无始劫以来烦恼、习气、业障逐渐断除，你的本性智慧、神通、道力也自然渐渐都开显了。所以，他们那个世界修行非常的自然，好像在游乐当中，道业就成就了，烦恼统统都断尽了。不像我们这里修行，有许多的仪轨，要得苦修才能够成就。两个世界仔细比较比较，确实不相同，佛说这个世界名字叫极乐。",
      "zh_TW": "極樂世界名稱是這麼來的，那個世界決定沒有苦，只有樂。在享樂當中，你自自然然把無始劫以來煩惱、習氣、業障逐漸斷除，你的本性智慧、神通、道力也自然漸漸都開顯了。所以，他們那個世界修行非常的自然，好像在遊樂當中，道業就成就了，煩惱統統都斷盡了。不像我們這裡修行，有許多的儀軌，要得苦修才能夠成就。兩個世界仔細比較比較，確實不相同，佛說這個世界名字叫極樂。"
    },
    {
      "id": "02-020-0008_p0166",
      "zh_CN": "再看底下一章：",
      "zh_TW": "再看底下一章："
    },
    {
      "id": "02-020-0008_p0167",
      "zh_CN": "【超世希有第十八】",
      "zh_TW": "【超世希有第十八】"
    },
    {
      "id": "02-020-0008_p0168",
      "zh_CN": "这一章里面讲的是正依二报，威德、神通的比较。",
      "zh_TW": "這一章裡面講的是正依二報，威德、神通的比較。"
    },
    {
      "id": "02-020-0008_p0169",
      "zh_CN": "【彼极乐国。所有众生。容色微妙。超世希有。咸同一类。无差别相。但因顺余方俗。故有天人之名。】",
      "zh_TW": "【彼極樂國。所有眾生。容色微妙。超世希有。咸同一類。無差別相。但因順餘方俗。故有天人之名。】"
    },
    {
      "id": "02-020-0008_p0170",
      "zh_CN": "这我们在经上又得到了证明，所以讲天人、声闻、缘觉，都是释迦牟尼佛为了随顺我们这个世界的习俗而说的，并不是真的；说真的，他们那个世界只是菩萨，纯粹是菩萨的法界，跟《华严经》完全相同，《华严经》上是四十一位法身大士，那个世界叫一真法界。西方净土也是一真法界，他那个国土里头的『所有众生』，我们注意这一句，所有众生就包括了下下品往生的人。所谓是五逆十恶，临终十念一念去往生的人，也在这个数字之内，这是最下的。最上的？最上的就是观音、势至，像文殊、普贤，文殊、普贤都在西方极乐世界，我们在《华严经》上看到他们都是发愿往生的，统统在西方极乐世界。这些人，他们的容色，就是身体、相貌统统一样，没有两样，非常之好。容貌、颜色，或者我们讲的风采，『微妙，超世希有』，超越一切诸佛世界。『咸同一类，无差别相』，可见得西方世界真正的平等、真正的自由，自由与平等，西方极乐世界做到了极处。讲『天人之名』是『顺余方俗』，这么样说出来的。",
      "zh_TW": "這我們在經上又得到了證明，所以講天人、聲聞、緣覺，都是釋迦牟尼佛為了隨順我們這個世界的習俗而說的，並不是真的；說真的，他們那個世界只是菩薩，純粹是菩薩的法界，跟《華嚴經》完全相同，《華嚴經》上是四十一位法身大士，那個世界叫一真法界。西方淨土也是一真法界，他那個國土裡頭的『所有眾生』，我們注意這一句，所有眾生就包括了下下品往生的人。所謂是五逆十惡，臨終十念一念去往生的人，也在這個數字之內，這是最下的。最上的？最上的就是觀音、勢至，像文殊、普賢，文殊、普賢都在西方極樂世界，我們在《華嚴經》上看到他們都是發願往生的，統統在西方極樂世界。這些人，他們的容色，就是身體、相貌統統一樣，沒有兩樣，非常之好。容貌、顏色，或者我們講的風采，『微妙，超世希有』，超越一切諸佛世界。『咸同一類，無差別相』，可見得西方世界真正的平等、真正的自由，自由與平等，西方極樂世界做到了極處。講『天人之名』是『順餘方俗』，這麼樣說出來的。"
    },
    {
      "id": "02-020-0008_p0171",
      "zh_CN": "【佛告阿难。】",
      "zh_TW": "【佛告阿難。】"
    },
    {
      "id": "02-020-0008_p0172",
      "zh_CN": "底下就较量了，就比较了。",
      "zh_TW": "底下就較量了，就比較了。"
    },
    {
      "id": "02-020-0008_p0173",
      "zh_CN": "【譬如世间贫苦乞人。】",
      "zh_TW": "【譬如世間貧苦乞人。】"
    },
    {
      "id": "02-020-0008_p0174",
      "zh_CN": "这是举世间，我们这个世间一个乞丐，贫贱的一个乞丐。",
      "zh_TW": "這是舉世間，我們這個世間一個乞丐，貧賤的一個乞丐。"
    },
    {
      "id": "02-020-0008_p0175",
      "zh_CN": "【在帝王边。】",
      "zh_TW": "【在帝王邊。】"
    },
    {
      "id": "02-020-0008_p0176",
      "zh_CN": "如果他旁边站着是个帝王。",
      "zh_TW": "如果他旁邊站著是個帝王。"
    },
    {
      "id": "02-020-0008_p0177",
      "zh_CN": "【面貌形状。宁可类乎。】",
      "zh_TW": "【面貌形狀。寧可類乎。】"
    },
    {
      "id": "02-020-0008_p0178",
      "zh_CN": "『面貌形状』会不会同一类？那当然决定不相同，一个是满面红光，一个是面容憔悴，决定不能比的。",
      "zh_TW": "『面貌形狀』會不會同一類？那當然決定不相同，一個是滿面紅光，一個是面容憔悴，決定不能比的。"
    },
    {
      "id": "02-020-0008_p0179",
      "zh_CN": "【帝王若比转轮圣王。则为鄙陋。犹彼乞人。在帝王边也。】",
      "zh_TW": "【帝王若比轉輪聖王。則為鄙陋。猶彼乞人。在帝王邊也。】"
    },
    {
      "id": "02-020-0008_p0180",
      "zh_CN": "世间帝王要跟转轮圣王在一起，就像乞丐跟帝王在一起一样，不成比例。",
      "zh_TW": "世間帝王要跟轉輪聖王在一起，就像乞丐跟帝王在一起一樣，不成比例。"
    },
    {
      "id": "02-020-0008_p0181",
      "zh_CN": "【转轮圣王。威相第一。比之忉利天王。又复丑劣。】",
      "zh_TW": "【轉輪聖王。威相第一。比之忉利天王。又復醜劣。】"
    },
    {
      "id": "02-020-0008_p0182",
      "zh_CN": "忉利天王就是我们中国人讲的玉皇大帝，欲界第二层天的天主。",
      "zh_TW": "忉利天王就是我們中國人講的玉皇大帝，欲界第二層天的天主。"
    },
    {
      "id": "02-020-0008_p0183",
      "zh_CN": "【假令帝释。】",
      "zh_TW": "【假令帝釋。】"
    },
    {
      "id": "02-020-0008_p0184",
      "zh_CN": "帝释就是忉利天，就是忉利天王。",
      "zh_TW": "帝釋就是忉利天，就是忉利天王。"
    },
    {
      "id": "02-020-0008_p0185",
      "zh_CN": "【比第六天。】",
      "zh_TW": "【比第六天。】"
    },
    {
      "id": "02-020-0008_p0186",
      "zh_CN": "欲界第六层天就是他化自在天王，忉利天王要跟他化自在天王站在一起，那忉利天王就像是乞丐一样，他化自在天王就像个帝王一样，都不成比例。",
      "zh_TW": "欲界第六層天就是他化自在天王，忉利天王要跟他化自在天王站在一起，那忉利天王就像是乞丐一樣，他化自在天王就像個帝王一樣，都不成比例。"
    },
    {
      "id": "02-020-0008_p0187",
      "zh_CN": "【虽百千倍。不相类也。】",
      "zh_TW": "【雖百千倍。不相類也。】"
    },
    {
      "id": "02-020-0008_p0188",
      "zh_CN": "这重重做比喻。",
      "zh_TW": "這重重做比喻。"
    },
    {
      "id": "02-020-0008_p0189",
      "zh_CN": "【第六天王。若比极乐国中。菩萨声闻。光颜容色。虽万亿倍。不相及逮。】",
      "zh_TW": "【第六天王。若比極樂國中。菩薩聲聞。光顏容色。雖萬億倍。不相及逮。】"
    },
    {
      "id": "02-020-0008_p0190",
      "zh_CN": "这是没有法子相比的，这是佛在经上给我们说的真实语。本经自古以来，古大德都把它看作《华严》《法华》相等的，圆教一乘，是了义当中的了义，句句话都是从真如本性里面流露出来的。所以今天许多人希望生天，纵然生了天，他还没有那么大的福报，他还作不了天王，也不过是天上普通一个人而已，他就心满意足了，这个人真正是眼光短小。不但讲是忉利天王，就是他化自在天王，比不上西方极乐世界的天人，他这里讲的菩萨、声闻就是天人，西方极乐世界完全相同的，「咸同一类」，没有法子相比。",
      "zh_TW": "這是沒有法子相比的，這是佛在經上給我們說的真實語。本經自古以來，古大德都把它看作《華嚴》《法華》相等的，圓教一乘，是了義當中的了義，句句話都是從真如本性裡面流露出來的。所以今天許多人希望生天，縱然生了天，他還沒有那麼大的福報，他還作不了天王，也不過是天上普通一個人而已，他就心滿意足了，這個人真正是眼光短小。不但講是忉利天王，就是他化自在天王，比不上西方極樂世界的天人，他這裡講的菩薩、聲聞就是天人，西方極樂世界完全相同的，「咸同一類」，沒有法子相比。"
    },
    {
      "id": "02-020-0008_p0191",
      "zh_CN": "【所处宫殿。衣服。饮食。犹如他化自在天王。】",
      "zh_TW": "【所處宮殿。衣服。飲食。猶如他化自在天王。】"
    },
    {
      "id": "02-020-0008_p0192",
      "zh_CN": "西方极乐世界，你的宫殿，你住的地方，你穿的衣服，你所想吃的东西，就跟他化自在天一样，他化自在天是心里一动念头就有了，不要自己变化。他这个东西从哪里来的？是第五天，就是化乐天变化供养。化乐天人有他心通，他化天人心里动个什么念头，他就知道了，他立刻就送供养去。所以，一切无不是现成的，他的受用现成的。第五天人的受用，就是化乐天他们的受用是要自己变化；往上一层，自己不要变化，福报真大，化乐天来供养。西方极乐世界，一切都是自然变化所作的，就像他化自在天人那么福报一样，所以说念头一动，你想什么它就现什么出来。",
      "zh_TW": "西方極樂世界，你的宮殿，你住的地方，你穿的衣服，你所想吃的東西，就跟他化自在天一樣，他化自在天是心裡一動念頭就有了，不要自己變化。他這個東西從哪裡來的？是第五天，就是化樂天變化供養。化樂天人有他心通，他化天人心裡動個什麼念頭，他就知道了，他立刻就送供養去。所以，一切無不是現成的，他的受用現成的。第五天人的受用，就是化樂天他們的受用是要自己變化；往上一層，自己不要變化，福報真大，化樂天來供養。西方極樂世界，一切都是自然變化所作的，就像他化自在天人那麼福報一樣，所以說念頭一動，你想什麼它就現什麼出來。"
    },
    {
      "id": "02-020-0008_p0193",
      "zh_CN": "【至于威德。阶位。神通变化。一切天人。不可为比。百千万亿。不可计倍。】",
      "zh_TW": "【至于威德。階位。神通變化。一切天人。不可為比。百千萬億。不可計倍。】"
    },
    {
      "id": "02-020-0008_p0194",
      "zh_CN": "前面只讲了物质享受像第六天，除这个之外，西方极乐世界的众生，他们的威德，他们的地位，他这个地位就像蕅益大师在《弥陀要解》里面所说的，那个地位非常的奇妙。蕅益大师说了，你要说他是人天，他人家圆证三不退，圆证三不退是什么地位？是等觉菩萨的地位。因为证三不退，就是刚刚证得三不退，是圆教初住菩萨，但是他那个证没有圆满。圆证是圆满证得，圆满证得就是等觉菩萨，这个奇特。如果你要说他是菩萨，他烦恼还没断，甚至于刚刚往生的人，见思烦恼都没有断。所以他说，西方极乐世界真实的状况是不可思议的，你不能说他是人天，你也不能说他是菩萨；换句话说，也可以说是人天，也可以说是菩萨，一切皆是，一切皆非，所以不可思议。这就是阶位不可思议。",
      "zh_TW": "前面只講了物質享受像第六天，除這個之外，西方極樂世界的眾生，他們的威德，他們的地位，他這個地位就像蕅益大師在《彌陀要解》裡面所說的，那個地位非常的奇妙。蕅益大師說了，你要說他是人天，他人家圓證三不退，圓證三不退是什麼地位？是等覺菩薩的地位。因為證三不退，就是剛剛證得三不退，是圓教初住菩薩，但是他那個證沒有圓滿。圓證是圓滿證得，圓滿證得就是等覺菩薩，這個奇特。如果你要說他是菩薩，他煩惱還沒斷，甚至於剛剛往生的人，見思煩惱都沒有斷。所以他說，西方極樂世界真實的狀況是不可思議的，你不能說他是人天，你也不能說他是菩薩；換句話說，也可以說是人天，也可以說是菩薩，一切皆是，一切皆非，所以不可思議。這就是階位不可思議。"
    },
    {
      "id": "02-020-0008_p0195",
      "zh_CN": "『神通变化』那就更不必说了。『一切天人』，这一切天人包括就不止是第六天，包括色界十八天，包括无色界四天，换句话说，二十八层天的天人没有一个能够跟他相比。『百千万亿，不可计倍』，没有法子相提并论。一往生西方极乐世界，二十八层天的天人没有人能够跟你相比，这个地方我们要是不去，真是大傻瓜一个。如果贪图这个世界现前的名闻利养、五欲六尘，这是真正愚痴。这样的地方一切现成，你要想去去得了，决定不要为这个地方名利、六尘这种享受而耽误了，那就太可惜了。",
      "zh_TW": "『神通變化』那就更不必說了。『一切天人』，這一切天人包括就不止是第六天，包括色界十八天，包括無色界四天，換句話說，二十八層天的天人沒有一個能夠跟他相比。『百千萬億，不可計倍』，沒有法子相提並論。一往生西方極樂世界，二十八層天的天人沒有人能夠跟你相比，這個地方我們要是不去，真是大傻瓜一個。如果貪圖這個世界現前的名聞利養、五欲六塵，這是真正愚痴。這樣的地方一切現成，你要想去去得了，決定不要為這個地方名利、六塵這種享受而耽誤了，那就太可惜了。"
    },
    {
      "id": "02-020-0008_p0196",
      "zh_CN": "【阿难应知。无量寿佛极乐国土。如是功德庄严。不可思议。】",
      "zh_TW": "【阿難應知。無量壽佛極樂國土。如是功德莊嚴。不可思議。】"
    },
    {
      "id": "02-020-0008_p0197",
      "zh_CN": "这一句是总结，总结的话也是勉励我们的话，我们要觉悟，我们要认识，我们千万不要放弃这个机会。今天我们遇到这个法门，遇到这个经典，换句话说，就是我们自己往生西方净土，成佛的机会来到了。如果能够把握这个机缘，我们这一生就成就了；要是失掉这个机会，你说来生来世再遇到这个机会，当然是可能的，但是不晓得要多久，不晓得又到哪一生哪一劫你才能够再遇得到。这是无量劫来稀有难逢之一日，愿我们大家珍惜、努力，不要把这个大好机缘轻易的失掉了。",
      "zh_TW": "這一句是總結，總結的話也是勉勵我們的話，我們要覺悟，我們要認識，我們千萬不要放棄這個機會。今天我們遇到這個法門，遇到這個經典，換句話說，就是我們自己往生西方淨土，成佛的機會來到了。如果能夠把握這個機緣，我們這一生就成就了；要是失掉這個機會，你說來生來世再遇到這個機會，當然是可能的，但是不曉得要多久，不曉得又到哪一生哪一劫你才能夠再遇得到。這是無量劫來稀有難逢之一日，願我們大家珍惜、努力，不要把這個大好機緣輕易的失掉了。"
    },
    {
      "id": "02-020-0008_p0198",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}