{
  "doc_id": "02-020-0005",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-020-0005",
  "total_paragraphs": 175,
  "paragraphs": [
    {
      "id": "02-020-0005_p0001",
      "zh_CN": "请掀开经本第十八页第一行：",
      "zh_TW": "請掀開經本第十八頁第一行："
    },
    {
      "id": "02-020-0005_p0002",
      "zh_CN": "【至行精进第五】",
      "zh_TW": "【至行精進第五】"
    },
    {
      "id": "02-020-0005_p0003",
      "zh_CN": "这一章经，李老师在底下注了一个字，这是「解分」，信解行证，这是解分。请看经文：",
      "zh_TW": "這一章經，李老師在底下註了一個字，這是「解分」，信解行證，這是解分。請看經文："
    },
    {
      "id": "02-020-0005_p0004",
      "zh_CN": "【法藏比丘说此偈已。而白佛言。我今为菩萨道。已发无上正觉之心。取愿作佛。悉令如佛。】",
      "zh_TW": "【法藏比丘說此偈已。而白佛言。我今為菩薩道。已發無上正覺之心。取願作佛。悉令如佛。】"
    },
    {
      "id": "02-020-0005_p0005",
      "zh_CN": "第一句是承前启后，前面十首偈说完了以后，这就再向佛说，说『我今为菩萨道』，菩萨道是上求佛道，下化众生。虽然说上求下化，重点还是在度众生，为求佛道来度众生。『已发无上正觉之心』，这就已经发无上菩提心，也就是无上正等正觉之心，像华严会上善财童子一样。『取愿作佛』，这是立下志愿，决定要成佛。成了佛之后，『悉令如佛』，这个佛就是世间自在王如来，他的老师，我成佛之后完全要跟你一样。这是几句话叙说他立志发心，这在请教里面是非常重要的，如果志不立、心不发，纵然遇到真正善知识，也没法子教你。为什么？不知道教什么好。你有志愿、有方向、有目标，善知识就容易指引你，使你将来能够成满大愿。下面这就是请教的话了。",
      "zh_TW": "第一句是承前啟後，前面十首偈說完了以後，這就再向佛說，說『我今為菩薩道』，菩薩道是上求佛道，下化眾生。雖然說上求下化，重點還是在度眾生，為求佛道來度眾生。『已發無上正覺之心』，這就已經發無上菩提心，也就是無上正等正覺之心，像華嚴會上善財童子一樣。『取願作佛』，這是立下志願，決定要成佛。成了佛之後，『悉令如佛』，這個佛就是世間自在王如來，他的老師，我成佛之後完全要跟你一樣。這是幾句話敘說他立志發心，這在請教裡面是非常重要的，如果志不立、心不發，縱然遇到真正善知識，也沒法子教你。為什麼？不知道教什麼好。你有志願、有方向、有目標，善知識就容易指引你，使你將來能夠成滿大願。下面這就是請教的話了。"
    },
    {
      "id": "02-020-0005_p0006",
      "zh_CN": "【愿佛为我广宣经法。】",
      "zh_TW": "【願佛為我廣宣經法。】"
    },
    {
      "id": "02-020-0005_p0007",
      "zh_CN": "这就是求法，我发愿要作佛，要怎样才能够成佛？求佛教导。",
      "zh_TW": "這就是求法，我發願要作佛，要怎樣才能夠成佛？求佛教導。"
    },
    {
      "id": "02-020-0005_p0008",
      "zh_CN": "【我当奉持。如法修行。】",
      "zh_TW": "【我當奉持。如法修行。】"
    },
    {
      "id": "02-020-0005_p0009",
      "zh_CN": "这都是很要紧的言词。佛为我说法，我不是听了就算了，我要依照佛的教诲去做，一桩桩都要把它做到，依教修行。",
      "zh_TW": "這都是很要緊的言詞。佛為我說法，我不是聽了就算了，我要依照佛的教誨去做，一樁樁都要把它做到，依教修行。"
    },
    {
      "id": "02-020-0005_p0010",
      "zh_CN": "【拔诸勤苦。生死根本。】",
      "zh_TW": "【拔諸勤苦。生死根本。】"
    },
    {
      "id": "02-020-0005_p0011",
      "zh_CN": "这一句是断烦恼，无始劫以来，这就是没成佛，没成佛之前，无始劫以来都在六道里面生死轮回。现在才知道轮回之可怖，真正值得我们恐怖，轮回之可耻，这是莫大之耻辱，为什么别人都成佛、成菩萨了，我还在六道轮回。现在觉悟了，所以一定要想超越生死轮回，生死的根本就是烦恼、无明，必须要破无明，断烦恼。",
      "zh_TW": "這一句是斷煩惱，無始劫以來，這就是沒成佛，沒成佛之前，無始劫以來都在六道裡面生死輪迴。現在才知道輪迴之可怖，真正值得我們恐怖，輪迴之可恥，這是莫大之恥辱，為什麼別人都成佛、成菩薩了，我還在六道輪迴。現在覺悟了，所以一定要想超越生死輪迴，生死的根本就是煩惱、無明，必須要破無明，斷煩惱。"
    },
    {
      "id": "02-020-0005_p0012",
      "zh_CN": "【速成无上正等正觉。】",
      "zh_TW": "【速成無上正等正覺。】"
    },
    {
      "id": "02-020-0005_p0013",
      "zh_CN": "希望早一天成佛，早一天证果，这是把他自己求法的意愿都说出来。在这个地方我们细心的来观察，他的志向实在是令人尊敬，我们想想自己，我们看看周围，学佛的同修不少，几个人发心要作佛？几个人真正发心要了生死？可以说没有。绝大多数学佛的同修，他学佛的目的都是求福求慧，这样的人占大多数。所以，说得好听一点，五乘佛法，学人天乘的特别多，真想了生死出三界，要成无上道的很少。我们过去读经，也只有在《坛经》里面，能大师当年见五祖，五祖问他，你来干什么？他说我来作佛。这个口气很大，今天我们在这部经上看到法藏比丘也是这个口气，他一出家他是要作佛的，这是真的值得我们尊敬，值得我们效法，应当是如此。下面这一段那就更殊胜了，不仅仅是作佛，作佛要超过其他一切佛，这都是没有人敢想的。",
      "zh_TW": "希望早一天成佛，早一天證果，這是把他自己求法的意願都說出來。在這個地方我們細心的來觀察，他的志向實在是令人尊敬，我們想想自己，我們看看周圍，學佛的同修不少，幾個人發心要作佛？幾個人真正發心要了生死？可以說沒有。絕大多數學佛的同修，他學佛的目的都是求福求慧，這樣的人佔大多數。所以，說得好聽一點，五乘佛法，學人天乘的特別多，真想了生死出三界，要成無上道的很少。我們過去讀經，也只有在《壇經》裡面，能大師當年見五祖，五祖問他，你來幹什麼？他說我來作佛。這個口氣很大，今天我們在這部經上看到法藏比丘也是這個口氣，他一出家他是要作佛的，這是真的值得我們尊敬，值得我們效法，應當是如此。下面這一段那就更殊勝了，不僅僅是作佛，作佛要超過其他一切佛，這都是沒有人敢想的。"
    },
    {
      "id": "02-020-0005_p0014",
      "zh_CN": "【欲令我作佛时。智慧光明。所居国土。教授名字。皆闻十方。】",
      "zh_TW": "【欲令我作佛時。智慧光明。所居國土。教授名字。皆聞十方。】"
    },
    {
      "id": "02-020-0005_p0015",
      "zh_CN": "这就是很难得了，可以看到他的志向、眼光非常的远大。他成佛之后就是阿弥陀佛，果然如其所愿，确实他的『智慧光明，所居国土』就是现在的极乐世界。『教授』，这里头有人、有法，有人，譬如观音、势至、文殊、普贤、弥勒等，确实这些诸大菩萨都是名闻十方。法门那更不必说了，像这个经，十方三世一切诸佛之所赞叹，如果要不闻十方，怎么会诸佛赞叹？样样都兑现了。底下一句我们要特别的注意到。",
      "zh_TW": "這就是很難得了，可以看到他的志向、眼光非常的遠大。他成佛之後就是阿彌陀佛，果然如其所願，確實他的『智慧光明，所居國土』就是現在的極樂世界。『教授』，這裡頭有人、有法，有人，譬如觀音、勢至、文殊、普賢、彌勒等，確實這些諸大菩薩都是名聞十方。法門那更不必說了，像這個經，十方三世一切諸佛之所讚歎，如果要不聞十方，怎麼會諸佛讚歎？樣樣都兌現了。底下一句我們要特別的注意到。"
    },
    {
      "id": "02-020-0005_p0016",
      "zh_CN": "【诸天人民。】",
      "zh_TW": "【諸天人民。】"
    },
    {
      "id": "02-020-0005_p0017",
      "zh_CN": "这是讲十方世界，六道里面的众生，天道、人道。",
      "zh_TW": "這是講十方世界，六道裡面的眾生，天道、人道。"
    },
    {
      "id": "02-020-0005_p0018",
      "zh_CN": "【及蜎蠕类。】",
      "zh_TW": "【及蜎蠕類。】"
    },
    {
      "id": "02-020-0005_p0019",
      "zh_CN": "『蜎蠕』是畜生道，畜生道就是小动物。",
      "zh_TW": "『蜎蠕』是畜生道，畜生道就是小動物。"
    },
    {
      "id": "02-020-0005_p0020",
      "zh_CN": "【来生我国。悉作菩萨。】",
      "zh_TW": "【來生我國。悉作菩薩。】"
    },
    {
      "id": "02-020-0005_p0021",
      "zh_CN": "我们要注意的就是这一句，从这句我们就晓得，极乐世界纯是菩萨，这个世界庄严之极，在十法界里它是菩萨法界。四十八愿里面虽然说没有三恶道，没有三恶道，我们就想大概总是有人天两道，其实人天两道统统是菩萨。",
      "zh_TW": "我們要注意的就是這一句，從這句我們就曉得，極樂世界純是菩薩，這個世界莊嚴之極，在十法界裡它是菩薩法界。四十八願裡面雖然說沒有三惡道，沒有三惡道，我們就想大概總是有人天兩道，其實人天兩道統統是菩薩。"
    },
    {
      "id": "02-020-0005_p0022",
      "zh_CN": "【我立是愿。都胜无数诸佛国者。宁可得否。】",
      "zh_TW": "【我立是願。都勝無數諸佛國者。寧可得否。】"
    },
    {
      "id": "02-020-0005_p0023",
      "zh_CN": "他请教世自在王佛，我立这样的志愿，我将来能不能做得到？他这个国家里面，这个佛国里头，不但没有六道，也没有三乘，纯粹是大乘，没有二乘，这个太稀有了。因为所有诸佛国土都有六道三乘，他国土里纯是菩萨。这一愿可以说是末后四十八愿的根本。我们看下面，世自在王怎么样答复他。",
      "zh_TW": "他請教世自在王佛，我立這樣的志願，我將來能不能做得到？他這個國家裡面，這個佛國裡頭，不但沒有六道，也沒有三乘，純粹是大乘，沒有二乘，這個太稀有了。因為所有諸佛國土都有六道三乘，他國土裡純是菩薩。這一願可以說是末後四十八願的根本。我們看下面，世自在王怎麼樣答覆他。"
    },
    {
      "id": "02-020-0005_p0024",
      "zh_CN": "【世间自在王佛。即为法藏而说经言。譬如大海一人斗量。经历劫数尚可穷底。】",
      "zh_TW": "【世間自在王佛。即為法藏而說經言。譬如大海一人斗量。經歷劫數尚可窮底。】"
    },
    {
      "id": "02-020-0005_p0025",
      "zh_CN": "这是先用比喻跟他说，海太大了，一个人，人太少了，用斗去量海水，如果给他相当长的时间，海水还可以量得尽，因为量一斗总是少一斗，大海水还是可以量得尽的。这也就有我们中国所谓铁杵成针那个意思相仿佛，人只要有恒心。",
      "zh_TW": "這是先用比喻跟他說，海太大了，一個人，人太少了，用斗去量海水，如果給他相當長的時間，海水還可以量得盡，因為量一斗總是少一斗，大海水還是可以量得盡的。這也就有我們中國所謂鐵杵成針那個意思相仿佛，人只要有恆心。"
    },
    {
      "id": "02-020-0005_p0026",
      "zh_CN": "【人有至心求道。】",
      "zh_TW": "【人有至心求道。】"
    },
    {
      "id": "02-020-0005_p0027",
      "zh_CN": "『至心』就是真心，真诚心『求道』。",
      "zh_TW": "『至心』就是真心，真誠心『求道』。"
    },
    {
      "id": "02-020-0005_p0028",
      "zh_CN": "【精进不止。会当克果。何愿不得。】",
      "zh_TW": "【精進不止。會當剋果。何願不得。】"
    },
    {
      "id": "02-020-0005_p0029",
      "zh_CN": "这就是佛证明，你发这个愿可以成就，可以得到。但是怎么样个得到法，底下就教给他了。",
      "zh_TW": "這就是佛證明，你發這個願可以成就，可以得到。但是怎麼樣個得到法，底下就教給他了。"
    },
    {
      "id": "02-020-0005_p0030",
      "zh_CN": "【汝自思惟。修何方便。而能成就佛刹庄严。如所修行。汝自当知。清净佛国。汝应自摄。】",
      "zh_TW": "【汝自思惟。修何方便。而能成就佛剎莊嚴。如所修行。汝自當知。清淨佛國。汝應自攝。】"
    },
    {
      "id": "02-020-0005_p0031",
      "zh_CN": "这个事情不是求人的事情，是要反过来向自己求才能够成就，世出世间法都不外乎这个原则、原理。所以就告诉他，你要自己去思惟，你去想一想应该怎么个修法，才能成就你自己愿望里面那个庄严的刹土，用什么方法去修行，你自己应当知道，清净国土你应该『自摄』。这一番开示含义非常之深，句句话都讲得没错，应当从自性当中去求。",
      "zh_TW": "這個事情不是求人的事情，是要反過來向自己求才能夠成就，世出世間法都不外乎這個原則、原理。所以就告訴他，你要自己去思惟，你去想一想應該怎麼個修法，才能成就你自己願望裡面那個莊嚴的剎土，用什麼方法去修行，你自己應當知道，清淨國土你應該『自攝』。這一番開示含義非常之深，句句話都講得沒錯，應當從自性當中去求。"
    },
    {
      "id": "02-020-0005_p0032",
      "zh_CN": "【法藏白言。斯义宏深。非我境界。惟愿如来应正遍知。广演诸佛无量妙刹。若我得闻。如是等法。思惟修习。誓满所愿。】",
      "zh_TW": "【法藏白言。斯義宏深。非我境界。惟願如來應正遍知。廣演諸佛無量妙剎。若我得聞。如是等法。思惟修習。誓滿所願。】"
    },
    {
      "id": "02-020-0005_p0033",
      "zh_CN": "法藏比丘听了佛给他印证，又给他开示，想一想这个义理确实太深，不是初学的境界，他虽然是聪明无比，毕竟是初发心。所以更要求佛要给他广说，详细的说这些诸佛境界。『如来应正遍知』，前面说过，都是佛的十号之一。『广演』，演就是演说，因为他要建造一个世界，他一定要知道世界怎么样形成的？这世界为什么会有六道？为什么会有三乘？总得要把这些事理要搞得清清楚楚，他才能够建立理想的佛国土。所以求佛演说『诸佛无量妙刹』。『若我得闻』，这个地方就有三慧，闻思修，他会认真去做。我若得闻『如是等法』，佛给他说的法他要是听了之后，『思惟修习』，一定是依教奉行去修学，『誓满所愿』，他发的弘誓，一定要满自己所愿。",
      "zh_TW": "法藏比丘聽了佛給他印證，又給他開示，想一想這個義理確實太深，不是初學的境界，他雖然是聰明無比，畢竟是初發心。所以更要求佛要給他廣說，詳細的說這些諸佛境界。『如來應正遍知』，前面說過，都是佛的十號之一。『廣演』，演就是演說，因為他要建造一個世界，他一定要知道世界怎麼樣形成的？這世界為什麼會有六道？為什麼會有三乘？總得要把這些事理要搞得清清楚楚，他才能夠建立理想的佛國土。所以求佛演說『諸佛無量妙剎』。『若我得聞』，這個地方就有三慧，聞思修，他會認真去做。我若得聞『如是等法』，佛給他說的法他要是聽了之後，『思惟修習』，一定是依教奉行去修學，『誓滿所願』，他發的弘誓，一定要滿自己所願。"
    },
    {
      "id": "02-020-0005_p0034",
      "zh_CN": "法藏比丘也是个众生，我们亦是个众生，从本性上去看无二无别。法藏觉悟了，所以念念去想一个极为殊胜的境界，西方极乐世界，被他想成功了。我们今天一天到晚想的名闻利养、五欲六尘，天天想这些就是想的六道轮回，染秽的世界。这种染秽一定是一世比一世要深，一世比一世业障要重，为什么？天天在想，天天在造业，造轮回之业，这个不得了。我们看佛，他是真觉悟了，彻底觉悟，他回过头，他念念要去想一个超越一切诸佛的境界。这是我们要细心去体会，要激发我们自己的觉心。",
      "zh_TW": "法藏比丘也是個眾生，我們亦是個眾生，從本性上去看無二無別。法藏覺悟了，所以念念去想一個極為殊勝的境界，西方極樂世界，被他想成功了。我們今天一天到晚想的名聞利養、五欲六塵，天天想這些就是想的六道輪迴，染穢的世界。這種染穢一定是一世比一世要深，一世比一世業障要重，為什麼？天天在想，天天在造業，造輪迴之業，這個不得了。我們看佛，他是真覺悟了，徹底覺悟，他回過頭，他念念要去想一個超越一切諸佛的境界。這是我們要細心去體會，要激發我們自己的覺心。"
    },
    {
      "id": "02-020-0005_p0035",
      "zh_CN": "【世间自在王佛知其高明。】",
      "zh_TW": "【世間自在王佛知其高明。】"
    },
    {
      "id": "02-020-0005_p0036",
      "zh_CN": "佛对他相当的了解。",
      "zh_TW": "佛對他相當的了解。"
    },
    {
      "id": "02-020-0005_p0037",
      "zh_CN": "【志愿深广。】",
      "zh_TW": "【志願深廣。】"
    },
    {
      "id": "02-020-0005_p0038",
      "zh_CN": "知道他的智慧、他的慈悲、他的德能，他发的这个愿他确实能够做得到。",
      "zh_TW": "知道他的智慧、他的慈悲、他的德能，他發的這個願他確實能夠做得到。"
    },
    {
      "id": "02-020-0005_p0039",
      "zh_CN": "【即为宣说二百一十亿诸佛刹土功德严净广大圆满之相。应其心愿。悉现与之。】",
      "zh_TW": "【即為宣說二百一十億諸佛剎土功德嚴淨廣大圓滿之相。應其心願。悉現與之。】"
    },
    {
      "id": "02-020-0005_p0040",
      "zh_CN": "佛确实也不辜负他，他要求为他演说诸佛无量的妙刹，就是诸佛的国土，佛真的就给他说了，说了多少？说了二百一十亿个佛刹，这说得是真多。我们今天读这部经，是释迦牟尼佛为我们说西方极乐世界『功德严净广大圆满之相』，是说一个佛国土。如果像这样说的，说二百一十亿个佛国土，我们不要说那部经太大了，就像这部经这么一卷，佛所说的经卷就有二百一十亿卷，这个数量非常可观。讲诸佛世界就像他这种讲法，这是一个例子，像这样讲法，把佛国土详细的介绍给我们。最难得的，还能把诸佛国土显示给他看，正如同《观无量寿经》里面，本师释迦牟尼佛以神力，也是将诸佛国土展现在韦提希的面前，让她自由选择。这是佛为法藏说了之后，以神力把所说的那个佛国土显现出来给他看。",
      "zh_TW": "佛確實也不辜負他，他要求為他演說諸佛無量的妙剎，就是諸佛的國土，佛真的就給他說了，說了多少？說了二百一十億個佛剎，這說得是真多。我們今天讀這部經，是釋迦牟尼佛為我們說西方極樂世界『功德嚴淨廣大圓滿之相』，是說一個佛國土。如果像這樣說的，說二百一十億個佛國土，我們不要說那部經太大了，就像這部經這麼一卷，佛所說的經卷就有二百一十億卷，這個數量非常可觀。講諸佛世界就像他這種講法，這是一個例子，像這樣講法，把佛國土詳細的介紹給我們。最難得的，還能把諸佛國土顯示給他看，正如同《觀無量壽經》裡面，本師釋迦牟尼佛以神力，也是將諸佛國土展現在韋提希的面前，讓她自由選擇。這是佛為法藏說了之後，以神力把所說的那個佛國土顯現出來給他看。"
    },
    {
      "id": "02-020-0005_p0041",
      "zh_CN": "【说是法时。经千亿岁。】",
      "zh_TW": "【說是法時。經千億歲。】"
    },
    {
      "id": "02-020-0005_p0042",
      "zh_CN": "难怪他能说这么多，当时人的寿命长，四十二劫，有这么长的寿命。他说这个法说多久？说了『千亿岁』，才把二百一十亿诸佛刹土功德严净广大圆满之相，才说完。这是看到法藏比丘的求学，跟一个老师跟这么久，他才能有成就。",
      "zh_TW": "難怪他能說這麼多，當時人的壽命長，四十二劫，有這麼長的壽命。他說這個法說多久？說了『千億歲』，才把二百一十億諸佛剎土功德嚴淨廣大圓滿之相，才說完。這是看到法藏比丘的求學，跟一個老師跟這麼久，他才能有成就。"
    },
    {
      "id": "02-020-0005_p0043",
      "zh_CN": "【尔时法藏闻佛所说。皆悉睹见。】",
      "zh_TW": "【爾時法藏聞佛所說。皆悉睹見。】"
    },
    {
      "id": "02-020-0005_p0044",
      "zh_CN": "这个地方注意，这是三慧里头的闻，这是闻慧，『闻佛所说』。同时佛的神力显现，他也把诸佛国土看得清清楚楚。",
      "zh_TW": "這個地方注意，這是三慧裡頭的聞，這是聞慧，『聞佛所說』。同時佛的神力顯現，他也把諸佛國土看得清清楚楚。"
    },
    {
      "id": "02-020-0005_p0045",
      "zh_CN": "【起发无上殊胜之愿。于彼天人善恶。国土麤妙。】",
      "zh_TW": "【起發無上殊勝之願。於彼天人善惡。國土麤妙。】"
    },
    {
      "id": "02-020-0005_p0046",
      "zh_CN": "他一一都彻底的了解，佛国土里面，这里说天人，也就是讲他六道，这个里头一些善恶因果，善因善果，恶有恶果。国土的麤妙，染污就是粗，清净就是妙。",
      "zh_TW": "他一一都徹底的了解，佛國土裡面，這裡說天人，也就是講他六道，這個裡頭一些善惡因果，善因善果，惡有惡果。國土的麤妙，染污就是粗，清淨就是妙。"
    },
    {
      "id": "02-020-0005_p0047",
      "zh_CN": "【思惟究竟。便一其心。】",
      "zh_TW": "【思惟究竟。便一其心。】"
    },
    {
      "id": "02-020-0005_p0048",
      "zh_CN": "这是思慧，闻思，『思惟究竟，便一其心』，他的心定了，他知道他应该怎么做了。",
      "zh_TW": "這是思慧，聞思，『思惟究竟，便一其心』，他的心定了，他知道他應該怎麼做了。"
    },
    {
      "id": "02-020-0005_p0049",
      "zh_CN": "【选择所欲。】",
      "zh_TW": "【選擇所欲。】"
    },
    {
      "id": "02-020-0005_p0050",
      "zh_CN": "也就是看了二百一十亿个佛刹，他在二百一十亿佛刹里面选择人家善的，选择人家好的地方，凡是不善的、不好的一概不要，用这个标准来建立西方极乐世界。实在讲，这是非常合理的，他看得多，见得多，博学多闻，取人之长，舍人之短，这样建立的。",
      "zh_TW": "也就是看了二百一十億個佛剎，他在二百一十億佛剎裡面選擇人家善的，選擇人家好的地方，凡是不善的、不好的一概不要，用這個標準來建立西方極樂世界。實在講，這是非常合理的，他看得多，見得多，博學多聞，取人之長，捨人之短，這樣建立的。"
    },
    {
      "id": "02-020-0005_p0051",
      "zh_CN": "【结成大愿。】",
      "zh_TW": "【結成大願。】"
    },
    {
      "id": "02-020-0005_p0052",
      "zh_CN": "这就是思成就，闻思修思成就。",
      "zh_TW": "這就是思成就，聞思修思成就。"
    },
    {
      "id": "02-020-0005_p0053",
      "zh_CN": "【精勤求索。恭慎保持。修习功德。满足五劫。】",
      "zh_TW": "【精勤求索。恭慎保持。修習功德。滿足五劫。】"
    },
    {
      "id": "02-020-0005_p0054",
      "zh_CN": "这几句说他修行。思成就之后，他的心愿定了，那要怎样才能做到？这要认真去修行，『精勤求索，恭慎保持』。求索，到哪里去求？要向自性清净心当中求，这才能求得到，向外面求，求不到的，外面只有助缘。这四种缘里面，西方极乐世界也是少不了的，亲因缘、所缘缘、无间缘都是向自心当中去求，外面的只有一个增上缘。此地世自在王佛给他说法千亿岁，统统是给他做增上缘。恭慎保持，要把他的智慧、德能、神通不能够失掉，要天天有增长，也就是精进『修习功德』。所以，西方极乐世界，是法藏比丘五劫修习功德所成就的。外面的缘，是十方往生的那些人。十方诸佛刹土的因是非常复杂，有净有染、有善有恶，是很复杂的因缘成就的世界。他这个世界清净，非常单纯，他自己的五劫功德，十方众生净业所感。所以这个世界在一切诸佛世界里面，是无比的超胜，没有一个世界能够跟它相比，道理就在此地。所以，本经确实是叙说西方极乐世界缘起，它的历史。",
      "zh_TW": "這幾句說他修行。思成就之後，他的心願定了，那要怎樣才能做到？這要認真去修行，『精勤求索，恭慎保持』。求索，到哪裡去求？要向自性清淨心當中求，這才能求得到，向外面求，求不到的，外面只有助緣。這四種緣裡面，西方極樂世界也是少不了的，親因緣、所緣緣、無間緣都是向自心當中去求，外面的只有一個增上緣。此地世自在王佛給他說法千億歲，統統是給他做增上緣。恭慎保持，要把他的智慧、德能、神通不能夠失掉，要天天有增長，也就是精進『修習功德』。所以，西方極樂世界，是法藏比丘五劫修習功德所成就的。外面的緣，是十方往生的那些人。十方諸佛剎土的因是非常複雜，有淨有染、有善有惡，是很複雜的因緣成就的世界。他這個世界清淨，非常單純，他自己的五劫功德，十方眾生淨業所感。所以這個世界在一切諸佛世界裡面，是無比的超勝，沒有一個世界能夠跟它相比，道理就在此地。所以，本經確實是敘說西方極樂世界緣起，它的歷史。"
    },
    {
      "id": "02-020-0005_p0055",
      "zh_CN": "【于彼二十一俱胝佛土。】",
      "zh_TW": "【於彼二十一俱胝佛土。】"
    },
    {
      "id": "02-020-0005_p0056",
      "zh_CN": "『俱胝』就是我们中国讲的十亿，十亿是一个俱胝，因为二百一十亿，二百一十亿是我们中国的讲法，印度就是二十一俱胝。所以，二十一俱胝就是二百一十亿，我们晓得一俱胝等于我们中国十亿。『于彼二十一俱胝佛土』。",
      "zh_TW": "『俱胝』就是我們中國講的十億，十億是一個俱胝，因為二百一十億，二百一十億是我們中國的講法，印度就是二十一俱胝。所以，二十一俱胝就是二百一十億，我們曉得一俱胝等於我們中國十億。『於彼二十一俱胝佛土』。"
    },
    {
      "id": "02-020-0005_p0057",
      "zh_CN": "【功德庄严之事。明了通达。如一佛刹。所摄佛国。超过于彼。】",
      "zh_TW": "【功德莊嚴之事。明了通達。如一佛剎。所攝佛國。超過於彼。】"
    },
    {
      "id": "02-020-0005_p0058",
      "zh_CN": "他所建造的世界，也就是融合二百一十亿个佛刹的优点、长处，一切诸善功德，纯善无恶，建造他的佛刹。所以他『超过于彼』，彼就是指二百一十亿诸佛刹土，统统超过了。这是修成就。",
      "zh_TW": "他所建造的世界，也就是融合二百一十億個佛剎的優點、長處，一切諸善功德，純善無惡，建造他的佛剎。所以他『超過於彼』，彼就是指二百一十億諸佛剎土，統統超過了。這是修成就。"
    },
    {
      "id": "02-020-0005_p0059",
      "zh_CN": "【既摄受已。复诣世自在王如来所。】",
      "zh_TW": "【既攝受已。復詣世自在王如來所。】"
    },
    {
      "id": "02-020-0005_p0060",
      "zh_CN": "这是法藏比丘他摄受真是无量的功德，成就了极乐世界，再到世自在王如来所。",
      "zh_TW": "這是法藏比丘他攝受真是無量的功德，成就了極樂世界，再到世自在王如來所。"
    },
    {
      "id": "02-020-0005_p0061",
      "zh_CN": "【稽首礼足。绕佛三匝。】",
      "zh_TW": "【稽首禮足。繞佛三匝。】"
    },
    {
      "id": "02-020-0005_p0062",
      "zh_CN": "这是礼节，通常我们见佛的礼貌。",
      "zh_TW": "這是禮節，通常我們見佛的禮貌。"
    },
    {
      "id": "02-020-0005_p0063",
      "zh_CN": "【合掌而住。】",
      "zh_TW": "【合掌而住。】"
    },
    {
      "id": "02-020-0005_p0064",
      "zh_CN": "『住』是站在那个地方。",
      "zh_TW": "『住』是站在那個地方。"
    },
    {
      "id": "02-020-0005_p0065",
      "zh_CN": "【白言世尊。我已成就庄严佛土。清净之行。】",
      "zh_TW": "【白言世尊。我已成就莊嚴佛土。清淨之行。】"
    },
    {
      "id": "02-020-0005_p0066",
      "zh_CN": "这是向佛报告，他的愿望达到了，他的清净佛刹建成了。",
      "zh_TW": "這是向佛報告，他的願望達到了，他的清淨佛剎建成了。"
    },
    {
      "id": "02-020-0005_p0067",
      "zh_CN": "【佛言善哉。】",
      "zh_TW": "【佛言善哉。】"
    },
    {
      "id": "02-020-0005_p0068",
      "zh_CN": "来向佛报告，佛非常欢喜，对他称赞，『善哉』。",
      "zh_TW": "來向佛報告，佛非常歡喜，對他稱讚，『善哉』。"
    },
    {
      "id": "02-020-0005_p0069",
      "zh_CN": "【今正是时。】",
      "zh_TW": "【今正是時。】"
    },
    {
      "id": "02-020-0005_p0070",
      "zh_CN": "今天正好是时候。",
      "zh_TW": "今天正好是時候。"
    },
    {
      "id": "02-020-0005_p0071",
      "zh_CN": "【汝应具说。令众欢喜。】",
      "zh_TW": "【汝應具說。令眾歡喜。】"
    },
    {
      "id": "02-020-0005_p0072",
      "zh_CN": "你现在应该详详细细的，把你所建立的刹土向大家报告，为什么？『令众欢喜』，你这一说，没有一个人不欢喜。",
      "zh_TW": "你現在應該詳詳細細的，把你所建立的剎土向大家報告，為什麼？『令眾歡喜』，你這一說，沒有一個人不歡喜。"
    },
    {
      "id": "02-020-0005_p0073",
      "zh_CN": "【亦令大众。闻是法已。得大善利。】",
      "zh_TW": "【亦令大眾。聞是法已。得大善利。】"
    },
    {
      "id": "02-020-0005_p0074",
      "zh_CN": "不仅是叫大众欢喜，更重要的，是要叫这些众生，听了的那些众生得最大的利益，什么利益？统统往生西方极乐世界，一生决定圆满无上菩提，这才是『得大善利』。",
      "zh_TW": "不僅是叫大眾歡喜，更重要的，是要叫這些眾生，聽了的那些眾生得最大的利益，什麼利益？統統往生西方極樂世界，一生決定圓滿無上菩提，這才是『得大善利』。"
    },
    {
      "id": "02-020-0005_p0075",
      "zh_CN": "【能于佛刹。修习摄受。满足无量大愿。】",
      "zh_TW": "【能於佛剎。修習攝受。滿足無量大願。】"
    },
    {
      "id": "02-020-0005_p0076",
      "zh_CN": "这才是真正圆满你当初出家，要普度众生的大愿。",
      "zh_TW": "這才是真正圓滿你當初出家，要普度眾生的大願。"
    },
    {
      "id": "02-020-0005_p0077",
      "zh_CN": "再看底下的经文，下面经文就是他报告他这国土的概况，底下就是四十八愿。本经前面跟诸位说过，现在传下来的译本一共有五种，这五种译本对于法藏的弘愿的数目不尽相同。通常我们习惯都讲四十八愿，四十八愿是曹魏康僧铠的译本。也有译本里面，像《清净平等觉经》里面，这个经的译本就是二十四愿，从数目上看就少了一半，还有译本里头是三十六愿。实际上，这是翻译的人他所分的，内容并没有两样，有些翻译的人把三个愿、四个愿合成一个愿，数目就少了，有些人把一个愿分成两愿、三愿，愿就多了，其实内容完全相同。本经把两种意思统统合在里头，从文的条目来说是二十四愿，用《清净平等觉经》的数目。每一愿下面有小字注着的，这就是通常康译的本子四十八愿，两下一对照就清清楚楚、明明白白。所以，二十四跟四十八只有开合不同，内容完全是一样的。",
      "zh_TW": "再看底下的經文，下面經文就是他報告他這國土的概況，底下就是四十八願。本經前面跟諸位說過，現在傳下來的譯本一共有五種，這五種譯本對於法藏的弘願的數目不盡相同。通常我們習慣都講四十八願，四十八願是曹魏康僧鎧的譯本。也有譯本裡面，像《清淨平等覺經》裡面，這個經的譯本就是二十四願，從數目上看就少了一半，還有譯本裡頭是三十六願。實際上，這是翻譯的人他所分的，內容並沒有兩樣，有些翻譯的人把三個願、四個願合成一個願，數目就少了，有些人把一個願分成兩願、三願，願就多了，其實內容完全相同。本經把兩種意思統統合在裡頭，從文的條目來說是二十四願，用《清淨平等覺經》的數目。每一願下面有小字註著的，這就是通常康譯的本子四十八願，兩下一對照就清清楚楚、明明白白。所以，二十四跟四十八只有開合不同，內容完全是一樣的。"
    },
    {
      "id": "02-020-0005_p0078",
      "zh_CN": "这个四十八愿在整个净土经论里面，它的地位非常重要，因为这是法藏比丘建立西方世界的构想，是他的理想，是他的蓝图。西方极乐世界建成之后，等于说是它的宪法。我们研究净土所有的经论、注疏，都要以这四十八愿作为总纲领，换句话说，他决定不能违背这个四十八条。所以，这是非常的重要。请看经文。",
      "zh_TW": "這個四十八願在整個淨土經論裡面，它的地位非常重要，因為這是法藏比丘建立西方世界的構想，是他的理想，是他的藍圖。西方極樂世界建成之後，等於說是它的憲法。我們研究淨土所有的經論、註疏，都要以這四十八願作為總綱領，換句話說，他決定不能違背這個四十八條。所以，這是非常的重要。請看經文。"
    },
    {
      "id": "02-020-0005_p0079",
      "zh_CN": "【发大誓愿第六】",
      "zh_TW": "【發大誓願第六】"
    },
    {
      "id": "02-020-0005_p0080",
      "zh_CN": "【法藏白言。唯愿世尊。大慈听察。】",
      "zh_TW": "【法藏白言。唯願世尊。大慈聽察。】"
    },
    {
      "id": "02-020-0005_p0081",
      "zh_CN": "佛命令他宣说，就是叫他报告，他遵从佛的命令，就提出他的报告。第一：",
      "zh_TW": "佛命令他宣說，就是叫他報告，他遵從佛的命令，就提出他的報告。第一："
    },
    {
      "id": "02-020-0005_p0082",
      "zh_CN": "【我若证得无上菩提。成正觉已。所居佛刹。具足无量不可思议功德庄严。无有地狱。饿鬼。禽兽。蜎飞蠕动之类。】",
      "zh_TW": "【我若證得無上菩提。成正覺已。所居佛剎。具足無量不可思議功德莊嚴。無有地獄。餓鬼。禽獸。蜎飛蠕動之類。】"
    },
    {
      "id": "02-020-0005_p0083",
      "zh_CN": "从这一愿，这就是四十八愿的第一愿，小字里头，在倒数第二行小字里头，第一「国无恶道愿」。所以这一段里头，在四十八愿是包括两愿，在此地是一愿，我们念一半，我们按四十八愿顺序来念，念一半。第一愿当然他看到诸佛国土，因为前面讲二百一十亿，我们就不要提数字，提诸佛国土，诸佛国土都有六道轮回，六道轮回尤其是三恶道，非常的可怜。所以，他要建立一个国土，首先这个国土没有三恶道。我们常常读到四十八愿，第一愿就想到他那里没有三恶道，大概总有人天，会联想到这些，没有想到前面讲，西方世界纯是菩萨。真正要明了了，下品下生去的也是菩萨，这是一定要明白的。",
      "zh_TW": "從這一願，這就是四十八願的第一願，小字裡頭，在倒數第二行小字裡頭，第一「國無惡道願」。所以這一段裡頭，在四十八願是包括兩願，在此地是一願，我們念一半，我們按四十八願順序來念，念一半。第一願當然他看到諸佛國土，因為前面講二百一十億，我們就不要提數字，提諸佛國土，諸佛國土都有六道輪迴，六道輪迴尤其是三惡道，非常的可憐。所以，他要建立一個國土，首先這個國土沒有三惡道。我們常常讀到四十八願，第一願就想到他那裡沒有三惡道，大概總有人天，會聯想到這些，沒有想到前面講，西方世界純是菩薩。真正要明瞭了，下品下生去的也是菩薩，這是一定要明白的。"
    },
    {
      "id": "02-020-0005_p0084",
      "zh_CN": "这就是讲了，李老师小注里头说「须胜诸佛国土，以诸佛国土皆有缺陷』，都有三恶道，都有六道轮回，有这个缺陷。所以他这个刹土，第一就是『具足无量不思议的功德庄严』，这里头没有三恶道。",
      "zh_TW": "這就是講了，李老師小註裡頭說「須勝諸佛國土，以諸佛國土皆有缺陷』，都有三惡道，都有六道輪迴，有這個缺陷。所以他這個剎土，第一就是『具足無量不思議的功德莊嚴』，這裡頭沒有三惡道。"
    },
    {
      "id": "02-020-0005_p0085",
      "zh_CN": "【所有一切众生。以及焰摩罗界。】",
      "zh_TW": "【所有一切眾生。以及焰摩羅界。】"
    },
    {
      "id": "02-020-0005_p0086",
      "zh_CN": "『焰摩罗界』，焰摩罗就是阎王，也就是饿鬼道。所有一切众生，以及焰摩罗界。",
      "zh_TW": "『焰摩羅界』，焰摩羅就是閻王，也就是餓鬼道。所有一切眾生，以及焰摩羅界。"
    },
    {
      "id": "02-020-0005_p0087",
      "zh_CN": "【三恶道中。来生我刹。】",
      "zh_TW": "【三惡道中。來生我剎。】"
    },
    {
      "id": "02-020-0005_p0088",
      "zh_CN": "三恶道的众生，如果他要是念佛生到西方极乐世界。",
      "zh_TW": "三惡道的眾生，如果他要是念佛生到西方極樂世界。"
    },
    {
      "id": "02-020-0005_p0089",
      "zh_CN": "【受我法化。】",
      "zh_TW": "【受我法化。】"
    },
    {
      "id": "02-020-0005_p0090",
      "zh_CN": "接受阿弥陀佛的教化。",
      "zh_TW": "接受阿彌陀佛的教化。"
    },
    {
      "id": "02-020-0005_p0091",
      "zh_CN": "【悉成阿耨多罗三藐三菩提。】",
      "zh_TW": "【悉成阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-020-0005_p0092",
      "zh_CN": "都成就了无上正等正觉，那当然是菩萨，这是没有话说了。",
      "zh_TW": "都成就了無上正等正覺，那當然是菩薩，這是沒有話說了。"
    },
    {
      "id": "02-020-0005_p0093",
      "zh_CN": "【不复更堕恶趣。】",
      "zh_TW": "【不復更墮惡趣。】"
    },
    {
      "id": "02-020-0005_p0094",
      "zh_CN": "这些人到了西方极乐世界，接受阿弥陀佛的教化，以后永远不会堕恶道。西方极乐世界没有恶道，这个话不是废话吗？要有三恶道才会堕恶道，没有三恶道，说这个话是什么意思？这是说这些人将来他会离开极乐世界，到别的世界，有三恶道的那个世界，去度化众生。度化众生，他没成佛，他是菩萨身分去的，他会不会退转？会不会堕落？告诉你不堕落。凡是从西方极乐世界出去的，无论到哪个诸佛刹土，他决定不会堕落，这意思在此地。换句话说，如果不是经过西方极乐世界出来的，你在别的世界修，这经后头讲到，后面讲到住菩萨道，供四百亿佛，还有退堕，还有隔阴之迷，这就远远比不上西方极乐世界。他那个地方从恶道当中来生的，换句话说，他三恶道的习气很重，西方极乐世界一接受阿弥陀佛的教化之后，他的习气都断掉了。再到他方世界去供佛、去度众生，他的习气不会发作，不会再堕三恶道。这的确是十方诸佛刹土里头没有的，没有这种事情，他有。",
      "zh_TW": "這些人到了西方極樂世界，接受阿彌陀佛的教化，以後永遠不會墮惡道。西方極樂世界沒有惡道，這個話不是廢話嗎？要有三惡道才會墮惡道，沒有三惡道，說這個話是什麼意思？這是說這些人將來他會離開極樂世界，到別的世界，有三惡道的那個世界，去度化眾生。度化眾生，他沒成佛，他是菩薩身分去的，他會不會退轉？會不會墮落？告訴你不墮落。凡是從西方極樂世界出去的，無論到哪個諸佛剎土，他決定不會墮落，這意思在此地。換句話說，如果不是經過西方極樂世界出來的，你在別的世界修，這經後頭講到，後面講到住菩薩道，供四百億佛，還有退墮，還有隔陰之迷，這就遠遠比不上西方極樂世界。他那個地方從惡道當中來生的，換句話說，他三惡道的習氣很重，西方極樂世界一接受阿彌陀佛的教化之後，他的習氣都斷掉了。再到他方世界去供佛、去度眾生，他的習氣不會發作，不會再墮三惡道。這的確是十方諸佛剎土裡頭沒有的，沒有這種事情，他有。"
    },
    {
      "id": "02-020-0005_p0095",
      "zh_CN": "【得是愿。乃作佛。不得是愿。不取无上正觉。】",
      "zh_TW": "【得是願。乃作佛。不得是願。不取無上正覺。】"
    },
    {
      "id": "02-020-0005_p0096",
      "zh_CN": "他说我这个愿要得到，我才成佛，如果得不到我就不成佛，誓不成佛。他现在成佛已经十劫，经上释迦牟尼佛告诉我们的，法藏比丘在极乐世界成佛，现在已经十劫，换句话说，他愿愿都兑现，这是那个世界的好处。第二愿：",
      "zh_TW": "他說我這個願要得到，我才成佛，如果得不到我就不成佛，誓不成佛。他現在成佛已經十劫，經上釋迦牟尼佛告訴我們的，法藏比丘在極樂世界成佛，現在已經十劫，換句話說，他願願都兌現，這是那個世界的好處。第二願："
    },
    {
      "id": "02-020-0005_p0097",
      "zh_CN": "【我作佛时。十方世界。所有众生。令生我刹。皆具紫磨真金色身。】",
      "zh_TW": "【我作佛時。十方世界。所有眾生。令生我剎。皆具紫磨真金色身。】"
    },
    {
      "id": "02-020-0005_p0098",
      "zh_CN": "这一愿里头就是具足了四十八愿里头三愿，这是第一个「身金色愿」。不像我们这个世界，我们这个世界有种族歧视，这是很烦恼的事情，十方诸佛国土恐怕都有这种烦恼。阿弥陀佛看出来了，所以到他那个地方都是同一个人种，没有歧视，各个都是身金色，跟佛身色一样。",
      "zh_TW": "這一願裡頭就是具足了四十八願裡頭三願，這是第一個「身金色願」。不像我們這個世界，我們這個世界有種族歧視，這是很煩惱的事情，十方諸佛國土恐怕都有這種煩惱。阿彌陀佛看出來了，所以到他那個地方都是同一個人種，沒有歧視，各個都是身金色，跟佛身色一樣。"
    },
    {
      "id": "02-020-0005_p0099",
      "zh_CN": "【三十二种。大丈夫相。】",
      "zh_TW": "【三十二種。大丈夫相。】"
    },
    {
      "id": "02-020-0005_p0100",
      "zh_CN": "三十二相是我们这个世间认为相貌最圆满的，最好的，到了西方极乐世界，大家相貌都一样，没有相貌的好丑。为什么？有相貌的好丑，就有傲慢，相貌好的人骄傲，相貌不好的人嫉妒、怀恨，就生烦恼。这是诸佛国土里头不好的现象，他统统修正。凡是到西方极乐世界，色身、相好大家完全一样，所以没有一个人骄傲，也没有人嫉妒，色相完全相同。",
      "zh_TW": "三十二相是我們這個世間認為相貌最圓滿的，最好的，到了西方極樂世界，大家相貌都一樣，沒有相貌的好醜。為什麼？有相貌的好醜，就有傲慢，相貌好的人驕傲，相貌不好的人嫉妒、懷恨，就生煩惱。這是諸佛國土裡頭不好的現象，他統統修正。凡是到西方極樂世界，色身、相好大家完全一樣，所以沒有一個人驕傲，也沒有人嫉妒，色相完全相同。"
    },
    {
      "id": "02-020-0005_p0101",
      "zh_CN": "【端正净洁。悉同一类。】",
      "zh_TW": "【端正淨潔。悉同一類。】"
    },
    {
      "id": "02-020-0005_p0102",
      "zh_CN": "在那边，人的种族就是一种，决定没有差别。",
      "zh_TW": "在那邊，人的種族就是一種，決定沒有差別。"
    },
    {
      "id": "02-020-0005_p0103",
      "zh_CN": "【若形貌差别。有好丑者。不取正觉。】",
      "zh_TW": "【若形貌差別。有好醜者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0104",
      "zh_CN": "到西方极乐世界，大家长得一样，个子也一样高，颜色也一样，这个东西我们又怀疑了，怎么分得出来？人不是乱了吗？不认识了？那个世界每个人都有神通，都有他心通，都有天眼通，所以你辨别得清清楚楚，不会把人认错了的，不会的。我们凡夫不行，我们凡夫要是见到西方极乐世界的人，真是哪个是西方极乐世界人，哪是观音菩萨，我们分不出来，为什么？他面貌一样。",
      "zh_TW": "到西方極樂世界，大家長得一樣，個子也一樣高，顏色也一樣，這個東西我們又懷疑了，怎麼分得出來？人不是亂了嗎？不認識了？那個世界每個人都有神通，都有他心通，都有天眼通，所以你辨別得清清楚楚，不會把人認錯了的，不會的。我們凡夫不行，我們凡夫要是見到西方極樂世界的人，真是哪個是西方極樂世界人，哪是觀音菩薩，我們分不出來，為什麼？他面貌一樣。"
    },
    {
      "id": "02-020-0005_p0105",
      "zh_CN": "实在讲我们今天造像，观世音菩萨跟大势至菩萨相貌完全相同，服饰也相同，坐的莲花也相同。唯一区别的地方就是观世音菩萨帽子里头是一尊佛像，站着的佛像，大势至菩萨帽子上是个宝瓶，是个净水瓶，就是这一点不同，除这一点之外，没有一样不同。这个我们就不晓得了，也许西方极乐世界的人，每个人好像带个什么别针什么东西的，表示大家不一样，否则的话，你完全看不出来，完全相同的。这个我们不管他，因为到了西方极乐世界才晓得真实的状况，我们从这个地方晓得，相好光明完全相同。第三愿：",
      "zh_TW": "實在講我們今天造像，觀世音菩薩跟大勢至菩薩相貌完全相同，服飾也相同，坐的蓮花也相同。唯一區別的地方就是觀世音菩薩帽子裡頭是一尊佛像，站著的佛像，大勢至菩薩帽子上是個寶瓶，是個淨水瓶，就是這一點不同，除這一點之外，沒有一樣不同。這個我們就不曉得了，也許西方極樂世界的人，每個人好像帶個什麼別針什麼東西的，表示大家不一樣，否則的話，你完全看不出來，完全相同的。這個我們不管他，因為到了西方極樂世界才曉得真實的狀況，我們從這個地方曉得，相好光明完全相同。第三願："
    },
    {
      "id": "02-020-0005_p0106",
      "zh_CN": "【我作佛时。所有众生。生我国者。自知无量劫时宿命。所作善恶。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。自知無量劫時宿命。所作善惡。】"
    },
    {
      "id": "02-020-0005_p0107",
      "zh_CN": "底下这是讲六通，到了西方极乐世界，神通是报得的，不是修得的。一到西方极乐世界，这六种神通马上具足，而且神通是广大无边的，不是小通。我们现在这个世间，尤其现代社会，这两年来有神通的人很多，我们听到的、见到的都不少。但是这些通是不是他自己本身的？不是的。你要细读《楞严》你就晓得，是妖魔鬼怪附在你身上，这个能力是他的，他假借给你的。换句话说，他利用你，你也利用他，彼此两个互相利用，这时候显得真的有神通，有超人的能力。过了两年，他不利用你了，你想利用他利用不上，他走了，你的神通失掉了，失掉的时候你还不以为然，那你就胡说八道，就欺骗人，到后来一定出乱子。《楞严经》上给我们讲得很清楚，这不是真的。",
      "zh_TW": "底下這是講六通，到了西方極樂世界，神通是報得的，不是修得的。一到西方極樂世界，這六種神通馬上具足，而且神通是廣大無邊的，不是小通。我們現在這個世間，尤其現代社會，這兩年來有神通的人很多，我們聽到的、見到的都不少。但是這些通是不是他自己本身的？不是的。你要細讀《楞嚴》你就曉得，是妖魔鬼怪附在你身上，這個能力是他的，他假借給你的。換句話說，他利用你，你也利用他，彼此兩個互相利用，這時候顯得真的有神通，有超人的能力。過了兩年，他不利用你了，你想利用他利用不上，他走了，你的神通失掉了，失掉的時候你還不以為然，那你就胡說八道，就欺騙人，到後來一定出亂子。《楞嚴經》上給我們講得很清楚，這不是真的。"
    },
    {
      "id": "02-020-0005_p0108",
      "zh_CN": "生到西方极乐世界，这个神通是真的，这是阿弥陀佛不思议的神通、道力的加持，使我们恢复了六通。宿命通，自己知道『无量劫时宿命』，不是知道一世、两世。我们在经典上常常看到，阿罗汉的宿命通只知道五百世，五百世跟无量劫不能比。所以，一生到西方世界，就想到我们过去世，无量劫以来生生世世的那些情形，看得就清清楚楚、明明白白。",
      "zh_TW": "生到西方極樂世界，這個神通是真的，這是阿彌陀佛不思議的神通、道力的加持，使我們恢復了六通。宿命通，自己知道『無量劫時宿命』，不是知道一世、兩世。我們在經典上常常看到，阿羅漢的宿命通只知道五百世，五百世跟無量劫不能比。所以，一生到西方世界，就想到我們過去世，無量劫以來生生世世的那些情形，看得就清清楚楚、明明白白。"
    },
    {
      "id": "02-020-0005_p0109",
      "zh_CN": "【皆能洞视。彻听。】",
      "zh_TW": "【皆能洞視。徹聽。】"
    },
    {
      "id": "02-020-0005_p0110",
      "zh_CN": "『洞视』，这一句是天眼通。所以到西方极乐世界好。我们今天在美国，台湾什么情形，我们要不听广播、不看电视不知道，到西方极乐世界就看得清清楚楚，明明白白。我们自己的家亲眷属，父母、妻子、儿女，这一生的，过去生的，再过去生的，生生世世的统统看到，统统明了。这个时候如果他得度的因缘成熟了，你很快的就化身去度他。不往生西方极乐世界没有这个能力，你想救我们的家亲眷属，帮助他，没有能力。要想真正能够帮助这些家亲眷属、亲朋好友，唯一的办法就是到西方世界去，西方世界去不难，人人都能去。多少人到美国拿个绿卡，要好多年才拿到，西方极乐世界不难，到西方极乐世界去办签证，经上讲若一日到若七日就办妥了。所以你要彻底了解，你会认真的念佛。",
      "zh_TW": "『洞視』，這一句是天眼通。所以到西方極樂世界好。我們今天在美國，台灣什麼情形，我們要不聽廣播、不看電視不知道，到西方極樂世界就看得清清楚楚，明明白白。我們自己的家親眷屬，父母、妻子、兒女，這一生的，過去生的，再過去生的，生生世世的統統看到，統統明瞭。這個時候如果他得度的因緣成熟了，你很快的就化身去度他。不往生西方極樂世界沒有這個能力，你想救我們的家親眷屬，幫助他，沒有能力。要想真正能夠幫助這些家親眷屬、親朋好友，唯一的辦法就是到西方世界去，西方世界去不難，人人都能去。多少人到美國拿個綠卡，要好多年才拿到，西方極樂世界不難，到西方極樂世界去辦簽證，經上講若一日到若七日就辦妥了。所以你要徹底了解，你會認真的念佛。"
    },
    {
      "id": "02-020-0005_p0111",
      "zh_CN": "【知十方去来现在之事。】",
      "zh_TW": "【知十方去來現在之事。】"
    },
    {
      "id": "02-020-0005_p0112",
      "zh_CN": "你有宿命、有天眼、有天耳，十方过去现在未来，十方刹土里面，你统统都清楚，没有一样不清楚，下品下生都是如此。",
      "zh_TW": "你有宿命、有天眼、有天耳，十方過去現在未來，十方剎土裡面，你統統都清楚，沒有一樣不清楚，下品下生都是如此。"
    },
    {
      "id": "02-020-0005_p0113",
      "zh_CN": "【不得是愿。不取正觉。】",
      "zh_TW": "【不得是願。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0114",
      "zh_CN": "因为他说得很清楚，『所有众生，生我国者』，只要生到他的西方世界，就有这个能力。他没有说明生我国者，上品上生者，那我们中下品就靠不住了，他没有说。他既然没有说，那下下品往生必然也是如此，这是我们不可以不知道的。所以，这是的确十方一切诸佛国土没有这么样的殊胜，没有这么样的庄严。再看第四愿。",
      "zh_TW": "因為他說得很清楚，『所有眾生，生我國者』，只要生到他的西方世界，就有這個能力。他沒有說明生我國者，上品上生者，那我們中下品就靠不住了，他沒有說。他既然沒有說，那下下品往生必然也是如此，這是我們不可以不知道的。所以，這是的確十方一切諸佛國土沒有這麼樣的殊勝，沒有這麼樣的莊嚴。再看第四願。"
    },
    {
      "id": "02-020-0005_p0115",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得他心智通。若不悉知亿那由他百千佛刹。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得他心智通。若不悉知億那由他百千佛剎。】"
    },
    {
      "id": "02-020-0005_p0116",
      "zh_CN": "这个是单位是『亿那由他百千佛刹』。",
      "zh_TW": "這個是單位是『億那由他百千佛剎』。"
    },
    {
      "id": "02-020-0005_p0117",
      "zh_CN": "【众生心念者。不取正觉。】",
      "zh_TW": "【眾生心念者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0118",
      "zh_CN": "这是他心通，这个他心通能力太大了，别人心里想个什么，动什么念头都知道。你要把这一愿看清楚了，我们从今起心动念就不要动坏念头，你不要认为别人不知道，西方极乐世界每个人都知道。不要说是阿弥陀佛、观音菩萨那些了，没有一个不晓得的。就是下品下生的众生，他也晓得你起了个什么念头，你动了什么心，他都知道，他有这个能力。不但我们娑婆世界这个地球上所有众生心念他都知道，十方一切刹土一切众生起心动念他都晓得，他有这么大的神通。",
      "zh_TW": "這是他心通，這個他心通能力太大了，別人心裡想個什麼，動什麼念頭都知道。你要把這一願看清楚了，我們從今起心動念就不要動壞念頭，你不要認為別人不知道，西方極樂世界每個人都知道。不要說是阿彌陀佛、觀音菩薩那些了，沒有一個不曉得的。就是下品下生的眾生，他也曉得你起了個什麼念頭，你動了什麼心，他都知道，他有這個能力。不但我們娑婆世界這個地球上所有眾生心念他都知道，十方一切剎土一切眾生起心動念他都曉得，他有這麼大的神通。"
    },
    {
      "id": "02-020-0005_p0119",
      "zh_CN": "我们要想得到这样的能力，得到这样的智慧，这的确都是如来果地上那些大菩萨的神通、道力，所以这个法门真是难信之法。通常一般要修行修到这个程度，像他四十八愿里所讲的这种境界，总是圆教八地以上才能到这个境界。所以，教研究多了，不相信这个法门，那不能怪他，这理上讲不通。人家修行修两个阿僧祇劫，到八地菩萨才有这个能力，这个人念几天佛往生他就得到了，这怎么能叫人相信？所以说难信之法，佛自己也说。但是我们要相信，佛决定没有妄语，而且这个法门是十方一切诸佛之所赞叹，就是唯恐我们不相信。真正是难信，像这样的神通、道力一往生就得到。再看第五愿：",
      "zh_TW": "我們要想得到這樣的能力，得到這樣的智慧，這的確都是如來果地上那些大菩薩的神通、道力，所以這個法門真是難信之法。通常一般要修行修到這個程度，像他四十八願裡所講的這種境界，總是圓教八地以上才能到這個境界。所以，教研究多了，不相信這個法門，那不能怪他，這理上講不通。人家修行修兩個阿僧祇劫，到八地菩薩才有這個能力，這個人念幾天佛往生他就得到了，這怎麼能叫人相信？所以說難信之法，佛自己也說。但是我們要相信，佛決定沒有妄語，而且這個法門是十方一切諸佛之所讚歎，就是唯恐我們不相信。真正是難信，像這樣的神通、道力一往生就得到。再看第五願："
    },
    {
      "id": "02-020-0005_p0120",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得神通自在。波罗密多。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得神通自在。波羅密多。】"
    },
    {
      "id": "02-020-0005_p0121",
      "zh_CN": "到这个地方，这就是四十八愿里面第十愿「神足通愿」。神足通就是飞行变化，像我们看《西游记》孙悟空七十二变，就是属于神足通。得到究竟圆满的神足通，这是不可思议。有了这个能力，十方世界你要想去，你念头一动，人就到了，就这样的快速。所以到西方极乐世界，要想再回到我们娑婆世界来看看，一念就到了，一点都不难。底下说：",
      "zh_TW": "到這個地方，這就是四十八願裡面第十願「神足通願」。神足通就是飛行變化，像我們看《西遊記》孫悟空七十二變，就是屬於神足通。得到究竟圓滿的神足通，這是不可思議。有了這個能力，十方世界你要想去，你念頭一動，人就到了，就這樣的快速。所以到西方極樂世界，要想再回到我們娑婆世界來看看，一念就到了，一點都不難。底下說："
    },
    {
      "id": "02-020-0005_p0122",
      "zh_CN": "【于一念顷。】",
      "zh_TW": "【於一念頃。】"
    },
    {
      "id": "02-020-0005_p0123",
      "zh_CN": "『一念顷』就是一刹那。",
      "zh_TW": "『一念頃』就是一剎那。"
    },
    {
      "id": "02-020-0005_p0124",
      "zh_CN": "【不能超过亿那由他百千佛刹。周遍巡历。供养诸佛者。不取正觉。】",
      "zh_TW": "【不能超過億那由他百千佛剎。周遍巡歷。供養諸佛者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0125",
      "zh_CN": "这是「遍供诸佛愿」，有能力去供养无量无边刹土的诸佛，当然你也有能力去看那些无量无边刹土里面，我们过去生生世世的眷属、亲朋好友，他们现在不晓得转到哪一道去了。到这个时候你都能力，他不认识你，你认识他，你跟他在哪一生哪一劫里面，有些什么因缘，有些什么往来，统统都知道。有缘你就有机会度他，只要他能接受，你跟他讲他能够接受，他得度的机缘就成熟了。到这个地方我们已经看到五通，五种神通，而且这个神通都是非常的广大。再看第六愿。",
      "zh_TW": "這是「遍供諸佛願」，有能力去供養無量無邊剎土的諸佛，當然你也有能力去看那些無量無邊剎土裡面，我們過去生生世世的眷屬、親朋好友，他們現在不曉得轉到哪一道去了。到這個時候你都能力，他不認識你，你認識他，你跟他在哪一生哪一劫裡面，有些什麼因緣，有些什麼往來，統統都知道。有緣你就有機會度他，只要他能接受，你跟他講他能夠接受，他得度的機緣就成熟了。到這個地方我們已經看到五通，五種神通，而且這個神通都是非常的廣大。再看第六願。"
    },
    {
      "id": "02-020-0005_p0126",
      "zh_CN": "【我作佛时。所有众生。生我国者。远离分别。诸根寂静。若不决定成等正觉。证大涅槃者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。遠離分別。諸根寂靜。若不決定成等正覺。證大涅槃者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0127",
      "zh_CN": "这一愿就是说明当生成佛。所以，这个法门是一生往生，往生之后一生成佛，决定不要等到第二生，名符其实的当生成就的佛法。任何一个法门都不能比，像《华严》，可以说除了净土法门之外，佛在一切经里面，讲一生成佛的只有《华严经》，只有这一部，善财童子是一生成佛。可是一生到最后，他要成究竟圆满佛，他怎么成的？他是念佛求生西方世界而成的。所以《华严经》的归属还是本经，善财童子要不生到西方极乐世界，他一生不能圆满成佛，这是这一愿所摄，摄《华严》《法华》。",
      "zh_TW": "這一願就是說明當生成佛。所以，這個法門是一生往生，往生之後一生成佛，決定不要等到第二生，名符其實的當生成就的佛法。任何一個法門都不能比，像《華嚴》，可以說除了淨土法門之外，佛在一切經裡面，講一生成佛的只有《華嚴經》，只有這一部，善財童子是一生成佛。可是一生到最後，他要成究竟圓滿佛，他怎麼成的？他是念佛求生西方世界而成的。所以《華嚴經》的歸屬還是本經，善財童子要不生到西方極樂世界，他一生不能圓滿成佛，這是這一願所攝，攝《華嚴》《法華》。"
    },
    {
      "id": "02-020-0005_p0128",
      "zh_CN": "我们在这个世界，业障、烦恼重，我们知道分别执着是错误的，可是没有办法『远离分别』，没有办法得清净心，『诸根寂静』就是六根清净，我们在这个世间很难做得到，一生到西方极乐世界就得到了。这两句话诸位仔细想想，就是一心不乱，「远离分别，诸根寂静」，这不是一心不乱是什么？所以，一心不乱什么时候得？往生西方极乐世界那一刹那的时间得。我们往生，佛来接引，佛来接引的时候，一定先是佛光注照，佛的光一照我们就远离分别，诸根寂静，就得一心不乱。",
      "zh_TW": "我們在這個世界，業障、煩惱重，我們知道分別執著是錯誤的，可是沒有辦法『遠離分別』，沒有辦法得清淨心，『諸根寂靜』就是六根清淨，我們在這個世間很難做得到，一生到西方極樂世界就得到了。這兩句話諸位仔細想想，就是一心不亂，「遠離分別，諸根寂靜」，這不是一心不亂是什麼？所以，一心不亂什麼時候得？往生西方極樂世界那一剎那的時間得。我們往生，佛來接引，佛來接引的時候，一定先是佛光注照，佛的光一照我們就遠離分別，諸根寂靜，就得一心不亂。"
    },
    {
      "id": "02-020-0005_p0129",
      "zh_CN": "鸠摩罗什大师翻译的《弥陀经》，所翻的是一心不乱，玄奘大师译本不是的，罗什大师是意译的，玄奘大师是直译的，保存梵文原来的文字，原来的文字是「一心系念」，不是一心不乱，一心系念。一心系念我们看的很放心，为什么？我们每个人都可以做得到，系念就是挂念，我一心一意一天到晚念着阿弥陀佛，想着阿弥陀佛就行了；一心不乱就把我们人吓倒了，为什么？做不到。但是，玄奘大师并没有把鸠摩罗什所翻译的这一句修正，他没有；换句话说，他翻得也不错，怎么不错？往生的时候得到。平时我们要做到一心系念，往生的时候佛光一照，就得一心不乱。所以罗什大师的翻译没错，虽然与原本上文字上不相同，意思上没有差别。鸠摩罗什大师当然对于净土法门非常的了解，他晓得在临命终的一刹那，佛来接引你的时候，这个时候你就得一心不乱。",
      "zh_TW": "鳩摩羅什大師翻譯的《彌陀經》，所翻的是一心不亂，玄奘大師譯本不是的，羅什大師是意譯的，玄奘大師是直譯的，保存梵文原來的文字，原來的文字是「一心繫念」，不是一心不亂，一心繫念。一心繫念我們看的很放心，為什麼？我們每個人都可以做得到，繫念就是掛念，我一心一意一天到晚念著阿彌陀佛，想著阿彌陀佛就行了；一心不亂就把我們人嚇倒了，為什麼？做不到。但是，玄奘大師並沒有把鳩摩羅什所翻譯的這一句修正，他沒有；換句話說，他翻得也不錯，怎麼不錯？往生的時候得到。平時我們要做到一心繫念，往生的時候佛光一照，就得一心不亂。所以羅什大師的翻譯沒錯，雖然與原本上文字上不相同，意思上沒有差別。鳩摩羅什大師當然對於淨土法門非常的了解，他曉得在臨命終的一剎那，佛來接引你的時候，這個時候你就得一心不亂。"
    },
    {
      "id": "02-020-0005_p0130",
      "zh_CN": "『若不决定成等正觉，证大涅槃者，不取正觉。』这一句里头，这个句子非常的肯定，换句话说，往生到西方极乐世界的人决定成佛，决定证大涅槃，成的是圆教究竟佛果，每个人都有同样的成就。这是西方极乐世界最极殊胜之处，没有比这个更殊胜的。在四十八愿里，这是第十二「定成正觉愿」。再看下面第七愿。",
      "zh_TW": "『若不決定成等正覺，證大涅槃者，不取正覺。』這一句裡頭，這個句子非常的肯定，換句話說，往生到西方極樂世界的人決定成佛，決定證大涅槃，成的是圓教究竟佛果，每個人都有同樣的成就。這是西方極樂世界最極殊勝之處，沒有比這個更殊勝的。在四十八願裡，這是第十二「定成正覺願」。再看下面第七願。"
    },
    {
      "id": "02-020-0005_p0131",
      "zh_CN": "【我作佛时。光明无量。普照十方。绝胜诸佛。胜于日月之明。千万亿倍。】",
      "zh_TW": "【我作佛時。光明無量。普照十方。絕勝諸佛。勝於日月之明。千萬億倍。】"
    },
    {
      "id": "02-020-0005_p0132",
      "zh_CN": "这是一愿，这一愿是「光明无量愿」。这是阿弥陀佛自己，他的佛光超越一般诸佛的光明。每尊佛都有光明普照，但是阿弥陀佛的光明特别殊胜，超胜诸佛。",
      "zh_TW": "這是一願，這一願是「光明無量願」。這是阿彌陀佛自己，他的佛光超越一般諸佛的光明。每尊佛都有光明普照，但是阿彌陀佛的光明特別殊勝，超勝諸佛。"
    },
    {
      "id": "02-020-0005_p0133",
      "zh_CN": "【若有众生。见我光明。照触其身。莫不安乐。慈心作善。来生我国。若不尔者。不取正觉。】",
      "zh_TW": "【若有眾生。見我光明。照觸其身。莫不安樂。慈心作善。來生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0134",
      "zh_CN": "所以，这个往生的人先见到佛光，佛光一注照就决定往生，这在这一愿里头。佛光中有化佛，光中化佛无数亿，化佛往往都是来接引一般念佛众生，接引一般念佛的众生往生净土。佛光一照，不但是像刚才讲的，你得一心，佛光注照的时候，一切的罪业都消除了，清净、慈悲之心都生起来。所以，往生西方世界他纯，这个世界的人纯善，心地各个都是清净、慈悲、平等。绝不像其他世界，其他世界众生心地不平等、不清净，慈悲那得看什么人，看什么对象。我们世间人，看相算命的常说「相随心转」，又说到「人心不同，各如其面」。西方极乐世界的人面貌都一样，换句话说，他心都一样；如果心不一样，他面貌怎么可能一样？心怎么一样的？那是佛力加持他的，使每个人的心都清净、平等、慈悲，所以他现的相跟佛的相一模一样。再看第八愿。",
      "zh_TW": "所以，這個往生的人先見到佛光，佛光一注照就決定往生，這在這一願裡頭。佛光中有化佛，光中化佛無數億，化佛往往都是來接引一般念佛眾生，接引一般念佛的眾生往生淨土。佛光一照，不但是像剛才講的，你得一心，佛光注照的時候，一切的罪業都消除了，清淨、慈悲之心都生起來。所以，往生西方世界他純，這個世界的人純善，心地各個都是清淨、慈悲、平等。絕不像其他世界，其他世界眾生心地不平等、不清淨，慈悲那得看什麼人，看什麼對象。我們世間人，看相算命的常說「相隨心轉」，又說到「人心不同，各如其面」。西方極樂世界的人面貌都一樣，換句話說，他心都一樣；如果心不一樣，他面貌怎麼可能一樣？心怎麼一樣的？那是佛力加持他的，使每個人的心都清淨、平等、慈悲，所以他現的相跟佛的相一模一樣。再看第八願。"
    },
    {
      "id": "02-020-0005_p0135",
      "zh_CN": "【我作佛时。寿命无量。】",
      "zh_TW": "【我作佛時。壽命無量。】"
    },
    {
      "id": "02-020-0005_p0136",
      "zh_CN": "这就是无量寿。西方极乐世界的人跟佛的寿量是相同的，佛无量寿，每个人也都是无量寿。",
      "zh_TW": "這就是無量壽。西方極樂世界的人跟佛的壽量是相同的，佛無量壽，每個人也都是無量壽。"
    },
    {
      "id": "02-020-0005_p0137",
      "zh_CN": "【国中声闻天人无数。寿命亦皆无量。】",
      "zh_TW": "【國中聲聞天人無數。壽命亦皆無量。】"
    },
    {
      "id": "02-020-0005_p0138",
      "zh_CN": "这些『声闻天人』是随顺十方世界所说的，实际上都是菩萨，这个人数无量无边，寿命也是无量无边的。",
      "zh_TW": "這些『聲聞天人』是隨順十方世界所說的，實際上都是菩薩，這個人數無量無邊，壽命也是無量無邊的。"
    },
    {
      "id": "02-020-0005_p0139",
      "zh_CN": "【假令三千大千世界众生。悉成缘觉。】",
      "zh_TW": "【假令三千大千世界眾生。悉成緣覺。】"
    },
    {
      "id": "02-020-0005_p0140",
      "zh_CN": "这是讲人多，『三千大千世界众生』，就像我们娑婆世界，每尊佛的教化区域就是一个三千大千世界，我们通常也称一佛土，就是一个佛国土。这里面的众生就太多了，这是用个比喻来说，说三千大千世界众生统统证到辟支佛果。",
      "zh_TW": "這是講人多，『三千大千世界眾生』，就像我們娑婆世界，每尊佛的教化區域就是一個三千大千世界，我們通常也稱一佛土，就是一個佛國土。這裡面的眾生就太多了，這是用個比喻來說，說三千大千世界眾生統統證到辟支佛果。"
    },
    {
      "id": "02-020-0005_p0141",
      "zh_CN": "【于百千劫。】",
      "zh_TW": "【於百千劫。】"
    },
    {
      "id": "02-020-0005_p0142",
      "zh_CN": "这是时间长，不是一天，时间是以劫为单位，一千劫，一百个千劫，这么多的人，这么长的时间。",
      "zh_TW": "這是時間長，不是一天，時間是以劫為單位，一千劫，一百個千劫，這麼多的人，這麼長的時間。"
    },
    {
      "id": "02-020-0005_p0143",
      "zh_CN": "【悉共计校。】",
      "zh_TW": "【悉共計校。】"
    },
    {
      "id": "02-020-0005_p0144",
      "zh_CN": "『计』是计度，『校』是较量，让他们计算、比较，到底极乐世界人寿命是多长？",
      "zh_TW": "『計』是計度，『校』是較量，讓他們計算、比較，到底極樂世界人壽命是多長？"
    },
    {
      "id": "02-020-0005_p0145",
      "zh_CN": "【若能知其量数者。不取正觉。】",
      "zh_TW": "【若能知其量數者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0146",
      "zh_CN": "不是一尊辟支佛，是三千大千世界所有众生统统成了辟支佛，大家共同来计算，算算极乐世界人寿命多长，都算不出来，用『百千劫』的时间都算不出来。佛说如果他要算出来，阿弥陀佛就不成佛，可见在西方极乐世界寿命之长不可思议。下一愿，第九愿：",
      "zh_TW": "不是一尊辟支佛，是三千大千世界所有眾生統統成了辟支佛，大家共同來計算，算算極樂世界人壽命多長，都算不出來，用『百千劫』的時間都算不出來。佛說如果他要算出來，阿彌陀佛就不成佛，可見在西方極樂世界壽命之長不可思議。下一願，第九願："
    },
    {
      "id": "02-020-0005_p0147",
      "zh_CN": "【我作佛时。十方世界无量刹中。无数诸佛。若不共称叹我名。说我功德国土之善者。不取正觉。】",
      "zh_TW": "【我作佛時。十方世界無量剎中。無數諸佛。若不共稱嘆我名。說我功德國土之善者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0148",
      "zh_CN": "这一愿我们在许多经典里面看到，他真的兑现了，十方无量无边的刹土没有不称叹阿弥陀佛的，没有不说极乐世界功德庄严的。我们在小本《弥陀经》里面，看到六方佛的赞叹，如果你要是看玄奘大师翻译的，那十方诸佛赞叹，本经释迦牟尼佛给我们介绍，也说了十方诸佛赞叹，实在讲他是真正值得赞叹。看下面第十愿，第十愿跟第十一愿，在四十八愿里面这两愿是中心，这两愿是精华，这两愿才看到西方极乐世界真正的超胜。",
      "zh_TW": "這一願我們在許多經典裡面看到，他真的兌現了，十方無量無邊的剎土沒有不稱嘆阿彌陀佛的，沒有不說極樂世界功德莊嚴的。我們在小本《彌陀經》裡面，看到六方佛的讚歎，如果你要是看玄奘大師翻譯的，那十方諸佛讚歎，本經釋迦牟尼佛給我們介紹，也說了十方諸佛讚歎，實在講他是真正值得讚歎。看下面第十願，第十願跟第十一願，在四十八願裡面這兩願是中心，這兩願是精華，這兩願才看到西方極樂世界真正的超勝。"
    },
    {
      "id": "02-020-0005_p0149",
      "zh_CN": "【我作佛时。十方众生。闻我名号。至心信乐。所有善根。心心回向。愿生我国。乃至十念。若不生者。不取正觉。唯除五逆。诽谤正法。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。至心信樂。所有善根。心心回向。願生我國。乃至十念。若不生者。不取正覺。唯除五逆。誹謗正法。】"
    },
    {
      "id": "02-020-0005_p0150",
      "zh_CN": "这一愿是什么？十念往生。往生要什么条件？这个条件谁做不到！所以看了这一愿，没有一个人不能往生。真的就像善导大师所说的，遇缘不同，有很多人一生念佛，还是半信半疑，到最后还落空，他不晓得这个道理。如果晓得阿弥陀佛这个本愿，他信心就足了，心就定了，不会再打妄想，他决定往生。这是讲十念称名，这个十念诸位要记住，不是平时，是临命终的时候，命终的时候十念。条件是『至心信乐』，至心是真心，真相信、真喜欢，听到西方极乐世界阿弥陀佛，真相信、真喜欢，真想去。把他一生当中所做的善根『心心回向』，一点点小小的善事都回向到西方极乐世界，求生净土。临命终时一念到十念都能往生，《观无量寿经》讲一念十念，此地讲十念。『若不生者，不取正觉』。附带的，『唯除五逆，诽谤正法』，这种人不能生，为什么？诽谤正法，当然他就不相信，不相信焉能得生？",
      "zh_TW": "這一願是什麼？十念往生。往生要什麼條件？這個條件誰做不到！所以看了這一願，沒有一個人不能往生。真的就像善導大師所說的，遇緣不同，有很多人一生念佛，還是半信半疑，到最後還落空，他不曉得這個道理。如果曉得阿彌陀佛這個本願，他信心就足了，心就定了，不會再打妄想，他決定往生。這是講十念稱名，這個十念諸位要記住，不是平時，是臨命終的時候，命終的時候十念。條件是『至心信樂』，至心是真心，真相信、真喜歡，聽到西方極樂世界阿彌陀佛，真相信、真喜歡，真想去。把他一生當中所做的善根『心心回向』，一點點小小的善事都迴向到西方極樂世界，求生淨土。臨命終時一念到十念都能往生，《觀無量壽經》講一念十念，此地講十念。『若不生者，不取正覺』。附帶的，『唯除五逆，誹謗正法』，這種人不能生，為什麼？誹謗正法，當然他就不相信，不相信焉能得生？"
    },
    {
      "id": "02-020-0005_p0151",
      "zh_CN": "眉注里头，李老师用《观无量寿经》，提出来给我们做个参考。那就是十六观里面「下品下生章」，第十六观的下品下生就是五逆十恶，五逆十恶之人临终要遇到善友，遇到一个善友劝他念佛求生西方极乐世界，他真正能够忏悔，真忏悔那他的罪就忏除了。他要真正肯相信、肯念，十念、一念亦能往生，往生到西方极乐世界下品下生。所以下品下生都是五逆十恶之人，这就是真实，这个法门度尽了一切众生，没有一个众生不在他得度的范围之内。所以，老师把《观经》这一段写在这个地方给我们做参考。五逆十恶临终不知道忏悔，还诽谤正法，那就没法子了；他要真正忏悔，他能够往生。",
      "zh_TW": "眉註裡頭，李老師用《觀無量壽經》，提出來給我們做個參考。那就是十六觀裡面「下品下生章」，第十六觀的下品下生就是五逆十惡，五逆十惡之人臨終要遇到善友，遇到一個善友勸他念佛求生西方極樂世界，他真正能夠懺悔，真懺悔那他的罪就懺除了。他要真正肯相信、肯念，十念、一念亦能往生，往生到西方極樂世界下品下生。所以下品下生都是五逆十惡之人，這就是真實，這個法門度盡了一切眾生，沒有一個眾生不在他得度的範圍之內。所以，老師把《觀經》這一段寫在這個地方給我們做參考。五逆十惡臨終不知道懺悔，還誹謗正法，那就沒法子了；他要真正懺悔，他能夠往生。"
    },
    {
      "id": "02-020-0005_p0152",
      "zh_CN": "同时，我们在《观经》疏钞里面看到，智者大师的《妙宗钞》、善导大师的《四帖疏》，诸位如果仔细去研究研究，临命终时一念、十念并不是完全都是下品下生。假如他忏悔的力量强，一面忏悔，一面发愿，发的这个愿真，忏悔的力量彻底，我真的改过自新，从今以后弘法利生，像佛一样普度众生，他还能上品上生，五逆十恶一回头，他能到上品去了。这才证明了善导大师所讲的话是真的，一点不假，三辈九品是我们这一生当中遇缘不同。他遇到缘好，遇到缘殊胜，把这个道理讲得清楚、讲得明白，譬如说那个临命终，一生无恶不造的人，将要死的时候，你要是做他的善知识，你跟他讲赶紧忏悔，彻底忏悔，改过自新，从今以后发大愿，弘法利生，护持佛教。他如果真正是忏罪，真正发这个愿，他往生不是在下品下生，他的品位就高了。",
      "zh_TW": "同時，我們在《觀經》疏鈔裡面看到，智者大師的《妙宗鈔》、善導大師的《四帖疏》，諸位如果仔細去研究研究，臨命終時一念、十念並不是完全都是下品下生。假如他懺悔的力量強，一面懺悔，一面發願，發的這個願真，懺悔的力量徹底，我真的改過自新，從今以後弘法利生，像佛一樣普度眾生，他還能上品上生，五逆十惡一回頭，他能到上品去了。這才證明了善導大師所講的話是真的，一點不假，三輩九品是我們這一生當中遇緣不同。他遇到緣好，遇到緣殊勝，把這個道理講得清楚、講得明白，譬如說那個臨命終，一生無惡不造的人，將要死的時候，你要是做他的善知識，你跟他講趕緊懺悔，徹底懺悔，改過自新，從今以後發大願，弘法利生，護持佛教。他如果真正是懺罪，真正發這個願，他往生不是在下品下生，他的品位就高了。"
    },
    {
      "id": "02-020-0005_p0153",
      "zh_CN": "如果只知道忏罪，发的愿不大，我只求往生西方极乐世界，下品下生就好了，不要再轮回，好了，那他就注定下品。他要能发个大愿，我往生之后跟佛一样普度众生，他的品位就高了。所以，一个是忏悔，这个力量大，发愿这力量大，你看阿弥陀佛建西方极乐世界，他就是愿，愿大，他就真成就了。所以，人一定要有大愿，要有宏愿。四十八愿常常念，念了之后，不要以为这是法藏比丘因地上的大愿，阿弥陀佛的愿。我们要依照这个每条愿，希望念的时候把它变成自己的愿，你要能够愿愿都变成自己真正的愿望，不是假的，条条都是我自己真实的愿望，你往生西方极乐世界你决定是上三品生。不敢保证你是上品上生，上品中生、上品下生那是靠得住的，决定是上三品。所以，人要发大愿。",
      "zh_TW": "如果只知道懺罪，發的願不大，我只求往生西方極樂世界，下品下生就好了，不要再輪迴，好了，那他就注定下品。他要能發個大願，我往生之後跟佛一樣普度眾生，他的品位就高了。所以，一個是懺悔，這個力量大，發願這力量大，你看阿彌陀佛建西方極樂世界，他就是願，願大，他就真成就了。所以，人一定要有大願，要有宏願。四十八願常常念，念了之後，不要以為這是法藏比丘因地上的大願，阿彌陀佛的願。我們要依照這個每條願，希望念的時候把它變成自己的願，你要能夠願願都變成自己真正的願望，不是假的，條條都是我自己真實的願望，你往生西方極樂世界你決定是上三品生。不敢保證你是上品上生，上品中生、上品下生那是靠得住的，決定是上三品。所以，人要發大願。"
    },
    {
      "id": "02-020-0005_p0154",
      "zh_CN": "发了这个愿是要做到的，你看法藏比丘当年是五劫修行，他做到了。我们今天发了这个愿，我们能做多少算多少，尽心尽力的去做，就是圆满的功德。我的心到了，我的力量也到了，决定没有一丝毫保留的，这就是取上品。我有能力做，我只做一半，那你就打折扣了，你往生的品位上也打了个折扣。所以一定要尽心尽力的去做，功德才是圆满的。人不怕有过失，不怕罪业，不要怕，要知道忏悔，要知道真正改过自新。我们俗话也常说「浪子回头金不换」，那比一个普通好孩子不晓得好多少倍，他是真正回过头来的。佛法里也是如此，真正回过头来的，生到西方极乐世界都是上三品。",
      "zh_TW": "發了這個願是要做到的，你看法藏比丘當年是五劫修行，他做到了。我們今天發了這個願，我們能做多少算多少，盡心盡力的去做，就是圓滿的功德。我的心到了，我的力量也到了，決定沒有一絲毫保留的，這就是取上品。我有能力做，我只做一半，那你就打折扣了，你往生的品位上也打了個折扣。所以一定要盡心盡力的去做，功德才是圓滿的。人不怕有過失，不怕罪業，不要怕，要知道懺悔，要知道真正改過自新。我們俗話也常說「浪子回頭金不換」，那比一個普通好孩子不曉得好多少倍，他是真正回過頭來的。佛法裡也是如此，真正回過頭來的，生到西方極樂世界都是上三品。"
    },
    {
      "id": "02-020-0005_p0155",
      "zh_CN": "再看底下这一愿，第十愿是十念往生，这是说明每个人都有分，这么容易去，西方极乐世界的门太大了，太容易去了。底下这一愿就是发菩提心，三辈九品里头，三辈都说发菩提心，所以发菩提心很重要，因为它是大乘。",
      "zh_TW": "再看底下這一願，第十願是十念往生，這是說明每個人都有分，這麼容易去，西方極樂世界的門太大了，太容易去了。底下這一願就是發菩提心，三輩九品裡頭，三輩都說發菩提心，所以發菩提心很重要，因為它是大乘。"
    },
    {
      "id": "02-020-0005_p0156",
      "zh_CN": "【我作佛时。十方众生。闻我名号。发菩提心。修诸功德。奉行六波罗蜜。坚固不退。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。發菩提心。修諸功德。奉行六波羅蜜。堅固不退。】"
    },
    {
      "id": "02-020-0005_p0157",
      "zh_CN": "这就是「闻名发心」。菩提心就是真心，闻名，单单闻这一句阿弥陀佛名号，这不算闻名。因为此地这个『闻』是属于闻慧，单单听说一句阿弥陀佛没这么大的力量；甚至于天天念佛的，常说一万个人念佛，难得有两、三个人才能往生，那么多人一天到晚念佛都不能往生。他那个闻是耳闻，他不是心闻，耳闻没有用的，耳边风，心里头没有。这个闻是闻慧，闻了之后，闻就是彻底了解，对于阿弥陀佛你真的认识他，你真的了解他。要怎样才能闻？说实在的话，你把三经念通了就明白了，对西方极乐世界、对阿弥陀佛真正认清楚了，那你当然会发心。",
      "zh_TW": "這就是「聞名發心」。菩提心就是真心，聞名，單單聞這一句阿彌陀佛名號，這不算聞名。因為此地這個『聞』是屬於聞慧，單單聽說一句阿彌陀佛沒這麼大的力量；甚至於天天念佛的，常說一萬個人念佛，難得有兩、三個人才能往生，那麼多人一天到晚念佛都不能往生。他那個聞是耳聞，他不是心聞，耳聞沒有用的，耳邊風，心裡頭沒有。這個聞是聞慧，聞了之後，聞就是徹底了解，對於阿彌陀佛你真的認識他，你真的了解他。要怎樣才能聞？說實在的話，你把三經念通了就明白了，對西方極樂世界、對阿彌陀佛真正認清楚了，那你當然會發心。"
    },
    {
      "id": "02-020-0005_p0158",
      "zh_CN": "蕅益大师跟我们说，真正发心求生西方极乐世界，这个心就是菩提心。这个解释很清楚、很明白，我们没有疑惑，人人能做得到，真信切愿求生净土，这个心就是无上菩提心。当然比不上对于这部大经彻底的明白，能将四十八愿变成自己的本愿，那是真实无上菩提心，这个缘才算是第一殊胜。既然发菩提心了，当然他在生活当中，处事待人接物，一定是『修诸功德』，奉行六度，用六度作为自己生活、处事待人接物的守则，我们照这个去做，『坚固不退』。这是闻名发心愿。",
      "zh_TW": "蕅益大師跟我們說，真正發心求生西方極樂世界，這個心就是菩提心。這個解釋很清楚、很明白，我們沒有疑惑，人人能做得到，真信切願求生淨土，這個心就是無上菩提心。當然比不上對於這部大經徹底的明白，能將四十八願變成自己的本願，那是真實無上菩提心，這個緣才算是第一殊勝。既然發菩提心了，當然他在生活當中，處事待人接物，一定是『修諸功德』，奉行六度，用六度作為自己生活、處事待人接物的守則，我們照這個去做，『堅固不退』。這是聞名發心願。"
    },
    {
      "id": "02-020-0005_p0159",
      "zh_CN": "这个愿跟前面一愿合起来，是四十八愿里面最重要的，关系我们这一生念佛往生。从这个两愿我们就晓得，我们的确是有资格到西方极乐世界去，因为我们具备了他所说的这两个条件。",
      "zh_TW": "這個願跟前面一願合起來，是四十八願裡面最重要的，關係我們這一生念佛往生。從這個兩願我們就曉得，我們的確是有資格到西方極樂世界去，因為我們具備了他所說的這兩個條件。"
    },
    {
      "id": "02-020-0005_p0160",
      "zh_CN": "【复以善根回向。愿生我国。一心念我。昼夜不断。临寿终时。我与诸菩萨众迎现其前。经须臾间。即生我刹。作阿惟越致菩萨。不得是愿。不取正觉。】",
      "zh_TW": "【復以善根迴向。願生我國。一心念我。晝夜不斷。臨壽終時。我與諸菩薩眾迎現其前。經須臾間。即生我剎。作阿惟越致菩薩。不得是願。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0161",
      "zh_CN": "这一愿是「临终接引愿」。我们求往生，西方极乐世界到底在哪里？去我们十万亿国土，我们到哪里去找？你不要害怕，你到临命终时佛来接你，你不必去认方向，也不必去认路，他来接引你去。他曾经发了这个愿，一定会来接你去。可是你至少要具备前面两个条件，一个就是十念，一个就是发心。你要发菩提心，具足十念，愿生西方世界，『一心念我』，我是阿弥陀佛，一心念阿弥陀佛的名号。念，得『昼夜不断』，这个好像是有困难，我们有许多工作，没有办法做到昼夜不断。其实这个事情就是讲到一心系念，你得把阿弥陀佛真的常常放在心里，把他当作我们这一生当中第一要紧的事情，第一牵挂的事情。把所有拉拉杂杂的牵挂统统要放下，我们一天到晚挂念阿弥陀佛，这样我们才能够决定往生。",
      "zh_TW": "這一願是「臨終接引願」。我們求往生，西方極樂世界到底在哪裡？去我們十萬億國土，我們到哪裡去找？你不要害怕，你到臨命終時佛來接你，你不必去認方向，也不必去認路，他來接引你去。他曾經發了這個願，一定會來接你去。可是你至少要具備前面兩個條件，一個就是十念，一個就是發心。你要發菩提心，具足十念，願生西方世界，『一心念我』，我是阿彌陀佛，一心念阿彌陀佛的名號。念，得『晝夜不斷』，這個好像是有困難，我們有許多工作，沒有辦法做到晝夜不斷。其實這個事情就是講到一心繫念，你得把阿彌陀佛真的常常放在心裡，把他當作我們這一生當中第一要緊的事情，第一牽掛的事情。把所有拉拉雜雜的牽掛統統要放下，我們一天到晚掛念阿彌陀佛，這樣我們才能夠決定往生。"
    },
    {
      "id": "02-020-0005_p0162",
      "zh_CN": "世间的事情来了，随缘，随缘而不攀缘，来了我们就应付，我们也会做得非常好。为什么？我们心清净，我们有智慧，我们不动感情，我们很理智的也尽心尽力的做，会把世间样样事情做到尽善尽美。所谓「佛法在世间，不离世间法」，不是说世间法我都不要了，都不做，那是错了，那你就偏到一边去了。这是大乘法，绝对圆融，跟《华严》一样，理事无碍，事事无碍。它是一乘当中的一乘，大乘当中的大乘，了义当中的了义，这个经实在不可思议。可是自己心清净，自己心决定不烦，决定不会被外面境界牵着转，自己心里头二六时中确实就是一尊阿弥陀佛，就是西方极乐世界。我们如果做到这一步，你自己会有把握，会有信心，我这一生决定往生，你就会有把握；换句话说，虽然不能像预知时至那么明确，自己有预感，就是决定能往生，充满了信心，到临命终时一定预知时至。",
      "zh_TW": "世間的事情來了，隨緣，隨緣而不攀緣，來了我們就應付，我們也會做得非常好。為什麼？我們心清淨，我們有智慧，我們不動感情，我們很理智的也盡心盡力的做，會把世間樣樣事情做到盡善盡美。所謂「佛法在世間，不離世間法」，不是說世間法我都不要了，都不做，那是錯了，那你就偏到一邊去了。這是大乘法，絕對圓融，跟《華嚴》一樣，理事無礙，事事無礙。它是一乘當中的一乘，大乘當中的大乘，了義當中的了義，這個經實在不可思議。可是自己心清淨，自己心決定不煩，決定不會被外面境界牽著轉，自己心裡頭二六時中確實就是一尊阿彌陀佛，就是西方極樂世界。我們如果做到這一步，你自己會有把握，會有信心，我這一生決定往生，你就會有把握；換句話說，雖然不能像預知時至那麼明確，自己有預感，就是決定能往生，充滿了信心，到臨命終時一定預知時至。"
    },
    {
      "id": "02-020-0005_p0163",
      "zh_CN": "所以，这个法门实在讲没有别的秘诀，能把四十八愿看清楚了，这里头的秘诀你全都知道了，就是要「一心念我，昼夜不断」。所以没有事情就念佛，如果要念经，就念《弥陀经》，念《无量寿经》，或者念《观无量寿经》，三经就够了，当作我们的日课。为什么？念这个三经帮助我们观想，「忆佛念佛」，忆是心里想佛，经念多了，常常想西方的世界。譬如说四十八愿念熟了，想到佛什么样的愿，我自己应当怎么学法，我今天处事待人接物要像阿弥陀佛，阿弥陀佛怎么待人，阿弥陀佛怎样应付这个世界，我们学这些，这叫学佛。要得像个阿弥陀佛，将来到西方极乐世界，这才叫上上品往生。临命终时佛来接，佛与观世音、大势至，甚至文殊、普贤这些大菩萨们，以及清净海会大众，都来接引你，一刹那之间就到了，就到西方极乐世界。到了西方极乐世界，真的圆证三不退。这是难信之法。",
      "zh_TW": "所以，這個法門實在講沒有別的祕訣，能把四十八願看清楚了，這裡頭的祕訣你全都知道了，就是要「一心念我，晝夜不斷」。所以沒有事情就念佛，如果要念經，就念《彌陀經》，念《無量壽經》，或者念《觀無量壽經》，三經就夠了，當作我們的日課。為什麼？念這個三經幫助我們觀想，「憶佛念佛」，憶是心裡想佛，經念多了，常常想西方的世界。譬如說四十八願念熟了，想到佛什麼樣的願，我自己應當怎麼學法，我今天處事待人接物要像阿彌陀佛，阿彌陀佛怎麼待人，阿彌陀佛怎樣應付這個世界，我們學這些，這叫學佛。要得像個阿彌陀佛，將來到西方極樂世界，這才叫上上品往生。臨命終時佛來接，佛與觀世音、大勢至，甚至文殊、普賢這些大菩薩們，以及清淨海會大眾，都來接引你，一剎那之間就到了，就到西方極樂世界。到了西方極樂世界，真的圓證三不退。這是難信之法。"
    },
    {
      "id": "02-020-0005_p0164",
      "zh_CN": "我们是凡夫，凡夫之人，一到西方极乐世界圆证三不退。怎么晓得圆证三不退？此地讲『阿惟越致菩萨』，不是普通菩萨，阿惟越致，小本《弥陀经》里翻作阿鞞跋致，阿鞞跋致翻作中国的意思是不退转。你看李老师在旁边注解的，「七地以上」，这是真正的超越，不可思议。所以，我常常讲，净土法门必须要以四十八愿作为依据，作为总纲领。为什么？我们才不怀疑，因为四十八愿是佛自己说的。不管经论上怎么说，必须要跟它相应，这个才不会错的，这就是于圆证三不退的依据。『不得是愿，不取正觉』，我们只要依照这一愿的愿文去做，我们就相信我们将来往生西方极乐世界，必定是这个位次。第十二愿：",
      "zh_TW": "我們是凡夫，凡夫之人，一到西方極樂世界圓證三不退。怎麼曉得圓證三不退？此地講『阿惟越致菩薩』，不是普通菩薩，阿惟越致，小本《彌陀經》裡翻作阿鞞跋致，阿鞞跋致翻作中國的意思是不退轉。你看李老師在旁邊註解的，「七地以上」，這是真正的超越，不可思議。所以，我常常講，淨土法門必須要以四十八願作為依據，作為總綱領。為什麼？我們才不懷疑，因為四十八願是佛自己說的。不管經論上怎麼說，必須要跟它相應，這個才不會錯的，這就是於圓證三不退的依據。『不得是願，不取正覺』，我們只要依照這一願的願文去做，我們就相信我們將來往生西方極樂世界，必定是這個位次。第十二願："
    },
    {
      "id": "02-020-0005_p0165",
      "zh_CN": "【我作佛时。十方众生。闻我名号。系念我国。发菩提心。坚固不退。植众德本。至心回向。欲生极乐。无不遂者。若有宿恶。闻我名字。即自悔过。为道作善。便持经戒。愿生我刹。命终不复更三恶道。即生我国。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。繫念我國。發菩提心。堅固不退。植眾德本。至心迴向。欲生極樂。無不遂者。若有宿惡。聞我名字。即自悔過。為道作善。便持經戒。願生我剎。命終不復更三惡道。即生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0166",
      "zh_CN": "这一愿是讲罪业深重的人，悔过即生。所以，我们过去，或者是没有闻过佛法，没有遇到善知识，所造种种恶业不怕，这些恶业只要忏悔，决定可以消除。佛在此地讲得很好，就是十方世界一切众生闻阿弥陀佛的名号，『系念我国』，心里要常常挂念着阿弥陀佛，常常念着西方极乐世界。『发菩提心，坚固不退』，这是真正发心。『植众德本』，就好像种树一样，种植德本，德之根本，在本经理面讲就是这一句阿弥陀佛，这一句阿弥陀佛是万德洪名。同时要了解这句佛号的含义，这句佛号「南无阿弥陀佛」，南无是皈依，阿弥陀佛是无量觉。我念这句佛号，同时要知道，我觉而不迷，六根接触六尘境界真正做到觉而不迷，那就是名符其实的皈依阿弥陀佛。如果我们口里面念这句阿弥陀佛，还是迷惑颠倒，还搞贪瞋痴慢，这就错了，这就是有口无心，就是古人所讲的「喊破喉咙也枉然」。必须表里一致，内外一如，真正做到，声声佛号都提醒我们觉而不迷。因为西方极乐世界各个都是大觉之人，没有一个是迷惑颠倒的，我们要往生，先要培养我们这个德本。",
      "zh_TW": "這一願是講罪業深重的人，悔過即生。所以，我們過去，或者是沒有聞過佛法，沒有遇到善知識，所造種種惡業不怕，這些惡業只要懺悔，決定可以消除。佛在此地講得很好，就是十方世界一切眾生聞阿彌陀佛的名號，『繫念我國』，心裡要常常掛念著阿彌陀佛，常常念著西方極樂世界。『發菩提心，堅固不退』，這是真正發心。『植眾德本』，就好像種樹一樣，種植德本，德之根本，在本經理面講就是這一句阿彌陀佛，這一句阿彌陀佛是萬德洪名。同時要了解這句佛號的含義，這句佛號「南無阿彌陀佛」，南無是皈依，阿彌陀佛是無量覺。我念這句佛號，同時要知道，我覺而不迷，六根接觸六塵境界真正做到覺而不迷，那就是名符其實的皈依阿彌陀佛。如果我們口裡面念這句阿彌陀佛，還是迷惑顛倒，還搞貪瞋痴慢，這就錯了，這就是有口無心，就是古人所講的「喊破喉嚨也枉然」。必須表裡一致，內外一如，真正做到，聲聲佛號都提醒我們覺而不迷。因為西方極樂世界各個都是大覺之人，沒有一個是迷惑顛倒的，我們要往生，先要培養我們這個德本。"
    },
    {
      "id": "02-020-0005_p0167",
      "zh_CN": "『至心回向，欲生极乐，无不遂者』，没有一个不往生的，这是讲闻名系念，没有一个不往生的。『若有宿恶』，宿恶是过去，过去世你做了很多罪业。『闻我名字』，今天听到佛的佛名了，这个佛名就要转自己的念头。从前我是迷而不觉，所以造罪业，今天我觉而不迷，觉不迷就是改过自新，『即自悔过，为道作善』。为道就是念佛，念佛、念经这是为道，就是念这部经。我们专修净土法门，专念《无量寿经》，念《弥陀经》也可以，念《观无量寿经》也可以，这是为道。但是念经，它是以念佛为主，念经是帮助的，宾主要分得清清楚楚，念经是断疑生信，破迷开悟，目的在此地，功夫就在一句佛号上，所以佛号念得愈多愈好。佛号是改心地，刚才讲了要把迷心改成觉心，无量觉，六根接触六尘觉而不迷，这就是阿弥陀佛。作善，像《观无量寿经》跟我们说的，我们学佛是修觉、正、净，这是为道。但是我们对人，对于一切众生，我们要行大慈悲，像《观经》跟我们讲的三种净业，也叫三福，那是我们要做的，那就是善。「孝养父母，奉事师长，慈心不杀，修十善业；受持三归，具足众戒，不犯威仪；发菩提心，深信因果，读诵大乘，劝进行者」，这都是佛在《观经》里面教给我们，这就是作善。",
      "zh_TW": "『至心迴向，欲生極樂，無不遂者』，沒有一個不往生的，這是講聞名繫念，沒有一個不往生的。『若有宿惡』，宿惡是過去，過去世你做了很多罪業。『聞我名字』，今天聽到佛的佛名了，這個佛名就要轉自己的念頭。從前我是迷而不覺，所以造罪業，今天我覺而不迷，覺不迷就是改過自新，『即自悔過，為道作善』。為道就是念佛，念佛、念經這是為道，就是念這部經。我們專修淨土法門，專念《無量壽經》，念《彌陀經》也可以，念《觀無量壽經》也可以，這是為道。但是念經，它是以念佛為主，念經是幫助的，賓主要分得清清楚楚，念經是斷疑生信，破迷開悟，目的在此地，功夫就在一句佛號上，所以佛號念得愈多愈好。佛號是改心地，剛才講了要把迷心改成覺心，無量覺，六根接觸六塵覺而不迷，這就是阿彌陀佛。作善，像《觀無量壽經》跟我們說的，我們學佛是修覺、正、淨，這是為道。但是我們對人，對於一切眾生，我們要行大慈悲，像《觀經》跟我們講的三種淨業，也叫三福，那是我們要做的，那就是善。「孝養父母，奉事師長，慈心不殺，修十善業；受持三歸，具足眾戒，不犯威儀；發菩提心，深信因果，讀誦大乘，勸進行者」，這都是佛在《觀經》裡面教給我們，這就是作善。"
    },
    {
      "id": "02-020-0005_p0168",
      "zh_CN": "『便持经戒』，持是保持而不失掉。『愿生我国，命终不复更三恶道』，因为这个人他一生造的罪业，他本来要堕三恶道的，现在他知道忏悔，他知道念佛，他知道修善，所以他命终不会堕三恶道，命终的时候就生到西方极乐世界去。『若不尔者，不取正觉』，佛也是来接引你往生。第十三愿说：",
      "zh_TW": "『便持經戒』，持是保持而不失掉。『願生我國，命終不復更三惡道』，因為這個人他一生造的罪業，他本來要墮三惡道的，現在他知道懺悔，他知道念佛，他知道修善，所以他命終不會墮三惡道，命終的時候就生到西方極樂世界去。『若不爾者，不取正覺』，佛也是來接引你往生。第十三願說："
    },
    {
      "id": "02-020-0005_p0169",
      "zh_CN": "【我作佛时。国无妇女。】",
      "zh_TW": "【我作佛時。國無婦女。】"
    },
    {
      "id": "02-020-0005_p0170",
      "zh_CN": "这一愿里头，总共有四十八愿里头有三条愿，这一句就是一条，「国无女人愿」。妇女同修听到不要起烦恼，你往生西方极乐世界，都是大丈夫相，都是跟佛一样，三十二相八十种好。这个实在讲大概是阿弥陀佛，因为他参观、考察了二百二十一亿个佛国土，看到其他的佛国土里头，有男人与女人生生世世纠缠不清，搞了无量无边的烦恼。所以，他那个国家如果要清净，总希望以后不要再搞这个烦恼了。所以，女人生到那边统统都是男子，许许多多的麻烦的确是避免了。他这个想得很周到，其他诸佛都没想到，阿弥陀佛想到这是一切麻烦的根源，他是从根本把它拔除掉了。所以，这个国家里头没有妇女。",
      "zh_TW": "這一願裡頭，總共有四十八願裡頭有三條願，這一句就是一條，「國無女人願」。婦女同修聽到不要起煩惱，你往生西方極樂世界，都是大丈夫相，都是跟佛一樣，三十二相八十種好。這個實在講大概是阿彌陀佛，因為他參觀、考察了二百二十一億個佛國土，看到其他的佛國土裡頭，有男人與女人生生世世糾纏不清，搞了無量無邊的煩惱。所以，他那個國家如果要清淨，總希望以後不要再搞這個煩惱了。所以，女人生到那邊統統都是男子，許許多多的麻煩的確是避免了。他這個想得很周到，其他諸佛都沒想到，阿彌陀佛想到這是一切麻煩的根源，他是從根本把它拔除掉了。所以，這個國家裡頭沒有婦女。"
    },
    {
      "id": "02-020-0005_p0171",
      "zh_CN": "【若有女人。闻我名字。得清净信。发菩提心。厌患女身。愿生我国。命终即化男子。来我刹土。】",
      "zh_TW": "【若有女人。聞我名字。得清淨信。發菩提心。厭患女身。願生我國。命終即化男子。來我剎土。】"
    },
    {
      "id": "02-020-0005_p0172",
      "zh_CN": "这是往生，女同修往生西方极乐世界，当你往生那一刹那已经化成男子。到了西方极乐世界，七宝池中看到你是男身，不是女身，你也是三十二相八十种好，也是身金色，跟菩萨的端正庄严无二无别。",
      "zh_TW": "這是往生，女同修往生西方極樂世界，當你往生那一剎那已經化成男子。到了西方極樂世界，七寶池中看到你是男身，不是女身，你也是三十二相八十種好，也是身金色，跟菩薩的端正莊嚴無二無別。"
    },
    {
      "id": "02-020-0005_p0173",
      "zh_CN": "【十方世界诸众生类。生我国者。皆于七宝池莲华中化生。若不尔者。不取正觉。】",
      "zh_TW": "【十方世界諸眾生類。生我國者。皆於七寶池蓮華中化生。若不爾者。不取正覺。】"
    },
    {
      "id": "02-020-0005_p0174",
      "zh_CN": "这一愿是「莲华化生」，所以西方极乐世界没有胎生的。十方世界生态有四种，就是胎卵湿化，唯有化生是最清净的，西方世界统统都是化生。化生里面可以能够断一切的爱缘，因为胎生有父母，父母这个缘就很难断，父母、妻子、儿女恩爱难断，这是烦恼的根源。到西方极乐世界没有这个关系，所以那个社会平等，里头没有恩怨，莲华化生的。而且这个莲花还是自己培养的，妙不可言，经上就给我们说得很清楚，我们这个世界你一发心，想求生西方极乐世界，七宝池中就长了一朵莲花。莲花上还有你自己的名字，将来到西方极乐世界，就在这个莲花上化生。佛来接引你，也就是拿着这个莲花来接引你，一定不会错的。『若不尔者，不取正觉』，这是阿弥陀佛观察十方诸佛世界，这个生态里头就带来了无尽的烦恼，他统统把它改革掉，所以他这个世界清净，没有这些烦恼，非常难得。",
      "zh_TW": "這一願是「蓮華化生」，所以西方極樂世界沒有胎生的。十方世界生態有四種，就是胎卵濕化，唯有化生是最清淨的，西方世界統統都是化生。化生裡面可以能夠斷一切的愛緣，因為胎生有父母，父母這個緣就很難斷，父母、妻子、兒女恩愛難斷，這是煩惱的根源。到西方極樂世界沒有這個關係，所以那個社會平等，裡頭沒有恩怨，蓮華化生的。而且這個蓮花還是自己培養的，妙不可言，經上就給我們說得很清楚，我們這個世界你一發心，想求生西方極樂世界，七寶池中就長了一朵蓮花。蓮花上還有你自己的名字，將來到西方極樂世界，就在這個蓮花上化生。佛來接引你，也就是拿著這個蓮花來接引你，一定不會錯的。『若不爾者，不取正覺』，這是阿彌陀佛觀察十方諸佛世界，這個生態裡頭就帶來了無盡的煩惱，他統統把它改革掉，所以他這個世界清淨，沒有這些煩惱，非常難得。"
    },
    {
      "id": "02-020-0005_p0175",
      "zh_CN": "今天时间到了，我们就讲到这一愿。",
      "zh_TW": "今天時間到了，我們就講到這一願。"
    }
  ]
}