{
  "doc_id": "02-020-0007",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-020-0007",
  "total_paragraphs": 159,
  "paragraphs": [
    {
      "id": "02-020-0007_p0001",
      "zh_CN": "请掀开经本第三十一页，第二行，最后一句看起：",
      "zh_TW": "請掀開經本第三十一頁，第二行，最後一句看起："
    },
    {
      "id": "02-020-0007_p0002",
      "zh_CN": "【观法如化。三昧常寂。善护口业。不讥他过。善护身业。不失律仪。善护意业。清净无染。】",
      "zh_TW": "【觀法如化。三昧常寂。善護口業。不譏他過。善護身業。不失律儀。善護意業。清淨無染。】"
    },
    {
      "id": "02-020-0007_p0003",
      "zh_CN": "从这个地方看起。上面曾经讲到，法藏比丘在因地里面修学的纲领，这些我们都应当要学习。今天这一段开头这两句非常重要，『观法如化』，法是一切法，包括世间与出世间，这一切法都是相有体无，正如同《金刚经》上所说的，「凡所有相，皆是虚妄」，这样才能够看到一切法的真实相。知道一切法如幻如梦，如泡如影，我们在一切法里面可以受用，决定不可以执着。为什么？因为它不是真的，一切法都不是一个实体，所谓是「因缘所生法，我说即是空」，所以相有体空。这一句是慧观，是智慧的观察，也就是我们常讲的看破，看破之后这就能放下。『三昧常寂』就是放下，三昧是梵语，翻成中国的意思是正受，就是正常的享受。他享受的是清净寂灭，心里面不但是没有我执，我执尚且没有，我所当然更没有了，同时他还没有法执，我、法两种执着他都远离了，所以叫常寂。",
      "zh_TW": "從這個地方看起。上面曾經講到，法藏比丘在因地裡面修學的綱領，這些我們都應當要學習。今天這一段開頭這兩句非常重要，『觀法如化』，法是一切法，包括世間與出世間，這一切法都是相有體無，正如同《金剛經》上所說的，「凡所有相，皆是虛妄」，這樣才能夠看到一切法的真實相。知道一切法如幻如夢，如泡如影，我們在一切法裡面可以受用，決定不可以執著。為什麼？因為它不是真的，一切法都不是一個實體，所謂是「因緣所生法，我說即是空」，所以相有體空。這一句是慧觀，是智慧的觀察，也就是我們常講的看破，看破之後這就能放下。『三昧常寂』就是放下，三昧是梵語，翻成中國的意思是正受，就是正常的享受。他享受的是清淨寂滅，心裡面不但是沒有我執，我執尚且沒有，我所當然更沒有了，同時他還沒有法執，我、法兩種執著他都遠離了，所以叫常寂。"
    },
    {
      "id": "02-020-0007_p0004",
      "zh_CN": "『善护口业，不讥他过』，底下这段是讲菩萨三业清净。六祖大师在《坛经》里面也给我们说得很好，说「若真修道人，不见他人过」，本经阿弥陀佛在因地当中的修行也不例外。可见得不见众生过，这是我们真正修道人必须要学习的，而且首先要学习。『善护身业，不失律仪』，律是戒律，仪是威仪，也就是一举一动都要符合戒律、威仪，这是护身业。意业是『清净无染』。这三业当中，当然最重要的是意业，意清净无染，决定不会有口过，也不会有身的过失。由此可知，修身、语两业，就是帮助我们修意业，意业成就了，身、语自自然然就符合律仪了。像孔老夫子自己说，他到七十岁的时候才到了这个境界，「从心所欲而不逾矩」，从心所欲是自在，真正自在了。自在怎么样？又不失威仪，言语、动作都合乎规矩、合乎礼节，这才是真正的成就。",
      "zh_TW": "『善護口業，不譏他過』，底下這段是講菩薩三業清淨。六祖大師在《壇經》裡面也給我們說得很好，說「若真修道人，不見他人過」，本經阿彌陀佛在因地當中的修行也不例外。可見得不見眾生過，這是我們真正修道人必須要學習的，而且首先要學習。『善護身業，不失律儀』，律是戒律，儀是威儀，也就是一舉一動都要符合戒律、威儀，這是護身業。意業是『清淨無染』。這三業當中，當然最重要的是意業，意清淨無染，決定不會有口過，也不會有身的過失。由此可知，修身、語兩業，就是幫助我們修意業，意業成就了，身、語自自然然就符合律儀了。像孔老夫子自己說，他到七十歲的時候才到了這個境界，「從心所欲而不逾矩」，從心所欲是自在，真正自在了。自在怎麼樣？又不失威儀，言語、動作都合乎規矩、合乎禮節，這才是真正的成就。"
    },
    {
      "id": "02-020-0007_p0005",
      "zh_CN": "【所有国城。聚落。眷属。珍宝。都无所着。】",
      "zh_TW": "【所有國城。聚落。眷屬。珍寶。都無所著。】"
    },
    {
      "id": "02-020-0007_p0006",
      "zh_CN": "这些都是讲我们生活所依赖的环境，佛法里面所讲的依报，依报不能缺少。虽然不缺，但是心里面不能执着，因为心里面执着，你就染污了，就得不到清净心，心里面有执着，你也就失掉了三昧常寂。所以不应当执着，因为这些依报环境也是如化，这一切法亦是如化。",
      "zh_TW": "這些都是講我們生活所依賴的環境，佛法裡面所講的依報，依報不能缺少。雖然不缺，但是心裡面不能執著，因為心裡面執著，你就染污了，就得不到清淨心，心裡面有執著，你也就失掉了三昧常寂。所以不應當執著，因為這些依報環境也是如化，這一切法亦是如化。"
    },
    {
      "id": "02-020-0007_p0007",
      "zh_CN": "【恒以布施。持戒。忍辱。精进。禅定。智慧。六度之行。教化安立众生。住于无上真正之道。】",
      "zh_TW": "【恆以布施。持戒。忍辱。精進。禪定。智慧。六度之行。教化安立眾生。住於無上真正之道。】"
    },
    {
      "id": "02-020-0007_p0008",
      "zh_CN": "菩萨到了这样的境界，于一切法里面他看破了，他也放下了，内不动心，外不着相，他住在这个世间为什么？换句话说，到这种境界，实在是没有必要再住在世间。可是他还不离开这个世间，不是他有所留恋，这是大慈大悲，他要帮助那些还没有开悟的众生，还在迷惑颠倒、造业受报的那些众生，为他们住世。以六波罗蜜就是菩萨法，菩萨行法把它归纳成这六大纲领，以这个六波罗蜜『教化安立众生』，帮助他们也能够『住于无上真正之道』。无上真正之道，狭义地说就是无上正等正觉，广义的讲就是前面所说的，前面这段经文所讲的就是无上真正之道。",
      "zh_TW": "菩薩到了這樣的境界，於一切法裡面他看破了，他也放下了，內不動心，外不著相，他住在這個世間為什麼？換句話說，到這種境界，實在是沒有必要再住在世間。可是他還不離開這個世間，不是他有所留戀，這是大慈大悲，他要幫助那些還沒有開悟的眾生，還在迷惑顛倒、造業受報的那些眾生，為他們住世。以六波羅蜜就是菩薩法，菩薩行法把它歸納成這六大綱領，以這個六波羅蜜『教化安立眾生』，幫助他們也能夠『住於無上真正之道』。無上真正之道，狹義地說就是無上正等正覺，廣義的講就是前面所說的，前面這段經文所講的就是無上真正之道。"
    },
    {
      "id": "02-020-0007_p0009",
      "zh_CN": "【由成如是诸善根故。所生之处。无量宝藏。自然发应。】",
      "zh_TW": "【由成如是諸善根故。所生之處。無量寶藏。自然發應。】"
    },
    {
      "id": "02-020-0007_p0010",
      "zh_CN": "依报，佛在经上常说是随着正报转的，正报清净庄严，依报的福就大了。所以，诸佛如来他们福报之大，我们没有法子想像。古人讲，不读《华严》不知道佛家的富贵，我们展开《华严经》，前面十一卷半的经文，完全是讲毘卢遮那佛依报、正报的庄严。那种庄严，实在我们要是不读经，我们怎么样去想像都想像不到。阿弥陀佛福报很大，西方极乐世界的庄严与毘卢遮那佛可以说是没有两样。所以我们要想修福，福在哪里修？福还是在清净三业当中修，身语意三业清净了，福报是自然现前，不必去求的。",
      "zh_TW": "依報，佛在經上常說是隨著正報轉的，正報清淨莊嚴，依報的福就大了。所以，諸佛如來他們福報之大，我們沒有法子想像。古人講，不讀《華嚴》不知道佛家的富貴，我們展開《華嚴經》，前面十一卷半的經文，完全是講毘盧遮那佛依報、正報的莊嚴。那種莊嚴，實在我們要是不讀經，我們怎麼樣去想像都想像不到。阿彌陀佛福報很大，西方極樂世界的莊嚴與毘盧遮那佛可以說是沒有兩樣。所以我們要想修福，福在哪裡修？福還是在清淨三業當中修，身語意三業清淨了，福報是自然現前，不必去求的。"
    },
    {
      "id": "02-020-0007_p0011",
      "zh_CN": "为什么自然现前？大家要晓得，世间人的福报是修福得来的，修善则有善报，你造罪业则有恶报。佛菩萨他不是从修善得的福报，他修什么？修清净心，他的福报是从自性当中自然流露出来的；换句话说，是本来具足的，智慧具足，福德具足，庄严具足，没有一样不具足。就好像六祖开悟的时候，他豁然明了，他说「何期自性本来具足」，没有一样欠缺。所以佛法重视明心见性，我们念佛，重视一心不乱，到理一心不乱就是明心见性。所以，这个时候『无量宝藏，自然发应』，发是发生，应是应现。",
      "zh_TW": "為什麼自然現前？大家要曉得，世間人的福報是修福得來的，修善則有善報，你造罪業則有惡報。佛菩薩他不是從修善得的福報，他修什麼？修清淨心，他的福報是從自性當中自然流露出來的；換句話說，是本來具足的，智慧具足，福德具足，莊嚴具足，沒有一樣不具足。就好像六祖開悟的時候，他豁然明瞭，他說「何期自性本來具足」，沒有一樣欠缺。所以佛法重視明心見性，我們念佛，重視一心不亂，到理一心不亂就是明心見性。所以，這個時候『無量寶藏，自然發應』，發是發生，應是應現。"
    },
    {
      "id": "02-020-0007_p0012",
      "zh_CN": "【或为长者居士。豪姓尊贵。或为刹利国王。转轮圣帝。或为六欲天主。乃至梵王。】",
      "zh_TW": "【或為長者居士。豪姓尊貴。或為剎利國王。轉輪聖帝。或為六欲天主。乃至梵王。】"
    },
    {
      "id": "02-020-0007_p0013",
      "zh_CN": "这是菩萨应现在六道里面，以六道众生的身分来修菩萨道，行菩萨道，教化众生，护持佛法，弘扬佛法。所以你看到他是『长者居士』，或者是国王、天王，实际上都是菩萨。",
      "zh_TW": "這是菩薩應現在六道裡面，以六道眾生的身分來修菩薩道，行菩薩道，教化眾生，護持佛法，弘揚佛法。所以你看到他是『長者居士』，或者是國王、天王，實際上都是菩薩。"
    },
    {
      "id": "02-020-0007_p0014",
      "zh_CN": "【于诸佛所。尊重供养。未曾间断。如是功德说不能尽。】",
      "zh_TW": "【於諸佛所。尊重供養。未曾間斷。如是功德說不能盡。】"
    },
    {
      "id": "02-020-0007_p0015",
      "zh_CN": "这就是叙说他以「六度教化安立众生」，要度众生必须要跟众生现同类身，同在一个社会，这样才能够真正的帮助他。",
      "zh_TW": "這就是敘說他以「六度教化安立眾生」，要度眾生必須要跟眾生現同類身，同在一個社會，這樣才能夠真正的幫助他。"
    },
    {
      "id": "02-020-0007_p0016",
      "zh_CN": "【身口常出无量妙香。犹如栴檀。优钵罗华。其香普熏无量世界。】",
      "zh_TW": "【身口常出無量妙香。猶如栴檀。優缽羅華。其香普熏無量世界。】"
    },
    {
      "id": "02-020-0007_p0017",
      "zh_CN": "这是香庄严，净土法门，诸位读《楞严》就晓得，「大势至圆通章」里面所讲的，这个法门是香光庄严，因为极乐世界是一切众香和合的。这些是法藏比丘所说的，他修的就是修西方净土，换句话说，西方净土最主要的就是香光庄严。身口都出妙香，这用栴檀来做比喻，因为栴檀我们这个世间有。实际上，它这个香之妙好超出我们世间，我们也找不出一样东西真正能跟它比较。不得已用我们这个世间的栴檀、『优钵罗华』，优钵罗华是青色莲花，我们看到非常欢喜，非常爱好的这种花。这香『普熏无量世界』。我们自己学，念佛不但是香也是光，心里面常常想佛，口里面常常念佛，这就是香光庄严。如果我们自己身心清净，你的居处自自然然会有一种香气，这都是感应，自然会有的。",
      "zh_TW": "這是香莊嚴，淨土法門，諸位讀《楞嚴》就曉得，「大勢至圓通章」裡面所講的，這個法門是香光莊嚴，因為極樂世界是一切眾香和合的。這些是法藏比丘所說的，他修的就是修西方淨土，換句話說，西方淨土最主要的就是香光莊嚴。身口都出妙香，這用栴檀來做比喻，因為栴檀我們這個世間有。實際上，它這個香之妙好超出我們世間，我們也找不出一樣東西真正能跟它比較。不得已用我們這個世間的栴檀、『優缽羅華』，優缽羅華是青色蓮花，我們看到非常歡喜，非常愛好的這種花。這香『普熏無量世界』。我們自己學，念佛不但是香也是光，心裡面常常想佛，口裡面常常念佛，這就是香光莊嚴。如果我們自己身心清淨，你的居處自自然然會有一種香氣，這都是感應，自然會有的。"
    },
    {
      "id": "02-020-0007_p0018",
      "zh_CN": "【随所生处。色相端严。三十二相。八十种好。悉皆具足。】",
      "zh_TW": "【隨所生處。色相端嚴。三十二相。八十種好。悉皆具足。】"
    },
    {
      "id": "02-020-0007_p0019",
      "zh_CN": "像佛一样，具足相好，具足光明。『三十二相』，在古代的印度称为大人之相，我们俗称，看相相书里面的贵相，我们人间以为这是贵相。你以为哪些是贵相，佛菩萨统统具足，即使示现成一个长者居士的身分，他也具足。",
      "zh_TW": "像佛一樣，具足相好，具足光明。『三十二相』，在古代的印度稱為大人之相，我們俗稱，看相相書裡面的貴相，我們人間以為這是貴相。你以為哪些是貴相，佛菩薩統統具足，即使示現成一個長者居士的身分，他也具足。"
    },
    {
      "id": "02-020-0007_p0020",
      "zh_CN": "【手中常出无尽之宝。庄严之具。】",
      "zh_TW": "【手中常出無盡之寶。莊嚴之具。】"
    },
    {
      "id": "02-020-0007_p0021",
      "zh_CN": "他要布施一切众生，如果没有这些珍宝，怎样来利益众生？这些宝从哪里来的？自自然然而来的。只要你自己心地真正做到清净、平等、慈悲，不但你自性功德里面这无尽的宝藏会往外面流出来，而且十方三世诸佛菩萨加持，特别是阿弥陀佛。你要宣扬这个法门，修学这个法门，阿弥陀佛时时刻刻照顾你，护法的菩萨与龙天时时刻刻拥护你，你决定不会有缺乏。『无尽之宝，庄严之具』，这是众宝的庄严。",
      "zh_TW": "他要布施一切眾生，如果沒有這些珍寶，怎樣來利益眾生？這些寶從哪裡來的？自自然然而來的。只要你自己心地真正做到清淨、平等、慈悲，不但你自性功德裡面這無盡的寶藏會往外面流出來，而且十方三世諸佛菩薩加持，特別是阿彌陀佛。你要宣揚這個法門，修學這個法門，阿彌陀佛時時刻刻照顧你，護法的菩薩與龍天時時刻刻擁護你，你決定不會有缺乏。『無盡之寶，莊嚴之具』，這是眾寶的莊嚴。"
    },
    {
      "id": "02-020-0007_p0022",
      "zh_CN": "【一切所须。最上之物。利乐有情。】",
      "zh_TW": "【一切所須。最上之物。利樂有情。】"
    },
    {
      "id": "02-020-0007_p0023",
      "zh_CN": "这些无尽的珍宝、庄严具做什么用？去布施众生，帮助一切有情众生。",
      "zh_TW": "這些無盡的珍寶、莊嚴具做什麼用？去布施眾生，幫助一切有情眾生。"
    },
    {
      "id": "02-020-0007_p0024",
      "zh_CN": "【由是因缘。能令无量众生。皆发阿耨多罗三藐三菩提心。】",
      "zh_TW": "【由是因緣。能令無量眾生。皆發阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "02-020-0007_p0025",
      "zh_CN": "你跟众生有了恩惠，六道众生我们常讲都是有感情的，他要是把感情变成了理智，那他就是佛菩萨；迷失了本性的般若，把般若转变成为情识，所以叫有情众生。你必须先要跟他结下恩惠，然后他才能够听从你的教导，听从你的劝告，他就能发心，也能够发无上菩提心。这一章是讲法藏比丘的行持，我们应当要努力学习的。再看底下一章：",
      "zh_TW": "你跟眾生有了恩惠，六道眾生我們常講都是有感情的，他要是把感情變成了理智，那他就是佛菩薩；迷失了本性的般若，把般若轉變成為情識，所以叫有情眾生。你必須先要跟他結下恩惠，然後他才能夠聽從你的教導，聽從你的勸告，他就能發心，也能夠發無上菩提心。這一章是講法藏比丘的行持，我們應當要努力學習的。再看底下一章："
    },
    {
      "id": "02-020-0007_p0026",
      "zh_CN": "【圆满成就第九】",
      "zh_TW": "【圓滿成就第九】"
    },
    {
      "id": "02-020-0007_p0027",
      "zh_CN": "这一章是讲证。所以，这个经文的顺序是信、解、行、证，这个意思清清楚楚，有条不紊。",
      "zh_TW": "這一章是講證。所以，這個經文的順序是信、解、行、證，這個意思清清楚楚，有條不紊。"
    },
    {
      "id": "02-020-0007_p0028",
      "zh_CN": "【佛告阿难。法藏比丘。修菩萨行。积功累德。无量无边。于一切法。而得自在。非是语言分别之所能知。所发誓愿圆满成就。如实安住。具足庄严。威德广大。清净佛土。】",
      "zh_TW": "【佛告阿難。法藏比丘。修菩薩行。積功累德。無量無邊。於一切法。而得自在。非是語言分別之所能知。所發誓願圓滿成就。如實安住。具足莊嚴。威德廣大。清淨佛土。】"
    },
    {
      "id": "02-020-0007_p0029",
      "zh_CN": "这就是说他累劫的修行，前面我们看到他是五劫修行，这么长的时间，『积功累德，无量无边』，这样修才能将自性圆满的开发。所以，西方极乐世界展现出来的，没有一样不称性，全是自性的功德、智慧、神通、道力，样样都是不可思议。所以释迦牟尼佛在此地说，『非是语言分别之所能知』，言语说不出，也说不尽；不但言语没有法子叙说极乐世界的境界，连思惟想像都达不到，这个在前面四十八愿里面我们有看到，弥陀的本愿就是如此。",
      "zh_TW": "這就是說他累劫的修行，前面我們看到他是五劫修行，這麼長的時間，『積功累德，無量無邊』，這樣修才能將自性圓滿的開發。所以，西方極樂世界展現出來的，沒有一樣不稱性，全是自性的功德、智慧、神通、道力，樣樣都是不可思議。所以釋迦牟尼佛在此地說，『非是語言分別之所能知』，言語說不出，也說不盡；不但言語沒有法子敘說極樂世界的境界，連思惟想像都達不到，這個在前面四十八願裡面我們有看到，彌陀的本願就是如此。"
    },
    {
      "id": "02-020-0007_p0030",
      "zh_CN": "『所发誓愿』，这就是指四十八愿，本经是二十四愿，『圆满成就』，每一愿他都圆满了，愿愿都变成真正的事实。『如实安住，具足庄严』，依报与正报正如法藏在本愿里面所叙说的，这是成就『威德广大，清净佛土』，就是极乐世界。",
      "zh_TW": "『所發誓願』，這就是指四十八願，本經是二十四願，『圓滿成就』，每一願他都圓滿了，願願都變成真正的事實。『如實安住，具足莊嚴』，依報與正報正如法藏在本願裡面所敘說的，這是成就『威德廣大，清淨佛土』，就是極樂世界。"
    },
    {
      "id": "02-020-0007_p0031",
      "zh_CN": "【阿难闻佛所说。白世尊言。法藏菩萨成菩提者。为是过去佛耶。未来佛耶。为今现在他方世界耶。】",
      "zh_TW": "【阿難聞佛所說。白世尊言。法藏菩薩成菩提者。為是過去佛耶。未來佛耶。為今現在他方世界耶。】"
    },
    {
      "id": "02-020-0007_p0032",
      "zh_CN": "佛给阿难说到此地，也就是把西方极乐世界实在讲概略的状况介绍完了，一直讲到阿弥陀佛成佛，行愿圆满。阿难尊者就问了，法藏所成的佛，到底是过去佛，是未来佛，还是现在佛？现在当然不在我们这个世界，一个世界只有一尊佛，他在的时候，本师是释迦牟尼佛。法藏成佛当然是在他方世界。",
      "zh_TW": "佛給阿難說到此地，也就是把西方極樂世界實在講概略的狀況介紹完了，一直講到阿彌陀佛成佛，行願圓滿。阿難尊者就問了，法藏所成的佛，到底是過去佛，是未來佛，還是現在佛？現在當然不在我們這個世界，一個世界只有一尊佛，他在的時候，本師是釋迦牟尼佛。法藏成佛當然是在他方世界。"
    },
    {
      "id": "02-020-0007_p0033",
      "zh_CN": "【世尊告言。彼佛如来。来无所来。去无所去。无生无灭。非过现未来。】",
      "zh_TW": "【世尊告言。彼佛如來。來無所來。去無所去。無生無滅。非過現未來。】"
    },
    {
      "id": "02-020-0007_p0034",
      "zh_CN": "这是首先要把阿难的观念纠正过来。其实阿难是菩萨示现，他当然晓得，就怕我们凡夫读了经文，随着经文执着，随着经文分别，那你就不解如来真实义了。所以，马鸣菩萨在《起信论》里面教给我们读经的一个原则，这个原则说得非常之好，「离言说相，离文字相，离心缘相」，必须要离这三相，我们就能得真实义。当年所说的，集结成为经典，流传到今天，这是文字。凡夫就是着文字相、着言语相，还着个心缘相，心缘就是打妄想，要常常想想这个经里什么意思，分别执着妄想。菩萨教给我们，必须离分别执着妄想，那你就能真正得到佛所说的真实义。所以，这段经文在此地提醒我们，决定不能着相。",
      "zh_TW": "這是首先要把阿難的觀念糾正過來。其實阿難是菩薩示現，他當然曉得，就怕我們凡夫讀了經文，隨著經文執著，隨著經文分別，那你就不解如來真實義了。所以，馬鳴菩薩在《起信論》裡面教給我們讀經的一個原則，這個原則說得非常之好，「離言說相，離文字相，離心緣相」，必須要離這三相，我們就能得真實義。當年所說的，集結成為經典，流傳到今天，這是文字。凡夫就是著文字相、著言語相，還著個心緣相，心緣就是打妄想，要常常想想這個經裡什麼意思，分別執著妄想。菩薩教給我們，必須離分別執著妄想，那你就能真正得到佛所說的真實義。所以，這段經文在此地提醒我們，決定不能著相。"
    },
    {
      "id": "02-020-0007_p0035",
      "zh_CN": "佛实在是不来不去。过去在隋朝时候，慧思禅师在《中观论》里面，就是讲八不中观，他开悟了。他是从一首偈子当中开悟的，就是因缘所生法，他真正明了了。偈子说，所谓「诸法不自生，亦不从他生，不共不无因，是故知无生」，慧思禅师从《中观》这首偈子开悟，以后传到智者大师，就建立了天台宗。所以，天台宗根本的思想，是从《中观》里面出来的，因此天台是属于空宗，《华严》属于有宗，天台属于空宗。这就是一切统统不能执着，事上有，理上没有。佛是无来无去，无生无灭，说不上现在过去未来。佛如此，我们想想，我们现在如何？是不是有来有去？实在讲也是不来不去，没有两样的，生佛不二。而是我们迷了，以为有来有去，有生有灭，以为是这样的，其实没有。这个诸位要是细读《楞严》，你能够得到一点消息。",
      "zh_TW": "佛實在是不來不去。過去在隋朝時候，慧思禪師在《中觀論》裡面，就是講八不中觀，他開悟了。他是從一首偈子當中開悟的，就是因緣所生法，他真正明瞭了。偈子說，所謂「諸法不自生，亦不從他生，不共不無因，是故知無生」，慧思禪師從《中觀》這首偈子開悟，以後傳到智者大師，就建立了天台宗。所以，天台宗根本的思想，是從《中觀》裡面出來的，因此天台是屬於空宗，《華嚴》屬於有宗，天台屬於空宗。這就是一切統統不能執著，事上有，理上沒有。佛是無來無去，無生無滅，說不上現在過去未來。佛如此，我們想想，我們現在如何？是不是有來有去？實在講也是不來不去，沒有兩樣的，生佛不二。而是我們迷了，以為有來有去，有生有滅，以為是這樣的，其實沒有。這個諸位要是細讀《楞嚴》，你能夠得到一點消息。"
    },
    {
      "id": "02-020-0007_p0036",
      "zh_CN": "《楞严经》上说，诸佛如来应现在世间，是随众生心，应所知量。换句话说，他自己决定没有心，他是随众生的心示现的，众生心清净，他示现的相就清净；众生的心污秽，他现的相就污秽。不是他自己喜欢这样现，喜欢那样现，如果他还有这个念头，他是凡夫，他不是佛菩萨，佛菩萨没有念头。经上又告诉我们，「当处出生，当处灭尽」，这就是说无生无灭、无来无去。实在讲十法界依正庄严，要讲真实相统统如是，没有一个是例外的。佛已经证实了，已经证实诸法实相。我们现在是知道这么一点消息，希望这个也要能够证实，证实一切法不生不灭，不来不去。这是从理上讲的，是从觉者境界上说的，佛与大菩萨他们境界里面说的。从凡夫境界，这有来有去，底下这几句就再把他降下来，从佛菩萨的境界，再降到我们凡夫境界。",
      "zh_TW": "《楞嚴經》上說，諸佛如來應現在世間，是隨眾生心，應所知量。換句話說，他自己決定沒有心，他是隨眾生的心示現的，眾生心清淨，他示現的相就清淨；眾生的心污穢，他現的相就污穢。不是他自己喜歡這樣現，喜歡那樣現，如果他還有這個念頭，他是凡夫，他不是佛菩薩，佛菩薩沒有念頭。經上又告訴我們，「當處出生，當處滅盡」，這就是說無生無滅、無來無去。實在講十法界依正莊嚴，要講真實相統統如是，沒有一個是例外的。佛已經證實了，已經證實諸法實相。我們現在是知道這麼一點消息，希望這個也要能夠證實，證實一切法不生不滅，不來不去。這是從理上講的，是從覺者境界上說的，佛與大菩薩他們境界裡面說的。從凡夫境界，這有來有去，底下這幾句就再把他降下來，從佛菩薩的境界，再降到我們凡夫境界。"
    },
    {
      "id": "02-020-0007_p0037",
      "zh_CN": "【但以酬愿度生。现在西方。】",
      "zh_TW": "【但以酬願度生。現在西方。】"
    },
    {
      "id": "02-020-0007_p0038",
      "zh_CN": "我们凡夫执着有方位，执着有时空，这就是随顺众生的知见而说了。法藏比丘现在成佛，这是阿弥陀佛，为了『酬愿度生』，他发的那么多愿，愿愿都要兑现，他现在在哪里？在我们这个世界的西方。诸位要知道，极乐世界它这个方位也不一定，从我们这个世界去看，在西方；如果在极乐世界西方那恒沙国土来看极乐世界，那就是东方，极乐世界在他们国土的东方。所以，得看哪一尊佛，在什么地方说法，这是释迦牟尼佛在娑婆世界说法，极乐世界在我们这个世界的西方。",
      "zh_TW": "我們凡夫執著有方位，執著有時空，這就是隨順眾生的知見而說了。法藏比丘現在成佛，這是阿彌陀佛，為了『酬願度生』，他發的那麼多願，願願都要兌現，他現在在哪裡？在我們這個世界的西方。諸位要知道，極樂世界它這個方位也不一定，從我們這個世界去看，在西方；如果在極樂世界西方那恆沙國土來看極樂世界，那就是東方，極樂世界在他們國土的東方。所以，得看哪一尊佛，在什麼地方說法，這是釋迦牟尼佛在娑婆世界說法，極樂世界在我們這個世界的西方。"
    },
    {
      "id": "02-020-0007_p0039",
      "zh_CN": "【去阎浮提百千俱胝那由他佛刹。】",
      "zh_TW": "【去閻浮提百千俱胝那由他佛剎。】"
    },
    {
      "id": "02-020-0007_p0040",
      "zh_CN": "『百千俱胝』就是十万，『那由他』就是亿，十万亿佛国土，距离我们这个世界十万亿个佛国土。",
      "zh_TW": "『百千俱胝』就是十萬，『那由他』就是億，十萬億佛國土，距離我們這個世界十萬億個佛國土。"
    },
    {
      "id": "02-020-0007_p0041",
      "zh_CN": "【有世界名曰极乐。】",
      "zh_TW": "【有世界名曰極樂。】"
    },
    {
      "id": "02-020-0007_p0042",
      "zh_CN": "这就是法藏比丘修成的国土。",
      "zh_TW": "這就是法藏比丘修成的國土。"
    },
    {
      "id": "02-020-0007_p0043",
      "zh_CN": "【法藏成佛。号阿弥陀。成佛以来。于今十劫。】",
      "zh_TW": "【法藏成佛。號阿彌陀。成佛以來。於今十劫。】"
    },
    {
      "id": "02-020-0007_p0044",
      "zh_CN": "跟小本《弥陀经》里面所说的完全相同。",
      "zh_TW": "跟小本《彌陀經》裡面所說的完全相同。"
    },
    {
      "id": "02-020-0007_p0045",
      "zh_CN": "【今现在说法。】",
      "zh_TW": "【今現在說法。】"
    },
    {
      "id": "02-020-0007_p0046",
      "zh_CN": "小本《弥陀经》里也是这么讲法。",
      "zh_TW": "小本《彌陀經》裡也是這麼講法。"
    },
    {
      "id": "02-020-0007_p0047",
      "zh_CN": "【有无量无数菩萨声闻之众。恭敬围绕。】",
      "zh_TW": "【有無量無數菩薩聲聞之眾。恭敬圍繞。】"
    },
    {
      "id": "02-020-0007_p0048",
      "zh_CN": "看到这个地方，我们想想，这个标题上讲的「圆满成就」没错，确实圆满成就了，他成佛到现在已经十劫。再看下面这一章，这一章与我们的关系，是愈来愈密切了。",
      "zh_TW": "看到這個地方，我們想想，這個標題上講的「圓滿成就」沒錯，確實圓滿成就了，他成佛到現在已經十劫。再看下面這一章，這一章與我們的關係，是愈來愈密切了。"
    },
    {
      "id": "02-020-0007_p0049",
      "zh_CN": "【皆愿作佛第十】",
      "zh_TW": "【皆願作佛第十】"
    },
    {
      "id": "02-020-0007_p0050",
      "zh_CN": "【佛说阿弥陀佛为菩萨求得是愿时。阿阇王子。与五百大长者。闻之皆大欢喜。各持一金华盖。俱到佛前作礼。以华盖上佛已。却坐一面听经。心中愿言。令我等作佛时。皆如阿弥陀佛。】",
      "zh_TW": "【佛說阿彌陀佛為菩薩求得是願時。阿闍王子。與五百大長者。聞之皆大歡喜。各持一金華蓋。俱到佛前作禮。以華蓋上佛已。卻坐一面聽經。心中願言。令我等作佛時。皆如阿彌陀佛。】"
    },
    {
      "id": "02-020-0007_p0051",
      "zh_CN": "我们先看这一段。佛讲了以上这么一大段，九章的经文了，『说阿弥陀佛为菩萨求得是愿时』，在座的有『阿阇王子，与五百大长者』，他们也参加了这个法会，也听释迦牟尼佛讲《无量寿经》，听了之后非常欢喜。欢喜他也有表示，这个表示就是供养，『各持一金华盖』，用金色的华盖来供佛，到佛的面前作礼，把华盖供养佛。『上佛已』，然后坐到一面继续听经，听到这里生欢喜心，心里头就想，将来我要作佛，也要像阿弥陀佛一样。他们听众起了这个念头，释迦牟尼佛就知道了，佛有他心通。这些人，我们在经文上仔细去看看，他没有发心求生西方极乐世界，只是动了个念头，将来自己成佛要像阿弥陀佛一样。这一点我们要注意到。",
      "zh_TW": "我們先看這一段。佛講了以上這麼一大段，九章的經文了，『說阿彌陀佛為菩薩求得是願時』，在座的有『阿闍王子，與五百大長者』，他們也參加了這個法會，也聽釋迦牟尼佛講《無量壽經》，聽了之後非常歡喜。歡喜他也有表示，這個表示就是供養，『各持一金華蓋』，用金色的華蓋來供佛，到佛的面前作禮，把華蓋供養佛。『上佛已』，然後坐到一面繼續聽經，聽到這裡生歡喜心，心裡頭就想，將來我要作佛，也要像阿彌陀佛一樣。他們聽眾起了這個念頭，釋迦牟尼佛就知道了，佛有他心通。這些人，我們在經文上仔細去看看，他沒有發心求生西方極樂世界，只是動了個念頭，將來自己成佛要像阿彌陀佛一樣。這一點我們要注意到。"
    },
    {
      "id": "02-020-0007_p0052",
      "zh_CN": "【佛即知之。】",
      "zh_TW": "【佛即知之。】"
    },
    {
      "id": "02-020-0007_p0053",
      "zh_CN": "他们心里一动念，佛就晓得了。",
      "zh_TW": "他們心裡一動念，佛就曉得了。"
    },
    {
      "id": "02-020-0007_p0054",
      "zh_CN": "【告诸比丘。】",
      "zh_TW": "【告諸比丘。】"
    },
    {
      "id": "02-020-0007_p0055",
      "zh_CN": "告诉这些与会的大比丘们。",
      "zh_TW": "告訴這些與會的大比丘們。"
    },
    {
      "id": "02-020-0007_p0056",
      "zh_CN": "【是王子等。后当作佛。】",
      "zh_TW": "【是王子等。後當作佛。】"
    },
    {
      "id": "02-020-0007_p0057",
      "zh_CN": "实在讲哪个众生将来不成佛？没有的，一切众生皆有佛性，一切众生皆当作佛，只是他遇缘有差别，他遇不到成佛、成菩萨的缘，他就成不了。实在说一切缘里面，六道的缘特别之多，成佛、成菩萨这个缘真正是稀有。所以说这些人以后统统都会作佛的，尤其是在释迦牟尼佛会上听经闻法，这个善根非常的深厚。佛又说了。",
      "zh_TW": "實在講哪個眾生將來不成佛？沒有的，一切眾生皆有佛性，一切眾生皆當作佛，只是他遇緣有差別，他遇不到成佛、成菩薩的緣，他就成不了。實在說一切緣裡面，六道的緣特別之多，成佛、成菩薩這個緣真正是稀有。所以說這些人以後統統都會作佛的，尤其是在釋迦牟尼佛會上聽經聞法，這個善根非常的深厚。佛又說了。"
    },
    {
      "id": "02-020-0007_p0058",
      "zh_CN": "【彼于前世住菩萨道。】",
      "zh_TW": "【彼於前世住菩薩道。】"
    },
    {
      "id": "02-020-0007_p0059",
      "zh_CN": "这是讲这些人过去世统统都是学佛，都是发菩提心，修菩萨道的。",
      "zh_TW": "這是講這些人過去世統統都是學佛，都是發菩提心，修菩薩道的。"
    },
    {
      "id": "02-020-0007_p0060",
      "zh_CN": "【无数劫来。供养四百亿佛。】",
      "zh_TW": "【無數劫來。供養四百億佛。】"
    },
    {
      "id": "02-020-0007_p0061",
      "zh_CN": "这是说阿阇王子与五百大长者，与会的他们这一帮人，这帮人都是有来历的，生生世世都是学佛的，而且过去曾经『供养四百亿佛』。",
      "zh_TW": "這是說阿闍王子與五百大長者，與會的他們這一幫人，這幫人都是有來歷的，生生世世都是學佛的，而且過去曾經『供養四百億佛』。"
    },
    {
      "id": "02-020-0007_p0062",
      "zh_CN": "【迦叶佛时。】",
      "zh_TW": "【迦葉佛時。】"
    },
    {
      "id": "02-020-0007_p0063",
      "zh_CN": "『迦叶佛』是贤劫第三尊佛，就是释迦牟尼佛以前的一尊，释迦牟尼佛是第四，贤劫第四尊，他说在迦叶佛的时候。",
      "zh_TW": "『迦葉佛』是賢劫第三尊佛，就是釋迦牟尼佛以前的一尊，釋迦牟尼佛是第四，賢劫第四尊，他說在迦葉佛的時候。"
    },
    {
      "id": "02-020-0007_p0064",
      "zh_CN": "【彼等为我弟子。】",
      "zh_TW": "【彼等為我弟子。】"
    },
    {
      "id": "02-020-0007_p0065",
      "zh_CN": "也就是讲在前一世，释迦牟尼佛还是菩萨，还没有成佛，这些人是他的徒弟，是他的弟子。",
      "zh_TW": "也就是講在前一世，釋迦牟尼佛還是菩薩，還沒有成佛，這些人是他的徒弟，是他的弟子。"
    },
    {
      "id": "02-020-0007_p0066",
      "zh_CN": "【今供养我。复相值也。】",
      "zh_TW": "【今供養我。復相值也。】"
    },
    {
      "id": "02-020-0007_p0067",
      "zh_CN": "这一生我示现成佛了，他们来供养我，又遇到了。",
      "zh_TW": "這一生我示現成佛了，他們來供養我，又遇到了。"
    },
    {
      "id": "02-020-0007_p0068",
      "zh_CN": "【时诸比丘闻佛言者。莫不代之欢喜。】",
      "zh_TW": "【時諸比丘聞佛言者。莫不代之歡喜。】"
    },
    {
      "id": "02-020-0007_p0069",
      "zh_CN": "这个与释迦牟尼佛可以说是有多世的因缘，所以佛说法他们欢喜。这一段李老师在眉注上特别提醒我们，眉注上「应警三点」，警就是我们要警惕、要警觉。第一，你看看这些人，住菩萨道，曾经在无数劫当中供养四百亿佛，这些人还有隔阴之迷，还有退转。为什么？他这一生是长者、是王子，不是菩萨，退到这个地位上来。第二，佛讲了『后当作佛』，所以说迟早遇缘，但是长劫流转，不晓得这个后当作佛是到哪一生哪一劫去了。作佛是一定会作佛，但是如果不早一天成就，六道里头生死轮转他总是免不了的。第三，这特别提醒我们，「不求带业往生，非愚即狂」。这是特别提醒我们读经之人，我们不要学阿阇王子与五百长者，应当要发心求生净土。为什么？求生净土，你这一生决定就成佛，不是后当作佛，即身就作佛了，永远不要再流转了。这是要牢牢记住的。再看下面第十一章：",
      "zh_TW": "這個與釋迦牟尼佛可以說是有多世的因緣，所以佛說法他們歡喜。這一段李老師在眉註上特別提醒我們，眉註上「應警三點」，警就是我們要警惕、要警覺。第一，你看看這些人，住菩薩道，曾經在無數劫當中供養四百億佛，這些人還有隔陰之迷，還有退轉。為什麼？他這一生是長者、是王子，不是菩薩，退到這個地位上來。第二，佛講了『後當作佛』，所以說遲早遇緣，但是長劫流轉，不曉得這個後當作佛是到哪一生哪一劫去了。作佛是一定會作佛，但是如果不早一天成就，六道裡頭生死輪轉他總是免不了的。第三，這特別提醒我們，「不求帶業往生，非愚即狂」。這是特別提醒我們讀經之人，我們不要學阿闍王子與五百長者，應當要發心求生淨土。為什麼？求生淨土，你這一生決定就成佛，不是後當作佛，即身就作佛了，永遠不要再流轉了。這是要牢牢記住的。再看下面第十一章："
    },
    {
      "id": "02-020-0007_p0070",
      "zh_CN": "【国界严净第十一】",
      "zh_TW": "【國界嚴淨第十一】"
    },
    {
      "id": "02-020-0007_p0071",
      "zh_CN": "【佛语阿难。彼极乐界。无量功德。具足庄严。永无众苦。诸难。恶趣。魔恼之名。】",
      "zh_TW": "【佛語阿難。彼極樂界。無量功德。具足莊嚴。永無眾苦。諸難。惡趣。魔惱之名。】"
    },
    {
      "id": "02-020-0007_p0072",
      "zh_CN": "连这些名字都没有，哪里还有这些事实？所以西方极乐世界没有苦，我们这里有三苦、有八苦，西方极乐世界没有；我们这里有很多的灾难，他们也没有；我们这个世间有恶道、有折磨，西方极乐世界统统都没有。所以，称之为极乐。",
      "zh_TW": "連這些名字都沒有，哪裡還有這些事實？所以西方極樂世界沒有苦，我們這裡有三苦、有八苦，西方極樂世界沒有；我們這裡有很多的災難，他們也沒有；我們這個世間有惡道、有折磨，西方極樂世界統統都沒有。所以，稱之為極樂。"
    },
    {
      "id": "02-020-0007_p0073",
      "zh_CN": "【亦无四时。寒暑。雨冥之异。】",
      "zh_TW": "【亦無四時。寒暑。雨冥之異。】"
    },
    {
      "id": "02-020-0007_p0074",
      "zh_CN": "这是讲四时节气，我们现在讲的天候，他那个地方天气太好了，没有寒暑，也没有下雨、下雪，没有，这统统都没有。也没有白天晚上，没有夜晚，西方极乐世界没有夜晚。",
      "zh_TW": "這是講四時節氣，我們現在講的天候，他那個地方天氣太好了，沒有寒暑，也沒有下雨、下雪，沒有，這統統都沒有。也沒有白天晚上，沒有夜晚，西方極樂世界沒有夜晚。"
    },
    {
      "id": "02-020-0007_p0075",
      "zh_CN": "【复无大小江海。丘陵坑坎。荆棘沙砾。铁围。须弥。土石等山。】",
      "zh_TW": "【復無大小江海。丘陵坑坎。荊棘沙礫。鐵圍。須彌。土石等山。】"
    },
    {
      "id": "02-020-0007_p0076",
      "zh_CN": "这些东西也没有。",
      "zh_TW": "這些東西也沒有。"
    },
    {
      "id": "02-020-0007_p0077",
      "zh_CN": "【唯以自然七宝。黄金为地。宽广平正。不可限极。】",
      "zh_TW": "【唯以自然七寶。黃金為地。寬廣平正。不可限極。】"
    },
    {
      "id": "02-020-0007_p0078",
      "zh_CN": "西方世界是很不可思议的境界，十方世界有这些缺陷的，在他那里统统都没有。也许我们读到这个地方，西方极乐世界有什么好处？一片广大的平原，山也没有，河也没有，这个地方有什么味道？我们这个世间人，所谓文人雅士，都喜欢奇山异水，喜欢山水，从山水里面激发了情感，许许多多的文学作品多半是这样产生的。到了西方极乐世界，这种景观没有了，我们仔细想想，阿弥陀佛建造那个世界，为什么不要这些高山江河？他有道理的，这些东西引发人的感情。佛法求的是理智，佛法教我们得一心不乱，而所有这些文学艺术的作品，总是教我们心地感情起伏，这不是了生死之道，这是助长轮回的习气，绝对不是断烦恼，修清净、平等、慈悲之道。如果你要是真正明了，佛法是教我们修清净心、平等心、慈悲心，西方极乐世界这样的设施，完全符合我们修学的标准。所以它没有，它那个地方，地『宽广平正，不可限极』。",
      "zh_TW": "西方世界是很不可思議的境界，十方世界有這些缺陷的，在他那裡統統都沒有。也許我們讀到這個地方，西方極樂世界有什麼好處？一片廣大的平原，山也沒有，河也沒有，這個地方有什麼味道？我們這個世間人，所謂文人雅士，都喜歡奇山異水，喜歡山水，從山水裡面激發了情感，許許多多的文學作品多半是這樣產生的。到了西方極樂世界，這種景觀沒有了，我們仔細想想，阿彌陀佛建造那個世界，為什麼不要這些高山江河？他有道理的，這些東西引發人的感情。佛法求的是理智，佛法教我們得一心不亂，而所有這些文學藝術的作品，總是教我們心地感情起伏，這不是了生死之道，這是助長輪迴的習氣，絕對不是斷煩惱，修清淨、平等、慈悲之道。如果你要是真正明瞭，佛法是教我們修清淨心、平等心、慈悲心，西方極樂世界這樣的設施，完全符合我們修學的標準。所以它沒有，它那個地方，地『寬廣平正，不可限極』。"
    },
    {
      "id": "02-020-0007_p0079",
      "zh_CN": "【微妙奇丽。清净庄严。】",
      "zh_TW": "【微妙奇麗。清淨莊嚴。】"
    },
    {
      "id": "02-020-0007_p0080",
      "zh_CN": "它有它奇特之处，有它美丽的地方，这不是我们一般人能够想像得到的。",
      "zh_TW": "它有它奇特之處，有它美麗的地方，這不是我們一般人能夠想像得到的。"
    },
    {
      "id": "02-020-0007_p0081",
      "zh_CN": "【超逾十方一切世界。】",
      "zh_TW": "【超逾十方一切世界。】"
    },
    {
      "id": "02-020-0007_p0082",
      "zh_CN": "超逾，超过十方一切诸佛世界，都不能跟它相比。我们听了有疑惑，再看底下经文，阿难听了也有疑惑。",
      "zh_TW": "超逾，超過十方一切諸佛世界，都不能跟它相比。我們聽了有疑惑，再看底下經文，阿難聽了也有疑惑。"
    },
    {
      "id": "02-020-0007_p0083",
      "zh_CN": "【阿难闻已。】",
      "zh_TW": "【阿難聞已。】"
    },
    {
      "id": "02-020-0007_p0084",
      "zh_CN": "听了佛说这么一段话。",
      "zh_TW": "聽了佛說這麼一段話。"
    },
    {
      "id": "02-020-0007_p0085",
      "zh_CN": "【白世尊言。若彼国土无须弥山。其四天王天。及忉利天依何而住。】",
      "zh_TW": "【白世尊言。若彼國土無須彌山。其四天王天。及忉利天依何而住。】"
    },
    {
      "id": "02-020-0007_p0086",
      "zh_CN": "佛在前面曾经说过，他没有三恶道，阿难听听，没有三恶道，那人天两道总是有。人住在地上，天，四天王天跟忉利天都是住在须弥山，四王天住在须弥山的当中，半山，忉利天是在须弥山的山顶。想想极乐世界也应该有四王天、忉利天，它没有须弥山，这两个天住到哪里去？请教释迦牟尼佛。",
      "zh_TW": "佛在前面曾經說過，他沒有三惡道，阿難聽聽，沒有三惡道，那人天兩道總是有。人住在地上，天，四天王天跟忉利天都是住在須彌山，四王天住在須彌山的當中，半山，忉利天是在須彌山的山頂。想想極樂世界也應該有四王天、忉利天，它沒有須彌山，這兩個天住到哪裡去？請教釋迦牟尼佛。"
    },
    {
      "id": "02-020-0007_p0087",
      "zh_CN": "【佛告阿难。夜摩。兜率。乃至色无色界。一切诸天。依何而住。】",
      "zh_TW": "【佛告阿難。夜摩。兜率。乃至色無色界。一切諸天。依何而住。】"
    },
    {
      "id": "02-020-0007_p0088",
      "zh_CN": "释迦牟尼佛反问阿难，反过来问他，夜摩天以上，欲界天还有四层，还有色界天、无色界天，他们依哪里而住？他们是住空中。",
      "zh_TW": "釋迦牟尼佛反問阿難，反過來問他，夜摩天以上，欲界天還有四層，還有色界天、無色界天，他們依哪裡而住？他們是住空中。"
    },
    {
      "id": "02-020-0007_p0089",
      "zh_CN": "【阿难白言。不可思议业力所致。】",
      "zh_TW": "【阿難白言。不可思議業力所致。】"
    },
    {
      "id": "02-020-0007_p0090",
      "zh_CN": "这些叫空居天，所以天可以分为两类，就是地居天跟空居天。四王天跟忉利天是地居天，没有离开地面，夜摩以上不住在地面，住在空中。这是不可思议业力，使他能够离开地面，住在虚空之中。",
      "zh_TW": "這些叫空居天，所以天可以分為兩類，就是地居天跟空居天。四王天跟忉利天是地居天，沒有離開地面，夜摩以上不住在地面，住在空中。這是不可思議業力，使他能夠離開地面，住在虛空之中。"
    },
    {
      "id": "02-020-0007_p0091",
      "zh_CN": "【佛语阿难。不思议业。汝可知耶。】",
      "zh_TW": "【佛語阿難。不思議業。汝可知耶。】"
    },
    {
      "id": "02-020-0007_p0092",
      "zh_CN": "不思议业力所致，你知道吗？",
      "zh_TW": "不思議業力所致，你知道嗎？"
    },
    {
      "id": "02-020-0007_p0093",
      "zh_CN": "【汝身果报。不可思议。众生业报。亦不可思议。众生善根。不可思议。诸佛圣力。诸佛世界。亦不可思议。】",
      "zh_TW": "【汝身果報。不可思議。眾生業報。亦不可思議。眾生善根。不可思議。諸佛聖力。諸佛世界。亦不可思議。】"
    },
    {
      "id": "02-020-0007_p0094",
      "zh_CN": "所以晓得，有一桩事情你真正豁然明了、觉悟了，这个不可思议，你再回头想想这个世间事事物物，自己、别人，样样都是不可思议的。所以说『诸佛世界，亦不可思议』。",
      "zh_TW": "所以曉得，有一樁事情你真正豁然明瞭、覺悟了，這個不可思議，你再回頭想想這個世間事事物物，自己、別人，樣樣都是不可思議的。所以說『諸佛世界，亦不可思議』。"
    },
    {
      "id": "02-020-0007_p0095",
      "zh_CN": "【其国众生。功德善力。】",
      "zh_TW": "【其國眾生。功德善力。】"
    },
    {
      "id": "02-020-0007_p0096",
      "zh_CN": "这个『其国』就是指极乐世界，极乐世界的众生，包括阿难所说的四大天王、忉利天等等，这都是极乐世界众生，功德善力。",
      "zh_TW": "這個『其國』就是指極樂世界，極樂世界的眾生，包括阿難所說的四大天王、忉利天等等，這都是極樂世界眾生，功德善力。"
    },
    {
      "id": "02-020-0007_p0097",
      "zh_CN": "【住行业地。及佛神力。故能尔耳。】",
      "zh_TW": "【住行業地。及佛神力。故能爾耳。】"
    },
    {
      "id": "02-020-0007_p0098",
      "zh_CN": "极乐世界的众生，第一，凭着自己所修的功德善力，以及阿弥陀佛不思议的神通、道力的加持，所以四王天跟忉利天他也住在空中，他那里没有须弥山。",
      "zh_TW": "極樂世界的眾生，第一，憑著自己所修的功德善力，以及阿彌陀佛不思議的神通、道力的加持，所以四王天跟忉利天他也住在空中，他那裡沒有須彌山。"
    },
    {
      "id": "02-020-0007_p0099",
      "zh_CN": "【阿难白言。业因果报。不可思议。我于此法。实无所惑。】",
      "zh_TW": "【阿難白言。業因果報。不可思議。我於此法。實無所惑。】"
    },
    {
      "id": "02-020-0007_p0100",
      "zh_CN": "阿难说真实话了，他对于西方极乐世界里面的依正因果他明了，他没有疑惑。",
      "zh_TW": "阿難說真實話了，他對於西方極樂世界裡面的依正因果他明瞭，他沒有疑惑。"
    },
    {
      "id": "02-020-0007_p0101",
      "zh_CN": "【但为将来众生。破除疑网。故发斯问。】",
      "zh_TW": "【但為將來眾生。破除疑網。故發斯問。】"
    },
    {
      "id": "02-020-0007_p0102",
      "zh_CN": "阿难这个问，释迦牟尼佛的答，这一问在五种问里面是「利乐有情问」。因为，我们凡夫听了佛这一番话之后一定怀疑，怀疑怎么能解决？幸亏阿难代我们问了，听了阿难的说明，这个问题我们才真正明了一些，不再疑惑。第十二章是：",
      "zh_TW": "阿難這個問，釋迦牟尼佛的答，這一問在五種問裡面是「利樂有情問」。因為，我們凡夫聽了佛這一番話之後一定懷疑，懷疑怎麼能解決？幸虧阿難代我們問了，聽了阿難的說明，這個問題我們才真正明瞭一些，不再疑惑。第十二章是："
    },
    {
      "id": "02-020-0007_p0103",
      "zh_CN": "【光明遍照第十二】",
      "zh_TW": "【光明遍照第十二】"
    },
    {
      "id": "02-020-0007_p0104",
      "zh_CN": "【佛告阿难。阿弥陀佛威神光明。最尊第一。十方诸佛。所不能及。】",
      "zh_TW": "【佛告阿難。阿彌陀佛威神光明。最尊第一。十方諸佛。所不能及。】"
    },
    {
      "id": "02-020-0007_p0105",
      "zh_CN": "一切诸佛，成佛都有身光跟放光，都有这两种。这个地方都是讲佛的身光，身光与他的愿力、与他的法缘有关系。实在讲，佛与佛智慧、德能、神通、道力可以说是完全没有差别，如果有差别，那就不对了。菩萨有差别，佛没有差别，因为佛的功德统统圆满了，所谓是佛佛道同，真正平等，没有差别了。但是，每一尊佛在因地里所发的愿不相同，与一切众生所结的缘分不相同，因此在事相上显示出无差别当中就有了差别。这就阿弥陀佛，他在因地里面他的愿特别殊胜，他与众生广结法缘，缘结得多，愿特别殊胜，因此示现在事相上，也就显示出特别庄严，超过一切诸佛。所以说他『威神光明，最尊第一』，这是从事相上来论，『十方诸佛，所不能及』，都比不上他。",
      "zh_TW": "一切諸佛，成佛都有身光跟放光，都有這兩種。這個地方都是講佛的身光，身光與他的願力、與他的法緣有關係。實在講，佛與佛智慧、德能、神通、道力可以說是完全沒有差別，如果有差別，那就不對了。菩薩有差別，佛沒有差別，因為佛的功德統統圓滿了，所謂是佛佛道同，真正平等，沒有差別了。但是，每一尊佛在因地裡所發的願不相同，與一切眾生所結的緣分不相同，因此在事相上顯示出無差別當中就有了差別。這就阿彌陀佛，他在因地裡面他的願特別殊勝，他與眾生廣結法緣，緣結得多，願特別殊勝，因此示現在事相上，也就顯示出特別莊嚴，超過一切諸佛。所以說他『威神光明，最尊第一』，這是從事相上來論，『十方諸佛，所不能及』，都比不上他。"
    },
    {
      "id": "02-020-0007_p0106",
      "zh_CN": "【遍照东方恒沙佛刹。】",
      "zh_TW": "【遍照東方恆沙佛剎。】"
    },
    {
      "id": "02-020-0007_p0107",
      "zh_CN": "他照东方，正好就照在我们这里，因为我们在极乐世界的东方，极乐世界在我们的西方，这是正是照到我们这个世界了。",
      "zh_TW": "他照東方，正好就照在我們這裡，因為我們在極樂世界的東方，極樂世界在我們的西方，這是正是照到我們這個世界了。"
    },
    {
      "id": "02-020-0007_p0108",
      "zh_CN": "【南西北方。四维上下。亦复如是。】",
      "zh_TW": "【南西北方。四維上下。亦復如是。】"
    },
    {
      "id": "02-020-0007_p0109",
      "zh_CN": "这是佛光普照，照十方世界。",
      "zh_TW": "這是佛光普照，照十方世界。"
    },
    {
      "id": "02-020-0007_p0110",
      "zh_CN": "【若化顶上圆光。或一二三四由旬。或百千万亿由旬。诸佛光明。或照一二佛刹。或照百千佛刹。惟阿弥陀佛。光明普照无量无边无数佛刹。】",
      "zh_TW": "【若化頂上圓光。或一二三四由旬。或百千萬億由旬。諸佛光明。或照一二佛剎。或照百千佛剎。惟阿彌陀佛。光明普照無量無邊無數佛剎。】"
    },
    {
      "id": "02-020-0007_p0111",
      "zh_CN": "这就显示出他跟十方诸佛不一样了。诸位同修在此地我们就要留意，不能不发大愿，不能不度众生，度众生就是要帮助一切众生。帮助他做什么？帮助他学佛，以种种善巧方便帮助一切众生学佛，这样才跟弥陀的愿力相应。与他的愿力相应，要拿我们世间俗话来说，就是跟他同志，我们想到西方极乐世界去，跟他同志那怎么会不去？决定会去的。我们想到西方极乐世界去，我那个愿很小，又不肯跟众生结缘，虽然想去，跟阿弥陀佛心志不相同，这样求生西方极乐世界，感应的力量很小，未必能够去得了。所以，要想真正往生，必须跟佛心志、行持都要相像，都要相似才行。",
      "zh_TW": "這就顯示出他跟十方諸佛不一樣了。諸位同修在此地我們就要留意，不能不發大願，不能不度眾生，度眾生就是要幫助一切眾生。幫助他做什麼？幫助他學佛，以種種善巧方便幫助一切眾生學佛，這樣才跟彌陀的願力相應。與他的願力相應，要拿我們世間俗話來說，就是跟他同志，我們想到西方極樂世界去，跟他同志那怎麼會不去？決定會去的。我們想到西方極樂世界去，我那個願很小，又不肯跟眾生結緣，雖然想去，跟阿彌陀佛心志不相同，這樣求生西方極樂世界，感應的力量很小，未必能夠去得了。所以，要想真正往生，必須跟佛心志、行持都要相像，都要相似才行。"
    },
    {
      "id": "02-020-0007_p0112",
      "zh_CN": "有的诸佛佛光只照一、二佛刹，我们就晓得，这尊佛必定是与一切众生结的法缘不广，因地里面发的愿不大、缘不广，他也成佛了。成了佛，经上常说佛不度无缘之人，你跟这尊佛没缘，他虽然出现于世，你不是遇不到他，就是遇到了也不相信，遇到了，佛给你说法，你也不肯接受，这就是与他没有缘。所以，他的光明照得就有限，有一、二佛刹，这很小的，有能够照百千佛刹，这是比较大的。但是，比不上阿弥陀佛，阿弥陀佛『光明普照』，照『无量无边无数佛刹』，这是十方诸佛不能跟他相比的。",
      "zh_TW": "有的諸佛佛光只照一、二佛剎，我們就曉得，這尊佛必定是與一切眾生結的法緣不廣，因地裡面發的願不大、緣不廣，他也成佛了。成了佛，經上常說佛不度無緣之人，你跟這尊佛沒緣，他雖然出現於世，你不是遇不到他，就是遇到了也不相信，遇到了，佛給你說法，你也不肯接受，這就是與他沒有緣。所以，他的光明照得就有限，有一、二佛剎，這很小的，有能夠照百千佛剎，這是比較大的。但是，比不上阿彌陀佛，阿彌陀佛『光明普照』，照『無量無邊無數佛剎』，這是十方諸佛不能跟他相比的。"
    },
    {
      "id": "02-020-0007_p0113",
      "zh_CN": "【诸佛光明所照远近。本其前世求道。所愿功德大小不同。】",
      "zh_TW": "【諸佛光明所照遠近。本其前世求道。所願功德大小不同。】"
    },
    {
      "id": "02-020-0007_p0114",
      "zh_CN": "我刚才说了，这经上就有，确实是如此，这个地方我们读了也应该要特别的警惕，要努力来学习。",
      "zh_TW": "我剛才說了，這經上就有，確實是如此，這個地方我們讀了也應該要特別的警惕，要努力來學習。"
    },
    {
      "id": "02-020-0007_p0115",
      "zh_CN": "【至作佛时。各自得之。自在所作。不为预计。】",
      "zh_TW": "【至作佛時。各自得之。自在所作。不為預計。】"
    },
    {
      "id": "02-020-0007_p0116",
      "zh_CN": "一切法不出因果的定律，成了佛也不能超越因果的定律，你看《华严》五周因果，《法华经》也是讲因果。我们要想成殊胜之果，必定要修殊胜之因，因果一定是相应的，这里都给我们说这个道理。",
      "zh_TW": "一切法不出因果的定律，成了佛也不能超越因果的定律，你看《華嚴》五周因果，《法華經》也是講因果。我們要想成殊勝之果，必定要修殊勝之因，因果一定是相應的，這裡都給我們說這個道理。"
    },
    {
      "id": "02-020-0007_p0117",
      "zh_CN": "【阿弥陀佛。光明善好。胜于日月之明。千亿万倍。】",
      "zh_TW": "【阿彌陀佛。光明善好。勝於日月之明。千億萬倍。】"
    },
    {
      "id": "02-020-0007_p0118",
      "zh_CN": "这是形容佛光，佛光超日月之明。",
      "zh_TW": "這是形容佛光，佛光超日月之明。"
    },
    {
      "id": "02-020-0007_p0119",
      "zh_CN": "【光中极尊。佛中之王。是故无量寿佛。亦号无量光佛。亦号无边光佛。无碍光佛。无等光佛。亦号智慧光。常照光。清净光。欢喜光。解脱光。安隐光。超日月光。不思议光。如是光明。普照十方一切世界。】",
      "zh_TW": "【光中極尊。佛中之王。是故無量壽佛。亦號無量光佛。亦號無邊光佛。無礙光佛。無等光佛。亦號智慧光。常照光。清淨光。歡喜光。解脫光。安隱光。超日月光。不思議光。如是光明。普照十方一切世界。】"
    },
    {
      "id": "02-020-0007_p0120",
      "zh_CN": "这里面经上说十二种光，所以是称为圆满光。这个光的名号都是显他的德用，佛光照，照一切众生，众生感到佛的佛光注照的时候，他得什么样的受用，名号里面统统显示出来了。所以，阿弥陀佛是佛中最尊胜的，光明极尊，佛的身分也是极尊。使我们想到当年，蒙释迦牟尼佛加持，他见到西方极乐世界，见到阿弥陀佛，没有不发心求生净土的。历代许许多多的大菩萨、祖师大德们，不管是修哪一宗、修哪个法门，显教、密教，当他觉察到西方世界的庄严，没有一个不回向西方，求生极乐的。我们在印度佛教里面看到很多，在中国祖师大德里面也看到了很多，我们是很有幸，也可以说很有福报，这才能够遇得到。",
      "zh_TW": "這裡面經上說十二種光，所以是稱為圓滿光。這個光的名號都是顯他的德用，佛光照，照一切眾生，眾生感到佛的佛光注照的時候，他得什麼樣的受用，名號裡面統統顯示出來了。所以，阿彌陀佛是佛中最尊勝的，光明極尊，佛的身分也是極尊。使我們想到當年，蒙釋迦牟尼佛加持，他見到西方極樂世界，見到阿彌陀佛，沒有不發心求生淨土的。歷代許許多多的大菩薩、祖師大德們，不管是修哪一宗、修哪個法門，顯教、密教，當他覺察到西方世界的莊嚴，沒有一個不迴向西方，求生極樂的。我們在印度佛教裡面看到很多，在中國祖師大德裡面也看到了很多，我們是很有幸，也可以說很有福報，這才能夠遇得到。"
    },
    {
      "id": "02-020-0007_p0121",
      "zh_CN": "遇到这个法门，正如同经上所说的，我们这一生成佛的机缘到了，像蕅益大师所说的。我们要珍惜这个机缘，把握这个机缘，这一生必定成佛。要想成佛，要想上品上生，一定要把这个经念得很熟，经里面的义理常常要揣摩得透彻，断疑生信、依教奉行，我们把经里面的教训统统做到。做到了那就跟阿弥陀佛没有两样了，阿弥陀佛就是这么做的。阿弥陀佛想什么，我们也想什么，阿弥陀佛做什么，我们也做什么，使我们的思想、见解、行为跟阿弥陀佛合而为一，这叫真正的修西方净土。再看底下这段经文。",
      "zh_TW": "遇到這個法門，正如同經上所說的，我們這一生成佛的機緣到了，像蕅益大師所說的。我們要珍惜這個機緣，把握這個機緣，這一生必定成佛。要想成佛，要想上品上生，一定要把這個經念得很熟，經裡面的義理常常要揣摩得透徹，斷疑生信、依教奉行，我們把經裡面的教訓統統做到。做到了那就跟阿彌陀佛沒有兩樣了，阿彌陀佛就是這麼做的。阿彌陀佛想什麼，我們也想什麼，阿彌陀佛做什麼，我們也做什麼，使我們的思想、見解、行為跟阿彌陀佛合而為一，這叫真正的修西方淨土。再看底下這段經文。"
    },
    {
      "id": "02-020-0007_p0122",
      "zh_CN": "【其有众生。遇斯光者。垢灭善生。】",
      "zh_TW": "【其有眾生。遇斯光者。垢滅善生。】"
    },
    {
      "id": "02-020-0007_p0123",
      "zh_CN": "假如这个众生与佛有缘，遇到佛光了，我们都是有缘的众生，我们有没有遇到佛光？前面我跟诸位说过了，这部经就是佛光，经典所在之处就是佛光注照之方。我们展开经典，就是佛光对我们的注照，我们理解这个经典，我们就接受了佛光。将来，像《楞严》上所说的，我们依教修行，在修行过程当中你很可能见到佛光，很可能见到佛现相，见到佛相也好，见到西方净土也好，这都是必然的现象。经上说得很明白，「现前当来，必定见佛」，见佛是增长我们的信心，我们心依旧是不着相，心要清净，要更清净、更平等。",
      "zh_TW": "假如這個眾生與佛有緣，遇到佛光了，我們都是有緣的眾生，我們有沒有遇到佛光？前面我跟諸位說過了，這部經就是佛光，經典所在之處就是佛光注照之方。我們展開經典，就是佛光對我們的注照，我們理解這個經典，我們就接受了佛光。將來，像《楞嚴》上所說的，我們依教修行，在修行過程當中你很可能見到佛光，很可能見到佛現相，見到佛相也好，見到西方淨土也好，這都是必然的現象。經上說得很明白，「現前當來，必定見佛」，見佛是增長我們的信心，我們心依舊是不著相，心要清淨，要更清淨、更平等。"
    },
    {
      "id": "02-020-0007_p0124",
      "zh_CN": "像过去净土宗第一代的祖师远公大师，他一生当中见过三次西方极乐世界的依正庄严，他见过三次，他从来没有跟一个人说过，见如不见。到临走的时候佛来接引他，他才告诉大家，说阿弥陀佛来了，极乐世界境界又现前，我又见到了，过去我已经见过三次，大家才知道以前他见过三次极乐世界。他说他所见到的，跟经上所讲的一模一样，什么经？就是《无量寿经》。因为远公大师那个时候建立念佛法门，集合一百多人在一块共修，只有《无量寿经》。《观经》跟小本《弥陀经》那时候统统还没有翻出来，还没有到中国来。最初净土宗就是依《无量寿经》而建立的，就依这一部经，莲社里面一百二十多人个个往生，这是无比的殊胜。这是远公大师那些大善知识们，已经做了个榜样给我们看了。这是讲遇到佛光的。",
      "zh_TW": "像過去淨土宗第一代的祖師遠公大師，他一生當中見過三次西方極樂世界的依正莊嚴，他見過三次，他從來沒有跟一個人說過，見如不見。到臨走的時候佛來接引他，他才告訴大家，說阿彌陀佛來了，極樂世界境界又現前，我又見到了，過去我已經見過三次，大家才知道以前他見過三次極樂世界。他說他所見到的，跟經上所講的一模一樣，什麼經？就是《無量壽經》。因為遠公大師那個時候建立念佛法門，集合一百多人在一塊共修，只有《無量壽經》。《觀經》跟小本《彌陀經》那時候統統還沒有翻出來，還沒有到中國來。最初淨土宗就是依《無量壽經》而建立的，就依這一部經，蓮社裡面一百二十多人個個往生，這是無比的殊勝。這是遠公大師那些大善知識們，已經做了個榜樣給我們看了。這是講遇到佛光的。"
    },
    {
      "id": "02-020-0007_p0125",
      "zh_CN": "『垢灭善生』，垢是罪业，罪业消灭了，善就是慈悲心生起来了，过去生不起来的，他现在自自然然生起来。从前教他做利益众生的事情，他非常之困难，现在不让他去做，他拼命要去做，自动自发的去做，他做得非常快乐。为什么原因？他善生了，一点不勉强，就像佛菩萨度众生一样。",
      "zh_TW": "『垢滅善生』，垢是罪業，罪業消滅了，善就是慈悲心生起來了，過去生不起來的，他現在自自然然生起來。從前教他做利益眾生的事情，他非常之困難，現在不讓他去做，他拼命要去做，自動自發的去做，他做得非常快樂。為什麼原因？他善生了，一點不勉強，就像佛菩薩度眾生一樣。"
    },
    {
      "id": "02-020-0007_p0126",
      "zh_CN": "【身意柔软。若在三途极苦之处。见此光明。皆得休息。】",
      "zh_TW": "【身意柔軟。若在三途極苦之處。見此光明。皆得休息。】"
    },
    {
      "id": "02-020-0007_p0127",
      "zh_CN": "这是讲三恶道，三恶道的众生要是见到佛光，他那个苦也会终止。",
      "zh_TW": "這是講三惡道，三惡道的眾生要是見到佛光，他那個苦也會終止。"
    },
    {
      "id": "02-020-0007_p0128",
      "zh_CN": "【命终皆得解脱。】",
      "zh_TW": "【命終皆得解脫。】"
    },
    {
      "id": "02-020-0007_p0129",
      "zh_CN": "这个『解脱』是有差等的，恶道众生能够见佛光的，当然都是过去生中善根深厚，换句话说，也是过去生中多生多劫念佛之人，临命终的时候一念差错，堕恶道去了。堕了恶道之后，毕竟他善根厚，他觉悟得很快，以三恶道身，他还是能够修行。像谛闲法师在头陀寺做住持的时候，这是倓老法师以前常说，头陀寺在浙江省温州。早些年，他说他在那个寺里做住持，那庙里很苦，连个时钟都没有，作息的时间就靠庙里头养了一只大公鸡。这个大公鸡每天鸡报晓，报时，一点也不差错，鸡叫了大家起床，早课。到用斋的时候，这个大公鸡也会到斋堂来，大众吃的菜、饭掉在地上的，这个大公鸡统统都把它拣了，吃得干干净净的。作课诵的时候，这个大公鸡也跟着，也跟着大家在一块念佛，只听到牠嘎咯嘎咯叫，那大概就是牠念佛的，念阿弥陀佛的。",
      "zh_TW": "這個『解脫』是有差等的，惡道眾生能夠見佛光的，當然都是過去生中善根深厚，換句話說，也是過去生中多生多劫念佛之人，臨命終的時候一念差錯，墮惡道去了。墮了惡道之後，畢竟他善根厚，他覺悟得很快，以三惡道身，他還是能夠修行。像諦閑法師在頭陀寺做住持的時候，這是倓老法師以前常說，頭陀寺在浙江省溫州。早些年，他說他在那個寺裡做住持，那廟裡很苦，連個時鐘都沒有，作息的時間就靠廟裡頭養了一隻大公雞。這個大公雞每天雞報曉，報時，一點也不差錯，雞叫了大家起床，早課。到用齋的時候，這個大公雞也會到齋堂來，大眾吃的菜、飯掉在地上的，這個大公雞統統都把它揀了，吃得乾乾淨淨的。作課誦的時候，這個大公雞也跟著，也跟著大家在一塊念佛，只聽到牠嘎咯嘎咯叫，那大概就是牠念佛的，念阿彌陀佛的。"
    },
    {
      "id": "02-020-0007_p0130",
      "zh_CN": "有一天课诵完了之后，牠在大殿上牠不走，香灯师要赶牠走，牠是从从容容的在大殿上转了一圈，站在大殿当中，面朝着佛像，叫了三声，牠走了，站在那里走的。头陀寺公鸡往生，这是恶道。所以说这是决定是往生的，牠虽然是堕了畜生身，依然还有因缘住在寺庙里面，还在寺庙里帮助大家工作，牠报时就是牠的工作，牠一样有机缘修福，一样有机会跟着大众在一起念佛，牠能够往生。所以这是得到证明，这是畜生道，也能『见此光明，皆得休息，命终皆得解脱』。",
      "zh_TW": "有一天課誦完了之後，牠在大殿上牠不走，香燈師要趕牠走，牠是從從容容的在大殿上轉了一圈，站在大殿當中，面朝著佛像，叫了三聲，牠走了，站在那裡走的。頭陀寺公雞往生，這是惡道。所以說這是決定是往生的，牠雖然是墮了畜生身，依然還有因緣住在寺廟裡面，還在寺廟裡幫助大家工作，牠報時就是牠的工作，牠一樣有機緣修福，一樣有機會跟著大眾在一起念佛，牠能夠往生。所以這是得到證明，這是畜生道，也能『見此光明，皆得休息，命終皆得解脫』。"
    },
    {
      "id": "02-020-0007_p0131",
      "zh_CN": "【若有众生。闻其光明。威神。功德。日夜称说。至心不断。随意所愿。得生其国。】",
      "zh_TW": "【若有眾生。聞其光明。威神。功德。日夜稱說。至心不斷。隨意所願。得生其國。】"
    },
    {
      "id": "02-020-0007_p0132",
      "zh_CN": "这个『得生其国』就是往生，决定能够往生，末后佛在此地劝勉我们，念佛求生净土。『闻其光明』，或者是闻『威神』，或者是闻『功德』，这个光明、威神、功德都在这部经里面。『日夜称说』，称是称念，说是为人解说。《观经》三种净业，末后一条说，「读诵大乘，劝进行者」，劝进行者就是为人说，劝他念佛，劝他依照这个经典来修行。日夜是不间断，我们这个心不能间断，机缘不能间断。没有机缘，我们多想一想，有什么方法能帮助人，现代这个科学时代，我们利用科技，帮助人的地方比以往要方便太多了。以往譬如说为人解说，很辛苦的把这部经从头到尾讲一遍，听经的人未必有时间天天来，他家里有事情，他没来就塌掉一、两堂，当中就缺了。现在我们可以利用科技的设备，可以录音，可以录影，我们将录音带、录影带帮助那些没有机会来听讲的人。我们要主动的去帮助他，不但是他问我们要的时候，我们帮助他，不问我们要的时候，我们也想方法去帮助他。这就是我们称说之心，日夜不断。",
      "zh_TW": "這個『得生其國』就是往生，決定能夠往生，末後佛在此地勸勉我們，念佛求生淨土。『聞其光明』，或者是聞『威神』，或者是聞『功德』，這個光明、威神、功德都在這部經裡面。『日夜稱說』，稱是稱念，說是為人解說。《觀經》三種淨業，末後一條說，「讀誦大乘，勸進行者」，勸進行者就是為人說，勸他念佛，勸他依照這個經典來修行。日夜是不間斷，我們這個心不能間斷，機緣不能間斷。沒有機緣，我們多想一想，有什麼方法能幫助人，現代這個科學時代，我們利用科技，幫助人的地方比以往要方便太多了。以往譬如說為人解說，很辛苦的把這部經從頭到尾講一遍，聽經的人未必有時間天天來，他家裡有事情，他沒來就塌掉一、兩堂，當中就缺了。現在我們可以利用科技的設備，可以錄音，可以錄影，我們將錄音帶、錄影帶幫助那些沒有機會來聽講的人。我們要主動的去幫助他，不但是他問我們要的時候，我們幫助他，不問我們要的時候，我們也想方法去幫助他。這就是我們稱說之心，日夜不斷。"
    },
    {
      "id": "02-020-0007_p0133",
      "zh_CN": "这日夜称说，『至心不断』，果报是『随意所愿，得生其国』，这句里头我们要注意那个「随意所愿」，这是释迦牟尼佛讲的，决定不是妄语。随意所愿那就是自在往生，想什么时候往生就什么时候去，这才叫随意。想用什么方式往生就可以用什么方式，这才是随意所愿，你想站着走，或者想坐着走，想在什么时节因缘里面走，都能满你的愿。以前我在受戒的时候，戒和尚给我们讲了一个故事，这也有将近三十年了，这个人的名字我忘掉了。他是讲一个念佛往生的，也是个出家人，他说他很顽皮，他要往生了，他就问大众，他说你们有没有见过坐着往生的，或者有没有听过？大家说有。有人曾经见到人坐着往生的，结跏趺坐，也有人说那听说的多了。他说有没有见到站着往生的？大众说有，也有见过，也有听过的。他就竖了一个蜻蜓，头朝下脚朝上，问大家，你们有没有看到这样往生的？大家说没见过也没听说过，他就走了。这个人确实是很顽皮，他是「随意所愿，得生其国」，像马戏团表演一样，真是游戏往生，不虚。我们自己要能够体会，要能够辨别利害、得失，我们要想得世间的名闻利养、五欲六尘，西方极乐世界这一生必定又错过了；我们能把这个世间名利、五欲的享受舍掉，我们这一生往生西方极乐世界这个因缘就成熟了。",
      "zh_TW": "這日夜稱說，『至心不斷』，果報是『隨意所願，得生其國』，這句裡頭我們要注意那個「隨意所願」，這是釋迦牟尼佛講的，決定不是妄語。隨意所願那就是自在往生，想什麼時候往生就什麼時候去，這才叫隨意。想用什麼方式往生就可以用什麼方式，這才是隨意所願，你想站著走，或者想坐著走，想在什麼時節因緣裡面走，都能滿你的願。以前我在受戒的時候，戒和尚給我們講了一個故事，這也有將近三十年了，這個人的名字我忘掉了。他是講一個念佛往生的，也是個出家人，他說他很頑皮，他要往生了，他就問大眾，他說你們有沒有見過坐著往生的，或者有沒有聽過？大家說有。有人曾經見到人坐著往生的，結跏趺坐，也有人說那聽說的多了。他說有沒有見到站著往生的？大眾說有，也有見過，也有聽過的。他就豎了一個蜻蜓，頭朝下腳朝上，問大家，你們有沒有看到這樣往生的？大家說沒見過也沒聽說過，他就走了。這個人確實是很頑皮，他是「隨意所願，得生其國」，像馬戲團表演一樣，真是遊戲往生，不虛。我們自己要能夠體會，要能夠辨別利害、得失，我們要想得世間的名聞利養、五欲六塵，西方極樂世界這一生必定又錯過了；我們能把這個世間名利、五欲的享受捨掉，我們這一生往生西方極樂世界這個因緣就成熟了。"
    },
    {
      "id": "02-020-0007_p0134",
      "zh_CN": "说实在话，哪个人不是生生世世念佛的，绝对不是说我们只有这一生才遇到《无量寿经》，才闻到阿弥陀佛这个名号，我相信决定不是。为什么前世听了没去得成？就是为五欲六尘、名闻利养给耽误了。真的吗？我看一点都不假，为什么？我们看到许许多多念佛的人，手上拿着念珠，一天到晚阿弥陀佛，好像挺认真的，但是名利看得非常之重，贡高我慢，欺负弱者，我们见过。他也劝别人念佛往生西方，他自己的习气始终改不掉，我想我们过去生生世世就像这样的人一样，犯了严重的错误，虽念而不能往生。现在真的觉悟了，觉悟之后，我们就一定要放下，要记住佛在经上告诉我们，知足常乐。衣穿得暖，饭吃得饱，够了，若有多余，我们就尽心尽力，像经上教给我们的方法我们去做。我们行菩萨道，布施供养，劝人学佛，有大的力量那我就劝人劝得多，力量薄弱我也能劝我一些认识的人，我劝他们学佛。有大力量的，今天劝人念佛，劝人修学，那可以说这个缘分是古人怎么想像也都想像不到的，做不到的。什么方式？真有力量，借重电视、广播，请个高明的法师大德，在电视上把《无量寿经》从头到尾讲一遍，详详细细的讲一遍，多少人收听。这些收听的人当中，必然有许多人觉悟了、开解了，也死心塌地去念佛，这个功德大。",
      "zh_TW": "說實在話，哪個人不是生生世世念佛的，絕對不是說我們只有這一生才遇到《無量壽經》，才聞到阿彌陀佛這個名號，我相信決定不是。為什麼前世聽了沒去得成？就是為五欲六塵、名聞利養給耽誤了。真的嗎？我看一點都不假，為什麼？我們看到許許多多念佛的人，手上拿著念珠，一天到晚阿彌陀佛，好像挺認真的，但是名利看得非常之重，貢高我慢，欺負弱者，我們見過。他也勸別人念佛往生西方，他自己的習氣始終改不掉，我想我們過去生生世世就像這樣的人一樣，犯了嚴重的錯誤，雖念而不能往生。現在真的覺悟了，覺悟之後，我們就一定要放下，要記住佛在經上告訴我們，知足常樂。衣穿得暖，飯吃得飽，夠了，若有多餘，我們就盡心盡力，像經上教給我們的方法我們去做。我們行菩薩道，布施供養，勸人學佛，有大的力量那我就勸人勸得多，力量薄弱我也能勸我一些認識的人，我勸他們學佛。有大力量的，今天勸人念佛，勸人修學，那可以說這個緣分是古人怎麼想像也都想像不到的，做不到的。什麼方式？真有力量，借重電視、廣播，請個高明的法師大德，在電視上把《無量壽經》從頭到尾講一遍，詳詳細細的講一遍，多少人收聽。這些收聽的人當中，必然有許多人覺悟了、開解了，也死心塌地去念佛，這個功德大。"
    },
    {
      "id": "02-020-0007_p0135",
      "zh_CN": "建道场是培养弘法人才，是提供大家念佛的场所，这种场所不是儿戏的，是要决定成就的。像远公大师当年的道场一样，凡是到那里去念佛，他的确各个都往生的，建道场要以慧远大师的莲社做样子。弘法，今天最殊胜的无过于电视、广播，这是有大力量的，那他就修无量无尽的福报。没有这个力量我们做小的，我们录个录影带，辗转赠送给我们的亲朋好友。而且特别劝勉他，你听过之后，希望你再送给你认识的人去听，这样小的力量辗转流通，纵然流通不广，可是我们心广大，我们的心力、我们的能力统统做到了，只要尽心尽力，这个功德都是圆满的，圆满功德。所以，圆满功德人人能修，这才是佛法里头真正的平等法。再看底下这一章：",
      "zh_TW": "建道場是培養弘法人才，是提供大家念佛的場所，這種場所不是兒戲的，是要決定成就的。像遠公大師當年的道場一樣，凡是到那裡去念佛，他的確各個都往生的，建道場要以慧遠大師的蓮社做樣子。弘法，今天最殊勝的無過於電視、廣播，這是有大力量的，那他就修無量無盡的福報。沒有這個力量我們做小的，我們錄個錄影帶，輾轉贈送給我們的親朋好友。而且特別勸勉他，你聽過之後，希望你再送給你認識的人去聽，這樣小的力量輾轉流通，縱然流通不廣，可是我們心廣大，我們的心力、我們的能力統統做到了，只要盡心盡力，這個功德都是圓滿的，圓滿功德。所以，圓滿功德人人能修，這才是佛法裡頭真正的平等法。再看底下這一章："
    },
    {
      "id": "02-020-0007_p0136",
      "zh_CN": "【寿众无量第十三】",
      "zh_TW": "【壽眾無量第十三】"
    },
    {
      "id": "02-020-0007_p0137",
      "zh_CN": "【佛语阿难。无量寿佛。寿命长久。不可称计。】",
      "zh_TW": "【佛語阿難。無量壽佛。壽命長久。不可稱計。】"
    },
    {
      "id": "02-020-0007_p0138",
      "zh_CN": "这是阿弥陀佛自己在本愿里面说过，他那个国土寿命之长，就是一四天下的众生各个都成了缘觉、辟支佛，共同来计算，也没有办法计算得出来的。所以，确实『不可称计』。",
      "zh_TW": "這是阿彌陀佛自己在本願裡面說過，他那個國土壽命之長，就是一四天下的眾生各個都成了緣覺、辟支佛，共同來計算，也沒有辦法計算得出來的。所以，確實『不可稱計』。"
    },
    {
      "id": "02-020-0007_p0139",
      "zh_CN": "【又有无数声闻之众。神智洞达。威力自在。能于掌中持一切世界。】",
      "zh_TW": "【又有無數聲聞之眾。神智洞達。威力自在。能於掌中持一切世界。】"
    },
    {
      "id": "02-020-0007_p0140",
      "zh_CN": "这是说明极乐世界那边的人，他们神通广大，也是不可思议。极乐世界纯是菩萨，为什么又说声闻？这是比喻而说，说人天、说声闻、说缘觉都是比喻说的，实在讲，他们统统是菩萨。譬如我们从圆教上来讲，圆教从初信位的菩萨到等觉，一共是有五十一个阶级。在十信菩萨里面，第六信以下，那就是人天，就等于是人天，为什么？见思烦恼没有断尽。七信位的菩萨就等于说声闻，等于阿罗汉，因为他见思烦恼断尽了，实际上他是圆教的菩萨，在断烦恼这阶层上来说，等于小乘的阿罗汉。但是，他的智慧、神通、道力决定不是阿罗汉能够跟他相比的，他要殊胜太多了，只是在断烦恼上来说，断烦恼的头数跟阿罗汉相等。如果他再将见思习气也断了，他的就等于辟支佛，是这么一回事情。所以大家不要误会西方极乐世界真的有声闻、有天人，那就跟阿弥陀佛本愿不相符。我们读净土的经论，一定要以四十八愿为依据，所有经论都不能违背四十八愿，这个样子经意思才能看得圆满，才不至于看错，也不会再有怀疑了。这是说他的神通、威力他能在『掌中持一切世界』，不是一个世界，他有这么大的神力。",
      "zh_TW": "這是說明極樂世界那邊的人，他們神通廣大，也是不可思議。極樂世界純是菩薩，為什麼又說聲聞？這是比喻而說，說人天、說聲聞、說緣覺都是比喻說的，實在講，他們統統是菩薩。譬如我們從圓教上來講，圓教從初信位的菩薩到等覺，一共是有五十一個階級。在十信菩薩裡面，第六信以下，那就是人天，就等於是人天，為什麼？見思煩惱沒有斷盡。七信位的菩薩就等於說聲聞，等於阿羅漢，因為他見思煩惱斷盡了，實際上他是圓教的菩薩，在斷煩惱這階層上來說，等於小乘的阿羅漢。但是，他的智慧、神通、道力決定不是阿羅漢能夠跟他相比的，他要殊勝太多了，只是在斷煩惱上來說，斷煩惱的頭數跟阿羅漢相等。如果他再將見思習氣也斷了，他的就等於辟支佛，是這麼一回事情。所以大家不要誤會西方極樂世界真的有聲聞、有天人，那就跟阿彌陀佛本願不相符。我們讀淨土的經論，一定要以四十八願為依據，所有經論都不能違背四十八願，這個樣子經意思才能看得圓滿，才不至於看錯，也不會再有懷疑了。這是說他的神通、威力他能在『掌中持一切世界』，不是一個世界，他有這麼大的神力。"
    },
    {
      "id": "02-020-0007_p0141",
      "zh_CN": "【我弟子中大目犍连。神通第一。】",
      "zh_TW": "【我弟子中大目犍連。神通第一。】"
    },
    {
      "id": "02-020-0007_p0142",
      "zh_CN": "这释迦牟尼佛来做个比较，释迦牟尼佛弟子当中，神通第一的是目犍连尊者。",
      "zh_TW": "這釋迦牟尼佛來做個比較，釋迦牟尼佛弟子當中，神通第一的是目犍連尊者。"
    },
    {
      "id": "02-020-0007_p0143",
      "zh_CN": "【三千大千世界。所有一切星宿众生。于一昼夜。悉知其数。】",
      "zh_TW": "【三千大千世界。所有一切星宿眾生。於一晝夜。悉知其數。】"
    },
    {
      "id": "02-020-0007_p0144",
      "zh_CN": "这是说目犍连尊者的能力，他有这么大的能力。『三千大千世界，所有一切星宿众生』，这一个三千大千世界里面就包括了许多的星球，这是我们现在晓得了，佛经里面讲的一个三千大千世界，就仿佛我们现在天文学里面所讲的银河系。这一个银河系里面不知道有多少星星，星宿就是星星，每个星球里面都有众生。这一句着重的是在众生，这一个大千世界里面有很多星球，星球里面那些众生究竟有多少？说众生有多少。目犍连能在一昼夜，就把这些数字统统知道了，这时间还相当长，一昼夜，他要去计算，算二十四小时他才能把它搞清楚，他有这样的能力。目犍连是阿罗汉。",
      "zh_TW": "這是說目犍連尊者的能力，他有這麼大的能力。『三千大千世界，所有一切星宿眾生』，這一個三千大千世界裡面就包括了許多的星球，這是我們現在曉得了，佛經裡面講的一個三千大千世界，就彷彿我們現在天文學裡面所講的銀河系。這一個銀河系裡面不知道有多少星星，星宿就是星星，每個星球裡面都有眾生。這一句著重的是在眾生，這一個大千世界裡面有很多星球，星球裡面那些眾生究竟有多少？說眾生有多少。目犍連能在一晝夜，就把這些數字統統知道了，這時間還相當長，一晝夜，他要去計算，算二十四小時他才能把它搞清楚，他有這樣的能力。目犍連是阿羅漢。"
    },
    {
      "id": "02-020-0007_p0145",
      "zh_CN": "【假使十方众生。悉成缘觉。一一缘觉。寿万亿岁。神通皆如大目犍连。尽其寿命。竭其智力。悉共推算。彼佛会中声闻之数。千万分中不及一分。】",
      "zh_TW": "【假使十方眾生。悉成緣覺。一一緣覺。壽萬億歲。神通皆如大目犍連。盡其壽命。竭其智力。悉共推算。彼佛會中聲聞之數。千萬分中不及一分。】"
    },
    {
      "id": "02-020-0007_p0146",
      "zh_CN": "佛以目犍连来做个比喻，目犍连有这样的能力，他说假使十方世界，就跟阿弥陀佛在本愿里面讲的意思一样，本愿里面所说的，一个四天下所有的众生都成缘觉，这个地方意思大致上是相同。『十方众生，悉成缘觉』，十方众生，缘觉就是辟支佛，每一尊辟支佛寿命都是万亿岁，神通、能力就跟目犍连一样。尽他的寿命，竭他的智力，大家共同来推算，西方极乐世界阿弥陀佛这个大会当中，他们声闻，就是断见思烦恼的菩萨究竟有多少，他们算不出来。『千万分中不及一分』，他能够知道的是千分之一。",
      "zh_TW": "佛以目犍連來做個比喻，目犍連有這樣的能力，他說假使十方世界，就跟阿彌陀佛在本願裡面講的意思一樣，本願裡面所說的，一個四天下所有的眾生都成緣覺，這個地方意思大致上是相同。『十方眾生，悉成緣覺』，十方眾生，緣覺就是辟支佛，每一尊辟支佛壽命都是萬億歲，神通、能力就跟目犍連一樣。盡他的壽命，竭他的智力，大家共同來推算，西方極樂世界阿彌陀佛這個大會當中，他們聲聞，就是斷見思煩惱的菩薩究竟有多少，他們算不出來。『千萬分中不及一分』，他能夠知道的是千分之一。"
    },
    {
      "id": "02-020-0007_p0147",
      "zh_CN": "【譬如大海。深广无边。设取一毛。析为百分。碎如微尘。以一毛尘。沾海一滴。此毛尘水。比海孰多。】",
      "zh_TW": "【譬如大海。深廣無邊。設取一毛。析為百分。碎如微塵。以一毛塵。沾海一滴。此毛塵水。比海孰多。】"
    },
    {
      "id": "02-020-0007_p0148",
      "zh_CN": "这个比喻不难懂。海，这是依报当中最大的，毛是讲我们身上汗毛，是正报里面最小的，而且还要把这个毛把它分成百分之一。这个分是竖的分，我们这一根毛都很细了，把这一个汗毛竖着分，分成一百分里面的一分，那实在是太微细了，太细了。用这么细的毛去沾海水，佛就问阿难，我这毛尘沾的水，比起大海的水，哪个水多？这个太明显了，不要说那个百分之一，把那个毛分成百分之一，就是一根毫毛沾的海水也太有限了，何必分得那么细！",
      "zh_TW": "這個比喻不難懂。海，這是依報當中最大的，毛是講我們身上汗毛，是正報裡面最小的，而且還要把這個毛把它分成百分之一。這個分是豎的分，我們這一根毛都很細了，把這一個汗毛豎著分，分成一百分裡面的一分，那實在是太微細了，太細了。用這麼細的毛去沾海水，佛就問阿難，我這毛塵沾的水，比起大海的水，哪個水多？這個太明顯了，不要說那個百分之一，把那個毛分成百分之一，就是一根毫毛沾的海水也太有限了，何必分得那麼細！"
    },
    {
      "id": "02-020-0007_p0149",
      "zh_CN": "【阿难。彼目犍连等所知数者。如毛尘水。】",
      "zh_TW": "【阿難。彼目犍連等所知數者。如毛塵水。】"
    },
    {
      "id": "02-020-0007_p0150",
      "zh_CN": "『彼目犍连等』，就是指那比喻里面所讲的「十方众生，悉成缘觉」，尽他的寿命来计算极乐世界弥陀法会里头这些声闻大众，他能算得多少？就像毛尘水一样。",
      "zh_TW": "『彼目犍連等』，就是指那比喻裡面所講的「十方眾生，悉成緣覺」，盡他的壽命來計算極樂世界彌陀法會裡頭這些聲聞大眾，他能算得多少？就像毛塵水一樣。"
    },
    {
      "id": "02-020-0007_p0151",
      "zh_CN": "【所未知者。如大海水。】",
      "zh_TW": "【所未知者。如大海水。】"
    },
    {
      "id": "02-020-0007_p0152",
      "zh_CN": "你就想像到弥陀国土那个庄严就没法子说了，大众多这是庄严，譬如讲经说法，几千人、几万人来听，这个场面庄严；两、三个人来听，这就不能称为庄严了。可以说十方诸佛说法的听众，弥陀佛第一，他的听众太多太多了。",
      "zh_TW": "你就想像到彌陀國土那個莊嚴就沒法子說了，大眾多這是莊嚴，譬如講經說法，幾千人、幾萬人來聽，這個場面莊嚴；兩、三個人來聽，這就不能稱為莊嚴了。可以說十方諸佛說法的聽眾，彌陀佛第一，他的聽眾太多太多了。"
    },
    {
      "id": "02-020-0007_p0153",
      "zh_CN": "【彼佛寿量。及诸菩萨。声闻。天人寿量亦尔。】",
      "zh_TW": "【彼佛壽量。及諸菩薩。聲聞。天人壽量亦爾。】"
    },
    {
      "id": "02-020-0007_p0154",
      "zh_CN": "佛的寿量，菩萨的寿量，声闻的寿量，天人的寿量。",
      "zh_TW": "佛的壽量，菩薩的壽量，聲聞的壽量，天人的壽量。"
    },
    {
      "id": "02-020-0007_p0155",
      "zh_CN": "【非以算计譬喻之所能知。】",
      "zh_TW": "【非以算計譬喻之所能知。】"
    },
    {
      "id": "02-020-0007_p0156",
      "zh_CN": "没有人能够计算得出来的，西方极乐世界人寿命太长太长了，寿量都跟阿弥陀佛一样，阿弥陀佛是无量寿，凡是生到西方极乐世界的，即使是下下品生的人，也是无量寿。寿命长这好办，什么事情都容易成就。你说在我们这个世间，这就是魔，很大的魔障，叫死魔，你寿命太短了，学什么都学不成，时间不够用；极乐世界寿命很长，无论你做什么必定成就。一般经典里面告诉我们，成佛说三大阿僧祇劫，三大阿僧祇劫从什么地方算起？从你断尽三界八十八品见惑算起，这就入了流；如果三界八十八品见惑没有断，不算，必须从这个地方算起。好像念书一样，上了小学一年级，这时候算起，你这个学年从这个地方算；没有上学校那不算，必须从上学校注册上课这一天起才算起。所以学佛，必须从小乘须陀洹初果，就是断八十八品见惑。八十八品见惑没有断，那是幼稚园，还不够小学一年级，所以他不算；证得初果之后开始算起，从这时候三大阿僧祇劫成佛，这是佛在一切小乘经上所说的。",
      "zh_TW": "沒有人能夠計算得出來的，西方極樂世界人壽命太長太長了，壽量都跟阿彌陀佛一樣，阿彌陀佛是無量壽，凡是生到西方極樂世界的，即使是下下品生的人，也是無量壽。壽命長這好辦，什麼事情都容易成就。你說在我們這個世間，這就是魔，很大的魔障，叫死魔，你壽命太短了，學什麼都學不成，時間不夠用；極樂世界壽命很長，無論你做什麼必定成就。一般經典裡面告訴我們，成佛說三大阿僧祇劫，三大阿僧祇劫從什麼地方算起？從你斷盡三界八十八品見惑算起，這就入了流；如果三界八十八品見惑沒有斷，不算，必須從這個地方算起。好像念書一樣，上了小學一年級，這時候算起，你這個學年從這個地方算；沒有上學校那不算，必須從上學校註冊上課這一天起才算起。所以學佛，必須從小乘須陀洹初果，就是斷八十八品見惑。八十八品見惑沒有斷，那是幼稚園，還不夠小學一年級，所以他不算；證得初果之後開始算起，從這時候三大阿僧祇劫成佛，這是佛在一切小乘經上所說的。"
    },
    {
      "id": "02-020-0007_p0157",
      "zh_CN": "成什么样的佛？天台四教里面，成的是藏教佛，这个佛的地位并不很高。如果像《大方广佛华严经》里面讲的是圆教，要成圆教佛，《华严》给我们说要多少时间？要无量劫，这就难了。佛唯有在大乘经典里头才这样说，所以那不是对初学人说，对初学人说成佛要无量劫，人家都吓倒了，算了，我不学了，马上就退心。跟你说成佛是三大阿僧祇劫，听听只有三个，好像不多，他还鼓起勇气起来，还行，我来试试看，我来学学看。所以，佛这是方便语，虽然是方便也是真实，藏教佛这是真实。到了西方极乐世界你寿命无量，就是佛在一切经上所说的，成圆教佛需要的时间你也足够了，一生当中决定成就，不要等到来生，你的寿命足够。",
      "zh_TW": "成什麼樣的佛？天台四教裡面，成的是藏教佛，這個佛的地位並不很高。如果像《大方廣佛華嚴經》裡面講的是圓教，要成圓教佛，《華嚴》給我們說要多少時間？要無量劫，這就難了。佛唯有在大乘經典裡頭才這樣說，所以那不是對初學人說，對初學人說成佛要無量劫，人家都嚇倒了，算了，我不學了，馬上就退心。跟你說成佛是三大阿僧祇劫，聽聽只有三個，好像不多，他還鼓起勇氣起來，還行，我來試試看，我來學學看。所以，佛這是方便語，雖然是方便也是真實，藏教佛這是真實。到了西方極樂世界你壽命無量，就是佛在一切經上所說的，成圓教佛需要的時間你也足夠了，一生當中決定成就，不要等到來生，你的壽命足夠。"
    },
    {
      "id": "02-020-0007_p0158",
      "zh_CN": "无量劫，你的寿命不知道多少个无量劫，无量劫这些缘觉他怎么不知道？他当然可以计算得出来；他们统统计算不出来，这个寿命就太长了。所以，凡是往生到西方极乐世界，哪怕是下品下生，他也决定一生成佛。我们要记住末后这一行，『彼佛寿量，及诸菩萨，声闻，天人寿量亦尔，非以算数譬喻之所能知』，这样的一个地方我们要不去，那真是李老师所说的非愚即狂，不是愚痴，就是狂妄。一个正常的人，知道了这个事实的真相，没有一个不愿意去，不但要去，要快快的去。我们这一生遇缘殊胜，我们也深深的有自信心，我们这一生决定能够去得成。今天展开《无量寿经》，就是读我们自己家里的历史一样，展开《无量寿经》就是说我们故乡的状况。这才是我们真正的老家，我们现在在这个娑婆世界，在作客、在流浪，要觉悟，要回头。",
      "zh_TW": "無量劫，你的壽命不知道多少個無量劫，無量劫這些緣覺他怎麼不知道？他當然可以計算得出來；他們統統計算不出來，這個壽命就太長了。所以，凡是往生到西方極樂世界，哪怕是下品下生，他也決定一生成佛。我們要記住末後這一行，『彼佛壽量，及諸菩薩，聲聞，天人壽量亦爾，非以算數譬喻之所能知』，這樣的一個地方我們要不去，那真是李老師所說的非愚即狂，不是愚痴，就是狂妄。一個正常的人，知道了這個事實的真相，沒有一個不願意去，不但要去，要快快的去。我們這一生遇緣殊勝，我們也深深的有自信心，我們這一生決定能夠去得成。今天展開《無量壽經》，就是讀我們自己家裡的歷史一樣，展開《無量壽經》就是說我們故鄉的狀況。這才是我們真正的老家，我們現在在這個娑婆世界，在作客、在流浪，要覺悟，要回頭。"
    },
    {
      "id": "02-020-0007_p0159",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}