{
  "doc_id": "02-020-0004",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-020-0004",
  "total_paragraphs": 144,
  "paragraphs": [
    {
      "id": "02-020-0004_p0001",
      "zh_CN": "请掀开经本，第十三页第四行：",
      "zh_TW": "請掀開經本，第十三頁第四行："
    },
    {
      "id": "02-020-0004_p0002",
      "zh_CN": "【大教缘起第三】",
      "zh_TW": "【大教緣起第三】"
    },
    {
      "id": "02-020-0004_p0003",
      "zh_CN": "过去彭二林居士，他说上面两段是本经的序分，总名序分。今人黄念祖居士他将这一章判作别序，也就是本经的发起序，到第四章才是本经的正宗分。请看经文。",
      "zh_TW": "過去彭二林居士，他說上面兩段是本經的序分，總名序分。今人黃念祖居士他將這一章判作別序，也就是本經的發起序，到第四章才是本經的正宗分。請看經文。"
    },
    {
      "id": "02-020-0004_p0004",
      "zh_CN": "【尔时世尊。威光赫奕。如融金聚。又如明镜。影畅表里。现大光明。数千百变。尊者阿难。即自思惟。今日世尊色身诸根。悦豫清净。光颜巍巍。宝刹庄严。从昔以来。所未曾见。喜得瞻仰。生希有心。】",
      "zh_TW": "【爾時世尊。威光赫奕。如融金聚。又如明鏡。影暢表裡。現大光明。數千百變。尊者阿難。即自思惟。今日世尊色身諸根。悅豫清淨。光顏巍巍。寶剎莊嚴。從昔以來。所未曾見。喜得瞻仰。生希有心。】"
    },
    {
      "id": "02-020-0004_p0005",
      "zh_CN": "这一段是说如来现相，本师释迦牟尼佛现相，阿难尊者看到这个殊胜的瑞相，提出言词请教，为这部大经的发起因缘，这个因缘也非常之殊胜。这样的瑞相是不常见到的，所以阿难生希有之心。我们俗话也常说，人逢喜事精神爽，这一天可能是阿难尊者亲近佛陀，在一生当中看到佛是最殊胜，也就是好比是最愉快的一天，过去从来没有这样殊胜的好相，佛今天示现出来。『威』是讲他的威德，『光』是光明，『赫奕』是盛大之貌，比平常不一样。底下是举比喻来形容。『如融金聚』，佛身是金色，这个身坐在那个地方，好像是黄金铸造聚集在一起一样，这是形容佛的威德。『又如明镜』，这是形容佛的光明，身心都像一面镜子一样，无比清净。『影畅表里』，清净到极处。『现大光明，数千百变』，佛放光，现出变化，光中显示许多祥瑞的现象。",
      "zh_TW": "這一段是說如來現相，本師釋迦牟尼佛現相，阿難尊者看到這個殊勝的瑞相，提出言詞請教，為這部大經的發起因緣，這個因緣也非常之殊勝。這樣的瑞相是不常見到的，所以阿難生希有之心。我們俗話也常說，人逢喜事精神爽，這一天可能是阿難尊者親近佛陀，在一生當中看到佛是最殊勝，也就是好比是最愉快的一天，過去從來沒有這樣殊勝的好相，佛今天示現出來。『威』是講他的威德，『光』是光明，『赫奕』是盛大之貌，比平常不一樣。底下是舉比喻來形容。『如融金聚』，佛身是金色，這個身坐在那個地方，好像是黃金鑄造聚集在一起一樣，這是形容佛的威德。『又如明鏡』，這是形容佛的光明，身心都像一面鏡子一樣，無比清淨。『影暢表裡』，清淨到極處。『現大光明，數千百變』，佛放光，現出變化，光中顯示許多祥瑞的現象。"
    },
    {
      "id": "02-020-0004_p0006",
      "zh_CN": "阿难尊者在一旁看到，看到他自己在那里想，『今日世尊色身诸根，悦豫清净』，诸根就是六根，六根清净，六根喜悦，显示出大欢喜之相。这个欢喜是有原因的，因为众生成佛的机缘到了。佛度众生，巴不得众生快快成佛，这才能畅佛本怀，果然被佛等到了这一天，这个缘成熟了。佛要说这个法门，这个法门是一切众生当生成佛的法门，佛怎么不欢喜？佛说一切经都比不上说这部经欢喜，这个意思我们要能够体会得到。所以，『光颜巍巍』，光是光彩，颜是容颜、风采，巍巍也是高大殊胜的意思，以上讲佛的正报。今天这个容貌、色相、风采都与平常不同，阿难过去没曾见过。",
      "zh_TW": "阿難尊者在一旁看到，看到他自己在那裡想，『今日世尊色身諸根，悅豫清淨』，諸根就是六根，六根清淨，六根喜悅，顯示出大歡喜之相。這個歡喜是有原因的，因為眾生成佛的機緣到了。佛度眾生，巴不得眾生快快成佛，這才能暢佛本懷，果然被佛等到了這一天，這個緣成熟了。佛要說這個法門，這個法門是一切眾生當生成佛的法門，佛怎麼不歡喜？佛說一切經都比不上說這部經歡喜，這個意思我們要能夠體會得到。所以，『光顏巍巍』，光是光彩，顏是容顏、風采，巍巍也是高大殊勝的意思，以上講佛的正報。今天這個容貌、色相、風采都與平常不同，阿難過去沒曾見過。"
    },
    {
      "id": "02-020-0004_p0007",
      "zh_CN": "底下讲，『宝刹庄严』，这是依报今天好像也显得特别的殊胜，佛的色身好，好像这一天寺宇、宫殿，也比平常要庄严，『从昔以来，所未曾见』。说实在的，后世人如果有缘读到这部经，感受也同阿难当时见佛一样，这种人必定是利根，这样的人他这一生必定生净土。这一念欢喜之心，就是往生极乐世界的缘熟了，所以生起稀有之心。佛现相必定有因缘，阿难这就要请问了，究竟是什么因缘？阿难启请言词里面，实在讲也把这个消息暗暗的透出来。由此可知，阿难也是大菩萨示现，来帮助世尊教化众生的。请看经文。",
      "zh_TW": "底下講，『寶剎莊嚴』，這是依報今天好像也顯得特別的殊勝，佛的色身好，好像這一天寺宇、宮殿，也比平常要莊嚴，『從昔以來，所未曾見』。說實在的，後世人如果有緣讀到這部經，感受也同阿難當時見佛一樣，這種人必定是利根，這樣的人他這一生必定生淨土。這一念歡喜之心，就是往生極樂世界的緣熟了，所以生起稀有之心。佛現相必定有因緣，阿難這就要請問了，究竟是什麼因緣？阿難啟請言詞裡面，實在講也把這個消息暗暗的透出來。由此可知，阿難也是大菩薩示現，來幫助世尊教化眾生的。請看經文。"
    },
    {
      "id": "02-020-0004_p0008",
      "zh_CN": "【即从座起。】",
      "zh_TW": "【即從座起。】"
    },
    {
      "id": "02-020-0004_p0009",
      "zh_CN": "从他的座位起立。",
      "zh_TW": "從他的座位起立。"
    },
    {
      "id": "02-020-0004_p0010",
      "zh_CN": "【偏袒右肩。长跪合掌。】",
      "zh_TW": "【偏袒右肩。長跪合掌。】"
    },
    {
      "id": "02-020-0004_p0011",
      "zh_CN": "这是礼节，『偏袒右肩』是行礼，最敬礼。",
      "zh_TW": "這是禮節，『偏袒右肩』是行禮，最敬禮。"
    },
    {
      "id": "02-020-0004_p0012",
      "zh_CN": "【而白佛言。世尊今日入大寂定。住奇特法。住诸佛所住导师之行。最胜之道。去来现在佛佛相念。为念过去未来诸佛耶。为念现在他方诸佛耶。何故威神显耀。光瑞殊妙乃尔。愿为宣说。】",
      "zh_TW": "【而白佛言。世尊今日入大寂定。住奇特法。住諸佛所住導師之行。最勝之道。去來現在佛佛相念。為念過去未來諸佛耶。為念現在他方諸佛耶。何故威神顯耀。光瑞殊妙乃爾。願為宣說。】"
    },
    {
      "id": "02-020-0004_p0013",
      "zh_CN": "这是他见到世尊今天奇特之相，提出来的疑问。第一句说明佛心清净，这就是『入大寂定』，大寂定实在就是暗示这个法门所主张的一心不乱，大寂定就是理一心不乱，不二法门。『住奇特法』，这是大觉自在，非常的稀有。阿难心里就想，是不是『住诸佛所住』？佛住，在一般经论上说一切法空，一切法空就是诸佛所住，也就是六祖所谓的「本来无一物，何处惹尘埃」，本来无一物就是诸佛所住；也可以说就是不变随缘是诸佛之所住，这是从作用上来说。『导师之行』，导是化导众生，所以称之为导师。化导与无上正等正觉相应，这就叫『最胜之道』。平常佛教化众生，只是帮助众生超凡入圣，圣有小圣，有大圣，像小乘四果四向是小圣，菩萨有三贤十圣，这是大圣，但是都不是最胜之道。最胜之道是大乘究竟圆满的果位，圆教的佛果，无上正等正觉，这才叫做最胜之道。也就是本经所要宣说的，持名念佛，可以能够一生成就圆满菩提，无上正觉。",
      "zh_TW": "這是他見到世尊今天奇特之相，提出來的疑問。第一句說明佛心清淨，這就是『入大寂定』，大寂定實在就是暗示這個法門所主張的一心不亂，大寂定就是理一心不亂，不二法門。『住奇特法』，這是大覺自在，非常的稀有。阿難心裡就想，是不是『住諸佛所住』？佛住，在一般經論上說一切法空，一切法空就是諸佛所住，也就是六祖所謂的「本來無一物，何處惹塵埃」，本來無一物就是諸佛所住；也可以說就是不變隨緣是諸佛之所住，這是從作用上來說。『導師之行』，導是化導眾生，所以稱之為導師。化導與無上正等正覺相應，這就叫『最勝之道』。平常佛教化眾生，只是幫助眾生超凡入聖，聖有小聖，有大聖，像小乘四果四向是小聖，菩薩有三賢十聖，這是大聖，但是都不是最勝之道。最勝之道是大乘究竟圓滿的果位，圓教的佛果，無上正等正覺，這才叫做最勝之道。也就是本經所要宣說的，持名念佛，可以能夠一生成就圓滿菩提，無上正覺。"
    },
    {
      "id": "02-020-0004_p0014",
      "zh_CN": "底下这几句是彰显自己所念的，『去』是过去，『来』是未来，过去、未来、现在，这就讲三世。『去来现在佛佛相念』，这阿难想着，今天相貌这么样的殊胜，这么样的好，那一定佛是在念佛，如果不念佛，哪有这样奇特之相？这一点希望同修们不要疏忽，算命看相的人常说相随心转，相怎么会随心转？因为相是心变的，人欢喜的时候他就有个欢喜相，他心里面有事，有忧悲苦恼的时候，他那个相就现得很苦恼，这是我们也能够看得出来的。可是我们的心太粗了，看不到微细之相。我们心里常常念佛，这个人慢慢相就变成了佛相，十法界正报之好无过于佛。佛他也念佛，他的相就显得特别之好，这是在启请的时候，就把持名念佛这个消息透出来了，佛往下正是要讲这个法门。佛佛相念，念佛第一，光光相照。所以《华严》，十地菩萨不离念佛，到了那么高的地位，他修什么法门？他修念佛法门。可见得念佛法门是诸佛如来与那些大菩萨们，他们每天少不了的课诵，他也念佛。",
      "zh_TW": "底下這幾句是彰顯自己所念的，『去』是過去，『來』是未來，過去、未來、現在，這就講三世。『去來現在佛佛相念』，這阿難想著，今天相貌這麼樣的殊勝，這麼樣的好，那一定佛是在念佛，如果不念佛，哪有這樣奇特之相？這一點希望同修們不要疏忽，算命看相的人常說相隨心轉，相怎麼會隨心轉？因為相是心變的，人歡喜的時候他就有個歡喜相，他心裡面有事，有憂悲苦惱的時候，他那個相就現得很苦惱，這是我們也能夠看得出來的。可是我們的心太粗了，看不到微細之相。我們心裡常常念佛，這個人慢慢相就變成了佛相，十法界正報之好無過於佛。佛他也念佛，他的相就顯得特別之好，這是在啟請的時候，就把持名念佛這個消息透出來了，佛往下正是要講這個法門。佛佛相念，念佛第一，光光相照。所以《華嚴》，十地菩薩不離念佛，到了那麼高的地位，他修什麼法門？他修念佛法門。可見得念佛法門是諸佛如來與那些大菩薩們，他們每天少不了的課誦，他也念佛。"
    },
    {
      "id": "02-020-0004_p0015",
      "zh_CN": "阿难就想到这一点，一定是念佛，但是不知道念什么佛，念过去佛？是念现在佛？是念未来佛？所以就请问说了，『为念过去未来诸佛耶』，是念过去的佛，还是未来诸佛，还是『念现在他方诸佛』？这个时候是释迦牟尼佛在那里念西方极乐世界的阿弥陀佛，所以他这个相现得非常奇特，非常殊胜。世尊尚且如此，我们怎么能不念佛？所以，这个因缘是无比的殊胜、稀有而奇特的，我们能遇到，这是多生多劫善根福德因缘的成熟，否则的话，这个法门绝不是很容易能够闻得到的。",
      "zh_TW": "阿難就想到這一點，一定是念佛，但是不知道念什麼佛，念過去佛？是念現在佛？是念未來佛？所以就請問說了，『為念過去未來諸佛耶』，是念過去的佛，還是未來諸佛，還是『念現在他方諸佛』？這個時候是釋迦牟尼佛在那裡念西方極樂世界的阿彌陀佛，所以他這個相現得非常奇特，非常殊勝。世尊尚且如此，我們怎麼能不念佛？所以，這個因緣是無比的殊勝、稀有而奇特的，我們能遇到，這是多生多劫善根福德因緣的成熟，否則的話，這個法門絕不是很容易能夠聞得到的。"
    },
    {
      "id": "02-020-0004_p0016",
      "zh_CN": "下面的话，这是提出疑问，『何故威神显耀，光瑞殊妙乃尔』，为什么世尊今天显示的威德、神通光明照耀，这个瑞相实在是殊特、奇妙，像这个样子？『愿为宣说』，请佛为我们说明。因为，不但阿难见到心里面起疑惑，与会的大众当然心里头也有疑惑，阿难代大家来启请。",
      "zh_TW": "下面的話，這是提出疑問，『何故威神顯耀，光瑞殊妙乃爾』，為什麼世尊今天顯示的威德、神通光明照耀，這個瑞相實在是殊特、奇妙，像這個樣子？『願為宣說』，請佛為我們說明。因為，不但阿難見到心裡面起疑惑，與會的大眾當然心裡頭也有疑惑，阿難代大家來啟請。"
    },
    {
      "id": "02-020-0004_p0017",
      "zh_CN": "【于是世尊。告阿难言。善哉善哉。汝为哀愍利乐诸众生故。能问如是微妙之义。】",
      "zh_TW": "【於是世尊。告阿難言。善哉善哉。汝為哀愍利樂諸眾生故。能問如是微妙之義。】"
    },
    {
      "id": "02-020-0004_p0018",
      "zh_CN": "底下这一段是世尊对阿难的发问赞叹。叙说一开头这就是告诉阿难说『善哉善哉』，意思就是你问得很好，问得太好了。这种发问是利乐有情发问，是为了怜悯、为了利益一切众生，阿难提出了这个疑问。『能问如是微妙之义』，这个「微妙」就是讲的极乐世界依正庄严，净土微妙之义。",
      "zh_TW": "底下這一段是世尊對阿難的發問讚歎。敘說一開頭這就是告訴阿難說『善哉善哉』，意思就是你問得很好，問得太好了。這種發問是利樂有情發問，是為了憐憫、為了利益一切眾生，阿難提出了這個疑問。『能問如是微妙之義』，這個「微妙」就是講的極樂世界依正莊嚴，淨土微妙之義。"
    },
    {
      "id": "02-020-0004_p0019",
      "zh_CN": "【汝今斯问。胜于供养一天下阿罗汉。辟支佛。布施累劫。诸天人民。蜎飞蠕动之类。功德百千万倍。】",
      "zh_TW": "【汝今斯問。勝於供養一天下阿羅漢。辟支佛。布施累劫。諸天人民。蜎飛蠕動之類。功德百千萬倍。】"
    },
    {
      "id": "02-020-0004_p0020",
      "zh_CN": "这是用较量来称赞发问的功德，这一问功德利益太大了。为什么？因为他这一问，佛这一说，把这个法门说出来，无量无边的众生因这个法门往生西方极乐世界一生成佛，这个功德就是说之不尽了。所以，这一发问是远胜过『供养一天下阿罗汉，辟支佛』。在佛经里面，讲世界的相状是以一个单位世界说起，一个单位世界，拿现代的话来说就是一个太阳系。太阳系的四周围，我们现在讲八大行星，这是讲大行星，一个四天下，一天下就是一个星球。拿我们现在所居住的，这是一个小世界里面的一洲，南赡部洲，这是指我们地球。如果说这一地球上的众生都证阿罗汉果，都成了辟支佛，这个数量就相当之多。而且供养一天下阿罗汉、辟支佛，这个福报就很大了，没法子说了，哪有人能修这么大的福？",
      "zh_TW": "這是用較量來稱讚發問的功德，這一問功德利益太大了。為什麼？因為他這一問，佛這一說，把這個法門說出來，無量無邊的眾生因這個法門往生西方極樂世界一生成佛，這個功德就是說之不盡了。所以，這一發問是遠勝過『供養一天下阿羅漢，辟支佛』。在佛經裡面，講世界的相狀是以一個單位世界說起，一個單位世界，拿現代的話來說就是一個太陽系。太陽系的四周圍，我們現在講八大行星，這是講大行星，一個四天下，一天下就是一個星球。拿我們現在所居住的，這是一個小世界裡面的一洲，南贍部洲，這是指我們地球。如果說這一地球上的眾生都證阿羅漢果，都成了辟支佛，這個數量就相當之多。而且供養一天下阿羅漢、辟支佛，這個福報就很大了，沒法子說了，哪有人能修這麼大的福？"
    },
    {
      "id": "02-020-0004_p0021",
      "zh_CN": "底下又说『布施累劫，诸天人民』，这是对于六道众生你修布施度。前面供养圣贤，这是敬田。布施一切六道众生，从天人，『蜎飞蠕动』是指畜生，六道里面讲了三道，其余三道省略掉了，就是累劫布施六道众生，你所得的功德太大了。但是你这一问，比他们供养、布施的人，功德还要超过『百千万倍』。为什么？底下说了。",
      "zh_TW": "底下又說『布施累劫，諸天人民』，這是對於六道眾生你修布施度。前面供養聖賢，這是敬田。布施一切六道眾生，從天人，『蜎飛蠕動』是指畜生，六道裡面講了三道，其餘三道省略掉了，就是累劫布施六道眾生，你所得的功德太大了。但是你這一問，比他們供養、布施的人，功德還要超過『百千萬倍』。為什麼？底下說了。"
    },
    {
      "id": "02-020-0004_p0022",
      "zh_CN": "【何以故。当来诸天人民。】",
      "zh_TW": "【何以故。當來諸天人民。】"
    },
    {
      "id": "02-020-0004_p0023",
      "zh_CN": "『当来』是将来，就是六道众生，『诸天人民』。",
      "zh_TW": "『當來』是將來，就是六道眾生，『諸天人民』。"
    },
    {
      "id": "02-020-0004_p0024",
      "zh_CN": "【一切含灵。】",
      "zh_TW": "【一切含靈。】"
    },
    {
      "id": "02-020-0004_p0025",
      "zh_CN": "这就是指整个六道的众生。要记住，本经是为六道众生说的，是教六道众生立地成佛。所以，善导大师说这个法门与菩萨、二乘无干，就是不相干，这个话说得是很有道理的。这段经文也可以给我们做证明，六道凡夫修学这个法门，能够在一生当中成佛，菩萨、罗汉来修学当然更快了，这是我们能够想像得到的。",
      "zh_TW": "這就是指整個六道的眾生。要記住，本經是為六道眾生說的，是教六道眾生立地成佛。所以，善導大師說這個法門與菩薩、二乘無干，就是不相干，這個話說得是很有道理的。這段經文也可以給我們做證明，六道凡夫修學這個法門，能夠在一生當中成佛，菩薩、羅漢來修學當然更快了，這是我們能夠想像得到的。"
    },
    {
      "id": "02-020-0004_p0026",
      "zh_CN": "【皆因汝问而得度脱故。】",
      "zh_TW": "【皆因汝問而得度脫故。】"
    },
    {
      "id": "02-020-0004_p0027",
      "zh_CN": "他这个功德大，原因在此地。因为阿难这一问，「当来诸天人民，一切含灵」都能够往生极乐世界，一生就圆证佛果。",
      "zh_TW": "他這個功德大，原因在此地。因為阿難這一問，「當來諸天人民，一切含靈」都能夠往生極樂世界，一生就圓證佛果。"
    },
    {
      "id": "02-020-0004_p0028",
      "zh_CN": "【阿难。】",
      "zh_TW": "【阿難。】"
    },
    {
      "id": "02-020-0004_p0029",
      "zh_CN": "佛在叫着他说。",
      "zh_TW": "佛在叫著他說。"
    },
    {
      "id": "02-020-0004_p0030",
      "zh_CN": "【如来以无尽大悲。】",
      "zh_TW": "【如來以無盡大悲。】"
    },
    {
      "id": "02-020-0004_p0031",
      "zh_CN": "这是佛先称述自己的大德，换句话说，佛先说明他自己的本愿，说出他自己的愿望，他是以无尽的大悲心。",
      "zh_TW": "這是佛先稱述自己的大德，換句話說，佛先說明他自己的本願，說出他自己的願望，他是以無盡的大悲心。"
    },
    {
      "id": "02-020-0004_p0032",
      "zh_CN": "【矜哀三界。】",
      "zh_TW": "【矜哀三界。】"
    },
    {
      "id": "02-020-0004_p0033",
      "zh_CN": "『三界』就是六道众生，怜悯六道众生迷惑颠倒，造业受报，永远轮回生死。如来看在眼里面，起了大悲心、怜悯心。",
      "zh_TW": "『三界』就是六道眾生，憐憫六道眾生迷惑顛倒，造業受報，永遠輪迴生死。如來看在眼裡面，起了大悲心、憐憫心。"
    },
    {
      "id": "02-020-0004_p0034",
      "zh_CN": "【所以出兴于世。】",
      "zh_TW": "【所以出興於世。】"
    },
    {
      "id": "02-020-0004_p0035",
      "zh_CN": "这才示现在世间，为什么？就是为六道众生来的，来的目的就是希望帮助六道众生回头，帮助六道众生成佛。六道里面，障碍最重的、罪业最重的是地狱道，佛有没有能力教地狱道的众生立刻就成佛？不要经过三大阿僧祇劫，也不要经过五十一个菩萨的位次，有没有能力教他立刻成佛？如果说佛没有这个能力，那我们可以说，佛的智慧、德能并不是真正圆满，佛还有做不到的事情。其实我们这样想法，那是以凡夫的心测度如来的神通、道力，所以全都错了。佛确实有能力教地狱众生所谓「放下屠刀，立地成佛」，他有这个能力。众生为什么不成就？这个过失不在佛那边，是在众生这边。怎么说在众生这边？众生不相信，众生不肯发愿，众生不肯依教奉行，那就没有法子了。所谓佛不度无缘之人，佛不是没有能力度他，是那个无缘之人，那个人与佛无缘，不相信佛的话，不肯接纳佛的教导，这叫无缘。",
      "zh_TW": "這才示現在世間，為什麼？就是為六道眾生來的，來的目的就是希望幫助六道眾生回頭，幫助六道眾生成佛。六道裡面，障礙最重的、罪業最重的是地獄道，佛有沒有能力教地獄道的眾生立刻就成佛？不要經過三大阿僧祇劫，也不要經過五十一個菩薩的位次，有沒有能力教他立刻成佛？如果說佛沒有這個能力，那我們可以說，佛的智慧、德能並不是真正圓滿，佛還有做不到的事情。其實我們這樣想法，那是以凡夫的心測度如來的神通、道力，所以全都錯了。佛確實有能力教地獄眾生所謂「放下屠刀，立地成佛」，他有這個能力。眾生為什麼不成就？這個過失不在佛那邊，是在眾生這邊。怎麼說在眾生這邊？眾生不相信，眾生不肯發願，眾生不肯依教奉行，那就沒有法子了。所謂佛不度無緣之人，佛不是沒有能力度他，是那個無緣之人，那個人與佛無緣，不相信佛的話，不肯接納佛的教導，這叫無緣。"
    },
    {
      "id": "02-020-0004_p0036",
      "zh_CN": "如果肯相信、肯接纳、肯依教奉行，六道众生没有一个不往生，没有一个不成佛。那要修多少时间？本经与《弥陀经》上都说得清清楚楚，一日到七日。由此可知，一切法门没有比这个法门更快。所以净土教，自古以来各宗各派的祖师大德都公认这是顿教，顿超，一天到七天就成就；换句话说，无论哪个宗派、无论哪个法门都没有这样的殊胜。经教念多了，对这个法门就不相信，为什么？认为这个根本就不可能，哪有一个罪业深重的人一天、七天就成佛了，哪有这么回事情？这是他对于经教涉猎得多，多怎么样？多并没有透彻；如果真正是把宗教透彻了，他相信，他没有话说，他必定也是选择这个法门。",
      "zh_TW": "如果肯相信、肯接納、肯依教奉行，六道眾生沒有一個不往生，沒有一個不成佛。那要修多少時間？本經與《彌陀經》上都說得清清楚楚，一日到七日。由此可知，一切法門沒有比這個法門更快。所以淨土教，自古以來各宗各派的祖師大德都公認這是頓教，頓超，一天到七天就成就；換句話說，無論哪個宗派、無論哪個法門都沒有這樣的殊勝。經教念多了，對這個法門就不相信，為什麼？認為這個根本就不可能，哪有一個罪業深重的人一天、七天就成佛了，哪有這麼回事情？這是他對於經教涉獵得多，多怎麼樣？多並沒有透徹；如果真正是把宗教透徹了，他相信，他沒有話說，他必定也是選擇這個法門。"
    },
    {
      "id": "02-020-0004_p0037",
      "zh_CN": "像马鸣菩萨、龙树菩萨，都是念佛求生净土的；在中国，像智者大师、永明延寿大师，宗门、教下的真正透彻了，他没有怀疑，他选择这个法门来修学，都是往生西方极乐世界。我们在《往生传》里面看到，在《净土圣贤录》里面也看到。所以，成佛的机会来了，实在讲哪些人？第一个上智，第二个是下愚。下愚之人，他虽然什么都不知道，他什么都不懂，但是他相信，他愿意往生，他真正肯念佛，老实念佛，往往这些人往生到西方世界也有相当高的品位。这是如来出现在世间的本怀。再看底下经文。",
      "zh_TW": "像馬鳴菩薩、龍樹菩薩，都是念佛求生淨土的；在中國，像智者大師、永明延壽大師，宗門、教下的真正透徹了，他沒有懷疑，他選擇這個法門來修學，都是往生西方極樂世界。我們在《往生傳》裡面看到，在《淨土聖賢錄》裡面也看到。所以，成佛的機會來了，實在講哪些人？第一個上智，第二個是下愚。下愚之人，他雖然什麼都不知道，他什麼都不懂，但是他相信，他願意往生，他真正肯念佛，老實念佛，往往這些人往生到西方世界也有相當高的品位。這是如來出現在世間的本懷。再看底下經文。"
    },
    {
      "id": "02-020-0004_p0038",
      "zh_CN": "【光阐道教。】",
      "zh_TW": "【光闡道教。】"
    },
    {
      "id": "02-020-0004_p0039",
      "zh_CN": "这是说出世所为。释迦牟尼佛示现在世间，究竟是来干什么的？他是来说法度众生的。『光阐道教』就是讲的说法，道是道理，宇宙人生的道理，道也是道路，超越三界，成佛、成菩萨的道路。教是教学，要把这个道理，要把这个道路教给我们。",
      "zh_TW": "這是說出世所為。釋迦牟尼佛示現在世間，究竟是來幹什麼的？他是來說法度眾生的。『光闡道教』就是講的說法，道是道理，宇宙人生的道理，道也是道路，超越三界，成佛、成菩薩的道路。教是教學，要把這個道理，要把這個道路教給我們。"
    },
    {
      "id": "02-020-0004_p0040",
      "zh_CN": "【欲拯群萌。惠以真实之利。】",
      "zh_TW": "【欲拯群萌。惠以真實之利。】"
    },
    {
      "id": "02-020-0004_p0041",
      "zh_CN": "这是说明教学目的之所在，是要拯救六道众生，『群萌』就是指六道众生。『惠』是给予，是送给他，送给这些众生，送什么？送给他真实的利益，『真』是决定不假，『实』是绝对不虚，是真实的利益。真实的利益就是念佛求生西方净土，永脱轮回，当生成就的圆满佛法，这才叫真实之利。所以在一切经，佛四十九年所说的一切经，如果就这些经典来做个比较，那一切经没有本经真实，一切经的利益都比不上本经的利益。",
      "zh_TW": "這是說明教學目的之所在，是要拯救六道眾生，『群萌』就是指六道眾生。『惠』是給予，是送給他，送給這些眾生，送什麼？送給他真實的利益，『真』是決定不假，『實』是絕對不虛，是真實的利益。真實的利益就是念佛求生西方淨土，永脫輪迴，當生成就的圓滿佛法，這才叫真實之利。所以在一切經，佛四十九年所說的一切經，如果就這些經典來做個比較，那一切經沒有本經真實，一切經的利益都比不上本經的利益。"
    },
    {
      "id": "02-020-0004_p0042",
      "zh_CN": "【难值难见。】",
      "zh_TW": "【難值難見。】"
    },
    {
      "id": "02-020-0004_p0043",
      "zh_CN": "不容易遇到，不容易见到。",
      "zh_TW": "不容易遇到，不容易見到。"
    },
    {
      "id": "02-020-0004_p0044",
      "zh_CN": "【如优昙花。希有出现。】",
      "zh_TW": "【如優曇花。希有出現。】"
    },
    {
      "id": "02-020-0004_p0045",
      "zh_CN": "这就是讲的昙花，昙花开的时间非常之短，不容易遇到。佛说法就像昙花一现的样子，很不容易遭遇到。",
      "zh_TW": "這就是講的曇花，曇花開的時間非常之短，不容易遇到。佛說法就像曇花一現的樣子，很不容易遭遇到。"
    },
    {
      "id": "02-020-0004_p0046",
      "zh_CN": "【汝今所问。多所饶益。】",
      "zh_TW": "【汝今所問。多所饒益。】"
    },
    {
      "id": "02-020-0004_p0047",
      "zh_CN": "这就是所问利益是无量无尽的，因为这一问，佛就要解释，就要说明今天为什么有这样的威神显耀，有这样的光明瑞相，他要说明；说明正是佛念阿弥陀佛。",
      "zh_TW": "這就是所問利益是無量無盡的，因為這一問，佛就要解釋，就要說明今天為什麼有這樣的威神顯耀，有這樣的光明瑞相，他要說明；說明正是佛念阿彌陀佛。"
    },
    {
      "id": "02-020-0004_p0048",
      "zh_CN": "【阿难。当知如来正觉。其智难量。无有障碍。】",
      "zh_TW": "【阿難。當知如來正覺。其智難量。無有障礙。】"
    },
    {
      "id": "02-020-0004_p0049",
      "zh_CN": "这几句话是劝我们要谛信佛的智慧不可思议，我们要真正能够信得过，佛这次给我们所说的经教，要真正能相信。",
      "zh_TW": "這幾句話是勸我們要諦信佛的智慧不可思議，我們要真正能夠信得過，佛這次給我們所說的經教，要真正能相信。"
    },
    {
      "id": "02-020-0004_p0050",
      "zh_CN": "【能于念顷。住无量亿劫。】",
      "zh_TW": "【能於念頃。住無量億劫。】"
    },
    {
      "id": "02-020-0004_p0051",
      "zh_CN": "『念顷』是时间最短暂的，所谓一刹那，『劫』是最长的，时间最长的，不仅是劫，是无量劫，这就是说能将一念顷化为无量劫。当然，也可以将无量劫摄为一念顷，念劫圆融，念劫不二，这是佛的神通自在。",
      "zh_TW": "『念頃』是時間最短暫的，所謂一剎那，『劫』是最長的，時間最長的，不僅是劫，是無量劫，這就是說能將一念頃化為無量劫。當然，也可以將無量劫攝為一念頃，念劫圓融，念劫不二，這是佛的神通自在。"
    },
    {
      "id": "02-020-0004_p0052",
      "zh_CN": "【身及诸根。无有增减。】",
      "zh_TW": "【身及諸根。無有增減。】"
    },
    {
      "id": "02-020-0004_p0053",
      "zh_CN": "佛是随众生心，应所知量，随心应量，不生不灭，不来不去，不增不减。",
      "zh_TW": "佛是隨眾生心，應所知量，隨心應量，不生不滅，不來不去，不增不減。"
    },
    {
      "id": "02-020-0004_p0054",
      "zh_CN": "【所以者何。如来定慧。究畅无极。】",
      "zh_TW": "【所以者何。如來定慧。究暢無極。】"
    },
    {
      "id": "02-020-0004_p0055",
      "zh_CN": "佛的定、佛的智慧是究竟圆满的，达到了极处，没有比这个更圆，到了极顶，顶处了，所以说究竟畅通到了无极。",
      "zh_TW": "佛的定、佛的智慧是究竟圓滿的，達到了極處，沒有比這個更圓，到了極頂，頂處了，所以說究竟暢通到了無極。"
    },
    {
      "id": "02-020-0004_p0056",
      "zh_CN": "【于一切法。而得最胜自在故。】",
      "zh_TW": "【於一切法。而得最勝自在故。】"
    },
    {
      "id": "02-020-0004_p0057",
      "zh_CN": "这些话都是劝我们要相信，如果要不相信，世尊虽然说了这么许多话，我们不信，不能接受，佛也就白说了，我们决定得不到殊胜的功德利益。所以，佛在此地苦口婆心劝告我们，对他老人家要信任，决定不怀疑。",
      "zh_TW": "這些話都是勸我們要相信，如果要不相信，世尊雖然說了這麼許多話，我們不信，不能接受，佛也就白說了，我們決定得不到殊勝的功德利益。所以，佛在此地苦口婆心勸告我們，對他老人家要信任，決定不懷疑。"
    },
    {
      "id": "02-020-0004_p0058",
      "zh_CN": "【阿难谛听。善思念之。】",
      "zh_TW": "【阿難諦聽。善思念之。】"
    },
    {
      "id": "02-020-0004_p0059",
      "zh_CN": "这底下是叙说，叫着阿难，你要仔细的听，要好好的听，要『善思念之』。听了之后，要常常把这个境界，把西方极乐世界依正庄严要系念在心，将这一句阿弥陀佛圣号念念不忘，这就是善思念之。",
      "zh_TW": "這底下是敘說，叫著阿難，你要仔細的聽，要好好的聽，要『善思念之』。聽了之後，要常常把這個境界，把西方極樂世界依正莊嚴要繫念在心，將這一句阿彌陀佛聖號念念不忘，這就是善思念之。"
    },
    {
      "id": "02-020-0004_p0060",
      "zh_CN": "【吾当为汝。分别解说。】",
      "zh_TW": "【吾當為汝。分別解說。】"
    },
    {
      "id": "02-020-0004_p0061",
      "zh_CN": "这是答应他了，答应他的启请。我跟你解释，说明我今天心情为什么这样愉快。是没错，我是在这里念佛，我念的是现在他方，就是西方极乐世界的一尊阿弥陀佛。",
      "zh_TW": "這是答應他了，答應他的啟請。我跟你解釋，說明我今天心情為什麼這樣愉快。是沒錯，我是在這裡念佛，我念的是現在他方，就是西方極樂世界的一尊阿彌陀佛。"
    },
    {
      "id": "02-020-0004_p0062",
      "zh_CN": "向下这个第四章，就是本经的正宗分，到『分别解说』这是本经发起的因缘，也交代得清清楚楚、明明白白。这个序分很长，一共有三章，前面两章证信序，第三章发起序，确实于一切经里面，这个前面两分不相同，这也看出本经的殊胜，也就是这个法门的殊胜。",
      "zh_TW": "向下這個第四章，就是本經的正宗分，到『分別解說』這是本經發起的因緣，也交代得清清楚楚、明明白白。這個序分很長，一共有三章，前面兩章證信序，第三章發起序，確實於一切經裡面，這個前面兩分不相同，這也看出本經的殊勝，也就是這個法門的殊勝。"
    },
    {
      "id": "02-020-0004_p0063",
      "zh_CN": "【法藏因地第四】",
      "zh_TW": "【法藏因地第四】"
    },
    {
      "id": "02-020-0004_p0064",
      "zh_CN": "佛要说明这桩事得从头讲起，从头讲起也就是要讲西方极乐世界的历史，要讲西方极乐世界的缘起，它是怎么来的。",
      "zh_TW": "佛要說明這樁事得從頭講起，從頭講起也就是要講西方極樂世界的歷史，要講西方極樂世界的緣起，它是怎麼來的。"
    },
    {
      "id": "02-020-0004_p0065",
      "zh_CN": "【佛告阿难。过去无量不可思议。无央数劫。】",
      "zh_TW": "【佛告阿難。過去無量不可思議。無央數劫。】"
    },
    {
      "id": "02-020-0004_p0066",
      "zh_CN": "这句讲的时间，这个时间太长了，我们没有法子计算，无法计算，只能说很久很久以前了。",
      "zh_TW": "這句講的時間，這個時間太長了，我們沒有法子計算，無法計算，只能說很久很久以前了。"
    },
    {
      "id": "02-020-0004_p0067",
      "zh_CN": "【有佛出世。名世间自在王如来。】",
      "zh_TW": "【有佛出世。名世間自在王如來。】"
    },
    {
      "id": "02-020-0004_p0068",
      "zh_CN": "在那个时候，这个世间也有一尊佛出世，这尊佛的德号叫『世间自在王如来』。",
      "zh_TW": "在那個時候，這個世間也有一尊佛出世，這尊佛的德號叫『世間自在王如來』。"
    },
    {
      "id": "02-020-0004_p0069",
      "zh_CN": "【应供。等正觉。明行足。善逝。世间解。无上士。调御丈夫。天人师。佛世尊。】",
      "zh_TW": "【應供。等正覺。明行足。善逝。世間解。無上士。調御丈夫。天人師。佛世尊。】"
    },
    {
      "id": "02-020-0004_p0070",
      "zh_CN": "这是一切诸佛成佛之后有十个通号，这十号是表佛德圆满，「如来」是今佛如古佛之再来，所以称为如来。《金刚经》上解释如来这个意思非常之好，「如来者，诸法如义」，一切法无有一法不如，无有一法不是，就是性相一如，所以称之为如来。",
      "zh_TW": "這是一切諸佛成佛之後有十個通號，這十號是表佛德圓滿，「如來」是今佛如古佛之再來，所以稱為如來。《金剛經》上解釋如來這個意思非常之好，「如來者，諸法如義」，一切法無有一法不如，無有一法不是，就是性相一如，所以稱之為如來。"
    },
    {
      "id": "02-020-0004_p0071",
      "zh_CN": "『应供』这是讲福田，佛是无上清净的福田，我们要想求福，供养佛就能够得福报。所以，他是应该接受天人、声闻、缘觉、菩萨的供养。",
      "zh_TW": "『應供』這是講福田，佛是無上清淨的福田，我們要想求福，供養佛就能夠得福報。所以，他是應該接受天人、聲聞、緣覺、菩薩的供養。"
    },
    {
      "id": "02-020-0004_p0072",
      "zh_CN": "『等正觉』是指佛佛道同，佛佛平等，等是平等，一切诸佛智慧、德能、神通、道力，没有一样不平等，所以称为等正觉。",
      "zh_TW": "『等正覺』是指佛佛道同，佛佛平等，等是平等，一切諸佛智慧、德能、神通、道力，沒有一樣不平等，所以稱為等正覺。"
    },
    {
      "id": "02-020-0004_p0073",
      "zh_CN": "『明行足』，这就是我们常讲的二足尊，二是两种，足是满足。这个二，一个是明，一个是行，这两种都圆满了，明是智慧，行就是福德，福慧二足尊。",
      "zh_TW": "『明行足』，這就是我們常講的二足尊，二是兩種，足是滿足。這個二，一個是明，一個是行，這兩種都圓滿了，明是智慧，行就是福德，福慧二足尊。"
    },
    {
      "id": "02-020-0004_p0074",
      "zh_CN": "『善逝』是说，这个「逝」原本的意思就是灭度的意思，入大般涅槃。善逝，像小乘他也证涅槃，他不善，为什么不善？小乘入了偏真涅槃之后，不能度众生。佛太巧妙了，就像《金刚经》上所说的，佛入的什么涅槃？入的无住涅槃，不住生死，不住涅槃，这叫做善逝。凡夫住生死，小乘住涅槃，住涅槃叫逝，逝而不善；所以不住生死，不住涅槃，这叫做善逝。",
      "zh_TW": "『善逝』是說，這個「逝」原本的意思就是滅度的意思，入大般涅槃。善逝，像小乘他也證涅槃，他不善，為什麼不善？小乘入了偏真涅槃之後，不能度眾生。佛太巧妙了，就像《金剛經》上所說的，佛入的什麼涅槃？入的無住涅槃，不住生死，不住涅槃，這叫做善逝。凡夫住生死，小乘住涅槃，住涅槃叫逝，逝而不善；所以不住生死，不住涅槃，這叫做善逝。"
    },
    {
      "id": "02-020-0004_p0075",
      "zh_CN": "『世间解』是讲佛的权智，世间法他没有一样不明了，没有一样不通达，确实是个全智全能。这些能力从哪里来的？能力是从真如本性里面显发的。所以佛告诉我们，佛的智慧、德能不是他专有的，不是他专利的，是一切众生各个具足。只是我们现前迷惑颠倒，使我们的智慧、德能不能现前，迷失而非真正失去，不是真正失掉。",
      "zh_TW": "『世間解』是講佛的權智，世間法他沒有一樣不明瞭，沒有一樣不通達，確實是個全智全能。這些能力從哪裡來的？能力是從真如本性裡面顯發的。所以佛告訴我們，佛的智慧、德能不是他專有的，不是他專利的，是一切眾生各個具足。只是我們現前迷惑顛倒，使我們的智慧、德能不能現前，迷失而非真正失去，不是真正失掉。"
    },
    {
      "id": "02-020-0004_p0076",
      "zh_CN": "『无上士』，士是读书人，在古时候，中国与印度对于知识分子都非常的尊敬。知识分子里面第一，这称之为无上，没有更高过于他了。",
      "zh_TW": "『無上士』，士是讀書人，在古時候，中國與印度對於知識分子都非常的尊敬。知識分子裡面第一，這稱之為無上，沒有更高過於他了。"
    },
    {
      "id": "02-020-0004_p0077",
      "zh_CN": "『调御丈夫』，这是说佛度化众生的能力，他能够调和大众，他能够统御大众。换句话说，这一句是赞叹佛陀领导的能力，也就是说领袖人才、领导人才，他也是一流的。",
      "zh_TW": "『調御丈夫』，這是說佛度化眾生的能力，他能夠調和大眾，他能夠統御大眾。換句話說，這一句是讚歎佛陀領導的能力，也就是說領袖人才、領導人才，他也是一流的。"
    },
    {
      "id": "02-020-0004_p0078",
      "zh_CN": "『天人师』，他是天人师表。",
      "zh_TW": "『天人師』，他是天人師表。"
    },
    {
      "id": "02-020-0004_p0079",
      "zh_CN": "『佛』这个字前面说了。『世尊』，具足前面十种德号，就是世出世间最为珍贵，所以称之为世尊。这是如来十种通号，全是赞叹果地上的德能。",
      "zh_TW": "『佛』這個字前面說了。『世尊』，具足前面十種德號，就是世出世間最為珍貴，所以稱之為世尊。這是如來十種通號，全是讚歎果地上的德能。"
    },
    {
      "id": "02-020-0004_p0080",
      "zh_CN": "【在世教授四十二劫。】",
      "zh_TW": "【在世教授四十二劫。】"
    },
    {
      "id": "02-020-0004_p0081",
      "zh_CN": "由此可知，他这个时代福报大，从人寿命上能够看得出来。佛在经上告诉我们，我们这个世间人，寿命最长的八万大劫。我们现代，就是释迦牟尼佛出世这个时候，是在减劫。经上说人类平均的寿命，最少的时候是十岁，由十岁是每一百年加一岁，加到八万四千岁，这是我们娑婆世界人寿的极限，八万四千岁。这是人寿，如果说天人的寿命，那就是八万大劫，非想非非想天的寿命八万大劫。从八万四千岁再每一百年减一岁，一直减到十岁，这一增一减叫一个小劫。可见得世自在王佛出现的时代，人的福报大，他的寿命有『四十二劫』，因为佛所示现的寿命，跟当时众生的寿命都是差不多的，都是一样的。",
      "zh_TW": "由此可知，他這個時代福報大，從人壽命上能夠看得出來。佛在經上告訴我們，我們這個世間人，壽命最長的八萬大劫。我們現代，就是釋迦牟尼佛出世這個時候，是在減劫。經上說人類平均的壽命，最少的時候是十歲，由十歲是每一百年加一歲，加到八萬四千歲，這是我們娑婆世界人壽的極限，八萬四千歲。這是人壽，如果說天人的壽命，那就是八萬大劫，非想非非想天的壽命八萬大劫。從八萬四千歲再每一百年減一歲，一直減到十歲，這一增一減叫一個小劫。可見得世自在王佛出現的時代，人的福報大，他的壽命有『四十二劫』，因為佛所示現的壽命，跟當時眾生的壽命都是差不多的，都是一樣的。"
    },
    {
      "id": "02-020-0004_p0082",
      "zh_CN": "【时为诸天及世人民说经讲道。】",
      "zh_TW": "【時為諸天及世人民說經講道。】"
    },
    {
      "id": "02-020-0004_p0083",
      "zh_CN": "佛出现在世间，就跟释迦牟尼佛一样，必然是怜悯众生，为一切众生讲经说法，帮助他们破迷开悟。",
      "zh_TW": "佛出現在世間，就跟釋迦牟尼佛一樣，必然是憐憫眾生，為一切眾生講經說法，幫助他們破迷開悟。"
    },
    {
      "id": "02-020-0004_p0084",
      "zh_CN": "【有大国主。名世饶王。】",
      "zh_TW": "【有大國主。名世饒王。】"
    },
    {
      "id": "02-020-0004_p0085",
      "zh_CN": "这个时候佛有个大护法，这个护法是个国王，德号叫『世饶王』。世间丰饶，饶是丰饶，就是丰富的意思，无论在智慧、德能、治国、安民，一切无不丰饶，这样一个国王。",
      "zh_TW": "這個時候佛有個大護法，這個護法是個國王，德號叫『世饒王』。世間豐饒，饒是豐饒，就是豐富的意思，無論在智慧、德能、治國、安民，一切無不豐饒，這樣一個國王。"
    },
    {
      "id": "02-020-0004_p0086",
      "zh_CN": "【闻佛说法。欢喜开解。寻发无上真正道意。弃国捐王。行作沙门。号曰法藏。】",
      "zh_TW": "【聞佛說法。歡喜開解。尋發無上真正道意。棄國捐王。行作沙門。號曰法藏。】"
    },
    {
      "id": "02-020-0004_p0087",
      "zh_CN": "这个国王听了经之后，他觉悟了，『欢喜开解』就是觉悟，真正是大彻大悟。他觉悟之后他就发了大菩提心，他不再想轮回六道，要想超越世间，也想成佛作祖，要证无上正等正觉。『无上真正道意』就是无上正等正觉，觉悟的人他才干。所以这个国王他不要了，国家都不要了，『弃国捐王』，他舍了王位，不再做皇帝，所谓富有四海，贵为天子。他出家了，发心出家，『行作沙门』，跟佛出家。他的法名叫做『法藏』，法藏比丘，跟佛出家了。",
      "zh_TW": "這個國王聽了經之後，他覺悟了，『歡喜開解』就是覺悟，真正是大徹大悟。他覺悟之後他就發了大菩提心，他不再想輪迴六道，要想超越世間，也想成佛作祖，要證無上正等正覺。『無上真正道意』就是無上正等正覺，覺悟的人他才幹。所以這個國王他不要了，國家都不要了，『棄國捐王』，他捨了王位，不再做皇帝，所謂富有四海，貴為天子。他出家了，發心出家，『行作沙門』，跟佛出家。他的法名叫做『法藏』，法藏比丘，跟佛出家了。"
    },
    {
      "id": "02-020-0004_p0088",
      "zh_CN": "【修菩萨道。高才勇哲。与世超异。信解明记。悉皆第一。】",
      "zh_TW": "【修菩薩道。高才勇哲。與世超異。信解明記。悉皆第一。】"
    },
    {
      "id": "02-020-0004_p0089",
      "zh_CN": "这个国王，实在讲有智慧、有福报，聪明绝顶，舍了国王的位子来修道，当然修道一定比做国王还要殊胜，还好，他才会选择，所以他出家是认真的修菩萨道。『高才』是说他的才德超过一般人。『勇哲』，「勇」是说他的志气，志非常的坚定，非常的强而有力，「哲」是说他的慧解，他心开意解。『与世超异』，李老师简单的注子里说，「所禀至贤」，超异是『信解明记』。当然，学佛第一要有信心，大经，《华严经》，大论，《大智度论》，经、论上都说「信为道元功德母」。一切法都是从信心上建立的，信了要解，听了、读了要能够记得住，他能够信解明记。『悉皆是第一』，在世自在王佛会下，他是第一弟子，这个人聪明绝顶。",
      "zh_TW": "這個國王，實在講有智慧、有福報，聰明絕頂，捨了國王的位子來修道，當然修道一定比做國王還要殊勝，還好，他才會選擇，所以他出家是認真的修菩薩道。『高才』是說他的才德超過一般人。『勇哲』，「勇」是說他的志氣，志非常的堅定，非常的強而有力，「哲」是說他的慧解，他心開意解。『與世超異』，李老師簡單的註子裡說，「所稟至賢」，超異是『信解明記』。當然，學佛第一要有信心，大經，《華嚴經》，大論，《大智度論》，經、論上都說「信為道元功德母」。一切法都是從信心上建立的，信了要解，聽了、讀了要能夠記得住，他能夠信解明記。『悉皆是第一』，在世自在王佛會下，他是第一弟子，這個人聰明絕頂。"
    },
    {
      "id": "02-020-0004_p0090",
      "zh_CN": "【又有殊胜行愿。】",
      "zh_TW": "【又有殊勝行願。】"
    },
    {
      "id": "02-020-0004_p0091",
      "zh_CN": "这个实在太难得，如果他要不发大愿，换句话说，他只有自成就，利益众生就不大。最难得的他有非常殊胜的弘愿，就是四十八愿。",
      "zh_TW": "這個實在太難得，如果他要不發大願，換句話說，他只有自成就，利益眾生就不大。最難得的他有非常殊勝的弘願，就是四十八願。"
    },
    {
      "id": "02-020-0004_p0092",
      "zh_CN": "【及念慧力。】",
      "zh_TW": "【及念慧力。】"
    },
    {
      "id": "02-020-0004_p0093",
      "zh_CN": "『念慧力』就是五力。",
      "zh_TW": "『念慧力』就是五力。"
    },
    {
      "id": "02-020-0004_p0094",
      "zh_CN": "【增上其心。坚固不动。】",
      "zh_TW": "【增上其心。堅固不動。】"
    },
    {
      "id": "02-020-0004_p0095",
      "zh_CN": "五根、五力，《弥陀经》注疏里讲得很清楚，这是学佛的人必须要建立的，为什么？它关系我们这一生修行成功与否。如果你信心不坚固，见异思迁，我们这一生在修道就很难成就了。不要说佛法以外的，我们就说学佛，佛门里面的，佛门里面从大的方面说有十个宗派，而每个宗派细分那就是没法子说得清，太多了，经典浩如烟海，我们从哪里下手？如果样样都喜欢，样样都涉猎，这就是信根没有。不要说信的力了，信连根都没有。虽然都是佛经，但是各宗各派的典籍都想涉猎，到最后了不起成为一个佛学家，现在所谓佛学博士而已，对于了生死出三界毫无交涉，这个不得了。",
      "zh_TW": "五根、五力，《彌陀經》註疏裡講得很清楚，這是學佛的人必須要建立的，為什麼？它關係我們這一生修行成功與否。如果你信心不堅固，見異思遷，我們這一生在修道就很難成就了。不要說佛法以外的，我們就說學佛，佛門裡面的，佛門裡面從大的方面說有十個宗派，而每個宗派細分那就是沒法子說得清，太多了，經典浩如煙海，我們從哪裡下手？如果樣樣都喜歡，樣樣都涉獵，這就是信根沒有。不要說信的力了，信連根都沒有。雖然都是佛經，但是各宗各派的典籍都想涉獵，到最後了不起成為一個佛學家，現在所謂佛學博士而已，對於了生死出三界毫無交涉，這個不得了。"
    },
    {
      "id": "02-020-0004_p0096",
      "zh_CN": "所以，要有信根，信根增长就有信力。信力，信有了力量，专攻一门，我就相信这部经，就依照这部经修行，决定不动摇，这个人他就具足了五根、五力。对于其他一切经典、一切法门，我们用什么态度？恭敬赞叹，都是佛说的，应当恭敬赞叹，而不去修学。我们只取学一门，一门深入，这就是五根五力起作用了。所以，他能够『增上其心，坚固不动』，就是不退转，他的道心不退转，方向不改变，勇猛精进。",
      "zh_TW": "所以，要有信根，信根增長就有信力。信力，信有了力量，專攻一門，我就相信這部經，就依照這部經修行，決定不動搖，這個人他就具足了五根、五力。對於其他一切經典、一切法門，我們用什麼態度？恭敬讚歎，都是佛說的，應當恭敬讚歎，而不去修學。我們只取學一門，一門深入，這就是五根五力起作用了。所以，他能夠『增上其心，堅固不動』，就是不退轉，他的道心不退轉，方向不改變，勇猛精進。"
    },
    {
      "id": "02-020-0004_p0097",
      "zh_CN": "【修行精进。无能逾者。】",
      "zh_TW": "【修行精進。無能踰者。】"
    },
    {
      "id": "02-020-0004_p0098",
      "zh_CN": "没有人能够超过他。",
      "zh_TW": "沒有人能夠超過他。"
    },
    {
      "id": "02-020-0004_p0099",
      "zh_CN": "【往诣佛所。顶礼长跪。向佛合掌。即以伽他赞佛。发广大愿。颂曰】",
      "zh_TW": "【往詣佛所。頂禮長跪。向佛合掌。即以伽他贊佛。發廣大願。頌曰】"
    },
    {
      "id": "02-020-0004_p0100",
      "zh_CN": "李老师在上面小注里头，说明法藏比丘，佛对他有三个赞叹，第一个超异，第二个第一，第三不动，文里头清清楚楚。他到了世自在王佛的面前，『顶礼长跪』这是礼节，『向佛合掌』，赞佛叙述自己所发的誓愿，当然也请佛为他做证明，看他这个愿思想、见解正不正确，同时这个愿能不能真正做到，这都要请佛给他做证明的。下面偈颂一共有十首，是七言颂，我们一首一首的来看。",
      "zh_TW": "李老師在上面小註裡頭，說明法藏比丘，佛對他有三個讚歎，第一個超異，第二個第一，第三不動，文裡頭清清楚楚。他到了世自在王佛的面前，『頂禮長跪』這是禮節，『向佛合掌』，讚佛敘述自己所發的誓願，當然也請佛為他做證明，看他這個願思想、見解正不正確，同時這個願能不能真正做到，這都要請佛給他做證明的。下面偈頌一共有十首，是七言頌，我們一首一首的來看。"
    },
    {
      "id": "02-020-0004_p0101",
      "zh_CN": "【如来微妙色端严。一切世间无有等。光明无量照十方。日月火珠皆匿曜。】",
      "zh_TW": "【如來微妙色端嚴。一切世間無有等。光明無量照十方。日月火珠皆匿曜。】"
    },
    {
      "id": "02-020-0004_p0102",
      "zh_CN": "这第一首，李老师他的注注得很简单，但是非常清楚，像画龙点睛一样。第一句是赞叹世自在王的相好光明，赞叹他的色相，『微妙色』端正庄严，『一切世间无有等』，一切九法界的众生相貌比不上佛。为什么？没有佛心地那么样的清净、光明，相随心变，佛心清净，菩萨都比不上。所以，佛的相超越菩萨，其余法界当然不能跟他相比。『光明无量照十方』，佛有身光、有放光，普照十方。",
      "zh_TW": "這第一首，李老師他的註註得很簡單，但是非常清楚，像畫龍點睛一樣。第一句是讚歎世自在王的相好光明，讚歎他的色相，『微妙色』端正莊嚴，『一切世間無有等』，一切九法界的眾生相貌比不上佛。為什麼？沒有佛心地那麼樣的清淨、光明，相隨心變，佛心清淨，菩薩都比不上。所以，佛的相超越菩薩，其餘法界當然不能跟他相比。『光明無量照十方』，佛有身光、有放光，普照十方。"
    },
    {
      "id": "02-020-0004_p0103",
      "zh_CN": "底下一句是形容，『日』是太阳，月亮，『火珠』是宝珠，如果在佛光下面那都显示不出来了，『皆匿曜』。这个「匿」我查了大藏经，因为这个经是有五种原译本，大藏经确实是这两个字，但是这两个字不好讲。因为大藏经里面，自古以来也可能有写错了的，也可能有抄抄错的，都在所不免。但是五种本子里头也有不同的，有的地方「匿曜」这个匿没有日字边，那就对了，这就好讲了。所以大家把那个日字边圈掉，圈掉就对了。李老师在底下注，这个匿恐有讹，就是意思不好讲，圈掉日字边这就好讲了。就是「日月火珠」在佛光底下显得黯然无光，「匿曜」就是黯然无光的意思。第二首：",
      "zh_TW": "底下一句是形容，『日』是太陽，月亮，『火珠』是寶珠，如果在佛光下面那都顯示不出來了，『皆匿曜』。這個「匿」我查了大藏經，因為這個經是有五種原譯本，大藏經確實是這兩個字，但是這兩個字不好講。因為大藏經裡面，自古以來也可能有寫錯了的，也可能有抄抄錯的，都在所不免。但是五種本子裡頭也有不同的，有的地方「匿曜」這個匿沒有日字邊，那就對了，這就好講了。所以大家把那個日字邊圈掉，圈掉就對了。李老師在底下註，這個匿恐有訛，就是意思不好講，圈掉日字邊這就好講了。就是「日月火珠」在佛光底下顯得黯然無光，「匿曜」就是黯然無光的意思。第二首："
    },
    {
      "id": "02-020-0004_p0104",
      "zh_CN": "【世尊能演一音声。有情各各随类解。】",
      "zh_TW": "【世尊能演一音聲。有情各各隨類解。】"
    },
    {
      "id": "02-020-0004_p0105",
      "zh_CN": "这是佛的妙音，佛以一音而说法，众生随类各得解，跟这两句偈意思完全相同。",
      "zh_TW": "這是佛的妙音，佛以一音而說法，眾生隨類各得解，跟這兩句偈意思完全相同。"
    },
    {
      "id": "02-020-0004_p0106",
      "zh_CN": "【又能现一妙色身。普使众生随类见。】",
      "zh_TW": "【又能現一妙色身。普使眾生隨類見。】"
    },
    {
      "id": "02-020-0004_p0107",
      "zh_CN": "佛的色相的确不可思议，佛现的是一个身，可是每个人去看佛，看佛的相不一样，所说出来的不一样。譬如说，佛在我们面前，我们中国人看佛像中国人，外国人去看佛，问他佛怎么样？他说像外国人，像他们自己本国人，如果黑人去看，他说佛也是黑人。『随类见』的，实在讲他是一个身。所以每个人见到他都会生亲切之感，佛与我们是一类的，现同类之身，这是不思议的神力。这两首完全是赞叹世自在王如来。下面这是讲他发愿了。",
      "zh_TW": "佛的色相的確不可思議，佛現的是一個身，可是每個人去看佛，看佛的相不一樣，所說出來的不一樣。譬如說，佛在我們面前，我們中國人看佛像中國人，外國人去看佛，問他佛怎麼樣？他說像外國人，像他們自己本國人，如果黑人去看，他說佛也是黑人。『隨類見』的，實在講他是一個身。所以每個人見到他都會生親切之感，佛與我們是一類的，現同類之身，這是不思議的神力。這兩首完全是讚歎世自在王如來。下面這是講他發願了。"
    },
    {
      "id": "02-020-0004_p0108",
      "zh_CN": "【愿我得佛清净声。】",
      "zh_TW": "【願我得佛清淨聲。】"
    },
    {
      "id": "02-020-0004_p0109",
      "zh_CN": "音声，就像前面讲的『世尊能演一音声，有情各各随类解』，我也希望能得到，像佛一样。",
      "zh_TW": "音聲，就像前面講的『世尊能演一音聲，有情各各隨類解』，我也希望能得到，像佛一樣。"
    },
    {
      "id": "02-020-0004_p0110",
      "zh_CN": "【法音普及无边界。】",
      "zh_TW": "【法音普及無邊界。】"
    },
    {
      "id": "02-020-0004_p0111",
      "zh_CN": "法藏比丘发这个愿，希望得到佛的清净音声，尽虚空遍法界去弘法利生。",
      "zh_TW": "法藏比丘發這個願，希望得到佛的清淨音聲，盡虛空遍法界去弘法利生。"
    },
    {
      "id": "02-020-0004_p0112",
      "zh_CN": "【宣扬戒定精进门。通达甚深微妙法。】",
      "zh_TW": "【宣揚戒定精進門。通達甚深微妙法。】"
    },
    {
      "id": "02-020-0004_p0113",
      "zh_CN": "李老师小注里头说，「先通而后能宣」，如果不通怎么能宣扬？所以，一定先要『通达甚深微妙法』，然后才能『宣扬戒定精进门』。这就是菩萨法里面的六度法门，六度里面说了三条，当然另外的三条也就包括在其中了。",
      "zh_TW": "李老師小註裡頭說，「先通而後能宣」，如果不通怎麼能宣揚？所以，一定先要『通達甚深微妙法』，然後才能『宣揚戒定精進門』。這就是菩薩法裡面的六度法門，六度裡面說了三條，當然另外的三條也就包括在其中了。"
    },
    {
      "id": "02-020-0004_p0114",
      "zh_CN": "【智慧广大深如海。内心清净绝尘劳。超过无边恶趣门。速到菩提究竟岸。】",
      "zh_TW": "【智慧廣大深如海。內心清淨絕塵勞。超過無邊惡趣門。速到菩提究竟岸。】"
    },
    {
      "id": "02-020-0004_p0115",
      "zh_CN": "佛法始终不离智慧，佛法之所求，可以说就是圆满究竟的智慧，三学里面是因戒生定，因定开慧。由此可知，目的是智慧，戒定都是属于手段。所以前面讲的「宣扬戒定」，这首一开端讲的智慧，戒定慧三学。戒定上要不精进是不会开慧的，必须精进不懈，慧解才能够现前。底下这是比喻，说『广大深如海』。『内心清净绝尘劳』，尘劳是烦恼、是妄念、是无明，这些统统断得干干净净，像佛心一样的清净。『超过无边恶趣门』，如果以佛为标准来比较的话，菩萨都是恶，菩萨跟佛比，佛善，菩萨不善；菩萨跟阿罗汉比，阿罗汉是恶，菩萨是善。所以，从相对的标准上来说，唯有佛才是真正无恶，真正超过了一切恶趣门。『速到菩提究竟岸』，这是讲圆教佛果，究竟的圆满。通常讲成佛，天台讲四教有藏教佛、有通教佛、有别教佛、有圆教佛，四教里面前面三教佛果都不究竟，唯有圆教的佛果才是究竟彼岸。他要成无上正觉，而且要「速到」，希望很快的就能够证得。",
      "zh_TW": "佛法始終不離智慧，佛法之所求，可以說就是圓滿究竟的智慧，三學裡面是因戒生定，因定開慧。由此可知，目的是智慧，戒定都是屬於手段。所以前面講的「宣揚戒定」，這首一開端講的智慧，戒定慧三學。戒定上要不精進是不會開慧的，必須精進不懈，慧解才能夠現前。底下這是比喻，說『廣大深如海』。『內心清淨絕塵勞』，塵勞是煩惱、是妄念、是無明，這些統統斷得乾乾淨淨，像佛心一樣的清淨。『超過無邊惡趣門』，如果以佛為標準來比較的話，菩薩都是惡，菩薩跟佛比，佛善，菩薩不善；菩薩跟阿羅漢比，阿羅漢是惡，菩薩是善。所以，從相對的標準上來說，唯有佛才是真正無惡，真正超過了一切惡趣門。『速到菩提究竟岸』，這是講圓教佛果，究竟的圓滿。通常講成佛，天台講四教有藏教佛、有通教佛、有別教佛、有圓教佛，四教裡面前面三教佛果都不究竟，唯有圓教的佛果才是究竟彼岸。他要成無上正覺，而且要「速到」，希望很快的就能夠證得。"
    },
    {
      "id": "02-020-0004_p0116",
      "zh_CN": "【无明贪瞋皆永无。惑尽过亡三昧力。】",
      "zh_TW": "【無明貪瞋皆永無。惑盡過亡三昧力。】"
    },
    {
      "id": "02-020-0004_p0117",
      "zh_CN": "这两句话是讲的断『无明』烦恼。烦恼在佛经上通常区分为三大类，见思烦恼，『贪瞋』属于见思；尘沙烦恼，下一句『惑尽过亡』，惑、过是尘沙烦恼，第三种无明烦恼。第一句一开端，这是三种烦恼统统都包括在这两句当中，这是三种烦恼统统断尽。烦恼要不断尽，不但是不能成佛，菩萨也成不了，这个诸位要知道的。要想证阿罗汉，必须把三界见思烦恼断尽；要想证菩萨果位，尘沙、见思断尽，还得要断一品无明，这才是真正的菩萨。所以菩萨破无明，无明有四十一品，破一品无明菩萨的阶位就提升一层，这才有十住、十行、十回向、十地、等觉，有四十一个阶级。无明断尽了，四十一品无明断尽，这就是圆教的佛果，那就是无上正等正觉。如果无明还有一品没断，像等觉菩萨，他不能称为无上正等正觉，他只可以称作正等正觉，为什么？他上面还有，他不是无上；必须四十一品无明断尽了，才是无上正等正觉。",
      "zh_TW": "這兩句話是講的斷『無明』煩惱。煩惱在佛經上通常區分為三大類，見思煩惱，『貪瞋』屬於見思；塵沙煩惱，下一句『惑盡過亡』，惑、過是塵沙煩惱，第三種無明煩惱。第一句一開端，這是三種煩惱統統都包括在這兩句當中，這是三種煩惱統統斷盡。煩惱要不斷盡，不但是不能成佛，菩薩也成不了，這個諸位要知道的。要想證阿羅漢，必須把三界見思煩惱斷盡；要想證菩薩果位，塵沙、見思斷盡，還得要斷一品無明，這才是真正的菩薩。所以菩薩破無明，無明有四十一品，破一品無明菩薩的階位就提升一層，這才有十住、十行、十迴向、十地、等覺，有四十一個階級。無明斷盡了，四十一品無明斷盡，這就是圓教的佛果，那就是無上正等正覺。如果無明還有一品沒斷，像等覺菩薩，他不能稱為無上正等正覺，他只可以稱作正等正覺，為什麼？他上面還有，他不是無上；必須四十一品無明斷盡了，才是無上正等正覺。"
    },
    {
      "id": "02-020-0004_p0118",
      "zh_CN": "这三种烦恼要用什么方法断？这底下教给我们『三昧力』，三昧就是戒定的力量，因戒生定，定的力量，三昧就是定。在我们这个法门，就是讲一心，一心不乱就是念佛三昧，「念佛三昧，三昧中王」，古人对于念佛三昧的赞叹。所以我们不要小看了念佛三昧，不要以为念佛三昧比起其他的禅定不如，你要这样想法就错了，念佛三昧能够永断这三种烦恼。",
      "zh_TW": "這三種煩惱要用什麼方法斷？這底下教給我們『三昧力』，三昧就是戒定的力量，因戒生定，定的力量，三昧就是定。在我們這個法門，就是講一心，一心不亂就是念佛三昧，「念佛三昧，三昧中王」，古人對於念佛三昧的讚歎。所以我們不要小看了念佛三昧，不要以為念佛三昧比起其他的禪定不如，你要這樣想法就錯了，念佛三昧能夠永斷這三種煩惱。"
    },
    {
      "id": "02-020-0004_p0119",
      "zh_CN": "【亦如过去无量佛。为彼群生大导师。】",
      "zh_TW": "【亦如過去無量佛。為彼群生大導師。】"
    },
    {
      "id": "02-020-0004_p0120",
      "zh_CN": "惑尽过亡这成佛了，成佛之后，他的事业就是度众生。所以，也像过去无量无边诸佛一样，把普度众生的责任要荷担起来，要负起这个责任，从此之后全心全力的教化众生。",
      "zh_TW": "惑盡過亡這成佛了，成佛之後，他的事業就是度眾生。所以，也像過去無量無邊諸佛一樣，把普度眾生的責任要荷擔起來，要負起這個責任，從此之後全心全力的教化眾生。"
    },
    {
      "id": "02-020-0004_p0121",
      "zh_CN": "【能救一切诸世间。生老病死众苦恼。】",
      "zh_TW": "【能救一切諸世間。生老病死眾苦惱。】"
    },
    {
      "id": "02-020-0004_p0122",
      "zh_CN": "他有能力，『一切诸世间』就是讲的九法界，我们晓得，六道凡夫有生老病死，有三苦、八苦，『众苦恼』就是讲的三苦、八苦。三界之外的，三乘圣人他有没有苦？他也有苦，为什么？他无明没断尽，所以他有变易生死之苦，还要靠佛来救度他。所以，成佛度众生才圆满。",
      "zh_TW": "他有能力，『一切諸世間』就是講的九法界，我們曉得，六道凡夫有生老病死，有三苦、八苦，『眾苦惱』就是講的三苦、八苦。三界之外的，三乘聖人他有沒有苦？他也有苦，為什麼？他無明沒斷盡，所以他有變易生死之苦，還要靠佛來救度他。所以，成佛度眾生才圓滿。"
    },
    {
      "id": "02-020-0004_p0123",
      "zh_CN": "【常行布施及戒忍。精进定慧六波罗。】",
      "zh_TW": "【常行布施及戒忍。精進定慧六波羅。】"
    },
    {
      "id": "02-020-0004_p0124",
      "zh_CN": "这就是用六度的方法拔众生之苦。佛用这个方法断烦恼、证菩提、成佛道，所以他把这个方法也教给我们。『布施』就是放下，我们学道之所以不能成就，最大的原因就是放不下，看不破，放不下，看不破没有智慧，放不下是没有功夫，布施是教我们放下。假如不能将身心世界一切放下，戒修不好，为什么三乘圣人持戒清净？我们也晓得，这条戒也好，那条戒也好，为什么做不到？实在讲没有能够放下。所以诸位，布施两个字意思非常的深广，绝对不是说我们拿钱去到佛门里面去布施，或者布施给贫穷、苦难之人，这只不过是千万种布施之一而已。世法一切放下，像念佛堂主七和尚常常提醒大家，念佛的时候要身心世界一切放下。为什么？有一桩放不下，你这一句佛号念不好，这句佛号就不相应。所以，布施在菩萨无量行门里面，它摆在第一，这是要特别注意到的。唯有能舍才能够持戒，唯有能持戒才能够忍辱，能忍的人才能够精进，才能够得定，才能够开慧。所以，这六条互为因果，布施是因，持戒就是果，持戒是因，忍辱是果，到最后的果就是大开智慧。",
      "zh_TW": "這就是用六度的方法拔眾生之苦。佛用這個方法斷煩惱、證菩提、成佛道，所以他把這個方法也教給我們。『布施』就是放下，我們學道之所以不能成就，最大的原因就是放不下，看不破，放不下，看不破沒有智慧，放不下是沒有功夫，布施是教我們放下。假如不能將身心世界一切放下，戒修不好，為什麼三乘聖人持戒清淨？我們也曉得，這條戒也好，那條戒也好，為什麼做不到？實在講沒有能夠放下。所以諸位，布施兩個字意思非常的深廣，絕對不是說我們拿錢去到佛門裡面去布施，或者布施給貧窮、苦難之人，這只不過是千萬種布施之一而已。世法一切放下，像念佛堂主七和尚常常提醒大家，念佛的時候要身心世界一切放下。為什麼？有一樁放不下，你這一句佛號念不好，這句佛號就不相應。所以，布施在菩薩無量行門裡面，它擺在第一，這是要特別注意到的。唯有能捨才能夠持戒，唯有能持戒才能夠忍辱，能忍的人才能夠精進，才能夠得定，才能夠開慧。所以，這六條互為因果，布施是因，持戒就是果，持戒是因，忍辱是果，到最後的果就是大開智慧。"
    },
    {
      "id": "02-020-0004_p0125",
      "zh_CN": "『波罗蜜』是梵语，翻成中国意思，古德所翻的，从字面上翻叫到彼岸，如果从意思上来说，就是究竟圆满的意思。这个六种，必须要把自性本具的智慧开显出来，前面五条才能算是究竟圆满，布施圆满了，持戒圆满了，忍辱圆满了。如果我们没有见性，我们本性里面智慧没有现前，前面五条都不圆满，都不能叫波罗蜜；只能叫布施、持戒、忍辱，不可以说布施波罗蜜、持戒波罗蜜、忍辱波罗蜜，不可以说。六度那个度要加上去，一定本性智慧现前。我们念佛人念到理一心不乱，这个六条都称波罗蜜；理一心没有得到，那也只能说布施、持戒、忍辱而已，波罗蜜加不上。",
      "zh_TW": "『波羅蜜』是梵語，翻成中國意思，古德所翻的，從字面上翻叫到彼岸，如果從意思上來說，就是究竟圓滿的意思。這個六種，必須要把自性本具的智慧開顯出來，前面五條才能算是究竟圓滿，布施圓滿了，持戒圓滿了，忍辱圓滿了。如果我們沒有見性，我們本性裡面智慧沒有現前，前面五條都不圓滿，都不能叫波羅蜜；只能叫布施、持戒、忍辱，不可以說布施波羅蜜、持戒波羅蜜、忍辱波羅蜜，不可以說。六度那個度要加上去，一定本性智慧現前。我們念佛人念到理一心不亂，這個六條都稱波羅蜜；理一心沒有得到，那也只能說布施、持戒、忍辱而已，波羅蜜加不上。"
    },
    {
      "id": "02-020-0004_p0126",
      "zh_CN": "【未度有情令得度。已度之者使成佛。】",
      "zh_TW": "【未度有情令得度。已度之者使成佛。】"
    },
    {
      "id": "02-020-0004_p0127",
      "zh_CN": "『未度』的，是根性没有成熟的。佛度众生，也把众生大别分为三大类，第一类是根熟的众生，成熟的众生；第二类是未熟的众生，他有善根，没有成熟；第三类是没有善根的众生。这三类人统统要度，已经成熟的众生，所谓成熟，就是他成佛的机会到了，成熟了，他可以作佛了，那一定要帮助他成佛。用什么方法帮助他成佛？用念佛求生净土的方法，像华严会上，四十一位法身大士他成熟了，所以普贤菩萨十大愿王导归极乐，那是『已度之者使成佛』。没有成熟的，我们也用这个方法度他，虽用这个方法，他可能相信，相信怎么样？他不发愿，他不想到极乐世界去。但是，他也知道西方极乐世界有阿弥陀佛，他这一生当中也念过几次《弥陀经》，也念过几声佛号，这就是他跟西方极乐世界有了缘。他现在还迷恋在世间，没有出世之心，或者是迷恋在其他的法门，他还要得禅定，或者他还要学密，学别的法门，不肯舍弃，不肯放下，这是没有熟的众生。",
      "zh_TW": "『未度』的，是根性沒有成熟的。佛度眾生，也把眾生大別分為三大類，第一類是根熟的眾生，成熟的眾生；第二類是未熟的眾生，他有善根，沒有成熟；第三類是沒有善根的眾生。這三類人統統要度，已經成熟的眾生，所謂成熟，就是他成佛的機會到了，成熟了，他可以作佛了，那一定要幫助他成佛。用什麼方法幫助他成佛？用念佛求生淨土的方法，像華嚴會上，四十一位法身大士他成熟了，所以普賢菩薩十大願王導歸極樂，那是『已度之者使成佛』。沒有成熟的，我們也用這個方法度他，雖用這個方法，他可能相信，相信怎麼樣？他不發願，他不想到極樂世界去。但是，他也知道西方極樂世界有阿彌陀佛，他這一生當中也念過幾次《彌陀經》，也念過幾聲佛號，這就是他跟西方極樂世界有了緣。他現在還迷戀在世間，沒有出世之心，或者是迷戀在其他的法門，他還要得禪定，或者他還要學密，學別的法門，不肯捨棄，不肯放下，這是沒有熟的眾生。"
    },
    {
      "id": "02-020-0004_p0128",
      "zh_CN": "至于没有佛种的那些众生，我们要为他下佛种，像《法华经》上所说，「一称南无佛，皆已成佛道」。总得想尽方法，善巧方便，能劝一个人在一生当中念一声阿弥陀佛，或者是念一声南无佛，这是帮助那些没有佛种的众生种下佛的种子。他只要有这个种子在，佛在经上给我们说得很清楚，金刚种子永远不坏，等到他将来缘成熟，这个种子就起现行，必定得度。由此可知，劝人念一句南无佛，远不如劝人念一句阿弥陀佛，因为他有南无佛的种子，他可能成为罗汉，可能成为菩萨；他要有个阿弥陀佛的种子，他必定往生，他必定证无上菩提。所以，这个种胜他果也殊胜，我们要以最殊胜的种为一切众生去下种，为一切众生得度的因缘。",
      "zh_TW": "至於沒有佛種的那些眾生，我們要為他下佛種，像《法華經》上所說，「一稱南無佛，皆已成佛道」。總得想盡方法，善巧方便，能勸一個人在一生當中念一聲阿彌陀佛，或者是念一聲南無佛，這是幫助那些沒有佛種的眾生種下佛的種子。他只要有這個種子在，佛在經上給我們說得很清楚，金剛種子永遠不壞，等到他將來緣成熟，這個種子就起現行，必定得度。由此可知，勸人念一句南無佛，遠不如勸人念一句阿彌陀佛，因為他有南無佛的種子，他可能成為羅漢，可能成為菩薩；他要有個阿彌陀佛的種子，他必定往生，他必定證無上菩提。所以，這個種勝他果也殊勝，我們要以最殊勝的種為一切眾生去下種，為一切眾生得度的因緣。"
    },
    {
      "id": "02-020-0004_p0129",
      "zh_CN": "【假令供养恒沙圣。不如坚勇求正觉。】",
      "zh_TW": "【假令供養恆沙聖。不如堅勇求正覺。】"
    },
    {
      "id": "02-020-0004_p0130",
      "zh_CN": "这是说明，假使你要供养恒河沙数那么多的圣人，佛、菩萨、罗汉，这是福报大，你能够遇到供养福报大；福报再大，你也不能了生死，你也不能出三界。所以佛在此地告诉我们，『不如坚勇求正觉』，为什么？求正觉能够了生死出三界，绝对不是修福能够相比的，修福不如修慧。当然福慧都要修，福慧都是非常的重要，但是修福与修慧这两者之间，我们要以修慧为主。换句话说，修净土法门要以念佛为主，要以修福为辅助，福慧双修，念佛决定能往生。福慧双修决定增高品位，像《观经》给我们讲的三福，就是三种净业，普贤菩萨给我们讲的十大愿王，前面已经跟诸位说过了，我们要以坚定、勇猛精进的心来求正觉。",
      "zh_TW": "這是說明，假使你要供養恆河沙數那麼多的聖人，佛、菩薩、羅漢，這是福報大，你能夠遇到供養福報大；福報再大，你也不能了生死，你也不能出三界。所以佛在此地告訴我們，『不如堅勇求正覺』，為什麼？求正覺能夠了生死出三界，絕對不是修福能夠相比的，修福不如修慧。當然福慧都要修，福慧都是非常的重要，但是修福與修慧這兩者之間，我們要以修慧為主。換句話說，修淨土法門要以念佛為主，要以修福為輔助，福慧雙修，念佛決定能往生。福慧雙修決定增高品位，像《觀經》給我們講的三福，就是三種淨業，普賢菩薩給我們講的十大願王，前面已經跟諸位說過了，我們要以堅定、勇猛精進的心來求正覺。"
    },
    {
      "id": "02-020-0004_p0131",
      "zh_CN": "【愿当安住三摩地。恒放光明照一切。感得广大清净居。殊胜庄严无等伦。】",
      "zh_TW": "【願當安住三摩地。恆放光明照一切。感得廣大清淨居。殊勝莊嚴無等倫。】"
    },
    {
      "id": "02-020-0004_p0132",
      "zh_CN": "这是法藏他所发的殊胜之愿，『愿当安住三摩地』。李老师底下注的是「法藏自住」，这是愿自己永远安住在大定之中，三摩地是禅定的一种。『恒放光明照一切』，这是光明普照十方世界，正是所谓佛氏门中不舍一人。无论这个众生，根是已经熟了，还是未熟，还是根本就没有佛种，佛光普照一个也不舍，总希望有缘，有缘就是众生自觉。所谓自觉就是众生希求，希求出离，能信佛言，这就是与佛有缘了。我能够信得过佛所说的，就是与佛有缘，佛一定不辜负他，一定要帮助他。『感得广大清净居』，这就是说极乐世界，他现在虽然是初发心、初发愿，可是这个愿与后来的成就已经成了不可分的感应。极乐世界的确超越一切诸佛世界，『殊胜庄严无等伦』这是形容极乐世界的状况，他真的成就了。所以初发心，我们常讲的思想力量太大了，他在因地里就有这样大的愿力、这样殊胜的理想，到后来一一都成为事实。",
      "zh_TW": "這是法藏他所發的殊勝之願，『願當安住三摩地』。李老師底下註的是「法藏自住」，這是願自己永遠安住在大定之中，三摩地是禪定的一種。『恆放光明照一切』，這是光明普照十方世界，正是所謂佛氏門中不捨一人。無論這個眾生，根是已經熟了，還是未熟，還是根本就沒有佛種，佛光普照一個也不捨，總希望有緣，有緣就是眾生自覺。所謂自覺就是眾生希求，希求出離，能信佛言，這就是與佛有緣了。我能夠信得過佛所說的，就是與佛有緣，佛一定不辜負他，一定要幫助他。『感得廣大清淨居』，這就是說極樂世界，他現在雖然是初發心、初發願，可是這個願與後來的成就已經成了不可分的感應。極樂世界的確超越一切諸佛世界，『殊勝莊嚴無等倫』這是形容極樂世界的狀況，他真的成就了。所以初發心，我們常講的思想力量太大了，他在因地裡就有這樣大的願力、這樣殊勝的理想，到後來一一都成為事實。"
    },
    {
      "id": "02-020-0004_p0133",
      "zh_CN": "【轮回诸趣众生类。速生我刹受安乐。】",
      "zh_TW": "【輪迴諸趣眾生類。速生我剎受安樂。】"
    },
    {
      "id": "02-020-0004_p0134",
      "zh_CN": "『轮回诸趣』就是指六道众生，这里所讲的是十方诸佛刹土里面的六道众生，当然也包括我们娑婆世界六道众生在内。『速生我刹受安乐』，速是快速，统统都往生到极乐世界；我刹，法藏比丘成佛了，他就是阿弥陀佛，都生到阿弥陀佛的刹土，到那个地方去享受安乐。",
      "zh_TW": "『輪迴諸趣』就是指六道眾生，這裡所講的是十方諸佛剎土裡面的六道眾生，當然也包括我們娑婆世界六道眾生在內。『速生我剎受安樂』，速是快速，統統都往生到極樂世界；我剎，法藏比丘成佛了，他就是阿彌陀佛，都生到阿彌陀佛的剎土，到那個地方去享受安樂。"
    },
    {
      "id": "02-020-0004_p0135",
      "zh_CN": "【常运慈心拔有情。度尽无边苦众生。】",
      "zh_TW": "【常運慈心拔有情。度盡無邊苦眾生。】"
    },
    {
      "id": "02-020-0004_p0136",
      "zh_CN": "这是他无比的大悲愿力，常常用他大慈大悲之心来拔有情之苦。具体而言，就是佛给我们说的三经，这本《无量寿经》，小本《弥陀经》，以及《观无量寿经》，都是从佛大慈悲心里面流露出来救拔众生的方法，救拔众生的工具。『度尽无边苦众生』，无边刹土无尽的众生，有缘闻到这个法门，决定在一生当中得度。所以说速生我刹，决定是一生得度，决定不空过。",
      "zh_TW": "這是他無比的大悲願力，常常用他大慈大悲之心來拔有情之苦。具體而言，就是佛給我們說的三經，這本《無量壽經》，小本《彌陀經》，以及《觀無量壽經》，都是從佛大慈悲心裡面流露出來救拔眾生的方法，救拔眾生的工具。『度盡無邊苦眾生』，無邊剎土無盡的眾生，有緣聞到這個法門，決定在一生當中得度。所以說速生我剎，決定是一生得度，決定不空過。"
    },
    {
      "id": "02-020-0004_p0137",
      "zh_CN": "【我行决定坚固力。】",
      "zh_TW": "【我行決定堅固力。】"
    },
    {
      "id": "02-020-0004_p0138",
      "zh_CN": "『行』是说法藏比丘当年修这个行门，一定要满他的愿望，他是以坚定的信心，勇猛精进来修持。",
      "zh_TW": "『行』是說法藏比丘當年修這個行門，一定要滿他的願望，他是以堅定的信心，勇猛精進來修持。"
    },
    {
      "id": "02-020-0004_p0139",
      "zh_CN": "【唯佛圣智能证知。】",
      "zh_TW": "【唯佛聖智能證知。】"
    },
    {
      "id": "02-020-0004_p0140",
      "zh_CN": "他的慈悲愿力没有人能知道，只有佛才晓得，他这个悲愿的弘深，愿力的广大。",
      "zh_TW": "他的慈悲願力沒有人能知道，只有佛才曉得，他這個悲願的弘深，願力的廣大。"
    },
    {
      "id": "02-020-0004_p0141",
      "zh_CN": "【纵使身止诸苦中。如是愿心永不退。】",
      "zh_TW": "【縱使身止諸苦中。如是願心永不退。】"
    },
    {
      "id": "02-020-0004_p0142",
      "zh_CN": "这两句尤其是难得，度众生要吃苦头。譬如释迦牟尼佛要度我们娑婆世界众生，他必须示现八相成道，他要示现去降魔，要示现六年苦行，要与一切外道去辩论，这都是这个身要受许多的苦难。佛还曾经有三个月没有东西吃，托钵托不到，受马麦之报，人家就是养马给马吃的粮食他拿来吃。佛有那么大的福报，还要吃这些苦头，何况后来的世世代代这些祖师大德们。诸位要看看他们的传记，你看看《高僧传》，看看各宗的语录，这些寺院丛林的历史，我们能够见到，祖师大德们都是经过许许多多的苦难，他们才能成就。他们在苦难当中没有变心，没有退转，这都是做出样子给我们看，即使是诸佛菩萨再来，他也这样表演给我们看。何况我们是博地凡夫，薄福之人，我们怎么能与祖师大德们相提并论？但是我们今天稍稍受一点挫折，受一点苦难，都变了心，都退转了，这样怎么能够成就？诸佛菩萨那是示现的，这个地方是法藏比丘当年发心修行的，他所发的愿是真实的，真正吃尽一切苦头他不退转，逢苦不转，所以这个愿才是真实愿，愿愿都不假。",
      "zh_TW": "這兩句尤其是難得，度眾生要吃苦頭。譬如釋迦牟尼佛要度我們娑婆世界眾生，他必須示現八相成道，他要示現去降魔，要示現六年苦行，要與一切外道去辯論，這都是這個身要受許多的苦難。佛還曾經有三個月沒有東西吃，托缽托不到，受馬麥之報，人家就是養馬給馬吃的糧食他拿來吃。佛有那麼大的福報，還要吃這些苦頭，何況後來的世世代代這些祖師大德們。諸位要看看他們的傳記，你看看《高僧傳》，看看各宗的語錄，這些寺院叢林的歷史，我們能夠見到，祖師大德們都是經過許許多多的苦難，他們才能成就。他們在苦難當中沒有變心，沒有退轉，這都是做出樣子給我們看，即使是諸佛菩薩再來，他也這樣表演給我們看。何況我們是博地凡夫，薄福之人，我們怎麼能與祖師大德們相提並論？但是我們今天稍稍受一點挫折，受一點苦難，都變了心，都退轉了，這樣怎麼能夠成就？諸佛菩薩那是示現的，這個地方是法藏比丘當年發心修行的，他所發的願是真實的，真正吃盡一切苦頭他不退轉，逢苦不轉，所以這個願才是真實願，願願都不假。"
    },
    {
      "id": "02-020-0004_p0143",
      "zh_CN": "这个十首偈我们就介绍到此地。李老师在大科的注解，他第四章这是讲信，第五章，就是「至心精进第五」这是解，他是以信解行证来看这个五章的经文，把内容精要之处给我们点示出来。",
      "zh_TW": "這個十首偈我們就介紹到此地。李老師在大科的註解，他第四章這是講信，第五章，就是「至心精進第五」這是解，他是以信解行證來看這個五章的經文，把內容精要之處給我們點示出來。"
    },
    {
      "id": "02-020-0004_p0144",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}