{
  "doc_id": "02-020-0017",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1988　美国达拉斯",
    "zh_TW": "1988　美國達拉斯"
  },
  "doc_number": "02-020-0017",
  "total_paragraphs": 120,
  "paragraphs": [
    {
      "id": "02-020-0017_p0001",
      "zh_CN": "请掀开经本，七十九面，第六行：",
      "zh_TW": "請掀開經本，七十九面，第六行："
    },
    {
      "id": "02-020-0017_p0002",
      "zh_CN": "【惑尽见佛第四十一】",
      "zh_TW": "【惑盡見佛第四十一】"
    },
    {
      "id": "02-020-0017_p0003",
      "zh_CN": "这章经文还是接着前面一章而来的。请看经文。",
      "zh_TW": "這章經文還是接著前面一章而來的。請看經文。"
    },
    {
      "id": "02-020-0017_p0004",
      "zh_CN": "【譬如转轮圣王。有七宝狱。王子得罪。禁闭其中。层楼绮殿。宝帐金床。栏窗榻座。妙饰奇珍。饮食衣服。如转轮王。而以金锁。系其两足。诸小王子。宁乐此不。】",
      "zh_TW": "【譬如轉輪聖王。有七寶獄。王子得罪。禁閉其中。層樓綺殿。寶帳金床。欄窗榻座。妙飾奇珍。飲食衣服。如轉輪王。而以金鎖。繫其兩足。諸小王子。寧樂此不。】"
    },
    {
      "id": "02-020-0017_p0005",
      "zh_CN": "经文一开端就用比喻来说明，西方极乐世界边地胎生的情况。经上所说的『转轮圣王』，就比喻阿弥陀佛。『七宝狱』就比喻西方世界的边地。『王子得罪』，就比喻疑根未断的人去往生的。前面一章佛跟我们说过，第一种人是对于佛的智慧不能深信，第二种人怀疑自己的善根，这两种人都是生西方边地的。所以，「七宝狱」就比喻边地，「王子得罪」比喻这两种人。『禁闭其中』，前面经文说过，他五百岁不能离开边地，这就等于禁闭其中。下面讲的『层楼绮殿』，这是居住的所在，『宝帐金床，栏窗榻座，妙饰奇珍，饮食衣服，如转轮王』，说明边地里面的享受，经上讲如同忉利天，弥勒菩萨所见的，他曾经说如同夜摩天，可见得边地的享受是与天宫相仿佛。『而以金锁，系其两足』，虽然受用跟皇宫是差不多，可是被禁闭在其中，等于说幽禁在其中，不准出去，这就比喻是金锁系其两足，他不能超越这个范围。佛就问了，是『诸小王子』他在这个里面快不快乐？这是问弥勒菩萨。",
      "zh_TW": "經文一開端就用比喻來說明，西方極樂世界邊地胎生的情況。經上所說的『轉輪聖王』，就比喻阿彌陀佛。『七寶獄』就比喻西方世界的邊地。『王子得罪』，就比喻疑根未斷的人去往生的。前面一章佛跟我們說過，第一種人是對於佛的智慧不能深信，第二種人懷疑自己的善根，這兩種人都是生西方邊地的。所以，「七寶獄」就比喻邊地，「王子得罪」比喻這兩種人。『禁閉其中』，前面經文說過，他五百歲不能離開邊地，這就等於禁閉其中。下面講的『層樓綺殿』，這是居住的所在，『寶帳金床，欄窗榻座，妙飾奇珍，飲食衣服，如轉輪王』，說明邊地裡面的享受，經上講如同忉利天，彌勒菩薩所見的，他曾經說如同夜摩天，可見得邊地的享受是與天宮相彷彿。『而以金鎖，繫其兩足』，雖然受用跟皇宮是差不多，可是被禁閉在其中，等於說幽禁在其中，不准出去，這就比喻是金鎖繫其兩足，他不能超越這個範圍。佛就問了，是『諸小王子』他在這個裡面快不快樂？這是問彌勒菩薩。"
    },
    {
      "id": "02-020-0017_p0006",
      "zh_CN": "【慈氏白言。不也。世尊。彼幽絷时。心不自在。但以种种方便。欲求出离。求诸近臣。终不从心。轮王欢喜。方得解脱。】",
      "zh_TW": "【慈氏白言。不也。世尊。彼幽縶時。心不自在。但以種種方便。欲求出離。求諸近臣。終不從心。輪王歡喜。方得解脫。】"
    },
    {
      "id": "02-020-0017_p0007",
      "zh_CN": "弥勒菩萨回答得很好，他说决定他不会快乐，为什么？他被禁闭在其中，他『心不自在』，身虽然有种种享受，心不自在，必然在那里起心动念，想什么方法能出得去。比喻里头说了，『求诸近臣』，他这个禁闭的牢狱，总有看守牢狱的这些人，你求他们，他们不敢答应，不敢放你出去。必须要等到转轮圣王欢喜，赦免你的时候，你才能够出得去。这是弥勒菩萨所说的。",
      "zh_TW": "彌勒菩薩回答得很好，他說決定他不會快樂，為什麼？他被禁閉在其中，他『心不自在』，身雖然有種種享受，心不自在，必然在那裡起心動念，想什麼方法能出得去。比喻裡頭說了，『求諸近臣』，他這個禁閉的牢獄，總有看守牢獄的這些人，你求他們，他們不敢答應，不敢放你出去。必須要等到轉輪聖王歡喜，赦免你的時候，你才能夠出得去。這是彌勒菩薩所說的。"
    },
    {
      "id": "02-020-0017_p0008",
      "zh_CN": "【佛告弥勒。此诸众生。亦复如是。】",
      "zh_TW": "【佛告彌勒。此諸眾生。亦復如是。】"
    },
    {
      "id": "02-020-0017_p0009",
      "zh_CN": "佛跟弥勒菩萨说了，边地里这些众生，就跟那些王子犯罪，被幽禁在七宝牢狱里头一样，虽然有种种享受，心不自在，也是天天在求出。",
      "zh_TW": "佛跟彌勒菩薩說了，邊地裡這些眾生，就跟那些王子犯罪，被幽禁在七寶牢獄裡頭一樣，雖然有種種享受，心不自在，也是天天在求出。"
    },
    {
      "id": "02-020-0017_p0010",
      "zh_CN": "【若有堕于疑悔。希求佛智。至广大智。于自善根。不能生信。由闻佛名。起信心故。虽生彼国。于莲华中。不得出现。彼处华胎。犹如园苑宫殿之想。何以故。彼中清净。无诸秽恶。然于五百岁中。不见三宝。不得供养奉事诸佛。远离一切殊胜善根。以此为苦。不生欣乐。】",
      "zh_TW": "【若有墮於疑悔。希求佛智。至廣大智。於自善根。不能生信。由聞佛名。起信心故。雖生彼國。於蓮華中。不得出現。彼處華胎。猶如園苑宮殿之想。何以故。彼中清淨。無諸穢惡。然於五百歲中。不見三寶。不得供養奉事諸佛。遠離一切殊勝善根。以此為苦。不生欣樂。】"
    },
    {
      "id": "02-020-0017_p0011",
      "zh_CN": "佛把这个原因可以说清清楚楚、明明白白的告诉我们，这是说这一类的众生他有疑，『堕于疑悔』。他『希求佛智』，求佛智就是佛的一切种智，一直到佛的『广大智』，这两句话也就是前面所讲的，佛的五种智慧，不思议智、不可称智，他有疑，他怀疑佛这种智慧是不是真的。第二类，就是『于自善根，不能生信』，这是怀疑自己，他自己的善根福德因缘不够。可是他『由闻佛名，起信心故』，听到西方极乐世界，听说阿弥陀佛，他不怀疑，只是怀疑佛的智慧，或者只是怀疑自己的善根，恐怕不如别人。他这样的，依然他是信愿持名精进不懈，所以他能生到西方极乐世界。可是『虽生彼国，于莲华中，不得出现』，生在花胎里面，生在莲花花苞里面。『彼处华胎』，诸位要晓得，这个莲花，古德讲得好，不在九品之内，为什么？九品里面下下品，《观经》上说得很好，要十二劫花才开，那也是在花胎里面，但是阿弥陀佛的化身，观音、势至的化身，会到花胎里面去讲经说法；换句话说，这个花，佛菩萨连化身都不去。也就是说，五百岁中他见不到佛，闻不到法，见不到三宝，声闻、菩萨也都见不到。所以，他也是莲花，但是不在九品之内。",
      "zh_TW": "佛把這個原因可以說清清楚楚、明明白白的告訴我們，這是說這一類的眾生他有疑，『墮於疑悔』。他『希求佛智』，求佛智就是佛的一切種智，一直到佛的『廣大智』，這兩句話也就是前面所講的，佛的五種智慧，不思議智、不可稱智，他有疑，他懷疑佛這種智慧是不是真的。第二類，就是『於自善根，不能生信』，這是懷疑自己，他自己的善根福德因緣不夠。可是他『由聞佛名，起信心故』，聽到西方極樂世界，聽說阿彌陀佛，他不懷疑，只是懷疑佛的智慧，或者只是懷疑自己的善根，恐怕不如別人。他這樣的，依然他是信願持名精進不懈，所以他能生到西方極樂世界。可是『雖生彼國，於蓮華中，不得出現』，生在花胎裡面，生在蓮花花苞裡面。『彼處華胎』，諸位要曉得，這個蓮花，古德講得好，不在九品之內，為什麼？九品裡面下下品，《觀經》上說得很好，要十二劫花才開，那也是在花胎裡面，但是阿彌陀佛的化身，觀音、勢至的化身，會到花胎裡面去講經說法；換句話說，這個花，佛菩薩連化身都不去。也就是說，五百歲中他見不到佛，聞不到法，見不到三寶，聲聞、菩薩也都見不到。所以，他也是蓮花，但是不在九品之內。"
    },
    {
      "id": "02-020-0017_p0012",
      "zh_CN": "这个花就好像花园一样，像宫殿一样，里面也是具足庄严。『何以故，彼中清净，无诸秽恶』，实在讲那也是极乐世界，跟极乐世界没有什么两样，只是不见三宝，他苦就苦在这个地方。『然于五百岁中，不见三宝』，不见三宝当然就『不得供养奉事诸佛』，不像九品生那么自在。『远离一切殊胜善根』，这个五百岁中，他在那里享受，物质上的享受他有，他一点都不缺乏；换句话说，精神上很苦闷，一切殊胜的善根暂时也就中止了。他是『以此为苦，不生欣乐』，他的精神痛苦，日子过得并不快乐。虽然经上讲的五百岁，五百岁都是佛概略而说，也并不是个定数，可能有比五百岁时间还长的，可能有很短的。长短怎么定？是在当人忏悔，如果当人一下觉悟了，真正忏悔，他就入了品，就不再是边地了。我们看底下这一段。",
      "zh_TW": "這個花就好像花園一樣，像宮殿一樣，裡面也是具足莊嚴。『何以故，彼中清淨，無諸穢惡』，實在講那也是極樂世界，跟極樂世界沒有什麼兩樣，只是不見三寶，他苦就苦在這個地方。『然於五百歲中，不見三寶』，不見三寶當然就『不得供養奉事諸佛』，不像九品生那麼自在。『遠離一切殊勝善根』，這個五百歲中，他在那裡享受，物質上的享受他有，他一點都不缺乏；換句話說，精神上很苦悶，一切殊勝的善根暫時也就中止了。他是『以此為苦，不生欣樂』，他的精神痛苦，日子過得並不快樂。雖然經上講的五百歲，五百歲都是佛概略而說，也並不是個定數，可能有比五百歲時間還長的，可能有很短的。長短怎麼定？是在當人懺悔，如果當人一下覺悟了，真正懺悔，他就入了品，就不再是邊地了。我們看底下這一段。"
    },
    {
      "id": "02-020-0017_p0013",
      "zh_CN": "【若此众生。识其罪本。深自悔责。求离彼处。往昔世中。过失尽已。然后乃出。即得往诣无量寿所。听闻经法。久久亦当开解欢喜。亦得遍供无数无量诸佛。修诸功德。】",
      "zh_TW": "【若此眾生。識其罪本。深自悔責。求離彼處。往昔世中。過失盡已。然後乃出。即得往詣無量壽所。聽聞經法。久久亦當開解歡喜。亦得遍供無數無量諸佛。修諸功德。】"
    },
    {
      "id": "02-020-0017_p0014",
      "zh_CN": "这是说他的罪业消了，他业就转了，所以一定要觉悟，『识其罪本』，就是他觉悟了。觉悟之后『深自悔责』，忏悔，真正忏悔，知道自己的过失，以凡夫的知见测度圣人的境界，这是过失，自己怀疑自己的善根，是自己愚昧、无知。真正忏悔，就能够出离，『求离彼处』。『往昔世中』，就是在极乐世界以前他这个过失，这一忏悔过失就尽了，这时候就从边地往生到九品，就超生到九品。九品当中，究竟超生到哪一品，我想这个也不一定，这要看他忏悔的功力，不能说他就到凡圣同居土下品下生，我觉得这个说法不甚合理。因为我们在《观经》里面所看到，阿阇世王造五逆十恶罪，那是在「下品下生章」所说的。但是，阿阇世王忏悔之后，一心念佛，往生到西方极乐世界，他上辈往生的，他不是在中下。什么原因？他忏悔的力量太强了。我们从这个例子来推想，西方极乐世界边地的众生，也应该是看他忏悔力量的强弱，他超生的品位应该也是不相同的，这才是合理。",
      "zh_TW": "這是說他的罪業消了，他業就轉了，所以一定要覺悟，『識其罪本』，就是他覺悟了。覺悟之後『深自悔責』，懺悔，真正懺悔，知道自己的過失，以凡夫的知見測度聖人的境界，這是過失，自己懷疑自己的善根，是自己愚昧、無知。真正懺悔，就能夠出離，『求離彼處』。『往昔世中』，就是在極樂世界以前他這個過失，這一懺悔過失就盡了，這時候就從邊地往生到九品，就超生到九品。九品當中，究竟超生到哪一品，我想這個也不一定，這要看他懺悔的功力，不能說他就到凡聖同居土下品下生，我覺得這個說法不甚合理。因為我們在《觀經》裡面所看到，阿闍世王造五逆十惡罪，那是在「下品下生章」所說的。但是，阿闍世王懺悔之後，一心念佛，往生到西方極樂世界，他上輩往生的，他不是在中下。什麼原因？他懺悔的力量太強了。我們從這個例子來推想，西方極樂世界邊地的眾生，也應該是看他懺悔力量的強弱，他超生的品位應該也是不相同的，這才是合理。"
    },
    {
      "id": "02-020-0017_p0015",
      "zh_CN": "一入九品之后，他跟其他往生的人就一样了。『即得往诣无量寿所』，他就见到阿弥陀佛，听佛讲经说法。久久他也开悟了，也得法喜充满，也和别人一样有能力『遍供无数无量』世界的诸佛，上求下化，『修积功德』。往生西方世界一切的受用，他统统都得到了。底下一段文，佛虽然对弥勒菩萨说，实际上是教诫我们的。",
      "zh_TW": "一入九品之後，他跟其他往生的人就一樣了。『即得往詣無量壽所』，他就見到阿彌陀佛，聽佛講經說法。久久他也開悟了，也得法喜充滿，也和別人一樣有能力『遍供無數無量』世界的諸佛，上求下化，『修積功德』。往生西方世界一切的受用，他統統都得到了。底下一段文，佛雖然對彌勒菩薩說，實際上是教誡我們的。"
    },
    {
      "id": "02-020-0017_p0016",
      "zh_CN": "【汝阿逸多。】",
      "zh_TW": "【汝阿逸多。】"
    },
    {
      "id": "02-020-0017_p0017",
      "zh_CN": "『阿逸多』是弥勒菩萨的名字，叫着弥勒菩萨。",
      "zh_TW": "『阿逸多』是彌勒菩薩的名字，叫著彌勒菩薩。"
    },
    {
      "id": "02-020-0017_p0018",
      "zh_CN": "【当知疑惑。于诸菩萨为大损害。为失大利。是故应当明信诸佛无上智慧。】",
      "zh_TW": "【當知疑惑。於諸菩薩為大損害。為失大利。是故應當明信諸佛無上智慧。】"
    },
    {
      "id": "02-020-0017_p0019",
      "zh_CN": "这个几句话我们要牢牢的记住，太重要了，因为这是讲菩萨往生，菩萨都如此，何况凡夫？所以，疑惑对于菩萨来讲都是大损害。由此，我们更能够体会得到，这个法门真正是难信之法，要不是过去生中善根福德深厚之人，于这个法门很难信受，菩萨都不免。你不信，你这一生得度的机缘就失掉了，所以说『为失大利』。我们现在是觉悟，明了了，一切佛法当中，这个法门是大利当中的大利，因为这个法门能令我们一生圆成佛道，是为其他任何一个法门所不及的，只要我们具足信愿行，对于经中字字句句深信不疑。如来的智慧，菩萨都没有能力测量，何况我们凡夫！我们天天在推想、在推测，那是自己的愚痴，是自失殊胜的利益。",
      "zh_TW": "這個幾句話我們要牢牢的記住，太重要了，因為這是講菩薩往生，菩薩都如此，何況凡夫？所以，疑惑對於菩薩來講都是大損害。由此，我們更能夠體會得到，這個法門真正是難信之法，要不是過去生中善根福德深厚之人，於這個法門很難信受，菩薩都不免。你不信，你這一生得度的機緣就失掉了，所以說『為失大利』。我們現在是覺悟，明瞭了，一切佛法當中，這個法門是大利當中的大利，因為這個法門能令我們一生圓成佛道，是為其他任何一個法門所不及的，只要我們具足信願行，對於經中字字句句深信不疑。如來的智慧，菩薩都沒有能力測量，何況我們凡夫！我們天天在推想、在推測，那是自己的愚痴，是自失殊勝的利益。"
    },
    {
      "id": "02-020-0017_p0020",
      "zh_CN": "【慈氏白言。云何此界一类众生。】",
      "zh_TW": "【慈氏白言。云何此界一類眾生。】"
    },
    {
      "id": "02-020-0017_p0021",
      "zh_CN": "『此界』就是指我们这个世界。",
      "zh_TW": "『此界』就是指我們這個世界。"
    },
    {
      "id": "02-020-0017_p0022",
      "zh_CN": "【虽亦修善。而不求生。】",
      "zh_TW": "【雖亦修善。而不求生。】"
    },
    {
      "id": "02-020-0017_p0023",
      "zh_CN": "这样的人我们看得很多，不仅是世间一般人，我们就世间学佛的人来看，他修学别宗，其他的法门，他不修净土。虽然他也说他要求生西方极乐世界，他用其他宗、其他经典的方法，说我修行以这个善根回向，往生西方极乐世界。他不直接依照这个经来修，不直接依照这个法门来修，这样的人我们也看得非常之多。甚至于我们还听人家说，他要生生世世做法师，生生世世在娑婆世界度一切众生，大有地藏菩萨那种宏愿，「地狱不空，誓不成佛」。他大概是这个地方众生要不能度尽，我不往生，有这样的气概。其实统统错了！",
      "zh_TW": "這樣的人我們看得很多，不僅是世間一般人，我們就世間學佛的人來看，他修學別宗，其他的法門，他不修淨土。雖然他也說他要求生西方極樂世界，他用其他宗、其他經典的方法，說我修行以這個善根迴向，往生西方極樂世界。他不直接依照這個經來修，不直接依照這個法門來修，這樣的人我們也看得非常之多。甚至於我們還聽人家說，他要生生世世做法師，生生世世在娑婆世界度一切眾生，大有地藏菩薩那種宏願，「地獄不空，誓不成佛」。他大概是這個地方眾生要不能度盡，我不往生，有這樣的氣概。其實統統錯了！"
    },
    {
      "id": "02-020-0017_p0024",
      "zh_CN": "我们要明了，度众生要有度众生的能力，如果自己没有能力，不但度不了众生，自己还要受连累。譬如救溺一样，看到一个人掉水里面，快要淹死了，我要赶快下水去救他，可是自己也不会游泳，跳下去，救不了别人，只不过是多赔一条命而已，这是愚痴。我们发的愿是众生无边誓愿度，就是现在没有这个能力，没有这个本事，现在求生西方极乐世界，为什么？到西方极乐世界，是为了断烦恼、学法门、成佛道。本事都具足了，这才能倒驾慈航，回来普度众生，这是个正理。所以，求生西方绝不是消极，绝不是逃避现实，是要学好能力，准备为一切众生服务，是这么个道理。",
      "zh_TW": "我們要明瞭，度眾生要有度眾生的能力，如果自己沒有能力，不但度不了眾生，自己還要受連累。譬如救溺一樣，看到一個人掉水裡面，快要淹死了，我要趕快下水去救他，可是自己也不會游泳，跳下去，救不了別人，只不過是多賠一條命而已，這是愚痴。我們發的願是眾生無邊誓願度，就是現在沒有這個能力，沒有這個本事，現在求生西方極樂世界，為什麼？到西方極樂世界，是為了斷煩惱、學法門、成佛道。本事都具足了，這才能倒駕慈航，回來普度眾生，這是個正理。所以，求生西方絕不是消極，絕不是逃避現實，是要學好能力，準備為一切眾生服務，是這麼個道理。"
    },
    {
      "id": "02-020-0017_p0025",
      "zh_CN": "弥勒菩萨提出这个问题，佛底下给我们解答。",
      "zh_TW": "彌勒菩薩提出這個問題，佛底下給我們解答。"
    },
    {
      "id": "02-020-0017_p0026",
      "zh_CN": "【佛告慈氏。此等众生。智慧微浅。】",
      "zh_TW": "【佛告慈氏。此等眾生。智慧微淺。】"
    },
    {
      "id": "02-020-0017_p0027",
      "zh_CN": "说明这些人也修善根，也学佛，不愿意往生净土，这是他『智慧微浅』。",
      "zh_TW": "說明這些人也修善根，也學佛，不願意往生淨土，這是他『智慧微淺』。"
    },
    {
      "id": "02-020-0017_p0028",
      "zh_CN": "【分别西方。不及天界。】",
      "zh_TW": "【分別西方。不及天界。】"
    },
    {
      "id": "02-020-0017_p0029",
      "zh_CN": "往生西方不如生天，往生西方那个功德不如在娑婆世界讲经说法度众生。他念头转错了，这是智慧微浅。",
      "zh_TW": "往生西方不如生天，往生西方那個功德不如在娑婆世界講經說法度眾生。他念頭轉錯了，這是智慧微淺。"
    },
    {
      "id": "02-020-0017_p0030",
      "zh_CN": "【是以非乐。不求生彼。】",
      "zh_TW": "【是以非樂。不求生彼。】"
    },
    {
      "id": "02-020-0017_p0031",
      "zh_CN": "因此，他不想往生西方极乐世界。这正是李老师所说的，这一类的人非愚即狂，不是愚痴就是狂妄。以为西方极乐世界没有天上福报大，这是愚痴；以为在这个世界生生世世出家弘法利生，这个功德超过西方世界那些菩萨，这叫狂妄。非愚即狂。",
      "zh_TW": "因此，他不想往生西方極樂世界。這正是李老師所說的，這一類的人非愚即狂，不是愚痴就是狂妄。以為西方極樂世界沒有天上福報大，這是愚痴；以為在這個世界生生世世出家弘法利生，這個功德超過西方世界那些菩薩，這叫狂妄。非愚即狂。"
    },
    {
      "id": "02-020-0017_p0032",
      "zh_CN": "【慈氏白言。此等众生。虚妄分别。不求佛刹。何免轮回。】",
      "zh_TW": "【慈氏白言。此等眾生。虛妄分別。不求佛剎。何免輪迴。】"
    },
    {
      "id": "02-020-0017_p0033",
      "zh_CN": "弥勒菩萨看得清楚，这些人他要不往生，他怎么能够免得了轮回？轮回是他自己做不了主的，纵然做得了主，他也没有办法生生世世做得了主。我们在历史里面所看到的，古来大德修行没有往生的，轮回一世不如一世。《历史感应统记》里面有记载，五祖戒禅师那是个很了不起的修行人，不求往生，一转世就享人间富贵了，后身就是苏东坡。苏东坡考中秀才，做了个小小的官，像现在我们讲的县政府里一个科员，这么个地位。你看转世，一世不如一世，再一转世就迷惑颠倒了，真正可惜。佛法里面讲三世怨，第一世修功累德，第二世享人间的富贵，第三世又要堕落。所以，轮回自己做不了主。必得自己有了成就，到西方极乐世界有了成就，倒驾慈航，乘愿再来，在六道轮回里面舍身受身自己能做主，这是菩萨。自己还没有把握，做不了主，你不到西方去，那你就是大大的损失了。",
      "zh_TW": "彌勒菩薩看得清楚，這些人他要不往生，他怎麼能夠免得了輪迴？輪迴是他自己做不了主的，縱然做得了主，他也沒有辦法生生世世做得了主。我們在歷史裡面所看到的，古來大德修行沒有往生的，輪迴一世不如一世。《歷史感應統記》裡面有記載，五祖戒禪師那是個很了不起的修行人，不求往生，一轉世就享人間富貴了，後身就是蘇東坡。蘇東坡考中秀才，做了個小小的官，像現在我們講的縣政府裡一個科員，這麼個地位。你看轉世，一世不如一世，再一轉世就迷惑顛倒了，真正可惜。佛法裡面講三世怨，第一世修功累德，第二世享人間的富貴，第三世又要墮落。所以，輪迴自己做不了主。必得自己有了成就，到西方極樂世界有了成就，倒駕慈航，乘願再來，在六道輪迴裡面捨身受身自己能做主，這是菩薩。自己還沒有把握，做不了主，你不到西方去，那你就是大大的損失了。"
    },
    {
      "id": "02-020-0017_p0034",
      "zh_CN": "【佛言。彼等所种善根。不能离相。不求佛慧。深着世乐。人间福报。虽复修福。求人天果。得报之时。一切丰足。而未能出三界狱中。】",
      "zh_TW": "【佛言。彼等所種善根。不能離相。不求佛慧。深著世樂。人間福報。雖復修福。求人天果。得報之時。一切豐足。而未能出三界獄中。】"
    },
    {
      "id": "02-020-0017_p0035",
      "zh_CN": "佛底下答复弥勒菩萨这一问，就是说有三种人不能往生西方世界。的确他们都具备条件，都可以往生的，而没有能够往生得了。我们要把这段经文看得清清楚楚，自己决定要避免。同时你这个经文念熟了，意思会透了，你看看世间修行人，无论出家、在家，你一看就晓得他将来的果报。为什么？经上讲得清楚，我们依法不依人，我们不讲神通，也不讲什么感应，我们讲法，拿经典来对照。",
      "zh_TW": "佛底下答覆彌勒菩薩這一問，就是說有三種人不能往生西方世界。的確他們都具備條件，都可以往生的，而沒有能夠往生得了。我們要把這段經文看得清清楚楚，自己決定要避免。同時你這個經文念熟了，意思會透了，你看看世間修行人，無論出家、在家，你一看就曉得他將來的果報。為什麼？經上講得清楚，我們依法不依人，我們不講神通，也不講什麼感應，我們講法，拿經典來對照。"
    },
    {
      "id": "02-020-0017_p0036",
      "zh_CN": "第一种，佛就说了，这些『所种善根』的人，善根是种了，但是他没有能『离相』，他心里念念执着他所种的善根。他『不求佛慧』，佛慧是真正的般若智慧，般若智慧是心地清净，一念不生。人法二空，空亦空，心清净，六祖所说「本来无一物」，这是佛慧，他不求。他深深执着我做了多少好事，我修了多少功德，他那个帐清清楚楚、明明白白，天天在搞这些。着相修福，果报就是人天有漏福报。『深着世乐』，他对于世间五欲六尘享受之乐，他非常执着，求人间的福报，他修的是这个，求的也是这个。『虽复修福，求人天果』，他在佛门，不管修禅也好，念佛也好，学密也好，修教也好，修一切功德他都是求人天福报。『得报之时，一切丰足』，确实能求得到，可以求得到的。但是他不能超越『三界狱中』，没法子超越，这是第一种。再看底下经文。",
      "zh_TW": "第一種，佛就說了，這些『所種善根』的人，善根是種了，但是他沒有能『離相』，他心裡念念執著他所種的善根。他『不求佛慧』，佛慧是真正的般若智慧，般若智慧是心地清淨，一念不生。人法二空，空亦空，心清淨，六祖所說「本來無一物」，這是佛慧，他不求。他深深執著我做了多少好事，我修了多少功德，他那個帳清清楚楚、明明白白，天天在搞這些。著相修福，果報就是人天有漏福報。『深著世樂』，他對於世間五欲六塵享受之樂，他非常執著，求人間的福報，他修的是這個，求的也是這個。『雖復修福，求人天果』，他在佛門，不管修禪也好，念佛也好，學密也好，修教也好，修一切功德他都是求人天福報。『得報之時，一切豐足』，確實能求得到，可以求得到的。但是他不能超越『三界獄中』，沒法子超越，這是第一種。再看底下經文。"
    },
    {
      "id": "02-020-0017_p0037",
      "zh_CN": "【假使父母妻子男女眷属。欲相救免。邪见业王。未能舍离。常处轮回而不自在。】",
      "zh_TW": "【假使父母妻子男女眷屬。欲相救免。邪見業王。未能捨離。常處輪迴而不自在。】"
    },
    {
      "id": "02-020-0017_p0038",
      "zh_CN": "第二种是『邪见』，这种人有聪明智慧，佛法里面所讲的世智辩聪，就是世间的聪明智慧，他不相信佛。经上举个比喻说，他的家亲眷属，『父母妻子男女眷属，欲相救免，邪见业王』，一切恶业里面是以邪见为最胜，所以比喻作「王」，知见错误。他『未能舍离』，没能够舍离邪见。什么叫邪见？我们自己的思想、见解，凡是与经典所说不一样的都是邪见；如果我们自己想法、看法，展开经典和经典能相应，这个知见叫正知见。所以，经论是修正我们邪知邪见而用的，将邪知见转变成正知正见，这是经典。现在有些人自以为聪明，对于经典里面所说的，提出了许多的疑问，而自己以为非常高明，贡高我慢，连佛经都可以批评。世间确实有不少这样的人，不能够虚心去修学。",
      "zh_TW": "第二種是『邪見』，這種人有聰明智慧，佛法裡面所講的世智辯聰，就是世間的聰明智慧，他不相信佛。經上舉個比喻說，他的家親眷屬，『父母妻子男女眷屬，欲相救免，邪見業王』，一切惡業裡面是以邪見為最勝，所以比喻作「王」，知見錯誤。他『未能捨離』，沒能夠捨離邪見。什麼叫邪見？我們自己的思想、見解，凡是與經典所說不一樣的都是邪見；如果我們自己想法、看法，展開經典和經典能相應，這個知見叫正知見。所以，經論是修正我們邪知邪見而用的，將邪知見轉變成正知正見，這是經典。現在有些人自以為聰明，對於經典裡面所說的，提出了許多的疑問，而自己以為非常高明，貢高我慢，連佛經都可以批評。世間確實有不少這樣的人，不能夠虛心去修學。"
    },
    {
      "id": "02-020-0017_p0039",
      "zh_CN": "经典，说实在的话，是如来从真如本性、从清净心里面流出来的言语、文字。我们今天读诵，必须也要以清净心、也要以至诚心面对经典，才有几分相应，才有几分体会得到。一落在意识，往往就变成邪见了，这个事情很麻烦。试问问，今天有几个人能够离心意识？这是很大的问题。心，就是我们常讲它落印象；意就是第七末那识，它执着；识是指第六意识，分别。所以，这是我们自己要认真去反省的，我们有没有做到面对着经典的时候，没有分别，没有执着，没有妄想，一念不生面对着经典，这才能有几分相应。如果展开经典，我们有分别、有执着、有意念、有想法、有看法，这样与经完全不能相应。读了经之后，增长邪见，正是清凉大师在《华严经》玄义里面所说的，就是不懂得方法的人，经读多了增长邪见，要是不读经，增长无明，确实如此。这是说你心不清净，用分别执着的心，你去念经增长邪见，不念经增长无明。",
      "zh_TW": "經典，說實在的話，是如來從真如本性、從清淨心裡面流出來的言語、文字。我們今天讀誦，必須也要以清淨心、也要以至誠心面對經典，才有幾分相應，才有幾分體會得到。一落在意識，往往就變成邪見了，這個事情很麻煩。試問問，今天有幾個人能夠離心意識？這是很大的問題。心，就是我們常講它落印象；意就是第七末那識，它執著；識是指第六意識，分別。所以，這是我們自己要認真去反省的，我們有沒有做到面對著經典的時候，沒有分別，沒有執著，沒有妄想，一念不生面對著經典，這才能有幾分相應。如果展開經典，我們有分別、有執著、有意念、有想法、有看法，這樣與經完全不能相應。讀了經之後，增長邪見，正是清涼大師在《華嚴經》玄義裡面所說的，就是不懂得方法的人，經讀多了增長邪見，要是不讀經，增長無明，確實如此。這是說你心不清淨，用分別執著的心，你去念經增長邪見，不念經增長無明。"
    },
    {
      "id": "02-020-0017_p0040",
      "zh_CN": "所以，佛菩萨跟凡夫不一样的地方，实在讲就是用心不同，凡夫用心意识，就是用分别执着妄想。佛菩萨不用这个东西，完全没有，不得已而给它起个名字叫四智菩提，叫妙观察智、平等性智、大圆镜智，用这个名词来说。其实，四智是跟八识相对而建立的，没有八识哪来的四智？换句话说，所谓四智是觉悟了的八识，八识是迷惑的四智，四智跟八识是一不是二，迷了叫八识，悟了叫四智。所以才说生佛平等，无二无别。因为一切众生所用的八识，就是分别执着妄想，跟佛所用的四智，实际上是一不是二。只有迷悟不同，把那个名词变一变，除了变一变名词，其他的是一丝毫都不能改变。",
      "zh_TW": "所以，佛菩薩跟凡夫不一樣的地方，實在講就是用心不同，凡夫用心意識，就是用分別執著妄想。佛菩薩不用這個東西，完全沒有，不得已而給它起個名字叫四智菩提，叫妙觀察智、平等性智、大圓鏡智，用這個名詞來說。其實，四智是跟八識相對而建立的，沒有八識哪來的四智？換句話說，所謂四智是覺悟了的八識，八識是迷惑的四智，四智跟八識是一不是二，迷了叫八識，悟了叫四智。所以才說生佛平等，無二無別。因為一切眾生所用的八識，就是分別執著妄想，跟佛所用的四智，實際上是一不是二。只有迷悟不同，把那個名詞變一變，除了變一變名詞，其他的是一絲毫都不能改變。"
    },
    {
      "id": "02-020-0017_p0041",
      "zh_CN": "我们自己的修学，一定要遵照佛在经典里的教训，转识成智，渐渐去练习、去学习。不仅每天读经要离文字相、离心缘相，日常生活当中，处事待人接物，我们尽可能少用分别执着妄想，不用这个。如果真正到不用这个，慢慢就会用四智了，处事待人接物用妙观察智，不用分别，用妙观察。这就很厉害，妙观察一见，把你过去现在未来统统见到了，为什么？它是照见，它不是分别见，照见。用平等性智，清净心待人，用大圆镜智，不落印象，无所不照，像《心经》里面说照见五蕴皆空，用照见。这些都是我们应当要学习的。再看下面经文。",
      "zh_TW": "我們自己的修學，一定要遵照佛在經典裡的教訓，轉識成智，漸漸去練習、去學習。不僅每天讀經要離文字相、離心緣相，日常生活當中，處事待人接物，我們儘可能少用分別執著妄想，不用這個。如果真正到不用這個，慢慢就會用四智了，處事待人接物用妙觀察智，不用分別，用妙觀察。這就很厲害，妙觀察一見，把你過去現在未來統統見到了，為什麼？它是照見，它不是分別見，照見。用平等性智，清淨心待人，用大圓鏡智，不落印象，無所不照，像《心經》裡面說照見五蘊皆空，用照見。這些都是我們應當要學習的。再看下面經文。"
    },
    {
      "id": "02-020-0017_p0042",
      "zh_CN": "【汝见愚痴之人。不种善根。但以世智聪辩。增益邪心。云何出离生死大难。】",
      "zh_TW": "【汝見愚痴之人。不種善根。但以世智聰辯。增益邪心。云何出離生死大難。】"
    },
    {
      "id": "02-020-0017_p0043",
      "zh_CN": "第一种人贪求人天果报，最后要落空，家亲眷属一个也帮不上忙。这第二类的人，『以世智聪辩』，这一类人比前面那一类还要苦。为什么？前面这一类的他修善根，而且勤修善根，他得的是人天福报。这一类是自以为聪明才智过人一等，仗着他的聪明才智，他连善根也不修。当然西方极乐世界没分，他没有分，他将来连人天福报都得不到。『增益邪心』，增长邪见，邪见我们今天所谓的错误的思想与见解，这个错误只会增加，他不会回头，不会改正。这样的人怎么能『出离生死大难』？生死大难是指六道轮回。这是第二类的。",
      "zh_TW": "第一種人貪求人天果報，最後要落空，家親眷屬一個也幫不上忙。這第二類的人，『以世智聰辯』，這一類人比前面那一類還要苦。為什麼？前面這一類的他修善根，而且勤修善根，他得的是人天福報。這一類是自以為聰明才智過人一等，仗著他的聰明才智，他連善根也不修。當然西方極樂世界沒分，他沒有分，他將來連人天福報都得不到。『增益邪心』，增長邪見，邪見我們今天所謂的錯誤的思想與見解，這個錯誤只會增加，他不會回頭，不會改正。這樣的人怎麼能『出離生死大難』？生死大難是指六道輪迴。這是第二類的。"
    },
    {
      "id": "02-020-0017_p0044",
      "zh_CN": "【复有众生。虽种善根。作大福田。取相分别。情执深重。求出轮回。终不能得。】",
      "zh_TW": "【復有眾生。雖種善根。作大福田。取相分別。情執深重。求出輪迴。終不能得。】"
    },
    {
      "id": "02-020-0017_p0045",
      "zh_CN": "这第三类的，第三类的毛病发在哪里？发在感情太重了，这个事情很麻烦。他真有善根，他也真正修大福报，可是他着相，他分别，他情执深重，我们简单讲感情太重。到要紧的时候，这个也舍不得，那个也挂念，就是牵肠挂肚的事情太多了，他没有办法把这些断掉。这个在临命终时，往生西方极乐世界，是最大的障碍。这个我们在平时要锻炼，怎么锻炼？要以真正的智慧把世间一切法看破，晓得世缘，无论是人事环境、物质环境，情有理无，就是事是有，理上没有，相有性空，你把这个看破。这个看破，世缘可以能够维系着，是一种非常理智的维系，里面感情的成分很少；换句话说，必要的时候要断，他真的一点罣碍都没有，这样才能去得了。到那个时候临命终时最后的那一念，往生西方极乐世界，没有任何障碍。",
      "zh_TW": "這第三類的，第三類的毛病發在哪裡？發在感情太重了，這個事情很麻煩。他真有善根，他也真正修大福報，可是他著相，他分別，他情執深重，我們簡單講感情太重。到要緊的時候，這個也捨不得，那個也掛念，就是牽腸掛肚的事情太多了，他沒有辦法把這些斷掉。這個在臨命終時，往生西方極樂世界，是最大的障礙。這個我們在平時要鍛鍊，怎麼鍛鍊？要以真正的智慧把世間一切法看破，曉得世緣，無論是人事環境、物質環境，情有理無，就是事是有，理上沒有，相有性空，你把這個看破。這個看破，世緣可以能夠維繫著，是一種非常理智的維繫，裡面感情的成分很少；換句話說，必要的時候要斷，他真的一點罣礙都沒有，這樣才能去得了。到那個時候臨命終時最後的那一念，往生西方極樂世界，沒有任何障礙。"
    },
    {
      "id": "02-020-0017_p0046",
      "zh_CN": "纵然就是你儿孙满堂，你要走了，他在旁边哭哭啼啼，你若无其事，你还是能往生。他一哭哭啼啼，你动了感情，那就坏了，那一念之差你就又要轮回了；那一轮回就不得了，不晓得到哪一生哪一劫你才再碰到这个机缘。所以，这个世间再喜欢的人，再喜欢的事物，都不能把它挂在心上。喜欢是一桩事情，见了面欢欢喜喜，可以；一离开不见面的时候，心地干干净净，绝无牵挂，这样才能够成功。也许你说，学佛学到这样，那不是绝情寡义了吗？这样说也可以这么讲法，你就是不能绝情寡义，所以你不能出三界。实际上，这是不是绝情寡义？不是的，用绝情寡义来看这桩事情，是世间人眼光的看法，佛菩萨的眼光看法，这是大智慧，是真正的聪明。为什么？他对于性相事理清清楚楚、明明白白，一点都不迷惑。而且不但不是绝情，是真情，不是寡义，是正义。为什么？",
      "zh_TW": "縱然就是你兒孫滿堂，你要走了，他在旁邊哭哭啼啼，你若無其事，你還是能往生。他一哭哭啼啼，你動了感情，那就壞了，那一念之差你就又要輪迴了；那一輪迴就不得了，不曉得到哪一生哪一劫你才再碰到這個機緣。所以，這個世間再喜歡的人，再喜歡的事物，都不能把它掛在心上。喜歡是一樁事情，見了面歡歡喜喜，可以；一離開不見面的時候，心地乾乾淨淨，絕無牽掛，這樣才能夠成功。也許你說，學佛學到這樣，那不是絕情寡義了嗎？這樣說也可以這麼講法，你就是不能絕情寡義，所以你不能出三界。實際上，這是不是絕情寡義？不是的，用絕情寡義來看這樁事情，是世間人眼光的看法，佛菩薩的眼光看法，這是大智慧，是真正的聰明。為什麼？他對於性相事理清清楚楚、明明白白，一點都不迷惑。而且不但不是絕情，是真情，不是寡義，是正義。為什麼？"
    },
    {
      "id": "02-020-0017_p0047",
      "zh_CN": "到了西方极乐世界之后，我们前面经文读过，阿弥陀佛四十八愿我们也读过，如果真正到不怀疑的话，到西方极乐世界，对于我自己家亲眷属，我时时刻刻看得见他们，时时刻刻听到他们的声音。就像前面阿弥陀佛示现的身相一样，阿弥陀佛光明一照，十方世界不离咫尺，彼此可以看得见，彼此可以听得见，这才叫真正的情义。世间这个情义，假的！死了以后一轮回，各人走各人的路，永远不能再见了，那个情义不是真的。到了西方极乐世界之后，你家亲眷属永远你能够见得到、听得到，你能够照顾得到，这是真正有情有义。",
      "zh_TW": "到了西方極樂世界之後，我們前面經文讀過，阿彌陀佛四十八願我們也讀過，如果真正到不懷疑的話，到西方極樂世界，對於我自己家親眷屬，我時時刻刻看得見他們，時時刻刻聽到他們的聲音。就像前面阿彌陀佛示現的身相一樣，阿彌陀佛光明一照，十方世界不離咫尺，彼此可以看得見，彼此可以聽得見，這才叫真正的情義。世間這個情義，假的！死了以後一輪迴，各人走各人的路，永遠不能再見了，那個情義不是真的。到了西方極樂世界之後，你家親眷屬永遠你能夠見得到、聽得到，你能夠照顧得到，這是真正有情有義。"
    },
    {
      "id": "02-020-0017_p0048",
      "zh_CN": "佛在这个地方特别提示，这都是往生最大的障碍，我们今天相信，不怀疑。甚至于我们不怀疑佛的智慧，也不怀疑自己的善根，就怕将来临命终时有所牵挂，就麻烦了，放不下，情太重了。所以，『情执深重，求出轮回，终不能得』。",
      "zh_TW": "佛在這個地方特別提示，這都是往生最大的障礙，我們今天相信，不懷疑。甚至於我們不懷疑佛的智慧，也不懷疑自己的善根，就怕將來臨命終時有所牽掛，就麻煩了，放不下，情太重了。所以，『情執深重，求出輪迴，終不能得』。"
    },
    {
      "id": "02-020-0017_p0049",
      "zh_CN": "【若以无相智慧。植众德本。身心清净。远离分别。求生净刹。趣佛菩提。当生佛刹。永得解脱。】",
      "zh_TW": "【若以無相智慧。植眾德本。身心清淨。遠離分別。求生淨剎。趣佛菩提。當生佛剎。永得解脫。】"
    },
    {
      "id": "02-020-0017_p0050",
      "zh_CN": "『无相智慧』是佛的智慧，什么是无相智慧？只要我们对于这部经能够深信不疑，依教奉行，信愿持名；或者是本经宗旨上所说的「发菩提心，一向专念」，这就是无相智慧，就是『植众德本』。要念念帮助众生，念念要帮助他，念念要劝导一切众生求生净土。把极乐世界好处，殊胜庄严讲给别人听，世界上有这么好的一个地方，你们要不要去？你们愿不愿意去？如果要愿意去，应该怎么样去做，怎样存心，怎么样待人，怎样处事，我们才能够去得了。把这些方法、技术都告诉别人，这个叫真正发菩提心，真正帮助人。",
      "zh_TW": "『無相智慧』是佛的智慧，什麼是無相智慧？只要我們對於這部經能夠深信不疑，依教奉行，信願持名；或者是本經宗旨上所說的「發菩提心，一向專念」，這就是無相智慧，就是『植眾德本』。要念念幫助眾生，念念要幫助他，念念要勸導一切眾生求生淨土。把極樂世界好處，殊勝莊嚴講給別人聽，世界上有這麼好的一個地方，你們要不要去？你們願不願意去？如果要願意去，應該怎麼樣去做，怎樣存心，怎麼樣待人，怎樣處事，我們才能夠去得了。把這些方法、技術都告訴別人，這個叫真正發菩提心，真正幫助人。"
    },
    {
      "id": "02-020-0017_p0051",
      "zh_CN": "家庭，家庭就是个净土道场，家庭里面建立共识，就是见和同解。实在上讲，六和敬在一般场合当中不容易修，在一个家庭里面应该好修，见解相同。因为六和敬里头最难的就是「见和同解」跟「利和同均」，这两条最困难。一个僧团里面，这个两条做到了，其他的不成问题，和合僧团出现，世间人之福，不仅是自己的福报，也是世间人的福报。为什么？这个僧团出现，十方诸佛护念，一切龙天护法、鬼神保佑，这个地方有福。所谓说一人有福，连带一屋，这个地方有一个僧团出现，一个地方的福报。所以，希望大家要努力，要勉励。",
      "zh_TW": "家庭，家庭就是個淨土道場，家庭裡面建立共識，就是見和同解。實在上講，六和敬在一般場合當中不容易修，在一個家庭裡面應該好修，見解相同。因為六和敬裡頭最難的就是「見和同解」跟「利和同均」，這兩條最困難。一個僧團裡面，這個兩條做到了，其他的不成問題，和合僧團出現，世間人之福，不僅是自己的福報，也是世間人的福報。為什麼？這個僧團出現，十方諸佛護念，一切龍天護法、鬼神保佑，這個地方有福。所謂說一人有福，連帶一屋，這個地方有一個僧團出現，一個地方的福報。所以，希望大家要努力，要勉勵。"
    },
    {
      "id": "02-020-0017_p0052",
      "zh_CN": "我们再看下面一章：",
      "zh_TW": "我們再看下面一章："
    },
    {
      "id": "02-020-0017_p0053",
      "zh_CN": "【菩萨往生第四十二】",
      "zh_TW": "【菩薩往生第四十二】"
    },
    {
      "id": "02-020-0017_p0054",
      "zh_CN": "在这一章以前可以说都是说的众生，即使讲菩萨，也是初发心的菩萨。这一章是讲大菩萨往生，不是普通的小菩萨。",
      "zh_TW": "在這一章以前可以說都是說的眾生，即使講菩薩，也是初發心的菩薩。這一章是講大菩薩往生，不是普通的小菩薩。"
    },
    {
      "id": "02-020-0017_p0055",
      "zh_CN": "【弥勒菩萨白佛言。今此娑婆世界。及诸佛刹。不退菩萨。当生极乐国者。其数几何。】",
      "zh_TW": "【彌勒菩薩白佛言。今此娑婆世界。及諸佛剎。不退菩薩。當生極樂國者。其數幾何。】"
    },
    {
      "id": "02-020-0017_p0056",
      "zh_CN": "有多少？这是特别问我们娑婆世界，以及十方诸佛刹土。哪些菩萨？不退的菩萨，这个不退，当然不是讲位不退或者是行不退，一定是讲念不退。三不退里面，念不退最高，念不退的菩萨就是我们通常讲的法身大士，往生西方极乐世界的有多少人？",
      "zh_TW": "有多少？這是特別問我們娑婆世界，以及十方諸佛剎土。哪些菩薩？不退的菩薩，這個不退，當然不是講位不退或者是行不退，一定是講念不退。三不退裡面，念不退最高，念不退的菩薩就是我們通常講的法身大士，往生西方極樂世界的有多少人？"
    },
    {
      "id": "02-020-0017_p0057",
      "zh_CN": "【佛告弥勒。于此世界。有七百二十亿菩萨。已曾供养无数诸佛。植众德本。当生彼国。】",
      "zh_TW": "【佛告彌勒。於此世界。有七百二十億菩薩。已曾供養無數諸佛。植眾德本。當生彼國。】"
    },
    {
      "id": "02-020-0017_p0058",
      "zh_CN": "诸位要记住，这是说娑婆世界，释迦牟尼佛讲娑婆世界有不退的菩萨，法身大士，过去现在未来统统算上，往生西方极乐世界的『有七百二十亿』，有这么多。这些法身大士，都是多生多劫供养了无数诸佛，『植众德本』。修行证果，别教是初地以上，圆教是初住以上，是这样的菩萨们，他们会生到西方极乐世界去的，『当生彼国』。",
      "zh_TW": "諸位要記住，這是說娑婆世界，釋迦牟尼佛講娑婆世界有不退的菩薩，法身大士，過去現在未來統統算上，往生西方極樂世界的『有七百二十億』，有這麼多。這些法身大士，都是多生多劫供養了無數諸佛，『植眾德本』。修行證果，別教是初地以上，圓教是初住以上，是這樣的菩薩們，他們會生到西方極樂世界去的，『當生彼國』。"
    },
    {
      "id": "02-020-0017_p0059",
      "zh_CN": "【诸小行菩萨。修习功德。当往生者。不可称计。】",
      "zh_TW": "【諸小行菩薩。修習功德。當往生者。不可稱計。】"
    },
    {
      "id": "02-020-0017_p0060",
      "zh_CN": "『小行菩萨』，当然了，前面说了个不退菩萨，我们不敢当，我们确实不是的，想想不是的。小行菩萨是说哪些人？能不能把我们包在其中？跟诸位说，能。发菩提心，求生西方极乐世界，就是小行菩萨。菩提心，最简单的说法就是四弘誓愿，你要真发，不能把四弘誓愿当作口号来念念就算了，那个不行。要把这四条真正变成自己的心理，我就是这个心，就是这个愿望，你的菩提心就发了。念念不离这个，不离什么？不离度众生。度众生，我们再说得简单清楚一点，就是念念不忘劝人修净土，劝人念佛往生极乐世界。用我们的智慧，用我们的能力，用我们一切的善巧方便劝人、勉励人，这就是众生无边誓愿度了。只要我想到的，我力量能做得到的，我统统都做，不遗余力，菩提心是以这个为根本，以大悲为根本。",
      "zh_TW": "『小行菩薩』，當然了，前面說了個不退菩薩，我們不敢當，我們確實不是的，想想不是的。小行菩薩是說哪些人？能不能把我們包在其中？跟諸位說，能。發菩提心，求生西方極樂世界，就是小行菩薩。菩提心，最簡單的說法就是四弘誓願，你要真發，不能把四弘誓願當作口號來念念就算了，那個不行。要把這四條真正變成自己的心理，我就是這個心，就是這個願望，你的菩提心就發了。念念不離這個，不離什麼？不離度眾生。度眾生，我們再說得簡單清楚一點，就是念念不忘勸人修淨土，勸人念佛往生極樂世界。用我們的智慧，用我們的能力，用我們一切的善巧方便勸人、勉勵人，這就是眾生無邊誓願度了。只要我想到的，我力量能做得到的，我統統都做，不遺餘力，菩提心是以這個為根本，以大悲為根本。"
    },
    {
      "id": "02-020-0017_p0061",
      "zh_CN": "其次，我要断烦恼，我要学法门，法门学什么？我就学《无量寿经》，我就学这一个。这一个真正学通了，我再学一部《观无量寿经》，一生当中没有奢望，努力的去修学。怎样才把它学成功？譬如说这部《无量寿经》，把这部经从头到尾，不但是记得清清楚楚，意思明明白白，这还不行，把它真正变成了自己的思想、见解、行为，这叫一部经学通了，是这个学法。这个学法，那真是古人所讲的，一经通一切经通。果然把这部经字字句句都是自己的思想、见解、行为，试问一问，你跟阿弥陀佛有什么差别？没有差别了。到没有差别的时候，你现在在这个世间，你还没有走，我说个老实不客气的话，你就是阿弥陀佛的化身，你就是阿弥陀佛再来人，这是真的，不是假的。那还能说不往生极乐世界吗？还怕不能上品上生吗？",
      "zh_TW": "其次，我要斷煩惱，我要學法門，法門學什麼？我就學《無量壽經》，我就學這一個。這一個真正學通了，我再學一部《觀無量壽經》，一生當中沒有奢望，努力的去修學。怎樣才把它學成功？譬如說這部《無量壽經》，把這部經從頭到尾，不但是記得清清楚楚，意思明明白白，這還不行，把它真正變成了自己的思想、見解、行為，這叫一部經學通了，是這個學法。這個學法，那真是古人所講的，一經通一切經通。果然把這部經字字句句都是自己的思想、見解、行為，試問一問，你跟阿彌陀佛有什麼差別？沒有差別了。到沒有差別的時候，你現在在這個世間，你還沒有走，我說個老實不客氣的話，你就是阿彌陀佛的化身，你就是阿彌陀佛再來人，這是真的，不是假的。那還能說不往生極樂世界嗎？還怕不能上品上生嗎？"
    },
    {
      "id": "02-020-0017_p0062",
      "zh_CN": "由此可知，经要念多少？不必念太多，为什么？纵然把三藏十二部统统都念完了，结果念的是释迦牟尼佛的经，不是自己的。为什么？没有把经典变成自己的思想、见解、行为，你念的是别人的经。我今天念一部，这一部是我自性里面的经，我自性里面所现的经，跟释迦牟尼佛讲的一样，跟阿弥陀佛讲的一样，佛佛道同，这个功力不能比。诸位果然要是体会到，这样去做，你的福报就大了，你的善根福德因缘可以说太厚了。刚才我说了，一部念通了，真正变成自己思想、见解、行为，我们再念第二部，第二部念法也如同这一部。我相信，第一部假如说你要用十年，才能念得通，第二部五年就行了，到第三部，两年就行了，到第四部、第五部，大概一、两个月就行了，然后一切经不必念了。为什么？一看就通达，一听就明了，就像六祖惠能大师一样，没有读过的经，没有听过的经，你念给我听听，完全明白了。为什么？因为自己已经入了佛境界，教下所谓是大开圆解，宗门里的大彻大悟。不能把它变成自己的思想、见解、行为，不叫悟。",
      "zh_TW": "由此可知，經要念多少？不必念太多，為什麼？縱然把三藏十二部統統都念完了，結果念的是釋迦牟尼佛的經，不是自己的。為什麼？沒有把經典變成自己的思想、見解、行為，你念的是別人的經。我今天念一部，這一部是我自性裡面的經，我自性裡面所現的經，跟釋迦牟尼佛講的一樣，跟阿彌陀佛講的一樣，佛佛道同，這個功力不能比。諸位果然要是體會到，這樣去做，你的福報就大了，你的善根福德因緣可以說太厚了。剛才我說了，一部念通了，真正變成自己思想、見解、行為，我們再念第二部，第二部念法也如同這一部。我相信，第一部假如說你要用十年，才能念得通，第二部五年就行了，到第三部，兩年就行了，到第四部、第五部，大概一、兩個月就行了，然後一切經不必念了。為什麼？一看就通達，一聽就明瞭，就像六祖惠能大師一樣，沒有讀過的經，沒有聽過的經，你念給我聽聽，完全明白了。為什麼？因為自己已經入了佛境界，教下所謂是大開圓解，宗門裡的大徹大悟。不能把它變成自己的思想、見解、行為，不叫悟。"
    },
    {
      "id": "02-020-0017_p0063",
      "zh_CN": "所以，我们真正能够把四弘誓愿，确实是自己的本愿，前面说了不退菩萨不敢当，小行菩萨决定有自己一分。这样小行菩萨，『修习功德，当往生者』，不晓得有多少，不止七百二十亿，太多了。这段是答复弥勒菩萨问的，我们这个世界娑婆世界，就是这个大千世界往生的人数。又问『诸佛刹』，十方佛刹，这个世尊也略略的答复了。",
      "zh_TW": "所以，我們真正能夠把四弘誓願，確實是自己的本願，前面說了不退菩薩不敢當，小行菩薩決定有自己一分。這樣小行菩薩，『修習功德，當往生者』，不曉得有多少，不止七百二十億，太多了。這段是答覆彌勒菩薩問的，我們這個世界娑婆世界，就是這個大千世界往生的人數。又問『諸佛剎』，十方佛剎，這個世尊也略略的答覆了。"
    },
    {
      "id": "02-020-0017_p0064",
      "zh_CN": "【不但我刹诸菩萨等。往生彼国。】",
      "zh_TW": "【不但我剎諸菩薩等。往生彼國。】"
    },
    {
      "id": "02-020-0017_p0065",
      "zh_CN": "这是总结前面的意思，不仅仅是我们娑婆世界那些菩萨往生极乐世界。",
      "zh_TW": "這是總結前面的意思，不僅僅是我們娑婆世界那些菩薩往生極樂世界。"
    },
    {
      "id": "02-020-0017_p0066",
      "zh_CN": "【他方佛土亦复如是。】",
      "zh_TW": "【他方佛土亦復如是。】"
    },
    {
      "id": "02-020-0017_p0067",
      "zh_CN": "十方世界也像这个样子，每个世界的众生都有很多往生到西方世界去的。",
      "zh_TW": "十方世界也像這個樣子，每個世界的眾生都有很多往生到西方世界去的。"
    },
    {
      "id": "02-020-0017_p0068",
      "zh_CN": "【从远照佛刹。】",
      "zh_TW": "【從遠照佛剎。】"
    },
    {
      "id": "02-020-0017_p0069",
      "zh_CN": "底下举了几个例子，第一个就是『从远照佛刹』。",
      "zh_TW": "底下舉了幾個例子，第一個就是『從遠照佛剎』。"
    },
    {
      "id": "02-020-0017_p0070",
      "zh_CN": "【有十八俱胝那由他菩萨摩诃萨。生彼国土。】",
      "zh_TW": "【有十八俱胝那由他菩薩摩訶薩。生彼國土。】"
    },
    {
      "id": "02-020-0017_p0071",
      "zh_CN": "十八个俱胝那由他，俱胝那由他翻成我们中国是十亿，就是他那个世界有比我们这个人数还要多。要照我们这个算起来是一千多亿了，一千多亿菩萨往生，我们是七百二十亿，他那里有一千多亿。",
      "zh_TW": "十八個俱胝那由他，俱胝那由他翻成我們中國是十億，就是他那個世界有比我們這個人數還要多。要照我們這個算起來是一千多億了，一千多億菩薩往生，我們是七百二十億，他那裡有一千多億。"
    },
    {
      "id": "02-020-0017_p0072",
      "zh_CN": "【东北方宝藏佛刹。有九十亿不退菩萨。当生彼国。】",
      "zh_TW": "【東北方寶藏佛剎。有九十億不退菩薩。當生彼國。】"
    },
    {
      "id": "02-020-0017_p0073",
      "zh_CN": "世尊此地所答复的，都是讲不退菩萨，为什么？小行菩萨不必说了，那说说不尽，太多了。娑婆世界是我们自己这个世界，小行菩萨要说一说，他方世界不讲小行菩萨，单单说法身大士，往生西方极乐世界生实报庄严土的。小行菩萨是生凡圣土，凡圣同居土、方便有余土，生这个两土，这个在此地都省略了。『宝藏佛刹，有九十亿不退菩萨，当生彼国』。",
      "zh_TW": "世尊此地所答覆的，都是講不退菩薩，為什麼？小行菩薩不必說了，那說說不盡，太多了。娑婆世界是我們自己這個世界，小行菩薩要說一說，他方世界不講小行菩薩，單單說法身大士，往生西方極樂世界生實報莊嚴土的。小行菩薩是生凡聖土，凡聖同居土、方便有餘土，生這個兩土，這個在此地都省略了。『寶藏佛剎，有九十億不退菩薩，當生彼國』。"
    },
    {
      "id": "02-020-0017_p0074",
      "zh_CN": "【从无量音佛刹。光明佛刹。龙天佛刹。胜力佛刹。师子佛刹。离尘佛刹。德首佛刹。仁王佛刹。华幢佛刹。】",
      "zh_TW": "【從無量音佛剎。光明佛剎。龍天佛剎。勝力佛剎。師子佛剎。離塵佛剎。德首佛剎。仁王佛剎。華幢佛剎。】"
    },
    {
      "id": "02-020-0017_p0075",
      "zh_CN": "佛底下就略说了，指出这些佛刹的名称，底下就总说了。",
      "zh_TW": "佛底下就略說了，指出這些佛剎的名稱，底下就總說了。"
    },
    {
      "id": "02-020-0017_p0076",
      "zh_CN": "【不退菩萨当往生者。】",
      "zh_TW": "【不退菩薩當往生者。】"
    },
    {
      "id": "02-020-0017_p0077",
      "zh_CN": "这些佛刹里面，那些法身大士，就是圆初住、别初地以上的菩萨，念佛求生西方极乐世界的。",
      "zh_TW": "這些佛剎裡面，那些法身大士，就是圓初住、別初地以上的菩薩，念佛求生西方極樂世界的。"
    },
    {
      "id": "02-020-0017_p0078",
      "zh_CN": "【或数十百亿。】",
      "zh_TW": "【或數十百億。】"
    },
    {
      "id": "02-020-0017_p0079",
      "zh_CN": "或者是数十亿，或者是数百亿。",
      "zh_TW": "或者是數十億，或者是數百億。"
    },
    {
      "id": "02-020-0017_p0080",
      "zh_CN": "【或数百千亿。乃至万亿。】",
      "zh_TW": "【或數百千億。乃至萬億。】"
    },
    {
      "id": "02-020-0017_p0081",
      "zh_CN": "不等，至少也有几十亿，也有几十个亿。",
      "zh_TW": "不等，至少也有幾十億，也有幾十個億。"
    },
    {
      "id": "02-020-0017_p0082",
      "zh_CN": "【其第十二佛名无上华。】",
      "zh_TW": "【其第十二佛名無上華。】"
    },
    {
      "id": "02-020-0017_p0083",
      "zh_CN": "这是佛举了十二个，最后一位他老人家说，这个佛名叫『无上华』。",
      "zh_TW": "這是佛舉了十二個，最後一位他老人家說，這個佛名叫『無上華』。"
    },
    {
      "id": "02-020-0017_p0084",
      "zh_CN": "【彼有无数诸菩萨众。皆不退转。】",
      "zh_TW": "【彼有無數諸菩薩眾。皆不退轉。】"
    },
    {
      "id": "02-020-0017_p0085",
      "zh_CN": "这个世界实在也是无比的庄严，不退菩萨有无数。",
      "zh_TW": "這個世界實在也是無比的莊嚴，不退菩薩有無數。"
    },
    {
      "id": "02-020-0017_p0086",
      "zh_CN": "【智慧勇猛。已曾供养无量诸佛。具大精进。发趣一乘。于七日中。即能摄取百千亿劫。大士所修坚固之法。斯等菩萨。皆当往生。】",
      "zh_TW": "【智慧勇猛。已曾供養無量諸佛。具大精進。發趣一乘。於七日中。即能攝取百千億劫。大士所修堅固之法。斯等菩薩。皆當往生。】"
    },
    {
      "id": "02-020-0017_p0087",
      "zh_CN": "这是第十二个，讲无上华佛刹，这个佛刹里面往生的菩萨多，往生的这些菩萨非常的殊胜，都是过去中生生世世供养诸佛，修积功德，所以成就『智慧勇猛』。他们能够在『七日之中』，七日之中就是七日念佛，也就是一个精进佛七，七日之中就能『摄取百千亿劫』，『大士』，大士是大菩萨，摩诃萨，『所修坚固之法』。诸位晓得佛七的功德不得了。我们现在所提倡精进念佛，一月一次，这个在练习的阶段，如果到真正练习纯熟，真正的修学，那个功德就不可思议了。怎么叫真正的修学？这是念佛里面，念佛的心与西方极乐世界完全相应。当我们身礼、口称、意想的时候，西方世界依正庄严如在目前。诸位由此就可以明了，净土经论不能不熟，不熟，你怎么样念这个境界不能现前，为什么？",
      "zh_TW": "這是第十二個，講無上華佛剎，這個佛剎裡面往生的菩薩多，往生的這些菩薩非常的殊勝，都是過去中生生世世供養諸佛，修積功德，所以成就『智慧勇猛』。他們能夠在『七日之中』，七日之中就是七日念佛，也就是一個精進佛七，七日之中就能『攝取百千億劫』，『大士』，大士是大菩薩，摩訶薩，『所修堅固之法』。諸位曉得佛七的功德不得了。我們現在所提倡精進念佛，一月一次，這個在練習的階段，如果到真正練習純熟，真正的修學，那個功德就不可思議了。怎麼叫真正的修學？這是念佛裡面，念佛的心與西方極樂世界完全相應。當我們身禮、口稱、意想的時候，西方世界依正莊嚴如在目前。諸位由此就可以明瞭，淨土經論不能不熟，不熟，你怎麼樣念這個境界不能現前，為什麼？"
    },
    {
      "id": "02-020-0017_p0088",
      "zh_CN": "《观经》上讲得好，「是心是佛，是心作佛」，我们心想佛，就是心作佛，心想极乐世界就是心现极乐世界。可见得平常读诵是很重要的，平常大家有时间在一块念，尤其现在黄念祖居士这个注解，我们把它影印出来，影印几份大家在一块念，念完之后再研究讨论，必须一点怀疑都没有。这样的印象就深刻了，随时随地念佛，心里都会想佛，都会想西方极乐世界，会想这个情形，就像我们好像久别家乡，常常想家。如果说你的儿女，在外面出生的，家乡从来没有去过的，他想不想？他不会想，为什么？他没有印象，他想什么。我们今天娑婆世界出生的，西方极乐世界忘得一干二净，现在要不好好的念经，念经就是念家谱，念经就是念我们家乡地方志，念熟了，念久了，就会想，心向往之。这个力量大了，这个想比口念力量还要大，因为口念，念就是提醒你想。",
      "zh_TW": "《觀經》上講得好，「是心是佛，是心作佛」，我們心想佛，就是心作佛，心想極樂世界就是心現極樂世界。可見得平常讀誦是很重要的，平常大家有時間在一塊念，尤其現在黃念祖居士這個註解，我們把它影印出來，影印幾份大家在一塊念，念完之後再研究討論，必須一點懷疑都沒有。這樣的印象就深刻了，隨時隨地念佛，心裡都會想佛，都會想西方極樂世界，會想這個情形，就像我們好像久別家鄉，常常想家。如果說你的兒女，在外面出生的，家鄉從來沒有去過的，他想不想？他不會想，為什麼？他沒有印象，他想什麼。我們今天娑婆世界出生的，西方極樂世界忘得一乾二淨，現在要不好好的念經，念經就是念家譜，念經就是念我們家鄉地方誌，念熟了，念久了，就會想，心嚮往之。這個力量大了，這個想比口念力量還要大，因為口念，念就是提醒你想。"
    },
    {
      "id": "02-020-0017_p0089",
      "zh_CN": "换句话说，观想念佛，观像念佛，持名念佛，这三样一起来，一而三，三而一，根本就不能分的。我们佛堂，无论是绕念、无论是坐念、无论是礼念，礼拜着念，我们都看到佛像，看到佛像是观像；我们这句佛号念念不断，是称名；心里面想经中的境界，想佛的功德，想佛的相好，想佛的庄严，这是观想。这样如果一个佛七打下来，就是此地所讲的「摄取百千亿劫，大士所修坚固之法」，为什么？他们是摄取这些，我们成就不止它，因为我们摄取的是阿弥陀佛。是摄取阿弥陀佛所修的功德，是摄取西方世界诸上善人所修的功德，七日七夜就能成就。那我们还怕不往生？没有这个道理。",
      "zh_TW": "換句話說，觀想念佛，觀像念佛，持名念佛，這三樣一起來，一而三，三而一，根本就不能分的。我們佛堂，無論是繞念、無論是坐念、無論是禮念，禮拜著念，我們都看到佛像，看到佛像是觀像；我們這句佛號念念不斷，是稱名；心裡面想經中的境界，想佛的功德，想佛的相好，想佛的莊嚴，這是觀想。這樣如果一個佛七打下來，就是此地所講的「攝取百千億劫，大士所修堅固之法」，為什麼？他們是攝取這些，我們成就不止它，因為我們攝取的是阿彌陀佛。是攝取阿彌陀佛所修的功德，是攝取西方世界諸上善人所修的功德，七日七夜就能成就。那我們還怕不往生？沒有這個道理。"
    },
    {
      "id": "02-020-0017_p0090",
      "zh_CN": "【其第十三佛名曰无畏。】",
      "zh_TW": "【其第十三佛名曰無畏。】"
    },
    {
      "id": "02-020-0017_p0091",
      "zh_CN": "佛给我们举了十三位，也就是十三个佛刹，佛的德号叫『无畏』。",
      "zh_TW": "佛給我們舉了十三位，也就是十三個佛剎，佛的德號叫『無畏』。"
    },
    {
      "id": "02-020-0017_p0092",
      "zh_CN": "【彼有七百九十亿大菩萨众。】",
      "zh_TW": "【彼有七百九十億大菩薩眾。】"
    },
    {
      "id": "02-020-0017_p0093",
      "zh_CN": "『大菩萨众』就是不退菩萨，『七百九十亿』，比我们娑婆世界要多出了七十亿，我们娑婆世界是七百二十亿，他有七百九十亿大菩萨。",
      "zh_TW": "『大菩薩眾』就是不退菩薩，『七百九十億』，比我們娑婆世界要多出了七十億，我們娑婆世界是七百二十億，他有七百九十億大菩薩。"
    },
    {
      "id": "02-020-0017_p0094",
      "zh_CN": "【诸小菩萨及比丘等。不可称计。皆当往生。】",
      "zh_TW": "【諸小菩薩及比丘等。不可稱計。皆當往生。】"
    },
    {
      "id": "02-020-0017_p0095",
      "zh_CN": "无畏如来他这个世界跟我们娑婆世界差不多，相仿佛。",
      "zh_TW": "無畏如來他這個世界跟我們娑婆世界差不多，相彷彿。"
    },
    {
      "id": "02-020-0017_p0096",
      "zh_CN": "【十方世界诸佛名号。及菩萨众当往生者。但说其名。穷劫不尽。】",
      "zh_TW": "【十方世界諸佛名號。及菩薩眾當往生者。但說其名。窮劫不盡。】"
    },
    {
      "id": "02-020-0017_p0097",
      "zh_CN": "佛就不要再说了，你要再要叫我说，单单说世界的名称，我说上一劫也说不完。十方无量无边诸佛刹土里面，那些不退菩萨往生西方极乐世界的，古人有个比喻，就像下雨，雨点那么多一样。西方极乐世界真正不可思议。我们千万不要怀疑，这么多人去，西方世界能容纳得下吗？如果我们这一怀疑，将来又搞到边地上去，那就损失太大了，决定不要怀疑。阿弥陀佛神通广大，尽虚空遍法界所有一切众生生到西方极乐世界，极乐世界里头居住的环境也是绰绰有余，绝对不会拥挤，各个都会住得自自在在，舒舒服服的。你不要犯愁，你现在还没去，还没有见到那个样子，你就在这里打妄想，这是自己的愚痴，这是自己的罪过。",
      "zh_TW": "佛就不要再說了，你要再要叫我說，單單說世界的名稱，我說上一劫也說不完。十方無量無邊諸佛剎土裡面，那些不退菩薩往生西方極樂世界的，古人有個比喻，就像下雨，雨點那麼多一樣。西方極樂世界真正不可思議。我們千萬不要懷疑，這麼多人去，西方世界能容納得下嗎？如果我們這一懷疑，將來又搞到邊地上去，那就損失太大了，決定不要懷疑。阿彌陀佛神通廣大，盡虛空遍法界所有一切眾生生到西方極樂世界，極樂世界裡頭居住的環境也是綽綽有餘，絕對不會擁擠，各個都會住得自自在在，舒舒服服的。你不要犯愁，你現在還沒去，還沒有見到那個樣子，你就在這裡打妄想，這是自己的愚痴，這是自己的罪過。"
    },
    {
      "id": "02-020-0017_p0098",
      "zh_CN": "本经的正宗分到这个地方讲完了，向下第四十三章以下，是本经的流通分。请看经文。",
      "zh_TW": "本經的正宗分到這個地方講完了，向下第四十三章以下，是本經的流通分。請看經文。"
    },
    {
      "id": "02-020-0017_p0099",
      "zh_CN": "【非是小乘第四十三】",
      "zh_TW": "【非是小乘第四十三】"
    },
    {
      "id": "02-020-0017_p0100",
      "zh_CN": "近来社会上有不少人看到我们念佛的，都以为我们是小乘，我们是自了汉，逃避现实，讥笑我们。往往有些修净土人，被人家这样一说他就退了心，那实在是他自己对于净土他不明了，人家一批评，他就以为是对的，吓得自己不敢修了，这是错误的。《无量寿经》明白的告诉我们，这个法门不是小乘，小乘没发菩提心的，这是要发菩提心的。",
      "zh_TW": "近來社會上有不少人看到我們念佛的，都以為我們是小乘，我們是自了漢，逃避現實，譏笑我們。往往有些修淨土人，被人家這樣一說他就退了心，那實在是他自己對於淨土他不明瞭，人家一批評，他就以為是對的，嚇得自己不敢修了，這是錯誤的。《無量壽經》明白的告訴我們，這個法門不是小乘，小乘沒發菩提心的，這是要發菩提心的。"
    },
    {
      "id": "02-020-0017_p0101",
      "zh_CN": "【佛告慈氏。汝观彼诸菩萨摩诃萨。善获利益。若有善男子。善女人。得闻阿弥陀佛名号。能生一念喜爱之心。归依瞻礼。如说修行。当知此人为得大利。当获如上所说功德。】",
      "zh_TW": "【佛告慈氏。汝觀彼諸菩薩摩訶薩。善獲利益。若有善男子。善女人。得聞阿彌陀佛名號。能生一念喜愛之心。歸依瞻禮。如說修行。當知此人為得大利。當獲如上所說功德。】"
    },
    {
      "id": "02-020-0017_p0102",
      "zh_CN": "这段话我们要把它记在心里，这是本师释迦牟尼佛金口所说，决定是真实不虚，我们要相信佛语，《金刚经》上所说的，「如来是真语者，实语者，如语者，不诳语者，不异语者」。信佛言语的人有福了，这是要牢牢的记住。因此，本经自从宋朝王龙舒居士他就开始会集，将几种译本重新校订，重新加以编辑，以后有彭际清的会本，有魏承贯的会本。这些会本都很遗憾的，就是他们自己把原译本里面的字改了几个，当然意思是对的，没错，他把文字改掉。虽然改得不多，如果我们以「依法不依人」这个标准来看，他这个本子就不是好本子，为什么？他没有依法，他自己把它改了。夏莲居居士会集这个本子，就是因为看到过去三种会本不如法，所以他这个本子字字句句都是依五种原本所写的，就是重新把这五个本子互相来校对，重新编排。但是一字一句都不敢更改，这就完全符合「依法不依人」这个标准了，这是值得我们尊敬之处。",
      "zh_TW": "這段話我們要把它記在心裡，這是本師釋迦牟尼佛金口所說，決定是真實不虛，我們要相信佛語，《金剛經》上所說的，「如來是真語者，實語者，如語者，不誑語者，不異語者」。信佛言語的人有福了，這是要牢牢的記住。因此，本經自從宋朝王龍舒居士他就開始會集，將幾種譯本重新校訂，重新加以編輯，以後有彭際清的會本，有魏承貫的會本。這些會本都很遺憾的，就是他們自己把原譯本裡面的字改了幾個，當然意思是對的，沒錯，他把文字改掉。雖然改得不多，如果我們以「依法不依人」這個標準來看，他這個本子就不是好本子，為什麼？他沒有依法，他自己把它改了。夏蓮居居士會集這個本子，就是因為看到過去三種會本不如法，所以他這個本子字字句句都是依五種原本所寫的，就是重新把這五個本子互相來校對，重新編排。但是一字一句都不敢更改，這就完全符合「依法不依人」這個標準了，這是值得我們尊敬之處。"
    },
    {
      "id": "02-020-0017_p0103",
      "zh_CN": "佛在此地告诉我们，告诉慈氏菩萨，说『汝观彼诸菩萨摩诃萨，善获利益』，这是指前面一章，「菩萨往生」这章，你明白了。这些菩萨往生到西方极乐世界，圆证三不退，圆成佛道，这是他们得的殊胜的功德利益。『若有善男子，善女人』，这是指我们现前了，我们现前男子、女人，『得闻阿弥陀佛名号』，「得闻」这两个字不容易，这个要缘分。你看我们世界上这么多人，几个人在一生当中闻到阿弥陀佛，没有几个人闻到。闻到了他并不欢喜，并没有发心归依，更没有发心去依教修行，当然这个利益他得不到。在我们中国，可以说闻阿弥陀佛名号这很普遍，所谓家家观世音，户户弥陀佛，可是对这个名号理解的人不多，没有人理解。甚至于还误会，为什么？人死了，去请几个道士，请几个和尚来念念阿弥陀佛，来送终。好像阿弥陀佛这个名号是干什么？是专门送终，给死人念的，一听到这个佛号，不吉祥，还有这么大的误会。这个误会，梅光羲居士在本经序文里头写过，实在是令人感慨万千。主要就是缺少弘扬，拿现代的话来讲，缺乏宣传，大家不知道这句名号有不思议的功德利益，不知道。",
      "zh_TW": "佛在此地告訴我們，告訴慈氏菩薩，說『汝觀彼諸菩薩摩訶薩，善獲利益』，這是指前面一章，「菩薩往生」這章，你明白了。這些菩薩往生到西方極樂世界，圓證三不退，圓成佛道，這是他們得的殊勝的功德利益。『若有善男子，善女人』，這是指我們現前了，我們現前男子、女人，『得聞阿彌陀佛名號』，「得聞」這兩個字不容易，這個要緣分。你看我們世界上這麼多人，幾個人在一生當中聞到阿彌陀佛，沒有幾個人聞到。聞到了他並不歡喜，並沒有發心歸依，更沒有發心去依教修行，當然這個利益他得不到。在我們中國，可以說聞阿彌陀佛名號這很普遍，所謂家家觀世音，戶戶彌陀佛，可是對這個名號理解的人不多，沒有人理解。甚至於還誤會，為什麼？人死了，去請幾個道士，請幾個和尚來念念阿彌陀佛，來送終。好像阿彌陀佛這個名號是幹什麼？是專門送終，給死人念的，一聽到這個佛號，不吉祥，還有這麼大的誤會。這個誤會，梅光羲居士在本經序文裡頭寫過，實在是令人感慨萬千。主要就是缺少弘揚，拿現代的話來講，缺乏宣傳，大家不知道這句名號有不思議的功德利益，不知道。"
    },
    {
      "id": "02-020-0017_p0104",
      "zh_CN": "我们现在是明白了，晓得了，所以见到这个佛号、听到这个佛号就生欢喜心，这一点是有了。归依瞻仰、依教修行那难说，至少这第一个我们做到了，就是我们听到这个佛号、见到这个佛号非常欢喜，这一点做到了。做到之后怎么样？要『归依瞻礼，如说修行』，我们才能得到真实的大利益。这个大利益，我们简单的说，现前的利益就是蒙佛保佑，蒙佛的加持。我们在这里念，在这里瞻礼、修行，阿弥陀佛欢喜，阿弥陀佛看得清清楚楚、明明白白。你不要怀疑，我在这里念佛，我在这里拜佛，阿弥陀佛有没有看到？他看到了。不是我们这个佛像看到了，是西方极乐世界阿弥陀佛，五眼圆明，他看我们娑婆世界就像面对面一样，他看到我们像面对面一样。我们今天肉眼凡夫看不到他，他看得到我们，他欢喜。《十往生经》上说，阿弥陀佛即派遣二十五位菩萨日夜保护你，一切魔外近不了你的边，当然不能加害于你。一切的灾难、横祸，有这些菩萨们日夜的照顾，你也不会遇到，这是我们现在得的利益。人人都想得这个利益，得不到，我们今天明了了，我们想得这个利益我们得得到，我们有充分的信心能做到。我们依法，依教修行，将来的利益九品往生，见佛闻法，供佛度生，这是将来的利益。",
      "zh_TW": "我們現在是明白了，曉得了，所以見到這個佛號、聽到這個佛號就生歡喜心，這一點是有了。歸依瞻仰、依教修行那難說，至少這第一個我們做到了，就是我們聽到這個佛號、見到這個佛號非常歡喜，這一點做到了。做到之後怎麼樣？要『歸依瞻禮，如說修行』，我們才能得到真實的大利益。這個大利益，我們簡單的說，現前的利益就是蒙佛保佑，蒙佛的加持。我們在這裡念，在這裡瞻禮、修行，阿彌陀佛歡喜，阿彌陀佛看得清清楚楚、明明白白。你不要懷疑，我在這裡念佛，我在這裡拜佛，阿彌陀佛有沒有看到？他看到了。不是我們這個佛像看到了，是西方極樂世界阿彌陀佛，五眼圓明，他看我們娑婆世界就像面對面一樣，他看到我們像面對面一樣。我們今天肉眼凡夫看不到他，他看得到我們，他歡喜。《十往生經》上說，阿彌陀佛即派遣二十五位菩薩日夜保護你，一切魔外近不了你的邊，當然不能加害於你。一切的災難、橫禍，有這些菩薩們日夜的照顧，你也不會遇到，這是我們現在得的利益。人人都想得這個利益，得不到，我們今天明瞭了，我們想得這個利益我們得得到，我們有充分的信心能做到。我們依法，依教修行，將來的利益九品往生，見佛聞法，供佛度生，這是將來的利益。"
    },
    {
      "id": "02-020-0017_p0105",
      "zh_CN": "所以，『当知此人为得大利，当获如上所说功德』，像这个经前面所讲的功德利益我们统统都得到。这样殊胜的利益，我们不要把它疏忽掉，须知世间五欲六尘、荣华富贵，跟我们这个利益比一比，就差得太远了。这个利益真实不虚，世间名利、富贵，昙花一现而已，非常的短暂，很容易失掉。何况佛说得好，财为五家共有，你要觉悟，世间金银宝不过是借你看看而已，你不要当真，得不到的。这是真正可以得得到，永远不会失掉的，为什么不求真的，天天要去找那些假的，这就是迷惑颠倒。再看底下经文。",
      "zh_TW": "所以，『當知此人為得大利，當獲如上所說功德』，像這個經前面所講的功德利益我們統統都得到。這樣殊勝的利益，我們不要把它疏忽掉，須知世間五欲六塵、榮華富貴，跟我們這個利益比一比，就差得太遠了。這個利益真實不虛，世間名利、富貴，曇花一現而已，非常的短暫，很容易失掉。何況佛說得好，財為五家共有，你要覺悟，世間金銀寶不過是借你看看而已，你不要當真，得不到的。這是真正可以得得到，永遠不會失掉的，為什麼不求真的，天天要去找那些假的，這就是迷惑顛倒。再看底下經文。"
    },
    {
      "id": "02-020-0017_p0106",
      "zh_CN": "【心无下劣。亦不贡高。成就善根。悉皆增上。】",
      "zh_TW": "【心無下劣。亦不貢高。成就善根。悉皆增上。】"
    },
    {
      "id": "02-020-0017_p0107",
      "zh_CN": "念佛的人绝不自卑，知道自己将来往生，不久之时就与西方极乐世界诸上善人差不多了，前面经上所说的，我们相信，不怀疑。『亦不贡高』，为什么？这个法门是个易行道，哪个人肯信，哪个人都能往生，大家都一样的。所以，我们也不会觉得我比别人高，我很了不起，没有，只是一切众生觉悟有早晚，往生也是迟早之间之事而已。『成就善根，悉皆增上』，念念之中依教修行，也就是说一定要把这部经真正成为自己的思想、见解、行为，这个经就是自己心行的写照，这就入了境界。",
      "zh_TW": "念佛的人絕不自卑，知道自己將來往生，不久之時就與西方極樂世界諸上善人差不多了，前面經上所說的，我們相信，不懷疑。『亦不貢高』，為什麼？這個法門是個易行道，哪個人肯信，哪個人都能往生，大家都一樣的。所以，我們也不會覺得我比別人高，我很了不起，沒有，只是一切眾生覺悟有早晚，往生也是遲早之間之事而已。『成就善根，悉皆增上』，念念之中依教修行，也就是說一定要把這部經真正成為自己的思想、見解、行為，這個經就是自己心行的寫照，這就入了境界。"
    },
    {
      "id": "02-020-0017_p0108",
      "zh_CN": "【当知此人非是小乘。于我法中。得名第一弟子。】",
      "zh_TW": "【當知此人非是小乘。於我法中。得名第一弟子。】"
    },
    {
      "id": "02-020-0017_p0109",
      "zh_CN": "佛说这个人不是小乘人，不但不是小乘人，在我法中，是我第一等的弟子。第一等的弟子是往生西方极乐世界，亲近阿弥陀佛的，这是第一等弟子。所以，我们发心专修净土法门，佛就在此地给我们授记了，授什么记？是佛第一等弟子，决定往生西方世界。绝不能听信世间谣言、毁谤，讥刺、毁谤，我们不要听信这些，不管人家在说什么，我们如如不动。为什么？我们自己清清楚楚、明明白白，那些造谣、讥谤之人他对于净土他不了解，他误会很深。能够跟他辨别的，我们就跟他说一说；看他固执很深，贡高我慢，不可一世的，我们就让着他一点，不要去理会他。我们自己还是努力的修行，对于那种人生怜悯心而已。这个法门是第一弟子，这种话我们在一切经里面不多见。",
      "zh_TW": "佛說這個人不是小乘人，不但不是小乘人，在我法中，是我第一等的弟子。第一等的弟子是往生西方極樂世界，親近阿彌陀佛的，這是第一等弟子。所以，我們發心專修淨土法門，佛就在此地給我們授記了，授什麼記？是佛第一等弟子，決定往生西方世界。絕不能聽信世間謠言、毀謗，譏刺、毀謗，我們不要聽信這些，不管人家在說什麼，我們如如不動。為什麼？我們自己清清楚楚、明明白白，那些造謠、譏謗之人他對於淨土他不了解，他誤會很深。能夠跟他辨別的，我們就跟他說一說；看他固執很深，貢高我慢，不可一世的，我們就讓著他一點，不要去理會他。我們自己還是努力的修行，對於那種人生憐憫心而已。這個法門是第一弟子，這種話我們在一切經裡面不多見。"
    },
    {
      "id": "02-020-0017_p0110",
      "zh_CN": "【是故告汝天人世间阿修罗等。应当爱乐修习。生希有心。】",
      "zh_TW": "【是故告汝天人世間阿修羅等。應當愛樂修習。生希有心。】"
    },
    {
      "id": "02-020-0017_p0111",
      "zh_CN": "因为这样一个缘故，叫着弥勒菩萨，你应当要告诉这些『天人世间阿修罗』，也就是六道的众生，因为弥勒菩萨是我们娑婆世界的补处菩萨，后补佛。我们就可以想到，弥勒菩萨将来成佛的时候一定讲这部经，像释迦牟尼佛一样，不是一次讲这部经，必定是多次讲这部经，可见得它的重要性，这是佛在此地嘱咐他。因为你要告诉六道众生，『应当爱乐修习』，对于这个经、这个法门，应该要欢喜，应该要爱好。这个乐念去声，念要，就是乐好，就是爱好的意思，要修习，要依教修行。要『生希有心』，这句话很重，古人所谓的，这个法门是百千万劫难得遭遇之一日。所以我们要晓得，一生能够读到这个经，能够闻到这个经，是大的善根福德因缘，善根福德因缘缺少一条，你都遇不到。我在此地虽然短短几天，跟诸位讲这部经，这是粗讲、略讲，我也很伤感，我们达拉斯学佛社的同修不能全体来听。从这个地方看，每个人的善根福德因缘的厚薄不相同，虽然留的有录音带、录影带，比起现场听讲要差得很远。所以，这不是大因缘遇不到，一定要生稀有之心，开经偈里面所讲的「百千万劫难遭遇」。",
      "zh_TW": "因為這樣一個緣故，叫著彌勒菩薩，你應當要告訴這些『天人世間阿修羅』，也就是六道的眾生，因為彌勒菩薩是我們娑婆世界的補處菩薩，後補佛。我們就可以想到，彌勒菩薩將來成佛的時候一定講這部經，像釋迦牟尼佛一樣，不是一次講這部經，必定是多次講這部經，可見得它的重要性，這是佛在此地囑咐他。因為你要告訴六道眾生，『應當愛樂修習』，對於這個經、這個法門，應該要歡喜，應該要愛好。這個樂念去聲，念要，就是樂好，就是愛好的意思，要修習，要依教修行。要『生希有心』，這句話很重，古人所謂的，這個法門是百千萬劫難得遭遇之一日。所以我們要曉得，一生能夠讀到這個經，能夠聞到這個經，是大的善根福德因緣，善根福德因緣缺少一條，你都遇不到。我在此地雖然短短幾天，跟諸位講這部經，這是粗講、略講，我也很傷感，我們達拉斯學佛社的同修不能全體來聽。從這個地方看，每個人的善根福德因緣的厚薄不相同，雖然留的有錄音帶、錄影帶，比起現場聽講要差得很遠。所以，這不是大因緣遇不到，一定要生稀有之心，開經偈裡面所講的「百千萬劫難遭遇」。"
    },
    {
      "id": "02-020-0017_p0112",
      "zh_CN": "【于此经中。生导师想。】",
      "zh_TW": "【於此經中。生導師想。】"
    },
    {
      "id": "02-020-0017_p0113",
      "zh_CN": "这部经就是我们的导师，它引导我们往生西方极乐世界，引导我们成佛，引导我们完成四弘誓愿。",
      "zh_TW": "這部經就是我們的導師，它引導我們往生西方極樂世界，引導我們成佛，引導我們完成四弘誓願。"
    },
    {
      "id": "02-020-0017_p0114",
      "zh_CN": "【欲令无量众生。速疾安住得不退转。】",
      "zh_TW": "【欲令無量眾生。速疾安住得不退轉。】"
    },
    {
      "id": "02-020-0017_p0115",
      "zh_CN": "这个经有这么大的功效，有这样大的能力，他能够叫一切众生，无量的众生，快速的安住在不退转，就是圆证三不退，这是其他经论、法门做不到的。一切法门，一生当中想做到圆证三不退很难，太难了，唯独这个法门，一往生就圆证三不退，圆证三不退，实在讲就是法身大士的地位。诸位如果是细读蕅益大师的《要解》，看看圆瑛法师的《讲义》，宝静法师的《亲闻记》，你就能体会这是多么的难得。",
      "zh_TW": "這個經有這麼大的功效，有這樣大的能力，他能夠叫一切眾生，無量的眾生，快速的安住在不退轉，就是圓證三不退，這是其他經論、法門做不到的。一切法門，一生當中想做到圓證三不退很難，太難了，唯獨這個法門，一往生就圓證三不退，圓證三不退，實在講就是法身大士的地位。諸位如果是細讀蕅益大師的《要解》，看看圓瑛法師的《講義》，寶靜法師的《親聞記》，你就能體會這是多麼的難得。"
    },
    {
      "id": "02-020-0017_p0116",
      "zh_CN": "【及欲见彼广大庄严。摄受殊胜佛刹。圆满功德者。】",
      "zh_TW": "【及欲見彼廣大莊嚴。攝受殊勝佛剎。圓滿功德者。】"
    },
    {
      "id": "02-020-0017_p0117",
      "zh_CN": "这是这几句话讲的西方极乐世界，在所有佛刹里面最殊胜的一个佛刹。『广大庄严，摄受殊胜』，他摄受十方一切刹土里面念佛众生，往生佛国皆证三不退，这是前面经文，佛的本愿我们都念过了。『圆满功德』，西方世界确实没有一样不圆满。",
      "zh_TW": "這是這幾句話講的西方極樂世界，在所有佛剎裡面最殊勝的一個佛剎。『廣大莊嚴，攝受殊勝』，他攝受十方一切剎土裡面念佛眾生，往生佛國皆證三不退，這是前面經文，佛的本願我們都念過了。『圓滿功德』，西方世界確實沒有一樣不圓滿。"
    },
    {
      "id": "02-020-0017_p0118",
      "zh_CN": "【当起精进。听此法门。】",
      "zh_TW": "【當起精進。聽此法門。】"
    },
    {
      "id": "02-020-0017_p0119",
      "zh_CN": "劝弥勒菩萨要劝告大众，一定要精进，来听这个法门。所以，我劝人弘经，佛的经典很多，发心弘扬其他大乘经典的人多得很，我们统统赞叹，我们顶礼、称扬、赞叹；很少人弘扬这个经典，我们自己发心，我们来弘扬这个经典，我们做佛第一等弟子，专修这个法门，因为你专修才能够专弘，它才相应，专修专弘。这个经是我们每天要做的第一功课，我们天天要念它，天天打开这个经典，照一照我们自己的思想、见解、行为，一样不一样；一样的，我们很欢喜，我们做到一些了，不一样的，赶紧改过。所以，这部经就是一面镜子，天天拿它来照我们自己的思想、见解、行为，这样修法叫依教修行，爱乐修习。我们修，一点不感觉得苦，修起来感觉得非常的快乐，法喜充满；如果不照这个来修就苦，一天不念这个经，就像一天没吃饭，饿得好苦。你要入到这个境界，可以说渐渐入门了，我一天不吃饭不重要，不睡觉不重要，不读经不行，不依照这个经修行不行。我们这样才算入门，这样才算是一个修净土的行者。所以，佛在此地教诫我们，『当起精进，听此法门』。",
      "zh_TW": "勸彌勒菩薩要勸告大眾，一定要精進，來聽這個法門。所以，我勸人弘經，佛的經典很多，發心弘揚其他大乘經典的人多得很，我們統統讚歎，我們頂禮、稱揚、讚歎；很少人弘揚這個經典，我們自己發心，我們來弘揚這個經典，我們做佛第一等弟子，專修這個法門，因為你專修才能夠專弘，它才相應，專修專弘。這個經是我們每天要做的第一功課，我們天天要念它，天天打開這個經典，照一照我們自己的思想、見解、行為，一樣不一樣；一樣的，我們很歡喜，我們做到一些了，不一樣的，趕緊改過。所以，這部經就是一面鏡子，天天拿它來照我們自己的思想、見解、行為，這樣修法叫依教修行，愛樂修習。我們修，一點不感覺得苦，修起來感覺得非常的快樂，法喜充滿；如果不照這個來修就苦，一天不念這個經，就像一天沒吃飯，餓得好苦。你要入到這個境界，可以說漸漸入門了，我一天不吃飯不重要，不睡覺不重要，不讀經不行，不依照這個經修行不行。我們這樣才算入門，這樣才算是一個修淨土的行者。所以，佛在此地教誡我們，『當起精進，聽此法門』。"
    },
    {
      "id": "02-020-0017_p0120",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}