{
  "doc_id": "02-020-0010",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-020-0010",
  "total_paragraphs": 84,
  "paragraphs": [
    {
      "id": "02-020-0010_p0001",
      "zh_CN": "请掀开经本，第四十七面，第七行：",
      "zh_TW": "請掀開經本，第四十七面，第七行："
    },
    {
      "id": "02-020-0010_p0002",
      "zh_CN": "【三辈往生第二十四】",
      "zh_TW": "【三輩往生第二十四】"
    },
    {
      "id": "02-020-0010_p0003",
      "zh_CN": "请看经文。",
      "zh_TW": "請看經文。"
    },
    {
      "id": "02-020-0010_p0004",
      "zh_CN": "【佛告阿难。十方世界诸天人民。其有至心愿生彼国。凡有三辈。其上辈者。舍家弃欲。而作沙门。发菩提心。一向专念。阿弥陀佛。修诸功德。愿生彼国。】",
      "zh_TW": "【佛告阿難。十方世界諸天人民。其有至心願生彼國。凡有三輩。其上輩者。捨家棄欲。而作沙門。發菩提心。一向專念。阿彌陀佛。修諸功德。願生彼國。】"
    },
    {
      "id": "02-020-0010_p0005",
      "zh_CN": "从这个地方看起。这一章与底下一章「往生正因」对我们信愿有很大的关系，我们要特别注意它。佛告诉阿难说，『十方世界诸天人民』，这一句里面就包括了我们娑婆世界，也包括我们本身在内。『其有至心愿生彼国』，「至心」两个字非常的重要。我们看到有许许多多修净土的同修，念佛也非常的精进，但是到后来没能够往生，原因在哪里？就是没有真正发心。至心就是真心，真诚之心，要有这个心才能够去得了，才能够与阿弥陀佛感应道交。真心想往生的人，可以说他的宇宙人生观必然会大大的改变，因为发了这个心之后，他一心一意向往着西方极乐世界，而把我们现前这个世界当作我们旅游当中的一个处所而已。所以对这个地方只是观赏观赏，绝无留恋，于这个世间一切人与事，必然是得过且过，决定不会认真。正因为如此，他分别、执着、妄想自然就减少，往生西方极乐世界障碍也逐渐消失了，这样才能够去得成。",
      "zh_TW": "從這個地方看起。這一章與底下一章「往生正因」對我們信願有很大的關係，我們要特別注意它。佛告訴阿難說，『十方世界諸天人民』，這一句裡面就包括了我們娑婆世界，也包括我們本身在內。『其有至心願生彼國』，「至心」兩個字非常的重要。我們看到有許許多多修淨土的同修，念佛也非常的精進，但是到後來沒能夠往生，原因在哪裡？就是沒有真正發心。至心就是真心，真誠之心，要有這個心才能夠去得了，才能夠與阿彌陀佛感應道交。真心想往生的人，可以說他的宇宙人生觀必然會大大的改變，因為發了這個心之後，他一心一意嚮往著西方極樂世界，而把我們現前這個世界當作我們旅遊當中的一個處所而已。所以對這個地方只是觀賞觀賞，絕無留戀，於這個世間一切人與事，必然是得過且過，決定不會認真。正因為如此，他分別、執著、妄想自然就減少，往生西方極樂世界障礙也逐漸消失了，這樣才能夠去得成。"
    },
    {
      "id": "02-020-0010_p0006",
      "zh_CN": "佛给我们说，往生西方极乐世界，有三个阶等不相同，就是『三辈』，三辈里面还有九品，此地说得不甚详细，详细的说明在《观无量寿佛经》中。《观无量寿佛经》可以说就是这一章的展开，详细说明，也可以说是二十四章跟二十五章，说明三辈九品的因果。上辈的，经上说得清清楚楚，要『舍家弃欲，而作沙门』，换句话说，一定要出家。也许同修听了这个话就产生疑惑，因为前面不是明明祖师给我们说过，像善导大师所讲的，这个法门、这部经是为在家人而说的，我们在序品里面看到表法的这些大德，「贤护等十六正士」，全是在家的等觉菩萨。从人数比例上来看，出家的菩萨少，在家的菩萨多，可见得他是以在家为主。为什么此地又说「舍家弃欲，而作沙门」？",
      "zh_TW": "佛給我們說，往生西方極樂世界，有三個階等不相同，就是『三輩』，三輩裡面還有九品，此地說得不甚詳細，詳細的說明在《觀無量壽佛經》中。《觀無量壽佛經》可以說就是這一章的展開，詳細說明，也可以說是二十四章跟二十五章，說明三輩九品的因果。上輩的，經上說得清清楚楚，要『捨家棄欲，而作沙門』，換句話說，一定要出家。也許同修聽了這個話就產生疑惑，因為前面不是明明祖師給我們說過，像善導大師所講的，這個法門、這部經是為在家人而說的，我們在序品裡面看到表法的這些大德，「賢護等十六正士」，全是在家的等覺菩薩。從人數比例上來看，出家的菩薩少，在家的菩薩多，可見得他是以在家為主。為什麼此地又說「捨家棄欲，而作沙門」？"
    },
    {
      "id": "02-020-0010_p0007",
      "zh_CN": "诸位要晓得，家有四种，第一种叫「田宅之家」。我们现在一般讲出家，都是指这个意思，我离开我自己的田园、自己的房屋，我把这个舍掉了，这个叫出家。第二种，「三界是家」。我们现在想，田宅之家舍掉了，可是三界之家没有出得去，这不能算出家。第三种「烦恼是家」，烦恼没有断，你也没出得了家。第四种「无明是家」，你没有能够断无明，你不算是真正出家。家有这么多，此地讲的舍家弃欲是指哪个？诸位要晓得，前面既然讲了，这是为在家同修而说的，我们就晓得这个「舍家」必定是四种家里面舍烦恼之家、舍无明之家，这就对了，前面十六正士才能讲得通。",
      "zh_TW": "諸位要曉得，家有四種，第一種叫「田宅之家」。我們現在一般講出家，都是指這個意思，我離開我自己的田園、自己的房屋，我把這個捨掉了，這個叫出家。第二種，「三界是家」。我們現在想，田宅之家捨掉了，可是三界之家沒有出得去，這不能算出家。第三種「煩惱是家」，煩惱沒有斷，你也沒出得了家。第四種「無明是家」，你沒有能夠斷無明，你不算是真正出家。家有這麼多，此地講的捨家棄欲是指哪個？諸位要曉得，前面既然講了，這是為在家同修而說的，我們就曉得這個「捨家」必定是四種家裡面捨煩惱之家、捨無明之家，這就對了，前面十六正士才能講得通。"
    },
    {
      "id": "02-020-0010_p0008",
      "zh_CN": "弃欲，欲是欲望，五欲六尘我们都要远离它，要远离五欲六尘。这个修行法，不管是在家出家，统统都要修的。譬如说你想到西方极乐世界去，这个世界你要能够舍弃，你要是我这个世界离不开、舍不得，阿弥陀佛虽然大慈大悲，到时候来接引你，你不愿意去，你对这个世界还有留恋，佛也不会勉强你，这还是去不成。欲望是每个人都有的，可是真正修行人要提高自己的警觉，欲望愈少愈好，生活能过得去就够了。佛常教给我们少欲知足，唯有如此，对于我们道业才没有障碍，对于我们将来往生我们对世缘才没有牵挂。所以，此地讲的舍家，诸位要知道，并不是一定叫你去出家，做个僧人，不是如此，是叫你出烦恼家，出无明家。离欲，就是教你这个世间七情五欲、贪瞋痴慢要把它舍掉。",
      "zh_TW": "棄欲，欲是欲望，五欲六塵我們都要遠離它，要遠離五欲六塵。這個修行法，不管是在家出家，統統都要修的。譬如說你想到西方極樂世界去，這個世界你要能夠捨棄，你要是我這個世界離不開、捨不得，阿彌陀佛雖然大慈大悲，到時候來接引你，你不願意去，你對這個世界還有留戀，佛也不會勉強你，這還是去不成。欲望是每個人都有的，可是真正修行人要提高自己的警覺，欲望愈少愈好，生活能過得去就夠了。佛常教給我們少欲知足，唯有如此，對於我們道業才沒有障礙，對於我們將來往生我們對世緣才沒有牽掛。所以，此地講的捨家，諸位要知道，並不是一定叫你去出家，做個僧人，不是如此，是叫你出煩惱家，出無明家。離欲，就是教你這個世間七情五欲、貪瞋痴慢要把它捨掉。"
    },
    {
      "id": "02-020-0010_p0009",
      "zh_CN": "「而作沙门」，沙门这个名词，在印度是出家人的通称，并不是佛教里面专有的。佛教传到中国来之后，沙门就变成中国出家人的专门称呼的字样。沙门是梵语，翻成中国的意思是「勤息」，就是「勤修戒定慧，息灭贪瞋痴」，这叫沙门。由此可知，勤修戒定慧，息灭贪瞋痴，是在家、出家人都可以做的。因此沙门是在家、出家人通称。假如他出家了，形式上出了家，他天天还是贪瞋痴，他也不修戒定慧，这样的人能算沙门吗？不算。另一位在家居士，他确实天天在勤修戒定慧，息灭贪瞋痴，虽然是在家居士身，也一样称沙门，他是真正的沙门。所以，这个意思我们一定要明了，万万不要看到，上辈往生一定要出家，我就赶紧出家，你出了家之后，将来一样堕落，一样不能往生。",
      "zh_TW": "「而作沙門」，沙門這個名詞，在印度是出家人的通稱，並不是佛教裡面專有的。佛教傳到中國來之後，沙門就變成中國出家人的專門稱呼的字樣。沙門是梵語，翻成中國的意思是「勤息」，就是「勤修戒定慧，息滅貪瞋痴」，這叫沙門。由此可知，勤修戒定慧，息滅貪瞋痴，是在家、出家人都可以做的。因此沙門是在家、出家人通稱。假如他出家了，形式上出了家，他天天還是貪瞋痴，他也不修戒定慧，這樣的人能算沙門嗎？不算。另一位在家居士，他確實天天在勤修戒定慧，息滅貪瞋痴，雖然是在家居士身，也一樣稱沙門，他是真正的沙門。所以，這個意思我們一定要明瞭，萬萬不要看到，上輩往生一定要出家，我就趕緊出家，你出了家之後，將來一樣墮落，一樣不能往生。"
    },
    {
      "id": "02-020-0010_p0010",
      "zh_CN": "说个实在话，我学佛这么多年，我看到那个往生的人，预知时至，站着走的，坐着走的，我看到许多都是在家人。出家人走得清清楚楚、明明白白，预知时至的，我只看到一个，就是前年往生的广钦法师，出家人我只见到这么一个。其他的那些人走的时候都是有病苦，到后来甚至于人事不知，糊里糊涂走的，纵然有人助念，在我想都不太容易得真实的利益。反而不如在家人，你看看倓虚老法师所讲的，他一生当中见到二十多个，其中也是绝大多数都是在家人，出家人占的比例很少。可见得经上所讲的「舍家弃欲，而作沙门」，不是讲的形式，是讲实质上的，这是我们要注意到的。千万不要发生误会，看到这个两句，心里面想着我将来往生要上品上生，为了要求上品上生就赶紧出家。这个想法就错了，你是望文生义，所以三世佛冤，三世佛都喊冤枉。所以，这个地方要明了。",
      "zh_TW": "說個實在話，我學佛這麼多年，我看到那個往生的人，預知時至，站著走的，坐著走的，我看到許多都是在家人。出家人走得清清楚楚、明明白白，預知時至的，我只看到一個，就是前年往生的廣欽法師，出家人我只見到這麼一個。其他的那些人走的時候都是有病苦，到後來甚至於人事不知，糊裡糊塗走的，縱然有人助念，在我想都不太容易得真實的利益。反而不如在家人，你看看倓虛老法師所講的，他一生當中見到二十多個，其中也是絕大多數都是在家人，出家人佔的比例很少。可見得經上所講的「捨家棄欲，而作沙門」，不是講的形式，是講實質上的，這是我們要注意到的。千萬不要發生誤會，看到這個兩句，心裡面想著我將來往生要上品上生，為了要求上品上生就趕緊出家。這個想法就錯了，你是望文生義，所以三世佛冤，三世佛都喊冤枉。所以，這個地方要明瞭。"
    },
    {
      "id": "02-020-0010_p0011",
      "zh_CN": "所谓出家，「出」也有三种，这个三种是「身出心不出」，这个没有用处，身出家了，心没出家。第二种是「心出身不出」，这就是在家居士，他有没有出家？他心出家了，身没有出家，我们特别要注意这一种。第三种是「身心具出」。那当然很好，身出家了，心也出家了，不但出田宅之家，出烦恼之家，出无明之家，出三界之家，这是真正实实在在的沙门。第四种所谓「身心都不出」，这是一般的凡夫。所以，我们要懂得佛法里面讲的家有许多种，出也有许多种，这要搞清楚。",
      "zh_TW": "所謂出家，「出」也有三種，這個三種是「身出心不出」，這個沒有用處，身出家了，心沒出家。第二種是「心出身不出」，這就是在家居士，他有沒有出家？他心出家了，身沒有出家，我們特別要注意這一種。第三種是「身心具出」。那當然很好，身出家了，心也出家了，不但出田宅之家，出煩惱之家，出無明之家，出三界之家，這是真正實實在在的沙門。第四種所謂「身心都不出」，這是一般的凡夫。所以，我們要懂得佛法裡面講的家有許多種，出也有許多種，這要搞清楚。"
    },
    {
      "id": "02-020-0010_p0012",
      "zh_CN": "底下这句话也就是本经的宗旨，『发菩提心，一向专念』，修学这个法门你要记住这两句话，本经三辈都说发菩提心，可见得不发菩提心不行。发菩提心有两种，一种是随事，一种是顺理。随事发心，就像平常讲的四弘誓愿。四弘誓愿并不是叫我们念念就算了的，那个不行，是要把这四句话变成自己的本愿，自己确实念念如是，念念都想度一切众生。「众生无边誓愿度」，度的意思，简单的说就是帮助人，帮助一切众生，帮助他破迷开悟，帮助他离苦得乐，帮助他学佛，帮助他选择究竟了义的念佛法门。我们要有这个心，只要有机会我们要随分随力去做，常常存这个心，常常去做这个事情。不能说我有这个心，有这个心不做，那你虽然有愿没有行，你这个愿是个空愿，这个愿不是真正的愿，一定要去做。做的方法就太多了，说不尽。像我们常常劝人家念一句阿弥陀佛，这都是给那个众生阿赖耶识里面种个弥陀种子，将来有机会，他这个善根现前，他这个种子就起作用；阿赖耶识里头没有弥陀种子，他纵然学佛他也不肯念佛。所以说已经有种子了，帮他增长，已经增长了，帮他成熟，没有种子的帮他下种。我们举个很浅显的例子，我们印的阿弥陀佛的佛号，在国外，我们贴在自己的车上，让一些人看到念一句，弥陀的种子他就种下去了；我们印的小佛像，他人家看一眼，这个种子也种下去了。所以，念念有心帮助一切人，这是举个小的例子。",
      "zh_TW": "底下這句話也就是本經的宗旨，『發菩提心，一向專念』，修學這個法門你要記住這兩句話，本經三輩都說發菩提心，可見得不發菩提心不行。發菩提心有兩種，一種是隨事，一種是順理。隨事發心，就像平常講的四弘誓願。四弘誓願並不是叫我們念念就算了的，那個不行，是要把這四句話變成自己的本願，自己確實念念如是，念念都想度一切眾生。「眾生無邊誓願度」，度的意思，簡單的說就是幫助人，幫助一切眾生，幫助他破迷開悟，幫助他離苦得樂，幫助他學佛，幫助他選擇究竟了義的念佛法門。我們要有這個心，只要有機會我們要隨分隨力去做，常常存這個心，常常去做這個事情。不能說我有這個心，有這個心不做，那你雖然有願沒有行，你這個願是個空願，這個願不是真正的願，一定要去做。做的方法就太多了，說不盡。像我們常常勸人家念一句阿彌陀佛，這都是給那個眾生阿賴耶識裡面種個彌陀種子，將來有機會，他這個善根現前，他這個種子就起作用；阿賴耶識裡頭沒有彌陀種子，他縱然學佛他也不肯念佛。所以說已經有種子了，幫他增長，已經增長了，幫他成熟，沒有種子的幫他下種。我們舉個很淺顯的例子，我們印的阿彌陀佛的佛號，在國外，我們貼在自己的車上，讓一些人看到念一句，彌陀的種子他就種下去了；我們印的小佛像，他人家看一眼，這個種子也種下去了。所以，念念有心幫助一切人，這是舉個小的例子。"
    },
    {
      "id": "02-020-0010_p0013",
      "zh_CN": "第二条是「烦恼无尽誓愿断」，第三条「法门无量誓愿学」，第四条「佛道无上誓愿成」，实在说四弘誓愿的根本，就是第一愿「众生无边誓愿度」，就是这一愿。为了要度众生，我自己要断烦恼，度众生必须要有品德、要有学问，自己没有高尚的品德，很深的学问，你怎么能度得了人？没有法子帮助人。所以，为了度众生，我自己要断烦恼，为了度众生，我自己要学法门。如果大家常常想着这第一愿，我们的修学就不敢懈怠了；如果说度自己，我今天懒惰，今天少做一天就算了，我自己的事情与别人不相干，这就与你这个四弘誓愿不相应。常常想着，如果我早一天成就，许许多多众生就少受一天苦难，我晚一天成就，他们就多受一天苦难，我为了积极要去度这些众生，自己就只好精进不懈，快快的成就自己。如果自己烦恼没有断，单单学法门没有用处，单单学法门，烦恼没有断，纵然有智慧，这个慧叫狂慧，度不了众生的。如果自己断了烦恼，不懂佛法，你自己自修可以，你也没有办法帮助一切众生。所以，断烦恼跟学法门同样的重要，一个是修学品德，一个是成就学问，我们常讲品学兼优。所以都是为了第一愿。",
      "zh_TW": "第二條是「煩惱無盡誓願斷」，第三條「法門無量誓願學」，第四條「佛道無上誓願成」，實在說四弘誓願的根本，就是第一願「眾生無邊誓願度」，就是這一願。為了要度眾生，我自己要斷煩惱，度眾生必須要有品德、要有學問，自己沒有高尚的品德，很深的學問，你怎麼能度得了人？沒有法子幫助人。所以，為了度眾生，我自己要斷煩惱，為了度眾生，我自己要學法門。如果大家常常想著這第一願，我們的修學就不敢懈怠了；如果說度自己，我今天懶惰，今天少做一天就算了，我自己的事情與別人不相干，這就與你這個四弘誓願不相應。常常想著，如果我早一天成就，許許多多眾生就少受一天苦難，我晚一天成就，他們就多受一天苦難，我為了積極要去度這些眾生，自己就只好精進不懈，快快的成就自己。如果自己煩惱沒有斷，單單學法門沒有用處，單單學法門，煩惱沒有斷，縱然有智慧，這個慧叫狂慧，度不了眾生的。如果自己斷了煩惱，不懂佛法，你自己自修可以，你也沒有辦法幫助一切眾生。所以，斷煩惱跟學法門同樣的重要，一個是修學品德，一個是成就學問，我們常講品學兼優。所以都是為了第一願。"
    },
    {
      "id": "02-020-0010_p0014",
      "zh_CN": "成佛道还是为了第一愿，我在讲席当中常常遇到，有人来跟我说，成佛，成佛有什么好处？成佛有什么意思？我不成佛有什么不好？其实他不了解真正的意义。因为，成佛你才能度等觉菩萨，你要不成佛，你度众生就不圆满，因为你度的，只能比你程度低的，跟我们同样的程度，比我们程度高的，我们度不了他。所以，你要是成佛了，等觉菩萨你也能度他，度众生才圆满，为了圆满普度一切众生，那势必要成佛道。由此可知，菩萨的修学，我们不说别的菩萨，净土的菩萨，凡是修净土的同修都是菩萨。净土的菩萨一定是发大慈悲心，普度一切众生的，念念都是为众生着想，不为自己着想，这叫做发菩提心。自己在一生当中，尽心尽力去帮助别人，去成就别人。这是讲从随事发心。",
      "zh_TW": "成佛道還是為了第一願，我在講席當中常常遇到，有人來跟我說，成佛，成佛有什麼好處？成佛有什麼意思？我不成佛有什麼不好？其實他不了解真正的意義。因為，成佛你才能度等覺菩薩，你要不成佛，你度眾生就不圓滿，因為你度的，只能比你程度低的，跟我們同樣的程度，比我們程度高的，我們度不了他。所以，你要是成佛了，等覺菩薩你也能度他，度眾生才圓滿，為了圓滿普度一切眾生，那勢必要成佛道。由此可知，菩薩的修學，我們不說別的菩薩，淨土的菩薩，凡是修淨土的同修都是菩薩。淨土的菩薩一定是發大慈悲心，普度一切眾生的，念念都是為眾生著想，不為自己著想，這叫做發菩提心。自己在一生當中，盡心盡力去幫助別人，去成就別人。這是講從隨事發心。"
    },
    {
      "id": "02-020-0010_p0015",
      "zh_CN": "如果从理上发心，前面跟诸位说过，你自己明心见性，你自己得一心不乱了，这个时候宇宙人生的实相你清清楚楚、明明白白，你的信愿坚固不移，这是说理上发心了，明理而发心的。我们今天明理发心虽然做不到，我们随事，因为事就是理，理事不二，要发这样的心。这是一般的说法，通途说法。若就本经来说，阿弥陀佛他发的菩提心就是我们的榜样，他菩提心是什么样子？前面第六章里面所讲的四十八愿，就是阿弥陀佛发菩提心的样子。所以修学净土的同修要明白，四十八愿是我们修这个法门基本的依据。无论是什么经论，不管是哪个祖师大德他们怎么个说法，所说的一切必须与四十八愿相应；换句话说，决定不能违背四十八愿，如果违背四十八愿，我们可以说那是魔说，不是佛说。十方三世一切诸佛给我们介绍净土法门，句句话一定跟四十八愿相应，这是诸位千千万万要记住的。",
      "zh_TW": "如果從理上發心，前面跟諸位說過，你自己明心見性，你自己得一心不亂了，這個時候宇宙人生的實相你清清楚楚、明明白白，你的信願堅固不移，這是說理上發心了，明理而發心的。我們今天明理發心雖然做不到，我們隨事，因為事就是理，理事不二，要發這樣的心。這是一般的說法，通途說法。若就本經來說，阿彌陀佛他發的菩提心就是我們的榜樣，他菩提心是什麼樣子？前面第六章裡面所講的四十八願，就是阿彌陀佛發菩提心的樣子。所以修學淨土的同修要明白，四十八願是我們修這個法門基本的依據。無論是什麼經論，不管是哪個祖師大德他們怎麼個說法，所說的一切必須與四十八願相應；換句話說，決定不能違背四十八願，如果違背四十八願，我們可以說那是魔說，不是佛說。十方三世一切諸佛給我們介紹淨土法門，句句話一定跟四十八願相應，這是諸位千千萬萬要記住的。"
    },
    {
      "id": "02-020-0010_p0016",
      "zh_CN": "「一向专念」就是修行的方法，所谓一向，拿现代的话来说，就是贯彻始终，一个方向，一个目标，专念阿弥陀佛。身、口、意，我们拜阿弥陀佛，我们待人接物，见到人我们合掌，阿弥陀佛，这是专礼。不管对待哪个人，合掌一问讯都是阿弥陀佛，专礼阿弥陀佛；口专称阿弥陀佛，称佛名号，心里面专想阿弥陀佛，这三业都专了，这叫一向专念。想，专想力量很大，不可思议，为什么？十法界依正庄严从哪里来的？从想来的。你看想，我们中国的文字实在不可思议，想，心里头生了一个相。所以一切的相，十法界依正庄严，森罗万象，都是从心生出来的，心里面变出那个相，就叫做想。《十六观经》，就是《观无量寿佛经》，它是教给我们修西方极乐世界的方法。这个方法里面，非常重视观想，观想不成，这才持名。所以，持名也是观想的一种，持名在《十六观经》里面就是第十六观，第十六观专门讲持名念佛。《观经》里面，这个十六观里头，前面十二观是观想，十三观是观像，到第十六观是持名，这是把念佛的方法，统统都教给我们。",
      "zh_TW": "「一向專念」就是修行的方法，所謂一向，拿現代的話來說，就是貫徹始終，一個方向，一個目標，專念阿彌陀佛。身、口、意，我們拜阿彌陀佛，我們待人接物，見到人我們合掌，阿彌陀佛，這是專禮。不管對待哪個人，合掌一問訊都是阿彌陀佛，專禮阿彌陀佛；口專稱阿彌陀佛，稱佛名號，心裡面專想阿彌陀佛，這三業都專了，這叫一向專念。想，專想力量很大，不可思議，為什麼？十法界依正莊嚴從哪裡來的？從想來的。你看想，我們中國的文字實在不可思議，想，心裡頭生了一個相。所以一切的相，十法界依正莊嚴，森羅萬象，都是從心生出來的，心裡面變出那個相，就叫做想。《十六觀經》，就是《觀無量壽佛經》，它是教給我們修西方極樂世界的方法。這個方法裡面，非常重視觀想，觀想不成，這才持名。所以，持名也是觀想的一種，持名在《十六觀經》裡面就是第十六觀，第十六觀專門講持名念佛。《觀經》裡面，這個十六觀裡頭，前面十二觀是觀想，十三觀是觀像，到第十六觀是持名，這是把念佛的方法，統統都教給我們。"
    },
    {
      "id": "02-020-0010_p0017",
      "zh_CN": "善导大师告诉我们，如果能身语意三业专勤，这样的人必定往生，一百个人修一百个人往生，一千个人修一千个人往生，万修万人去，一个都漏不掉。在古时候，慧远大师在庐山建立第一个莲社，他集合志同道合，大家都是至心愿生西方极乐世界的，这真叫志同道合。他们一共是一百二十三个人，在一块念佛，个个往生，一个没有漏掉。正是善导大师所说的，一百个人修一百个人去，一千个人修一千个人去，专修。远公大师在世的时候，所依据的经典就是这部《无量寿经》，因为他老人家在世的时候，小本《弥陀经》跟《观无量寿佛经》都没有翻译出来，所以那时候净土只有一部经，到后来才有三经。这是讲「一向专念」的重要，果然专了，我们二六时中念念都有阿弥陀佛，念念与阿弥陀佛同在，这个功夫就得力了，念到心开意解，这是一向专念阿弥陀佛。",
      "zh_TW": "善導大師告訴我們，如果能身語意三業專勤，這樣的人必定往生，一百個人修一百個人往生，一千個人修一千個人往生，萬修萬人去，一個都漏不掉。在古時候，慧遠大師在廬山建立第一個蓮社，他集合志同道合，大家都是至心願生西方極樂世界的，這真叫志同道合。他們一共是一百二十三個人，在一塊念佛，個個往生，一個沒有漏掉。正是善導大師所說的，一百個人修一百個人去，一千個人修一千個人去，專修。遠公大師在世的時候，所依據的經典就是這部《無量壽經》，因為他老人家在世的時候，小本《彌陀經》跟《觀無量壽佛經》都沒有翻譯出來，所以那時候淨土只有一部經，到後來才有三經。這是講「一向專念」的重要，果然專了，我們二六時中念念都有阿彌陀佛，念念與阿彌陀佛同在，這個功夫就得力了，念到心開意解，這是一向專念阿彌陀佛。"
    },
    {
      "id": "02-020-0010_p0018",
      "zh_CN": "『修诸功德，愿生彼国』，念佛是修慧，有慧还得要有福，还要修福，还要修诸功德，这一点决定不能忘掉。功德此地没写，没讲，后面讲得很清楚，《观经》里面讲得就更清楚。《观经》在一开头，佛还没有讲十六观之前，告诉韦提希尊者说，如果要想往生西方极乐世界，要先修三种福。这三种福在末后他下个结论说，这三种是「净业正因」，你看多重要，三种净业正因。所以，凡是学佛的人，对于这段的开示要牢牢的记住，要把它变成自己的思想、见解，把它变成自己的生活行为，待人处事的原则。绝不是说我把它念得记住，天天念念，那没用处的，你要是做不到，你功德就不圆满，不圆满将来可能往生就会产生障碍。为什么？经上给我们讲得很清楚，西方极乐世界都是诸上善人，我们纵然念佛，古德有个比喻说，你念的功夫念到了风吹不入，雨打不湿，功夫念到这个程度，结果怎么样？还是没有能往生得了，还是有障碍。原因在哪里？念得虽然不错，但是不善，善的标准不够，人家那里统统是善人，我们一到那个地方去，不行，跟人家不能同一类。所以你一定要修这三种净业，才能到那个地方与诸上善人俱会一处。我们要不具备相当善的标准，那怎么行？",
      "zh_TW": "『修諸功德，願生彼國』，念佛是修慧，有慧還得要有福，還要修福，還要修諸功德，這一點決定不能忘掉。功德此地沒寫，沒講，後面講得很清楚，《觀經》裡面講得就更清楚。《觀經》在一開頭，佛還沒有講十六觀之前，告訴韋提希尊者說，如果要想往生西方極樂世界，要先修三種福。這三種福在末後他下個結論說，這三種是「淨業正因」，你看多重要，三種淨業正因。所以，凡是學佛的人，對於這段的開示要牢牢的記住，要把它變成自己的思想、見解，把它變成自己的生活行為，待人處事的原則。絕不是說我把它念得記住，天天念念，那沒用處的，你要是做不到，你功德就不圓滿，不圓滿將來可能往生就會產生障礙。為什麼？經上給我們講得很清楚，西方極樂世界都是諸上善人，我們縱然念佛，古德有個比喻說，你念的功夫念到了風吹不入，雨打不濕，功夫念到這個程度，結果怎麼樣？還是沒有能往生得了，還是有障礙。原因在哪裡？念得雖然不錯，但是不善，善的標準不夠，人家那裡統統是善人，我們一到那個地方去，不行，跟人家不能同一類。所以你一定要修這三種淨業，才能到那個地方與諸上善人俱會一處。我們要不具備相當善的標準，那怎麼行？"
    },
    {
      "id": "02-020-0010_p0019",
      "zh_CN": "三福第一个是「孝养父母，奉事师长，慈心不杀，修十善业」，要把它做到。孝养父母不仅仅说养父母之身，我们每天赚点钱让父母生活过得很自在，这是养他的身。如果要说养他的身都能养，孔老夫子都说了，「至于犬马，皆能有养」，畜生也会养，乌鸦有反哺之恩，畜生也会养。可见得这个孝养不只这个意思。要养父母之心，要养父母之志，这才叫真正的孝养，讲到究竟处，一定要劝父母念佛。我们到西方极乐世界了，永脱轮回，圆证三不退，父母还在六道轮回，还出不了三界，那我们对他有亏欠，有歉疚。所以，必须要劝父母学佛，劝父母念佛。",
      "zh_TW": "三福第一個是「孝養父母，奉事師長，慈心不殺，修十善業」，要把它做到。孝養父母不僅僅說養父母之身，我們每天賺點錢讓父母生活過得很自在，這是養他的身。如果要說養他的身都能養，孔老夫子都說了，「至於犬馬，皆能有養」，畜生也會養，烏鴉有反哺之恩，畜生也會養。可見得這個孝養不只這個意思。要養父母之心，要養父母之志，這才叫真正的孝養，講到究竟處，一定要勸父母念佛。我們到西方極樂世界了，永脫輪迴，圓證三不退，父母還在六道輪迴，還出不了三界，那我們對他有虧欠，有歉疚。所以，必須要勸父母學佛，勸父母念佛。"
    },
    {
      "id": "02-020-0010_p0020",
      "zh_CN": "也许你说，我们学佛，我们出家，父母都反对，我们怎么劝他也听不进去。为什么听不去？我父母业障重！这一句话就把他推掉了，这是错误的。你劝父母，父母不听，你要回来反省，是你自己修行功夫不够，不能感化父母，怎么能说父母业障重？把责任推给他，大错特错。在我们中国讲孝子，为什么一定讲舜王？诸位要读读历史你就晓得，舜，因为他母亲死得早，他的父亲娶了继母，继母以后生了个小孩，他父亲听他继母的话，处心积虑要把他置于死地，他清清楚楚、明明白白。他常常想，我得不到父母的欢心，过失都在自己，天天反省，改过自新，到最后把他父母感化了。像舜王那样的才真正叫孝养父母。",
      "zh_TW": "也許你說，我們學佛，我們出家，父母都反對，我們怎麼勸他也聽不進去。為什麼聽不去？我父母業障重！這一句話就把他推掉了，這是錯誤的。你勸父母，父母不聽，你要回來反省，是你自己修行功夫不夠，不能感化父母，怎麼能說父母業障重？把責任推給他，大錯特錯。在我們中國講孝子，為什麼一定講舜王？諸位要讀讀歷史你就曉得，舜，因為他母親死得早，他的父親娶了繼母，繼母以後生了個小孩，他父親聽他繼母的話，處心積慮要把他置於死地，他清清楚楚、明明白白。他常常想，我得不到父母的歡心，過失都在自己，天天反省，改過自新，到最後把他父母感化了。像舜王那樣的才真正叫孝養父母。"
    },
    {
      "id": "02-020-0010_p0021",
      "zh_CN": "我们果然照这个经典里面依教修行，在世间是圣贤君子，人能做到这样的程度，哪有不能感动人的道理？你不能感动人，是你没有修行，自己在德行、学问上没成就。父母一看，你出家，出家还不是这个样子，那当然不能感动他。所以，一定要依教修行，依什么？依这个经就够了，我们只要把这个经里头佛给我们讲的这些教训，你要统统做到了，必然能够感动你父母，劝你父母念佛，唯有念佛在这一生当中，才能了生死出三界，当生成就。我们自己得到这样殊胜的利益，第一个我们就应该想到，我们应该把这个方法、这个利益让父母来分享。",
      "zh_TW": "我們果然照這個經典裡面依教修行，在世間是聖賢君子，人能做到這樣的程度，哪有不能感動人的道理？你不能感動人，是你沒有修行，自己在德行、學問上沒成就。父母一看，你出家，出家還不是這個樣子，那當然不能感動他。所以，一定要依教修行，依什麼？依這個經就夠了，我們只要把這個經裡頭佛給我們講的這些教訓，你要統統做到了，必然能夠感動你父母，勸你父母念佛，唯有念佛在這一生當中，才能了生死出三界，當生成就。我們自己得到這樣殊勝的利益，第一個我們就應該想到，我們應該把這個方法、這個利益讓父母來分享。"
    },
    {
      "id": "02-020-0010_p0022",
      "zh_CN": "「奉事师长」，佛门里面样的师长，是传法给我们的老师。我们知道这个法门，认识这个法门，依照这个法门修学，我们饮水思源，怎么知道的？从哪里得到的？老师传授的，老师的恩德超过父母。所以要奉事师长。养大慈悲心，不但不杀害众生，如果令众生生烦恼了，我们都感觉得有过失，为什么叫众生生烦恼呢？十善业，十善是人天两道第一要素，一定要把它做好。换句话说，就是人天德行的标准。这是第一福，第一种净业。第二，「受持三皈，具足众戒，不犯威仪」，这我们都不细讲了。第三，「发菩提心，深信因果，读诵大乘，劝进行者」。这都是讲「修诸功德」，我们要真做。",
      "zh_TW": "「奉事師長」，佛門裡面樣的師長，是傳法給我們的老師。我們知道這個法門，認識這個法門，依照這個法門修學，我們飲水思源，怎麼知道的？從哪裡得到的？老師傳授的，老師的恩德超過父母。所以要奉事師長。養大慈悲心，不但不殺害眾生，如果令眾生生煩惱了，我們都感覺得有過失，為什麼叫眾生生煩惱呢？十善業，十善是人天兩道第一要素，一定要把它做好。換句話說，就是人天德行的標準。這是第一福，第一種淨業。第二，「受持三皈，具足眾戒，不犯威儀」，這我們都不細講了。第三，「發菩提心，深信因果，讀誦大乘，勸進行者」。這都是講「修諸功德」，我們要真做。"
    },
    {
      "id": "02-020-0010_p0023",
      "zh_CN": "【此等众生。临寿终时。阿弥陀佛。与诸圣众。现在其前。经须臾间。即随彼佛往生其国。便于七宝华中自然化生。】",
      "zh_TW": "【此等眾生。臨壽終時。阿彌陀佛。與諸聖眾。現在其前。經須臾間。即隨彼佛往生其國。便於七寶華中自然化生。】"
    },
    {
      "id": "02-020-0010_p0024",
      "zh_CN": "这一段是讲他往生的瑞相，佛与圣众来接引他，他寿终的时候佛来接引。『经须臾间』，就是一刹那之间，极短的时间，他就随阿弥陀佛到西方极乐世界了。到极乐世界，他在『七宝华中自然化生』，西方极乐世界，前面我们念过有七宝池，莲花化生。",
      "zh_TW": "這一段是講他往生的瑞相，佛與聖眾來接引他，他壽終的時候佛來接引。『經須臾間』，就是一剎那之間，極短的時間，他就隨阿彌陀佛到西方極樂世界了。到極樂世界，他在『七寶華中自然化生』，西方極樂世界，前面我們念過有七寶池，蓮花化生。"
    },
    {
      "id": "02-020-0010_p0025",
      "zh_CN": "【智慧勇猛。神通自在。】",
      "zh_TW": "【智慧勇猛。神通自在。】"
    },
    {
      "id": "02-020-0010_p0026",
      "zh_CN": "一到西方极乐世界，因为佛来接引你的时候，你必定受到佛光注照，佛光一照，你的业就消了，一心也得到了，智慧也现前。『智慧勇猛，神通自在』，正如前面四十八愿所说的，六种神通都现前，这种所获得的利益，真正不可思议。虽然是带业往生过去的，但是智慧、神通、道力几乎与佛菩萨都没有两样，所以这个法门是难信之法，不可思议。底下的话就是正像李老师这个上头注解上所说的，「重复叮咛」，可见得释迦牟尼佛苦口婆心，在这里劝导我们。",
      "zh_TW": "一到西方極樂世界，因為佛來接引你的時候，你必定受到佛光注照，佛光一照，你的業就消了，一心也得到了，智慧也現前。『智慧勇猛，神通自在』，正如前面四十八願所說的，六種神通都現前，這種所獲得的利益，真正不可思議。雖然是帶業往生過去的，但是智慧、神通、道力幾乎與佛菩薩都沒有兩樣，所以這個法門是難信之法，不可思議。底下的話就是正像李老師這個上頭註解上所說的，「重複叮嚀」，可見得釋迦牟尼佛苦口婆心，在這裡勸導我們。"
    },
    {
      "id": "02-020-0010_p0027",
      "zh_CN": "【是故阿难。】",
      "zh_TW": "【是故阿難。】"
    },
    {
      "id": "02-020-0010_p0028",
      "zh_CN": "『是故』是指前面，前面这样殊胜的利益、功德。",
      "zh_TW": "『是故』是指前面，前面這樣殊勝的利益、功德。"
    },
    {
      "id": "02-020-0010_p0029",
      "zh_CN": "【其有众生。欲于今世见阿弥陀佛者。应发无上菩提之心。复当专念极乐国土。积集善根。应持回向。由此见佛。生彼国中。得不退转。乃至无上菩提。】",
      "zh_TW": "【其有眾生。欲於今世見阿彌陀佛者。應發無上菩提之心。復當專念極樂國土。積集善根。應持迴向。由此見佛。生彼國中。得不退轉。乃至無上菩提。】"
    },
    {
      "id": "02-020-0010_p0030",
      "zh_CN": "到这里是一段，这是苦口婆心劝导我们，劝导里面这些话又重复前面的意思。『其有众生』，有这个众生，想在这一生当中见阿弥陀佛，这句话正是《楞严经》上所说的，「忆佛念佛，现前当来，必定见佛」，我们确实能见得到阿弥陀佛的。现前可以见到他，命终的时候他一定来接引，接引的时候哪有不见之理？可是一定要『发无上菩提之心』，前面讲菩提心，你要发无上菩提心，菩提心要发得圆圆满满。念兹在兹，就是度一切众生，求生西方世界。我求生西方世界为什么？就是为成就自己的断烦恼、学法门。到西方极乐世界，不但我们见思烦恼容易断，尘沙、无明也容易断，无量无边的法门，到了西方极乐世界，很短的时期自自然然都学成。因为在那个地方你有神通，你有道力，你可以分身去十方诸佛国土去参学，同时可以闻诸佛说一切法，所以成就圆满智慧就快了。这些都是为了普度众生，这是重复上面发心。",
      "zh_TW": "到這裡是一段，這是苦口婆心勸導我們，勸導裡面這些話又重複前面的意思。『其有眾生』，有這個眾生，想在這一生當中見阿彌陀佛，這句話正是《楞嚴經》上所說的，「憶佛念佛，現前當來，必定見佛」，我們確實能見得到阿彌陀佛的。現前可以見到他，命終的時候他一定來接引，接引的時候哪有不見之理？可是一定要『發無上菩提之心』，前面講菩提心，你要發無上菩提心，菩提心要發得圓圓滿滿。念茲在茲，就是度一切眾生，求生西方世界。我求生西方世界為什麼？就是為成就自己的斷煩惱、學法門。到西方極樂世界，不但我們見思煩惱容易斷，塵沙、無明也容易斷，無量無邊的法門，到了西方極樂世界，很短的時期自自然然都學成。因為在那個地方你有神通，你有道力，你可以分身去十方諸佛國土去參學，同時可以聞諸佛說一切法，所以成就圓滿智慧就快了。這些都是為了普度眾生，這是重複上面發心。"
    },
    {
      "id": "02-020-0010_p0031",
      "zh_CN": "『复当专念极乐世界』，专念极乐世界就是想，受持阿弥陀佛的名号，常常想经里面的境界，就想西方世界，想西方世界的依正庄严。譬如想弥陀四十八愿里面，想西方世界没有恶道，想西方极乐世界的众生，随念往十方诸佛国土闻法、度众生，决定不退转，决定不堕恶道，想这些种种的依正庄严。我们所想的一定要跟经里面一样，想经上所说的，经里面没有说的不要想。所以修行这个法门，要记住，我们依法不依人。什么叫依法？就是与经上所讲的相应，经怎么说我们就怎么想，经上没有的我们就不想，不要去打妄想，经上没有的你去想那叫做妄想。不求神通，不求感应，只求如法，如法就是把经里所说的统统做到，这就行了，这叫如法。因为求神通、求感应，往往会着魔；我不求神通，不求感应，我完全如法，魔再多，魔力量再大，他对我无可奈何，这是我们特别要注意到的。",
      "zh_TW": "『復當專念極樂世界』，專念極樂世界就是想，受持阿彌陀佛的名號，常常想經裡面的境界，就想西方世界，想西方世界的依正莊嚴。譬如想彌陀四十八願裡面，想西方世界沒有惡道，想西方極樂世界的眾生，隨念往十方諸佛國土聞法、度眾生，決定不退轉，決定不墮惡道，想這些種種的依正莊嚴。我們所想的一定要跟經裡面一樣，想經上所說的，經裡面沒有說的不要想。所以修行這個法門，要記住，我們依法不依人。什麼叫依法？就是與經上所講的相應，經怎麼說我們就怎麼想，經上沒有的我們就不想，不要去打妄想，經上沒有的你去想那叫做妄想。不求神通，不求感應，只求如法，如法就是把經裡所說的統統做到，這就行了，這叫如法。因為求神通、求感應，往往會著魔；我不求神通，不求感應，我完全如法，魔再多，魔力量再大，他對我無可奈何，這是我們特別要注意到的。"
    },
    {
      "id": "02-020-0010_p0032",
      "zh_CN": "『积集善根，应持回向』，这就修善。善根简单的说就是无贪、无瞋、无痴，我们修这三善根。大乘菩萨善根是精进，所以我们能够不贪、不瞋、不愚痴、精进不懈，这就是积集善根。我们将一切无论是大善、小善，我们所修学的统统回向西方净土，庄严弥陀国土。就是我们到西方极乐世界见阿弥陀佛，我们带什么礼物去？我们对西方极乐世界有什么贡献？就是以这个善根作为礼物，以这个善根去奉献，奉献给阿弥陀佛，奉献给西方极乐世界诸上善人，这就是「应持回向」的意思。『由此见佛，生彼国中，得不退转，乃至无上菩提』，这是讲往生西方极乐世界的果报，「不退转」就是圆证三不退，「无上菩提」就是圆教究竟的果位，也就是四弘誓愿里面所说的「佛道无上誓愿成」。再看底下这一段，中辈的。",
      "zh_TW": "『積集善根，應持迴向』，這就修善。善根簡單的說就是無貪、無瞋、無痴，我們修這三善根。大乘菩薩善根是精進，所以我們能夠不貪、不瞋、不愚痴、精進不懈，這就是積集善根。我們將一切無論是大善、小善，我們所修學的統統迴向西方淨土，莊嚴彌陀國土。就是我們到西方極樂世界見阿彌陀佛，我們帶什麼禮物去？我們對西方極樂世界有什麼貢獻？就是以這個善根作為禮物，以這個善根去奉獻，奉獻給阿彌陀佛，奉獻給西方極樂世界諸上善人，這就是「應持迴向」的意思。『由此見佛，生彼國中，得不退轉，乃至無上菩提』，這是講往生西方極樂世界的果報，「不退轉」就是圓證三不退，「無上菩提」就是圓教究竟的果位，也就是四弘誓願裡面所說的「佛道無上誓願成」。再看底下這一段，中輩的。"
    },
    {
      "id": "02-020-0010_p0033",
      "zh_CN": "【其中辈者。虽不能行作沙门。大修功德。】",
      "zh_TW": "【其中輩者。雖不能行作沙門。大修功德。】"
    },
    {
      "id": "02-020-0010_p0034",
      "zh_CN": "这是讲他比前面那个要差一等，前面那个心真正出家了，这个不行，他心里面有牵挂。纵然是个出家人，出家人如果心里有牵挂，也是属于这一等人。因为你身出家了，心还没有出家，你还牵挂着道场，还牵挂着信徒，还牵挂着世间一些琐碎事情不能摆脱，依然是这一等人，不能『大修功德』。可是基本的条件必须要具备，那就是：",
      "zh_TW": "這是講他比前面那個要差一等，前面那個心真正出家了，這個不行，他心裡面有牽掛。縱然是個出家人，出家人如果心裡有牽掛，也是屬於這一等人。因為你身出家了，心還沒有出家，你還牽掛著道場，還牽掛著信徒，還牽掛著世間一些瑣碎事情不能擺脫，依然是這一等人，不能『大修功德』。可是基本的條件必須要具備，那就是："
    },
    {
      "id": "02-020-0010_p0035",
      "zh_CN": "【当发无上菩提之心。一向专念。阿弥陀佛。】",
      "zh_TW": "【當發無上菩提之心。一向專念。阿彌陀佛。】"
    },
    {
      "id": "02-020-0010_p0036",
      "zh_CN": "这个不能够缺的，上辈往生有这一条，中辈还是有这一条，可见得这个非常的重要。",
      "zh_TW": "這個不能夠缺的，上輩往生有這一條，中輩還是有這一條，可見得這個非常的重要。"
    },
    {
      "id": "02-020-0010_p0037",
      "zh_CN": "【随己修行。诸善功德。奉持斋戒。起立塔像。饭食沙门。悬缯然灯。散华烧香。以此回向。愿生彼国。】",
      "zh_TW": "【隨己修行。諸善功德。奉持齋戒。起立塔像。飯食沙門。懸繒然燈。散華燒香。以此迴向。願生彼國。】"
    },
    {
      "id": "02-020-0010_p0038",
      "zh_CN": "这就是在事相上做得多，这个也如法，都是随事发心修行的。修诸功德，底下举这几个例子，『奉持斋戒』，这一句要晓得它里头甚深立意，不能只是讲究形式，只讲求形式是没有用处的。拿这个法门来讲，帮助我们得一心不乱的，帮助我们得清净心的。如果形式上的斋戒再严，清净心得不到，一心不乱得不到、定得不到，这个斋戒是世间有漏的善法，不能往生。所以诸位要特别注意这一句，不能望文生义，死在字里行间。将来照这样做了不能往生，你必然会谤佛、谤法、谤僧，佛说的我都照做了，结果我还去不了，可见得佛讲的都是假话。你造这个罪业，那就变成无间地狱去了，谤佛。佛说的没错，你自己把意思会错了。斋是斋心，戒跟福不一样，福不能得定，戒能得定。譬如说五戒跟十善不一样，十善虽然是十条，但是它是福，它是人天有漏福报；五戒虽然少，戒能得定，能证果。这不相同的，我们要得把它辨别清楚。",
      "zh_TW": "這就是在事相上做得多，這個也如法，都是隨事發心修行的。修諸功德，底下舉這幾個例子，『奉持齋戒』，這一句要曉得它裡頭甚深立意，不能只是講究形式，只講求形式是沒有用處的。拿這個法門來講，幫助我們得一心不亂的，幫助我們得清淨心的。如果形式上的齋戒再嚴，清淨心得不到，一心不亂得不到、定得不到，這個齋戒是世間有漏的善法，不能往生。所以諸位要特別注意這一句，不能望文生義，死在字裡行間。將來照這樣做了不能往生，你必然會謗佛、謗法、謗僧，佛說的我都照做了，結果我還去不了，可見得佛講的都是假話。你造這個罪業，那就變成無間地獄去了，謗佛。佛說的沒錯，你自己把意思會錯了。齋是齋心，戒跟福不一樣，福不能得定，戒能得定。譬如說五戒跟十善不一樣，十善雖然是十條，但是它是福，它是人天有漏福報；五戒雖然少，戒能得定，能證果。這不相同的，我們要得把它辨別清楚。"
    },
    {
      "id": "02-020-0010_p0039",
      "zh_CN": "譬如说五戒里面，有不杀生、不偷盗、不邪淫、不妄语，十善里面也有，但是善的力量跟戒的力量不一样，为什么？目的不相同。修十善，目的只是生天，果报只希望人天两道；持戒的目的是希望得定，得定的目的是希望开慧，开慧是希望破无明，了生死出三界，它目的不相同。所以，戒跟善不一样，我们要把它辨别清楚。戒是帮助得定，斋是帮助我们心清净。什么叫斋？斋，过中不食叫斋，不是过午。午时，我们中国的时间，早晨上午十一点到下午一点这都是午时，所以有人说持午，过午不食这是错了，那已经破了斋。斋是过中不食，就是日中，日中每天时间不一样，真正要严格来持斋的话，必须去找一本天文日历，查查看，譬如今天，天文日历上有记载，几点几分几秒是日中，它连秒都算上的。在古时候没有天文日历，所以用日晷量太阳，量日中。可是诸位想到，如果碰到阴天怎么办？这时辰就拿不准了。阴天下雨就没法子了，就不晓得什么时候是日中，现在有天文日历就方便多了。",
      "zh_TW": "譬如說五戒裡面，有不殺生、不偷盜、不邪淫、不妄語，十善裡面也有，但是善的力量跟戒的力量不一樣，為什麼？目的不相同。修十善，目的只是生天，果報只希望人天兩道；持戒的目的是希望得定，得定的目的是希望開慧，開慧是希望破無明，了生死出三界，它目的不相同。所以，戒跟善不一樣，我們要把它辨別清楚。戒是幫助得定，齋是幫助我們心清淨。什麼叫齋？齋，過中不食叫齋，不是過午。午時，我們中國的時間，早晨上午十一點到下午一點這都是午時，所以有人說持午，過午不食這是錯了，那已經破了齋。齋是過中不食，就是日中，日中每天時間不一樣，真正要嚴格來持齋的話，必須去找一本天文日曆，查查看，譬如今天，天文日曆上有記載，幾點幾分幾秒是日中，它連秒都算上的。在古時候沒有天文日曆，所以用日晷量太陽，量日中。可是諸位想到，如果碰到陰天怎麼辦？這時辰就拿不準了。陰天下雨就沒法子了，就不曉得什麼時候是日中，現在有天文日曆就方便多了。"
    },
    {
      "id": "02-020-0010_p0040",
      "zh_CN": "这都是从事相上建立的，从事相上，要懂得它真正的意义，它是斋心，它是戒除我们的习气，使我们身心洁净，目的在此地，这是要守的。所以，从事相上去做，要做到实际，从外表影响到我们心理，这是斋戒的目的就达到了。如果仅仅在事相上，心理上一点都没有影响到，这个斋戒是虚有其名，虚有其表，没用处的。真正斋戒的人，他二六时中如在定中，他心里没有妄念，没有执着，如果心里面还有许多分别执着妄想，这个斋戒只有形式，并无功德。",
      "zh_TW": "這都是從事相上建立的，從事相上，要懂得它真正的意義，它是齋心，它是戒除我們的習氣，使我們身心潔淨，目的在此地，這是要守的。所以，從事相上去做，要做到實際，從外表影響到我們心理，這是齋戒的目的就達到了。如果僅僅在事相上，心理上一點都沒有影響到，這個齋戒是虛有其名，虛有其表，沒用處的。真正齋戒的人，他二六時中如在定中，他心裡沒有妄念，沒有執著，如果心裡面還有許多分別執著妄想，這個齋戒只有形式，並無功德。"
    },
    {
      "id": "02-020-0010_p0041",
      "zh_CN": "『起立塔像』，这我们随分随力去做。塔是佛塔，佛塔有两种，一种是供佛舍利的，这是舍利塔；一种是供佛经像的，藏经的塔，像是佛像，塑造佛像，或者绘画佛像都可以。我们要处处建立，这个两句话，要把意思引申一下，就是建立道场。因为建立个道场，这个地方就有佛法，这个地方众生就福了。我们在近代，非常明显的能够看得出来，哪个地方有佛法，佛法兴，那个地方人就有福报。所以，人有没有福报，从两个地方去看，佛法那是大福报；第二就是那个地方的人非常的善良，风俗淳厚，这个地方人有福报。有福报的地方可以住，没有福报的地方我们得要离开，诸位从这个地方看，多少能看得出一个大概。",
      "zh_TW": "『起立塔像』，這我們隨分隨力去做。塔是佛塔，佛塔有兩種，一種是供佛舍利的，這是舍利塔；一種是供佛經像的，藏經的塔，像是佛像，塑造佛像，或者繪畫佛像都可以。我們要處處建立，這個兩句話，要把意思引申一下，就是建立道場。因為建立個道場，這個地方就有佛法，這個地方眾生就福了。我們在近代，非常明顯的能夠看得出來，哪個地方有佛法，佛法興，那個地方人就有福報。所以，人有沒有福報，從兩個地方去看，佛法那是大福報；第二就是那個地方的人非常的善良，風俗淳厚，這個地方人有福報。有福報的地方可以住，沒有福報的地方我們得要離開，諸位從這個地方看，多少能看得出一個大概。"
    },
    {
      "id": "02-020-0010_p0042",
      "zh_CN": "『饭食沙门』，这就是供养出家人。出家人的供养佛在经上讲四事供养，这个四事就是饮食、衣服，饮食是天天需要的，衣服给他做了一件他可以穿好多年，卧具、医药，就是这四种供养。所以，饭食是四事供养之一，说到这个，这四桩事情就统统都有了，不要那么啰嗦，你要懂得这个意义。你不供养出家人，这个出家人在此地他就住不下去，因为他还是个肉身，他需要活下去，他自己又不从事生产，如果这个地方一方佛弟子不能供养，他在此地就不能住。所以，我们要想把他留住，请他在这个地方弘法利生，必须要对他的生活要加以照顾。",
      "zh_TW": "『飯食沙門』，這就是供養出家人。出家人的供養佛在經上講四事供養，這個四事就是飲食、衣服，飲食是天天需要的，衣服給他做了一件他可以穿好多年，臥具、醫藥，就是這四種供養。所以，飯食是四事供養之一，說到這個，這四樁事情就統統都有了，不要那麼囉嗦，你要懂得這個意義。你不供養出家人，這個出家人在此地他就住不下去，因為他還是個肉身，他需要活下去，他自己又不從事生產，如果這個地方一方佛弟子不能供養，他在此地就不能住。所以，我們要想把他留住，請他在這個地方弘法利生，必須要對他的生活要加以照顧。"
    },
    {
      "id": "02-020-0010_p0043",
      "zh_CN": "『悬缯然灯』，缯就是幡、幢一类的。幡幢是什么作用，你要晓得，我们今天是不是也要去做个幡、做个幢，挂在外面？挂那个是形式，它的用意是宣传佛教。譬如古时候，这个寺庙里面今天法师升座讲经，希望外面人来听经，怎么通知他？在从前，既没有广播，又没有通讯，也没有报纸，也没有广告，甚至于也没有邮差，你怎么去通知别人，说我们今天这个地方道场讲经。那个通知很简单，从前寺庙前面都有旗杆，那个旗杆不是挂国旗的，就是挂幢幡的。幢是圆形的，就有一点像现在飞机场那个风筒一样，圆形的，里面是空的，把它升上去，风吹起来随风飘荡。如果很远我们一看升的是幢，是圆形的，就晓得今天这个地方有讲经的。远远一看就知道了，这儿今天有法师讲经，喜欢听经的人他就来了。所以它属于宣传的。如果悬幡，幡是扁的，悬幡多半是做法会，今天这个地方有法会。现在我们懂得这个意思了，悬缯这是什么意思？我们做一点宣传工作，我们这个道场有法会，或者有讲经，我们在报纸上登个消息，或者发个通知，就这个意思。时代变了，我们今天再悬幢、悬幡，处处都是高楼，人家看也看不见，意义失掉了。所以要懂得这个意义，我们现在登报纸，或者用广播广播这个消息，我们这个活动的消息，就是这个意思。",
      "zh_TW": "『懸繒然燈』，繒就是幡、幢一類的。幡幢是什麼作用，你要曉得，我們今天是不是也要去做個幡、做個幢，掛在外面？掛那個是形式，它的用意是宣傳佛教。譬如古時候，這個寺廟裡面今天法師升座講經，希望外面人來聽經，怎麼通知他？在從前，既沒有廣播，又沒有通訊，也沒有報紙，也沒有廣告，甚至於也沒有郵差，你怎麼去通知別人，說我們今天這個地方道場講經。那個通知很簡單，從前寺廟前面都有旗杆，那個旗杆不是掛國旗的，就是掛幢幡的。幢是圓形的，就有一點像現在飛機場那個風筒一樣，圓形的，裡面是空的，把它升上去，風吹起來隨風飄蕩。如果很遠我們一看升的是幢，是圓形的，就曉得今天這個地方有講經的。遠遠一看就知道了，這兒今天有法師講經，喜歡聽經的人他就來了。所以它屬於宣傳的。如果懸幡，幡是扁的，懸幡多半是做法會，今天這個地方有法會。現在我們懂得這個意思了，懸繒這是什麼意思？我們做一點宣傳工作，我們這個道場有法會，或者有講經，我們在報紙上登個消息，或者發個通知，就這個意思。時代變了，我們今天再懸幢、懸幡，處處都是高樓，人家看也看不見，意義失掉了。所以要懂得這個意義，我們現在登報紙，或者用廣播廣播這個消息，我們這個活動的消息，就是這個意思。"
    },
    {
      "id": "02-020-0010_p0044",
      "zh_CN": "然灯，在从前的灯是用油灯，有酥油灯，有香油灯，用这些油灯。现在我们不必点这些油灯，我们现在用电灯。其实，油灯有表法的作用，表什么？燃烧自己，照耀别人，那个油愈烧愈点愈少。电灯看不出来，看不出它是燃烧自己照耀别人，不过电灯泡也是有寿命的，不像油灯那么显著。你看到它少，看到那个油一点一点少掉了，点上不久又要添油了，那个感触非常明显。蜡烛也是非常之好，都是有燃烧自己照耀别人，就是舍己为人。同时它也象征光明，所谓燃烧自己，照耀别人。所以，一定要懂得佛前面这些供养具的真实的意思。",
      "zh_TW": "然燈，在從前的燈是用油燈，有酥油燈，有香油燈，用這些油燈。現在我們不必點這些油燈，我們現在用電燈。其實，油燈有表法的作用，表什麼？燃燒自己，照耀別人，那個油愈燒愈點愈少。電燈看不出來，看不出它是燃燒自己照耀別人，不過電燈泡也是有壽命的，不像油燈那麼顯著。你看到它少，看到那個油一點一點少掉了，點上不久又要添油了，那個感觸非常明顯。蠟燭也是非常之好，都是有燃燒自己照耀別人，就是捨己為人。同時它也象徵光明，所謂燃燒自己，照耀別人。所以，一定要懂得佛前面這些供養具的真實的意思。"
    },
    {
      "id": "02-020-0010_p0045",
      "zh_CN": "『散华』，散华是什么意思？华代表因，代表修因，因为开花之后就结果。散花的意思你明白了，种因，不是叫我们拿一篮子花到处去散，那你就弄错了。处处去种因，劝人念佛，劝人学佛，或者是将佛像、佛经、佛号普遍宣扬去介绍给别人，这就是散花的意义。佛前面供花，花就代表这个意思，代表修因，花表六度万行。所以，佛前供花是提醒我们自己修因证果。供果此地没有说，也是这个意思。佛菩萨像前供果，果代表菩提涅槃，见到果我们就要想到我们要修行证果。在本经，我们的果就是往生西方极乐世界，往生极乐世界就是我们的果报。",
      "zh_TW": "『散華』，散華是什麼意思？華代表因，代表修因，因為開花之後就結果。散花的意思你明白了，種因，不是叫我們拿一籃子花到處去散，那你就弄錯了。處處去種因，勸人念佛，勸人學佛，或者是將佛像、佛經、佛號普遍宣揚去介紹給別人，這就是散花的意義。佛前面供花，花就代表這個意思，代表修因，花表六度萬行。所以，佛前供花是提醒我們自己修因證果。供果此地沒有說，也是這個意思。佛菩薩像前供果，果代表菩提涅槃，見到果我們就要想到我們要修行證果。在本經，我們的果就是往生西方極樂世界，往生極樂世界就是我們的果報。"
    },
    {
      "id": "02-020-0010_p0046",
      "zh_CN": "『烧香』，香代表信，信香，香又表戒定，佛赞里面有「戒定真香」。所以，香是表法的。燃香，我们闻到香就想到信心，我们要信佛，我们要修戒，我们要修定。灯表慧，所以我们佛前面供有灯、有香，表戒定慧。如果不知道这些意思，换句话说，你那个香、灯都是白供了，一定要明白这些道理。『以此回向，愿生彼国』，我们拿这些供养具，供养具里面所表的意义清楚、明白，身体力行，这才能回向。不是说我只照这样做，佛说的这些，你看饭食沙门，出家人我天天我都送东西给他吃，我也挂了幡，我也然灯，我也供花，也烧了香，结果还是不能去。那就是只知道这些形式，不晓得怎么个做法。",
      "zh_TW": "『燒香』，香代表信，信香，香又表戒定，佛讚裡面有「戒定真香」。所以，香是表法的。燃香，我們聞到香就想到信心，我們要信佛，我們要修戒，我們要修定。燈表慧，所以我們佛前面供有燈、有香，表戒定慧。如果不知道這些意思，換句話說，你那個香、燈都是白供了，一定要明白這些道理。『以此迴向，願生彼國』，我們拿這些供養具，供養具裡面所表的意義清楚、明白，身體力行，這才能迴向。不是說我只照這樣做，佛說的這些，你看飯食沙門，出家人我天天我都送東西給他吃，我也掛了幡，我也然燈，我也供花，也燒了香，結果還是不能去。那就是只知道這些形式，不曉得怎麼個做法。"
    },
    {
      "id": "02-020-0010_p0047",
      "zh_CN": "【其人临终。阿弥陀佛化现其身。光明相好。具如真佛。与诸大众前后围绕。现其人前。摄受导引。即随化佛往生其国。】",
      "zh_TW": "【其人臨終。阿彌陀佛化現其身。光明相好。具如真佛。與諸大眾前後圍繞。現其人前。攝受導引。即隨化佛往生其國。】"
    },
    {
      "id": "02-020-0010_p0048",
      "zh_CN": "这一段是讲他往生西方极乐世界的现象，这个人他临命终时，阿弥陀佛化身来了。前面上辈往生的，临终时候是「阿弥陀佛，与诸圣众，现在其前」，那是阿弥陀佛的报身来的，这比前面要差一等，阿弥陀佛的化身来的。虽然是化身，他的光明、相好跟真佛没有两样，跟前面上辈所见的没有两样，化佛。也是『与诸大众前后围绕，现其人前』，佛来接引你，『摄受导引』。同样，化佛也放光，你见到佛光一样是消业障，增福慧，这必然的道理。",
      "zh_TW": "這一段是講他往生西方極樂世界的現象，這個人他臨命終時，阿彌陀佛化身來了。前面上輩往生的，臨終時候是「阿彌陀佛，與諸聖眾，現在其前」，那是阿彌陀佛的報身來的，這比前面要差一等，阿彌陀佛的化身來的。雖然是化身，他的光明、相好跟真佛沒有兩樣，跟前面上輩所見的沒有兩樣，化佛。也是『與諸大眾前後圍繞，現其人前』，佛來接引你，『攝受導引』。同樣，化佛也放光，你見到佛光一樣是消業障，增福慧，這必然的道理。"
    },
    {
      "id": "02-020-0010_p0049",
      "zh_CN": "【住不退转。无上菩提。功德智慧。次如上辈者也。】",
      "zh_TW": "【住不退轉。無上菩提。功德智慧。次如上輩者也。】"
    },
    {
      "id": "02-020-0010_p0050",
      "zh_CN": "他功德、智慧比上辈往生的人要差一些，这个里头就有因有果，因为在因地修行比上辈的差一等，到西方极乐世界的果报当然也不一样。这个所谓是有三辈九品的来由。",
      "zh_TW": "他功德、智慧比上輩往生的人要差一些，這個裡頭就有因有果，因為在因地修行比上輩的差一等，到西方極樂世界的果報當然也不一樣。這個所謂是有三輩九品的來由。"
    },
    {
      "id": "02-020-0010_p0051",
      "zh_CN": "【其下辈者。假使不能作诸功德。】",
      "zh_TW": "【其下輩者。假使不能作諸功德。】"
    },
    {
      "id": "02-020-0010_p0052",
      "zh_CN": "这就连前面这些他都做不到，他为什么做不到？这就是善导大师所说的，遇缘不同，不是他做不到，他不知道怎么做法，没有听说过，不懂，这就是没有这个因缘，不晓得。譬如讲就像前面所说的「起立塔像」，他供个塔、供个像，他只晓得这个事，他不晓得意义。「饭食沙门」，他不晓得如何来供养出家人，如理如法的供养他不知道，这个都是错误了。「悬缯」，他也是挂幡、挂个幢，他不懂得意义。反而像前面中辈里面所说的，他这个事相上他都没有，但是他都做了，为佛教宣传，极力鼓吹宣扬净土，那就是悬缯。然灯，用自己的智慧，用自己的能力，天天在帮助别人，劝别人修学净土法门，这就是然灯散华。他虽没有形式上做，可是这里面所讲的义趣他统统都做到，这个人是中品，形式上没有，是中品；另外一个，形式上统统都有，不懂意义，关着门自己在家里面修，这就变成下品，下辈往生。这一点大家一定要知道。所以说不能『作诸功德』，功德不是形式，功德是实质，不是形式。",
      "zh_TW": "這就連前面這些他都做不到，他為什麼做不到？這就是善導大師所說的，遇緣不同，不是他做不到，他不知道怎麼做法，沒有聽說過，不懂，這就是沒有這個因緣，不曉得。譬如講就像前面所說的「起立塔像」，他供個塔、供個像，他只曉得這個事，他不曉得意義。「飯食沙門」，他不曉得如何來供養出家人，如理如法的供養他不知道，這個都是錯誤了。「懸繒」，他也是掛幡、掛個幢，他不懂得意義。反而像前面中輩裡面所說的，他這個事相上他都沒有，但是他都做了，為佛教宣傳，極力鼓吹宣揚淨土，那就是懸繒。然燈，用自己的智慧，用自己的能力，天天在幫助別人，勸別人修學淨土法門，這就是然燈散華。他雖沒有形式上做，可是這裡面所講的義趣他統統都做到，這個人是中品，形式上沒有，是中品；另外一個，形式上統统都有，不懂意義，關著門自己在家裡面修，這就變成下品，下輩往生。這一點大家一定要知道。所以說不能『作諸功德』，功德不是形式，功德是實質，不是形式。"
    },
    {
      "id": "02-020-0010_p0053",
      "zh_CN": "【当发无上菩提之心。】",
      "zh_TW": "【當發無上菩提之心。】"
    },
    {
      "id": "02-020-0010_p0054",
      "zh_CN": "它三辈都要『发无上菩提之心』，这是我们特别要注意到的，不发菩提心不行；换句话说，西方极乐世界最要紧的一个条件，就是要发菩提心。随事发心，就一定要跟四弘誓愿相应。",
      "zh_TW": "它三輩都要『發無上菩提之心』，這是我們特別要注意到的，不發菩提心不行；換句話說，西方極樂世界最要緊的一個條件，就是要發菩提心。隨事發心，就一定要跟四弘誓願相應。"
    },
    {
      "id": "02-020-0010_p0055",
      "zh_CN": "【一向专念阿弥陀佛。欢喜信乐。不生疑惑。以至诚心。愿生其国。】",
      "zh_TW": "【一向專念阿彌陀佛。歡喜信樂。不生疑惑。以至誠心。願生其國。】"
    },
    {
      "id": "02-020-0010_p0056",
      "zh_CN": "我们看到有许许多多不认识字的一些老太婆们念佛往生，她符合这一条。她经义什么都不懂，她诚诚恳恳，在家里念佛、拜佛，她也能预知时至，也有往生很好的瑞相，多半我们一看，她与这条相应。",
      "zh_TW": "我們看到有許許多多不認識字的一些老太婆們念佛往生，她符合這一條。她經義什麼都不懂，她誠誠懇懇，在家裡念佛、拜佛，她也能預知時至，也有往生很好的瑞相，多半我們一看，她與這條相應。"
    },
    {
      "id": "02-020-0010_p0057",
      "zh_CN": "【此人临终。梦见彼佛。亦得往生。】",
      "zh_TW": "【此人臨終。夢見彼佛。亦得往生。】"
    },
    {
      "id": "02-020-0010_p0058",
      "zh_CN": "这个境界跟前面就差多了，上品佛来接引，中品化佛接引，下品是梦佛接引。他也能往生，临命终时他也见到佛来接引他。所以，往生品位的高下，要看他见的佛像，要看他见到来接他的人多少。如果说三圣跟诸上善人统统都来接引，这个人必定是上辈往生；见化佛来，诸上善人人数不太多，这是中辈的。下辈的，只是梦佛、梦菩萨来接引，没有见到有大众，这是下辈的。",
      "zh_TW": "這個境界跟前面就差多了，上品佛來接引，中品化佛接引，下品是夢佛接引。他也能往生，臨命終時他也見到佛來接引他。所以，往生品位的高下，要看他見的佛像，要看他見到來接他的人多少。如果說三聖跟諸上善人統統都來接引，這個人必定是上輩往生；見化佛來，諸上善人人數不太多，這是中輩的。下輩的，只是夢佛、夢菩薩來接引，沒有見到有大眾，這是下輩的。"
    },
    {
      "id": "02-020-0010_p0059",
      "zh_CN": "【功德智慧。次如中辈者也。】",
      "zh_TW": "【功德智慧。次如中輩者也。】"
    },
    {
      "id": "02-020-0010_p0060",
      "zh_CN": "我们读这一章经文，就觉得善导大师讲的话很有道理，没错，的确是遇缘不同。这一章详细的说明就在《观无量寿经》里头，说得详细，可以说这一章是《观无量寿经》的大纲、概说。再看底下一段：",
      "zh_TW": "我們讀這一章經文，就覺得善導大師講的話很有道理，沒錯，的確是遇緣不同。這一章詳細的說明就在《觀無量壽經》裡頭，說得詳細，可以說這一章是《觀無量壽經》的大綱、概說。再看底下一段："
    },
    {
      "id": "02-020-0010_p0061",
      "zh_CN": "【若有众生住大乘者。以清净心。向无量寿。乃至十念。愿生其国。闻甚深法。即生信解。乃至获得一念净心。发一念心。念于彼佛。此人临命终时。如在梦中。见阿弥陀佛。定生彼国。得不退转。无上菩提。】",
      "zh_TW": "【若有眾生住大乘者。以清淨心。向無量壽。乃至十念。願生其國。聞甚深法。即生信解。乃至獲得一念淨心。發一念心。念於彼佛。此人臨命終時。如在夢中。見阿彌陀佛。定生彼國。得不退轉。無上菩提。】"
    },
    {
      "id": "02-020-0010_p0062",
      "zh_CN": "这一段是给谁说？是给那些杂修的人说的，不是专修的人。或者他是学禅，或者是学密，或者是学教，平时修学其他的宗派，其他的法门，他修那些法门如果回向也能往生。你看看这些经文，杂修不如专修，比专修差得远了。所以，一开端讲『若有众生住大乘者』，就是修学一般的大乘佛法，它的条件是『以清净心，向无量寿』，这就是我们讲回向，修学一切大乘法可以，你一定要回向。清净是什么？你还是相信西方净土，你相信，如果你对西方净土不太相信，那就没有法子；或者亦信，信心不坚，信的力量不强，那也不行，也不能生。像我这次在新加坡，演培法师他是修弥勒净土的，西方净土信不信？他也相信，但是他没有意思求生西方，那西方极乐世界他就不能去了。他真修得好，修成功，他将来往生弥勒净土，就是兜率内院。所以，他一定要具足信愿行这三个条件。",
      "zh_TW": "這一段是給誰說？是給那些雜修的人說的，不是專修的人。或者他是學禪，或者是學密，或者是學教，平時修學其他的宗派，其他的法門，他修那些法門如果迴向也能往生。你看看這些經文，雜修不如專修，比專修差得遠了。所以，一開端講『若有眾生住大乘者』，就是修學一般的大乘佛法，它的條件是『以清淨心，向無量壽』，這就是我們講迴向，修學一切大乘法可以，你一定要迴向。清淨是什麼？你還是相信西方淨土，你相信，如果你對西方淨土不太相信，那就沒有法子；或者亦信，信心不堅，信的力量不強，那也不行，也不能生。像我這次在新加坡，演培法師他是修彌勒淨土的，西方淨土信不信？他也相信，但是他沒有意思求生西方，那西方極樂世界他就不能去了。他真修得好，修成功，他將來往生彌勒淨土，就是兜率內院。所以，他一定要具足信願行這三個條件。"
    },
    {
      "id": "02-020-0010_p0063",
      "zh_CN": "『乃至十念』，这个十念，临终十念都可以。或者在早晚课诵里面他有十念也行，像这种带修，修学其他法门带修净土的，可以说在我们中国许许多多宗派里面我们都见到。譬如大家看到禅宗早晚课诵里面，晚课都念《弥陀经》都念佛，这就是带修，就是属于这一类的。他真正相信，真正希望生西方极乐世界，他虽然修别的法门，念其他的经典，他能够回向。这是『闻甚深法』，这个闻甚深法就是指这部经，《无量寿经》跟小本《弥陀经》都是甚深法。因为这个经前面我们读到，十方诸佛都说，这是难信之法，完全是诸佛的境界。蕅益大师说，非九界凡夫所能知的，唯佛与佛才能究竟，这个法门所以说是甚深法。他听了《弥陀经》，或者听了《无量寿经》，他就能相信，他就能懂。",
      "zh_TW": "『乃至十念』，這個十念，臨終十念都可以。或者在早晚課誦裡面他有十念也行，像這種帶修，修學其他法門帶修淨土的，可以說在我們中國許許多多宗派裡面我們都見到。譬如大家看到禪宗早晚課誦裡面，晚課都念《彌陀經》都念佛，這就是帶修，就是屬於這一類的。他真正相信，真正希望生西方極樂世界，他雖然修別的法門，念其他的經典，他能夠迴向。這是『聞甚深法』，這個聞甚深法就是指這部經，《無量壽經》跟小本《彌陀經》都是甚深法。因為這個經前面我們讀到，十方諸佛都說，這是難信之法，完全是諸佛的境界。蕅益大師說，非九界凡夫所能知的，唯佛與佛才能究竟，這個法門所以說是甚深法。他聽了《彌陀經》，或者聽了《無量壽經》，他就能相信，他就能懂。"
    },
    {
      "id": "02-020-0010_p0064",
      "zh_CN": "『乃至获得一念净心』，这是讲他时间短，他在临命终之前，他回心转意要求生净土，行，他把他一生修学大乘的功德在这个时候回向，他能生。『发一念心，念于彼佛』，这都是讲时间短，在临命终时。『此人临命终时，如在梦中，见阿弥陀佛，定生彼国』，你看比照一下，他跟下辈往生境界差不多。这样的人如果是专修的话，必然是在中上品，不会在下品。这两者一比较，我们就明了，清清楚楚、明明白白，修一切大乘法门，不如专修弥陀法门。他生到西方极乐世界，也是『得不退转，无上菩提』，「得不退转」是一生到西方极乐世界就得到，要成「无上菩提」，那就有早晚不同，譬如上辈，他成无上菩提一定早，中辈时间就要长一点，下辈时间就更长。可是得不退转，那是一往生都得到。这一段经文非常的重要。",
      "zh_TW": "『乃至獲得一念淨心』，這是講他時間短，他在臨命終之前，他回心轉意要求生淨土，行，他把他一生修學大乘的功德在這個時候迴向，他能生。『發一念心，念於彼佛』，這都是講時間短，在臨命終時。『此人臨命終時，如在夢中，見阿彌陀佛，定生彼國』，你看比照一下，他跟下輩往生境界差不多。這樣的人如果是專修的話，必然是在中上品，不會在下品。這兩者一比較，我們就明瞭，清清楚楚、明明白白，修一切大乘法門，不如專修彌陀法門。他生到西方極樂世界，也是『得不退轉，無上菩提』，「得不退轉」是一生到西方極樂世界就得到，要成「無上菩提」，那就有早晚不同，譬如上輩，他成無上菩提一定早，中輩時間就要長一點，下輩時間就更長。可是得不退轉，那是一往生都得到。這一段經文非常的重要。"
    },
    {
      "id": "02-020-0010_p0065",
      "zh_CN": "我们再看底下这一章：",
      "zh_TW": "我們再看底下這一章："
    },
    {
      "id": "02-020-0010_p0066",
      "zh_CN": "【往生正因第二十五】",
      "zh_TW": "【往生正因第二十五】"
    },
    {
      "id": "02-020-0010_p0067",
      "zh_CN": "这个我们也要特别注意，因为我们不修因，哪里能得到这个果报？所以对这个因我们要记住，要认真去做。",
      "zh_TW": "這個我們也要特別注意，因為我們不修因，哪裡能得到這個果報？所以對這個因我們要記住，要認真去做。"
    },
    {
      "id": "02-020-0010_p0068",
      "zh_CN": "【复次阿难。若有善男子。善女人。闻此经典。受持读诵。书写供养。昼夜相续。求生彼刹。】",
      "zh_TW": "【復次阿難。若有善男子。善女人。聞此經典。受持讀誦。書寫供養。晝夜相續。求生彼剎。】"
    },
    {
      "id": "02-020-0010_p0069",
      "zh_CN": "正因里头第一个就给我们说了这么多。第一个是『受持』，受是接受，接受佛在本经里面一切的教诲，我们要接受；持是什么？持是要把它做到。现在人有很多误会了，认为受持就是念经。我受持《无量寿经》，怎么受持法？我一天念一遍，就受持了。其实经里面所讲的一切，没有一句做到的，只是每天在佛菩萨面前念一遍，这叫受持，那就错了；实在讲他没有受，他也没有持，这两个字统统没有。受是真正明白接受了，接受统统把它做到，这叫受持。",
      "zh_TW": "正因裡頭第一個就給我們說了這麼多。第一個是『受持』，受是接受，接受佛在本經裡面一切的教誨，我們要接受；持是什麼？持是要把它做到。現在人有很多誤會了，認為受持就是念經。我受持《無量壽經》，怎麼受持法？我一天念一遍，就受持了。其實經裡面所講的一切，沒有一句做到的，只是每天在佛菩薩面前念一遍，這叫受持，那就錯了；實在講他沒有受，他也沒有持，這兩個字統統沒有。受是真正明白接受了，接受統統把它做到，這叫受持。"
    },
    {
      "id": "02-020-0010_p0070",
      "zh_CN": "『读诵』，天天要念，这也就是《观经》三福里面的「读诵大乘」。这个经是大乘经，我们一生读诵这个就行了，正是所谓一经通一切经通，没有不通达的，经讲的是一个理，一个道理。读诵，我们前面都曾经说过，它是戒定慧三学一次完成，要这样读诵才有功德，才有利益。这样读诵，读一部经就是读一切经，因为任何一部经，你读诵的目的都是戒定慧三学一次完成。所以，这个地方决定不能误会。读经的时候你不会胡思乱想，这就是小乘戒，诸恶莫作。读经的时候一个妄念都没有，哪里会作恶？不但不会作恶，起个恶念都不会，就是诸恶莫作。经典是佛从真如本性里面流露出来的言语，这是善中之善，那就是众善奉行。尤其是这部经，跟《华严》一样，称性而说的，字字句句就是如来的真如本性。所以你读经就是诸恶莫作，众善奉行，诸恶莫作是小乘戒，众善奉行就是大乘戒，就是菩萨戒，你一切戒学统统具足。读诵的时候专心，专心就是定，就是修定，念得清清楚楚、明明白白，其中没有一个妄想，没有一个妄念，清清楚楚、明明白白，这就是修慧。所以我们念这部经的时候，是戒定慧三学齐修，同时修，这一点很重要。这是第二。",
      "zh_TW": "『讀誦』，天天要念，這也就是《觀經》三福裡面的「讀誦大乘」。這個經是大乘經，我們一生讀誦這個就行了，正是所謂一經通一切經通，沒有不通達的，經講的是一個理，一個道理。讀誦，我們前面都曾經說過，它是戒定慧三學一次完成，要這樣讀誦才有功德，才有利益。這樣讀誦，讀一部經就是讀一切經，因為任何一部經，你讀誦的目的都是戒定慧三學一次完成。所以，這個地方決定不能誤會。讀經的時候你不會胡思亂想，這就是小乘戒，諸惡莫作。讀經的時候一個妄念都沒有，哪裡會作惡？不但不會作惡，起個惡念都不會，就是諸惡莫作。經典是佛從真如本性裡面流露出來的言語，這是善中之善，那就是眾善奉行。尤其是這部經，跟《華嚴》一樣，稱性而說的，字字句句就是如來的真如本性。所以你讀經就是諸惡莫作，眾善奉行，諸惡莫作是小乘戒，眾善奉行就是大乘戒，就是菩薩戒，你一切戒學統統具足。讀誦的時候專心，專心就是定，就是修定，念得清清楚楚、明明白白，其中沒有一個妄想，沒有一個妄念，清清楚楚、明明白白，這就是修慧。所以我們念這部經的時候，是戒定慧三學齊修，同時修，這一點很重要。這是第二。"
    },
    {
      "id": "02-020-0010_p0071",
      "zh_CN": "第三『书写』，书写就是流通。虽然经在近代印刷术发达，我们可以不必书写，可以印经流通，印经就等于书写。因为这样子使佛法能够相续不断，流通十方三世，普度一切众生，所以书写的功德不可思议，我们今天是印经。在过去，只有用这个方法来传播，但是在现在，除了这个方法之外，还有更多，都是这个意思的引申。譬如像我们现在做录音带，我们录音、我们读诵，把读诵的做成录音带，那也等于跟书写一样，我们流通，帮助别人理解这部经典。譬如说有人得到这个经，他不能念，经里面有很多难字，或者句读，他没有办法念得出来。我们把它念成一个录音带，尤其在美国这个社会，大家工作非常繁忙，他根本没有机会去读经，我们送他一个带子，《无量寿经》。《无量寿经》有经书，《无量寿经》有录音带，他在上下班开车的时候，他可以听经。喜欢念佛的，我们供给他念佛的音带，喜欢听经的，我们供给他听经的音带，就是读经的音带，他开车上班，就把这部经念完了。跟著录音带念，他念熟了，以后再看这个经他就觉得这个经我好熟，他也就喜欢去看，喜欢去读诵了，我们用这种方法帮助一切人。",
      "zh_TW": "第三『書寫』，書寫就是流通。雖然經在近代印刷術發達，我們可以不必書寫，可以印經流通，印經就等於書寫。因為這樣子使佛法能夠相續不斷，流通十方三世，普度一切眾生，所以書寫的功德不可思議，我們今天是印經。在過去，只有用這個方法來傳播，但是在現在，除了這個方法之外，還有更多，都是這個意思的引申。譬如像我們現在做錄音帶，我們錄音、我們讀誦，把讀誦的做成錄音帶，那也等於跟書寫一樣，我們流通，幫助別人理解這部經典。譬如說有人得到這個經，他不能念，經裡面有很多難字，或者句讀，他沒有辦法念得出來。我們把它念成一個錄音帶，尤其在美國這個社會，大家工作非常繁忙，他根本沒有機會去讀經，我們送他一個帶子，《無量壽經》。《無量壽經》有經書，《無量壽經》有錄音帶，他在上下班開車的時候，他可以聽經。喜歡念佛的，我們供給他念佛的音帶，喜歡聽經的，我們供給他聽經的音帶，就是讀經的音帶，他開車上班，就把這部經念完了。跟著錄音帶念，他念熟了，以後再看這個經他就覺得這個經我好熟，他也就喜歡去看，喜歡去讀誦了，我們用這種方法幫助一切人。"
    },
    {
      "id": "02-020-0010_p0072",
      "zh_CN": "『供养』，这也非常之重要，供养的意义在哪里？是保存，我们自己虽然不读它，我们保存它，恭恭敬敬保存它，流传给后世，或者赠送给需要的人。不能说这个经我不要它，我不念它，我就不要了，不可以。一切大乘经典，我不念的还有别人需要，所以我们也要珍惜、供养，到有这个机缘给别人，或者有机缘的时候我们将它翻印，普遍的流通，我们自己不学，有很多人需要学。所以，我们对法宝要供养。『昼夜相续，求生彼刹』，昼夜相续是讲我们这个心，受持的心，读诵的心，书写的心，供养的心，我们常常存这个心，念念不忘流通大法。",
      "zh_TW": "『供養』，這也非常之重要，供養的意義在哪裡？是保存，我們自己雖然不讀它，我們保存它，恭恭敬敬保存它，流傳給後世，或者贈送給需要的人。不能說這個經我不要它，我不念它，我就不要了，不可以。一切大乘經典，我不念的還有別人需要，所以我們也要珍惜、供養，到有這個機緣給別人，或者有機緣的時候我們將它翻印，普遍的流通，我們自己不學，有很多人需要學。所以，我們對法寶要供養。『晝夜相續，求生彼剎』，晝夜相續是講我們這個心，受持的心，讀誦的心，書寫的心，供養的心，我們常常存這個心，念念不忘流通大法。"
    },
    {
      "id": "02-020-0010_p0073",
      "zh_CN": "【发菩提心。持诸禁戒。坚守不犯。】",
      "zh_TW": "【發菩提心。持諸禁戒。堅守不犯。】"
    },
    {
      "id": "02-020-0010_p0074",
      "zh_CN": "这一句着重在持戒，戒律要精、要严。大小乘持戒有不相同的地方，小乘人的戒是论事不论心，他在事上持得清清楚楚、明明白白，这是小乘戒，初学的；大乘戒论心不论事。所以，往往我们看到大乘菩萨很随便，但是人家心地清净。这里头有个显著的例子，戒律里头律宗，律宗第一代的祖师是唐朝时候终南山的道宣律师。这个人非常了不起，戒律精严，感动到天人供养。戒律精严的人当然是日中一食，每天中午送饭给他是天人来供养他，这在传记里面都记载的很清楚。他是专精戒律，传记里面所说的，他一生当中听《四分律藏》听二十多遍，《四分律藏》是相当大的一部书，我们这个木刻版本一共是二十本，你就晓得讲一遍是多么不容易。他勤学，哪个地方有讲《四分戒律》，他都到哪里去学，去听，他听过二十多遍，严持戒律。",
      "zh_TW": "這一句著重在持戒，戒律要精、要嚴。大小乘持戒有不相同的地方，小乘人的戒是論事不論心，他在事上持得清清楚楚、明明白白，這是小乘戒，初學的；大乘戒論心不論事。所以，往往我們看到大乘菩薩很隨便，但是人家心地清淨。這裡頭有個顯著的例子，戒律裡頭律宗，律宗第一代的祖師是唐朝時候終南山的道宣律師。這個人非常了不起，戒律精嚴，感動到天人供養。戒律精嚴的人當然是日中一食，每天中午送飯給他是天人來供養他，這在傳記裡面都記載的很清楚。他是專精戒律，傳記裡面所說的，他一生當中聽《四分律藏》聽二十多遍，《四分律藏》是相當大的一部書，我們這個木刻版本一共是二十本，你就曉得講一遍是多麼不容易。他勤學，哪個地方有講《四分戒律》，他都到哪裡去學，去聽，他聽過二十多遍，嚴持戒律。"
    },
    {
      "id": "02-020-0010_p0075",
      "zh_CN": "有一次窥基大师经过终南山，顺便去拜访他，窥基大师是法相唯识宗的开山祖师，他们两个人好像都是开山祖师，一个是律宗的开山祖师，一个是唯识宗的开山祖师。但是窥基大师就很随便，好像不太重视戒律，古时有传说三车法师，这是他不重视戒律的。其实他是再来人，他是玄奘大师到印度去取经的时候，在西域路上遇到一个修行人，年岁很大了，他在那里入定。入定时间一定很久很久了，为什么？身上衣服、头上统统都是尘土，很厚的尘土。所以，他是很深的定，看那个样子总是有几个月，或者一、两年，都不出定的样子，枯坐在那个地方。玄奘大师在他耳朵面前敲引磬，叫他出定，出定之后就跟他讲，他说我到西天去取经，你现在赶快到大唐国去投胎，我回来之后我要找你，你做我的徒弟，要弘法利生。他就接受了，入定的时候就圆寂了，圆寂就去投胎，玄奘大师从印度回来，他刚好的是十九岁、二十岁，就是窥基大师。所以这是再来人，在中国建立法相唯识宗，那都是了不起大菩萨，传说他是初地菩萨。",
      "zh_TW": "有一次窺基大師經過終南山，順便去拜訪他，窺基大師是法相唯識宗的開山祖師，他們兩個人好像都是開山祖師，一個是律宗的開山祖師，一個是唯識宗的開山祖師。但是窺基大師就很隨便，好像不太重視戒律，古時有傳說三車法師，這是他不重視戒律的。其實他是再來人，他是玄奘大師到印度去取經的時候，在西域路上遇到一個修行人，年歲很大了，他在那裡入定。入定時間一定很久很久了，為什麼？身上衣服、頭上統統都是塵土，很厚的塵土。所以，他是很深的定，看那個樣子總是有幾個月，或者一、兩年，都不出定的樣子，枯坐在那個地方。玄奘大師在他耳朵面前敲引磬，叫他出定，出定之後就跟他講，他說我到西天去取經，你現在趕快到大唐國去投胎，我回來之後我要找你，你做我的徒弟，要弘法利生。他就接受了，入定的時候就圓寂了，圓寂就去投胎，玄奘大師從印度回來，他剛好的是十九歲、二十歲，就是窺基大師。所以這是再來人，在中國建立法相唯識宗，那都是了不起大菩薩，傳說他是初地菩薩。"
    },
    {
      "id": "02-020-0010_p0076",
      "zh_CN": "他去看道宣律师，道宣律师就很不痛快，因为什么？学问没话说，他的确是有学问，有智慧，但是不持戒，轻慢他了，有点瞧不起的味道。他那天大概也在那山上住的时间也长了一点，把吃饭的时间耽误掉，大概是窥基大师不持午，随便什么时候吃饭都可以，道宣律师一定是过中不食的，大概就把吃饭时间给耽误掉了。那一天天人也没送供养来，没供养，换句话说，他也饿了一天，持戒的人就是如此，这一天时间过了，过了决定不能吃。所以他就是一天没吃饭，到第二天窥基大师也走了，下山走了。天人中午来送饭，他就责备他，昨天你为什么没来送饭？昨天来送饭，也可以炫耀一下，你看我天人供养，给窥基法师看一看。哪里晓得他昨天没来，没来也饿了一天。这个天人就告诉他，他说昨天有大乘菩萨在山上，满山的护法神护持这个山，他说我进不来，不是不送饭来，我进不来。道宣律师听了这个话满身都流汗，非常的惭愧，以后对窥基大师就非常尊重，不晓得是这个原因。",
      "zh_TW": "他去看道宣律師，道宣律師就很不痛快，因為什麼？學問沒話說，他的確是有學問，有智慧，但是不持戒，輕慢他了，有點瞧不起的味道。他那天大概也在那山上住的時間也長了一點，把吃飯的時間耽誤掉，大概是窺基大師不持午，隨便什麼時候吃飯都可以，道宣律師一定是過中不食的，大概就把吃飯時間給耽誤掉了。那一天天人也沒送供養來，沒供養，換句話說，他也餓了一天，持戒的人就是如此，這一天時間過了，過了決定不能吃。所以他就是一天沒吃飯，到第二天窺基大師也走了，下山走了。天人中午來送飯，他就責備他，昨天你為什麼沒來送飯？昨天來送飯，也可以炫耀一下，你看我天人供養，給窺基法師看一看。哪裡曉得他昨天沒來，沒來也餓了一天。這個天人就告訴他，他說昨天有大乘菩薩在山上，滿山的護法神護持這個山，他說我進不來，不是不送飯來，我進不來。道宣律師聽了這個話滿身都流汗，非常的慚愧，以後對窺基大師就非常尊重，不曉得是這個原因。"
    },
    {
      "id": "02-020-0010_p0077",
      "zh_CN": "所以，这『持诸禁戒』我们要了解，了解小乘戒与大乘戒的不相同处。我们初学，实在讲小乘戒容易持，大乘戒不容易持。譬如说结罪，小乘戒杀生，必须要把那个众生的命断掉，才叫杀生，才结罪；如果没有把那个众生命断掉，不能叫杀生，他没有破戒，不犯罪。跟我们世间法律一样，就事论事，你心里想杀他，但是你没有杀害他，这不犯罪，小乘戒不犯罪，没有破戒。可是大乘戒就不一样，大乘戒讲不杀生，你动个念头要杀他，破戒了。有没有杀害他？一毛也没损害他，但是你已经破戒了，你已经结罪了，你已经犯了杀生的罪业。所以，大乘戒结罪是在起心动念，小乘戒结罪是就事论事，你心里不管怎么想那不要紧。所以，大乘戒难持，小乘戒容易持，大乘戒比小乘戒殊胜的道理也就在此地。这是我们要知道，发菩提心，持诸禁戒，『坚守不犯』，我们这个「不犯」，不仅事上不犯，最重要的是心里没有这个念头，心地清净，这个叫真正的不犯。",
      "zh_TW": "所以，這『持諸禁戒』我們要了解，了解小乘戒與大乘戒的不相同處。我們初學，實在講小乘戒容易持，大乘戒不容易持。譬如說結罪，小乘戒殺生，必須要把那個眾生的命斷掉，才叫殺生，才結罪；如果沒有把那個眾生命斷掉，不能叫殺生，他沒有破戒，不犯罪。跟我們世間法律一樣，就事論事，你心裡想殺他，但是你沒有殺害他，這不犯罪，小乘戒不犯罪，沒有破戒。可是大乘戒就不一樣，大乘戒講不殺生，你動個念頭要殺他，破戒了。有沒有殺害他？一毛也沒損害他，但是你已經破戒了，你已經結罪了，你已經犯了殺生的罪業。所以，大乘戒結罪是在起心動念，小乘戒結罪是就事論事，你心裡不管怎麼想那不要緊。所以，大乘戒難持，小乘戒容易持，大乘戒比小乘戒殊勝的道理也就在此地。這是我們要知道，發菩提心，持諸禁戒，『堅守不犯』，我們這個「不犯」，不僅事上不犯，最重要的是心裡沒有這個念頭，心地清淨，這個叫真正的不犯。"
    },
    {
      "id": "02-020-0010_p0078",
      "zh_CN": "【饶益有情。所作善根。悉施与之。令得安乐。】",
      "zh_TW": "【饒益有情。所作善根。悉施與之。令得安樂。】"
    },
    {
      "id": "02-020-0010_p0079",
      "zh_CN": "这些统统都是我们修净土重要的条件，所以这一章非常要紧，句句话我们都要记住，我们努力去做。『饶益』也是利益，『有情』就是一切有情众生，我们要帮助他，要使他得利益。利益还不算，要饶益，饶益是最丰饶的利益，诸位想想最丰饶的利益是什么？无过于劝他念佛求生净土，这个利益是最丰饶的，这个利益是教他一得永得。他永远脱离轮回，了生死出三界，圆证三不退，一生成就无上菩提，没有比这个利益更大了，没有比这个利益更圆满，我们要拿这种利益来帮助一切众生。『所作善根』，我们自己所修的再小一点善根，我们都回向给众生，期望什么？期望这个众生信解这个法门，希望这个众生欢喜修学这个法门，念念都要有这个愿，念念都要有这种行持。『令得安乐』，教他能够得到真实的安乐。",
      "zh_TW": "這些統統都是我們修淨土重要的條件，所以這一章非常要緊，句句話我們都要記住，我們努力去做。『饒益』也是利益，『有情』就是一切有情眾生，我們要幫助他，要使他得利益。利益還不算，要饒益，饒益是最豐饒的利益，諸位想想最豐饒的利益是什麼？無過於勸他念佛求生淨土，這個利益是最豐饒的，這個利益是教他一得永得。他永遠脫離輪迴，了生死出三界，圓證三不退，一生成就無上菩提，沒有比這個利益更大了，沒有比這個利益更圓滿，我們要拿這種利益來幫助一切眾生。『所作善根』，我們自己所修的再小一點善根，我們都迴向給眾生，期望什麼？期望這個眾生信解這個法門，希望這個眾生歡喜修學這個法門，念念都要有這個願，念念都要有這種行持。『令得安樂』，教他能夠得到真實的安樂。"
    },
    {
      "id": "02-020-0010_p0080",
      "zh_CN": "【忆念西方阿弥陀佛。及彼国土。】",
      "zh_TW": "【憶念西方阿彌陀佛。及彼國土。】"
    },
    {
      "id": "02-020-0010_p0081",
      "zh_CN": "这是我们自己要常常不断的去修，前面那些都是属于福德的因缘，这是修慧，要常常念佛，要常常想西方极乐世界的境界。",
      "zh_TW": "這是我們自己要常常不斷的去修，前面那些都是屬於福德的因緣，這是修慧，要常常念佛，要常常想西方極樂世界的境界。"
    },
    {
      "id": "02-020-0010_p0082",
      "zh_CN": "【是人命终。如佛色相。种种庄严。生宝刹中。速得闻法。永不退转。】",
      "zh_TW": "【是人命終。如佛色相。種種莊嚴。生寶剎中。速得聞法。永不退轉。】"
    },
    {
      "id": "02-020-0010_p0083",
      "zh_CN": "到这个地方是一段，这个人他具足这些条件，他命终的时候跟佛的色相一样，当然是前面所讲的，佛来接引，生到西方极乐世界闻法、修行、不退转、证果。前面讲修因，这是讲的果报。这一章，这章文很长，这是第一段，第一段是总说，都说的是纲领，向下就说的稍详细一点了，一条一条来给我们介绍。",
      "zh_TW": "到這個地方是一段，這個人他具足這些條件，他命終的時候跟佛的色相一樣，當然是前面所講的，佛來接引，生到西方極樂世界聞法、修行、不退轉、證果。前面講修因，這是講的果報。這一章，這章文很長，這是第一段，第一段是總說，都說的是綱領，向下就說的稍詳細一點了，一條一條來給我們介紹。"
    },
    {
      "id": "02-020-0010_p0084",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}