{
  "doc_id": "32-251-0001",
  "title": {
    "zh_CN": "《神爱世人》的启示——澳洲宗教教育研讨会答问",
    "zh_TW": "《神愛世人》的啟示——澳洲宗教教育研討會答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "澳大利亚圣明小学牟特大楼活动中心",
    "zh_TW": "澳大利亞聖明小學牟特大樓活動中心"
  },
  "doc_number": "32-251-0001",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "32-251-0001_p0001",
      "zh_CN": "诸位大德，诸位善知识，大家好。今天我们有这个盛会，澳洲宗教教育研讨会有几个问题来问我，要我解答。我们就按顺序，一共有十个问题。",
      "zh_TW": "諸位大德，諸位善知識，大家好。今天我們有這個盛會，澳洲宗教教育研討會有幾個問題來問我，要我解答。我們就按順序，一共有十個問題。"
    },
    {
      "id": "32-251-0001_p0002",
      "zh_CN": "问题一，关于不同宗教间的和谐，我们谈论了很多。但如何才能做到宗教内部和谐？即如何使同一个宗教的不同派别互相接受、尊重彼此？（提问者是伊斯兰教。）",
      "zh_TW": "問題一，關於不同宗教間的和諧，我們談論了很多。但如何才能做到宗教內部和諧？即如何使同一個宗教的不同派別互相接受、尊重彼此？（提問者是伊斯蘭教。）"
    },
    {
      "id": "32-251-0001_p0003",
      "zh_CN": "这个问题首先我们要把宗教这两个字它的含义要正确的说出来。中国的文字显示得非常清楚、非常明白。宗有三个意思，第一个主要的，第二个重要的，第三个尊崇的，尊重、崇高，有这个意思。教也有三个意思，教育、教学、教化。宗教两个字连起来就是主要的教育、重要的教学、尊崇的教化。欧洲有几位汉学家说得很好，宗教是人类主要的教育。由宗教出生文明，文明是宗教的产物，如果没有宗教做根本的文明，那个文明都不长久，二、三百年就消失了。汤恩比告诉我们，这个地球在三千年当中，曾经出现过二十多种文明。现在只剩下一个，远东的文明，就是指的中国，中国是在亚洲的东面，只剩下一个。我们就会联想到，中国文明为什么还能支持这么久，还存在？它有三个宗教做基础，儒释道都是属于宗教。诸位要记住宗教这两个字，主要的教育、重要的教学、尊崇的教化。",
      "zh_TW": "這個問題首先我們要把宗教這兩個字它的含義要正確的說出來。中國的文字顯示得非常清楚、非常明白。宗有三個意思，第一個主要的，第二個重要的，第三個尊崇的，尊重、崇高，有這個意思。教也有三個意思，教育、教學、教化。宗教兩個字連起來就是主要的教育、重要的教學、尊崇的教化。歐洲有幾位漢學家說得很好，宗教是人類主要的教育。由宗教出生文明，文明是宗教的產物，如果沒有宗教做根本的文明，那個文明都不長久，二、三百年就消失了。湯恩比告訴我們，這個地球在三千年當中，曾經出現過二十多種文明。現在只剩下一個，遠東的文明，就是指的中國，中國是在亞洲的東面，只剩下一個。我們就會聯想到，中國文明為什麼還能支持這麼久，還存在？它有三個宗教做基礎，儒釋道都是屬於宗教。諸位要記住宗教這兩個字，主要的教育、重要的教學、尊崇的教化。"
    },
    {
      "id": "32-251-0001_p0004",
      "zh_CN": "它的核心是什么？不能不知道。宗教的核心，中国小朋友念的《三字经》头一句，「人之初，性本善」，这就是中国教育的核心，是性本善。教育用它来做手段，让一个人把性本善在一生当中都不能丢失，牢牢的把它抓住。大乘佛法终极的目标是什么？明心见性。性本善这个性就是真心、就是自性。所以儒跟佛是通的。佛家讲明心见性，儒亦如是。儒家的教育是帮助人开悟，悟了，在佛教就称佛，在儒家称为圣人。大彻大悟，圣人，大悟是贤人，小悟是君子。在印度佛教里面，大彻大悟称为佛陀，大悟称为菩萨，小悟称为阿罗汉。我们完全明白了，悟是功夫，回归自性。为什么？如果没有好的教育，自性慢慢被习性取而代之，「性相近，习相远」，性是一样的。释迦如来跟孔子没有两样，如来、孔子跟基督耶稣、跟穆罕默德也没有两样，一样。只是在各个不同的地区、不同的时代，大家称的名字不一样，其实是一回事情，怎么会有冲突？怎么会有问题发生？所以，我们对于不同的宗教，实际上没有不同的宗教，宗教全是相同的。",
      "zh_TW": "它的核心是什麼？不能不知道。宗教的核心，中國小朋友念的《三字經》頭一句，「人之初，性本善」，這就是中國教育的核心，是性本善。教育用它來做手段，讓一個人把性本善在一生當中都不能丟失，牢牢的把它抓住。大乘佛法終極的目標是什麼？明心見性。性本善這個性就是真心、就是自性。所以儒跟佛是通的。佛家講明心見性，儒亦如是。儒家的教育是幫助人開悟，悟了，在佛教就稱佛，在儒家稱為聖人。大徹大悟，聖人，大悟是賢人，小悟是君子。在印度佛教裡面，大徹大悟稱為佛陀，大悟稱為菩薩，小悟稱為阿羅漢。我們完全明白了，悟是功夫，回歸自性。為什麼？如果沒有好的教育，自性慢慢被習性取而代之，「性相近，習相遠」，性是一樣的。釋迦如來跟孔子沒有兩樣，如來、孔子跟基督耶穌、跟穆罕默德也沒有兩樣，一樣。只是在各個不同的地區、不同的時代，大家稱的名字不一樣，其實是一回事情，怎麼會有衝突？怎麼會有問題發生？所以，我們對於不同的宗教，實際上沒有不同的宗教，宗教全是相同的。"
    },
    {
      "id": "32-251-0001_p0005",
      "zh_CN": "我们讲宗教，宗教的核心，教学的中心思想是什么？爱，就这一个字。你看神爱世人、上帝爱世人。自性起作用就是爱，在佛法里叫慈悲，悲是帮助众生离苦，慈是帮助众生得乐，离一切苦、得一切乐，叫慈悲，是爱，比爱讲得更清楚、更明白。我们把自性、真心，真心里头没有杂念，真心没有分别，真心没有执着，真心，所以我们叫它神圣的爱心，它是真爱。你赞叹他，他爱你；你爱他，他爱你；你不爱他，他还是爱你；你毁谤他，你陷害他，他还是爱你，丝毫没有变样子。这叫神的爱，是我们的本善，中国人讲性本善。这问题就不存在了。",
      "zh_TW": "我們講宗教，宗教的核心，教學的中心思想是什麼？愛，就這一個字。你看神愛世人、上帝愛世人。自性起作用就是愛，在佛法裡叫慈悲，悲是幫助眾生離苦，慈是幫助眾生得樂，離一切苦、得一切樂，叫慈悲，是愛，比愛講得更清楚、更明白。我們把自性、真心，真心裡頭沒有雜念，真心沒有分別，真心沒有執著，真心，所以我們叫它神聖的愛心，它是真愛。你讚歎他，他愛你；你愛他，他愛你；你不愛他，他還是愛你；你毀謗他，你陷害他，他還是愛你，絲毫沒有變樣子。這叫神的愛，是我們的本善，中國人講性本善。這問題就不存在了。"
    },
    {
      "id": "32-251-0001_p0006",
      "zh_CN": "现在我们怎么样？我们把宗教的核心忘掉了，把宗教的意义跟教育脱节了。它本来是人类重要的教育。它教育的内容是什么？是伦理、是道德、是因果，还有圣贤的智慧。你把每一个宗教的经典搬过来，好好去读、恭恭敬敬去读，细心去研究，你才真正了解什么叫宗教。宗教再多，是一家人，不但是一家人，而且是一个人。佛经上讲得好，《华严经》上说，「一切诸佛身，唯是一法身，一心一智慧，力无畏亦然」，《大方广佛华严经》上说的。一切天神、一切上帝，每个宗教的上帝、每个宗教里的天神，佛给我们讲明白了，介绍清楚了，是一个神，一个神的分身。",
      "zh_TW": "現在我們怎麼樣？我們把宗教的核心忘掉了，把宗教的意義跟教育脫節了。它本來是人類重要的教育。它教育的內容是什麼？是倫理、是道德、是因果，還有聖賢的智慧。你把每一個宗教的經典搬過來，好好去讀、恭恭敬敬去讀，細心去研究，你才真正了解什麼叫宗教。宗教再多，是一家人，不但是一家人，而且是一個人。佛經上講得好，《華嚴經》上說，「一切諸佛身，唯是一法身，一心一智慧，力無畏亦然」，《大方廣佛華嚴經》上說的。一切天神、一切上帝，每個宗教的上帝、每個宗教裡的天神，佛給我們講明白了，介紹清楚了，是一個神，一個神的分身。"
    },
    {
      "id": "32-251-0001_p0007",
      "zh_CN": "一个神为什么要分身？因为古时候没有交通工具，交通非常不方便，人与人之间确实有老死不相往来。他生活就那几个村庄，周围几个村庄，远一点距离他一生都没有去过。到我这个年龄还有，我今年九十二岁了，我在六七岁的时候还记事，记得我们生长在农村，距离县城二十五里，华里，不算远，也不过是十公里，也许十公里都不到。就真的有人一生没有进过城，这个小县城没去过，他的生活空间就是周围几个村庄，十来个村庄，再远地方没去过。所以人与人因为交通不便，只有分身。怎么教化众生？随机施教，他是什么样的根基，就给他讲什么法门。法门无量，众生根性不相同，无量，所以佛的法门无量，这么回事情，我们就明白了。他喜欢上帝，他喜欢基督耶稣，神就化身为基督耶稣，就变成基督教；他喜欢孔子、孟子，佛就现身为孔孟；他喜欢伊斯兰教，佛就示现阿訇身，是这么回事情。",
      "zh_TW": "一個神為什麼要分身？因為古時候沒有交通工具，交通非常不方便，人與人之間確實有老死不相往來。他生活就那幾個村莊，周圍幾個村莊，遠一點距離他一生都沒有去過。到我這個年齡還有，我今年九十二歲了，我在六七歲的時候還記事，記得我們生長在農村，距離縣城二十五里，華里，不算遠，也不過是十公里，也許十公里都不到。就真的有人一生沒有進過城，這個小縣城沒去過，他的生活空間就是周圍幾個村莊，十來個村莊，再遠地方沒去過。所以人與人因為交通不便，只有分身。怎麼教化眾生？隨機施教，他是什麼樣的根基，就給他講什麼法門。法門無量，眾生根性不相同，無量，所以佛的法門無量，這麼回事情，我們就明白了。他喜歡上帝，他喜歡基督耶穌，神就化身為基督耶穌，就變成基督教；他喜歡孔子、孟子，佛就現身為孔孟；他喜歡伊斯蘭教，佛就示現阿訇身，是這麼回事情。"
    },
    {
      "id": "32-251-0001_p0008",
      "zh_CN": "言语不一样，文字不一样，他所教人的内容一样的。我们现在把这不同的宗教经典搜集起来，来比较、来对比，一样的话很多！包括我们刚才在此地讲，这是佛说的，「一法身」、「一心一智慧」，许多宗教经典里头都有。所以佛要分身，方便众生，这就是爱。施教，立许多宗教，立许多法门。佛里面讲得最清楚，八万四千法门、无量法门，佛的慈悲。佛是什么？佛就是自性、就是性本善，本性本来慈悲，是这么个意思。",
      "zh_TW": "言語不一樣，文字不一樣，他所教人的內容一樣的。我們現在把這不同的宗教經典蒐集起來，來比較、來對比，一樣的話很多！包括我們剛才在此地講，這是佛說的，「一法身」、「一心一智慧」，許多宗教經典裡頭都有。所以佛要分身，方便眾生，這就是愛。施教，立許多宗教，立許多法門。佛裡面講得最清楚，八萬四千法門、無量法門，佛的慈悲。佛是什麼？佛就是自性、就是性本善，本性本來慈悲，是這麼個意思。"
    },
    {
      "id": "32-251-0001_p0009",
      "zh_CN": "现在呢？现在交通方便了。过去从中国到英国，坐船要坐好几个月，现在飞机十二个小时就飞到了，方便。听说一带一路如果建成了，速度还要快一倍，从香港到伦敦四、五个小时就到了。这个环境之下，过去化身化很多身、立很多教，现在怎么办？现在要万教归一，要回来了。换句话说，现在没有对立的了，不再对立了。所以，我们学习宗教，学习宗教用古人的话来讲是人生必修的课程。因为你如果不学，你不能回归自性，慢慢被习俗染污，习惯成自然，习惯取而代之。习惯里面有很多不良的习惯、不好的习惯，你就变成恶人；好的习惯，你变成善人。我们明白这个道理，这个问题里面，怎样才能做到宗教内部和谐？做得到；第二个问题，如何将宗教，同一个宗教不同的派别互相尊重？也能做到。",
      "zh_TW": "現在呢？現在交通方便了。過去從中國到英國，坐船要坐好幾個月，現在飛機十二個小時就飛到了，方便。聽說一帶一路如果建成了，速度還要快一倍，從香港到倫敦四、五個小時就到了。這個環境之下，過去化身化很多身、立很多教，現在怎麼辦？現在要萬教歸一，要回來了。換句話說，現在沒有對立的了，不再對立了。所以，我們學習宗教，學習宗教用古人的話來講是人生必修的課程。因為你如果不學，你不能回歸自性，慢慢被習俗染污，習慣成自然，習慣取而代之。習慣裡面有很多不良的習慣、不好的習慣，你就變成惡人；好的習慣，你變成善人。我們明白這個道理，這個問題裡面，怎樣才能做到宗教內部和諧？做得到；第二個問題，如何將宗教，同一個宗教不同的派別互相尊重？也能做到。"
    },
    {
      "id": "32-251-0001_p0010",
      "zh_CN": "今年我从欧洲回来，英国汉学院它要设立一个和谐博士班，和谐博士学什么？学宗教的经典，换句话说，这个班是专门为全世界宗教培养传教师。大家在一起学习，学自己的宗教，也学别人的宗教，对经典都明白了，都贯通了，这些互相排斥、内部不和，将来统统都变成和谐，帮助世界宗教统一。好事！将来它的发展，人数多了会办宗教教育学院，最后的目的会办世界宗教大学。好事情！我听到了非常喜欢。所以宗教你只要去研究经典，这个问题就解决了。宗教确实有利于我们生活，有利于我们在社会永远离开冲突，走向安定和谐、大同之治，宗教教育发挥很大的作用。",
      "zh_TW": "今年我從歐洲回來，英國漢學院它要設立一個和諧博士班，和諧博士學什麼？學宗教的經典，換句話說，這個班是專門為全世界宗教培養傳教師。大家在一起學習，學自己的宗教，也學別人的宗教，對經典都明白了，都貫通了，這些互相排斥、內部不和，將來統統都變成和諧，幫助世界宗教統一。好事！將來它的發展，人數多了會辦宗教教育學院，最後的目的會辦世界宗教大學。好事情！我聽到了非常喜歡。所以宗教你只要去研究經典，這個問題就解決了。宗教確實有利於我們生活，有利於我們在社會永遠離開衝突，走向安定和諧、大同之治，宗教教育發揮很大的作用。"
    },
    {
      "id": "32-251-0001_p0011",
      "zh_CN": "第二个问题，基督教提出来的，如何克服各宗教的排他主义？",
      "zh_TW": "第二個問題，基督教提出來的，如何克服各宗教的排他主義？"
    },
    {
      "id": "32-251-0001_p0012",
      "zh_CN": "佛教里头没有排他，这在历史上都能够找到证据的。释迦牟尼佛教导弟子尊重自己的宗教，也要尊重别人的宗教；礼敬自己宗教的圣人，也要礼敬别的宗教的圣人。佛在世的时候看到今天的社会，所以佛教里头没有排他。但是现在有没有？有。现在佛教本身有宗派，大小乘相传下来有十个宗派，宗派里头又分宗派。我早年访问日本，日本的净土宗在中国是一个宗，在日本有十几个宗，也就十几个派，净土宗分十几个派。这是人为的。怎么引起的？我相信，对于某一部经、某一个法门志同道合，大家都喜欢，我们就根据这部经、这个方法来学佛，时间久了自然形成了宗派了。不管宗派多少，它没有离开世尊所说的经教，它有宗派的分别，经教上没有，这个我们要知道。所以英国这个和谐博士学院，我相信二、三年的时间会把宗教带上和谐，和睦相处，平等对待。宗派的建立没有关系，像现在大学一样，科系可以合并，也可以把它区分出来，完全看学习，教学跟学习方便，哪一种方法方便就用哪一种。",
      "zh_TW": "佛教裡頭沒有排他，這在歷史上都能夠找到證據的。釋迦牟尼佛教導弟子尊重自己的宗教，也要尊重別人的宗教；禮敬自己宗教的聖人，也要禮敬別的宗教的聖人。佛在世的時候看到今天的社會，所以佛教裡頭沒有排他。但是現在有沒有？有。現在佛教本身有宗派，大小乘相傳下來有十個宗派，宗派裡頭又分宗派。我早年訪問日本，日本的淨土宗在中國是一個宗，在日本有十幾個宗，也就十幾個派，淨土宗分十幾個派。這是人為的。怎麼引起的？我相信，對於某一部經、某一個法門志同道合，大家都喜歡，我們就根據這部經、這個方法來學佛，時間久了自然形成了宗派了。不管宗派多少，它沒有離開世尊所說的經教，它有宗派的分別，經教上沒有，這個我們要知道。所以英國這個和諧博士學院，我相信二、三年的時間會把宗教帶上和諧，和睦相處，平等對待。宗派的建立沒有關係，像現在大學一樣，科系可以合併，也可以把它區分出來，完全看學習，教學跟學習方便，哪一種方法方便就用哪一種。"
    },
    {
      "id": "32-251-0001_p0013",
      "zh_CN": "第三个问题，他说我的问题分成两个部分，第一个，您觉得为什么无神论不断崛起，而宗教信仰却日益衰微？",
      "zh_TW": "第三個問題，他說我的問題分成兩個部分，第一個，您覺得為什麼無神論不斷崛起，而宗教信仰卻日益衰微？"
    },
    {
      "id": "32-251-0001_p0014",
      "zh_CN": "这个问题你问得很好，我很赞叹，这是目前宗教的现象，明显的现象。无神论的崛起，是大家把宗教经典丢失了，不在经教上去下功夫，没有真正的修行。佛教里面行门很简单，只有三个字，「戒定慧」，戒是方法，定是功夫，因戒得定，因定开慧，智慧开了，效果就现前了。你才真正懂得宗教，你才真正明了宗教，你才晓得宗教是什么。那现在？现在迷了，提到宗教，也不顾三七二十一，直接一个概念下来就是迷信。宗教变成迷信，这是非常可悲的现象。宗教一点迷信都没有，换句话说，没有宗教信仰的人是迷信的。无神论是迷信。神是什么？这个字怎么讲法？中国的文字高明，要把它写成篆字，你一看就明了了。神，我们面对这个字，左面是个示现的示字，上面两横，代表上，上天；下面有三画，垂下来，三条下来，垂象，这个字代表什么？就是我们今天讲的自然现象。自然现象画三条，有天、有地、有人，这三才。靠右边是一个申字，申是什么？当中有三个关口，当中好像一把宝剑一样，穿透了三个障碍，穿透了。这个意思就是通达自然现象而没有障碍，这叫神。神是什么？智慧，它不是迷信。所以你得把字认识清楚。外国拼音文字显示不出来，中国这个是像图画一样，很容易让你看出来它是什么意思，它是用智慧穿透大自然的现象。三画就是天地人，中国人讲三才。宗教日渐衰微，是信仰宗教出问题。出什么问题？只信仰它一些规矩，一代一代传下来的，什么意思不懂。",
      "zh_TW": "這個問題你問得很好，我很讚歎，這是目前宗教的現象，明顯的現象。無神論的崛起，是大家把宗教經典丟失了，不在經教上去下功夫，沒有真正的修行。佛教裡面行門很簡單，只有三個字，「戒定慧」，戒是方法，定是功夫，因戒得定，因定開慧，智慧開了，效果就現前了。你才真正懂得宗教，你才真正明瞭宗教，你才曉得宗教是什麼。那現在？現在迷了，提到宗教，也不顧三七二十一，直接一個概念下來就是迷信。宗教變成迷信，這是非常可悲的現象。宗教一點迷信都沒有，換句話說，沒有宗教信仰的人是迷信的。無神論是迷信。神是什麼？這個字怎麼講法？中國的文字高明，要把它寫成篆字，你一看就明瞭了。神，我們面對這個字，左面是個示現的示字，上面兩橫，代表上，上天；下面有三畫，垂下來，三條下來，垂象，這個字代表什麼？就是我們今天講的自然現象。自然現象畫三條，有天、有地、有人，這三才。靠右邊是一個申字，申是什麼？當中有三個關口，當中好像一把寶劍一樣，穿透了三個障礙，穿透了。這個意思就是通達自然現象而沒有障礙，這叫神。神是什麼？智慧，它不是迷信。所以你得把字認識清楚。外國拼音文字顯示不出來，中國這個是像圖畫一樣，很容易讓你看出來它是什麼意思，它是用智慧穿透大自然的現象。三畫就是天地人，中國人講三才。宗教日漸衰微，是信仰宗教出問題。出什麼問題？只信仰它一些規矩，一代一代傳下來的，什麼意思不懂。"
    },
    {
      "id": "32-251-0001_p0015",
      "zh_CN": "早年间，印尼瓦西德总统，我跟他很熟，他也很喜欢跟我聊天，他告诉我，伊斯兰的信徒很多可以背诵阿拉伯文的《古兰经》，能够背诵，但是什么意思不知道。愿意背《古兰经》，以背《古兰经》做为功课，什么意思不懂，这就是迷。所以今天英国要开办和谐博士班，主要就是要把经典讲得清楚，讲透彻，让我们大家生起真正的智慧，了解人生在世应该要怎样做人、怎样处世，跟上天，也就是跟自性，相应，不能相违背。相违背就是迷信，相应的是自性。所以从前人信宗教不迷信，老师讲得清楚，你自己也很明白，真正得宗教教育的受用，得宗教教育的利益。",
      "zh_TW": "早年間，印尼瓦西德總統，我跟他很熟，他也很喜歡跟我聊天，他告訴我，伊斯蘭的信徒很多可以背誦阿拉伯文的《古蘭經》，能夠背誦，但是什麼意思不知道。願意背《古蘭經》，以背《古蘭經》做為功課，什麼意思不懂，這就是迷。所以今天英國要開辦和諧博士班，主要就是要把經典講得清楚，講透徹，讓我們大家生起真正的智慧，了解人生在世應該要怎樣做人、怎樣處世，跟上天，也就是跟自性，相應，不能相違背。相違背就是迷信，相應的是自性。所以從前人信宗教不迷信，老師講得清楚，你自己也很明白，真正得宗教教育的受用，得宗教教育的利益。"
    },
    {
      "id": "32-251-0001_p0016",
      "zh_CN": "这是第二个，做为一个有信仰的群体，我们如何才能将那些没有信仰的人引导回来？",
      "zh_TW": "這是第二個，做為一個有信仰的群體，我們如何才能將那些沒有信仰的人引導回來？"
    },
    {
      "id": "32-251-0001_p0017",
      "zh_CN": "这个心发得好。我相信上帝赞叹你，众神也欢喜你。那就是你要认真好好的学，做出信仰宗教的人好榜样。信仰宗教是社会上的善人，是有智慧的人，他的言行都可以做一般大众的好榜样，就把那些没有信仰的人引回来了。好事情！所以我希望英国这个博士班，这些将来三年毕业出来之后，都拿到和谐博士学位，实际上就是宗教博士学位，有能力、有智慧在大学里面开宗教经典这一门的功课，让一般同学选修。我希望这个做法在三年能收到很好的效果，对于化解社会冲突、促进世界和平大同会起很大的作用。",
      "zh_TW": "這個心發得好。我相信上帝讚歎你，眾神也歡喜你。那就是你要認真好好的學，做出信仰宗教的人好榜樣。信仰宗教是社會上的善人，是有智慧的人，他的言行都可以做一般大眾的好榜樣，就把那些沒有信仰的人引回來了。好事情！所以我希望英國這個博士班，這些將來三年畢業出來之後，都拿到和諧博士學位，實際上就是宗教博士學位，有能力、有智慧在大學裡面開宗教經典這一門的功課，讓一般同學選修。我希望這個做法在三年能收到很好的效果，對於化解社會衝突、促進世界和平大同會起很大的作用。"
    },
    {
      "id": "32-251-0001_p0018",
      "zh_CN": "下面第四个问题，在世俗社会、在一个对宗教无感的氛围里，你建议我们应该如何与年轻的一代分享我们神圣经典宝藏？",
      "zh_TW": "下面第四個問題，在世俗社會、在一個對宗教無感的氛圍裡，你建議我們應該如何與年輕的一代分享我們神聖經典寶藏？"
    },
    {
      "id": "32-251-0001_p0019",
      "zh_CN": "好，今年我在英国跟威尔士大学合办汉学院，还更进一步，它办和谐博士班，我非常欢喜，我全力支持。我也常常跟这些各个不同宗教人士往来，我们建立很好的友谊。这个问题问得好。欧洲有一些先知先觉的人已经看到了，已经动手在做了，预计十年之后可以正式开办世界宗教大学，宗教会兴旺起来。为什么？人类不能离开伦理教育，不能离开道德教育，不能离开因果教育，不能离开圣贤教育，这是人类接受教育的大根大本。",
      "zh_TW": "好，今年我在英國跟威爾士大學合辦漢學院，還更進一步，它辦和諧博士班，我非常歡喜，我全力支持。我也常常跟這些各個不同宗教人士往來，我們建立很好的友誼。這個問題問得好。歐洲有一些先知先覺的人已經看到了，已經動手在做了，預計十年之後可以正式開辦世界宗教大學，宗教會興旺起來。為什麼？人類不能離開倫理教育，不能離開道德教育，不能離開因果教育，不能離開聖賢教育，這是人類接受教育的大根大本。"
    },
    {
      "id": "32-251-0001_p0020",
      "zh_CN": "问题五，听到老法师的讲演，我非常高兴，倍感幸福，它触动到我的内心深处。我是一名来自新加坡的穆斯林，做为「新加坡女性信仰联盟」的一员，应邀来此地参加论坛。感谢您、感谢净宗学院，也感谢这个特别棒的团体，衷心的谢谢您。您的讲演，含括了大部分的宗教及他们的教导，如此不可思议，让我倍受感动。我的问题是，是什么启发了您？谢谢。",
      "zh_TW": "問題五，聽到老法師的講演，我非常高興，倍感幸福，它觸動到我的內心深處。我是一名來自新加坡的穆斯林，做為「新加坡女性信仰聯盟」的一員，應邀來此地參加論壇。感謝您、感謝淨宗學院，也感謝這個特別棒的團體，衷心的謝謝您。您的講演，含括了大部分的宗教及他們的教導，如此不可思議，讓我倍受感動。我的問題是，是什麼啟發了您？謝謝。"
    },
    {
      "id": "32-251-0001_p0021",
      "zh_CN": "妳问得很好。我是怎么学佛的？我年轻的时候无知，对于什么宗教都不能接受，提到宗教，我就想到下面两个，迷信两个字，以为都是迷信。所以跟宗教从来没有接触过。我在二十六岁这一年，我住在台湾，那个时候对哲学很有兴趣，我找到一位好老师，方东美先生。我们不认识，我知道他是桐城人。桐城跟我的老家很近，大概距离二十公里，就这个样，所以走路可以走到。他是中国桐城派（桐城派是学派）清代方苞的后裔（那是桐城派的领导人，桐城出才子），是当代的哲学家。",
      "zh_TW": "妳問得很好。我是怎麼學佛的？我年輕的時候無知，對於什麼宗教都不能接受，提到宗教，我就想到下面兩個，迷信兩個字，以為都是迷信。所以跟宗教從來沒有接觸過。我在二十六歲這一年，我住在台灣，那個時候對哲學很有興趣，我找到一位好老師，方東美先生。我們不認識，我知道他是桐城人。桐城跟我的老家很近，大概距離二十公里，就這個樣，所以走路可以走到。他是中國桐城派（桐城派是學派）清代方苞的後裔（那是桐城派的領導人，桐城出才子），是當代的哲學家。"
    },
    {
      "id": "32-251-0001_p0022",
      "zh_CN": "我学哲学，写一封信，把自己介绍给方先生，目的希望他允许我到台大去旁听他的课程。他回了一封信给我，约我到他家里见面。星期天我就准时去拜访，跟他见了面，先话家常。我年轻，他是我父辈的人，大概大我二十多岁。对于家乡很留恋，谈谈家乡的事情，问我读书的状况。我老老实实告诉他，我没念过什么书，正好遇到八年抗战，天天逃难。八年我走了十个省，总走了几万里路。没有机会读书，也没有人照顾我。最后被国家抗战期间办流亡中学，就是很多学生家破人亡，在外面流浪，把这些人招生起来国家来养，我在这个学校念过一年。非常感激校长、老师对待我们这些学生，无家可归的学生，照顾得很周到，比父母还周到，我们生活在这段时期是感恩的时期。没机会读书。",
      "zh_TW": "我學哲學，寫一封信，把自己介紹給方先生，目的希望他允許我到台大去旁聽他的課程。他回了一封信給我，約我到他家裡見面。星期天我就準時去拜訪，跟他見了面，先話家常。我年輕，他是我父輩的人，大概大我二十多歲。對於家鄉很留戀，談談家鄉的事情，問我讀書的狀況。我老老實實告訴他，我沒念過什麼書，正好遇到八年抗戰，天天逃難。八年我走了十個省，總走了幾萬里路。沒有機會讀書，也沒有人照顧我。最後被國家抗戰期間辦流亡中學，就是很多學生家破人亡，在外面流浪，把這些人招生起來國家來養，我在這個學校念過一年。非常感激校長、老師對待我們這些學生，無家可歸的學生，照顧得很周到，比父母還周到，我們生活在這段時期是感恩的時期。沒機會讀書。"
    },
    {
      "id": "32-251-0001_p0023",
      "zh_CN": "方老师告诉我，他说现在的学校，六十多年前的学校，先生不像先生，学生不像学生，他说你要到学校去旁听，你会大失所望。我听了老师这些话，完全拒绝了，我心里很难过。老师当然也看出来，几分钟之后老师说，你真想学，你每一个星期天上午九点半到十一点半，我给你讲两个钟点课。所以，我跟他学哲学是在他家里教的，小客厅，还没有我们这个摄影棚这么大，一个老师，一个学生，我非常感激。他给我讲了一部《哲学概论》，从西洋哲学讲到中国、讲到印度，最后一个单元讲到佛经哲学。我向他请教，我说佛是宗教、是迷信，它怎么会有哲学？老师告诉我，「你还年轻，你不懂，释迦牟尼是世界上最伟大的哲学家」，我从来没有听人说过；「大乘经典是世界哲学的最高峰」，我也没听人说过；「学佛是人生最高的享受」。所以，我就被方先生这几句话领进佛门。不知道佛经（大乘佛经）是高等科学。现在量子力学家告诉我们，大乘经典是高等的量子科学，我相信是真的不是假的。量子发现很多东西，大乘经上有，三千年前释迦牟尼佛在世说过。",
      "zh_TW": "方老師告訴我，他說現在的學校，六十多年前的學校，先生不像先生，學生不像學生，他說你要到學校去旁聽，你會大失所望。我聽了老師這些話，完全拒絕了，我心裡很難過。老師當然也看出來，幾分鐘之後老師說，你真想學，你每一個星期天上午九點半到十一點半，我給你講兩個鐘點課。所以，我跟他學哲學是在他家裡教的，小客廳，還沒有我們這個攝影棚這麼大，一個老師，一個學生，我非常感激。他給我講了一部《哲學概論》，從西洋哲學講到中國、講到印度，最後一個單元講到佛經哲學。我向他請教，我說佛是宗教、是迷信，它怎麼會有哲學？老師告訴我，「你還年輕，你不懂，釋迦牟尼是世界上最偉大的哲學家」，我從來沒有聽人說過；「大乘經典是世界哲學的最高峰」，我也沒聽人說過；「學佛是人生最高的享受」。所以，我就被方先生這幾句話領進佛門。不知道佛經（大乘佛經）是高等科學。現在量子力學家告訴我們，大乘經典是高等的量子科學，我相信是真的不是假的。量子發現很多東西，大乘經上有，三千年前釋迦牟尼佛在世說過。"
    },
    {
      "id": "32-251-0001_p0024",
      "zh_CN": "所以才把这么多年的误会搞清楚，丢掉了，开始逛庙。逛庙干什么？找经典看。在五十年前，台湾印佛书的只有两个店，台南有一个，台北有一个，所印的佛书种类不多，分量也很少。所以寺庙里有藏经，有图书馆、有藏经楼，到那里面可以看到很多我们想看的东西。跟佛的缘就这么建立的。缘很殊胜，大概也只有二、三个月，我认识一个蒙古亲王，敏孟经敏亲王，他是新疆人，学藏传佛教，他的老师是章嘉大师。他听到我对佛有兴趣，就介绍我认识章嘉大师，我学佛就有同伴了。接受章嘉大师指导三年，也是像方老师一样，一个星期给我一个小时。每个星期我都去看他，看经，有问题向他请教，听他老人家指导，三年。我佛学的根章嘉大师奠定的。他老人家过世之后，我跟李炳南老居士学经教，我跟他十年。所以我在台湾接受佛陀教育总共十三年。",
      "zh_TW": "所以才把這麼多年的誤會搞清楚，丟掉了，開始逛廟。逛廟幹什麼？找經典看。在五十年前，台灣印佛書的只有兩個店，台南有一個，台北有一個，所印的佛書種類不多，分量也很少。所以寺廟裡有藏經，有圖書館、有藏經樓，到那裡面可以看到很多我們想看的東西。跟佛的緣就這麼建立的。緣很殊勝，大概也只有二、三個月，我認識一個蒙古親王，敏孟經敏親王，他是新疆人，學藏傳佛教，他的老師是章嘉大師。他聽到我對佛有興趣，就介紹我認識章嘉大師，我學佛就有同伴了。接受章嘉大師指導三年，也是像方老師一樣，一個星期給我一個小時。每個星期我都去看他，看經，有問題向他請教，聽他老人家指導，三年。我佛學的根章嘉大師奠定的。他老人家過世之後，我跟李炳南老居士學經教，我跟他十年。所以我在台灣接受佛陀教育總共十三年。"
    },
    {
      "id": "32-251-0001_p0025",
      "zh_CN": "章嘉大师劝我出家，教我学释迦牟尼，教我去读《释迦方志》、《释迦谱》，这两样东西就是释迦牟尼佛的传记。告诉我，学佛要认识佛陀，不认识佛陀你会走岔路、会走弯路。读了之后才知道，释迦牟尼佛伟大！他不是神。才晓得方先生讲的，方先生眼目当中，佛教不是宗教，是学派、是哲学，释迦牟尼佛这个学派。章嘉大师嘱咐我，要学释迦牟尼佛讲经教学，把佛教再兴旺起来。",
      "zh_TW": "章嘉大師勸我出家，教我學釋迦牟尼，教我去讀《釋迦方志》、《釋迦譜》，這兩樣東西就是釋迦牟尼佛的傳記。告訴我，學佛要認識佛陀，不認識佛陀你會走岔路、會走彎路。讀了之後才知道，釋迦牟尼佛偉大！他不是神。才曉得方先生講的，方先生眼目當中，佛教不是宗教，是學派、是哲學，釋迦牟尼佛這個學派。章嘉大師囑咐我，要學釋迦牟尼佛講經教學，把佛教再興旺起來。"
    },
    {
      "id": "32-251-0001_p0026",
      "zh_CN": "现在，所有的古圣先贤留下来的这些教诲都变成宗教了，什么原因？不讲经了，不讲学了，只是念经，不是讲经。所有宗教创始人都是天天讲经教学，而传下来的。这些忏悔，佛门里面这些佛事，今天所讲的佛事，超度佛事，都是后人所建立的，佛陀那个时代没有，这个我们要知道。释迦牟尼佛开悟之后，他是从戒定慧大彻大悟，悟后他就教学，讲阿含，十二年，为大家奠定学佛的基础，好像办小学；十二年之后接着讲方等，八年，好像办中学；八年之后讲般若，好比是大学，二十二年；最后八年讲《法华》，好比是研究院。小学、中学、大学、研究所，讲经三百余会，说法四十九年，这是释迦牟尼佛。他是个教育家，我们一般人称他为伟大的社会教育家，重视伦理、重视道德、重视因果，用佛法的术语来说就是着重戒定慧，持戒帮助你得定，得定帮助你开悟。他走的这条路，做为以后教化众生的方式，我们学佛必须从这过来。",
      "zh_TW": "現在，所有的古聖先賢留下來的這些教誨都變成宗教了，什麼原因？不講經了，不講學了，只是念經，不是講經。所有宗教創始人都是天天講經教學，而傳下來的。這些懺悔，佛門裡面這些佛事，今天所講的佛事，超度佛事，都是後人所建立的，佛陀那個時代沒有，這個我們要知道。釋迦牟尼佛開悟之後，他是從戒定慧大徹大悟，悟後他就教學，講阿含，十二年，為大家奠定學佛的基礎，好像辦小學；十二年之後接著講方等，八年，好像辦中學；八年之後講般若，好比是大學，二十二年；最後八年講《法華》，好比是研究院。小學、中學、大學、研究所，講經三百餘會，說法四十九年，這是釋迦牟尼佛。他是個教育家，我們一般人稱他為偉大的社會教育家，重視倫理、重視道德、重視因果，用佛法的術語來說就是著重戒定慧，持戒幫助你得定，得定幫助你開悟。他走的這條路，做為以後教化眾生的方式，我們學佛必須從這過來。"
    },
    {
      "id": "32-251-0001_p0027",
      "zh_CN": "现在佛法衰了，宗教衰了，衰在哪里？衰在没有人讲经，有人念经，没有人讲经。英国这个和谐博士班重视讲经，要把经讲明白、讲透彻，不是迷信，有理论、有方法，帮助你在社会上做一个好人。宗教教育，不是宗教迷信。所以我们相信将来宗教会回头，会回归教育。宗教可以在一起办活动。我在新加坡住过三年半，把新加坡九大宗教团结成一家人。每一个宗教办活动，大家一起参加，佛教办活动，统统都来；基督教办活动，我们都穿上这个衣服上教堂。好，这十几年来宗教是一家，大的国际活动组团统统参加，老朋友。给社会做很好的榜样。",
      "zh_TW": "現在佛法衰了，宗教衰了，衰在哪裡？衰在沒有人講經，有人念經，沒有人講經。英國這個和諧博士班重視講經，要把經講明白、講透徹，不是迷信，有理論、有方法，幫助你在社會上做一個好人。宗教教育，不是宗教迷信。所以我們相信將來宗教會回頭，會回歸教育。宗教可以在一起辦活動。我在新加坡住過三年半，把新加坡九大宗教團結成一家人。每一個宗教辦活動，大家一起參加，佛教辦活動，統統都來；基督教辦活動，我們都穿上這個衣服上教堂。好，這十幾年來宗教是一家，大的國際活動組團統統參加，老朋友。給社會做很好的榜樣。"
    },
    {
      "id": "32-251-0001_p0028",
      "zh_CN": "第六个问题，您谈到要去除「二」的概念，来体会无条件的大爱与宗教教育。但有些宗教教导的是，上帝与他的子民∕人类是「二」。「不二」主要是东方哲学的概念（譬如，神存在于他的造物中，或者创造者存在于所创之物中）。这两种不同教导之间的差异，应如何解决？（锡克教朋友提的。）",
      "zh_TW": "第六個問題，您談到要去除「二」的概念，來體會無條件的大愛與宗教教育。但有些宗教教導的是，上帝與他的子民∕人類是「二」。「不二」主要是東方哲學的概念（譬如，神存在於他的造物中，或者創造者存在於所創之物中）。這兩種不同教導之間的差異，應如何解決？（錫克教朋友提的。）"
    },
    {
      "id": "32-251-0001_p0029",
      "zh_CN": "上帝造万物，万物人最灵。上帝心中有人，人心中有上帝，不能把它分作二，是一不是二。人要学神。学神什么？学神爱人，学神为人民服务。神圣的爱超过父子的爱，超过母女的爱，超过世间所有的爱，他没有条件，爱人就像爱自己一样，神圣的大爱，神圣的真爱。爱人就不会害人，爱人就会甘心情愿为人民服务。为什么？人是神造的，神会为人服务。服务里头最重要的一个服务是什么？是教育。如何把人都变成神？就从这一点，把神圣的爱种在人的心上，让人心里面具足神圣的大爱，这叫宗教教育，这叫宗教教育的圆满。谁爱世人？必须神的信徒、神的代表，神职人员是代表神，用神的爱心去爱一切众生，信仰的、信教的爱他，不信教的也爱他，没有差别、没有等级。我们不能不知道。所以，二是对立，对立不许可，宇宙之间本来没有对立，没有对立你要是建立一个对立，这不是好事。别人建立这个对立，我们要把这个对立撤除、化解，这就好了。",
      "zh_TW": "上帝造萬物，萬物人最靈。上帝心中有人，人心中有上帝，不能把它分作二，是一不是二。人要學神。學神什麼？學神愛人，學神為人民服務。神聖的愛超過父子的愛，超過母女的愛，超過世間所有的愛，他沒有條件，愛人就像愛自己一樣，神聖的大愛，神聖的真愛。愛人就不會害人，愛人就會甘心情願為人民服務。為什麼？人是神造的，神會為人服務。服務裡頭最重要的一個服務是什麼？是教育。如何把人都變成神？就從這一點，把神聖的愛種在人的心上，讓人心裡面具足神聖的大愛，這叫宗教教育，這叫宗教教育的圓滿。誰愛世人？必須神的信徒、神的代表，神職人員是代表神，用神的愛心去愛一切眾生，信仰的、信教的愛他，不信教的也愛他，沒有差別、沒有等級。我們不能不知道。所以，二是對立，對立不許可，宇宙之間本來沒有對立，沒有對立你要是建立一個對立，這不是好事。別人建立這個對立，我們要把這個對立撤除、化解，這就好了。"
    },
    {
      "id": "32-251-0001_p0030",
      "zh_CN": "我这一生，方东美先生引导我认识佛教，章嘉大师给我奠定学佛的根基，李炳南老居士成就我经典教学的智慧。我这三个人一个都少不了，少一个都不能完成。今天这点成就，感激这三位老师。另外还有一个好朋友，真的志同道合，中国大陆黄念祖老居士。我们两个人志同道合，都是发心传《无量寿经》，传夏莲居老居士的会集本。我讲了十几遍了，他写了一部注解，写得太好了。佛法在末法时代，在现在这个时代，这部经确确实实能帮助一般人，像方老师一样讲的，「学佛是人生最高的享受」，就在这部经里头。我推荐给大家，介绍给大家。宗教一定要团结，宗教一定要成一家人，世界这个社会斗争化解了，战争没有了，世界才有安定和平。",
      "zh_TW": "我這一生，方東美先生引導我認識佛教，章嘉大師給我奠定學佛的根基，李炳南老居士成就我經典教學的智慧。我這三個人一個都少不了，少一個都不能完成。今天這點成就，感激這三位老師。另外還有一個好朋友，真的志同道合，中國大陸黃念祖老居士。我們兩個人志同道合，都是發心傳《無量壽經》，傳夏蓮居老居士的會集本。我講了十幾遍了，他寫了一部註解，寫得太好了。佛法在末法時代，在現在這個時代，這部經確確實實能幫助一般人，像方老師一樣講的，「學佛是人生最高的享受」，就在這部經裡頭。我推薦給大家，介紹給大家。宗教一定要團結，宗教一定要成一家人，世界這個社會鬥爭化解了，戰爭沒有了，世界才有安定和平。"
    },
    {
      "id": "32-251-0001_p0031",
      "zh_CN": "下面第七个问题，冥想与祈祷时，如何才能让自己的思想慢下来、静下来？为什么我无法停止思考、无法静下来去想着上帝？我的思想总是东奔西窜的，从一件事想到另外一件、从一个地方想到另一个地方、从一个人想到另一个人。",
      "zh_TW": "下面第七個問題，冥想與祈禱時，如何才能讓自己的思想慢下來、靜下來？為什麼我無法停止思考、無法靜下來去想著上帝？我的思想總是東奔西竄的，從一件事想到另外一件、從一個地方想到另一個地方、從一個人想到另一個人。"
    },
    {
      "id": "32-251-0001_p0032",
      "zh_CN": "我问问同学们，你们是不是跟他一样？我相信现在的社会跟他说的这个样子的人很多。这什么原因？佛法讲习气，从小习惯成自然。现在人都教你想，胡思乱想，跟中国古时候不一样。古时候的教学，小学，童蒙教学，私塾，父母、老师都不教小孩胡思乱想。教小孩什么？读经。一遍一遍的读，读到能背诵还要读。只准许你想经、想读的书，不要去想别的，不准许你想别的。到什么时候才准许你想？十三、四岁准许你去想。想有范围，想经，所读那些经是什么意思，怎么去落实、怎么样把它变成自己的生活，想这些，不是胡思乱想。",
      "zh_TW": "我問問同學們，你們是不是跟他一樣？我相信現在的社會跟他說的這個樣子的人很多。這什麼原因？佛法講習氣，從小習慣成自然。現在人都教你想，胡思亂想，跟中國古時候不一樣。古時候的教學，小學，童蒙教學，私塾，父母、老師都不教小孩胡思亂想。教小孩什麼？讀經。一遍一遍的讀，讀到能背誦還要讀。只准許你想經、想讀的書，不要去想別的，不准許你想別的。到什麼時候才准許你想？十三、四歲准許你去想。想有範圍，想經，所讀那些經是什麼意思，怎麼去落實、怎麼樣把它變成自己的生活，想這些，不是胡思亂想。"
    },
    {
      "id": "32-251-0001_p0033",
      "zh_CN": "今天的人是胡思乱想，而且止不住，一个接着一个来，怎么办？这在修学上，世法、佛法，都是第一重要问题。怎么办？放下、看破。看破，了解事实真相。你要了解，你一天到晚所想的，一个接着一个，叫妄想，对你有害处，有严重的害处，你赶快把它放下。圣学，包括所有的宗教经典，你要想契入，去深深理解它，就是放下妄想，一心专注去开智慧。一心专注是定。什么都不想，那放下就是，知道它是假的，对我有害、没有好处，要放下，这是属于戒。因戒得定，因定开慧。",
      "zh_TW": "今天的人是胡思亂想，而且止不住，一個接著一個來，怎麼辦？這在修學上，世法、佛法，都是第一重要問題。怎麼辦？放下、看破。看破，了解事實真相。你要了解，你一天到晚所想的，一個接著一個，叫妄想，對你有害處，有嚴重的害處，你趕快把它放下。聖學，包括所有的宗教經典，你要想契入，去深深理解它，就是放下妄想，一心專注去開智慧。一心專注是定。什麼都不想，那放下就是，知道它是假的，對我有害、沒有好處，要放下，這是屬於戒。因戒得定，因定開慧。"
    },
    {
      "id": "32-251-0001_p0034",
      "zh_CN": "我学佛，第一次见章嘉大师，我就向他请教，方先生告诉我佛法殊胜，佛法是很好的教育，我很想学，有没有方法让我们很快就契入？那一年我二十六岁。章嘉大师听到我这个问题，不说话，看着我，看了半个小时才说话，说一个字，有。我在那里坐了半个小时，听他老人家教诲，他不说话。十几年以后我才搞清楚，为什么是这样教？我们年轻，心浮气躁，就像妄想很多，说话没用处，耳边风，这个听，那里出去了。所以怎么样？要叫我注意，注意力集中。半个小时注意力集中了，说一个有，我很高兴，他又不说了。为什么？我们这一高兴，妄念起来了，他又不讲了。停了十几分钟，给我说了四个字，「看破放下」。那一次见面一个多小时就这四个字，我的印象是非常深刻。不放下，烦恼习气在，最大的障碍，无论学什么，学世法、学佛法，它都是障碍，要放下。放下你就看破了，看破帮助放下，放下帮助看破，两个互相帮助。所知障重的从看破下手，烦恼障重的从放下下手。非常有道理，方法很巧妙，只要你真干。现在这个社会科学技术突飞猛进，带给人全是妄想，这些妄想帮助你长知识，没智慧。要晓得，清净心帮助你生智慧，什么都不想了，什么都放下，才能契入。",
      "zh_TW": "我學佛，第一次見章嘉大師，我就向他請教，方先生告訴我佛法殊勝，佛法是很好的教育，我很想學，有沒有方法讓我們很快就契入？那一年我二十六歲。章嘉大師聽到我這個問題，不說話，看著我，看了半個小時才說話，說一個字，有。我在那裡坐了半個小時，聽他老人家教誨，他不說話。十幾年以後我才搞清楚，為什麼是這樣教？我們年輕，心浮氣躁，就像妄想很多，說話沒用處，耳邊風，這個聽，那裡出去了。所以怎麼樣？要叫我注意，注意力集中。半個小時注意力集中了，說一個有，我很高興，他又不說了。為什麼？我們這一高興，妄念起來了，他又不講了。停了十幾分鐘，給我說了四個字，「看破放下」。那一次見面一個多小時就這四個字，我的印象是非常深刻。不放下，煩惱習氣在，最大的障礙，無論學什麼，學世法、學佛法，它都是障礙，要放下。放下你就看破了，看破幫助放下，放下幫助看破，兩個互相幫助。所知障重的從看破下手，煩惱障重的從放下下手。非常有道理，方法很巧妙，只要你真幹。現在這個社會科學技術突飛猛進，帶給人全是妄想，這些妄想幫助你長知識，沒智慧。要曉得，清淨心幫助你生智慧，什麼都不想了，什麼都放下，才能契入。"
    },
    {
      "id": "32-251-0001_p0035",
      "zh_CN": "下面第八个问题，您好，我的问题是，既然我们谈论的是跨宗教的议题，是宗教和谐，我也想谈谈关于科学与宗教。您认为科学与宗教共存、和睦相处的那一天会到来吗？",
      "zh_TW": "下面第八個問題，您好，我的問題是，既然我們談論的是跨宗教的議題，是宗教和諧，我也想談談關於科學與宗教。您認為科學與宗教共存、和睦相處的那一天會到來嗎？"
    },
    {
      "id": "32-251-0001_p0036",
      "zh_CN": "我相信那一天不超过十年。所以答案是肯定的。",
      "zh_TW": "我相信那一天不超過十年。所以答案是肯定的。"
    },
    {
      "id": "32-251-0001_p0037",
      "zh_CN": "我们应该怎么做才能使其发生？",
      "zh_TW": "我們應該怎麼做才能使其發生？"
    },
    {
      "id": "32-251-0001_p0038",
      "zh_CN": "现在英国最近开办的和谐博士班就是干这桩事情的，我们对它有信心。它第一届应该是这个月开学上课了，三年毕业，拿到博士学位。三年之后，我估计我们有这样的人才，就是宗教博士学位的人才，有三十个人。有三十个老师有学位，有大学教授的资格，有三十个，就可以开办宗教教育学院，跟大学一样，修学七年。本科三年，学自己的经典，硕士一年，博士三年，学所有宗教的经典，都要了解。了解了就不会有冲突、不会有矛盾，就能够互助合作，帮助社会走向大同。七年之后，我估计我们可以培养一百到一百五十个宗教博士，宗教教育博士，这个学位。有这么多人，就可以正式办一个世界宗教大学，好！宗教大学就完成我们这个使命，化解社会上所有的冲突，伦理、道德、因果、圣贤智慧教育兴旺起来，把世界带向大同，永远离开黑暗，走向光明。",
      "zh_TW": "現在英國最近開辦的和諧博士班就是幹這樁事情的，我們對它有信心。它第一屆應該是這個月開學上課了，三年畢業，拿到博士學位。三年之後，我估計我們有這樣的人才，就是宗教博士學位的人才，有三十個人。有三十個老師有學位，有大學教授的資格，有三十個，就可以開辦宗教教育學院，跟大學一樣，修學七年。本科三年，學自己的經典，碩士一年，博士三年，學所有宗教的經典，都要了解。了解了就不會有衝突、不會有矛盾，就能夠互助合作，幫助社會走向大同。七年之後，我估計我們可以培養一百到一百五十個宗教博士，宗教教育博士，這個學位。有這麼多人，就可以正式辦一個世界宗教大學，好！宗教大學就完成我們這個使命，化解社會上所有的衝突，倫理、道德、因果、聖賢智慧教育興旺起來，把世界帶向大同，永遠離開黑暗，走向光明。"
    },
    {
      "id": "32-251-0001_p0039",
      "zh_CN": "后面还有两个。问题九，有人可能会说，「图文巴宗教合作团队」、「亲善委员会」与「净宗学院」的愿景太理想化，过分宏伟了。谛造世界和平和谐的愿景，是要大幅度的改变世界来造福人类及万物。在实现这个愿景的过程中，当面对所有的挑战时，您个人要如何保持希望，继续努力朝着目标前进？",
      "zh_TW": "後面還有兩個。問題九，有人可能會說，「圖文巴宗教合作團隊」、「親善委員會」與「淨宗學院」的願景太理想化，過分宏偉了。諦造世界和平和諧的願景，是要大幅度的改變世界來造福人類及萬物。在實現這個願景的過程中，當面對所有的挑戰時，您個人要如何保持希望，繼續努力朝著目標前進？"
    },
    {
      "id": "32-251-0001_p0040",
      "zh_CN": "谢谢你的关心！现在我们有一群，有个小的团队，就是英国汉学院，英国的和谐博士班。我们希望三年之后博士班提升为学院，七年之后提升为大学。我们很努力向着这个目标去做。这个方向、目标是威尔士大学校长提出来的。我们合作办汉学院，汉学院是基础，没有汉学就搞不成，必须要把汉学、把文言文找回来，把汉字找回来。所以现在这个汉学基本的课程，这个三年基本课程，是中国古时候私塾用的《圣学根之根》，像《三字经》、《百家姓》、《千字文》这一类的课程。我们要补习，以前没有学过，现在补修。把它讲清楚、讲明白，而且要自己落实。然后提升到四书五经、十三经，再提升到《群书治要》。",
      "zh_TW": "謝謝你的關心！現在我們有一群，有個小的團隊，就是英國漢學院，英國的和諧博士班。我們希望三年之後博士班提升為學院，七年之後提升為大學。我們很努力向著這個目標去做。這個方向、目標是威爾士大學校長提出來的。我們合作辦漢學院，漢學院是基礎，沒有漢學就搞不成，必須要把漢學、把文言文找回來，把漢字找回來。所以現在這個漢學基本的課程，這個三年基本課程，是中國古時候私塾用的《聖學根之根》，像《三字經》、《百家姓》、《千字文》這一類的課程。我們要補習，以前沒有學過，現在補修。把它講清楚、講明白，而且要自己落實。然後提升到四書五經、十三經，再提升到《群書治要》。"
    },
    {
      "id": "32-251-0001_p0041",
      "zh_CN": "终极的目标是希望这些有成就的人替《群书治要》写个续篇。因为唐太宗编这部书，从三皇五帝到他那个时代，找出六十六种书在里面，这书里头有关于修身、齐家、治国、平天下这四桩事情的文字，统统抄起来编成《群书治要》。所以隋（隋朝）、唐朝、宋、元、明、清，这个六朝一千多年，《群书治要》里头没有。所以必须要把它再找出来。书有，在《四库》，在《荟要》里头、《四库》里头，书有。再去把这个，这个一千多年的古人的这些好的著作，有关于修身、齐家、治国、平天下的把它再抄下，分量一样多，跟《群书治要》五十卷、五十万字。将来这个一百卷、一百万字，就是中国《四库全书》的精华篇。读了这个一百卷书，等于把《四库》全都读到了。功德无量无边，大好事！",
      "zh_TW": "終極的目標是希望這些有成就的人替《群書治要》寫個續篇。因為唐太宗編這部書，從三皇五帝到他那個時代，找出六十六種書在裡面，這書裡頭有關於修身、齊家、治國、平天下這四樁事情的文字，統統抄起來編成《群書治要》。所以隋（隋朝）、唐朝、宋、元、明、清，這個六朝一千多年，《群書治要》裡頭沒有。所以必須要把它再找出來。書有，在《四庫》，在《薈要》裡頭、《四庫》裡頭，書有。再去把這個，這個一千多年的古人的這些好的著作，有關於修身、齊家、治國、平天下的把它再抄下，分量一樣多，跟《群書治要》五十卷、五十萬字。將來這個一百卷、一百萬字，就是中國《四庫全書》的精華篇。讀了這個一百卷書，等於把《四庫》全都讀到了。功德無量無邊，大好事！"
    },
    {
      "id": "32-251-0001_p0042",
      "zh_CN": "所以我们对于底下这一代年轻人，真正发心来学汉学的，我们对他们爱护，全心全力帮助他们，让他们全心全力专心读书，困难问题我们帮他解决，让他不操心，把书读好。这是我们的希望。",
      "zh_TW": "所以我們對於底下這一代年輕人，真正發心來學漢學的，我們對他們愛護，全心全力幫助他們，讓他們全心全力專心讀書，困難問題我們幫他解決，讓他不操心，把書讀好。這是我們的希望。"
    },
    {
      "id": "32-251-0001_p0043",
      "zh_CN": "末后还有一个问题，宗教一直被政治所绑架。如何能将宗教去政治化？把属于凯撒大帝的归还给凯撒大帝，把属于神的归还给神（让政治归政治，宗教归宗教），这两者是否彼此不相容？",
      "zh_TW": "末後還有一個問題，宗教一直被政治所綁架。如何能將宗教去政治化？把屬於凱撒大帝的歸還給凱撒大帝，把屬於神的歸還給神（讓政治歸政治，宗教歸宗教），這兩者是否彼此不相容？"
    },
    {
      "id": "32-251-0001_p0044",
      "zh_CN": "这两者相容，不是不相容。政治需要政治的智慧，政治的智慧在哪里？在《群书治要》。你明白了吗？问题已经解决了。唐太宗二十七岁做皇上，年轻，没念过什么书，他是将军，他会打仗，打胜仗。用什么来治国，不知道。所以他很聪明，召集魏征成立一个小组，小组干什么？在古书里头去找，找修身、齐家、治国、平天下这些文字，抄下来给他，这就是《群书治要》，他就凭这本书治家、治国、治天下。",
      "zh_TW": "這兩者相容，不是不相容。政治需要政治的智慧，政治的智慧在哪裡？在《群書治要》。你明白了嗎？問題已經解決了。唐太宗二十七歲做皇上，年輕，沒念過什麼書，他是將軍，他會打仗，打勝仗。用什麼來治國，不知道。所以他很聰明，召集魏徵成立一個小組，小組幹什麼？在古書裡頭去找，找修身、齊家、治國、平天下這些文字，抄下來給他，這就是《群書治要》，他就憑這本書治家、治國、治天下。"
    },
    {
      "id": "32-251-0001_p0045",
      "zh_CN": "正好他给你解决这个问题，你对于宗教这两个字的定义还没搞清楚，今天搞清楚了，你就晓得宗教是人类不能缺少的教育。为什么？修身。要不要做个好人？要不要做个正常人？谁教你？《群书治要》教你。你想不想把国家治好？谁教你？《群书治要》教唐太宗。所以《群书治要》它曾经帮助唐太宗建立大唐盛世，大唐盛世就靠这本书。这本书，现在在中国依照这部书来治国、平天下，做得非常成功，有声有色，让我们赞叹。不但我赞叹，全世界人民听过他讲演的，没有不赞叹的。所以，宗教教育要跟政治结成一体，那就变成神的教育了。那这个地球会变成天堂，会变成极乐世界，是真的不是假的。为什么？宗教教育一个字，爱的教育。",
      "zh_TW": "正好他給你解決這個問題，你對於宗教這兩個字的定義還沒搞清楚，今天搞清楚了，你就曉得宗教是人類不能缺少的教育。為什麼？修身。要不要做個好人？要不要做個正常人？誰教你？《群書治要》教你。你想不想把國家治好？誰教你？《群書治要》教唐太宗。所以《群書治要》它曾經幫助唐太宗建立大唐盛世，大唐盛世就靠這本書。這本書，現在在中國依照這部書來治國、平天下，做得非常成功，有聲有色，讓我們讚歎。不但我讚歎，全世界人民聽過他講演的，沒有不讚歎的。所以，宗教教育要跟政治結成一體，那就變成神的教育了。那這個地球會變成天堂，會變成極樂世界，是真的不是假的。為什麼？宗教教育一個字，愛的教育。"
    },
    {
      "id": "32-251-0001_p0046",
      "zh_CN": "所以政治不能离开伦理、不能离开道德、不能离开因果、不能离开圣贤教诲。圣贤教诲出来的政治，是大圣大贤，是太平盛世，是家家欢乐。我们必须要搞清楚、搞明白。读圣贤书就从事于圣贤事业，圣贤事业没有别的，爱人，帮助人离苦得乐。我们希望有圣人出现于世间，大圣大贤才能救国家、才能救世界。《群书治要》能救中国、能救全世界。",
      "zh_TW": "所以政治不能離開倫理、不能離開道德、不能離開因果、不能離開聖賢教誨。聖賢教誨出來的政治，是大聖大賢，是太平盛世，是家家歡樂。我們必須要搞清楚、搞明白。讀聖賢書就從事於聖賢事業，聖賢事業沒有別的，愛人，幫助人離苦得樂。我們希望有聖人出現於世間，大聖大賢才能救國家、才能救世界。《群書治要》能救中國、能救全世界。"
    },
    {
      "id": "32-251-0001_p0047",
      "zh_CN": "好，今天我们也没有计算时间，把这些问题都解答了。谢谢大家！",
      "zh_TW": "好，今天我們也沒有計算時間，把這些問題都解答了。謝謝大家！"
    }
  ]
}