{
  "doc_id": "21-714-0003",
  "title": {
    "zh_CN": "传统文化如何学习",
    "zh_TW": "傳統文化如何學習"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "21-714-0003",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "21-714-0003_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。前面我们谈到汉学教育的理念，「一门深入，长时薰修」，这跟现代一般教育不一样。现在无论是家庭教育、学校教育、社会教育，跟中国古圣先贤的教育不相同，现在的教育着重在知识。知识在这个时代有很多形容，很多人形容它叫知识爆炸，无量无边，无有穷尽，真的是活到老学到老学不了。又何况现代的科学知识日新月异，一个新的定律被发现了，二、三十年就又被推翻了，现在没有人承认宇宙之间会有永恒不变的。有没有？有。在哪里？就在眼前，不认识。我们老祖宗告诉我们「本性本善」，这是永恒不变的，没人相信，也没有人能懂得，它是真的，它不是假的。佛法里面讲的法性、佛性，跟我们老祖宗讲的本性很接近，实在讲是一个，不是两桩事情，是一桩事情，只是佛证得的圆满，我们老祖宗所讲的没有他讲得那么圆满，讲到了。",
      "zh_TW": "諸位法師、諸位同學，請坐。前面我們談到漢學教育的理念，「一門深入，長時薰修」，這跟現代一般教育不一樣。現在無論是家庭教育、學校教育、社會教育，跟中國古聖先賢的教育不相同，現在的教育著重在知識。知識在這個時代有很多形容，很多人形容它叫知識爆炸，無量無邊，無有窮盡，真的是活到老學到老學不了。又何況現代的科學知識日新月異，一個新的定律被發現了，二、三十年就又被推翻了，現在沒有人承認宇宙之間會有永恆不變的。有沒有？有。在哪裡？就在眼前，不認識。我們老祖宗告訴我們「本性本善」，這是永恆不變的，沒人相信，也沒有人能懂得，它是真的，它不是假的。佛法裡面講的法性、佛性，跟我們老祖宗講的本性很接近，實在講是一個，不是兩樁事情，是一樁事情，只是佛證得的圓滿，我們老祖宗所講的沒有他講得那麼圓滿，講到了。"
    },
    {
      "id": "21-714-0003_p0002",
      "zh_CN": "实在讲也可以说是讲圆满了，我们不能体会，他说得太简单了，没有佛经说得那么详细。中国古人是略说，佛是细说，什么原因？这个可以说是中国人的善根没有印度人那么厚、那么多，所以关于这些问题，古圣先贤用的方法是点到为止，不细说。为什么？说了你也听不懂，留到以后佛教传到中国来，再把它说清楚、说明白。是不是这个意思？我想很有这个意思存在。不能说老祖宗不如释迦牟尼佛，我不以为然，老祖宗跟释迦牟尼佛有同样的智慧，只是相处的环境不一样，面对的社会不相同。印度在佛陀那个时代，上上根人很多，在中国比较稀少，不是没有。",
      "zh_TW": "實在講也可以說是講圓滿了，我們不能體會，他說得太簡單了，沒有佛經說得那麼詳細。中國古人是略說，佛是細說，什麼原因？這個可以說是中國人的善根沒有印度人那麼厚、那麼多，所以關於這些問題，古聖先賢用的方法是點到為止，不細說。為什麼？說了你也聽不懂，留到以後佛教傳到中國來，再把它說清楚、說明白。是不是這個意思？我想很有這個意思存在。不能說老祖宗不如釋迦牟尼佛，我不以為然，老祖宗跟釋迦牟尼佛有同樣的智慧，只是相處的環境不一樣，面對的社會不相同。印度在佛陀那個時代，上上根人很多，在中國比較稀少，不是沒有。"
    },
    {
      "id": "21-714-0003_p0003",
      "zh_CN": "所以这些大圣大贤，他们讲经教学叫观机施教，不同根性有不同的说法，目的是一个，都是帮助听的听者开悟。悟有彻悟、有大悟、有小悟，华严宗将菩萨分为五十二个阶级，意思是说清净平等心的等级有五十二个，开悟的大小也有五十二种不同。面对大众是某个等级的，说、表演都是在这个等级，这叫契机契理，真得受用。佛以一音而说法，众生各类都能理解，随类各得解，我们在大乘经里面常常看到。所以，教学理念的目的是叫我们得定、得三昧，也就是回归自性。自性本定，这句话非常重要，真心是清净的、是平等的、是不动的、是不生不灭的，就在眼前，没有一个人例外。所以古人说「人人皆可为尧舜」，尧舜是大圣，换句话说，个个人都是圣人。佛讲得更干脆，「一切众生本来是佛」，你看说得多干脆，本来是佛。教育的目的，回归到你的本位。你本来是佛，你成佛了，这个教学就圆满了，就毕业了，佛陀是最高学位的名称，这个学位你得到了。",
      "zh_TW": "所以這些大聖大賢，他們講經教學叫觀機施教，不同根性有不同的說法，目的是一個，都是幫助聽的聽者開悟。悟有徹悟、有大悟、有小悟，華嚴宗將菩薩分為五十二個階級，意思是說清淨平等心的等級有五十二個，開悟的大小也有五十二種不同。面對大眾是某個等級的，說、表演都是在這個等級，這叫契機契理，真得受用。佛以一音而說法，眾生各類都能理解，隨類各得解，我們在大乘經裡面常常看到。所以，教學理念的目的是叫我們得定、得三昧，也就是回歸自性。自性本定，這句話非常重要，真心是清淨的、是平等的、是不動的、是不生不滅的，就在眼前，沒有一個人例外。所以古人說「人人皆可為堯舜」，堯舜是大聖，換句話說，個個人都是聖人。佛講得更乾脆，「一切眾生本來是佛」，你看說得多乾脆，本來是佛。教育的目的，回歸到你的本位。你本來是佛，你成佛了，這個教學就圓滿了，就畢業了，佛陀是最高學位的名稱，這個學位你得到了。"
    },
    {
      "id": "21-714-0003_p0004",
      "zh_CN": "从这方面观察，佛教跟现在宗教里面所说的不一样，宗教要有一个创造宇宙生命的真神，佛教里头没有。佛教里面告诉我们，宇宙从哪里来的？从我们起心动念来的；十法界六道轮回从哪里来的？从我们分别执着来的。我们如果不起心不动念、不分别不执着，佛就告诉我们，这宇宙就没有了。就像《金刚经》上所说的「凡所有相，皆是虚妄」，假的，不是真的，不见了。像一场梦一样，梦醒了，梦中境界永远的消失了，不会再见到，所以假的，不是真的。我们教学的目的是要回复真的，回归自性就是回到真心。佛菩萨用真心，一切众生用妄心，用妄心叫凡夫，用真心叫佛陀。学佛就是学用真心，把妄心放下，这叫真学佛。",
      "zh_TW": "從這方面觀察，佛教跟現在宗教裡面所說的不一樣，宗教要有一個創造宇宙生命的真神，佛教裡頭沒有。佛教裡面告訴我們，宇宙從哪裡來的？從我們起心動念來的；十法界六道輪迴從哪裡來的？從我們分別執著來的。我們如果不起心不動念、不分別不執著，佛就告訴我們，這宇宙就沒有了。就像《金剛經》上所說的「凡所有相，皆是虛妄」，假的，不是真的，不見了。像一場夢一樣，夢醒了，夢中境界永遠的消失了，不會再見到，所以假的，不是真的。我們教學的目的是要回復真的，回歸自性就是回到真心。佛菩薩用真心，一切眾生用妄心，用妄心叫凡夫，用真心叫佛陀。學佛就是學用真心，把妄心放下，這叫真學佛。"
    },
    {
      "id": "21-714-0003_p0005",
      "zh_CN": "下面讲教学的方法。回归自性用什么手段？用教学。教学的方法很多，这里头最殊胜的方法，这是对知识分子讲的。知识分子在社会上占多数，所以佛陀当年在世给我们表演的是知识分子，好学多闻，对这一类的人最好的方法就是「读书千遍」。这部书叫他读，古时候私塾教学，老师教学生就是教他读，没有讲解，就教他读书。一天读八个小时，字没有念错、没有念漏掉，一遍一遍去读。那会不会厌倦？不会，遍数愈多就愈有味道。那个真的味道，佛法叫法味，法味要生出来之后就无量的欢喜。为什么？法味里头有德行，法味里头有智慧。「其义自见」，你念的那个书，不要老师讲，意思自己明白了，明白之后讲给老师听，老师点头给你印证，老师说没错，是这个意思。同样一本书，两个人学习，各有各的意见，这两个人体会的意思不一样，问老师，老师都点头，你对，你也对，这非常有味道。念的遍数愈多，体会的意思愈深，体会那个面愈广。这个时候老师会指点你，这个指点非常重要，要把这些意思，你觉悟的意思，落实在生活、落实在工作、落实在待人接物，现在的话叫活学活用。",
      "zh_TW": "下面講教學的方法。回歸自性用什麼手段？用教學。教學的方法很多，這裡頭最殊勝的方法，這是對知識分子講的。知識分子在社會上佔多數，所以佛陀當年在世給我們表演的是知識分子，好學多聞，對這一類的人最好的方法就是「讀書千遍」。這部書叫他讀，古時候私塾教學，老師教學生就是教他讀，沒有講解，就教他讀書。一天讀八個小時，字沒有念錯、沒有念漏掉，一遍一遍去讀。那會不會厭倦？不會，遍數愈多就愈有味道。那個真的味道，佛法叫法味，法味要生出來之後就無量的歡喜。為什麼？法味裡頭有德行，法味裡頭有智慧。「其義自見」，你念的那個書，不要老師講，意思自己明白了，明白之後講給老師聽，老師點頭給你印證，老師說沒錯，是這個意思。同樣一本書，兩個人學習，各有各的意見，這兩個人體會的意思不一樣，問老師，老師都點頭，你對，你也對，這非常有味道。念的遍數愈多，體會的意思愈深，體會那個面愈廣。這個時候老師會指點你，這個指點非常重要，要把這些意思，你覺悟的意思，落實在生活、落實在工作、落實在待人接物，現在的話叫活學活用。"
    },
    {
      "id": "21-714-0003_p0006",
      "zh_CN": "这意思从哪来的？自性里头流出来的。为什么以前不会流出来？以前你的自性有东西障碍它，它流不出来，现在你的自性开了，障碍去了，或者障碍薄了，能透出一部分来，就这个道理。这个道理佛知道，我们中国古圣先贤老祖宗知道。所以这个方法用了几千年，就是叫你读，不要用思考，思考是妄想、是障碍。不去想它，老实念它，就会把障碍念掉，自性里面智慧功德露出来。妙绝了！一千遍，这个意思没出来，不要紧，不要去想，不要着急，着急都是障碍，继续一直念下去。念两千遍、念三千遍，有人念到六千遍，其义自见，有人念上一万遍，其义自见。每个人自性前面的障碍不一样，有人烦恼习气很重，有人烦恼习气比较轻，不一样。轻的人很快，一、二千遍问题就解决了，它就露出来了；烦恼习气重的，要好几千遍，甚至上万遍，只要有耐心。有信心、有耐心，不要着急，一切事情慢慢来，决定有一天大彻大悟、明心见性。一切事顺其自然，顺自然是最健康的，绝不要强求，强求就是增加障碍。知识可以强求，智慧不能强求，知识强求可以得到，智慧没有办法得到，愈是强求障碍愈严重。",
      "zh_TW": "這意思從哪來的？自性裡頭流出來的。為什麼以前不會流出來？以前你的自性有東西障礙它，它流不出來，現在你的自性開了，障礙去了，或者障礙薄了，能透出一部分來，就這個道理。這個道理佛知道，我們中國古聖先賢老祖宗知道。所以這個方法用了幾千年，就是叫你讀，不要用思考，思考是妄想、是障礙。不去想它，老實念它，就會把障礙念掉，自性裡面智慧功德露出來。妙絕了！一千遍，這個意思沒出來，不要緊，不要去想，不要著急，著急都是障礙，繼續一直念下去。念兩千遍、念三千遍，有人念到六千遍，其義自見，有人念上一萬遍，其義自見。每個人自性前面的障礙不一樣，有人煩惱習氣很重，有人煩惱習氣比較輕，不一樣。輕的人很快，一、二千遍問題就解決了，它就露出來了；煩惱習氣重的，要好幾千遍，甚至上萬遍，只要有耐心。有信心、有耐心，不要著急，一切事情慢慢來，決定有一天大徹大悟、明心見性。一切事順其自然，順自然是最健康的，絕不要強求，強求就是增加障礙。知識可以強求，智慧不能強求，知識強求可以得到，智慧沒有辦法得到，愈是強求障礙愈嚴重。"
    },
    {
      "id": "21-714-0003_p0007",
      "zh_CN": "于是我们就晓得，古人教学教童蒙念经有道理。为什么？小孩要是不念也会打妄想、也会有杂念，那个妄想、杂念就是习气。「性相近，习相远」，习气天天让它在膨胀，他跟本性距离愈来愈远，那就错了。中国跟佛法，他们教学就是让习性跟本性要靠近。它是会跑远的，速度不要太快，愈慢愈好，目的在此地，愈慢愈好。那要止住了，止住不动了那就得大定，那肯定会回归自性，那就成佛、成菩萨了，大成就了，在中国人讲成圣成贤。这是教学的目的。",
      "zh_TW": "於是我們就曉得，古人教學教童蒙念經有道理。為什麼？小孩要是不念也會打妄想、也會有雜念，那個妄想、雜念就是習氣。「性相近，習相遠」，習氣天天讓它在膨脹，他跟本性距離愈來愈遠，那就錯了。中國跟佛法，他們教學就是讓習性跟本性要靠近。它是會跑遠的，速度不要太快，愈慢愈好，目的在此地，愈慢愈好。那要止住了，止住不動了那就得大定，那肯定會回歸自性，那就成佛、成菩薩了，大成就了，在中國人講成聖成賢。這是教學的目的。"
    },
    {
      "id": "21-714-0003_p0008",
      "zh_CN": "所以注重自见，目的是开悟，开悟就是明心见性。这个心是真心，人人都有，现在这个真心迷了，真心本来明，现在不明了。这个话我们中国人说了，佛法没传到中国来中国人就讲了，你看《大学》：「大学之道，在明明德，在亲民，在止于至善。」这几句话，纯粹的大乘。大乘佛教讲什么？就是讲这几句，把这几句讲清楚、讲明白、讲透彻了。明德就是明心，心具足无量的德能。中国人讲明明德，你看，明德是名词，上面加了个明，那个明是动词，说明我们的明德现在不明了，要将明德再恢复它的光明。落实在哪里？落实在亲民。亲民是什么意思？亲是亲爱，就是大慈大悲，普度众生，就这个意思。民，佛比它讲的意思深，佛讲众生，众生包括的范围大。如果民，只指人类，十法界里头人法界，我们都是人民，都是人。如果指众生，那包括十法界，包括天道、修罗道、人道，下面畜生道、地狱道、饿鬼道，十道统统包括了。所以佛不用民、不用人，用众生，这个意思好。众生是众缘和合而生起的现象，都叫做众生，不但包括动物，还包括植物、包括矿物，都是众缘和合而生的，乃至于包括鬼神、天神还是众缘和合而生的，这个意思广。这都是自性变现出来的，凡是自性变现出来的我都要爱他，这就叫亲民，亲民的意思多么广。",
      "zh_TW": "所以注重自見，目的是開悟，開悟就是明心見性。這個心是真心，人人都有，現在這個真心迷了，真心本來明，現在不明了。這個話我們中國人說了，佛法沒傳到中國來中國人就講了，你看《大學》：「大學之道，在明明德，在親民，在止於至善。」這幾句話，純粹的大乘。大乘佛教講什麼？就是講這幾句，把這幾句講清楚、講明白、講透徹了。明德就是明心，心具足無量的德能。中國人講明明德，你看，明德是名詞，上面加了個明，那個明是動詞，說明我們的明德現在不明了，要將明德再恢復它的光明。落實在哪裡？落實在親民。親民是什麼意思？親是親愛，就是大慈大悲，普度眾生，就這個意思。民，佛比它講的意思深，佛講眾生，眾生包括的範圍大。如果民，只指人類，十法界裡頭人法界，我們都是人民，都是人。如果指眾生，那包括十法界，包括天道、修羅道、人道，下面畜生道、地獄道、餓鬼道，十道統統包括了。所以佛不用民、不用人，用眾生，這個意思好。眾生是眾緣和合而生起的現象，都叫做眾生，不但包括動物，還包括植物、包括礦物，都是眾緣和合而生的，乃至於包括鬼神、天神還是眾緣和合而生的，這個意思廣。這都是自性變現出來的，凡是自性變現出來的我都要愛他，這就叫親民，親民的意思多麼廣。"
    },
    {
      "id": "21-714-0003_p0009",
      "zh_CN": "这就是汤恩比所说的，中国古人心量很大，能包容异族文化，异族就是指印度的佛教；而大乘佛教大幅度的提升了中国本土文化，本土文化就是把我们老祖宗所讲的讲清楚、讲明白了，用佛教的教义来讲，提升了。所以我就想到中国老祖宗点到为止，为什么？那个时候佛法没来，跟你讲你也不清楚，反正后来佛法来了会讲清楚。明心见性的人他都通了，什么时候机缘成佛，哪些该度他的人他都知道，他不是不晓得，现在给你讲听不进去，过几年你就明白了。你看古人的智慧，现在人没有这个，这种功夫能量没有，古人有，未卜先知。",
      "zh_TW": "這就是湯恩比所說的，中國古人心量很大，能包容異族文化，異族就是指印度的佛教；而大乘佛教大幅度的提升了中國本土文化，本土文化就是把我們老祖宗所講的講清楚、講明白了，用佛教的教義來講，提升了。所以我就想到中國老祖宗點到為止，為什麼？那個時候佛法沒來，跟你講你也不清楚，反正後來佛法來了會講清楚。明心見性的人他都通了，什麼時候機緣成佛，哪些該度他的人他都知道，他不是不曉得，現在給你講聽不進去，過幾年你就明白了。你看古人的智慧，現在人沒有這個，這種功夫能量沒有，古人有，未卜先知。"
    },
    {
      "id": "21-714-0003_p0010",
      "zh_CN": "「开发自性本具的智慧德相」，大乘法里头用这三个项目全包括了，包括整个宇宙。德就是能量，我们今天讲能力。相是相好，不但是物质现象，精神现象、自然现象都包括在这一个字里头。《华严经》有句话说「一切众生皆有如来智慧德相」。所以，人跟人是平等的，人跟佛是平等的，人跟菩萨是平等的，人跟鬼神是平等的，人跟天地万物没有一样不平等。为什么平等？都是假的，统统等于零，零跟零是平等的。这妙极了！「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，我们都有作梦的经验，梦是平等的，每天做的梦不一样，都等于零；醒过来等于零，不醒过来作梦的时候还是等于零，那时候等于零不知道，醒过来知道了。所以整个宇宙没有一样是真的。",
      "zh_TW": "「開發自性本具的智慧德相」，大乘法裡頭用這三個項目全包括了，包括整個宇宙。德就是能量，我們今天講能力。相是相好，不但是物質現象，精神現象、自然現象都包括在這一個字裡頭。《華嚴經》有句話說「一切眾生皆有如來智慧德相」。所以，人跟人是平等的，人跟佛是平等的，人跟菩薩是平等的，人跟鬼神是平等的，人跟天地萬物沒有一樣不平等。為什麼平等？都是假的，統統等於零，零跟零是平等的。這妙極了！「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，我們都有作夢的經驗，夢是平等的，每天做的夢不一樣，都等於零；醒過來等於零，不醒過來作夢的時候還是等於零，那時候等於零不知道，醒過來知道了。所以整個宇宙沒有一樣是真的。"
    },
    {
      "id": "21-714-0003_p0011",
      "zh_CN": "真的是什么？明明德是真的，就这一样是真的。明德里头什么东西都没有，在净土宗叫常寂光土，就是明明德，就是圆满的自性，叫常寂光。常是不生不灭，这叫常。寂是清净寂灭，它什么都没有，这里头没有物质现象、没有精神现象、没有波动的现象，所以叫寂。光，它是光明的，它的光明遍照。遍照的意思是什么？它无处不在，它无时不在，没有一法离开它。它就像虚空一样，什么都没有，什么都能够显现，不起作用的时候没有，起作用的时候现相。惠能大师最后一句话说「何期自性，能生万法」，万法是什么？宇宙。整个宇宙，在佛法里面讲遍法界虚空界，自性现的，你看，能现万法。现万法需要多长的时间？大乘经教里面告诉我们，二千一百兆分之一秒。也就是说，一秒钟它现了多少次？二千一百兆次，一秒钟。相似相续，它不会断的，前面一个念头灭了，后头一个生了，接着就生；前一个念头现的相，跟第二个念头现的相不一样。我们在近处看，今天看到大家，昨天看到的一样，没有改变，这是我们看这一小块，很小的，你要放到整个宇宙，那就完全不一样。它现的不是现这一小块，大小统统现，同时现。所以自性本具，遇到缘，缘就是波动现象，遇到缘它就现相。",
      "zh_TW": "真的是什麼？明明德是真的，就這一樣是真的。明德裡頭什麼東西都沒有，在淨土宗叫常寂光土，就是明明德，就是圓滿的自性，叫常寂光。常是不生不滅，這叫常。寂是清淨寂滅，它什麼都沒有，這裡頭沒有物質現象、沒有精神現象、沒有波動的現象，所以叫寂。光，它是光明的，它的光明遍照。遍照的意思是什麼？它無處不在，它無時不在，沒有一法離開它。它就像虛空一樣，什麼都沒有，什麼都能夠顯現，不起作用的時候沒有，起作用的時候現相。惠能大師最後一句話說「何期自性，能生萬法」，萬法是什麼？宇宙。整個宇宙，在佛法裡面講遍法界虛空界，自性現的，你看，能現萬法。現萬法需要多長的時間？大乘經教裡面告訴我們，二千一百兆分之一秒。也就是說，一秒鐘它現了多少次？二千一百兆次，一秒鐘。相似相續，它不會斷的，前面一個念頭滅了，後頭一個生了，接著就生；前一個念頭現的相，跟第二個念頭現的相不一樣。我們在近處看，今天看到大家，昨天看到的一樣，沒有改變，這是我們看這一小塊，很小的，你要放到整個宇宙，那就完全不一樣。它現的不是現這一小塊，大小統統現，同時現。所以自性本具，遇到緣，緣就是波動現象，遇到緣它就現相。"
    },
    {
      "id": "21-714-0003_p0012",
      "zh_CN": "宇宙没有先后，现在讲进化，在佛法讲不通，佛法没有讲进化的，进化论讲不通。进化里头，人是猿猴变的，为什么现在的猿猴没有变成人？人要是猿猴变的，猿猴应该完全没有了，为什么现在还有？讲不通。佛法讲什么？一时顿现。就像我们电影这个画面照到银幕上是一时顿现，没有先后，没有距离。没有距离、远近就是没有空间；没有先后，没有时间。时间、空间是假的，是我们人类妄想、分别、执着里头产生的，不是真相；真相告诉你，没有距离、没有先后，这是大乘佛法。我们有先后、有距离的想法，就是有时间、空间的想法，统统属于佛法的名词叫不相应行法，现在的名词叫抽象概念。时间、空间是抽象概念，不是事实真相。",
      "zh_TW": "宇宙沒有先後，現在講進化，在佛法講不通，佛法沒有講進化的，進化論講不通。進化裡頭，人是猿猴變的，為什麼現在的猿猴沒有變成人？人要是猿猴變的，猿猴應該完全沒有了，為什麼現在還有？講不通。佛法講什麼？一時頓現。就像我們電影這個畫面照到銀幕上是一時頓現，沒有先後，沒有距離。沒有距離、遠近就是沒有空間；沒有先後，沒有時間。時間、空間是假的，是我們人類妄想、分別、執著裡頭產生的，不是真相；真相告訴你，沒有距離、沒有先後，這是大乘佛法。我們有先後、有距離的想法，就是有時間、空間的想法，統統屬於佛法的名詞叫不相應行法，現在的名詞叫抽象概念。時間、空間是抽象概念，不是事實真相。"
    },
    {
      "id": "21-714-0003_p0013",
      "zh_CN": "事实真相，佛说得好，唯证方知，你要没有证得，你没有办法了解。我们跟佛学，听佛说法，佛所讲的是他所证得的，我们没证得，我们在这里听到一些知识。这个知识有作用，将来我们自己证得了，可以拿这个来对比，我所证得的境界跟佛经上说的一样，真的，它不是假的；如果不一样，那我自己错了，我要修正自己理念、方法，要证得真实。所以佛经、佛学称为内明、内学，印度古时候讲五明，五明里头佛教的经典叫内明，内心，就是自觉。所以叫内学，不向外，完全向内，向内能把宇宙搞清楚、搞明白。科学向外，对宇宙只能解释局限性的，它没有办法完全了解。",
      "zh_TW": "事實真相，佛說得好，唯證方知，你要沒有證得，你沒有辦法了解。我們跟佛學，聽佛說法，佛所講的是他所證得的，我們沒證得，我們在這裡聽到一些知識。這個知識有作用，將來我們自己證得了，可以拿這個來對比，我所證得的境界跟佛經上說的一樣，真的，它不是假的；如果不一樣，那我自己錯了，我要修正自己理念、方法，要證得真實。所以佛經、佛學稱為內明、內學，印度古時候講五明，五明裡頭佛教的經典叫內明，內心，就是自覺。所以叫內學，不向外，完全向內，向內能把宇宙搞清楚、搞明白。科學向外，對宇宙只能解釋侷限性的，它沒有辦法完全了解。"
    },
    {
      "id": "21-714-0003_p0014",
      "zh_CN": "局限性里面，阿赖耶的三细相，大乘经上佛有说过科学家可以做到。这个三细相，第一个物质现象；第二个精神现象，精神现象指的是念头，我们一天到晚打妄想，想东想西、想前想后，这究竟是怎么回事情；第三个是自然现象。经典上告诉我们，我们凡夫用第六意识，就是用我们的思想可以明了这三种现象。虽然明了、明白了它到底是怎么回事情，搞清楚、搞明白了，你得不到受用。受用是什么？自性能量的发挥，在佛教里讲六种神通，六种神通是我们本能，自己本能，六样本能的现前，这个科学家没办法。他现在把物质现象搞清楚了，这个难得，阿罗汉都搞不清楚，三乘菩萨也不清楚。佛给我们讲，到什么程度你才搞清楚？八地以上。科学家把物质现象搞清楚了，是不是八地菩萨？不是的。八地菩萨有天眼通，他的天眼能够看到无量无边的世界诸佛刹土，科学家没看到。八地菩萨无论到哪里去，不需要交通工具，他起个念头我到那里，他身体就到了，科学家做不到。",
      "zh_TW": "侷限性裡面，阿賴耶的三細相，大乘經上佛有說過科學家可以做到。這個三細相，第一個物質現象；第二個精神現象，精神現象指的是念頭，我們一天到晚打妄想，想東想西、想前想後，這究竟是怎麼回事情；第三個是自然現象。經典上告訴我們，我們凡夫用第六意識，就是用我們的思想可以明瞭這三種現象。雖然明瞭、明白了它到底是怎麼回事情，搞清楚、搞明白了，你得不到受用。受用是什麼？自性能量的發揮，在佛教裡講六種神通，六種神通是我們本能，自己本能，六樣本能的現前，這個科學家沒辦法。他現在把物質現象搞清楚了，這個難得，阿羅漢都搞不清楚，三乘菩薩也不清楚。佛給我們講，到什麼程度你才搞清楚？八地以上。科學家把物質現象搞清楚了，是不是八地菩薩？不是的。八地菩薩有天眼通，他的天眼能夠看到無量無邊的世界諸佛剎土，科學家沒看到。八地菩薩無論到哪裡去，不需要交通工具，他起個念頭我到那裡，他身體就到了，科學家做不到。"
    },
    {
      "id": "21-714-0003_p0015",
      "zh_CN": "所以说科学利用这些数学仪器观察到事实现象，他得不到受用，那个受用还比不上须陀洹。须陀洹是最低的，五十二个阶级里头他是第一个，最初的，像小学一年级。他有什么能力？他修定，最小的定，小小定，他得小小通，天眼、天耳，能量不大；就是说我们看不见的东西他能看见，我们听不到的东西他能听到。举个例子，他能看到六道里面的鬼神，六道里头的天神、鬼神他能看到，我们看不到。他看到很多信息，他听到很多信息，可以趋吉避凶，这是我们不如他。譬如他知道哪一天下大雨，会变成水灾，他就先搬家，搬到高地方去了。小小神通有这个作用。我们在海贤老和尚光碟里面看到，他是在干旱的一段时期，很严重，他叫他们的同修把排水沟统统做一番整理，里面有堆积的这些垃圾统统清除，排水沟清通。大家都觉得奇怪，天这么样的干旱，清水沟干什么？等他清好了好像第三天，下了一场大雨，其他地方水都淹进来了，唯独他这个地方每个房间没有淹水。他没有说话，他带头干。",
      "zh_TW": "所以說科學利用這些數學儀器觀察到事實現象，他得不到受用，那個受用還比不上須陀洹。須陀洹是最低的，五十二個階級裡頭他是第一個，最初的，像小學一年級。他有什麼能力？他修定，最小的定，小小定，他得小小通，天眼、天耳，能量不大；就是說我們看不見的東西他能看見，我們聽不到的東西他能聽到。舉個例子，他能看到六道裡面的鬼神，六道裡頭的天神、鬼神他能看到，我們看不到。他看到很多信息，他聽到很多信息，可以趨吉避凶，這是我們不如他。譬如他知道哪一天下大雨，會變成水災，他就先搬家，搬到高地方去了。小小神通有這個作用。我們在海賢老和尚光碟裡面看到，他是在乾旱的一段時期，很嚴重，他叫他們的同修把排水溝統統做一番整理，裡面有堆積的這些垃圾統統清除，排水溝清通。大家都覺得奇怪，天這麼樣的乾旱，清水溝幹什麼？等他清好了好像第三天，下了一場大雨，其他地方水都淹進來了，唯獨他這個地方每個房間沒有淹水。他沒有說話，他帶頭幹。"
    },
    {
      "id": "21-714-0003_p0016",
      "zh_CN": "我还听到一桩事情，是我一个朋友告诉我的，这朋友是个将军，是一位中将。抗战期间，跟日本人打仗的时候，他的军队驻在江西，附近有个老道，道长，平常也常常在一起聊天。有一天老道通知他，告诉他叫他搬到高地，意思就是说会有水灾。他怎么样看也一丝毫痕迹都找不到，也是干旱的天气，怎么可能有水灾？因为老道住的地方也在山下，他就派人去看，你去看看老道。人家回来的时候说，老道搬家了，搬到山顶上去了。他一想，我们就听他的话吧，把他军队搬到高地上。三天之后山洪爆发，这个地方被淹了，原来地方果然被淹了。这就是说他有能力预知，这个事情不是假的。所以，佛教给我们的方法回归自性，得受用；科学家虽然解密了，不得受用，而且并不彻底。佛法从禅定当中认知的，是真正彻底，究竟彻底的明了。从这一点来看，科学比不上大乘。",
      "zh_TW": "我還聽到一樁事情，是我一個朋友告訴我的，這朋友是個將軍，是一位中將。抗戰期間，跟日本人打仗的時候，他的軍隊駐在江西，附近有個老道，道長，平常也常常在一起聊天。有一天老道通知他，告訴他叫他搬到高地，意思就是說會有水災。他怎麼樣看也一絲毫痕跡都找不到，也是乾旱的天氣，怎麼可能有水災？因為老道住的地方也在山下，他就派人去看，你去看看老道。人家回來的時候說，老道搬家了，搬到山頂上去了。他一想，我們就聽他的話吧，把他軍隊搬到高地上。三天之後山洪爆發，這個地方被淹了，原來地方果然被淹了。這就是說他有能力預知，這個事情不是假的。所以，佛教給我們的方法回歸自性，得受用；科學家雖然解密了，不得受用，而且並不徹底。佛法從禪定當中認知的，是真正徹底，究竟徹底的明瞭。從這一點來看，科學比不上大乘。"
    },
    {
      "id": "21-714-0003_p0017",
      "zh_CN": "这是古老的教学理念跟教学的方法，现在人不相信，我们跟人解释很困难，找不到这个例子。我们现在要教别人相信，唯一的方法就是自己要做出榜样，也就是说我们自己要得三昧，我们自己要开悟。三昧能不能得到？能，放下就得到。心要清净要平等，这就是真心。清净，就不能接受染污，在什么地方练功夫？六根接触六尘境界，眼见色、耳闻声，我们举这两个例子，鼻闻香、舌尝味、身接触、念头的想像，这叫六根对六尘，练什么功夫？练不分别不执着，看得清楚、听得明白，没有分别心，就是平等，一味平等；没有执着就是没有染污，没有分别就没有高下，这就是修定。慢慢把它养成习惯，无论在什么时候，无论在什么境界，善缘恶缘、逆境顺境都不起心不动念，你就成佛了。有起心动念，没有分别，没有执着，你就成菩萨，菩萨有起心动念，没有分别执着。有起心动念，也有分别，没有执着，你就是阿罗汉，阿罗汉没有执着。再给诸位说，没有执着就没有轮回，六道轮回是从执着生的，有执着就有轮回，没有执着就没有轮回；有分别就有十法界，没有分别，十法界就没有了。",
      "zh_TW": "這是古老的教學理念跟教學的方法，現在人不相信，我們跟人解釋很困難，找不到這個例子。我們現在要教別人相信，唯一的方法就是自己要做出榜樣，也就是說我們自己要得三昧，我們自己要開悟。三昧能不能得到？能，放下就得到。心要清淨要平等，這就是真心。清淨，就不能接受染污，在什麼地方練功夫？六根接觸六塵境界，眼見色、耳聞聲，我們舉這兩個例子，鼻聞香、舌嘗味、身接觸、念頭的想像，這叫六根對六塵，練什麼功夫？練不分別不執著，看得清楚、聽得明白，沒有分別心，就是平等，一味平等；沒有執著就是沒有染污，沒有分別就沒有高下，這就是修定。慢慢把它養成習慣，無論在什麼時候，無論在什麼境界，善緣惡緣、逆境順境都不起心不動念，你就成佛了。有起心動念，沒有分別，沒有執著，你就成菩薩，菩薩有起心動念，沒有分別執著。有起心動念，也有分別，沒有執著，你就是阿羅漢，阿羅漢沒有執著。再給諸位說，沒有執著就沒有輪迴，六道輪迴是從執著生的，有執著就有輪迴，沒有執著就沒有輪迴；有分別就有十法界，沒有分別，十法界就沒有了。"
    },
    {
      "id": "21-714-0003_p0018",
      "zh_CN": "所以明心见性的菩萨，他分别、执着完全断了，他超越十法界了。一超越十法界，就明心见性、就大彻大悟，他住实报庄严土，跟诸佛菩萨住在一起。那个世界跟我们世界不一样，它有物质现象、有精神现象、有自然现象，虽有这些现象，他们的环境是不生不灭的。它的物质现象，我们的物质现象是生灭现象，他们的物质现象没有生灭。人的寿命真的是无量寿，无量寿里面没有生老病死，没有变化，真的，再长的寿命，看起来是年轻人。树木花草也没有生住异灭，都是无量寿，树木花草永远是那么样青翠，永远是那么样的茂盛，没有改变。不像我们这个世间，树木花草春生、夏长，秋天就落叶，冬天就枯了，它有变化。一真法界里头没有变化，四季常春，风和日丽，那叫极乐世界。",
      "zh_TW": "所以明心見性的菩薩，他分別、執著完全斷了，他超越十法界了。一超越十法界，就明心見性、就大徹大悟，他住實報莊嚴土，跟諸佛菩薩住在一起。那個世界跟我們世界不一樣，它有物質現象、有精神現象、有自然現象，雖有這些現象，他們的環境是不生不滅的。它的物質現象，我們的物質現象是生滅現象，他們的物質現象沒有生滅。人的壽命真的是無量壽，無量壽裡面沒有生老病死，沒有變化，真的，再長的壽命，看起來是年輕人。樹木花草也沒有生住異滅，都是無量壽，樹木花草永遠是那麼樣青翠，永遠是那麼樣的茂盛，沒有改變。不像我們這個世間，樹木花草春生、夏長，秋天就落葉，冬天就枯了，它有變化。一真法界裡頭沒有變化，四季常春，風和日麗，那叫極樂世界。"
    },
    {
      "id": "21-714-0003_p0019",
      "zh_CN": "为什么？它是自性变现的，它不是从阿赖耶变的，阿赖耶是生灭法。所以十法界里面的依正庄严是有生有灭，一真法界不生不灭。天堂不能比，天堂在六道，它还是有生有灭，它的生灭比我们缓和，没有我们这个速度这么快。我们现在变化太大了，随着科技日新月异，愈来步调愈快，愈快，人就老化愈快，不是好事情。要知道，速度加快付出的代价是我们的寿命缩短。我们真正明白这个道理，科学技术不断在进步，我不跟它的步调，它走得快，我慢慢走。这是我们自己搞清楚、搞明白，自己可以掌控的，不跟它的速度，也就不跟它同生同灭。事实真相得搞清楚。这是教学的理念、方法不一样。",
      "zh_TW": "為什麼？它是自性變現的，它不是從阿賴耶變的，阿賴耶是生滅法。所以十法界裡面的依正莊嚴是有生有滅，一真法界不生不滅。天堂不能比，天堂在六道，它還是有生有滅，它的生滅比我們緩和，沒有我們這個速度這麼快。我們現在變化太大了，隨著科技日新月異，愈來步調愈快，愈快，人就老化愈快，不是好事情。要知道，速度加快付出的代價是我們的壽命縮短。我們真正明白這個道理，科學技術不斷在進步，我不跟它的步調，它走得快，我慢慢走。這是我們自己搞清楚、搞明白，自己可以掌控的，不跟它的速度，也就不跟它同生同滅。事實真相得搞清楚。這是教學的理念、方法不一樣。"
    },
    {
      "id": "21-714-0003_p0020",
      "zh_CN": "学习的心态不相同。圣贤得要有圣贤的根性才能学，没有圣贤的根性不能学。但是没有圣贤根性的人可以扎圣贤的根，反正在六道里头时间很长，慢慢来，来生后世遇到佛法再接着干。我们过去亦如是，过去善根福德没成熟，种善根，生生世世种善根。这一生明白了，搞清楚了，这一生不放松，决定求生净土。往生净土就是大圆满，就是成就了，跟成佛没有两样。这是佛法的好处。成佛必须具备的善根是什么？五伦、五常、四维、八德。那就是说，中国传统文化，特别是中国传统文化的三个基础，《弟子规》、《感应篇》、《十善业》我们要学，不能不学。为什么？学了这个我们才有善根。往生极乐世界，「不可以少善根福德因缘」，少善根福德因缘没有把握去；换句话说，多善根、多福德、多因缘你就有把握去。你说这个多重要。",
      "zh_TW": "學習的心態不相同。聖賢得要有聖賢的根性才能學，沒有聖賢的根性不能學。但是沒有聖賢根性的人可以紮聖賢的根，反正在六道裡頭時間很長，慢慢來，來生後世遇到佛法再接著幹。我們過去亦如是，過去善根福德沒成熟，種善根，生生世世種善根。這一生明白了，搞清楚了，這一生不放鬆，決定求生淨土。往生淨土就是大圓滿，就是成就了，跟成佛沒有兩樣。這是佛法的好處。成佛必須具備的善根是什麼？五倫、五常、四維、八德。那就是說，中國傳統文化，特別是中國傳統文化的三個基礎，《弟子規》、《感應篇》、《十善業》我們要學，不能不學。為什麼？學了這個我們才有善根。往生極樂世界，「不可以少善根福德因緣」，少善根福德因緣沒有把握去；換句話說，多善根、多福德、多因緣你就有把握去。你說這個多重要。"
    },
    {
      "id": "21-714-0003_p0021",
      "zh_CN": "我们今天学《弟子规》学了干什么？学了救自己、救家庭、救下一代，我们做出榜样给他看，给儿女看，给年轻人看。现在的人不知道孝顺父母，不知道尊敬师长，我们开头讲，孝是中华文化的根，敬是中国文化的本，现在人都没有了。根本没有，哪里会有枝叶？花果更不必想了。人人都要扎根，从谁做起？从我做起。我们敬爱父母，父母不在了，父母还有照片在，我们把照片放大，供奉在家里面的大厅里头。每天见到父母照片，如同见到父母一样，向他行三鞠躬礼，念佛的人向他们烧一炷香。老师不在了，还有老师照片，也可以这样做，挂在家里。教谁？教年轻人，教家里子弟，不要忘记父母，不要忘记老师。把尊敬老师、孝养父母这个心用在对人、对事、对物，这就是善根。",
      "zh_TW": "我們今天學《弟子規》學了幹什麼？學了救自己、救家庭、救下一代，我們做出榜樣給他看，給兒女看，給年輕人看。現在的人不知道孝順父母，不知道尊敬師長，我們開頭講，孝是中華文化的根，敬是中國文化的本，現在人都沒有了。根本沒有，哪裡會有枝葉？花果更不必想了。人人都要扎根，從誰做起？從我做起。我們敬愛父母，父母不在了，父母還有照片在，我們把照片放大，供奉在家裡面的大廳裡頭。每天見到父母照片，如同見到父母一樣，向他行三鞠躬禮，念佛的人向他們燒一炷香。老師不在了，還有老師照片，也可以這樣做，掛在家裡。教誰？教年輕人，教家裡子弟，不要忘記父母，不要忘記老師。把尊敬老師、孝養父母這個心用在對人、對事、對物，這就是善根。"
    },
    {
      "id": "21-714-0003_p0022",
      "zh_CN": "学佛的人一定要记住三福、四弘、三学、六度。净业三福是佛对所有的弟子们开示的最高指导修行的原则，这三条，字也不多。第一条四句十六个字，「孝养父母，奉事师长，慈心不杀，修十善业」。最好把这四桩事情写出来、印出来，学佛同学供养在佛像的旁边，每天早晨起来的时候做完功课念一遍，提醒自己。「孝养父母，奉事师长，慈心不杀，修十善业」，这第一条。第二条，「受持三皈，具足众戒，不犯威仪」。第三条，「发菩提心，深信因果，读诵大乘，劝进行者」。念一遍，每天提醒自己，这叫真学佛。四弘誓愿，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，我们学习的目标、学习的次第。首先要发心，然后真干，真干从哪里干起？从持戒、得定、开慧，智慧开了之后广学多闻，这才能教化众生。最后圆满成佛，到极乐世界去作佛。",
      "zh_TW": "學佛的人一定要記住三福、四弘、三學、六度。淨業三福是佛對所有的弟子們開示的最高指導修行的原則，這三條，字也不多。第一條四句十六個字，「孝養父母，奉事師長，慈心不殺，修十善業」。最好把這四樁事情寫出來、印出來，學佛同學供養在佛像的旁邊，每天早晨起來的時候做完功課念一遍，提醒自己。「孝養父母，奉事師長，慈心不殺，修十善業」，這第一條。第二條，「受持三皈，具足眾戒，不犯威儀」。第三條，「發菩提心，深信因果，讀誦大乘，勸進行者」。念一遍，每天提醒自己，這叫真學佛。四弘誓願，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，我們學習的目標、學習的次第。首先要發心，然後真幹，真幹從哪裡幹起？從持戒、得定、開慧，智慧開了之後廣學多聞，這才能教化眾生。最後圓滿成佛，到極樂世界去作佛。"
    },
    {
      "id": "21-714-0003_p0023",
      "zh_CN": "三学：戒、定、慧，因戒得定，因定开慧。我们前面讲教学的理念、方法，都是根据三学延伸的，三学是根本。六度：布施、持戒、忍辱、精进、禅定、智慧，我们日常生活、工作、处事待人接物不离开这六个项目。每天生活就感到非常充实，这一天没有白过，这一天过得很充实，很有意义、有价值。具足伦常八德，具足三福六度，这是真正佛弟子，这是真正中华儿女，华族真正的后代、后裔。作佛、作菩萨、作圣、作贤要具备的善根，我们在生活当中养成，在工作、在处事待人接物。",
      "zh_TW": "三學：戒、定、慧，因戒得定，因定開慧。我們前面講教學的理念、方法，都是根據三學延伸的，三學是根本。六度：布施、持戒、忍辱、精進、禪定、智慧，我們日常生活、工作、處事待人接物不離開這六個項目。每天生活就感到非常充實，這一天沒有白過，這一天過得很充實，很有意義、有價值。具足倫常八德，具足三福六度，這是真正佛弟子，這是真正中華兒女，華族真正的後代、後裔。作佛、作菩薩、作聖、作賢要具備的善根，我們在生活當中養成，在工作、在處事待人接物。"
    },
    {
      "id": "21-714-0003_p0024",
      "zh_CN": "有善根还得有福德，福德我们把它归纳六句。老实，人一定要学老实，老实人有福报，老实人不会吃亏，这是真的不是假的。决定不能欺骗众生，欺骗众生叫缺德，老实这个德没有了，缺失了。要听话，听谁的话？听老祖宗的话，听大圣大贤的话。在这个世界上，只有中国老祖宗真正的爱护自己的后代，把他们自己的智慧、他们自己的经验、他们的成就写成书本流传给后世子孙。这是真实的宝藏，用汉字、文言文写的。为什么用这个？这是了不起、最伟大的发明，这个世界上的历史来说，任何一种发明都比不上汉字跟文言文。为什么？它是真理，什么叫真理？永恒不变。这个世界上东西没有一样不在变更，天天都在变化，唯独汉字、文言文不变，这还得了吗？我们学会了汉字、文言文，祖宗千万年留下来的这些经验、理念、方法我们全得到了，我们这一生确实取之不竭、用之不尽。在哪里？在《四库全书》里头，《四库全书》的钥匙就是汉字、文言文。",
      "zh_TW": "有善根還得有福德，福德我們把它歸納六句。老實，人一定要學老實，老實人有福報，老實人不會吃虧，這是真的不是假的。決定不能欺騙眾生，欺騙眾生叫缺德，老實這個德沒有了，缺失了。要聽話，聽誰的話？聽老祖宗的話，聽大聖大賢的話。在這個世界上，只有中國老祖宗真正的愛護自己的後代，把他們自己的智慧、他們自己的經驗、他們的成就寫成書本流傳給後世子孫。這是真實的寶藏，用漢字、文言文寫的。為什麼用這個？這是了不起、最偉大的發明，這個世界上的歷史來說，任何一種發明都比不上漢字跟文言文。為什麼？它是真理，什麼叫真理？永恆不變。這個世界上東西沒有一樣不在變更，天天都在變化，唯獨漢字、文言文不變，這還得了嗎？我們學會了漢字、文言文，祖宗千萬年留下來的這些經驗、理念、方法我們全得到了，我們這一生確實取之不竭、用之不盡。在哪裡？在《四庫全書》裡頭，《四庫全書》的鑰匙就是漢字、文言文。"
    },
    {
      "id": "21-714-0003_p0025",
      "zh_CN": "有这把钥匙的人要不肯传下来，他是什么罪过？他对不起列祖列宗，他的果报肯定在无间地狱。他要能欢喜承传，无有条件，受再大的苦难、受再大的折磨也要传下来，这个人的功德不可思议。他要不学佛，来生不止是国王，他的福报太大了，他到天上去做天王去了。我说的话都是真的。有财富不要吝财，愈施愈多，懂得这些法门的人认真传授，逢人就教，愈多愈好，那他来生的智慧增长，就是佛菩萨的智慧，大圣大贤的智慧。理、事都要搞清楚。所以，有多少教多少，绝无保留。千万不要拿着古圣先贤的这些智慧当作商品去贩卖，我可以教你，学费收得很贵。还未必完全教你，有很多教一半自己还留一半，为什么？怕你将来超过他。将来的果报，你肯定超过他，为什么？他心量太小了，自私自利，福报有限。",
      "zh_TW": "有這把鑰匙的人要不肯傳下來，他是什麼罪過？他對不起列祖列宗，他的果報肯定在無間地獄。他要能歡喜承傳，無有條件，受再大的苦難、受再大的折磨也要傳下來，這個人的功德不可思議。他要不學佛，來生不止是國王，他的福報太大了，他到天上去做天王去了。我說的話都是真的。有財富不要吝財，愈施愈多，懂得這些法門的人認真傳授，逢人就教，愈多愈好，那他來生的智慧增長，就是佛菩薩的智慧，大聖大賢的智慧。理、事都要搞清楚。所以，有多少教多少，絕無保留。千萬不要拿著古聖先賢的這些智慧當作商品去販賣，我可以教你，學費收得很貴。還未必完全教你，有很多教一半自己還留一半，為什麼？怕你將來超過他。將來的果報，你肯定超過他，為什麼？他心量太小了，自私自利，福報有限。"
    },
    {
      "id": "21-714-0003_p0026",
      "zh_CN": "所以要真诚，真诚心、清净心、恭敬心，你就能学到。没有「老实、听话、真干」的精神，没有「真诚、清净、恭敬」良好的态度，遇到好老师也学不到。做学生，能学多少完全决定在你的态度、心态，这是福报。印光大师说，「一分诚敬得一分利益，十分诚敬得十分利益」，总是从诚敬心中求，谁有真诚恭敬心，谁就能得到圣贤的传法。我们要明了，要真干，这才是真实学问，我们要把它落实在身行言教。学了一定落实在生活、落实在工作、落实在处事待人接物，真得受用，真得法喜，物质条件再差，精神生活充满了。孔子当年在世，家境最差的是颜回，真的，贫穷到连三餐饭都成问题，但是学习的态度最好。过那样的生活，连孔子都感叹，其他人不能承受，颜回还每天快乐无比。夫子最赞叹的一个学生。",
      "zh_TW": "所以要真誠，真誠心、清淨心、恭敬心，你就能學到。沒有「老實、聽話、真幹」的精神，沒有「真誠、清淨、恭敬」良好的態度，遇到好老師也學不到。做學生，能學多少完全決定在你的態度、心態，這是福報。印光大師說，「一分誠敬得一分利益，十分誠敬得十分利益」，總是從誠敬心中求，誰有真誠恭敬心，誰就能得到聖賢的傳法。我們要明瞭，要真幹，這才是真實學問，我們要把它落實在身行言教。學了一定落實在生活、落實在工作、落實在處事待人接物，真得受用，真得法喜，物質條件再差，精神生活充滿了。孔子當年在世，家境最差的是顏回，真的，貧窮到連三餐飯都成問題，但是學習的態度最好。過那樣的生活，連孔子都感嘆，其他人不能承受，顏回還每天快樂無比。夫子最讚歎的一個學生。"
    },
    {
      "id": "21-714-0003_p0027",
      "zh_CN": "下面我们得介绍基本课程，就是从哪里学起。《弟子规》，伦常教育，五伦、五常的教育，五伦是道，五常是德；换句话说，《弟子规》是基础道德教育，我们要做个有道德的人，这个东西不能不学。小时候没学，现在要把它补过来。年老了更要补出来，为什么？给后辈人看。老祖父没有学过，现在认真学《弟子规》，他的儿女不敢不学，他的孙子辈更欢喜学了。为什么？老祖宗带头，上行下效，才能收到真正的成果。所以，我们每个人都要认真去学习。《弟子规》里头一百一十三桩事情，文字不长，只有一千零八十个字。《太上感应篇》稍微长一点，大概有一千五、六百字，里面说了一百九十桩善恶果报。要把它念熟，要把它常常记在心上，也常常挂在口上，挂在口上到处劝人。人要真正懂得伦常、道德就不会做坏事，为什么？做坏事是一桩羞耻，懂得道德的人羞于作恶，不愿意做。明白因果的人比懂得道德的人断恶修善的能量还大，为什么？他不敢作恶，他知道作恶来世有果报。",
      "zh_TW": "下面我們得介紹基本課程，就是從哪裡學起。《弟子規》，倫常教育，五倫、五常的教育，五倫是道，五常是德；換句話說，《弟子規》是基礎道德教育，我們要做個有道德的人，這個東西不能不學。小時候沒學，現在要把它補過來。年老了更要補出來，為什麼？給後輩人看。老祖父沒有學過，現在認真學《弟子規》，他的兒女不敢不學，他的孫子輩更歡喜學了。為什麼？老祖宗帶頭，上行下效，才能收到真正的成果。所以，我們每個人都要認真去學習。《弟子規》裡頭一百一十三樁事情，文字不長，只有一千零八十個字。《太上感應篇》稍微長一點，大概有一千五、六百字，裡面說了一百九十樁善惡果報。要把它念熟，要把它常常記在心上，也常常掛在口上，掛在口上到處勸人。人要真正懂得倫常、道德就不會做壞事，為什麼？做壞事是一樁羞恥，懂得道德的人羞於作惡，不願意做。明白因果的人比懂得道德的人斷惡修善的能量還大，為什麼？他不敢作惡，他知道作惡來世有果報。"
    },
    {
      "id": "21-714-0003_p0028",
      "zh_CN": "中国自古以来，社会长治久安，礼义之邦怎么来的？三个硬体设备起了很大作用。第一个是祠堂，祠堂教孝；第二个，孔庙，孔庙教伦理教育、教道德教育；第三个，城隍庙，城隍庙是道教的，因果教育。就这三样东西，社会就安定和谐，这三种设施。三种设施能发扬光大得力于老师，三家村里面私塾老师，他在那里讲伦理道德、讲因果报应，把这个小村邻近的人都教好了。这种方式，对于社会的安定和谐、对于大众的断恶修善、积功累德，起很大的作用。我们要知道，在今天社会里，我们用什么方法来把这种精神、理念、方法再兴旺起来？可以做得到，汉学院就是朝这个思路、方向思惟的，汉学院就像个小土地庙。我们有一班年轻人，真正发心，放下万缘，一心去学习《群书治要》，为什么？这个东西能救国家、能救世界。现在国家乱了，世界乱了，迫切需要的就是这门功课。唐太宗替我们选定的，现在还管用。",
      "zh_TW": "中國自古以來，社會長治久安，禮義之邦怎麼來的？三個硬體設備起了很大作用。第一個是祠堂，祠堂教孝；第二個，孔廟，孔廟教倫理教育、教道德教育；第三個，城隍廟，城隍廟是道教的，因果教育。就這三樣東西，社會就安定和諧，這三種設施。三種設施能發揚光大得力於老師，三家村裡面私塾老師，他在那裡講倫理道德、講因果報應，把這個小村鄰近的人都教好了。這種方式，對於社會的安定和諧、對於大眾的斷惡修善、積功累德，起很大的作用。我們要知道，在今天社會裡，我們用什麼方法來把這種精神、理念、方法再興旺起來？可以做得到，漢學院就是朝這個思路、方向思惟的，漢學院就像個小土地廟。我們有一班年輕人，真正發心，放下萬緣，一心去學習《群書治要》，為什麼？這個東西能救國家、能救世界。現在國家亂了，世界亂了，迫切需要的就是這門功課。唐太宗替我們選定的，現在還管用。"
    },
    {
      "id": "21-714-0003_p0029",
      "zh_CN": "我们的基础有《弟子规》、《感应篇》、《十善业道经》，加上个《沙弥律仪》，这是佛教的，告诉我们日常生活必须遵守的礼节、规矩。另外我们要学汉字，学《说文解字》，要学文言文。文言文一百篇，自己可以选，如果不会选，可以选择《印光大师文钞》，它是文言文写的，比较浅显，容易懂，能学到文言文，也能够学到伦理道德跟佛学的理论与常识，这个教材好。基础有了之后，这个汉学课程，我们的想法是第一个十年不招生，没有老师，我们要依照中国古圣先贤的理念、方法，完全自己来学习。",
      "zh_TW": "我們的基礎有《弟子規》、《感應篇》、《十善業道經》，加上個《沙彌律儀》，這是佛教的，告訴我們日常生活必須遵守的禮節、規矩。另外我們要學漢字，學《說文解字》，要學文言文。文言文一百篇，自己可以選，如果不會選，可以選擇《印光大師文鈔》，它是文言文寫的，比較淺顯，容易懂，能學到文言文，也能夠學到倫理道德跟佛學的理論與常識，這個教材好。基礎有了之後，這個漢學課程，我們的想法是第一個十年不招生，沒有老師，我們要依照中國古聖先賢的理念、方法，完全自己來學習。"
    },
    {
      "id": "21-714-0003_p0030",
      "zh_CN": "我们培育师资，怎么培养法？依《群书治要》所依之六十六部原典为主。《群书治要》从哪来的？从六十六种典籍，这个典籍是唐朝初年唐太宗召集的一群专家学者，在《四库》经、史、子这三部里面选出了六十六种。这里面的内容是什么？《大学》上所说的修身、齐家、治国、平天下所需要的教训，都在这六十六部当中。根据这六十六部，选择它的精华，抄出来变成一本书，这就是《群书治要》，《群书治要》里包含六十六种书的精华篇，精彩片段。这个书我们得到了，我们也大量翻印，收藏在全世界大学图书馆、国家图书馆，不会再失传，这是人类的瑰宝，无价的瑰宝。《全书》现在也都印出来了，不会再失传了。",
      "zh_TW": "我們培育師資，怎麼培養法？依《群書治要》所依之六十六部原典為主。《群書治要》從哪來的？從六十六種典籍，這個典籍是唐朝初年唐太宗召集的一群專家學者，在《四庫》經、史、子這三部裡面選出了六十六種。這裡面的內容是什麼？《大學》上所說的修身、齊家、治國、平天下所需要的教訓，都在這六十六部當中。根據這六十六部，選擇它的精華，抄出來變成一本書，這就是《群書治要》，《群書治要》裡包含六十六種書的精華篇，精彩片段。這個書我們得到了，我們也大量翻印，收藏在全世界大學圖書館、國家圖書館，不會再失傳，這是人類的瑰寶，無價的瑰寶。《全書》現在也都印出來了，不會再失傳了。"
    },
    {
      "id": "21-714-0003_p0031",
      "zh_CN": "所以希望我们用十年时间培养能够教化传统文化的老师，我们在培训老师。十年之后，每个人一门深入、长时薰修，一个人专攻一部经，十年之后就有一部活的《群书治要》，专讲《群书治要》。一经通，一切经都会融会贯通，换句话说，《四库》里头任何一种典籍他都有能力去教导。所以我们首先的，你看，「学人任选一种，读诵三千遍」，我们要求他是这样做法，这三千遍就是戒定根基，「以期其义自见」，就是开悟、见性。我们走这条老路，十年，开悟、见性是决定达得到的。悟，我前面说过，有大悟、有小悟、有彻悟，彻悟难，希望我们十年当中有个一、二个，就了不起了；大悟的就很多，彻悟的圣人，大悟的贤人，大悟的会很多，估计百分之八十可以到大悟，这个教学就成功了。「悟后再广学多闻，成就真实之后得智」，后得智是无所不知。前面讲的三千遍是根本智，般若无知，无知是根本智，就是清净心、平等心现前，就得定，得定之后再往上提升，就是开悟。",
      "zh_TW": "所以希望我們用十年時間培養能夠教化傳統文化的老師，我們在培訓老師。十年之後，每個人一門深入、長時薰修，一個人專攻一部經，十年之後就有一部活的《群書治要》，專講《群書治要》。一經通，一切經都會融會貫通，換句話說，《四庫》裡頭任何一種典籍他都有能力去教導。所以我們首先的，你看，「學人任選一種，讀誦三千遍」，我們要求他是這樣做法，這三千遍就是戒定根基，「以期其義自見」，就是開悟、見性。我們走這條老路，十年，開悟、見性是決定達得到的。悟，我前面說過，有大悟、有小悟、有徹悟，徹悟難，希望我們十年當中有個一、二個，就了不起了；大悟的就很多，徹悟的聖人，大悟的賢人，大悟的會很多，估計百分之八十可以到大悟，這個教學就成功了。「悟後再廣學多聞，成就真實之後得智」，後得智是無所不知。前面講的三千遍是根本智，般若無知，無知是根本智，就是清淨心、平等心現前，就得定，得定之後再往上提升，就是開悟。"
    },
    {
      "id": "21-714-0003_p0032",
      "zh_CN": "十年之后，我们老师有了，师资圆满具足，正式开办治要大学。我们汉学院到最后希望办个大学，治要大学，这个治是双关的，治学、治国、治天下。这是国际学校，培养全世界每个国家的人才，我们希求全世界变成一家人，到哪里去不要护照了，护照多麻烦，全世界是一家人，无论走到哪里都受到欢迎。这个地球上是一国，世间永远不会有战争，世界上永远不需要搞军队。每年花在军事上的钱多少？这些做我们福利事业你说多好，何必去军费开支！要消除军队，没有战争，全世界变成一国。早年汤恩比有这个想法，我也是这个想法。我没有敢说世界变成一国，由中国人来领导，我不敢说这个话。但是汤恩比说了，他是英国人，他说将来世界成为一国，谁来领导？中国人领导。为什么中国人领导？中国人有统一的智慧，你看中国这个国家，从秦始皇统一之后，一直到今天都是大一统，没有分裂。罗马虽然有过一千年的统一，亡国之后再不能统一。统一的智慧、统一的理念、统一的方法、统一的效果、统一的经验，中国人全有。所以我们要有信心。",
      "zh_TW": "十年之後，我們老師有了，師資圓滿具足，正式開辦治要大學。我們漢學院到最後希望辦個大學，治要大學，這個治是雙關的，治學、治國、治天下。這是國際學校，培養全世界每個國家的人才，我們希求全世界變成一家人，到哪裡去不要護照了，護照多麻煩，全世界是一家人，無論走到哪裡都受到歡迎。這個地球上是一國，世間永遠不會有戰爭，世界上永遠不需要搞軍隊。每年花在軍事上的錢多少？這些做我們福利事業你說多好，何必去軍費開支！要消除軍隊，沒有戰爭，全世界變成一國。早年湯恩比有這個想法，我也是這個想法。我沒有敢說世界變成一國，由中國人來領導，我不敢說這個話。但是湯恩比說了，他是英國人，他說將來世界成為一國，誰來領導？中國人領導。為什麼中國人領導？中國人有統一的智慧，你看中國這個國家，從秦始皇統一之後，一直到今天都是大一統，沒有分裂。羅馬雖然有過一千年的統一，亡國之後再不能統一。統一的智慧、統一的理念、統一的方法、統一的效果、統一的經驗，中國人全有。所以我們要有信心。"
    },
    {
      "id": "21-714-0003_p0033",
      "zh_CN": "用什么来支持这个信心？真干。大家千万不要忽略，《弟子规》要学，从我学起，不管年龄大小，不管干什么行业，也不管男女老少，统统要学。老人学，带动小孩全部都要学；老人不学，这孩子的事情，小孩永远不可能成就。中国自古以来，上行下效，国家领导人带头，全国都学习，都欢喜了。所以我们要求各行各业、男女老少一起学，汤池是这么学成功的，希望我们扩大到全世界，全世界人都肯干，这个世界就成就了。所以治要大学是我们终极的一个目标，为国家、为社会、为全人类培育圣贤君子人才，落实「为往圣继绝学，为天下开太平」的本愿。古人发这个愿，我们实现了，我们把它做到。",
      "zh_TW": "用什麼來支持這個信心？真幹。大家千萬不要忽略，《弟子規》要學，從我學起，不管年齡大小，不管幹什麼行業，也不管男女老少，統統要學。老人學，帶動小孩全部都要學；老人不學，這孩子的事情，小孩永遠不可能成就。中國自古以來，上行下效，國家領導人帶頭，全國都學習，都歡喜了。所以我們要求各行各業、男女老少一起學，湯池是這麼學成功的，希望我們擴大到全世界，全世界人都肯幹，這個世界就成就了。所以治要大學是我們終極的一個目標，為國家、為社會、為全人類培育聖賢君子人才，落實「為往聖繼絕學，為天下開太平」的本願。古人發這個願，我們實現了，我們把它做到。"
    },
    {
      "id": "21-714-0003_p0034",
      "zh_CN": "这下面做了个简单的总结，总而言之，我们一定要深深认知，决定不能有丝毫怀疑，人性本善，众生本来是佛。教学终极目的就是教人回归自性，成圣成佛而已。我们要把古圣先贤教导我们这几句话常常放在心上，是我们这一生的方向、目标。要走这条路，这叫圣贤之道，这叫大乘之道，能走得通吗？释迦牟尼佛走通了，文殊、普贤走通了；在中国传统里头，尧舜禹汤走通了，孔子、孟子走通了。历代贤君子很多，举不胜举，他们能走通，我们也能走通。只要放下自己的名闻利养，这个东西是障碍，有这个东西走不通。",
      "zh_TW": "這下面做了個簡單的總結，總而言之，我們一定要深深認知，決定不能有絲毫懷疑，人性本善，眾生本來是佛。教學終極目的就是教人回歸自性，成聖成佛而已。我們要把古聖先賢教導我們這幾句話常常放在心上，是我們這一生的方向、目標。要走這條路，這叫聖賢之道，這叫大乘之道，能走得通嗎？釋迦牟尼佛走通了，文殊、普賢走通了；在中國傳統裡頭，堯舜禹湯走通了，孔子、孟子走通了。歷代賢君子很多，舉不勝舉，他們能走通，我們也能走通。只要放下自己的名聞利養，這個東西是障礙，有這個東西走不通。"
    },
    {
      "id": "21-714-0003_p0035",
      "zh_CN": "佛门比儒家讲得究竟的地方是什么？就是入门不一样。夫子的门，有我可以进得了门；佛法的门，有我进不了门。这是儒跟佛不同的地方，所以称儒是入世的，佛是出世的。依佛的标准，今天世界上学佛，几个是真学？太少了。真学佛的人，小乘须陀洹，大乘初信位的菩萨。在大乘法里头，大分为十信，十个阶级，好像小学，一年级、二年级到十年级；再上去，十住好比是初中，十行好比是高中，十回向是大学，十地是研究所，等觉是博士班，五十二个年级。一年级，小学一年级入门，无我就能入门，有我就不能入门。条件说得很简单，破身见、边见、见取、戒取、邪见，这五种错误的看法放下了，入佛法小学一年级。这五种错误的看法没放下，不能进门，那只好在佛陀的幼儿园读书，没有正式上一年级。正式上一年级，无我，无我才大公无私，有我就出毛病了。无论出家在家，要把身见放下，知道什么？身不是我。佛的门槛高，这个门槛很少人能越过。",
      "zh_TW": "佛門比儒家講得究竟的地方是什麼？就是入門不一樣。夫子的門，有我可以進得了門；佛法的門，有我進不了門。這是儒跟佛不同的地方，所以稱儒是入世的，佛是出世的。依佛的標準，今天世界上學佛，幾個是真學？太少了。真學佛的人，小乘須陀洹，大乘初信位的菩薩。在大乘法裡頭，大分為十信，十個階級，好像小學，一年級、二年級到十年級；再上去，十住好比是初中，十行好比是高中，十迴向是大學，十地是研究所，等覺是博士班，五十二個年級。一年級，小學一年級入門，無我就能入門，有我就不能入門。條件說得很簡單，破身見、邊見、見取、戒取、邪見，這五種錯誤的看法放下了，入佛法小學一年級。這五種錯誤的看法沒放下，不能進門，那只好在佛陀的幼兒園讀書，沒有正式上一年級。正式上一年級，無我，無我才大公無私，有我就出毛病了。無論出家在家，要把身見放下，知道什麼？身不是我。佛的門檻高，這個門檻很少人能越過。"
    },
    {
      "id": "21-714-0003_p0036",
      "zh_CN": "我是什么？我是身体，诸位要知道，身体有生死，我没有生死，这学佛的人要懂，我是永远不生不灭。那是什么？我们说个很浅显，大家容易听得懂的话，真心，真心不生不灭，真心是我。这些东西是妄心变现出来的，妄心不是我，是假我，不是真我，妄心有生有灭。所以，身不是我，身是我所有的。身体，像衣服一样，这我所有的，衣服穿脏了，脱下换一件，身体坏了，换一个身体。所以身体不是我，我所有的，这个概念一定要搞清楚。世间人执着身体是我，所以对于生死他有恐惧，佛没有恐惧，为什么？身体不是我，衣服，用了几十年不好用了，换一个，欢欢喜喜的换一个，不会生苦恼的。",
      "zh_TW": "我是什麼？我是身體，諸位要知道，身體有生死，我沒有生死，這學佛的人要懂，我是永遠不生不滅。那是什麼？我們說個很淺顯，大家容易聽得懂的話，真心，真心不生不滅，真心是我。這些東西是妄心變現出來的，妄心不是我，是假我，不是真我，妄心有生有滅。所以，身不是我，身是我所有的。身體，像衣服一樣，這我所有的，衣服穿髒了，脫下換一件，身體壞了，換一個身體。所以身體不是我，我所有的，這個概念一定要搞清楚。世間人執著身體是我，所以對於生死他有恐懼，佛沒有恐懼，為什麼？身體不是我，衣服，用了幾十年不好用了，換一個，歡歡喜喜的換一個，不會生苦惱的。"
    },
    {
      "id": "21-714-0003_p0037",
      "zh_CN": "边见是二边的，就是分别。二边是错误的，现在人讲的相对，佛法里头没有相对，为什么？它是一体，所以没有二边。我是一边，我的对面是人，这就是相对。佛法怎么看人？人人都是佛菩萨，就对了，我也是佛菩萨，人人都是佛菩萨，平等对待，和睦相处，他真做到了。所以要肯定，佛菩萨的教诲句句是真的，他讲得太深，我们不能懂，慢慢的学，慢慢就会懂了，循序渐进，按部就班。但是佛说的要做到，譬如说叫我们放下身见，身体能放下，身体所附属的当然就更容易放下了，我都能放下，我所当然很容易放下。财产，我所有的；地位，我所有的；事业，我所有的。这是我所有，不是我，我跟我所有的哪个重要？我重要，我所有的不重要，连身体也是我所有的，也不重要。什么东西重要？灵性重要，智慧重要，道德重要，这是要抓住的。抓住这些东西，佛告诉我们最重要的是真我，不是没有我，有我，有真我。真我是什么？是自性，这个才是最重要。把真我找到，就成佛了，就圆满了，大乘里头毕业了，要把真我找到。假我暂时可以用，绝不放在心上，这就对了。让心永远保持清净、平等、觉悟，决定不迷惑，觉而不迷，正而不邪，净而不染，这个东西重要。",
      "zh_TW": "邊見是二邊的，就是分別。二邊是錯誤的，現在人講的相對，佛法裡頭沒有相對，為什麼？它是一體，所以沒有二邊。我是一邊，我的對面是人，這就是相對。佛法怎麼看人？人人都是佛菩薩，就對了，我也是佛菩薩，人人都是佛菩薩，平等對待，和睦相處，他真做到了。所以要肯定，佛菩薩的教誨句句是真的，他講得太深，我們不能懂，慢慢的學，慢慢就會懂了，循序漸進，按部就班。但是佛說的要做到，譬如說叫我們放下身見，身體能放下，身體所附屬的當然就更容易放下了，我都能放下，我所當然很容易放下。財產，我所有的；地位，我所有的；事業，我所有的。這是我所有，不是我，我跟我所有的哪個重要？我重要，我所有的不重要，連身體也是我所有的，也不重要。什麼東西重要？靈性重要，智慧重要，道德重要，這是要抓住的。抓住這些東西，佛告訴我們最重要的是真我，不是沒有我，有我，有真我。真我是什麼？是自性，這個才是最重要。把真我找到，就成佛了，就圓滿了，大乘裡頭畢業了，要把真我找到。假我暫時可以用，絕不放在心上，這就對了。讓心永遠保持清淨、平等、覺悟，決定不迷惑，覺而不迷，正而不邪，淨而不染，這個東西重要。"
    },
    {
      "id": "21-714-0003_p0038",
      "zh_CN": "所以，「行道才见真理」，真理就是宇宙人生的真相。行是我们起心动念、言语造作，要在道上，这个道就是成佛之道。中国传统的这个道是菩萨道，它通佛道，往上一提升就是佛道。所以，行在道上你才会见到真理。我们今天连《弟子规》、《感应篇》、《十善业》都没有做到，所以我们对于佛所讲的真理很模糊，半信半疑，见得不真，见得不透彻，这个是有原因的。「悟道才生智慧」，悟是开悟，就是前面讲的其义自见。到真正悟道的时候，眼睛见到开悟了，耳朵听到开悟了，身体接触到开悟了，六根接触六尘境界全开悟了。佛法修学妙！到这个时候就大彻大悟，所以明心见性。",
      "zh_TW": "所以，「行道才見真理」，真理就是宇宙人生的真相。行是我們起心動念、言語造作，要在道上，這個道就是成佛之道。中國傳統的這個道是菩薩道，它通佛道，往上一提升就是佛道。所以，行在道上你才會見到真理。我們今天連《弟子規》、《感應篇》、《十善業》都沒有做到，所以我們對於佛所講的真理很模糊，半信半疑，見得不真，見得不透徹，這個是有原因的。「悟道才生智慧」，悟是開悟，就是前面講的其義自見。到真正悟道的時候，眼睛見到開悟了，耳朵聽到開悟了，身體接觸到開悟了，六根接觸六塵境界全開悟了。佛法修學妙！到這個時候就大徹大悟，所以明心見性。"
    },
    {
      "id": "21-714-0003_p0039",
      "zh_CN": "「做到能度众生」，我们把自己学的、自己修的、自己所悟的，统统落实在生活、落实在工作、落实在待人接物，自自然然就叫度众生。为什么？大家看到了对你仰慕，对你生起信心，自动向你学习。「了道才是圣人」，彻底明暸了，这是圣人，这叫佛陀。我们要勉励自己，要真干，这个法门稀有难逢。我们老师都不在了，老师的照片在，你看看我每个讲堂、摄影棚都悬挂老师的照片，没有一天离开老师，没有一天离开佛菩萨，也没有离开自己的父母，每天都面对面。我们起心动念有个恶念，就想到：怎么对得起老师？怎么对得起佛菩萨？怎么对得起父母亲？天天要看，不能有一天忘记，旅行也要带在身上，在旅馆房间里，我就把照片供在房间。我们要教孝、要教仁、要教义，样样都要做出来教人。",
      "zh_TW": "「做到能度眾生」，我們把自己學的、自己修的、自己所悟的，統統落實在生活、落實在工作、落實在待人接物，自自然然就叫度眾生。為什麼？大家看到了對你仰慕，對你生起信心，自動向你學習。「了道才是聖人」，徹底明暸了，這是聖人，這叫佛陀。我們要勉勵自己，要真幹，這個法門稀有難逢。我們老師都不在了，老師的照片在，你看看我每個講堂、攝影棚都懸掛老師的照片，沒有一天離開老師，沒有一天離開佛菩薩，也沒有離開自己的父母，每天都面對面。我們起心動念有個惡念，就想到：怎麼對得起老師？怎麼對得起佛菩薩？怎麼對得起父母親？天天要看，不能有一天忘記，旅行也要帶在身上，在旅館房間裡，我就把照片供在房間。我們要教孝、要教仁、要教義，樣樣都要做出來教人。"
    },
    {
      "id": "21-714-0003_p0040",
      "zh_CN": "后面有两小段总结。「天地归仁能立人」。仁是仁慈博爱，仁是两个人，会意的字，己所不欲，勿施于人。立人是自己在人道里头站住脚跟，换句话说，你不会失掉人身，即使在六道里头，你生生世世在人天，你不会落三恶道。「真诚为人能服人」。你说昨天，我们跟这边的老师、校长有个座谈会，校长、老师都好，问我，怎么样才能够诱导现在的学生？现在的学生没有耐心、浮躁、不好学，怎样能够诱导他们？这就要真诚为人，真诚心对待学生，学生服了。",
      "zh_TW": "後面有兩小段總結。「天地歸仁能立人」。仁是仁慈博愛，仁是兩個人，會意的字，己所不欲，勿施於人。立人是自己在人道裡頭站住腳跟，換句話說，你不會失掉人身，即使在六道裡頭，你生生世世在人天，你不會落三惡道。「真誠為人能服人」。你說昨天，我們跟這邊的老師、校長有個座談會，校長、老師都好，問我，怎麼樣才能夠誘導現在的學生？現在的學生沒有耐心、浮躁、不好學，怎樣能夠誘導他們？這就要真誠為人，真誠心對待學生，學生服了。"
    },
    {
      "id": "21-714-0003_p0041",
      "zh_CN": "我通过实验，抗战时期我是流亡学生，十四岁就流浪了，要自己照顾自己。以后国家办个学校收留流亡学生，这个学校是公费的，我们生活费用是国家付的。我们不知道家在哪里，父母都散失了，唯一的联络的地点就是祠堂，我们写信给祠堂，如果父母知道，他写信来，这样才会联系，否则的话没有办法联系。做流亡学生。校长、老师把我们看作自己儿女一样看待，照顾得比我父母还周到，我们对校长、老师那个感恩的心无法形容。我们同学在一起，在台湾的时候有一百多个同学，每年有一次聚会，亲兄弟姐妹一样，谁有困难大家都来帮助。我们没有这两个学校，在台湾不能生存。我一个人在台湾，没有亲人，没有依靠，到台湾碰到一些同学，这联系起来。老师真诚，校长真诚，他能够帮助我们。",
      "zh_TW": "我通過實驗，抗戰時期我是流亡學生，十四歲就流浪了，要自己照顧自己。以後國家辦個學校收留流亡學生，這個學校是公費的，我們生活費用是國家付的。我們不知道家在哪裡，父母都散失了，唯一的聯絡的地點就是祠堂，我們寫信給祠堂，如果父母知道，他寫信來，這樣才會聯繫，否則的話沒有辦法聯繫。做流亡學生。校長、老師把我們看作自己兒女一樣看待，照顧得比我父母還周到，我們對校長、老師那個感恩的心無法形容。我們同學在一起，在台灣的時候有一百多個同學，每年有一次聚會，親兄弟姐妹一樣，誰有困難大家都來幫助。我們沒有這兩個學校，在台灣不能生存。我一個人在台灣，沒有親人，沒有依靠，到台灣碰到一些同學，這聯繫起來。老師真誠，校長真誠，他能夠幫助我們。"
    },
    {
      "id": "21-714-0003_p0042",
      "zh_CN": "「慈悲忍让能胜人」。「三界通达能帮人」，他真能帮人。「阴阳协调能做人」，这做人基本的原则。违逆伦常就不是人了，这个话不是我们说的，左丘明说的，在《左传》里头，「人弃常则妖兴」，人要把五常丢掉了，仁义礼智信没有了，就是妖魔鬼怪，那就不是人了。所以末后几句话我们要记住，这是对自己有很大的帮助。「感谢恩人，原谅仇人」。不要记仇，希望仇人都能化解，不要跟人对立，他对我有仇恨，我对他感恩，这个仇恨就可以化解。「帮助苦人，救济穷人」，要「调伏狂人」，狂妄无知的人，「启导愚人，感化恶人，鼓励善人，警策懒人，醒觉迷人」。",
      "zh_TW": "「慈悲忍讓能勝人」。「三界通達能幫人」，他真能幫人。「陰陽協調能做人」，這做人基本的原則。違逆倫常就不是人了，這個話不是我們說的，左丘明說的，在《左傳》裡頭，「人棄常則妖興」，人要把五常丟掉了，仁義禮智信沒有了，就是妖魔鬼怪，那就不是人了。所以末後幾句話我們要記住，這是對自己有很大的幫助。「感謝恩人，原諒仇人」。不要記仇，希望仇人都能化解，不要跟人對立，他對我有仇恨，我對他感恩，這個仇恨就可以化解。「幫助苦人，救濟窮人」，要「調伏狂人」，狂妄無知的人，「啟導愚人，感化惡人，鼓勵善人，警策懶人，醒覺迷人」。"
    },
    {
      "id": "21-714-0003_p0043",
      "zh_CN": "希望我们大家都能把这几句话记住，在日常生活当中，处事待人接物，常常想着他是什么样人，我要什么样心态去帮助他，去成就他，这就对了。我们常有成就别人的心，别人就会成就我们，我们冷漠不关心别人，别人也不关心我们。所以许多年轻人自杀了，为什么？他觉得活在这个世间很苦，没有人真正关心他，没有人真正爱护他，活得无聊，去自杀，而且都是高学历，大专学生，甚至于有硕士、博士生。为什么会走这个路？一定有原因，把原因找到，原因消除，这些人回头都是好人。所以我们常常放在心上，要学好人、学贤人，学圣人、学佛菩萨。这堂课我们就到此地圆满，谢谢大家。",
      "zh_TW": "希望我們大家都能把這幾句話記住，在日常生活當中，處事待人接物，常常想著他是什麼樣人，我要什麼樣心態去幫助他，去成就他，這就對了。我們常有成就別人的心，別人就會成就我們，我們冷漠不關心別人，別人也不關心我們。所以許多年輕人自殺了，為什麼？他覺得活在這個世間很苦，沒有人真正關心他，沒有人真正愛護他，活得無聊，去自殺，而且都是高學歷，大專學生，甚至於有碩士、博士生。為什麼會走這個路？一定有原因，把原因找到，原因消除，這些人回頭都是好人。所以我們常常放在心上，要學好人、學賢人，學聖人、學佛菩薩。這堂課我們就到此地圓滿，謝謝大家。"
    }
  ]
}