{
  "doc_id": "32-271-0001",
  "title": {
    "zh_CN": "一元复始万象更新——兰彼得「中国春节温馨晚宴」谈话",
    "zh_TW": "一元復始萬象更新——蘭彼得「中國春節溫馨晚宴」談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "32-271-0001",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "32-271-0001_p0001",
      "zh_CN": "尊敬的哈里斯市长、琼斯主席、休斯校长、周院长、诸位嘉宾、诸位老师、诸位同学：大家好！",
      "zh_TW": "尊敬的哈里斯市長、瓊斯主席、休斯校長、周院長、諸位嘉賓、諸位老師、諸位同學：大家好！"
    },
    {
      "id": "32-271-0001_p0002",
      "zh_CN": "非常欢迎诸位参加今天的「中国春节温馨晚宴」！兰彼得是我们和谐的家园，威尔士三一圣大卫大学是我们温馨的家，今天在此聚会的，都是我们亲爱的家人。值此中国新年来临之际，请容许我在此向大家祝贺：亲爱的家人们，新春快乐！",
      "zh_TW": "非常歡迎諸位參加今天的「中國春節溫馨晚宴」！蘭彼得是我們和諧的家園，威爾士三一聖大衛大學是我們溫馨的家，今天在此聚會的，都是我們親愛的家人。值此中國新年來臨之際，請容許我在此向大家祝賀：親愛的家人們，新春快樂！"
    },
    {
      "id": "32-271-0001_p0003",
      "zh_CN": "中国人每逢新年，往往会在门联上写着，「一元复始，万象更新」。意思是，新的一年开始了，一切事物都改换了样子，呈现一番新的气象。对于「复始」与「更新」，除了这层意义之外，我们还有进一步的解释法——",
      "zh_TW": "中國人每逢新年，往往會在門聯上寫著，「一元復始，萬象更新」。意思是，新的一年開始了，一切事物都改換了樣子，呈現一番新的氣象。對於「復始」與「更新」，除了這層意義之外，我們還有進一步的解釋法——"
    },
    {
      "id": "32-271-0001_p0004",
      "zh_CN": "「复始」可以引申为不忘初心：在新的一年开始之际，重温自己进德修业、利益大众的美好发心，以便在新的一年里，坚持方向，努力不懈。「更新」是勉励自己不断提升，日新又新。",
      "zh_TW": "「復始」可以引申為不忘初心：在新的一年開始之際，重溫自己進德修業、利益大眾的美好發心，以便在新的一年裡，堅持方向，努力不懈。「更新」是勉勵自己不斷提升，日新又新。"
    },
    {
      "id": "32-271-0001_p0005",
      "zh_CN": "「复始」还可以引申为：恢复自己本善的本性。这也是《大学》所说的「明明德」：彰明自己本有的光明德性，这是自利。「更新」可以引申为扩充此本善本性，推己及人，感化他人改过迁善，弃旧图新，变化气质。这也是《大学》所说的「亲民」：以爱心亲近社会大众，使人人都能去除污垢而自新，恢复各自本善的本性，这是利人。「复始」与「更新」相辅相成，自利与利人齐头并进，精益求精。做到完善的地步，就是《大学》所说的「止于至善」，这就达到了社会和谐、世界和平的境界。",
      "zh_TW": "「復始」還可以引申為：恢復自己本善的本性。這也是《大學》所說的「明明德」：彰明自己本有的光明德性，這是自利。「更新」可以引申為擴充此本善本性，推己及人，感化他人改過遷善，棄舊圖新，變化氣質。這也是《大學》所說的「親民」：以愛心親近社會大眾，使人人都能去除污垢而自新，恢復各自本善的本性，這是利人。「復始」與「更新」相輔相成，自利與利人齊頭並進，精益求精。做到完善的地步，就是《大學》所說的「止於至善」，這就達到了社會和諧、世界和平的境界。"
    },
    {
      "id": "32-271-0001_p0006",
      "zh_CN": "「一元复始，万象更新」也是今天英国汉学院的写照：总结经验，鼎新革故，迈向下一个里程碑，迎向新的挑战。「一元复始，万象更新」也是我给汉学院师生的勉励词：不忘初心，日新又新。「从前种种，譬如昨日死；从后种种，譬如今日生。」在新的一年里，每天都要放下一些旧的习气毛病，每天都以「明明德、亲民、止于至善」为起心动念、言语造作的准绳，朝向「为往圣继绝学，为万世开太平」的目标迈出新的一步。",
      "zh_TW": "「一元復始，萬象更新」也是今天英國漢學院的寫照：總結經驗，鼎新革故，邁向下一個里程碑，迎向新的挑戰。「一元復始，萬象更新」也是我給漢學院師生的勉勵詞：不忘初心，日新又新。「從前種種，譬如昨日死；從後種種，譬如今日生。」在新的一年裡，每天都要放下一些舊的習氣毛病，每天都以「明明德、親民、止於至善」為起心動念、言語造作的準繩，朝向「為往聖繼絕學，為萬世開太平」的目標邁出新的一步。"
    },
    {
      "id": "32-271-0001_p0007",
      "zh_CN": "「一元复始，万象更新」也是我对大家的祝福语：在新的一年里，祝福在座的家人们新年新希望、新年新气象、新年新成就！祝福兰彼得愈来愈繁荣、愈来愈温暖、愈来愈和谐！谢谢大家！",
      "zh_TW": "「一元復始，萬象更新」也是我對大家的祝福語：在新的一年裡，祝福在座的家人們新年新希望、新年新氣象、新年新成就！祝福蘭彼得愈來愈繁榮、愈來愈溫暖、愈來愈和諧！謝謝大家！"
    }
  ]
}