{
  "doc_id": "32-264-0025",
  "title": {
    "zh_CN": "台南极乐寺会客谈话—中国传统教育的目标",
    "zh_TW": "台南極樂寺會客談話—中國傳統教育的目標"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-264-0025",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-264-0025_p0001",
      "zh_CN": "古时候，我上一代的还有私塾，我这一代到下一代私塾就没有了。私塾是我们中国教育里面的小学，小学教什么？教伦理、教道德，以这个扎根。希望培养什么样的小学生？就是圣贤的样子，你看他言行举止、待人接物，一举一动很像样子。《圣学根之根》，这是中国小学教材，用了至少三千年，没有出问题，说明它是好的教材。",
      "zh_TW": "古時候，我上一代的還有私塾，我這一代到下一代私塾就沒有了。私塾是我們中國教育裡面的小學，小學教什麼？教倫理、教道德，以這個扎根。希望培養什麼樣的小學生？就是聖賢的樣子，你看他言行舉止、待人接物，一舉一動很像樣子。《聖學根之根》，這是中國小學教材，用了至少三千年，沒有出問題，說明它是好的教材。"
    },
    {
      "id": "32-264-0025_p0002",
      "zh_CN": "中国的教育是圣学，是扎圣人的根。圣人，两个代表，孔子代表圣，孟子代表贤，圣贤教育。孔子教给我们伦理教育，孝道、师道，小学六年应该把这个学会，他思想、言行举止给社会大众做一个儒家的好榜样。所以小学教育的宗旨，希望把孩子都教成好人，所以是好人教育；而且这个好人，好的水平很高，孔孟，以这个为标准。真正学好了，希望这个世间多几个孔子、多几个孟子。",
      "zh_TW": "中國的教育是聖學，是扎聖人的根。聖人，兩個代表，孔子代表聖，孟子代表賢，聖賢教育。孔子教給我們倫理教育，孝道、師道，小學六年應該把這個學會，他思想、言行舉止給社會大眾做一個儒家的好榜樣。所以小學教育的宗旨，希望把孩子都教成好人，所以是好人教育；而且這個好人，好的水平很高，孔孟，以這個為標準。真正學好了，希望這個世間多幾個孔子、多幾個孟子。"
    },
    {
      "id": "32-264-0025_p0003",
      "zh_CN": "小学教育这个根，根之根是孝、是悌，这是根，孝顺父母，奉事师长就是尊敬老师。在中国古时候，对老师不尊重的，老师不教。为什么？没有这分恭敬，他不能够契入课本，他学不到东西。所以一分恭敬得一分利益，十分恭敬得十分利益。老师不是吝啬，为什么不教你？你不能够吸收。中学学办事。你是个好人，你将来在社会上从事哪一个行业，能帮助你养家活口，你有正常的收入，生活没有忧虑。所以小学教育是伦理道德的根，中学教育是学办事的根。无论哪个行业，你不能每一样都学，你选几种，这几种你就会经营，你就会办事。大学培养治国平天下，以《群书治要》为主，大唐三百年就是用的这个治国。",
      "zh_TW": "小學教育這個根，根之根是孝、是悌，這是根，孝順父母，奉事師長就是尊敬老師。在中國古時候，對老師不尊重的，老師不教。為什麼？沒有這分恭敬，他不能夠契入課本，他學不到東西。所以一分恭敬得一分利益，十分恭敬得十分利益。老師不是吝嗇，為什麼不教你？你不能夠吸收。中學學辦事。你是個好人，你將來在社會上從事哪一個行業，能幫助你養家活口，你有正常的收入，生活沒有憂慮。所以小學教育是倫理道德的根，中學教育是學辦事的根。無論哪個行業，你不能每一樣都學，你選幾種，這幾種你就會經營，你就會辦事。大學培養治國平天下，以《群書治要》為主，大唐三百年就是用的這個治國。"
    },
    {
      "id": "32-264-0025_p0004",
      "zh_CN": "所以中国这个教育它有目标，我希望把你培养成什么样的人才，你在哪个地位上发挥你的智慧、德能，把社会、国家带向安定和谐，它是有目标的，教材、方法都配合这一个目标。要救世界，一定要中国传统的教育。我们不希望战争、不希望斗争，希望世界大同，和谐、共存共荣。",
      "zh_TW": "所以中國這個教育它有目標，我希望把你培養成什麼樣的人才，你在哪個地位上發揮你的智慧、德能，把社會、國家帶向安定和諧，它是有目標的，教材、方法都配合這一個目標。要救世界，一定要中國傳統的教育。我們不希望戰爭、不希望鬥爭，希望世界大同，和諧、共存共榮。"
    }
  ]
}