{
  "doc_id": "32-264-0012",
  "title": {
    "zh_CN": "台南极乐寺会客谈话—念佛为什么不能消业",
    "zh_TW": "台南極樂寺會客談話—念佛為什麼不能消業"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-264-0012",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-264-0012_p0001",
      "zh_CN": "佛告诉我们，「一切法从心想生」。极乐世界人人想佛，除佛之外他什么也不想，所以那是佛的世界。我们这个世界想什么？贪瞋痴慢疑。个人消灾难，贪瞋痴慢疑，把这个放下，灾难就没有了。一切法从心想生，这一句话绝对正确，一点错误都没有。地球天天在变化，动力是什么？为什么会变化？是我们人心在催动，就是念头，善念善报，恶念恶报。正面的，善念；不是正面的，烦恼。贪瞋痴慢疑都是烦恼，烦恼带来灾难，不是福报。学佛的人虽然知道，会讲，他没做到，他的灾难还是消不了。必须消掉，灾难消掉了，福报现前，这是真的。世出世间法，绝不能够用贪心，贪心得来的，后面是灾难。",
      "zh_TW": "佛告訴我們，「一切法從心想生」。極樂世界人人想佛，除佛之外他什麼也不想，所以那是佛的世界。我們這個世界想什麼？貪瞋痴慢疑。個人消災難，貪瞋痴慢疑，把這個放下，災難就沒有了。一切法從心想生，這一句話絕對正確，一點錯誤都沒有。地球天天在變化，動力是什麼？為什麼會變化？是我們人心在催動，就是念頭，善念善報，惡念惡報。正面的，善念；不是正面的，煩惱。貪瞋痴慢疑都是煩惱，煩惱帶來災難，不是福報。學佛的人雖然知道，會講，他沒做到，他的災難還是消不了。必須消掉，災難消掉了，福報現前，這是真的。世出世間法，絕不能夠用貪心，貪心得來的，後面是災難。"
    },
    {
      "id": "32-264-0012_p0002",
      "zh_CN": "学佛四个阶段：信、解、行、证。行有事、有心，心的力量比事的力量还大。念佛为什么不能消业，还会增长罪报，这什么原因？不懂得修行的道理。佛给我们讲经，一切事理都讲得很清楚，只怪我们自己没有细心去消化它、去应用它。祖师大德这些著作，好东西，你真看懂了、真照办了，得大自在；如果你没有看懂，或者是错会了意思，那就造业。造业很可怕，自己不知道，不知不觉，灾难临头了一无所知，怎么会有灾难？我做这么多好事。怨天尤人，罪上加罪，所以麻烦大。",
      "zh_TW": "學佛四個階段：信、解、行、證。行有事、有心，心的力量比事的力量還大。念佛為什麼不能消業，還會增長罪報，這什麼原因？不懂得修行的道理。佛給我們講經，一切事理都講得很清楚，只怪我們自己沒有細心去消化它、去應用它。祖師大德這些著作，好東西，你真看懂了、真照辦了，得大自在；如果你沒有看懂，或者是錯會了意思，那就造業。造業很可怕，自己不知道，不知不覺，災難臨頭了一無所知，怎麼會有災難？我做這麼多好事。怨天尤人，罪上加罪，所以麻煩大。"
    },
    {
      "id": "32-264-0012_p0003",
      "zh_CN": "章嘉大师教我看破放下，我真干，身心自在。没有挂念的、没有想头，只想阿弥陀佛，除阿弥陀佛，什么都不想。事，好事我们要做，做成功是那个做事的人他有福报，我们有善心，这结合，他的福报现前；如果我们做善事，他在造业，这个会抵消，福报跟造的业抵消了，没有大难，也没有什么好的报应。细心观察，老天爷真的是公平，你修福，给你福；你造业，给你报，业因果报丝毫不爽，这个不能不懂。又何况世间富贵，不要把它看作真的；假的，逗你，叫你看一看，欢喜一下，你能带得走吗？一样都带不走。不但带不走，一个灾难来了全丢掉了，何必操这个心？",
      "zh_TW": "章嘉大師教我看破放下，我真幹，身心自在。沒有掛念的、沒有想頭，只想阿彌陀佛，除阿彌陀佛，什麼都不想。事，好事我們要做，做成功是那個做事的人他有福報，我們有善心，這結合，他的福報現前；如果我們做善事，他在造業，這個會抵消，福報跟造的業抵消了，沒有大難，也沒有什麼好的報應。細心觀察，老天爺真的是公平，你修福，給你福；你造業，給你報，業因果報絲毫不爽，這個不能不懂。又何況世間富貴，不要把它看作真的；假的，逗你，叫你看一看，歡喜一下，你能帶得走嗎？一樣都帶不走。不但帶不走，一個災難來了全丟掉了，何必操這個心？"
    },
    {
      "id": "32-264-0012_p0004",
      "zh_CN": "自己起心动念就是善恶的标准，起心动念有自己、有我，就是恶念；起心动念是为众生、为传统文化、为佛法的再兴旺，这是功德。",
      "zh_TW": "自己起心動念就是善惡的標準，起心動念有自己、有我，就是惡念；起心動念是為眾生、為傳統文化、為佛法的再興旺，這是功德。"
    },
    {
      "id": "32-264-0012_p0005",
      "zh_CN": "学佛，先救自己，再救别人；自己都没有救得了，你有什么能力救别人？都要从自己做起。造作一切恶业的关口，第一个贪心，贪财、贪色、贪名、贪利，贪心造成。你能把这些名闻利养统统放下，不去想这些事情，来了没有欢喜，去了也没有悲哀。做佛弟子，要把佛的样子做出来；搞中国传统文化，要把孔夫子的样子，温良恭俭让做出来。古圣先贤了不起，做出榜样来给我们看，这个恩德多大！不是给我们讲，劝我们，做出样子来给我们看。我们不是真做，对不起祖宗、对不起佛法僧。",
      "zh_TW": "學佛，先救自己，再救別人；自己都沒有救得了，你有什麼能力救別人？都要從自己做起。造作一切惡業的關口，第一個貪心，貪財、貪色、貪名、貪利，貪心造成。你能把這些名聞利養統統放下，不去想這些事情，來了沒有歡喜，去了也沒有悲哀。做佛弟子，要把佛的樣子做出來；搞中國傳統文化，要把孔夫子的樣子，溫良恭儉讓做出來。古聖先賢了不起，做出榜樣來給我們看，這個恩德多大！不是給我們講，勸我們，做出樣子來給我們看。我們不是真做，對不起祖宗、對不起佛法僧。"
    }
  ]
}