{
  "doc_id": "32-264-0010",
  "title": {
    "zh_CN": "台南极乐寺会客谈话—圣人的功夫在哪里？",
    "zh_TW": "台南極樂寺會客談話—聖人的功夫在哪裡？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-264-0010",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-264-0010_p0001",
      "zh_CN": "佛教是什么？胡思乱想统统放下就成佛了。为什么？你所想的都是妄想，你用的是妄心，妄心就有妄想。佛教教你用真心，真心不是妄想。妄想放下了，统统放下了，没有妄想了，眼见色、耳闻声，不起心不动念、不分别不执着，就是佛。你有妄想、你有分别、你有执着，这叫凡夫。圣人他的功夫在哪里？就是见色闻声，六根接触六尘境界，没有起心、没有动念、没有分别、没有执着，用真心，真心离念。没有妄想，那个念是真念，正念，佛法是从这生根的，这就是禅定。",
      "zh_TW": "佛教是什麼？胡思亂想統統放下就成佛了。為什麼？你所想的都是妄想，你用的是妄心，妄心就有妄想。佛教教你用真心，真心不是妄想。妄想放下了，統統放下了，沒有妄想了，眼見色、耳聞聲，不起心不動念、不分別不執著，就是佛。你有妄想、你有分別、你有執著，這叫凡夫。聖人他的功夫在哪裡？就是見色聞聲，六根接觸六塵境界，沒有起心、沒有動念、沒有分別、沒有執著，用真心，真心離念。沒有妄想，那個念是真念，正念，佛法是從這生根的，這就是禪定。"
    },
    {
      "id": "32-264-0010_p0002",
      "zh_CN": "什么叫禅定？不起心不动念、不分别不执着。禅定功夫深的，从早到晚，看得清楚、听得清楚、接触得清楚，没有妄想、没有杂念、没有分别、没有执着，这叫修行功夫，你在定中。众生来求法，应对如流，没有思考的，你提出来什么疑难杂症都能给你解决。所以佛法就是一个用真心、一个用妄心，用妄心是凡夫，用真心是菩萨。",
      "zh_TW": "什麼叫禪定？不起心不動念、不分別不執著。禪定功夫深的，從早到晚，看得清楚、聽得清楚、接觸得清楚，沒有妄想、沒有雜念、沒有分別、沒有執著，這叫修行功夫，你在定中。眾生來求法，應對如流，沒有思考的，你提出來什麼疑難雜症都能給你解決。所以佛法就是一個用真心、一個用妄心，用妄心是凡夫，用真心是菩薩。"
    },
    {
      "id": "32-264-0010_p0003",
      "zh_CN": "你能做到不起心不动念、不分别不执着，就入了，信解行证就证得了；不能证得，就是你还有妄想没断。佛法是没有妄想，妄想是假的，「凡所有相，皆是虚妄」，你把这个东西放在心上，错了！这要丢掉。",
      "zh_TW": "你能做到不起心不動念、不分別不執著，就入了，信解行證就證得了；不能證得，就是你還有妄想沒斷。佛法是沒有妄想，妄想是假的，「凡所有相，皆是虛妄」，你把這個東西放在心上，錯了！這要丟掉。"
    },
    {
      "id": "32-264-0010_p0004",
      "zh_CN": "所以古大德一听就开悟、一听就回头，它有道理的，就是用心；讲个浅显的话，一个用真心，一个用妄心。佛法不管在家出家，居士、和尚，没有例外，就是一个用真心、用妄心。学会用真心，得大自在，自在生智慧。不能用真心就用妄心，用妄心就是胡思乱想，晚上还要作梦。",
      "zh_TW": "所以古大德一聽就開悟、一聽就回頭，它有道理的，就是用心；講個淺顯的話，一個用真心，一個用妄心。佛法不管在家出家，居士、和尚，沒有例外，就是一個用真心、用妄心。學會用真心，得大自在，自在生智慧。不能用真心就用妄心，用妄心就是胡思亂想，晚上還要作夢。"
    },
    {
      "id": "32-264-0010_p0005",
      "zh_CN": "所以佛法讲信、解、行、证，解就要靠经，熟读经论是解。怎么熟读经论？读书千遍，其义自见。读的时候不要求解，求解都是妄想。没有起心动念，豁然开悟，那是智慧，那是真心起作用。这就是佛法讲出世间，世间跟出世间差别在此地。用真心的人得自在。",
      "zh_TW": "所以佛法講信、解、行、證，解就要靠經，熟讀經論是解。怎麼熟讀經論？讀書千遍，其義自見。讀的時候不要求解，求解都是妄想。沒有起心動念，豁然開悟，那是智慧，那是真心起作用。這就是佛法講出世間，世間跟出世間差別在此地。用真心的人得自在。"
    }
  ]
}