{
  "doc_id": "04-012-0001",
  "title": {
    "zh_CN": "请转法轮　请佛住世",
    "zh_TW": "請轉法輪　請佛住世"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "04-012-0001",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "04-012-0001_p0001",
      "zh_CN": "诸位同学，大家好，请坐。今天我们利用这一点时间，给诸位同学谈谈《华严经》普贤菩萨十大愿里面的「请转法轮」、「请佛住世」，这个两愿。",
      "zh_TW": "諸位同學，大家好，請坐。今天我們利用這一點時間，給諸位同學談談《華嚴經》普賢菩薩十大願裡面的「請轉法輪」、「請佛住世」，這個兩願。"
    },
    {
      "id": "04-012-0001_p0002",
      "zh_CN": "我们这些年来，大家在一起共同学习《大方广佛华严经》。这一部经分量很大，内容非常丰富，学习的纲领一定要能掌握到，我们才能够得到真实的受用。《华严经》的纲领，就是文殊菩萨的十波罗蜜跟普贤菩萨的十大愿王。尤其是普贤菩萨的十愿，显示出菩萨修行最高的境界，最究竟、最圆满的境界。",
      "zh_TW": "我們這些年來，大家在一起共同學習《大方廣佛華嚴經》。這一部經分量很大，內容非常豐富，學習的綱領一定要能掌握到，我們才能夠得到真實的受用。《華嚴經》的綱領，就是文殊菩薩的十波羅蜜跟普賢菩薩的十大願王。尤其是普賢菩薩的十願，顯示出菩薩修行最高的境界，最究竟、最圓滿的境界。"
    },
    {
      "id": "04-012-0001_p0003",
      "zh_CN": "那我们要问，普贤菩萨所修的跟一般大乘菩萨有哪一些不一样？我们在大经里面看到，学习的科目是相同的，理论的依据方法都没有两样，不一样的地方在心量。大乘菩萨，我们常常读到「心包太虚，量周沙界」，实在讲非常伟大。我们听到了、看到了，怎么会不羡慕？但是他跟普贤菩萨比，那还要差一等，这个要是不读《华严经》不会知道的。佛在一切经里头都未曾说过，偶而也谈到，但是没有在《华严》上讲得这么透彻，这么详细。那就是佛告诉我们，这个世界它不是个平面的，我们今天讲立体，也不是我们一般观察想像当中的立体，不是的，它是重重无尽的重叠，不可思议！这个境界很难讲，很不好懂，就是从比喻也没有法子找到一个恰当的比喻，但是在现在确实可以找到相似的。我们从这个相似的能够体会到一些，这一些是宇宙人生的真相。",
      "zh_TW": "那我們要問，普賢菩薩所修的跟一般大乘菩薩有哪一些不一樣？我們在大經裡面看到，學習的科目是相同的，理論的依據方法都沒有兩樣，不一樣的地方在心量。大乘菩薩，我們常常讀到「心包太虛，量周沙界」，實在講非常偉大。我們聽到了、看到了，怎麼會不羨慕？但是他跟普賢菩薩比，那還要差一等，這個要是不讀《華嚴經》不會知道的。佛在一切經裡頭都未曾說過，偶而也談到，但是沒有在《華嚴》上講得這麼透徹，這麼詳細。那就是佛告訴我們，這個世界它不是個平面的，我們今天講立體，也不是我們一般觀察想像當中的立體，不是的，它是重重無盡的重疊，不可思議！這個境界很難講，很不好懂，就是從比喻也沒有法子找到一個恰當的比喻，但是在現在確實可以找到相似的。我們從這個相似的能夠體會到一些，這一些是宇宙人生的真相。"
    },
    {
      "id": "04-012-0001_p0004",
      "zh_CN": "我们昨天还读到的，昨天晚上末后两个小时，讲到了微细这个境界。佛给我们说毛孔，毛孔是我们汗毛的毛孔；毛端，这个汗毛的尖端；微尘，肉眼看不见的。一般大乘经里面，我们曾经听到过，大概一般学佛的人都晓得，佛经里面有所谓「芥子纳须弥」。芥子是芥菜子，芥菜子跟芝麻差不多大，你要晓得比毛孔大多了，我们这个汗毛孔芥菜子放不进去，芥菜子里面可以把一座须弥山装到里面去，芥菜子没有放大，须弥山没有缩小，它怎么装在里面？想不通！",
      "zh_TW": "我們昨天還讀到的，昨天晚上末後兩個小時，講到了微細這個境界。佛給我們說毛孔，毛孔是我們汗毛的毛孔；毛端，這個汗毛的尖端；微塵，肉眼看不見的。一般大乘經裡面，我們曾經聽到過，大概一般學佛的人都曉得，佛經裡面有所謂「芥子納須彌」。芥子是芥菜子，芥菜子跟芝麻差不多大，你要曉得比毛孔大多了，我們這個汗毛孔芥菜子放不進去，芥菜子裡面可以把一座須彌山裝到裡面去，芥菜子沒有放大，須彌山沒有縮小，它怎麼裝在裡面？想不通！"
    },
    {
      "id": "04-012-0001_p0005",
      "zh_CN": "佛经上讲的不可思议的境界，「不可思议」这一句话里面，文章可多了，这里头有很深的道理。这一句话讲得好，太好了！我们为什么不了解这个境界？就是因为我们有思有议，这个思跟议就把这个事实真相障碍住。如果你把思议这个念头打掉，思是思惟想像、起心动念，议是言语议论，这个东西要是真的完全放下了，那个人入什么境界？清净寂灭。清净寂灭的境界，这些障碍都打破，这个障碍就是现代人所讲的空间的维次，这个境界打破了。打破之后，你才能看到事实真相。事实真相是没有大小，它都是自性变现的，大是自性，小也是自性；自性没有大小，自性没有来去，自性没有生灭，所以大跟小是一。这才知道须弥山不大，芥菜子不小，这是一般我们在大乘经上常常看到的。",
      "zh_TW": "佛經上講的不可思議的境界，「不可思議」這一句話裡面，文章可多了，這裡頭有很深的道理。這一句話講得好，太好了！我們為什麼不了解這個境界？就是因為我們有思有議，這個思跟議就把這個事實真相障礙住。如果你把思議這個念頭打掉，思是思惟想像、起心動念，議是言語議論，這個東西要是真的完全放下了，那個人入什麼境界？清淨寂滅。清淨寂滅的境界，這些障礙都打破，這個障礙就是現代人所講的空間的維次，這個境界打破了。打破之後，你才能看到事實真相。事實真相是沒有大小，它都是自性變現的，大是自性，小也是自性；自性沒有大小，自性沒有來去，自性沒有生滅，所以大跟小是一。這才知道須彌山不大，芥菜子不小，這是一般我們在大乘經上常常看到的。"
    },
    {
      "id": "04-012-0001_p0006",
      "zh_CN": "《华严经》上讲的这个微细，比大乘经上那有很大差别。《华严经》上讲毛孔，毛孔比芥菜子小，小很多，里面装什么东西？大千世界，虚空法界无量无边诸佛刹土，统统在这个一毛孔里面。你晓得大千世界里有多少须弥山？数不尽的须弥山，这不是在一个芥菜子里头，在毛孔里面，在微尘里面，所以这个世界重重无尽。毛孔里面的世界，这个世界里头有佛，有无量无边的佛，无量无边的众生。那一些众生他也有毛孔，那个毛孔里头同样也有无量无边大千世界，重重无尽。这个是一切大乘经上佛没讲过的。",
      "zh_TW": "《華嚴經》上講的這個微細，比大乘經上那有很大差別。《華嚴經》上講毛孔，毛孔比芥菜子小，小很多，裡面裝什麼東西？大千世界，虛空法界無量無邊諸佛剎土，統統在這個一毛孔裡面。你曉得大千世界裡有多少須彌山？數不盡的須彌山，這不是在一個芥菜子裡頭，在毛孔裡面，在微塵裡面，所以這個世界重重無盡。毛孔裡面的世界，這個世界裡頭有佛，有無量無邊的佛，無量無邊的眾生。那一些眾生他也有毛孔，那個毛孔裡頭同樣也有無量無邊大千世界，重重無盡。這個是一切大乘經上佛沒講過的。"
    },
    {
      "id": "04-012-0001_p0007",
      "zh_CN": "这样微细的境界，谁能入？普贤菩萨能入。说明大乘菩萨，这不是大乘菩萨境界，大乘菩萨听说，不能够入这个境界，普贤菩萨能入。能入就是能证，他能够证明佛所讲的没有错，是真的事实真相，不是假的。这个境界真难懂，但是现在我们从这个电视萤光幕上，我们能体会到一些。为什么？有相似的。电视萤光幕只有一个，我们收看频道不一样，画面就不相同，按哪个频道画面就出来了，那个频道就好像不同维次的空间。",
      "zh_TW": "這樣微細的境界，誰能入？普賢菩薩能入。說明大乘菩薩，這不是大乘菩薩境界，大乘菩薩聽說，不能夠入這個境界，普賢菩薩能入。能入就是能證，他能夠證明佛所講的沒有錯，是真的事實真相，不是假的。這個境界真難懂，但是現在我們從這個電視螢光幕上，我們能體會到一些。為什麼？有相似的。電視螢光幕只有一個，我們收看頻道不一樣，畫面就不相同，按哪個頻道畫面就出來了，那個頻道就好像不同維次的空間。"
    },
    {
      "id": "04-012-0001_p0008",
      "zh_CN": "我们今天只能看一个频道，不能同时看所有频道，这个意思就是说普贤菩萨有能力同时看所有频道。大乘菩萨比不上，大乘菩萨可以同时看若干个频道，不能看圆满的，全部的他看不到。我们凡夫只能看一个频道，他们能力比我们强，可能同时看到好几个频道，一点都不杂乱，这个不可思议！我们凡夫如果说是两个频道画面、三个频道画面，它就乱了。这就是我们今天科学技术比不上自性所现的相，「唯心所现，唯识所变」，它真的是数不尽的重叠，但是它一点都不杂乱。这是普贤菩萨跟一般大乘菩萨不一样的地方。",
      "zh_TW": "我們今天只能看一個頻道，不能同時看所有頻道，這個意思就是說普賢菩薩有能力同時看所有頻道。大乘菩薩比不上，大乘菩薩可以同時看若干個頻道，不能看圓滿的，全部的他看不到。我們凡夫只能看一個頻道，他們能力比我們強，可能同時看到好幾個頻道，一點都不雜亂，這個不可思議！我們凡夫如果說是兩個頻道畫面、三個頻道畫面，它就亂了。這就是我們今天科學技術比不上自性所現的相，「唯心所現，唯識所變」，它真的是數不盡的重疊，但是它一點都不雜亂。這是普賢菩薩跟一般大乘菩薩不一樣的地方。"
    },
    {
      "id": "04-012-0001_p0009",
      "zh_CN": "普贤菩萨怎么修的？用最简单的话来说，普贤菩萨将自性的性德圆满落实了，百分之百的落实，一丝毫欠缺都没有，所以当位的普贤就是等觉菩萨。我们在大乘经上，《华严经》上，净土经里面所看到的，尤其《无量寿经》上告诉我们，「咸共遵修普贤大士之德」，我们修净土的，实在讲都是修的普贤行。我们为什么见不到普贤的境界？说老实话，我们是挂名的普贤菩萨，不是真的，从来没有认真的学习过。",
      "zh_TW": "普賢菩薩怎麼修的？用最簡單的話來說，普賢菩薩將自性的性德圓滿落實了，百分之百的落實，一絲毫欠缺都沒有，所以當位的普賢就是等覺菩薩。我們在大乘經上，《華嚴經》上，淨土經裡面所看到的，尤其《無量壽經》上告訴我們，「咸共遵修普賢大士之德」，我們修淨土的，實在講都是修的普賢行。我們為什麼見不到普賢的境界？說老實話，我們是掛名的普賢菩薩，不是真的，從來沒有認真的學習過。"
    },
    {
      "id": "04-012-0001_p0010",
      "zh_CN": "他修学的理论跟方法，那就是全部的《大方广佛华严经》，这一部经圆圆满满包含了虚空法界刹土众生，绝对不是那个八十卷。那个八十卷就好像我这个讲堂里面《四库全书》的目录提要，全书你没有看见，目录提要。这一些我们在大经里面，都跟诸位做了详细报告。普贤菩萨能落实，所以他总结全经提出十个纲领，这叫「十大愿王」。",
      "zh_TW": "他修學的理論跟方法，那就是全部的《大方廣佛華嚴經》，這一部經圓圓滿滿包含了虛空法界剎土眾生，絕對不是那個八十卷。那個八十卷就好像我這個講堂裡面《四庫全書》的目錄提要，全書你沒有看見，目錄提要。這一些我們在大經裡面，都跟諸位做了詳細報告。普賢菩薩能落實，所以他總結全經提出十個綱領，這叫「十大願王」。"
    },
    {
      "id": "04-012-0001_p0011",
      "zh_CN": "十个纲领里面，第一个「礼敬诸佛」。所以世出世间圣贤的教诲，从哪个地方入门？都是从「敬」从「诚」。过去有人向印光大师请教，佛门广大，经典丰富，浩如烟海，有没有什么秘诀可以让我们很快的契入？印光大师说得好，有！他老人家只说两个字，「诚敬」，真诚恭敬，就说这两个字，一分诚敬得一分利益，十分诚敬得十分利益。",
      "zh_TW": "十個綱領裡面，第一個「禮敬諸佛」。所以世出世間聖賢的教誨，從哪個地方入門？都是從「敬」從「誠」。過去有人向印光大師請教，佛門廣大，經典豐富，浩如煙海，有沒有什麼祕訣可以讓我們很快的契入？印光大師說得好，有！他老人家只說兩個字，「誠敬」，真誠恭敬，就說這兩個字，一分誠敬得一分利益，十分誠敬得十分利益。"
    },
    {
      "id": "04-012-0001_p0012",
      "zh_CN": "这个「诚敬」的标准很高，凡夫没有。我们学佛这么多年来，也总结佛法学习的纲领，我总结的比印光大师要麻烦多了，他老人家总结两个字，我讲四个字「纯净纯善」。他老人家讲总持法门，说了十六个字，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」十六个字，把整个佛法总结进去了，实在是了不起。这十六个字不好懂，所以我重新用二十个字，我这二十个字，说实在话，没有印光大师那十六个字好，但是我这个好懂。我这二十个字就是在佛像旁边这一副对联，「真诚清净平等正觉慈悲，看破放下自在随缘念佛」，这个好懂。这二十个字能落实，印光大师这十六个字的义趣你就明了了。",
      "zh_TW": "這個「誠敬」的標準很高，凡夫沒有。我們學佛這麼多年來，也總結佛法學習的綱領，我總結的比印光大師要麻煩多了，他老人家總結兩個字，我講四個字「純淨純善」。他老人家講總持法門，說了十六個字，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」十六個字，把整個佛法總結進去了，實在是了不起。這十六個字不好懂，所以我重新用二十個字，我這二十個字，說實在話，沒有印光大師那十六個字好，但是我這個好懂。我這二十個字就是在佛像旁邊這一副對聯，「真誠清淨平等正覺慈悲，看破放下自在隨緣念佛」，這個好懂。這二十個字能落實，印光大師這十六個字的義趣你就明瞭了。"
    },
    {
      "id": "04-012-0001_p0013",
      "zh_CN": "所以头一个是真诚恭敬，诚敬。所以他头一愿「礼敬诸佛」，那个诚敬是一丝毫的虚伪都没有，这个难，这是真心；能用真心的人，那就不是凡夫，不但不是六道凡夫，九法界他都超越了。用真心的人，不再用妄心，在《华严经》上讲的，最低的位次是圆教初住菩萨，用真心。九法界里面的佛菩萨用的还是妄心，不过那个妄心用得正，没有用错；六道里面用的妄心，用错了，没有用得正，道理在这个地方。",
      "zh_TW": "所以頭一個是真誠恭敬，誠敬。所以他頭一願「禮敬諸佛」，那個誠敬是一絲毫的虛偽都沒有，這個難，這是真心；能用真心的人，那就不是凡夫，不但不是六道凡夫，九法界他都超越了。用真心的人，不再用妄心，在《華嚴經》上講的，最低的位次是圓教初住菩薩，用真心。九法界裡面的佛菩薩用的還是妄心，不過那個妄心用得正，沒有用錯；六道裡面用的妄心，用錯了，沒有用得正，道理在這個地方。"
    },
    {
      "id": "04-012-0001_p0014",
      "zh_CN": "「诸佛」，这又有讲究了。我对于佛菩萨恭敬，我对有智慧、有德行的人恭敬，我对我父母尊长恭敬，外人就不恭敬了，你那个心不是真心。真心是什么？真心是清净的、是平等的。你的心不平等。到什么时候你才真正用真诚心、清净心、平等心、正觉心、慈悲心修礼敬，那个就跟普贤菩萨有一点相应了，这个是随顺普贤菩萨大士之德。但是还入不了普贤菩萨的境界，为什么？心量还是不够大。所以诸佛是包括宇宙之间一切人事物，范围太大了；除自己之外，人人是诸佛，事事是诸佛，九法界不同的众生全是诸佛。",
      "zh_TW": "「諸佛」，這又有講究了。我對於佛菩薩恭敬，我對有智慧、有德行的人恭敬，我對我父母尊長恭敬，外人就不恭敬了，你那個心不是真心。真心是什麼？真心是清淨的、是平等的。你的心不平等。到什麼時候你才真正用真誠心、清淨心、平等心、正覺心、慈悲心修禮敬，那個就跟普賢菩薩有一點相應了，這個是隨順普賢菩薩大士之德。但是還入不了普賢菩薩的境界，為什麼？心量還是不夠大。所以諸佛是包括宇宙之間一切人事物，範圍太大了；除自己之外，人人是諸佛，事事是諸佛，九法界不同的眾生全是諸佛。"
    },
    {
      "id": "04-012-0001_p0015",
      "zh_CN": "试问问，我们对于蚊虫蚂蚁，要跟释迦牟尼佛、阿弥陀佛、毘卢遮那，你对那个佛的恭敬心跟对蚂蚁的恭敬心能不能平等？那要不能平等，你没有修，这个「礼敬诸佛」你没有做到。蚂蚁也有佛性，既然有佛性，牠将来一定会作佛，你怎么能对牠不恭敬？你怎么能对牠用差别待遇？所有一切动物都有佛性，所有一切植物，树木花草，山河大地，这一切法都有法性。法性跟佛性是一个性，所以《华严经》上佛才讲「情与无情，同圆种智」。这样说起来，无情的花草树木、山河大地、泥沙土石也是佛，它有法性，你不能不尊敬，你对它们不能够轻慢。然后你才晓得「礼敬诸佛」真难修，真不容易！所以普贤菩萨对于一切人，就像对诸佛如来一样，决定没有差别，恭敬供养。",
      "zh_TW": "試問問，我們對於蚊蟲螞蟻，要跟釋迦牟尼佛、阿彌陀佛、毘盧遮那，你對那個佛的恭敬心跟對螞蟻的恭敬心能不能平等？那要不能平等，你沒有修，這個「禮敬諸佛」你沒有做到。螞蟻也有佛性，既然有佛性，牠將來一定會作佛，你怎麼能對牠不恭敬？你怎麼能對牠用差別待遇？所有一切動物都有佛性，所有一切植物，樹木花草，山河大地，這一切法都有法性。法性跟佛性是一個性，所以《華嚴經》上佛才講「情與無情，同圓種智」。這樣說起來，無情的花草樹木、山河大地、泥沙土石也是佛，它有法性，你不能不尊敬，你對它們不能夠輕慢。然後你才曉得「禮敬諸佛」真難修，真不容易！所以普賢菩薩對於一切人，就像對諸佛如來一樣，決定沒有差別，恭敬供養。"
    },
    {
      "id": "04-012-0001_p0016",
      "zh_CN": "供养里面，要知道第一殊胜的供养是如教修行供养；也就是说老师教导我的，我统统都做到了，这是真供养。老师教我们怎样对人，怎样对事，怎样对物。对事，一般讲是对无情，植物、矿物、山河大地，我们对它要尊重，树木花草要尊重，要爱护，要尽心尽力去照顾它，这叫尽性。物，物里面包括的范围很大，我们讲人，在十法界里头有人道，还有其他的，还有九道，那个九道就用物来代表。我们一般讲天地鬼神，这是「物」这个字里头包括了，物包括人，人不包括物，人是物里面的一种。",
      "zh_TW": "供養裡面，要知道第一殊勝的供養是如教修行供養；也就是說老師教導我的，我統統都做到了，這是真供養。老師教我們怎樣對人，怎樣對事，怎樣對物。對事，一般講是對無情，植物、礦物、山河大地，我們對它要尊重，樹木花草要尊重，要愛護，要盡心盡力去照顧它，這叫盡性。物，物裡面包括的範圍很大，我們講人，在十法界裡頭有人道，還有其他的，還有九道，那個九道就用物來代表。我們一般講天地鬼神，這是「物」這個字裡頭包括了，物包括人，人不包括物，人是物裡面的一種。"
    },
    {
      "id": "04-012-0001_p0017",
      "zh_CN": "这就是现在科学家所说的，所有一切不同维次空间的生物，统统要礼敬。为什么？都是诸佛如来。谁懂得这个道理？谁在日常生活当中都能够做到？儒家讲「仁民爱物」，那个仁是仁慈的仁，民是对一般的庶民、一般的人民，要用仁慈的心去对待他，要爱一切物。儒家讲得比较笼统，佛法讲得微细；儒家讲纲领，佛法讲细目，儒跟佛要合起来看，你自自然然就恍然大悟了。",
      "zh_TW": "這就是現在科學家所說的，所有一切不同維次空間的生物，統統要禮敬。為什麼？都是諸佛如來。誰懂得這個道理？誰在日常生活當中都能夠做到？儒家講「仁民愛物」，那個仁是仁慈的仁，民是對一般的庶民、一般的人民，要用仁慈的心去對待他，要愛一切物。儒家講得比較籠統，佛法講得微細；儒家講綱領，佛法講細目，儒跟佛要合起來看，你自自然然就恍然大悟了。"
    },
    {
      "id": "04-012-0001_p0018",
      "zh_CN": "这是说明普贤行跟一般大乘菩萨不相同的所在，心量广大，能入无量无边无尽无数重叠的世界。如果这个重叠的世界还很难懂，真难懂；古时候高僧大德常常被邀请到皇宫里面去说法、去讲经，帝王大臣听了也不懂。贤首国师很聪明（贤首是清凉的老师），讲到这个境界的时候，国王有疑惑，他请国王做一个八角亭。那当然很容易，马上造了一个八角亭，然后贤首大师请皇帝在八角亭每一面，它就有八面，每一面装一个大的镜子。照装了，镜子照镜子，请皇帝到亭子当中站一站，你看看那是什境界？皇帝走到亭子当中一站，那八个镜子一照，里面无量无边的人数不清。皇帝明白了，懂得了，重重无尽的法界。",
      "zh_TW": "這是說明普賢行跟一般大乘菩薩不相同的所在，心量廣大，能入無量無邊無盡無數重疊的世界。如果這個重疊的世界還很難懂，真難懂；古時候高僧大德常常被邀請到皇宮裡面去說法、去講經，帝王大臣聽了也不懂。賢首國師很聰明（賢首是清涼的老師），講到這個境界的時候，國王有疑惑，他請國王做一個八角亭。那當然很容易，馬上造了一個八角亭，然後賢首大師請皇帝在八角亭每一面，它就有八面，每一面裝一個大的鏡子。照裝了，鏡子照鏡子，請皇帝到亭子當中站一站，你看看那是什境界？皇帝走到亭子當中一站，那八個鏡子一照，裡面無量無邊的人數不清。皇帝明白了，懂得了，重重無盡的法界。"
    },
    {
      "id": "04-012-0001_p0019",
      "zh_CN": "这是用这种方式做比喻，你从这个比喻里头能体会到少分。当然你没有入真实的境界，但从这个地方你懂得了。世界确确实实就像这样，像镜子互相照，这里面没有止尽的，重重无尽。但是它又很有层次，它一点都不乱，并不会混淆在一起，不思议境界。古大德很聪明，用这些方法让你能够体会少分。",
      "zh_TW": "這是用這種方式做比喻，你從這個比喻裡頭能體會到少分。當然你沒有入真實的境界，但從這個地方你懂得了。世界確確實實就像這樣，像鏡子互相照，這裡面沒有止盡的，重重無盡。但是它又很有層次，它一點都不亂，並不會混淆在一起，不思議境界。古大德很聰明，用這些方法讓你能夠體會少分。"
    },
    {
      "id": "04-012-0001_p0020",
      "zh_CN": "那么十愿，今天我们这个时间，重点在「请转法轮」。什么叫法轮？什么叫转？法轮是释迦牟尼佛用这个来表法，就像我们现在商业社会里面，每一个公司有它自己的商标。佛在各地方教学，他也设计了这些商标，表法的。释迦牟尼佛这一生到处讲经教学，教的是什么？这个标志就能显示出来。",
      "zh_TW": "那麼十願，今天我們這個時間，重點在「請轉法輪」。什麼叫法輪？什麼叫轉？法輪是釋迦牟尼佛用這個來表法，就像我們現在商業社會裡面，每一個公司有它自己的商標。佛在各地方教學，他也設計了這些商標，表法的。釋迦牟尼佛這一生到處講經教學，教的是什麼？這個標誌就能顯示出來。"
    },
    {
      "id": "04-012-0001_p0021",
      "zh_CN": "佛法里面的标志，通常用三种，三种都用得很普遍。第一个就是用法轮。轮是什么？是圆，这一个形相确实相当奥妙。我们做学生时代，学几何，几何里头给我们讲圆。圆一定有个心，圆心，圆心到底有没有？圆心是个抽象概念，它确实有，但是它没有痕迹。你要在圆心上点一点，那一点在显微镜放下来，那是很大的面积，那就不是点，几何里头的点是抽象概念。点移动，这个线就出来了。点移动是线，线能看得见；线移动，那是面，那就更明显；面移动，就是我们今天讲的立体，三度空间。单的这个面是两度空间，面移动是三度空间，我们现在居住在三度空间里面。佛用这个圆来表法，表得好！佛所讲的是我们能够感觉到的，这个空间的一切人事物，这就像圆周。",
      "zh_TW": "佛法裡面的標誌，通常用三種，三種都用得很普遍。第一個就是用法輪。輪是什麼？是圓，這一個形相確實相當奧妙。我們做學生時代，學幾何，幾何裡頭給我們講圓。圓一定有個心，圓心，圓心到底有沒有？圓心是個抽象概念，它確實有，但是它沒有痕跡。你要在圓心上點一點，那一點在顯微鏡放下來，那是很大的面積，那就不是點，幾何裡頭的點是抽象概念。點移動，這個線就出來了。點移動是線，線能看得見；線移動，那是面，那就更明顯；面移動，就是我們今天講的立體，三度空間。單的這個面是兩度空間，面移動是三度空間，我們現在居住在三度空間裡面。佛用這個圓來表法，表得好！佛所講的是我們能夠感覺到的，這個空間的一切人事物，這就像圓周。"
    },
    {
      "id": "04-012-0001_p0022",
      "zh_CN": "这些人物从哪里来的？你看一直到今天，千万年来多少人在那里研究宇宙从哪里来的？生命从哪里来的？大问题！今天多少科学家、哲学家还在那里研究，在探讨，有许许多多的说法都不能叫人心服口服。那佛呢？佛就用圆来代表。圆周从哪里来的？从圆心来的。圆心从哪里来的？圆心没有，圆心是空，圆心是无，无中生有。那个无不是真的什么都没有，真的什么都没有，那个好懂，那个空无好懂。佛法里面讲空，空会生有，所以佛经讲「真空不空」。那现的相？相叫妙有，「妙有非有」，这才是宇宙人生的真相，这个就是佛四十九年跟大家所说的，用这个东西来代表。它代表宇宙人生真相，代表空有同时，空有不二。《心经》上讲的「色即是空，空即是色，色不异空，空不异色」，那个色就是圆周，空就是圆心，妙极了！你想想看，在这个世间什么东西能够显示出空有同时、空有不二？圆里面显示出来了。因此法轮是代表佛所教学的内容，宇宙人生真相，表这个意思。",
      "zh_TW": "這些人物從哪裡來的？你看一直到今天，千萬年來多少人在那裡研究宇宙從哪裡來的？生命從哪裡來的？大問題！今天多少科學家、哲學家還在那裡研究，在探討，有許許多多的說法都不能叫人心服口服。那佛呢？佛就用圓來代表。圓周從哪裡來的？從圓心來的。圓心從哪裡來的？圓心沒有，圓心是空，圓心是無，無中生有。那個無不是真的什麼都沒有，真的什麼都沒有，那個好懂，那個空無好懂。佛法裡面講空，空會生有，所以佛經講「真空不空」。那現的相？相叫妙有，「妙有非有」，這才是宇宙人生的真相，這個就是佛四十九年跟大家所說的，用這個東西來代表。它代表宇宙人生真相，代表空有同時，空有不二。《心經》上講的「色即是空，空即是色，色不異空，空不異色」，那個色就是圓周，空就是圓心，妙極了！你想想看，在這個世間什麼東西能夠顯示出空有同時、空有不二？圓裡面顯示出來了。因此法輪是代表佛所教學的內容，宇宙人生真相，表這個意思。"
    },
    {
      "id": "04-012-0001_p0023",
      "zh_CN": "转是什么？转是推动，我们现在的话叫推行。转法轮的意思，就是推动或者是推行宇宙人生真相的教学，「转法轮」三个字要用今天的话来讲，就是这个意思；推行宇宙人生真相的教育，或者是推行宇宙人生真相的教学，一点迷信都没有。佛真的一生无条件的到处教导众生，有教无类。所以释迦牟尼佛要用今天我们的说法，给他老人家来定位，他是什么样的一个角色？可以说他是名副其实多元文化的社会教育家。我们今天来看他，用这个名词，那就是他的身分，他的地位。",
      "zh_TW": "轉是什麼？轉是推動，我們現在的話叫推行。轉法輪的意思，就是推動或者是推行宇宙人生真相的教學，「轉法輪」三個字要用今天的話來講，就是這個意思；推行宇宙人生真相的教育，或者是推行宇宙人生真相的教學，一點迷信都沒有。佛真的一生無條件的到處教導眾生，有教無類。所以釋迦牟尼佛要用今天我們的說法，給他老人家來定位，他是什麼樣的一個角色？可以說他是名副其實多元文化的社會教育家。我們今天來看他，用這個名詞，那就是他的身分，他的地位。"
    },
    {
      "id": "04-012-0001_p0024",
      "zh_CN": "他一生从事多元文化社会的教学，而且是义务的教学；他教学，他不收学费，他不接受任何人对他的报酬。平等的教学，不分你是哪个国家人，不分你是哪个种族，也不分你是信仰什么样的宗教。只要你肯来学，他老人家就非常热心来教导你，教你开智慧，教你明了宇宙人生真相，教你破迷开悟，教你转凡成圣。这一种伟大的教学，在佛法表法里面叫转法轮，所以我们对于转法轮这个意思要搞得很清楚、很明了。",
      "zh_TW": "他一生從事多元文化社會的教學，而且是義務的教學；他教學，他不收學費，他不接受任何人對他的報酬。平等的教學，不分你是哪個國家人，不分你是哪個種族，也不分你是信仰什麼樣的宗教。只要你肯來學，他老人家就非常熱心來教導你，教你開智慧，教你明瞭宇宙人生真相，教你破迷開悟，教你轉凡成聖。這一種偉大的教學，在佛法表法裡面叫轉法輪，所以我們對於轉法輪這個意思要搞得很清楚、很明瞭。"
    },
    {
      "id": "04-012-0001_p0025",
      "zh_CN": "「请转法轮」，这个实在讲在世出世间来说是第一等好事，可以说人间天上再没有一桩事情比「请转法轮」这个事情有意义，有价值。中国古人懂得，那时候佛法还没有传到中国来，你看《礼记．学记》里面所说的「建国君民，教学为先」，这个「请转法轮」就是提倡教学，是这么个意思，千万不要搞错了。现在人粗心大意，对佛法深入研究的不多，所以许许多多佛教里面的名词术语都被误解了，非常可惜。",
      "zh_TW": "「請轉法輪」，這個實在講在世出世間來說是第一等好事，可以說人間天上再沒有一樁事情比「請轉法輪」這個事情有意義，有價值。中國古人懂得，那時候佛法還沒有傳到中國來，你看《禮記．學記》裡面所說的「建國君民，教學為先」，這個「請轉法輪」就是提倡教學，是這麼個意思，千萬不要搞錯了。現在人粗心大意，對佛法深入研究的不多，所以許許多多佛教裡面的名詞術語都被誤解了，非常可惜。"
    },
    {
      "id": "04-012-0001_p0026",
      "zh_CN": "佛法是真理的教育，道德的教育，随顺自性的教育，真正是究竟圆满的教育。教学的内容非常广大，我们这个世间大学要跟它相比，那真的是小巫见大巫，没有法子比，显示出释迦牟尼佛真的是无量的智慧、无量的德能，无所不知，无所不能。他的智慧、能力从哪来的？释迦牟尼佛告诉我们，所有一切众生各个都有如来智慧德相，一切众生皆有如来智慧德相，平等的！为什么是平等的？释迦牟尼佛自性显现的。",
      "zh_TW": "佛法是真理的教育，道德的教育，隨順自性的教育，真正是究竟圓滿的教育。教學的內容非常廣大，我們這個世間大學要跟它相比，那真的是小巫見大巫，沒有法子比，顯示出釋迦牟尼佛真的是無量的智慧、無量的德能，無所不知，無所不能。他的智慧、能力從哪來的？釋迦牟尼佛告訴我們，所有一切眾生各個都有如來智慧德相，一切眾生皆有如來智慧德相，平等的！為什麼是平等的？釋迦牟尼佛自性顯現的。"
    },
    {
      "id": "04-012-0001_p0027",
      "zh_CN": "《华严经》上说得很好，宇宙从哪里来的？生命从哪里来的？芸芸众生，山河大地从哪里来的？「唯心所现，唯识所变」，所以是自性所现的。释迦牟尼佛是自性所现的，我们也是自性显现的；释迦牟尼佛有这样究竟圆满的智慧，我们也有，哪个没有？蚊虫蚂蚁也有，树木花草都有，平等平等。但是现在我们看到释迦牟尼佛有，我们没有，看看我们周边所有一切人事物好像都没有，这是什么原因？佛说出来，「但以妄想执着而不能证得」，一句话把我们的病根说出来。",
      "zh_TW": "《華嚴經》上說得很好，宇宙從哪裡來的？生命從哪裡來的？芸芸眾生，山河大地從哪裡來的？「唯心所現，唯識所變」，所以是自性所現的。釋迦牟尼佛是自性所現的，我們也是自性顯現的；釋迦牟尼佛有這樣究竟圓滿的智慧，我們也有，哪個沒有？蚊蟲螞蟻也有，樹木花草都有，平等平等。但是現在我們看到釋迦牟尼佛有，我們沒有，看看我們周邊所有一切人事物好像都沒有，這是什麼原因？佛說出來，「但以妄想執著而不能證得」，一句話把我們的病根說出來。"
    },
    {
      "id": "04-012-0001_p0028",
      "zh_CN": "我们为什么没有？佛说不是没有，有，你现在有障碍。你的智慧、你的德能、你的相好不能现前是你有障碍，只要把障碍拿掉了，你的本能就恢复。所以智慧德能相好是你本有的，只要把障碍拿掉就现前。这个障碍是什么？是妄想、是分别、是执着。在大乘经里面常讲「无明」，无明是妄想，《华严经》上讲的妄想。尘沙烦恼，尘沙烦恼是分别；见思烦恼，见思烦恼是执着。如果我们今天给你讲佛学这些名词，讲无明、讲尘沙、讲见思，不好懂，要解释好半天，你还未必能够听得清楚。在《华严经》这样讲法好懂，妄想分别执着，虽然没有很深的概念，大致上模模糊糊能懂一点；这个东西是障碍。",
      "zh_TW": "我們為什麼沒有？佛說不是沒有，有，你現在有障礙。你的智慧、你的德能、你的相好不能現前是你有障礙，只要把障礙拿掉了，你的本能就恢復。所以智慧德能相好是你本有的，只要把障礙拿掉就現前。這個障礙是什麼？是妄想、是分別、是執著。在大乘經裡面常講「無明」，無明是妄想，《華嚴經》上講的妄想。塵沙煩惱，塵沙煩惱是分別；見思煩惱，見思煩惱是執著。如果我們今天給你講佛學這些名詞，講無明、講塵沙、講見思，不好懂，要解釋好半天，你還未必能夠聽得清楚。在《華嚴經》這樣講法好懂，妄想分別執著，雖然沒有很深的概念，大致上模模糊糊能懂一點；這個東西是障礙。"
    },
    {
      "id": "04-012-0001_p0029",
      "zh_CN": "所以佛在经上说，如果我们对于世出世间一切法不执着，六道轮回就没有了。六道轮回关键、真正形成的因素就是执着，你只要有执着，你就有六道轮回。六道轮回从哪里来的？是你自己执着那个念头里变出来的。只要把对一切法，我常讲对一切人事物的执着放下，六道就没有了，你就超越六道；如果对世出世间一切人事物的分别没有了，恭喜你，十法界就没有，你超越十法界了。",
      "zh_TW": "所以佛在經上說，如果我們對於世出世間一切法不執著，六道輪迴就沒有了。六道輪迴關鍵、真正形成的因素就是執著，你只要有執著，你就有六道輪迴。六道輪迴從哪裡來的？是你自己執著那個念頭裡變出來的。只要把對一切法，我常講對一切人事物的執著放下，六道就沒有了，你就超越六道；如果對世出世間一切人事物的分別沒有了，恭喜你，十法界就沒有，你超越十法界了。"
    },
    {
      "id": "04-012-0001_p0030",
      "zh_CN": "由此可知，科学家所讲的不同空间的维次，这个现象怎么产生的？那在佛法里就有正确答案，就是从妄想分别执着里头产生的。只要你把妄想分别执着断掉，所有一切不同维次空间全部都突破了。你这个生活范围不一样了，生活的空间扩大了，真的是尽法界虚空界是自己生活空间。你说多么舒服，得大自在，得真解脱。所以「请转法轮」，无量无边的功德，这个就是说请真正善知识、真正好老师来给我们教学，教导我们，请他到这个地方来，推行宇宙人生真相的教育，这就叫「请转法轮」。",
      "zh_TW": "由此可知，科學家所講的不同空間的維次，這個現象怎麼產生的？那在佛法裡就有正確答案，就是從妄想分別執著裡頭產生的。只要你把妄想分別執著斷掉，所有一切不同維次空間全部都突破了。你這個生活範圍不一樣了，生活的空間擴大了，真的是盡法界虛空界是自己生活空間。你說多麼舒服，得大自在，得真解脫。所以「請轉法輪」，無量無邊的功德，這個就是說請真正善知識、真正好老師來給我們教學，教導我們，請他到這個地方來，推行宇宙人生真相的教育，這就叫「請轉法輪」。"
    },
    {
      "id": "04-012-0001_p0031",
      "zh_CN": "在世间法里头，佛法不离世间法。诸位一定要晓得，佛法很尊重世间法。世间法里面对老师很尊重，「只闻来学，未闻往教」，这是礼节。大善知识不能不守礼，不守礼，人家轻贱你，轻贱这样殊胜的教学，那他有罪过。因此佛出现在这个世间，世间人不认识，没有人来启请，没有人来请他教学。在这种情形之下，释迦牟尼佛就走了，他就离开我们这个频道，到别的频道去了。就好像我们这个电视萤幕一样，从我们这个频道，他入到别的频道去了。",
      "zh_TW": "在世間法裡頭，佛法不離世間法。諸位一定要曉得，佛法很尊重世間法。世間法裡面對老師很尊重，「只聞來學，未聞往教」，這是禮節。大善知識不能不守禮，不守禮，人家輕賤你，輕賤這樣殊勝的教學，那他有罪過。因此佛出現在這個世間，世間人不認識，沒有人來啟請，沒有人來請他教學。在這種情形之下，釋迦牟尼佛就走了，他就離開我們這個頻道，到別的頻道去了。就好像我們這個電視螢幕一樣，從我們這個頻道，他入到別的頻道去了。"
    },
    {
      "id": "04-012-0001_p0032",
      "zh_CN": "我们一般人讲死了，不在这个世间。不，人没有死，每一个人都不会死。死是什么？他转入另外一个频道。六道里面就是六个不同的频道，十法界是十个不同的频道，一切众生在这个空间里头常常换频道。不过迷惑颠倒的凡夫他不能自在，他是业力在主宰他；那个觉悟的人，自己很自在，自己想到哪个频道，就能入哪个频道，一点障碍都没有，他能够突破频道得大自在。",
      "zh_TW": "我們一般人講死了，不在這個世間。不，人沒有死，每一個人都不會死。死是什麼？他轉入另外一個頻道。六道裡面就是六個不同的頻道，十法界是十個不同的頻道，一切眾生在這個空間裡頭常常換頻道。不過迷惑顛倒的凡夫他不能自在，他是業力在主宰他；那個覺悟的人，自己很自在，自己想到哪個頻道，就能入哪個頻道，一點障礙都沒有，他能夠突破頻道得大自在。"
    },
    {
      "id": "04-012-0001_p0033",
      "zh_CN": "所以我们请这样的人，这样的人出现，我们要有眼光认识他，这是个好人，这是个真正有智慧、有修行、有德行的人，请他来教导我们，这叫「请转法轮」。这个是古时代，现在没有了，现在大家把这个事情疏忽。在古时代，这个是社会上最大的一桩大事情，「教学为先」。",
      "zh_TW": "所以我們請這樣的人，這樣的人出現，我們要有眼光認識他，這是個好人，這是個真正有智慧、有修行、有德行的人，請他來教導我們，這叫「請轉法輪」。這個是古時代，現在沒有了，現在大家把這個事情疏忽。在古時代，這個是社會上最大的一樁大事情，「教學為先」。"
    },
    {
      "id": "04-012-0001_p0034",
      "zh_CN": "中国古代也有阶级，士农工商，士是读书人，所以古语有所谓「万般皆下品，唯有读书高」。但是读书人多半是穷秀才，物质生活很艰难，但他很快乐，他有精神生活，他真的能够做到于人无争，于世无求，他的心清净，他有智慧，所以这个清苦的物质生活，他没有在意，他生活得很快乐。一生最快乐的事情，就是有人请他去教学，他能够有好的学生，真正能够接受他的教学，能够承传他的道业。所以得天下英才而教育之，人生最大的快事。这是「请转法轮」，千万不要产生误会。好，今天就讲到此地。",
      "zh_TW": "中國古代也有階級，士農工商，士是讀書人，所以古語有所謂「萬般皆下品，唯有讀書高」。但是讀書人多半是窮秀才，物質生活很艱難，但他很快樂，他有精神生活，他真的能夠做到於人無爭，於世無求，他的心清淨，他有智慧，所以這個清苦的物質生活，他沒有在意，他生活得很快樂。一生最快樂的事情，就是有人請他去教學，他能夠有好的學生，真正能夠接受他的教學，能夠承傳他的道業。所以得天下英才而教育之，人生最大的快事。這是「請轉法輪」，千萬不要產生誤會。好，今天就講到此地。"
    }
  ]
}