{
  "doc_id": "21-574-0001",
  "title": {
    "zh_CN": "护国息灾万人念佛三时系念法会—净空老和尚开示",
    "zh_TW": "護國息災萬人念佛三時繫念法會—淨空老和尚開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾桃园县立体育馆",
    "zh_TW": "台灣桃園縣立體育館"
  },
  "doc_number": "21-574-0001",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "21-574-0001_p0001",
      "zh_CN": "尊敬的诸位长官，诸位法师，诸位大德，诸位同学，大家好。请坐，大家都请坐。中峰禅师是我们佛门的大德，他非常慈悲，为我们编了三时系念的仪规。在这么多年来，从唐宋一直下来，没有能够发扬光大，这是有它历史的原因。没想到在我们这个时代，也是无意的我们来提倡，居然现在全世界都在做，这是我们看到非常欢喜的一桩事情。禅宗的大德，编这个法事完全是导归极乐，他的开示显密圆融，宗教都是圆圆满满的，可以说真的是冥阳两利。说到冥阳两利，当然最重要的我们阳要先利，才能够利益幽冥界；如果我们得不到利益，幽冥界就得不到利益，这个诸位同学一定要记住，自利而后才能够利他。",
      "zh_TW": "尊敬的諸位長官，諸位法師，諸位大德，諸位同學，大家好。請坐，大家都請坐。中峰禪師是我們佛門的大德，他非常慈悲，為我們編了三時繫念的儀規。在這麼多年來，從唐宋一直下來，沒有能夠發揚光大，這是有它歷史的原因。沒想到在我們這個時代，也是無意的我們來提倡，居然現在全世界都在做，這是我們看到非常歡喜的一樁事情。禪宗的大德，編這個法事完全是導歸極樂，他的開示顯密圓融，宗教都是圓圓滿滿的，可以說真的是冥陽兩利。說到冥陽兩利，當然最重要的我們陽要先利，才能夠利益幽冥界；如果我們得不到利益，幽冥界就得不到利益，這個諸位同學一定要記住，自利而後才能夠利他。"
    },
    {
      "id": "21-574-0001_p0002",
      "zh_CN": "现在整个世界社会动乱，大家都知道佛门也是在衰退，原因只有一个，我们把教育疏忽了。诸位同学必须要知道，佛教是教育，它不是宗教。但是现在它真的是变成宗教了，我们也不能够不承认。我们想到释迦牟尼佛当年在世，他为我们示现三十岁开悟，开悟之后，这个开悟就是学习达到了圆满，我们现在一般人讲毕业。他也很难得，为我们做出一个好榜样，做为知识分子的好样子。他十九岁离开家庭出去参学，在当时印度宗教界、学术界这里面的大德他都拜访过，都向他们学习，学习了十二年，再找不到地方去学。十二年的成就，我们能够想像得到，印度的宗教学术在当时是世界之冠，而且他们最重视的是禅定，佛家现在讲的四禅八定，那是古印度宗教跟学术所重视的、所修学的。所以四禅八定不是佛讲的。那我们相信世尊四禅八定也达到究竟圆满。",
      "zh_TW": "現在整個世界社會動亂，大家都知道佛門也是在衰退，原因只有一個，我們把教育疏忽了。諸位同學必須要知道，佛教是教育，它不是宗教。但是現在它真的是變成宗教了，我們也不能夠不承認。我們想到釋迦牟尼佛當年在世，他為我們示現三十歲開悟，開悟之後，這個開悟就是學習達到了圓滿，我們現在一般人講畢業。他也很難得，為我們做出一個好榜樣，做為知識分子的好樣子。他十九歲離開家庭出去參學，在當時印度宗教界、學術界這裡面的大德他都拜訪過，都向他們學習，學習了十二年，再找不到地方去學。十二年的成就，我們能夠想像得到，印度的宗教學術在當時是世界之冠，而且他們最重視的是禪定，佛家現在講的四禪八定，那是古印度宗教跟學術所重視的、所修學的。所以四禪八定不是佛講的。那我們相信世尊四禪八定也達到究竟圓滿。"
    },
    {
      "id": "21-574-0001_p0003",
      "zh_CN": "这种禅定能够突破时空维次，但是没有超越六道轮回，六道轮回里面的事情了如指掌。它是定中现量境界，它不是比量，不是推想，不是从数学里面推演出来的，他是亲自见到的。往上去，他们看到了二十八层天，到达了非想非非想处天；往下去，确实他看到阿鼻地狱，六道里面的状况没有一样不了解。古印度的宗教学者也就达到这个层次，就没有再向上提升。做为一个知识分子肯定有疑惑，像我们一样，达到这个境界之后，一定会问，这六道怎么来的？是搞清楚，它怎么来的？为什么会有六道？六道之外还有没有世界？这都是问题，像这些问题在当时无论是宗教界、学术界都没有办法回答。所以释迦牟尼佛才走到恒河边上一棵大树底下，贝多罗树，在这个树下入定，入更深的禅定，超过了四禅八定，这才是大彻大悟。经典里面记载「夜睹明星，大彻大悟，明心见性」，这些问题他全都明白了。六道怎么来的，在《华严经》上给我们讲得很清楚，宇宙怎么来的，十法界怎么来的，诸佛世界怎么来的，全都明白了。那一年释迦牟尼佛三十岁。",
      "zh_TW": "這種禪定能夠突破時空維次，但是沒有超越六道輪迴，六道輪迴裡面的事情瞭如指掌。它是定中現量境界，它不是比量，不是推想，不是從數學裡面推演出來的，他是親自見到的。往上去，他們看到了二十八層天，到達了非想非非想處天；往下去，確實他看到阿鼻地獄，六道裡面的狀況沒有一樣不了解。古印度的宗教學者也就達到這個層次，就沒有再向上提升。做為一個知識分子肯定有疑惑，像我們一樣，達到這個境界之後，一定會問，這六道怎麼來的？是搞清楚，它怎麼來的？為什麼會有六道？六道之外還有沒有世界？這都是問題，像這些問題在當時無論是宗教界、學術界都沒有辦法回答。所以釋迦牟尼佛才走到恆河邊上一棵大樹底下，貝多羅樹，在這個樹下入定，入更深的禪定，超過了四禪八定，這才是大徹大悟。經典裡面記載「夜睹明星，大徹大悟，明心見性」，這些問題他全都明白了。六道怎麼來的，在《華嚴經》上給我們講得很清楚，宇宙怎麼來的，十法界怎麼來的，諸佛世界怎麼來的，全都明白了。那一年釋迦牟尼佛三十歲。"
    },
    {
      "id": "21-574-0001_p0004",
      "zh_CN": "彻悟之后就开始教学，讲经教学，我们现在讲办班教学。办班，大小一共有三百多次，一生三百多次，教学四十九年，他老人家是七十九岁圆寂的，从三十岁开始教学教到七十九岁，没有一天中断。一个人来请教，他老人家也教他，两个人找他也教他，不拘人数多少，从来没有一天间断过。我们看到这种情形，释迦牟尼佛是个什么样的身分？用我们中国人的话来说，他是职业老师。他一生干的是佛陀教育，我们现在讲的是多元文化的社会教育，用现在人的看法来论断他，他是一个最标准的多元文化社会教育家。他一生所做的，示现给我们看的，是一个多元文化社会教育的义务工作者，他教学不收学费，孔老夫子还收个束修，释迦牟尼佛不收。我们要把老师认识清楚，然后才晓得我们怎样向他学习。这个话是我初学佛的时候，章嘉大师教我，他教我学释迦牟尼佛，所以第一本介绍我看的书是《释迦方志》、《释迦谱》，我们从这个地方认识释迦牟尼佛。认识之后，我们对他由衷的敬仰、佩服，我们这才下定决心要向他学习。",
      "zh_TW": "徹悟之後就開始教學，講經教學，我們現在講辦班教學。辦班，大小一共有三百多次，一生三百多次，教學四十九年，他老人家是七十九歲圓寂的，從三十歲開始教學教到七十九歲，沒有一天中斷。一個人來請教，他老人家也教他，兩個人找他也教他，不拘人數多少，從來沒有一天間斷過。我們看到這種情形，釋迦牟尼佛是個什麼樣的身分？用我們中國人的話來說，他是職業老師。他一生幹的是佛陀教育，我們現在講的是多元文化的社會教育，用現在人的看法來論斷他，他是一個最標準的多元文化社會教育家。他一生所做的，示現給我們看的，是一個多元文化社會教育的義務工作者，他教學不收學費，孔老夫子還收個束脩，釋迦牟尼佛不收。我們要把老師認識清楚，然後才曉得我們怎樣向他學習。這個話是我初學佛的時候，章嘉大師教我，他教我學釋迦牟尼佛，所以第一本介紹我看的書是《釋迦方志》、《釋迦譜》，我們從這個地方認識釋迦牟尼佛。認識之後，我們對他由衷的敬仰、佩服，我們這才下定決心要向他學習。"
    },
    {
      "id": "21-574-0001_p0005",
      "zh_CN": "我们今天佛教确实变成宗教，诸位要知道，佛教传到中国来没有变质，是教学。到什么时候才变质？应该是在乾隆以后，清朝前面康熙、雍正、乾隆，佛家教学的风气非常之盛，这些高僧大德辈出，我们看他们留下来的这些论、疏你就知道。而衰，实在讲，是衰在道光以后，道光、咸丰以后，那就衰了，走向了经忏佛事。这桩事情，早年道安老法师在世的时候，他老人家办大专佛学讲座，用中国佛教会的名义，他请我担任总主讲。我有一天就向他老人家请教，我说佛教变成超度亡灵，搞成经忏佛事，到底是怎么回事情？为什么会变成这样子？他想了一想告诉我，大概是唐明皇搞出来的。他讲得也挺有道理。唐明皇那个时代，安禄山造反，郭子仪平定之后，皇室在每个主要的战场都建一个寺庙叫开元寺。这个寺庙建立用意在哪里？就是超度战争死亡的军民众生，是追悼会，是这么个意思。这个皇上一提倡，老百姓就效法，所以老百姓家里有亡的人，也请法师去诵经超度。可能是从这里开端绵延下来。这个说法也很有道理。",
      "zh_TW": "我們今天佛教確實變成宗教，諸位要知道，佛教傳到中國來沒有變質，是教學。到什麼時候才變質？應該是在乾隆以後，清朝前面康熙、雍正、乾隆，佛家教學的風氣非常之盛，這些高僧大德輩出，我們看他們留下來的這些論、疏你就知道。而衰，實在講，是衰在道光以後，道光、咸豐以後，那就衰了，走向了經懺佛事。這樁事情，早年道安老法師在世的時候，他老人家辦大專佛學講座，用中國佛教會的名義，他請我擔任總主講。我有一天就向他老人家請教，我說佛教變成超度亡靈，搞成經懺佛事，到底是怎麼回事情？為什麼會變成這樣子？他想了一想告訴我，大概是唐明皇搞出來的。他講得也挺有道理。唐明皇那個時代，安祿山造反，郭子儀平定之後，皇室在每個主要的戰場都建一個寺廟叫開元寺。這個寺廟建立用意在哪裡？就是超度戰爭死亡的軍民眾生，是追悼會，是這麼個意思。這個皇上一提倡，老百姓就效法，所以老百姓家裡有亡的人，也請法師去誦經超度。可能是從這裡開端綿延下來。這個說法也很有道理。"
    },
    {
      "id": "21-574-0001_p0006",
      "zh_CN": "那个时候在战场上超度死亡的军民，这是一时附带的，佛教自己本来它是教学，这附带的。现在附带变成主流，教学没有了，没有人搞教学，所以佛教这就一衰到底。我过去在日本访问，我也跟水谷幸正先生谈过这个问题，因为日本、韩国佛教跟我们也差不多。我向他老人家建议，我说如果我们佛教不能恢复传统的教学，我想三十年之后，佛教在这个世间就没有了。现在对佛教信仰的人一年比一年少，年轻人不相信了，这些老一辈的人将来他们都过世、往生了，后继无人。不但是佛门里法师后继无人，信徒也后继无人，那这个佛教不就变成在这个世界上绝灭了？所以这桩事情我们要特别留意，真正发心弘护正法，要依教修行。",
      "zh_TW": "那個時候在戰場上超度死亡的軍民，這是一時附帶的，佛教自己本來它是教學，這附帶的。現在附帶變成主流，教學沒有了，沒有人搞教學，所以佛教這就一衰到底。我過去在日本訪問，我也跟水谷幸正先生談過這個問題，因為日本、韓國佛教跟我們也差不多。我向他老人家建議，我說如果我們佛教不能恢復傳統的教學，我想三十年之後，佛教在這個世間就沒有了。現在對佛教信仰的人一年比一年少，年輕人不相信了，這些老一輩的人將來他們都過世、往生了，後繼無人。不但是佛門裡法師後繼無人，信徒也後繼無人，那這個佛教不就變成在這個世界上絕滅了？所以這樁事情我們要特別留意，真正發心弘護正法，要依教修行。"
    },
    {
      "id": "21-574-0001_p0007",
      "zh_CN": "学佛，我很幸运，因为我过去认为佛教是迷信，根本就不愿意接触它。我跟方东美先生学哲学，他老人家把佛教介绍给我，我感到很惊讶。他是这么告诉我的，我们学哲学，他说，「释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我是这样子进来的，他没有骗我，是真的。所以以后没有多久我就认识章嘉大师，章嘉大师指导我的路线非常正确，一直就叫我要学释迦牟尼佛。所以这是方向目标正确。我一生在学习经典，没有一天空过，从方先生介绍到今天五十八年了，再过两年就六十年。方老师我非常感激他，他告诉我「学佛是人生最高的享受」，我真的得到，确实知道什么叫最高的享受。最高的享受不是财富、不是名闻利养，是对于宇宙人生逐渐明白了。明白之后，知道自己怎样做人、怎样修行、怎样提升自己的灵性，用《华严经》的经义来讲，知道返妄归真。就像贤首国师所说的妄尽还源，还源就是我们一般讲的成佛，回归了自性，在这个世间起心动念、言语造作不违背性德。",
      "zh_TW": "學佛，我很幸運，因為我過去認為佛教是迷信，根本就不願意接觸它。我跟方東美先生學哲學，他老人家把佛教介紹給我，我感到很驚訝。他是這麼告訴我的，我們學哲學，他說，「釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我是這樣子進來的，他沒有騙我，是真的。所以以後沒有多久我就認識章嘉大師，章嘉大師指導我的路線非常正確，一直就叫我要學釋迦牟尼佛。所以這是方向目標正確。我一生在學習經典，沒有一天空過，從方先生介紹到今天五十八年了，再過兩年就六十年。方老師我非常感激他，他告訴我「學佛是人生最高的享受」，我真的得到，確實知道什麼叫最高的享受。最高的享受不是財富、不是名聞利養，是對於宇宙人生逐漸明白了。明白之後，知道自己怎樣做人、怎樣修行、怎樣提升自己的靈性，用《華嚴經》的經義來講，知道返妄歸真。就像賢首國師所說的妄盡還源，還源就是我們一般講的成佛，回歸了自性，在這個世間起心動念、言語造作不違背性德。"
    },
    {
      "id": "21-574-0001_p0008",
      "zh_CN": "佛家的性德，最基本的东西就是十善，十善业道是佛法的根。我们知道佛法讲的是持戒、修定，因戒得定，因定开慧。那戒是什么？戒的根本是十善。如果不从十善修起，那个戒律没有根，没有根就是他得不到定，他也开不了智慧。在过去，大乘法的确是建立在小乘的基础上，「不先学小乘，后学大乘，非佛弟子」，这是释迦牟尼佛他老人家自己说的。所以学习要有次第，就像我们读书一样，小学、中学、大学，不可以躐等，佛教我们循序渐进。可是中国人从唐朝中叶以后就不学小乘，小乘经典虽然很丰富，我们《大藏经》里面的四阿含，跟南传佛法的经典去相比，他们的经典大概只比我们多五十几部。我是没有去搞过这个事情，章嘉大师告诉我的。几乎是巴利文经典这个佛经，阿含我们全把它翻过来，它一共差不多也将近有三千部。你看相差只有五十几部，可见得这个小乘经非常完整。",
      "zh_TW": "佛家的性德，最基本的東西就是十善，十善業道是佛法的根。我們知道佛法講的是持戒、修定，因戒得定，因定開慧。那戒是什麼？戒的根本是十善。如果不從十善修起，那個戒律沒有根，沒有根就是他得不到定，他也開不了智慧。在過去，大乘法的確是建立在小乘的基礎上，「不先學小乘，後學大乘，非佛弟子」，這是釋迦牟尼佛他老人家自己說的。所以學習要有次第，就像我們讀書一樣，小學、中學、大學，不可以躐等，佛教我們循序漸進。可是中國人從唐朝中葉以後就不學小乘，小乘經典雖然很豐富，我們《大藏經》裡面的四阿含，跟南傳佛法的經典去相比，他們的經典大概只比我們多五十幾部。我是沒有去搞過這個事情，章嘉大師告訴我的。幾乎是巴利文經典這個佛經，阿含我們全把它翻過來，它一共差不多也將近有三千部。你看相差只有五十幾部，可見得這個小乘經非常完整。"
    },
    {
      "id": "21-574-0001_p0009",
      "zh_CN": "唐朝中叶以后为什么不学？我们中国这些祖师大德用儒跟道代替，这个好！儒跟道是我们自己的。儒跟道跟小乘经比，不相上下，不比它差。所以用儒道做基础，十善根就扎下去。这些年来，我们在全世界接触我们佛门的同学，我都告诉大家，我们一定要学《弟子规》，《弟子规》是儒的根；要学《感应篇》，要学《文昌帝君阴骘文》，那是道的根，有这个基础，《十善业道》就没有问题，就活了。《十善业道》这个根扎下去，然后三皈、众戒、威仪自自然然就形成，不必要人督促，也不必要人劝请，这比什么都重要。所以我们今天缺少的是扎根教育。这个扎根从前是一入门的时候进去的，来扎根的。那儒跟道，可以说是我们中国，只要是中国人，都是从你生下来的时候母亲就教你，那个教育太好了。从出生到三岁这一千天，这是扎根教育，妈妈是我们第一任的老师，圣贤、佛菩萨都是从这个地方生起来的。",
      "zh_TW": "唐朝中葉以後為什麼不學？我們中國這些祖師大德用儒跟道代替，這個好！儒跟道是我們自己的。儒跟道跟小乘經比，不相上下，不比它差。所以用儒道做基礎，十善根就紮下去。這些年來，我們在全世界接觸我們佛門的同學，我都告訴大家，我們一定要學《弟子規》，《弟子規》是儒的根；要學《感應篇》，要學《文昌帝君陰騭文》，那是道的根，有這個基礎，《十善業道》就沒有問題，就活了。《十善業道》這個根紮下去，然後三皈、眾戒、威儀自自然然就形成，不必要人督促，也不必要人勸請，這比什麼都重要。所以我們今天缺少的是扎根教育。這個扎根從前是一入門的時候進去的，來扎根的。那儒跟道，可以說是我們中國，只要是中國人，都是從你生下來的時候母親就教你，那個教育太好了。從出生到三歲這一千天，這是扎根教育，媽媽是我們第一任的老師，聖賢、佛菩薩都是從這個地方生起來的。"
    },
    {
      "id": "21-574-0001_p0010",
      "zh_CN": "我们现在的扎根教育至少丢掉四代到五代，我们不知道，不能怪我们，我们父母也不知道，我们祖父母也不知道，可能到曾祖父母会有人知道，高祖父母那就没有问题。这是世尊在《无量寿经》讲的，先人无知，不识道德，无有语者，殊无怪也。你看佛的心量多大！可是我们明白了，要抓紧时间补习，过去没有学，现在来补习，要把《弟子规》、《感应篇》、《阴骘文》、《十善业道》补出来，然后我们这个戒就有了，戒就没有问题。那出家至少《沙弥律仪》能做到，《沙弥律仪》可以做到，那就是真正的佛弟子。《沙弥律仪》是出家人的根，再往上提升，比丘戒、菩萨戒，才能因戒得定，因定开慧，你说这个多重要！如果有这种根基，我们做这个法会，那功德就无比的殊胜。所以愈做愈殊胜，我们一定要记住扎根的教育。",
      "zh_TW": "我們現在的扎根教育至少丟掉四代到五代，我們不知道，不能怪我們，我們父母也不知道，我們祖父母也不知道，可能到曾祖父母會有人知道，高祖父母那就沒有問題。這是世尊在《無量壽經》講的，先人無知，不識道德，無有語者，殊無怪也。你看佛的心量多大！可是我們明白了，要抓緊時間補習，過去沒有學，現在來補習，要把《弟子規》、《感應篇》、《陰騭文》、《十善業道》補出來，然後我們這個戒就有了，戒就沒有問題。那出家至少《沙彌律儀》能做到，《沙彌律儀》可以做到，那就是真正的佛弟子。《沙彌律儀》是出家人的根，再往上提升，比丘戒、菩薩戒，才能因戒得定，因定開慧，你說這個多重要！如果有這種根基，我們做這個法會，那功德就無比的殊勝。所以愈做愈殊勝，我們一定要記住扎根的教育。"
    },
    {
      "id": "21-574-0001_p0011",
      "zh_CN": "佛教如果要兴旺，这从前方老师常常告诉我，我的印象很深，至少给我讲过十几遍，中国佛教要能够复兴，一定要恢复丛林制度。丛林制度是什么？就是佛教大学。一定要恢复佛教大学，把佛教教育能够真正兴旺起来，佛教对于世界贡献就大了！它是究竟圆满的伦理教育、道德教育、因果教育、哲学教育、科学教育，这五个科目都达到登峰造极，无与伦比。这么好的东西，你看我们疏忽了，没有人讲，没有人介绍，所以一般都把佛教看成宗教、看成迷信，离它远远的，不敢接触，这问题发生在此地。一定从我们佛弟子本身做起，我们把伦理、道德、因果做出来，让大众对佛教耳目一新，那国家才会正视、肯定。佛教在中国普遍的发展，有这么大的影响，那就是中国帝王带头。儒家的教育是宰相带头，宰相下面有一个部，专门管儒家教育的，就是礼部，礼部尚书就是教育部长。所以中国从汉朝时候就两种教育，那佛陀教育是皇上带头，人民对皇上那是无比的尊敬，皇上带的这个是普遍全国，超过儒家太多。这是我们有个基本的认识，知道自己今后努力的方向跟目标。",
      "zh_TW": "佛教如果要興旺，這從前方老師常常告訴我，我的印象很深，至少給我講過十幾遍，中國佛教要能夠復興，一定要恢復叢林制度。叢林制度是什麼？就是佛教大學。一定要恢復佛教大學，把佛教教育能夠真正興旺起來，佛教對於世界貢獻就大了！它是究竟圓滿的倫理教育、道德教育、因果教育、哲學教育、科學教育，這五個科目都達到登峰造極，無與倫比。這麼好的東西，你看我們疏忽了，沒有人講，沒有人介紹，所以一般都把佛教看成宗教、看成迷信，離它遠遠的，不敢接觸，這問題發生在此地。一定從我們佛弟子本身做起，我們把倫理、道德、因果做出來，讓大眾對佛教耳目一新，那國家才會正視、肯定。佛教在中國普遍的發展，有這麼大的影響，那就是中國帝王帶頭。儒家的教育是宰相帶頭，宰相下面有一個部，專門管儒家教育的，就是禮部，禮部尚書就是教育部長。所以中國從漢朝時候就兩種教育，那佛陀教育是皇上帶頭，人民對皇上那是無比的尊敬，皇上帶的這個是普遍全國，超過儒家太多。這是我們有個基本的認識，知道自己今後努力的方向跟目標。"
    },
    {
      "id": "21-574-0001_p0012",
      "zh_CN": "现代灾难很多，这个系念法事确实有用处，道理是大乘教里面所讲的「境随心转」，我们人心善、言论善、行为善，不但能感动天地鬼神，能感动山河大地，能感动树木花草。为什么？只要是有形相的物质都有灵性。弥勒菩萨告诉我们，这个现象，现在科学家也发现，宇宙之间只有三样东西，除三样东西之外什么也没有。哪三样？第一个是物质，第二个是能量，第三个是信息。我们也很佩服科学家，他所讲的这个东西就是佛经上讲的阿赖耶的三细相，阿赖耶的业相就是能量，阿赖耶的见相就是信息，阿赖耶的境界相就是物质，阿赖耶的三细相。佛在经典上讲的比科学家讲得透彻、讲得明了，科学家到现在都没有办法能跟佛经上来相比。所以我们说佛经里面有最高的科学。我们明了之后信心就建立了，佛所教导我们的完全是正确而没有错误。",
      "zh_TW": "現代災難很多，這個繫念法事確實有用處，道理是大乘教裡面所講的「境隨心轉」，我們人心善、言論善、行為善，不但能感動天地鬼神，能感動山河大地，能感動樹木花草。為什麼？只要是有形相的物質都有靈性。彌勒菩薩告訴我們，這個現象，現在科學家也發現，宇宙之間只有三樣東西，除三樣東西之外什麼也沒有。哪三樣？第一個是物質，第二個是能量，第三個是信息。我們也很佩服科學家，他所講的這個東西就是佛經上講的阿賴耶的三細相，阿賴耶的業相就是能量，阿賴耶的見相就是信息，阿賴耶的境界相就是物質，阿賴耶的三細相。佛在經典上講的比科學家講得透徹、講得明瞭，科學家到現在都沒有辦法能跟佛經上來相比。所以我們說佛經裡面有最高的科學。我們明瞭之後信心就建立了，佛所教導我們的完全是正確而沒有錯誤。"
    },
    {
      "id": "21-574-0001_p0013",
      "zh_CN": "大家一定要努力学习经教，要学习讲经。讲经，实在讲，古人传的方法就是一门深入，长时薰修，一定从复讲，复小座，培养出来的。起源是谁？起源是阿难尊者，阿难尊者结集经藏的时候就是复讲。以后世世代代培养法师都用这个方法。我这个讲经也是复讲，跟李炳南老居士学经教，他用的是老方法，古老的方法，而不是佛学院的这种方法，非常有效，只要发心，又得到三宝加持，没有一个不能成就。",
      "zh_TW": "大家一定要努力學習經教，要學習講經。講經，實在講，古人傳的方法就是一門深入，長時薰修，一定從複講，複小座，培養出來的。起源是誰？起源是阿難尊者，阿難尊者結集經藏的時候就是複講。以後世世代代培養法師都用這個方法。我這個講經也是複講，跟李炳南老居士學經教，他用的是老方法，古老的方法，而不是佛學院的這種方法，非常有效，只要發心，又得到三寶加持，沒有一個不能成就。"
    },
    {
      "id": "21-574-0001_p0014",
      "zh_CN": "今天我在此地趁这个机缘，我把这一点点信息向诸位分享，向诸位做这个报告，希望我们无论在家、出家，要共同努力，要持戒，持戒就是要把《弟子规》、《感应篇》、《十善业》学好，这个不是念的，不是诵的，就是要做出来的。我们真的有根，然后经典里面选择一门，一门深入。一门通了，门门都通，无论我们在自行化他，都会有非常殊胜的成就。",
      "zh_TW": "今天我在此地趁這個機緣，我把這一點點信息向諸位分享，向諸位做這個報告，希望我們無論在家、出家，要共同努力，要持戒，持戒就是要把《弟子規》、《感應篇》、《十善業》學好，這個不是念的，不是誦的，就是要做出來的。我們真的有根，然後經典裡面選擇一門，一門深入。一門通了，門門都通，無論我們在自行化他，都會有非常殊勝的成就。"
    },
    {
      "id": "21-574-0001_p0015",
      "zh_CN": "今天的法会，我在此地，诸位同学，诸位法师，这个法会会做得很殊胜，会做得很圆满，冥阳两利。冥阳的众生都感激这个大会，我能够感受得到。我的话就说到此地，不耽误诸位时间了，谢谢大家。",
      "zh_TW": "今天的法會，我在此地，諸位同學，諸位法師，這個法會會做得很殊勝，會做得很圓滿，冥陽兩利。冥陽的眾生都感激這個大會，我能夠感受得到。我的話就說到此地，不耽誤諸位時間了，謝謝大家。"
    }
  ]
}