{
  "doc_id": "21-357-0001",
  "title": {
    "zh_CN": "对香港佛陀教育协会职员义工谈话十",
    "zh_TW": "對香港佛陀教育協會職員義工談話十"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-357-0001",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "21-357-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家好。阿弥陀佛。今天是十二月第一个星期三，我们跟义工同学做例行的谈话。在这个月我们在《华严》的课程里面学习过「十自在」，十种自在，「十波罗蜜」。最近在「大用无方」里面讲到普贤德。我们也用了相当长的时间，将普贤菩萨十愿做了详细的说明。",
      "zh_TW": "諸位法師，諸位同學，大家好。阿彌陀佛。今天是十二月第一個星期三，我們跟義工同學做例行的談話。在這個月我們在《華嚴》的課程裡面學習過「十自在」，十種自在，「十波羅蜜」。最近在「大用無方」裡面講到普賢德。我們也用了相當長的時間，將普賢菩薩十願做了詳細的說明。"
    },
    {
      "id": "21-357-0001_p0002",
      "zh_CN": "从《华严》，我们明了佛陀的教学根源是什么？这不能不知道。依据什么道理来教化众生？中国五千年祖宗传统的教育是根据伦理，特别是伦理里面的第一句「父子有亲」，所以中国的教育就是这一种亲情的保持与发扬光大，光大到「凡是人，皆须爱」，所以它超越了国家，超越了种族，也超越了宗教，这是我们不能不知道的。",
      "zh_TW": "從《華嚴》，我們明瞭佛陀的教學根源是什麼？這不能不知道。依據什麼道理來教化眾生？中國五千年祖宗傳統的教育是根據倫理，特別是倫理裡面的第一句「父子有親」，所以中國的教育就是這一種親情的保持與發揚光大，光大到「凡是人，皆須愛」，所以它超越了國家，超越了種族，也超越了宗教，這是我們不能不知道的。"
    },
    {
      "id": "21-357-0001_p0003",
      "zh_CN": "佛陀的教学是根据一切众生的本性，在中国只说到「人之初，性本善」，本性本善，可是佛给我们讲的就太详细、太清楚了。这是《华严经》上讲的「一切众生皆有如来智慧德相」，你们看这表上，这列得很清楚，这就是一切诸佛教化众生的根本，佛就是依这个道理来教化众生，所以说「一切众生本来是佛」，这个要知道。我们现在变成这个样子，是我们自己做错了，自己做错就认真去忏悔。所以我们利用这两个小时短短的时间，把我们最近所学的「十自在」、「十波罗蜜」、「普贤德」，做一个温习。用最简单扼要的来谈谈我们怎样在生活当中去落实，这真正才能得受用。",
      "zh_TW": "佛陀的教學是根據一切眾生的本性，在中國只說到「人之初，性本善」，本性本善，可是佛給我們講的就太詳細、太清楚了。這是《華嚴經》上講的「一切眾生皆有如來智慧德相」，你們看這表上，這列得很清楚，這就是一切諸佛教化眾生的根本，佛就是依這個道理來教化眾生，所以說「一切眾生本來是佛」，這個要知道。我們現在變成這個樣子，是我們自己做錯了，自己做錯就認真去懺悔。所以我們利用這兩個小時短短的時間，把我們最近所學的「十自在」、「十波羅蜜」、「普賢德」，做一個溫習。用最簡單扼要的來談談我們怎樣在生活當中去落實，這真正才能得受用。"
    },
    {
      "id": "21-357-0001_p0004",
      "zh_CN": "首先要把佛教的根一定要认识清楚。如来就是我们自己的本性，如果经上讲佛，佛是讲相，讲形相；讲如来是讲本性，意思并不相同。佛有如来智慧德相，众生也有如来智慧德相，没有两样，只是佛觉悟，众生迷惑，虽有，自己并不知道。智慧是什么？智慧就是见闻觉知，你眼能见，耳能听，鼻能嗅，舌能尝，身能触，意能知，这就是见闻觉知。见闻觉知是本有的智慧，一切众生本有的智慧，你要是觉悟，你就用得正；迷，你就把它用邪了，用错了。换句话说，佛门里面常讲用心不能用错，用错了就变成十法界，变成六道，变成三途地狱、畜生，用错了；用正了，你就是佛、就是菩萨，佛菩萨、阿罗汉用正。正跟邪与迷悟有关系，你真正觉悟，当然你什么都用得正；如果你是迷惑颠倒，自然你就用错了。",
      "zh_TW": "首先要把佛教的根一定要認識清楚。如來就是我們自己的本性，如果經上講佛，佛是講相，講形相；講如來是講本性，意思並不相同。佛有如來智慧德相，眾生也有如來智慧德相，沒有兩樣，只是佛覺悟，眾生迷惑，雖有，自己並不知道。智慧是什麼？智慧就是見聞覺知，你眼能見，耳能聽，鼻能嗅，舌能嘗，身能觸，意能知，這就是見聞覺知。見聞覺知是本有的智慧，一切眾生本有的智慧，你要是覺悟，你就用得正；迷，你就把它用邪了，用錯了。換句話說，佛門裡面常講用心不能用錯，用錯了就變成十法界，變成六道，變成三途地獄、畜生，用錯了；用正了，你就是佛、就是菩薩，佛菩薩、阿羅漢用正。正跟邪與迷悟有關係，你真正覺悟，當然你什麼都用得正；如果你是迷惑顛倒，自然你就用錯了。"
    },
    {
      "id": "21-357-0001_p0005",
      "zh_CN": "所以智慧、德、相这三样东西是自性里头本具的，真的是不生不灭，这是真正的自己。所以如来的智慧德相，我们有不是没有。德就是涅槃寂静。普贤的十愿，文殊菩萨的十波罗蜜，十德，这是德的表现在外面。没有起作用的时候就是涅槃寂静，起作用的时候就是十愿、十度，大用无方。大用就是「随众生心，应所知量」，应以什么身得度，佛菩萨就能现什么身，那个作用太大太大。相就是色声香味，相是物质；智慧是心，我们现在讲精神，精神是属于智慧变现出来的。物质就是德的相，德是本体，涅槃寂静是本体，十愿、十度、大用无方是本体起用，所以德是纯善纯净。这我们必须要知道，佛教是从这个地方兴起的，是根据这样的道理事实真相来教化众生。",
      "zh_TW": "所以智慧、德、相這三樣東西是自性裡頭本具的，真的是不生不滅，這是真正的自己。所以如來的智慧德相，我們有不是沒有。德就是涅槃寂靜。普賢的十願，文殊菩薩的十波羅蜜，十德，這是德的表現在外面。沒有起作用的時候就是涅槃寂靜，起作用的時候就是十願、十度，大用無方。大用就是「隨眾生心，應所知量」，應以什麼身得度，佛菩薩就能現什麼身，那個作用太大太大。相就是色聲香味，相是物質；智慧是心，我們現在講精神，精神是屬於智慧變現出來的。物質就是德的相，德是本體，涅槃寂靜是本體，十願、十度、大用無方是本體起用，所以德是純善純淨。這我們必須要知道，佛教是從這個地方興起的，是根據這樣的道理事實真相來教化眾生。"
    },
    {
      "id": "21-357-0001_p0006",
      "zh_CN": "「德遵普贤」，第一个我们要学礼敬，这一点有没有做到？一定要落实在生活里。首先在家里面对父母、对长辈一定要有礼。在外面有礼，心里头有敬意，这一定要学。普贤的十愿、文殊的十波罗蜜，在《华严经》上是法身菩萨他们表演出来的，也就是说证得法身之后自然就是这个样子，这就不是学来的。我们今天迷失了本性怎么办？到哪里去学？学佛菩萨的样子，学久了慢慢自然就习惯了，习惯他就会成熟、就会觉悟，这是帮助我们明心见性的一个好方法。",
      "zh_TW": "「德遵普賢」，第一個我們要學禮敬，這一點有沒有做到？一定要落實在生活裡。首先在家裡面對父母、對長輩一定要有禮。在外面有禮，心裡頭有敬意，這一定要學。普賢的十願、文殊的十波羅蜜，在《華嚴經》上是法身菩薩他們表演出來的，也就是說證得法身之後自然就是這個樣子，這就不是學來的。我們今天迷失了本性怎麼辦？到哪裡去學？學佛菩薩的樣子，學久了慢慢自然就習慣了，習慣他就會成熟、就會覺悟，這是幫助我們明心見性的一個好方法。"
    },
    {
      "id": "21-357-0001_p0007",
      "zh_CN": "《华严经》上末后还有一句，第一句是「一切众生皆有如来智慧德相」，后面说「但以妄想执着而不能证得」。妄想执着我们人人都有，但是你要知道它是假的不是真的。这一定要清楚，你就不要怕它，决定可以断得掉。我们在前面曾经做了一个「凡圣迷悟示意图」，我们用三种颜色，三原色，红黄蓝三原色，无量的颜色都是这三种色变出来的。这三个色是根本，白的也是它变出来的，这三原色。我们用黄色代表妄想，用蓝色代表分别，用红色代表执着。我们这里也做了一个示意，这是黄色的。现在的问题，我们如果有了妄想，有妄想就好像我们隔了这张纸，黄色的，看外面还是很清楚，但是外面统统都加上黄色，这是一层，菩萨就是这样子。成了佛，就都没有了。都没有，就成佛了，如果有这么一层，这是菩萨；再加一层，加一层蓝色的，就像我们现在戴太阳眼镜，我们还是可以看得清楚，戴太阳眼镜一样；如果再加上执着，就再加上红色这就很难看，几乎是看不清楚，外面看不清楚，看得很模糊、很模糊。那么你要晓得妄想分别执着有没有障碍我们的眼睛？没有，我们的眼睛好好的没有障碍。有没有障碍外面境界？也没有。问题就出在这里，这东西是妄的、是假的，所以你就晓得妄想分别执着没有障碍我们自性，也没有障碍外面的境界。问题就出在这个上面，所以佛叫你把这个东西放下。",
      "zh_TW": "《華嚴經》上末後還有一句，第一句是「一切眾生皆有如來智慧德相」，後面說「但以妄想執著而不能證得」。妄想執著我們人人都有，但是你要知道它是假的不是真的。這一定要清楚，你就不要怕它，決定可以斷得掉。我們在前面曾經做了一個「凡聖迷悟示意圖」，我們用三種顏色，三原色，紅黃藍三原色，無量的顏色都是這三種色變出來的。這三個色是根本，白的也是它變出來的，這三原色。我們用黃色代表妄想，用藍色代表分別，用紅色代表執著。我們這裡也做了一個示意，這是黃色的。現在的問題，我們如果有了妄想，有妄想就好像我們隔了這張紙，黃色的，看外面還是很清楚，但是外面統統都加上黃色，這是一層，菩薩就是這樣子。成了佛，就都沒有了。都沒有，就成佛了，如果有這麼一層，這是菩薩；再加一層，加一層藍色的，就像我們現在戴太陽眼鏡，我們還是可以看得清楚，戴太陽眼鏡一樣；如果再加上執著，就再加上紅色這就很難看，幾乎是看不清楚，外面看不清楚，看得很模糊、很模糊。那麼你要曉得妄想分別執著有沒有障礙我們的眼睛？沒有，我們的眼睛好好的沒有障礙。有沒有障礙外面境界？也沒有。問題就出在這裡，這東西是妄的、是假的，所以你就曉得妄想分別執著沒有障礙我們自性，也沒有障礙外面的境界。問題就出在這個上面，所以佛叫你把這個東西放下。"
    },
    {
      "id": "21-357-0001_p0008",
      "zh_CN": "你放下了执着就叫做阿罗汉，再放下分别你就是菩萨，最后把妄想也放下你就成佛，就这么回事情。所以佛菩萨、阿罗汉在哪里？就是你自己。不在外头，就是你本人。所以你一定要晓得这个东西是假的不是真的，是因为我们迷失了事实真相才产生的。虚妄的妄想分别执着统统不是真的，不是真的，当然可以放下；是真的，当然可以恢复。所以你真的放下之后你才晓得，我们现前境界全是真的。没有放下的时候，佛才说「凡所有相，皆是虚妄」；放下之后，「凡所有相，皆是实相」，问题就在此地。放下之后，你才恍然大悟，真正了解宇宙人生是个什么，所以你的性德自然现前。",
      "zh_TW": "你放下了執著就叫做阿羅漢，再放下分別你就是菩薩，最後把妄想也放下你就成佛，就這麼回事情。所以佛菩薩、阿羅漢在哪裡？就是你自己。不在外頭，就是你本人。所以你一定要曉得這個東西是假的不是真的，是因為我們迷失了事實真相才產生的。虛妄的妄想分別執著統統不是真的，不是真的，當然可以放下；是真的，當然可以恢復。所以你真的放下之後你才曉得，我們現前境界全是真的。沒有放下的時候，佛才說「凡所有相，皆是虛妄」；放下之後，「凡所有相，皆是實相」，問題就在此地。放下之後，你才恍然大悟，真正了解宇宙人生是個什麼，所以你的性德自然現前。"
    },
    {
      "id": "21-357-0001_p0009",
      "zh_CN": "「礼敬诸佛」，不要教，无论对哪个人都是真诚恭敬。我们不能对人真诚恭敬，马上就要觉悟，我迷惑颠倒，我把我的性德丧失掉。我们自己的德行跟一切诸佛完全一样，没有两样。今天会变成这个样子，就是不了解事实真相，毛病就是出在妄想分别执着。",
      "zh_TW": "「禮敬諸佛」，不要教，無論對哪個人都是真誠恭敬。我們不能對人真誠恭敬，馬上就要覺悟，我迷惑顛倒，我把我的性德喪失掉。我們自己的德行跟一切諸佛完全一樣，沒有兩樣。今天會變成這個樣子，就是不了解事實真相，毛病就是出在妄想分別執著。"
    },
    {
      "id": "21-357-0001_p0010",
      "zh_CN": "「称赞如来」，在我们现前对治什么？对治嫉妒障碍。看到人家好，我们不会称赞还去挖苦他，还去障碍他，这错了。这是什么？他有没有损害？他没有损害，我们自己损害太大，自己造罪业，人家有福，福报不会减少，他有福报，任何一个人都伤害不了他。这是因果的定律，人家种的善因一定有善果，你怎么能破坏？你能够破坏，因果定律都推翻了，哪有这个道理！所以只有自己造罪业，自己将来要受苦报，这冤枉。你要是看到人做好事赞叹，那你就修了功德，我们将来就得好果报。所以都在一念之间，一念错了，自己造罪业；一念觉悟了，自己所修的功德、福德绝不亚于那个人，他有多大的福报，我也有多大的福报，他还去做，我只是赞叹。这个赞叹是出自于内心真诚恭敬的赞叹。同样赞叹得的果报不相同，那就是你的心不一样，真诚心的程度不相同。",
      "zh_TW": "「稱讚如來」，在我們現前對治什麼？對治嫉妒障礙。看到人家好，我們不會稱讚還去挖苦他，還去障礙他，這錯了。這是什麼？他有沒有損害？他沒有損害，我們自己損害太大，自己造罪業，人家有福，福報不會減少，他有福報，任何一個人都傷害不了他。這是因果的定律，人家種的善因一定有善果，你怎麼能破壞？你能夠破壞，因果定律都推翻了，哪有這個道理！所以只有自己造罪業，自己將來要受苦報，這冤枉。你要是看到人做好事讚歎，那你就修了功德，我們將來就得好果報。所以都在一念之間，一念錯了，自己造罪業；一念覺悟了，自己所修的功德、福德絕不亞於那個人，他有多大的福報，我也有多大的福報，他還去做，我只是讚歎。這個讚歎是出自於內心真誠恭敬的讚歎。同樣讚歎得的果報不相同，那就是你的心不一樣，真誠心的程度不相同。"
    },
    {
      "id": "21-357-0001_p0011",
      "zh_CN": "第三「广修供养」。供养，广修跟第一条礼敬诸佛，没有范围的。对一切众生自然的会布施，布施就是供养，真诚恭敬心布施叫供养。所以菩萨如果不修普贤行不能成佛，为什么？菩萨修布施，普贤修供养，同样的布施，一个是有真诚恭敬心，一个是差一点，所以他就成不了佛。既然布施，为什么不用恭敬心？用恭敬心就变成普贤行。没有恭敬心，你的布施就是普通一般菩萨。这个道理要懂，同样布施就是那个念头差一点点，所获得的果报大大不相同。",
      "zh_TW": "第三「廣修供養」。供養，廣修跟第一條禮敬諸佛，沒有範圍的。對一切眾生自然的會布施，布施就是供養，真誠恭敬心布施叫供養。所以菩薩如果不修普賢行不能成佛，為什麼？菩薩修布施，普賢修供養，同樣的布施，一個是有真誠恭敬心，一個是差一點，所以他就成不了佛。既然布施，為什麼不用恭敬心？用恭敬心就變成普賢行。沒有恭敬心，你的布施就是普通一般菩薩。這個道理要懂，同樣布施就是那個念頭差一點點，所獲得的果報大大不相同。"
    },
    {
      "id": "21-357-0001_p0012",
      "zh_CN": "普贤之德是什么？佛经上常讲「心包太虚，量周沙界」。普贤菩萨的量大，中国人常讲量大福大。心量大的人布施一块钱，跟心量小的人布施一块钱，果报完全不相同。心量大的人，他那一块钱布施，能够得无量无边的福报；心量小的，布施一块钱能得十块就不得了，就很难得，不能比。你为什么不把心量打开？为什么老是小心量？这就是普贤菩萨跟其他菩萨不相同的地方。心量太大，心包太虚量周沙界，这是普贤菩萨，广修供养。",
      "zh_TW": "普賢之德是什麼？佛經上常講「心包太虛，量周沙界」。普賢菩薩的量大，中國人常講量大福大。心量大的人布施一塊錢，跟心量小的人布施一塊錢，果報完全不相同。心量大的人，他那一塊錢布施，能夠得無量無邊的福報；心量小的，布施一塊錢能得十塊就不得了，就很難得，不能比。你為什麼不把心量打開？為什麼老是小心量？這就是普賢菩薩跟其他菩薩不相同的地方。心量太大，心包太虛量周沙界，這是普賢菩薩，廣修供養。"
    },
    {
      "id": "21-357-0001_p0013",
      "zh_CN": "业障，我们都知道自己业障真的重不是假的，很重很重。起心动念都为自己，这就是业障。我们自性，就是本来没有起心动念，更没有分别执着，本性是什么？本性是涅槃清净，涅槃是梵语，是印度话，翻成中国的意思就是底下的寂静，中国人称寂静，印度人称涅槃，我们把这统统都写的是寂静。寂是什么？寂是不动，心不动。不动是真心，动了的时候是妄心。有念头就动，没有念头是不动。我们今天念佛动了没有？动了，那要不念佛？不念佛动得更厉害，胡思乱想，所以用这个方法来对治我们胡思乱想，到什么时候成佛？念佛念到什么妄想都没有了，把这一句佛号打掉就成佛了。如果有这句佛号是菩萨，这句佛号丢掉的时候就是佛，回归到自性。所以念佛是个手段、是个方法，不是目的，这一定要懂得。",
      "zh_TW": "業障，我們都知道自己業障真的重不是假的，很重很重。起心動念都為自己，這就是業障。我們自性，就是本來沒有起心動念，更沒有分別執著，本性是什麼？本性是涅槃清淨，涅槃是梵語，是印度話，翻成中國的意思就是底下的寂靜，中國人稱寂靜，印度人稱涅槃，我們把這統統都寫的是寂靜。寂是什麼？寂是不動，心不動。不動是真心，動了的時候是妄心。有念頭就動，沒有念頭是不動。我們今天念佛動了沒有？動了，那要不念佛？不念佛動得更厲害，胡思亂想，所以用這個方法來對治我們胡思亂想，到什麼時候成佛？念佛念到什麼妄想都沒有了，把這一句佛號打掉就成佛了。如果有這句佛號是菩薩，這句佛號丟掉的時候就是佛，回歸到自性。所以念佛是個手段、是個方法，不是目的，這一定要懂得。"
    },
    {
      "id": "21-357-0001_p0014",
      "zh_CN": "实在讲，我们要把胡思乱想杂念打掉可真不容易。所以我们今天念佛，头一个目标就是希望到极乐世界，到极乐世界去亲近阿弥陀佛，再把妄念断掉。所以这个法门的殊胜就在此地。你说是八万四千法门，你只要有妄想分别执着决定不能够证得；换句话说，你出不了六道轮回。因为什么？八万四千法门都要断烦恼，也就是刚才我们比喻里讲的，红色的没有了，执着没有了，证阿罗汉，出六道，脱离六道。六道外面还有个四圣法界，这十法界还有四圣法界，四圣法界必须要把蓝色的、把黄色的也要打掉，都不要了才能超越十法界，很难很难。唯独净土法门不需要，三个都有都没有关系，这对我们就方便，我们才有救。这叫什么？带业往生，就是我们妄想分别执着没有断，这是业障，我们可以带着走。",
      "zh_TW": "實在講，我們要把胡思亂想雜念打掉可真不容易。所以我們今天念佛，頭一個目標就是希望到極樂世界，到極樂世界去親近阿彌陀佛，再把妄念斷掉。所以這個法門的殊勝就在此地。你說是八萬四千法門，你只要有妄想分別執著決定不能夠證得；換句話說，你出不了六道輪迴。因為什麼？八萬四千法門都要斷煩惱，也就是剛才我們比喻裡講的，紅色的沒有了，執著沒有了，證阿羅漢，出六道，脫離六道。六道外面還有個四聖法界，這十法界還有四聖法界，四聖法界必須要把藍色的、把黃色的也要打掉，都不要了才能超越十法界，很難很難。唯獨淨土法門不需要，三個都有都沒有關係，這對我們就方便，我們才有救。這叫什麼？帶業往生，就是我們妄想分別執著沒有斷，這是業障，我們可以帶著走。"
    },
    {
      "id": "21-357-0001_p0015",
      "zh_CN": "你要知道其他任何法门都不可以带，你带的决定去不了，只有净土。净土带怎么样？可以带旧业，不能带现行。这在什么时候讲？临命终时最后一念，最后一念心里面没有妄想分别执着，只有阿弥陀佛，他就往生。所以能不能往生不是平时，最后一念。平时是什么？我们在练习，我们要练得很熟，不要到那一念的时候忘掉了，那麻烦大了。多少念佛人念了一辈子到最后一念乱掉，所以他去不了。这东西跟打仗一样，平常操练，练兵，最后要上战场才管用。平常我们念佛，我们在这里学教，都是在做准备的工作。所以道理你要搞清楚，道理清楚之后，我们的信心才坚定，才不会动摇，我就一门深入，始终就学这个法门肯定有成就。如果道理不清楚，这个法门也好、那个也好，你学上许多法门，你心就乱掉，成功的机会就很少。",
      "zh_TW": "你要知道其他任何法門都不可以帶，你帶的決定去不了，只有淨土。淨土帶怎麼樣？可以帶舊業，不能帶現行。這在什麼時候講？臨命終時最後一念，最後一念心裡面沒有妄想分別執著，只有阿彌陀佛，他就往生。所以能不能往生不是平時，最後一念。平時是什麼？我們在練習，我們要練得很熟，不要到那一念的時候忘掉了，那麻煩大了。多少念佛人念了一輩子到最後一念亂掉，所以他去不了。這東西跟打仗一樣，平常操練，練兵，最後要上戰場才管用。平常我們念佛，我們在這裡學教，都是在做準備的工作。所以道理你要搞清楚，道理清楚之後，我們的信心才堅定，才不會動搖，我就一門深入，始終就學這個法門肯定有成就。如果道理不清楚，這個法門也好、那個也好，你學上許多法門，你心就亂掉，成功的機會就很少。"
    },
    {
      "id": "21-357-0001_p0016",
      "zh_CN": "凡是一门深入，成功的机会就很大。你看看《净土圣贤录》、《往生传》，然后再看看我们现前有不少念佛往生的人。往生的人哪一类的人最多？不认识字的人最多，阿公、阿婆很多，为什么？他们老实，他就学一样。他没有能力学那么多，不认识字，没有能力学那么多，他就学一样，结果他修成功。多少聪明人，这个要学、那个要学，学禅、学律、学净，还要学密，学得一大堆，到最后哪里都去不了还搞轮回，这就错了。所以真的比不上阿公阿婆，不要小看他们，他们真能往生，真到极乐世界亲近阿弥陀佛去，我们还要搞六道。所以这个道理要懂。忏悔业障要注重这一点。",
      "zh_TW": "凡是一門深入，成功的機會就很大。你看看《淨土聖賢錄》、《往生傳》，然後再看看我們現前有不少念佛往生的人。往生的人哪一類的人最多？不認識字的人最多，阿公、阿婆很多，為什麼？他們老實，他就學一樣。他沒有能力學那麼多，不認識字，沒有能力學那麼多，他就學一樣，結果他修成功。多少聰明人，這個要學、那個要學，學禪、學律、學淨，還要學密，學得一大堆，到最後哪裡都去不了還搞輪迴，這就錯了。所以真的比不上阿公阿婆，不要小看他們，他們真能往生，真到極樂世界親近阿彌陀佛去，我們還要搞六道。所以這個道理要懂。懺悔業障要注重這一點。"
    },
    {
      "id": "21-357-0001_p0017",
      "zh_CN": "只要我们离开净宗，就是离开阿弥陀佛，离开《弥陀经》或者是《无量寿经》去搞别的，都叫业障。我们现在听《华严经》行不行？行，《华严经》为什么行？《华严经》是大本《无量寿经》，也就是说《无量寿经》的详细讲解。可是你要修，修就不要用《华严》，为什么？太多了。修，如果你没有疑问，真的专心，你就采取《阿弥陀经》，小本；如果你还有疑惑，那你就念《无量寿经》。《无量寿经》是《阿弥陀经》的注解，《华严经》是《无量寿经》的注解，你明白这个道理。所以古人讲这三部经是一部经，就是一个细讲，一个简单的讲，一个是最简单让你日常做功课修持用。所以我们用功依靠，一定是依靠这两种，或者是《无量寿经》、或者是《阿弥陀经》就可以，两者选一种就行。《华严经》有机会听，很好，可以帮助你化解很多的疑惑、你的疑问，断疑生信。",
      "zh_TW": "只要我們離開淨宗，就是離開阿彌陀佛，離開《彌陀經》或者是《無量壽經》去搞別的，都叫業障。我們現在聽《華嚴經》行不行？行，《華嚴經》為什麼行？《華嚴經》是大本《無量壽經》，也就是說《無量壽經》的詳細講解。可是你要修，修就不要用《華嚴》，為什麼？太多了。修，如果你沒有疑問，真的專心，你就採取《阿彌陀經》，小本；如果你還有疑惑，那你就念《無量壽經》。《無量壽經》是《阿彌陀經》的註解，《華嚴經》是《無量壽經》的註解，你明白這個道理。所以古人講這三部經是一部經，就是一個細講，一個簡單的講，一個是最簡單讓你日常做功課修持用。所以我們用功依靠，一定是依靠這兩種，或者是《無量壽經》、或者是《阿彌陀經》就可以，兩者選一種就行。《華嚴經》有機會聽，很好，可以幫助你化解很多的疑惑、你的疑問，斷疑生信。"
    },
    {
      "id": "21-357-0001_p0018",
      "zh_CN": "第五「随喜功德」，看到别人有好的事情要知道随喜，不能有嫉妒。这跟前面称赞如来意思不相同。称赞如来，是看到别人做事，做的是善事，如来是性德，跟性德相应就是跟善相应的，我们赞叹；跟善不相应的我们不赞叹，但是要有礼敬有供养，只是不赞叹，当然也不随喜，因为随喜下面是功德，你做的那个不是功德不随喜。所以他做的是功德，功德是善事，善事里面为什么称功德？因为他不求果报，那是功德。做善事求果报就变成福德。所以在大乘教里面告诉我们，不着相，我们做种种善事痕迹都不着，这是功德。做善事求果报，我为什么做这个？我要想将来得什么好处，那就是福德，那不是功德，这一定要懂得。",
      "zh_TW": "第五「隨喜功德」，看到別人有好的事情要知道隨喜，不能有嫉妒。這跟前面稱讚如來意思不相同。稱讚如來，是看到別人做事，做的是善事，如來是性德，跟性德相應就是跟善相應的，我們讚歎；跟善不相應的我們不讚歎，但是要有禮敬有供養，只是不讚歎，當然也不隨喜，因為隨喜下面是功德，你做的那個不是功德不隨喜。所以他做的是功德，功德是善事，善事裡面為什麼稱功德？因為他不求果報，那是功德。做善事求果報就變成福德。所以在大乘教裡面告訴我們，不著相，我們做種種善事痕跡都不著，這是功德。做善事求果報，我為什麼做這個？我要想將來得什麼好處，那就是福德，那不是功德，這一定要懂得。"
    },
    {
      "id": "21-357-0001_p0019",
      "zh_CN": "功德对于回归自性有很大的帮助，福德没有，福德是回不了自性，归不了自性。福德的果报都是在六道。我们今天所看到的这个世间做大官的、富贵人发大财的，那都是修的福德，过去生中修的福德，所以看到也不用羡慕，很平常，为什么？我只要修，来生我就得大福报，大富大贵我也都能得到，问题你肯不肯修？但是我们看看现前这些富贵人并不快乐，富贵人还有很多是迷惑颠倒，还在造很多业，造业，他的福报享尽了，来生就没有，来生一定往下坠落。你把这个事实真相看清楚，你对于人间天上的富贵就不会有羡慕的念头，觉得这没什么了不起，不是好事，还是到极乐世界好，怎么比都比不上极乐世界，这要知道。到极乐世界可以成佛、成菩萨，真的，永远不再搞轮回，不再搞十法界。",
      "zh_TW": "功德對於回歸自性有很大的幫助，福德沒有，福德是回不了自性，歸不了自性。福德的果報都是在六道。我們今天所看到的這個世間做大官的、富貴人發大財的，那都是修的福德，過去生中修的福德，所以看到也不用羨慕，很平常，為什麼？我只要修，來生我就得大福報，大富大貴我也都能得到，問題你肯不肯修？但是我們看看現前這些富貴人並不快樂，富貴人還有很多是迷惑顛倒，還在造很多業，造業，他的福報享盡了，來生就沒有，來生一定往下墜落。你把這個事實真相看清楚，你對於人間天上的富貴就不會有羨慕的念頭，覺得這沒什麼了不起，不是好事，還是到極樂世界好，怎麼比都比不上極樂世界，這要知道。到極樂世界可以成佛、成菩薩，真的，永遠不再搞輪迴，不再搞十法界。"
    },
    {
      "id": "21-357-0001_p0020",
      "zh_CN": "到极乐世界去，再到六道十法界来，也会常常来，来干什么？来救众生的，不是来受报的。我们看美国魏斯医生的报告，他从催眠术里面发现世间人到这个世间来两种人：一种人是来受果报的，另外一种人是来工作的不是来受果报的，这跟佛法讲得很类似。佛法讲两种人，一种是业报来的，人生酬业，十法界众生业报来的；另外一种人，就是佛菩萨应化到世间来度众生。所以你能到极乐世界，再回到这个地方来是来度众生，菩萨乘愿再来，不是凡夫，不受业报。这个道理不能不清楚。",
      "zh_TW": "到極樂世界去，再到六道十法界來，也會常常來，來幹什麼？來救眾生的，不是來受報的。我們看美國魏斯醫生的報告，他從催眠術裡面發現世間人到這個世間來兩種人：一種人是來受果報的，另外一種人是來工作的不是來受果報的，這跟佛法講得很類似。佛法講兩種人，一種是業報來的，人生酬業，十法界眾生業報來的；另外一種人，就是佛菩薩應化到世間來度眾生。所以你能到極樂世界，再回到這個地方來是來度眾生，菩薩乘願再來，不是凡夫，不受業報。這個道理不能不清楚。"
    },
    {
      "id": "21-357-0001_p0021",
      "zh_CN": "所以见到人做好事，随喜。随喜的功德，跟那个做好事的人功德一样大，他做多大的功德，你随喜，你也就得多大的功德，要会修。譬如下面这个「请转法轮」，这是好事情，这是请法师大德来讲经说法，我们看到了我们随喜，请法师到这边来讲经，当然需要财力也需要人力，我们全心全力的帮助他。实在帮不上忙，我们赞叹宣扬他，某人请法师在哪里讲经希望大家都去听，这都是随喜功德不用花钱的。你诚心诚意随喜，跟礼请法师那个人功德一样大，这要懂，可不能做破坏的事情。做破坏的事情，障碍的事情，罪过跟那个启请的人是相反的，他有多大功，你就有多大罪，那个麻烦可大了。他的功德愈大，你的罪过就愈大，这都不能不知道的。",
      "zh_TW": "所以見到人做好事，隨喜。隨喜的功德，跟那個做好事的人功德一樣大，他做多大的功德，你隨喜，你也就得多大的功德，要會修。譬如下面這個「請轉法輪」，這是好事情，這是請法師大德來講經說法，我們看到了我們隨喜，請法師到這邊來講經，當然需要財力也需要人力，我們全心全力的幫助他。實在幫不上忙，我們讚歎宣揚他，某人請法師在哪裡講經希望大家都去聽，這都是隨喜功德不用花錢的。你誠心誠意隨喜，跟禮請法師那個人功德一樣大，這要懂，可不能做破壞的事情。做破壞的事情，障礙的事情，罪過跟那個啟請的人是相反的，他有多大功，你就有多大罪，那個麻煩可大了。他的功德愈大，你的罪過就愈大，這都不能不知道的。"
    },
    {
      "id": "21-357-0001_p0022",
      "zh_CN": "「请佛住世」的功德是最大，因为毕竟上上根性的人少，听一部经就开悟的还没见过。必须要把这些大德们，我们供养他请他住在这个地方，长年的教导我们，时间愈长愈好，这个功德就大，为什么？长时期的薰修，我们才有开悟的可能。「一门深入，长时薰修」，道理在此地。真正念佛道场，净宗道场，讲经除了净宗这五经一论之外，其他的经一律不讲，专修净业。可是我们现在提出的四门功课，《弟子规》、《感应篇》、《十善业》、《沙弥律仪》，这四样东西是共同科目，不管修哪个法门统统要学的。这是根基，这是戒律，持戒念佛。你没有戒律，念佛不能往生，这不能不知道。所以你不要瞧不起这些阿公阿婆，阿公阿婆不学这个，你仔细看他统统做到，为什么？他老实善良，处事待人接物没有私心、没有恶意，他做到了，我们怎么比也比不上人家。所以我们必须要学这四门戒律，这四门东西学好了，才是真正持戒念佛。",
      "zh_TW": "「請佛住世」的功德是最大，因為畢竟上上根性的人少，聽一部經就開悟的還沒見過。必須要把這些大德們，我們供養他請他住在這個地方，長年的教導我們，時間愈長愈好，這個功德就大，為什麼？長時期的薰修，我們才有開悟的可能。「一門深入，長時薰修」，道理在此地。真正念佛道場，淨宗道場，講經除了淨宗這五經一論之外，其他的經一律不講，專修淨業。可是我們現在提出的四門功課，《弟子規》、《感應篇》、《十善業》、《沙彌律儀》，這四樣東西是共同科目，不管修哪個法門統統要學的。這是根基，這是戒律，持戒念佛。你沒有戒律，念佛不能往生，這不能不知道。所以你不要瞧不起這些阿公阿婆，阿公阿婆不學這個，你仔細看他統統做到，為什麼？他老實善良，處事待人接物沒有私心、沒有惡意，他做到了，我們怎麼比也比不上人家。所以我們必須要學這四門戒律，這四門東西學好了，才是真正持戒念佛。"
    },
    {
      "id": "21-357-0001_p0023",
      "zh_CN": "第八个「常随佛学」。我们净宗的学人跟哪个佛学？跟阿弥陀佛学，所以常随佛学，这个佛就是指定阿弥陀佛，不是其他的佛。怎样才跟阿弥陀佛学？《无量寿经》就是阿弥陀佛。我们就读《无量寿经》，对《无量寿经》的意思能了解，《无量寿经》里面的教训条条我们都把它落实，这就是学阿弥陀佛。如果说《无量寿经》太多了，那最重要的四十八愿，四十八愿是阿弥陀佛自己说的，释迦牟尼佛转述阿弥陀佛自己说的话，所以四十八愿不是释迦牟尼佛说的，这要知道。我们都能够做到，跟阿弥陀佛同心同愿，哪有不成就的道理！",
      "zh_TW": "第八個「常隨佛學」。我們淨宗的學人跟哪個佛學？跟阿彌陀佛學，所以常隨佛學，這個佛就是指定阿彌陀佛，不是其他的佛。怎樣才跟阿彌陀佛學？《無量壽經》就是阿彌陀佛。我們就讀《無量壽經》，對《無量壽經》的意思能了解，《無量壽經》裡面的教訓條條我們都把它落實，這就是學阿彌陀佛。如果說《無量壽經》太多了，那最重要的四十八願，四十八願是阿彌陀佛自己說的，釋迦牟尼佛轉述阿彌陀佛自己說的話，所以四十八願不是釋迦牟尼佛說的，這要知道。我們都能夠做到，跟阿彌陀佛同心同願，哪有不成就的道理！"
    },
    {
      "id": "21-357-0001_p0024",
      "zh_CN": "第九要「恒顺众生」。昨天讲得很清楚，顺这个字很重要，我们为什么不能随顺？有自己的意思就不能随顺，总认为自己是对的，所以恒顺必须要把自己的意思放下，才能随顺别人。自己没有意思，你不知道自己没有意思才真快乐，心地才清净没有烦恼。自己有意思就有烦恼，就有业障。所以昨天我举日本江本博士的水实验，水没有意思，没有分别，没有执着，没有起心，没有动念，它能随任何人的意思。这个我们要跟它学。祖师大德常常用镜子来做比喻，我们早晚都要照镜子，我们要学镜子，我们的心像镜子一样。镜子照外面清清楚楚，那是智慧，一点都不迷惑，决定没有起心动念，决定没有分别执着，这叫恒顺。如果镜子有执着，我喜欢他，我照他，别人来的时候就照不到，那他就有执着了。哪个人去照都照得很清楚，可见得它没有执着，它没有分别。我们如果懂得祖师这一句话，「用心如镜」，那你就在修普贤行。中国古人教学也是从这个地方下手，孝顺，中国的教育就从这里开端的，到终极的目标也就是完成孝顺。从孝顺父母达到孝顺一切众生，中国人讲「老吾老以及人之老，幼吾幼以及人之幼」，这是孝顺发展到极至。",
      "zh_TW": "第九要「恆順眾生」。昨天講得很清楚，順這個字很重要，我們為什麼不能隨順？有自己的意思就不能隨順，總認為自己是對的，所以恆順必須要把自己的意思放下，才能隨順別人。自己沒有意思，你不知道自己沒有意思才真快樂，心地才清淨沒有煩惱。自己有意思就有煩惱，就有業障。所以昨天我舉日本江本博士的水實驗，水沒有意思，沒有分別，沒有執著，沒有起心，沒有動念，它能隨任何人的意思。這個我們要跟它學。祖師大德常常用鏡子來做比喻，我們早晚都要照鏡子，我們要學鏡子，我們的心像鏡子一樣。鏡子照外面清清楚楚，那是智慧，一點都不迷惑，決定沒有起心動念，決定沒有分別執著，這叫恆順。如果鏡子有執著，我喜歡他，我照他，別人來的時候就照不到，那他就有執著了。哪個人去照都照得很清楚，可見得它沒有執著，它沒有分別。我們如果懂得祖師這一句話，「用心如鏡」，那你就在修普賢行。中國古人教學也是從這個地方下手，孝順，中國的教育就從這裡開端的，到終極的目標也就是完成孝順。從孝順父母達到孝順一切眾生，中國人講「老吾老以及人之老，幼吾幼以及人之幼」，這是孝順發展到極至。"
    },
    {
      "id": "21-357-0001_p0025",
      "zh_CN": "末后一条「普皆回向」。实际上八、九、十都是回向；第八是回向菩提，第九是回向众生，第十是回向实际。实际是什么？实际是本性，换句话说，我们所有一切的修学绝对不是为名闻利养，决定没有自私自利，是恢复本性，回归本性，利益一切众生。用现在的话来说，真的明白通达了，为一切众生无条件的服务。恒顺众生就是为众生服务，全心全力去协助他们，这叫普贤德。",
      "zh_TW": "末後一條「普皆迴向」。實際上八、九、十都是迴向；第八是迴向菩提，第九是迴向眾生，第十是迴向實際。實際是什麼？實際是本性，換句話說，我們所有一切的修學絕對不是為名聞利養，決定沒有自私自利，是恢復本性，回歸本性，利益一切眾生。用現在的話來說，真的明白通達了，為一切眾生無條件的服務。恆順眾生就是為眾生服務，全心全力去協助他們，這叫普賢德。"
    },
    {
      "id": "21-357-0001_p0026",
      "zh_CN": "如何落实在生活？落实在工作？落实在处事待人接物？那就是你的起心动念、言语造作行为，行依文殊，文殊这也是十条，十波罗蜜，波罗蜜的意思就是圆满，就是十种圆满。什么圆满？普贤德的圆满。普贤德如果离开这十条，那个德是抽象的，那就不是事实。所以普贤德是落实在文殊十波罗蜜里头，十种圆满：第一个布施，布施里面具足普贤十愿。布施有财布施、有法布施、有无畏布施。布施的时候都要有礼敬，都要有称赞，都要有供养、忏悔、随喜统统具足。乃至于后面，随学、恒顺、普皆回向，下面每一条都是这样的。所以每一条里头统统具足普贤十愿，这就叫普贤行。如果你修十波罗蜜没有普贤行，那叫菩萨，菩萨十波罗蜜。如果有普贤愿在里面，那就变成普贤行。普贤行是成佛之道，比菩萨高很多，所以这个要懂得。",
      "zh_TW": "如何落實在生活？落實在工作？落實在處事待人接物？那就是你的起心動念、言語造作行為，行依文殊，文殊這也是十條，十波羅蜜，波羅蜜的意思就是圓滿，就是十種圓滿。什麼圓滿？普賢德的圓滿。普賢德如果離開這十條，那個德是抽象的，那就不是事實。所以普賢德是落實在文殊十波羅蜜裡頭，十種圓滿：第一個布施，布施裡面具足普賢十願。布施有財布施、有法布施、有無畏布施。布施的時候都要有禮敬，都要有稱讚，都要有供養、懺悔、隨喜統統具足。乃至於後面，隨學、恆順、普皆迴向，下面每一條都是這樣的。所以每一條裡頭統統具足普賢十願，這就叫普賢行。如果你修十波羅蜜沒有普賢行，那叫菩薩，菩薩十波羅蜜。如果有普賢願在裡面，那就變成普賢行。普賢行是成佛之道，比菩薩高很多，所以這個要懂得。"
    },
    {
      "id": "21-357-0001_p0027",
      "zh_CN": "财布施，财有内财、有外财。外财是钱财、物品施舍给需要的人，内财是我们的体力、我们的劳力、我们的智慧、我们的精神、时间，这都是内财，像现在道场里面所说的义工。我们到道场里面来服务做义工，内财布施。内财布施得的果报比外财殊胜，外财他有钱，拿钱来布施，人没有来参与工作，所以比不上道场的义工。道场里面做义工比外面出钱来护持道场的人功德还要大，这个道理要懂。但是也不容易，为什么？道场人很多，看这个不顺眼、看那个心里一生气，功德全没有，全光了。「火烧功德林」，一定要记住，有普贤德功德决定不会失掉。所以既然到道场来做义工，千万不要火烧功德林，那你的亏就吃大了，你也白来了，你还不如不来。",
      "zh_TW": "財布施，財有內財、有外財。外財是錢財、物品施捨給需要的人，內財是我們的體力、我們的勞力、我們的智慧、我們的精神、時間，這都是內財，像現在道場裡面所說的義工。我們到道場裡面來服務做義工，內財布施。內財布施得的果報比外財殊勝，外財他有錢，拿錢來布施，人沒有來參與工作，所以比不上道場的義工。道場裡面做義工比外面出錢來護持道場的人功德還要大，這個道理要懂。但是也不容易，為什麼？道場人很多，看這個不順眼、看那個心裡一生氣，功德全沒有，全光了。「火燒功德林」，一定要記住，有普賢德功德決定不會失掉。所以既然到道場來做義工，千萬不要火燒功德林，那你的虧就吃大了，你也白來了，你還不如不來。"
    },
    {
      "id": "21-357-0001_p0028",
      "zh_CN": "财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。法里面是指佛法。道场讲经说法是法布施，领众念佛也是法布施，都在这修行。无畏布施里面头一个就是素食，我们在道场素食是无畏布施，不食众生肉，不跟众生结冤仇。在道场看到些小动物要爱护，不要伤害牠，这属于无畏。无畏是叫一切众生离开恐怖，这叫无畏布施。如果像蚊虫、蚂蚁、蟑螂这些，看到想要打死这就不是无畏，这是杀生。所以没有杀害的心，杀害的念头，没有杀害众生的行为，这是属于无畏布施。持戒是无畏布施，持戒的人不偷盗，你东西丢在这里没有关系很放心，没有人拿，你没有恐怖。像这些都是属于无畏布施。",
      "zh_TW": "財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。法裡面是指佛法。道場講經說法是法布施，領眾念佛也是法布施，都在這修行。無畏布施裡面頭一個就是素食，我們在道場素食是無畏布施，不食眾生肉，不跟眾生結冤仇。在道場看到些小動物要愛護，不要傷害牠，這屬於無畏。無畏是叫一切眾生離開恐怖，這叫無畏布施。如果像蚊蟲、螞蟻、蟑螂這些，看到想要打死這就不是無畏，這是殺生。所以沒有殺害的心，殺害的念頭，沒有殺害眾生的行為，這是屬於無畏布施。持戒是無畏布施，持戒的人不偷盜，你東西丟在這裡沒有關係很放心，沒有人拿，你沒有恐怖。像這些都是屬於無畏布施。"
    },
    {
      "id": "21-357-0001_p0029",
      "zh_CN": "第二个持戒，「持戒善护三业」。最基本的就是十善业道，不杀生、不淫欲、不偷盗，这是身三业；口有四业，不妄语、不两舌、不恶口、不绮语；意三业，不贪、不瞋、不痴，于世出世间法都一样。所有一切戒律的精神离不开十善业道，所以十善业道是戒律的根本。",
      "zh_TW": "第二個持戒，「持戒善護三業」。最基本的就是十善業道，不殺生、不淫欲、不偷盜，這是身三業；口有四業，不妄語、不兩舌、不惡口、不綺語；意三業，不貪、不瞋、不痴，於世出世間法都一樣。所有一切戒律的精神離不開十善業道，所以十善業道是戒律的根本。"
    },
    {
      "id": "21-357-0001_p0030",
      "zh_CN": "第三「忍辱心平气和」，无论在什么样的逆境、恶缘都要忍，忍成就自己的德行，成就自己的功德。我们能不能有成就，全靠你有没有忍辱的功夫。你能忍就有成就，不能忍，往往希有难逢的机会失掉，那真正可惜，这一点要认识清楚。",
      "zh_TW": "第三「忍辱心平氣和」，無論在什麼樣的逆境、惡緣都要忍，忍成就自己的德行，成就自己的功德。我們能不能有成就，全靠你有沒有忍辱的功夫。你能忍就有成就，不能忍，往往希有難逢的機會失掉，那真正可惜，這一點要認識清楚。"
    },
    {
      "id": "21-357-0001_p0031",
      "zh_CN": "我早年在台中跟李老师学经教，我们不是台中人，外地来的。当地的同学有一些对我们很好，有一些看我们不顺眼，找麻烦的很多，常常有，那要看你能不能忍？你要不能忍，掉头就去，算了，我到别的地方去了，我们跟老师学习的机会失掉了。我对于这桩事情很清楚、很明了。我在台中处得好一点的同学，我就跟他们说，只要老师没有赶我走，什么人用什么方法赶我走，我都不会走，为什么？我东西没有学到，等我学到家的时候，你请我来我都不来。我没有学成的时候，使用什么方法我都不会走，我能忍。不容易，很多人就不行。我那时候还找了个出家人，我出家之后，找了个出家人慧忍法师，以后他在香港住了很多年，前几年往生。这人很聪明，我把他找到台中介绍给李老师，在台中学经教。住了十个月，住不下去了，走了，还去干他的本行赶经忏去了，所以不能忍就不能成就。我在那里能住十年，他十个月就不行，不容易。人家给你羞辱一顿你就受不了，你怎么会有成就？不能成就，你到这个地方来干什么的？不是来让大家赞叹，不是，我是来学道的、学佛法的。所以自己的目标方向要认识清楚，我们才能够禁得起考验。",
      "zh_TW": "我早年在台中跟李老師學經教，我們不是台中人，外地來的。當地的同學有一些對我們很好，有一些看我們不順眼，找麻煩的很多，常常有，那要看你能不能忍？你要不能忍，掉頭就去，算了，我到別的地方去了，我們跟老師學習的機會失掉了。我對於這樁事情很清楚、很明瞭。我在台中處得好一點的同學，我就跟他們說，只要老師沒有趕我走，什麼人用什麼方法趕我走，我都不會走，為什麼？我東西沒有學到，等我學到家的時候，你請我來我都不來。我沒有學成的時候，使用什麼方法我都不會走，我能忍。不容易，很多人就不行。我那時候還找了個出家人，我出家之後，找了個出家人慧忍法師，以後他在香港住了很多年，前幾年往生。這人很聰明，我把他找到台中介紹給李老師，在台中學經教。住了十個月，住不下去了，走了，還去幹他的本行趕經懺去了，所以不能忍就不能成就。我在那裡能住十年，他十個月就不行，不容易。人家給你羞辱一頓你就受不了，你怎麼會有成就？不能成就，你到這個地方來幹什麼的？不是來讓大家讚歎，不是，我是來學道的、學佛法的。所以自己的目標方向要認識清楚，我們才能夠禁得起考驗。"
    },
    {
      "id": "21-357-0001_p0032",
      "zh_CN": "老师教，教道理，日常生活当中就是我们修行。对我们很好的，我们要忍，忍什么？不生贪恋；对我不好的要忍，不生瞋恚，那功夫就在这里学出来的！所以你能够想到这里，都是好老师，都是善知识，老师教我，他们成就我，没有这些人我怎么会成就？成就我的人，那个恩德跟老师教诲的恩德一样大，心平气和，什么事都没有了。他侮辱我，对他恭恭敬敬；他批评我，我赞叹他。所以一切人都很好相处，不要放在心上，放在心上受人家的气，几天都消化不了，这对自己的身体伤害太大，那个亏就吃大了。所以要学得聪明，要学得有智慧。所以忍辱心平气和。",
      "zh_TW": "老師教，教道理，日常生活當中就是我們修行。對我們很好的，我們要忍，忍什麼？不生貪戀；對我不好的要忍，不生瞋恚，那功夫就在這裡學出來的！所以你能夠想到這裡，都是好老師，都是善知識，老師教我，他們成就我，沒有這些人我怎麼會成就？成就我的人，那個恩德跟老師教誨的恩德一樣大，心平氣和，什麼事都沒有了。他侮辱我，對他恭恭敬敬；他批評我，我讚歎他。所以一切人都很好相處，不要放在心上，放在心上受人家的氣，幾天都消化不了，這對自己的身體傷害太大，那個虧就吃大了。所以要學得聰明，要學得有智慧。所以忍辱心平氣和。"
    },
    {
      "id": "21-357-0001_p0033",
      "zh_CN": "「精进专一不懈」，老师他就是这样教我。跟李老师学经教只能学一样，你同时学两样不教你，直截了当的告诉你你没有这个能力，你只能学一样。一样东西学好了，要他承认，老师说行，不错，可以了，你才可以再学一样。老师的标准是什么？你学这一部经，你上台去讲，他在下面听，听得很满意才行。大概我们在台中的教室，跟这个差不多大。老师在哪里听？在最后一排，因为那个时候没有扩音，你讲要他听得见，他听不见不行，所以他坐最后一排。一遍讲了他不满意，再讲第二遍，所以学一部经有的时候讲很多遍，讲到他点头满意的时候你才可以再学一部经。",
      "zh_TW": "「精進專一不懈」，老師他就是這樣教我。跟李老師學經教只能學一樣，你同時學兩樣不教你，直截了當的告訴你你沒有這個能力，你只能學一樣。一樣東西學好了，要他承認，老師說行，不錯，可以了，你才可以再學一樣。老師的標準是什麼？你學這一部經，你上台去講，他在下面聽，聽得很滿意才行。大概我們在台中的教室，跟這個差不多大。老師在哪裡聽？在最後一排，因為那個時候沒有擴音，你講要他聽得見，他聽不見不行，所以他坐最後一排。一遍講了他不滿意，再講第二遍，所以學一部經有的時候講很多遍，講到他點頭滿意的時候你才可以再學一部經。"
    },
    {
      "id": "21-357-0001_p0034",
      "zh_CN": "我在台中第一部学的《阿难问事佛吉凶经》，那个经有多少？好像这个纸四张八面，小部经。你学太大的他不教你，没有能力，一定从小再学到大。我在那里十年学了五部经，第一部就是这小部《阿难问事佛吉凶经》。第二部学的《阿弥陀经》，也不多，薄薄的也是几页。第三部学的分量大一点，《普贤菩萨行愿品》，就是大家常念的「十大愿王」一卷，《华严经》最后一卷。第四部《金刚经》，第五部是大经，《大佛顶首楞严经》。我们学的时候都要讲，不讲不行，一定要讲，讲到老师满意。十年学五部。",
      "zh_TW": "我在台中第一部學的《阿難問事佛吉凶經》，那個經有多少？好像這個紙四張八面，小部經。你學太大的他不教你，沒有能力，一定從小再學到大。我在那裡十年學了五部經，第一部就是這小部《阿難問事佛吉凶經》。第二部學的《阿彌陀經》，也不多，薄薄的也是幾頁。第三部學的分量大一點，《普賢菩薩行願品》，就是大家常念的「十大願王」一卷，《華嚴經》最後一卷。第四部《金剛經》，第五部是大經，《大佛頂首楞嚴經》。我們學的時候都要講，不講不行，一定要講，講到老師滿意。十年學五部。"
    },
    {
      "id": "21-357-0001_p0035",
      "zh_CN": "一九七七年，三十年前，香港的同修谢道莲居士，圣怀法师，圣怀法师现在还在，谢道莲已经往生，几年前往生。他们两个在台北听我讲经，听得很欢喜，听完之后就邀请我到香港来讲经，讲《楞严经》。第一次到香港，讲四个月。香港，两个月在中华佛教图书馆，界限街；后面两个月是在寿冶老和尚，蓝塘道，他的道场（在蓝塘道，寿冶老和尚道场）讲了四个月。那个时候来讲就很有把握，《楞严经》是李老师那里通过，我们学讲的时候都通过，所以在这边讲的也很轻松。那个时候，香港还有一个「楞严经王」，就是首楞严王，海仁老和尚，九十多岁，住在大屿山，我去拜访过他。好像第二年他就往生，九十多岁。他是一生专讲《楞严》的，听说当时他下面有六个学生。做他的学生可不简单，《楞严经》很长要背，不但经文要背，注解还要背。我那时候听说他用的注解是蕅益大师的《楞严经文句》，我们也觉得很奇怪为什么选这个本子？蕅益大师《楞严经文句》，连经带注解都要背，这可不是容易事情，这不是小部经，是大部经。「一门深入」，老和尚教学生有道理，专攻一部基础深，根深蒂固，这很有道理。现在用这个方法，恐怕都没有人肯来学。尤其是大部，背注解太困难。",
      "zh_TW": "一九七七年，三十年前，香港的同修謝道蓮居士，聖懷法師，聖懷法師現在還在，謝道蓮已經往生，幾年前往生。他們兩個在台北聽我講經，聽得很歡喜，聽完之後就邀請我到香港來講經，講《楞嚴經》。第一次到香港，講四個月。香港，兩個月在中華佛教圖書館，界限街；後面兩個月是在壽冶老和尚，藍塘道，他的道場（在藍塘道，壽冶老和尚道場）講了四個月。那個時候來講就很有把握，《楞嚴經》是李老師那裡通過，我們學講的時候都通過，所以在這邊講的也很輕鬆。那個時候，香港還有一個「楞嚴經王」，就是首楞嚴王，海仁老和尚，九十多歲，住在大嶼山，我去拜訪過他。好像第二年他就往生，九十多歲。他是一生專講《楞嚴》的，聽說當時他下面有六個學生。做他的學生可不簡單，《楞嚴經》很長要背，不但經文要背，註解還要背。我那時候聽說他用的註解是蕅益大師的《楞嚴經文句》，我們也覺得很奇怪為什麼選這個本子？蕅益大師《楞嚴經文句》，連經帶註解都要背，這可不是容易事情，這不是小部經，是大部經。「一門深入」，老和尚教學生有道理，專攻一部基礎深，根深蒂固，這很有道理。現在用這個方法，恐怕都沒有人肯來學。尤其是大部，背註解太困難。"
    },
    {
      "id": "21-357-0001_p0036",
      "zh_CN": "第四个禅定，「禅定离欲成定」。禅定就是三昧，三昧是梵语，意思正翻叫正受，就是正常的享受。正常的享受，这禅定。换句话说，六道众生，欲界的享受，佛讲的是五大类，欲界众生，苦、乐、忧、喜、舍五种受，欲界有，不正常。苦乐忧喜舍统统没有了，这叫正常。身没有苦乐，心没有忧喜，这才正常。在六道里面，谁能得正常？色界天正常，无色界天正常，欲界六层天以下统统不正常。所以色界跟无色界，佛经里常讲四禅八定，他们得禅定。所以得定，欲一定要舍掉。",
      "zh_TW": "第四個禪定，「禪定離欲成定」。禪定就是三昧，三昧是梵語，意思正翻叫正受，就是正常的享受。正常的享受，這禪定。換句話說，六道眾生，欲界的享受，佛講的是五大類，欲界眾生，苦、樂、憂、喜、捨五種受，欲界有，不正常。苦樂憂喜捨統統沒有了，這叫正常。身沒有苦樂，心沒有憂喜，這才正常。在六道裡面，誰能得正常？色界天正常，無色界天正常，欲界六層天以下統統不正常。所以色界跟無色界，佛經裡常講四禪八定，他們得禪定。所以得定，欲一定要捨掉。"
    },
    {
      "id": "21-357-0001_p0037",
      "zh_CN": "欲是什么？财、色、名、食、睡，叫五欲。这五种只要有一样你没有舍掉，你就不能得定，禅定就不能成功。所以修，那是一桩事情，离欲是真正的因素。对财色名食睡还有一丝毫贪着，定得不到，这我们不能不知道。但是这个欲一定要把它降低，要把它淡化，断不了要淡化，愈淡薄愈好。在欲界天里面，六层天也是如此，你看四王天，忉利天是福报，你修的是作善修福，生这个天。夜摩天以上就要修定，那个定什么？没有成功，不及格，但是他有修一点定功，也就是说对于欲望稍微淡一点，他就能生夜摩天；再淡一点，他就能够生兜率天；还要淡一点，就生化乐天；到很淡薄的时候，他化自在天；再上去欲就断掉、就舍掉，舍掉之后得初禅就到色界天去，到初禅天去。初禅是梵天，梵就是清净的意思，离欲才清净，不离欲不会清净。所以禅定，定是一定要学的。",
      "zh_TW": "欲是什麼？財、色、名、食、睡，叫五欲。這五種只要有一樣你沒有捨掉，你就不能得定，禪定就不能成功。所以修，那是一樁事情，離欲是真正的因素。對財色名食睡還有一絲毫貪著，定得不到，這我們不能不知道。但是這個欲一定要把它降低，要把它淡化，斷不了要淡化，愈淡薄愈好。在欲界天裡面，六層天也是如此，你看四王天，忉利天是福報，你修的是作善修福，生這個天。夜摩天以上就要修定，那個定什麼？沒有成功，不及格，但是他有修一點定功，也就是說對於欲望稍微淡一點，他就能生夜摩天；再淡一點，他就能夠生兜率天；還要淡一點，就生化樂天；到很淡薄的時候，他化自在天；再上去欲就斷掉、就捨掉，捨掉之後得初禪就到色界天去，到初禪天去。初禪是梵天，梵就是清淨的意思，離欲才清淨，不離欲不會清淨。所以禪定，定是一定要學的。"
    },
    {
      "id": "21-357-0001_p0038",
      "zh_CN": "忍辱跟精进都是禅定的基础，不能忍、不能精进是决定不会得定。定然后才开智慧，这个智慧是真的智慧。世间人有没有智慧？没有，为什么没有？五欲六尘没有舍掉、没有放下，哪里会有智慧？他还很聪明，聪明有，佛经里面讲的「世智辩聪」，世间的辩才、聪明他有，不能称智慧。佛家智慧的标准是从定当中生的，就是清净心，你看《金刚经》上讲的，「信心清净，则生实相」，实相就是智慧，必须心地清净。《无量寿经》经题上讲的「清净平等」，下面就是智慧，「觉」。心地要真诚清净平等就开智慧，智慧开了之后，好，为什么？什么都通了，什么障碍都没有了，那是真智慧。聪明不行，聪明有的时候把事情判断错误，自己以为是这样的，其实过一个阶段之后被人发现是错误的，那个错误造业自己要负责任。所以一定要有智慧才能解决问题。",
      "zh_TW": "忍辱跟精進都是禪定的基礎，不能忍、不能精進是決定不會得定。定然後才開智慧，這個智慧是真的智慧。世間人有沒有智慧？沒有，為什麼沒有？五欲六塵沒有捨掉、沒有放下，哪裡會有智慧？他還很聰明，聰明有，佛經裡面講的「世智辯聰」，世間的辯才、聰明他有，不能稱智慧。佛家智慧的標準是從定當中生的，就是清淨心，你看《金剛經》上講的，「信心清淨，則生實相」，實相就是智慧，必須心地清淨。《無量壽經》經題上講的「清淨平等」，下面就是智慧，「覺」。心地要真誠清淨平等就開智慧，智慧開了之後，好，為什麼？什麼都通了，什麼障礙都沒有了，那是真智慧。聰明不行，聰明有的時候把事情判斷錯誤，自己以為是這樣的，其實過一個階段之後被人發現是錯誤的，那個錯誤造業自己要負責任。所以一定要有智慧才能解決問題。"
    },
    {
      "id": "21-357-0001_p0039",
      "zh_CN": "佛家的教学，自始至终都是讲智慧。持戒、禅定都是方法，因戒得定，因定开慧，所以这个戒定慧称之为三学。慧是目标，禅定是手段，持戒是手段的手段，所以叫最初方便不能不知道。我们现在要求同学们学习一定从《弟子规》开始，《弟子规》是戒律，是最基本的戒律。有《弟子规》学《感应篇》就很方便，有《感应篇》学十善业就没有问题，再学《沙弥律仪》，这是顺水推舟，轻而易举。你看现在我们佛门里面，在家同修十善业做不到，出家的同修《沙弥律仪》做不到，所以今天我们学佛为什么不能成就？根没有了，像树木没有根是死的不是活的，做得再好看，花瓶里面插的花，几天就死了，这个要知道。",
      "zh_TW": "佛家的教學，自始至終都是講智慧。持戒、禪定都是方法，因戒得定，因定開慧，所以這個戒定慧稱之為三學。慧是目標，禪定是手段，持戒是手段的手段，所以叫最初方便不能不知道。我們現在要求同學們學習一定從《弟子規》開始，《弟子規》是戒律，是最基本的戒律。有《弟子規》學《感應篇》就很方便，有《感應篇》學十善業就沒有問題，再學《沙彌律儀》，這是順水推舟，輕而易舉。你看現在我們佛門裡面，在家同修十善業做不到，出家的同修《沙彌律儀》做不到，所以今天我們學佛為什麼不能成就？根沒有了，像樹木沒有根是死的不是活的，做得再好看，花瓶裡面插的花，幾天就死了，這個要知道。"
    },
    {
      "id": "21-357-0001_p0040",
      "zh_CN": "为什么古来无论在家、出家学佛，他有那么大的成就？他有根。《弟子规》什么时候教的？从小学的。所以古时候重视家庭教育，父母不认识字，他会把小孩教好，他懂得伦理道德，懂得善有善报、恶有恶报，他明白这个道理，所以他能把小孩带好。我们现在的家庭教育，香港这个地方我看至少断了七代差不多。你们没有学，你们父母也没有学，祖父母、曾祖父母、高祖父母都没有学，断了这么多代了，这个问题严重，真的叫一代不如一代，变化太大。我初到香港来的时候，三十年，三十年前香港人跟现在不一样，那时候香港人还不错，比现在可爱多了。你再想三十年之后的香港人，很可怕，一代不如一代。",
      "zh_TW": "為什麼古來無論在家、出家學佛，他有那麼大的成就？他有根。《弟子規》什麼時候教的？從小學的。所以古時候重視家庭教育，父母不認識字，他會把小孩教好，他懂得倫理道德，懂得善有善報、惡有惡報，他明白這個道理，所以他能把小孩帶好。我們現在的家庭教育，香港這個地方我看至少斷了七代差不多。你們沒有學，你們父母也沒有學，祖父母、曾祖父母、高祖父母都沒有學，斷了這麼多代了，這個問題嚴重，真的叫一代不如一代，變化太大。我初到香港來的時候，三十年，三十年前香港人跟現在不一樣，那時候香港人還不錯，比現在可愛多了。你再想三十年之後的香港人，很可怕，一代不如一代。"
    },
    {
      "id": "21-357-0001_p0041",
      "zh_CN": "三十年前香港没这么多高楼，最高的一栋楼，那时候我来的时候听说刚刚建好没有多久，五十层，靠海边，窗户是圆形的，那是香港最高的一层楼。那时候没有地铁，从九龙到香港要坐渡轮，还挺有人情味的。现在交通把整个（我们中国人讲风水）风水破坏掉，人只知道往钱看，拼命在那里怎么样去赚钱，不择手段，不得了，这问题很严重。",
      "zh_TW": "三十年前香港沒這麼多高樓，最高的一棟樓，那時候我來的時候聽說剛剛建好沒有多久，五十層，靠海邊，窗戶是圓形的，那是香港最高的一層樓。那時候沒有地鐵，從九龍到香港要坐渡輪，還挺有人情味的。現在交通把整個（我們中國人講風水）風水破壞掉，人只知道往錢看，拼命在那裡怎麼樣去賺錢，不擇手段，不得了，這問題很嚴重。"
    },
    {
      "id": "21-357-0001_p0042",
      "zh_CN": "所以现在诸位学佛，心平气和就是健康之道，不能生病。现在生病不得了，为什么？假药太多了，卖药的人没有良心，那个药吃了会送命的。现在医生真正有医德的也少，所以真的生病赶紧念佛求生净土，什么念头都不要想了。现在还有更严重的，饮食，我听说饮食里头很多是假的。你看我们吃素的人，蔬菜，农药、化肥，这个东西吃了对身体决定没有好处，怎么办？我还听人告诉我，大陆上北方的黑木耳，现在有人用假的木耳染黑色，染色，这怎么得了？这样一来连菜都不敢吃了。",
      "zh_TW": "所以現在諸位學佛，心平氣和就是健康之道，不能生病。現在生病不得了，為什麼？假藥太多了，賣藥的人沒有良心，那個藥吃了會送命的。現在醫生真正有醫德的也少，所以真的生病趕緊念佛求生淨土，什麼念頭都不要想了。現在還有更嚴重的，飲食，我聽說飲食裡頭很多是假的。你看我們吃素的人，蔬菜，農藥、化肥，這個東西吃了對身體決定沒有好處，怎麼辦？我還聽人告訴我，大陸上北方的黑木耳，現在有人用假的木耳染黑色，染色，這怎麼得了？這樣一來連菜都不敢吃了。"
    },
    {
      "id": "21-357-0001_p0043",
      "zh_CN": "肉是决定不能吃。我参观过养猪的牧场、养鸡的工厂我都参观过。我去看的时候，那工厂的人告诉我，拎了一只小鸭放在我手上，跟我手掌一样大，小鸭，他问我：法师，你看这个鸭子出生几天？我想至少一个星期，大概一个星期到十天才能长这么大，出生的时候就一点点大。他告诉我两天，我吓了一跳，这还能吃。打针，打什么？打荷尔蒙，叫牠快长，所以鸭子多少天卖？两个星期，两个星期就卖到北京烤鸭。北京烤鸭三分之二是他们那里提供的，这还得了，两天这么大，所以两个星期就变成大鸭。全是化学饲料喂的，那个东西吃了不长病才怪。所以我回来告诉大家，从前还有人吃鸡蛋，我说不可以吃，鸡蛋、鸭蛋都不可以吃，我亲自去看，太可怕了。听说猪，一只猪也只有几个月就杀了去卖。",
      "zh_TW": "肉是決定不能吃。我參觀過養豬的牧場、養雞的工廠我都參觀過。我去看的時候，那工廠的人告訴我，拎了一隻小鴨放在我手上，跟我手掌一樣大，小鴨，他問我：法師，你看這個鴨子出生幾天？我想至少一個星期，大概一個星期到十天才能長這麼大，出生的時候就一點點大。他告訴我兩天，我嚇了一跳，這還能吃。打針，打什麼？打荷爾蒙，叫牠快長，所以鴨子多少天賣？兩個星期，兩個星期就賣到北京烤鴨。北京烤鴨三分之二是他們那裡提供的，這還得了，兩天這麼大，所以兩個星期就變成大鴨。全是化學飼料餵的，那個東西吃了不長病才怪。所以我回來告訴大家，從前還有人吃雞蛋，我說不可以吃，雞蛋、鴨蛋都不可以吃，我親自去看，太可怕了。聽說豬，一隻豬也只有幾個月就殺了去賣。"
    },
    {
      "id": "21-357-0001_p0044",
      "zh_CN": "所以现在人，吃肉的人奇奇怪怪的病很多，你就晓得病从哪里来的。古人讲的「病从口入」，一点都不错，这还能吃吗？海鲜，海水的染污大家都知道。我看在三、五十年之后，人吃东西，没东西吃了。这个世界还能活得下去？三、五十年之后，人吃的全是毒，那就是《无量寿经》讲的「饮苦食毒」，有这么一句经文。大概到那个时候，你看佛菩萨的预言，经上的预言，你就晓得了「饮苦食毒」。这些现象我们今天看在眼里，不能不提高警觉，要下定决心求生净土，这个世界没有可留恋的。",
      "zh_TW": "所以現在人，吃肉的人奇奇怪怪的病很多，你就曉得病從哪裡來的。古人講的「病從口入」，一點都不錯，這還能吃嗎？海鮮，海水的染污大家都知道。我看在三、五十年之後，人吃東西，沒東西吃了。這個世界還能活得下去？三、五十年之後，人吃的全是毒，那就是《無量壽經》講的「飲苦食毒」，有這麼一句經文。大概到那個時候，你看佛菩薩的預言，經上的預言，你就曉得了「飲苦食毒」。這些現象我們今天看在眼裡，不能不提高警覺，要下定決心求生淨土，這個世界沒有可留戀的。"
    },
    {
      "id": "21-357-0001_p0045",
      "zh_CN": "现在科学家报导的南北极的冰，地球变暖了，都是人为的，加速度的在融化，科学家估计，预估是五十年。但是联合国发表的，大概是前年发表的，一百年，二一００年，我们这个地球上再也看不到冰，冰没有了。冰没有了，换句话说，海水就上升了，南北极的冰全融化，海水上升七十米；换句话说，海拔七十米沿海的都市统统淹在水里，这是现在一般人都知道的。科学家跟我们说五十年，联合国发表的是一百年，很快，当然它不是突然的，年年在化，海水年年在上升。在我想十年之后，香港填海的地区也都淹掉，没法子再填。问题是愈来愈严重，海洋的面积扩大，陆地慢慢在缩小，其他的灾变我们就不得而知。所以知道这些状况，对我们来讲不是坏事，是好事，什么好事？让我们不敢不念佛求生净土，不求生净土没路可走，逼得我们非干不可。要真正加紧用功，非干不可，所以是好事，不是坏事，逆增上缘。",
      "zh_TW": "現在科學家報導的南北極的冰，地球變暖了，都是人為的，加速度的在融化，科學家估計，預估是五十年。但是聯合國發表的，大概是前年發表的，一百年，二一００年，我們這個地球上再也看不到冰，冰沒有了。冰沒有了，換句話說，海水就上升了，南北極的冰全融化，海水上升七十米；換句話說，海拔七十米沿海的都市統統淹在水裡，這是現在一般人都知道的。科學家跟我們說五十年，聯合國發表的是一百年，很快，當然它不是突然的，年年在化，海水年年在上升。在我想十年之後，香港填海的地區也都淹掉，沒法子再填。問題是愈來愈嚴重，海洋的面積擴大，陸地慢慢在縮小，其他的災變我們就不得而知。所以知道這些狀況，對我們來講不是壞事，是好事，什麼好事？讓我們不敢不念佛求生淨土，不求生淨土沒路可走，逼得我們非幹不可。要真正加緊用功，非幹不可，所以是好事，不是壞事，逆增上緣。"
    },
    {
      "id": "21-357-0001_p0046",
      "zh_CN": "所以有定才有般若，智慧就开了。这第六条「般若善观妙法」。人智慧开了之后，看法跟我们凡夫完全不一样。智慧开了之后，你见到诸法实相，一切万法的真相，你看到了。头一个看到的是一切众生本来是佛，我们现在看一切众生是众生，看佛也是众生，到智慧开了之后，你就看到一切众生本来是佛，是真佛不是假佛。就是现在他面前有了障碍，其实障碍并没有障碍他自己，也没有障碍外面，就是那一层虚妄他没有放下。放下不放下没有关系确实他是真佛，所以你对于一切众生的恭敬心自然生起。因为我们现在看不到真相，所以掉以轻心，轻慢，傲慢；看到真相就不是的，自然普贤德也具足，看到一切法皆是不生不灭。所以佛经上讲的「涅槃寂静」，你就完全明了。明了就是证得，入佛的境界，所以没有般若智慧不行。",
      "zh_TW": "所以有定才有般若，智慧就開了。這第六條「般若善觀妙法」。人智慧開了之後，看法跟我們凡夫完全不一樣。智慧開了之後，你見到諸法實相，一切萬法的真相，你看到了。頭一個看到的是一切眾生本來是佛，我們現在看一切眾生是眾生，看佛也是眾生，到智慧開了之後，你就看到一切眾生本來是佛，是真佛不是假佛。就是現在他面前有了障礙，其實障礙並沒有障礙他自己，也沒有障礙外面，就是那一層虛妄他沒有放下。放下不放下沒有關係確實他是真佛，所以你對於一切眾生的恭敬心自然生起。因為我們現在看不到真相，所以掉以輕心，輕慢，傲慢；看到真相就不是的，自然普賢德也具足，看到一切法皆是不生不滅。所以佛經上講的「涅槃寂靜」，你就完全明瞭。明瞭就是證得，入佛的境界，所以沒有般若智慧不行。"
    },
    {
      "id": "21-357-0001_p0047",
      "zh_CN": "般若智慧就是三种烦恼，妄想分别执着统统放下。禅定，定功深的时候放下两种，放下了执着，放下执着，六道轮回没有了出了六道；再放下分别，然后再破一品无明，证一分法身，脱离了十法界，十法界的依正庄严的真相你完全明白了，不需要学，障碍去掉自然明白了。所以佛法修行没有别的，去障而已。用什么方法去障？放下。弥勒菩萨教我们，弥勒菩萨在中国的化身是布袋和尚，所以中国人造弥勒菩萨的像，都造布袋和尚的像。布袋和尚是五代后梁时代的人，出现在浙江。人胖胖的，耳朵很大，满面笑容。每天背个大布袋，人家供养，他也不看都往布袋里放。有人问他什么是佛法？他把布袋往地下一放，两手一摊，告诉我们这就是佛法。人家一看，这放下，放下以后怎么办？拿布袋拎起来就走了，让你去想去。放下之后还要提起，提起什么？提起帮助苦难众生，不是放下就没事。放下是自己没事，众生还有事，要顾虑他们。你要度众生，你看看先要放下，你先放不下你度不了众生，所以首先要自己放下，这个很重要。",
      "zh_TW": "般若智慧就是三種煩惱，妄想分別執著統統放下。禪定，定功深的時候放下兩種，放下了執著，放下執著，六道輪迴沒有了出了六道；再放下分別，然後再破一品無明，證一分法身，脫離了十法界，十法界的依正莊嚴的真相你完全明白了，不需要學，障礙去掉自然明白了。所以佛法修行沒有別的，去障而已。用什麼方法去障？放下。彌勒菩薩教我們，彌勒菩薩在中國的化身是布袋和尚，所以中國人造彌勒菩薩的像，都造布袋和尚的像。布袋和尚是五代後梁時代的人，出現在浙江。人胖胖的，耳朵很大，滿面笑容。每天背個大布袋，人家供養，他也不看都往布袋裡放。有人問他什麼是佛法？他把布袋往地下一放，兩手一攤，告訴我們這就是佛法。人家一看，這放下，放下以後怎麼辦？拿布袋拎起來就走了，讓你去想去。放下之後還要提起，提起什麼？提起幫助苦難眾生，不是放下就沒事。放下是自己沒事，眾生還有事，要顧慮他們。你要度眾生，你看看先要放下，你先放不下你度不了眾生，所以首先要自己放下，這個很重要。"
    },
    {
      "id": "21-357-0001_p0048",
      "zh_CN": "下面第七「方便随缘教化」。这方便波罗蜜，方是方法，便是便宜。也就是说，我们在日常生活当中，处事待人接物要用最恰当的方法，方便就是最恰当的、最合适的，所以这个方便就没有一定。对不一样的人，不一样的时间，不一样的事，没有一定的原则，所以一定要有智慧去处理，会处理得非常恰当。因人、因事、因时不一样，所以说方便有多门，真的是无量无边，归元无二路。方向目标是一个，决定是一个方向、一个目标，可是方法，在佛法里面讲八万四千法门，方便；无量法门，就是方便，它是活的。方便从哪里来？方便是般若波罗蜜来的，他有智慧，所以他的智慧在生活、在工作、在待人接物就用得非常灵活，非常的善巧，巧妙。所以方便是随缘教化众生，不是为自己。自己的受用是般若波罗蜜，后面这四条都是利他的，都是为众生的。所以为众生，头一个你要懂得善巧方便，你才能帮助众生、成就众生。",
      "zh_TW": "下面第七「方便隨緣教化」。這方便波羅蜜，方是方法，便是便宜。也就是說，我們在日常生活當中，處事待人接物要用最恰當的方法，方便就是最恰當的、最合適的，所以這個方便就沒有一定。對不一樣的人，不一樣的時間，不一樣的事，沒有一定的原則，所以一定要有智慧去處理，會處理得非常恰當。因人、因事、因時不一樣，所以說方便有多門，真的是無量無邊，歸元無二路。方向目標是一個，決定是一個方向、一個目標，可是方法，在佛法裡面講八萬四千法門，方便；無量法門，就是方便，它是活的。方便從哪裡來？方便是般若波羅蜜來的，他有智慧，所以他的智慧在生活、在工作、在待人接物就用得非常靈活，非常的善巧，巧妙。所以方便是隨緣教化眾生，不是為自己。自己的受用是般若波羅蜜，後面這四條都是利他的，都是為眾生的。所以為眾生，頭一個你要懂得善巧方便，你才能幫助眾生、成就眾生。"
    },
    {
      "id": "21-357-0001_p0049",
      "zh_CN": "譬如在过去学佛，确实就是从十善业学起，出家的就从《沙弥律仪》学起。现在为什么学《弟子规》、要学《感应篇》？没有这两样东西，你的十善业跟《沙弥律仪》决定做不到，这就是在今天的方便。过去人为什么做到？过去人从小在家里，这两样东西都学会，他有根了。我的老家那个地方比较落后，距离沿海比较远，是比较落后的地区。落后有落后的好处，好在哪里？污染的时间短。所以我们家乡传统文化的断层大概是三代，还有救，还很好救。",
      "zh_TW": "譬如在過去學佛，確實就是從十善業學起，出家的就從《沙彌律儀》學起。現在為什麼學《弟子規》、要學《感應篇》？沒有這兩樣東西，你的十善業跟《沙彌律儀》決定做不到，這就是在今天的方便。過去人為什麼做到？過去人從小在家裡，這兩樣東西都學會，他有根了。我的老家那個地方比較落後，距離沿海比較遠，是比較落後的地區。落後有落後的好處，好在哪裡？污染的時間短。所以我們家鄉傳統文化的斷層大概是三代，還有救，還很好救。"
    },
    {
      "id": "21-357-0001_p0050",
      "zh_CN": "我小时候生长在农村，我十岁离开农村。受《弟子规》这些教育都是十岁以前，所以有根，很管用，一岁到十岁；能够在这花花世界没有被染污，就靠那一点根起作用。所以我们到汤池办实验，把《弟子规》搬到农村里来教，我原来想法是三年才能看到成效，没有想到三个月就看到，怎么人这么好教？可是要在香港教的话，三年都不行。你看我们在那里教了一个镇，一个乡镇十二个村庄，居民总共有四万八千人，三个月能教好，收到效果。我们在香港同住的这一层大楼，三年都教不好。所以这个地方断了六、七代了，难就难在这个地方。你看这栋大楼住的人多少？我们在讲经，他们上上下下不来听。这就是说明这个传统教育的断层关系太大！我们真没有想到，汤池教学一年这样殊胜的成果，你看这是三宝加持，祖宗有德。",
      "zh_TW": "我小時候生長在農村，我十歲離開農村。受《弟子規》這些教育都是十歲以前，所以有根，很管用，一歲到十歲；能夠在這花花世界沒有被染污，就靠那一點根起作用。所以我們到湯池辦實驗，把《弟子規》搬到農村裡來教，我原來想法是三年才能看到成效，沒有想到三個月就看到，怎麼人這麼好教？可是要在香港教的話，三年都不行。你看我們在那裡教了一個鎮，一個鄉鎮十二個村莊，居民總共有四萬八千人，三個月能教好，收到效果。我們在香港同住的這一層大樓，三年都教不好。所以這個地方斷了六、七代了，難就難在這個地方。你看這棟大樓住的人多少？我們在講經，他們上上下下不來聽。這就是說明這個傳統教育的斷層關係太大！我們真沒有想到，湯池教學一年這樣殊勝的成果，你看這是三寶加持，祖宗有德。"
    },
    {
      "id": "21-357-0001_p0051",
      "zh_CN": "联合国来找我，我是很想把这桩事情介绍给联合国，他来找我。我们找他很难，他找我就不难。所以他来一找我，我非常欢喜，赶快去，去干什么？我们汤池的推销展览，我们把它做一个销售发表会，当作是中国传统文化教学推广的一个介绍中心，太难得，联合国总部给我们来推销展览。非常成功，这三天的展览收到很大的效果。教科文组织是有一百九十二个国家代表，等于说把这就介绍给全世界，我们的目的就达到了。我在那里干这个事情，就是为这桩事情。能够让全世界都知道，这个方法可以化解冲突，可以促进社会安定、世界和平。目的达到了，汤池我就不做了，我送给政府，希望政府继续干去，我们不干了，我们讲《华严经》，不搞这个事情了。",
      "zh_TW": "聯合國來找我，我是很想把這樁事情介紹給聯合國，他來找我。我們找他很難，他找我就不難。所以他來一找我，我非常歡喜，趕快去，去幹什麼？我們湯池的推銷展覽，我們把它做一個銷售發表會，當作是中國傳統文化教學推廣的一個介紹中心，太難得，聯合國總部給我們來推銷展覽。非常成功，這三天的展覽收到很大的效果。教科文組織是有一百九十二個國家代表，等於說把這就介紹給全世界，我們的目的就達到了。我在那裡幹這個事情，就是為這樁事情。能夠讓全世界都知道，這個方法可以化解衝突，可以促進社會安定、世界和平。目的達到了，湯池我就不做了，我送給政府，希望政府繼續幹去，我們不幹了，我們講《華嚴經》，不搞這個事情了。"
    },
    {
      "id": "21-357-0001_p0052",
      "zh_CN": "没有人干，我们才干，不干人家不相信。联合国的和平会议我开过很多次，到最后我们把中国这一套方法介绍给大家，大家听了很欢喜，最后问我一句话：法师，这是理想，不能落实的，做不到。所以我才要做个样子给你看，可以做得到。我做到了，我到联合国告诉他，行，这个方法能做得到。只要大家好好的从《弟子规》，从《感应篇》、十善业学，世界就会和平，问题就能化解。所以我们干这个事情目的在此地。过去人家不晓得，我们到底是有什么企图、有什么目的？我们企图、目的就是把它介绍给全世界，特别是给这些从事世界和平工作的这些人。让他们有个信心，这个方法能做得到，开会不行，开不出来，不会有结果。",
      "zh_TW": "沒有人幹，我們才幹，不幹人家不相信。聯合國的和平會議我開過很多次，到最後我們把中國這一套方法介紹給大家，大家聽了很歡喜，最後問我一句話：法師，這是理想，不能落實的，做不到。所以我才要做個樣子給你看，可以做得到。我做到了，我到聯合國告訴他，行，這個方法能做得到。只要大家好好的從《弟子規》，從《感應篇》、十善業學，世界就會和平，問題就能化解。所以我們幹這個事情目的在此地。過去人家不曉得，我們到底是有什麼企圖、有什麼目的？我們企圖、目的就是把它介紹給全世界，特別是給這些從事世界和平工作的這些人。讓他們有個信心，這個方法能做得到，開會不行，開不出來，不會有結果。"
    },
    {
      "id": "21-357-0001_p0053",
      "zh_CN": "欧美有一些人（少数人）用镇压、用报复，这只有结冤仇，不能解决问题。现在国际上也有不少人慢慢在觉悟。用中国这一套方法，还是英国人说出来的。大概在六十年前，英国的汤恩比博士说的，「解决二十一世纪的社会问题，只有中国孔孟学说与大乘佛法」，他说出来的。现在进入二十一世纪，确实社会问题非常严重，所以多少人关心用什么方法，想不出方法，我们把这做一个展览、做一个榜样，确实能办得到。这都是方便随缘教化。",
      "zh_TW": "歐美有一些人（少數人）用鎮壓、用報復，這只有結冤仇，不能解決問題。現在國際上也有不少人慢慢在覺悟。用中國這一套方法，還是英國人說出來的。大概在六十年前，英國的湯恩比博士說的，「解決二十一世紀的社會問題，只有中國孔孟學說與大乘佛法」，他說出來的。現在進入二十一世紀，確實社會問題非常嚴重，所以多少人關心用什麼方法，想不出方法，我們把這做一個展覽、做一個榜樣，確實能辦得到。這都是方便隨緣教化。"
    },
    {
      "id": "21-357-0001_p0054",
      "zh_CN": "底下「愿度一切众生」，这条是菩提心的根本。「众生无边誓愿度」，看到苦难的众生，伸出援手的心自然就生起来。孟子所谓的「恻隐之心人皆有之」。可是现在比从前差很多了，在从前，一个老人在街上跌倒，旁边马上就有人把他扶起来。我们到美国去的时候，美国那边同学就告诉我：法师，千万不能做。我说为什么？应该要做的。你把他扶起来，他就告你，他说你把他推倒，赖一下要赔多少钱。可能问你要赔一百万、赔二百万，那还得了！所以他有法律的保障。好，法律保障让他法律保障去，我们不敢伸出援手，看到也没有法子。现在的世界逐渐逐渐趋向法律，没有人情，没有道德，这怎么得了？法律并不完善，法律限制好人；奸巧人他玩弄法律，钻法律的漏洞，当然他有他的果报。只有规规矩矩老实人守法，但是守法的人果报在来世，这一世虽然苦一点，来世好，好人决定有好报。所以愿度一切众生，要有这个愿。",
      "zh_TW": "底下「願度一切眾生」，這條是菩提心的根本。「眾生無邊誓願度」，看到苦難的眾生，伸出援手的心自然就生起來。孟子所謂的「惻隱之心人皆有之」。可是現在比從前差很多了，在從前，一個老人在街上跌倒，旁邊馬上就有人把他扶起來。我們到美國去的時候，美國那邊同學就告訴我：法師，千萬不能做。我說為什麼？應該要做的。你把他扶起來，他就告你，他說你把他推倒，賴一下要賠多少錢。可能問你要賠一百萬、賠二百萬，那還得了！所以他有法律的保障。好，法律保障讓他法律保障去，我們不敢伸出援手，看到也沒有法子。現在的世界逐漸逐漸趨向法律，沒有人情，沒有道德，這怎麼得了？法律並不完善，法律限制好人；奸巧人他玩弄法律，鑽法律的漏洞，當然他有他的果報。只有規規矩矩老實人守法，但是守法的人果報在來世，這一世雖然苦一點，來世好，好人決定有好報。所以願度一切眾生，要有這個願。"
    },
    {
      "id": "21-357-0001_p0055",
      "zh_CN": "法律上有很多，我们也想办法。现在我们利用网际网路、利用卫星电视来教学，这个方法好。这个方法真的是有百利而无一害。如果这个道场，我们有几个志同道合的，我们的上课一天到晚不间断。我们网路把每天的教学同时播出去，在全世界有缘的人，喜欢在一起学习的人就得到方便，要有这个愿。人有善愿，一定会成就。",
      "zh_TW": "法律上有很多，我們也想辦法。現在我們利用網際網路、利用衛星電視來教學，這個方法好。這個方法真的是有百利而無一害。如果這個道場，我們有幾個志同道合的，我們的上課一天到晚不間斷。我們網路把每天的教學同時播出去，在全世界有緣的人，喜歡在一起學習的人就得到方便，要有這個願。人有善願，一定會成就。"
    },
    {
      "id": "21-357-0001_p0056",
      "zh_CN": "第九「力能涉世无染」，（这个摄是错误，这是个错字，我的原稿上没有错，他这打错了。三点水，一个走路，步部，大家把它改过来，三点水，一个步，脚步的步）涉世，就是我们有能力，在这个世间不受世间的染污，这是力。我们谚语里头有一句话，「同流而不合污」，就这个意思。我可以跟你共同生活，共同工作，不染污，染污是什么？贪瞋痴慢，我们不受染污，这就是力。这是什么力？般若的力，智慧的力，道德的力量，决定不受染污。现代的染污太多太多了，也就是社会的诱惑。不会受诱惑、不会受染污。",
      "zh_TW": "第九「力能涉世無染」，（這個攝是錯誤，這是個錯字，我的原稿上沒有錯，他這打錯了。三點水，一個走路，步部，大家把它改過來，三點水，一個步，腳步的步）涉世，就是我們有能力，在這個世間不受世間的染污，這是力。我們諺語裡頭有一句話，「同流而不合污」，就這個意思。我可以跟你共同生活，共同工作，不染污，染污是什麼？貪瞋痴慢，我們不受染污，這就是力。這是什麼力？般若的力，智慧的力，道德的力量，決定不受染污。現代的染污太多太多了，也就是社會的誘惑。不會受誘惑、不會受染污。"
    },
    {
      "id": "21-357-0001_p0057",
      "zh_CN": "最后一条「智即真心应法」，这是十种圆满最后。这个智是善巧方便，权智，我们一般人讲智慧。这是智慧的起用（起作用），统统都是用真心。也就是我们这对联上讲的，「真诚，清净，平等，正觉，慈悲」，以这样的心态来应一切法，那就是对人、对事、对物我们都是用真诚心，清净心，平等心，觉悟心，慈悲心，处事待人接物。这就是文殊之德落实在事上，在日常生活当中真的把它做到。用大心量来做，成就圆满的功德回归到自性，就是如来的智慧德相。只要我们的智慧、德成就了，相自然就转过来，相随心转，相随我们的意念转。我们的意念都好，如果我们地球上的人人人都照这个做，我们的地球就是极乐世界。极乐世界里面所说的，在我们这个世间统统看到。所以一切要从自己心地上去做功夫，不在外面。",
      "zh_TW": "最後一條「智即真心應法」，這是十種圓滿最後。這個智是善巧方便，權智，我們一般人講智慧。這是智慧的起用（起作用），統統都是用真心。也就是我們這對聯上講的，「真誠，清淨，平等，正覺，慈悲」，以這樣的心態來應一切法，那就是對人、對事、對物我們都是用真誠心，清淨心，平等心，覺悟心，慈悲心，處事待人接物。這就是文殊之德落實在事上，在日常生活當中真的把它做到。用大心量來做，成就圓滿的功德回歸到自性，就是如來的智慧德相。只要我們的智慧、德成就了，相自然就轉過來，相隨心轉，相隨我們的意念轉。我們的意念都好，如果我們地球上的人人人都照這個做，我們的地球就是極樂世界。極樂世界裡面所說的，在我們這個世間統統看到。所以一切要從自己心地上去做功夫，不在外面。"
    },
    {
      "id": "21-357-0001_p0058",
      "zh_CN": "今天另外还有一张，这张我看过，这张里头没有错字。永明延寿大师一段开示，这个境界很高，诸位常常去念，会很有受用。最重要的一句话，就是后面的四句，「一念心不生，六根总无过」。就没有过失。「不思一物，即是本心」，就是你心里面那些妄念统统断了，真心就现前，那就是真心。还有念头，就不是真心，妄心。这个非常重要。将来有时间，我们再把这一篇跟诸位介绍，这篇东西非常之好。里面当中有一句，「欲外安和，但内宁静」，这句话很重要。我们希望外面能够平安，能够安定，能够和平，从哪里做？从内心做。内心清净，外面就安定、就和平。好，现在时间到了，我们就学到此地。",
      "zh_TW": "今天另外還有一張，這張我看過，這張裡頭沒有錯字。永明延壽大師一段開示，這個境界很高，諸位常常去念，會很有受用。最重要的一句話，就是後面的四句，「一念心不生，六根總無過」。就沒有過失。「不思一物，即是本心」，就是你心裡面那些妄念統統斷了，真心就現前，那就是真心。還有念頭，就不是真心，妄心。這個非常重要。將來有時間，我們再把這一篇跟諸位介紹，這篇東西非常之好。裡面當中有一句，「欲外安和，但內寧靜」，這句話很重要。我們希望外面能夠平安，能夠安定，能夠和平，從哪裡做？從內心做。內心清淨，外面就安定、就和平。好，現在時間到了，我們就學到此地。"
    }
  ]
}