{
  "doc_id": "32-100-0001",
  "title": {
    "zh_CN": "真心信佛 专精念佛——报恩佛七法会谈话",
    "zh_TW": "真心信佛 專精念佛——報恩佛七法會談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-100-0001",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "32-100-0001_p0001",
      "zh_CN": "畅公老和尚慈悲，清公和尚慈悲，各位法师、各位同修慈悲！",
      "zh_TW": "暢公老和尚慈悲，清公和尚慈悲，各位法師、各位同修慈悲！"
    },
    {
      "id": "32-100-0001_p0002",
      "zh_CN": "这一次畅公老和尚发起报恩佛七法会，倡导大家依照净土大经修行，效法海贤老和尚，一门深入，长时薰修，一句佛号念到底，一心求生极乐世界，圆满无上正等正觉，这是功德无量的大事因缘。畅公是我的老朋友，我们认识将近四十年了，他希望我跟大家讲几句勉励的话，正好我也是非常敬佩海贤老和尚表法的精神，所以就恭敬不如从命，在这里提供自己肤浅的一点修学心得，仅供大家参考。",
      "zh_TW": "這一次暢公老和尚發起報恩佛七法會，倡導大家依照淨土大經修行，效法海賢老和尚，一門深入，長時薰修，一句佛號念到底，一心求生極樂世界，圓滿無上正等正覺，這是功德無量的大事因緣。暢公是我的老朋友，我們認識將近四十年了，他希望我跟大家講幾句勉勵的話，正好我也是非常敬佩海賢老和尚表法的精神，所以就恭敬不如從命，在這裡提供自己膚淺的一點修學心得，僅供大家參考。"
    },
    {
      "id": "32-100-0001_p0003",
      "zh_CN": "我们有许多同修都是学佛、念佛很多年了，学佛，有没有得到真实的受用？念佛，有没有得到真实的功夫？我想，每个人自己心里有数，对于那些学佛还没有得到真实受用，念佛还没有得到真实功夫的人，我们需要自我检讨，问题出在哪里？针对问题加以改进，学佛念佛才能得到真实的利益。",
      "zh_TW": "我們有許多同修都是學佛、念佛很多年了，學佛，有沒有得到真實的受用？念佛，有沒有得到真實的功夫？我想，每個人自己心裡有數，對於那些學佛還沒有得到真實受用，念佛還沒有得到真實功夫的人，我們需要自我檢討，問題出在哪裡？針對問題加以改進，學佛念佛才能得到真實的利益。"
    },
    {
      "id": "32-100-0001_p0004",
      "zh_CN": "善导大师有一首偈子，意思非常深远，他说「弘誓多门四十八，遍标念佛最为亲，人能念佛佛还念，专心想佛佛知人。」",
      "zh_TW": "善導大師有一首偈子，意思非常深遠，他說「弘誓多門四十八，遍標念佛最為親，人能念佛佛還念，專心想佛佛知人。」"
    },
    {
      "id": "32-100-0001_p0005",
      "zh_CN": "第一句，「弘誓多门四十八」是讲阿弥陀佛的四十八愿广度众生。",
      "zh_TW": "第一句，「弘誓多門四十八」是講阿彌陀佛的四十八願廣度眾生。"
    },
    {
      "id": "32-100-0001_p0006",
      "zh_CN": "第二句，「遍标念佛最为亲」是讲的第十八愿，四十八愿之中的第十八愿，这一愿讲的是「十念必生」。古来祖师大德都说，四十八愿里头第十八愿是中心，是最重要的一愿，成就阿弥陀佛真正普度一切众生。上自等觉菩萨，下至阿鼻地狱，平等得度、平等成佛，就在这一愿当中，所以说，「遍标念佛最为亲」。",
      "zh_TW": "第二句，「遍標念佛最為親」是講的第十八願，四十八願之中的第十八願，這一願講的是「十念必生」。古來祖師大德都說，四十八願裡頭第十八願是中心，是最重要的一願，成就阿彌陀佛真正普度一切眾生。上自等覺菩薩，下至阿鼻地獄，平等得度、平等成佛，就在這一願當中，所以說，「遍標念佛最為親」。"
    },
    {
      "id": "32-100-0001_p0007",
      "zh_CN": "底下则是勉励我们，「人能念佛佛还念」，我念佛，佛就念我。「我念佛」是求感应，是把自己的凡夫心转变成佛心，必定得到感应，这个转变是真实不可思议的。「佛念我」是佛力加持我，在一切时一切处，都得佛力加持。",
      "zh_TW": "底下則是勉勵我們，「人能念佛佛還念」，我念佛，佛就念我。「我念佛」是求感應，是把自己的凡夫心轉變成佛心，必定得到感應，這個轉變是真實不可思議的。「佛念我」是佛力加持我，在一切時一切處，都得佛力加持。"
    },
    {
      "id": "32-100-0001_p0008",
      "zh_CN": "佛的加持有两种，大经上常讲，有「冥加」有「显加」，「冥加」就是暗中加持，我们自己感觉不到，「显加」是明显的加持，自己感觉到清清楚楚、明明白白，觉得佛在加持。所以你自己感觉得到的加持，这是「显」，明显的加持，是「显加」，感觉不到的这是「冥」，在冥冥当中加持你，是「冥加」。所以无论是「显加」还是「冥加」，只要你有感，佛决定有应，决定加持你，这是我们首先必须肯定的。",
      "zh_TW": "佛的加持有兩種，大經上常講，有「冥加」有「顯加」，「冥加」就是暗中加持，我們自己感覺不到，「顯加」是明顯的加持，自己感覺到清清楚楚、明明白白，覺得佛在加持。所以你自己感覺得到的加持，這是「顯」，明顯的加持，是「顯加」，感覺不到的這是「冥」，在冥冥當中加持你，是「冥加」。所以無論是「顯加」還是「冥加」，只要你有感，佛決定有應，決定加持你，這是我們首先必須肯定的。"
    },
    {
      "id": "32-100-0001_p0009",
      "zh_CN": "海贤老和尚说，「好好念佛，成佛是大事，其他啥都是假的。」在世出世法里头唯有念佛，这桩事情叫真正可靠，真正靠得住。世间法里头，求人，人靠不住，人的感情千变万化，早晨好了，晚上就恼了。特别是你看，现代这个社会，无论是哪个国家地区，两个人好了，好得不得了，这个时候就结婚。但是，听说没几天他们两个就闹离婚了。你看看，这个起伏多大，这就说明靠不住。所以人与人之间往来，无论好也好，恼也好，学佛的人知道，那都是虚情假意。学佛的人有智慧，有智慧的人，不会把这个事情当真，换句话说，他总是以平常心看，看得很平淡，看得很冷淡，知道是假的，不是真的。如果你求佛，那是决定可靠的！佛决定加持你。",
      "zh_TW": "海賢老和尚說，「好好念佛，成佛是大事，其他啥都是假的。」在世出世法裡頭唯有念佛，這樁事情叫真正可靠，真正靠得住。世間法裡頭，求人，人靠不住，人的感情千變萬化，早晨好了，晚上就惱了。特別是你看，現代這個社會，無論是哪個國家地區，兩個人好了，好得不得了，這個時候就結婚。但是，聽說沒幾天他們兩個就鬧離婚了。你看看，這個起伏多大，這就說明靠不住。所以人與人之間往來，無論好也好，惱也好，學佛的人知道，那都是虛情假意。學佛的人有智慧，有智慧的人，不會把這個事情當真，換句話說，他總是以平常心看，看得很平淡，看得很冷淡，知道是假的，不是真的。如果你求佛，那是決定可靠的！佛決定加持你。"
    },
    {
      "id": "32-100-0001_p0010",
      "zh_CN": "有些人来求佛，但是没有感应，没有感应是因为自己有业障，这是从前章嘉大师教给我的。这个时候要认真去反省，检点自己，障碍在哪里，把自己的业障找出来，找出来之后，把业障消除，感应就通了，就能感应道交，感应的障碍决定在自己内心，决定不在心外。你要是想有人为的业障、环境的业障，那你就错了。障碍，确实是在内心，所以，要从心地里头把障碍拔除，就能与佛感应道交。",
      "zh_TW": "有些人來求佛，但是沒有感應，沒有感應是因為自己有業障，這是從前章嘉大師教給我的。這個時候要認真去反省，檢點自己，障礙在哪裡，把自己的業障找出來，找出來之後，把業障消除，感應就通了，就能感應道交，感應的障礙決定在自己內心，決定不在心外。你要是想有人為的業障、環境的業障，那你就錯了。障礙，確實是在內心，所以，要從心地裡頭把障礙拔除，就能與佛感應道交。"
    },
    {
      "id": "32-100-0001_p0011",
      "zh_CN": "所以，善导大师说「人能念佛佛还念」，佛在经论里头，一再给我们说明宇宙万有、十法界依正庄严是从哪里来的。《华严经》上讲的，「唯心所现，唯识所变」，十法界依正庄严是从心想生的。心想就是「识」，我们想佛，就变成佛，想菩萨就变成菩萨，看你怎么想法。如果你真正想佛，你想上三个月，不要多，三个月就见效，你的相貌就像佛，所谓「相随心转」。",
      "zh_TW": "所以，善導大師說「人能念佛佛還念」，佛在經論裡頭，一再給我們說明宇宙萬有、十法界依正莊嚴是從哪裡來的。《華嚴經》上講的，「唯心所現，唯識所變」，十法界依正莊嚴是從心想生的。心想就是「識」，我們想佛，就變成佛，想菩薩就變成菩薩，看你怎麼想法。如果你真正想佛，你想上三個月，不要多，三個月就見效，你的相貌就像佛，所謂「相隨心轉」。"
    },
    {
      "id": "32-100-0001_p0012",
      "zh_CN": "你念佛，念了十几年，相貌还没有改变，这说明你念佛没功夫，所以没有转变。念佛，有没有真正功夫，有没有真实受用，还要问别人吗？一看就知道了。你念佛，你像不像佛？念观音菩萨，你像不像观音菩萨？三个月就有感应，就转变了，半年就有显著的变化。如果有个老朋友，你跟他三年没有见面，他要是见到你，一定非常讶异，所以，你从这里看到成果了，相貌变了，体质变了，体质，也是从心想生。这就是学佛、念佛的感应。有些同修实在说，生活得很可怜，很想改变自己的环境，却又改变不了，毛病出在哪里？毛病出在，他根本不信佛，这就没办法了，他不相信，就没法子。",
      "zh_TW": "你念佛，念了十幾年，相貌還沒有改變，這說明你念佛沒功夫，所以沒有轉變。念佛，有沒有真正功夫，有沒有真實受用，還要問別人嗎？一看就知道了。你念佛，你像不像佛？念觀音菩薩，你像不像觀音菩薩？三個月就有感應，就轉變了，半年就有顯著的變化。如果有個老朋友，你跟他三年沒有見面，他要是見到你，一定非常訝異，所以，你從這裡看到成果了，相貌變了，體質變了，體質，也是從心想生。這就是學佛、念佛的感應。有些同修實在說，生活得很可憐，很想改變自己的環境，卻又改變不了，毛病出在哪裡？毛病出在，他根本不信佛，這就沒辦法了，他不相信，就沒法子。"
    },
    {
      "id": "32-100-0001_p0013",
      "zh_CN": "人活在世间，哪一桩事情最难？不死最难。你要是真正信佛，你这一生当中，确确实实可以做到不死。这个问题都能解决，何况其他问题，但是这件事情有几个人真正相信？他虽然表面上说是学佛了，但是他还是相信贪瞋痴，还是相信五欲六尘，这就没法子，没救了。他不相信佛，生了病，他想什么？天天想他的病，这个糟糕不糟糕，这就坏了。如果，能把念头一转，想佛，专心去想佛，专心想佛佛知人。专心想佛，人就变成佛；专心想观音世菩萨，这个人就变成观世音菩萨，这是真正改变环境，改变体质。所以治病从哪里治？这叫根本治。",
      "zh_TW": "人活在世間，哪一樁事情最難？不死最難。你要是真正信佛，你這一生當中，確確實實可以做到不死。這個問題都能解決，何況其他問題，但是這件事情有幾個人真正相信？他雖然表面上說是學佛了，但是他還是相信貪瞋痴，還是相信五欲六塵，這就沒法子，沒救了。他不相信佛，生了病，他想什麼？天天想他的病，這個糟糕不糟糕，這就壞了。如果，能把念頭一轉，想佛，專心去想佛，專心想佛佛知人。專心想佛，人就變成佛；專心想觀音世菩薩，這個人就變成觀世音菩薩，這是真正改變環境，改變體質。所以治病從哪裡治？這叫根本治。"
    },
    {
      "id": "32-100-0001_p0014",
      "zh_CN": "反过来问，我们几个人在真干，几个人真正做到不怀疑、不夹杂、不间断？这三句话，非常重要！这就是海贤老和尚为我们表演出来的：一句佛号念到底，九十二年不拐弯。你如果要去搞别的，这就是说明你有怀疑、有夹杂、有间断了。说明你没有真正相信阿弥陀佛，你怎么能够与佛感应道交呢？",
      "zh_TW": "反過來問，我們幾個人在真幹，幾個人真正做到不懷疑、不夾雜、不間斷？這三句話，非常重要！這就是海賢老和尚為我們表演出來的：一句佛號念到底，九十二年不拐彎。你如果要去搞別的，這就是說明你有懷疑、有夾雜、有間斷了。說明你沒有真正相信阿彌陀佛，你怎麼能夠與佛感應道交呢？"
    },
    {
      "id": "32-100-0001_p0015",
      "zh_CN": "从这里，你就可以知道为什么你学佛多年，还没有得到真实受用，念佛多年还没有得到真实功夫，这不是很清楚摆在眼前的事实吗？不怀疑、不夹杂、不间断，这三句就是大势至菩萨所讲的「都摄六根，净念相继」，如果你能够这样去念佛，那你就成功了！从这里，你就可以体会到海贤老和尚说「不要以为，念一句两句就行了，不念到一心不乱，不算念佛。」这句话的真正含义。",
      "zh_TW": "從這裡，你就可以知道為什麼你學佛多年，還沒有得到真實受用，念佛多年還沒有得到真實功夫，這不是很清楚擺在眼前的事實嗎？不懷疑、不夾雜、不間斷，這三句就是大勢至菩薩所講的「都攝六根，淨念相繼」，如果你能夠這樣去念佛，那你就成功了！從這裡，你就可以體會到海賢老和尚說「不要以為，念一句兩句就行了，不念到一心不亂，不算念佛。」這句話的真正含義。"
    },
    {
      "id": "32-100-0001_p0016",
      "zh_CN": "由此可知，念佛功德不可思议。「功」是功夫，不怀疑、不夹杂、不间断是「功夫」。「德」是你的收获，在现前，相貌端严，从凡夫相变成佛菩萨相，从凡夫的身体变成佛菩萨的身体；将来往生西方极乐世界，必定是预知时至，没有病苦，如入禅定。古时候的人能做到，现在我们也常常听说有人做到，也有人亲眼见到有人做到的。这些先往生的人，给我们后人做见证，证明这桩事情不假。就像海贤老和尚就做到了，他不认识字，没有学过很多经教，他能做到，我们为什么做不到？换句话说，他肯放下，我为什么不肯放下？关键就在此地。",
      "zh_TW": "由此可知，念佛功德不可思議。「功」是功夫，不懷疑、不夾雜、不間斷是「功夫」。「德」是你的收穫，在現前，相貌端嚴，從凡夫相變成佛菩薩相，從凡夫的身體變成佛菩薩的身體；將來往生西方極樂世界，必定是預知時至，沒有病苦，如入禪定。古時候的人能做到，現在我們也常常聽說有人做到，也有人親眼見到有人做到的。這些先往生的人，給我們後人做見證，證明這樁事情不假。就像海賢老和尚就做到了，他不認識字，沒有學過很多經教，他能做到，我們為什麼做不到？換句話說，他肯放下，我為什麼不肯放下？關鍵就在此地。"
    },
    {
      "id": "32-100-0001_p0017",
      "zh_CN": "所以要真正放下才行，我常常讲，弘法利生的事情也要放下。心里头常常有弘法利生，你还是着了我相、人相、众生相、寿者相，你的心不清净，你不是佛心，不是菩萨心。菩萨没错，一天到晚弘法利生，人家心里若无其事，没有放在心上。怎么可以把这个事情挂在心上呢？《般若经》上教我们就是教这个。你看，那个心多清净，清净心是真心，真心就是佛心，从佛心起行就是佛行。换句话说，从若无其事而起行，就是菩萨行。如果心里头还有一念，还有其事，那是凡夫行，不是菩萨行。",
      "zh_TW": "所以要真正放下才行，我常常講，弘法利生的事情也要放下。心裡頭常常有弘法利生，你還是著了我相、人相、眾生相、壽者相，你的心不清淨，你不是佛心，不是菩薩心。菩薩沒錯，一天到晚弘法利生，人家心裡若無其事，沒有放在心上。怎麼可以把這個事情掛在心上呢？《般若經》上教我們就是教這個。你看，那個心多清淨，清淨心是真心，真心就是佛心，從佛心起行就是佛行。換句話說，從若無其事而起行，就是菩薩行。如果心裡頭還有一念，還有其事，那是凡夫行，不是菩薩行。"
    },
    {
      "id": "32-100-0001_p0018",
      "zh_CN": "所以，善导大师末后这两句话，「人能念佛佛还念，专心想佛佛知人」，实在说，就是我们行门的指导纲领，不能够疏忽。特别要注意，其中「专心想佛」这四个字，能够做到不怀疑、不夹杂、不间断，你才是专心想佛，才是专精。念佛能够专精才有成就，如果你念佛不能做到专精，你就很难得到好的成就。这是在这里与大家共勉的。最后，敬祝佛七法会顺利成就，功德圆满！",
      "zh_TW": "所以，善導大師末後這兩句話，「人能念佛佛還念，專心想佛佛知人」，實在說，就是我們行門的指導綱領，不能夠疏忽。特別要注意，其中「專心想佛」這四個字，能夠做到不懷疑、不夾雜、不間斷，你才是專心想佛，才是專精。念佛能夠專精才有成就，如果你念佛不能做到專精，你就很難得到好的成就。這是在這裡與大家共勉的。最後，敬祝佛七法會順利成就，功德圓滿！"
    },
    {
      "id": "32-100-0001_p0019",
      "zh_CN": "敬祝畅公老和尚，清公和尚，法体安康，光寿无量！",
      "zh_TW": "敬祝暢公老和尚，清公和尚，法體安康，光壽無量！"
    },
    {
      "id": "32-100-0001_p0020",
      "zh_CN": "敬祝大家专精念佛，一心不乱，花开见佛，法喜充满，谢谢大家。",
      "zh_TW": "敬祝大家專精念佛，一心不亂，花開見佛，法喜充滿，謝謝大家。"
    }
  ]
}