{
  "doc_id": "21-633-0001",
  "title": {
    "zh_CN": "真听老人言幸福在眼前",
    "zh_TW": "真聽老人言幸福在眼前"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "21-633-0001",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "21-633-0001_p0001",
      "zh_CN": "诸位法师，诸位大德，诸位同修，大家晚上好！今天这个题目很特别，叫「真听老人言，幸福在眼前」，这题目是谁出的？这两句话很不容易做到。那我们就要谈一谈，老人是谁？曾经有人问过我，好像是在「和谐拯救危机」，陈大惠先生问的。他说我们现在社会有了问题，国家有了问题，世界也有了问题，我们要问谁？我当时告诉他，我说你看看，三、四岁的小朋友他碰到难题了，他去找谁？他找他爸爸妈妈，肯定的。我们今天社会上碰到问题了，也得要找老祖宗，老祖宗有智慧，老祖宗有经验，特别是中国的老祖宗，我们常说的古圣先贤。他们的智慧，创造了这个民族、这个国家五千年的历史，非常难得的，在整个世界上，五千年长治久安，可以说是任何一个国家族群找不到，只有中国有。我们能不佩服吗？能不尊敬吗？",
      "zh_TW": "諸位法師，諸位大德，諸位同修，大家晚上好！今天這個題目很特別，叫「真聽老人言，幸福在眼前」，這題目是誰出的？這兩句話很不容易做到。那我們就要談一談，老人是誰？曾經有人問過我，好像是在「和諧拯救危機」，陳大惠先生問的。他說我們現在社會有了問題，國家有了問題，世界也有了問題，我們要問誰？我當時告訴他，我說你看看，三、四歲的小朋友他碰到難題了，他去找誰？他找他爸爸媽媽，肯定的。我們今天社會上碰到問題了，也得要找老祖宗，老祖宗有智慧，老祖宗有經驗，特別是中國的老祖宗，我們常說的古聖先賢。他們的智慧，創造了這個民族、這個國家五千年的歷史，非常難得的，在整個世界上，五千年長治久安，可以說是任何一個國家族群找不到，只有中國有。我們能不佩服嗎？能不尊敬嗎？"
    },
    {
      "id": "21-633-0001_p0002",
      "zh_CN": "过去七十年代，英国历史哲学家汤恩比博士他曾经说过，「解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」。诸位要知道，大乘佛法已经变成中国传统的一部分，两千年来，佛法对中国的文化贡献非常大。这就是汤恩比博士的话，他说中国古人心量很大，他能够包容异族文化，就是指的佛教，佛教是从印度传来的，他能包容、能接受、能认真学习。而佛教也真的是帮助了中国，就是丰富了中国传统文化，这是汤恩比博士说的。他说的话是真的吗？靠得住吗？我在伦敦，访问过牛津大学、剑桥大学跟伦敦大学，伦敦大学在排名比不上剑桥跟牛津，他们排在前面。可是如果单讲汉学，汉学的研究我觉得伦敦是应该领先，应该领先这两个学校。我跟他们汉学系的研究生，跟他们交流过，也跟他们的教授交流过。我问他，很认真的问他，汤恩比说的话，你们相不相信？因为他们是研究汉学的，我很佩服他们，这批年轻人，北京话讲得比我好，我还不会讲，他们讲得非常标准，能够读中国的文言文。有一个学生告诉我，他的博士论文是用的佛经，我说哪一部经？《无量寿经》。我说《无量寿经》有九种不同的版本，你用哪一个版本？他用夏莲居的会集本，跟我们现在讲的是同一个本子，太难得了。另外一个同学，他是研究《孟子》，用《孟子》写博士论文，还有一个用唐朝文学家王维，都非常难得，非常优秀。",
      "zh_TW": "過去七十年代，英國歷史哲學家湯恩比博士他曾經說過，「解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」。諸位要知道，大乘佛法已經變成中國傳統的一部分，兩千年來，佛法對中國的文化貢獻非常大。這就是湯恩比博士的話，他說中國古人心量很大，他能夠包容異族文化，就是指的佛教，佛教是從印度傳來的，他能包容、能接受、能認真學習。而佛教也真的是幫助了中國，就是豐富了中國傳統文化，這是湯恩比博士說的。他說的話是真的嗎？靠得住嗎？我在倫敦，訪問過牛津大學、劍橋大學跟倫敦大學，倫敦大學在排名比不上劍橋跟牛津，他們排在前面。可是如果單講漢學，漢學的研究我覺得倫敦是應該領先，應該領先這兩個學校。我跟他們漢學系的研究生，跟他們交流過，也跟他們的教授交流過。我問他，很認真的問他，湯恩比說的話，你們相不相信？因為他們是研究漢學的，我很佩服他們，這批年輕人，北京話講得比我好，我還不會講，他們講得非常標準，能夠讀中國的文言文。有一個學生告訴我，他的博士論文是用的佛經，我說哪一部經？《無量壽經》。我說《無量壽經》有九種不同的版本，你用哪一個版本？他用夏蓮居的會集本，跟我們現在講的是同一個本子，太難得了。另外一個同學，他是研究《孟子》，用《孟子》寫博士論文，還有一個用唐朝文學家王維，都非常難得，非常優秀。"
    },
    {
      "id": "21-633-0001_p0003",
      "zh_CN": "我问他们，也包括他们的教授，汤恩比说的话，你们承不承认？这些人对着我笑，不说话。我反过来问，汤恩比说错了？你们有没有同意？也不说话。最后还是我来解答这个问题，我说汤恩比没说错，可能是我们解读错了。这个话对汉学系的学生来说行，他们内行，他懂，儒释道他们都学过，而且根底很厚，大概在东方找像他们这些人的，不太容易找到，真下了功夫！我说为什么说是大家把汤恩比博士的话解错了？你们现在正在研究这门东西，研究儒学、道学、佛学，你们都是研究的大乘经论，像儒家孔孟学说，道家的《老子》、《庄子》，这些东西能帮助现前世界社会解决问题吗？没有人敢说。我说我懂得，为什么？解读错了。因为你们所看到的，提到儒，一定是四书五经、十三经，提到道，一定是老庄、列子，提到佛，一定是《华严》、《法华》、《般若》这些大经大论，这是什么？这是儒释道的花果，非常之美。今天的社会行不通！我说花果它从哪里长的？它从枝条上长的。枝从哪里来的？枝从干来的。干从哪里来的？干从本来的。本从哪里来的？从根来的。你能把儒释道的根找到，答案就出来了，要找根！老人就是根。你把它根找到，这个植物是活活泼泼的，它才会开花结果。如果你找不到根，你那个花果插出来是花瓶里面的插花，那是死的，几天就枯掉了，它起不了作用。",
      "zh_TW": "我問他們，也包括他們的教授，湯恩比說的話，你們承不承認？這些人對著我笑，不說話。我反過來問，湯恩比說錯了？你們有沒有同意？也不說話。最後還是我來解答這個問題，我說湯恩比沒說錯，可能是我們解讀錯了。這個話對漢學系的學生來說行，他們內行，他懂，儒釋道他們都學過，而且根底很厚，大概在東方找像他們這些人的，不太容易找到，真下了功夫！我說為什麼說是大家把湯恩比博士的話解錯了？你們現在正在研究這門東西，研究儒學、道學、佛學，你們都是研究的大乘經論，像儒家孔孟學說，道家的《老子》、《莊子》，這些東西能幫助現前世界社會解決問題嗎？沒有人敢說。我說我懂得，為什麼？解讀錯了。因為你們所看到的，提到儒，一定是四書五經、十三經，提到道，一定是老莊、列子，提到佛，一定是《華嚴》、《法華》、《般若》這些大經大論，這是什麼？這是儒釋道的花果，非常之美。今天的社會行不通！我說花果它從哪裡長的？它從枝條上長的。枝從哪裡來的？枝從幹來的。幹從哪裡來的？幹從本來的。本從哪裡來的？從根來的。你能把儒釋道的根找到，答案就出來了，要找根！老人就是根。你把它根找到，這個植物是活活潑潑的，它才會開花結果。如果你找不到根，你那個花果插出來是花瓶裡面的插花，那是死的，幾天就枯掉了，它起不了作用。"
    },
    {
      "id": "21-633-0001_p0004",
      "zh_CN": "儒释道的根是什么？儒家的根，五伦、五常、四维、八德，就这四科，一说大家都知道。五伦，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信。五伦是什么？五伦是讲关系，人与人的关系，人与大自然的关系，人与天地鬼神的关系，伦理是讲关系。懂得关系了，你就知道有义务，应该要尽的义务，五伦十义。用什么方法落实？用道德的规范，道德根本的东西，五常，五个字仁义礼智信。四维，礼义廉耻；八德，孝悌忠信仁爱和平。我们把它归纳，归纳为最精要的，实际上十二个字，孝悌忠信、礼义廉耻、仁爱和平。这是老祖宗，是不是他们发明的？不是。是不是他们创造的？不是。从哪来的？人性里头来的。",
      "zh_TW": "儒釋道的根是什麼？儒家的根，五倫、五常、四維、八德，就這四科，一說大家都知道。五倫，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信。五倫是什麼？五倫是講關係，人與人的關係，人與大自然的關係，人與天地鬼神的關係，倫理是講關係。懂得關係了，你就知道有義務，應該要盡的義務，五倫十義。用什麼方法落實？用道德的規範，道德根本的東西，五常，五個字仁義禮智信。四維，禮義廉恥；八德，孝悌忠信仁愛和平。我們把它歸納，歸納為最精要的，實際上十二個字，孝悌忠信、禮義廉恥、仁愛和平。這是老祖宗，是不是他們發明的？不是。是不是他們創造的？不是。從哪來的？人性裡頭來的。"
    },
    {
      "id": "21-633-0001_p0005",
      "zh_CN": "所以你看看，《论语》里头讲，这是孔子说的，人性本善。是孔子说的吗？孔子很谦虚，孔子也很实在，他老人家自己说，他一生「述而不作，信而好古」。第一句话说明，夫子一生没有创作，没有发明。他所学的、他所修的、他所教的、他所传的是什么？古圣先贤的。所以，后人尊称他为大成至圣先师，大成是集大成。因为文字发明很晚，中国的文字，黄帝发明的，黄帝时代到我们现在这个时候四千五百年。中国的文化一般都讲五千年，五千年是讲到伏羲，伏羲到神农五百年，神农到黄帝也是五百年，所以五千年是这个说法。但是我不相信，我认为中国传统文化绝对不输给印度婆罗门。印度婆罗门教一万三千多年历史，他们没有文字记载，世代相传。就是现在的兴都教，我跟他们的往来很多，都是非常好的朋友。",
      "zh_TW": "所以你看看，《論語》裡頭講，這是孔子說的，人性本善。是孔子說的嗎？孔子很謙虛，孔子也很實在，他老人家自己說，他一生「述而不作，信而好古」。第一句話說明，夫子一生沒有創作，沒有發明。他所學的、他所修的、他所教的、他所傳的是什麼？古聖先賢的。所以，後人尊稱他為大成至聖先師，大成是集大成。因為文字發明很晚，中國的文字，黃帝發明的，黃帝時代到我們現在這個時候四千五百年。中國的文化一般都講五千年，五千年是講到伏羲，伏羲到神農五百年，神農到黃帝也是五百年，所以五千年是這個說法。但是我不相信，我認為中國傳統文化絕對不輸給印度婆羅門。印度婆羅門教一萬三千多年歷史，他們沒有文字記載，世代相傳。就是現在的興都教，我跟他們的往來很多，都是非常好的朋友。"
    },
    {
      "id": "21-633-0001_p0006",
      "zh_CN": "我想中国传统文化应该是一万年以上，世世代代相传。诸位想想，五伦能传错吗？二十个字，不会传错。五常五个字，四维四个字，八德就八个字，绝对不会传错的。中国人的教育历史渊源很长，老祖宗这是性德流露，不是哪个人发明的，不是哪个人创造的。所以说出人性本善，善是什么？这四个科目都叫善，这个善不是善恶的善，是一种赞叹，赞美，它太好了！国家正式设立教育的机构，由官员来执行、来推动，应该是在尧舜，我们在《尚书》里面看到。尧王设立一个官员叫司徒，管什么？管教育，推动教育。教什么东西？就教这四个科目。这四个科目从那个时候推动，一直到清朝，清朝末年，教学的宗旨、教学的方向、目标都没有改变。这个是老人的经验、老人的智慧、老人的方法、老人的承传。",
      "zh_TW": "我想中國傳統文化應該是一萬年以上，世世代代相傳。諸位想想，五倫能傳錯嗎？二十個字，不會傳錯。五常五個字，四維四個字，八德就八個字，絕對不會傳錯的。中國人的教育歷史淵源很長，老祖宗這是性德流露，不是哪個人發明的，不是哪個人創造的。所以說出人性本善，善是什麼？這四個科目都叫善，這個善不是善惡的善，是一種讚歎，讚美，它太好了！國家正式設立教育的機構，由官員來執行、來推動，應該是在堯舜，我們在《尚書》裡面看到。堯王設立一個官員叫司徒，管什麼？管教育，推動教育。教什麼東西？就教這四個科目。這四個科目從那個時候推動，一直到清朝，清朝末年，教學的宗旨、教學的方向、目標都沒有改變。這個是老人的經驗、老人的智慧、老人的方法、老人的承傳。"
    },
    {
      "id": "21-633-0001_p0007",
      "zh_CN": "发展到后代，我们算从清朝讲起，乾隆编最大的一套丛书《四库全书》，《四库全书》你仔细去观察，哪一部书违背这个原则？就是刚才讲的十二个字，孝悌忠信、礼义廉耻、仁爱和平，你说哪一部书违背？没有。换句话说，这十二个字是中国文化的总纲领，是中国传统文化的根，是它的大本。如果每一个人都学习，我们起心动念不违背这十二个字，我们的言行不违背这十二个字。人人是圣人，每一个家庭，那是幸福美满的家庭，社会是和谐的社会、是爱的社会，天下是平等的天下、和平的天下，真能做得到，不是假的！这都是老人言。",
      "zh_TW": "發展到後代，我們算從清朝講起，乾隆編最大的一套叢書《四庫全書》，《四庫全書》你仔細去觀察，哪一部書違背這個原則？就是剛才講的十二個字，孝悌忠信、禮義廉恥、仁愛和平，你說哪一部書違背？沒有。換句話說，這十二個字是中國文化的總綱領，是中國傳統文化的根，是它的大本。如果每一個人都學習，我們起心動念不違背這十二個字，我們的言行不違背這十二個字。人人是聖人，每一個家庭，那是幸福美滿的家庭，社會是和諧的社會、是愛的社會，天下是平等的天下、和平的天下，真能做得到，不是假的！這都是老人言。"
    },
    {
      "id": "21-633-0001_p0008",
      "zh_CN": "大乘佛法，这是汤恩比博士特别提示出来的，确实大乘佛法丰富了中国传统的学术。因为中国古人留下的东西都是讲原则，像《大学》里面所说的「明明德、亲民、止于至善」，这句话怎么讲法？如果用大乘来解释，那就成佛了！不用大乘的解释，那出不了六道轮回。明德，明是光明，正大光明，这是我们一般人解释。从前读书人确实是向这个目标去迈进，真正做到正大光明。清朝金銮宝殿太和殿，太和殿的匾额就是「正大光明」，明明德。为什么上头加个明字？明德是你的自性，你本来有明德，现在不明了，现在迷惑了。所以再加个明字，要明明德。",
      "zh_TW": "大乘佛法，這是湯恩比博士特別提示出來的，確實大乘佛法豐富了中國傳統的學術。因為中國古人留下的東西都是講原則，像《大學》裡面所說的「明明德、親民、止於至善」，這句話怎麼講法？如果用大乘來解釋，那就成佛了！不用大乘的解釋，那出不了六道輪迴。明德，明是光明，正大光明，這是我們一般人解釋。從前讀書人確實是向這個目標去邁進，真正做到正大光明。清朝金鑾寶殿太和殿，太和殿的匾額就是「正大光明」，明明德。為什麼上頭加個明字？明德是你的自性，你本來有明德，現在不明了，現在迷惑了。所以再加個明字，要明明德。"
    },
    {
      "id": "21-633-0001_p0009",
      "zh_CN": "在大乘佛法里，明德是什么？明德是自己的本性，叫真如自性！我们现在把自己迷了，所以这十二个字都忘掉了，起心动念、言语造作跟十二个字完全违背。这个违背关系很大，违背之后，是不孝、不悌、不仁、不义，现在社会确实如此，你细心去观察，你看他们在想什么？自私自利，损人利己。佛法里头最重要的是讲无我，把我放弃，无贪、无瞋、无痴，这是佛法要求的。现在，自私自利的心很重，而且我贪、我瞋、我痴、我慢，全都是从我这里产生的，所以造作无量无边的罪业。我造跟别人有什么关系？跟社会有什么关系？关系很大！儒家讲的笼统，老子讲过一句话，跟佛讲得很接近，老子讲「天地与我同根，万物与我一体」。佛法里面讲，整个宇宙，就是遍法界虚空界万事万物，跟我是一体，就是一个生命共同体，说得亲切。一个生命共同体，我起心动念会不会影响别人？肯定影响，别人也影响我，我也影响别人。这个大乘经里面讲得非常微细。",
      "zh_TW": "在大乘佛法裡，明德是什麼？明德是自己的本性，叫真如自性！我們現在把自己迷了，所以這十二個字都忘掉了，起心動念、言語造作跟十二個字完全違背。這個違背關係很大，違背之後，是不孝、不悌、不仁、不義，現在社會確實如此，你細心去觀察，你看他們在想什麼？自私自利，損人利己。佛法裡頭最重要的是講無我，把我放棄，無貪、無瞋、無痴，這是佛法要求的。現在，自私自利的心很重，而且我貪、我瞋、我痴、我慢，全都是從我這裡產生的，所以造作無量無邊的罪業。我造跟別人有什麼關係？跟社會有什麼關係？關係很大！儒家講的籠統，老子講過一句話，跟佛講得很接近，老子講「天地與我同根，萬物與我一體」。佛法裡面講，整個宇宙，就是遍法界虛空界萬事萬物，跟我是一體，就是一個生命共同體，說得親切。一個生命共同體，我起心動念會不會影響別人？肯定影響，別人也影響我，我也影響別人。這個大乘經裡面講得非常微細。"
    },
    {
      "id": "21-633-0001_p0010",
      "zh_CN": "佛是三千年前讲的，现在世界，大家承认释迦牟尼佛圆寂到今年二千五百多年。在中国历史上记载的不是的，跟它相差了六百年，我们中国老一辈的，我们前辈的老和尚都用中国的纪年。按照中国所记载的，释迦牟尼佛出生，周昭王二十四年，释迦牟尼佛的灭度是在周穆王，从这个年代算，算到今年应该是三千零三十八年。这个事情，每种说法都有根据，我们不必去考证，要考证一定要把释迦牟尼佛请出来才知道。不请出来的话，这个官司打不清的，我们不必去操这种心。",
      "zh_TW": "佛是三千年前講的，現在世界，大家承認釋迦牟尼佛圓寂到今年二千五百多年。在中國歷史上記載的不是的，跟它相差了六百年，我們中國老一輩的，我們前輩的老和尚都用中國的紀年。按照中國所記載的，釋迦牟尼佛出生，周昭王二十四年，釋迦牟尼佛的滅度是在周穆王，從這個年代算，算到今年應該是三千零三十八年。這個事情，每種說法都有根據，我們不必去考證，要考證一定要把釋迦牟尼佛請出來才知道。不請出來的話，這個官司打不清的，我們不必去操這種心。"
    },
    {
      "id": "21-633-0001_p0011",
      "zh_CN": "三千年前佛讲的这些宇宙人生真相，被今天科学家证实了，我们听到科学家的报告，非常安慰。特别是最近的三十年，量子力学家，他们的报告讲的跟佛经上讲的完全相同。现在的物理学家，他们的研究是两个方向，两极，一个是研究无限大，宏观宇宙。他们的报告说，用现在最精密的仪器来观察宇宙，实际上只能够看到宇宙百分之十，另外百分之九十不见了。我们听这个话我们听得懂，那百分之九十的宇宙到哪里去了，我们知道，他不知道。大乘经里面佛告诉我们，不见的那一部分回归自性，我们净土宗里头常寂光净土，回归常寂光。常寂光没有现相，所以你找不到它。科学所研究的，一定要有现象，它能观察到。物质现象、精神现象、自然现象，他有办法能观察到。自性它不是物质，也不是精神，也不是自然现象，所以他观察不到。怎样才能见到自性？佛说的，你能够把起心动念、分别执着放下，你就见到了，科学家没有放下。科学家如果放下了，真的他就见到了，他就成佛了。所以，科学家如果接触大乘，我相信很快他们都会成就。",
      "zh_TW": "三千年前佛講的這些宇宙人生真相，被今天科學家證實了，我們聽到科學家的報告，非常安慰。特別是最近的三十年，量子力學家，他們的報告講的跟佛經上講的完全相同。現在的物理學家，他們的研究是兩個方向，兩極，一個是研究無限大，宏觀宇宙。他們的報告說，用現在最精密的儀器來觀察宇宙，實際上只能夠看到宇宙百分之十，另外百分之九十不見了。我們聽這個話我們聽得懂，那百分之九十的宇宙到哪裡去了，我們知道，他不知道。大乘經裡面佛告訴我們，不見的那一部分回歸自性，我們淨土宗裡頭常寂光淨土，回歸常寂光。常寂光沒有現相，所以你找不到它。科學所研究的，一定要有現象，它能觀察到。物質現象、精神現象、自然現象，他有辦法能觀察到。自性它不是物質，也不是精神，也不是自然現象，所以他觀察不到。怎樣才能見到自性？佛說的，你能夠把起心動念、分別執著放下，你就見到了，科學家沒有放下。科學家如果放下了，真的他就見到了，他就成佛了。所以，科學家如果接觸大乘，我相信很快他們都會成就。"
    },
    {
      "id": "21-633-0001_p0012",
      "zh_CN": "另外一个阶段，量子力学，微观世界。他看到的，宇宙这个物质是什么？他发现了，他说世间根本没有物质这个东西的存在。物质是什么？物质是精神现象变现出来的，物质的基础是心念，就是念头，这句话很重要！我们念头要是不善，会传染别人，他也不善。我们大家都不善，会传染到山河大地，树木花草、山河大地都不善了，山河大地不善，那就是地球上灾难出来了，灾难是这么来的。如果要化解灾难，容易，我们念头转正了就行了。",
      "zh_TW": "另外一個階段，量子力學，微觀世界。他看到的，宇宙這個物質是什麼？他發現了，他說世間根本沒有物質這個東西的存在。物質是什麼？物質是精神現象變現出來的，物質的基礎是心念，就是念頭，這句話很重要！我們念頭要是不善，會傳染別人，他也不善。我們大家都不善，會傳染到山河大地，樹木花草、山河大地都不善了，山河大地不善，那就是地球上災難出來了，災難是這麼來的。如果要化解災難，容易，我們念頭轉正了就行了。"
    },
    {
      "id": "21-633-0001_p0013",
      "zh_CN": "所以去年八月，有几位外国的科学家在雪梨开会，也邀请我，我没有来参加，我让我们学院的同学们他们去了八个人，参加这个会议。会后写了一份报告给我，我看了非常欢喜。他前面一段是讲科学最新的发现，看的跟佛法完全一样。后面一段是讨论二０一二马雅这个灾难预言的问题，美国这位科学家布莱登他说得很好，跟我们佛经讲的意趣完全相同。二０一二的灾难不是不能解决，只要全世界的人都能够「弃恶扬善」，就是佛家讲的断恶修善，就是这个意思，弃恶扬善，「改邪归正，端正心念」，不但灾难可以化解，而且把地球带到更美好的境界。这是真的，不是假的。我们这一年来，特别选的《无量寿经》做详细的讲解，现在讲了一半，七百多个小时，估计大概讲完会超过一千二百个小时。",
      "zh_TW": "所以去年八月，有幾位外國的科學家在雪梨開會，也邀請我，我沒有來參加，我讓我們學院的同學們他們去了八個人，參加這個會議。會後寫了一份報告給我，我看了非常歡喜。他前面一段是講科學最新的發現，看的跟佛法完全一樣。後面一段是討論二０一二馬雅這個災難預言的問題，美國這位科學家布萊登他說得很好，跟我們佛經講的意趣完全相同。二０一二的災難不是不能解決，只要全世界的人都能夠「棄惡揚善」，就是佛家講的斷惡修善，就是這個意思，棄惡揚善，「改邪歸正，端正心念」，不但災難可以化解，而且把地球帶到更美好的境界。這是真的，不是假的。我們這一年來，特別選的《無量壽經》做詳細的講解，現在講了一半，七百多個小時，估計大概講完會超過一千二百個小時。"
    },
    {
      "id": "21-633-0001_p0014",
      "zh_CN": "格里菲斯大学的校长上个星期到山上访问我，我跟他说，我现在开的这个课程大概一千二百个小时，要算学分，六百个学分，学校没有这么大的课程。如果说《华严经》，我过去讲的，《华严经》要多少时间讲完？二万个小时，一万个学分。佛法的东西确实博大精深，包罗万象，它知道一切动态的原因，什么原因发生的，也知道用什么方法来解决。但是人们不相信，人家说这是迷信，那就一点办法都没有。必须科学家相信了，大家才会相信。可是我有理由相信，二十年到三十年之后，科学家都信佛了。为什么？科学跟哲学不能解决的问题全在大乘经里头，这他们没有发现。他要一发现一接触，佛教不是宗教了，佛教摇身一变变成高等科学，高等哲学，不一样了！真能帮助解决问题。",
      "zh_TW": "格里菲斯大學的校長上個星期到山上訪問我，我跟他說，我現在開的這個課程大概一千二百個小時，要算學分，六百個學分，學校沒有這麼大的課程。如果說《華嚴經》，我過去講的，《華嚴經》要多少時間講完？二萬個小時，一萬個學分。佛法的東西確實博大精深，包羅萬象，它知道一切動態的原因，什麼原因發生的，也知道用什麼方法來解決。但是人們不相信，人家說這是迷信，那就一點辦法都沒有。必須科學家相信了，大家才會相信。可是我有理由相信，二十年到三十年之後，科學家都信佛了。為什麼？科學跟哲學不能解決的問題全在大乘經裡頭，這他們沒有發現。他要一發現一接觸，佛教不是宗教了，佛教搖身一變變成高等科學，高等哲學，不一樣了！真能幫助解決問題。"
    },
    {
      "id": "21-633-0001_p0015",
      "zh_CN": "我昨天收到一封信，日本前首相鸠山写给我的，也谈到日本这次的灾难，空前的大灾难，希望我帮助他。日本东京有个江本胜博士，他大概到澳洲来过二、三次，第一次来我接待他的。他研究水，做了十几年的实验，第一次跟我见面他是十年，应该有十五、六年了。这个实验被科学家肯定，在联合国多次的发表报告。水是矿物，实验证明水会听，我们说话它能听得懂，它会看，它会看文字，会看、会听，懂得人的意思。矿物！我想很多同学你们都念过《心经》，《心经》一开端，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄」。五蕴是什么？五蕴现在我们明白了，其实就是量子学家发现的量子，现在它的名字叫量子，也叫小光子。多大？电子也许我们有个概念，电子，原子核，电子绕着原子核转的，电子很小了。它是电子一百亿分之一，就是一百亿个小光子组成一个电子。这一个小光子就是五蕴，色受想行识。换句话说，我们起心动念，整个宇宙没有一个不知道。",
      "zh_TW": "我昨天收到一封信，日本前首相鳩山寫給我的，也談到日本這次的災難，空前的大災難，希望我幫助他。日本東京有個江本勝博士，他大概到澳洲來過二、三次，第一次來我接待他的。他研究水，做了十幾年的實驗，第一次跟我見面他是十年，應該有十五、六年了。這個實驗被科學家肯定，在聯合國多次的發表報告。水是礦物，實驗證明水會聽，我們說話它能聽得懂，它會看，它會看文字，會看、會聽，懂得人的意思。礦物！我想很多同學你們都念過《心經》，《心經》一開端，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄」。五蘊是什麼？五蘊現在我們明白了，其實就是量子學家發現的量子，現在它的名字叫量子，也叫小光子。多大？電子也許我們有個概念，電子，原子核，電子繞著原子核轉的，電子很小了。它是電子一百億分之一，就是一百億個小光子組成一個電子。這一個小光子就是五蘊，色受想行識。換句話說，我們起心動念，整個宇宙沒有一個不知道。"
    },
    {
      "id": "21-633-0001_p0016",
      "zh_CN": "贤首国师的《妄尽还源观》，那是学习《华严经》的一篇论文，你怎样入《华严》境界。这篇论文写得非常之好，分量不多，写得非常精彩。里面第三段告诉我们，物质现象、精神现象从哪来的？从自性里来的。所以佛法常讲「一念不觉，而有无明，无明不觉生三细，境界为缘长六粗」，这是宇宙的发展，变现出来宇宙。从一体起二用，两个作用，一个作用，宇宙出现了，第二个作用，我出现了。所以，佛法讲正报、依报，正报是指自己，我是正报，别的人是我依报里面的有情的依报，是这个意思。物质是无情的依报，依报里头有有情的、有无情的。用现在的话说，我的环境，生活环境里头有人事环境、有物质环境，这大家就好懂。所有一切人，连诸佛菩萨，都是我人事环境里的，是我的生活环境。这环境不是大爆炸来的，大爆炸讲不通。科学家确实看到宇宙是个膨胀的现象，这个膨胀的现象是什么？其实有原因，是我们的妄念在膨胀，是我们的欲望在膨胀，是我们的取予在膨胀，这些事情。影响到太空，你看我们的念头影响到太空，影响到别的星球。",
      "zh_TW": "賢首國師的《妄盡還源觀》，那是學習《華嚴經》的一篇論文，你怎樣入《華嚴》境界。這篇論文寫得非常之好，分量不多，寫得非常精彩。裡面第三段告訴我們，物質現象、精神現象從哪來的？從自性裡來的。所以佛法常講「一念不覺，而有無明，無明不覺生三細，境界為緣長六粗」，這是宇宙的發展，變現出來宇宙。從一體起二用，兩個作用，一個作用，宇宙出現了，第二個作用，我出現了。所以，佛法講正報、依報，正報是指自己，我是正報，別的人是我依報裡面的有情的依報，是這個意思。物質是無情的依報，依報裡頭有有情的、有無情的。用現在的話說，我的環境，生活環境裡頭有人事環境、有物質環境，這大家就好懂。所有一切人，連諸佛菩薩，都是我人事環境裡的，是我的生活環境。這環境不是大爆炸來的，大爆炸講不通。科學家確實看到宇宙是個膨脹的現象，這個膨脹的現象是什麼？其實有原因，是我們的妄念在膨脹，是我們的欲望在膨脹，是我們的取予在膨脹，這些事情。影響到太空，你看我們的念頭影響到太空，影響到別的星球。"
    },
    {
      "id": "21-633-0001_p0017",
      "zh_CN": "明白这个道理，所以鸠山首相我会回一封信给他，日本灾难要化除，很简单，日本人要真正忏悔，要真正回头。把日本，日本文化从中国学去的，而且过去学得很好，在日本产生很好的效果，现在把它找回来。把伦理找回来、道德找回来、因果找回来，日本的灾难就可以化解。为什么？自作自受，不能怪任何人。我们虽然能帮忙，我们帮忙，自己不改，没用。自己本身改，我们在这个地方讲经、教学、念佛，把功德回向给他，会起作用；自己要不改，光靠我们回向，不起作用。这个道理不能不懂。",
      "zh_TW": "明白這個道理，所以鳩山首相我會回一封信給他，日本災難要化除，很簡單，日本人要真正懺悔，要真正回頭。把日本，日本文化從中國學去的，而且過去學得很好，在日本產生很好的效果，現在把它找回來。把倫理找回來、道德找回來、因果找回來，日本的災難就可以化解。為什麼？自作自受，不能怪任何人。我們雖然能幫忙，我們幫忙，自己不改，沒用。自己本身改，我們在這個地方講經、教學、念佛，把功德迴向給他，會起作用；自己要不改，光靠我們迴向，不起作用。這個道理不能不懂。"
    },
    {
      "id": "21-633-0001_p0018",
      "zh_CN": "所以中国人讲老人，有道德、有学问，圣贤君子。圣贤君子是中国过去传统里面，修养的三个等级，就像现在学校里学位一样。君子是最下面的，学士学位，贤人是硕士学位，圣人是博士学位，是三个学位的名称。在佛门里面，佛、菩萨、阿罗汉也是佛门学位的名称。最低的学位是阿罗汉，第二个学位是菩萨，菩萨相当佛门硕士，佛是最高的学位，佛陀是博士。所以，佛教不是宗教，你要把它看成宗教，错了，冤枉它了，对不起它。",
      "zh_TW": "所以中國人講老人，有道德、有學問，聖賢君子。聖賢君子是中國過去傳統裡面，修養的三個等級，就像現在學校裡學位一樣。君子是最下面的，學士學位，賢人是碩士學位，聖人是博士學位，是三個學位的名稱。在佛門裡面，佛、菩薩、阿羅漢也是佛門學位的名稱。最低的學位是阿羅漢，第二個學位是菩薩，菩薩相當佛門碩士，佛是最高的學位，佛陀是博士。所以，佛教不是宗教，你要把它看成宗教，錯了，冤枉它了，對不起它。"
    },
    {
      "id": "21-633-0001_p0019",
      "zh_CN": "释迦牟尼佛他在世的时候，十九岁离开家庭，这是个非常好学、聪明的年轻人。十九岁放弃了王位的承传，这人家求之不得的他放弃了，放弃了荣华富贵的生活，去过一个苦行僧的生活。这一般人觉得不可思议，他为什么？追求真理。印度当时宗教发达，学术发达，印度的哲学跟宗教世界上知名的。他所有的学派都亲近过，都去学过，所有的宗教也去学过。印度的一个特色，这是中国没有的，我们不能不佩服他，他们重视禅定，无论是宗教或者是学术，都有很深禅定的基础。所以佛家讲的四禅八定，那不是佛教的，四禅八定是婆罗门教的，每个人都学。在禅定的境界里面，空间维次不见了。所以空间维次，你看科学家都承认，空间维次多少？没有数量，无量无边，里面也很复杂。可是在禅定当中，能把空间维次突破。我们就晓得，空间维次从哪来的？从分别执着来的，我们有多少分别？有多少执着？无量无边，所以空间维次就无量无边。禅定，把这些分别、执着统统放下，这一放下，发现空间维次没有了。所以在禅定里面，上面他能看到二十八层天，下面能看到十八层地狱。他不是理想，不是从数学推演，他亲自看到的，定中境界是现量境界，就跟我们现在看到是一样的，他亲自接触到的。所以，对于六道里面的状况就一清二楚。",
      "zh_TW": "釋迦牟尼佛他在世的時候，十九歲離開家庭，這是個非常好學、聰明的年輕人。十九歲放棄了王位的承傳，這人家求之不得的他放棄了，放棄了榮華富貴的生活，去過一個苦行僧的生活。這一般人覺得不可思議，他為什麼？追求真理。印度當時宗教發達，學術發達，印度的哲學跟宗教世界上知名的。他所有的學派都親近過，都去學過，所有的宗教也去學過。印度的一個特色，這是中國沒有的，我們不能不佩服他，他們重視禪定，無論是宗教或者是學術，都有很深禪定的基礎。所以佛家講的四禪八定，那不是佛教的，四禪八定是婆羅門教的，每個人都學。在禪定的境界裡面，空間維次不見了。所以空間維次，你看科學家都承認，空間維次多少？沒有數量，無量無邊，裡面也很複雜。可是在禪定當中，能把空間維次突破。我們就曉得，空間維次從哪來的？從分別執著來的，我們有多少分別？有多少執著？無量無邊，所以空間維次就無量無邊。禪定，把這些分別、執著統統放下，這一放下，發現空間維次沒有了。所以在禪定裡面，上面他能看到二十八層天，下面能看到十八層地獄。他不是理想，不是從數學推演，他親自看到的，定中境界是現量境界，就跟我們現在看到是一樣的，他親自接觸到的。所以，對於六道裡面的狀況就一清二楚。"
    },
    {
      "id": "21-633-0001_p0020",
      "zh_CN": "可是我们想到释迦牟尼这个年轻人，他的问题并没有解决，六道从哪来的？为什么会有六道？六道之外还有没有世界？这个问题，所有宗教不能解答，所有的哲学学派也不能解答。逼着释迦牟尼佛在恒河边上大树底下入定，入更深的禅定，把四禅八定要突破，入更深的。这一下明白了，这答案全解决了，所以叫大彻大悟、明心见性，成佛了，这个学位拿到最高的学位，三十岁。这是究竟圆满的智慧，整个宇宙，无论是大、无论是小，统统都明了了，开始教学。他的愿望真达到了，真理找到之后开始教人，看到大家都不明了，这办教育，开始教学。",
      "zh_TW": "可是我們想到釋迦牟尼這個年輕人，他的問題並沒有解決，六道從哪來的？為什麼會有六道？六道之外還有沒有世界？這個問題，所有宗教不能解答，所有的哲學學派也不能解答。逼著釋迦牟尼佛在恆河邊上大樹底下入定，入更深的禪定，把四禪八定要突破，入更深的。這一下明白了，這答案全解決了，所以叫大徹大悟、明心見性，成佛了，這個學位拿到最高的學位，三十歲。這是究竟圓滿的智慧，整個宇宙，無論是大、無論是小，統統都明瞭了，開始教學。他的願望真達到了，真理找到之後開始教人，看到大家都不明瞭，這辦教育，開始教學。"
    },
    {
      "id": "21-633-0001_p0021",
      "zh_CN": "他教学，一生没道场，没有一个教室，他教室是露天的，河边、树下；也没有固定的地址，一生是游牧的生活，真得大自在！日中一食，树下一宿，多么自在。从开悟之后，就开始教学，七十九岁过世的，教学四十九年。讲经三百余会，这是什么？像我们现在办班，办班三百多次。这个班，办班的时间长短不一定，很短的，几个小时也是一班，长的好几年。所以从他教学的过程当中，最初讲的经，我们人间不能接受，《大方广佛华严经》，他在定中讲的。没有定功的人，你不能够参加他的讲座，参加他的讲座要有相当定功，你入定才能入他的境界。《华严经》二七日中讲的，十四天就讲完了，我们现在学习要花两万个小时，他十四天就讲完了。要知道定中的时间没有了，空间、时间都没有了，所以可以把无量劫浓缩成一刹那，一刹那展开为无量劫，真得自在。空间，时间没有了，空间也没有了，空间没有了就是距离没有了，极乐世界在哪里？就在此地，没有距离。所以真的遍法界虚空界的事情他全了解，全明白了。佛经里常用六个字来包括，性，能现的体，哲学讲的本体，宇宙万有本体；所现的是相，现象，三种现象，自然现象、精神现象、物质现象，这是相；理、事、因、果。用这六个字全都包括了，他一切通达，没障碍了。",
      "zh_TW": "他教學，一生沒道場，沒有一個教室，他教室是露天的，河邊、樹下；也沒有固定的地址，一生是遊牧的生活，真得大自在！日中一食，樹下一宿，多麼自在。從開悟之後，就開始教學，七十九歲過世的，教學四十九年。講經三百餘會，這是什麼？像我們現在辦班，辦班三百多次。這個班，辦班的時間長短不一定，很短的，幾個小時也是一班，長的好幾年。所以從他教學的過程當中，最初講的經，我們人間不能接受，《大方廣佛華嚴經》，他在定中講的。沒有定功的人，你不能夠參加他的講座，參加他的講座要有相當定功，你入定才能入他的境界。《華嚴經》二七日中講的，十四天就講完了，我們現在學習要花兩萬個小時，他十四天就講完了。要知道定中的時間沒有了，空間、時間都沒有了，所以可以把無量劫濃縮成一剎那，一剎那展開為無量劫，真得自在。空間，時間沒有了，空間也沒有了，空間沒有了就是距離沒有了，極樂世界在哪裡？就在此地，沒有距離。所以真的遍法界虛空界的事情他全了解，全明白了。佛經裡常用六個字來包括，性，能現的體，哲學講的本體，宇宙萬有本體；所現的是相，現象，三種現象，自然現象、精神現象、物質現象，這是相；理、事、因、果。用這六個字全都包括了，他一切通達，沒障礙了。"
    },
    {
      "id": "21-633-0001_p0022",
      "zh_CN": "出定之后，看看世间这些人，得从小学办起，从幼儿园办起，慢慢再来。所以定中所讲的这部经不谈了，教「阿含」，阿含是佛教小学，就叫小乘，那叫小乘法。阿含十二年，十二年接着办「方等」，方等就好比中学。方等八年，加前面二十年。二十年之后讲「般若」，般若是大学，二十二年。所以在佛教学一生当中，般若讲的时间最长，讲了二十二年，是他整个课程的核心。般若讲什么？般若讲一切法的真相。告诉你一切法是从念头上产生的，如果没有念头，一切法不存在。这桩事情被现在量子力学家证明了。普朗克，德国的，德国人，爱因斯坦的老师，他是专门研究原子、研究量子的，他发现的。最后的八年讲「法华」，法华好比佛学的研究所。他确实有程序的，把大家统统带进来。可是众生根性不一样，有些人小学毕业，他不想再求学了，那就成了阿罗汉，阿罗汉证得之后，他不愿意再向上提升。但是有些阿罗汉回小向大，他继续深造，那就成菩萨，菩萨圆满就成佛了。所以他是教育，是了不起的一个教育，我们今天把他看成宗教，冤枉他老人家。",
      "zh_TW": "出定之後，看看世間這些人，得從小學辦起，從幼兒園辦起，慢慢再來。所以定中所講的這部經不談了，教「阿含」，阿含是佛教小學，就叫小乘，那叫小乘法。阿含十二年，十二年接著辦「方等」，方等就好比中學。方等八年，加前面二十年。二十年之後講「般若」，般若是大學，二十二年。所以在佛教學一生當中，般若講的時間最長，講了二十二年，是他整個課程的核心。般若講什麼？般若講一切法的真相。告訴你一切法是從念頭上產生的，如果沒有念頭，一切法不存在。這樁事情被現在量子力學家證明了。普朗克，德國的，德國人，愛因斯坦的老師，他是專門研究原子、研究量子的，他發現的。最後的八年講「法華」，法華好比佛學的研究所。他確實有程序的，把大家統統帶進來。可是眾生根性不一樣，有些人小學畢業，他不想再求學了，那就成了阿羅漢，阿羅漢證得之後，他不願意再向上提升。但是有些阿羅漢回小向大，他繼續深造，那就成菩薩，菩薩圓滿就成佛了。所以他是教育，是了不起的一個教育，我們今天把他看成宗教，冤枉他老人家。"
    },
    {
      "id": "21-633-0001_p0023",
      "zh_CN": "我学佛，我也跟诸位讲过很多次，我学佛的因缘是学哲学。在那个时候我二十六岁，我的看法，宗教是迷信，佛教是迷信里头的迷信。为什么？高级宗教只拜一个真神，佛教什么都拜，叫泛神教、多神教，泛神教、多神教是低级宗教。你看把它贬到这个程度，所以根本就没有意思去碰它，从来不到寺庙去。我在二十岁的时候，对哲学就很有浓厚兴趣，二十六岁遇到方东美先生，当代的哲学家，也是同乡，安徽桐城人，桐城派的后裔，方苞的第十六代，方苞是桐城派的始祖。我跟他学哲学，非常难得，他给我讲一部哲学概论，从西洋哲学讲起，讲到中国哲学，最后是讲到印度哲学。印度哲学最后一个单元，佛经哲学。我当时看了就非常讶异，我说佛教是宗教、是迷信，而且是低级宗教，它怎么会有哲学？他说你年轻，你不懂。他告诉我，「释迦牟尼是世界上最伟大的哲学家」，我从来没听人说过，「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我在这一堂课之下，把从前错误观念改正过来。",
      "zh_TW": "我學佛，我也跟諸位講過很多次，我學佛的因緣是學哲學。在那個時候我二十六歲，我的看法，宗教是迷信，佛教是迷信裡頭的迷信。為什麼？高級宗教只拜一個真神，佛教什麼都拜，叫泛神教、多神教，泛神教、多神教是低級宗教。你看把它貶到這個程度，所以根本就沒有意思去碰它，從來不到寺廟去。我在二十歲的時候，對哲學就很有濃厚興趣，二十六歲遇到方東美先生，當代的哲學家，也是同鄉，安徽桐城人，桐城派的後裔，方苞的第十六代，方苞是桐城派的始祖。我跟他學哲學，非常難得，他給我講一部哲學概論，從西洋哲學講起，講到中國哲學，最後是講到印度哲學。印度哲學最後一個單元，佛經哲學。我當時看了就非常訝異，我說佛教是宗教、是迷信，而且是低級宗教，它怎麼會有哲學？他說你年輕，你不懂。他告訴我，「釋迦牟尼是世界上最偉大的哲學家」，我從來沒聽人說過，「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我在這一堂課之下，把從前錯誤觀念改正過來。"
    },
    {
      "id": "21-633-0001_p0024",
      "zh_CN": "他很聪明，很有智慧，告诉我，他说你要想研究佛经哲学，现在寺庙里没有了。我说为什么？他说从前寺庙里出家人，真的是大学问家，为什么？他真干，他真研究，真干，确实有道德有学问。所以古时候出家人受到社会的尊重，为什么？帝王都拜出家人做老师，这帝王师。各级的官员遇到解决不了的问题，都会上山向老和尚去请教，真能帮助你解决问题。现在出家人不学了，不学经教，你去问他们的时候，你什么都学不到。那怎么办？在经典里面。他指出我一条路，你到寺庙去找经典。因为在那个时候，六十年前，佛书非常缺乏，买不到。《大藏经》只有大的寺庙才有，一般寺庙里头没有《大藏经》。所以我们去找大寺庙，它有藏经的，利用星期假日空闲的时间去抄经。最初学习我还抄了十几部经，买不到。大量佛经流通也不过就是最近的三十年，电子制版发明了，印刷的技术提升，成本低，印的量也大了，我们得到经书这么方便，在以前很可怜，找不到。",
      "zh_TW": "他很聰明，很有智慧，告訴我，他說你要想研究佛經哲學，現在寺廟裡沒有了。我說為什麼？他說從前寺廟裡出家人，真的是大學問家，為什麼？他真幹，他真研究，真幹，確實有道德有學問。所以古時候出家人受到社會的尊重，為什麼？帝王都拜出家人做老師，這帝王師。各級的官員遇到解決不了的問題，都會上山向老和尚去請教，真能幫助你解決問題。現在出家人不學了，不學經教，你去問他們的時候，你什麼都學不到。那怎麼辦？在經典裡面。他指出我一條路，你到寺廟去找經典。因為在那個時候，六十年前，佛書非常缺乏，買不到。《大藏經》只有大的寺廟才有，一般寺廟裡頭沒有《大藏經》。所以我們去找大寺廟，它有藏經的，利用星期假日空閒的時間去抄經。最初學習我還抄了十幾部經，買不到。大量佛經流通也不過就是最近的三十年，電子製版發明了，印刷的技術提升，成本低，印的量也大了，我們得到經書這麼方便，在以前很可憐，找不到。"
    },
    {
      "id": "21-633-0001_p0025",
      "zh_CN": "我听了方老师的话之后，我就晓得这门东西好，想专心学这门东西。没多久认识章嘉大师，所以我佛学的基础，章嘉大师奠定的；介绍我入门，方东美教授，没有方老师我不会信这个东西。但是没有章嘉大师，我这个根就扎不稳。方先生到底是哲学，完全用哲学的眼光来看佛法。章嘉大师是个修行人，是道道地地的修行人，受过严格的训练，真参实学。所以基础是他老人家奠定的，我跟他三年，三年他过世了。我跟他的那年我二十六岁，他老人家六十五岁，他六十八岁走的。他走了之后，我跟台中李炳南老居士，这是个儒、佛大家，儒释道都通，我跟他十年，这十年他教我讲经。章嘉大师教我学释迦牟尼佛，出家这个行业是他替我决定的，他要我出家，要我学释迦牟尼佛。我很老实、很听话，出家之后真的学释迦牟尼佛，释迦牟尼佛明白之后就讲经，我没有明白就开始讲了，所以我讲了五十三年。实在讲，讲了这么多年，慢慢的愈讲愈明白，愈讲愈欢喜。",
      "zh_TW": "我聽了方老師的話之後，我就曉得這門東西好，想專心學這門東西。沒多久認識章嘉大師，所以我佛學的基礎，章嘉大師奠定的；介紹我入門，方東美教授，沒有方老師我不會信這個東西。但是沒有章嘉大師，我這個根就紮不穩。方先生到底是哲學，完全用哲學的眼光來看佛法。章嘉大師是個修行人，是道道地地的修行人，受過嚴格的訓練，真參實學。所以基礎是他老人家奠定的，我跟他三年，三年他過世了。我跟他的那年我二十六歲，他老人家六十五歲，他六十八歲走的。他走了之後，我跟台中李炳南老居士，這是個儒、佛大家，儒釋道都通，我跟他十年，這十年他教我講經。章嘉大師教我學釋迦牟尼佛，出家這個行業是他替我決定的，他要我出家，要我學釋迦牟尼佛。我很老實、很聽話，出家之後真的學釋迦牟尼佛，釋迦牟尼佛明白之後就講經，我沒有明白就開始講了，所以我講了五十三年。實在講，講了這麼多年，慢慢的愈講愈明白，愈講愈歡喜。"
    },
    {
      "id": "21-633-0001_p0026",
      "zh_CN": "在新加坡住了三年半，很难得在那边认识了许多宗教，新加坡有九个宗教，我把九个宗教团结成一家人，像兄弟姐妹一样，陪同他们去旅游、去访问。访问中国，国家宗教局接待的，参观了中国各个宗教。发现什么？观光旅游是宗教团结最好的课程。平常这些人，在自己宗教高高在上，不容易见到的，那观光旅游大家从早到晚都在一起，生活在一起，什么都谈，家里的丑事也可以谈。所以真的变成兄弟姐妹，变成一家人。大概就是这么个原因，澳洲我们的移民部长知道了，澳洲的学校知道了，像昆士兰大学、格里菲斯大学找我，都是这么一个原因，在新加坡这个三年半没有白住。部长非常希望我到澳洲来，给我一个特别的签证，我也不知道是什么签证，反正别人看的时候，他说澳洲怎么可能给你这个签证？我说什么签证？我看跟你们没什么两样，里面写的不一样。而且我的手续是在香港办的，部长打电话给香港的领事，我这个案件两个星期要办好。领事非常不高兴，你们跟部长什么关系？怎么拿他来压我？到以后发签证的时候，不是在柜台，是到他办公室，亲自送给我。告诉我，他说法师，我们国家发这个签证，你是亚洲第一个人。我也不知道什么签证，反正到澳洲来很受礼遇就是，联邦政府对我很好，非常礼遇。",
      "zh_TW": "在新加坡住了三年半，很難得在那邊認識了許多宗教，新加坡有九個宗教，我把九個宗教團結成一家人，像兄弟姐妹一樣，陪同他們去旅遊、去訪問。訪問中國，國家宗教局接待的，參觀了中國各個宗教。發現什麼？觀光旅遊是宗教團結最好的課程。平常這些人，在自己宗教高高在上，不容易見到的，那觀光旅遊大家從早到晚都在一起，生活在一起，什麼都談，家裡的醜事也可以談。所以真的變成兄弟姐妹，變成一家人。大概就是這麼個原因，澳洲我們的移民部長知道了，澳洲的學校知道了，像昆士蘭大學、格里菲斯大學找我，都是這麼一個原因，在新加坡這個三年半沒有白住。部長非常希望我到澳洲來，給我一個特別的簽證，我也不知道是什麼簽證，反正別人看的時候，他說澳洲怎麼可能給你這個簽證？我說什麼簽證？我看跟你們沒什麼兩樣，裡面寫的不一樣。而且我的手續是在香港辦的，部長打電話給香港的領事，我這個案件兩個星期要辦好。領事非常不高興，你們跟部長什麼關係？怎麼拿他來壓我？到以後發簽證的時候，不是在櫃臺，是到他辦公室，親自送給我。告訴我，他說法師，我們國家發這個簽證，你是亞洲第一個人。我也不知道什麼簽證，反正到澳洲來很受禮遇就是，聯邦政府對我很好，非常禮遇。"
    },
    {
      "id": "21-633-0001_p0027",
      "zh_CN": "部长是希望我帮助团结澳洲的宗教，团结澳洲的族群，所以我就跟两个学校发生关系。格里菲斯大学，澳洲人聪明，族群跟宗教都是不好搞的事情，他交给学校去办，学校是中立的，好讲话。团结宗教就在格里菲斯大学，我就参加学校的活动。九一一事件发生之后，这是世界上一个严重的大问题，产生了恐怖战争，这是大家没有想到的。昆士兰大学有和平学院，这是我们从来没有听说的，校长请我跟这些和平学院的教授，十几位教授，举行两次座谈会，讨论这个冲突问题。我提出我的看法，老祖宗的看法，我们老祖宗的看法，老祖宗解决的方法。他们听了非常欢喜，所以第二次这个座谈会，学校已经把聘书准备好了，请我做他们的教授，送我博士学位。我说我都不需要，我要这个干什么？出家人不需要这个东西。两个校长来找我，你一定要要。我说为什么？他说你的这些概念，确实对于化解这个世界的冲突有帮助，希望你能够代表学校参加联合国的和平会议。是这么个原因，我才接受过来。他说联合国邀请参加会议的这些人是专家学者，他不邀和尚，你这个和尚去，他不会邀请，一定要有博士学位。我这么才接受过来的。",
      "zh_TW": "部長是希望我幫助團結澳洲的宗教，團結澳洲的族群，所以我就跟兩個學校發生關係。格里菲斯大學，澳洲人聰明，族群跟宗教都是不好搞的事情，他交給學校去辦，學校是中立的，好講話。團結宗教就在格里菲斯大學，我就參加學校的活動。九一一事件發生之後，這是世界上一個嚴重的大問題，產生了恐怖戰爭，這是大家沒有想到的。昆士蘭大學有和平學院，這是我們從來沒有聽說的，校長請我跟這些和平學院的教授，十幾位教授，舉行兩次座談會，討論這個衝突問題。我提出我的看法，老祖宗的看法，我們老祖宗的看法，老祖宗解決的方法。他們聽了非常歡喜，所以第二次這個座談會，學校已經把聘書準備好了，請我做他們的教授，送我博士學位。我說我都不需要，我要這個幹什麼？出家人不需要這個東西。兩個校長來找我，你一定要要。我說為什麼？他說你的這些概念，確實對於化解這個世界的衝突有幫助，希望你能夠代表學校參加聯合國的和平會議。是這麼個原因，我才接受過來。他說聯合國邀請參加會議的這些人是專家學者，他不邀和尚，你這個和尚去，他不會邀請，一定要有博士學位。我這麼才接受過來的。"
    },
    {
      "id": "21-633-0001_p0028",
      "zh_CN": "参加了十几次，我才对整个世界大致状况了解了一些，也因为这样，认识了不少国家领导人。可是我们的建议他不采纳，他采纳就没事了。布希总统对伊拉克的用兵，三个月之前我就写信给他，就告诉他，一定要用外交方法和平解决，决定不能用战争。结果仗还是打了。打仗容易，后面收不了尾。所以二００五年，他邀请我，我跟他见了面，也提了这个问题，非常痛苦。我说也好，这仗也打得不错！他很惊讶，说这为什么？我说让想打仗的人看到，不敢再打仗，这是好事情。所以你从各个方面去看，有利有弊，多少人想发动战争不敢，他亏吃得很大。所以全都是老人的教诲，老人的教训。",
      "zh_TW": "參加了十幾次，我才對整個世界大致狀況了解了一些，也因為這樣，認識了不少國家領導人。可是我們的建議他不採納，他採納就沒事了。布希總統對伊拉克的用兵，三個月之前我就寫信給他，就告訴他，一定要用外交方法和平解決，決定不能用戰爭。結果仗還是打了。打仗容易，後面收不了尾。所以二００五年，他邀請我，我跟他見了面，也提了這個問題，非常痛苦。我說也好，這仗也打得不錯！他很驚訝，說這為什麼？我說讓想打仗的人看到，不敢再打仗，這是好事情。所以你從各個方面去看，有利有弊，多少人想發動戰爭不敢，他虧吃得很大。所以全都是老人的教誨，老人的教訓。"
    },
    {
      "id": "21-633-0001_p0029",
      "zh_CN": "现在摆在面前这个灾难，灾难我们中国人讲，我写的这几个字，是中国也是老祖宗所说的，教我们不要把这个事情放在心上，要用平常心对待。灾难来了，心定，不恐惧、不畏惧，你就有智慧，智慧才能处理，才能解决。如果一来，心慌意乱，那完了，灾难还没来，你先吓死了，就跟癌症一样。癌症是普通感冒差不多，癌症死的，百分之九十是吓死的，不是病死的，小病，不是大病。你看若无其事，根本不在乎的，他几天，过几天就好了，自然就好了。我们也看到很多这个例子。所以别被人吓死，被马雅人吓死，马雅古人吓死更不值得，要用平常心看待。所以这个劫难来的时候，该留的他就留，该走的就走，所谓「生死有命，富贵在天」，这中国的古话。在劫逃不了，躲不过；不在劫的，灾难现前，人不会死光，还是有一部分人留下来。所以这个要知道。",
      "zh_TW": "現在擺在面前這個災難，災難我們中國人講，我寫的這幾個字，是中國也是老祖宗所說的，教我們不要把這個事情放在心上，要用平常心對待。災難來了，心定，不恐懼、不畏懼，你就有智慧，智慧才能處理，才能解決。如果一來，心慌意亂，那完了，災難還沒來，你先嚇死了，就跟癌症一樣。癌症是普通感冒差不多，癌症死的，百分之九十是嚇死的，不是病死的，小病，不是大病。你看若無其事，根本不在乎的，他幾天，過幾天就好了，自然就好了。我們也看到很多這個例子。所以別被人嚇死，被馬雅人嚇死，馬雅古人嚇死更不值得，要用平常心看待。所以這個劫難來的時候，該留的他就留，該走的就走，所謂「生死有命，富貴在天」，這中國的古話。在劫逃不了，躲不過；不在劫的，災難現前，人不會死光，還是有一部分人留下來。所以這個要知道。"
    },
    {
      "id": "21-633-0001_p0030",
      "zh_CN": "遇着灾难的时候，一定是要以自信心，强烈的自信心，断恶修善，像布莱登所讲的，端正心念，我们把老祖宗的十二个字抓住，起心动念都不离开它，言语造作也不离开它，这个灾难就会平安度过。我们自己认真学，学的人愈多力量就愈大，这个大是让这个地区不受灾难。古人讲，「福人居福地，福地福人居」，我们大家都修福，你看孝悌忠信、礼义廉耻、仁爱和平，多好！我们每个人都修，大家一起都修，影响别人。头一个，从礼貌，从恭敬当中去修。世出世间法都把礼敬摆在第一，对人恭恭敬敬，真诚心，恭敬的态度，从这里学起。我们见到每个人都能够九十度的鞠躬礼，笑脸迎人，慢慢影响你的邻居街坊统统都学会了。不怕人家不学，天天看，人家慢慢就学了。我们的意念会传染给别人，会传染给花草树木，会传染给山河大地，这是我们一定要做的。老祖宗的长处就是他都落实，他真干。",
      "zh_TW": "遇著災難的時候，一定是要以自信心，強烈的自信心，斷惡修善，像布萊登所講的，端正心念，我們把老祖宗的十二個字抓住，起心動念都不離開它，言語造作也不離開它，這個災難就會平安度過。我們自己認真學，學的人愈多力量就愈大，這個大是讓這個地區不受災難。古人講，「福人居福地，福地福人居」，我們大家都修福，你看孝悌忠信、禮義廉恥、仁愛和平，多好！我們每個人都修，大家一起都修，影響別人。頭一個，從禮貌，從恭敬當中去修。世出世間法都把禮敬擺在第一，對人恭恭敬敬，真誠心，恭敬的態度，從這裡學起。我們見到每個人都能夠九十度的鞠躬禮，笑臉迎人，慢慢影響你的鄰居街坊統統都學會了。不怕人家不學，天天看，人家慢慢就學了。我們的意念會傳染給別人，會傳染給花草樹木，會傳染給山河大地，這是我們一定要做的。老祖宗的長處就是他都落實，他真幹。"
    },
    {
      "id": "21-633-0001_p0031",
      "zh_CN": "这个后面好像今天有几个同学提的问题。我想这些问题都很简单，实在不必在这个会上来提，每个法师都能够给你解答，怕的是你不相信，所以来找我回答。",
      "zh_TW": "這個後面好像今天有幾個同學提的問題。我想這些問題都很簡單，實在不必在這個會上來提，每個法師都能夠給你解答，怕的是你不相信，所以來找我回答。"
    },
    {
      "id": "21-633-0001_p0032",
      "zh_CN": "这一位同修提的，他说他有个同修六十多岁了，已经念佛多年，每天诵《无量寿经》。非常好！他说去年脚伤不能下床，半年来一直是念佛或者听经，最近人舒服一点，心里佛号不断，已经能下床，他想恢复诵经，可是诵经反而不舒服。那就不必诵经，还是听经、念佛就可以了，不要勉强。",
      "zh_TW": "這一位同修提的，他說他有個同修六十多歲了，已經念佛多年，每天誦《無量壽經》。非常好！他說去年腳傷不能下床，半年來一直是念佛或者聽經，最近人舒服一點，心裡佛號不斷，已經能下床，他想恢復誦經，可是誦經反而不舒服。那就不必誦經，還是聽經、念佛就可以了，不要勉強。"
    },
    {
      "id": "21-633-0001_p0033",
      "zh_CN": "第二位，哈尔滨的居士，他想请一套《大藏经》供养，他说现在版本很多，有伪经。《大藏经》没有伪经，但是《大藏经》里头有伪经，有伪经已经列出来告诉你哪一部是伪经，它都写出来了。所以，只要是《大藏经》都好，现在比较普遍一点是《龙藏》，乾隆编的《大藏经》。",
      "zh_TW": "第二位，哈爾濱的居士，他想請一套《大藏經》供養，他說現在版本很多，有偽經。《大藏經》沒有偽經，但是《大藏經》裡頭有偽經，有偽經已經列出來告訴你哪一部是偽經，它都寫出來了。所以，只要是《大藏經》都好，現在比較普遍一點是《龍藏》，乾隆編的《大藏經》。"
    },
    {
      "id": "21-633-0001_p0034",
      "zh_CN": "这一位同修问的是，《印光大师文钞》里面讲这个绕佛。绕佛，我们中国在北半球，现在我们这儿是南半球，北半球最上的是北极，南半球最上的是南极。所以这是颠倒的，但是你右旋就对了。我们记住是右手，像我们走圈子这样走法，顺时钟，这叫顺时钟，顺时钟就对了。无论是北半球、南半球，我们顺时钟就对了，这样绕佛就很好。所以不要太呆板，佛法最重要的是放下执着，我们还是这么执着，这个学佛就学错了。学佛是教你放下执着，放下分别。真正放下执着，对于世出世间一切法都不执着了，那就是阿罗汉；都不分别了，就是菩萨，菩萨不但不执着，分别也没有了。如果不起心不动念，那就成佛了，你回归自性了。佛法好，我跟诸位介绍的是，我自己学了六十年，讲经讲了五十三年，愈讲愈欢喜。真正明白了，孔老夫子为什么快乐？颜回为什么快乐？「学而时习之，不亦说乎」。愈学愈快乐，佛法讲的法喜充满，常生欢喜心。人只要一生欢喜心，心是定的，不受外头境界干扰。",
      "zh_TW": "這一位同修問的是，《印光大師文鈔》裡面講這個繞佛。繞佛，我們中國在北半球，現在我們這兒是南半球，北半球最上的是北極，南半球最上的是南極。所以這是顛倒的，但是你右旋就對了。我們記住是右手，像我們走圈子這樣走法，順時鐘，這叫順時鐘，順時鐘就對了。無論是北半球、南半球，我們順時鐘就對了，這樣繞佛就很好。所以不要太呆板，佛法最重要的是放下執著，我們還是這麼執著，這個學佛就學錯了。學佛是教你放下執著，放下分別。真正放下執著，對於世出世間一切法都不執著了，那就是阿羅漢；都不分別了，就是菩薩，菩薩不但不執著，分別也沒有了。如果不起心不動念，那就成佛了，你回歸自性了。佛法好，我跟諸位介紹的是，我自己學了六十年，講經講了五十三年，愈講愈歡喜。真正明白了，孔老夫子為什麼快樂？顏回為什麼快樂？「學而時習之，不亦說乎」。愈學愈快樂，佛法講的法喜充滿，常生歡喜心。人只要一生歡喜心，心是定的，不受外頭境界干擾。"
    },
    {
      "id": "21-633-0001_p0035",
      "zh_CN": "这些事情也应当告诉鸠山首相，希望在日本能够提醒日本的学佛的同修，都能够懂得，确确实实对自己有大帮助，对整个地区化解灾难也有大帮助。",
      "zh_TW": "這些事情也應當告訴鳩山首相，希望在日本能夠提醒日本的學佛的同修，都能夠懂得，確確實實對自己有大幫助，對整個地區化解災難也有大幫助。"
    },
    {
      "id": "21-633-0001_p0036",
      "zh_CN": "好，今天时间超过十分钟，谢谢大家。",
      "zh_TW": "好，今天時間超過十分鐘，謝謝大家。"
    }
  ]
}