{
  "doc_id": "02-011-0001",
  "title": {
    "zh_CN": "无量寿经大意",
    "zh_TW": "無量壽經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国",
    "zh_TW": "美國"
  },
  "doc_number": "02-011-0001",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-011-0001_p0001",
      "zh_CN": "诸位同修，今天我们连续的有八次讲演。这一次要跟大家介绍《无量寿经》的大意，重点是在如何学习本经许多宝贵的教训，我们以这个为中心。至于理论、境界方面的部分，我们都把它省略，这样的一个研习，对我们的修持乃至于生活来说，是非常有用处的。",
      "zh_TW": "諸位同修，今天我們連續的有八次講演。這一次要跟大家介紹《無量壽經》的大意，重點是在如何學習本經許多寶貴的教訓，我們以這個為中心。至於理論、境界方面的部分，我們都把它省略，這樣的一個研習，對我們的修持乃至於生活來說，是非常有用處的。"
    },
    {
      "id": "02-011-0001_p0002",
      "zh_CN": "我们先看经题，在第十一面第一行，《佛说大乘无量寿庄严清净平等觉经》。在许多的经典经题有冠上「佛说」这两个字，也有许多经典并没有加这两个字，譬如《大方广佛华严经》没有佛说，《妙法莲华经》也没有加佛说，中国人最熟悉的《金刚般若波罗蜜经》，也没有加上佛说。为什么有的经典有佛说，有的经典不加佛说？这是属于佛学常识，我们一定要知道。在习惯上来讲，正宗分第一句话是佛说的，这个经的经题上就加上佛说。假如正宗分里面，第一句话是弟子们启请的，提出问题向佛请教的，这种经就不加佛说，这是个惯例。但是本经这个佛说，跟其他经典冠的佛说意思不相同，这是特别要提示给诸位同修的。因为其他经典的「佛说」，那个佛就是专指本师释迦牟尼佛。",
      "zh_TW": "我們先看經題，在第十一面第一行，《佛說大乘無量壽莊嚴清淨平等覺經》。在許多的經典經題有冠上「佛說」這兩個字，也有許多經典並沒有加這兩個字，譬如《大方廣佛華嚴經》沒有佛說，《妙法蓮華經》也沒有加佛說，中國人最熟悉的《金剛般若波羅蜜經》，也沒有加上佛說。為什麼有的經典有佛說，有的經典不加佛說？這是屬於佛學常識，我們一定要知道。在習慣上來講，正宗分第一句話是佛說的，這個經的經題上就加上佛說。假如正宗分裡面，第一句話是弟子們啟請的，提出問題向佛請教的，這種經就不加佛說，這是個慣例。但是本經這個佛說，跟其他經典冠的佛說意思不相同，這是特別要提示給諸位同修的。因為其他經典的「佛說」，那個佛就是專指本師釋迦牟尼佛。"
    },
    {
      "id": "02-011-0001_p0003",
      "zh_CN": "此地这个「佛说」不仅仅是释迦牟尼佛一个人，实在是指十方三世一切诸佛，所以这就不一样。因为这部经，是所有一切诸佛共同说的一部经典，我们才晓得这部经典在整个佛法里面，它所占的重要性、它的地位，这是一定要把它认识清楚。「说」这个字通常我们在许多经典里面，古大德解释这个「说」是喜欢的意思。古时候说跟悦同一个字，诸位要念四书，你看四书《论语》一开头，「学而时习之，不亦说乎」。那个字是「说」字念是念「悦」，所以古时候这个说跟悦是同一个字，佛喜欢这才说，他不喜欢就不说了。说这部经是特别喜欢，无比的喜欢，所以这两个字，跟其他一切经上冠佛说两个字意思不相同，意思不一样，这是诸佛以无比的欢喜心。为什么有这么个情形？诸位要晓得，诸佛如来对众生所说的法门，实在是无量无边。从理上来说，这无量无边的法门，统统是成佛道的法门。但是理上是没错，事实上不尽然，为什么事实上不尽然？因为每个众生的根性不相同，程度不相同，意识形态不相同，生活环境不相同，因此，有些法门就不适合我们修行。唯独这个法门，所谓是三根普被，利钝全收，上从等觉菩萨，下至恶道众生没有一个不能修，没有一个修不成就的。所以这个法门就很特殊。",
      "zh_TW": "此地這個「佛說」不僅僅是釋迦牟尼佛一個人，實在是指十方三世一切諸佛，所以這就不一樣。因為這部經，是所有一切諸佛共同說的一部經典，我們才曉得這部經典在整個佛法裡面，它所佔的重要性、它的地位，這是一定要把它認識清楚。「說」這個字通常我們在許多經典裡面，古大德解釋這個「說」是喜歡的意思。古時候說跟悅同一個字，諸位要念四書，你看四書《論語》一開頭，「學而時習之，不亦說乎」。那個字是「說」字念是念「悅」，所以古時候這個說跟悅是同一個字，佛喜歡這才說，他不喜歡就不說了。說這部經是特別喜歡，無比的喜歡，所以這兩個字，跟其他一切經上冠佛說兩個字意思不相同，意思不一樣，這是諸佛以無比的歡喜心。為什麼有這麼個情形？諸位要曉得，諸佛如來對眾生所說的法門，實在是無量無邊。從理上來說，這無量無邊的法門，統統是成佛道的法門。但是理上是沒錯，事實上不盡然，為什麼事實上不盡然？因為每個眾生的根性不相同，程度不相同，意識形態不相同，生活環境不相同，因此，有些法門就不適合我們修行。唯獨這個法門，所謂是三根普被，利鈍全收，上從等覺菩薩，下至惡道眾生沒有一個不能修，沒有一個修不成就的。所以這個法門就很特殊。"
    },
    {
      "id": "02-011-0001_p0004",
      "zh_CN": "因此，一切诸佛如来要真正想度众生成佛道，实在讲这个法门是第一法门。因此，佛看众生机缘成熟，这个成熟就是他能相信这个法门，能理解这个法门，能接受这个法门，能依这个法门修行，这样的人就是根机成熟，佛要遇到这样的人，那真是生无比的欢喜心。为什么？这个人快要成佛了，这一生当中就能成佛。你说佛度众生成佛，眼看众生马上就要成佛，这个欢喜心没有办法相比！因此，这两个字跟一切经里头，冠上「佛说」这两个字意味不相同，这个意味是无比的深广。",
      "zh_TW": "因此，一切諸佛如來要真正想度眾生成佛道，實在講這個法門是第一法門。因此，佛看眾生機緣成熟，這個成熟就是他能相信這個法門，能理解這個法門，能接受這個法門，能依這個法門修行，這樣的人就是根機成熟，佛要遇到這樣的人，那真是生無比的歡喜心。為什麼？這個人快要成佛了，這一生當中就能成佛。你說佛度眾生成佛，眼看眾生馬上就要成佛，這個歡喜心沒有辦法相比！因此，這兩個字跟一切經裡頭，冠上「佛說」這兩個字意味不相同，這個意味是無比的深廣。"
    },
    {
      "id": "02-011-0001_p0005",
      "zh_CN": "其次经题上标名的就是「大乘」，不是小乘，大乘经一定要发大心的人，才能够修学。什么是大乘心？什么是小乘心？小乘心只为自利，虽然也利益众生，必须要众生向他求教，他看得很顺眼，看得挺有缘分的这才教他；如果看了不顺眼、没有缘分就不教了，这是小乘人。大乘菩萨则不然，大乘人心量广大，希望一切众生都圆成佛道，机缘成熟的人，那当然他这一生当中一定成就。没成熟的人也不放弃，没成熟的人给他下种子，所谓是「一历耳根，永为道种」。总是想方设法，叫他念一句阿弥陀佛，叫他看看阿弥陀佛的像，无论是塑像、画像都好，印在他阿赖耶识。如果说他有缘分看到这部经，看到这个经题，读到这个经文，他与西方净土的种子就种下去。所以大乘菩萨，跟小乘人的心量有很大的差别。",
      "zh_TW": "其次經題上標名的就是「大乘」，不是小乘，大乘經一定要發大心的人，才能夠修學。什麼是大乘心？什麼是小乘心？小乘心只為自利，雖然也利益眾生，必須要眾生向他求教，他看得很順眼，看得挺有緣分的這才教他；如果看了不順眼、沒有緣分就不教了，這是小乘人。大乘菩薩則不然，大乘人心量廣大，希望一切眾生都圓成佛道，機緣成熟的人，那當然他這一生當中一定成就。沒成熟的人也不放棄，沒成熟的人給他下種子，所謂是「一歷耳根，永為道種」。總是想方設法，叫他念一句阿彌陀佛，叫他看看阿彌陀佛的像，無論是塑像、畫像都好，印在他阿賴耶識。如果說他有緣分看到這部經，看到這個經題，讀到這個經文，他與西方淨土的種子就種下去。所以大乘菩薩，跟小乘人的心量有很大的差別。"
    },
    {
      "id": "02-011-0001_p0006",
      "zh_CN": "「无量寿」就是我们所求的，无量，实在讲它是用一个寿来代表，其实这里面的含义是无量无边。譬如我们常讲的，无量的智慧、无量的德能、无量的道力、无量的神通，乃至于现在世间人所追求的财富，也是无量的财富，一切没有一样不是无量。这是事实吗？是事实。为什么是事实？因为无量是我们的本性。你看六祖大师在开悟的时候，向他的老师五祖忍和尚提出他的心得，也就是他证得的境界，他里面有两句话说得很好，「何期自性，本自具足」，这就是无量的意思。真如本性里面样样具足，没有一样欠缺的，样样具足就是无量。他又说了一句话，「何期自性，能生万法」。佛门里面常讲，十法界依正庄严从哪里来？都是从自性生的。所以，只要你能够见到自性，你就真正证得了无量。在本经用个寿做代表，因为一切无量里面它以寿命排列在第一位。诸位想想，假如没有寿命，那一切无量也就落空了，谁去享受？以我们今天这个浅显的例子来说，譬如说你有无量的财富，但是你短命没有寿命，你无量的财富谁享受？别人享受，自己享受不到。所以，寿命是所有无量里面第一德，是无量的中心，因此，就用这个来代表一切的事相。所以我们看到无量寿，绝对不是单单只有寿是无量，其他没有一样不是无量，这是我们所求的。",
      "zh_TW": "「無量壽」就是我們所求的，無量，實在講它是用一個壽來代表，其實這裡面的含義是無量無邊。譬如我們常講的，無量的智慧、無量的德能、無量的道力、無量的神通，乃至於現在世間人所追求的財富，也是無量的財富，一切沒有一樣不是無量。這是事實嗎？是事實。為什麼是事實？因為無量是我們的本性。你看六祖大師在開悟的時候，向他的老師五祖忍和尚提出他的心得，也就是他證得的境界，他裡面有兩句話說得很好，「何期自性，本自具足」，這就是無量的意思。真如本性裡面樣樣具足，沒有一樣欠缺的，樣樣具足就是無量。他又說了一句話，「何期自性，能生萬法」。佛門裡面常講，十法界依正莊嚴從哪裡來？都是從自性生的。所以，只要你能夠見到自性，你就真正證得了無量。在本經用個壽做代表，因為一切無量裡面它以壽命排列在第一位。諸位想想，假如沒有壽命，那一切無量也就落空了，誰去享受？以我們今天這個淺顯的例子來說，譬如說你有無量的財富，但是你短命沒有壽命，你無量的財富誰享受？別人享受，自己享受不到。所以，壽命是所有無量裡面第一德，是無量的中心，因此，就用這個來代表一切的事相。所以我們看到無量壽，絕對不是單單只有壽是無量，其他沒有一樣不是無量，這是我們所求的。"
    },
    {
      "id": "02-011-0001_p0007",
      "zh_CN": "「庄严」完全从事相上说，无量寿是本体，就是六祖讲的「何期自性，本自具足」，这个无量寿就是本自具足。那个庄严就是他老人家讲的「能生万法」，十法界都是自性变现出来的，能生万法这是庄严。这理与事都很深，实实在在我们很不容易体会，佛在经上常用比喻说法，我们也用比喻来慢慢体会这个意思。没有证果的人都会作梦，我们每个人都有作梦的经验，修行证果的人不作梦了，没证果的人都会作梦。能作梦的能，能作梦的是心，能作梦，我们现在人讲意识，意识的作用，意识。梦中现的那个境界，那是所梦的，一个能作梦，一个所梦的境界，有能有所。无量寿就是能，庄严就是所作梦的境界，这个例子浅显我们容易体会。",
      "zh_TW": "「莊嚴」完全從事相上說，無量壽是本體，就是六祖講的「何期自性，本自具足」，這個無量壽就是本自具足。那個莊嚴就是他老人家講的「能生萬法」，十法界都是自性變現出來的，能生萬法這是莊嚴。這理與事都很深，實實在在我們很不容易體會，佛在經上常用比喻說法，我們也用比喻來慢慢體會這個意思。沒有證果的人都會作夢，我們每個人都有作夢的經驗，修行證果的人不作夢了，沒證果的人都會作夢。能作夢的能，能作夢的是心，能作夢，我們現在人講意識，意識的作用，意識。夢中現的那個境界，那是所夢的，一個能作夢，一個所夢的境界，有能有所。無量壽就是能，莊嚴就是所作夢的境界，這個例子淺顯我們容易體會。"
    },
    {
      "id": "02-011-0001_p0008",
      "zh_CN": "每天晚上作的梦境都不一样，梦是自己心里变现出来的。因为梦境短暂，我们醒过来想一想，刚才梦里头的事情还能够记得，容易体会。但是眼前这个境界，我们就不知道它是梦境。佛告诉我们，不但眼前我们六根接触的境界，是我们自性变现出来的，就是六祖讲的「何期自性，能生万法」。能生生出来的，自性所生的。《华严经》上讲毘卢遮那佛的华藏世界，也是我们自性生出来的，西方极乐世界还是我们自性生出来的，十方三世无量无边诸佛刹土，从哪里来的？都是我们自性生出来的。诸位要知道，能生的性是一个，所生的法无量无边。所以我们的本性有无量的德能，能生无量无边的万法，这个庄严就是所生的，无量寿是能生的。禅家修学的目的就是明心见性，「无量寿庄严」就是自己的本性，以及本性的作用，庄严是作用，无量寿是本性。所以，你才晓得净土跟禅是无二无别，是一样的，这是我们所求的。只要能见性，所有一切问题都得到圆满的解决。",
      "zh_TW": "每天晚上作的夢境都不一樣，夢是自己心裡變現出來的。因為夢境短暫，我們醒過來想一想，剛才夢裡頭的事情還能夠記得，容易體會。但是眼前這個境界，我們就不知道它是夢境。佛告訴我們，不但眼前我們六根接觸的境界，是我們自性變現出來的，就是六祖講的「何期自性，能生萬法」。能生生出來的，自性所生的。《華嚴經》上講毘盧遮那佛的華藏世界，也是我們自性生出來的，西方極樂世界還是我們自性生出來的，十方三世無量無邊諸佛剎土，從哪裡來的？都是我們自性生出來的。諸位要知道，能生的性是一個，所生的法無量無邊。所以我們的本性有無量的德能，能生無量無邊的萬法，這個莊嚴就是所生的，無量壽是能生的。禪家修學的目的就是明心見性，「無量壽莊嚴」就是自己的本性，以及本性的作用，莊嚴是作用，無量壽是本性。所以，你才曉得淨土跟禪是無二無別，是一樣的，這是我們所求的。只要能見性，所有一切問題都得到圓滿的解決。"
    },
    {
      "id": "02-011-0001_p0009",
      "zh_CN": "现在我们修行的目标、目的知道了，经题上摆明。要怎样才能见性，才能够得到无量寿庄严？下面佛教给我们修学的方法，这个方法是纲领，三大纲领「清净平等觉」，这就是我们要修的，要修清净心、要修平等心、要修觉心，觉就是不迷，觉而不迷。在平常我们讲三皈的时候，都跟同学们做了详细的报告，学佛一入门，佛就把修学的纲领教给我们，传授给我们修学的纲领。无论是哪一宗，无论是哪个法门，在我们中国佛教有十个宗派，所谓有八万四千法门、无量法门，那都是方法、手段，无论修学哪个法门，决定不能违背这三条纲领，这三个纲领就是三皈依，佛法僧这三宝。三宝诸位一定要知道，是讲的自性三宝，不是讲心外的，心外求法那就变成外道，那不是佛法，佛法在自性当中求。今天我们这个经题上，「清净平等觉」就是自性三宝。清净是僧宝，皈依僧，僧的意思是六根清净一尘不染，所以清净是自性僧宝。平等是自性法宝，法是正，正知正见，正而不邪，你不平等就不正，平等心就是正，所以这是自性法宝。",
      "zh_TW": "現在我們修行的目標、目的知道了，經題上擺明。要怎樣才能見性，才能夠得到無量壽莊嚴？下面佛教給我們修學的方法，這個方法是綱領，三大綱領「清淨平等覺」，這就是我們要修的，要修清淨心、要修平等心、要修覺心，覺就是不迷，覺而不迷。在平常我們講三皈的時候，都跟同學們做了詳細的報告，學佛一入門，佛就把修學的綱領教給我們，傳授給我們修學的綱領。無論是哪一宗，無論是哪個法門，在我們中國佛教有十個宗派，所謂有八萬四千法門、無量法門，那都是方法、手段，無論修學哪個法門，決定不能違背這三條綱領，這三個綱領就是三皈依，佛法僧這三寶。三寶諸位一定要知道，是講的自性三寶，不是講心外的，心外求法那就變成外道，那不是佛法，佛法在自性當中求。今天我們這個經題上，「清淨平等覺」就是自性三寶。清淨是僧寶，皈依僧，僧的意思是六根清淨一塵不染，所以清淨是自性僧寶。平等是自性法寶，法是正，正知正見，正而不邪，你不平等就不正，平等心就是正，所以這是自性法寶。"
    },
    {
      "id": "02-011-0001_p0010",
      "zh_CN": "在本经这个平等，古德给我们说了，至少有四个很重要的意思，第一个，这个法门是称性的法门，本性是平等的，这个法门，是令一切众生平等成佛的法门。这个不可思议，真是难信之法！我们看十方世界这些大菩萨，像我们在《华严经》上看到，文殊菩萨、普贤菩萨那是华藏世界的等觉菩萨，这个地位太高太高，他们也是依照这个法门，信愿行三个条件生到西方极乐世界。我们今天是凡夫，一品烦恼都没有断，真正是所有业障习气统统都在，叫带业往生，我们也依靠信愿行这三个条件，生到西方极乐世界。虽然生到西方极乐世界当然我们的品位不相同，但是到了西方极乐世界，除了品位不相同之外，我们的神通、道力、享受、生活状况，没有一样不相同，平等，这是真正不可思议。除这个西方世界之外，任何诸佛刹土都是不平等的，唯独西方世界是平等。所以它是大家平等成佛，从等觉菩萨到恶道众生，这真是难信之法，平等成佛。",
      "zh_TW": "在本經這個平等，古德給我們說了，至少有四個很重要的意思，第一個，這個法門是稱性的法門，本性是平等的，這個法門，是令一切眾生平等成佛的法門。這個不可思議，真是難信之法！我們看十方世界這些大菩薩，像我們在《華嚴經》上看到，文殊菩薩、普賢菩薩那是華藏世界的等覺菩薩，這個地位太高太高，他們也是依照這個法門，信願行三個條件生到西方極樂世界。我們今天是凡夫，一品煩惱都沒有斷，真正是所有業障習氣統統都在，叫帶業往生，我們也依靠信願行這三個條件，生到西方極樂世界。雖然生到西方極樂世界當然我們的品位不相同，但是到了西方極樂世界，除了品位不相同之外，我們的神通、道力、享受、生活狀況，沒有一樣不相同，平等，這是真正不可思議。除這個西方世界之外，任何諸佛剎土都是不平等的，唯獨西方世界是平等。所以它是大家平等成佛，從等覺菩薩到惡道眾生，這真是難信之法，平等成佛。"
    },
    {
      "id": "02-011-0001_p0011",
      "zh_CN": "第二，是令一切众生依照平等的方法来修学，就是信愿行这个三资粮。等觉菩萨也依照这个方法，我们凡夫也依这个方法，乃至于恶道众生，他还是用这个方法，这方法平等。因平等，当然果报平等，因果都不可思议。第三个意思，平等觉，「清净平等觉」，就是诸佛如来的德号。我们想想，哪一尊佛不清净、哪一尊佛不平等、哪一尊佛不觉悟！所以这是一切诸佛的通号。第四个意思就本经来说，清净平等觉就是阿弥陀佛的名号，这经上有。所以它有四个意思在此地，这四个意思具足一切法门。刚才跟诸位提的是自性三宝，这个觉就是佛宝，自性觉，觉而不迷，这是三宝具足。如果就一切经里面我们讲三学戒定慧，这个题是戒定慧三学具足，清净是戒律，戒是清凉，清净是戒，平等是定，觉就是慧。所以这个题里头是戒定慧三学，三学就是三藏，清净是律藏，平等是经藏，慧是论藏，三学、三藏统统包括在里面。",
      "zh_TW": "第二，是令一切眾生依照平等的方法來修學，就是信願行這個三資糧。等覺菩薩也依照這個方法，我們凡夫也依這個方法，乃至於惡道眾生，他還是用這個方法，這方法平等。因平等，當然果報平等，因果都不可思議。第三個意思，平等覺，「清淨平等覺」，就是諸佛如來的德號。我們想想，哪一尊佛不清淨、哪一尊佛不平等、哪一尊佛不覺悟！所以這是一切諸佛的通號。第四個意思就本經來說，清淨平等覺就是阿彌陀佛的名號，這經上有。所以它有四個意思在此地，這四個意思具足一切法門。剛才跟諸位提的是自性三寶，這個覺就是佛寶，自性覺，覺而不迷，這是三寶具足。如果就一切經裡面我們講三學戒定慧，這個題是戒定慧三學具足，清淨是戒律，戒是清涼，清淨是戒，平等是定，覺就是慧。所以這個題裡頭是戒定慧三學，三學就是三藏，清淨是律藏，平等是經藏，慧是論藏，三學、三藏統統包括在裡面。"
    },
    {
      "id": "02-011-0001_p0012",
      "zh_CN": "正因为如此，我们才深深体会到，佛在《华严经》上讲的一就是一切，一切就是一。我在从前虽然《华严经》讲了很多年，这两句话都是依照古人注解那样的说过去，轻描淡写过去就算了，为什么？意思不懂。到底什么一就是一切，一切就是一搞不懂，很不容易体会。到念了这个经之后，这才恍然大悟，一是指什么？就是这部经。一切还不止《大藏经》，《大藏经》是释迦牟尼佛讲的，十方诸佛所讲无量无边经典都不出这个范围。这部经把它展开来就是《大藏经》，就是一切经，一切经把它归纳起来，就是这一部经。所以这部经是一切经的精华，是一切经的纲领，文字有广略不同，譬如讲《大方广佛华严经》，堆起来那么高一大部，文字多；这个经只有这么一卷，这文字少。如果从道理，从理论、方法、境界，本经跟《华严》是无二无别，完全相同。",
      "zh_TW": "正因為如此，我們才深深體會到，佛在《華嚴經》上講的一就是一切，一切就是一。我在從前雖然《華嚴經》講了很多年，這兩句話都是依照古人註解那樣的說過去，輕描淡寫過去就算了，為什麼？意思不懂。到底什麼一就是一切，一切就是一搞不懂，很不容易體會。到念了這個經之後，這才恍然大悟，一是指什麼？就是這部經。一切還不止《大藏經》，《大藏經》是釋迦牟尼佛講的，十方諸佛所講無量無邊經典都不出這個範圍。這部經把它展開來就是《大藏經》，就是一切經，一切經把它歸納起來，就是這一部經。所以這部經是一切經的精華，是一切經的綱領，文字有廣略不同，譬如講《大方廣佛華嚴經》，堆起來那麼高一大部，文字多；這個經只有這麼一卷，這文字少。如果從道理，從理論、方法、境界，本經跟《華嚴》是無二無別，完全相同。"
    },
    {
      "id": "02-011-0001_p0013",
      "zh_CN": "因此我们也就明了了，这本《无量寿经》，我们要知道它详细的意思，《大方广佛华严经》就是《无量寿经》的注解。我再要知道《大方广佛华严经》的义趣，想多知道一点，整部《大藏经》就是《华严经》的注解。我们先把全部经典的关系搞清楚，然后才晓得这本经在整个经典里面，它的价值，它的身分、它的地位才搞清楚。这才真正肯定了善导大师所讲的一句话，「如来所以兴出世」，这是讲十方三世一切如来示现在世间成佛，为什么事情？就是为了讲这部经，「为说弥陀本愿海」，就是指的这部经。因为这个法门不是普通人能够相信，不是他能学不能学，是任何人都能学，任何人都能成就的，他就不相信。因为不能够相信，佛才不得已，说了无量无边的法门，无量无边法门最后统统归到这个法门里面来，这才得圆满的成就。",
      "zh_TW": "因此我們也就明瞭了，這本《無量壽經》，我們要知道它詳細的意思，《大方廣佛華嚴經》就是《無量壽經》的註解。我再要知道《大方廣佛華嚴經》的義趣，想多知道一點，整部《大藏經》就是《華嚴經》的註解。我們先把全部經典的關係搞清楚，然後才曉得這本經在整個經典裡面，它的價值，它的身分、它的地位才搞清楚。這才真正肯定了善導大師所講的一句話，「如來所以興出世」，這是講十方三世一切如來示現在世間成佛，為什麼事情？就是為了講這部經，「為說彌陀本願海」，就是指的這部經。因為這個法門不是普通人能夠相信，不是他能學不能學，是任何人都能學，任何人都能成就的，他就不相信。因為不能夠相信，佛才不得已，說了無量無邊的法門，無量無邊法門最後統統歸到這個法門裡面來，這才得圓滿的成就。"
    },
    {
      "id": "02-011-0001_p0014",
      "zh_CN": "所以，隋唐时候的高僧大德曾经说过，他们将整个佛法做个比较，所有一切经典做个比较，哪一部经第一？《大方广佛华严经》第一，这是所有高僧大德，可以说历代都承认、都公认的。《华严经》是最圆满的，有圆满的理论、圆满的方法，最后善财童子五十三参，还做给我们看，做一个示范给我们看，这是圆满的法轮。假如《大方广佛华严经》，跟《无量寿经》做个比较？《无量寿经》第一，把《华严》比下去。为什么本经第一？因为《华严经》到最后普贤菩萨十大愿王导归极乐，《华严》才圆满。本经从头到尾，字字句句都是讲极乐世界的，正是《华严》的归宿，《华严》最后就归到这部经，这部经当然是第一，那就第一之第一。古德只比到此地，实在讲我们如果再要认真追究一下，在这部经里面，夏莲居老居士的会集一共四十八品，这四十八品里面哪一品第一？再找找第一。诸位要细细念一念，第六品第一，第六品是四十八愿，是阿弥陀佛自己说的。四十八愿有四十八条，哪一条是第一，哪一愿是第一？这古德也公认第十八愿第一。十八愿是什么？十念必生，就是一句佛号。",
      "zh_TW": "所以，隋唐時候的高僧大德曾經說過，他們將整個佛法做個比較，所有一切經典做個比較，哪一部經第一？《大方廣佛華嚴經》第一，這是所有高僧大德，可以說歷代都承認、都公認的。《華嚴經》是最圓滿的，有圓滿的理論、圓滿的方法，最後善財童子五十三參，還做給我們看，做一個示範給我們看，這是圓滿的法輪。假如《大方廣佛華嚴經》，跟《無量壽經》做個比較？《無量壽經》第一，把《華嚴》比下去。為什麼本經第一？因為《華嚴經》到最後普賢菩薩十大願王導歸極樂，《華嚴》才圓滿。本經從頭到尾，字字句句都是講極樂世界的，正是《華嚴》的歸宿，《華嚴》最後就歸到這部經，這部經當然是第一，那就第一之第一。古德只比到此地，實在講我們如果再要認真追究一下，在這部經裡面，夏蓮居老居士的會集一共四十八品，這四十八品裡面哪一品第一？再找找第一。諸位要細細念一念，第六品第一，第六品是四十八願，是阿彌陀佛自己說的。四十八願有四十八條，哪一條是第一，哪一願是第一？這古德也公認第十八願第一。十八願是什麼？十念必生，就是一句佛號。"
    },
    {
      "id": "02-011-0001_p0015",
      "zh_CN": "所以诸位从这个地方较量、比较，到最后这个佛法变成什么？阿弥陀佛四个字。所以阿弥陀佛四个字，是十方三世一切诸佛所说妙法的最高峰，没有比这个更高了。你要不做这个比较，你不知道这个名号功德殊胜不可思议！所以大家常念阿弥陀佛，这个名号功德很少人知道，真正了解名号功德，这个心就死心塌地。知道这个名号统一切法门，无论是禅、无论是律、无论是密、无论是教，没有一个法门不在阿弥陀佛名号之中，真的是一就一切了。不仅这个经是一，到最后我们才知道一句阿弥陀佛是真正是一。无量无边的法门就是一句阿弥陀佛，一句阿弥陀佛展开来的，八万四千法门、无量无边法门。我们这才把这桩事情搞清楚，认清了，搞明白了，真正搞明白了。这点非常重要！",
      "zh_TW": "所以諸位從這個地方較量、比較，到最後這個佛法變成什麼？阿彌陀佛四個字。所以阿彌陀佛四個字，是十方三世一切諸佛所說妙法的最高峰，沒有比這個更高了。你要不做這個比較，你不知道這個名號功德殊勝不可思議！所以大家常念阿彌陀佛，這個名號功德很少人知道，真正了解名號功德，這個心就死心塌地。知道這個名號統一切法門，無論是禪、無論是律、無論是密、無論是教，沒有一個法門不在阿彌陀佛名號之中，真的是一就一切了。不僅這個經是一，到最後我們才知道一句阿彌陀佛是真正是一。無量無邊的法門就是一句阿彌陀佛，一句阿彌陀佛展開來的，八萬四千法門、無量無邊法門。我們這才把這樁事情搞清楚，認清了，搞明白了，真正搞明白了。這點非常重要！"
    },
    {
      "id": "02-011-0001_p0016",
      "zh_CN": "为什么？认识不清楚，往往我们这个心犹豫不决，那不管你修什么法门都不能成就。为什么？怀疑是很重的烦恼，是大障碍。你看六个根本烦恼里面贪瞋痴慢疑，怀疑，障碍你的清净心。《金刚经》上说得很好，「信心清净，则生实相」。实相是什么？实相就是我们此地经题里面「无量寿庄严」。我们没有清净信，无量寿庄严是永远不能够证得，不但不能证得，就是清净平等觉都得不到。得到清净平等觉就能够证得无量寿庄严，所以一部经的经义都在这个题目上。这是经不可思议，题目更不可思议，这首先我们要认识清楚的。下面这个「经」，我们就不必讲，把它省略掉。",
      "zh_TW": "為什麼？認識不清楚，往往我們這個心猶豫不決，那不管你修什麼法門都不能成就。為什麼？懷疑是很重的煩惱，是大障礙。你看六個根本煩惱裡面貪瞋痴慢疑，懷疑，障礙你的清淨心。《金剛經》上說得很好，「信心清淨，則生實相」。實相是什麼？實相就是我們此地經題裡面「無量壽莊嚴」。我們沒有清淨信，無量壽莊嚴是永遠不能夠證得，不但不能證得，就是清淨平等覺都得不到。得到清淨平等覺就能夠證得無量壽莊嚴，所以一部經的經義都在這個題目上。這是經不可思議，題目更不可思議，這首先我們要認識清楚的。下面這個「經」，我們就不必講，把它省略掉。"
    },
    {
      "id": "02-011-0001_p0017",
      "zh_CN": "诸位再看第一品，第十二面第一行，每部经开头都有如是我闻，一时佛在什么地方，与弟子多少人，都有这种句子，我们在讲经也讲了很多。这部经既然很特殊，是一切诸佛共同所说的第一经，所以「佛说」两个字意思跟别的经不相同，因此「如是我闻」这四个字，跟别的经上讲的如是我闻意思也不相同，不相同在什么地方？因为本经是世尊，也可以说是一切诸佛如来圆满的法轮。假如我们用月亮来做个比喻，这是佛在经上常常用这个比喻，《华严经》好像是十四的月亮，快要圆了，还没有圆；本经是十五的月亮，是满月。为什么说《华严经》是十四的月亮？《华严经》最后要不导归极乐，它不圆满。所以这部经才是圆中之圆，一乘经当中的一乘经是究竟圆满。所以它这个「如是」跟别的经上不一样，一切大乘经都是如来称性之说，都是从如来心性里面流露出来的，但是流露出来的是一部分，不是圆满的流出来，不是统统流露出来；唯独本经是如来自性圆满流露，没有一丝毫欠缺。因此，「如是」跟一切经的如是意味不相同，这是我们必须要知道的。",
      "zh_TW": "諸位再看第一品，第十二面第一行，每部經開頭都有如是我聞，一時佛在什麼地方，與弟子多少人，都有這種句子，我們在講經也講了很多。這部經既然很特殊，是一切諸佛共同所說的第一經，所以「佛說」兩個字意思跟別的經不相同，因此「如是我聞」這四個字，跟別的經上講的如是我聞意思也不相同，不相同在什麼地方？因為本經是世尊，也可以說是一切諸佛如來圓滿的法輪。假如我們用月亮來做個比喻，這是佛在經上常常用這個比喻，《華嚴經》好像是十四的月亮，快要圓了，還沒有圓；本經是十五的月亮，是滿月。為什麼說《華嚴經》是十四的月亮？《華嚴經》最後要不導歸極樂，它不圓滿。所以這部經才是圓中之圓，一乘經當中的一乘經是究竟圓滿。所以它這個「如是」跟別的經上不一樣，一切大乘經都是如來稱性之說，都是從如來心性裡面流露出來的，但是流露出來的是一部分，不是圓滿的流出來，不是統統流露出來；唯獨本經是如來自性圓滿流露，沒有一絲毫欠缺。因此，「如是」跟一切經的如是意味不相同，這是我們必須要知道的。"
    },
    {
      "id": "02-011-0001_p0018",
      "zh_CN": "「一时」，此地的一时跟其他经上的一时也不一样，这个一时是指什么？是指信愿行三资粮相应的时候。三资粮相应，不但跟西方世界阿弥陀相应，也跟遍法界一切诸佛如来统统都相应，这是跟其他经上义趣不相同的地方。在这段经文里面，要是说它的人数「与大比丘众万二千人俱」，这是与《法华经》相同，佛讲《法华经》也是在王舍城耆阇崛山讲的，这是一般讲的灵鹫山灵山一会。这部经是跟《法华经》同一个处所，而且听众人是相同，《法华经》那一会是一万二千人，本经也是一万二千人，与《法华》相同。后面菩萨，菩萨第一个是普贤菩萨，第二个是文殊师利菩萨、弥勒菩萨，这与《华严经》相同。《法华》、《华严》在我们中国佛教，称这两部经叫经中之王，公认这两部经是一乘了义的大经。佛说这么多经，一乘了义的大经就这么两部。",
      "zh_TW": "「一時」，此地的一時跟其他經上的一時也不一樣，這個一時是指什麼？是指信願行三資糧相應的時候。三資糧相應，不但跟西方世界阿彌陀相應，也跟遍法界一切諸佛如來統統都相應，這是跟其他經上義趣不相同的地方。在這段經文裡面，要是說它的人數「與大比丘眾萬二千人俱」，這是與《法華經》相同，佛講《法華經》也是在王舍城耆闍崛山講的，這是一般講的靈鷲山靈山一會。這部經是跟《法華經》同一個處所，而且聽眾人是相同，《法華經》那一會是一萬二千人，本經也是一萬二千人，與《法華》相同。後面菩薩，菩薩第一個是普賢菩薩，第二個是文殊師利菩薩、彌勒菩薩，這與《華嚴經》相同。《法華》、《華嚴》在我們中國佛教，稱這兩部經叫經中之王，公認這兩部經是一乘了義的大經。佛說這麼多經，一乘了義的大經就這麼兩部。"
    },
    {
      "id": "02-011-0001_p0019",
      "zh_CN": "这个架式在这里一摆，这个经跟《华严》、《法华》完全相同。所以清初彭际清居士说，《无量寿经》就是中本《华严》，这他说的。《华严经》分量多，称大《华严经》，这个比《华严经》分量少，称中本。那中本当然还有小本，小本是什么？《佛说阿弥陀经》，《阿弥陀经》比这分量少。所以《弥陀经》、《无量寿经》、《华严经》内容完全相同，只是说得详细、说得简单一点而已，里面内容的的确确是无二无别。如果讲《华严经》，那就是细说《无量寿经》；讲《阿弥陀经》，那就是略说《无量寿经》，这味道要体会得到，然后我们才真正生欢喜心。这真是佛法的奥秘，我们今天把它找到，你说这多欢喜！佛欢喜，我们也非常欢喜，我们的欢喜不亚于佛，这是等同大经。",
      "zh_TW": "這個架式在這裡一擺，這個經跟《華嚴》、《法華》完全相同。所以清初彭際清居士說，《無量壽經》就是中本《華嚴》，這他說的。《華嚴經》分量多，稱大《華嚴經》，這個比《華嚴經》分量少，稱中本。那中本當然還有小本，小本是什麼？《佛說阿彌陀經》，《阿彌陀經》比這分量少。所以《彌陀經》、《無量壽經》、《華嚴經》內容完全相同，只是說得詳細、說得簡單一點而已，裡面內容的的確確是無二無別。如果講《華嚴經》，那就是細說《無量壽經》；講《阿彌陀經》，那就是略說《無量壽經》，這味道要體會得到，然後我們才真正生歡喜心。這真是佛法的奧祕，我們今天把它找到，你說這多歡喜！佛歡喜，我們也非常歡喜，我們的歡喜不亞於佛，這是等同大經。"
    },
    {
      "id": "02-011-0001_p0020",
      "zh_CN": "再看看它里面表法的这些人，第一个人是「尊者憍陈如」。同学们我相信也看过不少的佛经，你们有没有在哪一部经上，一开头看到有憍陈如的名字？没有看到过。这个经把他摆在第一，这个意思很深，憍陈如尊者是释迦牟尼佛示现成佛，第一次讲经在鹿野苑度五比丘，他是第一个开悟，第一个证果。把他摆在这个地方，就是告诉我们这部经是第一经、第一开悟、第一成佛，就是这个意思，他代表这个意思，这是我们必须要知道的。诸位翻开八十六页看第一行的当中，我把这经文念一念：「当知此人非是小乘，于我法中，得名第一弟子」。这是佛在经上说的，依照这个法门修学才是如来第一弟子，你看跟憍陈如排名在此地前后相应。这个都不是随便说的，统统都有依据的，处处显示这部经、这个法门是整个佛法里头第一位。",
      "zh_TW": "再看看它裡面表法的這些人，第一個人是「尊者憍陳如」。同學們我相信也看過不少的佛經，你們有沒有在哪一部經上，一開頭看到有憍陳如的名字？沒有看到過。這個經把他擺在第一，這個意思很深，憍陳如尊者是釋迦牟尼佛示現成佛，第一次講經在鹿野苑度五比丘，他是第一個開悟，第一個證果。把他擺在這個地方，就是告訴我們這部經是第一經、第一開悟、第一成佛，就是這個意思，他代表這個意思，這是我們必須要知道的。諸位翻開八十六頁看第一行的當中，我把這經文念一念：「當知此人非是小乘，於我法中，得名第一弟子」。這是佛在經上說的，依照這個法門修學才是如來第一弟子，你看跟憍陳如排名在此地前後相應。這個都不是隨便說的，統統都有依據的，處處顯示這部經、這個法門是整個佛法裡頭第一位。"
    },
    {
      "id": "02-011-0001_p0021",
      "zh_CN": "下面，「尊者舍利弗」，这是智慧第一；「目犍连」是神通第一，神通就是今天讲的能力，办事的能力，通是通达无碍的意思，神是神奇莫测。他的能力太大了，无论什么他都会，不但他会，他实在都是第一高明神通能力。但是这两个人可以说一切大乘经上都有，都有这两个人，都是神通第一，这是智慧第一。可是今天舍利弗跟目犍连，是排在憍陈如的下面，两个人表的神通、智慧，跟其他经上我们看到的又不一样，怎么个不一样法？前面加上第一。舍利弗在一般经典里面只代表智慧，这个地方是代表第一智慧，前头有憍陈如。目犍连在一般经典只代表神通，还不能称第一神通，前头冠上憍陈如，他也变成第一神通，智慧、神通一切经都不能为比的。像这些地方很容易疏忽，但是什么？它太重要了，我们真正的信心，清净信心从这里生的。你不理解的话，你的信心怎么会生出来？你的信心怎么会坚固？",
      "zh_TW": "下面，「尊者舍利弗」，這是智慧第一；「目犍連」是神通第一，神通就是今天講的能力，辦事的能力，通是通達無礙的意思，神是神奇莫測。他的能力太大了，無論什麼他都會，不但他會，他實在都是第一高明神通能力。但是這兩個人可以說一切大乘經上都有，都有這兩個人，都是神通第一，這是智慧第一。可是今天舍利弗跟目犍連，是排在憍陳如的下面，兩個人表的神通、智慧，跟其他經上我們看到的又不一樣，怎麼個不一樣法？前面加上第一。舍利弗在一般經典裡面只代表智慧，這個地方是代表第一智慧，前頭有憍陳如。目犍連在一般經典只代表神通，還不能稱第一神通，前頭冠上憍陳如，他也變成第一神通，智慧、神通一切經都不能為比的。像這些地方很容易疏忽，但是什麼？它太重要了，我們真正的信心，清淨信心從這裡生的。你不理解的話，你的信心怎麼會生出來？你的信心怎麼會堅固？"
    },
    {
      "id": "02-011-0001_p0022",
      "zh_CN": "底下我们再看「迦叶尊者」，迦叶是传佛心印，禅宗初祖，代表的宗门。「阿难」是结集经典的人，他代表的教下。一个代表宗门，一个代表教下，就整个佛法统统包括了。用这两个人，这部经典是包括了整个佛法，宗门教下统统不离开这个经。所以这个经典里面内容文字虽然是很短，并不很长，内容是非常非常丰富，经典里面不少句子，是禅宗的原理原则，宗教统统在里面。",
      "zh_TW": "底下我們再看「迦葉尊者」，迦葉是傳佛心印，禪宗初祖，代表的宗門。「阿難」是結集經典的人，他代表的教下。一個代表宗門，一個代表教下，就整個佛法統統包括了。用這兩個人，這部經典是包括了整個佛法，宗門教下統統不離開這個經。所以這個經典裡面內容文字雖然是很短，並不很長，內容是非常非常豐富，經典裡面不少句子，是禪宗的原理原則，宗教統統在裡面。"
    },
    {
      "id": "02-011-0001_p0023",
      "zh_CN": "菩萨众里面「普贤菩萨」代表密宗，怎么知道普贤菩萨代表密宗？佛灭度之后六百年，就释迦牟尼佛圆寂之后六百年，印度出现了一位龙树菩萨，这个菩萨智慧、能力实在讲非常非常的杰出，在那个时代真是世界上第一人，整个大乘佛法都是他建立，都是他传下来的。所以龙树佛门里面尊他叫八宗共祖，八个宗派他都是祖师，大乘八个宗派，包括禅宗、包括密宗。在密宗里面他是初祖，他开铁塔见到金刚萨埵，金刚萨埵将密法传给他，他传下来这个世界才有密宗，密宗是从龙树传来的。金刚萨埵是谁？就是普贤菩萨的化身，密宗里面的准提菩萨就是观世音菩萨的化身，显密不二！本经有不少这个经文是密宗的教义，所以这里头有密。不但是有密，是无上的密法，因为什么？它不是别人传的，是普贤菩萨自己在此地。「文殊菩萨」代表大乘的禅宗，「弥勒菩萨」代表贤劫千佛，底下有「贤劫中一切菩萨」。贤劫千佛没有一尊佛不讲这部经，没有一尊佛不宣说这个法门，没有一尊佛不劝人求生西方极乐世界，这是我们在这章里面所看到的。",
      "zh_TW": "菩薩眾裡面「普賢菩薩」代表密宗，怎麼知道普賢菩薩代表密宗？佛滅度之後六百年，就釋迦牟尼佛圓寂之後六百年，印度出現了一位龍樹菩薩，這個菩薩智慧、能力實在講非常非常的傑出，在那個時代真是世界上第一人，整個大乘佛法都是他建立，都是他傳下來的。所以龍樹佛門裡面尊他叫八宗共祖，八個宗派他都是祖師，大乘八個宗派，包括禪宗、包括密宗。在密宗裡面他是初祖，他開鐵塔見到金剛薩埵，金剛薩埵將密法傳給他，他傳下來這個世界才有密宗，密宗是從龍樹傳來的。金剛薩埵是誰？就是普賢菩薩的化身，密宗裡面的準提菩薩就是觀世音菩薩的化身，顯密不二！本經有不少這個經文是密宗的教義，所以這裡頭有密。不但是有密，是無上的密法，因為什麼？它不是別人傳的，是普賢菩薩自己在此地。「文殊菩薩」代表大乘的禪宗，「彌勒菩薩」代表賢劫千佛，底下有「賢劫中一切菩薩」。賢劫千佛沒有一尊佛不講這部經，沒有一尊佛不宣說這個法門，沒有一尊佛不勸人求生西方極樂世界，這是我們在這章裡面所看到的。"
    },
    {
      "id": "02-011-0001_p0024",
      "zh_CN": "第二章里面一开端有「贤护等十六正士」，正士就是菩萨，菩萨的别号。底下有十五位，从善思惟菩萨一直到解脱菩萨，加上贤护一共十六个人。这十六个人在此地含义是非常之深，为什么？因为这十六位菩萨都是在家菩萨，而且不是普通在家菩萨，是在家的等觉菩萨。他们所证得的果位，跟文殊、普贤、弥勒相同，而且人数这么多，比出家的菩萨多，显示出这个法门最适合于在家人修学，在家人这么多。你看出家的菩萨只列了三个，在家的菩萨列了十六个。在家人依照这个方法修行，这一生就能成佛，那出家人当然更容易，所以这个法门是普度一切众生。这十六个菩萨当中，只有「贤护」一个人是我们这个世间的，是释迦牟尼佛当年在世，跟释迦牟尼佛的一位在家等觉菩萨，其余这十五个人是他方世界来的。这就是证明了，十方无量无边世界诸佛如来统统讲这部经，统统讲这个法门。今天释迦牟尼佛讲这个法门他们都来，来跟释迦牟尼佛做证明，诸佛如来都说这个法门，这个用意很深。这是来给我们作证的，不是释迦牟尼佛一个人讲的，确实诸佛如来统统讲。我们看到这么一段文的时候，确确实实我们的信心真正清净坚定。人家问你说，你凭什么选择这个法门？咱们凭上面这么多理由来选择，这还会有错吗？决定没有差错。",
      "zh_TW": "第二章裡面一開端有「賢護等十六正士」，正士就是菩薩，菩薩的別號。底下有十五位，從善思惟菩薩一直到解脫菩薩，加上賢護一共十六個人。這十六個人在此地含義是非常之深，為什麼？因為這十六位菩薩都是在家菩薩，而且不是普通在家菩薩，是在家的等覺菩薩。他們所證得的果位，跟文殊、普賢、彌勒相同，而且人數這麼多，比出家的菩薩多，顯示出這個法門最適合於在家人修學，在家人這麼多。你看出家的菩薩只列了三個，在家的菩薩列了十六個。在家人依照這個方法修行，這一生就能成佛，那出家人當然更容易，所以這個法門是普度一切眾生。這十六個菩薩當中，只有「賢護」一個人是我們這個世間的，是釋迦牟尼佛當年在世，跟釋迦牟尼佛的一位在家等覺菩薩，其餘這十五個人是他方世界來的。這就是證明了，十方無量無邊世界諸佛如來統統講這部經，統統講這個法門。今天釋迦牟尼佛講這個法門他們都來，來跟釋迦牟尼佛做證明，諸佛如來都說這個法門，這個用意很深。這是來給我們作證的，不是釋迦牟尼佛一個人講的，確實諸佛如來統統講。我們看到這麼一段文的時候，確確實實我們的信心真正清淨堅定。人家問你說，你憑什麼選擇這個法門？咱們憑上面這麼多理由來選擇，這還會有錯嗎？決定沒有差錯。"
    },
    {
      "id": "02-011-0001_p0025",
      "zh_CN": "底下有一段经文，值得我们学习的地方非常多，「咸共遵修普贤大士之德」，这是指十方这些大菩萨们。普贤大士之德说什么？普贤大士之德就是十大愿王导归极乐。但是，我们要知道十大愿王是法身大士所修的，我们做不到，一条都做不到。这些年来我们弘扬《无量寿经》，最初是我一个人在做，做得相当辛苦。以后遇到黄念祖老居士，他也是一个人在做，也做得相当辛苦。我们两个人终于有这个缘分碰到一起，遇到一起之后，那真是无比的欢喜。他老人家告诉我，夏老居士会集这部经之后，有一个大愿希望建立净宗学会，极力的提倡专修专弘。但是夏老提出这个名称之后，他并没有能够如愿以偿，没有能够组织，也没有能够建立，一直到今天还没有能建立。",
      "zh_TW": "底下有一段經文，值得我們學習的地方非常多，「咸共遵修普賢大士之德」，這是指十方這些大菩薩們。普賢大士之德說什麼？普賢大士之德就是十大願王導歸極樂。但是，我們要知道十大願王是法身大士所修的，我們做不到，一條都做不到。這些年來我們弘揚《無量壽經》，最初是我一個人在做，做得相當辛苦。以後遇到黃念祖老居士，他也是一個人在做，也做得相當辛苦。我們兩個人終於有這個緣分碰到一起，遇到一起之後，那真是無比的歡喜。他老人家告訴我，夏老居士會集這部經之後，有一個大願希望建立淨宗學會，極力的提倡專修專弘。但是夏老提出這個名稱之後，他並沒有能夠如願以償，沒有能夠組織，也沒有能夠建立，一直到今天還沒有能建立。"
    },
    {
      "id": "02-011-0001_p0026",
      "zh_CN": "老居士见了我之后，就把这桩事情付托给我，希望我们能在台湾、在海外，多多的成立净宗学会，用这个学会代替莲社。这确实是我们今天所讲的佛法的现代化，是向现代化往前迈了一大步。所以这些年来，我们在台湾、在海外一共有十几个会都成立了。达拉斯最近新的佛堂盖好之后，就是以净宗学会命名的，可以说是第一个净宗学会的道场。虽然是不大，在美国建立，这个缘很殊胜、很难得。道场建立之后，我就想这里面供的佛像，我们从前请的佛像是从大陆上请来的，木雕的西方三圣，只有四尺高。我们的佛堂现在有二十一尺，这四尺高的佛像摆在那里不相称，这佛像显得太小了。所以我就动个念头想请人给我画，画大的佛像放在原来佛像后面，这样就相称，就庄严了。",
      "zh_TW": "老居士見了我之後，就把這樁事情付託給我，希望我們能在台灣、在海外，多多的成立淨宗學會，用這個學會代替蓮社。這確實是我們今天所講的佛法的現代化，是向現代化往前邁了一大步。所以這些年來，我們在台灣、在海外一共有十幾個會都成立了。達拉斯最近新的佛堂蓋好之後，就是以淨宗學會命名的，可以說是第一個淨宗學會的道場。雖然是不大，在美國建立，這個緣很殊勝、很難得。道場建立之後，我就想這裡面供的佛像，我們從前請的佛像是從大陸上請來的，木雕的西方三聖，只有四尺高。我們的佛堂現在有二十一尺，這四尺高的佛像擺在那裡不相稱，這佛像顯得太小了。所以我就動個念頭想請人給我畫，畫大的佛像放在原來佛像後面，這樣就相稱，就莊嚴了。"
    },
    {
      "id": "02-011-0001_p0027",
      "zh_CN": "在台湾认识一个外国人，这外国人会画佛像，他是听我的录音带听了很欢喜，来看我，我听说他会画佛像，他带我去参观画的大佛像。我说很好，你给我画三张，我那个墙多大的面积告诉他，过几天来的时候，他叫个人通知我，法师，我给你画佛像不收你的钱，但是需要一点工本费。我说那好，要多少？他派个人来跟我讲，他说画一张台币一百五十万，他给我画两张另外送我一张，要台币三百万。我说阿弥陀佛，我没有这个力量，谢谢他，谢绝了。我告诉他画的时候，佛像的面孔要画成美国人，佛教到美国来了。你看，中国人供的佛像，一看中国人；日本人供的佛像，一看就是日本人；泰国人供的佛像，那个下巴尖尖的，泰国人；西藏人供的佛像，一看就是西藏人，你们仔细看。所以佛教传到美国，佛像要不像美国人，佛教没传来。道场是美国式的房子，佛像是美国人的面孔，这才真正传到美国来。价钱太高，画不成就算了，我总是念念不忘。",
      "zh_TW": "在台灣認識一個外國人，這外國人會畫佛像，他是聽我的錄音帶聽了很歡喜，來看我，我聽說他會畫佛像，他帶我去參觀畫的大佛像。我說很好，你給我畫三張，我那個牆多大的面積告訴他，過幾天來的時候，他叫個人通知我，法師，我給你畫佛像不收你的錢，但是需要一點工本費。我說那好，要多少？他派個人來跟我講，他說畫一張台幣一百五十萬，他給我畫兩張另外送我一張，要台幣三百萬。我說阿彌陀佛，我沒有這個力量，謝謝他，謝絕了。我告訴他畫的時候，佛像的面孔要畫成美國人，佛教到美國來了。你看，中國人供的佛像，一看中國人；日本人供的佛像，一看就是日本人；泰國人供的佛像，那個下巴尖尖的，泰國人；西藏人供的佛像，一看就是西藏人，你們仔細看。所以佛教傳到美國，佛像要不像美國人，佛教沒傳來。道場是美國式的房子，佛像是美國人的面孔，這才真正傳到美國來。價錢太高，畫不成就算了，我總是念念不忘。"
    },
    {
      "id": "02-011-0001_p0028",
      "zh_CN": "我上次到美国来，大概前两天，有一个人送我三张西方三圣的油画像，虽然没有我想像那么大，挂起来也不错，可以相称，那个画得很大。什么人画的我不知道，什么人送来的也不晓得，那是简丰文居士代我收的。送来的人告诉简居士，这是供养美国达拉斯净宗学会的。指定的，我们把它打开一看，真是了不起，阿弥陀佛是印度人，一看就是印度人，观音菩萨是中国人，大势至菩萨是美国人，真不可思议，实在不可思议，尤其是什么？大势至菩萨是美国人这真不可思议。为什么？大势至菩萨是净宗初祖。你看夏莲居老居士在《净修捷要》里面提的，「净宗初祖大势至菩萨」，我还是第一次才听到的，从前没听说过。因为我讲《华严》、读《华严》，我知道的是普贤菩萨是净宗初祖。他说一个大势至菩萨，我马上一想：对，讲得很有道理。大势至菩萨是法界初祖，尽虚空遍法界提倡专修专弘，大势至菩萨是第一人。娑婆世界普贤菩萨是第一个人，娑婆世界是第一个人；中国是慧远大师是第一个人。黄念老给我说，法师，你到美国去当初祖去！这说笑话是不是？所以大势至菩萨画成美国人，感应不可思议。现在这个像供养在达拉斯，诸位将来有机会到那边看看，这三张油画像画得的确是有感应，不可思议！也证明这部经、这个法门与美国人有缘，我们建道场非常非常的顺利，真是三宝加持非常顺利。附近的这些美国人非常欢喜，没有一个反对意见的，非常欢喜，很难得。",
      "zh_TW": "我上次到美國來，大概前兩天，有一個人送我三張西方三聖的油畫像，雖然沒有我想像那麼大，掛起來也不錯，可以相稱，那個畫得很大。什麼人畫的我不知道，什麼人送來的也不曉得，那是簡豐文居士代我收的。送來的人告訴簡居士，這是供養美國達拉斯淨宗學會的。指定的，我們把它打開一看，真是了不起，阿彌陀佛是印度人，一看就是印度人，觀音菩薩是中國人，大勢至菩薩是美國人，真不可思議，實在不可思議，尤其是什麼？大勢至菩薩是美國人這真不可思議。為什麼？大勢至菩薩是淨宗初祖。你看夏蓮居老居士在《淨修捷要》裡面提的，「淨宗初祖大勢至菩薩」，我還是第一次才聽到的，從前沒聽說過。因為我講《華嚴》、讀《華嚴》，我知道的是普賢菩薩是淨宗初祖。他說一個大勢至菩薩，我馬上一想：對，講得很有道理。大勢至菩薩是法界初祖，盡虛空遍法界提倡專修專弘，大勢至菩薩是第一人。娑婆世界普賢菩薩是第一個人，娑婆世界是第一個人；中國是慧遠大師是第一個人。黃念老給我說，法師，你到美國去當初祖去！這說笑話是不是？所以大勢至菩薩畫成美國人，感應不可思議。現在這個像供養在達拉斯，諸位將來有機會到那邊看看，這三張油畫像畫得的確是有感應，不可思議！也證明這部經、這個法門與美國人有緣，我們建道場非常非常的順利，真是三寶加持非常順利。附近的這些美國人非常歡喜，沒有一個反對意見的，非常歡喜，很難得。"
    },
    {
      "id": "02-011-0001_p0029",
      "zh_CN": "净宗学会成立之后，我们在解行两门的功课就定出来了，解门就是所依据的经论，五经一论，净土五经一论。我们特别编一个《净土五经读本》，这就是净宗学会所依据的经论，统统搜集在里面。这里头搜集得非常完整，一本经。在行门上我们订了五个科目，那就是修行，在日常生活当中，我们应该怎样去修。这五个课程第一个就是「三福」，学佛不能没有福报，成了佛，你看我们常念「皈依佛，二足尊」，足就是圆满的，足就是没有欠缺，是圆满的，二是智慧、福德，智慧圆满、福报圆满，有福有慧，福慧双修。所以先要修福，依照《观无量寿佛经》佛跟我们讲的三种福。第二个是「六和」，这是佛教给我们基本的规矩，一定要遵守。再就是共同的科目「三学、六度」，这是所有一切大乘法门，都不能离开的，三学是戒定慧，六度是菩萨行。最后一个科目就是「十大愿王」。所以十大愿王是建立在六度的基础上，六度建立在三学的基础上，三学是建立在三福六和的基础上。如果没有三福六和，换句话说，无论哪个法门都不能成就。",
      "zh_TW": "淨宗學會成立之後，我們在解行兩門的功課就定出來了，解門就是所依據的經論，五經一論，淨土五經一論。我們特別編一個《淨土五經讀本》，這就是淨宗學會所依據的經論，統統蒐集在裡面。這裡頭蒐集得非常完整，一本經。在行門上我們訂了五個科目，那就是修行，在日常生活當中，我們應該怎樣去修。這五個課程第一個就是「三福」，學佛不能沒有福報，成了佛，你看我們常念「皈依佛，二足尊」，足就是圓滿的，足就是沒有欠缺，是圓滿的，二是智慧、福德，智慧圓滿、福報圓滿，有福有慧，福慧雙修。所以先要修福，依照《觀無量壽佛經》佛跟我們講的三種福。第二個是「六和」，這是佛教給我們基本的規矩，一定要遵守。再就是共同的科目「三學、六度」，這是所有一切大乘法門，都不能離開的，三學是戒定慧，六度是菩薩行。最後一個科目就是「十大願王」。所以十大願王是建立在六度的基礎上，六度建立在三學的基礎上，三學是建立在三福六和的基礎上。如果沒有三福六和，換句話說，無論哪個法門都不能成就。"
    },
    {
      "id": "02-011-0001_p0030",
      "zh_CN": "所以这个三福就非常重要，是我们修行的基础。三福第一条有四句，「孝养父母，奉事师长，慈心不杀，修十善业」，佛跟我们讲，这是人天福报，人天福。第二条是「受持三皈，具足众戒，不犯威仪」，这是小乘福报。第三条有四句，「发菩提心，深信因果，读诵大乘，劝进行者」，这是菩萨的福报。我们常常读经，大乘经上常讲的善男子、善女人，我讲《地藏经》，经上讲「善男子、善女人」，听到地藏菩萨的名号，或者是见到地藏菩萨的形像，这瞻礼、赞叹、皈依、供养，得那个福报就能够罪业统统消灭，将来的果报是一百次的往返三十三天，得这么大的福报。很多人看了不相信，我有一年在台北法华寺，西门町西宁南路的法华寺讲《地藏经》，我还记得广钦老法师还来听过一次。",
      "zh_TW": "所以這個三福就非常重要，是我們修行的基礎。三福第一條有四句，「孝養父母，奉事師長，慈心不殺，修十善業」，佛跟我們講，這是人天福報，人天福。第二條是「受持三皈，具足眾戒，不犯威儀」，這是小乘福報。第三條有四句，「發菩提心，深信因果，讀誦大乘，勸進行者」，這是菩薩的福報。我們常常讀經，大乘經上常講的善男子、善女人，我講《地藏經》，經上講「善男子、善女人」，聽到地藏菩薩的名號，或者是見到地藏菩薩的形像，這瞻禮、讚歎、皈依、供養，得那個福報就能夠罪業統統消滅，將來的果報是一百次的往返三十三天，得這麼大的福報。很多人看了不相信，我有一年在台北法華寺，西門町西寧南路的法華寺講《地藏經》，我還記得廣欽老法師還來聽過一次。"
    },
    {
      "id": "02-011-0001_p0031",
      "zh_CN": "那时候有个法师，听到我这段经文之后，他就发问，他说法师，你讲的这个我有怀疑，这个福报这么大。他说我想求一点，我也相信，我也念地藏菩萨名号，我求个电冰箱求了三年都没求到。他说一百次往生三十三天，这个我怎么能相信？他求个电冰箱三年没求到。当时我说经不骗人，你看看善男子、善女人，这个善字，我们能做到吗？我当时只是这样子说，这个关键字眼在善字，善男子、善女人，这个善男子、善女人的标准我讲不清楚。到我读了净土五经，我讲到《观无量寿佛经》之后，我才恍然大悟，原来大乘经上的善男子、善女人，三福这十一句统统做到，你看这个标准不简单。你有这个基础，你是对于地藏菩萨闻名瞻礼，确实我相信经上讲的话一点不过分，我一丝毫不怀疑。释迦牟尼佛讲一百次往返三十三天，我觉得还挺保守，没有夸张。那个善男子、善女人标准在此地。",
      "zh_TW": "那時候有個法師，聽到我這段經文之後，他就發問，他說法師，你講的這個我有懷疑，這個福報這麼大。他說我想求一點，我也相信，我也念地藏菩薩名號，我求個電冰箱求了三年都沒求到。他說一百次往生三十三天，這個我怎麼能相信？他求個電冰箱三年沒求到。當時我說經不騙人，你看看善男子、善女人，這個善字，我們能做到嗎？我當時只是這樣子說，這個關鍵字眼在善字，善男子、善女人，這個善男子、善女人的標準我講不清楚。到我讀了淨土五經，我講到《觀無量壽佛經》之後，我才恍然大悟，原來大乘經上的善男子、善女人，三福這十一句統統做到，你看這個標準不簡單。你有這個基礎，你是對於地藏菩薩聞名瞻禮，確實我相信經上講的話一點不過分，我一絲毫不懷疑。釋迦牟尼佛講一百次往返三十三天，我覺得還挺保守，沒有誇張。那個善男子、善女人標準在此地。"
    },
    {
      "id": "02-011-0001_p0032",
      "zh_CN": "如果小乘经上讲的善男子、善女人，只有七句；如果讲人天法，而人天乘的佛法讲善男子、善女人，就前面四句，它这个善的标准低。大乘法善的标准高，十一句统统具足，才是大乘经上讲的善男子、善女人。常常读经文读这个，我们不晓得它这个字里面条件，到底是什么才叫善，这才弄清楚了。我跟你们大家说明白，许许多多人讲这个讲不清楚。所以这些大乘经典不能不深入，不能够疏忽。我们才晓得《观经》上讲的三福，绝对不是只有修净土的人才依照这个基础来学，这个三福是涵盖所有法门。因为它后头有两句，后面两句是「三世诸佛，净业正因」。哪三世？过去佛、现在佛、未来佛。三世诸佛他成佛的真正因缘，就是这个三福。你要想成佛，不从这上打根基，那一点办法都没有，所以这个三福就非常的重要。",
      "zh_TW": "如果小乘經上講的善男子、善女人，只有七句；如果講人天法，而人天乘的佛法講善男子、善女人，就前面四句，它這個善的標準低。大乘法善的標準高，十一句統統具足，才是大乘經上講的善男子、善女人。常常讀經文讀這個，我們不曉得它這個字裡面條件，到底是什麼才叫善，這才弄清楚了。我跟你們大家說明白，許許多多人講這個講不清楚。所以這些大乘經典不能不深入，不能夠疏忽。我們才曉得《觀經》上講的三福，絕對不是只有修淨土的人才依照這個基礎來學，這個三福是涵蓋所有法門。因為它後頭有兩句，後面兩句是「三世諸佛，淨業正因」。哪三世？過去佛、現在佛、未來佛。三世諸佛他成佛的真正因緣，就是這個三福。你要想成佛，不從這上打根基，那一點辦法都沒有，所以這個三福就非常的重要。"
    },
    {
      "id": "02-011-0001_p0033",
      "zh_CN": "今天时间到了，明天我再把三福重要的意义，向诸位提出简单的报告。好，明天见。",
      "zh_TW": "今天時間到了，明天我再把三福重要的意義，向諸位提出簡單的報告。好，明天見。"
    }
  ]
}