{
  "doc_id": "12-017-2072",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０七二卷",
    "zh_TW": "第二０七二卷"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-017-2072",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "12-017-2072_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，今天从第三「别陈其名」，从这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，今天從第三「別陳其名」，從這裡看起："
    },
    {
      "id": "12-017-2072_p0002",
      "zh_CN": "【诸佛子。菩萨住有十种。过去未来现在诸佛已说。当说。今说。何者为十。所谓初发心住。治地住。修行住。生贵住。具足方便住。正心住。不退住。童真住。法王子住。灌顶住。是名菩萨十住。去来现在诸佛所说。】",
      "zh_TW": "【諸佛子。菩薩住有十種。過去未來現在諸佛已說。當說。今說。何者為十。所謂初發心住。治地住。修行住。生貴住。具足方便住。正心住。不退住。童真住。法王子住。灌頂住。是名菩薩十住。去來現在諸佛所說。】"
    },
    {
      "id": "12-017-2072_p0003",
      "zh_CN": "到这里是一段。清凉大师在《疏》里面告诉我们，这一段「文有三别」，实际上就是三段。第一段「标数引证」，『诸佛子，菩萨住有十种』，这就是标数。下面说『过去未来现在诸佛已说、当说、今说』，这是引证，这是第一段。「谓三世佛果，无不由此十住因成，如大王路，法尔常规，故同说也」。这个地方我们特别要注意，应当要学习的，三世佛果，过去、现在、未来，这是三世，三世人修行证得无上菩提，无不由此十住因成。诸位要记住，十住前面是十信，十信圆满才入住，真正的因是在此地。下面是举个比喻说，如大王路，在古时候帝王行的道路叫御道。法尔常规是本来就是这个样子，这一条道路、这个方向、这个目标不能更改的，你要是更改那就是岔路、就是歧途，成不了佛果。换句话说，学佛，首先必须知道我们为什么要学佛，佛是什么，为什么要学？佛这个字从表面上来看，文字的含义是智慧、是觉悟，没有智慧就是愚痴，不觉就迷惑。我们不愿意做个愚痴人、做个愚迷的人，我们要学佛，佛是智觉，智觉终极的目标在哪里？是成佛。什么叫成佛？回归自性而已。所以佛教不是别的，叫你回头，从哪里回头？从现在这个地位回头。我们现在这个地位是什么？人道，十法界里的人法界；如果你是畜生道，就在畜生道里回头。就地回头那个快，那是什么？上上根人，当下就回头。不是上上根人，一般讲上中下根人，这就不是利根，有阶级。",
      "zh_TW": "到這裡是一段。清涼大師在《疏》裡面告訴我們，這一段「文有三別」，實際上就是三段。第一段「標數引證」，『諸佛子，菩薩住有十種』，這就是標數。下面說『過去未來現在諸佛已說、當說、今說』，這是引證，這是第一段。「謂三世佛果，無不由此十住因成，如大王路，法爾常規，故同說也」。這個地方我們特別要注意，應當要學習的，三世佛果，過去、現在、未來，這是三世，三世人修行證得無上菩提，無不由此十住因成。諸位要記住，十住前面是十信，十信圓滿才入住，真正的因是在此地。下面是舉個比喻說，如大王路，在古時候帝王行的道路叫御道。法爾常規是本來就是這個樣子，這一條道路、這個方向、這個目標不能更改的，你要是更改那就是岔路、就是歧途，成不了佛果。換句話說，學佛，首先必須知道我們為什麼要學佛，佛是什麼，為什麼要學？佛這個字從表面上來看，文字的含義是智慧、是覺悟，沒有智慧就是愚痴，不覺就迷惑。我們不願意做個愚痴人、做個愚迷的人，我們要學佛，佛是智覺，智覺終極的目標在哪裡？是成佛。什麼叫成佛？回歸自性而已。所以佛教不是別的，叫你回頭，從哪裡回頭？從現在這個地位回頭。我們現在這個地位是什麼？人道，十法界裡的人法界；如果你是畜生道，就在畜生道裡回頭。就地回頭那個快，那是什麼？上上根人，當下就回頭。不是上上根人，一般講上中下根人，這就不是利根，有階級。"
    },
    {
      "id": "12-017-2072_p0004",
      "zh_CN": "我们迷失了自性才变成十法界，如果我们在十法界里面，距离自性最远的，一百八十度违背的那一道叫什么？叫地狱道。一百八十度完全相违背的，我们讲不忠、不孝、不仁、不义，就到那里去。在佛法里面，杀盗淫妄，妄语、恶口、贪瞋痴，这是恶道，十恶是阿鼻地狱。根性钝的人，菩萨有善巧让你回头，从地狱回头到饿鬼道，从饿鬼道回头到畜生道，畜生道回头到人道，人道回头到天道，天回头到声闻道，声闻回头是缘觉道，缘觉回头是菩萨道。菩萨回头是佛道，这个佛是相似佛不是真佛；佛再回头，那就成了真佛。回头是岸，不可以沉沦，不可以堕落，人要懂得向上，不能往下坠落。我们的本性纯善纯净不在十法界，堕落到十法界作佛也违背了本性。可是迷邪染是非常非常厉害的，就跟吸毒一样，你只要碰上它就变成瘾，有瘾，如不赶快回头，他一定是愈陷愈深。我们在现前这个社会，我们就本道而论，本道是人道，几个人想想看是向上提升的，有几个人是往下坠落的？不要看别人，最重要的是看自己。佛教给我们做早晚课，早晚课的用意、目的在哪里？这不能不知道。早课是提醒自己，诵习经典，读经明理，念它干什么？希望今天这一天不违背佛陀的教诲，意思在这里。所以早课是提醒我们，今天这一天不要走下坡，要向上。晚课是反省，认真对照经典，我今天思想、言行有没有违背？有则改之，无则嘉勉，这是晚课，所以晚课是忏悔。",
      "zh_TW": "我們迷失了自性才變成十法界，如果我們在十法界裡面，距離自性最遠的，一百八十度違背的那一道叫什麼？叫地獄道。一百八十度完全相違背的，我們講不忠、不孝、不仁、不義，就到那裡去。在佛法裡面，殺盜淫妄，妄語、惡口、貪瞋痴，這是惡道，十惡是阿鼻地獄。根性鈍的人，菩薩有善巧讓你回頭，從地獄回頭到餓鬼道，從餓鬼道回頭到畜生道，畜生道回頭到人道，人道回頭到天道，天回頭到聲聞道，聲聞回頭是緣覺道，緣覺回頭是菩薩道。菩薩回頭是佛道，這個佛是相似佛不是真佛；佛再回頭，那就成了真佛。回頭是岸，不可以沉淪，不可以墮落，人要懂得向上，不能往下墜落。我們的本性純善純淨不在十法界，墮落到十法界作佛也違背了本性。可是迷邪染是非常非常厲害的，就跟吸毒一樣，你只要碰上它就變成癮，有癮，如不趕快回頭，他一定是愈陷愈深。我們在現前這個社會，我們就本道而論，本道是人道，幾個人想想看是向上提升的，有幾個人是往下墜落的？不要看別人，最重要的是看自己。佛教給我們做早晚課，早晚課的用意、目的在哪裡？這不能不知道。早課是提醒自己，誦習經典，讀經明理，念它幹什麼？希望今天這一天不違背佛陀的教誨，意思在這裡。所以早課是提醒我們，今天這一天不要走下坡，要向上。晚課是反省，認真對照經典，我今天思想、言行有沒有違背？有則改之，無則嘉勉，這是晚課，所以晚課是懺悔。"
    },
    {
      "id": "12-017-2072_p0005",
      "zh_CN": "菩萨精进，跟我们老祖宗所讲的「不贰过」，这个精神、意思完全相同，过失只有一次，真正勇猛精进的人，往后有过失不会是重复的过失。孔子学生不少！三千弟子，真正能做到不贰过的就一个人颜回，所以夫子常常赞叹他。一般人不容易做到，虽然知道过失，他还会犯同样的过失，不是立刻觉悟到就不会犯，同样的过失总要犯很多次。以后觉悟不再犯，行，还是有救，如果永远犯下去那就没救。佛是允许人改过的，为什么？佛晓得，一切众生过去生中的习气，佛知道。佛也知道你犯多少次过错会回头，佛也晓得，总是在帮助你、在成就你，这是佛的慈悲。我们明了之后，我们对诸佛菩萨那种恭敬的心自然就生起来，生惭愧心、生忏悔心。佛菩萨时时刻刻帮助我们提醒，我们前面跟诸位讲，佛菩萨名号造像它的意义，表法的意义，我们真的要是懂得，那不就是它天天在提醒我们吗？时时刻刻在提醒我们。所以这是性德自然流露，叫法尔常规，成了佛哪有不说的道理！在此地我们要记住，初住位的菩萨（发心住）就成佛，他菩提心发出来，这一发出来就永远不会失掉。他是什么心？初住菩萨是什么心？真诚心、清净心、平等心、正觉心、慈悲心，这叫大菩提心，永远不失，永远不改。从这个以后逐渐向上提升，到灌顶住，这个心就圆满，菩提心圆满。圆满之后要行，这个地方是解，这要注意到，十信位是信，十住是解，十行位是行，十回向是利他，是教化众生。到十地信解行证大圆满，一部《华严经》就是讲这个。",
      "zh_TW": "菩薩精進，跟我們老祖宗所講的「不貳過」，這個精神、意思完全相同，過失只有一次，真正勇猛精進的人，往後有過失不會是重複的過失。孔子學生不少！三千弟子，真正能做到不貳過的就一個人顏回，所以夫子常常讚歎他。一般人不容易做到，雖然知道過失，他還會犯同樣的過失，不是立刻覺悟到就不會犯，同樣的過失總要犯很多次。以後覺悟不再犯，行，還是有救，如果永遠犯下去那就沒救。佛是允許人改過的，為什麼？佛曉得，一切眾生過去生中的習氣，佛知道。佛也知道你犯多少次過錯會回頭，佛也曉得，總是在幫助你、在成就你，這是佛的慈悲。我們明瞭之後，我們對諸佛菩薩那種恭敬的心自然就生起來，生慚愧心、生懺悔心。佛菩薩時時刻刻幫助我們提醒，我們前面跟諸位講，佛菩薩名號造像它的意義，表法的意義，我們真的要是懂得，那不就是它天天在提醒我們嗎？時時刻刻在提醒我們。所以這是性德自然流露，叫法爾常規，成了佛哪有不說的道理！在此地我們要記住，初住位的菩薩（發心住）就成佛，他菩提心發出來，這一發出來就永遠不會失掉。他是什麼心？初住菩薩是什麼心？真誠心、清淨心、平等心、正覺心、慈悲心，這叫大菩提心，永遠不失，永遠不改。從這個以後逐漸向上提升，到灌頂住，這個心就圓滿，菩提心圓滿。圓滿之後要行，這個地方是解，這要注意到，十信位是信，十住是解，十行位是行，十迴向是利他，是教化眾生。到十地信解行證大圓滿，一部《華嚴經》就是講這個。"
    },
    {
      "id": "12-017-2072_p0006",
      "zh_CN": "下面从『何者为十』，「二何者下，依数列名」。前面讲十种，「菩萨住有十种」，所以底下就说十种住，从初发心住、治地住到灌顶住，这是十住的名称。「初发心住者，璎珞云」，《璎珞经》上说，「是上进分善根人，若一劫二劫，一恒二恒佛所，行十信心，信三宝常住，八万四千般若波罗蜜，修一切行、一切法门，乃至始入空界，住空性位，故名为住」。我们把这一段念下去，「依仁王、起信」，这《仁王经》、《起信论》，「即十千劫来，修信行满，入位不退，创起大心，发心即住，名发心住。三种发心中，即信成就发心也」。到这个地方是一段，这一段讲的就是初住菩萨，法慧在此地给我们讲的十住经，这第一分，十住就是十个大段，这是第一大段。第一大段里回溯十住是从十信来的，十信心满这才入住。《璎珞经》上这句话说得好，「是上进分善根人」，不但是上善根人，而且是上精进分。信者自然就精进，不信他会退转，这是一定道理。他要真相信，成佛、成菩萨自己有分！「我认真干，我这一生当中真正能成佛、成菩萨」，他能不干吗？他为什么会懈怠？不相信。「成佛菩萨太难，我哪有这个福分？我成不了佛也成不了菩萨」，他就懈怠、就懒散。",
      "zh_TW": "下面從『何者為十』，「二何者下，依數列名」。前面講十種，「菩薩住有十種」，所以底下就說十種住，從初發心住、治地住到灌頂住，這是十住的名稱。「初發心住者，瓔珞云」，《瓔珞經》上說，「是上進分善根人，若一劫二劫，一恆二恆佛所，行十信心，信三寶常住，八萬四千般若波羅蜜，修一切行、一切法門，乃至始入空界，住空性位，故名為住」。我們把這一段念下去，「依仁王、起信」，這《仁王經》、《起信論》，「即十千劫來，修信行滿，入位不退，創起大心，發心即住，名發心住。三種發心中，即信成就發心也」。到這個地方是一段，這一段講的就是初住菩薩，法慧在此地給我們講的十住經，這第一分，十住就是十個大段，這是第一大段。第一大段裡回溯十住是從十信來的，十信心滿這才入住。《瓔珞經》上這句話說得好，「是上進分善根人」，不但是上善根人，而且是上精進分。信者自然就精進，不信他會退轉，這是一定道理。他要真相信，成佛、成菩薩自己有分！「我認真幹，我這一生當中真正能成佛、成菩薩」，他能不幹嗎？他為什麼會懈怠？不相信。「成佛菩薩太難，我哪有這個福分？我成不了佛也成不了菩薩」，他就懈怠、就懶散。"
    },
    {
      "id": "12-017-2072_p0007",
      "zh_CN": "佛法如是，世法也如是，世间法、不善的业，他要不信，他也不能成就，造作恶法也要精进才行，他那个恶才能造得成，要不然他也造不成。我们看看世间人争名逐利，但是有几个人成就？还是少数，大多数的竞争人到最后都失败。这什么原因？这个原因佛菩萨清楚，佛菩萨告诉我们，这桩事情不是从竞争得来的。世间的名闻利养、五欲六尘，竞争是缘、是手段，你命里头有没有？你命里头有财，你不跟人家竞争，到时候它就来。谁明白这个道理？了凡先生明白；谁明白了真肯干？袁了凡真肯干。诸位如果细读《了凡四训》，你就恍然大悟，对世间一切法，我相信你死心塌地学了凡，做一个堂堂正正的君子。了凡先生自从遇到云谷禅师，禅师把佛法里面的道理传授给他。这个佛讲得清楚，命运从哪里来的？命运是你自己修得的。命运能不能改？当然能改，有改的方法，断恶修善命运就转。佛法教导我们那是一点不错的，我是初学佛的时候二十六岁，章嘉大师告诉我的，我一生依教奉行统统应验。财从哪里来的？不是用种种手段、方法，你能得来，得不到，从财布施得来。愈施愈多，愈多愈施，你的财用就跟诸佛菩萨一样，用不尽。你肯不肯干？聪明智慧从哪里来？从法布施来，健康长寿是从无畏布施来的。我那个时候初学佛，对佛法这些名词术语都不懂，老师有善巧方便，用我能够听得懂的话、能理解的这些言语告诉我。这些老人有智慧、有德行、有经验，一看到我这个年轻人没福报，过去生中没修，没有福报的人很可怜，一生很痛苦。",
      "zh_TW": "佛法如是，世法也如是，世間法、不善的業，他要不信，他也不能成就，造作惡法也要精進才行，他那個惡才能造得成，要不然他也造不成。我們看看世間人爭名逐利，但是有幾個人成就？還是少數，大多數的競爭人到最後都失敗。這什麼原因？這個原因佛菩薩清楚，佛菩薩告訴我們，這樁事情不是從競爭得來的。世間的名聞利養、五欲六塵，競爭是緣、是手段，你命裡頭有沒有？你命裡頭有財，你不跟人家競爭，到時候它就來。誰明白這個道理？了凡先生明白；誰明白了真肯幹？袁了凡真肯幹。諸位如果細讀《了凡四訓》，你就恍然大悟，對世間一切法，我相信你死心塌地學了凡，做一個堂堂正正的君子。了凡先生自從遇到雲谷禪師，禪師把佛法裡面的道理傳授給他。這個佛講得清楚，命運從哪裡來的？命運是你自己修得的。命運能不能改？當然能改，有改的方法，斷惡修善命運就轉。佛法教導我們那是一點不錯的，我是初學佛的時候二十六歲，章嘉大師告訴我的，我一生依教奉行統統應驗。財從哪裡來的？不是用種種手段、方法，你能得來，得不到，從財布施得來。愈施愈多，愈多愈施，你的財用就跟諸佛菩薩一樣，用不盡。你肯不肯幹？聰明智慧從哪裡來？從法布施來，健康長壽是從無畏布施來的。我那個時候初學佛，對佛法這些名詞術語都不懂，老師有善巧方便，用我能夠聽得懂的話、能理解的這些言語告訴我。這些老人有智慧、有德行、有經驗，一看到我這個年輕人沒福報，過去生中沒修，沒有福報的人很可憐，一生很痛苦。"
    },
    {
      "id": "12-017-2072_p0008",
      "zh_CN": "有缘遇到这些大善知识、真善知识，他们慈悲，真的是大慈大悲，自然的流露，帮助你。问题你能不能听懂？你相不相信？你肯不肯干？你能听得懂，你能够深信不疑依教奉行，就是此地讲的上进分善根人。修行不是一天、二天，不是一年、二年，也不是一世、二世，要发长远心。佛门里面叫我们发长远心，是从今天起尽形寿，就是一生，我还有一口气在，我就要认真去学一天。在大乘法里面尽未来际劫，不是一劫、二劫，尽未来际劫我要勇猛精进绝不退转。挫折不能避免，那是什么？那是业障，挫折是消除自己的业障。所以欢喜接受，不能回避，回避不掉的，你回避那边还会碰到，命里有的，躲都躲不掉，你何必回避？一定是什么？欢喜接受，报掉。报掉是什么？这业障就化解、就没有了。所以明白这个道理，我们才真正懂得，六道里头三善道是什么？三善道，你过去造的是善，在这消你的善业，你在受这个果报享福。三恶道是消你的恶业，原来六道轮回是这么回事情，不算坏，消业障。善恶都要消掉，为什么？善恶都不好，都是染，不是清净，净业里头善恶都没有，染里头有善恶。所以善恶统统消掉，净业现前，净业不在六道，六道里头没有净业，净业在哪里？净业在四圣法界。所以四圣法界，是释迦牟尼佛的方便有余土，是属于净土，我们这才搞明白。菩萨修行，知道这个事实真相，我们善恶二边都不沾，但是要断恶修善。断恶修善，善恶二边都不沾，心地清净，修什么？对自己来讲就是修清净心、修平等心。清净就是不执着，平等就是不分别，永远离开分别执着，你的心才真的清净，与上界相应了。这个上界是什么？六道以上，与声闻、缘觉、菩萨相应。这个都是属于上进分善根，三乘学人所修的。",
      "zh_TW": "有緣遇到這些大善知識、真善知識，他們慈悲，真的是大慈大悲，自然的流露，幫助你。問題你能不能聽懂？你相不相信？你肯不肯幹？你能聽得懂，你能夠深信不疑依教奉行，就是此地講的上進分善根人。修行不是一天、二天，不是一年、二年，也不是一世、二世，要發長遠心。佛門裡面叫我們發長遠心，是從今天起盡形壽，就是一生，我還有一口氣在，我就要認真去學一天。在大乘法裡面盡未來際劫，不是一劫、二劫，盡未來際劫我要勇猛精進絕不退轉。挫折不能避免，那是什麼？那是業障，挫折是消除自己的業障。所以歡喜接受，不能迴避，迴避不掉的，你迴避那邊還會碰到，命裡有的，躲都躲不掉，你何必迴避？一定是什麼？歡喜接受，報掉。報掉是什麼？這業障就化解、就沒有了。所以明白這個道理，我們才真正懂得，六道裡頭三善道是什麼？三善道，你過去造的是善，在這消你的善業，你在受這個果報享福。三惡道是消你的惡業，原來六道輪迴是這麼回事情，不算壞，消業障。善惡都要消掉，為什麼？善惡都不好，都是染，不是清淨，淨業裡頭善惡都沒有，染裡頭有善惡。所以善惡統統消掉，淨業現前，淨業不在六道，六道裡頭沒有淨業，淨業在哪裡？淨業在四聖法界。所以四聖法界，是釋迦牟尼佛的方便有餘土，是屬於淨土，我們這才搞明白。菩薩修行，知道這個事實真相，我們善惡二邊都不沾，但是要斷惡修善。斷惡修善，善惡二邊都不沾，心地清淨，修什麼？對自己來講就是修清淨心、修平等心。清淨就是不執著，平等就是不分別，永遠離開分別執著，你的心才真的清淨，與上界相應了。這個上界是什麼？六道以上，與聲聞、緣覺、菩薩相應。這個都是屬於上進分善根，三乘學人所修的。"
    },
    {
      "id": "12-017-2072_p0009",
      "zh_CN": "这个一劫二劫里面的意思，是教我们长时间不退转，你看它不是说一年、二年，十年、二十年，一千年、二千年，不是这个，一劫二劫不退转。一恒二恒，这恒什么意思？恒河沙数诸佛如来。释迦牟尼佛当年在世到处讲经说法，在恒河流域的时间最长，是印度的一条大河，像中国的长江、黄河一样，这个两岸人口很多，他在这边教化众生。讲到大的数目，他常常就是用恒河沙做比喻，你看一个恒河里的沙，一个沙比喻一尊佛，你说它有多少尊佛？这意思我们明白了，这个意思就是普贤菩萨所讲的，教我们常随佛学。厉害！他没有讲一恒二恒菩萨、一恒二恒善友，他不是这样讲的，他举最高的诸佛如来。我们这一生真能遇得到吗？你们想想能不能？我们这一生当中，能遇到这么多诸佛如来吗？我相信，你信不信？你不敢相信。我凭什么相信？佛在大乘经上讲得很多，「一切法从心想生」。你要明白这句话，我们亲近一恒河沙佛、二恒河沙佛，乃至无量恒河沙佛，有没有道理？心里头有佛！恒河沙佛在哪里？就在当下，就在现前。你看刚才我们不是念过吗？三世诸佛，过去佛、现在佛、未来佛都在面前。三世不是真的，我们迷了，因为有分别执着就有三世；没有分别执着，三世就没有了，所以说时空维次突破。特别是未来佛，现前所有一切众生都是未来佛，为什么？他有佛性。一切有情众生都有佛性，佛在经上讲得好，既然有佛性，将来一定成佛。他有佛性。再看看无情众生，花草树木、山河大地这自然现象，这属于无情的，无情众生有法性。法性跟佛性是一个性，法性里面有圆满的智慧、有圆满的德能（见闻觉知）、有圆满的相好。所以佛在这部经里面说，「情与无情，同圆种智」，种智就是一切种智，同是同样的、同等的，圆满一切种智。这一恒二恒还说得太少了，不止！真的是无量无边。所以你一念觉，无量无边恒河沙数诸佛所就在面前；一念迷那就远了，那就不知道你到哪一劫你才省悟过来。佛法关键在迷悟，这个道理不能不知道。",
      "zh_TW": "這個一劫二劫裡面的意思，是教我們長時間不退轉，你看它不是說一年、二年，十年、二十年，一千年、二千年，不是這個，一劫二劫不退轉。一恆二恆，這恆什麼意思？恆河沙數諸佛如來。釋迦牟尼佛當年在世到處講經說法，在恆河流域的時間最長，是印度的一條大河，像中國的長江、黃河一樣，這個兩岸人口很多，他在這邊教化眾生。講到大的數目，他常常就是用恆河沙做比喻，你看一個恆河裡的沙，一個沙比喻一尊佛，你說它有多少尊佛？這意思我們明白了，這個意思就是普賢菩薩所講的，教我們常隨佛學。厲害！他沒有講一恆二恆菩薩、一恆二恆善友，他不是這樣講的，他舉最高的諸佛如來。我們這一生真能遇得到嗎？你們想想能不能？我們這一生當中，能遇到這麼多諸佛如來嗎？我相信，你信不信？你不敢相信。我憑什麼相信？佛在大乘經上講得很多，「一切法從心想生」。你要明白這句話，我們親近一恆河沙佛、二恆河沙佛，乃至無量恆河沙佛，有沒有道理？心裡頭有佛！恆河沙佛在哪裡？就在當下，就在現前。你看剛才我們不是念過嗎？三世諸佛，過去佛、現在佛、未來佛都在面前。三世不是真的，我們迷了，因為有分別執著就有三世；沒有分別執著，三世就沒有了，所以說時空維次突破。特別是未來佛，現前所有一切眾生都是未來佛，為什麼？他有佛性。一切有情眾生都有佛性，佛在經上講得好，既然有佛性，將來一定成佛。他有佛性。再看看無情眾生，花草樹木、山河大地這自然現象，這屬於無情的，無情眾生有法性。法性跟佛性是一個性，法性裡面有圓滿的智慧、有圓滿的德能（見聞覺知）、有圓滿的相好。所以佛在這部經裡面說，「情與無情，同圓種智」，種智就是一切種智，同是同樣的、同等的，圓滿一切種智。這一恆二恆還說得太少了，不止！真的是無量無邊。所以你一念覺，無量無邊恆河沙數諸佛所就在面前；一念迷那就遠了，那就不知道你到哪一劫你才省悟過來。佛法關鍵在迷悟，這個道理不能不知道。"
    },
    {
      "id": "12-017-2072_p0010",
      "zh_CN": "学到这个地方，我想有一些同学能够体会到，我们在这个世间，这个世间什么是宝？什么是一切宝物当中至高无上第一宝？绝不是财富，绝对不是佛经上讲的七宝。什么是宝？智慧是宝！自性里头本有的般若智慧，你要把它开发出来，这一开发出来之后，这叫成佛；不在外头，心外无法，法外无心。最宝贵的、最重要的就是明心见性，心性是宝，能帮我们解决一切问题。财富只能解决我们物质生活的问题，而且还不圆满，还带着有后遗症，我们把心用在这个地方那就错了，你错用了心。所以古大德有一句话说得好，这个世间带不去的，你统统要放下，带得去的你好好的留意。这句话讲得好！你想想你将来是什么能带得去？我们常说「生不带来，死不带去」，连这个身体都没有办法带去。身体也是生不带来，死不带去，何况身外之物？这个话你真听懂，你能不放下吗？自然就放下。六道众生无量劫在这里头搞轮回，什么原因？就是迷了，就是不觉。念念贪图这些带不去的，死了他也放不下，阿赖耶识里面还有这些落谢影子，我们一般讲还有这个习气。所以他出不了六道轮回，永远在这里面受苦受难，脱离不了六道轮回，苦，太苦！为什么？你在六道里头，你跟许许多多众生结了怨，结怨是真的。你说你跟他们结了善缘，那是假的，结恶缘是真的，善会变成恶，恶不会变成善，这要知道。所以在六道里头，哪一道不苦？三恶道苦，现在这个人间跟三恶道有什么差别？上进分的善根还有上进分，上进分里面的上进分善根，那是什么？老实念佛求生净土。他在这一生当中不需要很长的时间，三年五载他就成功，比这些菩萨修十信、十住、十行、十回向，高明太多。为什么？他们要修一劫二劫、一恒二恒，你在这一生当中三、五年就完成，而且成就不输给他们。这无比的殊胜，这个相信太难了。",
      "zh_TW": "學到這個地方，我想有一些同學能夠體會到，我們在這個世間，這個世間什麼是寶？什麼是一切寶物當中至高無上第一寶？絕不是財富，絕對不是佛經上講的七寶。什麼是寶？智慧是寶！自性裡頭本有的般若智慧，你要把它開發出來，這一開發出來之後，這叫成佛；不在外頭，心外無法，法外無心。最寶貴的、最重要的就是明心見性，心性是寶，能幫我們解決一切問題。財富只能解決我們物質生活的問題，而且還不圓滿，還帶著有後遺症，我們把心用在這個地方那就錯了，你錯用了心。所以古大德有一句話說得好，這個世間帶不去的，你統統要放下，帶得去的你好好的留意。這句話講得好！你想想你將來是什麼能帶得去？我們常說「生不帶來，死不帶去」，連這個身體都沒有辦法帶去。身體也是生不帶來，死不帶去，何況身外之物？這個話你真聽懂，你能不放下嗎？自然就放下。六道眾生無量劫在這裡頭搞輪迴，什麼原因？就是迷了，就是不覺。念念貪圖這些帶不去的，死了他也放不下，阿賴耶識裡面還有這些落謝影子，我們一般講還有這個習氣。所以他出不了六道輪迴，永遠在這裡面受苦受難，脫離不了六道輪迴，苦，太苦！為什麼？你在六道裡頭，你跟許許多多眾生結了怨，結怨是真的。你說你跟他們結了善緣，那是假的，結惡緣是真的，善會變成惡，惡不會變成善，這要知道。所以在六道裡頭，哪一道不苦？三惡道苦，現在這個人間跟三惡道有什麼差別？上進分的善根還有上進分，上進分裡面的上進分善根，那是什麼？老實念佛求生淨土。他在這一生當中不需要很長的時間，三年五載他就成功，比這些菩薩修十信、十住、十行、十迴向，高明太多。為什麼？他們要修一劫二劫、一恆二恆，你在這一生當中三、五年就完成，而且成就不輸給他們。這無比的殊勝，這個相信太難了。"
    },
    {
      "id": "12-017-2072_p0011",
      "zh_CN": "很多净宗同学常常来给我讲，念佛功夫不得力，为什么不得力？为什么有人得力，你不得力？得力的人真信。你为什么不得力？半信半疑，又相信净土，又留恋这个世间。名闻利养、财产、亲人都舍不得，都放不下，恨不得统统带到西方极乐世界去。要知道，西方极乐世界要真正清净平等觉才能去，一丝毫的污染都不能带进去，那里海关很严，染污的东西不可以带去。什么是染污？妄想分别执着都是染污。阿弥陀佛算慈悲到极处，允许你带业往生，你只要真信，相信阿弥陀佛，相信阿弥陀佛四十八愿不是假的，真的。相信自己万缘放下、一心称念决定得生，业障、习气一品都没断，生那边凡圣同居土。他那边凡圣同居土好，我们这里凡圣同居土是六道，他们凡圣同居土只有两道，人天两道。不但没有三恶道，罗刹、修罗都没有，只有人天两道，你看这多殊胜！同时即使是凡圣同居土下下品往生，到了极乐世界，得到阿弥陀佛本愿威神的加持，你的智慧、你的能力，跟阿惟越致菩萨相等。所以经上说生到西方极乐世界，「皆是阿惟越致菩萨」，那个皆是就是从凡圣同居土下下品往生一直到实报土都是。阿惟越致，在大乘经里面是什么地位？七地以上，就是生到极乐世界，你的智慧德能、神通道力相等于七地菩萨。这不是你修来的，是阿弥陀佛威神加持你，你得到的，这个了不起，不可思议！所以这个法门叫难信之法。十方许许多多的菩萨、声闻、缘觉都不敢相信，我们这些人，凡夫俗子听到会相信，奇怪，不可思议，这是真的。",
      "zh_TW": "很多淨宗同學常常來給我講，念佛功夫不得力，為什麼不得力？為什麼有人得力，你不得力？得力的人真信。你為什麼不得力？半信半疑，又相信淨土，又留戀這個世間。名聞利養、財產、親人都捨不得，都放不下，恨不得統統帶到西方極樂世界去。要知道，西方極樂世界要真正清淨平等覺才能去，一絲毫的污染都不能帶進去，那裡海關很嚴，染污的東西不可以帶去。什麼是染污？妄想分別執著都是染污。阿彌陀佛算慈悲到極處，允許你帶業往生，你只要真信，相信阿彌陀佛，相信阿彌陀佛四十八願不是假的，真的。相信自己萬緣放下、一心稱念決定得生，業障、習氣一品都沒斷，生那邊凡聖同居土。他那邊凡聖同居土好，我們這裡凡聖同居土是六道，他們凡聖同居土只有兩道，人天兩道。不但沒有三惡道，羅剎、修羅都沒有，只有人天兩道，你看這多殊勝！同時即使是凡聖同居土下下品往生，到了極樂世界，得到阿彌陀佛本願威神的加持，你的智慧、你的能力，跟阿惟越致菩薩相等。所以經上說生到西方極樂世界，「皆是阿惟越致菩薩」，那個皆是就是從凡聖同居土下下品往生一直到實報土都是。阿惟越致，在大乘經裡面是什麼地位？七地以上，就是生到極樂世界，你的智慧德能、神通道力相等於七地菩薩。這不是你修來的，是阿彌陀佛威神加持你，你得到的，這個了不起，不可思議！所以這個法門叫難信之法。十方許許多多的菩薩、聲聞、緣覺都不敢相信，我們這些人，凡夫俗子聽到會相信，奇怪，不可思議，這是真的。"
    },
    {
      "id": "12-017-2072_p0012",
      "zh_CN": "你为什么会相信？肯定你是过去生生世世曾经学过这个法门，你这一接触才欢喜，这一生又碰到，才能生欢喜心，才能生起信心，这个难得。这一生又遇到，不能放弃，放弃就可惜，又不知道哪一生才能遇到？所以遇到之后就要把这个机会抓住，我在这一生当中决定成就，要下定这个决心，你就是上上进分善根。所以《弥陀经》上讲的，「不可以少善根福德因缘得生彼国」，你想那要什么样的善根、什么样的福德？因缘亦复如是，遇不到殊胜的因缘，我们对净宗一知半解，那个信心善根的力量就不足。缘，我们要遇到正法，要遇到好老师、好的同参道友、好的修学环境，这是缘分。善根福德都与过去世有关系，缘分也不例外，所以与一切众生结善缘重要，结法缘更重要。要真干，有这种机会，自己不知道真干，可惜！他为什么不能真干？是他自己认识不清楚，他知道是好事，他不知道那个好，好到什么程度他不知道；如果他要知道的话，他会拼命干。一知半解，知道得不够透彻，他干这桩好事，里面夹杂自私自利在里头，夹杂著名闻利养在里头，那就打折扣，把这桩好事大幅度的打折扣。本来这桩好事，是到极乐世界提升品位的，夹杂名闻利养、夹杂自私自利在里面，就变成人天福报，连极乐世界都没分。现在有一些人讲人间佛教，听起来很好听，人间佛教不出轮回。我们在大乘经里面所看到的，没有一部经佛教给我们还继续搞轮回，没有，佛都是教我们出离法，佛都是教我们成菩萨、成佛的方法。连教我们做阿罗汉小乘经典有，大乘经典都没有，这是诸佛如来对我们的慈悲、厚爱，我们要知道感恩。感恩的具体表现就是认真学习，这一生当中决定要有成就。",
      "zh_TW": "你為什麼會相信？肯定你是過去生生世世曾經學過這個法門，你這一接觸才歡喜，這一生又碰到，才能生歡喜心，才能生起信心，這個難得。這一生又遇到，不能放棄，放棄就可惜，又不知道哪一生才能遇到？所以遇到之後就要把這個機會抓住，我在這一生當中決定成就，要下定這個決心，你就是上上進分善根。所以《彌陀經》上講的，「不可以少善根福德因緣得生彼國」，你想那要什麼樣的善根、什麼樣的福德？因緣亦復如是，遇不到殊勝的因緣，我們對淨宗一知半解，那個信心善根的力量就不足。緣，我們要遇到正法，要遇到好老師、好的同參道友、好的修學環境，這是緣分。善根福德都與過去世有關係，緣分也不例外，所以與一切眾生結善緣重要，結法緣更重要。要真幹，有這種機會，自己不知道真幹，可惜！他為什麼不能真幹？是他自己認識不清楚，他知道是好事，他不知道那個好，好到什麼程度他不知道；如果他要知道的話，他會拼命幹。一知半解，知道得不夠透徹，他幹這樁好事，裡面夾雜自私自利在裡頭，夾雜著名聞利養在裡頭，那就打折扣，把這樁好事大幅度的打折扣。本來這樁好事，是到極樂世界提升品位的，夾雜名聞利養、夾雜自私自利在裡面，就變成人天福報，連極樂世界都沒分。現在有一些人講人間佛教，聽起來很好聽，人間佛教不出輪迴。我們在大乘經裡面所看到的，沒有一部經佛教給我們還繼續搞輪迴，沒有，佛都是教我們出離法，佛都是教我們成菩薩、成佛的方法。連教我們做阿羅漢小乘經典有，大乘經典都沒有，這是諸佛如來對我們的慈悲、厚愛，我們要知道感恩。感恩的具體表現就是認真學習，這一生當中決定要有成就。"
    },
    {
      "id": "12-017-2072_p0013",
      "zh_CN": "这个地方讲到行十信心，信三宝常住。《华严经．无尽藏品》里面讲十种信，经太大，学习时间太长。这个地方讲的十信心，本意是讲我们前面学习过的十信位，十信心满。所学的课程学完、毕业，十信毕业，十信是小学，十住是初中，小学毕业了，初中，上中学。「无尽藏」里面学习的十种信，高了，那是上研究所，虽然高，我们如果有缘分、有机会能够学习，对于我们有大利益。我们先说信，信的标准是什么？「于诸法之实体，三宝之净德，世出世之善根，深为信乐，使心澄净，是名为信」。这个信的定义，比十信位里面讲得高，首先讲诸法的实体，诸法实体是什么？是自性。就是《还源观》里面所讲的，「自性清净圆明体」，这讲得清楚。自性清净圆明体，就是我们常讲真如，中国人讲本性，我们老祖宗常常讲的「人之初，性本善」，那本性。那个善不是善恶的善，善恶的善讲得很浅，这个善是什么？用这一个善字，佛把它解释什么叫善？清净圆明叫善，圆是圆满，讲的德相，明就是智慧。正是惠能大师明心见性，他讲的第三句话，「何期自性，本自具足」，自性里头本来具足的，不是从外来的。具足什么他没说出来，《华严经》上说出来，《华严经》，佛说「一切众生皆有如来智慧德相」，这就是本自具足。你有跟诸佛如来一样的智慧、一样的德能、一样的才艺、一样的相好。这是信诸法的实体，对这个一点没有怀疑，诸法实体就是自己的实体，这要知道。学佛终极的目标，就是回归到实体，我们一般讲证得实体，这个证得就是回归、就是契入。",
      "zh_TW": "這個地方講到行十信心，信三寶常住。《華嚴經．無盡藏品》裡面講十種信，經太大，學習時間太長。這個地方講的十信心，本意是講我們前面學習過的十信位，十信心滿。所學的課程學完、畢業，十信畢業，十信是小學，十住是初中，小學畢業了，初中，上中學。「無盡藏」裡面學習的十種信，高了，那是上研究所，雖然高，我們如果有緣分、有機會能夠學習，對於我們有大利益。我們先說信，信的標準是什麼？「於諸法之實體，三寶之淨德，世出世之善根，深為信樂，使心澄淨，是名為信」。這個信的定義，比十信位裡面講得高，首先講諸法的實體，諸法實體是什麼？是自性。就是《還源觀》裡面所講的，「自性清淨圓明體」，這講得清楚。自性清淨圓明體，就是我們常講真如，中國人講本性，我們老祖宗常常講的「人之初，性本善」，那本性。那個善不是善惡的善，善惡的善講得很淺，這個善是什麼？用這一個善字，佛把它解釋什麼叫善？清淨圓明叫善，圓是圓滿，講的德相，明就是智慧。正是惠能大師明心見性，他講的第三句話，「何期自性，本自具足」，自性裡頭本來具足的，不是從外來的。具足什麼他沒說出來，《華嚴經》上說出來，《華嚴經》，佛說「一切眾生皆有如來智慧德相」，這就是本自具足。你有跟諸佛如來一樣的智慧、一樣的德能、一樣的才藝、一樣的相好。這是信諸法的實體，對這個一點沒有懷疑，諸法實體就是自己的實體，這要知道。學佛終極的目標，就是回歸到實體，我們一般講證得實體，這個證得就是回歸、就是契入。"
    },
    {
      "id": "12-017-2072_p0014",
      "zh_CN": "三宝的净德是觉正净，佛是觉而不迷，法是正而不邪，僧是净而不染，我们要从迷邪染回归到觉正净，这是三皈依。三皈依是什么？三皈依是佛法教学最高的指导原则，也就是你将来学习一生所希求的目标，自性里面的觉正净，不是从外头来的。觉正净谁没有？各个人都有，只是你迷了，迷了不起作用，起作用是相反的，起迷惑颠倒、邪知邪见、身心染污，起这个东西。觉悟之后，你起的就是觉正净，觉而不迷、正而不邪、净而不染，这个作用多好，这不能不知道，起觉正净的作用。所以你看看佛教一入门，首先授什么？授三皈。不管你懂不懂，不管你上中下什么样的根性，一来先给你授三皈，平等！把佛法修学最高指导原则传授给你，大公无私。中国古人常讲和盘托出，就是一丝毫保留都没有，全部给你。你一生所修学的千经万论，一切诸佛无量劫所说的一切法，都出不了这三个字，这三个字全把它包括，就是「觉正净」。觉正净在三藏里面，觉是慧藏，智慧；正是定藏，就是经；净，清净是律藏，戒律，就是三藏，净而不染是律藏，正而不邪是经藏，觉而不迷是论藏，经律论三藏。我们要学的、要修的、要证的，将来要教人的、要弘扬的，都出不了这三个字。佛菩萨决定没有隐私、没有私心，统统都说出来，这是三宝的净德，深信不疑。佛所说的统统是我自性里头有的，他的障碍没有了，我现在是障碍重重透不出来。",
      "zh_TW": "三寶的淨德是覺正淨，佛是覺而不迷，法是正而不邪，僧是淨而不染，我們要從迷邪染回歸到覺正淨，這是三皈依。三皈依是什麼？三皈依是佛法教學最高的指導原則，也就是你將來學習一生所希求的目標，自性裡面的覺正淨，不是從外頭來的。覺正淨誰沒有？各個人都有，只是你迷了，迷了不起作用，起作用是相反的，起迷惑顛倒、邪知邪見、身心染污，起這個東西。覺悟之後，你起的就是覺正淨，覺而不迷、正而不邪、淨而不染，這個作用多好，這不能不知道，起覺正淨的作用。所以你看看佛教一入門，首先授什麼？授三皈。不管你懂不懂，不管你上中下什麼樣的根性，一來先給你授三皈，平等！把佛法修學最高指導原則傳授給你，大公無私。中國古人常講和盤托出，就是一絲毫保留都沒有，全部給你。你一生所修學的千經萬論，一切諸佛無量劫所說的一切法，都出不了這三個字，這三個字全把它包括，就是「覺正淨」。覺正淨在三藏裡面，覺是慧藏，智慧；正是定藏，就是經；淨，清淨是律藏，戒律，就是三藏，淨而不染是律藏，正而不邪是經藏，覺而不迷是論藏，經律論三藏。我們要學的、要修的、要證的，將來要教人的、要弘揚的，都出不了這三個字。佛菩薩決定沒有隱私、沒有私心，統統都說出來，這是三寶的淨德，深信不疑。佛所說的統統是我自性裡頭有的，他的障礙沒有了，我現在是障礙重重透不出來。"
    },
    {
      "id": "12-017-2072_p0015",
      "zh_CN": "世出世法的善根，这是佛的教诲，佛教六道众生这是世间善根，佛教四圣法界的菩萨们那是出世间的善根。世间善根是什么？三善根，佛经上常讲的，「不贪、不瞋、不痴」，叫三善根。六道里面这个世间法，一切善法都从三善根生出来的，所以它叫三善根。根，取植物有根它能够生长，它能够将来开花结果。我们现在这三善根怎么样？现在我们有贪，无贪的善根没有；我们现在有瞋，常常不高兴、发脾气、怨天尤人，不瞋的善根没有了；痴，那更没话说，现在没有智慧，天天生烦恼，这个要知道。我们有的三善根，现在不见，变成什么？变成三毒，三毒就是贪瞋痴。毒谁？毒自己，不毒别人。三毒烦恼叫自己造三途恶业，你看贪，贪的果报在哪里？在饿鬼道，贪心重的人他往鬼道里头走，他来生不能得人身。瞋恚心重的人到地狱道。愚痴重的人，愚痴是什么？真妄、是非、邪正没有能力辨别，往往搞颠倒，把假的当作真的，把邪的当作正的，把恶的当作善的，现在所讲的价值观颠倒，这个痴的果报是畜生。贪瞋痴的果报是饿鬼、地狱、畜生，他干的是这个业，他将来往这个道路上去。佛菩萨看得清清楚楚、明明白白。他自己是完全不知道，还乐此不疲，以此为荣，这糟糕。佛菩萨能不能救他？不能。佛菩萨常在那边等待，等什么？等到他在三途里面苦报受够、受足，他就省悟过来，他一省悟，佛菩萨就来帮忙，佛菩萨帮助众生很有耐心。",
      "zh_TW": "世出世法的善根，這是佛的教誨，佛教六道眾生這是世間善根，佛教四聖法界的菩薩們那是出世間的善根。世間善根是什麼？三善根，佛經上常講的，「不貪、不瞋、不痴」，叫三善根。六道裡面這個世間法，一切善法都從三善根生出來的，所以它叫三善根。根，取植物有根它能夠生長，它能夠將來開花結果。我們現在這三善根怎麼樣？現在我們有貪，無貪的善根沒有；我們現在有瞋，常常不高興、發脾氣、怨天尤人，不瞋的善根沒有了；痴，那更沒話說，現在沒有智慧，天天生煩惱，這個要知道。我們有的三善根，現在不見，變成什麼？變成三毒，三毒就是貪瞋痴。毒誰？毒自己，不毒別人。三毒煩惱叫自己造三途惡業，你看貪，貪的果報在哪裡？在餓鬼道，貪心重的人他往鬼道裡頭走，他來生不能得人身。瞋恚心重的人到地獄道。愚痴重的人，愚痴是什麼？真妄、是非、邪正沒有能力辨別，往往搞顛倒，把假的當作真的，把邪的當作正的，把惡的當作善的，現在所講的價值觀顛倒，這個痴的果報是畜生。貪瞋痴的果報是餓鬼、地獄、畜生，他幹的是這個業，他將來往這個道路上去。佛菩薩看得清清楚楚、明明白白。他自己是完全不知道，還樂此不疲，以此為榮，這糟糕。佛菩薩能不能救他？不能。佛菩薩常在那邊等待，等什麼？等到他在三途裡面苦報受夠、受足，他就省悟過來，他一省悟，佛菩薩就來幫忙，佛菩薩幫助眾生很有耐心。"
    },
    {
      "id": "12-017-2072_p0016",
      "zh_CN": "我们再讲出世间，出世间善根是什么？出世间善根，佛在大乘经里面讲只有一个，对一切菩萨讲的「精进」，修行证果唯一的善根就是精进不退，决定不退转。精进是菩萨唯一的善根，为什么？因为他们世间善根具足，不贪、不瞋、不痴，贪瞋痴早放下了。所以世间三善根菩萨统圆满具足，加上精进，那个不得了，那他成就就快了。「无尽藏品」里面，特别给我们提出这个三点。你要相信自性清净圆明体，为什么？能生万法，《还源观》上讲得清楚。三宝的净德是自己自性本具的觉正净，所以皈依三宝要皈依自性三宝，那你真的皈依了，你皈依外面的三宝是假的，这个要知道。外面三宝，佛是佛像，佛像谚语说得好，「泥菩萨过河，自身难保」，特别是在战乱的时代、天然灾害的时代，寺庙都毁掉。所以你要晓得，那是我们皈依处吗？不是，皈依自性，皈依自性觉就是皈依佛，皈依自性正是皈依法，皈依自性净就是皈依僧。可是外面这三宝起作用，起什么作用？提醒。佛弟子家里供着佛像、经书、菩萨像，菩萨是僧，所以看到这个像提醒自己，真正用意在此地，时时刻刻提醒你别忘了觉正净，天天念着觉正净，我有没有回归觉正净？觉正净的反方向是迷邪染。",
      "zh_TW": "我們再講出世間，出世間善根是什麼？出世間善根，佛在大乘經裡面講只有一個，對一切菩薩講的「精進」，修行證果唯一的善根就是精進不退，決定不退轉。精進是菩薩唯一的善根，為什麼？因為他們世間善根具足，不貪、不瞋、不痴，貪瞋痴早放下了。所以世間三善根菩薩統圓滿具足，加上精進，那個不得了，那他成就就快了。「無盡藏品」裡面，特別給我們提出這個三點。你要相信自性清淨圓明體，為什麼？能生萬法，《還源觀》上講得清楚。三寶的淨德是自己自性本具的覺正淨，所以皈依三寶要皈依自性三寶，那你真的皈依了，你皈依外面的三寶是假的，這個要知道。外面三寶，佛是佛像，佛像諺語說得好，「泥菩薩過河，自身難保」，特別是在戰亂的時代、天然災害的時代，寺廟都毀掉。所以你要曉得，那是我們皈依處嗎？不是，皈依自性，皈依自性覺就是皈依佛，皈依自性正是皈依法，皈依自性淨就是皈依僧。可是外面這三寶起作用，起什麼作用？提醒。佛弟子家裡供著佛像、經書、菩薩像，菩薩是僧，所以看到這個像提醒自己，真正用意在此地，時時刻刻提醒你別忘了覺正淨，天天念著覺正淨，我有沒有回歸覺正淨？覺正淨的反方向是迷邪染。"
    },
    {
      "id": "12-017-2072_p0017",
      "zh_CN": "世出世间的善根，根能生善法，不贪、不瞋、不痴三善根能生世间善法，就是三善道的善法。人道上去有欲界、色界、无色界，二十八层天的善法，都从无贪、无瞋、无痴而生的；有贪瞋痴的时候就没分，那就是下三道，这要知道。贪瞋痴是三善道、三恶道的分水岭。人要真正相信因果报应，贪瞋痴自然就会放下，为什么？用贪瞋痴的手段不能改善自己。只有用戒定慧的方法，能够改善自己的命运，能够帮助自己提升。包括世间人说求功名、求富贵，都从断恶修善你才能得到；绝对不是自私自利、名闻利养、五欲六尘，用贪瞋痴慢可以得到，没这个道理。对于这个要深为信乐，信浅了不行，深信，乐是爱好。你看看这里讲的东西不多，世出世法全包括在里头，你真听懂，你真能体会，搞清楚、搞明白，依教奉行，你的命运全转过来。深为信乐必然是使心澄净，你不会心浮气躁，你的心态定下来，澄净！澄是比喻，水没有染污、没有波动这个状况之下叫澄；这个净是干净、是清净，一丝毫染污都没有。染污是什么？是烦恼、是习气，染污的根是起心动念、分别执着，全都放下，这才叫真信。所以这个信，它的等级是什么？法慧菩萨以上。《华严》是圆教，初住以上，别教是初地以上，这是这样的标准。",
      "zh_TW": "世出世間的善根，根能生善法，不貪、不瞋、不痴三善根能生世間善法，就是三善道的善法。人道上去有欲界、色界、無色界，二十八層天的善法，都從無貪、無瞋、無痴而生的；有貪瞋痴的時候就沒分，那就是下三道，這要知道。貪瞋痴是三善道、三惡道的分水嶺。人要真正相信因果報應，貪瞋痴自然就會放下，為什麼？用貪瞋痴的手段不能改善自己。只有用戒定慧的方法，能夠改善自己的命運，能夠幫助自己提升。包括世間人說求功名、求富貴，都從斷惡修善你才能得到；絕對不是自私自利、名聞利養、五欲六塵，用貪瞋痴慢可以得到，沒這個道理。對於這個要深為信樂，信淺了不行，深信，樂是愛好。你看看這裡講的東西不多，世出世法全包括在裡頭，你真聽懂，你真能體會，搞清楚、搞明白，依教奉行，你的命運全轉過來。深為信樂必然是使心澄淨，你不會心浮氣躁，你的心態定下來，澄淨！澄是比喻，水沒有染污、沒有波動這個狀況之下叫澄；這個淨是乾淨、是清淨，一絲毫染污都沒有。染污是什麼？是煩惱、是習氣，染污的根是起心動念、分別執著，全都放下，這才叫真信。所以這個信，它的等級是什麼？法慧菩薩以上。《華嚴》是圓教，初住以上，別教是初地以上，這是這樣的標準。"
    },
    {
      "id": "12-017-2072_p0018",
      "zh_CN": "然后才跟你谈这十种信，这十种信是佛在人间不讲，为什么？人做不到，法身菩萨他们的标准。我们现在来看看，人家是什么样的信，第一个「信一切法之空」。我们相不相信？我们要相信，这一切法自然就放下，就不会放在心上，很有意思，一切法真的是空。为什么是空？我们也搞了几十年，始终不清楚，含含糊糊，一直到我们看到，释迦牟尼佛跟弥勒菩萨的对话才恍然大悟。这个恍然大悟有原因，为什么有一些人看到的时候，他还是不觉悟？这就是宗门里面所说，「小疑有小悟，大疑有大悟」。这个问题在我们学习经教的人，几十年当中这个疑是存在的，没有答案，找不到答案，所以一听到世尊跟弥勒菩萨谈话，马上觉悟。如果平常没有这个疑情，没有这么长时间的疑情不容易体会到。疑，不要去找答案，没有答案，你找到答案都是错的，不必找答案，时候到了不一定什么机会，它就把你这个问题解决。你看弥勒菩萨告诉我们，就是《还源观》上讲的「自性清净圆明体」，能生万法，怎么生的？一念不觉这就生。这一念不觉没有理由的、没有原因的，你不能去问，他为什么会有一念不觉？一念不觉是什么原因？一念不觉是什么时候？你就愈来愈麻烦，你就愈迷愈深。没有原因，所以它叫无始无明。你要知道，佛讲得很清楚，无始是没有开始，叫无始无明。就是一念妄动，这一动就把自性清净圆明体动出一个现象，这个现象是什么？叫阿赖耶。不动的时候没有，没有这个现象；一动的时候阿赖耶出现，阿赖耶三细相出来了。",
      "zh_TW": "然後才跟你談這十種信，這十種信是佛在人間不講，為什麼？人做不到，法身菩薩他們的標準。我們現在來看看，人家是什麼樣的信，第一個「信一切法之空」。我們相不相信？我們要相信，這一切法自然就放下，就不會放在心上，很有意思，一切法真的是空。為什麼是空？我們也搞了幾十年，始終不清楚，含含糊糊，一直到我們看到，釋迦牟尼佛跟彌勒菩薩的對話才恍然大悟。這個恍然大悟有原因，為什麼有一些人看到的時候，他還是不覺悟？這就是宗門裡面所說，「小疑有小悟，大疑有大悟」。這個問題在我們學習經教的人，幾十年當中這個疑是存在的，沒有答案，找不到答案，所以一聽到世尊跟彌勒菩薩談話，馬上覺悟。如果平常沒有這個疑情，沒有這麼長時間的疑情不容易體會到。疑，不要去找答案，沒有答案，你找到答案都是錯的，不必找答案，時候到了不一定什麼機會，它就把你這個問題解決。你看彌勒菩薩告訴我們，就是《還源觀》上講的「自性清淨圓明體」，能生萬法，怎麼生的？一念不覺這就生。這一念不覺沒有理由的、沒有原因的，你不能去問，他為什麼會有一念不覺？一念不覺是什麼原因？一念不覺是什麼時候？你就愈來愈麻煩，你就愈迷愈深。沒有原因，所以它叫無始無明。你要知道，佛講得很清楚，無始是沒有開始，叫無始無明。就是一念妄動，這一動就把自性清淨圓明體動出一個現象，這個現象是什麼？叫阿賴耶。不動的時候沒有，沒有這個現象；一動的時候阿賴耶出現，阿賴耶三細相出來了。"
    },
    {
      "id": "12-017-2072_p0019",
      "zh_CN": "现在科学家也讲，他也发现说整个宇宙只有三样东西，除三样东西之外什么都没有，他们发现的。他们发现这三样东西，他们的名词叫物质、能量、信息，就这三样东西。佛经上讲阿赖耶的三细相，业相，业相就是动、波动，波动是能量，没有波动，能量不现前。能量、信息、物质，统统含藏在清净圆明体里面，不现相，这一波动就现相，现出一个现象，也叫转相，也叫见相，或者叫见分，就是什么？那信息，信息出来了。同时境界相出来，境界相是物质。所以物质现象跟信息是同时出来的，都是自性清净圆明体里面本自具足的，不是外来的。这个相现出来的时候，宇宙万法都出现，一时顿现，没有先后，同时出现的。宇宙的现象出现，一切众生的现象出现，什么时候？就在当下，当下都找不到。这是《金刚经》上三心不可得，「过去心不可得」，已经过去了；「未来心不可得」，未来还没来；「现在心不可得」，说现在，现在已经过去。《金刚经》上给我们说三心不可得，那不就是空的吗？空的意思现前。弥勒菩萨说得更详细，这个波动的速度太快、太微细，不可以执持，你想掌握它，掌握不到，它太快了。快到什么程度？他说「一弹指」，这一弹指的时间很短，一弹指那个波动的频率有多少？「三十二亿百千念」。念就是一个念头，这一弹指里头有三十二亿百千念，单位是百千，百千是十万，三十二亿乘十万，我们中国人讲三百二十兆。一弹指三百二十兆的念头，你怎么能够掌握到？你怎么能够执着它？所以一切法空，真的，一点不假！我们现在科学在时间是用秒做单位，弥勒菩萨是用一弹指做单位，一秒钟我们弹得快也可以弹四次，三百二十兆乘四，一千二百八十兆，也就是这个念头的频率，它是一千二百八十兆分之一秒；换句话说，一秒钟它振动的次数是一千二百八十兆次。后头弥勒菩萨告诉我们「念念成形」，就是念念有物质现象；「形皆有识」，识就是信息、见闻觉知，每一个念头都有见闻觉知、都有物质现象。我们今天看的这个世界，就是这种念头的相似相续相，不是真的，你把它当作真的，就错了，它不是真的，一切法空。你看头一个他相信这个，为什么？事实真相。",
      "zh_TW": "現在科學家也講，他也發現說整個宇宙只有三樣東西，除三樣東西之外什麼都沒有，他們發現的。他們發現這三樣東西，他們的名詞叫物質、能量、信息，就這三樣東西。佛經上講阿賴耶的三細相，業相，業相就是動、波動，波動是能量，沒有波動，能量不現前。能量、信息、物質，統統含藏在清淨圓明體裡面，不現相，這一波動就現相，現出一個現象，也叫轉相，也叫見相，或者叫見分，就是什麼？那信息，信息出來了。同時境界相出來，境界相是物質。所以物質現象跟信息是同時出來的，都是自性清淨圓明體裡面本自具足的，不是外來的。這個相現出來的時候，宇宙萬法都出現，一時頓現，沒有先後，同時出現的。宇宙的現象出現，一切眾生的現象出現，什麼時候？就在當下，當下都找不到。這是《金剛經》上三心不可得，「過去心不可得」，已經過去了；「未來心不可得」，未來還沒來；「現在心不可得」，說現在，現在已經過去。《金剛經》上給我們說三心不可得，那不就是空的嗎？空的意思現前。彌勒菩薩說得更詳細，這個波動的速度太快、太微細，不可以執持，你想掌握它，掌握不到，它太快了。快到什麼程度？他說「一彈指」，這一彈指的時間很短，一彈指那個波動的頻率有多少？「三十二億百千念」。念就是一個念頭，這一彈指裡頭有三十二億百千念，單位是百千，百千是十萬，三十二億乘十萬，我們中國人講三百二十兆。一彈指三百二十兆的念頭，你怎麼能夠掌握到？你怎麼能夠執著它？所以一切法空，真的，一點不假！我們現在科學在時間是用秒做單位，彌勒菩薩是用一彈指做單位，一秒鐘我們彈得快也可以彈四次，三百二十兆乘四，一千二百八十兆，也就是這個念頭的頻率，它是一千二百八十兆分之一秒；換句話說，一秒鐘它振動的次數是一千二百八十兆次。後頭彌勒菩薩告訴我們「念念成形」，就是念念有物質現象；「形皆有識」，識就是信息、見聞覺知，每一個念頭都有見聞覺知、都有物質現象。我們今天看的這個世界，就是這種念頭的相似相續相，不是真的，你把它當作真的，就錯了，它不是真的，一切法空。你看頭一個他相信這個，為什麼？事實真相。"
    },
    {
      "id": "12-017-2072_p0020",
      "zh_CN": "第二个，「信一切法之无相」，有相，你看他不是讲了吗？「念念成形，形皆有识」，它有相。有相，为什么说无相？它存在的时间太短。存在的时间，记住是一千二百八十兆分之一秒，这是它存在的时间，所以现相真的是无相。「相即无相，无相即相」，这大乘经上常讲的，这个话是讲的真的，完全是事实真相。不管是精神现象、物质现象都不可得，不能说它有，不能说它无。",
      "zh_TW": "第二個，「信一切法之無相」，有相，你看他不是講了嗎？「念念成形，形皆有識」，它有相。有相，為什麼說無相？它存在的時間太短。存在的時間，記住是一千二百八十兆分之一秒，這是它存在的時間，所以現相真的是無相。「相即無相，無相即相」，這大乘經上常講的，這個話是講的真的，完全是事實真相。不管是精神現象、物質現象都不可得，不能說它有，不能說它無。"
    },
    {
      "id": "12-017-2072_p0021",
      "zh_CN": "「三、信一切法之无愿」，统统是讲一切法，愿是什么？愿是希求，一切法里头真的没有希求。换句话说，我们有希求，这个念是错误的。没有希求，佛又叫我们发愿，大乘教里面佛常讲四弘誓愿，阿弥陀佛也发四十八愿，这是怎么回事情？这就是相即无相，无相即相；愿即无愿，无愿即愿。你从这个地方去体会，你才了解它的真实义，才知道事实真相。事实真相在佛法叫诸法实相，自性清净圆明体是诸法实体，实体是永恒不变。从体现相起作用，那都是刹那生灭、了不可得，你不能说有，也不能说无，你用这个心态就正确。有没有相？有，这个相就像《楞严经》上所说的，「当处出生，随处灭尽」。生灭速度一定要晓得，生灭的速度是一千二百八十兆分之一秒。你了解这个事实真相，佛在经上所说的这些话你全都懂得，你不怀疑，你能够接受，你能够深信，信心从这里建立。众生，六道众生在迷；四圣法界虽觉，不透彻，真相没现前；到初住以上，这才完全明白，真正见到，所以信解行证他真正证得。四圣法界在行没有证，那个行是依照老师的教导，一定到自己亲证，这才算是功夫到家，功德圆满。愿要不要发？要发，发了不要执着，发了要兑现，兑现也没有执着。你修行成佛，实在讲你明心见性、大彻大悟，这就成佛，就是此地讲的初住菩萨，初住菩萨就成佛，真佛不是假佛。你想想看，执着放下、分别放下，不起心、不动念。",
      "zh_TW": "「三、信一切法之無願」，統統是講一切法，願是什麼？願是希求，一切法裡頭真的沒有希求。換句話說，我們有希求，這個念是錯誤的。沒有希求，佛又叫我們發願，大乘教裡面佛常講四弘誓願，阿彌陀佛也發四十八願，這是怎麼回事情？這就是相即無相，無相即相；願即無願，無願即願。你從這個地方去體會，你才了解它的真實義，才知道事實真相。事實真相在佛法叫諸法實相，自性清淨圓明體是諸法實體，實體是永恆不變。從體現相起作用，那都是剎那生滅、了不可得，你不能說有，也不能說無，你用這個心態就正確。有沒有相？有，這個相就像《楞嚴經》上所說的，「當處出生，隨處滅盡」。生滅速度一定要曉得，生滅的速度是一千二百八十兆分之一秒。你了解這個事實真相，佛在經上所說的這些話你全都懂得，你不懷疑，你能夠接受，你能夠深信，信心從這裡建立。眾生，六道眾生在迷；四聖法界雖覺，不透徹，真相沒現前；到初住以上，這才完全明白，真正見到，所以信解行證他真正證得。四聖法界在行沒有證，那個行是依照老師的教導，一定到自己親證，這才算是功夫到家，功德圓滿。願要不要發？要發，發了不要執著，發了要兌現，兌現也沒有執著。你修行成佛，實在講你明心見性、大徹大悟，這就成佛，就是此地講的初住菩薩，初住菩薩就成佛，真佛不是假佛。你想想看，執著放下、分別放下，不起心、不動念。"
    },
    {
      "id": "12-017-2072_p0022",
      "zh_CN": "所以佛在大乘教里面常常教导我们，十法界第一个因是什么？成佛第一个因是平等心，心平等就成佛。什么叫平等？于一切法不起心、不动念就平等。起心动念就不平等，他不起心、不动念，起心动念就是无明，就是一念不觉；不起心、不动念，无始无明破了，平等，没有高下。分别执着都没有，哪来的高下！所以他不住在十法界，他住在一真法界，诸佛如来的实报庄严土，真实的，不是假的，实报庄严土。他过去在十法界、在六道发的愿不是假的，因为假的不就妄语了吗？不是假的，他会兑现。他发过这个愿「众生无边誓愿度」，跟他有缘的众生有求于他的时候，那一念就是感，他自然就有应。这个一念，再微细的念头，那个波动他都能够接收得到，他一接收到的时候他立刻就有反应。这个应决定没有起心动念，他要起心动念，他就又掉到十法界来，他就退转。他不会退转，这个地位叫圆证三不退，位不退、行不退、念不退，明心见性的人就证这种三不退，所以他不会退到十法界。我们晓得，释迦牟尼佛当年示现在我们这个世间，跟我们在一起相处了八十年，他八十岁圆寂的，这八十年当中他有没有起心动念？没有。起心动念尚且没有，哪来的分别执着！他的示现、他的所作所为、他的教化，都是从自性里面自自然然流露出来，随众生心、应所知量，这是不思议境界。《华严经》末后一品，「入不思议解脱境界普贤行愿品」。",
      "zh_TW": "所以佛在大乘教裡面常常教導我們，十法界第一個因是什麼？成佛第一個因是平等心，心平等就成佛。什麼叫平等？於一切法不起心、不動念就平等。起心動念就不平等，他不起心、不動念，起心動念就是無明，就是一念不覺；不起心、不動念，無始無明破了，平等，沒有高下。分別執著都沒有，哪來的高下！所以他不住在十法界，他住在一真法界，諸佛如來的實報莊嚴土，真實的，不是假的，實報莊嚴土。他過去在十法界、在六道發的願不是假的，因為假的不就妄語了嗎？不是假的，他會兌現。他發過這個願「眾生無邊誓願度」，跟他有緣的眾生有求於他的時候，那一念就是感，他自然就有應。這個一念，再微細的念頭，那個波動他都能夠接收得到，他一接收到的時候他立刻就有反應。這個應決定沒有起心動念，他要起心動念，他就又掉到十法界來，他就退轉。他不會退轉，這個地位叫圓證三不退，位不退、行不退、念不退，明心見性的人就證這種三不退，所以他不會退到十法界。我們曉得，釋迦牟尼佛當年示現在我們這個世間，跟我們在一起相處了八十年，他八十歲圓寂的，這八十年當中他有沒有起心動念？沒有。起心動念尚且沒有，哪來的分別執著！他的示現、他的所作所為、他的教化，都是從自性裡面自自然然流露出來，隨眾生心、應所知量，這是不思議境界。《華嚴經》末後一品，「入不思議解脫境界普賢行願品」。"
    },
    {
      "id": "12-017-2072_p0023",
      "zh_CN": "不但我们六道凡夫体会不到，四圣法界里面声闻、缘觉、菩萨、佛，他也体会不到，为什么？他没破无明。就是说他还起心动念，起心动念就是障碍，让你性德不能自然流露。那我们努力学，学不起心、不动念，行不行？不行，你在那里学不起心、不动念，你是有作有为，你不是自然的。能不能达到？能。能达到什么地方？第四禅的无想天，那里头的人都不起心、不动念，他也出不了六道轮回。为什么？他是个妄念修成的，他跟性相违背，他不称性，他那个定功失掉，烦恼又起来，还是要往下坠落。这就是大乘教里面所讲的，「因地不真，果招迂曲」，他修行的理论、方法跟性德不相应，就变成外道，佛家讲「心外求法」就变成外道。佛法一定要明理，理要搞得很透彻，这个十种都是从理上说的。统统明了，相即无相，并不是舍了相去得一个无相，有没有这种人？有，我们六道里面四空天就是这样。四空天人，这是凡夫境界里最高的，他讨厌身体，有身体总是有麻烦。色界还有身体，财色名食睡没有，他断掉，但他有色身在，色身还是麻烦。佛教没到中国来，老子就讲过「吾有大患，为吾有身」，我有最大的忧患是什么？因为我有身体，要是没有身体多自在，所以真有这样的修行人，修无想定。无想定修成功了，生无想天，无想天里头没有身，所以叫四空天，比色界还要高一层。他是用无想修成的，还是有作有为，不是无为法，有作有为，所以他出不了六道轮回，这我们要懂得，不能搞错了。修到这个功夫也不是容易事情，叫四禅八定，四禅生色界天，四空定生无色界天，这都是有作有为的禅定，所以他出不了六道。",
      "zh_TW": "不但我們六道凡夫體會不到，四聖法界裡面聲聞、緣覺、菩薩、佛，他也體會不到，為什麼？他沒破無明。就是說他還起心動念，起心動念就是障礙，讓你性德不能自然流露。那我們努力學，學不起心、不動念，行不行？不行，你在那裡學不起心、不動念，你是有作有為，你不是自然的。能不能達到？能。能達到什麼地方？第四禪的無想天，那裡頭的人都不起心、不動念，他也出不了六道輪迴。為什麼？他是個妄念修成的，他跟性相違背，他不稱性，他那個定功失掉，煩惱又起來，還是要往下墜落。這就是大乘教裡面所講的，「因地不真，果招迂曲」，他修行的理論、方法跟性德不相應，就變成外道，佛家講「心外求法」就變成外道。佛法一定要明理，理要搞得很透徹，這個十種都是從理上說的。統統明瞭，相即無相，並不是捨了相去得一個無相，有沒有這種人？有，我們六道裡面四空天就是這樣。四空天人，這是凡夫境界裡最高的，他討厭身體，有身體總是有麻煩。色界還有身體，財色名食睡沒有，他斷掉，但他有色身在，色身還是麻煩。佛教沒到中國來，老子就講過「吾有大患，為吾有身」，我有最大的憂患是什麼？因為我有身體，要是沒有身體多自在，所以真有這樣的修行人，修無想定。無想定修成功了，生無想天，無想天裡頭沒有身，所以叫四空天，比色界還要高一層。他是用無想修成的，還是有作有為，不是無為法，有作有為，所以他出不了六道輪迴，這我們要懂得，不能搞錯了。修到這個功夫也不是容易事情，叫四禪八定，四禪生色界天，四空定生無色界天，這都是有作有為的禪定，所以他出不了六道。"
    },
    {
      "id": "12-017-2072_p0024",
      "zh_CN": "愿我们要发，我们现在要学，现在没证果，到将来证果之后这个愿起作用。愿度众生，众生有苦难的时候，他那个苦难念头才动，你就知道，你就会照顾他，你就会帮助他。而且你看得很清楚，他现前的苦难是他业力所感召的，他的业要没有消掉，佛菩萨帮不上忙。佛菩萨要在那里看，看他业障消掉，善根福德现前，就能帮上忙。这不是佛菩萨不慈悲！你要能舍，那马上就能帮忙；你不能舍，那你就得受。福报要能舍，业障也要能舍，你要不舍就受吧！福报不舍你就享福，罪报不舍你就受罪，所以你要懂得舍。这个放下，妙绝了，什么都要放下，罪福统统放下，你的缘就成熟。我们现在是福报放不下，那个罪报也放不下，怎么放不下？人家得罪我，还有报复的念头、还有怨恨的念头，这就是你放不下。放不下，将来要受生生世世冤冤相报没完没了，就干这个事情去，这糊涂事。为什么不能舍？不知道一切法空，不知道一切法无相、无愿，后面是无作。再底下是无分别、无所依、不可量、无有上、难超越，到最后是无生，这都是给你讲真话。所以学要善学，善字妙，善是什么？学而不执着，学而不分别，学而不起心动念，那就善到极处。中国老祖宗讲的人性本善，是这个善，不是善恶的善，善恶的善很浅，这个善的意思很深。作而无作、无作而作，愿而无愿、无愿而愿，这才叫真善。",
      "zh_TW": "願我們要發，我們現在要學，現在沒證果，到將來證果之後這個願起作用。願度眾生，眾生有苦難的時候，他那個苦難念頭才動，你就知道，你就會照顧他，你就會幫助他。而且你看得很清楚，他現前的苦難是他業力所感召的，他的業要沒有消掉，佛菩薩幫不上忙。佛菩薩要在那裡看，看他業障消掉，善根福德現前，就能幫上忙。這不是佛菩薩不慈悲！你要能捨，那馬上就能幫忙；你不能捨，那你就得受。福報要能捨，業障也要能捨，你要不捨就受吧！福報不捨你就享福，罪報不捨你就受罪，所以你要懂得捨。這個放下，妙絕了，什麼都要放下，罪福統統放下，你的緣就成熟。我們現在是福報放不下，那個罪報也放不下，怎麼放不下？人家得罪我，還有報復的念頭、還有怨恨的念頭，這就是你放不下。放不下，將來要受生生世世冤冤相報沒完沒了，就幹這個事情去，這糊塗事。為什麼不能捨？不知道一切法空，不知道一切法無相、無願，後面是無作。再底下是無分別、無所依、不可量、無有上、難超越，到最後是無生，這都是給你講真話。所以學要善學，善字妙，善是什麼？學而不執著，學而不分別，學而不起心動念，那就善到極處。中國老祖宗講的人性本善，是這個善，不是善惡的善，善惡的善很淺，這個善的意思很深。作而無作、無作而作，願而無願、無願而願，這才叫真善。"
    },
    {
      "id": "12-017-2072_p0025",
      "zh_CN": "底下讲，「四、信一切法之无作」，这个道理明白之后，我们就懂得，作而无作、无作而作。释迦牟尼佛当年在世，你看看，从示现开悟之后四十九年，有没有作？有作，他把戒律、威仪统统做到。小乘的三千威仪，大乘的八万细行，释迦牟尼佛在日常生活当中都表现出来，这是作，有作。为什么说他无作？他没有起心动念，这就是无作。不起心、不动念，做得那么圆满，做得那么微妙，这个不可思议，这是我们要相信。「五、信一切法之无分别。六，信一切法之无所依」。他所依的是自性清净圆明体，除了自性清净圆明体，他真的是无依，他不依靠任何。就像我们现在看电视，电视屏幕；看电影，电影的银幕。所有的画面，它依什么？它就是依屏幕。屏幕就好比自性清净圆明体，它统统在这里现，虽现，它没有丝毫染污，它对于体上痕迹都不留。我们用这个比喻能够体会到一些，真的是无所依。所以我们讲三皈依，佛教我们三皈依，是皈依自性三宝，不是外面，外面那你就错了，你就变成有所依，皈依自性三宝。外面的三宝是提醒你，它的作用就是看到佛像，提醒你觉而不迷；看到书本，经书你看到的时候，正而不邪，看到所有的书本，只要一看到，我正而不邪，不管它什么书；看到出家人、看到在家居士，净而不染。它提醒我，没有这些提醒容易迷惑，它是这么个意思。下面讲「七、信一切法之不可量。八、信一切法之无有上。九、信一切法之难超越」，没有办法超越，它是个圆球。最后说「信一切法之无生」，这做总结结得好，一切法不生，一切法不灭，生即无生，灭亦非灭，你能看出这个现象，一切法的真相你才了解。从这个地方，法身菩萨建立信心。我们今天时间到了，就学习到此地。",
      "zh_TW": "底下講，「四、信一切法之無作」，這個道理明白之後，我們就懂得，作而無作、無作而作。釋迦牟尼佛當年在世，你看看，從示現開悟之後四十九年，有沒有作？有作，他把戒律、威儀統統做到。小乘的三千威儀，大乘的八萬細行，釋迦牟尼佛在日常生活當中都表現出來，這是作，有作。為什麼說他無作？他沒有起心動念，這就是無作。不起心、不動念，做得那麼圓滿，做得那麼微妙，這個不可思議，這是我們要相信。「五、信一切法之無分別。六，信一切法之無所依」。他所依的是自性清淨圓明體，除了自性清淨圓明體，他真的是無依，他不依靠任何。就像我們現在看電視，電視屏幕；看電影，電影的銀幕。所有的畫面，它依什麼？它就是依屏幕。屏幕就好比自性清淨圓明體，它統統在這裡現，雖現，它沒有絲毫染污，它對於體上痕跡都不留。我們用這個比喻能夠體會到一些，真的是無所依。所以我們講三皈依，佛教我們三皈依，是皈依自性三寶，不是外面，外面那你就錯了，你就變成有所依，皈依自性三寶。外面的三寶是提醒你，它的作用就是看到佛像，提醒你覺而不迷；看到書本，經書你看到的時候，正而不邪，看到所有的書本，只要一看到，我正而不邪，不管它什麼書；看到出家人、看到在家居士，淨而不染。它提醒我，沒有這些提醒容易迷惑，它是這麼個意思。下面講「七、信一切法之不可量。八、信一切法之無有上。九、信一切法之難超越」，沒有辦法超越，它是個圓球。最後說「信一切法之無生」，這做總結結得好，一切法不生，一切法不滅，生即無生，滅亦非滅，你能看出這個現象，一切法的真相你才了解。從這個地方，法身菩薩建立信心。我們今天時間到了，就學習到此地。"
    }
  ]
}