{
  "doc_id": "12-017-1342",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三四二卷",
    "zh_TW": "第一三四二卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1342",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1342_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，觉首菩萨偈颂第八首看起：",
      "zh_TW": "諸位同學，請看「菩薩問明品」，覺首菩薩偈頌第八首看起："
    },
    {
      "id": "12-017-1342_p0002",
      "zh_CN": "【法性本无生，示现而有生，是中无能现，亦无所现物。】",
      "zh_TW": "【法性本無生，示現而有生，是中無能現，亦無所現物。】"
    },
    {
      "id": "12-017-1342_p0003",
      "zh_CN": "这首偈也答三个问题，我们看清凉大师的《疏钞》。「第二偈亦答三问」。这十一首偈分两段，一到六是前半段，七到十一是后半段，所以他这儿用第二偈，第二偈就是第八偈。「初明真如随缘，故成种种者，答所以也」，这是第一个答问。为什么会有种种，也就是讲，宇宙之间这一切森罗万象，佛法里头常讲的十法界依正庄严，究竟是怎么回事情？真如随缘。真如就是法性，就是自性，随缘它才成种种；随净缘，现一真法界，随染缘现十法界。染缘里头也有染净，染缘里面的净，这是现四圣法界，十法界里头的四圣法界；完全是染，那是六道法界，六道。六道里头又有善恶，三善道跟三恶道，这是我们在大乘经教里面常常讲的。这是说明十法界依正庄严，万事万物是怎么来的，这个说出来了。",
      "zh_TW": "這首偈也答三個問題，我們看清涼大師的《疏鈔》。「第二偈亦答三問」。這十一首偈分兩段，一到六是前半段，七到十一是後半段，所以他這兒用第二偈，第二偈就是第八偈。「初明真如隨緣，故成種種者，答所以也」，這是第一個答問。為什麼會有種種，也就是講，宇宙之間這一切森羅萬象，佛法裡頭常講的十法界依正莊嚴，究竟是怎麼回事情？真如隨緣。真如就是法性，就是自性，隨緣它才成種種；隨淨緣，現一真法界，隨染緣現十法界。染緣裡頭也有染淨，染緣裡面的淨，這是現四聖法界，十法界裡頭的四聖法界；完全是染，那是六道法界，六道。六道裡頭又有善惡，三善道跟三惡道，這是我們在大乘經教裡面常常講的。這是說明十法界依正莊嚴，萬事萬物是怎麼來的，這個說出來了。"
    },
    {
      "id": "12-017-1342_p0004",
      "zh_CN": "我们看大师下面的开示。「初句」，就是法性本无生，「印上心性是一，是不变义」，印是印证，证明前面所说的心性是一；上就是前面讲的，文殊菩萨所问的心性是一。『法性本无生』，法性不变，法性常住，世尊在楞严会上所说的「常住真心」，那才是我们自己，才是本人。儒家所讲的本性本善，「人之初，性本善」，那是本性，本性本善；《起信论》里面讲的「本觉」，觉就是善，迷就不善。一切众生自性本觉，所以菩萨说「本觉本有，不觉本无」，这首偈里头要跟我们说到，不觉本无，第二句就是讲『示现而有生』，法性本无生！",
      "zh_TW": "我們看大師下面的開示。「初句」，就是法性本無生，「印上心性是一，是不變義」，印是印證，證明前面所說的心性是一；上就是前面講的，文殊菩薩所問的心性是一。『法性本無生』，法性不變，法性常住，世尊在楞嚴會上所說的「常住真心」，那才是我們自己，才是本人。儒家所講的本性本善，「人之初，性本善」，那是本性，本性本善；《起信論》裡面講的「本覺」，覺就是善，迷就不善。一切眾生自性本覺，所以菩薩說「本覺本有，不覺本無」，這首偈裡頭要跟我們說到，不覺本無，第二句就是講『示現而有生』，法性本無生！"
    },
    {
      "id": "12-017-1342_p0005",
      "zh_CN": "所以诸佛菩萨示现在十法界，我们学佛的人常说，某人是菩萨再来示现的，中国传闻尤其是多。连韩国、日本都承认永明延寿是阿弥陀佛再来示现的，智者大师是释迦牟尼佛来示现的，他们也承认。我在讲经的时候也讲过，我们每个人又何尝不是示现的？他们示现跟我们示现不一样，不一样在哪里？我们示现这里头带着烦恼、带着习气，不自在！所谓是业报身。",
      "zh_TW": "所以諸佛菩薩示現在十法界，我們學佛的人常說，某人是菩薩再來示現的，中國傳聞尤其是多。連韓國、日本都承認永明延壽是阿彌陀佛再來示現的，智者大師是釋迦牟尼佛來示現的，他們也承認。我在講經的時候也講過，我們每個人又何嘗不是示現的？他們示現跟我們示現不一樣，不一樣在哪裡？我們示現這裡頭帶著煩惱、帶著習氣，不自在！所謂是業報身。"
    },
    {
      "id": "12-017-1342_p0006",
      "zh_CN": "今天还有人问我，我们在日常生活当中，事情做错了，有没有因果？我们在《华严经》里面读了这么多，应该明白了。无论事情做错做对，总而言之，起心动念都有因果，世出世间法离不开因果的定律，《华严》五重因果，《法华》一乘因果。在大乘教里面，你看清凉大师判这部大经，有差别因果，有平等因果，等觉菩萨、如来果地，平等因果；十信、十住、十行、十回向、十地，差别因果。世出世法离不开因果！起心动念是因，起心动念就是迷惑，迷惑你就造业，业就感得果报。",
      "zh_TW": "今天還有人問我，我們在日常生活當中，事情做錯了，有沒有因果？我們在《華嚴經》裡面讀了這麼多，應該明白了。無論事情做錯做對，總而言之，起心動念都有因果，世出世間法離不開因果的定律，《華嚴》五重因果，《法華》一乘因果。在大乘教裡面，你看清涼大師判這部大經，有差別因果，有平等因果，等覺菩薩、如來果地，平等因果；十信、十住、十行、十迴向、十地，差別因果。世出世法離不開因果！起心動念是因，起心動念就是迷惑，迷惑你就造業，業就感得果報。"
    },
    {
      "id": "12-017-1342_p0007",
      "zh_CN": "你要问你怎么会迷惑？上一堂课，我们引用《楞严经》上世尊说的话，「知见立知」，知见从哪里来的？知见从境界来的。六根对六尘境界，眼见色、耳闻声，六根对六尘境界，「境界为缘长六粗」，根尘一接触的时候，六粗相就现前了。六粗第一个是智相，智是什么？分别，起心动念，分别了。分别是迷惑，迷惑就是不觉，念念不觉就变成相续相。第一念迷，第二念觉，那就是菩萨。我们不是的，我们第一念迷，第二念还迷，一直迷到底，不觉！不觉怎么样？在境界里头误以为真，不知道是示现的。",
      "zh_TW": "你要問你怎麼會迷惑？上一堂課，我們引用《楞嚴經》上世尊說的話，「知見立知」，知見從哪裡來的？知見從境界來的。六根對六塵境界，眼見色、耳聞聲，六根對六塵境界，「境界為緣長六粗」，根塵一接觸的時候，六粗相就現前了。六粗第一個是智相，智是什麼？分別，起心動念，分別了。分別是迷惑，迷惑就是不覺，念念不覺就變成相續相。第一念迷，第二念覺，那就是菩薩。我們不是的，我們第一念迷，第二念還迷，一直迷到底，不覺！不覺怎麼樣？在境界裡頭誤以為真，不知道是示現的。"
    },
    {
      "id": "12-017-1342_p0008",
      "zh_CN": "底下两句讲得好，所有一切示现都不是真的。所以《般若经》，不少同学也常念，《金刚经》，尤其是《心经》，把它列入早晚课诵。天天都在念，念了怎么样？就像现在一般人讲的，那是佛对别人说的，不是对我说的，佛叫着舍利子，是对他讲的，不是对我讲的，念了也是白念！为什么？起不了观照的作用，这就错了。菩萨念这个经，他起观照作用，以观世音菩萨做例子、做代表，观自在就是观世音。「行深般若波罗蜜多时」，行是什么？落实了，甚深般若波罗蜜落实，就是用在日常生活当中。用在日常工作当中，用在处事待人接物之中，这叫行，现在人叫落实。由此可知，他是时时刻刻在在处处，一切境缘当中，他都提得起般若观照，「照见五蕴皆空」；五蕴是示现，不是真的，『是中无能现，亦无所现物』，这一点都不假。所以他自在，他真的是「远离颠倒梦想」，这颠倒梦想是什么？妄想、分别、执着，他没有；「度一切苦厄」，他没苦。",
      "zh_TW": "底下兩句講得好，所有一切示現都不是真的。所以《般若經》，不少同學也常念，《金剛經》，尤其是《心經》，把它列入早晚課誦。天天都在念，念了怎麼樣？就像現在一般人講的，那是佛對別人說的，不是對我說的，佛叫著舍利子，是對他講的，不是對我講的，念了也是白念！為什麼？起不了觀照的作用，這就錯了。菩薩念這個經，他起觀照作用，以觀世音菩薩做例子、做代表，觀自在就是觀世音。「行深般若波羅蜜多時」，行是什麼？落實了，甚深般若波羅蜜落實，就是用在日常生活當中。用在日常工作當中，用在處事待人接物之中，這叫行，現在人叫落實。由此可知，他是時時刻刻在在處處，一切境緣當中，他都提得起般若觀照，「照見五蘊皆空」；五蘊是示現，不是真的，『是中無能現，亦無所現物』，這一點都不假。所以他自在，他真的是「遠離顛倒夢想」，這顛倒夢想是什麼？妄想、分別、執著，他沒有；「度一切苦厄」，他沒苦。"
    },
    {
      "id": "12-017-1342_p0009",
      "zh_CN": "苦乐从哪里来的？苦乐从迷里头来的，迷了，里头就有苦，觉悟之后，没有苦乐。苦乐是五种受里面的两种，用它来代表，后面还有忧、喜、舍，那省掉了，苦乐里头包括忧喜舍。六道众生这五种受，苦乐忧喜舍，提得起般若观照功夫这种人，苦乐忧喜舍他没有。佛在大乘经教里头也常讲，苦乐忧喜舍这五种受不是正受，正受里头没有这个东西。正受是什么？正是正常，正常的享受，决定没有这个东西，这个东西是苦。苦是苦苦，乐是坏苦，没有苦乐的时候叫舍，身没有苦乐，心没有忧喜，不错！舍。六道里头什么人？无色界天，最高的凡夫。无色界天他只有舍受，这个境界好，跟佛菩萨境界没有两样。佛菩萨这个境界叫三昧，他叫舍，为什么？三昧是证得之后永远不会失掉，叫三昧。无色界天得到的这是叫世间禅定，它有时间性的，时间到了，他这个定会失掉，所以叫舍受。如果永远不失，那就是出世间禅定，称为三昧。",
      "zh_TW": "苦樂從哪裡來的？苦樂從迷裡頭來的，迷了，裡頭就有苦，覺悟之後，沒有苦樂。苦樂是五種受裡面的兩種，用它來代表，後面還有憂、喜、捨，那省掉了，苦樂裡頭包括憂喜捨。六道眾生這五種受，苦樂憂喜捨，提得起般若觀照功夫這種人，苦樂憂喜捨他沒有。佛在大乘經教裡頭也常講，苦樂憂喜捨這五種受不是正受，正受裡頭沒有這個東西。正受是什麼？正是正常，正常的享受，決定沒有這個東西，這個東西是苦。苦是苦苦，樂是壞苦，沒有苦樂的時候叫捨，身沒有苦樂，心沒有憂喜，不錯！捨。六道裡頭什麼人？無色界天，最高的凡夫。無色界天他只有捨受，這個境界好，跟佛菩薩境界沒有兩樣。佛菩薩這個境界叫三昧，他叫捨，為什麼？三昧是證得之後永遠不會失掉，叫三昧。無色界天得到的這是叫世間禪定，它有時間性的，時間到了，他這個定會失掉，所以叫捨受。如果永遠不失，那就是出世間禪定，稱為三昧。"
    },
    {
      "id": "12-017-1342_p0010",
      "zh_CN": "所以六道凡夫，四禅天（初禅、二禅、三禅、四禅），四空天是无想定，都是属于舍受。四禅里面虽然没有苦苦，有坏苦、有行苦。无色界天没有身体，没有这个色相，物质他摆脱了，他不要了，精神的世界，所以他没有坏苦，他有行苦。行苦就是他那个境界不能永远保持，会失掉。最高的一个层次，非想非非想天，佛说他的寿命八万大劫，这个数字都不得了！一个大劫是这个世界成住坏空一次，世界成住坏空一次是一个大劫，八万大劫！世界成住坏空八万次，他还在定中，你就想到这时间是多么长。我们感觉到，因为我们寿命太短，一百岁都很少见到，所以听到八万劫，不可思议。但是在他那个境界里面，八万劫不长。",
      "zh_TW": "所以六道凡夫，四禪天（初禪、二禪、三禪、四禪），四空天是無想定，都是屬於捨受。四禪裡面雖然沒有苦苦，有壞苦、有行苦。無色界天沒有身體，沒有這個色相，物質他擺脫了，他不要了，精神的世界，所以他沒有壞苦，他有行苦。行苦就是他那個境界不能永遠保持，會失掉。最高的一個層次，非想非非想天，佛說他的壽命八萬大劫，這個數字都不得了！一個大劫是這個世界成住壞空一次，世界成住壞空一次是一個大劫，八萬大劫！世界成住壞空八萬次，他還在定中，你就想到這時間是多麼長。我們感覺到，因為我們壽命太短，一百歲都很少見到，所以聽到八萬劫，不可思議。但是在他那個境界裡面，八萬劫不長。"
    },
    {
      "id": "12-017-1342_p0011",
      "zh_CN": "我们用个比喻诸位就能知道了。我们看到水面上，水不干净的时候，水面上有小虫，我们叫蜉蝣，你看牠在水面跑来跑去。这个小虫的寿命很短，只有几个小时，大概牠的寿命只有十个小时。要用牠来看我们人，牠的寿命十个小时，看我们人的寿命可以活到一百岁，岂不是我们看非想非非想天吗？你就明白，我们人生百岁一刹那就过去了，在他们八万大劫也好像一刹那就过去了，这个道理要懂。所以，时间没有长短，八万劫不长，一百年不短，感受是相同的。",
      "zh_TW": "我們用個比喻諸位就能知道了。我們看到水面上，水不乾淨的時候，水面上有小蟲，我們叫蜉蝣，你看牠在水面跑來跑去。這個小蟲的壽命很短，只有幾個小時，大概牠的壽命只有十個小時。要用牠來看我們人，牠的壽命十個小時，看我們人的壽命可以活到一百歲，豈不是我們看非想非非想天嗎？你就明白，我們人生百歲一剎那就過去了，在他們八萬大劫也好像一剎那就過去了，這個道理要懂。所以，時間沒有長短，八萬劫不長，一百年不短，感受是相同的。"
    },
    {
      "id": "12-017-1342_p0012",
      "zh_CN": "佛、菩萨真的是大慈大悲，把这些事实真相为我们说破。说破之后，目的在哪里？目的是要我们去证明，不是听了就算了，不是的，我们自己要证得，证得是入佛境界；明了而不能证得，这算是佛知佛见。真有正确的理解，你还愿意在这个六道轮回里面长住吗？真的搞清楚、搞明白了，我想每个人这一生当中，只有一个目标，只有一桩事，这一个是什么？脱离六道轮回，不能再干了，再干那你就错了。怎么个脱离法？有把握能脱离吗？有，净宗法门给我们带来了希望，要把这个当作这一生当中第一桩大事来办。我们今天学教求解，有没有用？有用，什么用？坚定我们的信心，坚定我们的愿心，愈清楚，你的信愿愈坚固，这一生求出离就有把握了。",
      "zh_TW": "佛、菩薩真的是大慈大悲，把這些事實真相為我們說破。說破之後，目的在哪裡？目的是要我們去證明，不是聽了就算了，不是的，我們自己要證得，證得是入佛境界；明瞭而不能證得，這算是佛知佛見。真有正確的理解，你還願意在這個六道輪迴裡面長住嗎？真的搞清楚、搞明白了，我想每個人這一生當中，只有一個目標，只有一樁事，這一個是什麼？脫離六道輪迴，不能再幹了，再幹那你就錯了。怎麼個脫離法？有把握能脫離嗎？有，淨宗法門給我們帶來了希望，要把這個當作這一生當中第一樁大事來辦。我們今天學教求解，有沒有用？有用，什麼用？堅定我們的信心，堅定我們的願心，愈清楚，你的信願愈堅固，這一生求出離就有把握了。"
    },
    {
      "id": "12-017-1342_p0013",
      "zh_CN": "第二句，这是答上面所讲的「云何见有种种」，为什么看到十法界依正庄严？「是随缘义」，随缘现的，所以佛法讲缘生。缘，现在人讲条件，它必须具足许许多多的条件。《华严经》上讲，宇宙之间事事物物都具足无量的因缘，用现在话来讲，它不是单纯的，具足无量因缘它现这个现象，真如随缘。真如是性，随缘现相这是相、这是事。「唯心变现，全揽真性，生非实生，故云示现」，它不是真的生。既然不是真的生，诸位想想，哪来的灭？所以佛给我们讲，十法界依正庄严，真相是不生不灭。我们这个人现在在这个世间，你说有没有生？我们凡夫执着相不见性，认为我们人有生有死，有生老病死；佛与大菩萨见性不着相，你没有生，也没有灭，无生，哪来的灭？这是真的。生灭是什么回事情？缘聚缘散。缘聚的时候这个相现前，相生了；缘散的时候，这个相就消失、就灭了，相是假的，没有生灭。",
      "zh_TW": "第二句，這是答上面所講的「云何見有種種」，為什麼看到十法界依正莊嚴？「是隨緣義」，隨緣現的，所以佛法講緣生。緣，現在人講條件，它必須具足許許多多的條件。《華嚴經》上講，宇宙之間事事物物都具足無量的因緣，用現在話來講，它不是單純的，具足無量因緣它現這個現象，真如隨緣。真如是性，隨緣現相這是相、這是事。「唯心變現，全攬真性，生非實生，故云示現」，它不是真的生。既然不是真的生，諸位想想，哪來的滅？所以佛給我們講，十法界依正莊嚴，真相是不生不滅。我們這個人現在在這個世間，你說有沒有生？我們凡夫執著相不見性，認為我們人有生有死，有生老病死；佛與大菩薩見性不著相，你沒有生，也沒有滅，無生，哪來的滅？這是真的。生滅是什麼回事情？緣聚緣散。緣聚的時候這個相現前，相生了；緣散的時候，這個相就消失、就滅了，相是假的，沒有生滅。"
    },
    {
      "id": "12-017-1342_p0014",
      "zh_CN": "这个事还是不好懂，还是很难体会，我们举个例子，像这一本书。这本书我们把它看作一个物，这个书是个相，它生了。它怎么生的？这么多张纸把它装订在一起。这么多纸这是缘，众缘和合，我们把它装订在一起，这本书生了。现在我们把这本书拆掉，一张一张纸给它分开，这书的相就没有了，是不是就灭了？我们要是着这个相，就看到这个书生、书灭。你看书店、印刷厂，印出来之后，装订起来，书生了；拆掉之后，书灭了，这是见相不见性，这个看法看得太粗了。真正明白，这么多纸装订，这本书没有生，拆开之后，这本书没有灭，为什么？书不存在！什么东西存在？这一张一张纸存在，你们想对不对？书不过是这么多张纸聚集在一起，缘聚，这个书的相生了；缘散，散了就灭了。其实聚的时候并没有生，散的时候也没有灭。你们诸位从这个道理细细去揣摩、去思惟，然后你就晓得，我们人的身体没有生灭，就跟这本书一样，生即无生，灭亦不灭，这才是真相。生的时候你欢喜，灭的时候你痛苦，你完全着了相，你根本不了解事实真相。",
      "zh_TW": "這個事還是不好懂，還是很難體會，我們舉個例子，像這一本書。這本書我們把它看作一個物，這個書是個相，它生了。它怎麼生的？這麼多張紙把它裝訂在一起。這麼多紙這是緣，眾緣和合，我們把它裝訂在一起，這本書生了。現在我們把這本書拆掉，一張一張紙給它分開，這書的相就沒有了，是不是就滅了？我們要是著這個相，就看到這個書生、書滅。你看書店、印刷廠，印出來之後，裝訂起來，書生了；拆掉之後，書滅了，這是見相不見性，這個看法看得太粗了。真正明白，這麼多紙裝訂，這本書沒有生，拆開之後，這本書沒有滅，為什麼？書不存在！什麼東西存在？這一張一張紙存在，你們想對不對？書不過是這麼多張紙聚集在一起，緣聚，這個書的相生了；緣散，散了就滅了。其實聚的時候並沒有生，散的時候也沒有滅。你們諸位從這個道理細細去揣摩、去思惟，然後你就曉得，我們人的身體沒有生滅，就跟這本書一樣，生即無生，滅亦不滅，這才是真相。生的時候你歡喜，滅的時候你痛苦，你完全著了相，你根本不了解事實真相。"
    },
    {
      "id": "12-017-1342_p0015",
      "zh_CN": "所以诸位细细去观察十法界依正庄严，大到世界、星系、星球，小到微尘，都是众缘和合现的相。物质从哪里来的？现在科学家所说的我们也很欣赏，无中生有，科学家的解释是能量积聚。能，不是物质，我们六根都接触不到，能量！能量遇到缘的时候，就变成物质，虽然变成物质，它很快就消失。就像水里面的水泡一样，我们在江河里头看到水的水泡，水泡存在的时间不长久，一会儿就灭掉了。一会儿一个浪花起来，它又冲击，又有很多水泡，潮水一落的时候它又没有了。你看到这些现象，你想到经上所说的，水泡有没有生灭？没有。我们也可以说缘聚缘散，物质现象的形成也就是缘聚缘散，缘聚，起了物质现象；缘散，这个物质就没有了。宇宙这种现象非常奇妙，这个境界在《华严经》称之为「不思议解脱境界」。",
      "zh_TW": "所以諸位細細去觀察十法界依正莊嚴，大到世界、星系、星球，小到微塵，都是眾緣和合現的相。物質從哪裡來的？現在科學家所說的我們也很欣賞，無中生有，科學家的解釋是能量積聚。能，不是物質，我們六根都接觸不到，能量！能量遇到緣的時候，就變成物質，雖然變成物質，它很快就消失。就像水裡面的水泡一樣，我們在江河裡頭看到水的水泡，水泡存在的時間不長久，一會兒就滅掉了。一會兒一個浪花起來，它又沖擊，又有很多水泡，潮水一落的時候它又沒有了。你看到這些現象，你想到經上所說的，水泡有沒有生滅？沒有。我們也可以說緣聚緣散，物質現象的形成也就是緣聚緣散，緣聚，起了物質現象；緣散，這個物質就沒有了。宇宙這種現象非常奇妙，這個境界在《華嚴經》稱之為「不思議解脫境界」。"
    },
    {
      "id": "12-017-1342_p0016",
      "zh_CN": "清凉大师在这个地方这一句说得好，唯心变现，心现识变，识还是性。真心称为心，真心带着无明，跟无明和合，就称为识；识，我们一般讲是带着妄的真心。所以阿赖耶识是真妄和合，从真的那方面来说，就是法性，从带一分妄来讲，那叫阿赖耶，所以阿赖耶是真妄和合。真的那边能现相，妄的那边能改变现相，特别是在十法界里面，十法界的种种从哪里来的？识变的。不带这个妄，纯粹是心所现的，叫一真法界。所以，一真法界里面住的那些人他们都是用真心，都不带妄，唯心所现，它没有唯识所变，所以我们称它为一真法界。",
      "zh_TW": "清涼大師在這個地方這一句說得好，唯心變現，心現識變，識還是性。真心稱為心，真心帶著無明，跟無明和合，就稱為識；識，我們一般講是帶著妄的真心。所以阿賴耶識是真妄和合，從真的那方面來說，就是法性，從帶一分妄來講，那叫阿賴耶，所以阿賴耶是真妄和合。真的那邊能現相，妄的那邊能改變現相，特別是在十法界裡面，十法界的種種從哪裡來的？識變的。不帶這個妄，純粹是心所現的，叫一真法界。所以，一真法界裡面住的那些人他們都是用真心，都不帶妄，唯心所現，它沒有唯識所變，所以我們稱它為一真法界。"
    },
    {
      "id": "12-017-1342_p0017",
      "zh_CN": "一真法界里面所现的相，那我们要问，它是真的，还是虚妄的？《金刚经》上说得好，「凡所有相，皆是虚妄」。为什么？真性里头没有相，虽没有相它能现相，遇缘它能现相；这个现相就是我们常常讲的，阿赖耶的三细相。这些人在里面觉悟了，觉悟之后在境界相里面，就是根尘相接触，绝对不会迷惑。这怎么说？绝对不会起心动念，所以心现的相分它不会改变，叫一真法界。改变的是什么？实在讲，就是分别、执着。我们今天没有法子，我们今天六根起作用决定分别、决定执着，这是我们不能不知道的。我们为什么出不了六道轮回，为什么见不到一真法界，原因在此地，坚固的分别、执着。",
      "zh_TW": "一真法界裡面所現的相，那我們要問，它是真的，還是虛妄的？《金剛經》上說得好，「凡所有相，皆是虛妄」。為什麼？真性裡頭沒有相，雖沒有相它能現相，遇緣它能現相；這個現相就是我們常常講的，阿賴耶的三細相。這些人在裡面覺悟了，覺悟之後在境界相裡面，就是根塵相接觸，絕對不會迷惑。這怎麼說？絕對不會起心動念，所以心現的相分它不會改變，叫一真法界。改變的是什麼？實在講，就是分別、執著。我們今天沒有法子，我們今天六根起作用決定分別、決定執著，這是我們不能不知道的。我們為什麼出不了六道輪迴，為什麼見不到一真法界，原因在此地，堅固的分別、執著。"
    },
    {
      "id": "12-017-1342_p0018",
      "zh_CN": "见色，你看看执著名字相，执着言说相，言说里面包括一切动相，动静都包括在其中，着相！迷在妄相里头，这个经讲妄法、妄相、妄境，讲境、讲法、讲相都是一个意思，都是虚妄，没有真实。把虚妄当作真实，这个亏吃大了，在这里头起无量的妄想，妄想不停。妄想，你看想叫妄想，想也不是真的。为什么？前一个念头灭了，后一个妄念又起来，念念不住，一个接着一个。好像是相续，其实不相续，前一个妄念跟后一个妄念绝对不一样，前念不是后念，后念也不是前念，念念不相至。看到好像是相续，我们一般也讲相续，实际上不相续。就像我们看电影的电影底片一样，一张一张的，张张都是独立的，没有连带关系；相续就有连带关系，前面跟后面有连带关系，没有。佛跟我们说明宇宙之间真相，统统是从妄想生。",
      "zh_TW": "見色，你看看執著名字相，執著言說相，言說裡面包括一切動相，動靜都包括在其中，著相！迷在妄相裡頭，這個經講妄法、妄相、妄境，講境、講法、講相都是一個意思，都是虛妄，沒有真實。把虛妄當作真實，這個虧吃大了，在這裡頭起無量的妄想，妄想不停。妄想，你看想叫妄想，想也不是真的。為什麼？前一個念頭滅了，後一個妄念又起來，念念不住，一個接著一個。好像是相續，其實不相續，前一個妄念跟後一個妄念絕對不一樣，前念不是後念，後念也不是前念，念念不相至。看到好像是相續，我們一般也講相續，實際上不相續。就像我們看電影的電影底片一樣，一張一張的，張張都是獨立的，沒有連帶關係；相續就有連帶關係，前面跟後面有連帶關係，沒有。佛跟我們說明宇宙之間真相，統統是從妄想生。"
    },
    {
      "id": "12-017-1342_p0019",
      "zh_CN": "最近日本江本胜博士做水的实验，给我们透了这点讯息，什么讯息？一切法从心想生。这个讯息非常可贵，用科学的方法证明佛在经上讲的这个理论是正确的。如果我们要善于利用，我们可以把这个地球转变成极乐世界，你懂得用这个理论就能转。怎么转法？地球上所有一切众生，心都是善的，都是清净的，这世界就变成极乐世界。这还是不出佛经的范围，佛经怎么说？「心净则佛土净」。我们在讲席当中常常讲，心清净则身清净，肯定的！从这个水实验当中你就证明了。心清净，身，现在科学家知道，人的身体百分之九十五是水分，你的心清净，你水分里头的，要在显微镜底下看那个结晶是最美的。",
      "zh_TW": "最近日本江本勝博士做水的實驗，給我們透了這點訊息，什麼訊息？一切法從心想生。這個訊息非常可貴，用科學的方法證明佛在經上講的這個理論是正確的。如果我們要善於利用，我們可以把這個地球轉變成極樂世界，你懂得用這個理論就能轉。怎麼轉法？地球上所有一切眾生，心都是善的，都是清淨的，這世界就變成極樂世界。這還是不出佛經的範圍，佛經怎麼說？「心淨則佛土淨」。我們在講席當中常常講，心清淨則身清淨，肯定的！從這個水實驗當中你就證明了。心清淨，身，現在科學家知道，人的身體百分之九十五是水分，你的心清淨，你水分裡頭的，要在顯微鏡底下看那個結晶是最美的。"
    },
    {
      "id": "12-017-1342_p0020",
      "zh_CN": "水是矿物，能随着心念转变，其他矿物也不例外，你全身每个细胞、每个器官，都随着你的念头在变化。你是烦恼、忧虑很多，就变得很不好，你的身体就不好；你的心要是很清净、很善良、很快乐，你的身体哪有不好的道理！每个人都懂得这个，我们这个大环境，整个宇宙都改变了，确实境界是从心想生，大道理！三千年前佛就给我们这么样详细的说明，可惜就是真正听懂的人太少了，懂得的人能够应用在生活上就更少。听懂了叫开悟，能应用到生活上叫证果，他入佛境界，变成自己的生活。所以这个几句，文很简单，意思深广没有边际。",
      "zh_TW": "水是礦物，能隨著心念轉變，其他礦物也不例外，你全身每個細胞、每個器官，都隨著你的念頭在變化。你是煩惱、憂慮很多，就變得很不好，你的身體就不好；你的心要是很清淨、很善良、很快樂，你的身體哪有不好的道理！每個人都懂得這個，我們這個大環境，整個宇宙都改變了，確實境界是從心想生，大道理！三千年前佛就給我們這麼樣詳細的說明，可惜就是真正聽懂的人太少了，懂得的人能夠應用在生活上就更少。聽懂了叫開悟，能應用到生活上叫證果，他入佛境界，變成自己的生活。所以這個幾句，文很簡單，意思深廣沒有邊際。"
    },
    {
      "id": "12-017-1342_p0021",
      "zh_CN": "这句话我们要常念，「见有种种」，古时候「见」跟「现」（示现的现、现在的现）同一个音，也同样一个意思，意思也相同，所以我们可以把见念成现。现有种种就是现在，现在我们六根接触外面六尘境界，种种是无量无边，这是真如随缘，「唯心变现，全揽真性，生非实生，故云示现」。这个话每天多念几句，会开悟，虽不能入佛境界，能入佛知见，这几句话太好了！",
      "zh_TW": "這句話我們要常念，「見有種種」，古時候「見」跟「現」（示現的現、現在的現）同一個音，也同樣一個意思，意思也相同，所以我們可以把見念成現。現有種種就是現在，現在我們六根接觸外面六塵境界，種種是無量無邊，這是真如隨緣，「唯心變現，全攬真性，生非實生，故云示現」。這個話每天多念幾句，會開悟，雖不能入佛境界，能入佛知見，這幾句話太好了！"
    },
    {
      "id": "12-017-1342_p0022",
      "zh_CN": "「下二句，印上业不知心等」，上面一共讲了十句，这个我们在前面统统都读过，「业不知心，心不知业，受不知报，报不知受」，一直到「智不知境，境不知智」，十事五对，说明什么？各各不相知。为什么各各不相知？缘生的，缘生无自性，所以各各不相知。清凉大师在这里说得好，「以是随缘，不失自性义故，是以诸趣种种，了不可得」。诸趣就是讲的六道，六道也叫做六趣，所以诸趣就是说明我们六道。因为它是缘生的，缘生是全揽真性，真性是空寂的。我们在前面用什么？用我们这个萤光幕来比喻自性，用种种来比喻萤光幕上所现的色相。这个比喻非常亲切，现在人都很容易体会到。",
      "zh_TW": "「下二句，印上業不知心等」，上面一共講了十句，這個我們在前面統統都讀過，「業不知心，心不知業，受不知報，報不知受」，一直到「智不知境，境不知智」，十事五對，說明什麼？各各不相知。為什麼各各不相知？緣生的，緣生無自性，所以各各不相知。清涼大師在這裡說得好，「以是隨緣，不失自性義故，是以諸趣種種，了不可得」。諸趣就是講的六道，六道也叫做六趣，所以諸趣就是說明我們六道。因為它是緣生的，緣生是全攬真性，真性是空寂的。我們在前面用什麼？用我們這個螢光幕來比喻自性，用種種來比喻螢光幕上所現的色相。這個比喻非常親切，現在人都很容易體會到。"
    },
    {
      "id": "12-017-1342_p0023",
      "zh_CN": "种种不失自性，在萤光幕上现前，没有离开萤光幕；离开萤光幕，这个影像就显不出来。萤光幕代表自性，自性是空的，什么都没有，它不是物质，科学家称为这是能量。用能量来说自性行不行？很难。我们的体会，物质跟能量都是自性变现出来的，所以自性不是物质，也不是能量。能量到底是什么？从法相唯识里面讲，我这样说法，你们去想想看有没有道理？能量是阿赖耶的见分，物质是阿赖耶的相分，自性是阿赖耶的自证分。所以，能量不是自性，能量是自性的见分，科学家没有找到自性，但是不错了，能够找到阿赖耶的见分。",
      "zh_TW": "種種不失自性，在螢光幕上現前，沒有離開螢光幕；離開螢光幕，這個影像就顯不出來。螢光幕代表自性，自性是空的，什麼都沒有，它不是物質，科學家稱為這是能量。用能量來說自性行不行？很難。我們的體會，物質跟能量都是自性變現出來的，所以自性不是物質，也不是能量。能量到底是什麼？從法相唯識裡面講，我這樣說法，你們去想想看有沒有道理？能量是阿賴耶的見分，物質是阿賴耶的相分，自性是阿賴耶的自證分。所以，能量不是自性，能量是自性的見分，科學家沒有找到自性，但是不錯了，能夠找到阿賴耶的見分。"
    },
    {
      "id": "12-017-1342_p0024",
      "zh_CN": "三细相里面，业相、转相、境界相，境界相是物质，所以业相、转相应该是科学家所说的能量。佛法里头有科学，不但有科学，是高等科学。因为物质（境界相）是转相变现出来的，这个大乘经上说的，要用三分来说，见分变现出相分，见分是缘，自证分是因。自证分是什么？自证分就是真性，全揽真性。真性为什么会变成物质？里头有缘，那个缘就是转相、就是见分，也很复杂。现在时间到了。",
      "zh_TW": "三細相裡面，業相、轉相、境界相，境界相是物質，所以業相、轉相應該是科學家所說的能量。佛法裡頭有科學，不但有科學，是高等科學。因為物質（境界相）是轉相變現出來的，這個大乘經上說的，要用三分來說，見分變現出相分，見分是緣，自證分是因。自證分是什麼？自證分就是真性，全攬真性。真性為什麼會變成物質？裡頭有緣，那個緣就是轉相、就是見分，也很複雜。現在時間到了。"
    },
    {
      "id": "12-017-1342_p0025",
      "zh_CN": "诸位同学，我们接着再看第八首清凉大师的注疏，接着往下看。",
      "zh_TW": "諸位同學，我們接著再看第八首清涼大師的註疏，接著往下看。"
    },
    {
      "id": "12-017-1342_p0026",
      "zh_CN": "「下二句（就是『是中无能现，亦无所现物』），印上业不知心等。以是随缘，不失自性义故。是以诸趣种种，了不可得，生即无生。无能现者，性不动故。无所现者，妄法虚故」。清凉大师说得不多，可是这个里头意思不简单，不过他老人家《钞》里头有解释，《钞》是注解《疏》的，我们讲注解的注解。这是大师慈悲，怕《疏》讲得简略，我们不能够领会，所以他自己，《钞》是自己做的，自己再给自己的解释做注解，称为《钞》。钞文希望同学们自己去看，《纂要》是节录的，最好能看《疏钞》原文，细心的去体会，这样子才真正能得受用。",
      "zh_TW": "「下二句（就是『是中無能現，亦無所現物』），印上業不知心等。以是隨緣，不失自性義故。是以諸趣種種，了不可得，生即無生。無能現者，性不動故。無所現者，妄法虛故」。清涼大師說得不多，可是這個裡頭意思不簡單，不過他老人家《鈔》裡頭有解釋，《鈔》是註解《疏》的，我們講註解的註解。這是大師慈悲，怕《疏》講得簡略，我們不能夠領會，所以他自己，《鈔》是自己做的，自己再給自己的解釋做註解，稱為《鈔》。鈔文希望同學們自己去看，《纂要》是節錄的，最好能看《疏鈔》原文，細心的去體會，這樣子才真正能得受用。"
    },
    {
      "id": "12-017-1342_p0027",
      "zh_CN": "我们接着看，「是以诸趣种种，了不可得」，为什么了不可得？这就是真如随缘，前面讲的「真如随缘，故成种种」，真如不是物质，真如是法性。僧肇大师讲得很好，他集大乘经里面几个术语，本无、法性、性空、自性、缘会，一义！佛说这许许多多的名相，其实是一桩事情，是说的一桩事。真如就是本无，这个本无，我们想想前面所说的，物质本无，能量也本无。现在科学家认为无中生有，那个无是能量，还不是本无，本无连能量也没有。所以用佛法三细相来说，说得比科学家讲的更深一层。科学里面讲的物质，是三细相里面境界相；讲的能量，是三细相里面的转相。为什么会有转？还有一个无明业相，这三种细相都是无中生有，那个无是真如。所以此地讲真如随缘，就是无中生有，这个无中生有不是科学家讲的无中生有，比科学家那个无中生有的意思还要深。科学家讲无中生有，跟这个已经很接近，已经沾到边缘，并没有真正找到，这个我们要知道。",
      "zh_TW": "我們接著看，「是以諸趣種種，了不可得」，為什麼了不可得？這就是真如隨緣，前面講的「真如隨緣，故成種種」，真如不是物質，真如是法性。僧肇大師講得很好，他集大乘經裡面幾個術語，本無、法性、性空、自性、緣會，一義！佛說這許許多多的名相，其實是一樁事情，是說的一樁事。真如就是本無，這個本無，我們想想前面所說的，物質本無，能量也本無。現在科學家認為無中生有，那個無是能量，還不是本無，本無連能量也沒有。所以用佛法三細相來說，說得比科學家講的更深一層。科學裡面講的物質，是三細相裡面境界相；講的能量，是三細相裡面的轉相。為什麼會有轉？還有一個無明業相，這三種細相都是無中生有，那個無是真如。所以此地講真如隨緣，就是無中生有，這個無中生有不是科學家講的無中生有，比科學家那個無中生有的意思還要深。科學家講無中生有，跟這個已經很接近，已經沾到邊緣，並沒有真正找到，這個我們要知道。"
    },
    {
      "id": "12-017-1342_p0028",
      "zh_CN": "本无是我们的自性、真如，真如本无，所以诸趣种种了不可得。为什么？这一切种种是唯心变现，全揽真性。我们还是用电视萤幕来做比喻，因为这是大家最容易懂，你每天都接触到的。本无是什么？就是电视的萤幕，它是不是本无？什么都没有，它能现种种相，虽现种种相，那种种相还是本无，你们想想对不对？现那个相，萤幕上没有落痕迹，所以种种不碍真如。萤幕一天放到晚，放的境界相千变万化，萤幕始终没有一丝毫障碍，没有一丝毫染着。佛就是教导我们，我们的用心要像萤幕一样，这就是诸佛菩萨，染而不染；境界相天天在那里播放，这是染，实际上它不染，染而不染。可以跟种种交涉往来，没有染着！为什么没有染着？因为你知道它是空的，真如是空的，那个相是幻相，也是空的，没有一样是真的，「凡所有相，皆是虚妄」。",
      "zh_TW": "本無是我們的自性、真如，真如本無，所以諸趣種種了不可得。為什麼？這一切種種是唯心變現，全攬真性。我們還是用電視螢幕來做比喻，因為這是大家最容易懂，你每天都接觸到的。本無是什麼？就是電視的螢幕，它是不是本無？什麼都沒有，它能現種種相，雖現種種相，那種種相還是本無，你們想想對不對？現那個相，螢幕上沒有落痕跡，所以種種不礙真如。螢幕一天放到晚，放的境界相千變萬化，螢幕始終沒有一絲毫障礙，沒有一絲毫染著。佛就是教導我們，我們的用心要像螢幕一樣，這就是諸佛菩薩，染而不染；境界相天天在那裡播放，這是染，實際上它不染，染而不染。可以跟種種交涉往來，沒有染著！為什麼沒有染著？因為你知道它是空的，真如是空的，那個相是幻相，也是空的，沒有一樣是真的，「凡所有相，皆是虛妄」。"
    },
    {
      "id": "12-017-1342_p0029",
      "zh_CN": "人为什么会染着？染着是他有分别、执着，这就染了。分别染得轻，执着染得重，这一染决定造业！顺着你的意思就起贪心，烦恼起来了，不合你的意思就起瞋恚心，你要晓得，贪瞋痴慢不是自性，自性里头没有。贪瞋痴慢在哪里？第七识里头有，第六识里头有，六识、七识是妄心，不是真心。第七识末那，四大烦恼常相随，我见、我贪、我爱、我慢，上面都加个「我」，恒审思量，坚固执着，所以他出不了六道轮回。",
      "zh_TW": "人為什麼會染著？染著是他有分別、執著，這就染了。分別染得輕，執著染得重，這一染決定造業！順著你的意思就起貪心，煩惱起來了，不合你的意思就起瞋恚心，你要曉得，貪瞋痴慢不是自性，自性裡頭沒有。貪瞋痴慢在哪裡？第七識裡頭有，第六識裡頭有，六識、七識是妄心，不是真心。第七識末那，四大煩惱常相隨，我見、我貪、我愛、我慢，上面都加個「我」，恆審思量，堅固執著，所以他出不了六道輪迴。"
    },
    {
      "id": "12-017-1342_p0030",
      "zh_CN": "执着阿赖耶的见分一分认为是我，那就是我们世俗里面所讲的灵魂，佛法里面叫做神识。不知道阿赖耶的见分全体是自己，他只执着一分是自己，其他的都不要了。就像楞严会上，释迦牟尼佛举的比喻，释迦牟尼佛把自性比喻作大海，把末那识比喻作大海里头起个水泡。这个水泡迷了，以为这个水泡就是自己、就是大海，执着这个水泡是自己，这就一错到底，不能回头，要受无量无边的罪报。到什么时候遇到个明白人、遇到佛菩萨，来教导你、来帮助你，你真听懂了，依教奉行，你就回头了，不容易。",
      "zh_TW": "執著阿賴耶的見分一分認為是我，那就是我們世俗裡面所講的靈魂，佛法裡面叫做神識。不知道阿賴耶的見分全體是自己，他只執著一分是自己，其他的都不要了。就像楞嚴會上，釋迦牟尼佛舉的比喻，釋迦牟尼佛把自性比喻作大海，把末那識比喻作大海裡頭起個水泡。這個水泡迷了，以為這個水泡就是自己、就是大海，執著這個水泡是自己，這就一錯到底，不能回頭，要受無量無邊的罪報。到什麼時候遇到個明白人、遇到佛菩薩，來教導你、來幫助你，你真聽懂了，依教奉行，你就回頭了，不容易。"
    },
    {
      "id": "12-017-1342_p0031",
      "zh_CN": "我们学佛，这桩事情不能不知道，知道之后，应该怎么学法？放下！从哪里放起？我常常劝勉同学，对一切人、一切事、一切物，控制的念头放下，占有的念头放下，从这里下手。只要你放下，你就自在了，你就会很快乐。现在人常讲压力很重，精神的压力，身体上的压力。身体的压力，身体是生理，外面环境的压力，包括工作、生活。那个根本，根本就是你不晓得事实真相，对一切人事物起了虚妄的分别，以为自己可以控制，以为自己可以占有，其实全是假的。所以有人听到这个话生恐惧，害怕了，「我统统都放下，我明天生活怎么办」？想到明天，想到还有明年，那什么都放不下，还是想尽方法去争取，错了。你所有东西一切放下，你命里头有的丢不掉，明天还是生活得快快乐乐的。",
      "zh_TW": "我們學佛，這樁事情不能不知道，知道之後，應該怎麼學法？放下！從哪裡放起？我常常勸勉同學，對一切人、一切事、一切物，控制的念頭放下，佔有的念頭放下，從這裡下手。只要你放下，你就自在了，你就會很快樂。現在人常講壓力很重，精神的壓力，身體上的壓力。身體的壓力，身體是生理，外面環境的壓力，包括工作、生活。那個根本，根本就是你不曉得事實真相，對一切人事物起了虛妄的分別，以為自己可以控制，以為自己可以佔有，其實全是假的。所以有人聽到這個話生恐懼，害怕了，「我統統都放下，我明天生活怎麼辦」？想到明天，想到還有明年，那什麼都放不下，還是想盡方法去爭取，錯了。你所有東西一切放下，你命裡頭有的丟不掉，明天還是生活得快快樂樂的。"
    },
    {
      "id": "12-017-1342_p0032",
      "zh_CN": "唐朝庞居士给我们做了个榜样，佛法里面讲示现。他明白了，他觉悟了，把他家里的财物装在一条船上，船划到江中心，把船底打个洞，整个沉下去。有人看到这个，就问他：庞先生，你既然这些东西都不要了，为什么不拿去做做慈善事业，帮助那些苦难的人？他说了一句话，「好事不如无事」。明天生活怎么办？现在人讲，打零工，他那个零工不是帮助人打工，他编草鞋。在那种生活环境当中，草随地可以拿得到，茅草，割一点茅草编草鞋。在从前，农夫、做苦工的人都是穿草鞋，一双草鞋一个铜板、两个铜板。他每天编几双草鞋，卖了他就可以过生活，自在！舍干净了。",
      "zh_TW": "唐朝龐居士給我們做了個榜樣，佛法裡面講示現。他明白了，他覺悟了，把他家裡的財物裝在一條船上，船划到江中心，把船底打個洞，整個沉下去。有人看到這個，就問他：龐先生，你既然這些東西都不要了，為什麼不拿去做做慈善事業，幫助那些苦難的人？他說了一句話，「好事不如無事」。明天生活怎麼辦？現在人講，打零工，他那個零工不是幫助人打工，他編草鞋。在那種生活環境當中，草隨地可以拿得到，茅草，割一點茅草編草鞋。在從前，農夫、做苦工的人都是穿草鞋，一雙草鞋一個銅板、兩個銅板。他每天編幾雙草鞋，賣了他就可以過生活，自在！捨乾淨了。"
    },
    {
      "id": "12-017-1342_p0033",
      "zh_CN": "你看他走的时候多潇洒，他有个女儿，都是得道的人，都不是简单人。那时候没有时钟，他叫他女儿：妳出去看看，太阳到什么地方了？什么时候了？女儿知道他要走，在外面喊着：早得很！时间还没到！说完之后又没有声音了，久久不回来，庞居士出去看看，他女儿在那里往生了。他笑起来，为什么？叫老头子给她办后事。他办了后事之后，他走了。你看，那么潇洒，生死自在，想什么时候走就什么时候走。你要问，为什么他有这么自在？没有别的，他放下；我们今天为什么不自在？放不下，牵肠挂肚的事情一大堆，你怎么能走得了？庞居士为我们示现，人人做得到，你不肯做！",
      "zh_TW": "你看他走的時候多瀟灑，他有個女兒，都是得道的人，都不是簡單人。那時候沒有時鐘，他叫他女兒：妳出去看看，太陽到什麼地方了？什麼時候了？女兒知道他要走，在外面喊著：早得很！時間還沒到！說完之後又沒有聲音了，久久不回來，龐居士出去看看，他女兒在那裡往生了。他笑起來，為什麼？叫老頭子給她辦後事。他辦了後事之後，他走了。你看，那麼瀟灑，生死自在，想什麼時候走就什麼時候走。你要問，為什麼他有這麼自在？沒有別的，他放下；我們今天為什麼不自在？放不下，牽腸掛肚的事情一大堆，你怎麼能走得了？龐居士為我們示現，人人做得到，你不肯做！"
    },
    {
      "id": "12-017-1342_p0034",
      "zh_CN": "在这个世间，不要说身外之物没放在心上，身体都不放在心上，彻底觉悟的人。一定要晓得，整个宇宙，依正庄严，森罗万象，了不可得，《般若经》上讲的「无所有，毕竟空，不可得」，所以生即无生。这个道理跟事实真相，在电影银幕上，电视的萤幕上，跟现在诸位在电脑的萤幕上，最容易体会到；整个宇宙的现象，亦复如是，《金刚经》上讲「梦幻泡影」。电影、电视、电脑萤光幕上，虽然不是梦，它是幻，它是影，没离开这一句「梦幻泡影」。它是幻，它是影，不是真的，所以生即无生，这个相现即无现。「无能现者」，怎么说无能现者？「性不动故」，我们把性比作萤光幕，萤光幕有没有现这个？没有，它不动。",
      "zh_TW": "在這個世間，不要說身外之物沒放在心上，身體都不放在心上，徹底覺悟的人。一定要曉得，整個宇宙，依正莊嚴，森羅萬象，了不可得，《般若經》上講的「無所有，畢竟空，不可得」，所以生即無生。這個道理跟事實真相，在電影銀幕上，電視的螢幕上，跟現在諸位在電腦的螢幕上，最容易體會到；整個宇宙的現象，亦復如是，《金剛經》上講「夢幻泡影」。電影、電視、電腦螢光幕上，雖然不是夢，它是幻，它是影，沒離開這一句「夢幻泡影」。它是幻，它是影，不是真的，所以生即無生，這個相現即無現。「無能現者」，怎麼說無能現者？「性不動故」，我們把性比作螢光幕，螢光幕有沒有現這個？沒有，它不動。"
    },
    {
      "id": "12-017-1342_p0035",
      "zh_CN": "所以我们用比喻，这个要知道，比喻只能比喻个仿佛，没有办法比到恰到好处，这做不到的。用梦幻泡影，是个比喻，你从这个比喻你细心去体会。梦幻泡影的因跟缘，像现在电影银幕上为什么会有影像，我们容易懂，放映机就像投影机一样，把画面送在银幕上，这我们知道。现在这个森罗万象，这是真如本性现的相分，它是怎么投影在上面，我们就不知道了，这个意思就深了。电视的原理现在我们懂得，电脑的原理我们也懂得，它为什么会有画面出现，我们知道，容易懂；自性里面随缘现的相分，这个就难懂了。",
      "zh_TW": "所以我們用比喻，這個要知道，比喻只能比喻個彷彿，沒有辦法比到恰到好處，這做不到的。用夢幻泡影，是個比喻，你從這個比喻你細心去體會。夢幻泡影的因跟緣，像現在電影銀幕上為什麼會有影像，我們容易懂，放映機就像投影機一樣，把畫面送在銀幕上，這我們知道。現在這個森羅萬象，這是真如本性現的相分，它是怎麼投影在上面，我們就不知道了，這個意思就深了。電視的原理現在我們懂得，電腦的原理我們也懂得，它為什麼會有畫面出現，我們知道，容易懂；自性裡面隨緣現的相分，這個就難懂了。"
    },
    {
      "id": "12-017-1342_p0036",
      "zh_CN": "性确实不动，它怎么会现？前面说了，真如随缘，这个比喻用电视萤光幕上比喻能体会得出来。萤幕是空白的，什么都没有的，它为什么能现？真如随缘。真如随缘，真如有没有现相？没有，这个意思能比。随缘现相，现即无现，所以相叫妄相，它不是真相。「无所现者，妄法虚故」，这一句说得好，法是法相，妄相，十法界依正庄严是妄相，不是真的；虚是虚而不实，决定不是实有，不是实在。我们现在起心动念，常常为这个担心、为那个牵挂，佛菩萨看到之后：可怜悯者！为什么？正是中国谚语里所说的一句话，「天下本无事，庸人自扰之」。虚空法界本无事，是你自己看错、想错、做错了，惹了一身麻烦，不管惹的什么麻烦，统统是妄法虚故。六道轮回是梦幻泡影，永嘉大师讲得太好了，「梦里明明有六趣，觉后空空无大千」，为什么？妄法虚故。清凉注解注得很多，也注得很详细。",
      "zh_TW": "性確實不動，它怎麼會現？前面說了，真如隨緣，這個比喻用電視螢光幕上比喻能體會得出來。螢幕是空白的，什麼都沒有的，它為什麼能現？真如隨緣。真如隨緣，真如有沒有現相？沒有，這個意思能比。隨緣現相，現即無現，所以相叫妄相，它不是真相。「無所現者，妄法虛故」，這一句說得好，法是法相，妄相，十法界依正莊嚴是妄相，不是真的；虛是虛而不實，決定不是實有，不是實在。我們現在起心動念，常常為這個擔心、為那個牽掛，佛菩薩看到之後：可憐憫者！為什麼？正是中國諺語裡所說的一句話，「天下本無事，庸人自擾之」。虛空法界本無事，是你自己看錯、想錯、做錯了，惹了一身麻煩，不管惹的什麼麻煩，統統是妄法虛故。六道輪迴是夢幻泡影，永嘉大師講得太好了，「夢裡明明有六趣，覺後空空無大千」，為什麼？妄法虛故。清涼註解註得很多，也註得很詳細。"
    },
    {
      "id": "12-017-1342_p0037",
      "zh_CN": "我们看底下一段，遣疑。「次遣疑者，常生常无生，上半即无生之生，业果宛然，故胜鬘云，不染而染，难可了知」。上半就是前面两句，「法性本无生，示现而有生」，这个两句无生而生。你得要记住，生而无生，业果宛然，特别在六道里头，起惑、造业、受报，清清楚楚，明明白白，就像电影、电视一样。本性里头虽然没有，可是这个影像清清楚楚，在自性里面显示出来了。你永远想着，自性、法性、真性就是萤光幕，干干净净，一无所有；十法界依正庄严是萤幕上的现相，现相也清清楚楚，业果宛然，那是现相。",
      "zh_TW": "我們看底下一段，遣疑。「次遣疑者，常生常無生，上半即無生之生，業果宛然，故勝鬘云，不染而染，難可了知」。上半就是前面兩句，「法性本無生，示現而有生」，這個兩句無生而生。你得要記住，生而無生，業果宛然，特別在六道裡頭，起惑、造業、受報，清清楚楚，明明白白，就像電影、電視一樣。本性裡頭雖然沒有，可是這個影像清清楚楚，在自性裡面顯示出來了。你永遠想著，自性、法性、真性就是螢光幕，乾乾淨淨，一無所有；十法界依正莊嚴是螢幕上的現相，現相也清清楚楚，業果宛然，那是現相。"
    },
    {
      "id": "12-017-1342_p0038",
      "zh_CN": "所以你真的要懂得这个道理，你看电视，看电视在学《华严经》。你在看电视里面，把什么是真的、什么是假的，什么是性（真性）、什么是妄相，你在这里看得清清楚楚，明明白白。然后你把这个看法用在你日常生活当中，有很大的好处。为什么？不计较了，假相！人家赞叹我一句，笑笑，人家毁谤我，我也笑笑，不是真的。赞叹我，没有欢喜心，心是平静的；毁谤我，没有瞋恚心，你得平等性了，得平等性是大菩萨了，不是普通人。功夫初成的时候，所谓是「八风吹不动」，这个意思是在境界里面，你能够随缘，你能够随喜，不被污染。可是凡夫怎么样？凡夫不行，人家赞叹你，高兴；人家毁谤你，生气生多少天都消不掉。那是什么？染了。那个染是什么？不染而染，六道凡夫！菩萨看到他真的是没有染，他自己染了。自己是不是真染？不是，这个事实真相难可了知。",
      "zh_TW": "所以你真的要懂得這個道理，你看電視，看電視在學《華嚴經》。你在看電視裡面，把什麼是真的、什麼是假的，什麼是性（真性）、什麼是妄相，你在這裡看得清清楚楚，明明白白。然後你把這個看法用在你日常生活當中，有很大的好處。為什麼？不計較了，假相！人家讚歎我一句，笑笑，人家毀謗我，我也笑笑，不是真的。讚歎我，沒有歡喜心，心是平靜的；毀謗我，沒有瞋恚心，你得平等性了，得平等性是大菩薩了，不是普通人。功夫初成的時候，所謂是「八風吹不動」，這個意思是在境界裡面，你能夠隨緣，你能夠隨喜，不被污染。可是凡夫怎麼樣？凡夫不行，人家讚歎你，高興；人家毀謗你，生氣生多少天都消不掉。那是什麼？染了。那個染是什麼？不染而染，六道凡夫！菩薩看到他真的是沒有染，他自己染了。自己是不是真染？不是，這個事實真相難可了知。"
    },
    {
      "id": "12-017-1342_p0039",
      "zh_CN": "「下半生即无生」，上半是讲无生之生，「生即无生，真性湛然」。所以同学们记住，真性、无生就是我们看电视的萤幕，这个「生」就是萤幕上所现的相，无生而生、生而无生，都是讲的现相；现相是幻相，染而不染，不染而染，幻中之幻。为什么会有这个情形？大乘教里面讲得很清楚，我们可以慢慢去学，理很深。如果嫌太麻烦，古人讲学教是「入海算沙」，永远算不清。所以宗门直截了当，它不搞这个，它说这太麻烦，讲顿悟，彻悟顿超，这个快速。可是你得要有这个根性，不是这个根性做不到。上根利智可以不必从教下，中下根性的人顿悟顿不了，也悟不了，只好从教下，慢慢去悟，叫渐悟。",
      "zh_TW": "「下半生即無生」，上半是講無生之生，「生即無生，真性湛然」。所以同學們記住，真性、無生就是我們看電視的螢幕，這個「生」就是螢幕上所現的相，無生而生、生而無生，都是講的現相；現相是幻相，染而不染，不染而染，幻中之幻。為什麼會有這個情形？大乘教裡面講得很清楚，我們可以慢慢去學，理很深。如果嫌太麻煩，古人講學教是「入海算沙」，永遠算不清。所以宗門直截了當，它不搞這個，它說這太麻煩，講頓悟，徹悟頓超，這個快速。可是你得要有這個根性，不是這個根性做不到。上根利智可以不必從教下，中下根性的人頓悟頓不了，也悟不了，只好從教下，慢慢去悟，叫漸悟。"
    },
    {
      "id": "12-017-1342_p0040",
      "zh_CN": "我们今天学教，连渐悟也渐不了。什么原因？我们不善学，就是不会学。为什么不会学？学的东西没落实，就是没学。没有把自己所学的变成自己的思想，变成自己的见解，变成自己的生活；甚至于我再说得白一点，变成自己的养分养你的身体，这是真的，不是假的。这个养分是什么？欢喜心，佛家讲「法喜充满」。怎样才能得法喜？烦恼没有了，你有烦恼你哪里来的欢喜？你要能把烦恼、忧虑、牵挂淘汰尽了，统统放下了，法喜充满，法喜养身体！我们中国人，古人讲的人求福，求福要怎样求法？你要懂得养喜神，你要会养喜神，你就有福，这话说得有道理。养喜神是什么？天天养自己的欢喜心，这叫喜神，不是真的有个神叫你去养，不是的；养自己的清净心，养自己的慈悲心。慈悲心是爱心、欢喜心，你养这个，养这个你身体当然好。就像江本胜博士做实验一样，全身每个细胞显示出来都是最好的结晶、最美的图案，那身体健康。",
      "zh_TW": "我們今天學教，連漸悟也漸不了。什麼原因？我們不善學，就是不會學。為什麼不會學？學的東西沒落實，就是沒學。沒有把自己所學的變成自己的思想，變成自己的見解，變成自己的生活；甚至於我再說得白一點，變成自己的養分養你的身體，這是真的，不是假的。這個養分是什麼？歡喜心，佛家講「法喜充滿」。怎樣才能得法喜？煩惱沒有了，你有煩惱你哪裡來的歡喜？你要能把煩惱、憂慮、牽掛淘汰盡了，統統放下了，法喜充滿，法喜養身體！我們中國人，古人講的人求福，求福要怎樣求法？你要懂得養喜神，你要會養喜神，你就有福，這話說得有道理。養喜神是什麼？天天養自己的歡喜心，這叫喜神，不是真的有個神叫你去養，不是的；養自己的清淨心，養自己的慈悲心。慈悲心是愛心、歡喜心，你養這個，養這個你身體當然好。就像江本勝博士做實驗一樣，全身每個細胞顯示出來都是最好的結晶、最美的圖案，那身體健康。"
    },
    {
      "id": "12-017-1342_p0041",
      "zh_CN": "身清净，心清净就身清净，身心清净，外面境界就清净，福报就现前。福报从哪儿来？自性里头本来具足的，不是修的；六道里头，烦恼不断、习气不断，他还有福报，那个福报是修的，修得的。所以福报有两种。佛在这个经上讲，「一切众生皆有如来智慧德相」，那个相就是福报；德，我们今天讲能力。智慧、能力、相好，相好就是福报，一切众生跟诸佛如来没有两样，皆有。「但以妄想执着而不能证得」，我们自性里面本来具足无量智慧、无量德能、无量相好，现在统统都没有。什么原因？你有妄想，你有分别，你有执着，妄想分别执着把你的智慧、德能、相好全部障碍住了；没失掉，只是障碍而不能现前，你得不到受用。所以佛教我们没有别的，把妄想、分别、执着除掉就对了，千经万论就说这么一桩事情。",
      "zh_TW": "身清淨，心清淨就身清淨，身心清淨，外面境界就清淨，福報就現前。福報從哪兒來？自性裡頭本來具足的，不是修的；六道裡頭，煩惱不斷、習氣不斷，他還有福報，那個福報是修的，修得的。所以福報有兩種。佛在這個經上講，「一切眾生皆有如來智慧德相」，那個相就是福報；德，我們今天講能力。智慧、能力、相好，相好就是福報，一切眾生跟諸佛如來沒有兩樣，皆有。「但以妄想執著而不能證得」，我們自性裡面本來具足無量智慧、無量德能、無量相好，現在統統都沒有。什麼原因？你有妄想，你有分別，你有執著，妄想分別執著把你的智慧、德能、相好全部障礙住了；沒失掉，只是障礙而不能現前，你得不到受用。所以佛教我們沒有別的，把妄想、分別、執著除掉就對了，千經萬論就說這麼一樁事情。"
    },
    {
      "id": "12-017-1342_p0042",
      "zh_CN": "什么是佛法？一句话说完了，一大藏教，不就讲这么一桩事情吗？所以根利的，什么叫利？他一听之后，他就不搞枝枝叶叶，「其他的我不要去理了，我就在这个地方把妄想分别执着放下」，利根，上上根人，心地清净。禅宗里头这些祖师大彻大悟，他怎么悟的？不过是放下而已。凡夫俗子学禅、学教，学了几十年都不开悟，什么原因？放不下。放不下里头最严重的，控制的念头没放下，占有的念头放不下，六道凡夫。你们诸位想想看，是不是这两桩事情？对人，家亲眷属，亲情放不下；另外还有一种，冤亲债主，他得罪了我，我要报复他，放不下。一个恩，一个怨，这都是属于叫亲情。名闻利养放不下，五欲六尘的享受放不下，这麻烦！",
      "zh_TW": "什麼是佛法？一句話說完了，一大藏教，不就講這麼一樁事情嗎？所以根利的，什麼叫利？他一聽之後，他就不搞枝枝葉葉，「其他的我不要去理了，我就在這個地方把妄想分別執著放下」，利根，上上根人，心地清淨。禪宗裡頭這些祖師大徹大悟，他怎麼悟的？不過是放下而已。凡夫俗子學禪、學教，學了幾十年都不開悟，什麼原因？放不下。放不下裡頭最嚴重的，控制的念頭沒放下，佔有的念頭放不下，六道凡夫。你們諸位想想看，是不是這兩樁事情？對人，家親眷屬，親情放不下；另外還有一種，冤親債主，他得罪了我，我要報復他，放不下。一個恩，一個怨，這都是屬於叫親情。名聞利養放不下，五欲六塵的享受放不下，這麻煩！"
    },
    {
      "id": "12-017-1342_p0043",
      "zh_CN": "大师这还是引用《胜鬘经》上的一句话，「染而不染，难可了知」，不染而染是凡夫，染而不染是菩萨。菩萨到我们这个世间来示现，示现跟我们一样，表面上是一样，实际上不一样，表面上他染，实际上他不染。那就是什么？事相上有，心理上没有。譬如事相，人家赞叹你「菩萨」，菩萨也会点头谢谢，但是世间人对这个赞叹，他有欢喜心，他就染了，菩萨没有欢喜心。世人、凡夫，人家毁谤他，怀恨在心；菩萨、那些再来人，你毁谤他，他没有瞋恚心。所以，表面上看好像染，实际上他不染，这是举个例子，要说说不尽！总的一个原则，凡夫为自己，觉悟的人为众生，不为自己，没有自己。他来，来到这个世间干什么？用现在的话来说，为一切众生服务的，他不是为自己的，他没有自己。真正像《金刚经》上所讲的，「无我相，无人相，无众生相，无寿者相」，不但不着相，念头都没有；念头都没有，就「无我见，无人见，无众生见，无寿者见」，这是示现，染而不染。凡夫难可了知，圣人也难可了知。",
      "zh_TW": "大師這還是引用《勝鬘經》上的一句話，「染而不染，難可了知」，不染而染是凡夫，染而不染是菩薩。菩薩到我們這個世間來示現，示現跟我們一樣，表面上是一樣，實際上不一樣，表面上他染，實際上他不染。那就是什麼？事相上有，心理上沒有。譬如事相，人家讚歎你「菩薩」，菩薩也會點頭謝謝，但是世間人對這個讚歎，他有歡喜心，他就染了，菩薩沒有歡喜心。世人、凡夫，人家毀謗他，懷恨在心；菩薩、那些再來人，你毀謗他，他沒有瞋恚心。所以，表面上看好像染，實際上他不染，這是舉個例子，要說說不盡！總的一個原則，凡夫為自己，覺悟的人為眾生，不為自己，沒有自己。他來，來到這個世間幹什麼？用現在的話來說，為一切眾生服務的，他不是為自己的，他沒有自己。真正像《金剛經》上所講的，「無我相，無人相，無眾生相，無壽者相」，不但不著相，念頭都沒有；念頭都沒有，就「無我見，無人見，無眾生見，無壽者見」，這是示現，染而不染。凡夫難可了知，聖人也難可了知。"
    },
    {
      "id": "12-017-1342_p0044",
      "zh_CN": "「又法性本无生，不空如来藏也，此中无能现，空如来藏也」。为什么说不空如来藏？法性本无生，它能现相，能现相你就不能说它空，空就不能现相了；它能现相，所以它不空。佛法里面讲空，空的意思很难懂，我们一般人讲空，空是什么都没有；佛法里讲空，空里头有，它能现相，所以空叫真空，大乘教里常讲「真空不空」。有叫妙有，「妙有非有」，真空跟妙有是一不是二，真空就是妙有，妙有就是真空，所以它没有矛盾，没有对立。此中无能现，空如来藏，有没有现？有现，现而无现，无现而现。所以，佛法不是哲学，这是欧阳竟无先生讲的。为什么？哲学里面讲能所，能现所现，能所是对立的。如果用哲学，这里就起了问题，能现的心性不是所现的万法，所现的万法不是能现的心性，就对立了，问题就发现了。文殊菩萨问意在此地，你看觉首菩萨答复的，是从现相上来讲的。",
      "zh_TW": "「又法性本無生，不空如來藏也，此中無能現，空如來藏也」。為什麼說不空如來藏？法性本無生，它能現相，能現相你就不能說它空，空就不能現相了；它能現相，所以它不空。佛法裡面講空，空的意思很難懂，我們一般人講空，空是什麼都沒有；佛法裡講空，空裡頭有，它能現相，所以空叫真空，大乘教裡常講「真空不空」。有叫妙有，「妙有非有」，真空跟妙有是一不是二，真空就是妙有，妙有就是真空，所以它沒有矛盾，沒有對立。此中無能現，空如來藏，有沒有現？有現，現而無現，無現而現。所以，佛法不是哲學，這是歐陽竟無先生講的。為什麼？哲學裡面講能所，能現所現，能所是對立的。如果用哲學，這裡就起了問題，能現的心性不是所現的萬法，所現的萬法不是能現的心性，就對立了，問題就發現了。文殊菩薩問意在此地，你看覺首菩薩答覆的，是從現相上來講的。"
    },
    {
      "id": "12-017-1342_p0045",
      "zh_CN": "无论是能现所现、能变所变都是幻有，不是真有，幻有不碍真空，真空不碍幻有，不但它们没有抵触，它们还相辅相成。所以真空就是妙有，妙有就是真空，真空、妙有不二，这才是事实真相，这叫入不二法门。不二法门是事实，是诸法实相，你才真正了解真相。了解真相之后，你在六道里头，染而不染，现而无现。那要问你，你为什么还住在六道？大慈大悲，不违本愿。从前在迷的时候、初学的时候，曾经发过愿，「众生无边誓愿度」，现在我有这个能力，我不能说不度，不能说我说话不算话。诸佛菩萨因地里面发的愿都算话的，证果之后统统兑现。",
      "zh_TW": "無論是能現所現、能變所變都是幻有，不是真有，幻有不礙真空，真空不礙幻有，不但它們沒有牴觸，它們還相輔相成。所以真空就是妙有，妙有就是真空，真空、妙有不二，這才是事實真相，這叫入不二法門。不二法門是事實，是諸法實相，你才真正了解真相。了解真相之後，你在六道裡頭，染而不染，現而無現。那要問你，你為什麼還住在六道？大慈大悲，不違本願。從前在迷的時候、初學的時候，曾經發過願，「眾生無邊誓願度」，現在我有這個能力，我不能說不度，不能說我說話不算話。諸佛菩薩因地裡面發的願都算話的，證果之後統統兌現。"
    },
    {
      "id": "12-017-1342_p0046",
      "zh_CN": "那我们要问，他兑现，还起不起念头？我们应该怎么去体会？不能说他起念头，也不能说他不起念头。为什么？大乘教里头说得很清楚，念而无念，无念而念，起而无起，无起而起，这就靠近了。你说起，错了，你说不起，也错了，真的所谓是「开口便错，动念皆乖」。你真懂得它的意思，你说他起，没错，你说他不起，也没错，这是什么？他已经不二。我们从这个地方真正体会到，宇宙一体，宇宙祥和，所有一切冲突、矛盾，都是不知道宇宙的真相。我讲席当中常常用身体做比喻，因为身体小，你容易体会得到。身体是小宇宙，外面是大宇宙，小宇宙跟大宇宙不二，我们跟自然界就没有冲突，我们跟不同维次空间就没有冲突，这才是事实真相。",
      "zh_TW": "那我們要問，他兌現，還起不起念頭？我們應該怎麼去體會？不能說他起念頭，也不能說他不起念頭。為什麼？大乘教裡頭說得很清楚，念而無念，無念而念，起而無起，無起而起，這就靠近了。你說起，錯了，你說不起，也錯了，真的所謂是「開口便錯，動念皆乖」。你真懂得它的意思，你說他起，沒錯，你說他不起，也沒錯，這是什麼？他已經不二。我們從這個地方真正體會到，宇宙一體，宇宙祥和，所有一切衝突、矛盾，都是不知道宇宙的真相。我講席當中常常用身體做比喻，因為身體小，你容易體會得到。身體是小宇宙，外面是大宇宙，小宇宙跟大宇宙不二，我們跟自然界就沒有衝突，我們跟不同維次空間就沒有衝突，這才是事實真相。"
    },
    {
      "id": "12-017-1342_p0047",
      "zh_CN": "小宇宙这个身体，身体里面许许多多的器官，每个器官跟另一个器官不生冲突，眼跟耳不冲突，耳跟鼻不冲突，鼻跟心脏、肺脏、肝脏不冲突，没有一样冲突的。这许许多多不同的器官都是在共同互助合作，配合得非常微妙，身体健康。如果哪一个跟哪一个发生冲突，这个人的身体马上就生病，严重就死亡。你明白这个道理，我们跟所有众生不可以冲突，跟大自然不能冲突，跟不同维次空间（就是我们今天讲的十法界依正庄严）不能冲突。冲突就错了，外面没有错，自己错了。本来没有冲突，整个宇宙是和谐的。汤恩比说，解决二十一世纪社会问题要大乘佛法，你说这个话讲得有没有道理？现在时间到了。",
      "zh_TW": "小宇宙這個身體，身體裡面許許多多的器官，每個器官跟另一個器官不生衝突，眼跟耳不衝突，耳跟鼻不衝突，鼻跟心臟、肺臟、肝臟不衝突，沒有一樣衝突的。這許許多多不同的器官都是在共同互助合作，配合得非常微妙，身體健康。如果哪一個跟哪一個發生衝突，這個人的身體馬上就生病，嚴重就死亡。你明白這個道理，我們跟所有眾生不可以衝突，跟大自然不能衝突，跟不同維次空間（就是我們今天講的十法界依正莊嚴）不能衝突。衝突就錯了，外面沒有錯，自己錯了。本來沒有衝突，整個宇宙是和諧的。湯恩比說，解決二十一世紀社會問題要大乘佛法，你說這個話講得有沒有道理？現在時間到了。"
    }
  ]
}