{
  "doc_id": "12-017-1004",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一００四卷",
    "zh_TW": "第一００四卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1004",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "12-017-1004_p0001",
      "zh_CN": "诸位同学，请看第二段「二十句问所成果」，我们先将这段文念一遍：",
      "zh_TW": "諸位同學，請看第二段「二十句問所成果」，我們先將這段文念一遍："
    },
    {
      "id": "12-017-1004_p0002",
      "zh_CN": "【及说如来地，如来境界，如来神力，如来所行，如来力，如来无畏，如来三昧，如来神通，如来自在，如来无碍。】",
      "zh_TW": "【及說如來地，如來境界，如來神力，如來所行，如來力，如來無畏，如來三昧，如來神通，如來自在，如來無礙。】"
    },
    {
      "id": "12-017-1004_p0003",
      "zh_CN": "这十句是说的内德成就圆满，下面有十句是问体相。我们接着看：",
      "zh_TW": "這十句是說的內德成就圓滿，下面有十句是問體相。我們接著看："
    },
    {
      "id": "12-017-1004_p0004",
      "zh_CN": "【如来眼，如来耳，如来鼻，如来舌，如来身，如来意，如来辩才，如来智慧，如来最胜。】",
      "zh_TW": "【如來眼，如來耳，如來鼻，如來舌，如來身，如來意，如來辯才，如來智慧，如來最勝。】"
    },
    {
      "id": "12-017-1004_p0005",
      "zh_CN": "这一共有九句，应当有十句，我们在前面读过。前面还有如来光明，这个地方漏掉了这一句，漏掉这一句「如来光明」。这二十句跟「现相品」里面所问的完全相同，就是第二品「如来现相品」。清凉大师给我们解释的，我们读了一半，前面读到『如来无碍』。",
      "zh_TW": "這一共有九句，應當有十句，我們在前面讀過。前面還有如來光明，這個地方漏掉了這一句，漏掉這一句「如來光明」。這二十句跟「現相品」裡面所問的完全相同，就是第二品「如來現相品」。清涼大師給我們解釋的，我們讀了一半，前面讀到『如來無礙』。"
    },
    {
      "id": "12-017-1004_p0006",
      "zh_CN": "「无碍」，清凉大师说了，「如来所作，无能障碍」。我们读了之后，必须要明了经上说的「如来」就是说我们自己。如来是说的真如本性，一切众生皆有此性，平等平等，无二无别。经上讲如来有的，就是讲我们自己本来具足的。我们本来有的，本来具足的，现在没有了，这个值得我们反省、检点、思考，为什么我们现在没有了？",
      "zh_TW": "「無礙」，清涼大師說了，「如來所作，無能障礙」。我們讀了之後，必須要明瞭經上說的「如來」就是說我們自己。如來是說的真如本性，一切眾生皆有此性，平等平等，無二無別。經上講如來有的，就是講我們自己本來具足的。我們本來有的，本來具足的，現在沒有了，這個值得我們反省、檢點、思考，為什麼我們現在沒有了？"
    },
    {
      "id": "12-017-1004_p0007",
      "zh_CN": "我们现在无论做什么事情障碍很多，有一点觉悟，确实想做一点好事。佛在经上常常劝我们修善积德，哪个人不想做？为什么不能修善？我们的过失、错误改不过来！这里面最严重的过失是什么？自己烦恼习气很重，不能跟一切人事物和睦相处。我们常常能听到，这个人跟他可以相处，那个人跟他处不来。有没有立刻回想到自己，哪些人跟我能相处，哪些人跟我处不来，原因在哪里？为什么如来跟一切众生都能和睦相处，没有障碍？如来就是本来你自己能跟一切众生和睦相处，现在为什么不能？原因总免不了自私自利，执着自己的成见，不能够接受别人意见。",
      "zh_TW": "我們現在無論做什麼事情障礙很多，有一點覺悟，確實想做一點好事。佛在經上常常勸我們修善積德，哪個人不想做？為什麼不能修善？我們的過失、錯誤改不過來！這裡面最嚴重的過失是什麼？自己煩惱習氣很重，不能跟一切人事物和睦相處。我們常常能聽到，這個人跟他可以相處，那個人跟他處不來。有沒有立刻回想到自己，哪些人跟我能相處，哪些人跟我處不來，原因在哪裡？為什麼如來跟一切眾生都能和睦相處，沒有障礙？如來就是本來你自己能跟一切眾生和睦相處，現在為什麼不能？原因總免不了自私自利，執著自己的成見，不能夠接受別人意見。"
    },
    {
      "id": "12-017-1004_p0008",
      "zh_CN": "在历史上真正聪明有智慧的大人物，办大事！不同的意见，错误的意见，你看他都能够欢喜接纳。严重的错误，不厌其烦的为他分析，让对方明了。对方为什么会产生误会？他对于事实真相了解得不够透彻。和颜爱语为他分析，教导他，提升他的境界，没有责备，没有排斥。所以人都乐于为你服务，你成功了。中国历史上最著名的例子，唐太宗，什么人都敢在他面前说话，说错了不要紧，这个皇上不会怪罪。只要有人跟他说话，他都很欢喜。所以，他能听到真正的声音，能为人民解除痛苦。这是他长处，我们应当要学习。不能说别人所说的、所想的跟我意见不合，马上就排斥，就拒绝，颜色就不好看，谁还有人敢在你面前说真话？一个人到没有人敢在你面前说真话，你的前途事业就完了。",
      "zh_TW": "在歷史上真正聰明有智慧的大人物，辦大事！不同的意見，錯誤的意見，你看他都能夠歡喜接納。嚴重的錯誤，不厭其煩的為他分析，讓對方明瞭。對方為什麼會產生誤會？他對於事實真相了解得不夠透徹。和顏愛語為他分析，教導他，提升他的境界，沒有責備，沒有排斥。所以人都樂於為你服務，你成功了。中國歷史上最著名的例子，唐太宗，什麼人都敢在他面前說話，說錯了不要緊，這個皇上不會怪罪。只要有人跟他說話，他都很歡喜。所以，他能聽到真正的聲音，能為人民解除痛苦。這是他長處，我們應當要學習。不能說別人所說的、所想的跟我意見不合，馬上就排斥，就拒絕，顏色就不好看，誰還有人敢在你面前說真話？一個人到沒有人敢在你面前說真話，你的前途事業就完了。"
    },
    {
      "id": "12-017-1004_p0009",
      "zh_CN": "我们在新闻报导里面听到，这一次美伊战争，伊拉克真的是不堪一击。原因是什么？萨达姆本人不知道自己实力，他底下的将军在他面前没有一个人敢讲真话。讲真话，他一发脾气，你的命马上就没有了；都说假话，都说好听的，都骗他。这是什么？刚愎自用，不能容人，到最后失败。美国打这一仗有没有打赢？军事上是打赢了，可能在政治上就输了。这个后遗症影响我们冷静来观察。",
      "zh_TW": "我們在新聞報導裡面聽到，這一次美伊戰爭，伊拉克真的是不堪一擊。原因是什麼？薩達姆本人不知道自己實力，他底下的將軍在他面前沒有一個人敢講真話。講真話，他一發脾氣，你的命馬上就沒有了；都說假話，都說好聽的，都騙他。這是什麼？剛愎自用，不能容人，到最後失敗。美國打這一仗有沒有打贏？軍事上是打贏了，可能在政治上就輸了。這個後遺症影響我們冷靜來觀察。"
    },
    {
      "id": "12-017-1004_p0010",
      "zh_CN": "贤明的领导人不一样，无论团体是大是小，道理是一个。我们这个小单位，你负责某一个部门，你能把这个部门做好，原理原则相同。心量要大、要能包容、要能接纳，这个事情才能做得很圆满，佛法里面讲的成就真实功德。自以为是，没有不失败的。所以，中国谚语常讲，「天时不如地利，地利不如人和」，世间最大的学问就是人与人之间的相处，大学问！圣贤人教我们教什么？就是教我们跟一切众生平等对待、和睦相处，就是圣教，天下太平，什么事都没有了。",
      "zh_TW": "賢明的領導人不一樣，無論團體是大是小，道理是一個。我們這個小單位，你負責某一個部門，你能把這個部門做好，原理原則相同。心量要大、要能包容、要能接納，這個事情才能做得很圓滿，佛法裡面講的成就真實功德。自以為是，沒有不失敗的。所以，中國諺語常講，「天時不如地利，地利不如人和」，世間最大的學問就是人與人之間的相處，大學問！聖賢人教我們教什麼？就是教我們跟一切眾生平等對待、和睦相處，就是聖教，天下太平，什麼事都沒有了。"
    },
    {
      "id": "12-017-1004_p0011",
      "zh_CN": "儒家常说的「和为贵」，我们不懂得。满清入主中国，统治中国二百六十多年，少数民族统治多数民族。我们读历史，满清入关的时候，军队只有十二万人，他靠什么？跟诸位说就靠一个和字，他成功了。所以皇宫里面三个大殿统统用「和」命名。你们到北京去游玩，观光旅游，你去看故宫最主要的一个大殿，国家重大庆典都在那里举行，太和殿；太和殿后面的一个殿，中和殿；中和殿后面的一个殿，保和殿。你看看，太和、中和、保和，你就晓得满清统治中国就是靠和，不和怎么行！这一点我们要很认真努力来学习。从什么地方学起？",
      "zh_TW": "儒家常說的「和為貴」，我們不懂得。滿清入主中國，統治中國二百六十多年，少數民族統治多數民族。我們讀歷史，滿清入關的時候，軍隊只有十二萬人，他靠什麼？跟諸位說就靠一個和字，他成功了。所以皇宮裡面三個大殿統統用「和」命名。你們到北京去遊玩，觀光旅遊，你去看故宮最主要的一個大殿，國家重大慶典都在那裡舉行，太和殿；太和殿後面的一個殿，中和殿；中和殿後面的一個殿，保和殿。你看看，太和、中和、保和，你就曉得滿清統治中國就是靠和，不和怎麼行！這一點我們要很認真努力來學習。從什麼地方學起？"
    },
    {
      "id": "12-017-1004_p0012",
      "zh_CN": "我们没有办法跟他和的人先跟他和，我们不能相处的人先跟他相处。不能相处的人都能相处、都能和睦，天下就和了，你的修行功夫就成就了。修行的功夫，内德是戒定慧，戒定慧要起作用，不起作用你的戒定慧有什么用处？个人享受，你不能利益众生。这个经典里面告诉我们，「悲救众生，佛种不断」，这是你应当做的。你只是戒定慧成就了，没有慈悲心，不能帮助这个社会，不能帮助苦难众生，你有什么功德？再大的成就，释迦牟尼佛还是呵斥你焦芽败种。",
      "zh_TW": "我們沒有辦法跟他和的人先跟他和，我們不能相處的人先跟他相處。不能相處的人都能相處、都能和睦，天下就和了，你的修行功夫就成就了。修行的功夫，內德是戒定慧，戒定慧要起作用，不起作用你的戒定慧有什麼用處？個人享受，你不能利益眾生。這個經典裡面告訴我們，「悲救眾生，佛種不斷」，這是你應當做的。你只是戒定慧成就了，沒有慈悲心，不能幫助這個社會，不能幫助苦難眾生，你有什麼功德？再大的成就，釋迦牟尼佛還是呵斥你焦芽敗種。"
    },
    {
      "id": "12-017-1004_p0013",
      "zh_CN": "你受社会大众无量无边的恩德，你不知道报恩。你想想你生生世世活在这个世间，你靠什么活的？你吃的一碗饭，这个饭从哪儿来的？你有没有想到，多少人为你服务，这碗饭供养在你面前；从农夫的耕作到收成，到怎么样变成米，糙米怎么样变成白米，经过多少人！你所穿的，你所住的，你所行的，哪一样东西不是众人之力。所以这个社会是合作的，互助合作；互助合作就是互相都有恩德。",
      "zh_TW": "你受社會大眾無量無邊的恩德，你不知道報恩。你想想你生生世世活在這個世間，你靠什麼活的？你吃的一碗飯，這個飯從哪兒來的？你有沒有想到，多少人為你服務，這碗飯供養在你面前；從農夫的耕作到收成，到怎麼樣變成米，糙米怎麼樣變成白米，經過多少人！你所穿的，你所住的，你所行的，哪一樣東西不是眾人之力。所以這個社會是合作的，互助合作；互助合作就是互相都有恩德。"
    },
    {
      "id": "12-017-1004_p0014",
      "zh_CN": "我们要想一想，我们在这个社会里头，这一生当中我们是以什么为一切众生服务，有没有想过？想清楚、想明白了，知恩报恩。我有一份工作，这个工作就是我对社会服务的这一分。我把这一分尽心尽力做好，我报答众生恩，报答社会。我这一份工作要没有做好，我就有罪，我就愧对一切众生。一切众生这样照顾我，我拿什么回报？我是不是用自己的烦恼习气、贡高我慢、自以为是、轻慢别人，我用这个回报吗？",
      "zh_TW": "我們要想一想，我們在這個社會裡頭，這一生當中我們是以什麼為一切眾生服務，有沒有想過？想清楚、想明白了，知恩報恩。我有一份工作，這個工作就是我對社會服務的這一分。我把這一分盡心盡力做好，我報答眾生恩，報答社會。我這一份工作要沒有做好，我就有罪，我就愧對一切眾生。一切眾生這樣照顧我，我拿什麼回報？我是不是用自己的煩惱習氣、貢高我慢、自以為是、輕慢別人，我用這個回報嗎？"
    },
    {
      "id": "12-017-1004_p0015",
      "zh_CN": "所以一定要知道，凡是碰到障碍了，马上要回过头来反省，把障碍的原因找出来，还是要自己把这个原因消除，障碍就没有了。这个人跟我不合作，看我不顺眼，我要用什么样的方式对待他，让他改善对我的态度，不可以对立。双方要都觉悟，这是菩萨道。纵然对方不觉悟，我觉悟，那你要用长时间来感化。他对我有成见，我对他没有成见；他对我态度不好，我对他态度善好。他在这一生都不能回头，都不能觉悟，都不能改善对我的态度，他临终的时候会明白。临终时候他想想这一生跟许许多多人接触，哪个人真心对我，哪个人是用虚情假意对我，他明了。纵然这一生死了他都没有觉悟，来生会觉悟，后生会觉悟，佛氏门中，不舍一人。",
      "zh_TW": "所以一定要知道，凡是碰到障礙了，馬上要回過頭來反省，把障礙的原因找出來，還是要自己把這個原因消除，障礙就沒有了。這個人跟我不合作，看我不順眼，我要用什麼樣的方式對待他，讓他改善對我的態度，不可以對立。雙方要都覺悟，這是菩薩道。縱然對方不覺悟，我覺悟，那你要用長時間來感化。他對我有成見，我對他沒有成見；他對我態度不好，我對他態度善好。他在這一生都不能回頭，都不能覺悟，都不能改善對我的態度，他臨終的時候會明白。臨終時候他想想這一生跟許許多多人接觸，哪個人真心對我，哪個人是用虛情假意對我，他明瞭。縱然這一生死了他都沒有覺悟，來生會覺悟，後生會覺悟，佛氏門中，不捨一人。"
    },
    {
      "id": "12-017-1004_p0016",
      "zh_CN": "以真诚，以平等，以仁慈厚道之心，永恒不变，对人谦虚恭敬，这是必要的。自己姿势要低，才能得到大家互助合作。自己姿势太高了，别人看到你害怕、畏惧，想替你做事情，不敢。为什么？小不如意，脾气就发出来了，别人对你是敬而远之，不敢替你做事情。为什么？怕有一桩小事让你心里不如意，你就会大发雷霆。如果你有这些习气，你要知道，一般人怎样对你？对你是多一事不如少一事，少一事不如无事。那你很苦很累，什么事情你都一个人做，没有人敢帮助你；不是人不愿意帮助你，很多人愿意帮助你而不敢帮助你。自己要反省，要觉悟，要改过！一个事业成功，大家的功德，好！不能说这个工作是我一个人做，功劳是我一个人的，这个太自私了，心量太小了。我这一桩事情做得很好，大家做的，功劳归功于大众；做得不好，责任一个人来担负，这个人是英雄豪杰，这不是凡人。所以常常想到，佛为什么无能障碍。",
      "zh_TW": "以真誠，以平等，以仁慈厚道之心，永恆不變，對人謙虛恭敬，這是必要的。自己姿勢要低，才能得到大家互助合作。自己姿勢太高了，別人看到你害怕、畏懼，想替你做事情，不敢。為什麼？小不如意，脾氣就發出來了，別人對你是敬而遠之，不敢替你做事情。為什麼？怕有一樁小事讓你心裡不如意，你就會大發雷霆。如果你有這些習氣，你要知道，一般人怎樣對你？對你是多一事不如少一事，少一事不如無事。那你很苦很累，什麼事情你都一個人做，沒有人敢幫助你；不是人不願意幫助你，很多人願意幫助你而不敢幫助你。自己要反省，要覺悟，要改過！一個事業成功，大家的功德，好！不能說這個工作是我一個人做，功勞是我一個人的，這個太自私了，心量太小了。我這一樁事情做得很好，大家做的，功勞歸功於大眾；做得不好，責任一個人來擔負，這個人是英雄豪傑，這不是凡人。所以常常想到，佛為什麼無能障礙。"
    },
    {
      "id": "12-017-1004_p0017",
      "zh_CN": "「上文名无能摄取等，义皆同也」。无能摄取跟无能障碍的意思相同。读大乘经最重要的要晓得佛有我也有，经典给我们启示，帮助我们恢复性德。前面十句简单介绍到此地。后面十句是讲如来的体相，身体各个部位器官的功能，殊胜无比，万德万能。",
      "zh_TW": "「上文名無能攝取等，義皆同也」。無能攝取跟無能障礙的意思相同。讀大乘經最重要的要曉得佛有我也有，經典給我們啟示，幫助我們恢復性德。前面十句簡單介紹到此地。後面十句是講如來的體相，身體各個部位器官的功能，殊勝無比，萬德萬能。"
    },
    {
      "id": "12-017-1004_p0018",
      "zh_CN": "后十句当中，前面六句是眼、耳、鼻、舌、身、意，这个好懂。但是如来的六根跟我们一般凡夫的六根不一样，后面解答的时候会给我们说明。这都是问如来之果德，果必有因。所以看到果我们就想到因，善因善果，就提醒自己要修善因，种善因肯定得善果。后面三句是三业，「辩才是语业，智慧是意业，最胜是身业」，身业里面就包括前面所讲的眼、耳、鼻、舌、身、意。后头清凉大师说了，「准前会中，唯欠佛光明之一句，余如前释」。这里应当是十句，它只有九句，所以最后这一句应该是如来光明。有这一句，这一段的文跟前会「如来现相品」里面所讲的完全相同。",
      "zh_TW": "後十句當中，前面六句是眼、耳、鼻、舌、身、意，這個好懂。但是如來的六根跟我們一般凡夫的六根不一樣，後面解答的時候會給我們說明。這都是問如來之果德，果必有因。所以看到果我們就想到因，善因善果，就提醒自己要修善因，種善因肯定得善果。後面三句是三業，「辯才是語業，智慧是意業，最勝是身業」，身業裡面就包括前面所講的眼、耳、鼻、舌、身、意。後頭清涼大師說了，「準前會中，唯欠佛光明之一句，餘如前釋」。這裡應當是十句，它只有九句，所以最後這一句應該是如來光明。有這一句，這一段的文跟前會「如來現相品」裡面所講的完全相同。"
    },
    {
      "id": "12-017-1004_p0019",
      "zh_CN": "「其所答文，亦如前引出现、不思议、相海品说」。前面所答的只是略略的引用，详细的说明在「如来出现品」。「如来出现品」是第三十七品，就是这一会第二大单元最后的一品，「不思议品」是三十三品，「相海品」是三十四品，都是说如来的果地正报，到那里有详细的说明。「但前总会，故引此文」。前面第一个大单元是总会，所以引用后面经文来答复。「所引之文，正答今问，说者宜重引之」。现在世尊为我们说明，所以在此地有重说的必要，这个地方才真正是想学习的，我们要问的是想学习的。前面是世主所问的，那是发起；「世主妙严品」是发起。",
      "zh_TW": "「其所答文，亦如前引出現、不思議、相海品說」。前面所答的只是略略的引用，詳細的說明在「如來出現品」。「如來出現品」是第三十七品，就是這一會第二大單元最後的一品，「不思議品」是三十三品，「相海品」是三十四品，都是說如來的果地正報，到那裡有詳細的說明。「但前總會，故引此文」。前面第一個大單元是總會，所以引用後面經文來答覆。「所引之文，正答今問，說者宜重引之」。現在世尊為我們說明，所以在此地有重說的必要，這個地方才真正是想學習的，我們要問的是想學習的。前面是世主所問的，那是發起；「世主妙嚴品」是發起。"
    },
    {
      "id": "12-017-1004_p0020",
      "zh_CN": "世主的范围太广太广了，你在一个家庭里面，你是家长，也是世主；你在一个小团体里面，譬如你开个店，你是老板，老板是世主，你下头有员工，员工要听你的。前面我们所看到的无量无边各行各业，九法界各个不同的身分，这些世主都是如来法身菩萨示现的，不是凡夫。凡夫怎么能参与华严法会？又何况华严法会是在定中开的，我们世间凡人看不到。我们只看到释迦牟尼佛在菩提树下打坐，哪里知道他在定中有这么大的法会，讲这样殊胜的法门，我们意想不到的。",
      "zh_TW": "世主的範圍太廣太廣了，你在一個家庭裡面，你是家長，也是世主；你在一個小團體裡面，譬如你開個店，你是老闆，老闆是世主，你下頭有員工，員工要聽你的。前面我們所看到的無量無邊各行各業，九法界各個不同的身分，這些世主都是如來法身菩薩示現的，不是凡夫。凡夫怎麼能參與華嚴法會？又何況華嚴法會是在定中開的，我們世間凡人看不到。我們只看到釋迦牟尼佛在菩提樹下打坐，哪裡知道他在定中有這麼大的法會，講這樣殊勝的法門，我們意想不到的。"
    },
    {
      "id": "12-017-1004_p0021",
      "zh_CN": "第三个小段就是末后这两句，『愿佛世尊，亦为我说』，这是「结请，请同彼说，故致亦言，请分竟」，到这个地方介绍完了。下面李长者在《合论》里面，他老人家说得很多，也说得非常精采，道霈禅师把最精华的地方节录在此地。我们看看《疏论纂要》里面注解《疏钞》的精华、《合论》的精华。实在讲对我们初学《华严》来说，道霈禅师的《纂要》贡献很大。",
      "zh_TW": "第三個小段就是末後這兩句，『願佛世尊，亦為我說』，這是「結請，請同彼說，故致亦言，請分竟」，到這個地方介紹完了。下面李長者在《合論》裡面，他老人家說得很多，也說得非常精采，道霈禪師把最精華的地方節錄在此地。我們看看《疏論纂要》裡面註解《疏鈔》的精華、《合論》的精華。實在講對我們初學《華嚴》來說，道霈禪師的《纂要》貢獻很大。"
    },
    {
      "id": "12-017-1004_p0022",
      "zh_CN": "「问曰，初会中世主所问，与此义多相似，但广略不同，何故此第二会，还复再问如上之问」。这一段话很重要。在第一会，这些问题世主们统统都问过了，跟这是一样的，为什么在第二会重问？长者为我们解答。「答曰，前会是世主问」，问的目的用意不一样，「举佛果劝修，信佛所得」，是这个意思。所以前面问的是，我们肉眼凡夫不知道成佛的好处，这些世主们这一问提醒我们，你看看如来成就的，让我们生起羡慕之心：他成就了，我也应该成就。我跟他本来是一样，我迷了当凡夫，他也曾经迷过，但是他今天恢复了，我今天还不知道回头。所以看到他的形相，听说他这些状况，激发我们自己的信心，也希望有如是成就，这是前面一会的问义。",
      "zh_TW": "「問曰，初會中世主所問，與此義多相似，但廣略不同，何故此第二會，還復再問如上之問」。這一段話很重要。在第一會，這些問題世主們統統都問過了，跟這是一樣的，為什麼在第二會重問？長者為我們解答。「答曰，前會是世主問」，問的目的用意不一樣，「舉佛果勸修，信佛所得」，是這個意思。所以前面問的是，我們肉眼凡夫不知道成佛的好處，這些世主們這一問提醒我們，你看看如來成就的，讓我們生起羨慕之心：他成就了，我也應該成就。我跟他本來是一樣，我迷了當凡夫，他也曾經迷過，但是他今天恢復了，我今天還不知道回頭。所以看到他的形相，聽說他這些狀況，激發我們自己的信心，也希望有如是成就，這是前面一會的問義。"
    },
    {
      "id": "12-017-1004_p0023",
      "zh_CN": "「此会」，我们现前这一会，「是自信自身自心是佛」。所以这个十信位，十信位的信心在此地。自己一定要相信，我自己的身，我自己的心是佛；我的身是佛身，我的心是佛心。跟诸佛相比不相同在哪里？诸佛觉，我迷。现在我怎样破迷开悟，我能够证入佛位？末后讲「及入位修行，故须再问」，所以这个问的意思不相同，现在要问的是我自己问，我想修行，我想成就。",
      "zh_TW": "「此會」，我們現前這一會，「是自信自身自心是佛」。所以這個十信位，十信位的信心在此地。自己一定要相信，我自己的身，我自己的心是佛；我的身是佛身，我的心是佛心。跟諸佛相比不相同在哪裡？諸佛覺，我迷。現在我怎樣破迷開悟，我能夠證入佛位？末後講「及入位修行，故須再問」，所以這個問的意思不相同，現在要問的是我自己問，我想修行，我想成就。"
    },
    {
      "id": "12-017-1004_p0024",
      "zh_CN": "所以「前位是普贤入定举果」，前一会。这一会，这一会是「文殊生起，入信之初，即明凡夫始信，为彰信心粗故，不入定说」。彰是彰显，显示你的信心才生起，所以不需要入定。才生起是凡夫境界。虽然才生起，跟诸位说，无比的尊贵，为什么？无量劫来你从来不晓得，你自己的身心跟诸佛如来一样，你不知道！现在虽然文殊菩萨告诉你了，告诉你怎么样？自己业障习气非常深重，听了之后不敢当！说我身、说我心是佛，这个不敢当，我不敢这样想。这种人太多了，自己承认是凡夫，不敢见佛，我遇到好几位。人很善良，自己觉得这一生造的恶业太多，到寺庙里观光旅游不敢进大殿，为什么？不好意思见佛。那佛是泥塑木雕的，泥塑木雕的，他有惭愧心，不敢，不好意思见佛。这种人有善根，这种人要度他，要帮助他。这一点心就非常可贵，自己有惭有愧，惭愧是善心所。",
      "zh_TW": "所以「前位是普賢入定舉果」，前一會。這一會，這一會是「文殊生起，入信之初，即明凡夫始信，為彰信心粗故，不入定說」。彰是彰顯，顯示你的信心才生起，所以不需要入定。才生起是凡夫境界。雖然才生起，跟諸位說，無比的尊貴，為什麼？無量劫來你從來不曉得，你自己的身心跟諸佛如來一樣，你不知道！現在雖然文殊菩薩告訴你了，告訴你怎麼樣？自己業障習氣非常深重，聽了之後不敢當！說我身、說我心是佛，這個不敢當，我不敢這樣想。這種人太多了，自己承認是凡夫，不敢見佛，我遇到好幾位。人很善良，自己覺得這一生造的惡業太多，到寺廟裡觀光旅遊不敢進大殿，為什麼？不好意思見佛。那佛是泥塑木雕的，泥塑木雕的，他有慚愧心，不敢，不好意思見佛。這種人有善根，這種人要度他，要幫助他。這一點心就非常可貴，自己有慚有愧，慚愧是善心所。"
    },
    {
      "id": "12-017-1004_p0025",
      "zh_CN": "有些人无惭无愧，他不相信，实在讲佛菩萨形像他根本就没看在眼里，那样的人就很难度，他排斥。这一类人他有惭愧心，他不排斥佛法，他相信佛太伟大了，佛太高了，我比不上。我自己造作很多不善，佛是大善人，我没有脸见他。所以我们要把事实真相告诉他，佛菩萨慈悲，你说你有罪孽、有过失，哪个人没有罪？哪个人没有过失？中国古圣先贤常讲，「人非圣贤，孰能无过」。我们不是天生的圣人，不是天生的贤人，怎么可能没有过失？「过而能改，善莫大焉」。",
      "zh_TW": "有些人無慚無愧，他不相信，實在講佛菩薩形像他根本就沒看在眼裡，那樣的人就很難度，他排斥。這一類人他有慚愧心，他不排斥佛法，他相信佛太偉大了，佛太高了，我比不上。我自己造作很多不善，佛是大善人，我沒有臉見他。所以我們要把事實真相告訴他，佛菩薩慈悲，你說你有罪孽、有過失，哪個人沒有罪？哪個人沒有過失？中國古聖先賢常講，「人非聖賢，孰能無過」。我們不是天生的聖人，不是天生的賢人，怎麼可能沒有過失？「過而能改，善莫大焉」。"
    },
    {
      "id": "12-017-1004_p0026",
      "zh_CN": "我们为什么要亲近佛菩萨？佛菩萨不在，我们造佛菩萨的像来供养，造像供养的意义在哪里？没有别的，提醒自己，我要向他学习，所谓见贤思齐，这是佛弟子供养佛菩萨形像最重要的一个意思。我供养地藏菩萨，学地藏菩萨的孝亲尊师。我供养文殊菩萨，是要学习文殊菩萨的智慧、理智；在生活当中，工作、处事待人接物，不是感情用事，文殊菩萨代表这个。看到文殊，想到：我怎么能感情用事！供养观音菩萨，观音菩萨教我们大慈大悲，救护一切苦难众生，是这么个意思，不能搞错。供养弥勒菩萨，弥勒菩萨是教我们拓开心量，大肚能容，什么都能包容，一团和气，笑脸迎人。你只要见人，特别是那个冤家债主，跟你不太愉快的，你见到他先用笑面对他，问候他。常常这样做，久而久之，那个人对你的误会完全可以无形当中化解掉了。",
      "zh_TW": "我們為什麼要親近佛菩薩？佛菩薩不在，我們造佛菩薩的像來供養，造像供養的意義在哪裡？沒有別的，提醒自己，我要向他學習，所謂見賢思齊，這是佛弟子供養佛菩薩形像最重要的一個意思。我供養地藏菩薩，學地藏菩薩的孝親尊師。我供養文殊菩薩，是要學習文殊菩薩的智慧、理智；在生活當中，工作、處事待人接物，不是感情用事，文殊菩薩代表這個。看到文殊，想到：我怎麼能感情用事！供養觀音菩薩，觀音菩薩教我們大慈大悲，救護一切苦難眾生，是這麼個意思，不能搞錯。供養彌勒菩薩，彌勒菩薩是教我們拓開心量，大肚能容，什麼都能包容，一團和氣，笑臉迎人。你只要見人，特別是那個冤家債主，跟你不太愉快的，你見到他先用笑面對他，問候他。常常這樣做，久而久之，那個人對你的誤會完全可以無形當中化解掉了。"
    },
    {
      "id": "12-017-1004_p0027",
      "zh_CN": "佛没有冤家没有对头，我们要知道，佛就是我们自性，我们本来在遍法界虚空界一切刹土众生没有一个是对立的，要常常记住这一点。为什么会对立？迷了，我迷了，我跟人对立；人跟我对立的时候，他迷了。我不迷，他跟我对立，我跟他不对立，我这个不对立逐渐逐渐慢慢就化解他的对立，帮助他破迷开悟。觉悟不容易，要想到自己很幸运，好不容易觉悟了。我觉悟我就有义务帮助一切众生觉悟，我回头我就晓得要帮助一切众生回头。众生烦恼习气很重，我知道，因为我自己过去也是烦恼习气深重。你看我怎么转过来的？好不容易转过来。那我就想到别人跟我一样，转过来很不容易，要有耐心，要有慈悲心，要有诚意。",
      "zh_TW": "佛沒有冤家沒有對頭，我們要知道，佛就是我們自性，我們本來在遍法界虛空界一切剎土眾生沒有一個是對立的，要常常記住這一點。為什麼會對立？迷了，我迷了，我跟人對立；人跟我對立的時候，他迷了。我不迷，他跟我對立，我跟他不對立，我這個不對立逐漸逐漸慢慢就化解他的對立，幫助他破迷開悟。覺悟不容易，要想到自己很幸運，好不容易覺悟了。我覺悟我就有義務幫助一切眾生覺悟，我回頭我就曉得要幫助一切眾生回頭。眾生煩惱習氣很重，我知道，因為我自己過去也是煩惱習氣深重。你看我怎麼轉過來的？好不容易轉過來。那我就想到別人跟我一樣，轉過來很不容易，要有耐心，要有慈悲心，要有誠意。"
    },
    {
      "id": "12-017-1004_p0028",
      "zh_CN": "十信菩萨，十信菩萨修的什么？在这个地方我们可以预先透露一点。十信菩萨修十种心，第一个是信心，这我们在经里面已经念到了。真正相信自己的真心、自己的本性跟一切诸佛如来是一样的。真正相信法界虚空界一切有情众生，即使是在三途地狱，他们的真心本性跟我、跟诸佛菩萨没有两样。再要深入一点，你就要晓得「情与无情」，宇宙之间所有一切的物象，因心成体。这个心在有情众生的分上，叫佛性，在无情众生的分上，叫法性，佛性跟法性是一个性，所以「同圆种智」。同圆种智就是一体，整个宇宙跟我是一体。所以自信自身自心是佛，要有这样的信心。",
      "zh_TW": "十信菩薩，十信菩薩修的什麼？在這個地方我們可以預先透露一點。十信菩薩修十種心，第一個是信心，這我們在經裡面已經念到了。真正相信自己的真心、自己的本性跟一切諸佛如來是一樣的。真正相信法界虛空界一切有情眾生，即使是在三途地獄，他們的真心本性跟我、跟諸佛菩薩沒有兩樣。再要深入一點，你就要曉得「情與無情」，宇宙之間所有一切的物象，因心成體。這個心在有情眾生的分上，叫佛性，在無情眾生的分上，叫法性，佛性跟法性是一個性，所以「同圓種智」。同圓種智就是一體，整個宇宙跟我是一體。所以自信自身自心是佛，要有這樣的信心。"
    },
    {
      "id": "12-017-1004_p0029",
      "zh_CN": "第二是念心。初信位的菩萨修信心，这个信心果然成就了，你就是初信位的菩萨。二信位修念心，念念不忘，念念不舍；三信位修精进心，四信位是修慧心，五信位修定心，六信是不退心，七信是回向心，八信是护法心，九信是戒心，十信是愿心。你看看十种心，这十种心都成就了，你就是初住菩萨；十信心满，就入住。",
      "zh_TW": "第二是念心。初信位的菩薩修信心，這個信心果然成就了，你就是初信位的菩薩。二信位修念心，念念不忘，念念不捨；三信位修精進心，四信位是修慧心，五信位修定心，六信是不退心，七信是迴向心，八信是護法心，九信是戒心，十信是願心。你看看十種心，這十種心都成就了，你就是初住菩薩；十信心滿，就入住。"
    },
    {
      "id": "12-017-1004_p0030",
      "zh_CN": "下面说，「十住已去，始明当位菩萨入定始说」。当位菩萨是什么人？就好像十住这个科目的老师，我们十信修满了，十信圆满，我们入了初住。入了初住之后，初住菩萨有老师教导我们。他教导我们，他一定先入定，然后跟我们说法。十信位的菩萨不入定，不需要入定，前面讲了，因为信心粗；换句话说，没有脱离凡心。十信圆满，脱离凡心，真的菩提心成就了。十信位是在学菩提心，在学习，没有成功，没有圆满。到第十信菩提心修成功、修圆满了，修圆满就升级到初住。所以初住当位菩萨就是那个科目的老师，他教导我们，他一定先入定再说法。现在时间到了。",
      "zh_TW": "下面說，「十住已去，始明當位菩薩入定始說」。當位菩薩是什麼人？就好像十住這個科目的老師，我們十信修滿了，十信圓滿，我們入了初住。入了初住之後，初住菩薩有老師教導我們。他教導我們，他一定先入定，然後跟我們說法。十信位的菩薩不入定，不需要入定，前面講了，因為信心粗；換句話說，沒有脫離凡心。十信圓滿，脫離凡心，真的菩提心成就了。十信位是在學菩提心，在學習，沒有成功，沒有圓滿。到第十信菩提心修成功、修圓滿了，修圓滿就升級到初住。所以初住當位菩薩就是那個科目的老師，他教導我們，他一定先入定再說法。現在時間到了。"
    },
    {
      "id": "12-017-1004_p0031",
      "zh_CN": "诸位同学，请接着看李长者下文的开示。",
      "zh_TW": "諸位同學，請接著看李長者下文的開示。"
    },
    {
      "id": "12-017-1004_p0032",
      "zh_CN": "「以是义故，前问虽义理少同，应缘差别故异」。他的说法跟清凉大师《疏钞》里面讲法是一样的。因为如前面所说的这个意思，也就是说前面是世主问，目的是劝我们相信。这一会是自己问，自己想学、想修，所以我们看到文里头有再问，义趣不相同，这就是缘的差别。",
      "zh_TW": "「以是義故，前問雖義理少同，應緣差別故異」。他的說法跟清涼大師《疏鈔》裡面講法是一樣的。因為如前面所說的這個意思，也就是說前面是世主問，目的是勸我們相信。這一會是自己問，自己想學、想修，所以我們看到文裡頭有再問，義趣不相同，這就是緣的差別。"
    },
    {
      "id": "12-017-1004_p0033",
      "zh_CN": "「前会信他佛得」，世主问的是让我们明了毘卢遮那成佛了，毘卢遮那就是前会末后一品「毘卢遮那品」。我们看到毘卢遮那佛在没有成佛之前，大威光太子，在这一品经里面告诉我们，他是怎样发心修行证果的，我们是信他成佛了。这一会，「此会自入信修行也」，这个不相同。「古人说前会是请，此会是问，其义不然，前后总是其请，当请是问故」，这个长者说得非常之好。古人讲前会是请，此会是问，我们听起来觉得也满有道理。听听长者的开示，长者说这个意思不然，前后都是请。请就是问，请问。差别在哪里？前面请问是劝修，目的是在劝修。这个地方请问，意思在自己要契入境界，「法事少殊」，这里有不同地方就在此地。",
      "zh_TW": "「前會信他佛得」，世主問的是讓我們明瞭毘盧遮那成佛了，毘盧遮那就是前會末後一品「毘盧遮那品」。我們看到毘盧遮那佛在沒有成佛之前，大威光太子，在這一品經裡面告訴我們，他是怎樣發心修行證果的，我們是信他成佛了。這一會，「此會自入信修行也」，這個不相同。「古人說前會是請，此會是問，其義不然，前後總是其請，當請是問故」，這個長者說得非常之好。古人講前會是請，此會是問，我們聽起來覺得也滿有道理。聽聽長者的開示，長者說這個意思不然，前後都是請。請就是問，請問。差別在哪裡？前面請問是勸修，目的是在勸修。這個地方請問，意思在自己要契入境界，「法事少殊」，這裡有不同地方就在此地。"
    },
    {
      "id": "12-017-1004_p0034",
      "zh_CN": "再看下面长者开示，「如前会举如来修行道满，及过去诸佛已成道者行满之果」。前一会的用意确实是在此地，让我们看到古佛世尊，他们是怎样发心的、怎样修行而证得圆满的佛果，让我们在这个地方生起信心，他能我也能。我为什么不能？是我没有去修，我没有发心，我没有修行。我要发心把自己所有一切错误的行为统统修正过来，我跟他一样，没有两样。所以「此第二会举十方诸佛根本之智，凡圣共有之果」，信心从这个地方生起来的。我们是凡夫，诸佛如来是圣人，在果德上我们是一样的，没有两样。果德既然是一样，果报当然也不例外，所以下面这几句话说得很重要。「即一切处金色世界」，金色世界是果报，「一切处不动智佛」，不动智佛是理，金色世界是事。不动智就是根本智，是自性本具的圆满般若智慧，生佛平等，众生跟佛平等一样的，没有两样的。事相，事相是随着心在转，这个道理佛经上讲得很多，「境随心转」。《楞严经》上又说到，「若能转物，则同如来」。物，万物，怎么转万物？心善物就转了。",
      "zh_TW": "再看下面長者開示，「如前會舉如來修行道滿，及過去諸佛已成道者行滿之果」。前一會的用意確實是在此地，讓我們看到古佛世尊，他們是怎樣發心的、怎樣修行而證得圓滿的佛果，讓我們在這個地方生起信心，他能我也能。我為什麼不能？是我沒有去修，我沒有發心，我沒有修行。我要發心把自己所有一切錯誤的行為統統修正過來，我跟他一樣，沒有兩樣。所以「此第二會舉十方諸佛根本之智，凡聖共有之果」，信心從這個地方生起來的。我們是凡夫，諸佛如來是聖人，在果德上我們是一樣的，沒有兩樣。果德既然是一樣，果報當然也不例外，所以下面這幾句話說得很重要。「即一切處金色世界」，金色世界是果報，「一切處不動智佛」，不動智佛是理，金色世界是事。不動智就是根本智，是自性本具的圓滿般若智慧，生佛平等，眾生跟佛平等一樣的，沒有兩樣的。事相，事相是隨著心在轉，這個道理佛經上講得很多，「境隨心轉」。《楞嚴經》上又說到，「若能轉物，則同如來」。物，萬物，怎麼轉萬物？心善物就轉了。"
    },
    {
      "id": "12-017-1004_p0035",
      "zh_CN": "最近我们看日本对水结晶的研究报告，我们明了！不管哪个地方的水，它的结晶随着外面感受的讯息，产生不同的变化。佛菩萨的心纯净纯善，所以它受了这样的讯息，变现出的境界是金色世界。这个「金」我们不能把它看作金银的金，要把它看作究竟圆满、美好宝贵的色相，金表这个意思。金还有一个意思，永恒不变，这个境界永恒不会变化。为什么？佛菩萨的心不变，所感得的境界就不变。九法界众生的心，他用的心是妄心不是真心。妄心是动的，刹那刹那不停止，所以外面的境界也是动的。",
      "zh_TW": "最近我們看日本對水結晶的研究報告，我們明瞭！不管哪個地方的水，它的結晶隨著外面感受的訊息，產生不同的變化。佛菩薩的心純淨純善，所以它受了這樣的訊息，變現出的境界是金色世界。這個「金」我們不能把它看作金銀的金，要把它看作究竟圓滿、美好寶貴的色相，金表這個意思。金還有一個意思，永恆不變，這個境界永恆不會變化。為什麼？佛菩薩的心不變，所感得的境界就不變。九法界眾生的心，他用的心是妄心不是真心。妄心是動的，剎那剎那不停止，所以外面的境界也是動的。"
    },
    {
      "id": "12-017-1004_p0036",
      "zh_CN": "总而言之，外境跟内心是决定相应的。我们的心善，所有一切万事万物都善，都用善意来应；我们的心、念头是感，外面就有应。我们现在一般人讲磁场，这磁场为什么这么好？因为你放射出来的能量，资讯的能量，善！一切万物感受这个善的，它的回应也善。从水结晶实验就知道了，发现水，它能看，各种不同的文字它能看，这很奇妙，不可思议！文字是个符号，它怎么能懂得？写这个文字的人，他写的时候心里头的意思，它从这个符号能感受到写字人的心，所以它变得结晶不相同，道理在此地。",
      "zh_TW": "總而言之，外境跟內心是決定相應的。我們的心善，所有一切萬事萬物都善，都用善意來應；我們的心、念頭是感，外面就有應。我們現在一般人講磁場，這磁場為什麼這麼好？因為你放射出來的能量，資訊的能量，善！一切萬物感受這個善的，它的回應也善。從水結晶實驗就知道了，發現水，它能看，各種不同的文字它能看，這很奇妙，不可思議！文字是個符號，它怎麼能懂得？寫這個文字的人，他寫的時候心裡頭的意思，它從這個符號能感受到寫字人的心，所以它變得結晶不相同，道理在此地。"
    },
    {
      "id": "12-017-1004_p0037",
      "zh_CN": "如果这个字不是我们写的，现在印刷印出的，在日本都做过实验了，印刷印出来的。把水装在玻璃瓶里，把这个字贴在玻璃瓶上，造这个字的人，或者是我们用印刷体剪贴，我们去贴的人，我们的心情，这个资讯能量它感受到了，它产生的反应不相同。给它听，它听声音，这杯水你给它好的资讯，「我喜欢你，我爱你」，你常常对它这样说，它的结晶很美；如果你常常说，「我讨厌你，我恨你」，它的结晶就很不好看。证明水能够接受外面的资讯能量。水如是，所有一切万事万物无一不如是！这是跟我们说的金色世界。",
      "zh_TW": "如果這個字不是我們寫的，現在印刷印出的，在日本都做過實驗了，印刷印出來的。把水裝在玻璃瓶裡，把這個字貼在玻璃瓶上，造這個字的人，或者是我們用印刷體剪貼，我們去貼的人，我們的心情，這個資訊能量它感受到了，它產生的反應不相同。給它聽，它聽聲音，這杯水你給它好的資訊，「我喜歡你，我愛你」，你常常對它這樣說，它的結晶很美；如果你常常說，「我討厭你，我恨你」，它的結晶就很不好看。證明水能夠接受外面的資訊能量。水如是，所有一切萬事萬物無一不如是！這是跟我們說的金色世界。"
    },
    {
      "id": "12-017-1004_p0038",
      "zh_CN": "所以《大乘经》上常讲，境随心转，相由心生。看相算命的也常常讲，相随心转，命也随心转。心是主宰，经上讲「因心成体」，这句话一点都不错。所以你一生的享受，生生世世的享受，你不可以怨天尤人，完全要自己负责任。你怨天尤人，你造的是罪业，所感受的是痛苦、是苦报，不是乐报。孟子教人「反求诸己」，遇到一切挫折、不如意的事情，回过头来想自己，不要想外面的人，与外人不相干。九法界依正庄严，总而言之，自作自受，与什么人都不相干。",
      "zh_TW": "所以《大乘經》上常講，境隨心轉，相由心生。看相算命的也常常講，相隨心轉，命也隨心轉。心是主宰，經上講「因心成體」，這句話一點都不錯。所以你一生的享受，生生世世的享受，你不可以怨天尤人，完全要自己負責任。你怨天尤人，你造的是罪業，所感受的是痛苦、是苦報，不是樂報。孟子教人「反求諸己」，遇到一切挫折、不如意的事情，回過頭來想自己，不要想外面的人，與外人不相干。九法界依正莊嚴，總而言之，自作自受，與什麼人都不相干。"
    },
    {
      "id": "12-017-1004_p0039",
      "zh_CN": "业因果报我们懂得太少了。说老实话，今天我们讲到因缘果报，我们懂得是表皮，没有真正的深入。稍稍有一点深入的话，你就觉悟了，你生活处事待人接物的态度肯定有很大的转变。这个转变别人看得很清楚，你自己也明了。《八大人觉经》教我们，「不念旧恶，不憎恶人」。你落实了，你真做到了。从前决定办不到的，现在能做到，这就是修行；把做不到的改变成能做到，不能容人的，现在学习能容人，这就叫修行。把你不善的行为修正过来，不善的想法、看法、作法统统修正过来了，你的修行有功夫。看到这个人还是不行，还是受不了，你的修行没功夫。没功夫这一句话里面含藏着有话，你还依旧造罪业，你造业哪有不受果报的道理。这个事情怎么办？这经上一再教给我们，说法。",
      "zh_TW": "業因果報我們懂得太少了。說老實話，今天我們講到因緣果報，我們懂得是表皮，沒有真正的深入。稍稍有一點深入的話，你就覺悟了，你生活處事待人接物的態度肯定有很大的轉變。這個轉變別人看得很清楚，你自己也明瞭。《八大人覺經》教我們，「不念舊惡，不憎惡人」。你落實了，你真做到了。從前決定辦不到的，現在能做到，這就是修行；把做不到的改變成能做到，不能容人的，現在學習能容人，這就叫修行。把你不善的行為修正過來，不善的想法、看法、作法統統修正過來了，你的修行有功夫。看到這個人還是不行，還是受不了，你的修行沒功夫。沒功夫這一句話裡面含藏著有話，你還依舊造罪業，你造業哪有不受果報的道理。這個事情怎麼辦？這經上一再教給我們，說法。"
    },
    {
      "id": "12-017-1004_p0040",
      "zh_CN": "真正教我们觉悟，教我们契入，没有别的办法，说法。释迦牟尼佛为我们讲经说法四十九年，天天在教，天天在学。教学好，教学相长。我教人，教人要这样作法，时间长了，不知不觉自己就是这个作法。这是什么？长时薰习，薰习成的。自己也没有刻意要去改，但是时间长了，受佛法的薰陶久了，阿赖耶识里佛法的种子有了力量，起了作用，使我在生活上真的能够改过。我的心行跟从前真的不相同，变了一个人，改了一个人，这就正确了。",
      "zh_TW": "真正教我們覺悟，教我們契入，沒有別的辦法，說法。釋迦牟尼佛為我們講經說法四十九年，天天在教，天天在學。教學好，教學相長。我教人，教人要這樣作法，時間長了，不知不覺自己就是這個作法。這是什麼？長時薰習，薰習成的。自己也沒有刻意要去改，但是時間長了，受佛法的薰陶久了，阿賴耶識裡佛法的種子有了力量，起了作用，使我在生活上真的能夠改過。我的心行跟從前真的不相同，變了一個人，改了一個人，這就正確了。"
    },
    {
      "id": "12-017-1004_p0041",
      "zh_CN": "「一切处不动智佛」，不动智佛是根本智。根本智在哪里？确实在一切处在一切时，整个宇宙是一个不动智佛！「十智佛等」，是不动智佛的作用，是不动智佛的别说，不动智佛是总说。「明一切诸佛众生，共有此不动智，金色是理，法性身也，为信心生灭，故言色也，以十色世界表之」。经上所说的这个，要懂得表法的意思，你才能真正得受用。你要不懂得表法的意思，你到哪里学，你就学错了。你学错了就误导了社会大众，社会大众认为你是迷信，认为你这些是神话。你这些思想言论迷惑人心，对社会没有贡献；没有贡献，你就会被淘汰掉了。这是事实。如果佛法被社会大众误会，被社会大众轻视，被社会大众遗弃，我们四众弟子有责任。不能怪他们，怪我们自己，我们没有学好，我们没有做好。我们果然学到、做到了，社会大众敬爱，社会大众欢喜，社会大众拥护。",
      "zh_TW": "「一切處不動智佛」，不動智佛是根本智。根本智在哪裡？確實在一切處在一切時，整個宇宙是一個不動智佛！「十智佛等」，是不動智佛的作用，是不動智佛的別說，不動智佛是總說。「明一切諸佛眾生，共有此不動智，金色是理，法性身也，為信心生滅，故言色也，以十色世界表之」。經上所說的這個，要懂得表法的意思，你才能真正得受用。你要不懂得表法的意思，你到哪裡學，你就學錯了。你學錯了就誤導了社會大眾，社會大眾認為你是迷信，認為你這些是神話。你這些思想言論迷惑人心，對社會沒有貢獻；沒有貢獻，你就會被淘汰掉了。這是事實。如果佛法被社會大眾誤會，被社會大眾輕視，被社會大眾遺棄，我們四眾弟子有責任。不能怪他們，怪我們自己，我們沒有學好，我們沒有做好。我們果然學到、做到了，社會大眾敬愛，社會大眾歡喜，社會大眾擁護。"
    },
    {
      "id": "12-017-1004_p0042",
      "zh_CN": "为什么释迦牟尼佛在世，在当时那个社会上，上至帝王，下至庶民，对世尊没有不尊敬的，对世尊的教诲都能信受奉行，这个了不起。为什么世尊能，到我们今天起了反效果，这什么原因？原因没别的，佛的意思我们没懂得。「愿解如来真实义」，我们把佛的意思曲解了，误会了，我们的思想行为违背了佛的教训。思想行为里面充满了自私自利，充满了贪瞋痴慢，这还得了吗？这个社会当然不欢迎你，当然排斥你。社会大众许多这些行为，是不是他的过？他没有过，过失在后世的佛弟子。你们败坏了世尊的教诲，败坏了世尊教化众生的大业，招惹大众的误会，这个罪过很深很重。",
      "zh_TW": "為什麼釋迦牟尼佛在世，在當時那個社會上，上至帝王，下至庶民，對世尊沒有不尊敬的，對世尊的教誨都能信受奉行，這個了不起。為什麼世尊能，到我們今天起了反效果，這什麼原因？原因沒別的，佛的意思我們沒懂得。「願解如來真實義」，我們把佛的意思曲解了，誤會了，我們的思想行為違背了佛的教訓。思想行為裡面充滿了自私自利，充滿了貪瞋痴慢，這還得了嗎？這個社會當然不歡迎你，當然排斥你。社會大眾許多這些行為，是不是他的過？他沒有過，過失在後世的佛弟子。你們敗壞了世尊的教誨，敗壞了世尊教化眾生的大業，招惹大眾的誤會，這個罪過很深很重。"
    },
    {
      "id": "12-017-1004_p0043",
      "zh_CN": "再看下面第三大段，第三大段是「说分」，就是解释。前面是请问，问了之后当然有答复、有说明，说分。「于中通下六会，答此所问」，问的问题好像是不多，但是问的问题，每一个问题意思很深很广，解答要费相当时间。要用现在的话说，一个问题就是像学校里头一个科目，一个学习的科目，三十个问题就变成三十个科目。解答下面六会，从第二会到第七会，这总共是第二大单元；第二大单元修因契果生解分，这是第二大单元。第二大单元里面有六会三十一品经，答这个地方的问题，这个地方有三十句问题。清凉大师在此地跟我们说明。",
      "zh_TW": "再看下面第三大段，第三大段是「說分」，就是解釋。前面是請問，問了之後當然有答覆、有說明，說分。「於中通下六會，答此所問」，問的問題好像是不多，但是問的問題，每一個問題意思很深很廣，解答要費相當時間。要用現在的話說，一個問題就是像學校裡頭一個科目，一個學習的科目，三十個問題就變成三十個科目。解答下面六會，從第二會到第七會，這總共是第二大單元；第二大單元修因契果生解分，這是第二大單元。第二大單元裡面有六會三十一品經，答這個地方的問題，這個地方有三十句問題。清涼大師在此地跟我們說明。"
    },
    {
      "id": "12-017-1004_p0044",
      "zh_CN": "「准问长科，亦为三分」，长科就是大科，我们今天讲大段落，也分三分。「此初三品，答所依果问」，这个二会初三品是「如来名号品」，「四圣谛品」，「光明觉品」。「名号品」答的是如来身，「四圣谛品」是如来的语业，「光明觉品」如来的意业。所以这个三品答依果。「问明已下」，「问明品」是第十品，这以下有二十三品经，「答所修因问」。",
      "zh_TW": "「準問長科，亦為三分」，長科就是大科，我們今天講大段落，也分三分。「此初三品，答所依果問」，這個二會初三品是「如來名號品」，「四聖諦品」，「光明覺品」。「名號品」答的是如來身，「四聖諦品」是如來的語業，「光明覺品」如來的意業。所以這個三品答依果。「問明已下」，「問明品」是第十品，這以下有二十三品經，「答所修因問」。"
    },
    {
      "id": "12-017-1004_p0045",
      "zh_CN": "先说果，让你生起信心，生起仰慕。你看到佛的果报，欢喜！佛的果报就是我自己本有的果报。我本来的果报是这样的美好，这样的庄严，我今天为什么落到这个地步，够惭愧的了。真的搞清楚了，我真对不起自己，怎么会搞到这种程度！这一觉悟，当然你就会生起个念头：我要恢复，我不可以再堕落了！这就是你的道心发起来了。我不要再搞六道轮回了，我应当住一真法界，华藏、极乐那是我的家园，诸佛菩萨是我的亲人。",
      "zh_TW": "先說果，讓你生起信心，生起仰慕。你看到佛的果報，歡喜！佛的果報就是我自己本有的果報。我本來的果報是這樣的美好，這樣的莊嚴，我今天為什麼落到這個地步，夠慚愧的了。真的搞清楚了，我真對不起自己，怎麼會搞到這種程度！這一覺悟，當然你就會生起個念頭：我要恢復，我不可以再墮落了！這就是你的道心發起來了。我不要再搞六道輪迴了，我應當住一真法界，華藏、極樂那是我的家園，諸佛菩薩是我的親人。"
    },
    {
      "id": "12-017-1004_p0046",
      "zh_CN": "第三个大段从「不思议品」以下，第二问「问明品」一直到「菩萨住处品」，总共有二十三品经，这答所修因问。「不思议品」是第三十三品。那以下到「如来出现品」，这一共有六品经，「答所成果问，其平等因果」。「普贤行品」，「如来出现品」，这两品讲平等因果。怎么说平等因果？「因乃果中之因，果乃此果之用，故属果收」。它属于果这一边，它不属于因那一边。到这个地方是把大段落，这一个大单元总有六会三十一品经，大段落为我们交代出来了。",
      "zh_TW": "第三個大段從「不思議品」以下，第二問「問明品」一直到「菩薩住處品」，總共有二十三品經，這答所修因問。「不思議品」是第三十三品。那以下到「如來出現品」，這一共有六品經，「答所成果問，其平等因果」。「普賢行品」，「如來出現品」，這兩品講平等因果。怎麼說平等因果？「因乃果中之因，果乃此果之用，故屬果收」。它屬於果這一邊，它不屬於因那一邊。到這個地方是把大段落，這一個大單元總有六會三十一品經，大段落為我們交代出來了。"
    },
    {
      "id": "12-017-1004_p0047",
      "zh_CN": "这一大段落，我们要相当长的时间才能讲完。你看第一个大段落在这个经里面是最短的，它只有一会，只有六品经，总共十一卷，我们讲了九百八十次。这个大单元比前面长得多了，有四十一卷经。记住前面只有十一卷经，现在有四十一卷三十一品，我们估计应该要讲两千次，才能把这个大单元讲完。",
      "zh_TW": "這一大段落，我們要相當長的時間才能講完。你看第一個大段落在這個經裡面是最短的，它只有一會，只有六品經，總共十一卷，我們講了九百八十次。這個大單元比前面長得多了，有四十一卷經。記住前面只有十一卷經，現在有四十一卷三十一品，我們估計應該要講兩千次，才能把這個大單元講完。"
    },
    {
      "id": "12-017-1004_p0048",
      "zh_CN": "现在我们看第一段，就是初三品，「初中分二，先如来现相答」。这一段的意思说明这一品经解答前面请问之所以，如来先现相答，这个文字是先如来现相答，「后文殊言说答」。如来现相不说话，文殊菩萨来说明。「由其念请故，又如来证穷故」。《华严经》上如来表自性，自性没有形相，自性没有言语，言语道断，心行处灭。前面大众请分，请不是言说，心里头有这个意思，所以属于念请。念请所以佛用现相来答，你们所问的，佛一示现全都答复了。那是上根利智，一看佛菩萨的示现，统统明了了，什么问题都解决了。但是中下根性的人不行，看不出来，必须要有解释他才会明了，没有人解释他不懂。",
      "zh_TW": "現在我們看第一段，就是初三品，「初中分二，先如來現相答」。這一段的意思說明這一品經解答前面請問之所以，如來先現相答，這個文字是先如來現相答，「後文殊言說答」。如來現相不說話，文殊菩薩來說明。「由其念請故，又如來證窮故」。《華嚴經》上如來表自性，自性沒有形相，自性沒有言語，言語道斷，心行處滅。前面大眾請分，請不是言說，心裡頭有這個意思，所以屬於念請。念請所以佛用現相來答，你們所問的，佛一示現全都答覆了。那是上根利智，一看佛菩薩的示現，統統明瞭了，什麼問題都解決了。但是中下根性的人不行，看不出來，必須要有解釋他才會明瞭，沒有人解釋他不懂。"
    },
    {
      "id": "12-017-1004_p0049",
      "zh_CN": "所以后面，「文殊言说答，伴助主故，假言显故」。佛是主，菩萨是伴，主示现，伴解释，在旁边解释。如果没有言语详细解释，佛所示现的，大众很难理解，很难体会。现在我们看第一段经文「佛现神通」，这就是现相答。经文不长：",
      "zh_TW": "所以後面，「文殊言說答，伴助主故，假言顯故」。佛是主，菩薩是伴，主示現，伴解釋，在旁邊解釋。如果沒有言語詳細解釋，佛所示現的，大眾很難理解，很難體會。現在我們看第一段經文「佛現神通」，這就是現相答。經文不長："
    },
    {
      "id": "12-017-1004_p0050",
      "zh_CN": "【尔时世尊，知诸菩萨心之所念，各随其类，为现神通。】",
      "zh_TW": "【爾時世尊，知諸菩薩心之所念，各隨其類，為現神通。】"
    },
    {
      "id": "12-017-1004_p0051",
      "zh_CN": "此地我们要注意到，『各随其类』。清凉大师的解释也着重这一句。注解里面说，「知其心念者，领念请也」。世尊知道诸菩萨心里想什么，世尊接受了：我给你解答。「现神通，示相答」，不必用言说，你看看这个形相，你应当就明了。下面说，「言随类者，有其三义」。这里头有三个意思，第一「随疑者所宜异故」。其实这里面这些菩萨都是诸佛如来示现的，佛门常说「一佛出世，千佛拥护」。一尊菩萨修行圆满，示现成佛了，就有无量无边诸佛如来来帮助他，示现作菩萨，示现作声闻，示现作世主，帮助他教化众生。绝不以为：你才刚刚成佛，我已经成佛久远劫，我的资格比你老！没有，诸佛如来果地上绝对没有这个念头。看到你新成佛的，久远劫成佛的古佛跟你平等平等，你始成正觉，我也始成正觉。",
      "zh_TW": "此地我們要注意到，『各隨其類』。清涼大師的解釋也著重這一句。註解裡面說，「知其心念者，領念請也」。世尊知道諸菩薩心裡想什麼，世尊接受了：我給你解答。「現神通，示相答」，不必用言說，你看看這個形相，你應當就明瞭。下面說，「言隨類者，有其三義」。這裡頭有三個意思，第一「隨疑者所宜異故」。其實這裡面這些菩薩都是諸佛如來示現的，佛門常說「一佛出世，千佛擁護」。一尊菩薩修行圓滿，示現成佛了，就有無量無邊諸佛如來來幫助他，示現作菩薩，示現作聲聞，示現作世主，幫助他教化眾生。絕不以為：你才剛剛成佛，我已經成佛久遠劫，我的資格比你老！沒有，諸佛如來果地上絕對沒有這個念頭。看到你新成佛的，久遠劫成佛的古佛跟你平等平等，你始成正覺，我也始成正覺。"
    },
    {
      "id": "12-017-1004_p0052",
      "zh_CN": "有先佛后佛，有古佛今佛，有资格很老，这是凡夫的情见。这是什么？妄想分别执着。佛菩萨没有妄想分别执着。所以为这尊佛作伴，就是帮助他，做他的学生，做他的护法，他是自自然然的，一丝毫勉强都没有。好像什么？本来就是这个样子。这个意思我们要细心体会，我们要学习。为什么古佛，无量无边古佛、如来统统能做到，做得那么自然，为什么我们做不到？我们还要摆架子，总认为我资格比你老，你不如我，你初学，你刚成就。这个念头是烦恼，这个念头与性德不相应。性德，我们总说了五条，真诚、清净、平等、正觉、慈悲，不相应！与什么相应？与自私自利，与贪瞋痴慢，与这个相应。",
      "zh_TW": "有先佛後佛，有古佛今佛，有資格很老，這是凡夫的情見。這是什麼？妄想分別執著。佛菩薩沒有妄想分別執著。所以為這尊佛作伴，就是幫助他，做他的學生，做他的護法，他是自自然然的，一絲毫勉強都沒有。好像什麼？本來就是這個樣子。這個意思我們要細心體會，我們要學習。為什麼古佛，無量無邊古佛、如來統統能做到，做得那麼自然，為什麼我們做不到？我們還要擺架子，總認為我資格比你老，你不如我，你初學，你剛成就。這個念頭是煩惱，這個念頭與性德不相應。性德，我們總說了五條，真誠、清淨、平等、正覺、慈悲，不相應！與什麼相應？與自私自利，與貪瞋痴慢，與這個相應。"
    },
    {
      "id": "12-017-1004_p0053",
      "zh_CN": "所以古大德常常提醒我们，「不怕念起，只怕觉迟」。我们念头一起来，立刻就觉察到，是跟性德相应，还是跟烦恼相应？马上就觉察到。与性德相应的好，这个念头要保持，发扬光大；与烦恼相应，这个念头错了，马上就要断掉。这是真修行，这叫真用功！用功不是说每天念多少卷经，念多少佛号，打坐多少个小时，那是形式，那是样子，有没有功德？没有。真正的功德是在你觉悟，是在你改过自新。你真的觉悟，真的改过来了，这是功德。积功累德是从这个角度说的，不是说你天天念多少卷经。你念经有口无心，自己的思想、念头、言行一丝毫没有改变，这一天空过了，这一年空过了。所以一定要懂这个道理。",
      "zh_TW": "所以古大德常常提醒我們，「不怕念起，只怕覺遲」。我們念頭一起來，立刻就覺察到，是跟性德相應，還是跟煩惱相應？馬上就覺察到。與性德相應的好，這個念頭要保持，發揚光大；與煩惱相應，這個念頭錯了，馬上就要斷掉。這是真修行，這叫真用功！用功不是說每天念多少卷經，念多少佛號，打坐多少個小時，那是形式，那是樣子，有沒有功德？沒有。真正的功德是在你覺悟，是在你改過自新。你真的覺悟，真的改過來了，這是功德。積功累德是從這個角度說的，不是說你天天念多少卷經。你念經有口無心，自己的思想、念頭、言行一絲毫沒有改變，這一天空過了，這一年空過了。所以一定要懂這個道理。"
    },
    {
      "id": "12-017-1004_p0054",
      "zh_CN": "随类，这个第一类，随疑者所宜异故。菩萨代表一切众生，一切众生的疑虑无量无边。所以菩萨怎样帮助你破迷开悟？你看或「示色令见」，或者是「以声令闻」，这两种用得最多；或者是「冥资令晓」，这个就是冥应。你也没有见色，也没有闻声，佛在冥冥当中帮助你。这个资就是资助，帮助你，豁然你明白了。「皆是现通」。对我们一般凡夫来说，冥资最多，暗暗当中帮助你，你自己不会觉察。可是学佛时间久的人，长时间接受佛法薰修，冥冥当中的加持能感受得到。",
      "zh_TW": "隨類，這個第一類，隨疑者所宜異故。菩薩代表一切眾生，一切眾生的疑慮無量無邊。所以菩薩怎樣幫助你破迷開悟？你看或「示色令見」，或者是「以聲令聞」，這兩種用得最多；或者是「冥資令曉」，這個就是冥應。你也沒有見色，也沒有聞聲，佛在冥冥當中幫助你。這個資就是資助，幫助你，豁然你明白了。「皆是現通」。對我們一般凡夫來說，冥資最多，暗暗當中幫助你，你自己不會覺察。可是學佛時間久的人，長時間接受佛法薰修，冥冥當中的加持能感受得到。"
    },
    {
      "id": "12-017-1004_p0055",
      "zh_CN": "从前李老师给我们这些学经教的学生讲，最明显的佛力加持，就在讲台上。我们初学讲经，在讲前都有充分的准备，老法师也不例外，他也是有充分准备。李老师告诉我，往往所准备这些东西，上了台之后，一句都没用上。所说的都不是自己准备的，也不是自己预先讲到的，为什么这样流利顺畅讲下去？听众听了都很欢喜？诸佛如来冥冥当中加持你。",
      "zh_TW": "從前李老師給我們這些學經教的學生講，最明顯的佛力加持，就在講台上。我們初學講經，在講前都有充分的準備，老法師也不例外，他也是有充分準備。李老師告訴我，往往所準備這些東西，上了台之後，一句都沒用上。所說的都不是自己準備的，也不是自己預先講到的，為什麼這樣流利順暢講下去？聽眾聽了都很歡喜？諸佛如來冥冥當中加持你。"
    },
    {
      "id": "12-017-1004_p0056",
      "zh_CN": "我在年轻的时候，学讲《圆觉经》，在台北内湖圆觉寺。圆觉寺请我讲经，我就讲《圆觉经》。讲《圆觉经》我的参考资料，主要的是参考圆瑛法师《圆觉经讲义》，我主要参考这种。另外还有一个帮助的参考资料，谛闲老法师的《圆觉经讲义》、《圆觉经亲闻记》。《亲闻记》是听众记录的，《讲义》是谛闲老法师自己准备的。《亲闻记》的序文好，写《亲闻记》的人有好多个居士，但是这里头有一个总集成的是江味农居士（金刚经讲义是他做的，他是专修般若的），他来整理；大概有五、六个人来记，由他来整理。整理好的时候，送给老法师看，谛老法师看。谛老法师看了非常惊讶：这是我讲的？怎么会讲得这么好？诸佛如来冥冥当中加持，自己不知道。很明显、很明显，大概每个讲经的人都有这个经验。",
      "zh_TW": "我在年輕的時候，學講《圓覺經》，在台北內湖圓覺寺。圓覺寺請我講經，我就講《圓覺經》。講《圓覺經》我的參考資料，主要的是參考圓瑛法師《圓覺經講義》，我主要參考這種。另外還有一個幫助的參考資料，諦閑老法師的《圓覺經講義》、《圓覺經親聞記》。《親聞記》是聽眾記錄的，《講義》是諦閑老法師自己準備的。《親聞記》的序文好，寫《親聞記》的人有好多個居士，但是這裡頭有一個總集成的是江味農居士（金剛經講義是他做的，他是專修般若的），他來整理；大概有五、六個人來記，由他來整理。整理好的時候，送給老法師看，諦老法師看。諦老法師看了非常驚訝：這是我講的？怎麼會講得這麼好？諸佛如來冥冥當中加持，自己不知道。很明顯、很明顯，大概每個講經的人都有這個經驗。"
    },
    {
      "id": "12-017-1004_p0057",
      "zh_CN": "所以讲经，说实实在在话我讲了四十五年了，有很多人赞叹。不是我讲得好，我哪有这个能力，诸佛如来暗中加持。众生有福，有如是的感应，不是我有能力。现在时间到了。",
      "zh_TW": "所以講經，說實實在在話我講了四十五年了，有很多人讚歎。不是我講得好，我哪有這個能力，諸佛如來暗中加持。眾生有福，有如是的感應，不是我有能力。現在時間到了。"
    }
  ]
}