{
  "doc_id": "12-017-0565",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六五卷",
    "zh_TW": "第五六五卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0565",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "12-017-0565_p0001",
      "zh_CN": "诸位同学，请看「现相品」菩萨念请第十句：",
      "zh_TW": "諸位同學，請看「現相品」菩薩念請第十句："
    },
    {
      "id": "12-017-0565_p0002",
      "zh_CN": "【云何是诸佛无能摄取。】",
      "zh_TW": "【云何是諸佛無能攝取。】"
    },
    {
      "id": "12-017-0565_p0003",
      "zh_CN": "前面我们介绍清凉大师说的「不思议品」诸佛十种最胜法，我们介绍了两句。现在我们从第三句看起，「为欲调伏一切众生故，往不可说不可说世界，如是而为一切众生而无断绝。」这一条说出佛示现在九法界的目的，是为了调伏一切众生。我们在此地，要注意「一切」两个字。调是调顺，伏是降伏。调顺，用我们现在的话来讲，是对破迷开悟说的；伏，是降伏烦恼而说的。众生，特别是阎浮提众生，我们这个世间的，经论上常常讲「阎浮提众生难调难伏」，《地藏经》上讲的「阎浮提众生，刚强难化」，所以教化我们这个世间众生最为困难。但是佛菩萨依旧是不舍弃，这一点非常非常的难得，显示出佛菩萨恩德之大。为了帮助一切众生断恶修善这是伏，破迷开悟这是调。「往不可说不可说世界」，这一句就是讲的尽法界虚空界一切微尘数诸佛刹土，一一佛刹中有无量无边的众生，我们常讲九法界众生。每一个刹土都有九法界众生，佛哪里都去，不是住一个地方。什么地方众生有感，佛立刻就有应。诸位一定要多想想这个境界，你仔细去观察、你去想想，我们今天讲多元文化，佛是不是多元文化？多元文化的思想、多元文化的概念在《华严经》，多元文化的落实、多元文化的圆满也在这部经。这部经对于现前的社会有大利益，不可思议的利益！非常可惜没有人懂，没有人发心流通。",
      "zh_TW": "前面我們介紹清涼大師說的「不思議品」諸佛十種最勝法，我們介紹了兩句。現在我們從第三句看起，「為欲調伏一切眾生故，往不可說不可說世界，如是而為一切眾生而無斷絕。」這一條說出佛示現在九法界的目的，是為了調伏一切眾生。我們在此地，要注意「一切」兩個字。調是調順，伏是降伏。調順，用我們現在的話來講，是對破迷開悟說的；伏，是降伏煩惱而說的。眾生，特別是閻浮提眾生，我們這個世間的，經論上常常講「閻浮提眾生難調難伏」，《地藏經》上講的「閻浮提眾生，剛強難化」，所以教化我們這個世間眾生最為困難。但是佛菩薩依舊是不捨棄，這一點非常非常的難得，顯示出佛菩薩恩德之大。為了幫助一切眾生斷惡修善這是伏，破迷開悟這是調。「往不可說不可說世界」，這一句就是講的盡法界虛空界一切微塵數諸佛剎土，一一佛剎中有無量無邊的眾生，我們常講九法界眾生。每一個剎土都有九法界眾生，佛哪裡都去，不是住一個地方。什麼地方眾生有感，佛立刻就有應。諸位一定要多想想這個境界，你仔細去觀察、你去想想，我們今天講多元文化，佛是不是多元文化？多元文化的思想、多元文化的概念在《華嚴經》，多元文化的落實、多元文化的圓滿也在這部經。這部經對於現前的社會有大利益，不可思議的利益！非常可惜沒有人懂，沒有人發心流通。"
    },
    {
      "id": "12-017-0565_p0004",
      "zh_CN": "现在的社会是个功利社会，起心动念都要讲到钱。众生可怜，拿着佛法去卖钱，你能得几文钱？如果你不要钱，你得到的是尽虚空遍法界，不能比！你要钱，把你的功德全卖掉了。你不要钱，你想想看，尽虚空遍法界诸佛赞叹你，一切众生感谢你，感恩！但是要钱就没有了，诸佛也不会护念你了，众生也不会感恩你了。为什么？你已经得到你的报酬，那个报酬非常有限。果报在哪里？我跟大家说真话，果报在地狱。为什么？因为你障碍佛法的流通，你的罪名就是这个。佛法是一切众生的法身慧命，如果你布施，你的功德第一大。一切大乘经，佛常讲大千世界七宝布施，比不上四句偈的法布施。我们今天有缘分遇到佛法，全心全力来做法布施，你得大自在。你怎么这么糊涂，你怎么贪图这一点小利？在这么多年当中，也有不少同修拿一些佛书送给我看，我看这个佛书是古人的，没有问题，我会看它。如果是今人的，我一定首先看后头的版权页，这是我的习惯，我要是看它后头有「版权所有，翻印必究」，这书我不看了。为什么？他心量太小，自私自利，裨贩如来，我想他也没有什么高见，我何必浪费时间？光碟、录音带我也是看有没有这几个字，要有这几个字，我不看我也不听，我不浪费时间。我们学了这么多年佛法，懂得一点道理，了解一些事实真相，随顺佛陀教诲去做，利益无量无边。",
      "zh_TW": "現在的社會是個功利社會，起心動念都要講到錢。眾生可憐，拿著佛法去賣錢，你能得幾文錢？如果你不要錢，你得到的是盡虛空遍法界，不能比！你要錢，把你的功德全賣掉了。你不要錢，你想想看，盡虛空遍法界諸佛讚歎你，一切眾生感謝你，感恩！但是要錢就沒有了，諸佛也不會護念你了，眾生也不會感恩你了。為什麼？你已經得到你的報酬，那個報酬非常有限。果報在哪裡？我跟大家說真話，果報在地獄。為什麼？因為你障礙佛法的流通，你的罪名就是這個。佛法是一切眾生的法身慧命，如果你布施，你的功德第一大。一切大乘經，佛常講大千世界七寶布施，比不上四句偈的法布施。我們今天有緣分遇到佛法，全心全力來做法布施，你得大自在。你怎麼這麼糊塗，你怎麼貪圖這一點小利？在這麼多年當中，也有不少同修拿一些佛書送給我看，我看這個佛書是古人的，沒有問題，我會看它。如果是今人的，我一定首先看後頭的版權頁，這是我的習慣，我要是看它後頭有「版權所有，翻印必究」，這書我不看了。為什麼？他心量太小，自私自利，裨販如來，我想他也沒有什麼高見，我何必浪費時間？光碟、錄音帶我也是看有沒有這幾個字，要有這幾個字，我不看我也不聽，我不浪費時間。我們學了這麼多年佛法，懂得一點道理，了解一些事實真相，隨順佛陀教誨去做，利益無量無邊。"
    },
    {
      "id": "12-017-0565_p0005",
      "zh_CN": "一般学佛的人依旧迷于五欲六尘，还是烦恼习气当家用事。他很可怜，自己以为在佛法里做了不少好事，其实他错了，他为了贪图一点小小的利益，障碍佛法流通。流通佛法至少要学印光法师的弘化社，实在讲印光老法师是为流通佛法做了一个好榜样。如果这些法物，经书也好，现在录相带、光碟都好，如果是有施主他发心做的，他做两千套、三千套结缘的，这个决定不能卖。你要是去卖，折你的福报。也就是像《了凡四训》里讲的，你命里本来是亿万富翁，你命里有，但是你在三宝当中裨贩如来，可能你一百万，百万富翁只变成五十万，变成二十万、三十万。你命里那个福报大幅度折损，你自己不晓得，赚二、三十万还以为自己很有本事，「我赚这么多钱」，哪里晓得你的福报是大大的打折扣。如果你发心帮助流通，看到这是人家结缘的，我到处帮你送、帮你介绍，你增福。你命里的福报增长，无论你从事哪个行业，你都会做得非常顺利，都做得很成功，财源滚滚而来。为什么？命里有的。世间人不晓得这个道理，不知道事实真相。",
      "zh_TW": "一般學佛的人依舊迷於五欲六塵，還是煩惱習氣當家用事。他很可憐，自己以為在佛法裡做了不少好事，其實他錯了，他為了貪圖一點小小的利益，障礙佛法流通。流通佛法至少要學印光法師的弘化社，實在講印光老法師是為流通佛法做了一個好榜樣。如果這些法物，經書也好，現在錄相帶、光碟都好，如果是有施主他發心做的，他做兩千套、三千套結緣的，這個決定不能賣。你要是去賣，折你的福報。也就是像《了凡四訓》裡講的，你命裡本來是億萬富翁，你命裡有，但是你在三寶當中裨販如來，可能你一百萬，百萬富翁只變成五十萬，變成二十萬、三十萬。你命裡那個福報大幅度折損，你自己不曉得，賺二、三十萬還以為自己很有本事，「我賺這麼多錢」，哪裡曉得你的福報是大大的打折扣。如果你發心幫助流通，看到這是人家結緣的，我到處幫你送、幫你介紹，你增福。你命裡的福報增長，無論你從事哪個行業，你都會做得非常順利，都做得很成功，財源滾滾而來。為什麼？命裡有的。世間人不曉得這個道理，不知道事實真相。"
    },
    {
      "id": "12-017-0565_p0006",
      "zh_CN": "世间人求财、求聪明智慧、求健康长寿，佛在经上讲得多清楚多明白，讲了多少次，一直不断的在提醒我们，财布施得财富，愈施愈多，法布施得聪明智慧，无畏布施得健康长寿。希望我们这个小道场每一个同修要记住，希望你命里的福报不要折损，要天天增长。怎么增长法？欢欢喜喜、诚诚恳恳修这三种布施。三种布施，一桩事情就完成。我们昨天做敦亲睦邻的聚会，这一桩事情三种布施都圆满。我们接待街坊邻居，供养他午餐，这是财布施；这个饮食做得非常合口味，大家吃了很欢喜，这里头有法。我听说不少人吃了之后还在打听，他们能不能来学？这个事情太好了。所以我们想着要来开个班，开班不必天天教，一个星期一次，或者是选星期六，或者是选星期天。你们可以贴个小广告，每个星期天到这个地方来学习，报名参加。或者我们一次教十个人，大家轮流来，报名报到十个，第十一个就告诉他下个星期，安排到下个星期。广告贴在哪里？贴在菜市场，MALL里面卖菜的地方。这些做家务事情的，她每天上街买菜，她都会看看、浏览那里面贴的东西。我们可以贴一张，用颜色笔写出来醒目一点，一看这个地方每个星期天或者是星期六，一个星期有一天教中国的素食，她打电话来报名。我们一次十个人，就是每一个星期我们吃饭的时候教他们做素菜，他也在这边吃饭，我们多准备十份。这个不难，这里头有法布施；而且提倡素食，健康长寿又是无畏布施，一桩事情三种布施都圆满了。你这里得的果报是财富、是聪明智慧、是健康长寿，一举而三得，没有智慧的人他想不到，他不会做。我们贴告示也不会很多人一起来，报名的人多我们通知他，报名的单子上都写好，报名的时候我们通知你，你哪一天来。所以你要关心这个社会，你要关心这个地方他们的生活。他们尝到了，中国素食觉得很好吃，素食对他健康有很大的帮助，这个事情轻而易举。擅长做中国素食的或者做日本素食的都可以，居士当中有不少人，我们可以特约，哪一天请哪一个人到这边来主厨，来教大家一起学习，一个星期一次。这些东西要在我讲经的时候教你们，我都觉得不好意思，你们连这些事情都想不到吗？可见得常常口里说的发菩提心，实际上并没有顾及到眼前的社会大众。",
      "zh_TW": "世間人求財、求聰明智慧、求健康長壽，佛在經上講得多清楚多明白，講了多少次，一直不斷的在提醒我們，財布施得財富，愈施愈多，法布施得聰明智慧，無畏布施得健康長壽。希望我們這個小道場每一個同修要記住，希望你命裡的福報不要折損，要天天增長。怎麼增長法？歡歡喜喜、誠誠懇懇修這三種布施。三種布施，一樁事情就完成。我們昨天做敦親睦鄰的聚會，這一樁事情三種布施都圓滿。我們接待街坊鄰居，供養他午餐，這是財布施；這個飲食做得非常合口味，大家吃了很歡喜，這裡頭有法。我聽說不少人吃了之後還在打聽，他們能不能來學？這個事情太好了。所以我們想著要來開個班，開班不必天天教，一個星期一次，或者是選星期六，或者是選星期天。你們可以貼個小廣告，每個星期天到這個地方來學習，報名參加。或者我們一次教十個人，大家輪流來，報名報到十個，第十一個就告訴他下個星期，安排到下個星期。廣告貼在哪裡？貼在菜市場，MALL裡面賣菜的地方。這些做家務事情的，她每天上街買菜，她都會看看、瀏覽那裡面貼的東西。我們可以貼一張，用顏色筆寫出來醒目一點，一看這個地方每個星期天或者是星期六，一個星期有一天教中國的素食，她打電話來報名。我們一次十個人，就是每一個星期我們吃飯的時候教他們做素菜，他也在這邊吃飯，我們多準備十份。這個不難，這裡頭有法布施；而且提倡素食，健康長壽又是無畏布施，一樁事情三種布施都圓滿了。你這裡得的果報是財富、是聰明智慧、是健康長壽，一舉而三得，沒有智慧的人他想不到，他不會做。我們貼告示也不會很多人一起來，報名的人多我們通知他，報名的單子上都寫好，報名的時候我們通知你，你哪一天來。所以你要關心這個社會，你要關心這個地方他們的生活。他們嘗到了，中國素食覺得很好吃，素食對他健康有很大的幫助，這個事情輕而易舉。擅長做中國素食的或者做日本素食的都可以，居士當中有不少人，我們可以特約，哪一天請哪一個人到這邊來主廚，來教大家一起學習，一個星期一次。這些東西要在我講經的時候教你們，我都覺得不好意思，你們連這些事情都想不到嗎？可見得常常口裡說的發菩提心，實際上並沒有顧及到眼前的社會大眾。"
    },
    {
      "id": "12-017-0565_p0007",
      "zh_CN": "我昨天看到来参加我们敦亲睦邻会，大多数都是老人。我就明白了，我们这个区、居住的这个区，大概都是退休老人，他们最需要温馨的服务。所以我总想搞一个餐厅，我们这个地方如果真的能够政府同意，我们在这里建设一个免费的素食餐厅，我相信附近的这些老人，他们都会来吃饭。我看他们的收入不高，都退休了。「众生无边誓愿度」，这些众生就在我们眼前，我们跟他们头一次接触，非常欢喜、非常融洽。听他们的谈话，他们非常欢迎我们在这个地方久住。我们有没有想到？有没有注意到？他对我们表示欢迎，我们如何对他们报答？报答这个地方的居民，报答这个地方的土地。这个地方的土地神、山神、树神，我们在佛前已经给他们供牌位了。居民也要照顾，居民不是供个牌位就行了，要在生活上照顾他，让他生欢喜心，让他在物质生活、在精神生活上都能得到安慰。外国的老人晚年相当寂寞，儿女长大都离开了。尤其图文巴是个小城，年轻人发展事业都到大都会去了，很少在这个地方，我们要知道应该怎么做法。儒家说得很好，看到老人年龄大过我二十岁以上的，「以父礼事之」，要把他看作是自己的父亲；大我十岁以上的，以长兄事之，这是儒家。我们对人要有礼，对人要有诚意、要亲切。照顾一切大众，尤其是苦难众生，是佛菩萨分内的事情，我来到这个世间，就是为这个事情来的，怎么可以不关心？希望真正的佛法从我们这个地方做起，从我自己本身做起。佛菩萨的愿力不可思议，「为一切众生而无断绝」，我们这个工作、这个事业是永恒的，生生世世尽未来际劫我要做。别人做不做那是他的事情，我要做。",
      "zh_TW": "我昨天看到來參加我們敦親睦鄰會，大多數都是老人。我就明白了，我們這個區、居住的這個區，大概都是退休老人，他們最需要溫馨的服務。所以我總想搞一個餐廳，我們這個地方如果真的能夠政府同意，我們在這裡建設一個免費的素食餐廳，我相信附近的這些老人，他們都會來吃飯。我看他們的收入不高，都退休了。「眾生無邊誓願度」，這些眾生就在我們眼前，我們跟他們頭一次接觸，非常歡喜、非常融洽。聽他們的談話，他們非常歡迎我們在這個地方久住。我們有沒有想到？有沒有注意到？他對我們表示歡迎，我們如何對他們報答？報答這個地方的居民，報答這個地方的土地。這個地方的土地神、山神、樹神，我們在佛前已經給他們供牌位了。居民也要照顧，居民不是供個牌位就行了，要在生活上照顧他，讓他生歡喜心，讓他在物質生活、在精神生活上都能得到安慰。外國的老人晚年相當寂寞，兒女長大都離開了。尤其圖文巴是個小城，年輕人發展事業都到大都會去了，很少在這個地方，我們要知道應該怎麼做法。儒家說得很好，看到老人年齡大過我二十歲以上的，「以父禮事之」，要把他看作是自己的父親；大我十歲以上的，以長兄事之，這是儒家。我們對人要有禮，對人要有誠意、要親切。照顧一切大眾，尤其是苦難眾生，是佛菩薩分內的事情，我來到這個世間，就是為這個事情來的，怎麼可以不關心？希望真正的佛法從我們這個地方做起，從我自己本身做起。佛菩薩的願力不可思議，「為一切眾生而無斷絕」，我們這個工作、這個事業是永恆的，生生世世盡未來際劫我要做。別人做不做那是他的事情，我要做。"
    },
    {
      "id": "12-017-0565_p0008",
      "zh_CN": "第四句，「于信于毁二种众生，大悲普观，平等无异」。这一条尤其是要学习。「于信」是什么？对于相信我的人，当然相信我的人他会帮助我、他会赞叹我；「于毁」，不相信我的人、毁谤我的人，这两种众生菩萨是什么心态去看？平等对待，大慈大悲，平等对待。我们做一点好事情，社会大众赞叹，我们晓得这个事情做得大家心里欢喜，要做得更好，要常常去做，不间断的去做。如果有人毁谤我们，我们要认真的反省检点，把自己的过失找出来，改过自新。我们对于毁谤的人、侮辱的人、陷害的人，我们感激。为什么？有时候自己的过失自己完全不知道，通过他的毁谤，我反省把自己过失找出来，我能改过自新是他提醒我。所以会修行的人，不但佛家讲修行，儒家讲修养也是如是，夫子说「三人行必有我师」，三人就这一句话，三人一个是自己，一个是善人，一个是恶人，善人恶人都是我的老师。善人就是「于信」，信的就是善人，「毁」就是恶人；善人正面教导我们，恶人反面教导我们。",
      "zh_TW": "第四句，「於信於毀二種眾生，大悲普觀，平等無異」。這一條尤其是要學習。「於信」是什麼？對於相信我的人，當然相信我的人他會幫助我、他會讚歎我；「於毀」，不相信我的人、毀謗我的人，這兩種眾生菩薩是什麼心態去看？平等對待，大慈大悲，平等對待。我們做一點好事情，社會大眾讚歎，我們曉得這個事情做得大家心裡歡喜，要做得更好，要常常去做，不間斷的去做。如果有人毀謗我們，我們要認真的反省檢點，把自己的過失找出來，改過自新。我們對於毀謗的人、侮辱的人、陷害的人，我們感激。為什麼？有時候自己的過失自己完全不知道，通過他的毀謗，我反省把自己過失找出來，我能改過自新是他提醒我。所以會修行的人，不但佛家講修行，儒家講修養也是如是，夫子說「三人行必有我師」，三人就這一句話，三人一個是自己，一個是善人，一個是惡人，善人惡人都是我的老師。善人就是「於信」，信的就是善人，「毀」就是惡人；善人正面教導我們，惡人反面教導我們。"
    },
    {
      "id": "12-017-0565_p0009",
      "zh_CN": "我在很年轻的时候，二十几岁，我曾经跟同学们说我喜欢读历史。有那么一天，有几个朋友在聊天，谈到岳飞。他们在高谈阔论，我从外面经过听他们在评论，我就跑进去了。他们评论之后，我就提出我的看法，我说岳飞、秦桧都是民族英雄，我这个话一说他们都非常惊讶，「岳飞尽忠报国，秦桧陷害忠良，你怎么能平等看？怎么能把他们都看成是民族英雄？」我们那个机关团体里面信基督教的人很多，我就随顺他们说，他们两个都生天堂。大家不服，问我为什么？我说：你要晓得岳飞教导我们尽忠报国，我们景仰他、效法他；秦桧在西湖岳坟面前，秦桧夫妇那个铜像塑在那里，每一个去参拜岳坟的人，都会唾他一口，骂他几句。这是教育，他在那里现身说法：世间所有的人不要学我，学我就是这样的下场。他是从反面教育，你说他有没有功德？我的看法大家听了想想，也觉得有点道理。岳飞教我们尽忠，秦桧教我们不可以作汉奸、不可以陷害忠良，两个人都教我，都是我的好老师。",
      "zh_TW": "我在很年輕的時候，二十幾歲，我曾經跟同學們說我喜歡讀歷史。有那麼一天，有幾個朋友在聊天，談到岳飛。他們在高談闊論，我從外面經過聽他們在評論，我就跑進去了。他們評論之後，我就提出我的看法，我說岳飛、秦檜都是民族英雄，我這個話一說他們都非常驚訝，「岳飛盡忠報國，秦檜陷害忠良，你怎麼能平等看？怎麼能把他們都看成是民族英雄？」我們那個機關團體裡面信基督教的人很多，我就隨順他們說，他們兩個都生天堂。大家不服，問我為什麼？我說：你要曉得岳飛教導我們盡忠報國，我們景仰他、效法他；秦檜在西湖岳墳面前，秦檜夫婦那個銅像塑在那裡，每一個去參拜岳墳的人，都會唾他一口，罵他幾句。這是教育，他在那裡現身說法：世間所有的人不要學我，學我就是這樣的下場。他是從反面教育，你說他有沒有功德？我的看法大家聽了想想，也覺得有點道理。岳飛教我們盡忠，秦檜教我們不可以作漢奸、不可以陷害忠良，兩個人都教我，都是我的好老師。"
    },
    {
      "id": "12-017-0565_p0010",
      "zh_CN": "我从很年轻看问题、看事情，有许多地方跟一般人不一样。以后学佛了，看到佛经，果然是这样的，我没看错、没想错。这样的心对于一切人事物自然就平等了，平等心里头开智慧，平等心里头不起波澜，一切时一切处，对一切人一切事一切物都保持自己的清净平等觉。人与人之间，甚至于人与天地鬼神之间，为什么会冲突？不了解事实真相。凭着自己粗心大意片面的见解，没有把事情看远，造成误会，这种情形很多。所以我们日常生活当中，对一切事物的观察不能不谨慎，决定不能够轻下断语，因为我们没有面面看到，只看到一面，不行！佛在此地是举出两面，一正一负它是平等的。所以会学的人他开智慧，会学的人永远生活在感恩的世界，天下太平他感恩，天下大乱他还是感恩。为什么？他在这个世间成就圆满智慧，会学！所以这一点，我们要认真努力去学习。要记住，这我也常讲，顺境逆境、善缘恶缘，缘是人事环境，境是物质环境。物质环境里头有顺境、有逆境，人事环境里面有善缘、有恶缘，要平等对待，统统帮助我们长进，帮助我开智慧，帮助我断烦恼。顺境善缘要记住不生贪恋，一有贪恋的心，错了，逆境恶缘不生瞋恚。你的平等从哪里修的？就从这里修的。平等性比什么都重要，转识成智，头一个转末那识为平等性智。怎么转法？前面所说的就是方法。由此可知，这就是我们日常生活天天遇到的，这个人跟你谈的很投缘，那个人看了就不舒服，就在这里转，就在这个地方用功夫。很投缘的、很好的，要不起贪恋；看不顺眼的、不喜欢的，要不生瞋恚，这叫真修、真干。佛法不是说着好听的，说得再好听你不能落实，你就得不到受用。所以你要能落实，你才会得到真正的受用。",
      "zh_TW": "我從很年輕看問題、看事情，有許多地方跟一般人不一樣。以後學佛了，看到佛經，果然是這樣的，我沒看錯、沒想錯。這樣的心對於一切人事物自然就平等了，平等心裡頭開智慧，平等心裡頭不起波瀾，一切時一切處，對一切人一切事一切物都保持自己的清淨平等覺。人與人之間，甚至於人與天地鬼神之間，為什麼會衝突？不了解事實真相。憑著自己粗心大意片面的見解，沒有把事情看遠，造成誤會，這種情形很多。所以我們日常生活當中，對一切事物的觀察不能不謹慎，決定不能夠輕下斷語，因為我們沒有面面看到，只看到一面，不行！佛在此地是舉出兩面，一正一負它是平等的。所以會學的人他開智慧，會學的人永遠生活在感恩的世界，天下太平他感恩，天下大亂他還是感恩。為什麼？他在這個世間成就圓滿智慧，會學！所以這一點，我們要認真努力去學習。要記住，這我也常講，順境逆境、善緣惡緣，緣是人事環境，境是物質環境。物質環境裡頭有順境、有逆境，人事環境裡面有善緣、有惡緣，要平等對待，統統幫助我們長進，幫助我開智慧，幫助我斷煩惱。順境善緣要記住不生貪戀，一有貪戀的心，錯了，逆境惡緣不生瞋恚。你的平等從哪裡修的？就從這裡修的。平等性比什麼都重要，轉識成智，頭一個轉末那識為平等性智。怎麼轉法？前面所說的就是方法。由此可知，這就是我們日常生活天天遇到的，這個人跟你談的很投緣，那個人看了就不舒服，就在這裡轉，就在這個地方用功夫。很投緣的、很好的，要不起貪戀；看不順眼的、不喜歡的，要不生瞋恚，這叫真修、真幹。佛法不是說著好聽的，說得再好聽你不能落實，你就得不到受用。所以你要能落實，你才會得到真正的受用。"
    },
    {
      "id": "12-017-0565_p0011",
      "zh_CN": "我们再看下面这一句，第五句，「从初发心乃至成佛，终不退失菩提之心。」这一句难，实实在在难，不但讲不退失，我们的菩提心发不起来。天天口里说发菩提心，菩提心真的没有发出来。菩提心是什么心？我学佛五十一年了，在讲台上讲经四十四年，我把经论里面所说的菩提心，我用了十个字，换一个说法大家好懂。好像是好懂，其实还是不懂。真诚心、清净心、平等心、正觉心、慈悲心，这五个就是菩提心。诸位要晓得，这五个是一心，从五个方面来讲或者说从五个作用上来讲，它是一心。菩提心的体就是真诚心，我们没有，发不出来，这就是凡圣之别，佛菩萨跟凡夫的差别就在此地。诸佛菩萨用真诚心，九法界众生都是用虚伪心。尤其是六道凡夫，不是用的真诚心，甚至于什么叫真诚我们都不知道。真心起作用，作用有两种，一个自受用，就是一个对自己，真诚心对自己起什么作用；对别人、对一切众生，起什么作用？对自己，经论都讲深心，深心不好懂，古人注解注的是「好善好德」，这个好善好德说得也比较笼统，现在人不容易理解。我把它说成六个字，好善好德是什么？清净、平等、正觉。清净平等是善，正觉是德；对待一切众生，是慈悲。所以这十个字五句，每一句里头必定圆满包括其余四句。真诚，真诚里头决定有清净平等正觉慈悲，缺一个，真诚就没有了。慈悲，慈悲里头决定包括真诚清净平等正觉，少一个，慈悲也没有了。这个话我在讲席里讲了太多遍，还要讲，尽形寿要讲。为什么？没做到。所以这个经上讲的，「从初发心乃至成佛，终不退失菩提之心」，我们要发这个心，对待一切人要用真诚，不用虚伪，利益无量无边。如果我们用虚伪的心，果报肯定出不了六道轮回；用虚伪的心，念佛不能往生净土。为什么？你们看《无量寿经》上所说的往生净土的条件，三辈往生这一品，往生正因这一品，这两品经是讲往生的条件。最重要的条件，「发菩提心，一向专念」，如果你只知道后头这一句一向专念，你没有发菩提心，不能往生，它的基本条件是两句。古人为什么特别强调这一句？有道理，真的有人在临命终的时候，念十句佛号往生，他那十句名号句句都发了菩提心。如果只有称念佛号，没有发菩提心，他不能往生，许许多多人助念，他也不能往生。但是许多人临终帮他助念，他可以不堕恶道，这是真的，临命终时有这个善缘。真正往生自己一定要发心，不发心不能往生，我们要记住。",
      "zh_TW": "我們再看下面這一句，第五句，「從初發心乃至成佛，終不退失菩提之心。」這一句難，實實在在難，不但講不退失，我們的菩提心發不起來。天天口裡說發菩提心，菩提心真的沒有發出來。菩提心是什麼心？我學佛五十一年了，在講台上講經四十四年，我把經論裡面所說的菩提心，我用了十個字，換一個說法大家好懂。好像是好懂，其實還是不懂。真誠心、清淨心、平等心、正覺心、慈悲心，這五個就是菩提心。諸位要曉得，這五個是一心，從五個方面來講或者說從五個作用上來講，它是一心。菩提心的體就是真誠心，我們沒有，發不出來，這就是凡聖之別，佛菩薩跟凡夫的差別就在此地。諸佛菩薩用真誠心，九法界眾生都是用虛偽心。尤其是六道凡夫，不是用的真誠心，甚至於什麼叫真誠我們都不知道。真心起作用，作用有兩種，一個自受用，就是一個對自己，真誠心對自己起什麼作用；對別人、對一切眾生，起什麼作用？對自己，經論都講深心，深心不好懂，古人註解註的是「好善好德」，這個好善好德說得也比較籠統，現在人不容易理解。我把它說成六個字，好善好德是什麼？清淨、平等、正覺。清淨平等是善，正覺是德；對待一切眾生，是慈悲。所以這十個字五句，每一句裡頭必定圓滿包括其餘四句。真誠，真誠裡頭決定有清淨平等正覺慈悲，缺一個，真誠就沒有了。慈悲，慈悲裡頭決定包括真誠清淨平等正覺，少一個，慈悲也沒有了。這個話我在講席裡講了太多遍，還要講，盡形壽要講。為什麼？沒做到。所以這個經上講的，「從初發心乃至成佛，終不退失菩提之心」，我們要發這個心，對待一切人要用真誠，不用虛偽，利益無量無邊。如果我們用虛偽的心，果報肯定出不了六道輪迴；用虛偽的心，念佛不能往生淨土。為什麼？你們看《無量壽經》上所說的往生淨土的條件，三輩往生這一品，往生正因這一品，這兩品經是講往生的條件。最重要的條件，「發菩提心，一向專念」，如果你只知道後頭這一句一向專念，你沒有發菩提心，不能往生，它的基本條件是兩句。古人為什麼特別強調這一句？有道理，真的有人在臨命終的時候，念十句佛號往生，他那十句名號句句都發了菩提心。如果只有稱念佛號，沒有發菩提心，他不能往生，許許多多人助念，他也不能往生。但是許多人臨終幫他助念，他可以不墮惡道，這是真的，臨命終時有這個善緣。真正往生自己一定要發心，不發心不能往生，我們要記住。"
    },
    {
      "id": "12-017-0565_p0012",
      "zh_CN": "佛在经典上还有一个很具体的发菩提心，那是什么？四弘誓愿。诸位要晓得，四弘誓愿是菩提心具体落实。所以真正发四弘誓愿、落实四弘誓愿，这个人是真发菩提心。念念常有照顾众生的心，这是大慈大悲，大悲心；断烦恼学法门，是深心；成佛道，那是至诚心，就是真诚心。所以四弘誓愿是发心的落实，换句话说，如果你没有能做到，你起心动念没有想到众生的疾苦，没有想到去照顾众生、去帮助众生，你大悲心没有了。你没有大悲心，你对人不慈悲。所以两个人相处还吵架，慈悲心在哪里？你念佛怎么能往生？必须尊重别人、敬爱别人，全心全力帮助别人，为他服务尽心尽力，你菩提心落实了。这样的心态对人，就是再恶的人，也不会跟你吵架。为什么？你对他太好了，你伺候他、服侍他，服服贴贴，这是菩提心。你自己能够断烦恼，能够降伏自己的习气，不再随顺自己的烦恼习气，学法门你能够随顺佛陀的教诲，菩提心落实了。我们天天念四弘誓愿，这首偈你没有落实，所以你没发菩提心；这个心一发，真的发了，那恭喜你，你是圆教初住菩萨，发心住。这个住是什么？永远不会退转。我们有时候也发了，几秒钟真的是发了，但是几秒钟之后就没有了，这个不能算。所以在我们学佛同学当中，偶尔发个几秒钟，有，很多！甚至我们自己在一生当中、一年当中会发好几次，时间都不长。确确实实几秒钟，几分钟都保不住。那个几秒钟，那是古大德形容的叫石火电光，像闪电一样。黑夜忽然打雷闪电，一道光就像菩提心发出来了，很快就没有了，它不能保持；要能保持不失掉，你就是圆教初住菩萨。偶尔闪一次光都很难得、很不容易，希望能够多闪几次，多闪几次希望能保持。能保持几个小时，能保持几天，慢慢再加以延长，这样好！所以讲到发菩提心，你一定想四弘誓愿，落实在日常生活当中，这样就好。我写的这一副对联二十个字，前面一半是菩提心，后面一半是落实，「看破放下自在随缘念佛」。这二十个字跟四弘誓愿说法不一样，意思完全相同。现在时间到了。",
      "zh_TW": "佛在經典上還有一個很具體的發菩提心，那是什麼？四弘誓願。諸位要曉得，四弘誓願是菩提心具體落實。所以真正發四弘誓願、落實四弘誓願，這個人是真發菩提心。念念常有照顧眾生的心，這是大慈大悲，大悲心；斷煩惱學法門，是深心；成佛道，那是至誠心，就是真誠心。所以四弘誓願是發心的落實，換句話說，如果你沒有能做到，你起心動念沒有想到眾生的疾苦，沒有想到去照顧眾生、去幫助眾生，你大悲心沒有了。你沒有大悲心，你對人不慈悲。所以兩個人相處還吵架，慈悲心在哪裡？你念佛怎麼能往生？必須尊重別人、敬愛別人，全心全力幫助別人，為他服務盡心盡力，你菩提心落實了。這樣的心態對人，就是再惡的人，也不會跟你吵架。為什麼？你對他太好了，你伺候他、服侍他，服服貼貼，這是菩提心。你自己能夠斷煩惱，能夠降伏自己的習氣，不再隨順自己的煩惱習氣，學法門你能夠隨順佛陀的教誨，菩提心落實了。我們天天念四弘誓願，這首偈你沒有落實，所以你沒發菩提心；這個心一發，真的發了，那恭喜你，你是圓教初住菩薩，發心住。這個住是什麼？永遠不會退轉。我們有時候也發了，幾秒鐘真的是發了，但是幾秒鐘之後就沒有了，這個不能算。所以在我們學佛同學當中，偶爾發個幾秒鐘，有，很多！甚至我們自己在一生當中、一年當中會發好幾次，時間都不長。確確實實幾秒鐘，幾分鐘都保不住。那個幾秒鐘，那是古大德形容的叫石火電光，像閃電一樣。黑夜忽然打雷閃電，一道光就像菩提心發出來了，很快就沒有了，它不能保持；要能保持不失掉，你就是圓教初住菩薩。偶爾閃一次光都很難得、很不容易，希望能夠多閃幾次，多閃幾次希望能保持。能保持幾個小時，能保持幾天，慢慢再加以延長，這樣好！所以講到發菩提心，你一定想四弘誓願，落實在日常生活當中，這樣就好。我寫的這一副對聯二十個字，前面一半是菩提心，後面一半是落實，「看破放下自在隨緣念佛」。這二十個字跟四弘誓願說法不一樣，意思完全相同。現在時間到了。"
    },
    {
      "id": "12-017-0565_p0013",
      "zh_CN": "请掀开「如来现相品」大众念请第十句：",
      "zh_TW": "請掀開「如來現相品」大眾念請第十句："
    },
    {
      "id": "12-017-0565_p0014",
      "zh_CN": "【云何是诸佛无能摄取。】",
      "zh_TW": "【云何是諸佛無能攝取。】"
    },
    {
      "id": "12-017-0565_p0015",
      "zh_CN": "前面跟诸位说到「不思议品」里面的十种最胜法，介绍到第五种。现在我们看第六，「积集无量诸善功德，皆以回向一切智性，于诸世间终无染着」。这是讲回向，回向一切智性就是回向菩提。用什么回向？前面是能回向，积集无量诸善功德，我们要修。这一句，实在讲就是世尊在《十善业道经》上教导我们的「昼夜常念善法，思惟善法，观察善法，令诸善法念念增长，不容毫分不善间杂」，这样才能积集无量诸善功德。所以学佛的同修自己一定要觉悟，一定要明了，我们这一生到这个世间来实在是太幸运了，开经偈里面讲「百千万劫难遭遇」，一点都不假；彭际清居士说，「无量劫来，希有难逢之一日」，这个话都是真的。得人身，闻佛法，能闻净土法，又能闻华严佛法，这个机缘到哪里去找？无量劫你难得遇到一次。遇不到，你那一生空过；遇到了，要不能把它紧紧的抓住，等于没有遇到。怎么抓住？求解，笃行。我一定要想办法能够理解，佛在《般若经》上教导我们深解义趣，我要把它做到。能解之后一定能行，我一定把它做到，什么样困难我都必须要克服。为什么？稀有因缘怎么能错过？决定不能空过。积集一切善法，积集善法的要领就是决定不再随顺自己的烦恼习气，决定随顺如来教诲。就像善导大师在《观经四帖疏》里面所说的，特别在上品上生那一章里头讲得多。《观经》我们讲过，「上品上生章」还单独讲过，大师告诉我们，佛教我们做的，我们决定照做；佛教给我们不可以做的，我们绝不违犯。佛教我们修十善，我们一定要做，佛教给我们不能造十恶，我们决定不违犯。佛帮助我们得无量无边最殊胜的利益，你要肯听、要能接受教导，无比殊胜的利益你就真得到了。",
      "zh_TW": "前面跟諸位說到「不思議品」裡面的十種最勝法，介紹到第五種。現在我們看第六，「積集無量諸善功德，皆以迴向一切智性，於諸世間終無染著」。這是講迴向，迴向一切智性就是迴向菩提。用什麼迴向？前面是能迴向，積集無量諸善功德，我們要修。這一句，實在講就是世尊在《十善業道經》上教導我們的「晝夜常念善法，思惟善法，觀察善法，令諸善法念念增長，不容毫分不善間雜」，這樣才能積集無量諸善功德。所以學佛的同修自己一定要覺悟，一定要明瞭，我們這一生到這個世間來實在是太幸運了，開經偈裡面講「百千萬劫難遭遇」，一點都不假；彭際清居士說，「無量劫來，希有難逢之一日」，這個話都是真的。得人身，聞佛法，能聞淨土法，又能聞華嚴佛法，這個機緣到哪裡去找？無量劫你難得遇到一次。遇不到，你那一生空過；遇到了，要不能把它緊緊的抓住，等於沒有遇到。怎麼抓住？求解，篤行。我一定要想辦法能夠理解，佛在《般若經》上教導我們深解義趣，我要把它做到。能解之後一定能行，我一定把它做到，什麼樣困難我都必須要克服。為什麼？稀有因緣怎麼能錯過？決定不能空過。積集一切善法，積集善法的要領就是決定不再隨順自己的煩惱習氣，決定隨順如來教誨。就像善導大師在《觀經四帖疏》裡面所說的，特別在上品上生那一章裡頭講得多。《觀經》我們講過，「上品上生章」還單獨講過，大師告訴我們，佛教我們做的，我們決定照做；佛教給我們不可以做的，我們絕不違犯。佛教我們修十善，我們一定要做，佛教給我們不能造十惡，我們決定不違犯。佛幫助我們得無量無邊最殊勝的利益，你要肯聽、要能接受教導，無比殊勝的利益你就真得到了。"
    },
    {
      "id": "12-017-0565_p0016",
      "zh_CN": "我学佛五十年，可以跟大家做证明。我前生没有修福，大概业障造得很重，寿命很短，许多同修都知道。你们看看我初出家那个时候的照片，你就晓得了。我这一生，是随顺佛陀教诲修得来的。就像甘珠活佛给我说的，他是很郑重的告诉我；在仁王法会当中我们碰到了，他特别把我叫到他身边跟我讲，他说：过去我们在背后都说你。说我什么？「说你人很聪明，可惜没有福报又短命。」我说：这个事情不必背后，当面可以告诉我。我知道，我不是不知道，很清楚，我也不忌讳。因为什么？事实！他说：「你这么多年来讲经弘法，你的命运转了，不但你有大福报，你的寿命很长。」说老实话，我没有求福也没有求慧，我只知道弘扬佛法是我学佛本分的事情。为什么？我为什么要出家？学佛，在家可以学佛，为什么要出家？李老师曾经问过我，我告诉他：我出家就是为了弘扬佛法。在家弘扬佛法不能全心全力，你要谋生，你要工作，不能把全部精神、全部时间投入。李老师这才点头，同意让我出家。我一生就做这一桩事情，我做到了，我说的话兑现了。今天在此地建立这个道场，行政工作让你们同学们自己去做。你们客气一定要我挂个名，我也答应你们。实际的工作你们推选了两个副院长，我现在请悟行师也担任副院长，负责实际的学院行政业务。行师是华语的副院长，通师是越南语的副院长，琳师是英语的副院长，这很公平，你们通哪一种语言的就找哪一个人。我住在这个地方，每天还是四个小时讲经，这是我的工作。其他的不是我的工作，是你们的工作。我在这里等，等待你们都拿到身分了，我们这个政府登记的名字马上就改过来。你们现在还没有拿到身分，等你们拿到永久居留、拿到公民，立刻就转让给你。所以大家在此地好好修学，三、四年不离开这个道场，公民就拿到了。",
      "zh_TW": "我學佛五十年，可以跟大家做證明。我前生沒有修福，大概業障造得很重，壽命很短，許多同修都知道。你們看看我初出家那個時候的照片，你就曉得了。我這一生，是隨順佛陀教誨修得來的。就像甘珠活佛給我說的，他是很鄭重的告訴我；在仁王法會當中我們碰到了，他特別把我叫到他身邊跟我講，他說：過去我們在背後都說你。說我什麼？「說你人很聰明，可惜沒有福報又短命。」我說：這個事情不必背後，當面可以告訴我。我知道，我不是不知道，很清楚，我也不忌諱。因為什麼？事實！他說：「你這麼多年來講經弘法，你的命運轉了，不但你有大福報，你的壽命很長。」說老實話，我沒有求福也沒有求慧，我只知道弘揚佛法是我學佛本分的事情。為什麼？我為什麼要出家？學佛，在家可以學佛，為什麼要出家？李老師曾經問過我，我告訴他：我出家就是為了弘揚佛法。在家弘揚佛法不能全心全力，你要謀生，你要工作，不能把全部精神、全部時間投入。李老師這才點頭，同意讓我出家。我一生就做這一樁事情，我做到了，我說的話兌現了。今天在此地建立這個道場，行政工作讓你們同學們自己去做。你們客氣一定要我掛個名，我也答應你們。實際的工作你們推選了兩個副院長，我現在請悟行師也擔任副院長，負責實際的學院行政業務。行師是華語的副院長，通師是越南語的副院長，琳師是英語的副院長，這很公平，你們通哪一種語言的就找哪一個人。我住在這個地方，每天還是四個小時講經，這是我的工作。其他的不是我的工作，是你們的工作。我在這裡等，等待你們都拿到身分了，我們這個政府登記的名字馬上就改過來。你們現在還沒有拿到身分，等你們拿到永久居留、拿到公民，立刻就轉讓給你。所以大家在此地好好修學，三、四年不離開這個道場，公民就拿到了。"
    },
    {
      "id": "12-017-0565_p0017",
      "zh_CN": "在这个地方，一定要晓得积集善根、断恶修善。断恶，不再随顺自己烦恼习气；修善，一切顺从佛陀教诲。我们修学的科目非常简单，总的科目五个：三福、六和、三学、六度、十大愿王，这是纲目。我们涉猎的经典也不多，太多了消化不了，愈精简愈好，最重要的是落实，真正做到那就是「诸善功德」。我们把自己所修积的功德，自己不享受，把这分功德、这分福报送给别人享受，佛是这样教导我，祖师是这样教我的，我的老师也这样教我的，多次嘱咐。将来有能力的时候，一定要知道帮助社会苦难众生，我记在心里没有忘记，我有能力的时候我真做。把自己所修学的善福功德回向，回向就是自己不享受，回转头来向哪里？佛在经上给我们讲向三处。第一个是回向实际，实际是什么？真如本性。第二个回向菩提，这个地方讲的「回向一切智性」，智是菩提，性是实际。我不求别的，回向实际就是我只求明心见性，这是回向实际；回向菩提就是求智慧，「愿得智慧真明了」，我不求一切享受。回向众生，我有福德愿意给一切众生去享受，释迦牟尼佛在世给我们做了榜样。世尊一生，从他十九岁起心动念，舍弃荣华富贵去修道，一直到他证果教化众生四十九年，给我们做的榜样。他确确实实把他的善福功德回向给众生，回向无上菩提，回向明心见性。",
      "zh_TW": "在這個地方，一定要曉得積集善根、斷惡修善。斷惡，不再隨順自己煩惱習氣；修善，一切順從佛陀教誨。我們修學的科目非常簡單，總的科目五個：三福、六和、三學、六度、十大願王，這是綱目。我們涉獵的經典也不多，太多了消化不了，愈精簡愈好，最重要的是落實，真正做到那就是「諸善功德」。我們把自己所修積的功德，自己不享受，把這分功德、這分福報送給別人享受，佛是這樣教導我，祖師是這樣教我的，我的老師也這樣教我的，多次囑咐。將來有能力的時候，一定要知道幫助社會苦難眾生，我記在心裡沒有忘記，我有能力的時候我真做。把自己所修學的善福功德迴向，迴向就是自己不享受，回轉頭來向哪裡？佛在經上給我們講向三處。第一個是迴向實際，實際是什麼？真如本性。第二個迴向菩提，這個地方講的「迴向一切智性」，智是菩提，性是實際。我不求別的，迴向實際就是我只求明心見性，這是迴向實際；迴向菩提就是求智慧，「願得智慧真明瞭」，我不求一切享受。迴向眾生，我有福德願意給一切眾生去享受，釋迦牟尼佛在世給我們做了榜樣。世尊一生，從他十九歲起心動念，捨棄榮華富貴去修道，一直到他證果教化眾生四十九年，給我們做的榜樣。他確確實實把他的善福功德迴向給眾生，迴向無上菩提，迴向明心見性。"
    },
    {
      "id": "12-017-0565_p0018",
      "zh_CN": "「于诸世间，终无染着」，这两句话是他回向的样子，求菩提、求明心见性是什么样子？就这两句。在一切世间都没有染着，不但在人世间，在天上亦复如是，在四圣法界、在一真法界都没有染着，永远保住自己的清净平等觉。那就是真诚心，真诚心就是实际。我们今天下手之处，就在染着两个字，我们六根接触六尘境界，常常要提醒自己警觉「有没有染着？」一染着就堕落了，换句话说，就不在佛道。在十法界里头，十法界咱们不谈，就说六道染着程度的轻重，你在六道里头哪一道？极重的染着是阿鼻地狱，其次是饿鬼，再其次是畜生，再其次是人道。人道的染着古人讲一半一半，换句话说，我们的染着是百分之五十；百分之六十的染着，畜生道去了；百分之七十，你就到饿鬼道去了；百分之八十以上的染着，地狱道去了，百分之九十、百分之一百是阿鼻地狱。染着愈轻往上升，染着愈重往下坠落。",
      "zh_TW": "「於諸世間，終無染著」，這兩句話是他迴向的樣子，求菩提、求明心見性是什麼樣子？就這兩句。在一切世間都沒有染著，不但在人世間，在天上亦復如是，在四聖法界、在一真法界都沒有染著，永遠保住自己的清淨平等覺。那就是真誠心，真誠心就是實際。我們今天下手之處，就在染著兩個字，我們六根接觸六塵境界，常常要提醒自己警覺「有沒有染著？」一染著就墮落了，換句話說，就不在佛道。在十法界裡頭，十法界咱們不談，就說六道染著程度的輕重，你在六道裡頭哪一道？極重的染著是阿鼻地獄，其次是餓鬼，再其次是畜生，再其次是人道。人道的染著古人講一半一半，換句話說，我們的染著是百分之五十；百分之六十的染著，畜生道去了；百分之七十，你就到餓鬼道去了；百分之八十以上的染著，地獄道去了，百分之九十、百分之一百是阿鼻地獄。染著愈輕往上升，染著愈重往下墜落。"
    },
    {
      "id": "12-017-0565_p0019",
      "zh_CN": "这个事情不能没有警觉，时时刻刻提醒自己，一定要晓得世间无常。我们住在这个世间，能活多久？印光大师教导我们把死字贴在额头上，常常想到就要死了，死在眼前，你的警觉性就提高，放不下也放下了。人迷惑颠倒，以为自己寿命很长，这个想法是错误的。在这个世间突然意外、灾害死难的不知道有多少人？我们在这世间随时会丧生，随处会丧生，这都是事实。你要是真了解事实真相，你自然一切都放下了，毫无留恋。二六时中心里只有一句佛号，还有一口气，决定依教奉行。广修供养，普贤菩萨教导我们「如教修行供养」，这个供养的范围是尽虚空遍法界，上对诸佛如来，下对一切众生，我活在这个地方是供养大众的，这就是回向众生。能有这样的想法，这个想法是回向菩提，智慧！迷惑的人他没有这个想法，觉悟的人他有这个想法，决定不为世缘所染着。",
      "zh_TW": "這個事情不能沒有警覺，時時刻刻提醒自己，一定要曉得世間無常。我們住在這個世間，能活多久？印光大師教導我們把死字貼在額頭上，常常想到就要死了，死在眼前，你的警覺性就提高，放不下也放下了。人迷惑顛倒，以為自己壽命很長，這個想法是錯誤的。在這個世間突然意外、災害死難的不知道有多少人？我們在這世間隨時會喪生，隨處會喪生，這都是事實。你要是真了解事實真相，你自然一切都放下了，毫無留戀。二六時中心裡只有一句佛號，還有一口氣，決定依教奉行。廣修供養，普賢菩薩教導我們「如教修行供養」，這個供養的範圍是盡虛空遍法界，上對諸佛如來，下對一切眾生，我活在這個地方是供養大眾的，這就是迴向眾生。能有這樣的想法，這個想法是迴向菩提，智慧！迷惑的人他沒有這個想法，覺悟的人他有這個想法，決定不為世緣所染著。"
    },
    {
      "id": "12-017-0565_p0020",
      "zh_CN": "我们看第七句，「于诸佛所修学三业，唯行佛行，非二乘行，皆为回向一切智性，成于无上正等菩提」。这一句也是回向，第六句回向菩提，第七句回向佛道。用什么回向？前面这两句，「于诸佛所修学三业，唯行佛行，非二乘行」，这能回向。诸佛所在哪里？有佛法的处所就是诸佛所。我们今天建立这个道场，在此地这是诸佛所。你是佛弟子在家的信徒，你家里面供养着有佛像，家里面供养的有经书，你的家就是诸佛所。我们出外旅行，我们的背包行李里面一定带着有经书、有佛像，住在旅馆里面我们在那里读经，把佛像供在面前，那个场所就是诸佛所。现在我们携带佛像都带小型的卡片，我们印得很精美，非常方便。由此可知，我们身上带的佛像经书，一切时一切处无非诸佛所在。「佛所」有了，我们应该怎么学习？修学三业。修是修正，把我们三业造作错误的修正过来；学是学习，向谁学习？底下一句明白的说出来了。「唯行佛行」，唯是唯独，这个人真有福报，真有智慧，真的在学佛。佛的三业是什么？我们跟着他学，佛的心是菩提心、无上菩提心，我们现在把它说为真诚心、清净心、平等心、正觉心、慈悲心，这是佛的心。我们要学佛，首先要发这个心。这个心里头最重要的，那个心的根是真诚的。真，不是假的；诚，不是虚伪的。也许有人说：「我的心很真很诚，我心里有什么就说什么。」这不是真诚，你是错解了意思。九法界众生用的是什么心？意识心。相宗所讲的，你用的心是八识五十一心所，这不是真心。什么是真心？四智菩提是真心，这就难了！我们凡夫说「我的心很真很诚」，有没有分别？有，有没有执着？有，那就不是真心。真心对世出世间一切法决定没有妄想、没有分别、没有执着，那是真心。没有妄想，转阿赖耶为大圆镜智；没有分别，转第六意识为妙观察智；没有执着，转末那识为平等性智，这叫菩提心，叫真心。",
      "zh_TW": "我們看第七句，「於諸佛所修學三業，唯行佛行，非二乘行，皆為迴向一切智性，成於無上正等菩提」。這一句也是迴向，第六句迴向菩提，第七句迴向佛道。用什麼迴向？前面這兩句，「於諸佛所修學三業，唯行佛行，非二乘行」，這能迴向。諸佛所在哪裡？有佛法的處所就是諸佛所。我們今天建立這個道場，在此地這是諸佛所。你是佛弟子在家的信徒，你家裡面供養著有佛像，家裡面供養的有經書，你的家就是諸佛所。我們出外旅行，我們的背包行李裡面一定帶著有經書、有佛像，住在旅館裡面我們在那裡讀經，把佛像供在面前，那個場所就是諸佛所。現在我們攜帶佛像都帶小型的卡片，我們印得很精美，非常方便。由此可知，我們身上帶的佛像經書，一切時一切處無非諸佛所在。「佛所」有了，我們應該怎麼學習？修學三業。修是修正，把我們三業造作錯誤的修正過來；學是學習，向誰學習？底下一句明白的說出來了。「唯行佛行」，唯是唯獨，這個人真有福報，真有智慧，真的在學佛。佛的三業是什麼？我們跟著他學，佛的心是菩提心、無上菩提心，我們現在把它說為真誠心、清淨心、平等心、正覺心、慈悲心，這是佛的心。我們要學佛，首先要發這個心。這個心裡頭最重要的，那個心的根是真誠的。真，不是假的；誠，不是虛偽的。也許有人說：「我的心很真很誠，我心裡有什麼就說什麼。」這不是真誠，你是錯解了意思。九法界眾生用的是什麼心？意識心。相宗所講的，你用的心是八識五十一心所，這不是真心。什麼是真心？四智菩提是真心，這就難了！我們凡夫說「我的心很真很誠」，有沒有分別？有，有沒有執著？有，那就不是真心。真心對世出世間一切法決定沒有妄想、沒有分別、沒有執著，那是真心。沒有妄想，轉阿賴耶為大圓鏡智；沒有分別，轉第六意識為妙觀察智；沒有執著，轉末那識為平等性智，這叫菩提心，叫真心。"
    },
    {
      "id": "12-017-0565_p0021",
      "zh_CN": "所以真诚是有标准的，我们没有达到这个标准，但是不能不学。虽然做不到，总得贴近、靠近，那就是我们要以诚心诚意对人对事对物，就在日常生活当中，在一切人事物里面修学。首先修学，看佛是存什么心，我要学他。学得不像没有关系，慢慢来，只要肯学，总有一天学像了。一天一天靠近，不能远离，一定要随顺佛陀教诲。如果对于佛的心很模糊，还是搞不清楚，你就从四弘誓愿下手。这个讲得很具体，第一个舍己为人，那是佛的心。佛从来不为自己，一切都为别人着想，希望别人能够离苦得乐，希望别人灾消福来，自己愿意代一切众生受苦。释迦牟尼佛在世，一生他没有过好日子。他可以过好日子，他过好日子，众生日子就不好过了；他过苦日子，众生就有福了，我们现在都受他的福报。受什么福报？他给我们做了榜样，给我们做了模范，我们觉悟了，我们明白了。",
      "zh_TW": "所以真誠是有標準的，我們沒有達到這個標準，但是不能不學。雖然做不到，總得貼近、靠近，那就是我們要以誠心誠意對人對事對物，就在日常生活當中，在一切人事物裡面修學。首先修學，看佛是存什麼心，我要學他。學得不像沒有關係，慢慢來，只要肯學，總有一天學像了。一天一天靠近，不能遠離，一定要隨順佛陀教誨。如果對於佛的心很模糊，還是搞不清楚，你就從四弘誓願下手。這個講得很具體，第一個捨己為人，那是佛的心。佛從來不為自己，一切都為別人著想，希望別人能夠離苦得樂，希望別人災消福來，自己願意代一切眾生受苦。釋迦牟尼佛在世，一生他沒有過好日子。他可以過好日子，他過好日子，眾生日子就不好過了；他過苦日子，眾生就有福了，我們現在都受他的福報。受什麼福報？他給我們做了榜樣，給我們做了模範，我們覺悟了，我們明白了。"
    },
    {
      "id": "12-017-0565_p0022",
      "zh_CN": "中国古德教导我们「吃亏是福」，我们从佛那个地方观察到「吃苦是福」。持戒是慧，吃苦是福，福慧双修。不肯守戒，就决定没有智慧，为什么？戒能生定，定能开慧，你不能持戒，哪来的定慧？你不肯吃苦，你哪里来的福报？贪图享受，你过去生中修的有几多福报，你能享受几天？这几天福报享完，果报在三途，那个苦够你受的。所以了解事实真相，我现在吃一点苦算什么？我的身体能承受得了。能承受得了，虽然苦，心里自在，心里快乐。由此可知，苦即是乐，苦乐不二。真正修行人他懂，一般世俗人不懂这个话。一般世俗人看到我们的生活过得很苦，好像许许多多人生的享受我们都放弃了；饮食，人之大欲，我们放弃了，我们吃素菜。一天三餐还不够，还要吃点心，还要吃消夜，一天总得有个七、八餐，乐！释迦牟尼佛放弃了，一天吃一餐。世间人你有你的乐，佛有佛的乐，各有各的乐趣，他不是不乐。佛的乐是真乐，为什么？它不会变质。世间人的乐不是真乐，乐会变成苦。佛的乐永远不会变成苦，永恒不变，是真的。会变质的是假的，不是真的，几个人觉悟到？真正觉悟的人他愿意吃苦，他愿意别人快乐。看到别人快乐自己很快乐，看到别人受苦自己很难过，自己做得不够。怎么说自己做得不够？没有能感化别人，没有能够令他觉悟，我自己做得不够。看到别人还在造业，将来要受大苦报，慈悲心从这个地方生起。",
      "zh_TW": "中國古德教導我們「吃虧是福」，我們從佛那個地方觀察到「吃苦是福」。持戒是慧，吃苦是福，福慧雙修。不肯守戒，就決定沒有智慧，為什麼？戒能生定，定能開慧，你不能持戒，哪來的定慧？你不肯吃苦，你哪裡來的福報？貪圖享受，你過去生中修的有幾多福報，你能享受幾天？這幾天福報享完，果報在三途，那個苦夠你受的。所以了解事實真相，我現在吃一點苦算什麼？我的身體能承受得了。能承受得了，雖然苦，心裡自在，心裡快樂。由此可知，苦即是樂，苦樂不二。真正修行人他懂，一般世俗人不懂這個話。一般世俗人看到我們的生活過得很苦，好像許許多多人生的享受我們都放棄了；飲食，人之大欲，我們放棄了，我們吃素菜。一天三餐還不夠，還要吃點心，還要吃消夜，一天總得有個七、八餐，樂！釋迦牟尼佛放棄了，一天吃一餐。世間人你有你的樂，佛有佛的樂，各有各的樂趣，他不是不樂。佛的樂是真樂，為什麼？它不會變質。世間人的樂不是真樂，樂會變成苦。佛的樂永遠不會變成苦，永恆不變，是真的。會變質的是假的，不是真的，幾個人覺悟到？真正覺悟的人他願意吃苦，他願意別人快樂。看到別人快樂自己很快樂，看到別人受苦自己很難過，自己做得不夠。怎麼說自己做得不夠？沒有能感化別人，沒有能夠令他覺悟，我自己做得不夠。看到別人還在造業，將來要受大苦報，慈悲心從這個地方生起。"
    },
    {
      "id": "12-017-0565_p0023",
      "zh_CN": "佛的行：断烦恼、学法门、成佛道、度众生，四弘誓愿这四句就是佛的行，我们要学佛行。佛门另外一首偈比较简单一点，没有这四句圆满，「诸恶莫作，众善奉行，自净其意，是诸佛教」，诸佛是一切诸佛，不是一尊佛。一切诸佛教化众生这三句话，诸恶莫作，断恶；众善奉行，修善；自净其意，修定修慧。所以这三句是戒定慧三学，前面两句是戒，自净其意是定慧。一切诸佛教化众生，决定不会违背这个纲领原则：戒定慧三学，这是诸佛所行。下面还特别加一句「非二乘行」，二乘是声闻、缘觉，我们讲小乘。小乘不圆满，小乘人没有发菩提心。怎么没有发菩提心？四弘誓愿没有，「众生无边誓愿度」，他度与他有缘的，没有缘的他不度。而且众生去找他、向他请教，他教，他不主动去教化众生；不像佛，佛是主动的，你不来找他，他来找你。小乘断烦恼只断见思烦恼，尘沙、无明没断；小乘学法门，现在《大藏经》里面他只学《四阿含》，大乘经论他不学。小乘只证到四果阿罗汉，不能成佛道。《华严经》上教我们「非二乘行」，我们要向佛学习。所以我劝勉同学们学《无量寿经》，《无量寿经》是阿弥陀佛，学《无量寿经》就是学阿弥陀佛，向阿弥陀佛学习。阿弥陀佛的心、阿弥陀佛的愿、阿弥陀佛的行，全在那部经上。那部经的分量不长，非常适合现代人修学。所以有心人应当把全心全力放在《无量寿经》上，向全世界普遍的弘扬，自己一定要做到。《无量寿经》教我们做的，我们统统做到；《无量寿经》教我们不可以做的，我们决定不违犯，你是弥陀弟子，你将来往生的品位一定超过别人。这些大经大论提供你做参考，帮助你深解《无量寿经》的义趣。",
      "zh_TW": "佛的行：斷煩惱、學法門、成佛道、度眾生，四弘誓願這四句就是佛的行，我們要學佛行。佛門另外一首偈比較簡單一點，沒有這四句圓滿，「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，諸佛是一切諸佛，不是一尊佛。一切諸佛教化眾生這三句話，諸惡莫作，斷惡；眾善奉行，修善；自淨其意，修定修慧。所以這三句是戒定慧三學，前面兩句是戒，自淨其意是定慧。一切諸佛教化眾生，決定不會違背這個綱領原則：戒定慧三學，這是諸佛所行。下面還特別加一句「非二乘行」，二乘是聲聞、緣覺，我們講小乘。小乘不圓滿，小乘人沒有發菩提心。怎麼沒有發菩提心？四弘誓願沒有，「眾生無邊誓願度」，他度與他有緣的，沒有緣的他不度。而且眾生去找他、向他請教，他教，他不主動去教化眾生；不像佛，佛是主動的，你不來找他，他來找你。小乘斷煩惱只斷見思煩惱，塵沙、無明沒斷；小乘學法門，現在《大藏經》裡面他只學《四阿含》，大乘經論他不學。小乘只證到四果阿羅漢，不能成佛道。《華嚴經》上教我們「非二乘行」，我們要向佛學習。所以我勸勉同學們學《無量壽經》，《無量壽經》是阿彌陀佛，學《無量壽經》就是學阿彌陀佛，向阿彌陀佛學習。阿彌陀佛的心、阿彌陀佛的願、阿彌陀佛的行，全在那部經上。那部經的分量不長，非常適合現代人修學。所以有心人應當把全心全力放在《無量壽經》上，向全世界普遍的弘揚，自己一定要做到。《無量壽經》教我們做的，我們統統做到；《無量壽經》教我們不可以做的，我們決定不違犯，你是彌陀弟子，你將來往生的品位一定超過別人。這些大經大論提供你做參考，幫助你深解《無量壽經》的義趣。"
    },
    {
      "id": "12-017-0565_p0024",
      "zh_CN": "这样的修行，「皆为回向一切智性」，这一句跟前面相同；「成于无上正等菩提」，这一句不一样，我在讲解的时候，没有看到这一句。我说上面这一句回向智性，智是菩提，性是实际；如果有这一句，上面的智性就是实际、就是真如本性，而这一句是回向菩提。前面一句「于诸世间终无染着」，于诸世间也可以说是回向众生。六七这两句，三种回向都圆满了；两句里面说三种回向，意思圆满具足。所以我们学佛，目的一定要定在「成于无上正等正觉」，这种人很少。我初学佛的时候读《坛经》，看到六祖见忍和尚这些一问一答，我深受感动。五祖问惠能，「你来干什么？」他的答复直接了当：「我来想作佛！」你们想想看一般人到寺庙见老和尚，老和尚问：你来干什么？「求老和尚加持，保佑我升官发财」，为这个，「我来求家里平安」。我从来没有听到有一个人说「我来作佛的」，没有听说过。由此可知，佛常常在经上讲「一切法从心想生」，看看你的心想，就知道你能成就个什么；都没有离开六道轮回，所以生生世世难怪都在六道里头打转，没有出离心，念头都没有。佛很慈悲，也不责怪你，你喜欢轮回，佛就让你轮回，佛一切随缘，从来不勉强一个人。这一点我们要记住，佛都不勉强人，我们要勉强一个人，那多事！我们没有佛的智慧，这个人没成熟，时节因缘没到，你勉强他也是枉然！我今天看到一个同修采了很多玉米送到这边来，可以拿这个做例子。玉米长熟了你去采它，为什么一个星期前不采它？它没有熟。佛度众生，就像这个样子，成熟了才帮助他；没有成熟，随缘！所以佛不勉强任何一个人，一切随缘，随缘心永远是自在的，永远是清净的；攀缘就不自在，就被染污了。今天时间到了，我们就讲到此地。",
      "zh_TW": "這樣的修行，「皆為迴向一切智性」，這一句跟前面相同；「成於無上正等菩提」，這一句不一樣，我在講解的時候，沒有看到這一句。我說上面這一句迴向智性，智是菩提，性是實際；如果有這一句，上面的智性就是實際、就是真如本性，而這一句是迴向菩提。前面一句「於諸世間終無染著」，於諸世間也可以說是迴向眾生。六七這兩句，三種迴向都圓滿了；兩句裡面說三種迴向，意思圓滿具足。所以我們學佛，目的一定要定在「成於無上正等正覺」，這種人很少。我初學佛的時候讀《壇經》，看到六祖見忍和尚這些一問一答，我深受感動。五祖問惠能，「你來幹什麼？」他的答覆直接了當：「我來想作佛！」你們想想看一般人到寺廟見老和尚，老和尚問：你來幹什麼？「求老和尚加持，保佑我升官發財」，為這個，「我來求家裡平安」。我從來沒有聽到有一個人說「我來作佛的」，沒有聽說過。由此可知，佛常常在經上講「一切法從心想生」，看看你的心想，就知道你能成就個什麼；都沒有離開六道輪迴，所以生生世世難怪都在六道裡頭打轉，沒有出離心，念頭都沒有。佛很慈悲，也不責怪你，你喜歡輪迴，佛就讓你輪迴，佛一切隨緣，從來不勉強一個人。這一點我們要記住，佛都不勉強人，我們要勉強一個人，那多事！我們沒有佛的智慧，這個人沒成熟，時節因緣沒到，你勉強他也是枉然！我今天看到一個同修採了很多玉米送到這邊來，可以拿這個做例子。玉米長熟了你去採它，為什麼一個星期前不採它？它沒有熟。佛度眾生，就像這個樣子，成熟了才幫助他；沒有成熟，隨緣！所以佛不勉強任何一個人，一切隨緣，隨緣心永遠是自在的，永遠是清淨的；攀緣就不自在，就被染污了。今天時間到了，我們就講到此地。"
    }
  ]
}