{
  "doc_id": "12-017-1272",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二七二卷",
    "zh_TW": "第一二七二卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1272",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "12-017-1272_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，第八段光照一亿界，偈颂第二首看起：",
      "zh_TW": "諸位同學，請看「光明覺品」，第八段光照一億界，偈頌第二首看起："
    },
    {
      "id": "12-017-1272_p0002",
      "zh_CN": "【所有佛法皆明了。常观三世无厌倦。虽缘境界不分别。此难思者方便力。】",
      "zh_TW": "【所有佛法皆明了。常觀三世無厭倦。雖緣境界不分別。此難思者方便力。】"
    },
    {
      "id": "12-017-1272_p0003",
      "zh_CN": "经文偈颂字字句句都含无量义，我们要留意，决不能够含糊笼统的念过。前面第一首末后一句说，「此功德者方便力」，你看第二首是『此难思者方便力』，结名不相同，含义不一样，从种种不同的名号，我们才体会到性德的不可思议。自性本具的德能无量无边，一个名号没有法子显示出来，所以佛用了许许多多的名号。德能无尽，名号也无尽，这个意思总要能够体会得到。",
      "zh_TW": "經文偈頌字字句句都含無量義，我們要留意，決不能夠含糊籠統的念過。前面第一首末後一句說，「此功德者方便力」，你看第二首是『此難思者方便力』，結名不相同，含義不一樣，從種種不同的名號，我們才體會到性德的不可思議。自性本具的德能無量無邊，一個名號沒有法子顯示出來，所以佛用了許許多多的名號。德能無盡，名號也無盡，這個意思總要能夠體會得到。"
    },
    {
      "id": "12-017-1272_p0004",
      "zh_CN": "这首偈，清凉大师在注解里面给我们说的是「叹寂照方便」，寂而常照，照而常寂，这是自性本具的德能。这个地方我们要细心去体会，自性本寂，寂是寂静，一切时一切处六根接触六尘境界，本来没有起心、没有动念，这是从自性上说。那我们要问，现在有没有起心动念？跟诸位说，现在还是没有起心动念。所以诸佛如来心目当中看一切众生本来成佛；本来，就是永恒不变，真的是佛，哪个不是佛？究竟圆满佛！佛法里面的平等，是从这个地方建立的。如果你有疑惑，你去读《楞严经》。《楞严经》，世尊在我们六根里面举一个例子，眼根。眼根里讲见性，见性本来没有生灭，本来没有动摇，本来清净，永远是这个样子。",
      "zh_TW": "這首偈，清涼大師在註解裡面給我們說的是「歎寂照方便」，寂而常照，照而常寂，這是自性本具的德能。這個地方我們要細心去體會，自性本寂，寂是寂靜，一切時一切處六根接觸六塵境界，本來沒有起心、沒有動念，這是從自性上說。那我們要問，現在有沒有起心動念？跟諸位說，現在還是沒有起心動念。所以諸佛如來心目當中看一切眾生本來成佛；本來，就是永恆不變，真的是佛，哪個不是佛？究竟圓滿佛！佛法裡面的平等，是從這個地方建立的。如果你有疑惑，你去讀《楞嚴經》。《楞嚴經》，世尊在我們六根裡面舉一個例子，眼根。眼根裡講見性，見性本來沒有生滅，本來沒有動搖，本來清淨，永遠是這個樣子。"
    },
    {
      "id": "12-017-1272_p0005",
      "zh_CN": "现在问题来了，为什么六道众生念头起伏不定？佛给我们说，这不是本性，这不是真心。真心永远是如如不动，寂而常照，照而常寂。佛在大经里面常常用水来做比喻，容易懂。水，你们想想水本来是静的，是静止的，在静止的状态之下它的作用就是照，像一面镜子一样，湖光山色照在里面，照得清清楚楚明明白白，照，寂作用就起照。现在这个水起了波浪，你想想看水会不会起波浪？不会。水怎么会起波浪？为什么有波浪？风吹的。境界风动，我们这个心水就跟着风起了波浪；起了波浪，佛把这个波浪比喻作妄心，你这个心七上八下。妄心有没有照的作用？有。它所照的这个影像支离破碎，不完整。而且照的这个相，我们知道刹那生灭，因为它波在动。这个影像现前，马上就灭了，随着这个波在动，这就比喻「唯识所变」。",
      "zh_TW": "現在問題來了，為什麼六道眾生念頭起伏不定？佛給我們說，這不是本性，這不是真心。真心永遠是如如不動，寂而常照，照而常寂。佛在大經裡面常常用水來做比喻，容易懂。水，你們想想水本來是靜的，是靜止的，在靜止的狀態之下它的作用就是照，像一面鏡子一樣，湖光山色照在裡面，照得清清楚楚明明白白，照，寂作用就起照。現在這個水起了波浪，你想想看水會不會起波浪？不會。水怎麼會起波浪？為什麼有波浪？風吹的。境界風動，我們這個心水就跟著風起了波浪；起了波浪，佛把這個波浪比喻作妄心，你這個心七上八下。妄心有沒有照的作用？有。它所照的這個影像支離破碎，不完整。而且照的這個相，我們知道剎那生滅，因為它波在動。這個影像現前，馬上就滅了，隨著這個波在動，這就比喻「唯識所變」。"
    },
    {
      "id": "12-017-1272_p0006",
      "zh_CN": "识，就是动的状态，心，心不动，识在动。心是真心，识是妄念，真心不动，妄念在动。这妄念，妄念是心的作用。你要细心去体会佛在这个念上加个「妄」字，这个字妙极了，妄是什么？妄是没有，虚妄的，不是真的。这个妄相、现象，我们用水做比喻大家好懂。水在有风浪之下，它起了波，我们住在香港这个地区，这种境界几乎天天看到。我们在香港看九龙，在九龙看香港，你看当中海湾里面，我们看到香港水里面的影像，在香港我们看九龙的影像，这水是有波浪的，海湾的水有波浪的，你仔细观察这个景象，刹那生灭。你还能看得清楚，那是相续相。你从这里去看，你就懂得妄心起用，妄不离真，真是水，离了水哪有波？离了波也没有水。所以真心跟妄心是一不是二，但是真心是永恒的，永远不变的，妄心是刹那生灭。妄依真起，离真没有妄。真在哪里？真在妄中。水在哪里？水就在波里头，波就是水，水就是波。水有照的作用，波也有照的作用，波照的是幻相，水照的是真相，水在水平完全没有波浪照的是真相。你从这个地方去体会，你就明了心现识变，你就明了这个道理。",
      "zh_TW": "識，就是動的狀態，心，心不動，識在動。心是真心，識是妄念，真心不動，妄念在動。這妄念，妄念是心的作用。你要細心去體會佛在這個念上加個「妄」字，這個字妙極了，妄是什麼？妄是沒有，虛妄的，不是真的。這個妄相、現象，我們用水做比喻大家好懂。水在有風浪之下，它起了波，我們住在香港這個地區，這種境界幾乎天天看到。我們在香港看九龍，在九龍看香港，你看當中海灣裡面，我們看到香港水裡面的影像，在香港我們看九龍的影像，這水是有波浪的，海灣的水有波浪的，你仔細觀察這個景象，剎那生滅。你還能看得清楚，那是相續相。你從這裡去看，你就懂得妄心起用，妄不離真，真是水，離了水哪有波？離了波也沒有水。所以真心跟妄心是一不是二，但是真心是永恆的，永遠不變的，妄心是剎那生滅。妄依真起，離真沒有妄。真在哪裡？真在妄中。水在哪裡？水就在波裡頭，波就是水，水就是波。水有照的作用，波也有照的作用，波照的是幻相，水照的是真相，水在水平完全沒有波浪照的是真相。你從這個地方去體會，你就明瞭心現識變，你就明瞭這個道理。"
    },
    {
      "id": "12-017-1272_p0007",
      "zh_CN": "心现的境界是一真法界，华藏世界是心现没有识变，极乐世界是心现没有识变，所以它无量寿。这个在前面说过，前面第一首讲「寿量光明悉无比」里面跟诸位讲过。真心所现的那个法界叫一真法界，一真法界是永恒不变的；妄心所现的是十法界。十法界在哪里？十法界跟一真法界是一不是二。就像我刚才讲的水跟波一样，没有波的时候，现的是一真，有波的时候所现的是十法界。十法界里面的三途，大风大浪，愈往下面这风浪愈大，愈往上面去，风浪愈小。所以四圣法界是微风，很细的波浪，接近一真，接近真相，但它不是一真。",
      "zh_TW": "心現的境界是一真法界，華藏世界是心現沒有識變，極樂世界是心現沒有識變，所以它無量壽。這個在前面說過，前面第一首講「壽量光明悉無比」裡面跟諸位講過。真心所現的那個法界叫一真法界，一真法界是永恆不變的；妄心所現的是十法界。十法界在哪裡？十法界跟一真法界是一不是二。就像我剛才講的水跟波一樣，沒有波的時候，現的是一真，有波的時候所現的是十法界。十法界裡面的三途，大風大浪，愈往下面這風浪愈大，愈往上面去，風浪愈小。所以四聖法界是微風，很細的波浪，接近一真，接近真相，但它不是一真。"
    },
    {
      "id": "12-017-1272_p0008",
      "zh_CN": "由此可知，不但华藏、极乐是六尘说法，我们这个世间又何尝不是六尘说法？关键是你会不会。宗门的大德常常考学生：你会么？这种考试的方式，无论在哪个法门都用得上，你会么？这个「会么」就是说你六根接触六尘境界你会不会，你会，你都看到宇宙人生真相，真妄都了解了，所谓是随拈一法，这一法里头都包含究竟圆满的性相、理事、因果。所以一法具足一切法，一切法含摄在一法之中。《华严经》上说，「一即是多，多即是一」，一多不二！这些经文很难理解。很难理解，是你不会！会的，会的很容易，不难理解。诸佛如来会，诸大菩萨会，权教、声闻也会。我们在世间，《华严经》前面所讲的，世间的大心凡夫也会。我们是凡夫，可惜的是我们的心量不够大。大心凡夫，大到什么程度？「心包太虚，量周沙界」，他也会，他也是大经的当机者。所谓凡夫就是见思烦恼没断，心量大，这是我们应当要学习的。",
      "zh_TW": "由此可知，不但華藏、極樂是六塵說法，我們這個世間又何嘗不是六塵說法？關鍵是你會不會。宗門的大德常常考學生：你會麼？這種考試的方式，無論在哪個法門都用得上，你會麼？這個「會麼」就是說你六根接觸六塵境界你會不會，你會，你都看到宇宙人生真相，真妄都了解了，所謂是隨拈一法，這一法裡頭都包含究竟圓滿的性相、理事、因果。所以一法具足一切法，一切法含攝在一法之中。《華嚴經》上說，「一即是多，多即是一」，一多不二！這些經文很難理解。很難理解，是你不會！會的，會的很容易，不難理解。諸佛如來會，諸大菩薩會，權教、聲聞也會。我們在世間，《華嚴經》前面所講的，世間的大心凡夫也會。我們是凡夫，可惜的是我們的心量不夠大。大心凡夫，大到什麼程度？「心包太虛，量周沙界」，他也會，他也是大經的當機者。所謂凡夫就是見思煩惱沒斷，心量大，這是我們應當要學習的。"
    },
    {
      "id": "12-017-1272_p0009",
      "zh_CN": "我们要把心量拓开，要能包容一切。我常说的，什么时候看不惯的能看得惯了，不喜欢的你能喜欢了，对一切人、一切事、一切物，这个心平等了，平等就清净，怨亲平等。从这里入门，从这里下手，然后才能做到动静平等，善恶平等，真妄平等。你们想想这里头的意思。对立、矛盾化解了，这个时候虽然烦恼习气还没断掉，你有条件契入大乘，随顺大乘佛法的薰修，你很快就契入境界。",
      "zh_TW": "我們要把心量拓開，要能包容一切。我常說的，什麼時候看不慣的能看得慣了，不喜歡的你能喜歡了，對一切人、一切事、一切物，這個心平等了，平等就清淨，怨親平等。從這裡入門，從這裡下手，然後才能做到動靜平等，善惡平等，真妄平等。你們想想這裡頭的意思。對立、矛盾化解了，這個時候雖然煩惱習氣還沒斷掉，你有條件契入大乘，隨順大乘佛法的薰修，你很快就契入境界。"
    },
    {
      "id": "12-017-1272_p0010",
      "zh_CN": "由此可知，小心量，不但大乘不能契入，小乘也不能契入。大心量是你心性本有的，心性本来就是那么大的，为什么说心包太虚量周沙界？太虚是讲虚空，沙界是恒河沙的世界。那个「世界」不是讲一个地球，是讲一尊佛的教化区，这一个界就是一尊佛的教化区，通常经上讲的三千大千世界。有多少三千大千世界？这是用形容来说，恒河沙数。这些无量无边的大千世界、诸佛刹土从哪里来的？你自己心变现出来的。你的心比它大，无量无边大千世界是你心现的，无量无边十法界依正庄严是你识变的。",
      "zh_TW": "由此可知，小心量，不但大乘不能契入，小乘也不能契入。大心量是你心性本有的，心性本來就是那麼大的，為什麼說心包太虛量周沙界？太虛是講虛空，沙界是恆河沙的世界。那個「世界」不是講一個地球，是講一尊佛的教化區，這一個界就是一尊佛的教化區，通常經上講的三千大千世界。有多少三千大千世界？這是用形容來說，恆河沙數。這些無量無邊的大千世界、諸佛剎土從哪裡來的？你自己心變現出來的。你的心比它大，無量無邊大千世界是你心現的，無量無邊十法界依正莊嚴是你識變的。"
    },
    {
      "id": "12-017-1272_p0011",
      "zh_CN": "识是什么？就是经上常讲的「一切法从心想生」，心想就是识，就是妄心，妄心变出无量无边十法界依正庄严。说它的根本，说它的理体，理体是寂，这一点要懂。所以佛法的修学，宗旨就是寂照。我们修念佛法门，是不是也是寂照？是的。我们念这句阿弥陀佛，诚诚恳恳的念，专心念，专就是寂，我念阿弥陀佛，这里头不夹杂任何的念头。这常说，愈用功，用功的秘诀是不怀疑、不夹杂、不间断，这是功夫。不怀疑是照，不夹杂是寂，不间断是功夫。这个佛号念得清清楚楚、明明白白。古大德教我们摄心念佛，佛号从心上生出来，它有根！你心里头真有佛，从口里念出来，从耳朵听进去，句句佛号都是这样的，这里面就是寂而常照，照而常寂，我们来练这个功夫。",
      "zh_TW": "識是什麼？就是經上常講的「一切法從心想生」，心想就是識，就是妄心，妄心變出無量無邊十法界依正莊嚴。說它的根本，說它的理體，理體是寂，這一點要懂。所以佛法的修學，宗旨就是寂照。我們修念佛法門，是不是也是寂照？是的。我們念這句阿彌陀佛，誠誠懇懇的念，專心念，專就是寂，我念阿彌陀佛，這裡頭不夾雜任何的念頭。這常說，愈用功，用功的祕訣是不懷疑、不夾雜、不間斷，這是功夫。不懷疑是照，不夾雜是寂，不間斷是功夫。這個佛號念得清清楚楚、明明白白。古大德教我們攝心念佛，佛號從心上生出來，它有根！你心裡頭真有佛，從口裡念出來，從耳朵聽進去，句句佛號都是這樣的，這裡面就是寂而常照，照而常寂，我們來練這個功夫。"
    },
    {
      "id": "12-017-1272_p0012",
      "zh_CN": "现在我们迷了，自性里头的寂没有了，一天到晚起心动念，起心动念就是波浪，永远不会停。睡觉的时候还是在起心动念，你作梦，梦中境界还是起心动念变现出来的。醒过来，这个世界、这个六道轮回也是起心动念变现出来的，十法界依正庄严不是真的。到什么时候你才见到真相？到不起心、不动念、不分别、不执着，真相现前了。这个真相就是极乐世界、就是华藏世界，诸佛如来的实报庄严土，那是真的，方便土、凡圣同居土都是虚妄的，都不是真的。学佛要不能把这些搞清楚、搞明白，那你就错了，你就白学了。所以要懂得寂照的功夫，要知道怎样把它用在日常生活当中，我们是真修真学。",
      "zh_TW": "現在我們迷了，自性裡頭的寂沒有了，一天到晚起心動念，起心動念就是波浪，永遠不會停。睡覺的時候還是在起心動念，你作夢，夢中境界還是起心動念變現出來的。醒過來，這個世界、這個六道輪迴也是起心動念變現出來的，十法界依正莊嚴不是真的。到什麼時候你才見到真相？到不起心、不動念、不分別、不執著，真相現前了。這個真相就是極樂世界、就是華藏世界，諸佛如來的實報莊嚴土，那是真的，方便土、凡聖同居土都是虛妄的，都不是真的。學佛要不能把這些搞清楚、搞明白，那你就錯了，你就白學了。所以要懂得寂照的功夫，要知道怎樣把它用在日常生活當中，我們是真修真學。"
    },
    {
      "id": "12-017-1272_p0013",
      "zh_CN": "寂就是清净心，我们常讲的，这么多年来我们讲了二十个字，「真诚，清净，平等」，这是属于寂，「正觉，慈悲」，这是属于照，这是自性本有的性德。真诚，一切众生本来有的，不是从外面得来的，可是我们今天怎样？我们有点虚伪。本来是清净的，现在变成染污，严重的染污；本来是平等的，现在不平；本来是正觉，现在迷惑；本来是慈悲，现在自私自利。真心本来具足的是清净平等正觉慈悲，妄心里面才有虚伪，才有染污，才有不平（不平就是贡高我慢），才有迷惑，才有自私自利，这个东西统统是妄心里头的。你要记住，妄就是本来没有，现在有没有？现在还是没有，你自己误认为有，错在这里。你误会了，你没有见到真心，你没有见到事实真相。诸佛如来，你看看他们的用心，他用心就是寂照，寂而常照，照而常寂，寂照是一不是二，用真心，这是指真心的真相。",
      "zh_TW": "寂就是清淨心，我們常講的，這麼多年來我們講了二十個字，「真誠，清淨，平等」，這是屬於寂，「正覺，慈悲」，這是屬於照，這是自性本有的性德。真誠，一切眾生本來有的，不是從外面得來的，可是我們今天怎樣？我們有點虛偽。本來是清淨的，現在變成染污，嚴重的染污；本來是平等的，現在不平；本來是正覺，現在迷惑；本來是慈悲，現在自私自利。真心本來具足的是清淨平等正覺慈悲，妄心裡面才有虛偽，才有染污，才有不平（不平就是貢高我慢），才有迷惑，才有自私自利，這個東西統統是妄心裡頭的。你要記住，妄就是本來沒有，現在有沒有？現在還是沒有，你自己誤認為有，錯在這裡。你誤會了，你沒有見到真心，你沒有見到事實真相。諸佛如來，你看看他們的用心，他用心就是寂照，寂而常照，照而常寂，寂照是一不是二，用真心，這是指真心的真相。"
    },
    {
      "id": "12-017-1272_p0014",
      "zh_CN": "第一句清凉大师说「横照」，横照是照十方，竖照是照三世，「横遍十方，竖穷三际」，三际是照过去，照现在，照未来。第一句讲『所有佛法皆明了』。什么叫「所有佛法」？学佛的同学，我相信你也听说过，佛家常讲「哪一法不是佛法」，你有没有听说这句话？那我们要问，基督教是不是佛法？是。伊斯兰教是不是佛法？是。诸天是不是佛法？是。妖魔鬼怪是不是佛法？是。畜生、饿鬼、地狱是不是佛法？是。没有一法不是佛法！这好像我们就搞迷惑了，不懂了。不懂，你单单讲这个法，我们不说佛，说法。",
      "zh_TW": "第一句清涼大師說「橫照」，橫照是照十方，豎照是照三世，「橫遍十方，豎窮三際」，三際是照過去，照現在，照未來。第一句講『所有佛法皆明了』。什麼叫「所有佛法」？學佛的同學，我相信你也聽說過，佛家常講「哪一法不是佛法」，你有沒有聽說這句話？那我們要問，基督教是不是佛法？是。伊斯蘭教是不是佛法？是。諸天是不是佛法？是。妖魔鬼怪是不是佛法？是。畜生、餓鬼、地獄是不是佛法？是。沒有一法不是佛法！這好像我們就搞迷惑了，不懂了。不懂，你單單講這個法，我們不說佛，說法。"
    },
    {
      "id": "12-017-1272_p0015",
      "zh_CN": "「法」是个代名词，整个宇宙万事万物用一个总的代名词，这个代名词叫法。诸佛菩萨这是法，声闻、缘觉也是法，天龙八部也是法，三途恶道也是法。法在九法界里面有邪有正，把邪正两个字摆在一旁，都是法；正法是法，邪法也是法，善法是法，恶法也是法，都是法。这一个字把整个宇宙统统包括了，一个也没有漏掉，都是法。再把「佛」这个字加进去，佛是什么意思？佛就是明了，觉了。你对于所有一切法，这一切法的性，体性，这一切法的性，这一切法的相，我们讲性相；这一切法的理，这一切法的事，事理；这一切法的因，一切法的果。大到虚空法界，小到微尘，你都能够把这一切法的性相、理事、因果都明白了，这就叫佛。「佛」这个字，体是智慧，用是明了，觉就是明了。你对于一切法统统都觉悟、都明了了，这叫佛法。所以佛法无边，哪一法不是佛法？明了叫佛法，法法都明了了，不都是佛法吗？",
      "zh_TW": "「法」是個代名詞，整個宇宙萬事萬物用一個總的代名詞，這個代名詞叫法。諸佛菩薩這是法，聲聞、緣覺也是法，天龍八部也是法，三途惡道也是法。法在九法界裡面有邪有正，把邪正兩個字擺在一旁，都是法；正法是法，邪法也是法，善法是法，惡法也是法，都是法。這一個字把整個宇宙統統包括了，一個也沒有漏掉，都是法。再把「佛」這個字加進去，佛是什麼意思？佛就是明瞭，覺了。你對於所有一切法，這一切法的性，體性，這一切法的性，這一切法的相，我們講性相；這一切法的理，這一切法的事，事理；這一切法的因，一切法的果。大到虛空法界，小到微塵，你都能夠把這一切法的性相、理事、因果都明白了，這就叫佛。「佛」這個字，體是智慧，用是明瞭，覺就是明瞭。你對於一切法統統都覺悟、都明瞭了，這叫佛法。所以佛法無邊，哪一法不是佛法？明瞭叫佛法，法法都明瞭了，不都是佛法嗎？"
    },
    {
      "id": "12-017-1272_p0016",
      "zh_CN": "明了之后，真相是什么？明了之后真相，性是真的，能现，理是真的，能变；虚空法界森罗万象是所变，所现所变，能所是一不是二。所以真正明了之后，整个宇宙是一体。再给你说得亲切一点，整个宇宙原来是自己，不是别人。这个话很不好懂，怎么整个宇宙是自己？这个理很深，是不好懂。你为什么不懂？因为你有分别执着，这个说法跟你的分别执着相违背，你当然不懂。你要能够把妄想分别执着放下，统统抛弃掉了，你就懂了。",
      "zh_TW": "明瞭之後，真相是什麼？明瞭之後真相，性是真的，能現，理是真的，能變；虛空法界森羅萬象是所變，所現所變，能所是一不是二。所以真正明瞭之後，整個宇宙是一體。再給你說得親切一點，整個宇宙原來是自己，不是別人。這個話很不好懂，怎麼整個宇宙是自己？這個理很深，是不好懂。你為什麼不懂？因為你有分別執著，這個說法跟你的分別執著相違背，你當然不懂。你要能夠把妄想分別執著放下，統統拋棄掉了，你就懂了。"
    },
    {
      "id": "12-017-1272_p0017",
      "zh_CN": "佛跟我们讲事实真相，难！说都难，你想懂得当然更难。佛确实他有智慧，他有善巧方便，善巧方便里面一定要用比喻，我们从比喻里面去体会。比喻，佛用得最多的，在日常讲经用得最多的是用梦，《金刚经》上讲「梦幻泡影」，主要的是一个梦，其他的幻、泡、影都是陪衬的、都是来辅助的，真正重要的比喻是梦境。因为凡夫每个人都有作梦的经验，有人天天都作梦，甚至于晚上睡觉做了好多个梦，到梦醒的时候，你能够回光返照，想想刚才那个梦境里头，这梦从哪来？你能提出这么一个问题，下面就有答案了。梦是自己意识心里头变现出来，那梦中的山河大地是不是自己？是自己。梦里面许许多多的人物也是自己，梦里面的山河大地，所有一切，也是自己。",
      "zh_TW": "佛跟我們講事實真相，難！說都難，你想懂得當然更難。佛確實他有智慧，他有善巧方便，善巧方便裡面一定要用比喻，我們從比喻裡面去體會。比喻，佛用得最多的，在日常講經用得最多的是用夢，《金剛經》上講「夢幻泡影」，主要的是一個夢，其他的幻、泡、影都是陪襯的、都是來輔助的，真正重要的比喻是夢境。因為凡夫每個人都有作夢的經驗，有人天天都作夢，甚至於晚上睡覺做了好多個夢，到夢醒的時候，你能夠回光返照，想想剛才那個夢境裡頭，這夢從哪來？你能提出這麼一個問題，下面就有答案了。夢是自己意識心裡頭變現出來，那夢中的山河大地是不是自己？是自己。夢裡面許許多多的人物也是自己，夢裡面的山河大地，所有一切，也是自己。"
    },
    {
      "id": "12-017-1272_p0018",
      "zh_CN": "你能从这个地方觉悟，整个梦是我的心性变现出来的。如果在梦中的时候你忽然觉悟了，我的心像什么样子？我那个梦境就是心的样子。「唯心所现」，性相是一，性相不二，所现的相就是此时此刻心的样子，真心的样子，所有一切变化那是妄心的样子。真心、妄心的样子你都见到了。心在哪里？宗门大德问：心在哪里？随拈一法，无一不是！才晓得整个宇宙原来就是一个自己，这要是真正体会到、觉悟到，一丝毫不怀疑，那恭喜你，就是大乘佛法里面讲清净法身，你证得清净法身。证得清净法身，就不是凡人，我们称你作法身菩萨。法身菩萨肯定遍法界虚空界是一个自己，这个时候真诚、清净、平等、正觉、慈悲自自然然现前，障碍没有了。",
      "zh_TW": "你能從這個地方覺悟，整個夢是我的心性變現出來的。如果在夢中的時候你忽然覺悟了，我的心像什麼樣子？我那個夢境就是心的樣子。「唯心所現」，性相是一，性相不二，所現的相就是此時此刻心的樣子，真心的樣子，所有一切變化那是妄心的樣子。真心、妄心的樣子你都見到了。心在哪裡？宗門大德問：心在哪裡？隨拈一法，無一不是！才曉得整個宇宙原來就是一個自己，這要是真正體會到、覺悟到，一絲毫不懷疑，那恭喜你，就是大乘佛法裡面講清淨法身，你證得清淨法身。證得清淨法身，就不是凡人，我們稱你作法身菩薩。法身菩薩肯定遍法界虛空界是一個自己，這個時候真誠、清淨、平等、正覺、慈悲自自然然現前，障礙沒有了。"
    },
    {
      "id": "12-017-1272_p0019",
      "zh_CN": "什么是障碍？妄想分别执着是障碍，你现在晓得遍法界虚空界是一个自己，还有什么障碍？一就没有障碍，二就有障碍。妄想分别执着生二，它不是一，一哪来障碍！这个时候真正是爱人如己。为什么？自他不二。就像梦中，一下知道我在作梦，梦里面所有一切人是我自己变现出来，绝对不是那些人跑到我梦中来的，没这回事情，自己现的。中峰禅师在《三时系念》里面讲的开示，他说得好，「我心就是阿弥陀佛，阿弥陀佛就是我心」，阿弥陀佛是我心现的；「净土就是此方，此方就是净土」。西方极乐世界、现前娑婆世界，都是我自心现的。离开自己的心性，离开自己的寂照，那什么也没有，无有一法。心现识变，这才是「所有佛法皆明了」。",
      "zh_TW": "什麼是障礙？妄想分別執著是障礙，你現在曉得遍法界虛空界是一個自己，還有什麼障礙？一就沒有障礙，二就有障礙。妄想分別執著生二，它不是一，一哪來障礙！這個時候真正是愛人如己。為什麼？自他不二。就像夢中，一下知道我在作夢，夢裡面所有一切人是我自己變現出來，絕對不是那些人跑到我夢中來的，沒這回事情，自己現的。中峰禪師在《三時繫念》裡面講的開示，他說得好，「我心就是阿彌陀佛，阿彌陀佛就是我心」，阿彌陀佛是我心現的；「淨土就是此方，此方就是淨土」。西方極樂世界、現前娑婆世界，都是我自心現的。離開自己的心性，離開自己的寂照，那什麼也沒有，無有一法。心現識變，這才是「所有佛法皆明了」。"
    },
    {
      "id": "12-017-1272_p0020",
      "zh_CN": "那我们的功夫，现在晓得这个事实真相，这不是我们悟入的，是世尊告诉我们这个事实真相。告诉我们之后，我们要去证，要把它证实，这是佛法修学。所以佛法修学，你看《华严经》清凉大师讲的四个次第，四分：信、解、行、证。我们对佛所说的相信，宇宙万有是心现识变，我们相信，我们能理解；理解之后，我们要落实在生活工作、处事待人接物，六根接触六尘境界，一切时、一切处证明，把它证实，确实是自心所现的，是自己妄想分别执着所变的，就用这个功夫。",
      "zh_TW": "那我們的功夫，現在曉得這個事實真相，這不是我們悟入的，是世尊告訴我們這個事實真相。告訴我們之後，我們要去證，要把它證實，這是佛法修學。所以佛法修學，你看《華嚴經》清涼大師講的四個次第，四分：信、解、行、證。我們對佛所說的相信，宇宙萬有是心現識變，我們相信，我們能理解；理解之後，我們要落實在生活工作、處事待人接物，六根接觸六塵境界，一切時、一切處證明，把它證實，確實是自心所現的，是自己妄想分別執著所變的，就用這個功夫。"
    },
    {
      "id": "12-017-1272_p0021",
      "zh_CN": "到什么时候肯定这是真的这不是假的，那我们讲的这二十个字，真诚、清净、平等、正觉、慈悲、看破、放下、自在、随缘、念佛，全都现前了。确确实实如祖师大德所说「念兹在兹，永无间断」、「一即一切，一切即一」。这二十个字，随便说一个字，其他十九个字都在其中，一个也没缺少。说一个真诚，真诚里面自自然然就圆圆满满含摄着清净平等正觉慈悲看破放下自在随缘念佛。说一个念佛，念佛里头自自然然圆圆满满含摄其他的十九个字。",
      "zh_TW": "到什麼時候肯定這是真的這不是假的，那我們講的這二十個字，真誠、清淨、平等、正覺、慈悲、看破、放下、自在、隨緣、念佛，全都現前了。確確實實如祖師大德所說「念茲在茲，永無間斷」、「一即一切，一切即一」。這二十個字，隨便說一個字，其他十九個字都在其中，一個也沒缺少。說一個真誠，真誠裡面自自然然就圓圓滿滿含攝著清淨平等正覺慈悲看破放下自在隨緣念佛。說一個念佛，念佛裡頭自自然然圓圓滿滿含攝其他的十九個字。"
    },
    {
      "id": "12-017-1272_p0022",
      "zh_CN": "从行到证，行就是完全落实在自己的生活上，自己的性德圆满流露「无缘大慈，同体大悲」，这是佛经上说的。用一般的话来说，无尽的爱心，真实无尽的爱心，圆满的智慧、无量的德能、无边的相好全现前。这个受用是觉悟的人的受用，不觉悟的，虽然在面前，他享受不到；果然觉悟了，无论你在哪一界，在哪一界是应化，应化在哪一界。十法界里，即使应化在地狱，你的享受跟一切诸佛如来无二无别。你要是迷而不觉，你在地狱有苦受，你在天堂有乐受，你得不到自在。觉悟之后得大自在，这觉悟就是真明了。",
      "zh_TW": "從行到證，行就是完全落實在自己的生活上，自己的性德圓滿流露「無緣大慈，同體大悲」，這是佛經上說的。用一般的話來說，無盡的愛心，真實無盡的愛心，圓滿的智慧、無量的德能、無邊的相好全現前。這個受用是覺悟的人的受用，不覺悟的，雖然在面前，他享受不到；果然覺悟了，無論你在哪一界，在哪一界是應化，應化在哪一界。十法界裡，即使應化在地獄，你的享受跟一切諸佛如來無二無別。你要是迷而不覺，你在地獄有苦受，你在天堂有樂受，你得不到自在。覺悟之後得大自在，這覺悟就是真明瞭。"
    },
    {
      "id": "12-017-1272_p0023",
      "zh_CN": "所以我们看看佛与法身菩萨，在这十首偈里头，你能看得到，我们跟他没有两样，一觉就相同。为什么不觉？不能够放下妄想分别执着，就不觉了。妄想太深，我们暂且放在一边。所以我常常劝导大家，对一切人事物的执着，对一切人事物的分别，不能不放下。尤其是执着，执着是见思烦恼，是六道的根；能够放下一切执着，你就超越六道。现在虽然在六道，但是不受六道的影响，在六道里头得自在，六道里头出入自在；不像六道里面众生，你只能在里面你出不去。你在佛法里头真正下了功夫，六道出入自在，不受这个限制了。更进一步，于一切法（世出世间法）、于一切人事物决定没有分别，那你就是十法界自由了。这个难，但是只要你真正肯用功，不是做不到。",
      "zh_TW": "所以我們看看佛與法身菩薩，在這十首偈裡頭，你能看得到，我們跟他沒有兩樣，一覺就相同。為什麼不覺？不能夠放下妄想分別執著，就不覺了。妄想太深，我們暫且放在一邊。所以我常常勸導大家，對一切人事物的執著，對一切人事物的分別，不能不放下。尤其是執著，執著是見思煩惱，是六道的根；能夠放下一切執著，你就超越六道。現在雖然在六道，但是不受六道的影響，在六道裡頭得自在，六道裡頭出入自在；不像六道裡面眾生，你只能在裡面你出不去。你在佛法裡頭真正下了功夫，六道出入自在，不受這個限制了。更進一步，於一切法（世出世間法）、於一切人事物決定沒有分別，那你就是十法界自由了。這個難，但是只要你真正肯用功，不是做不到。"
    },
    {
      "id": "12-017-1272_p0024",
      "zh_CN": "在中国历史上，历代这些高僧大德，在家出家的，在家的男居士、女居士，有不少人都做到了，你问他，他为什么能做到？没有别的，能放下。做不到的，不肯放下。所以「放下」太重要了。放下自私自利、放下名闻利养、放下贪瞋痴慢，你就超越了。超越那一种享受，真正是像方老师所讲的人生最高的享受。这个「人生」包括了九法界。要是在欲界天，天人最高的享受，无论在哪个法界，在畜生道里，畜生最高的享受，最高的享受是平等的。我们如果能证得，我们的享受跟法身菩萨没有两样。畜生道有修行的，饿鬼道也有修行的，他要是修行证入，他虽然是畜生身，虽然是饿鬼身，他的享受也跟法身菩萨没两样，不可思议的境界！",
      "zh_TW": "在中國歷史上，歷代這些高僧大德，在家出家的，在家的男居士、女居士，有不少人都做到了，你問他，他為什麼能做到？沒有別的，能放下。做不到的，不肯放下。所以「放下」太重要了。放下自私自利、放下名聞利養、放下貪瞋痴慢，你就超越了。超越那一種享受，真正是像方老師所講的人生最高的享受。這個「人生」包括了九法界。要是在欲界天，天人最高的享受，無論在哪個法界，在畜生道裡，畜生最高的享受，最高的享受是平等的。我們如果能證得，我們的享受跟法身菩薩沒有兩樣。畜生道有修行的，餓鬼道也有修行的，他要是修行證入，他雖然是畜生身，雖然是餓鬼身，他的享受也跟法身菩薩沒兩樣，不可思議的境界！"
    },
    {
      "id": "12-017-1272_p0025",
      "zh_CN": "第二句『常观三世无厌倦』。想想我们，我们观这三世，过去、现在、未来，厌倦！人与人相处，最明显的是夫妻，一生生活在一起，刚刚结合的时候，欢喜！日久天长，十年、二十年、三十年，看到就讨厌。这是在社会上很普通的现象。为什么？为什么会看到讨厌，不像从前那样生欢喜心？有分别、有执着。离了分别执着，厌倦就不会有了，永远不会厌倦。所以真心永恒不变，真心只有诸佛如来、法身菩萨，他对一切众生永远没有厌倦，这是我们要知道学习。",
      "zh_TW": "第二句『常觀三世無厭倦』。想想我們，我們觀這三世，過去、現在、未來，厭倦！人與人相處，最明顯的是夫妻，一生生活在一起，剛剛結合的時候，歡喜！日久天長，十年、二十年、三十年，看到就討厭。這是在社會上很普通的現象。為什麼？為什麼會看到討厭，不像從前那樣生歡喜心？有分別、有執著。離了分別執著，厭倦就不會有了，永遠不會厭倦。所以真心永恆不變，真心只有諸佛如來、法身菩薩，他對一切眾生永遠沒有厭倦，這是我們要知道學習。"
    },
    {
      "id": "12-017-1272_p0026",
      "zh_CN": "为什么不用真心？为什么用妄心？妄心造业。业因遇到缘一定感果，果就是苦乐的受用，佛法里面讲五种受「苦乐忧喜舍」，你就感这个受。苦乐忧喜舍之受，六道里头有，四圣法界就没有了。那我们就晓得，六道里头有执着，有执着你就有苦乐忧喜舍；没有执着，苦乐忧喜舍就没有了。这个东西我们今天有，你就晓得没有离开分别执着，特别是执着，如果于世出世间一切法都不执着了，苦乐忧喜舍这五种受就没有了。五种受没有了，叫做正受。由此可知，苦乐忧喜舍是欲界里头的。三界六道里面这个受都是不正常的，不是正常的享受；正常的享受，在佛经里面称为三昧。所以三昧翻作正受，道理在此地。现在时间到了，这一句的意思没有说尽，下一堂我们继续说。",
      "zh_TW": "為什麼不用真心？為什麼用妄心？妄心造業。業因遇到緣一定感果，果就是苦樂的受用，佛法裡面講五種受「苦樂憂喜捨」，你就感這個受。苦樂憂喜捨之受，六道裡頭有，四聖法界就沒有了。那我們就曉得，六道裡頭有執著，有執著你就有苦樂憂喜捨；沒有執著，苦樂憂喜捨就沒有了。這個東西我們今天有，你就曉得沒有離開分別執著，特別是執著，如果於世出世間一切法都不執著了，苦樂憂喜捨這五種受就沒有了。五種受沒有了，叫做正受。由此可知，苦樂憂喜捨是欲界裡頭的。三界六道裡面這個受都是不正常的，不是正常的享受；正常的享受，在佛經裡面稱為三昧。所以三昧翻作正受，道理在此地。現在時間到了，這一句的意思沒有說盡，下一堂我們繼續說。"
    },
    {
      "id": "12-017-1272_p0027",
      "zh_CN": "诸位同学，我们接着看第二首偈颂：",
      "zh_TW": "諸位同學，我們接著看第二首偈頌："
    },
    {
      "id": "12-017-1272_p0028",
      "zh_CN": "【所有佛法皆明了。常观三世无厌倦。虽缘境界不分别。此难思者方便力。】",
      "zh_TW": "【所有佛法皆明了。常觀三世無厭倦。雖緣境界不分別。此難思者方便力。】"
    },
    {
      "id": "12-017-1272_p0029",
      "zh_CN": "我们接着来学习第二句，『常观三世无厌倦』。「三世」，就我们现前这个境界来讲变化很大，特别是在这一个世纪之内。在过去科学技术没有发明，三世的变化不大。从欧洲工业革命之后，产生很大的变化，改变了人们对于宇宙万事万物想法、看法，也改变了我们生活的形象。特别是在这个世纪，我们经历第一次世界大战，那产生变化就很大了。第二次大战之后，科学技术所谓是突飞猛进，日新月异。现在科学技术几乎已经达到三个月就有一个变化。在这种科学技术突飞猛进的时候，千万年我们老祖先传下来的智慧、伦理道德的生活规范，好像在今天统统用不上。人们的想法，那是太陈旧，那是已经过了时的，应当要把它完全淘汰掉了。那再想想，科技带给我们是些什么？确实带给我们在生活上有许许多多的方便，我们得到这个科技的享受，但是有没有想到我们付出多少代价？几乎全世界所有人类都付出了严重惨痛的代价。我们想想过去那些社会状况，看看现前的，让我们深深觉察到得不偿失。",
      "zh_TW": "我們接著來學習第二句，『常觀三世無厭倦』。「三世」，就我們現前這個境界來講變化很大，特別是在這一個世紀之內。在過去科學技術沒有發明，三世的變化不大。從歐洲工業革命之後，產生很大的變化，改變了人們對於宇宙萬事萬物想法、看法，也改變了我們生活的形象。特別是在這個世紀，我們經歷第一次世界大戰，那產生變化就很大了。第二次大戰之後，科學技術所謂是突飛猛進，日新月異。現在科學技術幾乎已經達到三個月就有一個變化。在這種科學技術突飛猛進的時候，千萬年我們老祖先傳下來的智慧、倫理道德的生活規範，好像在今天統統用不上。人們的想法，那是太陳舊，那是已經過了時的，應當要把它完全淘汰掉了。那再想想，科技帶給我們是些什麼？確實帶給我們在生活上有許許多多的方便，我們得到這個科技的享受，但是有沒有想到我們付出多少代價？幾乎全世界所有人類都付出了嚴重慘痛的代價。我們想想過去那些社會狀況，看看現前的，讓我們深深覺察到得不償失。"
    },
    {
      "id": "12-017-1272_p0030",
      "zh_CN": "古时候，人活在这个世间，真的，我们从俗话来讲有人情味，现在没有了。古时候人与人之间有恩有德、有情有义；现在人与人之间只有利害，除利害之外什么都没有了。父子之间都没有恩义了，何况兄弟，何况朋友，何况与一切众生！人就不像个人了。所以科技发达到最后，我也听很多人讲就世界末日，整个世界毁灭。我细心观察，我相信这个说法。为什么？人性没有了。人跟畜生有什么两样？畜生，说老实话，牠是有利害，牠除利害之外，牠其他都不懂。如果人也只知利害，其他都不懂了，人跟禽兽没有差别！但是禽兽，牠吃饱了就没事了。我们在电视里面看到「动物奇观」，你看到那毒蛇猛兽，狮子虎狼，牠吃饱了之后，牠不侵犯小动物。看到小动物在身边围绕，理也不理。",
      "zh_TW": "古時候，人活在這個世間，真的，我們從俗話來講有人情味，現在沒有了。古時候人與人之間有恩有德、有情有義；現在人與人之間只有利害，除利害之外什麼都沒有了。父子之間都沒有恩義了，何況兄弟，何況朋友，何況與一切眾生！人就不像個人了。所以科技發達到最後，我也聽很多人講就世界末日，整個世界毀滅。我細心觀察，我相信這個說法。為什麼？人性沒有了。人跟畜生有什麼兩樣？畜生，說老實話，牠是有利害，牠除利害之外，牠其他都不懂。如果人也只知利害，其他都不懂了，人跟禽獸沒有差別！但是禽獸，牠吃飽了就沒事了。我們在電視裡面看到「動物奇觀」，你看到那毒蛇猛獸，獅子虎狼，牠吃飽了之後，牠不侵犯小動物。看到小動物在身邊圍繞，理也不理。"
    },
    {
      "id": "12-017-1272_p0031",
      "zh_CN": "人不一样，人可以说无缘无故的他伤害别人。如果没有伦理道德的规范，人在动物当中是最残酷的，确实滥杀，任意的杀害；比不上毒蛇猛兽。毒蛇猛兽，真的，牠是为了要吃饱，牠才有所谓弱肉强食，牠吃饱了，牠就不残酷、牠不杀了。所以我们细心思惟，人要失去了恩义，真的，这个世界末日会现前。毒蛇猛兽的杀伤是很有限的，现在人造出这些科学技术的武器，所谓大杀伤力的武器，一颗原子弹可以杀几百万人，刹那之间，一个城市就没有了。人能干得出来，人可以用这些先进的武器、科学技术来毁灭世界，毒蛇猛兽牠不会做这个事情的。三世的变化，到这个世纪，特别是最近的半个世纪，非常明显。今天全世界都在谈论恐怖分子，真正的恐怖是什么？我感觉到真正的恐怖是科学技术，科学技术永无止境的在发展。我是看到这个恐怖，但是这个恐怖没有方法阻止。",
      "zh_TW": "人不一樣，人可以說無緣無故的他傷害別人。如果沒有倫理道德的規範，人在動物當中是最殘酷的，確實濫殺，任意的殺害；比不上毒蛇猛獸。毒蛇猛獸，真的，牠是為了要吃飽，牠才有所謂弱肉強食，牠吃飽了，牠就不殘酷、牠不殺了。所以我們細心思惟，人要失去了恩義，真的，這個世界末日會現前。毒蛇猛獸的殺傷是很有限的，現在人造出這些科學技術的武器，所謂大殺傷力的武器，一顆原子彈可以殺幾百萬人，剎那之間，一個城市就沒有了。人能幹得出來，人可以用這些先進的武器、科學技術來毀滅世界，毒蛇猛獸牠不會做這個事情的。三世的變化，到這個世紀，特別是最近的半個世紀，非常明顯。今天全世界都在談論恐怖分子，真正的恐怖是什麼？我感覺到真正的恐怖是科學技術，科學技術永無止境的在發展。我是看到這個恐怖，但是這個恐怖沒有方法阻止。"
    },
    {
      "id": "12-017-1272_p0032",
      "zh_CN": "这两天北京的郭齐家教授到我们这边来告诉我，他们现在在国内提倡经典的读诵，出版了一套丛书，昨天要我给他题几个字，这是一桩好事情。所以我就想到中国古人教导我们「少成若天性，习惯成自然」。中国人重视教育，重视伦理道德，渊源在这个地方。你看《三字经》上讲「人之初，性本善，性相近，习相远」，孔子说的。从什么地方看？看婴儿，善良！他还没有分别、还没有染污，他有起心动念，我们从婴儿看到的。几个月大的婴儿，特别是不满一岁的婴儿，你仔细观察，善良，非常善良。",
      "zh_TW": "這兩天北京的郭齊家教授到我們這邊來告訴我，他們現在在國內提倡經典的讀誦，出版了一套叢書，昨天要我給他題幾個字，這是一樁好事情。所以我就想到中國古人教導我們「少成若天性，習慣成自然」。中國人重視教育，重視倫理道德，淵源在這個地方。你看《三字經》上講「人之初，性本善，性相近，習相遠」，孔子說的。從什麼地方看？看嬰兒，善良！他還沒有分別、還沒有染污，他有起心動念，我們從嬰兒看到的。幾個月大的嬰兒，特別是不滿一歲的嬰兒，你仔細觀察，善良，非常善良。"
    },
    {
      "id": "12-017-1272_p0033",
      "zh_CN": "所以中国自古以来的教育讲求胎教，妇女在怀孕的时候，因为你怀孕的时候，你起心动念言语造作影响胎儿，所以要尽一切避免不善的影响。不但你的言语造作影响他，你的思惟影响他，所以在怀孕的时候不能有恶念。更最重要的，不能发脾气，怀孕的时候真的是要常生欢喜心，你这个胎儿坐胎的时候，他所受的影响是最善的、最好的。现在人不懂得，生下来就要教他，虽然他不会说话，让他看到的、听到的、接触到的都是纯净纯善，教育从这里开始，中国古圣先贤没有一个不重视。",
      "zh_TW": "所以中國自古以來的教育講求胎教，婦女在懷孕的時候，因為你懷孕的時候，你起心動念言語造作影響胎兒，所以要盡一切避免不善的影響。不但你的言語造作影響他，你的思惟影響他，所以在懷孕的時候不能有惡念。更最重要的，不能發脾氣，懷孕的時候真的是要常生歡喜心，你這個胎兒坐胎的時候，他所受的影響是最善的、最好的。現在人不懂得，生下來就要教他，雖然他不會說話，讓他看到的、聽到的、接觸到的都是純淨純善，教育從這裡開始，中國古聖先賢沒有一個不重視。"
    },
    {
      "id": "12-017-1272_p0034",
      "zh_CN": "父母对得起儿女，给儿女做最好的榜样。凡是一切烦恼的事情、忧虑的事情，决不会让他看到，决不会让他听到，这样把他培养起来。从小的培养就像天性一样，习惯成自然。人之会变成不善，是受外面的染污。所以今天讲环保，我也讲了很多年，环保要从保护自己的本性，我们本性是善的，人性本善，你要懂得保护这个。保护我们的纯净纯善，纯净纯善是性德，不要受外面的影响，不要受外面的染污。但是今天外面的境界严重的染污，深广的影响，太可怕了。",
      "zh_TW": "父母對得起兒女，給兒女做最好的榜樣。凡是一切煩惱的事情、憂慮的事情，決不會讓他看到，決不會讓他聽到，這樣把他培養起來。從小的培養就像天性一樣，習慣成自然。人之會變成不善，是受外面的染污。所以今天講環保，我也講了很多年，環保要從保護自己的本性，我們本性是善的，人性本善，你要懂得保護這個。保護我們的純淨純善，純淨純善是性德，不要受外面的影響，不要受外面的染污。但是今天外面的境界嚴重的染污，深廣的影響，太可怕了。"
    },
    {
      "id": "12-017-1272_p0035",
      "zh_CN": "我们生活在这个世间，生活的目的是什么？我常常讲，你要真搞清楚、搞明白了，提升自己的灵性。这个世间寿命不长，纵然活到一百岁，一弹指之间，很快。我第一次到香港来讲经，一九七七年，不知不觉二十多年了。当时，我讲经的时候听我讲经的法师，不少位法师、居士，现在看一看三分之二都不在了；有年龄比我大的，有年龄比我小的。这是我们看三世，很深的感触。年岁愈大，自己知道在这个世间时间愈来愈少了，慈悲心，舍己为人，帮助下一代的心，愈来愈恳切。希望大家觉悟，不觉悟，往后的苦难不得了。",
      "zh_TW": "我們生活在這個世間，生活的目的是什麼？我常常講，你要真搞清楚、搞明白了，提升自己的靈性。這個世間壽命不長，縱然活到一百歲，一彈指之間，很快。我第一次到香港來講經，一九七七年，不知不覺二十多年了。當時，我講經的時候聽我講經的法師，不少位法師、居士，現在看一看三分之二都不在了；有年齡比我大的，有年齡比我小的。這是我們看三世，很深的感觸。年歲愈大，自己知道在這個世間時間愈來愈少了，慈悲心，捨己為人，幫助下一代的心，愈來愈懇切。希望大家覺悟，不覺悟，往後的苦難不得了。"
    },
    {
      "id": "12-017-1272_p0036",
      "zh_CN": "如何防止染污，保护自己的本善？纯净纯善是自己本有的性德，在今天必要的手段就是不要去看报纸，不要看杂志，不要看电视，不要去看电脑。网路上东西我是没有看、没有接触，听一些人告诉我，网路里面不善的报导大概占百分之九十以上，我们现在一般讲负面的、讲杀盗淫妄的要占百分之九十，这还得了！我过去在美国住的时间很长，我知道美国小学生一年级就用电脑上课，许许多多小朋友迷恋在电脑里头。家长有的时候很欢喜，我这个小孩，你看好用功，一天到晚，晚上到半夜不睡觉，还在看，还在学习。他看的内容，我们不知道学的是什么？如果看的是暴力、是色情，那他从小就养成，以后长大还得了吗？这种影响力超过学校。这也是教育，完全是负面的教育，教你怎么竞争，怎么斗争，怎么战争，怎么样损人利己，人人都有这个观念，这世界还得了？不得了！",
      "zh_TW": "如何防止染污，保護自己的本善？純淨純善是自己本有的性德，在今天必要的手段就是不要去看報紙，不要看雜誌，不要看電視，不要去看電腦。網路上東西我是沒有看、沒有接觸，聽一些人告訴我，網路裡面不善的報導大概佔百分之九十以上，我們現在一般講負面的、講殺盜淫妄的要佔百分之九十，這還得了！我過去在美國住的時間很長，我知道美國小學生一年級就用電腦上課，許許多多小朋友迷戀在電腦裡頭。家長有的時候很歡喜，我這個小孩，你看好用功，一天到晚，晚上到半夜不睡覺，還在看，還在學習。他看的內容，我們不知道學的是什麼？如果看的是暴力、是色情，那他從小就養成，以後長大還得了嗎？這種影響力超過學校。這也是教育，完全是負面的教育，教你怎麼競爭，怎麼鬥爭，怎麼戰爭，怎麼樣損人利己，人人都有這個觀念，這世界還得了？不得了！"
    },
    {
      "id": "12-017-1272_p0037",
      "zh_CN": "所以在美国青少年的犯罪率一年一年的向上提升。我是在早几年看到一个杂志，是一个同修将杂志里头这一页影印寄给我看，我看了之后感到很大的震撼，所以特别我这讲经停了两个星期，我到美国去一趟，问问这个事情到底是真的是假的。结果洛杉矶，大洛杉矶地区的检察长，这是司法官，很难得我跟他见了面。我就向他请教这个报导是不是真的，他说是真的。我问他现在有没有改善的方法，他说没有。我当时就告诉他，这个事情如果不能改善，美国这个国家顶多三十年会亡国。我提出严重警告，他听了之后，说不出话来，也有同感，确实值得我们忧虑。",
      "zh_TW": "所以在美國青少年的犯罪率一年一年的向上提升。我是在早幾年看到一個雜誌，是一個同修將雜誌裡頭這一頁影印寄給我看，我看了之後感到很大的震撼，所以特別我這講經停了兩個星期，我到美國去一趟，問問這個事情到底是真的是假的。結果洛杉磯，大洛杉磯地區的檢察長，這是司法官，很難得我跟他見了面。我就向他請教這個報導是不是真的，他說是真的。我問他現在有沒有改善的方法，他說沒有。我當時就告訴他，這個事情如果不能改善，美國這個國家頂多三十年會亡國。我提出嚴重警告，他聽了之後，說不出話來，也有同感，確實值得我們憂慮。"
    },
    {
      "id": "12-017-1272_p0038",
      "zh_CN": "三十年之后，这些小孩都成人，变成社会的中坚分子，上一代制造的这些核武、生化武器都在他们手上。这一代的人还算不错，还能克制自己，能控制，这个东西放在这边不用它，将来底下这一代能不能克服自己？如果不能克服自己，拿着上一代留下来这些生化核武，要是乱丢乱放，那怎么得了？所以第三次世界大战，大家都晓得是世界末日，是毁灭整个世界的战争。可不可能发生？肯定可能。这个时间对我们现在是愈来愈近，没有法子避免。避免的方法是人心趋善，这是个教育问题，人心能回头，能够转恶为善、转迷为悟，这个事情不容易！真正能做这个事情，这个人就是救世主，全人类的大恩大德。",
      "zh_TW": "三十年之後，這些小孩都成人，變成社會的中堅分子，上一代製造的這些核武、生化武器都在他們手上。這一代的人還算不錯，還能克制自己，能控制，這個東西放在這邊不用它，將來底下這一代能不能克服自己？如果不能克服自己，拿著上一代留下來這些生化核武，要是亂丟亂放，那怎麼得了？所以第三次世界大戰，大家都曉得是世界末日，是毀滅整個世界的戰爭。可不可能發生？肯定可能。這個時間對我們現在是愈來愈近，沒有法子避免。避免的方法是人心趨善，這是個教育問題，人心能回頭，能夠轉惡為善、轉迷為悟，這個事情不容易！真正能做這個事情，這個人就是救世主，全人類的大恩大德。"
    },
    {
      "id": "12-017-1272_p0039",
      "zh_CN": "三年前，我认识香港凤凰电视台刘长乐先生，他是这个台的董事长。我们在办公室喝茶，我就告诉他，今天能够救世界的、能够毁灭世界的，两个人。他就问我：哪两个？我说一个是国家领导人，一个就是你们搞媒体的人，卫星网路、报章杂志负责人。你们这两种人可以挽救社会，能救世界，你们也能够毁灭世界，看你怎么做法。这科技工具没有罪，电视哪有罪？电脑哪有罪？没有罪。主持节目的人，你播放些什么，你教导社会、引导社会大众走哪个，这你有责任。如果你这个节目里面内容是伦理道德，我们中国古时候的文艺、戏剧、舞蹈都不离孔老夫子定的艺术演出的标准，标准三个字「思无邪」，你就是拯救了社会。如果你播放的内容完全引导大众趋向邪恶，这个世界就毁灭了。",
      "zh_TW": "三年前，我認識香港鳳凰電視台劉長樂先生，他是這個台的董事長。我們在辦公室喝茶，我就告訴他，今天能夠救世界的、能夠毀滅世界的，兩個人。他就問我：哪兩個？我說一個是國家領導人，一個就是你們搞媒體的人，衛星網路、報章雜誌負責人。你們這兩種人可以挽救社會，能救世界，你們也能夠毀滅世界，看你怎麼做法。這科技工具沒有罪，電視哪有罪？電腦哪有罪？沒有罪。主持節目的人，你播放些什麼，你教導社會、引導社會大眾走哪個，這你有責任。如果你這個節目裡面內容是倫理道德，我們中國古時候的文藝、戲劇、舞蹈都不離孔老夫子定的藝術演出的標準，標準三個字「思無邪」，你就是拯救了社會。如果你播放的內容完全引導大眾趨向邪惡，這個世界就毀滅了。"
    },
    {
      "id": "12-017-1272_p0040",
      "zh_CN": "所以郭教授这些志士仁人提倡经典读诵，这是正面的。他告诉我很难，效果很不容易。是的，如果媒体能够接受他们这个东西，能够在网际网路、能够在电视向全世界播放，把它翻成各种不同的语言，那就救世界了。如果这些媒体，当然他们的费用很高，卫星电视那个用钱算秒的，一秒钟多少钱，这个我知道；为了争取听众、收视率，所以完全随顺群众的爱好。实际上，群众真正的爱好，他也没有找到，所以播出这些负面的东西，以为大家喜欢看，收视率很高，有人买广告，有人出钱。从他们的立场上来说也无可厚非，但是如果你纯粹播正面的，你电视台能不能维持？我相信一样能维持。我为什么相信？我相信这里头有因果。",
      "zh_TW": "所以郭教授這些志士仁人提倡經典讀誦，這是正面的。他告訴我很難，效果很不容易。是的，如果媒體能夠接受他們這個東西，能夠在網際網路、能夠在電視向全世界播放，把它翻成各種不同的語言，那就救世界了。如果這些媒體，當然他們的費用很高，衛星電視那個用錢算秒的，一秒鐘多少錢，這個我知道；為了爭取聽眾、收視率，所以完全隨順群眾的愛好。實際上，群眾真正的愛好，他也沒有找到，所以播出這些負面的東西，以為大家喜歡看，收視率很高，有人買廣告，有人出錢。從他們的立場上來說也無可厚非，但是如果你純粹播正面的，你電視台能不能維持？我相信一樣能維持。我為什麼相信？我相信這裡頭有因果。"
    },
    {
      "id": "12-017-1272_p0041",
      "zh_CN": "我们这些年讲经，使用网际网路六年了，使用卫星电视一年半了，陈彩琼居士，２００３年元旦开始播出，她租了三颗卫星，最近加了一颗，四颗卫星；除了欧洲之外，大概在全球都可以能收到。这个电视台没有广告，我们知道这费用很大，许许多多人都跟我看法一样，恐怕维持不了多久，可能一个月就关门，三个月关门，顶多半年你就活不下去了，没想到现在活了一年半，好像愈来愈兴旺！这是证明收看这个节目的人，收看的人多多少少给一点钱给她，在外国常常用支票、用信用卡捐一点给她，她这个维持，够了。",
      "zh_TW": "我們這些年講經，使用網際網路六年了，使用衛星電視一年半了，陳彩瓊居士，２００３年元旦開始播出，她租了三顆衛星，最近加了一顆，四顆衛星；除了歐洲之外，大概在全球都可以能收到。這個電視台沒有廣告，我們知道這費用很大，許許多多人都跟我看法一樣，恐怕維持不了多久，可能一個月就關門，三個月關門，頂多半年你就活不下去了，沒想到現在活了一年半，好像愈來愈興旺！這是證明收看這個節目的人，收看的人多多少少給一點錢給她，在外國常常用支票、用信用卡捐一點給她，她這個維持，夠了。"
    },
    {
      "id": "12-017-1272_p0042",
      "zh_CN": "下个月，联合国有一个和平会议在日本开，我要去参加。陈居士告诉我，她说这个会议她要派摄影的人员到现场去摄影。而且告诉我：法师，你这个团有多少人，所有费用她供养。我这一听，好像你这个卫星电视台很有钱了。如果她要是没有这个力量，她绝对不会说这个话。由此可知，你播放正面的，现在这个社会上喜欢听讲经的，讲经的实在讲一般人讲枯燥无味；喜欢听讲经的人很多，支持的人很多，不需要广告，你这个电视台能够维持得下去。而且真正干，我相信你这个电视台一定非常兴旺。",
      "zh_TW": "下個月，聯合國有一個和平會議在日本開，我要去參加。陳居士告訴我，她說這個會議她要派攝影的人員到現場去攝影。而且告訴我：法師，你這個團有多少人，所有費用她供養。我這一聽，好像你這個衛星電視台很有錢了。如果她要是沒有這個力量，她絕對不會說這個話。由此可知，你播放正面的，現在這個社會上喜歡聽講經的，講經的實在講一般人講枯燥無味；喜歡聽講經的人很多，支持的人很多，不需要廣告，你這個電視台能夠維持得下去。而且真正幹，我相信你這個電視台一定非常興旺。"
    },
    {
      "id": "12-017-1272_p0043",
      "zh_CN": "我想这个世界上愿意从善的这一面，正面这一边报导，收听报导的人，人多，不少！只可惜你今天没有这方面的东西给他，逼着他什么？逼着他不能不看负面东西。所以从这一年半（现在是七月，正好是一年半）播出的状况，这个电视台的收入，我们就肯定正面的东西会得到社会大众的拥护、爱戴、赞助，我们为什么不播正面东西？喜欢杀盗淫妄的人有，不是多数；现在变成多数，因为他看不到正面东西，真正看到正面东西，这些人里头有不少人会回头。所以这一桩事情，国家领导人、媒体的主持人他要觉悟，他要了解，我们才对这个社会做出正面的贡献。劝导一切大众，我们拒绝邪恶、远离邪恶，回头走向圣贤的道路，接受圣贤的教诲。我相信这种人一定会很多，可惜没有人提倡。",
      "zh_TW": "我想這個世界上願意從善的這一面，正面這一邊報導，收聽報導的人，人多，不少！只可惜你今天沒有這方面的東西給他，逼著他什麼？逼著他不能不看負面東西。所以從這一年半（現在是七月，正好是一年半）播出的狀況，這個電視台的收入，我們就肯定正面的東西會得到社會大眾的擁護、愛戴、贊助，我們為什麼不播正面東西？喜歡殺盜淫妄的人有，不是多數；現在變成多數，因為他看不到正面東西，真正看到正面東西，這些人裡頭有不少人會回頭。所以這一樁事情，國家領導人、媒體的主持人他要覺悟，他要了解，我們才對這個社會做出正面的貢獻。勸導一切大眾，我們拒絕邪惡、遠離邪惡，回頭走向聖賢的道路，接受聖賢的教誨。我相信這種人一定會很多，可惜沒有人提倡。"
    },
    {
      "id": "12-017-1272_p0044",
      "zh_CN": "我们今天在做的是抛砖引玉，做出实际的例子给大家看。你看看这卫星电视台能不能维持？不靠广告，不化缘，不向人要钱，都是听众自动捐献你的，我们就能维持，而且很宽裕。上个月我到欧洲走了一趟，访问过埃及，访问过罗马梵谛冈，因为那个地区我们的卫视他们那边收不到，什么原因？那边的中国人不多。我回来之后，我跟陈居士说，我们在欧洲要加一颗卫星，她现在是四颗卫星，我说四星级赶快提升到五星级。欧洲那边的人，当地人需要！但是我们播出东西都是华语，所以必须要把它翻成英语、翻成西班牙语、翻成阿拉伯语，欧洲这些地方他就能听到佛法。",
      "zh_TW": "我們今天在做的是拋磚引玉，做出實際的例子給大家看。你看看這衛星電視台能不能維持？不靠廣告，不化緣，不向人要錢，都是聽眾自動捐獻你的，我們就能維持，而且很寬裕。上個月我到歐洲走了一趟，訪問過埃及，訪問過羅馬梵諦岡，因為那個地區我們的衛視他們那邊收不到，什麼原因？那邊的中國人不多。我回來之後，我跟陳居士說，我們在歐洲要加一顆衛星，她現在是四顆衛星，我說四星級趕快提升到五星級。歐洲那邊的人，當地人需要！但是我們播出東西都是華語，所以必須要把它翻成英語、翻成西班牙語、翻成阿拉伯語，歐洲這些地方他就能聽到佛法。"
    },
    {
      "id": "12-017-1272_p0045",
      "zh_CN": "我提醒她的时候，她很欢喜，她说我们一定很快的再租一颗卫星，欧洲就能够听到了，全世界都能听到。这无量功德，好事情！希望像这种电视台，如果每个宗教都有，每个国家都有，都有圣贤教诲、宗教教学，我相信我们这个世界还是有救，一年、二年整个世界的社会风气就会转变。我们利用这个科技的方法，科技方法能够毁灭人，科技也能够救这个世界，事在人为。所以我们看过去、看现在，就知道未来。这个事情如果不积极的去做，未来前途不乐观。",
      "zh_TW": "我提醒她的時候，她很歡喜，她說我們一定很快的再租一顆衛星，歐洲就能夠聽到了，全世界都能聽到。這無量功德，好事情！希望像這種電視台，如果每個宗教都有，每個國家都有，都有聖賢教誨、宗教教學，我相信我們這個世界還是有救，一年、二年整個世界的社會風氣就會轉變。我們利用這個科技的方法，科技方法能夠毀滅人，科技也能夠救這個世界，事在人為。所以我們看過去、看現在，就知道未來。這個事情如果不積極的去做，未來前途不樂觀。"
    },
    {
      "id": "12-017-1272_p0046",
      "zh_CN": "今天我们的思惟，起心动念，我们想到全世界，不能想一个地区，哪一个地区出了乱子，对我们的生活都产生严重的影响。在过去，因为没有这些资讯，没有这些先进的交通工具，人与人之间确实老死不相往来，生活的范围圈子很小。在一个世纪之前，我小时候我们家乡是相当闭塞，确实有人一生没有进过城，生活在乡下，一生没进过城。离开这个省的到别的省去的，人数不多！确实到外国去的，那凤毛麟角。真的是老死不相往来，这生活的圈子很小。",
      "zh_TW": "今天我們的思惟，起心動念，我們想到全世界，不能想一個地區，哪一個地區出了亂子，對我們的生活都產生嚴重的影響。在過去，因為沒有這些資訊，沒有這些先進的交通工具，人與人之間確實老死不相往來，生活的範圍圈子很小。在一個世紀之前，我小時候我們家鄉是相當閉塞，確實有人一生沒有進過城，生活在鄉下，一生沒進過城。離開這個省的到別的省去的，人數不多！確實到外國去的，那鳳毛麟角。真的是老死不相往來，這生活的圈子很小。"
    },
    {
      "id": "12-017-1272_p0047",
      "zh_CN": "现在资讯发达了，广播，电视，报纸，这世界上哪个地方发生一点事情都知道。交通便捷，观光旅游就变成一种时尚，所以每一个人眼界开了，很容易就接触到整个世界。所以有人说，现在地球就变成了地球村，没错，真的是地球村。我们同住在这个地球上，你就不能不关怀地球上所有的居民。他们的安危就是我们的安危，他们的问题就是我们的问题，再不可以局限于你那个小村庄、小的地区，不可以了。所以哪个地方有问题，出了事情，都值得我们忧虑。我们都应当想方法来帮助它解决，化解冲突，化解误会，促进整个社会的安定和平。这个要靠教育，伦理道德的教育，古圣先贤的教育，宗教教育；除这个方法之外，没有第二条路可走。",
      "zh_TW": "現在資訊發達了，廣播，電視，報紙，這世界上哪個地方發生一點事情都知道。交通便捷，觀光旅遊就變成一種時尚，所以每一個人眼界開了，很容易就接觸到整個世界。所以有人說，現在地球就變成了地球村，沒錯，真的是地球村。我們同住在這個地球上，你就不能不關懷地球上所有的居民。他們的安危就是我們的安危，他們的問題就是我們的問題，再不可以侷限於你那個小村莊、小的地區，不可以了。所以哪個地方有問題，出了事情，都值得我們憂慮。我們都應當想方法來幫助它解決，化解衝突，化解誤會，促進整個社會的安定和平。這個要靠教育，倫理道德的教育，古聖先賢的教育，宗教教育；除這個方法之外，沒有第二條路可走。"
    },
    {
      "id": "12-017-1272_p0048",
      "zh_CN": "联合国多少人从事于化解冲突，促进和平，投下去的人力、物力、财力真的是不少，但是效果不彰。我去年参加，提出教育，四个教育：家庭教育、学校教育、社会教育、宗教教育。四个教育必须要依伦理道德为准则，才能够真正化解冲突，落实安定和平。今年开会，大家讨论的主题是这四个教育怎么落实，我听到了非常欢喜。所以今年这个邀请我一定去参加。",
      "zh_TW": "聯合國多少人從事於化解衝突，促進和平，投下去的人力、物力、財力真的是不少，但是效果不彰。我去年參加，提出教育，四個教育：家庭教育、學校教育、社會教育、宗教教育。四個教育必須要依倫理道德為準則，才能夠真正化解衝突，落實安定和平。今年開會，大家討論的主題是這四個教育怎麼落實，我聽到了非常歡喜。所以今年這個邀請我一定去參加。"
    },
    {
      "id": "12-017-1272_p0049",
      "zh_CN": "我们在佛经里面看到诸佛如来、法身菩萨，真是令我们向往羡慕，他们烦恼放下了，分别执着没有了，所以「常观三世无厌倦」。这个常观三世是应化在十法界，为什么？一真法界里头没有三世，这是不思议的境界，我们无法想像。一真法界里头没有空间，所谓没有空间就是没有距离，远近是一；没有时间，没有时间就是没有先后。这个境界我们没法子想像，西方极乐世界如是，华藏世界亦如是，诸佛如来的实报庄严土，统统如是，所以它没有三世。",
      "zh_TW": "我們在佛經裡面看到諸佛如來、法身菩薩，真是令我們嚮往羨慕，他們煩惱放下了，分別執著沒有了，所以「常觀三世無厭倦」。這個常觀三世是應化在十法界，為什麼？一真法界裡頭沒有三世，這是不思議的境界，我們無法想像。一真法界裡頭沒有空間，所謂沒有空間就是沒有距離，遠近是一；沒有時間，沒有時間就是沒有先後。這個境界我們沒法子想像，西方極樂世界如是，華藏世界亦如是，諸佛如來的實報莊嚴土，統統如是，所以它沒有三世。"
    },
    {
      "id": "12-017-1272_p0050",
      "zh_CN": "这里讲三世，三世就是十法界里头，十法界里尤其是六道，六道里面才真正有过去、现在、未来。到四圣法界，四圣法界我们晓得执着没有了，还有分别。那我们从这里想像，分别里头有三世，不严重。所以我们在经书里面、在传记里面读到的，菩萨、罗汉他有能力分身，我们现在讲特异功能，他知道过去、未来。那个知道不是用数学来推算的，而是他们在定中把这个维次空间突破了，所以他能到过去，他也能到未来，过去、未来对他没有障碍。那么在此地，我们就懂得这句话是讲佛菩萨的应化身，应化在六道、应化在九法界，对于九法界依正庄严，芸芸众生，永远没有妄想分别执着，他怎么会有厌倦？示现没有厌倦，教化没有厌倦，哪个地方有感，哪里就有应，殊胜到极处。",
      "zh_TW": "這裡講三世，三世就是十法界裡頭，十法界裡尤其是六道，六道裡面才真正有過去、現在、未來。到四聖法界，四聖法界我們曉得執著沒有了，還有分別。那我們從這裡想像，分別裡頭有三世，不嚴重。所以我們在經書裡面、在傳記裡面讀到的，菩薩、羅漢他有能力分身，我們現在講特異功能，他知道過去、未來。那個知道不是用數學來推算的，而是他們在定中把這個維次空間突破了，所以他能到過去，他也能到未來，過去、未來對他沒有障礙。那麼在此地，我們就懂得這句話是講佛菩薩的應化身，應化在六道、應化在九法界，對於九法界依正莊嚴，芸芸眾生，永遠沒有妄想分別執著，他怎麼會有厭倦？示現沒有厭倦，教化沒有厭倦，哪個地方有感，哪裡就有應，殊勝到極處。"
    },
    {
      "id": "12-017-1272_p0051",
      "zh_CN": "再看第三句，『虽缘境界不分别』。这句说得好，这就是「寂而常照，照而常寂」完全落实了，应用在一切时、一切处、一切境缘之中，我们修行用功夫就要学这个。现在我们开始双管齐下，不分别、不执着，在日常生活当中练！你烦恼从哪里生的？从分别执着里生的，你生烦恼。如果离开分别执着，没有烦恼。贪瞋痴慢是见思烦恼，贪瞋痴慢都了不可得。转烦恼为菩提，这个方法妙绝了，不分别、不执着，一切随缘，随缘而不攀缘。",
      "zh_TW": "再看第三句，『雖緣境界不分別』。這句說得好，這就是「寂而常照，照而常寂」完全落實了，應用在一切時、一切處、一切境緣之中，我們修行用功夫就要學這個。現在我們開始雙管齊下，不分別、不執著，在日常生活當中練！你煩惱從哪裡生的？從分別執著裡生的，你生煩惱。如果離開分別執著，沒有煩惱。貪瞋痴慢是見思煩惱，貪瞋痴慢都了不可得。轉煩惱為菩提，這個方法妙絕了，不分別、不執著，一切隨緣，隨緣而不攀緣。"
    },
    {
      "id": "12-017-1272_p0052",
      "zh_CN": "有缘要做，为什么要做？帮助众生离苦得乐，果上讲的。果必有因，因是什么？因是破迷开悟。所以教学这是最好的一个手段，诸佛菩萨都会用。教化众生，有缘有机会就要抓住，唯一的一个目标就是帮助众生破迷开悟。离苦得乐是果，他自己去享受。佛菩萨要做的是因，给你种善因，后头你就得善果；得善果，不要去问，不要去理会，要种善因。诸佛菩萨应化在九法界，教化众生就这么一个目标、这么一个目的，帮助一切众生觉悟。",
      "zh_TW": "有緣要做，為什麼要做？幫助眾生離苦得樂，果上講的。果必有因，因是什麼？因是破迷開悟。所以教學這是最好的一個手段，諸佛菩薩都會用。教化眾生，有緣有機會就要抓住，唯一的一個目標就是幫助眾生破迷開悟。離苦得樂是果，他自己去享受。佛菩薩要做的是因，給你種善因，後頭你就得善果；得善果，不要去問，不要去理會，要種善因。諸佛菩薩應化在九法界，教化眾生就這麼一個目標、這麼一個目的，幫助一切眾生覺悟。"
    },
    {
      "id": "12-017-1272_p0053",
      "zh_CN": "迷不是真的，悟是真的，你本来觉悟。你看马鸣菩萨在《起信论》上说得多好，「本觉本有，不觉本无」。不觉是迷惑，迷惑你本来没有，本来没有当然可以断掉；觉悟是本来有的，本有的你一定能恢复。所以方法就在教导他，教导有劝导，有做样子给他看。佛教人有示（示是指示）、有劝、有证，我现身说法，证明给你看，这大家才能相信，信了，他才能接受；理解了，他自然就肯做；做了，境界就转过来了。所以在这境界里面，不分别、不执着，这是用功的秘诀。无论生活工作，对人对事，尽可能的不要执着，随缘而不攀缘，样样都做得很圆满。",
      "zh_TW": "迷不是真的，悟是真的，你本來覺悟。你看馬鳴菩薩在《起信論》上說得多好，「本覺本有，不覺本無」。不覺是迷惑，迷惑你本來沒有，本來沒有當然可以斷掉；覺悟是本來有的，本有的你一定能恢復。所以方法就在教導他，教導有勸導，有做樣子給他看。佛教人有示（示是指示）、有勸、有證，我現身說法，證明給你看，這大家才能相信，信了，他才能接受；理解了，他自然就肯做；做了，境界就轉過來了。所以在這境界裡面，不分別、不執著，這是用功的祕訣。無論生活工作，對人對事，盡可能的不要執著，隨緣而不攀緣，樣樣都做得很圓滿。"
    },
    {
      "id": "12-017-1272_p0054",
      "zh_CN": "『此难思者方便力』。「难思」是不可思议，这不可思议是诸佛如来、法身菩萨，我们一般讲真正觉悟的人。真正觉悟的人他的境界我们没有法子思、没有法子议，为什么？思跟议离开了，思是分别，议是执着，离开了妄想分别执着，那个境界不是我们凡夫，我们凡夫没有离开妄想分别执着，我们想不到他的境界，我们体会不到他的境界。这一首偈里所说的是诸佛如来、法身菩萨的境界，我们应当知道，应当学习。好，现在时间到了。",
      "zh_TW": "『此難思者方便力』。「難思」是不可思議，這不可思議是諸佛如來、法身菩薩，我們一般講真正覺悟的人。真正覺悟的人他的境界我們沒有法子思、沒有法子議，為什麼？思跟議離開了，思是分別，議是執著，離開了妄想分別執著，那個境界不是我們凡夫，我們凡夫沒有離開妄想分別執著，我們想不到他的境界，我們體會不到他的境界。這一首偈裡所說的是諸佛如來、法身菩薩的境界，我們應當知道，應當學習。好，現在時間到了。"
    }
  ]
}