{
  "doc_id": "12-017-1067",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０六七卷",
    "zh_TW": "第一０六七卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1067",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "12-017-1067_p0001",
      "zh_CN": "诸位同学，请接着看清凉大师的疏文第二段，无生四谛，我们从头念起。",
      "zh_TW": "諸位同學，請接著看清涼大師的疏文第二段，無生四諦，我們從頭念起。"
    },
    {
      "id": "12-017-1067_p0002",
      "zh_CN": "「涅槃云，解苦无苦，名苦圣谛，谓达四缘生故空，则超筌悟旨成大」。前面我们把「四缘生故空」这一句说过了。因为要不懂得缘生性空，或者佛经里面也有说「缘起性空」，缘起跟缘生是一个意思，就是生起。知道一切法是因缘生，所以一切法没有自体，没有自体，这就是说之为空。我们回过头来看《涅槃经》上这句话，就容易解释了。",
      "zh_TW": "「涅槃云，解苦無苦，名苦聖諦，謂達四緣生故空，則超筌悟旨成大」。前面我們把「四緣生故空」這一句說過了。因為要不懂得緣生性空，或者佛經裡面也有說「緣起性空」，緣起跟緣生是一個意思，就是生起。知道一切法是因緣生，所以一切法沒有自體，沒有自體，這就是說之為空。我們回過頭來看《涅槃經》上這句話，就容易解釋了。"
    },
    {
      "id": "12-017-1067_p0003",
      "zh_CN": "「解苦无苦」。解是真正理解，你要不理解，你就产生误会。这也不太好懂，我们用比喻来说。譬如做恶梦，你作梦，梦到一头老虎要吃你了，老虎追过来，你不知道是在作梦，你以为是真的，你感觉到很恐怖、很苦。为什么？误以为真的。假如一下明了这是在作梦，你就会学佛菩萨，很慷慨，老虎很饿，我舍身喂虎，你就能做得到。为什么？你知道那是假的。所以知道真相，问题就解决了。佛菩萨舍身喂虎，知道什么？知道一切法缘起性空，他真的把身体投下去喂老虎，老虎真的把他吃掉了。有没有死？没有死，身舍掉，马上就换个身。这个身愈换愈好。为什么？大慈悲心增长，悲心增上，功德增长，愈换愈好。",
      "zh_TW": "「解苦無苦」。解是真正理解，你要不理解，你就產生誤會。這也不太好懂，我們用比喻來說。譬如做惡夢，你作夢，夢到一頭老虎要吃你了，老虎追過來，你不知道是在作夢，你以為是真的，你感覺到很恐怖、很苦。為什麼？誤以為真的。假如一下明瞭這是在作夢，你就會學佛菩薩，很慷慨，老虎很餓，我捨身餵虎，你就能做得到。為什麼？你知道那是假的。所以知道真相，問題就解決了。佛菩薩捨身餵虎，知道什麼？知道一切法緣起性空，他真的把身體投下去餵老虎，老虎真的把他吃掉了。有沒有死？沒有死，身捨掉，馬上就換個身。這個身愈換愈好。為什麼？大慈悲心增長，悲心增上，功德增長，愈換愈好。"
    },
    {
      "id": "12-017-1067_p0004",
      "zh_CN": "《金刚经》大家都念过，你看《金刚经》上忍辱仙人被歌利王割截身体，那是最大的苦难，冤枉。歌利王对他产生误会，被凌迟处死，那个痛苦比舍身喂虎还要难受！忍辱仙人有没有苦？没有苦。为什么没有苦？他观缘起性空。缘起性空里面，第一个观益（就是利益）无我。诸位想想，这个身不是我，无我，谁受？没有受的。凡夫麻烦在哪里？执着这个身是我，所以他就有受，苦乐他有受。佛菩萨，不要说佛菩萨，小乘须陀洹，这是我们在《金刚经》上很明显的读到过，小乘须陀洹就已经离四相，开始离四相，无我相、无人相、无众生相、无寿者相，所以这是真正修行人。大乘初信位的菩萨破了五种见惑，见思烦恼的见惑破了，见惑头一个是身见。他不再执着这个身是我，因此这个身苦乐之受就没有了。我们想想，我们今天严重的执着，执着这个身是我，身苦要受、乐要受。实在讲，在日常生活当中是苦多乐少！谚语说得好「人生在世，不如意事常八九」，十之八九是苦，你要说乐，乐不过十之一二，哪来的乐？可是觉悟的人，他真的就有乐，他那个乐我们没有法子想像，他是苦乐两边离开了，那叫真乐。",
      "zh_TW": "《金剛經》大家都念過，你看《金剛經》上忍辱仙人被歌利王割截身體，那是最大的苦難，冤枉。歌利王對他產生誤會，被凌遲處死，那個痛苦比捨身餵虎還要難受！忍辱仙人有沒有苦？沒有苦。為什麼沒有苦？他觀緣起性空。緣起性空裡面，第一個觀益（就是利益）無我。諸位想想，這個身不是我，無我，誰受？沒有受的。凡夫麻煩在哪裡？執著這個身是我，所以他就有受，苦樂他有受。佛菩薩，不要說佛菩薩，小乘須陀洹，這是我們在《金剛經》上很明顯的讀到過，小乘須陀洹就已經離四相，開始離四相，無我相、無人相、無眾生相、無壽者相，所以這是真正修行人。大乘初信位的菩薩破了五種見惑，見思煩惱的見惑破了，見惑頭一個是身見。他不再執著這個身是我，因此這個身苦樂之受就沒有了。我們想想，我們今天嚴重的執著，執著這個身是我，身苦要受、樂要受。實在講，在日常生活當中是苦多樂少！諺語說得好「人生在世，不如意事常八九」，十之八九是苦，你要說樂，樂不過十之一二，哪來的樂？可是覺悟的人，他真的就有樂，他那個樂我們沒有法子想像，他是苦樂兩邊離開了，那叫真樂。"
    },
    {
      "id": "12-017-1067_p0005",
      "zh_CN": "这个身体到底是什么？经论里头告诉我们，身是我所，不是我，是我所。什么叫我所？我所有的。像我们穿这个衣服，这个衣服是我所有的；这一串念珠，这是我所有的，这不是我，是我所有的。你真正能看穿了，人家想要你的衣服，你的衣服可以脱了，很慷慨，欢欢喜喜送人，自己再换一件，你不会感觉到很难过，它不是我。同样一个道理，身体是我所有的，就跟衣服一样，它是有为法，有为法就是它是生灭法。所以这个身无常，它有生老病死。世间人常讲青春不驻！它使用的时间是有期限的、有年限的，到不能使用就坏了，坏了就生病，死亡。死亡是身死了，我所死亡了，我没有死亡！「我」等于说把衣服脱掉，不要了。穿太旧了，破烂了，不要了，去换一件新的。所以，觉悟的人舍身受生，看生死就像换衣服一样，他一点痛苦都没有，一点留恋都没有，觉悟了。",
      "zh_TW": "這個身體到底是什麼？經論裡頭告訴我們，身是我所，不是我，是我所。什麼叫我所？我所有的。像我們穿這個衣服，這個衣服是我所有的；這一串念珠，這是我所有的，這不是我，是我所有的。你真正能看穿了，人家想要你的衣服，你的衣服可以脫了，很慷慨，歡歡喜喜送人，自己再換一件，你不會感覺到很難過，它不是我。同樣一個道理，身體是我所有的，就跟衣服一樣，它是有為法，有為法就是它是生滅法。所以這個身無常，它有生老病死。世間人常講青春不駐！它使用的時間是有期限的、有年限的，到不能使用就壞了，壞了就生病，死亡。死亡是身死了，我所死亡了，我沒有死亡！「我」等於說把衣服脫掉，不要了。穿太舊了，破爛了，不要了，去換一件新的。所以，覺悟的人捨身受生，看生死就像換衣服一樣，他一點痛苦都沒有，一點留戀都沒有，覺悟了。"
    },
    {
      "id": "12-017-1067_p0006",
      "zh_CN": "我们在平常要常常能作如是观，这个观想、这个认知果然产生力量的话，这个身对这个世间一切苦乐就不受，那诸事很自在、随缘。就像诸佛菩萨游戏神通，这个身在世间游戏神通，得大自在。众生很苦，那也得装一个苦的样子，为什么？同情心。否则的话，你一点都不苦，人家很痛苦，人家说你这个人没有人性。所以，佛菩萨也要装出一副苦的样子，他不是真的受苦。大众很乐，他也装出乐的样子，他在那里演戏，不是真的。一切众生是不是真的？一切众生也不是真的，一切众生把假戏真演，他以为是真的，所以他真的很苦！佛菩萨知道事实真相是演戏，他那个苦乐是装的，他不是真的。他真的他的心永远是平等，这是我们在大乘经教里头常常讲，诸佛菩萨永远没有起心动念，永远没有分别执着，这是老实话。他现身、他说法，为什么能现身？为什么能说法？那是感应，众生有感，他自自然然来应，这个感应之理也不好懂。",
      "zh_TW": "我們在平常要常常能作如是觀，這個觀想、這個認知果然產生力量的話，這個身對這個世間一切苦樂就不受，那諸事很自在、隨緣。就像諸佛菩薩遊戲神通，這個身在世間遊戲神通，得大自在。眾生很苦，那也得裝一個苦的樣子，為什麼？同情心。否則的話，你一點都不苦，人家很痛苦，人家說你這個人沒有人性。所以，佛菩薩也要裝出一副苦的樣子，他不是真的受苦。大眾很樂，他也裝出樂的樣子，他在那裡演戲，不是真的。一切眾生是不是真的？一切眾生也不是真的，一切眾生把假戲真演，他以為是真的，所以他真的很苦！佛菩薩知道事實真相是演戲，他那個苦樂是裝的，他不是真的。他真的他的心永遠是平等，這是我們在大乘經教裡頭常常講，諸佛菩薩永遠沒有起心動念，永遠沒有分別執著，這是老實話。他現身、他說法，為什麼能現身？為什麼能說法？那是感應，眾生有感，他自自然然來應，這個感應之理也不好懂。"
    },
    {
      "id": "12-017-1067_p0007",
      "zh_CN": "有人问释迦牟尼佛，问这个感应，佛就举例子，寺院里头钟鼓，佛就用钟鼓做例子。你看到钟、看到鼓没有？你敲它，它就应；你敲它是感，它发出声音是应。它有没有起心动念？没有。决不是那个鼓你敲它一下，鼓要想一想，「我要来应你」，它没有想，自然的。这是什么？这是性的德能，真如本性的德能。所以一切众生有感，性能它立刻就有应。性不是物质，没有方所，遍法界虚空界无处不在，无时不在，就像我们现在讲的，像地球上这些电波一样。我们电视的电波，你发出去的时候，涵盖整个地球。你频道一按，影像、音声不就立刻出来了吗？这影像、声音在哪里？在电波。无处不在，无时不在，无论在哪个地方，你有接受的设备，同时都出现。",
      "zh_TW": "有人問釋迦牟尼佛，問這個感應，佛就舉例子，寺院裡頭鐘鼓，佛就用鐘鼓做例子。你看到鐘、看到鼓沒有？你敲它，它就應；你敲它是感，它發出聲音是應。它有沒有起心動念？沒有。決不是那個鼓你敲它一下，鼓要想一想，「我要來應你」，它沒有想，自然的。這是什麼？這是性的德能，真如本性的德能。所以一切眾生有感，性能它立刻就有應。性不是物質，沒有方所，遍法界虛空界無處不在，無時不在，就像我們現在講的，像地球上這些電波一樣。我們電視的電波，你發出去的時候，涵蓋整個地球。你頻道一按，影像、音聲不就立刻出來了嗎？這影像、聲音在哪裡？在電波。無處不在，無時不在，無論在哪個地方，你有接受的設備，同時都出現。"
    },
    {
      "id": "12-017-1067_p0008",
      "zh_CN": "自性的本能，自性的德能，亦复如是。所以佛用了一个名词，叫「法尔如是」，法尔实在就是自自然然，它就是这样的，比自然还要来得自然，所以他不用自然，他用法尔。自然里头还具备些条件，法尔里头没有条件的，就是没有四缘，不需要缘，它自自然然的应。应身，现身了，身起作用，就有四缘。所以唯心所现没有缘，没有四缘；唯识所变就有四缘，这是一真法界跟十法界不一样的地方。所以一真法界叫法性土，不叫法相土，法性土；十法界里面，叫法相土。相有生灭，性没有生灭，所以我们的身有生灭，我们的性没有生灭，我们一定要懂这个道理。",
      "zh_TW": "自性的本能，自性的德能，亦復如是。所以佛用了一個名詞，叫「法爾如是」，法爾實在就是自自然然，它就是這樣的，比自然還要來得自然，所以他不用自然，他用法爾。自然裡頭還具備些條件，法爾裡頭沒有條件的，就是沒有四緣，不需要緣，它自自然然的應。應身，現身了，身起作用，就有四緣。所以唯心所現沒有緣，沒有四緣；唯識所變就有四緣，這是一真法界跟十法界不一樣的地方。所以一真法界叫法性土，不叫法相土，法性土；十法界裡面，叫法相土。相有生滅，性沒有生滅，所以我們的身有生滅，我們的性沒有生滅，我們一定要懂這個道理。"
    },
    {
      "id": "12-017-1067_p0009",
      "zh_CN": "所以十法界事实真相真正透彻明了，你就是在地狱也不受苦。在地狱什么？消业。但是几个地狱众生觉悟了？诸佛菩萨慈悲，真的是不舍一人。众生造罪业堕地狱，佛菩萨去不去地狱？去！地狱里头，哪些是佛菩萨？地狱那些恶鬼、那些判官，都是佛菩萨。我们在《地藏经》上看到，《地藏经》上许许多多鬼王，释迦牟尼佛给我们说，都是大菩萨示现的，将来他在什么地方成佛度众生，佛不都跟我们授记了？我们就晓得饿鬼道、地狱道、畜生道，愈是苦的地方佛菩萨愈不舍弃，只是凡夫不认识。佛菩萨在里面示现教化是不容易，比人间难，因为他们迷得深，业障重，不容易觉悟。可是现前我们这个社会，这些众生，我看比饿鬼道还要难度。这要细心观察，得要深入经藏，你看看我们今天这个世界上因因果果错综复杂，会有觉悟，你知道这是什么一回事情。",
      "zh_TW": "所以十法界事實真相真正透徹明瞭，你就是在地獄也不受苦。在地獄什麼？消業。但是幾個地獄眾生覺悟了？諸佛菩薩慈悲，真的是不捨一人。眾生造罪業墮地獄，佛菩薩去不去地獄？去！地獄裡頭，哪些是佛菩薩？地獄那些惡鬼、那些判官，都是佛菩薩。我們在《地藏經》上看到，《地藏經》上許許多多鬼王，釋迦牟尼佛給我們說，都是大菩薩示現的，將來他在什麼地方成佛度眾生，佛不都跟我們授記了？我們就曉得餓鬼道、地獄道、畜生道，愈是苦的地方佛菩薩愈不捨棄，只是凡夫不認識。佛菩薩在裡面示現教化是不容易，比人間難，因為他們迷得深，業障重，不容易覺悟。可是現前我們這個社會，這些眾生，我看比餓鬼道還要難度。這要細心觀察，得要深入經藏，你看看我們今天這個世界上因因果果錯綜複雜，會有覺悟，你知道這是什麼一回事情。"
    },
    {
      "id": "12-017-1067_p0010",
      "zh_CN": "所以现相、果报，你不能说是，也不能说不是；你不能说善，也不能说恶，明白人堕恶道是消业障！过去在人道里头，起心动念、言语造作种种不善，这个不善业造了，业一定招果报，果报是三途，所以三途是消他的罪业。罪业消除之后，头脑清醒，佛菩萨来教化他，他懂了，他才能超越。他正在迷的时候，他受苦，就跟作恶梦不知道自己是作梦，梦中被吓醒，吓了一身冷汗，就像这种情形一样。知道，知道就没事，知道什么？像《金刚经》上所说的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」；大乘经上常讲，「一切法从心想生」。他真正到不起心、不动念、不分别、不执着，一切苦乐的境界他不受了；这个不受就叫做「正受」。正受就是正常的享受，正常享受也叫禅定，梵语叫「三昧」。",
      "zh_TW": "所以現相、果報，你不能說是，也不能說不是；你不能說善，也不能說惡，明白人墮惡道是消業障！過去在人道裡頭，起心動念、言語造作種種不善，這個不善業造了，業一定招果報，果報是三途，所以三途是消他的罪業。罪業消除之後，頭腦清醒，佛菩薩來教化他，他懂了，他才能超越。他正在迷的時候，他受苦，就跟作惡夢不知道自己是作夢，夢中被嚇醒，嚇了一身冷汗，就像這種情形一樣。知道，知道就沒事，知道什麼？像《金剛經》上所說的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」；大乘經上常講，「一切法從心想生」。他真正到不起心、不動念、不分別、不執著，一切苦樂的境界他不受了；這個不受就叫做「正受」。正受就是正常的享受，正常享受也叫禪定，梵語叫「三昧」。"
    },
    {
      "id": "12-017-1067_p0011",
      "zh_CN": "大乘入了三昧，所以解苦无苦。事有没有？事有，不能说没有，又不能说真有。所以实际上是什么情形？非有非无。我们现前的境界真的是这样的，是我们自己不知道。科学不断在发达，现在科学家很多新的发现，对佛经上讲的这些事实真相，逐渐逐渐他们也发现一点点。虽然是发现得很少，点点滴滴，但是对我们修学大乘的人来讲是莫大的鼓励，因为我们没有证果，没有契入境界，听到科学家这一说，我们立刻就懂。",
      "zh_TW": "大乘入了三昧，所以解苦無苦。事有沒有？事有，不能說沒有，又不能說真有。所以實際上是什麼情形？非有非無。我們現前的境界真的是這樣的，是我們自己不知道。科學不斷在發達，現在科學家很多新的發現，對佛經上講的這些事實真相，逐漸逐漸他們也發現一點點。雖然是發現得很少，點點滴滴，但是對我們修學大乘的人來講是莫大的鼓勵，因為我們沒有證果，沒有契入境界，聽到科學家這一說，我們立刻就懂。"
    },
    {
      "id": "12-017-1067_p0012",
      "zh_CN": "譬如，科学家给我们说，这个世界上没有所谓物质的存在。我们今天不是讲一切都是物质，他说没有，这个很令人惊讶。佛在经上讲凡所有相，皆是虚妄，科学家今天也发现了，凡所有相真的是虚妄。相是什么？他说相是波动产生的幻觉，跟佛法讲的一样，波动产生的。存不存在？不存在。我们为什么看到这些现象？这些现象是波动幻觉里面的相续相。实在说，现在电视在世界上很普遍，哪个人不是天天在看电视！你懂不懂电视画面怎么形成的？这就没有人知道，如果你要懂得电视画面怎么形成的，你就明了《金刚经》上讲的「凡所有相，皆是虚妄」，你就明了，你就解苦无苦。",
      "zh_TW": "譬如，科學家給我們說，這個世界上沒有所謂物質的存在。我們今天不是講一切都是物質，他說沒有，這個很令人驚訝。佛在經上講凡所有相，皆是虛妄，科學家今天也發現了，凡所有相真的是虛妄。相是什麼？他說相是波動產生的幻覺，跟佛法講的一樣，波動產生的。存不存在？不存在。我們為什麼看到這些現象？這些現象是波動幻覺裡面的相續相。實在說，現在電視在世界上很普遍，哪個人不是天天在看電視！你懂不懂電視畫面怎麼形成的？這就沒有人知道，如果你要懂得電視畫面怎麼形成的，你就明瞭《金剛經》上講的「凡所有相，皆是虛妄」，你就明瞭，你就解苦無苦。"
    },
    {
      "id": "12-017-1067_p0013",
      "zh_CN": "电视画面比电影的画面更容易令人觉悟。电影的画面像幻灯片一样。早年，我们也喜欢玩这个东西，电影的放映机镜头一打开，那一张就是幻灯片，这个画面投射到银幕上，立刻把镜头关起来，再换一张。镜头一打开，这就生，一关上就灭；再打开，第二张生，再关起来，第二张灭。一秒钟镜头开关二十四次，就是一秒钟二十四个生灭，我们在银幕上看到就好像是真的，其实它是一张一张幻灯片，移动得太快。再快，要跟电视比那慢得太多了。电视画面怎么组成的？点。点组织成线，线组织成面，速度太快了，因为电磁的速度跟光的速度几乎是相同的，一秒钟三十万公里。所以你们今天讲电视的画面，讲多少条线，光的速度太快，所以它的点、线、面组成这个画面，速度太快了，你不知道它是假的，你看到好像很逼真，全是假的。电视画面如是，现实的画面，山河大地也是这样子的，也是这么组成的。《楞严经》上讲，「当处出生，随处灭尽」，所以有没有来去？没有。有没有生灭？几乎是生灭同时。",
      "zh_TW": "電視畫面比電影的畫面更容易令人覺悟。電影的畫面像幻燈片一樣。早年，我們也喜歡玩這個東西，電影的放映機鏡頭一打開，那一張就是幻燈片，這個畫面投射到銀幕上，立刻把鏡頭關起來，再換一張。鏡頭一打開，這就生，一關上就滅；再打開，第二張生，再關起來，第二張滅。一秒鐘鏡頭開關二十四次，就是一秒鐘二十四個生滅，我們在銀幕上看到就好像是真的，其實它是一張一張幻燈片，移動得太快。再快，要跟電視比那慢得太多了。電視畫面怎麼組成的？點。點組織成線，線組織成面，速度太快了，因為電磁的速度跟光的速度幾乎是相同的，一秒鐘三十萬公里。所以你們今天講電視的畫面，講多少條線，光的速度太快，所以它的點、線、面組成這個畫面，速度太快了，你不知道它是假的，你看到好像很逼真，全是假的。電視畫面如是，現實的畫面，山河大地也是這樣子的，也是這麼組成的。《楞嚴經》上講，「當處出生，隨處滅盡」，所以有沒有來去？沒有。有沒有生滅？幾乎是生滅同時。"
    },
    {
      "id": "12-017-1067_p0014",
      "zh_CN": "佛在经上讲的速度，我们在讲席里头，不断重复在说，为什么？你还没懂，怎么知道你没懂？你还在迷惑，你还把一切人事物当真，就是你没懂。你要真的懂了，你的思想观念变了，你肯定是两个人，就是说过去你迷，现在你觉悟；迷的时候是凡夫，觉了的时候就是菩萨。转迷为悟，那就是转凡成圣，你对这个世间还会有计较吗？没有了。至少你能够到孔老夫子六十岁的境界，什么境界？耳顺。真得受用，决定不会被境界所转，决定不会迷，晓得什么？晓得当处出生，随处灭尽，《楞严经》上所讲的，完全通达明了，它的速度之快，快到没有法子想像。",
      "zh_TW": "佛在經上講的速度，我們在講席裡頭，不斷重複在說，為什麼？你還沒懂，怎麼知道你沒懂？你還在迷惑，你還把一切人事物當真，就是你沒懂。你要真的懂了，你的思想觀念變了，你肯定是兩個人，就是說過去你迷，現在你覺悟；迷的時候是凡夫，覺了的時候就是菩薩。轉迷為悟，那就是轉凡成聖，你對這個世間還會有計較嗎？沒有了。至少你能夠到孔老夫子六十歲的境界，什麼境界？耳順。真得受用，決定不會被境界所轉，決定不會迷，曉得什麼？曉得當處出生，隨處滅盡，《楞嚴經》上所講的，完全通達明瞭，它的速度之快，快到沒有法子想像。"
    },
    {
      "id": "12-017-1067_p0015",
      "zh_CN": "《仁王经》上讲的，我常常用这个例子，我也能体会到那是世尊的方便说，不是真实说，真实说我们不懂，就是方便说我们懂也算不错了。你从方便，你就能入真实。佛不必说真实，你自然能体会到。《仁王经》上讲，它的速度多快？一弹指有六十刹那，就是一弹指的六十分之一叫一刹那，一刹那里头有九百生灭。我们快速度来弹弹，一秒钟我们弹四次，这是我的速度，一秒钟弹四次。四乘六十，再乘九百，两个十万八千，也就是二十一万六千次的生灭，你怎么能看得出来？我们电影的速度，一秒钟二十四次的生灭；现在佛给我们讲，一秒钟二十一万六千次的生灭。但是要跟我们电视画面来比，二十一万六千次的生灭比我们电视画面慢，所以我就晓得，这是释迦牟尼佛的方便说。我们电视画面展现在我们面前速度，那是亿万分之一秒，不是二十万、三十万。这我们可以从电磁波的速度上能够体会得到，你才能把事实真相找出来，才了解我们这个宇宙人生到底是个什么回事情。",
      "zh_TW": "《仁王經》上講的，我常常用這個例子，我也能體會到那是世尊的方便說，不是真實說，真實說我們不懂，就是方便說我們懂也算不錯了。你從方便，你就能入真實。佛不必說真實，你自然能體會到。《仁王經》上講，它的速度多快？一彈指有六十剎那，就是一彈指的六十分之一叫一剎那，一剎那裡頭有九百生滅。我們快速度來彈彈，一秒鐘我們彈四次，這是我的速度，一秒鐘彈四次。四乘六十，再乘九百，兩個十萬八千，也就是二十一萬六千次的生滅，你怎麼能看得出來？我們電影的速度，一秒鐘二十四次的生滅；現在佛給我們講，一秒鐘二十一萬六千次的生滅。但是要跟我們電視畫面來比，二十一萬六千次的生滅比我們電視畫面慢，所以我就曉得，這是釋迦牟尼佛的方便說。我們電視畫面展現在我們面前速度，那是億萬分之一秒，不是二十萬、三十萬。這我們可以從電磁波的速度上能夠體會得到，你才能把事實真相找出來，才了解我們這個宇宙人生到底是個什麼回事情。"
    },
    {
      "id": "12-017-1067_p0016",
      "zh_CN": "佛常常讲，「凡所有相，皆是虚妄」，我们也会说，但是这个虚妄的概念完全没有，你完全迷在里头，不了解真相。你真的了解、明白了，才真正懂得《楞严》上所讲的「当处出生，随处灭尽」。但是当处出生随处灭尽的速度，真是亿万分之一秒。因为心性的波动，速度比光、比电磁波的速度不知道大多少倍。用光速，从地球发射到太阳，还要八分多钟才能到达。意念上、意识上的念头，就是心的波动，我们讲心波，或者讲思想波，这个波一动立刻就遍虚空法界，光跟电怎么能比！所以现实这个世界是什么？一个生灭、一个生灭的相续相，决定是空的，决定是假的。所以佛费了二十二年给我们讲般若。今天《大藏经》里头最大的经不是《华严经》，是《大般若经》；《大般若经》六百卷，《华严经》才八十卷。六百卷《大般若经》讲什么？总的来说，做最后的总结论，就是世出世间一切法无所有、毕竟空、不可得。我读《大般若经》得这么个结论，这个结论跟《金刚经》、跟《般若心经》上讲的完全相应。你把这一切法当真的，那错了。所以觉悟人的心，永远是清净一尘不染。",
      "zh_TW": "佛常常講，「凡所有相，皆是虛妄」，我們也會說，但是這個虛妄的概念完全沒有，你完全迷在裡頭，不了解真相。你真的了解、明白了，才真正懂得《楞嚴》上所講的「當處出生，隨處滅盡」。但是當處出生隨處滅盡的速度，真是億萬分之一秒。因為心性的波動，速度比光、比電磁波的速度不知道大多少倍。用光速，從地球發射到太陽，還要八分多鐘才能到達。意念上、意識上的念頭，就是心的波動，我們講心波，或者講思想波，這個波一動立刻就遍虛空法界，光跟電怎麼能比！所以現實這個世界是什麼？一個生滅、一個生滅的相續相，決定是空的，決定是假的。所以佛費了二十二年給我們講般若。今天《大藏經》裡頭最大的經不是《華嚴經》，是《大般若經》；《大般若經》六百卷，《華嚴經》才八十卷。六百卷《大般若經》講什麼？總的來說，做最後的總結論，就是世出世間一切法無所有、畢竟空、不可得。我讀《大般若經》得這麼個結論，這個結論跟《金剛經》、跟《般若心經》上講的完全相應。你把這一切法當真的，那錯了。所以覺悟人的心，永遠是清淨一塵不染。"
    },
    {
      "id": "12-017-1067_p0017",
      "zh_CN": "万法皆空，因果何以不空？因果就是讲现象，这些现象转变不空，唯识所变。唯识就是因变成果，果变成因，转变不空，相续不空，循环不空，这就产生业报。业报实在也是个空的，但是业报就像作梦一样，你不知道事实真相，你误以为真实，这里头善报，你觉得有乐受；恶报，你觉得有苦受。佛在旁边觉得是可怜悯者，为什么是可怜悯者？你那个受是冤枉受，做恶梦；三途六道是做恶梦，人天是做好梦、美梦，都在作梦。超出了十法界，你梦醒了，你不再作梦了，这是跟你讲事实真相。",
      "zh_TW": "萬法皆空，因果何以不空？因果就是講現象，這些現象轉變不空，唯識所變。唯識就是因變成果，果變成因，轉變不空，相續不空，循環不空，這就產生業報。業報實在也是個空的，但是業報就像作夢一樣，你不知道事實真相，你誤以為真實，這裡頭善報，你覺得有樂受；惡報，你覺得有苦受。佛在旁邊覺得是可憐憫者，為什麼是可憐憫者？你那個受是冤枉受，做惡夢；三途六道是做惡夢，人天是做好夢、美夢，都在作夢。超出了十法界，你夢醒了，你不再作夢了，這是跟你講事實真相。"
    },
    {
      "id": "12-017-1067_p0018",
      "zh_CN": "所以我们修观，华严这个宗派，他们过去修行的方法是修法界观，现在我们修法界观比从前的人要方便多了。现在我们修法界观从哪里下手？从电视或者是网路，从萤光幕上，从这上面来修。你不要管电视、电脑萤幕上的画面，你不要去管画面，你仔细观察这画面怎么形成的，你能把这个搞清楚，整个宇宙事实真相你就明了了。你才真正就像惠能大师一样的境界，「本来无一物」，后头讲「何处惹尘埃」。何处惹尘埃，就是什么事都没有，「天下本无事，庸人自扰之」。庸人是什么？不觉悟的、不了解事实真相的，他在里头纷纷扰扰，忙得头昏脑胀苦不堪言，冤哉！枉也！觉悟的人才是真正幸福快乐之人，他过的生活是正常的；迷惑的人在六道、在十法界都不正常。四圣法界过的生活是相似的正常，不是真正的正常，一定要到一真法界、到华藏世界，才过正常生活。但是华藏在哪里？就在此地，没有离开此地，所以关键是在觉迷，境界迥然不同。",
      "zh_TW": "所以我們修觀，華嚴這個宗派，他們過去修行的方法是修法界觀，現在我們修法界觀比從前的人要方便多了。現在我們修法界觀從哪裡下手？從電視或者是網路，從螢光幕上，從這上面來修。你不要管電視、電腦螢幕上的畫面，你不要去管畫面，你仔細觀察這畫面怎麼形成的，你能把這個搞清楚，整個宇宙事實真相你就明瞭了。你才真正就像惠能大師一樣的境界，「本來無一物」，後頭講「何處惹塵埃」。何處惹塵埃，就是什麼事都沒有，「天下本無事，庸人自擾之」。庸人是什麼？不覺悟的、不了解事實真相的，他在裡頭紛紛擾擾，忙得頭昏腦脹苦不堪言，冤哉！枉也！覺悟的人才是真正幸福快樂之人，他過的生活是正常的；迷惑的人在六道、在十法界都不正常。四聖法界過的生活是相似的正常，不是真正的正常，一定要到一真法界、到華藏世界，才過正常生活。但是華藏在哪裡？就在此地，沒有離開此地，所以關鍵是在覺迷，境界迥然不同。"
    },
    {
      "id": "12-017-1067_p0019",
      "zh_CN": "所以这个地方重要的一个字就是「解」，彻底透彻的明白，真正明了之后，就是《金刚经》上讲的，「无我相，无人相，无众生相，无寿者相」，不但无相，连那个念头都没有，意念都没有，「无我见，无人见，无众生见，无寿者见」，你就契入。这一入你就不是凡夫，纵然没有实证，你也沾到边了，沾到边叫相似位。相似位就是四圣法界，肯定超越六道轮回。六道轮回清清楚楚、明明白白。你自己会不会再堕到六道轮回？不会。虽然身还在六道轮回，念没有六道轮回，这个佛法叫有余涅槃。涅槃是不生不灭，你真的是证得了，身体还在，身体还在这个地方，这叫有余；身体不要了，入无余涅槃。有余、无余意思在此地。得大自在，真解脱，这是大乘讲的苦圣谛。",
      "zh_TW": "所以這個地方重要的一個字就是「解」，徹底透徹的明白，真正明瞭之後，就是《金剛經》上講的，「無我相，無人相，無眾生相，無壽者相」，不但無相，連那個念頭都沒有，意念都沒有，「無我見，無人見，無眾生見，無壽者見」，你就契入。這一入你就不是凡夫，縱然沒有實證，你也沾到邊了，沾到邊叫相似位。相似位就是四聖法界，肯定超越六道輪迴。六道輪迴清清楚楚、明明白白。你自己會不會再墮到六道輪迴？不會。雖然身還在六道輪迴，念沒有六道輪迴，這個佛法叫有餘涅槃。涅槃是不生不滅，你真的是證得了，身體還在，身體還在這個地方，這叫有餘；身體不要了，入無餘涅槃。有餘、無餘意思在此地。得大自在，真解脫，這是大乘講的苦聖諦。"
    },
    {
      "id": "12-017-1067_p0020",
      "zh_CN": "古人用的这个方法，确实古人心地厚道，妄念少，欲望少，环境诱惑也少，所以佛讲经说法，他们能够入进去，今天没有法子。今天的众生烦恼习气太重，外面诱惑的力量，名闻利养、五欲六尘、贪瞋痴慢，这诱惑力量比从前增长百倍千倍都不止。所以在这个世间你要想凭觉悟悟入，往年黄念祖老居士给我讲：净空法师，这世间没有人能做得到了，除了念佛，往生净土之外，没有别的办法。他讲的是真心话，我们两个人在一起，还能谈谈心。",
      "zh_TW": "古人用的這個方法，確實古人心地厚道，妄念少，欲望少，環境誘惑也少，所以佛講經說法，他們能夠入進去，今天沒有法子。今天的眾生煩惱習氣太重，外面誘惑的力量，名聞利養、五欲六塵、貪瞋痴慢，這誘惑力量比從前增長百倍千倍都不止。所以在這個世間你要想憑覺悟悟入，往年黃念祖老居士給我講：淨空法師，這世間沒有人能做得到了，除了念佛，往生淨土之外，沒有別的辦法。他講的是真心話，我們兩個人在一起，還能談談心。"
    },
    {
      "id": "12-017-1067_p0021",
      "zh_CN": "净土就是带业往生，你要真正了解苦断不掉，烦恼习气、分别执着断不掉，你自己有自知之明。然后怎么样？死心念阿弥陀佛，一句阿弥陀佛念到底，希望把这个念佛的功夫加深，用念佛的功夫把自己的妄想分别执着伏住，它不起作用。起作用的，就是这一句佛号，这就行了，这叫带业往生，生凡圣同居土。凡圣同居土下下品往生，都不得了！蕅益大师在《要解》里所说的，下下品往生，只要生到极乐世界，就得阿弥陀佛本愿威神加持，你实际上在极乐世界的受用跟阿惟越致菩萨相等。这不可思议，这是难信之法，没人相信。阿惟越致是七地以上，你一品烦恼都没有断，完全是凡夫，比须陀洹比不上，比初信位的菩萨比不上，你怎么到极乐世界去摇身一变就变成阿惟越致？谁能相信？这是佛说的，我们要相信佛，佛决定没有妄语，你能有这样坚定的信心，那恭喜你，这是你的善根福德，你没有深厚善根福德，你不会相信。",
      "zh_TW": "淨土就是帶業往生，你要真正了解苦斷不掉，煩惱習氣、分別執著斷不掉，你自己有自知之明。然後怎麼樣？死心念阿彌陀佛，一句阿彌陀佛念到底，希望把這個念佛的功夫加深，用念佛的功夫把自己的妄想分別執著伏住，它不起作用。起作用的，就是這一句佛號，這就行了，這叫帶業往生，生凡聖同居土。凡聖同居土下下品往生，都不得了！蕅益大師在《要解》裡所說的，下下品往生，只要生到極樂世界，就得阿彌陀佛本願威神加持，你實際上在極樂世界的受用跟阿惟越致菩薩相等。這不可思議，這是難信之法，沒人相信。阿惟越致是七地以上，你一品煩惱都沒有斷，完全是凡夫，比須陀洹比不上，比初信位的菩薩比不上，你怎麼到極樂世界去搖身一變就變成阿惟越致？誰能相信？這是佛說的，我們要相信佛，佛決定沒有妄語，你能有這樣堅定的信心，那恭喜你，這是你的善根福德，你沒有深厚善根福德，你不會相信。"
    },
    {
      "id": "12-017-1067_p0022",
      "zh_CN": "生到西方极乐世界，这个问题解决了，有好老师，好的学习环境，遍法界虚空界找不到第二个这么好的学习环境。最大的利益，古来祖师大德常讲，无量寿！那就是说明，不再搞六道生死轮回，不再搞舍身受生，不再搞这个把戏，一生圆满成就无上菩提。所以，离苦得乐，最殊胜、最稳当的方法是觉悟。真实究竟圆满的慈善救济，诸佛如来做的，用什么方法来做这个工作？就是帮助你破迷开悟，这是真实究竟圆满的救济。你无始劫以来不能解决的问题，统统解决了，离究竟苦，得究竟乐。所以这是大乘的苦圣谛。大乘苦圣谛里面，有名，决定没有苦，没有这种苦受。他对于十法界里面苦乐的事情，统统搞清楚、搞明白，究竟是一回什么事情，如梦幻泡影，如露亦如电。如露亦如电是讲它的存在，这个现象的存在。电是闪电，电就是当处出生，随处灭尽，就是这个意思；露是讲因果的相续，我们可以说因果的转变，因果的相续，因果的循环，用如露两个字来形容它，这你就搞清楚、搞明白了。",
      "zh_TW": "生到西方極樂世界，這個問題解決了，有好老師，好的學習環境，遍法界虛空界找不到第二個這麼好的學習環境。最大的利益，古來祖師大德常講，無量壽！那就是說明，不再搞六道生死輪迴，不再搞捨身受生，不再搞這個把戲，一生圓滿成就無上菩提。所以，離苦得樂，最殊勝、最穩當的方法是覺悟。真實究竟圓滿的慈善救濟，諸佛如來做的，用什麼方法來做這個工作？就是幫助你破迷開悟，這是真實究竟圓滿的救濟。你無始劫以來不能解決的問題，統統解決了，離究竟苦，得究竟樂。所以這是大乘的苦聖諦。大乘苦聖諦裡面，有名，決定沒有苦，沒有這種苦受。他對於十法界裡面苦樂的事情，統統搞清楚、搞明白，究竟是一回什麼事情，如夢幻泡影，如露亦如電。如露亦如電是講它的存在，這個現象的存在。電是閃電，電就是當處出生，隨處滅盡，就是這個意思；露是講因果的相續，我們可以說因果的轉變，因果的相續，因果的循環，用如露兩個字來形容它，這你就搞清楚、搞明白了。"
    },
    {
      "id": "12-017-1067_p0023",
      "zh_CN": "后面这一句，「则超筌悟旨成大」，筌是古时候抓鱼的用竹子编的篓子，我们小时的农村还用这个抓鱼。下雨天的时候，在小溪里头，我们把竹篓子放在那里，小鱼跑到里面就抓到了，抓鱼的东西。在此地，佛在讲经时用这个做比喻，把这个比喻作方法，目的当然是鱼。你抓到鱼，你当然拿鱼，不会拿这个竹篓，竹篓是工具。超筌，就是我鱼已经抓到了，竹篓子放在旁边不用它，比喻什么？比喻悟旨，你从这个方法里头真正觉悟了，悟得宗旨，真的开悟，就成就大乘，小乘没有悟，大乘悟了；小乘得定，大乘开悟，这个我们要晓得。",
      "zh_TW": "後面這一句，「則超筌悟旨成大」，筌是古時候抓魚的用竹子編的簍子，我們小時的農村還用這個抓魚。下雨天的時候，在小溪裡頭，我們把竹簍子放在那裡，小魚跑到裡面就抓到了，抓魚的東西。在此地，佛在講經時用這個做比喻，把這個比喻作方法，目的當然是魚。你抓到魚，你當然拿魚，不會拿這個竹簍，竹簍是工具。超筌，就是我魚已經抓到了，竹簍子放在旁邊不用它，比喻什麼？比喻悟旨，你從這個方法裡頭真正覺悟了，悟得宗旨，真的開悟，就成就大乘，小乘沒有悟，大乘悟了；小乘得定，大乘開悟，這個我們要曉得。"
    },
    {
      "id": "12-017-1067_p0024",
      "zh_CN": "再看下面文，「又涅槃云，凡夫有苦而无谛，二乘有苦，有苦谛，而无真实」。凡夫四谛都没有，他在受苦，他不知道苦从哪里来。二乘人知道了，二乘人知道苦，也知道苦从哪里来的。所以二乘人，前面我们讲生灭四谛，那是二乘，就是声闻、缘觉，他要受果报，所以他有苦、有谛，但是没有真实。真实就是我们刚才讲的大乘的事实真相，他不知道。你说「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，二乘人不懂，这不是二乘境界。这是真实，所以二乘人没有真实。真实是什么？诸法实相。一切法的真相，我们常讲事实真相；事实真相，二乘人不知道。所以通常说法相，法相讲唯识，二乘只讲到第六识，第七识、第八识二乘人不知道，小乘经里头不讲这个东西，偶尔提一提。这是什么原因？根性不相同，大乘根性，二乘根性。二乘根性的人，佛跟他讲声闻、缘觉；大乘根性的人，佛跟他讲菩萨法。并不是佛法有大小乘，佛不但没有大小乘，佛说得很好，佛无有定法可说，这是佛教给我们。",
      "zh_TW": "再看下面文，「又涅槃云，凡夫有苦而無諦，二乘有苦，有苦諦，而無真實」。凡夫四諦都沒有，他在受苦，他不知道苦從哪裡來。二乘人知道了，二乘人知道苦，也知道苦從哪裡來的。所以二乘人，前面我們講生滅四諦，那是二乘，就是聲聞、緣覺，他要受果報，所以他有苦、有諦，但是沒有真實。真實就是我們剛才講的大乘的事實真相，他不知道。你說「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，二乘人不懂，這不是二乘境界。這是真實，所以二乘人沒有真實。真實是什麼？諸法實相。一切法的真相，我們常講事實真相；事實真相，二乘人不知道。所以通常說法相，法相講唯識，二乘只講到第六識，第七識、第八識二乘人不知道，小乘經裡頭不講這個東西，偶爾提一提。這是什麼原因？根性不相同，大乘根性，二乘根性。二乘根性的人，佛跟他講聲聞、緣覺；大乘根性的人，佛跟他講菩薩法。並不是佛法有大小乘，佛不但沒有大小乘，佛說得很好，佛無有定法可說，這是佛教給我們。"
    },
    {
      "id": "12-017-1067_p0025",
      "zh_CN": "佛说法没有一定，因人而异。就像大夫给人处方，大夫没有一定的药方给人用，没有，为什么？你来，他替你诊断，然后给你开方子，每个人开的方子都不一样。佛对一切众生亦如是，你是什么根性，教给你什么样的法门，你照这个法门去修学，肯定得利益。等你境界提升，佛告诉你另外一个方法。随着你境界不断向上提升，佛菩萨时时刻刻在你身边照顾你、帮助你，一定帮助你成无上道，你才知道佛慈悲。",
      "zh_TW": "佛說法沒有一定，因人而異。就像大夫給人處方，大夫沒有一定的藥方給人用，沒有，為什麼？你來，他替你診斷，然後給你開方子，每個人開的方子都不一樣。佛對一切眾生亦如是，你是什麼根性，教給你什麼樣的法門，你照這個法門去修學，肯定得利益。等你境界提升，佛告訴你另外一個方法。隨著你境界不斷向上提升，佛菩薩時時刻刻在你身邊照顧你、幫助你，一定幫助你成無上道，你才知道佛慈悲。"
    },
    {
      "id": "12-017-1067_p0026",
      "zh_CN": "佛这个慈悲是法尔如是，决不是起心动念。我们感激佛，要报佛恩，怎么报法？要像佛一样发心，发大慈悲心，广度众生，这是真正报佛恩。所以诸佛菩萨没有一个不是那么样的热诚，这热诚是我们凡夫讲，实际上他们没有起心，没有动念，没有分别，没有执着，哪有什么热诚不热诚！那么样的慈悲，其实慈悲在他们那里也用不上。我们凡夫的起心动念，会起心、会动念、会分别、会执着，他没有，不但没有分别执着，连起心动念都没有，永远没有。在什么时候这个境界现前？初住菩萨现前。",
      "zh_TW": "佛這個慈悲是法爾如是，決不是起心動念。我們感激佛，要報佛恩，怎麼報法？要像佛一樣發心，發大慈悲心，廣度眾生，這是真正報佛恩。所以諸佛菩薩沒有一個不是那麼樣的熱誠，這熱誠是我們凡夫講，實際上他們沒有起心，沒有動念，沒有分別，沒有執著，哪有什麼熱誠不熱誠！那麼樣的慈悲，其實慈悲在他們那裡也用不上。我們凡夫的起心動念，會起心、會動念、會分別、會執著，他沒有，不但沒有分別執著，連起心動念都沒有，永遠沒有。在什麼時候這個境界現前？初住菩薩現前。"
    },
    {
      "id": "12-017-1067_p0027",
      "zh_CN": "宗门里面常讲，明心见性。明心见性，破一品无明证一分法身，你就不会起心动念，当然更没有分别执着。但是那里面的境界，还是有高下层次不同，从初住到如来果地，四十二个阶级，那就是浅深，功夫有浅深不同。慢慢再向上提升，那个修行的方法，跟十法界修行方法完全不同。十法界，着相，那个无相。那种境界，佛经上常讲「不思议解脱境界」，这《华严经》上说的。不思，没有思想，不议，没有言语；换句话说，不思，就是没有妄想，就是没有起心动念；不议，就是没有执着，没有分别；换句话说，妄想分别执着真的断了。",
      "zh_TW": "宗門裡面常講，明心見性。明心見性，破一品無明證一分法身，你就不會起心動念，當然更沒有分別執著。但是那裡面的境界，還是有高下層次不同，從初住到如來果地，四十二個階級，那就是淺深，功夫有淺深不同。慢慢再向上提升，那個修行的方法，跟十法界修行方法完全不同。十法界，著相，那個無相。那種境界，佛經上常講「不思議解脫境界」，這《華嚴經》上說的。不思，沒有思想，不議，沒有言語；換句話說，不思，就是沒有妄想，就是沒有起心動念；不議，就是沒有執著，沒有分別；換句話說，妄想分別執著真的斷了。"
    },
    {
      "id": "12-017-1067_p0028",
      "zh_CN": "妄想分别执着你要不好懂，我换句话说，就是起心动念、分别执着没有了，完全没有了，那个境界怎么提升？就不能说，说不出来，佛说不可说不可说，真的不是假的。我们到这个境界，在这一生当中，不可能！怎么办？到极乐世界，到极乐世界还是要入这个境界，一生圆满无上菩提。现在时间到了。",
      "zh_TW": "妄想分別執著你要不好懂，我換句話說，就是起心動念、分別執著沒有了，完全沒有了，那個境界怎麼提升？就不能說，說不出來，佛說不可說不可說，真的不是假的。我們到這個境界，在這一生當中，不可能！怎麼辦？到極樂世界，到極樂世界還是要入這個境界，一生圓滿無上菩提。現在時間到了。"
    },
    {
      "id": "12-017-1067_p0029",
      "zh_CN": "诸位同学，我们继续看清凉大师的疏文，「又涅槃云」，这是举《涅槃经》里面的话来说。「凡夫有苦而无谛，二乘有苦，有苦谛，而无真实」。前面跟诸位介绍过，现在再看下面。",
      "zh_TW": "諸位同學，我們繼續看清涼大師的疏文，「又涅槃云」，這是舉《涅槃經》裡面的話來說。「凡夫有苦而無諦，二乘有苦，有苦諦，而無真實」。前面跟諸位介紹過，現在再看下面。"
    },
    {
      "id": "12-017-1067_p0030",
      "zh_CN": "「菩萨无苦有谛而有真实」。到这个地方是一段，我们先来说说，这就是大乘。菩萨为什么无苦有谛？谛，要记住，最前面的解释，谛有两个意思，第一个是谛实，就是事实真相。《般若经》上讲的诸法实相，这当然有。为什么无苦？诸法实相，相是幻相，事有理无，相有体无，所以相是幻相，梦幻泡影。你不能说它没有相，这个相摆在我们面前，怎么能说没有相？十法界依正庄严，佛经上也常常说。相有性无，事有理无，怎么叫无，你得搞清楚，你要不搞清楚，你就不懂，你就没办法了解事实真相。这个事实真相，所有一切现相，十法界依正庄严，刹那生灭。我们讲刹那，这是形容，形容什么？它时间很短，短到什么程度？没有法子想像。",
      "zh_TW": "「菩薩無苦有諦而有真實」。到這個地方是一段，我們先來說說，這就是大乘。菩薩為什麼無苦有諦？諦，要記住，最前面的解釋，諦有兩個意思，第一個是諦實，就是事實真相。《般若經》上講的諸法實相，這當然有。為什麼無苦？諸法實相，相是幻相，事有理無，相有體無，所以相是幻相，夢幻泡影。你不能說它沒有相，這個相擺在我們面前，怎麼能說沒有相？十法界依正莊嚴，佛經上也常常說。相有性無，事有理無，怎麼叫無，你得搞清楚，你要不搞清楚，你就不懂，你就沒辦法了解事實真相。這個事實真相，所有一切現相，十法界依正莊嚴，剎那生滅。我們講剎那，這是形容，形容什麼？它時間很短，短到什麼程度？沒有法子想像。"
    },
    {
      "id": "12-017-1067_p0031",
      "zh_CN": "今天科学家讲宇宙的起源，讲大爆炸，实在这个大爆炸在佛法里面讲不通。但是他们用科学的工具天文望远镜，看到宇宙确确实实在膨胀，真的像是爆炸的现象一样，不断的还在膨胀。这是一种现象，叫幻相。这个现象要用我们现代电影来做比喻，你好懂。我们在电影里面看到一个爆炸，看到一个膨胀，好像这是真的，其实什么？你看看后面的底片，你就晓得每一张底片都不动，每一张底片都不一样，哪里是什么爆炸？而是什么？而是一个相续相。",
      "zh_TW": "今天科學家講宇宙的起源，講大爆炸，實在這個大爆炸在佛法裡面講不通。但是他們用科學的工具天文望遠鏡，看到宇宙確確實實在膨脹，真的像是爆炸的現象一樣，不斷的還在膨脹。這是一種現象，叫幻相。這個現象要用我們現代電影來做比喻，你好懂。我們在電影裡面看到一個爆炸，看到一個膨脹，好像這是真的，其實什麼？你看看後面的底片，你就曉得每一張底片都不動，每一張底片都不一樣，哪裡是什麼爆炸？而是什麼？而是一個相續相。"
    },
    {
      "id": "12-017-1067_p0032",
      "zh_CN": "相续相，为什么会有这个现象？这个现象是从心想生。你们这么多人都在这里想，你想，物质现象就有反应。这个真的我们要感谢日本江本胜博士，他在水实验结晶里面使我们看到了。物质是法性，不是别的东西。《楞严经》上说的，所以他的讯息有同学从网路上节录下来给我看，我立刻就明了，《楞严经》上佛讲的他证明了。佛在经上说「诸法所生，唯心所现」，经文上是这样说的，唯心所现，「一切因果，世界微尘，因心成体」，这个心就是法性。法性的德能，我们不说它的德，先说它的能，能就是有见闻觉知。只要是物质，统统都有见闻觉知，不要说是水，泥土、沙石，甚至于空气，都有见闻觉知，就看你怎么想。你怎么想，它就有反应。你们这么多人想，这是膨胀，它那个膨胀现象就出来。其实是不是真的膨胀？不是，相续相，真的跟电影的底片一样，一张一张的不一样。",
      "zh_TW": "相續相，為什麼會有這個現象？這個現象是從心想生。你們這麼多人都在這裡想，你想，物質現象就有反應。這個真的我們要感謝日本江本勝博士，他在水實驗結晶裡面使我們看到了。物質是法性，不是別的東西。《楞嚴經》上說的，所以他的訊息有同學從網路上節錄下來給我看，我立刻就明瞭，《楞嚴經》上佛講的他證明了。佛在經上說「諸法所生，唯心所現」，經文上是這樣說的，唯心所現，「一切因果，世界微塵，因心成體」，這個心就是法性。法性的德能，我們不說它的德，先說它的能，能就是有見聞覺知。只要是物質，統統都有見聞覺知，不要說是水，泥土、沙石，甚至於空氣，都有見聞覺知，就看你怎麼想。你怎麼想，它就有反應。你們這麼多人想，這是膨脹，它那個膨脹現象就出來。其實是不是真的膨脹？不是，相續相，真的跟電影的底片一樣，一張一張的不一樣。"
    },
    {
      "id": "12-017-1067_p0033",
      "zh_CN": "我们了解这个事情真相，所以科学家，现在科学讲宇宙现象的发生，他说已经不讲进化，这是很大的一个进步。从前讲进化，现在不讲进化，现在讲一时顿现，这个跟佛法讲的相同，一时顿现；宇宙是一时顿现的。所以钟茂森博士把这个讯息告诉我，我就问他，我说是什么时候顿现？他说不出来。什么时候顿现的？《楞严经》讲的，「当处出生，随处灭尽」。什么时候？就这个时候，不是前也不是后，就是当时。但是当时，它刹那生灭。就像我们看电影的银幕，银幕上的画面什么时候出现的？当时，张张片子都是当时，没有过去，没有未来，过去现在未来成为一个当时，一念，是这么一个事实真相。膨胀或者是浓缩都是你念头里头产生变化，那就是唯识所变；那个变化就是佛在经上常讲，从心想生。",
      "zh_TW": "我們了解這個事情真相，所以科學家，現在科學講宇宙現象的發生，他說已經不講進化，這是很大的一個進步。從前講進化，現在不講進化，現在講一時頓現，這個跟佛法講的相同，一時頓現；宇宙是一時頓現的。所以鍾茂森博士把這個訊息告訴我，我就問他，我說是什麼時候頓現？他說不出來。什麼時候頓現的？《楞嚴經》講的，「當處出生，隨處滅盡」。什麼時候？就這個時候，不是前也不是後，就是當時。但是當時，它剎那生滅。就像我們看電影的銀幕，銀幕上的畫面什麼時候出現的？當時，張張片子都是當時，沒有過去，沒有未來，過去現在未來成為一個當時，一念，是這麼一個事實真相。膨脹或者是濃縮都是你念頭裡頭產生變化，那就是唯識所變；那個變化就是佛在經上常講，從心想生。"
    },
    {
      "id": "12-017-1067_p0034",
      "zh_CN": "一切众生心里怎么想，外面环境就跟着你怎么变，从心想生。你要懂得这个道理，你常常想好的，不要想坏的，你的环境就非常美好；你常常想不好的，你的环境就很糟糕，一切法从心想生。这就叫什么？命运，命运是你创造的，是你在主宰。我天天想，想我全身的细胞，这个组织基本的东西是细胞，全身基本的物质，我天天想它是最美好的，它是最善良的。不能天天想这个、想那个，那太多了，想不尽！想什么？这是念头，你一天到晚保持最好的意念、最善的意念、最清净的意念，你全身都清净，全身都善良，全身每个细胞都美好，你怎么不健康？就是这么个道理。",
      "zh_TW": "一切眾生心裡怎麼想，外面環境就跟著你怎麼變，從心想生。你要懂得這個道理，你常常想好的，不要想壞的，你的環境就非常美好；你常常想不好的，你的環境就很糟糕，一切法從心想生。這就叫什麼？命運，命運是你創造的，是你在主宰。我天天想，想我全身的細胞，這個組織基本的東西是細胞，全身基本的物質，我天天想它是最美好的，它是最善良的。不能天天想這個、想那個，那太多了，想不盡！想什麼？這是念頭，你一天到晚保持最好的意念、最善的意念、最清淨的意念，你全身都清淨，全身都善良，全身每個細胞都美好，你怎麼不健康？就是這麼個道理。"
    },
    {
      "id": "12-017-1067_p0035",
      "zh_CN": "所以，谚语常讲「菩萨菩萨，年年十八」，这就说菩萨不老，他为什么不老？他没有老的念头。世间人为什么会老？最容易老是退休的，一退休，想我老了。好了，天天想老，老得好快。我过去一些老朋友、老同学，都在公司机构里面服务，每天忙着公务、生活、应酬，心情、工作紧张繁忙，但是也很愉快，我们偶尔碰到面聊聊天，在一起吃个饭，很高兴。退休之后，两年没有见，一见面，好像他老了十年，老了二十年。什么原因？我就明白了，佛经上证实了，他退休没有事情，天天想我老了。老了怎么样？老了就病了，常常想着这里有病，那里有病。老了之后不是上班，天天上医院，天天看医生，你说糟糕不糟糕？",
      "zh_TW": "所以，諺語常講「菩薩菩薩，年年十八」，這就說菩薩不老，他為什麼不老？他沒有老的念頭。世間人為什麼會老？最容易老是退休的，一退休，想我老了。好了，天天想老，老得好快。我過去一些老朋友、老同學，都在公司機構裡面服務，每天忙著公務、生活、應酬，心情、工作緊張繁忙，但是也很愉快，我們偶爾碰到面聊聊天，在一起吃個飯，很高興。退休之後，兩年沒有見，一見面，好像他老了十年，老了二十年。什麼原因？我就明白了，佛經上證實了，他退休沒有事情，天天想我老了。老了怎麼樣？老了就病了，常常想著這裡有病，那裡有病。老了之後不是上班，天天上醫院，天天看醫生，你說糟糕不糟糕？"
    },
    {
      "id": "12-017-1067_p0036",
      "zh_CN": "一切法从心想生，佛讲的话没有错！天天想清净，所以菩提心，你看菩萨，菩萨想真诚，菩萨想清净、想平等、想正觉、想慈悲，他不老。菩萨的生活，处事待人接物，看破、放下、自在、随缘，你说多快乐！游戏神通，舍身受生就跟换衣服一样，好自在，一丝毫贪恋执着都没有，这是我们世间人讲的生死自在。哪个地方有感，哪里有应，同时可以千百亿化身，不是一个身。哪里有求，哪个地方就有应，什么人求？有缘人求。",
      "zh_TW": "一切法從心想生，佛講的話沒有錯！天天想清淨，所以菩提心，你看菩薩，菩薩想真誠，菩薩想清淨、想平等、想正覺、想慈悲，他不老。菩薩的生活，處事待人接物，看破、放下、自在、隨緣，你說多快樂！遊戲神通，捨身受生就跟換衣服一樣，好自在，一絲毫貪戀執著都沒有，這是我們世間人講的生死自在。哪個地方有感，哪裡有應，同時可以千百億化身，不是一個身。哪裡有求，哪個地方就有應，什麼人求？有緣人求。"
    },
    {
      "id": "12-017-1067_p0037",
      "zh_CN": "所以我们初学佛的时候，老师常常教导我们广结善缘，你缘结得愈多，将来度众生度得愈多。佛不度无缘之人，跟你没有关系，你度不了他。关系有善有恶，善恶都能度，只要有关系都能度，没有关系就没有法子。当然我们跟人结缘，结善缘，不结恶缘，恶缘有冤冤相报。但是我们觉悟了，冤冤相报没有，我们没有了，但是他要受苦，他要受报，他那是业报。我们不会报复他，不再把这个事情放在心上，不会报复他，他要受业报。",
      "zh_TW": "所以我們初學佛的時候，老師常常教導我們廣結善緣，你緣結得愈多，將來度眾生度得愈多。佛不度無緣之人，跟你沒有關係，你度不了他。關係有善有惡，善惡都能度，只要有關係都能度，沒有關係就沒有法子。當然我們跟人結緣，結善緣，不結惡緣，惡緣有冤冤相報。但是我們覺悟了，冤冤相報沒有，我們沒有了，但是他要受苦，他要受報，他那是業報。我們不會報復他，不再把這個事情放在心上，不會報復他，他要受業報。"
    },
    {
      "id": "12-017-1067_p0038",
      "zh_CN": "所以，只要有缘都能普度。广结善缘，不分国家，不分族类，不分宗教信仰，普度！不但度人，还要度所有一切动物，九法界众生，统统要跟他结缘。我们今天结缘，我们讲经、诵经，所做一切善行，诚心诚意回向九法界众生，那跟他们统统都有缘。将来成佛，跟众生的缘广，现身无量无边，哪个地方有起心动念，那个地方立刻就现身。就像什么？法身没有相，遍法界虚空界，就像电磁波一样，哪个地方有感，感就是他有机器架在这个地方，频道一按，影像、音声就出现，这就是应，所以能现无量无边身。",
      "zh_TW": "所以，只要有緣都能普度。廣結善緣，不分國家，不分族類，不分宗教信仰，普度！不但度人，還要度所有一切動物，九法界眾生，統統要跟他結緣。我們今天結緣，我們講經、誦經，所做一切善行，誠心誠意迴向九法界眾生，那跟他們統統都有緣。將來成佛，跟眾生的緣廣，現身無量無邊，哪個地方有起心動念，那個地方立刻就現身。就像什麼？法身沒有相，遍法界虛空界，就像電磁波一樣，哪個地方有感，感就是他有機器架在這個地方，頻道一按，影像、音聲就出現，這就是應，所以能現無量無邊身。"
    },
    {
      "id": "12-017-1067_p0039",
      "zh_CN": "我们现在用电视、用网路的画面，诸位能体会到，这就是千百亿化身。我们现在的化身是平面的，是个画面，真正的化身是立体的，你完全不知，没有办法发现这是应化的。而实实在在跟你讲，所有世间一切人事物都是幻化的，跟电视的状况真的没有两样，统统是幻化的。体，体是一个，体是真如、是自性。说自性，怕人家误会，不如说法性，说法性好，法性就是自性，就是真如。万法体是一个，然后你才真正懂得大乘教里面所讲的「同体大悲，无缘大慈」。",
      "zh_TW": "我們現在用電視、用網路的畫面，諸位能體會到，這就是千百億化身。我們現在的化身是平面的，是個畫面，真正的化身是立體的，你完全不知，沒有辦法發現這是應化的。而實實在在跟你講，所有世間一切人事物都是幻化的，跟電視的狀況真的沒有兩樣，統統是幻化的。體，體是一個，體是真如、是自性。說自性，怕人家誤會，不如說法性，說法性好，法性就是自性，就是真如。萬法體是一個，然後你才真正懂得大乘教裡面所講的「同體大悲，無緣大慈」。"
    },
    {
      "id": "12-017-1067_p0040",
      "zh_CN": "好像我们想不通，佛为什么遍法界去现身？哪个地方他都现，天堂他也现，地狱他也现，好像不辞辛苦去度这些众生，我们想不通。其实你真正明白，原来这是个很自然的事情，他现身有没有痛苦？没有，正如同我们现在在此地讲经，许许多多同学你们在网路或者在电视上看到一样，你们在萤光幕上看到，有没有辛苦？没有，尤其是我们把录相带拿在电视上播放，或者在网路上播放。没有，这是个很自然的现象，法尔如是。",
      "zh_TW": "好像我們想不通，佛為什麼遍法界去現身？哪個地方他都現，天堂他也現，地獄他也現，好像不辭辛苦去度這些眾生，我們想不通。其實你真正明白，原來這是個很自然的事情，他現身有沒有痛苦？沒有，正如同我們現在在此地講經，許許多多同學你們在網路或者在電視上看到一樣，你們在螢光幕上看到，有沒有辛苦？沒有，尤其是我們把錄相帶拿在電視上播放，或者在網路上播放。沒有，這是個很自然的現象，法爾如是。"
    },
    {
      "id": "12-017-1067_p0041",
      "zh_CN": "整个宇宙是一体，说一家人，一家人还是有距离，是一体，就好像我们整个人身一体。我们所有一切众生，不同的刹土众生，是什么？不同的刹土，好像我们人身体不同的器官、不同的部位；不同的众生，好像组织器官的这些细胞，真的是一体，整个宇宙是一体，整个宇宙是活活泼泼的。《华严》说得透彻！没有话说，愈读愈欢喜。所以，一切众生跟我是一体，你说能不照顾吗？痛痒相关！无缘大慈，缘，我们今天讲条件，无条件，对于一切众生慈悲爱护没有条件的。真正觉悟的人才知道，不觉悟的人他迷，他不知道是一体，也就是不知道这个关系。",
      "zh_TW": "整個宇宙是一體，說一家人，一家人還是有距離，是一體，就好像我們整個人身一體。我們所有一切眾生，不同的剎土眾生，是什麼？不同的剎土，好像我們人身體不同的器官、不同的部位；不同的眾生，好像組織器官的這些細胞，真的是一體，整個宇宙是一體，整個宇宙是活活潑潑的。《華嚴》說得透徹！沒有話說，愈讀愈歡喜。所以，一切眾生跟我是一體，你說能不照顧嗎？痛癢相關！無緣大慈，緣，我們今天講條件，無條件，對於一切眾生慈悲愛護沒有條件的。真正覺悟的人才知道，不覺悟的人他迷，他不知道是一體，也就是不知道這個關係。"
    },
    {
      "id": "12-017-1067_p0042",
      "zh_CN": "所以我常讲，佛、佛教，教我们什么？只教我们三桩事情，第一桩教导我们认知（认识、知道）人与人的关系；第二个教导我们知道人与万物的关系，就是自然环境的关系；第三个教导我们人与天地鬼神的关系。与天地鬼神，就是现在科学家所讲的，不同维次空间众生的关系，就这么回事情。统统搞清楚，什么关系？一体。大乘经上常讲，「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，这是佛经上常讲的，真是一体。迷的人不知道，他不承认，觉悟的人知道，所以，觉悟的人那个慈悲心自自然然会流露出来。为什么？它是自性的，它是性德，你见性了，性德自然流出来；不见性，性德流不出来。性能它是永远不会受影响，性德会；性德受迷悟影响，性能不受影响。性能就是见闻觉知，这个不受影响，与迷悟不相关，但是性德与迷悟有关系。搞清楚、搞明白，这得大自在。",
      "zh_TW": "所以我常講，佛、佛教，教我們什麼？只教我們三樁事情，第一樁教導我們認知（認識、知道）人與人的關係；第二個教導我們知道人與萬物的關係，就是自然環境的關係；第三個教導我們人與天地鬼神的關係。與天地鬼神，就是現在科學家所講的，不同維次空間眾生的關係，就這麼回事情。統統搞清楚，什麼關係？一體。大乘經上常講，「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，這是佛經上常講的，真是一體。迷的人不知道，他不承認，覺悟的人知道，所以，覺悟的人那個慈悲心自自然然會流露出來。為什麼？它是自性的，它是性德，你見性了，性德自然流出來；不見性，性德流不出來。性能它是永遠不會受影響，性德會；性德受迷悟影響，性能不受影響。性能就是見聞覺知，這個不受影響，與迷悟不相關，但是性德與迷悟有關係。搞清楚、搞明白，這得大自在。"
    },
    {
      "id": "12-017-1067_p0043",
      "zh_CN": "你真正是参透了，你才晓得世出世间什么最可贵？觉悟最可贵。觉悟是什么？觉悟是学，中国这个学习的学字。学，古时候就念觉，学就是觉的意思，古音念觉，学者觉也！学什么？学觉。所以孔老夫子《论语》里头一句，「子曰，学而时习之，不亦说乎」，这句话意思深，非常非常之深。「学而时习之」，学就是觉悟，真正觉悟。习是什么？真正觉悟了，过觉悟的生活，做觉悟的工作，日用平常，觉悟的应酬，快乐！整个融化在大觉之中，用我们佛法来说，过佛菩萨的生活，就是过大智大觉的生活。「不亦说乎」，那个喜悦，这个悦是从心性里面流露出来的，我们佛法里叫法喜充满，大乘经上常常读到，常生欢喜心，就是这个。",
      "zh_TW": "你真正是參透了，你才曉得世出世間什麼最可貴？覺悟最可貴。覺悟是什麼？覺悟是學，中國這個學習的學字。學，古時候就念覺，學就是覺的意思，古音念覺，學者覺也！學什麼？學覺。所以孔老夫子《論語》裡頭一句，「子曰，學而時習之，不亦說乎」，這句話意思深，非常非常之深。「學而時習之」，學就是覺悟，真正覺悟。習是什麼？真正覺悟了，過覺悟的生活，做覺悟的工作，日用平常，覺悟的應酬，快樂！整個融化在大覺之中，用我們佛法來說，過佛菩薩的生活，就是過大智大覺的生活。「不亦說乎」，那個喜悅，這個悅是從心性裡面流露出來的，我們佛法裡叫法喜充滿，大乘經上常常讀到，常生歡喜心，就是這個。"
    },
    {
      "id": "12-017-1067_p0044",
      "zh_CN": "我们世间人讲人逢喜事精神爽，一个人天天生活在快乐里面，不容易衰老，健康长寿，不容易老化。老怎么老？忧能使人老，他烦恼很多，忧虑牵挂，这个东西使人老化，心老了。我常常不是用老讲，我讲伤，伤害，心伤！心一伤了，身就受损失，你的身体就受影响。为什么？刚才讲了，每个细胞，它的性能不受四缘的影响。所以你欢喜，每个细胞都欢喜，在科学实验里面看它的结晶非常美丽；你忧虑，它就起变化，它的结晶就很破碎，就很难看。这就是说你心理上每个细胞随着你的心情产生变化。所以，忧这个意念就把你全身的细胞老化，心伤了，你身体生理就受伤了，就这么个道理。你要懂得这个秘诀，你就能保持着青春常驻，虽然不能真的常驻，可以保持你减缓老化，也能延长你的寿命，这是一定的道理。",
      "zh_TW": "我們世間人講人逢喜事精神爽，一個人天天生活在快樂裡面，不容易衰老，健康長壽，不容易老化。老怎麼老？憂能使人老，他煩惱很多，憂慮牽掛，這個東西使人老化，心老了。我常常不是用老講，我講傷，傷害，心傷！心一傷了，身就受損失，你的身體就受影響。為什麼？剛才講了，每個細胞，它的性能不受四緣的影響。所以你歡喜，每個細胞都歡喜，在科學實驗裡面看它的結晶非常美麗；你憂慮，它就起變化，它的結晶就很破碎，就很難看。這就是說你心理上每個細胞隨著你的心情產生變化。所以，憂這個意念就把你全身的細胞老化，心傷了，你身體生理就受傷了，就這麼個道理。你要懂得這個祕訣，你就能保持著青春常駐，雖然不能真的常駐，可以保持你減緩老化，也能延長你的壽命，這是一定的道理。"
    },
    {
      "id": "12-017-1067_p0045",
      "zh_CN": "所以佛法这一门学问，在世出世间没有比它更殊胜的。很多人不相信，不相信是没有福报，遇到这个是有大福报的人，能够修学的人，那是一等一的福报，能够依教奉行，这是我常讲的。从哪里入门？我常常劝同学，放下我们对于一切人事物控制的念头。因为你有常常想控制一切人事物的念头，你的心伤了，对自己的伤害太大太大了；其次要放下对一切人事物占有的念头。那个占有是造业，控制是迷惑，控制是属于烦恼，占有是属于业，前面我们讲苦的因，你后来的结果是苦报。佛在经上讲得这么清楚，刚刚念过的，你还要这样搞法，那就没有法子，那是自找苦吃。你真正听懂、听明白了，我马上放下，我对于世出世间一切法，绝对没有控制念头，绝对没有占有的念头，活得多自在！果然入这个境界了，那就是佛经上讲的，心想事成。真放下之后，我现在需要用的东西，它自然就来了。你命里头有的，丢都丢不掉；命里没有的，求都求不来。但是觉悟的人是命里有的丢不掉，命里没有的，要求求得来，有求必应。",
      "zh_TW": "所以佛法這一門學問，在世出世間沒有比它更殊勝的。很多人不相信，不相信是沒有福報，遇到這個是有大福報的人，能夠修學的人，那是一等一的福報，能夠依教奉行，這是我常講的。從哪裡入門？我常常勸同學，放下我們對於一切人事物控制的念頭。因為你有常常想控制一切人事物的念頭，你的心傷了，對自己的傷害太大太大了；其次要放下對一切人事物佔有的念頭。那個佔有是造業，控制是迷惑，控制是屬於煩惱，佔有是屬於業，前面我們講苦的因，你後來的結果是苦報。佛在經上講得這麼清楚，剛剛念過的，你還要這樣搞法，那就沒有法子，那是自找苦吃。你真正聽懂、聽明白了，我馬上放下，我對於世出世間一切法，絕對沒有控制念頭，絕對沒有佔有的念頭，活得多自在！果然入這個境界了，那就是佛經上講的，心想事成。真放下之後，我現在需要用的東西，它自然就來了。你命裡頭有的，丟都丟不掉；命裡沒有的，求都求不來。但是覺悟的人是命裡有的丟不掉，命裡沒有的，要求求得來，有求必應。"
    },
    {
      "id": "12-017-1067_p0046",
      "zh_CN": "我这一生当中，没有其他的要求，只求经书，喜欢读经书。喜欢读书，常常就想，想著书，听说有什么本子好，心里头常常有这个意念。那时候在初学佛的时候，我们香港智开法师帮我很大的忙。智开法师跟我同年，当初我们不认识，他主持香港佛经流通处，我在台湾常常写信请他给我买书。非常慈悲（我以为他是老法师），给我很优待，他对我有信心，书找到了，立刻就寄给我。什么时候有钱，什么时候付给他，都是记帐的，这给我帮助好大！几乎那个时候起心动念想找的这些古大德的注疏，统统找到。时间最长的，就是《中观论》的注疏，这一部疏他用半年的时间给我找到，这是最长的。通常一般差不多是一、两个月，他就会给我找到这些书。所以我在台中，李老师都感觉得很奇怪，李老师常常谈到什么注解什么注解，我说我有，老师我都有。他说你从哪里来的？我说不知道，我有这个念头，它就来了，奇怪。确实心想事成，这是章嘉大师教我的。我能听话，老师教导我的，我都能用上。其实这五十多年来，感应不可思议。我们求，一定是如理如法，是正当的，不是贪图享受；贪图享受，这个如果有求必应的话，增长你的贪心，增长你的罪业，佛菩萨不会做这个事情。我们一心在道业上，希望成就自己的智慧，了解诸法实相，然后帮助一切众生破迷开悟，离苦得乐，这就是诸佛菩萨的事业。我们今天做的跟诸佛菩萨一样，诸佛菩萨哪有不关心的道理！那有不加持的道理！所谓是人同此心，心同此理，这是与法性完全相应。",
      "zh_TW": "我這一生當中，沒有其他的要求，只求經書，喜歡讀經書。喜歡讀書，常常就想，想著書，聽說有什麼本子好，心裡頭常常有這個意念。那時候在初學佛的時候，我們香港智開法師幫我很大的忙。智開法師跟我同年，當初我們不認識，他主持香港佛經流通處，我在台灣常常寫信請他給我買書。非常慈悲（我以為他是老法師），給我很優待，他對我有信心，書找到了，立刻就寄給我。什麼時候有錢，什麼時候付給他，都是記帳的，這給我幫助好大！幾乎那個時候起心動念想找的這些古大德的註疏，統統找到。時間最長的，就是《中觀論》的註疏，這一部疏他用半年的時間給我找到，這是最長的。通常一般差不多是一、兩個月，他就會給我找到這些書。所以我在台中，李老師都感覺得很奇怪，李老師常常談到什麼註解什麼註解，我說我有，老師我都有。他說你從哪裡來的？我說不知道，我有這個念頭，它就來了，奇怪。確實心想事成，這是章嘉大師教我的。我能聽話，老師教導我的，我都能用上。其實這五十多年來，感應不可思議。我們求，一定是如理如法，是正當的，不是貪圖享受；貪圖享受，這個如果有求必應的話，增長你的貪心，增長你的罪業，佛菩薩不會做這個事情。我們一心在道業上，希望成就自己的智慧，了解諸法實相，然後幫助一切眾生破迷開悟，離苦得樂，這就是諸佛菩薩的事業。我們今天做的跟諸佛菩薩一樣，諸佛菩薩哪有不關心的道理！那有不加持的道理！所謂是人同此心，心同此理，這是與法性完全相應。"
    },
    {
      "id": "12-017-1067_p0047",
      "zh_CN": "菩萨彻底明了事实真相，所以他没有苦，这是我刚才说过了，事实完全了解，苦就没有，有谛。他不像凡夫，凡夫有苦没有谛；二乘有苦也有谛，他明白这个道理，但是他不能脱苦，为什么不能脱苦？四相没有空。虽然他也有空，他空的不够程度，从须陀洹已经离四相，那是刚刚离。他离相，他不执着，他还有分别，就是说我执他没有了，他还有法执。菩萨没有苦有谛，菩萨法执也破了，我执、法执都破了，没有苦有谛。这个事实真相有，事实真相明了，而且是彻底的明了，不像二乘；二乘说实在话是一知半解，不能说他不知道，他知道得不透彻。所以菩萨无苦有谛，而有真实，这个真实就是通达诸法实相，这是真实。",
      "zh_TW": "菩薩徹底明瞭事實真相，所以他沒有苦，這是我剛才說過了，事實完全了解，苦就沒有，有諦。他不像凡夫，凡夫有苦沒有諦；二乘有苦也有諦，他明白這個道理，但是他不能脫苦，為什麼不能脫苦？四相沒有空。雖然他也有空，他空的不夠程度，從須陀洹已經離四相，那是剛剛離。他離相，他不執著，他還有分別，就是說我執他沒有了，他還有法執。菩薩沒有苦有諦，菩薩法執也破了，我執、法執都破了，沒有苦有諦。這個事實真相有，事實真相明瞭，而且是徹底的明瞭，不像二乘；二乘說實在話是一知半解，不能說他不知道，他知道得不透徹。所以菩薩無苦有諦，而有真實，這個真實就是通達諸法實相，這是真實。"
    },
    {
      "id": "12-017-1067_p0048",
      "zh_CN": "下面大师举了个例子，也是帮助我们了解前面所说的话。「谓若苦即谛，三涂之苦，岂即谛也」。所以苦是苦，谛是谛，苦谛不是苦，但是苦谛里头也有苦，种种境界不同，我们要搞清楚。如果说苦就是苦谛的话，那三途是苦，三途里面应当有苦谛。不但三途没有苦谛，六道都没有苦谛，声闻、缘觉才有苦谛。所以，前面讲苦集灭道，讲名相，意思一定要搞清楚、搞明白，才不至于误会。苦怎么讲，谛怎么讲，苦谛怎么讲。藏通别圆还有层次，同样的名词，境界不相同。你说在小乘，声闻、缘觉，这叫生灭四谛，前面跟诸位说过，苦、集、道，有相，灭是无相。大乘，大乘四谛都无相，也就是说，通教、别教、圆教的四谛，都是无相。",
      "zh_TW": "下面大師舉了個例子，也是幫助我們了解前面所說的話。「謂若苦即諦，三塗之苦，豈即諦也」。所以苦是苦，諦是諦，苦諦不是苦，但是苦諦裡頭也有苦，種種境界不同，我們要搞清楚。如果說苦就是苦諦的話，那三途是苦，三途裡面應當有苦諦。不但三途沒有苦諦，六道都沒有苦諦，聲聞、緣覺才有苦諦。所以，前面講苦集滅道，講名相，意思一定要搞清楚、搞明白，才不至於誤會。苦怎麼講，諦怎麼講，苦諦怎麼講。藏通別圓還有層次，同樣的名詞，境界不相同。你說在小乘，聲聞、緣覺，這叫生滅四諦，前面跟諸位說過，苦、集、道，有相，滅是無相。大乘，大乘四諦都無相，也就是說，通教、別教、圓教的四諦，都是無相。"
    },
    {
      "id": "12-017-1067_p0049",
      "zh_CN": "「二乘虽审知之，而不达法空，不见真实」。这就是我刚才所讲的，二乘虽然知道，知道的不究竟、不透彻。就是说，他没有见到诸法实相，见到诸法实相，就叫做明心见性，二乘人没有见性，声闻、缘觉，这是十法界。见性了就超越十法界，就证一真法界，在华严叫华藏世界，我们念佛人就是极乐世界。极乐世界哪个土？实报庄严土。由此可知，我们这些大乘经要学、要通达、要明了，不管你明了多少，往生西方极乐世界决定增高品位。",
      "zh_TW": "「二乘雖審知之，而不達法空，不見真實」。這就是我剛才所講的，二乘雖然知道，知道的不究竟、不透徹。就是說，他沒有見到諸法實相，見到諸法實相，就叫做明心見性，二乘人沒有見性，聲聞、緣覺，這是十法界。見性了就超越十法界，就證一真法界，在華嚴叫華藏世界，我們念佛人就是極樂世界。極樂世界哪個土？實報莊嚴土。由此可知，我們這些大乘經要學、要通達、要明瞭，不管你明瞭多少，往生西方極樂世界決定增高品位。"
    },
    {
      "id": "12-017-1067_p0050",
      "zh_CN": "如果真正能够契入无相，我们将来往生西方极乐世界，生到西方极乐世界，不是凡圣同居土，不是方便有余土，而是实报庄严土。可不可能？可能。我们没有到明心见性，不错，是没有到明心见性，但是对于这个道理通达明了，一点怀疑没有，而且认真努力在做。要知道往生的时候，佛先用光来照你，佛光注照。我们在西方接引变相图里面，看到佛眉白毫光，白毫放光照念佛的人，这个光一照，就把你的功夫提升。我们是没有到这个境界，没有到理一心境界，大概差不多是到事一心的样子，一照的时候，理一心提升了事一心。",
      "zh_TW": "如果真正能夠契入無相，我們將來往生西方極樂世界，生到西方極樂世界，不是凡聖同居土，不是方便有餘土，而是實報莊嚴土。可不可能？可能。我們沒有到明心見性，不錯，是沒有到明心見性，但是對於這個道理通達明瞭，一點懷疑沒有，而且認真努力在做。要知道往生的時候，佛先用光來照你，佛光注照。我們在西方接引變相圖裡面，看到佛眉白毫光，白毫放光照念佛的人，這個光一照，就把你的功夫提升。我們是沒有到這個境界，沒有到理一心境界，大概差不多是到事一心的樣子，一照的時候，理一心提升了事一心。"
    },
    {
      "id": "12-017-1067_p0051",
      "zh_CN": "所以《弥陀经》，鸠摩罗什大师翻的「一心不乱」，不是没有道理。「一心不乱」不是原文，原文，诸位看看玄奘大师翻的本子（玄奘大师是直译，照着原文直接译下来的，那个很老实），是「一心系念」，不是一心不乱。但是罗什大师翻的不能说没有道理，因为往生的时候，你一心系念，佛光一注照，把你的功夫马上提升一倍，就一心不乱，不能说他错，真是这样的。功夫成片，加一倍就是一心不乱；一心不乱再加一倍，就是理一心不乱，就这么个道理。",
      "zh_TW": "所以《彌陀經》，鳩摩羅什大師翻的「一心不亂」，不是沒有道理。「一心不亂」不是原文，原文，諸位看看玄奘大師翻的本子（玄奘大師是直譯，照著原文直接譯下來的，那個很老實），是「一心繫念」，不是一心不亂。但是羅什大師翻的不能說沒有道理，因為往生的時候，你一心繫念，佛光一注照，把你的功夫馬上提升一倍，就一心不亂，不能說他錯，真是這樣的。功夫成片，加一倍就是一心不亂；一心不亂再加一倍，就是理一心不亂，就這麼個道理。"
    },
    {
      "id": "12-017-1067_p0052",
      "zh_CN": "所以我们在今天，在大乘教里认真努力，还是有好处的。每个人缘分不一样，功夫不相同。所以只要有信、有愿，没有功夫，临终时佛光一照，也能把你功夫提升到成片，真提升到成片，所以他能生凡圣同居土。这些道理不能不懂，懂了之后，增长我们的信心，知道念佛人往生是怎么回事情。一个人一生当中，从来没有念过佛，临命终时才念几声佛号，就能往生，这是第十八愿，临终一念、十念都能往生，那是什么？那是佛光注照的时候，把他的信愿真的一提升，就等于我们的功夫成片，是这样走的。这理很深，事也很繁杂，你要不搞清楚，疑问一大堆，疑问就产生障碍。为什么要研究经教？经教的作用是破迷，破迷之后，生信，真正的信心生起来了。",
      "zh_TW": "所以我們在今天，在大乘教裡認真努力，還是有好處的。每個人緣分不一樣，功夫不相同。所以只要有信、有願，沒有功夫，臨終時佛光一照，也能把你功夫提升到成片，真提升到成片，所以他能生凡聖同居土。這些道理不能不懂，懂了之後，增長我們的信心，知道念佛人往生是怎麼回事情。一個人一生當中，從來沒有念過佛，臨命終時才念幾聲佛號，就能往生，這是第十八願，臨終一念、十念都能往生，那是什麼？那是佛光注照的時候，把他的信願真的一提升，就等於我們的功夫成片，是這樣走的。這理很深，事也很繁雜，你要不搞清楚，疑問一大堆，疑問就產生障礙。為什麼要研究經教？經教的作用是破迷，破迷之後，生信，真正的信心生起來了。"
    },
    {
      "id": "12-017-1067_p0053",
      "zh_CN": "迷障碍你的信心。释迦牟尼佛一生给我们示现的，讲经说法四十九年，为什么？帮助一切众生断疑生信，就这么回事情。所有一切疑虑都给你解释开，你真的搞清楚，真的搞明白，你才懂得，在这一生当中，在这个现实社会里头，你怎么样生活，怎么样工作，怎么样待人接物，真正做出自利利他。不但自己得度，而且为一切众生做得度的因缘，成就真实无量功德。我们今天要不在经教里面用功、着手，人空勉强，法空没有法子解释！这一段无生四谛，我们就介绍到此地。清凉说得很多，《疏钞》里面讲得很多，有兴趣研究的人，你听到我这些介绍，你再去看他的注解，你就不难懂。",
      "zh_TW": "迷障礙你的信心。釋迦牟尼佛一生給我們示現的，講經說法四十九年，為什麼？幫助一切眾生斷疑生信，就這麼回事情。所有一切疑慮都給你解釋開，你真的搞清楚，真的搞明白，你才懂得，在這一生當中，在這個現實社會裡頭，你怎麼樣生活，怎麼樣工作，怎麼樣待人接物，真正做出自利利他。不但自己得度，而且為一切眾生做得度的因緣，成就真實無量功德。我們今天要不在經教裡面用功、著手，人空勉強，法空沒有法子解釋！這一段無生四諦，我們就介紹到此地。清涼說得很多，《疏鈔》裡面講得很多，有興趣研究的人，你聽到我這些介紹，你再去看他的註解，你就不難懂。"
    },
    {
      "id": "12-017-1067_p0054",
      "zh_CN": "我们再看下面一段经文，无量四谛。「又二乘虽知苦相，不知无量相，故大经云，苦有无量相，非诸声闻缘觉所知，瑜伽说，苦有一百一十」。我们先看这一句。声闻缘觉跟我们相比，当然比我们聪明多了。我们知道有苦，但是说实在话，知其当然，不知其所以然。我们想解决我们的苦，可是怎么样？不知道事实真相，往往用的方法全用错，不但不能解决，愈解愈苦，方法用错了。错在哪里？总的来说，错在完全违背了性德。",
      "zh_TW": "我們再看下面一段經文，無量四諦。「又二乘雖知苦相，不知無量相，故大經云，苦有無量相，非諸聲聞緣覺所知，瑜伽說，苦有一百一十」。我們先看這一句。聲聞緣覺跟我們相比，當然比我們聰明多了。我們知道有苦，但是說實在話，知其當然，不知其所以然。我們想解決我們的苦，可是怎麼樣？不知道事實真相，往往用的方法全用錯，不但不能解決，愈解愈苦，方法用錯了。錯在哪裡？總的來說，錯在完全違背了性德。"
    },
    {
      "id": "12-017-1067_p0055",
      "zh_CN": "以我们现实社会来做个例子，现在这个社会，我常说无论贫富贵贱，都苦不堪言。精神、生活沈重的压力，尤其生活在动乱的社会，身心没有安全感。周边细心去观察，好像没有一个可靠的人，没有一个靠得住的人，似乎看来看去都是想欺负我的、害我的，整我的，一天到晚提心吊胆，你说这个生活多么痛苦！我们想解决苦有没有方法？看看很多人用的方法，用的什么方法？我们想得一点物质上的生活过得好一点，钱赚得多一点，怎么赚钱？想办法欺骗众生。你看做生意买卖，卖假东西，价钱不实在，欺骗老实人，以为这样子可以致富，就是方法用错了。怎么样升官发财？贿赂。贿赂当权、当道的，希望他提拔我一下，居然也就能升官，好像很有效。自己在位子上，别人也来贿赂我，不贿赂我，我就不帮你，全都搞错了，社会愈搞愈乱。",
      "zh_TW": "以我們現實社會來做個例子，現在這個社會，我常說無論貧富貴賤，都苦不堪言。精神、生活沈重的壓力，尤其生活在動亂的社會，身心沒有安全感。周邊細心去觀察，好像沒有一個可靠的人，沒有一個靠得住的人，似乎看來看去都是想欺負我的、害我的，整我的，一天到晚提心吊膽，你說這個生活多麼痛苦！我們想解決苦有沒有方法？看看很多人用的方法，用的什麼方法？我們想得一點物質上的生活過得好一點，錢賺得多一點，怎麼賺錢？想辦法欺騙眾生。你看做生意買賣，賣假東西，價錢不實在，欺騙老實人，以為這樣子可以致富，就是方法用錯了。怎麼樣升官發財？賄賂。賄賂當權、當道的，希望他提拔我一下，居然也就能升官，好像很有效。自己在位子上，別人也來賄賂我，不賄賂我，我就不幫你，全都搞錯了，社會愈搞愈亂。"
    },
    {
      "id": "12-017-1067_p0056",
      "zh_CN": "中国，好像古圣先贤的方法没有效；西方的方法，好像有的时候有一点效，后遗症很多，给多少人结怨、结仇？果报，我们只要冷静观察，清楚，现世报，报得很快。果报我们看不到，果报是他来生，他死了以后，到哪里去？不堪设想。有很多人来问我，我常常被人问，这到底是怎么回事情？我一句话总答，「不听老人言，吃亏在眼前」。这是我们中国人常常提到的一句谚语，这个话很有道理。什么是老人？孔夫子是老人，孟夫子是老人，老庄是老人，释迦牟尼佛是老人，菩萨是老人，祖师大德是老人。",
      "zh_TW": "中國，好像古聖先賢的方法沒有效；西方的方法，好像有的時候有一點效，後遺症很多，給多少人結怨、結仇？果報，我們只要冷靜觀察，清楚，現世報，報得很快。果報我們看不到，果報是他來生，他死了以後，到哪裡去？不堪設想。有很多人來問我，我常常被人問，這到底是怎麼回事情？我一句話總答，「不聽老人言，吃虧在眼前」。這是我們中國人常常提到的一句諺語，這個話很有道理。什麼是老人？孔夫子是老人，孟夫子是老人，老莊是老人，釋迦牟尼佛是老人，菩薩是老人，祖師大德是老人。"
    },
    {
      "id": "12-017-1067_p0057",
      "zh_CN": "总的一句话来说，什么是正当的方法？随顺性德，你决定能解决问题；你要不随顺性德，违背性德，眼前可能你会得一点小利，祸害就在后头。不可以欺骗人，不可以害人，做好事要如法，不如法，慷他人之慨，你造的是罪业。就以我们佛法来说，我们这么多年来，我们做得很如法，在台湾，我教韩馆长，我教简居士（简丰文居士）。你不要看韩馆长，韩馆长重要的事情还是听我的，她真听。我说我们流通的法物，经书、光碟、录相带，决定不能卖钱，这个韩馆长接受。华藏图书馆从来没有卖过东西，都是结缘的；结缘的东西，你要拿去卖，那就有罪过。别人拿去卖，我们不知道，没有罪过；如果我们知道，我这个东西给你，你拿去卖，我就有罪过，那就是你违反性德了。",
      "zh_TW": "總的一句話來說，什麼是正當的方法？隨順性德，你決定能解決問題；你要不隨順性德，違背性德，眼前可能你會得一點小利，禍害就在後頭。不可以欺騙人，不可以害人，做好事要如法，不如法，慷他人之慨，你造的是罪業。就以我們佛法來說，我們這麼多年來，我們做得很如法，在台灣，我教韓館長，我教簡居士（簡豐文居士）。你不要看韓館長，韓館長重要的事情還是聽我的，她真聽。我說我們流通的法物，經書、光碟、錄相帶，決定不能賣錢，這個韓館長接受。華藏圖書館從來沒有賣過東西，都是結緣的；結緣的東西，你要拿去賣，那就有罪過。別人拿去賣，我們不知道，沒有罪過；如果我們知道，我這個東西給你，你拿去賣，我就有罪過，那就是你違反性德了。"
    },
    {
      "id": "12-017-1067_p0058",
      "zh_CN": "简丰文居士，我教导他，我们基金会成立，我说第一桩大事财务要公开，每天收入、支出，银行，我任何时间来查帐，统统能对得上，他做到，数十年如一日。台湾的会计师公开的说，佛陀教育基金会在财务上，台湾第一家，一本帐没有两本帐的，随时能够兑现，简丰文做到了。这才不背因果，这才是积功累德。我们以财物不管是帮助哪个人、哪个团体，一定要董事会通过，没有董事会通过，自己要想怎么做的话，这是不如法的，这是有罪过的。如果你布施，布施那个对象拿去做恶事情，那你罪上加罪，麻烦大了。",
      "zh_TW": "簡豐文居士，我教導他，我們基金會成立，我說第一樁大事財務要公開，每天收入、支出，銀行，我任何時間來查帳，統統能對得上，他做到，數十年如一日。台灣的會計師公開的說，佛陀教育基金會在財務上，台灣第一家，一本帳沒有兩本帳的，隨時能夠兌現，簡豐文做到了。這才不背因果，這才是積功累德。我們以財物不管是幫助哪個人、哪個團體，一定要董事會通過，沒有董事會通過，自己要想怎麼做的話，這是不如法的，這是有罪過的。如果你布施，布施那個對象拿去做惡事情，那你罪上加罪，麻煩大了。"
    },
    {
      "id": "12-017-1067_p0059",
      "zh_CN": "所以做好事要智慧，没有智慧，你想做好事，结果是恶的事情。这些道理，统统都在《了凡四训》里面，你要把《了凡四训》念通了，你就明了。所以善有真的、有假的、有偏的、有圆的，了凡先生说了八个。你的善是什么善？你将来是什么果报？《了凡四训》念通了，你就清楚明了，不必问人。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以做好事要智慧，沒有智慧，你想做好事，結果是惡的事情。這些道理，統統都在《了凡四訓》裡面，你要把《了凡四訓》念通了，你就明瞭。所以善有真的、有假的、有偏的、有圓的，了凡先生說了八個。你的善是什麼善？你將來是什麼果報？《了凡四訓》念通了，你就清楚明瞭，不必問人。好，今天時間到了，我們就講到此地。"
    }
  ]
}