{
  "doc_id": "12-017-0528",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五二八卷",
    "zh_TW": "第五二八卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0528",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-0528_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，座内众流，说偈赞佛，大智日菩萨偈颂第三首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，座內眾流，說偈讚佛，大智日菩薩偈頌第三首："
    },
    {
      "id": "12-017-0528_p0002",
      "zh_CN": "【摩尼为柱种种色，真金铃铎如云布，宝阶四面列成行，门闼随方咸洞启。妙华缯绮庄严帐，宝树枝条共严饰，摩尼璎珞四面垂，智海于中湛然坐。】",
      "zh_TW": "【摩尼為柱種種色，真金鈴鐸如雲布，寶階四面列成行，門闥隨方咸洞啟。妙華繒綺莊嚴帳，寶樹枝條共嚴飾，摩尼瓔珞四面垂，智海於中湛然坐。】"
    },
    {
      "id": "12-017-0528_p0003",
      "zh_CN": "这两首是说一桩事情，我们一起把它读下来。这两首颂，清凉大师在《疏钞》里面告诉我们，这是略辨七种庄严，七在佛法里面是代表圆满的意思。无量无边的庄严略说七种，这七种就是讲第一首颂「炳然照耀宫殿中」，说的这一句；第二首「如来宫殿不思议」，那是讲第一句。由此可知，后面九首偈都是第一首的细说。",
      "zh_TW": "這兩首是說一樁事情，我們一起把它讀下來。這兩首頌，清涼大師在《疏鈔》裡面告訴我們，這是略辨七種莊嚴，七在佛法裡面是代表圓滿的意思。無量無邊的莊嚴略說七種，這七種就是講第一首頌「炳然照耀宮殿中」，說的這一句；第二首「如來宮殿不思議」，那是講第一句。由此可知，後面九首偈都是第一首的細說。"
    },
    {
      "id": "12-017-0528_p0004",
      "zh_CN": "『摩尼为柱种种色』，摩尼宝在我们这个世间，那是非常珍贵，希有难得。在华藏世界里面，就像极乐世界一样，是用来做建筑材料的，把它做柱子用。难怪古大德有所谓「不读《华严》，不知道佛家的富贵」，道理就在此地。「种种色」，在佛菩萨一真法界里面，这些宝自然都放光；在六道里面这些宝物自己不能放光，它的光是从反射来的，反射的角度不相同，所以它的光彩就不一样，无量无边的光彩，一般文人形容的五光十色，这是我们凡夫肉眼能够观察得到的。这是说殿堂里面一个柱子的庄严。『真金铃铎如云布』，宫殿的外面，像中国古时候的宫殿，四面屋檐造成的飞檐，而屋檐的四周都悬挂着铃铛。风吹的时候，音色之美，耳不胜闻。「铃铎」，铃是小的，铎是大的，大小铃铛遍布在屋檐四周，不但美而且好听。『宝阶四面列成行』，宫殿建造比地面高，所以一定有台阶上去，这个台阶也是七宝所造的。「宝阶四面」，由这里我们能想像得到，这个宫殿四面是平台，平台有阶梯下到地面，宝阶四面列成行。『门闼随方咸洞启』，「闼」是小的门，如果这个讲堂是方的，或者是长方形的，它有正门，正门通常都是两扇的，旁边有小门。如果是规模大的殿堂，门就很高大，四面都有门户。「咸洞启」，这个门户都是开的。由此可知，这个讲堂宫殿正有活动在其中，它四面门都开的，进出方便。",
      "zh_TW": "『摩尼為柱種種色』，摩尼寶在我們這個世間，那是非常珍貴，希有難得。在華藏世界裡面，就像極樂世界一樣，是用來做建築材料的，把它做柱子用。難怪古大德有所謂「不讀《華嚴》，不知道佛家的富貴」，道理就在此地。「種種色」，在佛菩薩一真法界裡面，這些寶自然都放光；在六道裡面這些寶物自己不能放光，它的光是從反射來的，反射的角度不相同，所以它的光彩就不一樣，無量無邊的光彩，一般文人形容的五光十色，這是我們凡夫肉眼能夠觀察得到的。這是說殿堂裡面一個柱子的莊嚴。『真金鈴鐸如雲布』，宮殿的外面，像中國古時候的宮殿，四面屋簷造成的飛簷，而屋簷的四周都懸掛著鈴鐺。風吹的時候，音色之美，耳不勝聞。「鈴鐸」，鈴是小的，鐸是大的，大小鈴鐺遍布在屋簷四周，不但美而且好聽。『寶階四面列成行』，宮殿建造比地面高，所以一定有台階上去，這個台階也是七寶所造的。「寶階四面」，由這裡我們能想像得到，這個宮殿四面是平台，平台有階梯下到地面，寶階四面列成行。『門闥隨方咸洞啟』，「闥」是小的門，如果這個講堂是方的，或者是長方形的，它有正門，正門通常都是兩扇的，旁邊有小門。如果是規模大的殿堂，門就很高大，四面都有門戶。「咸洞啟」，這個門戶都是開的。由此可知，這個講堂宮殿正有活動在其中，它四面門都開的，進出方便。"
    },
    {
      "id": "12-017-0528_p0005",
      "zh_CN": "『妙华缯绮庄严帐』，这是装饰品，供具里头有花，「缯绮」是绫罗绸缎一类高贵的丝织品，做成幢幡帐幔，这是殿堂内部的布置，华帐。殿堂外面有宝树，『宝树枝条共严饰』，我们在经典里面读到，宝树上面有罗网，都有装饰。这些珍宝，树也是七宝所成的，不但光光交映，风吹树叶，叶与叶相碰的时候就像风铃一样，自自然然形成非常美妙的交响曲，我们细细来体会这些境界。『摩尼璎珞四面垂』，这是众宝璎珞四面垂。这说了七种装饰，显示法堂的庄严。这些庄严是表慧，众宝是表福，福慧庄严！宝树枝条、璎珞表教化，善巧方便。『智海』这两个字是表如来，世尊他在宝殿当中『湛然坐』，坐在宝殿当中，靡足庄严！第五首：",
      "zh_TW": "『妙華繒綺莊嚴帳』，這是裝飾品，供具裡頭有花，「繒綺」是綾羅綢緞一類高貴的絲織品，做成幢幡帳幔，這是殿堂內部的布置，華帳。殿堂外面有寶樹，『寶樹枝條共嚴飾』，我們在經典裡面讀到，寶樹上面有羅網，都有裝飾。這些珍寶，樹也是七寶所成的，不但光光交映，風吹樹葉，葉與葉相碰的時候就像風鈴一樣，自自然然形成非常美妙的交響曲，我們細細來體會這些境界。『摩尼瓔珞四面垂』，這是眾寶瓔珞四面垂。這說了七種裝飾，顯示法堂的莊嚴。這些莊嚴是表慧，眾寶是表福，福慧莊嚴！寶樹枝條、瓔珞表教化，善巧方便。『智海』這兩個字是表如來，世尊他在寶殿當中『湛然坐』，坐在寶殿當中，靡足莊嚴！第五首："
    },
    {
      "id": "12-017-0528_p0006",
      "zh_CN": "【摩尼为网妙香幢，光燄灯明若云布，覆以种种庄严具，超世正知于此坐。】",
      "zh_TW": "【摩尼為網妙香幢，光燄燈明若雲布，覆以種種莊嚴具，超世正知於此坐。】"
    },
    {
      "id": "12-017-0528_p0007",
      "zh_CN": "这一颂是说罗网，网是讲的罗网。『摩尼为网妙香幢』，清凉大师注解，「罗以宝网，列以香幢，布以燄明，覆以严具。」这是说宫殿里面的布置陈设。这个罗网不是宫殿外面宝树上的罗网，是宫殿里面的罗网，这样的罗网现在很难看见了。诸位同学如果有机会参观古时候帝王的宫殿，像北京故宫，在日本、韩国有一些规模比较大的寺院，殿堂的上面还是有罗网，是用铜丝编造的。早年我到日本去参访的时候见到，经典里面读到的时候，到那边亲眼看过。罗网它有两个用处，一个是壮观；其实它真正的作用是保护梁栋，因为这宫殿梁栋柱子，实在讲都是高度的艺术品，雕梁画栋，所雕刻的、所绘画的，都是佛菩萨教化九法界众生的变相图、历史故事，那真的是精品。怕鸟雀到梁栋上去蓄窝，于是用罗网把它包起来。这个罗网很细，你能看得很清楚，能够欣赏，你不能够去触摸它。有机会看到的时候，可以留心仔细去观察。那是人间的，人间比不上天上，大梵天的罗网，佛在讲经的时候常常赞叹。这个地方是毘卢遮那佛的宫殿，自然不可思议，显示性德究竟圆满，这才是真正的意思。",
      "zh_TW": "這一頌是說羅網，網是講的羅網。『摩尼為網妙香幢』，清涼大師註解，「羅以寶網，列以香幢，布以燄明，覆以嚴具。」這是說宮殿裡面的布置陳設。這個羅網不是宮殿外面寶樹上的羅網，是宮殿裡面的羅網，這樣的羅網現在很難看見了。諸位同學如果有機會參觀古時候帝王的宮殿，像北京故宮，在日本、韓國有一些規模比較大的寺院，殿堂的上面還是有羅網，是用銅絲編造的。早年我到日本去參訪的時候見到，經典裡面讀到的時候，到那邊親眼看過。羅網它有兩個用處，一個是壯觀；其實它真正的作用是保護樑棟，因為這宮殿樑棟柱子，實在講都是高度的藝術品，雕樑畫棟，所雕刻的、所繪畫的，都是佛菩薩教化九法界眾生的變相圖、歷史故事，那真的是精品。怕鳥雀到樑棟上去蓄窩，於是用羅網把它包起來。這個羅網很細，你能看得很清楚，能夠欣賞，你不能夠去觸摸它。有機會看到的時候，可以留心仔細去觀察。那是人間的，人間比不上天上，大梵天的羅網，佛在講經的時候常常讚歎。這個地方是毘盧遮那佛的宮殿，自然不可思議，顯示性德究竟圓滿，這才是真正的意思。"
    },
    {
      "id": "12-017-0528_p0008",
      "zh_CN": "『光燄灯明』，这是殿堂里面的陈列，『若云布』，殿堂四面都能够看见。『覆以种种庄严具』，这一句是略说，就是不再细说。「种种庄严具」，我们在大型法会里面，在中国、在新加坡，寺院道场举行水陆法会、传戒法会，这都是规模很大的，你看看佛殿宇里面的庄严，我们从这些地方能够想像一个概略。『超世正知于此坐』，这一句结归到「世尊凝睟处法堂」。「超世正知」，赞叹世尊的。世尊在这个地方讲经说法、教化众生，端坐在法堂当中。这个经里头的意思，我们要能够体会，前面讲得很多，决定不能够忘掉，不能够疏忽。毘卢遮那如来是法身佛，佛的道场是法性土，多大？包虚空法界。就像佛法里头常讲的，「心包太虚，量周沙界」，这是性德，性德确确实实包太虚、周法界。这些菩萨从宝座流出来，不是佛变化的，不是像经上讲的「光中化佛无数亿」，那是变化的，「化菩萨众亦无边」，这个不是的，这是真实的！十方三世修行证果的大菩萨、菩萨摩诃萨，这些人从法性土流出。用宝座、用宫殿来表如来的法座，来表宫殿、来表道场，我们要明白这个意思。",
      "zh_TW": "『光燄燈明』，這是殿堂裡面的陳列，『若雲布』，殿堂四面都能夠看見。『覆以種種莊嚴具』，這一句是略說，就是不再細說。「種種莊嚴具」，我們在大型法會裡面，在中國、在新加坡，寺院道場舉行水陸法會、傳戒法會，這都是規模很大的，你看看佛殿宇裡面的莊嚴，我們從這些地方能夠想像一個概略。『超世正知於此坐』，這一句結歸到「世尊凝睟處法堂」。「超世正知」，讚歎世尊的。世尊在這個地方講經說法、教化眾生，端坐在法堂當中。這個經裡頭的意思，我們要能夠體會，前面講得很多，決定不能夠忘掉，不能夠疏忽。毘盧遮那如來是法身佛，佛的道場是法性土，多大？包虛空法界。就像佛法裡頭常講的，「心包太虛，量周沙界」，這是性德，性德確確實實包太虛、周法界。這些菩薩從寶座流出來，不是佛變化的，不是像經上講的「光中化佛無數億」，那是變化的，「化菩薩眾亦無邊」，這個不是的，這是真實的！十方三世修行證果的大菩薩、菩薩摩訶薩，這些人從法性土流出。用寶座、用宮殿來表如來的法座，來表宮殿、來表道場，我們要明白這個意思。"
    },
    {
      "id": "12-017-0528_p0009",
      "zh_CN": "一切庄严具，我们要问：有没有这个事相？这些事相有，不是没有，怎么知道有？从心想生！西方极乐世界阿弥陀佛，我们要问：有没有阿弥陀佛这个人？有！肯定有！阿弥陀佛有了，他是法身佛还是报身佛、应身佛？我们凡夫分别执着，佛在大经上告诉我们，佛的身一即是三，三即是一，报身就是法身，也就是应化身；应化身就是报身、就是法身，无需要分别执着。离一切分别执着，你才真正明了事实真相；离一切分别执着，你才成就清净纯善的功德。佛菩萨在这个世间，念念都想成就众生，经上常讲成熟众生，往往事业不能够圆满，什么原因？众生跟佛不合作。这个不合作，我们说清楚、说明白一点，大家才懂。怎么不合作法？不能随顺佛陀教诲，他还要随顺自己意思去做，我要随顺我的意思，你要随顺你的意思，我们彼此意思不一样，就起了冲突，冲突就造成彼此不愉快。这个念头生起来了，对于正法的弘扬、正法的住世，必定造成障碍。自己是不是有意造成障碍？没有，真的是无意造的。",
      "zh_TW": "一切莊嚴具，我們要問：有沒有這個事相？這些事相有，不是沒有，怎麼知道有？從心想生！西方極樂世界阿彌陀佛，我們要問：有沒有阿彌陀佛這個人？有！肯定有！阿彌陀佛有了，他是法身佛還是報身佛、應身佛？我們凡夫分別執著，佛在大經上告訴我們，佛的身一即是三，三即是一，報身就是法身，也就是應化身；應化身就是報身、就是法身，無需要分別執著。離一切分別執著，你才真正明瞭事實真相；離一切分別執著，你才成就清淨純善的功德。佛菩薩在這個世間，念念都想成就眾生，經上常講成熟眾生，往往事業不能夠圓滿，什麼原因？眾生跟佛不合作。這個不合作，我們說清楚、說明白一點，大家才懂。怎麼不合作法？不能隨順佛陀教誨，他還要隨順自己意思去做，我要隨順我的意思，你要隨順你的意思，我們彼此意思不一樣，就起了衝突，衝突就造成彼此不愉快。這個念頭生起來了，對於正法的弘揚、正法的住世，必定造成障礙。自己是不是有意造成障礙？沒有，真的是無意造的。"
    },
    {
      "id": "12-017-0528_p0010",
      "zh_CN": "有意造的是罪，无意造的是过，这个我们在这一生修学弘法的经历里面，看得太多太多了。正是古德所谓「好事多磨」，好事很容易遭受到魔障。魔是折磨，障是障碍，这些魔障往往都出自于善意的，并非恶意，就是个人坚持自己的意思，不能放下自己的分别执着。在这个世间做事难，做人更难。成功的人是什么人？忍让的人。能忍能让，看到别人相争，造成种种障碍，也无所谓，这个心永远是定的。像经上讲，「世尊凝睟处法堂」、「智海于中湛然坐」、「超世正知于此坐」，你看看佛心多清净，这个态度多么从容！这是我们要学习的。",
      "zh_TW": "有意造的是罪，無意造的是過，這個我們在這一生修學弘法的經歷裡面，看得太多太多了。正是古德所謂「好事多磨」，好事很容易遭受到魔障。魔是折磨，障是障礙，這些魔障往往都出自於善意的，並非惡意，就是個人堅持自己的意思，不能放下自己的分別執著。在這個世間做事難，做人更難。成功的人是什麼人？忍讓的人。能忍能讓，看到別人相爭，造成種種障礙，也無所謂，這個心永遠是定的。像經上講，「世尊凝睟處法堂」、「智海於中湛然坐」、「超世正知於此坐」，你看看佛心多清淨，這個態度多麼從容！這是我們要學習的。"
    },
    {
      "id": "12-017-0528_p0011",
      "zh_CN": "我们自己年轻初学的时候，这些毛病都有，有一些人来劝导我们，我们不但不能接受，还怨恨他。谁敢在我面前说我过失？没人敢讲。有智慧的人都学乖了，不与人结冤仇。老师示现做样子给我们看，所以跟在他身边，时时刻刻你都学到东西，你看他怎么待人？善良的人他怎么对待？恶人他怎么对待？那是大学问。自己学生里面，有乐意接受教诲的，老师怎么对待；有不能接受批评指责的，老师就不同的方式对待。所以处难处之人，要格外的宽厚，避免结怨。冤家宜解不宜结，要知道人与人结怨，都是在不知不觉很小事物之间，起那么一点点分别执着。彼此双方都没有留意到，但是什么？这是种子，那个怨结真正的因在这个地方。就像害病肿瘤一样，原来芝麻粒一点点大，慢慢逐渐它长大，麻烦就来了！",
      "zh_TW": "我們自己年輕初學的時候，這些毛病都有，有一些人來勸導我們，我們不但不能接受，還怨恨他。誰敢在我面前說我過失？沒人敢講。有智慧的人都學乖了，不與人結冤仇。老師示現做樣子給我們看，所以跟在他身邊，時時刻刻你都學到東西，你看他怎麼待人？善良的人他怎麼對待？惡人他怎麼對待？那是大學問。自己學生裡面，有樂意接受教誨的，老師怎麼對待；有不能接受批評指責的，老師就不同的方式對待。所以處難處之人，要格外的寬厚，避免結怨。冤家宜解不宜結，要知道人與人結怨，都是在不知不覺很小事物之間，起那麼一點點分別執著。彼此雙方都沒有留意到，但是什麼？這是種子，那個怨結真正的因在這個地方。就像害病腫瘤一樣，原來芝麻粒一點點大，慢慢逐漸它長大，麻煩就來了！"
    },
    {
      "id": "12-017-0528_p0012",
      "zh_CN": "世出世间大圣大贤常常教导我们「防微杜渐」，极其微小的地方要知道防止。细节实在讲太琐碎了，防不胜防，我怎么防法？大乘佛法有很巧妙的方法，把心量扩大，所谓大而化之，芝麻粒的一些小毛病全被化掉了，这个方法妙极了！所以大乘比小乘好学，大乘的成就决定比小乘快速。小乘人佛在经上讲，证得须陀洹果之后，天上人间七次往来，才能证阿罗汉果。人间寿命不长，天上寿命长，天上人间七次往来，那个年岁就是天文数字了！大乘方便，尤其是净土法门，当生成就的佛法。但是防微杜渐这些事情要懂得，为什么？否则的话到临命终时，这就是业障，不能往生，这个事情麻烦就大了！所以平常对于顺境善缘，决定没有贪恋，没有分别、没有执着；对于逆境恶缘，也没有丝毫瞋恚，也没有分别执着，这个人叫真修行，这个人得修行三昧，哪有不往生的道理？我们要懂这个道理，明了这个事实真相，经文帮助我们学习地方就多了，我们知道如何庄严道场。成就自己的智慧、德能、相好，就是真正庄严道场。第六首：",
      "zh_TW": "世出世間大聖大賢常常教導我們「防微杜漸」，極其微小的地方要知道防止。細節實在講太瑣碎了，防不勝防，我怎麼防法？大乘佛法有很巧妙的方法，把心量擴大，所謂大而化之，芝麻粒的一些小毛病全被化掉了，這個方法妙極了！所以大乘比小乘好學，大乘的成就決定比小乘快速。小乘人佛在經上講，證得須陀洹果之後，天上人間七次往來，才能證阿羅漢果。人間壽命不長，天上壽命長，天上人間七次往來，那個年歲就是天文數字了！大乘方便，尤其是淨土法門，當生成就的佛法。但是防微杜漸這些事情要懂得，為什麼？否則的話到臨命終時，這就是業障，不能往生，這個事情麻煩就大了！所以平常對於順境善緣，決定沒有貪戀，沒有分別、沒有執著；對於逆境惡緣，也沒有絲毫瞋恚，也沒有分別執著，這個人叫真修行，這個人得修行三昧，哪有不往生的道理？我們要懂這個道理，明瞭這個事實真相，經文幫助我們學習地方就多了，我們知道如何莊嚴道場。成就自己的智慧、德能、相好，就是真正莊嚴道場。第六首："
    },
    {
      "id": "12-017-0528_p0013",
      "zh_CN": "【十方普现变化云，其云演说遍世间，一切众生悉调伏，如是皆从佛宫现。】",
      "zh_TW": "【十方普現變化雲，其雲演說遍世間，一切眾生悉調伏，如是皆從佛宮現。】"
    },
    {
      "id": "12-017-0528_p0014",
      "zh_CN": "下面五首都是说明「妙用自在」。清凉大师注解里面说，这一首偈「罗身云以调生，正显前文现十方土」，第一首偈最后一句话，「其身普现十方土」，这里来给我们细说。『十方普现变化云』，「变化云」就是应化身，像释迦牟尼佛三千年前在我们这个世间示现的，这是千百亿化身里面的一尊。它不说身，它说云，这个意思我们要能体会。说身，凡夫很容易执着，身见很难破；说云，云的意思是非有非无，非常明显。你能观察到相有体无，事有理无，你不会执着，你不会分别。我们的身确实是如此，这个经上一再讲，就是连《心经》都讲得很清楚，「五蕴皆空，了不可得」，我们身体能不能得？确确实实不可得！你要认为有身相可得，你错了！你这个想法看法错了，不是正知正见，换句话说，邪知邪见。",
      "zh_TW": "下面五首都是說明「妙用自在」。清涼大師註解裡面說，這一首偈「羅身雲以調生，正顯前文現十方土」，第一首偈最後一句話，「其身普現十方土」，這裡來給我們細說。『十方普現變化雲』，「變化雲」就是應化身，像釋迦牟尼佛三千年前在我們這個世間示現的，這是千百億化身裡面的一尊。它不說身，它說雲，這個意思我們要能體會。說身，凡夫很容易執著，身見很難破；說雲，雲的意思是非有非無，非常明顯。你能觀察到相有體無，事有理無，你不會執著，你不會分別。我們的身確實是如此，這個經上一再講，就是連《心經》都講得很清楚，「五蘊皆空，了不可得」，我們身體能不能得？確確實實不可得！你要認為有身相可得，你錯了！你這個想法看法錯了，不是正知正見，換句話說，邪知邪見。"
    },
    {
      "id": "12-017-0528_p0015",
      "zh_CN": "正知正见，世出世间任何一法，都不可得！世出世间任何一法，皆无所有！这给你讲真话。这个理很深，我们在前面讲过，后面还会有，要重复好多次。法会时间太长，释迦牟尼佛讲这部经，「七处九会」，清凉大师说的。但是这部经传到中国来并不完整，实际上只有一半，李长者说的是「十处十会」。我们今天要想把这部经大家在一起学习，实在讲只有借重于网路的传播，借重于网路的联系，我们才能保持，否则的话，不可能不中断。现在我们在这里学习每一堂课，都有录像保存，纵然有没有听到的地方，保存在网路软体之中，诸位同修如果有时间，随时可以调出来看，这是现代人有福报，才有这样方便的工具。",
      "zh_TW": "正知正見，世出世間任何一法，都不可得！世出世間任何一法，皆無所有！這給你講真話。這個理很深，我們在前面講過，後面還會有，要重複好多次。法會時間太長，釋迦牟尼佛講這部經，「七處九會」，清涼大師說的。但是這部經傳到中國來並不完整，實際上只有一半，李長者說的是「十處十會」。我們今天要想把這部經大家在一起學習，實在講只有借重於網路的傳播，借重於網路的聯繫，我們才能保持，否則的話，不可能不中斷。現在我們在這裡學習每一堂課，都有錄像保存，縱然有沒有聽到的地方，保存在網路軟體之中，諸位同修如果有時間，隨時可以調出來看，這是現代人有福報，才有這樣方便的工具。"
    },
    {
      "id": "12-017-0528_p0016",
      "zh_CN": "我学佛的时候，就没有。不但这些东西没有，给诸位说，连录音机都没有。我们跟李老师学习的时候很原始，完全是老师口说，我们耳听，全凭记忆。所以在古代学经教要具备条件，本身的条件是要有很好的记性，有很强的领悟力，你本身要具备这两个条件；外缘，要遇到真善知识，你才有能力学。这样的人，一万个人当中难得有一个！古时候好的老师要传法，找一个学生不容易，所谓是「可遇不可求」，你不具备这个条件，你没有法子学习。现在中下根性的人都能学，为什么？我们有录音、有录像，我一遍没有学会，我再听第二遍。在从前，老师怎么可能给你讲第二遍？一遍听完之后，如果没有听清楚，体会不到的地方，没得问，没有重复的，所以学习相当不容易。一般听众，天天来听经，明白一点道理，回家去老实念佛，只能达到这个效果。",
      "zh_TW": "我學佛的時候，就沒有。不但這些東西沒有，給諸位說，連錄音機都沒有。我們跟李老師學習的時候很原始，完全是老師口說，我們耳聽，全憑記憶。所以在古代學經教要具備條件，本身的條件是要有很好的記性，有很強的領悟力，你本身要具備這兩個條件；外緣，要遇到真善知識，你才有能力學。這樣的人，一萬個人當中難得有一個！古時候好的老師要傳法，找一個學生不容易，所謂是「可遇不可求」，你不具備這個條件，你沒有法子學習。現在中下根性的人都能學，為什麼？我們有錄音、有錄像，我一遍沒有學會，我再聽第二遍。在從前，老師怎麼可能給你講第二遍？一遍聽完之後，如果沒有聽清楚，體會不到的地方，沒得問，沒有重複的，所以學習相當不容易。一般聽眾，天天來聽經，明白一點道理，回家去老實念佛，只能達到這個效果。"
    },
    {
      "id": "12-017-0528_p0017",
      "zh_CN": "现在我们借重录音、录像，有同学将这些资料反复的去学习，学习几十遍，一、二百遍，他入境界了。中国古人常说「熟能生巧」，他有悟处了。长时薰修，一门深入，他心定了，妄念少了，分别执着减少了。他心定了，心静了。静定能开慧，虽然不是大彻大悟，小悟肯定有，常常有小的悟处，这是很好的境界。集小悟就成大悟，集大悟就能大彻大悟。所以诸佛如来、法身菩萨无量无边，应化在我们世间，不一定是什么形状，男女老少、各行各业当中都有。能启发我，帮助我悟处，我知道这个人是佛菩萨示现的。他是不是佛菩萨？很难讲，我的缘成熟了，现在我遇到这个人，佛菩萨可以加持在他身上。像我们世俗里常常听到的「附身」，这个加持我们用附身，诸位容易体会，但是跟附身不一样。加持在这个人身上，这个人现的相，为我们说的法，不是他平常能说得出来的，他也莫名其妙就这么说出来，说出来，我们听的人恍然大悟。",
      "zh_TW": "現在我們借重錄音、錄像，有同學將這些資料反覆的去學習，學習幾十遍，一、二百遍，他入境界了。中國古人常說「熟能生巧」，他有悟處了。長時薰修，一門深入，他心定了，妄念少了，分別執著減少了。他心定了，心靜了。靜定能開慧，雖然不是大徹大悟，小悟肯定有，常常有小的悟處，這是很好的境界。集小悟就成大悟，集大悟就能大徹大悟。所以諸佛如來、法身菩薩無量無邊，應化在我們世間，不一定是什麼形狀，男女老少、各行各業當中都有。能啟發我，幫助我悟處，我知道這個人是佛菩薩示現的。他是不是佛菩薩？很難講，我的緣成熟了，現在我遇到這個人，佛菩薩可以加持在他身上。像我們世俗裡常常聽到的「附身」，這個加持我們用附身，諸位容易體會，但是跟附身不一樣。加持在這個人身上，這個人現的相，為我們說的法，不是他平常能說得出來的，他也莫名其妙就這麼說出來，說出來，我們聽的人恍然大悟。"
    },
    {
      "id": "12-017-0528_p0018",
      "zh_CN": "六祖惠能大师，卖柴拿到钱回家，听到一个居士念《金刚经》。能大师的缘成熟了，必定是诸佛如来加持这个念经的人，念经的人他自己不晓得，听经的人是听到念经的那个韵味、法味，他觉悟了。他那个觉悟是大彻大悟，「应无所住而生其心」，在这一句里头大彻大悟。念的人并不知道佛加持他，能大师觉悟之后，这加持就没有了，他就不再附身了。「十方普现变化云」，佛的这个加持，可以加持在人身上，可以加持在物相身上，石火电光，风吹树叶，花开花谢，佛都能加持。看这个人的根性，用什么方法来启发他，让他一听一看，觉悟！佛法在哪里？无处不是佛法！无时不是佛法！你能够体会得到吗？『其云演说遍世间』，没错吧！你把我说的这些话，真听懂、听明白了，诸佛如来对我们的爱护，对我们的帮助，他在那里演是事相，他在那里说，「遍世间」！关键在我们是不是真的肯学佛、想学佛。我说这个话，大家说「我真想，我们真肯」，想是妄想，肯是假的肯，你不是真的。为什么？如果是真的，你决定能依教奉行。你还不能把你自己所学到的完全落实在生活当中，这就不是真的！",
      "zh_TW": "六祖惠能大師，賣柴拿到錢回家，聽到一個居士念《金剛經》。能大師的緣成熟了，必定是諸佛如來加持這個念經的人，念經的人他自己不曉得，聽經的人是聽到念經的那個韻味、法味，他覺悟了。他那個覺悟是大徹大悟，「應無所住而生其心」，在這一句裡頭大徹大悟。念的人並不知道佛加持他，能大師覺悟之後，這加持就沒有了，他就不再附身了。「十方普現變化雲」，佛的這個加持，可以加持在人身上，可以加持在物相身上，石火電光，風吹樹葉，花開花謝，佛都能加持。看這個人的根性，用什麼方法來啟發他，讓他一聽一看，覺悟！佛法在哪裡？無處不是佛法！無時不是佛法！你能夠體會得到嗎？『其雲演說遍世間』，沒錯吧！你把我說的這些話，真聽懂、聽明白了，諸佛如來對我們的愛護，對我們的幫助，他在那裡演是事相，他在那裡說，「遍世間」！關鍵在我們是不是真的肯學佛、想學佛。我說這個話，大家說「我真想，我們真肯」，想是妄想，肯是假的肯，你不是真的。為什麼？如果是真的，你決定能依教奉行。你還不能把你自己所學到的完全落實在生活當中，這就不是真的！"
    },
    {
      "id": "12-017-0528_p0019",
      "zh_CN": "佛教导我们最重要的原则，教我们不要贪、不要瞋恚、不要愚痴，我们有没有落实？日常生活当中，对一切人事物，我们还是会起贪心，还是会有分别，还是会有执着，还是不能放下，不是真的！果然身心世界一切放下，完全随顺佛陀教诲，你就会发现在你的周边，一切人一切事一切物，你会感觉到佛菩萨加持。加持一切万物，又加持我自己，让我自己在万事万物里常常能够悟入佛的境界。",
      "zh_TW": "佛教導我們最重要的原則，教我們不要貪、不要瞋恚、不要愚痴，我們有沒有落實？日常生活當中，對一切人事物，我們還是會起貪心，還是會有分別，還是會有執著，還是不能放下，不是真的！果然身心世界一切放下，完全隨順佛陀教誨，你就會發現在你的周邊，一切人一切事一切物，你會感覺到佛菩薩加持。加持一切萬物，又加持我自己，讓我自己在萬事萬物裡常常能夠悟入佛的境界。"
    },
    {
      "id": "12-017-0528_p0020",
      "zh_CN": "第六首：",
      "zh_TW": "第六首："
    },
    {
      "id": "12-017-0528_p0021",
      "zh_CN": "【十方普现变化云，其云演说遍世间，一切众生悉调伏，如是皆从佛宫现。】",
      "zh_TW": "【十方普現變化雲，其雲演說遍世間，一切眾生悉調伏，如是皆從佛宮現。】"
    },
    {
      "id": "12-017-0528_p0022",
      "zh_CN": "这首偈前面两句跟诸位报告过，现在我们看后面两句。第一句是说现身，第二句是讲说法，第三句是讲教学的成绩，确确实实帮助众生起了变化。中国古人常说，读书变化气质，佛法的教学当然也不例外。气质是在形象上的变化，形象跟实质决定是相应的。所以佛陀教化众生，总不外三个目标，对于中下根性人来说，帮助他转恶为善、转迷为悟；帮助中上根人来说，决定是帮助他转迷为悟、转凡成圣，当然变化气质。所以『一切众生悉调伏』，佛氏门中不舍一人。没有善根的人，帮助他种善根；已经有善根的人，帮助他善根增长；善根增长一定程度的人，帮助他善根成熟；善根成熟的人，决定帮助他契入佛菩萨境界，我们一般讲证果，这些地方我们要明了，我们要学习。",
      "zh_TW": "這首偈前面兩句跟諸位報告過，現在我們看後面兩句。第一句是說現身，第二句是講說法，第三句是講教學的成績，確確實實幫助眾生起了變化。中國古人常說，讀書變化氣質，佛法的教學當然也不例外。氣質是在形象上的變化，形象跟實質決定是相應的。所以佛陀教化眾生，總不外三個目標，對於中下根性人來說，幫助他轉惡為善、轉迷為悟；幫助中上根人來說，決定是幫助他轉迷為悟、轉凡成聖，當然變化氣質。所以『一切眾生悉調伏』，佛氏門中不捨一人。沒有善根的人，幫助他種善根；已經有善根的人，幫助他善根增長；善根增長一定程度的人，幫助他善根成熟；善根成熟的人，決定幫助他契入佛菩薩境界，我們一般講證果，這些地方我們要明瞭，我們要學習。"
    },
    {
      "id": "12-017-0528_p0023",
      "zh_CN": "我们没有佛菩萨那样的智慧、那样的善巧方便，但是不能不学。学一点点样子，那也就算不错了。因此，我们对于观机不能不重视。在现代社会里面，许许多多人对佛法产生误会，甚至于有相当严重的误会，真的不知道佛法是什么，把佛法当作宗教来看待。宗教是什么，他也不知道。在这种环境当中，我们要帮助一切众生，你就要知道哪一桩事情最重要？务必要帮助社会大众认识佛教、认识宗教，真的要搞清楚、搞明白。真搞清楚、真搞明白了，他才知道佛家的教学对他有好处。最明显的，世间人想发财，「佛氏门中，有求必应」，佛真正能帮助你发大财。世间人想自己有聪明智慧，佛确实能帮助你；世间人想长生不老，佛都帮得上忙。你得明了，你得懂得怎么学习。",
      "zh_TW": "我們沒有佛菩薩那樣的智慧、那樣的善巧方便，但是不能不學。學一點點樣子，那也就算不錯了。因此，我們對於觀機不能不重視。在現代社會裡面，許許多多人對佛法產生誤會，甚至於有相當嚴重的誤會，真的不知道佛法是什麼，把佛法當作宗教來看待。宗教是什麼，他也不知道。在這種環境當中，我們要幫助一切眾生，你就要知道哪一樁事情最重要？務必要幫助社會大眾認識佛教、認識宗教，真的要搞清楚、搞明白。真搞清楚、真搞明白了，他才知道佛家的教學對他有好處。最明顯的，世間人想發財，「佛氏門中，有求必應」，佛真正能幫助你發大財。世間人想自己有聰明智慧，佛確實能幫助你；世間人想長生不老，佛都幫得上忙。你得明瞭，你得懂得怎麼學習。"
    },
    {
      "id": "12-017-0528_p0024",
      "zh_CN": "前面跟诸位介绍过，释迦牟尼佛把他的王位、荣华富贵都舍弃，去修道、去搞多元文化的社会教学，干这个！到底为什么？动机要晓得，他看到世间人生老病死，爱别离、求不得、怨憎会，他看到这些苦况，没有法子解决，他去学道，真的被他学到了。这些问题在他面前全部都解决了，圆满的解决！教导世人，你要想永远免除生老病死苦、怨憎会、爱别离、求不得，你就接受释迦牟尼佛的教导，他能把这些问题圆圆满满的给你解答。你学会了，一生受用不尽；不但是一生受用不尽，说实在话，生生世世受用不尽。我非常感谢佛陀，他是我的根本老师，这个法是他传下来的。介绍我佛法的是方东美先生，这是中国近代的大哲学家。他晚年几乎完全学习大乘佛法，尤其是隋唐的大乘佛法跟《大方广佛华严经》，他用的力最多，用的时间最长。",
      "zh_TW": "前面跟諸位介紹過，釋迦牟尼佛把他的王位、榮華富貴都捨棄，去修道、去搞多元文化的社會教學，幹這個！到底為什麼？動機要曉得，他看到世間人生老病死，愛別離、求不得、怨憎會，他看到這些苦況，沒有法子解決，他去學道，真的被他學到了。這些問題在他面前全部都解決了，圓滿的解決！教導世人，你要想永遠免除生老病死苦、怨憎會、愛別離、求不得，你就接受釋迦牟尼佛的教導，他能把這些問題圓圓滿滿的給你解答。你學會了，一生受用不盡；不但是一生受用不盡，說實在話，生生世世受用不盡。我非常感謝佛陀，他是我的根本老師，這個法是他傳下來的。介紹我佛法的是方東美先生，這是中國近代的大哲學家。他晚年幾乎完全學習大乘佛法，尤其是隋唐的大乘佛法跟《大方廣佛華嚴經》，他用的力最多，用的時間最長。"
    },
    {
      "id": "12-017-0528_p0025",
      "zh_CN": "他在教导我的时候勉励我，「学佛是人生最高的享受」，这是我的接引老师。接触佛法之后，指导我的是章嘉大师，我跟他三年，我佛法的基础是他老人家给我奠定的。以这样的基础，亲近李炳南老居士，十年的成就。我在没有学佛的时候，是标准的凡夫，跟了凡先生没有遇到云谷禅师以前差不多，烦恼习气非常深重，贡高我慢，目中无人，狂妄到极处！幸亏过去生中，有这么一点善根福德因缘，遇到真善知识。这些老师遇到我这个狂妄的人，还肯教我，那就是我有一点善根：好学。我能孝亲尊师，我对老师有十分的恭敬心，仰慕老师，听老师的话，老师教导我的我能落实，我真正能做到，老师看到了。教我一点，我就能做到一点，他就肯教。教你一点做不到，那见了面，客客气气的招待你，不再教你了！",
      "zh_TW": "他在教導我的時候勉勵我，「學佛是人生最高的享受」，這是我的接引老師。接觸佛法之後，指導我的是章嘉大師，我跟他三年，我佛法的基礎是他老人家給我奠定的。以這樣的基礎，親近李炳南老居士，十年的成就。我在沒有學佛的時候，是標準的凡夫，跟了凡先生沒有遇到雲谷禪師以前差不多，煩惱習氣非常深重，貢高我慢，目中無人，狂妄到極處！幸虧過去生中，有這麼一點善根福德因緣，遇到真善知識。這些老師遇到我這個狂妄的人，還肯教我，那就是我有一點善根：好學。我能孝親尊師，我對老師有十分的恭敬心，仰慕老師，聽老師的話，老師教導我的我能落實，我真正能做到，老師看到了。教我一點，我就能做到一點，他就肯教。教你一點做不到，那見了面，客客氣氣的招待你，不再教你了！"
    },
    {
      "id": "12-017-0528_p0026",
      "zh_CN": "我这个一生过来人，业障深重的凡夫怎样消业障、怎样回头，怎样转过来？当然这一桩事情还是要善根福德因缘，不能勉强。所以我常常勉励同学们，你们这一生能不能成就，关键就在自己是不是真的好学？真正好学，那就真正要克服自己的烦恼习气，真正要放下自己妄想分别执着。特别是分别执着要放下，放下自己主观的成见，接受经典上的教诲。修行在哪里修？实在说，百分之八十甚至于讲百分之九十，是在人事环境里面修。人与人之间的相处，你能够把这桩事情搞好，距离成佛就不远；另外百分之十，是跟自然环境相处。",
      "zh_TW": "我這個一生過來人，業障深重的凡夫怎樣消業障、怎樣回頭，怎樣轉過來？當然這一樁事情還是要善根福德因緣，不能勉強。所以我常常勉勵同學們，你們這一生能不能成就，關鍵就在自己是不是真的好學？真正好學，那就真正要克服自己的煩惱習氣，真正要放下自己妄想分別執著。特別是分別執著要放下，放下自己主觀的成見，接受經典上的教誨。修行在哪裡修？實在說，百分之八十甚至於講百分之九十，是在人事環境裡面修。人與人之間的相處，你能夠把這樁事情搞好，距離成佛就不遠；另外百分之十，是跟自然環境相處。"
    },
    {
      "id": "12-017-0528_p0027",
      "zh_CN": "人与人相处，难！佛教给我们的方法：四摄六度，不能不落实。四摄是方法、是手段，六度是我们处事待人的原则。头一条就是教我们放下，布施嘛！放下什么？放下烦恼习气，放下自私自利，放下贪瞋痴慢，放下名闻利养，放下五欲六尘的享受，你才能学佛。为什么？佛是究竟圆满的智慧、德能、相好。为什么先决条件要把这些东西放下？这个东西不放下，障碍！「自私自利、名闻利养、五欲六尘、贪瞋痴慢」，这十六个字是性德之贼，你要不离开，它障碍你，我们怎么会明心见性？怎么能恢复性德？性德里头有无量的智慧、无量的德能、无量的相好，先要把障碍去掉！",
      "zh_TW": "人與人相處，難！佛教給我們的方法：四攝六度，不能不落實。四攝是方法、是手段，六度是我們處事待人的原則。頭一條就是教我們放下，布施嘛！放下什麼？放下煩惱習氣，放下自私自利，放下貪瞋痴慢，放下名聞利養，放下五欲六塵的享受，你才能學佛。為什麼？佛是究竟圓滿的智慧、德能、相好。為什麼先決條件要把這些東西放下？這個東西不放下，障礙！「自私自利、名聞利養、五欲六塵、貪瞋痴慢」，這十六個字是性德之賊，你要不離開，它障礙你，我們怎麼會明心見性？怎麼能恢復性德？性德裡頭有無量的智慧、無量的德能、無量的相好，先要把障礙去掉！"
    },
    {
      "id": "12-017-0528_p0028",
      "zh_CN": "「一切众生悉调伏」，这一切众生是好学的众生、是听话的众生，是对于老师教导不折不扣落实的学生，他们调伏了。「调」就是转的意思，转变了，转迷为悟，这是调；转恶为善，那是「伏」，把自己的烦恼习气伏住，《般若经》上讲的降伏烦恼。『如是皆从佛宫现』，这是讲佛的种种教学，教学的成就都在这个宫殿里面现出来，这个宫殿就是佛菩萨的教诲。第七首：",
      "zh_TW": "「一切眾生悉調伏」，這一切眾生是好學的眾生、是聽話的眾生，是對於老師教導不折不扣落實的學生，他們調伏了。「調」就是轉的意思，轉變了，轉迷為悟，這是調；轉惡為善，那是「伏」，把自己的煩惱習氣伏住，《般若經》上講的降伏煩惱。『如是皆從佛宮現』，這是講佛的種種教學，教學的成就都在這個宮殿裡面現出來，這個宮殿就是佛菩薩的教誨。第七首："
    },
    {
      "id": "12-017-0528_p0029",
      "zh_CN": "【摩尼为树发妙华，十方所有无能匹，三世国土庄严事，莫不于中现其影。】",
      "zh_TW": "【摩尼為樹發妙華，十方所有無能匹，三世國土莊嚴事，莫不於中現其影。】"
    },
    {
      "id": "12-017-0528_p0030",
      "zh_CN": "这一首偈「宝树现三世之庄严」，三世是过去、现在、未来。这一堂课好像是学历史，让我们了解过去，认识现代，预知未来，这是以我们现前凡夫知见来说，而诸佛菩萨他们已经突破时空的界限，所以真的把过去现在未来变成一体，同时都呈现在面前；佛家讲的现量境界，绝对不是判断、不是推测，这是经里面的意思。我们要学习，从哪里学？不能不知道。『摩尼为树发妙华』，从这一句，我们能够体会到它表法的义趣。「摩尼」是宝，这个宝是什么？是智慧德相。从智慧德相里面，发出来或者说显现出来修因证果。「妙华」是讲修因，有因必有果，因不离果，果不离因；因果同时，因果不二。",
      "zh_TW": "這一首偈「寶樹現三世之莊嚴」，三世是過去、現在、未來。這一堂課好像是學歷史，讓我們了解過去，認識現代，預知未來，這是以我們現前凡夫知見來說，而諸佛菩薩他們已經突破時空的界限，所以真的把過去現在未來變成一體，同時都呈現在面前；佛家講的現量境界，絕對不是判斷、不是推測，這是經裡面的意思。我們要學習，從哪裡學？不能不知道。『摩尼為樹發妙華』，從這一句，我們能夠體會到它表法的義趣。「摩尼」是寶，這個寶是什麼？是智慧德相。從智慧德相裡面，發出來或者說顯現出來修因證果。「妙華」是講修因，有因必有果，因不離果，果不離因；因果同時，因果不二。"
    },
    {
      "id": "12-017-0528_p0031",
      "zh_CN": "我们在一切佛事里面，这个佛事就是佛家的教学。佛家没有别的事，它是多元文化社会教育，它的事业就是教学。我知道多少，我非常乐意的教导别人，没有任何条件，义务工作。不收学费，同学们的供养，随意。绝对不是说供养多的另眼相看，没有供养的嫌弃，没有这回事情。供养再多，一律平等。如果这里面有分别、有高下，那自己就堕落，被外面境界所转，大错特错了！这个道理不能不懂，这些事不能不预防，决定不能堕落。遇到一个大施主，供养七宝宫殿，广大的大道场，成就无数的信众，你要是对他另眼相看，你错了！那你们修的是什么？福德，三界有漏福报，与了生死、出三界毫不相关，这不是铸成大错吗？",
      "zh_TW": "我們在一切佛事裡面，這個佛事就是佛家的教學。佛家沒有別的事，它是多元文化社會教育，它的事業就是教學。我知道多少，我非常樂意的教導別人，沒有任何條件，義務工作。不收學費，同學們的供養，隨意。絕對不是說供養多的另眼相看，沒有供養的嫌棄，沒有這回事情。供養再多，一律平等。如果這裡面有分別、有高下，那自己就墮落，被外面境界所轉，大錯特錯了！這個道理不能不懂，這些事不能不預防，決定不能墮落。遇到一個大施主，供養七寶宮殿，廣大的大道場，成就無數的信眾，你要是對他另眼相看，你錯了！那你們修的是什麼？福德，三界有漏福報，與了生死、出三界毫不相關，這不是鑄成大錯嗎？"
    },
    {
      "id": "12-017-0528_p0032",
      "zh_CN": "修福报不难，了生死的这个缘难得，「百千万劫难遭遇」！如果我们疏忽了，不能够把握住，真可惜，脱离不了三界，肯定继续搞轮回。只要搞轮回，给你说老实话，肯定在三恶道的时间长，三善道的时间短。所以六道众生，三恶道是他的老家，三善道是出来旅游观光，度假！这个事实真相，我们不能不知道。所以佛法难遇，遇到要懂得珍惜，要知道依教修行。不要等明天，不要等明年，稍稍等待，这一生空过了。必须抓住现在，现在就干，决定没有等待的，这叫精进。『十方所有无能匹』，「匹」是比较的意思，十方所有一切的胜事，都不能够与佛法教学相提并论。为什么？佛法是帮助你开真实智慧，唯有真实智慧才能解决世出世间一切问题。",
      "zh_TW": "修福報不難，了生死的這個緣難得，「百千萬劫難遭遇」！如果我們疏忽了，不能夠把握住，真可惜，脫離不了三界，肯定繼續搞輪迴。只要搞輪迴，給你說老實話，肯定在三惡道的時間長，三善道的時間短。所以六道眾生，三惡道是他的老家，三善道是出來旅遊觀光，度假！這個事實真相，我們不能不知道。所以佛法難遇，遇到要懂得珍惜，要知道依教修行。不要等明天，不要等明年，稍稍等待，這一生空過了。必須抓住現在，現在就幹，決定沒有等待的，這叫精進。『十方所有無能匹』，「匹」是比較的意思，十方所有一切的勝事，都不能夠與佛法教學相提並論。為什麼？佛法是幫助你開真實智慧，唯有真實智慧才能解決世出世間一切問題。"
    },
    {
      "id": "12-017-0528_p0033",
      "zh_CN": "最近有几位同学，送来好几本汤恩比博士的著作，还有现在一般市面上已经买不到的，他们到图书馆影印出来给我，我非常感激。这一位英国人，他根据历史的看法，他是一个史学家，治史学的方法的确是突破以往史学家的惯例，用现在一般术语来说，他是一个史学革命家。过去中国、外国史学家，他们所研究的范围，总不外乎一个朝代，政治、经济乃至于军事、国防，总是以这个为范围。他把这些完全抛弃掉，他用文化做他自己研究的一个主轴，这是跟过去史学家的看法不一样。从文化的观点，超越了朝代、超越了政治、超越了经济、超越了军事，可以说一切都超越了。他的观察，解决二十一世纪的问题，他说只有孔孟学说与大乘佛法有能力解决，所以他说二十一世纪是中国人的世纪。",
      "zh_TW": "最近有幾位同學，送來好幾本湯恩比博士的著作，還有現在一般市面上已經買不到的，他們到圖書館影印出來給我，我非常感激。這一位英國人，他根據歷史的看法，他是一個史學家，治史學的方法的確是突破以往史學家的慣例，用現在一般術語來說，他是一個史學革命家。過去中國、外國史學家，他們所研究的範圍，總不外乎一個朝代，政治、經濟乃至於軍事、國防，總是以這個為範圍。他把這些完全拋棄掉，他用文化做他自己研究的一個主軸，這是跟過去史學家的看法不一樣。從文化的觀點，超越了朝代、超越了政治、超越了經濟、超越了軍事，可以說一切都超越了。他的觀察，解決二十一世紀的問題，他說只有孔孟學說與大乘佛法有能力解決，所以他說二十一世紀是中國人的世紀。"
    },
    {
      "id": "12-017-0528_p0034",
      "zh_CN": "有许多人听了他的话，不了解他的意思，以为中国在二十一世纪会强大起来，于是许多国家发生恐慌，怕的是又一次的黄祸，这不是汤恩比的意思。汤恩比的意思是中国文化，也就是孔孟学说跟大乘佛法，哪一个国家提倡，这个国家就是世界的领导人。所以中国文化，儒家与大乘佛法会影响全世界，会给世界带来安定和平、繁荣幸福，这才是汤恩比一生做学问的总结。今天，哪些地区有能力做这个事情？他说四个国家，中国、日本、韩国、越南，这四个国家是中国文化的主轴。日本人要是觉悟了，真正能做，把儒跟大乘佛法落实了，日本人领导全世界；韩国人觉悟了，韩国人要真能做，韩国人领导全世界，他是这个意思。绝对不是讲的霸权主义，他是讲文化。",
      "zh_TW": "有許多人聽了他的話，不了解他的意思，以為中國在二十一世紀會強大起來，於是許多國家發生恐慌，怕的是又一次的黃禍，這不是湯恩比的意思。湯恩比的意思是中國文化，也就是孔孟學說跟大乘佛法，哪一個國家提倡，這個國家就是世界的領導人。所以中國文化，儒家與大乘佛法會影響全世界，會給世界帶來安定和平、繁榮幸福，這才是湯恩比一生做學問的總結。今天，哪些地區有能力做這個事情？他說四個國家，中國、日本、韓國、越南，這四個國家是中國文化的主軸。日本人要是覺悟了，真正能做，把儒跟大乘佛法落實了，日本人領導全世界；韓國人覺悟了，韓國人要真能做，韓國人領導全世界，他是這個意思。絕對不是講的霸權主義，他是講文化。"
    },
    {
      "id": "12-017-0528_p0035",
      "zh_CN": "但是他的看法，可能还是中国人会去做。为什么？中国自汉朝建国一直到今天，刘邦建国，二千三百年来，中国这个国家虽然有改朝换代，但是始终维系成大一统，这是什么力量？文化的力量。这不是军事，用军事的方法注定失败，日本人对中国就是失败的。用文化成功的，元朝用文化，清朝用文化，少数民族统治多数民族，他做成功了。满清入关的时候，清兵只有十二万人，这十二万人打败了明朝，统一中国，享国二百六十多年。他用什么？用儒家，用孔孟学说，用大乘佛法，典型的例子！日本人为什么没有办法统一中国？日本人用军事，不知道用文化。如果用文化，日本人也能统一中国，中国人会接受，会尊重天皇。错了！汤恩比这个说法正确，文化的力量、文化的影响太大太大了！中国的文化是和平的、柔和的，是包容的，没有侵略性。所以他说得很好，中国在这两千多年来，没有对自己国境之外发动过战争，在历史上没有的。改朝换代，那都是内里面的斗争，没有侵略过外国人。所以大家如果真正了解汤恩比的意思，对中国就不会怀有恐怖的这个念头。我们看了他这些文字，实在讲我非常佩服，他讲得很有道理。",
      "zh_TW": "但是他的看法，可能還是中國人會去做。為什麼？中國自漢朝建國一直到今天，劉邦建國，二千三百年來，中國這個國家雖然有改朝換代，但是始終維繫成大一統，這是什麼力量？文化的力量。這不是軍事，用軍事的方法注定失敗，日本人對中國就是失敗的。用文化成功的，元朝用文化，清朝用文化，少數民族統治多數民族，他做成功了。滿清入關的時候，清兵只有十二萬人，這十二萬人打敗了明朝，統一中國，享國二百六十多年。他用什麼？用儒家，用孔孟學說，用大乘佛法，典型的例子！日本人為什麼沒有辦法統一中國？日本人用軍事，不知道用文化。如果用文化，日本人也能統一中國，中國人會接受，會尊重天皇。錯了！湯恩比這個說法正確，文化的力量、文化的影響太大太大了！中國的文化是和平的、柔和的，是包容的，沒有侵略性。所以他說得很好，中國在這兩千多年來，沒有對自己國境之外發動過戰爭，在歷史上沒有的。改朝換代，那都是內裡面的鬥爭，沒有侵略過外國人。所以大家如果真正了解湯恩比的意思，對中國就不會懷有恐怖的這個念頭。我們看了他這些文字，實在講我非常佩服，他講得很有道理。"
    },
    {
      "id": "12-017-0528_p0036",
      "zh_CN": "这是说「十方所有无能匹」。佛陀的教学、佛教的教育，因为现在社会大众对这个产生严重误会，所以不能不麻烦一点，首先做正名的工作。孔老夫子说，「名不正，则言不顺」，先做正名，把这个名词修正；加两个字，佛陀教育。这个名词人家看起来耳目一新，不至于产生误会，佛陀教育。佛陀教育是哪一种的教育？是多元文化的社会教育，释迦牟尼佛是多元文化社会教育的义务工作者，一生敬业。每天给大众上课八小时，四十九年不休息，这在历史上找不到第二个人。什么人对于自己的事业这样认真，这样尊重？这都是释迦牟尼佛示现给我们看的，我们要在这些地方学习。",
      "zh_TW": "這是說「十方所有無能匹」。佛陀的教學、佛教的教育，因為現在社會大眾對這個產生嚴重誤會，所以不能不麻煩一點，首先做正名的工作。孔老夫子說，「名不正，則言不順」，先做正名，把這個名詞修正；加兩個字，佛陀教育。這個名詞人家看起來耳目一新，不至於產生誤會，佛陀教育。佛陀教育是哪一種的教育？是多元文化的社會教育，釋迦牟尼佛是多元文化社會教育的義務工作者，一生敬業。每天給大眾上課八小時，四十九年不休息，這在歷史上找不到第二個人。什麼人對於自己的事業這樣認真，這樣尊重？這都是釋迦牟尼佛示現給我們看的，我們要在這些地方學習。"
    },
    {
      "id": "12-017-0528_p0037",
      "zh_CN": "末法时期，凡夫烦恼业障深重，想做，精神体力不足，真的叫心有余而力不足。为什么？不肯学佛菩萨，不能突破自己这个恶习气。什么人能做到？不怕苦、发愤图强的人，这个种人能做到，他一定把自己烦恼习气克服。身体不好不是问题，身体为什么不好？你烦恼多，身体不好；习气重，身体不好。佛教导我们养生之道，心地果然真诚清净平等正觉慈悲，什么毛病都没有了，身体是透明的。年岁再大，器官运作是正常的，管道畅通，血气畅通，哪有病？病从哪里来的？懒惰是病，懒死了，懒会死人的！没有听说人死于勤快的，没有，人死于懒惰。我们常讲活动，「现在办什么活动？」活，活就要动，勤快才会动；懒惰就不动，不动就死了，不就是这么个道理吗？这些说的是世出世间一切法，不能够跟佛家多元文化教学相比。这个教学的目标，是究竟圆满的智慧、究竟圆满的德能、究竟圆满的相好，所以没有法子能比。",
      "zh_TW": "末法時期，凡夫煩惱業障深重，想做，精神體力不足，真的叫心有餘而力不足。為什麼？不肯學佛菩薩，不能突破自己這個惡習氣。什麼人能做到？不怕苦、發憤圖強的人，這個種人能做到，他一定把自己煩惱習氣克服。身體不好不是問題，身體為什麼不好？你煩惱多，身體不好；習氣重，身體不好。佛教導我們養生之道，心地果然真誠清淨平等正覺慈悲，什麼毛病都沒有了，身體是透明的。年歲再大，器官運作是正常的，管道暢通，血氣暢通，哪有病？病從哪裡來的？懶惰是病，懶死了，懶會死人的！沒有聽說人死於勤快的，沒有，人死於懶惰。我們常講活動，「現在辦什麼活動？」活，活就要動，勤快才會動；懶惰就不動，不動就死了，不就是這麼個道理嗎？這些說的是世出世間一切法，不能夠跟佛家多元文化教學相比。這個教學的目標，是究竟圓滿的智慧、究竟圓滿的德能、究竟圓滿的相好，所以沒有法子能比。"
    },
    {
      "id": "12-017-0528_p0038",
      "zh_CN": "『三世国土庄严事』，「国土」是诸佛的刹土，让我们了解过去佛怎样修行证果的？怎样教化众生？怎样帮助一切众生觉悟、帮助一切众生回头？帮助一切众生对自己生起信心，这一点很重要。许多人学佛多年，「佛法是好，我没有信心，他是佛、他是菩萨，我是凡夫，我怎么能跟他比？」信心丧失殆尽！这个人好心，不是坏人，他有善根，就是缺乏信心，我们要如何帮助他？所以若不现相，这个现相就是现在科学里面所讲的「拿证据来」，他才相信。我们要做出一个好样子，这个样子就是证据。居士林这三四年来所作所为，就是佛陀教化的一个好榜样，造成一个好的形象。实在说，这个形象距离我们理想还远之远矣！",
      "zh_TW": "『三世國土莊嚴事』，「國土」是諸佛的剎土，讓我們了解過去佛怎樣修行證果的？怎樣教化眾生？怎樣幫助一切眾生覺悟、幫助一切眾生回頭？幫助一切眾生對自己生起信心，這一點很重要。許多人學佛多年，「佛法是好，我沒有信心，他是佛、他是菩薩，我是凡夫，我怎麼能跟他比？」信心喪失殆盡！這個人好心，不是壞人，他有善根，就是缺乏信心，我們要如何幫助他？所以若不現相，這個現相就是現在科學裡面所講的「拿證據來」，他才相信。我們要做出一個好樣子，這個樣子就是證據。居士林這三四年來所作所為，就是佛陀教化的一個好榜樣，造成一個好的形象。實在說，這個形象距離我們理想還遠之遠矣！"
    },
    {
      "id": "12-017-0528_p0039",
      "zh_CN": "这个形象已经传遍全世界，已经为世界许许多多地方，真正对于佛法向往的人士，他们羡慕、他们赞叹。为什么距离理想还差那么远？没有别的，听经不够，听经不够就是觉悟不多；比起一般人是有一点觉悟了，不多。然后我们才想到，释迦牟尼佛为什么苦口婆心说法四十九年？他为什么？我们要从这些地方去观察，从这些地方去体会，要想佛教兴旺，天天要讲经。一天讲两个小时不够，一天二十四个小时，两个小时听闻正法，二十二个小时搞邪知邪见，怎么能成功？在往年，我在居士林讲经，每天晚上讲一次，两个小时。没有人讲！",
      "zh_TW": "這個形象已經傳遍全世界，已經為世界許許多多地方，真正對於佛法嚮往的人士，他們羨慕、他們讚歎。為什麼距離理想還差那麼遠？沒有別的，聽經不夠，聽經不夠就是覺悟不多；比起一般人是有一點覺悟了，不多。然後我們才想到，釋迦牟尼佛為什麼苦口婆心說法四十九年？他為什麼？我們要從這些地方去觀察，從這些地方去體會，要想佛教興旺，天天要講經。一天講兩個小時不夠，一天二十四個小時，兩個小時聽聞正法，二十二個小時搞邪知邪見，怎麼能成功？在往年，我在居士林講經，每天晚上講一次，兩個小時。沒有人講！"
    },
    {
      "id": "12-017-0528_p0040",
      "zh_CN": "现在培训班办了几届，现在是第六届，学会讲经的年轻法师、居士多了，我看我们过去培训的学生，能够讲、讲得不错的，我们听得很欢喜的，至少有三十个人。居士林这个道场，净宗学会这个道场，刚刚买下来建立的十七巷的这个道场，如果有三十个同学轮流去讲，天天去讲，每天至少四个小时。两个人、三个人讲，都好！可以讲不同的经论，但是要有同一个方向、同一个指归。教学的宗旨，决定不离开帮助大众转恶为善、转迷为悟，这是讲经说法的总原则、总目标、总方向，帮助社会大众认识佛教。我们自己一定要如理如法修行，做出榜样来给社会大众看。有求必应，求财得财。居士林这些年来供斋，这大家都看到的，许许多多外国的人士、道场都知道，居士林供斋免费的，每天吃饭一千多人，星期假日三、四千人，财供养愈供养愈多。李木源居士告诉我，前几年东南亚的金融风暴，就以佛教来说，每一个道场收入都减少了一半，有的还不止。居士林没有影响，收入月月有增长，什么原因？有求必应！",
      "zh_TW": "現在培訓班辦了幾屆，現在是第六屆，學會講經的年輕法師、居士多了，我看我們過去培訓的學生，能夠講、講得不錯的，我們聽得很歡喜的，至少有三十個人。居士林這個道場，淨宗學會這個道場，剛剛買下來建立的十七巷的這個道場，如果有三十個同學輪流去講，天天去講，每天至少四個小時。兩個人、三個人講，都好！可以講不同的經論，但是要有同一個方向、同一個指歸。教學的宗旨，決定不離開幫助大眾轉惡為善、轉迷為悟，這是講經說法的總原則、總目標、總方向，幫助社會大眾認識佛教。我們自己一定要如理如法修行，做出榜樣來給社會大眾看。有求必應，求財得財。居士林這些年來供齋，這大家都看到的，許許多多外國的人士、道場都知道，居士林供齋免費的，每天吃飯一千多人，星期假日三、四千人，財供養愈供養愈多。李木源居士告訴我，前幾年東南亞的金融風暴，就以佛教來說，每一個道場收入都減少了一半，有的還不止。居士林沒有影響，收入月月有增長，什麼原因？有求必應！"
    },
    {
      "id": "12-017-0528_p0041",
      "zh_CN": "怎么求法？完全遵照世尊的教导，求财的方法，财布施、财供养；求法的方法，求聪明智慧，法布施、法供养；求健康长寿，无畏布施、无畏供养，做到了！一点怀疑都没有，全心全力去做，决定把自己妄想分别执着疑惑断掉，对于佛法的教学生起决定的信心，就有成就。『莫不于中现其影』，这个「中」就是在佛法教学之中、学习之中，全都做出来了。这就是示现、现相，能断一切众生对佛法深重的疑惑。今天时间到了，我们就讲到此地。",
      "zh_TW": "怎麼求法？完全遵照世尊的教導，求財的方法，財布施、財供養；求法的方法，求聰明智慧，法布施、法供養；求健康長壽，無畏布施、無畏供養，做到了！一點懷疑都沒有，全心全力去做，決定把自己妄想分別執著疑惑斷掉，對於佛法的教學生起決定的信心，就有成就。『莫不於中現其影』，這個「中」就是在佛法教學之中、學習之中，全都做出來了。這就是示現、現相，能斷一切眾生對佛法深重的疑惑。今天時間到了，我們就講到此地。"
    }
  ]
}