{
  "doc_id": "12-017-0172",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-017-0172",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "12-017-0172_p0001",
      "zh_CN": "请看知足天偈颂的第五首：",
      "zh_TW": "請看知足天偈頌的第五首："
    },
    {
      "id": "12-017-0172_p0002",
      "zh_CN": "【众生业惑所缠覆。憍慢放逸心驰荡。如来为说寂静法。善目照知心喜庆。】",
      "zh_TW": "【眾生業惑所纏覆。憍慢放逸心馳蕩。如來為說寂靜法。善目照知心喜慶。】"
    },
    {
      "id": "12-017-0172_p0003",
      "zh_CN": "这是善目天王的赞颂，他所得的法门是「普净一切众生界解脱门」。第一句跟第二句就是说所净的众生，这是指我们六道的凡夫。六道众生起惑造业，所以说是『众生业惑（惑是迷惑）所缠覆』，他所表现的是『憍慢放逸心驰荡』，这两句确确实实将我们众生界的现象说尽了。清凉大师在这一段注的文字比较多，他说「慢是根本，憍逸随惑」，贪瞋痴慢，对圣教的疑惑，这是五种根本烦恼，憍跟放逸是属于随烦恼。「憍」就是现在人所讲的「值得骄傲」，你一定有一些长处，你才会值得骄傲。值得骄傲不是现在人说的，自古以来凡夫就有这样的心态；换句话说，就有这样的烦恼。我们在《坛经》里面读到，法达禅师见六祖的时候，礼拜头没有着地。六祖看到这个样子，等他拜完之后问他，你礼拜头没有着地，一定有值得骄傲之处，就问他。法达很老实，说他曾经读过三千部《法华经》，这值得骄傲，别人做不到的，他能做到。由此可知，这些烦恼习气真的是与生俱来。可是这些东西能障圣道，不但障碍你修行证果，说实在话，连你的悟门都被堵塞，你读经、听讲不能开悟，什么原因？你自己本身有障碍。",
      "zh_TW": "這是善目天王的讚頌，他所得的法門是「普淨一切眾生界解脫門」。第一句跟第二句就是說所淨的眾生，這是指我們六道的凡夫。六道眾生起惑造業，所以說是『眾生業惑（惑是迷惑）所纏覆』，他所表現的是『憍慢放逸心馳蕩』，這兩句確確實實將我們眾生界的現象說盡了。清涼大師在這一段註的文字比較多，他說「慢是根本，憍逸隨惑」，貪瞋痴慢，對聖教的疑惑，這是五種根本煩惱，憍跟放逸是屬於隨煩惱。「憍」就是現在人所講的「值得驕傲」，你一定有一些長處，你才會值得驕傲。值得驕傲不是現在人說的，自古以來凡夫就有這樣的心態；換句話說，就有這樣的煩惱。我們在《壇經》裡面讀到，法達禪師見六祖的時候，禮拜頭沒有著地。六祖看到這個樣子，等他拜完之後問他，你禮拜頭沒有著地，一定有值得驕傲之處，就問他。法達很老實，說他曾經讀過三千部《法華經》，這值得驕傲，別人做不到的，他能做到。由此可知，這些煩惱習氣真的是與生俱來。可是這些東西能障聖道，不但障礙你修行證果，說實在話，連你的悟門都被堵塞，你讀經、聽講不能開悟，什麼原因？你自己本身有障礙。"
    },
    {
      "id": "12-017-0172_p0004",
      "zh_CN": "注解里面注得很好，「憍」，对自己殊胜之事，心里染着，不能放下，所以说是值得骄傲。现在这句话在社会上很流行，大家都认为这是一句赞叹的话，殊不知这句话不是一句好话。释迦牟尼佛不只是一生，生生世世在十法界现身说法，教化一切众生，这个功德有多大，谁能说得出？谁能赞叹？佛有没有感觉得骄傲？有没有说这个很值得骄傲？如果说是值得骄傲的话，还有什么人能够比得上释迦牟尼佛？还有什么人能比得上诸佛菩萨？诸佛菩萨的事业，我们今天看真正值得骄傲，但是人家从来没有骄傲。也就是说，他对他所做一切善行事业决定没有染着，我们现在说决定没有放在心上，所以人家的心清净；有一丝毫的染着，就不清净了。清净心是真心，染着是妄心，染着就是轮回心，你所造作的一切事业，无论是善事、是恶事，统统是轮回业。造的是善事，轮回里面三善道受果报，造作的恶事，是轮回里面三恶道的果报，有什么值得骄傲？纵然是三善道的天王，福报很大，他依旧还是有寿命，福报还是享得尽，福报享尽了，寿命到了，还要轮回，还要堕落，诸位想想有什么值得骄傲的？所以世出世间圣贤都教导我们，我们行善做好事是我们的本分，应该要做的。既是本分，既是应当要做的，就没有骄傲可言。",
      "zh_TW": "註解裡面註得很好，「憍」，對自己殊勝之事，心裡染著，不能放下，所以說是值得驕傲。現在這句話在社會上很流行，大家都認為這是一句讚歎的話，殊不知這句話不是一句好話。釋迦牟尼佛不只是一生，生生世世在十法界現身說法，教化一切眾生，這個功德有多大，誰能說得出？誰能讚歎？佛有沒有感覺得驕傲？有沒有說這個很值得驕傲？如果說是值得驕傲的話，還有什麼人能夠比得上釋迦牟尼佛？還有什麼人能比得上諸佛菩薩？諸佛菩薩的事業，我們今天看真正值得驕傲，但是人家從來沒有驕傲。也就是說，他對他所做一切善行事業決定沒有染著，我們現在說決定沒有放在心上，所以人家的心清淨；有一絲毫的染著，就不清淨了。清淨心是真心，染著是妄心，染著就是輪迴心，你所造作的一切事業，無論是善事、是惡事，統統是輪迴業。造的是善事，輪迴裡面三善道受果報，造作的惡事，是輪迴裡面三惡道的果報，有什麼值得驕傲？縱然是三善道的天王，福報很大，他依舊還是有壽命，福報還是享得盡，福報享盡了，壽命到了，還要輪迴，還要墮落，諸位想想有什麼值得驕傲的？所以世出世間聖賢都教導我們，我們行善做好事是我們的本分，應該要做的。既是本分，既是應當要做的，就沒有驕傲可言。"
    },
    {
      "id": "12-017-0172_p0005",
      "zh_CN": "什么是「慢」？慢是欺负人，仗着自己的成就，轻视别人，瞧不起别人；或者是自己有地位、有财富、有超过别人的长处。所以憍跟慢常常连在一起，「慢」是自以为是，盛气凌人。「放逸」就是放荡；换句话说，随顺自己烦恼习气的行为。这句话，实实在在说，就是轮回的根本。「业惑缠覆」是轮回的因，「憍慢放逸」是轮回的缘，因缘结合就现轮回的果报。清凉注解里有两句话说得很好，「慢能长沦生死」，憍慢永远不能够脱离六道轮回。憍慢很不容易断掉，不知不觉就起现行，我们现在一般人常讲「某人脾气很大」，脾气很大是什么？轮回的业因。所以我们看佛菩萨，我们看世间圣贤，处事待人接物谦虚、诚敬，我们想学圣贤、想学佛菩萨，怎么学都学不像，原因就在此地，不晓得从哪里学起。",
      "zh_TW": "什麼是「慢」？慢是欺負人，仗著自己的成就，輕視別人，瞧不起別人；或者是自己有地位、有財富、有超過別人的長處。所以憍跟慢常常連在一起，「慢」是自以為是，盛氣凌人。「放逸」就是放蕩；換句話說，隨順自己煩惱習氣的行為。這句話，實實在在說，就是輪迴的根本。「業惑纏覆」是輪迴的因，「憍慢放逸」是輪迴的緣，因緣結合就現輪迴的果報。清涼註解裡有兩句話說得很好，「慢能長淪生死」，憍慢永遠不能夠脫離六道輪迴。憍慢很不容易斷掉，不知不覺就起現行，我們現在一般人常講「某人脾氣很大」，脾氣很大是什麼？輪迴的業因。所以我們看佛菩薩，我們看世間聖賢，處事待人接物謙虛、誠敬，我們想學聖賢、想學佛菩薩，怎麼學都學不像，原因就在此地，不曉得從哪裡學起。"
    },
    {
      "id": "12-017-0172_p0006",
      "zh_CN": "我劝同学们念《了凡四训》，了凡先生自行化他，实在讲，他把「谦敬」放在第一位。他看人，文字里面举了很多例子，虽然多半指的是读书人去考取功名，他看人，这个人这一次去赶考能不能考中，他的判断几乎都是百分之百。他从什么地方去观察，做为判断的依据？观察这个人的诚敬、谦虚。如果这个人处事待人诚恳、谦敬，这个人去考试一定会考中，几乎都被他说中。他观察人，不但有理论上的依据，也有事实上的证验。佛菩萨更是教导我们，那是深入一层，憍慢是生死轮回的根本，我们要想永脱轮回，这个烦恼非断不可。怎么断法？学恭敬，学谦虚。",
      "zh_TW": "我勸同學們念《了凡四訓》，了凡先生自行化他，實在講，他把「謙敬」放在第一位。他看人，文字裡面舉了很多例子，雖然多半指的是讀書人去考取功名，他看人，這個人這一次去趕考能不能考中，他的判斷幾乎都是百分之百。他從什麼地方去觀察，做為判斷的依據？觀察這個人的誠敬、謙虛。如果這個人處事待人誠懇、謙敬，這個人去考試一定會考中，幾乎都被他說中。他觀察人，不但有理論上的依據，也有事實上的證驗。佛菩薩更是教導我們，那是深入一層，憍慢是生死輪迴的根本，我們要想永脫輪迴，這個煩惱非斷不可。怎麼斷法？學恭敬，學謙虛。"
    },
    {
      "id": "12-017-0172_p0007",
      "zh_CN": "《华严》的教学，大家都知道，当机是法身大士；换句话说，它是高等的教学，不是初级、中级的。《华严经》里面所讲的无量法门，以普贤菩萨十愿做为总纲领、总结论。普贤，名号的意思已经具足了，普是平等，没有分别，这才能普；十法界一切众生一律平等看待，这才叫普贤。如果有高下之心：我是人，你是畜生，畜生怎么能跟人比？诸位想想看，憍慢不就露出来了？这个心就不清净，就不平等，那不是普贤心；普贤心是圆满的菩提心，超过大乘菩萨。普贤菩萨确确实实是将十法界一切众生，不但是有情众生，连无情的众生都包括在其中，真正是「过去父母，未来诸佛」。所以普贤的行，就是孝顺父母、尊敬师长。佛是老师，面对父母、师长，哪里还会有憍慢！但是在今天的社会，这个说法已经不尽然了，为什么？子女对父母憍慢，对老师也憍慢。所以古圣先贤所说的话，在那个时代行，那个时代有孝道的教学，有师道的教学，人人知道孝亲、知道尊师重道。",
      "zh_TW": "《華嚴》的教學，大家都知道，當機是法身大士；換句話說，它是高等的教學，不是初級、中級的。《華嚴經》裡面所講的無量法門，以普賢菩薩十願做為總綱領、總結論。普賢，名號的意思已經具足了，普是平等，沒有分別，這才能普；十法界一切眾生一律平等看待，這才叫普賢。如果有高下之心：我是人，你是畜生，畜生怎麼能跟人比？諸位想想看，憍慢不就露出來了？這個心就不清淨，就不平等，那不是普賢心；普賢心是圓滿的菩提心，超過大乘菩薩。普賢菩薩確確實實是將十法界一切眾生，不但是有情眾生，連無情的眾生都包括在其中，真正是「過去父母，未來諸佛」。所以普賢的行，就是孝順父母、尊敬師長。佛是老師，面對父母、師長，哪裡還會有憍慢！但是在今天的社會，這個說法已經不盡然了，為什麼？子女對父母憍慢，對老師也憍慢。所以古聖先賢所說的話，在那個時代行，那個時代有孝道的教學，有師道的教學，人人知道孝親、知道尊師重道。"
    },
    {
      "id": "12-017-0172_p0008",
      "zh_CN": "现在没有人教，也没有人提倡，在社会上也找不到这样的人，找不到榜样，所以孝敬的心没有了，今天跟他讲孝敬他听不懂。他认为憍慢值得骄傲，对父母也骄傲，对老师也骄傲，认为这是正常的、这是当然的、这是合理的、这是合情合法的，那还有什么办法！这样的知见，在佛法叫「一阐提」；一阐提是印度话，它的意思是没有善根的人。佛出现也不能教导他，为什么？他不能接受。我们跟他讲古圣先贤、佛经里所说的，他说这已经落伍，跟不上时代潮流，这些话已经被淘汰掉，你还说这些干什么？我们往往听到年轻人对我们如是的回应，我们听了心里很悲痛，虽然有怜悯之心，也没有办法帮助他。唯一能做的，我们自己随顺古圣先贤、诸佛菩萨的教诲，我们去做。他说我们愚痴、说我们落伍、说我们赶不上时代，随他去说，毕竟现在我们还有做的自由。现在这个时代，讲求的是民主自由开放，你有你自由自主的做法，我也有我自主自由的做法。你随顺的是烦恼习气，随顺的是社会世风，我们不敢说你不是，但是我随顺的是圣贤教诲、佛菩萨的经教，我也有我的自由，我也有我自己的自主，我们各行其是，到最后结果我们来比比，不就真相大白了吗？所以今天要想劝导世人回头，只有一个方法，以身作则，做出样子给他看。绝不是短时间他看到会觉悟，短时间他看到他还要毁谤，还要讽刺、讥笑，甚至于种种给你为难，我们都要承受；十年、二十年、三十年、四十年之后，他慢慢就觉悟了，他就懂了。这个时代的众生难度，我的时代就相当不容易，现在你们的时代比我这个时代就更难了。",
      "zh_TW": "現在沒有人教，也沒有人提倡，在社會上也找不到這樣的人，找不到榜樣，所以孝敬的心沒有了，今天跟他講孝敬他聽不懂。他認為憍慢值得驕傲，對父母也驕傲，對老師也驕傲，認為這是正常的、這是當然的、這是合理的、這是合情合法的，那還有什麼辦法！這樣的知見，在佛法叫「一闡提」；一闡提是印度話，它的意思是沒有善根的人。佛出現也不能教導他，為什麼？他不能接受。我們跟他講古聖先賢、佛經裡所說的，他說這已經落伍，跟不上時代潮流，這些話已經被淘汰掉，你還說這些幹什麼？我們往往聽到年輕人對我們如是的回應，我們聽了心裡很悲痛，雖然有憐憫之心，也沒有辦法幫助他。唯一能做的，我們自己隨順古聖先賢、諸佛菩薩的教誨，我們去做。他說我們愚痴、說我們落伍、說我們趕不上時代，隨他去說，畢竟現在我們還有做的自由。現在這個時代，講求的是民主自由開放，你有你自由自主的做法，我也有我自主自由的做法。你隨順的是煩惱習氣，隨順的是社會世風，我們不敢說你不是，但是我隨順的是聖賢教誨、佛菩薩的經教，我也有我的自由，我也有我自己的自主，我們各行其是，到最後結果我們來比比，不就真相大白了嗎？所以今天要想勸導世人回頭，只有一個方法，以身作則，做出樣子給他看。絕不是短時間他看到會覺悟，短時間他看到他還要毀謗，還要諷刺、譏笑，甚至於種種給你為難，我們都要承受；十年、二十年、三十年、四十年之後，他慢慢就覺悟了，他就懂了。這個時代的眾生難度，我的時代就相當不容易，現在你們的時代比我這個時代就更難了。"
    },
    {
      "id": "12-017-0172_p0009",
      "zh_CN": "我二十六岁学佛，我学得很认真，我接受善知识的教诲，我对老师有尊敬心，老师能够爱护我，能够一直都照顾我，一直到他往生。为什么这样关心照顾？没有别的，我能够依教奉行，老师教我的我真做，虽然不能百分之百做到，但是百分之五十那是肯定做到。可是在一般同学当中，能做到百分之五十的就很少，这就很难能可贵。我就是有这么一点基础，可以奉行到百分之五十，我已经得利益、得受用，然后在这么多年当中自行化他。实在讲，化他是真正利益自己，为什么？我要讲经，要讲经不能不读经，天天在读经，一遍一遍在重复，受经教的薰习，于是从百分之五十就提升到百分之六十，再提升到百分之七十，有长进了。这种长进，你们常常在我身边，跟我时间久的人，除非你是粗心大意，你不能够觉察，如果你细心观察，你能够看得出来。最显著的，我讲经的内容不一样，前十年讲的不如第二个十年，第二个十年讲的不如第三个十年，第三个十年讲的不如第四个十年，我讲经四十年了，这是境界不断向上提升。我讲经没有丝毫保留，遍遍不一样是境界不相同；境界不相同，我做到比以前有进步，起心动念，处事待人接物，有几分接近，有几分相似了。",
      "zh_TW": "我二十六歲學佛，我學得很認真，我接受善知識的教誨，我對老師有尊敬心，老師能夠愛護我，能夠一直都照顧我，一直到他往生。為什麼這樣關心照顧？沒有別的，我能夠依教奉行，老師教我的我真做，雖然不能百分之百做到，但是百分之五十那是肯定做到。可是在一般同學當中，能做到百分之五十的就很少，這就很難能可貴。我就是有這麼一點基礎，可以奉行到百分之五十，我已經得利益、得受用，然後在這麼多年當中自行化他。實在講，化他是真正利益自己，為什麼？我要講經，要講經不能不讀經，天天在讀經，一遍一遍在重複，受經教的薰習，於是從百分之五十就提升到百分之六十，再提升到百分之七十，有長進了。這種長進，你們常常在我身邊，跟我時間久的人，除非你是粗心大意，你不能夠覺察，如果你細心觀察，你能夠看得出來。最顯著的，我講經的內容不一樣，前十年講的不如第二個十年，第二個十年講的不如第三個十年，第三個十年講的不如第四個十年，我講經四十年了，這是境界不斷向上提升。我講經沒有絲毫保留，遍遍不一樣是境界不相同；境界不相同，我做到比以前有進步，起心動念，處事待人接物，有幾分接近，有幾分相似了。"
    },
    {
      "id": "12-017-0172_p0010",
      "zh_CN": "所以若不能够随顺经教，若不能够落实经教，不会开智慧。过去我见过老法师，七十岁、八十多岁的，也是一生讲经说法，但是他的境界永远停止在一个阶段。听他讲经，无论他讲多少遍都是一样的，这就是说他没有进步。为什么没有进步？解行不相应，他所解的没有能够落实到现实生活，所以他永远止于这个境界，不能向上提升，原因在此地。所以我们知道多少，一定要做多少，你能够做到，你的解又会深一层，又会扩展一层，你的行为就愈能够深化一层，这样的解帮助行，行帮助解，从初发心到如来地。这是章嘉大师从前教我「看破、放下」，看破是解门，放下是行门，解行相资，就是互相帮助，能到如来地。解一分行一分，解两分行两分，一定要把所学到的、所理解的，统统落实、统统做到，这是做学生的态度。老师的学生很多，也就是我们的同学很多，老师为什么对我们这样关怀？绝对不是老师偏心，老师对于学生观察入微，哪个肯学、哪个不肯学，了如指掌。对于肯学的，要帮助他成就，要多关怀。不能成就的，那就随喜功德；讲经说法，你喜欢来听也不拒绝，你不来听也不勉强，所谓是「来者不拒，去者不留」，恒顺众生。可是真正好学的，要鼓励他、要帮助他、要成就他。这不仅是佛菩萨教学，世间圣贤教学也是这么一个原则。所以老师决定没有偏爱，老师的心地清净，老师的心地平等，充满了智慧。",
      "zh_TW": "所以若不能夠隨順經教，若不能夠落實經教，不會開智慧。過去我見過老法師，七十歲、八十多歲的，也是一生講經說法，但是他的境界永遠停止在一個階段。聽他講經，無論他講多少遍都是一樣的，這就是說他沒有進步。為什麼沒有進步？解行不相應，他所解的沒有能夠落實到現實生活，所以他永遠止於這個境界，不能向上提升，原因在此地。所以我們知道多少，一定要做多少，你能夠做到，你的解又會深一層，又會擴展一層，你的行為就愈能夠深化一層，這樣的解幫助行，行幫助解，從初發心到如來地。這是章嘉大師從前教我「看破、放下」，看破是解門，放下是行門，解行相資，就是互相幫助，能到如來地。解一分行一分，解兩分行兩分，一定要把所學到的、所理解的，統統落實、統統做到，這是做學生的態度。老師的學生很多，也就是我們的同學很多，老師為什麼對我們這樣關懷？絕對不是老師偏心，老師對於學生觀察入微，哪個肯學、哪個不肯學，瞭如指掌。對於肯學的，要幫助他成就，要多關懷。不能成就的，那就隨喜功德；講經說法，你喜歡來聽也不拒絕，你不來聽也不勉強，所謂是「來者不拒，去者不留」，恆順眾生。可是真正好學的，要鼓勵他、要幫助他、要成就他。這不僅是佛菩薩教學，世間聖賢教學也是這麼一個原則。所以老師決定沒有偏愛，老師的心地清淨，老師的心地平等，充滿了智慧。"
    },
    {
      "id": "12-017-0172_p0011",
      "zh_CN": "我们要学古圣先贤的诚敬，要学他们的谦敬、谦虚，要把根本烦恼断掉。清凉又说，「放逸，众惑之本」。佛在此地，在一切烦恼里面，特别举这两样。放逸是什么？我们现在的话讲「随便」。用心不专，用力不勤，随随便便，马马虎虎，认为自己可以就行了，这样的心态决定不能成就。不但在佛法修学你不能成就，世间的事业你也不能成就。世间事业要想成就，不可以放逸，决定要认真。我们在新加坡看到李木源居士，他做事情认真负责，他为佛法，他为众生，他没有为自己，不眠不休。他心里没有别的事情，只有佛法，只有护持佛法。现在全心全力策划着弥陀村，日夜都在想这些事情，念念当中希望培养人才，续佛慧命，对于来学的学生，照顾无微不至，彻底的牺牲自己，成就别人，没有丝毫放逸这个念头，这是一般人做不到的。我们今天受这样的人照顾，如果道业没有成就，就是个罪人，就有罪。我们说道业不能成就，没有人照顾，那情有可原，没有护法，你虽然有心向学，助缘不足不能成就，这可以原谅。今天在新加坡这个助缘太圆满，不能成就怪自己，不能怪别人，决定不能怪护持的人不得力，这个话讲不过去。",
      "zh_TW": "我們要學古聖先賢的誠敬，要學他們的謙敬、謙虛，要把根本煩惱斷掉。清涼又說，「放逸，眾惑之本」。佛在此地，在一切煩惱裡面，特別舉這兩樣。放逸是什麼？我們現在的話講「隨便」。用心不專，用力不勤，隨隨便便，馬馬虎虎，認為自己可以就行了，這樣的心態決定不能成就。不但在佛法修學你不能成就，世間的事業你也不能成就。世間事業要想成就，不可以放逸，決定要認真。我們在新加坡看到李木源居士，他做事情認真負責，他為佛法，他為眾生，他沒有為自己，不眠不休。他心裡沒有別的事情，只有佛法，只有護持佛法。現在全心全力策劃著彌陀村，日夜都在想這些事情，念念當中希望培養人才，續佛慧命，對於來學的學生，照顧無微不至，徹底的犧牲自己，成就別人，沒有絲毫放逸這個念頭，這是一般人做不到的。我們今天受這樣的人照顧，如果道業沒有成就，就是個罪人，就有罪。我們說道業不能成就，沒有人照顧，那情有可原，沒有護法，你雖然有心向學，助緣不足不能成就，這可以原諒。今天在新加坡這個助緣太圓滿，不能成就怪自己，不能怪別人，決定不能怪護持的人不得力，這個話講不過去。"
    },
    {
      "id": "12-017-0172_p0012",
      "zh_CN": "现在的教学比从前困难，这是事实，这些因素我们都清楚、都明了。我还受了一点古老的教育，时间虽然不长，但是影响了一生，知道孝亲，知道尊师重道，还有这么一点点的旧观念，所以老师对我的教诫都很严格。但是我今天对于同学们，决定不能用章嘉大师、李炳南老居士那个方式来要求你们，为什么？用这个方法要求你们，你们受不了，你们会掉头而去。这就是我们在童年时代所受的教育不相同，处境不一样。今天诸位要能成就，多分要靠自己，我劝导大家、警策大家，只有在课堂上，完全顺从经教的教诲，劝大家也是劝我自己，警策诸位同样也是警策我自己。诸位果然善学，你确确实实不会虚度光阴，你真的能学到东西。你要是放逸、懈怠、懒散，你的时光就空过了，你不能成就实学，真实的学问你得不到。",
      "zh_TW": "現在的教學比從前困難，這是事實，這些因素我們都清楚、都明瞭。我還受了一點古老的教育，時間雖然不長，但是影響了一生，知道孝親，知道尊師重道，還有這麼一點點的舊觀念，所以老師對我的教誡都很嚴格。但是我今天對於同學們，決定不能用章嘉大師、李炳南老居士那個方式來要求你們，為什麼？用這個方法要求你們，你們受不了，你們會掉頭而去。這就是我們在童年時代所受的教育不相同，處境不一樣。今天諸位要能成就，多分要靠自己，我勸導大家、警策大家，只有在課堂上，完全順從經教的教誨，勸大家也是勸我自己，警策諸位同樣也是警策我自己。諸位果然善學，你確確實實不會虛度光陰，你真的能學到東西。你要是放逸、懈怠、懶散，你的時光就空過了，你不能成就實學，真實的學問你得不到。"
    },
    {
      "id": "12-017-0172_p0013",
      "zh_CN": "所以学讲经，讲经这套方法固然是很重要，这是技术，但并不是最重要的。最重要的是什么？德行，开悟。人怎么会开悟？德行当中来的。这个德行，就是《无量寿经》经题上所讲的「清净平等觉」。清净平等觉是德，你的行为能与清净平等觉相应，就叫德行；与清净平等觉相违背，你就是造业。随顺真诚清净平等觉，你的行就是菩萨行，违背真诚清净平等觉，你的行为是轮回行，这个道理、事实真相不能不明白。所以清凉说：放逸是众惑之本，这句话我们要记住。惑是什么？迷惑，一切迷惑的根本就是放逸，放逸就是不认真。",
      "zh_TW": "所以學講經，講經這套方法固然是很重要，這是技術，但並不是最重要的。最重要的是什麼？德行，開悟。人怎麼會開悟？德行當中來的。這個德行，就是《無量壽經》經題上所講的「清淨平等覺」。清淨平等覺是德，你的行為能與清淨平等覺相應，就叫德行；與清淨平等覺相違背，你就是造業。隨順真誠清淨平等覺，你的行就是菩薩行，違背真誠清淨平等覺，你的行為是輪迴行，這個道理、事實真相不能不明白。所以清涼說：放逸是眾惑之本，這句話我們要記住。惑是什麼？迷惑，一切迷惑的根本就是放逸，放逸就是不認真。"
    },
    {
      "id": "12-017-0172_p0014",
      "zh_CN": "「驰荡」，荡是不安、是妄动。他这个地方解释也很好，「境风鼓击，飘荡驰散」，这两句话要用现在的话来讲，禁不起境界的诱惑。现在这个社会，名利的诱惑、五欲六尘享受的诱惑禁不起，一遇到这个境界你就动心，清净心没有了，平等心没有了，觉悟的心没有了，慈悲心也没有了。禁不起诱惑，你怎么能成就？古时候修行，道场为什么建立在深山旷野之处？不但远离都市，就是离乡村也有一段距离，为的就是凡夫心很难抵挡诱惑，最好是远离一切诱惑，使我们道业容易成就。可是现代环境困难，纵然到深山，还要架上电视，时时刻刻还跟外面境界接触。何况我们住在大都市里面，在这里面要想成就道业，难！不但现在人难，古时候人要到今天，跟我们同样生活在这个社会里头，他也不能成就，他也敌不过这些诱惑。所以我也常讲，今天我们的成就，真的果然成就了，那个功夫，戒定慧三学决定超过古人很多倍。我们今天等于说，生活在大风大浪当中，能够平安到达不容易；他们的修行，在风平浪静当中行驶，成就不难；我们成就太难太难了，有史以来，没有这样巨大的诱惑力量。所以今天我们看到修行人，乃至于出家人，被诱惑、退心、淘汰，不足为奇，理所当然。他在这个境界里能够保持自己高度警觉，不被诱惑，不退心，不退转，还能够精进不懈，这个人我们尊敬，套一句古人讲的话：不是凡人。经上讲的话，善根福德无比的深厚，他才能够抗拒巨大的诱惑；不是深厚的善根福德，敌不过诱惑，决定被诱惑淘汰掉，这些都是摆在我们眼前的事实真相。",
      "zh_TW": "「馳蕩」，蕩是不安、是妄動。他這個地方解釋也很好，「境風鼓擊，飄蕩馳散」，這兩句話要用現在的話來講，禁不起境界的誘惑。現在這個社會，名利的誘惑、五欲六塵享受的誘惑禁不起，一遇到這個境界你就動心，清淨心沒有了，平等心沒有了，覺悟的心沒有了，慈悲心也沒有了。禁不起誘惑，你怎麼能成就？古時候修行，道場為什麼建立在深山曠野之處？不但遠離都市，就是離鄉村也有一段距離，為的就是凡夫心很難抵擋誘惑，最好是遠離一切誘惑，使我們道業容易成就。可是現代環境困難，縱然到深山，還要架上電視，時時刻刻還跟外面境界接觸。何況我們住在大都市裡面，在這裡面要想成就道業，難！不但現在人難，古時候人要到今天，跟我們同樣生活在這個社會裡頭，他也不能成就，他也敵不過這些誘惑。所以我也常講，今天我們的成就，真的果然成就了，那個功夫，戒定慧三學決定超過古人很多倍。我們今天等於說，生活在大風大浪當中，能夠平安到達不容易；他們的修行，在風平浪靜當中行駛，成就不難；我們成就太難太難了，有史以來，沒有這樣巨大的誘惑力量。所以今天我們看到修行人，乃至於出家人，被誘惑、退心、淘汰，不足為奇，理所當然。他在這個境界裡能夠保持自己高度警覺，不被誘惑，不退心，不退轉，還能夠精進不懈，這個人我們尊敬，套一句古人講的話：不是凡人。經上講的話，善根福德無比的深厚，他才能夠抗拒巨大的誘惑；不是深厚的善根福德，敵不過誘惑，決定被誘惑淘汰掉，這些都是擺在我們眼前的事實真相。"
    },
    {
      "id": "12-017-0172_p0015",
      "zh_CN": "前两句，实在讲，就是说我们现前的境界。我们如何在大风大浪里面立定脚跟，不为动摇？第三句跟我们说出来，『如来为说寂静法』，这句话的意思，就是勉励我们、教导我们要随顺如来的说教，要亲近如来。我们是凡夫，我们业障深重，二六时中常生烦恼，烦恼现前的时候怎么办？如果随顺烦恼，那就造业受报；不随顺烦恼，没有能力，没有定慧，这个时候怎么办？唯一的办法，立刻回头随顺如来。如来在哪里？大乘经教。我们今天选择的是《大乘无量寿经》，烦恼起现行，赶紧展开经卷读诵大乘，我们烦恼就转过来，这个方法很有效。不读经的时候就念佛，经要念得熟，这一点同学们多数都做到了。不读经的时候，烦恼起现行，思惟经义，想想佛在经上对我们的教诲，想想我们要怎样将佛陀的教诲落实到生活上、落实到工作上。在家同修你们都有行业，培训班的同学你们在学讲经，学习讲经就是现前的事业，要把佛的教诲落实，这个样子就把烦恼习气伏住了。常常伏，天天伏，日夜都在做伏烦恼的功夫。少睡眠，这个很要紧，睡眠是昏沉，妄想是放逸，这两样东西对我们是大障碍，睡眠的时间愈少愈好。我们今天修学，接受诸佛菩萨教诲，深深感到时间不够用，真的是分秒必争。",
      "zh_TW": "前兩句，實在講，就是說我們現前的境界。我們如何在大風大浪裡面立定腳跟，不為動搖？第三句跟我們說出來，『如來為說寂靜法』，這句話的意思，就是勉勵我們、教導我們要隨順如來的說教，要親近如來。我們是凡夫，我們業障深重，二六時中常生煩惱，煩惱現前的時候怎麼辦？如果隨順煩惱，那就造業受報；不隨順煩惱，沒有能力，沒有定慧，這個時候怎麼辦？唯一的辦法，立刻回頭隨順如來。如來在哪裡？大乘經教。我們今天選擇的是《大乘無量壽經》，煩惱起現行，趕緊展開經卷讀誦大乘，我們煩惱就轉過來，這個方法很有效。不讀經的時候就念佛，經要念得熟，這一點同學們多數都做到了。不讀經的時候，煩惱起現行，思惟經義，想想佛在經上對我們的教誨，想想我們要怎樣將佛陀的教誨落實到生活上、落實到工作上。在家同修你們都有行業，培訓班的同學你們在學講經，學習講經就是現前的事業，要把佛的教誨落實，這個樣子就把煩惱習氣伏住了。常常伏，天天伏，日夜都在做伏煩惱的功夫。少睡眠，這個很要緊，睡眠是昏沉，妄想是放逸，這兩樣東西對我們是大障礙，睡眠的時間愈少愈好。我們今天修學，接受諸佛菩薩教誨，深深感到時間不夠用，真的是分秒必爭。"
    },
    {
      "id": "12-017-0172_p0016",
      "zh_CN": "你们现在对于读诵大乘、对于看经研教，还会懈怠，还会偷懒，什么原因？你们没有契入境界。为什么没有契入境界？你们功夫不得力。为什么功夫不得力？你们在经教上用的时间太少。果然你用的时间多，功夫得力，你得法喜，然后你才真正体会到，读诵大乘是无上的享受，怎么可以睡眠耽误享受！无上的喜乐，你今天没有得到。我亲近方东美先生，方老师告诉我，「学习佛法是人生最高的享受」，我听懂他这句话，所以被他这句话引我入佛门，我希求的是什么？人生最高的享受。人生最高的享受在哪里？读诵大乘，所以我那么喜欢读经。初学佛的时候，我的朋友、同学、长官都说我被佛经迷了，他哪里知道是最高的享受！如其说我被佛经迷了，他被名闻利养、五欲六尘迷了，他认为那是最高的享受，所以乐此不疲；我知道这是最高的享受，我得到了，我也乐此不疲，我们每个人享受的不一样。但是这几十年下来之后，他们明白了，对我很羡慕，见了面都说：你的路走对了。四十年前，他没说过这个话，他说我迷信，他说他的对，说我不对；四十年之后，他省悟过来，他知道我走对了，他走错了。我们要帮助别人，要长时间做出来给他看，他没有这么长的时间，他省悟不过来，他迷得太深，迷得太久了。",
      "zh_TW": "你們現在對於讀誦大乘、對於看經研教，還會懈怠，還會偷懶，什麼原因？你們沒有契入境界。為什麼沒有契入境界？你們功夫不得力。為什麼功夫不得力？你們在經教上用的時間太少。果然你用的時間多，功夫得力，你得法喜，然後你才真正體會到，讀誦大乘是無上的享受，怎麼可以睡眠耽誤享受！無上的喜樂，你今天沒有得到。我親近方東美先生，方老師告訴我，「學習佛法是人生最高的享受」，我聽懂他這句話，所以被他這句話引我入佛門，我希求的是什麼？人生最高的享受。人生最高的享受在哪裡？讀誦大乘，所以我那麼喜歡讀經。初學佛的時候，我的朋友、同學、長官都說我被佛經迷了，他哪裡知道是最高的享受！如其說我被佛經迷了，他被名聞利養、五欲六塵迷了，他認為那是最高的享受，所以樂此不疲；我知道這是最高的享受，我得到了，我也樂此不疲，我們每個人享受的不一樣。但是這幾十年下來之後，他們明白了，對我很羨慕，見了面都說：你的路走對了。四十年前，他沒說過這個話，他說我迷信，他說他的對，說我不對；四十年之後，他省悟過來，他知道我走對了，他走錯了。我們要幫助別人，要長時間做出來給他看，他沒有這麼長的時間，他省悟不過來，他迷得太深，迷得太久了。"
    },
    {
      "id": "12-017-0172_p0017",
      "zh_CN": "这句话就是帮助我们断烦恼、开智慧、了生死、证佛道的方法。如来所说的千经万论都是「寂静法」，何以说都是寂静法？清凉大师注解里面两句话说得很好，「不取于相，当体寂故」。如来为众生说经、说教，我们晓得他老人家是说而无说、无说而说。为什么说「说而无说」？佛讲经说教离一切相，就像《金刚经》上所说的「无我相，无人相，无众生相，无寿者相」，所以说而无说。「无说而说」是从体起用，「说而无说」是摄用归体，体用不二，这是如来说法。我们今天展开经卷，用什么方法才能契入，才能真正懂得如来所说的真实义？若不能离四相，是决定不能懂得如来所说义。你四相没离，你怎么读、怎么听、怎么去研究，说实在的话全是皮毛，实实在在入不进去。为什么？佛的境界，我们今天能够体会的，是把佛境界变成我们自己凡夫境界，随顺我们自己妄想分别执着来体会经义。所以这个经不是圣教，这个经是凡人的书籍，我们读凡夫的善书，只如此而已，我们得的利益是小利益，为什么？「寂静」两个字没有，也不懂得什么叫寂静，天天念寂静，不懂得寂静的境界。",
      "zh_TW": "這句話就是幫助我們斷煩惱、開智慧、了生死、證佛道的方法。如來所說的千經萬論都是「寂靜法」，何以說都是寂靜法？清涼大師註解裡面兩句話說得很好，「不取於相，當體寂故」。如來為眾生說經、說教，我們曉得他老人家是說而無說、無說而說。為什麼說「說而無說」？佛講經說教離一切相，就像《金剛經》上所說的「無我相，無人相，無眾生相，無壽者相」，所以說而無說。「無說而說」是從體起用，「說而無說」是攝用歸體，體用不二，這是如來說法。我們今天展開經卷，用什麼方法才能契入，才能真正懂得如來所說的真實義？若不能離四相，是決定不能懂得如來所說義。你四相沒離，你怎麼讀、怎麼聽、怎麼去研究，說實在的話全是皮毛，實實在在入不進去。為什麼？佛的境界，我們今天能夠體會的，是把佛境界變成我們自己凡夫境界，隨順我們自己妄想分別執著來體會經義。所以這個經不是聖教，這個經是凡人的書籍，我們讀凡夫的善書，只如此而已，我們得的利益是小利益，為什麼？「寂靜」兩個字沒有，也不懂得什麼叫寂靜，天天念寂靜，不懂得寂靜的境界。"
    },
    {
      "id": "12-017-0172_p0018",
      "zh_CN": "所以我劝勉同修，你要想对如来境界有个几分相似的体会，这不是真实的，相似的体会，那你已经得相当受用，要怎么办？至少要把对一切人、一切事、一切物，控制、占有的念头放下，你才能得几分相似。念念当中还想控制一切人事物，这是迷惑；念念当中还想占有一切人事物，你在造业。所以念念当中有控制一切人事物的念头是轮回心，念念有占有一切人事物的这种行为是轮回业，轮回心、轮回业怎么能解如来真实义？我劝大家放下、劝大家舍弃是有道理的，你才能体会。我希望你们有几个人能契入佛陀的境界，为什么？我就可以退休，我不要这么辛苦了，这个经你们可以讲。你不入这个境界，你讲不了，看古人的注解也会把意思讲错。为什么？你不是古人的心。我们听人家说话，错会意思这个事情常有，听一般人说话我们都把他的意思错会了，听佛菩萨说话，看古圣先贤的注解，错会意思太多太多了，很平常的现象。",
      "zh_TW": "所以我勸勉同修，你要想對如來境界有個幾分相似的體會，這不是真實的，相似的體會，那你已經得相當受用，要怎麼辦？至少要把對一切人、一切事、一切物，控制、佔有的念頭放下，你才能得幾分相似。念念當中還想控制一切人事物，這是迷惑；念念當中還想佔有一切人事物，你在造業。所以念念當中有控制一切人事物的念頭是輪迴心，念念有佔有一切人事物的這種行為是輪迴業，輪迴心、輪迴業怎麼能解如來真實義？我勸大家放下、勸大家捨棄是有道理的，你才能體會。我希望你們有幾個人能契入佛陀的境界，為什麼？我就可以退休，我不要這麼辛苦了，這個經你們可以講。你不入這個境界，你講不了，看古人的註解也會把意思講錯。為什麼？你不是古人的心。我們聽人家說話，錯會意思這個事情常有，聽一般人說話我們都把他的意思錯會了，聽佛菩薩說話，看古聖先賢的註解，錯會意思太多太多了，很平常的現象。"
    },
    {
      "id": "12-017-0172_p0019",
      "zh_CN": "怎样能不错会意思？唯一的办法就是入境界。要入境界一定要断烦恼，要断烦恼决定不能随顺自己的妄想分别执着，决定要随顺佛菩萨的教诲，要知道修清净心的重要，要知道离四相的重要。我们今天四相为什么离不了？不了解事实真相。事实真相，《金刚经》上说得好，「凡所有相，皆是虚妄」，这告诉你事实真相；「过去心不可得，现在心不可得，未来心不可得」，这是事实真相；「一切有为法，如梦幻泡影，如露亦如电」，这是事实真相。你什么时候随顺佛陀的教诲，来观察世间的事实真相？境界一现前，佛的教诲忘得干干净净。如果你能够铭记不忘，时时刻刻你能够用得上，你的妄想分别执着早就没有了，纵然不能够断掉，你也完完全全能把它控制住，能把它降伏住。所以我说经念得不够，在你日常生活当中你没有用上，说功夫不得力已经是恭维的话，实际上你哪有功夫？说功夫不得力，是你还有功夫；功夫都没有，还谈得上什么得力不得力。",
      "zh_TW": "怎樣能不錯會意思？唯一的辦法就是入境界。要入境界一定要斷煩惱，要斷煩惱決定不能隨順自己的妄想分別執著，決定要隨順佛菩薩的教誨，要知道修清淨心的重要，要知道離四相的重要。我們今天四相為什麼離不了？不了解事實真相。事實真相，《金剛經》上說得好，「凡所有相，皆是虛妄」，這告訴你事實真相；「過去心不可得，現在心不可得，未來心不可得」，這是事實真相；「一切有為法，如夢幻泡影，如露亦如電」，這是事實真相。你什麼時候隨順佛陀的教誨，來觀察世間的事實真相？境界一現前，佛的教誨忘得乾乾淨淨。如果你能夠銘記不忘，時時刻刻你能夠用得上，你的妄想分別執著早就沒有了，縱然不能夠斷掉，你也完完全全能把它控制住，能把它降伏住。所以我說經念得不夠，在你日常生活當中你沒有用上，說功夫不得力已經是恭維的話，實際上你哪有功夫？說功夫不得力，是你還有功夫；功夫都沒有，還談得上什麼得力不得力。"
    },
    {
      "id": "12-017-0172_p0020",
      "zh_CN": "佛菩萨、祖师大德时时刻刻提醒我们，别忘记观照。什么叫观照？念念随顺佛的教诲就是观照。我们面对著名利、五欲六尘的诱惑，立刻就想到「凡所有相，皆是虚妄」，立刻就想到「三心不可得」，「诸法缘生，当体即空，了不可得」，你的心不是马上就平静了吗？心不就立刻恢复清净平等、恢复正常了吗？可见得这就是你不会用功，你还会随顺烦恼，还会随顺习气，由此可以证知，烦恼习气是多么深重！经念得不够，天天念，时时念，不间断的在念，念到它起作用才行。时时刻刻、念念当中，都有佛的教诲在引导我们、在指导我们，功夫才能得力。时时刻刻把佛陀教诲忘掉，这在佛法里叫失念，你把正念失掉了。失念怎么样？失念你就随顺烦恼，你的功夫完全没有了。失念之后，就是念名闻利养，念贪瞋痴慢，念五欲六尘的享受，搞这些东西了。",
      "zh_TW": "佛菩薩、祖師大德時時刻刻提醒我們，別忘記觀照。什麼叫觀照？念念隨順佛的教誨就是觀照。我們面對著名利、五欲六塵的誘惑，立刻就想到「凡所有相，皆是虛妄」，立刻就想到「三心不可得」，「諸法緣生，當體即空，了不可得」，你的心不是馬上就平靜了嗎？心不就立刻恢復清淨平等、恢復正常了嗎？可見得這就是你不會用功，你還會隨順煩惱，還會隨順習氣，由此可以證知，煩惱習氣是多麼深重！經念得不夠，天天念，時時念，不間斷的在念，念到它起作用才行。時時刻刻、念念當中，都有佛的教誨在引導我們、在指導我們，功夫才能得力。時時刻刻把佛陀教誨忘掉，這在佛法裡叫失念，你把正念失掉了。失念怎麼樣？失念你就隨順煩惱，你的功夫完全沒有了。失念之後，就是念名聞利養，念貪瞋痴慢，念五欲六塵的享受，搞這些東西了。"
    },
    {
      "id": "12-017-0172_p0021",
      "zh_CN": "我们想想我们现前是不是这个状况？如果是这个状况怎么办？你想不想改进？真想改进，你还有意思学佛；没有改进的念头，那你就在造罪业，念念当中都在造罪业。造什么罪业？裨贩如来。什么叫裨贩如来？假借佛法来欺骗信徒，赚取名闻利养，赚取五欲六尘的享受，佛说果报在阿鼻地狱。你相信佛的话是真的吗？佛的话一点不假，决定在阿鼻地狱。眼前这一点小利，不值得贪图，真是经上常常用的比喻「刀头舐蜜」，锋利的刀刃，刀刃上涂一点蜜，蜜是甜的，你拿舌头去舔，你今天干这种傻事，甜头尝到了，舌头没有了。所以眼前这些名利，你固然能够获得，你的果报在阿鼻地狱。你想想眼前你的享受能有几天？堕在阿鼻地狱，那个受苦是论劫算的，不是论年算。所以你要想通了，实在不值得，你就不会再去干这个傻事了。",
      "zh_TW": "我們想想我們現前是不是這個狀況？如果是這個狀況怎麼辦？你想不想改進？真想改進，你還有意思學佛；沒有改進的念頭，那你就在造罪業，念念當中都在造罪業。造什麼罪業？裨販如來。什麼叫裨販如來？假借佛法來欺騙信徒，賺取名聞利養，賺取五欲六塵的享受，佛說果報在阿鼻地獄。你相信佛的話是真的嗎？佛的話一點不假，決定在阿鼻地獄。眼前這一點小利，不值得貪圖，真是經上常常用的比喻「刀頭舐蜜」，鋒利的刀刃，刀刃上塗一點蜜，蜜是甜的，你拿舌頭去舔，你今天幹這種傻事，甜頭嘗到了，舌頭沒有了。所以眼前這些名利，你固然能夠獲得，你的果報在阿鼻地獄。你想想眼前你的享受能有幾天？墮在阿鼻地獄，那個受苦是論劫算的，不是論年算。所以你要想通了，實在不值得，你就不會再去幹這個傻事了。"
    },
    {
      "id": "12-017-0172_p0022",
      "zh_CN": "所以学佛，无论在家、出家，决定要随顺佛菩萨的教诲，要放弃自己的成见，「我要想怎样怎样」，全都想错了。放弃自己的想法看法、说法做法，完全顺从佛菩萨的教诲，这是个聪明人，这是开始觉悟了。我们现在虽然烦恼没断，智慧没有开，能做到这一点，算你开始觉悟，你有聪明，你有智慧。从这个基础向上提升，这才叫功夫；提升有进步，这是功夫得力。当你功夫得力的时候，你才会懂得尊师重道，你才会懂得「上报四重恩」是什么意思，知恩报恩。今天你不晓得报恩，不能怪你，为什么？不知道恩德。真正修学得受用了，才知道恩德，报恩的愿行油然而生，不是人家劝你，不是人家教你，自自然然就生出来。为什么？你已经尝到味道，你才想到这个法喜、这个成就是谁给我的？谁介绍给我的？谁帮助我得到的？所以报恩的心行自自然然就现前。世出世间真正报恩者是佛与大菩萨，他们对于恩德知道得究竟、知道得圆满，所以报恩也报到究竟、也报到圆满。怎么报恩？弘法利生。所以诸佛如来在虚空法界，随类现身，随机说法，为什么？知恩报恩。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以學佛，無論在家、出家，決定要隨順佛菩薩的教誨，要放棄自己的成見，「我要想怎樣怎樣」，全都想錯了。放棄自己的想法看法、說法做法，完全順從佛菩薩的教誨，這是個聰明人，這是開始覺悟了。我們現在雖然煩惱沒斷，智慧沒有開，能做到這一點，算你開始覺悟，你有聰明，你有智慧。從這個基礎向上提升，這才叫功夫；提升有進步，這是功夫得力。當你功夫得力的時候，你才會懂得尊師重道，你才會懂得「上報四重恩」是什麼意思，知恩報恩。今天你不曉得報恩，不能怪你，為什麼？不知道恩德。真正修學得受用了，才知道恩德，報恩的願行油然而生，不是人家勸你，不是人家教你，自自然然就生出來。為什麼？你已經嘗到味道，你才想到這個法喜、這個成就是誰給我的？誰介紹給我的？誰幫助我得到的？所以報恩的心行自自然然就現前。世出世間真正報恩者是佛與大菩薩，他們對於恩德知道得究竟、知道得圓滿，所以報恩也報到究竟、也報到圓滿。怎麼報恩？弘法利生。所以諸佛如來在虛空法界，隨類現身，隨機說法，為什麼？知恩報恩。今天時間到了，我們就講到此地。"
    }
  ]
}