{
  "doc_id": "12-017-1689",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六八九卷",
    "zh_TW": "第一六八九卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1689",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-017-1689_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，第四大段「无方大用分」。我们学到清凉大师引用贤首国师的「还源观六门」，我们学到第四门。第四门是德，一共有四条，第一个是「随缘妙用无方德」，第二个是「威仪住持有则德」，第三个是「柔和质直摄生德」，第四个是「普代众生受苦德」，这个四条。文里面讲「即次下第六三昧门」，这就是合前面《疏》里面讲，《疏》给我们讲了「十门三昧业用」。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，第四大段「無方大用分」。我們學到清涼大師引用賢首國師的「還源觀六門」，我們學到第四門。第四門是德，一共有四條，第一個是「隨緣妙用無方德」，第二個是「威儀住持有則德」，第三個是「柔和質直攝生德」，第四個是「普代眾生受苦德」，這個四條。文裡面講「即次下第六三昧門」，這就是合前面《疏》裡面講，《疏》給我們講了「十門三昧業用」。"
    },
    {
      "id": "12-017-1689_p0002",
      "zh_CN": "体是一个，「显一体」，体是法性。宇宙之间万事万法皆是心现识变，世尊在这部经上告诉我们「唯心所现，唯识所变」，说的就是遍法界虚空界。我们今天讲的宇宙，讲的太空，无量无边的星系，每个星球上面的生物从哪里来的？佛告诉我们，我们自己本性所现的。本性所现，现就起作用，不现是理体，理体就是「自性清净圆明之体」，这是讲法性。法性是整个宇宙的本体，一切万法的本体，一切生命的本体，一个，体是一个。这个意思很深，我们要能够细心去体会。如果真正体会得，你就晓得整个宇宙跟自己的关系太密切了。我们在大乘教里面看到的，诸佛菩萨应化在十法界，以无缘大慈、同体大悲，无缘、同体就是肯定、认知宇宙跟自己是一不是二，所有一切众生跟自己也是一不是二，关系非常密切。",
      "zh_TW": "體是一個，「顯一體」，體是法性。宇宙之間萬事萬法皆是心現識變，世尊在這部經上告訴我們「唯心所現，唯識所變」，說的就是遍法界虛空界。我們今天講的宇宙，講的太空，無量無邊的星系，每個星球上面的生物從哪裡來的？佛告訴我們，我們自己本性所現的。本性所現，現就起作用，不現是理體，理體就是「自性清淨圓明之體」，這是講法性。法性是整個宇宙的本體，一切萬法的本體，一切生命的本體，一個，體是一個。這個意思很深，我們要能夠細心去體會。如果真正體會得，你就曉得整個宇宙跟自己的關係太密切了。我們在大乘教裡面看到的，諸佛菩薩應化在十法界，以無緣大慈、同體大悲，無緣、同體就是肯定、認知宇宙跟自己是一不是二，所有一切眾生跟自己也是一不是二，關係非常密切。"
    },
    {
      "id": "12-017-1689_p0003",
      "zh_CN": "外面是大宇宙，我们人身体是小宇宙，小宇宙跟大宇宙是一不是二。我们在讲席这么多年当中，早年我们就常说，我们身体怎么样的复杂，外面宇宙也是怎么样复杂。外面大宇宙的复杂跟我们身心小宇宙的复杂完全相等，这个话说得很多次，是真的不是假的。现在我们学《华严》，虽然《华严》还没有学圆满，大概现在我们学到应该是八、九分之一的样子，可是这些境界愈来愈明显。我们修学确实法喜充满，无量的欢喜，我们对宇宙的认知愈来愈清楚，愈来愈明了。",
      "zh_TW": "外面是大宇宙，我們人身體是小宇宙，小宇宙跟大宇宙是一不是二。我們在講席這麼多年當中，早年我們就常說，我們身體怎麼樣的複雜，外面宇宙也是怎麼樣複雜。外面大宇宙的複雜跟我們身心小宇宙的複雜完全相等，這個話說得很多次，是真的不是假的。現在我們學《華嚴》，雖然《華嚴》還沒有學圓滿，大概現在我們學到應該是八、九分之一的樣子，可是這些境界愈來愈明顯。我們修學確實法喜充滿，無量的歡喜，我們對宇宙的認知愈來愈清楚，愈來愈明瞭。"
    },
    {
      "id": "12-017-1689_p0004",
      "zh_CN": "体它有用，用有两种用，一种是「海印森罗常住用」，就是十门三昧里面第一门「圆明海印三昧门」。这个用是什么？现相。海印是比喻，前面详细说过了，森罗万象就是心现。第二个作用是「法界圆明自在用」，法界圆明自在用就是前面所讲的「华严妙行三昧门」。用有两种，起作用。华严妙行三昧门，这就讲到识变。前面海印森罗常住用是心现，唯心所现；华严妙行三昧门，唯识所变，往下都是识变的。",
      "zh_TW": "體它有用，用有兩種用，一種是「海印森羅常住用」，就是十門三昧裡面第一門「圓明海印三昧門」。這個用是什麼？現相。海印是比喻，前面詳細說過了，森羅萬象就是心現。第二個作用是「法界圓明自在用」，法界圓明自在用就是前面所講的「華嚴妙行三昧門」。用有兩種，起作用。華嚴妙行三昧門，這就講到識變。前面海印森羅常住用是心現，唯心所現；華嚴妙行三昧門，唯識所變，往下都是識變的。"
    },
    {
      "id": "12-017-1689_p0005",
      "zh_CN": "第三个讲三种遍，遍是普遍，「一尘普周法界遍」。现在科学家证实了，证实什么？宇宙是一个不能分割的整体。纵然你把它碎成微尘，每一粒微尘里面还是整个宇宙的影像，这个很奇妙，现在科学家称这个为「全息摄影」。「全息摄影」这个名词还有很多人不清楚，全息摄影是一种科学的技术，多维次的摄影术。我们现在摄影通常是用三维空间，但是三维空间我们还没有办法把三维照出来。可是现在有一种立体电影，立体电影用什么方法？用两个摄影机，三维摄影机，照出来的照片当然就很模糊，必须再加个雷射光进去，那你就看清楚了。看到是什么？立体的。但是它是照片，它不是真的人。",
      "zh_TW": "第三個講三種遍，遍是普遍，「一塵普周法界遍」。現在科學家證實了，證實什麼？宇宙是一個不能分割的整體。縱然你把它碎成微塵，每一粒微塵裡面還是整個宇宙的影像，這個很奇妙，現在科學家稱這個為「全息攝影」。「全息攝影」這個名詞還有很多人不清楚，全息攝影是一種科學的技術，多維次的攝影術。我們現在攝影通常是用三維空間，但是三維空間我們還沒有辦法把三維照出來。可是現在有一種立體電影，立體電影用什麼方法？用兩個攝影機，三維攝影機，照出來的照片當然就很模糊，必須再加個雷射光進去，那你就看清楚了。看到是什麼？立體的。但是它是照片，它不是真的人。"
    },
    {
      "id": "12-017-1689_p0006",
      "zh_CN": "而且在多维次摄影技术的照片，譬如照一个人像，你把这个相片撕成两半，每一半里头还是完整的人像，就变成两个完整人像。再把相片撕成很小的小片，每一片里头依旧是一个完整的人像，这是不可思议的境界。科学家做了这个实验，证实宇宙是一个不可分割的整体，就是大宇宙它浓缩在小碎片里头，这就是佛经里面讲一微尘里面有世界。佛三千年前讲的，现在在全息摄影技术里面证明了，证明这个事情。这就是《华严经》此地讲的「一尘普周法界遍」。",
      "zh_TW": "而且在多維次攝影技術的照片，譬如照一個人像，你把這個相片撕成兩半，每一半裡頭還是完整的人像，就變成兩個完整人像。再把相片撕成很小的小片，每一片裡頭依舊是一個完整的人像，這是不可思議的境界。科學家做了這個實驗，證實宇宙是一個不可分割的整體，就是大宇宙它濃縮在小碎片裡頭，這就是佛經裡面講一微塵裡面有世界。佛三千年前講的，現在在全息攝影技術裡面證明了，證明這個事情。這就是《華嚴經》此地講的「一塵普周法界遍」。"
    },
    {
      "id": "12-017-1689_p0007",
      "zh_CN": "一粒微尘里头有法界，整个的法界，而且我们前面读过，什么人能够进到微尘里面的法界？《华严经》上给我们讲的，普贤菩萨能进入。谁是普贤菩萨？我们每个人都是普贤菩萨，修普贤行的人就叫普贤菩萨，这个诸位要记住。佛在经上告诉我们，一切众生本来是佛，你现在是不是佛？是佛。你现在是不是普贤菩萨？是普贤菩萨。为什么会变成这个样子？因为你有妄想分别执着，障碍你的性德。你只要把妄想分别执着放下，你就完全恢复，你就是佛，你就是普贤菩萨。普贤菩萨跟佛有什么两样？佛是从体上讲、法性上讲，你是佛，本来是佛；菩萨是从用上讲，从体起用，用就是菩萨。用得最圆满、用得最究竟、用到极处，是普贤菩萨。所以《华严经》上普贤菩萨为长子，菩萨众里面他排列的位次在第一，文殊排在第二，文殊是智慧。智慧要应用在生活上，我们现在讲应用在工作、应用在处事待人接物，那就叫普贤。由此可知，普贤是什么？文殊菩萨智慧的落实，圆满的落实、究竟的落实，是这么个意思。",
      "zh_TW": "一粒微塵裡頭有法界，整個的法界，而且我們前面讀過，什麼人能夠進到微塵裡面的法界？《華嚴經》上給我們講的，普賢菩薩能進入。誰是普賢菩薩？我們每個人都是普賢菩薩，修普賢行的人就叫普賢菩薩，這個諸位要記住。佛在經上告訴我們，一切眾生本來是佛，你現在是不是佛？是佛。你現在是不是普賢菩薩？是普賢菩薩。為什麼會變成這個樣子？因為你有妄想分別執著，障礙你的性德。你只要把妄想分別執著放下，你就完全恢復，你就是佛，你就是普賢菩薩。普賢菩薩跟佛有什麼兩樣？佛是從體上講、法性上講，你是佛，本來是佛；菩薩是從用上講，從體起用，用就是菩薩。用得最圓滿、用得最究竟、用到極處，是普賢菩薩。所以《華嚴經》上普賢菩薩為長子，菩薩眾裡面他排列的位次在第一，文殊排在第二，文殊是智慧。智慧要應用在生活上，我們現在講應用在工作、應用在處事待人接物，那就叫普賢。由此可知，普賢是什麼？文殊菩薩智慧的落實，圓滿的落實、究竟的落實，是這麼個意思。"
    },
    {
      "id": "12-017-1689_p0008",
      "zh_CN": "「行四德」，四德里头包括的就多了，十门三昧里面包括了六门。实在讲，前面我们介绍十门三昧的时候跟诸位提到过，每一门三昧都圆满包括其他一切三昧，这个就是全息照片，就是「一尘普周法界遍」。《华严经》上讲的一即一切，那个一是任一，一微尘、一粒沙、一个碎纸片，任何一个里面都包括整个宇宙、整个法界。过去我们只是听佛经上这个说法，今天科学家用仪器照出全息照片，就是立体照片，证实这个讯息。这个讯息告诉我们，宇宙是一体的，很难得，让我们引用科学，对佛法的信心更坚定。",
      "zh_TW": "「行四德」，四德裡頭包括的就多了，十門三昧裡面包括了六門。實在講，前面我們介紹十門三昧的時候跟諸位提到過，每一門三昧都圓滿包括其他一切三昧，這個就是全息照片，就是「一塵普周法界遍」。《華嚴經》上講的一即一切，那個一是任一，一微塵、一粒沙、一個碎紙片，任何一個裡面都包括整個宇宙、整個法界。過去我們只是聽佛經上這個說法，今天科學家用儀器照出全息照片，就是立體照片，證實這個訊息。這個訊息告訴我們，宇宙是一體的，很難得，讓我們引用科學，對佛法的信心更堅定。"
    },
    {
      "id": "12-017-1689_p0009",
      "zh_CN": "「三遍」里面，第二个「一尘出生无尽遍」，第三个「一尘含容空有遍」。这个三遍都是「因陀罗网三昧门」，因陀罗网三昧里面含的这个意思。帝释天的天网、罗网，里面所系的宝珠光光互照，每一粒珠子里面有一切珠的影像，一切珠里面都有这一珠的影像。说明因陀罗网是个整体，每一粒珠是它的部分，部分里面有圆满的整体，这在佛法称不思议法门。什么原因？清凉大师说得好，法尔如是，自性本来就是这样的，不是人为的。言思所不及，言语说不出，不但言语说不出，你怎么想也想不出来，你不想就明白了。为什么？想是意识，想是妄心，这个是真相，用妄想决定不能了解宇宙的真相。宇宙的真相既然是真心现的，必须真心现前就完全明了。不是不能明了，要真心去了解真相，妄心是决定不能了解。",
      "zh_TW": "「三遍」裡面，第二個「一塵出生無盡遍」，第三個「一塵含容空有遍」。這個三遍都是「因陀羅網三昧門」，因陀羅網三昧裡面含的這個意思。帝釋天的天網、羅網，裡面所繫的寶珠光光互照，每一粒珠子裡面有一切珠的影像，一切珠裡面都有這一珠的影像。說明因陀羅網是個整體，每一粒珠是它的部分，部分裡面有圓滿的整體，這在佛法稱不思議法門。什麼原因？清涼大師說得好，法爾如是，自性本來就是這樣的，不是人為的。言思所不及，言語說不出，不但言語說不出，你怎麼想也想不出來，你不想就明白了。為什麼？想是意識，想是妄心，這個是真相，用妄想決定不能了解宇宙的真相。宇宙的真相既然是真心現的，必須真心現前就完全明瞭。不是不能明瞭，要真心去了解真相，妄心是決定不能了解。"
    },
    {
      "id": "12-017-1689_p0010",
      "zh_CN": "我们懂得这个道理，科学家能够探测它的讯息，能不能彻底了解？不能，什么原因？他妄想分别执着没放下。放下执着就是阿罗汉，阿罗汉所见的比我们清楚，为什么？三种障碍他去掉一种了。菩萨比阿罗汉更清楚，菩萨把分别也放下。佛就是圆满了。文殊、普贤是圆满的，他们是连妄想都放下。为什么不能把这个事情给我们说清楚、说明白？他说清楚、说明白了，是我们听不清楚、听不明白。什么原因？我们有障碍，因为有妄想分别执着。他给我们说，我们说听懂了，谁懂得？意识里头的，没有回归到自性。我们自己以为懂了，普贤菩萨笑笑，你懂什么？归根结柢，放下，这是真话，这是实话。所以我们对于佛法要有坚定的信心，丝毫没有怀疑，谁能做得到？以《华严经》上来说，初信位的菩萨做到了。所以，你只要对佛法有坚定的信心，没有丝毫疑惑，你就到初信位的地位，你就入门了。",
      "zh_TW": "我們懂得這個道理，科學家能夠探測它的訊息，能不能徹底了解？不能，什麼原因？他妄想分別執著沒放下。放下執著就是阿羅漢，阿羅漢所見的比我們清楚，為什麼？三種障礙他去掉一種了。菩薩比阿羅漢更清楚，菩薩把分別也放下。佛就是圓滿了。文殊、普賢是圓滿的，他們是連妄想都放下。為什麼不能把這個事情給我們說清楚、說明白？他說清楚、說明白了，是我們聽不清楚、聽不明白。什麼原因？我們有障礙，因為有妄想分別執著。他給我們說，我們說聽懂了，誰懂得？意識裡頭的，沒有回歸到自性。我們自己以為懂了，普賢菩薩笑笑，你懂什麼？歸根結柢，放下，這是真話，這是實話。所以我們對於佛法要有堅定的信心，絲毫沒有懷疑，誰能做得到？以《華嚴經》上來說，初信位的菩薩做到了。所以，你只要對佛法有堅定的信心，沒有絲毫疑惑，你就到初信位的地位，你就入門了。"
    },
    {
      "id": "12-017-1689_p0011",
      "zh_CN": "我们现在对佛法信不信？不信。遇到问题，遇到困难，还是自己得想办法解决，这就是不信。有没有真信的？有，我们看到几个，哪几个？你们大家都看过，山西小院那些人真信。他们为什么会真信？他们得重病，医院里这些大夫、医生宣布他们的病不能治，放弃治疗。告诉他们，你们的寿命顶多只有三个月，所以他们绝望了。真正放下，全心投靠阿弥陀佛，一心称念，居然念了三个月，病没有了。再到医院检查，奇迹发生了，不是奇迹，是什么？是真信，真信的力量不可思议。那我们的病让医生去治，能不能一样治好？能。为什么治不好？我们对医生有怀疑，对医药有怀疑。所以你要晓得，是阿弥陀佛给他治好的？不是的，自己信心治好的。不管你信哪个，你信那个医生的时候，那医生就是神，那医生就是佛，肯定把你治好。如果你是「这个医生恐怕有问题，这个药不太可靠」，决定治不好。信心成就一切，大经大论上讲「信为道元功德母」，你不信就不行了。",
      "zh_TW": "我們現在對佛法信不信？不信。遇到問題，遇到困難，還是自己得想辦法解決，這就是不信。有沒有真信的？有，我們看到幾個，哪幾個？你們大家都看過，山西小院那些人真信。他們為什麼會真信？他們得重病，醫院裡這些大夫、醫生宣布他們的病不能治，放棄治療。告訴他們，你們的壽命頂多只有三個月，所以他們絕望了。真正放下，全心投靠阿彌陀佛，一心稱念，居然念了三個月，病沒有了。再到醫院檢查，奇蹟發生了，不是奇蹟，是什麼？是真信，真信的力量不可思議。那我們的病讓醫生去治，能不能一樣治好？能。為什麼治不好？我們對醫生有懷疑，對醫藥有懷疑。所以你要曉得，是阿彌陀佛給他治好的？不是的，自己信心治好的。不管你信哪個，你信那個醫生的時候，那醫生就是神，那醫生就是佛，肯定把你治好。如果你是「這個醫生恐怕有問題，這個藥不太可靠」，決定治不好。信心成就一切，大經大論上講「信為道元功德母」，你不信就不行了。"
    },
    {
      "id": "12-017-1689_p0012",
      "zh_CN": "你对佛要是有坚定的信心，那个果报你自己受，别人看到羡慕。信心能改变一切，这是什么道理？佛经上说「一切法从心想生」。由此可知，我们今天遭遇这些灾难，遇到这么多困难，什么原因？我们没有信心，我们对什么都怀疑。为什么会怀疑？迷惑，对什么都不知道，事实真相不了解。所以经典起了很大的作用，常常读经，慢慢就明了。根利的人，很短的时间他就明白了，明白就是佛家讲的开悟，他觉悟了。根性差一点的人，时间就长一点，下根人时间就更长。我是个中下根性的人，不是上根利智，我所得力的地方没有别的，相信老师。我对老师的教诲有坚定的信心，我知道老师爱护我，老师不欺骗我，他怎么样教，我就怎么样干，我从这个基础上奠定的。真信佛在什么时候？大概在我学佛三十年之后。我二十六岁学佛，将近六十岁的时候，讲《华严经》、讲《楞严经》，真信了。这些年，信心愈来愈坚固，愈来愈明朗，愈来愈肯定。",
      "zh_TW": "你對佛要是有堅定的信心，那個果報你自己受，別人看到羨慕。信心能改變一切，這是什麼道理？佛經上說「一切法從心想生」。由此可知，我們今天遭遇這些災難，遇到這麼多困難，什麼原因？我們沒有信心，我們對什麼都懷疑。為什麼會懷疑？迷惑，對什麼都不知道，事實真相不了解。所以經典起了很大的作用，常常讀經，慢慢就明瞭。根利的人，很短的時間他就明白了，明白就是佛家講的開悟，他覺悟了。根性差一點的人，時間就長一點，下根人時間就更長。我是個中下根性的人，不是上根利智，我所得力的地方沒有別的，相信老師。我對老師的教誨有堅定的信心，我知道老師愛護我，老師不欺騙我，他怎麼樣教，我就怎麼樣幹，我從這個基礎上奠定的。真信佛在什麼時候？大概在我學佛三十年之後。我二十六歲學佛，將近六十歲的時候，講《華嚴經》、講《楞嚴經》，真信了。這些年，信心愈來愈堅固，愈來愈明朗，愈來愈肯定。"
    },
    {
      "id": "12-017-1689_p0013",
      "zh_CN": "过去中国、世界其他国家古老的预言，我也看了不少，我也很相信，也动脑筋如何趋吉避凶。现在我明白了，没有灾难。怎么没有灾难？信心改变了一切。灾难从哪里来的？错误的心行里面产生的反应。我们能把错误的心行完全改掉，完全能够随顺法性，都恢复正常了，哪有灾难？就像身体一样，我们身体有了疾病，原因是什么？原因是我们内部里面的器官一定有病菌感染，使我们的器官（就是机器）运作不能正常，这产生毛病了。用什么方法治疗是最好的？用信心。清净信心能够把病菌转变成健康的细菌，把器官运作不正常恢复到正常，这正确的。药物是补助，如果遇到高明的医生，药物对症会把你恢复正常的时间提前，譬如原本要一个星期才能恢复，加上药物治疗的话，三天就恢复了，道理就在此地。",
      "zh_TW": "過去中國、世界其他國家古老的預言，我也看了不少，我也很相信，也動腦筋如何趨吉避凶。現在我明白了，沒有災難。怎麼沒有災難？信心改變了一切。災難從哪裡來的？錯誤的心行裡面產生的反應。我們能把錯誤的心行完全改掉，完全能夠隨順法性，都恢復正常了，哪有災難？就像身體一樣，我們身體有了疾病，原因是什麼？原因是我們內部裡面的器官一定有病菌感染，使我們的器官（就是機器）運作不能正常，這產生毛病了。用什麼方法治療是最好的？用信心。清淨信心能夠把病菌轉變成健康的細菌，把器官運作不正常恢復到正常，這正確的。藥物是補助，如果遇到高明的醫生，藥物對症會把你恢復正常的時間提前，譬如原本要一個星期才能恢復，加上藥物治療的話，三天就恢復了，道理就在此地。"
    },
    {
      "id": "12-017-1689_p0014",
      "zh_CN": "佛法一点迷信都没有，只有佛法把宇宙人生的真相（诸法实相）讲得透彻。很难得，三千年之后，这些科学家用科学的工具、仪器证实了少分。这个少分对我们学佛是有很大的贡献，让我们跟经典两个一对照，我们对于佛菩萨不能不尊敬，不能不佩服。而佛菩萨教给我们的方法毫无保留，教我们放下执着、放下分别、放下妄想。理上讲得透彻，讲得圆满。",
      "zh_TW": "佛法一點迷信都沒有，只有佛法把宇宙人生的真相（諸法實相）講得透徹。很難得，三千年之後，這些科學家用科學的工具、儀器證實了少分。這個少分對我們學佛是有很大的貢獻，讓我們跟經典兩個一對照，我們對於佛菩薩不能不尊敬，不能不佩服。而佛菩薩教給我們的方法毫無保留，教我們放下執著、放下分別、放下妄想。理上講得透徹，講得圓滿。"
    },
    {
      "id": "12-017-1689_p0015",
      "zh_CN": "我们根据佛经的教诲做了一片光碟，「凡圣迷悟示意图」，这个图很简单，但是把这个事情讲得很清楚。这个就是妄想、分别、执着，我们用三原色，红色的代表执着，蓝色的代表分别，黄色的代表妄想。佛告诉我们，你是佛，真佛不是假佛。你现在变成凡夫，就是因为你有妄想、你有分别、你有执着。这三大类的烦恼合在一起，这样让你看这个世界看扭曲了，世界的真相你完全看不出来。佛告诉我们这个东西是妄的，不是真的。",
      "zh_TW": "我們根據佛經的教誨做了一片光碟，「凡聖迷悟示意圖」，這個圖很簡單，但是把這個事情講得很清楚。這個就是妄想、分別、執著，我們用三原色，紅色的代表執著，藍色的代表分別，黃色的代表妄想。佛告訴我們，你是佛，真佛不是假佛。你現在變成凡夫，就是因為你有妄想、你有分別、你有執著。這三大類的煩惱合在一起，這樣讓你看這個世界看扭曲了，世界的真相你完全看不出來。佛告訴我們這個東西是妄的，不是真的。"
    },
    {
      "id": "12-017-1689_p0016",
      "zh_CN": "我们把真，海印常住用是我们外面的生活环境，法界自在用是我们的身体，我们的眼睛好比是法性，比喻作法性，外面森罗万象是法相，海印森罗常住是法相。这个东西有没有伤害我们的法性？没有。有没有伤害外面的法相？也没有，它是虚妄的。所以佛告诉我们，你只要把执着去掉，不要执着，这样子看起来就方便多了，就像我们戴个太阳眼镜一样，外面境界看得清楚多了；加上这个真的是什么都看不见，模模糊糊，这凡夫。这个境界就是阿罗汉，所以阿罗汉比我们清楚。再把分别放下，我不分别了，只有妄想，这就很薄，就看得很清楚，这是菩萨。再把妄想放下，就本来成佛。所以你要晓得妄想分别执着是妄，不是真的，本来没有，法性上没有，法相上也没有，这个东西是假的，不是真的，放下就是。",
      "zh_TW": "我們把真，海印常住用是我們外面的生活環境，法界自在用是我們的身體，我們的眼睛好比是法性，比喻作法性，外面森羅萬象是法相，海印森羅常住是法相。這個東西有沒有傷害我們的法性？沒有。有沒有傷害外面的法相？也沒有，它是虛妄的。所以佛告訴我們，你只要把執著去掉，不要執著，這樣子看起來就方便多了，就像我們戴個太陽眼鏡一樣，外面境界看得清楚多了；加上這個真的是什麼都看不見，模模糊糊，這凡夫。這個境界就是阿羅漢，所以阿羅漢比我們清楚。再把分別放下，我不分別了，只有妄想，這就很薄，就看得很清楚，這是菩薩。再把妄想放下，就本來成佛。所以你要曉得妄想分別執著是妄，不是真的，本來沒有，法性上沒有，法相上也沒有，這個東西是假的，不是真的，放下就是。"
    },
    {
      "id": "12-017-1689_p0017",
      "zh_CN": "这使我们想到释迦牟尼佛当年在世的时候示现的，他示现得很好，示现就是教我们，放下哪有那么简单？谁肯放下？释迦牟尼佛示现十九岁出家，到处去寻师访友，去学道，学了十二年。吃尽苦头，不成功，最后放弃了，跑到菩提树下去打坐，把整个心情定下来，统统放下来。这一放下来之后，豁然大悟！他在菩提树下面把妄想分别执着统统放下，就成佛了。这个示现给我们很大的启示。",
      "zh_TW": "這使我們想到釋迦牟尼佛當年在世的時候示現的，他示現得很好，示現就是教我們，放下哪有那麼簡單？誰肯放下？釋迦牟尼佛示現十九歲出家，到處去尋師訪友，去學道，學了十二年。吃盡苦頭，不成功，最後放棄了，跑到菩提樹下去打坐，把整個心情定下來，統統放下來。這一放下來之後，豁然大悟！他在菩提樹下面把妄想分別執著統統放下，就成佛了。這個示現給我們很大的啟示。"
    },
    {
      "id": "12-017-1689_p0018",
      "zh_CN": "在我们中国有个了不起的人，禅宗六祖惠能，他没有十二年。他卖柴的时候，听到一位居士念《金刚经》，他听了很有味道，有所领悟。由此可知，惠能大师烦恼很轻，也就是说分别执着很少。这个人很随缘，没有什么分别执着，人家说什么都好，没有一样不好，很容易开悟。到黄梅去住了八个月，八个月也没有听经，他在黄梅做义工，厨房里面舂米破柴，干这个活。不能到禅堂参禅，也不能到讲堂去听讲，做八个月苦工。五祖晓得这个人的悟性很高，悟性很高就是他烦恼轻，烦恼轻就是他没有分别执着，是难得的这么样一个人。半夜三更到房间里面跟他讲《金刚经》，讲三分之一，大彻大悟。三分之一是什么？妄想放下了，彻底放下，明心见性，见性成佛。五祖把衣钵就传给他，二十四岁。这是在中国做的示现，这种示现是对当时修行人讲的。释迦牟尼佛在印度的示现是对一般众生讲的，十二年。惠能大师只有几个月。",
      "zh_TW": "在我們中國有個了不起的人，禪宗六祖惠能，他沒有十二年。他賣柴的時候，聽到一位居士念《金剛經》，他聽了很有味道，有所領悟。由此可知，惠能大師煩惱很輕，也就是說分別執著很少。這個人很隨緣，沒有什麼分別執著，人家說什麼都好，沒有一樣不好，很容易開悟。到黃梅去住了八個月，八個月也沒有聽經，他在黃梅做義工，廚房裡面舂米破柴，幹這個活。不能到禪堂參禪，也不能到講堂去聽講，做八個月苦工。五祖曉得這個人的悟性很高，悟性很高就是他煩惱輕，煩惱輕就是他沒有分別執著，是難得的這麼樣一個人。半夜三更到房間裡面跟他講《金剛經》，講三分之一，大徹大悟。三分之一是什麼？妄想放下了，徹底放下，明心見性，見性成佛。五祖把衣缽就傳給他，二十四歲。這是在中國做的示現，這種示現是對當時修行人講的。釋迦牟尼佛在印度的示現是對一般眾生講的，十二年。惠能大師只有幾個月。"
    },
    {
      "id": "12-017-1689_p0019",
      "zh_CN": "为什么不放下？没有别的，放下之后，世出世间全通了，智慧圆满、德行圆满、相好圆满、福报圆满，你才能教化众生。福报圆满之后怎么样？「普代众生受苦德」。释迦牟尼佛福报圆满的，过什么样的生活？三衣一钵，日中一食，树下一宿。我们看起来苦不堪言，为什么？普代众生受苦德。世间受苦的众生多，有福报的少。释迦牟尼佛这样一示现，让受苦报的那些众生心里面得很大的安慰。我们虽然苦，还有个破房子住，比他还好一点，得很大的安慰，接受佛陀的教诲。所以佛菩萨示现在世间，所有一切示现都是为帮助众生觉悟的，帮助众生离苦得乐的，这个不能不知道。",
      "zh_TW": "為什麼不放下？沒有別的，放下之後，世出世間全通了，智慧圓滿、德行圓滿、相好圓滿、福報圓滿，你才能教化眾生。福報圓滿之後怎麼樣？「普代眾生受苦德」。釋迦牟尼佛福報圓滿的，過什麼樣的生活？三衣一缽，日中一食，樹下一宿。我們看起來苦不堪言，為什麼？普代眾生受苦德。世間受苦的眾生多，有福報的少。釋迦牟尼佛這樣一示現，讓受苦報的那些眾生心裡面得很大的安慰。我們雖然苦，還有個破房子住，比他還好一點，得很大的安慰，接受佛陀的教誨。所以佛菩薩示現在世間，所有一切示現都是為幫助眾生覺悟的，幫助眾生離苦得樂的，這個不能不知道。"
    },
    {
      "id": "12-017-1689_p0020",
      "zh_CN": "所以四德里面的「随缘妙用无方德」，手出广供三昧门，毛光照益三昧门，好像是这个意思，随缘妙用。「威仪住持有则德」，现诸法门三昧门，主伴严丽三昧门；我们想想，这一德里头包括前面很明显的这两种。「柔和质直摄生德」，就是四摄摄生三昧门；「普代众生受苦德」，俯同世间三昧门。行四德里头有六条。",
      "zh_TW": "所以四德裡面的「隨緣妙用無方德」，手出廣供三昧門，毛光照益三昧門，好像是這個意思，隨緣妙用。「威儀住持有則德」，現諸法門三昧門，主伴嚴麗三昧門；我們想想，這一德裡頭包括前面很明顯的這兩種。「柔和質直攝生德」，就是四攝攝生三昧門；「普代眾生受苦德」，俯同世間三昧門。行四德裡頭有六條。"
    },
    {
      "id": "12-017-1689_p0021",
      "zh_CN": "所以要想帮助众生要受苦，是不是真受苦？没有。世间众生以为苦，佛菩萨这里头大乐。奇怪了，怎么会大乐？刚才讲信心，佛菩萨的信心把境界转变了。冬天严寒，他穿得很单薄在那里打坐，他那个信心把他的范围可以变得很暖和；夏天炎热，他能把他的周边变得清凉，他有这个能力，境随心转。我们凡夫很糟糕，凡夫是心被境转，所以不自在。他们能够叫一切境界随心转，为什么？一切境界是心想生的，心想生的，心当然能转变它。托钵，每个家里托来的饭菜都不一样，我们吃起来很难吃，为什么？我们有分别、有执着；佛菩萨接受这个供养，天厨妙供，怎么会一样？山林树下，在那边打坐，下雨了，四周下雨，就是他坐的那个地方不下雨，他怎么不快乐！他的那种乐，我们想像不到。我们看他，那是神，那不是人。没错，他是神。神是什么意思？对宇宙人生的真相通达明了，那个人就叫神。",
      "zh_TW": "所以要想幫助眾生要受苦，是不是真受苦？沒有。世間眾生以為苦，佛菩薩這裡頭大樂。奇怪了，怎麼會大樂？剛才講信心，佛菩薩的信心把境界轉變了。冬天嚴寒，他穿得很單薄在那裡打坐，他那個信心把他的範圍可以變得很暖和；夏天炎熱，他能把他的周邊變得清涼，他有這個能力，境隨心轉。我們凡夫很糟糕，凡夫是心被境轉，所以不自在。他們能夠叫一切境界隨心轉，為什麼？一切境界是心想生的，心想生的，心當然能轉變它。托缽，每個家裡托來的飯菜都不一樣，我們吃起來很難吃，為什麼？我們有分別、有執著；佛菩薩接受這個供養，天廚妙供，怎麼會一樣？山林樹下，在那邊打坐，下雨了，四周下雨，就是他坐的那個地方不下雨，他怎麼不快樂！他的那種樂，我們想像不到。我們看他，那是神，那不是人。沒錯，他是神。神是什麼意思？對宇宙人生的真相通達明瞭，那個人就叫神。"
    },
    {
      "id": "12-017-1689_p0022",
      "zh_CN": "我们不晓得，其实我们都有，只是迷而不觉，我们糟糕就糟在这里。佛菩萨教导我们，我们又不肯接受，又不相信，又不能依教奉行，这个佛菩萨讲刚强难化，《地藏经》上讲「刚强难化」。所以从今之后，我们把这个道理、事实真相搞清楚、搞明白了，真的要学佛。学佛什么？学佛就是用我们的清净心来转变外面的境界，来转变我们的身体。第一个是转变身体，身体健康。把我们身体所有不健康的那些部分，那些病态的器官、细胞，用真诚心、清净心、平等心、恭敬心把它恢复正常，山西小院给我们做了证明。",
      "zh_TW": "我們不曉得，其實我們都有，只是迷而不覺，我們糟糕就糟在這裡。佛菩薩教導我們，我們又不肯接受，又不相信，又不能依教奉行，這個佛菩薩講剛強難化，《地藏經》上講「剛強難化」。所以從今之後，我們把這個道理、事實真相搞清楚、搞明白了，真的要學佛。學佛什麼？學佛就是用我們的清淨心來轉變外面的境界，來轉變我們的身體。第一個是轉變身體，身體健康。把我們身體所有不健康的那些部分，那些病態的器官、細胞，用真誠心、清淨心、平等心、恭敬心把它恢復正常，山西小院給我們做了證明。"
    },
    {
      "id": "12-017-1689_p0023",
      "zh_CN": "佛教人，第一个是指示，第一种方式指示给你看，让你领悟；指示还不能够领悟，再劝导你；劝导你还不相信，示现给你作证明。佛家讲三转法轮，示转、劝转、作证转，山西小院是作证。念佛往生，哈尔滨极乐寺的修无法师作证，谛闲老和尚的徒弟锅漏匠作证，证明给你看，是真的不是假的。去年黄忠昌居士在深圳往生，作证转。你问，他在二、三年的时间为什么就成功了？没有别的，放下了，就是这么个道理。",
      "zh_TW": "佛教人，第一個是指示，第一種方式指示給你看，讓你領悟；指示還不能夠領悟，再勸導你；勸導你還不相信，示現給你作證明。佛家講三轉法輪，示轉、勸轉、作證轉，山西小院是作證。念佛往生，哈爾濱極樂寺的修無法師作證，諦閑老和尚的徒弟鍋漏匠作證，證明給你看，是真的不是假的。去年黃忠昌居士在深圳往生，作證轉。你問，他在二、三年的時間為什麼就成功了？沒有別的，放下了，就是這麼個道理。"
    },
    {
      "id": "12-017-1689_p0024",
      "zh_CN": "你的修学为什么不成功？你不肯放下。再告诉诸位，放下不在事上，事上放下不是真放下，心里放下，心上真的没有。为什么祖师大德要从事上来教我们？事上放下容易，心上放下不容易，事上放下可以帮助你心上放下；因为事上没有放下，你心里会老是挂念着，道理在此地。果然心里放下了，没有留恋了，事放不放无所谓，为什么？看那个事，凡所有相皆是虚妄。你对事没有丝毫分别执着，有即是无，无即是有，有无不二。到那个功夫就无所谓了，没有到那个功夫还是从事上放。",
      "zh_TW": "你的修學為什麼不成功？你不肯放下。再告訴諸位，放下不在事上，事上放下不是真放下，心裡放下，心上真的沒有。為什麼祖師大德要從事上來教我們？事上放下容易，心上放下不容易，事上放下可以幫助你心上放下；因為事上沒有放下，你心裡會老是掛念著，道理在此地。果然心裡放下了，沒有留戀了，事放不放無所謂，為什麼？看那個事，凡所有相皆是虛妄。你對事沒有絲毫分別執著，有即是無，無即是有，有無不二。到那個功夫就無所謂了，沒有到那個功夫還是從事上放。"
    },
    {
      "id": "12-017-1689_p0025",
      "zh_CN": "章嘉大师教我就是从事上，他教我放，我真的布施了六年，把自己身上所有一点东西布施得干干净净，只剩下两套换洗衣服、一床薄薄的铺盖。到哪个地方去，衣服打个包袱背在身上，连铺盖一起，背在身上就走了，什么都没有，一分钱也没有。就在这个时候出家的因缘成熟了，台北圆山临济寺那个时候的方丈心悟法师找我，希望我出家。所以我出家的时候，台中的同学给我买了张火车票，从台中车站到圆山车站，一分钱也没有，自在。所以事可以帮助你心上不执着。如果事上，东西太多，你的财物太多，很难放下，那个能放下，那是真功夫，那不是凡人。凡人修的过程一定是这种方式。",
      "zh_TW": "章嘉大師教我就是從事上，他教我放，我真的布施了六年，把自己身上所有一點東西布施得乾乾淨淨，只剩下兩套換洗衣服、一床薄薄的鋪蓋。到哪個地方去，衣服打個包袱背在身上，連鋪蓋一起，背在身上就走了，什麼都沒有，一分錢也沒有。就在這個時候出家的因緣成熟了，台北圓山臨濟寺那個時候的方丈心悟法師找我，希望我出家。所以我出家的時候，台中的同學給我買了張火車票，從台中車站到圓山車站，一分錢也沒有，自在。所以事可以幫助你心上不執著。如果事上，東西太多，你的財物太多，很難放下，那個能放下，那是真功夫，那不是凡人。凡人修的過程一定是這種方式。"
    },
    {
      "id": "12-017-1689_p0026",
      "zh_CN": "你看惠能大师能放下，穷，什么都没有。破房子，家里有个老母亲，自己天天上山砍柴，到城市里头把柴卖掉，得到一点钱买米回家去养活老母，什么都没有。闻到佛法之后，很难得有几个善心的居士，「你到黄梅，你的悟性很高，你去学道，你家里老母亲不要挂心，我们替你照顾」。还有一个客人送他十两银子做安家费，没有牵挂。所以五欲六尘、名闻利养这个东西可麻烦，为什么不能成就？被这个害了，无始劫害到现在，出不了头。这个必须要觉悟，一定要舍，一定要放下。好，现在时间到了，我们休息几分钟。",
      "zh_TW": "你看惠能大師能放下，窮，什麼都沒有。破房子，家裡有個老母親，自己天天上山砍柴，到城市裡頭把柴賣掉，得到一點錢買米回家去養活老母，什麼都沒有。聞到佛法之後，很難得有幾個善心的居士，「你到黃梅，你的悟性很高，你去學道，你家裡老母親不要掛心，我們替你照顧」。還有一個客人送他十兩銀子做安家費，沒有牽掛。所以五欲六塵、名聞利養這個東西可麻煩，為什麼不能成就？被這個害了，無始劫害到現在，出不了頭。這個必須要覺悟，一定要捨，一定要放下。好，現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1689_p0027",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看贤首大师「妄尽还源观」的六门，第五是「入五止」，第六是「起六观」。五止，第一个是「照法清虚离缘止」。止观是真正修行，由此可知，前面「显一体」非常重要，这是修学的根本，也就是佛家所说的明心见性。一切法，遍法界虚空界一切法是心现识变，那是根源。心性也是大乘教里面常常所讲的父母未生前本来面目，你把本来面目找到就叫做成佛。本来面目并没有丢掉，因为本来面目不生不灭、不来不去、不常不断，我们今天讲失掉，是迷失，不是真的失掉了。就像前面所讲的，只是我们面前现在有个障碍，这个障碍既没有妨碍我的心性，也没有妨碍外面的法相；换句话说，法性、法相里面决定没有，所以是妄的，虚妄，不实在，只要你放下就恢复了。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看賢首大師「妄盡還源觀」的六門，第五是「入五止」，第六是「起六觀」。五止，第一個是「照法清虛離緣止」。止觀是真正修行，由此可知，前面「顯一體」非常重要，這是修學的根本，也就是佛家所說的明心見性。一切法，遍法界虛空界一切法是心現識變，那是根源。心性也是大乘教裡面常常所講的父母未生前本來面目，你把本來面目找到就叫做成佛。本來面目並沒有丟掉，因為本來面目不生不滅、不來不去、不常不斷，我們今天講失掉，是迷失，不是真的失掉了。就像前面所講的，只是我們面前現在有個障礙，這個障礙既沒有妨礙我的心性，也沒有妨礙外面的法相；換句話說，法性、法相裡面決定沒有，所以是妄的，虛妄，不實在，只要你放下就恢復了。"
    },
    {
      "id": "12-017-1689_p0028",
      "zh_CN": "放下少分，少分是执着，你自性里面的智慧德相就透出一部分，那就是阿罗汉，能力恢复一部分。像阿罗汉的天眼能看一个小千世界，这就是能力恢复了。我们今天不行，年岁大了，戴老花眼镜，看不清楚了，这就是毛病。他们不会，他们没有老化，他们的眼睛多厉害，能够看一千个银河系。阿罗汉，恢复少分。佛经上讲阿罗汉的天眼能看一个小千世界，一个小千世界依黄念祖老居士的讲法，就是现在所说的一千个银河系。再把分别放下，那是菩萨，菩萨的能力恢复得超过阿罗汉十倍都不止；换句话说，阿罗汉能看一千个银河系，菩萨能看一万个银河系，那是什么菩萨？小菩萨。我们在此地看到了，《华严经》上常常讲四十一位法身大士，那就是菩萨的等级有四十一个等级，一个等级比一个等级厉害，最低的等级超过阿罗汉十倍都不止。佛说这不希奇，是你自己的本能，你本来是这样子的。你本来是佛，你本来能见的是遍法界虚空界，无量劫之前，无量劫之后，你统统能看见，就是被妄想分别执着害了。这个东西是假的不是真的，你为什么不把它舍掉？",
      "zh_TW": "放下少分，少分是執著，你自性裡面的智慧德相就透出一部分，那就是阿羅漢，能力恢復一部分。像阿羅漢的天眼能看一個小千世界，這就是能力恢復了。我們今天不行，年歲大了，戴老花眼鏡，看不清楚了，這就是毛病。他們不會，他們沒有老化，他們的眼睛多厲害，能夠看一千個銀河系。阿羅漢，恢復少分。佛經上講阿羅漢的天眼能看一個小千世界，一個小千世界依黃念祖老居士的講法，就是現在所說的一千個銀河系。再把分別放下，那是菩薩，菩薩的能力恢復得超過阿羅漢十倍都不止；換句話說，阿羅漢能看一千個銀河系，菩薩能看一萬個銀河系，那是什麼菩薩？小菩薩。我們在此地看到了，《華嚴經》上常常講四十一位法身大士，那就是菩薩的等級有四十一個等級，一個等級比一個等級厲害，最低的等級超過阿羅漢十倍都不止。佛說這不希奇，是你自己的本能，你本來是這樣子的。你本來是佛，你本來能見的是遍法界虛空界，無量劫之前，無量劫之後，你統統能看見，就是被妄想分別執著害了。這個東西是假的不是真的，你為什麼不把它捨掉？"
    },
    {
      "id": "12-017-1689_p0029",
      "zh_CN": "所以前面都是修行的准备功夫，到入止观的时候，这真正修行。止就是把心定下来，止是禅定；观是觉照，起作用。止，说了五条，第一个是「照法清虚离缘止」。「照」是照见，什么叫照见？离妄想分别执着就是照，有妄想分别执着就没法子照，他有障碍。阿罗汉就有止，就有定了，《楞严经》上佛跟我们讲的，阿罗汉修的定是九次第定，超过六道，因为六道里头有修定的，所谓四禅八定。四禅八定都是伏烦恼，没断，定功不够，不能把烦恼转变成菩提，不能转变，只能够把它伏住，它不起作用，所以四禅八定是伏烦恼。再往上去一层，定起作用了，烦恼永远不起现行，产生变化了，把烦恼开始转变成智慧，转烦恼为菩提。他有照的功夫了，虽然很浅，它起作用。",
      "zh_TW": "所以前面都是修行的準備功夫，到入止觀的時候，這真正修行。止就是把心定下來，止是禪定；觀是覺照，起作用。止，說了五條，第一個是「照法清虛離緣止」。「照」是照見，什麼叫照見？離妄想分別執著就是照，有妄想分別執著就沒法子照，他有障礙。阿羅漢就有止，就有定了，《楞嚴經》上佛跟我們講的，阿羅漢修的定是九次第定，超過六道，因為六道裡頭有修定的，所謂四禪八定。四禪八定都是伏煩惱，沒斷，定功不夠，不能把煩惱轉變成菩提，不能轉變，只能夠把它伏住，它不起作用，所以四禪八定是伏煩惱。再往上去一層，定起作用了，煩惱永遠不起現行，產生變化了，把煩惱開始轉變成智慧，轉煩惱為菩提。他有照的功夫了，雖然很淺，它起作用。"
    },
    {
      "id": "12-017-1689_p0030",
      "zh_CN": "照法清虚，一切法清净，虚是什么？虚而不实，像《金刚经》上所说的「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，梦幻泡影是虚。清是什么？它本来是清净，它不染污。就像我们刚才举的比喻一样，我们以为法有染污，我们以为自己心有染污，其实心跟法都没有染污。你细心去找，你去反省，你心里头哪个地方染污了？我们讲妄想分别执着，你去找找，你身体哪个细胞、哪个器官里面有妄想、有分别、有执着？找不到。到外面去找，外面境界上有没有？你也找不到。",
      "zh_TW": "照法清虛，一切法清淨，虛是什麼？虛而不實，像《金剛經》上所說的「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，夢幻泡影是虛。清是什麼？它本來是清淨，它不染污。就像我們剛才舉的比喻一樣，我們以為法有染污，我們以為自己心有染污，其實心跟法都沒有染污。你細心去找，你去反省，你心裡頭哪個地方染污了？我們講妄想分別執著，你去找找，你身體哪個細胞、哪個器官裡面有妄想、有分別、有執著？找不到。到外面去找，外面境界上有沒有？你也找不到。"
    },
    {
      "id": "12-017-1689_p0031",
      "zh_CN": "《楞严经》一开头，七处征心，你说你有心，阿难讲的，释迦牟尼佛并没有说什么真心、妄心，你说你有心，心在哪里？你找出来我看看。找不到！你要晓得，我们讲真心、讲妄心都是假名，都是分别、都是执着、都是妄想，所以怎么找都找不到。妄想分别执着放下了，就在现前。你看宗门里面大彻大悟的人，他一下开悟了，说出一句话，「踏破铁鞋无觅处」，到处去参访、去求学，铁鞋都穿破了，没找到，找不到。就像释迦牟尼佛一样，十二年的参学，踏破铁鞋无觅处；菩提树下一坐，什么都放下，豁然大悟，「得来全不费工夫」。你起心动念去求，你求不到。十二年是个圆满的数字，释迦牟尼佛给我们示现的，菩提树下入定，万缘放下，自性现前了，明心见性。这个启示的作用很大，我们要能体会。",
      "zh_TW": "《楞嚴經》一開頭，七處徵心，你說你有心，阿難講的，釋迦牟尼佛並沒有說什麼真心、妄心，你說你有心，心在哪裡？你找出來我看看。找不到！你要曉得，我們講真心、講妄心都是假名，都是分別、都是執著、都是妄想，所以怎麼找都找不到。妄想分別執著放下了，就在現前。你看宗門裡面大徹大悟的人，他一下開悟了，說出一句話，「踏破鐵鞋無覓處」，到處去參訪、去求學，鐵鞋都穿破了，沒找到，找不到。就像釋迦牟尼佛一樣，十二年的參學，踏破鐵鞋無覓處；菩提樹下一坐，什麼都放下，豁然大悟，「得來全不費工夫」。你起心動念去求，你求不到。十二年是個圓滿的數字，釋迦牟尼佛給我們示現的，菩提樹下入定，萬緣放下，自性現前了，明心見性。這個啟示的作用很大，我們要能體會。"
    },
    {
      "id": "12-017-1689_p0032",
      "zh_CN": "惠能大师示现的真叫前无古人，后无来者，示现的彻悟。我当年，方老师把佛法介绍给我，告诉我惠能大师学不得，不是一般人能学得到的。我听了听不懂，为什么学不得？真的学不得，为什么？你有心去学，错了。惠能大师无心，无心不要学就现成的。无什么心？无分别心，无执着心，无妄想心，妄想心是起心动念。换句话说，他没有起心、没有动念、没有分别、没有执着，谁要做到了，谁跟他一样。你还起心动念、分别执着，你学他学一辈子也学不到，下辈子再来还是学不到，生生世世都学不到；什么时候你放下，原来就是。",
      "zh_TW": "惠能大師示現的真叫前無古人，後無來者，示現的徹悟。我當年，方老師把佛法介紹給我，告訴我惠能大師學不得，不是一般人能學得到的。我聽了聽不懂，為什麼學不得？真的學不得，為什麼？你有心去學，錯了。惠能大師無心，無心不要學就現成的。無什麼心？無分別心，無執著心，無妄想心，妄想心是起心動念。換句話說，他沒有起心、沒有動念、沒有分別、沒有執著，誰要做到了，誰跟他一樣。你還起心動念、分別執著，你學他學一輩子也學不到，下輩子再來還是學不到，生生世世都學不到；什麼時候你放下，原來就是。"
    },
    {
      "id": "12-017-1689_p0033",
      "zh_CN": "所以你能够照法，照见一切诸法清虚，就是清净寂灭，攀缘的念头没有了，离缘。这个念头没有了，这叫止，这是对境界。我们对境界还有需求吗？还有欲望吗？没有了，为什么没有？凡所有相皆是虚妄。《大般若经》上所说的，总结是「一切法无所有，毕竟空，不可得」，你还有希求吗？缘就是希求，没有了。对于一切法里头，我们常常讲的，控制的念头没有了，占有的念头没有了，对立的念头没有了，这是离缘止。你今天为什么不能放下？对立不能放下？占有不能放下？控制不能放下？你不晓得事实真相，你以为这一切法真有，以为你自己身体也真有，错了，身体也没有。「无我相、无人相、无众生相、无寿者相」，我与我所有都不可得，你何必把这个东西放在心上，害得你自己搞六道轮回，生生世世搞得这么苦。自作自受，没有人加给你的，你自己迷了，自己受。",
      "zh_TW": "所以你能夠照法，照見一切諸法清虛，就是清淨寂滅，攀緣的念頭沒有了，離緣。這個念頭沒有了，這叫止，這是對境界。我們對境界還有需求嗎？還有欲望嗎？沒有了，為什麼沒有？凡所有相皆是虛妄。《大般若經》上所說的，總結是「一切法無所有，畢竟空，不可得」，你還有希求嗎？緣就是希求，沒有了。對於一切法裡頭，我們常常講的，控制的念頭沒有了，佔有的念頭沒有了，對立的念頭沒有了，這是離緣止。你今天為什麼不能放下？對立不能放下？佔有不能放下？控制不能放下？你不曉得事實真相，你以為這一切法真有，以為你自己身體也真有，錯了，身體也沒有。「無我相、無人相、無眾生相、無壽者相」，我與我所有都不可得，你何必把這個東西放在心上，害得你自己搞六道輪迴，生生世世搞得這麼苦。自作自受，沒有人加給你的，你自己迷了，自己受。"
    },
    {
      "id": "12-017-1689_p0034",
      "zh_CN": "无量劫来难得遇到一个好人，这个好人就是释迦牟尼佛，他把这些事情说穿了。我们这一听，真听明白了，立刻放下就立刻成佛，慢慢的放，慢慢的成佛；快快的放，快快成佛；当下就放下，那叫放下屠刀，立地成佛。我们在中国看到惠能大师这个例子，当下成就，再看看永嘉禅师也是这个成就。永嘉比惠能还差一点，永嘉还到处参学，惠能没有参学，一接触他就明白了，他就彻底放下。",
      "zh_TW": "無量劫來難得遇到一個好人，這個好人就是釋迦牟尼佛，他把這些事情說穿了。我們這一聽，真聽明白了，立刻放下就立刻成佛，慢慢的放，慢慢的成佛；快快的放，快快成佛；當下就放下，那叫放下屠刀，立地成佛。我們在中國看到惠能大師這個例子，當下成就，再看看永嘉禪師也是這個成就。永嘉比惠能還差一點，永嘉還到處參學，惠能沒有參學，一接觸他就明白了，他就徹底放下。"
    },
    {
      "id": "12-017-1689_p0035",
      "zh_CN": "我们在《坛经》里面所看到的，五祖把衣钵传给他，二十四岁，没有出家，居士的身分。逃难，五祖叫他赶快逃，怕别人不服，夺他的衣钵，会害他的命。他跑到猎人队里面去隐居十五年，没有人知道，伺候那些打猎的人。在逃难的途中，在曹侯村遇到无尽藏比丘尼，出家的女众，惠能看到了很欢喜。无尽藏比丘尼受持《大涅槃经》，天天读诵，依教修行，也修得很苦，不了解里头的意思。当然她读《涅槃经》时间很长了，心也相当清净，看到惠能大师很有智慧，向他请教。她把《大涅槃经》念给惠能听，惠能不认识字，惠能给她讲解，讲解到她开悟了。所以，惠能一生度了四十三个人，四十三个大彻大悟、明心见性，无尽藏比丘尼是头一个，路上碰到的。为什么一讲她能够开悟？他讲得透彻。真正透彻明白了，看破了，看破之后自自然然放下，放下什么？妄想分别执着，只要放下这个就大彻大悟。",
      "zh_TW": "我們在《壇經》裡面所看到的，五祖把衣缽傳給他，二十四歲，沒有出家，居士的身分。逃難，五祖叫他趕快逃，怕別人不服，奪他的衣缽，會害他的命。他跑到獵人隊裡面去隱居十五年，沒有人知道，伺候那些打獵的人。在逃難的途中，在曹侯村遇到無盡藏比丘尼，出家的女眾，惠能看到了很歡喜。無盡藏比丘尼受持《大涅槃經》，天天讀誦，依教修行，也修得很苦，不了解裡頭的意思。當然她讀《涅槃經》時間很長了，心也相當清淨，看到惠能大師很有智慧，向他請教。她把《大涅槃經》念給惠能聽，惠能不認識字，惠能給她講解，講解到她開悟了。所以，惠能一生度了四十三個人，四十三個大徹大悟、明心見性，無盡藏比丘尼是頭一個，路上碰到的。為什麼一講她能夠開悟？他講得透徹。真正透徹明白了，看破了，看破之後自自然然放下，放下什麼？妄想分別執著，只要放下這個就大徹大悟。"
    },
    {
      "id": "12-017-1689_p0036",
      "zh_CN": "能够放下执着，小悟；能够放下分别，大悟；能够放下妄想，彻悟。这桩事情，诸佛菩萨非常慈悲，帮不上忙。佛菩萨只能把这桩事情讲清楚、说明白，悟不悟是你自己，这是真的。佛菩萨要是真的能帮助人开悟，我们都不要修行了，他很慈悲，都会帮助我们开悟。不可能的，是你自己迷的，还是你自己悟，所谓解铃还须系铃人，我自己迷的，我要自己悟。不是别人迷我的，是我自己迷的，这个要懂得。佛法里头没有一句话是妄语，佛绝不欺骗人，诚诚恳恳，老老实实。",
      "zh_TW": "能夠放下執著，小悟；能夠放下分別，大悟；能夠放下妄想，徹悟。這樁事情，諸佛菩薩非常慈悲，幫不上忙。佛菩薩只能把這樁事情講清楚、說明白，悟不悟是你自己，這是真的。佛菩薩要是真的能幫助人開悟，我們都不要修行了，他很慈悲，都會幫助我們開悟。不可能的，是你自己迷的，還是你自己悟，所謂解鈴還須繫鈴人，我自己迷的，我要自己悟。不是別人迷我的，是我自己迷的，這個要懂得。佛法裡頭沒有一句話是妄語，佛絕不欺騙人，誠誠懇懇，老老實實。"
    },
    {
      "id": "12-017-1689_p0037",
      "zh_CN": "第二句，「观人寂泊绝欲止」，这一句不好懂。前面是观法，照法就是观法，这是观人。观什么？观人的性，这个性是本性，不是习性，习性不清净。这种观法就跟《三字经》上讲的是一样的，你看《三字经》一开头，「人之初，性本善，性相近」，观这个，「习相远」不观，观性相近。我用这个讲，诸位就比较好懂。性是什么？本性是善，本性是安静的。寂是静，寂也是安；换句话说，自己的真心、自己的本性从来没有起心动念过，现在还是没有。如果它起心动念，那就是虚妄的，那不是真心。我们讲起心动念，起心动念是妄想，不是真心。",
      "zh_TW": "第二句，「觀人寂泊絕欲止」，這一句不好懂。前面是觀法，照法就是觀法，這是觀人。觀什麼？觀人的性，這個性是本性，不是習性，習性不清淨。這種觀法就跟《三字經》上講的是一樣的，你看《三字經》一開頭，「人之初，性本善，性相近」，觀這個，「習相遠」不觀，觀性相近。我用這個講，諸位就比較好懂。性是什麼？本性是善，本性是安靜的。寂是靜，寂也是安；換句話說，自己的真心、自己的本性從來沒有起心動念過，現在還是沒有。如果它起心動念，那就是虛妄的，那不是真心。我們講起心動念，起心動念是妄想，不是真心。"
    },
    {
      "id": "12-017-1689_p0038",
      "zh_CN": "真心在哪里？在六根，在眼叫见，在耳叫闻，在鼻叫嗅，在舌叫尝，我们能见、能闻、能嗅、能尝的是真心。但是现在真心虽然起作用，它上面隔了一个障碍，那个障碍是什么？那个障碍是妄，是习性，习相远。习不是真的，你要是迷，不觉的话就产生障碍，你要是觉悟了的话，它就不起作用，觉跟迷，关键在觉迷。你看人要看人的真性，看人的真性，人是佛，所以佛说一切众生本来是佛，你现在还是佛。佛眼看你，你决定是佛，他看你的性，看你的本善本性，他不看你的习性。为什么？习性是假的，习性会变的，真性是不生不灭的，永恒不变的。",
      "zh_TW": "真心在哪裡？在六根，在眼叫見，在耳叫聞，在鼻叫嗅，在舌叫嘗，我們能見、能聞、能嗅、能嘗的是真心。但是現在真心雖然起作用，它上面隔了一個障礙，那個障礙是什麼？那個障礙是妄，是習性，習相遠。習不是真的，你要是迷，不覺的話就產生障礙，你要是覺悟了的話，它就不起作用，覺跟迷，關鍵在覺迷。你看人要看人的真性，看人的真性，人是佛，所以佛說一切眾生本來是佛，你現在還是佛。佛眼看你，你決定是佛，他看你的性，看你的本善本性，他不看你的習性。為什麼？習性是假的，習性會變的，真性是不生不滅的，永恆不變的。"
    },
    {
      "id": "12-017-1689_p0039",
      "zh_CN": "你看到这方面的时候，这个寂泊有的经文上用「寂怕」，害怕的怕，寂怕跟寂泊意思是一样的，就是清净寂灭，意思是相同的。清净寂灭，我们讲粗一点的话，没有名利心，没有妄想分别执着，所以他安、他静。本来安、本来静，是清净的，佛法里常用寂静、寂灭。你能看到这个层次，你的名利心、你的欲望自然就没有了。为什么？你看到所有一切众生是平等的，没有说哪个多一点、哪个少一点。于是你那个平等的恭敬心就生起来了，普贤菩萨的「礼敬诸佛」，对于天地万物你都是真诚的礼敬，性德。我们今天不知道尊敬别人，是什么？迷了，就是被这个障碍，被妄想分别执着障碍。我们通过妄想分别执着来看一切万物，以为那是真的，那个相是真的，错就错在这里。如果觉悟了，觉悟就是知道我们现在看到的不是真的。",
      "zh_TW": "你看到這方面的時候，這個寂泊有的經文上用「寂怕」，害怕的怕，寂怕跟寂泊意思是一樣的，就是清淨寂滅，意思是相同的。清淨寂滅，我們講粗一點的話，沒有名利心，沒有妄想分別執著，所以他安、他靜。本來安、本來靜，是清淨的，佛法裡常用寂靜、寂滅。你能看到這個層次，你的名利心、你的欲望自然就沒有了。為什麼？你看到所有一切眾生是平等的，沒有說哪個多一點、哪個少一點。於是你那個平等的恭敬心就生起來了，普賢菩薩的「禮敬諸佛」，對於天地萬物你都是真誠的禮敬，性德。我們今天不知道尊敬別人，是什麼？迷了，就是被這個障礙，被妄想分別執著障礙。我們通過妄想分別執著來看一切萬物，以為那是真的，那個相是真的，錯就錯在這裡。如果覺悟了，覺悟就是知道我們現在看到的不是真的。"
    },
    {
      "id": "12-017-1689_p0040",
      "zh_CN": "有妄想分别执着不是真的，离妄想分别执着是真的，真妄不二。什么叫真妄不二？譬如我们有妄想，妄想很薄，不太严重，外面的人也看得见我的脸，我也能看到外面。我看到外面是黄黄的，人家看到我脸上也是黄黄的。你要是觉悟了，这个东西是假的，外面不是黄的，我的脸也不是黄的，虽然有这个障碍，你不受它的欺骗，你很清楚，这就对了，你就不受其害。如果你不知道这个事实真相，你就受害，你就受它欺骗。",
      "zh_TW": "有妄想分別執著不是真的，離妄想分別執著是真的，真妄不二。什麼叫真妄不二？譬如我們有妄想，妄想很薄，不太嚴重，外面的人也看得見我的臉，我也能看到外面。我看到外面是黃黃的，人家看到我臉上也是黃黃的。你要是覺悟了，這個東西是假的，外面不是黃的，我的臉也不是黃的，雖然有這個障礙，你不受它的欺騙，你很清楚，這就對了，你就不受其害。如果你不知道這個事實真相，你就受害，你就受它欺騙。"
    },
    {
      "id": "12-017-1689_p0041",
      "zh_CN": "所以觉，觉就好了，长远的觉，慢慢这个妄想，妄想就是习气，就自然都断了，自然就没有。为什么没有？你不再分别执着它，自然就没有了，习气慢慢就断了。所以执着这个东西要断，执着的习气也比较容易断。阿罗汉执着断了，有习气；再提升一级到辟支佛，习气断了。菩萨分别断了，执着当然没有了，分别断了，有分别的习气。到佛，分别的习气断了，这是十法界里面的佛，佛还有妄想，就好像刚才我们有一层，那是十法界的佛。这一层断掉了，明白了，断掉了，就超越十法界，在《华严经》里面圆教初住菩萨，法身菩萨，破一品无明、证一分法身。但是还有习气，无明的习气，就是妄想的习气，这个习气难断。菩萨有四十一个阶级，这个阶级怎么分的？就是习气厚薄不一样，愈往上去习气愈薄。到四十一个阶级，最后一点点习气也断了，那就是究竟圆满。这么个道理，这个理跟事我们都要搞清楚、搞明白。",
      "zh_TW": "所以覺，覺就好了，長遠的覺，慢慢這個妄想，妄想就是習氣，就自然都斷了，自然就沒有。為什麼沒有？你不再分別執著它，自然就沒有了，習氣慢慢就斷了。所以執著這個東西要斷，執著的習氣也比較容易斷。阿羅漢執著斷了，有習氣；再提升一級到辟支佛，習氣斷了。菩薩分別斷了，執著當然沒有了，分別斷了，有分別的習氣。到佛，分別的習氣斷了，這是十法界裡面的佛，佛還有妄想，就好像剛才我們有一層，那是十法界的佛。這一層斷掉了，明白了，斷掉了，就超越十法界，在《華嚴經》裡面圓教初住菩薩，法身菩薩，破一品無明、證一分法身。但是還有習氣，無明的習氣，就是妄想的習氣，這個習氣難斷。菩薩有四十一個階級，這個階級怎麼分的？就是習氣厚薄不一樣，愈往上去習氣愈薄。到四十一個階級，最後一點點習氣也斷了，那就是究竟圓滿。這麼個道理，這個理跟事我們都要搞清楚、搞明白。"
    },
    {
      "id": "12-017-1689_p0042",
      "zh_CN": "所以观人，观人不要看他的烦恼习气，看他的烦恼习气，那你自己的烦恼习气统统被他引起来。看到这个人喜欢，看到那个人讨厌，看到这个人持戒，看那个人破戒，你都生烦恼。你从性上看，像佛一样。从性上看怎么样？都是佛，都是平等的。他的习染不要去理会它，那是假的，假的会断掉，真的永远不会消失。见性不见相，你所有一切爱欲的念头就能断得掉。我们凡夫爱欲的念头断不掉，是什么？见习气，不知道见本性。「性相近，习相远」，你天天都在习相远里面打转，那怎么行？这是教我们，一个是观外面境界，观诸法，一个是观人。你要用这个角度去看，人人都是好人，事事是好事，你心多舒畅、你多快乐！",
      "zh_TW": "所以觀人，觀人不要看他的煩惱習氣，看他的煩惱習氣，那你自己的煩惱習氣統統被他引起來。看到這個人喜歡，看到那個人討厭，看到這個人持戒，看那個人破戒，你都生煩惱。你從性上看，像佛一樣。從性上看怎麼樣？都是佛，都是平等的。他的習染不要去理會它，那是假的，假的會斷掉，真的永遠不會消失。見性不見相，你所有一切愛欲的念頭就能斷得掉。我們凡夫愛欲的念頭斷不掉，是什麼？見習氣，不知道見本性。「性相近，習相遠」，你天天都在習相遠裡面打轉，那怎麼行？這是教我們，一個是觀外面境界，觀諸法，一個是觀人。你要用這個角度去看，人人都是好人，事事是好事，你心多舒暢、你多快樂！"
    },
    {
      "id": "12-017-1689_p0043",
      "zh_CN": "毁谤我的人、欺负我的人、陷害我的人都是佛，他们所干的事情都是好事，怎么是好事？来看看我还执不执着，还分不分别，好像老师来考我的。所以在逆境恶缘里面一点点瞋恚心都不会生起，不但不会生起，还生感谢他的心，来考考我。我很欢喜，我顺利通过了，我没有怨恨心，通过了。善人、好人处处关照我、照顾我的，也来考我，我有没有贪恋的心？所有一切境界都是帮助我提升。顺境善缘帮助我断贪恋，逆境恶缘帮助我断瞋恚，贪瞋痴这样断掉的。所以说善学，就是你会学，会学什么境界都是好境界，什么人都是好人，都帮助你断贪瞋痴慢，都帮助你成就道业。所以你的眼目当中，善人恶人、逆境顺境都是善知识，你一生没有遇到一个恶人。对你再凶恶，像歌利王来把我的身体凌迟处死，一刀一刀割出来，那什么？善友。为什么？这一关，这一个大考，忍辱波罗蜜圆满了。",
      "zh_TW": "毀謗我的人、欺負我的人、陷害我的人都是佛，他們所幹的事情都是好事，怎麼是好事？來看看我還執不執著，還分不分別，好像老師來考我的。所以在逆境惡緣裡面一點點瞋恚心都不會生起，不但不會生起，還生感謝他的心，來考考我。我很歡喜，我順利通過了，我沒有怨恨心，通過了。善人、好人處處關照我、照顧我的，也來考我，我有沒有貪戀的心？所有一切境界都是幫助我提升。順境善緣幫助我斷貪戀，逆境惡緣幫助我斷瞋恚，貪瞋痴這樣斷掉的。所以說善學，就是你會學，會學什麼境界都是好境界，什麼人都是好人，都幫助你斷貪瞋痴慢，都幫助你成就道業。所以你的眼目當中，善人惡人、逆境順境都是善知識，你一生沒有遇到一個惡人。對你再凶惡，像歌利王來把我的身體凌遲處死，一刀一刀割出來，那什麼？善友。為什麼？這一關，這一個大考，忍辱波羅蜜圓滿了。"
    },
    {
      "id": "12-017-1689_p0044",
      "zh_CN": "释迦牟尼佛学菩萨道的时候碰到这桩事情，忍辱波罗蜜圆满。圆满怎么样？把成佛提前了。释迦牟尼佛原本是贤劫第五尊佛，弥勒在他前面，他在弥勒后面。因为他忍辱波罗蜜提前圆满，歌利王帮助了他，所以他成佛提前了，他提到第四，弥勒菩萨延后，退到第五。歌利王是释迦牟尼佛的大善知识，帮助太大了。我们在这里去体会，在这里学习。别人怎么样伤害我，我还有怨恨，错了，大错特错，那就是什么？来考试的时候，你不及格，禁不起考验。",
      "zh_TW": "釋迦牟尼佛學菩薩道的時候碰到這樁事情，忍辱波羅蜜圓滿。圓滿怎麼樣？把成佛提前了。釋迦牟尼佛原本是賢劫第五尊佛，彌勒在他前面，他在彌勒後面。因為他忍辱波羅蜜提前圓滿，歌利王幫助了他，所以他成佛提前了，他提到第四，彌勒菩薩延後，退到第五。歌利王是釋迦牟尼佛的大善知識，幫助太大了。我們在這裡去體會，在這裡學習。別人怎麼樣傷害我，我還有怨恨，錯了，大錯特錯，那就是什麼？來考試的時候，你不及格，禁不起考驗。"
    },
    {
      "id": "12-017-1689_p0045",
      "zh_CN": "我在这个地方是学到一点功夫，我这忍辱波罗蜜，我跟同学们讲过，没有学佛之前，抗战刚刚胜利之后，我回到南京，在南京第一中学念书。我同班有个同学，忍辱波罗蜜是他教我的，我跟他学的。这个同学我看不顺眼，老是拿他来开玩笑，戏弄他、欺负他、虐待他，一年，两个学期。可是这个同学在背后，在我的背后，跟别人在一起的时候，他对我都是赞叹，我对他都是毁谤。一年的时间，我感觉得很惭愧，我向他道歉，我对不起他，他若无其事。他对我很赞叹，说我对学校、对同学做了很多贡献，非常佩服。",
      "zh_TW": "我在這個地方是學到一點功夫，我這忍辱波羅蜜，我跟同學們講過，沒有學佛之前，抗戰剛剛勝利之後，我回到南京，在南京第一中學念書。我同班有個同學，忍辱波羅蜜是他教我的，我跟他學的。這個同學我看不順眼，老是拿他來開玩笑，戲弄他、欺負他、虐待他，一年，兩個學期。可是這個同學在背後，在我的背後，跟別人在一起的時候，他對我都是讚歎，我對他都是毀謗。一年的時間，我感覺得很慚愧，我向他道歉，我對不起他，他若無其事。他對我很讚歎，說我對學校、對同學做了很多貢獻，非常佩服。"
    },
    {
      "id": "12-017-1689_p0046",
      "zh_CN": "所以，我的根性不是很利的，一年才被他感化。可是我去感化别人，人家对不起我的时候，我能够忍辱，跟他一样，跟我这白振寰同学一样。我赞叹别人的长处，决定不说别人的过失，人家一、二个礼拜就来道歉。我真佩服，我想想自己，我一年才向人家道歉，怎么人家才几天就回头？比我厉害。他的成就为什么不如我？他没有我好学。我的成就靠好学，一生学习不中断。但是这种受屈辱的时候、觉悟的时候，确实有很多人都超过我。所以人自己要知道自己，自己要很认真努力学习。",
      "zh_TW": "所以，我的根性不是很利的，一年才被他感化。可是我去感化別人，人家對不起我的時候，我能夠忍辱，跟他一樣，跟我這白振寰同學一樣。我讚歎別人的長處，決定不說別人的過失，人家一、二個禮拜就來道歉。我真佩服，我想想自己，我一年才向人家道歉，怎麼人家才幾天就回頭？比我厲害。他的成就為什麼不如我？他沒有我好學。我的成就靠好學，一生學習不中斷。但是這種受屈辱的時候、覺悟的時候，確實有很多人都超過我。所以人自己要知道自己，自己要很認真努力學習。"
    },
    {
      "id": "12-017-1689_p0047",
      "zh_CN": "我跟那个同学在一起，那一年我十九岁，学到忍辱这门科目，这个对我以后学佛帮助太大了，就是我能忍。我学佛五十五年，遭遇的挫折太多了，小的挫折是常常有，重大的挫折诸位都看过，能忍，没有放在心上。可是每一次重大的挫折，境界一定大幅度的提升，不但境界大幅度提升，福报跟着就来了。所以我遭遇到重大挫折，我就知道我又要提升了，这是真的，一点不假。尤其是这几年《华严经》上真正得受用，所以诸位真要听经、要学经教，学我最近讲的，以前的不算，为什么？没成熟，好像吃东西一样，半生不熟。现在听我讲的东西，熟了，我还不敢说熟透，熟了，味道跟从前不一样。所以，这两样你要是学会了，真的能契入华严境界，你怎么对人，你怎么对事。",
      "zh_TW": "我跟那個同學在一起，那一年我十九歲，學到忍辱這門科目，這個對我以後學佛幫助太大了，就是我能忍。我學佛五十五年，遭遇的挫折太多了，小的挫折是常常有，重大的挫折諸位都看過，能忍，沒有放在心上。可是每一次重大的挫折，境界一定大幅度的提升，不但境界大幅度提升，福報跟著就來了。所以我遭遇到重大挫折，我就知道我又要提升了，這是真的，一點不假。尤其是這幾年《華嚴經》上真正得受用，所以諸位真要聽經、要學經教，學我最近講的，以前的不算，為什麼？沒成熟，好像吃東西一樣，半生不熟。現在聽我講的東西，熟了，我還不敢說熟透，熟了，味道跟從前不一樣。所以，這兩樣你要是學會了，真的能契入華嚴境界，你怎麼對人，你怎麼對事。"
    },
    {
      "id": "12-017-1689_p0048",
      "zh_CN": "「性起繁兴法尔止」。万事万法的兴起，根源是自性，繁兴是森罗万象。这个跟第一句相不相冲突？不相冲突。第一句是讲万事万法，大自然，这个地方是讲我们如何面对大自然。譬如大自然四时的变化，春夏秋冬，你要知道这是自然的运行，自然的现象，自然的秩序。法尔就是自然的意思，法它原本就是这样的。我们应该怎样？我们随顺，随顺就对了。不要去改变自然，那你就错了，我们要跟大自然一样。",
      "zh_TW": "「性起繁興法爾止」。萬事萬法的興起，根源是自性，繁興是森羅萬象。這個跟第一句相不相衝突？不相衝突。第一句是講萬事萬法，大自然，這個地方是講我們如何面對大自然。譬如大自然四時的變化，春夏秋冬，你要知道這是自然的運行，自然的現象，自然的秩序。法爾就是自然的意思，法它原本就是這樣的。我們應該怎樣？我們隨順，隨順就對了。不要去改變自然，那你就錯了，我們要跟大自然一樣。"
    },
    {
      "id": "12-017-1689_p0049",
      "zh_CN": "普贤菩萨教我们「恒顺众生，随喜功德」，什么事情不要自己想怎样怎样。像我们跟同事往来，我们尽量用商量，尽量征求别人的意见，不要提出自己的意见，让别人提出意见跟我们自己能相应、能相同，最高明的。尊重别人，这是个好的领导。叫别人统统听我的，不是好的领导，那是什么？人家服在你的权威之下，心不服；表面上服从，心不服。《弟子规》里面讲「势服人，心不然」，「理服人」那才是自然的，所谓心服口服。光是拿着我们的权、地位、威势去压别人，这是错误的，那就是违反「性起繁兴法尔」的原则。你要随顺，要懂得随顺，要懂得真正尊重别人。你尊重别人，别人尊重你，你所得的利益是你自己想不到的。所以要学会尊重别人，学会尊重万法。",
      "zh_TW": "普賢菩薩教我們「恆順眾生，隨喜功德」，什麼事情不要自己想怎樣怎樣。像我們跟同事往來，我們儘量用商量，儘量徵求別人的意見，不要提出自己的意見，讓別人提出意見跟我們自己能相應、能相同，最高明的。尊重別人，這是個好的領導。叫別人統統聽我的，不是好的領導，那是什麼？人家服在你的權威之下，心不服；表面上服從，心不服。《弟子規》裡面講「勢服人，心不然」，「理服人」那才是自然的，所謂心服口服。光是拿著我們的權、地位、威勢去壓別人，這是錯誤的，那就是違反「性起繁興法爾」的原則。你要隨順，要懂得隨順，要懂得真正尊重別人。你尊重別人，別人尊重你，你所得的利益是你自己想不到的。所以要學會尊重別人，學會尊重萬法。"
    },
    {
      "id": "12-017-1689_p0050",
      "zh_CN": "这个止，从原则原理上来讲，就是止执着、止分别、止妄想。止妄想太难，我们现在开头第一步就是止执着，对于万事万物不要执着。多听别人意见，多听听别人的想法、看法，没有大错误就可以照办，如果实在有大错误再开导他，他会很感激。不要说他错，说他的意见是很好，但是此时此处这个时候不太合适，你能够分析给他听，让他真的服你。最重要的还是读书，不读书讲不通，为什么？他完全随顺烦恼、随顺习气。所以会教的、会领导的，读书。你要知道中国的老祖宗在全世界来讲真的是聪明绝顶，怎么呢？他提倡的「建国君民，教学为先」，这个太高明了。教！教他就明白了，大家的见解、知见就一致了。",
      "zh_TW": "這個止，從原則原理上來講，就是止執著、止分別、止妄想。止妄想太難，我們現在開頭第一步就是止執著，對於萬事萬物不要執著。多聽別人意見，多聽聽別人的想法、看法，沒有大錯誤就可以照辦，如果實在有大錯誤再開導他，他會很感激。不要說他錯，說他的意見是很好，但是此時此處這個時候不太合適，你能夠分析給他聽，讓他真的服你。最重要的還是讀書，不讀書講不通，為什麼？他完全隨順煩惱、隨順習氣。所以會教的、會領導的，讀書。你要知道中國的老祖宗在全世界來講真的是聰明絕頂，怎麼呢？他提倡的「建國君民，教學為先」，這個太高明了。教！教他就明白了，大家的見解、知見就一致了。"
    },
    {
      "id": "12-017-1689_p0051",
      "zh_CN": "所以你看看我们在做实验，汤池这个地方做实验，教《弟子规》。这个地方的居民，总共十二个村庄四万八千人，男女老少大家一起学《弟子规》，什么问题都没有了。人跟人见面都互相尊重，都很有礼貌，九十度的鞠躬礼。人与人见面都会笑了，在从前都板着面孔，都好像生气的样子，现在没有了，都能互助合作。六、七十岁的老先生自动出来在马路上捡垃圾，非常感动人。过去欺骗人的事情是司空见惯，现在连计程车司机都不欺骗顾客，你到什么地方，他一定给你走近路，不会多收你的费。你的东西遗漏，掉在车里面，司机会找到你送还给你。从前没有，从前是外地来的人，人地生疏，叫个计程车，他总要多绕几个圈子把你送到，多收你的费，现在没有了。教，让他真的觉悟、真的明了。",
      "zh_TW": "所以你看看我們在做實驗，湯池這個地方做實驗，教《弟子規》。這個地方的居民，總共十二個村莊四萬八千人，男女老少大家一起學《弟子規》，什麼問題都沒有了。人跟人見面都互相尊重，都很有禮貌，九十度的鞠躬禮。人與人見面都會笑了，在從前都板著面孔，都好像生氣的樣子，現在沒有了，都能互助合作。六、七十歲的老先生自動出來在馬路上撿垃圾，非常感動人。過去欺騙人的事情是司空見慣，現在連計程車司機都不欺騙顧客，你到什麼地方，他一定給你走近路，不會多收你的費。你的東西遺漏，掉在車裡面，司機會找到你送還給你。從前沒有，從前是外地來的人，人地生疏，叫個計程車，他總要多繞幾個圈子把你送到，多收你的費，現在沒有了。教，讓他真的覺悟、真的明瞭。"
    },
    {
      "id": "12-017-1689_p0052",
      "zh_CN": "下面一条，「定光显现无念止」。你看这五条，后后深于前前，愈往后面境界就愈高愈深。定光是定心，心是清净的，什么清净？没有杂念，所以念佛的方法达到这个境界容易。我一天到晚心里只有这一句阿弥陀佛，其他事情想不想？不要想。事情来一问你，你光明就现前，你就能处理。你是用智慧处理，而不是用我怎么想，你怎么想，处理都不妥当；什么不想，处理最恰当，智慧现前。定的作用就起智慧，所以定。光是慧，定起作用就是光照，没有念头了。",
      "zh_TW": "下面一條，「定光顯現無念止」。你看這五條，後後深於前前，愈往後面境界就愈高愈深。定光是定心，心是清淨的，什麼清淨？沒有雜念，所以念佛的方法達到這個境界容易。我一天到晚心裡只有這一句阿彌陀佛，其他事情想不想？不要想。事情來一問你，你光明就現前，你就能處理。你是用智慧處理，而不是用我怎麼想，你怎麼想，處理都不妥當；什麼不想，處理最恰當，智慧現前。定的作用就起智慧，所以定。光是慧，定起作用就是光照，沒有念頭了。"
    },
    {
      "id": "12-017-1689_p0053",
      "zh_CN": "我们如果能做到二六时中心里只有一句阿弥陀佛，除阿弥陀佛之外，什么都不想。我讲经，天天要读经，想不想经文？不想，就想阿弥陀佛。经本打开的时候，阿弥陀佛加持，不用想，这样就对了。永远保持你的清净心，永远保持你的清净平等觉，对了，你跟道相应，跟性德相应。现在时间到了，我们今天就学到此地。",
      "zh_TW": "我們如果能做到二六時中心裡只有一句阿彌陀佛，除阿彌陀佛之外，什麼都不想。我講經，天天要讀經，想不想經文？不想，就想阿彌陀佛。經本打開的時候，阿彌陀佛加持，不用想，這樣就對了。永遠保持你的清淨心，永遠保持你的清淨平等覺，對了，你跟道相應，跟性德相應。現在時間到了，我們今天就學到此地。"
    }
  ]
}