{
  "doc_id": "12-017-1547",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五四七卷",
    "zh_TW": "第一五四七卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1547",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1547_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」，偈颂第六段乞食道行时，第三小段所遇人物。我们还是看第十一首，先把这首偈念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」，偈頌第六段乞食道行時，第三小段所遇人物。我們還是看第十一首，先把這首偈念一遍："
    },
    {
      "id": "12-017-1547_p0002",
      "zh_CN": "【见报恩人。当愿众生。于佛菩萨。能知恩德。】",
      "zh_TW": "【見報恩人。當願眾生。於佛菩薩。能知恩德。】"
    },
    {
      "id": "12-017-1547_p0003",
      "zh_CN": "清凉给我们说了佛对一切众生十种大恩，我们读了前面的四种，今天从第五种看起。「随逐众生恩，上辨横遍六道，今约长劫不舍」。前面四条是讲的横遍十方，向下所讲的是竖穷三际。由此可知，佛菩萨的恩德遍宇宙，没有任何能够跟它相比的。这是什么原因？稍稍涉入经藏的人都知道，这是自心性德圆满的流露。凡是明心见性的人，没有一个不如是，正是像经典上常讲的「法尔如是」，本来就是这样子，没有一丝毫的勉强。这个道理、事实我们都要懂，然后你自然会发心认真的学习，这才叫学佛。绝对不是我们读了之后，对佛菩萨生起仰慕之心、赞叹之心，那是佛菩萨的事情，不是我的事情，这就错了，你就什么都学不到。",
      "zh_TW": "清涼給我們說了佛對一切眾生十種大恩，我們讀了前面的四種，今天從第五種看起。「隨逐眾生恩，上辨橫遍六道，今約長劫不捨」。前面四條是講的橫遍十方，向下所講的是豎窮三際。由此可知，佛菩薩的恩德遍宇宙，沒有任何能夠跟它相比的。這是什麼原因？稍稍涉入經藏的人都知道，這是自心性德圓滿的流露。凡是明心見性的人，沒有一個不如是，正是像經典上常講的「法爾如是」，本來就是這樣子，沒有一絲毫的勉強。這個道理、事實我們都要懂，然後你自然會發心認真的學習，這才叫學佛。絕對不是我們讀了之後，對佛菩薩生起仰慕之心、讚歎之心，那是佛菩薩的事情，不是我的事情，這就錯了，你就什麼都學不到。"
    },
    {
      "id": "12-017-1547_p0004",
      "zh_CN": "诸佛菩萨的事情就是自己分内的事情，本分的事情；换句话说，我们看佛怎么做法，对自己、对工作、对一切众生，一定要懂得我们应该是这个做法。这个做法就对了，随顺自性。如果我们的想法、做法跟佛经上所讲的相违背，那你就要警觉到这是违背了性德。我们自性不是这个样子的，自性的性德就如经教所说的，完全相同。随顺自性就是成佛之道，随顺自性就是佛门里面常讲的「父母未生前本来面目」，本来是这个样子的。我们在经论上看到佛、看到这些法身菩萨，他们真的是把父母未生前本来面目找到了，而且圆圆满满的显露出来，真的得受用。圆满的智慧、圆满的德能、圆满的相好，为一切众生做如是善巧示现，我们应当要学习。",
      "zh_TW": "諸佛菩薩的事情就是自己分內的事情，本分的事情；換句話說，我們看佛怎麼做法，對自己、對工作、對一切眾生，一定要懂得我們應該是這個做法。這個做法就對了，隨順自性。如果我們的想法、做法跟佛經上所講的相違背，那你就要警覺到這是違背了性德。我們自性不是這個樣子的，自性的性德就如經教所說的，完全相同。隨順自性就是成佛之道，隨順自性就是佛門裡面常講的「父母未生前本來面目」，本來是這個樣子的。我們在經論上看到佛、看到這些法身菩薩，他們真的是把父母未生前本來面目找到了，而且圓圓滿滿的顯露出來，真的得受用。圓滿的智慧、圓滿的德能、圓滿的相好，為一切眾生做如是善巧示現，我們應當要學習。"
    },
    {
      "id": "12-017-1547_p0005",
      "zh_CN": "每读一条，我们都要冷静的去思惟、去体会。前面我们读过「发心普被」，我们有没有发这个大心？四弘誓愿没错是天天念，这是口头上的，念了几十年，效果怎么样？无动于衷，这个念头并没有生起。早晚课天天要念，都没有把自己性德引发出来，这样学佛会有什么成就？一生不免空过了。「难行苦行」，要勉励自己，决定不能够好逸恶劳，贪图享受。人愈是怕苦，你决定逃不过苦报；愈是不怕苦的人，他真正能够离苦得乐。",
      "zh_TW": "每讀一條，我們都要冷靜的去思惟、去體會。前面我們讀過「發心普被」，我們有沒有發這個大心？四弘誓願沒錯是天天念，這是口頭上的，念了幾十年，效果怎麼樣？無動於衷，這個念頭並沒有生起。早晚課天天要念，都沒有把自己性德引發出來，這樣學佛會有什麼成就？一生不免空過了。「難行苦行」，要勉勵自己，決定不能夠好逸惡勞，貪圖享受。人愈是怕苦，你決定逃不過苦報；愈是不怕苦的人，他真正能夠離苦得樂。"
    },
    {
      "id": "12-017-1547_p0006",
      "zh_CN": "真修行的人为我们做示范，印光大师我们没有见到过，但是听老人说过。在我这一代我还见不少人曾经亲近过印光大师，从他们言说当中知道大师的恩德，如教修行。我的老师李炳南老居士是印光大师的学生，我在旁边细心观察他，他真的学印光法师学得很像，真正做到发心普被，众生无边誓愿度，这就是说教化众生不辞辛劳。我跟他的时候他已经七十多岁，在台中办慈光讲座，那个时候接近八十岁。那个时候从台北来了四个学生，我还记得蔡荣华、李相楷；李相楷是香港的，蔡荣华是马来西亚的，政大中文系三年级，李相楷是在师大，好像是二年级的学生，他们都是念中文系的，还有两位是台湾的。四个学生到台中向李老师请教，我们在旁边旁听，问的一些问题，虽然是大学生，所谓隔行如隔山，我们在老师座下天天听经学教，听他问的问题都很幼稚，而老师真的是态度恭敬严肃，不厌其烦的来给他解答。我从那次看到之后，这晓得了，佩服。他们四个人第一次见面谈话三个多小时，学生们很满意，于是约定寒暑假到台中来学习，慈光大专讲座是这个因缘生起来的。",
      "zh_TW": "真修行的人為我們做示範，印光大師我們沒有見到過，但是聽老人說過。在我這一代我還見不少人曾經親近過印光大師，從他們言說當中知道大師的恩德，如教修行。我的老師李炳南老居士是印光大師的學生，我在旁邊細心觀察他，他真的學印光法師學得很像，真正做到發心普被，眾生無邊誓願度，這就是說教化眾生不辭辛勞。我跟他的時候他已經七十多歲，在台中辦慈光講座，那個時候接近八十歲。那個時候從台北來了四個學生，我還記得蔡榮華、李相楷；李相楷是香港的，蔡榮華是馬來西亞的，政大中文系三年級，李相楷是在師大，好像是二年級的學生，他們都是念中文系的，還有兩位是台灣的。四個學生到台中向李老師請教，我們在旁邊旁聽，問的一些問題，雖然是大學生，所謂隔行如隔山，我們在老師座下天天聽經學教，聽他問的問題都很幼稚，而老師真的是態度恭敬嚴肅，不厭其煩的來給他解答。我從那次看到之後，這曉得了，佩服。他們四個人第一次見面談話三個多小時，學生們很滿意，於是約定寒暑假到台中來學習，慈光大專講座是這個因緣生起來的。"
    },
    {
      "id": "12-017-1547_p0007",
      "zh_CN": "这是最初这么四个学生来访问，学生里头有两个是台大的。没有多久，好像是第二年，他们来的时候是冬天，台湾大学成立一个佛学社，「晨曦学社」，这第一个，在台湾高等学校是第一个，周宣德老居士把它促成的。讯息传到台中来，李老师很高兴、很欢喜，这是高等学府里头有佛学社。我跟老师说，我看老师很高兴，我跟他说未必是好事。他听了很不高兴，说为什么不是好事？我说这是高等知识分子，如果他们学佛没有好的老师指导他，要走向了偏差，将来谁能帮助他改正过来？我这话一说，老师的态度就很严肃了，他说有道理。想了很久他问我怎么办？我说我们可以利用寒暑假办大专佛学讲座，我们这个地方将来培养出来一批学生，他们那些路走不正，这批学生可以纠正他。老师很满意，所以慈光大专讲座就这么兴起来。",
      "zh_TW": "這是最初這麼四個學生來訪問，學生裡頭有兩個是台大的。沒有多久，好像是第二年，他們來的時候是冬天，台灣大學成立一個佛學社，「晨曦學社」，這第一個，在台灣高等學校是第一個，周宣德老居士把它促成的。訊息傳到台中來，李老師很高興、很歡喜，這是高等學府裡頭有佛學社。我跟老師說，我看老師很高興，我跟他說未必是好事。他聽了很不高興，說為什麼不是好事？我說這是高等知識分子，如果他們學佛沒有好的老師指導他，要走向了偏差，將來誰能幫助他改正過來？我這話一說，老師的態度就很嚴肅了，他說有道理。想了很久他問我怎麼辦？我說我們可以利用寒暑假辦大專佛學講座，我們這個地方將來培養出來一批學生，他們那些路走不正，這批學生可以糾正他。老師很滿意，所以慈光大專講座就這麼興起來。"
    },
    {
      "id": "12-017-1547_p0008",
      "zh_CN": "我看老师对年轻人那种爱护，那种关怀、教化，我们佩服得五体投地，真的是难行能行。看他老人家处事待人接物那么样的慈悲、那么样的诚恳。我到台中，台中莲社成立十年，莲友二十万人，那时候，在台湾我看很可能是第一道场，有这么多的莲友。我在台中十年，离开的时候，台中的莲友十年当中增加一倍多，差不多到达五十万人。老师是常常提醒我们这些学生，告诉我们要结法缘。他老人家的法缘非常殊胜，教给我们要懂得结法缘。法缘怎么结？布施，四摄法里头头一个布施，布施、爱语、利行、同事，这是我从他那里学来的。没有考虑到自己，念念都是想到别人，念念想到正法久住，念念期盼着后生（这些年轻人）能够发菩提心，续佛慧命。",
      "zh_TW": "我看老師對年輕人那種愛護，那種關懷、教化，我們佩服得五體投地，真的是難行能行。看他老人家處事待人接物那麼樣的慈悲、那麼樣的誠懇。我到台中，台中蓮社成立十年，蓮友二十萬人，那時候，在台灣我看很可能是第一道場，有這麼多的蓮友。我在台中十年，離開的時候，台中的蓮友十年當中增加一倍多，差不多到達五十萬人。老師是常常提醒我們這些學生，告訴我們要結法緣。他老人家的法緣非常殊勝，教給我們要懂得結法緣。法緣怎麼結？布施，四攝法裡頭頭一個布施，布施、愛語、利行、同事，這是我從他那裡學來的。沒有考慮到自己，念念都是想到別人，念念想到正法久住，念念期盼著後生（這些年輕人）能夠發菩提心，續佛慧命。"
    },
    {
      "id": "12-017-1547_p0009",
      "zh_CN": "不顾自身，「垂形六道」，佛菩萨是应以什么身度化就现什么身。同样一个道理，我们今天在这个世间，要知道佛是普度一切众生，不分国家、不分族群、不分宗教，一律平等热心的教化。我们要是遇到一些障碍，也要学菩萨应以什么身得度就现什么身，我们不能够变现形状，可是身分不要拘泥，拘束一定的身分就不能度第二种人。要明白这个，这叫善巧方便，回向偈里头，「巧把尘劳为佛事」，要活学活用。我们应该随顺人情世故，随顺风俗习惯，别人就欢喜。第一个就是要众生生欢喜心，四悉檀里头，悉檀，悉是中国语，檀是梵语，檀是檀那，檀那是布施，悉是普遍。所以四悉檀用简单的意思来说，就是四种普遍的施舍。第一个叫「世界悉檀」，什么意思？布施欢喜心，头一个就是这样的，「菩萨所在之处，令一切众生生欢喜心」。",
      "zh_TW": "不顧自身，「垂形六道」，佛菩薩是應以什麼身度化就現什麼身。同樣一個道理，我們今天在這個世間，要知道佛是普度一切眾生，不分國家、不分族群、不分宗教，一律平等熱心的教化。我們要是遇到一些障礙，也要學菩薩應以什麼身得度就現什麼身，我們不能夠變現形狀，可是身分不要拘泥，拘束一定的身分就不能度第二種人。要明白這個，這叫善巧方便，回向偈裡頭，「巧把塵勞為佛事」，要活學活用。我們應該隨順人情世故，隨順風俗習慣，別人就歡喜。第一個就是要眾生生歡喜心，四悉檀裡頭，悉檀，悉是中國語，檀是梵語，檀是檀那，檀那是布施，悉是普遍。所以四悉檀用簡單的意思來說，就是四種普遍的施捨。第一個叫「世界悉檀」，什麼意思？布施歡喜心，頭一個就是這樣的，「菩薩所在之處，令一切眾生生歡喜心」。"
    },
    {
      "id": "12-017-1547_p0010",
      "zh_CN": "如果我们学佛的同学们，无论在家出家懂得四摄法、懂得四悉檀，佛法哪有不兴的道理！你的修行哪有不成功的道理！肯定像诸佛菩萨一样，应化在十法界，普遍受到一切众生的欢喜爱戴。所以四摄、四悉檀是诸佛菩萨摄受一切众生的原则。不只是释迦牟尼佛他老人家这样做，佛告诉我们，十方三世一切诸佛菩萨统统遵守，我们怎么可以疏忽？今天尤其讲化解冲突，促进和平，这个法子好极了，一定要从我们自己本身做起。",
      "zh_TW": "如果我們學佛的同學們，無論在家出家懂得四攝法、懂得四悉檀，佛法哪有不興的道理！你的修行哪有不成功的道理！肯定像諸佛菩薩一樣，應化在十法界，普遍受到一切眾生的歡喜愛戴。所以四攝、四悉檀是諸佛菩薩攝受一切眾生的原則。不只是釋迦牟尼佛他老人家這樣做，佛告訴我們，十方三世一切諸佛菩薩統統遵守，我們怎麼可以疏忽？今天尤其講化解衝突，促進和平，這個法子好極了，一定要從我們自己本身做起。"
    },
    {
      "id": "12-017-1547_p0011",
      "zh_CN": "今天讲的「随逐众生」，这是经论上常说「佛氏门中，不舍一人」，一个人也随逐不舍。无论他堕落在哪一道，佛看得见，法身菩萨看得见，时时刻刻在诱导你。不论用什么形状，也没有定法可说，总是在帮助你，帮助你消业障、帮助你开智慧，念念不舍。到缘成熟了，什么叫成熟？欢喜接受就成熟了，欢喜接受那一定是来教导你的。你这一生当中会遇到善知识，会遇到好老师、好同学，这些人有可能都是佛菩萨加持，佛菩萨应现来成就你的，谁知道？根熟的众生知道。",
      "zh_TW": "今天講的「隨逐眾生」，這是經論上常說「佛氏門中，不捨一人」，一個人也隨逐不捨。無論他墮落在哪一道，佛看得見，法身菩薩看得見，時時刻刻在誘導你。不論用什麼形狀，也沒有定法可說，總是在幫助你，幫助你消業障、幫助你開智慧，念念不捨。到緣成熟了，什麼叫成熟？歡喜接受就成熟了，歡喜接受那一定是來教導你的。你這一生當中會遇到善知識，會遇到好老師、好同學，這些人有可能都是佛菩薩加持，佛菩薩應現來成就你的，誰知道？根熟的眾生知道。"
    },
    {
      "id": "12-017-1547_p0012",
      "zh_CN": "什么叫根熟？具足孝亲尊师，这净业三福里头第一条，真正做到「孝养父母，奉事师长」，这两句做到了，诸佛菩萨没有不照顾的。在佛门里面称之为法器，就是他有接受承传的条件，这个基本条件就是那两句话。孝养父母跟奉事师长是一桩事，不是两桩事，你的孝用在对老师就是敬，用在对同学，谦恭，用在对一般世人有礼、有义，礼义。所以一个好的老师，一个善知识，他在默默当中要观察你具不具备这些德行，具足这些德行这是法器，法不传给你传给谁？为什么传给你？你能做到！诸佛菩萨没有私心，谁能做到一定用心教他。做不到的也教，为什么？给他种善根，不是说做不到就不教，做不到也教。能做到的人，知道他会有成就，他能续佛慧命，能够弘法利生，这就所谓是代代的传人，他在这一代接上一代的法，也会把法传到下一代。",
      "zh_TW": "什麼叫根熟？具足孝親尊師，這淨業三福裡頭第一條，真正做到「孝養父母，奉事師長」，這兩句做到了，諸佛菩薩沒有不照顧的。在佛門裡面稱之為法器，就是他有接受承傳的條件，這個基本條件就是那兩句話。孝養父母跟奉事師長是一樁事，不是兩樁事，你的孝用在對老師就是敬，用在對同學，謙恭，用在對一般世人有禮、有義，禮義。所以一個好的老師，一個善知識，他在默默當中要觀察你具不具備這些德行，具足這些德行這是法器，法不傳給你傳給誰？為什麼傳給你？你能做到！諸佛菩薩沒有私心，誰能做到一定用心教他。做不到的也教，為什麼？給他種善根，不是說做不到就不教，做不到也教。能做到的人，知道他會有成就，他能續佛慧命，能夠弘法利生，這就所謂是代代的傳人，他在這一代接上一代的法，也會把法傳到下一代。"
    },
    {
      "id": "12-017-1547_p0013",
      "zh_CN": "我们要学对任何一个人，这个人不愿意接近我们，我们的心、我们的念没有舍弃他。我们知道那暂时的，他迷了，迷得太深，他误入歧途，总有一天他会回来。这一天如果是早，三年、五年他回头，再迟一点，十年、二十年、三十年他才回头，再迟一点来生后世。所以你自己一定要清楚，必定有回头的一天。这就是一切众生皆有佛性，既有佛性，必定作佛，就是时间的远近不相同，怎么能轻视？怎么能不尊重？造作极深罪业的人都不舍弃，这十条后面有。",
      "zh_TW": "我們要學對任何一個人，這個人不願意接近我們，我們的心、我們的念沒有捨棄他。我們知道那暫時的，他迷了，迷得太深，他誤入歧途，總有一天他會回來。這一天如果是早，三年、五年他回頭，再遲一點，十年、二十年、三十年他才回頭，再遲一點來生後世。所以你自己一定要清楚，必定有回頭的一天。這就是一切眾生皆有佛性，既有佛性，必定作佛，就是時間的遠近不相同，怎麼能輕視？怎麼能不尊重？造作極深罪業的人都不捨棄，這十條後面有。"
    },
    {
      "id": "12-017-1547_p0014",
      "zh_CN": "大师在此地给我们举了个比喻，「如子见父，视父而已，无出离心，如来随之，如犊逐母，备将万行，随逐救摄」，这个例子举得好。但是现在的社会不一样，在从前讲，看到这个文字、听到这些话感触很深，现在社会变了，几乎一个世纪不讲伦理道德，不讲孝悌忠信，时间这么久大家都忘掉了。平常在社会上看不到孝悌忠信，也看不到尊师重道，不但看不到，听都听不到，久而久之，自然就忘掉了。",
      "zh_TW": "大師在此地給我們舉了個比喻，「如子見父，視父而已，無出離心，如來隨之，如犢逐母，備將萬行，隨逐救攝」，這個例子舉得好。但是現在的社會不一樣，在從前講，看到這個文字、聽到這些話感觸很深，現在社會變了，幾乎一個世紀不講倫理道德，不講孝悌忠信，時間這麼久大家都忘掉了。平常在社會上看不到孝悌忠信，也看不到尊師重道，不但看不到，聽都聽不到，久而久之，自然就忘掉了。"
    },
    {
      "id": "12-017-1547_p0015",
      "zh_CN": "现在儿子看到父亲有没有尊敬心？我们在汤恩比博士跟池田大作的谈话里面有这么一个记载，现在儿女对父母没有信心，信心都没有，哪里会有孝心？为什么没有信心？小孩常常看到父母言行不一致，父母所说的跟他所行的不一样，所以小孩生了疑惑。在古时候，人民对政府、对国家领导人那个信心非常的强烈，那种孝敬跟自己的父母真的是没有两样。现在人民对于国家领导人也丧失信心，所以政府的威信丧失了，什么原因？也就是像做父母亲的人一样，在儿子面前言行不相符。所以今天这样的文字给现代人看到，他看到会笑笑，这简直是笑话。这就是不懂过去的文化，现在的文明变质了，伦理道德降到谷底，几乎等于零，怎么得了！",
      "zh_TW": "現在兒子看到父親有沒有尊敬心？我們在湯恩比博士跟池田大作的談話裡面有這麼一個記載，現在兒女對父母沒有信心，信心都沒有，哪裡會有孝心？為什麼沒有信心？小孩常常看到父母言行不一致，父母所說的跟他所行的不一樣，所以小孩生了疑惑。在古時候，人民對政府、對國家領導人那個信心非常的強烈，那種孝敬跟自己的父母真的是沒有兩樣。現在人民對於國家領導人也喪失信心，所以政府的威信喪失了，什麼原因？也就是像做父母親的人一樣，在兒子面前言行不相符。所以今天這樣的文字給現代人看到，他看到會笑笑，這簡直是笑話。這就是不懂過去的文化，現在的文明變質了，倫理道德降到谷底，幾乎等於零，怎麼得了！"
    },
    {
      "id": "12-017-1547_p0016",
      "zh_CN": "所以我听到杨老师告诉我，最近有不少从事教育工作的大德们，有不少的校长、老师到汤池去参观，看了之后非常受感动，感到伦理道德的教育现在要不赶快来救就来不及了。这个看法正确，一点都没错。所以我勉励这些年轻的老师们，什么样的苦都要受，要学诸佛菩萨难行能行，难忍能忍，你才能够挽救伦理道德。如果说是受不了，救护古圣先贤传统文化这个工作你就不能做。做这个事情很苦很苦，是好事还要受冤枉，还要受别人侮辱，还要受折磨，要受许多的障难，都要用耐心去突破。不为自己，为国家民族、为祖宗的一番苦心，五千年来代代相传。",
      "zh_TW": "所以我聽到楊老師告訴我，最近有不少從事教育工作的大德們，有不少的校長、老師到湯池去參觀，看了之後非常受感動，感到倫理道德的教育現在要不趕快來救就來不及了。這個看法正確，一點都沒錯。所以我勉勵這些年輕的老師們，什麼樣的苦都要受，要學諸佛菩薩難行能行，難忍能忍，你才能夠挽救倫理道德。如果說是受不了，救護古聖先賢傳統文化這個工作你就不能做。做這個事情很苦很苦，是好事還要受冤枉，還要受別人侮辱，還要受折磨，要受許多的障難，都要用耐心去突破。不為自己，為國家民族、為祖宗的一番苦心，五千年來代代相傳。"
    },
    {
      "id": "12-017-1547_p0017",
      "zh_CN": "那要怎么做法？就像这个地方经文教诲一样，从我自己做起，这十条每一条都得要学，活学活用。我们自己真正做到了，确实提升自己境界。你要是有使命感、有责任感；换句话说，使命跟责任逼着你要成圣成贤。换句话说，读孔子书，你要做现代的孔子，读《孟子》，你要做今天的孟子，什么力量在推动你？使命责任在推动你。今天在这个世间没有孔子、没有孟子、没有释迦、没有佛菩萨，众生的苦难永远不能脱离！所以自己成就才能感化别人，才能教化众生，自己没有成就做不到！",
      "zh_TW": "那要怎麼做法？就像這個地方經文教誨一樣，從我自己做起，這十條每一條都得要學，活學活用。我們自己真正做到了，確實提升自己境界。你要是有使命感、有責任感；換句話說，使命跟責任逼著你要成聖成賢。換句話說，讀孔子書，你要做現代的孔子，讀《孟子》，你要做今天的孟子，什麼力量在推動你？使命責任在推動你。今天在這個世間沒有孔子、沒有孟子、沒有釋迦、沒有佛菩薩，眾生的苦難永遠不能脫離！所以自己成就才能感化別人，才能教化眾生，自己沒有成就做不到！"
    },
    {
      "id": "12-017-1547_p0018",
      "zh_CN": "今天同样的，学生对老师失去信心，原因在哪里？老师所讲的没做到。为什么孔子三千弟子七十二贤对夫子的教诲都能接受，没有怀疑？孔子做到了，他教给你的他做到了，孟子做到了，释迦牟尼佛做到了。自己做到再教人，这是圣人，这是佛菩萨；自己虽然没做到，认真努力在勤学，天天在提升自己境界，这是贤人，这是菩萨；如果自己教人，本身因循懒散，不能克服自己的烦恼习气，所教的自己完全不能做到，不但不能做到，连想做的意念都没有，这是凡夫。说得不好听，这是骗人，别人怎么会服你？怎么会接受你教诲？这些道理并不深奥、并不难懂，所以我们自己要认真、要努力。",
      "zh_TW": "今天同樣的，學生對老師失去信心，原因在哪裡？老師所講的沒做到。為什麼孔子三千弟子七十二賢對夫子的教誨都能接受，沒有懷疑？孔子做到了，他教給你的他做到了，孟子做到了，釋迦牟尼佛做到了。自己做到再教人，這是聖人，這是佛菩薩；自己雖然沒做到，認真努力在勤學，天天在提升自己境界，這是賢人，這是菩薩；如果自己教人，本身因循懶散，不能克服自己的煩惱習氣，所教的自己完全不能做到，不但不能做到，連想做的意念都沒有，這是凡夫。說得不好聽，這是騙人，別人怎麼會服你？怎麼會接受你教誨？這些道理並不深奧、並不難懂，所以我們自己要認真、要努力。"
    },
    {
      "id": "12-017-1547_p0019",
      "zh_CN": "这一条怎么学法？诸位要记住，佛门里头有句话，「佛不度无缘之人」。只要是与我有缘的，这个缘不论是善缘、是恶缘，只要是有缘，就要常常放在心上。我们自己天天诵经拜佛，时时刻刻给他回向，人没有接触到，我这个心愿达到了。善缘，跟我处得很好的人，希望他成就，也尽心尽力帮助他成就；恶缘，所谓冤亲债主，我们天天给他回向，希望他觉悟，希望他回头。最重要就是化解怨怼，是从自己本身做起，我自己内心不跟他对立，是他跟我对立，我跟他没有对立，他就是毁谤我、侮辱我、陷害我，我都不放在心上。我常讲，不但我没有放在心上，我没有生瞋恚，我没有念头要报复，我反而感恩。你说那什么恩？至少他提升了我的境界。我自己学佛菩萨的教诲，遇到这些障难还有没有瞋恚？现在果然没有瞋恚，果然没有报复，而且还有感恩的心，他提供我的教材，帮助我向上提升，这就是恩惠！所以我每天念念给他回向，这是我应当应该做的事情。他什么时候被感动，一下回头，他是好人里头的好人，中国谚语所谓是「浪子回头金不换」，就是这个道理。",
      "zh_TW": "這一條怎麼學法？諸位要記住，佛門裡頭有句話，「佛不度無緣之人」。只要是與我有緣的，這個緣不論是善緣、是惡緣，只要是有緣，就要常常放在心上。我們自己天天誦經拜佛，時時刻刻給他迴向，人沒有接觸到，我這個心願達到了。善緣，跟我處得很好的人，希望他成就，也盡心盡力幫助他成就；惡緣，所謂冤親債主，我們天天給他迴向，希望他覺悟，希望他回頭。最重要就是化解怨懟，是從自己本身做起，我自己內心不跟他對立，是他跟我對立，我跟他沒有對立，他就是毀謗我、侮辱我、陷害我，我都不放在心上。我常講，不但我沒有放在心上，我沒有生瞋恚，我沒有念頭要報復，我反而感恩。你說那什麼恩？至少他提升了我的境界。我自己學佛菩薩的教誨，遇到這些障難還有沒有瞋恚？現在果然沒有瞋恚，果然沒有報復，而且還有感恩的心，他提供我的教材，幫助我向上提升，這就是恩惠！所以我每天念念給他迴向，這是我應當應該做的事情。他什麼時候被感動，一下回頭，他是好人裡頭的好人，中國諺語所謂是「浪子回頭金不換」，就是這個道理。"
    },
    {
      "id": "12-017-1547_p0020",
      "zh_CN": "所以佛经上有两句话，「日日是好日，时时是好时」，我续了两句，「人人是好人，事事是好事」，是真的，一点都不假，这是我学佛半个世纪的心得。在澳洲昆士兰大学里面有个教授问我，他说：净空法师，你说人人是好人，希特勒也是好人吗？我告诉他：人性本善，他怎么不是好人？只是他缘不好，从小没有接受到好人教诲他，变成坏人，学坏了，本性不坏！所以从本性上去看，人人都是好人。希特勒做了很多不好的事情，特别是屠杀犹太人几百万！这个罪过必堕阿鼻地狱。堕地狱的时候他才知道错了，后悔来不及了，谁去度他？地藏王菩萨去度他，什么时候真的觉悟了、认错了，他就能离开地狱。",
      "zh_TW": "所以佛經上有兩句話，「日日是好日，時時是好時」，我續了兩句，「人人是好人，事事是好事」，是真的，一點都不假，這是我學佛半個世紀的心得。在澳洲昆士蘭大學裡面有個教授問我，他說：淨空法師，你說人人是好人，希特勒也是好人嗎？我告訴他：人性本善，他怎麼不是好人？只是他緣不好，從小沒有接受到好人教誨他，變成壞人，學壞了，本性不壞！所以從本性上去看，人人都是好人。希特勒做了很多不好的事情，特別是屠殺猶太人幾百萬！這個罪過必墮阿鼻地獄。墮地獄的時候他才知道錯了，後悔來不及了，誰去度他？地藏王菩薩去度他，什麼時候真的覺悟了、認錯了，他就能離開地獄。"
    },
    {
      "id": "12-017-1547_p0021",
      "zh_CN": "所以地狱的时间虽然长，也不是定法，这个诸位同学一定要知道。一切法都不是定法，千变万化！一念悔改，性德现前，地狱相就不见了，就超越了。如果个性倔强，死都不肯认错，这个事情麻烦了，他在地狱的时间就长，哪一天开始认错，他就会离开。当然离开，像杀那么多人，杀那么多众生要还债，欠命的要还命，欠债的要还债。所以人在世间，我们现在真的是明白了，想占人家一点便宜，没有这回事情，占不到，为什么？你来生要还。那自己，人家占我们的便宜，我们有没有吃亏？没有吃亏，因果通三世！你能够看出三世因果，你的心就平了，真的是心平气和。像诸佛菩萨一样，恒顺众生，随喜功德，你一生无论过什么样的生活，都会很快乐。",
      "zh_TW": "所以地獄的時間雖然長，也不是定法，這個諸位同學一定要知道。一切法都不是定法，千變萬化！一念悔改，性德現前，地獄相就不見了，就超越了。如果個性倔強，死都不肯認錯，這個事情麻煩了，他在地獄的時間就長，哪一天開始認錯，他就會離開。當然離開，像殺那麼多人，殺那麼多眾生要還債，欠命的要還命，欠債的要還債。所以人在世間，我們現在真的是明白了，想佔人家一點便宜，沒有這回事情，佔不到，為什麼？你來生要還。那自己，人家佔我們的便宜，我們有沒有吃虧？沒有吃虧，因果通三世！你能夠看出三世因果，你的心就平了，真的是心平氣和。像諸佛菩薩一樣，恆順眾生，隨喜功德，你一生無論過什麼樣的生活，都會很快樂。"
    },
    {
      "id": "12-017-1547_p0022",
      "zh_CN": "释迦牟尼佛的生活，你看物质生活，三衣一钵，树下一宿，日中一食，快乐无比！在中国，你看孔子、颜回，箪食瓢饮，不亦悦乎！他那个乐从哪里来？觉悟了。佛说得好，苦是从迷来的，乐是从觉来的，生活再苦，只要觉悟，就得大乐，就得大自在。尤其到一定境界之后，《楞严》里面所说的，「若能转物，则同如来」，不善的境界在他面前，他全把它转变成最善的。佛做到了，菩萨做到了，我们要学，这就是学什么？学离苦得乐的妙法。",
      "zh_TW": "釋迦牟尼佛的生活，你看物質生活，三衣一缽，樹下一宿，日中一食，快樂無比！在中國，你看孔子、顏回，簞食瓢飲，不亦悅乎！他那個樂從哪裡來？覺悟了。佛說得好，苦是從迷來的，樂是從覺來的，生活再苦，只要覺悟，就得大樂，就得大自在。尤其到一定境界之後，《楞嚴》裡面所說的，「若能轉物，則同如來」，不善的境界在他面前，他全把它轉變成最善的。佛做到了，菩薩做到了，我們要學，這就是學什麼？學離苦得樂的妙法。"
    },
    {
      "id": "12-017-1547_p0023",
      "zh_CN": "后面举出一位菩萨，实际上这五十三参的五十三位善知识，男女老少各行各业全是古佛再来应化的，不是普通人；如果我们把他看成是法身菩萨，已经把他看低了，古佛应化。连善财也不是普通人，都像在唱戏表演一样，演给我们看的。这就是「遍净天王」，遍净天是三禅天第三天的天王，他「得随诸众生永流转生死海解脱门」，这就是这个恩德的表现。古佛再来，以天王的身分，永远随顺众生，众生造业受报，一个人都不舍弃。好，现在时间到了，我们休息几分钟。",
      "zh_TW": "後面舉出一位菩薩，實際上這五十三參的五十三位善知識，男女老少各行各業全是古佛再來應化的，不是普通人；如果我們把他看成是法身菩薩，已經把他看低了，古佛應化。連善財也不是普通人，都像在唱戲表演一樣，演給我們看的。這就是「遍淨天王」，遍淨天是三禪天第三天的天王，他「得隨諸眾生永流轉生死海解脫門」，這就是這個恩德的表現。古佛再來，以天王的身分，永遠隨順眾生，眾生造業受報，一個人都不捨棄。好，現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1547_p0024",
      "zh_CN": "诸位法师，诸位同学，请坐。接着看第六句，「大悲深重恩。见众生造恶，如割支体。故善财童子谓无忧德神云，圣者，譬如有人，唯有一子，爱念情至，忽见被人割截支体，其心痛切，不能自安。菩萨亦复如是，见诸众生，造烦恼业，堕三恶趣，受种种苦，心大忧恼。若见众生，起身语意三种善业，生人天趣，喜亦深故」。这段注解人事不难理解，实在讲含义很深，如果粗心看过，还是很难体会。",
      "zh_TW": "諸位法師，諸位同學，請坐。接著看第六句，「大悲深重恩。見眾生造惡，如割支體。故善財童子謂無憂德神云，聖者，譬如有人，唯有一子，愛念情至，忽見被人割截支體，其心痛切，不能自安。菩薩亦復如是，見諸眾生，造煩惱業，墮三惡趣，受種種苦，心大憂惱。若見眾生，起身語意三種善業，生人天趣，喜亦深故」。這段註解人事不難理解，實在講含義很深，如果粗心看過，還是很難體會。"
    },
    {
      "id": "12-017-1547_p0025",
      "zh_CN": "悲心属于爱心，佛家讲慈悲，很少说爱，为什么？世间人看到爱、听到爱这个字，里面有情有欲，自然就生起来。可是佛菩萨的爱里面没有情，也没有欲，爱里面是什么？爱里面是智慧，我们讲理智。说得浅白一点，慈悲就是理智的爱，世间讲爱那是感情的爱，所以佛法不说爱说慈悲。慈悲加一个大，大是没有条件的，不附带任何条件，这个慈悲叫大慈大悲；如果有条件的，这个慈悲就不能称大慈大悲。",
      "zh_TW": "悲心屬於愛心，佛家講慈悲，很少說愛，為什麼？世間人看到愛、聽到愛這個字，裡面有情有欲，自然就生起來。可是佛菩薩的愛裡面沒有情，也沒有欲，愛裡面是什麼？愛裡面是智慧，我們講理智。說得淺白一點，慈悲就是理智的愛，世間講愛那是感情的愛，所以佛法不說愛說慈悲。慈悲加一個大，大是沒有條件的，不附帶任何條件，這個慈悲叫大慈大悲；如果有條件的，這個慈悲就不能稱大慈大悲。"
    },
    {
      "id": "12-017-1547_p0026",
      "zh_CN": "所以佛门讲慈悲有四种缘，第一种缘就是世间人讲「爱缘慈悲」，我爱你对你就慈悲，不爱你对你就不慈悲，爱缘慈悲，这是一般凡夫的。世间有圣人、有哲人，他们的爱心不但是爱家族，他爱社会、爱国家、爱人类，甚至于爱一切众生，那就更大，这一类的在佛法叫「众生缘慈悲」。他这个心量就大，能够扩张到一切众生。菩萨这个慈悲称为「法缘慈悲」，菩萨了解宇宙人生真相，十法界依正庄严跟自己是一体，已经解悟、明白了。虽然没有到亲证，没有到证悟，只是解悟，真正理解，他接受，不怀疑了，所以他那个爱是无条件的，这称为法缘慈悲。到如来果地，「无缘慈悲」，所谓无缘是没有条件的，同体大悲，无缘大慈，无条件的，这是如来果地。如来果地是什么样地位？在《华严经》里面就是法身菩萨，法身菩萨就是如来。换句话说，破一品无明，见一分真性，同时他就证得一分法身，这个时候他的慈悲是属于无缘大慈，同体大悲。《华严经》上讲的四十一位法身大士，加上最后究竟圆满的佛果，总共这四十二位都是属于大慈大悲，这个道理我们要懂。",
      "zh_TW": "所以佛門講慈悲有四種緣，第一種緣就是世間人講「愛緣慈悲」，我愛你對你就慈悲，不愛你對你就不慈悲，愛緣慈悲，這是一般凡夫的。世間有聖人、有哲人，他們的愛心不但是愛家族，他愛社會、愛國家、愛人類，甚至於愛一切眾生，那就更大，這一類的在佛法叫「眾生緣慈悲」。他這個心量就大，能夠擴張到一切眾生。菩薩這個慈悲稱為「法緣慈悲」，菩薩了解宇宙人生真相，十法界依正莊嚴跟自己是一體，已經解悟、明白了。雖然沒有到親證，沒有到證悟，只是解悟，真正理解，他接受，不懷疑了，所以他那個愛是無條件的，這稱為法緣慈悲。到如來果地，「無緣慈悲」，所謂無緣是沒有條件的，同體大悲，無緣大慈，無條件的，這是如來果地。如來果地是什麼樣地位？在《華嚴經》裡面就是法身菩薩，法身菩薩就是如來。換句話說，破一品無明，見一分真性，同時他就證得一分法身，這個時候他的慈悲是屬於無緣大慈，同體大悲。《華嚴經》上講的四十一位法身大士，加上最後究竟圓滿的佛果，總共這四十二位都是屬於大慈大悲，這個道理我們要懂。"
    },
    {
      "id": "12-017-1547_p0027",
      "zh_CN": "我们今天努力能够达到什么？可以达到法缘慈悲。这就是四圣法界里面的阿罗汉、辟支佛、菩萨他们的爱心，对于宇宙万物，不但是动物，连植物，连山河大地、矿物都充满了平等的爱心，这叫法缘慈。我们今天的爱心没有了，爱心变成什么？变成自私自利，爱什么？爱名闻利养、爱五欲六尘的享受，这个错了，这种沉迷在欲望里头，连一个世间君子都不如，都比不上。为什么人会堕落到这种地步？没有别的，你要真正追究原因，总的来说，不读书之过！正是《三字经》上所说的「人之初，性本善，性相近，习相远」，这是必然的道理，「苟不教，性乃迁」，那你要不好好的教他，他就被染污了，他就学坏了，所以你就晓得教育是多么重要！",
      "zh_TW": "我們今天努力能夠達到什麼？可以達到法緣慈悲。這就是四聖法界裡面的阿羅漢、辟支佛、菩薩他們的愛心，對於宇宙萬物，不但是動物，連植物，連山河大地、礦物都充滿了平等的愛心，這叫法緣慈。我們今天的愛心沒有了，愛心變成什麼？變成自私自利，愛什麼？愛名聞利養、愛五欲六塵的享受，這個錯了，這種沉迷在欲望裡頭，連一個世間君子都不如，都比不上。為什麼人會墮落到這種地步？沒有別的，你要真正追究原因，總的來說，不讀書之過！正是《三字經》上所說的「人之初，性本善，性相近，習相遠」，這是必然的道理，「苟不教，性乃遷」，那你要不好好的教他，他就被染污了，他就學壞了，所以你就曉得教育是多麼重要！"
    },
    {
      "id": "12-017-1547_p0028",
      "zh_CN": "诸佛菩萨大悲深重恩表现在什么地方？表现在教导我们。所谓三轮施教，三轮就是心里头念念不舍众生，众生虽然多，遍法界虚空界，诸佛如来心中从来没有忽略一个众生。他真有那么大的能力吗？有，我们怎么相信？我们相信那是性德，性德是圆满的，只要明心见性就是圆满的。没有明心见性的时候就忘掉，缘不到这么大的境界，见性之后这个问题就没有了。由此可知，学佛明心见性是多么重要。",
      "zh_TW": "諸佛菩薩大悲深重恩表現在什麼地方？表現在教導我們。所謂三輪施教，三輪就是心裡頭念念不捨眾生，眾生雖然多，遍法界虛空界，諸佛如來心中從來沒有忽略一個眾生。他真有那麼大的能力嗎？有，我們怎麼相信？我們相信那是性德，性德是圓滿的，只要明心見性就是圓滿的。沒有明心見性的時候就忘掉，緣不到這麼大的境界，見性之後這個問題就沒有了。由此可知，學佛明心見性是多麼重要。"
    },
    {
      "id": "12-017-1547_p0029",
      "zh_CN": "我们念佛求生净土，往生到极乐世界去干什么？实在说，我们在娑婆世界这个环境当中，要想明心见性做不到！那怎么办？换个学习环境，到极乐世界去。到极乐世界的目的，接受阿弥陀佛的教诲，最后还是明心见性，见性成佛！你明白这个道理，你才晓得净宗跟禅宗、跟天台、跟贤首、跟法相、跟三论没有差别，最后统统是明心见性，见性成佛，只是在方式上不一样，手段上不一样，目标方向完全相同。明白这个道理，我们对净宗就死心塌地，没有疑惑，而且对其他法门一定起尊重心，决定不会傲慢、不会轻视，一定尊重。就像《华严经》末后五十三位善知识，个个都是自己谦虚，赞叹别人。修净宗的跟各个不同宗派在一起，各个不同宗教在一起，一定会学到谦虚，会学到尊重别人，这都是属于性德。",
      "zh_TW": "我們念佛求生淨土，往生到極樂世界去幹什麼？實在說，我們在娑婆世界這個環境當中，要想明心見性做不到！那怎麼辦？換個學習環境，到極樂世界去。到極樂世界的目的，接受阿彌陀佛的教誨，最後還是明心見性，見性成佛！你明白這個道理，你才曉得淨宗跟禪宗、跟天台、跟賢首、跟法相、跟三論沒有差別，最後統統是明心見性，見性成佛，只是在方式上不一樣，手段上不一樣，目標方向完全相同。明白這個道理，我們對淨宗就死心塌地，沒有疑惑，而且對其他法門一定起尊重心，決定不會傲慢、不會輕視，一定尊重。就像《華嚴經》末後五十三位善知識，個個都是自己謙虛，讚歎別人。修淨宗的跟各個不同宗派在一起，各個不同宗教在一起，一定會學到謙虛，會學到尊重別人，這都是屬於性德。"
    },
    {
      "id": "12-017-1547_p0030",
      "zh_CN": "一般讲爱讲一个字，佛讲两个字，讲一个慈、讲一个悲。这两个字是什么意思？两个字当然是两种意思，慈偏重在与乐，悲偏重在救苦。他有苦难，帮助他拔除苦难，这叫悲；给与他快乐，这叫慈，所以慈悲都是爱心。我们要再问，其他宗教，像基督教、天主教还有犹太教，他们这三教是一家，所依靠的经典统统是《新旧约》。实在讲就好像我们佛教里面的宗派一样，犹太教依《旧约》，基督教依《新约》，天主教是《新旧约》统统都学习，所以成了这么三派。",
      "zh_TW": "一般講愛講一個字，佛講兩個字，講一個慈、講一個悲。這兩個字是什麼意思？兩個字當然是兩種意思，慈偏重在與樂，悲偏重在救苦。他有苦難，幫助他拔除苦難，這叫悲；給與他快樂，這叫慈，所以慈悲都是愛心。我們要再問，其他宗教，像基督教、天主教還有猶太教，他們這三教是一家，所依靠的經典統統是《新舊約》。實在講就好像我們佛教裡面的宗派一樣，猶太教依《舊約》，基督教依《新約》，天主教是《新舊約》統統都學習，所以成了這麼三派。"
    },
    {
      "id": "12-017-1547_p0031",
      "zh_CN": "曾经有一次我在新加坡的时候，南非那边来了几位同修，有几位欧洲人请我吃饭，我们在一起吃饭，他问我：法师，西方的犹太教、天主教、基督教，他们的关系到底是什么？问了我这个问题。我就用一个比喻答复他，我说这三个宗教是一家人，犹太教他们崇拜上帝，好比是皇上那一派的，他们是皇上那一派的；而天主教崇尚圣母玛利亚，他是皇后那一派的；基督教他们崇尚的是耶稣基督，是上帝的儿子，是太子那一派。他们听了之后，他说你这个说得很好，我们很容易理解。确实是如此。",
      "zh_TW": "曾經有一次我在新加坡的時候，南非那邊來了幾位同修，有幾位歐洲人請我吃飯，我們在一起吃飯，他問我：法師，西方的猶太教、天主教、基督教，他們的關係到底是什麼？問了我這個問題。我就用一個比喻答覆他，我說這三個宗教是一家人，猶太教他們崇拜上帝，好比是皇上那一派的，他們是皇上那一派的；而天主教崇尚聖母瑪利亞，他是皇后那一派的；基督教他們崇尚的是耶穌基督，是上帝的兒子，是太子那一派。他們聽了之後，他說你這個說得很好，我們很容易理解。確實是如此。"
    },
    {
      "id": "12-017-1547_p0032",
      "zh_CN": "你看他们经典里面讲的「神爱世人，上帝爱世人」，那个爱是什么意思？给诸位说，那个爱是佛法讲的慈悲，也是理性的，不是带着感情，没有欲望，是理性的，这我们要知道。《古兰经》里面讲「真主确实是仁慈的」，所以那个仁慈跟佛家的慈悲也是一个意思，这我们要懂得。那就是这些圣人，在古代不同的地区、不同的文化、不同的历史背景之下，他们用的这些言语、用的这些词汇，对当时那些人肯定是有很大的利益。就如同佛陀当年出现在印度，为当时那些人讲经说法，当然那个时候的文字都用梵文纪录下来的，我们是从梵文翻译过来的，所以要知道对当地人。",
      "zh_TW": "你看他們經典裡面講的「神愛世人，上帝愛世人」，那個愛是什麼意思？給諸位說，那個愛是佛法講的慈悲，也是理性的，不是帶著感情，沒有欲望，是理性的，這我們要知道。《古蘭經》裡面講「真主確實是仁慈的」，所以那個仁慈跟佛家的慈悲也是一個意思，這我們要懂得。那就是這些聖人，在古代不同的地區、不同的文化、不同的歷史背景之下，他們用的這些言語、用的這些詞彙，對當時那些人肯定是有很大的利益。就如同佛陀當年出現在印度，為當時那些人講經說法，當然那個時候的文字都用梵文紀錄下來的，我們是從梵文翻譯過來的，所以要知道對當地人。"
    },
    {
      "id": "12-017-1547_p0033",
      "zh_CN": "这些经典遗留到后世，这就是他教学的影响。像《旧约》里头的摩西比耶稣早多了，比释迦牟尼佛还早，摩西那个时代距离我们现在应该是四千多年，释迦牟尼佛在中国记载才三千年，所以至少要早一千多年，耶稣也有二千多年。古圣先贤我们知道，读了佛经才晓得，统是心现识变。佛菩萨具足十种大恩，我们要问耶稣具不具足？具足；摩西具不具足？穆罕默德具不具足？统统具足，都有发心普被恩，都有难行苦行恩，我们在宗教典籍里面都看到，都有不顾自身恩，都有垂形六道恩，今天我们读的随逐众生恩、大悲深重恩，统统具足！这些宗教我们能不尊重吗？我们能不礼敬吗？你不知道尊重、不知道礼敬，还批评那叫外道，分自分他，这是迷，没有觉悟！觉悟了就是通的，觉悟了真的知道心现识变。",
      "zh_TW": "這些經典遺留到後世，這就是他教學的影響。像《舊約》裡頭的摩西比耶穌早多了，比釋迦牟尼佛還早，摩西那個時代距離我們現在應該是四千多年，釋迦牟尼佛在中國記載才三千年，所以至少要早一千多年，耶穌也有二千多年。古聖先賢我們知道，讀了佛經才曉得，統是心現識變。佛菩薩具足十種大恩，我們要問耶穌具不具足？具足；摩西具不具足？穆罕默德具不具足？統統具足，都有發心普被恩，都有難行苦行恩，我們在宗教典籍裡面都看到，都有不顧自身恩，都有垂形六道恩，今天我們讀的隨逐眾生恩、大悲深重恩，統統具足！這些宗教我們能不尊重嗎？我們能不禮敬嗎？你不知道尊重、不知道禮敬，還批評那叫外道，分自分他，這是迷，沒有覺悟！覺悟了就是通的，覺悟了真的知道心現識變。"
    },
    {
      "id": "12-017-1547_p0034",
      "zh_CN": "自性里面本具的智慧德相决定是大慈大悲，随逐众生而不舍，所以应以什么身得度他就现什么身。应以基督身得度，他就现基督；应以佛身得度，他就现佛；应以菩萨身得度，他就现菩萨；应以阿訇身得度，他就现阿訇。我们读了观世音菩萨三十二应，在三十二应里面你看到大悲深重！所以诸佛菩萨、各个宗教里头的大圣大贤，无处不现身，无时不现身。见到众生造恶，就像割自己身上的肢体一样，这是比喻，比喻什么？比喻痛心，他的慈悲心才能生得起来，自自然然的去帮助众生。",
      "zh_TW": "自性裡面本具的智慧德相決定是大慈大悲，隨逐眾生而不捨，所以應以什麼身得度他就現什麼身。應以基督身得度，他就現基督；應以佛身得度，他就現佛；應以菩薩身得度，他就現菩薩；應以阿訇身得度，他就現阿訇。我們讀了觀世音菩薩三十二應，在三十二應裡面你看到大悲深重！所以諸佛菩薩、各個宗教裡頭的大聖大賢，無處不現身，無時不現身。見到眾生造惡，就像割自己身上的肢體一樣，這是比喻，比喻什麼？比喻痛心，他的慈悲心才能生得起來，自自然然的去幫助眾生。"
    },
    {
      "id": "12-017-1547_p0035",
      "zh_CN": "所以众生有感，什么叫感？众生有苦有难的时候，感到痛苦的时候，那就是感。你看这个地方讲得好，不但众生在堕落受苦时感，造恶业的时候有感，造善业的时候也感。凡是与法性相应的，这是善，与法性相违背的是恶。诸位要知道，大经上给我们说得很好，自性本来具足无量智慧德相，智慧德相四个字把自性里面无量无边的善行全部都包括在里面。佛教人三学，戒定慧。戒是相，是自性的德相，定是德，智慧是慧。戒定慧这三个字把自性本具的智慧德相，我们讲德能相好，统统包括了。人要认真的学戒定慧，这里可以看到诸佛菩萨欢喜，为什么？你决定不堕三途，你决定不受罪报，不受这个苦报！这个时候诸佛菩萨照顾你、帮助你，用大慈帮助你向上提升。",
      "zh_TW": "所以眾生有感，什麼叫感？眾生有苦有難的時候，感到痛苦的時候，那就是感。你看這個地方講得好，不但眾生在墮落受苦時感，造惡業的時候有感，造善業的時候也感。凡是與法性相應的，這是善，與法性相違背的是惡。諸位要知道，大經上給我們說得很好，自性本來具足無量智慧德相，智慧德相四個字把自性裡面無量無邊的善行全部都包括在裡面。佛教人三學，戒定慧。戒是相，是自性的德相，定是德，智慧是慧。戒定慧這三個字把自性本具的智慧德相，我們講德能相好，統統包括了。人要認真的學戒定慧，這裡可以看到諸佛菩薩歡喜，為什麼？你決定不墮三途，你決定不受罪報，不受這個苦報！這個時候諸佛菩薩照顧你、幫助你，用大慈幫助你向上提升。"
    },
    {
      "id": "12-017-1547_p0036",
      "zh_CN": "如果你很不幸迷失了自性，造的是什么？造的是贪瞋痴，贪瞋痴是错误的念头，完全违背了性德，在行为上你造了四重罪，杀盗淫妄。给诸位说，无量无边的罪业，归纳起来不外乎这四大类，这四大类是根本的罪业。这不能细说，细说每个字两个小时也讲不完。希望诸位多看看《了凡四训》，《了凡四训》讲得也很笼统，但是已经不错了；你要再详细去研究，你去看《五戒相经笺要》，你去看《沙弥律仪》，《沙弥律仪》的注解注得很详细。另外像《安士全书》、《太上感应篇》，这些东西多读、常读，你才会有深刻的印象，然后才知道在日常生活当中、处事待人接物之中不造恶业。",
      "zh_TW": "如果你很不幸迷失了自性，造的是什麼？造的是貪瞋痴，貪瞋痴是錯誤的念頭，完全違背了性德，在行為上你造了四重罪，殺盜淫妄。給諸位說，無量無邊的罪業，歸納起來不外乎這四大類，這四大類是根本的罪業。這不能細說，細說每個字兩個小時也講不完。希望諸位多看看《了凡四訓》，《了凡四訓》講得也很籠統，但是已經不錯了；你要再詳細去研究，你去看《五戒相經箋要》，你去看《沙彌律儀》，《沙彌律儀》的註解註得很詳細。另外像《安士全書》、《太上感應篇》，這些東西多讀、常讀，你才會有深刻的印象，然後才知道在日常生活當中、處事待人接物之中不造惡業。"
    },
    {
      "id": "12-017-1547_p0037",
      "zh_CN": "我们造恶业自己受苦、受折磨，那叫自作自受。你看看多少诸佛菩萨、多少大圣大贤，看到你造作一切不善，他们看到、听到心里多难过，我们能对得起他们吗？这里面包括我们的父母，我们造作恶业堕到恶道，父母心里多难过，老师心里多难过，你的家亲眷属心里多难过，你知道吗？佛菩萨你不知道，你的父母师长、家亲眷属你知道。同样一个道理，你要行善，不但佛菩萨看到欢喜，众神看到欢喜，你的父母、家亲眷属没有一个不欢喜。你要了解这些事实真相，我相信你不会做坏事，你不会有恶的念头，为什么？你在这个世间，关心你的人有多少！",
      "zh_TW": "我們造惡業自己受苦、受折磨，那叫自作自受。你看看多少諸佛菩薩、多少大聖大賢，看到你造作一切不善，他們看到、聽到心裡多難過，我們能對得起他們嗎？這裡面包括我們的父母，我們造作惡業墮到惡道，父母心裡多難過，老師心裡多難過，你的家親眷屬心裡多難過，你知道嗎？佛菩薩你不知道，你的父母師長、家親眷屬你知道。同樣一個道理，你要行善，不但佛菩薩看到歡喜，眾神看到歡喜，你的父母、家親眷屬沒有一個不歡喜。你要了解這些事實真相，我相信你不會做壞事，你不會有惡的念頭，為什麼？你在這個世間，關心你的人有多少！"
    },
    {
      "id": "12-017-1547_p0038",
      "zh_CN": "现在人迷得重、迷得深，不但不会关心别人，连关心自己也都忘掉了，这糊涂到所以然处，这很可怕！原因就是不读书之过。所以归根结柢，讲到最后还是教育。尤其是古圣先贤的教育，我们在这些年来，特别强调的伦理教育、道德教育、因果教育、宗教教育。这四种教育，伦理教育是根，而宗教教育才真正是究竟圆满，它把诸法实相、宇宙人生真相真的搞清楚、搞明白了。这个东西不是佛教你的，佛菩萨没法子教，是要教你亲证，为什么？究竟圆满这个境界说不出的，大乘教里常讲「言语道断，心行处灭」。不但说不出，不能起心动念，你起个念头已经错了，所以说叫「开口便错，动念即乖」，开口便错，你就没法子说，动念即乖，没有法子想。",
      "zh_TW": "現在人迷得重、迷得深，不但不會關心別人，連關心自己也都忘掉了，這糊塗到所以然處，這很可怕！原因就是不讀書之過。所以歸根結柢，講到最後還是教育。尤其是古聖先賢的教育，我們在這些年來，特別強調的倫理教育、道德教育、因果教育、宗教教育。這四種教育，倫理教育是根，而宗教教育才真正是究竟圓滿，它把諸法實相、宇宙人生真相真的搞清楚、搞明白了。這個東西不是佛教你的，佛菩薩沒法子教，是要教你親證，為什麼？究竟圓滿這個境界說不出的，大乘教裡常講「言語道斷，心行處滅」。不但說不出，不能起心動念，你起個念頭已經錯了，所以說叫「開口便錯，動念即乖」，開口便錯，你就沒法子說，動念即乖，沒有法子想。"
    },
    {
      "id": "12-017-1547_p0039",
      "zh_CN": "怎样能够证得？佛教给我们这个方法巧妙极了，就是放下。放下执着，要真干！在世出世间法里头，对一切人、对一切事、对一切物不再执着了，真的不执着，这第一道关口你突破了。第一道关口是什么？六道轮回，你超越了，超越了证阿罗汉果，你的智慧德相就现前一部分，不是圆满的现前，局部开了；再进步，把对世出世间一切人事物的分别也放下，不但不执着，分别的念头都没有了，那就恭喜你又提升了一级，你是菩萨。虽然你没有执着、没有分别，你还会起心动念，起心动念叫妄想，什么时候再把妄想断掉，六根接触六尘境界，做到不起心不动念，你就成佛了。",
      "zh_TW": "怎樣能夠證得？佛教給我們這個方法巧妙極了，就是放下。放下執著，要真幹！在世出世間法裡頭，對一切人、對一切事、對一切物不再執著了，真的不執著，這第一道關口你突破了。第一道關口是什麼？六道輪迴，你超越了，超越了證阿羅漢果，你的智慧德相就現前一部分，不是圓滿的現前，局部開了；再進步，把對世出世間一切人事物的分別也放下，不但不執著，分別的念頭都沒有了，那就恭喜你又提升了一級，你是菩薩。雖然你沒有執著、沒有分別，你還會起心動念，起心動念叫妄想，什麼時候再把妄想斷掉，六根接觸六塵境界，做到不起心不動念，你就成佛了。"
    },
    {
      "id": "12-017-1547_p0040",
      "zh_CN": "《华严经》上圆教初地以上，这是法身大士，也叫法身菩萨。这就是佛，天台家讲的「分证即佛」，是真佛不是假佛。在这个境界里头就是言语道断，心行处灭；开口便错，动念即乖。但是宇宙一切的真相，你就清清楚楚、明明白白，这个时候的慈悲叫大慈大悲。没有达到这个境界，菩萨的境界、声闻的境界，我们讲妄想还在，执着断掉了，就是法缘慈悲，分别执着断掉，统统是法缘慈悲，阿罗汉、辟支佛、菩萨他们是法缘慈悲。众生缘慈悲，没有出六道，是六道里面的圣人，我们讲世间圣贤，世间圣贤没有出六道，众生缘慈悲。",
      "zh_TW": "《華嚴經》上圓教初地以上，這是法身大士，也叫法身菩薩。這就是佛，天台家講的「分證即佛」，是真佛不是假佛。在這個境界裡頭就是言語道斷，心行處滅；開口便錯，動念即乖。但是宇宙一切的真相，你就清清楚楚、明明白白，這個時候的慈悲叫大慈大悲。沒有達到這個境界，菩薩的境界、聲聞的境界，我們講妄想還在，執著斷掉了，就是法緣慈悲，分別執著斷掉，統統是法緣慈悲，阿羅漢、辟支佛、菩薩他們是法緣慈悲。眾生緣慈悲，沒有出六道，是六道裡面的聖人，我們講世間聖賢，世間聖賢沒有出六道，眾生緣慈悲。"
    },
    {
      "id": "12-017-1547_p0041",
      "zh_CN": "这四种我们要清楚，要认真的去学习，要把自己的慈悲心扩大。像在最初，当然爱父母，在家同学你会爱你的妻子、儿女、家亲眷属，然后慢慢扩大到爱你的朋友。我在前面讲的，你能够爱有缘人，无论是善缘、是恶缘，善缘没有贪恋，恶缘没有瞋恚、没有报复，看到他有苦，帮助他；看到他行善，赞扬他，处世为人总要知道隐恶扬善，这是慈悲！再能扩大，慈悲一切苦难众生，你能够爱护一切动物，不杀害一切动物，就是蚊虫、蚂蚁、苍蝇、蟑螂，你都能跟牠和睦相处。牠有灵性，牠懂得人的意思。我们的经验很丰富，跟这些小动物相处，都很听话、很合作。再推广对植物，花草树木，要用慈悲心来相处；再扩大到天地万物，这是佛法讲的一片慈悲，你的心情多么舒畅。无论在什么地方，见到一些动物、植物、矿物，看到它有苦难，随手一定会帮助它，看到它生长得很好，一定非常欢喜，赞叹它、爱护它，养自己的大慈悲心。",
      "zh_TW": "這四種我們要清楚，要認真的去學習，要把自己的慈悲心擴大。像在最初，當然愛父母，在家同學你會愛你的妻子、兒女、家親眷屬，然後慢慢擴大到愛你的朋友。我在前面講的，你能夠愛有緣人，無論是善緣、是惡緣，善緣沒有貪戀，惡緣沒有瞋恚、沒有報復，看到他有苦，幫助他；看到他行善，讚揚他，處世為人總要知道隱惡揚善，這是慈悲！再能擴大，慈悲一切苦難眾生，你能夠愛護一切動物，不殺害一切動物，就是蚊蟲、螞蟻、蒼蠅、蟑螂，你都能跟牠和睦相處。牠有靈性，牠懂得人的意思。我們的經驗很豐富，跟這些小動物相處，都很聽話、很合作。再推廣對植物，花草樹木，要用慈悲心來相處；再擴大到天地萬物，這是佛法講的一片慈悲，你的心情多麼舒暢。無論在什麼地方，見到一些動物、植物、礦物，看到它有苦難，隨手一定會幫助它，看到它生長得很好，一定非常歡喜，讚歎它、愛護它，養自己的大慈悲心。"
    },
    {
      "id": "12-017-1547_p0042",
      "zh_CN": "佛弟子选择素食，为什么？世尊在经上讲的，菩萨慈悲，不忍食众生肉。梁武帝读到了，从自己做起，所以素食运动是梁武帝提倡的。佛陀当年在世是沿门托钵，托钵一定是慈悲为本，方便为门，人家给什么吃什么，不能挑剔。所以一直到现在的小乘，你看泰国、缅甸、斯里兰卡，小乘人还是出去托钵，人家给什么吃什么，所以他们不是吃素，这是什么？方便。要人家特别给你准备素菜，就为难别人，这不可以的。所以佛教传到中国也是吃三净肉，到中国不要托钵了，都接受帝王大臣、长者居士们的供养，不要出去托钵了，可是还是肉食，还没有吃素。梁武帝提倡素食，所以学佛吃素在全世界只有中国，其他国家里头都没有。这是一桩好事情，真正的好事情。",
      "zh_TW": "佛弟子選擇素食，為什麼？世尊在經上講的，菩薩慈悲，不忍食眾生肉。梁武帝讀到了，從自己做起，所以素食運動是梁武帝提倡的。佛陀當年在世是沿門托缽，托缽一定是慈悲為本，方便為門，人家給什麼吃什麼，不能挑剔。所以一直到現在的小乘，你看泰國、緬甸、斯里蘭卡，小乘人還是出去托缽，人家給什麼吃什麼，所以他們不是吃素，這是什麼？方便。要人家特別給你準備素菜，就為難別人，這不可以的。所以佛教傳到中國也是吃三淨肉，到中國不要托缽了，都接受帝王大臣、長者居士們的供養，不要出去托缽了，可是還是肉食，還沒有吃素。梁武帝提倡素食，所以學佛吃素在全世界只有中國，其他國家裡頭都沒有。這是一樁好事情，真正的好事情。"
    },
    {
      "id": "12-017-1547_p0043",
      "zh_CN": "尤其现在的肉食，因为这些畜生，不但是你家里养的，现在连野外的、野生的都带许多的病菌，为什么？整个地球环境被污染了。家里养的那更不必说了，完全用些化学的饲料，这个饲料是最不健康的，怎么敢吃！你吃了怎么会不长病？所以环保，全世界人都知道，环保意识是有了，可是环保没有办法真正做到，这桩事情也是要从每个人觉悟，要从自己做起。首先要做到心理健康，然后才能够影响外面的环境；现在我们的身心不健康，严重的染污，影响外面的环境，也是严重的染污。",
      "zh_TW": "尤其現在的肉食，因為這些畜生，不但是你家裡養的，現在連野外的、野生的都帶許多的病菌，為什麼？整個地球環境被污染了。家裡養的那更不必說了，完全用些化學的飼料，這個飼料是最不健康的，怎麼敢吃！你吃了怎麼會不長病？所以環保，全世界人都知道，環保意識是有了，可是環保沒有辦法真正做到，這樁事情也是要從每個人覺悟，要從自己做起。首先要做到心理健康，然後才能夠影響外面的環境；現在我們的身心不健康，嚴重的染污，影響外面的環境，也是嚴重的染污。"
    },
    {
      "id": "12-017-1547_p0044",
      "zh_CN": "这个事情在现前社会真的是头等大事，如果不能改善，这个地球的环境能不能适合人再在此地居住是大问题。到不适合人类居住，人类在这个地球上整个就毁灭了，灭绝了。谁造的？是人自己造出来的，可不是自然灾害。佛经上说得好，众生的业感，你造作的不善业会感到这种果报，你说多可怕！这是我们不能不知道的，不能不从我们本身改进，这个改进就是断一切不善业，不再造恶了。十恶业要断，十善业要修，六祖能大师在《坛经》里面讲的「十恶八邪」，还有一切不善的习气一定要认真的去改。天天改，时时刻刻提高自己的警觉，天天反省，天天改过，常常想念到佛菩萨的恩德。",
      "zh_TW": "這個事情在現前社會真的是頭等大事，如果不能改善，這個地球的環境能不能適合人再在此地居住是大問題。到不適合人類居住，人類在這個地球上整個就毀滅了，滅絕了。誰造的？是人自己造出來的，可不是自然災害。佛經上說得好，眾生的業感，你造作的不善業會感到這種果報，你說多可怕！這是我們不能不知道的，不能不從我們本身改進，這個改進就是斷一切不善業，不再造惡了。十惡業要斷，十善業要修，六祖能大師在《壇經》裡面講的「十惡八邪」，還有一切不善的習氣一定要認真的去改。天天改，時時刻刻提高自己的警覺，天天反省，天天改過，常常想念到佛菩薩的恩德。"
    },
    {
      "id": "12-017-1547_p0045",
      "zh_CN": "这一段清凉大师引的这段文很好，诸佛菩萨见诸众生，造烦恼业。现在还没有堕三恶道，但是你要细心观察，三恶道的影子已经出现了，也就是地狱、饿鬼、畜生那个形相，在他日常生活当中隐隐约约的，你要是细心观察你能看到。什么样子？畜生迷惑颠倒，没有智慧，没有能力辨别真妄邪正、是非善恶，没有能力辨别，贪瞋痴的意念很重很重。在日常你从相貌上看，从言行举止上去看，不像是人天两道，而是像三恶道。你细心观察，虽然现在还没去，你就会知道他的前途是在三恶道。",
      "zh_TW": "這一段清涼大師引的這段文很好，諸佛菩薩見諸眾生，造煩惱業。現在還沒有墮三惡道，但是你要細心觀察，三惡道的影子已經出現了，也就是地獄、餓鬼、畜生那個形相，在他日常生活當中隱隱約約的，你要是細心觀察你能看到。什麼樣子？畜生迷惑顛倒，沒有智慧，沒有能力辨別真妄邪正、是非善惡，沒有能力辨別，貪瞋痴的意念很重很重。在日常你從相貌上看，從言行舉止上去看，不像是人天兩道，而是像三惡道。你細心觀察，雖然現在還沒去，你就會知道他的前途是在三惡道。"
    },
    {
      "id": "12-017-1547_p0046",
      "zh_CN": "如果你要发现周边确实有这些人，会提醒自己的警觉，看到别人，回光返照想想自己，自己有没有这些现象，「有则改之，无则嘉勉」。当然最好的是用戒经，像我们现在一般同学，你们用《弟子规》、用《十善业道》，用这个标准好！起心动念、言谈举止不违背《弟子规》，你就是个好人，佛菩萨看到欢喜。出家学佛的同学一定要天天念《沙弥律仪》、念《弟子规》、念《十善业道》，这三样东西做到了，佛菩萨欢喜！",
      "zh_TW": "如果你要發現周邊確實有這些人，會提醒自己的警覺，看到別人，回光返照想想自己，自己有沒有這些現象，「有則改之，無則嘉勉」。當然最好的是用戒經，像我們現在一般同學，你們用《弟子規》、用《十善業道》，用這個標準好！起心動念、言談舉止不違背《弟子規》，你就是個好人，佛菩薩看到歡喜。出家學佛的同學一定要天天念《沙彌律儀》、念《弟子規》、念《十善業道》，這三樣東西做到了，佛菩薩歡喜！"
    },
    {
      "id": "12-017-1547_p0047",
      "zh_CN": "末法时中，在这个年代你还能做到，你真了不起！我相信诸佛菩萨都如是赞叹，你念佛求生净土哪有不往生的道理？肯定的！所以这是有把握往生。你要不在这上奠定基础，念佛恐怕也不能往生，这李老师过去他老人家常常讲的，他说一万个念佛人，真正能往生的只有二、三个，简直是不成比例。为什么？心行不相应，「口念弥陀心散乱，喊破喉咙也枉然」，这是我们自己要警觉的。今天时间到了，我们就讲到此地。",
      "zh_TW": "末法時中，在這個年代你還能做到，你真了不起！我相信諸佛菩薩都如是讚歎，你念佛求生淨土哪有不往生的道理？肯定的！所以這是有把握往生。你要不在這上奠定基礎，念佛恐怕也不能往生，這李老師過去他老人家常常講的，他說一萬個念佛人，真正能往生的只有二、三個，簡直是不成比例。為什麼？心行不相應，「口念彌陀心散亂，喊破喉嚨也枉然」，這是我們自己要警覺的。今天時間到了，我們就講到此地。"
    }
  ]
}