{
  "doc_id": "12-017-1123",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一二三卷",
    "zh_TW": "第一一二三卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1123",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-1123_p0001",
      "zh_CN": "诸位同学，请看四圣谛品，邻次十界第五段，苦灭道圣谛最后一句看起：",
      "zh_TW": "諸位同學，請看四聖諦品，鄰次十界第五段，苦滅道聖諦最後一句看起："
    },
    {
      "id": "12-017-1123_p0002",
      "zh_CN": "【或名能了义。】",
      "zh_TW": "【或名能了義。】"
    },
    {
      "id": "12-017-1123_p0003",
      "zh_CN": "『了义』也称为第一义，是究竟明了，这是在灭谛里面，那是如来究竟的果位。在因地，这是菩萨道，一乘了义的菩萨道。经典里面也称之为一佛乘，像《法华》所说的，「唯有一乘法，无二亦无三」。究竟了义，古大德公认的是《华严》、《法华》，一乘圆教，了义当中的了义。但是古大德又告诉我们，《华严》、《法华》最后都导归极乐，于是净土三经也就变成了义当中的了义。三经里面受持最为广泛的，普遍为上中下三根所喜爱的，无过于《佛说阿弥陀经》，真正是简要详明。蕅益大师在《要解》里面所说的，那真的是了义当中的了义，究竟了义的大法。这个我们要有智慧、有能力认知，然后你自然就知道选择，欢喜修学。希望在这一生当中得生弥陀净土，我们的大事因缘真的就圆满。无量劫来搞生死轮回，到这里是告一段落，往后不再搞。再到这个世间来，那是乘愿再来，是来帮助一切众生破迷开悟，离苦得乐，所以道谛也名称为「能了义」，这个名词意思还是很深。",
      "zh_TW": "『了義』也稱為第一義，是究竟明瞭，這是在滅諦裡面，那是如來究竟的果位。在因地，這是菩薩道，一乘了義的菩薩道。經典裡面也稱之為一佛乘，像《法華》所說的，「唯有一乘法，無二亦無三」。究竟了義，古大德公認的是《華嚴》、《法華》，一乘圓教，了義當中的了義。但是古大德又告訴我們，《華嚴》、《法華》最後都導歸極樂，於是淨土三經也就變成了義當中的了義。三經裡面受持最為廣泛的，普遍為上中下三根所喜愛的，無過於《佛說阿彌陀經》，真正是簡要詳明。蕅益大師在《要解》裡面所說的，那真的是了義當中的了義，究竟了義的大法。這個我們要有智慧、有能力認知，然後你自然就知道選擇，歡喜修學。希望在這一生當中得生彌陀淨土，我們的大事因緣真的就圓滿。無量劫來搞生死輪迴，到這裡是告一段落，往後不再搞。再到這個世間來，那是乘願再來，是來幫助一切眾生破迷開悟，離苦得樂，所以道諦也名稱為「能了義」，這個名詞意思還是很深。"
    },
    {
      "id": "12-017-1123_p0004",
      "zh_CN": "能了义相对的是不了义，什么是不了义？世间法不了义。世间也有不少胜妙之法，但是它的终极目的是生天。有一些世间人误以为生天就是了义，把四禅天、四空天误认为是般涅槃，这在佛法里是不了义。「了」是真正明了，「义」是世出世法里面的事理。确实，诸佛菩萨决定不多事，所谓是「多一事不如少一事，少一事不如无事」，看到一等聪明的众生希求究竟了义，希求真正的菩提涅槃，而不能证得，这样自自然然感动诸佛菩萨。所以众生的念头、意愿能感，诸佛菩萨应现，示现在世间，来到世间的目的只有一个，帮助众生圆满达成他的愿望。这桩事情必须是真实智慧，真实智慧只有佛菩萨证得，为什么？他们真正转识成智。由此可知，不了义它的真因是不离心意识，凡是心意识所作的都是不了义。",
      "zh_TW": "能了義相對的是不了義，什麼是不了義？世間法不了義。世間也有不少勝妙之法，但是它的終極目的是生天。有一些世間人誤以為生天就是了義，把四禪天、四空天誤認為是般涅槃，這在佛法裡是不了義。「了」是真正明瞭，「義」是世出世法裡面的事理。確實，諸佛菩薩決定不多事，所謂是「多一事不如少一事，少一事不如無事」，看到一等聰明的眾生希求究竟了義，希求真正的菩提涅槃，而不能證得，這樣自自然然感動諸佛菩薩。所以眾生的念頭、意願能感，諸佛菩薩應現，示現在世間，來到世間的目的只有一個，幫助眾生圓滿達成他的願望。這樁事情必須是真實智慧，真實智慧只有佛菩薩證得，為什麼？他們真正轉識成智。由此可知，不了義它的真因是不離心意識，凡是心意識所作的都是不了義。"
    },
    {
      "id": "12-017-1123_p0005",
      "zh_CN": "你要问为什么不能见性？这里面的范围包括就大了。可以说世间，这个世间是讲九法界，正是今天科学里面所讲的宇宙之中各个不同维次的空间，全都包括在其中，这是阿赖耶变现的，唯识所变。第六意识的能力非常强大，能缘阿赖耶，能缘遍法界虚空界，就是缘不到自性。自性是什么？能现，万法、虚空法界、刹土众生是所现。缘不到能现的，那就是不了义，道理在此地。我们希求究竟了义，佛菩萨到这个地方来教导我们，怎样真正能做到究竟了义？放下妄想分别执着就对了。",
      "zh_TW": "你要問為什麼不能見性？這裡面的範圍包括就大了。可以說世間，這個世間是講九法界，正是今天科學裡面所講的宇宙之中各個不同維次的空間，全都包括在其中，這是阿賴耶變現的，唯識所變。第六意識的能力非常強大，能緣阿賴耶，能緣遍法界虛空界，就是緣不到自性。自性是什麼？能現，萬法、虛空法界、剎土眾生是所現。緣不到能現的，那就是不了義，道理在此地。我們希求究竟了義，佛菩薩到這個地方來教導我們，怎樣真正能做到究竟了義？放下妄想分別執著就對了。"
    },
    {
      "id": "12-017-1123_p0006",
      "zh_CN": "由此可知，我们生生世世无量劫来沦落在六道轮回，这是什么原因？就是妄想分别执着造成的。佛要不跟我们说，我们永远不能够觉察到，从来没有想到，我们的思想见解、分别执着是造成生死轮回第一个业因。我们想不到，也不知道这个东西是假的，不是真的。怎么知道是假的？它是生灭法，它是有为法。八识五十一心所都是有为法，能变；所变的，九法界三途六道是幻相。能变的是妄念，所变的是妄相，全是虚妄的。我们在这里面久了，误以为真实，正如同作梦，在梦中完全不知道是梦，以为是真实，依然起妄想分别执着，感得苦乐忧喜舍的苦受，一般讲是苦报，你感受这苦报。如果一旦在梦中有人告诉你，你在作梦，全是梦境。你真的觉悟，真的明白，梦可以不必醒过来，恶报、苦受没有了，苦乐忧喜舍的受都没有了。我们今天学佛希望得到的、希望成就的，这是第一个阶段，离苦，离苦就是得乐。诸位要知道离苦是离苦乐忧喜舍，只有真正了解事实真相，才能离，不了解事实真相，离不开。这个道理我们要明了、要清楚。这是佛菩萨的教诲，佛菩萨对我们的恩德。",
      "zh_TW": "由此可知，我們生生世世無量劫來淪落在六道輪迴，這是什麼原因？就是妄想分別執著造成的。佛要不跟我們說，我們永遠不能夠覺察到，從來沒有想到，我們的思想見解、分別執著是造成生死輪迴第一個業因。我們想不到，也不知道這個東西是假的，不是真的。怎麼知道是假的？它是生滅法，它是有為法。八識五十一心所都是有為法，能變；所變的，九法界三途六道是幻相。能變的是妄念，所變的是妄相，全是虛妄的。我們在這裡面久了，誤以為真實，正如同作夢，在夢中完全不知道是夢，以為是真實，依然起妄想分別執著，感得苦樂憂喜捨的苦受，一般講是苦報，你感受這苦報。如果一旦在夢中有人告訴你，你在作夢，全是夢境。你真的覺悟，真的明白，夢可以不必醒過來，惡報、苦受沒有了，苦樂憂喜捨的受都沒有了。我們今天學佛希望得到的、希望成就的，這是第一個階段，離苦，離苦就是得樂。諸位要知道離苦是離苦樂憂喜捨，只有真正了解事實真相，才能離，不了解事實真相，離不開。這個道理我們要明瞭、要清楚。這是佛菩薩的教誨，佛菩薩對我們的恩德。"
    },
    {
      "id": "12-017-1123_p0007",
      "zh_CN": "我们在此地要肯定、要认知诸佛菩萨教诲是能了义，所以这个教诲称之为法宝。佛法僧称为三宝，这里面有很多种讲法，学佛的同学不能不知道。佛法僧，真正讲这个三宝是讲自性。自性佛宝是觉而不迷，自性法宝是正而不邪，自性僧宝是净而不染，所以觉正净就是佛法僧，这是真正的三宝。形相上是表法的，你懂得表法，你就得受用；你不懂得表法，你就迷信。觉悟，得受用深广无限，不觉，执着在形相，得的好处很有限；不能说没有好处，确实有好处，有限。这有限好处里头最重要的，是在你阿赖耶识里面种下了三宝的善根，这也不可思议。除了在阿赖耶识里头种下种子以外，在这一生你所得到的好处就不多，小利；也随着你的修持，你能得到多少。",
      "zh_TW": "我們在此地要肯定、要認知諸佛菩薩教誨是能了義，所以這個教誨稱之為法寶。佛法僧稱為三寶，這裡面有很多種講法，學佛的同學不能不知道。佛法僧，真正講這個三寶是講自性。自性佛寶是覺而不迷，自性法寶是正而不邪，自性僧寶是淨而不染，所以覺正淨就是佛法僧，這是真正的三寶。形相上是表法的，你懂得表法，你就得受用；你不懂得表法，你就迷信。覺悟，得受用深廣無限，不覺，執著在形相，得的好處很有限；不能說沒有好處，確實有好處，有限。這有限好處裡頭最重要的，是在你阿賴耶識裡面種下了三寶的善根，這也不可思議。除了在阿賴耶識裡頭種下種子以外，在這一生你所得到的好處就不多，小利；也隨著你的修持，你能得到多少。"
    },
    {
      "id": "12-017-1123_p0008",
      "zh_CN": "刚才讲形相是表法，这个道理不能不晓得。譬如我们见到佛像，这是形式里面的佛宝用它来代表。懂得的，就是明白人见到佛像，他就想到自性觉，佛像提醒我，我在一切时、一切处、一切境缘当中，应当要觉而不迷，那你就得受用，它提醒你。什么叫觉而不迷？佛教给我们的方法很多很多，我们学的人要会抓住纲领，我们的修学就真能得受用。总的纲领是觉正净，但是怎么样学觉？怎么样学正？怎么样学净？这一展开就是八万四千法门，无量法门，说实话每一个法门都通觉正净。但是众生根性不相同，烦恼习气不一样，因此本来是平等的法门，众生修学起来，他所得的是不平等的效果，差别很大很大。现在我们要问，我们生在今天，生在这个时代，应当依靠哪一个法门修学我们能得利益，我们希望能够很快的得利益，能够很容易得到利益？这就是净宗法门。如果是用这个做标准，时间短。我们程度很低，业障很重，所以我们选择不能太深；我们寿命有限，也不能太长的时间，我们要快速，我们要稳当，我们要容易，我们要简单，还要有殊胜的成就，这些条件合起来无过于净土法门，念佛求生弥陀净土。这个法门完全符合你的要求。",
      "zh_TW": "剛才講形相是表法，這個道理不能不曉得。譬如我們見到佛像，這是形式裡面的佛寶用它來代表。懂得的，就是明白人見到佛像，他就想到自性覺，佛像提醒我，我在一切時、一切處、一切境緣當中，應當要覺而不迷，那你就得受用，它提醒你。什麼叫覺而不迷？佛教給我們的方法很多很多，我們學的人要會抓住綱領，我們的修學就真能得受用。總的綱領是覺正淨，但是怎麼樣學覺？怎麼樣學正？怎麼樣學淨？這一展開就是八萬四千法門，無量法門，說實話每一個法門都通覺正淨。但是眾生根性不相同，煩惱習氣不一樣，因此本來是平等的法門，眾生修學起來，他所得的是不平等的效果，差別很大很大。現在我們要問，我們生在今天，生在這個時代，應當依靠哪一個法門修學我們能得利益，我們希望能夠很快的得利益，能夠很容易得到利益？這就是淨宗法門。如果是用這個做標準，時間短。我們程度很低，業障很重，所以我們選擇不能太深；我們壽命有限，也不能太長的時間，我們要快速，我們要穩當，我們要容易，我們要簡單，還要有殊勝的成就，這些條件合起來無過於淨土法門，念佛求生彌陀淨土。這個法門完全符合你的要求。"
    },
    {
      "id": "12-017-1123_p0009",
      "zh_CN": "弥陀净土怎么修法？世尊在《观无量寿经》上讲得很清楚，你看看他怎么样教韦提希夫人，韦提希夫人就是我们大家的代表，佛教她，就是教我们。西方极乐世界不是释迦牟尼佛介绍给她的，这是佛教学高明之处。佛是把十方诸佛的刹土展现在她面前，就如同现在我们看电视一样，十方诸佛刹土佛用神力变现在她面前，给她自己看。她统统看了之后，选择阿弥陀佛的极乐世界，说这个地方好。她没有选错。我们冷静的思惟，西方极乐世界跟他方世界比较，最明显的地方是什么？西方极乐世界单纯，不复杂，十方诸佛刹土都有十法界、都有六道、都有三途，是个很复杂的社会。西方极乐世界只有一种人，哪一种人？菩萨法界，纯菩萨法界。这一点我相信韦提希夫人是看到这个才选择的，不复杂，四土三辈九品全是菩萨。",
      "zh_TW": "彌陀淨土怎麼修法？世尊在《觀無量壽經》上講得很清楚，你看看他怎麼樣教韋提希夫人，韋提希夫人就是我們大家的代表，佛教她，就是教我們。西方極樂世界不是釋迦牟尼佛介紹給她的，這是佛教學高明之處。佛是把十方諸佛的剎土展現在她面前，就如同現在我們看電視一樣，十方諸佛剎土佛用神力變現在她面前，給她自己看。她統統看了之後，選擇阿彌陀佛的極樂世界，說這個地方好。她沒有選錯。我們冷靜的思惟，西方極樂世界跟他方世界比較，最明顯的地方是什麼？西方極樂世界單純，不複雜，十方諸佛剎土都有十法界、都有六道、都有三途，是個很複雜的社會。西方極樂世界只有一種人，哪一種人？菩薩法界，純菩薩法界。這一點我相信韋提希夫人是看到這個才選擇的，不複雜，四土三輩九品全是菩薩。"
    },
    {
      "id": "12-017-1123_p0010",
      "zh_CN": "经上释迦牟尼佛为我们介绍的时候，不也说了天人吗？祖师大德在注解里面跟我们讲得很详细，西方极乐世界的天、人、阿罗汉这些名称，释迦牟尼佛为我们介绍的时候说出这么多名称，我们晓得这个名称是没有往生之前，譬如我们是从人道去往生的，他是人道来的，到那边都是菩萨；这个菩萨之前是人道，那个菩萨之前是天道，还有菩萨是畜生道，畜生往生的很多，也有菩萨是饿鬼道，那不提了，恶道就不谈，只说人天；是他没有往生之前的身分，到极乐世界就平等了。",
      "zh_TW": "經上釋迦牟尼佛為我們介紹的時候，不也說了天人嗎？祖師大德在註解裡面跟我們講得很詳細，西方極樂世界的天、人、阿羅漢這些名稱，釋迦牟尼佛為我們介紹的時候說出這麼多名稱，我們曉得這個名稱是沒有往生之前，譬如我們是從人道去往生的，他是人道來的，到那邊都是菩薩；這個菩薩之前是人道，那個菩薩之前是天道，還有菩薩是畜生道，畜生往生的很多，也有菩薩是餓鬼道，那不提了，惡道就不談，只說人天；是他沒有往生之前的身分，到極樂世界就平等了。"
    },
    {
      "id": "12-017-1123_p0011",
      "zh_CN": "还有一个意思，到极乐世界还是要断烦恼，你是带业往生，没错，生到西方极乐世界得阿弥陀佛本愿威神加持，使你的形相很像阿惟越致菩萨；你的智慧，你的神通，你的道力，跟阿惟越致菩萨差不多，那是阿弥陀佛加持的，不是你自己修的。自己要不要修？要修，还要修。所以见思烦恼没有断，我们带业往生，见思烦恼没断，你在凡圣同居土。见思烦恼要断了，升级，你就生到方便有余土，在方便有余土里面断尘沙烦恼，断无明烦恼。尘沙烦恼断了，无明破一品，升级，升到实报庄严土，实报庄严土里面，那完全是断无明烦恼。",
      "zh_TW": "還有一個意思，到極樂世界還是要斷煩惱，你是帶業往生，沒錯，生到西方極樂世界得阿彌陀佛本願威神加持，使你的形相很像阿惟越致菩薩；你的智慧，你的神通，你的道力，跟阿惟越致菩薩差不多，那是阿彌陀佛加持的，不是你自己修的。自己要不要修？要修，還要修。所以見思煩惱沒有斷，我們帶業往生，見思煩惱沒斷，你在凡聖同居土。見思煩惱要斷了，升級，你就生到方便有餘土，在方便有餘土裡面斷塵沙煩惱，斷無明煩惱。塵沙煩惱斷了，無明破一品，升級，升到實報莊嚴土，實報莊嚴土裡面，那完全是斷無明煩惱。"
    },
    {
      "id": "12-017-1123_p0012",
      "zh_CN": "到那个地方还是要用功，不能靠阿弥陀佛靠一辈子，不可以。就像儿女依靠父母一样，未成年一定要依靠，你一切生活所需是父母供养你的，不是你自己有能力赚来的。你就要晓得到西方极乐世界，我们一切所需是阿弥陀佛供给的，那个生活的水平是七地菩萨以上，高水平的生活。阿弥陀佛的福报大，我们享他的福，统统都是他的供应。到他方世界去参学，受到诸佛如来特别的关怀照顾，受到一切龙天善神的拥护、尊敬、赞叹，统统是沾阿弥陀佛的光。人家一看你，西方极乐世界阿弥陀佛的弟子，诸佛另眼看你，护法龙天善神特别欢喜，拥护你，亲近你，这么个道理，沾了佛的光。",
      "zh_TW": "到那個地方還是要用功，不能靠阿彌陀佛靠一輩子，不可以。就像兒女依靠父母一樣，未成年一定要依靠，你一切生活所需是父母供養你的，不是你自己有能力賺來的。你就要曉得到西方極樂世界，我們一切所需是阿彌陀佛供給的，那個生活的水平是七地菩薩以上，高水平的生活。阿彌陀佛的福報大，我們享他的福，統統都是他的供應。到他方世界去參學，受到諸佛如來特別的關懷照顧，受到一切龍天善神的擁護、尊敬、讚歎，統統是沾阿彌陀佛的光。人家一看你，西方極樂世界阿彌陀佛的弟子，諸佛另眼看你，護法龍天善神特別歡喜，擁護你，親近你，這麼個道理，沾了佛的光。"
    },
    {
      "id": "12-017-1123_p0013",
      "zh_CN": "阿弥陀佛，世尊为我们介绍的时候说，他是「光中极尊，佛中之王」，我们能作他的弟子，用我们世间人的话来说，无比的荣耀，这么回事情。可是还是要修，你总得要长大，儿女依靠父母，纵然是王子也没有办法靠一辈子，还要自己有能力、有德行能够自利。所以在西方世界是修行，是不断向上提升，它那个地方没有退转，这是最大的好处，圆证三不退，这是他方世界没有的情形，圆证三不退。所以只有向上提升，没有退转，没有留级的。真正是勇猛精进，你向上提升的速度很快；如果你稍微是懈怠懒散一点，你提升的速度慢，时间长。总归都会向上提升，各人速度不相同，快慢不一样。那个地方像是一个学校一样，物质生活什么都不要操心，一切都是现成的，一切都是应念现前；你才动一个念头，已经现前，这不可思议。精神生活更丰富，在家里头，佛天天为我讲经说法，教导我。",
      "zh_TW": "阿彌陀佛，世尊為我們介紹的時候說，他是「光中極尊，佛中之王」，我們能作他的弟子，用我們世間人的話來說，無比的榮耀，這麼回事情。可是還是要修，你總得要長大，兒女依靠父母，縱然是王子也沒有辦法靠一輩子，還要自己有能力、有德行能夠自利。所以在西方世界是修行，是不斷向上提升，它那個地方沒有退轉，這是最大的好處，圓證三不退，這是他方世界沒有的情形，圓證三不退。所以只有向上提升，沒有退轉，沒有留級的。真正是勇猛精進，你向上提升的速度很快；如果你稍微是懈怠懶散一點，你提升的速度慢，時間長。總歸都會向上提升，各人速度不相同，快慢不一樣。那個地方像是一個學校一樣，物質生活什麼都不要操心，一切都是現成的，一切都是應念現前；你才動一個念頭，已經現前，這不可思議。精神生活更豐富，在家裡頭，佛天天為我講經說法，教導我。"
    },
    {
      "id": "12-017-1123_p0014",
      "zh_CN": "西方极乐世界是华藏的精髓，那个境界是法性土，是真实不是虚妄，这我们要懂得。不像我们这个世间，山河大地有成住坏空，它那个地方法性土是不变的，不生不灭，永恒不变。身是法性身，土是法性土，那个殊胜是我们没有办法想像得到，寿命长远，无量寿。在那个环境生活的人，对寿命这个念头都没有，不知道什么叫寿命。我们这个世间有生有灭，所以才有寿命这个观念；那个世界一切法不生不灭，这个观念没有。寿命这个概念，在《百法》里头是不相应行法。",
      "zh_TW": "西方極樂世界是華藏的精髓，那個境界是法性土，是真實不是虛妄，這我們要懂得。不像我們這個世間，山河大地有成住壞空，它那個地方法性土是不變的，不生不滅，永恆不變。身是法性身，土是法性土，那個殊勝是我們沒有辦法想像得到，壽命長遠，無量壽。在那個環境生活的人，對壽命這個念頭都沒有，不知道什麼叫壽命。我們這個世間有生有滅，所以才有壽命這個觀念；那個世界一切法不生不滅，這個觀念沒有。壽命這個概念，在《百法》裡頭是不相應行法。"
    },
    {
      "id": "12-017-1123_p0015",
      "zh_CN": "西方世界确实究竟圆满、究竟了义，跟我们现前这个地球上的环境，真是一个非常强烈的对比。这个世间的一切苦，在极乐世界不但没有，听都没有听说过。我们要想离苦，只有求生西方净土，我们这一生当中能办得到的，不会落空，真实不虚，韦提希夫人选择的正确。佛教她怎么去，到那边去要具备些什么条件？首先世尊为我们说出十方世界一切诸佛净土必须具备的条件，基本的条件，这一点我们要重视，那是「净业三福」，三条十一句，你要不认真在这上下功夫，你能往生吗？不能。这个法门，古人讲的万修万人去，一个都不会漏的，你修这个法门，你去不了，什么原因？你没基础。",
      "zh_TW": "西方世界確實究竟圓滿、究竟了義，跟我們現前這個地球上的環境，真是一個非常強烈的對比。這個世間的一切苦，在極樂世界不但沒有，聽都沒有聽說過。我們要想離苦，只有求生西方淨土，我們這一生當中能辦得到的，不會落空，真實不虛，韋提希夫人選擇的正確。佛教她怎麼去，到那邊去要具備些什麼條件？首先世尊為我們說出十方世界一切諸佛淨土必須具備的條件，基本的條件，這一點我們要重視，那是「淨業三福」，三條十一句，你要不認真在這上下功夫，你能往生嗎？不能。這個法門，古人講的萬修萬人去，一個都不會漏的，你修這個法門，你去不了，什麼原因？你沒基礎。"
    },
    {
      "id": "12-017-1123_p0016",
      "zh_CN": "讲到基础，头一个是孝养父母。父母有过失，父母是凡人，他不是圣人，他不是佛菩萨，做儿女的人常常把父母的过失放在心上，你能往生吗？不能往生，不但不能往生，你来生得不到人道，孝道有亏！诸位仔细想想，舜王的父母有没有过失？中国讲二十四孝第一个，那个过失一大堆，数不清，但是舜王眼睛里面，他的父母一点过失都没有。别人说他父母有过失，他跟人家辩驳，大孝！",
      "zh_TW": "講到基礎，頭一個是孝養父母。父母有過失，父母是凡人，他不是聖人，他不是佛菩薩，做兒女的人常常把父母的過失放在心上，你能往生嗎？不能往生，不但不能往生，你來生得不到人道，孝道有虧！諸位仔細想想，舜王的父母有沒有過失？中國講二十四孝第一個，那個過失一大堆，數不清，但是舜王眼睛裡面，他的父母一點過失都沒有。別人說他父母有過失，他跟人家辯駁，大孝！"
    },
    {
      "id": "12-017-1123_p0017",
      "zh_CN": "修道人，连六祖能大师都说「若真修道人，不见世间过」，你怎么会看到那么多的过失？殊不知那么多的过失，统统是自己的过失，外头有没有过失？真的没有过失。何以没有过失？你把蕅益大师的几句话常常念念，「境缘无好丑，好丑生于心」。好丑就是善恶，境是物质环境，缘是人事环境；换句话说，一切物一切人没有过失、没有善恶。没有善恶是清净的，是平等的，是真实的。好丑生于心，就是真妄邪正、是非善恶，从哪里生的？从我自己的妄心生出来的，真心没有。",
      "zh_TW": "修道人，連六祖能大師都說「若真修道人，不見世間過」，你怎麼會看到那麼多的過失？殊不知那麼多的過失，統統是自己的過失，外頭有沒有過失？真的沒有過失。何以沒有過失？你把蕅益大師的幾句話常常念念，「境緣無好醜，好醜生於心」。好醜就是善惡，境是物質環境，緣是人事環境；換句話說，一切物一切人沒有過失、沒有善惡。沒有善惡是清淨的，是平等的，是真實的。好醜生於心，就是真妄邪正、是非善惡，從哪裡生的？從我自己的妄心生出來的，真心沒有。"
    },
    {
      "id": "12-017-1123_p0018",
      "zh_CN": "我今天全用妄心用事，不知道这个东西是在自己，以为什么？全是别人。譬如我们戴一个红色的眼镜，看到是红的，那山河大地也是红的；那个人戴个蓝色的眼镜，说那是蓝的，人脸是蓝的，统统都是蓝的，没有一样不是蓝的，你全搞错了。外头所有一切环境，它既不是蓝也不是红，会变成蓝、变成红，毛病在你自己的眼睛。蕅益大师能说得出这个话不简单，不是凡人。那是什么？眼镜拿下来才看到真相。那么你今天戴的是什么？你戴的是妄想分别执着，这三付眼镜戴在眼睛上，你看山河大地、一切众生眼花撩乱，以为无量无边过失。这个初学难懂，难体会，入华严境界恍然大悟。华严境界是什么？理无碍，事无碍，理事无碍，事事无碍，他哪有过？过是障碍，没有过失。我心没有过失，整个宇宙一切众生都没有过失；我心清净，整个宇宙清净，十法界依正庄严清净。所以转境界不是在境界上转，在心上转，在念头上转。念善，没有一个人不善，没有一桩事情不善，没有一物不善，你才能成无上道，你才能大彻大悟，你才能离苦得乐，你才能明心见性。所以秘诀没有别的，放下妄想分别，本来如是。所有一切过失都是妄想分别执着，但是九界六道众生，你叫他放下妄想分别执着，这可难。所以学佛先度自己，再帮助别人，自己成就，慢慢再随机示现，随机施教。自己没度想帮助别人，难，非常非常困难。",
      "zh_TW": "我今天全用妄心用事，不知道這個東西是在自己，以為什麼？全是別人。譬如我們戴一個紅色的眼鏡，看到是紅的，那山河大地也是紅的；那個人戴個藍色的眼鏡，說那是藍的，人臉是藍的，統統都是藍的，沒有一樣不是藍的，你全搞錯了。外頭所有一切環境，它既不是藍也不是紅，會變成藍、變成紅，毛病在你自己的眼睛。蕅益大師能說得出這個話不簡單，不是凡人。那是什麼？眼鏡拿下來才看到真相。那麼你今天戴的是什麼？你戴的是妄想分別執著，這三付眼鏡戴在眼睛上，你看山河大地、一切眾生眼花撩亂，以為無量無邊過失。這個初學難懂，難體會，入華嚴境界恍然大悟。華嚴境界是什麼？理無礙，事無礙，理事無礙，事事無礙，他哪有過？過是障礙，沒有過失。我心沒有過失，整個宇宙一切眾生都沒有過失；我心清淨，整個宇宙清淨，十法界依正莊嚴清淨。所以轉境界不是在境界上轉，在心上轉，在念頭上轉。念善，沒有一個人不善，沒有一樁事情不善，沒有一物不善，你才能成無上道，你才能大徹大悟，你才能離苦得樂，你才能明心見性。所以祕訣沒有別的，放下妄想分別，本來如是。所有一切過失都是妄想分別執著，但是九界六道眾生，你叫他放下妄想分別執著，這可難。所以學佛先度自己，再幫助別人，自己成就，慢慢再隨機示現，隨機施教。自己沒度想幫助別人，難，非常非常困難。"
    },
    {
      "id": "12-017-1123_p0019",
      "zh_CN": "所以修净土从哪里修？净业三福修。至少你要做到第一条四句，真正「孝养父母，奉事师长，慈心不杀，修十善业」。这四句做不到，你做再多的善事，你的果报出不了六道。如果你对父母有怨恨，换句话说，你修再大的福报，你的果报在饿鬼、畜生，在这两道去享福，人道得不到。你要晓得诸佛如来教我们把父母摆在第一位，我们身得自于父母，父母生我们、养我们，恩德，古人讲跟天没有两样。见父母的过，记父母的过，而且还要怀恨父母，这个人，人道失掉，人道失掉就是来生他不能得人身。所以佛法是师道，师道建立在孝道的基础上，世间没有孝道，什么道都没有了，孝道是根，总的根。现在时间到了。",
      "zh_TW": "所以修淨土從哪裡修？淨業三福修。至少你要做到第一條四句，真正「孝養父母，奉事師長，慈心不殺，修十善業」。這四句做不到，你做再多的善事，你的果報出不了六道。如果你對父母有怨恨，換句話說，你修再大的福報，你的果報在餓鬼、畜生，在這兩道去享福，人道得不到。你要曉得諸佛如來教我們把父母擺在第一位，我們身得自於父母，父母生我們、養我們，恩德，古人講跟天沒有兩樣。見父母的過，記父母的過，而且還要懷恨父母，這個人，人道失掉，人道失掉就是來生他不能得人身。所以佛法是師道，師道建立在孝道的基礎上，世間沒有孝道，什麼道都沒有了，孝道是根，總的根。現在時間到了。"
    },
    {
      "id": "12-017-1123_p0020",
      "zh_CN": "诸位同学，请看摄取世界最后这一段，结论：",
      "zh_TW": "諸位同學，請看攝取世界最後這一段，結論："
    },
    {
      "id": "12-017-1123_p0021",
      "zh_CN": "【诸佛子，摄取世界说四圣谛，有如是等四百亿十千名，随众生心，悉令调伏。】",
      "zh_TW": "【諸佛子，攝取世界說四聖諦，有如是等四百億十千名，隨眾生心，悉令調伏。】"
    },
    {
      "id": "12-017-1123_p0022",
      "zh_CN": "这个意思跟前面统统都相同，最重要的我们要注意到末后这两句，不断的在提醒我们，总而言之一句话，是『随众生心，悉令调伏』，这一句话非常非常重要。有许多同学来问我，在现在这个时代，我们建一个道场，怎么样学习，怎么样带领大众？你懂得这句话的意思，你自己就知道怎样去权衡。第一要紧的事情，契机。所以我常讲现代社会有哪些毛病，可以说现在社会毛病太多了。众多毛病当中，哪一种是最严重的、要命的？这就跟大夫治病一样，这个病人哪一种病最严重，要命的，先救他，就是先治这种病，其次的慢慢再来。我们晓得现在最严重的，根本的根本，圣教的根本是什么？孝亲尊师。印光大师又提醒我们，因果。所以我们要从这里下手，从这个地方救人。要提倡孝道，要提倡师道。",
      "zh_TW": "這個意思跟前面統統都相同，最重要的我們要注意到末後這兩句，不斷的在提醒我們，總而言之一句話，是『隨眾生心，悉令調伏』，這一句話非常非常重要。有許多同學來問我，在現在這個時代，我們建一個道場，怎麼樣學習，怎麼樣帶領大眾？你懂得這句話的意思，你自己就知道怎樣去權衡。第一要緊的事情，契機。所以我常講現代社會有哪些毛病，可以說現在社會毛病太多了。眾多毛病當中，哪一種是最嚴重的、要命的？這就跟大夫治病一樣，這個病人哪一種病最嚴重，要命的，先救他，就是先治這種病，其次的慢慢再來。我們曉得現在最嚴重的，根本的根本，聖教的根本是什麼？孝親尊師。印光大師又提醒我們，因果。所以我們要從這裡下手，從這個地方救人。要提倡孝道，要提倡師道。"
    },
    {
      "id": "12-017-1123_p0023",
      "zh_CN": "我们今天建祖先纪念堂，这边的朋友来参观的时候问我，你们建这个是什么意思？我们建这个提倡孝道。这个纪念堂通常都有对联，我们现在不用对联，我们现在两旁边悬挂的是各个宗教古圣先贤的教诲，这是师道。大牌位旁边，我们一边供老子，一边供孔子，当中的佛像，代表佛。中国几千年的道统，这么多人民接受教育，总不外儒、释、道三家，所以这三家的教诲我们悬挂在一边，世界上其他宗教神圣的教诲，我们挂在右方。这种设施就是提倡孝亲尊师，向圣贤人学习，用意在这个地方。今天整个社会动乱的根源，是我们疏忽了圣贤教诲，原因在此地。我们明了、知道怎样去挽救，补救。这一段我们就介绍到此地。请看下面第六段东南方饶益世界，请看经文：",
      "zh_TW": "我們今天建祖先紀念堂，這邊的朋友來參觀的時候問我，你們建這個是什麼意思？我們建這個提倡孝道。這個紀念堂通常都有對聯，我們現在不用對聯，我們現在兩旁邊懸掛的是各個宗教古聖先賢的教誨，這是師道。大牌位旁邊，我們一邊供老子，一邊供孔子，當中的佛像，代表佛。中國幾千年的道統，這麼多人民接受教育，總不外儒、釋、道三家，所以這三家的教誨我們懸掛在一邊，世界上其他宗教神聖的教誨，我們掛在右方。這種設施就是提倡孝親尊師，向聖賢人學習，用意在這個地方。今天整個社會動亂的根源，是我們疏忽了聖賢教誨，原因在此地。我們明瞭、知道怎樣去挽救，補救。這一段我們就介紹到此地。請看下面第六段東南方饒益世界，請看經文："
    },
    {
      "id": "12-017-1123_p0024",
      "zh_CN": "【诸佛子，此娑婆世界所言苦圣谛者，彼饶益世界中，或名重担，或名不坚，或名如贼，或名老死，或名爱所成，或名流转，或名疲劳，或名恶相状，或名生长，或名利刃。】",
      "zh_TW": "【諸佛子，此娑婆世界所言苦聖諦者，彼饒益世界中，或名重擔，或名不堅，或名如賊，或名老死，或名愛所成，或名流轉，或名疲勞，或名惡相狀，或名生長，或名利刃。】"
    },
    {
      "id": "12-017-1123_p0025",
      "zh_CN": "到这个地方是一段。这一段介绍的是娑婆世界的东南方，每一方都是无量无边的世界，略举一个做为代表，取的『饶益世界』。这个世界，四谛里面的苦谛，名称也说不尽，统统都说十个名称做代表，代表无量无边。第一个名称『或名重担』，我们在前面也曾经看过。其实无量无边世界，讲到苦集灭道的名字统统相通。名字无量无边，佛给我们介绍的时候有重复的，前面那个世界讲「重担」，这个世界也讲重担，无量无边。佛为什么给我们介绍的，都说一些不一样的多好，为什么说重复？说重复有说重复的大道理在，特别提醒我们，这个道理要懂。",
      "zh_TW": "到這個地方是一段。這一段介紹的是娑婆世界的東南方，每一方都是無量無邊的世界，略舉一個做為代表，取的『饒益世界』。這個世界，四諦裡面的苦諦，名稱也說不盡，統統都說十個名稱做代表，代表無量無邊。第一個名稱『或名重擔』，我們在前面也曾經看過。其實無量無邊世界，講到苦集滅道的名字統統相通。名字無量無邊，佛給我們介紹的時候有重複的，前面那個世界講「重擔」，這個世界也講重擔，無量無邊。佛為什麼給我們介紹的，都說一些不一樣的多好，為什麼說重複？說重複有說重複的大道理在，特別提醒我們，這個道理要懂。"
    },
    {
      "id": "12-017-1123_p0026",
      "zh_CN": "还有一个用意，佛菩萨讲经说法跟学校上课不一样，学校上课，这个班级学生是固定的，所以无需要讲重复的。但是佛说法的讲堂，每一堂课来的听众都不一样，不是固定的。固定的也有，不固定的很多。释迦牟尼佛的讲堂，固定的常随众一千二百五十人，这固定的，不固定的不知道有多少，这经上不记载。有的人一生，真的听释迦牟尼佛讲经只听一次，就上一堂课，他有事情走了，以后再没有机会见到佛，这种人很多。有的人亲近几天，有的人亲近两、三个月，有的人亲近一、二年，各个缘分不相同。所以佛慈悲要照顾所有不同的根性，看看今天有个新的人来，以前没有来过，最重要东西他没听说过，在这个时候重复再讲一个题目。常常来听的，加强他的印象；初来学的，让他知道这个重要的课程。虽然来一次，他没有白来，他学到。",
      "zh_TW": "還有一個用意，佛菩薩講經說法跟學校上課不一樣，學校上課，這個班級學生是固定的，所以無需要講重複的。但是佛說法的講堂，每一堂課來的聽眾都不一樣，不是固定的。固定的也有，不固定的很多。釋迦牟尼佛的講堂，固定的常隨眾一千二百五十人，這固定的，不固定的不知道有多少，這經上不記載。有的人一生，真的聽釋迦牟尼佛講經只聽一次，就上一堂課，他有事情走了，以後再沒有機會見到佛，這種人很多。有的人親近幾天，有的人親近兩、三個月，有的人親近一、二年，各個緣分不相同。所以佛慈悲要照顧所有不同的根性，看看今天有個新的人來，以前沒有來過，最重要東西他沒聽說過，在這個時候重複再講一個題目。常常來聽的，加強他的印象；初來學的，讓他知道這個重要的課程。雖然來一次，他沒有白來，他學到。"
    },
    {
      "id": "12-017-1123_p0027",
      "zh_CN": "苦谛是重担，真的是重担，这个重担就是讲的三界、六道，果报！就如同我们斋堂悬挂着这一幅醒世图，醒世图里画的是什么？重担。那只是重担的一小部分，为什么？一个家庭，妻子儿女，你们想想对不对？已经就够受了。如果你再细心去观察，家族扩大，家庭扩大是家族，中国古人常讲九族，这最亲的、最近的，这个范围就大了。九族之外，社会，你对社会负不负责任？再扩大是国家，再扩大是世界，这样你就晓得重重重担。在佛法里面讲，佛法讲三世，现在你挑这个担子，过去生与这付重担它有连带关系，还牵涉到来生后世，你才晓得这个重担之可怕。",
      "zh_TW": "苦諦是重擔，真的是重擔，這個重擔就是講的三界、六道，果報！就如同我們齋堂懸掛著這一幅醒世圖，醒世圖裡畫的是什麼？重擔。那只是重擔的一小部分，為什麼？一個家庭，妻子兒女，你們想想對不對？已經就夠受了。如果你再細心去觀察，家族擴大，家庭擴大是家族，中國古人常講九族，這最親的、最近的，這個範圍就大了。九族之外，社會，你對社會負不負責任？再擴大是國家，再擴大是世界，這樣你就曉得重重重擔。在佛法裡面講，佛法講三世，現在你挑這個擔子，過去生與這付重擔它有連帶關係，還牽涉到來生後世，你才曉得這個重擔之可怕。"
    },
    {
      "id": "12-017-1123_p0028",
      "zh_CN": "六道众生哪一个人身上不背这个重担？只有佛菩萨觉悟，劝你放下。他放下了，告诉你这是错误。但是你要记住「佛法在世间，不坏世间法」，世法、佛法不是二法，问题是在觉迷。我们要问，佛菩萨示现在这个世间，他有没有重担？他有。跟我们一般人决定没有两样，菩萨示现在家，跟在家人一样；示现出家，出家有僧团，这个僧团跟一个家庭有什么两样。那我们讲，佛菩萨、觉悟的人他到底放下什么？他放下一切妄想分别执着，不是在事上放下。为什么不要把事放下？事事无碍，理事无碍，一切随缘，随顺自然，自然是这样的，那就好，就这样子。所以随缘而不攀缘，随缘就对，攀缘就错；没有这个缘分一定要有，这是攀缘，有这个缘分一定不要，也是攀缘，不叫随缘。所以放下的是放下自私自利，放下名闻利养，放下利害得失，一心一意为一切众生服务，这就对。",
      "zh_TW": "六道眾生哪一個人身上不背這個重擔？只有佛菩薩覺悟，勸你放下。他放下了，告訴你這是錯誤。但是你要記住「佛法在世間，不壞世間法」，世法、佛法不是二法，問題是在覺迷。我們要問，佛菩薩示現在這個世間，他有沒有重擔？他有。跟我們一般人決定沒有兩樣，菩薩示現在家，跟在家人一樣；示現出家，出家有僧團，這個僧團跟一個家庭有什麼兩樣。那我們講，佛菩薩、覺悟的人他到底放下什麼？他放下一切妄想分別執著，不是在事上放下。為什麼不要把事放下？事事無礙，理事無礙，一切隨緣，隨順自然，自然是這樣的，那就好，就這樣子。所以隨緣而不攀緣，隨緣就對，攀緣就錯；沒有這個緣分一定要有，這是攀緣，有這個緣分一定不要，也是攀緣，不叫隨緣。所以放下的是放下自私自利，放下名聞利養，放下利害得失，一心一意為一切眾生服務，這就對。"
    },
    {
      "id": "12-017-1123_p0029",
      "zh_CN": "诸佛菩萨示现到这个世间来是为大家服务的，他不是来享福的。我们看本师释迦牟尼佛一生生活非常简单，他那个示现就是示现放下。不是这样示现，你不懂，但是这一种示现你又不能误会，你要误会，我家也不要，亲人也不要，妻子儿女一切财产什么都不要，你也错了。所以愿解如来真实义，真不容易。他示现那个样子是帮助你、启示你，看了之后觉悟，你才真正把佛菩萨的东西学到，契入诸法实相，得真实受用。这个真实受用，快乐，大乘经教里头常讲的，常生欢喜心，法喜充满，这是享受，离苦得乐。刚才说过的没有忧虑，没有牵挂，我们现在人讲的没有压力，没有烦恼，没有妄想，没有分别，没有执着，心地永远是真诚、清净、平等、正觉、慈悲，生智慧！无论世出世间什么问题，什么现象，你去问他，他都能答复你，他都能帮你解决，而且很妥善的解决，很容易的解决，这是什么？智慧，随缘。随缘，没有任何问题，没有不能解决的问题，随缘就能解决；攀缘、执着，那就难，鸡毛蒜皮的问题都解决不了，为什么？执着。尤其是坚固的执着，这就形成了重担。",
      "zh_TW": "諸佛菩薩示現到這個世間來是為大家服務的，他不是來享福的。我們看本師釋迦牟尼佛一生生活非常簡單，他那個示現就是示現放下。不是這樣示現，你不懂，但是這一種示現你又不能誤會，你要誤會，我家也不要，親人也不要，妻子兒女一切財產什麼都不要，你也錯了。所以願解如來真實義，真不容易。他示現那個樣子是幫助你、啟示你，看了之後覺悟，你才真正把佛菩薩的東西學到，契入諸法實相，得真實受用。這個真實受用，快樂，大乘經教裡頭常講的，常生歡喜心，法喜充滿，這是享受，離苦得樂。剛才說過的沒有憂慮，沒有牽掛，我們現在人講的沒有壓力，沒有煩惱，沒有妄想，沒有分別，沒有執著，心地永遠是真誠、清淨、平等、正覺、慈悲，生智慧！無論世出世間什麼問題，什麼現象，你去問他，他都能答覆你，他都能幫你解決，而且很妥善的解決，很容易的解決，這是什麼？智慧，隨緣。隨緣，沒有任何問題，沒有不能解決的問題，隨緣就能解決；攀緣、執著，那就難，雞毛蒜皮的問題都解決不了，為什麼？執著。尤其是堅固的執著，這就形成了重擔。"
    },
    {
      "id": "12-017-1123_p0030",
      "zh_CN": "这个执着里头最严重的是贪爱。佛法里头说「爱不重不生娑婆」，你会到娑婆世界，你会搞六道轮回，第一个业因是什么？悭贪；你永远不能出离轮回，情执，世间人讲的爱情。所以佛法不讲爱，怕你产生误会，可是我们看看世间所有一切宗教圣人都讲爱，佛讲慈悲，慈悲也是爱，为了避免大家把这个字错认了。但是一切宗教里面所讲的爱，他有说明跟佛法讲的慈悲是一个意思。《古兰经》里头，《新旧约》里面都说到「爱不是占有」，这就是慈悲。所以，我们常常在讲席里面提到，真正的慈悲博爱，对于一切人事物没有控制的念头，没有占有的念头，真正是用真诚清净平等心去爱护他，关怀他，照顾他，帮助他。这一种关怀、爱护、帮助是没有条件的，是平等的。对于一切人物决定没有厚此薄彼，但是在事相上好像有厚此薄彼，那不是，那是缘，缘不一样，决定没有厚此薄彼。如果有厚此薄彼，就是堕落世间的情爱，那不是圣人所讲的爱，这个道理要懂。",
      "zh_TW": "這個執著裡頭最嚴重的是貪愛。佛法裡頭說「愛不重不生娑婆」，你會到娑婆世界，你會搞六道輪迴，第一個業因是什麼？慳貪；你永遠不能出離輪迴，情執，世間人講的愛情。所以佛法不講愛，怕你產生誤會，可是我們看看世間所有一切宗教聖人都講愛，佛講慈悲，慈悲也是愛，為了避免大家把這個字錯認了。但是一切宗教裡面所講的愛，他有說明跟佛法講的慈悲是一個意思。《古蘭經》裡頭，《新舊約》裡面都說到「愛不是佔有」，這就是慈悲。所以，我們常常在講席裡面提到，真正的慈悲博愛，對於一切人事物沒有控制的念頭，沒有佔有的念頭，真正是用真誠清淨平等心去愛護他，關懷他，照顧他，幫助他。這一種關懷、愛護、幫助是沒有條件的，是平等的。對於一切人物決定沒有厚此薄彼，但是在事相上好像有厚此薄彼，那不是，那是緣，緣不一樣，決定沒有厚此薄彼。如果有厚此薄彼，就是墮落世間的情愛，那不是聖人所講的愛，這個道理要懂。"
    },
    {
      "id": "12-017-1123_p0031",
      "zh_CN": "江本胜博士从水结晶实验，八、九年来他发现一个永恒不变的事情，那就是「爱」跟「感谢」这两个字的音声、符号（符号就是文字）传递给水，无论是海里面的水，江河的水，井水，无论什么地方的水，你把这个讯息传给它，爱传给它，感谢传给它，结晶的反应都是最美好的。所以他说宇宙之间只有爱是真的。在结晶里面，你们想到水反应最美好的结晶，它并没有分别。我们写上中国的爱字，写上英语的爱字，写上德语的爱字，写上西班牙语的爱字，写上韩国的爱字，都不一样，但是你把这个字贴在水瓶上，一个小时之后，这个水瓶里的结晶都是那样的美好；它不分别，它没有私心，它没有偏爱。我特别喜欢中国，其他的我不太喜欢，它没有这个。你从这个地方去观察，它是清净的、是平等，它没有私心，真诚清净平等，这个爱是圣贤所说的爱，所以佛教把它换上慈悲。我们讲得最浅显，就是这里头决定没有自私，决定没有一个念头去控制，决定没有意念去占有，这个爱是什么？这个爱是性德，自性本具的，而且是性德的核心。",
      "zh_TW": "江本勝博士從水結晶實驗，八、九年來他發現一個永恆不變的事情，那就是「愛」跟「感謝」這兩個字的音聲、符號（符號就是文字）傳遞給水，無論是海裡面的水，江河的水，井水，無論什麼地方的水，你把這個訊息傳給它，愛傳給它，感謝傳給它，結晶的反應都是最美好的。所以他說宇宙之間只有愛是真的。在結晶裡面，你們想到水反應最美好的結晶，它並沒有分別。我們寫上中國的愛字，寫上英語的愛字，寫上德語的愛字，寫上西班牙語的愛字，寫上韓國的愛字，都不一樣，但是你把這個字貼在水瓶上，一個小時之後，這個水瓶裡的結晶都是那樣的美好；它不分別，它沒有私心，它沒有偏愛。我特別喜歡中國，其他的我不太喜歡，它沒有這個。你從這個地方去觀察，它是清淨的、是平等，它沒有私心，真誠清淨平等，這個愛是聖賢所說的愛，所以佛教把它換上慈悲。我們講得最淺顯，就是這裡頭決定沒有自私，決定沒有一個念頭去控制，決定沒有意念去佔有，這個愛是什麼？這個愛是性德，自性本具的，而且是性德的核心。"
    },
    {
      "id": "12-017-1123_p0032",
      "zh_CN": "因此，我早年在新加坡跟九个宗教接触，我写了几个字，世界所有宗教的根源就是仁慈博爱，其目的是令一切众生离苦得乐。这是所有一切宗教的共同点。佛家讲慈悲，《新旧约》，《新旧约》是三个宗教共有的，犹太教他们信奉《旧约全书》；基督教信奉《新约全书》；天主教，《新旧约》统统信奉，所以《新旧约全书》是三个教的经典。这个经书里面讲「上帝爱世人，神爱世人」。爱就决定不能害人，爱就决定不能够骗人，你骗人、害人，哪里叫爱？爱世人，更不能杀人。伊斯兰教，《古兰经》我也常常看，每个大段经文前面一定有一句「真主确实是仁慈的」，仁慈就是爱。所以我就用四个字「仁慈博爱」，是所有一切圣贤教化众生的根本，大根大本。",
      "zh_TW": "因此，我早年在新加坡跟九個宗教接觸，我寫了幾個字，世界所有宗教的根源就是仁慈博愛，其目的是令一切眾生離苦得樂。這是所有一切宗教的共同點。佛家講慈悲，《新舊約》，《新舊約》是三個宗教共有的，猶太教他們信奉《舊約全書》；基督教信奉《新約全書》；天主教，《新舊約》統統信奉，所以《新舊約全書》是三個教的經典。這個經書裡面講「上帝愛世人，神愛世人」。愛就決定不能害人，愛就決定不能夠騙人，你騙人、害人，哪裡叫愛？愛世人，更不能殺人。伊斯蘭教，《古蘭經》我也常常看，每個大段經文前面一定有一句「真主確實是仁慈的」，仁慈就是愛。所以我就用四個字「仁慈博愛」，是所有一切聖賢教化眾生的根本，大根大本。"
    },
    {
      "id": "12-017-1123_p0033",
      "zh_CN": "江本胜居士发现的没错。正好我们在这个之前也刻了两方印，一个是爱字，一个是感恩，跟他实验完全相应。我们的爱跟感恩，现在到处在传播、在散布，这是圣贤教化众生的中心理念，这是因。我们能修因，修爱心，爱世人，爱一切众生；修感恩，感恩一切众生，感恩一切世人，你的心就善。依照东方圣贤的教诲，一个净，一个善，心要清净，行要善良，我们提倡的是纯净纯善。我也写了一副对联，「净心遍法界，善意满娑婆」，培养自己的纯善纯净。这样我们虽然有这个担子，这个担子不重，挑起来轻松愉快，无量的欢喜。要靠圣教，要能把这个念头转过来。",
      "zh_TW": "江本勝居士發現的沒錯。正好我們在這個之前也刻了兩方印，一個是愛字，一個是感恩，跟他實驗完全相應。我們的愛跟感恩，現在到處在傳播、在散布，這是聖賢教化眾生的中心理念，這是因。我們能修因，修愛心，愛世人，愛一切眾生；修感恩，感恩一切眾生，感恩一切世人，你的心就善。依照東方聖賢的教誨，一個淨，一個善，心要清淨，行要善良，我們提倡的是純淨純善。我也寫了一副對聯，「淨心遍法界，善意滿娑婆」，培養自己的純善純淨。這樣我們雖然有這個擔子，這個擔子不重，挑起來輕鬆愉快，無量的歡喜。要靠聖教，要能把這個念頭轉過來。"
    },
    {
      "id": "12-017-1123_p0034",
      "zh_CN": "再看第二个名词，『或名不坚』。「坚」是坚固，苦圣谛这个苦果、苦报不是坚固法。佛为什么用这个名词？这个名词提醒你，你今天所受的一切是苦，但是你自己并不觉察，于是你真的苦。世间人所贪求的，以为这一切诸法现象是真实的，所以坚固的希求。第一个是身，想尽方法来保养这个身，希望这个身能长寿、能不老；希望自己拥有的财富不会消失，样样东西都执着，这个错了。佛在此地提醒你，都不坚固。身体有生老病死，你所拥有的一切家业都是无常的，都是不能永远保持，绝对没有千年万世。",
      "zh_TW": "再看第二個名詞，『或名不堅』。「堅」是堅固，苦聖諦這個苦果、苦報不是堅固法。佛為什麼用這個名詞？這個名詞提醒你，你今天所受的一切是苦，但是你自己並不覺察，於是你真的苦。世間人所貪求的，以為這一切諸法現象是真實的，所以堅固的希求。第一個是身，想盡方法來保養這個身，希望這個身能長壽、能不老；希望自己擁有的財富不會消失，樣樣東西都執著，這個錯了。佛在此地提醒你，都不堅固。身體有生老病死，你所擁有的一切家業都是無常的，都是不能永遠保持，絕對沒有千年萬世。"
    },
    {
      "id": "12-017-1123_p0035",
      "zh_CN": "中国古人有一句话说得很好，「千年田地八百主」，你怎么能拥有？在中国古老的社会里头，最重视的是恒产，恒产是不动产，不动产是土地、田地，古人认为这是真实的财富，所谓是有土则有财。土地能种植，生长五谷杂粮，你生活所依靠。中国古时候建房屋，也建得非常坚固。这一栋房屋建好，标准是可以使用三百年，为子子孙孙着想。制家具，制一个桌子、椅子，你看从前红木家具很重，它的寿命至少可以使用一百年。不像现在，现代人的观念不搞这些，现代人花样很多，为什么？科学技术发达，常常新的样子，日新月异，家具并没有坏，但是不合潮流，所以天天跟着潮流换花样，变化就大，因此他只讲求实用美观，他不讲求坚固；他用几天不要了，再换。建房屋也是如此，居住舒适，也不求坚固，过几年拆了重建，跟古人的观念不一样。",
      "zh_TW": "中國古人有一句話說得很好，「千年田地八百主」，你怎麼能擁有？在中國古老的社會裡頭，最重視的是恆產，恆產是不動產，不動產是土地、田地，古人認為這是真實的財富，所謂是有土則有財。土地能種植，生長五穀雜糧，你生活所依靠。中國古時候建房屋，也建得非常堅固。這一棟房屋建好，標準是可以使用三百年，為子子孫孫著想。製家具，製一個桌子、椅子，你看從前紅木家具很重，它的壽命至少可以使用一百年。不像現在，現代人的觀念不搞這些，現代人花樣很多，為什麼？科學技術發達，常常新的樣子，日新月異，家具並沒有壞，但是不合潮流，所以天天跟著潮流換花樣，變化就大，因此他只講求實用美觀，他不講求堅固；他用幾天不要了，再換。建房屋也是如此，居住舒適，也不求堅固，過幾年拆了重建，跟古人的觀念不一樣。"
    },
    {
      "id": "12-017-1123_p0036",
      "zh_CN": "佛在此地提醒我们，世间所有一切法没有一样是坚固的。你知道不坚固，你又何必去执着？你又何必去占有？所以真正了解真相，不坚固跟空的意思接近，万法皆空，幻化无常，这不坚的意思。这是智慧，你真正认识、明了了，我再也不执着。这里头最重要的一个意思，佛菩萨传递给我们，我们要觉悟，这个意思是什么？就是藉假修真。你藉不坚固，你去修真实坚固，有吗？有。《楞严经》上的经题，「大佛顶首楞严」，首楞严是什么意思？究竟坚固，永恒不变，永恒不坏，不生不灭。那是什么？那是自性。自性不生不灭，自性究竟坚固。这个不坚的是什么？不坚的是相，是法相，法相是假的，千变万化。所以佛教导我们，你要藉法相去证法性，你什么时候能证得法性，在佛法里称之为超凡入圣，你就不是凡夫。你在这个世间，还有这个身体，还有这些现象，你会活得很快乐，不论贫富贵贱，你生活在真实智慧里面，你生活在性德之中。你所行事的，是无量的智慧，无量的法喜，无量的自在。换句话说，你过的是佛菩萨的生活。",
      "zh_TW": "佛在此地提醒我們，世間所有一切法沒有一樣是堅固的。你知道不堅固，你又何必去執著？你又何必去佔有？所以真正了解真相，不堅固跟空的意思接近，萬法皆空，幻化無常，這不堅的意思。這是智慧，你真正認識、明瞭了，我再也不執著。這裡頭最重要的一個意思，佛菩薩傳遞給我們，我們要覺悟，這個意思是什麼？就是藉假修真。你藉不堅固，你去修真實堅固，有嗎？有。《楞嚴經》上的經題，「大佛頂首楞嚴」，首楞嚴是什麼意思？究竟堅固，永恆不變，永恆不壞，不生不滅。那是什麼？那是自性。自性不生不滅，自性究竟堅固。這個不堅的是什麼？不堅的是相，是法相，法相是假的，千變萬化。所以佛教導我們，你要藉法相去證法性，你什麼時候能證得法性，在佛法裡稱之為超凡入聖，你就不是凡夫。你在這個世間，還有這個身體，還有這些現象，你會活得很快樂，不論貧富貴賤，你生活在真實智慧裡面，你生活在性德之中。你所行事的，是無量的智慧，無量的法喜，無量的自在。換句話說，你過的是佛菩薩的生活。"
    },
    {
      "id": "12-017-1123_p0037",
      "zh_CN": "佛菩萨是什么生活？随顺法性的生活。凡夫可怜，不晓得这个事情，凡夫是执着法相的生活，心随境转，苦不堪言，境随业转，心随境转是天天造业，你说这个循环多苦！佛法讲了脱，就是脱离这个循环。脱离这个循环，这个循环还在不在？在。这个循环在我们生活当中，只有受用，欣赏、受用，对于自己心行不产生妨碍，这就是理事无碍，事事无碍，这是佛菩萨的境界。佛菩萨的境界没有离开我们现实，这个事情我们要知道，离开世间法，哪来的佛法？佛法跟世间法不二，你一定要懂这个道理。世出世间法实在讲就是觉迷，觉了，哪一法不是佛法？迷了，哪一法是佛法？所以迷了叫世间，觉悟叫出世间，世间跟出世间没有界限，世间跟出世间没有分别，这才是事实真相，贵在觉悟。所以古今中外大圣人、诸佛如来、诸大菩萨，西方宗教里面讲的诸大神圣，他们出现在世间，我们佛法里面讲示现在世间，无非是帮助众生觉悟。帮助众生觉悟，是真正帮助众生离苦。离苦就得乐，所以得乐就不必提了，离苦就是乐，理事都圆满。但是这个事实只有觉悟的人知道，不觉悟的人他不知道，他不能明了，为什么？他有坚固的执着，错误的执着，错误的分别。换句话说，他的思想，他的见解，他的言行全都错了。错在哪里？与真性不相应。这佛法常讲，与真如相违背，这错了。",
      "zh_TW": "佛菩薩是什麼生活？隨順法性的生活。凡夫可憐，不曉得這個事情，凡夫是執著法相的生活，心隨境轉，苦不堪言，境隨業轉，心隨境轉是天天造業，你說這個循環多苦！佛法講了脫，就是脫離這個循環。脫離這個循環，這個循環還在不在？在。這個循環在我們生活當中，只有受用，欣賞、受用，對於自己心行不產生妨礙，這就是理事無礙，事事無礙，這是佛菩薩的境界。佛菩薩的境界沒有離開我們現實，這個事情我們要知道，離開世間法，哪來的佛法？佛法跟世間法不二，你一定要懂這個道理。世出世間法實在講就是覺迷，覺了，哪一法不是佛法？迷了，哪一法是佛法？所以迷了叫世間，覺悟叫出世間，世間跟出世間沒有界限，世間跟出世間沒有分別，這才是事實真相，貴在覺悟。所以古今中外大聖人、諸佛如來、諸大菩薩，西方宗教裡面講的諸大神聖，他們出現在世間，我們佛法裡面講示現在世間，無非是幫助眾生覺悟。幫助眾生覺悟，是真正幫助眾生離苦。離苦就得樂，所以得樂就不必提了，離苦就是樂，理事都圓滿。但是這個事實只有覺悟的人知道，不覺悟的人他不知道，他不能明瞭，為什麼？他有堅固的執著，錯誤的執著，錯誤的分別。換句話說，他的思想，他的見解，他的言行全都錯了。錯在哪裡？與真性不相應。這佛法常講，與真如相違背，這錯了。"
    },
    {
      "id": "12-017-1123_p0038",
      "zh_CN": "真性、真如、现象，宇宙之间森罗万象是真性变现的，是真心现的，这个森罗万象就像萤光幕里面的现相一样，你不能说它是假的，你也不能说它是真的。你要说它是假的，你错了；你要说它是真的，也错了。那么我说它也是真的也是假的，你还是错了。错在哪里？错在你起心动念。你要是一念不生面对着它，真的。所以你可以受用，你可以欣赏，你不能起心动念，起心动念就错了。大乘经上常讲「起心便错，动念皆乖」，就是这个道理。所以真的东西明明在我们眼前，你偏偏把它看走眼。大乘教里面的修行，这是最高的指导原则，入这个境界，这就是圣人，这是顿教，这是圆教！真正了解事实真相。现在时间到了。",
      "zh_TW": "真性、真如、現象，宇宙之間森羅萬象是真性變現的，是真心現的，這個森羅萬象就像螢光幕裡面的現相一樣，你不能說它是假的，你也不能說它是真的。你要說它是假的，你錯了；你要說它是真的，也錯了。那麼我說它也是真的也是假的，你還是錯了。錯在哪裡？錯在你起心動念。你要是一念不生面對著它，真的。所以你可以受用，你可以欣賞，你不能起心動念，起心動念就錯了。大乘經上常講「起心便錯，動念皆乖」，就是這個道理。所以真的東西明明在我們眼前，你偏偏把它看走眼。大乘教裡面的修行，這是最高的指導原則，入這個境界，這就是聖人，這是頓教，這是圓教！真正了解事實真相。現在時間到了。"
    }
  ]
}