{
  "doc_id": "12-017-0093",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0093",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "12-017-0093_p0001",
      "zh_CN": "诸位同修：",
      "zh_TW": "諸位同修："
    },
    {
      "id": "12-017-0093_p0002",
      "zh_CN": "经文我们将第一卷讲圆满，在这卷经文当中是属于本经的证信序，也就是六种成就。这里面总共有六大段，第一大段是「总显己闻」，阿难尊者说明他自己亲闻，这就是经文上「如是我闻」这一句；第二大段是说明讲经的时间跟处所，第三段清凉大师科「别明时分」，第四段是「别显处严」，第五段是「教主难思」，第六段是「众海云集」，这一段就是说明参与法会的这些大众。这些大众们，我们从经文里面体会到，他们来自不同的族群、不同的团体，显示这是一个规模最大多元文化的一个总体。世尊如何将这些人，用我们现代的话来说，都能够彼此互相尊重、互相敬爱，互助合作，共同生活在一起，这是大学问，值得我们学习的。这些大众当中表法的意思很深，前面跟诸位说过，十住、十行用杂神众来代表，十回向开始是以服务大众、利益众生为目的，所以都是各个团体族群里面的领导人，用「王」来代表。到十地境界更高，能够利益一切众生而不着众生相，以十大天王来代表这个族群，说明十地菩萨利生的因果功德。在此地我们也做一个总结，十地菩萨这一段，初地是以三十三天王来代表，三十三天就是经中常讲忉利天王，我们中国人称他作玉皇大帝，经典里面也常常用帝释天，帝释天主就是忉利天主，就是中国人讲玉皇大帝。这个天叫地居天，佛在经上说他没有离开地面，他住在须弥山顶。佛讲的这些话意思都非常之深，地是对空讲；换句话说，没有离开地面，他的执着还相当严重，并没有放弃执着。我们从这个地方去体会他的意思，否则的话，你要去找须弥山，须弥山顶上是忉利天，须弥山在哪里？一大堆的问题就来，所以要懂得它表法的意思。",
      "zh_TW": "經文我們將第一卷講圓滿，在這卷經文當中是屬於本經的證信序，也就是六種成就。這裡面總共有六大段，第一大段是「總顯己聞」，阿難尊者說明他自己親聞，這就是經文上「如是我聞」這一句；第二大段是說明講經的時間跟處所，第三段清涼大師科「別明時分」，第四段是「別顯處嚴」，第五段是「教主難思」，第六段是「眾海雲集」，這一段就是說明參與法會的這些大眾。這些大眾們，我們從經文裡面體會到，他們來自不同的族群、不同的團體，顯示這是一個規模最大多元文化的一個總體。世尊如何將這些人，用我們現代的話來說，都能夠彼此互相尊重、互相敬愛，互助合作，共同生活在一起，這是大學問，值得我們學習的。這些大眾當中表法的意思很深，前面跟諸位說過，十住、十行用雜神眾來代表，十迴向開始是以服務大眾、利益眾生為目的，所以都是各個團體族群裡面的領導人，用「王」來代表。到十地境界更高，能夠利益一切眾生而不著眾生相，以十大天王來代表這個族群，說明十地菩薩利生的因果功德。在此地我們也做一個總結，十地菩薩這一段，初地是以三十三天王來代表，三十三天就是經中常講忉利天王，我們中國人稱他作玉皇大帝，經典裡面也常常用帝釋天，帝釋天主就是忉利天主，就是中國人講玉皇大帝。這個天叫地居天，佛在經上說他沒有離開地面，他住在須彌山頂。佛講的這些話意思都非常之深，地是對空講；換句話說，沒有離開地面，他的執著還相當嚴重，並沒有放棄執著。我們從這個地方去體會他的意思，否則的話，你要去找須彌山，須彌山頂上是忉利天，須彌山在哪裡？一大堆的問題就來，所以要懂得它表法的意思。"
    },
    {
      "id": "12-017-0093_p0003",
      "zh_CN": "这一类天人享受世间五欲六尘之乐，享天福，他们五欲六尘的享受比人间殊胜太多了。果报这么殊胜，我们一定要晓得，他到底修的是什么因，因与果一定是相应的。如果我们能冷静深入从因果来观察世间，我们就不会迷了，对于一切祸福也就知道怎样来处置。四王天跟忉利天都是修行十善业道去往生的，这是修善。善跟戒不相同，在修行形式上来看似乎没有两样；五戒讲不杀生、不偷盗、不邪淫、不妄语、不饮酒，十善里面也包括这些，身三善：不杀生、不偷盗、不邪淫，口有四善，比五戒讲得还详细，除不妄语之外，有不恶口、不两舌、不绮语，还有意三善：不贪、不瞋、不痴，这叫十善业。",
      "zh_TW": "這一類天人享受世間五欲六塵之樂，享天福，他們五欲六塵的享受比人間殊勝太多了。果報這麼殊勝，我們一定要曉得，他到底修的是什麼因，因與果一定是相應的。如果我們能冷靜深入從因果來觀察世間，我們就不會迷了，對於一切禍福也就知道怎樣來處置。四王天跟忉利天都是修行十善業道去往生的，這是修善。善跟戒不相同，在修行形式上來看似乎沒有兩樣；五戒講不殺生、不偷盜、不邪淫、不妄語、不飲酒，十善裡面也包括這些，身三善：不殺生、不偷盜、不邪淫，口有四善，比五戒講得還詳細，除不妄語之外，有不惡口、不兩舌、不綺語，還有意三善：不貪、不瞋、不痴，這叫十善業。"
    },
    {
      "id": "12-017-0093_p0004",
      "zh_CN": "修上品十善业生忉利天，这些在人间的时候是人间的善人，心善行善，喜欢修善。菩萨化身在其中，以这个来表法，他们明了世间法都不是真实的，都是由缘生的。佛法给我们解释宇宙人生是缘生论，缘当然有因，为什么不说因生，说缘生？说缘生有道理。因，佛在经典里面跟我们讲得很清楚，每一个众生，不但是人，包括畜生、饿鬼、地狱，九法界众生，每一个众生，如果说因，各个具足。以我们人道来讲，任何一个人都有作佛的因。作佛的因是佛性，「一切众生皆有佛性」，「一切众生皆当作佛」，这是佛在经上说的。但是我们为什么不能作佛？虽有因，没有缘，所以佛的果报不能现前，说缘生很有道理。我们每个人有菩萨的因，声闻、缘觉、色界天、无色界天、欲界天，那个因我们统统都有，也有饿鬼、地狱之因。经上讲我们阿赖耶识当中，阿赖耶识就像个仓库一样，十法界的种子，在这个仓库里面都含藏着很多很多。因要怎样起现行，也就是因要怎样才能结成果？一定要有缘，所以佛讲缘生。哪一个缘成熟，这个缘很有力量，就把你阿赖耶识的种子，跟这个缘相应的种子牵引出来，果报就现前，这叫引业。我们到人间来投胎，就是前世我们五戒十善业因遇到缘成熟了，引导我们到世间来投胎，得了人身，是这么回事情。我们得人身在这一生当中是非常幸运，为什么？遇到佛缘，遇到净土，遇到阿弥陀佛，这佛缘，无比的殊胜。我们遇到这个缘能够抓住它，锲而不舍，认真修学，我们这一生很可能就作佛了。所以缘非常重要，《弥陀经》上讲「不可以少善根福德因缘，得生彼国」。我们跟阿弥陀佛极乐世界有因，怎么有因？听到这个名号就生欢喜心，见到阿弥陀佛就想亲近他，可见得过去生中有因，要没有因决定不会有这个现象。现在遇到缘，哪有不生净土的道理？",
      "zh_TW": "修上品十善業生忉利天，這些在人間的時候是人間的善人，心善行善，喜歡修善。菩薩化身在其中，以這個來表法，他們明瞭世間法都不是真實的，都是由緣生的。佛法給我們解釋宇宙人生是緣生論，緣當然有因，為什麼不說因生，說緣生？說緣生有道理。因，佛在經典裡面跟我們講得很清楚，每一個眾生，不但是人，包括畜生、餓鬼、地獄，九法界眾生，每一個眾生，如果說因，各個具足。以我們人道來講，任何一個人都有作佛的因。作佛的因是佛性，「一切眾生皆有佛性」，「一切眾生皆當作佛」，這是佛在經上說的。但是我們為什麼不能作佛？雖有因，沒有緣，所以佛的果報不能現前，說緣生很有道理。我們每個人有菩薩的因，聲聞、緣覺、色界天、無色界天、欲界天，那個因我們統統都有，也有餓鬼、地獄之因。經上講我們阿賴耶識當中，阿賴耶識就像個倉庫一樣，十法界的種子，在這個倉庫裡面都含藏著很多很多。因要怎樣起現行，也就是因要怎樣才能結成果？一定要有緣，所以佛講緣生。哪一個緣成熟，這個緣很有力量，就把你阿賴耶識的種子，跟這個緣相應的種子牽引出來，果報就現前，這叫引業。我們到人間來投胎，就是前世我們五戒十善業因遇到緣成熟了，引導我們到世間來投胎，得了人身，是這麼回事情。我們得人身在這一生當中是非常幸運，為什麼？遇到佛緣，遇到淨土，遇到阿彌陀佛，這佛緣，無比的殊勝。我們遇到這個緣能夠抓住它，鍥而不捨，認真修學，我們這一生很可能就作佛了。所以緣非常重要，《彌陀經》上講「不可以少善根福德因緣，得生彼國」。我們跟阿彌陀佛極樂世界有因，怎麼有因？聽到這個名號就生歡喜心，見到阿彌陀佛就想親近他，可見得過去生中有因，要沒有因決定不會有這個現象。現在遇到緣，哪有不生淨土的道理？"
    },
    {
      "id": "12-017-0093_p0005",
      "zh_CN": "菩萨示现在初地，三十三天王表初地，「欢喜地」。他为什么欢喜？觉悟了，知道世法非实，这个世间不是真的，统统是缘生的。缘生之法有相没有自性，缘起性空，没有自性。在这里面如果你没有觉悟，三界六道总免不了苦、空、无常，即使是享天福也不例外，他现前的时间比我们长一点，虽然是长不值得羡慕，这个道理你要仔细去观察。佛在经上讲忉利天的一天是我们人间一百年，也以一年三百六十五天来计算，三百六十五天算一年，他的寿命一千岁。诸位要晓得，他的一天是我们的一百年，寿长。寿虽然长，还有到头的时候，寿命到了他也要死，他还是要轮回，他要不好好的修依旧要堕落；有的不是堕人道，堕落到畜生道、堕落到地狱道，我们在经上都看到。所以轮回不定轮回到哪一道去。我们看他们的寿命很长，好像非常羡慕，我们再仔细观察观察，水上有一种小虫，在水面上跑来跑去，我们叫它做蜉蝣，也许诸位看到这种小虫在水上跑来跑去，牠的寿命只有几个小时，朝生暮死，牠也是一生。蜉蝣的寿命只有几个小时，看我们人活到七、八十岁，活到一百岁，还不就等于我们看忉利天一样吗？你从这个比例上一体会，也就没有意思了。把我们比成蜉蝣，把忉利天比成我们，然后再一想，几十年、一百年一弹指就过去了。在忉利天人也是这个感触，他活上一千岁也感觉得时间过得很快，一弹指寿命就到了。佛为什么示现在人间作佛，不示现在天上？天人有这种感觉迟钝，我们比他觉悟来得快。为什么？人的寿命短。我们在几年当中，二、三十年当中会觉悟，忉利天人恐怕要几百岁才会觉悟，所以他觉悟得缓慢、觉悟得迟。为什么？被天福迷住，享福的时候不会觉悟，跟我们世间人一样；世间人，佛常讲「富贵学道难」，他不知道人间的疾苦，很难体会到苦、空、无常。到什么时候体会？生病快要死了他才体会到，平常很难体会到。但是在人间是苦多乐少，容易觉悟，所以菩萨示现成佛都在人间，道理在此地。",
      "zh_TW": "菩薩示現在初地，三十三天王表初地，「歡喜地」。他為什麼歡喜？覺悟了，知道世法非實，這個世間不是真的，統統是緣生的。緣生之法有相沒有自性，緣起性空，沒有自性。在這裡面如果你沒有覺悟，三界六道總免不了苦、空、無常，即使是享天福也不例外，他現前的時間比我們長一點，雖然是長不值得羨慕，這個道理你要仔細去觀察。佛在經上講忉利天的一天是我們人間一百年，也以一年三百六十五天來計算，三百六十五天算一年，他的壽命一千歲。諸位要曉得，他的一天是我們的一百年，壽長。壽雖然長，還有到頭的時候，壽命到了他也要死，他還是要輪迴，他要不好好的修依舊要墮落；有的不是墮人道，墮落到畜生道、墮落到地獄道，我們在經上都看到。所以輪迴不定輪迴到哪一道去。我們看他們的壽命很長，好像非常羨慕，我們再仔細觀察觀察，水上有一種小蟲，在水面上跑來跑去，我們叫它做蜉蝣，也許諸位看到這種小蟲在水上跑來跑去，牠的壽命只有幾個小時，朝生暮死，牠也是一生。蜉蝣的壽命只有幾個小時，看我們人活到七、八十歲，活到一百歲，還不就等於我們看忉利天一樣嗎？你從這個比例上一體會，也就沒有意思了。把我們比成蜉蝣，把忉利天比成我們，然後再一想，幾十年、一百年一彈指就過去了。在忉利天人也是這個感觸，他活上一千歲也感覺得時間過得很快，一彈指壽命就到了。佛為什麼示現在人間作佛，不示現在天上？天人有這種感覺遲鈍，我們比他覺悟來得快。為什麼？人的壽命短。我們在幾年當中，二、三十年當中會覺悟，忉利天人恐怕要幾百歲才會覺悟，所以他覺悟得緩慢、覺悟得遲。為什麼？被天福迷住，享福的時候不會覺悟，跟我們世間人一樣；世間人，佛常講「富貴學道難」，他不知道人間的疾苦，很難體會到苦、空、無常。到什麼時候體會？生病快要死了他才體會到，平常很難體會到。但是在人間是苦多樂少，容易覺悟，所以菩薩示現成佛都在人間，道理在此地。"
    },
    {
      "id": "12-017-0093_p0006",
      "zh_CN": "我们在经典上看到，忉利天主都是佛陀的学生，都能够信顺佛教，而且都能持戒修善，所以在大乘经里面，他们是护世天王，保护这个世间。这个世间从他以下，他下面是四王天，四王天下面是人道、畜生道、饿鬼道、地狱道，他都保护，所以我们看到阎罗鬼王对于忉利天主都非常尊敬。在中国的习俗都把他们看作天神、鬼神，他护世他也护法，在佛门里面他是护法神。他用什么方法护持？也是劝善，特别是劝孝、劝敬，劝敬三宝，所以他们常常请佛菩萨到天宫里面，去讲经说法度那些根熟的众生。佛在大经里面又告诉我们，欲界、色界许多天王都是菩萨化身，在那里面修行，自行化他。这是忉利天。我们再看看世间一般宗教，他们所向往的上帝、天主，大概也都是忉利天主。我们从什么地方看出来？从他们经典教义、修行的方法可以看出来。像基督教它的十诫，跟十善业道的内容非常接近。由此可知，「信了上帝就能够升天」，这句话需要加以解释；如果单单只有信，而没有行，去不了。跟我们佛法一样，我们佛法讲净土，在大乘法里是易行道，如果只有信，没有愿、没有行，你能往生吗？佛门里有一些人以为信了就能往生，跟基督教说法没有两样；你信了阿弥陀佛就能往生，他们是信了主就能得救，这跟经义不相符合。经里面给我们讲往生是三个条件，信只是一个，这三个条件缺一个都不能往生；有信之后还要有愿，恳切的愿望，还要有行才能去得了。行，正行是一向专念阿弥陀佛，助行是断恶修善，这才能往生，没有行那怎么行？所以信了上帝之后要修十诫，要认真的修才决定得生。如果只有信，没有行持，恐怕不能往生。基督教徒没有往生而落在鬼道里面，我还遇到几个，他们都是很虔诚的基督教徒，死了以后落在鬼道，天上没去。",
      "zh_TW": "我們在經典上看到，忉利天主都是佛陀的學生，都能夠信順佛教，而且都能持戒修善，所以在大乘經裡面，他們是護世天王，保護這個世間。這個世間從他以下，他下面是四王天，四王天下面是人道、畜生道、餓鬼道、地獄道，他都保護，所以我們看到閻羅鬼王對於忉利天主都非常尊敬。在中國的習俗都把他們看作天神、鬼神，他護世他也護法，在佛門裡面他是護法神。他用什麼方法護持？也是勸善，特別是勸孝、勸敬，勸敬三寶，所以他們常常請佛菩薩到天宮裡面，去講經說法度那些根熟的眾生。佛在大經裡面又告訴我們，欲界、色界許多天王都是菩薩化身，在那裡面修行，自行化他。這是忉利天。我們再看看世間一般宗教，他們所嚮往的上帝、天主，大概也都是忉利天主。我們從什麼地方看出來？從他們經典教義、修行的方法可以看出來。像基督教它的十誡，跟十善業道的內容非常接近。由此可知，「信了上帝就能夠升天」，這句話需要加以解釋；如果單單只有信，而沒有行，去不了。跟我們佛法一樣，我們佛法講淨土，在大乘法裡是易行道，如果只有信，沒有願、沒有行，你能往生嗎？佛門裡有一些人以為信了就能往生，跟基督教說法沒有兩樣；你信了阿彌陀佛就能往生，他們是信了主就能得救，這跟經義不相符合。經裡面給我們講往生是三個條件，信只是一個，這三個條件缺一個都不能往生；有信之後還要有願，懇切的願望，還要有行才能去得了。行，正行是一向專念阿彌陀佛，助行是斷惡修善，這才能往生，沒有行那怎麼行？所以信了上帝之後要修十誡，要認真的修才決定得生。如果只有信，沒有行持，恐怕不能往生。基督教徒沒有往生而落在鬼道裡面，我還遇到幾個，他們都是很虔誠的基督教徒，死了以後落在鬼道，天上沒去。"
    },
    {
      "id": "12-017-0093_p0007",
      "zh_CN": "我们一定要懂得天的德行比人高。孔老夫子说的话很有道理，他在《易经系辞大传》里面讲了两句很有名的话，物以类聚，人以群分，这话讲得好。换句话说，一个团体是一类，他有他的标准。天有他的德行标准，如果我们的德行达不到他的标准，信他也没用处，也去不了。也像我们现代社会许许多多学校，学生去考学校，每一个学校录取学生标准不相同，有的学校办得好，录取的学生水平高，你达不到它的标准，你拜校长作干爸爸也没用处，他也不能录取你；你考试分数及格达到它的标准，你不喜欢校长，他还是要录取你，要懂这个道理。所以，哪些人生到忉利天？他的德行达到这个水平，他就去往生。信不信上帝不太重要，一定要达到他的水平，这才是正理。佛法给你讲理，你懂得这个理，你就不会疑惑，知道应当怎样去。可见得他们的德行都是建立在孝敬的基础上。世尊讲《地藏菩萨本愿经》，为什么选择在忉利天宫开这个法会？连讲《大方广佛华严经》都没有离开菩提场，为什么不在菩提场讲《地藏经》？为什么不在祇树给孤独园讲《地藏经》，要到忉利天宫？诸位想想，到底是什么意思？天王提倡孝道，孝亲尊师。一个人孝亲尊师感动天神，天地鬼神见到你都对你致敬。所以佛讲《地藏经》选择在忉利天宫有他的道理。",
      "zh_TW": "我們一定要懂得天的德行比人高。孔老夫子說的話很有道理，他在《易經繫辭大傳》裡面講了兩句很有名的話，物以類聚，人以群分，這話講得好。換句話說，一個團體是一類，他有他的標準。天有他的德行標準，如果我們的德行達不到他的標準，信他也沒用處，也去不了。也像我們現代社會許許多多學校，學生去考學校，每一個學校錄取學生標準不相同，有的學校辦得好，錄取的學生水平高，你達不到它的標準，你拜校長作乾爸爸也沒用處，他也不能錄取你；你考試分數及格達到它的標準，你不喜歡校長，他還是要錄取你，要懂這個道理。所以，哪些人生到忉利天？他的德行達到這個水平，他就去往生。信不信上帝不太重要，一定要達到他的水平，這才是正理。佛法給你講理，你懂得這個理，你就不會疑惑，知道應當怎樣去。可見得他們的德行都是建立在孝敬的基礎上。世尊講《地藏菩薩本願經》，為什麼選擇在忉利天宮開這個法會？連講《大方廣佛華嚴經》都沒有離開菩提場，為什麼不在菩提場講《地藏經》？為什麼不在祇樹給孤獨園講《地藏經》，要到忉利天宮？諸位想想，到底是什麼意思？天王提倡孝道，孝親尊師。一個人孝親尊師感動天神，天地鬼神見到你都對你致敬。所以佛講《地藏經》選擇在忉利天宮有他的道理。"
    },
    {
      "id": "12-017-0093_p0008",
      "zh_CN": "第二是须夜摩天王，我们通常简称作夜摩天。这一层天离开地面，三十三天是在须弥山顶，没离开地面，夜摩天离开地面，依空而居。他代表二地，二地菩萨是「离垢地」，他离开地面，他住在空中，表离垢。持戒、布施比忉利天更要殊胜，这就是修因殊胜，当然果报就比他更好了。佛在经上讲，他有众妙乐，他享乐比忉利天要多、要殊胜。夜摩是梵语，也翻作「时分」，古德给我们解释叫「善时分」，我们很难看得出这个名词里面的含义，所以一定要细心体会什么叫善时分。用现代的话来说，他很会掌握时节因缘，那就叫善时分，也就是我们现在人讲他认识机会，自行化他的机缘成熟，他一定会掌握住，一定不会空过，这是善时分的意思，我们要从这些地方学习。一生如果能够把时间掌握得很好，不会虚度光阴，世出世法没有不成就的。我们仔细观察，古今中外凡是有大成就的人，都是非常善于运用时间，他一天的时间分配得很好，我们讲作息时间，一年的时间他也分配得很好，乃至于一生的时间，他的日子要怎么过法。这一生当中有童年、有少年、有青年、有壮年、有老年，你如何分配？你怎么样生活，有没有想到？你能够想到按照理想去做，这是善时分。",
      "zh_TW": "第二是須夜摩天王，我們通常簡稱作夜摩天。這一層天離開地面，三十三天是在須彌山頂，沒離開地面，夜摩天離開地面，依空而居。他代表二地，二地菩薩是「離垢地」，他離開地面，他住在空中，表離垢。持戒、布施比忉利天更要殊勝，這就是修因殊勝，當然果報就比他更好了。佛在經上講，他有眾妙樂，他享樂比忉利天要多、要殊勝。夜摩是梵語，也翻作「時分」，古德給我們解釋叫「善時分」，我們很難看得出這個名詞裡面的含義，所以一定要細心體會什麼叫善時分。用現代的話來說，他很會掌握時節因緣，那就叫善時分，也就是我們現在人講他認識機會，自行化他的機緣成熟，他一定會掌握住，一定不會空過，這是善時分的意思，我們要從這些地方學習。一生如果能夠把時間掌握得很好，不會虛度光陰，世出世法沒有不成就的。我們仔細觀察，古今中外凡是有大成就的人，都是非常善於運用時間，他一天的時間分配得很好，我們講作息時間，一年的時間他也分配得很好，乃至於一生的時間，他的日子要怎麼過法。這一生當中有童年、有少年、有青年、有壯年、有老年，你如何分配？你怎麼樣生活，有沒有想到？你能夠想到按照理想去做，這是善時分。"
    },
    {
      "id": "12-017-0093_p0009",
      "zh_CN": "在中国古圣先贤教导我们，幼年培养德行的根基，这是教育。教育从什么时候教起？儒家教人从胎教。母亲怀孕的时候，就要教这个小孩，小孩还没出世怎么教法？母亲心要正、心要清净，行要正，一举一动都端庄，影响小孩的心理，这是真正爱护小孩。在佛法里面讲神识来投胎的时候，就会受母亲起心动念、举止动作的影响。出世之后，从小要教孝教敬，怎么教法？父母做样子给他看，小孩最容易模仿大人，学习大人的样子。你不给他一个好的榜样，将来希望他在社会上做个好人，那怎么可能？不可能的事情。做好榜样给谁看？给小孩看，教他，这时候他印象非常之深刻，从小印象种下去，所以一定要给他好的印象。现代社会儿童问题、青少年问题为什么这么多？古时候没听说，典籍里面很少记载，什么原因？古人懂得，家家户户都懂得，只是他做的程度不一样，都懂得。现在人不懂，小孩从小就没有能养成一个好的意识形态，就没有一个好的榜样，长大之后要把他的错误行为纠正，太难太难了！",
      "zh_TW": "在中國古聖先賢教導我們，幼年培養德行的根基，這是教育。教育從什麼時候教起？儒家教人從胎教。母親懷孕的時候，就要教這個小孩，小孩還沒出世怎麼教法？母親心要正、心要清淨，行要正，一舉一動都端莊，影響小孩的心理，這是真正愛護小孩。在佛法裡面講神識來投胎的時候，就會受母親起心動念、舉止動作的影響。出世之後，從小要教孝教敬，怎麼教法？父母做樣子給他看，小孩最容易模仿大人，學習大人的樣子。你不給他一個好的榜樣，將來希望他在社會上做個好人，那怎麼可能？不可能的事情。做好榜樣給誰看？給小孩看，教他，這時候他印象非常之深刻，從小印象種下去，所以一定要給他好的印象。現代社會兒童問題、青少年問題為什麼這麼多？古時候沒聽說，典籍裡面很少記載，什麼原因？古人懂得，家家戶戶都懂得，只是他做的程度不一樣，都懂得。現在人不懂，小孩從小就沒有能養成一個好的意識形態，就沒有一個好的榜樣，長大之後要把他的錯誤行為糾正，太難太難了！"
    },
    {
      "id": "12-017-0093_p0010",
      "zh_CN": "今天在社会上，我们以好心待人、真诚心待人，帮助人，人家还要来骗你、来坑你、讹诈你，甚至陷害你，这个事情太多太多了，天天都能见得到，都能听得到。我们听了、看了不足以为奇怪，而认为这是现代社会正常的现象，什么原因？教育没有了，这是一个很可怕的现象。我们今天学佛，佛弟子要明白这个道理，要真正发心存菩萨心、行菩萨道，菩萨心是真诚、清净、慈悲心，菩萨道是给一切众生做好样子。这是在这一个时代，这个时节因缘，人与人之间争权夺利，为了争夺财产父子都上法庭，这在古时候是大笑话，哪有这种道理？兄弟上法庭从前没听说过，现在这个事情太平常。所以我们要给这些人做一个好样子，处处修忍让，我们在社会表现于人无争、于世无求。他们认为如果不争不求就活不下去，我们做个样子给他看看，不争不求也过得很自在，过得也不比他差多少。长时间这样做法，慢慢的他会省悟过来，他会觉察到，我们过得自在，至少他们烦恼多，我们烦恼少，他忧虑多，我们忧虑少，这就比他过得幸福，比他过得美满。夜摩天人虽然没有兜率天人那样的知足，他也不多求，他对于知足也非常喜欢，对于上一层天兜率天，他很羡慕；羡慕兜率天人的知足常乐，他在用功修学，也希望把他的境界向上提升。这些地方都是我们学习之处。",
      "zh_TW": "今天在社會上，我們以好心待人、真誠心待人，幫助人，人家還要來騙你、來坑你、訛詐你，甚至陷害你，這個事情太多太多了，天天都能見得到，都能聽得到。我們聽了、看了不足以為奇怪，而認為這是現代社會正常的現象，什麼原因？教育沒有了，這是一個很可怕的現象。我們今天學佛，佛弟子要明白這個道理，要真正發心存菩薩心、行菩薩道，菩薩心是真誠、清淨、慈悲心，菩薩道是給一切眾生做好樣子。這是在這一個時代，這個時節因緣，人與人之間爭權奪利，為了爭奪財產父子都上法庭，這在古時候是大笑話，哪有這種道理？兄弟上法庭從前沒聽說過，現在這個事情太平常。所以我們要給這些人做一個好樣子，處處修忍讓，我們在社會表現於人無爭、於世無求。他們認為如果不爭不求就活不下去，我們做個樣子給他看看，不爭不求也過得很自在，過得也不比他差多少。長時間這樣做法，慢慢的他會省悟過來，他會覺察到，我們過得自在，至少他們煩惱多，我們煩惱少，他憂慮多，我們憂慮少，這就比他過得幸福，比他過得美滿。夜摩天人雖然沒有兜率天人那樣的知足，他也不多求，他對於知足也非常喜歡，對於上一層天兜率天，他很羨慕；羨慕兜率天人的知足常樂，他在用功修學，也希望把他的境界向上提升。這些地方都是我們學習之處。"
    },
    {
      "id": "12-017-0093_p0011",
      "zh_CN": "第三兜率陀天王。兜率是梵语，翻成中文叫喜足，欢喜、知足。他能够随顺佛菩萨的教诲，因为后身菩萨多半在这个地方建道场，后身就是后补佛。我们这个世间的兜率天，弥勒菩萨道场在那边，兜率内院是弥勒菩萨道场。佛在经上告诉我们，兜率天的一天是人间四百年，我们人间一百年，要以兜率天的时间来算，时差很大，六个小时；兜率天六个小时，我们人间一百年，你说有什么意思？人活一百年，在兜率天人看来是朝生暮死，寿命太短了，还有什么好争的！还不好好的活下去，还要去造罪业；天人看到，可怜可悯，寿命这么短，不老实。所以佛菩萨常常在那个地方讲经说法，教化众生。这一层天也是凡圣同居土，这是说菩萨在这个地方建道场。凡圣同居土在六道里有三处，我们这个世间是一处，有佛菩萨、阿罗汉、辟支佛在我们这世间建道场，我们肉眼看不到。兜率天也是如此，兜率内院，兜率天人知道弥勒菩萨在那边，内院在哪里找不到，有缘才能遇到，没有缘也遇不到。虽遇不到，弥勒菩萨常常化身到凡夫天里面来示现，跟我们这边情形很类似。另外一个凡圣同居土就是四禅天，四禅有五不还天，净居天是一些修行圣人在那个地方建道场。同样的道理，广果天人也见不到五不还天的天人，广果天人是凡夫，五不还天是圣人，但是他们都知道有佛菩萨、有圣人在他们同一个层次里面修行。",
      "zh_TW": "第三兜率陀天王。兜率是梵語，翻成中文叫喜足，歡喜、知足。他能夠隨順佛菩薩的教誨，因為後身菩薩多半在這個地方建道場，後身就是後補佛。我們這個世間的兜率天，彌勒菩薩道場在那邊，兜率內院是彌勒菩薩道場。佛在經上告訴我們，兜率天的一天是人間四百年，我們人間一百年，要以兜率天的時間來算，時差很大，六個小時；兜率天六個小時，我們人間一百年，你說有什麼意思？人活一百年，在兜率天人看來是朝生暮死，壽命太短了，還有什麼好爭的！還不好好的活下去，還要去造罪業；天人看到，可憐可憫，壽命這麼短，不老實。所以佛菩薩常常在那個地方講經說法，教化眾生。這一層天也是凡聖同居土，這是說菩薩在這個地方建道場。凡聖同居土在六道裡有三處，我們這個世間是一處，有佛菩薩、阿羅漢、辟支佛在我們這世間建道場，我們肉眼看不到。兜率天也是如此，兜率內院，兜率天人知道彌勒菩薩在那邊，內院在哪裡找不到，有緣才能遇到，沒有緣也遇不到。雖遇不到，彌勒菩薩常常化身到凡夫天裡面來示現，跟我們這邊情形很類似。另外一個凡聖同居土就是四禪天，四禪有五不還天，淨居天是一些修行聖人在那個地方建道場。同樣的道理，廣果天人也見不到五不還天的天人，廣果天人是凡夫，五不還天是聖人，但是他們都知道有佛菩薩、有聖人在他們同一個層次裡面修行。"
    },
    {
      "id": "12-017-0093_p0012",
      "zh_CN": "经上告诉我们，他们能够随顺法性，随顺佛菩萨教导的方法去修行，方便利生，无所染着，所以他表三地菩萨，三地是「发光地」。后身菩萨于此教化，皆勤念佛，这是清凉大师在注解里面为我们说的，说得很有道理，给我们说明念佛成佛。弥勒菩萨在兜率内院也念佛，我们在净土经里面看到，弥勒菩萨跟西方净土的关系非常密切，《无量寿经》后半部弥勒菩萨当机，前半部是阿难尊者当机，后半部是弥勒菩萨，弥勒菩萨哪有不念阿弥陀佛的道理？如果我们想找弥勒菩萨，亲近他老人家，兜率内院不容易找到，连兜率天人都找不到，我们怎么会找到！可是有一个办法可以找到他，到极乐世界一定把他找到，他常到极乐世界去，我们讲一天总要去几次，所以在极乐世界很容易遇到他。找到他，让他带我们到内院里面去观光旅游，那就很方便，他给我们当导游，比什么都方便。",
      "zh_TW": "經上告訴我們，他們能夠隨順法性，隨順佛菩薩教導的方法去修行，方便利生，無所染著，所以他表三地菩薩，三地是「發光地」。後身菩薩於此教化，皆勤念佛，這是清涼大師在註解裡面為我們說的，說得很有道理，給我們說明念佛成佛。彌勒菩薩在兜率內院也念佛，我們在淨土經裡面看到，彌勒菩薩跟西方淨土的關係非常密切，《無量壽經》後半部彌勒菩薩當機，前半部是阿難尊者當機，後半部是彌勒菩薩，彌勒菩薩哪有不念阿彌陀佛的道理？如果我們想找彌勒菩薩，親近他老人家，兜率內院不容易找到，連兜率天人都找不到，我們怎麼會找到！可是有一個辦法可以找到他，到極樂世界一定把他找到，他常到極樂世界去，我們講一天總要去幾次，所以在極樂世界很容易遇到他。找到他，讓他帶我們到內院裡面去觀光旅遊，那就很方便，他給我們當導遊，比什麼都方便。"
    },
    {
      "id": "12-017-0093_p0013",
      "zh_CN": "第四化乐天王，他代表四地菩萨，「常以变化，以悦自乐」。这一层天可以说相当自在，所有一切物质精神的受用不需要外求，能够随心所欲的变化，所以叫化乐天。佛在经上告诉我们，「心外无境，从心变故」，我们现在世间科学家念念追求这个境界，科技能不能达得到？非常困难。他们为什么这么容易做到？他是从心地上下功夫，正是证实了佛所讲的「一切法从心想生」，所以他的受用是变化所作。天人有德行，自己享受，绝不侵犯别人，叫善化。我们世间人烦恼习气很重，自己地位虽然很高，拥有很大的财富，看到别人也有，总想侵犯别人；天人他们绝不侵犯别人。表「焰慧地」，焰慧是第四地。菩萨是以教化众生为自乐，这是以四地菩萨来配化乐天。化乐天是自己变化，自己来受用，自己来享乐，四地菩萨是以教化众生为快乐之事，这也是自己变化的意思。",
      "zh_TW": "第四化樂天王，他代表四地菩薩，「常以變化，以悅自樂」。這一層天可以說相當自在，所有一切物質精神的受用不需要外求，能夠隨心所欲的變化，所以叫化樂天。佛在經上告訴我們，「心外無境，從心變故」，我們現在世間科學家念念追求這個境界，科技能不能達得到？非常困難。他們為什麼這麼容易做到？他是從心地上下功夫，正是證實了佛所講的「一切法從心想生」，所以他的受用是變化所作。天人有德行，自己享受，絕不侵犯別人，叫善化。我們世間人煩惱習氣很重，自己地位雖然很高，擁有很大的財富，看到別人也有，總想侵犯別人；天人他們絕不侵犯別人。表「焰慧地」，焰慧是第四地。菩薩是以教化眾生為自樂，這是以四地菩薩來配化樂天。化樂天是自己變化，自己來受用，自己來享樂，四地菩薩是以教化眾生為快樂之事，這也是自己變化的意思。"
    },
    {
      "id": "12-017-0093_p0014",
      "zh_CN": "第五他化自在天，这是欲界的天顶，欲界最高的一层天，称为他化自在天。他的享受福报更大，不需要自己变化，只要心里动一念供养就送来。谁送来？化乐天，第五天会供养他。第五天变化供给他享受，显示他自在，这也显示「欲境难超，故曰难胜地」，五地菩萨叫「难胜地」，用他来表难胜地的菩萨。欲很难断，虽然到化乐天，五欲六尘享受的念头已经相当淡薄，但是还是有，还没有断掉。他化自在天就更淡薄，难胜就是比喻断欲非常困难。他们的享受是令他化乐，「他」就是化乐天，显自己自在，表菩萨教化众生令他得乐即是自乐，在表法里面跟天人他的德行受用有类似之处。五地菩萨度化一切众生，看到众生离苦得乐他欢喜，他就很快乐，而不是说自己离苦得乐感到快乐，他看到别人得乐自己也快乐。",
      "zh_TW": "第五他化自在天，這是欲界的天頂，欲界最高的一層天，稱為他化自在天。他的享受福報更大，不需要自己變化，只要心裡動一念供養就送來。誰送來？化樂天，第五天會供養他。第五天變化供給他享受，顯示他自在，這也顯示「欲境難超，故曰難勝地」，五地菩薩叫「難勝地」，用他來表難勝地的菩薩。欲很難斷，雖然到化樂天，五欲六塵享受的念頭已經相當淡薄，但是還是有，還沒有斷掉。他化自在天就更淡薄，難勝就是比喻斷欲非常困難。他們的享受是令他化樂，「他」就是化樂天，顯自己自在，表菩薩教化眾生令他得樂即是自樂，在表法裡面跟天人他的德行受用有類似之處。五地菩薩度化一切眾生，看到眾生離苦得樂他歡喜，他就很快樂，而不是說自己離苦得樂感到快樂，他看到別人得樂自己也快樂。"
    },
    {
      "id": "12-017-0093_p0015",
      "zh_CN": "下面是大梵天王，这是色界初禅。经典里面给我们讲，「离欲寂静」就叫做梵，这是解释这个字。佛在经上告诉我们，大梵天王身体是银白色，没有男女形，天人都非常之美，你看不出他是男是女，实际上没有男女的形状。「禅悦为食，寿命一劫」，这是初禅；二禅的寿命加一倍两劫，三禅的寿命又加一倍四劫，寿命逐渐往上增加，倍倍增加。「本修慈心，愍念众生。好请转轮，智照不染」。这是现前地的菩萨，六地叫「现前地」。菩萨慈悲心增上，悯念众生，喜爱善法。善法当中以佛法最为殊胜，古德常说「世间好语佛说尽」，这句话是真实话，意思是世间的好话佛说尽，所以菩萨喜欢请转法轮；也就是说，请佛、请菩萨们讲经说法，这是他的爱好。虽然常常来办这些活动，我们现在讲办活动，延请大德来讲经说法，利益一切众生，他能做到三轮体空，心地清净而不染着，这一点是我们应当学的。我们今天也有一些人，跟这个菩萨类似喜欢办活动，但是办活动都有分别执着、都有染着，这是比不上菩萨，他还是凡人，他不是菩萨。菩萨办这些活动目的在利益众生，所以他没有分别、没有执着，他也没有妄想，正是自行化他。",
      "zh_TW": "下面是大梵天王，這是色界初禪。經典裡面給我們講，「離欲寂靜」就叫做梵，這是解釋這個字。佛在經上告訴我們，大梵天王身體是銀白色，沒有男女形，天人都非常之美，你看不出他是男是女，實際上沒有男女的形狀。「禪悅為食，壽命一劫」，這是初禪；二禪的壽命加一倍兩劫，三禪的壽命又加一倍四劫，壽命逐漸往上增加，倍倍增加。「本修慈心，愍念眾生。好請轉輪，智照不染」。這是現前地的菩薩，六地叫「現前地」。菩薩慈悲心增上，憫念眾生，喜愛善法。善法當中以佛法最為殊勝，古德常說「世間好語佛說盡」，這句話是真實話，意思是世間的好話佛說盡，所以菩薩喜歡請轉法輪；也就是說，請佛、請菩薩們講經說法，這是他的愛好。雖然常常來辦這些活動，我們現在講辦活動，延請大德來講經說法，利益一切眾生，他能做到三輪體空，心地清淨而不染著，這一點是我們應當學的。我們今天也有一些人，跟這個菩薩類似喜歡辦活動，但是辦活動都有分別執著、都有染著，這是比不上菩薩，他還是凡人，他不是菩薩。菩薩辦這些活動目的在利益眾生，所以他沒有分別、沒有執著，他也沒有妄想，正是自行化他。"
    },
    {
      "id": "12-017-0093_p0016",
      "zh_CN": "第七光音天王，这是二禅，表第七「远行地」，「自苦已无，常度他苦」，前面所讲的苦、空、无常。为什么叫远行？远离了，远离众苦，自苦没有了，他还看到众生苦，常常帮助众生离苦得乐。苦从哪里来的？苦从迷来的。要帮助众生离苦，就要帮助众生破迷，所以菩萨「常以行网教光普化一切众生」。行是做出来给人看，做出一个榜样；网是行为太多，像网目一样。日常生活工作应酬、处事待人接物，要表现一个觉悟人的样子给众生看，叫身教；以自己的身行做榜样，还要为众生说法，普度一切众生。因为心净，心净当然身就清净，这一层的天人心地都很清净，说话的时候口里面都放光，所以叫光音天；我们前面跟诸位介绍过，这是一个说法。还有一个说法，光音天以上大家沟通意见，不需要用言语，用放光，以光来代替言语则称为光音天。在此地我们着重在表法，光明表智慧，你的言语充满了智慧，破除一切众生的疑惑；这个音就等于有光一样，破除人的迷惑。佛法里面常讲破迷开悟，破疑生信，这个言语都可以称之为光音。",
      "zh_TW": "第七光音天王，這是二禪，表第七「遠行地」，「自苦已無，常度他苦」，前面所講的苦、空、無常。為什麼叫遠行？遠離了，遠離眾苦，自苦沒有了，他還看到眾生苦，常常幫助眾生離苦得樂。苦從哪裡來的？苦從迷來的。要幫助眾生離苦，就要幫助眾生破迷，所以菩薩「常以行網教光普化一切眾生」。行是做出來給人看，做出一個榜樣；網是行為太多，像網目一樣。日常生活工作應酬、處事待人接物，要表現一個覺悟人的樣子給眾生看，叫身教；以自己的身行做榜樣，還要為眾生說法，普度一切眾生。因為心淨，心淨當然身就清淨，這一層的天人心地都很清淨，說話的時候口裡面都放光，所以叫光音天；我們前面跟諸位介紹過，這是一個說法。還有一個說法，光音天以上大家溝通意見，不需要用言語，用放光，以光來代替言語則稱為光音天。在此地我們著重在表法，光明表智慧，你的言語充滿了智慧，破除一切眾生的疑惑；這個音就等於有光一樣，破除人的迷惑。佛法裡面常講破迷開悟，破疑生信，這個言語都可以稱之為光音。"
    },
    {
      "id": "12-017-0093_p0017",
      "zh_CN": "第八遍净天王，佛在经上常讲，这是三禅，三禅天是三界六道里面最乐的一层天。他乐在哪里？「此天忧苦已无」，心没有忧虑，身没有苦，身心快乐，身心遍净，他是清净快乐，我们常讲法喜充满，真正法喜充满是三禅天人，他们是真正的法喜充满。这个法喜还是动摇他的心性，所以他还有风灾。大三灾风能够吹到三禅，什么原因？他欢喜还是个动的相，当然他动不像我们，我们没办法想像；我们的心动是动得很粗，幅度很大，他动很细，我们凡夫看不出他的动，但是他确实心还动，他动是心里面欢喜。就是因为这一点微微的振动，风灾免不掉，火灾、水灾他都没有，他有风灾。在叹德里面，我们看到经文上讲，「物我无二，佛加令忆本愿，广利众生，勤作利益」。他表八地菩萨，八地是「不动地」。不但是人我分别他没有，一切万物他也不分别了，在中国僧肇曾经说过，「天地与我同根，万物与我一体」，遍净天人到这个境界，那是说他们已经契入这个境界了。在这个境界里面，所以叫遍净，身心都清净，佛在这个地方说法提醒他，让他想到他过去的本愿，不能只图自己的享受，你还要去帮助众生。三界六道苦难的众生多，我们今天不仅看是人间苦，苦人多，畜生苦，饿鬼更苦，地狱苦极了！提醒他们不要把自己的本愿忘掉，要能够舍己为人，儒家所说的「安安而能迁」，就是这个意思。两个「安」就是你现在生活环境，心很安，身也很安，这就像遍净天人一样，你很自在、很幸福，天天在享福，身心安稳那是真正的福报。就像这边所讲的，心没有忧虑，身没有苦楚，你说这多自在！可是想到世间还有许许多多苦难的人，「迁」是什么意思？放弃自己身心安稳的享受，为苦难众生服务，这是菩萨行。世出世间圣人都是这样劝导我们，而佛陀真的以身作则，给我们做了一个最好的榜样。",
      "zh_TW": "第八遍淨天王，佛在經上常講，這是三禪，三禪天是三界六道裡面最樂的一層天。他樂在哪裡？「此天憂苦已無」，心沒有憂慮，身沒有苦，身心快樂，身心遍淨，他是清淨快樂，我們常講法喜充滿，真正法喜充滿是三禪天人，他們是真正的法喜充滿。這個法喜還是動搖他的心性，所以他還有風災。大三災風能夠吹到三禪，什麼原因？他歡喜還是個動的相，當然他動不像我們，我們沒辦法想像；我們的心動是動得很粗，幅度很大，他動很細，我們凡夫看不出他的動，但是他確實心還動，他動是心裡面歡喜。就是因為這一點微微的振動，風災免不掉，火災、水災他都沒有，他有風災。在歎德裡面，我們看到經文上講，「物我無二，佛加令憶本願，廣利眾生，勤作利益」。他表八地菩薩，八地是「不動地」。不但是人我分別他沒有，一切萬物他也不分別了，在中國僧肇曾經說過，「天地與我同根，萬物與我一體」，遍淨天人到這個境界，那是說他們已經契入這個境界了。在這個境界裡面，所以叫遍淨，身心都清淨，佛在這個地方說法提醒他，讓他想到他過去的本願，不能只圖自己的享受，你還要去幫助眾生。三界六道苦難的眾生多，我們今天不僅看是人間苦，苦人多，畜生苦，餓鬼更苦，地獄苦極了！提醒他們不要把自己的本願忘掉，要能夠捨己為人，儒家所說的「安安而能遷」，就是這個意思。兩個「安」就是你現在生活環境，心很安，身也很安，這就像遍淨天人一樣，你很自在、很幸福，天天在享福，身心安穩那是真正的福報。就像這邊所講的，心沒有憂慮，身沒有苦楚，你說這多自在！可是想到世間還有許許多多苦難的人，「遷」是什麼意思？放棄自己身心安穩的享受，為苦難眾生服務，這是菩薩行。世出世間聖人都是這樣勸導我們，而佛陀真的以身作則，給我們做了一個最好的榜樣。"
    },
    {
      "id": "12-017-0093_p0018",
      "zh_CN": "释迦牟尼佛在世的时候，他在菩提树下夜睹明星，豁然大悟，示现成佛，入佛的境界，身心安稳到极处了。在这个时候，如果没有人来启请他说法度生，他就入般涅槃。我们世间凡夫谁认识？谁去启请？没有人。这时候净居天，净居天人就是五不还天里面的修行人，他们看到了，看到释迦牟尼佛，在阎浮提洲菩提树下示现成道，他们赶紧下来，代表娑婆世界众生向释迦牟尼佛请法，「请转法轮」，「请佛住世」，释迦牟尼佛答应，所以以后才有讲经三百余会，说法四十九年。他们认识、他们明了，佛加持他，让他回忆到自己本愿；过去生中曾经发的愿，现在有这个能力，有这个条件，不能不兑现，你要不兑现，你这不叫打妄语？所以到你有能力、有条件的时候要兑现，没有能力、没有条件那是另当别论，正是所谓「心有余而力不足」；心就是愿，有愿条件不足，条件具足一定要帮助苦难的众生。这是佛陀加持。",
      "zh_TW": "釋迦牟尼佛在世的時候，他在菩提樹下夜睹明星，豁然大悟，示現成佛，入佛的境界，身心安穩到極處了。在這個時候，如果沒有人來啟請他說法度生，他就入般涅槃。我們世間凡夫誰認識？誰去啟請？沒有人。這時候淨居天，淨居天人就是五不還天裡面的修行人，他們看到了，看到釋迦牟尼佛，在閻浮提洲菩提樹下示現成道，他們趕緊下來，代表娑婆世界眾生向釋迦牟尼佛請法，「請轉法輪」，「請佛住世」，釋迦牟尼佛答應，所以以後才有講經三百餘會，說法四十九年。他們認識、他們明瞭，佛加持他，讓他回憶到自己本願；過去生中曾經發的願，現在有這個能力，有這個條件，不能不兌現，你要不兌現，你這不叫打妄語？所以到你有能力、有條件的時候要兌現，沒有能力、沒有條件那是另當別論，正是所謂「心有餘而力不足」；心就是願，有願條件不足，條件具足一定要幫助苦難的眾生。這是佛陀加持。"
    },
    {
      "id": "12-017-0093_p0019",
      "zh_CN": "第九广果天王。清凉大师在注解里面告诉我们，「于异生善果，此最广故」。佛法里面把一切众生分做两大类，一个是同生性，一个叫异生性。诸位如果读过《百法明门论》，在不相应行法里面有列这两法：同生性跟异生性，这是属于不相应行法。什么叫同生性？跟释迦牟尼佛、跟诸佛如来用同样的心就叫同生，跟诸佛如来用的心不一样就叫异生，这是把一切众生区分为两大类。同生性是谁？法身大士，跟诸佛用的是同一个心，真心，佛用真心；圆教初住菩萨也用真心，破一品无明，证一分法身，法身就是真心。见一分真性，真性也是真心，禅宗里面讲明心见性，见性就是见到真心；见性的人就用真心，不再用妄心。妄心是什么？是八识五十一心所，通常我们讲心意识，异生就是用心意识，不是用真心。在异生众里面这一层天的福报最大，所以说「异生善果，此最广故」，称它作广果天，福报最大；三灾都避免，三灾不到，福报最大。",
      "zh_TW": "第九廣果天王。清涼大師在註解裡面告訴我們，「於異生善果，此最廣故」。佛法裡面把一切眾生分做兩大類，一個是同生性，一個叫異生性。諸位如果讀過《百法明門論》，在不相應行法裡面有列這兩法：同生性跟異生性，這是屬於不相應行法。什麼叫同生性？跟釋迦牟尼佛、跟諸佛如來用同樣的心就叫同生，跟諸佛如來用的心不一樣就叫異生，這是把一切眾生區分為兩大類。同生性是誰？法身大士，跟諸佛用的是同一個心，真心，佛用真心；圓教初住菩薩也用真心，破一品無明，證一分法身，法身就是真心。見一分真性，真性也是真心，禪宗裡面講明心見性，見性就是見到真心；見性的人就用真心，不再用妄心。妄心是什麼？是八識五十一心所，通常我們講心意識，異生就是用心意識，不是用真心。在異生眾裡面這一層天的福報最大，所以說「異生善果，此最廣故」，稱它作廣果天，福報最大；三災都避免，三災不到，福報最大。"
    },
    {
      "id": "12-017-0093_p0020",
      "zh_CN": "「以寂静法门为宫殿」，这是佛在经上说的；宫殿表慈悲、表复育，表这个意思。换句话说，他是以寂静法门，自己安住在寂静法门之中，也以寂静法护佑一切众生。「因无出入息，故三灾八灾患不及」，三灾是水火风，八灾患前面跟诸位报告过。他为什么能够免除三灾八灾患？他出入息离了。出入息就是我们今天讲呼吸，他没有呼吸，没有呼吸形容他的定功深，很深的禅定，不需要用鼻根来呼吸。我们世间讲求延年益寿，这里头也有一个修行的方法叫龟息。大家知道龟的寿命很长，龟的呼吸非常之微细，人如果能学得像龟的呼吸，寿命会很长，非常微细，鼻孔里面几乎觉察不到他有出入息，这是说他定功之深，所以他能够免除一切灾患。",
      "zh_TW": "「以寂靜法門為宮殿」，這是佛在經上說的；宮殿表慈悲、表覆育，表這個意思。換句話說，他是以寂靜法門，自己安住在寂靜法門之中，也以寂靜法護佑一切眾生。「因無出入息，故三災八災患不及」，三災是水火風，八災患前面跟諸位報告過。他為什麼能夠免除三災八災患？他出入息離了。出入息就是我們今天講呼吸，他沒有呼吸，沒有呼吸形容他的定功深，很深的禪定，不需要用鼻根來呼吸。我們世間講求延年益壽，這裡頭也有一個修行的方法叫龜息。大家知道龜的壽命很長，龜的呼吸非常之微細，人如果能學得像龜的呼吸，壽命會很長，非常微細，鼻孔裡面幾乎覺察不到他有出入息，這是說他定功之深，所以他能夠免除一切災患。"
    },
    {
      "id": "12-017-0093_p0021",
      "zh_CN": "同时菩萨也能以一音说法，广果天王表九地菩萨，九地是「法师地」，离心意识，作大法师。凡是在这个阶层上都是称法师，十住里面九住是法师住，十行里面第九行是法师行，十回向里面第九回向、跟十地里面第九地都是表法师。我们知道「佛以一音而说法，众生随类各得解」，九地菩萨也有这个能力，他能以一音说法，众生能够随类得解。他这个能力是怎么得来的？佛在经上告诉我们，离心意识。于是我们在这个地方体会到，我们今天没有办法一音说法众生各解，我们是用心意识。心意识各个差别不相同，我们跟别人的心意识，也就是说你的想法看法、你的分别执着跟别人不一样，变成格格不入，麻烦在此地。离心意识之后，他用的是真心，用的是心性，性是相同的。我们用《楞严经》上的比喻来说，《楞严经》把我们的心性比作大海，把我们的心意识比作海上的水泡，一切众生都是水泡，我们自己也是水泡，水泡跟水泡就有界限，自然就产生妨碍。如果水泡破了变成大海，所有水泡都依大海而起，诸位想想看，你要是回归到自性，一切众生的心意识都能融通，就是这个道理，这是我们讲原理。十法界一切有情众生，种种不同根性、不同言语、不同思惟，只要一落到心性统统都融通，所以这在理论上能讲得通。",
      "zh_TW": "同時菩薩也能以一音說法，廣果天王表九地菩薩，九地是「法師地」，離心意識，作大法師。凡是在這個階層上都是稱法師，十住裡面九住是法師住，十行裡面第九行是法師行，十迴向裡面第九迴向、跟十地裡面第九地都是表法師。我們知道「佛以一音而說法，眾生隨類各得解」，九地菩薩也有這個能力，他能以一音說法，眾生能夠隨類得解。他這個能力是怎麼得來的？佛在經上告訴我們，離心意識。於是我們在這個地方體會到，我們今天沒有辦法一音說法眾生各解，我們是用心意識。心意識各個差別不相同，我們跟別人的心意識，也就是說你的想法看法、你的分別執著跟別人不一樣，變成格格不入，麻煩在此地。離心意識之後，他用的是真心，用的是心性，性是相同的。我們用《楞嚴經》上的比喻來說，《楞嚴經》把我們的心性比作大海，把我們的心意識比作海上的水泡，一切眾生都是水泡，我們自己也是水泡，水泡跟水泡就有界限，自然就產生妨礙。如果水泡破了變成大海，所有水泡都依大海而起，諸位想想看，你要是回歸到自性，一切眾生的心意識都能融通，就是這個道理，這是我們講原理。十法界一切有情眾生，種種不同根性、不同言語、不同思惟，只要一落到心性統統都融通，所以這在理論上能講得通。"
    },
    {
      "id": "12-017-0093_p0022",
      "zh_CN": "佛教给我们用的方法是「明心见性」，这个问题就解决了。法相宗里面跟我们讲「转八识成四智」，就是把心意识转变为四智菩提，四智菩提就是自性的起用，相宗讲「转识成智」。心性是智，八识是情，是有执着，情执。现在科技在研究，近代电脑相当进步，这些专家在研究如何能够将语言，用电脑自动变化成种种不同的言语，让大家都能够了解其意，这是现在在努力做的。为什么能做得成功？我们知道这里头有个原理，当然电脑能够做得到的总没有心性那么样的圆满，因为我们心性里有智有情，电脑毕竟是个机器，它没有智、它没有情，只能按照人设计的指令它去做、它去转变，怎么发展它还不是一个活的生命，我们一定要懂得。有些同修曾经问过我，现在科学家能够复制动物，复制羊、复制老鼠，现在还在研究怎么样复制人，他说复制品做出来跟活人完全一样，这是怎么回事情？一切有情众生都有神识，复制出来的果然他活了，他也有神识，神识从哪来？游魂太多太多，依附在这个身体上，是这么来的。",
      "zh_TW": "佛教給我們用的方法是「明心見性」，這個問題就解決了。法相宗裡面跟我們講「轉八識成四智」，就是把心意識轉變為四智菩提，四智菩提就是自性的起用，相宗講「轉識成智」。心性是智，八識是情，是有執著，情執。現在科技在研究，近代電腦相當進步，這些專家在研究如何能夠將語言，用電腦自動變化成種種不同的言語，讓大家都能夠了解其意，這是現在在努力做的。為什麼能做得成功？我們知道這裡頭有個原理，當然電腦能夠做得到的總沒有心性那麼樣的圓滿，因為我們心性裡有智有情，電腦畢竟是個機器，它沒有智、它沒有情，只能按照人設計的指令它去做、它去轉變，怎麼發展它還不是一個活的生命，我們一定要懂得。有些同修曾經問過我，現在科學家能夠複製動物，複製羊、複製老鼠，現在還在研究怎麼樣複製人，他說複製品做出來跟活人完全一樣，這是怎麼回事情？一切有情眾生都有神識，複製出來的果然他活了，他也有神識，神識從哪來？遊魂太多太多，依附在這個身體上，是這麼來的。"
    },
    {
      "id": "12-017-0093_p0023",
      "zh_CN": "古往今来我们在笔记小说里面，曾经看到借尸还魂，他没有受胎狱之苦。复制的这些有情众生，也是这么个道理，如果没有神识附在复制品上，他是个死的，他不是活的；如果他是个活的，必然是有神识依附在其中。就跟我们一个人，或者一个动物一样，有情众生都是色心混合的现象，色是物质，心我们现在讲是精神，这两样东西混合的一个现象。我们看植物、矿物，它们只有色身，没有神识。虽无神识，佛在经上告诉我们，也有不少植物有鬼神依附在其中，并不以它为身体，以它为居住的房舍，像经上讲树神、山神、河神这一类；他依附这个境界做为他居住的房舍，我们称他为鬼神，他并不以它为身体。但是在动物，他是依附肉体做为他的身体。因此有些植物也有感情，道理在此地。并不是植物真的有感情，是依附居住在植物，像一棵树一样，他以树为他的家，他住在里面，于是我们就感觉得这个树好像有情识，能通人情。人喜欢它，爱它，树就长得特别茂盛，长得特别好；讨厌它，不喜欢它，树好像也就没有精神，也就垂头丧气，确实有这个现象，道理我们要懂得。由此可知，你用真心，真心能感动天地鬼神，能感动一切众生，所以说法自然他就懂得意思，这是作大法师的条件。这是到九地菩萨有这个境界。",
      "zh_TW": "古往今來我們在筆記小說裡面，曾經看到借屍還魂，他沒有受胎獄之苦。複製的這些有情眾生，也是這麼個道理，如果沒有神識附在複製品上，他是個死的，他不是活的；如果他是個活的，必然是有神識依附在其中。就跟我們一個人，或者一個動物一樣，有情眾生都是色心混合的現象，色是物質，心我們現在講是精神，這兩樣東西混合的一個現象。我們看植物、礦物，它們只有色身，沒有神識。雖無神識，佛在經上告訴我們，也有不少植物有鬼神依附在其中，並不以它為身體，以它為居住的房舍，像經上講樹神、山神、河神這一類；他依附這個境界做為他居住的房舍，我們稱他為鬼神，他並不以它為身體。但是在動物，他是依附肉體做為他的身體。因此有些植物也有感情，道理在此地。並不是植物真的有感情，是依附居住在植物，像一棵樹一樣，他以樹為他的家，他住在裡面，於是我們就感覺得這個樹好像有情識，能通人情。人喜歡它，愛它，樹就長得特別茂盛，長得特別好；討厭它，不喜歡它，樹好像也就沒有精神，也就垂頭喪氣，確實有這個現象，道理我們要懂得。由此可知，你用真心，真心能感動天地鬼神，能感動一切眾生，所以說法自然他就懂得意思，這是作大法師的條件。這是到九地菩薩有這個境界。"
    },
    {
      "id": "12-017-0093_p0024",
      "zh_CN": "末后大自在天王，这是表十地菩萨。梵名摩醯首罗，这是梵语，翻成中国的意思叫大自在天，在前面跟诸位介绍过。「于三千界，最自在故」，三千就是三千大千世界，在三千大千世界里面他们最自在。实际上这就是四禅五不还天，这是圣人所居，亦名净居，表法云地，他代表十地，叫「法云地」，法云地的菩萨。如德中，在叹德里面有这么两句话，「皆勤观察无相之法，所行平等」，我们在叹德当中看到这一句。由此可知，《般若经》里面讲无相，到这个地位他们才真的契入。在《金刚经》上讲四相，「无我相、无人相、无众生相、无寿者相」，这个事实真相他们观察到，所以他们的心行平等，为什么？离四相就平等，只要有四相就不可能平等。",
      "zh_TW": "末後大自在天王，這是表十地菩薩。梵名摩醯首羅，這是梵語，翻成中國的意思叫大自在天，在前面跟諸位介紹過。「於三千界，最自在故」，三千就是三千大千世界，在三千大千世界裡面他們最自在。實際上這就是四禪五不還天，這是聖人所居，亦名淨居，表法雲地，他代表十地，叫「法雲地」，法雲地的菩薩。如德中，在歎德裡面有這麼兩句話，「皆勤觀察無相之法，所行平等」，我們在歎德當中看到這一句。由此可知，《般若經》裡面講無相，到這個地位他們才真的契入。在《金剛經》上講四相，「無我相、無人相、無眾生相、無壽者相」，這個事實真相他們觀察到，所以他們的心行平等，為什麼？離四相就平等，只要有四相就不可能平等。"
    },
    {
      "id": "12-017-0093_p0025",
      "zh_CN": "佛教给我们要想契入这个境界，最初方便我们现在从哪里下手？佛教给我们观察，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，你应该常常这样观察。有为法就是世出世间一切法，我们用百法来解释有为法就很清楚。百法里分两个部分，一个是有为法，一个是无为法；有为法有九十四法，无为法有六法。九十四法又分为四大类，第一类「心法」，八个，叫八心王，叫八识。第二类「心所有法」，心所有，实际上讲，是心法所有的，是附属于心法；换句话说，我们现在人讲心理作用，心法是心理，心理作用就是心所有法，有五十一种。第三类「色法」，色法是物质，一共有十一种，这十一种就是五根、六尘；我们说六根，六根的意根是心法，意根不是色法，眼耳鼻舌身是色法，六尘是色声香味触法，这是属于色法；佛将所有一切物质归纳成十一个，十一个色法。另外还有一类叫「心不相应行法」，我们今天的说法，就是抽象的概念，它确实有这些事情，但是它不属于心，也不属于心所，也不属于色，可是它跟心、心所、色法也有关联，虽有关联它不属于任何一法，所以单独把它立一法叫心不相应行法；实在讲与心不相应，与心所不相应，与色不相应，有二十四类。这统统叫有为法，九十四种一展开就是万法，总不出这些类别。",
      "zh_TW": "佛教給我們要想契入這個境界，最初方便我們現在從哪裡下手？佛教給我們觀察，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，你應該常常這樣觀察。有為法就是世出世間一切法，我們用百法來解釋有為法就很清楚。百法裡分兩個部分，一個是有為法，一個是無為法；有為法有九十四法，無為法有六法。九十四法又分為四大類，第一類「心法」，八個，叫八心王，叫八識。第二類「心所有法」，心所有，實際上講，是心法所有的，是附屬於心法；換句話說，我們現在人講心理作用，心法是心理，心理作用就是心所有法，有五十一種。第三類「色法」，色法是物質，一共有十一種，這十一種就是五根、六塵；我們說六根，六根的意根是心法，意根不是色法，眼耳鼻舌身是色法，六塵是色聲香味觸法，這是屬於色法；佛將所有一切物質歸納成十一個，十一個色法。另外還有一類叫「心不相應行法」，我們今天的說法，就是抽象的概念，它確實有這些事情，但是它不屬於心，也不屬於心所，也不屬於色，可是它跟心、心所、色法也有關聯，雖有關聯它不屬於任何一法，所以單獨把它立一法叫心不相應行法；實在講與心不相應，與心所不相應，與色不相應，有二十四類。這統統叫有為法，九十四種一展開就是萬法，總不出這些類別。"
    },
    {
      "id": "12-017-0093_p0026",
      "zh_CN": "佛告诉我们，全是梦幻泡影，没有一样是真的，相有性无、事有理无，它存在的时间如露如电。如露是比喻相续相，虽然存在，相续相存在时间并不长。以四禅天，以非想非非想天人的寿命来说，比起无限的时空，寿命还是非常短促，八万劫跟无量劫怎么能比？我们把这个概念稍微再缩短一点，八分钟跟无量分钟怎么比法？你才晓得存在时间之短。如电是讲真相，讲存在的真相，这个真相将来在《华严》十定品里面会详细说到，给我们讲「刹那际」，刹那际就等于生灭同时。佛教给我们「常作如是观」，你要常常像这样的观察，你就会开智慧，你才能了解宇宙人生的真相。他心行平等，平等是佛的境界。",
      "zh_TW": "佛告訴我們，全是夢幻泡影，沒有一樣是真的，相有性無、事有理無，它存在的時間如露如電。如露是比喻相續相，雖然存在，相續相存在時間並不長。以四禪天，以非想非非想天人的壽命來說，比起無限的時空，壽命還是非常短促，八萬劫跟無量劫怎麼能比？我們把這個概念稍微再縮短一點，八分鐘跟無量分鐘怎麼比法？你才曉得存在時間之短。如電是講真相，講存在的真相，這個真相將來在《華嚴》十定品裡面會詳細說到，給我們講「剎那際」，剎那際就等於生滅同時。佛教給我們「常作如是觀」，你要常常像這樣的觀察，你就會開智慧，你才能了解宇宙人生的真相。他心行平等，平等是佛的境界。"
    },
    {
      "id": "12-017-0093_p0027",
      "zh_CN": "「明此位无相智成，心色二习一时总尽」，这是讲法云地的菩萨，十地菩萨，他才真正契入无相，无相的智慧成就，他得到了。色心二习，习是习气，思想见解的习气是属于心，对于身体跟一切物质的习气是属于色，这两种习气都断了。「摄化境界，于前增胜」，教化众生比前面九地菩萨更要超胜。「身尘毛孔，如影相入」，几乎到如来果地上的境界；身是正报，尘是依报，这就是大小互容。经里面常讲「芥子纳须弥」，我们的毛孔比芥子还小，诸佛如来在一毛端上转大法轮，毛端没有放大，道场法会没有缩小，这个境界不可思议。实际上现代科技发达，我们能够体会，我们用一个小小的照相机，或者是望远镜，看到很大的大会场，我们在镜头上不是看得很清楚吗？大会场没有缩小，我们照相机镜头没有放大，它就进去了，完全都进去。你从这个比喻里面去推想，尽虚空遍法界事事物物，都是像灯光一样互相照映，无不交融；一毛端也是个镜头，尽虚空遍法界影像都照在里面。我们的眼根不灵光，诸佛跟法身大士他们十眼圆明，看得清清楚楚，都照在里头，而且照得很清楚。如来身上毛孔如是，我们毛孔难道就不行吗？一样。佛国土里一微尘能行，我们土地上一微尘不行吗？我们细细去思惟这个境界，所以如影相入。",
      "zh_TW": "「明此位無相智成，心色二習一時總盡」，這是講法雲地的菩薩，十地菩薩，他才真正契入無相，無相的智慧成就，他得到了。色心二習，習是習氣，思想見解的習氣是屬於心，對於身體跟一切物質的習氣是屬於色，這兩種習氣都斷了。「攝化境界，於前增勝」，教化眾生比前面九地菩薩更要超勝。「身塵毛孔，如影相入」，幾乎到如來果地上的境界；身是正報，塵是依報，這就是大小互容。經裡面常講「芥子納須彌」，我們的毛孔比芥子還小，諸佛如來在一毛端上轉大法輪，毛端沒有放大，道場法會沒有縮小，這個境界不可思議。實際上現代科技發達，我們能夠體會，我們用一個小小的照相機，或者是望遠鏡，看到很大的大會場，我們在鏡頭上不是看得很清楚嗎？大會場沒有縮小，我們照相機鏡頭沒有放大，它就進去了，完全都進去。你從這個比喻裡面去推想，盡虛空遍法界事事物物，都是像燈光一樣互相照映，無不交融；一毛端也是個鏡頭，盡虛空遍法界影像都照在裡面。我們的眼根不靈光，諸佛跟法身大士他們十眼圓明，看得清清楚楚，都照在裡頭，而且照得很清楚。如來身上毛孔如是，我們毛孔難道就不行嗎？一樣。佛國土裡一微塵能行，我們土地上一微塵不行嗎？我們細細去思惟這個境界，所以如影相入。"
    },
    {
      "id": "12-017-0093_p0028",
      "zh_CN": "「修真之者，须当如实而知，莫随化相」，这个话很重要，我们如果是真正修行的人，对于佛讲的这些事情，我们要细心去体会。不能体会，我们要深信不疑，我们境界达不到，我们妄想执着太粗，所以不能体会如来的境界，可是一定要相信。「三乘以此为净土」，大自在天就是五不还天，声闻、缘觉、权教菩萨把这个地方当作净土。「十地菩萨多应化其中作彼王」，其实净居天人没有王，王是什么？老师，是来教导他们，来带领他们，这里面没有统治，因为每个人心都清净平等。不但恶的念头没有，善的念头也没有，身心清净，所以称之为大自在天，王也是比喻清净的意思。今天时间到了，我们就讲到此地。",
      "zh_TW": "「修真之者，須當如實而知，莫隨化相」，這個話很重要，我們如果是真正修行的人，對於佛講的這些事情，我們要細心去體會。不能體會，我們要深信不疑，我們境界達不到，我們妄想執著太粗，所以不能體會如來的境界，可是一定要相信。「三乘以此為淨土」，大自在天就是五不還天，聲聞、緣覺、權教菩薩把這個地方當作淨土。「十地菩薩多應化其中作彼王」，其實淨居天人沒有王，王是什麼？老師，是來教導他們，來帶領他們，這裡面沒有統治，因為每個人心都清淨平等。不但惡的念頭沒有，善的念頭也沒有，身心清淨，所以稱之為大自在天，王也是比喻清淨的意思。今天時間到了，我們就講到此地。"
    }
  ]
}