{
  "doc_id": "12-017-0682",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六八二卷",
    "zh_TW": "第六八二卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0682",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-0682_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，牒问许说，世界海十问，第七句：",
      "zh_TW": "諸位同學，請看「世界成就品」，牒問許說，世界海十問，第七句："
    },
    {
      "id": "12-017-0682_p0002",
      "zh_CN": "【显示一切如来无量愿海智不可思议。】",
      "zh_TW": "【顯示一切如來無量願海智不可思議。】"
    },
    {
      "id": "12-017-0682_p0003",
      "zh_CN": "虽没有清净，清净的意思都是贯下来的。愿力实在讲是非常重要，世间人常讲，人不立志，一生就无所成就。学佛，你看祖师大德许多著述里头都教导我们，修行最重要的是立愿为先。你没有愿，你怎么能成就？你有多大的愿，你就有多大的成就，所以愿力与你的成就决定是成正比例的。我们世间一般人学佛，所以没有成就，第一个因素在哪里？他没有愿。稍稍留意就能观察得到，很多人到佛堂来拜佛，你问他为什么要拜佛？为什么要学佛？求保平安，求升官发财，他的愿就这么大，他怎么能成就？",
      "zh_TW": "雖沒有清淨，清淨的意思都是貫下來的。願力實在講是非常重要，世間人常講，人不立志，一生就無所成就。學佛，你看祖師大德許多著述裡頭都教導我們，修行最重要的是立願為先。你沒有願，你怎麼能成就？你有多大的願，你就有多大的成就，所以願力與你的成就決定是成正比例的。我們世間一般人學佛，所以沒有成就，第一個因素在哪裡？他沒有願。稍稍留意就能觀察得到，很多人到佛堂來拜佛，你問他為什麼要拜佛？為什麼要學佛？求保平安，求升官發財，他的願就這麼大，他怎麼能成就？"
    },
    {
      "id": "12-017-0682_p0004",
      "zh_CN": "我在这一生学习的当中，我只看到一个，是古人，不是今人。我学佛，实在讲第一部看的经典是《六祖坛经》。在《六祖坛经》之前，没有接触到佛经的时候，我读过《了凡四训》，朱镜宙老居士介绍我的。《六祖坛经》是在一个朋友家里看到的，是丁福保居士的笺注本。我是有一次度假，有一个星期的假期，我到台中住在一个老朋友的家里。这位老朋友在抗战期间跟我的父亲曾经同事，所以他对待我非常好，我在他家住了一个星期。他家里头的书房收藏古本书还有一些，我就看到《六祖坛经》，看起来很欢喜、很有缘。我大概用了三、四天的时间就把这部经看完了，连注解都看完了。",
      "zh_TW": "我在這一生學習的當中，我只看到一個，是古人，不是今人。我學佛，實在講第一部看的經典是《六祖壇經》。在《六祖壇經》之前，沒有接觸到佛經的時候，我讀過《了凡四訓》，朱鏡宙老居士介紹我的。《六祖壇經》是在一個朋友家裡看到的，是丁福保居士的箋註本。我是有一次度假，有一個星期的假期，我到台中住在一個老朋友的家裡。這位老朋友在抗戰期間跟我的父親曾經同事，所以他對待我非常好，我在他家住了一個星期。他家裡頭的書房收藏古本書還有一些，我就看到《六祖壇經》，看起來很歡喜、很有緣。我大概用了三、四天的時間就把這部經看完了，連註解都看完了。"
    },
    {
      "id": "12-017-0682_p0005",
      "zh_CN": "我只看到六祖惠能一个人与众不同。五祖忍和尚问他：你来是为什么？你为什么到这边来？他说：我为作佛而来的。他到这个地方来拜五祖，目的是要作佛的。这个口气太大了，你们哪一位，包括我们自己本身，我们学佛是为什么？有几个人学佛是为作佛而来学佛的？这真的是修行要道立志为先，在佛法讲立愿、发愿。你根本就没有个愿望要作佛，你怎么能作得了佛？当然作不了佛。往生西方极乐世界，你为什么念佛不能往生？你没有作佛的心。往生到西方极乐世界，不是作别的，是去作佛的！真正有作佛的心，念佛肯定往生。为什么？「佛氏门中，有求必应」，你去作佛！你要作声闻、缘觉、权教菩萨，西方极乐世界都不需要，西方世界是需要来作佛的。我们有没有这个愿望？有没有这个心愿？",
      "zh_TW": "我只看到六祖惠能一個人與眾不同。五祖忍和尚問他：你來是為什麼？你為什麼到這邊來？他說：我為作佛而來的。他到這個地方來拜五祖，目的是要作佛的。這個口氣太大了，你們哪一位，包括我們自己本身，我們學佛是為什麼？有幾個人學佛是為作佛而來學佛的？這真的是修行要道立志為先，在佛法講立願、發願。你根本就沒有個願望要作佛，你怎麼能作得了佛？當然作不了佛。往生西方極樂世界，你為什麼念佛不能往生？你沒有作佛的心。往生到西方極樂世界，不是作別的，是去作佛的！真正有作佛的心，念佛肯定往生。為什麼？「佛氏門中，有求必應」，你去作佛！你要作聲聞、緣覺、權教菩薩，西方極樂世界都不需要，西方世界是需要來作佛的。我們有沒有這個願望？有沒有這個心願？"
    },
    {
      "id": "12-017-0682_p0006",
      "zh_CN": "这个地方是讲一切如来无量的弘愿。这个愿，清凉大师在注解里面跟我们说的「称性大愿，为现身说法，遍化之因」。为什么？他修行作佛，作了佛之后，为什么又不辞辛劳，无有尽期永恒的在无量无边世界为一切众生现身说法，这是为什么？称性的大愿。这个道理很难体会，很不容易懂，我们只有在真正爱护儿女的父母身上体会到那么一点点。现在这个社会很少见了，古时候的社会，父母对于儿女之爱是永恒的，子女无论到什么地方，特别是做母亲的，日夜牵挂。孝顺的儿女，无论在哪个地方都思念父母。这种父子、母子的恩情，现在在这个世间非常淡薄，古时候有。",
      "zh_TW": "這個地方是講一切如來無量的弘願。這個願，清涼大師在註解裡面跟我們說的「稱性大願，為現身說法，遍化之因」。為什麼？他修行作佛，作了佛之後，為什麼又不辭辛勞，無有盡期永恆的在無量無邊世界為一切眾生現身說法，這是為什麼？稱性的大願。這個道理很難體會，很不容易懂，我們只有在真正愛護兒女的父母身上體會到那麼一點點。現在這個社會很少見了，古時候的社會，父母對於兒女之愛是永恆的，子女無論到什麼地方，特別是做母親的，日夜牽掛。孝順的兒女，無論在哪個地方都思念父母。這種父子、母子的恩情，現在在這個世間非常淡薄，古時候有。"
    },
    {
      "id": "12-017-0682_p0007",
      "zh_CN": "我这个年龄，在童年的时代，这种恩情还是常见不生疏，我们受这个环境薰陶，终生不忘父母。年岁愈大，怀念之情愈深，对父母、对亲戚朋友、对老师、对同学常常怀念。回过头来看看现前社会的年轻人，只顾自己吃喝玩乐，把父母家亲眷属，师长朋友更不必说了，真的是置之于度外了。古人常常感叹悲惨世界，真的是无过于是。这个世界有灾难，许多人讲这个世界有末日，也有不少人问我：法师，你相不相信？我点头，相信。我为什么相信？我看到这个预兆，这个预兆就是人心变了，不像人心了。这还得了吗？佛菩萨教给我们，从因你就看到果，从果你就能看到因，你对于一件事情才看清楚看明白，才真正理解。世出世法，总不外乎因缘果报，这才是事实真相。",
      "zh_TW": "我這個年齡，在童年的時代，這種恩情還是常見不生疏，我們受這個環境薰陶，終生不忘父母。年歲愈大，懷念之情愈深，對父母、對親戚朋友、對老師、對同學常常懷念。回過頭來看看現前社會的年輕人，只顧自己吃喝玩樂，把父母家親眷屬，師長朋友更不必說了，真的是置之於度外了。古人常常感嘆悲慘世界，真的是無過於是。這個世界有災難，許多人講這個世界有末日，也有不少人問我：法師，你相不相信？我點頭，相信。我為什麼相信？我看到這個預兆，這個預兆就是人心變了，不像人心了。這還得了嗎？佛菩薩教給我們，從因你就看到果，從果你就能看到因，你對於一件事情才看清楚看明白，才真正理解。世出世法，總不外乎因緣果報，這才是事實真相。"
    },
    {
      "id": "12-017-0682_p0008",
      "zh_CN": "这个地方所讲的愿，『一切如来无量愿海』，清凉大师解得好，「称性大愿」，称性的本愿，这个愿是你本来有的。父母爱子女，子女怀念父母，天然的，这个是性德。现在忘掉了，迷失了自性。所以学佛的同学常常听到经教里面讲迷失自性，怎么迷失的？这叫迷失，迷失了自性。怎么迷失的？烦恼太重。讲烦恼太重，大家的印象不深，我们换句话说，自私自利这个念头太重了，这个说法大家好懂，自私的念头太重了。",
      "zh_TW": "這個地方所講的願，『一切如來無量願海』，清涼大師解得好，「稱性大願」，稱性的本願，這個願是你本來有的。父母愛子女，子女懷念父母，天然的，這個是性德。現在忘掉了，迷失了自性。所以學佛的同學常常聽到經教裡面講迷失自性，怎麼迷失的？這叫迷失，迷失了自性。怎麼迷失的？煩惱太重。講煩惱太重，大家的印象不深，我們換句話說，自私自利這個念頭太重了，這個說法大家好懂，自私的念頭太重了。"
    },
    {
      "id": "12-017-0682_p0009",
      "zh_CN": "为什么会变成这个现象？现在整个社会的教学，家庭的教育、学校教育、社会教育，没有不教你自私的。连法律上还有隐私权，你看看，有什么法子？自私自利是法律上承认的，认为这是应该的，是人应该有的权利，现在讲人权。话说得很好听，你没有仔细去想想，你要仔细想想，这个人权你得多少利益？你付出了多少代价？你有没有去算算这个帐？你要仔细算这个帐，你才晓得得不偿失，你得的太少，你付出的太大太大了，你把你的性德付出去了。性德是本善，《三字经》上头一句：「人之初，性本善。」你把你的本善失掉了，你把你的本净失掉了。",
      "zh_TW": "為什麼會變成這個現象？現在整個社會的教學，家庭的教育、學校教育、社會教育，沒有不教你自私的。連法律上還有隱私權，你看看，有什麼法子？自私自利是法律上承認的，認為這是應該的，是人應該有的權利，現在講人權。話說得很好聽，你沒有仔細去想想，你要仔細想想，這個人權你得多少利益？你付出了多少代價？你有沒有去算算這個帳？你要仔細算這個帳，你才曉得得不償失，你得的太少，你付出的太大太大了，你把你的性德付出去了。性德是本善，《三字經》上頭一句：「人之初，性本善。」你把你的本善失掉了，你把你的本淨失掉了。"
    },
    {
      "id": "12-017-0682_p0010",
      "zh_CN": "我在最近这两年讲席当中，常常提醒同学，我们到底修什么、学什么？我用最简单的话跟大家说，我们学一个「纯净纯善」，我们的心要纯净纯善，我们的言要纯净纯善，我们的身要纯净纯善，我们的行为所作所为要纯净纯善，这个大家好懂。讲人权就把我们纯善纯净付出去了，这个太大了。你要晓得纯净纯善向上提升是作佛，讲到最底下是人天真实福报，纯净是真实的智慧，纯善是真实的福报。",
      "zh_TW": "我在最近這兩年講席當中，常常提醒同學，我們到底修什麼、學什麼？我用最簡單的話跟大家說，我們學一個「純淨純善」，我們的心要純淨純善，我們的言要純淨純善，我們的身要純淨純善，我們的行為所作所為要純淨純善，這個大家好懂。講人權就把我們純善純淨付出去了，這個太大了。你要曉得純淨純善向上提升是作佛，講到最底下是人天真實福報，純淨是真實的智慧，純善是真實的福報。"
    },
    {
      "id": "12-017-0682_p0011",
      "zh_CN": "你看看我们把人天真实的智慧福报付出去了，得到什么？得到的是烦恼，得到的是不净不善。所作所为，起心动念，都是想怎么样损人利己；损人利己的心，损人利己的行为，折福！你自己过去生中所修的福报折损了，你自己不知道。我们做个比喻，你本来命里头有亿万财富，因为你的心你的行为不善，你所能够得的财富打了对折了，只有五千万。如果继续不断的造恶业，恶的念头很重很深，从五千万可能掉下来变成五百万了。还不知道悔改，还不晓得回头，可能掉到五十万了。到最后怎么办？破产了，这些大有人在。我们常常听说，某个大企业家，多少亿的财富，现在破产了。他为什么保不住？念头的善恶就是你命中数的加减乘除。因为你不善，逐渐往下掉，掉到最后没有了。如果你一回头，你努力修善，你的福、你的寿命、你的财富往上增长。这一桩事情的道理跟事实，《了凡四训》讲得很透彻很清楚。",
      "zh_TW": "你看看我們把人天真實的智慧福報付出去了，得到什麼？得到的是煩惱，得到的是不淨不善。所作所為，起心動念，都是想怎麼樣損人利己；損人利己的心，損人利己的行為，折福！你自己過去生中所修的福報折損了，你自己不知道。我們做個比喻，你本來命裡頭有億萬財富，因為你的心你的行為不善，你所能夠得的財富打了對折了，只有五千萬。如果繼續不斷的造惡業，惡的念頭很重很深，從五千萬可能掉下來變成五百萬了。還不知道悔改，還不曉得回頭，可能掉到五十萬了。到最後怎麼辦？破產了，這些大有人在。我們常常聽說，某個大企業家，多少億的財富，現在破產了。他為什麼保不住？念頭的善惡就是你命中數的加減乘除。因為你不善，逐漸往下掉，掉到最後沒有了。如果你一回頭，你努力修善，你的福、你的壽命、你的財富往上增長。這一樁事情的道理跟事實，《了凡四訓》講得很透徹很清楚。"
    },
    {
      "id": "12-017-0682_p0012",
      "zh_CN": "印光大师一生提倡这本书，那真叫苦口婆心，挽救世道人心。印祖这个做法是大善、大功德，他自己不居功，他自己不要有报酬，那就是大功德。他是不是菩萨再来，是不是作佛去了，我们暂且不论。就世间法而论，他被我们佛门尊称为一代祖师，这个果报就很殊胜！哪一个出家人死了之后会被整个佛教界里面当作祖师来供奉？出家修行人多，几个人能做到？这是就我们眼中能见的，耳中能闻的，果报就这么样殊胜。这个果报在佛法里叫花报，真正的果报我们凡夫看不见，果报是作菩萨、作佛去了。",
      "zh_TW": "印光大師一生提倡這本書，那真叫苦口婆心，挽救世道人心。印祖這個做法是大善、大功德，他自己不居功，他自己不要有報酬，那就是大功德。他是不是菩薩再來，是不是作佛去了，我們暫且不論。就世間法而論，他被我們佛門尊稱為一代祖師，這個果報就很殊勝！哪一個出家人死了之後會被整個佛教界裡面當作祖師來供奉？出家修行人多，幾個人能做到？這是就我們眼中能見的，耳中能聞的，果報就這麼樣殊勝。這個果報在佛法裡叫花報，真正的果報我們凡夫看不見，果報是作菩薩、作佛去了。"
    },
    {
      "id": "12-017-0682_p0013",
      "zh_CN": "诸佛如来、法身菩萨、祖师大德的示现，慈悲到了极处，做出来给我们看，我们要模仿、要向他学习，现代人的话说，要向他看齐。他们的愿叫称性的，称性是什么？只为众生，不为自己，这是称性。起心动念一切作为，都是希望能给一切众生最殊胜的利益，经上常讲的饶益众生。饶是最丰富的，最丰饶的利益，无条件的，决定没有希求一点点回报的帮助众生，布施给众生，供养众生。谁能做到？诸佛如来做到，诸佛如来不断地在做。你要问他为什么？真正能契入华严境界你就懂得了，你的疑问就断了。你要不入华严境界始终你会有怀疑，给你讲你也不相信，说天下哪有这种傻人？你看看世间谚语常讲「天下没有白吃的午餐」，都是要付出代价。哪有人家不要代价供养你的！",
      "zh_TW": "諸佛如來、法身菩薩、祖師大德的示現，慈悲到了極處，做出來給我們看，我們要模仿、要向他學習，現代人的話說，要向他看齊。他們的願叫稱性的，稱性是什麼？只為眾生，不為自己，這是稱性。起心動念一切作為，都是希望能給一切眾生最殊勝的利益，經上常講的饒益眾生。饒是最豐富的，最豐饒的利益，無條件的，決定沒有希求一點點回報的幫助眾生，布施給眾生，供養眾生。誰能做到？諸佛如來做到，諸佛如來不斷地在做。你要問他為什麼？真正能契入華嚴境界你就懂得了，你的疑問就斷了。你要不入華嚴境界始終你會有懷疑，給你講你也不相信，說天下哪有這種傻人？你看看世間諺語常講「天下沒有白吃的午餐」，都是要付出代價。哪有人家不要代價供養你的！"
    },
    {
      "id": "12-017-0682_p0014",
      "zh_CN": "佛菩萨如是，我们要学佛菩萨。所以新加坡居士林每天三餐免费供应，不但是天下好像没有白吃的午餐，居士林三餐都白吃，一年到头都可以白吃，决定没有希求回报。这是从自性里头流露出来的，看到一切众生就是自己的家人，《菩萨戒经》里面说「一切男子是我父，一切女人是我母」。对父母要不要供养？你要知道对父母应当供养，一切众生，佛说了，「皆是我过去父母，未来诸佛」，要不要供养父母，供养诸佛？要。一切众生皆是过去父母，未来诸佛，你还有什么话说？谁能做到？一切诸佛做到了，他们确实是这样。法身菩萨做到了，跟佛没有两样。这是什么？称性，本愿，本来就是这个样子！",
      "zh_TW": "佛菩薩如是，我們要學佛菩薩。所以新加坡居士林每天三餐免費供應，不但是天下好像沒有白吃的午餐，居士林三餐都白吃，一年到頭都可以白吃，決定沒有希求回報。這是從自性裡頭流露出來的，看到一切眾生就是自己的家人，《菩薩戒經》裡面說「一切男子是我父，一切女人是我母」。對父母要不要供養？你要知道對父母應當供養，一切眾生，佛說了，「皆是我過去父母，未來諸佛」，要不要供養父母，供養諸佛？要。一切眾生皆是過去父母，未來諸佛，你還有什麼話說？誰能做到？一切諸佛做到了，他們確實是這樣。法身菩薩做到了，跟佛沒有兩樣。這是什麼？稱性，本願，本來就是這個樣子！"
    },
    {
      "id": "12-017-0682_p0015",
      "zh_CN": "对一切众生，就是造作恶业的众生，我们还有心跟他计较，那是凡夫。什么人不计较？阿罗汉不计较了，辟支佛不计较，那佛菩萨更不必说了，他还会计较吗？他为什么不计较？因为他真正了解「凡所有相，皆是虚妄」。他还计较什么？凡夫为什么计较？不知道事实真相，以为虚妄境界是真实的。他把梦幻泡影的现象当作事实，所以才迷失了自性，才斤斤计较。",
      "zh_TW": "對一切眾生，就是造作惡業的眾生，我們還有心跟他計較，那是凡夫。什麼人不計較？阿羅漢不計較了，辟支佛不計較，那佛菩薩更不必說了，他還會計較嗎？他為什麼不計較？因為他真正了解「凡所有相，皆是虛妄」。他還計較什麼？凡夫為什麼計較？不知道事實真相，以為虛妄境界是真實的。他把夢幻泡影的現象當作事實，所以才迷失了自性，才斤斤計較。"
    },
    {
      "id": "12-017-0682_p0016",
      "zh_CN": "斤斤计较于事有没有补？给诸位说，不但没有补，而且有损失。为什么？计较也折福，不过这个折的幅度比较小。譬如现在诉讼的案件非常多，财物纠纷就更多了，这个是合情合理的，别人侵占我的财物，我要打官司把它拿回来。拿回来了，你命里头的财富已经减少了，已经打折扣。不要了，不计较了，怎么样？你命里头的财富增加了。为什么？德，善德，你增加了。这个道理懂得的人不多，要不是深入经藏真正学佛的人，他不懂，所以信佛不容易。",
      "zh_TW": "斤斤計較於事有沒有補？給諸位說，不但沒有補，而且有損失。為什麼？計較也折福，不過這個折的幅度比較小。譬如現在訴訟的案件非常多，財物糾紛就更多了，這個是合情合理的，別人侵占我的財物，我要打官司把它拿回來。拿回來了，你命裡頭的財富已經減少了，已經打折扣。不要了，不計較了，怎麼樣？你命裡頭的財富增加了。為什麼？德，善德，你增加了。這個道理懂得的人不多，要不是深入經藏真正學佛的人，他不懂，所以信佛不容易。"
    },
    {
      "id": "12-017-0682_p0017",
      "zh_CN": "佛法教人，你想要财富，财富从哪里来的？愈施愈多，布施供养得来的！人家侵夺了我的财物，我供养他，我命中的财富增加，不断往上升。侵占别人财物了，那你命里的财物就减少了，这是真理。你要不信，你细心去观察，你去读历史，哪一个舍财的人会贫穷饿死？没有。什么人贫穷饿死？天天绞尽脑汁想把别人的财物夺过来，他变成富有了。哪里知道所谓是人算不如天算，一场灾难来的时候，最后他饿死了，命里的财折损尽了，这么个道理。真正透彻明白这个理的人，学佛人当中都不多。我们往往看到学佛学了一辈子，老和尚了，对于这些名闻利养还斤斤计较，丝毫都不能让人。我们清楚，他造的是六道轮回业，不管他修持的样子怎么好，他出不了六道轮回，他的福报被他这一生也折尽了，非常可惜！",
      "zh_TW": "佛法教人，你想要財富，財富從哪裡來的？愈施愈多，布施供養得來的！人家侵奪了我的財物，我供養他，我命中的財富增加，不斷往上升。侵占別人財物了，那你命裡的財物就減少了，這是真理。你要不信，你細心去觀察，你去讀歷史，哪一個捨財的人會貧窮餓死？沒有。什麼人貧窮餓死？天天絞盡腦汁想把別人的財物奪過來，他變成富有了。哪裡知道所謂是人算不如天算，一場災難來的時候，最後他餓死了，命裡的財折損盡了，這麼個道理。真正透徹明白這個理的人，學佛人當中都不多。我們往往看到學佛學了一輩子，老和尚了，對於這些名聞利養還斤斤計較，絲毫都不能讓人。我們清楚，他造的是六道輪迴業，不管他修持的樣子怎麼好，他出不了六道輪迴，他的福報被他這一生也折盡了，非常可惜！"
    },
    {
      "id": "12-017-0682_p0018",
      "zh_CN": "所以学佛不读经怎么行？现在说老实话，读经也不行，为什么？读经你不懂。只有一个方法是最好的方法帮助众生，这个经细细讲解。我们在讲席当中常说，世出世间第一等的善事是帮助别人觉悟，这是第一等的善事。觉悟了，他能够了生死超轮回，能够作佛作祖，帮他觉悟，这是第一桩大事！其余的真叫鸡毛蒜皮小事一桩。我们不能不清楚，不能不明了。我们今天学佛了，知道一点点这些道理，但是知道得不够透彻，什么原因？就是自私自利没有放下。从哪里看起？大小事情还会跟人斤斤计较，不透彻。透彻之后，肯定没有计较，福慧自然进步快速。",
      "zh_TW": "所以學佛不讀經怎麼行？現在說老實話，讀經也不行，為什麼？讀經你不懂。只有一個方法是最好的方法幫助眾生，這個經細細講解。我們在講席當中常說，世出世間第一等的善事是幫助別人覺悟，這是第一等的善事。覺悟了，他能夠了生死超輪迴，能夠作佛作祖，幫他覺悟，這是第一樁大事！其餘的真叫雞毛蒜皮小事一樁。我們不能不清楚，不能不明瞭。我們今天學佛了，知道一點點這些道理，但是知道得不夠透徹，什麼原因？就是自私自利沒有放下。從哪裡看起？大小事情還會跟人斤斤計較，不透徹。透徹之後，肯定沒有計較，福慧自然進步快速。"
    },
    {
      "id": "12-017-0682_p0019",
      "zh_CN": "我是一个凡夫，而且是个中下根性的凡夫，不是上根利智，跟我在一起修学的人，现在还有不少在。我没有学佛的这些老朋友，现在在世的还有几位，年龄大概都八、九十岁了。从十几二十岁他们就看到我，一直看我到今天，这几十年业因果报，他们看清楚了，他们明白了，善因善果，恶因恶报。我对于一切人事物没有计较了，学佛之前，我非常计较，我也不会饶人的；学佛之后，这才明了。所以老师比什么都重要，老师一定是要你从内心里面敬仰的老师才得受用。为什么？他讲的话你能够依教奉行。你对老师有疑惑，对老师不能完全相信，你不能够跟他，你跟他浪费时间，你得不到利益。",
      "zh_TW": "我是一個凡夫，而且是個中下根性的凡夫，不是上根利智，跟我在一起修學的人，現在還有不少在。我沒有學佛的這些老朋友，現在在世的還有幾位，年齡大概都八、九十歲了。從十幾二十歲他們就看到我，一直看我到今天，這幾十年業因果報，他們看清楚了，他們明白了，善因善果，惡因惡報。我對於一切人事物沒有計較了，學佛之前，我非常計較，我也不會饒人的；學佛之後，這才明瞭。所以老師比什麼都重要，老師一定是要你從內心裡面敬仰的老師才得受用。為什麼？他講的話你能夠依教奉行。你對老師有疑惑，對老師不能完全相信，你不能夠跟他，你跟他浪費時間，你得不到利益。"
    },
    {
      "id": "12-017-0682_p0020",
      "zh_CN": "跟什么老师？古人常讲的，谁是你的善知识？你心目当中最敬佩的，那就是你的善知识。我们在古人参学里面看到，你看看佛门每一个宗派里面的语录，当然最著名的是禅宗的语录，《高僧传》、《居士传》，大陆上这些山志，丛林寺院里面，他们这些历史里头，你都能够看见。你看看古时候大德、和尚，接引众生、学僧，经过接见之后，问答审察，然后告诉他：你的缘不在我这里，你的缘在某一个地方，你去找某一个人，你到那里会有成就。他听话，到那边去了，果然成就。什么原因？为什么这个老和尚说你的缘在那边，不在我这边？他能够知道，他为什么不能教你？他是不是有神通？那也不是一个平凡人。我们现在明白了，标准是你心目当中最尊敬的。我跟你一接触一问你，你心目当中最尊敬的人不是我，你说的是某某人，我就告诉你，你的缘在那边，你跟他去没错。我不是你心目当中最尊敬的，我讲的话你不会听；纵然听，打折扣，不能百分之百依教奉行。我再有智慧再有能力帮不上忙，道理在此地。所以一个善知识接见初学，谈话当中一说就清楚就明白了，这就是寻师访道的标准。谁是你的善知识？不是别人替你选，也不是佛菩萨替你选的，是你心目当中真正仰慕的人。你要是遇到了，你哪有不成就的。他教你的都是好话，你能够百分之百依教奉行，你的成就很快速。",
      "zh_TW": "跟什麼老師？古人常講的，誰是你的善知識？你心目當中最敬佩的，那就是你的善知識。我們在古人參學裡面看到，你看看佛門每一個宗派裡面的語錄，當然最著名的是禪宗的語錄，《高僧傳》、《居士傳》，大陸上這些山誌，叢林寺院裡面，他們這些歷史裡頭，你都能夠看見。你看看古時候大德、和尚，接引眾生、學僧，經過接見之後，問答審察，然後告訴他：你的緣不在我這裡，你的緣在某一個地方，你去找某一個人，你到那裡會有成就。他聽話，到那邊去了，果然成就。什麼原因？為什麼這個老和尚說你的緣在那邊，不在我這邊？他能夠知道，他為什麼不能教你？他是不是有神通？那也不是一個平凡人。我們現在明白了，標準是你心目當中最尊敬的。我跟你一接觸一問你，你心目當中最尊敬的人不是我，你說的是某某人，我就告訴你，你的緣在那邊，你跟他去沒錯。我不是你心目當中最尊敬的，我講的話你不會聽；縱然聽，打折扣，不能百分之百依教奉行。我再有智慧再有能力幫不上忙，道理在此地。所以一個善知識接見初學，談話當中一說就清楚就明白了，這就是尋師訪道的標準。誰是你的善知識？不是別人替你選，也不是佛菩薩替你選的，是你心目當中真正仰慕的人。你要是遇到了，你哪有不成就的。他教你的都是好話，你能夠百分之百依教奉行，你的成就很快速。"
    },
    {
      "id": "12-017-0682_p0021",
      "zh_CN": "我学佛正式出来讲经，升座讲经是第七年。非正式的，在李老师会下，学一个月我就会讲了，那个时候三十一、二岁。我在台中慈光图书馆住了十五个月，一年三个月，没出家，做居士的时候，我学了十三部小部经，我是旁听的，我一听就会，我就能讲，自己还觉得讲得不错。住了十五个月之后，我出家的因缘成熟了，在台北圆山临济寺剃度。剃度之后，大概一个月的时间，白圣法师就叫我到他的佛学院去教书，正式上台讲经了。所以我讲经是跟我出家同年分，一出家就教佛学院，就在外面讲经了，从来没有中断过。这样讲了大概差不多一年，我觉得学的东西不够，太少了，都是学的小部经，希望再回到台中跟李老师学一部大部经，把基础打好。再回到台中去，我那时候预备的是《法华经》，带了差不多十几种《法华经》的注解，古大德的注解，有备而去。到台中之后，把我的意思向李老师报告，李老师听了说好是很好，我现在正在讲《楞严经》，《楞严经》的分量跟《法华经》差不多，你就学《楞严》好了，因为我实在找不出时间来教你，你就跟着学《楞严经》。我一想也不错，古德讲「成佛的法华，开慧的楞严」，大概《楞严经》跟《法华经》可以等量齐观。所以我就住在台中，再住下学《楞严》。前后连没有出家之前，到出家之后，我在台中住满十年。",
      "zh_TW": "我學佛正式出來講經，升座講經是第七年。非正式的，在李老師會下，學一個月我就會講了，那個時候三十一、二歲。我在台中慈光圖書館住了十五個月，一年三個月，沒出家，做居士的時候，我學了十三部小部經，我是旁聽的，我一聽就會，我就能講，自己還覺得講得不錯。住了十五個月之後，我出家的因緣成熟了，在台北圓山臨濟寺剃度。剃度之後，大概一個月的時間，白聖法師就叫我到他的佛學院去教書，正式上台講經了。所以我講經是跟我出家同年分，一出家就教佛學院，就在外面講經了，從來沒有中斷過。這樣講了大概差不多一年，我覺得學的東西不夠，太少了，都是學的小部經，希望再回到台中跟李老師學一部大部經，把基礎打好。再回到台中去，我那時候預備的是《法華經》，帶了差不多十幾種《法華經》的註解，古大德的註解，有備而去。到台中之後，把我的意思向李老師報告，李老師聽了說好是很好，我現在正在講《楞嚴經》，《楞嚴經》的分量跟《法華經》差不多，你就學《楞嚴》好了，因為我實在找不出時間來教你，你就跟著學《楞嚴經》。我一想也不錯，古德講「成佛的法華，開慧的楞嚴」，大概《楞嚴經》跟《法華經》可以等量齊觀。所以我就住在台中，再住下學《楞嚴》。前後連沒有出家之前，到出家之後，我在台中住滿十年。"
    },
    {
      "id": "12-017-0682_p0022",
      "zh_CN": "一面学一面讲，哪个找我讲，我都欢喜，练讲。这是李老师教导的，你学的东西要不上台就生疏，你决定学不成功。他举比喻说，打拳的人、练武的人拳不离手，天天要练。唱戏的人、唱歌的人曲不离口，每天吊嗓子，每天要练。讲经亦复如是，不能离开讲台；离开讲台一切就完了，不可以离开讲台。他那个时候给我说的最低限度，每一个星期要讲一次，当然愈多愈好，要看你的缘分。至少一个星期讲一次，你才能保持不退转，慢慢的进步。如果一个星期能够讲三次以上，你的进步就非常快速。",
      "zh_TW": "一面學一面講，哪個找我講，我都歡喜，練講。這是李老師教導的，你學的東西要不上台就生疏，你決定學不成功。他舉比喻說，打拳的人、練武的人拳不離手，天天要練。唱戲的人、唱歌的人曲不離口，每天吊嗓子，每天要練。講經亦復如是，不能離開講台；離開講台一切就完了，不可以離開講台。他那個時候給我說的最低限度，每一個星期要講一次，當然愈多愈好，要看你的緣分。至少一個星期講一次，你才能保持不退轉，慢慢的進步。如果一個星期能夠講三次以上，你的進步就非常快速。"
    },
    {
      "id": "12-017-0682_p0023",
      "zh_CN": "所以真正善知识他都有个悲愿，都真的想帮助人，方方面面无量的大愿。大愿决定不是为自己，为自己什么愿望都没有，连成佛的愿望都没有，到时候他自然就成佛了。有个成佛的愿望，你还是有私心，还夹杂！，我一切为着我想成佛，就是这一念私心，也把你的功德折损了。一味为众生，没有丝毫为自己，自己的智慧福德自然成就，自然成熟，自然增长。没有这个机会，没有这个缘分，缘不成熟，诸佛菩萨在旁边都照顾不到，缘不成熟。不成熟的时候，你要得到了，那真的是是祸不是福！",
      "zh_TW": "所以真正善知識他都有個悲願，都真的想幫助人，方方面面無量的大願。大願決定不是為自己，為自己什麼願望都沒有，連成佛的願望都沒有，到時候他自然就成佛了。有個成佛的願望，你還是有私心，還夾雜！，我一切為著我想成佛，就是這一念私心，也把你的功德折損了。一味為眾生，沒有絲毫為自己，自己的智慧福德自然成就，自然成熟，自然增長。沒有這個機會，沒有這個緣分，緣不成熟，諸佛菩薩在旁邊都照顧不到，緣不成熟。不成熟的時候，你要得到了，那真的是是禍不是福！"
    },
    {
      "id": "12-017-0682_p0024",
      "zh_CN": "中国古人，我们的老祖宗，对于后世子孙的设想真正是无微不至，这在世界上任何国家民族，你都见不到。我们从哪里看？从文字看。中国的文字是智慧的符号，让你看到这个符号，你就晓得它的意思。你看「福」跟「祸」那个字的形状很接近，所以许许多多人把祸当作福，看错了。祖宗造字的时候就在这里提醒，要你要清清楚楚，搞清楚「福」跟「祸」真的是差之毫厘，失之千里。从这个符号里提醒你，日常生活当中起心动念、言语造作，哪个是福？哪个是祸？你有能力辨别，你才能够趋吉避凶，才能够享福避祸，远离祸害，祸福真的是一念之差。",
      "zh_TW": "中國古人，我們的老祖宗，對於後世子孫的設想真正是無微不至，這在世界上任何國家民族，你都見不到。我們從哪裡看？從文字看。中國的文字是智慧的符號，讓你看到這個符號，你就曉得它的意思。你看「福」跟「禍」那個字的形狀很接近，所以許許多多人把禍當作福，看錯了。祖宗造字的時候就在這裡提醒，要你要清清楚楚，搞清楚「福」跟「禍」真的是差之毫釐，失之千里。從這個符號裡提醒你，日常生活當中起心動念、言語造作，哪個是福？哪個是禍？你有能力辨別，你才能夠趨吉避凶，才能夠享福避禍，遠離禍害，禍福真的是一念之差。"
    },
    {
      "id": "12-017-0682_p0025",
      "zh_CN": "文字是传递资讯的工具，我们祖宗建立了文言文这个方法，因为他们知道言语会改变的，如果文跟语要是合一，语改变了，文就改变了，千百年之后，古人的文字我们就看不懂了。外国就是这种情形，欧洲的古文拉丁文，它是文跟语是一样的，所以现在人没有人懂，极少数的考古学家在研究这个。中国的老祖宗聪明，把语跟文分开，语不管怎么变，文不变。所以我们今天读《论语》，读《孟子》，孔子、孟子是两千五百年前的人，现在读他的书就同当面谈话一样，他的意思我们完全能懂，这就是语跟文分开了，这是全世界找不到的。这是真实智慧，这是真正爱护后代子孙，都是称性的大愿。",
      "zh_TW": "文字是傳遞資訊的工具，我們祖宗建立了文言文這個方法，因為他們知道言語會改變的，如果文跟語要是合一，語改變了，文就改變了，千百年之後，古人的文字我們就看不懂了。外國就是這種情形，歐洲的古文拉丁文，它是文跟語是一樣的，所以現在人沒有人懂，極少數的考古學家在研究這個。中國的老祖宗聰明，把語跟文分開，語不管怎麼變，文不變。所以我們今天讀《論語》，讀《孟子》，孔子、孟子是兩千五百年前的人，現在讀他的書就同當面談話一樣，他的意思我們完全能懂，這就是語跟文分開了，這是全世界找不到的。這是真實智慧，這是真正愛護後代子孫，都是稱性的大願。"
    },
    {
      "id": "12-017-0682_p0026",
      "zh_CN": "我们要效法佛菩萨，要把自己真心本性里面的愿力发觉出来。发觉没有别的，你真的把宇宙人生真相搞清楚，我常常讲人与人的关系，人与自然环境的关系，人与天地鬼神的关系，把这三个关系搞清楚。现在这两品经里头给我们讲的是什么？整个《华严经》前面跟诸位报告过，讲的就是宇宙，这是器世间；有情，众生世间就是生命；诸佛菩萨，智正觉世间；就讲这么三桩事情。这三桩事情搞清楚了，什么问题都解决了。我们学佛，学《华严》，学什么？这你就明白了，我们想把宇宙人生的真相搞清楚，搞明白，《华严经》就是这个课程。现在时间到了。",
      "zh_TW": "我們要效法佛菩薩，要把自己真心本性裡面的願力發覺出來。發覺沒有別的，你真的把宇宙人生真相搞清楚，我常常講人與人的關係，人與自然環境的關係，人與天地鬼神的關係，把這三個關係搞清楚。現在這兩品經裡頭給我們講的是什麼？整個《華嚴經》前面跟諸位報告過，講的就是宇宙，這是器世間；有情，眾生世間就是生命；諸佛菩薩，智正覺世間；就講這麼三樁事情。這三樁事情搞清楚了，什麼問題都解決了。我們學佛，學《華嚴》，學什麼？這你就明白了，我們想把宇宙人生的真相搞清楚，搞明白，《華嚴經》就是這個課程。現在時間到了。"
    },
    {
      "id": "12-017-0682_p0027",
      "zh_CN": "诸位同学，请看第八句：",
      "zh_TW": "諸位同學，請看第八句："
    },
    {
      "id": "12-017-0682_p0028",
      "zh_CN": "【示现一切佛神变海智不可思议。】",
      "zh_TW": "【示現一切佛神變海智不可思議。】"
    },
    {
      "id": "12-017-0682_p0029",
      "zh_CN": "清凉大师在注解里面告诉我们，「应机作用，神变无方」。世出世间事，我们在《华严经》上看到，尽虚空遍法界是一个有机体。「有机」这个名词现在人不会陌生，你们买蔬菜都想买有机的。什么叫有机？你是不是真的搞清楚？这个机是生机，意思是活的，不是死的；是健康的，不是有病态的；是健康的，是活活泼泼的。《华严经》上跟我们讲的整个宇宙是个有机体，是活活泼泼的，是健康的。我们现在很多人看到我们地球，地球病了，地球不健康了，我们的大环境出了问题了。然后再仔细一观察，身体也病了，不健康了。身体怎么会不健康？饮食不健康，生活环境不健康，心理的情绪不健康，就是不正常。这人怎么会不生病？要怎样是健康的，怎样是正常的？我们全身的血脉完全贯通，没有丝毫障碍，健康的。",
      "zh_TW": "清涼大師在註解裡面告訴我們，「應機作用，神變無方」。世出世間事，我們在《華嚴經》上看到，盡虛空遍法界是一個有機體。「有機」這個名詞現在人不會陌生，你們買蔬菜都想買有機的。什麼叫有機？你是不是真的搞清楚？這個機是生機，意思是活的，不是死的；是健康的，不是有病態的；是健康的，是活活潑潑的。《華嚴經》上跟我們講的整個宇宙是個有機體，是活活潑潑的，是健康的。我們現在很多人看到我們地球，地球病了，地球不健康了，我們的大環境出了問題了。然後再仔細一觀察，身體也病了，不健康了。身體怎麼會不健康？飲食不健康，生活環境不健康，心理的情緒不健康，就是不正常。這人怎麼會不生病？要怎樣是健康的，怎樣是正常的？我們全身的血脈完全貫通，沒有絲毫障礙，健康的。"
    },
    {
      "id": "12-017-0682_p0030",
      "zh_CN": "宇宙，不要说宇宙了，我们讲地球，地球上所有一切生物是均衡的，是健康的。如果我们破坏地球生态环境，使地球生态环境失去平衡，它就不健康，它就生病了，宇宙亦复如是。中国古人常讲「穷则变，变则通」，穷是什么？不通了。我们的身体血脉不通了，出了障碍。我们看到医生替病人治病，中医西医几乎都一样，一定会问你，大小便正常不正常？如果你说大小便很正常，医生就很开心笑笑，为什么？你没有大病，你的管道畅通。病在哪里？可能是血管细的地方稍微有一点不通，大致上你是正常的，好治。人与人之间往来要通，常常不往来，不通了，不通麻烦就来了，互相猜疑，愈猜愈讹，到最后变成冤家对头，都是不通造成的灾害。从我们自己一身，到家庭、社会、国家、世界、宇宙，你要问灾害从哪里起的？不通。",
      "zh_TW": "宇宙，不要說宇宙了，我們講地球，地球上所有一切生物是均衡的，是健康的。如果我們破壞地球生態環境，使地球生態環境失去平衡，它就不健康，它就生病了，宇宙亦復如是。中國古人常講「窮則變，變則通」，窮是什麼？不通了。我們的身體血脈不通了，出了障礙。我們看到醫生替病人治病，中醫西醫幾乎都一樣，一定會問你，大小便正常不正常？如果你說大小便很正常，醫生就很開心笑笑，為什麼？你沒有大病，你的管道暢通。病在哪裡？可能是血管細的地方稍微有一點不通，大致上你是正常的，好治。人與人之間往來要通，常常不往來，不通了，不通麻煩就來了，互相猜疑，愈猜愈訛，到最後變成冤家對頭，都是不通造成的災害。從我們自己一身，到家庭、社會、國家、世界、宇宙，你要問災害從哪裡起的？不通。"
    },
    {
      "id": "12-017-0682_p0031",
      "zh_CN": "佛的能力了不起，你看看这个地方『神变』，清凉大师注解里面讲的「应机作用，神变无方」，他的能力就是帮助你通，他自己本身通了，事事无碍。你要是不通，我们常讲处处成障，你所接触的全是障碍。经教是我们全身的血脉，全宇宙的血脉，尤其是《大方广佛华严经》，这是一付药，帮助我们「通」，通全身血脉，通整个宇宙的血脉。我这个比喻，如果你能听得懂，我相信你会点头，你会肯定，你会同意我的说法。我们读这一句就要学佛的「神通变化」。一切诸佛神通变化是我们本有的，不是从外头来的，我们今天的神通变化失掉了。",
      "zh_TW": "佛的能力了不起，你看看這個地方『神變』，清涼大師註解裡面講的「應機作用，神變無方」，他的能力就是幫助你通，他自己本身通了，事事無礙。你要是不通，我們常講處處成障，你所接觸的全是障礙。經教是我們全身的血脈，全宇宙的血脈，尤其是《大方廣佛華嚴經》，這是一付藥，幫助我們「通」，通全身血脈，通整個宇宙的血脈。我這個比喻，如果你能聽得懂，我相信你會點頭，你會肯定，你會同意我的說法。我們讀這一句就要學佛的「神通變化」。一切諸佛神通變化是我們本有的，不是從外頭來的，我們今天的神通變化失掉了。"
    },
    {
      "id": "12-017-0682_p0032",
      "zh_CN": "神通这个「通」，世出世间一切法，佛学术语里面常说性相、理事、因果，你都能够通达明了，一丝毫疑惑都没有，这称之为「神通」。「变化」，那真的是大用无方。你在一切刹土，「一切刹土」这个名词，你一定要知道，世界无量无数无尽的重叠，「大而无外，小而无内」，你要懂得这个事实真相，「一切世间」你才真正明白这里头的义趣，佛能够在一切世间与一切众生感应起变化了，应以什么身得度就现什么身，应当说什么法就说什么法，现身说法，没有丝毫意思在。",
      "zh_TW": "神通這個「通」，世出世間一切法，佛學術語裡面常說性相、理事、因果，你都能夠通達明瞭，一絲毫疑惑都沒有，這稱之為「神通」。「變化」，那真的是大用無方。你在一切剎土，「一切剎土」這個名詞，你一定要知道，世界無量無數無盡的重疊，「大而無外，小而無內」，你要懂得這個事實真相，「一切世間」你才真正明白這裡頭的義趣，佛能夠在一切世間與一切眾生感應起變化了，應以什麼身得度就現什麼身，應當說什麼法就說什麼法，現身說法，沒有絲毫意思在。"
    },
    {
      "id": "12-017-0682_p0033",
      "zh_CN": "我们今天为什么不能现身说法？我们有意思，有意思就不能，没有意思就能。为什么？没有意思是性体性德的起用，有意思那就违背了自己的性体性德，那是什么起作用？是八识五十一心所起作用。这个讲法一般人还是难懂，我们换句话讲，妄想习气起作用，那就不行了；妄想意识起作用，所以你就不自在，你就不能够「随众生心，应所知量」，你就不能够。",
      "zh_TW": "我們今天為什麼不能現身說法？我們有意思，有意思就不能，沒有意思就能。為什麼？沒有意思是性體性德的起用，有意思那就違背了自己的性體性德，那是什麼起作用？是八識五十一心所起作用。這個講法一般人還是難懂，我們換句話講，妄想習氣起作用，那就不行了；妄想意識起作用，所以你就不自在，你就不能夠「隨眾生心，應所知量」，你就不能夠。"
    },
    {
      "id": "12-017-0682_p0034",
      "zh_CN": "所以随缘，什么是真正的随缘？自己没有意思才叫随缘，你自己还有意思，换句话说，我们讲最粗的，你还有自私自利，起心动念还没有把「我」忘掉，这就是你的意思，你有意思只有攀缘，没有随缘。佛经里面讲的真正的随缘，把「我」放下了，《金刚经》上讲的「无我相、无人相、无众生相、无寿者相」，这个人随缘了。所以什么人随缘？诸佛如来随缘，法身菩萨随缘。",
      "zh_TW": "所以隨緣，什麼是真正的隨緣？自己沒有意思才叫隨緣，你自己還有意思，換句話說，我們講最粗的，你還有自私自利，起心動念還沒有把「我」忘掉，這就是你的意思，你有意思只有攀緣，沒有隨緣。佛經裡面講的真正的隨緣，把「我」放下了，《金剛經》上講的「無我相、無人相、無眾生相、無壽者相」，這個人隨緣了。所以什麼人隨緣？諸佛如來隨緣，法身菩薩隨緣。"
    },
    {
      "id": "12-017-0682_p0035",
      "zh_CN": "相似的随缘，不是真正的，相似的随缘是什么人？四圣法界：阿罗汉、辟支佛、权教菩萨，他们随缘跟法身菩萨随缘不一样。法身菩萨随缘，那完全是法尔如是，是自性的流露。四圣法界里面，声闻、缘觉、权教菩萨随缘是妄心的正用，他妄心没断，就是八识五十一心所他用得正，他没有能够转阿赖耶为大圆镜智，他没转过来，转过来那真的叫随缘了，这是随缘真正的意思、深意。佛家也讲密义，深密的义趣，通常很难讲到，要不是遇到《华严》，这些真正的深义、密义很少说，一般经上不这个说法，我们哪有缘分能够听得到？没这个缘分，没这个机会，大经真正不容易。这个经翻译圆满之后，那时候皇帝是武则天，送给武则天看，武则天在封面上题了四句开经偈。我们现在念的开经偈是武则天做的，做得真好，「无上甚深微妙法，百千万劫难遭遇」，不容易。后面两句，我们能不能学武则天？我们有没有能想到？「我今见闻得受持，愿解如来真实义」，不容易！所以学了就要落实。",
      "zh_TW": "相似的隨緣，不是真正的，相似的隨緣是什麼人？四聖法界：阿羅漢、辟支佛、權教菩薩，他們隨緣跟法身菩薩隨緣不一樣。法身菩薩隨緣，那完全是法爾如是，是自性的流露。四聖法界裡面，聲聞、緣覺、權教菩薩隨緣是妄心的正用，他妄心沒斷，就是八識五十一心所他用得正，他沒有能夠轉阿賴耶為大圓鏡智，他沒轉過來，轉過來那真的叫隨緣了，這是隨緣真正的意思、深意。佛家也講密義，深密的義趣，通常很難講到，要不是遇到《華嚴》，這些真正的深義、密義很少說，一般經上不這個說法，我們哪有緣分能夠聽得到？沒這個緣分，沒這個機會，大經真正不容易。這個經翻譯圓滿之後，那時候皇帝是武則天，送給武則天看，武則天在封面上題了四句開經偈。我們現在念的開經偈是武則天做的，做得真好，「無上甚深微妙法，百千萬劫難遭遇」，不容易。後面兩句，我們能不能學武則天？我們有沒有能想到？「我今見聞得受持，願解如來真實義」，不容易！所以學了就要落實。"
    },
    {
      "id": "12-017-0682_p0036",
      "zh_CN": "学佛，佛在哪里？佛在经上说过，释迦牟尼佛在世的时候那是佛，学佛跟他学就行了。佛不在世了，佛在哪里？释迦牟尼佛讲经教是佛，经教是佛的法身舍利，法身舍利宝贵！佛留的舍利，那个灵骨不宝贵，法身舍利宝贵。法身舍利是经典，能帮助我们开悟，能帮助我们了生死出三界，作佛作祖；佛的肉身舍利不行，肉身舍利只是给我们做个纪念而已，这个意思要懂。肉身舍利不能保佑我们，法身舍利是真正能保佑我们，我们要重视法身舍利。释迦牟尼佛的舍利，释迦牟尼佛的灵骨，要是到这里来了，你们去看，我不去看，为什么？人挤人很难受。送到我面前来，我也许会看看，我合掌拜一拜，这是纪念；不在我面前，我绝对不会去看。别人认为那个很希奇，我看得很平常，我重视法身舍利，这个对我们有大的利益。肉身舍利，这就像我们供养祖先一样，我们的父母、祖父母、曾祖父母、高祖父母过世了，他们的坟茔，我们清明、冬至扫墓上坟，纪念！我们对待释迦牟尼佛的舍利灵骨，就跟对待祖宗坟茔是一样的意思。总得要明理，学佛不是学那个，学佛是要在经典里面学，经教里面认真努力求解，把解变成自己的生活行为，这个叫学佛。",
      "zh_TW": "學佛，佛在哪裡？佛在經上說過，釋迦牟尼佛在世的時候那是佛，學佛跟他學就行了。佛不在世了，佛在哪裡？釋迦牟尼佛講經教是佛，經教是佛的法身舍利，法身舍利寶貴！佛留的舍利，那個靈骨不寶貴，法身舍利寶貴。法身舍利是經典，能幫助我們開悟，能幫助我們了生死出三界，作佛作祖；佛的肉身舍利不行，肉身舍利只是給我們做個紀念而已，這個意思要懂。肉身舍利不能保佑我們，法身舍利是真正能保佑我們，我們要重視法身舍利。釋迦牟尼佛的舍利，釋迦牟尼佛的靈骨，要是到這裡來了，你們去看，我不去看，為什麼？人擠人很難受。送到我面前來，我也許會看看，我合掌拜一拜，這是紀念；不在我面前，我絕對不會去看。別人認為那個很希奇，我看得很平常，我重視法身舍利，這個對我們有大的利益。肉身舍利，這就像我們供養祖先一樣，我們的父母、祖父母、曾祖父母、高祖父母過世了，他們的墳塋，我們清明、冬至掃墓上墳，紀念！我們對待釋迦牟尼佛的舍利靈骨，就跟對待祖宗墳塋是一樣的意思。總得要明理，學佛不是學那個，學佛是要在經典裡面學，經教裡面認真努力求解，把解變成自己的生活行為，這個叫學佛。"
    },
    {
      "id": "12-017-0682_p0037",
      "zh_CN": "学佛决定不能搞迷信，搞迷信是大错特错。佛绝对没有教我们去拜他的舍利，佛教给我们在经典里头处处讲依教奉行，苦口婆心教导我们，「受持读诵，为人演说」、「欢喜信受，依教奉行」。这个句子在经典里头不知道有多少重复，重复愈多愈是重要，不重要的不做这样重复的来说明。所以我们在此地要学习释迦牟尼佛的神通变化，这个完全是活的。会不会变？怎么个变法？完全看你通不通，你要是通了，你会变，什么障碍都没有了。你才晓得《华严》讲的理事无碍，事事无碍，为什么无碍？世出世间障碍那么多，为什么无碍？他会变通。这一碍，他一变就通了，他障碍就没有了，他会变。这个是要智慧，这个是要愿力；你没有愿，换句话说，你就根本没有这个意思，没有这个念头，纵然有能力你也不会去做。「愿」不能没有，什么愿？念念利益众生，时时观察众生，观察众生哪个地方出毛病，哪个地方不通了，你得想个什么方法恢复他的畅通。",
      "zh_TW": "學佛決定不能搞迷信，搞迷信是大錯特錯。佛絕對沒有教我們去拜他的舍利，佛教給我們在經典裡頭處處講依教奉行，苦口婆心教導我們，「受持讀誦，為人演說」、「歡喜信受，依教奉行」。這個句子在經典裡頭不知道有多少重複，重複愈多愈是重要，不重要的不做這樣重複的來說明。所以我們在此地要學習釋迦牟尼佛的神通變化，這個完全是活的。會不會變？怎麼個變法？完全看你通不通，你要是通了，你會變，什麼障礙都沒有了。你才曉得《華嚴》講的理事無礙，事事無礙，為什麼無礙？世出世間障礙那麼多，為什麼無礙？他會變通。這一礙，他一變就通了，他障礙就沒有了，他會變。這個是要智慧，這個是要願力；你沒有願，換句話說，你就根本沒有這個意思，沒有這個念頭，縱然有能力你也不會去做。「願」不能沒有，什麼願？念念利益眾生，時時觀察眾生，觀察眾生哪個地方出毛病，哪個地方不通了，你得想個什麼方法恢復他的暢通。"
    },
    {
      "id": "12-017-0682_p0038",
      "zh_CN": "说到这个地方，你有没有看出来，今天社会得了严重的大病，现在人讲重病都讲癌症，现在的社会得了严重的癌症，你有没有把它诊断出来，到底病根、病源在什么地方？真正的病根、病源出在教育，我在前面也说过，现在好像全世界教育很发达，教育真的出了毛病，出了什么毛病？偏了。是有教育，但是教育偏了，偏就斜，它会脱离轨道，那个麻烦就大了，出轨了。古时候的教学，它面面都顾到，它是全方位的，方方面面齐头并进，它是健康的。凡是偏在一边，最后决定要导致覆亡，这个车出轨了，现在社会的教育就出现这个毛病。在古时候罗马帝国教育走偏了，亡掉了，永远不能复兴。中国还算不错，中国的教育，汉武帝制定的教育政策，一直到满清，满清入主中国，关于教育完全遵守中国古圣先贤既定的政策，没有改变，所以它能够维系两百六十年，福报！非常可惜，到末年，末年慈禧太后执政，把这个方向又走向偏差了，出了问题，遭致于亡国，家破国亡。从她之后一直到现在，我们国家的教育政策也慢慢的脱离轨道了。",
      "zh_TW": "說到這個地方，你有沒有看出來，今天社會得了嚴重的大病，現在人講重病都講癌症，現在的社會得了嚴重的癌症，你有沒有把它診斷出來，到底病根、病源在什麼地方？真正的病根、病源出在教育，我在前面也說過，現在好像全世界教育很發達，教育真的出了毛病，出了什麼毛病？偏了。是有教育，但是教育偏了，偏就斜，它會脫離軌道，那個麻煩就大了，出軌了。古時候的教學，它面面都顧到，它是全方位的，方方面面齊頭並進，它是健康的。凡是偏在一邊，最後決定要導致覆亡，這個車出軌了，現在社會的教育就出現這個毛病。在古時候羅馬帝國教育走偏了，亡掉了，永遠不能復興。中國還算不錯，中國的教育，漢武帝制定的教育政策，一直到滿清，滿清入主中國，關於教育完全遵守中國古聖先賢既定的政策，沒有改變，所以它能夠維繫兩百六十年，福報！非常可惜，到末年，末年慈禧太后執政，把這個方向又走向偏差了，出了問題，遭致於亡國，家破國亡。從她之後一直到現在，我們國家的教育政策也慢慢的脫離軌道了。"
    },
    {
      "id": "12-017-0682_p0039",
      "zh_CN": "这个事情，我早年亲近方东美先生，方先生脾气很大，很会骂人，特别是提到教育，提到教育他就恼火，就拍桌子骂人，骂教育部长，责备他教育政策的错误，而且说的话很难听，教育政策要不能够改正过来，他那时候说，对于国家是重大的损害。他说话还算是保留，我们现在看到了，他老人家过世了，我们看到了，国民党亡了，亡在哪里？亡在教育政策，这个关系太大太大了。国民党的教育政策走向什么？偏重在科技，偏重在工商企业，人文丢掉了。我离开台湾的时候，听说，听人家讲，过去行政院长孙运璿对台湾的局势动乱，他曾经流泪痛哭，忏悔。他说：他做错了事情，当时教育部曾经申请一笔经费，做人文教育用，他把它否定了，把这个钱都给发展科技，人文根本就没有重视。到整个社会动乱，他后悔了，一生做了一桩大错事情。这个时候后悔莫及，已经无法挽救了。日本，我们看到这是个战败国，不到半个世纪复兴起来，成为世界一等强国，什么原因？我这一次到日本、韩国去看了一下，人家的长处，就是在教育上能够齐头并进，一方面吸收西方的科技、工商管理，一方面没有失掉伦理道德，这个是人家的长处。国民党比不上日本，没有日本人聪明，没有日本人有眼光，导致覆亡。",
      "zh_TW": "這個事情，我早年親近方東美先生，方先生脾氣很大，很會罵人，特別是提到教育，提到教育他就惱火，就拍桌子罵人，罵教育部長，責備他教育政策的錯誤，而且說的話很難聽，教育政策要不能夠改正過來，他那時候說，對於國家是重大的損害。他說話還算是保留，我們現在看到了，他老人家過世了，我們看到了，國民黨亡了，亡在哪裡？亡在教育政策，這個關係太大太大了。國民黨的教育政策走向什麼？偏重在科技，偏重在工商企業，人文丟掉了。我離開台灣的時候，聽說，聽人家講，過去行政院長孫運璿對台灣的局勢動亂，他曾經流淚痛哭，懺悔。他說：他做錯了事情，當時教育部曾經申請一筆經費，做人文教育用，他把它否定了，把這個錢都給發展科技，人文根本就沒有重視。到整個社會動亂，他後悔了，一生做了一樁大錯事情。這個時候後悔莫及，已經無法挽救了。日本，我們看到這是個戰敗國，不到半個世紀復興起來，成為世界一等強國，什麼原因？我這一次到日本、韓國去看了一下，人家的長處，就是在教育上能夠齊頭並進，一方面吸收西方的科技、工商管理，一方面沒有失掉倫理道德，這個是人家的長處。國民黨比不上日本，沒有日本人聰明，沒有日本人有眼光，導致覆亡。"
    },
    {
      "id": "12-017-0682_p0040",
      "zh_CN": "所以根本，我们现在不通，整个社会样样都出了问题，都是出在教育上。什么教育？伦理道德的教育。中国江主席最近提出「以德治国」，道德，问题在能不能落实？能落实，中国这个社会有救；要不能落实，那还有大灾大难，没有法子避免的。人文教育失掉，那就是古德所说的父不父，子不子，家庭完了。父亲不像父亲，儿子不像儿子，父亲不知道做父亲的责任义务，所谓的父慈子孝，父亲不知道爱护子女，子女不知道孝顺父母。孟夫子常常说，「人与禽兽几希」，人跟禽兽差别在哪里？就那么一点点。人懂得伦理道德，禽兽不懂。人要不懂伦理道德，那跟禽兽有什么两样？没有两样，都算动物！人为万物之灵，没有别的，就是受过伦理道德的教育，不是科学技术的教育。要讲科学技术，中国的发明比外国人要早千百年，这个历史上有记载。指南针什么时候发明的？火药什么时候发明的？比西方人早得太多太多了。中国为什么不继续发展科学技术？中国这些老祖宗知道，科学技术如果一味不断的发展，人文道德要跟不上科学技术，科学技术会危害人类。这个在今天我们完全看到了，带给人类不是幸福，是灾害！",
      "zh_TW": "所以根本，我們現在不通，整個社會樣樣都出了問題，都是出在教育上。什麼教育？倫理道德的教育。中國江主席最近提出「以德治國」，道德，問題在能不能落實？能落實，中國這個社會有救；要不能落實，那還有大災大難，沒有法子避免的。人文教育失掉，那就是古德所說的父不父，子不子，家庭完了。父親不像父親，兒子不像兒子，父親不知道做父親的責任義務，所謂的父慈子孝，父親不知道愛護子女，子女不知道孝順父母。孟夫子常常說，「人與禽獸幾希」，人跟禽獸差別在哪裡？就那麼一點點。人懂得倫理道德，禽獸不懂。人要不懂倫理道德，那跟禽獸有什麼兩樣？沒有兩樣，都算動物！人為萬物之靈，沒有別的，就是受過倫理道德的教育，不是科學技術的教育。要講科學技術，中國的發明比外國人要早千百年，這個歷史上有記載。指南針什麼時候發明的？火藥什麼時候發明的？比西方人早得太多太多了。中國為什麼不繼續發展科學技術？中國這些老祖宗知道，科學技術如果一味不斷的發展，人文道德要跟不上科學技術，科學技術會危害人類。這個在今天我們完全看到了，帶給人類不是幸福，是災害！"
    },
    {
      "id": "12-017-0682_p0041",
      "zh_CN": "所以中国古圣先贤，着重在德行上的发展提升，科学技术宁愿慢慢再来。我们在中国史书里面看到的，王莽的时代，汉朝，就有人发明机械，学习滑翔，飞行。为什么没有继续发展？后汉末年三国时代，史书上记载得很清楚，诸葛亮发明木牛流马，机械化的运输，这是机械发明的开始。为什么诸葛亮死了之后，把这个技术，他生产的这些东西全部毁灭，不留给后人。什么原因？是感觉到伦理道德的教育，赶不上科技。",
      "zh_TW": "所以中國古聖先賢，著重在德行上的發展提升，科學技術寧願慢慢再來。我們在中國史書裡面看到的，王莽的時代，漢朝，就有人發明機械，學習滑翔，飛行。為什麼沒有繼續發展？後漢末年三國時代，史書上記載得很清楚，諸葛亮發明木牛流馬，機械化的運輸，這是機械發明的開始。為什麼諸葛亮死了之後，把這個技術，他生產的這些東西全部毀滅，不留給後人。什麼原因？是感覺到倫理道德的教育，趕不上科技。"
    },
    {
      "id": "12-017-0682_p0042",
      "zh_CN": "所以中国古圣先贤读圣贤书，想得很周到，这个东西发明出来，对于后世影响有多大，这个影响是正面的，还是负面的？他知道得很清楚。中国文化是会替别人着想的，「己所不欲，勿施于人」。中国人讲仁，孔子讲仁道，孟子讲义。仁，你看看是两个人，有自己一定要想到别人；只有自己没有别人，这个人不仁。忠孝仁爱，不仁！不仁，哪里来的爱？哪里来的义？义是什么？义是义务。只有施舍不求回报，这叫义。儒家教学的中心就是仁义，「孔曰成仁，孟曰取义」，仁义的教育。",
      "zh_TW": "所以中國古聖先賢讀聖賢書，想得很周到，這個東西發明出來，對於後世影響有多大，這個影響是正面的，還是負面的？他知道得很清楚。中國文化是會替別人著想的，「己所不欲，勿施於人」。中國人講仁，孔子講仁道，孟子講義。仁，你看看是兩個人，有自己一定要想到別人；只有自己沒有別人，這個人不仁。忠孝仁愛，不仁！不仁，哪裡來的愛？哪裡來的義？義是什麼？義是義務。只有施捨不求回報，這叫義。儒家教學的中心就是仁義，「孔曰成仁，孟曰取義」，仁義的教育。"
    },
    {
      "id": "12-017-0682_p0043",
      "zh_CN": "所以今天所有一切不通的病根、病源，就是道德失掉了，道德的教育没有了。什么叫道？伦理叫道，天然之道，夫妇、父子、兄弟、君臣、朋友，这是道，这是天然的秩序，不是人为的，不是人造的。人能够随顺天然的秩序，天下太平。这个社会是安定的，是和睦的，世间一般人讲风调雨顺，国泰民安。所以古圣先贤的教育，教人要懂得这个道理，天然之道；绝对不是孔子发明的、孟子发明的，不是，天然的法则。就像四时的运作，春生夏长秋收冬藏，天然的顺序。但是今天人怎么样？人要胜天，要克服自然，把自然生态破坏了。人道伦常关系破坏，天下怎么能不乱？灾难怎么能不兴？问题要找根本，不找根本你怎么能解决！",
      "zh_TW": "所以今天所有一切不通的病根、病源，就是道德失掉了，道德的教育沒有了。什麼叫道？倫理叫道，天然之道，夫婦、父子、兄弟、君臣、朋友，這是道，這是天然的秩序，不是人為的，不是人造的。人能夠隨順天然的秩序，天下太平。這個社會是安定的，是和睦的，世間一般人講風調雨順，國泰民安。所以古聖先賢的教育，教人要懂得這個道理，天然之道；絕對不是孔子發明的、孟子發明的，不是，天然的法則。就像四時的運作，春生夏長秋收冬藏，天然的順序。但是今天人怎麼樣？人要勝天，要克服自然，把自然生態破壞了。人道倫常關係破壞，天下怎麼能不亂？災難怎麼能不興？問題要找根本，不找根本你怎麼能解決！"
    },
    {
      "id": "12-017-0682_p0044",
      "zh_CN": "社会上也有不少仁人君子，看到世间这些灾难，动乱不安，于心不忍，来研究讨论和平与冲突的问题，也找到我，我也参与了两次。我跟他们提出报告，他们所看到的，国际间的冲突、种族的冲突，爆发残酷的战争，看到于心不忍，我跟他们说，冲突的因在哪里？在家庭。夫妻冲突，你们有没有注意到？父子冲突，兄弟冲突，师生冲突，这是社会冲突的根本。你要化解冲突，真正落实和平，从哪里做？从这里做。但是还有更深的因素，很不容易发觉，更深的冲突的基因是什么？就是我们自己本身善与恶的冲突。我这个说法大家好懂，要是用佛学的术语，就是本性与习性的冲突，儒家也是这个说法。佛家讲法性，儒家讲本性，本性跟习性的冲突，习性是烦恼习气，这个才是真正的根本。从这上面把问题解决，世界和平才能落实。这个世间国与国的冲突、族与族的冲突、宗教与宗教的冲突完全消除了。",
      "zh_TW": "社會上也有不少仁人君子，看到世間這些災難，動亂不安，於心不忍，來研究討論和平與衝突的問題，也找到我，我也參與了兩次。我跟他們提出報告，他們所看到的，國際間的衝突、種族的衝突，爆發殘酷的戰爭，看到於心不忍，我跟他們說，衝突的因在哪裡？在家庭。夫妻衝突，你們有沒有注意到？父子衝突，兄弟衝突，師生衝突，這是社會衝突的根本。你要化解衝突，真正落實和平，從哪裡做？從這裡做。但是還有更深的因素，很不容易發覺，更深的衝突的基因是什麼？就是我們自己本身善與惡的衝突。我這個說法大家好懂，要是用佛學的術語，就是本性與習性的衝突，儒家也是這個說法。佛家講法性，儒家講本性，本性跟習性的衝突，習性是煩惱習氣，這個才是真正的根本。從這上面把問題解決，世界和平才能落實。這個世間國與國的衝突、族與族的衝突、宗教與宗教的衝突完全消除了。"
    },
    {
      "id": "12-017-0682_p0045",
      "zh_CN": "由此可知，什么问题能解决？还是教育，还是古圣先贤的教育。所以到最后我一句话做总结，这一句话是中国的谚语，「不听老人言，吃亏在眼前」。谁是老人，孔夫子是老人，孟夫子是老人，释迦牟尼佛是老人。你不听他们的话，这个动乱局面在眼前，吃亏了。学校希望我去开课教书，我教什么？你们诸位想想我教什么？我教《四书》，我教《华严经》。《四书》，儒家的孔孟学说。《华严经》是大乘佛法。你真的请我去教，我就开这两门课。",
      "zh_TW": "由此可知，什麼問題能解決？還是教育，還是古聖先賢的教育。所以到最後我一句話做總結，這一句話是中國的諺語，「不聽老人言，吃虧在眼前」。誰是老人，孔夫子是老人，孟夫子是老人，釋迦牟尼佛是老人。你不聽他們的話，這個動亂局面在眼前，吃虧了。學校希望我去開課教書，我教什麼？你們諸位想想我教什麼？我教《四書》，我教《華嚴經》。《四書》，儒家的孔孟學說。《華嚴經》是大乘佛法。你真的請我去教，我就開這兩門課。"
    },
    {
      "id": "12-017-0682_p0046",
      "zh_CN": "从本身救起，先要把自己本身的冲突化解，我们就是因为本身有冲突，修行不能证果。菩萨何以能成菩萨？罗汉何以能成罗汉？他们把本身的冲突化解了。让什么？让习性随顺本性，问题解决了。习性跟本性对立，习性决定不随顺本性，这就是六道凡夫。我这个说法也是在变，变这样的说法大家好懂，不要用佛学的名词术语，佛学名词术语解释半天还是没有搞懂。换句话说，我们再不能够随顺自己烦恼习气。依旧随顺烦恼习气，我们这一生不管怎么修，都没有办法脱离六道轮回。不能脱离六道轮回，那你就要记住《地藏经》上所说的，《地藏经》上说老实话，来生三途的机会多，人天的机会很少，很渺茫。",
      "zh_TW": "從本身救起，先要把自己本身的衝突化解，我們就是因為本身有衝突，修行不能證果。菩薩何以能成菩薩？羅漢何以能成羅漢？他們把本身的衝突化解了。讓什麼？讓習性隨順本性，問題解決了。習性跟本性對立，習性決定不隨順本性，這就是六道凡夫。我這個說法也是在變，變這樣的說法大家好懂，不要用佛學的名詞術語，佛學名詞術語解釋半天還是沒有搞懂。換句話說，我們再不能夠隨順自己煩惱習氣。依舊隨順煩惱習氣，我們這一生不管怎麼修，都沒有辦法脫離六道輪迴。不能脫離六道輪迴，那你就要記住《地藏經》上所說的，《地藏經》上說老實話，來生三途的機會多，人天的機會很少，很渺茫。"
    },
    {
      "id": "12-017-0682_p0047",
      "zh_CN": "堕落到三途，不但这一生所造的罪业到里面去忏悔，还有无量劫来生生世世造的罪业，到那个地方一起算总帐，那个麻烦就大了，我们不能不警觉到。没错，我这一生当中，过去生中，确确实实造了很多很多的罪业，干了许许多多损人利己的事情，这个帐统统在，消不掉，总是要报，真的是欠债的还债，欠命的还命，这个事情是生生世世。所以我常常讲，常常劝大家，不可以做对不起人的事情。你真正懂得佛法懂得因果才知道，你才会完全觉悟了，世间人与人相处，人与一切众生相处，绝对没有占丝毫便宜的事情，绝对没有吃一点点亏的事情，没有。",
      "zh_TW": "墮落到三途，不但這一生所造的罪業到裡面去懺悔，還有無量劫來生生世世造的罪業，到那個地方一起算總帳，那個麻煩就大了，我們不能不警覺到。沒錯，我這一生當中，過去生中，確確實實造了很多很多的罪業，幹了許許多多損人利己的事情，這個帳統統在，消不掉，總是要報，真的是欠債的還債，欠命的還命，這個事情是生生世世。所以我常常講，常常勸大家，不可以做對不起人的事情。你真正懂得佛法懂得因果才知道，你才會完全覺悟了，世間人與人相處，人與一切眾生相處，絕對沒有佔絲毫便宜的事情，絕對沒有吃一點點虧的事情，沒有。"
    },
    {
      "id": "12-017-0682_p0048",
      "zh_CN": "我这一生吃了亏，来生你要补偿；我这一生占你便宜，来生我要还给你。因缘果报，丝毫不爽，经上常讲吃他半斤，你来生要还他八两。你吃的是猪肉，来生你要变猪还给他；你吃的是牛肉，来生你要变牛还给他。我们看到现前这些猪牛，前世是人，他现在变这个身来还债的。你要是看穿了，因果报应互相酬偿，就这么一回事情。真的明白，搞清楚了，你还敢吃吗？你还敢造恶业吗？你还敢害人吗？害人真正害自己，救人是真正救自己；帮助别人是真正帮助自己，伤害别人是决定伤害自己。",
      "zh_TW": "我這一生吃了虧，來生你要補償；我這一生佔你便宜，來生我要還給你。因緣果報，絲毫不爽，經上常講吃他半斤，你來生要還他八兩。你吃的是豬肉，來生你要變豬還給他；你吃的是牛肉，來生你要變牛還給他。我們看到現前這些豬牛，前世是人，他現在變這個身來還債的。你要是看穿了，因果報應互相酬償，就這麼一回事情。真的明白，搞清楚了，你還敢吃嗎？你還敢造惡業嗎？你還敢害人嗎？害人真正害自己，救人是真正救自己；幫助別人是真正幫助自己，傷害別人是決定傷害自己。"
    },
    {
      "id": "12-017-0682_p0049",
      "zh_CN": "你不把这些事实真相搞清楚搞明白，哪个地方障碍了，堵塞了，你找不到。统统搞清楚，搞明白了，清清楚楚明明白白，哪个地方障碍了，你就能有方法变通，这一生肯定超越三界，超越十法界，这个得大自在！身心世界，哪有放不下的道理？现在时间到了。",
      "zh_TW": "你不把這些事實真相搞清楚搞明白，哪個地方障礙了，堵塞了，你找不到。統統搞清楚，搞明白了，清清楚楚明明白白，哪個地方障礙了，你就能有方法變通，這一生肯定超越三界，超越十法界，這個得大自在！身心世界，哪有放不下的道理？現在時間到了。"
    }
  ]
}