{
  "doc_id": "12-017-1079",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０七九卷",
    "zh_TW": "第一０七九卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1079",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "12-017-1079_p0001",
      "zh_CN": "诸位同学，请继续看《四谛品》娑婆世界第三段苦灭圣谛，我们将经文念一段：",
      "zh_TW": "諸位同學，請繼續看《四諦品》娑婆世界第三段苦滅聖諦，我們將經文念一段："
    },
    {
      "id": "12-017-1079_p0002",
      "zh_CN": "【诸佛子。苦灭圣谛。此娑婆世界中。或名无诤。或名离尘。或名寂静。或名无相。或名无没。或名无自性。或名无障碍。或名灭。或名体真实。或名住自性。】",
      "zh_TW": "【諸佛子。苦滅聖諦。此娑婆世界中。或名無諍。或名離塵。或名寂靜。或名無相。或名無沒。或名無自性。或名無障礙。或名滅。或名體真實。或名住自性。】"
    },
    {
      "id": "12-017-1079_p0003",
      "zh_CN": "到这里是一段。『苦灭』跟「苦灭道」这是讲的出世间因果。「灭」是出世间的果报，这个字在中国一般没有学佛的常常容易引起误会，「灭」总不是一个好的字样。实际上这灭的意思好，灭的什么？灭生死。换句话说，永远没有生死，把生死灭掉了，这好事情。生死是果，因是什么？因是烦恼，妄想、分别、执着，这是因。所以生死没有了，妄想、分别、执着肯定就没有了。如果你妄想、分别、执着都还有，那你就要晓得，这三界六道生死的轮回你还是有，你不能够出离。",
      "zh_TW": "到這裡是一段。『苦滅』跟「苦滅道」這是講的出世間因果。「滅」是出世間的果報，這個字在中國一般沒有學佛的常常容易引起誤會，「滅」總不是一個好的字樣。實際上這滅的意思好，滅的什麼？滅生死。換句話說，永遠沒有生死，把生死滅掉了，這好事情。生死是果，因是什麼？因是煩惱，妄想、分別、執著，這是因。所以生死沒有了，妄想、分別、執著肯定就沒有了。如果你妄想、分別、執著都還有，那你就要曉得，這三界六道生死的輪迴你還是有，你不能夠出離。"
    },
    {
      "id": "12-017-1079_p0004",
      "zh_CN": "最后一段讲「道」，道就是出世间的因，修因证果，佛说法总是先把果为我们说出来，这是应机说法的方便。众生对于造因往往是疏忽大意，即使佛菩萨劝勉他，他也没在意，但是讲到果报，他就恐惧，他就害怕了。所以佛为一切众生说法，总是先说果，然后才说因。正如同前面我们所读的，一开端讲苦圣谛，这是三界六道的果报。果报怎么形成的？那就是因，因缘，所以接着为我们讲苦集圣谛，出世间亦复如是。其实在大乘法里佛给我们说明事实真相，确确实实没有什么世间出世间，世间出世间这名词是假设的。佛法只有觉迷，觉悟了就叫做出世间，迷了就叫世间，所以只有觉迷，除觉迷之外，真的是无有一法可得。",
      "zh_TW": "最後一段講「道」，道就是出世間的因，修因證果，佛說法總是先把果為我們說出來，這是應機說法的方便。眾生對於造因往往是疏忽大意，即使佛菩薩勸勉他，他也沒在意，但是講到果報，他就恐懼，他就害怕了。所以佛為一切眾生說法，總是先說果，然後才說因。正如同前面我們所讀的，一開端講苦聖諦，這是三界六道的果報。果報怎麼形成的？那就是因，因緣，所以接著為我們講苦集聖諦，出世間亦復如是。其實在大乘法裡佛給我們說明事實真相，確確實實沒有什麼世間出世間，世間出世間這名詞是假設的。佛法只有覺迷，覺悟了就叫做出世間，迷了就叫世間，所以只有覺迷，除覺迷之外，真的是無有一法可得。"
    },
    {
      "id": "12-017-1079_p0005",
      "zh_CN": "今天讲到『苦灭圣谛』，出世间之果，在『此娑婆世界中』，这一句话是贯穿下面十句，这意思都一样的。『或名无诤』，清凉大师在注解里面跟我们说的很好，「烦恼为诤故」。「无诤」，烦恼断尽了，生死的因断掉了，生死的果报当然不会再现前了。「灭」就是灭诤，这句话《六祖坛经》里头也有，祖师教学生、教弟子，说「此法本无诤，诤则失道意」，此法就是佛法；佛法里面六和敬，「口和无诤」，要有争论，这就不是佛法了。我们想想，我们在日常生活当中，还有没有争论？为什么有争论？烦恼习气没有放下。烦恼习气放下了就「无诤」。",
      "zh_TW": "今天講到『苦滅聖諦』，出世間之果，在『此娑婆世界中』，這一句話是貫穿下面十句，這意思都一樣的。『或名無諍』，清涼大師在註解裡面跟我們說的很好，「煩惱為諍故」。「無諍」，煩惱斷盡了，生死的因斷掉了，生死的果報當然不會再現前了。「滅」就是滅諍，這句話《六祖壇經》裡頭也有，祖師教學生、教弟子，說「此法本無諍，諍則失道意」，此法就是佛法；佛法裡面六和敬，「口和無諍」，要有爭論，這就不是佛法了。我們想想，我們在日常生活當中，還有沒有爭論？為什麼有爭論？煩惱習氣沒有放下。煩惱習氣放下了就「無諍」。"
    },
    {
      "id": "12-017-1079_p0006",
      "zh_CN": "我在早年出家的时候，遇到一位老法师，灵源老和尚，是台湾基隆十方大觉寺的住持，在台湾很希有的一个道场，十方道场。台湾道场很多，十方道场很少，就是说这道场它不是子孙庙，只要是出家人都可以在这地方挂单，它都接众，所以那个时候道场很兴旺。人多住众多，出家人多，尤其出家男众，里面大概总有一半是退伍的军人，这很不好管理。灵源老和尚天天都有人到他那里去告状，老和尚听听点点头，「是，你是」，这打发走了；第二个来指责的时候，明明他有错误，「你也是」，老和尚包容。时间久了，诸位才对老和尚这种修持（清净、平等、忍让），佩服得五体投地。老和尚书画好，画佛像，在他方丈室里天天是写字画佛像。所以诤是错误的，如何做到无诤？要从自己本身做起，以自己真正的德行感化大众。",
      "zh_TW": "我在早年出家的時候，遇到一位老法師，靈源老和尚，是台灣基隆十方大覺寺的住持，在台灣很希有的一個道場，十方道場。台灣道場很多，十方道場很少，就是說這道場它不是子孫廟，只要是出家人都可以在這地方掛單，它都接眾，所以那個時候道場很興旺。人多住眾多，出家人多，尤其出家男眾，裡面大概總有一半是退伍的軍人，這很不好管理。靈源老和尚天天都有人到他那裡去告狀，老和尚聽聽點點頭，「是，你是」，這打發走了；第二個來指責的時候，明明他有錯誤，「你也是」，老和尚包容。時間久了，諸位才對老和尚這種修持（清淨、平等、忍讓），佩服得五體投地。老和尚書畫好，畫佛像，在他方丈室裡天天是寫字畫佛像。所以諍是錯誤的，如何做到無諍？要從自己本身做起，以自己真正的德行感化大眾。"
    },
    {
      "id": "12-017-1079_p0007",
      "zh_CN": "我们仔细去观察、去读诵古来祖师大德的传记，就会发现很多高僧大德在接众（接触大众）都有这样的修养，他的心地真正是平和，我们佛法当中常讲「随缘而不攀缘」。境界有顺境有逆境，人缘有善缘也有恶缘，顺逆善恶怎么样摆平，这是自己修行的功夫。功夫真正到家了，他确实摆平，那是什么？你诤我不诤，你争我让。真正有修养的人，他心是定的，我们常讲定生慧，不但生慧，定功深的人几几乎乎都能够看到三世因果。你为什么喜欢诤？你为什么放不下？与你过去生中的习气有关系。他心里头愤愤不平，你不能跟他辩论，这辩论我们世俗间常讲愈描愈黑，只有忍让，他将来的因果，老和尚看得清清楚楚。看他堕地狱，你不拉他一把吗？拉不动，不能拉，愈拉他陷得愈深。所以真正善知识帮助你是慈悲，不帮助你还是慈悲，他有他的道理在。他所用的方法不是一般人能够理解的，所谓是善巧方便，这我们佛家常讲的「慈悲为本，方便为门」，他确实有善巧。换句话说，你就是堕地狱，他也希望你堕的轻一点，绝对不会害得你堕更严重的地狱，他不会的，这才叫真正的慈悲。",
      "zh_TW": "我們仔細去觀察、去讀誦古來祖師大德的傳記，就會發現很多高僧大德在接眾（接觸大眾）都有這樣的修養，他的心地真正是平和，我們佛法當中常講「隨緣而不攀緣」。境界有順境有逆境，人緣有善緣也有惡緣，順逆善惡怎麼樣擺平，這是自己修行的功夫。功夫真正到家了，他確實擺平，那是什麼？你諍我不諍，你爭我讓。真正有修養的人，他心是定的，我們常講定生慧，不但生慧，定功深的人幾幾乎乎都能夠看到三世因果。你為什麼喜歡諍？你為什麼放不下？與你過去生中的習氣有關係。他心裡頭憤憤不平，你不能跟他辯論，這辯論我們世俗間常講愈描愈黑，只有忍讓，他將來的因果，老和尚看得清清楚楚。看他墮地獄，你不拉他一把嗎？拉不動，不能拉，愈拉他陷得愈深。所以真正善知識幫助你是慈悲，不幫助你還是慈悲，他有他的道理在。他所用的方法不是一般人能夠理解的，所謂是善巧方便，這我們佛家常講的「慈悲為本，方便為門」，他確實有善巧。換句話說，你就是墮地獄，他也希望你墮的輕一點，絕對不會害得你墮更嚴重的地獄，他不會的，這才叫真正的慈悲。"
    },
    {
      "id": "12-017-1079_p0008",
      "zh_CN": "所以造作一切罪业跟过去世行业都有密切的关联，这个理与事，佛跟道讲得很透彻。现在西方人也发现了，我们看到从外国有不少前世今生谈因果轮回的报告，我们看了之后，他们也发现、也证实这事情是真的。今世跟前世是连接在一起的，今世跟后世关系是非常密切，所以世出世间的大圣大贤用心良苦，都是帮助我们怎样脱离轮回。过去世我们造的罪业很重，这个业要消，而消极重罪业的方法，就是《八大人觉经》上所说的，「不念旧恶，不憎恶人」，这消业消得最快了；不是消他的业，消自己的业。你看到这人作恶多端，不要去责怪他，不要把他的这些恶行放在自己心上，更不可以挂在口上，若无其事，消自己的罪业。厚待别人，特别是冤亲债主，要厚待他，这是大慈大悲，累劫冤亲冤冤相报这样就化解了。所以真正修行人心地一片祥和，一片慈悲，哪里会有争论？那我们没有办法，遇到不平真的是会起争论，这就是说修行没功夫，对于事实真相一无所知，造成烦恼习气时时刻刻起现行。我们天天读诵大乘，天天学习经教，读诵学习最可贵的就是明理，改过自新，那才是真正学以致用，我们得到佛法真实利益了。",
      "zh_TW": "所以造作一切罪業跟過去世行業都有密切的關聯，這個理與事，佛跟道講得很透徹。現在西方人也發現了，我們看到從外國有不少前世今生談因果輪迴的報告，我們看了之後，他們也發現、也證實這事情是真的。今世跟前世是連接在一起的，今世跟後世關係是非常密切，所以世出世間的大聖大賢用心良苦，都是幫助我們怎樣脫離輪迴。過去世我們造的罪業很重，這個業要消，而消極重罪業的方法，就是《八大人覺經》上所說的，「不念舊惡，不憎惡人」，這消業消得最快了；不是消他的業，消自己的業。你看到這人作惡多端，不要去責怪他，不要把他的這些惡行放在自己心上，更不可以掛在口上，若無其事，消自己的罪業。厚待別人，特別是冤親債主，要厚待他，這是大慈大悲，累劫冤親冤冤相報這樣就化解了。所以真正修行人心地一片祥和，一片慈悲，哪裡會有爭論？那我們沒有辦法，遇到不平真的是會起爭論，這就是說修行沒功夫，對於事實真相一無所知，造成煩惱習氣時時刻刻起現行。我們天天讀誦大乘，天天學習經教，讀誦學習最可貴的就是明理，改過自新，那才是真正學以致用，我們得到佛法真實利益了。"
    },
    {
      "id": "12-017-1079_p0009",
      "zh_CN": "第二句『或名离尘』，「尘」也是烦恼的代名词，尘劳烦恼，尘表面的意思是染污。像我们这书桌，一天没有去擦它，这桌面上就有尘垢，我们手在桌子上摸过，手指上就能看到灰尘。佛用这做比喻，我们的本性，我们的清净心，如果不知道修行，那自自然然不知不觉就染上了尘垢了。所以神秀大师讲得好，「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」，就是这意思。身心的烦恼要怎样勤拂拭？持戒、读经、参禅、念佛，这都是方法，都是帮助我们恢复清净心。在这地方，我们必须要认知，要认识清楚，我们修行的目的是在清净心。所以不是在念佛念了多少？我一天念多少部经？一天念多少万声佛号？不是这个。如果心地没有真正能够改善过来，你念经念得再多，佛号持得再好，那就是古人所讲的，所谓「一天十万声佛号，喊破喉咙也枉然」，这是真的。就好比这学生读书很用功，天天都在读，都在学习，但一考试都得零分，没有成绩拿出来，你这书叫白念了。修行亦复如是，修行的成绩就是清净心，总的来说，这成绩是觉正净，「觉而不迷，正而不邪，净而不染」，这是我们修行的成果。",
      "zh_TW": "第二句『或名離塵』，「塵」也是煩惱的代名詞，塵勞煩惱，塵表面的意思是染污。像我們這書桌，一天沒有去擦它，這桌面上就有塵垢，我們手在桌子上摸過，手指上就能看到灰塵。佛用這做比喻，我們的本性，我們的清淨心，如果不知道修行，那自自然然不知不覺就染上了塵垢了。所以神秀大師講得好，「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」，就是這意思。身心的煩惱要怎樣勤拂拭？持戒、讀經、參禪、念佛，這都是方法，都是幫助我們恢復清淨心。在這地方，我們必須要認知，要認識清楚，我們修行的目的是在清淨心。所以不是在念佛念了多少？我一天念多少部經？一天念多少萬聲佛號？不是這個。如果心地沒有真正能夠改善過來，你念經念得再多，佛號持得再好，那就是古人所講的，所謂「一天十萬聲佛號，喊破喉嚨也枉然」，這是真的。就好比這學生讀書很用功，天天都在讀，都在學習，但一考試都得零分，沒有成績拿出來，你這書叫白念了。修行亦復如是，修行的成績就是清淨心，總的來說，這成績是覺正淨，「覺而不迷，正而不邪，淨而不染」，這是我們修行的成果。"
    },
    {
      "id": "12-017-1079_p0010",
      "zh_CN": "我们今天修净土，净土是以觉正净这「净」为主，专修清净心，专修清净行。我的心清净了，念头就清净，念头清净，我的言语、身体一切造作没有一样不清净，这就叫净业。净业所感的那就是西方极乐世界，这我们不能不知道。何况大乘经里面佛常说「心净则佛土净」，这才真正把修学的纲领抓住了，功夫才会得力。我们常常听到「功夫不得力」，什么叫功夫不得力？烦恼习气还照常，一丝毫没有改变过来，那就是功夫不得力；功夫得力了就不一样了，心平了。",
      "zh_TW": "我們今天修淨土，淨土是以覺正淨這「淨」為主，專修清淨心，專修清淨行。我的心清淨了，念頭就清淨，念頭清淨，我的言語、身體一切造作沒有一樣不清淨，這就叫淨業。淨業所感的那就是西方極樂世界，這我們不能不知道。何況大乘經裡面佛常說「心淨則佛土淨」，這才真正把修學的綱領抓住了，功夫才會得力。我們常常聽到「功夫不得力」，什麼叫功夫不得力？煩惱習氣還照常，一絲毫沒有改變過來，那就是功夫不得力；功夫得力了就不一樣了，心平了。"
    },
    {
      "id": "12-017-1079_p0011",
      "zh_CN": "儒家读书也着重在修养，在悟性！所谓「学问深时意气平」。你们《了凡四训》很熟悉，《了凡四训》里面不就有一个故事吗？一个秀才去参加考试，没有考中，大骂那个考官，说他不认识人才。他确实是很聪明，文章做得不错，很自负，没有考中，他在那里愤愤不平。被一个老道在旁边听到了，老道就冷笑，他就把这气愤转给老道了，问老道：你为什么笑？老道说：不是考官不公平，想必你这秀才文章做得并不怎么好。你没有看过我的文章，你怎么知道我的文章不好？老道就说：真正文章好，心平气和，看到你这心浮气躁，你怎么能写得出好文章？这话一下就点醒了他，这人还是有善根，一想老道的话有道理。所以这人还是有福，转过头来向老道请教：我应该怎么学法？过几年之后再去考，他考中了。",
      "zh_TW": "儒家讀書也著重在修養，在悟性！所謂「學問深時意氣平」。你們《了凡四訓》很熟悉，《了凡四訓》裡面不就有一個故事嗎？一個秀才去參加考試，沒有考中，大罵那個考官，說他不認識人才。他確實是很聰明，文章做得不錯，很自負，沒有考中，他在那裡憤憤不平。被一個老道在旁邊聽到了，老道就冷笑，他就把這氣憤轉給老道了，問老道：你為什麼笑？老道說：不是考官不公平，想必你這秀才文章做得並不怎麼好。你沒有看過我的文章，你怎麼知道我的文章不好？老道就說：真正文章好，心平氣和，看到你這心浮氣躁，你怎麼能寫得出好文章？這話一下就點醒了他，這人還是有善根，一想老道的話有道理。所以這人還是有福，轉過頭來向老道請教：我應該怎麼學法？過幾年之後再去考，他考中了。"
    },
    {
      "id": "12-017-1079_p0012",
      "zh_CN": "心平气和比什么都重要，你才能够在红尘不受红尘的染着。这「离尘」我们讲的很具体，那就是说你不会再受外面七情五欲的染着，换句话说，你不会被一切外面境界起心动念，那你就「离尘」了。境界清清楚楚明明白白，不但境界清楚明白，而且知道这境界里头前因后果，自己确确实实不起心不动念，不分别不执着，知道掌握着机缘。无论是顺境逆境、善缘恶缘都是好的增上缘，都能帮助自己福慧增长，都能帮助自己提升境界，关键就是你会不会！这会不会里头最重要的，虚心。最怕什么？最怕自己自满，觉得自己知道很多，不接受别人的劝告，这是世间最没有福报的人。",
      "zh_TW": "心平氣和比什麼都重要，你才能夠在紅塵不受紅塵的染著。這「離塵」我們講的很具體，那就是說你不會再受外面七情五欲的染著，換句話說，你不會被一切外面境界起心動念，那你就「離塵」了。境界清清楚楚明明白白，不但境界清楚明白，而且知道這境界裡頭前因後果，自己確確實實不起心不動念，不分別不執著，知道掌握著機緣。無論是順境逆境、善緣惡緣都是好的增上緣，都能幫助自己福慧增長，都能幫助自己提升境界，關鍵就是你會不會！這會不會裡頭最重要的，虛心。最怕什麼？最怕自己自滿，覺得自己知道很多，不接受別人的勸告，這是世間最沒有福報的人。"
    },
    {
      "id": "12-017-1079_p0013",
      "zh_CN": "古圣先贤跟我们讲「福在受谏」，这三句话讲得好，「富在知足，贵在知退，福在受谏」。欢喜接受别人劝告，别人看错了，错了也欢喜也感激，那是大人物。在中国历史上这代表的，唐太宗，虽然是个帝王，任何人都可以当他面批评他，了不起！可是真的有些人错误、误会，在他面前说了话了，他也很客气的接受，感激！这人走了，他旁边的随员（就是太监）跟皇上说：那个人讲的话明明是错误。唐太宗怎么说？我知道他讲的是错误。错误你为什么接受？我如果说是处分处罚他，以后还有什么人敢在我面前说话？你们想想看，这是唐太宗，所以他虽然高高在上，他真正能够听到下面人跟他说真话，他能听得到，说错了也不怪你，也不会处分。《贞观政要》里头有记载，这是一代的英主，他的作风跟别的帝王不一样。所以这些大圣大贤的行谊值得我们学习。",
      "zh_TW": "古聖先賢跟我們講「福在受諫」，這三句話講得好，「富在知足，貴在知退，福在受諫」。歡喜接受別人勸告，別人看錯了，錯了也歡喜也感激，那是大人物。在中國歷史上這代表的，唐太宗，雖然是個帝王，任何人都可以當他面批評他，了不起！可是真的有些人錯誤、誤會，在他面前說了話了，他也很客氣的接受，感激！這人走了，他旁邊的隨員（就是太監）跟皇上說：那個人講的話明明是錯誤。唐太宗怎麼說？我知道他講的是錯誤。錯誤你為什麼接受？我如果說是處分處罰他，以後還有什麼人敢在我面前說話？你們想想看，這是唐太宗，所以他雖然高高在上，他真正能夠聽到下面人跟他說真話，他能聽得到，說錯了也不怪你，也不會處分。《貞觀政要》裡頭有記載，這是一代的英主，他的作風跟別的帝王不一樣。所以這些大聖大賢的行誼值得我們學習。"
    },
    {
      "id": "12-017-1079_p0014",
      "zh_CN": "千万不要以为在我们面前说坏话的，或者是在背后批评的，恶意批评的、造谣生事的、中伤陷害的，我们真正学佛人听到了，还是合掌令欢喜。为什么？这话我讲的也多了，他替我消业障。过去今生就是学佛，在学佛没有悟入之前，哪有不造业的？业决定有果报。因为他的恶意毁谤，恶意的中伤陷害，我这重罪轻报了。所以在我来讲，我当然要感恩、要感谢他，我不会再堕三途地狱了，我现在就报了。如果这些造谣生事的人，我还要提出辩驳，甚至于像现在人，我要去告发，要他赔偿我的名誉损失，要他在报纸上登报道歉；这做法现在世间人认为是正确的，但是在佛法里面讲，你错了。这么好的机缘给你消业障，你不接受，你将来的果报还是在三恶道去受。你不愿意受现在这委屈，你愿意到三恶道去受罪吗？所以三世因果看清楚之后，就晓得那些人恶意毁谤障碍的是我的恩人，不是仇人！仁者无敌，自己真正觉悟了，人死了，心里头决定没有一个对敌的人，这道理深一层了。所以欢喜接受，就是把我害死了，我也欢喜接受。",
      "zh_TW": "千萬不要以為在我們面前說壞話的，或者是在背後批評的，惡意批評的、造謠生事的、中傷陷害的，我們真正學佛人聽到了，還是合掌令歡喜。為什麼？這話我講的也多了，他替我消業障。過去今生就是學佛，在學佛沒有悟入之前，哪有不造業的？業決定有果報。因為他的惡意毀謗，惡意的中傷陷害，我這重罪輕報了。所以在我來講，我當然要感恩、要感謝他，我不會再墮三途地獄了，我現在就報了。如果這些造謠生事的人，我還要提出辯駁，甚至於像現在人，我要去告發，要他賠償我的名譽損失，要他在報紙上登報道歉；這做法現在世間人認為是正確的，但是在佛法裡面講，你錯了。這麼好的機緣給你消業障，你不接受，你將來的果報還是在三惡道去受。你不願意受現在這委屈，你願意到三惡道去受罪嗎？所以三世因果看清楚之後，就曉得那些人惡意毀謗障礙的是我的恩人，不是仇人！仁者無敵，自己真正覺悟了，人死了，心裡頭決定沒有一個對敵的人，這道理深一層了。所以歡喜接受，就是把我害死了，我也歡喜接受。"
    },
    {
      "id": "12-017-1079_p0015",
      "zh_CN": "冤枉这事情历史上很多，没有一丝毫怨恨，佛经里头最著名的公案，《金刚经》里所说的歌利王割截身体。忍辱仙人修道真的是无辜被凌迟处死，他没有一点怨恨心，忍辱波罗蜜圆满；没有一丝毫报复心，持戒波罗蜜圆满；还要发愿「将来我成佛头一个来度你」，布施波罗蜜圆满。所以他被杀害了，他到哪里去了？他去作佛去了。菩萨这一升就升到究竟圆满的佛果。要没有歌利王这样子冤枉他、害他，他成佛还要相当长的一段时间，遇到歌利王这个缘把他成佛的时间提前了，这是真的。释迦牟尼佛在经上说的，忍辱仙人就是世尊的前身。世尊说了，他本来成佛的时间是应该在弥勒佛之后，因为这样一个原因他提前了，他比弥勒菩萨先成佛了，弥勒菩萨在他后面了。这些经文我们读过不能白读，一定要懂得它的意思，要知道怎样学习。所以我常常劝勉同学，劝，我是不断的在劝，究竟有几个人真的明白了，那就是缘成熟。佛家常讲「不度无缘之人」，无缘是什么？缘没有成熟。成熟的人立刻就懂，成熟人觉悟了，一听就明白了、就觉悟了。我常常说什么？把内心里面的对立化解。现在也有人讲矛盾，内心里头的矛盾解除。",
      "zh_TW": "冤枉這事情歷史上很多，沒有一絲毫怨恨，佛經裡頭最著名的公案，《金剛經》裡所說的歌利王割截身體。忍辱仙人修道真的是無辜被凌遲處死，他沒有一點怨恨心，忍辱波羅蜜圓滿；沒有一絲毫報復心，持戒波羅蜜圓滿；還要發願「將來我成佛頭一個來度你」，布施波羅蜜圓滿。所以他被殺害了，他到哪裡去了？他去作佛去了。菩薩這一升就升到究竟圓滿的佛果。要沒有歌利王這樣子冤枉他、害他，他成佛還要相當長的一段時間，遇到歌利王這個緣把他成佛的時間提前了，這是真的。釋迦牟尼佛在經上說的，忍辱仙人就是世尊的前身。世尊說了，他本來成佛的時間是應該在彌勒佛之後，因為這樣一個原因他提前了，他比彌勒菩薩先成佛了，彌勒菩薩在他後面了。這些經文我們讀過不能白讀，一定要懂得它的意思，要知道怎樣學習。所以我常常勸勉同學，勸，我是不斷的在勸，究竟有幾個人真的明白了，那就是緣成熟。佛家常講「不度無緣之人」，無緣是什麼？緣沒有成熟。成熟的人立刻就懂，成熟人覺悟了，一聽就明白了、就覺悟了。我常常說什麼？把內心裡面的對立化解。現在也有人講矛盾，內心裡頭的矛盾解除。"
    },
    {
      "id": "12-017-1079_p0016",
      "zh_CN": "有人曾经问我明心见性到底是什么样的境界？我最简单的解答就是内心永远没有矛盾，永远没有对立了，那就是明心见性的境界。妄想、分别、执着统统没有了，只要有一丝毫存在，你心里头还有矛盾，你心里面还有对立，我们想想是不是这道理？修行，诸佛菩萨跟我们凡夫差别在哪里？人家心地真诚、清净、平等、慈悲，决定没有一丝毫对立，跟一切人不对立，跟一切事不对立，跟一切万物不对立。为什么？他知道遍法界虚空界是一体，一体哪来的对立？你对立你还是一体，还是没有离开一体，那叫什么？迷惑。所以对立是迷惑，是妄想、分别、执着；离妄想、分别、执着，这对立没有，就不存在了。那从哪里下手？",
      "zh_TW": "有人曾經問我明心見性到底是什麼樣的境界？我最簡單的解答就是內心永遠沒有矛盾，永遠沒有對立了，那就是明心見性的境界。妄想、分別、執著統統沒有了，只要有一絲毫存在，你心裡頭還有矛盾，你心裡面還有對立，我們想想是不是這道理？修行，諸佛菩薩跟我們凡夫差別在哪裡？人家心地真誠、清淨、平等、慈悲，決定沒有一絲毫對立，跟一切人不對立，跟一切事不對立，跟一切萬物不對立。為什麼？他知道遍法界虛空界是一體，一體哪來的對立？你對立你還是一體，還是沒有離開一體，那叫什麼？迷惑。所以對立是迷惑，是妄想、分別、執著；離妄想、分別、執著，這對立沒有，就不存在了。那從哪裡下手？"
    },
    {
      "id": "12-017-1079_p0017",
      "zh_CN": "我们是凡夫，我们现在明白这道理了，很想自己做到，从哪里下手？章嘉大师教我的方法，「看破、放下、布施」，没有别的，舍！样样放不下，那不行！放不下那肯定你要继续搞六道轮回。你要不想搞六道轮回，要真正想在这一生当中求生西方极乐世界，那你要记住古来念佛堂堂主口里常常说的，「放下身心世界，一心称念阿弥陀佛」，这才行。身心世界有一丝毫放不下，这一生当中，西方极乐世界你就去不了了。从这一句里面讲，你没有「离尘」，你没有离开染污；彻底放下，你「离尘」了。为什么不肯放？这不肯放的原因是烦恼习气。无量劫来的贪瞋痴，念念总是想什么？总是想占有，总是想控制。你能控制能占有多少时间？你有没有去想想？如果想清楚想通了，我控制占有的时间不长。",
      "zh_TW": "我們是凡夫，我們現在明白這道理了，很想自己做到，從哪裡下手？章嘉大師教我的方法，「看破、放下、布施」，沒有別的，捨！樣樣放不下，那不行！放不下那肯定你要繼續搞六道輪迴。你要不想搞六道輪迴，要真正想在這一生當中求生西方極樂世界，那你要記住古來念佛堂堂主口裡常常說的，「放下身心世界，一心稱念阿彌陀佛」，這才行。身心世界有一絲毫放不下，這一生當中，西方極樂世界你就去不了了。從這一句裡面講，你沒有「離塵」，你沒有離開染污；徹底放下，你「離塵」了。為什麼不肯放？這不肯放的原因是煩惱習氣。無量劫來的貪瞋痴，念念總是想什麼？總是想佔有，總是想控制。你能控制能佔有多少時間？你有沒有去想想？如果想清楚想通了，我控制佔有的時間不長。"
    },
    {
      "id": "12-017-1079_p0018",
      "zh_CN": "现在民主国家这些首长们都是民选的，任期大概都是三年到四年，你想想你能够控制，你能够占有也不过就三年到四年，连任一次顶多八年，这时间很短。纵然你像古时候帝王，这是没有退休的，清朝康熙皇帝这是在位的时间最长了，六十一年；六十一年在大的时代里头很短，你能控制能占有也不过就这么长的时间，死了之后，三途六道够受的。所以人要把这些道理想通了，想明白了，我们要追求永恒。追求永恒那就要把暂时的这些东西，不长久的东西要放下，你才能得到永恒，这是我们必须要搞清楚搞明白的。所以尘不可不离，这「离尘」就是要离一切染污，占有的念头是染污，控制的念头是染污，绝对不是好东西，决定障碍念佛往生。不但障碍你往生，障碍你证果，障碍你开悟，你说这事情麻烦大不大？我们学佛，譬如说学讲经，总希望把经教讲好，但是讲经的这些法师大德，对什么看得最重？经书注解，总是想要拥有。这些参考资料，我要想拥有这念头对不对？这念头对。但是你要晓得，如果你要不能舍弃，你所学的决定脱离不了古大德注解的范围。因为什么？你没有能把它放下。",
      "zh_TW": "現在民主國家這些首長們都是民選的，任期大概都是三年到四年，你想想你能夠控制，你能夠佔有也不過就三年到四年，連任一次頂多八年，這時間很短。縱然你像古時候帝王，這是沒有退休的，清朝康熙皇帝這是在位的時間最長了，六十一年；六十一年在大的時代裡頭很短，你能控制能佔有也不過就這麼長的時間，死了之後，三途六道夠受的。所以人要把這些道理想通了，想明白了，我們要追求永恆。追求永恆那就要把暫時的這些東西，不長久的東西要放下，你才能得到永恆，這是我們必須要搞清楚搞明白的。所以塵不可不離，這「離塵」就是要離一切染污，佔有的念頭是染污，控制的念頭是染污，絕對不是好東西，決定障礙念佛往生。不但障礙你往生，障礙你證果，障礙你開悟，你說這事情麻煩大不大？我們學佛，譬如說學講經，總希望把經教講好，但是講經的這些法師大德，對什麼看得最重？經書註解，總是想要擁有。這些參考資料，我要想擁有這念頭對不對？這念頭對。但是你要曉得，如果你要不能捨棄，你所學的決定脫離不了古大德註解的範圍。因為什麼？你沒有能把它放下。"
    },
    {
      "id": "12-017-1079_p0019",
      "zh_CN": "学习是要从这地方开始，在这里奠根基打基础，到自己有一定的程度，放下了。你要不放下，你永远出不了这圈子。放下就跟性德相应了，这就是佛家常讲的悟入，大悟、彻悟。到大悟的时候注解就可以不要了，偶尔来做个参考，做一个旁证，这可以，为什么？你自己通了、契入了。一经通则一切经通，你还需要找这些经论，还要找这些注疏吗？不要了。这时候不要，这东西往哪里送？送图书馆供养大众，给别人做参考，这就是正确的了。所以佛在经上教导我们，「法尚应舍，何况非法」，这两句话讲得好，法不能执着，一执着就变成障碍了。",
      "zh_TW": "學習是要從這地方開始，在這裡奠根基打基礎，到自己有一定的程度，放下了。你要不放下，你永遠出不了這圈子。放下就跟性德相應了，這就是佛家常講的悟入，大悟、徹悟。到大悟的時候註解就可以不要了，偶爾來做個參考，做一個旁證，這可以，為什麼？你自己通了、契入了。一經通則一切經通，你還需要找這些經論，還要找這些註疏嗎？不要了。這時候不要，這東西往哪裡送？送圖書館供養大眾，給別人做參考，這就是正確的了。所以佛在經上教導我們，「法尚應捨，何況非法」，這兩句話講得好，法不能執著，一執著就變成障礙了。"
    },
    {
      "id": "12-017-1079_p0020",
      "zh_CN": "我舍这一切注疏的时间比较早一点，这是得力于李老师的教导。从开头学，李老师就不准我写笔记，就教我专心听讲，听完之后学习覆讲。覆讲不是靠笔记，靠记忆，靠领悟，这方法确实是好。覆讲的时候不可以依照老师的言语，要依照老师所讲的义意，就是四依法里头「依义不依语」，教我这个，所以这样在讲台上就活泼了。这是早年我学经教的时候，老师教我的。但是这必须要有个先决的条件，就是你的领悟力要强，记忆力要强，这是两个根本条件；如果没有这两个条件，那你必须要依靠笔记，你上台讲经要写讲稿。我上台讲经我就没有用过讲稿，我用大纲，这李老师常用的表解，用大纲，没有写过讲稿。好，现在时间到了。",
      "zh_TW": "我捨這一切註疏的時間比較早一點，這是得力於李老師的教導。從開頭學，李老師就不准我寫筆記，就教我專心聽講，聽完之後學習覆講。覆講不是靠筆記，靠記憶，靠領悟，這方法確實是好。覆講的時候不可以依照老師的言語，要依照老師所講的義意，就是四依法裡頭「依義不依語」，教我這個，所以這樣在講台上就活潑了。這是早年我學經教的時候，老師教我的。但是這必須要有個先決的條件，就是你的領悟力要強，記憶力要強，這是兩個根本條件；如果沒有這兩個條件，那你必須要依靠筆記，你上台講經要寫講稿。我上台講經我就沒有用過講稿，我用大綱，這李老師常用的表解，用大綱，沒有寫過講稿。好，現在時間到了。"
    },
    {
      "id": "12-017-1079_p0021",
      "zh_CN": "诸位同学，请接着看苦灭圣谛的第三句：",
      "zh_TW": "諸位同學，請接著看苦滅聖諦的第三句："
    },
    {
      "id": "12-017-1079_p0022",
      "zh_CN": "【或名寂静。】",
      "zh_TW": "【或名寂靜。】"
    },
    {
      "id": "12-017-1079_p0023",
      "zh_CN": "『寂静』就是清净寂灭的意思，不但是见思、尘沙烦恼灭尽了，无明烦恼也灭尽了。在《仁王经》上修行最高的位次是「寂灭忍」，这「寂静」就是寂灭忍。寂灭忍有三品：下品是法云地的菩萨，就是十地菩萨，第十地；中品是等觉菩萨；上品是究竟果位。可见得这寂静位次高。寂灭忍下面这叫「无生法忍」，相信许许多多同学对于这名词都很熟悉，净宗的学人常常讲「花开见佛悟无生」，那是无生法忍。无生法忍也有上中下三品：上品是九地菩萨；中品是八地菩萨，八地是不动地；下品是七地菩萨。这都是真正名实相副的阿惟越致菩萨，无生忍慧。",
      "zh_TW": "『寂靜』就是清淨寂滅的意思，不但是見思、塵沙煩惱滅盡了，無明煩惱也滅盡了。在《仁王經》上修行最高的位次是「寂滅忍」，這「寂靜」就是寂滅忍。寂滅忍有三品：下品是法雲地的菩薩，就是十地菩薩，第十地；中品是等覺菩薩；上品是究竟果位。可見得這寂靜位次高。寂滅忍下面這叫「無生法忍」，相信許許多多同學對於這名詞都很熟悉，淨宗的學人常常講「花開見佛悟無生」，那是無生法忍。無生法忍也有上中下三品：上品是九地菩薩；中品是八地菩薩，八地是不動地；下品是七地菩薩。這都是真正名實相副的阿惟越致菩薩，無生忍慧。"
    },
    {
      "id": "12-017-1079_p0024",
      "zh_CN": "说到这地方，这净宗的殊胜我们要知道。净宗法门即使凡圣同居土下下品往生，一品烦恼都没断，生到西方极乐世界得到阿弥陀佛四十八愿的加持，他是什么个地位？四十八愿里面就讲得很清楚，「皆作阿惟越致菩萨」。这「皆作」就是凡是往生的，不论你是实报土、方便土或者是同居土，也不问你是上品、下品、下下品，反正生到西方极乐世界皆作阿惟越致菩萨。我们晓得阿惟越致是七地、八地、九地，不得了！就是在《华严经》上来讲，你破一品无明证一分法身，你在华严会上才是初住菩萨。从初住修到七地，佛在经上告诉我们需要两个阿僧祇劫，两个阿僧祇劫修满，七地位；第三个阿僧祇劫，他所修得的是八地、九地、十地三个位次。这样才真正显示出净宗不可思议，这是我们不能不知道的。",
      "zh_TW": "說到這地方，這淨宗的殊勝我們要知道。淨宗法門即使凡聖同居土下下品往生，一品煩惱都沒斷，生到西方極樂世界得到阿彌陀佛四十八願的加持，他是什麼個地位？四十八願裡面就講得很清楚，「皆作阿惟越致菩薩」。這「皆作」就是凡是往生的，不論你是實報土、方便土或者是同居土，也不問你是上品、下品、下下品，反正生到西方極樂世界皆作阿惟越致菩薩。我們曉得阿惟越致是七地、八地、九地，不得了！就是在《華嚴經》上來講，你破一品無明證一分法身，你在華嚴會上才是初住菩薩。從初住修到七地，佛在經上告訴我們需要兩個阿僧祇劫，兩個阿僧祇劫修滿，七地位；第三個阿僧祇劫，他所修得的是八地、九地、十地三個位次。這樣才真正顯示出淨宗不可思議，這是我們不能不知道的。"
    },
    {
      "id": "12-017-1079_p0025",
      "zh_CN": "知道之后，这一生当中一定要抓住，决定不能够轻易放过。为什么？这机会遇到太难太难了。开经偈所说的是《华严经》，「百千万劫难遭遇」。遇到净土法门比《华严》还要难，彭际清居士跟我们讲，这是「无量劫来希有难逢之一日」，我们逢到了，无比的幸运遇到了。换句话说，这一生就很可能永远超越三界六道，永远超越十法界，这一生作佛去了，这才叫希有的因缘。我们今天这因缘遇到了，《弥陀经》上说「不可以少善根福德因缘，得生彼国」。往生西方极乐世界的三个条件，「因缘」我们具足了，我们真的遇到了，现在问题就是在「善根、福德」。什么是善根？你遇到了，你能信，你能解，这是善根；你能够依教奉行，能够放下万缘，那是福德。这三个条件要是具足，「万修万人去」。所以这「寂静」是果报。再看下面第四句：",
      "zh_TW": "知道之後，這一生當中一定要抓住，決定不能夠輕易放過。為什麼？這機會遇到太難太難了。開經偈所說的是《華嚴經》，「百千萬劫難遭遇」。遇到淨土法門比《華嚴》還要難，彭際清居士跟我們講，這是「無量劫來希有難逢之一日」，我們逢到了，無比的幸運遇到了。換句話說，這一生就很可能永遠超越三界六道，永遠超越十法界，這一生作佛去了，這才叫希有的因緣。我們今天這因緣遇到了，《彌陀經》上說「不可以少善根福德因緣，得生彼國」。往生西方極樂世界的三個條件，「因緣」我們具足了，我們真的遇到了，現在問題就是在「善根、福德」。什麼是善根？你遇到了，你能信，你能解，這是善根；你能夠依教奉行，能夠放下萬緣，那是福德。這三個條件要是具足，「萬修萬人去」。所以這「寂靜」是果報。再看下面第四句："
    },
    {
      "id": "12-017-1079_p0026",
      "zh_CN": "【或名无相。】",
      "zh_TW": "【或名無相。】"
    },
    {
      "id": "12-017-1079_p0027",
      "zh_CN": "《金刚经》上佛给我们讲「凡所有相，皆是虚妄」，包括一真法界，一真法界里面的相也不能够着。真正契入这境界，就是《华严》境界，圆教初住菩萨以上，他们妄想、分别、执着都离开了。虽然有相，有没有执着？没有。相即无相，无相即相，那就是形式上的相有，这心里面的相没有，他不执着了，他也不分别了。不但不分别不执着，连念头都没有，我们常常讲不起心不动念。不起心不动念，无明破了，无明断了；不分别，尘沙烦恼断了；不执着，见思烦恼断了。这三种烦恼统统断干净了，这是『无相』。在这地方我们要能够体会到，诸佛菩萨慈悲示现应化在我们这世间，我们要问他有没有相？他是「无相」。这无相就是大乘经上常常讲的「非有相非无相」。换句话说，有相无相都不能说。为什么？有相无相都是虚妄，因为你都执着了。你离开分别执着，试问问你是有相还是无相？",
      "zh_TW": "《金剛經》上佛給我們講「凡所有相，皆是虛妄」，包括一真法界，一真法界裡面的相也不能夠著。真正契入這境界，就是《華嚴》境界，圓教初住菩薩以上，他們妄想、分別、執著都離開了。雖然有相，有沒有執著？沒有。相即無相，無相即相，那就是形式上的相有，這心裡面的相沒有，他不執著了，他也不分別了。不但不分別不執著，連念頭都沒有，我們常常講不起心不動念。不起心不動念，無明破了，無明斷了；不分別，塵沙煩惱斷了；不執著，見思煩惱斷了。這三種煩惱統統斷乾淨了，這是『無相』。在這地方我們要能夠體會到，諸佛菩薩慈悲示現應化在我們這世間，我們要問他有沒有相？他是「無相」。這無相就是大乘經上常常講的「非有相非無相」。換句話說，有相無相都不能說。為什麼？有相無相都是虛妄，因為你都執著了。你離開分別執著，試問問你是有相還是無相？"
    },
    {
      "id": "12-017-1079_p0028",
      "zh_CN": "禅宗的祖师常常用这种方法，「离一切妄想分别执着，道一句来」，这是老师出的题目，离妄想分别执着，你说一句来我听听。你能说得出来的，都着了相；『或名无相』，你就着了无相；有相，你着了有相了。所以实在的事实真相，「言语道断，心行处灭」，不但是言语没法子说，意识都达不到。意识是思惟想像，思惟想像不起作用，用不上，那才叫诸法实相。诸法实相在哪里？就在我们面前，我们一天二十四小时一分一秒也没有离开它们，那叫实相。所以佛在大乘经上才说「凡所有相，皆是虚妄」，这意思很深很深，要细心去体会，你才能入好境界，契入境界你才得大自在！不但世间苦乐忧喜舍没有了，生死轮回也没有了，再告诉你菩提涅槃也没有了，往生西方极乐世界游戏神通。第五句：",
      "zh_TW": "禪宗的祖師常常用這種方法，「離一切妄想分別執著，道一句來」，這是老師出的題目，離妄想分別執著，你說一句來我聽聽。你能說得出來的，都著了相；『或名無相』，你就著了無相；有相，你著了有相了。所以實在的事實真相，「言語道斷，心行處滅」，不但是言語沒法子說，意識都達不到。意識是思惟想像，思惟想像不起作用，用不上，那才叫諸法實相。諸法實相在哪裡？就在我們面前，我們一天二十四小時一分一秒也沒有離開它們，那叫實相。所以佛在大乘經上才說「凡所有相，皆是虛妄」，這意思很深很深，要細心去體會，你才能入好境界，契入境界你才得大自在！不但世間苦樂憂喜捨沒有了，生死輪迴也沒有了，再告訴你菩提涅槃也沒有了，往生西方極樂世界遊戲神通。第五句："
    },
    {
      "id": "12-017-1079_p0029",
      "zh_CN": "【或名无没。】",
      "zh_TW": "【或名無沒。】"
    },
    {
      "id": "12-017-1079_p0030",
      "zh_CN": "这意思也很深。我们换句话诸位比较容易体会，佛法里头常讲「无是无非是」。『没』的对面是有，无有无没，两边皆离，两边不着，中道不存。两边离开了，这还有个中道，中道也没有了，为什么？中道跟两边又变成一个对立。没是无，有无是两边，这两边没有了，出现了一个中道，中道跟这两边又成了一个对立。所以你从这地方去体会，我讲的什么是明心见性的境界？你心里头对立没有了。你看这两边没有了，又来了个中道，中道跟它又对立，中道也没有！两边不立，中道不存。但是要问在十法界里头有没有两边？有。有没有中道？也有。事上有理上没有，相上有性上没有，这要搞清楚。假的有，真的没有，什么是真的？心是真的，心是能现能变，总得要记住这是总纲领总原则总前提。虚空法界刹土众生，「唯心所现，唯识所变」，所以唯心所现，那个能现是真的，所现所变是假的。所变所现里面有，有对立，真的里头没有对立；我们心里头有对立，你就晓得你这心是妄心不是真心。",
      "zh_TW": "這意思也很深。我們換句話諸位比較容易體會，佛法裡頭常講「無是無非是」。『沒』的對面是有，無有無沒，兩邊皆離，兩邊不著，中道不存。兩邊離開了，這還有個中道，中道也沒有了，為什麼？中道跟兩邊又變成一個對立。沒是無，有無是兩邊，這兩邊沒有了，出現了一個中道，中道跟這兩邊又成了一個對立。所以你從這地方去體會，我講的什麼是明心見性的境界？你心裡頭對立沒有了。你看這兩邊沒有了，又來了個中道，中道跟它又對立，中道也沒有！兩邊不立，中道不存。但是要問在十法界裡頭有沒有兩邊？有。有沒有中道？也有。事上有理上沒有，相上有性上沒有，這要搞清楚。假的有，真的沒有，什麼是真的？心是真的，心是能現能變，總得要記住這是總綱領總原則總前提。虛空法界剎土眾生，「唯心所現，唯識所變」，所以唯心所現，那個能現是真的，所現所變是假的。所變所現裡面有，有對立，真的裡頭沒有對立；我們心裡頭有對立，你就曉得你這心是妄心不是真心。"
    },
    {
      "id": "12-017-1079_p0031",
      "zh_CN": "如果我把心里头所有对立都化解了，都消除了，你的真心现前了，真心就是本性，那你叫明心见性了，不就这么回事情吗？在这时候，你的真诚心、清净心、平等心、正觉心、慈悲心才现前。心里头还有对立，这几句名词，真诚、清净、平等、正觉、慈悲，你天天在念，天天在学，有名无实，这十个字一个字你都没有。为什么？这是真的不是假的，这十个字如果你要有了，你是什么地位？《华严经》上初住菩萨的地位。因为这十个字是菩提心，菩提心是真心，这不是妄心。菩提心现前叫发心住，初住菩萨叫发心住，你安住在菩提心，你的真心显露了，真心本来就是这样子。",
      "zh_TW": "如果我把心裡頭所有對立都化解了，都消除了，你的真心現前了，真心就是本性，那你叫明心見性了，不就這麼回事情嗎？在這時候，你的真誠心、清淨心、平等心、正覺心、慈悲心才現前。心裡頭還有對立，這幾句名詞，真誠、清淨、平等、正覺、慈悲，你天天在念，天天在學，有名無實，這十個字一個字你都沒有。為什麼？這是真的不是假的，這十個字如果你要有了，你是什麼地位？《華嚴經》上初住菩薩的地位。因為這十個字是菩提心，菩提心是真心，這不是妄心。菩提心現前叫發心住，初住菩薩叫發心住，你安住在菩提心，你的真心顯露了，真心本來就是這樣子。"
    },
    {
      "id": "12-017-1079_p0032",
      "zh_CN": "在法相唯识里面，我们常讲八识，八识五十一心所。但是也讲八识上面还有一个第九识，第九识是什么？无垢识。有这名词，无垢识是什么？真如本性，那是真的，纯真无妄。阿赖耶是真妄和合，古大德有一些大德他讲第九识，有一些只讲第八识不再讲第九识。因为第九识是阿赖耶真的那一分，阿赖耶是真妄和合，不说妄这一分，单说真的那一分。这是他们所说的，我们要懂得它的意思，你才不至于发生疑惑，不至于产生了矛盾。",
      "zh_TW": "在法相唯識裡面，我們常講八識，八識五十一心所。但是也講八識上面還有一個第九識，第九識是什麼？無垢識。有這名詞，無垢識是什麼？真如本性，那是真的，純真無妄。阿賴耶是真妄和合，古大德有一些大德他講第九識，有一些只講第八識不再講第九識。因為第九識是阿賴耶真的那一分，阿賴耶是真妄和合，不說妄這一分，單說真的那一分。這是他們所說的，我們要懂得它的意思，你才不至於發生疑惑，不至於產生了矛盾。"
    },
    {
      "id": "12-017-1079_p0033",
      "zh_CN": "【或名无自性。】",
      "zh_TW": "【或名無自性。】"
    },
    {
      "id": "12-017-1079_p0034",
      "zh_CN": "自性就是自体，『无自性』就是没有自体，这都是苦灭圣谛的名称。「无自性」才是真性，自性它不是物质，所以它不是声香味触、色声香味，不是这东西。因此我们六根接触到，六根里头作用最大的意根，也就是意识，意识能够缘到阿赖耶，缘不到自性。阿赖耶里面含藏的习气种子在六尘里头叫做法尘，阿赖耶能缘到法尘，缘不到自性，自性里头没有法尘。所以自性不能说它是心法，也不能说它是色法，心法色法统统是有为法，它是属于无为法，真如无为。所以「无自性」之性才是真正的法性，它在哪里？就在现前的万事万物。「无自性」之性才是真性，要是有自性不是真性，那是什么性？在我们有情众生分上，我们中国人称习性，称为习性，习性不是本性。在一切万物里面，我们称它作物理，现在科学就讲物理，太空物理，这物理「无自性」。换句话说，我们也借用科学家的名词，但是解释不一样，物理就不是真理。为什么？物理有自性，真理无自性，这不能不辨别清楚。「性」当作体讲，「无自性」，一切万物没有自体，体是法性，《华严》讲得透彻，《楞严》讲得明白。第七句：",
      "zh_TW": "自性就是自體，『無自性』就是沒有自體，這都是苦滅聖諦的名稱。「無自性」才是真性，自性它不是物質，所以它不是聲香味觸、色聲香味，不是這東西。因此我們六根接觸到，六根裡頭作用最大的意根，也就是意識，意識能夠緣到阿賴耶，緣不到自性。阿賴耶裡面含藏的習氣種子在六塵裡頭叫做法塵，阿賴耶能緣到法塵，緣不到自性，自性裡頭沒有法塵。所以自性不能說它是心法，也不能說它是色法，心法色法統統是有為法，它是屬於無為法，真如無為。所以「無自性」之性才是真正的法性，它在哪裡？就在現前的萬事萬物。「無自性」之性才是真性，要是有自性不是真性，那是什麼性？在我們有情眾生分上，我們中國人稱習性，稱為習性，習性不是本性。在一切萬物裡面，我們稱它作物理，現在科學就講物理，太空物理，這物理「無自性」。換句話說，我們也借用科學家的名詞，但是解釋不一樣，物理就不是真理。為什麼？物理有自性，真理無自性，這不能不辨別清楚。「性」當作體講，「無自性」，一切萬物沒有自體，體是法性，《華嚴》講得透徹，《楞嚴》講得明白。第七句："
    },
    {
      "id": "12-017-1079_p0035",
      "zh_CN": "【或名无障碍。】",
      "zh_TW": "【或名無障礙。】"
    },
    {
      "id": "12-017-1079_p0036",
      "zh_CN": "自性没有『障碍』，自性里面的智慧没有障碍，自性里面的德能没有障碍，自性里面的相好没有障碍。换句话说，凡是有障碍的都不是自性，自性本来没有障碍。《华严经》讲到最后，你看清凉大师说的法界，无障碍的法界。我们现在为什么处处都是障碍？告诉你，绝对没有障碍。你的障碍从哪里起来的？是从你妄想、分别、执着里面生起了障碍；离妄想、分别、执着，确确实实没有障碍。诸位要记住，没有障碍就是见性了，见性就成佛了。最低的见性，所谓破一品无明见一分真性，这是圆教初住菩萨，天台大师讲分证即佛，他是真佛，他不是假佛，因为他用的心是用真心不是用妄心，跟如来果地上用的是一个心。他用真心不再用妄心，也就是说他不再用八识五十一心所，相宗讲的转识成智，智是真心，决定没有妄想分别执着，所以他没有障碍了。",
      "zh_TW": "自性沒有『障礙』，自性裡面的智慧沒有障礙，自性裡面的德能沒有障礙，自性裡面的相好沒有障礙。換句話說，凡是有障礙的都不是自性，自性本來沒有障礙。《華嚴經》講到最後，你看清涼大師說的法界，無障礙的法界。我們現在為什麼處處都是障礙？告訴你，絕對沒有障礙。你的障礙從哪裡起來的？是從你妄想、分別、執著裡面生起了障礙；離妄想、分別、執著，確確實實沒有障礙。諸位要記住，沒有障礙就是見性了，見性就成佛了。最低的見性，所謂破一品無明見一分真性，這是圓教初住菩薩，天台大師講分證即佛，他是真佛，他不是假佛，因為他用的心是用真心不是用妄心，跟如來果地上用的是一個心。他用真心不再用妄心，也就是說他不再用八識五十一心所，相宗講的轉識成智，智是真心，決定沒有妄想分別執著，所以他沒有障礙了。"
    },
    {
      "id": "12-017-1079_p0037",
      "zh_CN": "但是虽用的是真心，他不能够圆满的运用，他还要修，因为无明有四十一品，他才破一品。古人用的比喻说得好，古人把月亮比喻作真心，这圆教初住是什么月亮？是月牙，我们在初二初三看到月亮有个牙，月牙。那个月牙，那是真月不是假月，那是真心。妄心也有个比喻，妄心比喻什么？水中的月影。我们在小河在池塘，晚上去看月亮，水里头有个月影，把月影比作妄心，那真的就是假的，不是真的。所以「千江有水千江月」，把这比作妄心，比作八识五十一心所。我们凡夫用的用妄心，不知道有个真心。妄心从哪里来的？妄心从真心的影子。所以法身菩萨用真心。",
      "zh_TW": "但是雖用的是真心，他不能夠圓滿的運用，他還要修，因為無明有四十一品，他才破一品。古人用的比喻說得好，古人把月亮比喻作真心，這圓教初住是什麼月亮？是月牙，我們在初二初三看到月亮有個牙，月牙。那個月牙，那是真月不是假月，那是真心。妄心也有個比喻，妄心比喻什麼？水中的月影。我們在小河在池塘，晚上去看月亮，水裡頭有個月影，把月影比作妄心，那真的就是假的，不是真的。所以「千江有水千江月」，把這比作妄心，比作八識五十一心所。我們凡夫用的用妄心，不知道有個真心。妄心從哪裡來的？妄心從真心的影子。所以法身菩薩用真心。"
    },
    {
      "id": "12-017-1079_p0038",
      "zh_CN": "我们修行，我们现在是凡夫，凡夫要知道要炼，当然怎么样去修炼，都不是真的，不是真的也好！能修到相似就不错了！我们虽然是妄心，妄心能够跟跟真心相应，不违背真心的原理原则，这就把自己境界提升了很多了。提升到哪里？提升到四圣法界。我们常讲的声闻、缘觉、菩萨、十法界里面的佛，那是相似位，是用的妄心，妄心跟真心相应。这种修法到底要怎么修？也就是我们常常在讲席里头劝导大家的，放弃我们自己的妄想分别执着，随顺经论教诲。随顺经论教诲就是相似即的菩萨，这功夫要修成功了，超越六道轮回，但是要晓得并不是用真心。如果真正用真心，超越十法界，就没有障碍了。",
      "zh_TW": "我們修行，我們現在是凡夫，凡夫要知道要鍊，當然怎麼樣去修鍊，都不是真的，不是真的也好！能修到相似就不錯了！我們雖然是妄心，妄心能夠跟跟真心相應，不違背真心的原理原則，這就把自己境界提升了很多了。提升到哪裡？提升到四聖法界。我們常講的聲聞、緣覺、菩薩、十法界裡面的佛，那是相似位，是用的妄心，妄心跟真心相應。這種修法到底要怎麼修？也就是我們常常在講席裡頭勸導大家的，放棄我們自己的妄想分別執著，隨順經論教誨。隨順經論教誨就是相似即的菩薩，這功夫要修成功了，超越六道輪迴，但是要曉得並不是用真心。如果真正用真心，超越十法界，就沒有障礙了。"
    },
    {
      "id": "12-017-1079_p0039",
      "zh_CN": "这些名词在我们日常生活当中，会修行的人，它是时时刻刻在提醒我们。只要我们还有障碍，我们自己立刻回光返照，我是凡夫，我修行的功夫不得力。如果修行功夫得力了，这障碍愈来愈淡薄，到最后这障碍可以能够断掉的，这断不是灭断是伏断。什么东西伏断？你的戒定慧起作用，戒定慧三学把它控制住，伏断；没有出六道，这就是功夫成片，就是功夫得力，在佛教名词术语这叫观行位。如果不求往生西方净土，你决定不会堕三恶道，那来生仙道的机会非常大，生天享天福去了。如果你要是求生西方净土，凡圣同居土上辈、中辈你肯定有分，你不在下三辈。第八句：",
      "zh_TW": "這些名詞在我們日常生活當中，會修行的人，它是時時刻刻在提醒我們。只要我們還有障礙，我們自己立刻回光返照，我是凡夫，我修行的功夫不得力。如果修行功夫得力了，這障礙愈來愈淡薄，到最後這障礙可以能夠斷掉的，這斷不是滅斷是伏斷。什麼東西伏斷？你的戒定慧起作用，戒定慧三學把它控制住，伏斷；沒有出六道，這就是功夫成片，就是功夫得力，在佛教名詞術語這叫觀行位。如果不求往生西方淨土，你決定不會墮三惡道，那來生仙道的機會非常大，生天享天福去了。如果你要是求生西方淨土，凡聖同居土上輩、中輩你肯定有分，你不在下三輩。第八句："
    },
    {
      "id": "12-017-1079_p0040",
      "zh_CN": "【或名灭。】",
      "zh_TW": "【或名滅。】"
    },
    {
      "id": "12-017-1079_p0041",
      "zh_CN": "这『灭』跟苦灭圣谛的灭是一个意思，通常我们简称这四谛苦集灭道，这「灭」就是苦灭圣谛。灭什么？灭烦恼，灭生死，这是「灭」的真实义。永远离开生死，永远离开烦恼，这是好事情，这是所有一切修行人真实的期望，希望我有这一天。这「灭」梵语称之为涅槃，涅槃翻成中国意思就翻作「灭」。涅槃也翻作圆寂，这是诸位都常常能够听到，「圆」是讲功德圆满，「寂」是讲清净寂灭，就是我们前面第三句讲的「或名寂静」，就是这意思。功德圆满，证得清净寂灭。",
      "zh_TW": "這『滅』跟苦滅聖諦的滅是一個意思，通常我們簡稱這四諦苦集滅道，這「滅」就是苦滅聖諦。滅什麼？滅煩惱，滅生死，這是「滅」的真實義。永遠離開生死，永遠離開煩惱，這是好事情，這是所有一切修行人真實的期望，希望我有這一天。這「滅」梵語稱之為涅槃，涅槃翻成中國意思就翻作「滅」。涅槃也翻作圓寂，這是諸位都常常能夠聽到，「圓」是講功德圓滿，「寂」是講清淨寂滅，就是我們前面第三句講的「或名寂靜」，就是這意思。功德圓滿，證得清淨寂滅。"
    },
    {
      "id": "12-017-1079_p0042",
      "zh_CN": "在世俗里头，实在讲有个误会，出家人死了都说：他圆寂了。所以从前李老师常讲，出家人死了就叫圆寂，那哪个不死？那都圆寂了，都证到大涅槃了！这是个误会，但是有的时候这是一个恭惟，是个赞叹，它不是事实。真正证得大涅槃的，证得清净寂灭的，人在！不是死了时候证得，活着时候证得。什么人证得的？在中国最著名的禅宗六祖惠能大师二十四岁就证得了；在佛法讲的时候，他就证得大涅槃了。这是明心见性，功德圆满，清净寂灭，活着时候证得的，不是死了，死了麻烦就大了。下面第九个名称：",
      "zh_TW": "在世俗裡頭，實在講有個誤會，出家人死了都說：他圓寂了。所以從前李老師常講，出家人死了就叫圓寂，那哪個不死？那都圓寂了，都證到大涅槃了！這是個誤會，但是有的時候這是一個恭惟，是個讚歎，它不是事實。真正證得大涅槃的，證得清淨寂滅的，人在！不是死了時候證得，活著時候證得。什麼人證得的？在中國最著名的禪宗六祖惠能大師二十四歲就證得了；在佛法講的時候，他就證得大涅槃了。這是明心見性，功德圓滿，清淨寂滅，活著時候證得的，不是死了，死了麻煩就大了。下面第九個名稱："
    },
    {
      "id": "12-017-1079_p0043",
      "zh_CN": "【或名体真实。】",
      "zh_TW": "【或名體真實。】"
    },
    {
      "id": "12-017-1079_p0044",
      "zh_CN": "这意思很深，清凉大师在注解里说「非唯惑灭而已，实乃法身常住，为灭谛之义」，这灭谛就是大涅槃的意思，解释虽然不多，意思很圆满。『体真实』，这「体」是什么？法身理体。天台大师常常讲六即佛，六即佛的头一个是「理即佛」，「体真实」就是理即佛。所以从本体上来说，也就是从本性上来说，一切众生皆是究竟圆满佛。哪个众生不是佛？不但有情众生是佛，这一点都不假，真的，无情众生也是佛。《华严经》上讲「情与无情，同圆种智」，无情众生从体上讲，「体真实」。无情众生的体是法性，有情众生的体是佛性，佛性跟法性是一个性。",
      "zh_TW": "這意思很深，清涼大師在註解裡說「非唯惑滅而已，實乃法身常住，為滅諦之義」，這滅諦就是大涅槃的意思，解釋雖然不多，意思很圓滿。『體真實』，這「體」是什麼？法身理體。天台大師常常講六即佛，六即佛的頭一個是「理即佛」，「體真實」就是理即佛。所以從本體上來說，也就是從本性上來說，一切眾生皆是究竟圓滿佛。哪個眾生不是佛？不但有情眾生是佛，這一點都不假，真的，無情眾生也是佛。《華嚴經》上講「情與無情，同圓種智」，無情眾生從體上講，「體真實」。無情眾生的體是法性，有情眾生的體是佛性，佛性跟法性是一個性。"
    },
    {
      "id": "12-017-1079_p0045",
      "zh_CN": "从体上讲，「一切众生本来成佛」，《华严》跟《圆觉》上都说「本来成佛」。现在为什么会变成这样子？现在是你迷失了本体，迷失了真实，迷失了自性。所以佛的眼睛当中，你确实是佛，佛看九法界众生都是本来成佛，这事很难懂，我们举个比喻来说。譬如这人喝酒喝醉了，发酒疯了，这是我们都曾经见过的，说起来大家都懂。十法界里面众生就好像喝酒喝醉了，在闹事；十方诸佛如来就好像是完全清醒，他没有喝醉，看到这发酒疯的人在那里闹事，不像话！他是不是好人？是好人。很可惜他喝醉了，他迷惑颠倒，酒醉之后做出很多乱性的事情；他在清醒的时候，他很正常，知书达理，他不会做错事。六道凡夫亦复如是，六道凡夫是本来佛，现在是什么样？现在是个糊涂佛，就好像酒喝醉了迷迷糊糊的糊涂佛。十方世界诸佛如来是清醒的佛，我们这些是糊涂佛。事实真相确实是像这种比喻。",
      "zh_TW": "從體上講，「一切眾生本來成佛」，《華嚴》跟《圓覺》上都說「本來成佛」。現在為什麼會變成這樣子？現在是你迷失了本體，迷失了真實，迷失了自性。所以佛的眼睛當中，你確實是佛，佛看九法界眾生都是本來成佛，這事很難懂，我們舉個比喻來說。譬如這人喝酒喝醉了，發酒瘋了，這是我們都曾經見過的，說起來大家都懂。十法界裡面眾生就好像喝酒喝醉了，在鬧事；十方諸佛如來就好像是完全清醒，他沒有喝醉，看到這發酒瘋的人在那裡鬧事，不像話！他是不是好人？是好人。很可惜他喝醉了，他迷惑顛倒，酒醉之後做出很多亂性的事情；他在清醒的時候，他很正常，知書達理，他不會做錯事。六道凡夫亦復如是，六道凡夫是本來佛，現在是什麼樣？現在是個糊塗佛，就好像酒喝醉了迷迷糊糊的糊塗佛。十方世界諸佛如來是清醒的佛，我們這些是糊塗佛。事實真相確實是像這種比喻。"
    },
    {
      "id": "12-017-1079_p0046",
      "zh_CN": "现在的问题，这诸佛如来要帮助我们恢复清醒。酒喝醉了，清醒要一段时间，还要去帮助他，希望他能够快一点清醒过来。因此，一切众生纵然造作极重的罪业，我们要晓得决定不能够责怪他。他做错了，做错了他要承受后果；酒喝醉，喝醉了伤神、伤身体，他要接受这果报。迷失了自性，他的思想、见解、言行完全违背了性德，把一真法界变成六道轮回，他在这里面承受果报。所以佛法里头常讲「万法皆空，因果不空」，就是这么个道理。果报受完了，就好像酒清醒过来了，酒醉清醒过来了，那个时候诸佛菩萨来帮助他，教他修行，他很欢喜接受。不是没有善根，不是没有福德，现在善根福德统统用不上，迷了。",
      "zh_TW": "現在的問題，這諸佛如來要幫助我們恢復清醒。酒喝醉了，清醒要一段時間，還要去幫助他，希望他能夠快一點清醒過來。因此，一切眾生縱然造作極重的罪業，我們要曉得決定不能夠責怪他。他做錯了，做錯了他要承受後果；酒喝醉，喝醉了傷神、傷身體，他要接受這果報。迷失了自性，他的思想、見解、言行完全違背了性德，把一真法界變成六道輪迴，他在這裡面承受果報。所以佛法裡頭常講「萬法皆空，因果不空」，就是這麼個道理。果報受完了，就好像酒清醒過來了，酒醉清醒過來了，那個時候諸佛菩薩來幫助他，教他修行，他很歡喜接受。不是沒有善根，不是沒有福德，現在善根福德統統用不上，迷了。"
    },
    {
      "id": "12-017-1079_p0047",
      "zh_CN": "我们知道这事实真相，所以对于造作一切极重罪业的众生，我们对他礼敬的心没有稍稍的减损，只是暂时不赞叹而已。就是《华严经》上文殊菩萨教给我们的，我们对他礼敬、对他的供养决定没有减少毫分，我们对他的关怀、对他的照顾没有减少毫分。诸佛菩萨对待九法界众生是平等的，但是在客观事实上好像不平等，这什么原因？这原因不在佛菩萨那边，在众生这边，有不平等的差别。这差别是，有些众生接受，有些众生不接受；有众生接受多、多分，有众生接受少分，这样就不平等。不是佛菩萨帮助我们不平等，是我们众生对他的态度，对他的接受，这地方产生不平等。如果我们真正肯依教奉行，对于佛菩萨的教诲深信不疑，百分之百的接受，百分之百的理解，百分之百的奉行，你这一生就成佛了，不必等来生。你对于佛菩萨教诲要打折扣，半信半疑，一知半解，虽然肯行，行不得力，这是你自分的事情，不是佛菩萨那边的事情！「体真实」，事虚妄，起作用里头那有差别。末后一句：",
      "zh_TW": "我們知道這事實真相，所以對於造作一切極重罪業的眾生，我們對他禮敬的心沒有稍稍的減損，只是暫時不讚歎而已。就是《華嚴經》上文殊菩薩教給我們的，我們對他禮敬、對他的供養決定沒有減少毫分，我們對他的關懷、對他的照顧沒有減少毫分。諸佛菩薩對待九法界眾生是平等的，但是在客觀事實上好像不平等，這什麼原因？這原因不在佛菩薩那邊，在眾生這邊，有不平等的差別。這差別是，有些眾生接受，有些眾生不接受；有眾生接受多、多分，有眾生接受少分，這樣就不平等。不是佛菩薩幫助我們不平等，是我們眾生對他的態度，對他的接受，這地方產生不平等。如果我們真正肯依教奉行，對於佛菩薩的教誨深信不疑，百分之百的接受，百分之百的理解，百分之百的奉行，你這一生就成佛了，不必等來生。你對於佛菩薩教誨要打折扣，半信半疑，一知半解，雖然肯行，行不得力，這是你自分的事情，不是佛菩薩那邊的事情！「體真實」，事虛妄，起作用裡頭那有差別。末後一句："
    },
    {
      "id": "12-017-1079_p0048",
      "zh_CN": "【或名住自性。】",
      "zh_TW": "【或名住自性。】"
    },
    {
      "id": "12-017-1079_p0049",
      "zh_CN": "这『住自性』就是入大涅槃，「住」是安住。由此可知，与自性百分之百的相应，那是圆满的佛果。我们把这标准降下来，降到最低，一分相应，古大德常说，说的很多，我们也很熟悉，但是什么？真正的意思没能明了。古人常讲「一念相应一念佛，念念相应念念佛」，那个相应就是「住」。我们与自性果然有「一念相应」，那一念就是分证佛，不是相似佛，是分证佛；「念念相应」，那就不是初住菩萨了，你的地位在初住之上，念念相应那是十住、十行、十回向，念念相应！这相应念念不违经论教诲。",
      "zh_TW": "這『住自性』就是入大涅槃，「住」是安住。由此可知，與自性百分之百的相應，那是圓滿的佛果。我們把這標準降下來，降到最低，一分相應，古大德常說，說的很多，我們也很熟悉，但是什麼？真正的意思沒能明瞭。古人常講「一念相應一念佛，念念相應念念佛」，那個相應就是「住」。我們與自性果然有「一念相應」，那一念就是分證佛，不是相似佛，是分證佛；「念念相應」，那就不是初住菩薩了，你的地位在初住之上，念念相應那是十住、十行、十迴向，念念相應！這相應念念不違經論教誨。"
    },
    {
      "id": "12-017-1079_p0050",
      "zh_CN": "我们今天是凡夫，业障习气非常深重，我们的果报那要不想还好，要真正仔细去衡量一下，想一想肯定在三途。那现在我们要问，我们得怎么办？怎么样来救自己？诸佛如来、祖师大德慈悲教导我们「持戒念佛」，这就能救。持戒持什么样的戒？五戒十善就够了。五戒十善念佛求生净土，即使你造了五逆十恶罪，你也能往生。只要你今天肯回头，已往不究，只要你今天肯回头，你就有救了。这话不是我说的，是佛在经上讲的，佛决定没有妄语，句句话决定是真实，只要今天肯回头。我们中国古人也常说「人非圣贤，孰能无过，过而能改，善莫大焉」，从今天起改过自新，回头是岸，这就得救。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們今天是凡夫，業障習氣非常深重，我們的果報那要不想還好，要真正仔細去衡量一下，想一想肯定在三途。那現在我們要問，我們得怎麼辦？怎麼樣來救自己？諸佛如來、祖師大德慈悲教導我們「持戒念佛」，這就能救。持戒持什麼樣的戒？五戒十善就夠了。五戒十善念佛求生淨土，即使你造了五逆十惡罪，你也能往生。只要你今天肯回頭，已往不究，只要你今天肯回頭，你就有救了。這話不是我說的，是佛在經上講的，佛決定沒有妄語，句句話決定是真實，只要今天肯回頭。我們中國古人也常說「人非聖賢，孰能無過，過而能改，善莫大焉」，從今天起改過自新，回頭是岸，這就得救。今天時間到了，我們就講到此地。"
    }
  ]
}