{
  "doc_id": "12-017-0671",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六七一卷",
    "zh_TW": "第六七一卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0671",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "12-017-0671_p0001",
      "zh_CN": "诸位同学，请接着看偈颂，毛光赞德偈颂的第六首：",
      "zh_TW": "諸位同學，請接著看偈頌，毛光讚德偈頌的第六首："
    },
    {
      "id": "12-017-0671_p0002",
      "zh_CN": "【普贤安住诸大愿，获此无量神通力，一切佛身所有刹，悉现其形而诣彼。一切众海无有边，分身住彼亦无量。】",
      "zh_TW": "【普賢安住諸大願，獲此無量神通力，一切佛身所有剎，悉現其形而詣彼。一切眾海無有邊，分身住彼亦無量。】"
    },
    {
      "id": "12-017-0671_p0003",
      "zh_CN": "这个六句一首半，第六偈跟第七偈颂的前面两句，说明「周遍尘刹」的原因，为什么他能遍？这个经文里面给我们说出来，愿力！如果没有愿力就不能遍，就不能够普遍。我们常讲尽虚空遍法界，这个境界已经是很大很大了。一般大乘菩萨都是这个境界，但是不是普贤的境界，普贤的境界我们在前面看过，现在能体会到一些。虚空法界无量无边的刹土，每一个佛刹有诸佛如来、菩萨海会、一切众生。如来身上每一个毛孔，每一个毛孔都现无量无边的佛刹、佛菩萨、众生。毛孔里面现，一一毛孔都现；不但毛孔现，微尘也现。毛孔、微尘里面所现的佛刹、众生，那里头又有毛孔、微尘，那个毛孔、微尘也现无量无边刹土众生，所以这个法界是重重无尽。你要问现多少重？无量无边，无有穷尽，普贤的愿才能够遍入无遗。一般大乘菩萨没有这个心量。",
      "zh_TW": "這個六句一首半，第六偈跟第七偈頌的前面兩句，說明「周遍塵剎」的原因，為什麼他能遍？這個經文裡面給我們說出來，願力！如果沒有願力就不能遍，就不能夠普遍。我們常講盡虛空遍法界，這個境界已經是很大很大了。一般大乘菩薩都是這個境界，但是不是普賢的境界，普賢的境界我們在前面看過，現在能體會到一些。虛空法界無量無邊的剎土，每一個佛剎有諸佛如來、菩薩海會、一切眾生。如來身上每一個毛孔，每一個毛孔都現無量無邊的佛剎、佛菩薩、眾生。毛孔裡面現，一一毛孔都現；不但毛孔現，微塵也現。毛孔、微塵裡面所現的佛剎、眾生，那裡頭又有毛孔、微塵，那個毛孔、微塵也現無量無邊剎土眾生，所以這個法界是重重無盡。你要問現多少重？無量無邊，無有窮盡，普賢的願才能夠遍入無遺。一般大乘菩薩沒有這個心量。"
    },
    {
      "id": "12-017-0671_p0004",
      "zh_CN": "所以你能契入境界的大小就看你的愿力，这个愿力也就是心的力量，境界是心现识变的。宇宙，说实实在在的话，佛经上讲得透彻、讲得究竟、讲得圆满。今天科学可算是相当的发达，只限于平面的宇宙，虽然在理论上，这个理论是用数学去推算，发现空间不是平面的，是立体的，科学家称它作多维次的空间。我们今天讲三度空间、四度空间、五度空间、六度空间，一直到无限度的空间。科学家在数学推演知道有这么回事情，可是还没有办法证实，没有办法契入，四度空间、五度空间没有人能够证得。《华严经》里面所讲的无量无边无数维次的空间全部契入，这个不可思议！非常可惜，世间这些大科学家没有读《华严经》。",
      "zh_TW": "所以你能契入境界的大小就看你的願力，這個願力也就是心的力量，境界是心現識變的。宇宙，說實實在在的話，佛經上講得透徹、講得究竟、講得圓滿。今天科學可算是相當的發達，只限於平面的宇宙，雖然在理論上，這個理論是用數學去推算，發現空間不是平面的，是立體的，科學家稱它作多維次的空間。我們今天講三度空間、四度空間、五度空間、六度空間，一直到無限度的空間。科學家在數學推演知道有這麼回事情，可是還沒有辦法證實，沒有辦法契入，四度空間、五度空間沒有人能夠證得。《華嚴經》裡面所講的無量無邊無數維次的空間全部契入，這個不可思議！非常可惜，世間這些大科學家沒有讀《華嚴經》。"
    },
    {
      "id": "12-017-0671_p0005",
      "zh_CN": "我们要问，《华严经》上用什么样的方法突破空间维次，契入无限的空间？佛法里面叫法界，世间人叫空间，这一品经里头不就是给我们讲这桩事情吗？它用的是「普贤三昧」。唯有普贤三昧才能真正尽虚空遍法界，这个遍法界、这个虚空法界是无量无边无数重叠的，重重无尽！普贤菩萨全都能够遍满，一个法界都不漏。我们讲微尘，每一粒微尘里面的法界都没有遗漏，每一个毛端、每一个毛孔里面现的法界也没有遗漏。",
      "zh_TW": "我們要問，《華嚴經》上用什麼樣的方法突破空間維次，契入無限的空間？佛法裡面叫法界，世間人叫空間，這一品經裡頭不就是給我們講這樁事情嗎？它用的是「普賢三昧」。唯有普賢三昧才能真正盡虛空遍法界，這個遍法界、這個虛空法界是無量無邊無數重疊的，重重無盡！普賢菩薩全都能夠遍滿，一個法界都不漏。我們講微塵，每一粒微塵裡面的法界都沒有遺漏，每一個毛端、每一個毛孔裡面現的法界也沒有遺漏。"
    },
    {
      "id": "12-017-0671_p0006",
      "zh_CN": "我这个话只能说到此地，诸位要细心去体会。否则的话，你能够了解的这个境界不是圆满的；要很细心去体会，才知道这个宇宙空间不可思议，你才晓得它的真相。你才晓得圆顿大教里面讲「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学」，每一句话里面的意义都不可思议，字字句句都是无量无边无止尽的境界，才知道这些菩萨他们修行的功夫，真的是了不起。",
      "zh_TW": "我這個話只能說到此地，諸位要細心去體會。否則的話，你能夠了解的這個境界不是圓滿的；要很細心去體會，才知道這個宇宙空間不可思議，你才曉得它的真相。你才曉得圓頓大教裡面講「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學」，每一句話裡面的意義都不可思議，字字句句都是無量無邊無止盡的境界，才知道這些菩薩他們修行的功夫，真的是了不起。"
    },
    {
      "id": "12-017-0671_p0007",
      "zh_CN": "我们凡夫，不要说凡夫，阿罗汉、辟支佛、权教菩萨完全不知道。谁知道这个境界？法身菩萨知道。不是法身菩萨，他怎么会晓得这个境界！凡夫里面有一些人知道了，这个知道是什么？是听说，没有见到。像我们这些人读《华严经》，从《华严经》里面听说，不是自己境界。听说也不得了！你怎么会听说？你的缘分好，希有的因缘，你听了，你能信，你能解，你能够体会得几分，这在《华严经》前面讲过了，这个凡夫是「大心凡夫」，我们一般人讲你有善根福德因缘，你才有这个缘分听到，知道宇宙人生的真相。",
      "zh_TW": "我們凡夫，不要說凡夫，阿羅漢、辟支佛、權教菩薩完全不知道。誰知道這個境界？法身菩薩知道。不是法身菩薩，他怎麼會曉得這個境界！凡夫裡面有一些人知道了，這個知道是什麼？是聽說，沒有見到。像我們這些人讀《華嚴經》，從《華嚴經》裡面聽說，不是自己境界。聽說也不得了！你怎麼會聽說？你的緣分好，希有的因緣，你聽了，你能信，你能解，你能夠體會得幾分，這在《華嚴經》前面講過了，這個凡夫是「大心凡夫」，我們一般人講你有善根福德因緣，你才有這個緣分聽到，知道宇宙人生的真相。"
    },
    {
      "id": "12-017-0671_p0008",
      "zh_CN": "「宇宙人生真相」，这一句很不好懂。我们一般人只把现前平面的时空，以为这就是究竟圆满的宇宙人生真相，都是这样的认知。哪里晓得宇宙里头还有宇宙，重重无尽的宇宙，这个就不知道了。你跟一般人讲，人家不相信，人家说你胡说八道，哪有这种事情？大乘经上常讲「芥子纳须弥」，有几个人能相信？芥子是芥菜子，芥菜子很小，差不多像芝麻粒那么大，能容纳须弥山。芥菜子没有放大，须弥山也没有缩小，怎么会容纳？怎么可能？没有人相信。现在要告诉你，你看《华严经》上讲的微尘，微尘比芥菜子小得太多太多了。微尘我们肉眼看不见，芥菜子我们能看得见，微尘里面容纳无量无边大千世界，这更不可思议了。《华严经》上讲的，佛在其他一切经里头没有讲过，顶多只讲「芥子纳须弥」，形容不思议境界。不能说真的，说真的没有人懂，没有人能接受。《华严经》上说真的，《华严经》的对象、听众都是法身菩萨；若不是法身菩萨，那都是大心凡夫。他们有善根、有福德，听佛说法，能生欢喜心，能够信、能够解，能够接受，不是普通人。",
      "zh_TW": "「宇宙人生真相」，這一句很不好懂。我們一般人只把現前平面的時空，以為這就是究竟圓滿的宇宙人生真相，都是這樣的認知。哪裡曉得宇宙裡頭還有宇宙，重重無盡的宇宙，這個就不知道了。你跟一般人講，人家不相信，人家說你胡說八道，哪有這種事情？大乘經上常講「芥子納須彌」，有幾個人能相信？芥子是芥菜子，芥菜子很小，差不多像芝麻粒那麼大，能容納須彌山。芥菜子沒有放大，須彌山也沒有縮小，怎麼會容納？怎麼可能？沒有人相信。現在要告訴你，你看《華嚴經》上講的微塵，微塵比芥菜子小得太多太多了。微塵我們肉眼看不見，芥菜子我們能看得見，微塵裡面容納無量無邊大千世界，這更不可思議了。《華嚴經》上講的，佛在其他一切經裡頭沒有講過，頂多只講「芥子納須彌」，形容不思議境界。不能說真的，說真的沒有人懂，沒有人能接受。《華嚴經》上說真的，《華嚴經》的對象、聽眾都是法身菩薩；若不是法身菩薩，那都是大心凡夫。他們有善根、有福德，聽佛說法，能生歡喜心，能夠信、能夠解，能夠接受，不是普通人。"
    },
    {
      "id": "12-017-0671_p0009",
      "zh_CN": "我们要问问，我们现在是不是大心凡夫？不见得。不见得，今天也听到了，你能够听到也是不可思议的因缘、不可思议的善根福德。这样究竟圆满，这不是大乘，是一乘大法！种子在你阿赖耶识里头种下去了，这是非常非常的希有。将来总有一天缘成熟了，这个种子成熟，你能够入华严境界。我们过去生中要没有这个种子，这一生当中怎么可能遇到！遇到了，顶多把《华严经》念念而已，从头到尾念个一遍，《华严经》讲些什么？不知道！当然更谈不上信解，这就是薰习成种而已。如果这个种子成熟，你对这个产生欢喜心，你能够理解，随着你的理解，你就能够契入，入华严境界。",
      "zh_TW": "我們要問問，我們現在是不是大心凡夫？不見得。不見得，今天也聽到了，你能夠聽到也是不可思議的因緣、不可思議的善根福德。這樣究竟圓滿，這不是大乘，是一乘大法！種子在你阿賴耶識裡頭種下去了，這是非常非常的希有。將來總有一天緣成熟了，這個種子成熟，你能夠入華嚴境界。我們過去生中要沒有這個種子，這一生當中怎麼可能遇到！遇到了，頂多把《華嚴經》念念而已，從頭到尾念個一遍，《華嚴經》講些什麼？不知道！當然更談不上信解，這就是薰習成種而已。如果這個種子成熟，你對這個產生歡喜心，你能夠理解，隨著你的理解，你就能夠契入，入華嚴境界。"
    },
    {
      "id": "12-017-0671_p0010",
      "zh_CN": "能入几分，看你的功夫。怎样入？经里头普贤菩萨说得很清楚、很明白，尤其是「入法界品」，入法界品就是入华严境界。你看末后这一品经，分量也特别大，总共有四十卷，我们称它作《四十华严》。你看看那个经题，「大方广佛华严经入不思议解脱境界普贤行愿品」，这说出来了，不思议境界就是华严境界、诸佛如来的境界，这是所入。什么是能入？普贤行愿能入。你没有普贤行愿，你怎么个入法？说到普贤行愿，大家都很熟悉，每天早晚课都念，「一者礼敬诸佛，二者称赞如来」，大家都会念，念得很熟，你能不能入？不能入。为什么？每一愿的境界你完全不懂，你会念这个名词，名词的含义你不知道，是真不知道！",
      "zh_TW": "能入幾分，看你的功夫。怎樣入？經裡頭普賢菩薩說得很清楚、很明白，尤其是「入法界品」，入法界品就是入華嚴境界。你看末後這一品經，分量也特別大，總共有四十卷，我們稱它作《四十華嚴》。你看看那個經題，「大方廣佛華嚴經入不思議解脫境界普賢行願品」，這說出來了，不思議境界就是華嚴境界、諸佛如來的境界，這是所入。什麼是能入？普賢行願能入。你沒有普賢行願，你怎麼個入法？說到普賢行願，大家都很熟悉，每天早晚課都念，「一者禮敬諸佛，二者稱讚如來」，大家都會念，念得很熟，你能不能入？不能入。為什麼？每一願的境界你完全不懂，你會念這個名詞，名詞的含義你不知道，是真不知道！"
    },
    {
      "id": "12-017-0671_p0011",
      "zh_CN": "「礼敬诸佛」，什么叫做礼？什么叫做敬？什么是诸佛？你说说给我听。你说出来之后，全不是这么回事情，你统统误会了，你怎么能入得了境界？「礼」这个字、「敬」这个字里面的含义无量无边，「诸佛」是重重无尽的世界刹土，这是我们想不到的事情。重重无尽的刹土，我们身上每一根汗毛，佛的毛孔、毛端现重重无尽的世界，我们的毛孔、毛端现不现？经上讲的诸佛刹土一一微尘也现无量无边世界众生。我们现在看到所有一切微尘现不现？统统都现。我们礼敬怎么修法？我们做不到，我们不知道事实真相，所以入不了境界。",
      "zh_TW": "「禮敬諸佛」，什麼叫做禮？什麼叫做敬？什麼是諸佛？你說說給我聽。你說出來之後，全不是這麼回事情，你統統誤會了，你怎麼能入得了境界？「禮」這個字、「敬」這個字裡面的含義無量無邊，「諸佛」是重重無盡的世界剎土，這是我們想不到的事情。重重無盡的剎土，我們身上每一根汗毛，佛的毛孔、毛端現重重無盡的世界，我們的毛孔、毛端現不現？經上講的諸佛剎土一一微塵也現無量無邊世界眾生。我們現在看到所有一切微塵現不現？統統都現。我們禮敬怎麼修法？我們做不到，我們不知道事實真相，所以入不了境界。"
    },
    {
      "id": "12-017-0671_p0012",
      "zh_CN": "佛经里面讲毛孔、讲微尘，现在科学家所说的名词跟佛学名词不一样，但是意思很接近，现在科学家讲的原子、电子、粒子，最小的基本粒子，这一个粒子里面就现虚空法界、刹土众生，一个都不漏。科学家今天知道用科学仪器观察到原子、电子、基本粒子，观察到。但是这里面有虚空法界无量无边无尽的刹土众生，他没见到。谁见到？修普贤行愿的人，他见到，他契入。于是我们才稍稍能够体会到一点，这真不容易修。",
      "zh_TW": "佛經裡面講毛孔、講微塵，現在科學家所說的名詞跟佛學名詞不一樣，但是意思很接近，現在科學家講的原子、電子、粒子，最小的基本粒子，這一個粒子裡面就現虛空法界、剎土眾生，一個都不漏。科學家今天知道用科學儀器觀察到原子、電子、基本粒子，觀察到。但是這裡面有虛空法界無量無邊無盡的剎土眾生，他沒見到。誰見到？修普賢行願的人，他見到，他契入。於是我們才稍稍能夠體會到一點，這真不容易修。"
    },
    {
      "id": "12-017-0671_p0013",
      "zh_CN": "佛经里面许多修学仪规里面，一切恭敬。「一切」这两个字里头，真正的含义我们也不懂，我们认为对于一切人事物恭敬，那就很了不起了。哪里知道一个人一个物，你想想一个人身上多少毛孔？多少毛端？一一毛孔都现虚空法界刹土众生，毛孔里面现的众生，那个众生还是有毛孔，他那个毛孔里头又现虚空法界刹土众生，重重无尽，没有办法想像，没有办法言说。这是宇宙的实相。我们这个礼敬到什么范围？到哪个境界？实在讲很有限。所以声闻、缘觉、权教菩萨，不但不能契入，也无法理解无法想像。",
      "zh_TW": "佛經裡面許多修學儀規裡面，一切恭敬。「一切」這兩個字裡頭，真正的含義我們也不懂，我們認為對於一切人事物恭敬，那就很了不起了。哪裡知道一個人一個物，你想想一個人身上多少毛孔？多少毛端？一一毛孔都現虛空法界剎土眾生，毛孔裡面現的眾生，那個眾生還是有毛孔，他那個毛孔裡頭又現虛空法界剎土眾生，重重無盡，沒有辦法想像，沒有辦法言說。這是宇宙的實相。我們這個禮敬到什麼範圍？到哪個境界？實在講很有限。所以聲聞、緣覺、權教菩薩，不但不能契入，也無法理解無法想像。"
    },
    {
      "id": "12-017-0671_p0014",
      "zh_CN": "修净土，净土同学们往生西方极乐世界，我们知道极乐世界有四土三辈九品。古大德说，上面二土是菩萨往生的，不是凡夫；凡夫往生，实在讲只能在凡圣同居土。修行功夫好一点的人，可以生到方便有余土，实报土不可能。这个话说得不是没有道理，什么人说的？过来人说的。换句话说，这个人到过极乐世界，极乐世界的情况他很清楚、很明白，他说的！但是善导大师不是这个说法，换一个说法。换一个说法，意思跟前人讲法没有两样。他为什么要换一个？说法有善巧方便。为什么？古大德这个说法，我们凡夫一听心都凉了，没指望了。善导大师换一个说法，把我们修行这个气氛往上提升，觉得我们还有指望，不是完全绝望。",
      "zh_TW": "修淨土，淨土同學們往生西方極樂世界，我們知道極樂世界有四土三輩九品。古大德說，上面二土是菩薩往生的，不是凡夫；凡夫往生，實在講只能在凡聖同居土。修行功夫好一點的人，可以生到方便有餘土，實報土不可能。這個話說得不是沒有道理，什麼人說的？過來人說的。換句話說，這個人到過極樂世界，極樂世界的情況他很清楚、很明白，他說的！但是善導大師不是這個說法，換一個說法。換一個說法，意思跟前人講法沒有兩樣。他為什麼要換一個？說法有善巧方便。為什麼？古大德這個說法，我們凡夫一聽心都涼了，沒指望了。善導大師換一個說法，把我們修行這個氣氛往上提升，覺得我們還有指望，不是完全絕望。"
    },
    {
      "id": "12-017-0671_p0015",
      "zh_CN": "善导大师讲四土三辈九品，总在遇缘不同，这个讲得好，细细想想跟古大德讲的话，异曲同工，没有两样。遇缘不同没有说错，我们学佛几个人遇到《华严经》？遇到《华严经》，不是说你看了这个经本；你看了，看不懂没有用处。遇到这个经本，遇到有修有学有证的这个大德，这个难了。有学有修有证的大德为你讲解，这就更难了！这就是缘不同。要真的遇到这样的大德给你做详细讲解，你真听懂真相信，真能够依教奉行，实报庄严土、常寂光净土有分，不是没有分。古大德所说跟善导大师所讲的都是事实，不能说古德讲错了，善导大师讲的对。或者善导大师讲的错，古德讲对了；没有，都没有讲错。",
      "zh_TW": "善導大師講四土三輩九品，總在遇緣不同，這個講得好，細細想想跟古大德講的話，異曲同工，沒有兩樣。遇緣不同沒有說錯，我們學佛幾個人遇到《華嚴經》？遇到《華嚴經》，不是說你看了這個經本；你看了，看不懂沒有用處。遇到這個經本，遇到有修有學有證的這個大德，這個難了。有學有修有證的大德為你講解，這就更難了！這就是緣不同。要真的遇到這樣的大德給你做詳細講解，你真聽懂真相信，真能夠依教奉行，實報莊嚴土、常寂光淨土有分，不是沒有分。古大德所說跟善導大師所講的都是事實，不能說古德講錯了，善導大師講的對。或者善導大師講的錯，古德講對了；沒有，都沒有講錯。"
    },
    {
      "id": "12-017-0671_p0016",
      "zh_CN": "九法界的众生，我不讲六道凡夫，有人能够遇到《华严》，这是不可思议的福分，这个福报太大了，太不容易了。这么大的经，唐朝清凉大师作的注解《疏钞》，李通玄老居士作的《合论》，这些大德确确实实圆满的具足了信解行证，他们契入这个法界来给我们讲解。但是毕竟是分量太大，谁肯学？我们现在就是依这样的进度，往后这个进度还要加快。这一部经讲下来，我现在的估计，至少需要四千五百个小时到五千个小时。我跟诸位说我的能力，我的能力很薄弱，我把这一部经讲下来，不要受时间限制，我这一部经讲下来，用的时间会超过一万个小时。我现在所讲的，讲到这一品「普贤三昧品」，这一品还没有讲完，快要讲完了。就算它是全经的十分之一，我现在已经讲了一千多个小时，差不多将近有一千两三百个小时。我现前的能力，这部经讲圆满估计需要一万个小时，一万个小时实在太长了，现在人受不了。所以我把它打对折，往后我的进度快速，我不能这样细讲。你才晓得遇到这一部经，那是多么大的福分！这一部经能够从头到尾听一遍，不可思议，这是世间第一等的大福报！",
      "zh_TW": "九法界的眾生，我不講六道凡夫，有人能夠遇到《華嚴》，這是不可思議的福分，這個福報太大了，太不容易了。這麼大的經，唐朝清涼大師作的註解《疏鈔》，李通玄老居士作的《合論》，這些大德確確實實圓滿的具足了信解行證，他們契入這個法界來給我們講解。但是畢竟是分量太大，誰肯學？我們現在就是依這樣的進度，往後這個進度還要加快。這一部經講下來，我現在的估計，至少需要四千五百個小時到五千個小時。我跟諸位說我的能力，我的能力很薄弱，我把這一部經講下來，不要受時間限制，我這一部經講下來，用的時間會超過一萬個小時。我現在所講的，講到這一品「普賢三昧品」，這一品還沒有講完，快要講完了。就算它是全經的十分之一，我現在已經講了一千多個小時，差不多將近有一千兩三百個小時。我現前的能力，這部經講圓滿估計需要一萬個小時，一萬個小時實在太長了，現在人受不了。所以我把它打對折，往後我的進度快速，我不能這樣細講。你才曉得遇到這一部經，那是多麼大的福分！這一部經能夠從頭到尾聽一遍，不可思議，這是世間第一等的大福報！"
    },
    {
      "id": "12-017-0671_p0017",
      "zh_CN": "我有没有发心来学《华严》、来研究它、来讲解它？给诸位说，我没发这个心。这个念头是有，但是分量太大了。所以李老师把夏老的会集本给了我，传给我，我把学《华严》这个念头打掉了。为什么？太大了。《大乘无量寿经》就是中本《华严》，它这个多方便，我学《无量寿经》就是学《华严经》，那是《华严经》的小本，所以对《华严》就没有心在这上下功夫。《无量寿经》先后讲过十一遍，为什么这一次又要从头把它讲一遍？这个功德是韩馆长的。所以韩馆长的功德，我可以说在这一个世纪，这一百年当中，她是第一人，没有人能超过她。她找我的！我不想讲，她在往生之前要求我把《华严经》讲一遍，留一套录相带给后人做参考，我答应她。把《无量寿经》做一个易解，这个我也答应她的。这份工作已经完成，《易解》现在已经流通了。《华严经》也要做个易解，这个易解现在有学生们在做。",
      "zh_TW": "我有沒有發心來學《華嚴》、來研究它、來講解它？給諸位說，我沒發這個心。這個念頭是有，但是分量太大了。所以李老師把夏老的會集本給了我，傳給我，我把學《華嚴》這個念頭打掉了。為什麼？太大了。《大乘無量壽經》就是中本《華嚴》，它這個多方便，我學《無量壽經》就是學《華嚴經》，那是《華嚴經》的小本，所以對《華嚴》就沒有心在這上下功夫。《無量壽經》先後講過十一遍，為什麼這一次又要從頭把它講一遍？這個功德是韓館長的。所以韓館長的功德，我可以說在這一個世紀，這一百年當中，她是第一人，沒有人能超過她。她找我的！我不想講，她在往生之前要求我把《華嚴經》講一遍，留一套錄相帶給後人做參考，我答應她。把《無量壽經》做一個易解，這個我也答應她的。這份工作已經完成，《易解》現在已經流通了。《華嚴經》也要做個易解，這個易解現在有學生們在做。"
    },
    {
      "id": "12-017-0671_p0018",
      "zh_CN": "请法的人！没有人启请，我不可能讲这部经，启请的人使这一部经能有一套完整的录相流通，多少众生得利益，是启请人的启请功德，功德不可思议，没有人能够相比。所以我不得不在三年当中，现在就是预定每天四个小时，每一年我一定要讲满三百天，就是一年要讲一千两百个小时，三年，今年０二年，０三年、０四年，０四年年底我这个经要讲完，三千六百个小时，加上现在大概有一千三百多个小时，将近五千个小时。请法的功德不可思议，愿力！",
      "zh_TW": "請法的人！沒有人啟請，我不可能講這部經，啟請的人使這一部經能有一套完整的錄相流通，多少眾生得利益，是啟請人的啟請功德，功德不可思議，沒有人能夠相比。所以我不得不在三年當中，現在就是預定每天四個小時，每一年我一定要講滿三百天，就是一年要講一千兩百個小時，三年，今年０二年，０三年、０四年，０四年年底我這個經要講完，三千六百個小時，加上現在大概有一千三百多個小時，將近五千個小時。請法的功德不可思議，願力！"
    },
    {
      "id": "12-017-0671_p0019",
      "zh_CN": "『普贤安住诸大愿』，大愿故遍。清凉大师在注解里头讲得好，「大愿故遍，兼显遍于正中之依也，重重皆遍」。正中之依，依中之正，依中之依，正中之正，他说一句，我们就要晓得这里有许许多多句。底下这个注注得好，「今不见者」，正中有依，依中有正，正中有正，依中有依，为什么我们见不到？就是重重无尽重叠的法界，我们为什么见不到？我们见的是个平面的，没有见到立体。「今不见者，机不应故」，没有感应，原因在此地。换句话说，我们凡夫有业障，所以不见。如果我们的业障要消除了，我们就见到。",
      "zh_TW": "『普賢安住諸大願』，大願故遍。清涼大師在註解裡頭講得好，「大願故遍，兼顯遍於正中之依也，重重皆遍」。正中之依，依中之正，依中之依，正中之正，他說一句，我們就要曉得這裡有許許多多句。底下這個註註得好，「今不見者」，正中有依，依中有正，正中有正，依中有依，為什麼我們見不到？就是重重無盡重疊的法界，我們為什麼見不到？我們見的是個平面的，沒有見到立體。「今不見者，機不應故」，沒有感應，原因在此地。換句話說，我們凡夫有業障，所以不見。如果我們的業障要消除了，我們就見到。"
    },
    {
      "id": "12-017-0671_p0020",
      "zh_CN": "什么是业障？总的来说，妄想分别执着，这是业障。业障，无量劫养成的烦恼习气，我们也知道业障严重，很想消除，消除不掉。业障消一分，跟佛的境界就接近一分，消两分就接近两分。务必要把见思烦恼、尘沙烦恼断尽了，再进一步破一品无明，就入华严境界。见思烦恼断了，你就出六道轮回。尘沙烦恼断了，你就超越十法界。再破一品无明，你就入一真法界，那就是华严境界。只要有丝毫烦恼存在，尘沙、见思，脱不了六道轮回。",
      "zh_TW": "什麼是業障？總的來說，妄想分別執著，這是業障。業障，無量劫養成的煩惱習氣，我們也知道業障嚴重，很想消除，消除不掉。業障消一分，跟佛的境界就接近一分，消兩分就接近兩分。務必要把見思煩惱、塵沙煩惱斷盡了，再進一步破一品無明，就入華嚴境界。見思煩惱斷了，你就出六道輪迴。塵沙煩惱斷了，你就超越十法界。再破一品無明，你就入一真法界，那就是華嚴境界。只要有絲毫煩惱存在，塵沙、見思，脫不了六道輪迴。"
    },
    {
      "id": "12-017-0671_p0021",
      "zh_CN": "诸佛如来无尽的慈悲，为这些业障习气深重的众生，大开方便之门，这就是「念阿弥陀佛，求生极乐世界」，为众生开这个法门。这个法门叫「带业往生」，带什么业？带你的见思烦恼、尘沙烦恼、无明烦恼，你可以带业去往生。除这个法门之外，都要消业才能往生。你的业障，你看看一般证到阿罗汉果的，见思烦恼消了，在十法界里头，你往生在四圣法界，声闻法界、缘觉法界、菩萨法界（这是权教菩萨）、佛法界。那个佛是「相似即佛」，天台智者大师讲的「六即佛」，十法界里面的佛叫相似即佛，不是真佛。真佛不在十法界里头，真佛在哪里面？在一真法界。",
      "zh_TW": "諸佛如來無盡的慈悲，為這些業障習氣深重的眾生，大開方便之門，這就是「念阿彌陀佛，求生極樂世界」，為眾生開這個法門。這個法門叫「帶業往生」，帶什麼業？帶你的見思煩惱、塵沙煩惱、無明煩惱，你可以帶業去往生。除這個法門之外，都要消業才能往生。你的業障，你看看一般證到阿羅漢果的，見思煩惱消了，在十法界裡頭，你往生在四聖法界，聲聞法界、緣覺法界、菩薩法界（這是權教菩薩）、佛法界。那個佛是「相似即佛」，天台智者大師講的「六即佛」，十法界裡面的佛叫相似即佛，不是真佛。真佛不在十法界裡頭，真佛在哪裡面？在一真法界。"
    },
    {
      "id": "12-017-0671_p0022",
      "zh_CN": "一真法界里面法身大士，那是分证位佛，他是真的。分证，还没有证得究竟圆满佛，他是真佛，他不是究竟圆满佛。古人用月亮作比喻，究竟圆满用十五的满月来比喻，等觉菩萨好比十四的月亮，十地菩萨好比十三的月亮，用这个来作比喻。它是真的月亮，不是假的，有圆满、有不圆满。十法界里面的佛不是真佛，不是真的月亮，似月亮，但是它不是真的。",
      "zh_TW": "一真法界裡面法身大士，那是分證位佛，他是真的。分證，還沒有證得究竟圓滿佛，他是真佛，他不是究竟圓滿佛。古人用月亮作比喻，究竟圓滿用十五的滿月來比喻，等覺菩薩好比十四的月亮，十地菩薩好比十三的月亮，用這個來作比喻。它是真的月亮，不是假的，有圓滿、有不圓滿。十法界裡面的佛不是真佛，不是真的月亮，似月亮，但是它不是真的。"
    },
    {
      "id": "12-017-0671_p0023",
      "zh_CN": "佛在楞严会上用一个比喻，叫「捏目所视」，我们把眼睛拿个手指按一按，你看到外面景象，会看到两个，两个现象。我们晚上看月亮，用指头压住一个眼睛会看到两个月亮，天上两个月亮，两个月亮一个是真的，一个是假的，假的叫相似，用这个来比喻十法界的佛。六道里面讲的佛就更假了，水里面的月亮，千江有水千江月，那个佛叫「观行位佛」。「观行位佛」好比是水里头的月亮，「相似即佛」好像是捏目所见的这个幻相，正常眼睛看到的天上的月亮那是「分证即佛」，这个比喻很好。我们从这些比喻里面，体会观行佛、相似佛、分证佛、究竟佛，能够有一个比较清楚的概念。",
      "zh_TW": "佛在楞嚴會上用一個比喻，叫「捏目所視」，我們把眼睛拿個手指按一按，你看到外面景象，會看到兩個，兩個現象。我們晚上看月亮，用指頭壓住一個眼睛會看到兩個月亮，天上兩個月亮，兩個月亮一個是真的，一個是假的，假的叫相似，用這個來比喻十法界的佛。六道裡面講的佛就更假了，水裡面的月亮，千江有水千江月，那個佛叫「觀行位佛」。「觀行位佛」好比是水裡頭的月亮，「相似即佛」好像是捏目所見的這個幻相，正常眼睛看到的天上的月亮那是「分證即佛」，這個比喻很好。我們從這些比喻裡面，體會觀行佛、相似佛、分證佛、究竟佛，能夠有一個比較清楚的概念。"
    },
    {
      "id": "12-017-0671_p0024",
      "zh_CN": "我们今天见不到，实在讲业障深重。业障深重就是愚痴，见不到佛菩萨，见不到重重无尽的法界。这个我在前面给诸位说了，不但重重无尽的法界我们见不到，阿罗汉见不到，辟支佛也见不到，十法界的菩萨也见不到，十法界里面的佛也见不到，何况我们！谁能见到？分证即佛见到了，一真法界里面的法身菩萨他们见到了。我们十法界甚至于六道凡夫里面，古大德讲过的大心众生能见到。所以诸位要晓得，人不可以小心量，我们常常在讲席当中提醒诸位同修，要把心量拓开，「心包太虚，量周沙界」。我们的愿心要周遍虚空法界，你才能学大乘。",
      "zh_TW": "我們今天見不到，實在講業障深重。業障深重就是愚痴，見不到佛菩薩，見不到重重無盡的法界。這個我在前面給諸位說了，不但重重無盡的法界我們見不到，阿羅漢見不到，辟支佛也見不到，十法界的菩薩也見不到，十法界裡面的佛也見不到，何況我們！誰能見到？分證即佛見到了，一真法界裡面的法身菩薩他們見到了。我們十法界甚至於六道凡夫裡面，古大德講過的大心眾生能見到。所以諸位要曉得，人不可以小心量，我們常常在講席當中提醒諸位同修，要把心量拓開，「心包太虛，量周沙界」。我們的願心要周遍虛空法界，你才能學大乘。"
    },
    {
      "id": "12-017-0671_p0025",
      "zh_CN": "我学佛五十年，讲经四十四年，总结我这五十年学的是什么？佛教这些经典我们称为《大藏经》，《大藏经》里面教我们的又是什么？我把它总归结写了二十个字，你们现在看到佛堂两边对联，「真诚清净平等正觉慈悲」，下联「看破放下自在随缘念佛」。真诚的心周遍法界，尽虚空遍法界，我真诚的心像电一样像光一样充遍法界。清净心周遍法界，平等心周遍法界，正觉心周遍法界，慈悲心周遍法界，你具足圆满修学大乘的条件。再问你具不具足学华严的境界？那就是善导大师的话了，总在遇缘不同。如果你要遇到缘了，没有问题，契入华严境界不难，你的条件太好了。你的心你的行周遍法界；绝对不是个小心量，念念只想到自己，这个很糟糕。这样小的心量，就是念佛往生凡圣同居土，往往都被它造成障碍，很可怕！",
      "zh_TW": "我學佛五十年，講經四十四年，總結我這五十年學的是什麼？佛教這些經典我們稱為《大藏經》，《大藏經》裡面教我們的又是什麼？我把它總歸結寫了二十個字，你們現在看到佛堂兩邊對聯，「真誠清淨平等正覺慈悲」，下聯「看破放下自在隨緣念佛」。真誠的心周遍法界，盡虛空遍法界，我真誠的心像電一樣像光一樣充遍法界。清淨心周遍法界，平等心周遍法界，正覺心周遍法界，慈悲心周遍法界，你具足圓滿修學大乘的條件。再問你具不具足學華嚴的境界？那就是善導大師的話了，總在遇緣不同。如果你要遇到緣了，沒有問題，契入華嚴境界不難，你的條件太好了。你的心你的行周遍法界；絕對不是個小心量，念念只想到自己，這個很糟糕。這樣小的心量，就是念佛往生凡聖同居土，往往都被它造成障礙，很可怕！"
    },
    {
      "id": "12-017-0671_p0026",
      "zh_CN": "念佛人为什么不能往生？心量太小了。你要知道西方极乐世界，每一个菩萨他们的心量跟普贤菩萨一样，周遍无量无边无尽重叠的法界，我们没有法子想像！那个生极乐世界，生实报土，生常寂光净土。不拓开心量不行，一定要拓开心量，「心包太虚，量周沙界」要落实，真正变成自己的心量，念念为虚空法界一切众生着想，千万不能想自己。这个道理、事实真相不能不懂。现在时间到了。",
      "zh_TW": "念佛人為什麼不能往生？心量太小了。你要知道西方極樂世界，每一個菩薩他們的心量跟普賢菩薩一樣，周遍無量無邊無盡重疊的法界，我們沒有法子想像！那個生極樂世界，生實報土，生常寂光淨土。不拓開心量不行，一定要拓開心量，「心包太虛，量周沙界」要落實，真正變成自己的心量，念念為虛空法界一切眾生著想，千萬不能想自己。這個道理、事實真相不能不懂。現在時間到了。"
    },
    {
      "id": "12-017-0671_p0027",
      "zh_CN": "诸位同学，我们接着看第六偈：",
      "zh_TW": "諸位同學，我們接著看第六偈："
    },
    {
      "id": "12-017-0671_p0028",
      "zh_CN": "【普贤安住诸大愿，获此无量神通力，一切佛身所有刹，悉现其形而诣彼，一切众海无有边，分身住彼亦无量。】",
      "zh_TW": "【普賢安住諸大願，獲此無量神通力，一切佛身所有剎，悉現其形而詣彼，一切眾海無有邊，分身住彼亦無量。】"
    },
    {
      "id": "12-017-0671_p0029",
      "zh_CN": "偈文句句讲得非常清楚，真实不思议解脱境界。前面我们谈到清凉大师在注解里面说，「今不见者」，我们今天见不到这个境界。这个境界就在我们面前，在面前真正是一丝一毫都觉察不到，这是我们自己业障深重。不是从这些地方，我们简直无法觉察到这个业障深重的意义，我们把业障深重当一句口头禅，业障深重里面的含义也是一无所知。怎么个深重法？深重到什么程度？不知道，顶多晓得承认我有业障。这就好比一个人生病，我有病，我病严重到什么程度？不知道。你怎么能就医？必须自己清楚，给你诊病的大夫也清楚，病人跟大夫密切合作，你这个病才能治好，才能康复复原。如果自己对一身毛病不知道，大夫也懵懵懂懂的，怎么能把你的病治好？我们这个病，无量劫来生生世世，为什么治不好？原因在此地。",
      "zh_TW": "偈文句句講得非常清楚，真實不思議解脫境界。前面我們談到清涼大師在註解裡面說，「今不見者」，我們今天見不到這個境界。這個境界就在我們面前，在面前真正是一絲一毫都覺察不到，這是我們自己業障深重。不是從這些地方，我們簡直無法覺察到這個業障深重的意義，我們把業障深重當一句口頭禪，業障深重裡面的含義也是一無所知。怎麼個深重法？深重到什麼程度？不知道，頂多曉得承認我有業障。這就好比一個人生病，我有病，我病嚴重到什麼程度？不知道。你怎麼能就醫？必須自己清楚，給你診病的大夫也清楚，病人跟大夫密切合作，你這個病才能治好，才能康復復原。如果自己對一身毛病不知道，大夫也懵懵懂懂的，怎麼能把你的病治好？我們這個病，無量劫來生生世世，為什麼治不好？原因在此地。"
    },
    {
      "id": "12-017-0671_p0030",
      "zh_CN": "所以我劝同学，学佛头一个要把心量拓开，真诚心要周遍法界，纵然周遍不了法界，至少要能够遍及一切众生。我们一切众生讲得很小，就是讲这个地球上的。无论别人，哪个众生用什么心来对待我，我用真诚心对他，你这才叫「觉悟」。别人对我误会，对我疑惑，毁谤我、障碍我，甚至于陷害我，我以真诚慈悲心对他。为什么？他迷而不觉，我今天觉而不迷，我要用对方的心态去报复，我也是迷而不觉，甚至于我比他迷得还更严重。那我们这个佛怎么学的？不但佛你没有学到，世间圣贤教诲你也没有学到。宇宙人生真相茫然不识，你才会生烦恼，你才会把事情想错了、看错了、做错了。如果你觉而不迷，你决定不会做错事，你能帮助迷惑颠倒的众生回头，这是一桩功德事，好事！你怎么会造业？你怎么会去造罪？这不可能的事情！",
      "zh_TW": "所以我勸同學，學佛頭一個要把心量拓開，真誠心要周遍法界，縱然周遍不了法界，至少要能夠遍及一切眾生。我們一切眾生講得很小，就是講這個地球上的。無論別人，哪個眾生用什麼心來對待我，我用真誠心對他，你這才叫「覺悟」。別人對我誤會，對我疑惑，毀謗我、障礙我，甚至於陷害我，我以真誠慈悲心對他。為什麼？他迷而不覺，我今天覺而不迷，我要用對方的心態去報復，我也是迷而不覺，甚至於我比他迷得還更嚴重。那我們這個佛怎麼學的？不但佛你沒有學到，世間聖賢教誨你也沒有學到。宇宙人生真相茫然不識，你才會生煩惱，你才會把事情想錯了、看錯了、做錯了。如果你覺而不迷，你決定不會做錯事，你能幫助迷惑顛倒的眾生回頭，這是一樁功德事，好事！你怎麼會造業？你怎麼會去造罪？這不可能的事情！"
    },
    {
      "id": "12-017-0671_p0031",
      "zh_CN": "学佛，时时刻刻、念念当中，以佛菩萨作我们的榜样，我们向他学习，我们向释迦牟尼佛学习。我们修净土的人向阿弥陀佛学习，阿弥陀佛在哪里？《无量寿经》里。《无量寿经》教我们怎样处事待人接物，我们依教奉行；《无量寿经》教我们怎样生活工作，我们依教奉行，这真的学佛了。地藏菩萨教给我们「孝亲尊师」，观世音菩萨教我们「大慈大悲」，文殊菩萨教我们「理智」，不能用感情，普贤菩萨教我们「落实」，要把佛菩萨的教诲完全落实在生活行为之中。要常常想到，念念不忘，这样才叫做学佛。「学为人师，行为世范」，要给世间人做好样子。世间人不孝，我们行孝尽孝，做给世间人看。世间人不知道尊师重道，我们要做出尊师重道的样子给社会大众看。现在世间人不仁不义，我们要把仁义落实。你看看社会有哪些病态，我们怎样把这个病态把它挽转过来，这叫行菩萨道，这叫做救度一切苦难众生。",
      "zh_TW": "學佛，時時刻刻、念念當中，以佛菩薩作我們的榜樣，我們向他學習，我們向釋迦牟尼佛學習。我們修淨土的人向阿彌陀佛學習，阿彌陀佛在哪裡？《無量壽經》裡。《無量壽經》教我們怎樣處事待人接物，我們依教奉行；《無量壽經》教我們怎樣生活工作，我們依教奉行，這真的學佛了。地藏菩薩教給我們「孝親尊師」，觀世音菩薩教我們「大慈大悲」，文殊菩薩教我們「理智」，不能用感情，普賢菩薩教我們「落實」，要把佛菩薩的教誨完全落實在生活行為之中。要常常想到，念念不忘，這樣才叫做學佛。「學為人師，行為世範」，要給世間人做好樣子。世間人不孝，我們行孝盡孝，做給世間人看。世間人不知道尊師重道，我們要做出尊師重道的樣子給社會大眾看。現在世間人不仁不義，我們要把仁義落實。你看看社會有哪些病態，我們怎樣把這個病態把它挽轉過來，這叫行菩薩道，這叫做救度一切苦難眾生。"
    },
    {
      "id": "12-017-0671_p0032",
      "zh_CN": "经中许多地方称赞佛为大医王，这个就是把一切众生、九法界众生比喻是病人，诸佛菩萨出现在这个世间是来帮助众生治病的。治病最重要的是要把我们自己修学的成绩显现出来，修学真正成绩不外乎「忏除业障」，这一句非常重要！天天修忏悔法，天天想自己的过失，发现自己过失，在佛法里面讲觉悟了，觉悟之后把你的毛病过失改过来，这叫修行，这叫真实功德。你反省，找自己的过失，这是功夫；过失改过来，过失没有了，这是德，功德！这是真实的功德，这不是福德。",
      "zh_TW": "經中許多地方稱讚佛為大醫王，這個就是把一切眾生、九法界眾生比喻是病人，諸佛菩薩出現在這個世間是來幫助眾生治病的。治病最重要的是要把我們自己修學的成績顯現出來，修學真正成績不外乎「懺除業障」，這一句非常重要！天天修懺悔法，天天想自己的過失，發現自己過失，在佛法裡面講覺悟了，覺悟之後把你的毛病過失改過來，這叫修行，這叫真實功德。你反省，找自己的過失，這是功夫；過失改過來，過失沒有了，這是德，功德！這是真實的功德，這不是福德。"
    },
    {
      "id": "12-017-0671_p0033",
      "zh_CN": "古大德常常教人，「静坐常思己过，闲谈莫论人非」，大家都知道古大德常常教人积功累德，佛在经上也是教我们，功德是怎样积累的？这两句话就落实了。一个人独处的时候，没有别的，想自己的过失，发现自己过失立刻就改，做到「不贰过」，这个人就是圣贤。我们要走圣贤的路，天天改过，日日自新，这是佛法里面讲的勇猛精进。跟大众相处，决定不说别人过失，古大德常常教给我们隐恶扬善，赞叹别人的善心善行，我们的社会就会安定、就会祥和。为什么？人人常存这个心，这个心纯净纯善，纯净纯善就跟佛菩萨相应，就跟圣贤相应。这个人常常这样修，他就转凡成圣，转恶为善、转染为净、转迷为悟、转凡成圣。",
      "zh_TW": "古大德常常教人，「靜坐常思己過，閒談莫論人非」，大家都知道古大德常常教人積功累德，佛在經上也是教我們，功德是怎樣積累的？這兩句話就落實了。一個人獨處的時候，沒有別的，想自己的過失，發現自己過失立刻就改，做到「不貳過」，這個人就是聖賢。我們要走聖賢的路，天天改過，日日自新，這是佛法裡面講的勇猛精進。跟大眾相處，決定不說別人過失，古大德常常教給我們隱惡揚善，讚歎別人的善心善行，我們的社會就會安定、就會祥和。為什麼？人人常存這個心，這個心純淨純善，純淨純善就跟佛菩薩相應，就跟聖賢相應。這個人常常這樣修，他就轉凡成聖，轉惡為善、轉染為淨、轉迷為悟、轉凡成聖。"
    },
    {
      "id": "12-017-0671_p0034",
      "zh_CN": "功夫都在日常生活当中，一切时一切处，夏莲老常讲的「真干」！别人干不干是他的事情，与我不相干；我要真干，我要干到底，准有好处。什么好处？决不堕三恶道，决定得生净土。生净土，超越六道，超越十法界，我这一生没有白来！诸位必须要知道，这个世间的名闻利养，假的！五欲六尘享受也不是真的。常常记住《金刚经》上讲的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。世间一切所有，不是我的，一样都带不走，谚语常讲「生不带来，死不带去」，大家都会讲，可是境界现前立刻就迷了。这是什么原因？业障，烦恼习气，你自己做不了主。头脑总要清醒。",
      "zh_TW": "功夫都在日常生活當中，一切時一切處，夏蓮老常講的「真幹」！別人幹不幹是他的事情，與我不相干；我要真幹，我要幹到底，準有好處。什麼好處？決不墮三惡道，決定得生淨土。生淨土，超越六道，超越十法界，我這一生沒有白來！諸位必須要知道，這個世間的名聞利養，假的！五欲六塵享受也不是真的。常常記住《金剛經》上講的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。世間一切所有，不是我的，一樣都帶不走，諺語常講「生不帶來，死不帶去」，大家都會講，可是境界現前立刻就迷了。這是什麼原因？業障，煩惱習氣，你自己做不了主。頭腦總要清醒。"
    },
    {
      "id": "12-017-0671_p0035",
      "zh_CN": "我自己第一次来香港讲经，一九七七年，那时候我在此地认识的许多法师，我讲经的时候许多的听众，一半都不在了。我的感触很深，不到三十年，「知交半零落」，再有个三十年，我们自己也不在了。哪一样东西是我的？没有。只有真实的功德是带得走的。佛家常说「万般将不去，唯有业随身」，业随身是很可怕的！我们不要造业，决定不带罪业。不但恶业不带，善业也不带。我们带的是什么？净土法门讲的「净业」，我们这一生念念当中，我们造的是净业。净业是什么？净业是纯善之业。怎么叫纯善？三轮体空，修一切善福，心里头不落痕迹，这叫纯善纯净，这个是第一。这个能帮助你往生极乐世界，能帮助你增高品位，我们干这个。世出世间一切法统统要放下，不但是世间法，出世间法也放下，丝毫都不染着，学普贤菩萨。",
      "zh_TW": "我自己第一次來香港講經，一九七七年，那時候我在此地認識的許多法師，我講經的時候許多的聽眾，一半都不在了。我的感觸很深，不到三十年，「知交半零落」，再有個三十年，我們自己也不在了。哪一樣東西是我的？沒有。只有真實的功德是帶得走的。佛家常說「萬般將不去，唯有業隨身」，業隨身是很可怕的！我們不要造業，決定不帶罪業。不但惡業不帶，善業也不帶。我們帶的是什麼？淨土法門講的「淨業」，我們這一生念念當中，我們造的是淨業。淨業是什麼？淨業是純善之業。怎麼叫純善？三輪體空，修一切善福，心裡頭不落痕跡，這叫純善純淨，這個是第一。這個能幫助你往生極樂世界，能幫助你增高品位，我們幹這個。世出世間一切法統統要放下，不但是世間法，出世間法也放下，絲毫都不染著，學普賢菩薩。"
    },
    {
      "id": "12-017-0671_p0036",
      "zh_CN": "「普贤菩萨安住诸大愿」，这个「诸大愿」要是就教义上来讲就是「十大愿王」，真做！我的心安住在这上面。「礼敬诸佛」，一切众生都是诸佛，没有一个人我不恭敬，善人我恭敬他，恶人我也恭敬他。为什么？他有佛性，一切众生皆有佛性，怎么能不恭敬？他造作善恶业，那是他习气在作祟，是他的习性，不是他的本性，他的本性是善的。我礼敬是敬他的本性，不是敬他的习性，习性不要去理会它，要尊重他的本性。所以遇到极恶之人，我们的心是平的，不起波浪，我们要懂这个道理，要这样做法。这样做法自己得大自在，你的心胸开阔，无比的舒畅，远离恐怖忧恼。佛经上讲的这些话是真的，不是假的，我做到了。",
      "zh_TW": "「普賢菩薩安住諸大願」，這個「諸大願」要是就教義上來講就是「十大願王」，真做！我的心安住在這上面。「禮敬諸佛」，一切眾生都是諸佛，沒有一個人我不恭敬，善人我恭敬他，惡人我也恭敬他。為什麼？他有佛性，一切眾生皆有佛性，怎麼能不恭敬？他造作善惡業，那是他習氣在作祟，是他的習性，不是他的本性，他的本性是善的。我禮敬是敬他的本性，不是敬他的習性，習性不要去理會它，要尊重他的本性。所以遇到極惡之人，我們的心是平的，不起波浪，我們要懂這個道理，要這樣做法。這樣做法自己得大自在，你的心胸開闊，無比的舒暢，遠離恐怖憂惱。佛經上講的這些話是真的，不是假的，我做到了。"
    },
    {
      "id": "12-017-0671_p0037",
      "zh_CN": "「称赞如来」，这句意思要懂。「如来」是讲的自性，一切众生他的思想言行与性德相应，我应当称赞；与性德不相应，不称赞，礼敬不称赞，这就是古人讲的隐恶扬善。他造恶，我对他尊敬不赞叹；他行善，我对他礼敬赞叹。要懂这个道理！他造作一切不善，我们不但不说，心里头不留痕迹，这个道理要懂。我讲《十善业道经》的时候讲得很清楚，我们的心清净善良，不能把别人的不善记在我的心里头，把我的善心破坏了。你说这个多冤枉！我们心里头只有一切众生的善行，没有一切众生的恶行，我们的心是纯善的。心里头没有恶，你怎么会说得出恶来？说不出来！由此可知，你说别人的不是，你的心已经不是了。那个真正有智慧有德行的聪明人，你一开口别人就把你看穿了。《六祖坛经》里面讲得好，「若见他人非，自非却是左」。你说别人的过失，那正是你自己的过失，为什么？你自己心里头没有过失，你说不出来；你心里头没有过失，怎么会说别人的过失？「称赞如来」。",
      "zh_TW": "「稱讚如來」，這句意思要懂。「如來」是講的自性，一切眾生他的思想言行與性德相應，我應當稱讚；與性德不相應，不稱讚，禮敬不稱讚，這就是古人講的隱惡揚善。他造惡，我對他尊敬不讚歎；他行善，我對他禮敬讚歎。要懂這個道理！他造作一切不善，我們不但不說，心裡頭不留痕跡，這個道理要懂。我講《十善業道經》的時候講得很清楚，我們的心清淨善良，不能把別人的不善記在我的心裡頭，把我的善心破壞了。你說這個多冤枉！我們心裡頭只有一切眾生的善行，沒有一切眾生的惡行，我們的心是純善的。心裡頭沒有惡，你怎麼會說得出惡來？說不出來！由此可知，你說別人的不是，你的心已經不是了。那個真正有智慧有德行的聰明人，你一開口別人就把你看穿了。《六祖壇經》裡面講得好，「若見他人非，自非卻是左」。你說別人的過失，那正是你自己的過失，為什麼？你自己心裡頭沒有過失，你說不出來；你心裡頭沒有過失，怎麼會說別人的過失？「稱讚如來」。"
    },
    {
      "id": "12-017-0671_p0038",
      "zh_CN": "「广修供养」，不论是什么人，善人、恶人，他有需要的时候、缺乏的时候，我们要平等的供养，没有分别。这个人在饥饿，没有的吃、没有的穿，虽然是恶人，我看到了也要布施衣服，也要供养饮食。不能说这个人是恶人，我们不要去管他，那个错了。平等的供养，不能有分别、有执着。不可以说他不是我们这一国人，他不是我这一族人，他信仰跟我不同，他是信别的宗教的人，不可以。只要是人、是众生，他有苦难的时候，我们有能力帮助他，就要尽心尽力的去帮助，没有分别执着！真正做到清净、平等，用「真诚清净平等」心去修布施供养。",
      "zh_TW": "「廣修供養」，不論是什麼人，善人、惡人，他有需要的時候、缺乏的時候，我們要平等的供養，沒有分別。這個人在飢餓，沒有的吃、沒有的穿，雖然是惡人，我看到了也要布施衣服，也要供養飲食。不能說這個人是惡人，我們不要去管他，那個錯了。平等的供養，不能有分別、有執著。不可以說他不是我們這一國人，他不是我這一族人，他信仰跟我不同，他是信別的宗教的人，不可以。只要是人、是眾生，他有苦難的時候，我們有能力幫助他，就要盡心盡力的去幫助，沒有分別執著！真正做到清淨、平等，用「真誠清淨平等」心去修布施供養。"
    },
    {
      "id": "12-017-0671_p0039",
      "zh_CN": "「忏除业障」，前面给诸位讲过，没有与别人相处在一起的时候，自己一个人功夫就是常思己过，要做这个功夫，改过自新，这叫真忏悔。普贤十愿是普贤菩萨行门的总纲领，末后的三愿都是回向，「回向菩提，回向实际，回向众生」，境界不可思议，没有深入《华严》，他没有办法体会得到。唯有深入《华严》，他懂得那三句话的意义。那三句话实在讲就是拓开心量，一定要把自己的心量像虚空法界一样，经上常讲「心包太虚，量周沙界」，末后的三愿能帮我们达到这个境界。普贤行愿细说就是全部《华严经》，全部《华严经》到最后总归结这十个纲领，十个纲领展开是全部《华严经》，不容易！我们有志学菩萨行的，有志续佛慧命、普度众生，应当学。",
      "zh_TW": "「懺除業障」，前面給諸位講過，沒有與別人相處在一起的時候，自己一個人功夫就是常思己過，要做這個功夫，改過自新，這叫真懺悔。普賢十願是普賢菩薩行門的總綱領，末後的三願都是迴向，「迴向菩提，迴向實際，迴向眾生」，境界不可思議，沒有深入《華嚴》，他沒有辦法體會得到。唯有深入《華嚴》，他懂得那三句話的意義。那三句話實在講就是拓開心量，一定要把自己的心量像虛空法界一樣，經上常講「心包太虛，量周沙界」，末後的三願能幫我們達到這個境界。普賢行願細說就是全部《華嚴經》，全部《華嚴經》到最後總歸結這十個綱領，十個綱領展開是全部《華嚴經》，不容易！我們有志學菩薩行的，有志續佛慧命、普度眾生，應當學。"
    },
    {
      "id": "12-017-0671_p0040",
      "zh_CN": "你这样的修学，那就是『获此无量神通力』。自性三个圆满，你虽然没有证得，但是非常接近。我们用天台家六个位次，分证位我们得不到，可以得相似，相似位得不到，可以得观行，很有受用。你智慧开了，你忽然聪明了，无论什么繁杂的事情到你面前，很容易你就解决了，这是能力。相好，你的相貌好了，身体好了，为什么？相随心转、境随心转，身是自己最接近的一个境界，心善行善，相貌变了，体质变了。所以最低最低的效应，观行位中。这就是学佛真正的受用，哪一个人肯干，哪一个人就能得到。方老师讲的「学佛是人生最高的享受」，最高的享受，真的不外乎「智慧、德能、相好」。一定要依教奉行，若不能依教奉行，那就难了，所以你能够「获得无量神通力」。",
      "zh_TW": "你這樣的修學，那就是『獲此無量神通力』。自性三個圓滿，你雖然沒有證得，但是非常接近。我們用天台家六個位次，分證位我們得不到，可以得相似，相似位得不到，可以得觀行，很有受用。你智慧開了，你忽然聰明了，無論什麼繁雜的事情到你面前，很容易你就解決了，這是能力。相好，你的相貌好了，身體好了，為什麼？相隨心轉、境隨心轉，身是自己最接近的一個境界，心善行善，相貌變了，體質變了。所以最低最低的效應，觀行位中。這就是學佛真正的受用，哪一個人肯幹，哪一個人就能得到。方老師講的「學佛是人生最高的享受」，最高的享受，真的不外乎「智慧、德能、相好」。一定要依教奉行，若不能依教奉行，那就難了，所以你能夠「獲得無量神通力」。"
    },
    {
      "id": "12-017-0671_p0041",
      "zh_CN": "『一切佛身所有刹』，这一句话要懂，佛身上的毛孔、毛端，这是举例子。要用现在的话，我们整个身体现在知道都是原子、电子、粒子组成的，整个身体每一粒基本粒子，就是身。「所有刹」，每一个粒子都现虚空法界、刹土众生。这一句的意思，我这样讲法只讲了一层，每一个粒子里面有无量无边无数的众生，每一个众生他的身体又像这个一样重重无尽，叫「所有刹」。身如是，境界亦如是，土亦如是，一切万物无一不如是，这是「一切佛身所有刹」的含义。",
      "zh_TW": "『一切佛身所有剎』，這一句話要懂，佛身上的毛孔、毛端，這是舉例子。要用現在的話，我們整個身體現在知道都是原子、電子、粒子組成的，整個身體每一粒基本粒子，就是身。「所有剎」，每一個粒子都現虛空法界、剎土眾生。這一句的意思，我這樣講法只講了一層，每一個粒子裡面有無量無邊無數的眾生，每一個眾生他的身體又像這個一樣重重無盡，叫「所有剎」。身如是，境界亦如是，土亦如是，一切萬物無一不如是，這是「一切佛身所有剎」的含義。"
    },
    {
      "id": "12-017-0671_p0042",
      "zh_CN": "『悉现其形而诣彼』，菩萨这个修行人的身，他有这个愿，每一个刹土重重无尽，每一个佛刹、每一个刹土、每一尊佛的面前，都现自己的身。像普贤菩萨一样，『一切众海无有边，分身住彼亦无量』，这个分身真的是无量无边无尽，没有法子计算。你有愿，是你觉，你体会到了，你见到了。你没有这个愿，没有这个愿有没有这个事？有这个事。有这个事是什么？如聋如痴，不见不闻，不是这个境界就没有了。境界还是有，还是一样，没有改变，只是你自己如聋如痴，不见不闻。佛经里面常用这个来比喻盲聋瘖哑，不知不觉，这叫迷惑颠倒，佛经讲愚痴。佛经里面常说「可怜悯者」，这些人就是佛菩萨所说的可怜悯者。跟他讲都讲不通，他都没有办法理解。",
      "zh_TW": "『悉現其形而詣彼』，菩薩這個修行人的身，他有這個願，每一個剎土重重無盡，每一個佛剎、每一個剎土、每一尊佛的面前，都現自己的身。像普賢菩薩一樣，『一切眾海無有邊，分身住彼亦無量』，這個分身真的是無量無邊無盡，沒有法子計算。你有願，是你覺，你體會到了，你見到了。你沒有這個願，沒有這個願有沒有這個事？有這個事。有這個事是什麼？如聾如痴，不見不聞，不是這個境界就沒有了。境界還是有，還是一樣，沒有改變，只是你自己如聾如痴，不見不聞。佛經裡面常用這個來比喻盲聾瘖啞，不知不覺，這叫迷惑顛倒，佛經講愚痴。佛經裡面常說「可憐憫者」，這些人就是佛菩薩所說的可憐憫者。跟他講都講不通，他都沒有辦法理解。"
    },
    {
      "id": "12-017-0671_p0043",
      "zh_CN": "清凉大师的注解不难懂，诸位要学习，你们自己去看，意思我全都说出来了；你要懂得我所讲的意思，你看清凉注解的时候会很轻松。注解里面讲的，什么人能见？「慧眼方见」。这不是肉眼，是慧眼。「慧眼无见无不见故」，这个话说得很好，我们要有慧眼。实在讲，慧眼是我们一切众生本来具足的，《金刚经》上说如来有五眼，有肉眼、有天眼、有慧眼、有法眼、有佛眼，一切众生跟佛无二无别。佛既然具足，众生哪有不具足的道理！虽具足，它不起作用，这是真的。为什么不起作用？迷了。怎么迷的？妄想分别执着就迷了。六根接触六尘境界，第一念是正觉，第二念就迷了。第二念就堕在妄想分别执着里头，所以就不见了，这是事实真相。",
      "zh_TW": "清涼大師的註解不難懂，諸位要學習，你們自己去看，意思我全都說出來了；你要懂得我所講的意思，你看清涼註解的時候會很輕鬆。註解裡面講的，什麼人能見？「慧眼方見」。這不是肉眼，是慧眼。「慧眼無見無不見故」，這個話說得很好，我們要有慧眼。實在講，慧眼是我們一切眾生本來具足的，《金剛經》上說如來有五眼，有肉眼、有天眼、有慧眼、有法眼、有佛眼，一切眾生跟佛無二無別。佛既然具足，眾生哪有不具足的道理！雖具足，它不起作用，這是真的。為什麼不起作用？迷了。怎麼迷的？妄想分別執著就迷了。六根接觸六塵境界，第一念是正覺，第二念就迷了。第二念就墮在妄想分別執著裡頭，所以就不見了，這是事實真相。"
    },
    {
      "id": "12-017-0671_p0044",
      "zh_CN": "明白这个道理，了解这个事实真相，你就会修行了。无论是大乘小乘，宗门教下，显教密教，方法门道太多太多了，八万四千法门，无量法门。但是原则不多，只有几个，会修的人抓住原则。古大德常讲，会修的人从根本修，像一棵树一样，你把根本抓住，你不要搞枝叶，枝枝叶叶就像八万四千法门无量法门，所以聪明人、会修的人抓根本。这就是佛家常讲众生有上中下三等根机，上上根人，没有别的，他从根本修。根本是什么？根本是心，修心。心是什么？起心动念，从这个地方修，这是根本。佛在大乘经教里面常常教导我们，真心离念，我们懂不懂？如果要懂，我就在这里用功，我在一切时一切处用真心。真心是什么？没有念头，也就是真心里面没有妄想、没有分别、没有执着。妄想分别执着都叫做念。离执着，见思烦恼断了；离分别，尘沙烦恼断了；离妄想，无明烦恼断了。这个人成佛了，究竟圆满佛。你看看，厉害不厉害！",
      "zh_TW": "明白這個道理，了解這個事實真相，你就會修行了。無論是大乘小乘，宗門教下，顯教密教，方法門道太多太多了，八萬四千法門，無量法門。但是原則不多，只有幾個，會修的人抓住原則。古大德常講，會修的人從根本修，像一棵樹一樣，你把根本抓住，你不要搞枝葉，枝枝葉葉就像八萬四千法門無量法門，所以聰明人、會修的人抓根本。這就是佛家常講眾生有上中下三等根機，上上根人，沒有別的，他從根本修。根本是什麼？根本是心，修心。心是什麼？起心動念，從這個地方修，這是根本。佛在大乘經教裡面常常教導我們，真心離念，我們懂不懂？如果要懂，我就在這裡用功，我在一切時一切處用真心。真心是什麼？沒有念頭，也就是真心裡面沒有妄想、沒有分別、沒有執著。妄想分別執著都叫做念。離執著，見思煩惱斷了；離分別，塵沙煩惱斷了；離妄想，無明煩惱斷了。這個人成佛了，究竟圓滿佛。你看看，厲害不厲害！"
    },
    {
      "id": "12-017-0671_p0045",
      "zh_CN": "谁会这个修法？在中国古时候禅宗六祖惠能他用这个方法。所以惠能大师会讲经，他不认识字，他讲的跟佛讲的一样，什么原因？真心流露，他不是妄心。他不认识字，你把经念给他听，他讲给你听。无尽藏比丘尼学《大涅槃经》，《大涅槃经》分量很大，三、四十卷，无尽藏念给能大师听，能大师跟她解释，跟她讲解，她开悟了。我们在《坛经》里面看到的，法达禅师学《法华经》，《法华经》念了三千多遍，没有开悟。见惠能大师，惠能大师说你念，念给我听。他念到「方便品」，《法华经》二十八品，「方便品」是第二品，念完了，他就告诉他不要再念了，这个经我完全明白，讲给他听，他开悟了。不认识字会讲经，没有学过他会讲，他是怎么讲出来的？他入了那个境界。",
      "zh_TW": "誰會這個修法？在中國古時候禪宗六祖惠能他用這個方法。所以惠能大師會講經，他不認識字，他講的跟佛講的一樣，什麼原因？真心流露，他不是妄心。他不認識字，你把經念給他聽，他講給你聽。無盡藏比丘尼學《大涅槃經》，《大涅槃經》分量很大，三、四十卷，無盡藏念給能大師聽，能大師跟她解釋，跟她講解，她開悟了。我們在《壇經》裡面看到的，法達禪師學《法華經》，《法華經》念了三千多遍，沒有開悟。見惠能大師，惠能大師說你念，念給我聽。他念到「方便品」，《法華經》二十八品，「方便品」是第二品，念完了，他就告訴他不要再念了，這個經我完全明白，講給他聽，他開悟了。不認識字會講經，沒有學過他會講，他是怎麼講出來的？他入了那個境界。"
    },
    {
      "id": "12-017-0671_p0046",
      "zh_CN": "你看普贤菩萨为什么能讲《华严经》？入华严三昧。六祖大师为什么能讲《法华经》？他入法华三昧。他为什么能讲《涅槃经》？他入涅槃三昧。他的心安住在无量三昧，所以他没有不通达的。无量三昧是什么？就是心在一切世出世间一切法里面，不起心、不动念、不分别、不执着，决定没有妄想分别执着，没有一样不通达。心地稍稍有一点染污，就变成障碍、业障。一丝毫染污都没有，心地要达到纯净纯善，世出世间法全都通了，道理在此地。这个修行方法快速，这是佛法讲「圆顿大法」。这个枝枝叶叶搞那个太麻烦了，你要搞到哪一年，无量劫都搞不清楚。为什么？太繁杂了。所以真正聪明人，他从根本上下手。",
      "zh_TW": "你看普賢菩薩為什麼能講《華嚴經》？入華嚴三昧。六祖大師為什麼能講《法華經》？他入法華三昧。他為什麼能講《涅槃經》？他入涅槃三昧。他的心安住在無量三昧，所以他沒有不通達的。無量三昧是什麼？就是心在一切世出世間一切法裡面，不起心、不動念、不分別、不執著，決定沒有妄想分別執著，沒有一樣不通達。心地稍稍有一點染污，就變成障礙、業障。一絲毫染污都沒有，心地要達到純淨純善，世出世間法全都通了，道理在此地。這個修行方法快速，這是佛法講「圓頓大法」。這個枝枝葉葉搞那個太麻煩了，你要搞到哪一年，無量劫都搞不清楚。為什麼？太繁雜了。所以真正聰明人，他從根本上下手。"
    },
    {
      "id": "12-017-0671_p0047",
      "zh_CN": "我总结五十年修学的，我撷出这二十个字，这是从根本下手。这一幅对联上联是「存心」，对一切人一切事一切物我们要用真心，真心就是真诚心，真心就是清净心、就是平等心、就是正觉心、就是慈悲心，「一即是多，多即是一」。虽然讲五个，五个是一，五个方面讲，不管从哪一面讲，它是一体。真诚里头有「清净平等正觉慈悲」，少一个就不真诚。慈悲里面一定有「真诚清净平等正觉」，少一个，慈悲有缺陷，慈悲不圆满。这五条，一即是五，五即是一。下联是讲的「行」，我们日常生活处事待人接物，「看破、放下、自在、随缘、念佛」。学佛抓到根本就容易了，千经万论，摆在面前，字字句句，自然生无量义，讲不完！长讲短讲、深讲浅讲，无不自在。就是这么个道理，这是事实真相。",
      "zh_TW": "我總結五十年修學的，我擷出這二十個字，這是從根本下手。這一幅對聯上聯是「存心」，對一切人一切事一切物我們要用真心，真心就是真誠心，真心就是清淨心、就是平等心、就是正覺心、就是慈悲心，「一即是多，多即是一」。雖然講五個，五個是一，五個方面講，不管從哪一面講，它是一體。真誠裡頭有「清淨平等正覺慈悲」，少一個就不真誠。慈悲裡面一定有「真誠清淨平等正覺」，少一個，慈悲有缺陷，慈悲不圓滿。這五條，一即是五，五即是一。下聯是講的「行」，我們日常生活處事待人接物，「看破、放下、自在、隨緣、念佛」。學佛抓到根本就容易了，千經萬論，擺在面前，字字句句，自然生無量義，講不完！長講短講、深講淺講，無不自在。就是這麼個道理，這是事實真相。"
    },
    {
      "id": "12-017-0671_p0048",
      "zh_CN": "这个六句会学的人，就是现前境界。佛法初学教人观想，常作如是观，《金刚经》上教我们观「一切有为法，如梦幻泡影」，这是说明一切有为法皆不可得，那是《般若经》上所说的。我常常跟同学们说起，六百卷《大般若》，总归结到最后九个字，世出世间一切法，「无所有、毕竟空、不可得」。这是我学般若的心得报告。你们要不相信，你拿我这一句话，你去好好念念《金刚经》，念念《般若心经》，这是大家常念的。你看看《金刚经》跟《心经》是不是讲的这桩事情？果然明白了，心开意解，你看破了。看破就是真相大白，自自然然放下了。",
      "zh_TW": "這個六句會學的人，就是現前境界。佛法初學教人觀想，常作如是觀，《金剛經》上教我們觀「一切有為法，如夢幻泡影」，這是說明一切有為法皆不可得，那是《般若經》上所說的。我常常跟同學們說起，六百卷《大般若》，總歸結到最後九個字，世出世間一切法，「無所有、畢竟空、不可得」。這是我學般若的心得報告。你們要不相信，你拿我這一句話，你去好好念念《金剛經》，念念《般若心經》，這是大家常念的。你看看《金剛經》跟《心經》是不是講的這樁事情？果然明白了，心開意解，你看破了。看破就是真相大白，自自然然放下了。"
    },
    {
      "id": "12-017-0671_p0049",
      "zh_CN": "放下什么？放下一切妄想分别执着，不是放下别的，不是放下工作。很多人误会了，听说我常常讲放下，结果他工作也辞掉，什么都不干了，他也没有收入，过了一两个月，那一点积蓄花光，没有饭吃了，写信给我：「法师，你教我放下，我统统都放下，现在我没有办法活下去了，怎么办？」错了，你把这个话听错了。放下是放下妄想分别执着，不是放下工作。如果连工作都放下了，释迦牟尼佛何必要四十九年讲经说法？他为什么不放下？他还要做得那么积极、那么认真，帮助这些苦难众生。所以你要懂得，不能搞错。",
      "zh_TW": "放下什麼？放下一切妄想分別執著，不是放下別的，不是放下工作。很多人誤會了，聽說我常常講放下，結果他工作也辭掉，什麼都不幹了，他也沒有收入，過了一兩個月，那一點積蓄花光，沒有飯吃了，寫信給我：「法師，你教我放下，我統統都放下，現在我沒有辦法活下去了，怎麼辦？」錯了，你把這個話聽錯了。放下是放下妄想分別執著，不是放下工作。如果連工作都放下了，釋迦牟尼佛何必要四十九年講經說法？他為什麼不放下？他還要做得那麼積極、那麼認真，幫助這些苦難眾生。所以你要懂得，不能搞錯。"
    },
    {
      "id": "12-017-0671_p0050",
      "zh_CN": "如果我要放下了，我何必在这里每天四个小时，大家看到也很辛苦、也很累，那我应当放下。我没有求名闻利养的心，诸佛菩萨积极的工作为一切众生服务，全部是付出，没有一丝毫希求的念头，就是那个放下；工作要认真、要努力，要把它做得尽善尽美，没有丝毫希求自己要得什么好处的念头，这个放下。世间人这个放不下，「我干的事情一定要有回报，没有回报的事情不做」。佛菩萨不要回报，把回报放下。你得搞清楚搞明白，千万不能搞错了，那就闹笑话了。所以经要多听，你才真的会搞清楚搞明白，不致于产生误会。",
      "zh_TW": "如果我要放下了，我何必在這裡每天四個小時，大家看到也很辛苦、也很累，那我應當放下。我沒有求名聞利養的心，諸佛菩薩積極的工作為一切眾生服務，全部是付出，沒有一絲毫希求的念頭，就是那個放下；工作要認真、要努力，要把它做得盡善盡美，沒有絲毫希求自己要得什麼好處的念頭，這個放下。世間人這個放不下，「我幹的事情一定要有回報，沒有回報的事情不做」。佛菩薩不要回報，把回報放下。你得搞清楚搞明白，千萬不能搞錯了，那就鬧笑話了。所以經要多聽，你才真的會搞清楚搞明白，不致於產生誤會。"
    },
    {
      "id": "12-017-0671_p0051",
      "zh_CN": "只有真正放下，然后才能够为一切众生全心全力去服务，那个服务就叫度众生。服务的项目，帮助众生「破迷开悟，离苦得乐」。项目再多，总的目标就是这两句话，帮助众生「破迷开悟，离苦得乐」。你看菩萨还「分身住彼亦无量」，这个他没有放下，他要放下，《华严经》就没有了。时间到了，我们就讲到此地。",
      "zh_TW": "只有真正放下，然後才能夠為一切眾生全心全力去服務，那個服務就叫度眾生。服務的項目，幫助眾生「破迷開悟，離苦得樂」。項目再多，總的目標就是這兩句話，幫助眾生「破迷開悟，離苦得樂」。你看菩薩還「分身住彼亦無量」，這個他沒有放下，他要放下，《華嚴經》就沒有了。時間到了，我們就講到此地。"
    }
  ]
}