{
  "doc_id": "12-017-1776",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七七六卷",
    "zh_TW": "第一七七六卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1776",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-1776_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「大用无方」第八段，「明毛光照益三昧门」，我们看第十四个小段勇猛光。这一小段有三首偈，我们把经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「大用無方」第八段，「明毛光照益三昧門」，我們看第十四個小段勇猛光。這一小段有三首偈，我們把經文念一遍："
    },
    {
      "id": "12-017-1776_p0002",
      "zh_CN": "【又放光明名勇猛。此光觉悟懒惰者。令彼常于三宝中。恭敬供养无疲厌。若彼常于三宝中。恭敬供养无疲厌。则能超出四魔境。速成无上佛菩提。劝化众生令进策。常勤供养于三宝。法欲灭时专守护。是故得成此光明。】",
      "zh_TW": "【又放光明名勇猛。此光覺悟懶惰者。令彼常於三寶中。恭敬供養無疲厭。若彼常於三寶中。恭敬供養無疲厭。則能超出四魔境。速成無上佛菩提。勸化眾生令進策。常勤供養於三寶。法欲滅時專守護。是故得成此光明。】"
    },
    {
      "id": "12-017-1776_p0003",
      "zh_CN": "这三首偈是六度里面的精进波罗蜜，所谓勇猛精进。精进这两个字用得好，进是进步。古今中外所有的圣贤，没有一个不教人天天要有长进，天天都要有进步。在中国，古大德教我们日新又新，就是天天要有进步，「苟日新，又日新，日日新」，跟佛门里面讲的精进的意思非常接近。不过佛法更殊胜，它还有个「精」字在里头，精是纯而不杂，这样精进叫做精进，进是进步；不是盲目的进步，不是杂乱的进步，而是纯一的进步。这个意思在《三字经》也讲到，《三字经》讲到什么？「教之道，贵以专」。诸位要知道，教学是一桩事情，教，老师教学生要专，贵以专，学生学功课当然也要专。专是精的意思，专是专一，专一就是精而不杂，所以这一句「贵以专」跟佛家讲的精进意思就相通。",
      "zh_TW": "這三首偈是六度裡面的精進波羅蜜，所謂勇猛精進。精進這兩個字用得好，進是進步。古今中外所有的聖賢，沒有一個不教人天天要有長進，天天都要有進步。在中國，古大德教我們日新又新，就是天天要有進步，「苟日新，又日新，日日新」，跟佛門裡面講的精進的意思非常接近。不過佛法更殊勝，它還有個「精」字在裡頭，精是純而不雜，這樣精進叫做精進，進是進步；不是盲目的進步，不是雜亂的進步，而是純一的進步。這個意思在《三字經》也講到，《三字經》講到什麼？「教之道，貴以專」。諸位要知道，教學是一樁事情，教，老師教學生要專，貴以專，學生學功課當然也要專。專是精的意思，專是專一，專一就是精而不雜，所以這一句「貴以專」跟佛家講的精進意思就相通。"
    },
    {
      "id": "12-017-1776_p0004",
      "zh_CN": "所以圣人之道，确实是圣人，不是凡人，凡人没有这么高的智慧，对于宇宙人生的事理看得清楚，看得明了。他是怎么来的？其实智慧德能，佛经讲得好，一切众生是平等的，没有差别。可是在现象上差别太大，这个差别从哪里来的？差别从妄想分别执着而来的。也就是说每个人迷失自性状况不相同，有人迷得深，迷得很深，有人迷得浅，于是差别就大了。深浅次第用千差万别都没有办法形容，实在讲差别之大真的是无量无边，没有边际。迷得浅的人，如果机缘不好，遇到逆增上缘，他的迷惑就加重。逆增上缘是什么？引起你的贪瞋痴慢，贪瞋痴慢不断的增长，你的智慧德能就逐渐的萎缩。迷得重的人，如果他的运气好，我们一般讲遇到很好的缘，也就是说遇到圣教，认真学习，他深重的迷惑会大幅度的减轻，他的智慧会逐渐的增长，灵性的提升。",
      "zh_TW": "所以聖人之道，確實是聖人，不是凡人，凡人沒有這麼高的智慧，對於宇宙人生的事理看得清楚，看得明瞭。他是怎麼來的？其實智慧德能，佛經講得好，一切眾生是平等的，沒有差別。可是在現象上差別太大，這個差別從哪裡來的？差別從妄想分別執著而來的。也就是說每個人迷失自性狀況不相同，有人迷得深，迷得很深，有人迷得淺，於是差別就大了。深淺次第用千差萬別都沒有辦法形容，實在講差別之大真的是無量無邊，沒有邊際。迷得淺的人，如果機緣不好，遇到逆增上緣，他的迷惑就加重。逆增上緣是什麼？引起你的貪瞋痴慢，貪瞋痴慢不斷的增長，你的智慧德能就逐漸的萎縮。迷得重的人，如果他的運氣好，我們一般講遇到很好的緣，也就是說遇到聖教，認真學習，他深重的迷惑會大幅度的減輕，他的智慧會逐漸的增長，靈性的提升。"
    },
    {
      "id": "12-017-1776_p0005",
      "zh_CN": "由此可知，所以佛家不讲因生，佛法因缘生，佛不讲因，佛讲缘，有道理，非常有道理。为什么不说因？因大家都一样，因没有差别，缘有差别；缘有差别，果就不一样。果，大的来说，十法界、三途六道，这是果，果确实是缘造成的。三途六道的因、一真法界的因大家都平等，丝毫差别都没有，所以佛才说总在遇缘不同。这个话虽然是对念佛往生人讲的，往生生净土「四土三辈九品，总在遇缘不同」，这个话说得好，这是善导大师讲的。善导大师以前那些法师体会的，他们总觉得实报土那是菩萨往生的，方便土是声闻、缘觉往生的，凡夫怎么用功只能生同居土。到善导的时候才把这个说法转过来，告诉大家，凡夫要是遇缘殊胜，他也能够生实报庄严土。很多人晓得善导是阿弥陀佛再来的，善导的话就是阿弥陀佛亲口宣说的。我们在传记里面读到，善导大师念佛，他念一声佛号，口里面就有一道光明，口放光，光中有化佛。我们看到善导大师的画像，看他口中一道光，光里头有一尊佛像，这在传记里面都有。所以这都是示现给我们看的。",
      "zh_TW": "由此可知，所以佛家不講因生，佛法因緣生，佛不講因，佛講緣，有道理，非常有道理。為什麼不說因？因大家都一樣，因沒有差別，緣有差別；緣有差別，果就不一樣。果，大的來說，十法界、三途六道，這是果，果確實是緣造成的。三途六道的因、一真法界的因大家都平等，絲毫差別都沒有，所以佛才說總在遇緣不同。這個話雖然是對念佛往生人講的，往生生淨土「四土三輩九品，總在遇緣不同」，這個話說得好，這是善導大師講的。善導大師以前那些法師體會的，他們總覺得實報土那是菩薩往生的，方便土是聲聞、緣覺往生的，凡夫怎麼用功只能生同居土。到善導的時候才把這個說法轉過來，告訴大家，凡夫要是遇緣殊勝，他也能夠生實報莊嚴土。很多人曉得善導是阿彌陀佛再來的，善導的話就是阿彌陀佛親口宣說的。我們在傳記裡面讀到，善導大師念佛，他念一聲佛號，口裡面就有一道光明，口放光，光中有化佛。我們看到善導大師的畫像，看他口中一道光，光裡頭有一尊佛像，這在傳記裡面都有。所以這都是示現給我們看的。"
    },
    {
      "id": "12-017-1776_p0006",
      "zh_CN": "可是事实上我们知道，自古至今真的有大善知识，大善知识出现的时候跟他学的人多。我们以禅宗六祖惠能大师为例子，他老人家当年住世的时候，追随他的、跟他学习的人有多少，不止几十万，肯定不止，受他教化而真正成就的，四十三个人。通过他的指点、教导，也达到他的境界，明心见性，见性成佛，大彻大悟的，四十三个。在中国历史上，再没有一个人能超过六祖的，历代祖师大德当中，有的一生只有一个学生，有的二、三个，多的不过是三、五个，没有一个像能大师有四十三个人。你要问这原因在哪里？我们一般讲原因在根性不同。这个也有道理，不能说没有道理。可是最重要的，就是第一个因素，是精进，根性摆在第二，根性差一点的人，精进他就能超越。",
      "zh_TW": "可是事實上我們知道，自古至今真的有大善知識，大善知識出現的時候跟他學的人多。我們以禪宗六祖惠能大師為例子，他老人家當年住世的時候，追隨他的、跟他學習的人有多少，不止幾十萬，肯定不止，受他教化而真正成就的，四十三個人。通過他的指點、教導，也達到他的境界，明心見性，見性成佛，大徹大悟的，四十三個。在中國歷史上，再沒有一個人能超過六祖的，歷代祖師大德當中，有的一生只有一個學生，有的二、三個，多的不過是三、五個，沒有一個像能大師有四十三個人。你要問這原因在哪裡？我們一般講原因在根性不同。這個也有道理，不能說沒有道理。可是最重要的，就是第一個因素，是精進，根性擺在第二，根性差一點的人，精進他就能超越。"
    },
    {
      "id": "12-017-1776_p0007",
      "zh_CN": "佛门讲善根，一般凡夫的善根，佛讲三个，叫三善根，无贪、无瞋、无痴。你能真正在这上下功夫，那叫真精进，你这一生想作佛是可以做得到的。做不到是什么？贪放不下，瞋、痴放不下，那就没有法子，所以放下就是。世间，世间给你做国王、给你做皇上，你又怎样？享尽世间荣华富贵，给你生杀大权，你一发脾气可以杀几亿人，人家杀一个人都要犯罪，那是你多大的福。可是你死了以后依旧脱不了六道轮回，你说有什么意思？你在这上搞贪瞋痴，不值得！这个机会太难遇到，真正是百千万劫难遭遇，无量劫来希有难逢，你为什么还贪恋世间名闻利养、还贪恋世间五欲六尘？这个事情是你自己的事情，你能不能在这一生作佛，能不能在这一生永脱轮回、永离十法界！",
      "zh_TW": "佛門講善根，一般凡夫的善根，佛講三個，叫三善根，無貪、無瞋、無痴。你能真正在這上下功夫，那叫真精進，你這一生想作佛是可以做得到的。做不到是什麼？貪放不下，瞋、痴放不下，那就沒有法子，所以放下就是。世間，世間給你做國王、給你做皇上，你又怎樣？享盡世間榮華富貴，給你生殺大權，你一發脾氣可以殺幾億人，人家殺一個人都要犯罪，那是你多大的福。可是你死了以後依舊脫不了六道輪迴，你說有什麼意思？你在這上搞貪瞋痴，不值得！這個機會太難遇到，真正是百千萬劫難遭遇，無量劫來希有難逢，你為什麼還貪戀世間名聞利養、還貪戀世間五欲六塵？這個事情是你自己的事情，你能不能在這一生作佛，能不能在這一生永脫輪迴、永離十法界！"
    },
    {
      "id": "12-017-1776_p0008",
      "zh_CN": "真正明了了，释迦牟尼佛给我们做个榜样，王位舍弃了，后头给哪个人问都不问，理都不理，他心清净。王位舍了，还要问后面继承人做得怎么样，没有舍掉，那舍的是个形相，心里没有舍。心里面舍了，干干净净，别人去做，各人因果各人承当，怎么能还把这些事情放在心上？这叫什么？难舍能舍，能舍你才能精进，你不能舍，这个东西是障碍，严重的障碍，我们一定要真正把它想通、想清楚。到西方极乐世界需要多少时间？通常大概总是一百个人当中至少有九十多个人，三年。有少数人不需要，像宋朝莹珂法师你看三天，那是什么？勇猛精进，他做到，真精进，真的万缘放下，一心系念阿弥陀佛。三天三夜一分一秒都没有把佛放下，一分一秒佛号都在心里，三天的感，阿弥陀佛就来应，就现身。这就是至诚感通，真诚到极处，诚就是心里没有一个杂念，精是做到纯净，没有一个杂念，那个感应太快，三天的时间佛就现前。所以这个事情都在人。",
      "zh_TW": "真正明瞭了，釋迦牟尼佛給我們做個榜樣，王位捨棄了，後頭給哪個人問都不問，理都不理，他心清淨。王位捨了，還要問後面繼承人做得怎麼樣，沒有捨掉，那捨的是個形相，心裡沒有捨。心裡面捨了，乾乾淨淨，別人去做，各人因果各人承當，怎麼能還把這些事情放在心上？這叫什麼？難捨能捨，能捨你才能精進，你不能捨，這個東西是障礙，嚴重的障礙，我們一定要真正把它想通、想清楚。到西方極樂世界需要多少時間？通常大概總是一百個人當中至少有九十多個人，三年。有少數人不需要，像宋朝瑩珂法師你看三天，那是什麼？勇猛精進，他做到，真精進，真的萬緣放下，一心繫念阿彌陀佛。三天三夜一分一秒都沒有把佛放下，一分一秒佛號都在心裡，三天的感，阿彌陀佛就來應，就現身。這就是至誠感通，真誠到極處，誠就是心裡沒有一個雜念，精是做到純淨，沒有一個雜念，那個感應太快，三天的時間佛就現前。所以這個事情都在人。"
    },
    {
      "id": "12-017-1776_p0009",
      "zh_CN": "莹珂我们看他的传记，普通人，没有什么特殊，破戒犯斋，他那个精进的力从哪里来的？是从畏惧地狱苦。他知道他一生所做的必定堕地狱，想到堕地狱他就生大恐怖，怎样能够逃避不堕地狱。同参道友给他一本《往生传》看，他看了之后非常羡慕，就下定决心身心世界一切放下，关起房门，不吃、不喝、不睡觉，三天三夜把阿弥陀佛求来了。阿弥陀佛告诉他，你还有十年阳寿，等到你十年阳寿尽的时候我来接引你。这是莹珂的聪明，十年阳寿不要了，他有自知之明，就是禁不起诱惑，没有这个定力，十年当中又不知道造多少罪业。想到这一点，十年阳寿不要了，现在就跟佛走。所以佛答应三天之后来接引他，他真的三天之后，没有生病就走了。这是我们念佛人最好的榜样。至于一般念佛到三年预知时至往生的，《往生传》、《净土圣贤录》就不计其数，太多了。这些人在佛法三转法轮里面来讲，叫作证转，给我们做出证明，这不是假的，你能够如法炮制，试试看。前年深圳黄忠昌他就是试试看，试成功了。他看到《往生传》上都是三年，他试试看，二年十个月，预知时至走了，才三十几岁，为我们做出现身说法。所以世出世间法，成大功建大业的没有别的，就是专一、精进，你就会成就。",
      "zh_TW": "瑩珂我們看他的傳記，普通人，沒有什麼特殊，破戒犯齋，他那個精進的力從哪裡來的？是從畏懼地獄苦。他知道他一生所做的必定墮地獄，想到墮地獄他就生大恐怖，怎樣能夠逃避不墮地獄。同參道友給他一本《往生傳》看，他看了之後非常羨慕，就下定決心身心世界一切放下，關起房門，不吃、不喝、不睡覺，三天三夜把阿彌陀佛求來了。阿彌陀佛告訴他，你還有十年陽壽，等到你十年陽壽盡的時候我來接引你。這是瑩珂的聰明，十年陽壽不要了，他有自知之明，就是禁不起誘惑，沒有這個定力，十年當中又不知道造多少罪業。想到這一點，十年陽壽不要了，現在就跟佛走。所以佛答應三天之後來接引他，他真的三天之後，沒有生病就走了。這是我們念佛人最好的榜樣。至於一般念佛到三年預知時至往生的，《往生傳》、《淨土聖賢錄》就不計其數，太多了。這些人在佛法三轉法輪裡面來講，叫作證轉，給我們做出證明，這不是假的，你能夠如法炮製，試試看。前年深圳黃忠昌他就是試試看，試成功了。他看到《往生傳》上都是三年，他試試看，二年十個月，預知時至走了，才三十幾歲，為我們做出現身說法。所以世出世間法，成大功建大業的沒有別的，就是專一、精進，你就會成就。"
    },
    {
      "id": "12-017-1776_p0010",
      "zh_CN": "经文第一首偈讲到精进，这个光是对懒惰的人来说的。懒惰的程度也是千差万别，一般大乘教里面叫懈怠、放逸，都是懒惰的意思，就是一般讲很随便。这桩事情可不能把它看轻，你这一生当中修行不能成就，这是重要因素之一。你看佛教菩萨，说出六种毛病你修行不能成就，这六种，第一种就是你有贪心，悭贪，自己有的舍不得放下，没有的想求得。佛教你用什么？教你用布施，布施度什么？不是度别人，度自己，度自己的悭贪。布施是一服药，治悭贪的毛病。这是真正不能成就的第一个因素，就是你不肯放下。第二个是造作恶业，有意无意的，起心动念、言语造作都是错误的。经教里头告诉我们，没有见性，起心动念、言语造作都是罪过，重的是罪，轻的是过失，全是错误的。什么时候没有错？明心见性就没有过失了。这个话说得很严肃。第三个瞋恚，这是严重障碍。第四个懒惰，你在道业上提不起精神来。第五个散乱，心散乱，精神意志不能集中，佛用禅定。末后一个障碍是愚痴，佛用般若、用智慧来对治。这就是你为什么修道不能成就，这个不能成就，第一个你修道不解教义，就是说如来所说的真实义你不懂。你会用自己的意思去想、去猜，全错了，那不是佛的意思，是你自己的意思。所以这是五大类的障碍，叫业障。你连佛经听都听不懂，看也看不懂，你怎么会觉悟？所以学佛，你能够把这五种障碍放下，那叫学佛；研究佛教，五种障碍都没有放下，叫佛学。佛学不管事，早年李老师常常给我们讲，该怎么生死还是怎么生死，对于你了生死、证菩提毫不相关。你要是真正想在这一生成就，悭贪要放下、恶业要放下、瞋恚要放下、懒惰要放下、散乱要放下、愚痴要放下，那就行了，你障碍就没有了，回归自性、求证菩提你就一帆风顺。诸位想想看，放下而已，大乘里面的菩萨法。",
      "zh_TW": "經文第一首偈講到精進，這個光是對懶惰的人來說的。懶惰的程度也是千差萬別，一般大乘教裡面叫懈怠、放逸，都是懶惰的意思，就是一般講很隨便。這樁事情可不能把它看輕，你這一生當中修行不能成就，這是重要因素之一。你看佛教菩薩，說出六種毛病你修行不能成就，這六種，第一種就是你有貪心，慳貪，自己有的捨不得放下，沒有的想求得。佛教你用什麼？教你用布施，布施度什麼？不是度別人，度自己，度自己的慳貪。布施是一服藥，治慳貪的毛病。這是真正不能成就的第一個因素，就是你不肯放下。第二個是造作惡業，有意無意的，起心動念、言語造作都是錯誤的。經教裡頭告訴我們，沒有見性，起心動念、言語造作都是罪過，重的是罪，輕的是過失，全是錯誤的。什麼時候沒有錯？明心見性就沒有過失了。這個話說得很嚴肅。第三個瞋恚，這是嚴重障礙。第四個懶惰，你在道業上提不起精神來。第五個散亂，心散亂，精神意志不能集中，佛用禪定。末後一個障礙是愚痴，佛用般若、用智慧來對治。這就是你為什麼修道不能成就，這個不能成就，第一個你修道不解教義，就是說如來所說的真實義你不懂。你會用自己的意思去想、去猜，全錯了，那不是佛的意思，是你自己的意思。所以這是五大類的障礙，叫業障。你連佛經聽都聽不懂，看也看不懂，你怎麼會覺悟？所以學佛，你能夠把這五種障礙放下，那叫學佛；研究佛教，五種障礙都沒有放下，叫佛學。佛學不管事，早年李老師常常給我們講，該怎麼生死還是怎麼生死，對於你了生死、證菩提毫不相關。你要是真正想在這一生成就，慳貪要放下、惡業要放下、瞋恚要放下、懶惰要放下、散亂要放下、愚痴要放下，那就行了，你障礙就沒有了，回歸自性、求證菩提你就一帆風順。諸位想想看，放下而已，大乘裡面的菩薩法。"
    },
    {
      "id": "12-017-1776_p0011",
      "zh_CN": "这段经文都是讲这些毛光里面有六波罗蜜光，有勇猛光，这是精进德里面流出来的功德。他怎么教我们？『令彼常于三宝中，恭敬供养无疲厌』。三宝，佛，本觉本善；法，离一切贪婪，世出世间一切法不贪，这是法。所以我们三皈依说「皈依法，离欲尊」，欲是欲望，对世出世间法所有一切欲望没有了。只有一个念头，求生净土，亲近弥陀，除这个之外，什么愿望都没有。有缘帮助别人要做，做了怎么样？三轮体空，心上痕迹都不着，这是真放下。做了好事常常念念在心，没放下，那叫世间法，六道轮回里面你得福报。福报享福，我们知道畜生道里有享福的，饿鬼道里有享福的，你要得不到人身的话，就在那两道里面享福去了，福享尽了苦报就现前。因为我们在一生当中所作所为并不是全善，善恶混杂，到来生后世，哪个力量强哪个先受报。如果恶的力量强，先受苦，苦尽甘来，你然后再享福；善的力量强，先享福，福享尽了，苦就来了。就这么回事情，这不能不晓得。",
      "zh_TW": "這段經文都是講這些毛光裡面有六波羅蜜光，有勇猛光，這是精進德裡面流出來的功德。他怎麼教我們？『令彼常於三寶中，恭敬供養無疲厭』。三寶，佛，本覺本善；法，離一切貪婪，世出世間一切法不貪，這是法。所以我們三皈依說「皈依法，離欲尊」，欲是欲望，對世出世間法所有一切欲望沒有了。只有一個念頭，求生淨土，親近彌陀，除這個之外，什麼願望都沒有。有緣幫助別人要做，做了怎麼樣？三輪體空，心上痕跡都不著，這是真放下。做了好事常常念念在心，沒放下，那叫世間法，六道輪迴裡面你得福報。福報享福，我們知道畜生道裡有享福的，餓鬼道裡有享福的，你要得不到人身的話，就在那兩道裡面享福去了，福享盡了苦報就現前。因為我們在一生當中所作所為並不是全善，善惡混雜，到來生後世，哪個力量強哪個先受報。如果惡的力量強，先受苦，苦盡甘來，你然後再享福；善的力量強，先享福，福享盡了，苦就來了。就這麼回事情，這不能不曉得。"
    },
    {
      "id": "12-017-1776_p0012",
      "zh_CN": "僧是什么？三宝，僧宝，僧宝是和合、诚敬。佛法里面也讲有两种精进，这个会用上了，恭敬供养。一种是身精进，对世间人来讲，如理如法的修学，修布施。如理如法这就不太容易，如果你对于佛法没有相当的契入，用你自己意思去解释经教，那就不如理不如法。这是难，佛法难就难在这个地方。如理如法的修财施，得财富，修法施，得聪明智，修无畏施，他健康长寿，总在是如理如法。这三种果报得到了，用在什么地方？护持正法，帮助苦难众生，叫身精进。第二种，心精进。心精进就是断烦恼，把自己这些烦恼、迷惑、习气要放下，要不断的放下，永恒不断。为什么？你没有见性，没有见性到等觉菩萨，还有一品生相无明，还要放下。到如来地的时候才没有了，所有无始无明习气都没有，都断干净，那才叫究竟圆满。所以我们放下是决定不能中断，时时刻刻念念都要想着放下。",
      "zh_TW": "僧是什麼？三寶，僧寶，僧寶是和合、誠敬。佛法裡面也講有兩種精進，這個會用上了，恭敬供養。一種是身精進，對世間人來講，如理如法的修學，修布施。如理如法這就不太容易，如果你對於佛法沒有相當的契入，用你自己意思去解釋經教，那就不如理不如法。這是難，佛法難就難在這個地方。如理如法的修財施，得財富，修法施，得聰明智，修無畏施，他健康長壽，總在是如理如法。這三種果報得到了，用在什麼地方？護持正法，幫助苦難眾生，叫身精進。第二種，心精進。心精進就是斷煩惱，把自己這些煩惱、迷惑、習氣要放下，要不斷的放下，永恆不斷。為什麼？你沒有見性，沒有見性到等覺菩薩，還有一品生相無明，還要放下。到如來地的時候才沒有了，所有無始無明習氣都沒有，都斷乾淨，那才叫究竟圓滿。所以我們放下是決定不能中斷，時時刻刻念念都要想著放下。"
    },
    {
      "id": "12-017-1776_p0013",
      "zh_CN": "从哪里下手？从恭敬，这要学，现在我们很大的毛病就是不恭敬、不好学，身体动作不合礼就是不恭敬。什么是礼？儒家有礼，佛家讲威仪。戒律就有了，《沙弥律仪》里你看沙弥戒十条，规矩（就是礼节）二十四门，二十四门威仪，站有站的样子，坐有坐的样子。孔子的威仪，学生说出来了，温良恭俭让，这是学生对夫子的赞扬，也是真实的体会。孔夫子日常生活、工作、处事待人接物温和，说明孔子没有粗暴的行为，温和。善良，没有恶意、没有恶言、没有恶行。责备人，受责备的人感恩流涕。那个责备，你就晓得，用什么责备？完全是一副真诚爱心来责备你。责备叫对方感恩，所以他如理如法，如果责备叫对方怀恨，错了。现在有很多父母责备儿女，儿女受责备之后有很多自杀了，有很多离家出走，这我在外国常见，那就是你责备的态度，你的心固然是善心，态度不如法。一定要晓得对方的反应、对方的承受，这就是有智慧、有涵养，善良。夫子恭敬，敬人、敬事、敬物；节俭、礼让，处处总是让，不争。这说明孔夫子他的这些所修所学的，他做到了。",
      "zh_TW": "從哪裡下手？從恭敬，這要學，現在我們很大的毛病就是不恭敬、不好學，身體動作不合禮就是不恭敬。什麼是禮？儒家有禮，佛家講威儀。戒律就有了，《沙彌律儀》裡你看沙彌戒十條，規矩（就是禮節）二十四門，二十四門威儀，站有站的樣子，坐有坐的樣子。孔子的威儀，學生說出來了，溫良恭儉讓，這是學生對夫子的讚揚，也是真實的體會。孔夫子日常生活、工作、處事待人接物溫和，說明孔子沒有粗暴的行為，溫和。善良，沒有惡意、沒有惡言、沒有惡行。責備人，受責備的人感恩流涕。那個責備，你就曉得，用什麼責備？完全是一副真誠愛心來責備你。責備叫對方感恩，所以他如理如法，如果責備叫對方懷恨，錯了。現在有很多父母責備兒女，兒女受責備之後有很多自殺了，有很多離家出走，這我在外國常見，那就是你責備的態度，你的心固然是善心，態度不如法。一定要曉得對方的反應、對方的承受，這就是有智慧、有涵養，善良。夫子恭敬，敬人、敬事、敬物；節儉、禮讓，處處總是讓，不爭。這說明孔夫子他的這些所修所學的，他做到了。"
    },
    {
      "id": "12-017-1776_p0014",
      "zh_CN": "温良恭俭让五德，你们细细去看《弟子规》，《弟子规》里每一句都具足。这五德要是展开来，把《弟子规》全包括在其中，再细细看，《弟子规》里每一句都有温良恭俭让。所以学弟子规，不要说我学得很好了，还差得远！能背、能记住，已经能应用在生活上，但是温良恭俭让那个标准还差很远。圣人也是落实在弟子规，贤人也落实在弟子规，凡夫也落实在弟子规，好像都是一样，其实不一样，境界差别深浅广狭真的是不相同。",
      "zh_TW": "溫良恭儉讓五德，你們細細去看《弟子規》，《弟子規》裡每一句都具足。這五德要是展開來，把《弟子規》全包括在其中，再細細看，《弟子規》裡每一句都有溫良恭儉讓。所以學弟子規，不要說我學得很好了，還差得遠！能背、能記住，已經能應用在生活上，但是溫良恭儉讓那個標準還差很遠。聖人也是落實在弟子規，賢人也落實在弟子規，凡夫也落實在弟子規，好像都是一樣，其實不一樣，境界差別深淺廣狹真的是不相同。"
    },
    {
      "id": "12-017-1776_p0015",
      "zh_CN": "譬如我们讲的恭敬，我们自己以为都做得很恭敬，我们举一个例子，我常常看到各地的同修写信来给我，字都写得很潦草，里面内容都很恭敬，都称赞，字很潦草，这就是不恭敬。印光大师他老人家教人，佛弟子，我们不是书法家，我们不一定字要写得怎么好，每天去练习这个，那错了；但是字要工工整整，一笔一划写得清清楚楚。你看他老人家就表现这个，印光大师随便你在哪里看他的字，他的字没有一笔是潦草的，这是什么？他的恭敬在里头，你能看到。现在人虽然不会写字，但是一笔一划写清楚，不要潦草，那就是你的恭敬。现在很多人利用机械，电脑打字，打得整整齐齐，这是恭敬。看你有没有真正恭敬心，都在这些小地方。言语、态度、恭敬、布施、活泼，很活泼，但是你看到的时候很欢喜，他有节度，并不是呆呆板板，那个夫子也不赞成，佛也不赞成，释迦牟尼佛待人接物很活泼，都是满面笑容。",
      "zh_TW": "譬如我們講的恭敬，我們自己以為都做得很恭敬，我們舉一個例子，我常常看到各地的同修寫信來給我，字都寫得很潦草，裡面內容都很恭敬，都稱讚，字很潦草，這就是不恭敬。印光大師他老人家教人，佛弟子，我們不是書法家，我們不一定字要寫得怎麼好，每天去練習這個，那錯了；但是字要工工整整，一筆一劃寫得清清楚楚。你看他老人家就表現這個，印光大師隨便你在哪裡看他的字，他的字沒有一筆是潦草的，這是什麼？他的恭敬在裡頭，你能看到。現在人雖然不會寫字，但是一筆一劃寫清楚，不要潦草，那就是你的恭敬。現在很多人利用機械，電腦打字，打得整整齊齊，這是恭敬。看你有沒有真正恭敬心，都在這些小地方。言語、態度、恭敬、布施、活潑，很活潑，但是你看到的時候很歡喜，他有節度，並不是呆呆板板，那個夫子也不贊成，佛也不贊成，釋迦牟尼佛待人接物很活潑，都是滿面笑容。"
    },
    {
      "id": "12-017-1776_p0016",
      "zh_CN": "我们在这个地方，把我们的身心精进就是表现在生活里面，这一句就是告诉我们从这里做起。你从哪里去做起？我们常常教同学，学佛首先要学谦虚。真的，我们这一想，孔夫子因地我们不知道，我们从迹象上来看他是世间圣人，他不是来表演一个出世间圣人；佛是出世间圣人，他是世间圣人。也就是说妄想分别执着没有放下，但是比一般人轻，不严重，比一般人轻。我们就看温良恭俭让，我们能不能做到？那还有什么值得骄傲的！所以谦卑的心从这个地方就会现前，谦卑。我们看天主教的《玫瑰经》，《玫瑰经》第一段讲圣母玛利亚的谦卑，耶稣的母亲，她把谦卑摆在第一条，就是从这里做起。你要真正做一个天主教徒，第一门课就是学谦卑。",
      "zh_TW": "我們在這個地方，把我們的身心精進就是表現在生活裡面，這一句就是告訴我們從這裡做起。你從哪裡去做起？我們常常教同學，學佛首先要學謙虛。真的，我們這一想，孔夫子因地我們不知道，我們從跡象上來看他是世間聖人，他不是來表演一個出世間聖人；佛是出世間聖人，他是世間聖人。也就是說妄想分別執著沒有放下，但是比一般人輕，不嚴重，比一般人輕。我們就看溫良恭儉讓，我們能不能做到？那還有什麼值得驕傲的！所以謙卑的心從這個地方就會現前，謙卑。我們看天主教的《玫瑰經》，《玫瑰經》第一段講聖母瑪利亞的謙卑，耶穌的母親，她把謙卑擺在第一條，就是從這裡做起。你要真正做一個天主教徒，第一門課就是學謙卑。"
    },
    {
      "id": "12-017-1776_p0017",
      "zh_CN": "凡是圣教，无不是从这里开始。自己能谦卑，你才能尊重别人，这是性德的流露。佛说得好，「一切众生皆有如来智慧德相」，那个德是性德，相也是性德，所以我们要学着尊重别人，尊重万物。连《礼记》头一句话，「曲礼曰，毋不敬」，对一切人事物统统要有恭敬心。再能够从恭敬里面流露出来的关怀、照顾、帮助，这就是佛菩萨应化在世间。自己虽然这么做，绝不求回报，如果说求回报那就错了，那就变成生意买卖。没有求回报的，你的灵性才提升，你的业障才消除，你的智慧、你的福报都能够现前，也可以说大幅度的提升；如果有求果报，性德就完全迷了。求果报，也许有求得到，也许有时候没有，为什么做了这个因，回报得不到？缘不成熟。所以，虽有这个因，还得有缘，因缘具足，果报才能现前；有因没有缘，缘缺了，果报不能现前，这个道理不能不懂。所以从恭敬做起。",
      "zh_TW": "凡是聖教，無不是從這裡開始。自己能謙卑，你才能尊重別人，這是性德的流露。佛說得好，「一切眾生皆有如來智慧德相」，那個德是性德，相也是性德，所以我們要學著尊重別人，尊重萬物。連《禮記》頭一句話，「曲禮曰，毋不敬」，對一切人事物統統要有恭敬心。再能夠從恭敬裡面流露出來的關懷、照顧、幫助，這就是佛菩薩應化在世間。自己雖然這麼做，絕不求回報，如果說求回報那就錯了，那就變成生意買賣。沒有求回報的，你的靈性才提升，你的業障才消除，你的智慧、你的福報都能夠現前，也可以說大幅度的提升；如果有求果報，性德就完全迷了。求果報，也許有求得到，也許有時候沒有，為什麼做了這個因，回報得不到？緣不成熟。所以，雖有這個因，還得有緣，因緣具足，果報才能現前；有因沒有緣，緣缺了，果報不能現前，這個道理不能不懂。所以從恭敬做起。"
    },
    {
      "id": "12-017-1776_p0018",
      "zh_CN": "三宝是讲的自性三宝，所以我跟诸位说，佛是本觉本善，这是自性三宝。要知道自己本觉本善，别人也是本觉本善，平等的，平等对待就能够和睦相处，不是用平等心，和睦是决定做不到。从哪里做起？一定从自己本身做起。我以平等心、恭敬心待人，别人不是用平等心对我，也不是用恭敬心对我，怎么样？没关系，一点妨碍都没有。我走的这个路对的，正确的，这是什么？成佛之道。他走的路，他迷惑，他走的路是六道三途，我们很清楚。我们要有耐心，要慢慢的引导他，让事实、让时间帮助他觉悟，不能够急着一时，没有那么快，各人时节因缘不相同，要有耐心慢慢等。",
      "zh_TW": "三寶是講的自性三寶，所以我跟諸位說，佛是本覺本善，這是自性三寶。要知道自己本覺本善，別人也是本覺本善，平等的，平等對待就能夠和睦相處，不是用平等心，和睦是決定做不到。從哪裡做起？一定從自己本身做起。我以平等心、恭敬心待人，別人不是用平等心對我，也不是用恭敬心對我，怎麼樣？沒關係，一點妨礙都沒有。我走的這個路對的，正確的，這是什麼？成佛之道。他走的路，他迷惑，他走的路是六道三途，我們很清楚。我們要有耐心，要慢慢的引導他，讓事實、讓時間幫助他覺悟，不能夠急著一時，沒有那麼快，各人時節因緣不相同，要有耐心慢慢等。"
    },
    {
      "id": "12-017-1776_p0019",
      "zh_CN": "精进，佛在大乘教里面说得很多，通常讲三种，第一种是「庄严精进」。庄严是古时候的术语，现在人讲美好，跟庄严的意思接近。庄严比美好还要精彩，因为它有庄重、有严丽，丽是华丽，现在人讲美好里面不见得有庄重，这是我们现在看到的。所以庄严两个字好，庄严就是有德行，佛菩萨庄严，圣贤人庄严，庄严里头最重要的是品德，我们今天讲的伦理道德。伦理的学习，道德的学习，因果的学习，智慧的学习，庄严自然就现前。没有这些教学长时期的薰陶，我们表现出来的是俗气，《弟子规》里面讲的「市井气」，就是俗气。所以这个基础教育你就晓得多重要。",
      "zh_TW": "精進，佛在大乘教裡面說得很多，通常講三種，第一種是「莊嚴精進」。莊嚴是古時候的術語，現在人講美好，跟莊嚴的意思接近。莊嚴比美好還要精彩，因為它有莊重、有嚴麗，麗是華麗，現在人講美好裡面不見得有莊重，這是我們現在看到的。所以莊嚴兩個字好，莊嚴就是有德行，佛菩薩莊嚴，聖賢人莊嚴，莊嚴裡頭最重要的是品德，我們今天講的倫理道德。倫理的學習，道德的學習，因果的學習，智慧的學習，莊嚴自然就現前。沒有這些教學長時期的薰陶，我們表現出來的是俗氣，《弟子規》裡面講的「市井氣」，就是俗氣。所以這個基礎教育你就曉得多重要。"
    },
    {
      "id": "12-017-1776_p0020",
      "zh_CN": "学佛如果真正落实四个根，除了一般讲的儒释道这三个，弟子规、感应篇、十善业，还加上一个沙弥律仪，那就更庄严了。一切时、一切处你都能够护持，这是持戒，不放逸，都能守住，都能做到，这就是佛法讲的庄严道果。你做到了那是果，你得受用，你能够受持就不会退转，所以这是基本的。佛教里另一个名词叫「被甲精进」，内容也是这个意思。这是用比喻说的，古时候打仗都是戴上盔甲，保护自己，现在战争也是这样的，冲锋陷阵，前面是战车，战车就是被甲。我们持戒，我们把这四样东西做到，这四个根本做到就是被甲精进，这个不能舍。",
      "zh_TW": "學佛如果真正落實四個根，除了一般講的儒釋道這三個，弟子規、感應篇、十善業，還加上一個沙彌律儀，那就更莊嚴了。一切時、一切處你都能夠護持，這是持戒，不放逸，都能守住，都能做到，這就是佛法講的莊嚴道果。你做到了那是果，你得受用，你能夠受持就不會退轉，所以這是基本的。佛教裡另一個名詞叫「被甲精進」，內容也是這個意思。這是用比喻說的，古時候打仗都是戴上盔甲，保護自己，現在戰爭也是這樣的，衝鋒陷陣，前面是戰車，戰車就是被甲。我們持戒，我們把這四樣東西做到，這四個根本做到就是被甲精進，這個不能捨。"
    },
    {
      "id": "12-017-1776_p0021",
      "zh_CN": "第二种叫「摄善法精进」，戒律里没有讲的，但是这个事情是善事，我们一定要做，不能说佛没有说我们就不要做，那就错了。佛没有说的太多了，他说法四十九年，这个世间事太复杂，怎么能说得完？尤其是时代不断在演变，佛灭度到我们现在，就是外国人的讲法，二千五百年了，二千五百年这个社会有多大的变化。现在所发生的事情从前没有过，没有当然佛就没有说，佛讲的是原理原则，你要如何把这些原理原则应用到现前这个时代。佛在原则上讲过，细节上没讲，你要懂得。我们今天起心动念、言语造作，琐碎的细则一定跟佛讲的原理相应，跟真诚相应、跟清净相应、跟六度相应、跟四摄相应，那就对了，就没错了。所以知道这是善法，善法是利益自己也利益众生，一定要做。",
      "zh_TW": "第二種叫「攝善法精進」，戒律裡沒有講的，但是這個事情是善事，我們一定要做，不能說佛沒有說我們就不要做，那就錯了。佛沒有說的太多了，他說法四十九年，這個世間事太複雜，怎麼能說得完？尤其是時代不斷在演變，佛滅度到我們現在，就是外國人的講法，二千五百年了，二千五百年這個社會有多大的變化。現在所發生的事情從前沒有過，沒有當然佛就沒有說，佛講的是原理原則，你要如何把這些原理原則應用到現前這個時代。佛在原則上講過，細節上沒講，你要懂得。我們今天起心動念、言語造作，瑣碎的細則一定跟佛講的原理相應，跟真誠相應、跟清淨相應、跟六度相應、跟四攝相應，那就對了，就沒錯了。所以知道這是善法，善法是利益自己也利益眾生，一定要做。"
    },
    {
      "id": "12-017-1776_p0022",
      "zh_CN": "第三「利生」，凡是利益众生的事情，对自己没有利益的事情也要做。摄善法偏重在自利，利生精进偏重在利他，纵然是对自己不利也要做，这是菩萨。那么在现在，现前的同学，我们对于六度里面的精进应该怎么学法？这就很重要。首先要知道循序渐进，自己一定要肯定我不是上上根人，像惠能大师、像古代祖师大德那样的修学我们做不到，我们是中下根性。这个中下就是中辈里面也有上中下，我们是哪一等？我们是中下，不是中中，不是中上，这个一定要知道。人贵自知之明，这是很可贵的，你自己认识自己、了解自己，你就知道你应该怎么样学习，怎么样提升。人不了解自己，好高骛远，自己不是上上根也以为自己是上上根，那就坏了。到最后，是自己在这一生当中把自己所有好的缘分都失掉，那就真可惜。",
      "zh_TW": "第三「利生」，凡是利益眾生的事情，對自己沒有利益的事情也要做。攝善法偏重在自利，利生精進偏重在利他，縱然是對自己不利也要做，這是菩薩。那麼在現在，現前的同學，我們對於六度裡面的精進應該怎麼學法？這就很重要。首先要知道循序漸進，自己一定要肯定我不是上上根人，像惠能大師、像古代祖師大德那樣的修學我們做不到，我們是中下根性。這個中下就是中輩裡面也有上中下，我們是哪一等？我們是中下，不是中中，不是中上，這個一定要知道。人貴自知之明，這是很可貴的，你自己認識自己、了解自己，你就知道你應該怎麼樣學習，怎麼樣提升。人不了解自己，好高騖遠，自己不是上上根也以為自己是上上根，那就壞了。到最後，是自己在這一生當中把自己所有好的緣分都失掉，那就真可惜。"
    },
    {
      "id": "12-017-1776_p0023",
      "zh_CN": "中下根人就一定要照着古圣先贤的教诲，不要违背，你去跟他学一定有好处。他教我们做的，我们认真努力把它做到，不叫我们做的，我们一定守住，不要去违犯。因为他这套方法，我们现在很清楚，是帮助我们、成就我们的戒定慧。戒定慧是性德，是一切众生本有的，自性里头本有的，迷了，他的方法能够帮助我们恢复。绝对不是像现代人想的要增长知识，佛不是这个意思，恢复德行，为什么？德行是你本有的，智慧德相是你自性里头本自具足。所以圣贤教诲跟我们世间学校教诲不一样。",
      "zh_TW": "中下根人就一定要照著古聖先賢的教誨，不要違背，你去跟他學一定有好處。他教我們做的，我們認真努力把它做到，不叫我們做的，我們一定守住，不要去違犯。因為他這套方法，我們現在很清楚，是幫助我們、成就我們的戒定慧。戒定慧是性德，是一切眾生本有的，自性裡頭本有的，迷了，他的方法能夠幫助我們恢復。絕對不是像現代人想的要增長知識，佛不是這個意思，恢復德行，為什麼？德行是你本有的，智慧德相是你自性裡頭本自具足。所以聖賢教誨跟我們世間學校教誨不一樣。"
    },
    {
      "id": "12-017-1776_p0024",
      "zh_CN": "现在世间学校是多，传授的是知识、是科学、是技术，至于怎么做人他不懂。所以现在很多大学毕业出来之后找不到工作，这些企业家很感叹，他能做事他不会做人。古圣先贤的教育不一样，像孔子四科，教学的四个科目，先学做人，后学办事，做人比做事重要；现代教育是做事比做人重要，做事重要，做人不重要。世间许多的灾难、社会动荡不安就这么造成的，原因你要懂，人不会做人了。古时候在中国，就是儒释道三教，教你做人；在西方，宗教教你做人。科学发达之后，大家一味都是以科学为标准，所以宗教是迷信，不要宗教了，西方社会乱了。中国人说破四旧，古圣先贤是旧的，旧的东西不要了，要新的，中国社会乱了。你要把根找到。",
      "zh_TW": "現在世間學校是多，傳授的是知識、是科學、是技術，至於怎麼做人他不懂。所以現在很多大學畢業出來之後找不到工作，這些企業家很感嘆，他能做事他不會做人。古聖先賢的教育不一樣，像孔子四科，教學的四個科目，先學做人，後學辦事，做人比做事重要；現代教育是做事比做人重要，做事重要，做人不重要。世間許多的災難、社會動盪不安就這麼造成的，原因你要懂，人不會做人了。古時候在中國，就是儒釋道三教，教你做人；在西方，宗教教你做人。科學發達之後，大家一味都是以科學為標準，所以宗教是迷信，不要宗教了，西方社會亂了。中國人說破四舊，古聖先賢是舊的，舊的東西不要了，要新的，中國社會亂了。你要把根找到。"
    },
    {
      "id": "12-017-1776_p0025",
      "zh_CN": "所以我们今天想到这桩事情，我们不能不佩服英国的一个学者汤恩比博士，不能不佩服这个人。这个人看到世界动乱，看到二十一世纪比二十世纪更严重，所以他说要解决这个世界社会问题，只有中国孔孟学说跟大乘佛法才能救，这他说的。他为什么能说得出这个话？他是历史哲学家，他研究历史跟古今中外一般研究历史的，有一个很大不同之点。一般研究历史的，在中国都是研究一个朝代，所谓断代史；或者是研究不分朝代，自古至今，叫通史。可是汤恩比博士他搞历史他脱离这个规范，他搞文化史，专门研究文化。研究文化史跟各个朝代没有那么严肃了，对于不同的国家、不同的族群也不像一般史学家那样严肃，他专门研究文化。从文化，文化就离不开教育，从这个角度来观察，把动乱的因素找出来了。就像大夫治病一样，他把病根找出来，然后才知道用什么样的药能对治，对症下药，药到病除，这才能收到效果。",
      "zh_TW": "所以我們今天想到這樁事情，我們不能不佩服英國的一個學者湯恩比博士，不能不佩服這個人。這個人看到世界動亂，看到二十一世紀比二十世紀更嚴重，所以他說要解決這個世界社會問題，只有中國孔孟學說跟大乘佛法才能救，這他說的。他為什麼能說得出這個話？他是歷史哲學家，他研究歷史跟古今中外一般研究歷史的，有一個很大不同之點。一般研究歷史的，在中國都是研究一個朝代，所謂斷代史；或者是研究不分朝代，自古至今，叫通史。可是湯恩比博士他搞歷史他脫離這個規範，他搞文化史，專門研究文化。研究文化史跟各個朝代沒有那麼嚴肅了，對於不同的國家、不同的族群也不像一般史學家那樣嚴肅，他專門研究文化。從文化，文化就離不開教育，從這個角度來觀察，把動亂的因素找出來了。就像大夫治病一樣，他把病根找出來，然後才知道用什麼樣的藥能對治，對症下藥，藥到病除，這才能收到效果。"
    },
    {
      "id": "12-017-1776_p0026",
      "zh_CN": "我们听了这个话，我就问一些同学们，我说你们大家想想，他说的孔孟，提到孔孟我们都会想到四书五经、十三经，能救这个社会吗？大乘佛教一提起来，人家一定就想到《华严》、《法华》、《楞严》、《般若》，管用吗？研究这些的人很多，学者专家有的是，世界还是这么混乱，乱到使很多专家学者都感到怀疑，这世界还能好吗？还有救吗？信心都几乎丧失掉，这个太可怕了，也太严重了。所以我就提出这么一个反问。然后我再问，汤恩比的话有没有说错？他说的没错。你们讲到四书五经、十三经、大乘这些经典，这是儒佛的精华，花果，你真正要救，你要找它的根！根是活的，枝叶花果不是活的，你去学这个东西，等于说花瓶里面插的花，很好看，没有生命，几天就枯死了。你要把花的种子找来，你去培养它，它生根、发芽，那个虽然不好看，你知道慢慢培养，它茁壮、开花、结果。所以你找到根。",
      "zh_TW": "我們聽了這個話，我就問一些同學們，我說你們大家想想，他說的孔孟，提到孔孟我們都會想到四書五經、十三經，能救這個社會嗎？大乘佛教一提起來，人家一定就想到《華嚴》、《法華》、《楞嚴》、《般若》，管用嗎？研究這些的人很多，學者專家有的是，世界還是這麼混亂，亂到使很多專家學者都感到懷疑，這世界還能好嗎？還有救嗎？信心都幾乎喪失掉，這個太可怕了，也太嚴重了。所以我就提出這麼一個反問。然後我再問，湯恩比的話有沒有說錯？他說的沒錯。你們講到四書五經、十三經、大乘這些經典，這是儒佛的精華，花果，你真正要救，你要找它的根！根是活的，枝葉花果不是活的，你去學這個東西，等於說花瓶裡面插的花，很好看，沒有生命，幾天就枯死了。你要把花的種子找來，你去培養它，它生根、發芽，那個雖然不好看，你知道慢慢培養，它茁壯、開花、結果。所以你找到根。"
    },
    {
      "id": "12-017-1776_p0027",
      "zh_CN": "根是什么？儒的根是什么？儒的根是中国传统的家教，《弟子规》是中国传统家教的集大成，所以它可以代表，那是根；道教的根是《太上感应篇》，佛教的根是十善业道。你用这三个根就能帮助今天的世界，使动乱恢复到平静，恢复到正常。怎么教法？男女老少、各行各业一起学，才能产生效果。我们在庐江汤池做的实验，不到一年做成功了。前几天巴黎联合国教科文组织总部传来的讯息给我，说去年我们办的活动产生很大的影响，这也是我们没想到的。今年还有些人想再办一次，要邀请我做个主题讲演。我早就宣布国内外所有一切活动我从此以后都不参加了，但是联合国总部这个关系整个世界的和平，邀请我做个主题讲演，我说可以。希望把孔孟、大乘教学的理念和方法，以及现在我们看到的效果，能够推展到每个国家，能够让联合国真正明了，它来带头。",
      "zh_TW": "根是什麼？儒的根是什麼？儒的根是中國傳統的家教，《弟子規》是中國傳統家教的集大成，所以它可以代表，那是根；道教的根是《太上感應篇》，佛教的根是十善業道。你用這三個根就能幫助今天的世界，使動亂恢復到平靜，恢復到正常。怎麼教法？男女老少、各行各業一起學，才能產生效果。我們在廬江湯池做的實驗，不到一年做成功了。前幾天巴黎聯合國教科文組織總部傳來的訊息給我，說去年我們辦的活動產生很大的影響，這也是我們沒想到的。今年還有些人想再辦一次，要邀請我做個主題講演。我早就宣布國內外所有一切活動我從此以後都不參加了，但是聯合國總部這個關係整個世界的和平，邀請我做個主題講演，我說可以。希望把孔孟、大乘教學的理念和方法，以及現在我們看到的效果，能夠推展到每個國家，能夠讓聯合國真正明瞭，它來帶頭。"
    },
    {
      "id": "12-017-1776_p0028",
      "zh_CN": "如果能够用，就是哪个国家或者是联合国，能够用卫星电视、网际网路做远程教学，我相信一年，只要一年的时间，人性本善、人性本觉就能够唤醒，这个唤醒就是佛法讲的破迷开悟。人只要能从迷惑当中省悟过来，冲突就没有了，和平就落实。人与人之间都能做到自己谦虚，尊重别人，关怀别人，照顾别人，帮助别人，你说这个世界多么美好，天灾人祸自然就化解。所以这是一桩大好事情，来找我，我怎样辛苦我也要去做，不是这样的事情我就不愿意再做。今年八月马来西亚有个活动，这是前年答应的，所以我们要履行。就是一般这些活动我这是最后一次，以后像这种活动我不会再参加，我也不会再答应别人邀请。",
      "zh_TW": "如果能夠用，就是哪個國家或者是聯合國，能夠用衛星電視、網際網路做遠程教學，我相信一年，只要一年的時間，人性本善、人性本覺就能夠喚醒，這個喚醒就是佛法講的破迷開悟。人只要能從迷惑當中省悟過來，衝突就沒有了，和平就落實。人與人之間都能做到自己謙虛，尊重別人，關懷別人，照顧別人，幫助別人，你說這個世界多麼美好，天災人禍自然就化解。所以這是一樁大好事情，來找我，我怎樣辛苦我也要去做，不是這樣的事情我就不願意再做。今年八月馬來西亞有個活動，這是前年答應的，所以我們要履行。就是一般這些活動我這是最後一次，以後像這種活動我不會再參加，我也不會再答應別人邀請。"
    },
    {
      "id": "12-017-1776_p0029",
      "zh_CN": "我希望我自己能够静下来，自己求生净土重要。如果有志同道合的，我们希望将来能有一个小型的书院，我们来学习儒释道的三个根，从根扎起。然后把儒释道主要的典籍好好的来学习，一个人学一样。儒家最重要的典籍就是《四书》，「大学」、「中庸」、「论语」、「孟子」，这是最重要的。道教最重要的典籍，《老子》、《庄子》，这是它的根。佛法的根可以说《十善业道》、《华严》、《无量寿经》，这三种是佛法的大根大本。量不多，展开来是无量无边，归纳到最后的根本就这几样东西。",
      "zh_TW": "我希望我自己能夠靜下來，自己求生淨土重要。如果有志同道合的，我們希望將來能有一個小型的書院，我們來學習儒釋道的三個根，從根紮起。然後把儒釋道主要的典籍好好的來學習，一個人學一樣。儒家最重要的典籍就是《四書》，「大學」、「中庸」、「論語」、「孟子」，這是最重要的。道教最重要的典籍，《老子》、《莊子》，這是它的根。佛法的根可以說《十善業道》、《華嚴》、《無量壽經》，這三種是佛法的大根大本。量不多，展開來是無量無邊，歸納到最後的根本就這幾樣東西。"
    },
    {
      "id": "12-017-1776_p0030",
      "zh_CN": "我们学习一定要遵守佛陀教诲，恭敬供养，无有疲厌，无有疲厌就是精进。要做到真正无疲厌，我们就不能离开经教，为什么？离开经教我们就会堕落在烦恼里面。我们是中下根性的人，不能不受社会的影响；能够不受社会影响的原因，天天在学教。我们如果不是天天在学大乘，天天跟佛在一起，天天听佛说法，天天佛在帮助我们、在提醒我们、提示我们，我们才有能力避免现在这个社会的诱惑。所以一天不听经，我们的染着就要加重一点，三天不听经可能就迷惑了，一个星期不听经的话就会堕落，你说多可怕。所以经不能不读，教不能不学。帮助别人是其次，第二个目标，帮助自己是第一个目标，怎么样能使自己在这个时代不堕落。",
      "zh_TW": "我們學習一定要遵守佛陀教誨，恭敬供養，無有疲厭，無有疲厭就是精進。要做到真正無疲厭，我們就不能離開經教，為什麼？離開經教我們就會墮落在煩惱裡面。我們是中下根性的人，不能不受社會的影響；能夠不受社會影響的原因，天天在學教。我們如果不是天天在學大乘，天天跟佛在一起，天天聽佛說法，天天佛在幫助我們、在提醒我們、提示我們，我們才有能力避免現在這個社會的誘惑。所以一天不聽經，我們的染著就要加重一點，三天不聽經可能就迷惑了，一個星期不聽經的話就會墮落，你說多可怕。所以經不能不讀，教不能不學。幫助別人是其次，第二個目標，幫助自己是第一個目標，怎麼樣能使自己在這個時代不墮落。"
    },
    {
      "id": "12-017-1776_p0031",
      "zh_CN": "我讲经教学四十九年，早年我常常讲，我哪里是讲经教学，我是自己在帮助自己提升。所有的听众我不把他看作听众，我没有把他看作学生，我都把他看作自己的老师、自己的监学，他们来督促我。而我把自己看作是学生，听众都是老师，我上台是对老师、对护法、对监学来做报告，我始终是这么一个心态。我也晓得许多年轻法师到最后都被淘汰掉了，那是什么原因？他上台是老师，他是法师，下面是听众。这什么原因？恭敬供养没有了，对大众的恭敬没有了。讲经是对大众的法供养，我上台是做报告，是做法供养。所以，我有好几个讲记是用研习报告，「金刚般若研习报告」。是真的，不是假的。时时刻刻提醒自己不要把恭敬心丧失掉，恭敬心丧失掉肯定要向下滑，你不能向上提升，恭敬供养是往上提升。我们学习半个世纪，能有这么一点小小的成就还就是靠这个，靠天天不离开经教。",
      "zh_TW": "我講經教學四十九年，早年我常常講，我哪裡是講經教學，我是自己在幫助自己提升。所有的聽眾我不把他看作聽眾，我沒有把他看作學生，我都把他看作自己的老師、自己的監學，他們來督促我。而我把自己看作是學生，聽眾都是老師，我上台是對老師、對護法、對監學來做報告，我始終是這麼一個心態。我也曉得許多年輕法師到最後都被淘汰掉了，那是什麼原因？他上台是老師，他是法師，下面是聽眾。這什麼原因？恭敬供養沒有了，對大眾的恭敬沒有了。講經是對大眾的法供養，我上台是做報告，是做法供養。所以，我有好幾個講記是用研習報告，「金剛般若研習報告」。是真的，不是假的。時時刻刻提醒自己不要把恭敬心喪失掉，恭敬心喪失掉肯定要向下滑，你不能向上提升，恭敬供養是往上提升。我們學習半個世紀，能有這麼一點小小的成就還就是靠這個，靠天天不離開經教。"
    },
    {
      "id": "12-017-1776_p0032",
      "zh_CN": "如教修行是真精进，落实戒定慧，落实六波罗蜜。你真正想，这是落实菩萨行，前面讲的四个根要记住，没有这四个根，后面你做不到。三学、六度、普贤十愿，没有前面四个根，你是能说不能行；有前面四个根，能说又能行，你真正能做到。最后要记住，放下妄想分别执着，就明心见性，就功德圆满，这是要常常提醒的。我们特地做了一个光碟，「凡圣迷悟示意图」，这个光碟大量赠送。我曾经讲过，每个星期至少要看一次，对你会有帮助。不要说一句话，就这示意图你反复看，看多了你就会想凡圣是一不是二，放下妄想执着你就是圣，不肯放下那你就是凡。你要想转凡成圣，什么时候转？转到什么程度？不要问别人，完全在自己，这全在自己手上，不在别人。",
      "zh_TW": "如教修行是真精進，落實戒定慧，落實六波羅蜜。你真正想，這是落實菩薩行，前面講的四個根要記住，沒有這四個根，後面你做不到。三學、六度、普賢十願，沒有前面四個根，你是能說不能行；有前面四個根，能說又能行，你真正能做到。最後要記住，放下妄想分別執著，就明心見性，就功德圓滿，這是要常常提醒的。我們特地做了一個光碟，「凡聖迷悟示意圖」，這個光碟大量贈送。我曾經講過，每個星期至少要看一次，對你會有幫助。不要說一句話，就這示意圖你反覆看，看多了你就會想凡聖是一不是二，放下妄想執著你就是聖，不肯放下那你就是凡。你要想轉凡成聖，什麼時候轉？轉到什麼程度？不要問別人，完全在自己，這全在自己手上，不在別人。"
    },
    {
      "id": "12-017-1776_p0033",
      "zh_CN": "第二首偈是讲果，精进的果报。『若彼常于三宝中，恭敬供养无疲厌』，「若」是假设，你真的经常都在三宝当中修恭敬供养，这就是讲你真的能落实，你真的能做到。诸位要晓得，尊重别人就是尊重自己的自性，就是尊重自己的性德。我们迷，迷的什么？就是迷这桩事情，不知道以爱心、以善意对人是尊重自己，不晓得。我为什么要爱他？我为什么要尊重他？他根本就不尊重我，我为什么要尊重他？如果你要是真的搞通，搞明白了，他不知道尊重自己，他不知道尊重性德，我也跟他一样吗？他堕地狱，我也跟他下去吗？不就这个意思吗？他迷惑颠倒，你并不比他聪明，你跟他是一样的，就错了。",
      "zh_TW": "第二首偈是講果，精進的果報。『若彼常於三寶中，恭敬供養無疲厭』，「若」是假設，你真的經常都在三寶當中修恭敬供養，這就是講你真的能落實，你真的能做到。諸位要曉得，尊重別人就是尊重自己的自性，就是尊重自己的性德。我們迷，迷的什麼？就是迷這樁事情，不知道以愛心、以善意對人是尊重自己，不曉得。我為什麼要愛他？我為什麼要尊重他？他根本就不尊重我，我為什麼要尊重他？如果你要是真的搞通，搞明白了，他不知道尊重自己，他不知道尊重性德，我也跟他一樣嗎？他墮地獄，我也跟他下去嗎？不就這個意思嗎？他迷惑顛倒，你並不比他聰明，你跟他是一樣的，就錯了。"
    },
    {
      "id": "12-017-1776_p0034",
      "zh_CN": "所以前面，佛法里面讲三种恶，前面给诸位说过，我们今天再重复一次。什么叫恶？别人以恶意对我，以恶言对我，以恶的行为对我，我也以恶意、恶言、恶行对他，佛说这是恶，这叫造恶。现在就是这样的，你看我们在美国，我看到一些同修教他的小孩。小孩刚刚上小学念书，同学欺侮他，他怎么说？「他要是打你，你打回去，他要骂你，你骂回去，你不可以示弱。」这是恶！第二，别人并没有以恶意、恶言、恶行对我，我以恶行、恶意、恶言对他，这叫大恶。你看这里面有差别，这是大恶。第三种是别人有恩于我，对我是善意，我不知道报恩，不知道感恩，而且还以恶来报复，佛说这是大恶里面的大恶。知恩报恩，以德报怨，这才是善。",
      "zh_TW": "所以前面，佛法裡面講三種惡，前面給諸位說過，我們今天再重複一次。什麼叫惡？別人以惡意對我，以惡言對我，以惡的行為對我，我也以惡意、惡言、惡行對他，佛說這是惡，這叫造惡。現在就是這樣的，你看我們在美國，我看到一些同修教他的小孩。小孩剛剛上小學念書，同學欺侮他，他怎麼說？「他要是打你，你打回去，他要罵你，你罵回去，你不可以示弱。」這是惡！第二，別人並沒有以惡意、惡言、惡行對我，我以惡行、惡意、惡言對他，這叫大惡。你看這裡面有差別，這是大惡。第三種是別人有恩於我，對我是善意，我不知道報恩，不知道感恩，而且還以惡來報復，佛說這是大惡裡面的大惡。知恩報恩，以德報怨，這才是善。"
    },
    {
      "id": "12-017-1776_p0035",
      "zh_CN": "所以一定是能够把妄想分别执着真正的放下，明心见性，这才叫真正精进，究竟精进，圆满精进。记住，一定是从「恭敬供养无疲厌」，从这里下手。而且诸佛菩萨永远是这个样子的，对人对事对物永远是恭敬，永远是供养。供养就是布施，恭敬心的布施叫供养，没有恭敬心的供养叫布施。所以在事上讲完全是一样，你以财物布施别人，恭敬心、尊重心，这叫供养。像我们说以财物供养父母、供养老师，都有恭敬心，你能够把对父母、对老师这种恭敬心对一切众生，不分男女老少、不分种族、也不分宗教，「凡是人，皆须爱」，凡是人平等的恭敬供养，这是行菩萨道。这是什么境界？是你的真诚心、你的平等心、你的清净心、慈悲心完全流露出来。这是真正发菩提心，真正在行菩萨道，你跟性德完全相应，自性就这么流露出来。见性的人他自然的，他就是这样的，没有见性的人好好的学，学他，学久了不知不觉自己自性就流露出来，那叫功夫纯熟，根熟了。根熟的时候，佛菩萨肯定来照顾，来帮助你提升，帮助你悟入。",
      "zh_TW": "所以一定是能夠把妄想分別執著真正的放下，明心見性，這才叫真正精進，究竟精進，圓滿精進。記住，一定是從「恭敬供養無疲厭」，從這裡下手。而且諸佛菩薩永遠是這個樣子的，對人對事對物永遠是恭敬，永遠是供養。供養就是布施，恭敬心的布施叫供養，沒有恭敬心的供養叫布施。所以在事上講完全是一樣，你以財物布施別人，恭敬心、尊重心，這叫供養。像我們說以財物供養父母、供養老師，都有恭敬心，你能夠把對父母、對老師這種恭敬心對一切眾生，不分男女老少、不分種族、也不分宗教，「凡是人，皆須愛」，凡是人平等的恭敬供養，這是行菩薩道。這是什麼境界？是你的真誠心、你的平等心、你的清淨心、慈悲心完全流露出來。這是真正發菩提心，真正在行菩薩道，你跟性德完全相應，自性就這麼流露出來。見性的人他自然的，他就是這樣的，沒有見性的人好好的學，學他，學久了不知不覺自己自性就流露出來，那叫功夫純熟，根熟了。根熟的時候，佛菩薩肯定來照顧，來幫助你提升，幫助你悟入。"
    },
    {
      "id": "12-017-1776_p0036",
      "zh_CN": "我们看这个果，果里头怎么说？『则能超出四魔境，速成无上佛菩提』，无上佛菩提就是成佛，你就证得佛果。注意，速成跟精进相应，精进就能速成，一生成就。在华严会上，我们看到善财童子一生成就，是我们最好的一个榜样，你看善财童子多么活泼。那你要记住，善财童子是四个根扎稳了，一门深入，长时薰修，他做到了。他学的是哪一门？善财学的是哪一门？跟诸位说，念佛法门。我初学佛，初讲《华严》的时候不知道，《华严》讲了一半，第一次讲的，这是第二次，第一次也是讲到一半，没有讲圆满。讲到一半有一天突然想到，华严会上，文殊、普贤是华严会上菩萨众里面的两位首领，毘卢遮那佛的助手，等于说一个是教务长，一个是训导长，这两个人多重要。我就想到，他们两个学什么法门？五十三参做出榜样给我们看，善财学什么法门？因为这在后面，经没有讲到，我就一直看后面的经文。看到五十三参，「入法界品」，这才看到文殊、普贤统统是念佛求生净土，善财童子是文殊菩萨的入室弟子，是传他法的，传人，那肯定是传这个法门。",
      "zh_TW": "我們看這個果，果裡頭怎麼說？『則能超出四魔境，速成無上佛菩提』，無上佛菩提就是成佛，你就證得佛果。注意，速成跟精進相應，精進就能速成，一生成就。在華嚴會上，我們看到善財童子一生成就，是我們最好的一個榜樣，你看善財童子多麼活潑。那你要記住，善財童子是四個根紮穩了，一門深入，長時薰修，他做到了。他學的是哪一門？善財學的是哪一門？跟諸位說，念佛法門。我初學佛，初講《華嚴》的時候不知道，《華嚴》講了一半，第一次講的，這是第二次，第一次也是講到一半，沒有講圓滿。講到一半有一天突然想到，華嚴會上，文殊、普賢是華嚴會上菩薩眾裡面的兩位首領，毘盧遮那佛的助手，等於說一個是教務長，一個是訓導長，這兩個人多重要。我就想到，他們兩個學什麼法門？五十三參做出榜樣給我們看，善財學什麼法門？因為這在後面，經沒有講到，我就一直看後面的經文。看到五十三參，「入法界品」，這才看到文殊、普賢統統是念佛求生淨土，善財童子是文殊菩薩的入室弟子，是傳他法的，傳人，那肯定是傳這個法門。"
    },
    {
      "id": "12-017-1776_p0037",
      "zh_CN": "然后再仔细看五十三参，这才看出来，第一个参访的德云比丘，《四十华严》叫吉祥云比丘，是一个人，翻译不同，是一个人。这位善知识学什么法门？念佛，念阿弥陀佛求生西方净土。这时候我就懂得了，为什么？头一个去参访的，中国跟印度都是这样说法，先入为主，这是他头一个老师。而且头一个老师是修般舟三昧的，般舟三昧叫佛立三昧，就是专念阿弥陀佛，一期是九十天，他九十天是一期。在这一个时期的九十天，不能睡觉，不能躺着，也不能坐着，只可以站，只可以走动，九十天，专念阿弥陀佛，求生净土。所以修般舟三昧这也是勇猛精进，一般人受不了，要年轻体力好才能够修这个法，还要求三宝加持。在这个九十天当中，你不能坐下来，你不能躺着，你可以走动，你可以站着，你可以拜佛，日夜不间断，跟闭关一样，要有人护持，送饮食给你。",
      "zh_TW": "然後再仔細看五十三參，這才看出來，第一個參訪的德雲比丘，《四十華嚴》叫吉祥雲比丘，是一個人，翻譯不同，是一個人。這位善知識學什麼法門？念佛，念阿彌陀佛求生西方淨土。這時候我就懂得了，為什麼？頭一個去參訪的，中國跟印度都是這樣說法，先入為主，這是他頭一個老師。而且頭一個老師是修般舟三昧的，般舟三昧叫佛立三昧，就是專念阿彌陀佛，一期是九十天，他九十天是一期。在這一個時期的九十天，不能睡覺，不能躺著，也不能坐著，只可以站，只可以走動，九十天，專念阿彌陀佛，求生淨土。所以修般舟三昧這也是勇猛精進，一般人受不了，要年輕體力好才能夠修這個法，還要求三寶加持。在這個九十天當中，你不能坐下來，你不能躺著，你可以走動，你可以站著，你可以拜佛，日夜不間斷，跟閉關一樣，要有人護持，送飲食給你。"
    },
    {
      "id": "12-017-1776_p0038",
      "zh_CN": "看到最后，五十三参最后，最后一位是普贤菩萨，十大愿王导归极乐，我这才明白，善财童子彻始彻终就是一门深入。五十三参怎么回事？五十三参就是接触社会广大的群众。所以五十三参，实在讲就是现在这个社会从早到晚各行各业、男女老少，你统统可以接触。你接触他，对他们的学习统统了解，统统清楚，对自己有没有妨碍？没有，决定不放在心上，决定不去学他。哪个法门都通，可以教人，自己不学，自己就是一句佛号念到底，所以一生成佛。善财童子往生那是上上品往生，实报庄严土，不是有余土，一生成就。这是告诉我们，每个人都能做到，问题就是你肯不肯干！他们是真的把妄想分别执着放下，是为我们做榜样，为我们做示现，告诉我们这个方法才行，才能成功。",
      "zh_TW": "看到最後，五十三參最後，最後一位是普賢菩薩，十大願王導歸極樂，我這才明白，善財童子徹始徹終就是一門深入。五十三參怎麼回事？五十三參就是接觸社會廣大的群眾。所以五十三參，實在講就是現在這個社會從早到晚各行各業、男女老少，你統統可以接觸。你接觸他，對他們的學習統統了解，統統清楚，對自己有沒有妨礙？沒有，決定不放在心上，決定不去學他。哪個法門都通，可以教人，自己不學，自己就是一句佛號念到底，所以一生成佛。善財童子往生那是上上品往生，實報莊嚴土，不是有餘土，一生成就。這是告訴我們，每個人都能做到，問題就是你肯不肯幹！他們是真的把妄想分別執著放下，是為我們做榜樣，為我們做示現，告訴我們這個方法才行，才能成功。"
    },
    {
      "id": "12-017-1776_p0039",
      "zh_CN": "四魔，大小乘教里头佛陀常讲，像《八大人觉经》上就讲得很清楚。第一个是五阴魔，五阴我们前面念过，在前面的「忍严光」里头讲过，色受想行识这五种是魔。这五种现象都不是真的，虽然不是真的，你在这些现象里面生起妄想分别执着，这就是魔。诸佛菩萨应化在世间，像释迦牟尼佛示现，祖师大德当中很多都是佛菩萨再来的，印光大师诸位晓得是大势至菩萨再来的。他们给我们做种种示现，在五阴、十二处、十八界里面跟我们示现的没有两样，他有没有超出四魔？他超出了，他是唱戏，做给我们看的，跟我们不一样，我们是真的执着。所以他们超出，我们没有超出。他们真正住在哪里？他真正住净土，我们不知道。所以第一个是五阴魔。",
      "zh_TW": "四魔，大小乘教裡頭佛陀常講，像《八大人覺經》上就講得很清楚。第一個是五陰魔，五陰我們前面念過，在前面的「忍嚴光」裡頭講過，色受想行識這五種是魔。這五種現象都不是真的，雖然不是真的，你在這些現象裡面生起妄想分別執著，這就是魔。諸佛菩薩應化在世間，像釋迦牟尼佛示現，祖師大德當中很多都是佛菩薩再來的，印光大師諸位曉得是大勢至菩薩再來的。他們給我們做種種示現，在五陰、十二處、十八界裡面跟我們示現的沒有兩樣，他有沒有超出四魔？他超出了，他是唱戲，做給我們看的，跟我們不一樣，我們是真的執著。所以他們超出，我們沒有超出。他們真正住在哪裡？他真正住淨土，我們不知道。所以第一個是五陰魔。"
    },
    {
      "id": "12-017-1776_p0040",
      "zh_CN": "第二个是烦恼魔，贪瞋痴慢，烦恼魔。第三个是死魔，寿命到了，你死了。死了怎么是魔？我修行还没成功，寿命到了，再投胎再来再接着学，至少当中要差十几二十年，中断了，这是折磨。最后一种叫天魔，天魔就是讲外面的，环境，环境的障碍。前面三个都是你本身的，都是从分别执着里面发生的，所以你真的能把分别执着放下，死魔你就超越了。所以要精进，你才真的能够超越。魔，本来这个「魔」字下面不是个鬼，是个石头的石，意思就是折磨你，这四种折磨你。这个字是梁武帝他造的，他说折磨太可怕，把石换成一个鬼，这个比鬼还可怕。所以这个字是佛经里面造的字，原本中国字里头没有，梁武帝他是用的这么一种做法，也很好，以后佛门也就接受了。所以你真正勇猛精进，内外烦恼都不会影响你，都不会障碍你了，这叫超出。这是消业障，下面是证菩提，所以这是精进之果。",
      "zh_TW": "第二個是煩惱魔，貪瞋痴慢，煩惱魔。第三個是死魔，壽命到了，你死了。死了怎麼是魔？我修行還沒成功，壽命到了，再投胎再來再接著學，至少當中要差十幾二十年，中斷了，這是折磨。最後一種叫天魔，天魔就是講外面的，環境，環境的障礙。前面三個都是你本身的，都是從分別執著裡面發生的，所以你真的能把分別執著放下，死魔你就超越了。所以要精進，你才真的能夠超越。魔，本來這個「魔」字下面不是個鬼，是個石頭的石，意思就是折磨你，這四種折磨你。這個字是梁武帝他造的，他說折磨太可怕，把石換成一個鬼，這個比鬼還可怕。所以這個字是佛經裡面造的字，原本中國字裡頭沒有，梁武帝他是用的這麼一種做法，也很好，以後佛門也就接受了。所以你真正勇猛精進，內外煩惱都不會影響你，都不會障礙你了，這叫超出。這是消業障，下面是證菩提，所以這是精進之果。"
    },
    {
      "id": "12-017-1776_p0041",
      "zh_CN": "后面这首偈是精进的因，精进光的因。今天时间到了，我们下一堂再学习。",
      "zh_TW": "後面這首偈是精進的因，精進光的因。今天時間到了，我們下一堂再學習。"
    }
  ]
}