{
  "doc_id": "12-017-1624",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六二四卷",
    "zh_TW": "第一六二四卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1624",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-017-1624_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，第二大段略示胜能。七首颂里面，前面我们讲到五根五力，就是第四首颂，后面还有两句，因为时间的关系没有能讲到，我们今天接着讲。先把经文念一遍，还是从这首的开端念起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，第二大段略示勝能。七首頌裡面，前面我們講到五根五力，就是第四首頌，後面還有兩句，因為時間的關係沒有能講到，我們今天接著講。先把經文念一遍，還是從這首的開端念起："
    },
    {
      "id": "12-017-1624_p0002",
      "zh_CN": "【信令诸根净明利。信力坚固无能坏。】",
      "zh_TW": "【信令諸根淨明利。信力堅固無能壞。】"
    },
    {
      "id": "12-017-1624_p0003",
      "zh_CN": "这两句讲的是根、讲的是力，五根五力。今天我们接着看：",
      "zh_TW": "這兩句講的是根、講的是力，五根五力。今天我們接著看："
    },
    {
      "id": "12-017-1624_p0004",
      "zh_CN": "【信能永灭烦恼本。信能专向佛功德。】",
      "zh_TW": "【信能永滅煩惱本。信能專向佛功德。】"
    },
    {
      "id": "12-017-1624_p0005",
      "zh_CN": "我们看到这两句经文就会想到信心实在是非常重要，无比的殊胜。学佛，无论修学哪个宗派、哪个法门，能不能有成就？有多大的成就？关键都在这个『信』字。不仅仅是净土宗讲修学的三个条件，信、愿、行，其实这三个条件无论是哪个宗派，无论是哪个法门，都必须要具备的；没有这三个条件很难有成就，净宗是特别讲求，为什么？这个法门是一生圆满成就。《华严》，古大德常说这是大本的《无量寿经》，也就是《无量寿经》的细说。我们看这部经的内容就能体会到它跟《华严》是一不是二，《华严》是《无量寿经》的细说，《无量寿经》是《华严经》的纲要。我们要理解、要研究，当然愈详细愈好；我们要受持，这愈简单愈好。受持一定要抓住纲领，纲领的纲领就是信愿行。贤首菩萨在这品经的开端完全给我们说信心的重要。",
      "zh_TW": "我們看到這兩句經文就會想到信心實在是非常重要，無比的殊勝。學佛，無論修學哪個宗派、哪個法門，能不能有成就？有多大的成就？關鍵都在這個『信』字。不僅僅是淨土宗講修學的三個條件，信、願、行，其實這三個條件無論是哪個宗派，無論是哪個法門，都必須要具備的；沒有這三個條件很難有成就，淨宗是特別講求，為什麼？這個法門是一生圓滿成就。《華嚴》，古大德常說這是大本的《無量壽經》，也就是《無量壽經》的細說。我們看這部經的內容就能體會到它跟《華嚴》是一不是二，《華嚴》是《無量壽經》的細說，《無量壽經》是《華嚴經》的綱要。我們要理解、要研究，當然愈詳細愈好；我們要受持，這愈簡單愈好。受持一定要抓住綱領，綱領的綱領就是信願行。賢首菩薩在這品經的開端完全給我們說信心的重要。"
    },
    {
      "id": "12-017-1624_p0006",
      "zh_CN": "今天我们读到『信能永灭烦恼本』，本是根本，能灭烦恼的根本，要靠什么？要靠信心。为什么？信心清净则生实相，实相般若现前，自然就转烦恼为菩提，这是从根本上永灭烦恼。清凉大师在注解里面注得不多，只有八个字，「信本无惑，方断惑根」。这个惑狭义的来讲是断疑，断疑生信，广义的来说，六个根本烦恼都包括在其中。尤其是前面清凉大师开示讲得好，本来是佛，一切众生本来是佛。如果你对这句话真的听懂、明白了，肯定的接受了，你这一生修学方向目标决定没有差错。",
      "zh_TW": "今天我們讀到『信能永滅煩惱本』，本是根本，能滅煩惱的根本，要靠什麼？要靠信心。為什麼？信心清淨則生實相，實相般若現前，自然就轉煩惱為菩提，這是從根本上永滅煩惱。清涼大師在註解裡面註得不多，只有八個字，「信本無惑，方斷惑根」。這個惑狹義的來講是斷疑，斷疑生信，廣義的來說，六個根本煩惱都包括在其中。尤其是前面清涼大師開示講得好，本來是佛，一切眾生本來是佛。如果你對這句話真的聽懂、明白了，肯定的接受了，你這一生修學方向目標決定沒有差錯。"
    },
    {
      "id": "12-017-1624_p0007",
      "zh_CN": "善财童子一生圆满成就，你为什么不能？凡夫做不到。不是做不到，是对于事实真相不了解，疑惑不能拔除，自己业障深重，无始劫来生生世世造作的恶业，怎么能解缚？怎么能往生？这是我们修行不能成就的根本，就是此地讲的惑根。通过《华严》的学习，我们这才恍然大悟，一切众生本来是佛，这个话是真的，一点都不假。现在是不是佛？是佛，佛性里面本有的智慧、德能、才艺、相好，一丝毫没有损失，一切众生。拿六道来讲，从非想非非想处天一直到阿鼻地狱众生，没有一个是例外的。为什么会变成这个样子？不相信，不相信自己本来是佛，那就没法子。这就是迷得太深，迷得太重，迷的时间太长，迷得事实真相毫无所知。我们遇到佛，听他老人家开示，这才算是搞明白，迷不是真的。",
      "zh_TW": "善財童子一生圓滿成就，你為什麼不能？凡夫做不到。不是做不到，是對於事實真相不了解，疑惑不能拔除，自己業障深重，無始劫來生生世世造作的惡業，怎麼能解縛？怎麼能往生？這是我們修行不能成就的根本，就是此地講的惑根。通過《華嚴》的學習，我們這才恍然大悟，一切眾生本來是佛，這個話是真的，一點都不假。現在是不是佛？是佛，佛性裡面本有的智慧、德能、才藝、相好，一絲毫沒有損失，一切眾生。拿六道來講，從非想非非想處天一直到阿鼻地獄眾生，沒有一個是例外的。為什麼會變成這個樣子？不相信，不相信自己本來是佛，那就沒法子。這就是迷得太深，迷得太重，迷的時間太長，迷得事實真相毫無所知。我們遇到佛，聽他老人家開示，這才算是搞明白，迷不是真的。"
    },
    {
      "id": "12-017-1624_p0008",
      "zh_CN": "佛法对于真妄如何解说？实在说它的定义很简单，真的是永恒不变，这就是真的，凡是会变的都是虚妄的。你看看动物，生老病死，他在变化，有生有灭，这就不是真的；植物有生住异灭，矿物，山河大地有成住坏空，无常。换句话说，它不能够永恒保持它的常态，刹那刹那都在变化，这是假的，这不是真的，真的是永远不会变化。",
      "zh_TW": "佛法對於真妄如何解說？實在說它的定義很簡單，真的是永恆不變，這就是真的，凡是會變的都是虛妄的。你看看動物，生老病死，他在變化，有生有滅，這就不是真的；植物有生住異滅，礦物，山河大地有成住壞空，無常。換句話說，它不能夠永恆保持它的常態，剎那剎那都在變化，這是假的，這不是真的，真的是永遠不會變化。"
    },
    {
      "id": "12-017-1624_p0009",
      "zh_CN": "这半个世纪，西方人用催眠术来治疗一些疑难杂症，很有效果。从深度催眠发现人有前世，甚至于还探测出一个病人能够回忆他过去八十多世，一世一世回忆八十多世，时间四千多年。于是乎明白了，身有生死，灵魂没有生死，这就认为什么？灵魂是真的，我们这个肉身是假的，灵魂是永远不会消灭的，它会转世，会投胎、会转世。所以西方人现在相信灵魂不死，相信轮回，相信因果报应。杀人要偿命，欠债要还钱，西方人现在对这个有信心，没有疑惑。可是这只能解决小问题，不能解决根本问题，为什么？灵魂也有生灭，不过它的时间长就是，这个他不知道。他只能知道八十几世，只知道几千年，几万年、几十万年、几千万年、几万万年，这就没法子，就回忆不到了。所以事实真相真的是不容易了解。",
      "zh_TW": "這半個世紀，西方人用催眠術來治療一些疑難雜症，很有效果。從深度催眠發現人有前世，甚至於還探測出一個病人能夠回憶他過去八十多世，一世一世回憶八十多世，時間四千多年。於是乎明白了，身有生死，靈魂沒有生死，這就認為什麼？靈魂是真的，我們這個肉身是假的，靈魂是永遠不會消滅的，它會轉世，會投胎、會轉世。所以西方人現在相信靈魂不死，相信輪迴，相信因果報應。殺人要償命，欠債要還錢，西方人現在對這個有信心，沒有疑惑。可是這只能解決小問題，不能解決根本問題，為什麼？靈魂也有生滅，不過它的時間長就是，這個他不知道。他只能知道八十幾世，只知道幾千年，幾萬年、幾十萬年、幾千萬年、幾萬萬年，這就沒法子，就回憶不到了。所以事實真相真的是不容易了解。"
    },
    {
      "id": "12-017-1624_p0010",
      "zh_CN": "催眠是精神集中，很像禅定，不过他不是真的得定，他是暂时伏住杂心妄念，让自己精神集中，短时间不是长时间，长时间就叫禅定。禅定能够突破空间维次，愈是深的禅定突破的面愈广，突破的程度愈深，这就不是催眠能达得到的，所以他不了解事实真相。事实真相，灵魂从哪来的？灵魂是自性在迷惑的状态，称之为灵魂。什么时候它要是大彻大悟，省悟过来了，佛门里面禅宗讲大彻大悟，教下讲大开圆解，我们净土宗讲的理一心不乱，在这个境况之下，灵魂没有了，它变成法性，我们讲真如本性、讲佛性，这是真的，这才叫永恒不变。灵魂有迷悟，迷了之后，它能够回归到觉悟，悟了之后就不会再迷了，那是真的，那就不是假的。",
      "zh_TW": "催眠是精神集中，很像禪定，不過他不是真的得定，他是暫時伏住雜心妄念，讓自己精神集中，短時間不是長時間，長時間就叫禪定。禪定能夠突破空間維次，愈是深的禪定突破的面愈廣，突破的程度愈深，這就不是催眠能達得到的，所以他不了解事實真相。事實真相，靈魂從哪來的？靈魂是自性在迷惑的狀態，稱之為靈魂。什麼時候它要是大徹大悟，省悟過來了，佛門裡面禪宗講大徹大悟，教下講大開圓解，我們淨土宗講的理一心不亂，在這個境況之下，靈魂沒有了，它變成法性，我們講真如本性、講佛性，這是真的，這才叫永恆不變。靈魂有迷悟，迷了之後，它能夠回歸到覺悟，悟了之後就不會再迷了，那是真的，那就不是假的。"
    },
    {
      "id": "12-017-1624_p0011",
      "zh_CN": "所以必须要相信，要放下烦恼，放下惑根，根里头还有根，通常我们讲的贪瞋痴慢疑恶见，这是大乘教里常讲的根本烦恼，这六个根。这六个根断了，不错了，超越六道轮回，十法界没有超越，超越六道轮回，在佛法里面讲证阿罗汉果，他不是凡夫，阿罗汉；没成佛，距离成佛还很远。由此可知，这个惑根愈往前面看，愈看得深。真正迷惑的根是什么？是妄想，这个很难断。妄想是什么？我们讲得最粗浅大家容易懂，起心动念。眼见色会起心动念，耳听声会起心动念，身接触外面境界会起心动念，起心动念才是根。",
      "zh_TW": "所以必須要相信，要放下煩惱，放下惑根，根裡頭還有根，通常我們講的貪瞋痴慢疑惡見，這是大乘教裡常講的根本煩惱，這六個根。這六個根斷了，不錯了，超越六道輪迴，十法界沒有超越，超越六道輪迴，在佛法裡面講證阿羅漢果，他不是凡夫，阿羅漢；沒成佛，距離成佛還很遠。由此可知，這個惑根愈往前面看，愈看得深。真正迷惑的根是什麼？是妄想，這個很難斷。妄想是什麼？我們講得最粗淺大家容易懂，起心動念。眼見色會起心動念，耳聽聲會起心動念，身接觸外面境界會起心動念，起心動念才是根。"
    },
    {
      "id": "12-017-1624_p0012",
      "zh_CN": "所以清凉这句解释，这四个字就很重要，信本无惑。我们自性清净心里面本来没有起心动念，起心动念尚且没有，哪来的分别执着？这个道理要搞清楚，然后你断烦恼、断习气，你就有信心，有信心这才能办得到，没信心办不到，所以信心比什么都重要。信心要从这个地方建立，知道自己真如本性里面没有这个东西。六祖在《坛经》里面说得好，「本来无一物」，本来无一物是自己的真心，那才是自己的本人。禅宗常讲父母未生前本来面目，就是真心，就是自性（自己的本性），这才是真正的自己。",
      "zh_TW": "所以清涼這句解釋，這四個字就很重要，信本無惑。我們自性清淨心裡面本來沒有起心動念，起心動念尚且沒有，哪來的分別執著？這個道理要搞清楚，然後你斷煩惱、斷習氣，你就有信心，有信心這才能辦得到，沒信心辦不到，所以信心比什麼都重要。信心要從這個地方建立，知道自己真如本性裡面沒有這個東西。六祖在《壇經》裡面說得好，「本來無一物」，本來無一物是自己的真心，那才是自己的本人。禪宗常講父母未生前本來面目，就是真心，就是自性（自己的本性），這才是真正的自己。"
    },
    {
      "id": "12-017-1624_p0013",
      "zh_CN": "灵魂有生灭，本性没有生灭，没生灭是真的，有生灭是假的，那你就想想你现在起心动念，起心动念有没有生灭？有生灭。前面那个念头灭了，后面念头接着又生了。你细细观察，你的妄想、你的分别、你的执着，全是生灭心，他的心是生灭的，所以佛法里面叫它做生灭心。有生有灭的心，妄心，不是真心，真心没有生灭。这桩事情世尊在《楞严经》里面讲得很透彻，《楞严经》一开端很长的经文，佛给阿难尊者这些大众们说明妄心跟真心。要修行，要用真心你才能证得正果。你要是用妄心，佛在经上举个比喻，譬如煮沙作饭，你什么时候能把饭煮出来？饭是米煮出来的，你煮沙怎么会变成饭？这就说明沙不是饭的因，你煮不出来，这个道理好懂。换句话说，生灭心不是佛菩萨的因，你要是用妄心修，你想证得佛菩萨的果位，没有这个道理，妄心不行。",
      "zh_TW": "靈魂有生滅，本性沒有生滅，沒生滅是真的，有生滅是假的，那你就想想你現在起心動念，起心動念有沒有生滅？有生滅。前面那個念頭滅了，後面念頭接著又生了。你細細觀察，你的妄想、你的分別、你的執著，全是生滅心，他的心是生滅的，所以佛法裡面叫它做生滅心。有生有滅的心，妄心，不是真心，真心沒有生滅。這樁事情世尊在《楞嚴經》裡面講得很透徹，《楞嚴經》一開端很長的經文，佛給阿難尊者這些大眾們說明妄心跟真心。要修行，要用真心你才能證得正果。你要是用妄心，佛在經上舉個比喻，譬如煮沙作飯，你什麼時候能把飯煮出來？飯是米煮出來的，你煮沙怎麼會變成飯？這就說明沙不是飯的因，你煮不出來，這個道理好懂。換句話說，生滅心不是佛菩薩的因，你要是用妄心修，你想證得佛菩薩的果位，沒有這個道理，妄心不行。"
    },
    {
      "id": "12-017-1624_p0014",
      "zh_CN": "妄心最高能证到什么果位？佛在经上说，最高可以证到阿罗汉。阿罗汉不是用真心，是用妄心，这个妄心就是平常讲的心意识。阿罗汉跟我们一样，我们是用妄心。妄心走的路正，完全依照佛陀的教诲去做，做到最高的证阿罗汉果，所以出六道轮回，出不了十法界。你要出十法界，要用真心，用妄心不行。所以阿罗汉断烦恼只断见思烦恼，见思烦恼是执着，尘沙烦恼他没有断，尘沙烦恼是分别，无明烦恼没有断，无明烦恼是妄想，就是起心动念，很细；你看它不是分别，它不是执着，但是它起心动念了。你要是证得佛菩萨究竟的果报，也就是禅宗所说的明心见性，完全回归到自性要用真心，用妄心不行。尘沙烦恼是妄心，无明还是妄心，也就是说妄想分别是妄心，用妄想分别出不了十法界，这就说明要把妄想分别断掉。你要晓得妄想分别自性里头没有，你才能产生信心。这个好难断，为什么难？难是因为你不了解它的性质，你要真正了解，你的信心就生起来了。确实能断得了，不是断不了，你要把它搞清楚、搞明白，然后你才肯放下。你有把握放下，你有能力放下，你有信愿放下，这就成了，这才能断得掉。",
      "zh_TW": "妄心最高能證到什麼果位？佛在經上說，最高可以證到阿羅漢。阿羅漢不是用真心，是用妄心，這個妄心就是平常講的心意識。阿羅漢跟我們一樣，我們是用妄心。妄心走的路正，完全依照佛陀的教誨去做，做到最高的證阿羅漢果，所以出六道輪迴，出不了十法界。你要出十法界，要用真心，用妄心不行。所以阿羅漢斷煩惱只斷見思煩惱，見思煩惱是執著，塵沙煩惱他沒有斷，塵沙煩惱是分別，無明煩惱沒有斷，無明煩惱是妄想，就是起心動念，很細；你看它不是分別，它不是執著，但是它起心動念了。你要是證得佛菩薩究竟的果報，也就是禪宗所說的明心見性，完全回歸到自性要用真心，用妄心不行。塵沙煩惱是妄心，無明還是妄心，也就是說妄想分別是妄心，用妄想分別出不了十法界，這就說明要把妄想分別斷掉。你要曉得妄想分別自性裡頭沒有，你才能產生信心。這個好難斷，為什麼難？難是因為你不了解它的性質，你要真正了解，你的信心就生起來了。確實能斷得了，不是斷不了，你要把它搞清楚、搞明白，然後你才肯放下。你有把握放下，你有能力放下，你有信願放下，這就成了，這才能斷得掉。"
    },
    {
      "id": "12-017-1624_p0015",
      "zh_CN": "信愿从哪里来的？章嘉大师告诉我的，看破。看破是智慧，你有这个智慧，觉悟了、明白了。我们没有这个智慧，我们听佛的教诲，我们对佛有信心，相信佛决定没有妄语，如同《金刚经》上所说的，「如来是真语者，实语者，如语者，不诳语者，不异语者」。我对他有坚定的信心，永远没有改变的信心，我从他这个地方生起信心。有这个信心，慢慢修行，到自己烦恼轻、智慧长，那时候就把如来所说的证明。我自己证明，这就叫证，信解行证。从实践当中证明佛讲的话是真的不是假的，没有通过实验不能算数，不能算真理。通过实验，你自己确实证得，这是真的不是假的，然后放下分别妄想就不是难事情。",
      "zh_TW": "信願從哪裡來的？章嘉大師告訴我的，看破。看破是智慧，你有這個智慧，覺悟了、明白了。我們沒有這個智慧，我們聽佛的教誨，我們對佛有信心，相信佛決定沒有妄語，如同《金剛經》上所說的，「如來是真語者，實語者，如語者，不誑語者，不異語者」。我對他有堅定的信心，永遠沒有改變的信心，我從他這個地方生起信心。有這個信心，慢慢修行，到自己煩惱輕、智慧長，那時候就把如來所說的證明。我自己證明，這就叫證，信解行證。從實踐當中證明佛講的話是真的不是假的，沒有通過實驗不能算數，不能算真理。通過實驗，你自己確實證得，這是真的不是假的，然後放下分別妄想就不是難事情。"
    },
    {
      "id": "12-017-1624_p0016",
      "zh_CN": "下面一句，『信能专向佛功德』。清凉在注解里面告诉我们，「若向余德，不名净信」。所以我们学习的方向目标一丝毫的差错都不可以有，有丝毫差错真的前功尽弃，那叫真可惜。余德是什么？从好的这方面来说，你学菩萨、你学辟支佛、你学声闻、你学天神、你学仙人，这个方向都偏差，不是佛。要是不好的方面来讲，你这人生的方向，你看我们前面所说的，这经上讲的求五欲财色名食睡，现在人讲的是贪图物质享受，迷恋在物质享受当中，这错了，错在哪里？清凉大师跟我们讲了十条，要记住，增长贪心。你看是不是增长贪心？凡是增长贪心的果报在哪里？在鬼道。你是错了！你这一生活在世间的方向要是追求地位，特别是领导的地位，追求这个有没有嫉妒？有没有瞋恚？免不了。嫉妒、瞋恚的果报是什么？地狱。你的方向向着地狱，这哪里是好事情？追求财富的、追求名闻的（大名称的）、追求自乐的，只顾自己不顾别人，都是有偏有斜，果报总不出三途六道，这方向偏差了。",
      "zh_TW": "下面一句，『信能專向佛功德』。清涼在註解裡面告訴我們，「若向餘德，不名淨信」。所以我們學習的方向目標一絲毫的差錯都不可以有，有絲毫差錯真的前功盡棄，那叫真可惜。餘德是什麼？從好的這方面來說，你學菩薩、你學辟支佛、你學聲聞、你學天神、你學仙人，這個方向都偏差，不是佛。要是不好的方面來講，你這人生的方向，你看我們前面所說的，這經上講的求五欲財色名食睡，現在人講的是貪圖物質享受，迷戀在物質享受當中，這錯了，錯在哪裡？清涼大師跟我們講了十條，要記住，增長貪心。你看是不是增長貪心？凡是增長貪心的果報在哪裡？在鬼道。你是錯了！你這一生活在世間的方向要是追求地位，特別是領導的地位，追求這個有沒有嫉妒？有沒有瞋恚？免不了。嫉妒、瞋恚的果報是什麼？地獄。你的方向向著地獄，這哪裡是好事情？追求財富的、追求名聞的（大名稱的）、追求自樂的，只顧自己不顧別人，都是有偏有斜，果報總不出三途六道，這方向偏差了。"
    },
    {
      "id": "12-017-1624_p0017",
      "zh_CN": "我们人这一生当中要有个正确的方向，纯正的方向，我们接受诸佛如来的指导、释迦牟尼佛的教诲，我们的方向在哪里？在西方极乐世界，亲近阿弥陀佛，这是净信里面的净信。你如果目标不是这个，向大乘也不错，向一乘也不错，算是净信，你一生能不能达得到？这真有问题。《华严》真的可以帮助我们，帮助我们认识清楚，也就是佛门里面常说的帮助我们觉悟。我们没有能力自己觉悟，在《华严经》上明白了，真相搞清楚了，再想想断烦恼习气可不是容易事情。",
      "zh_TW": "我們人這一生當中要有個正確的方向，純正的方向，我們接受諸佛如來的指導、釋迦牟尼佛的教誨，我們的方向在哪裡？在西方極樂世界，親近阿彌陀佛，這是淨信裡面的淨信。你如果目標不是這個，向大乘也不錯，向一乘也不錯，算是淨信，你一生能不能達得到？這真有問題。《華嚴》真的可以幫助我們，幫助我們認識清楚，也就是佛門裡面常說的幫助我們覺悟。我們沒有能力自己覺悟，在《華嚴經》上明白了，真相搞清楚了，再想想斷煩惱習氣可不是容易事情。"
    },
    {
      "id": "12-017-1624_p0018",
      "zh_CN": "所有一切的不善全是习性，所有一切的善德全是本性。儒家讲的五常，仁义礼智信，性德，说性德就是你自己本性里头本有的。八德里面所说的孝悌忠信、礼义廉耻、仁爱和平是你的性德，本有的，你本来是这个样子的，现在变成什么？不孝不悌，完全跟性德相违背了。纵然没有违背一百八十度，至少也有九十度的偏差；换句话说，太离谱了。偏差还不太离谱那是什么人？阿罗汉以上，偏差不太离谱。六道偏差太离谱，三恶道是一百八十度的违背。这个事实我们不能不知道，知道怎么样？知道要把它改正过来。改正叫修行，修正我们的错误，错误方向，人生错误的方向，修正我们错误的目的。我们追求世间名闻利养，贪恋世间五欲六尘，错了，这个错得太离谱，至少也错一百二十度以上，虽然没有到一百八十度，一百二十度以上，为什么？靠近三恶道，你说这还得了！三善道都没分，不能没有警觉。不但要警觉，高度的警觉，为什么不恢复？所以世出世间的圣贤都教我们要学习断恶修善，道理就在此地。",
      "zh_TW": "所有一切的不善全是習性，所有一切的善德全是本性。儒家講的五常，仁義禮智信，性德，說性德就是你自己本性裡頭本有的。八德裡面所說的孝悌忠信、禮義廉恥、仁愛和平是你的性德，本有的，你本來是這個樣子的，現在變成什麼？不孝不悌，完全跟性德相違背了。縱然沒有違背一百八十度，至少也有九十度的偏差；換句話說，太離譜了。偏差還不太離譜那是什麼人？阿羅漢以上，偏差不太離譜。六道偏差太離譜，三惡道是一百八十度的違背。這個事實我們不能不知道，知道怎麼樣？知道要把它改正過來。改正叫修行，修正我們的錯誤，錯誤方向，人生錯誤的方向，修正我們錯誤的目的。我們追求世間名聞利養，貪戀世間五欲六塵，錯了，這個錯得太離譜，至少也錯一百二十度以上，雖然沒有到一百八十度，一百二十度以上，為什麼？靠近三惡道，你說這還得了！三善道都沒分，不能沒有警覺。不但要警覺，高度的警覺，為什麼不恢復？所以世出世間的聖賢都教我們要學習斷惡修善，道理就在此地。"
    },
    {
      "id": "12-017-1624_p0019",
      "zh_CN": "断一切恶，修一切善，在东方，特别是在中国，这叫圣贤教育。这个教育在中国，这有历史记载，推行了五千年，确实受到相当良好的效果，但是最近这一个世纪，这一百多年来，清朝灭亡之后，社会动乱不安，再加上两次世界大战，让中国人对传统的圣贤教育产生怀疑，疏忽了学习，所以我们的社会现在也不安定。这些道德的行为（就是随顺性德的理念跟行为）几乎看不到，你所见到的、所听到的、接触到的完全是违背性德。违背性德肯定有灾难，所以灾难从哪来的？就这么来的。随顺性德，灾难就化解了，灾难就消除了。这个东西有科学证明，我们在讲席里面跟诸位报告得很多，这不是假的。",
      "zh_TW": "斷一切惡，修一切善，在東方，特別是在中國，這叫聖賢教育。這個教育在中國，這有歷史記載，推行了五千年，確實受到相當良好的效果，但是最近這一個世紀，這一百多年來，清朝滅亡之後，社會動亂不安，再加上兩次世界大戰，讓中國人對傳統的聖賢教育產生懷疑，疏忽了學習，所以我們的社會現在也不安定。這些道德的行為（就是隨順性德的理念跟行為）幾乎看不到，你所見到的、所聽到的、接觸到的完全是違背性德。違背性德肯定有災難，所以災難從哪來的？就這麼來的。隨順性德，災難就化解了，災難就消除了。這個東西有科學證明，我們在講席裡面跟諸位報告得很多，這不是假的。"
    },
    {
      "id": "12-017-1624_p0020",
      "zh_CN": "我们真的觉悟了，你这一生方向正确，这一生过得很幸福、很美满、很快乐，这个快乐不是有财富，不是有金钱，快乐在哪里？你对于一切诸法通达明了，你知道过去未来，心里头没有忧虑、没有牵挂、没有烦恼，在这一生起心动念、言语造作没有伤害任何一个人，你说多快乐！别人伤害我，我不但没有瞋恚、没有报复，我还生感恩的心，为什么？这一生修得好像不错，前世、再前世，生生世世肯定造不少恶业，那我们受一点苦难消业障。这些苦难现前的时候，如果自己有怨天尤人，那好了，那是罪上再加罪，这个错误。古人教我们逆来顺受，你看《华严经》上，前面我们读过「顺违皆顺」，顺境顺、逆境也顺，善人顺、恶人也顺，为什么？性德，性德本来就是这样的。",
      "zh_TW": "我們真的覺悟了，你這一生方向正確，這一生過得很幸福、很美滿、很快樂，這個快樂不是有財富，不是有金錢，快樂在哪裡？你對於一切諸法通達明瞭，你知道過去未來，心裡頭沒有憂慮、沒有牽掛、沒有煩惱，在這一生起心動念、言語造作沒有傷害任何一個人，你說多快樂！別人傷害我，我不但沒有瞋恚、沒有報復，我還生感恩的心，為什麼？這一生修得好像不錯，前世、再前世，生生世世肯定造不少惡業，那我們受一點苦難消業障。這些苦難現前的時候，如果自己有怨天尤人，那好了，那是罪上再加罪，這個錯誤。古人教我們逆來順受，你看《華嚴經》上，前面我們讀過「順違皆順」，順境順、逆境也順，善人順、惡人也順，為什麼？性德，性德本來就是這樣的。"
    },
    {
      "id": "12-017-1624_p0021",
      "zh_CN": "性德是你不迷。环境为什么不好？人为什么不善？他迷。你要懂这个道理。不迷的人要随顺迷的，这就对了。好比喝酒醉了，发酒疯，你要不要随顺他？你知道这个人是好人，不发酒疯时人非常好，发酒疯好像变了一个人的样子，你也会很好的照顾他，让他慢慢的清醒过来，诸佛菩萨对一切众生就是这样的态度。诸佛菩萨知道这一切六道众生都是迷惑颠倒，那不是本性，是他的习性。佛菩萨看众生是看本性，本性都是佛，本性就跟《坛经》上所说的本来无一物，决定没有妄想分别执着。所以中国古人讲本性本善，值得人尊敬，值得人赞叹。佛菩萨对六道众生，对地狱、饿鬼都像对待诸佛如来一样的尊敬，一样的礼敬，这我们做不到，为什么？我们有分别、有执着。我比他高，他不如我，他要尊敬我才对，我怎么可以去尊敬他？这是烦恼习气，这不是本性。所以凡夫不知道自己错，只知道别人错；佛菩萨跟我们相反，只知道自己错，没有看到别人错，专看别人的性德，哪来的错？看自己是什么？看自己的习性，毛病就太多了，看别人的本性。",
      "zh_TW": "性德是你不迷。環境為什麼不好？人為什麼不善？他迷。你要懂這個道理。不迷的人要隨順迷的，這就對了。好比喝酒醉了，發酒瘋，你要不要隨順他？你知道這個人是好人，不發酒瘋時人非常好，發酒瘋好像變了一個人的樣子，你也會很好的照顧他，讓他慢慢的清醒過來，諸佛菩薩對一切眾生就是這樣的態度。諸佛菩薩知道這一切六道眾生都是迷惑顛倒，那不是本性，是他的習性。佛菩薩看眾生是看本性，本性都是佛，本性就跟《壇經》上所說的本來無一物，決定沒有妄想分別執著。所以中國古人講本性本善，值得人尊敬，值得人讚歎。佛菩薩對六道眾生，對地獄、餓鬼都像對待諸佛如來一樣的尊敬，一樣的禮敬，這我們做不到，為什麼？我們有分別、有執著。我比他高，他不如我，他要尊敬我才對，我怎麼可以去尊敬他？這是煩惱習氣，這不是本性。所以凡夫不知道自己錯，只知道別人錯；佛菩薩跟我們相反，只知道自己錯，沒有看到別人錯，專看別人的性德，哪來的錯？看自己是什麼？看自己的習性，毛病就太多了，看別人的本性。"
    },
    {
      "id": "12-017-1624_p0022",
      "zh_CN": "所以《坛经》上讲「若真修道人，不见世间过」。这个话怎么可能？世间一切人事物，过失是无量无边，说之不尽，怎么会没有过？看本性就没有过，看习性就有过，所以看别人要看本性，看自己要看习性。看习性自己才真正知道知过能改，这是佛菩萨跟凡夫观念上不一样的地方。善财为什么一生就证得圆满的佛果？在中国禅宗六祖惠能为什么一生成佛？他是真成佛不是假成佛，大乘教里常说的明心见性、见性成佛。没有别的，就是会看、会学。会看就是看人本性、看物本性，物是什么？九法界众生。我们今天或者是讲，现在这些名词，动物、植物、矿物，自然现象，你看本性就没有过失。所以对自己不能看本性，对自己要看习性，你才能发现自己的过失。",
      "zh_TW": "所以《壇經》上講「若真修道人，不見世間過」。這個話怎麼可能？世間一切人事物，過失是無量無邊，說之不盡，怎麼會沒有過？看本性就沒有過，看習性就有過，所以看別人要看本性，看自己要看習性。看習性自己才真正知道知過能改，這是佛菩薩跟凡夫觀念上不一樣的地方。善財為什麼一生就證得圓滿的佛果？在中國禪宗六祖惠能為什麼一生成佛？他是真成佛不是假成佛，大乘教裡常說的明心見性、見性成佛。沒有別的，就是會看、會學。會看就是看人本性、看物本性，物是什麼？九法界眾生。我們今天或者是講，現在這些名詞，動物、植物、礦物，自然現象，你看本性就沒有過失。所以對自己不能看本性，對自己要看習性，你才能發現自己的過失。"
    },
    {
      "id": "12-017-1624_p0023",
      "zh_CN": "圣人还有一个很巧妙的方法，看到一切众生的过失，是我的过失！这个方法高明，中国古代的圣贤都是这样子修身。「万方有罪，罪在朕躬」，朕躬是自己，古人称自己称朕躬。朕是我，躬是身。万方有罪，罪在我身，我做错了，所以他天天改过，天天自新，提升自己的德行，提升自己的灵性，转凡成圣，秘诀就在此地。你看看我们今天所做的，起心动念完全跟这个相反，我们只看到别人过失，从来没有看到自己过失，所以永远搞六道轮回。这就是经教里面常常讲的可怜悯者，我们要觉悟。现在时间到了，我们休息几分钟。",
      "zh_TW": "聖人還有一個很巧妙的方法，看到一切眾生的過失，是我的過失！這個方法高明，中國古代的聖賢都是這樣子修身。「萬方有罪，罪在朕躬」，朕躬是自己，古人稱自己稱朕躬。朕是我，躬是身。萬方有罪，罪在我身，我做錯了，所以他天天改過，天天自新，提升自己的德行，提升自己的靈性，轉凡成聖，祕訣就在此地。你看看我們今天所做的，起心動念完全跟這個相反，我們只看到別人過失，從來沒有看到自己過失，所以永遠搞六道輪迴。這就是經教裡面常常講的可憐憫者，我們要覺悟。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1624_p0024",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着再看下面的两句：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著再看下面的兩句："
    },
    {
      "id": "12-017-1624_p0025",
      "zh_CN": "【信于境界无所着。远离诸难得无难。】",
      "zh_TW": "【信於境界無所著。遠離諸難得無難。】"
    },
    {
      "id": "12-017-1624_p0026",
      "zh_CN": "这两句，清凉大师在注解里面跟我们说的，「信境本空，故无所着」。这句话说得好，是事实，可是一般世人不能够理解。一般世人着了相，总是认为这一切现相是真有，怎么能说没有？身体有，真有，我们的家亲眷属真有，名闻利养真有，这个世界也是真有，你怎么能说是空的？怎么能说是假的？如果你这种说法，世间人一定认为你头脑有问题。确实是如此。这是事实真相，没有人知道，所以佛要把这个真相讲出来，谈何容易。",
      "zh_TW": "這兩句，清涼大師在註解裡面跟我們說的，「信境本空，故無所著」。這句話說得好，是事實，可是一般世人不能夠理解。一般世人著了相，總是認為這一切現相是真有，怎麼能說沒有？身體有，真有，我們的家親眷屬真有，名聞利養真有，這個世界也是真有，你怎麼能說是空的？怎麼能說是假的？如果你這種說法，世間人一定認為你頭腦有問題。確實是如此。這是事實真相，沒有人知道，所以佛要把這個真相講出來，談何容易。"
    },
    {
      "id": "12-017-1624_p0027",
      "zh_CN": "我们从佛的教学体会到佛的耐心，这是要学的。佛陀出现在世间没有别的，就是要把这个事实真相向大家说明白，介绍清楚。可是六道众生迷得太深，迷得太久，把妄心当作真心。你看看西方的哲学家，算很聪明，他认为什么是我？他知道身不是我，我思故我在，我们存在，我能思惟所以我存在，这是什么？把妄心当作自己，我思是第六意识，我执着是第七识，把第六、第七识当作自己，比一般世间人就高明多了。错误，妄心。就跟现在西方人认为灵魂是自己，灵魂就是第七识，第七识末那。你说佛要教化众生多难！",
      "zh_TW": "我們從佛的教學體會到佛的耐心，這是要學的。佛陀出現在世間沒有別的，就是要把這個事實真相向大家說明白，介紹清楚。可是六道眾生迷得太深，迷得太久，把妄心當作真心。你看看西方的哲學家，算很聰明，他認為什麼是我？他知道身不是我，我思故我在，我們存在，我能思惟所以我存在，這是什麼？把妄心當作自己，我思是第六意識，我執著是第七識，把第六、第七識當作自己，比一般世間人就高明多了。錯誤，妄心。就跟現在西方人認為靈魂是自己，靈魂就是第七識，第七識末那。你說佛要教化眾生多難！"
    },
    {
      "id": "12-017-1624_p0028",
      "zh_CN": "所以佛示现成道，首先在菩提树下，定中，不是跟人间说的。我们一般人只看到释迦牟尼佛在菩提树下入定，坐在那个地方动也不动，不知道佛在定中开大法会，讲《大方广佛华严经》，时间多长？有两个说法，这都是经上有的，有的经上讲二七日中，也有经上讲三七日中；换句话说，二七十四天，三七二十一天，宣讲《大方广佛华严经》。听众是哪些人？法身菩萨，不是凡人，凡人入不了如来定中的法会。所以《华严经》小乘人不承认，它不是在人间讲的，定中讲的，所以不承认，认为是龙树菩萨造的。",
      "zh_TW": "所以佛示現成道，首先在菩提樹下，定中，不是跟人間說的。我們一般人只看到釋迦牟尼佛在菩提樹下入定，坐在那個地方動也不動，不知道佛在定中開大法會，講《大方廣佛華嚴經》，時間多長？有兩個說法，這都是經上有的，有的經上講二七日中，也有經上講三七日中；換句話說，二七十四天，三七二十一天，宣講《大方廣佛華嚴經》。聽眾是哪些人？法身菩薩，不是凡人，凡人入不了如來定中的法會。所以《華嚴經》小乘人不承認，它不是在人間講的，定中講的，所以不承認，認為是龍樹菩薩造的。"
    },
    {
      "id": "12-017-1624_p0029",
      "zh_CN": "龙树菩萨接受大龙菩萨的邀请，到龙宫里面参观，发现这部经，才知道这部经是如来才成正觉的时候，定中所说。这在我们讲经题的时候都跟诸位介绍过，不可思议的境界。可是我们在这部经上也发现，也有如来一些大弟子们参与，这是怎么回事情？这就是讲的不思议解脱境界。",
      "zh_TW": "龍樹菩薩接受大龍菩薩的邀請，到龍宮裡面參觀，發現這部經，才知道這部經是如來才成正覺的時候，定中所說。這在我們講經題的時候都跟諸位介紹過，不可思議的境界。可是我們在這部經上也發現，也有如來一些大弟子們參與，這是怎麼回事情？這就是講的不思議解脫境界。"
    },
    {
      "id": "12-017-1624_p0030",
      "zh_CN": "这个法会圆满了，佛出了定，定中的时间跟我们现实的时间有差距，现在人讲的时差。要是依我们人间时间来讲，这经是决定讲不完，念都念不完，所以定中确实能把一念化成无量劫，无量劫能够浓缩成一念。时间不是真的，时间没有长短，这个境界一直到现代科学家才说出来，说出来不能突破。现在科学家也说得很清楚，肯定时间跟空间都不是真实的，在某种状况之下，时间、空间没有了，等于零。时间等于零就没有先后，过去、现在、未来没有了，都是现在。空间没有了，距离没有了，空间是距离，那极乐世界在哪里？就在现前，没有距离。科学家知道这么一个消息，如何能证实？想不出方法，慢慢等待科学再进步。佛法早就把它证实了，而且应用在生活里面。所以佛知道时空从哪里来的，空间维次从哪里来的，佛知道，是从妄想分别执着里面变现出来的。禅定是把妄想分别执着控制住，伏住，这种禅定叫世间禅定。",
      "zh_TW": "這個法會圓滿了，佛出了定，定中的時間跟我們現實的時間有差距，現在人講的時差。要是依我們人間時間來講，這經是決定講不完，念都念不完，所以定中確實能把一念化成無量劫，無量劫能夠濃縮成一念。時間不是真的，時間沒有長短，這個境界一直到現代科學家才說出來，說出來不能突破。現在科學家也說得很清楚，肯定時間跟空間都不是真實的，在某種狀況之下，時間、空間沒有了，等於零。時間等於零就沒有先後，過去、現在、未來沒有了，都是現在。空間沒有了，距離沒有了，空間是距離，那極樂世界在哪裡？就在現前，沒有距離。科學家知道這麼一個消息，如何能證實？想不出方法，慢慢等待科學再進步。佛法早就把它證實了，而且應用在生活裡面。所以佛知道時空從哪裡來的，空間維次從哪裡來的，佛知道，是從妄想分別執著裡面變現出來的。禪定是把妄想分別執著控制住，伏住，這種禪定叫世間禪定。"
    },
    {
      "id": "12-017-1624_p0031",
      "zh_CN": "世间禅定也相当深，四禅八定。四禅八定都有能力把妄想分别执着暂时控制不起作用，这个控制就产生很大的能量，这个能量是在六道内。六道里面的空间突破了，六道里面的时间也突破了，所以在六道的过去、现在、未来看得很清楚，六道里面每个法界都能够展现在面前。这个事情在佛教之前，印度许多宗教他们都修禅定，所以六道轮回不是佛说的，印度宗教里面说的，说得最多、说得最详细是婆罗门教，那就是他们在定中见到的境界，不是一个人见的，有定功的人大家同时都见到。这当然不是造谣生事的，你入定你也能见到。这是说明时空不是真的。时空并不难突破，用禅定的方法能突破。现在科学家还是用科学仪器，不知道用禅定，用仪器就困难了。现在的催眠术接近于禅定，它的时间很短，深度不够，能有小的突破。你能够回到前世，时间就没有了，看到前世的情形，空间也突破了，突破的面小。所以要知道这个境界不是真的，我们身体也不是真的。",
      "zh_TW": "世間禪定也相當深，四禪八定。四禪八定都有能力把妄想分別執著暫時控制不起作用，這個控制就產生很大的能量，這個能量是在六道內。六道裡面的空間突破了，六道裡面的時間也突破了，所以在六道的過去、現在、未來看得很清楚，六道裡面每個法界都能夠展現在面前。這個事情在佛教之前，印度許多宗教他們都修禪定，所以六道輪迴不是佛說的，印度宗教裡面說的，說得最多、說得最詳細是婆羅門教，那就是他們在定中見到的境界，不是一個人見的，有定功的人大家同時都見到。這當然不是造謠生事的，你入定你也能見到。這是說明時空不是真的。時空並不難突破，用禪定的方法能突破。現在科學家還是用科學儀器，不知道用禪定，用儀器就困難了。現在的催眠術接近於禪定，它的時間很短，深度不夠，能有小的突破。你能夠回到前世，時間就沒有了，看到前世的情形，空間也突破了，突破的面小。所以要知道這個境界不是真的，我們身體也不是真的。"
    },
    {
      "id": "12-017-1624_p0032",
      "zh_CN": "佛为了把这个事实真相跟大家讲清楚，你看看他用什么方法。他先不说这个，说这个，人不能接受、不能相信。教什么？教怎么做人，怎么样做个好人，小乘教。小乘教完全讲人天，修行向上提升，只讲一点点，讲多大家不能接受。所谓五乘佛法里头，人乘佛法、天乘佛法，这讲得多。介绍一些基本修学的方法，这些方法都是帮助你以后往上提升的。",
      "zh_TW": "佛為了把這個事實真相跟大家講清楚，你看看他用什麼方法。他先不說這個，說這個，人不能接受、不能相信。教什麼？教怎麼做人，怎麼樣做個好人，小乘教。小乘教完全講人天，修行向上提升，只講一點點，講多大家不能接受。所謂五乘佛法裡頭，人乘佛法、天乘佛法，這講得多。介紹一些基本修學的方法，這些方法都是幫助你以後往上提升的。"
    },
    {
      "id": "12-017-1624_p0033",
      "zh_CN": "小乘经典，我们中文翻译的也相当完备，跟现在南传的经典，巴利文经典一比较，巴利文经典只比我们多一点点，微不足道。大概将近三千部，它只比我们多五十部的样子。你就晓得中国对小乘经的翻译是相当认真，相当的完备，就是《大藏经》里面的《阿含经》这一部分，《四阿含》。",
      "zh_TW": "小乘經典，我們中文翻譯的也相當完備，跟現在南傳的經典，巴利文經典一比較，巴利文經典只比我們多一點點，微不足道。大概將近三千部，它只比我們多五十部的樣子。你就曉得中國對小乘經的翻譯是相當認真，相當的完備，就是《大藏經》裡面的《阿含經》這一部分，《四阿含》。"
    },
    {
      "id": "12-017-1624_p0034",
      "zh_CN": "所以佛讲《阿含经》十二年，就等于办学校一样，先办小学；小学十二年奠定基础，循序渐进。第二个阶段，这讲方等，方等是通大小乘，就是前面十二年的修学，以这个基础再向上提升，逐渐接近大乘。不是一下起来就给人讲的，会把人都讲跑掉。八年之后，你们想想，十二年加八年，二十年了，二十年之后再给你讲，就是现在讲的境缘本空，你要相信。境是物质环境，缘是人事环境，都不是真的。「梦里明明有六趣，觉后空空无大千」，要知道我们这是在梦中，没有醒过来，醒过来之后什么都没有，你还有什么贪恋？",
      "zh_TW": "所以佛講《阿含經》十二年，就等於辦學校一樣，先辦小學；小學十二年奠定基礎，循序漸進。第二個階段，這講方等，方等是通大小乘，就是前面十二年的修學，以這個基礎再向上提升，逐漸接近大乘。不是一下起來就給人講的，會把人都講跑掉。八年之後，你們想想，十二年加八年，二十年了，二十年之後再給你講，就是現在講的境緣本空，你要相信。境是物質環境，緣是人事環境，都不是真的。「夢裡明明有六趣，覺後空空無大千」，要知道我們這是在夢中，沒有醒過來，醒過來之後什麼都沒有，你還有什麼貪戀？"
    },
    {
      "id": "12-017-1624_p0035",
      "zh_CN": "佛二十二年讲般若，般若讲什么？般若就是讲境缘本空。《般若经》里面最大的部头，玄奘大师翻的《大般若经》，这在佛经里面分量最大的，六百卷。《华严经》，八十跟四十合起来，除掉重复的部分，九十九卷，《大般若经》比这个再多五倍。讲什么？佛二十二年所说，他的总结（最后的结论）给诸位说就是《般若心经》。《般若心经》是《大般若》的总结，《金刚般若》是《般若经》的纲要，像提要一样。那你就知道了，《大般若经》没有念过，《心经》念过，《金刚经》也许念过，讲什么？讲空。我读过之后，用一句话做总结，十二个字，六百卷《大般若》讲的是「一切法（世出世间一切法），无所有，毕竟空，不可得」，你看看这不就是此地讲的信境本空吗？佛用多少时间？二十二年讲般若。前面二十年再加二十二年，四十二年，后面八年，法华、涅槃，整个合起来四十九年。四十九年讲般若差不多占一半，二十二年几乎占一半，那你就晓得世尊当年在世教学，他的中心是什么？就是般若。般若讲什么？所有一切法无所有，全是假的。《金刚经》上讲的「凡所有相皆是虚妄」，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，你才不执着。",
      "zh_TW": "佛二十二年講般若，般若講什麼？般若就是講境緣本空。《般若經》裡面最大的部頭，玄奘大師翻的《大般若經》，這在佛經裡面分量最大的，六百卷。《華嚴經》，八十跟四十合起來，除掉重複的部分，九十九卷，《大般若經》比這個再多五倍。講什麼？佛二十二年所說，他的總結（最後的結論）給諸位說就是《般若心經》。《般若心經》是《大般若》的總結，《金剛般若》是《般若經》的綱要，像提要一樣。那你就知道了，《大般若經》沒有念過，《心經》念過，《金剛經》也許念過，講什麼？講空。我讀過之後，用一句話做總結，十二個字，六百卷《大般若》講的是「一切法（世出世間一切法），無所有，畢竟空，不可得」，你看看這不就是此地講的信境本空嗎？佛用多少時間？二十二年講般若。前面二十年再加二十二年，四十二年，後面八年，法華、涅槃，整個合起來四十九年。四十九年講般若差不多佔一半，二十二年幾乎佔一半，那你就曉得世尊當年在世教學，他的中心是什麼？就是般若。般若講什麼？所有一切法無所有，全是假的。《金剛經》上講的「凡所有相皆是虛妄」，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，你才不執著。"
    },
    {
      "id": "12-017-1624_p0036",
      "zh_CN": "不执着是什么？执着放下了，执着放下就证阿罗汉果。再聪明一点，分别也不要了，丢掉了，这成菩萨。最后都是无所有，所以在一切法里头不起心、不动念，成佛了。无明就是起心动念，《华严经》上讲妄想，妄想就是起心动念，所以无明、妄想、起心动念是一桩事情，三种说法，你就懂了。在一切法里头，眼见色、耳闻声、鼻嗅香、舌尝味，六根对六尘境界不起心、不动念，这叫佛，这就是本来是佛，这个境界里面才一切真正通达明了，你千万不要以为那是什么都不知道了，什么都知道！什么都不知道就什么都知道，你现在想什么都知道，你结果就什么都不知道。为什么？到不起心、不动念，你用真心。",
      "zh_TW": "不執著是什麼？執著放下了，執著放下就證阿羅漢果。再聰明一點，分別也不要了，丟掉了，這成菩薩。最後都是無所有，所以在一切法裡頭不起心、不動念，成佛了。無明就是起心動念，《華嚴經》上講妄想，妄想就是起心動念，所以無明、妄想、起心動念是一樁事情，三種說法，你就懂了。在一切法裡頭，眼見色、耳聞聲、鼻嗅香、舌嘗味，六根對六塵境界不起心、不動念，這叫佛，這就是本來是佛，這個境界裡面才一切真正通達明瞭，你千萬不要以為那是什麼都不知道了，什麼都知道！什麼都不知道就什麼都知道，你現在想什麼都知道，你結果就什麼都不知道。為什麼？到不起心、不動念，你用真心。"
    },
    {
      "id": "12-017-1624_p0037",
      "zh_CN": "真心里头，你看佛在这部经上所说的，一切众生皆有如来智慧德相，那是本有的。你自性真心里本有的，无量智慧、无量德能、无量才艺、无量相好，相好就是我们今天讲福报。你看看《华严经》上的华藏世界，看看《弥陀经》上极乐世界，那是福报，在佛法讲相好。一切都是现成的，现在为什么统统没有了？迷了，不相信凡所有相皆是虚妄，不相信。不相信一切有为法如梦幻泡影，认为一切有为法真的一点不假，凡所有相真的也是一点不假，所以我们的智慧、德能、才艺、相好，全部都被障碍了，不能说没有，为什么？那是不生不灭的，被障碍的时候它不起作用就是，它并没有失去，只要你把障碍去掉，你去掉一分它就透一分，去掉两分它就透两分，完全去掉就全部透出来，从什么时候开始？从阿罗汉开始。",
      "zh_TW": "真心裡頭，你看佛在這部經上所說的，一切眾生皆有如來智慧德相，那是本有的。你自性真心裡本有的，無量智慧、無量德能、無量才藝、無量相好，相好就是我們今天講福報。你看看《華嚴經》上的華藏世界，看看《彌陀經》上極樂世界，那是福報，在佛法講相好。一切都是現成的，現在為什麼統統沒有了？迷了，不相信凡所有相皆是虛妄，不相信。不相信一切有為法如夢幻泡影，認為一切有為法真的一點不假，凡所有相真的也是一點不假，所以我們的智慧、德能、才藝、相好，全部都被障礙了，不能說沒有，為什麼？那是不生不滅的，被障礙的時候它不起作用就是，它並沒有失去，只要你把障礙去掉，你去掉一分它就透一分，去掉兩分它就透兩分，完全去掉就全部透出來，從什麼時候開始？從阿羅漢開始。"
    },
    {
      "id": "12-017-1624_p0038",
      "zh_CN": "阿罗汉是执着丢掉了，不要了，真正放下执着，此地讲故无所着。所以世尊讲《般若经》，在这个过程当中，根利的不必听完，听一部分他就放下了，放下就成阿罗汉果。二十二年这部经讲完之后，证果的人很多，有出家的，有在家的，有优婆塞，有优婆夷，证阿罗汉果的，只要你肯放下。根利的分别都放下了，那就成菩萨，证菩萨果位。这些事实我们不能不知道。",
      "zh_TW": "阿羅漢是執著丟掉了，不要了，真正放下執著，此地講故無所著。所以世尊講《般若經》，在這個過程當中，根利的不必聽完，聽一部分他就放下了，放下就成阿羅漢果。二十二年這部經講完之後，證果的人很多，有出家的，有在家的，有優婆塞，有優婆夷，證阿羅漢果的，只要你肯放下。根利的分別都放下了，那就成菩薩，證菩薩果位。這些事實我們不能不知道。"
    },
    {
      "id": "12-017-1624_p0039",
      "zh_CN": "我们摄影棚里面这些同修们，他们现在正在制作凡圣迷悟还源的示意图，「凡圣迷悟还源示意图」就讲这桩事情。这个图做出来之后，诸位一看就很清楚，就明白了。这就是世尊二十二年所说的般若，教学的目的是教你放下，还源，回归自性。阿罗汉的路正确，方向目标都正确，不过没有达到真正的目标，到达中途，中途就得很大受用。三种烦恼障碍，阿罗汉破了一种，执着放下了；菩萨破了两种，分别也放下了；他再破最后的这种，无明，他就回归自性了，回归自性就是究竟成佛。这是佛陀一生教化众生的目标，不是为自己。是帮助你回归自性，帮助你找到你自己父母未生前本来面目，也就是本来是佛，本来成佛。这是他教化的终极目标，所以我们要相信。你相信，你这一生才能够把世缘，就是世间的人事物都看破，彻底放下，你的智慧开了，你的德能相好都恢复了一部分。",
      "zh_TW": "我們攝影棚裡面這些同修們，他們現在正在製作凡聖迷悟還源的示意圖，「凡聖迷悟還源示意圖」就講這樁事情。這個圖做出來之後，諸位一看就很清楚，就明白了。這就是世尊二十二年所說的般若，教學的目的是教你放下，還源，回歸自性。阿羅漢的路正確，方向目標都正確，不過沒有達到真正的目標，到達中途，中途就得很大受用。三種煩惱障礙，阿羅漢破了一種，執著放下了；菩薩破了兩種，分別也放下了；他再破最後的這種，無明，他就回歸自性了，回歸自性就是究竟成佛。這是佛陀一生教化眾生的目標，不是為自己。是幫助你回歸自性，幫助你找到你自己父母未生前本來面目，也就是本來是佛，本來成佛。這是他教化的終極目標，所以我們要相信。你相信，你這一生才能夠把世緣，就是世間的人事物都看破，徹底放下，你的智慧開了，你的德能相好都恢復了一部分。"
    },
    {
      "id": "12-017-1624_p0040",
      "zh_CN": "这就是早年方东美先生把佛法介绍给我，告诉我人生最高的享受，我是被他这句话摄受，这样才进入佛门，学习经教。我感激老师，让我在这一生当中走这么殊胜的一条道路，真正是幸福美满。如果不是他老人家介绍，那个时候我有严重错误观念，认为佛教是迷信，认为佛教是宗教，就是根本没有一个念头去接近它，排斥。看到佛经不看的，马上就推掉，翻都不翻一下，排斥。老师介绍之后，听了他的课，「佛经哲学」，这才晓得这里面有好东西，真的是宝，佛家称为法宝，当之无愧，确实是法宝。这个法宝就是让我们真正了解宇宙人生真相，特别是自己，人生是自己，宇宙是我们生活环境，真相大白。真相是无所有，是如梦幻泡影。放下这个假的假相，后头还真的有真相，那个真相是华藏世界、极乐世界，叫一真法界。十法界是假相，一真法界是真相。这个真假，十法界是千变万化，一真法界永恒不变，真正把自己找到了。那里面的人没有妄想、没有分别、没有执着，纯净纯善。纯净，佛家所说的；纯善，我们中国老祖宗讲的「人之初，性本善」，所以我把这两个合起来讲，纯净纯善。",
      "zh_TW": "這就是早年方東美先生把佛法介紹給我，告訴我人生最高的享受，我是被他這句話攝受，這樣才進入佛門，學習經教。我感激老師，讓我在這一生當中走這麼殊勝的一條道路，真正是幸福美滿。如果不是他老人家介紹，那個時候我有嚴重錯誤觀念，認為佛教是迷信，認為佛教是宗教，就是根本沒有一個念頭去接近它，排斥。看到佛經不看的，馬上就推掉，翻都不翻一下，排斥。老師介紹之後，聽了他的課，「佛經哲學」，這才曉得這裡面有好東西，真的是寶，佛家稱為法寶，當之無愧，確實是法寶。這個法寶就是讓我們真正了解宇宙人生真相，特別是自己，人生是自己，宇宙是我們生活環境，真相大白。真相是無所有，是如夢幻泡影。放下這個假的假相，後頭還真的有真相，那個真相是華藏世界、極樂世界，叫一真法界。十法界是假相，一真法界是真相。這個真假，十法界是千變萬化，一真法界永恆不變，真正把自己找到了。那裡面的人沒有妄想、沒有分別、沒有執著，純淨純善。純淨，佛家所說的；純善，我們中國老祖宗講的「人之初，性本善」，所以我把這兩個合起來講，純淨純善。"
    },
    {
      "id": "12-017-1624_p0041",
      "zh_CN": "再看底下这一句，『远离诸难得无难』。难是灾难，「诸难」就是教下所讲的八难，难是什么？你遭难了。难里头最大的难是什么？是闻不到佛法，遇不到佛法，这是最大的灾难。你要问，为什么闻不到佛法是大灾难？你要知道，闻到佛法，你这一生就有脱离六道轮回的机会，甚至于你要是遇到净土法门，你能够脱离十法界，这个机会不止百千万劫难遭遇。得人身不难，你失掉人身，一般讲七七四十九天之后，也许你又回来了，你又得人身。这个事情，我听说深圳有一个同修，他家的老人过世了，好像是一、二年，时间不长，现在又来了，又变成个小孩了。这就是熟人见到面，他很懂事，好像是真的不是假的。所以人身容易得，可是得人身闻佛法的机缘太难，那可不是简单的事情。六道众生是以这一生当中闻不到佛法、见不到佛像，这是最大的大难，我们要知道这桩事情。这个世间其他的灾难，这小事，小事一桩，世界末日也是小事。",
      "zh_TW": "再看底下這一句，『遠離諸難得無難』。難是災難，「諸難」就是教下所講的八難，難是什麼？你遭難了。難裡頭最大的難是什麼？是聞不到佛法，遇不到佛法，這是最大的災難。你要問，為什麼聞不到佛法是大災難？你要知道，聞到佛法，你這一生就有脫離六道輪迴的機會，甚至於你要是遇到淨土法門，你能夠脫離十法界，這個機會不止百千萬劫難遭遇。得人身不難，你失掉人身，一般講七七四十九天之後，也許你又回來了，你又得人身。這個事情，我聽說深圳有一個同修，他家的老人過世了，好像是一、二年，時間不長，現在又來了，又變成個小孩了。這就是熟人見到面，他很懂事，好像是真的不是假的。所以人身容易得，可是得人身聞佛法的機緣太難，那可不是簡單的事情。六道眾生是以這一生當中聞不到佛法、見不到佛像，這是最大的大難，我們要知道這樁事情。這個世間其他的災難，這小事，小事一樁，世界末日也是小事。"
    },
    {
      "id": "12-017-1624_p0042",
      "zh_CN": "你看现在相信灵魂不死的，世界毁灭他就不怕，他若无其事，为什么？身有生死，灵魂不死。世界毁灭了，灵魂有灵魂的世界，那个世界比这个世界还美好，所以有些灵魂过世之后，他入到那个境界，他不想回来，但是有些必须要回来，因为功课没做完。所以在人间有学习的功课，你没有学好，你不能提升，像念书一样不能升级，回来还要学。既然知道这个事实，为什么不在这一生当中赶快把我们的功课学完？",
      "zh_TW": "你看現在相信靈魂不死的，世界毀滅他就不怕，他若無其事，為什麼？身有生死，靈魂不死。世界毀滅了，靈魂有靈魂的世界，那個世界比這個世界還美好，所以有些靈魂過世之後，他入到那個境界，他不想回來，但是有些必須要回來，因為功課沒做完。所以在人間有學習的功課，你沒有學好，你不能提升，像念書一樣不能升級，回來還要學。既然知道這個事實，為什麼不在這一生當中趕快把我們的功課學完？"
    },
    {
      "id": "12-017-1624_p0043",
      "zh_CN": "人间的功课就是伦理道德。他们学习的中心就是个「爱」字，要学习爱人，要学习放弃一切的不善，要学习这个。放弃贪欲、放弃瞋恚、放弃愤怒、放弃嫉妒，种种不善的都要学习放弃。善的要好好的去学。所有一切善里面，爱是中心，所以要学习自爱，要学习爱人、爱众生，这是人间在学的，你学好了就提升，提升就到天上去了，天道去了。我们知道天有二十八层，愈上去就愈殊胜，所以无论你在哪个阶层统统都在学习。三恶道是学习断贪瞋痴，因为贪瞋痴才堕三恶道。如果学习不贪不瞋不痴，他们就出来了，统统都在学习。在佛法一般讲消业障，受这些罪报消业障，他们说学习，好，这个名词说得很好。",
      "zh_TW": "人間的功課就是倫理道德。他們學習的中心就是個「愛」字，要學習愛人，要學習放棄一切的不善，要學習這個。放棄貪欲、放棄瞋恚、放棄憤怒、放棄嫉妒，種種不善的都要學習放棄。善的要好好的去學。所有一切善裡面，愛是中心，所以要學習自愛，要學習愛人、愛眾生，這是人間在學的，你學好了就提升，提升就到天上去了，天道去了。我們知道天有二十八層，愈上去就愈殊勝，所以無論你在哪個階層統統都在學習。三惡道是學習斷貪瞋痴，因為貪瞋痴才墮三惡道。如果學習不貪不瞋不痴，他們就出來了，統統都在學習。在佛法一般講消業障，受這些罪報消業障，他們說學習，好，這個名詞說得很好。"
    },
    {
      "id": "12-017-1624_p0044",
      "zh_CN": "到什么时候才不学习？他们认为学习是没有止境的，这是外国人他们说的，学习没有止境。我们知道学习有止境，到什么时候？明心见性就圆满了、就毕业了，有止境。可是明心见性之后，成佛了，佛要教化众生，一定的，因为他发的有誓愿，「众生无边誓愿度」，成佛之后必定度众生，度众生的时候还要装着学习，为什么？学习给众生看，给众生做一个好样子。像释迦牟尼佛到我们这个世间来示现作佛，示现天天学习、天天教学，做样子给我们看，这个要知道。",
      "zh_TW": "到什麼時候才不學習？他們認為學習是沒有止境的，這是外國人他們說的，學習沒有止境。我們知道學習有止境，到什麼時候？明心見性就圓滿了、就畢業了，有止境。可是明心見性之後，成佛了，佛要教化眾生，一定的，因為他發的有誓願，「眾生無邊誓願度」，成佛之後必定度眾生，度眾生的時候還要裝著學習，為什麼？學習給眾生看，給眾生做一個好樣子。像釋迦牟尼佛到我們這個世間來示現作佛，示現天天學習、天天教學，做樣子給我們看，這個要知道。"
    },
    {
      "id": "12-017-1624_p0045",
      "zh_CN": "「八难」，就是八种遇不到学佛的机会，前面三种就是「三恶道」。佛经上也常讲，拿人做比喻，富贵学道难，富贵人家不愿意学，为什么？他享受惯了，认为学佛很苦，他愿意在佛门修福，他不学佛。反过来，贫穷学道难，他三餐饭都吃不饱，你叫他来听经、来念佛，他做不到。三恶道就比好贫穷学道难。三恶道有没有佛在里面化身？有，可是很难度。那就是说这一类的众生妄想分别执着非常严重，佛还是帮助他们，但是很不容易接受，这是我们能够想像得到的。在人间这两种人，富贵人、贫穷人，帮助他是困难。所以佛度众生主要的对象是这当中的，不是太富也不是很穷，小康之家，生活能过得去，也有相当的苦难，所以他比较容易觉悟。首先说这三种。",
      "zh_TW": "「八難」，就是八種遇不到學佛的機會，前面三種就是「三惡道」。佛經上也常講，拿人做比喻，富貴學道難，富貴人家不願意學，為什麼？他享受慣了，認為學佛很苦，他願意在佛門修福，他不學佛。反過來，貧窮學道難，他三餐飯都吃不飽，你叫他來聽經、來念佛，他做不到。三惡道就比好貧窮學道難。三惡道有沒有佛在裡面化身？有，可是很難度。那就是說這一類的眾生妄想分別執著非常嚴重，佛還是幫助他們，但是很不容易接受，這是我們能夠想像得到的。在人間這兩種人，富貴人、貧窮人，幫助他是困難。所以佛度眾生主要的對象是這當中的，不是太富也不是很窮，小康之家，生活能過得去，也有相當的苦難，所以他比較容易覺悟。首先說這三種。"
    },
    {
      "id": "12-017-1624_p0046",
      "zh_CN": "第四种「北拘卢洲」。北拘卢洲是四大洲之一，这一洲的人福报很大，没有佛法，就好像人间富贵人福报非常大，衣食受用都是自然的。韦驮菩萨不是护法神吗？你们常常在寺庙看到韦驮菩萨，上面一块匾上写道三洲护法，四洲为什么三洲护法？北拘卢洲没有佛法，所以他不去。这是福报大的人，富贵学道难。",
      "zh_TW": "第四種「北拘盧洲」。北拘盧洲是四大洲之一，這一洲的人福報很大，沒有佛法，就好像人間富貴人福報非常大，衣食受用都是自然的。韋馱菩薩不是護法神嗎？你們常常在寺廟看到韋馱菩薩，上面一塊匾上寫道三洲護法，四洲為什麼三洲護法？北拘盧洲沒有佛法，所以他不去。這是福報大的人，富貴學道難。"
    },
    {
      "id": "12-017-1624_p0047",
      "zh_CN": "第五个「长寿天」。长寿天是说什么？无想天及四空天。四空天长寿，寿命最长，非想非非想处天寿命八万大劫，他连身都没有，他不要身。所以我们常讲灵界，他只有神识，一般人讲他只有灵魂，他不要身体。有身体，身体就是累赘，他不要身体。色界还有身体，没有欲望，财色名食睡他都放下了，但是他有身体。所以长寿天是指无色界天，无想天跟无色界天。无想天还是在四禅，他们不接受佛法。所以四禅里面其他的三天，跟二乘五不还天，这里面都有佛菩萨在教化，只有无色界跟无想天没有佛菩萨。那你就是没有机会了，而且寿命这么长。到非想非非想天，八万大劫听不到佛的名号，见不到佛的形相，这大难！",
      "zh_TW": "第五個「長壽天」。長壽天是說什麼？無想天及四空天。四空天長壽，壽命最長，非想非非想處天壽命八萬大劫，他連身都沒有，他不要身。所以我們常講靈界，他只有神識，一般人講他只有靈魂，他不要身體。有身體，身體就是累贅，他不要身體。色界還有身體，沒有欲望，財色名食睡他都放下了，但是他有身體。所以長壽天是指無色界天，無想天跟無色界天。無想天還是在四禪，他們不接受佛法。所以四禪裡面其他的三天，跟二乘五不還天，這裡面都有佛菩薩在教化，只有無色界跟無想天沒有佛菩薩。那你就是沒有機會了，而且壽命這麼長。到非想非非想天，八萬大劫聽不到佛的名號，見不到佛的形相，這大難！"
    },
    {
      "id": "12-017-1624_p0048",
      "zh_CN": "第六「盲聋瘖哑」，虽然也能够接触到，他有困难。盲见不到，见不到佛像。聋听不到讲经，听不到念佛。瘖哑，他有疑问，他不能问，他说不出来，这有障碍。再下面一种，「世智辩聪」。世是世间，他有世间的聪明才智，又有辩才，他不接受，他不相信，你跟他讲没用处。我在年轻的时候就犯了这个毛病，确实是有一点世智辩聪，一般人跟我谈这些问题，我提出几个疑问能把你驳倒。这就是缘，一定要遇到真正的大善知识。什么叫真？你自己内心最佩服的、最尊敬的，遇到的时候对他不敢辩论。一般人当中我们是不会饶过人的。年轻时候的个性非常像袁了凡、像俞净意，嘴巴很刻薄，自以为聪明，造很多口业，幸亏还在年岁不算太大的时候遇到善知识，被善知识折服，这才乖乖的、好好的跟着他的教诲指导认真学习，把这个毛病改过来，所以我对老师非常感恩。",
      "zh_TW": "第六「盲聾瘖啞」，雖然也能夠接觸到，他有困難。盲見不到，見不到佛像。聾聽不到講經，聽不到念佛。瘖啞，他有疑問，他不能問，他說不出來，這有障礙。再下面一種，「世智辯聰」。世是世間，他有世間的聰明才智，又有辯才，他不接受，他不相信，你跟他講沒用處。我在年輕的時候就犯了這個毛病，確實是有一點世智辯聰，一般人跟我談這些問題，我提出幾個疑問能把你駁倒。這就是緣，一定要遇到真正的大善知識。什麼叫真？你自己內心最佩服的、最尊敬的，遇到的時候對他不敢辯論。一般人當中我們是不會饒過人的。年輕時候的個性非常像袁了凡、像俞淨意，嘴巴很刻薄，自以為聰明，造很多口業，幸虧還在年歲不算太大的時候遇到善知識，被善知識折服，這才乖乖的、好好的跟著他的教誨指導認真學習，把這個毛病改過來，所以我對老師非常感恩。"
    },
    {
      "id": "12-017-1624_p0049",
      "zh_CN": "末后一个，「佛前佛后」。佛前，要讲佛的法运，释迦牟尼佛的法运一万二千年，这个诸位一定要晓得。外国宗教讲世界末日，佛法没有讲末日。佛法，释迦牟尼佛到现在，按照中国历史记载，今年是三０三四年，后面差不多还有九千年，这时候怎么会出现世界末日？不可能，还有九千年。但是世间的兴衰是有的，有时候兴，有时候衰，这是有的，要是世界毁灭，没有这个说法，这是我们跟其他宗教的说法不相同。这个事情我也向章嘉大师请教过，大师肯定佛法确实有兴衰，告诉我现在是佛法衰，衰到谷底了，将来会不会兴起？肯定还会兴起。他老人家给我信心，要我认真努力，从哪里做？不能靠别人，不能指望别人，指望别人，你肯定失望，一定要想自己，自己真正好好的学。",
      "zh_TW": "末後一個，「佛前佛後」。佛前，要講佛的法運，釋迦牟尼佛的法運一萬二千年，這個諸位一定要曉得。外國宗教講世界末日，佛法沒有講末日。佛法，釋迦牟尼佛到現在，按照中國歷史記載，今年是三０三四年，後面差不多還有九千年，這時候怎麼會出現世界末日？不可能，還有九千年。但是世間的興衰是有的，有時候興，有時候衰，這是有的，要是世界毀滅，沒有這個說法，這是我們跟其他宗教的說法不相同。這個事情我也向章嘉大師請教過，大師肯定佛法確實有興衰，告訴我現在是佛法衰，衰到谷底了，將來會不會興起？肯定還會興起。他老人家給我信心，要我認真努力，從哪裡做？不能靠別人，不能指望別人，指望別人，你肯定失望，一定要想自己，自己真正好好的學。"
    },
    {
      "id": "12-017-1624_p0050",
      "zh_CN": "佛前佛后，佛没有出世之前，佛的法运终了之后叫佛后。释迦牟尼佛告诉我们，他的法运终了之后，下面一尊佛是弥勒菩萨成佛，到这个世间成佛，什么时候？五十六亿七千万年之后，你自己想想这当中时间多长。五十六亿七千万年才出一尊佛，而且佛的法运才一万多年，你就想想看，所以那个时候没有佛法，众生可怜，没有开悟的机缘。",
      "zh_TW": "佛前佛後，佛沒有出世之前，佛的法運終了之後叫佛後。釋迦牟尼佛告訴我們，他的法運終了之後，下面一尊佛是彌勒菩薩成佛，到這個世間成佛，什麼時候？五十六億七千萬年之後，你自己想想這當中時間多長。五十六億七千萬年才出一尊佛，而且佛的法運才一萬多年，你就想想看，所以那個時候沒有佛法，眾生可憐，沒有開悟的機緣。"
    },
    {
      "id": "12-017-1624_p0051",
      "zh_CN": "但是佛菩萨大慈大悲，怎么能让众生受这些苦难？所以还有菩萨来教化众生，谁？地藏菩萨。所以佛灭后，法运终了之后，弥勒佛没有出现之前，这段期间教化众生，地藏。你要晓得地藏教什么？不是讲佛法，不是讲开悟，地藏菩萨教孝亲尊师，教人在世间做个好人，不要造恶，不要堕三恶道，所以你一定要晓得地藏是代表孝敬。没有佛法的时候，人能孝顺父母，能够尊敬别人，那就不错了，那就是有福报的人，这个道理我们要懂。",
      "zh_TW": "但是佛菩薩大慈大悲，怎麼能讓眾生受這些苦難？所以還有菩薩來教化眾生，誰？地藏菩薩。所以佛滅後，法運終了之後，彌勒佛沒有出現之前，這段期間教化眾生，地藏。你要曉得地藏教什麼？不是講佛法，不是講開悟，地藏菩薩教孝親尊師，教人在世間做個好人，不要造惡，不要墮三惡道，所以你一定要曉得地藏是代表孝敬。沒有佛法的時候，人能孝順父母，能夠尊敬別人，那就不錯了，那就是有福報的人，這個道理我們要懂。"
    },
    {
      "id": "12-017-1624_p0052",
      "zh_CN": "这个难就是讲这八种。清凉大师在注解里说得很明白，「正信之人，不生八难」。这八种难是无比严重的灾难，一般世间人不知道，然后你才晓得闻佛法是多么的幸运。香港这么多人，我们在这里讲经几个人来听？你就晓得不容易，机会太难得。今天时间到了，我们就讲到此地。",
      "zh_TW": "這個難就是講這八種。清涼大師在註解裡說得很明白，「正信之人，不生八難」。這八種難是無比嚴重的災難，一般世間人不知道，然後你才曉得聞佛法是多麼的幸運。香港這麼多人，我們在這裡講經幾個人來聽？你就曉得不容易，機會太難得。今天時間到了，我們就講到此地。"
    }
  ]
}