{
  "doc_id": "12-017-1546",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五四六卷",
    "zh_TW": "第一五四六卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1546",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-1546_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请看「净行品第十一」，第六大段第三小段所遇人物，第十一首偈看起。",
      "zh_TW": "諸位法師、諸位同學，請坐。請看「淨行品第十一」，第六大段第三小段所遇人物，第十一首偈看起。"
    },
    {
      "id": "12-017-1546_p0002",
      "zh_CN": "【见报恩人。当愿众生。于佛菩萨。能知恩德。】",
      "zh_TW": "【見報恩人。當願眾生。於佛菩薩。能知恩德。】"
    },
    {
      "id": "12-017-1546_p0003",
      "zh_CN": "清凉注解里面给我们略举佛菩萨的十种恩德，前面讲到第二种，今天我们看第三。「一向为他恩，曾无一念，自为于己，犹如慈母，但令子乐，自杀不辞。经云菩萨所修功德行，不为自己及他人，但以最上智慧心，利益众生故回向」，我们看这一段。说明佛菩萨确实超过世间圣贤，世间圣贤有没有这个意念？说实在话，有，没有佛菩萨那么强，愿也没有佛菩萨那么深。这是什么原因我们要知道。世间圣人毕竟没有超越世间，这个世间是讲的六道轮回，没能超越世间，所以念念是以这个世间与我们同类的人为对象，这就真的是很了不起。你看他超越了自己，超越了家庭，超越了族群，超越了国家，起心动念，我们今天讲，为全球人类来着想。这我们一般讲非常的伟大，替全人类着想。可是诸佛菩萨不然，他们所修所证，超越六道、超越十法界、超越诸佛的刹土，他们起心动念是遍法界虚空界，这个范围太大！所以此地这一向为他，这个「他」是遍法界虚空界一切众生。这是我们一般人无法想像得到的，也没有办法体会得到，除了对大乘经教有相当的契入，才知道这桩事情。",
      "zh_TW": "清涼註解裡面給我們略舉佛菩薩的十種恩德，前面講到第二種，今天我們看第三。「一向為他恩，曾無一念，自為於己，猶如慈母，但令子樂，自殺不辭。經云菩薩所修功德行，不為自己及他人，但以最上智慧心，利益眾生故迴向」，我們看這一段。說明佛菩薩確實超過世間聖賢，世間聖賢有沒有這個意念？說實在話，有，沒有佛菩薩那麼強，願也沒有佛菩薩那麼深。這是什麼原因我們要知道。世間聖人畢竟沒有超越世間，這個世間是講的六道輪迴，沒能超越世間，所以念念是以這個世間與我們同類的人為對象，這就真的是很了不起。你看他超越了自己，超越了家庭，超越了族群，超越了國家，起心動念，我們今天講，為全球人類來著想。這我們一般講非常的偉大，替全人類著想。可是諸佛菩薩不然，他們所修所證，超越六道、超越十法界、超越諸佛的剎土，他們起心動念是遍法界虛空界，這個範圍太大！所以此地這一向為他，這個「他」是遍法界虛空界一切眾生。這是我們一般人無法想像得到的，也沒有辦法體會得到，除了對大乘經教有相當的契入，才知道這樁事情。"
    },
    {
      "id": "12-017-1546_p0004",
      "zh_CN": "「曾无一念，自为于己」。从这个地方我们就能够体会到恩德之大，一念尚且没有，何况其他！他的言语造作从来没有为自己想过，释迦牟尼佛在世做出榜样来给我们看。年轻的时候或许不知道，从他成道之后，三十岁示现成道，于是就开始教学的生涯，一生从事于社会教育工作，再也没有动个念头说为自己，没有过，我们深入经藏之后才知道。正如下面一条所说的「垂形六道」，众生有感，佛菩萨就有应，感应道交，应以什么身得度就现什么身，所以是八相成道！为谁？为众生，为众生做出种种示现，前面讲的「难舍能舍，难行能行」，释迦牟尼佛做到了。三十岁以后再为我们讲解，就是言教，三十岁之前身教。这真正是所谓乘愿再来，给我们做示范，给我们做典型。",
      "zh_TW": "「曾無一念，自為於己」。從這個地方我們就能夠體會到恩德之大，一念尚且沒有，何況其他！他的言語造作從來沒有為自己想過，釋迦牟尼佛在世做出榜樣來給我們看。年輕的時候或許不知道，從他成道之後，三十歲示現成道，於是就開始教學的生涯，一生從事於社會教育工作，再也沒有動個念頭說為自己，沒有過，我們深入經藏之後才知道。正如下面一條所說的「垂形六道」，眾生有感，佛菩薩就有應，感應道交，應以什麼身得度就現什麼身，所以是八相成道！為誰？為眾生，為眾生做出種種示現，前面講的「難捨能捨，難行能行」，釋迦牟尼佛做到了。三十歲以後再為我們講解，就是言教，三十歲之前身教。這真正是所謂乘願再來，給我們做示範，給我們做典型。"
    },
    {
      "id": "12-017-1546_p0005",
      "zh_CN": "我们学佛向谁学习？就是向释迦牟尼佛学习，真正要学到从来没有一个念头为自己，这是你真的学到家了，你学得很像。我们想想看，我们现在有没有一念为自己？决定不止一念，可以说念念都是为自己，即使是学佛，弘法利生还是为自己。为自己什么？为自己积功累德，为自己断贪瞋痴、求戒定慧，统统是自己，没有离开自己。这样能成就吗？我们深深反省就明白，我执、我见没断，除了带业往生这个法门之外，八万四千法门，哪个法门我们能成就？哪个法门我们的功夫能得力？无论是大乘小乘、宗门教下，诸位要知道，没有带业的。",
      "zh_TW": "我們學佛向誰學習？就是向釋迦牟尼佛學習，真正要學到從來沒有一個念頭為自己，這是你真的學到家了，你學得很像。我們想想看，我們現在有沒有一念為自己？決定不止一念，可以說念念都是為自己，即使是學佛，弘法利生還是為自己。為自己什麼？為自己積功累德，為自己斷貪瞋痴、求戒定慧，統統是自己，沒有離開自己。這樣能成就嗎？我們深深反省就明白，我執、我見沒斷，除了帶業往生這個法門之外，八萬四千法門，哪個法門我們能成就？哪個法門我們的功夫能得力？無論是大乘小乘、宗門教下，諸位要知道，沒有帶業的。"
    },
    {
      "id": "12-017-1546_p0006",
      "zh_CN": "所以真正能学到没有一念为自己，这个人成就了。不为自己，给诸位说，生死就没有了，荣辱没有了，贫富没有了，贵贱没有了，这叫解脱。你想对不对？如果还有一念为自己，尘劳、染习一样都没有断掉，如果不能往生，依旧还搞六道轮回。往生得一念相应，我们天天在念佛，说老实话，从来没有一念相应的，为什么？功夫不得力，一念相应就得力，所以一念相应一念佛，念念相应念念佛，我们不得力。为什么不得力？信愿行这三个条件不具足。信确实有西方极乐世界、有阿弥陀佛，可是又信我们娑婆世界现在生活还不错，念念不舍，这是什么？这是信不具足、愿不具足、行不具足，三个条件都不具足，所以念佛不相应，那其他的更不必说了。不相应，我们起心动念、言语造作，说真话，叫造孽！造善业，三善道的果报，造恶业，三恶道的果报，出不了六道轮回。细心反省想想这个事情，可怕！",
      "zh_TW": "所以真正能學到沒有一念為自己，這個人成就了。不為自己，給諸位說，生死就沒有了，榮辱沒有了，貧富沒有了，貴賤沒有了，這叫解脫。你想對不對？如果還有一念為自己，塵勞、染習一樣都沒有斷掉，如果不能往生，依舊還搞六道輪迴。往生得一念相應，我們天天在念佛，說老實話，從來沒有一念相應的，為什麼？功夫不得力，一念相應就得力，所以一念相應一念佛，念念相應念念佛，我們不得力。為什麼不得力？信願行這三個條件不具足。信確實有西方極樂世界、有阿彌陀佛，可是又信我們娑婆世界現在生活還不錯，念念不捨，這是什麼？這是信不具足、願不具足、行不具足，三個條件都不具足，所以念佛不相應，那其他的更不必說了。不相應，我們起心動念、言語造作，說真話，叫造孽！造善業，三善道的果報，造惡業，三惡道的果報，出不了六道輪迴。細心反省想想這個事情，可怕！"
    },
    {
      "id": "12-017-1546_p0007",
      "zh_CN": "那怎么办？大乘教里头说得好，只要这口气还在，自救还来得及，只要真正觉悟这世间法不是真的！《金刚经》上说得好，大家也念得很熟，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。这两句话里头包括了我们身心世界，你要知道是虚妄的，你要知道是梦幻泡影，要知道这了不可得，你还不放下吗？放下什么？放下为自己的念头，起心动念要效法佛菩萨，佛菩萨起心动念为众生。怎样帮助一切众生离苦得乐，怎样帮助诸佛菩萨正法久住，这两桩事情实在讲是用一桩事情来完成，这桩事情是什么？就是自己老实依教修行。认真依教修行，那对诸佛菩萨来说，我们做到了帮助正法久住，同时我们也做到了帮助一切众生离苦得乐。",
      "zh_TW": "那怎麼辦？大乘教裡頭說得好，只要這口氣還在，自救還來得及，只要真正覺悟這世間法不是真的！《金剛經》上說得好，大家也念得很熟，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。這兩句話裡頭包括了我們身心世界，你要知道是虛妄的，你要知道是夢幻泡影，要知道這了不可得，你還不放下嗎？放下什麼？放下為自己的念頭，起心動念要效法佛菩薩，佛菩薩起心動念為眾生。怎樣幫助一切眾生離苦得樂，怎樣幫助諸佛菩薩正法久住，這兩樁事情實在講是用一樁事情來完成，這樁事情是什麼？就是自己老實依教修行。認真依教修行，那對諸佛菩薩來說，我們做到了幫助正法久住，同時我們也做到了幫助一切眾生離苦得樂。"
    },
    {
      "id": "12-017-1546_p0008",
      "zh_CN": "佛法一切从自己内心做起，所以佛法称为内学，佛经称为内典，不是从外面学。自己修成了，自然起感化的作用；换句话说，起心动念、言语造作都要给众生做正面的、最好的榜样，这就是一向为他。释迦牟尼佛是这么做的，诸佛如来也是这么做的，一切菩萨亦是这么做的，那我们就明白了。我初接触佛教的时候二十六岁，章嘉大师就把这个教给我，「看破、放下」。曾无一念为自己，这彻底放下了，不为自己为谁？为一切众生，活在这个世界为众生，为正法久住，不为自己。",
      "zh_TW": "佛法一切從自己內心做起，所以佛法稱為內學，佛經稱為內典，不是從外面學。自己修成了，自然起感化的作用；換句話說，起心動念、言語造作都要給眾生做正面的、最好的榜樣，這就是一向為他。釋迦牟尼佛是這麼做的，諸佛如來也是這麼做的，一切菩薩亦是這麼做的，那我們就明白了。我初接觸佛教的時候二十六歲，章嘉大師就把這個教給我，「看破、放下」。曾無一念為自己，這徹底放下了，不為自己為誰？為一切眾生，活在這個世界為眾生，為正法久住，不為自己。"
    },
    {
      "id": "12-017-1546_p0009",
      "zh_CN": "大师在此地举的比喻举得好，「犹如慈母，但令子乐，自杀不辞」，这个自古至今真有。父母对于子女这个恩多大？为了成就子女，做牛做马，辛辛苦苦经营，来供给子女成就学业、成就家业，这个例子太多太多！遇到大灾难的时候，只要子女能够好好的活下去，自己舍弃生命在所不惜，我们在这一生几十年战乱当中，这些事情见得多。佛菩萨对一切众生之恩，对一切众生之爱，对一切众生的照顾，若比父母，实在是有过之而无不及。尤其是对异类众生，像我们在经上读到的，舍身喂老虎、割肉喂鹰，释迦牟尼佛过去在因地修菩萨行的时候，这些事情不知道做了多少次。他为什么能做？他为众生，不为自己。他为什么要这样做？他知道众生跟自己是一体，众生在迷，他觉悟了。在迷的时候，真的像小孩一样不懂事，父母清楚，父母明白，照顾到无微不至。",
      "zh_TW": "大師在此地舉的比喻舉得好，「猶如慈母，但令子樂，自殺不辭」，這個自古至今真有。父母對於子女這個恩多大？為了成就子女，做牛做馬，辛辛苦苦經營，來供給子女成就學業、成就家業，這個例子太多太多！遇到大災難的時候，只要子女能夠好好的活下去，自己捨棄生命在所不惜，我們在這一生幾十年戰亂當中，這些事情見得多。佛菩薩對一切眾生之恩，對一切眾生之愛，對一切眾生的照顧，若比父母，實在是有過之而無不及。尤其是對異類眾生，像我們在經上讀到的，捨身餵老虎、割肉餵鷹，釋迦牟尼佛過去在因地修菩薩行的時候，這些事情不知道做了多少次。他為什麼能做？他為眾生，不為自己。他為什麼要這樣做？他知道眾生跟自己是一體，眾生在迷，他覺悟了。在迷的時候，真的像小孩一樣不懂事，父母清楚，父母明白，照顧到無微不至。"
    },
    {
      "id": "12-017-1546_p0010",
      "zh_CN": "下面大师引经，经中这首偈也是说的一向为他。「菩萨所修功德行，不为自己及他人」。菩萨从初发心一直到圆成佛道，这是大家都晓得，经上常讲的修行三大阿僧祇劫，从发心到功德圆满，无不是为他。这底下一句不为自己及他人，着重在这个「人」字上。世间的圣贤不为自己，为他人；菩萨不是的，菩萨不为自己及他人，为什么？范围比这更广大，他为一切众生。他人是人道，已经难得，不容易，菩萨起心动念为十法界，尤其是三途里头苦难众生，一个都不舍。",
      "zh_TW": "下面大師引經，經中這首偈也是說的一向為他。「菩薩所修功德行，不為自己及他人」。菩薩從初發心一直到圓成佛道，這是大家都曉得，經上常講的修行三大阿僧祇劫，從發心到功德圓滿，無不是為他。這底下一句不為自己及他人，著重在這個「人」字上。世間的聖賢不為自己，為他人；菩薩不是的，菩薩不為自己及他人，為什麼？範圍比這更廣大，他為一切眾生。他人是人道，已經難得，不容易，菩薩起心動念為十法界，尤其是三途裡頭苦難眾生，一個都不捨。"
    },
    {
      "id": "12-017-1546_p0011",
      "zh_CN": "正如世尊在经上所说的，「一切众生，皆是我过去父母，未来诸佛」，这个话讲的是真的，我们在六道里头轮回经过多少次？无量无边无数次，天上人间，上面到非想非非想天，下面到阿鼻地狱，不晓得去了多少次，这一生到人道里头来，隔阴之迷，把前面事情都忘掉。所以跟这六道里头所有一切众生关系太密切，皆是家亲眷属，今天换了一个身体，换了一个面目，就彼此都不认识。到什么时候才真正明白？最低的程度大概要到证阿罗汉果的时候，真相逐渐逐渐的明了。所以彼此有恩，彼此也有怨，怨要忘得干干净净，恩要念念不忘。诸位要知道，这句话是教化众生说的，是做给一切众生看的，为什么？这是性德。性德里面只有恩没有怨，所以怨不要放在心上；性德里面只有善没有恶，恶念、恶言、恶行不放在心上，这样才真正能做到断一切恶、修一切善。我们自己能这样做，就是报众生恩，就是报诸佛恩，就是报父母恩，四恩总报，一桩事情全都报了。",
      "zh_TW": "正如世尊在經上所說的，「一切眾生，皆是我過去父母，未來諸佛」，這個話講的是真的，我們在六道裡頭輪迴經過多少次？無量無邊無數次，天上人間，上面到非想非非想天，下面到阿鼻地獄，不曉得去了多少次，這一生到人道裡頭來，隔陰之迷，把前面事情都忘掉。所以跟這六道裡頭所有一切眾生關係太密切，皆是家親眷屬，今天換了一個身體，換了一個面目，就彼此都不認識。到什麼時候才真正明白？最低的程度大概要到證阿羅漢果的時候，真相逐漸逐漸的明瞭。所以彼此有恩，彼此也有怨，怨要忘得乾乾淨淨，恩要念念不忘。諸位要知道，這句話是教化眾生說的，是做給一切眾生看的，為什麼？這是性德。性德裡面只有恩沒有怨，所以怨不要放在心上；性德裡面只有善沒有惡，惡念、惡言、惡行不放在心上，這樣才真正能做到斷一切惡、修一切善。我們自己能這樣做，就是報眾生恩，就是報諸佛恩，就是報父母恩，四恩總報，一樁事情全都報了。"
    },
    {
      "id": "12-017-1546_p0012",
      "zh_CN": "在现前这个阶段，学佛一定要抓住修学的总纲领，这就容易了。修学的总纲领是什么？放下妄想、放下分别、放下执着，总纲领。为普度众生，前面第一愿里面讲的众生无边誓愿度，为断烦恼，为学法门，为成佛道，这四弘誓愿。我常常讲，讲很多次，四弘誓愿实际上就是一愿，「众生无边誓愿度」，为一切众生，这是真正报恩者。诸佛如来为一切众生，我今天做佛的弟子学佛也为一切众生，真佛弟子，帮助一切众生离苦得乐。众生苦从哪里来的？从迷来的，迷而不觉，邪而不正，染而不净，这才有六道三途。",
      "zh_TW": "在現前這個階段，學佛一定要抓住修學的總綱領，這就容易了。修學的總綱領是什麼？放下妄想、放下分別、放下執著，總綱領。為普度眾生，前面第一願裡面講的眾生無邊誓願度，為斷煩惱，為學法門，為成佛道，這四弘誓願。我常常講，講很多次，四弘誓願實際上就是一願，「眾生無邊誓願度」，為一切眾生，這是真正報恩者。諸佛如來為一切眾生，我今天做佛的弟子學佛也為一切眾生，真佛弟子，幫助一切眾生離苦得樂。眾生苦從哪裡來的？從迷來的，迷而不覺，邪而不正，染而不淨，這才有六道三途。"
    },
    {
      "id": "12-017-1546_p0013",
      "zh_CN": "六道三途苦！三途苦，人也苦。诸天虽然在那里享乐，佛讲那叫坏苦、那叫行苦，三界统苦，三界火宅。又何况堕在六道里面，肯定在三恶道的时间长，在三善道的时间短，这要知道。为什么这么样肯定的说这些话？这是事实，六道是众业所感，我们自己好好反省想想，一天从今天早晨到晚上，起心动念、言语造作是善多还是恶多？是为众生的多还是为自己的多？为众生是善，为自己是恶，这就晓得了。",
      "zh_TW": "六道三途苦！三途苦，人也苦。諸天雖然在那裡享樂，佛講那叫壞苦、那叫行苦，三界統苦，三界火宅。又何況墮在六道裡面，肯定在三惡道的時間長，在三善道的時間短，這要知道。為什麼這麼樣肯定的說這些話？這是事實，六道是眾業所感，我們自己好好反省想想，一天從今天早晨到晚上，起心動念、言語造作是善多還是惡多？是為眾生的多還是為自己的多？為眾生是善，為自己是惡，這就曉得了。"
    },
    {
      "id": "12-017-1546_p0014",
      "zh_CN": "《百法明门》里面跟我们讲烦恼的心所，善心所只有十一个；烦恼心所，就是不善的心所，二十六个。又何况善心所的力量薄弱，很不容易起个善念，恶心所的力量非常强大，起心动念就跟它相应。二十六个恶心所所感的是三途苦报，十一个善心所，人天福报。几个念头善、几个行为善、几个念头恶、几个行为恶，这自己就清清楚楚、明明白白！佛没讲错，佛不吓唬人，佛讲实话。所以在六道里面众生，肯定是在三恶道的时间长，在三善道的时间短。要怎样帮他忙？你要晓得，六道轮回是果报，果当然有因，因是什么？因是觉迷，迷了才造业受报，觉悟了不造业。觉悟了，一向为他，迷的时候，一向为自。",
      "zh_TW": "《百法明門》裡面跟我們講煩惱的心所，善心所只有十一個；煩惱心所，就是不善的心所，二十六個。又何況善心所的力量薄弱，很不容易起個善念，惡心所的力量非常強大，起心動念就跟它相應。二十六個惡心所所感的是三途苦報，十一個善心所，人天福報。幾個念頭善、幾個行為善、幾個念頭惡、幾個行為惡，這自己就清清楚楚、明明白白！佛沒講錯，佛不嚇唬人，佛講實話。所以在六道裡面眾生，肯定是在三惡道的時間長，在三善道的時間短。要怎樣幫他忙？你要曉得，六道輪迴是果報，果當然有因，因是什麼？因是覺迷，迷了才造業受報，覺悟了不造業。覺悟了，一向為他，迷的時候，一向為自。"
    },
    {
      "id": "12-017-1546_p0015",
      "zh_CN": "所以这个地方你要是真正有高度的警觉，你看到这十个项目，警觉心就提起来了。为他是觉，为己是迷；为他是正，为己是邪；为他是清净，为己是染污，觉正净就是三皈依，修学的总纲领。佛菩萨、祖师大德苦口婆心劝导我们，如何落实觉正净？真修行。他们教我先把对一切人、对一切事、对一切物（这个物就是九法界依正庄严）执着放下。九法界再加上我们自己的人法界，就叫十法界。十法界里面依正庄严，万事万法不要再执着，为什么不执着？十法界依正庄严不是真的。这到底是怎么回事情？《华严经》上讲得好，「唯心所现，唯识所变」，大乘教里常讲「一切法从心想生」，永嘉大师说得好，「梦里明明有六趣，觉后空空无大千」。我们要问，梦中这个事你还要执着吗？不知道自己在作梦的时候执着，一旦省悟过来这是一场梦，在梦中，算了，不再执着，就能放下。",
      "zh_TW": "所以這個地方你要是真正有高度的警覺，你看到這十個項目，警覺心就提起來了。為他是覺，為己是迷；為他是正，為己是邪；為他是清淨，為己是染污，覺正淨就是三皈依，修學的總綱領。佛菩薩、祖師大德苦口婆心勸導我們，如何落實覺正淨？真修行。他們教我先把對一切人、對一切事、對一切物（這個物就是九法界依正莊嚴）執著放下。九法界再加上我們自己的人法界，就叫十法界。十法界裡面依正莊嚴，萬事萬法不要再執著，為什麼不執著？十法界依正莊嚴不是真的。這到底是怎麼回事情？《華嚴經》上講得好，「唯心所現，唯識所變」，大乘教裡常講「一切法從心想生」，永嘉大師說得好，「夢裡明明有六趣，覺後空空無大千」。我們要問，夢中這個事你還要執著嗎？不知道自己在作夢的時候執著，一旦省悟過來這是一場夢，在夢中，算了，不再執著，就能放下。"
    },
    {
      "id": "12-017-1546_p0016",
      "zh_CN": "由此可知，放不下，没觉悟，觉悟的人一定放下。觉悟有程度差别不等，刚刚觉悟的时候，可以把自己身外之物放下，知道身外之物不是自己。世间人重视财宝，而佛告诉我们，财宝为五家共有，你保不住，不能不放下。最近我看了一篇文字，台湾有个医生李丰，她三十几岁的时候得了癌症，学放下。她这个经验非常值得我们初学人学从哪里放起，她从哪里放起？清理抽屉，抽屉一打开，里面很多东西，很多不必要的，不必要的全把它舍掉，从这里放下。然后再清理房间，减轻自己的累赘，真正做到身心自在，一尘不染，对她的健康有很大的帮助。这是什么？这是刚刚觉悟，这佛法讲始觉，开始觉悟，肯舍了。",
      "zh_TW": "由此可知，放不下，沒覺悟，覺悟的人一定放下。覺悟有程度差別不等，剛剛覺悟的時候，可以把自己身外之物放下，知道身外之物不是自己。世間人重視財寶，而佛告訴我們，財寶為五家共有，你保不住，不能不放下。最近我看了一篇文字，台灣有個醫生李豐，她三十幾歲的時候得了癌症，學放下。她這個經驗非常值得我們初學人學從哪裡放起，她從哪裡放起？清理抽屜，抽屜一打開，裡面很多東西，很多不必要的，不必要的全把它捨掉，從這裡放下。然後再清理房間，減輕自己的累贅，真正做到身心自在，一塵不染，對她的健康有很大的幫助。這是什麼？這是剛剛覺悟，這佛法講始覺，開始覺悟，肯捨了。"
    },
    {
      "id": "12-017-1546_p0017",
      "zh_CN": "我这一生当中没有别的嗜好，从小喜欢读书，有一点钱都买书，这在一般讲是个好习惯，但在修行人来讲，这也是放不下。年轻的时候对书很爱惜，也很执着，我的书不会借给人看，为什么？我保存得非常好，很爱惜，人家借去看，拿回来的时候书几乎已经是面目全非，封面脏了、折叠了，里面有的时候他拿铅笔做了很多记号。这是我最不愿意看到的，也没有办法忍受的，所以以后不借了。从遇到章嘉大师之后，教我放下，我就从这里开始，就放宽了。放宽是我看过的这些书可以借人，新的这些书，自己常常读的书，还是不能借人。过了若干时候又放宽一点，我很喜欢的书，人家喜欢我也会借给他，最后到我也可以送给他；新买来的书，别人看到好，你可以先拿去看，看完了再给我。逐渐逐渐放下！到第六年，大概第五年、第六年，台中李老师建了一个慈光图书馆，我把我的书，除了留下来几本功课本子之外，全部捐献给图书馆，彻底放下。",
      "zh_TW": "我這一生當中沒有別的嗜好，從小喜歡讀書，有一點錢都買書，這在一般講是個好習慣，但在修行人來講，這也是放不下。年輕的時候對書很愛惜，也很執著，我的書不會借給人看，為什麼？我保存得非常好，很愛惜，人家借去看，拿回來的時候書幾乎已經是面目全非，封面髒了、折疊了，裡面有的時候他拿鉛筆做了很多記號。這是我最不願意看到的，也沒有辦法忍受的，所以以後不借了。從遇到章嘉大師之後，教我放下，我就從這裡開始，就放寬了。放寬是我看過的這些書可以借人，新的這些書，自己常常讀的書，還是不能借人。過了若干時候又放寬一點，我很喜歡的書，人家喜歡我也會借給他，最後到我也可以送給他；新買來的書，別人看到好，你可以先拿去看，看完了再給我。逐漸逐漸放下！到第六年，大概第五年、第六年，台中李老師建了一個慈光圖書館，我把我的書，除了留下來幾本功課本子之外，全部捐獻給圖書館，徹底放下。"
    },
    {
      "id": "12-017-1546_p0018",
      "zh_CN": "所以佛在经上教给我们的话真的不是假的，你愈放下愈多！财、法、无畏这三种布施，钱财你愈喜欢布施愈多；经书，书籍是法，愈舍愈多。到我学经教的时候，在台中跟李老师学经教，几乎是有求必应，所以我对于佛陀的教诲一丝毫都不怀疑。学经教需要参考书，在古人注疏、笔记里面看到介绍的一些好的注解，古大德的注解，台湾找不到。那个时候香港佛经流通处有不少书在台湾可以买得到，我那时候常到善导寺，善导寺有代他们经销。我看到这个地址就跟香港这里结了法缘，负责人是智开法师，我想要什么书就写信给他老人家，他替我找。几乎我所要的，他统统都能给我找到。那个时候我没有钱，没有人护持，书找到了他先寄给我，告诉我什么时候有钱什么时候就寄给他，大开方便之门。所以对我在台中那十年学习，智开法师帮了很大的忙，这个恩德我一生都不会忘记。",
      "zh_TW": "所以佛在經上教給我們的話真的不是假的，你愈放下愈多！財、法、無畏這三種布施，錢財你愈喜歡布施愈多；經書，書籍是法，愈捨愈多。到我學經教的時候，在台中跟李老師學經教，幾乎是有求必應，所以我對於佛陀的教誨一絲毫都不懷疑。學經教需要參考書，在古人註疏、筆記裡面看到介紹的一些好的註解，古大德的註解，台灣找不到。那個時候香港佛經流通處有不少書在台灣可以買得到，我那時候常到善導寺，善導寺有代他們經銷。我看到這個地址就跟香港這裡結了法緣，負責人是智開法師，我想要什麼書就寫信給他老人家，他替我找。幾乎我所要的，他統統都能給我找到。那個時候我沒有錢，沒有人護持，書找到了他先寄給我，告訴我什麼時候有錢什麼時候就寄給他，大開方便之門。所以對我在台中那十年學習，智開法師幫了很大的忙，這個恩德我一生都不會忘記。"
    },
    {
      "id": "12-017-1546_p0019",
      "zh_CN": "以后这些书真的愈施愈多，有求必应。我连作梦也没想到，居然能够送经书，那就不说了，但说《大藏经》，送《大藏经》，连现在还保存在这边还有一部分没送出去的，超过六千五百套。这年轻时候哪里敢想，那时候我们自己想一部《大藏经》，多么艰难！三年省吃俭用才请到一部《大正藏》，只有正编，没有续编，精装五十五册。所以知道非常不容易！这章嘉大师教给我的，布施，愈施愈多。多了能不能自己受用？不行，舍得，你舍一定会得，得到之后还要舍，把得到的还要舍，一向为他，不要为自己。",
      "zh_TW": "以後這些書真的愈施愈多，有求必應。我連作夢也沒想到，居然能夠送經書，那就不說了，但說《大藏經》，送《大藏經》，連現在還保存在這邊還有一部分沒送出去的，超過六千五百套。這年輕時候哪裡敢想，那時候我們自己想一部《大藏經》，多麼艱難！三年省吃儉用才請到一部《大正藏》，只有正編，沒有續編，精裝五十五冊。所以知道非常不容易！這章嘉大師教給我的，布施，愈施愈多。多了能不能自己受用？不行，捨得，你捨一定會得，得到之後還要捨，把得到的還要捨，一向為他，不要為自己。"
    },
    {
      "id": "12-017-1546_p0020",
      "zh_CN": "后面两句就说出来，「但以最上智慧心，利益众生故回向」，这个众生就是十法界的众生。十法界里面的佛菩萨要是对一真法界来讲，也叫众生。众生的意思，众缘和合而生起的现象，称之为众生。所以诸佛菩萨无量智慧、无量德能、无量神通，从哪里来的？一向为他而来的，所得的这个果报。得到果报之后不能自己享受，还是一向为他，这我们应当要学。好，现在时间到了，我们休息几分钟。",
      "zh_TW": "後面兩句就說出來，「但以最上智慧心，利益眾生故迴向」，這個眾生就是十法界的眾生。十法界裡面的佛菩薩要是對一真法界來講，也叫眾生。眾生的意思，眾緣和合而生起的現象，稱之為眾生。所以諸佛菩薩無量智慧、無量德能、無量神通，從哪裡來的？一向為他而來的，所得的這個果報。得到果報之後不能自己享受，還是一向為他，這我們應當要學。好，現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1546_p0021",
      "zh_CN": "诸位法师、诸位同学，请坐。我们接着再看第四句，「垂形六道恩，已证灭道，应受无为寂灭之乐，而垂形六道，遍入三途，长劫救物，入于地狱，以身救赎一切众生」。这是讲佛菩萨已经证得究竟涅槃。寂灭，清净寂灭，就是涅槃，梵语称涅槃。寂是寂静，清净到极处，灭是灭烦恼，灭生死。十法界里面业因果报全都灭了，这个时候是什么境界？一真法界。",
      "zh_TW": "諸位法師、諸位同學，請坐。我們接著再看第四句，「垂形六道恩，已證滅道，應受無為寂滅之樂，而垂形六道，遍入三途，長劫救物，入於地獄，以身救贖一切眾生」。這是講佛菩薩已經證得究竟涅槃。寂滅，清淨寂滅，就是涅槃，梵語稱涅槃。寂是寂靜，清淨到極處，滅是滅煩惱，滅生死。十法界裡面業因果報全都滅了，這個時候是什麼境界？一真法界。"
    },
    {
      "id": "12-017-1546_p0022",
      "zh_CN": "一真法界里面享受的是无为之乐，这个乐我们没法子形容出来，无法形容，真的像佛在经上常讲的「如人饮水，冷暖自知」。你自己没有入这个境界你体会不到，讲不出来，讲出来你也不能体会，那叫真乐，在我们净宗法门里面叫极乐。极乐就是无为之乐，所以极乐不是苦乐之乐。祖师大德们为了方便教化众生，劝勉众生放下娑婆，求生极乐，所以不得已用苦乐相对来讲。其实极乐不是苦乐的乐，苦乐两边都离开，这个境界就很难懂。说苦乐相对的，这我们很容易体会，所以这不能够错会。",
      "zh_TW": "一真法界裡面享受的是無為之樂，這個樂我們沒法子形容出來，無法形容，真的像佛在經上常講的「如人飲水，冷暖自知」。你自己沒有入這個境界你體會不到，講不出來，講出來你也不能體會，那叫真樂，在我們淨宗法門裡面叫極樂。極樂就是無為之樂，所以極樂不是苦樂之樂。祖師大德們為了方便教化眾生，勸勉眾生放下娑婆，求生極樂，所以不得已用苦樂相對來講。其實極樂不是苦樂的樂，苦樂兩邊都離開，這個境界就很難懂。說苦樂相對的，這我們很容易體會，所以這不能夠錯會。"
    },
    {
      "id": "12-017-1546_p0023",
      "zh_CN": "在极乐世界，不但是实报庄严土、方便有余土是无为之乐，连凡圣同居土也是无为之乐，不可思议的境界，真的是无法想像，所以十方诸佛赞叹。你看释迦牟尼佛在《无量寿经》上对阿弥陀佛的赞叹，称他为「光中极尊，佛中之王」。而实际上诸佛所证完全是平等的，绝对没有高下，为什么单独称赞阿弥陀佛为佛中之王，光中极尊？这里面最重要的意义是接引众生。而实实在在显示出来，阿弥陀佛我们今天用世俗话来讲，法缘太殊胜！这是真的，一切诸佛如来跟阿弥陀佛相比，法缘都比不上他，他的法缘真的是不可思议。一切诸佛无不是为阿弥陀佛介绍众生发愿往生，所以一切诸佛在十方世界做介绍人，替阿弥陀佛招生。做西方极乐世界的介绍人，也就所谓是接引人，我们现在用好懂的话，就是介绍人，阿弥陀佛在极乐世界主持教化。所以凡圣同居土也是享受无为之乐。",
      "zh_TW": "在極樂世界，不但是實報莊嚴土、方便有餘土是無為之樂，連凡聖同居土也是無為之樂，不可思議的境界，真的是無法想像，所以十方諸佛讚歎。你看釋迦牟尼佛在《無量壽經》上對阿彌陀佛的讚歎，稱他為「光中極尊，佛中之王」。而實際上諸佛所證完全是平等的，絕對沒有高下，為什麼單獨稱讚阿彌陀佛為佛中之王，光中極尊？這裡面最重要的意義是接引眾生。而實實在在顯示出來，阿彌陀佛我們今天用世俗話來講，法緣太殊勝！這是真的，一切諸佛如來跟阿彌陀佛相比，法緣都比不上他，他的法緣真的是不可思議。一切諸佛無不是為阿彌陀佛介紹眾生發願往生，所以一切諸佛在十方世界做介紹人，替阿彌陀佛招生。做西方極樂世界的介紹人，也就所謂是接引人，我們現在用好懂的話，就是介紹人，阿彌陀佛在極樂世界主持教化。所以凡聖同居土也是享受無為之樂。"
    },
    {
      "id": "12-017-1546_p0024",
      "zh_CN": "可是极乐世界这些佛菩萨们跟释迦牟尼佛没两样，垂形六道，实际上是十法界。为什么不说十法界，单说六道？六道太苦，四圣法界还无所谓，特别显示出恩德不可思议，是这个意思。垂是垂降，从上面降下来，形是示现，应以什么身得度就现什么身，应该教什么法就说什么法。所以诸位要知道，诸佛菩萨没有一定的形相，也没有一定的法可说。《楞严经》上说得很清楚，用什么形相帮助众生？「随众生心，应所知量」，众生希望佛菩萨是个什么样子，他就现什么样子。佛菩萨没有妄想分别执着，所以才有这种大的能力，我们现在为什么不能够化身？因为执着这个身是自己，所以就没有办法分身，没有办法改变自己心行，道理就在此地。",
      "zh_TW": "可是極樂世界這些佛菩薩們跟釋迦牟尼佛沒兩樣，垂形六道，實際上是十法界。為什麼不說十法界，單說六道？六道太苦，四聖法界還無所謂，特別顯示出恩德不可思議，是這個意思。垂是垂降，從上面降下來，形是示現，應以什麼身得度就現什麼身，應該教什麼法就說什麼法。所以諸位要知道，諸佛菩薩沒有一定的形相，也沒有一定的法可說。《楞嚴經》上說得很清楚，用什麼形相幫助眾生？「隨眾生心，應所知量」，眾生希望佛菩薩是個什麼樣子，他就現什麼樣子。佛菩薩沒有妄想分別執著，所以才有這種大的能力，我們現在為什麼不能夠化身？因為執著這個身是自己，所以就沒有辦法分身，沒有辦法改變自己心行，道理就在此地。"
    },
    {
      "id": "12-017-1546_p0025",
      "zh_CN": "所以诸佛菩萨放下执着，于世出世法一切人事物统统不执着，你就可以变化了，阿罗汉就能分身。像《西游记》里讲孙悟空七十二变，阿罗汉不止七十二变，孙悟空比阿罗汉那差太远！这是真的不是假的。你再放下对一切人事物的分别，你这个能力就更大；如果把妄想，就是起心动念放下，那就成佛了。所以佛帮助众生、救度众生，没有别的，劝众生放下、放下再放下，第一个放下执着，第二个放下分别，第三个放下起心动念；第一个放下证阿罗汉果，第二个放下证菩萨，第三个放下证佛果。这三样东西都放不下，那就是六道凡夫。所以转凡成圣确实在一念之间，一念真正觉，彻底放下，这个时候你所享受的就是无为之乐。无为之乐我们没有法子形容，也没有办法想像，可是深入经藏里面，自然能有几分的体会。",
      "zh_TW": "所以諸佛菩薩放下執著，於世出世法一切人事物統統不執著，你就可以變化了，阿羅漢就能分身。像《西遊記》裡講孫悟空七十二變，阿羅漢不止七十二變，孫悟空比阿羅漢那差太遠！這是真的不是假的。你再放下對一切人事物的分別，你這個能力就更大；如果把妄想，就是起心動念放下，那就成佛了。所以佛幫助眾生、救度眾生，沒有別的，勸眾生放下、放下再放下，第一個放下執著，第二個放下分別，第三個放下起心動念；第一個放下證阿羅漢果，第二個放下證菩薩，第三個放下證佛果。這三樣東西都放不下，那就是六道凡夫。所以轉凡成聖確實在一念之間，一念真正覺，徹底放下，這個時候你所享受的就是無為之樂。無為之樂我們沒有法子形容，也沒有辦法想像，可是深入經藏裡面，自然能有幾分的體會。"
    },
    {
      "id": "12-017-1546_p0026",
      "zh_CN": "垂形六道，这就是应众生之感，所以众生有感，佛菩萨就有应，感应道交。在人间，人用什么感？有真正的诚意、好学，希望真正离苦得乐，有这个意念佛菩萨就来了。多半是示现菩萨身，菩萨身分示现在六道里头非常之多，就像《普门品》里面讲的三十二应。我们有感，佛菩萨有没有应？虽有应，有时候我们自己不知道，到你知道的时候恍然大悟，觉悟就知道了。不定示现什么样的身，男女老少，各行各业；就像《华严经》末后善财童子五十三参一样，男女老少，各行各业，全是如来垂形六道。你跟他接触，你看到他的形相，你听他的言说，突然之间有所领悟，刹那之间诸佛菩萨感应道交，你要细心去观察，踪迹都没有。有的时候示现是人相，还有示现的畜生、饿鬼、天人，还有示现山河大地，动物、植物不定。这在中国佛教史里面，《高僧传》、《居士传》里面，中国大陆上许多名山山志里面所记载，不胜枚举。「生公说法，顽石点头」。那些石头在那一刹那之间，道生和尚有感，诸菩萨就有应。用什么形状应？石头，他对石头说法，真的他那个地方的石头个个都点头，都弯腰点头。不定现什么形状。",
      "zh_TW": "垂形六道，這就是應眾生之感，所以眾生有感，佛菩薩就有應，感應道交。在人間，人用什麼感？有真正的誠意、好學，希望真正離苦得樂，有這個意念佛菩薩就來了。多半是示現菩薩身，菩薩身分示現在六道裡頭非常之多，就像《普門品》裡面講的三十二應。我們有感，佛菩薩有沒有應？雖有應，有時候我們自己不知道，到你知道的時候恍然大悟，覺悟就知道了。不定示現什麼樣的身，男女老少，各行各業；就像《華嚴經》末後善財童子五十三參一樣，男女老少，各行各業，全是如來垂形六道。你跟他接觸，你看到他的形相，你聽他的言說，突然之間有所領悟，剎那之間諸佛菩薩感應道交，你要細心去觀察，蹤跡都沒有。有的時候示現是人相，還有示現的畜生、餓鬼、天人，還有示現山河大地，動物、植物不定。這在中國佛教史裡面，《高僧傳》、《居士傳》裡面，中國大陸上許多名山山誌裡面所記載，不勝枚舉。「生公說法，頑石點頭」。那些石頭在那一剎那之間，道生和尚有感，諸菩薩就有應。用什麼形狀應？石頭，他對石頭說法，真的他那個地方的石頭個個都點頭，都彎腰點頭。不定現什麼形狀。"
    },
    {
      "id": "12-017-1546_p0027",
      "zh_CN": "所以此地不说应身六道，不说化身六道，用垂形，形是不定什么样的形相。你要是用身，那我们一定会想到现的是人身，男女老少、各行各业，不同的，都是人身，不一定是人身；甚至于所现的是自然现象，一阵凉风吹过来，你省悟过来。为什么常常吹风你没有这个觉悟，这次遇到这个风突然之间觉悟了？那个风是佛菩萨示现的，跟你的感恰巧相应，所以感应道交，豁然大悟。如果没有这些感应，我们学佛就困难了。",
      "zh_TW": "所以此地不說應身六道，不說化身六道，用垂形，形是不定什麼樣的形相。你要是用身，那我們一定會想到現的是人身，男女老少、各行各業，不同的，都是人身，不一定是人身；甚至於所現的是自然現象，一陣涼風吹過來，你省悟過來。為什麼常常吹風你沒有這個覺悟，這次遇到這個風突然之間覺悟了？那個風是佛菩薩示現的，跟你的感恰巧相應，所以感應道交，豁然大悟。如果沒有這些感應，我們學佛就困難了。"
    },
    {
      "id": "12-017-1546_p0028",
      "zh_CN": "有众多的众生缘成熟了，佛菩萨以应身示现，那真的示现到人间来投胎，像释迦牟尼佛示现来投胎，活到八十岁圆寂，这是什么？在这个地区、这个时代有很多众生缘成熟了，他就要用正规的方法来教导。如果只有一个人缘成熟，多半是用化身，也不一定是人形，等你豁然觉悟之后就没有了，你再也找不到。特别是有困难的时候，遇到有灾难的时候，会有人来帮助你。虚云老和尚朝五台山，三步一拜，从广东到山西，三步一拜要拜一年多，一、二年才走到。路上两次生病，两次都遇到一个乞丐，叫文吉，乞丐来照顾他。他问这个乞丐你的家乡在什么地方？他说我的家乡在五台山。他到五台山去打听，问人家知不知道文吉？人家告诉他那是文殊师利菩萨的化身。你什么时候需要，他什么时候用什么身分来帮助你。",
      "zh_TW": "有眾多的眾生緣成熟了，佛菩薩以應身示現，那真的示現到人間來投胎，像釋迦牟尼佛示現來投胎，活到八十歲圓寂，這是什麼？在這個地區、這個時代有很多眾生緣成熟了，他就要用正規的方法來教導。如果只有一個人緣成熟，多半是用化身，也不一定是人形，等你豁然覺悟之後就沒有了，你再也找不到。特別是有困難的時候，遇到有災難的時候，會有人來幫助你。虛雲老和尚朝五台山，三步一拜，從廣東到山西，三步一拜要拜一年多，一、二年才走到。路上兩次生病，兩次都遇到一個乞丐，叫文吉，乞丐來照顧他。他問這個乞丐你的家鄉在什麼地方？他說我的家鄉在五台山。他到五台山去打聽，問人家知不知道文吉？人家告訴他那是文殊師利菩薩的化身。你什麼時候需要，他什麼時候用什麼身分來幫助你。"
    },
    {
      "id": "12-017-1546_p0029",
      "zh_CN": "我在抗战期间在贵州念书，我们的校长周邦道先生他的夫人，抗战胜利之后在南京，她住在南京那个房子我去过一次，院子很大。周师母遇到地藏菩萨化身到她家化缘，她没给他，那时候她不信佛。化的也不多，化五斤香油，师母以后知道很后悔，天天念《地藏经》忏悔。怎么知道是地藏菩萨？真的是不知道，就感觉这和尚很奇怪，问他从哪来？九华山来的，来化缘。因为她们家那时候院子好几进，外面是大院子，外头有个大门，当中还有一道门，最后到她住的地方是第三道门，她说门没有开，这和尚怎么进来的？以后他走了，走了之后门还是关到的。她就纳闷，他怎么来的？怎么去的？绝对不是作梦，多少年都解不开这个疑问。以后住到台中去之后，遇到李老师，她把这个事情告诉李老师，李老师告诉她那是地藏王菩萨，她才恍然大悟。这是什么？一个人的缘熟，他做这种示现，这是化身，立刻就没有了。像虚云老和尚遇到的文吉也是化身，走了之后你再也找不到他。",
      "zh_TW": "我在抗戰期間在貴州念書，我們的校長周邦道先生他的夫人，抗戰勝利之後在南京，她住在南京那個房子我去過一次，院子很大。周師母遇到地藏菩薩化身到她家化緣，她沒給他，那時候她不信佛。化的也不多，化五斤香油，師母以後知道很後悔，天天念《地藏經》懺悔。怎麼知道是地藏菩薩？真的是不知道，就感覺這和尚很奇怪，問他從哪來？九華山來的，來化緣。因為她們家那時候院子好幾進，外面是大院子，外頭有個大門，當中還有一道門，最後到她住的地方是第三道門，她說門沒有開，這和尚怎麼進來的？以後他走了，走了之後門還是關到的。她就納悶，他怎麼來的？怎麼去的？絕對不是作夢，多少年都解不開這個疑問。以後住到台中去之後，遇到李老師，她把這個事情告訴李老師，李老師告訴她那是地藏王菩薩，她才恍然大悟。這是什麼？一個人的緣熟，他做這種示現，這是化身，立刻就沒有了。像虛雲老和尚遇到的文吉也是化身，走了之後你再也找不到他。"
    },
    {
      "id": "12-017-1546_p0030",
      "zh_CN": "应身是投胎来的，那是一定在这世间住一段时期。在中国史传里头记载也不少，像大家所熟知的，宝志公是观音菩萨的应身，在历史上真有这个人；永明延寿大师是阿弥陀佛的应化身，这也是真的，都在这个世间住了一段时期；智者大师是释迦牟尼佛应身来的，布袋和尚是弥勒菩萨应身来的。历代这些人有，很多！诸位看《神僧传》，还有现居士身的，这都是垂形六道。缘生，他应身来，在这个世间跟我们一般人一样要住几十年，到缘尽了，他就走了。所以他不是业报身，他是乘愿再来。乘愿再来那是缘分，缘尽了，什么叫缘尽？没有人跟他学，他就走了。所以有人跟他学，这就有缘；没有人跟他学，他住在这里没有意义，他就走了。",
      "zh_TW": "應身是投胎來的，那是一定在這世間住一段時期。在中國史傳裡頭記載也不少，像大家所熟知的，寶誌公是觀音菩薩的應身，在歷史上真有這個人；永明延壽大師是阿彌陀佛的應化身，這也是真的，都在這個世間住了一段時期；智者大師是釋迦牟尼佛應身來的，布袋和尚是彌勒菩薩應身來的。歷代這些人有，很多！諸位看《神僧傳》，還有現居士身的，這都是垂形六道。緣生，他應身來，在這個世間跟我們一般人一樣要住幾十年，到緣盡了，他就走了。所以他不是業報身，他是乘願再來。乘願再來那是緣分，緣盡了，什麼叫緣盡？沒有人跟他學，他就走了。所以有人跟他學，這就有緣；沒有人跟他學，他住在這裡沒有意義，他就走了。"
    },
    {
      "id": "12-017-1546_p0031",
      "zh_CN": "这个地方清凉大师特别告诉我们，「遍入三途」，那个恩就更大！六道人天还不错，环境还好，三途就苦了。这在经论里头佛讲的例子很多，古人有把这些事情从经论里面抄出来编成一本书，《经律异相》、《法苑珠林》，这里面就很多很多。佛菩萨度畜生，现畜生身，当然也是成熟。尤其是群居的畜生，很多菩萨化身在其中，一定要现同类的身，跟这些畜生天天在一起，才能教化牠。畜生的根性不如人，所以教化就相当不容易。也有过去生中跟净土的缘很深，曾经修过这个法门，没修得好，堕到畜生道去，牠有这个善根，所以菩萨示现同样的身去度牠，也能往生。畜生道、饿鬼道、地狱道，往生的比较少，在人间念佛往生的就比较多。",
      "zh_TW": "這個地方清涼大師特別告訴我們，「遍入三途」，那個恩就更大！六道人天還不錯，環境還好，三途就苦了。這在經論裡頭佛講的例子很多，古人有把這些事情從經論裡面抄出來編成一本書，《經律異相》、《法苑珠林》，這裡面就很多很多。佛菩薩度畜生，現畜生身，當然也是成熟。尤其是群居的畜生，很多菩薩化身在其中，一定要現同類的身，跟這些畜生天天在一起，才能教化牠。畜生的根性不如人，所以教化就相當不容易。也有過去生中跟淨土的緣很深，曾經修過這個法門，沒修得好，墮到畜生道去，牠有這個善根，所以菩薩示現同樣的身去度牠，也能往生。畜生道、餓鬼道、地獄道，往生的比較少，在人間念佛往生的就比較多。"
    },
    {
      "id": "12-017-1546_p0032",
      "zh_CN": "可是在现前这个社会伦理道德没有人讲，宗教一般人称之为迷信，不愿意接触，所以现在这个时代，鬼、畜生、地狱往生的人数比人多，你们能相信吗？很冷静的去思惟、去观察，你会相信。所以我听到这个讯息，想想有道理。由此可知，往生的多寡关键并不在哪一道，关键在信与不信。所以往生的三个条件，信、愿、行！无论在哪一道，你有这个善根，佛菩萨一定照顾，垂形六道恩；无论你是在畜生道、在饿鬼道、在地狱道，佛菩萨不会舍弃你。地藏菩萨「地狱不空，誓不成佛」，谁是地藏？凡是发这个愿的都是地藏，地藏菩萨太多太多！我们常常讲地藏菩萨，他专修地藏法门。兼修这个法门的不知道有多少，跟地藏菩萨同心同愿，同德同行。",
      "zh_TW": "可是在現前這個社會倫理道德沒有人講，宗教一般人稱之為迷信，不願意接觸，所以現在這個時代，鬼、畜生、地獄往生的人數比人多，你們能相信嗎？很冷靜的去思惟、去觀察，你會相信。所以我聽到這個訊息，想想有道理。由此可知，往生的多寡關鍵並不在哪一道，關鍵在信與不信。所以往生的三個條件，信、願、行！無論在哪一道，你有這個善根，佛菩薩一定照顧，垂形六道恩；無論你是在畜生道、在餓鬼道、在地獄道，佛菩薩不會捨棄你。地藏菩薩「地獄不空，誓不成佛」，誰是地藏？凡是發這個願的都是地藏，地藏菩薩太多太多！我們常常講地藏菩薩，他專修地藏法門。兼修這個法門的不知道有多少，跟地藏菩薩同心同願，同德同行。"
    },
    {
      "id": "12-017-1546_p0033",
      "zh_CN": "「长劫救物」，不说救人，救人只限于人道，讲物九法界众生都包括在其中，普度！地狱是六道里面最苦的地方，造作五逆十恶，这是堕地狱的业因。五逆罪大乘经典里面讲了很多，恩于自己最重的，不知道报恩，还要害他。五逆，第一个是母亲，第二个是父亲，不孝父母，杀害父母，堕无间地狱。第三个是阿罗汉，阿罗汉你在这个世间找不到，那是圣人，但是与阿罗汉相等的是老师。阿罗汉在这个世间干什么？教学，所以老师的恩。我们的身命得自于父母，我们的智慧慧命得自于老师，老师的恩德大！不知道报老师恩，而害老师，这是地狱罪。",
      "zh_TW": "「長劫救物」，不說救人，救人只限於人道，講物九法界眾生都包括在其中，普度！地獄是六道裡面最苦的地方，造作五逆十惡，這是墮地獄的業因。五逆罪大乘經典裡面講了很多，恩於自己最重的，不知道報恩，還要害他。五逆，第一個是母親，第二個是父親，不孝父母，殺害父母，墮無間地獄。第三個是阿羅漢，阿羅漢你在這個世間找不到，那是聖人，但是與阿羅漢相等的是老師。阿羅漢在這個世間幹什麼？教學，所以老師的恩。我們的身命得自於父母，我們的智慧慧命得自於老師，老師的恩德大！不知道報老師恩，而害老師，這是地獄罪。"
    },
    {
      "id": "12-017-1546_p0034",
      "zh_CN": "第四个叫出佛身血。佛的福报太大，没有人能害佛，但是让佛流一点血，受一点小伤，这是可能的。这个事情，当年佛在世的时候，提婆达多处心积虑要置释迦牟尼佛于死地。有一天他在一个悬崖上面，他知道释迦牟尼佛每天都从这边经过出去托钵，他在悬崖上面放了块大石头，看到释迦牟尼佛来的时候把石头推下去。我们知道佛有护法神，韦陀菩萨是护法神的头，用金刚杵在空中把这石头就接住，这石头就裂开、裂碎，碎片落在佛的脚背上，出了一点血，这叫出佛身血。当然现在佛也不在世了，佛的形像在，以恶意毁坏佛的形像，等于出佛身血，为什么？跟提婆达多是一个心，要把佛毁掉。所以这个罪你要晓得，你看看我们今天讲佛恩讲十种恩，这样大恩人，他的恩德不是对我们个人，也不是对我们这个地球人，对遍法界虚空界无量无边的众生，你说这个恩德多大！怎么能害他？所以你能够供养他、尊敬他，无量无边的福报，你怎么可以害他？起一念恶心都是堕阿鼻地狱的业因。",
      "zh_TW": "第四個叫出佛身血。佛的福報太大，沒有人能害佛，但是讓佛流一點血，受一點小傷，這是可能的。這個事情，當年佛在世的時候，提婆達多處心積慮要置釋迦牟尼佛於死地。有一天他在一個懸崖上面，他知道釋迦牟尼佛每天都從這邊經過出去托缽，他在懸崖上面放了塊大石頭，看到釋迦牟尼佛來的時候把石頭推下去。我們知道佛有護法神，韋陀菩薩是護法神的頭，用金剛杵在空中把這石頭就接住，這石頭就裂開、裂碎，碎片落在佛的腳背上，出了一點血，這叫出佛身血。當然現在佛也不在世了，佛的形像在，以惡意毀壞佛的形像，等於出佛身血，為什麼？跟提婆達多是一個心，要把佛毀掉。所以這個罪你要曉得，你看看我們今天講佛恩講十種恩，這樣大恩人，他的恩德不是對我們個人，也不是對我們這個地球人，對遍法界虛空界無量無邊的眾生，你說這個恩德多大！怎麼能害他？所以你能夠供養他、尊敬他，無量無邊的福報，你怎麼可以害他？起一念惡心都是墮阿鼻地獄的業因。"
    },
    {
      "id": "12-017-1546_p0035",
      "zh_CN": "最后一条叫破和合僧，就是破坏僧团。和合的僧团今天确实见不到，但是一个真正如理如法的僧团要护持，不能破坏。特别是在末法时期，你看这个道场，不管人多少，四个人以上，多寡不拘，他们聚集在一起学习经教，依照戒律修行，念佛或者是参禅，这都是难能可贵！你赞叹它，你尊重它，都种无边的福报；你要是破坏它，你要是障碍它，罪过无边。所以这叫五逆罪。十恶，杀生、偷盗、邪淫、妄语、两舌、恶口、绮语、贪欲、瞋恚、愚痴。现在五逆十恶每天都听到，已经不是新闻。为什么人会堕落到这种样子？真正的业因是没有人教。确实像《楞严经》上所说的，现在这个时代，「邪师说法如恒河沙」。这些邪师破坏正法，诱惑众生造作五逆十恶，否定圣贤教诲，嗤之为迷信，崇尚科技，崇尚物欲的享受，崇尚竞争，带给这个社会无量的苦难。",
      "zh_TW": "最後一條叫破和合僧，就是破壞僧團。和合的僧團今天確實見不到，但是一個真正如理如法的僧團要護持，不能破壞。特別是在末法時期，你看這個道場，不管人多少，四個人以上，多寡不拘，他們聚集在一起學習經教，依照戒律修行，念佛或者是參禪，這都是難能可貴！你讚歎它，你尊重它，都種無邊的福報；你要是破壞它，你要是障礙它，罪過無邊。所以這叫五逆罪。十惡，殺生、偷盜、邪淫、妄語、兩舌、惡口、綺語、貪欲、瞋恚、愚痴。現在五逆十惡每天都聽到，已經不是新聞。為什麼人會墮落到這種樣子？真正的業因是沒有人教。確實像《楞嚴經》上所說的，現在這個時代，「邪師說法如恆河沙」。這些邪師破壞正法，誘惑眾生造作五逆十惡，否定聖賢教誨，嗤之為迷信，崇尚科技，崇尚物欲的享受，崇尚競爭，帶給這個社會無量的苦難。"
    },
    {
      "id": "12-017-1546_p0036",
      "zh_CN": "生活在现前这个世间谁都知道痛苦，不知道痛苦怎么来的；谁都希求社会安定、世界和平，可是这个愿望在现前社会很多人听到之后都摇头，这是一种奢想，做不到！为什么从前人能做到？一个世纪以前的社会，中国人还是世界上最淳朴、最善良的人，虽然国家衰弱，被列强欺负，人民依旧是善良的。这是什么原因？我们都要认真去思惟、认真的去探讨，那是中国几千年来祖宗教化的影响。祖宗教化虽然没有了，可是还有影响，到今天这个影响愈来愈淡薄，影响力几乎不存在，所以许多人迷惑颠倒，愈迷愈深，无力自拔。圣贤书不读了，祖宗的教诲不愿意听了，将来的果报不是三途那是哪里？可是诸佛菩萨对于我们，我们虽然怎样排斥他，怎样障碍他，怎样去毁谤他、陷害他，他还是长劫在救度这些罪苦众生。",
      "zh_TW": "生活在現前這個世間誰都知道痛苦，不知道痛苦怎麼來的；誰都希求社會安定、世界和平，可是這個願望在現前社會很多人聽到之後都搖頭，這是一種奢想，做不到！為什麼從前人能做到？一個世紀以前的社會，中國人還是世界上最淳樸、最善良的人，雖然國家衰弱，被列強欺負，人民依舊是善良的。這是什麼原因？我們都要認真去思惟、認真的去探討，那是中國幾千年來祖宗教化的影響。祖宗教化雖然沒有了，可是還有影響，到今天這個影響愈來愈淡薄，影響力幾乎不存在，所以許多人迷惑顛倒，愈迷愈深，無力自拔。聖賢書不讀了，祖宗的教誨不願意聽了，將來的果報不是三途那是哪裡？可是諸佛菩薩對於我們，我們雖然怎樣排斥他，怎樣障礙他，怎樣去毀謗他、陷害他，他還是長劫在救度這些罪苦眾生。"
    },
    {
      "id": "12-017-1546_p0037",
      "zh_CN": "我们要问，我们造作这些罪业要不要受报？要，我们到地狱，我们到饿鬼、到畜生，佛菩萨也是遍入三途，到那个地方再教我们，再来救我们。我们要问，我们将来沦落到三途能不能得救？这个地方你要记住，佛门里头有句话说「佛度有缘人」，什么是有缘人？对三宝曾经有一念善心，这一生当中曾经念过一句南无阿弥陀佛或是南无观世音菩萨，就念一句；受过三皈，不管是真的、是假的，受三皈的时候一定是念过「皈依佛，不堕地狱；皈依法，不堕饿鬼；皈依僧，不堕畜生」。你一生当中只要念过一次，阿赖耶识里头就有种子，那就叫有缘。所以诸佛菩萨在三途，哪些人能得度？有缘人能得度，要是与三宝没有缘的就难了，道理在此地。",
      "zh_TW": "我們要問，我們造作這些罪業要不要受報？要，我們到地獄，我們到餓鬼、到畜生，佛菩薩也是遍入三途，到那個地方再教我們，再來救我們。我們要問，我們將來淪落到三途能不能得救？這個地方你要記住，佛門裡頭有句話說「佛度有緣人」，什麼是有緣人？對三寶曾經有一念善心，這一生當中曾經念過一句南無阿彌陀佛或是南無觀世音菩薩，就念一句；受過三皈，不管是真的、是假的，受三皈的時候一定是念過「皈依佛，不墮地獄；皈依法，不墮餓鬼；皈依僧，不墮畜生」。你一生當中只要念過一次，阿賴耶識裡頭就有種子，那就叫有緣。所以諸佛菩薩在三途，哪些人能得度？有緣人能得度，要是與三寶沒有緣的就難了，道理在此地。"
    },
    {
      "id": "12-017-1546_p0038",
      "zh_CN": "所以我们千万不要轻视听一次经，一堂课一个钟点。你看看念一声佛号、念一句经文，善根福德都不可思议，听一个小时经那还得了！天天听经还造罪业，将来堕到三途里面去，佛菩萨再来度你，功德绝不唐捐。所以人家在有困难的时候、有急难的时候怎么帮助他？让他看到、让他听到，我们合掌念一句南无本师释迦牟尼佛，或者念一句南无阿弥陀佛，他听进去，或者念南无观世音菩萨，「一历耳根，永为道种」，这就是对他真正的帮助。所以供一尊佛像，他天天看这个佛像，一历眼根也永为道种。天天在薰修，为什么这一生当中不能成就？他的业障习气太重，他禁不起外面五浊邪见的诱惑，他受不了，所以他才造罪业。但是那个善根种下去了，到恶道受苦的时候，佛菩萨在恶道里面救拔众生他就有分，这个恩德多大！所以我们对三宝不能不尊重，对三宝不能不恭敬。",
      "zh_TW": "所以我們千萬不要輕視聽一次經，一堂課一個鐘點。你看看念一聲佛號、念一句經文，善根福德都不可思議，聽一個小時經那還得了！天天聽經還造罪業，將來墮到三途裡面去，佛菩薩再來度你，功德絕不唐捐。所以人家在有困難的時候、有急難的時候怎麼幫助他？讓他看到、讓他聽到，我們合掌念一句南無本師釋迦牟尼佛，或者念一句南無阿彌陀佛，他聽進去，或者念南無觀世音菩薩，「一歷耳根，永為道種」，這就是對他真正的幫助。所以供一尊佛像，他天天看這個佛像，一歷眼根也永為道種。天天在薰修，為什麼這一生當中不能成就？他的業障習氣太重，他禁不起外面五濁邪見的誘惑，他受不了，所以他才造罪業。但是那個善根種下去了，到惡道受苦的時候，佛菩薩在惡道裡面救拔眾生他就有分，這個恩德多大！所以我們對三寶不能不尊重，對三寶不能不恭敬。"
    },
    {
      "id": "12-017-1546_p0039",
      "zh_CN": "帮助人是让人有机会或者是听到、或者是见到、或者是接触到，三宝为第一功德利益。这是社会上许多的人不知道，不能接受，听不进去。他不能接受，听不进去，都不要紧，给他看到，阿赖耶落印象就行了。他如果说是听到、看到、接触到他立刻能接受，他决定不堕三途，至少他来生还能得人天福报。他那个一念回心，回恶向善，人天两道是靠得住；再要能像佛菩萨这样知恩报恩，他决定生天道，如果念佛求生净土，他肯定往生，你说这功德多殊胜！",
      "zh_TW": "幫助人是讓人有機會或者是聽到、或者是見到、或者是接觸到，三寶為第一功德利益。這是社會上許多的人不知道，不能接受，聽不進去。他不能接受，聽不進去，都不要緊，給他看到，阿賴耶落印象就行了。他如果說是聽到、看到、接觸到他立刻能接受，他決定不墮三途，至少他來生還能得人天福報。他那個一念回心，回惡向善，人天兩道是靠得住；再要能像佛菩薩這樣知恩報恩，他決定生天道，如果念佛求生淨土，他肯定往生，你說這功德多殊勝！"
    },
    {
      "id": "12-017-1546_p0040",
      "zh_CN": "我们每天都在学习，虽然业障、烦恼习气断不掉，天天在薰修，只要薰修的时间不间断，总有一天会回头。哪一天真的觉悟，真的明白，真的放下了，一心念佛求生净土，没有不往生的。生净土就是去作佛，理事都要明了、都要懂得。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們每天都在學習，雖然業障、煩惱習氣斷不掉，天天在薰修，只要薰修的時間不間斷，總有一天會回頭。哪一天真的覺悟，真的明白，真的放下了，一心念佛求生淨土，沒有不往生的。生淨土就是去作佛，理事都要明瞭、都要懂得。今天時間到了，我們就講到此地。"
    }
  ]
}