{
  "doc_id": "12-017-0277",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七七卷",
    "zh_TW": "第二七七卷"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0277",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-0277_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，八部四王众，鸠槃茶王偈颂，第九首：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，八部四王眾，鳩槃茶王偈頌，第九首："
    },
    {
      "id": "12-017-0277_p0002",
      "zh_CN": "【为欲安乐诸众生，修习大悲无量劫，种种方便除众苦，如是净华之所见。】",
      "zh_TW": "【為欲安樂諸眾生，修習大悲無量劫，種種方便除眾苦，如是淨華之所見。】"
    },
    {
      "id": "12-017-0277_p0003",
      "zh_CN": "第九位是无边净华眼鸠槃茶王，他是「得开示不退转大悲藏解脱门」。我们看他的赞颂要知道怎样去学习，每一位天王、神众，对我们修学都有实质的帮助。赞颂第一句：『为欲安乐诸众生』，这是将我们修学之所以说出来了。我们为什么学佛？为什么修行？一般人回答都是为自己，为自己求安乐。而世俗的人为什么学佛？为什么要拜佛？为什么到庙里烧香？求升官发财，求健康长寿，求佛菩萨保佑他平安，目的在此地。全是为个人、为家庭，诸位想想，坚固的我执一丝毫都没有化解，念念增长执着，念念增长分别，所以他所行的一切善，这叫世间善法。为什么叫世间善法？果报不出六道。为什么不出六道？六道是分别执着变现出来的，只要有分别执着，六道就不能够超越，原因在此地。诸佛菩萨对我们丝毫勉强都没有，只是把这些事实真相给我们说出来，让我们了解事实真相，这就叫开悟。",
      "zh_TW": "第九位是無邊淨華眼鳩槃茶王，他是「得開示不退轉大悲藏解脫門」。我們看他的讚頌要知道怎樣去學習，每一位天王、神眾，對我們修學都有實質的幫助。讚頌第一句：『為欲安樂諸眾生』，這是將我們修學之所以說出來了。我們為什麼學佛？為什麼修行？一般人回答都是為自己，為自己求安樂。而世俗的人為什麼學佛？為什麼要拜佛？為什麼到廟裡燒香？求升官發財，求健康長壽，求佛菩薩保佑他平安，目的在此地。全是為個人、為家庭，諸位想想，堅固的我執一絲毫都沒有化解，念念增長執著，念念增長分別，所以他所行的一切善，這叫世間善法。為什麼叫世間善法？果報不出六道。為什麼不出六道？六道是分別執著變現出來的，只要有分別執著，六道就不能夠超越，原因在此地。諸佛菩薩對我們絲毫勉強都沒有，只是把這些事實真相給我們說出來，讓我們了解事實真相，這就叫開悟。"
    },
    {
      "id": "12-017-0277_p0004",
      "zh_CN": "事实真相我们要明了，就不会受人欺骗，现在社会骗人的人很多。我不听谣言，甚至于人家把这些书，指明骂我这些书送来给我看，录音带送来给我听，我都不听。为什么？那都是妄想分别执着，我们要舍掉，保持自己的清净心，保持永远对人一个最好的概念。悟威师从美国回来，告诉我，他说：黄太太说师父很多坏话；我说：好了，就到此为止，底下绝对不要说了。立刻就终止了，为什么？一定要保持过去在一起相处的好印象，永远我们生活在美好的境界当中，这个人多好、多舒服，我们要懂这个道理。有一次黄太太打电话给我，我问她，我说：有人这么说；她立刻告诉我，她说：师父，你要晓得，我一生从来没有说你一句坏话，如果你要听到有人说我说你坏话的，那个人一定是坏人。我说：我知道。我清楚得很！天下人都是好人，不过是什么？习气使然，《三字经》里面讲「性相近，习相远」，习气改变了你的本性。但是习气是虚妄的，习气除掉了，你将来也是如如佛。将来是如如佛，我现在看你也是如如佛，我把你当作佛看待，我得自在，我心清净，我生智慧，不生烦恼，所以我们功夫才会有进展，才会有进步。常常想别人，这个不对，那个不对，就是自己的不对，我们懂得吗？",
      "zh_TW": "事實真相我們要明瞭，就不會受人欺騙，現在社會騙人的人很多。我不聽謠言，甚至於人家把這些書，指明罵我這些書送來給我看，錄音帶送來給我聽，我都不聽。為什麼？那都是妄想分別執著，我們要捨掉，保持自己的清淨心，保持永遠對人一個最好的概念。悟威師從美國回來，告訴我，他說：黃太太說師父很多壞話；我說：好了，就到此為止，底下絕對不要說了。立刻就終止了，為什麼？一定要保持過去在一起相處的好印象，永遠我們生活在美好的境界當中，這個人多好、多舒服，我們要懂這個道理。有一次黃太太打電話給我，我問她，我說：有人這麼說；她立刻告訴我，她說：師父，你要曉得，我一生從來沒有說你一句壞話，如果你要聽到有人說我說你壞話的，那個人一定是壞人。我說：我知道。我清楚得很！天下人都是好人，不過是什麼？習氣使然，《三字經》裡面講「性相近，習相遠」，習氣改變了你的本性。但是習氣是虛妄的，習氣除掉了，你將來也是如如佛。將來是如如佛，我現在看你也是如如佛，我把你當作佛看待，我得自在，我心清淨，我生智慧，不生煩惱，所以我們功夫才會有進展，才會有進步。常常想別人，這個不對，那個不對，就是自己的不對，我們懂得嗎？"
    },
    {
      "id": "12-017-0277_p0005",
      "zh_CN": "蕅益大师《灵峰宗论》里面对昙方丈一段开示，我过去印的小张，现在在我三楼饭桌下面还压着，我印了几十万张送人，「境缘无好丑，好丑起于心」，什么人心？自己的心，不是别人的。境是物质环境，缘是人事环境，一定要晓得物质环境、人事环境里面，没有邪正，没有是非，没有真妄；真妄、是非、邪正是从我自己心里头生的，我的心正一切都正，我的心善一切都善，我的心好一切都好。境随心转，《楞严经》上说，「若能转境，则同如来」，我们为什么不转境，而被境界所转？被境界所转，那个人多苦！",
      "zh_TW": "蕅益大師《靈峰宗論》裡面對曇方丈一段開示，我過去印的小張，現在在我三樓飯桌下面還壓著，我印了幾十萬張送人，「境緣無好醜，好醜起於心」，什麼人心？自己的心，不是別人的。境是物質環境，緣是人事環境，一定要曉得物質環境、人事環境裡面，沒有邪正，沒有是非，沒有真妄；真妄、是非、邪正是從我自己心裡頭生的，我的心正一切都正，我的心善一切都善，我的心好一切都好。境隨心轉，《楞嚴經》上說，「若能轉境，則同如來」，我們為什麼不轉境，而被境界所轉？被境界所轉，那個人多苦！"
    },
    {
      "id": "12-017-0277_p0006",
      "zh_CN": "由此可知，苦乐、迷悟都在自己一念心，我们为什么不向善，去向恶？尤其读了《华严经》五十三参，你看看善财童子，善财童子就是这个修法，善恶境缘统统是善知识，差别的只有一点，礼敬、供养决定平等，善人、恶人一律平等。帮助我的人，称赞我的人，毁谤我的人，侮辱我的人，陷害我的人，我对他的布施供养平等的，对他的恭敬平等的，只有一样称赞，「称赞如来」，他有德行这一面我称赞他，与德行相违背的只是不称赞，我们在《华严经》上学到的。善财童子对胜热婆罗门这些人，有恭敬、供养，没有赞叹，我们在这里学到了。佛教给我们，绝不可以批评，绝不可以以轻慢的心、恚怒的心、嫉妒的心，那我们自己造业，与外头境界不相干！",
      "zh_TW": "由此可知，苦樂、迷悟都在自己一念心，我們為什麼不向善，去向惡？尤其讀了《華嚴經》五十三參，你看看善財童子，善財童子就是這個修法，善惡境緣統統是善知識，差別的只有一點，禮敬、供養決定平等，善人、惡人一律平等。幫助我的人，稱讚我的人，毀謗我的人，侮辱我的人，陷害我的人，我對他的布施供養平等的，對他的恭敬平等的，只有一樣稱讚，「稱讚如來」，他有德行這一面我稱讚他，與德行相違背的只是不稱讚，我們在《華嚴經》上學到的。善財童子對勝熱婆羅門這些人，有恭敬、供養，沒有讚歎，我們在這裡學到了。佛教給我們，絕不可以批評，絕不可以以輕慢的心、恚怒的心、嫉妒的心，那我們自己造業，與外頭境界不相干！"
    },
    {
      "id": "12-017-0277_p0007",
      "zh_CN": "诸佛菩萨所以能成为佛菩萨就是这个愿，这第一句，这第一句就是四弘誓愿里头第一愿：「众生无边誓愿度」。我们活在这个世间为什么？「为欲安乐诸众生」，不是为自己，自己没有了。自己没有了，所有一切恶劣伤害就伤害不到了，有我才会受伤害，「我」被伤害了。「我」要没有了，诸位想想，一切灾难来了，我没有了，谁受伤害？佛在小乘经上都说了很多比喻，譬如有人送礼，你的礼物送给人，人家不接受，怎么办？你还是拿回去。你恶言骂人，人家不接受，结果是骂了自己。他要接受，他就生烦恼，就生瞋恚，要生报复；他不接受，不接受回过来，自己有罪业，他没有过失。人家那个地方增长功德，最明显的增长忍辱波罗蜜。我们造的罪业，成就他的功德，你说他感不感激我？当然感激，帮他消业障，成就他功德。所以歌利王割截身体，忍辱仙人报答他的深恩，发愿成佛之后第一个度他。",
      "zh_TW": "諸佛菩薩所以能成為佛菩薩就是這個願，這第一句，這第一句就是四弘誓願裡頭第一願：「眾生無邊誓願度」。我們活在這個世間為什麼？「為欲安樂諸眾生」，不是為自己，自己沒有了。自己沒有了，所有一切惡劣傷害就傷害不到了，有我才會受傷害，「我」被傷害了。「我」要沒有了，諸位想想，一切災難來了，我沒有了，誰受傷害？佛在小乘經上都說了很多比喻，譬如有人送禮，你的禮物送給人，人家不接受，怎麼辦？你還是拿回去。你惡言罵人，人家不接受，結果是罵了自己。他要接受，他就生煩惱，就生瞋恚，要生報復；他不接受，不接受回過來，自己有罪業，他沒有過失。人家那個地方增長功德，最明顯的增長忍辱波羅蜜。我們造的罪業，成就他的功德，你說他感不感激我？當然感激，幫他消業障，成就他功德。所以歌利王割截身體，忍辱仙人報答他的深恩，發願成佛之後第一個度他。"
    },
    {
      "id": "12-017-0277_p0008",
      "zh_CN": "知恩报恩，恩在哪里世间人很不容易懂，帮助我们的人是我们的恩人，毁辱我们的人也是我们的恩人。帮助我们的人是顺境的恩人，顺的增上缘；毁辱我们的是逆增上缘，我们更小心、更谨慎，更是时时刻刻反省有没有过失，无则嘉勉，有则改之。如果自己有一点瞋恚心，立刻就知道错了，不是他错，我错了。他骂我，我还有瞋恚心，我错在哪里？我还有我相，我相、我执没除，我才会生气，我才会不高兴。如果我相没有了的时候，就不可能有这个现象，听到别人骂我，就像听到别人骂别人一样，与自己不相干。什么时候你们也学会了，指着鼻子骂你，你听到好像骂别人，打你好像是打别人，那个我相就没有了。那就恭喜！自己要恭喜，出三界了，绝对不会再堕在三界里头，决定不会再搞六道轮回。",
      "zh_TW": "知恩報恩，恩在哪裡世間人很不容易懂，幫助我們的人是我們的恩人，毀辱我們的人也是我們的恩人。幫助我們的人是順境的恩人，順的增上緣；毀辱我們的是逆增上緣，我們更小心、更謹慎，更是時時刻刻反省有沒有過失，無則嘉勉，有則改之。如果自己有一點瞋恚心，立刻就知道錯了，不是他錯，我錯了。他罵我，我還有瞋恚心，我錯在哪裡？我還有我相，我相、我執沒除，我才會生氣，我才會不高興。如果我相沒有了的時候，就不可能有這個現象，聽到別人罵我，就像聽到別人罵別人一樣，與自己不相干。什麼時候你們也學會了，指著鼻子罵你，你聽到好像罵別人，打你好像是打別人，那個我相就沒有了。那就恭喜！自己要恭喜，出三界了，絕對不會再墮在三界裡頭，決定不會再搞六道輪迴。"
    },
    {
      "id": "12-017-0277_p0009",
      "zh_CN": "那身体在世间做什么？为一切众生服务的，为众生得安、得乐。安，破迷开悟就安了，离一切苦就得乐，所以这里头是两桩事情，因果清清楚楚、明明白白，令一切众生转恶为善他就得乐，转迷为悟他就得安。我们在这个世间所作所为就是这么一桩事情，一切为众生，一切为社会，没有丝毫一念是为自己，这叫学佛。诸佛菩萨绝对没有一念为自己，《金刚经》上说得那么清楚，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，那不是菩萨。不但不是菩萨，小乘也不是，须陀洹已经离四相了。我们这才明了，离四相、离四见里面的功行浅深差别很大。换句话说，还有执着，还有身见，须陀洹果就不能证得。这个大家都知道，必须离三界八十八品见惑，证须陀洹果。见惑是什么？执着。",
      "zh_TW": "那身體在世間做什麼？為一切眾生服務的，為眾生得安、得樂。安，破迷開悟就安了，離一切苦就得樂，所以這裡頭是兩樁事情，因果清清楚楚、明明白白，令一切眾生轉惡為善他就得樂，轉迷為悟他就得安。我們在這個世間所作所為就是這麼一樁事情，一切為眾生，一切為社會，沒有絲毫一念是為自己，這叫學佛。諸佛菩薩絕對沒有一念為自己，《金剛經》上說得那麼清楚，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，那不是菩薩。不但不是菩薩，小乘也不是，須陀洹已經離四相了。我們這才明瞭，離四相、離四見裡面的功行淺深差別很大。換句話說，還有執著，還有身見，須陀洹果就不能證得。這個大家都知道，必須離三界八十八品見惑，證須陀洹果。見惑是什麼？執著。"
    },
    {
      "id": "12-017-0277_p0010",
      "zh_CN": "如果我们在这上下功夫，这种功夫都在生活上，工作里面，处事待人接物之中，在这里做功夫，把自己妄想烦恼的习气，《金刚经》上就讲四相，是我们的烦恼习气，在一切境缘当中把它磨平，这叫修行，这是真功夫。赞叹你没有欢喜心，为什么？知道不值得赞叹，无论在哪一方面，我们跟祖师大德一比较差太远了，愈是赞叹我们愈生惭愧，不配！侮辱我们，我们点头，应该！为什么？罪业太重。他辱骂，他侮辱，把我的业障罪业减轻了几分，不都是善知识吗？人人都是善人，事事都是好事，就看我们怎么用心？会用心的人，古人常讲「仁者无敌」，那是会用心的人，仁者会用心。仁是什么意思？仁是二人，不是一个人；换句话说，念念能够想到别人，这个人是仁人；敌是什么？敌是对头、冤家，他没有。念念想着别人，没有想自己，他有什么冤家？有什么对头？没有，冤家对头到他那里都落空了。",
      "zh_TW": "如果我們在這上下功夫，這種功夫都在生活上，工作裡面，處事待人接物之中，在這裡做功夫，把自己妄想煩惱的習氣，《金剛經》上就講四相，是我們的煩惱習氣，在一切境緣當中把它磨平，這叫修行，這是真功夫。讚歎你沒有歡喜心，為什麼？知道不值得讚歎，無論在哪一方面，我們跟祖師大德一比較差太遠了，愈是讚歎我們愈生慚愧，不配！侮辱我們，我們點頭，應該！為什麼？罪業太重。他辱罵，他侮辱，把我的業障罪業減輕了幾分，不都是善知識嗎？人人都是善人，事事都是好事，就看我們怎麼用心？會用心的人，古人常講「仁者無敵」，那是會用心的人，仁者會用心。仁是什麼意思？仁是二人，不是一個人；換句話說，念念能夠想到別人，這個人是仁人；敵是什麼？敵是對頭、冤家，他沒有。念念想著別人，沒有想自己，他有什麼冤家？有什麼對頭？沒有，冤家對頭到他那裡都落空了。"
    },
    {
      "id": "12-017-0277_p0011",
      "zh_CN": "佛经里面称菩萨为「仁者」，顾名思义，仁者「为欲安乐诸众生」。这一个愿要落实，底下两句是落实，『修习大悲无量劫』，「修」是修正。我们真的是无量劫以来，堕落在六道里面作凡夫，没有慈悲心，自私自利，要把自私自利修正过来、转变过来，利益众生。从前一切利益自己，现在转过头来利益一切众生，不遗余力，尽心尽力去做。古人这种人在社会上不少，看到别人有困苦艰难的时候，甚至于变卖自己的房子田地，帮助这些苦难的人，为别人自己可以倾家荡产。他这样做有没有好处？有！我们看到果报，后世的子孙发达。这是什么？祖先积的阴功。这在中国史书上我们就看到太多太多了，哪一个发达人家不是多少代祖宗在积德，感应不可思议，我们要懂这个道理，所以才报答祖宗恩德。",
      "zh_TW": "佛經裡面稱菩薩為「仁者」，顧名思義，仁者「為欲安樂諸眾生」。這一個願要落實，底下兩句是落實，『修習大悲無量劫』，「修」是修正。我們真的是無量劫以來，墮落在六道裡面作凡夫，沒有慈悲心，自私自利，要把自私自利修正過來、轉變過來，利益眾生。從前一切利益自己，現在轉過頭來利益一切眾生，不遺餘力，盡心盡力去做。古人這種人在社會上不少，看到別人有困苦艱難的時候，甚至於變賣自己的房子田地，幫助這些苦難的人，為別人自己可以傾家蕩產。他這樣做有沒有好處？有！我們看到果報，後世的子孫發達。這是什麼？祖先積的陰功。這在中國史書上我們就看到太多太多了，哪一個發達人家不是多少代祖宗在積德，感應不可思議，我們要懂這個道理，所以才報答祖宗恩德。"
    },
    {
      "id": "12-017-0277_p0012",
      "zh_CN": "我们今天在这个时代，这是亘古以来所没有遭遇到的乱世，历史上找不到。何以这么说法？伦常道德全部都没有了。今天的社会，古人所说的父不父、子不子，这是自古以来所没有的。上一次台北廖居士来看我，我跟他讲美国现在青少年犯罪的事情，他听到之后，台湾青少年犯罪的状况有过之而无不及，我听了非常惊讶！所以我请他找个时间，到此地来给我们上两堂课，让他报告台湾社会状况。这是非常不祥的征兆，我们看到这个征兆就晓得后面必定有大灾难，不善的因，后面是不善的果。父母不能教儿女，父母跟儿女说一句，他说儿女顶十句回来；老师不能教学生了。所以孝道没有了，师道没有了，这个社会还得了吗？在中国，古圣先贤几千年来维持中国的道统，中国道统是什么？就这两桩事情：孝道跟师道。诸佛如来度化法界一切众生，也是这两桩事情。「净业三福」，佛讲得多清楚，「三世诸佛，净业正因」，过去、现在、未来一切菩萨修行成佛，不管你修哪个法门，无量无边的法门是建立在这一个共同的基础上。这个基础，前面两句孝亲、尊师，孝道跟师道。佛法也是讲的这个，从孝敬开始，到孝敬圆满，孝敬圆满就成佛了。",
      "zh_TW": "我們今天在這個時代，這是亙古以來所沒有遭遇到的亂世，歷史上找不到。何以這麼說法？倫常道德全部都沒有了。今天的社會，古人所說的父不父、子不子，這是自古以來所沒有的。上一次台北廖居士來看我，我跟他講美國現在青少年犯罪的事情，他聽到之後，台灣青少年犯罪的狀況有過之而無不及，我聽了非常驚訝！所以我請他找個時間，到此地來給我們上兩堂課，讓他報告台灣社會狀況。這是非常不祥的徵兆，我們看到這個徵兆就曉得後面必定有大災難，不善的因，後面是不善的果。父母不能教兒女，父母跟兒女說一句，他說兒女頂十句回來；老師不能教學生了。所以孝道沒有了，師道沒有了，這個社會還得了嗎？在中國，古聖先賢幾千年來維持中國的道統，中國道統是什麼？就這兩樁事情：孝道跟師道。諸佛如來度化法界一切眾生，也是這兩樁事情。「淨業三福」，佛講得多清楚，「三世諸佛，淨業正因」，過去、現在、未來一切菩薩修行成佛，不管你修哪個法門，無量無邊的法門是建立在這一個共同的基礎上。這個基礎，前面兩句孝親、尊師，孝道跟師道。佛法也是講的這個，從孝敬開始，到孝敬圓滿，孝敬圓滿就成佛了。"
    },
    {
      "id": "12-017-0277_p0013",
      "zh_CN": "我们这一生很幸运沾到一点儒的边缘，沾到一点佛的边缘，学圣、学贤、学菩萨、学诸佛，怎么个学法？无非是尽孝、尽敬而已。佛教给我们，一切众生皆是善知识，善知识就是老师，「一切男子是我父，一切女人是我母」，所以佛讲孝敬是对一切众生，《华严》里面「情与无情，同圆种智」。如何将孝敬落实？五戒、十善、六度、普贤十愿，这是把孝敬落实，这叫行菩萨道。你明了自己与虚空法界一切众生的关系，你是悟菩萨道，你觉悟了；你一生能够奉行五戒、十善、六度、普贤十愿，你叫行菩萨道。你能够悟，悟是解；你能够行，你就能入境界；入境界是证菩萨道，你就证果了。",
      "zh_TW": "我們這一生很幸運沾到一點儒的邊緣，沾到一點佛的邊緣，學聖、學賢、學菩薩、學諸佛，怎麼個學法？無非是盡孝、盡敬而已。佛教給我們，一切眾生皆是善知識，善知識就是老師，「一切男子是我父，一切女人是我母」，所以佛講孝敬是對一切眾生，《華嚴》裡面「情與無情，同圓種智」。如何將孝敬落實？五戒、十善、六度、普賢十願，這是把孝敬落實，這叫行菩薩道。你明瞭自己與虛空法界一切眾生的關係，你是悟菩薩道，你覺悟了；你一生能夠奉行五戒、十善、六度、普賢十願，你叫行菩薩道。你能夠悟，悟是解；你能夠行，你就能入境界；入境界是證菩薩道，你就證果了。"
    },
    {
      "id": "12-017-0277_p0014",
      "zh_CN": "「修」是修正我们错误的想法看法，「习」是真干。佛家常讲「慈悲为本，方便为门」，这一句「大悲」，这是慈悲为本；下一句「方便」，这就落实了。大悲是说用心，我们讲存好心；方便，说好话，行好事；整个合起来，就是做好人。自己要勉励自己，决定不可以说，这个世界人人都不是这样作法，我为什么要这样作法？那我要问你，人人都搞三途六道，你也去搞吗？我不想搞，我要搞菩萨道，菩萨道就是这个办法。我们走菩萨道，我们不再搞三途六道了。三途六道跟菩萨道恰恰相反，决定不能看那么多人都走三途六道，大概三途六道不错，菩萨道没人走，恐怕这个道是靠不住，那就是你自己错了。信心难！我们要有坚定的信心，永恒不移的信心，我们走菩萨道。",
      "zh_TW": "「修」是修正我們錯誤的想法看法，「習」是真幹。佛家常講「慈悲為本，方便為門」，這一句「大悲」，這是慈悲為本；下一句「方便」，這就落實了。大悲是說用心，我們講存好心；方便，說好話，行好事；整個合起來，就是做好人。自己要勉勵自己，決定不可以說，這個世界人人都不是這樣作法，我為什麼要這樣作法？那我要問你，人人都搞三途六道，你也去搞嗎？我不想搞，我要搞菩薩道，菩薩道就是這個辦法。我們走菩薩道，我們不再搞三途六道了。三途六道跟菩薩道恰恰相反，決定不能看那麼多人都走三途六道，大概三途六道不錯，菩薩道沒人走，恐怕這個道是靠不住，那就是你自己錯了。信心難！我們要有堅定的信心，永恆不移的信心，我們走菩薩道。"
    },
    {
      "id": "12-017-0277_p0015",
      "zh_CN": "我深深相信老师，我求学的时候很苦，我跟章嘉大师三年，我没有供养他一块钱；为什么？我生活太苦了，我没有能力供养他，还要接受他倒过来供养我。常常到他老人家那里去，时间耽误久了，吃饭的时候他常常留我吃饭。老师无求于我，这是真正教诲，这是恩德。我辞掉工作到台中亲近李炳南老居士，李老居士办一个「慈光图书馆」，我到里面去作义工，住在图书馆，三餐饭图书馆供养，每个月还给我五十块零用钱。我跟李老师十年，没有供养过他，他供养我。他看到我衣服破了，人家送他的好衣服，他自己不穿，送给我。我现在还留了几件做纪念，非常好的料子别人供养他的，恩德！人家是真的好意待我，我自己要明了。如果说对于这些完全不明了，那我们真是像李老师常讲，糊涂到所以然，那就不能教了。我求学过程当中，我是深受老师的教诲。",
      "zh_TW": "我深深相信老師，我求學的時候很苦，我跟章嘉大師三年，我沒有供養他一塊錢；為什麼？我生活太苦了，我沒有能力供養他，還要接受他倒過來供養我。常常到他老人家那裡去，時間耽誤久了，吃飯的時候他常常留我吃飯。老師無求於我，這是真正教誨，這是恩德。我辭掉工作到台中親近李炳南老居士，李老居士辦一個「慈光圖書館」，我到裡面去作義工，住在圖書館，三餐飯圖書館供養，每個月還給我五十塊零用錢。我跟李老師十年，沒有供養過他，他供養我。他看到我衣服破了，人家送他的好衣服，他自己不穿，送給我。我現在還留了幾件做紀念，非常好的料子別人供養他的，恩德！人家是真的好意待我，我自己要明瞭。如果說對於這些完全不明瞭，那我們真是像李老師常講，糊塗到所以然，那就不能教了。我求學過程當中，我是深受老師的教誨。"
    },
    {
      "id": "12-017-0277_p0016",
      "zh_CN": "方东美先生亦复如是，我求学的时候没有收一分钱的学费，特别拨出时间来教我，而不是在学校里头去旁听；我们那个时候只希求他答应我到学校旁听，这是他看到我求学的心很恳切，对老师知道尊重，所以不让我到学校，叫我每个星期天到他家里，给我上两个钟点课，我的哲学是这样学出来的。以后我们同学知道的人很多，来给我说，方先生眼睛长在头顶上，从来瞧不起人，他能够单独教你，你跟别人就不一样了。方先生早期的这些学生，现在都是学校的名教授，都是博士班的指导老师。早年香港「新亚书院」，唐君毅先生是方先生早年的学生，这很有成就的，在近代中国也是大儒之一。",
      "zh_TW": "方東美先生亦復如是，我求學的時候沒有收一分錢的學費，特別撥出時間來教我，而不是在學校裡頭去旁聽；我們那個時候只希求他答應我到學校旁聽，這是他看到我求學的心很懇切，對老師知道尊重，所以不讓我到學校，叫我每個星期天到他家裡，給我上兩個鐘點課，我的哲學是這樣學出來的。以後我們同學知道的人很多，來給我說，方先生眼睛長在頭頂上，從來瞧不起人，他能夠單獨教你，你跟別人就不一樣了。方先生早期的這些學生，現在都是學校的名教授，都是博士班的指導老師。早年香港「新亞書院」，唐君毅先生是方先生早年的學生，這很有成就的，在近代中國也是大儒之一。"
    },
    {
      "id": "12-017-0277_p0017",
      "zh_CN": "我们何以能够得到老师特别爱护？没有别的，真诚心而已。诚于中则形于外，他看出来了，特别照顾，不同于其他同学那个教学。老师对我特别照顾，也就是我们有一个愿心服务社会、服务众生，不为自己求安乐。他们是大德，与诸佛菩萨、大圣大贤有同样的愿心，这个愿心就是「为欲安乐诸众生」，所以他们所表现的大慈大悲，对于真正好学的人，真正有这个愿的人，无条件无私的尽心尽力协助，来帮助你，来成就你。上一辈子是这样对我，我当然要同样的对待下一辈，对待我们的同参道友。我们明了世间多一个善人，世间多一个菩萨，众生的劫难就减一分，众生的业障就消一分，所以哪里会有嫉妒障碍？遇到人存的是菩萨心，行的是菩萨道，欢喜都来不及了，决定是全心全力供养，无私的供养，毫无吝惜的供养。「修习大悲无量劫」是讲时间，不是一时，不是一处，空间无边际，时间无量劫，要发这样的大心。",
      "zh_TW": "我們何以能夠得到老師特別愛護？沒有別的，真誠心而已。誠於中則形於外，他看出來了，特別照顧，不同於其他同學那個教學。老師對我特別照顧，也就是我們有一個願心服務社會、服務眾生，不為自己求安樂。他們是大德，與諸佛菩薩、大聖大賢有同樣的願心，這個願心就是「為欲安樂諸眾生」，所以他們所表現的大慈大悲，對於真正好學的人，真正有這個願的人，無條件無私的盡心盡力協助，來幫助你，來成就你。上一輩子是這樣對我，我當然要同樣的對待下一輩，對待我們的同參道友。我們明瞭世間多一個善人，世間多一個菩薩，眾生的劫難就減一分，眾生的業障就消一分，所以哪裡會有嫉妒障礙？遇到人存的是菩薩心，行的是菩薩道，歡喜都來不及了，決定是全心全力供養，無私的供養，毫無吝惜的供養。「修習大悲無量劫」是講時間，不是一時，不是一處，空間無邊際，時間無量劫，要發這樣的大心。"
    },
    {
      "id": "12-017-0277_p0018",
      "zh_CN": "『种种方便除众苦』，这一句里面境界无量的深广。我们只有一个目的，方法无量无边，方是方法，便是便宜，应该用什么方法就用什么方法，没有定法，佛无有定法可说，完全是应机。应以什么身分帮助众生，众生最欢喜，我们就现什么身分；众生欢喜什么方式，我们就采取什么方式，永远记住恒顺众生。我们顺众生，绝不要求众生顺我们；要求众生顺我们，错了！我们要顺众生。诸位你要是有心，你会学到；你要是粗心大意，你就学不到了。",
      "zh_TW": "『種種方便除眾苦』，這一句裡面境界無量的深廣。我們只有一個目的，方法無量無邊，方是方法，便是便宜，應該用什麼方法就用什麼方法，沒有定法，佛無有定法可說，完全是應機。應以什麼身分幫助眾生，眾生最歡喜，我們就現什麼身分；眾生歡喜什麼方式，我們就採取什麼方式，永遠記住恆順眾生。我們順眾生，絕不要求眾生順我們；要求眾生順我們，錯了！我們要順眾生。諸位你要是有心，你會學到；你要是粗心大意，你就學不到了。"
    },
    {
      "id": "12-017-0277_p0019",
      "zh_CN": "前年我第一次在新加坡过年，我跟木源说过，我们过年是个庆幸的喜事，可是有许许多多苦难的人、无家可归的人，他们很可怜，我们怎样帮助他？我们两个商量，我们把这一份的喜悦扩大，就决定邀请新加坡每一个宗教的老人，他们老人院的老人，孤儿院的儿童，邀请他们一起来过年。九大宗教的团结就从这儿开始了，「为欲安乐诸众生」。我们邀请了，那一天到达的，参与这个法会的三千八百人，欢喜！九大宗教的领袖都到了。恒顺众生，他们平常喜欢吃什么食物，我们就供养什么食物。你要注意看的时候，桌上的菜不一样，有素、有荤，他们的习惯不相同。这是我们恒顺众生，大家才真的生欢喜心。如果统统来了，一律叫吃素，你请我们存心何在？是不是要我们改变宗教信仰信你？那个意思一想，愈想就愈差，不知道想到哪里去了，我们一番好意全消失了。一定要恒顺他，他喜欢吃肉就供养他肉。那里面有不少穆斯林的教徒，他们不吃猪肉，吃牛肉、吃羊肉，而且屠宰的时候还一定要阿訇去念咒，所以供养他们，我们找清真馆子来做，他们就很放心、很欢喜。尊重别人，随喜功德，恒顺众生。我们做得很如法，完全遵照十大愿王的教诲来做，皆大欢喜。",
      "zh_TW": "前年我第一次在新加坡過年，我跟木源說過，我們過年是個慶幸的喜事，可是有許許多多苦難的人、無家可歸的人，他們很可憐，我們怎樣幫助他？我們兩個商量，我們把這一份的喜悅擴大，就決定邀請新加坡每一個宗教的老人，他們老人院的老人，孤兒院的兒童，邀請他們一起來過年。九大宗教的團結就從這兒開始了，「為欲安樂諸眾生」。我們邀請了，那一天到達的，參與這個法會的三千八百人，歡喜！九大宗教的領袖都到了。恆順眾生，他們平常喜歡吃什麼食物，我們就供養什麼食物。你要注意看的時候，桌上的菜不一樣，有素、有葷，他們的習慣不相同。這是我們恆順眾生，大家才真的生歡喜心。如果統統來了，一律叫吃素，你請我們存心何在？是不是要我們改變宗教信仰信你？那個意思一想，愈想就愈差，不知道想到哪裡去了，我們一番好意全消失了。一定要恆順他，他喜歡吃肉就供養他肉。那裡面有不少穆斯林的教徒，他們不吃豬肉，吃牛肉、吃羊肉，而且屠宰的時候還一定要阿訇去念咒，所以供養他們，我們找清真館子來做，他們就很放心、很歡喜。尊重別人，隨喜功德，恆順眾生。我們做得很如法，完全遵照十大願王的教誨來做，皆大歡喜。"
    },
    {
      "id": "12-017-0277_p0020",
      "zh_CN": "去年和平祈祷的盛会，诸位看到了，参加和平祈祷，我们原先估计大概一千人到两千人，我们是这样估计的；到第二天有同修来告诉我，参加祈祷的超过六千人，欢喜！晚宴我们请孤儿院的孤儿，老人院的老人，我们比去年请得多，我们请了五千人，结果参与这个法会超过八千人，我们看到欢喜！都超过我们的预算，好在我们准备得很充分。我们的菜色也是随着他们自己的习性，他们的爱好，要懂这个道理。九大宗教都感动了，都觉得这个好，人人欢喜。他们找李木源居士说：明年再办，我们九大宗教都要出钱出力。好，太好了！他们去筹款，出钱出力。我跟李居士说，你传话给他们，他们尽量去筹，不足之数我们完全负担，让他们有信心、有欢喜心。所以明年我相信比今年还要殊胜，可能会超过一万五千人，我们租一个厅不够，要租两个厅。好事情！对整个世界都产生了影响，印尼的总统都赞叹，我们在报纸上看到，赞叹新加坡宗教的团结，种族的团结。这是社会安定、世界和平的基础，「为欲安乐诸众生」。我们今天这个作法落实《华严经》，《华严经》不是我们在这里说说，说说有什么用处？要真去做到！",
      "zh_TW": "去年和平祈禱的盛會，諸位看到了，參加和平祈禱，我們原先估計大概一千人到兩千人，我們是這樣估計的；到第二天有同修來告訴我，參加祈禱的超過六千人，歡喜！晚宴我們請孤兒院的孤兒，老人院的老人，我們比去年請得多，我們請了五千人，結果參與這個法會超過八千人，我們看到歡喜！都超過我們的預算，好在我們準備得很充分。我們的菜色也是隨著他們自己的習性，他們的愛好，要懂這個道理。九大宗教都感動了，都覺得這個好，人人歡喜。他們找李木源居士說：明年再辦，我們九大宗教都要出錢出力。好，太好了！他們去籌款，出錢出力。我跟李居士說，你傳話給他們，他們盡量去籌，不足之數我們完全負擔，讓他們有信心、有歡喜心。所以明年我相信比今年還要殊勝，可能會超過一萬五千人，我們租一個廳不夠，要租兩個廳。好事情！對整個世界都產生了影響，印尼的總統都讚歎，我們在報紙上看到，讚歎新加坡宗教的團結，種族的團結。這是社會安定、世界和平的基礎，「為欲安樂諸眾生」。我們今天這個作法落實《華嚴經》，《華嚴經》不是我們在這裡說說，說說有什麼用處？要真去做到！"
    },
    {
      "id": "12-017-0277_p0021",
      "zh_CN": "这一次悟道到这边来，此地法会完了之后，他现在到澳洲。我叫他到澳洲去，澳洲图文巴那个地方有个教堂要卖，我说，你把它买下来，买下来不要挂佛教道场招牌，我说我们要突破，走向「大方广佛华严」，华藏世界。招牌怎么写法？「多元文化中心」，你们看看《华严经》是不是多元文化中心？什么样的族群都有，什么样的宗教都有，大家合在一起，全是发的菩提心，全是行的菩萨道。我说，你的招牌要挂「多元文化中心」，活动一定要「安乐诸众生」。当地那个教堂的附近，就是隔一个马路，我看样子大概是一百多公尺，是一个土着的活动中心，澳洲土着很穷很苦，我说，你要安乐这些苦众生，特别是苦众生，优先我们要给他安乐。怎么作法？开餐馆，天天请他们来吃饭。当然你今天到那边去，那一边全是基督教，没有佛教，所以你也不会有供养，如果说免费，那几天就把你吃垮了。我教给他一个方法，收回成本，以不赚钱为目的。为什么？我服务，我招待这些穷苦的人，他们在别的地方吃饭，譬如一餐要是五块钱，我这儿只收两块钱，这就是为社会服务，为苦难众生服务。",
      "zh_TW": "這一次悟道到這邊來，此地法會完了之後，他現在到澳洲。我叫他到澳洲去，澳洲圖文巴那個地方有個教堂要賣，我說，你把它買下來，買下來不要掛佛教道場招牌，我說我們要突破，走向「大方廣佛華嚴」，華藏世界。招牌怎麼寫法？「多元文化中心」，你們看看《華嚴經》是不是多元文化中心？什麼樣的族群都有，什麼樣的宗教都有，大家合在一起，全是發的菩提心，全是行的菩薩道。我說，你的招牌要掛「多元文化中心」，活動一定要「安樂諸眾生」。當地那個教堂的附近，就是隔一個馬路，我看樣子大概是一百多公尺，是一個土著的活動中心，澳洲土著很窮很苦，我說，你要安樂這些苦眾生，特別是苦眾生，優先我們要給他安樂。怎麼作法？開餐館，天天請他們來吃飯。當然你今天到那邊去，那一邊全是基督教，沒有佛教，所以你也不會有供養，如果說免費，那幾天就把你吃垮了。我教給他一個方法，收回成本，以不賺錢為目的。為什麼？我服務，我招待這些窮苦的人，他們在別的地方吃飯，譬如一餐要是五塊錢，我這兒只收兩塊錢，這就是為社會服務，為苦難眾生服務。"
    },
    {
      "id": "12-017-0277_p0022",
      "zh_CN": "而且我告诉悟道，你不要搞素食，你搞素食他们都不来了；你要去多观察，多去访问土着，他们平常喜欢吃些什么东西，我们给他做什么东西，决不是劝他吃素。我们吃饭可以在一起吃，他吃的是肉食，我们吃的是蔬菜，时间久了，慢慢让他体会到，我们的身体比他健康，我们的颜色比他好看，他就会问，你们吃什么？我们素食，素食健康长寿，素食永远不老，他就会来学了。要有时间去感化，忍辱波罗蜜，你要有相当长的时间，可能五年、十年、二十年之后，那个地方素食才能完全明了，才能够推行，所以开端的时候一定要恒顺众生。",
      "zh_TW": "而且我告訴悟道，你不要搞素食，你搞素食他們都不來了；你要去多觀察，多去訪問土著，他們平常喜歡吃些什麼東西，我們給他做什麼東西，決不是勸他吃素。我們吃飯可以在一起吃，他吃的是肉食，我們吃的是蔬菜，時間久了，慢慢讓他體會到，我們的身體比他健康，我們的顏色比他好看，他就會問，你們吃什麼？我們素食，素食健康長壽，素食永遠不老，他就會來學了。要有時間去感化，忍辱波羅蜜，你要有相當長的時間，可能五年、十年、二十年之後，那個地方素食才能完全明瞭，才能夠推行，所以開端的時候一定要恆順眾生。"
    },
    {
      "id": "12-017-0277_p0023",
      "zh_CN": "讲经，他们那边全是基督教的社会，我们讲什么经？讲《新旧约》，把《圣经》里面节录出来，一次给他们讲一段。我们供佛像，可以介绍他，上帝在中国就是这个样子，在你们那个地方是耶稣，在中国就是这个样子。我说的话都是实话，佛经上，应以什么身得度就现什么身形，佛菩萨没有一定的相。应以什么身相就现什么身相，应该说什么法就说什么法；但是一个原则永远不变，「为欲安乐诸众生」。他们说上帝爱世人，为欲安乐诸众生，这不就是上帝爱世人吗？上帝在哪里？上帝的信徒就是上帝的代表，上帝爱世人那个爱需要他的信徒来落实，信徒不去做，上帝爱世人就落空了，这句话就不能兑现了。我们大家要互相相亲相爱，互相尊重，互助合作，这个教义不就通了吗？所以不可以拿佛经到那里讲，那个他们一看，你的最后目的还是要把我们基督教徒变成你佛教徒，他反抗就来了，这就不是多元文化了。",
      "zh_TW": "講經，他們那邊全是基督教的社會，我們講什麼經？講《新舊約》，把《聖經》裡面節錄出來，一次給他們講一段。我們供佛像，可以介紹他，上帝在中國就是這個樣子，在你們那個地方是耶穌，在中國就是這個樣子。我說的話都是實話，佛經上，應以什麼身得度就現什麼身形，佛菩薩沒有一定的相。應以什麼身相就現什麼身相，應該說什麼法就說什麼法；但是一個原則永遠不變，「為欲安樂諸眾生」。他們說上帝愛世人，為欲安樂諸眾生，這不就是上帝愛世人嗎？上帝在哪裡？上帝的信徒就是上帝的代表，上帝愛世人那個愛需要他的信徒來落實，信徒不去做，上帝愛世人就落空了，這句話就不能兌現了。我們大家要互相相親相愛，互相尊重，互助合作，這個教義不就通了嗎？所以不可以拿佛經到那裡講，那個他們一看，你的最後目的還是要把我們基督教徒變成你佛教徒，他反抗就來了，這就不是多元文化了。"
    },
    {
      "id": "12-017-0277_p0024",
      "zh_CN": "佛在《华严经》里面，没有改变他们的族群文化，没有改变他们的宗教信仰，对什么样的形式佛都尊重，这是佛陀的伟大，这才叫圆满智慧，高度的艺术，我们学佛才学通了。《华严》里面所说的，清凉给我们解释，理无碍，没有障碍，事无碍，理事无碍，事事无碍，哪有不能融通的？这一切误会哪有不能消除的？所以一定要常常接触，常常往来，彼此真正了解。特别是对于不同的宗教、不同的族群、不同的文化，要充分的了解，我们怎样跟他接触，怎样融合，怎样去帮助他，希望把上帝的爱、神的爱、佛的慈悲统统落实，一桩事情！",
      "zh_TW": "佛在《華嚴經》裡面，沒有改變他們的族群文化，沒有改變他們的宗教信仰，對什麼樣的形式佛都尊重，這是佛陀的偉大，這才叫圓滿智慧，高度的藝術，我們學佛才學通了。《華嚴》裡面所說的，清涼給我們解釋，理無礙，沒有障礙，事無礙，理事無礙，事事無礙，哪有不能融通的？這一切誤會哪有不能消除的？所以一定要常常接觸，常常往來，彼此真正了解。特別是對於不同的宗教、不同的族群、不同的文化，要充分的了解，我們怎樣跟他接觸，怎樣融合，怎樣去幫助他，希望把上帝的愛、神的愛、佛的慈悲統統落實，一樁事情！"
    },
    {
      "id": "12-017-0277_p0025",
      "zh_CN": "我们完全是为利益一切众生在这里修学，先要把观念转过来，这就是心理。先从这里修，叫从根本修，修什么？修大慈悲心。大慈悲心，这里头没有分别执着，有分别执着，慈悲就不大了。不分国土，在《华严经》上不分诸佛国土，这个大，不是像我们这个世界上的国家，太小了，尽虚空遍法界一切诸佛刹土不分；不分族类，《华严》族类大，十法界，诸佛菩萨、声闻、缘觉、诸天，我们现在念到神众，包括到畜生、饿鬼、地狱，这是大的族类，不分，一视同仁，一律平等；不分宗教信仰，这叫大华严。我们要去落实，天天念这个经、讲这个经没有用处，要把它做到。",
      "zh_TW": "我們完全是為利益一切眾生在這裡修學，先要把觀念轉過來，這就是心理。先從這裡修，叫從根本修，修什麼？修大慈悲心。大慈悲心，這裡頭沒有分別執著，有分別執著，慈悲就不大了。不分國土，在《華嚴經》上不分諸佛國土，這個大，不是像我們這個世界上的國家，太小了，盡虛空遍法界一切諸佛剎土不分；不分族類，《華嚴》族類大，十法界，諸佛菩薩、聲聞、緣覺、諸天，我們現在念到神眾，包括到畜生、餓鬼、地獄，這是大的族類，不分，一視同仁，一律平等；不分宗教信仰，這叫大華嚴。我們要去落實，天天念這個經、講這個經沒有用處，要把它做到。"
    },
    {
      "id": "12-017-0277_p0026",
      "zh_CN": "我们今天到处，从事生活、工作、处事待人接物，全是《华严经》的落实，我们把它做到了，表演出来。这是世尊常常教诫我们，「受持读诵，为人演说」，演是表演，做出来给人看，这是种种方便。众生最迫切的苦是衣食，没有衣服穿我们帮助他，没有饭吃我们帮助他；还要帮助他，训练他工作的能力。万万不可以完全靠救济生活，靠救济生活你这一生能维持，人要死，你来生怎么办？你来生很苦；必须自己要懂得修福、培福，我这一生苦，我来生就有福了，这才是真正的帮助。",
      "zh_TW": "我們今天到處，從事生活、工作、處事待人接物，全是《華嚴經》的落實，我們把它做到了，表演出來。這是世尊常常教誡我們，「受持讀誦，為人演說」，演是表演，做出來給人看，這是種種方便。眾生最迫切的苦是衣食，沒有衣服穿我們幫助他，沒有飯吃我們幫助他；還要幫助他，訓練他工作的能力。萬萬不可以完全靠救濟生活，靠救濟生活你這一生能維持，人要死，你來生怎麼辦？你來生很苦；必須自己要懂得修福、培福，我這一生苦，我來生就有福了，這才是真正的幫助。"
    },
    {
      "id": "12-017-0277_p0027",
      "zh_CN": "由此可知，我们做的工作重点：一个是布施饮食，财布施；另外教学，法布施，要教他。有许多其他宗教到居士林来参观，我听到很多次，他说：你们佛教真有钱；李道长还说：你们好像摸不到边，你们的财力没有边际。我也以开玩笑的口吻对他们的信徒说，我说：你们信仰上帝，你们没有真正懂得上帝的意义，没有真正懂得上帝的教诲，你们圈子走窄小了，天天求上帝帮助你们，吃饭的时候祷告，「今天上帝赐我的」，这是什么心态？你们靠救济生活，靠救济生活当然有限。佛菩萨不教我们靠救济生活，佛菩萨教给我们生产，所以我们自己有生产就有收获，当然比你多；我可以救济你，我生产多。佛教给我们财布施得财富，财布施是教我们的方法，所以我们就得财富；教我们法布施，所以我们增长聪明智慧；教我们无畏布施，所以我们会健康长寿。你们完全靠救济，这很困难。我们财富这么多，真的是没有边际，李道长说的这个话不是假话，愈施愈多，没有一丝毫吝啬，只要众生得安乐。我们自己的生活刻苦、节俭，一定要帮助一切苦难众生。所以读的这个经要落实。",
      "zh_TW": "由此可知，我們做的工作重點：一個是布施飲食，財布施；另外教學，法布施，要教他。有許多其他宗教到居士林來參觀，我聽到很多次，他說：你們佛教真有錢；李道長還說：你們好像摸不到邊，你們的財力沒有邊際。我也以開玩笑的口吻對他們的信徒說，我說：你們信仰上帝，你們沒有真正懂得上帝的意義，沒有真正懂得上帝的教誨，你們圈子走窄小了，天天求上帝幫助你們，吃飯的時候禱告，「今天上帝賜我的」，這是什麼心態？你們靠救濟生活，靠救濟生活當然有限。佛菩薩不教我們靠救濟生活，佛菩薩教給我們生產，所以我們自己有生產就有收穫，當然比你多；我可以救濟你，我生產多。佛教給我們財布施得財富，財布施是教我們的方法，所以我們就得財富；教我們法布施，所以我們增長聰明智慧；教我們無畏布施，所以我們會健康長壽。你們完全靠救濟，這很困難。我們財富這麼多，真的是沒有邊際，李道長說的這個話不是假話，愈施愈多，沒有一絲毫吝嗇，只要眾生得安樂。我們自己的生活刻苦、節儉，一定要幫助一切苦難眾生。所以讀的這個經要落實。"
    },
    {
      "id": "12-017-0277_p0028",
      "zh_CN": "「种种方便」，你看到今天社会上这些人，他有什么样的苦、有什么样的难，我们要用什么样的方法来帮他解决，这就叫种种方便。还要把这些因果理事，清清楚楚，明明白白，果上现在帮他忙，要除他的因，他才能够永远离苦。物质生活的苦，真正的因在哪里？在贪、悭贪，这是真正的因；缘是什么？缘是不肯布施，又加上偷盗，你的物质生活怎么会不苦？偷盗得贫穷果报。什么是偷盗？凡是用不正当的手法取得的利益，都叫偷盗。政府官员贪污是偷盗，在佛法里是偷盗；你是利用你的权力，利用你的威势，人家对你不得不送礼、不得不巴结，所以这是不正当的手段。你所得来的，绝对不是别人甘愿送给你的、甘愿来供养你的，这都是属于偷盗，果报来世贫穷。",
      "zh_TW": "「種種方便」，你看到今天社會上這些人，他有什麼樣的苦、有什麼樣的難，我們要用什麼樣的方法來幫他解決，這就叫種種方便。還要把這些因果理事，清清楚楚，明明白白，果上現在幫他忙，要除他的因，他才能夠永遠離苦。物質生活的苦，真正的因在哪裡？在貪、慳貪，這是真正的因；緣是什麼？緣是不肯布施，又加上偷盜，你的物質生活怎麼會不苦？偷盜得貧窮果報。什麼是偷盜？凡是用不正當的手法取得的利益，都叫偷盜。政府官員貪污是偷盜，在佛法裡是偷盜；你是利用你的權力，利用你的威勢，人家對你不得不送禮、不得不巴結，所以這是不正當的手段。你所得來的，絕對不是別人甘願送給你的、甘願來供養你的，這都是屬於偷盜，果報來世貧窮。"
    },
    {
      "id": "12-017-0277_p0029",
      "zh_CN": "佛法里面说得更严重，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。这特别指出家佛弟子，你要不了解这些理事因果的真相，你造作的罪业，后果不堪设想，你的罪业堕三途，将来还要还债。知道将来要还债，那现在我们的受用愈少愈好，愈少什么？我的债轻，容易还；贪图种种享受，那我的债就负得重，将来还起来就困难了。现在享受好像很舒服，到以后还债，麻烦可大了。所以聪明人，古人常讲聪明人有前后眼，真聪明，想到来世，想到晚年，而不想现前。我现前不修福，晚年受苦；这一生不修福，来生受苦。这些事实真相、理事因果，都要常常教导一切众生，他明白了，自自然然就断恶修善，就会离苦得乐。佛经这种教诲多，其他宗教经典里面，这一类的教诲也很多。我读印度教的经典，读伊斯兰的《古兰经》，基督教的《新旧约全书》，天主教他们常读的《玫瑰经》，我都看过，五戒十善是共同的，每一个宗教都讲；真诚、清净、平等也是共同的，每一个宗教都讲。这是诸佛菩萨，一切宗教里面的神圣，教化一切众生基本的理念相同，我们应当把它发扬光大，应当把它落实，众生才能真正得到安乐。",
      "zh_TW": "佛法裡面說得更嚴重，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。這特別指出家佛弟子，你要不了解這些理事因果的真相，你造作的罪業，後果不堪設想，你的罪業墮三途，將來還要還債。知道將來要還債，那現在我們的受用愈少愈好，愈少什麼？我的債輕，容易還；貪圖種種享受，那我的債就負得重，將來還起來就困難了。現在享受好像很舒服，到以後還債，麻煩可大了。所以聰明人，古人常講聰明人有前後眼，真聰明，想到來世，想到晚年，而不想現前。我現前不修福，晚年受苦；這一生不修福，來生受苦。這些事實真相、理事因果，都要常常教導一切眾生，他明白了，自自然然就斷惡修善，就會離苦得樂。佛經這種教誨多，其他宗教經典裡面，這一類的教誨也很多。我讀印度教的經典，讀伊斯蘭的《古蘭經》，基督教的《新舊約全書》，天主教他們常讀的《玫瑰經》，我都看過，五戒十善是共同的，每一個宗教都講；真誠、清淨、平等也是共同的，每一個宗教都講。這是諸佛菩薩，一切宗教裡面的神聖，教化一切眾生基本的理念相同，我們應當把它發揚光大，應當把它落實，眾生才能真正得到安樂。"
    },
    {
      "id": "12-017-0277_p0030",
      "zh_CN": "我们今天再看，一生精进不退，全心全力在奉行，许哲修女。她在晚年，她看许许多多宗教的书籍，我们到她家里访问，看到书架上，她不仅仅是念天主教的经典，其他宗教经典她也在读。她那天告诉我，她们有些道友问她：妳为什么读魔鬼的东西？而许修女回答得好，她说：我看世界上所有的宗教都是一片光明。她没有分别心，没有分别，没有执着，所有宗教都是一片光明。李木源居士就进一步问她，他说：妳觉得什么是宗教？妳信什么宗教？她提出一个字：「爱」，爱一切众生，爱一切人，她说：我就是信这个宗教。诸位要晓得，爱一切人，爱一切众生，所有宗教都包括在里头，一个都没漏掉。要用现在的话来说，她是一个多元文化的实行者，多元文化的实行家，她真做到了。",
      "zh_TW": "我們今天再看，一生精進不退，全心全力在奉行，許哲修女。她在晚年，她看許許多多宗教的書籍，我們到她家裡訪問，看到書架上，她不僅僅是念天主教的經典，其他宗教經典她也在讀。她那天告訴我，她們有些道友問她：妳為什麼讀魔鬼的東西？而許修女回答得好，她說：我看世界上所有的宗教都是一片光明。她沒有分別心，沒有分別，沒有執著，所有宗教都是一片光明。李木源居士就進一步問她，他說：妳覺得什麼是宗教？妳信什麼宗教？她提出一個字：「愛」，愛一切眾生，愛一切人，她說：我就是信這個宗教。諸位要曉得，愛一切人，愛一切眾生，所有宗教都包括在裡頭，一個都沒漏掉。要用現在的話來說，她是一個多元文化的實行者，多元文化的實行家，她真做到了。"
    },
    {
      "id": "12-017-0277_p0031",
      "zh_CN": "最近在看佛书，我们见面她问我，她说她有没有资格作佛的弟子？我当时就答复她：妳是标准的佛弟子。为什么？五戒十善要给妳打分数，满分，打一百分。所以你要像她，一生心地清净，一生不生烦恼，没有瞋恚心，天天读书，改过自新。她一生当中办了十几个老人院，起心动念只是关心老人、病人的生活，全心全力照顾，得到社会的尊敬，这是修行人的榜样，修行人的典范。她发心皈依，我们把皈依证、五戒证书立刻送给她，她统统做到了。这么大的年岁了，她每天还是工作，工作没有放松，天天去救苦救难。新加坡还是有穷人、还是有苦人，许居士有些人送钱给她、送米给她，她转送那一些穷苦人家，真做！「种种方便除众苦」，这是一个很好的榜样。我们天天在读经、讲经，真正是三宝加持，许哲示现个样子给我们看。佛家讲三转法轮：示转、劝转，许哲出来作证转，给我们做证明。",
      "zh_TW": "最近在看佛書，我們見面她問我，她說她有沒有資格作佛的弟子？我當時就答覆她：妳是標準的佛弟子。為什麼？五戒十善要給妳打分數，滿分，打一百分。所以你要像她，一生心地清淨，一生不生煩惱，沒有瞋恚心，天天讀書，改過自新。她一生當中辦了十幾個老人院，起心動念只是關心老人、病人的生活，全心全力照顧，得到社會的尊敬，這是修行人的榜樣，修行人的典範。她發心皈依，我們把皈依證、五戒證書立刻送給她，她統統做到了。這麼大的年歲了，她每天還是工作，工作沒有放鬆，天天去救苦救難。新加坡還是有窮人、還是有苦人，許居士有些人送錢給她、送米給她，她轉送那一些窮苦人家，真做！「種種方便除眾苦」，這是一個很好的榜樣。我們天天在讀經、講經，真正是三寶加持，許哲示現個樣子給我們看。佛家講三轉法輪：示轉、勸轉，許哲出來作證轉，給我們做證明。"
    },
    {
      "id": "12-017-0277_p0032",
      "zh_CN": "李居士看看她，那一天说，他说许哲居士至少还可以活一百岁，我同意他的看法。人的寿命，说老实话，应该活两百岁，两百岁正常的；不能活到两百岁，都是自己把自己的身体糟蹋掉了。什么糟蹋掉？烦恼糟蹋掉了，你有烦恼。谚语常讲「忧能使人老」，你为什么会老？你有忧虑；你为什么会有病？你有烦恼。贪、瞋、痴叫三毒，那就是你的病根；人贪瞋痴没有了，病根拔掉，不生病。果然没错，许哲居士一百零一岁没生过病，她跟我们讲，她没有生过病。为什么没有生病？她没有贪瞋痴；她不老，她没有忧虑。从来没有一个念头为自己想，她没有忧虑，起心动念是帮助别人。「为欲安乐诸众生」，人家做到了，我们应当要学习。",
      "zh_TW": "李居士看看她，那一天說，他說許哲居士至少還可以活一百歲，我同意他的看法。人的壽命，說老實話，應該活兩百歲，兩百歲正常的；不能活到兩百歲，都是自己把自己的身體糟蹋掉了。什麼糟蹋掉？煩惱糟蹋掉了，你有煩惱。諺語常講「憂能使人老」，你為什麼會老？你有憂慮；你為什麼會有病？你有煩惱。貪、瞋、痴叫三毒，那就是你的病根；人貪瞋痴沒有了，病根拔掉，不生病。果然沒錯，許哲居士一百零一歲沒生過病，她跟我們講，她沒有生過病。為什麼沒有生病？她沒有貪瞋痴；她不老，她沒有憂慮。從來沒有一個念頭為自己想，她沒有憂慮，起心動念是幫助別人。「為欲安樂諸眾生」，人家做到了，我們應當要學習。"
    },
    {
      "id": "12-017-0277_p0033",
      "zh_CN": "你要依这个方法学习，你就是无边净华眼菩萨。「华」在此地是表法的，「华」表因，你在这里修净业，净业正因；无边是指境界，就是我们今天讲，没有分别心就无边，有分别就有边际。无分别，不分种族，不分宗教，遇到苦难决定援手。纵然是敌人，冤家对头，遇到苦难也要援手。他是个苦众生，不能因为他跟我有过不去的地方，我就不理会他，你这个人不是菩萨，你是凡夫。菩萨无我，菩萨无私；众神也无我，众神也无私。所以我跟此地九大宗教的领袖接触，我跟他们讲，我看所有宗教里头的众神都是诸佛如来化身，这经上讲的，应以上帝身得度他就现上帝身，应以大梵天身得度他就现大梵天身，印度教拜大梵天。所以我看全是诸佛如来，统统是诸佛如来。第二句话我告诉他们，如果就你们的立场来看，诸佛菩萨就是上帝的化身，就是众神的化身，大梵天王的化身，是一不是二，这是我们在理念上平等了。理念上面基本的障碍突破了，其余是小节，于是恒顺、随喜我们才真正能够落实，我们对不同宗教、不同族群，真诚的恭敬心生起来了。真诚的热爱、尊重、帮助，帮助他们就跟帮助自己一样，决定没有任何分别计较。",
      "zh_TW": "你要依這個方法學習，你就是無邊淨華眼菩薩。「華」在此地是表法的，「華」表因，你在這裡修淨業，淨業正因；無邊是指境界，就是我們今天講，沒有分別心就無邊，有分別就有邊際。無分別，不分種族，不分宗教，遇到苦難決定援手。縱然是敵人，冤家對頭，遇到苦難也要援手。他是個苦眾生，不能因為他跟我有過不去的地方，我就不理會他，你這個人不是菩薩，你是凡夫。菩薩無我，菩薩無私；眾神也無我，眾神也無私。所以我跟此地九大宗教的領袖接觸，我跟他們講，我看所有宗教裡頭的眾神都是諸佛如來化身，這經上講的，應以上帝身得度他就現上帝身，應以大梵天身得度他就現大梵天身，印度教拜大梵天。所以我看全是諸佛如來，統統是諸佛如來。第二句話我告訴他們，如果就你們的立場來看，諸佛菩薩就是上帝的化身，就是眾神的化身，大梵天王的化身，是一不是二，這是我們在理念上平等了。理念上面基本的障礙突破了，其餘是小節，於是恆順、隨喜我們才真正能夠落實，我們對不同宗教、不同族群，真誠的恭敬心生起來了。真誠的熱愛、尊重、幫助，幫助他們就跟幫助自己一樣，決定沒有任何分別計較。"
    },
    {
      "id": "12-017-0277_p0034",
      "zh_CN": "人家要问：法师，你为什么这样做？你们在此地听《华严经》就晓得，《华严经》上佛菩萨如是教导我们。我们起心动念、言语造作，完全落实「大方广佛华严」，我们学这个经没有白学，我们是真学。不能落实，那个不真实，落实才真实。所以我们肯定《大方广佛华严》是多元文化的教科书，多元文化要落实一定要落实这一部经典。今天时间到了，我们就讲到此地。",
      "zh_TW": "人家要問：法師，你為什麼這樣做？你們在此地聽《華嚴經》就曉得，《華嚴經》上佛菩薩如是教導我們。我們起心動念、言語造作，完全落實「大方廣佛華嚴」，我們學這個經沒有白學，我們是真學。不能落實，那個不真實，落實才真實。所以我們肯定《大方廣佛華嚴》是多元文化的教科書，多元文化要落實一定要落實這一部經典。今天時間到了，我們就講到此地。"
    }
  ]
}