{
  "doc_id": "12-017-1498",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四九八卷",
    "zh_TW": "第一四九八卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1498",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-017-1498_p0001",
      "zh_CN": "诸位同学，请坐。请看「净行品第十一」，接着看清凉大师注解，「别显」第三段最后一节的开示，我们把文念一遍。",
      "zh_TW": "諸位同學，請坐。請看「淨行品第十一」，接著看清涼大師註解，「別顯」第三段最後一節的開示，我們把文念一遍。"
    },
    {
      "id": "12-017-1498_p0002",
      "zh_CN": "「以斯十一，配上答中总别十一段，文并可知，通别交络，应成四句，谓一切愿成一德，一切愿成一切德等，以因愿一多相即，故成德亦一多镕融」，我们看这一段。前面别显里面十一段，我们读过了，知道怎样学习。这个地方总结是说这十一段，配上面文殊菩萨答复智首菩萨，这十一段跟经文配合起来很清楚。最重要的一句，还是文殊答复的第一句，「若诸菩萨善用其心，则获一切胜妙功德」，这一句我们要牢牢的记住。学佛关键就是在你会不会用心，什么叫善用其心？这十一句里面讲得很清楚、很明白；别显里面十句，加总显的这一句，总共十一句。",
      "zh_TW": "「以斯十一，配上答中總別十一段，文並可知，通別交絡，應成四句，謂一切願成一德，一切願成一切德等，以因願一多相即，故成德亦一多鎔融」，我們看這一段。前面別顯裡面十一段，我們讀過了，知道怎樣學習。這個地方總結是說這十一段，配上面文殊菩薩答覆智首菩薩，這十一段跟經文配合起來很清楚。最重要的一句，還是文殊答覆的第一句，「若諸菩薩善用其心，則獲一切勝妙功德」，這一句我們要牢牢的記住。學佛關鍵就是在你會不會用心，什麼叫善用其心？這十一句裡面講得很清楚、很明白；別顯裡面十句，加總顯的這一句，總共十一句。"
    },
    {
      "id": "12-017-1498_p0003",
      "zh_CN": "菩萨慈悲，唯恐我们没有办法落实善用其心，就是在日常生活当中，工作、处事待人接物怎样用心。心是大菩提心，我们现在为了方便起见，把大菩提心说成五句，而不是三句。经论里面都是讲三句，通常讲三心，佛门里头常说「三心圆发」，就是这个意思，圆是圆满，这个三心圆满的发出来。那是什么人？那是初住菩萨，发心住。三心真的是圆满发出来，不但不在六道，不在十法界，他到一真法界去了，到极乐世界去了。念佛求生净土的同学要知道，为什么？关系你将来能不能往生。",
      "zh_TW": "菩薩慈悲，唯恐我們沒有辦法落實善用其心，就是在日常生活當中，工作、處事待人接物怎樣用心。心是大菩提心，我們現在為了方便起見，把大菩提心說成五句，而不是三句。經論裡面都是講三句，通常講三心，佛門裡頭常說「三心圓發」，就是這個意思，圓是圓滿，這個三心圓滿的發出來。那是什麼人？那是初住菩薩，發心住。三心真的是圓滿發出來，不但不在六道，不在十法界，他到一真法界去了，到極樂世界去了。念佛求生淨土的同學要知道，為什麼？關係你將來能不能往生。"
    },
    {
      "id": "12-017-1498_p0004",
      "zh_CN": "《无量寿经》上明白的教导我们，你看「三辈往生」、「往生正因」这两品里面讲得多清楚。不论是上辈、中辈、下辈，乃至于一心三辈，修学其他大乘的，往生的条件八个字，「发菩提心，一向专念」。你只懂得一向专念，你没有发菩提心，将来到临命终时不能往生，你可不能怪佛菩萨，你可不能怪经典，人家讲得清楚。八个字你只受持了四个字，「发菩提心」没有，这不行！什么是菩提心，就不能不清楚。《观无量寿佛经》上跟我们讲的「至诚心、深心、回向发愿心」，马鸣菩萨《大乘起信论》里面跟我们讲的「直心、深心、大悲心」，经论合起来看就很清楚。",
      "zh_TW": "《無量壽經》上明白的教導我們，你看「三輩往生」、「往生正因」這兩品裡面講得多清楚。不論是上輩、中輩、下輩，乃至於一心三輩，修學其他大乘的，往生的條件八個字，「發菩提心，一向專念」。你只懂得一向專念，你沒有發菩提心，將來到臨命終時不能往生，你可不能怪佛菩薩，你可不能怪經典，人家講得清楚。八個字你只受持了四個字，「發菩提心」沒有，這不行！什麼是菩提心，就不能不清楚。《觀無量壽佛經》上跟我們講的「至誠心、深心、迴向發願心」，馬鳴菩薩《大乘起信論》裡面跟我們講的「直心、深心、大悲心」，經論合起來看就很清楚。"
    },
    {
      "id": "12-017-1498_p0005",
      "zh_CN": "我们还是怕初学的同学，不能够明确了解菩提心的含义，所以我们不得已才说五种心。至诚心、直心，我们把它说为真诚心。深心不好懂，深心是自利，就是说你用什么心对待自己，善用其心！善用其心对待自己就是深心，我们讲三个，大家好懂。这个三心不是随便说出来的，在《无量寿经》的经题上，你说多重要，经题上「清净、平等、觉」。对待自己要知道清净心，清净心是决定不染污。你想，你有自私自利的念头，你的心不清净，你还有名闻利养，还有五欲六尘，还有贪瞋痴慢，统统不清净了。所以五欲六尘、贪瞋痴慢统统要放下，我们才能得清净心，这是对自己。",
      "zh_TW": "我們還是怕初學的同學，不能夠明確了解菩提心的含義，所以我們不得已才說五種心。至誠心、直心，我們把它說為真誠心。深心不好懂，深心是自利，就是說你用什麼心對待自己，善用其心！善用其心對待自己就是深心，我們講三個，大家好懂。這個三心不是隨便說出來的，在《無量壽經》的經題上，你說多重要，經題上「清淨、平等、覺」。對待自己要知道清淨心，清淨心是決定不染污。你想，你有自私自利的念頭，你的心不清淨，你還有名聞利養，還有五欲六塵，還有貪瞋痴慢，統統不清淨了。所以五欲六塵、貪瞋痴慢統統要放下，我們才能得清淨心，這是對自己。"
    },
    {
      "id": "12-017-1498_p0006",
      "zh_CN": "平等心，平等心决定没有傲慢，对待一切众生就像对待佛一样，大经上常讲「生佛平等」，众生跟佛平等。我们怎样礼敬诸佛，就要怎样礼敬众生，怎么可以怠慢？普贤菩萨，这是最上乘法。觉，我加了一个字，正觉，觉而不迷，这是对自己。现在说是好说，落实很困难。如何落实？读诵大乘，如果有机会听经那更好，经不能不听，经不能不读；你要不听经、不读经，你就跟佛脱离了。脱离一天，你就被社会，这是个大染缸，你就被它污染一天，两天不听经，你就被染污两天。染污严重，里面烦恼习气很重，外面全是污染，这个不可以不知道。",
      "zh_TW": "平等心，平等心決定沒有傲慢，對待一切眾生就像對待佛一樣，大經上常講「生佛平等」，眾生跟佛平等。我們怎樣禮敬諸佛，就要怎樣禮敬眾生，怎麼可以怠慢？普賢菩薩，這是最上乘法。覺，我加了一個字，正覺，覺而不迷，這是對自己。現在說是好說，落實很困難。如何落實？讀誦大乘，如果有機會聽經那更好，經不能不聽，經不能不讀；你要不聽經、不讀經，你就跟佛脫離了。脫離一天，你就被社會，這是個大染缸，你就被它污染一天，兩天不聽經，你就被染污兩天。染污嚴重，裡面煩惱習氣很重，外面全是污染，這個不可以不知道。"
    },
    {
      "id": "12-017-1498_p0007",
      "zh_CN": "防止污染最有效果的方法就是读诵大乘，我天天跟佛菩萨接近。现在这个社会染污，最严重的染污是电视、电影。现在的音乐、舞蹈，你去想想看，哪一样不是染污？连商业广告，我们出去街头上走一走，你看到这些东西，你能不受染污吗？不受染污的人那就是圣人，圣人是明白人；你还会受染污，你是糊涂人。明白人就是觉，他不染污，他不接触，他天天跟圣贤接触，跟经典接触就是跟圣贤接触。读世出世间圣贤书，这是乐在其中，对自己，善用其心对自己。善用其心对别人，总的来说就是慈悲，大慈大悲。没有条件的，看到人有苦，帮助他，拔苦是悲心，帮助人得乐是慈心。所以慈悲两个字的意思，救苦，帮助他得乐，离苦得乐。帮助他离苦，悲心；帮助他得乐，慈心。要离究竟苦，得究竟乐，这是真慈悲。",
      "zh_TW": "防止污染最有效果的方法就是讀誦大乘，我天天跟佛菩薩接近。現在這個社會染污，最嚴重的染污是電視、電影。現在的音樂、舞蹈，你去想想看，哪一樣不是染污？連商業廣告，我們出去街頭上走一走，你看到這些東西，你能不受染污嗎？不受染污的人那就是聖人，聖人是明白人；你還會受染污，你是糊塗人。明白人就是覺，他不染污，他不接觸，他天天跟聖賢接觸，跟經典接觸就是跟聖賢接觸。讀世出世間聖賢書，這是樂在其中，對自己，善用其心對自己。善用其心對別人，總的來說就是慈悲，大慈大悲。沒有條件的，看到人有苦，幫助他，拔苦是悲心，幫助人得樂是慈心。所以慈悲兩個字的意思，救苦，幫助他得樂，離苦得樂。幫助他離苦，悲心；幫助他得樂，慈心。要離究竟苦，得究竟樂，這是真慈悲。"
    },
    {
      "id": "12-017-1498_p0008",
      "zh_CN": "脱离究竟苦，六道苦、三途苦，你如何能帮助一切众生脱离六道轮回，帮助一切众生往生净土，帮助众生圆成佛道，那就是得究竟乐。这些事情从哪里做起？一定从本身做起。我们偈颂还没读到，读的前面智首菩萨跟文殊菩萨的问答。这段文也相当长，我们也讲得很详细，很认真的在学习。菩萨慈悲，问答里头统统都是教给我们要从自己本身做起。所以佛法的修持不在外面，在自己，自度而后才能度他，自己未度要想度人，无有是处，这话是佛说的；要度众生，先度自己。",
      "zh_TW": "脫離究竟苦，六道苦、三途苦，你如何能幫助一切眾生脫離六道輪迴，幫助一切眾生往生淨土，幫助眾生圓成佛道，那就是得究竟樂。這些事情從哪裡做起？一定從本身做起。我們偈頌還沒讀到，讀的前面智首菩薩跟文殊菩薩的問答。這段文也相當長，我們也講得很詳細，很認真的在學習。菩薩慈悲，問答裡頭統統都是教給我們要從自己本身做起。所以佛法的修持不在外面，在自己，自度而後才能度他，自己未度要想度人，無有是處，這話是佛說的；要度眾生，先度自己。"
    },
    {
      "id": "12-017-1498_p0009",
      "zh_CN": "我们希望一切众生得清净心，自己先得清净心，自己先不受染污；我们要想帮助众生得平等心，我们自己先要把贪瞋痴慢断掉。断不掉，先要把它伏住，就是说贪瞋痴慢要降温、要减轻。一年比一年轻，那就是我们功夫有进步，就是好事。不可以说学了多少年，贪瞋痴慢一成没变，还是老样子，一点进步都没有。如果贪瞋痴慢是逐年在增长，那你什么都没学到，在佛法讲，你年年退步，你怎么会有成就？",
      "zh_TW": "我們希望一切眾生得清淨心，自己先得清淨心，自己先不受染污；我們要想幫助眾生得平等心，我們自己先要把貪瞋痴慢斷掉。斷不掉，先要把它伏住，就是說貪瞋痴慢要降溫、要減輕。一年比一年輕，那就是我們功夫有進步，就是好事。不可以說學了多少年，貪瞋痴慢一成沒變，還是老樣子，一點進步都沒有。如果貪瞋痴慢是逐年在增長，那你什麼都沒學到，在佛法講，你年年退步，你怎麼會有成就？"
    },
    {
      "id": "12-017-1498_p0010",
      "zh_CN": "佛法今天难，就难在你放不下，你放下就不难。可是愿不愿意放下，这个问题就是觉跟迷，迷的人不肯放下，觉的人才放下。所以觉是看破，看破自然就放下，放下又帮助你看破。一层一层看破，一层一层放下，从初发心到如来地，五十二个阶级，这才能成就。学佛，净宗同学都知道，最方便的、最稳当的、也最快速的、最殊胜的，无过于念佛求生净土。念佛求生净土最重要的开示，就是「发菩提心，一向专念」。《无量寿经》这样讲，《观经》净业三福最后一条，「发菩提心，读诵大乘」，这当中还有一句「深信因果」，「发菩提心，深信因果，读诵大乘」，后面是「为人演说」。演是什么？表演，我自己修行这个样子表演给大家看，这是演。人家看了之后，向你请教，你再给他说，他就明白了，他也想效法，也想向你学。你自己没有成就，人家不会问你，不可能跟你学；你自己要有成就，要把你修学的成绩拿出来，这个前面讲得很多，后头还会讲到。",
      "zh_TW": "佛法今天難，就難在你放不下，你放下就不難。可是願不願意放下，這個問題就是覺跟迷，迷的人不肯放下，覺的人才放下。所以覺是看破，看破自然就放下，放下又幫助你看破。一層一層看破，一層一層放下，從初發心到如來地，五十二個階級，這才能成就。學佛，淨宗同學都知道，最方便的、最穩當的、也最快速的、最殊勝的，無過於念佛求生淨土。念佛求生淨土最重要的開示，就是「發菩提心，一向專念」。《無量壽經》這樣講，《觀經》淨業三福最後一條，「發菩提心，讀誦大乘」，這當中還有一句「深信因果」，「發菩提心，深信因果，讀誦大乘」，後面是「為人演說」。演是什麼？表演，我自己修行這個樣子表演給大家看，這是演。人家看了之後，向你請教，你再給他說，他就明白了，他也想效法，也想向你學。你自己沒有成就，人家不會問你，不可能跟你學；你自己要有成就，要把你修學的成績拿出來，這個前面講得很多，後頭還會講到。"
    },
    {
      "id": "12-017-1498_p0011",
      "zh_CN": "总结里面，「一切愿成一德，一切愿成一切德」，这是《华严》里常说的，一即是多，多即是一，一多不二。一切愿成一德，一愿成一切德，这才是清凉大师所讲的理事无碍，事事无碍。「一多相即」，他后面讲的，「以因愿一多相即」。一即是多，多即是一，就是一愿里面含一切愿，一切愿里面含一愿。所以成德也是一多，一德里面具足一切德，一切德里头具有一德，「一多镕融」，这是事实真相。",
      "zh_TW": "總結裡面，「一切願成一德，一切願成一切德」，這是《華嚴》裡常說的，一即是多，多即是一，一多不二。一切願成一德，一願成一切德，這才是清涼大師所講的理事無礙，事事無礙。「一多相即」，他後面講的，「以因願一多相即」。一即是多，多即是一，就是一願裡面含一切願，一切願裡面含一願。所以成德也是一多，一德裡面具足一切德，一切德裡頭具有一德，「一多鎔融」，這是事實真相。"
    },
    {
      "id": "12-017-1498_p0012",
      "zh_CN": "一多镕融的境界我们凡夫没有办法想像，也说不出来，真的叫不可思议。《华严》跟我们透了一点讯息，我们在前面读过，跟现代高科技来对看，觉得是有道理，科学家也是这么说。大宇宙跟小宇宙无二无别，大小不二。小，我们在此地用一；大，我们在此地说多，多是大，一是小，一多相即，没有大小。佛家讲小，小到一微尘，微尘是物质里头最小的，没有比这个更小了，佛家名词叫「极微之微」。这一粒微尘里面有世界，我们讲遍法界虚空界，都在这一微尘里头。微尘没放大，虚空法界没有缩小，它里面居然有世界，有法界；而且这个法界跟外面法界没有两样，这妙不可言！我们很不容易体会到。",
      "zh_TW": "一多鎔融的境界我們凡夫沒有辦法想像，也說不出來，真的叫不可思議。《華嚴》跟我們透了一點訊息，我們在前面讀過，跟現代高科技來對看，覺得是有道理，科學家也是這麼說。大宇宙跟小宇宙無二無別，大小不二。小，我們在此地用一；大，我們在此地說多，多是大，一是小，一多相即，沒有大小。佛家講小，小到一微塵，微塵是物質裡頭最小的，沒有比這個更小了，佛家名詞叫「極微之微」。這一粒微塵裡面有世界，我們講遍法界虛空界，都在這一微塵裡頭。微塵沒放大，虛空法界沒有縮小，它裡面居然有世界，有法界；而且這個法界跟外面法界沒有兩樣，這妙不可言！我們很不容易體會到。"
    },
    {
      "id": "12-017-1498_p0013",
      "zh_CN": "前面我们读过，谁能够到这个法界里面去参观？普贤菩萨，他可以进去。所以我讲经的时候提醒大家，微尘里面的法界，那个法界里头有没有微尘？当然有微尘。那个里头的微尘里头有没有法界？当然有法界。微尘里头有法界，法界里头有微尘，重重无尽。佛法常常讲「深广」，广我们好懂，深不好懂，这是深！这个深没有底，广没有边，这是什么？性德，自性本来就是这样的。",
      "zh_TW": "前面我們讀過，誰能夠到這個法界裡面去參觀？普賢菩薩，他可以進去。所以我講經的時候提醒大家，微塵裡面的法界，那個法界裡頭有沒有微塵？當然有微塵。那個裡頭的微塵裡頭有沒有法界？當然有法界。微塵裡頭有法界，法界裡頭有微塵，重重無盡。佛法常常講「深廣」，廣我們好懂，深不好懂，這是深！這個深沒有底，廣沒有邊，這是什麼？性德，自性本來就是這樣的。"
    },
    {
      "id": "12-017-1498_p0014",
      "zh_CN": "为什么能够现这个境界？境界是虚妄的，不是真实的，这个道理一定要懂，「凡所有相，皆是虚妄」。虚妄怎么会显境界？那我要问你，你有没有做过梦？很多人会点头，「是，我是做过梦」。你梦里的境界是不是虚妄的？那你为什么会常常作梦？你有没有去研究研究，为什么会作梦？梦从哪里来的？醒了之后，梦到哪里去了？你把这桩事情参透了，我们现实的现相，你也就参透了。永嘉大师说得好，「梦里明明有六趣，觉后空空无大千」，这句话是说什么？说那是幻相，不是真实。既然是幻相，你又何必认真？认真就是执着，你又何必执着？你又何必去分别？你又何必在现相里头起心动念？一起心动念就迷了，觉就没有了。",
      "zh_TW": "為什麼能夠現這個境界？境界是虛妄的，不是真實的，這個道理一定要懂，「凡所有相，皆是虛妄」。虛妄怎麼會顯境界？那我要問你，你有沒有做過夢？很多人會點頭，「是，我是做過夢」。你夢裡的境界是不是虛妄的？那你為什麼會常常作夢？你有沒有去研究研究，為什麼會作夢？夢從哪裡來的？醒了之後，夢到哪裡去了？你把這樁事情參透了，我們現實的現相，你也就參透了。永嘉大師說得好，「夢裡明明有六趣，覺後空空無大千」，這句話是說什麼？說那是幻相，不是真實。既然是幻相，你又何必認真？認真就是執著，你又何必執著？你又何必去分別？你又何必在現相裡頭起心動念？一起心動念就迷了，覺就沒有了。"
    },
    {
      "id": "12-017-1498_p0015",
      "zh_CN": "佛法教人修行，没有别的，说穿了就一句话。教我们在日用平常，六根接触六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味，只要在这里面不起心、不动念、不分别、不执着，这个人就是究竟圆满佛，这个人就是法身菩萨。我们跟他不一样的，就是在境界里头会起心动念，会分别执着。佛说了，你还会起心动念，你没有分别执着，你是菩萨，菩萨没有分别执着；你没有执着，你还有分别，你是阿罗汉。诸位晓得，阿罗汉超越六道，菩萨超越十法界，差别就在这里。",
      "zh_TW": "佛法教人修行，沒有別的，說穿了就一句話。教我們在日用平常，六根接觸六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，只要在這裡面不起心、不動念、不分別、不執著，這個人就是究竟圓滿佛，這個人就是法身菩薩。我們跟他不一樣的，就是在境界裡頭會起心動念，會分別執著。佛說了，你還會起心動念，你沒有分別執著，你是菩薩，菩薩沒有分別執著；你沒有執著，你還有分別，你是阿羅漢。諸位曉得，阿羅漢超越六道，菩薩超越十法界，差別就在這裡。"
    },
    {
      "id": "12-017-1498_p0016",
      "zh_CN": "我们今天成不了阿罗汉，那就是什么？不肯放下执着，不知道放下执着是多么自在，放下分别更自在，放下妄想，就是不再起心动念，那得大自在！这个大自在我们无法想像，说老实话，菩萨的自在、声闻的自在，我们也想像不到。如果我们真的能体会到，你就真的想干，你不再想堕落了。执着，堕落了，分别，堕落了，除分别执着，你就向上提升。所以，一里面有一切，再小的微尘，具足虚空法界，一丝毫欠缺都没有。为什么？性德，它是真性。",
      "zh_TW": "我們今天成不了阿羅漢，那就是什麼？不肯放下執著，不知道放下執著是多麼自在，放下分別更自在，放下妄想，就是不再起心動念，那得大自在！這個大自在我們無法想像，說老實話，菩薩的自在、聲聞的自在，我們也想像不到。如果我們真的能體會到，你就真的想幹，你不再想墮落了。執著，墮落了，分別，墮落了，除分別執著，你就向上提升。所以，一裡面有一切，再小的微塵，具足虛空法界，一絲毫欠缺都沒有。為什麼？性德，它是真性。"
    },
    {
      "id": "12-017-1498_p0017",
      "zh_CN": "《金刚经》上讲得好，宇宙这些现相是什么？叫一合相，「如来说一合相则非一合相，是名一合相」，这话讲得有味道。那个「一」就是最小的微尘，科学家讲基本的物质，他们现在讲的是原子、电子、粒子，现在又发现比粒子还要小的，叫夸克。是不是我们佛经上讲的微尘？应该是微尘，微尘里头也有等级，最小的是极微之微。科学家今天发现的是不是极微之微？在我想像当中，科学家已经发现了，但是还没有法子证明。现在所发现的，就是讲到夸克，也不是极微之微。那是佛家讲微尘，色聚极微，可能是发现到这些。极微之微现在只有在理论上，应该是在数学里头推断有这个东西，还没有真正发现。",
      "zh_TW": "《金剛經》上講得好，宇宙這些現相是什麼？叫一合相，「如來說一合相則非一合相，是名一合相」，這話講得有味道。那個「一」就是最小的微塵，科學家講基本的物質，他們現在講的是原子、電子、粒子，現在又發現比粒子還要小的，叫夸克。是不是我們佛經上講的微塵？應該是微塵，微塵裡頭也有等級，最小的是極微之微。科學家今天發現的是不是極微之微？在我想像當中，科學家已經發現了，但是還沒有法子證明。現在所發現的，就是講到夸克，也不是極微之微。那是佛家講微塵，色聚極微，可能是發現到這些。極微之微現在只有在理論上，應該是在數學裡頭推斷有這個東西，還沒有真正發現。"
    },
    {
      "id": "12-017-1498_p0018",
      "zh_CN": "我们看到美国太空总署一份报告，这个报告说物质不是真的，物质从哪里来的？无中生有，这个就接近极微之微。因为佛法讲极微之微叫「邻虚尘」，跟虚空作邻居，作隔壁，它不能再分，它一分就是虚空，就没有了。科学家有这么个说法，我们觉得这个说法跟佛法里面的「极微之微」说的是完全相同。无中生有，所以物质不是真的。这个无中生的，变现出的物质，就是现相，物质，它存在的时间很短，立刻就没有了；真的就好像闪电一样，闪一下就没有了。可是它有相续相，它不断的闪光，不断的闪光我们看起来就变成一片光明。",
      "zh_TW": "我們看到美國太空總署一份報告，這個報告說物質不是真的，物質從哪裡來的？無中生有，這個就接近極微之微。因為佛法講極微之微叫「鄰虛塵」，跟虛空作鄰居，作隔壁，它不能再分，它一分就是虛空，就沒有了。科學家有這麼個說法，我們覺得這個說法跟佛法裡面的「極微之微」說的是完全相同。無中生有，所以物質不是真的。這個無中生的，變現出的物質，就是現相，物質，它存在的時間很短，立刻就沒有了；真的就好像閃電一樣，閃一下就沒有了。可是它有相續相，它不斷的閃光，不斷的閃光我們看起來就變成一片光明。"
    },
    {
      "id": "12-017-1498_p0019",
      "zh_CN": "这个道理我想同学们都懂，譬如现在我们用的灯光，这个灯光是不断的闪光。所以我们看到是相续相，它闪的速度太快，于是我们没有办法辨别它当中有间断；物质现象亦复如是。所有一切物质现象，佛讲相有体无，所以当体即空，了不可得，包括我们自己的身体。你把这个事实真相参透了，就证阿罗汉果。阿罗汉怎么？前面我们报告过，「知一切空」，这就是一切智，一切智就是知万法皆空。不是没有万法，万法相有体无，所以不可得。不可得你想得，你在打妄想，想得，错了；不可得你一定要得，那你就执着了，不可能的。",
      "zh_TW": "這個道理我想同學們都懂，譬如現在我們用的燈光，這個燈光是不斷的閃光。所以我們看到是相續相，它閃的速度太快，於是我們沒有辦法辨別它當中有間斷；物質現象亦復如是。所有一切物質現象，佛講相有體無，所以當體即空，了不可得，包括我們自己的身體。你把這個事實真相參透了，就證阿羅漢果。阿羅漢怎麼？前面我們報告過，「知一切空」，這就是一切智，一切智就是知萬法皆空。不是沒有萬法，萬法相有體無，所以不可得。不可得你想得，你在打妄想，想得，錯了；不可得你一定要得，那你就執著了，不可能的。"
    },
    {
      "id": "12-017-1498_p0020",
      "zh_CN": "所以，你要把它想破，想破就是章嘉大师教我的「看破」。明白了，于一切法里头不再执着，不再分别，不再起心动念。为什么？全是假的，起心动念是错误的。知道整个宇宙的现象是怎么回事情，佛讲的妙极了，「自性起用」，这句话讲得太好了。整个宇宙现象是什么？自性起用。自性有体、有相，当然有作用。相不是真的，是假的，所以它随着众生的心会产生变化；这就是佛常讲的，这是对六道众生讲的，「一切法从心想生」。善法是心想生的，恶法也是心想生的，所以心善没有一样不善。心善是什么？人事环境善，物质环境也善，风调雨顺；如果心不善，人事环境就不善，物质环境也不善，天灾人祸。这是佛讲六道众生的现象，一切法从心想生，因此教育太重要了。",
      "zh_TW": "所以，你要把它想破，想破就是章嘉大師教我的「看破」。明白了，於一切法裡頭不再執著，不再分別，不再起心動念。為什麼？全是假的，起心動念是錯誤的。知道整個宇宙的現象是怎麼回事情，佛講的妙極了，「自性起用」，這句話講得太好了。整個宇宙現象是什麼？自性起用。自性有體、有相，當然有作用。相不是真的，是假的，所以它隨著眾生的心會產生變化；這就是佛常講的，這是對六道眾生講的，「一切法從心想生」。善法是心想生的，惡法也是心想生的，所以心善沒有一樣不善。心善是什麼？人事環境善，物質環境也善，風調雨順；如果心不善，人事環境就不善，物質環境也不善，天災人禍。這是佛講六道眾生的現象，一切法從心想生，因此教育太重要了。"
    },
    {
      "id": "12-017-1498_p0021",
      "zh_CN": "教育的目的，我们都讲得很多，如何让人保持善的念头。因为人性本善，「人之初，性本善」，怎么样能够把本性本善保持住。人人都能保持，我们这个世界就是华藏世界，就是极乐世界。一切法从心想生，每个人心地都善，行为都善，这个世界是极乐世界。所以教育的第一个目标就在此地。第二个目标，是如何能把善心、善行扩大，与一切众生镕融，融合成一体，这是佛教育。",
      "zh_TW": "教育的目的，我們都講得很多，如何讓人保持善的念頭。因為人性本善，「人之初，性本善」，怎麼樣能夠把本性本善保持住。人人都能保持，我們這個世界就是華藏世界，就是極樂世界。一切法從心想生，每個人心地都善，行為都善，這個世界是極樂世界。所以教育的第一個目標就在此地。第二個目標，是如何能把善心、善行擴大，與一切眾生鎔融，融合成一體，這是佛教育。"
    },
    {
      "id": "12-017-1498_p0022",
      "zh_CN": "今天社会变成这样子，是教育的方向错误了，它不是教人善，它是教人不善。教人什么？教人竞争，教人斗争，教人自私自利，教人损人利己，人人都有这样的心，这社会就乱了。现在乱的程度已经叫人怵目惊心，有很多同修跟我说，现在儿女不听话；不但不听话，经常跟父母顶嘴，跟父母吵架，很平常，家家都可以见到。什么叫孝顺，没有人懂，不但小孩不懂，做父母的人也不懂。怎么会变成这个样子？现在顶嘴、吵架，再十年之后，恐怕天天打架，打架就得动刀动枪了。我形容这个叫什么？恐怖教育！现在讲恐怖分子，恐怖分子是教出来的！现在每家这样教法，将来你的儿女都变成恐怖分子。恐怖对谁？对父母、对兄弟姐妹、对你的族人，家庭就变成恐怖场所了，社会就更不必说了，这还得了吗？这世界还能住吗？这就叫做世界末日。",
      "zh_TW": "今天社會變成這樣子，是教育的方向錯誤了，它不是教人善，它是教人不善。教人什麼？教人競爭，教人鬥爭，教人自私自利，教人損人利己，人人都有這樣的心，這社會就亂了。現在亂的程度已經叫人怵目驚心，有很多同修跟我說，現在兒女不聽話；不但不聽話，經常跟父母頂嘴，跟父母吵架，很平常，家家都可以見到。什麼叫孝順，沒有人懂，不但小孩不懂，做父母的人也不懂。怎麼會變成這個樣子？現在頂嘴、吵架，再十年之後，恐怕天天打架，打架就得動刀動槍了。我形容這個叫什麼？恐怖教育！現在講恐怖分子，恐怖分子是教出來的！現在每家這樣教法，將來你的兒女都變成恐怖分子。恐怖對誰？對父母、對兄弟姐妹、對你的族人，家庭就變成恐怖場所了，社會就更不必說了，這還得了嗎？這世界還能住嗎？這就叫做世界末日。"
    },
    {
      "id": "12-017-1498_p0023",
      "zh_CN": "所以现在，伦理道德的教育如果再不救，你就想到将来的社会问题多么严重。怎么救起？学《弟子规》，什么人学？男女老少、各行各业，大家一起来学，社会才有救，才能回头。小孩学，大人不学，收不到效果；大人学，小孩不学，也收不到效果。全民的教育，不是一个国家的全民教育，是全世界的全民教育。我们要有这个认识，要有这一份慈悲心，把这个教学推广，这叫自救救他。救他是真正的自救，我一个人念佛往生极乐世界，要逃避责任，你能逃得了逃不了？为什么逃不了？极乐世界你未必能往生，你说为什么？你没有慈悲心。没有慈悲心，菩提心里头缺了一个慈悲。你看，真诚、清净、平等、正觉，底下没有慈悲，你的菩提心不圆满，恐怕极乐世界不会收你。",
      "zh_TW": "所以現在，倫理道德的教育如果再不救，你就想到將來的社會問題多麼嚴重。怎麼救起？學《弟子規》，什麼人學？男女老少、各行各業，大家一起來學，社會才有救，才能回頭。小孩學，大人不學，收不到效果；大人學，小孩不學，也收不到效果。全民的教育，不是一個國家的全民教育，是全世界的全民教育。我們要有這個認識，要有這一份慈悲心，把這個教學推廣，這叫自救救他。救他是真正的自救，我一個人念佛往生極樂世界，要逃避責任，你能逃得了逃不了？為什麼逃不了？極樂世界你未必能往生，你說為什麼？你沒有慈悲心。沒有慈悲心，菩提心裡頭缺了一個慈悲。你看，真誠、清淨、平等、正覺，底下沒有慈悲，你的菩提心不圓滿，恐怕極樂世界不會收你。"
    },
    {
      "id": "12-017-1498_p0024",
      "zh_CN": "要有慈悲心！慈悲心是舍己为人，全心全力帮助人。帮助人不要着相，就是不要有分别执着，你帮助人依旧是真诚、清净、平等、正觉，都在向上提升；如果你有分别执着，这个事情就难了，你的菩提心变质了，不是真的菩提心。记住，佛说的，一切法从心想生，心变质了，你所作所为全都变质；自以为善，实际上不善，因为心变质了。过去李老师常常教导我们，他举比喻，这一杯醍醐，醍醐是佛经里面讲的最好的饮料，里面加一滴毒药，统统变成毒品。这个比喻意思告诉我们，善心里头不能掺杂丝毫不善的念头，掺杂，善心全变坏了。你说真诚、清净、平等、正觉，没有慈悲，你前面全是假的，你的真诚、清净、平等、正觉都没有。真诚变成虚伪，清净变成染污，平等变成贡高我慢，正觉变成迷惑，五就是一，一就是五。",
      "zh_TW": "要有慈悲心！慈悲心是捨己為人，全心全力幫助人。幫助人不要著相，就是不要有分別執著，你幫助人依舊是真誠、清淨、平等、正覺，都在向上提升；如果你有分別執著，這個事情就難了，你的菩提心變質了，不是真的菩提心。記住，佛說的，一切法從心想生，心變質了，你所作所為全都變質；自以為善，實際上不善，因為心變質了。過去李老師常常教導我們，他舉比喻，這一杯醍醐，醍醐是佛經裡面講的最好的飲料，裡面加一滴毒藥，統統變成毒品。這個比喻意思告訴我們，善心裡頭不能摻雜絲毫不善的念頭，摻雜，善心全變壞了。你說真誠、清淨、平等、正覺，沒有慈悲，你前面全是假的，你的真誠、清淨、平等、正覺都沒有。真誠變成虛偽，清淨變成染污，平等變成貢高我慢，正覺變成迷惑，五就是一，一就是五。"
    },
    {
      "id": "12-017-1498_p0025",
      "zh_CN": "真诚里面决定圆圆满满的含摄着清净、平等、正觉、慈悲，慈悲里面决定有真诚、清净、平等、正觉，一多镕融，这才是圆满的，这叫纯善！这真正叫善心，这就是「人之初，性本善」，这本善。我们今天如何能够从不善回归到本善，这里头有大乐！同学们在此地，每个人善根深厚。如果不是多生多劫的善根、福德、因缘，你就不可能到这个讲堂来坐下来听两小时《华严经》，开经偈上讲「百千万劫难遭遇」。你看香港多少人，不要说香港，我们这栋大楼有多少人，有几个人进到讲堂来听《华严经》？你就晓得，佛菩萨非常感叹的，「人身难得，佛法难闻」，得人身不知道闻佛法，一生空过了。你能体会到这一层，你才晓得得人身最可贵的是什么？闻佛法，闻到佛法之后，他怎么会舍弃？锲而不舍。",
      "zh_TW": "真誠裡面決定圓圓滿滿的含攝著清淨、平等、正覺、慈悲，慈悲裡面決定有真誠、清淨、平等、正覺，一多鎔融，這才是圓滿的，這叫純善！這真正叫善心，這就是「人之初，性本善」，這本善。我們今天如何能夠從不善回歸到本善，這裡頭有大樂！同學們在此地，每個人善根深厚。如果不是多生多劫的善根、福德、因緣，你就不可能到這個講堂來坐下來聽兩小時《華嚴經》，開經偈上講「百千萬劫難遭遇」。你看香港多少人，不要說香港，我們這棟大樓有多少人，有幾個人進到講堂來聽《華嚴經》？你就曉得，佛菩薩非常感嘆的，「人身難得，佛法難聞」，得人身不知道聞佛法，一生空過了。你能體會到這一層，你才曉得得人身最可貴的是什麼？聞佛法，聞到佛法之後，他怎麼會捨棄？鍥而不捨。"
    },
    {
      "id": "12-017-1498_p0026",
      "zh_CN": "人间什么最快乐？闻法最快乐，你才懂得孔老夫子《论语》里头头一句话说，「学而时习之，不亦说乎」，那个悦是快乐。在这个世间，人间天上，没有比这个更快乐的。绝对不是世间人讲的吃喝玩乐，吃喝玩乐将来要到三途，要去受苦。又何况现前吃喝玩乐你付出多少代价，你要想一想，不值得。付出代价是什么？你的本性被污染了，被严重污染，那是你付出的代价。在这个身体，身体过这种生活，这生活是不正常的生活、不健康的生活，你会染上种种疾病，大幅度的亏折你的寿命。",
      "zh_TW": "人間什麼最快樂？聞法最快樂，你才懂得孔老夫子《論語》裡頭頭一句話說，「學而時習之，不亦說乎」，那個悅是快樂。在這個世間，人間天上，沒有比這個更快樂的。絕對不是世間人講的吃喝玩樂，吃喝玩樂將來要到三途，要去受苦。又何況現前吃喝玩樂你付出多少代價，你要想一想，不值得。付出代價是什麼？你的本性被污染了，被嚴重污染，那是你付出的代價。在這個身體，身體過這種生活，這生活是不正常的生活、不健康的生活，你會染上種種疾病，大幅度的虧折你的壽命。"
    },
    {
      "id": "12-017-1498_p0027",
      "zh_CN": "我在年轻的时候，老师告诉我们，他是个很好的中医医生，李老师。他跟我讲，他一生给人看病，没有一次有错误，他说这个我有把握。他也当过法官，他说当法官判案子，如果说不留意，会冤枉人，他说这个可能有；但是看病用药，一生当中决定没有一个错误的。这个话用意很深！他说照中国医学的理论，《黄帝内经．灵枢》上所说的，人的寿命；人是个机器，这个机器的运作，你要好好的保养它，爱护它、保养它，可以用两百年，就是说这个机器正常使用可以用两百年。用不到这么久，是你自己不会用，把它糟蹋掉了，这话讲得有道理。",
      "zh_TW": "我在年輕的時候，老師告訴我們，他是個很好的中醫醫生，李老師。他跟我講，他一生給人看病，沒有一次有錯誤，他說這個我有把握。他也當過法官，他說當法官判案子，如果說不留意，會冤枉人，他說這個可能有；但是看病用藥，一生當中決定沒有一個錯誤的。這個話用意很深！他說照中國醫學的理論，《黃帝內經．靈樞》上所說的，人的壽命；人是個機器，這個機器的運作，你要好好的保養它，愛護它、保養它，可以用兩百年，就是說這個機器正常使用可以用兩百年。用不到這麼久，是你自己不會用，把它糟蹋掉了，這話講得有道理。"
    },
    {
      "id": "12-017-1498_p0028",
      "zh_CN": "所以佛门提倡素食，我那时候就想到，佛家这种养生之道是最圆满的。我们社会人只懂得卫生，生是生理；伊斯兰懂得卫性，他的饮食有选择，凡是性质不好的，统统不吃。佛教选择素食，卫慈悲心，保卫慈悲心。所以佛教的饮食，卫生、卫性，就是很善良的性情，又卫心，卫慈悲心，这个圆满。我明白这个道理，采取素食，三方面都顾到，这是最健康的生活方式。世间人不懂，以为吃素有什么功德什么的，我不是从这儿来的，我是从理论上通达的。这是最健康、最好的选择，卫生、卫性、卫心。好，现在时间到了，我们就休息几分钟。",
      "zh_TW": "所以佛門提倡素食，我那時候就想到，佛家這種養生之道是最圓滿的。我們社會人只懂得衛生，生是生理；伊斯蘭懂得衛性，他的飲食有選擇，凡是性質不好的，統統不吃。佛教選擇素食，衛慈悲心，保衛慈悲心。所以佛教的飲食，衛生、衛性，就是很善良的性情，又衛心，衛慈悲心，這個圓滿。我明白這個道理，採取素食，三方面都顧到，這是最健康的生活方式。世間人不懂，以為吃素有什麼功德什麼的，我不是從這兒來的，我是從理論上通達的。這是最健康、最好的選擇，衛生、衛性、衛心。好，現在時間到了，我們就休息幾分鐘。"
    },
    {
      "id": "12-017-1498_p0029",
      "zh_CN": "诸位同学，请坐。请接着看下面第四段，「对辨成例」，清凉给我们做了简单的解释。「谓若以初后二事相对辨例，略有十例」，初后就是后面的偈颂，偈颂一首有四句，就是第一句跟最后一句相对来看。第一句都是讲的事，最后一句都是愿，所以它有事、有愿。下面举的例子就很清楚，他举了十个例子。第一个例子，「会事同理」，这是个例子。这十个例子也是纲领，在我们日常生活当中，你要是明白了，可以说统统都能用在生活上，都能用在处事待人接物。就是前面所说的，菩萨善用其心，我们要从这里学。",
      "zh_TW": "諸位同學，請坐。請接著看下面第四段，「對辨成例」，清涼給我們做了簡單的解釋。「謂若以初後二事相對辨例，略有十例」，初後就是後面的偈頌，偈頌一首有四句，就是第一句跟最後一句相對來看。第一句都是講的事，最後一句都是願，所以它有事、有願。下面舉的例子就很清楚，他舉了十個例子。第一個例子，「會事同理」，這是個例子。這十個例子也是綱領，在我們日常生活當中，你要是明白了，可以說統統都能用在生活上，都能用在處事待人接物。就是前面所說的，菩薩善用其心，我們要從這裡學。"
    },
    {
      "id": "12-017-1498_p0030",
      "zh_CN": "学会那就过佛菩萨的生活，现前在这个世间就过佛菩萨的生活，这里头真正有乐趣，真正是像方东美先生所说的「人生最高的享受」。不在《华严经》里，这句话很难体会，人生最高的享受。能够净行，能够落实，那我们的（行是行为）起心动念、言语造作统统得到清净。佛法里常说的「心净则佛土净」，怎么个净法？「净行品」提供了最好的方法，最好的实例，有心的人应当学习。心净、行善，净跟善是离不开的，念佛哪有不往生的道理！",
      "zh_TW": "學會那就過佛菩薩的生活，現前在這個世間就過佛菩薩的生活，這裡頭真正有樂趣，真正是像方東美先生所說的「人生最高的享受」。不在《華嚴經》裡，這句話很難體會，人生最高的享受。能夠淨行，能夠落實，那我們的（行是行為）起心動念、言語造作統統得到清淨。佛法裡常說的「心淨則佛土淨」，怎麼個淨法？「淨行品」提供了最好的方法，最好的實例，有心的人應當學習。心淨、行善，淨跟善是離不開的，念佛哪有不往生的道理！"
    },
    {
      "id": "12-017-1498_p0031",
      "zh_CN": "我们现在看第一个例子，会事同理，「如菩萨在家，事也；性空，理也」。这是下面偈颂的头一首，「菩萨在家，当愿众生，知家性空，免其逼迫」，在家菩萨。在家修行一样成佛，出家要不懂得修行的话，不如在家。在家跟出家是一，不是二，你就入不二法门，那是佛法里最高的境界。",
      "zh_TW": "我們現在看第一個例子，會事同理，「如菩薩在家，事也；性空，理也」。這是下面偈頌的頭一首，「菩薩在家，當願眾生，知家性空，免其逼迫」，在家菩薩。在家修行一樣成佛，出家要不懂得修行的話，不如在家。在家跟出家是一，不是二，你就入不二法門，那是佛法裡最高的境界。"
    },
    {
      "id": "12-017-1498_p0032",
      "zh_CN": "我们看经文里头，菩萨在家，《无量寿经》我们展开经文，居然世尊给我们说了十六位在家菩萨。「贤护等十六正士」，是在家菩萨，什么地位？给诸位说，等觉菩萨，他所证得的地位，跟观音、势至、文殊、普贤无二无别。贤护是在家菩萨的班首，好像一个团体里面，他是个班长，在佛法里面称之为首座。德号称为「贤护」，这里头含的有很深的意思，「贤」是他自己的成就，他的成就跟普贤没有两样，「护」是护法。护持正法，正法久住世间，护持众生少灾少难，护持修行人得一切方便，你看意思多深，在家的菩萨。",
      "zh_TW": "我們看經文裡頭，菩薩在家，《無量壽經》我們展開經文，居然世尊給我們說了十六位在家菩薩。「賢護等十六正士」，是在家菩薩，什麼地位？給諸位說，等覺菩薩，他所證得的地位，跟觀音、勢至、文殊、普賢無二無別。賢護是在家菩薩的班首，好像一個團體裡面，他是個班長，在佛法裡面稱之為首座。德號稱為「賢護」，這裡頭含的有很深的意思，「賢」是他自己的成就，他的成就跟普賢沒有兩樣，「護」是護法。護持正法，正法久住世間，護持眾生少災少難，護持修行人得一切方便，你看意思多深，在家的菩薩。"
    },
    {
      "id": "12-017-1498_p0033",
      "zh_CN": "佛法能不能久住世间，给诸位说，不是出家菩萨的责任，是在家菩萨。在家人有感，佛菩萨就有应，在家人没有感，佛菩萨就不来了。可是，众生在迷，他怎么会知道这个事情？就如同《释迦谱》里面记载着释迦牟尼佛示现成道，夜睹明星，大彻大悟，释迦成佛了。成佛之后，他的事业就是普度众生。度众生，一定要有众生来启请，这个世间人没有人知道，也没有人来启请。如果在这个时候没有人来启请，佛就示现入般涅槃，他走了。世间人不懂，净居天人看到了，净居天在哪里？四禅里面的五不还天叫做净居天。",
      "zh_TW": "佛法能不能久住世間，給諸位說，不是出家菩薩的責任，是在家菩薩。在家人有感，佛菩薩就有應，在家人沒有感，佛菩薩就不來了。可是，眾生在迷，他怎麼會知道這個事情？就如同《釋迦譜》裡面記載著釋迦牟尼佛示現成道，夜睹明星，大徹大悟，釋迦成佛了。成佛之後，他的事業就是普度眾生。度眾生，一定要有眾生來啟請，這個世間人沒有人知道，也沒有人來啟請。如果在這個時候沒有人來啟請，佛就示現入般涅槃，他走了。世間人不懂，淨居天人看到了，淨居天在哪裡？四禪裡面的五不還天叫做淨居天。"
    },
    {
      "id": "12-017-1498_p0034",
      "zh_CN": "四禅是凡圣同居土，第四禅福报最大，大三灾没有了，所以四禅是福田。这里面圣人，圣人是三果圣人，也在那里修行。三果是阿那含，他们不到人间来，不到欲界，在那个地方修行。那个地方修行再往上升，就出六道了，证阿罗汉果，就超出六道，这是圣人。他们看到，他有天眼，看到释迦牟尼佛在菩提树下示现成道，没有人去启请。赶紧下来，下来变化成人身，在释迦牟尼佛面前顶礼，请他老人家住世，弘法利生。净居天人代我们启请，要不是他启请，世尊四十九年讲经说法就没有了；他成佛，入般涅槃，没有人知道。",
      "zh_TW": "四禪是凡聖同居土，第四禪福報最大，大三災沒有了，所以四禪是福田。這裡面聖人，聖人是三果聖人，也在那裡修行。三果是阿那含，他們不到人間來，不到欲界，在那個地方修行。那個地方修行再往上升，就出六道了，證阿羅漢果，就超出六道，這是聖人。他們看到，他有天眼，看到釋迦牟尼佛在菩提樹下示現成道，沒有人去啟請。趕緊下來，下來變化成人身，在釋迦牟尼佛面前頂禮，請他老人家住世，弘法利生。淨居天人代我們啟請，要不是他啟請，世尊四十九年講經說法就沒有了；他成佛，入般涅槃，沒有人知道。"
    },
    {
      "id": "12-017-1498_p0035",
      "zh_CN": "由于这个启请，佛才住世，所以净居天人化身做带头，请佛说法。他们首先来听经，听闻佛法。慢慢一看到有人在听，释迦牟尼佛在讲经，这几个人坐在这儿听，别人好奇，也来了，这就愈来愈多。听佛讲，佛讲得是契机契理，除非你不接触，你接触没有不生欢喜心的，你有什么疑难问题提出来，佛都给你解答。这一来，听众就愈来愈多，以后就形成僧团，这个教学的事业从这么展开。所以在家菩萨对于正法久住世间，他起多大的作用！",
      "zh_TW": "由於這個啟請，佛才住世，所以淨居天人化身做帶頭，請佛說法。他們首先來聽經，聽聞佛法。慢慢一看到有人在聽，釋迦牟尼佛在講經，這幾個人坐在這兒聽，別人好奇，也來了，這就愈來愈多。聽佛講，佛講得是契機契理，除非你不接觸，你接觸沒有不生歡喜心的，你有什麼疑難問題提出來，佛都給你解答。這一來，聽眾就愈來愈多，以後就形成僧團，這個教學的事業從這麼展開。所以在家菩薩對於正法久住世間，他起多大的作用！"
    },
    {
      "id": "12-017-1498_p0036",
      "zh_CN": "现在正法不彰，问题出在哪里？在家菩萨不听经，在家菩萨不认真修行！受社会环境的影响，现在许多在家菩萨求福，修福报。到道场寺庙来烧香，来建庙，来造佛的金身，造佛像，全都是修福边事，不开智慧。他不晓得，真正正法里头有慧，慧里头一定有福，福里头没有慧。有智慧的人，哪有没有福报？哪有这种道理！有智慧的人一定是把修慧摆在第一，福是附带的，福报是附带的，那就没错了；只着重修福，而疏忽修慧，这个错误。",
      "zh_TW": "現在正法不彰，問題出在哪裡？在家菩薩不聽經，在家菩薩不認真修行！受社會環境的影響，現在許多在家菩薩求福，修福報。到道場寺廟來燒香，來建廟，來造佛的金身，造佛像，全都是修福邊事，不開智慧。他不曉得，真正正法裡頭有慧，慧裡頭一定有福，福裡頭沒有慧。有智慧的人，哪有沒有福報？哪有這種道理！有智慧的人一定是把修慧擺在第一，福是附帶的，福報是附帶的，那就沒錯了；只著重修福，而疏忽修慧，這個錯誤。"
    },
    {
      "id": "12-017-1498_p0037",
      "zh_CN": "这使我们联想达摩祖师当年到中国，有人推荐他给梁武帝。梁武帝是虔诚的佛教徒，听说印度有位高僧来了，赶快召见。我们知道武帝对佛法的护持，在历史上有名的，一生当中建寺，史书上记载，四百八十座大小的寺庙庵堂。度僧，他喜欢人出家，人出家他都修供养，十几万人，这是佛门的大护法。他自己也感觉得很自豪，跟达摩祖师见面，梁武帝就向他请教：我做这么多事，我的功德大不大？我有多大功德？达摩祖师回答他一句话，「并无功德」，你做这些事没有功德。梁武帝听了很不高兴，话不投机，就把他赶走了。梁武帝要是问「我的福德有多大」？福德大的不得了！福德边事，不是功德。功德是什么？功德是修清净平等觉，是功德。",
      "zh_TW": "這使我們聯想達摩祖師當年到中國，有人推薦他給梁武帝。梁武帝是虔誠的佛教徒，聽說印度有位高僧來了，趕快召見。我們知道武帝對佛法的護持，在歷史上有名的，一生當中建寺，史書上記載，四百八十座大小的寺廟庵堂。度僧，他喜歡人出家，人出家他都修供養，十幾萬人，這是佛門的大護法。他自己也感覺得很自豪，跟達摩祖師見面，梁武帝就向他請教：我做這麼多事，我的功德大不大？我有多大功德？達摩祖師回答他一句話，「並無功德」，你做這些事沒有功德。梁武帝聽了很不高興，話不投機，就把他趕走了。梁武帝要是問「我的福德有多大」？福德大的不得了！福德邊事，不是功德。功德是什麼？功德是修清淨平等覺，是功德。"
    },
    {
      "id": "12-017-1498_p0038",
      "zh_CN": "所以福德跟功德不一样，做这么多事，着相了，着相就是福德，离相就是功德。事是一样的，做这么多事情，若无其事，作而无作，无作而作，功德。功德跟福德一定要辨别清楚，换句话说，清净心做一切善事都是功德；染污的心，有自私自利、有名闻利养夹杂在里头，干什么善事都是福德。所以，从事相上看，看不出来，从心地上看，就清清楚楚、明明白白。《坛经》上说得很好，「此事福不能救」，此事就是生死大事，要想超越六道轮回这个大事，福德做不到。福德是你来生得人天福报。我们晓得，梁武帝所做的事情是人天福报，而且天道也只限于欲界天。而欲界天，我们一般的看法是四王天跟忉利天，夜摩天恐怕都不行。夜摩天要修定，他没有这个功夫，所以他是欲界天往生，不能出六道轮回。",
      "zh_TW": "所以福德跟功德不一樣，做這麼多事，著相了，著相就是福德，離相就是功德。事是一樣的，做這麼多事情，若無其事，作而無作，無作而作，功德。功德跟福德一定要辨別清楚，換句話說，清淨心做一切善事都是功德；染污的心，有自私自利、有名聞利養夾雜在裡頭，幹什麼善事都是福德。所以，從事相上看，看不出來，從心地上看，就清清楚楚、明明白白。《壇經》上說得很好，「此事福不能救」，此事就是生死大事，要想超越六道輪迴這個大事，福德做不到。福德是你來生得人天福報。我們曉得，梁武帝所做的事情是人天福報，而且天道也只限於欲界天。而欲界天，我們一般的看法是四王天跟忉利天，夜摩天恐怕都不行。夜摩天要修定，他沒有這個功夫，所以他是欲界天往生，不能出六道輪迴。"
    },
    {
      "id": "12-017-1498_p0039",
      "zh_CN": "在家菩萨护法应该要超越梁武帝，不见得事做的那么多，那是福报。我们没有那么大的福报，但是我们尽心尽力去做，福报是圆满的。他有一万块钱，拿出一千块钱来做好事，十分之一；我只有一百块钱，我把一百块钱全都拿来做好事，我的比例是百分之百，我的福报超过他。说明不是穷人不能做好事，修福或者是修积功德，不分贫富，人人都能做到圆满，只要你的清净心圆满，没有一样不圆满。佛法讲的「一切法从心想生」，我们要懂这句话的意义，你的心是圆满的，你的福德、功德都是圆满的。有求回报，求来生福，就是福德；不求回报，我求生净土，功德。绝不求来生做官、发财，没有这个念头；所修一切善事，为众生，不为自己，为正法久住，这才能够脱离三界六道。这些是事。",
      "zh_TW": "在家菩薩護法應該要超越梁武帝，不見得事做的那麼多，那是福報。我們沒有那麼大的福報，但是我們盡心盡力去做，福報是圓滿的。他有一萬塊錢，拿出一千塊錢來做好事，十分之一；我只有一百塊錢，我把一百塊錢全都拿來做好事，我的比例是百分之百，我的福報超過他。說明不是窮人不能做好事，修福或者是修積功德，不分貧富，人人都能做到圓滿，只要你的清淨心圓滿，沒有一樣不圓滿。佛法講的「一切法從心想生」，我們要懂這句話的意義，你的心是圓滿的，你的福德、功德都是圓滿的。有求回報，求來生福，就是福德；不求回報，我求生淨土，功德。絕不求來生做官、發財，沒有這個念頭；所修一切善事，為眾生，不為自己，為正法久住，這才能夠脫離三界六道。這些是事。"
    },
    {
      "id": "12-017-1498_p0040",
      "zh_CN": "菩萨知道性空，事有性空，所以性空是理也。你看，理、事，知道性空。他为什么不执着？为什么不求福报？佛门中说，这是经典里头讲到的，世间人，做国王的，现在做总统的，做大臣的，现在讲做部长、做省长的，福报从哪里修来的？佛法里讲，都是过去生中供养三宝当中得来的，福报！如果你是修财布施，你这一生得财富；护持三宝，福报是帝王将相，达官贵人，都是从三宝里头修的福。如果专是修财布施，那他这一生得大富，他没有这些地位，他发大财。专门只有法布施的，他有聪明智慧，今天所谓的专家学者，学者、名教授，前生修法布施得的果报。",
      "zh_TW": "菩薩知道性空，事有性空，所以性空是理也。你看，理、事，知道性空。他為什麼不執著？為什麼不求福報？佛門中說，這是經典裡頭講到的，世間人，做國王的，現在做總統的，做大臣的，現在講做部長、做省長的，福報從哪裡修來的？佛法裡講，都是過去生中供養三寶當中得來的，福報！如果你是修財布施，你這一生得財富；護持三寶，福報是帝王將相，達官貴人，都是從三寶裡頭修的福。如果專是修財布施，那他這一生得大富，他沒有這些地位，他發大財。專門只有法布施的，他有聰明智慧，今天所謂的專家學者，學者、名教授，前生修法布施得的果報。"
    },
    {
      "id": "12-017-1498_p0041",
      "zh_CN": "修无畏布施，得健康长寿，这个也不分贵贱。我们看到很多穷人、乡下人，活一百多岁，身体很健康。我在澳洲，澳洲有个村，都是老人，都长寿，八十岁是年轻人，九十、一百多岁的还干活，动作很灵活，一问到年岁，九十多，我们不能不尊敬。生活相当清苦，过去生中修无畏布施。我们看到心里就很明白，自己想到，我要想长寿，我就要修无畏布施；要想聪明智慧，我要修法布施；要想得财富，财用不缺乏，我要修财布施。修三种布施，得这三种果报，但不是做大官，不是做各个阶层的领导人，不是的。领导人一定在三宝当中，最重要的是护法，弘法、护法。",
      "zh_TW": "修無畏布施，得健康長壽，這個也不分貴賤。我們看到很多窮人、鄉下人，活一百多歲，身體很健康。我在澳洲，澳洲有個村，都是老人，都長壽，八十歲是年輕人，九十、一百多歲的還幹活，動作很靈活，一問到年歲，九十多，我們不能不尊敬。生活相當清苦，過去生中修無畏布施。我們看到心裡就很明白，自己想到，我要想長壽，我就要修無畏布施；要想聰明智慧，我要修法布施；要想得財富，財用不缺乏，我要修財布施。修三種布施，得這三種果報，但不是做大官，不是做各個階層的領導人，不是的。領導人一定在三寶當中，最重要的是護法，弘法、護法。"
    },
    {
      "id": "12-017-1498_p0042",
      "zh_CN": "弘护里面也有很多出家人，修得很好，弘法利生，贪恋世间的富贵。看到帝王，看到宰相，很羡慕，好了，来生？来生跟他一样，去做帝王、去做宰相去了，修得的。所以，释迦牟尼佛给我们做最好的榜样。他生在帝王家，他是王子，舍弃王位，舍弃荣华富贵，最好的榜样。你要做一个帝王，你在佛门里面修福，绝对不是一生，帝王的福报，我们一般想想至少十世。你看悟达国师，十世修行，他没有想搞在家的，十世都是出家。他的地位到国师，皇上拜他做老师，做国师。使我们联想到，如果他恋慕人间富贵，那十世的修行，不是做皇上，至少也做宰相。可是一享富贵就迷惑了。迷惑了，如果说一个错误的政策，你害多少人，把你十世修行的福德全都折掉了，这个多可怕，这很有可能。",
      "zh_TW": "弘護裡面也有很多出家人，修得很好，弘法利生，貪戀世間的富貴。看到帝王，看到宰相，很羨慕，好了，來生？來生跟他一樣，去做帝王、去做宰相去了，修得的。所以，釋迦牟尼佛給我們做最好的榜樣。他生在帝王家，他是王子，捨棄王位，捨棄榮華富貴，最好的榜樣。你要做一個帝王，你在佛門裡面修福，絕對不是一生，帝王的福報，我們一般想想至少十世。你看悟達國師，十世修行，他沒有想搞在家的，十世都是出家。他的地位到國師，皇上拜他做老師，做國師。使我們聯想到，如果他戀慕人間富貴，那十世的修行，不是做皇上，至少也做宰相。可是一享富貴就迷惑了。迷惑了，如果說一個錯誤的政策，你害多少人，把你十世修行的福德全都折掉了，這個多可怕，這很有可能。"
    },
    {
      "id": "12-017-1498_p0043",
      "zh_CN": "我们看到许多，末世的帝王，不要看开国的，开国的很聪明，有智慧。那就是什么？他十几世的修行没有舍弃修慧，他就不糊涂。如果在佛门里面修福，修大福报，疏忽了修慧，就是听经、闻法、依教修行，这方面疏忽了。只着重照顾僧团，帮助大众修行，这就是疏忽了修慧，那他的福报将来是末世的帝王。他没有智慧，他有大福报，有这种权势，他就会做很多错事，造很多罪业。这因果讲起来很复杂，要细心去体会。福享尽了，业报现前，要堕三途，佛经里面讲的「三世怨」。第一生修福，这种大福报，做末世帝王的，做帝王都是大福报，总是多生多劫修福，但是都是偏重在福，而疏忽了修慧。什么样的因有什么样的果！开国的帝王，前几代的，一定都是福慧双修，所以他不糊涂，他不颠倒。错误的政策不能说没有，少，还是善真的多，不善的少。死了之后还不失人天福报，余福！但是不像前面福报那么大了。所以要晓得，事有性空，相有理空，明白这个道理你就不会执着。",
      "zh_TW": "我們看到許多，末世的帝王，不要看開國的，開國的很聰明，有智慧。那就是什麼？他十幾世的修行沒有捨棄修慧，他就不糊塗。如果在佛門裡面修福，修大福報，疏忽了修慧，就是聽經、聞法、依教修行，這方面疏忽了。只著重照顧僧團，幫助大眾修行，這就是疏忽了修慧，那他的福報將來是末世的帝王。他沒有智慧，他有大福報，有這種權勢，他就會做很多錯事，造很多罪業。這因果講起來很複雜，要細心去體會。福享盡了，業報現前，要墮三途，佛經裡面講的「三世怨」。第一生修福，這種大福報，做末世帝王的，做帝王都是大福報，總是多生多劫修福，但是都是偏重在福，而疏忽了修慧。什麼樣的因有什麼樣的果！開國的帝王，前幾代的，一定都是福慧雙修，所以他不糊塗，他不顛倒。錯誤的政策不能說沒有，少，還是善真的多，不善的少。死了之後還不失人天福報，餘福！但是不像前面福報那麼大了。所以要曉得，事有性空，相有理空，明白這個道理你就不會執著。"
    },
    {
      "id": "12-017-1498_p0044",
      "zh_CN": "第二句「处染翻染例」，这个例子也好。「如若得五欲，染也，拔除欲箭」，欲箭是比喻，「翻染也」。这个意思是什么？处染污而不染，真功夫！菩萨没有离开家，家里面五欲六尘样样具足，但是菩萨心地清净，知道「凡所有相，皆是虚妄」。把家庭作为道场，把亲眷当作法侣，当作同参道友，在这里面修清净心，高明！就是处染而不染，他并没有离开染污，但是他能够不染，这有相当功夫，要有很好的家教。古时候有这种功夫成就的人不少，现在没有了。即使你过去生中有深厚的善根，但是你在这一生当中，从小没有好好的照顾，没有人教你。天天看电视，天天接触现在这个社会，慢慢的你被它们薰习，你的善根就埋没掉，善根就不能现前。你不善的习气养成之后，养成这个习性就不善了，你怎么会有成就？",
      "zh_TW": "第二句「處染翻染例」，這個例子也好。「如若得五欲，染也，拔除欲箭」，欲箭是比喻，「翻染也」。這個意思是什麼？處染污而不染，真功夫！菩薩沒有離開家，家裡面五欲六塵樣樣具足，但是菩薩心地清淨，知道「凡所有相，皆是虛妄」。把家庭作為道場，把親眷當作法侶，當作同參道友，在這裡面修清淨心，高明！就是處染而不染，他並沒有離開染污，但是他能夠不染，這有相當功夫，要有很好的家教。古時候有這種功夫成就的人不少，現在沒有了。即使你過去生中有深厚的善根，但是你在這一生當中，從小沒有好好的照顧，沒有人教你。天天看電視，天天接觸現在這個社會，慢慢的你被它們薰習，你的善根就埋沒掉，善根就不能現前。你不善的習氣養成之後，養成這個習性就不善了，你怎麼會有成就？"
    },
    {
      "id": "12-017-1498_p0045",
      "zh_CN": "所以我们看到周朝开国的帝王，太公、王季、文王，多少代积功累德，家里出圣人。太公的夫人太姜，王季的夫人太任，太任就是文王的母亲，太姜是他的祖母，都很会教小孩。教小孩就是防止他染污，保护他的本性，本性本善，「人之初，性本善」，如何能把本善保护住，不让他受染污。特别是太任，就是文王的母亲，怀孕的时候叫胎教。「目不视恶色，耳不闻淫声，口不出傲言」，佛家讲的身语意，都做到清净、善良；心地清净，行为善良，影响胎儿。还没有出生，怀孕就这样教，这么样用心，文王出世，他母亲对他的教养我们可想而知。",
      "zh_TW": "所以我們看到周朝開國的帝王，太公、王季、文王，多少代積功累德，家裡出聖人。太公的夫人太姜，王季的夫人太任，太任就是文王的母親，太姜是他的祖母，都很會教小孩。教小孩就是防止他染污，保護他的本性，本性本善，「人之初，性本善」，如何能把本善保護住，不讓他受染污。特別是太任，就是文王的母親，懷孕的時候叫胎教。「目不視惡色，耳不聞淫聲，口不出傲言」，佛家講的身語意，都做到清淨、善良；心地清淨，行為善良，影響胎兒。還沒有出生，懷孕就這樣教，這麼樣用心，文王出世，他母親對他的教養我們可想而知。"
    },
    {
      "id": "12-017-1498_p0046",
      "zh_CN": "所以圣人是教出来的，贤人是教出来的，好人也是教出来的。现在大家讲恐怖分子，我也说了，恐怖分子也是教出来的，看你怎么教！「建国君民，教学为先」，国家，教育摆在第一，家庭，也摆在第一。你做父母，对你儿女怎么教法，你要是不好好的教他，自己夫妻两个都忙着生活，把小孩交给佣人。佣人什么都不懂，佣人希望小孩乖，不要找他麻烦，那叫他看电视！他看上瘾，他对佣人就少找麻烦。在电视里面学的什么？学的暴力、色情、杀盗淫妄，这不就是你教他做恐怖分子吗？他长大了，不要说很大，现在我听说，同学们有告诉我，犯罪，最小的犯罪罪犯多大年岁？两岁；四、五岁他就杀人了。",
      "zh_TW": "所以聖人是教出來的，賢人是教出來的，好人也是教出來的。現在大家講恐怖分子，我也說了，恐怖分子也是教出來的，看你怎麼教！「建國君民，教學為先」，國家，教育擺在第一，家庭，也擺在第一。你做父母，對你兒女怎麼教法，你要是不好好的教他，自己夫妻兩個都忙著生活，把小孩交給佣人。佣人什麼都不懂，佣人希望小孩乖，不要找他麻煩，那叫他看電視！他看上癮，他對佣人就少找麻煩。在電視裡面學的什麼？學的暴力、色情、殺盜淫妄，這不就是你教他做恐怖分子嗎？他長大了，不要說很大，現在我聽說，同學們有告訴我，犯罪，最小的犯罪罪犯多大年歲？兩歲；四、五歲他就殺人了。"
    },
    {
      "id": "12-017-1498_p0047",
      "zh_CN": "我们在美国看到小学生杀同学、杀老师，不是新闻了，常常有。这不是叫什么？你教他做恐怖分子，你教出来的！恐怖分子在哪里？在家庭，他不知道孝顺父母，他不知道尊重尊长，从小就跟大人顶嘴，这个事情不是小事，不能小看。再长大一点的人，再长大一些，他就跟你吵架。再大一点，他的拳头比你厉害，他就打架了，打架就动刀动枪。所以恐怖分子是你家里教出来的，你说可怕不可怕！你要想一家和睦，那你要教圣贤教育，电视、网路不能看。",
      "zh_TW": "我們在美國看到小學生殺同學、殺老師，不是新聞了，常常有。這不是叫什麼？你教他做恐怖分子，你教出來的！恐怖分子在哪裡？在家庭，他不知道孝順父母，他不知道尊重尊長，從小就跟大人頂嘴，這個事情不是小事，不能小看。再長大一點的人，再長大一些，他就跟你吵架。再大一點，他的拳頭比你厲害，他就打架了，打架就動刀動槍。所以恐怖分子是你家裡教出來的，你說可怕不可怕！你要想一家和睦，那你要教聖賢教育，電視、網路不能看。"
    },
    {
      "id": "12-017-1498_p0048",
      "zh_CN": "我在美国住的时候，那时候韩馆长的孙子念小学一年级，美国一年级就用电脑教学，就学会用电脑。电脑里面有些什么节目，大人不晓得，晚上看到小孩半夜三更还在那里看，做父母的人：你看我儿子多用功，这么晚他还在那里做，还没有睡觉。他在看什么？看色情、看暴力，你都不知道，你以为他在做功课。他哪有那么多功课？小学生哪有那么多功课做到半夜，做到一、二点还没有做完，哪有这个道理！大人没有警觉，还赞叹，没有警觉性，不知道教小孩。那么你家后代不是出圣人、不是出贤人，是出恐怖分子，你不能不知道。小孩确实有善根，需要人教导，这不能不知道。馆长的孙子还不错，因为他祖母常常教他、带他，带他到十二岁。也算是有一点根，有能力辨别是非善恶，这不容易。",
      "zh_TW": "我在美國住的時候，那時候韓館長的孫子念小學一年級，美國一年級就用電腦教學，就學會用電腦。電腦裡面有些什麼節目，大人不曉得，晚上看到小孩半夜三更還在那裡看，做父母的人：你看我兒子多用功，這麼晚他還在那裡做，還沒有睡覺。他在看什麼？看色情、看暴力，你都不知道，你以為他在做功課。他哪有那麼多功課？小學生哪有那麼多功課做到半夜，做到一、二點還沒有做完，哪有這個道理！大人沒有警覺，還讚歎，沒有警覺性，不知道教小孩。那麼你家後代不是出聖人、不是出賢人，是出恐怖分子，你不能不知道。小孩確實有善根，需要人教導，這不能不知道。館長的孫子還不錯，因為他祖母常常教他、帶他，帶他到十二歲。也算是有一點根，有能力辨別是非善惡，這不容易。"
    },
    {
      "id": "12-017-1498_p0049",
      "zh_CN": "所以做父母现在不懂得教导，我们在美国看到有个小学老师，隆．克拉克，现在在美国很有名。他在学校里头教小学，专门教那些调皮、顽皮的学生，别的老师不能教的他来教，统统收到很好的效果。他用什么方法教？原来他的方法是祖母从小教他的，应该怎样做人，应该怎样处世，祖母教他的。五十五条，他把它写成一个小册子，教别人，收到很好的效果。我们的《弟子规》一百一十三条，比那个五十五条的内容丰富太多了。如果父母都懂得这个道理，依《弟子规》来教儿女，儿女将来是善人、是贤人，再提升，他是圣人。家里出不出人才，父母有责任，你要认真，要学，要好好的教他。特别是在现在这个社会，因为一切的污染、一切的不善，已经由电视、网路的媒介渗透到你的家庭。所以这个地方这一句，这是修行功夫得力，有能力在染污里头不接受染污，翻染为净。",
      "zh_TW": "所以做父母現在不懂得教導，我們在美國看到有個小學老師，隆．克拉克，現在在美國很有名。他在學校裡頭教小學，專門教那些調皮、頑皮的學生，別的老師不能教的他來教，統統收到很好的效果。他用什麼方法教？原來他的方法是祖母從小教他的，應該怎樣做人，應該怎樣處世，祖母教他的。五十五條，他把它寫成一個小冊子，教別人，收到很好的效果。我們的《弟子規》一百一十三條，比那個五十五條的內容豐富太多了。如果父母都懂得這個道理，依《弟子規》來教兒女，兒女將來是善人、是賢人，再提升，他是聖人。家裡出不出人才，父母有責任，你要認真，要學，要好好的教他。特別是在現在這個社會，因為一切的污染、一切的不善，已經由電視、網路的媒介滲透到你的家庭。所以這個地方這一句，這是修行功夫得力，有能力在染污裡頭不接受染污，翻染為淨。"
    },
    {
      "id": "12-017-1498_p0050",
      "zh_CN": "第三句「相似类同例」，「如若有施，令一切能舍等」。无论是自己，无论是看到别人，在施舍的时候，在行布施的时候，他看到了就生这个念头。对自己来说，一切能舍，没有一样不能舍的。这个大经将来念到后面我们会看到，身外之物，国家、王位都能够布施，你让给别人，这就是施，施舍。妻子、儿女都可以布施，没有一样不能舍，舍得干净。",
      "zh_TW": "第三句「相似類同例」，「如若有施，令一切能捨等」。無論是自己，無論是看到別人，在施捨的時候，在行布施的時候，他看到了就生這個念頭。對自己來說，一切能捨，沒有一樣不能捨的。這個大經將來念到後面我們會看到，身外之物，國家、王位都能夠布施，你讓給別人，這就是施，施捨。妻子、兒女都可以布施，沒有一樣不能捨，捨得乾淨。"
    },
    {
      "id": "12-017-1498_p0051",
      "zh_CN": "我在美国看到一个，很奇怪，当时连韩馆长都觉得不可思议，在美国凤凰城，亚利桑那，在凤凰城。她的小儿子高贵宇认识一个美国的朋友，都处得很好。这个美国的朋友也结婚几年了，没有小孩。他的太太很喜欢他的一个朋友，朋友也喜欢他的太太。他很慷慨，就跟太太离婚，让太太跟他朋友结婚，还去参加他的婚礼。他跟人说，我爱我的太太，我那个朋友比我更爱她，照顾她比我还周到，他说她跟他一定比跟我还要幸福。能舍！没有私心，这叫真正的爱。世间人什么叫爱？爱是占有，占有不是爱，是自私；真正爱是希望她过真正幸福的生活。有人能给她生活快乐超过我，你说要不要舍？你要不舍，你就不爱她。美国居然有出这么一桩事情，这是很多中国人无法理解的，佛法里头有。所以，没有一样不能舍。最后到什么？头目脑髓。阿罗汉遇到一个人说，「罗汉，我有个眼睛坏掉，你的眼睛能不能送给我」？他说「行，我修布施波罗蜜」，就挖了个眼睛给他。这个人说，「你挖错了！我要右眼，不是要左眼」。他说「你为什么不早说？你早说，我这个眼睛就给你布施，现在我这个眼睛也瞎掉，两个都瞎掉了」。这个人拿到他的眼睛之后，往地上一摔，闻一闻，「不行，你的眼睛不能用」。阿罗汉一想，菩萨道难行，算了，我还是当阿罗汉好了。那个来试验的是个天人，看看他心地是不是真诚、清净。阿罗汉功夫还不到，禁不起考验，还是退回做小乘。菩萨道难行！",
      "zh_TW": "我在美國看到一個，很奇怪，當時連韓館長都覺得不可思議，在美國鳳凰城，亞利桑那，在鳳凰城。她的小兒子高貴宇認識一個美國的朋友，都處得很好。這個美國的朋友也結婚幾年了，沒有小孩。他的太太很喜歡他的一個朋友，朋友也喜歡他的太太。他很慷慨，就跟太太離婚，讓太太跟他朋友結婚，還去參加他的婚禮。他跟人說，我愛我的太太，我那個朋友比我更愛她，照顧她比我還周到，他說她跟他一定比跟我還要幸福。能捨！沒有私心，這叫真正的愛。世間人什麼叫愛？愛是佔有，佔有不是愛，是自私；真正愛是希望她過真正幸福的生活。有人能給她生活快樂超過我，你說要不要捨？你要不捨，你就不愛她。美國居然有出這麼一樁事情，這是很多中國人無法理解的，佛法裡頭有。所以，沒有一樣不能捨。最後到什麼？頭目腦髓。阿羅漢遇到一個人說，「羅漢，我有個眼睛壞掉，你的眼睛能不能送給我」？他說「行，我修布施波羅蜜」，就挖了個眼睛給他。這個人說，「你挖錯了！我要右眼，不是要左眼」。他說「你為什麼不早說？你早說，我這個眼睛就給你布施，現在我這個眼睛也瞎掉，兩個都瞎掉了」。這個人拿到他的眼睛之後，往地上一摔，聞一聞，「不行，你的眼睛不能用」。阿羅漢一想，菩薩道難行，算了，我還是當阿羅漢好了。那個來試驗的是個天人，看看他心地是不是真誠、清淨。阿羅漢功夫還不到，禁不起考驗，還是退回做小乘。菩薩道難行！"
    },
    {
      "id": "12-017-1498_p0052",
      "zh_CN": "菩萨要修忍辱波罗蜜！布施是修福，忍辱是成就，只有布施，不能忍辱，功德、福德，功德是决定不能成就的，福德等来生再去享。所以我们读《金刚经》，《金刚经》里面讲六波罗蜜，特别强调这两条，布施、忍辱，一切法得成于忍。像这样的例子，我们看人能舍财，就知道一切身外之财统统可以舍，外财，身体是内财，没有一样不舍。舍了心就清净，舍掉，真诚、清净、平等、觉就现前；舍掉，大慈悲心油然而生，自自然然就生起。不要说发，发是别人劝，劝也发不出来。为什么？有障碍，不能舍就是障碍，舍掉之后，障碍没有了，所以自然现前。财能舍，法能舍，无畏布施，令一切众生得安乐这是无畏布施。",
      "zh_TW": "菩薩要修忍辱波羅蜜！布施是修福，忍辱是成就，只有布施，不能忍辱，功德、福德，功德是決定不能成就的，福德等來生再去享。所以我們讀《金剛經》，《金剛經》裡面講六波羅蜜，特別強調這兩條，布施、忍辱，一切法得成於忍。像這樣的例子，我們看人能捨財，就知道一切身外之財統統可以捨，外財，身體是內財，沒有一樣不捨。捨了心就清淨，捨掉，真誠、清淨、平等、覺就現前；捨掉，大慈悲心油然而生，自自然然就生起。不要說發，發是別人勸，勸也發不出來。為什麼？有障礙，不能捨就是障礙，捨掉之後，障礙沒有了，所以自然現前。財能捨，法能捨，無畏布施，令一切眾生得安樂這是無畏布施。"
    },
    {
      "id": "12-017-1498_p0053",
      "zh_CN": "饮食里面，吃肉，吃肉里面有两种因素：一个是过去他吃你，现在你吃他，一报还一报，佛经上讲的，「人死为羊，羊死为人」。另外一种，前世跟他没有这么深的怨恨，这一生你也宰牠，你也吃牠，这就结下怨恨，冤冤相报，没完没了。另外一个是对方觉悟了，你吃牠，牠不恨你。为什么？业报酬偿。牠明白，牠一觉悟之后，不再想报复，牠就超升了。或者是到人道，或者是到天道，超升了，也有念佛往生净土的。六道里头关系很复杂，不能不知道。多读经，依照经教来修学，慢慢的你都会体会到。今天时间到了。",
      "zh_TW": "飲食裡面，吃肉，吃肉裡面有兩種因素：一個是過去他吃你，現在你吃他，一報還一報，佛經上講的，「人死為羊，羊死為人」。另外一種，前世跟他沒有這麼深的怨恨，這一生你也宰牠，你也吃牠，這就結下怨恨，冤冤相報，沒完沒了。另外一個是對方覺悟了，你吃牠，牠不恨你。為什麼？業報酬償。牠明白，牠一覺悟之後，不再想報復，牠就超升了。或者是到人道，或者是到天道，超升了，也有念佛往生淨土的。六道裡頭關係很複雜，不能不知道。多讀經，依照經教來修學，慢慢的你都會體會到。今天時間到了。"
    }
  ]
}