{
  "doc_id": "12-017-1417",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "（第一四一七卷）　2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1417",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "12-017-1417_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问明品」，第八助道甚深，智首菩萨的答。这章经文（第八章）讲的是助道，助道的范围非常广泛。正道是自性本具的般若正知，这是正道。实在说，正道是一切众生本来具足，绝对不是从外面来的。佛在《华严经》上告诉我们（我们还没念到，在后面，还有很长一段经文），佛说「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。换句话说，一乘了义经典里面，世尊非常肯定的告诉我们，一切众生本来成佛。现在是不是佛？现在当然是佛，不过现在是个糊涂佛。怎么说糊涂佛？因为你迷失了自性，你有智慧，你有德能，你有相好，可是你完全不知道，所以说是变成六道凡夫。可是佛眼心目当中，佛眼看你，你还是佛，决定没有差别。所以佛敬众生，众生不敬佛，因为佛知道你是佛，你为什么不敬佛？你也没有把佛看作佛，也没有看在眼里，这就是佛门里头常讲的迷悟的差别。除了迷悟，生佛不二。",
      "zh_TW": "諸位同學，請坐。請看「菩薩問明品」，第八助道甚深，智首菩薩的答。這章經文（第八章）講的是助道，助道的範圍非常廣泛。正道是自性本具的般若正知，這是正道。實在說，正道是一切眾生本來具足，絕對不是從外面來的。佛在《華嚴經》上告訴我們（我們還沒念到，在後面，還有很長一段經文），佛說「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。換句話說，一乘了義經典裡面，世尊非常肯定的告訴我們，一切眾生本來成佛。現在是不是佛？現在當然是佛，不過現在是個糊塗佛。怎麼說糊塗佛？因為你迷失了自性，你有智慧，你有德能，你有相好，可是你完全不知道，所以說是變成六道凡夫。可是佛眼心目當中，佛眼看你，你還是佛，決定沒有差別。所以佛敬眾生，眾生不敬佛，因為佛知道你是佛，你為什麼不敬佛？你也沒有把佛看作佛，也沒有看在眼裡，這就是佛門裡頭常講的迷悟的差別。除了迷悟，生佛不二。"
    },
    {
      "id": "12-017-1417_p0002",
      "zh_CN": "众生跟佛没有差别，差别就是迷了就叫众生，觉悟了就叫佛。佛性没有迷悟，法相也没有迷悟，迷悟不是真的是假的，可是这个假的它起作用，这个作用就是苦乐不同。觉悟了有真乐，常乐我净，迷的时候常乐我净都没有了。常，在你感官的世界里面是无常；乐，你的感官世界是苦，苦海无边，把极乐变成了极苦；我，真的我迷失了，执着这个假身以为是我，让这个假身身语意造作无量无边的罪业，造业自然就感报应；净变成了染污，身心清净，我们今天身心都是严重的染污，这就是迷悟不同的现象。我们晓得，佛菩萨为什么大慈大悲教化众生？那就是众生本来成佛，他现在迷了，迷了要帮助他破迷开悟，帮助他回头是岸，觉悟的人有这个义务帮助迷惑的人，这就是中国儒家所讲的「恻隐之心，人皆有之」；在佛教里面讲，这是悲心，大悲心。看到众生迷的时候，不忍心，赶快帮助他回头，帮助他觉悟，于是教化就因为这个兴起来了，这是我们不能够不知道的。",
      "zh_TW": "眾生跟佛沒有差別，差別就是迷了就叫眾生，覺悟了就叫佛。佛性沒有迷悟，法相也沒有迷悟，迷悟不是真的是假的，可是這個假的它起作用，這個作用就是苦樂不同。覺悟了有真樂，常樂我淨，迷的時候常樂我淨都沒有了。常，在你感官的世界裡面是無常；樂，你的感官世界是苦，苦海無邊，把極樂變成了極苦；我，真的我迷失了，執著這個假身以為是我，讓這個假身身語意造作無量無邊的罪業，造業自然就感報應；淨變成了染污，身心清淨，我們今天身心都是嚴重的染污，這就是迷悟不同的現象。我們曉得，佛菩薩為什麼大慈大悲教化眾生？那就是眾生本來成佛，他現在迷了，迷了要幫助他破迷開悟，幫助他回頭是岸，覺悟的人有這個義務幫助迷惑的人，這就是中國儒家所講的「惻隱之心，人皆有之」；在佛教裡面講，這是悲心，大悲心。看到眾生迷的時候，不忍心，趕快幫助他回頭，幫助他覺悟，於是教化就因為這個興起來了，這是我們不能夠不知道的。"
    },
    {
      "id": "12-017-1417_p0003",
      "zh_CN": "因此除了正道之外，哪一法不是助道？助道的范围就太大太大！助道是什么？帮助你回头，帮助你觉悟，帮助你破迷开悟，帮助你离苦得乐。这个助道无量无边，这佛门里通常讲「三十七助道品」，这大家都知道。四教统有，藏教有三十七道品，都是助道，通教也有三十七助道品，别教、圆教没有例外的。三十七还是太多，教初学还是不方便，你看看智首菩萨在这章经文里面只用六度、四无量心，也能包括三十七道品。包括三十七道品就是包括八万四千法门、无量法门，哪一门不是助道品？助道品多，正道是一，「一即是多，多即是一」，所有一一助道品与正道都通，这是前面我们读过清凉大师的《疏》，清凉说「赞一即是赞余」，赞叹其他的，赞叹一切就是赞一，一即是多，多即是一，一多不二。",
      "zh_TW": "因此除了正道之外，哪一法不是助道？助道的範圍就太大太大！助道是什麼？幫助你回頭，幫助你覺悟，幫助你破迷開悟，幫助你離苦得樂。這個助道無量無邊，這佛門裡通常講「三十七助道品」，這大家都知道。四教統有，藏教有三十七道品，都是助道，通教也有三十七助道品，別教、圓教沒有例外的。三十七還是太多，教初學還是不方便，你看看智首菩薩在這章經文裡面只用六度、四無量心，也能包括三十七道品。包括三十七道品就是包括八萬四千法門、無量法門，哪一門不是助道品？助道品多，正道是一，「一即是多，多即是一」，所有一一助道品與正道都通，這是前面我們讀過清涼大師的《疏》，清涼說「讚一即是讚餘」，讚歎其他的，讚歎一切就是讚一，一即是多，多即是一，一多不二。"
    },
    {
      "id": "12-017-1417_p0004",
      "zh_CN": "因为六度是我们必修的科目，六度你说包不包括《弟子规》？《弟子规》里头三百六十句，每句都离不开六波罗蜜，《十善业道》每条也离不开六波罗蜜，六波罗蜜是菩萨行的总纲领、总原则。布施帮助我们觉悟，觉悟之后就没有悭贪，帮助我们离苦得乐，得什么？财施得财富，法施得聪明智慧，无畏布施得健康长寿，你看这都是我们想的，这离苦得乐。持戒度恶业，这是觉悟了，觉悟之后你一定持戒，所有一切恶业都断了，不再造恶，心善、念头善、言行善，没有一样不善。持戒的人果报，色相庄严。一般来讲，持戒决定生三善道，它是善业，善跟善相感，这是果报，离苦得乐，决定不堕三恶道。忍辱，觉悟之后你决定不会有瞋恚的念头，瞋恚心没有了，瞋恚心是迷，忍辱就是觉，能忍就是觉，这个意思很深，果报得大势力，能忍的人有势力、端庄、端正。",
      "zh_TW": "因為六度是我們必修的科目，六度你說包不包括《弟子規》？《弟子規》裡頭三百六十句，每句都離不開六波羅蜜，《十善業道》每條也離不開六波羅蜜，六波羅蜜是菩薩行的總綱領、總原則。布施幫助我們覺悟，覺悟之後就沒有慳貪，幫助我們離苦得樂，得什麼？財施得財富，法施得聰明智慧，無畏布施得健康長壽，你看這都是我們想的，這離苦得樂。持戒度惡業，這是覺悟了，覺悟之後你一定持戒，所有一切惡業都斷了，不再造惡，心善、念頭善、言行善，沒有一樣不善。持戒的人果報，色相莊嚴。一般來講，持戒決定生三善道，它是善業，善跟善相感，這是果報，離苦得樂，決定不墮三惡道。忍辱，覺悟之後你決定不會有瞋恚的念頭，瞋恚心沒有了，瞋恚心是迷，忍辱就是覺，能忍就是覺，這個意思很深，果報得大勢力，能忍的人有勢力、端莊、端正。"
    },
    {
      "id": "12-017-1417_p0005",
      "zh_CN": "昨天我们讲到精进，介绍到精进，精进有三种，披甲精进，这是比喻菩萨勇猛精进。大乘教里面佛给我们说，世法里头有三善根，无贪、无瞋、无痴，世法的三善根；大乘法里头善根只有一个，出世法里头唯一一个善根，这善根是什么？精进，精进是菩萨第一善根，进则不退转，精则不夹杂。这就是已经给我们说明白，一门深入是精，长时薰修是进，精进里头有乐趣。精进的动力，什么力量在推动着精进？底下两条就是的，对于自己来讲是一切善法。非常可惜，现在学佛的同学没有入这个境界，所以你在日常生活当中，常常烦恼起现行，你不快乐；真精进的人是真快乐，佛法里面常讲的法喜充满，常生欢喜心。为什么那么快乐？念念觉而不迷，我们一般佛门里所说的烦恼天天少，智慧天天长，他能不乐吗？我们凡夫为什么活得这么辛苦？智慧不现前，烦恼天天长，所以就活得很痛苦。",
      "zh_TW": "昨天我們講到精進，介紹到精進，精進有三種，披甲精進，這是比喻菩薩勇猛精進。大乘教裡面佛給我們說，世法裡頭有三善根，無貪、無瞋、無痴，世法的三善根；大乘法裡頭善根只有一個，出世法裡頭唯一一個善根，這善根是什麼？精進，精進是菩薩第一善根，進則不退轉，精則不夾雜。這就是已經給我們說明白，一門深入是精，長時薰修是進，精進裡頭有樂趣。精進的動力，什麼力量在推動著精進？底下兩條就是的，對於自己來講是一切善法。非常可惜，現在學佛的同學沒有入這個境界，所以你在日常生活當中，常常煩惱起現行，你不快樂；真精進的人是真快樂，佛法裡面常講的法喜充滿，常生歡喜心。為什麼那麼快樂？念念覺而不迷，我們一般佛門裡所說的煩惱天天少，智慧天天長，他能不樂嗎？我們凡夫為什麼活得這麼辛苦？智慧不現前，煩惱天天長，所以就活得很痛苦。"
    },
    {
      "id": "12-017-1417_p0006",
      "zh_CN": "现在这个社会上，我们常常听到，有时候也看到，太苦了！太苦了就活得感觉到没有意思，就自杀。自杀也很难得，也真有勇气，一般人还做不到。自杀对不对？完全错误，自杀不能解决问题，他以为是解决问题，麻烦更大！这桩事情不但佛法清楚，几乎世间所有宗教都明了，都不准自杀，各个宗教教义里头都禁止，不可以自杀。为什么？凡是自杀死的或者是横死，横死有很多不是自杀，意外的，譬如现在我们普通所看到的，几乎天天都有，车祸死亡这一类的。这一类人死了之后不能去投胎，他得要去找替身，我们常讲替死鬼，要找替身，找不到替身他就脱离不了现场。而且在找不到替身这个阶段当中，每七天他自杀要重演一次，就是重复一次，那很苦；换句话说，每七天他要受一次那样的苦。不但是不能解决问题，给自己添上许许多多的麻烦。找到替身之后他才能去投胎，投胎也不是那么简单的，这里头我们不能细讲，细讲两个小时讲不完，现在我们出了一本书《诸经佛说地狱集要》，诸位把这本书好好看看，你就全都明白了，自杀是完全不负责任，这是决定不可以的。",
      "zh_TW": "現在這個社會上，我們常常聽到，有時候也看到，太苦了！太苦了就活得感覺到沒有意思，就自殺。自殺也很難得，也真有勇氣，一般人還做不到。自殺對不對？完全錯誤，自殺不能解決問題，他以為是解決問題，麻煩更大！這樁事情不但佛法清楚，幾乎世間所有宗教都明瞭，都不准自殺，各個宗教教義裡頭都禁止，不可以自殺。為什麼？凡是自殺死的或者是橫死，橫死有很多不是自殺，意外的，譬如現在我們普通所看到的，幾乎天天都有，車禍死亡這一類的。這一類人死了之後不能去投胎，他得要去找替身，我們常講替死鬼，要找替身，找不到替身他就脫離不了現場。而且在找不到替身這個階段當中，每七天他自殺要重演一次，就是重複一次，那很苦；換句話說，每七天他要受一次那樣的苦。不但是不能解決問題，給自己添上許許多多的麻煩。找到替身之後他才能去投胎，投胎也不是那麼簡單的，這裡頭我們不能細講，細講兩個小時講不完，現在我們出了一本書《諸經佛說地獄集要》，諸位把這本書好好看看，你就全都明白了，自殺是完全不負責任，這是決定不可以的。"
    },
    {
      "id": "12-017-1417_p0007",
      "zh_CN": "所以能够推动我们的精进，当然最主要的是愿力，你曾经发了愿「众生无边誓愿度」。换句话说，我努力学习、认真修行不是为自己，为众生，这个心量就大！为自己，可以做，可以不做；为众生，你就不能不做。众生有苦，我的道德不能成就，我的学术不能成就，我就没有能力帮助他们。成就道德，断烦恼；成就学问，开智慧，为什么？为普度众生，普度就是无条件的协助一切众生脱离苦难，获得觉悟，这是佛法教学的目标，要帮助人觉悟，不是帮助人迷惑。",
      "zh_TW": "所以能夠推動我們的精進，當然最主要的是願力，你曾經發了願「眾生無邊誓願度」。換句話說，我努力學習、認真修行不是為自己，為眾生，這個心量就大！為自己，可以做，可以不做；為眾生，你就不能不做。眾生有苦，我的道德不能成就，我的學術不能成就，我就沒有能力幫助他們。成就道德，斷煩惱；成就學問，開智慧，為什麼？為普度眾生，普度就是無條件的協助一切眾生脫離苦難，獲得覺悟，這是佛法教學的目標，要幫助人覺悟，不是幫助人迷惑。"
    },
    {
      "id": "12-017-1417_p0008",
      "zh_CN": "现在有很多人以为佛教是迷信，这是不知道错到哪里去了，佛教育是帮助人觉悟，帮助人断烦恼开智慧，这叫迷信吗？这个误会障碍了许许多多人学佛的机会，遇到佛法不肯进门，就是这么个错误观念。我自己本身也受这个害，年轻的时候以为它是迷信，绝不接触。跟方东美先生学哲学，方先生把佛经作哲学课来教给我们，我们这才恍然大悟，这里头原来有大学问。如果不是这个因缘，我们这一生当中恐怕永远不会走到佛门，你说这个东西多么可怕。不能走向佛门，我们这一生就没有开悟的机缘，那真的我们这个苦日子要过一辈子。不但这一辈子苦，你苦的时候一定造业，你造业决定堕三途，不知道苦到何生何劫你才能遇到，遇到就得度。像一般宗教所谓的，遇到你就得救，你要不遇到，真的没有办法得救，这是我亲身的经验，我体会得很深。",
      "zh_TW": "現在有很多人以為佛教是迷信，這是不知道錯到哪裡去了，佛教育是幫助人覺悟，幫助人斷煩惱開智慧，這叫迷信嗎？這個誤會障礙了許許多多人學佛的機會，遇到佛法不肯進門，就是這麼個錯誤觀念。我自己本身也受這個害，年輕的時候以為它是迷信，絕不接觸。跟方東美先生學哲學，方先生把佛經作哲學課來教給我們，我們這才恍然大悟，這裡頭原來有大學問。如果不是這個因緣，我們這一生當中恐怕永遠不會走到佛門，你說這個東西多麼可怕。不能走向佛門，我們這一生就沒有開悟的機緣，那真的我們這個苦日子要過一輩子。不但這一輩子苦，你苦的時候一定造業，你造業決定墮三途，不知道苦到何生何劫你才能遇到，遇到就得度。像一般宗教所謂的，遇到你就得救，你要不遇到，真的沒有辦法得救，這是我親身的經驗，我體會得很深。"
    },
    {
      "id": "12-017-1417_p0009",
      "zh_CN": "接触佛法到今天五十四年，讲经教学四十七年，我这中间没有间断，每天读经，每天讲经，快乐无比。这一生当中于人无争，于世无求，方先生所说的「人生最高的享受」。人生最高的享受是什么？这一生对人对事对物没有恶念，没有不善的心，没有不善的言行。即使是别人无理的来毁谤、侮辱、陷害，我若无其事，没有瞋恚心，更没有报复的念头，反而感恩。感什么恩？因为这个境界现前，才知道自己的修养到什么样的程度，好像老师来考试，考试我们忍辱波罗蜜，考试我们精进波罗蜜，我非常欢喜来考试我都通过，顺利通过。在因果上来讲，叫消灾免难。我们会想到，他毁谤我，为什么不毁谤别人？我这一生虽然学得不错，前世没学佛，前世还有前世，无量劫中肯定我曾经得罪过他，我过去也曾经毁谤过他，现在他来毁谤我，这帐就了了、结了，很欢喜的接受。如果我还有怨恨心，还有报复心，那麻烦大了，来生怎么？来生我报复他，再一生的时候他来报复我，所谓是冤冤相报，没完没了，双方都痛苦。",
      "zh_TW": "接觸佛法到今天五十四年，講經教學四十七年，我這中間沒有間斷，每天讀經，每天講經，快樂無比。這一生當中於人無爭，於世無求，方先生所說的「人生最高的享受」。人生最高的享受是什麼？這一生對人對事對物沒有惡念，沒有不善的心，沒有不善的言行。即使是別人無理的來毀謗、侮辱、陷害，我若無其事，沒有瞋恚心，更沒有報復的念頭，反而感恩。感什麼恩？因為這個境界現前，才知道自己的修養到什麼樣的程度，好像老師來考試，考試我們忍辱波羅蜜，考試我們精進波羅蜜，我非常歡喜來考試我都通過，順利通過。在因果上來講，叫消災免難。我們會想到，他毀謗我，為什麼不毀謗別人？我這一生雖然學得不錯，前世沒學佛，前世還有前世，無量劫中肯定我曾經得罪過他，我過去也曾經毀謗過他，現在他來毀謗我，這帳就了了、結了，很歡喜的接受。如果我還有怨恨心，還有報復心，那麻煩大了，來生怎麼？來生我報復他，再一生的時候他來報復我，所謂是冤冤相報，沒完沒了，雙方都痛苦。"
    },
    {
      "id": "12-017-1417_p0010",
      "zh_CN": "化解绝对不在对方，在自己。你看孔孟，《论语》，孔子、孟子都说到「行有不得，反求诸己」。我们遇到有困难、遇到障难，回过头来反省，从自己内心改过，问题才能化解。所以消业障，这学佛的人都知道，消业障怎么消？就是把内心对人对事对物的矛盾消除，对立消除，误会消除，所有一切的不善消除，我们才真正能做到纯净纯善，纯净纯善你不求生西方极乐世界，肯定生天。五欲六尘没有断干净的，生欲界天；五欲六尘放下了，这个东西譬如嚼蜡，一点滋味都没有了，放下了，生色界天；嫌这个身体都累赘，有这个身体是麻烦，那你就生无色界天。",
      "zh_TW": "化解絕對不在對方，在自己。你看孔孟，《論語》，孔子、孟子都說到「行有不得，反求諸己」。我們遇到有困難、遇到障難，回過頭來反省，從自己內心改過，問題才能化解。所以消業障，這學佛的人都知道，消業障怎麼消？就是把內心對人對事對物的矛盾消除，對立消除，誤會消除，所有一切的不善消除，我們才真正能做到純淨純善，純淨純善你不求生西方極樂世界，肯定生天。五欲六塵沒有斷乾淨的，生欲界天；五欲六塵放下了，這個東西譬如嚼蠟，一點滋味都沒有了，放下了，生色界天；嫌這個身體都累贅，有這個身體是麻煩，那你就生無色界天。"
    },
    {
      "id": "12-017-1417_p0011",
      "zh_CN": "忍辱、精进，忍辱就是帮助你生天；精进，佛在经典上也有说，精进的人得长寿，这个话乍听不太好懂，可是你深入去思惟觉得有道理，精进的人长寿。在佛法修学当中，精进能发通，这个通就是神通，勇猛精进，因为你前头有施、有戒、有忍，施是放下，能放下、能持戒、能忍，你的心已经相当清净，虽然还没有达到禅定，跟禅定很接近。得禅定通常讲五种神通都会现前，精进虽然还差一步到这个禅定，在一般讲天眼通、天耳通，再高一点的他心通、宿命通会现前，最容易现前的就是天眼、天耳，这最容易。可是你要记住，精进前面一定具足施、戒、忍，这个东西像六层大楼一样，你在第四层，下面三层一定具足；不可能说我只有精进，布施、持戒我还没有做到，没这个道理，你肯定做到，这六波罗蜜是后后深于前前，所以他能发通。",
      "zh_TW": "忍辱、精進，忍辱就是幫助你生天；精進，佛在經典上也有說，精進的人得長壽，這個話乍聽不太好懂，可是你深入去思惟覺得有道理，精進的人長壽。在佛法修學當中，精進能發通，這個通就是神通，勇猛精進，因為你前頭有施、有戒、有忍，施是放下，能放下、能持戒、能忍，你的心已經相當清淨，雖然還沒有達到禪定，跟禪定很接近。得禪定通常講五種神通都會現前，精進雖然還差一步到這個禪定，在一般講天眼通、天耳通，再高一點的他心通、宿命通會現前，最容易現前的就是天眼、天耳，這最容易。可是你要記住，精進前面一定具足施、戒、忍，這個東西像六層大樓一樣，你在第四層，下面三層一定具足；不可能說我只有精進，布施、持戒我還沒有做到，沒這個道理，你肯定做到，這六波羅蜜是後後深於前前，所以他能發通。"
    },
    {
      "id": "12-017-1417_p0012",
      "zh_CN": "第五这是禅定，禅定也有三个，通常我们一般介绍有世间禅定、有出世间禅定、有出世间上上禅定，这个讲法容易懂。世间禅定，佛法里头常讲的四禅八定，没有出六道，所以叫世间四禅八定的，世间，四禅就是初禅、二禅、三禅、四禅。学佛的同学都晓得，色界天只要得禅定，欲有没有断？欲没有断，但是欲完全被控制住，不起作用。就是我们讲的五欲这五大类，财色名食睡这五条绝对不动心。你六根接触对于这五大类不会起心动念，但是并没有断根，是因为你的定功很深伏住了，这叫伏断不是灭断；如果是灭断，那你就超越三界，就证阿罗汉果。所以这种定功虽然深，比不上须陀洹，须陀洹是圣果，须陀洹真的是断。断的程度没有你伏的那么样的深，那么样的广，可是他是真断，断一品算一品；你一品也没断，全把它伏住，所以你生的那个天可能比须陀洹高，可是须洹陀将来决定可以出离，你出离不了。这些事相我们都要搞得很清楚、很明白，你在修行的时候要真干。真干是真放下，不是把它安抚在那里，那不能起真正作用，所以这是伏断，这是世间禅定。",
      "zh_TW": "第五這是禪定，禪定也有三個，通常我們一般介紹有世間禪定、有出世間禪定、有出世間上上禪定，這個講法容易懂。世間禪定，佛法裡頭常講的四禪八定，沒有出六道，所以叫世間四禪八定的，世間，四禪就是初禪、二禪、三禪、四禪。學佛的同學都曉得，色界天只要得禪定，欲有沒有斷？欲沒有斷，但是欲完全被控制住，不起作用。就是我們講的五欲這五大類，財色名食睡這五條絕對不動心。你六根接觸對於這五大類不會起心動念，但是並沒有斷根，是因為你的定功很深伏住了，這叫伏斷不是滅斷；如果是滅斷，那你就超越三界，就證阿羅漢果。所以這種定功雖然深，比不上須陀洹，須陀洹是聖果，須陀洹真的是斷。斷的程度沒有你伏的那麼樣的深，那麼樣的廣，可是他是真斷，斷一品算一品；你一品也沒斷，全把它伏住，所以你生的那個天可能比須陀洹高，可是須洹陀將來決定可以出離，你出離不了。這些事相我們都要搞得很清楚、很明白，你在修行的時候要真幹。真幹是真放下，不是把它安撫在那裡，那不能起真正作用，所以這是伏斷，這是世間禪定。"
    },
    {
      "id": "12-017-1417_p0013",
      "zh_CN": "也有禅定功夫浅深不同，所以初禅有三天，换句话说，它有三品，上中下三品；二禅也有三品，三禅也有三品，四禅很特别，四禅有九品，这就是一般讲的色界十八层天，就是这么一回事情。定功再深就到无色界，无色界有四层。所以我们讲八定，八定就是四禅加上四空，叫八定；如果单讲四禅，那就是色界四禅天。四禅八定，不是说四禅之外又有一个八定，不是的。四禅八定，八定里头包括四禅，所以实际上只有这八个层次，这是大分。细分，每个层次里面差别也很大，浅深不一样。",
      "zh_TW": "也有禪定功夫淺深不同，所以初禪有三天，換句話說，它有三品，上中下三品；二禪也有三品，三禪也有三品，四禪很特別，四禪有九品，這就是一般講的色界十八層天，就是這麼一回事情。定功再深就到無色界，無色界有四層。所以我們講八定，八定就是四禪加上四空，叫八定；如果單講四禪，那就是色界四禪天。四禪八定，不是說四禪之外又有一個八定，不是的。四禪八定，八定裡頭包括四禪，所以實際上只有這八個層次，這是大分。細分，每個層次裡面差別也很大，淺深不一樣。"
    },
    {
      "id": "12-017-1417_p0014",
      "zh_CN": "在欲界，三界里面欲界，欲界有六层天，这很多同修都知道。一般修善没有把烦恼习气伏住，没有伏住，大概只能生到欲界四王天跟忉利天，忉利天以上都要有一点定功。我们没有修定的人，譬如念佛修清净心，清净心就是定，所以能够着重在德行修养上真正做功夫的，他生天就比一般修福的人生得高。虽然他的涵养很深，心地很清净，但是他没有到初禅，他生的这个天界，夜摩天、兜率天、化乐天、他化自在天。欲界上面四层天都要有修养的功夫，在佛法里面讲叫未到定，他也修一点定功，心地很清净，但是距离初禅他不及格，他还到不了初禅，随着他功夫浅深，一层一层往上提升。",
      "zh_TW": "在欲界，三界裡面欲界，欲界有六層天，這很多同修都知道。一般修善沒有把煩惱習氣伏住，沒有伏住，大概只能生到欲界四王天跟忉利天，忉利天以上都要有一點定功。我們沒有修定的人，譬如念佛修清淨心，清淨心就是定，所以能夠著重在德行修養上真正做功夫的，他生天就比一般修福的人生得高。雖然他的涵養很深，心地很清淨，但是他沒有到初禪，他生的這個天界，夜摩天、兜率天、化樂天、他化自在天。欲界上面四層天都要有修養的功夫，在佛法裡面講叫未到定，他也修一點定功，心地很清淨，但是距離初禪他不及格，他還到不了初禪，隨著他功夫淺深，一層一層往上提升。"
    },
    {
      "id": "12-017-1417_p0015",
      "zh_CN": "我们不明了，以为修一点福报或者是供养天神就能生天，没这个道理，这是讲不通的，天神再慈悲，也没有办法把你拉上天去。生天，一定要业力相同。天修十善，我们不修十善，天天去供养天神，供养中国人讲玉皇大帝，玉皇大帝就是忉利天主，你天天拜他，你天天供养他，死了以后能到那个天吗？不行，你不够条件，条件是什么？上品十善，这诸位要晓得，不是中品，中品是得人身，来生可以得人身，上品十善生天。上品十善里面也有差别，好的、高的生忉利天，其次的生四王天，四王天以下还有很多层次低的天，天神。",
      "zh_TW": "我們不明瞭，以為修一點福報或者是供養天神就能生天，沒這個道理，這是講不通的，天神再慈悲，也沒有辦法把你拉上天去。生天，一定要業力相同。天修十善，我們不修十善，天天去供養天神，供養中國人講玉皇大帝，玉皇大帝就是忉利天主，你天天拜他，你天天供養他，死了以後能到那個天嗎？不行，你不夠條件，條件是什麼？上品十善，這諸位要曉得，不是中品，中品是得人身，來生可以得人身，上品十善生天。上品十善裡面也有差別，好的、高的生忉利天，其次的生四王天，四王天以下還有很多層次低的天，天神。"
    },
    {
      "id": "12-017-1417_p0016",
      "zh_CN": "像我们过去在美国看到的，美国的预言家凯西，他是鬼神附身，这个鬼神非常善良，他到底是哪一层天？我看了很详细，我以为他是四王天之下，还不到四王天，为什么？因为他很多谈到深一点的问题，他没有那么高的境界。他能帮助人治病，能帮助人行善，凡是不善的事情你去找他，他就不灵；好的事情，真正是救人的事情，他很灵，很准确，所以他是个善神。里面他讲的有一条讲得很含糊，人决定有轮回，这句话讲得没错。人死了来生还是人，狗死了来生还是狗，这就很低了，所以这不到四王天。如果四王天以上，他就晓得业因果报不同。这个人死了来生还是人，狗死了来生还是狗，这叫常见，常见跟断见都是错误的见解。",
      "zh_TW": "像我們過去在美國看到的，美國的預言家凱西，他是鬼神附身，這個鬼神非常善良，他到底是哪一層天？我看了很詳細，我以為他是四王天之下，還不到四王天，為什麼？因為他很多談到深一點的問題，他沒有那麼高的境界。他能幫助人治病，能幫助人行善，凡是不善的事情你去找他，他就不靈；好的事情，真正是救人的事情，他很靈，很準確，所以他是個善神。裡面他講的有一條講得很含糊，人決定有輪迴，這句話講得沒錯。人死了來生還是人，狗死了來生還是狗，這就很低了，所以這不到四王天。如果四王天以上，他就曉得業因果報不同。這個人死了來生還是人，狗死了來生還是狗，這叫常見，常見跟斷見都是錯誤的見解。"
    },
    {
      "id": "12-017-1417_p0017",
      "zh_CN": "所有一切众生在六道轮回，主宰的是业力，不是神，也不是佛菩萨，也不是阎罗王，是你的业力，业力相感应，自自然然到那里去了。这桩事情孔夫子他也知道，《易经》里头，「系辞传」是孔子做的，里面有两句话说「精气为物，游魂为变」。这两句话就说得很好，跟佛法讲六道轮回所以然的道理很接近。游魂怎么变法？随着业力变的，随着你善恶的念头，随着你善恶的行为。如果我们懂得这个道理，了解这个事实真相，肯定这一生当中决定不会有恶念，念念都是善念，行行都是善行，为什么？来生有好地方去。这个时间很短，不长。",
      "zh_TW": "所有一切眾生在六道輪迴，主宰的是業力，不是神，也不是佛菩薩，也不是閻羅王，是你的業力，業力相感應，自自然然到那裡去了。這樁事情孔夫子他也知道，《易經》裡頭，「繫辭傳」是孔子做的，裡面有兩句話說「精氣為物，遊魂為變」。這兩句話就說得很好，跟佛法講六道輪迴所以然的道理很接近。遊魂怎麼變法？隨著業力變的，隨著你善惡的念頭，隨著你善惡的行為。如果我們懂得這個道理，了解這個事實真相，肯定這一生當中決定不會有惡念，念念都是善念，行行都是善行，為什麼？來生有好地方去。這個時間很短，不長。"
    },
    {
      "id": "12-017-1417_p0018",
      "zh_CN": "中年以上的人，进入到老年的人，在中国一般讲六十岁以上叫老年，要觉悟，六十岁之前造作很多罪业不怕，只要我这一口气还没断，我现在真正明白、真正回头、真正忏悔，决不堕恶道。我懂得这个道理，知道事实真相，修一天，这一天无量功德；修一年，这一年无量功德，为什么不干？过去的事情不要再放在心上，从今天努力修善，谚语所谓「浪子回头金不换」，这话是真的。你真正觉悟了，你真正回头了，过去所造的恶业都能洗刷干净，重新做人。发菩提心，过去念念是为自己，今天不为自己，念念为众生，念念为正教，这还得了！就得诸佛菩萨加持，龙天善神拥护，你要真回头、要真觉悟，前面的道路一片金色光明，这就是世间禅。",
      "zh_TW": "中年以上的人，進入到老年的人，在中國一般講六十歲以上叫老年，要覺悟，六十歲之前造作很多罪業不怕，只要我這一口氣還沒斷，我現在真正明白、真正回頭、真正懺悔，決不墮惡道。我懂得這個道理，知道事實真相，修一天，這一天無量功德；修一年，這一年無量功德，為什麼不幹？過去的事情不要再放在心上，從今天努力修善，諺語所謂「浪子回頭金不換」，這話是真的。你真正覺悟了，你真正回頭了，過去所造的惡業都能洗刷乾淨，重新做人。發菩提心，過去念念是為自己，今天不為自己，念念為眾生，念念為正教，這還得了！就得諸佛菩薩加持，龍天善神擁護，你要真回頭、要真覺悟，前面的道路一片金色光明，這就是世間禪。"
    },
    {
      "id": "12-017-1417_p0019",
      "zh_CN": "第二种出世间禅，出世间禅就是大乘教里面所讲的九次第定，那个定功深了。八定没出去，在六道里头，第九定就出去了。第九定是什么人？阿罗汉，阿罗汉超越六道了，他那个定功深，大概第九定，第十定，十一定，十二定。因为四圣法界，这是四种不同，声闻法界、缘觉法界、菩萨法界、佛法界，这个佛是六道里面的佛。我们要是这样算法，第九定，第十定，第十一定，第十二定，没有出十法界，到第十三定就出了十法界，出十法界叫上上禅。那是什么？禅宗里面讲的「大彻大悟，明心见性」，这是上上禅。",
      "zh_TW": "第二種出世間禪，出世間禪就是大乘教裡面所講的九次第定，那個定功深了。八定沒出去，在六道裡頭，第九定就出去了。第九定是什麼人？阿羅漢，阿羅漢超越六道了，他那個定功深，大概第九定，第十定，十一定，十二定。因為四聖法界，這是四種不同，聲聞法界、緣覺法界、菩薩法界、佛法界，這個佛是六道裡面的佛。我們要是這樣算法，第九定，第十定，第十一定，第十二定，沒有出十法界，到第十三定就出了十法界，出十法界叫上上禪。那是什麼？禪宗裡面講的「大徹大悟，明心見性」，這是上上禪。"
    },
    {
      "id": "12-017-1417_p0020",
      "zh_CN": "上上禅里头还分等级，你已经达到上上禅，上上禅里头又有四十二个等级，破一品无明，你就提升一个层次，四十一品无明破尽了，最上面那个那就是究竟圆满的佛果，在大乘教里称为无上菩提，无上正等正觉，前面四十一个位次叫正等正觉。由此可知，天台大师所说的相似位是讲的四圣法界，四圣法界是等觉；六道是不觉，四圣法界是等觉，一真法界里面四十一个位次叫正等正觉，最后那个位次才叫无上正等正觉，这我们要很清楚。什么叫世间禅，什么叫出世间禅，什么叫出世间上上禅，这总得把它搞清楚、搞明白。",
      "zh_TW": "上上禪裡頭還分等級，你已經達到上上禪，上上禪裡頭又有四十二個等級，破一品無明，你就提升一個層次，四十一品無明破盡了，最上面那個那就是究竟圓滿的佛果，在大乘教裡稱為無上菩提，無上正等正覺，前面四十一個位次叫正等正覺。由此可知，天台大師所說的相似位是講的四聖法界，四聖法界是等覺；六道是不覺，四聖法界是等覺，一真法界裡面四十一個位次叫正等正覺，最後那個位次才叫無上正等正覺，這我們要很清楚。什麼叫世間禪，什麼叫出世間禪，什麼叫出世間上上禪，這總得把它搞清楚、搞明白。"
    },
    {
      "id": "12-017-1417_p0021",
      "zh_CN": "禅度散乱，禅心是定的，禅心是一心，我们念佛是用执持名号这个方法修上上禅，为什么？往生西方极乐世界，超越十法界，不但超越六道，也超越十法界；超越十法界的，上上禅。所以佛在《大集经》上讲，这念佛的人，持名念佛，这是无上深妙禅。讲的有道理，虽然烦恼没有断，就跟欲界天人一样，是把烦恼控制住，欲界天人还是用禅定的功夫，那我们是用这句佛号。所以佛号应当怎么念？六根接触外面境界，起心动念，不要管它这个念是善念是恶念，不要管它，只要一起心一动念「阿弥陀佛」，把念头拉回来，不能随着念头走，拉回来都归到阿弥陀佛，这个方法妙极了。佛说这个方法是无上深妙禅，你说有没有道理？",
      "zh_TW": "禪度散亂，禪心是定的，禪心是一心，我們念佛是用執持名號這個方法修上上禪，為什麼？往生西方極樂世界，超越十法界，不但超越六道，也超越十法界；超越十法界的，上上禪。所以佛在《大集經》上講，這念佛的人，持名念佛，這是無上深妙禪。講的有道理，雖然煩惱沒有斷，就跟欲界天人一樣，是把煩惱控制住，欲界天人還是用禪定的功夫，那我們是用這句佛號。所以佛號應當怎麼念？六根接觸外面境界，起心動念，不要管它這個念是善念是惡念，不要管它，只要一起心一動念「阿彌陀佛」，把念頭拉回來，不能隨著念頭走，拉回來都歸到阿彌陀佛，這個方法妙極了。佛說這個方法是無上深妙禪，你說有沒有道理？"
    },
    {
      "id": "12-017-1417_p0022",
      "zh_CN": "这正是宗门里头有一句话说「不怕念起，只怕觉迟」，你这一拉回，一句阿弥陀佛，这觉；如果这个时候佛号提不起来，你就会随着念头走。如果是善念，你就想这些善事情，你这个善念相续。诸位要晓得，善念相续的果报在三善道，恶念相续的果报在三恶道，造轮回业。起心动念造轮回业，你怎么出得了轮回？在这个时候一觉悟，立刻回头「阿弥陀佛」，阿弥陀佛不在六道轮回，三善道、三恶道都找不到阿弥陀佛，阿弥陀佛在极乐世界，这叫做念佛，这叫做念佛功夫得力。",
      "zh_TW": "這正是宗門裡頭有一句話說「不怕念起，只怕覺遲」，你這一拉回，一句阿彌陀佛，這覺；如果這個時候佛號提不起來，你就會隨著念頭走。如果是善念，你就想這些善事情，你這個善念相續。諸位要曉得，善念相續的果報在三善道，惡念相續的果報在三惡道，造輪迴業。起心動念造輪迴業，你怎麼出得了輪迴？在這個時候一覺悟，立刻回頭「阿彌陀佛」，阿彌陀佛不在六道輪迴，三善道、三惡道都找不到阿彌陀佛，阿彌陀佛在極樂世界，這叫做念佛，這叫做念佛功夫得力。"
    },
    {
      "id": "12-017-1417_p0023",
      "zh_CN": "功夫得力是什么？念头才一起，马上就转到佛号上，转变，转到佛号上，这叫觉。你想什么叫迷？随着自己的念头一个接一个，那叫迷，不怕念起就怕觉迟，你觉得要快，这都在日常生活当中，在起心动念之处。前天有位同修传真一个短文给我，第一句话说，人在世间一定要有善心，一定要行善事；接着说，一个善念周遍法界，一个恶念也周遍法界，修行要从起心动念处下手。",
      "zh_TW": "功夫得力是什麼？念頭才一起，馬上就轉到佛號上，轉變，轉到佛號上，這叫覺。你想什麼叫迷？隨著自己的念頭一個接一個，那叫迷，不怕念起就怕覺遲，你覺得要快，這都在日常生活當中，在起心動念之處。前天有位同修傳真一個短文給我，第一句話說，人在世間一定要有善心，一定要行善事；接著說，一個善念周遍法界，一個惡念也周遍法界，修行要從起心動念處下手。"
    },
    {
      "id": "12-017-1417_p0024",
      "zh_CN": "诸位同学，请坐。接着我们简单的跟诸位介绍禅定。禅定这三种其实经教里面讲得很多，我们是取最简单的对于初学的人来介绍。禅定的功德度散乱，散乱是很严重的烦恼，我相信每个同学都有很深的体会，就是心妄念太多，连晚上睡觉作梦，作梦还是妄念，如果心不散乱，这个梦就没有了。作梦愈做得多的，这说明你的心愈乱，作梦少的，心就比较清净。念佛人希望念到一心不乱，一心不乱就是禅定，我们称之为念佛三昧。三昧是梵语，意思是正受，正常的享受，正常的享受就是禅定。我们心里头没有妄念，没有分别、没有执着、没有妄想，这就是正常的享受。可是这三样东西如果真的没有了，不容易。三种都没有了，妄想分别执着都没有了，在念佛法门里面讲理一心不乱，那就是出世间上上禅。",
      "zh_TW": "諸位同學，請坐。接著我們簡單的跟諸位介紹禪定。禪定這三種其實經教裡面講得很多，我們是取最簡單的對於初學的人來介紹。禪定的功德度散亂，散亂是很嚴重的煩惱，我相信每個同學都有很深的體會，就是心妄念太多，連晚上睡覺作夢，作夢還是妄念，如果心不散亂，這個夢就沒有了。作夢愈做得多的，這說明你的心愈亂，作夢少的，心就比較清淨。念佛人希望念到一心不亂，一心不亂就是禪定，我們稱之為念佛三昧。三昧是梵語，意思是正受，正常的享受，正常的享受就是禪定。我們心裡頭沒有妄念，沒有分別、沒有執著、沒有妄想，這就是正常的享受。可是這三樣東西如果真的沒有了，不容易。三種都沒有了，妄想分別執著都沒有了，在念佛法門裡面講理一心不亂，那就是出世間上上禪。"
    },
    {
      "id": "12-017-1417_p0025",
      "zh_CN": "我们今天要修的出世间禅，先要从这里起，可是要修出世间禅，还得先修世间禅。我们不必用禅的方法来修，禅的方法来修很不容易，而且费时间很长，可能得不到效果，我们还是用世尊这个无上深妙禅的方法来修，容易成就。就是你在一切时、一切处、一切境界里面，要提得起警觉，念头才动「阿弥陀佛」，就归到阿弥陀佛去了。没有念头的时候可以不念，念头一起来，马上就念，这叫什么？这叫功夫成片。怕的是什么？你平常念得很多，境界现前的时候忘掉了，你们想想这种情形多不多？会不会发生在自己身上？早晚念佛，平常念佛，念珠拿在手上佛号不断，可是境界现前的时候依旧分别执着，这说明什么？烦恼没有伏住，念头没转过来，这样念佛一天念十万、二十万声，就是古人所讲的「喊破喉咙也枉然」。你要问为什么？你的妄念还照样起来，你没有把它伏住，你没有功夫。果然伏住了，这个功夫不深，这是很浅的功夫，但是这个功夫能生凡圣同居土，不错！完全是伏烦恼，一品烦恼没断，所以这是世间禅定。",
      "zh_TW": "我們今天要修的出世間禪，先要從這裡起，可是要修出世間禪，還得先修世間禪。我們不必用禪的方法來修，禪的方法來修很不容易，而且費時間很長，可能得不到效果，我們還是用世尊這個無上深妙禪的方法來修，容易成就。就是你在一切時、一切處、一切境界裡面，要提得起警覺，念頭才動「阿彌陀佛」，就歸到阿彌陀佛去了。沒有念頭的時候可以不念，念頭一起來，馬上就念，這叫什麼？這叫功夫成片。怕的是什麼？你平常念得很多，境界現前的時候忘掉了，你們想想這種情形多不多？會不會發生在自己身上？早晚念佛，平常念佛，念珠拿在手上佛號不斷，可是境界現前的時候依舊分別執著，這說明什麼？煩惱沒有伏住，念頭沒轉過來，這樣念佛一天念十萬、二十萬聲，就是古人所講的「喊破喉嚨也枉然」。你要問為什麼？你的妄念還照樣起來，你沒有把它伏住，你沒有功夫。果然伏住了，這個功夫不深，這是很淺的功夫，但是這個功夫能生凡聖同居土，不錯！完全是伏煩惱，一品煩惱沒斷，所以這是世間禪定。"
    },
    {
      "id": "12-017-1417_p0026",
      "zh_CN": "有世间禅定用念佛的功夫修，修到这么一个境界就能生凡圣同居土。如果能把烦恼，见思烦恼，也就是我们常讲的执着，执着断了，确确实实在一切境界里头再不执着了，为什么？知道一切法空无自性，就像《般若经》上讲的「一切法无所有，毕竟空，不可得」，不再执着了，这个好。能够在一切法里统统不执着，不执着有我也不执着有人，人我对立没有了，人我之间的矛盾没有了。你只要能把这一点放下，什么样的人都能和睦相处，生方便有余土，提升了，这叫事一心不乱。能够真正的六根接触六尘境界，不分别、不执着、不起心、不动念，生实报庄严土，所以你的功夫一定要能提得起来。",
      "zh_TW": "有世間禪定用念佛的功夫修，修到這麼一個境界就能生凡聖同居土。如果能把煩惱，見思煩惱，也就是我們常講的執著，執著斷了，確確實實在一切境界裡頭再不執著了，為什麼？知道一切法空無自性，就像《般若經》上講的「一切法無所有，畢竟空，不可得」，不再執著了，這個好。能夠在一切法裡統統不執著，不執著有我也不執著有人，人我對立沒有了，人我之間的矛盾沒有了。你只要能把這一點放下，什麼樣的人都能和睦相處，生方便有餘土，提升了，這叫事一心不亂。能夠真正的六根接觸六塵境界，不分別、不執著、不起心、不動念，生實報莊嚴土，所以你的功夫一定要能提得起來。"
    },
    {
      "id": "12-017-1417_p0027",
      "zh_CN": "我们知道这一个阶层、一个阶层，但是一定要从下面修起，你功夫成片还没有，你怎么能想一心不乱？你想一心不乱叫打妄想，那就是分别执着，分别执着决定不能够断分别执着。所以念佛人一定要学蕅益大师，蕅益大师的愿望并不高，你看他老人家常讲，我只要凡圣同居土下下品往生，我就很满意了，这话是什么？教我们的。往生极乐世界是真可以，那不是假的，为什么？西方世界是个很特别的地方，它四土在一起，不像他方诸佛世界，他方诸佛的世界四土是四个不同维次空间，不在一起；换句话说，你生凡圣同居土你见不到有余土，你也见不到实报土。虽然这些菩萨，实报土的菩萨是报身，凡圣同居土是应身（应化身），不一样。可是在西方极乐世界，你下下品往生凡圣同居土，你见到实报土的报身菩萨，也就是我们现在所讲的空间维次突破了，很特别的世界。所以一切诸佛赞叹，赞叹阿弥陀佛「光中极尊，佛中之王」。",
      "zh_TW": "我們知道這一個階層、一個階層，但是一定要從下面修起，你功夫成片還沒有，你怎麼能想一心不亂？你想一心不亂叫打妄想，那就是分別執著，分別執著決定不能夠斷分別執著。所以念佛人一定要學蕅益大師，蕅益大師的願望並不高，你看他老人家常講，我只要凡聖同居土下下品往生，我就很滿意了，這話是什麼？教我們的。往生極樂世界是真可以，那不是假的，為什麼？西方世界是個很特別的地方，它四土在一起，不像他方諸佛世界，他方諸佛的世界四土是四個不同維次空間，不在一起；換句話說，你生凡聖同居土你見不到有餘土，你也見不到實報土。雖然這些菩薩，實報土的菩薩是報身，凡聖同居土是應身（應化身），不一樣。可是在西方極樂世界，你下下品往生凡聖同居土，你見到實報土的報身菩薩，也就是我們現在所講的空間維次突破了，很特別的世界。所以一切諸佛讚歎，讚歎阿彌陀佛「光中極尊，佛中之王」。"
    },
    {
      "id": "12-017-1417_p0028",
      "zh_CN": "所以凡是有定的人、心地清净的人现前的果报安稳，就是《般若经》上所讲的「远离恐怖颠倒妄想」，这个没有了。无论在什么境界里，恐怖的心没有了，不管是顺境逆境，不管是天堂地狱，他心是平等的、是安静的，这是现前的果报。如果我们不学佛，不求往生，有了禅定的人决定生天，这是禅定的果报。",
      "zh_TW": "所以凡是有定的人、心地清淨的人現前的果報安穩，就是《般若經》上所講的「遠離恐怖顛倒妄想」，這個沒有了。無論在什麼境界裡，恐怖的心沒有了，不管是順境逆境，不管是天堂地獄，他心是平等的、是安靜的，這是現前的果報。如果我們不學佛，不求往生，有了禪定的人決定生天，這是禪定的果報。"
    },
    {
      "id": "12-017-1417_p0029",
      "zh_CN": "再看最后一个，般若。般若是智慧，但是翻经的这些法师没有用智慧，还是用般若，这什么意思？在翻经体例里面，这叫做尊重不翻，跟「阿耨多罗三藐三菩提」，这都是梵语，为什么不翻？尊重。阿耨多罗三藐三菩提翻成中文是无上正等正觉，这是所有学佛人最终极的目标，就是希望证得无上正等正觉。这前面跟诸位解释了，正觉是四圣法界，正等正觉是四十一位法身大士，无上正等正觉那只有一个位次就是究竟圆满的佛果，是可以翻而不翻，就是尊重，这是学佛人终极的目标。但是般若不翻，这里头还有一层意思，虽然是智慧，它不是普通的智慧，普通的智慧不能称般若。般若是什么智慧？古德跟我们讲了三种，实相、观照、文字，这就好讲，这就不是普通的。",
      "zh_TW": "再看最後一個，般若。般若是智慧，但是翻經的這些法師沒有用智慧，還是用般若，這什麼意思？在翻經體例裡面，這叫做尊重不翻，跟「阿耨多羅三藐三菩提」，這都是梵語，為什麼不翻？尊重。阿耨多羅三藐三菩提翻成中文是無上正等正覺，這是所有學佛人最終極的目標，就是希望證得無上正等正覺。這前面跟諸位解釋了，正覺是四聖法界，正等正覺是四十一位法身大士，無上正等正覺那只有一個位次就是究竟圓滿的佛果，是可以翻而不翻，就是尊重，這是學佛人終極的目標。但是般若不翻，這裡頭還有一層意思，雖然是智慧，它不是普通的智慧，普通的智慧不能稱般若。般若是什麼智慧？古德跟我們講了三種，實相、觀照、文字，這就好講，這就不是普通的。"
    },
    {
      "id": "12-017-1417_p0030",
      "zh_CN": "实相是什么？真相，我们常讲宇宙人生的真相，明了宇宙人生真相这个智慧称般若智慧，这就难了，那在我们这个世间恐怕找不到一个人，一个都找不到。在佛门里面，大乘教里头有，小乘教里头没有。大乘教是明心见性，见性，性就是实相般若。所以实相般若也是我们今天讲的宇宙万有的本体，真如自性，《华严》上也常常用法性。法性它本来具有无量的智慧，这个智慧就叫做实相般若，所以实相般若是本有的，绝对不是从外面来的。今天我们迷了，迷了要用什么方法恢复？要用观照的方法。所以观照般若是修德，实相般若是体性，性德必定要有修德才能回归到性德。我们的修行跟自性般若相应，这叫观照，不相应那就是迷惑，就是觉跟迷，观照是觉，你不觉就迷了。",
      "zh_TW": "實相是什麼？真相，我們常講宇宙人生的真相，明瞭宇宙人生真相這個智慧稱般若智慧，這就難了，那在我們這個世間恐怕找不到一個人，一個都找不到。在佛門裡面，大乘教裡頭有，小乘教裡頭沒有。大乘教是明心見性，見性，性就是實相般若。所以實相般若也是我們今天講的宇宙萬有的本體，真如自性，《華嚴》上也常常用法性。法性它本來具有無量的智慧，這個智慧就叫做實相般若，所以實相般若是本有的，絕對不是從外面來的。今天我們迷了，迷了要用什麼方法恢復？要用觀照的方法。所以觀照般若是修德，實相般若是體性，性德必定要有修德才能回歸到性德。我們的修行跟自性般若相應，這叫觀照，不相應那就是迷惑，就是覺跟迷，觀照是覺，你不覺就迷了。"
    },
    {
      "id": "12-017-1417_p0031",
      "zh_CN": "所以中国的禅宗它是不是六度里头的禅？不是，中国禅宗是般若波罗蜜。你看《坛经》，这是禅宗里头最重要的一部经典，是六祖惠能大师所说的，其实就是惠能大师的语录。我们展开这个语录，第一句话能大师就说「大众总念摩诃般若波罗蜜多」，首先就把修学的总纲领说出来，他们所修学的是摩诃般若波罗蜜多，不是禅定。怎样把摩诃般若波罗蜜多修得？用禅定的方法。他这个禅定是广义的，不是盘腿面壁打坐，不是，这个禅定是行住坐卧都在定中，活活泼泼。他老人家是从《金刚经》开悟的，大彻大悟，明心见性。《金刚经》上世尊教须菩提尊者怎么去修禅定？经上两句话「不取于相，如如不动」。六祖大师教人就这两句，但是他说得浅，他把这话变了，怎么说法？「外不着相，内不动心」。不取于相就是外不着相，如如不动就是内不动心，在哪里？六根接触六尘境界之处。",
      "zh_TW": "所以中國的禪宗它是不是六度裡頭的禪？不是，中國禪宗是般若波羅蜜。你看《壇經》，這是禪宗裡頭最重要的一部經典，是六祖惠能大師所說的，其實就是惠能大師的語錄。我們展開這個語錄，第一句話能大師就說「大眾總念摩訶般若波羅蜜多」，首先就把修學的總綱領說出來，他們所修學的是摩訶般若波羅蜜多，不是禪定。怎樣把摩訶般若波羅蜜多修得？用禪定的方法。他這個禪定是廣義的，不是盤腿面壁打坐，不是，這個禪定是行住坐臥都在定中，活活潑潑。他老人家是從《金剛經》開悟的，大徹大悟，明心見性。《金剛經》上世尊教須菩提尊者怎麼去修禪定？經上兩句話「不取於相，如如不動」。六祖大師教人就這兩句，但是他說得淺，他把這話變了，怎麼說法？「外不著相，內不動心」。不取於相就是外不著相，如如不動就是內不動心，在哪裡？六根接觸六塵境界之處。"
    },
    {
      "id": "12-017-1417_p0032",
      "zh_CN": "香港很热闹，我们去逛街行不行？行！逛街干什么？修摩诃般若波罗蜜多。你看到这个花花世界看得很清楚，慧，怎么样？如如不动，绝不会被外面这个花花世界引诱，这就是外不着相。内里头绝对没有起心动念，我想这个，那个也不错，没有，对于这个世间所有一切的人事物，你在这里学什么？学不执着，学不分别。不是叫你不能接触，你可以接触，接触而不分别、不执着，这叫修定，修摩诃般若波罗蜜多。你懂得这个道理，那电视能不能看？能看。看电视什么？看电视在修禅定，电视里面播映的这些画面，你只把它看成画面，「凡所有相，皆是虚妄」。他笑你也笑，他哭你也哭，你就完了，那就不能看了，为什么？你自己没有定功，你完全被境界所转，那你就得远离。",
      "zh_TW": "香港很熱鬧，我們去逛街行不行？行！逛街幹什麼？修摩訶般若波羅蜜多。你看到這個花花世界看得很清楚，慧，怎麼樣？如如不動，絕不會被外面這個花花世界引誘，這就是外不著相。內裡頭絕對沒有起心動念，我想這個，那個也不錯，沒有，對於這個世間所有一切的人事物，你在這裡學什麼？學不執著，學不分別。不是叫你不能接觸，你可以接觸，接觸而不分別、不執著，這叫修定，修摩訶般若波羅蜜多。你懂得這個道理，那電視能不能看？能看。看電視什麼？看電視在修禪定，電視裡面播映的這些畫面，你只把它看成畫面，「凡所有相，皆是虛妄」。他笑你也笑，他哭你也哭，你就完了，那就不能看了，為什麼？你自己沒有定功，你完全被境界所轉，那你就得遠離。"
    },
    {
      "id": "12-017-1417_p0033",
      "zh_CN": "所以初学的人没有这个功夫，会受外面境界诱惑。看到这个产品，新奇的产品出来了，总想去多看看，多了解，去摸摸，甚至于还想买，这就是被外面境界诱惑，自己没有功夫。所以大乘教里头不是叫你不能接触，什么都能接触，理事无碍，事事无碍。所以他那个戒不是普通的戒，他那个戒比普通戒高一层，普通戒这个也不行，那个也不行，他样样都行。他在这里头修什么？不起心，不动念，不分别，不执着，这就是上上禅。人家是真干，清净心是在这里头修成的，叫真清净。躲在深山里头，什么都不接触，在那里盘腿面壁坐上个三年五载，身心清净，真的一尘不染，自己也觉得不错了，下山到热闹地区走一趟，马上就乱了，还是分别执着马上就起来了，住山住了几年，一丝毫的效果都没有。",
      "zh_TW": "所以初學的人沒有這個功夫，會受外面境界誘惑。看到這個產品，新奇的產品出來了，總想去多看看，多了解，去摸摸，甚至於還想買，這就是被外面境界誘惑，自己沒有功夫。所以大乘教裡頭不是叫你不能接觸，什麼都能接觸，理事無礙，事事無礙。所以他那個戒不是普通的戒，他那個戒比普通戒高一層，普通戒這個也不行，那個也不行，他樣樣都行。他在這裡頭修什麼？不起心，不動念，不分別，不執著，這就是上上禪。人家是真幹，清淨心是在這裡頭修成的，叫真清淨。躲在深山裡頭，什麼都不接觸，在那裡盤腿面壁坐上個三年五載，身心清淨，真的一塵不染，自己也覺得不錯了，下山到熱鬧地區走一趟，馬上就亂了，還是分別執著馬上就起來了，住山住了幾年，一絲毫的效果都沒有。"
    },
    {
      "id": "12-017-1417_p0034",
      "zh_CN": "祖师大德不取这个方法，诸位看《竹窗随笔》，莲池大师的，里头有一条就写到这个故事。莲池大师有一个同参道友，修得也很不错，就是住山，住了不少年，自己以为功夫不错，下山之后就不行了，禁不起诱惑。莲池大师就讲这个故事给他听，讲完之后，他说：这人是谁？莲池大师说：老兄是也。这他才惊觉到，他不知道莲池大师说他，像这种人多，太多太多！闭关，闭上三年关，出来之后跟没有闭关没有两样。",
      "zh_TW": "祖師大德不取這個方法，諸位看《竹窗隨筆》，蓮池大師的，裡頭有一條就寫到這個故事。蓮池大師有一個同參道友，修得也很不錯，就是住山，住了不少年，自己以為功夫不錯，下山之後就不行了，禁不起誘惑。蓮池大師就講這個故事給他聽，講完之後，他說：這人是誰？蓮池大師說：老兄是也。這他才驚覺到，他不知道蓮池大師說他，像這種人多，太多太多！閉關，閉上三年關，出來之後跟沒有閉關沒有兩樣。"
    },
    {
      "id": "12-017-1417_p0035",
      "zh_CN": "我那个时候刚刚出家，有一个在家居士，也是非常难得对我很好，他有一栋别墅在山上，日本式的房子，真的很干净。因为他们做生意，山上就没有人住，他带我去看，我看了很满意。他说：法师，你愿不愿意在这个地方当作茅蓬住？我说好。我就赶快到台中向李老师请教，李老师就跟我说：自古以来，闭关住山只有两种人，一种人是参学已经开悟了，没有开悟的时候要出去参学，大彻大悟之后，没有人启请；诸位要知道，这个经教一定要尊重，尊师重道，没有人启请，你不能去教，一定要有人请法。没有人知道你，没有人请你，这个时候怎么办？住山，住茅蓬闭关。住茅蓬闭关就是向天下人宣布我已经开悟了，我可以讲经说法，弘法利生，教化一方，我有这个能力。所以从前请善知识请谁？就请这些闭关的人，他是真正通达了，缘没有成熟，这种人住茅蓬闭关。第二种人福报太大了，名气太大了，那怎么样？来看他的人太多了，应酬不了，只好用闭关住茅蓬，拒绝这些访客，自己好好用功。",
      "zh_TW": "我那個時候剛剛出家，有一個在家居士，也是非常難得對我很好，他有一棟別墅在山上，日本式的房子，真的很乾淨。因為他們做生意，山上就沒有人住，他帶我去看，我看了很滿意。他說：法師，你願不願意在這個地方當作茅蓬住？我說好。我就趕快到台中向李老師請教，李老師就跟我說：自古以來，閉關住山只有兩種人，一種人是參學已經開悟了，沒有開悟的時候要出去參學，大徹大悟之後，沒有人啟請；諸位要知道，這個經教一定要尊重，尊師重道，沒有人啟請，你不能去教，一定要有人請法。沒有人知道你，沒有人請你，這個時候怎麼辦？住山，住茅蓬閉關。住茅蓬閉關就是向天下人宣布我已經開悟了，我可以講經說法，弘法利生，教化一方，我有這個能力。所以從前請善知識請誰？就請這些閉關的人，他是真正通達了，緣沒有成熟，這種人住茅蓬閉關。第二種人福報太大了，名氣太大了，那怎麼樣？來看他的人太多了，應酬不了，只好用閉關住茅蓬，拒絕這些訪客，自己好好用功。"
    },
    {
      "id": "12-017-1417_p0036",
      "zh_CN": "老师讲完之后，你符合哪个条件？我就知道了，没有资格。刚刚出家没有多久，第一种当然不行，我们没有开悟；第二种现在可以，现在真是出了名，来访的人太多了，所以我有第二个条件可以闭关，可以住山，真有这个条件。那现在为什么不干？这不干有原因，为众生着想。众生需要佛法，我们知道虽然不多，尽心尽力，依佛法，依自己所知道的，供养大众，这是不能住山闭关。另外就是这几年来，整个世界的社会不安定，世界上许许多多志士仁人渴望希求能化解一切冲突，促进社会的安定和平。我也是承蒙澳洲几个大学，都是校长来找我，希望我也能参与这个工作，所以我参加了四次联合国的和平会议，下个月还要去参加一次。所以我是有闭关的条件，为了大众，为了社会、为众生，不能说没有法缘，有法缘。从有法缘，法缘还很殊胜，也不能闭关，也不能去住山。",
      "zh_TW": "老師講完之後，你符合哪個條件？我就知道了，沒有資格。剛剛出家沒有多久，第一種當然不行，我們沒有開悟；第二種現在可以，現在真是出了名，來訪的人太多了，所以我有第二個條件可以閉關，可以住山，真有這個條件。那現在為什麼不幹？這不幹有原因，為眾生著想。眾生需要佛法，我們知道雖然不多，盡心盡力，依佛法，依自己所知道的，供養大眾，這是不能住山閉關。另外就是這幾年來，整個世界的社會不安定，世界上許許多多志士仁人渴望希求能化解一切衝突，促進社會的安定和平。我也是承蒙澳洲幾個大學，都是校長來找我，希望我也能參與這個工作，所以我參加了四次聯合國的和平會議，下個月還要去參加一次。所以我是有閉關的條件，為了大眾，為了社會、為眾生，不能說沒有法緣，有法緣。從有法緣，法緣還很殊勝，也不能閉關，也不能去住山。"
    },
    {
      "id": "12-017-1417_p0037",
      "zh_CN": "哪个地方众生有苦难，我就要到那个地方去，跟这些众生一同受苦难，帮助他们化解内心的怨结，这是消灾免难不二法门。因为人在受到灾难，受到不平，怨恨心特别重，怨恨心只有把灾难加重，不能化解。化解，一个需要懂得事实真相，实相般若，第二个要懂得因果报应，因果报应属于事，实相是属于理，理事都明了，无论什么样的大灾难，你遇到时候心平气和，往往就能躲过。",
      "zh_TW": "哪個地方眾生有苦難，我就要到那個地方去，跟這些眾生一同受苦難，幫助他們化解內心的怨結，這是消災免難不二法門。因為人在受到災難，受到不平，怨恨心特別重，怨恨心只有把災難加重，不能化解。化解，一個需要懂得事實真相，實相般若，第二個要懂得因果報應，因果報應屬於事，實相是屬於理，理事都明瞭，無論什麼樣的大災難，你遇到時候心平氣和，往往就能躲過。"
    },
    {
      "id": "12-017-1417_p0038",
      "zh_CN": "这些理跟事佛法讲得透彻，尤其是《华严》。我的老师喜欢《华严》，方东美先生他最尊敬的就是《华严经》，所以晚年在辅仁大学博士班开「华严哲学」，开这门课。李老师晚年讲《华严经》，讲了很多年，本来他是跟我讲，《华严经》讲圆满，再讲一部《弥陀经》，他就往生。那个时候我听这话之后，我就算老师讲经的进度，他讲得很快，他是一个星期讲一天，星期三讲一次，两个小时，两个小时有一个小时的台语翻译，所以实际上一个小时，一个星期讲一个小时。他一小时他不像我这样讲法，他那一个小时可能在此地要讲上两章，也就是说这一品经大概三次就讲完，三个小时就讲完，所以他进度很快，一个钟点至少讲将近二十行经文。像这一段十品里头，这一品经每位菩萨像我们现在念的这个「助道甚深」十首偈，他在一次可能就把它讲完了。甚至于像前面「正行甚深」、「助道甚深」，一个小时讲两个甚深，他进度快，如果不是这样讲的话怎么讲得完？虽然是这样讲法，也不行，一个星期只有一次。我们现在是一个星期六次，一次两个小时，没有翻译，我们的时间比他长得多，讲得非常详细，像李老师那个讲法，恐怕现在都没人听，听不出味道。现在人必须要细讲，才能够落实到自己日常生活当中，能得一点受用。如果我们讲了得不到利益，得不到受用，我说它干什么？",
      "zh_TW": "這些理跟事佛法講得透徹，尤其是《華嚴》。我的老師喜歡《華嚴》，方東美先生他最尊敬的就是《華嚴經》，所以晚年在輔仁大學博士班開「華嚴哲學」，開這門課。李老師晚年講《華嚴經》，講了很多年，本來他是跟我講，《華嚴經》講圓滿，再講一部《彌陀經》，他就往生。那個時候我聽這話之後，我就算老師講經的進度，他講得很快，他是一個星期講一天，星期三講一次，兩個小時，兩個小時有一個小時的台語翻譯，所以實際上一個小時，一個星期講一個小時。他一小時他不像我這樣講法，他那一個小時可能在此地要講上兩章，也就是說這一品經大概三次就講完，三個小時就講完，所以他進度很快，一個鐘點至少講將近二十行經文。像這一段十品裡頭，這一品經每位菩薩像我們現在念的這個「助道甚深」十首偈，他在一次可能就把它講完了。甚至於像前面「正行甚深」、「助道甚深」，一個小時講兩個甚深，他進度快，如果不是這樣講的話怎麼講得完？雖然是這樣講法，也不行，一個星期只有一次。我們現在是一個星期六次，一次兩個小時，沒有翻譯，我們的時間比他長得多，講得非常詳細，像李老師那個講法，恐怕現在都沒人聽，聽不出味道。現在人必須要細講，才能夠落實到自己日常生活當中，能得一點受用。如果我們講了得不到利益，得不到受用，我說它幹什麼？"
    },
    {
      "id": "12-017-1417_p0039",
      "zh_CN": "所以照那个时候的进度，我算一算，李老师把这部经讲完至少要一百三十岁。根据当时的状况，老师活一百三十岁有可能，他在九十岁的时候，动作差不多跟五、六十岁的人一样，音声洪亮，九十七岁他走了。他走的原因，他老人家告诉我，两次食物中毒。这老人家也是慈悲心，实际上也没有这个必要。信徒好心煮面给他吃，那个面里面防腐剂很重，放的时间可能很长，端来的时候闻到味道都变了，可是他老人家一向惯例，一定要当面吃给人家看，让人家生欢喜心，这就坏了。所以这次食物中毒，他自己本身是非常好的中医，他跟我说他一生替人家治病没有误过人，他说这个有把握，医术很高明，所以他回去就用解药，用解药真的化解了，这一关就过了。",
      "zh_TW": "所以照那個時候的進度，我算一算，李老師把這部經講完至少要一百三十歲。根據當時的狀況，老師活一百三十歲有可能，他在九十歲的時候，動作差不多跟五、六十歲的人一樣，音聲洪亮，九十七歲他走了。他走的原因，他老人家告訴我，兩次食物中毒。這老人家也是慈悲心，實際上也沒有這個必要。信徒好心煮麵給他吃，那個麵裡面防腐劑很重，放的時間可能很長，端來的時候聞到味道都變了，可是他老人家一向慣例，一定要當面吃給人家看，讓人家生歡喜心，這就壞了。所以這次食物中毒，他自己本身是非常好的中醫，他跟我說他一生替人家治病沒有誤過人，他說這個有把握，醫術很高明，所以他回去就用解藥，用解藥真的化解了，這一關就過了。"
    },
    {
      "id": "12-017-1417_p0040",
      "zh_CN": "过了大概四、五个月又碰到一次，他也是这样的，结果回去之后吃解药来不及了，这个毒马上发作了。毕竟是九十七岁的人，所以这个病就发作，这一发作体力就大大的亏损。我到台中去看他，他老人家就嘱咐我，决定饮食要小心、要谨慎，凡是味道不对的东西绝对不能吃，而且警告我，千万不要到馆子里吃东西，怕什么？不干净。提醒我好几次，我的印象就很深。他提前走了是这个原因，所以《华严经》只讲一半。在那个时候我在台北也讲《华严经》，我一个星期讲三次，一次讲一个半小时，没有翻译，所以我大概是二、三年我的进度就赶上他。我一个星期等于他一个月，而且我还比他讲得详细，当然没有现在这么详细，讲得很详细，在那个时候大概一次一个半小时，像此地这个「助道甚深」这十首偈可以讲完。现在我们一般的进度是两个小时一首偈，有的时候一首偈讲四个小时、五个小时，这都常有的事情。",
      "zh_TW": "過了大概四、五個月又碰到一次，他也是這樣的，結果回去之後吃解藥來不及了，這個毒馬上發作了。畢竟是九十七歲的人，所以這個病就發作，這一發作體力就大大的虧損。我到台中去看他，他老人家就囑咐我，決定飲食要小心、要謹慎，凡是味道不對的東西絕對不能吃，而且警告我，千萬不要到館子裡吃東西，怕什麼？不乾淨。提醒我好幾次，我的印象就很深。他提前走了是這個原因，所以《華嚴經》只講一半。在那個時候我在台北也講《華嚴經》，我一個星期講三次，一次講一個半小時，沒有翻譯，所以我大概是二、三年我的進度就趕上他。我一個星期等於他一個月，而且我還比他講得詳細，當然沒有現在這麼詳細，講得很詳細，在那個時候大概一次一個半小時，像此地這個「助道甚深」這十首偈可以講完。現在我們一般的進度是兩個小時一首偈，有的時候一首偈講四個小時、五個小時，這都常有的事情。"
    },
    {
      "id": "12-017-1417_p0041",
      "zh_CN": "这是说到般若，般若是实相，就是观照，观照也要把这个字跟诸位说清楚。什么叫观照？大乘教里头，在日常生活当中用功，不起心，不动念，不分别，不执着，叫做观照。那我们现在起心动念没有办法，我们做不到，我们就是不分别、不执着，在佛门里面讲，离心意识就叫做观照。什么叫心意识？心是阿赖耶，意是末那，识是第六意识。怎么样离心意识？我们一般凡夫起心动念都是心意识，意执着，识分别，心落印象。离心意识，六根接触外面六尘境界不执着就是离末那识，不用末那识；不分别就是离第六意识，不起心、不动念就是离阿赖耶识。这个东西好难，不容易，叫观照。",
      "zh_TW": "這是說到般若，般若是實相，就是觀照，觀照也要把這個字跟諸位說清楚。什麼叫觀照？大乘教裡頭，在日常生活當中用功，不起心，不動念，不分別，不執著，叫做觀照。那我們現在起心動念沒有辦法，我們做不到，我們就是不分別、不執著，在佛門裡面講，離心意識就叫做觀照。什麼叫心意識？心是阿賴耶，意是末那，識是第六意識。怎麼樣離心意識？我們一般凡夫起心動念都是心意識，意執著，識分別，心落印象。離心意識，六根接觸外面六塵境界不執著就是離末那識，不用末那識；不分別就是離第六意識，不起心、不動念就是離阿賴耶識。這個東西好難，不容易，叫觀照。"
    },
    {
      "id": "12-017-1417_p0042",
      "zh_CN": "所以初步的观照功夫我们要分等级，初步观照功夫是什么？不执着，学不执着。学不执着，离末那识，再能够学不分别，离第六意识。相宗告诉我们转识成智，六、七是因上转，五、八是果上转。五、八你不要去管它，你只要把这两个转过来了，那个自然就转过来了，功夫就在不分别、不执着。我们眼见色，耳闻声，舌尝味，鼻嗅香，身体这一切接触，能够在这里头学不执着、不分别，就叫做观照；起心动念叫失照，你这个照就失掉了。",
      "zh_TW": "所以初步的觀照功夫我們要分等級，初步觀照功夫是什麼？不執著，學不執著。學不執著，離末那識，再能夠學不分別，離第六意識。相宗告訴我們轉識成智，六、七是因上轉，五、八是果上轉。五、八你不要去管它，你只要把這兩個轉過來了，那個自然就轉過來了，功夫就在不分別、不執著。我們眼見色，耳聞聲，舌嘗味，鼻嗅香，身體這一切接觸，能夠在這裡頭學不執著、不分別，就叫做觀照；起心動念叫失照，你這個照就失掉了。"
    },
    {
      "id": "12-017-1417_p0043",
      "zh_CN": "观照是在学习，观照功夫得力，那就得定，叫照住，那就入第二个阶段。所以观照在我们净宗来讲就是功夫成片。什么叫功夫成片？一切时、一切处念头才一起就是阿弥陀佛，除了阿弥陀佛之外，绝对没有任何念头，这叫成片。这是什么？把念头伏住了，决定生凡圣同居土，往生有把握了。功夫好的，预知时至，甚至于更好的，可以自在往生，想什么时候走就什么时候走，你这个条件具足了，不是很高。凡圣同居土上三品，上辈，上上品、上中品、上下品，生死自在，可以多两天，过两天也没有关系，也可以提前走，生死自在。这是我们一般凡夫，你真懂这个道理，知道这个方法，这一生当中可以做得到，不难，难的是难在你不肯放下；就是不肯放下分别，不肯放下执着，难在这里。你没有看破，这是我的，那是我的，这很糟糕，这是什么？分别执着统统具足，而且统统现行，你的功夫怎么能成片？",
      "zh_TW": "觀照是在學習，觀照功夫得力，那就得定，叫照住，那就入第二個階段。所以觀照在我們淨宗來講就是功夫成片。什麼叫功夫成片？一切時、一切處念頭才一起就是阿彌陀佛，除了阿彌陀佛之外，絕對沒有任何念頭，這叫成片。這是什麼？把念頭伏住了，決定生凡聖同居土，往生有把握了。功夫好的，預知時至，甚至於更好的，可以自在往生，想什麼時候走就什麼時候走，你這個條件具足了，不是很高。凡聖同居土上三品，上輩，上上品、上中品、上下品，生死自在，可以多兩天，過兩天也沒有關係，也可以提前走，生死自在。這是我們一般凡夫，你真懂這個道理，知道這個方法，這一生當中可以做得到，不難，難的是難在你不肯放下；就是不肯放下分別，不肯放下執著，難在這裡。你沒有看破，這是我的，那是我的，這很糟糕，這是什麼？分別執著統統具足，而且統統現行，你的功夫怎麼能成片？"
    },
    {
      "id": "12-017-1417_p0044",
      "zh_CN": "不但是世间法要放下，佛法也要放下。度众生，度众生的事也放下，你要不放下你不能往生。你不能往生，说老实话，你也度不了众生。真正放下到西方极乐世界去，再回头来，倒驾慈航，你才真正能度众生，所以佛常讲「自己未度，而能度人，无有是处」。这话说得好，你要想普度众生，先度自己。先度自己，要把自己度到一定的程度，一定程度是什么？不退转。所以三不退，位不退、行不退、念不退，这个时候你应化在九法界去度众没有问题了，你证得三不退了。证得三不退可不是简单事情，在一般讲的圆教初住、别教初地才到三不退，这多么困难！可是我们要是往生西方极乐世界，凡圣同居土下下品往生就圆证三不退，这还得了！",
      "zh_TW": "不但是世間法要放下，佛法也要放下。度眾生，度眾生的事也放下，你要不放下你不能往生。你不能往生，說老實話，你也度不了眾生。真正放下到西方極樂世界去，再回頭來，倒駕慈航，你才真正能度眾生，所以佛常講「自己未度，而能度人，無有是處」。這話說得好，你要想普度眾生，先度自己。先度自己，要把自己度到一定的程度，一定程度是什麼？不退轉。所以三不退，位不退、行不退、念不退，這個時候你應化在九法界去度眾沒有問題了，你證得三不退了。證得三不退可不是簡單事情，在一般講的圓教初住、別教初地才到三不退，這多麼困難！可是我們要是往生西方極樂世界，凡聖同居土下下品往生就圓證三不退，這還得了！"
    },
    {
      "id": "12-017-1417_p0045",
      "zh_CN": "怎么知道圆证三不退？你看四十八愿讲过，《无量寿经》上讲得很清楚，乃至于《弥陀经》上都讲得很清楚，生到西方极乐世界之后，皆作阿惟越致菩萨。阿惟越致是梵语，意思就是不退转，位不退、行不退、念不退，所以这不得了。极乐世界下下品往生的人，他的智慧功德福德等于一般诸佛如来刹土里面七地菩萨，因为七地菩萨才叫圆证三不退。证三不退，圆教初住就证得了，那是证三不退，但不是圆证，圆证要七地，这是阿弥陀佛本愿威神加持，不可思议。我们这一生遇到了，不把这个当作自己一生当中第一桩大事看待，你错了，你没有真正觉悟到。你要真正觉悟到，你说要不要放下万缘？",
      "zh_TW": "怎麼知道圓證三不退？你看四十八願講過，《無量壽經》上講得很清楚，乃至於《彌陀經》上都講得很清楚，生到西方極樂世界之後，皆作阿惟越致菩薩。阿惟越致是梵語，意思就是不退轉，位不退、行不退、念不退，所以這不得了。極樂世界下下品往生的人，他的智慧功德福德等於一般諸佛如來剎土裡面七地菩薩，因為七地菩薩才叫圓證三不退。證三不退，圓教初住就證得了，那是證三不退，但不是圓證，圓證要七地，這是阿彌陀佛本願威神加持，不可思議。我們這一生遇到了，不把這個當作自己一生當中第一樁大事看待，你錯了，你沒有真正覺悟到。你要真正覺悟到，你說要不要放下萬緣？"
    },
    {
      "id": "12-017-1417_p0046",
      "zh_CN": "大乘教的放下，放下心，事有这个缘，你要工作，你要担任这个事，可不能把这个事放在心上，放在心上就坏了。有些人说，我办这个事情不放在心上我还能办事吗？能，常常把事情放在心上，常常把事情办错，如果把事情不放在心上，绝对不会把事情办错，为什么？智慧。你常常放在心上，你没有离开妄想分别执着，没有离开你的妄念，所以你事情会办错。万缘统统放下，事情来的时候智慧起来，智慧不会把事情办错，这是一般人不会用。一般人只会用心意识不会用般若智慧，这个般若智慧我们现在讲的观照般若，而且还是不是很深的，很浅的观照般若，就得大受用。一般人疑难杂症解决不了的，你有那么一点点观照般若，你就比他高明，你就能解决问题。你才晓得佛法的殊胜，那个观照般若功夫深，还得了！所以能解决生死问题。",
      "zh_TW": "大乘教的放下，放下心，事有這個緣，你要工作，你要擔任這個事，可不能把這個事放在心上，放在心上就壞了。有些人說，我辦這個事情不放在心上我還能辦事嗎？能，常常把事情放在心上，常常把事情辦錯，如果把事情不放在心上，絕對不會把事情辦錯，為什麼？智慧。你常常放在心上，你沒有離開妄想分別執著，沒有離開你的妄念，所以你事情會辦錯。萬緣統統放下，事情來的時候智慧起來，智慧不會把事情辦錯，這是一般人不會用。一般人只會用心意識不會用般若智慧，這個般若智慧我們現在講的觀照般若，而且還是不是很深的，很淺的觀照般若，就得大受用。一般人疑難雜症解決不了的，你有那麼一點點觀照般若，你就比他高明，你就能解決問題。你才曉得佛法的殊勝，那個觀照般若功夫深，還得了！所以能解決生死問題。"
    },
    {
      "id": "12-017-1417_p0047",
      "zh_CN": "解决生死问题就是不生不灭，想什么时候走就什么时候走，想多住几年都不碍事。这个世间怎么乱，怎么样有灾难，与我不相干，不惊不怖，没有丝毫恐怖。远离恐怖妄想执着，妄想执着是因，恐怖是果，不善的因与果统统都远离了，你说多么自在。我们一定要用念佛这个方法修六度，六波罗蜜完全融在这一句佛号上，融在日常生活当中，穿衣吃饭都是六波罗蜜，你得会用，你会用当然欢喜，当然自在。",
      "zh_TW": "解決生死問題就是不生不滅，想什麼時候走就什麼時候走，想多住幾年都不礙事。這個世間怎麼亂，怎麼樣有災難，與我不相干，不驚不怖，沒有絲毫恐怖。遠離恐怖妄想執著，妄想執著是因，恐怖是果，不善的因與果統統都遠離了，你說多麼自在。我們一定要用念佛這個方法修六度，六波羅蜜完全融在這一句佛號上，融在日常生活當中，穿衣吃飯都是六波羅蜜，你得會用，你會用當然歡喜，當然自在。"
    },
    {
      "id": "12-017-1417_p0048",
      "zh_CN": "第三讲文字般若，文字般若一般讲他受用，自受用是观照。观照才真正修行，真正提升自己的境界，观照就是六根接触六尘境界不用心意识，就是不分别，不执着，不起心，不动念。这后面两句难，我们就先从不分别、不执着下手，可是也不是容易断掉的。希望你做的是，你的分别执着一年比一年淡薄，这就是功夫有进步。先是一年一年，然后精进，加功用行，希望能做得是一个月比一个月淡薄，那你就得受用，这个受用就非常明显；能够到一个星期比一个星期淡薄，你就得大自在！今天你为什么做不到？很想做为什么做不到？你没有布施的心，你没有持戒，你没有忍辱，你没有精进，你没有禅定，所以你做不到。这是第六层楼，这个做到，前面五个统统具足，你就晓得为什么我很想做我做不到。",
      "zh_TW": "第三講文字般若，文字般若一般講他受用，自受用是觀照。觀照才真正修行，真正提升自己的境界，觀照就是六根接觸六塵境界不用心意識，就是不分別，不執著，不起心，不動念。這後面兩句難，我們就先從不分別、不執著下手，可是也不是容易斷掉的。希望你做的是，你的分別執著一年比一年淡薄，這就是功夫有進步。先是一年一年，然後精進，加功用行，希望能做得是一個月比一個月淡薄，那你就得受用，這個受用就非常明顯；能夠到一個星期比一個星期淡薄，你就得大自在！今天你為什麼做不到？很想做為什麼做不到？你沒有布施的心，你沒有持戒，你沒有忍辱，你沒有精進，你沒有禪定，所以你做不到。這是第六層樓，這個做到，前面五個統統具足，你就曉得為什麼我很想做我做不到。"
    },
    {
      "id": "12-017-1417_p0049",
      "zh_CN": "文字般若就是今天讲的教化众生，文字跟言语完全一样，言语用符号记录出来就是文字。文字般若是建立佛法，就是教化众生，用现在的话来讲，用我们的话来讲，就是建立佛陀教育，建立佛陀的教学。这不但要靠文字，今天讲还要靠艺术。从前只有靠文字来传递，现在除了文字之外，你看有录音、有录相、有电脑、有广播、有电视，这工具太多了，凡是这些工具都是属于文字的引申，统统可以用。",
      "zh_TW": "文字般若就是今天講的教化眾生，文字跟言語完全一樣，言語用符號記錄出來就是文字。文字般若是建立佛法，就是教化眾生，用現在的話來講，用我們的話來講，就是建立佛陀教育，建立佛陀的教學。這不但要靠文字，今天講還要靠藝術。從前只有靠文字來傳遞，現在除了文字之外，你看有錄音、有錄相、有電腦、有廣播、有電視，這工具太多了，凡是這些工具都是屬於文字的引申，統統可以用。"
    },
    {
      "id": "12-017-1417_p0050",
      "zh_CN": "所以我们这两年真的缘成就了，我们总希望把印光大师一生所提倡的三本书把它做成电视剧。印祖一生最重视的《了凡四训》、《太上感应篇汇编》、《安士全书》，这三样东西，我发现的是七七年。一九七七年我在香港讲经，我看到弘化社印的这三样东西，三样东西那个时候数量超过三百万册，我都看呆了。祖师的苦心，救苦救难，到现在我们才知道灾难这么多，社会这么乱，这三种书确实能产生效果。所以我们要把祖师的愿望落实，把这三本书编成电视剧（连续剧）。正好有同修们发心赞助，我们总共做八十集连续剧，《了凡四训》二十集，马上可以开拍了，《太上感应篇》三十集，《安士全书》三十集，总共八十集，向全世界来播放，救苦救难，这我们才对得起祖师。今天时间到了，六度简介就到此地，下次我们就入经文。",
      "zh_TW": "所以我們這兩年真的緣成就了，我們總希望把印光大師一生所提倡的三本書把它做成電視劇。印祖一生最重視的《了凡四訓》、《太上感應篇彙編》、《安士全書》，這三樣東西，我發現的是七七年。一九七七年我在香港講經，我看到弘化社印的這三樣東西，三樣東西那個時候數量超過三百萬冊，我都看呆了。祖師的苦心，救苦救難，到現在我們才知道災難這麼多，社會這麼亂，這三種書確實能產生效果。所以我們要把祖師的願望落實，把這三本書編成電視劇（連續劇）。正好有同修們發心贊助，我們總共做八十集連續劇，《了凡四訓》二十集，馬上可以開拍了，《太上感應篇》三十集，《安士全書》三十集，總共八十集，向全世界來播放，救苦救難，這我們才對得起祖師。今天時間到了，六度簡介就到此地，下次我們就入經文。"
    }
  ]
}