{
  "doc_id": "12-017-1708",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七０八卷",
    "zh_TW": "第一七０八卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1708",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "12-017-1708_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「因陀罗网三昧」，第二首偈：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「因陀羅網三昧」，第二首偈："
    },
    {
      "id": "12-017-1708_p0002",
      "zh_CN": "【彼一尘内众多刹。或有有佛或无佛。或有杂染或清净。或有广大或狭小。】",
      "zh_TW": "【彼一塵內眾多剎。或有有佛或無佛。或有雜染或清淨。或有廣大或狹小。】"
    },
    {
      "id": "12-017-1708_p0003",
      "zh_CN": "因陀罗网是比喻，在前面已经跟诸位报告过了。在这首偈里面给我们说明一个事实，这个事实就是现代我们世间所讲的科学。佛经里面概略的来讲，释迦牟尼佛给我们讲了五个大科目。这五个大科目，第一个是伦理，第二个是道德，第三个是因果，第四个是哲学，第五个是科学。这段讲的是科学，讲的是宇宙，宇宙无限大跟无量小，全都给我们说出来。无量大是现在所谓的宏观世界，太空物理；无量小是量子力学，微观世界。『一尘』就是今天所讲的量子力学，物质里面最小的，一微尘，科学的术语称之为原子、粒子，现在发现比粒子还要小的，夸克。夸克是不是还能分，现在不知道，这世间科学不断在进步，谁都不敢下定论。",
      "zh_TW": "因陀羅網是比喻，在前面已經跟諸位報告過了。在這首偈裡面給我們說明一個事實，這個事實就是現代我們世間所講的科學。佛經裡面概略的來講，釋迦牟尼佛給我們講了五個大科目。這五個大科目，第一個是倫理，第二個是道德，第三個是因果，第四個是哲學，第五個是科學。這段講的是科學，講的是宇宙，宇宙無限大跟無量小，全都給我們說出來。無量大是現在所謂的宏觀世界，太空物理；無量小是量子力學，微觀世界。『一塵』就是今天所講的量子力學，物質裡面最小的，一微塵，科學的術語稱之為原子、粒子，現在發現比粒子還要小的，夸克。夸克是不是還能分，現在不知道，這世間科學不斷在進步，誰都不敢下定論。"
    },
    {
      "id": "12-017-1708_p0004",
      "zh_CN": "佛经里面讲微尘，这是最小的物质，不能再分了。这最小物质里面有世界，你看『彼一尘内』能现无量无边的刹土，刹土是大世界，在前面也都跟诸位报告过，在第一首里头报告过了。这个「刹」不是讲的小世界，我们讲一尊佛的教化区。其实每一尊佛的教区，虽然都称一佛刹，大小不一样，真的像第四句里面讲，『或有广大或狭小』。我们娑婆世界要跟阿弥陀佛极乐世界去相比，极乐世界就是广大，我们娑婆世界就狭小，没法子比；华藏世界也是广大。",
      "zh_TW": "佛經裡面講微塵，這是最小的物質，不能再分了。這最小物質裡面有世界，你看『彼一塵內』能現無量無邊的剎土，剎土是大世界，在前面也都跟諸位報告過，在第一首裡頭報告過了。這個「剎」不是講的小世界，我們講一尊佛的教化區。其實每一尊佛的教區，雖然都稱一佛剎，大小不一樣，真的像第四句裡面講，『或有廣大或狹小』。我們娑婆世界要跟阿彌陀佛極樂世界去相比，極樂世界就是廣大，我們娑婆世界就狹小，沒法子比；華藏世界也是廣大。"
    },
    {
      "id": "12-017-1708_p0005",
      "zh_CN": "为什么会有这种情形？一般来说是众生福报不一样。福报何以不一样？在中国古老的谚语里头有所谓「量大福大」。由此可知，大小没有一定。如果这个世界的居民能够接受佛菩萨的教诲，心量都拓开，心包太虚，量周沙界，这个佛土就广大。如果心量狭小，我们常讲自私自利，起心动念是损人利己，这心量很小，你居住的国土就很狭小。我们地球上的人心量不大，所以地球在太空当中是个小星球，不是很大的。太阳比我们地球就大得太多，要大一百多万倍。但是那是个火球，火球里头有没有众生能生存？像我们这样的众生在那边不能生存，可是有一类的众生适合于居住在那个地区，这是我们无法想像的。",
      "zh_TW": "為什麼會有這種情形？一般來說是眾生福報不一樣。福報何以不一樣？在中國古老的諺語裡頭有所謂「量大福大」。由此可知，大小沒有一定。如果這個世界的居民能夠接受佛菩薩的教誨，心量都拓開，心包太虛，量周沙界，這個佛土就廣大。如果心量狹小，我們常講自私自利，起心動念是損人利己，這心量很小，你居住的國土就很狹小。我們地球上的人心量不大，所以地球在太空當中是個小星球，不是很大的。太陽比我們地球就大得太多，要大一百多萬倍。但是那是個火球，火球裡頭有沒有眾生能生存？像我們這樣的眾生在那邊不能生存，可是有一類的眾生適合於居住在那個地區，這是我們無法想像的。"
    },
    {
      "id": "12-017-1708_p0006",
      "zh_CN": "我们佛经里面有日光菩萨、月光菩萨，过去太空人登陆月球时，就有两个人来问我，我们以后还要不要念日光菩萨、月光菩萨，月亮里没有人。是的，月亮里头没有像我们这一类的人，可是不同维次空间的生物我们不可以说那里没有。是我们肉眼见不到的，另一个维次空间里头他住在那里，我们不知道。所以，日光菩萨、月光菩萨还要照念。科学在我们地球上，现前的阶段还没有达到高水平，这个连科学家也知道。将来要有长足的进步，或者能发现月球里面有众生，太阳里面也有众生，围绕着太阳旋转，太阳系里面很多小星球，还是有众生居住。",
      "zh_TW": "我們佛經裡面有日光菩薩、月光菩薩，過去太空人登陸月球時，就有兩個人來問我，我們以後還要不要念日光菩薩、月光菩薩，月亮裡沒有人。是的，月亮裡頭沒有像我們這一類的人，可是不同維次空間的生物我們不可以說那裡沒有。是我們肉眼見不到的，另一個維次空間裡頭他住在那裡，我們不知道。所以，日光菩薩、月光菩薩還要照念。科學在我們地球上，現前的階段還沒有達到高水平，這個連科學家也知道。將來要有長足的進步，或者能發現月球裡面有眾生，太陽裡面也有眾生，圍繞著太陽旋轉，太陽系裡面很多小星球，還是有眾生居住。"
    },
    {
      "id": "12-017-1708_p0007",
      "zh_CN": "我们学佛的人从这些理论上推测，应该是这样的。为什么？这些星球是属于依报，依报从哪里来的？依报从正报变现出来的，「依报随着正报转」。不同维次空间这个现象，科学家现在已经很清楚，已经承认，确实有！可是空间怎么突破，现在还做不到。如果能突破，我们的眼界就扩大，从前看不到的东西，现在也能看得见。佛法，还有些宗教，他们可以突破，用什么方法突破？用禅定，心地清净就能突破。微尘里面的刹土，那要很深的禅定，像我们前面所读过的，普贤菩萨能契入，普贤菩萨的禅定就高了。",
      "zh_TW": "我們學佛的人從這些理論上推測，應該是這樣的。為什麼？這些星球是屬於依報，依報從哪裡來的？依報從正報變現出來的，「依報隨著正報轉」。不同維次空間這個現象，科學家現在已經很清楚，已經承認，確實有！可是空間怎麼突破，現在還做不到。如果能突破，我們的眼界就擴大，從前看不到的東西，現在也能看得見。佛法，還有些宗教，他們可以突破，用什麼方法突破？用禪定，心地清淨就能突破。微塵裡面的剎土，那要很深的禪定，像我們前面所讀過的，普賢菩薩能契入，普賢菩薩的禪定就高了。"
    },
    {
      "id": "12-017-1708_p0008",
      "zh_CN": "在大乘教里面，普贤菩萨是一个大的类别，众多的普贤菩萨，程度差别不一样。以《华严经》来说，五十一个位次，如果修普贤行，这五十一个位次都称为普贤菩萨，这个道理要懂。十信位的普贤菩萨，十住位的普贤菩萨，十地位的普贤菩萨，定功差别就太大了。经里面告诉我们，普贤菩萨又有三个说法，有当位的普贤菩萨，有位前的普贤菩萨，有位后的普贤菩萨。当位是什么？当位是等觉，位前就是等觉之位以前的，像我们刚才讲的，从初信位到十地位，这五十个阶级都是等觉之前的。等觉之后的普贤菩萨，那成佛了。这些事实真相都得搞清楚。",
      "zh_TW": "在大乘教裡面，普賢菩薩是一個大的類別，眾多的普賢菩薩，程度差別不一樣。以《華嚴經》來說，五十一個位次，如果修普賢行，這五十一個位次都稱為普賢菩薩，這個道理要懂。十信位的普賢菩薩，十住位的普賢菩薩，十地位的普賢菩薩，定功差別就太大了。經裡面告訴我們，普賢菩薩又有三個說法，有當位的普賢菩薩，有位前的普賢菩薩，有位後的普賢菩薩。當位是什麼？當位是等覺，位前就是等覺之位以前的，像我們剛才講的，從初信位到十地位，這五十個階級都是等覺之前的。等覺之後的普賢菩薩，那成佛了。這些事實真相都得搞清楚。"
    },
    {
      "id": "12-017-1708_p0009",
      "zh_CN": "修普贤行的等觉菩萨，实际上哪个等觉菩萨不修普贤行？他有能力入微尘世界。前面说过，微尘世界里面还有微尘，微尘世界跟外面世界没有两样，不可思议，无法想像。那我们要问，微尘世界里面有没有我们地球？有没有我们太阳系？有！微尘世界里有没有我们的身？有没有我们大众？肯定也有；我们这个身在宇宙之间无量无边，是不是？是的，没错。可是无量无边我们的身，我们起心动念统统起感应，我们出生，每个世界里面都有我们出生；我们如果这个身死了，灭掉了，每个世界也是这样，一样的情形。你怎么想法？为什么会有这个现象？佛在经教里面答复你，法性法尔如是。法性自自然然它就是这个样子，没有理由，这叫事实真相。《般若经》上称之「诸法实相」，有科学。哲学是智慧。",
      "zh_TW": "修普賢行的等覺菩薩，實際上哪個等覺菩薩不修普賢行？他有能力入微塵世界。前面說過，微塵世界裡面還有微塵，微塵世界跟外面世界沒有兩樣，不可思議，無法想像。那我們要問，微塵世界裡面有沒有我們地球？有沒有我們太陽系？有！微塵世界裡有沒有我們的身？有沒有我們大眾？肯定也有；我們這個身在宇宙之間無量無邊，是不是？是的，沒錯。可是無量無邊我們的身，我們起心動念統統起感應，我們出生，每個世界裡面都有我們出生；我們如果這個身死了，滅掉了，每個世界也是這樣，一樣的情形。你怎麼想法？為什麼會有這個現象？佛在經教裡面答覆你，法性法爾如是。法性自自然然它就是這個樣子，沒有理由，這叫事實真相。《般若經》上稱之「諸法實相」，有科學。哲學是智慧。"
    },
    {
      "id": "12-017-1708_p0010",
      "zh_CN": "所以佛经的教育非常圆满，这些我们学佛同修不能不认识；不认识，你学佛就搞迷信。你一定要晓得佛法是教育，我常常讲，什么教育？究竟圆满的教育。我上面还加一句，佛陀对于九法界众生究竟圆满的教育，学佛是在接受圆满教育的。这个观念确定了，我们学佛就没有走偏差，不会走上错路。这个教育是每一个人都应当要学习的，为什么？佛说得很好，你本来是佛，你现在迷了，一念不觉，受教育的目的干什么？回归到你自己本来是佛，这个教育目的在此地，这叫究竟圆满。",
      "zh_TW": "所以佛經的教育非常圓滿，這些我們學佛同修不能不認識；不認識，你學佛就搞迷信。你一定要曉得佛法是教育，我常常講，什麼教育？究竟圓滿的教育。我上面還加一句，佛陀對於九法界眾生究竟圓滿的教育，學佛是在接受圓滿教育的。這個觀念確定了，我們學佛就沒有走偏差，不會走上錯路。這個教育是每一個人都應當要學習的，為什麼？佛說得很好，你本來是佛，你現在迷了，一念不覺，受教育的目的幹什麼？回歸到你自己本來是佛，這個教育目的在此地，這叫究竟圓滿。"
    },
    {
      "id": "12-017-1708_p0011",
      "zh_CN": "我们世间教育，譬如中国自古我们的传统教育，我们传统教育目的在哪里？真正的目的是希望父子的亲爱在这一生当中永远保持，不会变质，这是中国教育的目的。所以中国教育是亲爱的教育，父子有亲。现代的社会迫切需要，为什么？父子亲爱没有了，父子对立，父子当中产生矛盾，发生冲突了。这些现象古圣先贤都看到，都明白了，所以才搞教育。希望接受到教育，你能够明白做人的道理，父子亲爱是天性，要懂得天性的道理。这个天性道理要绵延下去，还要把它扩张，扩张到你爱家庭，爱你的族群，爱社会、爱国家、爱人类，最后扩展到爱一切众生。这是中国五千年传统的教育，但是没有叫你回归自性，没有回归自性就不圆满。回归自性，本来是佛，这到究竟圆满。",
      "zh_TW": "我們世間教育，譬如中國自古我們的傳統教育，我們傳統教育目的在哪裡？真正的目的是希望父子的親愛在這一生當中永遠保持，不會變質，這是中國教育的目的。所以中國教育是親愛的教育，父子有親。現代的社會迫切需要，為什麼？父子親愛沒有了，父子對立，父子當中產生矛盾，發生衝突了。這些現象古聖先賢都看到，都明白了，所以才搞教育。希望接受到教育，你能夠明白做人的道理，父子親愛是天性，要懂得天性的道理。這個天性道理要綿延下去，還要把它擴張，擴張到你愛家庭，愛你的族群，愛社會、愛國家、愛人類，最後擴展到愛一切眾生。這是中國五千年傳統的教育，但是沒有叫你回歸自性，沒有回歸自性就不圓滿。回歸自性，本來是佛，這到究竟圓滿。"
    },
    {
      "id": "12-017-1708_p0012",
      "zh_CN": "我们要把佛教的本质认识清楚，人家问我们学佛，我们能答得出来，能讲得明白。然后佛教育要不要学？不能不学。哲学、科学要学，哲学、科学在佛教育，排的顺序排到最后，伦理道德排在最先。这个排列顺序用意在哪里？用意在世界永久的安定和平，这都是现代社会当前迫切需要的。这么好的教育没有人知道，而把佛教误会成为迷信的宗教，不敢碰它，你看多可惜！我们很幸运遇到了，尤其是搞清楚、搞明白了，要帮助这个社会，帮助大众，先要自己学好。自己学好了给社会大众做个样子，他看看这个不错，是很好，于是学习的兴趣就能生起来；如果看到学佛的人各个还像迷信的样子，兴趣就没有了，就提不起来。这就是说自度而后才能度人，「自己未度，而能度人，无有是处」，没有这个道理，这个话是佛说的。",
      "zh_TW": "我們要把佛教的本質認識清楚，人家問我們學佛，我們能答得出來，能講得明白。然後佛教育要不要學？不能不學。哲學、科學要學，哲學、科學在佛教育，排的順序排到最後，倫理道德排在最先。這個排列順序用意在哪裡？用意在世界永久的安定和平，這都是現代社會當前迫切需要的。這麼好的教育沒有人知道，而把佛教誤會成為迷信的宗教，不敢碰它，你看多可惜！我們很幸運遇到了，尤其是搞清楚、搞明白了，要幫助這個社會，幫助大眾，先要自己學好。自己學好了給社會大眾做個樣子，他看看這個不錯，是很好，於是學習的興趣就能生起來；如果看到學佛的人各個還像迷信的樣子，興趣就沒有了，就提不起來。這就是說自度而後才能度人，「自己未度，而能度人，無有是處」，沒有這個道理，這個話是佛說的。"
    },
    {
      "id": "12-017-1708_p0013",
      "zh_CN": "所以首先在现在告诉我们，一微尘里面有无量无边的佛刹。现在科学家发现一微尘，但是一微尘里面还有众多刹，没有发现。对于一微尘的现象，科学家所说的跟佛经所讲的很接近。",
      "zh_TW": "所以首先在現在告訴我們，一微塵裡面有無量無邊的佛剎。現在科學家發現一微塵，但是一微塵裡面還有眾多剎，沒有發現。對於一微塵的現象，科學家所說的跟佛經所講的很接近。"
    },
    {
      "id": "12-017-1708_p0014",
      "zh_CN": "第二句告诉我们，这些佛刹里面或者『有佛』，或者『无佛』，「无佛」就是众生。佛跟众生是一体的两面，佛就是众生，众生就是佛，一体两面。一念觉，众生成佛；一念迷，佛变成众生，这个《华严经》上讲得很多。「无佛」就是这一个地区，我们说这个星球上的众生，都迷了，没有觉悟的。一念觉悟的这些佛来不来帮助他？来，虽来，迷惑的众生不认识佛。佛认识众生，众生不认识佛，众生看到佛菩萨也是众生，他不以为他是佛菩萨。所以在相上讲看不到。",
      "zh_TW": "第二句告訴我們，這些佛剎裡面或者『有佛』，或者『無佛』，「無佛」就是眾生。佛跟眾生是一體的兩面，佛就是眾生，眾生就是佛，一體兩面。一念覺，眾生成佛；一念迷，佛變成眾生，這個《華嚴經》上講得很多。「無佛」就是這一個地區，我們說這個星球上的眾生，都迷了，沒有覺悟的。一念覺悟的這些佛來不來幫助他？來，雖來，迷惑的眾生不認識佛。佛認識眾生，眾生不認識佛，眾生看到佛菩薩也是眾生，他不以為他是佛菩薩。所以在相上講看不到。"
    },
    {
      "id": "12-017-1708_p0015",
      "zh_CN": "可是我们学了佛之后，对于大乘教稍稍能够契入一点，我们慢慢就会发现，发现什么？发现这个世间有佛，这是真的，一点不假，而且非常有趣。佛给我们讲，「一切众生本来是佛」，真的，本来确实是佛。那现在是不是佛？当然是佛，他本来是佛。现在变成什么？全都变成一念不觉的佛，要靠佛菩萨来帮助，帮助他觉悟。只要有一个人觉悟，就会带动一批人觉悟，会带动很多人觉悟。在我们现前这个阶段，二千五百年前，我们照外国人说法，中国人说法是三千年前，释迦牟尼佛出现在这个世间，示现什么？示现一念觉悟。怎么觉的不能不知道，觉悟的秘诀你要知道，你要把它抓住，你走这个方向，你肯定觉悟。觉悟的秘诀是什么？放下！放下你就看破，看破又帮助放下，看破、放下，放下、看破，这两个方法相辅相成。从初发心到如来地，从开始觉悟到证得究竟圆满，没有别的方法，就这个方法。",
      "zh_TW": "可是我們學了佛之後，對於大乘教稍稍能夠契入一點，我們慢慢就會發現，發現什麼？發現這個世間有佛，這是真的，一點不假，而且非常有趣。佛給我們講，「一切眾生本來是佛」，真的，本來確實是佛。那現在是不是佛？當然是佛，他本來是佛。現在變成什麼？全都變成一念不覺的佛，要靠佛菩薩來幫助，幫助他覺悟。只要有一個人覺悟，就會帶動一批人覺悟，會帶動很多人覺悟。在我們現前這個階段，二千五百年前，我們照外國人說法，中國人說法是三千年前，釋迦牟尼佛出現在這個世間，示現什麼？示現一念覺悟。怎麼覺的不能不知道，覺悟的祕訣你要知道，你要把它抓住，你走這個方向，你肯定覺悟。覺悟的祕訣是什麼？放下！放下你就看破，看破又幫助放下，看破、放下，放下、看破，這兩個方法相輔相成。從初發心到如來地，從開始覺悟到證得究竟圓滿，沒有別的方法，就這個方法。"
    },
    {
      "id": "12-017-1708_p0016",
      "zh_CN": "你看释迦牟尼佛怕我们不相信，实在他讲很容易就能讲出来，示现给我们看，示现给我们看不相信，没有人会接受。如果他示现一放下，智慧、神通、德相全部现前，我们一般人看到会怎么想法？他不是普通人，他是神，我们做不到，不愿意接受。那怎么办？一定要示现跟我们一样，凡夫俗子，示现去修行，然后再示现开悟证果，这个大家相信了。所以他还要走这个路子，到我们这个世间来，来投胎，就跟一般业报受生没有两样。实际上他不是业报，他是乘愿再来，是看这个地方众生缘成熟了，必须用这个方法，用这个手段，要帮助众生觉悟。",
      "zh_TW": "你看釋迦牟尼佛怕我們不相信，實在他講很容易就能講出來，示現給我們看，示現給我們看不相信，沒有人會接受。如果他示現一放下，智慧、神通、德相全部現前，我們一般人看到會怎麼想法？他不是普通人，他是神，我們做不到，不願意接受。那怎麼辦？一定要示現跟我們一樣，凡夫俗子，示現去修行，然後再示現開悟證果，這個大家相信了。所以他還要走這個路子，到我們這個世間來，來投胎，就跟一般業報受生沒有兩樣。實際上他不是業報，他是乘願再來，是看這個地方眾生緣成熟了，必須用這個方法，用這個手段，要幫助眾生覺悟。"
    },
    {
      "id": "12-017-1708_p0017",
      "zh_CN": "出生在贵族，在王宫，世间人所追求的是荣华富贵，荣华富贵到顶端就是做国王，他示现在国王家里。这就是一般人梦寐所希求的，他全得到了，你们都在求。他得到之后怎样？把它舍掉，放下，不要了。让你去想，每个人都想做国王，为什么他得到王位之后他把它舍掉？一定有比国王更殊胜的东西，要不然他为什么会舍掉？这就叫我们思考，他在那里出题目，叫我们去想。王位连带着所谓「贵为天子，富有四海」，荣华富贵到极处，对于人生来说不是真实的，谈不上价值与意义。为什么？因为世间无常，你保不住。",
      "zh_TW": "出生在貴族，在王宮，世間人所追求的是榮華富貴，榮華富貴到頂端就是做國王，他示現在國王家裡。這就是一般人夢寐所希求的，他全得到了，你們都在求。他得到之後怎樣？把它捨掉，放下，不要了。讓你去想，每個人都想做國王，為什麼他得到王位之後他把它捨掉？一定有比國王更殊勝的東西，要不然他為什麼會捨掉？這就叫我們思考，他在那裡出題目，叫我們去想。王位連帶著所謂「貴為天子，富有四海」，榮華富貴到極處，對於人生來說不是真實的，談不上價值與意義。為什麼？因為世間無常，你保不住。"
    },
    {
      "id": "12-017-1708_p0018",
      "zh_CN": "中国人讲「三不朽」，知道人在世间是无常的，希望什么？历史上留名，立功、立德、立言，将来写在历史上，传到后世。你看看想尽方法希望自己死了以后留名于后世，流芳百世。可是你要晓得，地球有成住坏空，地球哪一天坏掉，变成空了，没有了，历史还能存在吗？还是佛说得好，说了真话，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。你要晓得这个事实，就不再做这个打算，留名也是空的，也是一场空。沧海桑田，不只沧海桑田，成住坏空。什么是真的？提升灵性是真的。提升灵性靠什么？纯净纯善。为什么？清净、善良是性德，你好好养你的性德，这个带得去，这个真的是不生不灭，万古长存。",
      "zh_TW": "中國人講「三不朽」，知道人在世間是無常的，希望什麼？歷史上留名，立功、立德、立言，將來寫在歷史上，傳到後世。你看看想盡方法希望自己死了以後留名於後世，流芳百世。可是你要曉得，地球有成住壞空，地球哪一天壞掉，變成空了，沒有了，歷史還能存在嗎？還是佛說得好，說了真話，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。你要曉得這個事實，就不再做這個打算，留名也是空的，也是一場空。滄海桑田，不只滄海桑田，成住壞空。什麼是真的？提升靈性是真的。提升靈性靠什麼？純淨純善。為什麼？清淨、善良是性德，你好好養你的性德，這個帶得去，這個真的是不生不滅，萬古長存。"
    },
    {
      "id": "12-017-1708_p0019",
      "zh_CN": "六祖大师这是在中国的示现，彻悟之后他明白了，他说「何期自性」，这句话用现代的话说，没有想到我的自性「本自清净」，本来一点没有染污；没有想到我的自性「本不生灭」，没有生灭。身有生灭，现在外国人讲灵魂不生灭，那不是本性，那比六祖差远了。灵性不生不灭，我们今天讲法性，讲法身。又说「何期自性，本自具足」，这句话重要。我们今天要求，现在人求财富、求聪明智慧、求健康长寿，没有想到这些东西自性里统统具足。自性里面有圆满的智慧，自性里面有无量的德能，自性里面有无量的相好。现在为什么不能现前？自性里的福报被你的贪心障碍了，你有贪心，你有吝啬，你自性里面无量无边的福报，佛经讲的相好，都没有了，障住了。自性里面无量的智慧是被愚痴烦恼障碍住，我们的贪瞋痴慢疑把性德全障了。你要把这些烦恼放下，你自性里面的圆满具足的智慧德相统统现前。",
      "zh_TW": "六祖大師這是在中國的示現，徹悟之後他明白了，他說「何期自性」，這句話用現代的話說，沒有想到我的自性「本自清淨」，本來一點沒有染污；沒有想到我的自性「本不生滅」，沒有生滅。身有生滅，現在外國人講靈魂不生滅，那不是本性，那比六祖差遠了。靈性不生不滅，我們今天講法性，講法身。又說「何期自性，本自具足」，這句話重要。我們今天要求，現在人求財富、求聰明智慧、求健康長壽，沒有想到這些東西自性裡統統具足。自性裡面有圓滿的智慧，自性裡面有無量的德能，自性裡面有無量的相好。現在為什麼不能現前？自性裡的福報被你的貪心障礙了，你有貪心，你有吝嗇，你自性裡面無量無邊的福報，佛經講的相好，都沒有了，障住了。自性裡面無量的智慧是被愚痴煩惱障礙住，我們的貪瞋痴慢疑把性德全障了。你要把這些煩惱放下，你自性裡面的圓滿具足的智慧德相統統現前。"
    },
    {
      "id": "12-017-1708_p0020",
      "zh_CN": "又说，「何期自性，本无动摇」。现在无论是学道，无论是求学，心不定，我们常讲心浮气躁，定不下来，没想到自性本来是定的。经教里面常讲「那伽常在定，无有不定时」，你本来是定的。最后说了一句，「何期自性，能生万法」，能变虚空法界，依正庄严，你自性变的。这是六祖开悟的时候说这五句话。这一悟，就有佛了，在中国就有佛了，释迦牟尼佛的示现，在印度就有佛了。",
      "zh_TW": "又說，「何期自性，本無動搖」。現在無論是學道，無論是求學，心不定，我們常講心浮氣躁，定不下來，沒想到自性本來是定的。經教裡面常講「那伽常在定，無有不定時」，你本來是定的。最後說了一句，「何期自性，能生萬法」，能變虛空法界，依正莊嚴，你自性變的。這是六祖開悟的時候說這五句話。這一悟，就有佛了，在中國就有佛了，釋迦牟尼佛的示現，在印度就有佛了。"
    },
    {
      "id": "12-017-1708_p0021",
      "zh_CN": "你看示现的形状不一样，为什么？释迦牟尼佛出现那个时代，印度可以说是文化水平达到登峰造极，最盛的一个时代。佛在经上给我们讲，当时的宗教学派经上讲了九十六种，比我们中国先秦诸子多得多。在中国学术，先秦诸子是达到黄金时代，孔子、孟子、老庄那个时代。各家学派都出来了，所以学术的风气非常之盛，大家都求学。所以释迦牟尼佛示现求学，学了十二年，十九岁开始出去学，到三十岁，学了十二年。那么你要想到他是王子的身分，贵族身分，又聪明、又好学，我们就相信印度当时九十六种学派那些高人他都接触到，他都向他们请教过、学过。学了最后怎么样？解决不了问题。释迦牟尼佛提出什么问题？生死的问题，生老病死苦的问题解决不了。",
      "zh_TW": "你看示現的形狀不一樣，為什麼？釋迦牟尼佛出現那個時代，印度可以說是文化水平達到登峰造極，最盛的一個時代。佛在經上給我們講，當時的宗教學派經上講了九十六種，比我們中國先秦諸子多得多。在中國學術，先秦諸子是達到黃金時代，孔子、孟子、老莊那個時代。各家學派都出來了，所以學術的風氣非常之盛，大家都求學。所以釋迦牟尼佛示現求學，學了十二年，十九歲開始出去學，到三十歲，學了十二年。那麼你要想到他是王子的身分，貴族身分，又聰明、又好學，我們就相信印度當時九十六種學派那些高人他都接觸到，他都向他們請教過、學過。學了最後怎麼樣？解決不了問題。釋迦牟尼佛提出什麼問題？生死的問題，生老病死苦的問題解決不了。"
    },
    {
      "id": "12-017-1708_p0022",
      "zh_CN": "所以，他给我们表演，把这个学放弃掉，到恒河边上菩提树下，万缘放下，入定了。这一放下，给我们很大的启示，一放下就开悟。他放下什么？妄想分别执着统统放下，所学的东西都不要了，全放下了，这一放下开悟了。要知道所学的那些东西在佛教里头叫做所知障，学那些东西都造成障碍，把自性里面本有的智慧德能障碍住。放下，一放下，自性里面的智慧透出来，自性的智慧、自性的德能、自性的相好全透出来。这一透出来之后，疑惑化解了，问题的答案全出来了，则开始教学。",
      "zh_TW": "所以，他給我們表演，把這個學放棄掉，到恆河邊上菩提樹下，萬緣放下，入定了。這一放下，給我們很大的啟示，一放下就開悟。他放下什麼？妄想分別執著統統放下，所學的東西都不要了，全放下了，這一放下開悟了。要知道所學的那些東西在佛教裡頭叫做所知障，學那些東西都造成障礙，把自性裡面本有的智慧德能障礙住。放下，一放下，自性裡面的智慧透出來，自性的智慧、自性的德能、自性的相好全透出來。這一透出來之後，疑惑化解了，問題的答案全出來了，則開始教學。"
    },
    {
      "id": "12-017-1708_p0023",
      "zh_CN": "这一教就四十九年。大家要晓得，没有教科书，没有书本，没有教材，也不需要预备，对一个人、两个人教他，对几百人、几千人也是教他。讲经三百余会，说法四十九年，七十九岁圆寂的。释迦牟尼佛给我们示现，真正的学问、德能、相好怎么成就的？放下成就的，不是十二年到处参学成就的，我们要懂得这个启示。要相信六祖大师的话，「何期自性，本自清净；何期自性，本不生灭；何期自性，本自具足；何期自性，本无动摇；何期自性，能生万法」。这个佛在示现，在印度做那种示现，在中国做另外一种示现，意义都很深。",
      "zh_TW": "這一教就四十九年。大家要曉得，沒有教科書，沒有書本，沒有教材，也不需要預備，對一個人、兩個人教他，對幾百人、幾千人也是教他。講經三百餘會，說法四十九年，七十九歲圓寂的。釋迦牟尼佛給我們示現，真正的學問、德能、相好怎麼成就的？放下成就的，不是十二年到處參學成就的，我們要懂得這個啟示。要相信六祖大師的話，「何期自性，本自清淨；何期自性，本不生滅；何期自性，本自具足；何期自性，本無動搖；何期自性，能生萬法」。這個佛在示現，在印度做那種示現，在中國做另外一種示現，意義都很深。"
    },
    {
      "id": "12-017-1708_p0024",
      "zh_CN": "佛教传到中国，中国人学佛慢慢多了，都在经教里下功夫，不开悟。都自己认为很了不起，经教通达了，读多少东西，不开悟。能大师的示现，不认识字，没有学过，一放下全开悟了，全悟了。你想想看，这是我们最明显你能够体会的，两尊佛，惠能大师开悟跟释迦牟尼佛在菩提树下开悟的境界完全相同，没有两样。你说释迦牟尼佛是古佛再来，惠能大师也是古佛再来，来度众生的，来表演的，教给我们，原来这个事情是要放下的！",
      "zh_TW": "佛教傳到中國，中國人學佛慢慢多了，都在經教裡下功夫，不開悟。都自己認為很了不起，經教通達了，讀多少東西，不開悟。能大師的示現，不認識字，沒有學過，一放下全開悟了，全悟了。你想想看，這是我們最明顯你能夠體會的，兩尊佛，惠能大師開悟跟釋迦牟尼佛在菩提樹下開悟的境界完全相同，沒有兩樣。你說釋迦牟尼佛是古佛再來，惠能大師也是古佛再來，來度眾生的，來表演的，教給我們，原來這個事情是要放下的！"
    },
    {
      "id": "12-017-1708_p0025",
      "zh_CN": "我们天天在学，我现在每天读经还是三、四个小时，放下没有？放下了。放下为什么还读？读而无读，无读而读，就放下了，要明白这个道理。读，是跟诸佛菩萨、是跟祖师大德做朋友，看他们东西就是跟他们聊天，「有朋自远方来，不亦乐乎」。虽然聊天，痕迹都不着，这叫放下。读经不着文字相，不著名字相，不着心缘相，这是什么？这是提升自己。如果一着相，就错了。读经如是，日常生活当中，生活如是，工作如是，处事待人接物没有一样不如是，这叫法喜充满，这叫不亦悦乎。无论是读经，无论是工作，乃至于穿衣吃饭，没有一桩不是法喜充满，没有一桩不是跟自性相应。跟自性相应就是跟法性相应，就是跟清净寂灭相应。能有少分相应，你工作就不累，你没有烦恼，再多的事情，心清净，再多的事情，心里没事，这个受用可就大了。工作量再多，每样事情都做得非常好，心地清净一尘不染。",
      "zh_TW": "我們天天在學，我現在每天讀經還是三、四個小時，放下沒有？放下了。放下為什麼還讀？讀而無讀，無讀而讀，就放下了，要明白這個道理。讀，是跟諸佛菩薩、是跟祖師大德做朋友，看他們東西就是跟他們聊天，「有朋自遠方來，不亦樂乎」。雖然聊天，痕跡都不著，這叫放下。讀經不著文字相，不著名字相，不著心緣相，這是什麼？這是提升自己。如果一著相，就錯了。讀經如是，日常生活當中，生活如是，工作如是，處事待人接物沒有一樣不如是，這叫法喜充滿，這叫不亦悅乎。無論是讀經，無論是工作，乃至於穿衣吃飯，沒有一樁不是法喜充滿，沒有一樁不是跟自性相應。跟自性相應就是跟法性相應，就是跟清淨寂滅相應。能有少分相應，你工作就不累，你沒有煩惱，再多的事情，心清淨，再多的事情，心裡沒事，這個受用可就大了。工作量再多，每樣事情都做得非常好，心地清淨一塵不染。"
    },
    {
      "id": "12-017-1708_p0026",
      "zh_CN": "心要记住，心是空的，心不是精神，也不是物质，你要保持；相是有的，空有不二。所以佛家表法你看用法轮，用这个来代表，这代表的意思很好。法轮是圆，圆有个圆心，圆心在哪里？圆心肯定有，你找不到，是个抽象的概念，肯定是有，但是找不到。所以说空，空不是无，它是有，它起作用的时候是外面的圆周，圆周代表事，圆心代表理；圆周代表相，圆心代表性。所以心要空，空就有灵，灵就是智慧；心不能有，心有，灵就变成烦恼。所以心要常常保持清净，保持没有事情。这个很难，牵肠挂肚的事情太多，怎么能放下？可是你要晓得，你要想智慧，你要想健康长寿，你一定要放下。永远保持心地空灵，你就想到圆心，可不能有一点东西，有一点东西心就坏了。",
      "zh_TW": "心要記住，心是空的，心不是精神，也不是物質，你要保持；相是有的，空有不二。所以佛家表法你看用法輪，用這個來代表，這代表的意思很好。法輪是圓，圓有個圓心，圓心在哪裡？圓心肯定有，你找不到，是個抽象的概念，肯定是有，但是找不到。所以說空，空不是無，它是有，它起作用的時候是外面的圓周，圓周代表事，圓心代表理；圓周代表相，圓心代表性。所以心要空，空就有靈，靈就是智慧；心不能有，心有，靈就變成煩惱。所以心要常常保持清淨，保持沒有事情。這個很難，牽腸掛肚的事情太多，怎麼能放下？可是你要曉得，你要想智慧，你要想健康長壽，你一定要放下。永遠保持心地空靈，你就想到圓心，可不能有一點東西，有一點東西心就壞了。"
    },
    {
      "id": "12-017-1708_p0027",
      "zh_CN": "阿罗汉以上心都是空灵，但是阿罗汉还不是真空，到菩萨就接近真空。事相上虽然再多、再复杂，心上没有，那就是放下，那就真彻底放下。事碍不碍？不碍事。我们为苦难众生，那要缘，这一定要认识清楚。众生的缘有没有成熟？众生的福报有没有成熟？他没有福报，他应该要受罪的时候，佛菩萨也看着让他受罪，果报！他造这些恶业，他一定要受果报。希望他从受果报当中一下省悟过来，这是佛菩萨为咱们示现，这是教化众生。",
      "zh_TW": "阿羅漢以上心都是空靈，但是阿羅漢還不是真空，到菩薩就接近真空。事相上雖然再多、再複雜，心上沒有，那就是放下，那就真徹底放下。事礙不礙？不礙事。我們為苦難眾生，那要緣，這一定要認識清楚。眾生的緣有沒有成熟？眾生的福報有沒有成熟？他沒有福報，他應該要受罪的時候，佛菩薩也看著讓他受罪，果報！他造這些惡業，他一定要受果報。希望他從受果報當中一下省悟過來，這是佛菩薩為咱們示現，這是教化眾生。"
    },
    {
      "id": "12-017-1708_p0028",
      "zh_CN": "所以，缘成熟的时候，佛陀的教学就兴旺起来。缘没有成熟，诸佛菩萨来得再多，是来得多，没错，他所现的相跟我们凡夫完全一样，你怎么看也看不出来。虽看不出来，他还是起作用，这个作用就是我们常讲保佑这个地区，加持这些苦难众生，还是有，并不显著。不显著是什么？众生迷惑颠倒，诸佛菩萨付出是很多，但是众生接受的太少了，我们用这个比喻来说。这是讲有佛、无佛。此地经上讲有佛、无佛是从相上说的，从理上说的，只有「有佛」，没有「无佛」，从理上讲的；从相上讲，「或无佛」。",
      "zh_TW": "所以，緣成熟的時候，佛陀的教學就興旺起來。緣沒有成熟，諸佛菩薩來得再多，是來得多，沒錯，他所現的相跟我們凡夫完全一樣，你怎麼看也看不出來。雖看不出來，他還是起作用，這個作用就是我們常講保佑這個地區，加持這些苦難眾生，還是有，並不顯著。不顯著是什麼？眾生迷惑顛倒，諸佛菩薩付出是很多，但是眾生接受的太少了，我們用這個比喻來說。這是講有佛、無佛。此地經上講有佛、無佛是從相上說的，從理上說的，只有「有佛」，沒有「無佛」，從理上講的；從相上講，「或無佛」。"
    },
    {
      "id": "12-017-1708_p0029",
      "zh_CN": "在我们现前这个时代，我们所处的这个地区，我要说个经验的话与大家分享。你问我有没有佛？有佛。怎样认识佛？好学就认识佛，你不好学你就不认识佛。好学你就发现这个社会每一个人都是佛，为什么？帮助我学习，成就我的学业，他怎么不是佛？好学就是中国古人所讲的，「三人行，必有我师」。三个人是哪三个人？自己是一个，另外一个善人、一个恶人，这叫三人。善人在我们面前示现的样样都是善、都是美，我们想想，我有没有？我要没有，好好跟他学，他是个觉悟的人，我要向他学习，我也觉悟了。",
      "zh_TW": "在我們現前這個時代，我們所處的這個地區，我要說個經驗的話與大家分享。你問我有沒有佛？有佛。怎樣認識佛？好學就認識佛，你不好學你就不認識佛。好學你就發現這個社會每一個人都是佛，為什麼？幫助我學習，成就我的學業，他怎麼不是佛？好學就是中國古人所講的，「三人行，必有我師」。三個人是哪三個人？自己是一個，另外一個善人、一個惡人，這叫三人。善人在我們面前示現的樣樣都是善、都是美，我們想想，我有沒有？我要沒有，好好跟他學，他是個覺悟的人，我要向他學習，我也覺悟了。"
    },
    {
      "id": "12-017-1708_p0030",
      "zh_CN": "恶人在我们面前示现造种种恶业，我看到了，接触了，赶紧想想我有没有？如果有，要改。人很不容易知道自己过失，但是很容易看到别人的过失。所以佛给我们示现的，那是别人，我们很容易看到。他是我的镜子，我看到他，不要去批评他，回过头来赶快看自己，有没有？有则改之，无则嘉勉，我就学到了。如果我也有这个毛病，赶快改；没有这个毛病，以后不能犯这个毛病。善人是我的老师，恶人也是我的老师，善人给我启示，恶人也给我启示，所以善人是佛，恶人也是佛。那你一看全世界哪个不是佛？除我一个之外，全都是佛，你就见佛了。你能见到佛，你距离成佛就不远了。",
      "zh_TW": "惡人在我們面前示現造種種惡業，我看到了，接觸了，趕緊想想我有沒有？如果有，要改。人很不容易知道自己過失，但是很容易看到別人的過失。所以佛給我們示現的，那是別人，我們很容易看到。他是我的鏡子，我看到他，不要去批評他，回過頭來趕快看自己，有沒有？有則改之，無則嘉勉，我就學到了。如果我也有這個毛病，趕快改；沒有這個毛病，以後不能犯這個毛病。善人是我的老師，惡人也是我的老師，善人給我啟示，惡人也給我啟示，所以善人是佛，惡人也是佛。那你一看全世界哪個不是佛？除我一個之外，全都是佛，你就見佛了。你能見到佛，你距離成佛就不遠了。"
    },
    {
      "id": "12-017-1708_p0031",
      "zh_CN": "从早晨起来，你所看到是家人，跟你住在一起的，你能不能看到那是佛？要记住古圣先贤一句话，「反求诸己」，这叫好学，你会看到无量无边诸佛如来。从人看起，看明白了，然后你再看大自然，大自然里面看到动物，动物是畜生道，是我们的老师。你细心去观察，牠给我们什么启示？然后你再看植物，花草树木，然后再看山河大地。你能这样去观察，细心观察，你就能见到法身，你才能够得到佛菩萨的法喜，哪里不是？你不善学，那就没有法子，天天表演你不知道，你蒙在鼓里头。有佛、无佛我就跟诸位说到此地。现在时间到了。",
      "zh_TW": "從早晨起來，你所看到是家人，跟你住在一起的，你能不能看到那是佛？要記住古聖先賢一句話，「反求諸己」，這叫好學，你會看到無量無邊諸佛如來。從人看起，看明白了，然後你再看大自然，大自然裡面看到動物，動物是畜生道，是我們的老師。你細心去觀察，牠給我們什麼啟示？然後你再看植物，花草樹木，然後再看山河大地。你能這樣去觀察，細心觀察，你就能見到法身，你才能夠得到佛菩薩的法喜，哪裡不是？你不善學，那就沒有法子，天天表演你不知道，你蒙在鼓裡頭。有佛、無佛我就跟諸位說到此地。現在時間到了。"
    },
    {
      "id": "12-017-1708_p0032",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着再看后面的两句：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著再看後面的兩句："
    },
    {
      "id": "12-017-1708_p0033",
      "zh_CN": "【或有杂染或清净。或有广大或狭小。】",
      "zh_TW": "【或有雜染或清淨。或有廣大或狹小。】"
    },
    {
      "id": "12-017-1708_p0034",
      "zh_CN": "这两句是讲依报的环境，前面一句「有佛、无佛」是讲的正报，这是讲依报。『杂染』、『清净』，心净则国土净，虽然讲的环境，跟心性决定脱不了关系。为什么？心性是能现，外面的境界是所现，能所是一不是二。你明白这个道理，「杂染」跟「清净」就没有了。为什么？杂染是心性，清净也是心性，回归到心性里面，染净俱不可得，所以染净不二。但是在事相上讲，染净有差别，理上是没有差别，如果我们在事上能够见到理，也就是说在相上见到性，这叫明心见性。佛陀教导我们，我们自己修行做功夫，确实就在这一着。",
      "zh_TW": "這兩句是講依報的環境，前面一句「有佛、無佛」是講的正報，這是講依報。『雜染』、『清淨』，心淨則國土淨，雖然講的環境，跟心性決定脫不了關係。為什麼？心性是能現，外面的境界是所現，能所是一不是二。你明白這個道理，「雜染」跟「清淨」就沒有了。為什麼？雜染是心性，清淨也是心性，回歸到心性裡面，染淨俱不可得，所以染淨不二。但是在事相上講，染淨有差別，理上是沒有差別，如果我們在事上能夠見到理，也就是說在相上見到性，這叫明心見性。佛陀教導我們，我們自己修行做功夫，確實就在這一著。"
    },
    {
      "id": "12-017-1708_p0035",
      "zh_CN": "清净是四圣法界，我们讲十法界，杂染是六道。诸位要知道，杂染里头有善有恶，善是杂染，六道里头有三善道；恶也有杂染，也是杂染，这里面有三恶道。所以这里头有善恶。清净里头没有善恶，清净我们讲纯善，那个善不是善恶的善，这个要懂得。譬如说中国童蒙读本《三字经》里面，「人之初，性本善」，那个善是清净，不是杂染。所以那个善不是善恶的善，那个善是纯善。善恶的善是习性，习性是杂染，清净是本性。但是有清净，也有了染着，不严重，有了染着是他已经起心动念，但是这个里头没有分别、没有执着，所以他的相是清净的。如果清净也没有，就是起心动念都没有，那才叫真正回归自性。所以有清净，有本善，还是隔一层，见不到真性，为什么？这是妄想，这里头虽然没有分别、没有执着，它是个妄想，比六道凡夫高明太多了。",
      "zh_TW": "清淨是四聖法界，我們講十法界，雜染是六道。諸位要知道，雜染裡頭有善有惡，善是雜染，六道裡頭有三善道；惡也有雜染，也是雜染，這裡面有三惡道。所以這裡頭有善惡。清淨裡頭沒有善惡，清淨我們講純善，那個善不是善惡的善，這個要懂得。譬如說中國童蒙讀本《三字經》裡面，「人之初，性本善」，那個善是清淨，不是雜染。所以那個善不是善惡的善，那個善是純善。善惡的善是習性，習性是雜染，清淨是本性。但是有清淨，也有了染著，不嚴重，有了染著是他已經起心動念，但是這個裡頭沒有分別、沒有執著，所以他的相是清淨的。如果清淨也沒有，就是起心動念都沒有，那才叫真正回歸自性。所以有清淨，有本善，還是隔一層，見不到真性，為什麼？這是妄想，這裡頭雖然沒有分別、沒有執著，它是個妄想，比六道凡夫高明太多了。"
    },
    {
      "id": "12-017-1708_p0036",
      "zh_CN": "也就是六道里面有五种受，苦、乐、忧、喜、舍，清净里头没有苦乐忧喜。五受里面的舍受，就是没有苦乐忧喜。六道里头，舍受的时间短，所以是暂时的；在四圣法界，苦乐忧喜没有了，舍受是长久的。长久的舍受就不叫做舍，叫什么？叫三昧。清净里头的受是三昧，三昧是印度话，翻成中国意思叫正受，就是正常的享受。由此可知，正常的享受对六道，六道杂染就是不正常的享受，于是乎我们就要明白，苦乐忧喜都是不正常。",
      "zh_TW": "也就是六道裡面有五種受，苦、樂、憂、喜、捨，清淨裡頭沒有苦樂憂喜。五受裡面的捨受，就是沒有苦樂憂喜。六道裡頭，捨受的時間短，所以是暫時的；在四聖法界，苦樂憂喜沒有了，捨受是長久的。長久的捨受就不叫做捨，叫什麼？叫三昧。清淨裡頭的受是三昧，三昧是印度話，翻成中國意思叫正受，就是正常的享受。由此可知，正常的享受對六道，六道雜染就是不正常的享受，於是乎我們就要明白，苦樂憂喜都是不正常。"
    },
    {
      "id": "12-017-1708_p0037",
      "zh_CN": "然后我们再回味世尊给我们讲的，「常生欢喜心」，那个欢喜是不是忧喜的喜？不是的，如果是忧喜的喜，那佛菩萨又回到六道里去了，还比不上四圣法界的清净。他那个喜是什么？没有苦乐忧喜舍，那叫真的喜。法性里面有四净德「常乐我净」，这里有乐，这个乐不是苦乐的乐，这个常不是断常的常，我们一般讲有常有断，这不是的，它讲净不是染净的净。也就说它没有对立，只要是有对立的都是不净，这个不太容易体会。自性里面东西没有对立，所以自性，佛常常经教里头给我们讲，叫不二法门，不二就是没有对立。",
      "zh_TW": "然後我們再回味世尊給我們講的，「常生歡喜心」，那個歡喜是不是憂喜的喜？不是的，如果是憂喜的喜，那佛菩薩又回到六道裡去了，還比不上四聖法界的清淨。他那個喜是什麼？沒有苦樂憂喜捨，那叫真的喜。法性裡面有四淨德「常樂我淨」，這裡有樂，這個樂不是苦樂的樂，這個常不是斷常的常，我們一般講有常有斷，這不是的，它講淨不是染淨的淨。也就說它沒有對立，只要是有對立的都是不淨，這個不太容易體會。自性裡面東西沒有對立，所以自性，佛常常經教裡頭給我們講，叫不二法門，不二就是沒有對立。"
    },
    {
      "id": "12-017-1708_p0038",
      "zh_CN": "我们今天起心动念都是对立，我们讲大，大一定跟小对立；讲长，长一定跟短对立；讲净，净一定跟染对立，所以起心动念都在对立的世界。对立就是现代科学家讲的相对论，总是相对的，这个世界是相对的。那你就晓得，六道是相对的，十法界还是相对，超越十法界，相对就没有了，入不二法门。你在相对里面见到不二，这叫开悟，这叫证道，或者叫证果。果不是真的有个果，实在讲你就是体会到性德。所以见性，明心见性，见性就是在一切现相上见到了不二。",
      "zh_TW": "我們今天起心動念都是對立，我們講大，大一定跟小對立；講長，長一定跟短對立；講淨，淨一定跟染對立，所以起心動念都在對立的世界。對立就是現代科學家講的相對論，總是相對的，這個世界是相對的。那你就曉得，六道是相對的，十法界還是相對，超越十法界，相對就沒有了，入不二法門。你在相對裡面見到不二，這叫開悟，這叫證道，或者叫證果。果不是真的有個果，實在講你就是體會到性德。所以見性，明心見性，見性就是在一切現相上見到了不二。"
    },
    {
      "id": "12-017-1708_p0039",
      "zh_CN": "这桩事情《华严经》上叫做「不思议解脱法门」，不思议这句话非常重要。不思，就是没有妄想分别执着，妄想分别执着都是属于思，起心动念；议是言语，「言语道断，心行处灭」。宇宙的真相，《般若经》上讲的诸法真相，就在眼前。见性的人说了一句话，「踏破铁鞋无觅处，得来全不费工夫」，这句话如果我们用在释迦牟尼佛的示现，完全相同。他老人家从十九岁到三十岁到处参学，不是「踏破铁鞋无觅处」吗？到菩提树下一切放下，立刻开悟了，「得来全不费工夫」。六祖惠能大师是后面一句，他没有前面参学，他没去参过学，他真的就是「得来全不费工夫」，没参学。",
      "zh_TW": "這樁事情《華嚴經》上叫做「不思議解脫法門」，不思議這句話非常重要。不思，就是沒有妄想分別執著，妄想分別執著都是屬於思，起心動念；議是言語，「言語道斷，心行處滅」。宇宙的真相，《般若經》上講的諸法真相，就在眼前。見性的人說了一句話，「踏破鐵鞋無覓處，得來全不費工夫」，這句話如果我們用在釋迦牟尼佛的示現，完全相同。他老人家從十九歲到三十歲到處參學，不是「踏破鐵鞋無覓處」嗎？到菩提樹下一切放下，立刻開悟了，「得來全不費工夫」。六祖惠能大師是後面一句，他沒有前面參學，他沒去參過學，他真的就是「得來全不費工夫」，沒參學。"
    },
    {
      "id": "12-017-1708_p0040",
      "zh_CN": "这两尊佛给我们的启示你要能体会得到。世出世间法，放下最真实，不放下全是虚妄，放下最真实。世出世法里面的真相，只要一放下，全都显现出来了。古人诗句里有句话说，「山河及大地，全露法王身」，法王身是什么？法身。一一色，一一相，我们今天所说所有物质世界里头所显示的，无有一法不是。然后你对于清净、杂染完全明白了，心净则佛土净，心染则佛土染，境界是虚幻的，不是真实的。",
      "zh_TW": "這兩尊佛給我們的啟示你要能體會得到。世出世間法，放下最真實，不放下全是虛妄，放下最真實。世出世法裡面的真相，只要一放下，全都顯現出來了。古人詩句裡有句話說，「山河及大地，全露法王身」，法王身是什麼？法身。一一色，一一相，我們今天所說所有物質世界裡頭所顯示的，無有一法不是。然後你對於清淨、雜染完全明白了，心淨則佛土淨，心染則佛土染，境界是虛幻的，不是真實的。"
    },
    {
      "id": "12-017-1708_p0041",
      "zh_CN": "你明白这个道理，现在地球上灾难很多，能不能化解？能，而且轻而易举。为什么？地球这个环境是随着人心那种感应显示出来的。如果地球上的居民心都变善，这个山河大地会恢复成过去古圣先贤文字里面所描写的那种真善美的世界。现在世界为什么会变成这个样子？你就晓得，现在人心起心动念是什么？贪、瞋、痴、慢、疑、恶见全具足，这个世界怎么能好？现在全世界几乎每个人都意识到地球的病态非常严重，到处在喊环保，环保能有效吗？我讲经这么多年说过很多次，环保没有效。为什么没有效？环保是头痛医头，脚痛医脚，没有从根本上救，所以没有效果。根本是什么？根本是人心。根本怎么救法？根本救法是在教育，所以还是中国古人有智慧，教学为先。唯有教育才能帮助人觉悟，他觉悟了自然就回头，他回头的时候，这个地区磁场马上就有显著的改变。磁场的改变就是山河大地的反应，你以善念头给它，它的反应就是真善美。",
      "zh_TW": "你明白這個道理，現在地球上災難很多，能不能化解？能，而且輕而易舉。為什麼？地球這個環境是隨著人心那種感應顯示出來的。如果地球上的居民心都變善，這個山河大地會恢復成過去古聖先賢文字裡面所描寫的那種真善美的世界。現在世界為什麼會變成這個樣子？你就曉得，現在人心起心動念是什麼？貪、瞋、痴、慢、疑、惡見全具足，這個世界怎麼能好？現在全世界幾乎每個人都意識到地球的病態非常嚴重，到處在喊環保，環保能有效嗎？我講經這麼多年說過很多次，環保沒有效。為什麼沒有效？環保是頭痛醫頭，腳痛醫腳，沒有從根本上救，所以沒有效果。根本是什麼？根本是人心。根本怎麼救法？根本救法是在教育，所以還是中國古人有智慧，教學為先。唯有教育才能幫助人覺悟，他覺悟了自然就回頭，他回頭的時候，這個地區磁場馬上就有顯著的改變。磁場的改變就是山河大地的反應，你以善念頭給它，它的反應就是真善美。"
    },
    {
      "id": "12-017-1708_p0042",
      "zh_CN": "这个我们从江本胜博士水实验里面得到科学的证明。我看到报导，有不少人用这个理论去做实验，不是用水，用盆栽，两盆的盆栽都很好，同时培养出来的。给它放在房屋的两边，一边以善意对它，另外一边以瞋恨、讨厌对它。结果几天之后，善意对它的，花不谢，保持得很好；恶意对它的，花已经枯了，先枯，枯掉了。另外是用水果，像香蕉，从树上刚刚摘下来，两支香蕉，也用这个方法。善念的，那香蕉放一个星期没有变坏；恶念的，已经变臭，不能吃了。我听说还有用米饭、用馒头，统统都明显的呈现这个效果。从这些实验当中就证明，山河大地这些物质我讲是有机的，不是死的，活的。它能够接收到人发给它的讯息，你给它善的讯息，它的回应非常美好；给它不善的，回应就不好，就这么个道理。",
      "zh_TW": "這個我們從江本勝博士水實驗裡面得到科學的證明。我看到報導，有不少人用這個理論去做實驗，不是用水，用盆栽，兩盆的盆栽都很好，同時培養出來的。給它放在房屋的兩邊，一邊以善意對它，另外一邊以瞋恨、討厭對它。結果幾天之後，善意對它的，花不謝，保持得很好；惡意對它的，花已經枯了，先枯，枯掉了。另外是用水果，像香蕉，從樹上剛剛摘下來，兩支香蕉，也用這個方法。善念的，那香蕉放一個星期沒有變壞；惡念的，已經變臭，不能吃了。我聽說還有用米飯、用饅頭，統統都明顯的呈現這個效果。從這些實驗當中就證明，山河大地這些物質我講是有機的，不是死的，活的。它能夠接收到人發給它的訊息，你給它善的訊息，它的回應非常美好；給它不善的，回應就不好，就這麼個道理。"
    },
    {
      "id": "12-017-1708_p0043",
      "zh_CN": "我们今天讲求环保，大家没有意识到这个层次，所以想什么样的方法都收不到效果。我们虽然天天在讲，常常在讲，可是现在收看我们电视网路的人还是很少，为什么很少？他心理上有个障碍，这是宗教，这是一重障碍。另外一重障碍，他需要刺激，现在一般电视、网路上播出来的都是给人刺激，我们讲经要心平气和，他平静不下来。好像吸毒，他已经上瘾，没有毒品刺激他就觉得很痛苦，静不下来。有这么两种因素，所以收看讲经教学的人就少了。虽然是少，对于环保还是有影响的。如果没有这些人，善心的人，现在这个地球上的环境比现在还要差。一边是染污的讯息，这一边还有善心的讯息，收到调和的作用。我们善心人愈多，善的讯息愈强烈，对于地球上许多灾难的化解是肯定有效果的。",
      "zh_TW": "我們今天講求環保，大家沒有意識到這個層次，所以想什麼樣的方法都收不到效果。我們雖然天天在講，常常在講，可是現在收看我們電視網路的人還是很少，為什麼很少？他心理上有個障礙，這是宗教，這是一重障礙。另外一重障礙，他需要刺激，現在一般電視、網路上播出來的都是給人刺激，我們講經要心平氣和，他平靜不下來。好像吸毒，他已經上癮，沒有毒品刺激他就覺得很痛苦，靜不下來。有這麼兩種因素，所以收看講經教學的人就少了。雖然是少，對於環保還是有影響的。如果沒有這些人，善心的人，現在這個地球上的環境比現在還要差。一邊是染污的訊息，這一邊還有善心的訊息，收到調和的作用。我們善心人愈多，善的訊息愈強烈，對於地球上許多災難的化解是肯定有效果的。"
    },
    {
      "id": "12-017-1708_p0044",
      "zh_CN": "由此可知，我们为苦难众生，为我们生存的环境，我们有义务、我们有使命要学佛，要学习圣贤的教诲。这在佛法里面，就是讲的自度度他。我们自己不认真的学，还在敷衍塞责，不但对不起自己，对不起祖宗，对不起佛菩萨，更对不起现在在地球上生活的这些众生。他跟我们属于同一个时代，我们今天居住在同一个地球，不知道则情有可原，知道了就应当全心全力帮助大家。知道了就是觉悟的，觉悟有程度浅深不同，我们虽然比不上佛菩萨，比不上阿罗汉，但是比一般人来讲，他们依旧还迷恋在醉生梦死，我们已经从这里头走出来，比那些人高明多了。",
      "zh_TW": "由此可知，我們為苦難眾生，為我們生存的環境，我們有義務、我們有使命要學佛，要學習聖賢的教誨。這在佛法裡面，就是講的自度度他。我們自己不認真的學，還在敷衍塞責，不但對不起自己，對不起祖宗，對不起佛菩薩，更對不起現在在地球上生活的這些眾生。他跟我們屬於同一個時代，我們今天居住在同一個地球，不知道則情有可原，知道了就應當全心全力幫助大家。知道了就是覺悟的，覺悟有程度淺深不同，我們雖然比不上佛菩薩，比不上阿羅漢，但是比一般人來講，他們依舊還迷戀在醉生夢死，我們已經從這裡頭走出來，比那些人高明多了。"
    },
    {
      "id": "12-017-1708_p0045",
      "zh_CN": "怎样帮助他们？一定要做出最好的榜样，远离杂染。远离杂染我们就走向清净，这个清净虽然是染净之净，能救眼前燃眉之急。离开染污得清净了，然后再提升一步到纯净，那要相当的功夫。这种功夫，我们在这一生当中，一生时间不是很长，能不能得到？我们相信只要好学，这一生当中是可以得到。但是好学是自己具备的条件，另外还有个缘分，缘分很重要。缘分就是好的学习环境、好的老师、好的同学，这三个条件要是具足，可以说没有不成就的。成就有高下不同，这个高下之因则与宿世的善根有关系，与这一生我们所受的教育有关系。这都是我们现前应该努力的方向，成就自己，再成就别人。",
      "zh_TW": "怎樣幫助他們？一定要做出最好的榜樣，遠離雜染。遠離雜染我們就走向清淨，這個清淨雖然是染淨之淨，能救眼前燃眉之急。離開染污得清淨了，然後再提升一步到純淨，那要相當的功夫。這種功夫，我們在這一生當中，一生時間不是很長，能不能得到？我們相信只要好學，這一生當中是可以得到。但是好學是自己具備的條件，另外還有個緣分，緣分很重要。緣分就是好的學習環境、好的老師、好的同學，這三個條件要是具足，可以說沒有不成就的。成就有高下不同，這個高下之因則與宿世的善根有關係，與這一生我們所受的教育有關係。這都是我們現前應該努力的方向，成就自己，再成就別人。"
    },
    {
      "id": "12-017-1708_p0046",
      "zh_CN": "所以要了解，环境上的杂染、清净悉在一切众生起心动念。这个道理如果我们真正能够体会到少分，不要说很多，体会到少分，我们会对于现前的生活环境感到满意。为什么？因为染污不在外面，染污在自心，我心清净，我的环境清净，我没有办法像佛菩萨那样，但是我自己居住的小环境得清净。你清净了，你至少会感化你一家人；你一家清净，你的家会感应到你的邻居，你的四邻会清净，慢慢扩大。这个事情是真的，不是假的。",
      "zh_TW": "所以要了解，環境上的雜染、清淨悉在一切眾生起心動念。這個道理如果我們真正能夠體會到少分，不要說很多，體會到少分，我們會對於現前的生活環境感到滿意。為什麼？因為染污不在外面，染污在自心，我心清淨，我的環境清淨，我沒有辦法像佛菩薩那樣，但是我自己居住的小環境得清淨。你清淨了，你至少會感化你一家人；你一家清淨，你的家會感應到你的鄰居，你的四鄰會清淨，慢慢擴大。這個事情是真的，不是假的。"
    },
    {
      "id": "12-017-1708_p0047",
      "zh_CN": "我们读古书，特别是读到舜王的故事，当然在四千五百年前，人们纯朴是我们能想像得到的。可是那个烦恼习气很重，舜的母亲死了，父亲娶了个继母，继母生了个弟弟。继母爱她自己亲生的儿子，对于前面夫人留下的儿子她很不喜欢。这个事情我们能想到，为什么？古今中外都有，私心。可是，舜的继母的心狠毒，总想把前面这个儿子害死，去掉。而且他的父亲也是个糊涂人，不是个明白人，他的日子就不好过了。舜以纯孝之心，没有看到父母的过失，总觉得自己做得不够好，让父母不欢喜。天天思过，天天改过，三年，感动了他一家，父亲、继母回心转意，感动了。所以，他能成为圣人。你想想看，他的继母好不好？他的继母要不是那样的人，他成不了圣人。他能成圣人，他继母给他的机会，他自己好学。如果不好学，起了怨恨，就变成敌对，可能他会做出大不孝，杀父、杀母，都很难讲。大孝，所以在中国二十四孝排名第一，你要晓得这是他的继母给他的。",
      "zh_TW": "我們讀古書，特別是讀到舜王的故事，當然在四千五百年前，人們純樸是我們能想像得到的。可是那個煩惱習氣很重，舜的母親死了，父親娶了個繼母，繼母生了個弟弟。繼母愛她自己親生的兒子，對於前面夫人留下的兒子她很不喜歡。這個事情我們能想到，為什麼？古今中外都有，私心。可是，舜的繼母的心狠毒，總想把前面這個兒子害死，去掉。而且他的父親也是個糊塗人，不是個明白人，他的日子就不好過了。舜以純孝之心，沒有看到父母的過失，總覺得自己做得不夠好，讓父母不歡喜。天天思過，天天改過，三年，感動了他一家，父親、繼母回心轉意，感動了。所以，他能成為聖人。你想想看，他的繼母好不好？他的繼母要不是那樣的人，他成不了聖人。他能成聖人，他繼母給他的機會，他自己好學。如果不好學，起了怨恨，就變成敵對，可能他會做出大不孝，殺父、殺母，都很難講。大孝，所以在中國二十四孝排名第一，你要曉得這是他的繼母給他的。"
    },
    {
      "id": "12-017-1708_p0048",
      "zh_CN": "你从这个角度看，什么叫善人、什么叫恶人，很难分别。岂不是恶里头有善，善里头有恶！问题是你要有智慧之眼，能见到，能取其善，舍其不善，这叫大善。舜以后做到天子，还封他弟弟为诸侯，没有一丝毫怨恨，对他的父亲、对他的继母照顾得无微不至。这是教导我们，人与人之间的相处一定要有善意，不能有恶意。善意能改变成为美好的人生，美好的环境，一定要把不善变成善，要把杂染变成清净。我们自己每个人都有这个本钱，为什么？我们自性是本善的，佛说我们本来是佛，这就是本钱。只要觉，不能迷。逆境里面起一念怨天尤人的念头，迷了；顺境里面起一念贪恋，迷了。所以在境界里头，始终保持高度的警觉，顺境里面没有贪恋，逆境里面没有瞋恚，永远保持自己的清净心、平等心。只要清净心、平等心，就生智慧，《金刚经》上说得好，「信心清净，则生实相」，实相是般若智慧。智慧能解决一切问题，烦恼不能解决。",
      "zh_TW": "你從這個角度看，什麼叫善人、什麼叫惡人，很難分別。豈不是惡裡頭有善，善裡頭有惡！問題是你要有智慧之眼，能見到，能取其善，捨其不善，這叫大善。舜以後做到天子，還封他弟弟為諸侯，沒有一絲毫怨恨，對他的父親、對他的繼母照顧得無微不至。這是教導我們，人與人之間的相處一定要有善意，不能有惡意。善意能改變成為美好的人生，美好的環境，一定要把不善變成善，要把雜染變成清淨。我們自己每個人都有這個本錢，為什麼？我們自性是本善的，佛說我們本來是佛，這就是本錢。只要覺，不能迷。逆境裡面起一念怨天尤人的念頭，迷了；順境裡面起一念貪戀，迷了。所以在境界裡頭，始終保持高度的警覺，順境裡面沒有貪戀，逆境裡面沒有瞋恚，永遠保持自己的清淨心、平等心。只要清淨心、平等心，就生智慧，《金剛經》上說得好，「信心清淨，則生實相」，實相是般若智慧。智慧能解決一切問題，煩惱不能解決。"
    },
    {
      "id": "12-017-1708_p0049",
      "zh_CN": "今天的社会，可以说是有史以来没有像现在这样混乱的。这个世间多少人在动脑筋，想方法如何能解决这个问题，怎么想都想不出来。为什么？因为你那个想是妄想分别执着，这个混乱，混乱就是妄想分别执着变现出来的，你再用妄想分别执着，不能解决。真正解决是什么？真正解决要把自己清净心、平等心、慈悲心，这是自性里头本来有的，应当把它开发出来，就能解决问题。本有，一定能现前，妄想分别执着、贪瞋痴慢，自性里头没有，没有，一定可以远离，本有的一定能现前，你要有这个信心。依照世出世间大圣大贤的教诲，决定能成就。",
      "zh_TW": "今天的社會，可以說是有史以來沒有像現在這樣混亂的。這個世間多少人在動腦筋，想方法如何能解決這個問題，怎麼想都想不出來。為什麼？因為你那個想是妄想分別執著，這個混亂，混亂就是妄想分別執著變現出來的，你再用妄想分別執著，不能解決。真正解決是什麼？真正解決要把自己清淨心、平等心、慈悲心，這是自性裡頭本來有的，應當把它開發出來，就能解決問題。本有，一定能現前，妄想分別執著、貪瞋痴慢，自性裡頭沒有，沒有，一定可以遠離，本有的一定能現前，你要有這個信心。依照世出世間大聖大賢的教誨，決定能成就。"
    },
    {
      "id": "12-017-1708_p0050",
      "zh_CN": "对自己来讲，我们在这个世间，中年以上大家都非常重视保健，身体健康。你有再大的财富，再高的地位，你身体生病，没用。要想身体健康，你先要把心理上的杂染去掉。你的清净心里头没有杂染，心里头没有贪瞋痴慢，有贪瞋痴慢叫妄心，真心里头没有。所以你要用真心，不要用妄心。怎么用真心？远离真心里头没有的那些东西，就是一切的不善你统统不要去想它，统统不要去用它；起心动念你想一切善，你用一切善，这就对了，这个对你身体健康有大帮助！",
      "zh_TW": "對自己來講，我們在這個世間，中年以上大家都非常重視保健，身體健康。你有再大的財富，再高的地位，你身體生病，沒用。要想身體健康，你先要把心理上的雜染去掉。你的清淨心裡頭沒有雜染，心裡頭沒有貪瞋痴慢，有貪瞋痴慢叫妄心，真心裡頭沒有。所以你要用真心，不要用妄心。怎麼用真心？遠離真心裡頭沒有的那些東西，就是一切的不善你統統不要去想它，統統不要去用它；起心動念你想一切善，你用一切善，這就對了，這個對你身體健康有大幫助！"
    },
    {
      "id": "12-017-1708_p0051",
      "zh_CN": "最不好的东西，佛在经典上比喻叫三毒，贪瞋痴；就是顺境里面起贪心，逆境里面起瞋恚心，对于顺逆境界一无所知，愚痴。这是六道众生的病根，一切烦恼痛苦的根源就在这里。佛是苦口婆心，一切经论里头常常讲，使我们想到他老人家当年住世，讲经说法四十九年，几乎天天讲。这个状况我们能想得到，每天来亲近他的人，来看他的人，向他请教的人太多了，来自四面八方，不是常常跟他的。常常跟他的，经上有记载的也不是少数，一千二百五十五人，这是常随众。不是常常跟他，临时来看他，向他学习的，不计其数。这样重要的开示当然要天天讲，常常讲，所以我们在经论就常常看到，非常重要。修行从哪里修？觉悟从哪里觉？真正能够提醒自己，贪瞋痴三毒烦恼非要拔除不可，这是觉悟。在顺境里面学不贪恋，你可以受用，不可以贪恋；逆境也可以接受，不要生瞋恚；顺逆境界、业因果报，你看得清清楚楚、明明白白，不愚痴。然后你就会转烦恼为菩提。",
      "zh_TW": "最不好的東西，佛在經典上比喻叫三毒，貪瞋痴；就是順境裡面起貪心，逆境裡面起瞋恚心，對於順逆境界一無所知，愚痴。這是六道眾生的病根，一切煩惱痛苦的根源就在這裡。佛是苦口婆心，一切經論裡頭常常講，使我們想到他老人家當年住世，講經說法四十九年，幾乎天天講。這個狀況我們能想得到，每天來親近他的人，來看他的人，向他請教的人太多了，來自四面八方，不是常常跟他的。常常跟他的，經上有記載的也不是少數，一千二百五十五人，這是常隨眾。不是常常跟他，臨時來看他，向他學習的，不計其數。這樣重要的開示當然要天天講，常常講，所以我們在經論就常常看到，非常重要。修行從哪裡修？覺悟從哪裡覺？真正能夠提醒自己，貪瞋痴三毒煩惱非要拔除不可，這是覺悟。在順境裡面學不貪戀，你可以受用，不可以貪戀；逆境也可以接受，不要生瞋恚；順逆境界、業因果報，你看得清清楚楚、明明白白，不愚痴。然後你就會轉煩惱為菩提。"
    },
    {
      "id": "12-017-1708_p0052",
      "zh_CN": "所以，真正修行，真正的受用，真实的利益，在哪里？就在日常生活当中。没学佛的时候是这样的，学佛之后还是这样的。可是你感受不同，没有学佛的时候苦，烦恼多，学佛之后还是这样，快乐。不是学佛之后，我们生活突然变了，不是，哪有这回事情！这里头不一样是什么？迷悟不一样，没有学佛的时候迷，学佛之后悟了。你的生活环境没有改变，工作也没有改变，待人接物也没有改变，心改变了，不迷了。不迷，没有一样不乐；迷了，没有一样不苦。然后这很显然的就说明白了，佛教教学是什么？破迷开悟，破迷开悟后面，果报自自然然的离苦得乐。佛有没有给我们什么？佛什么也没有给我们，佛只是把这些道理讲清楚，方法讲清楚，我们自己觉悟，我们自己照做。",
      "zh_TW": "所以，真正修行，真正的受用，真實的利益，在哪裡？就在日常生活當中。沒學佛的時候是這樣的，學佛之後還是這樣的。可是你感受不同，沒有學佛的時候苦，煩惱多，學佛之後還是這樣，快樂。不是學佛之後，我們生活突然變了，不是，哪有這回事情！這裡頭不一樣是什麼？迷悟不一樣，沒有學佛的時候迷，學佛之後悟了。你的生活環境沒有改變，工作也沒有改變，待人接物也沒有改變，心改變了，不迷了。不迷，沒有一樣不樂；迷了，沒有一樣不苦。然後這很顯然的就說明白了，佛教教學是什麼？破迷開悟，破迷開悟後面，果報自自然然的離苦得樂。佛有沒有給我們什麼？佛什麼也沒有給我們，佛只是把這些道理講清楚，方法講清楚，我們自己覺悟，我們自己照做。"
    },
    {
      "id": "12-017-1708_p0053",
      "zh_CN": "从这个地方你细心去观察、去思惟，佛教是教学，不是宗教，他不是神。神怎样保佑我，要赐我什么，佛什么都没有，佛是老师。老师开导你，帮助你，只要觉悟，教学的目的达到了，以后的成果是你自己的事情。佛对众生只有开示，众生自己要觉，就是要悟、要入，入是做到了，悟是证得，证得是做到，那个老师没有法子帮你忙。老师帮你忙就是开示，开是开启，示是指示，老师现身说法做出觉悟的样子给你看。你常常接触，看到了，你也恍然大悟。你有疑惑向他请教，他讲给你听，老师对学生的帮助只到这个地方。",
      "zh_TW": "從這個地方你細心去觀察、去思惟，佛教是教學，不是宗教，他不是神。神怎樣保佑我，要賜我什麼，佛什麼都沒有，佛是老師。老師開導你，幫助你，只要覺悟，教學的目的達到了，以後的成果是你自己的事情。佛對眾生只有開示，眾生自己要覺，就是要悟、要入，入是做到了，悟是證得，證得是做到，那個老師沒有法子幫你忙。老師幫你忙就是開示，開是開啟，示是指示，老師現身說法做出覺悟的樣子給你看。你常常接觸，看到了，你也恍然大悟。你有疑惑向他請教，他講給你聽，老師對學生的幫助只到這個地方。"
    },
    {
      "id": "12-017-1708_p0054",
      "zh_CN": "末后这一句，『广大』跟『狭小』，这是心量。心量大的人快乐，心量小的人很苦，什么事情都想不开，放不下。心量大的人，遇到再困难的事情，大而化之，有什么了不起！大而化之，他烦恼就轻。在这个地方我们必须要认知，心量本来是广大的，佛在经上说，你的心量多大？心包太虚，量周沙界，这是说佛心。你本来是佛，既然本来是佛，你的心量本来是包太虚、周沙界，你跟诸佛菩萨没有差别。你现在心量怎么会变得这么小？错了，变得这么小，迷了。这是迫切需要恢复的。",
      "zh_TW": "末後這一句，『廣大』跟『狹小』，這是心量。心量大的人快樂，心量小的人很苦，什麼事情都想不開，放不下。心量大的人，遇到再困難的事情，大而化之，有什麼了不起！大而化之，他煩惱就輕。在這個地方我們必須要認知，心量本來是廣大的，佛在經上說，你的心量多大？心包太虛，量周沙界，這是說佛心。你本來是佛，既然本來是佛，你的心量本來是包太虛、周沙界，你跟諸佛菩薩沒有差別。你現在心量怎麼會變得這麼小？錯了，變得這麼小，迷了。這是迫切需要恢復的。"
    },
    {
      "id": "12-017-1708_p0055",
      "zh_CN": "用什么方法恢复？人都爱自己，把爱自己的这个意识、念头扩大，怎么扩大？你先爱你喜欢的人，这个容易，这有步骤的，然后再扩大能爱护一般人；到最后再扩大能爱护你的仇敌，得罪你的人你也会爱护他。毁谤你的人，侮辱你的人，陷害你的人，你都不在意，你都能很爱他，尊重他，关怀他，照顾他，帮助他，会把那些冤亲债主感化，都变成朋友，化敌为友，这个多快乐！然后再把心量扩大，爱一切动物，爱一切植物，爱山河大地，爱整个宇宙，就慢慢扩展到心包太虚量周沙界，那是你的自性，你本来就是这样的。所以要懂得方法。",
      "zh_TW": "用什麼方法恢復？人都愛自己，把愛自己的這個意識、念頭擴大，怎麼擴大？你先愛你喜歡的人，這個容易，這有步驟的，然後再擴大能愛護一般人；到最後再擴大能愛護你的仇敵，得罪你的人你也會愛護他。毀謗你的人，侮辱你的人，陷害你的人，你都不在意，你都能很愛他，尊重他，關懷他，照顧他，幫助他，會把那些冤親債主感化，都變成朋友，化敵為友，這個多快樂！然後再把心量擴大，愛一切動物，愛一切植物，愛山河大地，愛整個宇宙，就慢慢擴展到心包太虛量周沙界，那是你的自性，你本來就是這樣的。所以要懂得方法。"
    },
    {
      "id": "12-017-1708_p0056",
      "zh_CN": "我们这些年来得老师的教诲，也就是这样慢慢扩充的，原本心量不大。我从小在苦难当中长大的，我们年幼的时候就遇到八年抗战，抗战当中天天逃难，处处受到别人帮助，所以感恩的心从小养成。这个对于学佛，拓开心量，方便多了。受过很多苦难，接受过许多认识、不认识的人帮助你。你到没有吃的时候，没有穿的时候，没有水喝的时候，人家送一杯水给你，送点吃的东西给你，在那个时候就常常遇到。我们自己也看到逃难很多可怜的人，我们有力量也都帮助他，扶持他一把，彼此都不认识，患难之交。在那个时候我们在学校念书，学校是大家庭，老师就像父母一样，同学就是兄弟姐妹，都要互相照顾。学校同学一千二百多人，像这种生活也是把自己心量拓开，以后接受佛法的薰习方便很多。",
      "zh_TW": "我們這些年來得老師的教誨，也就是這樣慢慢擴充的，原本心量不大。我從小在苦難當中長大的，我們年幼的時候就遇到八年抗戰，抗戰當中天天逃難，處處受到別人幫助，所以感恩的心從小養成。這個對於學佛，拓開心量，方便多了。受過很多苦難，接受過許多認識、不認識的人幫助你。你到沒有吃的時候，沒有穿的時候，沒有水喝的時候，人家送一杯水給你，送點吃的東西給你，在那個時候就常常遇到。我們自己也看到逃難很多可憐的人，我們有力量也都幫助他，扶持他一把，彼此都不認識，患難之交。在那個時候我們在學校念書，學校是大家庭，老師就像父母一樣，同學就是兄弟姐妹，都要互相照顧。學校同學一千二百多人，像這種生活也是把自己心量拓開，以後接受佛法的薰習方便很多。"
    },
    {
      "id": "12-017-1708_p0057",
      "zh_CN": "可是现在的年轻人不好教，从小娇生惯养，从小就养成自私自利，他有的东西你想分一点给别人，很不容易。可是还是要教，还是要做好样子给他看，总希望他日久天长，慢慢薰习，能转过来。这就是我们这一生，年轻生活环境跟这一代人不一样。在我们那个时代，父母对儿女不是不爱护，不能溺爱，溺爱是死路一条，一定是严格的管教。从小就要学洗衣服、要学烧饭，我厨房的事十岁就开始学了，那时候抗战爆发，芦沟桥事变那一年我十岁。家里父母就意识到，万一战争逃难，一家打散了，你怎么能活得下去？所以洗衣服，以前还缝被子，这些生活教育就变成家庭里头重点的教育。好在十岁以前学到一点伦理的教育，十岁以后就着重在实际的生活教育。以后学佛，原来这些教育佛门里头全都有，而且非常重视。",
      "zh_TW": "可是現在的年輕人不好教，從小嬌生慣養，從小就養成自私自利，他有的東西你想分一點給別人，很不容易。可是還是要教，還是要做好樣子給他看，總希望他日久天長，慢慢薰習，能轉過來。這就是我們這一生，年輕生活環境跟這一代人不一樣。在我們那個時代，父母對兒女不是不愛護，不能溺愛，溺愛是死路一條，一定是嚴格的管教。從小就要學洗衣服、要學燒飯，我廚房的事十歲就開始學了，那時候抗戰爆發，蘆溝橋事變那一年我十歲。家裡父母就意識到，萬一戰爭逃難，一家打散了，你怎麼能活得下去？所以洗衣服，以前還縫被子，這些生活教育就變成家庭裡頭重點的教育。好在十歲以前學到一點倫理的教育，十歲以後就著重在實際的生活教育。以後學佛，原來這些教育佛門裡頭全都有，而且非常重視。"
    },
    {
      "id": "12-017-1708_p0058",
      "zh_CN": "所以我们念到这一句要想到，拓开心量比什么都重要。拓开心量就是要把自私自利的念头真正转变成大公无私，仁慈博爱，那都是我们的性德，自性慢慢的往外透，烦恼习气逐渐舍掉。今天时间到了，我们就学到此地。",
      "zh_TW": "所以我們念到這一句要想到，拓開心量比什麼都重要。拓開心量就是要把自私自利的念頭真正轉變成大公無私，仁慈博愛，那都是我們的性德，自性慢慢的往外透，煩惱習氣逐漸捨掉。今天時間到了，我們就學到此地。"
    }
  ]
}