{
  "doc_id": "12-017-1599",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五九九卷",
    "zh_TW": "第一五九九卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1599",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-1599_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，我们接着看「开章」三首偈，清凉大师一段很长的开示最后一个问答。从最后一个问答，我们从这儿念，这是一个段落。「问，下云无量亿劫勤修学，得是无上菩提智」，这是经文，底下是议论，「斯则非一生也」，从这首偈，我们晓得这绝对不是一生，「亦非十千以为无量」，十千是一个定数，不能称之为无量。提出这么一个问题，这个问题也问得很好，前面我们也曾经学过了。清凉大师给我们的解答，他说「通斯难者，应有二义，一此约行布展转义故」。这个意思前面说过，我们今天从底下第二义讲起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，我們接著看「開章」三首偈，清涼大師一段很長的開示最後一個問答。從最後一個問答，我們從這兒念，這是一個段落。「問，下云無量億劫勤修學，得是無上菩提智」，這是經文，底下是議論，「斯則非一生也」，從這首偈，我們曉得這絕對不是一生，「亦非十千以為無量」，十千是一個定數，不能稱之為無量。提出這麼一個問題，這個問題也問得很好，前面我們也曾經學過了。清涼大師給我們的解答，他說「通斯難者，應有二義，一此約行布展轉義故」。這個意思前面說過，我們今天從底下第二義講起。"
    },
    {
      "id": "12-017-1599_p0002",
      "zh_CN": "「二约圆融展促无碍故，如上所辨」。《华严》是圆融无碍的法界，这个次第，行布是讲次第，次第展转我们容易懂，可以说是我们世间法的常识，可是讲到圆融展促，展是延伸，促是浓缩，无碍是没有障碍，这不是我们境界。譬如，一刹那展开就是无量劫，无量劫浓缩就是一刹那，这个我们听不懂，不是我们的境界。这是华严境界，也就是说华严会上佛菩萨的境界。这个境界完全是心现，没有识变。《华严》讲我们这个大世界，十法界依正庄严，「唯心所现，唯识所变」，心现识变的，就会有这些现象。在一真法界里面，就是十法界之外的一真法界，只有心现，没有识变。所以那个境界，对我们来讲就是不思议的境界，不可思议！这不可思议，它没有对立，就是没有相对的。它长短不二，大小不二，远近不二，这我们无法想像。我们用比喻都比不出来，都没有办法比喻得到。我们读了这些大乘经教逐渐才知道，这个境界就是大乘教上常讲的入不二法门。",
      "zh_TW": "「二約圓融展促無礙故，如上所辨」。《華嚴》是圓融無礙的法界，這個次第，行布是講次第，次第展轉我們容易懂，可以說是我們世間法的常識，可是講到圓融展促，展是延伸，促是濃縮，無礙是沒有障礙，這不是我們境界。譬如，一剎那展開就是無量劫，無量劫濃縮就是一剎那，這個我們聽不懂，不是我們的境界。這是華嚴境界，也就是說華嚴會上佛菩薩的境界。這個境界完全是心現，沒有識變。《華嚴》講我們這個大世界，十法界依正莊嚴，「唯心所現，唯識所變」，心現識變的，就會有這些現象。在一真法界裡面，就是十法界之外的一真法界，只有心現，沒有識變。所以那個境界，對我們來講就是不思議的境界，不可思議！這不可思議，它沒有對立，就是沒有相對的。它長短不二，大小不二，遠近不二，這我們無法想像。我們用比喻都比不出來，都沒有辦法比喻得到。我們讀了這些大乘經教逐漸才知道，這個境界就是大乘教上常講的入不二法門。"
    },
    {
      "id": "12-017-1599_p0003",
      "zh_CN": "怎样能入？普贤菩萨能入。所以《华严经》最后一品就是入法界，那个法界是一真法界，不是十法界，入一真法界。你看品题，在四十卷的品题就非常清楚，「入不思议解脱境界普贤行愿品」。不思议解脱境界是所入，普贤是能入，能所不二，这就不思议了。我们世间法里头，十法界里头确实有能有所，能所相对，但是在一真法界里头没有相对的。相对就没有平等，没有平等就没有清净，所以清净平等只有在一真法界才有。这个道理我们现在逐渐的清楚、明白了。前面有讲，后头还有说，这是展促无碍。",
      "zh_TW": "怎樣能入？普賢菩薩能入。所以《華嚴經》最後一品就是入法界，那個法界是一真法界，不是十法界，入一真法界。你看品題，在四十卷的品題就非常清楚，「入不思議解脫境界普賢行願品」。不思議解脫境界是所入，普賢是能入，能所不二，這就不思議了。我們世間法裡頭，十法界裡頭確實有能有所，能所相對，但是在一真法界裡頭沒有相對的。相對就沒有平等，沒有平等就沒有清淨，所以清淨平等只有在一真法界才有。這個道理我們現在逐漸的清楚、明白了。前面有講，後頭還有說，這是展促無礙。"
    },
    {
      "id": "12-017-1599_p0004",
      "zh_CN": "下面举例子，「故善财见仙人执手」，下面这是在「入法界品」里面善财童子五十三参，参访善知识。这个善知识现的是仙人身，就像「普门品」里面所说的，应以什么身得度，他现什么身。所以在一真法界的里面的佛菩萨，圆教初住就是，他有没有身相？没有，没有一定的身相。他的身相是「随众生心，应所知量」，完全随顺法性。十法界里面不行，十法界里面所现的身是随顺自己的业习烦恼，或者随顺自己的愿力，它不是自然的，它不是称性的。所以称性，没有身相。没有身相才能现无量无边的身相，可以在同时、可以在同处现无量相，这个很不可思议！同时，同在一个时段，在这个时间里；同处，同在现前。",
      "zh_TW": "下面舉例子，「故善財見仙人執手」，下面這是在「入法界品」裡面善財童子五十三參，參訪善知識。這個善知識現的是仙人身，就像「普門品」裡面所說的，應以什麼身得度，他現什麼身。所以在一真法界的裡面的佛菩薩，圓教初住就是，他有沒有身相？沒有，沒有一定的身相。他的身相是「隨眾生心，應所知量」，完全隨順法性。十法界裡面不行，十法界裡面所現的身是隨順自己的業習煩惱，或者隨順自己的願力，它不是自然的，它不是稱性的。所以稱性，沒有身相。沒有身相才能現無量無邊的身相，可以在同時、可以在同處現無量相，這個很不可思議！同時，同在一個時段，在這個時間裡；同處，同在現前。"
    },
    {
      "id": "12-017-1599_p0005",
      "zh_CN": "这个有例子，有例可以让我们去观察，不能够思惟。譬如普陀山的梵音洞，我们知道有很多同学去过。听说梵音洞里面，你会看到观音菩萨在显圣，就是现相给你看。好像是在一九八二年，刚好我在香港讲经，圣一法师他有几个同参道友去朝普陀，当地有些干部陪同他，去梵音洞拜观世音菩萨，三个出家人。拜了半个小时，真的，观音菩萨现身了，三个人都看见，你们想想看，这同时同处。同时同处三个人看到观音菩萨，大家都非常欢喜，这次没有白来。因为有些人虽然去拜，有很多看不到，看到的也不少。",
      "zh_TW": "這個有例子，有例可以讓我們去觀察，不能夠思惟。譬如普陀山的梵音洞，我們知道有很多同學去過。聽說梵音洞裡面，你會看到觀音菩薩在顯聖，就是現相給你看。好像是在一九八二年，剛好我在香港講經，聖一法師他有幾個同參道友去朝普陀，當地有些幹部陪同他，去梵音洞拜觀世音菩薩，三個出家人。拜了半個小時，真的，觀音菩薩現身了，三個人都看見，你們想想看，這同時同處。同時同處三個人看到觀音菩薩，大家都非常歡喜，這次沒有白來。因為有些人雖然去拜，有很多看不到，看到的也不少。"
    },
    {
      "id": "12-017-1599_p0006",
      "zh_CN": "他三个人离开之后，每个人就说，你看观世音菩萨现的是什么样的相？圣一法师所看到的观音菩萨戴毘卢帽，就像地藏王菩萨戴的帽子一样，全身是金色的，金色身，这是圣一法师看到的。另外一位法师看到的，就像我们一般平常最常见的白衣观音，这是第二位法师他看到的。第三位法师说，他看到是个出家比丘相，是个出家和尚。你看看，同时看到，三个人看的不一样。这就是告诉你，同时同处菩萨是一个相，每个人看的不一样。真正是《楞严经》上所说的，「随众生心，应所知量」。绝对不是菩萨有意对你现这个相、对他现那个相，不是的，菩萨没有心。相是怎么现的？相是感应，众生有感，菩萨有应。他们三位，三位的心不一样，那就是感不一样。从菩萨现相，非常明显，这三个人修行意念不相同，所以见到菩萨相不一样。这就是圆融无碍。",
      "zh_TW": "他三個人離開之後，每個人就說，你看觀世音菩薩現的是什麼樣的相？聖一法師所看到的觀音菩薩戴毘盧帽，就像地藏王菩薩戴的帽子一樣，全身是金色的，金色身，這是聖一法師看到的。另外一位法師看到的，就像我們一般平常最常見的白衣觀音，這是第二位法師他看到的。第三位法師說，他看到是個出家比丘相，是個出家和尚。你看看，同時看到，三個人看的不一樣。這就是告訴你，同時同處菩薩是一個相，每個人看的不一樣。真正是《楞嚴經》上所說的，「隨眾生心，應所知量」。絕對不是菩薩有意對你現這個相、對他現那個相，不是的，菩薩沒有心。相是怎麼現的？相是感應，眾生有感，菩薩有應。他們三位，三位的心不一樣，那就是感不一樣。從菩薩現相，非常明顯，這三個人修行意念不相同，所以見到菩薩相不一樣。這就是圓融無礙。"
    },
    {
      "id": "12-017-1599_p0007",
      "zh_CN": "《楞严经》上佛告诉我们，无论是见佛菩萨相，或者是见魔相，都不要去执着，就是好境界；如果一执着，统统变成魔境界。这个开示比什么都重要！为什么？你要记住总的原则，《般若经》上说的，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。你应当放下分别执着，这就对了，这个对你有好处的。在这个地方是帮助你提升，帮助你看破，帮助你放下。如果你起了执着，我见到菩萨，菩萨为我现身，大概我的功夫不错，这就错了，你就又堕落在分别执着、烦恼习气里面去了。一定要晓得法性没有相，法性可以随缘现相。所现的相是幻相，佛法里称之为妙有，妙有非有，真空不空。你要懂这个道理，要契入这个境界，是好境界，这是不能不知道的。",
      "zh_TW": "《楞嚴經》上佛告訴我們，無論是見佛菩薩相，或者是見魔相，都不要去執著，就是好境界；如果一執著，統統變成魔境界。這個開示比什麼都重要！為什麼？你要記住總的原則，《般若經》上說的，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。你應當放下分別執著，這就對了，這個對你有好處的。在這個地方是幫助你提升，幫助你看破，幫助你放下。如果你起了執著，我見到菩薩，菩薩為我現身，大概我的功夫不錯，這就錯了，你就又墮落在分別執著、煩惱習氣裡面去了。一定要曉得法性沒有相，法性可以隨緣現相。所現的相是幻相，佛法裡稱之為妙有，妙有非有，真空不空。你要懂這個道理，要契入這個境界，是好境界，這是不能不知道的。"
    },
    {
      "id": "12-017-1599_p0008",
      "zh_CN": "所以「善财童子见仙人执手」，我们现在一般礼节也是如此，见面的时候握手。握手的时间不长，你看这里所写的，「一一佛所，经无量劫」，这就是很短的时间，他能把它一展开变成无量劫。同样的道理，无量劫可以浓缩为一刹那，时间不是真的。现代科学家才发现，他们的发现我想应当是从数学里面发现的，数学为科学之母，数学里面发现的。而实际上，实际上还没有方法突破。他们现在知道时间跟空间不是真的，这个发现是很了不起的发现。而世尊在教学的时候，三千年前就曾经讲过时间、空间不是真的。",
      "zh_TW": "所以「善財童子見仙人執手」，我們現在一般禮節也是如此，見面的時候握手。握手的時間不長，你看這裡所寫的，「一一佛所，經無量劫」，這就是很短的時間，他能把它一展開變成無量劫。同樣的道理，無量劫可以濃縮為一剎那，時間不是真的。現代科學家才發現，他們的發現我想應當是從數學裡面發現的，數學為科學之母，數學裡面發現的。而實際上，實際上還沒有方法突破。他們現在知道時間跟空間不是真的，這個發現是很了不起的發現。而世尊在教學的時候，三千年前就曾經講過時間、空間不是真的。"
    },
    {
      "id": "12-017-1599_p0009",
      "zh_CN": "法相经论里面，把时间、空间排列在不相应行法里。你看法相宗入门的一部论，《百法明门论》，这是法相宗入门必须要学的。天亲菩萨将《瑜伽师地论》六百六十法再归纳，归纳成百法。所以百法展开就是《瑜伽》的六百六十法。《瑜伽师地论》是弥勒菩萨著作的，弥勒菩萨是将世出世间一切法归纳成六百六十法；你就晓得六百六十法就是世出世间一切法。天亲菩萨把它归纳成一百法，一百法展开来也就是世出世间的一切法。时间跟空间，《百法》里头的名词叫时分、方分，方分是空间，我们讲四方、四维、上下，这是讲的空间，都是排列在不相应行法里头。",
      "zh_TW": "法相經論裡面，把時間、空間排列在不相應行法裡。你看法相宗入門的一部論，《百法明門論》，這是法相宗入門必須要學的。天親菩薩將《瑜伽師地論》六百六十法再歸納，歸納成百法。所以百法展開就是《瑜伽》的六百六十法。《瑜伽師地論》是彌勒菩薩著作的，彌勒菩薩是將世出世間一切法歸納成六百六十法；你就曉得六百六十法就是世出世間一切法。天親菩薩把它歸納成一百法，一百法展開來也就是世出世間的一切法。時間跟空間，《百法》裡頭的名詞叫時分、方分，方分是空間，我們講四方、四維、上下，這是講的空間，都是排列在不相應行法裡頭。"
    },
    {
      "id": "12-017-1599_p0010",
      "zh_CN": "什么叫不相应行法？它不是心法，跟心法不相应，跟心所法也不相应，跟色法也不相应。心法跟心所法就是我们现在所讲的精神，色法是我们现在所讲的物质。不相应行法，它不是精神，它也不是物质，可是宇宙之间有这个东西，不能说它没有。现在新名词叫抽象的概念，时间跟空间是属于抽象概念，并不是真有这个东西。现在科学知道了，但是不知道怎么能突破？如果能突破空间维次，距离就没有了，远近没有了。如果突破时间，时分，先后就没有了，那就是此地所讲的「念劫圆融」。空间突破了，远近不二。西方极乐世界距离我们这个地方多远？十万亿佛国土，在哪里？就在眼前，远近没有了。这是给我们提到圆融。下面这做了一个结论，「故修短难思，特由于此」，修是长，长时间，短是短时间，时间的长短不可思议。长短，确实在一个放下妄想分别执着的人来说，时间没有了，时间、空间对他都没有意义了。",
      "zh_TW": "什麼叫不相應行法？它不是心法，跟心法不相應，跟心所法也不相應，跟色法也不相應。心法跟心所法就是我們現在所講的精神，色法是我們現在所講的物質。不相應行法，它不是精神，它也不是物質，可是宇宙之間有這個東西，不能說它沒有。現在新名詞叫抽象的概念，時間跟空間是屬於抽象概念，並不是真有這個東西。現在科學知道了，但是不知道怎麼能突破？如果能突破空間維次，距離就沒有了，遠近沒有了。如果突破時間，時分，先後就沒有了，那就是此地所講的「念劫圓融」。空間突破了，遠近不二。西方極樂世界距離我們這個地方多遠？十萬億佛國土，在哪裡？就在眼前，遠近沒有了。這是給我們提到圓融。下面這做了一個結論，「故修短難思，特由於此」，修是長，長時間，短是短時間，時間的長短不可思議。長短，確實在一個放下妄想分別執著的人來說，時間沒有了，時間、空間對他都沒有意義了。"
    },
    {
      "id": "12-017-1599_p0011",
      "zh_CN": "「故贤首菩萨云」，这也是引下面的偈颂，「信大乘者犹为易，能信此法倍更难」。实在讲，信大乘是非常不容易的一桩事情，还不算是难，能信此法比信大乘要加倍的难。为什么？不思议解脱境界。此法就是华严境界，就是四无碍法界，理没有障碍，事没有障碍，理事无碍，事事无碍，这是真正的解脱。我们今天理事有碍，事事有碍，障碍重重。重重障碍从哪来？都是从妄想分别执着里面变出来的；换句话说，全不是真的，都是假的。",
      "zh_TW": "「故賢首菩薩云」，這也是引下面的偈頌，「信大乘者猶為易，能信此法倍更難」。實在講，信大乘是非常不容易的一樁事情，還不算是難，能信此法比信大乘要加倍的難。為什麼？不思議解脫境界。此法就是華嚴境界，就是四無礙法界，理沒有障礙，事沒有障礙，理事無礙，事事無礙，這是真正的解脫。我們今天理事有礙，事事有礙，障礙重重。重重障礙從哪來？都是從妄想分別執著裡面變出來的；換句話說，全不是真的，都是假的。"
    },
    {
      "id": "12-017-1599_p0012",
      "zh_CN": "我们再看下面第二段，「第二菩萨发意下」，这个「下」是以下，菩萨发意以下，总共有三百四十六还加半首偈颂。说这是贤首菩萨提出报告，他们的修学心得报告。「正明发心修行胜德」，给大家正式说明，初发心的修行无比殊胜的功德。这么长的文，有三百四十六首半。这文很长，所以「文分为五」，这很重要，这么长的文，分为五大段。「初五颂」，第一段就是有五首偈，说明「发心行相」，行是修行，发心的人修行的样子。我们在这里要好好的体会、学习，我们像不像？初发心，看我们像不像？这有五首偈颂。第二段，「信为道元功德母」，这首偈以下一共有七颂，有七首颂。「略示胜能」，能是能力，我们现在社会习惯称为能量，能讲得通，能是能力，也是能量，殊胜的能量。这个能量从哪里来？从发心来。所以发心能产生能量，让我们有能力完成，完成所学习的功课。",
      "zh_TW": "我們再看下面第二段，「第二菩薩發意下」，這個「下」是以下，菩薩發意以下，總共有三百四十六還加半首偈頌。說這是賢首菩薩提出報告，他們的修學心得報告。「正明發心修行勝德」，給大家正式說明，初發心的修行無比殊勝的功德。這麼長的文，有三百四十六首半。這文很長，所以「文分為五」，這很重要，這麼長的文，分為五大段。「初五頌」，第一段就是有五首偈，說明「發心行相」，行是修行，發心的人修行的樣子。我們在這裡要好好的體會、學習，我們像不像？初發心，看我們像不像？這有五首偈頌。第二段，「信為道元功德母」，這首偈以下一共有七頌，有七首頌。「略示勝能」，能是能力，我們現在社會習慣稱為能量，能講得通，能是能力，也是能量，殊勝的能量。這個能量從哪裡來？從發心來。所以發心能產生能量，讓我們有能力完成，完成所學習的功課。"
    },
    {
      "id": "12-017-1599_p0013",
      "zh_CN": "第三段，这就比较长，「若常信奉下」，这个以下一共有四十九首颂，它的文长，四十九首颂。讲「所具行位」，它所具备的修行的位次。第四个大段，「或有刹土下，无方大用」。这是很长的经文，总共有二百零六首偈颂。你看贤首菩萨的报告，总共是三百四十六首，第四段里面就有二百零六首，你就晓得这是整个报告里面的中心，主要的，无方大用。最后第五段，「一切如来下，喻况玄旨」，是用比喻来比喻这个不可思议的境界，一共有七十九首颂。这是将全品的偈颂，首先做一个体系的报告，它能够分为五大段。",
      "zh_TW": "第三段，這就比較長，「若常信奉下」，這個以下一共有四十九首頌，它的文長，四十九首頌。講「所具行位」，它所具備的修行的位次。第四個大段，「或有剎土下，無方大用」。這是很長的經文，總共有二百零六首偈頌。你看賢首菩薩的報告，總共是三百四十六首，第四段裡面就有二百零六首，你就曉得這是整個報告裡面的中心，主要的，無方大用。最後第五段，「一切如來下，喻況玄旨」，是用比喻來比喻這個不可思議的境界，一共有七十九首頌。這是將全品的偈頌，首先做一個體系的報告，它能夠分為五大段。"
    },
    {
      "id": "12-017-1599_p0014",
      "zh_CN": "现在我们看第一段，第一段有五首偈颂，发心行相，我们要特别留意。「然此五段」，五段就是前面这五首颂。「初一」，第一首，「显正发心」，后面四首是「发心之德」。这当中第三首也有讲到修行。「此及后二皆修行之德」，后二是第四、第五，都讲的是修行之德。我们看第一首偈颂，这是经文：",
      "zh_TW": "現在我們看第一段，第一段有五首偈頌，發心行相，我們要特別留意。「然此五段」，五段就是前面這五首頌。「初一」，第一首，「顯正發心」，後面四首是「發心之德」。這當中第三首也有講到修行。「此及後二皆修行之德」，後二是第四、第五，都講的是修行之德。我們看第一首偈頌，這是經文："
    },
    {
      "id": "12-017-1599_p0015",
      "zh_CN": "【菩萨发意求菩提。非是无因无有缘。于佛法僧生净信。以是而生广大心。】",
      "zh_TW": "【菩薩發意求菩提。非是無因無有緣。於佛法僧生淨信。以是而生廣大心。】"
    },
    {
      "id": "12-017-1599_p0016",
      "zh_CN": "清凉大师在这首偈有很详细的解释，就是《疏钞》。首先把段落点清楚，这一共是五首偈，这是第一首。第一首是「总标」，后面的四首是「别显」，关系是非常密切；也就是说这首是总说，后面四首是详细的说。说什么？一定要晓得，说发心的行相，发心的样子。所以我们要特别留意，要很认真努力的学习，看看我们是不是真的发心了。",
      "zh_TW": "清涼大師在這首偈有很詳細的解釋，就是《疏鈔》。首先把段落點清楚，這一共是五首偈，這是第一首。第一首是「總標」，後面的四首是「別顯」，關係是非常密切；也就是說這首是總說，後面四首是詳細的說。說什麼？一定要曉得，說發心的行相，發心的樣子。所以我們要特別留意，要很認真努力的學習，看看我們是不是真的發心了。"
    },
    {
      "id": "12-017-1599_p0017",
      "zh_CN": "注解里面说，「瑜伽菩萨地」，瑜伽是《瑜伽师地论》，「菩萨地」里面有说「发心有五种相」，初发菩提心，初发心。也就是说明第一句，『菩萨发意求菩提』，这个菩提是无上菩提。因为偈颂一句只有七个字，受这个限制，所以我们读起来就要知道，只要是发这个心，这个人就是菩萨。他发心求成佛，无上菩提是作佛。你想想看，这个心一发，当然功德不可思议，绝对不是普通人能有这么大的志向，世间人所讲的立大志。这个志向在世出世间是第一，没有第二的。",
      "zh_TW": "註解裡面說，「瑜伽菩薩地」，瑜伽是《瑜伽師地論》，「菩薩地」裡面有說「發心有五種相」，初發菩提心，初發心。也就是說明第一句，『菩薩發意求菩提』，這個菩提是無上菩提。因為偈頌一句只有七個字，受這個限制，所以我們讀起來就要知道，只要是發這個心，這個人就是菩薩。他發心求成佛，無上菩提是作佛。你想想看，這個心一發，當然功德不可思議，絕對不是普通人能有這麼大的志向，世間人所講的立大志。這個志向在世出世間是第一，沒有第二的。"
    },
    {
      "id": "12-017-1599_p0018",
      "zh_CN": "《瑜伽师地论》里面讲这里头有五种相，这五种相遍布在这五首偈子里面，「今文五偈具之」。我们把它念一念，第一个是「自性」，第二个是「行相」，第三是「所缘」，第四是「功德」，第五是「最胜」。这个心一发，这五种相统统具足了。所以自然感得诸佛护念，龙天善神拥护，你不是普通人，你是准备作佛。虽然现在不是佛，你的方向、目标是佛。就好比现在我们民主社会里面选总统，这个人发个心，他要去做总统，为全民服务。虽然他现在没有做总统，他是候选人，候选人就得到国家治安单位的保护，就好比是这样的。所以这个心一发，只要这个心不退转，心真正发了，不退转，十方诸佛护念，龙天善神拥护。自然与佛菩萨感应道交，同一个心，同一个愿。",
      "zh_TW": "《瑜伽師地論》裡面講這裡頭有五種相，這五種相遍布在這五首偈子裡面，「今文五偈具之」。我們把它念一念，第一個是「自性」，第二個是「行相」，第三是「所緣」，第四是「功德」，第五是「最勝」。這個心一發，這五種相統統具足了。所以自然感得諸佛護念，龍天善神擁護，你不是普通人，你是準備作佛。雖然現在不是佛，你的方向、目標是佛。就好比現在我們民主社會裡面選總統，這個人發個心，他要去做總統，為全民服務。雖然他現在沒有做總統，他是候選人，候選人就得到國家治安單位的保護，就好比是這樣的。所以這個心一發，只要這個心不退轉，心真正發了，不退轉，十方諸佛護念，龍天善神擁護。自然與佛菩薩感應道交，同一個心，同一個願。"
    },
    {
      "id": "12-017-1599_p0019",
      "zh_CN": "「今文五偈具之」，这就说明贤首菩萨的报告头一个大段一共五首偈，五首偈里面将这五桩事情，就是五种相，统统具足。「发意即是正愿，为发心自性也」，菩萨发意，这个发心是从真心里面发的，不是妄心。那我们要问，初信位的菩萨发心他还是用的意识心，不是用真心；换句话说，初信位的菩萨妄想没断，分别也没断，执着确实放下一半，这个很难得。我们今天麻烦在哪里？我们虽然也发心，我们的执着没断，所以发心是假的，不是真的。初信位的菩萨他们发心，见思烦恼，这是讲执着，执着是见思烦恼，见惑断了，思惑没断。",
      "zh_TW": "「今文五偈具之」，這就說明賢首菩薩的報告頭一個大段一共五首偈，五首偈裡面將這五樁事情，就是五種相，統統具足。「發意即是正願，為發心自性也」，菩薩發意，這個發心是從真心裡面發的，不是妄心。那我們要問，初信位的菩薩發心他還是用的意識心，不是用真心；換句話說，初信位的菩薩妄想沒斷，分別也沒斷，執著確實放下一半，這個很難得。我們今天麻煩在哪裡？我們雖然也發心，我們的執著沒斷，所以發心是假的，不是真的。初信位的菩薩他們發心，見思煩惱，這是講執著，執著是見思煩惱，見惑斷了，思惑沒斷。"
    },
    {
      "id": "12-017-1599_p0020",
      "zh_CN": "什么叫见惑？什么叫思惑？这个都要知道，见惑是见解，错误的见解，惑是迷惑，就是错误的见解；思惑是思想上的迷惑。大乘教里面佛常讲，六道凡夫，三界，就是欲界、色界、无色界，有八十八品见惑，有八十一品思惑，头数这么多。可是把它归纳起来讲有五大类，思惑有五大类，见惑也有五大类。见惑头一个是「身见」，我们都执着这个身是我。你要晓得，初信位的菩萨知道身不是我，他身见破了。",
      "zh_TW": "什麼叫見惑？什麼叫思惑？這個都要知道，見惑是見解，錯誤的見解，惑是迷惑，就是錯誤的見解；思惑是思想上的迷惑。大乘教裡面佛常講，六道凡夫，三界，就是欲界、色界、無色界，有八十八品見惑，有八十一品思惑，頭數這麼多。可是把它歸納起來講有五大類，思惑有五大類，見惑也有五大類。見惑頭一個是「身見」，我們都執著這個身是我。你要曉得，初信位的菩薩知道身不是我，他身見破了。"
    },
    {
      "id": "12-017-1599_p0021",
      "zh_CN": "什么是我？你看现在一般人说灵魂是我，身见有没有破？没破，灵魂也不是我。这个难了！什么是我？灵性是我，不是灵魂，是灵性。所以一定要契入大乘教义。禅宗常讲明心见性，性是我，性不是灵魂。前面跟诸位说，灵魂是阿赖耶识，它在迷位，它没有觉；性在觉位，不是迷位。阿赖耶识如果大彻大悟，那就是自性，就是佛性，就是法性，那就对了。什么时候见性？圆教初住菩萨，发心住。底下第十七品讲到「初发心功德品」，那是初住菩萨，那个功德是真实。十信位的菩萨虽然比不上初住菩萨那么样的真实，但是非常接近。所以，发心的行相，自性、行相、所缘、功德、最胜，他也具足，非常的希有难得。",
      "zh_TW": "什麼是我？你看現在一般人說靈魂是我，身見有沒有破？沒破，靈魂也不是我。這個難了！什麼是我？靈性是我，不是靈魂，是靈性。所以一定要契入大乘教義。禪宗常講明心見性，性是我，性不是靈魂。前面跟諸位說，靈魂是阿賴耶識，它在迷位，它沒有覺；性在覺位，不是迷位。阿賴耶識如果大徹大悟，那就是自性，就是佛性，就是法性，那就對了。什麼時候見性？圓教初住菩薩，發心住。底下第十七品講到「初發心功德品」，那是初住菩薩，那個功德是真實。十信位的菩薩雖然比不上初住菩薩那麼樣的真實，但是非常接近。所以，發心的行相，自性、行相、所緣、功德、最勝，他也具足，非常的希有難得。"
    },
    {
      "id": "12-017-1599_p0022",
      "zh_CN": "你总要从真心，换句话说，人要执着这个身是我，灵魂是我，思想念头是我，全是假的。这是凡夫，这是轮回心。轮回心所造的一切统叫轮回业，学佛所造的也是轮回业。经教里佛常讲，境随心转，你的心如果是佛心，起心动念一切造作无一不是佛行，佛心、佛行、佛德。我们今天是凡夫，轮回心，你说这个东西多麻烦！你明白之后，要紧的是放下。放下是你自己的事情，真的什么人都帮不上忙。生生世世在这个世间干什么？不就是修行！修什么？就是学放下，什么都要放下。头一个把身心放下，你看看身，身体是物质，心就是我们一般讲的灵魂。哲学家讲我思故我在，他不执着这个身是我，他执着什么？我能够思惟想像，那个是我。思惟想像的是第六意识，能够执着的是第七识，这不是我。",
      "zh_TW": "你總要從真心，換句話說，人要執著這個身是我，靈魂是我，思想念頭是我，全是假的。這是凡夫，這是輪迴心。輪迴心所造的一切統叫輪迴業，學佛所造的也是輪迴業。經教裡佛常講，境隨心轉，你的心如果是佛心，起心動念一切造作無一不是佛行，佛心、佛行、佛德。我們今天是凡夫，輪迴心，你說這個東西多麻煩！你明白之後，要緊的是放下。放下是你自己的事情，真的什麼人都幫不上忙。生生世世在這個世間幹什麼？不就是修行！修什麼？就是學放下，什麼都要放下。頭一個把身心放下，你看看身，身體是物質，心就是我們一般講的靈魂。哲學家講我思故我在，他不執著這個身是我，他執著什麼？我能夠思惟想像，那個是我。思惟想像的是第六意識，能夠執著的是第七識，這不是我。"
    },
    {
      "id": "12-017-1599_p0023",
      "zh_CN": "所以身心世界，世界是依报，统统要放下。你看这个多难！统统放下，与自性相应了，不是完全相应。就是我们自性上面盖覆的三重障碍，妄想是最里面的一重，分别是当中的一重，执着是最外面的一重。这个初发心的人，就是初信位的菩萨，外面这一重执着他放下一半，并没有完全放下，所以他还出不了六道。如果那一半也放下，他就出六道，他就不在六道里头了。在我们这个经里面的位置，他就到第七信位。你才晓得初信发心，发心的条件是要破见惑，那个发心才不会退。我们现在发心，遇到一点困难挫折马上就退心了。什么原因？我们过分执着自己的身心，过分的执着。所以这个东西造成障碍，常常发心，是常常退心。那个心永远发不出来，道理在此地。",
      "zh_TW": "所以身心世界，世界是依報，統統要放下。你看這個多難！統統放下，與自性相應了，不是完全相應。就是我們自性上面蓋覆的三重障礙，妄想是最裡面的一重，分別是當中的一重，執著是最外面的一重。這個初發心的人，就是初信位的菩薩，外面這一重執著他放下一半，並沒有完全放下，所以他還出不了六道。如果那一半也放下，他就出六道，他就不在六道裡頭了。在我們這個經裡面的位置，他就到第七信位。你才曉得初信發心，發心的條件是要破見惑，那個發心才不會退。我們現在發心，遇到一點困難挫折馬上就退心了。什麼原因？我們過分執著自己的身心，過分的執著。所以這個東西造成障礙，常常發心，是常常退心。那個心永遠發不出來，道理在此地。"
    },
    {
      "id": "12-017-1599_p0024",
      "zh_CN": "由此可知，放下多么重要。身心放下了，身见破了。再第二个，第二类的，「边见」，边见是什么？就是相对。这是我常常在讲席当中劝勉同学，我们一定要从自己内心深处放下对一切人的对立，对一切事的对立，对一切万物的对立，这个放下是边见破掉了。我们自己什么感受？身心和谐，没有一法是对立的。放下对立，你就靠近圆融。这是第二个。说起来是很难做，可是你非做不可，你要是不肯做，三途六道永远离不开，三途六道真正的因就在此地。",
      "zh_TW": "由此可知，放下多麼重要。身心放下了，身見破了。再第二個，第二類的，「邊見」，邊見是什麼？就是相對。這是我常常在講席當中勸勉同學，我們一定要從自己內心深處放下對一切人的對立，對一切事的對立，對一切萬物的對立，這個放下是邊見破掉了。我們自己什麼感受？身心和諧，沒有一法是對立的。放下對立，你就靠近圓融。這是第二個。說起來是很難做，可是你非做不可，你要是不肯做，三途六道永遠離不開，三途六道真正的因就在此地。"
    },
    {
      "id": "12-017-1599_p0025",
      "zh_CN": "第三个「戒取见」，第四个「见取见」，这两种我们中国人叫它做成见。你看我们常讲，某人成见太深，就是他坚固的执着。佛法为什么把它分成两类？这里头有因有果，见取见是对于果上的成见，戒取见是对于因上的成见。所以成见里头分因果两面。这个要放弃，不能有成见。人有成见就不会随缘，念念希望什么？别人随顺我，我不能随顺别人。佛菩萨不一样，佛菩萨恒顺众生、随喜功德，佛菩萨、阿罗汉没有成见。从这个地方我们就看到，华严会上初信位的菩萨他成见没有了，所以他才真正有能力学习随缘。恒顺众生，随喜功德，什么事情不要有自己、不要有成见。",
      "zh_TW": "第三個「戒取見」，第四個「見取見」，這兩種我們中國人叫它做成見。你看我們常講，某人成見太深，就是他堅固的執著。佛法為什麼把它分成兩類？這裡頭有因有果，見取見是對於果上的成見，戒取見是對於因上的成見。所以成見裡頭分因果兩面。這個要放棄，不能有成見。人有成見就不會隨緣，念念希望什麼？別人隨順我，我不能隨順別人。佛菩薩不一樣，佛菩薩恆順眾生、隨喜功德，佛菩薩、阿羅漢沒有成見。從這個地方我們就看到，華嚴會上初信位的菩薩他成見沒有了，所以他才真正有能力學習隨緣。恆順眾生，隨喜功德，什麼事情不要有自己、不要有成見。"
    },
    {
      "id": "12-017-1599_p0026",
      "zh_CN": "也许有人说，我们现在在这个世界，这世界动乱，善少恶多，那些恶人叫我们干，我们都能随顺他吗？随顺要有高度的智慧，你没有智慧，是感情用事。佛门常说佛教是什么？古来祖师大德用一句话就说明白了，要问佛教是什么？佛教是慈悲为本，方便为门。方便，方是方法，便是便宜；换句话说，就是最恰当的方法。最恰当是自利利他，自利，没有妨碍他，随顺他，不妨碍自己，这是智慧，高等的智慧。所以才说出随缘不变，不变随缘。没有智慧的话，就是一般人讲「慈悲多祸害，方便出下流」，堕落了。所以总的一句话来说，佛法是建立在智慧的基础上，这个智慧就是看破。你能看得破，你才能放下，放下帮助看破，看破帮助放下，这是行相。现在时间到了，我们休息几分钟。",
      "zh_TW": "也許有人說，我們現在在這個世界，這世界動亂，善少惡多，那些惡人叫我們幹，我們都能隨順他嗎？隨順要有高度的智慧，你沒有智慧，是感情用事。佛門常說佛教是什麼？古來祖師大德用一句話就說明白了，要問佛教是什麼？佛教是慈悲為本，方便為門。方便，方是方法，便是便宜；換句話說，就是最恰當的方法。最恰當是自利利他，自利，沒有妨礙他，隨順他，不妨礙自己，這是智慧，高等的智慧。所以才說出隨緣不變，不變隨緣。沒有智慧的話，就是一般人講「慈悲多禍害，方便出下流」，墮落了。所以總的一句話來說，佛法是建立在智慧的基礎上，這個智慧就是看破。你能看得破，你才能放下，放下幫助看破，看破幫助放下，這是行相。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1599_p0027",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看下面的疏文。「希求菩提及下」，下是下文，就是在底下偈颂里面，利益世间，利乐众生，这就是「作有情义利，即行相也」，在底下两首偈里面，这是行相。「菩提，三宝，有情，皆有所缘，能摄一切菩提分法，为其功德，不求五欲等，反显菩萨所求最胜」。这是把《瑜伽师地论》上讲的五种相，简单介绍出来。菩提是梵语，什么叫菩提？我们一定要搞清楚。菩提翻作觉，在佛门术语里面就是说阿耨多罗三藐三菩提。希求菩提就是说这个菩提，翻成中国意思是无上正等正觉。中国人习惯简单，有时候就直接称它作无上菩提；无上是中文翻译的意思，菩提用的是原来的音译，无上正等正觉。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看下面的疏文。「希求菩提及下」，下是下文，就是在底下偈頌裡面，利益世間，利樂眾生，這就是「作有情義利，即行相也」，在底下兩首偈裡面，這是行相。「菩提，三寶，有情，皆有所緣，能攝一切菩提分法，為其功德，不求五欲等，反顯菩薩所求最勝」。這是把《瑜伽師地論》上講的五種相，簡單介紹出來。菩提是梵語，什麼叫菩提？我們一定要搞清楚。菩提翻作覺，在佛門術語裡面就是說阿耨多羅三藐三菩提。希求菩提就是說這個菩提，翻成中國意思是無上正等正覺。中國人習慣簡單，有時候就直接稱它作無上菩提；無上是中文翻譯的意思，菩提用的是原來的音譯，無上正等正覺。"
    },
    {
      "id": "12-017-1599_p0028",
      "zh_CN": "我们求发心是要发得大。学习是有次第的，次第是先学正觉，由正觉再提升到正等正觉，由正等正觉再提升就是无上正等正觉。这个话说起来容易，做起来不是那么简单。正觉，佛法承认六道里面众生有不少有聪明智慧，不能说他不觉。聪明智慧就是觉，但是不称为正。什么原因？因为他还带着烦恼习气。所以虽觉，不能算正，不是菩提的意思。菩提意思是聪明智慧里面没有烦恼执着，没有烦恼习气，这个就难了。初信位的菩萨就没有见惑了，见解上的烦恼习气他没有了，他的聪明智慧才叫正。邪正一定要辨别清楚。换句话说，他们的身见、边见、见取见、戒取见、邪见，所有一切不正当、不正的见解，他统统都没有了。",
      "zh_TW": "我們求發心是要發得大。學習是有次第的，次第是先學正覺，由正覺再提升到正等正覺，由正等正覺再提升就是無上正等正覺。這個話說起來容易，做起來不是那麼簡單。正覺，佛法承認六道裡面眾生有不少有聰明智慧，不能說他不覺。聰明智慧就是覺，但是不稱為正。什麼原因？因為他還帶著煩惱習氣。所以雖覺，不能算正，不是菩提的意思。菩提意思是聰明智慧裡面沒有煩惱執著，沒有煩惱習氣，這個就難了。初信位的菩薩就沒有見惑了，見解上的煩惱習氣他沒有了，他的聰明智慧才叫正。邪正一定要辨別清楚。換句話說，他們的身見、邊見、見取見、戒取見、邪見，所有一切不正當、不正的見解，他統統都沒有了。"
    },
    {
      "id": "12-017-1599_p0029",
      "zh_CN": "前面我们讲到，慈悲方便要有智慧，不能有烦恼。人生生世世都在学习、都在修行，把一个错误念头修正过来，不是容易事情。我举个例子，讲慈悲方便，也就是说见惑里面两种成见，见取见跟戒取见，跟这个有关系。这两个是因果上的，我们在日常生活当中常常遇到，遇到不会处理，自己认为处理得很恰当，其实是错误的。遇到高人，我们才真正体会到。",
      "zh_TW": "前面我們講到，慈悲方便要有智慧，不能有煩惱。人生生世世都在學習、都在修行，把一個錯誤念頭修正過來，不是容易事情。我舉個例子，講慈悲方便，也就是說見惑裡面兩種成見，見取見跟戒取見，跟這個有關係。這兩個是因果上的，我們在日常生活當中常常遇到，遇到不會處理，自己認為處理得很恰當，其實是錯誤的。遇到高人，我們才真正體會到。"
    },
    {
      "id": "12-017-1599_p0030",
      "zh_CN": "早年，那时候好像我四十几岁，不到五十岁，在台北跟道安老法师办大专佛学讲座，他老人家非常难得。那时候老和尚六十八岁，他七十岁往生的，往生前两年。他住在自己的道场，松山寺，一栋四层楼房，他住在顶楼，一个人住，没有侍者。这个老法师很慈悲，他老人家对利看得很淡，名比较执着一点。所以很多人做生意，就邀请他去当董事长，把他挂个名。当董事长，当然公事里面遇到经济困难就找老和尚帮助，老和尚也很慷慨，常常有人骗他。所以，名利都要放下。反正生生世世都在学习，这一世他学习利放下了，名还没有完全放下。",
      "zh_TW": "早年，那時候好像我四十幾歲，不到五十歲，在台北跟道安老法師辦大專佛學講座，他老人家非常難得。那時候老和尚六十八歲，他七十歲往生的，往生前兩年。他住在自己的道場，松山寺，一棟四層樓房，他住在頂樓，一個人住，沒有侍者。這個老法師很慈悲，他老人家對利看得很淡，名比較執著一點。所以很多人做生意，就邀請他去當董事長，把他掛個名。當董事長，當然公事裡面遇到經濟困難就找老和尚幫助，老和尚也很慷慨，常常有人騙他。所以，名利都要放下。反正生生世世都在學習，這一世他學習利放下了，名還沒有完全放下。"
    },
    {
      "id": "12-017-1599_p0031",
      "zh_CN": "我有一天去看他，那时候韩馆长也在，我们一起去看老和尚。进门之后，他就问我，净空法师，你们进来的时候，刚才有个人出去，某人出去，你看到没有？我说看到了，在门口，我进来，他出去，我们打了个招呼。一位姓蒋的居士，也很熟悉。老和尚说他今天又来骗我了。我说我曾经听说过这个事情，你给他没有？给他了。我从老和尚这里学到了。老和尚教化人，这是慈悲，佛氏门中，不舍一人，一定要把坏人变成好人，恶人变成善人，这个教育才成功。",
      "zh_TW": "我有一天去看他，那時候韓館長也在，我們一起去看老和尚。進門之後，他就問我，淨空法師，你們進來的時候，剛才有個人出去，某人出去，你看到沒有？我說看到了，在門口，我進來，他出去，我們打了個招呼。一位姓蔣的居士，也很熟悉。老和尚說他今天又來騙我了。我說我曾經聽說過這個事情，你給他沒有？給他了。我從老和尚這裡學到了。老和尚教化人，這是慈悲，佛氏門中，不捨一人，一定要把壞人變成好人，惡人變成善人，這個教育才成功。"
    },
    {
      "id": "12-017-1599_p0032",
      "zh_CN": "这个人常常来骗老和尚，存心不善，他以为老和尚愚痴，什么也不懂，很好骗，骗了很多次。哪里晓得老和尚统统知道，你来要，都给你。相信总有一天，他会良心发现，原来老和尚有智慧，不是愚痴。每次去欺骗他，老和尚都知道，都很清楚、都很明白，而且都能满你的愿。让你次数多了之后，你会受感动，你会生惭愧心，你知道老和尚了不起，你能生惭愧心，能回头是岸。老和尚用意在此地，他不揭穿你、不责备你。",
      "zh_TW": "這個人常常來騙老和尚，存心不善，他以為老和尚愚痴，什麼也不懂，很好騙，騙了很多次。哪裡曉得老和尚統統知道，你來要，都給你。相信總有一天，他會良心發現，原來老和尚有智慧，不是愚痴。每次去欺騙他，老和尚都知道，都很清楚、都很明白，而且都能滿你的願。讓你次數多了之後，你會受感動，你會生慚愧心，你知道老和尚了不起，你能生慚愧心，能回頭是岸。老和尚用意在此地，他不揭穿你、不責備你。"
    },
    {
      "id": "12-017-1599_p0033",
      "zh_CN": "现在我们一般看人，跟一个人合伙，做一桩好事情，以后看到这个人喜欢占小便宜，我们讲手脚不干净，于是就想这不是好人，你放弃他，再去找一个，比这个更难伺候，永远找不到好人。特别是现代这个社会，他从小受的是什么教育，今天社会他受的是什么影响，你要知道。所以许多的过失，你要能够原谅他，你要好好去教他。尤其是他有身分、有地位，换句话说，你还得要顾及到他的尊严、他的面子。所以要用潜移默化，长时间的薰习、感化，他才回得了头来。他这一回头，一生感激你。回头之后，才知道某个老师真正是好人。他一回头，不但你教了他，他也会影响不少人，你就教了一群人。你没有智慧，你没有耐心，你没有方法，你怎么能做？",
      "zh_TW": "現在我們一般看人，跟一個人合夥，做一樁好事情，以後看到這個人喜歡佔小便宜，我們講手腳不乾淨，於是就想這不是好人，你放棄他，再去找一個，比這個更難伺候，永遠找不到好人。特別是現代這個社會，他從小受的是什麼教育，今天社會他受的是什麼影響，你要知道。所以許多的過失，你要能夠原諒他，你要好好去教他。尤其是他有身分、有地位，換句話說，你還得要顧及到他的尊嚴、他的面子。所以要用潛移默化，長時間的薰習、感化，他才回得了頭來。他這一回頭，一生感激你。回頭之後，才知道某個老師真正是好人。他一回頭，不但你教了他，他也會影響不少人，你就教了一群人。你沒有智慧，你沒有耐心，你沒有方法，你怎麼能做？"
    },
    {
      "id": "12-017-1599_p0034",
      "zh_CN": "佛法是教育，教育是爱人，教育就是要把不善的人教成善人，把没有德行的人教成有德行，迷惑颠倒的人教成有智慧。佛法讲，佛陀教众生的目标有三个，首先教你「转恶为善」，再进一步教你「转迷为悟」，到最后提升你，「转凡成圣」。佛氏门中，不舍一人，这叫佛法。不是说看到这个人坏就把他开除，就不要他了，这不是教育。教育绝对不会开除人，要用方法、用智慧让他转变。要肯定人性本善，要肯定佛说的一切众生皆有佛性。怎么样才能让教育成就、成功？首先要把自己教好。我对这桩事情观察几十年了，有很深的体会。释迦牟尼佛以及这些菩萨们、祖师大德们，为什么他们的教学那样能感化人，都能使人断恶向善？没有别的，自己做到了，才能感化一切众生。自己没有做到，依照经典劝别人去做，没用处，人家不相信。假如佛法真好，你为什么不做？你没有做，叫别人做，这个里头有问题。他信心就没有了。所以，你要教一个人，你要感化一个人，自己先要把它做好。我们对这个有很深的体会。",
      "zh_TW": "佛法是教育，教育是愛人，教育就是要把不善的人教成善人，把沒有德行的人教成有德行，迷惑顛倒的人教成有智慧。佛法講，佛陀教眾生的目標有三個，首先教你「轉惡為善」，再進一步教你「轉迷為悟」，到最後提升你，「轉凡成聖」。佛氏門中，不捨一人，這叫佛法。不是說看到這個人壞就把他開除，就不要他了，這不是教育。教育絕對不會開除人，要用方法、用智慧讓他轉變。要肯定人性本善，要肯定佛說的一切眾生皆有佛性。怎麼樣才能讓教育成就、成功？首先要把自己教好。我對這樁事情觀察幾十年了，有很深的體會。釋迦牟尼佛以及這些菩薩們、祖師大德們，為什麼他們的教學那樣能感化人，都能使人斷惡向善？沒有別的，自己做到了，才能感化一切眾生。自己沒有做到，依照經典勸別人去做，沒用處，人家不相信。假如佛法真好，你為什麼不做？你沒有做，叫別人做，這個裡頭有問題。他信心就沒有了。所以，你要教一個人，你要感化一個人，自己先要把它做好。我們對這個有很深的體會。"
    },
    {
      "id": "12-017-1599_p0035",
      "zh_CN": "所以这些年来，从事于世界和平工作，联合国的会议这么多，参与的人不少，可以说都是高等知识分子。为什么没有成效？这个世间的动乱频率不断在上升，灾害一次比一次严重，什么原因？我们自己从事于和平工作这么多人，本身没有给大众树立成一个榜样，原因在此地。于是这么多年来，不少人真的退心了，感觉到和平安定、化解冲突是一个理想，做不到，没有办法落实。我们这才想到，古圣先贤他们为什么能做到？所以我们在庐江汤池小镇做这次的试验。我们招收三十名老师，可以说我们的志趣相同。我们第一个要求，就是要求老师们把儒家的《弟子规》、道家的《感应篇》、佛家的《十善业道》，百分之百的落实。尤其是弟子规，一定自己统统都做到，才能感化别人。",
      "zh_TW": "所以這些年來，從事於世界和平工作，聯合國的會議這麼多，參與的人不少，可以說都是高等知識分子。為什麼沒有成效？這個世間的動亂頻率不斷在上升，災害一次比一次嚴重，什麼原因？我們自己從事於和平工作這麼多人，本身沒有給大眾樹立成一個榜樣，原因在此地。於是這麼多年來，不少人真的退心了，感覺到和平安定、化解衝突是一個理想，做不到，沒有辦法落實。我們這才想到，古聖先賢他們為什麼能做到？所以我們在廬江湯池小鎮做這次的試驗。我們招收三十名老師，可以說我們的志趣相同。我們第一個要求，就是要求老師們把儒家的《弟子規》、道家的《感應篇》、佛家的《十善業道》，百分之百的落實。尤其是弟子規，一定自己統統都做到，才能感化別人。"
    },
    {
      "id": "12-017-1599_p0036",
      "zh_CN": "这些老师不错，非常难得，他们居然能在短短两个月就把弟子规落实。工作、生活、待人接物，完全依照弟子规的教诲去做。感动了这个地区，这个小镇，四万八千居民。他们落实之后，用了二、三个月的时间，就把整个小镇的风气改善了，大幅度的改善。我们欢喜，这些老师们也欢喜，地方的领导、居民没有一个不欢喜。使我们肯定了人性本善，可惜没有人去教。教的人，一定要自己做到；自己不做到，没有办法带人。中国教育是从家庭开始，家长要做不到，就没办法把你的儿女教好，这一定的道理，所谓是上梁不正下梁歪。儿女天天看父母的表现，身教！不是言教。学生天天看老师的表现，也是身教；公司行号的员工，大家看老板的表现；一个国家的人民看领导的人表现，道理是一样的。我们想把别人带好，首先要把自己做好，「希求菩提」。",
      "zh_TW": "這些老師不錯，非常難得，他們居然能在短短兩個月就把弟子規落實。工作、生活、待人接物，完全依照弟子規的教誨去做。感動了這個地區，這個小鎮，四萬八千居民。他們落實之後，用了二、三個月的時間，就把整個小鎮的風氣改善了，大幅度的改善。我們歡喜，這些老師們也歡喜，地方的領導、居民沒有一個不歡喜。使我們肯定了人性本善，可惜沒有人去教。教的人，一定要自己做到；自己不做到，沒有辦法帶人。中國教育是從家庭開始，家長要做不到，就沒辦法把你的兒女教好，這一定的道理，所謂是上梁不正下梁歪。兒女天天看父母的表現，身教！不是言教。學生天天看老師的表現，也是身教；公司行號的員工，大家看老闆的表現；一個國家的人民看領導的人表現，道理是一樣的。我們想把別人帶好，首先要把自己做好，「希求菩提」。"
    },
    {
      "id": "12-017-1599_p0037",
      "zh_CN": "「菩提，三宝」，三宝是佛法僧，「有情」是一切众生，这些是所缘，「皆有所缘」。「能摄一切菩提分法」，这是功德。一切菩提分法是讲的作用，后面讲的无方大用，方是方所，无方，这个用处就太大了。在你日常生活当中，点点滴滴，如果我们具体来讲，《弟子规》上三百六十句，句句都是菩提分法；能把它做到，句句都是功德。从这里我们能够看到的，《瑜伽师地论》里面所讲的五种相，自性、行相、所缘、功德，统统在这首偈里面，我们都看到了。",
      "zh_TW": "「菩提，三寶」，三寶是佛法僧，「有情」是一切眾生，這些是所緣，「皆有所緣」。「能攝一切菩提分法」，這是功德。一切菩提分法是講的作用，後面講的無方大用，方是方所，無方，這個用處就太大了。在你日常生活當中，點點滴滴，如果我們具體來講，《弟子規》上三百六十句，句句都是菩提分法；能把它做到，句句都是功德。從這裡我們能夠看到的，《瑜伽師地論》裡面所講的五種相，自性、行相、所緣、功德，統統在這首偈裡面，我們都看到了。"
    },
    {
      "id": "12-017-1599_p0038",
      "zh_CN": "「不求五欲，反显菩萨所求最胜」，菩萨所求的是什么？自己要求无上的智慧。能不能求得到？能求得到。为什么这么肯定？因为无上正等正觉是你自性里头本来具足，不是外面来的。正是世尊在《华严经》里面告诉我们，「一切众生皆有如来智慧德相」。你去想想，如来的智慧德相，我们在《华严》看到了，在净土经典里面看到极乐世界，那是如来果地上的智慧德相。佛说我们所有一切众生统统都有，这一切众生里面包括畜生，畜生里面包括蜎飞蠕动、蚊虫蚂蚁、微生物，都包括在其中；包括饿鬼、地狱，各个都有跟如来一样的智慧、德能、相好，没有一丝毫欠缺。佛不比我们多一点，我们也不比他少一点，平等平等。可是现在我们落在这个地步，这什么原因？还有比我们更差的，畜生不如我们，饿鬼、地狱是更不如我们，什么原因？佛说了，「但以妄想执着而不能证得」。我们今天沦落到这种地步，就是因为起了妄想分别执着。由于这些妄想分别执着多寡轻重不同，所以才形成十法界。",
      "zh_TW": "「不求五欲，反顯菩薩所求最勝」，菩薩所求的是什麼？自己要求無上的智慧。能不能求得到？能求得到。為什麼這麼肯定？因為無上正等正覺是你自性裡頭本來具足，不是外面來的。正是世尊在《華嚴經》裡面告訴我們，「一切眾生皆有如來智慧德相」。你去想想，如來的智慧德相，我們在《華嚴》看到了，在淨土經典裡面看到極樂世界，那是如來果地上的智慧德相。佛說我們所有一切眾生統統都有，這一切眾生裡面包括畜生，畜生裡面包括蜎飛蠕動、蚊蟲螞蟻、微生物，都包括在其中；包括餓鬼、地獄，各個都有跟如來一樣的智慧、德能、相好，沒有一絲毫欠缺。佛不比我們多一點，我們也不比他少一點，平等平等。可是現在我們落在這個地步，這什麼原因？還有比我們更差的，畜生不如我們，餓鬼、地獄是更不如我們，什麼原因？佛說了，「但以妄想執著而不能證得」。我們今天淪落到這種地步，就是因為起了妄想分別執著。由於這些妄想分別執著多寡輕重不同，所以才形成十法界。"
    },
    {
      "id": "12-017-1599_p0039",
      "zh_CN": "今天我们遇到佛法，了解事实真相，现在要学习的是什么？把妄想分别执着去掉，恢复自性本来具足的无量智慧、无量德能、无量相好，统统可以证得。所以，诸佛菩萨教学不居功，经论里面明明白白的告诉我们，你将来圆满菩提，并无所得。你成佛了，你还有什么东西得到的？什么也没有，你所得到的全是你自性里头本来有的；自性里头没有的，一样也得不到。自性的智慧德相真叫无量无边。",
      "zh_TW": "今天我們遇到佛法，了解事實真相，現在要學習的是什麼？把妄想分別執著去掉，恢復自性本來具足的無量智慧、無量德能、無量相好，統統可以證得。所以，諸佛菩薩教學不居功，經論裡面明明白白的告訴我們，你將來圓滿菩提，並無所得。你成佛了，你還有什麼東西得到的？什麼也沒有，你所得到的全是你自性裡頭本來有的；自性裡頭沒有的，一樣也得不到。自性的智慧德相真叫無量無邊。"
    },
    {
      "id": "12-017-1599_p0040",
      "zh_CN": "这个讯息，实在讲太难得了。我们这一生有幸遇到，现在我们如何学习？首先学习从弟子规学、从十善业学、从感应篇学，从这儿起步。这些经教里面教我们要做的，我们要很认真去做，为什么？那是性德；告诉我们不可以做的，我们决定不能做，为什么？那是违背性德。所以，这些教诲不是佛菩萨、不是圣人他们自己制订的，不是的。这些道理、这些事相是自性里头本来如是，佛法里面讲，法尔如是，就是自然是这样的。我们只要随顺自然就对了，就正确了；违背自然，灾难就来了。灾难是什么？三途六道是灾难，总说。所以修行修的是这个，学习学的是这个，不能不知道。",
      "zh_TW": "這個訊息，實在講太難得了。我們這一生有幸遇到，現在我們如何學習？首先學習從弟子規學、從十善業學、從感應篇學，從這兒起步。這些經教裡面教我們要做的，我們要很認真去做，為什麼？那是性德；告訴我們不可以做的，我們決定不能做，為什麼？那是違背性德。所以，這些教誨不是佛菩薩、不是聖人他們自己制訂的，不是的。這些道理、這些事相是自性裡頭本來如是，佛法裡面講，法爾如是，就是自然是這樣的。我們只要隨順自然就對了，就正確了；違背自然，災難就來了。災難是什麼？三途六道是災難，總說。所以修行修的是這個，學習學的是這個，不能不知道。"
    },
    {
      "id": "12-017-1599_p0041",
      "zh_CN": "在这首偈子里面给我们讲，第二句，『非是无因无有缘』，有因、有缘。什么叫因？什么叫缘？下面说，「言因缘者，谓亲能发起求大菩提曰因」，亲能发起的这是因。「假之助发为缘」，这是假借，帮助你发这个心，这是缘。所以它有因、有缘。下面给我们具体说出来，「因即自性住性，内熏之力，缘即习所成性」，这个说得好。你看看发这种心的人能够舍己为人，不容易！我们在一生当中遇见的人物不少，几个人发这个心？平常我们所接触的，都是自私自利，起心动念第一个念头，对我有没有好处？对我家有没有好处？没有想到别人。这个人居然跟一般人想法不一样，起心动念想到别人的好处，没有想到自己。这是什么因？自性住性，内熏之力。这就不是这一生的，过去生中生生世世，必定已经在发心学习了。这桩事情不是短时间能够学得会的，也就是说，用我们这一生一世不能完成这个课程，必须要换好多个身体才能完成。",
      "zh_TW": "在這首偈子裡面給我們講，第二句，『非是無因無有緣』，有因、有緣。什麼叫因？什麼叫緣？下面說，「言因緣者，謂親能發起求大菩提曰因」，親能發起的這是因。「假之助發為緣」，這是假借，幫助你發這個心，這是緣。所以它有因、有緣。下面給我們具體說出來，「因即自性住性，內熏之力，緣即習所成性」，這個說得好。你看看發這種心的人能夠捨己為人，不容易！我們在一生當中遇見的人物不少，幾個人發這個心？平常我們所接觸的，都是自私自利，起心動念第一個念頭，對我有沒有好處？對我家有沒有好處？沒有想到別人。這個人居然跟一般人想法不一樣，起心動念想到別人的好處，沒有想到自己。這是什麼因？自性住性，內熏之力。這就不是這一生的，過去生中生生世世，必定已經在發心學習了。這樁事情不是短時間能夠學得會的，也就是說，用我們這一生一世不能完成這個課程，必須要換好多個身體才能完成。"
    },
    {
      "id": "12-017-1599_p0042",
      "zh_CN": "如果诸位不懂，我们举个比喻来说。譬如我们念书，我们现在念一年级，念一年级需要一年的时间，两个学期。我们的灵性是永恒的，没有生灭的。我们把身体比作灵性，而把我们的衣服比作我们的身体。一年当中，你能不能就穿这件衣服来完成你的学业？不太可能。衣服会脏，尤其是小孩，衣服大概天天都要换洗。换一次衣服，就好像换一个身体。要完成一年级的课程，大概衣服至少要换二、三百次，一年三百六十五天，有时候两天换一次，一般都是一天换一次。你要换二百多次身体，你才能完成这个课程。这个课程及格了，提升到二年级，二年级也是如此，也要二、三百个身体才能完成这个课。内熏之力。",
      "zh_TW": "如果諸位不懂，我們舉個比喻來說。譬如我們念書，我們現在念一年級，念一年級需要一年的時間，兩個學期。我們的靈性是永恆的，沒有生滅的。我們把身體比作靈性，而把我們的衣服比作我們的身體。一年當中，你能不能就穿這件衣服來完成你的學業？不太可能。衣服會髒，尤其是小孩，衣服大概天天都要換洗。換一次衣服，就好像換一個身體。要完成一年級的課程，大概衣服至少要換二、三百次，一年三百六十五天，有時候兩天換一次，一般都是一天換一次。你要換二百多次身體，你才能完成這個課程。這個課程及格了，提升到二年級，二年級也是如此，也要二、三百個身體才能完成這個課。內熏之力。"
    },
    {
      "id": "12-017-1599_p0043",
      "zh_CN": "所以我们今天能够同聚一堂，一起来学习《华严经》，不管你是在我们的协会，或者是你在网路、卫星电视画面的前面，我们有缘能够在一起共同学习两个小时，这两个小时有因有缘，不是无因无有缘。这两个小时在一起学习，都是过去生中生生世世，不知道换了多少身体。灵性不变，还是我们这个人，灵性不变，身体换了太多次，你才能发得起这个心。如果没有这么长的时间薰习，你发不了这个心，这是因。也就是说，生生世世的学习，阿赖耶识里面有种子，这个种子还有一点力量，所以遇到缘它起作用，它又发了。这是讲因。缘，因就是我们中国人讲的本性，「人之初，性本善」，本性，缘是习性，生生世世的学习，学习恢复本性，学习与本性相应。就是我们前面所讲的，阿赖耶识里面含藏着习性的种子，阿赖耶的自身就是本性。由于种习互薰，它起了作用。这个完全讲的是我们内在的，过去今生不断的在薰习。",
      "zh_TW": "所以我們今天能夠同聚一堂，一起來學習《華嚴經》，不管你是在我們的協會，或者是你在網路、衛星電視畫面的前面，我們有緣能夠在一起共同學習兩個小時，這兩個小時有因有緣，不是無因無有緣。這兩個小時在一起學習，都是過去生中生生世世，不知道換了多少身體。靈性不變，還是我們這個人，靈性不變，身體換了太多次，你才能發得起這個心。如果沒有這麼長的時間薰習，你發不了這個心，這是因。也就是說，生生世世的學習，阿賴耶識裡面有種子，這個種子還有一點力量，所以遇到緣它起作用，它又發了。這是講因。緣，因就是我們中國人講的本性，「人之初，性本善」，本性，緣是習性，生生世世的學習，學習恢復本性，學習與本性相應。就是我們前面所講的，阿賴耶識裡面含藏著習性的種子，阿賴耶的自身就是本性。由於種習互薰，它起了作用。這個完全講的是我們內在的，過去今生不斷的在薰習。"
    },
    {
      "id": "12-017-1599_p0044",
      "zh_CN": "再看下面所说的，「又上二皆因」，就是本性、习性都是因。就在我们这一生来讲，它是属于因，本性、习性都是因。「善友及境」，境是境界，这是属于外缘，外缘的薰习，这是为缘。譬如我们在没有遇到善知识之前，虽然过去生中有因有缘，本性、习性有缘，可是这一生生下来之后，迷了，没有人教我们，迷了，迷得很严重。我在年轻时候也接触宗教，但是始终觉得这是迷信，尤其是佛教，迷信当中最迷信的，简直不能接受。不能接受，所以碰都不碰它，跟它离得远远的，是这么个状况。",
      "zh_TW": "再看下面所說的，「又上二皆因」，就是本性、習性都是因。就在我們這一生來講，它是屬於因，本性、習性都是因。「善友及境」，境是境界，這是屬於外緣，外緣的薰習，這是為緣。譬如我們在沒有遇到善知識之前，雖然過去生中有因有緣，本性、習性有緣，可是這一生生下來之後，迷了，沒有人教我們，迷了，迷得很嚴重。我在年輕時候也接觸宗教，但是始終覺得這是迷信，尤其是佛教，迷信當中最迷信的，簡直不能接受。不能接受，所以碰都不碰它，跟它離得遠遠的，是這麼個狀況。"
    },
    {
      "id": "12-017-1599_p0045",
      "zh_CN": "二十二岁到台湾，到台湾之后，那时候一心想学哲学，找到一个好老师方东美先生，那是当代的大哲学家。怎么找到的？听说他是桐城人，桐城跟我同乡，写信给他，我自己写了一篇文章送给他看，这就是试试看。没想到，一个星期，我收到他的回信，他就约我到他家里面去见面，这个非常难得。见面之后，他也很欢喜，我很想学哲学，对哲学很有兴趣，但是没学过，没有接触过。没想到在这种状况之下，我本来是想到学校去旁听，他不让我去旁听。他说你每个星期天到他家里去，他给我两个小时上一堂课，每个星期两个小时。我的哲学是在他家里头，就是一对一教出来的。最后一个单元讲「佛经哲学」，我感到很纳闷，我向老师说，佛教是迷信，怎么是哲学？哲学是智慧。他说：你不知道，「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。善友，这是缘，要没有他，我们怎么知道佛教？怎么可能会接触到佛教？怎么可能去学佛教？都不可能！善友为缘。",
      "zh_TW": "二十二歲到台灣，到台灣之後，那時候一心想學哲學，找到一個好老師方東美先生，那是當代的大哲學家。怎麼找到的？聽說他是桐城人，桐城跟我同鄉，寫信給他，我自己寫了一篇文章送給他看，這就是試試看。沒想到，一個星期，我收到他的回信，他就約我到他家裡面去見面，這個非常難得。見面之後，他也很歡喜，我很想學哲學，對哲學很有興趣，但是沒學過，沒有接觸過。沒想到在這種狀況之下，我本來是想到學校去旁聽，他不讓我去旁聽。他說你每個星期天到他家裡去，他給我兩個小時上一堂課，每個星期兩個小時。我的哲學是在他家裡頭，就是一對一教出來的。最後一個單元講「佛經哲學」，我感到很納悶，我向老師說，佛教是迷信，怎麼是哲學？哲學是智慧。他說：你不知道，「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。善友，這是緣，要沒有他，我們怎麼知道佛教？怎麼可能會接觸到佛教？怎麼可能去學佛教？都不可能！善友為緣。"
    },
    {
      "id": "12-017-1599_p0046",
      "zh_CN": "这样才对佛教重新认知，知道过去的观念全错了，产生这么大的误会，现在要好好学习。老师特别嘱咐我，大概是怕我退转，告诉我，你真正要想学佛，佛教在经典里面。这就是指出一个重心，佛法僧三宝，法宝是重心。其他两个可以暂时放下，专门在经典上做功夫，这样一来，就不容易退转了。如果你看到佛像，佛像跟它祈祷，不灵，信心失掉了；看到出家人，出家人很多人不如法，那你也退心。始终不离开经典，你就不会退心。这是境界为缘，这个缘太殊胜了。当然佛经也不是那么好懂的，你看缘就非常好，我在真正接触佛教经典不到一个月，就有个朋友给我介绍，认识了章嘉大师。章嘉大师非常慈悲，也跟方老师一样，每个星期天给我两个小时。所以我就舍弃方老师，就专心跟章嘉大师学佛，因为他是专家。",
      "zh_TW": "這樣才對佛教重新認知，知道過去的觀念全錯了，產生這麼大的誤會，現在要好好學習。老師特別囑咐我，大概是怕我退轉，告訴我，你真正要想學佛，佛教在經典裡面。這就是指出一個重心，佛法僧三寶，法寶是重心。其他兩個可以暫時放下，專門在經典上做功夫，這樣一來，就不容易退轉了。如果你看到佛像，佛像跟它祈禱，不靈，信心失掉了；看到出家人，出家人很多人不如法，那你也退心。始終不離開經典，你就不會退心。這是境界為緣，這個緣太殊勝了。當然佛經也不是那麼好懂的，你看緣就非常好，我在真正接觸佛教經典不到一個月，就有個朋友給我介紹，認識了章嘉大師。章嘉大師非常慈悲，也跟方老師一樣，每個星期天給我兩個小時。所以我就捨棄方老師，就專心跟章嘉大師學佛，因為他是專家。"
    },
    {
      "id": "12-017-1599_p0047",
      "zh_CN": "我跟章嘉大师三年，我的佛学基础是他老人家奠定的，这个老人家难得，太难得了！我一入门，叫我读什么？不是念经，不是念咒，叫我学习《释迦方志》、《释迦谱》这两部书。这两部书在当时没有单行本，《大藏经》里面有。所以我要去找寺庙里头有藏经，去抄，抽出空闲的时间就去抄经，因为藏经不能借出来。好在这两本篇幅还不太大，《释迦方志》四卷，《释迦谱》十卷，总共十四卷。这两个是什么东西？释迦牟尼佛的传记。你要学佛，你先要认识佛是什么样的人，值不值得我们尊敬，值不值得我们跟他学习。这个太难得了，这个没有一点迷信。我们读了释迦牟尼佛传记之后，这两种书都是唐朝人的著作，都是从经典里面节录下来的，世尊一生的事迹。这个缘分希有难逢，这个讲是「善友及境，外熏为缘」。",
      "zh_TW": "我跟章嘉大師三年，我的佛學基礎是他老人家奠定的，這個老人家難得，太難得了！我一入門，叫我讀什麼？不是念經，不是念咒，叫我學習《釋迦方誌》、《釋迦譜》這兩部書。這兩部書在當時沒有單行本，《大藏經》裡面有。所以我要去找寺廟裡頭有藏經，去抄，抽出空閒的時間就去抄經，因為藏經不能借出來。好在這兩本篇幅還不太大，《釋迦方誌》四卷，《釋迦譜》十卷，總共十四卷。這兩個是什麼東西？釋迦牟尼佛的傳記。你要學佛，你先要認識佛是什麼樣的人，值不值得我們尊敬，值不值得我們跟他學習。這個太難得了，這個沒有一點迷信。我們讀了釋迦牟尼佛傳記之後，這兩種書都是唐朝人的著作，都是從經典裡面節錄下來的，世尊一生的事蹟。這個緣分希有難逢，這個講是「善友及境，外熏為緣」。"
    },
    {
      "id": "12-017-1599_p0048",
      "zh_CN": "我学佛是这么一个因缘，引导你入佛门，引导你认识佛教。这一认识之后，才发现佛教不是宗教，佛教是教育。要用现在的名词来称呼释迦牟尼佛，释迦牟尼佛应该要称作多元文化的社会教育家。像中国孔子一样，孔子也是多元文化的社会教育家。更难得的，释迦牟尼佛一生扮演什么角色？什么身分？他是多元文化社会教育的义务工作者，他一生义务教学，不收学费，不接受学生供养。中国孔子还收一点学费，释迦牟尼佛不收学费。老师跟学生每天的生活都是出去托钵，日中一食，树下一宿，比孔子更不容易。而且教了四十九年，从三十岁他示现开悟，什么叫开悟？妄想分别执着放下，彻底放下了。所以自性本具的般若智慧、德能、相好，也统统显示出来了。教什么？就是教人这些。教了四十九年，这是经典上记载，所谓讲经三百余会，说法四十九年。",
      "zh_TW": "我學佛是這麼一個因緣，引導你入佛門，引導你認識佛教。這一認識之後，才發現佛教不是宗教，佛教是教育。要用現在的名詞來稱呼釋迦牟尼佛，釋迦牟尼佛應該要稱作多元文化的社會教育家。像中國孔子一樣，孔子也是多元文化的社會教育家。更難得的，釋迦牟尼佛一生扮演什麼角色？什麼身分？他是多元文化社會教育的義務工作者，他一生義務教學，不收學費，不接受學生供養。中國孔子還收一點學費，釋迦牟尼佛不收學費。老師跟學生每天的生活都是出去托缽，日中一食，樹下一宿，比孔子更不容易。而且教了四十九年，從三十歲他示現開悟，什麼叫開悟？妄想分別執著放下，徹底放下了。所以自性本具的般若智慧、德能、相好，也統統顯示出來了。教什麼？就是教人這些。教了四十九年，這是經典上記載，所謂講經三百餘會，說法四十九年。"
    },
    {
      "id": "12-017-1599_p0049",
      "zh_CN": "我们读了之后，认清楚之后，自然五体投地，没有话说了。我们从前误会，把它认为是宗教、是迷信，不知道它是大学问，确实无所不知，无所不能，这样的老师到哪里去找？从这个地方发心，就不会退转了。我们的方向、目标正确，接受佛的教诲，走佛走的道路。这个因缘可以提供诸位做参考。下面还有细说，细说有四种因、四种缘、四种力。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們讀了之後，認清楚之後，自然五體投地，沒有話說了。我們從前誤會，把它認為是宗教、是迷信，不知道它是大學問，確實無所不知，無所不能，這樣的老師到哪裡去找？從這個地方發心，就不會退轉了。我們的方向、目標正確，接受佛的教誨，走佛走的道路。這個因緣可以提供諸位做參考。下面還有細說，細說有四種因、四種緣、四種力。今天時間到了，我們就講到此地。"
    }
  ]
}