{
  "doc_id": "12-017-0330",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三三０卷",
    "zh_TW": "第三三０卷"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0330",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "12-017-0330_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，八部四王众，紧那罗王长行，第一句：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，八部四王眾，緊那羅王長行，第一句："
    },
    {
      "id": "12-017-0330_p0002",
      "zh_CN": "【复次善慧光明天紧那罗王，得普生一切喜乐业解脱门。】",
      "zh_TW": "【復次善慧光明天緊那羅王，得普生一切喜樂業解脫門。】"
    },
    {
      "id": "12-017-0330_p0003",
      "zh_CN": "清凉大师注解，「世喜乐业，皆因佛生」。这一个事实真相确实很少人能体会到，如果不是在佛法上有相当深度的体悟，很难接受这个说法，深入义趣的人，他听到这个说法会点头。为什么一般世间人难接受？主要是对于「佛」这个字的定义，没有透彻理解。我们听到「佛」这个名称，看到这个字，就想到佛的偶像，而不知道「佛」这个字的真正含义。佛是什么？佛是我们自己的真心，是我们自己的本性。宗门常讲「明心见性，见性成佛」，佛是什么？佛是见性之人。皆因佛生，都是从自性里头生的。明白这个道理，当然清凉讲的话你就肯定了。",
      "zh_TW": "清涼大師註解，「世喜樂業，皆因佛生」。這一個事實真相確實很少人能體會到，如果不是在佛法上有相當深度的體悟，很難接受這個說法，深入義趣的人，他聽到這個說法會點頭。為什麼一般世間人難接受？主要是對於「佛」這個字的定義，沒有透徹理解。我們聽到「佛」這個名稱，看到這個字，就想到佛的偶像，而不知道「佛」這個字的真正含義。佛是什麼？佛是我們自己的真心，是我們自己的本性。宗門常講「明心見性，見性成佛」，佛是什麼？佛是見性之人。皆因佛生，都是從自性裡頭生的。明白這個道理，當然清涼講的話你就肯定了。"
    },
    {
      "id": "12-017-0330_p0004",
      "zh_CN": "『一切喜乐业』，一切喜乐业，包括世间跟出世间，真正欢喜。「业」是什么？起心动念，言语造作。起心动念、言语造作里面常生欢喜，这是从真性的流露。如果不是从真性的流露，那个喜乐是世间苦乐相对的乐，那个乐不是真的，所谓是「乐极生悲」，乐会变成悲，喜会变成恼，它不是真的。佛家讲的喜乐是永恒不变的，这叫真正的喜乐。我们怎么晓得经文是这样的标准？只要观察这一部是什么经？大乘圆教；修学、说法的是些什么人？法身大士。紧那罗王也是诸佛如来的化现，前面说过很多遍，应以什么身得度，佛就现什么身。所以这个地方的标准，绝对不是世法的标准，而确确实实是大乘法的标准。大乘的喜乐不是感情的，是从自性里面流露出来的。业，包括你的思想、你的言语、你的行为；换句话说，三业称性，他怎么不欢喜？这就是佛法里面常说的「法喜充满」，这个喜悦是从里面生出来的，不是外面境界的刺激。凡夫苦乐是由外头境界而来的，所以它不是真的，真的是从心性里头往外流。",
      "zh_TW": "『一切喜樂業』，一切喜樂業，包括世間跟出世間，真正歡喜。「業」是什麼？起心動念，言語造作。起心動念、言語造作裡面常生歡喜，這是從真性的流露。如果不是從真性的流露，那個喜樂是世間苦樂相對的樂，那個樂不是真的，所謂是「樂極生悲」，樂會變成悲，喜會變成惱，它不是真的。佛家講的喜樂是永恆不變的，這叫真正的喜樂。我們怎麼曉得經文是這樣的標準？只要觀察這一部是什麼經？大乘圓教；修學、說法的是些什麼人？法身大士。緊那羅王也是諸佛如來的化現，前面說過很多遍，應以什麼身得度，佛就現什麼身。所以這個地方的標準，絕對不是世法的標準，而確確實實是大乘法的標準。大乘的喜樂不是感情的，是從自性裡面流露出來的。業，包括你的思想、你的言語、你的行為；換句話說，三業稱性，他怎麼不歡喜？這就是佛法裡面常說的「法喜充滿」，這個喜悅是從裡面生出來的，不是外面境界的刺激。凡夫苦樂是由外頭境界而來的，所以它不是真的，真的是從心性裡頭往外流。"
    },
    {
      "id": "12-017-0330_p0005",
      "zh_CN": "『普生』，「普」是平等的意思，决不因境缘的好坏；换句话说，不会因环境的顺逆，也不会因人事的好恶，不受外界影响，内心常生欢喜心。这个要不属于自性，哪里能办得到？这一个法门也能成无上道，为什么？「喜乐业」必定是真正的善法，人要作恶，决定没有喜乐，作恶里面的喜乐，那是环境的刺激，不是从自性流出来的，自性流出来的决定是善业。连中国从前小朋友念的第一本书，《三字经》，开头就是说「人之初，性本善」，那个善是绝对的善，不是善恶的善，你要把它看成善恶的善，那就看错了，自性本具的德行。这个善就是儒家讲的「止于至善」，佛法里面所说的「阿耨多罗三藐三菩提」，善是这个意思。第二句话说「性相近，习相远」，这也就是讲习性。六道众生用习性，不知道用真性，这个地方是讲法身菩萨，他们用真性，所以世出世间一切喜乐业都是止于至善，都与性德圆满的相应，这显示出来门门皆成无上道，法门平等，无有高下。",
      "zh_TW": "『普生』，「普」是平等的意思，決不因境緣的好壞；換句話說，不會因環境的順逆，也不會因人事的好惡，不受外界影響，內心常生歡喜心。這個要不屬於自性，哪裡能辦得到？這一個法門也能成無上道，為什麼？「喜樂業」必定是真正的善法，人要作惡，決定沒有喜樂，作惡裡面的喜樂，那是環境的刺激，不是從自性流出來的，自性流出來的決定是善業。連中國從前小朋友念的第一本書，《三字經》，開頭就是說「人之初，性本善」，那個善是絕對的善，不是善惡的善，你要把它看成善惡的善，那就看錯了，自性本具的德行。這個善就是儒家講的「止於至善」，佛法裡面所說的「阿耨多羅三藐三菩提」，善是這個意思。第二句話說「性相近，習相遠」，這也就是講習性。六道眾生用習性，不知道用真性，這個地方是講法身菩薩，他們用真性，所以世出世間一切喜樂業都是止於至善，都與性德圓滿的相應，這顯示出來門門皆成無上道，法門平等，無有高下。"
    },
    {
      "id": "12-017-0330_p0006",
      "zh_CN": "我们应该怎样学习？真正学习不用妄心，日常生活处事待人接物，不用妄心，用真心，真心自然出生一切喜乐业。用妄心，那你所造作的业不外乎善业跟恶业，这相对的，善业生三善道，恶业堕三恶道，决定出不了六道轮回。因为你的心不平等，你的心量窄小，只顾自己的利益，只顾这小小团体的利益，你的家庭利益，你的公司利益，你纵然得利益了，你很快乐，快乐当中有隐忧。隐忧从哪里来？你得利益，他没有得利益，不得利益的人眼睛当中看着你，处心积虑要夺你的利益，你又要想如何保卫你的利益，冲突就发生了，战争是从这儿来的。所以这个不是真乐，真乐是从自性里头流露出来的。心决定没有界限，确确实实心包太虚，量周沙界，跟虚空法界任何一个众生都不冲突。利益是共同的，利益不是自己独占的，是共同的，这叫真乐。这个乐里头决定不会起副作用，我们总要懂这个道理。",
      "zh_TW": "我們應該怎樣學習？真正學習不用妄心，日常生活處事待人接物，不用妄心，用真心，真心自然出生一切喜樂業。用妄心，那你所造作的業不外乎善業跟惡業，這相對的，善業生三善道，惡業墮三惡道，決定出不了六道輪迴。因為你的心不平等，你的心量窄小，只顧自己的利益，只顧這小小團體的利益，你的家庭利益，你的公司利益，你縱然得利益了，你很快樂，快樂當中有隱憂。隱憂從哪裡來？你得利益，他沒有得利益，不得利益的人眼睛當中看著你，處心積慮要奪你的利益，你又要想如何保衛你的利益，衝突就發生了，戰爭是從這兒來的。所以這個不是真樂，真樂是從自性裡頭流露出來的。心決定沒有界限，確確實實心包太虛，量周沙界，跟虛空法界任何一個眾生都不衝突。利益是共同的，利益不是自己獨佔的，是共同的，這叫真樂。這個樂裡頭決定不會起副作用，我們總要懂這個道理。"
    },
    {
      "id": "12-017-0330_p0007",
      "zh_CN": "换句话说，修道之人，尤其是希望自己在这一生成就的人，你要不将「自私自利、名闻利养、贪瞋痴慢」，这十二个字彻底放下，要想在这一生当中超越六道、超越十法界，往生净土，亲近阿弥陀如来，你没有把握。什么人有把握？肯放下的人有把握，对这个世间起心动念、言语造作，决定是利益世间一切众生，没有个人利益掺杂在其中。有个人丝毫利益掺杂在其中，就是夹杂不善，你的善业不纯。纯善之人决定得解脱，这是解脱的一个门径，脱离六道、脱离十法界，所以能够常生欢喜心，清凉讲的这句话意思很深很深。接着我们再看第二位：",
      "zh_TW": "換句話說，修道之人，尤其是希望自己在這一生成就的人，你要不將「自私自利、名聞利養、貪瞋痴慢」，這十二個字徹底放下，要想在這一生當中超越六道、超越十法界，往生淨土，親近阿彌陀如來，你沒有把握。什麼人有把握？肯放下的人有把握，對這個世間起心動念、言語造作，決定是利益世間一切眾生，沒有個人利益摻雜在其中。有個人絲毫利益摻雜在其中，就是夾雜不善，你的善業不純。純善之人決定得解脫，這是解脫的一個門徑，脫離六道、脫離十法界，所以能夠常生歡喜心，清涼講的這句話意思很深很深。接著我們再看第二位："
    },
    {
      "id": "12-017-0330_p0008",
      "zh_CN": "【妙华幢紧那罗王，得能生无上法喜令一切受安乐解脱门。】",
      "zh_TW": "【妙華幢緊那羅王，得能生無上法喜令一切受安樂解脫門。】"
    },
    {
      "id": "12-017-0330_p0009",
      "zh_CN": "紧那罗这一类是帝释天的乐神，所以他带给人都是喜乐，乐神就好像国家的乐队一样，他是这个乐队的总指挥、乐队的领导人。干闼婆也是乐队，这是两个不同的乐队。他得的法门『能生无上法喜』，比前面的意思更清楚、更鲜明，这是同一类的。我们在这里看到「无上法喜」，就想到前面「一切喜乐」，必定也是一切无上喜乐，他是一类的。『令一切受安乐』，「一切」是平等的。前面善慧王讲「一切喜乐」，这里「一切受安乐」。由此可知，佛菩萨的心是多么清净，真正平等，真诚、清净、平等、慈悲他们做到了，圆圆满满的做到了。他们用音乐、舞蹈，今天讲文艺，用这种方法来教化众生。古时候这一类的艺术，都肩负起教化众生的使命。",
      "zh_TW": "緊那羅這一類是帝釋天的樂神，所以他帶給人都是喜樂，樂神就好像國家的樂隊一樣，他是這個樂隊的總指揮、樂隊的領導人。乾闥婆也是樂隊，這是兩個不同的樂隊。他得的法門『能生無上法喜』，比前面的意思更清楚、更鮮明，這是同一類的。我們在這裡看到「無上法喜」，就想到前面「一切喜樂」，必定也是一切無上喜樂，他是一類的。『令一切受安樂』，「一切」是平等的。前面善慧王講「一切喜樂」，這裡「一切受安樂」。由此可知，佛菩薩的心是多麼清淨，真正平等，真誠、清淨、平等、慈悲他們做到了，圓圓滿滿的做到了。他們用音樂、舞蹈，今天講文藝，用這種方法來教化眾生。古時候這一類的藝術，都肩負起教化眾生的使命。"
    },
    {
      "id": "12-017-0330_p0010",
      "zh_CN": "孔老夫子不仅是中国的教育家，他是全世界的教育家，我们在《论语》里面读到，他说「诗三百」，古时候诗，可以唱、可以表演，在舞台上表演，歌舞，「一言以蔽之，曰思无邪」。它的乐章、它的内容、它的演奏是寓教于乐，歌舞里面内容是什么？内容是教化众生，教人明白做人的道理，教人明了业因果报的事实真相，教人断恶修善，教人破迷开悟。中国古时候，音乐、舞蹈、戏剧，内容是这个。这就是紧那罗王他们上演的，「闻深适神」，你看多了，你听多了，就在这里头接受教育，所以「法喜无上」。",
      "zh_TW": "孔老夫子不僅是中國的教育家，他是全世界的教育家，我們在《論語》裡面讀到，他說「詩三百」，古時候詩，可以唱、可以表演，在舞台上表演，歌舞，「一言以蔽之，曰思無邪」。它的樂章、它的內容、它的演奏是寓教於樂，歌舞裡面內容是什麼？內容是教化眾生，教人明白做人的道理，教人明瞭業因果報的事實真相，教人斷惡修善，教人破迷開悟。中國古時候，音樂、舞蹈、戲劇，內容是這個。這就是緊那羅王他們上演的，「聞深適神」，你看多了，你聽多了，就在這裡頭接受教育，所以「法喜無上」。"
    },
    {
      "id": "12-017-0330_p0011",
      "zh_CN": "中国幅员这么大，在古时候交通不方便，古代这些帝王用什么方法教化老百姓？没有这么多学校，也没有这么多师资，用歌舞，哪个村庄上农夫、樵夫不唱歌？现在所谓是民族舞蹈、民谣，民族的歌谣，古时候就用这些，用唱歌、用舞蹈、用戏剧表演，用这个来教化众生。逢年过节，大家在休假的期间，休假期间接受教育。不像近代，近代这些歌剧纯是娱乐的，仔细观察它的内容，反教育，教人杀盗淫妄，鼓励人干杀盗淫妄，所以今天社会动乱。社会动乱的根源是什么？社会教育。大家不知道歌舞、戏剧、音乐、表演，这是属于社会教育，它教的是什么东西？现在没有人管，一切讲民主自由人权。民主自由人权名字很好听，结果是什么？世界末日。古时候真正有智慧的人、有远见的人，这些帝王、宰官他们用心良苦，对于这些社会教材的内容要经过严格的审查。为什么要这样作法？保护社会的安全，保障人民的正知正见，好事情，不是坏事情。",
      "zh_TW": "中國幅員這麼大，在古時候交通不方便，古代這些帝王用什麼方法教化老百姓？沒有這麼多學校，也沒有這麼多師資，用歌舞，哪個村莊上農夫、樵夫不唱歌？現在所謂是民族舞蹈、民謠，民族的歌謠，古時候就用這些，用唱歌、用舞蹈、用戲劇表演，用這個來教化眾生。逢年過節，大家在休假的期間，休假期間接受教育。不像近代，近代這些歌劇純是娛樂的，仔細觀察它的內容，反教育，教人殺盜淫妄，鼓勵人幹殺盜淫妄，所以今天社會動亂。社會動亂的根源是什麼？社會教育。大家不知道歌舞、戲劇、音樂、表演，這是屬於社會教育，它教的是什麼東西？現在沒有人管，一切講民主自由人權。民主自由人權名字很好聽，結果是什麼？世界末日。古時候真正有智慧的人、有遠見的人，這些帝王、宰官他們用心良苦，對於這些社會教材的內容要經過嚴格的審查。為什麼要這樣作法？保護社會的安全，保障人民的正知正見，好事情，不是壞事情。"
    },
    {
      "id": "12-017-0330_p0012",
      "zh_CN": "今天我们看到许许多多国家地区，新加坡政府还负责任，但是比古时候宽松得太多，没有从前那么严格的审查了。外地到这个地方来讲演、来演奏、来表演，内容对于我们这个地方，风俗习惯、伦理道德的观念，是有帮助还是有损害？有没有从这些角度来审查？这就看政府对人民是不是真正负起责任来保护，我们在这个地方体现到。清凉末后两句说得好，「终得涅槃，无尽安乐」。可见得紧那罗王的表演，确确实实是以「思无邪」为准则，用文艺的手段落实佛陀的教诲，这是值得我们提倡的。",
      "zh_TW": "今天我們看到許許多多國家地區，新加坡政府還負責任，但是比古時候寬鬆得太多，沒有從前那麼嚴格的審查了。外地到這個地方來講演、來演奏、來表演，內容對於我們這個地方，風俗習慣、倫理道德的觀念，是有幫助還是有損害？有沒有從這些角度來審查？這就看政府對人民是不是真正負起責任來保護，我們在這個地方體現到。清涼末後兩句說得好，「終得涅槃，無盡安樂」。可見得緊那羅王的表演，確確實實是以「思無邪」為準則，用文藝的手段落實佛陀的教誨，這是值得我們提倡的。"
    },
    {
      "id": "12-017-0330_p0013",
      "zh_CN": "现代大众传播非常发达，卫星电视，我们课堂的教学，永远上不了电视，什么原因？大家看到，你这一个画面，太呆板，叫观众半个小时、一个小时坐着，呆呆板板看一个画面，他们不耐烦，他们不能接受。电视台目的是在营利，营利必须一切恒顺顾客，一定要投顾客之所好。今天顾客好什么？好杀盗淫妄，于是极力表演这一类的内容，迎合顾客。小朋友生下来，眼睛张开就看到这个萤幕，「少成若天性，习惯成自然」。社会的动乱不安，其来有自，谁造成的？从事大众传播有责任，责任太大了，整个世界人民的吉凶祸福、社会安危、国家存亡，这个地球有没有末日，都操纵在他们手上，都抉择在他们一念之间。有能力辨别是非善恶，坚持断恶修善，这种人少了，很难见！",
      "zh_TW": "現代大眾傳播非常發達，衛星電視，我們課堂的教學，永遠上不了電視，什麼原因？大家看到，你這一個畫面，太呆板，叫觀眾半個小時、一個小時坐著，呆呆板板看一個畫面，他們不耐煩，他們不能接受。電視台目的是在營利，營利必須一切恆順顧客，一定要投顧客之所好。今天顧客好什麼？好殺盜淫妄，於是極力表演這一類的內容，迎合顧客。小朋友生下來，眼睛張開就看到這個螢幕，「少成若天性，習慣成自然」。社會的動亂不安，其來有自，誰造成的？從事大眾傳播有責任，責任太大了，整個世界人民的吉凶禍福、社會安危、國家存亡，這個地球有沒有末日，都操縱在他們手上，都抉擇在他們一念之間。有能力辨別是非善惡，堅持斷惡修善，這種人少了，很難見！"
    },
    {
      "id": "12-017-0330_p0014",
      "zh_CN": "我们这一次在古晋弘法，看到古晋丹斯里‧李金友「别庄」，他虽然是个营利机构，他坚持素食，坚持不杀生，你住到他的酒店，一律是素食，你不愿意吃素食，你可以到别家去住，这个酒店供养你的纯粹是正法，不是正法的这个酒店都不要，我们看看他这个酒店将来有没有生意、有没有顾客？这个坚持好，人都想得个美名，将来住他酒店是正人君子，都是好人，都是有慈悲心的；觉得他那个酒店住不惯，住其他的，那就不是正人君子。不以营利为目的，是以匡正社会风气为目的，这个老板是佛陀，员工是菩萨，不是凡人，这值得我们赞叹，值得我们宣扬。",
      "zh_TW": "我們這一次在古晉弘法，看到古晉丹斯里‧李金友「別莊」，他雖然是個營利機構，他堅持素食，堅持不殺生，你住到他的酒店，一律是素食，你不願意吃素食，你可以到別家去住，這個酒店供養你的純粹是正法，不是正法的這個酒店都不要，我們看看他這個酒店將來有沒有生意、有沒有顧客？這個堅持好，人都想得個美名，將來住他酒店是正人君子，都是好人，都是有慈悲心的；覺得他那個酒店住不慣，住其他的，那就不是正人君子。不以營利為目的，是以匡正社會風氣為目的，這個老闆是佛陀，員工是菩薩，不是凡人，這值得我們讚歎，值得我們宣揚。"
    },
    {
      "id": "12-017-0330_p0015",
      "zh_CN": "现在这个社会所谓是黄色、黑色的东西，他那里面全部没有，电影里头不播这些东西。他里面也有小型的电影院，播什么？播宗教节目。所以他现在非常欢迎我们提供他，因为我们这边每一个星期天，各个宗教在这里讲经说法，我们要把这一些录像带提供给他。他标榜的三条，住在他的山庄，他提供最新鲜的空气、最清洁的水、最健康的饮食，素食，他的蔬菜全是自己种的；我上去之后，再给他加一条：最清净的心。这个山庄是菩萨道场，到这里面住，无论时间长短，都受到「思无邪」的薰修。长期在这个地方居住，接受这个薰陶，那就像清凉所说的，「终得涅槃，无尽安乐」，从无上的法喜，你会得到永恒的安乐。「涅槃」是梵语，通常翻作「灭」，灭烦恼，我们讲妄想分别执着灭尽了，叫做涅槃。再看第三位：",
      "zh_TW": "現在這個社會所謂是黃色、黑色的東西，他那裡面全部沒有，電影裡頭不播這些東西。他裡面也有小型的電影院，播什麼？播宗教節目。所以他現在非常歡迎我們提供他，因為我們這邊每一個星期天，各個宗教在這裡講經說法，我們要把這一些錄像帶提供給他。他標榜的三條，住在他的山莊，他提供最新鮮的空氣、最清潔的水、最健康的飲食，素食，他的蔬菜全是自己種的；我上去之後，再給他加一條：最清淨的心。這個山莊是菩薩道場，到這裡面住，無論時間長短，都受到「思無邪」的薰修。長期在這個地方居住，接受這個薰陶，那就像清涼所說的，「終得涅槃，無盡安樂」，從無上的法喜，你會得到永恆的安樂。「涅槃」是梵語，通常翻作「滅」，滅煩惱，我們講妄想分別執著滅盡了，叫做涅槃。再看第三位："
    },
    {
      "id": "12-017-0330_p0016",
      "zh_CN": "【种种庄严紧那罗王，得一切功德满足广大清净信解藏解脱门。】",
      "zh_TW": "【種種莊嚴緊那羅王，得一切功德滿足廣大清淨信解藏解脫門。】"
    },
    {
      "id": "12-017-0330_p0017",
      "zh_CN": "这一句在中国古人非常重视，所谓是「人无信则不立」，中国几千年的教学，这个字看得很重。人与人往来，一定要讲信用，要守信。庄严王『得一切功德满足广大清净信解藏』，这句话怎么讲？「得一切功德」，这一句是总说。「一切功德」是圆满功德，圆满功德是谁得到？如来果地上才圆满，等觉菩萨还欠缺一分，还不能叫圆满，「一切」是一个都不漏，圆满功德。圆满功德从哪个地方得来的？从「清净信解」，我们今天要学。我们学习里面最大的障碍，我们对佛法、对圣贤教诲信不信？不能说不信，但是信心不清净，有疑惑。解不解？不能说不了解，解得不透彻，所以不能够落实，实在说也不懂得怎样落实，这里头就有障碍，疑虑重重。",
      "zh_TW": "這一句在中國古人非常重視，所謂是「人無信則不立」，中國幾千年的教學，這個字看得很重。人與人往來，一定要講信用，要守信。莊嚴王『得一切功德滿足廣大清淨信解藏』，這句話怎麼講？「得一切功德」，這一句是總說。「一切功德」是圓滿功德，圓滿功德是誰得到？如來果地上才圓滿，等覺菩薩還欠缺一分，還不能叫圓滿，「一切」是一個都不漏，圓滿功德。圓滿功德從哪個地方得來的？從「清淨信解」，我們今天要學。我們學習裡面最大的障礙，我們對佛法、對聖賢教誨信不信？不能說不信，但是信心不清淨，有疑惑。解不解？不能說不了解，解得不透徹，所以不能夠落實，實在說也不懂得怎樣落實，這裡頭就有障礙，疑慮重重。"
    },
    {
      "id": "12-017-0330_p0018",
      "zh_CN": "这问题怎么解决？学得不够，所以佛菩萨教导我们，广学多闻，多闻去疑。我们要不能够广学多闻，那怎么行？广学多闻有两个意思，对初学的人来说一门深入，扎根。我们今天颠倒了，我们今天所学的，这个世间有些人说，做学问要像金字塔，金字塔怎么样？底大，慢慢慢慢再小。我的看法，死的，为什么？到尖端不能再向上了，死的。在中国古圣先贤、佛菩萨的教育，像一棵树一样，活的，它不是死的。它是先从根，慢慢再博大，跟这个恰恰相反。首先教你一门深入，这个教学教了几千年，在中国发挥了无比的大用。",
      "zh_TW": "這問題怎麼解決？學得不夠，所以佛菩薩教導我們，廣學多聞，多聞去疑。我們要不能夠廣學多聞，那怎麼行？廣學多聞有兩個意思，對初學的人來說一門深入，扎根。我們今天顛倒了，我們今天所學的，這個世間有些人說，做學問要像金字塔，金字塔怎麼樣？底大，慢慢慢慢再小。我的看法，死的，為什麼？到尖端不能再向上了，死的。在中國古聖先賢、佛菩薩的教育，像一棵樹一樣，活的，它不是死的。它是先從根，慢慢再博大，跟這個恰恰相反。首先教你一門深入，這個教學教了幾千年，在中國發揮了無比的大用。"
    },
    {
      "id": "12-017-0330_p0019",
      "zh_CN": "我常常想中国从汉武帝制定教育政策，两千多年来改朝换代，唯独教育政策始终不变。蒙古人入主中国没有改变，满清人入主中国也不改变，你们想想这是什么道理？为什么许许多多制度都随着朝代的转移来改变，唯独教育政策不变？圣贤之道，超越时空。所以英国汤恩比博士说，二十一世纪的问题麻烦，解决之道，他说只有中国孔孟学说跟大乘佛法。所以现在英国学校教科书有佛经，从小学、中学、大学课程里头有佛经，这是受汤恩比博士的影响。真正有学问的人，他明白、他懂得，这人有认识了。",
      "zh_TW": "我常常想中國從漢武帝制定教育政策，兩千多年來改朝換代，唯獨教育政策始終不變。蒙古人入主中國沒有改變，滿清人入主中國也不改變，你們想想這是什麼道理？為什麼許許多多制度都隨著朝代的轉移來改變，唯獨教育政策不變？聖賢之道，超越時空。所以英國湯恩比博士說，二十一世紀的問題麻煩，解決之道，他說只有中國孔孟學說跟大乘佛法。所以現在英國學校教科書有佛經，從小學、中學、大學課程裡頭有佛經，這是受湯恩比博士的影響。真正有學問的人，他明白、他懂得，這人有認識了。"
    },
    {
      "id": "12-017-0330_p0020",
      "zh_CN": "我们学的人要怎样才能学得成功？自古以来，古人遗留下来的教诲，四个字：「尊师重道」，你才能够契入。印光大师在《文钞》里讲，「一分诚敬得一分利益，十分诚敬得十分利益」；换句话说，我们自己成就大小，关键的因素决定在我们自己对尊师重道的成分，我们能有几分，就能有几分成就。这个道理要懂得，绝对不是老师要求你尊敬；老师要求学生尊敬，这个老师不是好老师。这里头有大道理，所谓是「诚于中而形于外」，唯有诚敬才能接受大法，你内心诚敬，外面一定有所表现。所以老师观察学生，这个学生恭敬，对老师恭敬，对同学恭敬，对一切办事他都很认真、都很恭敬，这是个法器，这在传道里面是被选择的对象。对老师、对同学、对一般大众毫无恭敬心，做事情不认真、不负责，这不是传法对象。",
      "zh_TW": "我們學的人要怎樣才能學得成功？自古以來，古人遺留下來的教誨，四個字：「尊師重道」，你才能夠契入。印光大師在《文鈔》裡講，「一分誠敬得一分利益，十分誠敬得十分利益」；換句話說，我們自己成就大小，關鍵的因素決定在我們自己對尊師重道的成分，我們能有幾分，就能有幾分成就。這個道理要懂得，絕對不是老師要求你尊敬；老師要求學生尊敬，這個老師不是好老師。這裡頭有大道理，所謂是「誠於中而形於外」，唯有誠敬才能接受大法，你內心誠敬，外面一定有所表現。所以老師觀察學生，這個學生恭敬，對老師恭敬，對同學恭敬，對一切辦事他都很認真、都很恭敬，這是個法器，這在傳道裡面是被選擇的對象。對老師、對同學、對一般大眾毫無恭敬心，做事情不認真、不負責，這不是傳法對象。"
    },
    {
      "id": "12-017-0330_p0021",
      "zh_CN": "古时候教学，教尊师重道是父母，父母天天教导，父母做出榜样给你看。现在没有了，现在的小朋友看不到了。我这个年龄上过私塾，我上私塾大概只有两、三个月，看到这种表演。七岁的时候，也记得事了，私塾设立在祠堂里面，当地的一个祠堂，老师带了十几个学生，学生不多，我父亲带我去上学，在殿堂里面见面。这个祠堂有一个大堂，大堂通常是祭祖的时候用的，这个时候大堂里面供一个大牌位，大成至圣先师孔老夫子的神位，首先向孔夫子的牌位行最敬礼，那个时候的礼节是三跪九叩首，要行大礼；我父亲在前面，我跟在后头。拜完孔老夫子牌位之后，请老师上座，我父亲带着我向老师行三跪九叩首礼，我们作小朋友看到父母对老师这样，我们怎么敢不尊敬？再送上礼物给老师，那个时候没有学费的，上学不需要缴学费的，家长送礼物给老师。看你家境的环境，你家境富裕礼物多送一点，家境清寒少送一点。所以老师绝对不会说是有收学费的，没有这个道理！因为这不是买卖，这是传道。这样尊重！",
      "zh_TW": "古時候教學，教尊師重道是父母，父母天天教導，父母做出榜樣給你看。現在沒有了，現在的小朋友看不到了。我這個年齡上過私塾，我上私塾大概只有兩、三個月，看到這種表演。七歲的時候，也記得事了，私塾設立在祠堂裡面，當地的一個祠堂，老師帶了十幾個學生，學生不多，我父親帶我去上學，在殿堂裡面見面。這個祠堂有一個大堂，大堂通常是祭祖的時候用的，這個時候大堂裡面供一個大牌位，大成至聖先師孔老夫子的神位，首先向孔夫子的牌位行最敬禮，那個時候的禮節是三跪九叩首，要行大禮；我父親在前面，我跟在後頭。拜完孔老夫子牌位之後，請老師上座，我父親帶著我向老師行三跪九叩首禮，我們作小朋友看到父母對老師這樣，我們怎麼敢不尊敬？再送上禮物給老師，那個時候沒有學費的，上學不需要繳學費的，家長送禮物給老師。看你家境的環境，你家境富裕禮物多送一點，家境清寒少送一點。所以老師絕對不會說是有收學費的，沒有這個道理！因為這不是買賣，這是傳道。這樣尊重！"
    },
    {
      "id": "12-017-0330_p0022",
      "zh_CN": "过去我们在台中跟李炳南老居士学教，学了也有几年，我也出家，也在外面讲经，佛学院教学了。有一年「台中莲社」跟「慈光图书馆」合办了一个佛学研究班，它叫「内典研究班」，修学期间四年，跟研究所一样，学生大学毕业。对于佛学很有兴趣，大学毕业，专门在这里学四年。这个班经费是美国沈家桢居士支持的，在当时开这个班经费总共台币四百万，沈家桢居士拿三百万，台中莲社一百万，每一年的开销是一百万，四年，只办一届。老师设定一些课程，同时请了六个老师。六个老师，除李老师自己之外，其他的五个都是他的学生，也包括我在内。开学的那一天，因为这是佛学班，先拜本师释迦牟尼佛，拜完佛之后，请老师上座，李炳南老居士代表学生家长，让我们五个人坐在上面，李老师带着这一群学生在下面顶礼三拜。诸位想想，我们要不认真努力教学，怎么对得起老师？这是古礼，表演、教导我们要懂得尊师重道。实在讲这是给老师的压力，你要不认真、不努力教学，你对不起学生家长，你对不起学生。如果他对于道业不太尊重，马马虎虎、随随便便，大家混日子就好了，可以不认真。所以师道在这个时代已经亡了，没有了。孝道没有了，师道哪里会存在？师道建立在孝道的基础上，没有孝道就没有师道。",
      "zh_TW": "過去我們在台中跟李炳南老居士學教，學了也有幾年，我也出家，也在外面講經，佛學院教學了。有一年「台中蓮社」跟「慈光圖書館」合辦了一個佛學研究班，它叫「內典研究班」，修學期間四年，跟研究所一樣，學生大學畢業。對於佛學很有興趣，大學畢業，專門在這裡學四年。這個班經費是美國沈家楨居士支持的，在當時開這個班經費總共台幣四百萬，沈家楨居士拿三百萬，台中蓮社一百萬，每一年的開銷是一百萬，四年，只辦一屆。老師設定一些課程，同時請了六個老師。六個老師，除李老師自己之外，其他的五個都是他的學生，也包括我在內。開學的那一天，因為這是佛學班，先拜本師釋迦牟尼佛，拜完佛之後，請老師上座，李炳南老居士代表學生家長，讓我們五個人坐在上面，李老師帶著這一群學生在下面頂禮三拜。諸位想想，我們要不認真努力教學，怎麼對得起老師？這是古禮，表演、教導我們要懂得尊師重道。實在講這是給老師的壓力，你要不認真、不努力教學，你對不起學生家長，你對不起學生。如果他對於道業不太尊重，馬馬虎虎、隨隨便便，大家混日子就好了，可以不認真。所以師道在這個時代已經亡了，沒有了。孝道沒有了，師道哪裡會存在？師道建立在孝道的基礎上，沒有孝道就沒有師道。"
    },
    {
      "id": "12-017-0330_p0023",
      "zh_CN": "过去有很多人问我，佛法怎样推动？首先推动孝道。早年有一些法师到美国去弘法，有些跟我很熟，来问我如何在外国推动佛法，我跟他讲不要建庙，建祠堂，首先推动孝道，孝亲而后知道尊师，人不孝父母怎么可能尊重老师？没有这个道理的。不孝父母而去巴结老师，那他一定别有作用，居心不良，不正常。今天我们看这个社会，中国、外国，孝道没有了，师道没有了，天下焉能不乱？社会怎么可能有秩序？古时候作官贪污是耻辱，现在作官贪污是荣耀，显出自己有本事，「你们都没有我贪得多」，社会大众普遍赞扬，这还得了吗？广大社会，大众传播的教学鼓励人贪，还说「贪婪是社会进步的动力」；换句话，人要不贪，社会就没有进步，鼓励大家贪图五欲六尘的享受。每一个人都贪，就会发生冲突，冲突到最后就导致天灾人祸。",
      "zh_TW": "過去有很多人問我，佛法怎樣推動？首先推動孝道。早年有一些法師到美國去弘法，有些跟我很熟，來問我如何在外國推動佛法，我跟他講不要建廟，建祠堂，首先推動孝道，孝親而後知道尊師，人不孝父母怎麼可能尊重老師？沒有這個道理的。不孝父母而去巴結老師，那他一定別有作用，居心不良，不正常。今天我們看這個社會，中國、外國，孝道沒有了，師道沒有了，天下焉能不亂？社會怎麼可能有秩序？古時候作官貪污是恥辱，現在作官貪污是榮耀，顯出自己有本事，「你們都沒有我貪得多」，社會大眾普遍讚揚，這還得了嗎？廣大社會，大眾傳播的教學鼓勵人貪，還說「貪婪是社會進步的動力」；換句話，人要不貪，社會就沒有進步，鼓勵大家貪圖五欲六塵的享受。每一個人都貪，就會發生衝突，衝突到最後就導致天災人禍。"
    },
    {
      "id": "12-017-0330_p0024",
      "zh_CN": "灾难的根源，从贪、瞋、痴来的，佛说这叫「三毒烦恼」。哪有贪瞋痴会带给一切众生快乐，会带给众生幸福？没有这个道理。他带给你那些，那就是佛经里面所说的「刀头舐蜜」，甜头有一点，后面的损失太大了。利刀锋刃上涂一点蜂蜜，你用舌头去舔，甜头是尝到了，舌头没有了，被割掉了。由此可知，贪瞋痴推动社会，就是刀头舐蜜。后果是什么？许许多多预言里面所讲的世界末日。推动这个教学，推动这桩事，佛在经上早就说得很清楚，三千年前就讲了，「邪师说法，如恒河沙」。哪是邪师？凡是推动这样教学、传播这种教学，都属于邪师，太多太多了，所以佛说如恒河沙。于是他对这个产生信心，圣贤之道没人讲，讲了也没用，没有人相信。",
      "zh_TW": "災難的根源，從貪、瞋、痴來的，佛說這叫「三毒煩惱」。哪有貪瞋痴會帶給一切眾生快樂，會帶給眾生幸福？沒有這個道理。他帶給你那些，那就是佛經裡面所說的「刀頭舐蜜」，甜頭有一點，後面的損失太大了。利刀鋒刃上塗一點蜂蜜，你用舌頭去舔，甜頭是嘗到了，舌頭沒有了，被割掉了。由此可知，貪瞋痴推動社會，就是刀頭舐蜜。後果是什麼？許許多多預言裡面所講的世界末日。推動這個教學，推動這樁事，佛在經上早就說得很清楚，三千年前就講了，「邪師說法，如恆河沙」。哪是邪師？凡是推動這樣教學、傳播這種教學，都屬於邪師，太多太多了，所以佛說如恆河沙。於是他對這個產生信心，聖賢之道沒人講，講了也沒用，沒有人相信。"
    },
    {
      "id": "12-017-0330_p0025",
      "zh_CN": "今天人为什么信邪不信正、听骗不听劝？为什么导致这样的现象？教育的问题，没有人教。我们今天能在这个地方展开经卷，我们还能说说，很不容易！你走遍全世界，像我们这样一个小道场，你能找到几个？今天不是一个地区、不是一个国家，走遍全世界，你能找到几个道场？然后你才知道这个问题严重。我们今天是极力的希望，正法道场能够在社会上多几处，可是问题正如古德所说的，「人能弘道，非道弘人」，谁去讲？谁肯发心去讲？讲的人要具备什么条件？舍己为人。今天社会人之所好，我能够不好，人所不好的，我能够好，这才行。烦恼习气不能放下，纵然讲，效果不大，但是讲总比不讲好。要能产生效果，这个效果第一个是度自己，不是度别人，自己得度而后才能度人，这一定的道理。自己要得度，常讲是一个好方法，为什么常讲？每天亲近佛菩萨，你展开经卷，你看佛菩萨的思想、佛菩萨的言论、佛菩萨的行持。天天不离开，天天在学习，果然长时薰修，它就产生效果，就自己不知不觉，所谓的是「潜移默化」，会契入佳境。这个道理是从前章嘉大师传给我的。",
      "zh_TW": "今天人為什麼信邪不信正、聽騙不聽勸？為什麼導致這樣的現象？教育的問題，沒有人教。我們今天能在這個地方展開經卷，我們還能說說，很不容易！你走遍全世界，像我們這樣一個小道場，你能找到幾個？今天不是一個地區、不是一個國家，走遍全世界，你能找到幾個道場？然後你才知道這個問題嚴重。我們今天是極力的希望，正法道場能夠在社會上多幾處，可是問題正如古德所說的，「人能弘道，非道弘人」，誰去講？誰肯發心去講？講的人要具備什麼條件？捨己為人。今天社會人之所好，我能夠不好，人所不好的，我能夠好，這才行。煩惱習氣不能放下，縱然講，效果不大，但是講總比不講好。要能產生效果，這個效果第一個是度自己，不是度別人，自己得度而後才能度人，這一定的道理。自己要得度，常講是一個好方法，為什麼常講？每天親近佛菩薩，你展開經卷，你看佛菩薩的思想、佛菩薩的言論、佛菩薩的行持。天天不離開，天天在學習，果然長時薰修，它就產生效果，就自己不知不覺，所謂的是「潛移默化」，會契入佳境。這個道理是從前章嘉大師傳給我的。"
    },
    {
      "id": "12-017-0330_p0026",
      "zh_CN": "自己是个业障深重凡夫不怕！怕的是不好学；只要好学，都能有补助。我算是比较幸运，小时候的基础太薄了，我的增上缘也不错，生活在苦难之中，生活非常艰难，痛苦不堪，所以在这个世间没有人帮助，一定要靠自己独立，那就不学不行。生活环境告诉我，必须要认真努力学习，我们在这个世间才能活得下去，所以这是属于逆增上缘。如果年轻生活过得很富裕，对这个没兴趣，佛家常讲「富贵学道难」，不会认真努力去修学了。",
      "zh_TW": "自己是個業障深重凡夫不怕！怕的是不好學；只要好學，都能有補助。我算是比較幸運，小時候的基礎太薄了，我的增上緣也不錯，生活在苦難之中，生活非常艱難，痛苦不堪，所以在這個世間沒有人幫助，一定要靠自己獨立，那就不學不行。生活環境告訴我，必須要認真努力學習，我們在這個世間才能活得下去，所以這是屬於逆增上緣。如果年輕生活過得很富裕，對這個沒興趣，佛家常講「富貴學道難」，不會認真努力去修學了。"
    },
    {
      "id": "12-017-0330_p0027",
      "zh_CN": "中国大陆有一些同修到此地来参访，看到我们这边的生活，他们都很叹息！他说：这样的生活能有成就吗？生活过得太好了。也来跟我谈过，我说：我不管生活，我只管教学，生活是李木源居士的事情，你们去跟他谈去。像这些地方实实在在的，与我们道业成败有密切关系，最要紧的我们自己要有高度的警觉，确确实实要能够克服自己的烦恼习气。我们在这样的生活环境，如果烦恼习气不能克服，淘汰的比率很大。在这个世间，我知道有真正好学、苦学之人，不在此地，所以我们用网路来传播，用录像、用VCD来传播。因此这个讲堂虽然小，听众不少。听众，外头人估计告诉我，至少也是在百万以上。我相信这么多人当中，决定会有真正好学、真正克服自己烦恼、真正有成就的人。所以我们在今天这个小道场，还是非常认真努力在讲解，不是看眼前这些，眼睛看不到的，这不是鬼神，这是许许多多在那里修学的众生，他们在网路上、在VCD上所看到的。利用现在科技的方便，传达我们修学的讯息，希望人人都能得「一切功德」，都能够「满足广大清净信」。",
      "zh_TW": "中國大陸有一些同修到此地來參訪，看到我們這邊的生活，他們都很嘆息！他說：這樣的生活能有成就嗎？生活過得太好了。也來跟我談過，我說：我不管生活，我只管教學，生活是李木源居士的事情，你們去跟他談去。像這些地方實實在在的，與我們道業成敗有密切關係，最要緊的我們自己要有高度的警覺，確確實實要能夠克服自己的煩惱習氣。我們在這樣的生活環境，如果煩惱習氣不能克服，淘汰的比率很大。在這個世間，我知道有真正好學、苦學之人，不在此地，所以我們用網路來傳播，用錄像、用VCD來傳播。因此這個講堂雖然小，聽眾不少。聽眾，外頭人估計告訴我，至少也是在百萬以上。我相信這麼多人當中，決定會有真正好學、真正克服自己煩惱、真正有成就的人。所以我們在今天這個小道場，還是非常認真努力在講解，不是看眼前這些，眼睛看不到的，這不是鬼神，這是許許多多在那裡修學的眾生，他們在網路上、在VCD上所看到的。利用現在科技的方便，傳達我們修學的訊息，希望人人都能得「一切功德」，都能夠「滿足廣大清淨信」。"
    },
    {
      "id": "12-017-0330_p0028",
      "zh_CN": "「信解」后面加个「藏」，这个意思更深。清净信心，大开圆解，这才能称为「藏」，藏是像仓库一样。这个仓库里藏的什么东西？藏的清净信心，藏的清净圆解，它起作用的时候就是「一切功德」。所以我们的修学关键在「信解」，在现前首先第一对于经典要有信心。前天有一位同修送一篇文字给我看，是郑松音居士写的。郑松音居士我跟他见过两次面，在上海，他写的是关于夏莲居会集本的看法，写得很好，说明如果有人说经本不可以会集，他说这个没有理论根据，说这个话没有理论根据。他说，会集是一桩很不容易的事情，必须通宗通教，真正有修为的人才能做得到，一般人做不到。印光大师对从前会集本的批评，不是批评不能会集，是批评会集的人改动了经本的原文，他是批评这个。夏莲居居士这个本子，没有改动原文一个字，那这就值得赞叹，他这个说法很正确。这一篇文章确确实实能够帮助许许多多听信一些批评的人，心地动摇，会有一个安定的帮助。我不知道我们这一次的《佛陀教育杂志》里头，有没有刊登这一篇，如果这一期没有的话，希望下一期能把这篇文字刊登出来。",
      "zh_TW": "「信解」後面加個「藏」，這個意思更深。清淨信心，大開圓解，這才能稱為「藏」，藏是像倉庫一樣。這個倉庫裡藏的什麼東西？藏的清淨信心，藏的清淨圓解，它起作用的時候就是「一切功德」。所以我們的修學關鍵在「信解」，在現前首先第一對於經典要有信心。前天有一位同修送一篇文字給我看，是鄭松音居士寫的。鄭松音居士我跟他見過兩次面，在上海，他寫的是關於夏蓮居會集本的看法，寫得很好，說明如果有人說經本不可以會集，他說這個沒有理論根據，說這個話沒有理論根據。他說，會集是一樁很不容易的事情，必須通宗通教，真正有修為的人才能做得到，一般人做不到。印光大師對從前會集本的批評，不是批評不能會集，是批評會集的人改動了經本的原文，他是批評這個。夏蓮居居士這個本子，沒有改動原文一個字，那這就值得讚歎，他這個說法很正確。這一篇文章確確實實能夠幫助許許多多聽信一些批評的人，心地動搖，會有一個安定的幫助。我不知道我們這一次的《佛陀教育雜誌》裡頭，有沒有刊登這一篇，如果這一期沒有的話，希望下一期能把這篇文字刊登出來。"
    },
    {
      "id": "12-017-0330_p0029",
      "zh_CN": "第一个要相信法，释迦牟尼佛示现入灭之前，传给后人的四依法，头一条就是「依法不依人」。我们对于佛的经典要具足清净信心，对于翻译经典的人决定没有疑惑，我们才能得到利益。经典里面很深的部分，自己一定要认知，是我们自己理解力不够，不能深入，决不是翻译有问题。佛经，我们常说字字句句含无量义，我们能不能契入就在清净信解。具足清净信解之后，最重要的是落实，要把它做到，要把它落实在自己生活上，落实在自己工作上，处事待人接物上，这叫行。信解后头要行，我们才得受用。如果我相信，我也理解，我不肯做，那有什么用处？你的清净信解都等于白费，生活依旧随顺烦恼习气，那有什么用？还是继续不断去搞生死轮回，这叫白学了。",
      "zh_TW": "第一個要相信法，釋迦牟尼佛示現入滅之前，傳給後人的四依法，頭一條就是「依法不依人」。我們對於佛的經典要具足清淨信心，對於翻譯經典的人決定沒有疑惑，我們才能得到利益。經典裡面很深的部分，自己一定要認知，是我們自己理解力不夠，不能深入，決不是翻譯有問題。佛經，我們常說字字句句含無量義，我們能不能契入就在清淨信解。具足清淨信解之後，最重要的是落實，要把它做到，要把它落實在自己生活上，落實在自己工作上，處事待人接物上，這叫行。信解後頭要行，我們才得受用。如果我相信，我也理解，我不肯做，那有什麼用處？你的清淨信解都等於白費，生活依舊隨順煩惱習氣，那有什麼用？還是繼續不斷去搞生死輪迴，這叫白學了。"
    },
    {
      "id": "12-017-0330_p0030",
      "zh_CN": "古人勉励我们，「解得一丈，不如行得一寸」。你解得再多，总不如老老实实修行的人，这个事实非常明显。讲经说法的法师，信解具足，很多人不能往生，继续搞轮回，不如乡下这些老阿公、老太婆，一句「阿弥陀佛」，一天到晚都不放松，他往生的时候瑞相希有，那就是人家「行得一寸」；讲经法师讲得天花乱坠，没有用，无济于事。所以解贵在解行相应，要跟行相应，解在行中，你才得利益；行在解中，解行不二，这样才能够契入佛菩萨的境界。",
      "zh_TW": "古人勉勵我們，「解得一丈，不如行得一寸」。你解得再多，總不如老老實實修行的人，這個事實非常明顯。講經說法的法師，信解具足，很多人不能往生，繼續搞輪迴，不如鄉下這些老阿公、老太婆，一句「阿彌陀佛」，一天到晚都不放鬆，他往生的時候瑞相希有，那就是人家「行得一寸」；講經法師講得天花亂墜，沒有用，無濟於事。所以解貴在解行相應，要跟行相應，解在行中，你才得利益；行在解中，解行不二，這樣才能夠契入佛菩薩的境界。"
    },
    {
      "id": "12-017-0330_p0031",
      "zh_CN": "佛菩萨的境界就是此地讲的『解脱门』，「解」的什么？解六道十法界里面的妄想分别执着，把这个解除；「脱」，脱离六道轮回，脱离十法界，这叫「解脱」；「门」是方法、是门径，庄严王提供我们这个方法，「广大清净信解」，提供这个方法，希望我们也能够从「广大清净信解」里面获得解脱。那获得解脱，你要不落实，这是决定办不到的。落实一定要做出来，做出来不但自利，实在讲是度化许许多多众生。就是今天我们所说的，人不知道尊师重道，李炳南老居士表演给我们看，率领学生，他代表学生家长行古礼，做给我们看，我们见到了。非常可惜，那个时候我们没有录像机，没有把这个镜头录下来，这是非常希有、珍贵的镜头。",
      "zh_TW": "佛菩薩的境界就是此地講的『解脫門』，「解」的什麼？解六道十法界裡面的妄想分別執著，把這個解除；「脫」，脫離六道輪迴，脫離十法界，這叫「解脫」；「門」是方法、是門徑，莊嚴王提供我們這個方法，「廣大清淨信解」，提供這個方法，希望我們也能夠從「廣大清淨信解」裡面獲得解脫。那獲得解脫，你要不落實，這是決定辦不到的。落實一定要做出來，做出來不但自利，實在講是度化許許多多眾生。就是今天我們所說的，人不知道尊師重道，李炳南老居士表演給我們看，率領學生，他代表學生家長行古禮，做給我們看，我們見到了。非常可惜，那個時候我們沒有錄像機，沒有把這個鏡頭錄下來，這是非常希有、珍貴的鏡頭。"
    },
    {
      "id": "12-017-0330_p0032",
      "zh_CN": "我们再来看看，十月份我们的「培训班」开学，有这么个机会可以表演一下，我们要做，这是教学。李木源居士跟我可以代表同学家长，我们举行真正拜师礼。你们老同学都是老师，你们十位老师上座，我们恭恭敬敬在底下礼拜，当老师的人不能客气、不能谦虚，不能说「一拜就可以了」，不可以，一定三拜。从我们本身做起，要做出个样子给大家看，让社会大众觉悟，一个年轻人是怎样成就的，不是偶然的。父母什么样的态度才是真正爱护自己的儿女？决不是放纵，决不是轻慢师长，轻慢师长是糟蹋自己的儿女，伤害自己儿女，今天几个人懂得？好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們再來看看，十月份我們的「培訓班」開學，有這麼個機會可以表演一下，我們要做，這是教學。李木源居士跟我可以代表同學家長，我們舉行真正拜師禮。你們老同學都是老師，你們十位老師上座，我們恭恭敬敬在底下禮拜，當老師的人不能客氣、不能謙虛，不能說「一拜就可以了」，不可以，一定三拜。從我們本身做起，要做出個樣子給大家看，讓社會大眾覺悟，一個年輕人是怎樣成就的，不是偶然的。父母什麼樣的態度才是真正愛護自己的兒女？決不是放縱，決不是輕慢師長，輕慢師長是糟蹋自己的兒女，傷害自己兒女，今天幾個人懂得？好，今天時間到了，我們就講到此地。"
    }
  ]
}