{
  "doc_id": "12-017-0593",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五九三卷",
    "zh_TW": "第五九三卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0593",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-017-0593_p0001",
      "zh_CN": "诸位同学，请看「如来现相品」，胜音菩萨赞颂第四首：",
      "zh_TW": "諸位同學，請看「如來現相品」，勝音菩薩讚頌第四首："
    },
    {
      "id": "12-017-0593_p0002",
      "zh_CN": "【一一刹中悉安坐，一切刹土皆周遍，十方菩萨如云集，莫不咸来诣道场。】",
      "zh_TW": "【一一剎中悉安坐，一切剎土皆周遍，十方菩薩如雲集，莫不咸來詣道場。】"
    },
    {
      "id": "12-017-0593_p0003",
      "zh_CN": "清凉大师说，这一首偈隐隐含藏着「众生海」的意思。『一一刹中悉安坐，一切刹土皆周遍』，这是说明菩萨坐道场、如来坐道场。当然这个地方的菩萨不是普通的菩萨，像胜音都是等觉菩萨，跟佛的境界可以说是完全相同。为什么？他所证得的圆满了，有能力与虚空法界一切众生感应道交。我们凡夫在理上说是相同的，可是事上决定有差别。我们现前说是有个熟人，我们在这里念着他，他会不会有感应？很少。千万人当中偶尔有那么一次两次，那不能做为常例。这什么原因？这里面有障碍。这些大菩萨他们为什么能有这么大的感应？他障碍除掉了。就如同科学家所说的，时间上的障碍、空间上的障碍，不同维次就是障碍，他完全除掉了，他没有障碍。",
      "zh_TW": "清涼大師說，這一首偈隱隱含藏著「眾生海」的意思。『一一剎中悉安坐，一切剎土皆周遍』，這是說明菩薩坐道場、如來坐道場。當然這個地方的菩薩不是普通的菩薩，像勝音都是等覺菩薩，跟佛的境界可以說是完全相同。為什麼？他所證得的圓滿了，有能力與虛空法界一切眾生感應道交。我們凡夫在理上說是相同的，可是事上決定有差別。我們現前說是有個熟人，我們在這裡念著他，他會不會有感應？很少。千萬人當中偶爾有那麼一次兩次，那不能做為常例。這什麼原因？這裡面有障礙。這些大菩薩他們為什麼能有這麼大的感應？他障礙除掉了。就如同科學家所說的，時間上的障礙、空間上的障礙，不同維次就是障礙，他完全除掉了，他沒有障礙。"
    },
    {
      "id": "12-017-0593_p0004",
      "zh_CN": "所以佛一放光，『十方菩萨如云集』，这「十方菩萨」我们知道是有缘的菩萨。像我们就没有法子，为什么？我们没有缘。有缘就是没有障碍，无缘就是有障碍，有障碍这个境界见不到。所以宇宙人生非常复杂，复杂到什么程度？跟你的妄想完全成正比例。如果你没有妄想，这个世界很单纯，那叫做一真法界，这个法界只有心境很单纯的人他才能够证得，这个境界它才能现前。但是我们要晓得一个事实真相，一真法界跟十法界是重叠的，换句话说，是不分的、没有界限，这是很难懂得的一桩事情。不得已，我们还是用电视频道来打比喻。现在一般家庭里面很少没有电视的，特别是在大都市，电视节目频道总有几十个，甚至于有一百多个频道。试想想这几十个频道、一百多个频道，是不是在这一个萤光幕里面重叠？你按哪一个频道，这个画面就出现，没有按的那个频道、那个画面就隐没不现，不是它不在，它在。",
      "zh_TW": "所以佛一放光，『十方菩薩如雲集』，這「十方菩薩」我們知道是有緣的菩薩。像我們就沒有法子，為什麼？我們沒有緣。有緣就是沒有障礙，無緣就是有障礙，有障礙這個境界見不到。所以宇宙人生非常複雜，複雜到什麼程度？跟你的妄想完全成正比例。如果你沒有妄想，這個世界很單純，那叫做一真法界，這個法界只有心境很單純的人他才能夠證得，這個境界它才能現前。但是我們要曉得一個事實真相，一真法界跟十法界是重疊的，換句話說，是不分的、沒有界限，這是很難懂得的一樁事情。不得已，我們還是用電視頻道來打比喻。現在一般家庭裡面很少沒有電視的，特別是在大都市，電視節目頻道總有幾十個，甚至於有一百多個頻道。試想想這幾十個頻道、一百多個頻道，是不是在這一個螢光幕裡面重疊？你按哪一個頻道，這個畫面就出現，沒有按的那個頻道、那個畫面就隱沒不現，不是它不在，它在。"
    },
    {
      "id": "12-017-0593_p0005",
      "zh_CN": "如果我们有能力不要按频道，所有的频道画面一眼就把它看穿，你就看到事实真相，这个真相是重叠的。电视画面频道并不多，充其量一两百个不得了，而我们宇宙间这个重叠真的是像经上讲无量无边世界海微尘数，复杂情形确实如是，我们的心思怎么会不乱？我们生活在这么一个环境里面，面对着这个境界，如何能把心安定下来？这叫功夫，这就是本事。凡夫做不到，圣人做到了。圣人何以做到？圣人了解事实真相，逐渐在现实环境里面去锻炼，锻炼不受干扰。眼不为色境干扰，佛经上说眼根在色境上入定、得三昧。三昧就是正受，也就是不受干扰的接受，看得清清楚楚、明明白白，决定没有起心动念、没有分别执着，正受。",
      "zh_TW": "如果我們有能力不要按頻道，所有的頻道畫面一眼就把它看穿，你就看到事實真相，這個真相是重疊的。電視畫面頻道並不多，充其量一兩百個不得了，而我們宇宙間這個重疊真的是像經上講無量無邊世界海微塵數，複雜情形確實如是，我們的心思怎麼會不亂？我們生活在這麼一個環境裡面，面對著這個境界，如何能把心安定下來？這叫功夫，這就是本事。凡夫做不到，聖人做到了。聖人何以做到？聖人了解事實真相，逐漸在現實環境裡面去鍛鍊，鍛鍊不受干擾。眼不為色境干擾，佛經上說眼根在色境上入定、得三昧。三昧就是正受，也就是不受干擾的接受，看得清清楚楚、明明白白，決定沒有起心動念、沒有分別執著，正受。"
    },
    {
      "id": "12-017-0593_p0006",
      "zh_CN": "耳根在音声上入定，听得清清楚楚、明明白白，不受音声干扰，不为音声所动，音声上入定了。色相无量无边，一一色相都不受干扰，所以叫无量三昧。音声长波、短波也是无量无边，所以经上讲「无量三昧」就是这个意思。无量三昧不是一下就得到的，要在日常生活当中锻练。锻练的方法是看破、放下。看破是智慧，放下是功夫，这两个方法相辅相成，互为因果。看破是因，放下是果，放下又是因，看破又是果。从初发心到如来地，法门虽然很多很多，原理、原则不过如此而已。《华严经》上这些诸大菩萨提供我们学习的经验非常丰富，深位的菩萨还要做出样子来给我们看，这个用意很深。「一一刹中悉安坐」，我们着重那个「安」字。我们今天身心都不安，为什么他能够安住？我们为什么不安？我们读这首偈有没有这样的体会？他之所以能够安，是他看破、放下了。看破，他对于事实真相明白了；放下，他心地清净一念不生，他怎么不安？一切时一切处他心都是定的，换句话说，他们生活在三昧之中，他们生活在智慧之中。",
      "zh_TW": "耳根在音聲上入定，聽得清清楚楚、明明白白，不受音聲干擾，不為音聲所動，音聲上入定了。色相無量無邊，一一色相都不受干擾，所以叫無量三昧。音聲長波、短波也是無量無邊，所以經上講「無量三昧」就是這個意思。無量三昧不是一下就得到的，要在日常生活當中鍛練。鍛練的方法是看破、放下。看破是智慧，放下是功夫，這兩個方法相輔相成，互為因果。看破是因，放下是果，放下又是因，看破又是果。從初發心到如來地，法門雖然很多很多，原理、原則不過如此而已。《華嚴經》上這些諸大菩薩提供我們學習的經驗非常豐富，深位的菩薩還要做出樣子來給我們看，這個用意很深。「一一剎中悉安坐」，我們著重那個「安」字。我們今天身心都不安，為什麼他能夠安住？我們為什麼不安？我們讀這首偈有沒有這樣的體會？他之所以能夠安，是他看破、放下了。看破，他對於事實真相明白了；放下，他心地清淨一念不生，他怎麼不安？一切時一切處他心都是定的，換句話說，他們生活在三昧之中，他們生活在智慧之中。"
    },
    {
      "id": "12-017-0593_p0007",
      "zh_CN": "我们今天生活在烦恼里面，我们今天生活在妄念纷飞之中，他怎么会安？不要说在这个世间，所以我们冷静观察自己、反省过去，打出生到现在几十年当中，哪一天安稳过？可以说一直到死都得不到安稳。尤其我们生在乱世，这个现象更加深刻。身心能够安稳，这人就是道德之人，道德的人放光，当然不像佛经上讲的这样的光明。我在前面说，我们今天学习，要就我们自己本位上来看，才真正学到《华严》。这个光是什么？影响力。中国古人常讲「实至名归」，你真有学问、真有道德，哪里要什么宣传？凡是亲近你的人，对你都会赞叹，赞叹之声远播，这就是光。有一等善根深厚好学的人，闻到你的名就想来亲近你、就想来跟你学，这就等于放光。这些来学的人就像此地「十方菩萨如云集，莫不咸来诣道场」，到你这个地方来参学。",
      "zh_TW": "我們今天生活在煩惱裡面，我們今天生活在妄念紛飛之中，他怎麼會安？不要說在這個世間，所以我們冷靜觀察自己、反省過去，打出生到現在幾十年當中，哪一天安穩過？可以說一直到死都得不到安穩。尤其我們生在亂世，這個現象更加深刻。身心能夠安穩，這人就是道德之人，道德的人放光，當然不像佛經上講的這樣的光明。我在前面說，我們今天學習，要就我們自己本位上來看，才真正學到《華嚴》。這個光是什麼？影響力。中國古人常講「實至名歸」，你真有學問、真有道德，哪裡要什麼宣傳？凡是親近你的人，對你都會讚歎，讚歎之聲遠播，這就是光。有一等善根深厚好學的人，聞到你的名就想來親近你、就想來跟你學，這就等於放光。這些來學的人就像此地「十方菩薩如雲集，莫不咸來詣道場」，到你這個地方來參學。"
    },
    {
      "id": "12-017-0593_p0008",
      "zh_CN": "过去世出世间的善知识无不如是，出世间的佛菩萨、在中国我们在史书上看到的祖师大德们，现在我们往往看到著名的大丛林，怎么兴起来的？绝对不是先找一块地，有计划的来建筑，不是的。浙江杭州云栖寺那是个大丛林，是莲池大师的道场，我们在他老人家传记看到，原先就他一个人，他云游经过这个山，看这个山非常喜欢，这个地方山清水秀，自己在那里搭了个小茅篷进修。以后被游客们发现，到山上去玩的人，见到法师跟他谈谈话，发现他确实有见地、有学问、有道德，令人赞叹佩服。于是这个小茅篷、法师声名随着这些人就传到外面去，仰慕大师的人上山来亲近、来求学。人来多了不够住，旁边再搭个茅篷，以后人愈集愈多形成道场，自自然然形成的，不是有计划去建的。",
      "zh_TW": "過去世出世間的善知識無不如是，出世間的佛菩薩、在中國我們在史書上看到的祖師大德們，現在我們往往看到著名的大叢林，怎麼興起來的？絕對不是先找一塊地，有計劃的來建築，不是的。浙江杭州雲棲寺那是個大叢林，是蓮池大師的道場，我們在他老人家傳記看到，原先就他一個人，他雲遊經過這個山，看這個山非常喜歡，這個地方山清水秀，自己在那裡搭了個小茅篷進修。以後被遊客們發現，到山上去玩的人，見到法師跟他談談話，發現他確實有見地、有學問、有道德，令人讚歎佩服。於是這個小茅篷、法師聲名隨著這些人就傳到外面去，仰慕大師的人上山來親近、來求學。人來多了不夠住，旁邊再搭個茅篷，以後人愈集愈多形成道場，自自然然形成的，不是有計畫去建的。"
    },
    {
      "id": "12-017-0593_p0009",
      "zh_CN": "中国古时候许许多多大丛林都是这样成就的，施主看到欢喜，这么多人真正在用功办道，他也想培一点福，于是出钱出力兴建殿堂。所以云栖寺的大殿不叫大雄宝殿，叫「神运殿」，这个意思就是说神力加持的。莲池大师并没有想建一个殿，别人送来的。由此可知，世出世间法道德第一，哪一个众生不羡慕道德之人？即使造恶的众生，对于道德之人他也敬畏，敬重你也怕你。为什么他有这个态度？他有良心，虽然他被欲望遮蔽、严重的障碍，怎么障，良心是真的不是假的，遇到缘它还像闪电一样，它那个光也会闪一下，闪一下就是我们平常讲良心发现。有的时候他故意作态，态度上表示反对，内心里佩服。这些事情古今都有，我们细心观察能看到。第五首：",
      "zh_TW": "中國古時候許許多多大叢林都是這樣成就的，施主看到歡喜，這麼多人真正在用功辦道，他也想培一點福，於是出錢出力興建殿堂。所以雲棲寺的大殿不叫大雄寶殿，叫「神運殿」，這個意思就是說神力加持的。蓮池大師並沒有想建一個殿，別人送來的。由此可知，世出世間法道德第一，哪一個眾生不羨慕道德之人？即使造惡的眾生，對於道德之人他也敬畏，敬重你也怕你。為什麼他有這個態度？他有良心，雖然他被欲望遮蔽、嚴重的障礙，怎麼障，良心是真的不是假的，遇到緣它還像閃電一樣，它那個光也會閃一下，閃一下就是我們平常講良心發現。有的時候他故意作態，態度上表示反對，內心裡佩服。這些事情古今都有，我們細心觀察能看到。第五首："
    },
    {
      "id": "12-017-0593_p0010",
      "zh_CN": "【一切刹土微尘数，功德光明菩萨海，普在如来众会中，乃至法界咸充遍。】",
      "zh_TW": "【一切剎土微塵數，功德光明菩薩海，普在如來眾會中，乃至法界咸充遍。】"
    },
    {
      "id": "12-017-0593_p0011",
      "zh_CN": "清凉大师说，第四首以下有六首偈，就大众来赞叹，「圣贤辅翼，显主胜故」，这一句话是总说，看看来参加法会的大众，就知道说法主他的殊胜、他的德行。为什么？看到感召。这个意思正同我们现在所讲的，看一个人你看他是贤愚、不肖，从哪个地方去观察、去判断？看他的交友，他跟哪些人做朋友，跟哪些人常常往来？就知道了。「观友而知其人」，他所交往的都是正人君子，这个人肯定不是坏人。你想了解老师，你看看他所教的学生；你要了解学生，你看看这个老师。我们中国古人常说「名师出高徒」，学生非常殊胜，这个老师那就不简单。可是在今天社会不一样，要用古时候那个标准来观察，往往会失败。为什么？从前老师对学生的要求、管教非常严格，真管，现在不能管了。不但老师对于学生不能够过分的严格管教，父母对儿女也不能。这个社会风气不好，造成的结果就是现在整个世界动乱、天灾人祸，这是根本原因。",
      "zh_TW": "清涼大師說，第四首以下有六首偈，就大眾來讚歎，「聖賢輔翼，顯主勝故」，這一句話是總說，看看來參加法會的大眾，就知道說法主他的殊勝、他的德行。為什麼？看到感召。這個意思正同我們現在所講的，看一個人你看他是賢愚、不肖，從哪個地方去觀察、去判斷？看他的交友，他跟哪些人做朋友，跟哪些人常常往來？就知道了。「觀友而知其人」，他所交往的都是正人君子，這個人肯定不是壞人。你想了解老師，你看看他所教的學生；你要了解學生，你看看這個老師。我們中國古人常說「名師出高徒」，學生非常殊勝，這個老師那就不簡單。可是在今天社會不一樣，要用古時候那個標準來觀察，往往會失敗。為什麼？從前老師對學生的要求、管教非常嚴格，真管，現在不能管了。不但老師對於學生不能夠過分的嚴格管教，父母對兒女也不能。這個社會風氣不好，造成的結果就是現在整個世界動亂、天災人禍，這是根本原因。"
    },
    {
      "id": "12-017-0593_p0012",
      "zh_CN": "这个说法只有儒跟佛里头说，现在一般人承不承认？你要跟他讲他摇头，他说我们头脑有问题，迷信、古董、不合乎时代潮流。真的，我们确实是不适合时代潮流。从前李老师也常讲，有人说李老师的思想落伍，老师说得很幽默：「我根本没有参加你们的队伍，我怎么叫落伍？」没有加入你们的行列，加入你们的行列跟不上那叫落伍，我从来就没有加入，我们走的是两条路，道不同而不相为谋！经文里面我们要注意，这就是无量无边的重复境界，在《华严》里面我们一定要明了这个事实真相。必须要通过真正的修行，要通过在五欲六尘上的历练，五十三参讲历事练心。这个练就是什么？你要训练，自己训练自己不受外头境界干扰，这一点很重要。",
      "zh_TW": "這個說法只有儒跟佛裡頭說，現在一般人承不承認？你要跟他講他搖頭，他說我們頭腦有問題，迷信、古董、不合乎時代潮流。真的，我們確實是不適合時代潮流。從前李老師也常講，有人說李老師的思想落伍，老師說得很幽默：「我根本沒有參加你們的隊伍，我怎麼叫落伍？」沒有加入你們的行列，加入你們的行列跟不上那叫落伍，我從來就沒有加入，我們走的是兩條路，道不同而不相為謀！經文裡面我們要注意，這就是無量無邊的重複境界，在《華嚴》裡面我們一定要明瞭這個事實真相。必須要通過真正的修行，要通過在五欲六塵上的歷練，五十三參講歷事練心。這個練就是什麼？你要訓練，自己訓練自己不受外頭境界干擾，這一點很重要。"
    },
    {
      "id": "12-017-0593_p0013",
      "zh_CN": "『一切刹土微尘数』，这一句讲的是数量，用刹土微尘来比喻。『功德光明菩萨海』，无量功德、无量光明，功德是戒定，光明是智慧。无量无边的菩萨，无量无边的行门，总归纳起来不外乎戒定慧三学。戒是秩序、是规矩，我们现在人常讲守秩序、守规矩。佛家这个戒讲到究竟处是「性戒」，自性里头原本就是这个秩序、就是这个法则、就是这个规矩，绝对不是说哪一个人建立、哪一个人创造的。尊卑上下，这是法则。父母跟子女那个尊卑是自然的，哪里有勉强？在一个国家，君臣的尊卑也是自然的，你要不守这个法则，社会就乱了。这个法则没有了，所谓是「君不君、臣不臣」，社会秩序乱掉了。现在伦理道德大家都不讲了，哪个地方还保存一点点，这个社会的局面呈现一点安稳的现象；完全废除、完全不讲，这个社会肯定是乱象。怎么乱的？原因在此地。所以佛家讲「持戒有功，禅定是德」，三昧是德；功德，功是因，德是果，这个德跟得到的得是一个意思。你守规矩、你守法，你心安；不守规矩、不守法，天天做亏心事，晚上睡觉都做恶梦，说明他心不安。一个人守法、守规矩，绝不做犯法犯规的事，他心安定了。所谓是「为人不做亏心事，夜半不怕鬼敲门」，没有做亏心事，心神是定的。",
      "zh_TW": "『一切剎土微塵數』，這一句講的是數量，用剎土微塵來比喻。『功德光明菩薩海』，無量功德、無量光明，功德是戒定，光明是智慧。無量無邊的菩薩，無量無邊的行門，總歸納起來不外乎戒定慧三學。戒是秩序、是規矩，我們現在人常講守秩序、守規矩。佛家這個戒講到究竟處是「性戒」，自性裡頭原本就是這個秩序、就是這個法則、就是這個規矩，絕對不是說哪一個人建立、哪一個人創造的。尊卑上下，這是法則。父母跟子女那個尊卑是自然的，哪裡有勉強？在一個國家，君臣的尊卑也是自然的，你要不守這個法則，社會就亂了。這個法則沒有了，所謂是「君不君、臣不臣」，社會秩序亂掉了。現在倫理道德大家都不講了，哪個地方還保存一點點，這個社會的局面呈現一點安穩的現象；完全廢除、完全不講，這個社會肯定是亂象。怎麼亂的？原因在此地。所以佛家講「持戒有功，禪定是德」，三昧是德；功德，功是因，德是果，這個德跟得到的得是一個意思。你守規矩、你守法，你心安；不守規矩、不守法，天天做虧心事，晚上睡覺都做惡夢，說明他心不安。一個人守法、守規矩，絕不做犯法犯規的事，他心安定了。所謂是「為人不做虧心事，夜半不怕鬼敲門」，沒有做虧心事，心神是定的。"
    },
    {
      "id": "12-017-0593_p0014",
      "zh_CN": "修定有功，开慧是德，智慧开了，这是功德。功德跟福德有差别，实在讲在修持的形象上看不出来，差别在哪里？差别在用心不一样。修福的人，心里面有求回报。譬如我持戒，我求得三昧，这是福德，这不是功德；我所作所为一无所求，断恶修善、积功累德，我做人本分应该是这么做，没有希求任何果报，这是功德。功德跟性德相应，福德跟性德不相应，福德的果报不出三界六道，你的果报是在三界六道里得福报。你有希求心，换句话说，你还有自利的心，你修善积德你还着相。功德不着相，佛经里面常讲「三轮体空」，譬如你修布施，你以钱财为布施，不着我相；我能布施，某人接受我的布施，你着相了。不执着我能施，也没有把接受我布施的那个人记在心上，也不要去记我布施多少多少东西，统统不要想，布施完了，心地干干净净一尘不染，这是功德。所以修福德容易，修功德可不容易。觉悟的人修功德，这一切菩萨他们修积的是功德。为什么？他们对于事实真相了解得太清楚，绝对不会再执着，在九法界里头示现，帮助一切众生，决定没有着相的。",
      "zh_TW": "修定有功，開慧是德，智慧開了，這是功德。功德跟福德有差別，實在講在修持的形象上看不出來，差別在哪裡？差別在用心不一樣。修福的人，心裡面有求回報。譬如我持戒，我求得三昧，這是福德，這不是功德；我所作所為一無所求，斷惡修善、積功累德，我做人本分應該是這麼做，沒有希求任何果報，這是功德。功德跟性德相應，福德跟性德不相應，福德的果報不出三界六道，你的果報是在三界六道裡得福報。你有希求心，換句話說，你還有自利的心，你修善積德你還著相。功德不著相，佛經裡面常講「三輪體空」，譬如你修布施，你以錢財為布施，不著我相；我能布施，某人接受我的布施，你著相了。不執著我能施，也沒有把接受我布施的那個人記在心上，也不要去記我布施多少多少東西，統統不要想，布施完了，心地乾乾淨淨一塵不染，這是功德。所以修福德容易，修功德可不容易。覺悟的人修功德，這一切菩薩他們修積的是功德。為什麼？他們對於事實真相了解得太清楚，絕對不會再執著，在九法界裡頭示現，幫助一切眾生，決定沒有著相的。"
    },
    {
      "id": "12-017-0593_p0015",
      "zh_CN": "『普在如来众会中，乃至法界咸充遍』，如来众会就是虚空法界，经上讲的佛菩萨的座，座还是法界，刹土也是法界，周遍虚空法界。为什么？妄想分别执着断了，念念周遍法界，行行周遍法界，虚空法界无处不现身，这些都是证得法身的菩萨，不是普通菩萨。清凉大师注解只有一句话，「总身总相遍」，总身是法身，总相是法界，没有不周遍的。我们理上有事上无，理上我们跟佛菩萨相同，事上我们在迷不觉，所以这个境界就不是我们现前的境界。菩萨在此地给我们透出这么一点讯息，我们读了听了要发心，提升自己的境界，这样才对。第六首：",
      "zh_TW": "『普在如來眾會中，乃至法界咸充遍』，如來眾會就是虛空法界，經上講的佛菩薩的座，座還是法界，剎土也是法界，周遍虛空法界。為什麼？妄想分別執著斷了，念念周遍法界，行行周遍法界，虛空法界無處不現身，這些都是證得法身的菩薩，不是普通菩薩。清涼大師註解只有一句話，「總身總相遍」，總身是法身，總相是法界，沒有不周遍的。我們理上有事上無，理上我們跟佛菩薩相同，事上我們在迷不覺，所以這個境界就不是我們現前的境界。菩薩在此地給我們透出這麼一點訊息，我們讀了聽了要發心，提升自己的境界，這樣才對。第六首："
    },
    {
      "id": "12-017-0593_p0016",
      "zh_CN": "【法界微尘诸刹土，一切众中皆出现，如是分身智境界，普贤行中能建立。】",
      "zh_TW": "【法界微塵諸剎土，一切眾中皆出現，如是分身智境界，普賢行中能建立。】"
    },
    {
      "id": "12-017-0593_p0017",
      "zh_CN": "清凉大师提示，这一首含的意思是「法界安立海」，经文里头有「能建立」，第一句有「法界」。『法界微尘诸刹土，一切众中皆出现』，都是讲重叠无尽的境界，说明整个宇宙是一体，大到虚空法界，小到毛孔微尘。我们讲大小是我们凡夫境界，在法身菩萨他们心目之中，有没有大小？给诸位说，没有。如果还有大小，你们想想大小是从哪里来的？从分别执着来的。才起妄想，障碍就建立，就不通了。法界本来是融通的，圆融畅通，一点障碍都没有，像这一个房间里面十几盏灯光光互照，没有障碍，圆融畅通。才起念头，念头是无明，念头一起，分别执着连着就起来，障碍现前，有障碍不通。可是要知道障碍是我这边建立的，佛菩萨那边没有，佛菩萨永远是「恒顺众生，随喜功德」，他们真的是在积功累德，可以说刹那之间都没有间断过。",
      "zh_TW": "清涼大師提示，這一首含的意思是「法界安立海」，經文裡頭有「能建立」，第一句有「法界」。『法界微塵諸剎土，一切眾中皆出現』，都是講重疊無盡的境界，說明整個宇宙是一體，大到虛空法界，小到毛孔微塵。我們講大小是我們凡夫境界，在法身菩薩他們心目之中，有沒有大小？給諸位說，沒有。如果還有大小，你們想想大小是從哪裡來的？從分別執著來的。才起妄想，障礙就建立，就不通了。法界本來是融通的，圓融暢通，一點障礙都沒有，像這一個房間裡面十幾盞燈光光互照，沒有障礙，圓融暢通。才起念頭，念頭是無明，念頭一起，分別執著連著就起來，障礙現前，有障礙不通。可是要知道障礙是我這邊建立的，佛菩薩那邊沒有，佛菩薩永遠是「恆順眾生，隨喜功德」，他們真的是在積功累德，可以說剎那之間都沒有間斷過。"
    },
    {
      "id": "12-017-0593_p0018",
      "zh_CN": "清净法身随顺众生的烦恼习气，变现成六道三途。六道三途是什么？原来还是清净法身。一切众生无量无边的烦恼习气，那是什么？自性般若。一念迷、一念不觉，把自性里面本具无量的般若智慧变成了烦恼习气。所以佛在大经上常常给我们透一点讯息：「烦恼即菩提」，是一不是二；觉悟的时候叫它做菩提，迷的时候叫它做烦恼。菩提是梵语，翻成中国意思是觉、是智。烦恼是智觉，悟了叫智觉，智觉迷了就叫烦恼，它是一不是二。生死即涅槃，迷的时候叫生死，悟的时候叫涅槃。涅槃，通常中文翻得最多的是「圆寂」。圆是圆满，你的智慧圆满了，你的功德圆满了；寂是寂灭，妄想分别执着你统统灭掉了，这叫涅槃。绝对不是说出家人死了都叫涅槃，现在很多人误会了，认为人死就叫圆寂、就叫涅槃，不是的，意思完全错会了。涅槃、圆寂是活的时候证得的，死了以后就没有了，哪里能证得？如果人死就叫圆寂、就叫涅槃，还修什么行？不需要修了，各个都入般涅槃了。这名词术语被世间一些人滥用，以至于混淆不清，名词术语的含义都错会、都误会，这是错误的。",
      "zh_TW": "清淨法身隨順眾生的煩惱習氣，變現成六道三途。六道三途是什麼？原來還是清淨法身。一切眾生無量無邊的煩惱習氣，那是什麼？自性般若。一念迷、一念不覺，把自性裡面本具無量的般若智慧變成了煩惱習氣。所以佛在大經上常常給我們透一點訊息：「煩惱即菩提」，是一不是二；覺悟的時候叫它做菩提，迷的時候叫它做煩惱。菩提是梵語，翻成中國意思是覺、是智。煩惱是智覺，悟了叫智覺，智覺迷了就叫煩惱，它是一不是二。生死即涅槃，迷的時候叫生死，悟的時候叫涅槃。涅槃，通常中文翻得最多的是「圓寂」。圓是圓滿，你的智慧圓滿了，你的功德圓滿了；寂是寂滅，妄想分別執著你統統滅掉了，這叫涅槃。絕對不是說出家人死了都叫涅槃，現在很多人誤會了，認為人死就叫圓寂、就叫涅槃，不是的，意思完全錯會了。涅槃、圓寂是活的時候證得的，死了以後就沒有了，哪裡能證得？如果人死就叫圓寂、就叫涅槃，還修什麼行？不需要修了，各個都入般涅槃了。這名詞術語被世間一些人濫用，以至於混淆不清，名詞術語的含義都錯會、都誤會，這是錯誤的。"
    },
    {
      "id": "12-017-0593_p0019",
      "zh_CN": "『如是分身智境界』，「分」是分别，这个地方的「智」是讲后得智，叫权智。权智建立法界海，法界就是我们常常说的十法界依正庄严。诸佛如来、法身菩萨应化在其中，与十法界的众生和光同尘。他怎么去的？众生有感，佛菩萨就有应。因为证得法界，身土是一不是二。现在时间到了。",
      "zh_TW": "『如是分身智境界』，「分」是分別，這個地方的「智」是講後得智，叫權智。權智建立法界海，法界就是我們常常說的十法界依正莊嚴。諸佛如來、法身菩薩應化在其中，與十法界的眾生和光同塵。他怎麼去的？眾生有感，佛菩薩就有應。因為證得法界，身土是一不是二。現在時間到了。"
    },
    {
      "id": "12-017-0593_p0020",
      "zh_CN": "诸位同学：",
      "zh_TW": "諸位同學："
    },
    {
      "id": "12-017-0593_p0021",
      "zh_CN": "我们接着第六首偈子没有讲完的意思。前面两句是讲到，我们用现在的话说，宇宙之间理事、性相、因果确实是重叠的，非常复杂，经上讲的「微细难思」，这是真的。只有甚深禅定、甚深的智慧才能够见到，普贤大行才能建立。建立是什么意思？帮助各个刹土里头无量无边的众生建立一条修行的道路。普通人已经迷在里头，他怎么知道从哪个方向走？怎么知道用什么方法出离？所以要普贤菩萨。普贤菩萨在《华严经》里面讲，真正的普贤菩萨都是圆教地上菩萨，为什么？登了地之后都修普贤行。正是在这个经上我们看到的，「十地菩萨，初后不离念佛」，普贤菩萨十大愿王导归极乐。这些深位的菩萨摩诃萨们，他们有能力在十法界里面现种种身，「如是分身智境界」。现佛身、现菩萨身，观世音菩萨三十二应是略举，他能现无量无边身，《楞严经》上讲的「随众生心，应所知量」。现身干什么？帮助这些众生。用什么方法帮助？那就是要安立了。",
      "zh_TW": "我們接著第六首偈子沒有講完的意思。前面兩句是講到，我們用現在的話說，宇宙之間理事、性相、因果確實是重疊的，非常複雜，經上講的「微細難思」，這是真的。只有甚深禪定、甚深的智慧才能夠見到，普賢大行才能建立。建立是什麼意思？幫助各個剎土裡頭無量無邊的眾生建立一條修行的道路。普通人已經迷在裡頭，他怎麼知道從哪個方向走？怎麼知道用什麼方法出離？所以要普賢菩薩。普賢菩薩在《華嚴經》裡面講，真正的普賢菩薩都是圓教地上菩薩，為什麼？登了地之後都修普賢行。正是在這個經上我們看到的，「十地菩薩，初後不離念佛」，普賢菩薩十大願王導歸極樂。這些深位的菩薩摩訶薩們，他們有能力在十法界裡面現種種身，「如是分身智境界」。現佛身、現菩薩身，觀世音菩薩三十二應是略舉，他能現無量無邊身，《楞嚴經》上講的「隨眾生心，應所知量」。現身幹什麼？幫助這些眾生。用什麼方法幫助？那就是要安立了。"
    },
    {
      "id": "12-017-0593_p0022",
      "zh_CN": "释迦牟尼佛示现在我们这个世间，为我们制定了戒律，为我们讲经说法，这是安立。使我们知道有十法界，十法界是大分，十是表法，意思是无尽。在这里面为我们建立，建立十法界修因证果的标准。纵然是求生西方极乐世界也有个标准，西方世界四土三辈九品，还是有标准。有些人觉得作人不错，希望来生还能得人身，过得比这一生幸福一点，佛给他安立五戒十善，人道；上品十善、四无量心，天道。如果你修四禅，上品十善、四无量心再加上禅定，你生四禅天；如果你定功再加深到第五定、第六定、第七定，这是次第定，你就生到无色界天。定功再深入，持佛的禁戒修到第九次第定，你就证阿罗汉果，出了三界，超越六道轮回，这是安立。如果没有诸佛如来、法身菩萨帮助九法界的众生，九法界众生就乱了。所以大圣人在这个世间示现，我们要明了。",
      "zh_TW": "釋迦牟尼佛示現在我們這個世間，為我們制定了戒律，為我們講經說法，這是安立。使我們知道有十法界，十法界是大分，十是表法，意思是無盡。在這裡面為我們建立，建立十法界修因證果的標準。縱然是求生西方極樂世界也有個標準，西方世界四土三輩九品，還是有標準。有些人覺得作人不錯，希望來生還能得人身，過得比這一生幸福一點，佛給他安立五戒十善，人道；上品十善、四無量心，天道。如果你修四禪，上品十善、四無量心再加上禪定，你生四禪天；如果你定功再加深到第五定、第六定、第七定，這是次第定，你就生到無色界天。定功再深入，持佛的禁戒修到第九次第定，你就證阿羅漢果，出了三界，超越六道輪迴，這是安立。如果沒有諸佛如來、法身菩薩幫助九法界的眾生，九法界眾生就亂了。所以大聖人在這個世間示現，我們要明瞭。"
    },
    {
      "id": "12-017-0593_p0023",
      "zh_CN": "在中国出现的尧舜禹汤、文武周公、孔孟，这些人不是普通人。有人问我：他们是不是佛菩萨应化来的？过去李老师说过，我们也曾经问过老师，李老师说理上能讲得通，事上没有证据。这个话答得很圆满，理上确实是如此。应以什么身得度就现什么身，这个地区对于儒很崇敬、很尊重，诸佛菩萨可以现儒身来度。这个地区的人相信道，对道很尊重，佛菩萨可以示现道身来度他，老子、庄子是道家。他们的德行、他们的教诲，我们仔细跟佛经比照一下，很多相同的。儒家基本的观念跟佛法完全一样，它教学的总纲领，是《大学》里头的三纲八目。儒家教学的总纲领：「在明明德，在亲民，在止于至善」，儒教人什么？就教人这三句，孔夫子、孟夫子，一生没有离这个方向。八目是落实，怎么落实？格物、致知、诚意、正心、修身、齐家、治国、平天下，落实！",
      "zh_TW": "在中國出現的堯舜禹湯、文武周公、孔孟，這些人不是普通人。有人問我：他們是不是佛菩薩應化來的？過去李老師說過，我們也曾經問過老師，李老師說理上能講得通，事上沒有證據。這個話答得很圓滿，理上確實是如此。應以什麼身得度就現什麼身，這個地區對於儒很崇敬、很尊重，諸佛菩薩可以現儒身來度。這個地區的人相信道，對道很尊重，佛菩薩可以示現道身來度他，老子、莊子是道家。他們的德行、他們的教誨，我們仔細跟佛經比照一下，很多相同的。儒家基本的觀念跟佛法完全一樣，它教學的總綱領，是《大學》裡頭的三綱八目。儒家教學的總綱領：「在明明德，在親民，在止於至善」，儒教人什麼？就教人這三句，孔夫子、孟夫子，一生沒有離這個方向。八目是落實，怎麼落實？格物、致知、誠意、正心、修身、齊家、治國、平天下，落實！"
    },
    {
      "id": "12-017-0593_p0024",
      "zh_CN": "今天南昆大两位教授来看我，谈到如何能帮助这个世界祈求和平。儒家教学就很好，确确实实能至天下太平，它最后的效果平天下，平天下就是天下人都得到公平。平是平等，是公平，我们常常讲的平等对待、和睦相处，这问题就解决了。佛家说得更多、说得更详细，「随心应量」，佛讲得太好了，应以什么身得度就现什么身。无论现什么身是一不是二，能现的、能变的是性识，《华严经》我们多次读到「十方三世佛，共同一法身，一心一智慧」。所以在理上绝对讲得通，这个世界上自古以来每一个国家、每一个族群里面的大圣大贤，都是诸佛菩萨的化身。理上决定讲得通，事上没有证据。我们承认，为什么？我们懂这个道理。",
      "zh_TW": "今天南昆大兩位教授來看我，談到如何能幫助這個世界祈求和平。儒家教學就很好，確確實實能至天下太平，它最後的效果平天下，平天下就是天下人都得到公平。平是平等，是公平，我們常常講的平等對待、和睦相處，這問題就解決了。佛家說得更多、說得更詳細，「隨心應量」，佛講得太好了，應以什麼身得度就現什麼身。無論現什麼身是一不是二，能現的、能變的是性識，《華嚴經》我們多次讀到「十方三世佛，共同一法身，一心一智慧」。所以在理上絕對講得通，這個世界上自古以來每一個國家、每一個族群裡面的大聖大賢，都是諸佛菩薩的化身。理上決定講得通，事上沒有證據。我們承認，為什麼？我們懂這個道理。"
    },
    {
      "id": "12-017-0593_p0025",
      "zh_CN": "真正懂这个道理，就能表现在事相上，我们跟许许多多宗教接触，我们进入他的教堂跟进入佛的殿堂一样的尊敬。见到他们的圣像、经书，我们像见到佛经一样的顶礼膜拜。所以有些宗教看到我们这种行为感到很惊讶，我们拜他的神像，他不拜佛像；我们拜他的经典，他不拜我们经典。我们明白，他没有明白，我们知道他那个圣像是佛、是毘卢遮那佛的化身；他们圣人所说的经典跟我们的经典没有差别，一样的，教化那一方众生。善巧方便，「方便有多门，归元无二路」。到他明了了，宗教与宗教之间的界限就没有了，族群与族群之间的界限也没有了，我与人、我与一切众生、我与天地鬼神当中的界限全都消失掉了。所以这不是佛与大菩萨为我们建立教化、教学，我们怎么会开悟？怎么会明白这个事实真相？",
      "zh_TW": "真正懂這個道理，就能表現在事相上，我們跟許許多多宗教接觸，我們進入他的教堂跟進入佛的殿堂一樣的尊敬。見到他們的聖像、經書，我們像見到佛經一樣的頂禮膜拜。所以有些宗教看到我們這種行為感到很驚訝，我們拜他的神像，他不拜佛像；我們拜他的經典，他不拜我們經典。我們明白，他沒有明白，我們知道他那個聖像是佛、是毘盧遮那佛的化身；他們聖人所說的經典跟我們的經典沒有差別，一樣的，教化那一方眾生。善巧方便，「方便有多門，歸元無二路」。到他明瞭了，宗教與宗教之間的界限就沒有了，族群與族群之間的界限也沒有了，我與人、我與一切眾生、我與天地鬼神當中的界限全都消失掉了。所以這不是佛與大菩薩為我們建立教化、教學，我們怎麼會開悟？怎麼會明白這個事實真相？"
    },
    {
      "id": "12-017-0593_p0026",
      "zh_CN": "佛法里面最值得人敬佩的，是它不仅教我们接受佛陀的教学，后面还有一句要教我们去求证，把佛陀教学的要证实，这个我们佩服了，不是一味迷信盲从。佛教我们怎么做，我们就怎么做，这迷信盲从，不是的，教我们求证。证明佛所说的是真的，真实的道理、真实的事相、真实的境界，去证明！这样的教学理念、教学方式，当然令人佩服！这就是『普贤行中能建立』。「普贤行」诸位记住，妄想分别执着统统放下了，如果没有放下，绝对不是普贤行。为什么？你普不了，障碍不能突破，怎么普？我们今天只能够学，学习把心量拓开，从这个地方学。怎么下手？我常常劝同学放下自私自利，从这里下手。起心动念要为别人着想，为一切众生着想。",
      "zh_TW": "佛法裡面最值得人敬佩的，是它不僅教我們接受佛陀的教學，後面還有一句要教我們去求證，把佛陀教學的要證實，這個我們佩服了，不是一味迷信盲從。佛教我們怎麼做，我們就怎麼做，這迷信盲從，不是的，教我們求證。證明佛所說的是真的，真實的道理、真實的事相、真實的境界，去證明！這樣的教學理念、教學方式，當然令人佩服！這就是『普賢行中能建立』。「普賢行」諸位記住，妄想分別執著統統放下了，如果沒有放下，絕對不是普賢行。為什麼？你普不了，障礙不能突破，怎麼普？我們今天只能夠學，學習把心量拓開，從這個地方學。怎麼下手？我常常勸同學放下自私自利，從這裡下手。起心動念要為別人著想，為一切眾生著想。"
    },
    {
      "id": "12-017-0593_p0027",
      "zh_CN": "前几年我到澳洲来访问过几个大学，承蒙他们的校长热情的接待，我就曾经向他们提出多元文化的这个理念。多元文化在澳洲可以说是普遍的在推动，他们都能够接受。我向学校建议，能不能设立一个多元文化研究所，培养专门从事于这个工作的人才。这种人才，换句话来说就是专门做特殊外交工作，这不是国与国的外交，是族群与族群之间的外交，宗教与宗教之间的外交，培养这个人才，让他们努力去做族群团结的工作、宗教团结的工作、文化融合的工作、交流的工作。这些学校有些校长、教授听了都很有兴趣，我们可以认真考虑。先设研究所培养师资，将来有了师资，在大学里面可以成立一个学院，「多元文化学院」。如果有这个可能，将来能够设一个多元文化大学，为全世界培养从事于和平工作的人才，希望这个世间大家都能够平等对待、和睦相处。澳洲现在带头在做，非常非常难得！这个构想又何尝不是「普贤行中能建立」？确实人有善念，佛菩萨就有感，感应道交。所以我今天听到这两位教授来谈，我非常欢喜，我说他们培养这些人才，实在上讲，要是以西方宗教这些话来说，这些人是上帝的和平使者，在佛法里面讲是普贤菩萨。第七首：",
      "zh_TW": "前幾年我到澳洲來訪問過幾個大學，承蒙他們的校長熱情的接待，我就曾經向他們提出多元文化的這個理念。多元文化在澳洲可以說是普遍的在推動，他們都能夠接受。我向學校建議，能不能設立一個多元文化研究所，培養專門從事於這個工作的人才。這種人才，換句話來說就是專門做特殊外交工作，這不是國與國的外交，是族群與族群之間的外交，宗教與宗教之間的外交，培養這個人才，讓他們努力去做族群團結的工作、宗教團結的工作、文化融合的工作、交流的工作。這些學校有些校長、教授聽了都很有興趣，我們可以認真考慮。先設研究所培養師資，將來有了師資，在大學裡面可以成立一個學院，「多元文化學院」。如果有這個可能，將來能夠設一個多元文化大學，為全世界培養從事於和平工作的人才，希望這個世間大家都能夠平等對待、和睦相處。澳洲現在帶頭在做，非常非常難得！這個構想又何嘗不是「普賢行中能建立」？確實人有善念，佛菩薩就有感，感應道交。所以我今天聽到這兩位教授來談，我非常歡喜，我說他們培養這些人才，實在上講，要是以西方宗教這些話來說，這些人是上帝的和平使者，在佛法裡面講是普賢菩薩。第七首："
    },
    {
      "id": "12-017-0593_p0028",
      "zh_CN": "【一切诸佛众会中，胜智菩萨佥然坐，各各听法生欢喜，处处修行无量劫。】",
      "zh_TW": "【一切諸佛眾會中，勝智菩薩僉然坐，各各聽法生歡喜，處處修行無量劫。】"
    },
    {
      "id": "12-017-0593_p0029",
      "zh_CN": "清凉大师说这一首是十海里面的「波罗蜜海」，我们看确实有这个意思。前面两句我们要留意，『一切诸佛众会中』，不是一尊佛，『胜智菩萨佥然坐』，这个境界都是不可思议。我们从这里看到，证实净土经论里面所说的，生到西方极乐世界，得阿弥陀佛威神的加持，十方诸佛刹土你不是一个一个地方去参访，不是！就像胜智菩萨一样，同时能够现无量无边身。大经里面常讲的，千百亿化身释迦牟尼佛，到西方极乐世界就有这个能力。我自己的本身住在极乐世界没动，化身已经到十方诸佛刹土，每一尊佛的面前都有我，在那个地方修供养、闻佛法，都在定中。没有到西方极乐世界去，在我们这个世间修定，真正得定功的人有没有？有，但是没有这么殊胜。",
      "zh_TW": "清涼大師說這一首是十海裡面的「波羅蜜海」，我們看確實有這個意思。前面兩句我們要留意，『一切諸佛眾會中』，不是一尊佛，『勝智菩薩僉然坐』，這個境界都是不可思議。我們從這裡看到，證實淨土經論裡面所說的，生到西方極樂世界，得阿彌陀佛威神的加持，十方諸佛剎土你不是一個一個地方去參訪，不是！就像勝智菩薩一樣，同時能夠現無量無邊身。大經裡面常講的，千百億化身釋迦牟尼佛，到西方極樂世界就有這個能力。我自己的本身住在極樂世界沒動，化身已經到十方諸佛剎土，每一尊佛的面前都有我，在那個地方修供養、聞佛法，都在定中。沒有到西方極樂世界去，在我們這個世間修定，真正得定功的人有沒有？有，但是沒有這麼殊勝。"
    },
    {
      "id": "12-017-0593_p0030",
      "zh_CN": "你看看最近的《虚云老和尚年谱》，当然他所讲的绝对不是妄语，虚云老和尚在定中到兜率内院去了，他人在那里打坐，我们看他打坐没动，他已经在兜率内院听弥勒菩萨讲经。讲完之后弥勒菩萨告诉他：「你还得回去，你的事还没有完。」他叙说的时候，他在讲堂里面看到有两三个熟人，这两三位法师已经往生了，往生兜率内院，他们在那边见面了，定中这个障碍突破了。虚云老和尚的定功，当然比不上等觉菩萨，胜智菩萨是等觉菩萨，等觉菩萨能在一切诸佛众会里头现身。智者大师入定，定中他到灵鹫山看到释迦牟尼佛还在那里讲《法华经》，这不但是超越空间，超越时间了。看到释迦牟尼佛讲《法华》，出定之后告诉大家：「灵山一会，现在还没有散。」祖师的话绝对不是骗人的。我们学佛同修当中也有一些现在人讲的所谓特异功能，他是不是特异功能那我们不知道，但是他的灵性跟一般人不一样，或是在定中、或是在梦中，常常接触我们一般凡人不能接触的境界。我们听了之后我能相信，许许多多这些讯息我们可以做参考，便利我们处理一些事务。但是我们晓得宇宙之间的事千变万化，你在梦中所见到的是某一个时间的境界，可不可能变化？可能，它不是一定的。",
      "zh_TW": "你看看最近的《虛雲老和尚年譜》，當然他所講的絕對不是妄語，虛雲老和尚在定中到兜率內院去了，他人在那裡打坐，我們看他打坐沒動，他已經在兜率內院聽彌勒菩薩講經。講完之後彌勒菩薩告訴他：「你還得回去，你的事還沒有完。」他敘說的時候，他在講堂裡面看到有兩三個熟人，這兩三位法師已經往生了，往生兜率內院，他們在那邊見面了，定中這個障礙突破了。虛雲老和尚的定功，當然比不上等覺菩薩，勝智菩薩是等覺菩薩，等覺菩薩能在一切諸佛眾會裡頭現身。智者大師入定，定中他到靈鷲山看到釋迦牟尼佛還在那裡講《法華經》，這不但是超越空間，超越時間了。看到釋迦牟尼佛講《法華》，出定之後告訴大家：「靈山一會，現在還沒有散。」祖師的話絕對不是騙人的。我們學佛同修當中也有一些現在人講的所謂特異功能，他是不是特異功能那我們不知道，但是他的靈性跟一般人不一樣，或是在定中、或是在夢中，常常接觸我們一般凡人不能接觸的境界。我們聽了之後我能相信，許許多多這些訊息我們可以做參考，便利我們處理一些事務。但是我們曉得宇宙之間的事千變萬化，你在夢中所見到的是某一個時間的境界，可不可能變化？可能，它不是一定的。"
    },
    {
      "id": "12-017-0593_p0031",
      "zh_CN": "我早年在台湾，有一次在莲友念佛团讲经，那个时候团长王天铭老居士，我在他那个道场讲过好几部经。那个时候我才四十多岁，王老已经七十多岁了。他告诉我抗战期间他在江西，担任一个集团军的参谋长，这地位很高。他们驻扎的那个地方有一个老道，这个老道好像有神通，他也是常常打坐，定中出现境界。有一天老道告诉他们，跟他们讲几天之后这个地方会涨大水，叫他们搬到高的地方去住，他们听了半信半疑，为什么？一丝毫发大水的迹象都没有。因为那个老道跟他住的不远，他就派人去看，看老道怎么样，那老道搬了，他就感觉到奇怪。老道所指的那一天，果然那天突然发水，这个地区被淹了。他很相信，这老道真是有预知的能力。",
      "zh_TW": "我早年在台灣，有一次在蓮友念佛團講經，那個時候團長王天銘老居士，我在他那個道場講過好幾部經。那個時候我才四十多歲，王老已經七十多歲了。他告訴我抗戰期間他在江西，擔任一個集團軍的參謀長，這地位很高。他們駐紮的那個地方有一個老道，這個老道好像有神通，他也是常常打坐，定中出現境界。有一天老道告訴他們，跟他們講幾天之後這個地方會漲大水，叫他們搬到高的地方去住，他們聽了半信半疑，為什麼？一絲毫發大水的跡象都沒有。因為那個老道跟他住的不遠，他就派人去看，看老道怎麼樣，那老道搬了，他就感覺到奇怪。老道所指的那一天，果然那天突然發水，這個地區被淹了。他很相信，這老道真是有預知的能力。"
    },
    {
      "id": "12-017-0593_p0032",
      "zh_CN": "他说有一次老道跟他讲，他说从东方大海很远很远的一个地方发生战争，他讲出这个方位、讲出这个时间，时间大概是好几个月以后，他看到了。在那个时候他们是高级军官，没有这个事情发生。过了几个月之后，日本人偷袭珍珠港，那个距离方位跟老道说的一样，这个境界老道在定中几个月之前他看到了，所以王老居士很相信。这就是定中境界，能够知道过去的事情，能够知道未来的事情，他把时间、空间界限突破了。至于能够突破多少个层次，要看定功浅深不相同。像胜智菩萨那是完全没有障碍，像这个老道一定在定中才行；他要是出定的话，他这个能力就没有了，他就看不到，一定要入定。这说明他定功并不是很深，我们一般讲「未到定」。如果真正得禅定，得初禅，欲界就离了，超越欲界，他生初禅天。所以我们所听到的、所见到的，大概都不能够离开欲界。",
      "zh_TW": "他說有一次老道跟他講，他說從東方大海很遠很遠的一個地方發生戰爭，他講出這個方位、講出這個時間，時間大概是好幾個月以後，他看到了。在那個時候他們是高級軍官，沒有這個事情發生。過了幾個月之後，日本人偷襲珍珠港，那個距離方位跟老道說的一樣，這個境界老道在定中幾個月之前他看到了，所以王老居士很相信。這就是定中境界，能夠知道過去的事情，能夠知道未來的事情，他把時間、空間界限突破了。至於能夠突破多少個層次，要看定功淺深不相同。像勝智菩薩那是完全沒有障礙，像這個老道一定在定中才行；他要是出定的話，他這個能力就沒有了，他就看不到，一定要入定。這說明他定功並不是很深，我們一般講「未到定」。如果真正得禪定，得初禪，欲界就離了，超越欲界，他生初禪天。所以我們所聽到的、所見到的，大概都不能夠離開欲界。"
    },
    {
      "id": "12-017-0593_p0033",
      "zh_CN": "虚云老和尚他那个定功到兜率天，没有到初禅天。到初禅天才真正得禅定，四禅八定得初禅。达不到初禅在佛法里面讲是未到定，他是有定功，但是他还没有达到初禅的标准，他将来生到哪里？生到欲界上面四层天：夜摩、兜率、化乐天、他化自在天。往生在这四层天都需要禅定功夫，至于你到哪一层，看你定功的浅深。有这些事实，证明千百亿化身是真的不是假的。千百亿还是个数字，依旧是表法，我们不把它看作数字，表无量无边的化身、分身。我们现在要想恢复这个能力不容易，你一定要证得圆教初住，「破一品无明，证一分法身」，你就能到十方诸佛世界去参学，诸佛面前都能化身，谈何容易！唯一的一个办法是念佛求生净土，生到西方极乐世界，这个能力就有了，显然不是自己修得的，是阿弥陀佛本愿威神加持。你也是在光中化身去供佛闻法，同时的！",
      "zh_TW": "虛雲老和尚他那個定功到兜率天，沒有到初禪天。到初禪天才真正得禪定，四禪八定得初禪。達不到初禪在佛法裡面講是未到定，他是有定功，但是他還沒有達到初禪的標準，他將來生到哪裡？生到欲界上面四層天：夜摩、兜率、化樂天、他化自在天。往生在這四層天都需要禪定功夫，至於你到哪一層，看你定功的淺深。有這些事實，證明千百億化身是真的不是假的。千百億還是個數字，依舊是表法，我們不把它看作數字，表無量無邊的化身、分身。我們現在要想恢復這個能力不容易，你一定要證得圓教初住，「破一品無明，證一分法身」，你就能到十方諸佛世界去參學，諸佛面前都能化身，談何容易！唯一的一個辦法是念佛求生淨土，生到西方極樂世界，這個能力就有了，顯然不是自己修得的，是阿彌陀佛本願威神加持。你也是在光中化身去供佛聞法，同時的！"
    },
    {
      "id": "12-017-0593_p0034",
      "zh_CN": "『各各听法生欢喜』，所以「法门无量誓愿学」。在我们这个世间不行，要有这个愿、要有这个心，我们这一生肯定做不到。四弘誓愿是四个层次，是修学的层次、修学的阶段。第一你要发心，要发大心。「众生无边誓愿度」，那个众生是尽虚空遍法界一切众生，这个心跟诸佛如来的心一样；而不是发心「众生无边誓愿度」，我喜欢的众生我度他，我讨厌的众生我就不度他，完全是凡夫心，这个与诸佛菩萨的心愿完全相违背，那怎么行？我要度这一个地区的人、度这一乡人、度这一国人，甚至于于我要度这一个地球上的人，心量不行，太小！我要度娑婆世界众生还不行，心量还小。发心难，这个心一发就是大菩提心。为什么我们烦恼断不了，我们法门学不好？心没有发，没有发心得不到三宝的加持。果然发心，发心之后你一定拼命去断烦恼，烦恼断尽之后你一定会学法门，一路上都有佛菩萨照顾，这就是经典里面讲的佛菩萨加持。我们求佛菩萨加持，求没有用，你用贪瞋痴求、用自私自利求，那怎么会管用？完全不相应。要用无私的心去求、无我的心去求，一切为诸佛正法久住世间，为做一切众生得度的因缘，这就能得佛菩萨加持。所以觉悟的人是干这个事情，除了这个事情，他在世间跟诸位说没有事情。觉悟的人住世间，就这么一桩事情。",
      "zh_TW": "『各各聽法生歡喜』，所以「法門無量誓願學」。在我們這個世間不行，要有這個願、要有這個心，我們這一生肯定做不到。四弘誓願是四個層次，是修學的層次、修學的階段。第一你要發心，要發大心。「眾生無邊誓願度」，那個眾生是盡虛空遍法界一切眾生，這個心跟諸佛如來的心一樣；而不是發心「眾生無邊誓願度」，我喜歡的眾生我度他，我討厭的眾生我就不度他，完全是凡夫心，這個與諸佛菩薩的心願完全相違背，那怎麼行？我要度這一個地區的人、度這一鄉人、度這一國人，甚至於於我要度這一個地球上的人，心量不行，太小！我要度娑婆世界眾生還不行，心量還小。發心難，這個心一發就是大菩提心。為什麼我們煩惱斷不了，我們法門學不好？心沒有發，沒有發心得不到三寶的加持。果然發心，發心之後你一定拼命去斷煩惱，煩惱斷盡之後你一定會學法門，一路上都有佛菩薩照顧，這就是經典裡面講的佛菩薩加持。我們求佛菩薩加持，求沒有用，你用貪瞋痴求、用自私自利求，那怎麼會管用？完全不相應。要用無私的心去求、無我的心去求，一切為諸佛正法久住世間，為做一切眾生得度的因緣，這就能得佛菩薩加持。所以覺悟的人是幹這個事情，除了這個事情，他在世間跟諸位說沒有事情。覺悟的人住世間，就這麼一樁事情。"
    },
    {
      "id": "12-017-0593_p0035",
      "zh_CN": "释迦牟尼佛做一个觉悟人的样子给我们看，他老人家一天到晚所作所为，什么工作？帮助一切众生破迷开悟，教导一切众生断恶修善、积功累德。我们学佛学什么？就是要学这个。除此之外，这个世间没有我的事，生活简单，诸事随缘，决定遵守佛菩萨的教诲，放下自己的分别、执着、成见。听了之后、学了之后依教奉行，『处处修行』，「处处」两个字重要！『无量劫』是时间，这一句要用现在的话来说，时时处处起心动念、言语造作随顺佛陀教诲。佛陀现在不住世间，经典还留在世间，我们看到经典就是看到诸佛，展开经卷，闻佛说法、观佛行谊。你看到、你听到，最重要的是如教修行。这里头最重要的是自己要肯定、要深信不疑，佛陀一切教诲都是性德的自然流露。一切诸佛菩萨「唯心所现，唯识所变」，不是别人，自己性德流变出来的，还教自己。如果你了解这个事实真相，完全肯定的认知，你就会完全接受，没有任何的疑惑。不但诸佛菩萨是自性变现的，山河大地、芸芸众生，我们讲虚空法界，哪一样不是心现识变？",
      "zh_TW": "釋迦牟尼佛做一個覺悟人的樣子給我們看，他老人家一天到晚所作所為，什麼工作？幫助一切眾生破迷開悟，教導一切眾生斷惡修善、積功累德。我們學佛學什麼？就是要學這個。除此之外，這個世間沒有我的事，生活簡單，諸事隨緣，決定遵守佛菩薩的教誨，放下自己的分別、執著、成見。聽了之後、學了之後依教奉行，『處處修行』，「處處」兩個字重要！『無量劫』是時間，這一句要用現在的話來說，時時處處起心動念、言語造作隨順佛陀教誨。佛陀現在不住世間，經典還留在世間，我們看到經典就是看到諸佛，展開經卷，聞佛說法、觀佛行誼。你看到、你聽到，最重要的是如教修行。這裡頭最重要的是自己要肯定、要深信不疑，佛陀一切教誨都是性德的自然流露。一切諸佛菩薩「唯心所現，唯識所變」，不是別人，自己性德流變出來的，還教自己。如果你了解這個事實真相，完全肯定的認知，你就會完全接受，沒有任何的疑惑。不但諸佛菩薩是自性變現的，山河大地、芸芸眾生，我們講虛空法界，哪一樣不是心現識變？"
    },
    {
      "id": "12-017-0593_p0036",
      "zh_CN": "我们如果能够常作如是观，就有条件学《华严》，就有指望入华严境界。华严境界就是一真法界，就是把所有一切时空维次统统都突破的那个境界，真正证实自性的体、相、作用，证明「大方广佛华严」事实的真相，证实了！这是佛陀对我们的教诲，用我们凡夫的心来说，是对我们的希望。其实在他们心里头没有希望，哪里会有这种念头？要有个希望，不就又落在心意识里去了？所以他们那个境界我们没有办法想像，佛在经上讲了四个字「不可思议」，真的！你一想准想错了，说更说错了。我们说「佛对我们的希望」、「佛对我们的要求」，统统是我们自己想像的。佛所有一切教诲，都是「普贤行中能建立」，他有没有起心动念？给诸位说，没有，从来没有起心动念过，法尔如是！你要是追究为什么会有这个现象，这给你讲感应道交，众生有感，佛菩萨有应。「我没有感、我没有想」，对！微细的感自己不知道，微细的感是自己过去生中的善根，善根在微动，动的幅度很小，自己不晓得，佛知道。这是经上说得很多的，我们要细心去体会。现在时间到了。",
      "zh_TW": "我們如果能夠常作如是觀，就有條件學《華嚴》，就有指望入華嚴境界。華嚴境界就是一真法界，就是把所有一切時空維次統統都突破的那個境界，真正證實自性的體、相、作用，證明「大方廣佛華嚴」事實的真相，證實了！這是佛陀對我們的教誨，用我們凡夫的心來說，是對我們的希望。其實在他們心裡頭沒有希望，哪裡會有這種念頭？要有個希望，不就又落在心意識裡去了？所以他們那個境界我們沒有辦法想像，佛在經上講了四個字「不可思議」，真的！你一想準想錯了，說更說錯了。我們說「佛對我們的希望」、「佛對我們的要求」，統統是我們自己想像的。佛所有一切教誨，都是「普賢行中能建立」，他有沒有起心動念？給諸位說，沒有，從來沒有起心動念過，法爾如是！你要是追究為什麼會有這個現象，這給你講感應道交，眾生有感，佛菩薩有應。「我沒有感、我沒有想」，對！微細的感自己不知道，微細的感是自己過去生中的善根，善根在微動，動的幅度很小，自己不曉得，佛知道。這是經上說得很多的，我們要細心去體會。現在時間到了。"
    }
  ]
}