{
  "doc_id": "12-017-1869",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八六九卷",
    "zh_TW": "第一八六九卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1869",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "12-017-1869_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，第五大段「喻况玄旨分」，大喻最后一段。这段的经文比较长，「龙王游戏喻」，我们读过比喻「菩萨身云各异」，也读过比喻「菩萨光明等殊」。今天我们接下去看第三小段，有三首半偈颂，「雷声不等，喻菩萨三昧多种」。我们把经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，第五大段「喻況玄旨分」，大喻最後一段。這段的經文比較長，「龍王遊戲喻」，我們讀過比喻「菩薩身雲各異」，也讀過比喻「菩薩光明等殊」。今天我們接下去看第三小段，有三首半偈頌，「雷聲不等，喻菩薩三昧多種」。我們把經文念一遍："
    },
    {
      "id": "12-017-1869_p0002",
      "zh_CN": "【他化雷震如梵音。】",
      "zh_TW": "【他化雷震如梵音。】"
    },
    {
      "id": "12-017-1869_p0003",
      "zh_CN": "这是讲他化自在天。",
      "zh_TW": "這是講他化自在天。"
    },
    {
      "id": "12-017-1869_p0004",
      "zh_CN": "【化乐天中大鼓音。】",
      "zh_TW": "【化樂天中大鼓音。】"
    },
    {
      "id": "12-017-1869_p0005",
      "zh_CN": "『大鼓』就是我们前面学到的天鼓。",
      "zh_TW": "『大鼓』就是我們前面學到的天鼓。"
    },
    {
      "id": "12-017-1869_p0006",
      "zh_CN": "【兜率天上歌唱音。夜摩天上天女音。于彼三十三天上。如紧那罗种种音。护世四王诸天所。】",
      "zh_TW": "【兜率天上歌唱音。夜摩天上天女音。於彼三十三天上。如緊那羅種種音。護世四王諸天所。】"
    },
    {
      "id": "12-017-1869_p0007",
      "zh_CN": "『护世四王』就是四大天王，东方持国天王，南方增长天王，西方广目天王，北方多闻天王。",
      "zh_TW": "『護世四王』就是四大天王，東方持國天王，南方增長天王，西方廣目天王，北方多聞天王。"
    },
    {
      "id": "12-017-1869_p0008",
      "zh_CN": "【如干闼婆所出音。海中两山相击声。紧那罗中箫笛声。诸龙城中频伽声。】",
      "zh_TW": "【如乾闥婆所出音。海中兩山相擊聲。緊那羅中簫笛聲。諸龍城中頻伽聲。】"
    },
    {
      "id": "12-017-1869_p0009",
      "zh_CN": "迦陵频伽。",
      "zh_TW": "迦陵頻伽。"
    },
    {
      "id": "12-017-1869_p0010",
      "zh_CN": "【夜叉住处龙女声。阿修罗中天鼓声。于人道中海潮声。】",
      "zh_TW": "【夜叉住處龍女聲。阿修羅中天鼓聲。於人道中海潮聲。】"
    },
    {
      "id": "12-017-1869_p0011",
      "zh_CN": "这都是比喻，比喻「菩萨三昧多种」。三昧翻成中国意思叫正受，三翻作正，昧翻作受。像我们平常念的三藐三菩提，三都翻作正，三藐，藐翻作等，正等，正觉，三翻作正，菩提翻作觉。什么叫正受？正受是针对六道众生所说的，六道众生的享受都不正常，佛菩萨的享受正常，受就是受用、享受。六道众生为什么说他享受不正常？佛把它归纳，这个享受也说不尽，要细说说不尽，佛把它归纳为五大类。身有苦受、有乐受，再多的享受总不外乎这两大类；精神的享受有忧、有喜，我们讲心理的享受，有忧、有喜，再多也不出这两大类。所以身心合起来就是苦乐忧喜，这都不是正常的。另外一种是讲色界天、无色界天，他们没有苦乐忧喜。尤其是到无色界天，身体都没有了，他是在定中，就是四禅八定，定中这个享受叫舍受。舍什么？身舍了苦乐，心舍了忧喜，他没有苦乐忧喜，这个受好！这个受就是正受。",
      "zh_TW": "這都是比喻，比喻「菩薩三昧多種」。三昧翻成中國意思叫正受，三翻作正，昧翻作受。像我們平常念的三藐三菩提，三都翻作正，三藐，藐翻作等，正等，正覺，三翻作正，菩提翻作覺。什麼叫正受？正受是針對六道眾生所說的，六道眾生的享受都不正常，佛菩薩的享受正常，受就是受用、享受。六道眾生為什麼說他享受不正常？佛把它歸納，這個享受也說不盡，要細說說不盡，佛把它歸納為五大類。身有苦受、有樂受，再多的享受總不外乎這兩大類；精神的享受有憂、有喜，我們講心理的享受，有憂、有喜，再多也不出這兩大類。所以身心合起來就是苦樂憂喜，這都不是正常的。另外一種是講色界天、無色界天，他們沒有苦樂憂喜。尤其是到無色界天，身體都沒有了，他是在定中，就是四禪八定，定中這個享受叫捨受。捨什麼？身捨了苦樂，心捨了憂喜，他沒有苦樂憂喜，這個受好！這個受就是正受。"
    },
    {
      "id": "12-017-1869_p0012",
      "zh_CN": "为什么不叫正受？因为他不能持久，他不能永远保持；永远保持下去就叫正受。我们知道色界、无色界他寿命到了，寿命到了就是定功失掉，他苦乐忧喜又冒出来、又现前了。所以他只是暂时停止，不是真的没有。阿罗汉以上就得正受，正觉正受，他苦乐忧喜真的没有了。所以阿罗汉的定，世尊在《楞严经》上告诉我们，比非想非非想处天人还要深。非想非非想处天人达到第八定，这是世间禅定最高的，再上去叫第九定，第九定就出了六道，超越三界。所以阿罗汉所得的定叫九次第定，这时候才真正叫三昧，真正叫正受。阿罗汉以下都不是正受，这佛在经上讲的，我们要懂得。",
      "zh_TW": "為什麼不叫正受？因為他不能持久，他不能永遠保持；永遠保持下去就叫正受。我們知道色界、無色界他壽命到了，壽命到了就是定功失掉，他苦樂憂喜又冒出來、又現前了。所以他只是暫時停止，不是真的沒有。阿羅漢以上就得正受，正覺正受，他苦樂憂喜真的沒有了。所以阿羅漢的定，世尊在《楞嚴經》上告訴我們，比非想非非想處天人還要深。非想非非想處天人達到第八定，這是世間禪定最高的，再上去叫第九定，第九定就出了六道，超越三界。所以阿羅漢所得的定叫九次第定，這時候才真正叫三昧，真正叫正受。阿羅漢以下都不是正受，這佛在經上講的，我們要懂得。"
    },
    {
      "id": "12-017-1869_p0013",
      "zh_CN": "三昧是修来的，用什么方法修？我们依照《华严经》里面的道理、方法来修学，你得到的时候就叫华严三昧；依《法华经》的理论、方法修成功，就叫法华三昧；我们用念佛法门，或者是你依三经、依五经一论修成功，叫念佛三昧。我们念阿弥陀佛修成功，也叫念佛三昧。念佛法门也很多，略说一说也是一百多种。但是佛把它归纳，念佛法门不外乎四大类，实相念佛、观想念佛、观像念佛、持名念佛，再多都不外乎这四大类，《观无量寿佛经》上说的。这四大类修成功，都叫做念佛三昧。所以菩萨三昧多种是这样的说法，方法不一样，得到三昧是相同的，也就是苦乐忧喜没有了。",
      "zh_TW": "三昧是修來的，用什麼方法修？我們依照《華嚴經》裡面的道理、方法來修學，你得到的時候就叫華嚴三昧；依《法華經》的理論、方法修成功，就叫法華三昧；我們用念佛法門，或者是你依三經、依五經一論修成功，叫念佛三昧。我們念阿彌陀佛修成功，也叫念佛三昧。念佛法門也很多，略說一說也是一百多種。但是佛把它歸納，念佛法門不外乎四大類，實相念佛、觀想念佛、觀像念佛、持名念佛，再多都不外乎這四大類，《觀無量壽佛經》上說的。這四大類修成功，都叫做念佛三昧。所以菩薩三昧多種是這樣的說法，方法不一樣，得到三昧是相同的，也就是苦樂憂喜沒有了。"
    },
    {
      "id": "12-017-1869_p0014",
      "zh_CN": "苦乐忧喜没有了，就是大乘教上常讲的入不二法门，苦乐不二、忧喜不二。这个话在什么时候说的？这个话是在佛菩萨应化在世间。六道凡夫在修行过程当中，功夫确实提升到一定的境界，苦乐不二、忧喜不二。他还有没有忧喜、有没有苦乐？忧喜苦乐可能有，那些有都叫示现，我们凡夫看到他真受，受苦。释迦牟尼佛当年在世，每天出去托钵，还曾经有一段遇到饥荒，外面托钵都托不到东西，所以受马麦之报。人家拿喂马的粮食，马吃的，拿来供养佛，佛也接受。这都是给我们示现的，无论处什么环境，不要执着、不要分别，你就得正受；如果有分别、有执着，正受就没有。所以一定要知道，苦乐忧喜是不正常的受用，这一定要知道。修行的功夫也能在这个地方体验出来，看看我们是不是功夫得力。功夫真的得力，苦乐忧喜淡了，不是很严重。我们看到有不少同学，这都是眼前的事情，得很重的疾病，癌症，非常痛苦，但是他念佛、诵经。他有没有痛苦？很少，像一般人痛苦，十分痛苦他只会受一分，没有感觉到什么痛苦。这是功夫得力，功夫不得力的话没有这种现象。另外一种，虽然自己没有这个功夫，善根福德因缘具足，得三宝加持，也能够得到。这是我们在现前能见到，我们自己也能体会到。",
      "zh_TW": "苦樂憂喜沒有了，就是大乘教上常講的入不二法門，苦樂不二、憂喜不二。這個話在什麼時候說的？這個話是在佛菩薩應化在世間。六道凡夫在修行過程當中，功夫確實提升到一定的境界，苦樂不二、憂喜不二。他還有沒有憂喜、有沒有苦樂？憂喜苦樂可能有，那些有都叫示現，我們凡夫看到他真受，受苦。釋迦牟尼佛當年在世，每天出去托缽，還曾經有一段遇到飢荒，外面托缽都托不到東西，所以受馬麥之報。人家拿餵馬的糧食，馬吃的，拿來供養佛，佛也接受。這都是給我們示現的，無論處什麼環境，不要執著、不要分別，你就得正受；如果有分別、有執著，正受就沒有。所以一定要知道，苦樂憂喜是不正常的受用，這一定要知道。修行的功夫也能在這個地方體驗出來，看看我們是不是功夫得力。功夫真的得力，苦樂憂喜淡了，不是很嚴重。我們看到有不少同學，這都是眼前的事情，得很重的疾病，癌症，非常痛苦，但是他念佛、誦經。他有沒有痛苦？很少，像一般人痛苦，十分痛苦他只會受一分，沒有感覺到什麼痛苦。這是功夫得力，功夫不得力的話沒有這種現象。另外一種，雖然自己沒有這個功夫，善根福德因緣具足，得三寶加持，也能夠得到。這是我們在現前能見到，我們自己也能體會到。"
    },
    {
      "id": "12-017-1869_p0015",
      "zh_CN": "三昧就是禅定，大乘经上佛常常告诉我们，「外不着相，内不动心」，三昧就成就。所以念佛三昧是最普遍的，也是最容易成就的，但是你要记住这个原则，外不着相，内不动心，念佛才能得三昧。外面着相，分别执着放不下；内里面生烦恼，看到合自己意思的，贪心就起来，不顺自己意思的，瞋恚、烦恼就生出来，这是得不到禅定。这种受用都在苦乐忧喜里面过日子，在苦乐忧喜里面过日子是六道凡夫，不是圣人。圣人在六道里面与六道众生和光同尘，在一起生活，六道众生有苦乐忧喜，他没有。他没有，有时候要装出有的样子，为什么？要不装出有的样子，这个修行人没有人情。他真的是没有人情，他要装一点人情味道，让凡夫生欢喜心。实际上，实际上他没有，这一定要懂。",
      "zh_TW": "三昧就是禪定，大乘經上佛常常告訴我們，「外不著相，內不動心」，三昧就成就。所以念佛三昧是最普遍的，也是最容易成就的，但是你要記住這個原則，外不著相，內不動心，念佛才能得三昧。外面著相，分別執著放不下；內裡面生煩惱，看到合自己意思的，貪心就起來，不順自己意思的，瞋恚、煩惱就生出來，這是得不到禪定。這種受用都在苦樂憂喜裡面過日子，在苦樂憂喜裡面過日子是六道凡夫，不是聖人。聖人在六道裡面與六道眾生和光同塵，在一起生活，六道眾生有苦樂憂喜，他沒有。他沒有，有時候要裝出有的樣子，為什麼？要不裝出有的樣子，這個修行人沒有人情。他真的是沒有人情，他要裝一點人情味道，讓凡夫生歡喜心。實際上，實際上他沒有，這一定要懂。"
    },
    {
      "id": "12-017-1869_p0016",
      "zh_CN": "这就是菩萨三昧无量无边。我们晓得，八万四千法门，四弘誓愿里面讲的无量法门，法是方法，门是门径，我们中国人讲门道，也就是说修得三昧的方法很多，这多种，门道也很多。因此佛在《金刚经》上才说「法门平等，无有高下」，无论哪个法门都能成就三昧，这是平等的。佛为什么说这么多？因为众生根性不相同，也就是习性不一样，机感千差万别。佛教众生，一定这个法门适合他的程度、适合他生活习惯，不妨碍他事情，他学起来很容易、很踏实，成功快，佛就教他这个法门。正法时期，你看佛教人持戒，持戒他就能得定；现在不行，现在持戒得不了定。根性差一点的人，差一点的人教他修禅定，修定他也能得定。",
      "zh_TW": "這就是菩薩三昧無量無邊。我們曉得，八萬四千法門，四弘誓願裡面講的無量法門，法是方法，門是門徑，我們中國人講門道，也就是說修得三昧的方法很多，這多種，門道也很多。因此佛在《金剛經》上才說「法門平等，無有高下」，無論哪個法門都能成就三昧，這是平等的。佛為什麼說這麼多？因為眾生根性不相同，也就是習性不一樣，機感千差萬別。佛教眾生，一定這個法門適合他的程度、適合他生活習慣，不妨礙他事情，他學起來很容易、很踏實，成功快，佛就教他這個法門。正法時期，你看佛教人持戒，持戒他就能得定；現在不行，現在持戒得不了定。根性差一點的人，差一點的人教他修禪定，修定他也能得定。"
    },
    {
      "id": "12-017-1869_p0017",
      "zh_CN": "我们现在末法了，释迦牟尼佛灭度到现在，中国人历史上记载是三千零三十多年，外国人的说法是二千五百五十一年，相差将近六百年。这些事情我们不要去理会，就是你不要分别、不要执着，这个事情你想把它搞清楚是搞不清楚的，无关紧要，得三昧重要；你天天把这个放在心上，你永远不会得三昧。尤其是大乘佛法，大乘佛法讲到究竟处是什么？没有时间、没有空间，你问这些年月日多久，问这个有什么意思？所以佛经上从来不记载年月日，「如是我闻，一时」，什么时候讲的？一时，一时是真的，一时里头没有分别、没有执着、没有起心动念，那叫一时。佛讲经都是一时，一时是什么时候？一时就是现在。",
      "zh_TW": "我們現在末法了，釋迦牟尼佛滅度到現在，中國人歷史上記載是三千零三十多年，外國人的說法是二千五百五十一年，相差將近六百年。這些事情我們不要去理會，就是你不要分別、不要執著，這個事情你想把它搞清楚是搞不清楚的，無關緊要，得三昧重要；你天天把這個放在心上，你永遠不會得三昧。尤其是大乘佛法，大乘佛法講到究竟處是什麼？沒有時間、沒有空間，你問這些年月日多久，問這個有什麼意思？所以佛經上從來不記載年月日，「如是我聞，一時」，什麼時候講的？一時，一時是真的，一時裡頭沒有分別、沒有執著、沒有起心動念，那叫一時。佛講經都是一時，一時是什麼時候？一時就是現在。"
    },
    {
      "id": "12-017-1869_p0018",
      "zh_CN": "智者大师读《法华经》，读到「药王菩萨品」，他入定了。定中他就到灵鹫山去，灵鹫山的境界就现前，见到释迦牟尼佛在讲《法华经》。出了定之后告诉大家，世尊灵鹫山讲《法华经》这一会没散，还在那里讲。智者大师是天台宗最重要的一个祖师，绝对不会骗人。传说，日本、韩国都很相信，智者大师是释迦牟尼佛再来的，善导大师是阿弥陀佛再来的。在历史上的传说，阿弥陀佛再来的有三个人，这是暴露身分的，善导大师、永明延寿大师、丰干和尚，国清寺的丰干和尚，这是佛门里面记载的阿弥陀佛来了三次。实在我们从理论上讲，阿弥陀佛天天都来，不认识，他也不露身分，你不知道。这三个是露了身分，身分一暴露就走了，就不住世，这是真的。如果他说是什么佛菩萨来的，说了他又不走，那是假的；说出来之后马上就走，真的。这是佛菩萨在九法界示现的一个规矩，身分一露一定要走，不再招摇生事，也叫一些妖魔鬼怪没法子冒充，无法冒充。",
      "zh_TW": "智者大師讀《法華經》，讀到「藥王菩薩品」，他入定了。定中他就到靈鷲山去，靈鷲山的境界就現前，見到釋迦牟尼佛在講《法華經》。出了定之後告訴大家，世尊靈鷲山講《法華經》這一會沒散，還在那裡講。智者大師是天台宗最重要的一個祖師，絕對不會騙人。傳說，日本、韓國都很相信，智者大師是釋迦牟尼佛再來的，善導大師是阿彌陀佛再來的。在歷史上的傳說，阿彌陀佛再來的有三個人，這是暴露身分的，善導大師、永明延壽大師、豐干和尚，國清寺的豐干和尚，這是佛門裡面記載的阿彌陀佛來了三次。實在我們從理論上講，阿彌陀佛天天都來，不認識，他也不露身分，你不知道。這三個是露了身分，身分一暴露就走了，就不住世，這是真的。如果他說是什麼佛菩薩來的，說了他又不走，那是假的；說出來之後馬上就走，真的。這是佛菩薩在九法界示現的一個規矩，身分一露一定要走，不再招搖生事，也叫一些妖魔鬼怪沒法子冒充，無法冒充。"
    },
    {
      "id": "12-017-1869_p0019",
      "zh_CN": "所以说明菩萨三昧多种。无论哪一种方法得三昧，三昧一定开智慧，那是什么？心定了，我们讲的妄想分别执着，至少执着没有了、分别没有了，智慧就开。执着没有了，智慧就开，正觉！阿耨多罗三藐三菩提，三菩提是正觉，阿罗汉、辟支佛正觉。他们修定也有各个不同的方法，纵然是禅宗，方法不一样，你看禅宗分很多派别，那就是修行方法不一样；教下更多。无论哪一种方法修得，原理决定是相同，原理是放下妄想分别执着。所以我们不能不放下！要怎么样？烦恼重，习气太深，想放下，放不下。一定要知道，放不下，你在佛门里面修的是福报，有漏福报。有漏是什么？你有烦恼，也就是刚才讲的你有苦乐忧喜舍，你有这个东西，这是凡夫才有。",
      "zh_TW": "所以說明菩薩三昧多種。無論哪一種方法得三昧，三昧一定開智慧，那是什麼？心定了，我們講的妄想分別執著，至少執著沒有了、分別沒有了，智慧就開。執著沒有了，智慧就開，正覺！阿耨多羅三藐三菩提，三菩提是正覺，阿羅漢、辟支佛正覺。他們修定也有各個不同的方法，縱然是禪宗，方法不一樣，你看禪宗分很多派別，那就是修行方法不一樣；教下更多。無論哪一種方法修得，原理決定是相同，原理是放下妄想分別執著。所以我們不能不放下！要怎麼樣？煩惱重，習氣太深，想放下，放不下。一定要知道，放不下，你在佛門裡面修的是福報，有漏福報。有漏是什麼？你有煩惱，也就是剛才講的你有苦樂憂喜捨，你有這個東西，這是凡夫才有。"
    },
    {
      "id": "12-017-1869_p0020",
      "zh_CN": "修布施、持戒、忍辱、精进、禅定、般若，修四摄法，如果执着没放下，你所修的结果全是世间的福报。我们知道，在现前社会里面做大官的，这个世界现在民主，做总统的、做部长的、做大官的、发大财的，都是在佛门修的大福报。不在佛门，修福没有那么大，只有在佛门才能够修到大福报。修福，妄想分别执着没断，就变成福报；如果修福能够不分别、不执着，那就不是福报，就变成功德。功德成就什么？功德成就你的戒定慧。戒定慧要不要学？不要学，自性里头本来具足。你看惠能大师有没有学过？没学。人家虽然没有学，一放下之后，戒定慧是圆满的，一般人学学不圆满，他自然圆满的。为什么？称性，明心见性。心地清净一尘不染，戒具足了；心地平等，一个念头都不生，自性本定现前，根本智、后得智，用来弘法利生。这是我们一定要知道，一定要很认真努力去学习。学习没有别的，就是学放下、学不要执着，学随缘，不要去攀缘。",
      "zh_TW": "修布施、持戒、忍辱、精進、禪定、般若，修四攝法，如果執著沒放下，你所修的結果全是世間的福報。我們知道，在現前社會裡面做大官的，這個世界現在民主，做總統的、做部長的、做大官的、發大財的，都是在佛門修的大福報。不在佛門，修福沒有那麼大，只有在佛門才能夠修到大福報。修福，妄想分別執著沒斷，就變成福報；如果修福能夠不分別、不執著，那就不是福報，就變成功德。功德成就什麼？功德成就你的戒定慧。戒定慧要不要學？不要學，自性裡頭本來具足。你看惠能大師有沒有學過？沒學。人家雖然沒有學，一放下之後，戒定慧是圓滿的，一般人學學不圓滿，他自然圓滿的。為什麼？稱性，明心見性。心地清淨一塵不染，戒具足了；心地平等，一個念頭都不生，自性本定現前，根本智、後得智，用來弘法利生。這是我們一定要知道，一定要很認真努力去學習。學習沒有別的，就是學放下、學不要執著，學隨緣，不要去攀緣。"
    },
    {
      "id": "12-017-1869_p0021",
      "zh_CN": "真到心开意解的时候，我们讲的话是真的，这是经上说的，「人人是好人，事事是好事」，你见性了！你见性看人是什么？为什么人人是好人？人人都是佛，他本来是佛。他现在什么？现在他一时糊涂，你不会看他糊涂，你会看他本性，他都是佛。世间圣人也了不起，世间圣人看人是看他的本善，人之初，性本善。不善，不善是他的习性，习性不是本性，所以习性可以改，本性不会改。本善是真的，不善是假的，他一觉悟，不善全没有了。觉悟的时候本善都现前，不觉悟的时候他本善有，他本善没有断，永远存在。不像不善，不善一觉悟就没有了，不觉悟它有；本善，觉、不觉都有。这是我们要跟圣贤人学，为什么？明白这个道理，了解事实真相，《弟子规》上讲的「凡是人，皆须爱」，爱心起来了，爱心是慈悲心，你对一切众生一片慈悲。这是什么？这是智慧，这是三昧的起用。",
      "zh_TW": "真到心開意解的時候，我們講的話是真的，這是經上說的，「人人是好人，事事是好事」，你見性了！你見性看人是什麼？為什麼人人是好人？人人都是佛，他本來是佛。他現在什麼？現在他一時糊塗，你不會看他糊塗，你會看他本性，他都是佛。世間聖人也了不起，世間聖人看人是看他的本善，人之初，性本善。不善，不善是他的習性，習性不是本性，所以習性可以改，本性不會改。本善是真的，不善是假的，他一覺悟，不善全沒有了。覺悟的時候本善都現前，不覺悟的時候他本善有，他本善沒有斷，永遠存在。不像不善，不善一覺悟就沒有了，不覺悟它有；本善，覺、不覺都有。這是我們要跟聖賢人學，為什麼？明白這個道理，了解事實真相，《弟子規》上講的「凡是人，皆須愛」，愛心起來了，愛心是慈悲心，你對一切眾生一片慈悲。這是什麼？這是智慧，這是三昧的起用。"
    },
    {
      "id": "12-017-1869_p0022",
      "zh_CN": "如果你心不清净、不平等，清净平等是三昧，清净是不染污，平等是不动。《无量寿经》的经题教我们修行五个字，「清净、平等、觉」，觉是慧，清净是戒，平等是定，觉是慧，戒定慧三学。成就什么？成就性德，性德是什么？「大乘、无量寿、庄严」。大乘是什么，同学们晓不晓得？就是佛在《华严》上说的「一切众生皆有如来智慧德相」，大乘是智慧，无量寿是德，庄严是相，不就是吗？无量智慧德相用什么可以显？清净平等觉就显。学净土宗不能不晓得这个道理，你看它就摆在经题上，夏老这会集本真好，会集得叫人没话说！五种原译本，第一种是汉译的，这最早的，经题就是「清净平等觉经」；最后一个翻译的是在宋朝时候，宋朝时候译的，一共有十二次的翻译，最后这种是「佛说大乘无量寿庄严经」。他就把这两个题目合起来做会集本的经题，所以经题也是会集的，会集得好，让你一看清清楚楚。大乘无量寿庄严是果，清净平等觉是因，修因证果全在其中。你懂得这个经题，你才晓得《无量寿经》的价值、《无量寿经》的微妙，你才能体会到。经题就像一篇文章的题目，经文是细说。所以，三昧要重视。",
      "zh_TW": "如果你心不清淨、不平等，清淨平等是三昧，清淨是不染污，平等是不動。《無量壽經》的經題教我們修行五個字，「清淨、平等、覺」，覺是慧，清淨是戒，平等是定，覺是慧，戒定慧三學。成就什麼？成就性德，性德是什麼？「大乘、無量壽、莊嚴」。大乘是什麼，同學們曉不曉得？就是佛在《華嚴》上說的「一切眾生皆有如來智慧德相」，大乘是智慧，無量壽是德，莊嚴是相，不就是嗎？無量智慧德相用什麼可以顯？清淨平等覺就顯。學淨土宗不能不曉得這個道理，你看它就擺在經題上，夏老這會集本真好，會集得叫人沒話說！五種原譯本，第一種是漢譯的，這最早的，經題就是「清淨平等覺經」；最後一個翻譯的是在宋朝時候，宋朝時候譯的，一共有十二次的翻譯，最後這種是「佛說大乘無量壽莊嚴經」。他就把這兩個題目合起來做會集本的經題，所以經題也是會集的，會集得好，讓你一看清清楚楚。大乘無量壽莊嚴是果，清淨平等覺是因，修因證果全在其中。你懂得這個經題，你才曉得《無量壽經》的價值、《無量壽經》的微妙，你才能體會到。經題就像一篇文章的題目，經文是細說。所以，三昧要重視。"
    },
    {
      "id": "12-017-1869_p0023",
      "zh_CN": "下面这段一共有十首偈颂，这十首偈颂是「所雨不一」，比喻「菩萨说法多门」，这个讲的是弘法利生。我们把经文念一遍：",
      "zh_TW": "下面這段一共有十首偈頌，這十首偈頌是「所雨不一」，比喻「菩薩說法多門」，這個講的是弘法利生。我們把經文念一遍："
    },
    {
      "id": "12-017-1869_p0024",
      "zh_CN": "【他化自在雨妙香。】",
      "zh_TW": "【他化自在雨妙香。】"
    },
    {
      "id": "12-017-1869_p0025",
      "zh_CN": "『雨』念去声，念「遇」，雨是动词，从上面落下来，不作名词讲，动词，『雨妙香』。",
      "zh_TW": "『雨』念去聲，念「遇」，雨是動詞，從上面落下來，不作名詞講，動詞，『雨妙香』。"
    },
    {
      "id": "12-017-1869_p0026",
      "zh_CN": "【种种杂华为庄严】。",
      "zh_TW": "【種種雜華為莊嚴】。"
    },
    {
      "id": "12-017-1869_p0027",
      "zh_CN": "这是他化自在天。",
      "zh_TW": "這是他化自在天。"
    },
    {
      "id": "12-017-1869_p0028",
      "zh_CN": "【化乐天雨多罗华。曼陀罗华及泽香。兜率天上雨摩尼。具足种种宝庄严。髻中宝珠如月光。上妙衣服真金色。】",
      "zh_TW": "【化樂天雨多羅華。曼陀羅華及澤香。兜率天上雨摩尼。具足種種寶莊嚴。髻中寶珠如月光。上妙衣服真金色。】"
    },
    {
      "id": "12-017-1869_p0029",
      "zh_CN": "这是讲兜率天。",
      "zh_TW": "這是講兜率天。"
    },
    {
      "id": "12-017-1869_p0030",
      "zh_CN": "【夜摩中雨幢旛盖。】",
      "zh_TW": "【夜摩中雨幢旛蓋。】"
    },
    {
      "id": "12-017-1869_p0031",
      "zh_CN": "盖是宝盖。",
      "zh_TW": "蓋是寶蓋。"
    },
    {
      "id": "12-017-1869_p0032",
      "zh_CN": "【华鬘涂香妙严具。赤真珠色上妙衣。及以种种众伎乐。三十三天如意珠。坚黑沉水栴檀香。郁金鸡罗多摩等。】",
      "zh_TW": "【華鬘塗香妙嚴具。赤真珠色上妙衣。及以種種眾伎樂。三十三天如意珠。堅黑沉水栴檀香。鬱金雞羅多摩等。】"
    },
    {
      "id": "12-017-1869_p0033",
      "zh_CN": "『鸡罗』跟『多摩』后面有注解。",
      "zh_TW": "『雞羅』跟『多摩』後面有註解。"
    },
    {
      "id": "12-017-1869_p0034",
      "zh_CN": "【妙华香水相杂雨。护世城中雨美饍。】",
      "zh_TW": "【妙華香水相雜雨。護世城中雨美饍。】"
    },
    {
      "id": "12-017-1869_p0035",
      "zh_CN": "『护世』就是四王天。",
      "zh_TW": "『護世』就是四王天。"
    },
    {
      "id": "12-017-1869_p0036",
      "zh_CN": "【色香味具增长力。亦雨难思众妙宝。悉是龙王之所作。又复于彼大海中。霔雨不断如车轴。复雨无尽大宝藏。亦雨种种庄严宝。紧那罗界雨璎珞。众色莲华衣及宝。婆利师迦末利香。】",
      "zh_TW": "【色香味具增長力。亦雨難思眾妙寶。悉是龍王之所作。又復於彼大海中。霔雨不斷如車軸。復雨無盡大寶藏。亦雨種種莊嚴寶。緊那羅界雨瓔珞。眾色蓮華衣及寶。婆利師迦末利香。】"
    },
    {
      "id": "12-017-1869_p0037",
      "zh_CN": "『婆利师迦末利』也有注解。",
      "zh_TW": "『婆利師迦末利』也有註解。"
    },
    {
      "id": "12-017-1869_p0038",
      "zh_CN": "【种种乐音皆具足。诸龙城中雨赤珠。夜叉城内光摩尼。阿修罗中雨兵仗。摧伏一切诸怨敌。郁单越中雨璎珞。亦雨无量上妙华。弗婆瞿耶二天下。悉雨种种庄严具。阎浮提雨清净水。微细悦泽常应时。长养众华及果药。成熟一切诸苗稼。】",
      "zh_TW": "【種種樂音皆具足。諸龍城中雨赤珠。夜叉城內光摩尼。阿修羅中雨兵仗。摧伏一切諸怨敵。鬱單越中雨瓔珞。亦雨無量上妙華。弗婆瞿耶二天下。悉雨種種莊嚴具。閻浮提雨清淨水。微細悅澤常應時。長養眾華及果藥。成熟一切諸苗稼。】"
    },
    {
      "id": "12-017-1869_p0039",
      "zh_CN": "这一段内容非常丰富，都是龙王降雨，龙王兴雨。从六欲天到护世四王，再到四大部洲，这把欲界全都包括尽了，这是龙王活动的范围，在这里全都看到了。这段是比喻菩萨说法多门。诸佛如来、法身菩萨，与遍法界虚空界一切刹土里面十法界，每个佛的刹土都有十法界，跟这些十法界众生感应道交。众生有感，他们就有应，就像龙王降雨一样，类别无量无边。除此之外，四圣法界，这是讲没见性的，十法界里面的声闻、缘觉、菩萨、佛，他们也很慈悲，实在说也常常应化在六道，与六道众生有缘，众生有感他们也来示现。",
      "zh_TW": "這一段內容非常豐富，都是龍王降雨，龍王興雨。從六欲天到護世四王，再到四大部洲，這把欲界全都包括盡了，這是龍王活動的範圍，在這裡全都看到了。這段是比喻菩薩說法多門。諸佛如來、法身菩薩，與遍法界虛空界一切剎土裡面十法界，每個佛的剎土都有十法界，跟這些十法界眾生感應道交。眾生有感，他們就有應，就像龍王降雨一樣，類別無量無邊。除此之外，四聖法界，這是講沒見性的，十法界裡面的聲聞、緣覺、菩薩、佛，他們也很慈悲，實在說也常常應化在六道，與六道眾生有緣，眾生有感他們也來示現。"
    },
    {
      "id": "12-017-1869_p0040",
      "zh_CN": "这些人如果是阿罗汉、辟支佛、权教菩萨到这个世间来应化，就是应身，也来投胎，跟我们人一样的身分出现在世间，他有隔阴之迷。不像法身菩萨，法身菩萨没有隔阴之迷，这些有隔阴之迷。虽有隔阴之迷，没有关系，像《金刚经》上说的，菩萨善护念诸菩萨，法身菩萨他常常来帮助这些菩萨们。他迷，迷一段时间他一定来点醒他，他一点醒，他很快就觉悟。所以，诸佛如来常常照顾这些小菩萨们。这些小菩萨，我们知道在《华严经》上讲七信位以上，七信、八信、九信、十信，应化在六道得诸佛护念。六信以下没有出三界，大概五信、六信都在四禅天修行。有时候他也来人间，所谓是天上人间常常往返。大菩萨照顾小菩萨，诸佛如来常常照顾大菩萨，这种现象我们用佛法来讲，法尔如是，没有任何条件。为什么没有条件？因为他没有分别、没有执着，还谈什么条件？这是四圣法界。一真法界里面，他的起心动念都没有了，叫法尔如是，没有不照顾的。为一切众生开无量法门，四弘誓愿誓愿里面所说的。",
      "zh_TW": "這些人如果是阿羅漢、辟支佛、權教菩薩到這個世間來應化，就是應身，也來投胎，跟我們人一樣的身分出現在世間，他有隔陰之迷。不像法身菩薩，法身菩薩沒有隔陰之迷，這些有隔陰之迷。雖有隔陰之迷，沒有關係，像《金剛經》上說的，菩薩善護念諸菩薩，法身菩薩他常常來幫助這些菩薩們。他迷，迷一段時間他一定來點醒他，他一點醒，他很快就覺悟。所以，諸佛如來常常照顧這些小菩薩們。這些小菩薩，我們知道在《華嚴經》上講七信位以上，七信、八信、九信、十信，應化在六道得諸佛護念。六信以下沒有出三界，大概五信、六信都在四禪天修行。有時候他也來人間，所謂是天上人間常常往返。大菩薩照顧小菩薩，諸佛如來常常照顧大菩薩，這種現象我們用佛法來講，法爾如是，沒有任何條件。為什麼沒有條件？因為他沒有分別、沒有執著，還談什麼條件？這是四聖法界。一真法界裡面，他的起心動念都沒有了，叫法爾如是，沒有不照顧的。為一切眾生開無量法門，四弘誓願誓願裡面所說的。"
    },
    {
      "id": "12-017-1869_p0041",
      "zh_CN": "佛菩萨说法总的原则不外乎契机、契理。契理是什么？与性德相应，这是契理，绝不违背性德，就是以我们用中国话来说，与本善相应。那契机，契机是众生的根性、习性，与本性相应，与习性也相应。与习性相应，凡夫他才欢喜接受；如果与他现前的欲望、爱好不相应，他就不愿意接受，所谓话不投机。一定要适合他现前的爱好、程度，这是他习性，这契机。接引初学一定是随顺他习性占多分，慢慢提升，让他把习性放下，习性放下一分，本性就透一分。习性是暗的，黑暗的，本性是光明，黑暗少一分，光明一定就透一分。光明是本有的，黑暗是本无的，道理在此地。",
      "zh_TW": "佛菩薩說法總的原則不外乎契機、契理。契理是什麼？與性德相應，這是契理，絕不違背性德，就是以我們用中國話來說，與本善相應。那契機，契機是眾生的根性、習性，與本性相應，與習性也相應。與習性相應，凡夫他才歡喜接受；如果與他現前的欲望、愛好不相應，他就不願意接受，所謂話不投機。一定要適合他現前的愛好、程度，這是他習性，這契機。接引初學一定是隨順他習性佔多分，慢慢提升，讓他把習性放下，習性放下一分，本性就透一分。習性是暗的，黑暗的，本性是光明，黑暗少一分，光明一定就透一分。光明是本有的，黑暗是本無的，道理在此地。"
    },
    {
      "id": "12-017-1869_p0042",
      "zh_CN": "不但是天上人间，三恶道也不例外，三恶道的环境也非常复杂，这些众生他是习性多，本性被蒙昧，所以造作严重的恶业。三恶道不是佛菩萨建立的，这个要知道，六道也不是佛菩萨建筑、设立的，不是的，完全是众生业力所变现的。佛讲得好，唯心所现、唯识所变，心是自己的真心，识是自己的妄心。真心现相，现什么？一真法界，妄心把这个现相扭曲了。妄心与真心距离愈近，扭曲的幅度不大，四圣法界；如果妄心很严重，迷得很深、很严重，带着分别执着，严重的分别执着，就变现出六道。所以这个一定要知道。因缘果报完全是自己造的，与任何一个人都不相干。真正通达明了，自己无论是在什么境界里面，不会怨天尤人。",
      "zh_TW": "不但是天上人間，三惡道也不例外，三惡道的環境也非常複雜，這些眾生他是習性多，本性被蒙昧，所以造作嚴重的惡業。三惡道不是佛菩薩建立的，這個要知道，六道也不是佛菩薩建築、設立的，不是的，完全是眾生業力所變現的。佛講得好，唯心所現、唯識所變，心是自己的真心，識是自己的妄心。真心現相，現什麼？一真法界，妄心把這個現相扭曲了。妄心與真心距離愈近，扭曲的幅度不大，四聖法界；如果妄心很嚴重，迷得很深、很嚴重，帶著分別執著，嚴重的分別執著，就變現出六道。所以這個一定要知道。因緣果報完全是自己造的，與任何一個人都不相干。真正通達明瞭，自己無論是在什麼境界裡面，不會怨天尤人。"
    },
    {
      "id": "12-017-1869_p0043",
      "zh_CN": "在不善境界里面，他会认真反省检点，改过自新，就不断向上提升。这就是觉悟了，佛法叫始觉，他开始觉悟，不怪罪别人，这就开始觉悟。无论什么还是怨天尤人，不知道是自己的过失，这是迷而不觉。佛对于迷而不觉的众生也非常慈悲照顾他，怎么照顾他？满足他的欲望，不让他造罪业。那就教什么？教世间法，教仁义礼智信，让你来生还在人天两道，你不至于堕三恶道，慈悲到极处！把十法界，十法界都是凡夫，四圣叫外凡，六道以外的凡夫，六道里面叫内凡，把这个因果说出来。我们就要晓得，因缘非常复杂，佛讲无量因缘，无量因缘里面第一个因缘，这是最重要的。十法界里面成佛，什么因能生在十法界作佛？十法界的佛，就是现在贤首菩萨，他是十法界的佛。什么原因？平等，对一切人平等、对一切事平等、对天地万物平等。我能不能对蚂蚁平等？我能不能对苍蝇平等？能不能对蚊虫平等？你完全用平等心，对小动物都平等，对人当然平等，这是佛心。因为你烦恼，就是无明、起心动念，你没有断，你出不了十法界。分别执着当然没有，为什么？有分别执着就不平等，你做不到。所以提升到这个境界，与真佛，一真法界的佛，做邻居了。什么时候到不起心、不动念，十法界就没有了，超越十法界了，你看平等多重要！",
      "zh_TW": "在不善境界裡面，他會認真反省檢點，改過自新，就不斷向上提升。這就是覺悟了，佛法叫始覺，他開始覺悟，不怪罪別人，這就開始覺悟。無論什麼還是怨天尤人，不知道是自己的過失，這是迷而不覺。佛對於迷而不覺的眾生也非常慈悲照顧他，怎麼照顧他？滿足他的欲望，不讓他造罪業。那就教什麼？教世間法，教仁義禮智信，讓你來生還在人天兩道，你不至於墮三惡道，慈悲到極處！把十法界，十法界都是凡夫，四聖叫外凡，六道以外的凡夫，六道裡面叫內凡，把這個因果說出來。我們就要曉得，因緣非常複雜，佛講無量因緣，無量因緣裡面第一個因緣，這是最重要的。十法界裡面成佛，什麼因能生在十法界作佛？十法界的佛，就是現在賢首菩薩，他是十法界的佛。什麼原因？平等，對一切人平等、對一切事平等、對天地萬物平等。我能不能對螞蟻平等？我能不能對蒼蠅平等？能不能對蚊蟲平等？你完全用平等心，對小動物都平等，對人當然平等，這是佛心。因為你煩惱，就是無明、起心動念，你沒有斷，你出不了十法界。分別執著當然沒有，為什麼？有分別執著就不平等，你做不到。所以提升到這個境界，與真佛，一真法界的佛，做鄰居了。什麼時候到不起心、不動念，十法界就沒有了，超越十法界了，你看平等多重要！"
    },
    {
      "id": "12-017-1869_p0044",
      "zh_CN": "《无量寿经》上清净平等觉，平是三昧。我们用什么方法？用念佛的方法把清净平等给念出来。怎么念？我们见到人、见到事、见到小动物，才起心动念，不管你这个念头是清净的、是染污的、是善的、是恶的，都不要去分，念头才一起，阿弥陀佛，阿弥陀佛就摆平了。阿弥陀佛是什么？你是阿弥陀佛，我也是阿弥陀佛，自性弥陀，自他不二是一佛，叫会念佛。这样念佛，功德不可思议。阿弥陀佛是大圆满，从字面上来看是无量义，阿翻作无，弥陀翻作量，佛翻作觉、翻作智，无量的智慧、无量的觉悟、无量的德能、无量的相好，这是自性的大圆满。《华严经》说的一切众生皆有，不是哪一个专有，统统都有，他怎么不平等？他本来是平等的。我们今天看这个不平、那个不平，这是自己迷惑，这与性德相违背。所以真见性，慈悲心现前，没有不爱护的、没有不尊重的。还有一点嫌弃，我们的病态还很严重。到什么时候于一切众生、微小动物都没有嫌弃，你看到就会合掌称菩萨，蚂蚁菩萨、蚊虫菩萨。牠懂、牠听到了，这也度了牠。这是大乘，这是真正的佛法，我们应当要落实在生活当中。",
      "zh_TW": "《無量壽經》上清淨平等覺，平是三昧。我們用什麼方法？用念佛的方法把清淨平等給念出來。怎麼念？我們見到人、見到事、見到小動物，才起心動念，不管你這個念頭是清淨的、是染污的、是善的、是惡的，都不要去分，念頭才一起，阿彌陀佛，阿彌陀佛就擺平了。阿彌陀佛是什麼？你是阿彌陀佛，我也是阿彌陀佛，自性彌陀，自他不二是一佛，叫會念佛。這樣念佛，功德不可思議。阿彌陀佛是大圓滿，從字面上來看是無量義，阿翻作無，彌陀翻作量，佛翻作覺、翻作智，無量的智慧、無量的覺悟、無量的德能、無量的相好，這是自性的大圓滿。《華嚴經》說的一切眾生皆有，不是哪一個專有，統統都有，他怎麼不平等？他本來是平等的。我們今天看這個不平、那個不平，這是自己迷惑，這與性德相違背。所以真見性，慈悲心現前，沒有不愛護的、沒有不尊重的。還有一點嫌棄，我們的病態還很嚴重。到什麼時候於一切眾生、微小動物都沒有嫌棄，你看到就會合掌稱菩薩，螞蟻菩薩、蚊蟲菩薩。牠懂、牠聽到了，這也度了牠。這是大乘，這是真正的佛法，我們應當要落實在生活當中。"
    },
    {
      "id": "12-017-1869_p0045",
      "zh_CN": "菩萨心，菩萨怎么修成的？这是讲十法界的菩萨，诸位要晓得，十法界都没有离开起心动念，都会起心动念，修六度，六度的心。有没有分别执着？没有，如果有分别执着，你在六道，你出不了六道轮回；在四圣法界里头，分别执着都没有了，他六度的心自然的。布施是舍。持戒，持戒就是世范，我们今天讲的「学为人师，行为世范」，处处给别人做最好的榜样。忍辱，忍是有耐心，自自然然的，就是我们讲长远心，永远是这样，没有改变。精进、禅定、般若，自行化他，那是菩萨。说到十法界里面，佛跟菩萨都是有起心动念，没有分别、没有执着，所以他的六度是自然的。到缘觉，这是修十二因缘成就的，阿罗汉是修四谛成就的，这两个位次上还有分别，但是没有执着。所以，四圣法界我们可以把它分为两个阶段，上面两层没有分别、没有执着，下面还有分别，没有执着。再到下面六道，六道就是妄想分别执着全有。",
      "zh_TW": "菩薩心，菩薩怎麼修成的？這是講十法界的菩薩，諸位要曉得，十法界都沒有離開起心動念，都會起心動念，修六度，六度的心。有沒有分別執著？沒有，如果有分別執著，你在六道，你出不了六道輪迴；在四聖法界裡頭，分別執著都沒有了，他六度的心自然的。布施是捨。持戒，持戒就是世範，我們今天講的「學為人師，行為世範」，處處給別人做最好的榜樣。忍辱，忍是有耐心，自自然然的，就是我們講長遠心，永遠是這樣，沒有改變。精進、禪定、般若，自行化他，那是菩薩。說到十法界裡面，佛跟菩薩都是有起心動念，沒有分別、沒有執著，所以他的六度是自然的。到緣覺，這是修十二因緣成就的，阿羅漢是修四諦成就的，這兩個位次上還有分別，但是沒有執著。所以，四聖法界我們可以把它分為兩個階段，上面兩層沒有分別、沒有執著，下面還有分別，沒有執著。再到下面六道，六道就是妄想分別執著全有。"
    },
    {
      "id": "12-017-1869_p0046",
      "zh_CN": "底下讲天道，天有二十八层天，怎么修？上品十善、四无量心、四禅八定，这是生天要具备的条件。三个条件都具足，十善具足，四无量心是慈悲喜舍，心量大，慈无量、悲无量、喜无量、舍无量。这个无量是什么？至少你包整个欲界，你有这么大的心量。不是说我们今天慈悲喜舍对我们一个国家这个地区，不行，对整个地球，不行，太小了，对太阳系也不行。要达到什么？要达到银河系，到银河系才一个单位世界，欲界。三千大千世界有多少个银河系？黄念祖老居士告诉我们十亿个，十亿个，我们的心量才到一个银河系。你没有这个心量，欲界上面几层天没你分，这一定要知道。具足四禅八定，他们到哪里去？他们到色界、到无色界，那个心量至少是遍大千世界，就是十亿个银河系，它还有界限的。欲界天，我们这个经上讲的都是欲界，从他化自在天讲起，这是最高的，全是欲界。欲界天的心量是一个银河系，他们没有四禅八定，四禅八定他们也修，没有修成功。这个定在佛法叫未到定，用我们现在话说不及格，他是有，不能说没有。譬如打分数，六十分及格，他们还不到六十分。我们把欲界天从完全没有，不修禅定的，只能到三十三天，就是忉利天。夜摩天就要修禅定，未到定。我们如果把夜摩天的定功算它作二十分，或者算作十分，他只有十分，打分数只能打十分；兜率天，上面是兜率天，兜率天再加十分，他有二十分的定；化乐天，他有三十分的定；他化自在天，他有四十分的定，都不及格。到了初禅，至少也要有五十分，算及格，到初禅。二禅六十分，三禅七十分，四禅八十分，再往上去到四空天。",
      "zh_TW": "底下講天道，天有二十八層天，怎麼修？上品十善、四無量心、四禪八定，這是生天要具備的條件。三個條件都具足，十善具足，四無量心是慈悲喜捨，心量大，慈無量、悲無量、喜無量、捨無量。這個無量是什麼？至少你包整個欲界，你有這麼大的心量。不是說我們今天慈悲喜捨對我們一個國家這個地區，不行，對整個地球，不行，太小了，對太陽系也不行。要達到什麼？要達到銀河系，到銀河系才一個單位世界，欲界。三千大千世界有多少個銀河系？黃念祖老居士告訴我們十億個，十億個，我們的心量才到一個銀河系。你沒有這個心量，欲界上面幾層天沒你分，這一定要知道。具足四禪八定，他們到哪裡去？他們到色界、到無色界，那個心量至少是遍大千世界，就是十億個銀河系，它還有界限的。欲界天，我們這個經上講的都是欲界，從他化自在天講起，這是最高的，全是欲界。欲界天的心量是一個銀河系，他們沒有四禪八定，四禪八定他們也修，沒有修成功。這個定在佛法叫未到定，用我們現在話說不及格，他是有，不能說沒有。譬如打分數，六十分及格，他們還不到六十分。我們把欲界天從完全沒有，不修禪定的，只能到三十三天，就是忉利天。夜摩天就要修禪定，未到定。我們如果把夜摩天的定功算它作二十分，或者算作十分，他只有十分，打分數只能打十分；兜率天，上面是兜率天，兜率天再加十分，他有二十分的定；化樂天，他有三十分的定；他化自在天，他有四十分的定，都不及格。到了初禪，至少也要有五十分，算及格，到初禪。二禪六十分，三禪七十分，四禪八十分，再往上去到四空天。"
    },
    {
      "id": "12-017-1869_p0047",
      "zh_CN": "完全没有定功的就是四王天、忉利天，这是修福，福报。比如超度，佛门里面超度，即使是宝志公来主持法会，宝志公是观世音菩萨再来的，给梁武帝的妃子超度，也只能超度到忉利天。为什么？福可以分给你，我有大福报可以送给你，你能够接受到；禅定不行，禅定是我的禅定没有办法送给你，就是我的功德没有办法给你，我的福德可以给你。你看我们前面引用过的，安世高度他的同学，[共＋阝]亭湖的龙王，也只是把他度到忉利天，不能再上去。上去要自己修，自己没有功夫，完全靠福德这不行，只能到忉利天，这个道理一定要懂。我们讲四王、忉利还是大的，当中还有很多层次，所以天道很复杂，真的是无量因缘。",
      "zh_TW": "完全沒有定功的就是四王天、忉利天，這是修福，福報。比如超度，佛門裡面超度，即使是寶誌公來主持法會，寶誌公是觀世音菩薩再來的，給梁武帝的妃子超度，也只能超度到忉利天。為什麼？福可以分給你，我有大福報可以送給你，你能夠接受到；禪定不行，禪定是我的禪定沒有辦法送給你，就是我的功德沒有辦法給你，我的福德可以給你。你看我們前面引用過的，安世高度他的同學，[共＋阝]亭湖的龍王，也只是把他度到忉利天，不能再上去。上去要自己修，自己沒有功夫，完全靠福德這不行，只能到忉利天，這個道理一定要懂。我們講四王、忉利還是大的，當中還有很多層次，所以天道很複雜，真的是無量因緣。"
    },
    {
      "id": "12-017-1869_p0048",
      "zh_CN": "所以，修世间的福报跟修出世间的功德，在形式上没有差别，这个我们要知道。差别在哪里？差别就是你放下、放不下，你放下执着就是出世间。我修布施，修财布施、修法布施、修无畏布施，我持戒，修六度法，如果执着没放下，世间法，世间善法；没有执着，这出世间；没有分别，那是菩萨法。所以总要记住，总要时时刻刻提醒自己，我必须要把分别执着降温，不能再增加，增加是决定错误。一年比一年轻，你一年一年的境界就往上提升，这个提升对自己念佛往生会大有帮助。这个法门非常不容易遇到，遇到之后真把它搞清楚也非常不容易，我们如果没有五十多年的学习，真搞不清楚！",
      "zh_TW": "所以，修世間的福報跟修出世間的功德，在形式上沒有差別，這個我們要知道。差別在哪裡？差別就是你放下、放不下，你放下執著就是出世間。我修布施，修財布施、修法布施、修無畏布施，我持戒，修六度法，如果執著沒放下，世間法，世間善法；沒有執著，這出世間；沒有分別，那是菩薩法。所以總要記住，總要時時刻刻提醒自己，我必須要把分別執著降溫，不能再增加，增加是決定錯誤。一年比一年輕，你一年一年的境界就往上提升，這個提升對自己念佛往生會大有幫助。這個法門非常不容易遇到，遇到之後真把它搞清楚也非常不容易，我們如果沒有五十多年的學習，真搞不清楚！"
    },
    {
      "id": "12-017-1869_p0049",
      "zh_CN": "我在初学的时候，老师没有这么详细跟我讲，那时候老师讲经说法点到为止。想想他讲的，不错，不能说他没讲到。但是在我们感觉他讲得很含糊，我们了解不够清楚，于是信心生不起来；真搞明白、搞清楚，信心坚定了。你说我头一天，就是五十六年前头一天见章嘉大师，他就教我看破放下，其实我是不是懂？不懂！我也没有进一步问他放下什么，我只问他从哪里下手？他告诉我布施，也没有讲得太清楚。如果他讲的是要放下妄想、放下分别、放下执着，他是可以，但是这样讲，我初学根本就不懂什么叫妄想分别执着。就点到为止。学了几十年，愈学愈明白，契入《华严经》才真正知道病根就是妄想分别执着，这个东西，病根拔除掉，真的你本来是佛。我们现在，释迦牟尼佛菩提树下夜睹明星，大彻大悟，他悟个什么，我明白了；惠能大师在五祖丈室里面听《金刚经》，听到「应无所住，而生其心」，大彻大悟，我也明了了。没有别的，就是把妄想分别执着一下放下，他就成功了。所以我们不能不放，一定要把这个世间看破。世间是十法界，不单是六道，十法界，「无所有，毕竟空，不可得」，连四圣法界都不可得，哪来的六凡！《金刚经》好！教得太好了，凡所有相皆是虚妄，一切有为法如梦幻泡影。",
      "zh_TW": "我在初學的時候，老師沒有這麼詳細跟我講，那時候老師講經說法點到為止。想想他講的，不錯，不能說他沒講到。但是在我們感覺他講得很含糊，我們了解不夠清楚，於是信心生不起來；真搞明白、搞清楚，信心堅定了。你說我頭一天，就是五十六年前頭一天見章嘉大師，他就教我看破放下，其實我是不是懂？不懂！我也沒有進一步問他放下什麼，我只問他從哪裡下手？他告訴我布施，也沒有講得太清楚。如果他講的是要放下妄想、放下分別、放下執著，他是可以，但是這樣講，我初學根本就不懂什麼叫妄想分別執著。就點到為止。學了幾十年，愈學愈明白，契入《華嚴經》才真正知道病根就是妄想分別執著，這個東西，病根拔除掉，真的你本來是佛。我們現在，釋迦牟尼佛菩提樹下夜睹明星，大徹大悟，他悟個什麼，我明白了；惠能大師在五祖丈室裡面聽《金剛經》，聽到「應無所住，而生其心」，大徹大悟，我也明瞭了。沒有別的，就是把妄想分別執著一下放下，他就成功了。所以我們不能不放，一定要把這個世間看破。世間是十法界，不單是六道，十法界，「無所有，畢竟空，不可得」，連四聖法界都不可得，哪來的六凡！《金剛經》好！教得太好了，凡所有相皆是虛妄，一切有為法如夢幻泡影。"
    },
    {
      "id": "12-017-1869_p0050",
      "zh_CN": "试问你如果有这种看法，你还要不要分别？你还要不要执着？你还会不会起心动念？自然没有了。放不下是什么？都是以为这是真的，这个不是假的，所以坚固的执着分别。那好，你就永远做六道凡夫，永远在六道轮回，你愿不愿意？愿意，那就随着你的见解这么去干；如果不愿意，你就听佛的话。还有身体，随缘，随缘消旧业，不更造新殃，新殃是什么？分别执着。要知道分别执着叫造业，无量无边的业，善也好、恶也好，总归纳起来就是分别执着。这是我们生生世世脱离不了轮回最重要的原因，不再干这个傻事，要学菩萨游戏神通，我们在这里读过的。游戏神通是什么？不执着、不分别，你可以受用，你不能得到。我们常常比喻说看电视、看电影，你可以受用、可以欣赏，你得不到。这个我们都知道，我们要拿这个，从这个思惟来过我们实际上的生活。我们实际上的生活是立体电影，现在电影是平面的，我们现在是立体电影，你要知道这是假的。佛教给我们，「如梦幻泡影，如露亦如电，应作如是观」，你这样看法就对了，这样看法很容易放下。如露，像露水一样，太阳一出来就没有了；电是闪电，更快。电是什么？是讲到真相，露水是讲幻相，相续相。你要把世间所有一切现象，世法、佛法都这样看法就对了。佛法如电，也是如露如电，不能执着。所以佛说佛法因缘生，因缘生就不是真的，哪来的佛法！佛法是从世间法建立的，相对显示出来的，没世间法，哪来的佛法！我们前面讲过相对的道理，显示出佛法。佛陀应化在这个世界，就是世间，我们不能离开世间，就在世间成就出世间，世间、出世间不二，你就成功了。",
      "zh_TW": "試問你如果有這種看法，你還要不要分別？你還要不要執著？你還會不會起心動念？自然沒有了。放不下是什麼？都是以為這是真的，這個不是假的，所以堅固的執著分別。那好，你就永遠做六道凡夫，永遠在六道輪迴，你願不願意？願意，那就隨著你的見解這麼去幹；如果不願意，你就聽佛的話。還有身體，隨緣，隨緣消舊業，不更造新殃，新殃是什麼？分別執著。要知道分別執著叫造業，無量無邊的業，善也好、惡也好，總歸納起來就是分別執著。這是我們生生世世脫離不了輪迴最重要的原因，不再幹這個傻事，要學菩薩遊戲神通，我們在這裡讀過的。遊戲神通是什麼？不執著、不分別，你可以受用，你不能得到。我們常常比喻說看電視、看電影，你可以受用、可以欣賞，你得不到。這個我們都知道，我們要拿這個，從這個思惟來過我們實際上的生活。我們實際上的生活是立體電影，現在電影是平面的，我們現在是立體電影，你要知道這是假的。佛教給我們，「如夢幻泡影，如露亦如電，應作如是觀」，你這樣看法就對了，這樣看法很容易放下。如露，像露水一樣，太陽一出來就沒有了；電是閃電，更快。電是什麼？是講到真相，露水是講幻相，相續相。你要把世間所有一切現象，世法、佛法都這樣看法就對了。佛法如電，也是如露如電，不能執著。所以佛說佛法因緣生，因緣生就不是真的，哪來的佛法！佛法是從世間法建立的，相對顯示出來的，沒世間法，哪來的佛法！我們前面講過相對的道理，顯示出佛法。佛陀應化在這個世界，就是世間，我們不能離開世間，就在世間成就出世間，世間、出世間不二，你就成功了。"
    },
    {
      "id": "12-017-1869_p0051",
      "zh_CN": "《佛教三字经》这是古大德编的，流传几百年了，里面有几个修行人，举了十个人做例子。古人修行都非常认真，不妄语，心直言直，心里头没有弯弯曲曲的，所以直心是道场，真的是老老实实。它第一个举例子是慧开，梁武帝时候的人，慧开师。这位法师是讲经的，欢喜布施，人家供养他的，他再布施得干干净净。当时地方的官员太守，就是现在的市长，请他讲经，供养非常丰厚，他把供养全部分给贫穷人，一丝毫不留。这是出家人很好的榜样，他真正做到了。佛在经上讲积财丧道，为什么？你常常会想着，你不想佛、你不想道，你常常想着你还有多少钱。所以把它舍干净，舍干净就没有念头，真的一心向佛，没有念头好想。我们如果有这个毛病要向他学习，他是我们的好榜样。",
      "zh_TW": "《佛教三字經》這是古大德編的，流傳幾百年了，裡面有幾個修行人，舉了十個人做例子。古人修行都非常認真，不妄語，心直言直，心裡頭沒有彎彎曲曲的，所以直心是道場，真的是老老實實。它第一個舉例子是慧開，梁武帝時候的人，慧開師。這位法師是講經的，歡喜布施，人家供養他的，他再布施得乾乾淨淨。當時地方的官員太守，就是現在的市長，請他講經，供養非常豐厚，他把供養全部分給貧窮人，一絲毫不留。這是出家人很好的榜樣，他真正做到了。佛在經上講積財喪道，為什麼？你常常會想著，你不想佛、你不想道，你常常想著你還有多少錢。所以把它捨乾淨，捨乾淨就沒有念頭，真的一心向佛，沒有念頭好想。我們如果有這個毛病要向他學習，他是我們的好榜樣。"
    },
    {
      "id": "12-017-1869_p0052",
      "zh_CN": "道林法师，他是同州人，住在太白山，他入深山。深山是什么？远离村落，不但远离城市，连村落都远离，这是完全遵守释迦佛的教诫，住阿兰若。阿兰若是印度话，翻成中国意思就是清净的处所。清净他有个标准，农村里面农人很多，都养牛耕田，牛叫的声音听不到，以这个为标准。远离人群，他才能进修。这是给我们做了很好的榜样，佛教特别是教初学，你没有定功，你接触都市社会你容易被染污。就像虚云老和尚，三十年前到达香港，三十多年前，我到香港三十年，他在我之前。香港同学请他到这边长住，他住了大概不到一个月，他说这个地方不行，这个地方不是修行的地方，严重的染污。所以他回去了，又回大陆去。大陆再苦，他不离开，为什么？佛教我们以苦为师，苦能够激励道心，生活太舒适容易叫人堕落。道林给我们示现的榜样，在深山修行。",
      "zh_TW": "道林法師，他是同州人，住在太白山，他入深山。深山是什麼？遠離村落，不但遠離城市，連村落都遠離，這是完全遵守釋迦佛的教誡，住阿蘭若。阿蘭若是印度話，翻成中國意思就是清淨的處所。清淨他有個標準，農村裡面農人很多，都養牛耕田，牛叫的聲音聽不到，以這個為標準。遠離人群，他才能進修。這是給我們做了很好的榜樣，佛教特別是教初學，你沒有定功，你接觸都市社會你容易被染污。就像虛雲老和尚，三十年前到達香港，三十多年前，我到香港三十年，他在我之前。香港同學請他到這邊長住，他住了大概不到一個月，他說這個地方不行，這個地方不是修行的地方，嚴重的染污。所以他回去了，又回大陸去。大陸再苦，他不離開，為什麼？佛教我們以苦為師，苦能夠激勵道心，生活太舒適容易叫人墮落。道林給我們示現的榜樣，在深山修行。"
    },
    {
      "id": "12-017-1869_p0053",
      "zh_CN": "下面再举一个尊师，道安，弥天释道安。道安法师他尊重老师、孝顺老师，他十二岁出家，是北魏时候的人，拓跋珪那个时代，就是南北朝的时候。人非常聪明，但是相貌不好，相貌很丑陋，所以连老师也没有把他看重。他对老师非常尊重、非常孝顺。在《高僧传》里面记载，他每天能够读一万字，一万字他能背得下来，这不是一般人能做到的。从前私塾里头教书，一天能背七百字以上的就算是上根，他一天能背一万字，真是天才儿童。《金刚经》五千言，他半天就能背熟了。以后他遇到佛图澄大师，这都是菩萨应化的，真正成就一代高僧。孝亲尊师，净业三福里面第一句，孝养父母，奉事师长，道安法师奉事师长是最好的模范。他为老师服苦役，侍候老师心甘情愿，因为其貌不扬，粗重的活老师都叫他干。实际上他绝顶聪明，一般人不能跟他相比的。",
      "zh_TW": "下面再舉一個尊師，道安，彌天釋道安。道安法師他尊重老師、孝順老師，他十二歲出家，是北魏時候的人，拓跋珪那個時代，就是南北朝的時候。人非常聰明，但是相貌不好，相貌很醜陋，所以連老師也沒有把他看重。他對老師非常尊重、非常孝順。在《高僧傳》裡面記載，他每天能夠讀一萬字，一萬字他能背得下來，這不是一般人能做到的。從前私塾裡頭教書，一天能背七百字以上的就算是上根，他一天能背一萬字，真是天才兒童。《金剛經》五千言，他半天就能背熟了。以後他遇到佛圖澄大師，這都是菩薩應化的，真正成就一代高僧。孝親尊師，淨業三福裡面第一句，孝養父母，奉事師長，道安法師奉事師長是最好的模範。他為老師服苦役，侍候老師心甘情願，因為其貌不揚，粗重的活老師都叫他幹。實際上他絕頂聰明，一般人不能跟他相比的。"
    },
    {
      "id": "12-017-1869_p0054",
      "zh_CN": "道丕法师，这是孝亲。所以古德编这份教材，举的这些例子都是给我们做榜样。这是个出家人，母亲年岁大了，他是七岁出家，小沙弥，十九岁的时候遇到当时安禄山作乱，安禄山造反。他揹着他的母亲逃到华山，遇到饥饿荒年没东西吃，他自己乞食，托钵乞食供养母亲，自己不吃。父亲可能是参加军队死在战场，母亲叫他去找他父亲的尸体揹回来安葬。他到战场看到很多的骷髅，哪个是他的父亲？他没法子，只有真诚心在那里观想、在那里求感应，没想到这一堆尸骨里头就有一个人的骨头从里头跳起来，他就知道那是他父亲。这是感应！然后把这个骨头带回去安葬，这是精诚所感。孝养父母，净业三福头一句。",
      "zh_TW": "道丕法師，這是孝親。所以古德編這份教材，舉的這些例子都是給我們做榜樣。這是個出家人，母親年歲大了，他是七歲出家，小沙彌，十九歲的時候遇到當時安祿山作亂，安祿山造反。他揹著他的母親逃到華山，遇到飢餓荒年沒東西吃，他自己乞食，托缽乞食供養母親，自己不吃。父親可能是參加軍隊死在戰場，母親叫他去找他父親的屍體揹回來安葬。他到戰場看到很多的骷髏，哪個是他的父親？他沒法子，只有真誠心在那裡觀想、在那裡求感應，沒想到這一堆屍骨裡頭就有一個人的骨頭從裡頭跳起來，他就知道那是他父親。這是感應！然後把這個骨頭帶回去安葬，這是精誠所感。孝養父母，淨業三福頭一句。"
    },
    {
      "id": "12-017-1869_p0055",
      "zh_CN": "高尚的，道恒，跟鸠摩罗什大师同时代，跟道安法师同时代。他二十岁出家，也很年轻，那时候的秦王，就是姚兴，很器重他，给他很高的地位，要他去亲近鸠摩罗什大师，给他很高的地位。他逃到深山里面去，不接受帝王给他的地位，跑到深山里面去一直就没出来。不像现在人处处去求荣誉，别人荣誉给他不要，高尚！",
      "zh_TW": "高尚的，道恆，跟鳩摩羅什大師同時代，跟道安法師同時代。他二十歲出家，也很年輕，那時候的秦王，就是姚興，很器重他，給他很高的地位，要他去親近鳩摩羅什大師，給他很高的地位。他逃到深山裡面去，不接受帝王給他的地位，跑到深山裡面去一直就沒出來。不像現在人處處去求榮譽，別人榮譽給他不要，高尚！"
    },
    {
      "id": "12-017-1869_p0056",
      "zh_CN": "道生，「生公说法，顽石点头」。道生也是罗什大师的四大弟子之一。他体会到，佛在经上讲一阐提没有佛性，一阐提是什么？是印度话，一阐提翻成中文就是没有善根的人，他体会到纵然没有善根，这个人还是有是佛性。《华严经》那时候没翻译，《华严经》上说一切众生皆有佛性，《涅槃经》也这样说。一阐提他也是众生，他怎么会没有佛性？这些经都没有翻来，他就主张一阐提也有佛性。因为没有经典做依据，许多出家人反对他，认为你讲的话佛经上没有依据，你怎么可以随便说。他就没法子了，在虎丘山搬了些石头，他坐在当中，给石头说法，一阐提有佛性，你们说对不对？石头都点头。这些石头现在还在，生公说法的地方，感应不可思议，举道生法师的例子。以后大乘经逐渐都来了。道生也是一生讲经，他圆寂的时候是在讲台上，经讲完他往生了。感应不可思议！这是生公说法、顽石点头，这些要是不见性都没法子。",
      "zh_TW": "道生，「生公說法，頑石點頭」。道生也是羅什大師的四大弟子之一。他體會到，佛在經上講一闡提沒有佛性，一闡提是什麼？是印度話，一闡提翻成中文就是沒有善根的人，他體會到縱然沒有善根，這個人還是有是佛性。《華嚴經》那時候沒翻譯，《華嚴經》上說一切眾生皆有佛性，《涅槃經》也這樣說。一闡提他也是眾生，他怎麼會沒有佛性？這些經都沒有翻來，他就主張一闡提也有佛性。因為沒有經典做依據，許多出家人反對他，認為你講的話佛經上沒有依據，你怎麼可以隨便說。他就沒法子了，在虎丘山搬了些石頭，他坐在當中，給石頭說法，一闡提有佛性，你們說對不對？石頭都點頭。這些石頭現在還在，生公說法的地方，感應不可思議，舉道生法師的例子。以後大乘經逐漸都來了。道生也是一生講經，他圓寂的時候是在講台上，經講完他往生了。感應不可思議！這是生公說法、頑石點頭，這些要是不見性都沒法子。"
    },
    {
      "id": "12-017-1869_p0057",
      "zh_CN": "灵辨法师，这也是学《华严经》的，他也是博通三藏，但是《华严经》他不能够明了、不能透彻，他到清凉山求文殊菩萨开示。头上顶着《华严经》三步一拜，到达五台山的时候，真的在山上拜佛磨得皮肉都没有了，都剩了骨头。真诚心感应，忽然听到空中有声音，教他研究经文，没有见到人，感到空中有声音教他念经，他豁然大悟。给《华严经》做了一部注解，有一百卷，演义释文，这是《华严经》最早的注解。但这个注解现在在《大藏经》里头不全，遗失了。我们现在看到《藏经》里头的比他后，贤首国师的、清凉国师的、李通玄长者的，我们现在学习就是根据这三位大德，灵辨法师的著作我们都看不到了。",
      "zh_TW": "靈辨法師，這也是學《華嚴經》的，他也是博通三藏，但是《華嚴經》他不能夠明瞭、不能透徹，他到清涼山求文殊菩薩開示。頭上頂著《華嚴經》三步一拜，到達五台山的時候，真的在山上拜佛磨得皮肉都沒有了，都剩了骨頭。真誠心感應，忽然聽到空中有聲音，教他研究經文，沒有見到人，感到空中有聲音教他念經，他豁然大悟。給《華嚴經》做了一部註解，有一百卷，演義釋文，這是《華嚴經》最早的註解。但這個註解現在在《大藏經》裡頭不全，遺失了。我們現在看到《藏經》裡頭的比他後，賢首國師的、清涼國師的、李通玄長者的，我們現在學習就是根據這三位大德，靈辨法師的著作我們都看不到了。"
    },
    {
      "id": "12-017-1869_p0058",
      "zh_CN": "还有个比丘尼净检，这是一位比丘尼，是晋朝时候的女众，修得非常好。她有志同道合的二十四个人，建了个小道场，大家在一起清修。到她七十岁的时候，忽然有一天闻到异香，并且见到有红光，红色的光，光里面有个女人手上拿着五色的花朵从空中下来。净检尼师看到了非常欢喜，跟大众告别，就跟着这个人生天去了。大家看到她生天的路就像霓虹一样，像霓虹的桥一样，跟着这个就上去了。这个事情不会是假的，为什么？像印光大师、杨仁山居士这近代的大德，举出这个例子，他们能够列在此地，就是他们肯定了。几十年的清修，这是得到佛菩萨来接引，这样的明显。",
      "zh_TW": "還有個比丘尼淨檢，這是一位比丘尼，是晉朝時候的女眾，修得非常好。她有志同道合的二十四個人，建了個小道場，大家在一起清修。到她七十歲的時候，忽然有一天聞到異香，並且見到有紅光，紅色的光，光裡面有個女人手上拿著五色的花朵從空中下來。淨檢尼師看到了非常歡喜，跟大眾告別，就跟著這個人生天去了。大家看到她生天的路就像霓虹一樣，像霓虹的橋一樣，跟著這個就上去了。這個事情不會是假的，為什麼？像印光大師、楊仁山居士這近代的大德，舉出這個例子，他們能夠列在此地，就是他們肯定了。幾十年的清修，這是得到佛菩薩來接引，這樣的明顯。"
    },
    {
      "id": "12-017-1869_p0059",
      "zh_CN": "底下又举出第九位李通玄居士，我们对他就很熟了。他是唐朝的皇室，是李世民的家族，他学无常师，非常好学。在五台山遇到一个出家人，传授他《华严经》，他就开悟了。给《华严经》作注解，找不到清净环境，这在《合论》前面都有记载，有他的传记。他发了个大心，路上遇到一只老虎，他就告诉老虎，我想注《华严经》，找不到地方，有没有好地方你带我去。老虎就带着他，带他去的是个山洞，确实是非常优雅，环境非常好，进去，一窝老虎。他来了，老虎搬家，全部搬出去，这个洞就让给他。他看这个环境很适合他希求的，他就住进去了，一心解经。到第二天，就看到两个女孩子给他整理环境，照顾他的生活。他专心在注经上，也知道这两个人，也不晓得从哪来的，他也从来没跟她们讲话、没问过她们，反正一切生活都是她们照料，他以为是附近邻居村庄上的两个女孩。一直到他这个经写完，《合论》写完，写完之后他想感谢感谢，这两个女孩子照顾这么长的时间。就发现这两个人没有了，他就到附近村庄去打听，附近村庄说没有这个人，长得什么相貌，没有这个人。这是感应，很不可思议。李长者走的时候九十六岁，他是坐着往生的，走的时候大家看到他头顶上一道白光，一道白光放出来通到天际，就走了。这都是有大成就的人。",
      "zh_TW": "底下又舉出第九位李通玄居士，我們對他就很熟了。他是唐朝的皇室，是李世民的家族，他學無常師，非常好學。在五台山遇到一個出家人，傳授他《華嚴經》，他就開悟了。給《華嚴經》作註解，找不到清淨環境，這在《合論》前面都有記載，有他的傳記。他發了個大心，路上遇到一隻老虎，他就告訴老虎，我想註《華嚴經》，找不到地方，有沒有好地方你帶我去。老虎就帶著他，帶他去的是個山洞，確實是非常優雅，環境非常好，進去，一窩老虎。他來了，老虎搬家，全部搬出去，這個洞就讓給他。他看這個環境很適合他希求的，他就住進去了，一心解經。到第二天，就看到兩個女孩子給他整理環境，照顧他的生活。他專心在註經上，也知道這兩個人，也不曉得從哪來的，他也從來沒跟她們講話、沒問過她們，反正一切生活都是她們照料，他以為是附近鄰居村莊上的兩個女孩。一直到他這個經寫完，《合論》寫完，寫完之後他想感謝感謝，這兩個女孩子照顧這麼長的時間。就發現這兩個人沒有了，他就到附近村莊去打聽，附近村莊說沒有這個人，長得什麼相貌，沒有這個人。這是感應，很不可思議。李長者走的時候九十六歲，他是坐著往生的，走的時候大家看到他頭頂上一道白光，一道白光放出來通到天際，就走了。這都是有大成就的人。"
    },
    {
      "id": "12-017-1869_p0060",
      "zh_CN": "最后举的就是庞居士，庞蕴居士跟他的女儿灵照，这都是修行成就的人。庞蕴居士准备往生，告诉他的女儿，妳出去看看，日中的时候他要走，妳去看看现在是什么时候。他女儿走到外面，骗他爸爸，太阳已经到中央了，已经中午了，但是有日蚀，好像不太清楚。她的父亲一听到这话，赶快到门外去看看，他的女儿就坐在她父亲的座位上往生了。回来说，这个丫头！耽误我的事情。为什么？她爸爸要替她办后事。替她办后事，延迟七天，七天之后他走了。你看生死多自在！尤其他的女儿，她父亲走了，她要替她父亲办后事，她先走了。把她爸爸骗出来，坐到她爸爸座位上就走了。",
      "zh_TW": "最後舉的就是龐居士，龐蘊居士跟他的女兒靈照，這都是修行成就的人。龐蘊居士準備往生，告訴他的女兒，妳出去看看，日中的時候他要走，妳去看看現在是什麼時候。他女兒走到外面，騙他爸爸，太陽已經到中央了，已經中午了，但是有日蝕，好像不太清楚。她的父親一聽到這話，趕快到門外去看看，他的女兒就坐在她父親的座位上往生了。回來說，這個丫頭！耽誤我的事情。為什麼？她爸爸要替她辦後事。替她辦後事，延遲七天，七天之後他走了。你看生死多自在！尤其他的女兒，她父親走了，她要替她父親辦後事，她先走了。把她爸爸騙出來，坐到她爸爸座位上就走了。"
    },
    {
      "id": "12-017-1869_p0061",
      "zh_CN": "这些都是属于教化众生。这个例子在中国《高僧传》、《居士传》、《善女人传》、《比丘尼传》，例子太多了，决定不是假的。我们看到这么多人示现在这个世间，这都不是普通人，像灵照年岁都不大，都是再来人。用种种方法，身教、示现、言说、感应来教我们，真正显示出诸佛菩萨大用无方。我们用杨仁山老居士举的这十个例子，来说明诸佛菩萨在这个世间弘法利生的事迹，帮助我们理解，也帮助我们学习。教化众生的方式无量无边，就像龙王降雨一样。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "這些都是屬於教化眾生。這個例子在中國《高僧傳》、《居士傳》、《善女人傳》、《比丘尼傳》，例子太多了，決定不是假的。我們看到這麼多人示現在這個世間，這都不是普通人，像靈照年歲都不大，都是再來人。用種種方法，身教、示現、言說、感應來教我們，真正顯示出諸佛菩薩大用無方。我們用楊仁山老居士舉的這十個例子，來說明諸佛菩薩在這個世間弘法利生的事蹟，幫助我們理解，也幫助我們學習。教化眾生的方式無量無邊，就像龍王降雨一樣。好，今天時間到了，我們就學習到此地。"
    }
  ]
}