{
  "doc_id": "12-017-1395",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三九五卷",
    "zh_TW": "第一三九五卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1395",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "12-017-1395_p0001",
      "zh_CN": "诸位同学请坐。请看「菩萨问明品」第五福田甚深，目首菩萨偈颂十首给诸位报告过了。在我们这个经本，这个本子是《华严经疏论纂要》，道霈禅师把清凉的《疏钞》跟李长者的《合论》融合在一起，这也是一桩很了不起的事情。清凉的《疏钞》我们读过了，这末后是李长者的《合论》，所以它有个论字。论是离开经文为我们说明这一章的大意。",
      "zh_TW": "諸位同學請坐。請看「菩薩問明品」第五福田甚深，目首菩薩偈頌十首給諸位報告過了。在我們這個經本，這個本子是《華嚴經疏論纂要》，道霈禪師把清涼的《疏鈔》跟李長者的《合論》融合在一起，這也是一樁很了不起的事情。清涼的《疏鈔》我們讀過了，這末後是李長者的《合論》，所以它有個論字。論是離開經文為我們說明這一章的大意。"
    },
    {
      "id": "12-017-1395_p0002",
      "zh_CN": "这品经一共分十段，也就是十章，我们现在念的这是第五章，「福田甚深」是第五章，下面第六章是「正教甚深」。我们先把长者给我们的开导念一念，「第五尔时已下，五行半经，是文殊问目首菩萨，如来福田，等一无异」。这经文我们都读过了，清凉给我们说得很详细，我们学习确实得受用。自古以来，教学最可贵的是「闻思修」，这个闻思修不是讲的三慧，三慧太高了，那是大乘法身菩萨所修的。我们今天讲的三慧就是要听经、要深思、要落实，我们才能够真正得利益。",
      "zh_TW": "這品經一共分十段，也就是十章，我們現在念的這是第五章，「福田甚深」是第五章，下面第六章是「正教甚深」。我們先把長者給我們的開導念一念，「第五爾時已下，五行半經，是文殊問目首菩薩，如來福田，等一無異」。這經文我們都讀過了，清涼給我們說得很詳細，我們學習確實得受用。自古以來，教學最可貴的是「聞思修」，這個聞思修不是講的三慧，三慧太高了，那是大乘法身菩薩所修的。我們今天講的三慧就是要聽經、要深思、要落實，我們才能夠真正得利益。"
    },
    {
      "id": "12-017-1395_p0003",
      "zh_CN": "中国古圣先贤教导我们，这中国传统的教育教些什么，我们要很清楚、很明白。从上古时代，五千年前，我们的老祖宗教我们「伦理道德」，伦理道德，现在人都不懂。什么叫伦理道德？我们用现代最简单的话来说，伦理就是人与人之间相处的道理。伦理的教育就是教导我们与别人怎样和睦相处。现在中国国家领导人提倡「和谐社会」，和谐社会是教出来的。中国五千年的教育目的就是和谐社会，所以中国自古以来，礼义之邦，和谐大国。",
      "zh_TW": "中國古聖先賢教導我們，這中國傳統的教育教些什麼，我們要很清楚、很明白。從上古時代，五千年前，我們的老祖宗教我們「倫理道德」，倫理道德，現在人都不懂。什麼叫倫理道德？我們用現代最簡單的話來說，倫理就是人與人之間相處的道理。倫理的教育就是教導我們與別人怎樣和睦相處。現在中國國家領導人提倡「和諧社會」，和諧社會是教出來的。中國五千年的教育目的就是和諧社會，所以中國自古以來，禮義之邦，和諧大國。"
    },
    {
      "id": "12-017-1395_p0004",
      "zh_CN": "伦理头一个就是讲父子关系，我们讲人与人的关系要从这里开始，由近而远。夫妻的关系，父子的关系，兄弟关系；再展开来，君臣关系，君臣就是今天所说的领导与被领导的关系。这个关系是天然的，不是哪一个人制定的，不是哪一个人发明的，不是的，自然的。在一个家庭里面，领导这个家庭现在有家长，一般都是父亲是家长，也有母亲是家长。家长是一家的领导人，家庭里面其他的成员，那是被领导，你看还是有君臣关系。在社会上，无论是什么样的社团也有领导人，我们这个佛陀教育协会有会长，会长是这个会的领导人。现在我们这个会不设会长，设总干事，那总干事就是领导人。",
      "zh_TW": "倫理頭一個就是講父子關係，我們講人與人的關係要從這裡開始，由近而遠。夫妻的關係，父子的關係，兄弟關係；再展開來，君臣關係，君臣就是今天所說的領導與被領導的關係。這個關係是天然的，不是哪一個人制定的，不是哪一個人發明的，不是的，自然的。在一個家庭裡面，領導這個家庭現在有家長，一般都是父親是家長，也有母親是家長。家長是一家的領導人，家庭裡面其他的成員，那是被領導，你看還是有君臣關係。在社會上，無論是什麼樣的社團也有領導人，我們這個佛陀教育協會有會長，會長是這個會的領導人。現在我們這個會不設會長，設總幹事，那總幹事就是領導人。"
    },
    {
      "id": "12-017-1395_p0005",
      "zh_CN": "再深入一层来观察，我们这个会的主权机构是董事会，总干事要为董事会负责。总干事怎么产生的？董事会任命的，这里面董事是推选出来的。因为我们这个会还很年轻，是由最初发起创办的几位同学大德们，他们当然是首届的董事。我们这里也有会员，按照政府的规定有三十个会员，我们来护持这个机构，让正法在此地常住。",
      "zh_TW": "再深入一層來觀察，我們這個會的主權機構是董事會，總幹事要為董事會負責。總幹事怎麼產生的？董事會任命的，這裡面董事是推選出來的。因為我們這個會還很年輕，是由最初發起創辦的幾位同學大德們，他們當然是首屆的董事。我們這裡也有會員，按照政府的規定有三十個會員，我們來護持這個機構，讓正法在此地常住。"
    },
    {
      "id": "12-017-1395_p0006",
      "zh_CN": "我们的工作是教学，我们的性质是教育。我在澳洲创办净宗学院，注册的时候政府把我们注册在宗教团体，我们也没有去辩驳。可是这几年我们学院的活动、运作，很自然的让澳洲的政府、澳洲的学术界看我们这个学院不是宗教，是学术、是教育，是我们做出来给人看，让社会大众肯定，今天在香港亦复如是。我们做得还不够，希望我们大家认真努力来做，让社会、让政府自自然然肯定我们这个学会是教育、是学术，是属于社会教育，这是我们的愿望。我们每天上课，无论是我们学会里面的工作人员，我们的义工，外面来的同修。这些同学有本地的、有外地的，甚至于还有国外的，我们一同来学习，我们来接受佛陀的教诲。这样人家自然就对我们另眼相看，不至于误会我们这是一个宗教团体。",
      "zh_TW": "我們的工作是教學，我們的性質是教育。我在澳洲創辦淨宗學院，註冊的時候政府把我們註冊在宗教團體，我們也沒有去辯駁。可是這幾年我們學院的活動、運作，很自然的讓澳洲的政府、澳洲的學術界看我們這個學院不是宗教，是學術、是教育，是我們做出來給人看，讓社會大眾肯定，今天在香港亦復如是。我們做得還不夠，希望我們大家認真努力來做，讓社會、讓政府自自然然肯定我們這個學會是教育、是學術，是屬於社會教育，這是我們的願望。我們每天上課，無論是我們學會裡面的工作人員，我們的義工，外面來的同修。這些同學有本地的、有外地的，甚至於還有國外的，我們一同來學習，我們來接受佛陀的教誨。這樣人家自然就對我們另眼相看，不至於誤會我們這是一個宗教團體。"
    },
    {
      "id": "12-017-1395_p0007",
      "zh_CN": "而实实在在，「宗教」这个名词，我最近感到有正名的必要，儒家讲「名不正则言不顺」，所以正名非常重要。我学佛出家向中国佛教会（那时候在台湾）第一个建议就是要为佛教正名。因为社会都说佛教是迷信，迷信我们还能学吗？所以一定要把什么是佛教，对社会讲清楚、讲明白，所以我提出佛陀教育。「佛教是释迦牟尼佛对一切众生至善圆满的教育」。他教学的内容是什么？《般若经》上有一句话可以作为世尊四十九年讲经说法教学的总纲领，就是「诸法实相」四个字。这四个字用现代的话来讲就是宇宙人生的真相，这多要紧！宇宙是我们生活环境，人生是我们本人自己，我们要认识自己，要了解我们的生活环境。环境里头有人事环境，有物质环境，有自然环境，大自然环境，你都能搞清楚、搞明白；这里头关系搞清楚，应该要用什么样的心态去往来，你都能明白，那你就叫做佛陀，你就叫做菩萨。",
      "zh_TW": "而實實在在，「宗教」這個名詞，我最近感到有正名的必要，儒家講「名不正則言不順」，所以正名非常重要。我學佛出家向中國佛教會（那時候在台灣）第一個建議就是要為佛教正名。因為社會都說佛教是迷信，迷信我們還能學嗎？所以一定要把什麼是佛教，對社會講清楚、講明白，所以我提出佛陀教育。「佛教是釋迦牟尼佛對一切眾生至善圓滿的教育」。他教學的內容是什麼？《般若經》上有一句話可以作為世尊四十九年講經說法教學的總綱領，就是「諸法實相」四個字。這四個字用現代的話來講就是宇宙人生的真相，這多要緊！宇宙是我們生活環境，人生是我們本人自己，我們要認識自己，要了解我們的生活環境。環境裡頭有人事環境，有物質環境，有自然環境，大自然環境，你都能搞清楚、搞明白；這裡頭關係搞清楚，應該要用什麼樣的心態去往來，你都能明白，那你就叫做佛陀，你就叫做菩薩。"
    },
    {
      "id": "12-017-1395_p0008",
      "zh_CN": "佛陀、菩萨是印度话，什么意思？明白人。你对于宇宙人生明白了，不迷了，这哪来的迷信？迷就叫做凡夫，觉悟就叫做佛菩萨。所以佛菩萨是觉悟的人，他不是神。神有的时候并没有觉悟，天神、鬼神都没觉悟。所以一定要讲清楚、讲明白，知道这是什么回事情。佛家经典很多，经典是什么？经典是教科书，是当年释迦牟尼佛为大众所说的，后来这些学生把它记录下来成为经典。我们必须要依靠经典来学习，也能像释迦牟尼佛一样，对于宇宙人生真相通达明了，这大智慧，大学问！我们要搞清楚、搞明白。",
      "zh_TW": "佛陀、菩薩是印度話，什麼意思？明白人。你對於宇宙人生明白了，不迷了，這哪來的迷信？迷就叫做凡夫，覺悟就叫做佛菩薩。所以佛菩薩是覺悟的人，他不是神。神有的時候並沒有覺悟，天神、鬼神都沒覺悟。所以一定要講清楚、講明白，知道這是什麼回事情。佛家經典很多，經典是什麼？經典是教科書，是當年釋迦牟尼佛為大眾所說的，後來這些學生把它記錄下來成為經典。我們必須要依靠經典來學習，也能像釋迦牟尼佛一樣，對於宇宙人生真相通達明瞭，這大智慧，大學問！我們要搞清楚、搞明白。"
    },
    {
      "id": "12-017-1395_p0009",
      "zh_CN": "今天很多人对宗教也有误会，我这些年来接触的宗教很多，宗教里面几乎在世界上具有影响力的全都是教育。它要不是教育，它怎么能有这么大的影响力；迷信是做不到的，不可能产生这么大的力量，这么多的信徒。我们仔细去深入他们的经典，原来跟佛经没有两样，所说的内容也是诸法实相。不过各个宗教说这么一个问题，这是一个总的问题，确实有浅深广狭不同，你不能不承认它是教育。就像我们办学校一样，有小学、有中学、有大学，都是教育，里头程度不相同。所以每个宗教都是社会教育，而且都是多元的社会教育。什么叫多元？就像孔老夫子所说的「有教无类」，只要你肯来学，没有不热心教导你，不分国家、不分种族也不分宗教。这世界上这几个大的著名宗教都是这样的，都是开放的。现在讲民主自由开放，确实这个大宗教全都是如此。",
      "zh_TW": "今天很多人對宗教也有誤會，我這些年來接觸的宗教很多，宗教裡面幾乎在世界上具有影響力的全都是教育。它要不是教育，它怎麼能有這麼大的影響力；迷信是做不到的，不可能產生這麼大的力量，這麼多的信徒。我們仔細去深入他們的經典，原來跟佛經沒有兩樣，所說的內容也是諸法實相。不過各個宗教說這麼一個問題，這是一個總的問題，確實有淺深廣狹不同，你不能不承認它是教育。就像我們辦學校一樣，有小學、有中學、有大學，都是教育，裡頭程度不相同。所以每個宗教都是社會教育，而且都是多元的社會教育。什麼叫多元？就像孔老夫子所說的「有教無類」，只要你肯來學，沒有不熱心教導你，不分國家、不分種族也不分宗教。這世界上這幾個大的著名宗教都是這樣的，都是開放的。現在講民主自由開放，確實這個大宗教全都是如此。"
    },
    {
      "id": "12-017-1395_p0010",
      "zh_CN": "民主制度，特别是在佛教，几千年来就落实了。特别是在中国，我们很清楚，中国佛教寺院里面的领导人，住持方丈以及所有的执事，这些执事你要是一看，你就晓得它的性质。方丈住持是校长，监院要用现在学校的话来说是总务长，首座是教务长，维那是训导长，名词不一样，它的职务相同。你看这个团体里头有教务、有训导、有总务，这些人执事怎么产生的？选举产生的，民主制度。任期多长？一年。所以每年过年的时候，腊月三十换届，腊月三十总辞就选举新任的住持、监院，我们常讲当家师就是总务，首座这是教务，维那是训导，这叫纲领执事，大年初一他就就任了。这个制度在中国行了将近两千年，连选可以连任，所以是大众选举的。",
      "zh_TW": "民主制度，特別是在佛教，幾千年來就落實了。特別是在中國，我們很清楚，中國佛教寺院裡面的領導人，住持方丈以及所有的執事，這些執事你要是一看，你就曉得它的性質。方丈住持是校長，監院要用現在學校的話來說是總務長，首座是教務長，維那是訓導長，名詞不一樣，它的職務相同。你看這個團體裡頭有教務、有訓導、有總務，這些人執事怎麼產生的？選舉產生的，民主制度。任期多長？一年。所以每年過年的時候，臘月三十換屆，臘月三十總辭就選舉新任的住持、監院，我們常講當家師就是總務，首座這是教務，維那是訓導，這叫綱領執事，大年初一他就就任了。這個制度在中國行了將近兩千年，連選可以連任，所以是大眾選舉的。"
    },
    {
      "id": "12-017-1395_p0011",
      "zh_CN": "佛法，大众在一块生活，佛为我们制定的戒条，六和敬，六个戒条。第一个「见和同解」，这就是我们今天讲的建立共识，这是平等对待，和睦相处的基础。如果我们大家意见不一致，这就很难相处，一定我们的目标方向、我们的认知要相同。所以学佛的人多，依据的经论不一样，就形成了很多的宗派；就是说这一个宗派，我们知见是相同的。像我们净土宗，我们的目标都是求生净土，我们依据的经论是「五经一论」，我们学习共同的课程，修学的方法我们用持名念佛。",
      "zh_TW": "佛法，大眾在一塊生活，佛為我們制定的戒條，六和敬，六個戒條。第一個「見和同解」，這就是我們今天講的建立共識，這是平等對待，和睦相處的基礎。如果我們大家意見不一致，這就很難相處，一定我們的目標方向、我們的認知要相同。所以學佛的人多，依據的經論不一樣，就形成了很多的宗派；就是說這一個宗派，我們知見是相同的。像我們淨土宗，我們的目標都是求生淨土，我們依據的經論是「五經一論」，我們學習共同的課程，修學的方法我們用持名念佛。"
    },
    {
      "id": "12-017-1395_p0012",
      "zh_CN": "可是今天要想在佛法上成就，一定要解行并进，解是什么？解是要研究经教。净宗有六部经，六部分量都不大，五经一论，我们主要依靠的是《无量寿经》跟《阿弥陀经》，这是我们主修的。经，实在讲需要人讲解，没有人讲解，我们看不懂，要用自己的意思去解经，往往就解错了。这就是佛在大经大论上为我们讲的「佛法无人说，虽智莫能解」，《华严经》上佛说的，《大智度论》上佛也说。要什么人来替我们讲解？得要过来人。也就是说，他自己修学有了成就，我们听他的就不会错。如果他自己没有学这个法门，或者学得不够透彻，没有成就；换句话说，他给我们讲解就会有问题，我们跟他学习，可能他把我们路带错了，这是不能够不谨慎的。",
      "zh_TW": "可是今天要想在佛法上成就，一定要解行並進，解是什麼？解是要研究經教。淨宗有六部經，六部分量都不大，五經一論，我們主要依靠的是《無量壽經》跟《阿彌陀經》，這是我們主修的。經，實在講需要人講解，沒有人講解，我們看不懂，要用自己的意思去解經，往往就解錯了。這就是佛在大經大論上為我們講的「佛法無人說，雖智莫能解」，《華嚴經》上佛說的，《大智度論》上佛也說。要什麼人來替我們講解？得要過來人。也就是說，他自己修學有了成就，我們聽他的就不會錯。如果他自己沒有學這個法門，或者學得不夠透徹，沒有成就；換句話說，他給我們講解就會有問題，我們跟他學習，可能他把我們路帶錯了，這是不能夠不謹慎的。"
    },
    {
      "id": "12-017-1395_p0013",
      "zh_CN": "我们今天这注解依靠谁的？我们依靠祖师大德。我们学《无量寿经》，现在我们采取的是夏莲居老居士的会集本，依靠的是夏老的传人黄念祖居士的注解。黄老我跟他见过多次面，我们是同一个法门，同一个师承。我讲《无量寿经》，最早跟黄老没有接触的时候，我们是依靠李炳南老居士的注解，他注得简单，《眉注》，我是依据那个本子讲的，也参考其他的注解，都是祖师大德的注解。《弥陀经》，我们所依靠的莲池大师的《疏钞》、蕅益大师的《要解》，这叫有师承，不是随便说的。经是佛讲的，注解就等于说导游，它带着我们契入，我们这样子一同来建立见和同解。",
      "zh_TW": "我們今天這註解依靠誰的？我們依靠祖師大德。我們學《無量壽經》，現在我們採取的是夏蓮居老居士的會集本，依靠的是夏老的傳人黃念祖居士的註解。黃老我跟他見過多次面，我們是同一個法門，同一個師承。我講《無量壽經》，最早跟黃老沒有接觸的時候，我們是依靠李炳南老居士的註解，他註得簡單，《眉註》，我是依據那個本子講的，也參考其他的註解，都是祖師大德的註解。《彌陀經》，我們所依靠的蓮池大師的《疏鈔》、蕅益大師的《要解》，這叫有師承，不是隨便說的。經是佛講的，註解就等於說導遊，它帶著我們契入，我們這樣子一同來建立見和同解。"
    },
    {
      "id": "12-017-1395_p0014",
      "zh_CN": "经的义理懂得了，修行的方法懂得了，得要依教奉行，你要真正落实，要去做到。我们今天实在说，经讲得很多，真正落实的没有几个人，很少看到，什么原因？我们对于佛法修学的基础忽略掉。我当年在台中学教，李老师帮助我们，每个星期给我们讲一篇古文，儒家的东西，十年如一日。《古文观止》三百篇，我们读过；《大学》、《中庸》、《论语》，老师为我们讲过，虽然没有讲得完整，里面重要的章句都学习过，还是不能够落实。我们能得一点利益的，还是靠小时候有一点那个根，那个根是父母教的，教什么？孝亲尊师重道，还有这么一点根。老师没给我们讲，但是指定了修身的课程，那就是小学，这个课程是什么？《五种遗规》。",
      "zh_TW": "經的義理懂得了，修行的方法懂得了，得要依教奉行，你要真正落實，要去做到。我們今天實在說，經講得很多，真正落實的沒有幾個人，很少看到，什麼原因？我們對於佛法修學的基礎忽略掉。我當年在台中學教，李老師幫助我們，每個星期給我們講一篇古文，儒家的東西，十年如一日。《古文觀止》三百篇，我們讀過；《大學》、《中庸》、《論語》，老師為我們講過，雖然沒有講得完整，裡面重要的章句都學習過，還是不能夠落實。我們能得一點利益的，還是靠小時候有一點那個根，那個根是父母教的，教什麼？孝親尊師重道，還有這麼一點根。老師沒給我們講，但是指定了修身的課程，那就是小學，這個課程是什麼？《五種遺規》。"
    },
    {
      "id": "12-017-1395_p0015",
      "zh_CN": "陈弘谋的《五种遗规》，李老师没有给我们讲，要我们自己去看，自己去学习，这本书作为我们自己的修身课本。修身课本是属于戒律的。用儒家的方法来奠定我们的根基，真能从这里学，能得佛法利益；如果不从这个地方学，那就难了。那难我们看见了，到后来怎么样？都退转，统统退转。真正依照这个学，行，他还不错，还能够继续努力在精进不退。所以我们在这些年来提倡《弟子规》，代替《五种遗规》。《五种遗规》太深，分量也太大，所以用《弟子规》。在佛法里面用《十善业道经》，希望在这两部经上奠定基础，这两部都是戒经。学佛的人要能往生净土，记住古大德一句话「持戒念佛」，这不持戒不行，一定要持戒念佛。持戒就是《弟子规》跟《十善业道》，这两样东西你要统统落实、都做到了，念佛生凡圣同居土肯定有把握。",
      "zh_TW": "陳弘謀的《五種遺規》，李老師沒有給我們講，要我們自己去看，自己去學習，這本書作為我們自己的修身課本。修身課本是屬於戒律的。用儒家的方法來奠定我們的根基，真能從這裡學，能得佛法利益；如果不從這個地方學，那就難了。那難我們看見了，到後來怎麼樣？都退轉，統統退轉。真正依照這個學，行，他還不錯，還能夠繼續努力在精進不退。所以我們在這些年來提倡《弟子規》，代替《五種遺規》。《五種遺規》太深，分量也太大，所以用《弟子規》。在佛法裡面用《十善業道經》，希望在這兩部經上奠定基礎，這兩部都是戒經。學佛的人要能往生淨土，記住古大德一句話「持戒念佛」，這不持戒不行，一定要持戒念佛。持戒就是《弟子規》跟《十善業道》，這兩樣東西你要統統落實、都做到了，念佛生凡聖同居土肯定有把握。"
    },
    {
      "id": "12-017-1395_p0016",
      "zh_CN": "蕅益大师在《要解》里头说过，我们只要能往生，生到凡圣同居土下下品，蕅益大师说我就很满足了，这话是真的不是假的。为什么？西方净土虽然是四土三辈九品，它很特别，它跟诸佛刹土不一样。诸佛刹土的四土不在一起，极乐世界的四土在一起，所以叫一生一切生。生凡圣同居土同时等于生方便有余土，方便有余土里面是阿罗汉；等于生实报庄严土，实报庄严土是菩萨。你到那里去，每天你所接触的、所看到的观音、势至、文殊、普贤、弥勒都是等觉菩萨！这些人你要不是在实报庄严土，你怎么能见到？但是在西方极乐世界凡圣同居土就能见到，这非常非常希有，非常殊胜！他方世界没有的，极乐世界第一殊胜就殊胜在这个地方。常常可以亲近圣贤人，常常跟圣贤人学习，哪有不成就的道理！这是西方世界无比的殊胜。",
      "zh_TW": "蕅益大師在《要解》裡頭說過，我們只要能往生，生到凡聖同居土下下品，蕅益大師說我就很滿足了，這話是真的不是假的。為什麼？西方淨土雖然是四土三輩九品，它很特別，它跟諸佛剎土不一樣。諸佛剎土的四土不在一起，極樂世界的四土在一起，所以叫一生一切生。生凡聖同居土同時等於生方便有餘土，方便有餘土裡面是阿羅漢；等於生實報莊嚴土，實報莊嚴土是菩薩。你到那裡去，每天你所接觸的、所看到的觀音、勢至、文殊、普賢、彌勒都是等覺菩薩！這些人你要不是在實報莊嚴土，你怎麼能見到？但是在西方極樂世界凡聖同居土就能見到，這非常非常希有，非常殊勝！他方世界沒有的，極樂世界第一殊勝就殊勝在這個地方。常常可以親近聖賢人，常常跟聖賢人學習，哪有不成就的道理！這是西方世界無比的殊勝。"
    },
    {
      "id": "12-017-1395_p0017",
      "zh_CN": "所以我们有共同的见解，有共同的戒律。共同的戒律，诸位一定要知道就是《弟子规》、《十善业道》；共同的见解，《无量寿经》、《阿弥陀经》。六经，我们只取这两部经作为我们主修的课本。就这四种，《无量寿经》、《弥陀经》、《十善业道经》、《弟子规》，就肯定得生凡圣同居土，这是我们每个人都能做到的。",
      "zh_TW": "所以我們有共同的見解，有共同的戒律。共同的戒律，諸位一定要知道就是《弟子規》、《十善業道》；共同的見解，《無量壽經》、《阿彌陀經》。六經，我們只取這兩部經作為我們主修的課本。就這四種，《無量壽經》、《彌陀經》、《十善業道經》、《弟子規》，就肯定得生凡聖同居土，這是我們每個人都能做到的。"
    },
    {
      "id": "12-017-1395_p0018",
      "zh_CN": "净宗是大乘法，大乘法一定要发菩提心。菩提心，实在说不容易，讲都不容易懂。蕅益大师在《要解》里说一句话太好了，一心一意求生净土，亲近弥陀，这个心就是无上菩提心。印光大师说他这句话说得太好！真正把弥陀的本怀给我们说出来了。所以不认识字的人，没有学过经教的人，念佛能往生。这往生的条件，你看《无量寿经》上，上中下三品都说「发菩提心，一向专念」。一向专念我们看到了，发菩提心没看到，那个一心一意求生净土，想亲近弥陀，你说他这个心有没有？这个心有，这就是无上菩提心。",
      "zh_TW": "淨宗是大乘法，大乘法一定要發菩提心。菩提心，實在說不容易，講都不容易懂。蕅益大師在《要解》裡說一句話太好了，一心一意求生淨土，親近彌陀，這個心就是無上菩提心。印光大師說他這句話說得太好！真正把彌陀的本懷給我們說出來了。所以不認識字的人，沒有學過經教的人，念佛能往生。這往生的條件，你看《無量壽經》上，上中下三品都說「發菩提心，一向專念」。一向專念我們看到了，發菩提心沒看到，那個一心一意求生淨土，想親近彌陀，你說他這個心有沒有？這個心有，這就是無上菩提心。"
    },
    {
      "id": "12-017-1395_p0019",
      "zh_CN": "可是我们懂得教理的人一定要知道这是大乘，大乘怎么样？大乘不能讲自了，要尽心尽力帮助别人。也就是说，我们到西方极乐世界不能一个人去，总得带几个，带得愈多愈好，阿弥陀佛愈欢迎。西方极乐世界的大众，声闻、菩萨看到你带很多人去，没有一个不欢喜，没有一个不赞叹，这叫大乘法门。所以我们自己修得好，自然就影响别人，别人看到这个，他就向我们学习，他将来有成就去了，这都是我们带着去的。一定要给别人做一个好样子、好榜样，成就自己的道德，成就自己的学问，成就自己的弘愿，这就对了。六和敬里头只要这两条做到，后面就容易了，「身同住，口无诤，意同悦，利同均」，很容易做到，自自然然就做到。",
      "zh_TW": "可是我們懂得教理的人一定要知道這是大乘，大乘怎麼樣？大乘不能講自了，要盡心盡力幫助別人。也就是說，我們到西方極樂世界不能一個人去，總得帶幾個，帶得愈多愈好，阿彌陀佛愈歡迎。西方極樂世界的大眾，聲聞、菩薩看到你帶很多人去，沒有一個不歡喜，沒有一個不讚歎，這叫大乘法門。所以我們自己修得好，自然就影響別人，別人看到這個，他就向我們學習，他將來有成就去了，這都是我們帶著去的。一定要給別人做一個好樣子、好榜樣，成就自己的道德，成就自己的學問，成就自己的弘願，這就對了。六和敬裡頭只要這兩條做到，後面就容易了，「身同住，口無諍，意同悅，利同均」，很容易做到，自自然然就做到。"
    },
    {
      "id": "12-017-1395_p0020",
      "zh_CN": "所以经不能不学，不学我们迷惑，信心很容易失掉，很容易退转；要想我们坚定信心，永恒不退，唯一的方法就是学习经教。学习经教就是亲近佛陀、亲近菩萨，我们每天至少要有四小时对经教的学习，把一切妄想杂念都放下，学习经教。自己修学有了心得，要发心「为人演说」，这是佛教导我们的。演是我们做出来给人看，说，人家有问题，我们替他解答。这样子我们的学习真正落实了，契入佛菩萨的境界。这境界好，不受外面环境的影响，自己可以做得了主，不受外面环境影响，那就是人生最高的享受。这方老师教给我的，我依教奉行，我得到了，我希望大家都能依教奉行，都能够得到。身心清净，自在随缘，法喜充满，乐在其中。",
      "zh_TW": "所以經不能不學，不學我們迷惑，信心很容易失掉，很容易退轉；要想我們堅定信心，永恆不退，唯一的方法就是學習經教。學習經教就是親近佛陀、親近菩薩，我們每天至少要有四小時對經教的學習，把一切妄想雜念都放下，學習經教。自己修學有了心得，要發心「為人演說」，這是佛教導我們的。演是我們做出來給人看，說，人家有問題，我們替他解答。這樣子我們的學習真正落實了，契入佛菩薩的境界。這境界好，不受外面環境的影響，自己可以做得了主，不受外面環境影響，那就是人生最高的享受。這方老師教給我的，我依教奉行，我得到了，我希望大家都能依教奉行，都能夠得到。身心清淨，自在隨緣，法喜充滿，樂在其中。"
    },
    {
      "id": "12-017-1395_p0021",
      "zh_CN": "这段经文我们学习过了，听长者这一段的话，我们用重点来学习。《论》里面说「三门如前」，这就三个段落，它是每一段都这样说的。第一段是「科颂意者，此十行颂，一行一颂」。那个颂的意思，「其颂意，答前所问佛福田是一，云何布施果报不同」。这一提示我们就明了了，前面都说过了。「其义有二，一明佛自福田不同，二明众生所施福田不同」，这是讲大意。",
      "zh_TW": "這段經文我們學習過了，聽長者這一段的話，我們用重點來學習。《論》裡面說「三門如前」，這就三個段落，它是每一段都這樣說的。第一段是「科頌意者，此十行頌，一行一頌」。那個頌的意思，「其頌意，答前所問佛福田是一，云何布施果報不同」。這一提示我們就明瞭了，前面都說過了。「其義有二，一明佛自福田不同，二明眾生所施福田不同」，這是講大意。"
    },
    {
      "id": "12-017-1395_p0022",
      "zh_CN": "下面再跟我们解释，先说佛的福田不同，「一明佛自福田不同者，明如来身」。这个如来身是如来圆满的报身，法身不说，法身没有形相，法身是体，从佛的报身说。佛的报身，「身有无量相，相有无量好」，不一样。如果从教下来讲，华严讲五教，五教就有五种不同的佛；天台讲四教，四教有四种不同的佛，佛自福田不同。天台讲的这是最普遍，大家都有这个概念，「藏通别圆」，藏教的佛，通教的佛，别教的佛，圆教的佛，不一样，那他们的相好也不相同。通常我们讲三十二相八十种好，大乘教里头常说，这是佛的劣应身，跟藏教的佛一样。那这个福田在我们六道里面第一殊胜，没有比这个更殊胜的，这讲如来身。现在此地所举的都是说佛的劣应身，像释迦牟尼佛为我们所示现的。",
      "zh_TW": "下面再跟我們解釋，先說佛的福田不同，「一明佛自福田不同者，明如來身」。這個如來身是如來圓滿的報身，法身不說，法身沒有形相，法身是體，從佛的報身說。佛的報身，「身有無量相，相有無量好」，不一樣。如果從教下來講，華嚴講五教，五教就有五種不同的佛；天台講四教，四教有四種不同的佛，佛自福田不同。天台講的這是最普遍，大家都有這個概念，「藏通別圓」，藏教的佛，通教的佛，別教的佛，圓教的佛，不一樣，那他們的相好也不相同。通常我們講三十二相八十種好，大乘教裡頭常說，這是佛的劣應身，跟藏教的佛一樣。那這個福田在我們六道裡面第一殊勝，沒有比這個更殊勝的，這講如來身。現在此地所舉的都是說佛的劣應身，像釋迦牟尼佛為我們所示現的。"
    },
    {
      "id": "12-017-1395_p0023",
      "zh_CN": "这底下讲「目发绀青，身真金色」，都是说的三十二相，佛的眼睛，佛的头发，佛的身体真金色。释迦牟尼佛的身体皮肤是像黄金那样的吗？如果果然有个人是这么一个相，你们大家喜不喜欢？恐怕人看了都害怕！你的脸色、皮肤怎么是这个颜色？我们现在把佛像都把它做成金色的，佛的身相跟诸位说并不是金色的。那为什么要用金色来做比喻？金色是比喻，是表法的。诸位要晓得，五金里面只有金不变，不管在什么场合当中，它的颜色不变。像银，银氧化会变成黑色。我们用银器用得很多，一个月（至少是一个月）一定要把银器重新擦一擦，它才会亮，否则的话，慢慢就变黑了。只有金不变，所以金在五金里头最贵重，就这个道理。",
      "zh_TW": "這底下講「目髮紺青，身真金色」，都是說的三十二相，佛的眼睛，佛的頭髮，佛的身體真金色。釋迦牟尼佛的身體皮膚是像黃金那樣的嗎？如果果然有個人是這麼一個相，你們大家喜不喜歡？恐怕人看了都害怕！你的臉色、皮膚怎麼是這個顏色？我們現在把佛像都把它做成金色的，佛的身相跟諸位說並不是金色的。那為什麼要用金色來做比喻？金色是比喻，是表法的。諸位要曉得，五金裡面只有金不變，不管在什麼場合當中，它的顏色不變。像銀，銀氧化會變成黑色。我們用銀器用得很多，一個月（至少是一個月）一定要把銀器重新擦一擦，它才會亮，否則的話，慢慢就變黑了。只有金不變，所以金在五金裡頭最貴重，就這個道理。"
    },
    {
      "id": "12-017-1395_p0024",
      "zh_CN": "你就想到佛身真金色，就是佛的身体永恒不变，这就是真金色，取这个意思，我们不能不知道。学佛读佛经决定要懂得经里面表法的意思，你才真正开智慧，才真正得受用。说明佛的身相永恒不变，这个道理我们懂得，为什么？大乘教里面佛常讲：一切法从心想生。我们的身体为什么会变，会变得衰老，体质有变化？有妄想、有分别、有执着，佛没有。佛没有执着，佛没有分别，佛没有妄想，无论在顺境、逆境，他都能不起心、不动念，那这样他的身体就可以永恒保持，不会起变化，不会衰老，不会生病。这就用真金色来代表，取这个意思。",
      "zh_TW": "你就想到佛身真金色，就是佛的身體永恆不變，這就是真金色，取這個意思，我們不能不知道。學佛讀佛經決定要懂得經裡面表法的意思，你才真正開智慧，才真正得受用。說明佛的身相永恆不變，這個道理我們懂得，為什麼？大乘教裡面佛常講：一切法從心想生。我們的身體為什麼會變，會變得衰老，體質有變化？有妄想、有分別、有執著，佛沒有。佛沒有執著，佛沒有分別，佛沒有妄想，無論在順境、逆境，他都能不起心、不動念，那這樣他的身體就可以永恆保持，不會起變化，不會衰老，不會生病。這就用真金色來代表，取這個意思。"
    },
    {
      "id": "12-017-1395_p0025",
      "zh_CN": "「一身之上，色各不同」。这我们很容易理解，四种不同的佛不一样，一层比一层殊胜，那是什么？修行功夫不相同。藏教佛的清净，我们六道众生比不上；通教佛的清净，那藏教佛比不上；别教佛的清净，那是通教佛比不上；圆教佛的清净，那别教也比不上。在《华严经》里面，别教佛只相当于圆教二行位的菩萨，你就晓得二行上面，除了自分就是二行，他上面还有八个位次，行位上面是回向，回向上面是十地，这就二十八个位次，再加上等觉二十九个位次。别教佛跟圆教佛相差二十九个位次，那个相好光明当然不相同。",
      "zh_TW": "「一身之上，色各不同」。這我們很容易理解，四種不同的佛不一樣，一層比一層殊勝，那是什麼？修行功夫不相同。藏教佛的清淨，我們六道眾生比不上；通教佛的清淨，那藏教佛比不上；別教佛的清淨，那是通教佛比不上；圓教佛的清淨，那別教也比不上。在《華嚴經》裡面，別教佛只相當於圓教二行位的菩薩，你就曉得二行上面，除了自分就是二行，他上面還有八個位次，行位上面是迴向，迴向上面是十地，這就二十八個位次，再加上等覺二十九個位次。別教佛跟圓教佛相差二十九個位次，那個相好光明當然不相同。"
    },
    {
      "id": "12-017-1395_p0026",
      "zh_CN": "「华藏世界，庄严万异」。这个万异，异是不同，千差万别；万是个形容词，不是数字，不止一万，无量无边不一样。这是讲法相，法相是无量无边。「总明法性理智中具有，以法性理智中，本具无量功德故」。这是我们在大乘教里面念得很多，自性本具无量智慧、无量德能、无量的相好。这无量里面包括一真法界，包括诸佛刹土，也包括十法界，包括三途六道。下面这是给我们说明，「有随行报得庄严者」，他举例子说，「如如来身，有九十七种大人之相」。我们一般在大乘教里面常讲的「三十二相，八十种随形好」。诸佛如来这四个字。时间到了，我都忘掉了，好，这几句我们下一个钟点再接着讲。",
      "zh_TW": "「華藏世界，莊嚴萬異」。這個萬異，異是不同，千差萬別；萬是個形容詞，不是數字，不止一萬，無量無邊不一樣。這是講法相，法相是無量無邊。「總明法性理智中具有，以法性理智中，本具無量功德故」。這是我們在大乘教裡面念得很多，自性本具無量智慧、無量德能、無量的相好。這無量裡面包括一真法界，包括諸佛剎土，也包括十法界，包括三途六道。下面這是給我們說明，「有隨行報得莊嚴者」，他舉例子說，「如如來身，有九十七種大人之相」。我們一般在大乘教裡面常講的「三十二相，八十種隨形好」。諸佛如來這四個字。時間到了，我都忘掉了，好，這幾句我們下一個鐘點再接著講。"
    },
    {
      "id": "12-017-1395_p0027",
      "zh_CN": "诸位同学请坐。我们接着看长者《论》文里面，「有随行报得庄严者，如如来身，有九十七种大人之相，是法身智体自具故」。我们先看这段文，这段文里面的意思就是《楞严经》上所讲的随心应量。要知道法身菩萨就没有身相，确确实实如《金刚经》上所说的「无我相，无人相，无众生相，无寿者相」。它不是物质也不是精神，在佛法里面讲心法、色法，它都不是。心法、色法都是从法性里面变现出来的，法性就是法身，所以没有相，能现一切相。",
      "zh_TW": "諸位同學請坐。我們接著看長者《論》文裡面，「有隨行報得莊嚴者，如如來身，有九十七種大人之相，是法身智體自具故」。我們先看這段文，這段文裡面的意思就是《楞嚴經》上所講的隨心應量。要知道法身菩薩就沒有身相，確確實實如《金剛經》上所說的「無我相，無人相，無眾生相，無壽者相」。它不是物質也不是精神，在佛法裡面講心法、色法，它都不是。心法、色法都是從法性裡面變現出來的，法性就是法身，所以沒有相，能現一切相。"
    },
    {
      "id": "12-017-1395_p0028",
      "zh_CN": "相是怎么现的？随心应量，「随众生心，应所知量」。众生太多太多，每个众生心想都不相同，所以佛菩萨现的相就不一样。《普门品》里面说观世音菩萨三十二应身，应以什么身得度就现什么身。应以什么身，这是凭什么？凭众生的心想，众生心里想佛菩萨是什么一个形相，佛菩萨就现那个形相，不可思议！佛菩萨有没有心去现相？没有。这个我们现在明白了，江本胜博士做的水实验就说明这桩事情。我们以善心对这杯水，或者起个恶念对这杯水，这杯水现的相不一样。它是不是有心？它没有心，那就是感应，众生有感它就有应，那是什么？那是法性。法性里面没有妄想分别执着，它能够与九法界众生感应道交，这才现相；众生没有感，它不现相，它没有相。佛经里面形容法性叫「大光明藏」，一片光明，什么都没有。在中国道家把它称之为「太极」，用什么来表示？画一个圆来表示，圆是代表什么？圆满，不是真的有一个圆相，不是的，大圆满。",
      "zh_TW": "相是怎麼現的？隨心應量，「隨眾生心，應所知量」。眾生太多太多，每個眾生心想都不相同，所以佛菩薩現的相就不一樣。《普門品》裡面說觀世音菩薩三十二應身，應以什麼身得度就現什麼身。應以什麼身，這是憑什麼？憑眾生的心想，眾生心裡想佛菩薩是什麼一個形相，佛菩薩就現那個形相，不可思議！佛菩薩有沒有心去現相？沒有。這個我們現在明白了，江本勝博士做的水實驗就說明這樁事情。我們以善心對這杯水，或者起個惡念對這杯水，這杯水現的相不一樣。它是不是有心？它沒有心，那就是感應，眾生有感它就有應，那是什麼？那是法性。法性裡面沒有妄想分別執著，它能夠與九法界眾生感應道交，這才現相；眾生沒有感，它不現相，它沒有相。佛經裡面形容法性叫「大光明藏」，一片光明，什麼都沒有。在中國道家把它稱之為「太極」，用什麼來表示？畫一個圓來表示，圓是代表什麼？圓滿，不是真的有一個圓相，不是的，大圓滿。"
    },
    {
      "id": "12-017-1395_p0029",
      "zh_CN": "无相能现一切相，法性在哪里？无处不在，无时不在，我们这个身体也是它变现的。那为什么不能变现像佛菩萨一样的这样的好相？三十二相、八十种好为什么变不出来？不是变不出来，不是说随众生心应所知量吗？法性是真佛，你看看大经上常讲「十方三世佛，共同一法身」，哪一法不是法性变的？离了法性，哪有法？法性好比是金，现相好比是器，同是一个金，现种种不同的相。所现的相，这是众生的念（意念），随众生心想而现相。这个道理实在说并不难懂，我们心地清净、心地慈悲，一看你这个相就是很慈悲的相；心地很窄狭，恶念很多，妄想很多，你一看这个人相貌很凶。这就是现相！我们的面相，你看算命看相的人说相随心转。所以你修行有没有功夫，人家不必问，看你的相貌就看出来了。看你的相貌，听你的音声，看你的举止，你的功夫完全露出来了。你懂得这个道理，你读这一段、这一句经文，你就会感觉得很有味道，佛说的话没错，一切法从心想生。",
      "zh_TW": "無相能現一切相，法性在哪裡？無處不在，無時不在，我們這個身體也是它變現的。那為什麼不能變現像佛菩薩一樣的這樣的好相？三十二相、八十種好為什麼變不出來？不是變不出來，不是說隨眾生心應所知量嗎？法性是真佛，你看看大經上常講「十方三世佛，共同一法身」，哪一法不是法性變的？離了法性，哪有法？法性好比是金，現相好比是器，同是一個金，現種種不同的相。所現的相，這是眾生的念（意念），隨眾生心想而現相。這個道理實在說並不難懂，我們心地清淨、心地慈悲，一看你這個相就是很慈悲的相；心地很窄狹，惡念很多，妄想很多，你一看這個人相貌很凶。這就是現相！我們的面相，你看算命看相的人說相隨心轉。所以你修行有沒有功夫，人家不必問，看你的相貌就看出來了。看你的相貌，聽你的音聲，看你的舉止，你的功夫完全露出來了。你懂得這個道理，你讀這一段、這一句經文，你就會感覺得很有味道，佛說的話沒錯，一切法從心想生。"
    },
    {
      "id": "12-017-1395_p0030",
      "zh_CN": "是法身智体自具故。宇宙之间森罗万象是法身；智体，智就是般若智慧，法身具足无量智慧、无量德能、无量相好，所以随众生心应所知量，显现出十法界依正庄严。十法界依正庄严的现相就如同我们做水结晶实验的道理完全相同。法性的本能有见闻觉知，这是智体，它有见闻觉知，法性能现色声香味，智体是能现，色声香味所现。",
      "zh_TW": "是法身智體自具故。宇宙之間森羅萬象是法身；智體，智就是般若智慧，法身具足無量智慧、無量德能、無量相好，所以隨眾生心應所知量，顯現出十法界依正莊嚴。十法界依正莊嚴的現相就如同我們做水結晶實驗的道理完全相同。法性的本能有見聞覺知，這是智體，它有見聞覺知，法性能現色聲香味，智體是能現，色聲香味所現。"
    },
    {
      "id": "12-017-1395_p0031",
      "zh_CN": "「如来有无量随好功德庄严，是随行报得故」。行是行业，自己修行的功德，能应、能现一切众生的感，众生有感佛菩萨就有应，就是法性它自然就有应，这叫报得，叫随行报得。「如外边依正报中，金刚地，是法性身报得，是正报」。金刚地跟前面讲的金色身是一个意思。金刚是比喻永恒不坏、永恒不变，是什么？法性。体不变，体不坏，体是什么？体不是物质也不是精神，无处不在。它不是物质，所以它不会坏，它不会改变，它能现一切相。相有生有灭，所现的相十法界依正庄严有生有灭，能现的性没有生灭。不生灭的把它比作金，不生灭的把它比作金刚，你要懂得这个道理。不是真的有一块金刚在那里，你要这么看法，那你全看错了。这叫正报。",
      "zh_TW": "「如來有無量隨好功德莊嚴，是隨行報得故」。行是行業，自己修行的功德，能應、能現一切眾生的感，眾生有感佛菩薩就有應，就是法性它自然就有應，這叫報得，叫隨行報得。「如外邊依正報中，金剛地，是法性身報得，是正報」。金剛地跟前面講的金色身是一個意思。金剛是比喻永恆不壞、永恆不變，是什麼？法性。體不變，體不壞，體是什麼？體不是物質也不是精神，無處不在。它不是物質，所以它不會壞，它不會改變，它能現一切相。相有生有滅，所現的相十法界依正莊嚴有生有滅，能現的性沒有生滅。不生滅的把它比作金，不生滅的把它比作金剛，你要懂得這個道理。不是真的有一塊金剛在那裡，你要這麼看法，那你全看錯了。這叫正報。"
    },
    {
      "id": "12-017-1395_p0032",
      "zh_CN": "「宝树庄严世界，是法性随行报得，是依报」。这是讲世界、讲环境，报身佛。「宫殿楼阁，是法性大智随大慈悲含育众生业上报得」。宫殿楼阁是一切众生居住的所在，生活的所在，在我们佛法里面是教学的所在。这也是法性大智随众生感应变现出来的，所以它不是人制造的，不需要营造。「师子座，是法性随智转法轮报得」。师子座是什么？我们今天讲的讲台。诸位要记住，佛法是师道，佛法是教学，教学不能没有讲堂，讲堂不能没有讲台，老师在台上讲解，学生在台下学习。",
      "zh_TW": "「寶樹莊嚴世界，是法性隨行報得，是依報」。這是講世界、講環境，報身佛。「宮殿樓閣，是法性大智隨大慈悲含育眾生業上報得」。宮殿樓閣是一切眾生居住的所在，生活的所在，在我們佛法裡面是教學的所在。這也是法性大智隨眾生感應變現出來的，所以它不是人製造的，不需要營造。「師子座，是法性隨智轉法輪報得」。師子座是什麼？我們今天講的講台。諸位要記住，佛法是師道，佛法是教學，教學不能沒有講堂，講堂不能沒有講台，老師在台上講解，學生在台下學習。"
    },
    {
      "id": "12-017-1395_p0033",
      "zh_CN": "「莲华藏世界，是法性随行教化众生无染性报得」。莲花是比喻，这不难懂，你看莲花根生在泥里面，花开在水上面，表法的意思，正是表着我们的根是凡夫，完全被污泥染污了。我们修行学教就好比这个根生出芽了，慢慢长，在水里面长，水里面长就像在接受佛陀慈悲、清净的教诲；花开在水上面，比喻你通过学习，你开悟了，大彻大悟，明心见性，见性成佛，你成就了，你完全脱离。水就好比是佛陀的教育，那个污泥就好比是六道三途，我们今天堕落在这里。通过佛法的学习，佛法是清水，也要摆脱的，这《金刚经》上说「法尚应舍，何况非法」，非法是污泥，法是清水，一定要超越。池塘里面池底的泥浆，那就是六道；清水就是四圣法界，声闻、缘觉、菩萨、佛，十法界里头。出头怎么样？超越十法界。花长在水的上面是超越十法界，超越十法界叫一真法界。这是你修学、学习有了成就，表这个意思，所以叫莲华藏世界。",
      "zh_TW": "「蓮華藏世界，是法性隨行教化眾生無染性報得」。蓮花是比喻，這不難懂，你看蓮花根生在泥裡面，花開在水上面，表法的意思，正是表著我們的根是凡夫，完全被污泥染污了。我們修行學教就好比這個根生出芽了，慢慢長，在水裡面長，水裡面長就像在接受佛陀慈悲、清淨的教誨；花開在水上面，比喻你通過學習，你開悟了，大徹大悟，明心見性，見性成佛，你成就了，你完全脫離。水就好比是佛陀的教育，那個污泥就好比是六道三途，我們今天墮落在這裡。通過佛法的學習，佛法是清水，也要擺脫的，這《金剛經》上說「法尚應捨，何況非法」，非法是污泥，法是清水，一定要超越。池塘裡面池底的泥漿，那就是六道；清水就是四聖法界，聲聞、緣覺、菩薩、佛，十法界裡頭。出頭怎麼樣？超越十法界。花長在水的上面是超越十法界，超越十法界叫一真法界。這是你修學、學習有了成就，表這個意思，所以叫蓮華藏世界。"
    },
    {
      "id": "12-017-1395_p0034",
      "zh_CN": "莲华藏世界就是十法界之外的，就称为莲华藏世界，不是真的有一个莲花。真的有个莲花，那你还是着了相，你还没有超越。但是在教学，我们讲变相图里画西方极乐世界，画《华严》的华藏世界，我们会画一个大莲花，用这个来做比喻。莲花比喻清净无染，没有染污。正是经上面给我们讲的离一切妄想分别执着，这就没有染污了。执着是见思烦恼，六道轮回的真因，于一切法都不执着，你就超越六道。",
      "zh_TW": "蓮華藏世界就是十法界之外的，就稱為蓮華藏世界，不是真的有一個蓮花。真的有個蓮花，那你還是著了相，你還沒有超越。但是在教學，我們講變相圖裡畫西方極樂世界，畫《華嚴》的華藏世界，我們會畫一個大蓮花，用這個來做比喻。蓮花比喻清淨無染，沒有染污。正是經上面給我們講的離一切妄想分別執著，這就沒有染污了。執著是見思煩惱，六道輪迴的真因，於一切法都不執著，你就超越六道。"
    },
    {
      "id": "12-017-1395_p0035",
      "zh_CN": "所以我们学佛的人，你要时时刻刻觉悟，我们现在生在世间，不能不跟世间人打交道。世间人很执着，我们也很执着，我们的执着是破世间人的执着，你要懂这个道理，不是真的执着；真的执着，我们就错了，我们跟他没有两样。这个意思《坛经》里面讲得非常明白，六祖能大师跟大家说法，说出佛菩萨为一切众生说法有三十六个原则。这三十六个就是三十六对，世间人执着有，佛就跟他说空，说空，破他有的，世间人执着有，佛法说空；世间人执着空，佛就说有。佛有没有说法？佛没有说法，破他的执着。你执着空是错误，你执着有也是错误，你执着亦空亦有也是错误，只要有执着就是错误。无非是把你执着打掉，让你豁然大悟把执着放下，那这个教学目的就达到了。如果佛菩萨也真的执着，那错了，执着有错，执着空也错。所以佛说他一生教学没说过一个字，没有说过一句话，你从这里体会他的意思。三十六对无非都是破执着、破分别、破妄想而已。",
      "zh_TW": "所以我們學佛的人，你要時時刻刻覺悟，我們現在生在世間，不能不跟世間人打交道。世間人很執著，我們也很執著，我們的執著是破世間人的執著，你要懂這個道理，不是真的執著；真的執著，我們就錯了，我們跟他沒有兩樣。這個意思《壇經》裡面講得非常明白，六祖能大師跟大家說法，說出佛菩薩為一切眾生說法有三十六個原則。這三十六個就是三十六對，世間人執著有，佛就跟他說空，說空，破他有的，世間人執著有，佛法說空；世間人執著空，佛就說有。佛有沒有說法？佛沒有說法，破他的執著。你執著空是錯誤，你執著有也是錯誤，你執著亦空亦有也是錯誤，只要有執著就是錯誤。無非是把你執著打掉，讓你豁然大悟把執著放下，那這個教學目的就達到了。如果佛菩薩也真的執著，那錯了，執著有錯，執著空也錯。所以佛說他一生教學沒說過一個字，沒有說過一句話，你從這裡體會他的意思。三十六對無非都是破執著、破分別、破妄想而已。"
    },
    {
      "id": "12-017-1395_p0036",
      "zh_CN": "离一切分别妄想，一切众生本来是如如佛。《华严》、《圆觉》都说得很明白，「一切众生本来成佛」。现在是不是佛？是佛，佛眼睛里看是佛，不过你是个糊涂佛而已。为什么？因为你有妄想分别执着。妄想分别执着不是真的，你的自性里头没有。儒家实在讲也懂这个道理，不过没有说得这么清楚，没讲得这么明白。儒家讲人性本善，「人之初，性本善」。本善这个善不是善恶的善，善恶的善是相对的。所以圣人跟贤人在这个地方就显出明显的差别。你看看儒家，孟子主张性善，荀子主张性恶，人生下来就有劣根性、就不善，所以要好好教他。但是圣人，夫子他就不是这个说法，夫子怎么说法？夫子说「性相近，习相远」。圣人。善跟恶是相对的，向上一着，叫我们摆脱相对，摆脱相对才是真正的善，儒家讲「止于至善」，至善就不是相对的善，这是圣人的境界。",
      "zh_TW": "離一切分別妄想，一切眾生本來是如如佛。《華嚴》、《圓覺》都說得很明白，「一切眾生本來成佛」。現在是不是佛？是佛，佛眼睛裡看是佛，不過你是個糊塗佛而已。為什麼？因為你有妄想分別執著。妄想分別執著不是真的，你的自性裡頭沒有。儒家實在講也懂這個道理，不過沒有說得這麼清楚，沒講得這麼明白。儒家講人性本善，「人之初，性本善」。本善這個善不是善惡的善，善惡的善是相對的。所以聖人跟賢人在這個地方就顯出明顯的差別。你看看儒家，孟子主張性善，荀子主張性惡，人生下來就有劣根性、就不善，所以要好好教他。但是聖人，夫子他就不是這個說法，夫子怎麼說法？夫子說「性相近，習相遠」。聖人。善跟惡是相對的，向上一著，叫我們擺脫相對，擺脫相對才是真正的善，儒家講「止於至善」，至善就不是相對的善，這是聖人的境界。"
    },
    {
      "id": "12-017-1395_p0037",
      "zh_CN": "所以莲华藏世界，这是至善。经上全都是表法，莲华藏世界在哪里？就在我们现实的生活环境当中。只要你不被外面境界所影响，你现在怎么不是在莲华藏世界里面？由此可知，我们的莲华藏世界变成现在社会环境。不管它怎么变，如果你自己能做得了主，你还是住莲华藏世界，妙，非常非常的奇妙，不受外面境界的干扰，不受环境的影响。也就是说，你在任何环境里头，你不起心不动念、不分别不执着，你就住莲华藏世界，你就住如来宫殿楼阁，你就坐师子座。这话不假，正是中峰禅师在《三时系念》里面的开示，「此方即极乐，极乐即此方；阿弥陀佛是我心，我心即是阿弥陀佛」。我心不但是阿弥陀佛，我心即是毘卢遮那，我心即是观音、势至。",
      "zh_TW": "所以蓮華藏世界，這是至善。經上全都是表法，蓮華藏世界在哪裡？就在我們現實的生活環境當中。只要你不被外面境界所影響，你現在怎麼不是在蓮華藏世界裡面？由此可知，我們的蓮華藏世界變成現在社會環境。不管它怎麼變，如果你自己能做得了主，你還是住蓮華藏世界，妙，非常非常的奇妙，不受外面境界的干擾，不受環境的影響。也就是說，你在任何環境裡頭，你不起心不動念、不分別不執著，你就住蓮華藏世界，你就住如來宮殿樓閣，你就坐師子座。這話不假，正是中峰禪師在《三時繫念》裡面的開示，「此方即極樂，極樂即此方；阿彌陀佛是我心，我心即是阿彌陀佛」。我心不但是阿彌陀佛，我心即是毘盧遮那，我心即是觀音、勢至。"
    },
    {
      "id": "12-017-1395_p0038",
      "zh_CN": "「唯心净土，自性弥陀」，自性观音，自性势至，自性遮那，都是法性随心应量而现的境界。境界之体是法性，性相不二，所以这里头只有迷悟差别，除迷悟之外，丝毫差别都没有。悟了，这个土是法性土，迷了，这个土叫法相土，实际上哪有净秽？哪里说什么净土、秽土？迷了，净土就变成秽土，悟了，秽土就是净土。这个道理深！悟了的时候得大乐、大自在，迷了的时候苦不堪言。学佛没有别的，就是叫你开悟。开悟，你一定要学佛菩萨教化众生。怎么教化？为人演说。你看这句话，佛在一切经里头说了不止一万句，说得这么多，那这句话就非常重要。为人演说，演是什么？做出样子给别人看，这叫演；别人向你请教，你也要给他说清楚、说明白，让他也觉悟，这叫说。所以先要演，先要做出来，然后才说。我们今天犯的毛病是什么？会说，做不到。佛教我们是做到再说，演是做到，你还没有做到，别说，做到了再说。",
      "zh_TW": "「唯心淨土，自性彌陀」，自性觀音，自性勢至，自性遮那，都是法性隨心應量而現的境界。境界之體是法性，性相不二，所以這裡頭只有迷悟差別，除迷悟之外，絲毫差別都沒有。悟了，這個土是法性土，迷了，這個土叫法相土，實際上哪有淨穢？哪裡說什麼淨土、穢土？迷了，淨土就變成穢土，悟了，穢土就是淨土。這個道理深！悟了的時候得大樂、大自在，迷了的時候苦不堪言。學佛沒有別的，就是叫你開悟。開悟，你一定要學佛菩薩教化眾生。怎麼教化？為人演說。你看這句話，佛在一切經裡頭說了不止一萬句，說得這麼多，那這句話就非常重要。為人演說，演是什麼？做出樣子給別人看，這叫演；別人向你請教，你也要給他說清楚、說明白，讓他也覺悟，這叫說。所以先要演，先要做出來，然後才說。我們今天犯的毛病是什麼？會說，做不到。佛教我們是做到再說，演是做到，你還沒有做到，別說，做到了再說。"
    },
    {
      "id": "12-017-1395_p0039",
      "zh_CN": "佛教给我们学习的条文不多，初学的就是十条，「不杀生，不偷盗，不邪淫，不妄语，不两舌，不恶口，不绮语，不贪，不瞋，不痴」，做到没有？这叫十善业道，从这个地方做起，做到再说。说老实话，做不到，你所学的都落空。为什么？你虽然学得再多，你读得再多、听得再多，不悟（不开悟）！所以这个悟有悟门，悟门是什么？有东西堵塞了，堵塞了什么？什么东西堵塞了？烦恼。杀盗淫是烦恼，妄语、两舌、绮语、恶口是烦恼，贪瞋痴是烦恼。有这个东西，你怎么会开悟？你要想开悟，悟入如来的境界，得到如来的受用，你必须把这十个障碍突破，真正做到，你才能入门。",
      "zh_TW": "佛教給我們學習的條文不多，初學的就是十條，「不殺生，不偷盜，不邪淫，不妄語，不兩舌，不惡口，不綺語，不貪，不瞋，不痴」，做到沒有？這叫十善業道，從這個地方做起，做到再說。說老實話，做不到，你所學的都落空。為什麼？你雖然學得再多，你讀得再多、聽得再多，不悟（不開悟）！所以這個悟有悟門，悟門是什麼？有東西堵塞了，堵塞了什麼？什麼東西堵塞了？煩惱。殺盜淫是煩惱，妄語、兩舌、綺語、惡口是煩惱，貪瞋痴是煩惱。有這個東西，你怎麼會開悟？你要想開悟，悟入如來的境界，得到如來的受用，你必須把這十個障礙突破，真正做到，你才能入門。"
    },
    {
      "id": "12-017-1395_p0040",
      "zh_CN": "这十条这么难，今天不但是在家做不到，出家也做不到，什么原因？没有小乘的根。这都是佛说的，不先学小乘，后学大乘，你就没有办法入门。那小乘今天我们用《弟子规》来取代，这真的是方便法。《弟子规》上第一个是讲孝，孝是什么？父子的关系搞清楚。父子的关系处好，引申起来我们对长辈的关系，对长辈处好，这是孝。悌是什么？悌是兄弟，兄弟的关系要搞清楚，兄弟要和睦相处，悌道，展开来是平辈，我们在社会上跟平辈怎么相处。对长辈懂得了，对平辈懂得了，对晚辈你也就知道，这叫做人，这是做人的根本。尧舜之道，孝悌而已矣。中国讲到大圣大贤都用尧舜来做代表，孔子、孟子学尧舜。佛法建立在这个基础上，如果没有这个基础，你就学不到佛法。",
      "zh_TW": "這十條這麼難，今天不但是在家做不到，出家也做不到，什麼原因？沒有小乘的根。這都是佛說的，不先學小乘，後學大乘，你就沒有辦法入門。那小乘今天我們用《弟子規》來取代，這真的是方便法。《弟子規》上第一個是講孝，孝是什麼？父子的關係搞清楚。父子的關係處好，引申起來我們對長輩的關係，對長輩處好，這是孝。悌是什麼？悌是兄弟，兄弟的關係要搞清楚，兄弟要和睦相處，悌道，展開來是平輩，我們在社會上跟平輩怎麼相處。對長輩懂得了，對平輩懂得了，對晚輩你也就知道，這叫做人，這是做人的根本。堯舜之道，孝悌而已矣。中國講到大聖大賢都用堯舜來做代表，孔子、孟子學堯舜。佛法建立在這個基礎上，如果沒有這個基礎，你就學不到佛法。"
    },
    {
      "id": "12-017-1395_p0041",
      "zh_CN": "佛法是觉悟的方法、是智慧的方法。今天佛教被社会严重的误会，不能怪社会大众，要怪什么？我们学佛的四众弟子没有依教奉行，连十善都没做到。你怎么能怪社会大众批评佛教、轻视佛教，怎么能怪他？要怪怪自己，我自己做得不好，让别人误会，对不起佛陀，对不起大众，也对不起自己。性德是圆满的，法性是圆满的，我们要认清华藏世界就在当下。",
      "zh_TW": "佛法是覺悟的方法、是智慧的方法。今天佛教被社會嚴重的誤會，不能怪社會大眾，要怪什麼？我們學佛的四眾弟子沒有依教奉行，連十善都沒做到。你怎麼能怪社會大眾批評佛教、輕視佛教，怎麼能怪他？要怪怪自己，我自己做得不好，讓別人誤會，對不起佛陀，對不起大眾，也對不起自己。性德是圓滿的，法性是圓滿的，我們要認清華藏世界就在當下。"
    },
    {
      "id": "12-017-1395_p0042",
      "zh_CN": "底下讲香水海，「香水海，是法性随大悲心谦下饶益行报得」。说到这个地方，我们会想起现在这个地球，这个地球是严重染污，与我们生活关系最密切的是水，现在水染污！不但我们饮用的淡水染污，海水也染污，现在已经开始空气染污。空气跟水如果再严重染污，人在这个世间就不能活、不能生存了。水是生命的泉源，科学家的观察所有的生物起源都是因为水，没有水就没有生命。这个地方给我们讲香水海，最好的水是性德里头变现的。随大悲心，这个大悲心就是慈悲心，悲是怜悯众生，就是孟子所说的「恻隐之心」，恻隐之心是大悲心。",
      "zh_TW": "底下講香水海，「香水海，是法性隨大悲心謙下饒益行報得」。說到這個地方，我們會想起現在這個地球，這個地球是嚴重染污，與我們生活關係最密切的是水，現在水染污！不但我們飲用的淡水染污，海水也染污，現在已經開始空氣染污。空氣跟水如果再嚴重染污，人在這個世間就不能活、不能生存了。水是生命的泉源，科學家的觀察所有的生物起源都是因為水，沒有水就沒有生命。這個地方給我們講香水海，最好的水是性德裡頭變現的。隨大悲心，這個大悲心就是慈悲心，悲是憐憫眾生，就是孟子所說的「惻隱之心」，惻隱之心是大悲心。"
    },
    {
      "id": "12-017-1395_p0043",
      "zh_CN": "下面说「谦下饶益行」，这五个字太重要了，行是行为，起心动念是我们意业的行为，言语造作是我们身口的行为，你看看这个行为里头，这多重要。第一个是谦下，谦虚卑下。儒家讲的礼，礼的精神是什么？自卑而尊人。自己谦虚卑下，尊重别人。饶益是利益众生，我们的思想、我们的行为是不是利益社会大众？在家庭是不是利益一家人？在团体是不是利益这个团体？如果对于这个团体不利的我们去做，那就错了，那怎么样？破坏了清净的水源。所以一定要想到，我起心动念、言语造作对家庭、对社会、对国家、对世界、对一切众生是有益还是有害？能常常这样想法，你就不会造恶业，你就不会做错事了，你真的会修行。断恶修善，积功累德，你从来没有断过，天天在干，这种人哪有不成就的道理！小成就人天福报，大成就往生净土。真的，进入诸佛菩萨的俱乐部，跟他们生活在一起。所以谦下饶益我们要学。",
      "zh_TW": "下面說「謙下饒益行」，這五個字太重要了，行是行為，起心動念是我們意業的行為，言語造作是我們身口的行為，你看看這個行為裡頭，這多重要。第一個是謙下，謙虛卑下。儒家講的禮，禮的精神是什麼？自卑而尊人。自己謙虛卑下，尊重別人。饒益是利益眾生，我們的思想、我們的行為是不是利益社會大眾？在家庭是不是利益一家人？在團體是不是利益這個團體？如果對於這個團體不利的我們去做，那就錯了，那怎麼樣？破壞了清淨的水源。所以一定要想到，我起心動念、言語造作對家庭、對社會、對國家、對世界、對一切眾生是有益還是有害？能常常這樣想法，你就不會造惡業，你就不會做錯事了，你真的會修行。斷惡修善，積功累德，你從來沒有斷過，天天在幹，這種人哪有不成就的道理！小成就人天福報，大成就往生淨土。真的，進入諸佛菩薩的俱樂部，跟他們生活在一起。所以謙下饒益我們要學。"
    },
    {
      "id": "12-017-1395_p0044",
      "zh_CN": "自己谦下饶益就是教化众生，一切时、一切处、一切环境里头，谦虚卑下决定有好处，利益太大！我讲过天主教的《玫瑰经》，《玫瑰经》第一段就是讲圣母玛利亚的谦卑。它把这个谦下饶益放在第一，是让所有信徒学习以谦卑饶益行处事待人接物，报得的是香水海。这个香水海在我们自己本身，我们晓得人身体百分之七十是水，那么你身体里面的水都变成香水海了，这个道理不难懂，这个道理也是事实真相。因为你的心善、思想善、言善、行善，你全身的水变成香水海。所以我们从江本胜水实验里面得到了证明，这是最健康的。",
      "zh_TW": "自己謙下饒益就是教化眾生，一切時、一切處、一切環境裡頭，謙虛卑下決定有好處，利益太大！我講過天主教的《玫瑰經》，《玫瑰經》第一段就是講聖母瑪利亞的謙卑。它把這個謙下饒益放在第一，是讓所有信徒學習以謙卑饒益行處事待人接物，報得的是香水海。這個香水海在我們自己本身，我們曉得人身體百分之七十是水，那麼你身體裡面的水都變成香水海了，這個道理不難懂，這個道理也是事實真相。因為你的心善、思想善、言善、行善，你全身的水變成香水海。所以我們從江本勝水實驗裡面得到了證明，這是最健康的。"
    },
    {
      "id": "12-017-1395_p0045",
      "zh_CN": "「香河右漩，是随顺法性进修教化众生报得」。右是表顺，随顺法性，法性是道，随顺法性是德，中国古人常讲「行道履德」，这是圣人。做得最圆满、最彻底，而为后世人做标准的，做典型的、模范的就是尧帝跟舜帝，做得最圆满，孔孟都是向他们学习。虽然孔孟跟尧舜在年代上相距差不多两千多年，尧舜距离我们现在应该是有四千五百年，孔子距离我们现在二千五百年。所以尧舜在孔孟相距两千年，圣人。",
      "zh_TW": "「香河右漩，是隨順法性進修教化眾生報得」。右是表順，隨順法性，法性是道，隨順法性是德，中國古人常講「行道履德」，這是聖人。做得最圓滿、最徹底，而為後世人做標準的，做典型的、模範的就是堯帝跟舜帝，做得最圓滿，孔孟都是向他們學習。雖然孔孟跟堯舜在年代上相距差不多兩千多年，堯舜距離我們現在應該是有四千五百年，孔子距離我們現在二千五百年。所以堯舜在孔孟相距兩千年，聖人。"
    },
    {
      "id": "12-017-1395_p0046",
      "zh_CN": "中国传统的教育在尧王的时候就已经落实了，伦理道德，五伦五常，教的是这个，「父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信」。学习的方法有「博学，审问，慎思，明辨」，这是穷理；最后一个重要，「笃行」，笃行是落实，这是方法。一定要落实在日常生活当中，落实在工作里面，落实在处事待人接物。中国传统的教学五千年没有变更过，没有改变，所以中国的社会永远保持着祥和，中国人永远保持在善道。在中国历史上，中国从来没有对外国发动侵略战争，没有夺取别人一寸一尺的土地，没有。中国跟任何国家族群往来都是和睦的，这在中国历史上可以看到！过去如是，将来一定还是如是，怎么知道？现在中国国家领导人提倡「以德治国」，提倡读诵经典。那我们就晓得将来也是走向和平，一定是和睦相处，平等对待。右漩是表依正法，凡是与法性相应的，这是正法，中国人讲道德，道德就是正法，随顺法性，教化众生的成就。",
      "zh_TW": "中國傳統的教育在堯王的時候就已經落實了，倫理道德，五倫五常，教的是這個，「父子有親，君臣有義，夫婦有別，長幼有序，朋友有信」。學習的方法有「博學，審問，慎思，明辨」，這是窮理；最後一個重要，「篤行」，篤行是落實，這是方法。一定要落實在日常生活當中，落實在工作裡面，落實在處事待人接物。中國傳統的教學五千年沒有變更過，沒有改變，所以中國的社會永遠保持著祥和，中國人永遠保持在善道。在中國歷史上，中國從來沒有對外國發動侵略戰爭，沒有奪取別人一寸一尺的土地，沒有。中國跟任何國家族群往來都是和睦的，這在中國歷史上可以看到！過去如是，將來一定還是如是，怎麼知道？現在中國國家領導人提倡「以德治國」，提倡讀誦經典。那我們就曉得將來也是走向和平，一定是和睦相處，平等對待。右漩是表依正法，凡是與法性相應的，這是正法，中國人講道德，道德就是正法，隨順法性，教化眾生的成就。"
    },
    {
      "id": "12-017-1395_p0047",
      "zh_CN": "「总不离法性大智随行报殊」，殊是殊胜。你看看大乘的教学，大乘教学离不开法性，特别提出法性里头本来具足的圆满智慧，般若智慧。释迦牟尼佛当年在世为我们讲经说法四十九年，四十九年前面十二年讲阿含，诸位要知道阿含是小乘；接着八年讲方等，方等是转小成大，也就是大乘的开始，二十年；二十年之后，这才讲到佛法里头最重要的主修的科目，叫般若，般若智慧，般若讲了二十二年。加上前面二十年，四十二年，般若讲二十二年；最后八年讲法华、涅槃。",
      "zh_TW": "「總不離法性大智隨行報殊」，殊是殊勝。你看看大乘的教學，大乘教學離不開法性，特別提出法性裡頭本來具足的圓滿智慧，般若智慧。釋迦牟尼佛當年在世為我們講經說法四十九年，四十九年前面十二年講阿含，諸位要知道阿含是小乘；接著八年講方等，方等是轉小成大，也就是大乘的開始，二十年；二十年之後，這才講到佛法裡頭最重要的主修的科目，叫般若，般若智慧，般若講了二十二年。加上前面二十年，四十二年，般若講二十二年；最後八年講法華、涅槃。"
    },
    {
      "id": "12-017-1395_p0048",
      "zh_CN": "诸位要是把这个看一看，你就晓得佛法主要讲的是什么？主要讲的法性大智，般若就是法性大智。随行报殊，那就是诸佛如来的依正庄严，殊就是庄严，殊胜；报就是依正，从智慧生的，不是从烦恼生的。烦恼生六道，烦恼变现出三途地狱，从烦恼变现的；从智慧变现的，一真法界，清净刹土，华藏、极乐是从智慧生的。如果我们能够把烦恼习气放下舍掉，完全随顺佛法，放下一切妄想分别执着，我们现在这个世界就是华藏、就是极乐。这哪有迷信？这哪有错误？什么人修什么人就证得，其妙无穷。",
      "zh_TW": "諸位要是把這個看一看，你就曉得佛法主要講的是什麼？主要講的法性大智，般若就是法性大智。隨行報殊，那就是諸佛如來的依正莊嚴，殊就是莊嚴，殊勝；報就是依正，從智慧生的，不是從煩惱生的。煩惱生六道，煩惱變現出三途地獄，從煩惱變現的；從智慧變現的，一真法界，清淨剎土，華藏、極樂是從智慧生的。如果我們能夠把煩惱習氣放下捨掉，完全隨順佛法，放下一切妄想分別執著，我們現在這個世界就是華藏、就是極樂。這哪有迷信？這哪有錯誤？什麼人修什麼人就證得，其妙無窮。"
    },
    {
      "id": "12-017-1395_p0049",
      "zh_CN": "下面给我们说「一一境界中，有无量同异」，这是真的不是假的。「此是观因知果，以此准知，总是一性中随用不同故」。这句话我们要记住，这是说到现实，十法界依正庄严，总是一性中随用不同。随用是这十法界里面众生的心想不一样，所以法性随着一切众生心想变现出来的（我们就用江本胜博士的话来说）色声香味不相同，就有差别，妄想少的就非常殊胜，妄想多的，那就差别很大！不但在十法界，在我们这人道里头亦复如是，你身心清净的，吃什么东西都好吃，心不清净，烦恼习气很重的，什么样好东西吃了都生烦恼，对身体有损无益；什么都好吃的，对身体有益无损，这都是在一念当中。这种种差别从哪里来的？众生心想不同，法性的应现是相同的，这个道理一定要懂。",
      "zh_TW": "下面給我們說「一一境界中，有無量同異」，這是真的不是假的。「此是觀因知果，以此准知，總是一性中隨用不同故」。這句話我們要記住，這是說到現實，十法界依正莊嚴，總是一性中隨用不同。隨用是這十法界裡面眾生的心想不一樣，所以法性隨著一切眾生心想變現出來的（我們就用江本勝博士的話來說）色聲香味不相同，就有差別，妄想少的就非常殊勝，妄想多的，那就差別很大！不但在十法界，在我們這人道裡頭亦復如是，你身心清淨的，吃什麼東西都好吃，心不清淨，煩惱習氣很重的，什麼樣好東西吃了都生煩惱，對身體有損無益；什麼都好吃的，對身體有益無損，這都是在一念當中。這種種差別從哪裡來的？眾生心想不同，法性的應現是相同的，這個道理一定要懂。"
    },
    {
      "id": "12-017-1395_p0050",
      "zh_CN": "今天时间到了，本来我想把这段讲完，后面还有「众生布施福田果报不同者」，这段我们明天继续来说。",
      "zh_TW": "今天時間到了，本來我想把這段講完，後面還有「眾生布施福田果報不同者」，這段我們明天繼續來說。"
    }
  ]
}