{
  "doc_id": "12-017-1112",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一一二卷",
    "zh_TW": "第一一一二卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1112",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-1112_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」邻次十界第五段，东北方，苦圣谛第二句看起。",
      "zh_TW": "諸位同學，請看「四聖諦品」鄰次十界第五段，東北方，苦聖諦第二句看起。"
    },
    {
      "id": "12-017-1112_p0002",
      "zh_CN": "【或名非善友。】",
      "zh_TW": "【或名非善友。】"
    },
    {
      "id": "12-017-1112_p0003",
      "zh_CN": "这一句在此地是从苦果上讲的，所受的果报，果必有因，因在苦集圣谛里面。但是《华严经．四圣谛品》义趣广大而没有边际，每一句、每个名号最重要的是我们懂得学习。特别是在《华严》，如果我们真正通达明了诸法实相，因与果都能够自在的转变，真的一切法不是定法，活活泼泼。",
      "zh_TW": "這一句在此地是從苦果上講的，所受的果報，果必有因，因在苦集聖諦裡面。但是《華嚴經．四聖諦品》義趣廣大而沒有邊際，每一句、每個名號最重要的是我們懂得學習。特別是在《華嚴》，如果我們真正通達明瞭諸法實相，因與果都能夠自在的轉變，真的一切法不是定法，活活潑潑。"
    },
    {
      "id": "12-017-1112_p0004",
      "zh_CN": "世尊在《十善业道经》上，有几段非常重要的开示，特别是告诉龙王的那番话，说「龙王当知，菩萨有一法，能离一切恶道苦」，这句话重要！这句话是什么话？就是「常念善法，思惟善法，观察善法」，善法就是十善业道。十善业道是世尊教化一切众生彻始彻终真实的教诲，十善的反面，就是非善，也称为十恶。学佛从这里学起，学圣贤从这儿学起，学善人也从这儿学起。我们想得人天善果，你能够依循十善必得善果；违背十善那就是不善，得的果报就是这里讲的『非善友』。我们现在看下面第三句。",
      "zh_TW": "世尊在《十善業道經》上，有幾段非常重要的開示，特別是告訴龍王的那番話，說「龍王當知，菩薩有一法，能離一切惡道苦」，這句話重要！這句話是什麼話？就是「常念善法，思惟善法，觀察善法」，善法就是十善業道。十善業道是世尊教化一切眾生徹始徹終真實的教誨，十善的反面，就是非善，也稱為十惡。學佛從這裡學起，學聖賢從這兒學起，學善人也從這兒學起。我們想得人天善果，你能夠依循十善必得善果；違背十善那就是不善，得的果報就是這裡講的『非善友』。我們現在看下面第三句。"
    },
    {
      "id": "12-017-1112_p0005",
      "zh_CN": "【或名多恐怖。】",
      "zh_TW": "【或名多恐怖。】"
    },
    {
      "id": "12-017-1112_p0006",
      "zh_CN": "我们看到这个名词在苦圣谛里头，好像就跟我们现实的世间做了一个鲜明的写照。这个世间今天『多恐怖』，何况还有世人所谓的恐怖分子！那是人祸，人祸恐怖。天灾也恐怖，地震、水灾、旱灾、瘟疫，在这半个世纪之中，哪一天没有，这一天过太平日子，几乎是天天有。所以，这个名称跟我们现前居住的这个环境真的是不谋而合。恐怖从哪里来的？这一定要知道，从愚昧、造业、结怨而感召来的。怎么化解？这是现在在我们这个社会各个阶层，我所接触到的是学术团体，所谓的高级知识分子，不少人很热心的在研究，如何能够消除恐怖，怎样能够化解恐怖，促进社会的安定和平。在今天无论在什么时候，无论在什么地区，大家迫切希求的就是这个问题，找不出办法！",
      "zh_TW": "我們看到這個名詞在苦聖諦裡頭，好像就跟我們現實的世間做了一個鮮明的寫照。這個世間今天『多恐怖』，何況還有世人所謂的恐怖分子！那是人禍，人禍恐怖。天災也恐怖，地震、水災、旱災、瘟疫，在這半個世紀之中，哪一天沒有，這一天過太平日子，幾乎是天天有。所以，這個名稱跟我們現前居住的這個環境真的是不謀而合。恐怖從哪裡來的？這一定要知道，從愚昧、造業、結怨而感召來的。怎麼化解？這是現在在我們這個社會各個階層，我所接觸到的是學術團體，所謂的高級知識分子，不少人很熱心的在研究，如何能夠消除恐怖，怎樣能夠化解恐怖，促進社會的安定和平。在今天無論在什麼時候，無論在什麼地區，大家迫切希求的就是這個問題，找不出辦法！"
    },
    {
      "id": "12-017-1112_p0007",
      "zh_CN": "佛经里面既然提到这个名词，当然就有解决的方法，解决第一个条件，是要你对它认识，有正确的认识，要把造成恐怖的因素找出来。在大乘佛教里面，根本的业因、原始的业因就是心不善。《十善业道经》里面所说的，常念不善，心不善；思惟不善，思想不善；观察不善，你行为不善；那个结果就是「多恐怖」，一切法从心想生。现在科学家也给我们证明，善心、善意、善行，能使自然环境变善；自然环境里面，一般所讲的动物、植物、矿物与自然现象，都包括在其中。如果我们的念不善，思想不善，行为不善，也必然造成整个宇宙大环境的不善，于是恐怖的现象就出现了，自自然然就发生了！你要想消灭它，你要想把它除掉，这个灭、除，这个念不善。结果怎么样？结果是与我们的愿望适得其反，它变成更恐怖、更可怕。",
      "zh_TW": "佛經裡面既然提到這個名詞，當然就有解決的方法，解決第一個條件，是要你對它認識，有正確的認識，要把造成恐怖的因素找出來。在大乘佛教裡面，根本的業因、原始的業因就是心不善。《十善業道經》裡面所說的，常念不善，心不善；思惟不善，思想不善；觀察不善，你行為不善；那個結果就是「多恐怖」，一切法從心想生。現在科學家也給我們證明，善心、善意、善行，能使自然環境變善；自然環境裡面，一般所講的動物、植物、礦物與自然現象，都包括在其中。如果我們的念不善，思想不善，行為不善，也必然造成整個宇宙大環境的不善，於是恐怖的現象就出現了，自自然然就發生了！你要想消滅它，你要想把它除掉，這個滅、除，這個念不善。結果怎麼樣？結果是與我們的願望適得其反，它變成更恐怖、更可怕。"
    },
    {
      "id": "12-017-1112_p0008",
      "zh_CN": "修学佛法的同学，你听到这个话你会点头，你会同意这个说法。为什么？与因果相应。善因善果，恶因恶报，不是不报，时候未到，这句话很可怕！已经造下了恶因，时候未到，这真是非常恐怖。有很多人问到底还有没有救？答案是肯定的。怎么会没有救？性德是究竟圆满至善的。所以，只要我们回头，从不善的心、念头、行为回过头来，彻底回头。中国谚语所谓「浪子回头金不换」，五逆十恶之人他真的回头，真的觉悟，可贵、可贺、可喜。果然回过头来了，灾难会明显的减轻、减缓，纵然是冤家、对头、敌人也受了你的感动，不再生报复的念头。真回过头来，所谓是「精诚所至，金石为开」，不是真诚，感动不了你的冤亲债主，唯有真诚到极处，感动了。回头是自利，消自己的业障，自度而后能度人，感动别人放下报复的念头，放下瞋恚的念头，这度了他！自己不是真诚到极处，你怎么能感动人！这才是解决恐怖分子的不二法门。真诚的善心，彻底的悔改，从今而后善与人同，舍己为人才能忏除旧业。",
      "zh_TW": "修學佛法的同學，你聽到這個話你會點頭，你會同意這個說法。為什麼？與因果相應。善因善果，惡因惡報，不是不報，時候未到，這句話很可怕！已經造下了惡因，時候未到，這真是非常恐怖。有很多人問到底還有沒有救？答案是肯定的。怎麼會沒有救？性德是究竟圓滿至善的。所以，只要我們回頭，從不善的心、念頭、行為回過頭來，徹底回頭。中國諺語所謂「浪子回頭金不換」，五逆十惡之人他真的回頭，真的覺悟，可貴、可賀、可喜。果然回過頭來了，災難會明顯的減輕、減緩，縱然是冤家、對頭、敵人也受了你的感動，不再生報復的念頭。真回過頭來，所謂是「精誠所至，金石為開」，不是真誠，感動不了你的冤親債主，唯有真誠到極處，感動了。回頭是自利，消自己的業障，自度而後能度人，感動別人放下報復的念頭，放下瞋恚的念頭，這度了他！自己不是真誠到極處，你怎麼能感動人！這才是解決恐怖分子的不二法門。真誠的善心，徹底的悔改，從今而後善與人同，捨己為人才能懺除舊業。"
    },
    {
      "id": "12-017-1112_p0009",
      "zh_CN": "所以，今天我们读这一句无限的感慨。从什么地方落实？要从自己本身，一定要知道。纵然我这一生还不错，没有跟什么人结冤业，再细心的思惟、观察，没有跟人结怨，你跟这些动物有没有结怨？跟这些植物有没有结怨？跟天地鬼神有没有结怨？这不想好像没事，细心思惟观察，麻烦大了。过去生中姑且不论，就这一生当中，我们有意无意、有知无知跟一切众生结的冤业很深很深！过去的不说，要连过去生中麻烦就大了。所以，有些闻到佛法发心修行，过着修行生活，冤亲债主依旧来找麻烦，障碍你功夫不得力，很普遍。这个事情稍稍留意，你就会看到很多很多，那些有灵鬼附身，是最显著的了。除这个之外，凡是让你功夫不能得力的，你自己想想是不是这些冤亲债主在干扰；有些干扰很明显，有些干扰不明显，你还觉察不到，所谓是冥冥当中障碍你。让你常常遭遇横逆不如意之事，叫你起疑惑，叫你退心，叫你改变修学法门。我们细细观察，哪一样不是魔障？这些决不是无缘无故，绝对不是突然而来，都有因缘。佛说人生酬业，一点都不错。",
      "zh_TW": "所以，今天我們讀這一句無限的感慨。從什麼地方落實？要從自己本身，一定要知道。縱然我這一生還不錯，沒有跟什麼人結冤業，再細心的思惟、觀察，沒有跟人結怨，你跟這些動物有沒有結怨？跟這些植物有沒有結怨？跟天地鬼神有沒有結怨？這不想好像沒事，細心思惟觀察，麻煩大了。過去生中姑且不論，就這一生當中，我們有意無意、有知無知跟一切眾生結的冤業很深很深！過去的不說，要連過去生中麻煩就大了。所以，有些聞到佛法發心修行，過著修行生活，冤親債主依舊來找麻煩，障礙你功夫不得力，很普遍。這個事情稍稍留意，你就會看到很多很多，那些有靈鬼附身，是最顯著的了。除這個之外，凡是讓你功夫不能得力的，你自己想想是不是這些冤親債主在干擾；有些干擾很明顯，有些干擾不明顯，你還覺察不到，所謂是冥冥當中障礙你。讓你常常遭遇橫逆不如意之事，叫你起疑惑，叫你退心，叫你改變修學法門。我們細細觀察，哪一樣不是魔障？這些決不是無緣無故，絕對不是突然而來，都有因緣。佛說人生酬業，一點都不錯。"
    },
    {
      "id": "12-017-1112_p0010",
      "zh_CN": "言语造作是业，起心动念也是业，我们可以瞒住别人，这一切六道众生愚痴容易欺瞒，鬼神瞒不住！天神更瞒不住，佛菩萨就不用说了，每个众生生生世世无量劫来，佛菩萨都清楚、都明了，你能瞒得过谁！有隐瞒，你现在回头忏悔，断恶修善，你还是有隐瞒，你的果报是人天福报，不能了生死出三界。了生死出三界的人，决定不能有毫分不善夹杂，哪有夹杂不善能出得了三界六道？没有，从来没有过，过去没有，现在没有，未来还是没有。这些道理、事相都要很清楚、很明白，然后我们才真正能做到不自欺，这句话不容易。",
      "zh_TW": "言語造作是業，起心動念也是業，我們可以瞞住別人，這一切六道眾生愚痴容易欺瞞，鬼神瞞不住！天神更瞞不住，佛菩薩就不用說了，每個眾生生生世世無量劫來，佛菩薩都清楚、都明瞭，你能瞞得過誰！有隱瞞，你現在回頭懺悔，斷惡修善，你還是有隱瞞，你的果報是人天福報，不能了生死出三界。了生死出三界的人，決定不能有毫分不善夾雜，哪有夾雜不善能出得了三界六道？沒有，從來沒有過，過去沒有，現在沒有，未來還是沒有。這些道理、事相都要很清楚、很明白，然後我們才真正能做到不自欺，這句話不容易。"
    },
    {
      "id": "12-017-1112_p0011",
      "zh_CN": "六道众生谁能够做到不自欺？不自欺有有意的、有无意的。无意是无明，自己完全不知道，自欺欺人，但是自己并不知道。真正自己知道自欺欺人的人，有，不是多数。不知道自欺欺人的，真正干了自欺欺人，多！比知道的人多。唯有真正觉悟的人才不自欺，言语诚谛，心地真诚、清净、慈悲。所以，佛祖度人，两极的人好度！两极就是一个是上上根人，好度，为什么？这些人聪明，一闻千悟，闻一知十，好教！一点他就通了，他就明了了，明了就不迷惑，不迷惑就老实，好度。另外一个极端的，下愚，下愚之人也好度，他没有什么杂念，也没有什么分别执着，糊里糊涂。但是有个好处，真的遇到一个善知识教他干什么，他就真的老实干。谛闲法师那个锅漏匠的徒弟就是一个典型的人物，一句佛号念三年，老实念，他成功了。",
      "zh_TW": "六道眾生誰能夠做到不自欺？不自欺有有意的、有無意的。無意是無明，自己完全不知道，自欺欺人，但是自己並不知道。真正自己知道自欺欺人的人，有，不是多數。不知道自欺欺人的，真正幹了自欺欺人，多！比知道的人多。唯有真正覺悟的人才不自欺，言語誠諦，心地真誠、清淨、慈悲。所以，佛祖度人，兩極的人好度！兩極就是一個是上上根人，好度，為什麼？這些人聰明，一聞千悟，聞一知十，好教！一點他就通了，他就明瞭了，明瞭就不迷惑，不迷惑就老實，好度。另外一個極端的，下愚，下愚之人也好度，他沒有什麼雜念，也沒有什麼分別執著，糊里糊塗。但是有個好處，真的遇到一個善知識教他幹什麼，他就真的老實幹。諦閑法師那個鍋漏匠的徒弟就是一個典型的人物，一句佛號念三年，老實念，他成功了。"
    },
    {
      "id": "12-017-1112_p0012",
      "zh_CN": "夏莲居老居士说，一门深入。真正做到没有怀疑，没有夹杂，功夫绵绵密密不间断，三年不说话准定开悟。我们要问，这锅漏匠有没有开悟？他是往生了，有没有开悟？在我们想像当中，能往生，哪有不开悟的道理！既然开悟了，为什么不多住几年去度化众生？古时候有，不多。度化众生要有缘，如果没有缘，开悟的人，一开悟他就走了，这是真正开悟，生死自在。他愿意再住几年，行！不碍事，可以多住几年；愿意现在走，他就能走得了，也不碍事，这叫生死自在。没有开悟的时候，住在这个世间是修行，为自己，自己功夫不到家。自己功夫到家了还住在这个世间不走，那是为众生，不是为自己。",
      "zh_TW": "夏蓮居老居士說，一門深入。真正做到沒有懷疑，沒有夾雜，功夫綿綿密密不間斷，三年不說話準定開悟。我們要問，這鍋漏匠有沒有開悟？他是往生了，有沒有開悟？在我們想像當中，能往生，哪有不開悟的道理！既然開悟了，為什麼不多住幾年去度化眾生？古時候有，不多。度化眾生要有緣，如果沒有緣，開悟的人，一開悟他就走了，這是真正開悟，生死自在。他願意再住幾年，行！不礙事，可以多住幾年；願意現在走，他就能走得了，也不礙事，這叫生死自在。沒有開悟的時候，住在這個世間是修行，為自己，自己功夫不到家。自己功夫到家了還住在這個世間不走，那是為眾生，不是為自己。"
    },
    {
      "id": "12-017-1112_p0013",
      "zh_CN": "佛法里面讲有缘，他跟这个世间众生有缘，这个世间众生喜欢他，他讲的话大家听，在这个条件之下他就不能走。他走或不走，是一不是二，他不走也叫乘愿再来；他要是真的走了，那一定等到这个世间缘成熟，他就来了。缘不成熟，他来了没有用；现前缘要不成熟，他有能力走，他不走留下来也没有用。诸位一定要知道，凡夫是受业力主宰，无可奈何，想走走不了，想留留不住，业力主宰的；修行人功夫真正得力了，转业力为愿力。他立刻走是他的愿力，他不走，留下来几年也是他的愿力；换句话说，前后这两个阶段不一样，前面这个阶段是凡夫，后面这个阶段是圣人。凡夫受业力主宰，圣人乘愿再来，怎么会一样？",
      "zh_TW": "佛法裡面講有緣，他跟這個世間眾生有緣，這個世間眾生喜歡他，他講的話大家聽，在這個條件之下他就不能走。他走或不走，是一不是二，他不走也叫乘願再來；他要是真的走了，那一定等到這個世間緣成熟，他就來了。緣不成熟，他來了沒有用；現前緣要不成熟，他有能力走，他不走留下來也沒有用。諸位一定要知道，凡夫是受業力主宰，無可奈何，想走走不了，想留留不住，業力主宰的；修行人功夫真正得力了，轉業力為願力。他立刻走是他的願力，他不走，留下來幾年也是他的願力；換句話說，前後這兩個階段不一樣，前面這個階段是凡夫，後面這個階段是聖人。凡夫受業力主宰，聖人乘願再來，怎麼會一樣？"
    },
    {
      "id": "12-017-1112_p0014",
      "zh_CN": "凡夫是业力召感，他要遭受果报，种种苦报他不能不受。佛在经上讲的，这一生所受的是花报，果报在来生，确实恐怖；你看到他现前花报不善，你就知道将来果报的恐怖。此地这个「多恐怖」是讲六道，特别是讲六道里头的三恶道，人间，所谓有人间地狱，人间饿鬼；人间地狱、人间饿鬼，都属于花报，果报的恐怖我们没有法子想像。佛在经上只说阿罗汉，阿罗汉有六通，一般的能力能知道自己五百世，过去五百世中曾经堕过地狱，现在听到地狱还心有余悸，身上流血汗。从这几句话里头，我们不难体会到地狱里面的恐怖，地狱是大灾难，没有比那个灾难更严重了。所以，明白了、认识清楚了，不能不回头，回头是岸。",
      "zh_TW": "凡夫是業力召感，他要遭受果報，種種苦報他不能不受。佛在經上講的，這一生所受的是花報，果報在來生，確實恐怖；你看到他現前花報不善，你就知道將來果報的恐怖。此地這個「多恐怖」是講六道，特別是講六道裡頭的三惡道，人間，所謂有人間地獄，人間餓鬼；人間地獄、人間餓鬼，都屬於花報，果報的恐怖我們沒有法子想像。佛在經上只說阿羅漢，阿羅漢有六通，一般的能力能知道自己五百世，過去五百世中曾經墮過地獄，現在聽到地獄還心有餘悸，身上流血汗。從這幾句話裡頭，我們不難體會到地獄裡面的恐怖，地獄是大災難，沒有比那個災難更嚴重了。所以，明白了、認識清楚了，不能不回頭，回頭是岸。"
    },
    {
      "id": "12-017-1112_p0015",
      "zh_CN": "这两年我们在澳洲，澳洲大学也很认真的在研究怎样消除冲突、化解冲突，促进社会的安定和平，我在此地，有幸参与学校的活动。我给这些学者们提出的建议，依据佛陀的教诲，要从自己内心消除对立，从这里做起。这是什么？这是所有一切冲突的根，跟一切众生结怨的第一个因素，对立。对人、对事、对物所有一切对立化解，不跟人对立，不跟事对立，不跟一切物对立，使我们的内心真正达到和谐。自己成就，然后才能教导别人，劝化别人，才能收到效果。如果自己内心里面的对立没有能化解，内在的矛盾没有能够排除，想劝导已经有相当深度怨怼的双方握手言和，这谈何容易！理论固然重要，理论不能化解怨怼，唯一化解怨怼的方法是真诚心，真诚到极处。",
      "zh_TW": "這兩年我們在澳洲，澳洲大學也很認真的在研究怎樣消除衝突、化解衝突，促進社會的安定和平，我在此地，有幸參與學校的活動。我給這些學者們提出的建議，依據佛陀的教誨，要從自己內心消除對立，從這裡做起。這是什麼？這是所有一切衝突的根，跟一切眾生結怨的第一個因素，對立。對人、對事、對物所有一切對立化解，不跟人對立，不跟事對立，不跟一切物對立，使我們的內心真正達到和諧。自己成就，然後才能教導別人，勸化別人，才能收到效果。如果自己內心裡面的對立沒有能化解，內在的矛盾沒有能夠排除，想勸導已經有相當深度怨懟的雙方握手言和，這談何容易！理論固然重要，理論不能化解怨懟，唯一化解怨懟的方法是真誠心，真誠到極處。"
    },
    {
      "id": "12-017-1112_p0016",
      "zh_CN": "我们内心的对立、矛盾不能够化解，我们的真诚心露不出来，虽然有，不起作用。真诚是性德，一切众生皆有佛性，哪个没有！真诚是本善，人之初，性本善，一切人统统都有。诚、敬、善，现在都没有了，迷失了本性。所以，我们自己一定是先回归到本性，才能够帮助这个世间苦难众生。这里头还要有缘，如果过去生中没有跟这些众生结缘，你就是古佛再来也没有用，这是佛门里常讲「佛不度无缘之人」。这众生跟你没有缘，不欢喜你，不愿意听你的，这个没有法子。所以，一定要有缘的佛菩萨他来示现，他来感化，这个灾难才能化解，灾难才能推迟；推迟是暂时的，化解才是真正的目的。现在先不能化解，先把它推迟，让我们有足够的时间来做化解的工作，重要！比什么都重要。这在我们现实的社会里头，现在是最重要的一个课题。我们再看底下第四句。",
      "zh_TW": "我們內心的對立、矛盾不能夠化解，我們的真誠心露不出來，雖然有，不起作用。真誠是性德，一切眾生皆有佛性，哪個沒有！真誠是本善，人之初，性本善，一切人統統都有。誠、敬、善，現在都沒有了，迷失了本性。所以，我們自己一定是先回歸到本性，才能夠幫助這個世間苦難眾生。這裡頭還要有緣，如果過去生中沒有跟這些眾生結緣，你就是古佛再來也沒有用，這是佛門裡常講「佛不度無緣之人」。這眾生跟你沒有緣，不歡喜你，不願意聽你的，這個沒有法子。所以，一定要有緣的佛菩薩他來示現，他來感化，這個災難才能化解，災難才能推遲；推遲是暫時的，化解才是真正的目的。現在先不能化解，先把它推遲，讓我們有足夠的時間來做化解的工作，重要！比什麼都重要。這在我們現實的社會裡頭，現在是最重要的一個課題。我們再看底下第四句。"
    },
    {
      "id": "12-017-1112_p0017",
      "zh_CN": "【或名种种戏论。】",
      "zh_TW": "【或名種種戲論。】"
    },
    {
      "id": "12-017-1112_p0018",
      "zh_CN": "这些名号对于我们现实社会，真的好像在写实。我们冷静观察现前的社会，整个世界，一切众生他的思想、他的见解、他的言论、他的所作所为，是不是『种种戏论』！戏论是什么？虚假而不真实。有人说人生如戏、人生如梦，跟此地所讲的「种种戏论」，意思还不一样。讲人生如戏、人生如梦，那是说什么？万法皆空，永嘉大师讲的「梦里明明有六趣，觉后空空无大千」，那是讲的事实真相。此地讲的种种戏论，这是讲因果，这是说虚伪而不真实；换句话说，决定没有真实的善果，到最后，都是种种恶报，麻烦在这里。",
      "zh_TW": "這些名號對於我們現實社會，真的好像在寫實。我們冷靜觀察現前的社會，整個世界，一切眾生他的思想、他的見解、他的言論、他的所作所為，是不是『種種戲論』！戲論是什麼？虛假而不真實。有人說人生如戲、人生如夢，跟此地所講的「種種戲論」，意思還不一樣。講人生如戲、人生如夢，那是說什麼？萬法皆空，永嘉大師講的「夢裡明明有六趣，覺後空空無大千」，那是講的事實真相。此地講的種種戲論，這是講因果，這是說虛偽而不真實；換句話說，決定沒有真實的善果，到最後，都是種種惡報，麻煩在這裡。"
    },
    {
      "id": "12-017-1112_p0019",
      "zh_CN": "戏论从哪里来的？从无明来的，从邪知邪见来的。为什么会有邪知邪见？再细心看看，从没有受过正常教育而来，这个正常教育是圣贤的教育、神圣的教育。圣贤、神圣的教育现在有没有？似有实无。好像是有，在佛教里面到处看到寺庙；其他宗教，我们都可以看到教堂，好像是有，样子是有，实质没有。实质怎么没有？没有人修十善业了，没有人受持三皈了，受三皈五戒的人很多，依照三皈五戒修行的人没有了。你去找来看，哪一个人依照三皈五戒修行。有人一生当中受三皈受好多次，受五戒也受好多次，他做了没有？没做，好像是受的好玩的，这不叫戏论吗？这太明显了。但是他不知道戏论的后果恐怖，后果可怕！现在时间到了。",
      "zh_TW": "戲論從哪裡來的？從無明來的，從邪知邪見來的。為什麼會有邪知邪見？再細心看看，從沒有受過正常教育而來，這個正常教育是聖賢的教育、神聖的教育。聖賢、神聖的教育現在有沒有？似有實無。好像是有，在佛教裡面到處看到寺廟；其他宗教，我們都可以看到教堂，好像是有，樣子是有，實質沒有。實質怎麼沒有？沒有人修十善業了，沒有人受持三皈了，受三皈五戒的人很多，依照三皈五戒修行的人沒有了。你去找來看，哪一個人依照三皈五戒修行。有人一生當中受三皈受好多次，受五戒也受好多次，他做了沒有？沒做，好像是受的好玩的，這不叫戲論嗎？這太明顯了。但是他不知道戲論的後果恐怖，後果可怕！現在時間到了。"
    },
    {
      "id": "12-017-1112_p0020",
      "zh_CN": "诸位同学，请看邻次十界，第五段东北方苦圣谛，第五句看起。",
      "zh_TW": "諸位同學，請看鄰次十界，第五段東北方苦聖諦，第五句看起。"
    },
    {
      "id": "12-017-1112_p0021",
      "zh_CN": "【或名地狱性。】",
      "zh_TW": "【或名地獄性。】"
    },
    {
      "id": "12-017-1112_p0022",
      "zh_CN": "这个名词，对于佛法稍稍涉猎的人，我相信感触也是很深的。就如同《地藏菩萨本愿经》上所说的，地狱众生受尽了无量的苦楚，刑期满了离开地狱。好不容易离开地狱，可是好像在人间打个转，他又回去了。地狱里面的鬼卒看到他，「你怎么刚刚出去，怎么就又回来了」！这个话我们听起来很讶异。从前李老师讲经常常给我们说，地狱里面的一天是我们人间两千七百年。地狱的种类很多，寿命长短跟我们这个地方的时差也不尽完全相同，这是举一个例子，大概是举寿命比较短一点的，也就是罪比较轻一点的。但是时差，地狱一天是人间两千七百年。",
      "zh_TW": "這個名詞，對於佛法稍稍涉獵的人，我相信感觸也是很深的。就如同《地藏菩薩本願經》上所說的，地獄眾生受盡了無量的苦楚，刑期滿了離開地獄。好不容易離開地獄，可是好像在人間打個轉，他又回去了。地獄裡面的鬼卒看到他，「你怎麼剛剛出去，怎麼就又回來了」！這個話我們聽起來很訝異。從前李老師講經常常給我們說，地獄裡面的一天是我們人間兩千七百年。地獄的種類很多，壽命長短跟我們這個地方的時差也不盡完全相同，這是舉一個例子，大概是舉壽命比較短一點的，也就是罪比較輕一點的。但是時差，地獄一天是人間兩千七百年。"
    },
    {
      "id": "12-017-1112_p0023",
      "zh_CN": "真的，如果要照这样计算的话，地狱一个小时是我们人间一百多年，他离开地狱到人间来投胎，恐怕没有活过一百岁，这不是还不到一个小时就又回来了！为什么？他到人间来还带着地狱的习气，恶习气。这个事情不难懂。譬如我们世间人犯了罪，关到监牢狱里面去，关了十年，好不容易熬过这个十年，出狱了。出狱之后又做犯罪的事情，没有几个月又被抓到监牢狱里头去，不就跟这个情形差不多吗？一般人讲劣根性，不知道回头，关到监狱里面他不知道反省，不知道忏悔，不知道改过自新。而且在受刑的期间，他还在研究将来出去怎么样做能够避免刑罚，怎样能够走法律的漏洞，他就搞这个。换句话说，每判一次刑出来之后，他的犯罪就又升高一级了。在现前这个社会里面，这个现象很普遍，人间有，鬼道也有，地狱也不例外，这『地狱性』。",
      "zh_TW": "真的，如果要照這樣計算的話，地獄一個小時是我們人間一百多年，他離開地獄到人間來投胎，恐怕沒有活過一百歲，這不是還不到一個小時就又回來了！為什麼？他到人間來還帶著地獄的習氣，惡習氣。這個事情不難懂。譬如我們世間人犯了罪，關到監牢獄裡面去，關了十年，好不容易熬過這個十年，出獄了。出獄之後又做犯罪的事情，沒有幾個月又被抓到監牢獄裡頭去，不就跟這個情形差不多嗎？一般人講劣根性，不知道回頭，關到監獄裡面他不知道反省，不知道懺悔，不知道改過自新。而且在受刑的期間，他還在研究將來出去怎麼樣做能夠避免刑罰，怎樣能夠走法律的漏洞，他就搞這個。換句話說，每判一次刑出來之後，他的犯罪就又升高一級了。在現前這個社會裡面，這個現象很普遍，人間有，鬼道也有，地獄也不例外，這『地獄性』。"
    },
    {
      "id": "12-017-1112_p0024",
      "zh_CN": "地狱的业因，佛总的给我们说，瞋恚、嫉妒，造作五逆十恶，也就是十恶业他造全了，他都造了。瞋恚心特重，心地残酷，杀害众生，手法之毒所谓惨不忍睹。人为什么能做得出这样的恶事？我们在这里看到「地狱性」。人堕落容易，学好，难！这个道理我们懂。法相宗经论里面给我们说的，六道里面的众生烦恼习气重，所以烦恼心所有二十六个，善心所只有十一个。这是善为什么敌不过恶，善心所本来就少，恶心所多，多一倍还多，还出头。又何况善心所力量薄弱，恶心所力量强大，这就是说先天恶性超过善性（我们这是讲习性），远远的超过。看今天的社会，恶缘几乎遍满，善缘几乎不见了，你到处去找，善缘找不到，恶缘到处都是。恶因遇到恶缘，果报就现前，现前的花报，来生的果报；花报竟然如此的恶劣，果报是不堪想像。",
      "zh_TW": "地獄的業因，佛總的給我們說，瞋恚、嫉妒，造作五逆十惡，也就是十惡業他造全了，他都造了。瞋恚心特重，心地殘酷，殺害眾生，手法之毒所謂慘不忍睹。人為什麼能做得出這樣的惡事？我們在這裡看到「地獄性」。人墮落容易，學好，難！這個道理我們懂。法相宗經論裡面給我們說的，六道裡面的眾生煩惱習氣重，所以煩惱心所有二十六個，善心所只有十一個。這是善為什麼敵不過惡，善心所本來就少，惡心所多，多一倍還多，還出頭。又何況善心所力量薄弱，惡心所力量強大，這就是說先天惡性超過善性（我們這是講習性），遠遠的超過。看今天的社會，惡緣幾乎遍滿，善緣幾乎不見了，你到處去找，善緣找不到，惡緣到處都是。惡因遇到惡緣，果報就現前，現前的花報，來生的果報；花報竟然如此的惡劣，果報是不堪想像。"
    },
    {
      "id": "12-017-1112_p0025",
      "zh_CN": "这几年我偶尔遇到几个灵媒（鬼神附身的人），我们细心去观察，他不是装的是真的。我们问他一些话，鬼神道里面的状况，问完之后这个鬼神走了，附身的这个人清醒过来，问他刚才的事情，他完全不知道，所以这是真的不是假的。从灵媒透出来的讯息都不是好消息。他们说，不但我们人世间有灾难，鬼也有灾难，地狱也有灾难。所以，现在鬼道里面的众生，他们听经，他们念佛，还真有往生的，往生的还不少，这是好事情。我们知道佛菩萨哪一道有缘哪一道都去。他们说今天这个世间，人道胆大妄为不畏果报，他不怕果报胆大妄为，将来这些人死了以后堕落在鬼道，所受的苦难超过他们几十倍、几百倍都不止。还有透露的讯息说，鬼道跟地狱道已经融成一片了；换句话说，没有鬼道，只有地狱道，你说这多可怕！",
      "zh_TW": "這幾年我偶爾遇到幾個靈媒（鬼神附身的人），我們細心去觀察，他不是裝的是真的。我們問他一些話，鬼神道裡面的狀況，問完之後這個鬼神走了，附身的這個人清醒過來，問他剛才的事情，他完全不知道，所以這是真的不是假的。從靈媒透出來的訊息都不是好消息。他們說，不但我們人世間有災難，鬼也有災難，地獄也有災難。所以，現在鬼道裡面的眾生，他們聽經，他們念佛，還真有往生的，往生的還不少，這是好事情。我們知道佛菩薩哪一道有緣哪一道都去。他們說今天這個世間，人道膽大妄為不畏果報，他不怕果報膽大妄為，將來這些人死了以後墮落在鬼道，所受的苦難超過他們幾十倍、幾百倍都不止。還有透露的訊息說，鬼道跟地獄道已經融成一片了；換句話說，沒有鬼道，只有地獄道，你說這多可怕！"
    },
    {
      "id": "12-017-1112_p0026",
      "zh_CN": "这些讯息传来，我们熟读经论，仔细跟现在社会大众的心行做一个比较，我们感觉得这些讯息可以相信，可以接受。为什么？我们根据佛在大乘经里面告诉我们，十法界的业因，佛法界平等心，现在这个世间人不平，不平就不是佛道。菩萨第一个因素是六度心，布施、持戒、忍辱、精进、禅定、般若也见不到了。不学佛的人不必说了，学佛的人、出家的人，几个人修六度，菩萨也没有了！再看看小乘，几个人修十二因缘，几个人修四谛？四谛、十二因缘没有，小果也没有了。再看看有没有诸天，有没有修四禅八定的，有没有修四无量心的，有没有修上品十善的，没有了。中品十善是人道，下品十善是修罗道。人道已经是凤毛麟角，就是修中品十善能受持五戒的，人很少了，得人身，再得人身，来生还得人身的人，非常非常稀少。",
      "zh_TW": "這些訊息傳來，我們熟讀經論，仔細跟現在社會大眾的心行做一個比較，我們感覺得這些訊息可以相信，可以接受。為什麼？我們根據佛在大乘經裡面告訴我們，十法界的業因，佛法界平等心，現在這個世間人不平，不平就不是佛道。菩薩第一個因素是六度心，布施、持戒、忍辱、精進、禪定、般若也見不到了。不學佛的人不必說了，學佛的人、出家的人，幾個人修六度，菩薩也沒有了！再看看小乘，幾個人修十二因緣，幾個人修四諦？四諦、十二因緣沒有，小果也沒有了。再看看有沒有諸天，有沒有修四禪八定的，有沒有修四無量心的，有沒有修上品十善的，沒有了。中品十善是人道，下品十善是修羅道。人道已經是鳳毛麟角，就是修中品十善能受持五戒的，人很少了，得人身，再得人身，來生還得人身的人，非常非常稀少。"
    },
    {
      "id": "12-017-1112_p0027",
      "zh_CN": "再看看三恶道，三恶道饿鬼道第一个业因是贪，贪而无厌，果然是多数；地狱道是嫉妒、瞋恚；畜生道是愚痴，没有能力辨别是非善恶，颠倒是非。把邪正、善恶、是非、利害全都给颠倒。以恶为善，以善为恶，这不是地狱性是什么！不相信有圣贤教诲，不相信有鬼神，不相信有果报，不信！给他讲一点用处没有，他说你迷信。你要跟别人宣讲、劝导人的时候，他说你妖言惑众；换句话说，只能讲假的，不能讲真的。随顺他们的理念去讲，随顺他们的意思去讲，没有问题；跟他们的想法、看法相违背的，你的言论那你就有罪了。圣贤的教诲，在他们看是罪恶，这有什么法子？",
      "zh_TW": "再看看三惡道，三惡道餓鬼道第一個業因是貪，貪而無厭，果然是多數；地獄道是嫉妒、瞋恚；畜生道是愚痴，沒有能力辨別是非善惡，顛倒是非。把邪正、善惡、是非、利害全都給顛倒。以惡為善，以善為惡，這不是地獄性是什麼！不相信有聖賢教誨，不相信有鬼神，不相信有果報，不信！給他講一點用處沒有，他說你迷信。你要跟別人宣講、勸導人的時候，他說你妖言惑眾；換句話說，只能講假的，不能講真的。隨順他們的理念去講，隨順他們的意思去講，沒有問題；跟他們的想法、看法相違背的，你的言論那你就有罪了。聖賢的教誨，在他們看是罪惡，這有什麼法子？"
    },
    {
      "id": "12-017-1112_p0028",
      "zh_CN": "难怪李老师在往生前一天，给我们最后的忠告，他说，这个世间乱了，佛菩萨、神仙下凡都救不了；他说，你们唯一的一条生路，就是老实念佛，求生净土。这是他老人家最后的遗言，说了这个话再没有说话，隔几个小时他就走了。我们冷静观察现实的社会是不是这样的，是不是如他所说的，因此我们要有高度的警觉心。什么叫有缘人？能相信经典上所说的道理，所说的境界，所说的因果，能信、能解，这个人有缘，可以跟他说；不能接受的，不能相信的，没有缘，不必跟他说，跟他说引起反感，不好。佛法对一切众生能接受的要说，不能接受的，合掌令欢喜，千万不要惹他生烦恼，惹他生烦恼，我们就错了。佛在经论上这样教导我们，六祖大师在《坛经》语录里头也是这样教导我们，欢欢喜喜各人走各人的道路，十法界！",
      "zh_TW": "難怪李老師在往生前一天，給我們最後的忠告，他說，這個世間亂了，佛菩薩、神仙下凡都救不了；他說，你們唯一的一條生路，就是老實念佛，求生淨土。這是他老人家最後的遺言，說了這個話再沒有說話，隔幾個小時他就走了。我們冷靜觀察現實的社會是不是這樣的，是不是如他所說的，因此我們要有高度的警覺心。什麼叫有緣人？能相信經典上所說的道理，所說的境界，所說的因果，能信、能解，這個人有緣，可以跟他說；不能接受的，不能相信的，沒有緣，不必跟他說，跟他說引起反感，不好。佛法對一切眾生能接受的要說，不能接受的，合掌令歡喜，千萬不要惹他生煩惱，惹他生煩惱，我們就錯了。佛在經論上這樣教導我們，六祖大師在《壇經》語錄裡頭也是這樣教導我們，歡歡喜喜各人走各人的道路，十法界！"
    },
    {
      "id": "12-017-1112_p0029",
      "zh_CN": "我们的道路是西方极乐世界，要加紧努力赶路，时间愈快愈好。为什么？怕的来不及，愈快愈好。怎么快法？放下，赶紧放下，愈快放下愈好，身心世界一切放下！「法尚应舍，何况非法」，法是讲佛法，非法是世间法，佛法都要放下，何况世间法。彻底放下，一心一意，印光法师教导我们，一卷经，一句佛号，了生死出三界。根基扎在净业三福、十善业道上，你往生就有把握了。生到西方极乐世界，那要恭喜你，你作佛去了。这是真实的一了百了，我们要珍惜这一次的殊胜因缘。",
      "zh_TW": "我們的道路是西方極樂世界，要加緊努力趕路，時間愈快愈好。為什麼？怕的來不及，愈快愈好。怎麼快法？放下，趕緊放下，愈快放下愈好，身心世界一切放下！「法尚應捨，何況非法」，法是講佛法，非法是世間法，佛法都要放下，何況世間法。徹底放下，一心一意，印光法師教導我們，一卷經，一句佛號，了生死出三界。根基扎在淨業三福、十善業道上，你往生就有把握了。生到西方極樂世界，那要恭喜你，你作佛去了。這是真實的一了百了，我們要珍惜這一次的殊勝因緣。"
    },
    {
      "id": "12-017-1112_p0030",
      "zh_CN": "如果我们生在太平盛世，这个出离的心很难生得出来，为什么？这世间不错！来生得人天，人天还是享福，出离的心生不起来。今天生在乱世，天灾人祸频繁的一个世纪，那个出离的心不由得你不生，这是个好事情，不想在这个世间再住了。古大德讲净土法门常常讲欣厌二门，在我们这个时代好修。厌是什么？厌世，对这个世间没有意思。纵然是亲人，亲人都无情，父子没有情，兄弟没有情，只有利害没有情义。诸位想想，人在世间，你周边环境是无情无义，这还有什么意思？谁认识你，谁了解你，谁关怀你，谁真心对待你，一个都没有，连家人眷属，所谓是各怀鬼胎。",
      "zh_TW": "如果我們生在太平盛世，這個出離的心很難生得出來，為什麼？這世間不錯！來生得人天，人天還是享福，出離的心生不起來。今天生在亂世，天災人禍頻繁的一個世紀，那個出離的心不由得你不生，這是個好事情，不想在這個世間再住了。古大德講淨土法門常常講欣厭二門，在我們這個時代好修。厭是什麼？厭世，對這個世間沒有意思。縱然是親人，親人都無情，父子沒有情，兄弟沒有情，只有利害沒有情義。諸位想想，人在世間，你周邊環境是無情無義，這還有什麼意思？誰認識你，誰了解你，誰關懷你，誰真心對待你，一個都沒有，連家人眷屬，所謂是各懷鬼胎。"
    },
    {
      "id": "12-017-1112_p0031",
      "zh_CN": "这个世间，活在这个世间意义没有了，人生的价值没有了，不如归去！归去这个思想是正确的，但是要如理如法，不能自杀。佛法里头自杀的罪很重，其他宗教里头也说，天主教里面也讲自杀的罪很重。所以要好好念佛，自在往生。往生的时候没有生病，站着走、坐着走，预知时至，这是我们这一生真的没有白来，我们得到大圆满！能不能做到？古书里头记载的暂时不论，在我们这一生当中，我们亲眼看到的、亲耳所听的，决不是虚假，决不是表演，确有其人确有其事。我在这一生听到的，二十多个，有站着走的，有坐着走的，真的不生病，走的时候清清楚楚、明明白白，阿弥陀佛接引他走的。",
      "zh_TW": "這個世間，活在這個世間意義沒有了，人生的價值沒有了，不如歸去！歸去這個思想是正確的，但是要如理如法，不能自殺。佛法裡頭自殺的罪很重，其他宗教裡頭也說，天主教裡面也講自殺的罪很重。所以要好好念佛，自在往生。往生的時候沒有生病，站著走、坐著走，預知時至，這是我們這一生真的沒有白來，我們得到大圓滿！能不能做到？古書裡頭記載的暫時不論，在我們這一生當中，我們親眼看到的、親耳所聽的，決不是虛假，決不是表演，確有其人確有其事。我在這一生聽到的，二十多個，有站著走的，有坐著走的，真的不生病，走的時候清清楚楚、明明白白，阿彌陀佛接引他走的。"
    },
    {
      "id": "12-017-1112_p0032",
      "zh_CN": "我们想想，他能，我为什么不能？想想他在未走之前他的心行，他的行业，我要好好跟他比较比较。如果我的心行、行业能与他相等，那我就肯定能往生；如果我能够超过他，那不但能往生，往生西方极乐世界品位一定在他之上。所以这个法门不难，难在哪里？难在你放不下，难在你没有看破。真正看破了，你对这个世间会厌离，你对于西方极乐世界会无限的向往，真的希望早一天去，这个世间灾难也好，末日也好，与我不相干。我要不要准备逃避？不需要，为什么？我到极乐世界去了，我用不着回避，我到极乐世界去，真的去了。到那边去上学，勇猛精进，断烦恼、学法门、成佛道。",
      "zh_TW": "我們想想，他能，我為什麼不能？想想他在未走之前他的心行，他的行業，我要好好跟他比較比較。如果我的心行、行業能與他相等，那我就肯定能往生；如果我能夠超過他，那不但能往生，往生西方極樂世界品位一定在他之上。所以這個法門不難，難在哪裡？難在你放不下，難在你沒有看破。真正看破了，你對這個世間會厭離，你對於西方極樂世界會無限的嚮往，真的希望早一天去，這個世間災難也好，末日也好，與我不相干。我要不要準備逃避？不需要，為什麼？我到極樂世界去了，我用不著迴避，我到極樂世界去，真的去了。到那邊去上學，勇猛精進，斷煩惱、學法門、成佛道。"
    },
    {
      "id": "12-017-1112_p0033",
      "zh_CN": "尔后效法诸佛如来一样，发愿在遍法界虚空界帮助一切有缘众生。有缘就是我在那边现身、说法，他喜欢听，他能理解，能依教奉行，有缘众生！所以我们今天，除了自己勤修净业之外，广结法缘，全心全力做这桩好事。我们法缘结的愈多愈广愈深，将来这些人统统得度。从这个角度来看这个世间，这个世间不坏，我生在这个世间真的得大利益，可见得境随心转。蕅益大师说的好，「境缘无好丑」，境是物质环境，缘是人事环境，现在这个社会人事环境、物质环境，没有好丑，就是没有善恶，没有好坏。「好丑在于心」，我们的心善、念善、行善，一切境缘无有不善，它转过来；如果我们的存心、思想、言行不善，纵然是好的环境也变坏了。记住，相随心转，境随心转，《楞严》上说得好，「若能转物，则同如来」。学佛无比殊胜就是学会转，那你是真的没有白学了。再看第六句。",
      "zh_TW": "爾後效法諸佛如來一樣，發願在遍法界虛空界幫助一切有緣眾生。有緣就是我在那邊現身、說法，他喜歡聽，他能理解，能依教奉行，有緣眾生！所以我們今天，除了自己勤修淨業之外，廣結法緣，全心全力做這樁好事。我們法緣結的愈多愈廣愈深，將來這些人統統得度。從這個角度來看這個世間，這個世間不壞，我生在這個世間真的得大利益，可見得境隨心轉。蕅益大師說的好，「境緣無好醜」，境是物質環境，緣是人事環境，現在這個社會人事環境、物質環境，沒有好醜，就是沒有善惡，沒有好壞。「好醜在於心」，我們的心善、念善、行善，一切境緣無有不善，它轉過來；如果我們的存心、思想、言行不善，縱然是好的環境也變壞了。記住，相隨心轉，境隨心轉，《楞嚴》上說得好，「若能轉物，則同如來」。學佛無比殊勝就是學會轉，那你是真的沒有白學了。再看第六句。"
    },
    {
      "id": "12-017-1112_p0034",
      "zh_CN": "【或名非实义。】",
      "zh_TW": "【或名非實義。】"
    },
    {
      "id": "12-017-1112_p0035",
      "zh_CN": "『义』是义理，这不是真实的。这桩事情佛在《华严经》里面讲得很多，讲得很详细。我们做学生的人要细心的去思惟、体会、接受，依教奉行。既然知道世间虚假不实，那我们学习就像古大德教导我们的，借假修真，这好事情。虚假不实，你就看破了，看破之后贵在放下，就是说这个世间一切法都不能放在心上。为什么？心是真实的，真心，把这个虚假要放在真心里头，你的真心就变成妄心，错了！妄心变的境界就是三途六道。我们想想看，哪一个人不把这些虚假放在自己心里头？坏就坏在这里，错就错在这里。只有佛菩萨聪明，缘觉、声闻也不赖，他们不会把虚假放在自己心上，所以他们能超越。我们学就得学这个本事，就得要通达这个事实真相。果然明了通达，学会了，那就跟《华严经》上讲的一样，「理事无碍，事事无碍」。这一个转变就是把我们的业报完全转变成愿力了，愿力受生，愿力再来，无往而不自在，无一而不自得，得真实智慧，得真实的德能、相好。所以要在会转，因果皆如是。第七个名字。",
      "zh_TW": "『義』是義理，這不是真實的。這樁事情佛在《華嚴經》裡面講得很多，講得很詳細。我們做學生的人要細心的去思惟、體會、接受，依教奉行。既然知道世間虛假不實，那我們學習就像古大德教導我們的，借假修真，這好事情。虛假不實，你就看破了，看破之後貴在放下，就是說這個世間一切法都不能放在心上。為什麼？心是真實的，真心，把這個虛假要放在真心裡頭，你的真心就變成妄心，錯了！妄心變的境界就是三途六道。我們想想看，哪一個人不把這些虛假放在自己心裡頭？壞就壞在這裡，錯就錯在這裡。只有佛菩薩聰明，緣覺、聲聞也不賴，他們不會把虛假放在自己心上，所以他們能超越。我們學就得學這個本事，就得要通達這個事實真相。果然明瞭通達，學會了，那就跟《華嚴經》上講的一樣，「理事無礙，事事無礙」。這一個轉變就是把我們的業報完全轉變成願力了，願力受生，願力再來，無往而不自在，無一而不自得，得真實智慧，得真實的德能、相好。所以要在會轉，因果皆如是。第七個名字。"
    },
    {
      "id": "12-017-1112_p0036",
      "zh_CN": "【或名贪欲担。】",
      "zh_TW": "【或名貪欲擔。】"
    },
    {
      "id": "12-017-1112_p0037",
      "zh_CN": "这个名字好懂，为什么？我们每个人都挑上这副担子。你仔细观察，咱们这个世间，哪个人没有挑这个担子？这个担子，重担！我们斋堂挂了一张醒世图，那也是背负一个重担，那个重担是贪欲之重担。贪欲愈是多，这个担子愈重，这个担子要不放下，你永劫不能离开六道轮回。前面我们读过「舍重担」，这是在苦圣谛里头说的『贪欲担』，他怎么不苦？要依这个名词来说，人生到这个世间来，为的是什么？就是为了挑这个担子，你不是为挑这个担子，你不会到这个世间来；你到这个世间来，你就肩负起这个担子。如果你要对于名闻利养、五欲六尘贪而无厌，不知道知止，不知道知足，这个担子准定把你拖累到阿鼻地狱。",
      "zh_TW": "這個名字好懂，為什麼？我們每個人都挑上這副擔子。你仔細觀察，咱們這個世間，哪個人沒有挑這個擔子？這個擔子，重擔！我們齋堂掛了一張醒世圖，那也是背負一個重擔，那個重擔是貪欲之重擔。貪欲愈是多，這個擔子愈重，這個擔子要不放下，你永劫不能離開六道輪迴。前面我們讀過「捨重擔」，這是在苦聖諦裡頭說的『貪欲擔』，他怎麼不苦？要依這個名詞來說，人生到這個世間來，為的是什麼？就是為了挑這個擔子，你不是為挑這個擔子，你不會到這個世間來；你到這個世間來，你就肩負起這個擔子。如果你要對於名聞利養、五欲六塵貪而無厭，不知道知止，不知道知足，這個擔子準定把你拖累到阿鼻地獄。"
    },
    {
      "id": "12-017-1112_p0038",
      "zh_CN": "我们现在在这个社会上常常听到人讲，压力太重，这副担子的压力太重。生活是个重担，家庭是个重担，事业是个重担，青少年在求学也是个重担。你看看学生上学，每天背个大书包，那是什么？那是「贪欲担」，我们看到这个现象有什么感触？在街道上，我们看到大概是一岁、两岁的小朋友，才会走路，他背上就背个小包了，这个「贪欲担」已经背上了，愈背愈大，愈背愈辛苦。佛这个名字起得好，真的教我们时时刻刻提起警觉。什么时候我们真的把这副担子舍掉，舍掉就自在，舍掉就开悟。舍什么？首先要舍的是贪瞋痴，消除业障要从根本下手。根在哪里？根就是在贪瞋痴，贪欲、瞋恚、愚痴，用什么方法来对治？佛教给我们的，用戒定慧。",
      "zh_TW": "我們現在在這個社會上常常聽到人講，壓力太重，這副擔子的壓力太重。生活是個重擔，家庭是個重擔，事業是個重擔，青少年在求學也是個重擔。你看看學生上學，每天背個大書包，那是什麼？那是「貪欲擔」，我們看到這個現象有什麼感觸？在街道上，我們看到大概是一歲、兩歲的小朋友，才會走路，他背上就背個小包了，這個「貪欲擔」已經背上了，愈背愈大，愈背愈辛苦。佛這個名字起得好，真的教我們時時刻刻提起警覺。什麼時候我們真的把這副擔子捨掉，捨掉就自在，捨掉就開悟。捨什麼？首先要捨的是貪瞋痴，消除業障要從根本下手。根在哪裡？根就是在貪瞋痴，貪欲、瞋恚、愚痴，用什麼方法來對治？佛教給我們的，用戒定慧。"
    },
    {
      "id": "12-017-1112_p0039",
      "zh_CN": "戒定慧是三服药，希望你善用，药到病除。这三种严重的病毒，贪是第一，从这个地方断起。世出世间一切法纵然是做善事，慈悲济世，也是随缘而不攀缘。随缘就没有负担，攀缘你就有负担。随缘自在，随缘快乐；攀缘很辛苦，攀缘不自在。攀缘是造业，造业哪有不受果报的道理！所以，佛在经教里头在在的教我们，学随缘而不攀缘。菩萨道那更重要的，章嘉大师传给我的，看破、放下。看破是认识、知道，这个肩头上贪欲担，真正知道这没有意思，这是苦，这是冤枉，为什么？毕竟空，不可得。把毕竟空、不可得偏偏背在身上，这不叫冤枉吗？",
      "zh_TW": "戒定慧是三服藥，希望你善用，藥到病除。這三種嚴重的病毒，貪是第一，從這個地方斷起。世出世間一切法縱然是做善事，慈悲濟世，也是隨緣而不攀緣。隨緣就沒有負擔，攀緣你就有負擔。隨緣自在，隨緣快樂；攀緣很辛苦，攀緣不自在。攀緣是造業，造業哪有不受果報的道理！所以，佛在經教裡頭在在的教我們，學隨緣而不攀緣。菩薩道那更重要的，章嘉大師傳給我的，看破、放下。看破是認識、知道，這個肩頭上貪欲擔，真正知道這沒有意思，這是苦，這是冤枉，為什麼？畢竟空，不可得。把畢竟空、不可得偏偏背在身上，這不叫冤枉嗎？"
    },
    {
      "id": "12-017-1112_p0040",
      "zh_CN": "然后你要更进一步的了解，什么东西毕竟空？身毕竟空，心毕竟空，自己的身心都不可得，不要为这个操心，不要为这个牵挂。为什么？这个东西不是我。什么是我？灵性是我，灵性不生不灭，灵性不来不去，灵性遍虚空法界。在有情众生，经典里面讲的佛性，在无情众生叫做法性，佛性、法性是一个性，那是真的。什么时候你把这个担子统统放下了，你就见性了，你就把「我」找到。宗门里面所讲的「父母未生前本来面目」，你就找到了，这在佛法里面讲开悟了，你成佛了。这成佛是真的不是假的，只要你一开悟，开悟就是分证即佛，天台家所说的，是真佛，不是假佛。十法界里面的佛是相似佛，不是真佛。只要你能够看破，看破是你晓得你现在担的是冤枉担的担子，绝对不是真实，冤枉担的担子。只要你肯彻底放下，不再干这个，就行了，这真的叫回头。回头是岸，天下太平，什么事都没有了。所以，这个名词真的会给我们启示，看破，放下。现在时间到了，我们就讲到此地。",
      "zh_TW": "然後你要更進一步的了解，什麼東西畢竟空？身畢竟空，心畢竟空，自己的身心都不可得，不要為這個操心，不要為這個牽掛。為什麼？這個東西不是我。什麼是我？靈性是我，靈性不生不滅，靈性不來不去，靈性遍虛空法界。在有情眾生，經典裡面講的佛性，在無情眾生叫做法性，佛性、法性是一個性，那是真的。什麼時候你把這個擔子統統放下了，你就見性了，你就把「我」找到。宗門裡面所講的「父母未生前本來面目」，你就找到了，這在佛法裡面講開悟了，你成佛了。這成佛是真的不是假的，只要你一開悟，開悟就是分證即佛，天台家所說的，是真佛，不是假佛。十法界裡面的佛是相似佛，不是真佛。只要你能夠看破，看破是你曉得你現在擔的是冤枉擔的擔子，絕對不是真實，冤枉擔的擔子。只要你肯徹底放下，不再幹這個，就行了，這真的叫回頭。回頭是岸，天下太平，什麼事都沒有了。所以，這個名詞真的會給我們啟示，看破，放下。現在時間到了，我們就講到此地。"
    }
  ]
}