{
  "doc_id": "12-017-0847",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八四七卷",
    "zh_TW": "第八四七卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0847",
  "total_paragraphs": 96,
  "paragraphs": [
    {
      "id": "12-017-0847_p0001",
      "zh_CN": "诸位同学，请看「右旋十海」，第一段离垢燄藏海，所持刹种也有二十层。前面两层讲过了，现在从第三层看起：",
      "zh_TW": "諸位同學，請看「右旋十海」，第一段離垢燄藏海，所持剎種也有二十層。前面兩層講過了，現在從第三層看起："
    },
    {
      "id": "12-017-0847_p0002",
      "zh_CN": "【此上过佛刹微尘数世界。】",
      "zh_TW": "【此上過佛剎微塵數世界。】"
    },
    {
      "id": "12-017-0847_p0003",
      "zh_CN": "这是讲的距离。",
      "zh_TW": "這是講的距離。"
    },
    {
      "id": "12-017-0847_p0004",
      "zh_CN": "【有世界名善变化妙香轮。】",
      "zh_TW": "【有世界名善變化妙香輪。】"
    },
    {
      "id": "12-017-0847_p0005",
      "zh_CN": "这世界的名号。",
      "zh_TW": "這世界的名號。"
    },
    {
      "id": "12-017-0847_p0006",
      "zh_CN": "【形如金刚。】",
      "zh_TW": "【形如金剛。】"
    },
    {
      "id": "12-017-0847_p0007",
      "zh_CN": "它的形状像金刚一样。",
      "zh_TW": "它的形狀像金剛一樣。"
    },
    {
      "id": "12-017-0847_p0008",
      "zh_CN": "【依一切宝庄严铃网海住。】",
      "zh_TW": "【依一切寶莊嚴鈴網海住。】"
    },
    {
      "id": "12-017-0847_p0009",
      "zh_CN": "这个我们一看就晓得，这是它的依住。",
      "zh_TW": "這個我們一看就曉得，這是它的依住。"
    },
    {
      "id": "12-017-0847_p0010",
      "zh_CN": "【种种庄严圆光云弥覆其上。】",
      "zh_TW": "【種種莊嚴圓光雲彌覆其上。】"
    },
    {
      "id": "12-017-0847_p0011",
      "zh_CN": "这是世界上空的庄严。",
      "zh_TW": "這是世界上空的莊嚴。"
    },
    {
      "id": "12-017-0847_p0012",
      "zh_CN": "【三佛刹微尘数世界围绕。】",
      "zh_TW": "【三佛剎微塵數世界圍繞。】"
    },
    {
      "id": "12-017-0847_p0013",
      "zh_CN": "这是第三层，这有三个佛刹微尘数世界在周围围绕着它。",
      "zh_TW": "這是第三層，這有三個佛剎微塵數世界在周圍圍繞著它。"
    },
    {
      "id": "12-017-0847_p0014",
      "zh_CN": "【佛号功德相光明普照。】",
      "zh_TW": "【佛號功德相光明普照。】"
    },
    {
      "id": "12-017-0847_p0015",
      "zh_CN": "佛陀的名号的含义，非常清楚，这是我们应当认真努力来学习的。怎么个学习法？修功有德，那个相就是相好，把成绩表现出来给大家看。那『功德相』是什么？在我们这个世间，佛法里常讲的「三十二相八十种好」。",
      "zh_TW": "佛陀的名號的含義，非常清楚，這是我們應當認真努力來學習的。怎麼個學習法？修功有德，那個相就是相好，把成績表現出來給大家看。那『功德相』是什麼？在我們這個世間，佛法裡常講的「三十二相八十種好」。"
    },
    {
      "id": "12-017-0847_p0016",
      "zh_CN": "在佛菩萨身上是功德相，在转轮王身上是福德相。转轮王有三十二相，大梵天王也有三十二相，这是六道里头，那个叫福德相；佛菩萨，这是功德相。功德跟福德，我们讲过很多，多讲几遍也不妨。为什么？每次讲经都有新来的同学，过去讲的，老同学听过，新同学没有听到，所以我们也不能够不照顾新来的同学。老同学多温习一遍，也有好处。为什么？这个功德相你还没有得到。多听多薰习，认真努力修学，成就圆满功德，这是佛菩萨对我们的期望。",
      "zh_TW": "在佛菩薩身上是功德相，在轉輪王身上是福德相。轉輪王有三十二相，大梵天王也有三十二相，這是六道裡頭，那個叫福德相；佛菩薩，這是功德相。功德跟福德，我們講過很多，多講幾遍也不妨。為什麼？每次講經都有新來的同學，過去講的，老同學聽過，新同學沒有聽到，所以我們也不能夠不照顧新來的同學。老同學多溫習一遍，也有好處。為什麼？這個功德相你還沒有得到。多聽多薰習，認真努力修學，成就圓滿功德，這是佛菩薩對我們的期望。"
    },
    {
      "id": "12-017-0847_p0017",
      "zh_CN": "平常大家都知道种善因得善果，尤其学佛的同学，无论在家出家，总要觉悟。就像《八大人觉经》上所说的，「世间无常，国土危脆」，不能不知道。常常有高度的警觉心，对这个世间没有留恋，随时随处都能放下。对我们求往生的人来说，这是好事！往生的时候，没有罣碍，没有牵挂，要从心地上放下。",
      "zh_TW": "平常大家都知道種善因得善果，尤其學佛的同學，無論在家出家，總要覺悟。就像《八大人覺經》上所說的，「世間無常，國土危脆」，不能不知道。常常有高度的警覺心，對這個世間沒有留戀，隨時隨處都能放下。對我們求往生的人來說，這是好事！往生的時候，沒有罣礙，沒有牽掛，要從心地上放下。"
    },
    {
      "id": "12-017-0847_p0018",
      "zh_CN": "真正放下的人心地清净，没有妄想分别执着了。我们到底是不是真的放下，就从这个地方去省察。我的妄想分别执着还有没有？如果还有，今天跟昨天相比，怎么样？这一个星期跟上个星期比较一下，有没有减少？这一个月个跟上一个月也比较一下，今年跟去年也比较一下，很容易发现。如果我们的妄想分别执着，果然一年比一年轻，好现象！一个月比一个月轻，你可以称得上精进，真精进。如果一个星期比一个星期少，你可以称得上勇猛精进。如果能保持不退转，你的前途一片光明，这是功德。",
      "zh_TW": "真正放下的人心地清淨，沒有妄想分別執著了。我們到底是不是真的放下，就從這個地方去省察。我的妄想分別執著還有沒有？如果還有，今天跟昨天相比，怎麼樣？這一個星期跟上個星期比較一下，有沒有減少？這一個月個跟上一個月也比較一下，今年跟去年也比較一下，很容易發現。如果我們的妄想分別執著，果然一年比一年輕，好現象！一個月比一個月輕，你可以稱得上精進，真精進。如果一個星期比一個星期少，你可以稱得上勇猛精進。如果能保持不退轉，你的前途一片光明，這是功德。"
    },
    {
      "id": "12-017-0847_p0019",
      "zh_CN": "我们的身体还在这个世间，自己身心世界一切放下了，身体还在，我们要利用这个身体积功累德。不做别的事情，专门做这一桩事情，把这个累积的功德做为我们往生西方极乐世界提升品位的资粮，好事！怎么修？为一切众生服务，为正法常住服务。如何服务？做样子给大家看，就是服务。",
      "zh_TW": "我們的身體還在這個世間，自己身心世界一切放下了，身體還在，我們要利用這個身體積功累德。不做別的事情，專門做這一樁事情，把這個累積的功德做為我們往生西方極樂世界提升品位的資糧，好事！怎麼修？為一切眾生服務，為正法常住服務。如何服務？做樣子給大家看，就是服務。"
    },
    {
      "id": "12-017-0847_p0020",
      "zh_CN": "学经教，放下万缘。万缘很笼统，我讲得很具体：放下自私自利、放下名闻利养、放下五欲六尘、放下贪瞋痴慢，我只讲十六个字，这十六个字是根本。起心动念无非是利益众生，帮助众生转恶为善、转邪为正、转迷为悟。怎么个帮法？从我自己本身去做，我自己转，转给别人看。要有很好的成绩，让别人很明显的能看得出来，这样就影响别人了。别人看到你是不错，是很好，值得人羡慕，值得人效法，他就发心向你学，要学得跟你一样。所以自己修行是功，自己成就，这是德；自己成就又是功，感化别人，这是德。功德也是重重无尽，也是重叠，很不可思议。",
      "zh_TW": "學經教，放下萬緣。萬緣很籠統，我講得很具體：放下自私自利、放下名聞利養、放下五欲六塵、放下貪瞋痴慢，我只講十六個字，這十六個字是根本。起心動念無非是利益眾生，幫助眾生轉惡為善、轉邪為正、轉迷為悟。怎麼個幫法？從我自己本身去做，我自己轉，轉給別人看。要有很好的成績，讓別人很明顯的能看得出來，這樣就影響別人了。別人看到你是不錯，是很好，值得人羨慕，值得人效法，他就發心向你學，要學得跟你一樣。所以自己修行是功，自己成就，這是德；自己成就又是功，感化別人，這是德。功德也是重重無盡，也是重疊，很不可思議。"
    },
    {
      "id": "12-017-0847_p0021",
      "zh_CN": "特别是现前的社会，你要不拿出成绩出来，人家不相信。在近代，印光大师提倡《了凡四训》、《感应篇》、《安士全书》，我们细读这三部书，都是修功有德；善因善果，恶因恶报，因果报应丝毫不爽。纵然是修福，也不错。到临终的时候，将你所修福的福报回向西方世界，回向一切众生，用这个来做往生的资粮是好事，确确实实有帮助。",
      "zh_TW": "特別是現前的社會，你要不拿出成績出來，人家不相信。在近代，印光大師提倡《了凡四訓》、《感應篇》、《安士全書》，我們細讀這三部書，都是修功有德；善因善果，惡因惡報，因果報應絲毫不爽。縱然是修福，也不錯。到臨終的時候，將你所修福的福報迴向西方世界，迴向一切眾生，用這個來做往生的資糧是好事，確確實實有幫助。"
    },
    {
      "id": "12-017-0847_p0022",
      "zh_CN": "修福要记住，不享福，高人！自己有福，布施供养给大众去享，这个人真有智慧，这个人真正在积功累德。如果他修福又不着相，就变成功德，功德不可思议。这个功德相，『光明普照』。具体代表的人物，我们可以看世尊释迦牟尼佛，一生修功积德，光明真的是普照。在当时那个时代，哪一个不知道释迦牟尼佛？名闻远播。佛入灭了，去我们三千年。三千年之后，释迦牟尼佛的声名遍及全球。这个世间人哪一个不晓得这个世界上有六大宗教，佛教是个大宗教，佛教的教主、创始人释迦牟尼佛，都知道。这是「光明普照」。",
      "zh_TW": "修福要記住，不享福，高人！自己有福，布施供養給大眾去享，這個人真有智慧，這個人真正在積功累德。如果他修福又不著相，就變成功德，功德不可思議。這個功德相，『光明普照』。具體代表的人物，我們可以看世尊釋迦牟尼佛，一生修功積德，光明真的是普照。在當時那個時代，哪一個不知道釋迦牟尼佛？名聞遠播。佛入滅了，去我們三千年。三千年之後，釋迦牟尼佛的聲名遍及全球。這個世間人哪一個不曉得這個世界上有六大宗教，佛教是個大宗教，佛教的教主、創始人釋迦牟尼佛，都知道。這是「光明普照」。"
    },
    {
      "id": "12-017-0847_p0023",
      "zh_CN": "不仅是在人间，十法界里面一切众生都景仰、都恭敬、都皈依，都向世尊学习，这个成就太殊胜了。是什么使他有这样大的成就？修功积德！一生没有中断过，天天干，时时处处干，无有疲厌的去干，所得的是真实果报。为什么我称为真实果报？果德与性德相应，果报就是性德。性修，这性德跟修德确确实实融成了一体，这个不可思议。我们读了应当要知道学习，要发心，要精进。再看上面一层，第四层：",
      "zh_TW": "不僅是在人間，十法界裡面一切眾生都景仰、都恭敬、都皈依，都向世尊學習，這個成就太殊勝了。是什麼使他有這樣大的成就？修功積德！一生沒有中斷過，天天幹，時時處處幹，無有疲厭的去幹，所得的是真實果報。為什麼我稱為真實果報？果德與性德相應，果報就是性德。性修，這性德跟修德確確實實融成了一體，這個不可思議。我們讀了應當要知道學習，要發心，要精進。再看上面一層，第四層："
    },
    {
      "id": "12-017-0847_p0024",
      "zh_CN": "【此上过佛刹微尘数世界。】",
      "zh_TW": "【此上過佛剎微塵數世界。】"
    },
    {
      "id": "12-017-0847_p0025",
      "zh_CN": "这一句讲距离。",
      "zh_TW": "這一句講距離。"
    },
    {
      "id": "12-017-0847_p0026",
      "zh_CN": "【有世界名妙色光明。】",
      "zh_TW": "【有世界名妙色光明。】"
    },
    {
      "id": "12-017-0847_p0027",
      "zh_CN": "这个世界的名号，好。",
      "zh_TW": "這個世界的名號，好。"
    },
    {
      "id": "12-017-0847_p0028",
      "zh_CN": "【其状犹如摩尼宝轮。】",
      "zh_TW": "【其狀猶如摩尼寶輪。】"
    },
    {
      "id": "12-017-0847_p0029",
      "zh_CN": "我们知道，这个世界的状况是圆形的，像一个轮一样。这个世界放光，像『摩尼宝』一样。",
      "zh_TW": "我們知道，這個世界的狀況是圓形的，像一個輪一樣。這個世界放光，像『摩尼寶』一樣。"
    },
    {
      "id": "12-017-0847_p0030",
      "zh_CN": "【依无边色宝香水海住。】",
      "zh_TW": "【依無邊色寶香水海住。】"
    },
    {
      "id": "12-017-0847_p0031",
      "zh_CN": "这是依住。",
      "zh_TW": "這是依住。"
    },
    {
      "id": "12-017-0847_p0032",
      "zh_CN": "【普光明真珠楼阁云弥覆其上。】",
      "zh_TW": "【普光明真珠樓閣雲彌覆其上。】"
    },
    {
      "id": "12-017-0847_p0033",
      "zh_CN": "这是世界的上空。",
      "zh_TW": "這是世界的上空。"
    },
    {
      "id": "12-017-0847_p0034",
      "zh_CN": "【四佛刹微尘数世界围绕。纯一清净。】",
      "zh_TW": "【四佛剎微塵數世界圍繞。純一清淨。】"
    },
    {
      "id": "12-017-0847_p0035",
      "zh_CN": "这个难得，这个世界是净土。",
      "zh_TW": "這個難得，這個世界是淨土。"
    },
    {
      "id": "12-017-0847_p0036",
      "zh_CN": "【佛号善眷属出兴遍照。】",
      "zh_TW": "【佛號善眷屬出興遍照。】"
    },
    {
      "id": "12-017-0847_p0037",
      "zh_CN": "佛的德号是从他的眷属，弟子建立的。佛的眷属就是学生，学生的成绩辉煌，成就不可思议，老师教学成功。在这一句里头最重要的一个字「善」，『善眷属』。每一尊佛眷属都不可思议，无量无边。眷属是佛的弟子、学生，有在家、有出家。佛门常讲四众弟子：出家的男众女众，在家男众女众。这里头男女老少、各行各业，弟子多。",
      "zh_TW": "佛的德號是從他的眷屬，弟子建立的。佛的眷屬就是學生，學生的成績輝煌，成就不可思議，老師教學成功。在這一句裡頭最重要的一個字「善」，『善眷屬』。每一尊佛眷屬都不可思議，無量無邊。眷屬是佛的弟子、學生，有在家、有出家。佛門常講四眾弟子：出家的男眾女眾，在家男眾女眾。這裡頭男女老少、各行各業，弟子多。"
    },
    {
      "id": "12-017-0847_p0038",
      "zh_CN": "「善」这个字，说明佛的四众弟子成就了，如佛一般！这叫真善。这个善不是善恶的善，善恶的善不是真善，为什么？它是相对的，相对的不是真善。善恶两边都离开才是真善，这个真善是性德。性德一定要靠修德才能显示出来，没有修德，性德显不出来。性德譬如是金矿，金在矿石里头，修德好比是冶炼，矿石不经过冶炼得不到纯金。经过了冶炼，冶炼就是修行。一定要把无始劫以来的不善的习染，习气、染污，要把它淘汰得干净，性德才能够圆满的现前。性德无量智慧、无量德能、无量相好，这是善。",
      "zh_TW": "「善」這個字，說明佛的四眾弟子成就了，如佛一般！這叫真善。這個善不是善惡的善，善惡的善不是真善，為什麼？它是相對的，相對的不是真善。善惡兩邊都離開才是真善，這個真善是性德。性德一定要靠修德才能顯示出來，沒有修德，性德顯不出來。性德譬如是金礦，金在礦石裡頭，修德好比是冶煉，礦石不經過冶煉得不到純金。經過了冶煉，冶煉就是修行。一定要把無始劫以來的不善的習染，習氣、染污，要把它淘汰得乾淨，性德才能夠圓滿的現前。性德無量智慧、無量德能、無量相好，這是善。"
    },
    {
      "id": "12-017-0847_p0039",
      "zh_CN": "我们看这个世界『纯一清净』，就知道这个世界里居住修行的人，各个都是明心见性，这是一真法界！不是普通世界，这是佛的报土，实报庄严土，「纯一清净」。没有纯一清净这一句，四土都有，有纯一清净，这个里头没有凡圣同居土，没有方便有余土，只有实报土跟常寂光土。所以你看前面报土，你要懂得这个善，不是普通的善。普通我们讲修善得善果，种善因得善果，这句话也很笼统的。六道里面有三善道、有三恶道，没出六道轮回！六道轮回里头是凡圣同居土，不是纯一清净。它前面有纯一清净，那佛号里面这个善就不是六道里面的善因善果，这是一真法界的，如来报土！",
      "zh_TW": "我們看這個世界『純一清淨』，就知道這個世界裡居住修行的人，各個都是明心見性，這是一真法界！不是普通世界，這是佛的報土，實報莊嚴土，「純一清淨」。沒有純一清淨這一句，四土都有，有純一清淨，這個裡頭沒有凡聖同居土，沒有方便有餘土，只有實報土跟常寂光土。所以你看前面報土，你要懂得這個善，不是普通的善。普通我們講修善得善果，種善因得善果，這句話也很籠統的。六道裡面有三善道、有三惡道，沒出六道輪迴！六道輪迴裡頭是凡聖同居土，不是純一清淨。它前面有純一清淨，那佛號裡面這個善就不是六道裡面的善因善果，這是一真法界的，如來報土！"
    },
    {
      "id": "12-017-0847_p0040",
      "zh_CN": "可贵在『出兴遍照』。「出兴遍照」是自行化他，在本刹里面大众互相切磋琢磨。我们晓得本刹里面虽然是实报土，「破一品无明，证一分法身」，就住实报土了，这个地位是初住菩萨。往上去还有四十个位次，这四十一位菩萨都是居实报土。所以在实报土里面还是勇猛精进，还是在修行，还是在学习。这是在本刹。",
      "zh_TW": "可貴在『出興遍照』。「出興遍照」是自行化他，在本剎裡面大眾互相切磋琢磨。我們曉得本剎裡面雖然是實報土，「破一品無明，證一分法身」，就住實報土了，這個地位是初住菩薩。往上去還有四十個位次，這四十一位菩薩都是居實報土。所以在實報土裡面還是勇猛精進，還是在修行，還是在學習。這是在本剎。"
    },
    {
      "id": "12-017-0847_p0041",
      "zh_CN": "我们在经论里面读得很多，实报土的菩萨有能力现一切身教化众生。应以佛身得度者，他就现佛身去度化；佛身尚且能现，其他一切身都不必说了。如同观世音菩萨三十二应，善财童子五十三参，我们看到五十三位善知识，不是普通人，我看都是诸佛如来示现的。善财童子也不是普通人，一生圆满成就，来教导我们。我们明白、懂得了，在日常生活当中、工作之中、应酬之中，处事待人接物，一切时一切处，会了，无一不能提升自己境界。就像善财参学一样，天天在提升，快速的在提升。",
      "zh_TW": "我們在經論裡面讀得很多，實報土的菩薩有能力現一切身教化眾生。應以佛身得度者，他就現佛身去度化；佛身尚且能現，其他一切身都不必說了。如同觀世音菩薩三十二應，善財童子五十三參，我們看到五十三位善知識，不是普通人，我看都是諸佛如來示現的。善財童子也不是普通人，一生圓滿成就，來教導我們。我們明白、懂得了，在日常生活當中、工作之中、應酬之中，處事待人接物，一切時一切處，會了，無一不能提升自己境界。就像善財參學一樣，天天在提升，快速的在提升。"
    },
    {
      "id": "12-017-0847_p0042",
      "zh_CN": "所以我才说，你的功夫、你的成绩月月不一样。每个星期、每个星期不一样，七天是很明显的界限。如果到每一日天天都不一样，你要是求往生西方极乐世界，不必讲什么预知时至，你可以自在往生，想什么时候去就什么时候去。不想去，实在讲，没有不想去的，为什么你还不去？一定有道理，什么道理？还有一些有缘的众生需要你照顾。可见得你住在这个世间已经不是为自己，自己没事。",
      "zh_TW": "所以我才說，你的功夫、你的成績月月不一樣。每個星期、每個星期不一樣，七天是很明顯的界限。如果到每一日天天都不一樣，你要是求往生西方極樂世界，不必講什麼預知時至，你可以自在往生，想什麼時候去就什麼時候去。不想去，實在講，沒有不想去的，為什麼你還不去？一定有道理，什麼道理？還有一些有緣的眾生需要你照顧。可見得你住在這個世間已經不是為自己，自己沒事。"
    },
    {
      "id": "12-017-0847_p0043",
      "zh_CN": "小乘人常讲「所作已办，不受后有」。自己的事情办完了，住在这个世间就跟诸佛菩萨乘愿再来没有两样，你是来帮助苦难众生，帮助有缘众生的。小的帮助，怎么说小的帮助？这个众生业障太重，他在这一生开悟不了，那帮个小忙；这个小忙是教他不堕三恶道，帮小忙。善根成熟的，那真有缘的，帮大忙。什么是大忙？帮助他在这一生当中往生净土，这是帮大忙。你要晓得，往生到净土就是帮一个人成佛。即使这个人是凡圣同居土下下品往生，他到西方极乐世界也一生成佛，不是等到第二生、第三生，他当生成就！这是帮大忙。这个忙怎么帮法？要把西方极乐世界殊胜庄严介绍给他。自己念佛往生做出榜样来给他看。",
      "zh_TW": "小乘人常講「所作已辦，不受後有」。自己的事情辦完了，住在這個世間就跟諸佛菩薩乘願再來沒有兩樣，你是來幫助苦難眾生，幫助有緣眾生的。小的幫助，怎麼說小的幫助？這個眾生業障太重，他在這一生開悟不了，那幫個小忙；這個小忙是教他不墮三惡道，幫小忙。善根成熟的，那真有緣的，幫大忙。什麼是大忙？幫助他在這一生當中往生淨土，這是幫大忙。你要曉得，往生到淨土就是幫一個人成佛。即使這個人是凡聖同居土下下品往生，他到西方極樂世界也一生成佛，不是等到第二生、第三生，他當生成就！這是幫大忙。這個忙怎麼幫法？要把西方極樂世界殊勝莊嚴介紹給他。自己念佛往生做出榜樣來給他看。"
    },
    {
      "id": "12-017-0847_p0044",
      "zh_CN": "近代，近代往生的人不少，要有最明显的例子，没有生病的：哈尔滨极乐寺的修无师，谛闲老和尚那个锅漏匠的徒弟。大概在四十年前，台湾将军乡有一位老太太往生，名字我记不得了。前些年我在台湾南部讲经提起来，还有同修告诉我，他认识，见过面的。站着往生，没有生病！邻居、亲戚亲眼所见的。我遇到她一个邻居，他把这个事情告诉我，真的，一点都不假。",
      "zh_TW": "近代，近代往生的人不少，要有最明顯的例子，沒有生病的：哈爾濱極樂寺的修無師，諦閑老和尚那個鍋漏匠的徒弟。大概在四十年前，台灣將軍鄉有一位老太太往生，名字我記不得了。前些年我在台灣南部講經提起來，還有同修告訴我，他認識，見過面的。站著往生，沒有生病！鄰居、親戚親眼所見的。我遇到她一個鄰居，他把這個事情告訴我，真的，一點都不假。"
    },
    {
      "id": "12-017-0847_p0045",
      "zh_CN": "跟我说这一位老太太，人很慈悲，心地善良。她也不懂得什么叫佛法，喜欢烧香拜佛，神佛不分，到处赶庙会。三年前，她儿子娶了个媳妇，住在一起。媳妇信佛，懂得佛法的道理，劝她的婆婆一心念佛，求生净土，不要到处去拜。这个婆婆是真有善根，听媳妇的话，不再到处去拜神了，天天在家里念阿弥陀佛。三年，她成功了。她也不说，大概是怕家里人阻挠，所以她保密保得很好，没人知道。往生这一天（她是晚上往生的），每天照常家里吃晚饭，人都在一起。老太太告诉她的儿子、媳妇、家人：你们先吃饭，你们先吃不要等我。她说我要去洗澡，她去洗澡。可是家人很孝顺，还是等她，等了很久，她没出来。时间太久了，到房间里面看，真的她洗过澡，人不在房间。她家里有佛堂，再看看人到哪里去了？她在佛堂佛像前面站着，衣服穿的整整齐齐，叫她不答应，走到面前仔细一看，她站着往生了。",
      "zh_TW": "跟我說這一位老太太，人很慈悲，心地善良。她也不懂得什麼叫佛法，喜歡燒香拜佛，神佛不分，到處趕廟會。三年前，她兒子娶了個媳婦，住在一起。媳婦信佛，懂得佛法的道理，勸她的婆婆一心念佛，求生淨土，不要到處去拜。這個婆婆是真有善根，聽媳婦的話，不再到處去拜神了，天天在家裡念阿彌陀佛。三年，她成功了。她也不說，大概是怕家裡人阻撓，所以她保密保得很好，沒人知道。往生這一天（她是晚上往生的），每天照常家裡吃晚飯，人都在一起。老太太告訴她的兒子、媳婦、家人：你們先吃飯，你們先吃不要等我。她說我要去洗澡，她去洗澡。可是家人很孝順，還是等她，等了很久，她沒出來。時間太久了，到房間裡面看，真的她洗過澡，人不在房間。她家裡有佛堂，再看看人到哪裡去了？她在佛堂佛像前面站著，衣服穿的整整齊齊，叫她不答應，走到面前仔細一看，她站著往生了。"
    },
    {
      "id": "12-017-0847_p0046",
      "zh_CN": "在家居士，念佛三年！她这个邻居来告诉我：真的，法师，一点不假！那一天我听这个人给我说法，听了他讲了一个多钟点。这是真实的成就，这一往生，影响多少人！这个示现，比法师在讲台上讲经说法，劝人念佛，那个说服力不知道要高多少倍！现身说法，表演给你看，这都是「出兴遍照」。",
      "zh_TW": "在家居士，念佛三年！她這個鄰居來告訴我：真的，法師，一點不假！那一天我聽這個人給我說法，聽了他講了一個多鐘點。這是真實的成就，這一往生，影響多少人！這個示現，比法師在講台上講經說法，勸人念佛，那個說服力不知道要高多少倍！現身說法，表演給你看，這都是「出興遍照」。"
    },
    {
      "id": "12-017-0847_p0047",
      "zh_CN": "另外，如果对这个法门真正通达明了，希望帮助大众在一起薰修，建念佛堂！印光大师讲念佛堂不要大，二十个人在一起共修。如果人多的话，另外地方再建一个。好！人少，是非少；人少，烦恼少；人少，照顾容易。发心到处建念佛堂。我这两年发心在古晋高原建了个念佛堂，现在还没有完工。完工的时候，我会去参加落成。这个念佛堂大概可以容纳一百人，是一个大楼的建筑。顶层是念佛堂，当中两层是宿舍，寮房，下面是餐厅，活动中心。高原的气候非常好，我建这个念佛堂，报恩！报护法、施主之恩，在这个地方接引大众。",
      "zh_TW": "另外，如果對這個法門真正通達明瞭，希望幫助大眾在一起薰修，建念佛堂！印光大師講念佛堂不要大，二十個人在一起共修。如果人多的話，另外地方再建一個。好！人少，是非少；人少，煩惱少；人少，照顧容易。發心到處建念佛堂。我這兩年發心在古晉高原建了個念佛堂，現在還沒有完工。完工的時候，我會去參加落成。這個念佛堂大概可以容納一百人，是一個大樓的建築。頂層是念佛堂，當中兩層是宿舍，寮房，下面是餐廳，活動中心。高原的氣候非常好，我建這個念佛堂，報恩！報護法、施主之恩，在這個地方接引大眾。"
    },
    {
      "id": "12-017-0847_p0048",
      "zh_CN": "如果有缘，有这个机缘能在念佛堂长住，好！希望在念佛堂长住的人不超过二十人。平常各地的同修如果有假期，假期正好念佛。到这个山上，山上非常清静，你有一个星期假期，念一个星期佛，有一个月的假期，去念一个月的佛，好！这个念佛堂天天都是精进佛七，二十四小时念佛不中断。你念累了，你就去休息，休息好了，到念佛堂接着再去念，遵守念佛堂的规矩。",
      "zh_TW": "如果有緣，有這個機緣能在念佛堂長住，好！希望在念佛堂長住的人不超過二十人。平常各地的同修如果有假期，假期正好念佛。到這個山上，山上非常清靜，你有一個星期假期，念一個星期佛，有一個月的假期，去念一個月的佛，好！這個念佛堂天天都是精進佛七，二十四小時念佛不中斷。你念累了，你就去休息，休息好了，到念佛堂接著再去念，遵守念佛堂的規矩。"
    },
    {
      "id": "12-017-0847_p0049",
      "zh_CN": "我劝导大家进念佛堂就不要讲话，止语。念佛堂里面没有电视，没有报纸，没有电话。进去之后，跟外面就隔绝了，一心念佛，你会有受用。你要不能万缘放下，最好不要到那里去。为什么？到那个地方去，破坏别人的道心，你去扰乱人家的磁场，那有罪过。去，真念！",
      "zh_TW": "我勸導大家進念佛堂就不要講話，止語。念佛堂裡面沒有電視，沒有報紙，沒有電話。進去之後，跟外面就隔絕了，一心念佛，你會有受用。你要不能萬緣放下，最好不要到那裡去。為什麼？到那個地方去，破壞別人的道心，你去擾亂人家的磁場，那有罪過。去，真念！"
    },
    {
      "id": "12-017-0847_p0050",
      "zh_CN": "这个地方在古晋郊外山上，这个山海拔一千公尺，气候四季常春。距离古晋，开车大概五十分钟到一个小时，很好的修行环境。这里面不讲经，但是有小型的教室，有四个，我们是做纪念堂，四个小教室，这个小教室可以做会议用。如果你真的想听经的话，也可以在那里听经，播放录相带，用闭路电视播放录相带。以念佛为主。",
      "zh_TW": "這個地方在古晉郊外山上，這個山海拔一千公尺，氣候四季常春。距離古晉，開車大概五十分鐘到一個小時，很好的修行環境。這裡面不講經，但是有小型的教室，有四個，我們是做紀念堂，四個小教室，這個小教室可以做會議用。如果你真的想聽經的話，也可以在那裡聽經，播放錄相帶，用閉路電視播放錄相帶。以念佛為主。"
    },
    {
      "id": "12-017-0847_p0051",
      "zh_CN": "这些都是讲的善眷属，真正发心学习，做佛弟子一个榜样，你的功德就不可思议。不能做坏的样子，要做好样子！做好样子，不着相是功德，着相是福德。我们劝人学佛，帮助人学佛，最有效果的方法是做出样子来给人看。念佛往生，真的做出往生的样子。",
      "zh_TW": "這些都是講的善眷屬，真正發心學習，做佛弟子一個榜樣，你的功德就不可思議。不能做壞的樣子，要做好樣子！做好樣子，不著相是功德，著相是福德。我們勸人學佛，幫助人學佛，最有效果的方法是做出樣子來給人看。念佛往生，真的做出往生的樣子。"
    },
    {
      "id": "12-017-0847_p0052",
      "zh_CN": "早年香港何东爵士夫人念佛往生，何世礼的母亲，预知时至。往生的时候，邀集亲戚朋友到她家里来，念佛送她往生，让大家都看到，开往生大会。这是现身说法，启发人真诚、清净的信心，看到没有疑惑了，亲眼看见的，佛来接引！瑞相希有。",
      "zh_TW": "早年香港何東爵士夫人念佛往生，何世禮的母親，預知時至。往生的時候，邀集親戚朋友到她家裡來，念佛送她往生，讓大家都看到，開往生大會。這是現身說法，啟發人真誠、清淨的信心，看到沒有疑惑了，親眼看見的，佛來接引！瑞相希有。"
    },
    {
      "id": "12-017-0847_p0053",
      "zh_CN": "我们自己道场同学，许多人看到韩馆长往生。在往生前一天她自己说得很清楚，她看到莲池海会，两次看到阿弥陀佛，走的时候安详。大殓的时候，一个星期之后身上都是软的，一个星期以后身体还是软的，不可思议！为什么？建道场，接引许许多多人念佛往生，跟大慈菩萨讲的话没有两样！现在时间到了。",
      "zh_TW": "我們自己道場同學，許多人看到韓館長往生。在往生前一天她自己說得很清楚，她看到蓮池海會，兩次看到阿彌陀佛，走的時候安詳。大殮的時候，一個星期之後身上都是軟的，一個星期以後身體還是軟的，不可思議！為什麼？建道場，接引許許多多人念佛往生，跟大慈菩薩講的話沒有兩樣！現在時間到了。"
    },
    {
      "id": "12-017-0847_p0054",
      "zh_CN": "诸位同学，我们再看上面一层，第五层：",
      "zh_TW": "諸位同學，我們再看上面一層，第五層："
    },
    {
      "id": "12-017-0847_p0055",
      "zh_CN": "【此上过佛刹微尘数世界。有世界名善盖覆。】",
      "zh_TW": "【此上過佛剎微塵數世界。有世界名善蓋覆。】"
    },
    {
      "id": "12-017-0847_p0056",
      "zh_CN": "这个『善』字很好。",
      "zh_TW": "這個『善』字很好。"
    },
    {
      "id": "12-017-0847_p0057",
      "zh_CN": "【状如莲华。依金刚香水海住。离尘光明香水云弥覆其上。】",
      "zh_TW": "【狀如蓮華。依金剛香水海住。離塵光明香水雲彌覆其上。】"
    },
    {
      "id": "12-017-0847_p0058",
      "zh_CN": "这是说它的上空。",
      "zh_TW": "這是說它的上空。"
    },
    {
      "id": "12-017-0847_p0059",
      "zh_CN": "【五佛刹微尘数世界围绕。佛号法喜无尽慧。】",
      "zh_TW": "【五佛剎微塵數世界圍繞。佛號法喜無盡慧。】"
    },
    {
      "id": "12-017-0847_p0060",
      "zh_CN": "佛的德号，给我们修学是很大的鼓励。修学无论在世法或是在佛法，如果学习当中不生欢喜心，学得很辛苦，学得很累，就很难有成绩。这个时候我们自己要认真反省、检讨，我所学的这一门科目应不应该再继续去修学。",
      "zh_TW": "佛的德號，給我們修學是很大的鼓勵。修學無論在世法或是在佛法，如果學習當中不生歡喜心，學得很辛苦，學得很累，就很難有成績。這個時候我們自己要認真反省、檢討，我所學的這一門科目應不應該再繼續去修學。"
    },
    {
      "id": "12-017-0847_p0061",
      "zh_CN": "每个人根性不相同。佛教学常讲应机施教。佛知道一切众生的根机，所教的东西适合他的根机，学习就很容易，他会生欢喜心，会对他所学的产生爱好。所以有时候有同学来问我，学哪一部经论好？学哪个法门好？你问我，我也不知道！佛陀在世你问他，没有问题，佛会告诉你。佛陀不在，佛的弟子没有佛那么大的神通，不知道你的前世，不知道你的过去。为什么这么说法？过去生中曾经学过，这一生接着学就容易。过去没有学过，这一生初学就很生疏，生疏就比较困难，生不起欢喜心。",
      "zh_TW": "每個人根性不相同。佛教學常講應機施教。佛知道一切眾生的根機，所教的東西適合他的根機，學習就很容易，他會生歡喜心，會對他所學的產生愛好。所以有時候有同學來問我，學哪一部經論好？學哪個法門好？你問我，我也不知道！佛陀在世你問他，沒有問題，佛會告訴你。佛陀不在，佛的弟子沒有佛那麼大的神通，不知道你的前世，不知道你的過去。為什麼這麼說法？過去生中曾經學過，這一生接著學就容易。過去沒有學過，這一生初學就很生疏，生疏就比較困難，生不起歡喜心。"
    },
    {
      "id": "12-017-0847_p0062",
      "zh_CN": "总要有爱好，你看看学写字的，爱好书法，他容易成就。学画画的，欢喜画画！学唱歌的，喜欢唱歌！只要他欢喜，那就容易了。学经学的、学史学的、学文学的，他要是爱好欢喜，他一定成名。佛法也不例外，学大乘、学小乘、学禅、学净、学天台、学贤首，你要爱好，你对它有兴趣，你对它很欢喜。纵然没有学过，你要对它生起欢喜心，接触了之后就不难。",
      "zh_TW": "總要有愛好，你看看學寫字的，愛好書法，他容易成就。學畫畫的，歡喜畫畫！學唱歌的，喜歡唱歌！只要他歡喜，那就容易了。學經學的、學史學的、學文學的，他要是愛好歡喜，他一定成名。佛法也不例外，學大乘、學小乘、學禪、學淨、學天台、學賢首，你要愛好，你對它有興趣，你對它很歡喜。縱然沒有學過，你要對它生起歡喜心，接觸了之後就不難。"
    },
    {
      "id": "12-017-0847_p0063",
      "zh_CN": "我在初学佛的时候，有一种莫名其妙的爱好《华严》。《华严》没有读过，听说过，听人家讲过，不是听讲经。听别人讲到《华严》怎么怎么好，听到之后，印象很深刻，就产生欢喜心。在一切经教里头，我初学佛的时候，我初学佛第一部读的经典是《六祖坛经》，丁福保居士的笺注，我看佛经，第一部看这个；但是对于《华严》有爱好。所以我出家，出家有一位老居士他要供养我，我很欢喜。他问我要什么？我说我很想要一套《华严经疏钞》，他答应了。那个时候不少钱，台湾钱一千块，那个时候一千块很值钱！我委托香港智开法师，他替我找了一套。我这一套书现在还在台北佛陀教育基金会，我给他们作底本，印出了一千套。我现在用的是用印的这个本子。原本留在那边作底本用。",
      "zh_TW": "我在初學佛的時候，有一種莫名其妙的愛好《華嚴》。《華嚴》沒有讀過，聽說過，聽人家講過，不是聽講經。聽別人講到《華嚴》怎麼怎麼好，聽到之後，印象很深刻，就產生歡喜心。在一切經教裡頭，我初學佛的時候，我初學佛第一部讀的經典是《六祖壇經》，丁福保居士的箋註，我看佛經，第一部看這個；但是對於《華嚴》有愛好。所以我出家，出家有一位老居士他要供養我，我很歡喜。他問我要什麼？我說我很想要一套《華嚴經疏鈔》，他答應了。那個時候不少錢，台灣錢一千塊，那個時候一千塊很值錢！我委託香港智開法師，他替我找了一套。我這一套書現在還在台北佛陀教育基金會，我給他們作底本，印出了一千套。我現在用的是用印的這個本子。原本留在那邊作底本用。"
    },
    {
      "id": "12-017-0847_p0064",
      "zh_CN": "所以学哪一门东西，对哪一门东西没有很高度的欢喜心，你学当然就困难。除非是你有大愿力在支持：这部经讲的人很少，这一部经很契现代人的机，非常重要，我发心来利益众生。愿力加持，行！当你深入的时候你会生欢喜心，看到你有成就的时候，那当然生欢喜心。",
      "zh_TW": "所以學哪一門東西，對哪一門東西沒有很高度的歡喜心，你學當然就困難。除非是你有大願力在支持：這部經講的人很少，這一部經很契現代人的機，非常重要，我發心來利益眾生。願力加持，行！當你深入的時候你會生歡喜心，看到你有成就的時候，那當然生歡喜心。"
    },
    {
      "id": "12-017-0847_p0065",
      "zh_CN": "这个地方『佛号法喜无尽慧』，他为什么会有「法喜」？无尽的智慧，当然生法喜。愚痴里面生烦恼，智慧生欢喜心，我们在经上常常看到佛讲「常生欢喜心」。智慧是一切众生自性本来具足的，但是六道众生迷失了自性，把自性本有的智慧变成了烦恼。现在怎样把烦恼再转回去成为智慧，这个靠教育，靠教学。要有好老师指导，自己真正肯学；自己不肯学，怕吃苦，那就难了。初学的时候是很辛苦，但是如果你要得到法喜，你就不会感觉到辛苦。",
      "zh_TW": "這個地方『佛號法喜無盡慧』，他為什麼會有「法喜」？無盡的智慧，當然生法喜。愚痴裡面生煩惱，智慧生歡喜心，我們在經上常常看到佛講「常生歡喜心」。智慧是一切眾生自性本來具足的，但是六道眾生迷失了自性，把自性本有的智慧變成了煩惱。現在怎樣把煩惱再轉回去成為智慧，這個靠教育，靠教學。要有好老師指導，自己真正肯學；自己不肯學，怕吃苦，那就難了。初學的時候是很辛苦，但是如果你要得到法喜，你就不會感覺到辛苦。"
    },
    {
      "id": "12-017-0847_p0066",
      "zh_CN": "我学佛的时候，跟李老师，三十二岁。虽然年岁很大，三十多岁做学生，在他经学班里面学佛，我的精神体力好。两、三个晚上不睡觉，工作能够照常，有这么好的体力。你们在这里看到我的照片，人很瘦，但是有精神、有体力。那个时候学教，晚上两、三点钟睡觉很正常，常事！一个星期总有一、两天是这样的，还有的时候一直到天亮。去读书，去看资料，看古人那些注解，把睡觉忘掉了，不知道时间。再一想起来，怎么天亮了，时间过得那么快。精神、意志力全部集中在经教上，你生欢喜心。",
      "zh_TW": "我學佛的時候，跟李老師，三十二歲。雖然年歲很大，三十多歲做學生，在他經學班裡面學佛，我的精神體力好。兩、三個晚上不睡覺，工作能夠照常，有這麼好的體力。你們在這裡看到我的照片，人很瘦，但是有精神、有體力。那個時候學教，晚上兩、三點鐘睡覺很正常，常事！一個星期總有一、兩天是這樣的，還有的時候一直到天亮。去讀書，去看資料，看古人那些註解，把睡覺忘掉了，不知道時間。再一想起來，怎麼天亮了，時間過得那麼快。精神、意志力全部集中在經教上，你生歡喜心。"
    },
    {
      "id": "12-017-0847_p0067",
      "zh_CN": "所以李老师曾经讲，四十以上学教很困难。为什么？精神体力不够用，这是真的。我们到现在这个年龄的时候就体会到了。年轻的时候，老师讲这个话我们没在意，现在想想老师讲的话有道理。世出世间一切法，修学最好都是在年少！十几二十岁是最好的时候，那是修学黄金时代。三十岁以后就差很多，四十以上李老师就不教了，这是真的。",
      "zh_TW": "所以李老師曾經講，四十以上學教很困難。為什麼？精神體力不夠用，這是真的。我們到現在這個年齡的時候就體會到了。年輕的時候，老師講這個話我們沒在意，現在想想老師講的話有道理。世出世間一切法，修學最好都是在年少！十幾二十歲是最好的時候，那是修學黃金時代。三十歲以後就差很多，四十以上李老師就不教了，這是真的。"
    },
    {
      "id": "12-017-0847_p0068",
      "zh_CN": "佛家常常讲时节因缘，一定要掌握住。什么样的年岁学什么样的东西。四十岁以上不搞经教了，可以听经，多听、多了解；进念佛堂，真修真干。经听多了，觉悟、明了了。世间「苦空无常」，这四个字是现前社会的真相，人生的写实，不能留恋，要早早的回头，要办自己的大事。大事是什么？死生事大。你们要注意听我讲的，「死生」事大，我不是讲「生死」。生死怎么样？一个阶段，从生到死。死生是活的，死了以后又生，永远循环不息。",
      "zh_TW": "佛家常常講時節因緣，一定要掌握住。什麼樣的年歲學什麼樣的東西。四十歲以上不搞經教了，可以聽經，多聽、多了解；進念佛堂，真修真幹。經聽多了，覺悟、明瞭了。世間「苦空無常」，這四個字是現前社會的真相，人生的寫實，不能留戀，要早早的回頭，要辦自己的大事。大事是什麼？死生事大。你們要注意聽我講的，「死生」事大，我不是講「生死」。生死怎麼樣？一個階段，從生到死。死生是活的，死了以後又生，永遠循環不息。"
    },
    {
      "id": "12-017-0847_p0069",
      "zh_CN": "所以觉悟的人不怕死，真正觉悟的人常常把「死」字挂在头顶上，警惕自己，死了之后我到哪里去生？这是大事。死了以后，摆在面前十条路！十法界。你要走哪一条路？现在我们在人道，我死了以后到哪一道去？人人都希望佛道，你走的是不是个佛道？那得要问：你的心是不是佛心？你的愿是不是佛愿？你的言语是不是佛的言语？你的行为是不是佛的行为？果然你的心、愿、言、行像佛，这跟佛学，学得像佛！那你没错，你真的走的是成佛之道。",
      "zh_TW": "所以覺悟的人不怕死，真正覺悟的人常常把「死」字掛在頭頂上，警惕自己，死了之後我到哪裡去生？這是大事。死了以後，擺在面前十條路！十法界。你要走哪一條路？現在我們在人道，我死了以後到哪一道去？人人都希望佛道，你走的是不是個佛道？那得要問：你的心是不是佛心？你的願是不是佛願？你的言語是不是佛的言語？你的行為是不是佛的行為？果然你的心、願、言、行像佛，這跟佛學，學得像佛！那你沒錯，你真的走的是成佛之道。"
    },
    {
      "id": "12-017-0847_p0070",
      "zh_CN": "想学佛，果然成佛，怎么不欢喜？当然法喜充满！你往前走，愈走愈有信心。佛法讲感应，愈走愈有感应。李老师当年教导我的，至诚感通。能感是自己真诚到极处的心，真诚到极处！要用这个心。对于佛菩萨是这个心，对于经教是这个心。在日常生活当中，对人对事对物统统用这个心，就有感应。对佛菩萨用真诚心，对于一般人就不是真诚心，对佛那个真诚心是假的不是真的。佛法里常讲「一真一切真，一假一切假」，这个道理一定要懂。",
      "zh_TW": "想學佛，果然成佛，怎麼不歡喜？當然法喜充滿！你往前走，愈走愈有信心。佛法講感應，愈走愈有感應。李老師當年教導我的，至誠感通。能感是自己真誠到極處的心，真誠到極處！要用這個心。對於佛菩薩是這個心，對於經教是這個心。在日常生活當中，對人對事對物統統用這個心，就有感應。對佛菩薩用真誠心，對於一般人就不是真誠心，對佛那個真誠心是假的不是真的。佛法裡常講「一真一切真，一假一切假」，這個道理一定要懂。"
    },
    {
      "id": "12-017-0847_p0071",
      "zh_CN": "真心对人对事对物，在这个世间往往要吃亏，所以有很多人不肯干。他不懂得古人常讲的吃亏是福！他不懂这个道理。他要懂得吃亏是福，他就愿意干了。尤其是没有过失受人毁谤，那个福就更大了。这个我在讲席里头常讲，过去今生所做的这些业障，这就报掉了，消了！别人毁谤你、侮辱你，甚至于陷害你，统统是替你消业障。善财童子遇到了，生感恩之心：我的业障幸亏他替我消了，他要不替我消，这业障什么时候能消得了？业障消不了，不能成就。",
      "zh_TW": "真心對人對事對物，在這個世間往往要吃虧，所以有很多人不肯幹。他不懂得古人常講的吃虧是福！他不懂這個道理。他要懂得吃虧是福，他就願意幹了。尤其是沒有過失受人毀謗，那個福就更大了。這個我在講席裡頭常講，過去今生所做的這些業障，這就報掉了，消了！別人毀謗你、侮辱你，甚至於陷害你，統統是替你消業障。善財童子遇到了，生感恩之心：我的業障幸虧他替我消了，他要不替我消，這業障什麼時候能消得了？業障消不了，不能成就。"
    },
    {
      "id": "12-017-0847_p0072",
      "zh_CN": "如果没有这些人来替你消业障，将来你业障到哪里消？到三途去消。所以三途不是坏地方，那个地方是叫我们造作一些罪孽的事情到那里去忏悔，去消业的，受果报就是消业。业障消除之后，智慧才能现前，佛菩萨教诲、善法才能听得入耳，才能听得生欢喜心。由此可知，今天接触圣贤教诲、接触一切善法不能生欢喜心，什么原因？业障深重！总得要晓得。所以在现前修学的过程当中，诸位要知道哪一样东西契自己的机，你就细心去观察，能不能叫自己生欢喜心？能叫自己生欢喜心，你与这个法有缘。这个缘一定很深，宿世一定学过，这一世修学一定不难。加功用行，你的境界当然往上提升，法喜充满。再看上面一层，第六层：",
      "zh_TW": "如果沒有這些人來替你消業障，將來你業障到哪裡消？到三途去消。所以三途不是壞地方，那個地方是叫我們造作一些罪孽的事情到那裡去懺悔，去消業的，受果報就是消業。業障消除之後，智慧才能現前，佛菩薩教誨、善法才能聽得入耳，才能聽得生歡喜心。由此可知，今天接觸聖賢教誨、接觸一切善法不能生歡喜心，什麼原因？業障深重！總得要曉得。所以在現前修學的過程當中，諸位要知道哪一樣東西契自己的機，你就細心去觀察，能不能叫自己生歡喜心？能叫自己生歡喜心，你與這個法有緣。這個緣一定很深，宿世一定學過，這一世修學一定不難。加功用行，你的境界當然往上提升，法喜充滿。再看上面一層，第六層："
    },
    {
      "id": "12-017-0847_p0073",
      "zh_CN": "【此上过佛刹微尘数世界。有世界名尸利华光轮。其形三角。】",
      "zh_TW": "【此上過佛剎微塵數世界。有世界名尸利華光輪。其形三角。】"
    },
    {
      "id": "12-017-0847_p0074",
      "zh_CN": "这个世界的形状，三角形。",
      "zh_TW": "這個世界的形狀，三角形。"
    },
    {
      "id": "12-017-0847_p0075",
      "zh_CN": "【依一切坚固宝庄严海住。】",
      "zh_TW": "【依一切堅固寶莊嚴海住。】"
    },
    {
      "id": "12-017-0847_p0076",
      "zh_CN": "这一句是讲依住。",
      "zh_TW": "這一句是講依住。"
    },
    {
      "id": "12-017-0847_p0077",
      "zh_CN": "【菩萨摩尼冠光明云弥覆其上。】",
      "zh_TW": "【菩薩摩尼冠光明雲彌覆其上。】"
    },
    {
      "id": "12-017-0847_p0078",
      "zh_CN": "这都好懂。",
      "zh_TW": "這都好懂。"
    },
    {
      "id": "12-017-0847_p0079",
      "zh_CN": "【六佛刹微尘数世界围绕。】",
      "zh_TW": "【六佛剎微塵數世界圍繞。】"
    },
    {
      "id": "12-017-0847_p0080",
      "zh_CN": "愈上去围绕的佛刹愈多。",
      "zh_TW": "愈上去圍繞的佛剎愈多。"
    },
    {
      "id": "12-017-0847_p0081",
      "zh_CN": "【佛号清净普光明。】",
      "zh_TW": "【佛號清淨普光明。】"
    },
    {
      "id": "12-017-0847_p0082",
      "zh_CN": "在这个经里面，我们读到许许多多佛菩萨的名号，「清净光明」用得最多，显示性德法尔如是。我们今天学的这个法门净土宗，净土宗修学的成就，我们不能不知道，经上讲的「心净则佛土净」。所以诸位决定不能够产生误会，不能够迷信，一定要依靠净宗的经论，正确的理解，依教奉行，我们才能成就。",
      "zh_TW": "在這個經裡面，我們讀到許許多多佛菩薩的名號，「清淨光明」用得最多，顯示性德法爾如是。我們今天學的這個法門淨土宗，淨土宗修學的成就，我們不能不知道，經上講的「心淨則佛土淨」。所以諸位決定不能夠產生誤會，不能夠迷信，一定要依靠淨宗的經論，正確的理解，依教奉行，我們才能成就。"
    },
    {
      "id": "12-017-0847_p0083",
      "zh_CN": "一般人讲念佛成佛，没错。那念佛两个字你不懂，你错会了意思，以为手上拿一串念珠，一天到晚阿弥陀佛、阿弥陀佛，那就能成佛？妄想杂念、烦恼习气一点都不断，那怎么能成就？所以念佛两个字的意思没有搞清楚。念，这个字在中国文字上是个符号，这个符号是会意，上面是「今」，下面是「心」，意思是「现今的心」，就是我现前这个心；这个心是佛就叫念佛。绝对不是口里头有佛，心里头没有佛，那不叫念佛。念佛是你心上真有佛，不在口念。所以很多人把这个意思错会了。无怪乎古大德常说「口念弥陀心散乱，喊破喉咙也枉然」，为什么？心里头不是佛！心里是佛，口里头不念佛，能成就，自利。心里是佛，口里头又念佛，化他。自行化他，这个道理要懂。",
      "zh_TW": "一般人講念佛成佛，沒錯。那念佛兩個字你不懂，你錯會了意思，以為手上拿一串念珠，一天到晚阿彌陀佛、阿彌陀佛，那就能成佛？妄想雜念、煩惱習氣一點都不斷，那怎麼能成就？所以念佛兩個字的意思沒有搞清楚。念，這個字在中國文字上是個符號，這個符號是會意，上面是「今」，下面是「心」，意思是「現今的心」，就是我現前這個心；這個心是佛就叫念佛。絕對不是口裡頭有佛，心裡頭沒有佛，那不叫念佛。念佛是你心上真有佛，不在口念。所以很多人把這個意思錯會了。無怪乎古大德常說「口念彌陀心散亂，喊破喉嚨也枉然」，為什麼？心裡頭不是佛！心裡是佛，口裡頭不念佛，能成就，自利。心裡是佛，口裡頭又念佛，化他。自行化他，這個道理要懂。"
    },
    {
      "id": "12-017-0847_p0084",
      "zh_CN": "念佛这个名词我们要有正确的理解。这个法门所依的，我们这个经上每个世界都有依住，这个法门依什么？依「净业三福」！佛在《观经》上讲的，我们初学的人依净业三福。韦提希夫人知道极乐世界的庄严，发心想求生，想到极乐世界去。向释迦牟尼佛请教，修什么样的法门能到极乐世界？世尊没有跟她讲这个法门之前，先教她修净业三福。这一点，我们千万不能疏忽。",
      "zh_TW": "念佛這個名詞我們要有正確的理解。這個法門所依的，我們這個經上每個世界都有依住，這個法門依什麼？依「淨業三福」！佛在《觀經》上講的，我們初學的人依淨業三福。韋提希夫人知道極樂世界的莊嚴，發心想求生，想到極樂世界去。向釋迦牟尼佛請教，修什麼樣的法門能到極樂世界？世尊沒有跟她講這個法門之前，先教她修淨業三福。這一點，我們千萬不能疏忽。"
    },
    {
      "id": "12-017-0847_p0085",
      "zh_CN": "好比你看到一栋房子，你看到很欢喜，也想建一栋。这个工程师还没有给你打图样就先劝你选一个地皮，你要是没有土地，那到哪里去建？净业三福是什么？净业三福就是你有土地了，别人可以给你设计，可以给你建造。没有净业三福，没土地，八万四千法门哪一门你都不能成就。八万四千法门就好比八万四千种不同的建筑，都要土地。净业三福就是土地，无论修哪个法门的根本！",
      "zh_TW": "好比你看到一棟房子，你看到很歡喜，也想建一棟。這個工程師還沒有給你打圖樣就先勸你選一個地皮，你要是沒有土地，那到哪裡去建？淨業三福是什麼？淨業三福就是你有土地了，別人可以給你設計，可以給你建造。沒有淨業三福，沒土地，八萬四千法門哪一門你都不能成就。八萬四千法門就好比八萬四千種不同的建築，都要土地。淨業三福就是土地，無論修哪個法門的根本！"
    },
    {
      "id": "12-017-0847_p0086",
      "zh_CN": "我们的学院就是依这个根本。我们的行门订的是五个科目：第一个净业三福，第二六和敬，第三戒定慧三学，第四六度，第五普贤十愿。这是我们行门里面的纲领。问题是我们有没有真的去做？如果不做，纲领订的再好，也不能成就，没落实！谁做谁成就！",
      "zh_TW": "我們的學院就是依這個根本。我們的行門訂的是五個科目：第一個淨業三福，第二六和敬，第三戒定慧三學，第四六度，第五普賢十願。這是我們行門裡面的綱領。問題是我們有沒有真的去做？如果不做，綱領訂的再好，也不能成就，沒落實！誰做誰成就！"
    },
    {
      "id": "12-017-0847_p0087",
      "zh_CN": "现在这个时代民主自由开放，谁也不能管谁。我听说将来父母都不能管儿女，老师不能管学生，师父不能管徒弟，我早就听说过。今天这个社会大家在一起是什么关系，五伦只剩下一条：朋友关系。父子是朋友，师生是朋友，师徒还是朋友，能把朋友关系处好，不错了！可是现在那个朋友关系，朋友关系建立在什么基础上？古人建立在道义的基础上，现在人建立在利害的基础上。有利，就是朋友，没有利，就不是朋友，不是敌人也是个陌生人。社会怎么能不乱？人生怎么能不苦？一个知心的朋友都没有。",
      "zh_TW": "現在這個時代民主自由開放，誰也不能管誰。我聽說將來父母都不能管兒女，老師不能管學生，師父不能管徒弟，我早就聽說過。今天這個社會大家在一起是什麼關係，五倫只剩下一條：朋友關係。父子是朋友，師生是朋友，師徒還是朋友，能把朋友關係處好，不錯了！可是現在那個朋友關係，朋友關係建立在什麼基礎上？古人建立在道義的基礎上，現在人建立在利害的基礎上。有利，就是朋友，沒有利，就不是朋友，不是敵人也是個陌生人。社會怎麼能不亂？人生怎麼能不苦？一個知心的朋友都沒有。"
    },
    {
      "id": "12-017-0847_p0088",
      "zh_CN": "古人有所谓「士为知己者死」，那是道义。人在这一生当中，你能遇到有几个知己？遇到一个知己都不容易、都难，非常可贵！可以共生死，共患难，知交！古时候有，现代少了，太少了。那我们要学佛，我们学佛就是要做世间人的好样子。好样子没有了，我们来表演。别人不做我做，别人怕吃亏，我不怕。认真去做，这就是续佛慧命，这就是承先启后。让古圣先贤的大道能有一脉相传，不至于断绝。虽然在这个世界上衰没了，还有这一条线没断，还有指望！",
      "zh_TW": "古人有所謂「士為知己者死」，那是道義。人在這一生當中，你能遇到有幾個知己？遇到一個知己都不容易、都難，非常可貴！可以共生死，共患難，知交！古時候有，現代少了，太少了。那我們要學佛，我們學佛就是要做世間人的好樣子。好樣子沒有了，我們來表演。別人不做我做，別人怕吃虧，我不怕。認真去做，這就是續佛慧命，這就是承先啟後。讓古聖先賢的大道能有一脈相傳，不至於斷絕。雖然在這個世界上衰沒了，還有這一條線沒斷，還有指望！"
    },
    {
      "id": "12-017-0847_p0089",
      "zh_CN": "达摩祖师到中国来，传的是上上禅，没有人跟他学。在少林寺等了九年，遇到一个慧可。慧可传他的法，只要传一个人就行了。他从印度到中国来，值得了，有一个传人。传到第六代惠能，前面五代都是单传，惠能传了四十三个人，禅宗在中国发扬光大，成就不可思议，连印度都不能跟中国相比。一千多年的道风，在中国你看看《禅宗集》，代代都有人。大法的承传在人，真正发大道心的人，续佛慧命。到众生有福，众生向善，必定有许许多多的善知识出现，这些善知识的缘跟一脉相传关系非常密切。",
      "zh_TW": "達摩祖師到中國來，傳的是上上禪，沒有人跟他學。在少林寺等了九年，遇到一個慧可。慧可傳他的法，只要傳一個人就行了。他從印度到中國來，值得了，有一個傳人。傳到第六代惠能，前面五代都是單傳，惠能傳了四十三個人，禪宗在中國發揚光大，成就不可思議，連印度都不能跟中國相比。一千多年的道風，在中國你看看《禪宗集》，代代都有人。大法的承傳在人，真正發大道心的人，續佛慧命。到眾生有福，眾生向善，必定有許許多多的善知識出現，這些善知識的緣跟一脈相傳關係非常密切。"
    },
    {
      "id": "12-017-0847_p0090",
      "zh_CN": "惠能大师会下这四十三位传法的弟子，都是明心见性。这里面确确实实有不少再来人，如果不经过六祖的印证，他就变成外道了。佛菩萨再来，还要接这个香火，离开这个香火，他不能算正统。你们诸位想想看，这就是一脉相承的意义，我们要懂得。续佛慧命，功德无量无边。",
      "zh_TW": "惠能大師會下這四十三位傳法的弟子，都是明心見性。這裡面確確實實有不少再來人，如果不經過六祖的印證，他就變成外道了。佛菩薩再來，還要接這個香火，離開這個香火，他不能算正統。你們諸位想想看，這就是一脈相承的意義，我們要懂得。續佛慧命，功德無量無邊。"
    },
    {
      "id": "12-017-0847_p0091",
      "zh_CN": "往年黄念祖老居士写信给我，每一次见面谈话，一定劝我：不要再讲经了，不要再到处走动，你要住下来，要培养后代。他这个话对我的印象非常深刻，当时我告诉他，我说：我知道，不是不知道，缘不成熟！我自己没有道场，讲经弘法一切随缘，哪个地方请就到哪里去。讲什么样的经、时间长短都是听人安排，自己不做主！话，我记在心里，我懂，不是不懂，等待缘成熟。",
      "zh_TW": "往年黃念祖老居士寫信給我，每一次見面談話，一定勸我：不要再講經了，不要再到處走動，你要住下來，要培養後代。他這個話對我的印象非常深刻，當時我告訴他，我說：我知道，不是不知道，緣不成熟！我自己沒有道場，講經弘法一切隨緣，哪個地方請就到哪裡去。講什麼樣的經、時間長短都是聽人安排，自己不做主！話，我記在心裡，我懂，不是不懂，等待緣成熟。"
    },
    {
      "id": "12-017-0847_p0092",
      "zh_CN": "到新加坡这个缘才开始，现前了。在新加坡办短期培训班，这是这个缘开端，兴起了。四年之后，有了这个净宗学院。净宗学院你们这些同学如果真正肯努力，肯发愤，认真学习，那这个缘就成熟了。三宝加持，不是人力！我自己有愿，没有希求的心。古人常讲，有希望你就会有失望；不抱任何希望，就没有失望。",
      "zh_TW": "到新加坡這個緣才開始，現前了。在新加坡辦短期培訓班，這是這個緣開端，興起了。四年之後，有了這個淨宗學院。淨宗學院你們這些同學如果真正肯努力，肯發憤，認真學習，那這個緣就成熟了。三寶加持，不是人力！我自己有願，沒有希求的心。古人常講，有希望你就會有失望；不抱任何希望，就沒有失望。"
    },
    {
      "id": "12-017-0847_p0093",
      "zh_CN": "我的一生随遇而安，随缘成就，没有丝毫勉强，从来不攀缘！这大家都晓得。这样才能够保持一个清净心。你们同学常常跟我的，这一点你们要能够体会得到。如果有攀缘心，你的心不清净，你怎么会成就？心不清净，你不会觉悟。心不清净，你没有办法远离邪知邪见。净宗是修清净心，是以这个为主。清净心一定要从「净业三福」上落实，这是我们为什么把净业三福，做为我们净宗学院教学的总纲领，大家要知道，要明了。",
      "zh_TW": "我的一生隨遇而安，隨緣成就，沒有絲毫勉強，從來不攀緣！這大家都曉得。這樣才能夠保持一個清淨心。你們同學常常跟我的，這一點你們要能夠體會得到。如果有攀緣心，你的心不清淨，你怎麼會成就？心不清淨，你不會覺悟。心不清淨，你沒有辦法遠離邪知邪見。淨宗是修清淨心，是以這個為主。清淨心一定要從「淨業三福」上落實，這是我們為什麼把淨業三福，做為我們淨宗學院教學的總綱領，大家要知道，要明瞭。"
    },
    {
      "id": "12-017-0847_p0094",
      "zh_CN": "我们的学习，根本要站稳，脚跟要站稳，不能好高骛远。要知道自己是什么根性，知道自己是什么程度，这比什么都重要。自己是凡夫，小时候没有接受过圣贤教诲，根本不扎实。学佛，年轻的，二十岁以上了，年岁大的，三十多岁，跟我学佛的那个时代差不多。这个情况我清楚，我明白，所以标准不能高。高，那是高调，好看、好听，不切实际，不能有成就。所以我们学习的标准要降低。",
      "zh_TW": "我們的學習，根本要站穩，腳跟要站穩，不能好高騖遠。要知道自己是什麼根性，知道自己是什麼程度，這比什麼都重要。自己是凡夫，小時候沒有接受過聖賢教誨，根本不紮實。學佛，年輕的，二十歲以上了，年歲大的，三十多歲，跟我學佛的那個時代差不多。這個情況我清楚，我明白，所以標準不能高。高，那是高調，好看、好聽，不切實際，不能有成就。所以我們學習的標準要降低。"
    },
    {
      "id": "12-017-0847_p0095",
      "zh_CN": "我曾经告诉过同学，我学佛是从《了凡四训》入门。朱镜宙老居士教我的，那个时候我初学，二十六岁。亲近李炳南老居士跟他学教，第一部学的《阿难问事佛吉凶经》，那一年我三十二岁。所以学习的课程，选小部经、选浅显的经教，容易！太深了，分量太大，不是初学人能学的。《华严》不是初学人学的，但是常常听有好处，可以拓开心量。",
      "zh_TW": "我曾經告訴過同學，我學佛是從《了凡四訓》入門。朱鏡宙老居士教我的，那個時候我初學，二十六歲。親近李炳南老居士跟他學教，第一部學的《阿難問事佛吉凶經》，那一年我三十二歲。所以學習的課程，選小部經、選淺顯的經教，容易！太深了，分量太大，不是初學人能學的。《華嚴》不是初學人學的，但是常常聽有好處，可以拓開心量。"
    },
    {
      "id": "12-017-0847_p0096",
      "zh_CN": "常常听听诸佛菩萨他们的行谊，听多了，想想自己起心动念、待人接物的情形，比照比照，不像菩萨！但是人通过长时间的薰习，不知不觉产生变化，观念改变了、思想改变了，逐渐逐渐跟佛接近，跟世缘远离。对这个世缘愈来愈淡薄，对佛法愈来愈欢喜，愈来愈有兴趣，好现象，这是我们一般讲功夫得力了。从这个基础上，如果你能够锲而不舍，就逐渐向上提升，境界一天比一天好；这一天一天不说，一年比一年好，这肯定的。一定要锲而不舍，为什么？经教一放下，马上就跟着烦恼习气走，一天都不能放下。三天放下了，你就堕落，你就退步，一天都不能放下。这是我们这一生能成就的秘诀！好，现在时间到了。",
      "zh_TW": "常常聽聽諸佛菩薩他們的行誼，聽多了，想想自己起心動念、待人接物的情形，比照比照，不像菩薩！但是人通過長時間的薰習，不知不覺產生變化，觀念改變了、思想改變了，逐漸逐漸跟佛接近，跟世緣遠離。對這個世緣愈來愈淡薄，對佛法愈來愈歡喜，愈來愈有興趣，好現象，這是我們一般講功夫得力了。從這個基礎上，如果你能夠鍥而不捨，就逐漸向上提升，境界一天比一天好；這一天一天不說，一年比一年好，這肯定的。一定要鍥而不捨，為什麼？經教一放下，馬上就跟著煩惱習氣走，一天都不能放下。三天放下了，你就墮落，你就退步，一天都不能放下。這是我們這一生能成就的祕訣！好，現在時間到了。"
    }
  ]
}