{
  "doc_id": "12-017-1356",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三五六卷",
    "zh_TW": "第一三五六卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1356",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "12-017-1356_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」偈颂第四首：",
      "zh_TW": "諸位同學，請看「菩薩問明品」偈頌第四首："
    },
    {
      "id": "12-017-1356_p0002",
      "zh_CN": "【于身善观察。一切皆明见。知法皆虚妄。不起心分别。】",
      "zh_TW": "【於身善觀察。一切皆明見。知法皆虛妄。不起心分別。】"
    },
    {
      "id": "12-017-1356_p0003",
      "zh_CN": "这一首偈大意前面已经报告过了。清凉大师告诉我们，这一首连同上面两首，就是第二、第三、第四这三首偈，第二首说人我空，第三首说法我空，第四首这是「类通」，就是触类旁通，让我们了解心、法也都不可得。这是大乘教里头常讲的一切法皆空，无所有，不可得。佛法，诸位都知道有大乘、有小乘，清凉大师在此地给我们开导的也都做了说明。「通」，通有两种，一种大乘，一种小乘。这个地方是讲大乘。",
      "zh_TW": "這一首偈大意前面已經報告過了。清涼大師告訴我們，這一首連同上面兩首，就是第二、第三、第四這三首偈，第二首說人我空，第三首說法我空，第四首這是「類通」，就是觸類旁通，讓我們了解心、法也都不可得。這是大乘教裡頭常講的一切法皆空，無所有，不可得。佛法，諸位都知道有大乘、有小乘，清涼大師在此地給我們開導的也都做了說明。「通」，通有兩種，一種大乘，一種小乘。這個地方是講大乘。"
    },
    {
      "id": "12-017-1356_p0004",
      "zh_CN": "世尊当年在世，我们大家都知道他老人家世寿八十岁，八十岁圆寂的，我们一般人讲过世了。在他一生当中，他是三十岁成道的，就是证得无上正等正觉，我们一般人讲成佛，我们称他为佛陀，那个时候三十岁！成道之后就教化众生，第一部所宣讲的是在菩提树下定中所说的，没人知道。这个大经上告诉我们三七日中，也有经上讲二七日中，二七十四天，三七二十一天，时间不长，宣讲什么法门？《大方广佛华严经》。定中的境界，学佛的同修应当有个概念，定中境界里头没有时间、没有空间，念劫圆融，广狭自在。所以佛能够将无量劫浓缩成一念，一念可以把它展开来就是无量劫。",
      "zh_TW": "世尊當年在世，我們大家都知道他老人家世壽八十歲，八十歲圓寂的，我們一般人講過世了。在他一生當中，他是三十歲成道的，就是證得無上正等正覺，我們一般人講成佛，我們稱他為佛陀，那個時候三十歲！成道之後就教化眾生，第一部所宣講的是在菩提樹下定中所說的，沒人知道。這個大經上告訴我們三七日中，也有經上講二七日中，二七十四天，三七二十一天，時間不長，宣講什麼法門？《大方廣佛華嚴經》。定中的境界，學佛的同修應當有個概念，定中境界裡頭沒有時間、沒有空間，念劫圓融，廣狹自在。所以佛能夠將無量劫濃縮成一念，一念可以把它展開來就是無量劫。"
    },
    {
      "id": "12-017-1356_p0005",
      "zh_CN": "所以时间不是真的是假的，从心想生。这一桩事情近代科学家发现了，他说时间跟空间不是真的，在某一种条件之下，时间等于零，等于零就是没有过去、未来，空间在某一种条件之下也等于零，没有远近。这些事情，《华严经》里面讲「十世古今」，就说尽了，三千年前就讲尽了。这不是凡夫能够懂得的，而是佛示现成道，把他自己亲证的那个境界，一真法界，给我们展现出来，给我们说明。谁参加这个法会？这我们晓得参加法会是四十一位法身菩萨，不是法身菩萨没有办法入佛的境界，这是佛亲证的境界。法身菩萨破一分无明，证一分法身，所以他有能力参加。十法界里面权教菩萨如盲如聋，看不到也听不到、接触不到。这是大乘，是佛法的精华，小乘是方便说。",
      "zh_TW": "所以時間不是真的是假的，從心想生。這一樁事情近代科學家發現了，他說時間跟空間不是真的，在某一種條件之下，時間等於零，等於零就是沒有過去、未來，空間在某一種條件之下也等於零，沒有遠近。這些事情，《華嚴經》裡面講「十世古今」，就說盡了，三千年前就講盡了。這不是凡夫能夠懂得的，而是佛示現成道，把他自己親證的那個境界，一真法界，給我們展現出來，給我們說明。誰參加這個法會？這我們曉得參加法會是四十一位法身菩薩，不是法身菩薩沒有辦法入佛的境界，這是佛親證的境界。法身菩薩破一分無明，證一分法身，所以他有能力參加。十法界裡面權教菩薩如盲如聾，看不到也聽不到、接觸不到。這是大乘，是佛法的精華，小乘是方便說。"
    },
    {
      "id": "12-017-1356_p0006",
      "zh_CN": "佛二七日中《华严经》讲圆满了，再想想这世间人，世间人无量劫来迷惑颠倒，要入这个境界，佛也有善巧方便。首先要用小教帮助一切众生消业障。一切众生为什么不能够听闻大法？业障太重了。所以真实境界，实在讲真实境界就在现前，我们迷而不觉，在这里面产生错觉，所以是这十法界唯识所现。在鹿野苑度五比丘，讲四谛，讲十二因缘，这个课程延续了十二年。像我们现在的学校，小学六年，高中、初中加起来也是六年，这是佛的小教，十二年。十二年之后，这有了根基，业障也差不多消了一些，逐渐逐渐应当把他提升，提升到方等。方等就是大乘，大乘里面很浅的，浅显的，方等八年，这就二十年了。",
      "zh_TW": "佛二七日中《華嚴經》講圓滿了，再想想這世間人，世間人無量劫來迷惑顛倒，要入這個境界，佛也有善巧方便。首先要用小教幫助一切眾生消業障。一切眾生為什麼不能夠聽聞大法？業障太重了。所以真實境界，實在講真實境界就在現前，我們迷而不覺，在這裡面產生錯覺，所以是這十法界唯識所現。在鹿野苑度五比丘，講四諦，講十二因緣，這個課程延續了十二年。像我們現在的學校，小學六年，高中、初中加起來也是六年，這是佛的小教，十二年。十二年之後，這有了根基，業障也差不多消了一些，逐漸逐漸應當把他提升，提升到方等。方等就是大乘，大乘裡面很淺的，淺顯的，方等八年，這就二十年了。"
    },
    {
      "id": "12-017-1356_p0007",
      "zh_CN": "这二十年的基础，他就可以听真话了。前面都是方便说，可以听真的了。真的是什么？真的就是般若，般若翻成中文叫智慧。佛讲般若二十二年，诸位想想看，这么长的时间讲这一个课程。由此可知，般若是释迦牟尼佛教化众生中心的课程，核心的课程。末后八年讲《法华》、《涅槃》。《法华》、《涅槃》是什么？那个意思是要落实在日常生活当中，与我们日常生活不脱节，就是回归到《华严》。你看世尊的教学，从这个地方你能看到他教学的程序、次第，也能看出他的方便，他的核心，这就是中心的课程，到最后落实到生活，落实到实用。",
      "zh_TW": "這二十年的基礎，他就可以聽真話了。前面都是方便說，可以聽真的了。真的是什麼？真的就是般若，般若翻成中文叫智慧。佛講般若二十二年，諸位想想看，這麼長的時間講這一個課程。由此可知，般若是釋迦牟尼佛教化眾生中心的課程，核心的課程。末後八年講《法華》、《涅槃》。《法華》、《涅槃》是什麼？那個意思是要落實在日常生活當中，與我們日常生活不脫節，就是回歸到《華嚴》。你看世尊的教學，從這個地方你能看到他教學的程序、次第，也能看出他的方便，他的核心，這就是中心的課程，到最後落實到生活，落實到實用。"
    },
    {
      "id": "12-017-1356_p0008",
      "zh_CN": "我今天特别提出这些话，是昨天诸位同修都看到昆士兰大学有一位院长、一位教授，还有一位学校的处长冯文玮居士带领他们到学院来看我。告诉我，学校里面现在成立了一个佛学研究中心。这个学校里面有宗教研究中心，现在从宗教研究中心里面，就是又成立一个专门研究佛学的。这两位教授，一位是教巴利文的，一位是教梵文的。他们的介绍资料（翻成中文给我看），我是昨天晚上抽出一点时间把这个介绍看完，才知道这个中心去年（就是二００四年）成立的，到现在还不到一年，在筹备期间。三月底正式成立，要举行一个开幕典礼，请我去参加。",
      "zh_TW": "我今天特別提出這些話，是昨天諸位同修都看到昆士蘭大學有一位院長、一位教授，還有一位學校的處長馮文瑋居士帶領他們到學院來看我。告訴我，學校裡面現在成立了一個佛學研究中心。這個學校裡面有宗教研究中心，現在從宗教研究中心裡面，就是又成立一個專門研究佛學的。這兩位教授，一位是教巴利文的，一位是教梵文的。他們的介紹資料（翻成中文給我看），我是昨天晚上抽出一點時間把這個介紹看完，才知道這個中心去年（就是二００四年）成立的，到現在還不到一年，在籌備期間。三月底正式成立，要舉行一個開幕典禮，請我去參加。"
    },
    {
      "id": "12-017-1356_p0009",
      "zh_CN": "我们知道梵文的经典确确实实已经散失殆尽，分量太少了。巴利文的经典是小乘经典。今天讲佛法，在全世界典籍保存得最丰富的是汉传的大乘。这一些是早年方东美先生讲给我听的。他说要研究佛学，你就不能不研究汉文。另外一个系统就是藏传的，藏传的也是大乘，但是藏传比我们汉传的要晚，这我们知道，这历史我们晓得。西藏的佛教是唐朝文成公主嫁到西藏，把佛教带去的。那个时候真的佛教在中国是黄金时代，唐太宗那个时候，八大宗的祖师，这大乘八个宗，小乘还有两个宗，祖师大德几乎都同时出现在那个时候，隋朝末年唐朝初年。所以是文成公主带过去的。西藏跟印度很接近，以后西藏知道佛法的殊胜，所以这一边是从汉传过去，那一边从印度传过去，典籍都相当丰富。所以今天要研究佛法，最重要的还是汉传的，其次的是藏传的。",
      "zh_TW": "我們知道梵文的經典確確實實已經散失殆盡，分量太少了。巴利文的經典是小乘經典。今天講佛法，在全世界典籍保存得最豐富的是漢傳的大乘。這一些是早年方東美先生講給我聽的。他說要研究佛學，你就不能不研究漢文。另外一個系統就是藏傳的，藏傳的也是大乘，但是藏傳比我們漢傳的要晚，這我們知道，這歷史我們曉得。西藏的佛教是唐朝文成公主嫁到西藏，把佛教帶去的。那個時候真的佛教在中國是黃金時代，唐太宗那個時候，八大宗的祖師，這大乘八個宗，小乘還有兩個宗，祖師大德幾乎都同時出現在那個時候，隋朝末年唐朝初年。所以是文成公主帶過去的。西藏跟印度很接近，以後西藏知道佛法的殊勝，所以這一邊是從漢傳過去，那一邊從印度傳過去，典籍都相當豐富。所以今天要研究佛法，最重要的還是漢傳的，其次的是藏傳的。"
    },
    {
      "id": "12-017-1356_p0010",
      "zh_CN": "早年赵朴老在世的时候，我记得我第一次跟他见面，我就谈到这个问题。希望他老人家以他的地位、影响力，能够早一天把藏传经典，我们汉文里面没有的，把它翻译出来，翻译成汉文，使汉传的经典能够保存一套最完整的佛教典籍。他当时听到我这个建议非常赞成。实在讲，我们见面的时候，他老人家年岁已经大了，确实是心有余而力不足。我那个时候特别提醒他，我说：老人家，如果这个事情不做，五十年之后没有人能做了，要做要赶快，要抓住时节因缘。这是我们第一次见面。第一次见面我们就很投缘，再说我们是同乡，所以第一次见面我们就谈了四个小时，非常希有难得。",
      "zh_TW": "早年趙樸老在世的時候，我記得我第一次跟他見面，我就談到這個問題。希望他老人家以他的地位、影響力，能夠早一天把藏傳經典，我們漢文裡面沒有的，把它翻譯出來，翻譯成漢文，使漢傳的經典能夠保存一套最完整的佛教典籍。他當時聽到我這個建議非常贊成。實在講，我們見面的時候，他老人家年歲已經大了，確實是心有餘而力不足。我那個時候特別提醒他，我說：老人家，如果這個事情不做，五十年之後沒有人能做了，要做要趕快，要抓住時節因緣。這是我們第一次見面。第一次見面我們就很投緣，再說我們是同鄉，所以第一次見面我們就談了四個小時，非常希有難得。"
    },
    {
      "id": "12-017-1356_p0011",
      "zh_CN": "小乘教就是我们讲巴利文的，现在这是大学里面主修的，就是我们汉文《藏经》里面的阿含部，我们称为四阿含：《长阿含》、《中阿含》、《增壹阿含》、《杂阿含》这四大部。《阿含经》里面有很多很短的，一部经一百多字，二、三百字就是一部经，所以它的经典，你要细细看它的目录大概也有将近三千部。我们这一部分（翻译的这一部分）跟巴利文的经典对照，有人做过这个工作告诉我，他说巴利文的经典大概比我们多出五十几部。从这个地方看，三千多部经典我们只少了五十几部，小乘经汉译得相当完整。我们缺少的分量并不多，希望缺少的能够从巴利文译成汉文，使我们汉文小乘经典也具足，这个好事情！大乘经典的分量超过小乘太多了。部头虽然没有那么多，但是大乘经论的分量重。你看《般若经》，一部《大般若经》六百卷！",
      "zh_TW": "小乘教就是我們講巴利文的，現在這是大學裡面主修的，就是我們漢文《藏經》裡面的阿含部，我們稱為四阿含：《長阿含》、《中阿含》、《增壹阿含》、《雜阿含》這四大部。《阿含經》裡面有很多很短的，一部經一百多字，二、三百字就是一部經，所以它的經典，你要細細看它的目錄大概也有將近三千部。我們這一部分（翻譯的這一部分）跟巴利文的經典對照，有人做過這個工作告訴我，他說巴利文的經典大概比我們多出五十幾部。從這個地方看，三千多部經典我們只少了五十幾部，小乘經漢譯得相當完整。我們缺少的分量並不多，希望缺少的能夠從巴利文譯成漢文，使我們漢文小乘經典也具足，這個好事情！大乘經典的分量超過小乘太多了。部頭雖然沒有那麼多，但是大乘經論的分量重。你看《般若經》，一部《大般若經》六百卷！"
    },
    {
      "id": "12-017-1356_p0012",
      "zh_CN": "所以，学校里面既然有佛学研究中心，我们希望学校能够增设汉语系的佛教跟藏语系的佛教，它有巴利文、有梵文，这样就相当完整了。这是我今天告诉冯居士，希望能够把我的这个建议先向他们提一提。冯居士听了之后非常欢喜，他说这正是他们迫切需要的。我说我现在手头上还有《大藏经》，我可以送学校十套，给这个研究中心。同时我也想到澳洲还有其他的学校，我就想请昆士兰大学代我送。我打算送一百套《龙藏》交给昆士兰大学，他们学校留十套，另外九十套请他代我送给澳洲各个学校以及社团。",
      "zh_TW": "所以，學校裡面既然有佛學研究中心，我們希望學校能夠增設漢語系的佛教跟藏語系的佛教，它有巴利文、有梵文，這樣就相當完整了。這是我今天告訴馮居士，希望能夠把我的這個建議先向他們提一提。馮居士聽了之後非常歡喜，他說這正是他們迫切需要的。我說我現在手頭上還有《大藏經》，我可以送學校十套，給這個研究中心。同時我也想到澳洲還有其他的學校，我就想請昆士蘭大學代我送。我打算送一百套《龍藏》交給昆士蘭大學，他們學校留十套，另外九十套請他代我送給澳洲各個學校以及社團。"
    },
    {
      "id": "12-017-1356_p0013",
      "zh_CN": "大乘教里面讲得究竟，讲得圆满。小乘教只破我执，法执没破，所以他们的果报在四圣法界，就是十法界。十法界是两个不同的境界，一个是凡夫，就是一品烦恼都没断，妄想分别执着统统具足，就是六道凡夫！如果是对于一切人事物执着放下了，不再有执着了，就超越六道轮回。但是人我执没有了，他还有法我执，那他就不在六道，六道之外有四圣法界，他在那里面去破法执。法执破掉，法执就是分别，分别这个心没有了、断掉了，还会有起心动念。功夫再进一步，把起心动念能够控制住，这就超越十法界。超越十法界就生到一真法界，《华严经》上讲的华藏世界，他就到这边去了，我们就称他作法身菩萨。中国大乘禅宗里面讲「破一品无明，证一分法身」，就是这个境界。",
      "zh_TW": "大乘教裡面講得究竟，講得圓滿。小乘教只破我執，法執沒破，所以他們的果報在四聖法界，就是十法界。十法界是兩個不同的境界，一個是凡夫，就是一品煩惱都沒斷，妄想分別執著統統具足，就是六道凡夫！如果是對於一切人事物執著放下了，不再有執著了，就超越六道輪迴。但是人我執沒有了，他還有法我執，那他就不在六道，六道之外有四聖法界，他在那裡面去破法執。法執破掉，法執就是分別，分別這個心沒有了、斷掉了，還會有起心動念。功夫再進一步，把起心動念能夠控制住，這就超越十法界。超越十法界就生到一真法界，《華嚴經》上講的華藏世界，他就到這邊去了，我們就稱他作法身菩薩。中國大乘禪宗裡面講「破一品無明，證一分法身」，就是這個境界。"
    },
    {
      "id": "12-017-1356_p0014",
      "zh_CN": "所以大乘教殊胜，殊胜在哪里？就在我们这一生当中，就能够做到破一品无明。大乘教破见思烦恼、破尘沙烦恼比小乘快速，小乘的方法很笨拙。你看大乘教我们观空，这不一样！所以清凉大师在注解里面，我们昨天念的这一段，「此中是大，观身性相同虚空故」，这是大乘教，这个快速，我、法两种执着在这一生就能够把它解决了。也就是我们常讲，你真正懂得事实真相，渐渐明了之后，你在一切法里头你不会执着，你不会分别。然后你就在起心动念这里下功夫，这是大定！他们也着重于参禅、静坐。他那个静坐，那是小定。你看看《六祖坛经》，《坛经》里面讲的这是禅宗里头他怎样修定，他是行住坐卧都在定中。那个定不是身，定是什么意思？心在境界里面不受外面境界影响，这叫做不动，行住坐卧都在定中，他修的是这种定，「那伽常在定，无有不定时」。",
      "zh_TW": "所以大乘教殊勝，殊勝在哪裡？就在我們這一生當中，就能夠做到破一品無明。大乘教破見思煩惱、破塵沙煩惱比小乘快速，小乘的方法很笨拙。你看大乘教我們觀空，這不一樣！所以清涼大師在註解裡面，我們昨天念的這一段，「此中是大，觀身性相同虛空故」，這是大乘教，這個快速，我、法兩種執著在這一生就能夠把它解決了。也就是我們常講，你真正懂得事實真相，漸漸明瞭之後，你在一切法裡頭你不會執著，你不會分別。然後你就在起心動念這裡下功夫，這是大定！他們也著重於參禪、靜坐。他那個靜坐，那是小定。你看看《六祖壇經》，《壇經》裡面講的這是禪宗裡頭他怎樣修定，他是行住坐臥都在定中。那個定不是身，定是什麼意思？心在境界裡面不受外面境界影響，這叫做不動，行住坐臥都在定中，他修的是這種定，「那伽常在定，無有不定時」。"
    },
    {
      "id": "12-017-1356_p0015",
      "zh_CN": "大乘修定方法很多，八万四千法门，这是我常常讲的！八万四千种不同的方式修定。像《华严经》末后善财童子五十三参，修定！修什么？起心动念，把这个东西灭掉。日常生活当中，于一切人、一切事、一切物都接触，在接触的时候修什么？练功。练什么功？练不起心、不动念，高！你在这里头练不执着、不分别，这是低，也是大乘，我们今天学的。我们在第一个阶段是要练不执着，你真会用功。要用什么方法来练不执着？我们八万四千法门里面采取的是执持名号，「阿弥陀佛」。眼见色，耳闻声，念头才一动，阿弥陀佛！那个执着的念头、分别的念头压下去了，这功夫。久而久之，不知不觉，我们就对于一切人、一切事、一切物平等观了。你真正能做到平等，我们常讲清净平等正觉慈悲，你已经达到平等，你的慈悲心就流出来，这是权教菩萨。为什么？因为你在境界里还会起心动念。你要更进一步，还是用这个方法，用这一句佛号，执持名号把起心动念伏住。",
      "zh_TW": "大乘修定方法很多，八萬四千法門，這是我常常講的！八萬四千種不同的方式修定。像《華嚴經》末後善財童子五十三參，修定！修什麼？起心動念，把這個東西滅掉。日常生活當中，於一切人、一切事、一切物都接觸，在接觸的時候修什麼？練功。練什麼功？練不起心、不動念，高！你在這裡頭練不執著、不分別，這是低，也是大乘，我們今天學的。我們在第一個階段是要練不執著，你真會用功。要用什麼方法來練不執著？我們八萬四千法門裡面採取的是執持名號，「阿彌陀佛」。眼見色，耳聞聲，念頭才一動，阿彌陀佛！那個執著的念頭、分別的念頭壓下去了，這功夫。久而久之，不知不覺，我們就對於一切人、一切事、一切物平等觀了。你真正能做到平等，我們常講清淨平等正覺慈悲，你已經達到平等，你的慈悲心就流出來，這是權教菩薩。為什麼？因為你在境界裡還會起心動念。你要更進一步，還是用這個方法，用這一句佛號，執持名號把起心動念伏住。"
    },
    {
      "id": "12-017-1356_p0016",
      "zh_CN": "诸位要晓得「南无阿弥陀佛」有没有起心动念？有！但是什么？我对其他的事情不起心、不动念，我只在这一桩事情起心动念，用这一法对治一切法，就是念佛的道理，我们要明白。所以念佛是修禅定，这个话不是我说的，佛在《大集经》上讲的。佛赞叹念佛，说念佛是甚深的禅定，这是佛给我们印证。禅是佛家修行的核心，就是修法里面的总的纲领、总的原则。只要是佛法，不论是大乘、小乘，你要是离开禅定，那就不是佛法。禅定修行的方法无量无边，「法门无量誓愿学」，无量无边。八万四千不是随便说的，确实有这个数字。你们查《教乘法数》，查《佛学辞典》，真的是八万四千，用什么对治什么烦恼，烦恼八万四千！禅定就是对治烦恼、对治习气的。所以念佛是「无上深妙禅」，佛讲的。",
      "zh_TW": "諸位要曉得「南無阿彌陀佛」有沒有起心動念？有！但是什麼？我對其他的事情不起心、不動念，我只在這一樁事情起心動念，用這一法對治一切法，就是念佛的道理，我們要明白。所以念佛是修禪定，這個話不是我說的，佛在《大集經》上講的。佛讚歎念佛，說念佛是甚深的禪定，這是佛給我們印證。禪是佛家修行的核心，就是修法裡面的總的綱領、總的原則。只要是佛法，不論是大乘、小乘，你要是離開禪定，那就不是佛法。禪定修行的方法無量無邊，「法門無量誓願學」，無量無邊。八萬四千不是隨便說的，確實有這個數字。你們查《教乘法數》，查《佛學辭典》，真的是八萬四千，用什麼對治什麼煩惱，煩惱八萬四千！禪定就是對治煩惱、對治習氣的。所以念佛是「無上深妙禪」，佛講的。"
    },
    {
      "id": "12-017-1356_p0017",
      "zh_CN": "我们今天会念这一句阿弥陀佛，念的功夫不得力，为什么？没有用这一句佛号对治我们的分别执着，所以你的功夫不得力。执着里面，我常常提出两个例子，这两个是执着里面的大根大本，你首先要在这上下手。第一个就是对一切人事物的占有，占有是执着，据为己有，这是错误，为什么？「一切法无所有，毕竟空，不可得」，连我们这个身都不可得，你怎么能占有？身是念念刹那生灭，没有办法，这是错误的，不能有占有、据为己有的这个念头。这个念头才起来，「阿弥陀佛」打下去，这叫真正做功夫，你真正会念佛。",
      "zh_TW": "我們今天會念這一句阿彌陀佛，念的功夫不得力，為什麼？沒有用這一句佛號對治我們的分別執著，所以你的功夫不得力。執著裡面，我常常提出兩個例子，這兩個是執著裡面的大根大本，你首先要在這上下手。第一個就是對一切人事物的佔有，佔有是執著，據為己有，這是錯誤，為什麼？「一切法無所有，畢竟空，不可得」，連我們這個身都不可得，你怎麼能佔有？身是念念剎那生滅，沒有辦法，這是錯誤的，不能有佔有、據為己有的這個念頭。這個念頭才起來，「阿彌陀佛」打下去，這叫真正做功夫，你真正會念佛。"
    },
    {
      "id": "12-017-1356_p0018",
      "zh_CN": "另外一个就是控制，我们对于一切人事物起了控制的念头，这个错了，这都是属于执着。能够对一切人、一切事、一切物不执着。总要记住佛祖常常给我们开导的「多事不如少事，少事不如无事」。真正修行人一生要像释迦牟尼佛一样，决定不攀缘，随缘不攀缘！你攀缘，你很累；你不攀缘，你很自在，清凉自在，这是你首先会得到的。你身心健康，你没有忧虑、没有牵挂、没有烦恼。首先要把这个东西，我们用这一句佛号把它念掉，只有一句阿弥陀佛，除一句阿弥陀佛之外什么也没有，这叫念佛人，这叫会念佛，这叫念佛三昧。懂吗？三昧就是禅定，就是佛在《大集经》上讲的「无上甚深深妙禅」。真的是方便、容易、简单，成就还快速，实在是不可思议的法门。",
      "zh_TW": "另外一個就是控制，我們對於一切人事物起了控制的念頭，這個錯了，這都是屬於執著。能夠對一切人、一切事、一切物不執著。總要記住佛祖常常給我們開導的「多事不如少事，少事不如無事」。真正修行人一生要像釋迦牟尼佛一樣，決定不攀緣，隨緣不攀緣！你攀緣，你很累；你不攀緣，你很自在，清涼自在，這是你首先會得到的。你身心健康，你沒有憂慮、沒有牽掛、沒有煩惱。首先要把這個東西，我們用這一句佛號把它念掉，只有一句阿彌陀佛，除一句阿彌陀佛之外什麼也沒有，這叫念佛人，這叫會念佛，這叫念佛三昧。懂嗎？三昧就是禪定，就是佛在《大集經》上講的「無上甚深深妙禪」。真的是方便、容易、簡單，成就還快速，實在是不可思議的法門。"
    },
    {
      "id": "12-017-1356_p0019",
      "zh_CN": "我们自己天天做早晚课，早晚课我讲得太多了，早课提醒自己，晚课是反省。我今天一天一定要依照佛菩萨的教诲依教奉行，晚课要反省我是不是真的做到了。这里头最重要的断烦恼。你看看「烦恼无边誓愿断，法门无边誓愿学」，你先要断烦恼！我这种对于一切人事物，六根接触六尘境界占有的念头、控制的念头，这说粗一点是什么？是自私自利。今年跟去年比有没有淡一点？比去年淡一些了，有进步。这一个月跟上一个月比有没有淡一点？这一个星期跟上一个星期比有没有淡一点？那功夫要做到真正得力的时候，今天跟昨天比有没有淡一点？每一天都淡个一分，这个功夫就不得了！学如逆水行舟，不进则退。你要是我今天跟昨天比不见得比昨天淡。你要是不能比昨天淡，一定就是比昨天还要增加，那你就错了。一般人一年跟一年都很难看得出来，十年、十年比较非常明显，这一般人都能看到、都能够了解。我学佛第一个十年、第二个十年、第三个十年，你这样看很清楚！有没有进步？是不是真干？",
      "zh_TW": "我們自己天天做早晚課，早晚課我講得太多了，早課提醒自己，晚課是反省。我今天一天一定要依照佛菩薩的教誨依教奉行，晚課要反省我是不是真的做到了。這裡頭最重要的斷煩惱。你看看「煩惱無邊誓願斷，法門無邊誓願學」，你先要斷煩惱！我這種對於一切人事物，六根接觸六塵境界佔有的念頭、控制的念頭，這說粗一點是什麼？是自私自利。今年跟去年比有沒有淡一點？比去年淡一些了，有進步。這一個月跟上一個月比有沒有淡一點？這一個星期跟上一個星期比有沒有淡一點？那功夫要做到真正得力的時候，今天跟昨天比有沒有淡一點？每一天都淡個一分，這個功夫就不得了！學如逆水行舟，不進則退。你要是我今天跟昨天比不見得比昨天淡。你要是不能比昨天淡，一定就是比昨天還要增加，那你就錯了。一般人一年跟一年都很難看得出來，十年、十年比較非常明顯，這一般人都能看到、都能夠了解。我學佛第一個十年、第二個十年、第三個十年，你這樣看很清楚！有沒有進步？是不是真幹？"
    },
    {
      "id": "12-017-1356_p0020",
      "zh_CN": "大乘法里头教我们观身，我们这个身的体性，我们身的现相，都不可得。身有生有灭，刹那不停！这我们在《华严》前面也讲过好几遍。在这一品经里面，前面也跟诸位说过，这也说了好几个小时。就第六意识来看，第六识是分别，第七识是执着，这两个就是讲心。业是所造，心是能造，大乘教里面教观「并皆速灭」，速是快速，灭是消失，念头才起，立刻就消失。所以我们现在看这些相，幻相！不是真的。前一秒钟跟后一秒钟我这个身体不是同一个身体，前一秒钟已经灭了，后一秒钟是又新生的，我们看到好像是一样的。一般在大乘教，大乘教教这浅显的、初学，佛还讲相续，这是相续相。我们常常用电影，我常常用这个做比喻，电影放映机里面的底片，你看一张接一张，相续相。给你讲真的，真的没有相续，真的是迁流生灭，前面那个相灭了，后面这个又生了，不是像电影的放映机后面有那个胶卷，那个胶卷真的是相续。我们法性、法相都没有这个带子在那里转，没有。所以给你讲真的生灭迁流，哪来的相续！",
      "zh_TW": "大乘法裡頭教我們觀身，我們這個身的體性，我們身的現相，都不可得。身有生有滅，剎那不停！這我們在《華嚴》前面也講過好幾遍。在這一品經裡面，前面也跟諸位說過，這也說了好幾個小時。就第六意識來看，第六識是分別，第七識是執著，這兩個就是講心。業是所造，心是能造，大乘教裡面教觀「並皆速滅」，速是快速，滅是消失，念頭才起，立刻就消失。所以我們現在看這些相，幻相！不是真的。前一秒鐘跟後一秒鐘我這個身體不是同一個身體，前一秒鐘已經滅了，後一秒鐘是又新生的，我們看到好像是一樣的。一般在大乘教，大乘教教這淺顯的、初學，佛還講相續，這是相續相。我們常常用電影，我常常用這個做比喻，電影放映機裡面的底片，你看一張接一張，相續相。給你講真的，真的沒有相續，真的是遷流生滅，前面那個相滅了，後面這個又生了，不是像電影的放映機後面有那個膠捲，那個膠捲真的是相續。我們法性、法相都沒有這個帶子在那裡轉，沒有。所以給你講真的生滅遷流，哪來的相續！"
    },
    {
      "id": "12-017-1356_p0021",
      "zh_CN": "为什么前面这个相灭掉，后面生的它会很接近？这里有个道理，因果不空。性相的生灭绝对没有相续，因果有，这是我们常讲「万法皆空，因果不空」。因果有转变，因会变成果，果会变成因，有转变，有相续，有循环。这三种现象，这是因果的现象，所以说不空。但是从性跟相上来讲，决定是了不可得。心能现，相所现，能所都是刹那生灭。我们用《仁王经》，《仁王经》是世尊的方便说。《仁王经》上讲生灭的速度，一刹那九百生灭。讲一弹指，我们从一弹指来算，这个弹指我们一秒钟可以弹四次，四乘六十；一弹指六十刹那，一刹那九百生灭，我们从四乘六十乘九百，刚刚好两个十万八千，二十一万六千次的生灭。这佛的方便说，不是真的，真的怎么？比这个还要快。",
      "zh_TW": "為什麼前面這個相滅掉，後面生的它會很接近？這裡有個道理，因果不空。性相的生滅絕對沒有相續，因果有，這是我們常講「萬法皆空，因果不空」。因果有轉變，因會變成果，果會變成因，有轉變，有相續，有循環。這三種現象，這是因果的現象，所以說不空。但是從性跟相上來講，決定是了不可得。心能現，相所現，能所都是剎那生滅。我們用《仁王經》，《仁王經》是世尊的方便說。《仁王經》上講生滅的速度，一剎那九百生滅。講一彈指，我們從一彈指來算，這個彈指我們一秒鐘可以彈四次，四乘六十；一彈指六十剎那，一剎那九百生滅，我們從四乘六十乘九百，剛剛好兩個十萬八千，二十一萬六千次的生滅。這佛的方便說，不是真的，真的怎麼？比這個還要快。"
    },
    {
      "id": "12-017-1356_p0022",
      "zh_CN": "我跟诸位做过详细报告，真的实在讲那个生灭速度之快不可思议。我们用数字来讲大家有个概念，是亿万分之一秒，不是二十一万六千分之一秒。亿万分之一秒，你怎么知道它是生灭的？它太快了。就像我们现在看电影，电影里面那个放映机的镜头开关一秒钟二十四次，二十四次我们就以为它很逼真了，我们就有的时候不知道它是假的。现在是亿万分之一秒，一秒钟当中有一个亿、两个亿的生灭，你怎么会知道？所以这是经上佛常讲的「并皆速灭」。心，确实它会现相，那个现相太快了，但是它前一个相灭掉之后，后面一个相又生了，前面一个相跟后面一个相绝对不是相同的，有相似不是相续。但是佛也常常讲相续。讲相续，对初学讲的；讲真实话，法身菩萨，法身菩萨他知道。在十法界里头，佛讲的是权教；在一真法界，佛讲的是实教，真实的，如来亲证的境界。法身大士逐渐逐渐也都证得了。",
      "zh_TW": "我跟諸位做過詳細報告，真的實在講那個生滅速度之快不可思議。我們用數字來講大家有個概念，是億萬分之一秒，不是二十一萬六千分之一秒。億萬分之一秒，你怎麼知道它是生滅的？它太快了。就像我們現在看電影，電影裡面那個放映機的鏡頭開關一秒鐘二十四次，二十四次我們就以為它很逼真了，我們就有的時候不知道它是假的。現在是億萬分之一秒，一秒鐘當中有一個億、兩個億的生滅，你怎麼會知道？所以這是經上佛常講的「並皆速滅」。心，確實它會現相，那個現相太快了，但是它前一個相滅掉之後，後面一個相又生了，前面一個相跟後面一個相絕對不是相同的，有相似不是相續。但是佛也常常講相續。講相續，對初學講的；講真實話，法身菩薩，法身菩薩他知道。在十法界裡頭，佛講的是權教；在一真法界，佛講的是實教，真實的，如來親證的境界。法身大士逐漸逐漸也都證得了。"
    },
    {
      "id": "12-017-1356_p0023",
      "zh_CN": "这第四首偈教我们观法、观性不可得，所以你就不分别了，你就不执着了。我们今天为什么分别执着放不下？不知道事实真相。事实真相真的透彻、真的明白了，叫你执着你都不会执着。为什么？执着不到。念头还没有起来，已经都生灭掉了，根本就不存在。六百卷《般若》佛讲了二十二年，我读了之后做一个总结，我总结十二个字「一切法，无所有，毕竟空，不可得」。如果我们的业障习气太重，就是自私自利念头太重，什么都想占有，什么都想控制，你常常念这一句话「一切法无所有，毕竟空，不可得」。这四句话也是《般若心经》的总结。《般若心经》很好，玄奘大师翻译的，两百六十个字，是六百卷《大般若》的总结。它还有两百六十个字，我把它总结十二个字，更简单！你就常常记住这一句，常常念着这一句，自然就看淡了。",
      "zh_TW": "這第四首偈教我們觀法、觀性不可得，所以你就不分別了，你就不執著了。我們今天為什麼分別執著放不下？不知道事實真相。事實真相真的透徹、真的明白了，叫你執著你都不會執著。為什麼？執著不到。念頭還沒有起來，已經都生滅掉了，根本就不存在。六百卷《般若》佛講了二十二年，我讀了之後做一個總結，我總結十二個字「一切法，無所有，畢竟空，不可得」。如果我們的業障習氣太重，就是自私自利念頭太重，什麼都想佔有，什麼都想控制，你常常念這一句話「一切法無所有，畢竟空，不可得」。這四句話也是《般若心經》的總結。《般若心經》很好，玄奘大師翻譯的，兩百六十個字，是六百卷《大般若》的總結。它還有兩百六十個字，我把它總結十二個字，更簡單！你就常常記住這一句，常常念著這一句，自然就看淡了。"
    },
    {
      "id": "12-017-1356_p0024",
      "zh_CN": "章嘉大师教我的看破，你看破了。看破，自自然然就放下，于一切人事物不再有控制的念头，不再有占有的念头，我们日常生活当中随缘！有人想得很多：我明天生活，我要是没有衣服穿，没有饭吃，没有地方住，怎么办？你想错了，明天还没有来，明天还远之远矣。佛给我们说，一切众生在这个世间，这前天也讲过人生酬业！连《了凡四训》里面讲的孔先生算命，你看把一个人一生都算得那么准确，这是说明什么？命里有的一定有，命里没有的你得不到，不能强求。这你就放心了。我明天有没有得吃？我有这一分福分，明天自然有，操什么心？这里头有大学问，这里头有真理！所以你参透了，你自然就放下。",
      "zh_TW": "章嘉大師教我的看破，你看破了。看破，自自然然就放下，於一切人事物不再有控制的念頭，不再有佔有的念頭，我們日常生活當中隨緣！有人想得很多：我明天生活，我要是沒有衣服穿，沒有飯吃，沒有地方住，怎麼辦？你想錯了，明天還沒有來，明天還遠之遠矣。佛給我們說，一切眾生在這個世間，這前天也講過人生酬業！連《了凡四訓》裡面講的孔先生算命，你看把一個人一生都算得那麼準確，這是說明什麼？命裡有的一定有，命裡沒有的你得不到，不能強求。這你就放心了。我明天有沒有得吃？我有這一分福分，明天自然有，操什麼心？這裡頭有大學問，這裡頭有真理！所以你參透了，你自然就放下。"
    },
    {
      "id": "12-017-1356_p0025",
      "zh_CN": "我们今天当然最大的祸患、病根，乃至于招感来的劫难，都是看不破，都是放不下。看不破是迷，放不下是烦恼。迷是无明，烦恼就是见思、尘沙，都是由于不了解事实真相。所以我记得我以前讲过，心是虚空法界，身是刹土众生，这真话，这是《华严经》上讲的一真法界，法性、法身。法性是能现，法身是所现，能所是一不是二。能现所现都不可得，都是毕竟空，都是无所有。这个事实真相一定要明了。现在时间到了。",
      "zh_TW": "我們今天當然最大的禍患、病根，乃至於招感來的劫難，都是看不破，都是放不下。看不破是迷，放不下是煩惱。迷是無明，煩惱就是見思、塵沙，都是由於不了解事實真相。所以我記得我以前講過，心是虛空法界，身是剎土眾生，這真話，這是《華嚴經》上講的一真法界，法性、法身。法性是能現，法身是所現，能所是一不是二。能現所現都不可得，都是畢竟空，都是無所有。這個事實真相一定要明瞭。現在時間到了。"
    },
    {
      "id": "12-017-1356_p0026",
      "zh_CN": "诸位同学，请看第四首，清凉大师《疏》最后这一段，「前问意云，众生既空，云何如来随其身化」，这是文殊菩萨问的。我们要记住，问的意思我们懂得，大乘教上讲众生既空，众生既然空了，为什么诸佛如来还要随其身，这个随其身是随众生身的教化，应以什么身得度，佛就化什么身。这一句问得好不好？你仔细去观察「众生既空，云何如来随其身化」，你问问，你空了没有？空了哪里还有这个念头？这一句话还不是分别执着。我们从这个地方去体会，没有空！所以诸佛菩萨才应化。果然要是空了，应化这个事情就没有了。所以这个地方解释也很好。这下面接着。",
      "zh_TW": "諸位同學，請看第四首，清涼大師《疏》最後這一段，「前問意云，眾生既空，云何如來隨其身化」，這是文殊菩薩問的。我們要記住，問的意思我們懂得，大乘教上講眾生既空，眾生既然空了，為什麼諸佛如來還要隨其身，這個隨其身是隨眾生身的教化，應以什麼身得度，佛就化什麼身。這一句問得好不好？你仔細去觀察「眾生既空，云何如來隨其身化」，你問問，你空了沒有？空了哪裡還有這個念頭？這一句話還不是分別執著。我們從這個地方去體會，沒有空！所以諸佛菩薩才應化。果然要是空了，應化這個事情就沒有了。所以這個地方解釋也很好。這下面接著。"
    },
    {
      "id": "12-017-1356_p0027",
      "zh_CN": "「今释意云」，现在解释这个意思，「以彼不知身本空寂，教如是观，故说如来随众生身而教化也」。这是什么东西不空？妄想分别执着不空。妄想分别执着这个东西是什么？因果。佛四十九年所说一切法，我们把它归纳这讲六个字，一切诸法的性、相、理、事、因、果。性是心性，能现的，相是所现的，都不可得、都是空的；理也是空的，事也是空的，因果不空。这我们常讲的，阿赖耶里面含藏的习气种子（唯识里面称种子，也有讲习气），这个种子习气它不灭，遇到缘它就起现行，这个现行就是果报，所以叫因缘果。这个东西麻烦，必须要看破，必须要放下，你才能真正得到解脱，你真正能得自在。这个事情，佛菩萨虽然慈悲帮不上忙。中国谚语所谓「解铃还须系铃人」，起心动念、分别执着，是你自己起心动念，不是别人，没有别人教你；分别执着也是你自己，自作自受，那还有什么话说！",
      "zh_TW": "「今釋意云」，現在解釋這個意思，「以彼不知身本空寂，教如是觀，故說如來隨眾生身而教化也」。這是什麼東西不空？妄想分別執著不空。妄想分別執著這個東西是什麼？因果。佛四十九年所說一切法，我們把它歸納這講六個字，一切諸法的性、相、理、事、因、果。性是心性，能現的，相是所現的，都不可得、都是空的；理也是空的，事也是空的，因果不空。這我們常講的，阿賴耶裡面含藏的習氣種子（唯識裡面稱種子，也有講習氣），這個種子習氣它不滅，遇到緣它就起現行，這個現行就是果報，所以叫因緣果。這個東西麻煩，必須要看破，必須要放下，你才能真正得到解脫，你真正能得自在。這個事情，佛菩薩雖然慈悲幫不上忙。中國諺語所謂「解鈴還須繫鈴人」，起心動念、分別執著，是你自己起心動念，不是別人，沒有別人教你；分別執著也是你自己，自作自受，那還有什麼話說！"
    },
    {
      "id": "12-017-1356_p0028",
      "zh_CN": "佛今天教我们，佛的确有特异方便，特是特别，异是不一样的，这个特异方便是什么？念佛求生极乐世界。这个法门就是说，你的妄想分别执着没有断也行，这不可思议！也能超越六道轮回，也能超越十法界，生极乐世界就是生华藏世界，极乐跟华藏不二，这就是特异方便。所以现在修净土的同修愈来愈多，可是，许许多多同修修行功夫不得力，这有人来找我，希望我把净土五经一论再讲一遍，我也想想，这也有道理。《华严经》很长，等到《华严经》讲圆满再讲净土五经一论，我有没有那个寿命都不知道。所以我们把这一段经文，这就是现在「菩萨问明品」，「问明品」里头一共有十段，能把这一品讲圆满很好，讲不圆满也没有关系，我们这十段讲到一个段落，我们暂停。暂停，我们就开讲净土五经一论，五经一论我们选讲。",
      "zh_TW": "佛今天教我們，佛的確有特異方便，特是特別，異是不一樣的，這個特異方便是什麼？念佛求生極樂世界。這個法門就是說，你的妄想分別執著沒有斷也行，這不可思議！也能超越六道輪迴，也能超越十法界，生極樂世界就是生華藏世界，極樂跟華藏不二，這就是特異方便。所以現在修淨土的同修愈來愈多，可是，許許多多同修修行功夫不得力，這有人來找我，希望我把淨土五經一論再講一遍，我也想想，這也有道理。《華嚴經》很長，等到《華嚴經》講圓滿再講淨土五經一論，我有沒有那個壽命都不知道。所以我們把這一段經文，這就是現在「菩薩問明品」，「問明品」裡頭一共有十段，能把這一品講圓滿很好，講不圓滿也沒有關係，我們這十段講到一個段落，我們暫停。暫停，我們就開講淨土五經一論，五經一論我們選講。"
    },
    {
      "id": "12-017-1356_p0029",
      "zh_CN": "前一阵常慧法师打电话给我，她启请讲《大势至菩萨念佛圆通章》，这也是属于五经里面的。我是想或者我们讲《弥陀经》，或者讲《念佛圆通章》也好，希望帮助念佛同修断疑生信，把净土的理论、方法、境界都能够掌握住，真干！那我们这一生当中决定得生，一丝毫疑惑都没有。这是特异方便，我们也恒顺同修们的希求。",
      "zh_TW": "前一陣常慧法師打電話給我，她啟請講《大勢至菩薩念佛圓通章》，這也是屬於五經裡面的。我是想或者我們講《彌陀經》，或者講《念佛圓通章》也好，希望幫助念佛同修斷疑生信，把淨土的理論、方法、境界都能夠掌握住，真幹！那我們這一生當中決定得生，一絲毫疑惑都沒有。這是特異方便，我們也恆順同修們的希求。"
    },
    {
      "id": "12-017-1356_p0030",
      "zh_CN": "所以这就是众生不了解诸法实相，不知道身心本来空寂，身心万物本来是空寂的。所以世尊教导我们，就是教我们作如是观。我们对于宇宙万有的看法要正确，不能看错了。这个正确的就是这些宇宙之间万事万物，相有性无，事有理无，因果不空，这就正确。佛是因为这么一个原因，诸佛如来、法身菩萨不断的示现在世间，这是体现出大慈大悲！来教导我们，来帮助我们。诸佛菩萨对我们的帮助，诸位一定要知道，只是开示！就是他顶多来做模范，身教。释迦牟尼佛当年在世，身教；诸佛菩萨示现在这世间，身教；祖师大德也是以身教给我们做个榜样、做个模范，所以有身教，有言教。我们从这个地方能体会，真正我们看清楚了，我们听明白了，我们体会到了，要怎样去落实？真正做到！那就成功了。「信、解、行、证」，佛帮助我们的是信、解，行、证是要靠自己，佛帮不上忙。自己一定要依教奉行。",
      "zh_TW": "所以這就是眾生不了解諸法實相，不知道身心本來空寂，身心萬物本來是空寂的。所以世尊教導我們，就是教我們作如是觀。我們對於宇宙萬有的看法要正確，不能看錯了。這個正確的就是這些宇宙之間萬事萬物，相有性無，事有理無，因果不空，這就正確。佛是因為這麼一個原因，諸佛如來、法身菩薩不斷的示現在世間，這是體現出大慈大悲！來教導我們，來幫助我們。諸佛菩薩對我們的幫助，諸位一定要知道，只是開示！就是他頂多來做模範，身教。釋迦牟尼佛當年在世，身教；諸佛菩薩示現在這世間，身教；祖師大德也是以身教給我們做個榜樣、做個模範，所以有身教，有言教。我們從這個地方能體會，真正我們看清楚了，我們聽明白了，我們體會到了，要怎樣去落實？真正做到！那就成功了。「信、解、行、證」，佛幫助我們的是信、解，行、證是要靠自己，佛幫不上忙。自己一定要依教奉行。"
    },
    {
      "id": "12-017-1356_p0031",
      "zh_CN": "有一些同修告诉我，他们学讲经也讲了不少遍，可是烦恼习气跟以往比较，不但没有减少还增加，这是什么原因？你虽有信解，你没有行证，行证真的是断烦恼开智慧，这个重要！《法华经》上佛菩萨为我们「开示」，我们要能够「悟入」，那就是真正佛的学生。佛的示现，佛的言教，你看了，你听了，你不觉悟，你没听懂。不要紧，机会还多得很，还有第二遍、第三遍、第四遍，佛不厌其烦，永远在那个地方讲经说法，从来没间断过。只要你好学，只要你肯学，总有一天你明白了，你觉悟了。觉悟了要依教修行，从行门里面你去证，证就是入佛境界。这是佛菩萨的大慈大悲，无与伦比的恩德。知恩报恩，用什么方法报恩？行证、悟入是真正报恩。不肯去做，不能契入，那你是不知恩，不知道报恩。请看下面第五首偈：",
      "zh_TW": "有一些同修告訴我，他們學講經也講了不少遍，可是煩惱習氣跟以往比較，不但沒有減少還增加，這是什麼原因？你雖有信解，你沒有行證，行證真的是斷煩惱開智慧，這個重要！《法華經》上佛菩薩為我們「開示」，我們要能夠「悟入」，那就是真正佛的學生。佛的示現，佛的言教，你看了，你聽了，你不覺悟，你沒聽懂。不要緊，機會還多得很，還有第二遍、第三遍、第四遍，佛不厭其煩，永遠在那個地方講經說法，從來沒間斷過。只要你好學，只要你肯學，總有一天你明白了，你覺悟了。覺悟了要依教修行，從行門裡面你去證，證就是入佛境界。這是佛菩薩的大慈大悲，無與倫比的恩德。知恩報恩，用什麼方法報恩？行證、悟入是真正報恩。不肯去做，不能契入，那你是不知恩，不知道報恩。請看下面第五首偈："
    },
    {
      "id": "12-017-1356_p0032",
      "zh_CN": "【寿命因谁起。复因谁退灭。犹如旋火轮。初后不可知。】",
      "zh_TW": "【壽命因誰起。復因誰退滅。猶如旋火輪。初後不可知。】"
    },
    {
      "id": "12-017-1356_p0033",
      "zh_CN": "这一首颂我们先看清凉大师的注解，他老人家给我们的提示。这一颂就是第五，「令于寿命，思惟观察」，叫我们看寿命。命是「命根」，什么叫命根？「能令色心连持，故名为命。寿谓寿限，即命根体」。我们先看这一段。这一段是世尊常常在小乘教里头讲的，我们很容易懂。因为小乘，佛常是随顺众生说，叫俗谛。大乘法是真谛，是随顺如来亲证的境界。换句话说，是个觉悟的人的境界。俗谛是我们六道凡夫的境界，随顺我们讲，所以我们很容易懂。",
      "zh_TW": "這一首頌我們先看清涼大師的註解，他老人家給我們的提示。這一頌就是第五，「令於壽命，思惟觀察」，叫我們看壽命。命是「命根」，什麼叫命根？「能令色心連持，故名為命。壽謂壽限，即命根體」。我們先看這一段。這一段是世尊常常在小乘教裡頭講的，我們很容易懂。因為小乘，佛常是隨順眾生說，叫俗諦。大乘法是真諦，是隨順如來親證的境界。換句話說，是個覺悟的人的境界。俗諦是我們六道凡夫的境界，隨順我們講，所以我們很容易懂。"
    },
    {
      "id": "12-017-1356_p0034",
      "zh_CN": "「命」，命根。我们中国人也讲命根，连乡下人也说它是命根子。什么叫命根？能令色心连持。这用现在的话讲，色是物质，我们这个肉身，心是精神，这个身体是精神跟物质和合这样一个身体，所以连持，连是联合，持是保持，所以这个叫寿命。人在世间寿命长短不一样，寿命的长短就叫「寿限」，限就是限量，这叫命根的体，叫「命根体」。小乘，这我们很好懂。有的人长寿，有的人短命，命根体不相同。这一桩事情，世间不要说是人，所有一切众生都看得很重。哪一个人不贪生怕死，哪一个人不希望自己寿命长久、健康长寿，一切众生所羡慕，一切众生所希求，能不能求得到？",
      "zh_TW": "「命」，命根。我們中國人也講命根，連鄉下人也說它是命根子。什麼叫命根？能令色心連持。這用現在的話講，色是物質，我們這個肉身，心是精神，這個身體是精神跟物質和合這樣一個身體，所以連持，連是聯合，持是保持，所以這個叫壽命。人在世間壽命長短不一樣，壽命的長短就叫「壽限」，限就是限量，這叫命根的體，叫「命根體」。小乘，這我們很好懂。有的人長壽，有的人短命，命根體不相同。這一樁事情，世間不要說是人，所有一切眾生都看得很重。哪一個人不貪生怕死，哪一個人不希望自己壽命長久、健康長壽，一切眾生所羨慕，一切眾生所希求，能不能求得到？"
    },
    {
      "id": "12-017-1356_p0035",
      "zh_CN": "我们再看清凉大师后面这一段，后面这一段是从大乘讲的。「实谓由业种力」，实是实实在在讲。这大乘法里头所说的寿命是怎么回事情？是「由业种力，引一期报，众同分体，住时分限，假立寿命」。你看大乘讲假立的，知道这不是真的，但是这个话说得很清楚。我们着重在大乘。小乘里面讲因果，寿命是由宿世所造的业种力。我们通常把「种」字省掉，业力。种是种子，阿赖耶里面落下的习气它有力量，遇到缘它就起现行。缘不一定。",
      "zh_TW": "我們再看清涼大師後面這一段，後面這一段是從大乘講的。「實謂由業種力」，實是實實在在講。這大乘法裡頭所說的壽命是怎麼回事情？是「由業種力，引一期報，眾同分體，住時分限，假立壽命」。你看大乘講假立的，知道這不是真的，但是這個話說得很清楚。我們著重在大乘。小乘裡面講因果，壽命是由宿世所造的業種力。我們通常把「種」字省掉，業力。種是種子，阿賴耶裡面落下的習氣它有力量，遇到緣它就起現行。緣不一定。"
    },
    {
      "id": "12-017-1356_p0036",
      "zh_CN": "所以我们自己一定要知道，每个人，每个众生，畜生、饿鬼、地狱都不例外，上面到天人，下面到三恶道，这一切有情众生，阿赖耶识里面十法界的种子无不具足。换句话说，你有佛的种子。你为什么念佛能够往生西方极乐世界去成佛？因为你阿赖耶识里头有阿弥陀佛的种子，真有不是假有。肯定你听到这句佛号能生欢喜心，很乐意的去受持，就证明你阿赖耶识里头有；现在一听到佛号就连起来了，就把你那个阿赖耶里面潜伏的种子它就起现行了。你今天看到佛像，听到佛的名号，那是缘，阿赖耶识里头的种子是因，因跟缘聚合，它就起现行了。现行就是你欢喜，你希望认真好好的学习，这一生能成就。善的种子遇到善缘生三善道。我们阿赖耶识里头有恶种子，恶种子是贪瞋痴慢，我们今天讲自私自利、名闻利养这些念头，不善的念头遇到不善的缘就感三恶道，果报！",
      "zh_TW": "所以我們自己一定要知道，每個人，每個眾生，畜生、餓鬼、地獄都不例外，上面到天人，下面到三惡道，這一切有情眾生，阿賴耶識裡面十法界的種子無不具足。換句話說，你有佛的種子。你為什麼念佛能夠往生西方極樂世界去成佛？因為你阿賴耶識裡頭有阿彌陀佛的種子，真有不是假有。肯定你聽到這句佛號能生歡喜心，很樂意的去受持，就證明你阿賴耶識裡頭有；現在一聽到佛號就連起來了，就把你那個阿賴耶裡面潛伏的種子它就起現行了。你今天看到佛像，聽到佛的名號，那是緣，阿賴耶識裡頭的種子是因，因跟緣聚合，它就起現行了。現行就是你歡喜，你希望認真好好的學習，這一生能成就。善的種子遇到善緣生三善道。我們阿賴耶識裡頭有惡種子，惡種子是貪瞋痴慢，我們今天講自私自利、名聞利養這些念頭，不善的念頭遇到不善的緣就感三惡道，果報！"
    },
    {
      "id": "12-017-1356_p0037",
      "zh_CN": "佛在经教里面告诉我们，业力分为两类。一类叫引业，你看这「引一期报」，这一种业力是引导你到哪一道去投胎。我们知道，我们今天都得人身，在这个地球上，在人道，人道是什么样的业因？佛说五戒十善。过去生中五戒十善修得不错，这个业种力引导你到这个世间来现人道的果报。我们讲现人道是中品的善戒，上品善戒就到天道去了，下品善戒就到修罗道去了。我们能到人道来，这是中品的善戒，得到人身。人身这个寿命的长短，又是一种业力，叫满业。所以它有两种，这是引导你去投胎。投胎之后，你这一生，你看人跟人相貌不相同，聪明智慧不相同，贫富贵贱不相同，这是什么原因？这是属于另一种业，满业。满是圆满，称之为满业。",
      "zh_TW": "佛在經教裡面告訴我們，業力分為兩類。一類叫引業，你看這「引一期報」，這一種業力是引導你到哪一道去投胎。我們知道，我們今天都得人身，在這個地球上，在人道，人道是什麼樣的業因？佛說五戒十善。過去生中五戒十善修得不錯，這個業種力引導你到這個世間來現人道的果報。我們講現人道是中品的善戒，上品善戒就到天道去了，下品善戒就到修羅道去了。我們能到人道來，這是中品的善戒，得到人身。人身這個壽命的長短，又是一種業力，叫滿業。所以它有兩種，這是引導你去投胎。投胎之後，你這一生，你看人跟人相貌不相同，聰明智慧不相同，貧富貴賤不相同，這是什麼原因？這是屬於另一種業，滿業。滿是圓滿，稱之為滿業。"
    },
    {
      "id": "12-017-1356_p0038",
      "zh_CN": "满业是什么？满业是因果。过去生中，你所做的善、恶、无记这个业力形成的。如果你过去生中修的善多，我们用世俗的话来讲，现在一般人追求的财富、聪明智慧、健康长寿，这三样东西谁都想要。财富，因是什么？财富是果报，因是财布施。你过去生中欢喜用财物帮助人，你这一生得大财富，你命里有财。过去生中没有修财布施，你这一生当中没有财富。绝对不是说，你这一生当中有什么能力、什么方法可以赚得来的，没这个道理。",
      "zh_TW": "滿業是什麼？滿業是因果。過去生中，你所做的善、惡、無記這個業力形成的。如果你過去生中修的善多，我們用世俗的話來講，現在一般人追求的財富、聰明智慧、健康長壽，這三樣東西誰都想要。財富，因是什麼？財富是果報，因是財布施。你過去生中歡喜用財物幫助人，你這一生得大財富，你命裡有財。過去生中沒有修財布施，你這一生當中沒有財富。絕對不是說，你這一生當中有什麼能力、什麼方法可以賺得來的，沒這個道理。"
    },
    {
      "id": "12-017-1356_p0039",
      "zh_CN": "你所用的经营的行业，在佛法讲是缘，你命里头有这个财富是因。现在这个缘现前，你要善用这个缘。什么叫善用？正用不能邪用，你命里面财富可以完全现前。譬如说，你命里头有一个亿，你心地很端正，一生绝对不做损人利己的事情，无论经营什么样的事业，规规矩矩，今天讲奉公守法，你命里面的财富逐渐逐渐统统现前，那这一个亿就现前了。如果你要用不正当的方法，你也赚钱，你命里有，但是亏损了，一个亿可能亏损到只剩三千万、二千万了。你自己也很得意：不错，我用的方法巧妙，能够欺骗大众，我能够赚他们的钱。殊不知亏损了。这是真的不是假的，佛经上讲得很清楚。如果你心地慈悲，无论经营哪个行业，你对财并不重视，还是常常时时刻刻拿这个财去布施帮助别人，帮助那些需要的人，那你命里这个财富会增加，你命里本来是一个亿，可能会变成两个亿、三个亿。",
      "zh_TW": "你所用的經營的行業，在佛法講是緣，你命裡頭有這個財富是因。現在這個緣現前，你要善用這個緣。什麼叫善用？正用不能邪用，你命裡面財富可以完全現前。譬如說，你命裡頭有一個億，你心地很端正，一生絕對不做損人利己的事情，無論經營什麼樣的事業，規規矩矩，今天講奉公守法，你命裡面的財富逐漸逐漸統統現前，那這一個億就現前了。如果你要用不正當的方法，你也賺錢，你命裡有，但是虧損了，一個億可能虧損到只剩三千萬、二千萬了。你自己也很得意：不錯，我用的方法巧妙，能夠欺騙大眾，我能夠賺他們的錢。殊不知虧損了。這是真的不是假的，佛經上講得很清楚。如果你心地慈悲，無論經營哪個行業，你對財並不重視，還是常常時時刻刻拿這個財去布施幫助別人，幫助那些需要的人，那你命裡這個財富會增加，你命裡本來是一個億，可能會變成兩個億、三個億。"
    },
    {
      "id": "12-017-1356_p0040",
      "zh_CN": "所以，我们每天起心动念、言语造作都有加减乘除。一个善念善行就是加，大善，大善心、大善行就是乘，一个恶念就是减，大的恶念、大的不善那就是除，天天都有加减乘除。但是这个加减乘除的幅度不大，所以高明的算命先生还是把你算得很准，道理在此地。如果你是大的善心发出来，大的善行你常常去做，你这个命就不准，改了！《了凡四训》，你看看他原先被孔先生所算的百分之百的准确。孔先生算他每一年，他那时候是做童生，考试考第几名都准确；一年你有多少收入，一点都不差。这样的生活他过了二十多年，所以他心里没有进取，还搞什么？一切都是命定的，所以他也不思善，也不思恶。所以我说他是标准凡夫。他二十年当中没有加减，也就是他没有善恶，所以跟命里头讲的百分之百的准确。",
      "zh_TW": "所以，我們每天起心動念、言語造作都有加減乘除。一個善念善行就是加，大善，大善心、大善行就是乘，一個惡念就是減，大的惡念、大的不善那就是除，天天都有加減乘除。但是這個加減乘除的幅度不大，所以高明的算命先生還是把你算得很準，道理在此地。如果你是大的善心發出來，大的善行你常常去做，你這個命就不準，改了！《了凡四訓》，你看看他原先被孔先生所算的百分之百的準確。孔先生算他每一年，他那時候是做童生，考試考第幾名都準確；一年你有多少收入，一點都不差。這樣的生活他過了二十多年，所以他心裡沒有進取，還搞什麼？一切都是命定的，所以他也不思善，也不思惡。所以我說他是標準凡夫。他二十年當中沒有加減，也就是他沒有善惡，所以跟命裡頭講的百分之百的準確。"
    },
    {
      "id": "12-017-1356_p0041",
      "zh_CN": "这以后遇到云谷禅师，云谷禅师在笑他，说他错了。命运有没有？有，但命运不是一定的，命运是你自己造的，你自己可以改。了凡先生他很聪明，命运可以改变的，那怎么个改法，就向他请教。云谷禅师就教他断恶修善。这个念头起来了，马上就兑现，就真做，那个命运完全不对了。孔先生算他去考试应该是第三名，他考到第一名，每一年收入都增加了，真的改了。他的寿命是五十三岁，我们今天讲到寿命。了凡先生从此之后全家行善，舍己为人。考试都是进步，很大的长进，那个官也做大了，收入也多了，寿命也长了。寿命本来只有五十三岁，他活到七十四岁，寿命延长二十年。命里头没有儿子，他有一个很好的儿子，有求必应。所以，他一生的事迹是做出来给我们做榜样，改造命运。",
      "zh_TW": "這以後遇到雲谷禪師，雲谷禪師在笑他，說他錯了。命運有沒有？有，但命運不是一定的，命運是你自己造的，你自己可以改。了凡先生他很聰明，命運可以改變的，那怎麼個改法，就向他請教。雲谷禪師就教他斷惡修善。這個念頭起來了，馬上就兌現，就真做，那個命運完全不對了。孔先生算他去考試應該是第三名，他考到第一名，每一年收入都增加了，真的改了。他的壽命是五十三歲，我們今天講到壽命。了凡先生從此之後全家行善，捨己為人。考試都是進步，很大的長進，那個官也做大了，收入也多了，壽命也長了。壽命本來只有五十三歲，他活到七十四歲，壽命延長二十年。命裡頭沒有兒子，他有一個很好的兒子，有求必應。所以，他一生的事跡是做出來給我們做榜樣，改造命運。"
    },
    {
      "id": "12-017-1356_p0042",
      "zh_CN": "命运是有，但是佛家不是讲宿命论，佛家讲命运是你过去生中所造的。你现在要懂得这个道理，命里没有，你现在努力去做，决定能够有效果。在中国，像袁了凡这样的人很多，不是他一个！不过是他是把他一生的事迹详详细细写出来，别人没有写出来。所以我们要想自己有聪明智慧，修法布施；要想自己得健康长寿，修无畏布施。无畏布施，别人遇到有危险的时候，有困难的时候，很大困难、生死交关的时候，你能够救他一把，延年益寿。在佛门里面，素食就是无畏布施，不吃众生肉，不跟众生结冤仇。你能够爱护一切众生，这个果报是健康长寿。绝对不伤害一切众生，蚊虫蚂蚁都不伤害。至诚感通，我们用真心跟这些蚊虫蚂蚁交流，牠听话！",
      "zh_TW": "命運是有，但是佛家不是講宿命論，佛家講命運是你過去生中所造的。你現在要懂得這個道理，命裡沒有，你現在努力去做，決定能夠有效果。在中國，像袁了凡這樣的人很多，不是他一個！不過是他是把他一生的事跡詳詳細細寫出來，別人沒有寫出來。所以我們要想自己有聰明智慧，修法布施；要想自己得健康長壽，修無畏布施。無畏布施，別人遇到有危險的時候，有困難的時候，很大困難、生死交關的時候，你能夠救他一把，延年益壽。在佛門裡面，素食就是無畏布施，不吃眾生肉，不跟眾生結冤仇。你能夠愛護一切眾生，這個果報是健康長壽。絕對不傷害一切眾生，蚊蟲螞蟻都不傷害。至誠感通，我們用真心跟這些蚊蟲螞蟻交流，牠聽話！"
    },
    {
      "id": "12-017-1356_p0043",
      "zh_CN": "我住在山上，后面这个房子是新盖的。有一天我到洗手间，洗手间里面统统都是蚂蚁，你不能进去，不知道牠从哪儿来的。所以我就跟牠讲，我说：蚂蚁菩萨，你从哪里来，你还从哪里去。我说我们这个生活空间在房子里面，你的生活空间在外面，我们彼此互不相干，请你离开。半个小时之后，一个都没有了。你不能用方法把牠清除赶走，不可以，那不是好办法。你跟牠讲，跟牠沟通。我就不用这个洗手间，半个小时之后全没有了，一个都没有。所以不能用暴力，暴力是结冤仇，不能解决问题。",
      "zh_TW": "我住在山上，後面這個房子是新蓋的。有一天我到洗手間，洗手間裡面統統都是螞蟻，你不能進去，不知道牠從哪兒來的。所以我就跟牠講，我說：螞蟻菩薩，你從哪裡來，你還從哪裡去。我說我們這個生活空間在房子裡面，你的生活空間在外面，我們彼此互不相干，請你離開。半個小時之後，一個都沒有了。你不能用方法把牠清除趕走，不可以，那不是好辦法。你跟牠講，跟牠溝通。我就不用這個洗手間，半個小時之後全沒有了，一個都沒有。所以不能用暴力，暴力是結冤仇，不能解決問題。"
    },
    {
      "id": "12-017-1356_p0044",
      "zh_CN": "我在年轻的时候，我母亲、亲戚朋友也给我算命，算我的寿命很短，四十五岁就没有了，我今年快到八十了。所以寿命、财富都是这一生修的。这个道理章嘉大师教给我的，我听话，我相信。所以从学佛，二十六岁学佛，我就开始修财布施。虽然没有钱，布施个一块、两块还能省得出来，愈施愈多。聪明智慧，法布施。法布施我是学印光大师。印祖当年在世，十方的供养他老人家自己没用过，自己生活非常简单，所有一切这些供养统统拿去印经布施，法布施。所以我这一生当中，印经是最大的支出，所有一切供养都用在这上面。现在除了印经之外，还做录音带、录相带、VCD，还做这些东西。大量流通，没有版权，所以法缘这样殊胜，这是跟全世界佛门同修结下的缘。我们真正在日常生活当中，诚诚恳恳，真心真意的修三种布施，果报不可思议。",
      "zh_TW": "我在年輕的時候，我母親、親戚朋友也給我算命，算我的壽命很短，四十五歲就沒有了，我今年快到八十了。所以壽命、財富都是這一生修的。這個道理章嘉大師教給我的，我聽話，我相信。所以從學佛，二十六歲學佛，我就開始修財布施。雖然沒有錢，布施個一塊、兩塊還能省得出來，愈施愈多。聰明智慧，法布施。法布施我是學印光大師。印祖當年在世，十方的供養他老人家自己沒用過，自己生活非常簡單，所有一切這些供養統統拿去印經布施，法布施。所以我這一生當中，印經是最大的支出，所有一切供養都用在這上面。現在除了印經之外，還做錄音帶、錄相帶、VCD，還做這些東西。大量流通，沒有版權，所以法緣這樣殊勝，這是跟全世界佛門同修結下的緣。我們真正在日常生活當中，誠誠懇懇，真心真意的修三種布施，果報不可思議。"
    },
    {
      "id": "12-017-1356_p0045",
      "zh_CN": "我们懂得这个方法，我们有没有希求？没有。我修三种布施，我没有求财富，我也没有求智慧，也没有求健康长寿，自自然然得到的！为什么？有求，心就不清净了。尤其常常学习大乘，知道一切法毕竟空，不可得。所以遇到缘我们要全心全力去做，不求果报。有求果报，能得到，像了凡先生一样，他是有求的，他能得到，正是谚语所说的「佛氏门中，有求必应」，这是《了凡四训》里头说的这个。我们不求，什么都不求，果报更殊胜。",
      "zh_TW": "我們懂得這個方法，我們有沒有希求？沒有。我修三種布施，我沒有求財富，我也沒有求智慧，也沒有求健康長壽，自自然然得到的！為什麼？有求，心就不清淨了。尤其常常學習大乘，知道一切法畢竟空，不可得。所以遇到緣我們要全心全力去做，不求果報。有求果報，能得到，像了凡先生一樣，他是有求的，他能得到，正是諺語所說的「佛氏門中，有求必應」，這是《了凡四訓》裡頭說的這個。我們不求，什麼都不求，果報更殊勝。"
    },
    {
      "id": "12-017-1356_p0046",
      "zh_CN": "这么多年的修学，非常快乐，法喜充满！渐渐就契入佛境界了，这才是我们唯一的一个期望。这一生得人身闻佛法，我就是一个希望，提升自己境界，不断向上提升。但是也不作意，也不是我有意思的，没有。这就是老师告诉我的，看破、放下。看破帮助放下，放下帮助你再看破，从初发心到如来地，就是这个方法，这个方法相辅相成！你得到这个受用。所以真正证得《论语》里面孔子所说的「学而时习之，不亦说乎」，我们把所学的东西统统都落实到生活上。那个「习」就是今天讲的落实，我所学的统统落实到生活上。「不亦说乎」，不亦说乎就是佛门讲法喜充满，常生欢喜心。",
      "zh_TW": "這麼多年的修學，非常快樂，法喜充滿！漸漸就契入佛境界了，這才是我們唯一的一個期望。這一生得人身聞佛法，我就是一個希望，提升自己境界，不斷向上提升。但是也不作意，也不是我有意思的，沒有。這就是老師告訴我的，看破、放下。看破幫助放下，放下幫助你再看破，從初發心到如來地，就是這個方法，這個方法相輔相成！你得到這個受用。所以真正證得《論語》裡面孔子所說的「學而時習之，不亦說乎」，我們把所學的東西統統都落實到生活上。那個「習」就是今天講的落實，我所學的統統落實到生活上。「不亦說乎」，不亦說乎就是佛門講法喜充滿，常生歡喜心。"
    },
    {
      "id": "12-017-1356_p0047",
      "zh_CN": "唐朝庞居士给我们的示现，好榜样！李老师给我提过几次，提醒我要记住「多事不如少事，好事不如无事」，这教你的道心才增长。所以我这一生从来不攀缘，「我要去做个什么事情」，我没这个念头。就是法布施，我们印经布施，我也没这个念头。人家供养的钱，有一笔数字了，可以印个几本书了，我们就想像，那个时候我印的，我是两个优先：第一优先是续佛慧命。就是这个经本非常少，流通量非常少，怕失传，我要印它，不能让这个东西失传。另外一个优先就是我讲的经，我们现在讲的要大量印，因为不但是我们同学们在这里听的时候需要。还有很多我们流通的录音带、录相带，流通得很多。尤其我们统统没有版权，欢迎拷贝，欢迎翻印。因此，我们所讲的这一些经书就要大量印。第三种是别人委托。有人委托我代他办。委托，最低限度是一千册。你想印一部什么经，你钱拿来，我不化缘。我不会说，你发心拿一点点钱来想印这部经，不可以，另外要我去化缘，我不干这个事情。所以至少他拿的是一千部，这印刷厂可以做。另外我宣布，还有很多人来随喜，随喜就愈印愈多，所以可能印到二千、三千、五千甚至于一万册，都不一定，好！一点都不操心。无论做什么事情，都是缘自然具足。",
      "zh_TW": "唐朝龐居士給我們的示現，好榜樣！李老師給我提過幾次，提醒我要記住「多事不如少事，好事不如無事」，這教你的道心才增長。所以我這一生從來不攀緣，「我要去做個什麼事情」，我沒這個念頭。就是法布施，我們印經布施，我也沒這個念頭。人家供養的錢，有一筆數字了，可以印個幾本書了，我們就想像，那個時候我印的，我是兩個優先：第一優先是續佛慧命。就是這個經本非常少，流通量非常少，怕失傳，我要印它，不能讓這個東西失傳。另外一個優先就是我講的經，我們現在講的要大量印，因為不但是我們同學們在這裡聽的時候需要。還有很多我們流通的錄音帶、錄相帶，流通得很多。尤其我們統統沒有版權，歡迎拷貝，歡迎翻印。因此，我們所講的這一些經書就要大量印。第三種是別人委託。有人委託我代他辦。委託，最低限度是一千冊。你想印一部什麼經，你錢拿來，我不化緣。我不會說，你發心拿一點點錢來想印這部經，不可以，另外要我去化緣，我不幹這個事情。所以至少他拿的是一千部，這印刷廠可以做。另外我宣布，還有很多人來隨喜，隨喜就愈印愈多，所以可能印到二千、三千、五千甚至於一萬冊，都不一定，好！一點都不操心。無論做什麼事情，都是緣自然具足。"
    },
    {
      "id": "12-017-1356_p0048",
      "zh_CN": "所以到这边来的时候，现在联合国来找我们要跟我们合作，我也非常欢喜。我们想想，我们这个学院的财务还行，还能够帮助联合国来推动全世界伦理道德的教育。那就是他们要找一批老教授，讲伦理道德老教授，借用我这一个摄影棚，我愿意提供给他。老师到我们这边来，吃住完全免费，我们接待。到这边来录制，这些费用也是我们学院来负担，他只要来上课就是了。来讲课，我们给他录相，给他做成光碟，录相带就送到电视台去播放。这是联合国教科文组织用他们的名义来推动，很好，我协助你。",
      "zh_TW": "所以到這邊來的時候，現在聯合國來找我們要跟我們合作，我也非常歡喜。我們想想，我們這個學院的財務還行，還能夠幫助聯合國來推動全世界倫理道德的教育。那就是他們要找一批老教授，講倫理道德老教授，借用我這一個攝影棚，我願意提供給他。老師到我們這邊來，吃住完全免費，我們接待。到這邊來錄製，這些費用也是我們學院來負擔，他只要來上課就是了。來講課，我們給他錄相，給他做成光碟，錄相帶就送到電視台去播放。這是聯合國教科文組織用他們的名義來推動，很好，我協助你。"
    },
    {
      "id": "12-017-1356_p0049",
      "zh_CN": "另外还有一个费用比较大的，我们也斟酌情形来协助他—翻译。联合国的官方语言有六种，有华语（我们中国的语言），有英语，有法语，有西班牙语，有阿拉伯语，有俄罗斯语。这六种语言在全世界使用的人很多，所以他有六种语言。这个翻译，联合国有人，他们有翻译的组织，但是这个翻译都需要用钱，那个用钱是用字数来算的。现在他告诉我们，我们知道澳洲澳币，翻译一个字是澳币四毛五分。如果一个小时，一个小时差不多八、九千字，翻成五种语言，这个数字也相当可观，可是这是值得，因为它向全世界播放。",
      "zh_TW": "另外還有一個費用比較大的，我們也斟酌情形來協助他—翻譯。聯合國的官方語言有六種，有華語（我們中國的語言），有英語，有法語，有西班牙語，有阿拉伯語，有俄羅斯語。這六種語言在全世界使用的人很多，所以他有六種語言。這個翻譯，聯合國有人，他們有翻譯的組織，但是這個翻譯都需要用錢，那個用錢是用字數來算的。現在他告訴我們，我們知道澳洲澳幣，翻譯一個字是澳幣四毛五分。如果一個小時，一個小時差不多八、九千字，翻成五種語言，這個數字也相當可觀，可是這是值得，因為它向全世界播放。"
    },
    {
      "id": "12-017-1356_p0050",
      "zh_CN": "所以我挑了两种，一种是《认识佛教》，一种是我们过去讲的《十善业道经》。《十善业道经》我讲了大概有八十个小时，后面涉及到大乘佛法，那个很深，不适合初学，但是前面一半适合，前面一半讲十善的业因果报，所以我们就用前面一半，大概四十个小时。另外，就是蔡老师的《幸福人生讲座》，这四十个小时，我也把它翻出来。这三样东西，我们要跟联合国，因为这个数字很大，我们要跟他来谈判，希望这三样东西把五种文字翻出来之后，不超过二百万。我们愿意投资二百万，这三样东西。这三样东西都是讲伦理道德。《认识佛教》不算长，没有这前面两篇长，已经有文字了，好像英语的翻译已经有了，再翻其他的文字。所以我想我们准备二百万，这个工作就可以做完成，对全世界播放。他们也非常欢喜，因为联合国搞世界上伦理道德的教育，不知道用什么教材，找不到理想的教材，我们把这个东西提供给他，我们来密切的合作，这都是什么？这里头都有无畏布施，化解冲突，促进社会的安定和平。所以这里头，我们花这么多钱，财布施；有这么多法，流通这个法宝，法布施；在果上来看，无畏布施，一举三得！",
      "zh_TW": "所以我挑了兩種，一種是《認識佛教》，一種是我們過去講的《十善業道經》。《十善業道經》我講了大概有八十個小時，後面涉及到大乘佛法，那個很深，不適合初學，但是前面一半適合，前面一半講十善的業因果報，所以我們就用前面一半，大概四十個小時。另外，就是蔡老師的《幸福人生講座》，這四十個小時，我也把它翻出來。這三樣東西，我們要跟聯合國，因為這個數字很大，我們要跟他來談判，希望這三樣東西把五種文字翻出來之後，不超過二百萬。我們願意投資二百萬，這三樣東西。這三樣東西都是講倫理道德。《認識佛教》不算長，沒有這前面兩篇長，已經有文字了，好像英語的翻譯已經有了，再翻其他的文字。所以我想我們準備二百萬，這個工作就可以做完成，對全世界播放。他們也非常歡喜，因為聯合國搞世界上倫理道德的教育，不知道用什麼教材，找不到理想的教材，我們把這個東西提供給他，我們來密切的合作，這都是什麼？這裡頭都有無畏布施，化解衝突，促進社會的安定和平。所以這裡頭，我們花這麼多錢，財布施；有這麼多法，流通這個法寶，法布施；在果上來看，無畏布施，一舉三得！"
    },
    {
      "id": "12-017-1356_p0051",
      "zh_CN": "所以这个缘也是我们想像不到的，我们没有找他，他来找我们。而且他们现在积极在筹备，好事情。所以我们的学院担负起这个工作。至于有些人来捐钱，我们学院设一个专户，这个专户就是联合国教科文组织翻译的费用，不做其他的费用，这在银行存钱，存款、利息都归这一个户头，独立的户头，希望我们学院开一个这样的户头。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以這個緣也是我們想像不到的，我們沒有找他，他來找我們。而且他們現在積極在籌備，好事情。所以我們的學院擔負起這個工作。至於有些人來捐錢，我們學院設一個專戶，這個專戶就是聯合國教科文組織翻譯的費用，不做其他的費用，這在銀行存錢，存款、利息都歸這一個戶頭，獨立的戶頭，希望我們學院開一個這樣的戶頭。今天時間到了，我們就講到此地。"
    }
  ]
}