{
  "doc_id": "12-017-0729",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七二九卷",
    "zh_TW": "第七二九卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0729",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "12-017-0729_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，「刹体」偈颂的第三首看起：：",
      "zh_TW": "諸位同學，請看「世界成就品」，「剎體」偈頌的第三首看起：："
    },
    {
      "id": "12-017-0729_p0002",
      "zh_CN": "【或净光为体，复依光明住，光云作严饰，菩萨共游处。】",
      "zh_TW": "【或淨光為體，復依光明住，光雲作嚴飾，菩薩共遊處。】"
    },
    {
      "id": "12-017-0729_p0003",
      "zh_CN": "这一首偈是颂长行第五句，「一切庄严光明为体」，跟前面一首赞颂长行的第三、第四句，境界非常接近，这些果报我们应当要知道。诸佛如来在经教里头常常告诉我们，一切法从心想生。心想太多太杂太乱了，于是他的报土，也就是说生活的环境，自自然然变现出浊恶的世界。佛在经上常常讲我们这个世界是五浊恶世，这才是真正的因由。菩萨世界为什么清净光明美好？我们用浅近的事实来作例子，菩萨是受过良好教育的这些人，他们的思想纯正，心地光明磊落，没有妄想、没有分别、没有执着，才能感得殊胜的清净光明刹土。",
      "zh_TW": "這一首偈是頌長行第五句，「一切莊嚴光明為體」，跟前面一首讚頌長行的第三、第四句，境界非常接近，這些果報我們應當要知道。諸佛如來在經教裡頭常常告訴我們，一切法從心想生。心想太多太雜太亂了，於是他的報土，也就是說生活的環境，自自然然變現出濁惡的世界。佛在經上常常講我們這個世界是五濁惡世，這才是真正的因由。菩薩世界為什麼清淨光明美好？我們用淺近的事實來作例子，菩薩是受過良好教育的這些人，他們的思想純正，心地光明磊落，沒有妄想、沒有分別、沒有執著，才能感得殊勝的清淨光明剎土。"
    },
    {
      "id": "12-017-0729_p0004",
      "zh_CN": "所以第一句说，『或净光为体』，心地清净光明，感得刹土也是清净光明，这正是证实佛所讲的依报随着正报转，我们不能不懂这个道理，不能不了解这个事实。我们现前这个世界几乎每个人，即使下根之人也明显强烈的感触到我们这个世界确实有严重的污染，所以很多人讲地球病了。地球是我们的刹土，我们的生活环境。浊就是严重污染，恶是不善，是我们自己心地被五欲六尘污染，没有受到良好的教育，不懂得做人。",
      "zh_TW": "所以第一句說，『或淨光為體』，心地清淨光明，感得剎土也是清淨光明，這正是證實佛所講的依報隨著正報轉，我們不能不懂這個道理，不能不了解這個事實。我們現前這個世界幾乎每個人，即使下根之人也明顯強烈的感觸到我們這個世界確實有嚴重的污染，所以很多人講地球病了。地球是我們的剎土，我們的生活環境。濁就是嚴重污染，惡是不善，是我們自己心地被五欲六塵污染，沒有受到良好的教育，不懂得做人。"
    },
    {
      "id": "12-017-0729_p0005",
      "zh_CN": "人与人之相处，不懂这个道理，也不懂怎样跟我们生活环境相处，任意破坏环境。地球为什么会生病？从前为什么不病？现在为什么生病？从前人爱护大自然，不会破坏自然环境，所以自然环境的生态平衡，依报跟正报都是在正常的发展，这个是乐土。现在人任意破坏自然环境，破坏了生态平衡，所以许许多多的灾难发生了。灾难从哪里来的？生态平衡失去了，灾难现前了。这个世界有没有救？我们在圣贤著述里头、宗教典籍里面常常读到，这个大劫难不是没有救，是有救的。",
      "zh_TW": "人與人之相處，不懂這個道理，也不懂怎樣跟我們生活環境相處，任意破壞環境。地球為什麼會生病？從前為什麼不病？現在為什麼生病？從前人愛護大自然，不會破壞自然環境，所以自然環境的生態平衡，依報跟正報都是在正常的發展，這個是樂土。現在人任意破壞自然環境，破壞了生態平衡，所以許許多多的災難發生了。災難從哪裡來的？生態平衡失去了，災難現前了。這個世界有沒有救？我們在聖賢著述裡頭、宗教典籍裡面常常讀到，這個大劫難不是沒有救，是有救的。"
    },
    {
      "id": "12-017-0729_p0006",
      "zh_CN": "从哪里救起？从人心。如果人心能够转恶向善。从什么地方转起？从你的怨家，从你的仇敌，从这里转起。这是怨恨达到极严重的地步了，我们解怨释结，把怨结化解，从自己本身去做；不能要求别人，要求别人永远做不到。他跟我过不去，他恨我，我不恨他。我不但不恨他，我尊敬他，我爱护他。我自己天天断恶修善，积功累德，将这个功德回向给他。我们不求马上就有效果，中国古人说得好，「路遥知马力，日久见人心」，我们的真诚、清净、平等、慈悲，永恒不变。过个十年、二十年，他明白了，他也会忏悔，我过去错怪某人，不知道某人是这么善良。十年、二十年不能回头，四十年、五十年，他觉悟了。甚至于他到临终的时候再想想，我对不起某人，我错看了某人，我错怪了，临终忏悔，他还是好人。",
      "zh_TW": "從哪裡救起？從人心。如果人心能夠轉惡向善。從什麼地方轉起？從你的怨家，從你的仇敵，從這裡轉起。這是怨恨達到極嚴重的地步了，我們解怨釋結，把怨結化解，從自己本身去做；不能要求別人，要求別人永遠做不到。他跟我過不去，他恨我，我不恨他。我不但不恨他，我尊敬他，我愛護他。我自己天天斷惡修善，積功累德，將這個功德迴向給他。我們不求馬上就有效果，中國古人說得好，「路遙知馬力，日久見人心」，我們的真誠、清淨、平等、慈悲，永恆不變。過個十年、二十年，他明白了，他也會懺悔，我過去錯怪某人，不知道某人是這麼善良。十年、二十年不能回頭，四十年、五十年，他覺悟了。甚至於他到臨終的時候再想想，我對不起某人，我錯看了某人，我錯怪了，臨終懺悔，他還是好人。"
    },
    {
      "id": "12-017-0729_p0007",
      "zh_CN": "学佛不是学别的，学觉悟，佛是觉悟的意思，学佛就是学做个明白人。明白人一定要认知、要肯定世间没有恶人，世间没有坏事，人人都是善人、都是好人，事事都是好事。唯有觉悟的人才能看得出来，迷的人看不出来。《楞严经》上佛说「若能转境，则同如来」。我们要问问，佛与法身菩萨是怎样转境的？不是从境界上转，境界是果。果，那你怎么转法？从因上转。",
      "zh_TW": "學佛不是學別的，學覺悟，佛是覺悟的意思，學佛就是學做個明白人。明白人一定要認知、要肯定世間沒有惡人，世間沒有壞事，人人都是善人、都是好人，事事都是好事。唯有覺悟的人才能看得出來，迷的人看不出來。《楞嚴經》上佛說「若能轉境，則同如來」。我們要問問，佛與法身菩薩是怎樣轉境的？不是從境界上轉，境界是果。果，那你怎麼轉法？從因上轉。"
    },
    {
      "id": "12-017-0729_p0008",
      "zh_CN": "因是什么？因是我们的起心动念。外面种种的逆境恶缘怎么发生的？是我们自己心地不善。纵然我们有个善心善行，我们在外面表现得不如法、不妥当，让人家看了产生误会，过失绝对不在别人，我们要是怪别人，我就错了，过失一定在自己。佛是这样教我们，孟夫子也是这样教我们，「反求诸己」！曾子「三省吾身」，无论在顺逆境缘当中，自己要常常反省，要常常改过，绝对不能把过失推给别人；推给别人，那你是大错特错，你在那里是累积罪业。好事、功德都给别人，过失、罪业我自己承担，这是佛菩萨，这是觉悟的人！",
      "zh_TW": "因是什麼？因是我們的起心動念。外面種種的逆境惡緣怎麼發生的？是我們自己心地不善。縱然我們有個善心善行，我們在外面表現得不如法、不妥當，讓人家看了產生誤會，過失絕對不在別人，我們要是怪別人，我就錯了，過失一定在自己。佛是這樣教我們，孟夫子也是這樣教我們，「反求諸己」！曾子「三省吾身」，無論在順逆境緣當中，自己要常常反省，要常常改過，絕對不能把過失推給別人；推給別人，那你是大錯特錯，你在那裡是累積罪業。好事、功德都給別人，過失、罪業我自己承擔，這是佛菩薩，這是覺悟的人！"
    },
    {
      "id": "12-017-0729_p0009",
      "zh_CN": "佛菩萨看到造作罪业的众生，他怎么想？他不是说众生造作罪业，是我自己教化不当，我没有把他教得好，他把众生所有一切罪业过失回归到自己。我们要在这个地方学习，天天反省，天天找自己的过失，天天改过自新，这样就转境界了。所以佛法叫内学，它不是向外求，它向内心求。我们天天在用功，天天在做，外面还是有很多人误会我们，这是怎么回事情？我做得还不够好，我做得还不够圆满。外面这些冤亲债主是我的老师，是我的增上缘，他天天在监督我，天天在看着我，警策我，要我向上。",
      "zh_TW": "佛菩薩看到造作罪業的眾生，他怎麼想？他不是說眾生造作罪業，是我自己教化不當，我沒有把他教得好，他把眾生所有一切罪業過失回歸到自己。我們要在這個地方學習，天天反省，天天找自己的過失，天天改過自新，這樣就轉境界了。所以佛法叫內學，它不是向外求，它向內心求。我們天天在用功，天天在做，外面還是有很多人誤會我們，這是怎麼回事情？我做得還不夠好，我做得還不夠圓滿。外面這些冤親債主是我的老師，是我的增上緣，他天天在監督我，天天在看著我，警策我，要我向上。"
    },
    {
      "id": "12-017-0729_p0010",
      "zh_CN": "我们看看印光大师，在他传记里面看到，他老人家是真修行人！寮房，他居住的房间有蚊虫，有虱子、跳蚤，有这些小虫，他的侍者，照顾他的一些年轻人，想在房间把这些小虫清除出去。佛法不杀生，把牠清出去。印光大师看到他们，制止他们，不要，不要清除，让牠在此地。为什么？牠们在这个地方，我修行的德行不能感化牠，我的功夫不到家。让牠在此地好，警策我，自己知道功夫不够，要认真，要努力，加功用行。老和尚到七十岁之后，不管他住哪个房间，这些侍者们去找，一个都找不到。说明什么？老和尚境界提升了，功夫加强了，感动这些小动物，牠不来打扰了。佛门叫迁单，我们一般讲搬家，老和尚住在这里，牠们都搬走了。",
      "zh_TW": "我們看看印光大師，在他傳記裡面看到，他老人家是真修行人！寮房，他居住的房間有蚊蟲，有虱子、跳蚤，有這些小蟲，他的侍者，照顧他的一些年輕人，想在房間把這些小蟲清除出去。佛法不殺生，把牠清出去。印光大師看到他們，制止他們，不要，不要清除，讓牠在此地。為什麼？牠們在這個地方，我修行的德行不能感化牠，我的功夫不到家。讓牠在此地好，警策我，自己知道功夫不夠，要認真，要努力，加功用行。老和尚到七十歲之後，不管他住哪個房間，這些侍者們去找，一個都找不到。說明什麼？老和尚境界提升了，功夫加強了，感動這些小動物，牠不來打擾了。佛門叫遷單，我們一般講搬家，老和尚住在這裡，牠們都搬走了。"
    },
    {
      "id": "12-017-0729_p0011",
      "zh_CN": "小动物如是，这些对我们误会的人、毁谤的人，侮辱我的人，甚至于陷害我的人，我们都要用这个心来观察，我的修行德行功夫不够！这些人呢？这些人是我的善知识。你要知道早年这些跳蚤、蚊虫、虱子是印光大师的善知识。真正成就人，你仔细观察他怎么成就的？我们在这个境界当中是不是跟老法师一样的想法，一样的看法，一样的做法？我们真的学到了。如果看到这些小虫还赶快把牠清除，放到外面去，我们比印光大师就差一等了，差多了。我们这一生当中想到印祖那个境界，那简直是不可能。你要提升境界，在这些地方提升。",
      "zh_TW": "小動物如是，這些對我們誤會的人、毀謗的人，侮辱我的人，甚至於陷害我的人，我們都要用這個心來觀察，我的修行德行功夫不夠！這些人呢？這些人是我的善知識。你要知道早年這些跳蚤、蚊蟲、虱子是印光大師的善知識。真正成就人，你仔細觀察他怎麼成就的？我們在這個境界當中是不是跟老法師一樣的想法，一樣的看法，一樣的做法？我們真的學到了。如果看到這些小蟲還趕快把牠清除，放到外面去，我們比印光大師就差一等了，差多了。我們這一生當中想到印祖那個境界，那簡直是不可能。你要提升境界，在這些地方提升。"
    },
    {
      "id": "12-017-0729_p0012",
      "zh_CN": "要真正信佛，这是从前李炳南老居士，老师常常提醒我的。信佛，佛在经上讲的每一句话、每一个字，深信不疑，佛教我怎么做，我就要百分之百的做到，这叫信佛。如果天天读经，做不到，读是一桩事情，讲是一桩事情，自己行为又是一桩事情，这叫阳奉阴违，这叫欺骗三宝。那是造罪业，哪里是修行？",
      "zh_TW": "要真正信佛，這是從前李炳南老居士，老師常常提醒我的。信佛，佛在經上講的每一句話、每一個字，深信不疑，佛教我怎麼做，我就要百分之百的做到，這叫信佛。如果天天讀經，做不到，讀是一樁事情，講是一樁事情，自己行為又是一樁事情，這叫陽奉陰違，這叫欺騙三寶。那是造罪業，哪裡是修行？"
    },
    {
      "id": "12-017-0729_p0013",
      "zh_CN": "所以修行，我们真正好的同学，希望在这一生当中成就，诸佛菩萨祖师大德是我们的好榜样，我们要跟他学，不能跟世间人学。跟世间人学，你是走六道轮回的路。你跟祖师大德，跟佛菩萨学，你走的路是超越十法界到大道，菩提大道。",
      "zh_TW": "所以修行，我們真正好的同學，希望在這一生當中成就，諸佛菩薩祖師大德是我們的好榜樣，我們要跟他學，不能跟世間人學。跟世間人學，你是走六道輪迴的路。你跟祖師大德，跟佛菩薩學，你走的路是超越十法界到大道，菩提大道。"
    },
    {
      "id": "12-017-0729_p0014",
      "zh_CN": "所以我们自己要常常想到，我这一生走的是什么路？我这五十年当中，跟着我时间久的人，你们看我，亲身、亲眼看到的，我遇到的苦难，遇到的折磨，我欢喜，我没有怨恨，我学佛菩萨！我的老师知道我能理解，我很想学，我也很认真的学，所以慈悲教导。无论在顺境逆境、善缘恶缘，我总能把自己境界向上提升。",
      "zh_TW": "所以我們自己要常常想到，我這一生走的是什麼路？我這五十年當中，跟著我時間久的人，你們看我，親身、親眼看到的，我遇到的苦難，遇到的折磨，我歡喜，我沒有怨恨，我學佛菩薩！我的老師知道我能理解，我很想學，我也很認真的學，所以慈悲教導。無論在順境逆境、善緣惡緣，我總能把自己境界向上提升。"
    },
    {
      "id": "12-017-0729_p0015",
      "zh_CN": "我在台中求学，大经里面我主修的课程是《楞严经》。我跟李老师十年学了五部经，我主修的是五部经：第一部启蒙，初学启蒙，《阿难问事佛吉凶经》。第二部学的是他老人家那个时候正在开讲的《佛说阿弥陀经》，我很有受用！李老师知道，也公开的嘉许，我在《弥陀经》里面得利益了。第三部学的是《普贤菩萨行愿品》，就是别行的一卷，「十大愿王导归极乐」。第四部学的是《金刚般若波罗蜜经》。第五部是《大佛顶首楞严经》。我在台中十年，经典虽然不多，学得很扎实。",
      "zh_TW": "我在台中求學，大經裡面我主修的課程是《楞嚴經》。我跟李老師十年學了五部經，我主修的是五部經：第一部啟蒙，初學啟蒙，《阿難問事佛吉凶經》。第二部學的是他老人家那個時候正在開講的《佛說阿彌陀經》，我很有受用！李老師知道，也公開的嘉許，我在《彌陀經》裡面得利益了。第三部學的是《普賢菩薩行願品》，就是別行的一卷，「十大願王導歸極樂」。第四部學的是《金剛般若波羅蜜經》。第五部是《大佛頂首楞嚴經》。我在台中十年，經典雖然不多，學得很紮實。"
    },
    {
      "id": "12-017-0729_p0016",
      "zh_CN": "《楞严》我前后大概讲了有六、七遍，我以这个基础，以后这些大部经论都是自修的。古大德讲一经通一切经通，这些年来我讲了几十部经论，没有障碍，没有困难。什么原因？依教奉行。佛怎么教我们，我们一定认真去做。记住，自己认真去做，不要求别人，各人善根福德因缘不同，一定要要求自己行菩萨道，发菩提心，行菩萨道，自己这一生当中决定作佛。别人未必有这个志趣，帮助别人随缘，要求自己要严格，与一切众生结善缘，不结恶缘。",
      "zh_TW": "《楞嚴》我前後大概講了有六、七遍，我以這個基礎，以後這些大部經論都是自修的。古大德講一經通一切經通，這些年來我講了幾十部經論，沒有障礙，沒有困難。什麼原因？依教奉行。佛怎麼教我們，我們一定認真去做。記住，自己認真去做，不要求別人，各人善根福德因緣不同，一定要要求自己行菩薩道，發菩提心，行菩薩道，自己這一生當中決定作佛。別人未必有這個志趣，幫助別人隨緣，要求自己要嚴格，與一切眾生結善緣，不結惡緣。"
    },
    {
      "id": "12-017-0729_p0017",
      "zh_CN": "所以李老师当年教学生，这我们看他，在当中学会的、真正肯学的人，对他很严厉，帮助他真觉悟。看到这个学生懈怠懒散，他的志趣还是在名闻利养、五欲六尘，不在经法上。老师对这些学生很客气，见了面满面笑容，结善缘，给他在阿赖耶识里头种种子，知道他这一生不能成就。为什么？世缘放不下。这个世缘就是名闻利养、五欲六尘，他放不下。放不下是当然的，一点都不奇怪。他要能放下了，那才奇怪，那不平常，那是佛法里面讲的善根成熟的人。成熟的人少，千万人当中难得有一两个，大多数虽有善根，不成熟。",
      "zh_TW": "所以李老師當年教學生，這我們看他，在當中學會的、真正肯學的人，對他很嚴厲，幫助他真覺悟。看到這個學生懈怠懶散，他的志趣還是在名聞利養、五欲六塵，不在經法上。老師對這些學生很客氣，見了面滿面笑容，結善緣，給他在阿賴耶識裡頭種種子，知道他這一生不能成就。為什麼？世緣放不下。這個世緣就是名聞利養、五欲六塵，他放不下。放不下是當然的，一點都不奇怪。他要能放下了，那才奇怪，那不平常，那是佛法裡面講的善根成熟的人。成熟的人少，千萬人當中難得有一兩個，大多數雖有善根，不成熟。"
    },
    {
      "id": "12-017-0729_p0018",
      "zh_CN": "一定要知道，要跟这些人欢欢喜喜相处。这些人对我们当然会产生误会，这个误会是自然的，是应当有的，应该有的。为什么？他在迷，迷跟觉这当中有冲突。觉跟迷没有冲突，迷跟觉有冲突，你们要把这两句话听清楚。觉悟的人了解迷惑的人，迷惑的人永远不了解觉悟的人。我们再说一个明显的例子，众生跟佛有冲突，佛跟众生没冲突，就是这么个道理！佛对众生的心永恒不变。这个心，诸位一定要记住，真诚的心、清净的心、平等的心、正觉的心、慈悲心，永恒不变！",
      "zh_TW": "一定要知道，要跟這些人歡歡喜喜相處。這些人對我們當然會產生誤會，這個誤會是自然的，是應當有的，應該有的。為什麼？他在迷，迷跟覺這當中有衝突。覺跟迷沒有衝突，迷跟覺有衝突，你們要把這兩句話聽清楚。覺悟的人了解迷惑的人，迷惑的人永遠不了解覺悟的人。我們再說一個明顯的例子，眾生跟佛有衝突，佛跟眾生沒衝突，就是這麼個道理！佛對眾生的心永恆不變。這個心，諸位一定要記住，真誠的心、清淨的心、平等的心、正覺的心、慈悲心，永恆不變！"
    },
    {
      "id": "12-017-0729_p0019",
      "zh_CN": "有同修在这边常常接触外国人，外国人问佛教里面讲慈悲是什么意思？他来问我。这个问题很重要，每个人都要知道，慈悲就是爱，说爱大家都懂，为什么佛不说爱，说个慈悲？慈悲的爱跟普通的爱不一样。什么叫慈悲的爱？你这样解释就对了，慈悲是「真诚的爱」，这个爱不是虚假的，真诚是永恒不变的爱。你爱这个众生，这个众生伤害你，这个众生要你的命，你对他的爱都不会变，这叫真诚的爱。「清净的爱」，清净的爱完全是付出的，决不要求丝毫报酬。我对你好，你要对我好，这是有条件的，这个心不清净；清净心决定没有希求报偿的。「平等的爱」，「理智的爱」，理智是智慧，不是感情的，感情的爱会变的，理性的爱不变的，这个爱就叫做慈悲。",
      "zh_TW": "有同修在這邊常常接觸外國人，外國人問佛教裡面講慈悲是什麼意思？他來問我。這個問題很重要，每個人都要知道，慈悲就是愛，說愛大家都懂，為什麼佛不說愛，說個慈悲？慈悲的愛跟普通的愛不一樣。什麼叫慈悲的愛？你這樣解釋就對了，慈悲是「真誠的愛」，這個愛不是虛假的，真誠是永恆不變的愛。你愛這個眾生，這個眾生傷害你，這個眾生要你的命，你對他的愛都不會變，這叫真誠的愛。「清淨的愛」，清淨的愛完全是付出的，決不要求絲毫報酬。我對你好，你要對我好，這是有條件的，這個心不清淨；清淨心決定沒有希求報償的。「平等的愛」，「理智的愛」，理智是智慧，不是感情的，感情的愛會變的，理性的愛不變的，這個愛就叫做慈悲。"
    },
    {
      "id": "12-017-0729_p0020",
      "zh_CN": "所以拣别世间人的爱，他不是真诚的，他不是清净的，他不是平等的，他也不是理智的，所以世间人那个爱变化很大。在现在社会里面，到处你都看到年轻人相爱结婚了，过了没有多久听说离婚了，这不就是爱就变了吗？他那相爱要不变怎么会离婚？所以你要晓得，假的，不是真的。六道众生如果没有接受圣贤的教育，随着自己烦恼习气感情用事，那个心就是我们常常讲的虚情假意。我们要清楚，虚情假意千变万化，千变万化那是应该的，那是自然的。所以今天相爱结婚，过几天不爱了又离婚，这个现象正常，一点都没有错。那就是他的爱不是真的，不是理智的，不是清净的，不是平等的。",
      "zh_TW": "所以揀別世間人的愛，他不是真誠的，他不是清淨的，他不是平等的，他也不是理智的，所以世間人那個愛變化很大。在現在社會裡面，到處你都看到年輕人相愛結婚了，過了沒有多久聽說離婚了，這不就是愛就變了嗎？他那相愛要不變怎麼會離婚？所以你要曉得，假的，不是真的。六道眾生如果沒有接受聖賢的教育，隨著自己煩惱習氣感情用事，那個心就是我們常常講的虛情假意。我們要清楚，虛情假意千變萬化，千變萬化那是應該的，那是自然的。所以今天相愛結婚，過幾天不愛了又離婚，這個現象正常，一點都沒有錯。那就是他的愛不是真的，不是理智的，不是清淨的，不是平等的。"
    },
    {
      "id": "12-017-0729_p0021",
      "zh_CN": "所以这个世间众生要想能够维持正常的秩序，正常的规则，这个社会安定、世界和平、人民幸福，一定要接受圣贤的教诲，决定不能随顺自己烦恼习气。我们世间人讲意气，意气用事不能随顺，那个随顺你就造成社会的混乱，人与人之间，人与物之间，甚至于人与天地鬼神之间不和。不和，不得了！不和，那个环境里人人恐惧，我们今天讲没有安全感。你要晓得为什么没有安全感？这个社会不和。社会何以不和？人与人不和，人与万物不和，人与天地鬼神不和，他怎么能够安心立命？他怎么可能不生活在恐惧之中？失去了安全感。然后你才能觉察到圣贤教育的重要，圣贤教育不能不学，古圣先王没有一个不重视圣贤的教诲。",
      "zh_TW": "所以這個世間眾生要想能夠維持正常的秩序，正常的規則，這個社會安定、世界和平、人民幸福，一定要接受聖賢的教誨，決定不能隨順自己煩惱習氣。我們世間人講意氣，意氣用事不能隨順，那個隨順你就造成社會的混亂，人與人之間，人與物之間，甚至於人與天地鬼神之間不和。不和，不得了！不和，那個環境裡人人恐懼，我們今天講沒有安全感。你要曉得為什麼沒有安全感？這個社會不和。社會何以不和？人與人不和，人與萬物不和，人與天地鬼神不和，他怎麼能夠安心立命？他怎麼可能不生活在恐懼之中？失去了安全感。然後你才能覺察到聖賢教育的重要，聖賢教育不能不學，古聖先王沒有一個不重視聖賢的教誨。"
    },
    {
      "id": "12-017-0729_p0022",
      "zh_CN": "我昨天晚上翻旧书，偶尔翻出黄檗禅师的预言诗十四首。禅师是唐朝时候人，他这十四首诗是讲什么时候的事情？给诸位说，这十四首诗是从明朝亡国讲起，讲到现代，讲到现在公元两千零二年。我特别看到最近这一百年的事，唐朝时候人看这一百年的动乱，好像是他亲眼看到的，不能不佩服！我们读了之后深深有感触，世间治衰动乱确实好像冥冥当中都有个定数。禅师说得很好，这个定数真正的原因是什么？人心。",
      "zh_TW": "我昨天晚上翻舊書，偶爾翻出黃檗禪師的預言詩十四首。禪師是唐朝時候人，他這十四首詩是講什麼時候的事情？給諸位說，這十四首詩是從明朝亡國講起，講到現代，講到現在公元兩千零二年。我特別看到最近這一百年的事，唐朝時候人看這一百年的動亂，好像是他親眼看到的，不能不佩服！我們讀了之後深深有感觸，世間治衰動亂確實好像冥冥當中都有個定數。禪師說得很好，這個定數真正的原因是什麼？人心。"
    },
    {
      "id": "12-017-0729_p0023",
      "zh_CN": "古时候帝王时代大家听命于一个人，皇帝。听命于一个人，君主，他做主。这个君主都是受过最好的教育，他不会乱来。他要一乱来，那就改朝换代了，他这个朝代就会灭亡了，会有人推翻他，取而代之。所以做帝王的人要保全他的王位，的确是战战兢兢，全心全力培养他的接班人，希望这个王朝能够延续。到末代帝王不遵守祖宗成法就灭亡了，改朝换代了。",
      "zh_TW": "古時候帝王時代大家聽命於一個人，皇帝。聽命於一個人，君主，他做主。這個君主都是受過最好的教育，他不會亂來。他要一亂來，那就改朝換代了，他這個朝代就會滅亡了，會有人推翻他，取而代之。所以做帝王的人要保全他的王位，的確是戰戰兢兢，全心全力培養他的接班人，希望這個王朝能夠延續。到末代帝王不遵守祖宗成法就滅亡了，改朝換代了。"
    },
    {
      "id": "12-017-0729_p0024",
      "zh_CN": "但是在一百年前辛亥革命成功了，推翻满清帝制这是一个大改变，从前君主，这一个改变是民主。民主到今天在中国实行差不多一百年了，我就看这一百年禅师所说的话。这一百年是民主，民很多，意见很多，想法看法很多，所以把这个世间搞乱了。君主真的定于一，他一个人做主；现在全民做主，所以这个社会动荡不安。如何能教这些主人，这些民是主人，教他们各个都能心地清净，光明正大，这个世界才有和平，这个事情比从前不知道要难上多少倍。但是不是不能做到的，用什么方法来做？教育。尤其现在我们要利用高科技，务必使社会大众个个觉悟，这个民众才真正能当家做主，来过个真正圆满幸福快乐的生活。所以民主必须要有非常好的教育。",
      "zh_TW": "但是在一百年前辛亥革命成功了，推翻滿清帝制這是一個大改變，從前君主，這一個改變是民主。民主到今天在中國實行差不多一百年了，我就看這一百年禪師所說的話。這一百年是民主，民很多，意見很多，想法看法很多，所以把這個世間搞亂了。君主真的定於一，他一個人做主；現在全民做主，所以這個社會動盪不安。如何能教這些主人，這些民是主人，教他們各個都能心地清淨，光明正大，這個世界才有和平，這個事情比從前不知道要難上多少倍。但是不是不能做到的，用什麼方法來做？教育。尤其現在我們要利用高科技，務必使社會大眾個個覺悟，這個民眾才真正能當家做主，來過個真正圓滿幸福快樂的生活。所以民主必須要有非常好的教育。"
    },
    {
      "id": "12-017-0729_p0025",
      "zh_CN": "在从前最好的教育是教一个人，现在最好的教育要教所有的民众。为什么？他们当家做主。这一百年的动乱，全世界的人民都生活在水深火热之中。一百年来在这个地球上，战争从来没有间断过，杀人流血，人吃人，人吃动物，动物吃动物，动物吃人，惨不忍睹。难得英国汤恩比博士有一句名言，智慧的言语，真正的觉者，他说：能够解决二十一世纪的社会问题，唯有中国孔孟学说跟大乘佛法。大乘佛法里面特别是《华严经》。",
      "zh_TW": "在從前最好的教育是教一個人，現在最好的教育要教所有的民眾。為什麼？他們當家做主。這一百年的動亂，全世界的人民都生活在水深火熱之中。一百年來在這個地球上，戰爭從來沒有間斷過，殺人流血，人吃人，人吃動物，動物吃動物，動物吃人，慘不忍睹。難得英國湯恩比博士有一句名言，智慧的言語，真正的覺者，他說：能夠解決二十一世紀的社會問題，唯有中國孔孟學說跟大乘佛法。大乘佛法裡面特別是《華嚴經》。"
    },
    {
      "id": "12-017-0729_p0026",
      "zh_CN": "所以我们自己从哪里学？学自己心地的清净光明，大慈大悲。我们所感得的报土，必定是『复依光明住』。不但我们的心住在正大光明，我们的身同样也住在正大光明。",
      "zh_TW": "所以我們自己從哪裡學？學自己心地的清淨光明，大慈大悲。我們所感得的報土，必定是『復依光明住』。不但我們的心住在正大光明，我們的身同樣也住在正大光明。"
    },
    {
      "id": "12-017-0729_p0027",
      "zh_CN": "『光云作严饰』。这个严饰就是我们讲的装饰打扮，我们不是用一些物质来装饰，用这些金银琉璃七宝来做装饰，不是的，用正大光明。",
      "zh_TW": "『光雲作嚴飾』。這個嚴飾就是我們講的裝飾打扮，我們不是用一些物質來裝飾，用這些金銀琉璃七寶來做裝飾，不是的，用正大光明。"
    },
    {
      "id": "12-017-0729_p0028",
      "zh_CN": "『菩萨共游处』，与我们志同道合的人共游庄严光明的刹土。",
      "zh_TW": "『菩薩共遊處』，與我們志同道合的人共遊莊嚴光明的剎土。"
    },
    {
      "id": "12-017-0729_p0029",
      "zh_CN": "这一首偈是重颂前面的第五句，一句。我们在这个里面要能够体会得性相、理事、因果，知道自己如何学习。唯有自己认真的学习才能帮助别人，佛法里面叫化他，自行便是化他。现在自行还看不到化他的效果，自行不力，我们的功夫、我们的力度不够，务必要加强。到我们功夫力度得力的时候，像印光大师，印光大师七十岁小动物对于他的道德都尊敬，那是什么？他的功夫力度够了。这个房间别人住确确实实有跳蚤、有虱子、有蚊虫，赶都赶不走。他老人家到那儿去一住，这些小动物都搬家了，你去找，一个找不到。这个事情是不是真的？真的。",
      "zh_TW": "這一首偈是重頌前面的第五句，一句。我們在這個裡面要能夠體會得性相、理事、因果，知道自己如何學習。唯有自己認真的學習才能幫助別人，佛法裡面叫化他，自行便是化他。現在自行還看不到化他的效果，自行不力，我們的功夫、我們的力度不夠，務必要加強。到我們功夫力度得力的時候，像印光大師，印光大師七十歲小動物對於他的道德都尊敬，那是什麼？他的功夫力度夠了。這個房間別人住確確實實有跳蚤、有虱子、有蚊蟲，趕都趕不走。他老人家到那兒去一住，這些小動物都搬家了，你去找，一個找不到。這個事情是不是真的？真的。"
    },
    {
      "id": "12-017-0729_p0030",
      "zh_CN": "我们自己也做这个试验，虽然还不能像印光大师那样一个找不到，我们或许还能找到一两个，很少很少。有些同学听到我所说的，他去做试验，试验很成功，来告诉我是真的，不是假的。晚上睡觉蚊子咬他，他不会把蚊子赶走，他跟蚊子商量，他说：蚊子菩萨，你来咬我，你也是来吃饭，我欢喜供养你。但是我有个条件，你不要咬我的脸上，头上脸上不要咬，为什么？明天见人不好看。手不能咬，我的膀臂、身体可以供养你。另外一个条件，你咬了能不能叫我不要痛不要痒？果然如此，他睡觉不赶蚊子，蚊子不会在他脸上咬，不会在他手上咬，身上咬了几口，真的不痛不痒。来给我讲真的，蚊子真能跟我们沟通。诚则灵，就怕你的心地不诚，不真诚。",
      "zh_TW": "我們自己也做這個試驗，雖然還不能像印光大師那樣一個找不到，我們或許還能找到一兩個，很少很少。有些同學聽到我所說的，他去做試驗，試驗很成功，來告訴我是真的，不是假的。晚上睡覺蚊子咬他，他不會把蚊子趕走，他跟蚊子商量，他說：蚊子菩薩，你來咬我，你也是來吃飯，我歡喜供養你。但是我有個條件，你不要咬我的臉上，頭上臉上不要咬，為什麼？明天見人不好看。手不能咬，我的膀臂、身體可以供養你。另外一個條件，你咬了能不能叫我不要痛不要癢？果然如此，他睡覺不趕蚊子，蚊子不會在他臉上咬，不會在他手上咬，身上咬了幾口，真的不痛不癢。來給我講真的，蚊子真能跟我們溝通。誠則靈，就怕你的心地不誠，不真誠。"
    },
    {
      "id": "12-017-0729_p0031",
      "zh_CN": "这些蚊虫是众生，牠出来是觅食的，是讨生活的，我们跟牠有缘，我们供养牠一餐。就好像牠是出家人来托钵的，我们供养牠一餐，欢欢喜喜的跟牠结善缘，牠懂规矩，牠遵守原则，牠不乱来。到哪一天你的德行、你的道力够了，牠对你尊敬，牠不会来打搅你了，善知识！物且如此，何况是人？我们对人难道连对个蚊子都不如？那哪里是菩萨？我们修行修到哪里去了，怎么修的？常常问自己，常常反省，常常检点，天天改过，天天提升自己戒定慧三学，天天提升自己的境界，就能常生欢喜心。佛法里头常讲法喜充满，那是真的，一点都不假。",
      "zh_TW": "這些蚊蟲是眾生，牠出來是覓食的，是討生活的，我們跟牠有緣，我們供養牠一餐。就好像牠是出家人來托缽的，我們供養牠一餐，歡歡喜喜的跟牠結善緣，牠懂規矩，牠遵守原則，牠不亂來。到哪一天你的德行、你的道力夠了，牠對你尊敬，牠不會來打攪你了，善知識！物且如此，何況是人？我們對人難道連對個蚊子都不如？那哪裡是菩薩？我們修行修到哪裡去了，怎麼修的？常常問自己，常常反省，常常檢點，天天改過，天天提升自己戒定慧三學，天天提升自己的境界，就能常生歡喜心。佛法裡頭常講法喜充滿，那是真的，一點都不假。"
    },
    {
      "id": "12-017-0729_p0032",
      "zh_CN": "如果果然深入经藏，深解义趣，你才真正能认知一切众生有罪。一切众生造业受报，这个责任谁负？佛菩萨讲在我一人。为什么？佛菩萨没有调得教好。就是说老师，学生犯过不是学生的过失，老师没有教得好。老师处罚学生，那是教育的手段，他自己内心有愧疚，没有教得好，没有做出好样子来给学生看。诸佛如来是九法界的导师，法身菩萨是一切众生的榜样。我们今天在过去一个世纪一百年当中，这个世间的人这样的混乱，造成这样凄惨痛苦的局面。在如来、在菩萨心目当中，这一批学生造作不善，犯规，有了过失了。所以我们在经上看到的，愈是众生有苦难，佛菩萨示现的就愈多。我们明白这个道理，佛菩萨要在这个时间、在这个地区做出最好的榜样，希望来影响众生，来教化众生。",
      "zh_TW": "如果果然深入經藏，深解義趣，你才真正能認知一切眾生有罪。一切眾生造業受報，這個責任誰負？佛菩薩講在我一人。為什麼？佛菩薩沒有調得教好。就是說老師，學生犯過不是學生的過失，老師沒有教得好。老師處罰學生，那是教育的手段，他自己內心有愧疚，沒有教得好，沒有做出好樣子來給學生看。諸佛如來是九法界的導師，法身菩薩是一切眾生的榜樣。我們今天在過去一個世紀一百年當中，這個世間的人這樣的混亂，造成這樣悽慘痛苦的局面。在如來、在菩薩心目當中，這一批學生造作不善，犯規，有了過失了。所以我們在經上看到的，愈是眾生有苦難，佛菩薩示現的就愈多。我們明白這個道理，佛菩薩要在這個時間、在這個地區做出最好的榜樣，希望來影響眾生，來教化眾生。"
    },
    {
      "id": "12-017-0729_p0033",
      "zh_CN": "诸位同学，请看「刹体」偈颂第四首：",
      "zh_TW": "諸位同學，請看「剎體」偈頌第四首："
    },
    {
      "id": "12-017-0729_p0034",
      "zh_CN": "【或有诸刹海，从于愿力生，犹如影像住，取说不可得。】",
      "zh_TW": "【或有諸剎海，從於願力生，猶如影像住，取說不可得。】"
    },
    {
      "id": "12-017-0729_p0035",
      "zh_CN": "这个偈颂的意思是讲或者有诸佛刹土，无量无边诸佛刹土这里面当然有，是『从于愿力生』的，佛的本愿威神加持的。就像西方极乐世界，我们在《无量寿经》上读到的，是阿弥陀佛本愿力所生的。『犹如影像住』，这一句是说明像《金刚经》上所讲的「凡所有相，皆是虚妄」，它是唯心所现、唯识所变的。末后一句，『取说不可得』。可以受用，不可取，不可说。",
      "zh_TW": "這個偈頌的意思是講或者有諸佛剎土，無量無邊諸佛剎土這裡面當然有，是『從於願力生』的，佛的本願威神加持的。就像西方極樂世界，我們在《無量壽經》上讀到的，是阿彌陀佛本願力所生的。『猶如影像住』，這一句是說明像《金剛經》上所講的「凡所有相，皆是虛妄」，它是唯心所現、唯識所變的。末後一句，『取說不可得』。可以受用，不可取，不可說。"
    },
    {
      "id": "12-017-0729_p0036",
      "zh_CN": "清凉大师说这一首偈里面是颂前面长行两种体，「愿力生者」是颂第七句「佛力持」，「如影像」是重颂第八句「妙宝相体」。如果把这两个合起来，第九句里面讲「佛变化为体」。长行跟偈颂合起来看，我们就能够真正的体会很多。末后这一句很重要，我们一定要了解事实真相，事实真相是不可取。",
      "zh_TW": "清涼大師說這一首偈裡面是頌前面長行兩種體，「願力生者」是頌第七句「佛力持」，「如影像」是重頌第八句「妙寶相體」。如果把這兩個合起來，第九句裡面講「佛變化為體」。長行跟偈頌合起來看，我們就能夠真正的體會很多。末後這一句很重要，我們一定要了解事實真相，事實真相是不可取。"
    },
    {
      "id": "12-017-0729_p0037",
      "zh_CN": "我在讲席里头常常提醒同学，你要真修行，真正想在这一生当中成就，那你一定要知道。如果还想继续搞六道轮回，那这无所谓，你自然就不重视了。要想在这一生永远脱离六道轮回，那你非知道不可。我常常说真正修行人，对一切人一切事一切物，决定不容许有控制的念头，不能有这个念头。念头尚且没有，哪里会有这种行为？我们知道性德原本是大自在的。佛在大乘经上常讲三德秘藏，三德是自性里面的般若、法身、解脱，这是自性的三德。三德各各具足「常、乐、我、净」，这个又叫四净德。般若里头有四净德，法身有四净德，解脱有四净德。",
      "zh_TW": "我在講席裡頭常常提醒同學，你要真修行，真正想在這一生當中成就，那你一定要知道。如果還想繼續搞六道輪迴，那這無所謂，你自然就不重視了。要想在這一生永遠脫離六道輪迴，那你非知道不可。我常常說真正修行人，對一切人一切事一切物，決定不容許有控制的念頭，不能有這個念頭。念頭尚且沒有，哪裡會有這種行為？我們知道性德原本是大自在的。佛在大乘經上常講三德祕藏，三德是自性裡面的般若、法身、解脫，這是自性的三德。三德各各具足「常、樂、我、淨」，這個又叫四淨德。般若裡頭有四淨德，法身有四淨德，解脫有四淨德。"
    },
    {
      "id": "12-017-0729_p0038",
      "zh_CN": "为什么我们在这一生当中处处都受到障碍，处处不自在，什么原因？原因就是我们生生世世对一切人事物起了个妄念，妄念造业，就是对于世出世间一切人一切事一切物想控制他。这个想控制，有有意，有无意；有意是你起心动念，无意是你的习气，习气现行。有意无意都想控制，我们一般俗话说都想干涉。第二个，对世出世间一切人事物占有的念头，据为己有。这是错误的，这是六道轮回的根，我们要把这个根拔除。",
      "zh_TW": "為什麼我們在這一生當中處處都受到障礙，處處不自在，什麼原因？原因就是我們生生世世對一切人事物起了個妄念，妄念造業，就是對於世出世間一切人一切事一切物想控制他。這個想控制，有有意，有無意；有意是你起心動念，無意是你的習氣，習氣現行。有意無意都想控制，我們一般俗話說都想干涉。第二個，對世出世間一切人事物佔有的念頭，據為己有。這是錯誤的，這是六道輪迴的根，我們要把這個根拔除。"
    },
    {
      "id": "12-017-0729_p0039",
      "zh_CN": "世出世间一切人事物，它是个幻相，梦幻泡影。我们认识清楚，我可以受用，我不能控制，我不能够执着，不能够占有，那你完全对了。这一切人事物对你有没有障碍？没有障碍。无障碍的境界就是华严境界，理事无碍，事事无碍。障碍产生在哪里？障碍产生在妄想分别执着。妄想分别执着最严重的就是你想控制，你想占有，这是根。我们修行，你看看古来祖师大德常常教我们，怎么修？从根本修，你要把根本的病根拔除，病根就在这里。佛菩萨为什么这样教人，这里头是大有道理在。为什么？这一切现象，人事物的现象是幻相，它不是真的，刹那刹那在变，它不是永恒的。",
      "zh_TW": "世出世間一切人事物，它是個幻相，夢幻泡影。我們認識清楚，我可以受用，我不能控制，我不能夠執著，不能夠佔有，那你完全對了。這一切人事物對你有沒有障礙？沒有障礙。無障礙的境界就是華嚴境界，理事無礙，事事無礙。障礙產生在哪裡？障礙產生在妄想分別執著。妄想分別執著最嚴重的就是你想控制，你想佔有，這是根。我們修行，你看看古來祖師大德常常教我們，怎麼修？從根本修，你要把根本的病根拔除，病根就在這裡。佛菩薩為什麼這樣教人，這裡頭是大有道理在。為什麼？這一切現象，人事物的現象是幻相，它不是真的，剎那剎那在變，它不是永恆的。"
    },
    {
      "id": "12-017-0729_p0040",
      "zh_CN": "「取说不可得」，取是你想占有它，你想控制它，不可得。说老实话，不要说对于一切人事物的控制占有，对于自己身体的控制占有都不可得。如果自己能控制自己的身体，自己应该不老不病，我能够控制它。我们会老会病说明你不能控制，这个身体会死说明你得不到，不可得。不是说到老到病你才发现无法控制，到死你才晓得不可得，你太迟了。事实真相是什么？念念不可得，念念不能控制，这是事实真相。你迷了，你糊涂了，不可得的你偏偏想得，不能控制的偏偏想控制，你不叫自找麻烦吗？所以控制想占有这一种念头叫轮回心，你起心动念所作所为都叫轮回业。轮回心造轮回业，你怎么能出得了六道轮回？",
      "zh_TW": "「取說不可得」，取是你想佔有它，你想控制它，不可得。說老實話，不要說對於一切人事物的控制佔有，對於自己身體的控制佔有都不可得。如果自己能控制自己的身體，自己應該不老不病，我能夠控制它。我們會老會病說明你不能控制，這個身體會死說明你得不到，不可得。不是說到老到病你才發現無法控制，到死你才曉得不可得，你太遲了。事實真相是什麼？念念不可得，念念不能控制，這是事實真相。你迷了，你糊塗了，不可得的你偏偏想得，不能控制的偏偏想控制，你不叫自找麻煩嗎？所以控制想佔有這一種念頭叫輪迴心，你起心動念所作所為都叫輪迴業。輪迴心造輪迴業，你怎麼能出得了六道輪迴？"
    },
    {
      "id": "12-017-0729_p0041",
      "zh_CN": "六道轮回本来没有，从哪里来的？就是从这个念头上生的。一切法从心想生，六道轮回是从这个心想生出来的。我们把这个心想断掉，六道轮回没有了。我断掉了，我六道轮回没有了，我现在住在此地，住在还没有觉悟的众生，住在他们的六道轮回。为什么不离开？这是慈悲心，这是本愿力，曾经发过愿，「众生无边誓愿度」，我住在这些众生轮回境界当中，帮助他们觉悟，帮助他们脱离六道轮回，来干这个的，不是干别的。干这个事情与自己妨碍不妨碍？丝毫妨碍都没有，各住各的刹土，互相在一起，它不混杂，这叫妙土，妙在此地。互相重叠，丝毫不紊乱。菩萨住净土，住实报土；众生住秽土，住恶道。",
      "zh_TW": "六道輪迴本來沒有，從哪裡來的？就是從這個念頭上生的。一切法從心想生，六道輪迴是從這個心想生出來的。我們把這個心想斷掉，六道輪迴沒有了。我斷掉了，我六道輪迴沒有了，我現在住在此地，住在還沒有覺悟的眾生，住在他們的六道輪迴。為什麼不離開？這是慈悲心，這是本願力，曾經發過願，「眾生無邊誓願度」，我住在這些眾生輪迴境界當中，幫助他們覺悟，幫助他們脫離六道輪迴，來幹這個的，不是幹別的。幹這個事情與自己妨礙不妨礙？絲毫妨礙都沒有，各住各的剎土，互相在一起，它不混雜，這叫妙土，妙在此地。互相重疊，絲毫不紊亂。菩薩住淨土，住實報土；眾生住穢土，住惡道。"
    },
    {
      "id": "12-017-0729_p0042",
      "zh_CN": "天台大师说得好，百界千如。佛在经上讲十法界，天台大师讲百法界。百法界从哪里来的？十法界每一个法界里都具足十法界，十乘十是一百。我们今天在人间，人法界里头，人法界里面有佛法界，有菩萨法界，有声闻、缘觉，有天、阿修罗，有饿鬼、地狱、畜生，仔细观察就在面前。地狱法界里面有佛法界、有菩萨法界，那是怎么回事情？佛菩萨在地狱里头教化众生，跟地狱法界重叠。我们讲《华严经》讲重叠大家懂得。如果不讲《华严》，这个话不能讲，为什么？你不懂。",
      "zh_TW": "天台大師說得好，百界千如。佛在經上講十法界，天台大師講百法界。百法界從哪裡來的？十法界每一個法界裡都具足十法界，十乘十是一百。我們今天在人間，人法界裡頭，人法界裡面有佛法界，有菩薩法界，有聲聞、緣覺，有天、阿修羅，有餓鬼、地獄、畜生，仔細觀察就在面前。地獄法界裡面有佛法界、有菩薩法界，那是怎麼回事情？佛菩薩在地獄裡頭教化眾生，跟地獄法界重疊。我們講《華嚴經》講重疊大家懂得。如果不講《華嚴》，這個話不能講，為什麼？你不懂。"
    },
    {
      "id": "12-017-0729_p0043",
      "zh_CN": "佛法界跟地狱法界重叠，重叠在一起它不混乱，各住各的。佛跟地狱众生手拉手，佛住实报土，众生住阿鼻地狱，不妨碍。两个人心目当中境界不一样，佛看地狱众生是佛，这个佛犯了过失现在在受惩罚，地狱众生看佛是地狱众生。你才晓得相随心转，是随自己的心，不是随别人的心。你把这个道理参透了，你修行哪有不得力的道理！你修行功夫不得力，是你不懂这个道理，你不晓得方法，你不知道怎么过日子。过日子就是修行，工作就是修行，处事待人接物，哪一法不是修行？都是在修无上菩提。要懂，要明了，要做明白人，不能够再糊涂了。",
      "zh_TW": "佛法界跟地獄法界重疊，重疊在一起它不混亂，各住各的。佛跟地獄眾生手拉手，佛住實報土，眾生住阿鼻地獄，不妨礙。兩個人心目當中境界不一樣，佛看地獄眾生是佛，這個佛犯了過失現在在受懲罰，地獄眾生看佛是地獄眾生。你才曉得相隨心轉，是隨自己的心，不是隨別人的心。你把這個道理參透了，你修行哪有不得力的道理！你修行功夫不得力，是你不懂這個道理，你不曉得方法，你不知道怎麼過日子。過日子就是修行，工作就是修行，處事待人接物，哪一法不是修行？都是在修無上菩提。要懂，要明瞭，要做明白人，不能夠再糊塗了。"
    },
    {
      "id": "12-017-0729_p0044",
      "zh_CN": "佛法之所以称为宝，我们从这个地方体现出来了，真的是无上法宝，世出世间希有难逢。你不入境界，不知道可贵。你要契入境界才晓得自己无比的幸运，这一生当中居然能够遇到无上法宝，庆幸自己能信能解能行能证。所以释迦牟尼佛为我们示现国王也不要了，人间一切荣华富贵都抛弃掉了，为什么？这个比那个殊胜，不是作帝王、不是世间荣华富贵能比的，这里头有大乐，有真乐。要没有这样的殊胜，释迦牟尼为什么舍弃王位？为什么舍弃荣华富贵？",
      "zh_TW": "佛法之所以稱為寶，我們從這個地方體現出來了，真的是無上法寶，世出世間希有難逢。你不入境界，不知道可貴。你要契入境界才曉得自己無比的幸運，這一生當中居然能夠遇到無上法寶，慶幸自己能信能解能行能證。所以釋迦牟尼佛為我們示現國王也不要了，人間一切榮華富貴都拋棄掉了，為什麼？這個比那個殊勝，不是作帝王、不是世間榮華富貴能比的，這裡頭有大樂，有真樂。要沒有這樣的殊勝，釋迦牟尼為什麼捨棄王位？為什麼捨棄榮華富貴？"
    },
    {
      "id": "12-017-0729_p0045",
      "zh_CN": "我们在这个上头要多想想；想通了，你才有一个正确明白的比较。一比较，你当然学佛，你也会跟释迦牟尼佛一样，把世间名闻利养、荣华富贵统统舍弃掉了，你得大自在！超越六道，不离六道；超越十法界，不离十法界。妙不可言！在六道、在十法界里头积功累德，断恶修善，干什么？做给别人看的。这是好老师，这是真善知识，生生世世永恒不断在教化众生，帮助众生破迷开悟。破迷开悟是因，离苦得乐是果。",
      "zh_TW": "我們在這個上頭要多想想；想通了，你才有一個正確明白的比較。一比較，你當然學佛，你也會跟釋迦牟尼佛一樣，把世間名聞利養、榮華富貴統統捨棄掉了，你得大自在！超越六道，不離六道；超越十法界，不離十法界。妙不可言！在六道、在十法界裡頭積功累德，斷惡修善，幹什麼？做給別人看的。這是好老師，這是真善知識，生生世世永恆不斷在教化眾生，幫助眾生破迷開悟。破迷開悟是因，離苦得樂是果。"
    },
    {
      "id": "12-017-0729_p0046",
      "zh_CN": "所以佛说般若二十二年，现在《大藏经》里面是六百卷，分量太大了。般若的总纲领、总原则就是《般若心经》，这是每一个同学都念得很熟，许许多多同学都能背得过。《心经》里面说什么？三句话，「无所有，毕竟空，不可得」，就是此地说「取说不可得」，不但不可取，也不可说。你有取的念头，那是见思、尘沙烦恼，《华严经》里面讲的那是分别执着。那你要说呢？说是妄想，说是无明。取、说都断掉了，见思、尘沙、无明断掉了，《华严经》上说妄想分别执着放下了。",
      "zh_TW": "所以佛說般若二十二年，現在《大藏經》裡面是六百卷，分量太大了。般若的總綱領、總原則就是《般若心經》，這是每一個同學都念得很熟，許許多多同學都能背得過。《心經》裡面說什麼？三句話，「無所有，畢竟空，不可得」，就是此地說「取說不可得」，不但不可取，也不可說。你有取的念頭，那是見思、塵沙煩惱，《華嚴經》裡面講的那是分別執著。那你要說呢？說是妄想，說是無明。取、說都斷掉了，見思、塵沙、無明斷掉了，《華嚴經》上說妄想分別執著放下了。"
    },
    {
      "id": "12-017-0729_p0047",
      "zh_CN": "释迦牟尼佛完全放下了，但是释迦牟尼佛为我们讲经说法四十九年，那是怎么回事？那是无说而说，说而无说，他真的是不取不说。口里头有说，心里头没有说；形式上有取，心理上没有取。高明！这叫事事无碍。事跟事确确实实没有障碍，所有一切障碍是从心理上生的。心理上错误的想法，错误的看法，是从这个地方产生出障碍。",
      "zh_TW": "釋迦牟尼佛完全放下了，但是釋迦牟尼佛為我們講經說法四十九年，那是怎麼回事？那是無說而說，說而無說，他真的是不取不說。口裡頭有說，心裡頭沒有說；形式上有取，心理上沒有取。高明！這叫事事無礙。事跟事確確實實沒有障礙，所有一切障礙是從心理上生的。心理上錯誤的想法，錯誤的看法，是從這個地方產生出障礙。"
    },
    {
      "id": "12-017-0729_p0048",
      "zh_CN": "所以祖师大德教人从根本修，根本是心理、是念头，念头上不能错，行为上就没有过失。念头错了，行为决定不能够避免过失。这个念头就是我们今天讲的你的想法，你的看法。诸佛菩萨教导我们把一切想法看法放下，对于世出世间一切人事物，我没有看法，我也没有想法，哪来的过失？佛菩萨示现教化众生，讲经说法，怎么讲出来的？恒顺众生，随喜功德，随众生心，应所知量。这些话很难懂。",
      "zh_TW": "所以祖師大德教人從根本修，根本是心理、是念頭，念頭上不能錯，行為上就沒有過失。念頭錯了，行為決定不能夠避免過失。這個念頭就是我們今天講的你的想法，你的看法。諸佛菩薩教導我們把一切想法看法放下，對於世出世間一切人事物，我沒有看法，我也沒有想法，哪來的過失？佛菩薩示現教化眾生，講經說法，怎麼講出來的？恆順眾生，隨喜功德，隨眾生心，應所知量。這些話很難懂。"
    },
    {
      "id": "12-017-0729_p0049",
      "zh_CN": "经里头有个故事，有人问释迦牟尼佛，舍利弗智慧第一，舍利弗的智慧从哪里来的？讲经说法与大家解决疑难，从来没有一桩事情把舍利弗难倒过的，这个智慧从哪里来的？佛举个例子说，他说你看到鼓没有？敲的鼓，这个乐器可以说是古今中外都有，都喜欢击鼓。他就说了，鼓的肚子里头是什么样子的？来问的人说鼓的肚子没有东西，空空的。舍利弗的心里就跟鼓的肚子一样，什么都没有。人家来问问题，大叩则大鸣，小叩则小鸣，不叩则不鸣。这个人听了明白了，没有想法、没有看法是智慧流露，佛菩萨现身说法就像这个比喻一样。",
      "zh_TW": "經裡頭有個故事，有人問釋迦牟尼佛，舍利弗智慧第一，舍利弗的智慧從哪裡來的？講經說法與大家解決疑難，從來沒有一樁事情把舍利弗難倒過的，這個智慧從哪裡來的？佛舉個例子說，他說你看到鼓沒有？敲的鼓，這個樂器可以說是古今中外都有，都喜歡擊鼓。他就說了，鼓的肚子裡頭是什麼樣子的？來問的人說鼓的肚子沒有東西，空空的。舍利弗的心裡就跟鼓的肚子一樣，什麼都沒有。人家來問問題，大叩則大鳴，小叩則小鳴，不叩則不鳴。這個人聽了明白了，沒有想法、沒有看法是智慧流露，佛菩薩現身說法就像這個比喻一樣。"
    },
    {
      "id": "12-017-0729_p0050",
      "zh_CN": "佛对于世出世间一切人事物，没有想法，没有看法，心地永远是清净的，永远没有染着。无论什么人来问问题，随问随答，没有通过你这个问题我得想想看怎么答复你，没有。想想看落到意识了，你就错了。没有想法，没有看法，自性的反应。我们为什么做不到？我们今天要不想要不看，人家来问我们什么都答不出来。这是什么原因？为什么他能答得出来，我们答不出来？告诉你这就是佛法讲的无明。我们的心是无明，他们的心是明，光明的，清净光明，我们的心是暗钝的，一片漆黑。",
      "zh_TW": "佛對於世出世間一切人事物，沒有想法，沒有看法，心地永遠是清淨的，永遠沒有染著。無論什麼人來問問題，隨問隨答，沒有通過你這個問題我得想想看怎麼答覆你，沒有。想想看落到意識了，你就錯了。沒有想法，沒有看法，自性的反應。我們為什麼做不到？我們今天要不想要不看，人家來問我們什麼都答不出來。這是什麼原因？為什麼他能答得出來，我們答不出來？告訴你這就是佛法講的無明。我們的心是無明，他們的心是明，光明的，清淨光明，我們的心是闇鈍的，一片漆黑。"
    },
    {
      "id": "12-017-0729_p0051",
      "zh_CN": "现在我们要如何恢复自己的本性？恢复自己的性德？佛教人要破无明，但是无明前面还有严重的障碍，无明是最后一道障碍，你前面的障碍不能够除掉，后头的障碍你有什么办法？以前老师教导我们，举个比喻像穿衣服，我们穿三件衣服，无明是最里面那一件，你要脱最里面那一件，必须要把外面的脱掉。外面第一件是什么？见思烦恼，第二件是尘沙烦恼，最后一件是无明烦恼。脱外面的第一件要持戒，用戒就能把外面的烦恼断掉。脱第二件要修定，戒的能力没有办法除第二层的烦恼，要禅定，禅定功深第二层的烦恼没有了，尘沙烦恼脱掉了。禅定功深不能破无明，那脱第三件要开智慧，般若智慧，般若智慧开了，无明烦恼就没有了。戒定慧三学是对治这三类的障碍的。",
      "zh_TW": "現在我們要如何恢復自己的本性？恢復自己的性德？佛教人要破無明，但是無明前面還有嚴重的障礙，無明是最後一道障礙，你前面的障礙不能夠除掉，後頭的障礙你有什麼辦法？以前老師教導我們，舉個比喻像穿衣服，我們穿三件衣服，無明是最裡面那一件，你要脫最裡面那一件，必須要把外面的脫掉。外面第一件是什麼？見思煩惱，第二件是塵沙煩惱，最後一件是無明煩惱。脫外面的第一件要持戒，用戒就能把外面的煩惱斷掉。脫第二件要修定，戒的能力沒有辦法除第二層的煩惱，要禪定，禪定功深第二層的煩惱沒有了，塵沙煩惱脫掉了。禪定功深不能破無明，那脫第三件要開智慧，般若智慧，般若智慧開了，無明煩惱就沒有了。戒定慧三學是對治這三類的障礙的。"
    },
    {
      "id": "12-017-0729_p0052",
      "zh_CN": "我们学佛想明心见性，想作佛作菩萨，你要是不认真学习除掉你这三种障碍，你永远是六道凡夫。你的佛法修得再好，你是六道凡夫，你不是圣人。你在这一生当中超越不了六道轮回，六道轮回都出不去，还谈什么十法界？就是念佛都不能往生。往生虽然讲带业，是带旧业，不能带现行。这些道理、这些事实真相不能不懂，你要是不懂，我们一心一意求生净土到最后不能往生。不能往生怎么样？你会造很重的罪业，你谤佛谤法谤僧。你说佛菩萨欺骗了我，你教我这样修学我能够往生，我依照你这个方法修学，结果我不能往生，责怪佛菩萨罪就重了。把过失推给别人，不知道反省，是自己对于佛菩萨的经教没有透彻了解，甚至于在经教里头产生误会，错解了经意，曲解了经意，很多很多。",
      "zh_TW": "我們學佛想明心見性，想作佛作菩薩，你要是不認真學習除掉你這三種障礙，你永遠是六道凡夫。你的佛法修得再好，你是六道凡夫，你不是聖人。你在這一生當中超越不了六道輪迴，六道輪迴都出不去，還談什麼十法界？就是念佛都不能往生。往生雖然講帶業，是帶舊業，不能帶現行。這些道理、這些事實真相不能不懂，你要是不懂，我們一心一意求生淨土到最後不能往生。不能往生怎麼樣？你會造很重的罪業，你謗佛謗法謗僧。你說佛菩薩欺騙了我，你教我這樣修學我能夠往生，我依照你這個方法修學，結果我不能往生，責怪佛菩薩罪就重了。把過失推給別人，不知道反省，是自己對於佛菩薩的經教沒有透徹了解，甚至於在經教裡頭產生誤會，錯解了經意，曲解了經意，很多很多。"
    },
    {
      "id": "12-017-0729_p0053",
      "zh_CN": "开经偈上讲的「愿解如来真实义」，这一句话很难得，我们要了解佛的真实义，不能够错解了。今天学佛的同修，错解如来真实义的多，很普遍。所以学佛依旧在造业，而且造很重的罪业；自己造作罪业自己不晓得，以为自己在佛门里做好事、做功德。尤其是障碍佛法流通，阻断众生的法身慧命，经教里面讲这个罪业比杀害众生的罪业还重。因为你杀害他，你是断他的生命。这是断众生的慧命，你在这里做障碍。造这样重罪的人，不是社会上普通人，所以古人讲「地狱门前僧道多」。这个话讲得很有道理，什么人下地狱？下地狱最多的是学佛的、修道的。",
      "zh_TW": "開經偈上講的「願解如來真實義」，這一句話很難得，我們要了解佛的真實義，不能夠錯解了。今天學佛的同修，錯解如來真實義的多，很普遍。所以學佛依舊在造業，而且造很重的罪業；自己造作罪業自己不曉得，以為自己在佛門裡做好事、做功德。尤其是障礙佛法流通，阻斷眾生的法身慧命，經教裡面講這個罪業比殺害眾生的罪業還重。因為你殺害他，你是斷他的生命。這是斷眾生的慧命，你在這裡做障礙。造這樣重罪的人，不是社會上普通人，所以古人講「地獄門前僧道多」。這個話講得很有道理，什麼人下地獄？下地獄最多的是學佛的、修道的。"
    },
    {
      "id": "12-017-0729_p0054",
      "zh_CN": "学佛、修道不如法，不如理不如法，那有什么罪业？让一般社会大众曲解佛法，误会佛法，对于佛法有轻视、有毁谤、有侮辱，造出对于佛法弘扬种种的障碍。原因是什么？原因是我们自己做的不如理不如法。所以这个罪业我们佛弟子要承当，帐是算在我们的头上，不是算在毁谤佛法、谤佛谤法的那些众生头上，不算在他们头上，是在我们头上，我们没有做好，让人产生了误会。",
      "zh_TW": "學佛、修道不如法，不如理不如法，那有什麼罪業？讓一般社會大眾曲解佛法，誤會佛法，對於佛法有輕視、有毀謗、有侮辱，造出對於佛法弘揚種種的障礙。原因是什麼？原因是我們自己做的不如理不如法。所以這個罪業我們佛弟子要承當，帳是算在我們的頭上，不是算在毀謗佛法、謗佛謗法的那些眾生頭上，不算在他們頭上，是在我們頭上，我們沒有做好，讓人產生了誤會。"
    },
    {
      "id": "12-017-0729_p0055",
      "zh_CN": "我们读《印光大师文钞》，《文钞》里头印光大师多次提到顺治皇帝废除度牒，印祖每一次提到这桩事情都很痛心。今天的社会一般大众对佛教的看法比不上基督教，比不上天主教，什么原因？这个现象非常正常，天主教、基督教的神职人员，他们的神父、牧师都是受过正常的教育。你要想做一个牧师，最低的学历是高中毕业，然后念神学院，神学院像大学一样三年毕业，经过考试合格，你才能担任牧师。毕业出来，还不是正式的牧师，学习牧师，实习。天主教的神父，亦复如是。你再看看他们的学历，高中毕业少数，大多数是大学毕业念神学院。我在神学院教过书，教过他们的研究班，我了解学生的学历，不能不佩服。我们佛教在这一层不如他们，社会对佛教不尊重。",
      "zh_TW": "我們讀《印光大師文鈔》，《文鈔》裡頭印光大師多次提到順治皇帝廢除度牒，印祖每一次提到這樁事情都很痛心。今天的社會一般大眾對佛教的看法比不上基督教，比不上天主教，什麼原因？這個現象非常正常，天主教、基督教的神職人員，他們的神父、牧師都是受過正常的教育。你要想做一個牧師，最低的學歷是高中畢業，然後念神學院，神學院像大學一樣三年畢業，經過考試合格，你才能擔任牧師。畢業出來，還不是正式的牧師，學習牧師，實習。天主教的神父，亦復如是。你再看看他們的學歷，高中畢業少數，大多數是大學畢業念神學院。我在神學院教過書，教過他們的研究班，我了解學生的學歷，不能不佩服。我們佛教在這一層不如他們，社會對佛教不尊重。"
    },
    {
      "id": "12-017-0729_p0056",
      "zh_CN": "但是古时候不一样，古时候出家人经过考试，可以说经过国家最高等的考试，普通的学历要能够相等于进士，在现在一般讲那是博士生，拿到博士学位的，你才有资格出家。古时候要有进士这个地位，出家再考佛法，考取了，什么人做最后决定？皇帝！主考官是皇帝。这一桩事情皇帝不会委托给别人，为什么？出家人是帝王师。所以他一定要仔细考核，你够不够资格做我的老师。你的德行学问能做我的老师，我才发证书给你，这个证书叫度牒。你拿到度牒，你才有资格出家。你到哪里出家没有限制，你跟哪个道场跟哪个老和尚有缘，你跟他出家，老和尚先问你有没有度牒，有度牒可以给你剃度，没有度牒要是给你剃度是犯法的。这个制度好。",
      "zh_TW": "但是古時候不一樣，古時候出家人經過考試，可以說經過國家最高等的考試，普通的學歷要能夠相等於進士，在現在一般講那是博士生，拿到博士學位的，你才有資格出家。古時候要有進士這個地位，出家再考佛法，考取了，什麼人做最後決定？皇帝！主考官是皇帝。這一樁事情皇帝不會委托給別人，為什麼？出家人是帝王師。所以他一定要仔細考核，你夠不夠資格做我的老師。你的德行學問能做我的老師，我才發證書給你，這個證書叫度牒。你拿到度牒，你才有資格出家。你到哪裡出家沒有限制，你跟哪個道場跟哪個老和尚有緣，你跟他出家，老和尚先問你有沒有度牒，有度牒可以給你剃度，沒有度牒要是給你剃度是犯法的。這個制度好。"
    },
    {
      "id": "12-017-0729_p0057",
      "zh_CN": "所以从前古代出家人朝野尊敬。从皇帝，皇帝尊敬你，称你作法师，称你作阇黎。阿阇黎叫轨范师，你的德行、你的学问是我的模范，我可以向你学习。帝王尊重，老百姓哪有不尊重的道理！标准在。",
      "zh_TW": "所以從前古代出家人朝野尊敬。從皇帝，皇帝尊敬你，稱你作法師，稱你作闍黎。阿闍黎叫軌範師，你的德行、你的學問是我的模範，我可以向你學習。帝王尊重，老百姓哪有不尊重的道理！標準在。"
    },
    {
      "id": "12-017-0729_p0058",
      "zh_CN": "顺治不知道利害，他当时是一片慈悲心，出家是好事情，何必刁难？何必这么严格？把度牒废止了，出家随便就可以出家了，这样一来出家人的素质一落千丈。甚至于在清朝晚年、后期，有很多犯罪的、没有知识的、没有读过书的都可以出家，不要度牒了。佛门素质一落千丈，一直到今天不能恢复。这个我们能怪社会一般人瞧不起出家人吗？不可以，不能怪别人。",
      "zh_TW": "順治不知道利害，他當時是一片慈悲心，出家是好事情，何必刁難？何必這麼嚴格？把度牒廢止了，出家隨便就可以出家了，這樣一來出家人的素質一落千丈。甚至於在清朝晚年、後期，有很多犯罪的、沒有知識的、沒有讀過書的都可以出家，不要度牒了。佛門素質一落千丈，一直到今天不能恢復。這個我們能怪社會一般人瞧不起出家人嗎？不可以，不能怪別人。"
    },
    {
      "id": "12-017-0729_p0059",
      "zh_CN": "我们自己想想，这桩事情对我来说，是亦幸亦不幸。不幸是佛门出家人的水平下降了，降到底谷了；对我来讲很幸运，如果还是有那个制度，可能我都考不取，我想出家都没有条件，幸亏这个制度废除了，我才能出家。但是出家之后，自己一定要好好的学，我们才能对得起顺治皇帝。如果不认真的学习，你怎么对得起顺治皇帝？所以这桩事情有弊也有利，利弊权衡一下，利少弊多。几个人真心出家？几个人真正在学佛？这一点难了。",
      "zh_TW": "我們自己想想，這樁事情對我來說，是亦幸亦不幸。不幸是佛門出家人的水平下降了，降到底谷了；對我來講很幸運，如果還是有那個制度，可能我都考不取，我想出家都沒有條件，幸虧這個制度廢除了，我才能出家。但是出家之後，自己一定要好好的學，我們才能對得起順治皇帝。如果不認真的學習，你怎麼對得起順治皇帝？所以這樁事情有弊也有利，利弊權衡一下，利少弊多。幾個人真心出家？幾個人真正在學佛？這一點難了。"
    },
    {
      "id": "12-017-0729_p0060",
      "zh_CN": "我们今天算是有幸遇到佛法，也剃了头，也出了家了，要知道出家人的责任使命是什么？现在讲出家人，包括主持道场的在家的二众，为什么？我们所肩负的使命是相同的，续佛慧命，弘法利生。在家二众不参与寺院的管理，没有这个责任。参与寺院管理，他的职责跟出家人是相同的，果报也相同的。佛门能修大福，反过来佛门能造大罪业，是福是祸都在一念之间，我们不能不知道，不能不谨慎。所以这个门你一步跨进来，是天堂也是地狱；做得如理如法，这个门是天堂之门；要做得不如理不如法，这个门是地狱之门。跟诸位说，没有中间的。",
      "zh_TW": "我們今天算是有幸遇到佛法，也剃了頭，也出了家了，要知道出家人的責任使命是什麼？現在講出家人，包括主持道場的在家的二眾，為什麼？我們所肩負的使命是相同的，續佛慧命，弘法利生。在家二眾不參與寺院的管理，沒有這個責任。參與寺院管理，他的職責跟出家人是相同的，果報也相同的。佛門能修大福，反過來佛門能造大罪業，是福是禍都在一念之間，我們不能不知道，不能不謹慎。所以這個門你一步跨進來，是天堂也是地獄；做得如理如法，這個門是天堂之門；要做得不如理不如法，這個門是地獄之門。跟諸位說，沒有中間的。"
    },
    {
      "id": "12-017-0729_p0061",
      "zh_CN": "怎样才如理如法？你想释迦牟尼佛就明白了。释迦牟尼佛从创教，一生所作所为是我们的典型，是我们的榜样，如来家业就是弘法利生。要用现在的话来说，就是讲经教学。所以佛法是师道，不是神道。我们称释迦牟尼佛称「本师」，本师是根本的老师，这个教学创始的老师。在中国，中国人称孔老夫子称先师，先是最早的，跟佛门里面称本师是一个意思，先师就是本师，本师就是先师。我们后人称弟子，我们跟佛的关系是师生关系。佛的道场就是学校。学校怎么能不上课？怎么能没有老师？怎么能没有学生？所以道场如果是学校，有好老师，有很多好学生，这个门天堂之门。如果这个道场没有老师教学，也没有学生在学习，这个门可能就是地狱之门。这是事实，不能不知道。",
      "zh_TW": "怎樣才如理如法？你想釋迦牟尼佛就明白了。釋迦牟尼佛從創教，一生所作所為是我們的典型，是我們的榜樣，如來家業就是弘法利生。要用現在的話來說，就是講經教學。所以佛法是師道，不是神道。我們稱釋迦牟尼佛稱「本師」，本師是根本的老師，這個教學創始的老師。在中國，中國人稱孔老夫子稱先師，先是最早的，跟佛門裡面稱本師是一個意思，先師就是本師，本師就是先師。我們後人稱弟子，我們跟佛的關係是師生關係。佛的道場就是學校。學校怎麼能不上課？怎麼能沒有老師？怎麼能沒有學生？所以道場如果是學校，有好老師，有很多好學生，這個門天堂之門。如果這個道場沒有老師教學，也沒有學生在學習，這個門可能就是地獄之門。這是事實，不能不知道。"
    },
    {
      "id": "12-017-0729_p0062",
      "zh_CN": "出家人是老师，解行相应，自行化他。就像释迦牟尼佛当年在世一样，给社会一切大众做好榜样。做什么好榜样？觉悟的好榜样，破迷的好榜样，离苦得乐的好榜样。由此可知，病根你要不拔除，你怎么能做到？一定要常常记住，起心动念想对一切人事物世出世法想控制、想占有，这是一切罪恶的根本，根本的根本，我们从这个地方断，这叫从根本修。自己断了，你的境界不一样了，你的心变了，心变了相就变了，相随心转，相变了体质就变了，体质恢复正常了。诸位要晓得，控制、占有不正常，错误！因为你有这个念头，你的相貌不正常，你的体质不正常；体质不正常就多病，相貌不正常就不庄严；心跟身不正常，你的生活环境就有苦难。",
      "zh_TW": "出家人是老師，解行相應，自行化他。就像釋迦牟尼佛當年在世一樣，給社會一切大眾做好榜樣。做什麼好榜樣？覺悟的好榜樣，破迷的好榜樣，離苦得樂的好榜樣。由此可知，病根你要不拔除，你怎麼能做到？一定要常常記住，起心動念想對一切人事物世出世法想控制、想佔有，這是一切罪惡的根本，根本的根本，我們從這個地方斷，這叫從根本修。自己斷了，你的境界不一樣了，你的心變了，心變了相就變了，相隨心轉，相變了體質就變了，體質恢復正常了。諸位要曉得，控制、佔有不正常，錯誤！因為你有這個念頭，你的相貌不正常，你的體質不正常；體質不正常就多病，相貌不正常就不莊嚴；心跟身不正常，你的生活環境就有苦難。"
    },
    {
      "id": "12-017-0729_p0063",
      "zh_CN": "起心动念，言语造作，无不是业，无不是罪，《地藏经》上所讲的。所以，要恢复正常。我特别对年轻的法师、培训班的学生常常说要放下，要舍弃。世尊在《十善业道经》里头讲得好，不容毫分不善夹杂，我续了一句，不容毫分不净夹杂。我们修行，最重要的修纯善纯净的心，纯善纯净是我们的真心，真诚。真心里头自自然然具足真诚、清净、平等、正觉、慈悲，自自然然具足，没有丝毫勉强，没有丝毫意思在。大乘经上常讲法尔如是。希望大家听懂听明白了，认真努力学习。现在时间到了。",
      "zh_TW": "起心動念，言語造作，無不是業，無不是罪，《地藏經》上所講的。所以，要恢復正常。我特別對年輕的法師、培訓班的學生常常說要放下，要捨棄。世尊在《十善業道經》裡頭講得好，不容毫分不善夾雜，我續了一句，不容毫分不淨夾雜。我們修行，最重要的修純善純淨的心，純善純淨是我們的真心，真誠。真心裡頭自自然然具足真誠、清淨、平等、正覺、慈悲，自自然然具足，沒有絲毫勉強，沒有絲毫意思在。大乘經上常講法爾如是。希望大家聽懂聽明白了，認真努力學習。現在時間到了。"
    }
  ]
}