{
  "doc_id": "12-017-0521",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五二一卷",
    "zh_TW": "第五二一卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0521",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-017-0521_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，座内众流，叹德能，第五句：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，座內眾流，歎德能，第五句："
    },
    {
      "id": "12-017-0521_p0002",
      "zh_CN": "【得不思议解脱法门。】",
      "zh_TW": "【得不思議解脫法門。】"
    },
    {
      "id": "12-017-0521_p0003",
      "zh_CN": "往下三句是说明「得法清净广大」，这一句是讲「获自分解脱」。叹德都是法身菩萨赞叹如来果地上的大德。得不思议法门已经就相当不容易，得不思议解脱法门，这是如来果地。就法身菩萨而言，他们得到的是分证，诸佛得到的是圆满。「不思议」这三个字，在前面普贤菩萨独得一门的时候，跟诸位报告过。现在问题是我们应当如何学习？怎样落实到我们自己日常生活当中？这是事实的真相，宇宙人生的真相。宗门所说的「父母未生前本来面目」，我们怎样能够恢复？错误错在无始以来，我们起了妄想分别执着。妄想分别执着是什么？是可思可议，与性德恰好起了一百八十度的违背。这个道理跟事实真相，我们必须要了解，然后自己自然明了，我们怎样恢复自己的性德。",
      "zh_TW": "往下三句是說明「得法清淨廣大」，這一句是講「獲自分解脫」。歎德都是法身菩薩讚歎如來果地上的大德。得不思議法門已經就相當不容易，得不思議解脫法門，這是如來果地。就法身菩薩而言，他們得到的是分證，諸佛得到的是圓滿。「不思議」這三個字，在前面普賢菩薩獨得一門的時候，跟諸位報告過。現在問題是我們應當如何學習？怎樣落實到我們自己日常生活當中？這是事實的真相，宇宙人生的真相。宗門所說的「父母未生前本來面目」，我們怎樣能夠恢復？錯誤錯在無始以來，我們起了妄想分別執著。妄想分別執著是什麼？是可思可議，與性德恰好起了一百八十度的違背。這個道理跟事實真相，我們必須要了解，然後自己自然明瞭，我們怎樣恢復自己的性德。"
    },
    {
      "id": "12-017-0521_p0004",
      "zh_CN": "佛心清净寂灭，佛心就是我们自己的真心，就是我们自己的本性。换句话说，起心动念、分别执着这是妄心，妄怎么来的？我们并没有真正的清楚、真正的明白。世尊在楞严会上，跟富楼那尊者有一番谈话，尊者曾经问过这个问题，「一切众生，无明是怎么起来的？为什么会有无明？」世尊给他说了一句话：「知见立知，是无明本」。知见原本就是不思议，知见上再要建立一个知见，那个知见是什么？是妄想分别执着，建立的知见是这个东西，这叫无明本，无明的根本在此地。现在我们如何回复到我们的本来面目？这个事情重要！宗门常讲：「不思善，不思恶，正在这个时候，如何是自家本来面目？」这个提示很好，提示原本就是个暗示，非常有意义。我们究竟有多少体会？如何落实在日常生活当中去学习？这是我们不能不知道的、不能不留意的。",
      "zh_TW": "佛心清淨寂滅，佛心就是我們自己的真心，就是我們自己的本性。換句話說，起心動念、分別執著這是妄心，妄怎麼來的？我們並沒有真正的清楚、真正的明白。世尊在楞嚴會上，跟富樓那尊者有一番談話，尊者曾經問過這個問題，「一切眾生，無明是怎麼起來的？為什麼會有無明？」世尊給他說了一句話：「知見立知，是無明本」。知見原本就是不思議，知見上再要建立一個知見，那個知見是什麼？是妄想分別執著，建立的知見是這個東西，這叫無明本，無明的根本在此地。現在我們如何回復到我們的本來面目？這個事情重要！宗門常講：「不思善，不思惡，正在這個時候，如何是自家本來面目？」這個提示很好，提示原本就是個暗示，非常有意義。我們究竟有多少體會？如何落實在日常生活當中去學習？這是我們不能不知道的、不能不留意的。"
    },
    {
      "id": "12-017-0521_p0005",
      "zh_CN": "真正修行人，在哪里修行？就在日常生活当中，在工作当中，在处事待人接物，学不思议，也就是学习不起心不动念、不分别不执着。不起心不动念、不分别不执着，就是不思议，这是修禅定，这是修真心。果然契入，解脱境界就现前了。解脱指的是无始劫以来的妄想分别执着解开了，三界六道、十法界脱离了。妄想分别执着是因，六道三途、十法界是果报，修因证果，是这么一桩事情。我们要想学佛，就应当在这些地方练习，训练自己如佛一样，得不思议解脱法门。第六句：",
      "zh_TW": "真正修行人，在哪裡修行？就在日常生活當中，在工作當中，在處事待人接物，學不思議，也就是學習不起心不動念、不分別不執著。不起心不動念、不分別不執著，就是不思議，這是修禪定，這是修真心。果然契入，解脫境界就現前了。解脫指的是無始劫以來的妄想分別執著解開了，三界六道、十法界脫離了。妄想分別執著是因，六道三途、十法界是果報，修因證果，是這麼一樁事情。我們要想學佛，就應當在這些地方練習，訓練自己如佛一樣，得不思議解脫法門。第六句："
    },
    {
      "id": "12-017-0521_p0006",
      "zh_CN": "【住于如来普门之地】",
      "zh_TW": "【住於如來普門之地】"
    },
    {
      "id": "12-017-0521_p0007",
      "zh_CN": "普门在前面曾经跟诸位细说过，清凉大师在这一句给我们注解的是「住胜进果位」，胜是殊胜，进是精进。一定要得不思议解脱法门，你才能够提升自己的境界，『住于如来普门之地』，这拣别不是菩萨。菩萨的十普，没有达到究竟圆满；如来果地上的十普，都达到究竟圆满。特别是大慈大悲，佛法里面常讲的「慈悲为本，方便为门」，十条里面特别举出这两条，由此可知这两条的重要。慈悲的真正意思，多少要能够体会到一些。法身菩萨已经是以尽虚空、遍法界为对象，我们应当要学习。心量狭小是我们学佛修行契入菩萨境界的重大障碍，如果我们希望把这个障碍消除，就不能不在日常生活当中认真的去做、去练习，练习不分别不执着，从这里下手。不起心、不动念，现在我们做不到，学着「恒顺众生，随喜功德」，从这个地方来下手，让心安住在「如来普门之地」，这是我们心向往之。实际上当然是做不到，可是方向、目标一定要正确，确确实实是朝着这个方向、朝着这个目标去做，这样就没有过失了。",
      "zh_TW": "普門在前面曾經跟諸位細說過，清涼大師在這一句給我們註解的是「住勝進果位」，勝是殊勝，進是精進。一定要得不思議解脫法門，你才能夠提升自己的境界，『住於如來普門之地』，這揀別不是菩薩。菩薩的十普，沒有達到究竟圓滿；如來果地上的十普，都達到究竟圓滿。特別是大慈大悲，佛法裡面常講的「慈悲為本，方便為門」，十條裡面特別舉出這兩條，由此可知這兩條的重要。慈悲的真正意思，多少要能夠體會到一些。法身菩薩已經是以盡虛空、遍法界為對象，我們應當要學習。心量狹小是我們學佛修行契入菩薩境界的重大障礙，如果我們希望把這個障礙消除，就不能不在日常生活當中認真的去做、去練習，練習不分別不執著，從這裡下手。不起心、不動念，現在我們做不到，學著「恆順眾生，隨喜功德」，從這個地方來下手，讓心安住在「如來普門之地」，這是我們心嚮往之。實際上當然是做不到，可是方向、目標一定要正確，確確實實是朝著這個方向、朝著這個目標去做，這樣就沒有過失了。"
    },
    {
      "id": "12-017-0521_p0008",
      "zh_CN": "话说得简单、说得容易，许多同修来给我说，实实在在做不到，这是实话！这些可谓是老实人，不自欺不欺人。但是你要晓得，做不到也得要做，为什么？不做，永远住凡夫地。如果随顺自己的习气，随顺自己的贪瞋痴慢，那么你就要知道，你是住三途地，这个我们不能不清楚。哪一个人不畏惧三途？可是我们的心确实安住在三途地，所以不转过来不行。转的方法很多，法门无量。了凡先生在他家训里面也提供了修学的经验，他这个经验里头最重要的，要让我们发畏心，畏惧。第一个，畏惧三途恶报；这个畏惧的心很难生起来，为什么？我们对于地狱、饿鬼里面的境界，一无所知，所以这个心生不起来。",
      "zh_TW": "話說得簡單、說得容易，許多同修來給我說，實實在在做不到，這是實話！這些可謂是老實人，不自欺不欺人。但是你要曉得，做不到也得要做，為什麼？不做，永遠住凡夫地。如果隨順自己的習氣，隨順自己的貪瞋痴慢，那麼你就要知道，你是住三途地，這個我們不能不清楚。哪一個人不畏懼三途？可是我們的心確實安住在三途地，所以不轉過來不行。轉的方法很多，法門無量。了凡先生在他家訓裡面也提供了修學的經驗，他這個經驗裡頭最重要的，要讓我們發畏心，畏懼。第一個，畏懼三途惡報；這個畏懼的心很難生起來，為什麼？我們對於地獄、餓鬼裡面的境界，一無所知，所以這個心生不起來。"
    },
    {
      "id": "12-017-0521_p0009",
      "zh_CN": "可是现在有一些科幻的电视、录像带，我没有看过，我听一些同修告诉我，这里面所演出来的非常恐怖，大概类似地狱，多看看！在中国过去，地狱的变相图在一般神庙里面常见，像城隍庙、中国四川的酆都城，一般佛寺里面地藏菩萨的道场也都有，多看！还有关于这一类的书籍，使我们看到听到了，能生怖畏之心，这是一个很好的助缘。在修学，我们常讲「方便为门」，这些都是方便门。另外一个，如果我们能常常想到古德所谓「十目所视，十手所指」，我们心里起恶念，口里、身体有恶的行为，鬼神看得到，「举头三尺有神明」，这个事情是真的不是假的。关于这些记载，许许多多笔记小说，乃至于近代的杂志报刊，时有所闻，我们也应当多搜集、多看看，也应当把这些因果报应的事实传达给别人。你的亲戚朋友，周边所遭遇到的这些人，常常讲给他们听。你每讲一遍，加深自己的印象，我们阿赖耶识里面这些种子多了，它就起作用，「举头三尺有神明」，因缘果报丝毫不爽，怎么能够不害怕？",
      "zh_TW": "可是現在有一些科幻的電視、錄像帶，我沒有看過，我聽一些同修告訴我，這裡面所演出來的非常恐怖，大概類似地獄，多看看！在中國過去，地獄的變相圖在一般神廟裡面常見，像城隍廟、中國四川的酆都城，一般佛寺裡面地藏菩薩的道場也都有，多看！還有關於這一類的書籍，使我們看到聽到了，能生怖畏之心，這是一個很好的助緣。在修學，我們常講「方便為門」，這些都是方便門。另外一個，如果我們能常常想到古德所謂「十目所視，十手所指」，我們心裡起惡念，口裡、身體有惡的行為，鬼神看得到，「舉頭三尺有神明」，這個事情是真的不是假的。關於這些記載，許許多多筆記小說，乃至於近代的雜誌報刊，時有所聞，我們也應當多蒐集、多看看，也應當把這些因果報應的事實傳達給別人。你的親戚朋友，周邊所遭遇到的這些人，常常講給他們聽。你每講一遍，加深自己的印象，我們阿賴耶識裡面這些種子多了，它就起作用，「舉頭三尺有神明」，因緣果報絲毫不爽，怎麼能夠不害怕？"
    },
    {
      "id": "12-017-0521_p0010",
      "zh_CN": "所以敬人就是敬自己，敬物也是敬自己，敬鬼神还是敬自己，虚空法界刹土众生跟自己是一体。古德常常教导我们「自尊自爱」，这个意思很深很深。什么人懂得自尊自爱？佛菩萨懂得，世出世间大圣大贤懂得。从什么地方我们看出来他懂得？他能够尊敬别人，他能够尊敬一切众生，他能够爱护别人、爱护众生，乃至于敬爱虚空法界一切神灵。他知道一切众生冤冤相报的道理，也知道一切众生冤冤相报的事实真相。由此可知，我们能够比较清楚的明白一些道理，古今中外一切贤圣对众生的教化，教什么？无非就是把这些事实真相说清楚、说明白，把这个道理讲清楚、讲明白而已。这是诸佛菩萨普门之地，我们如果能够契入这个境界，那也跟诸佛菩萨同住在一处，修行证果自己当然就有把握。",
      "zh_TW": "所以敬人就是敬自己，敬物也是敬自己，敬鬼神還是敬自己，虛空法界剎土眾生跟自己是一體。古德常常教導我們「自尊自愛」，這個意思很深很深。什麼人懂得自尊自愛？佛菩薩懂得，世出世間大聖大賢懂得。從什麼地方我們看出來他懂得？他能夠尊敬別人，他能夠尊敬一切眾生，他能夠愛護別人、愛護眾生，乃至於敬愛虛空法界一切神靈。他知道一切眾生冤冤相報的道理，也知道一切眾生冤冤相報的事實真相。由此可知，我們能夠比較清楚的明白一些道理，古今中外一切賢聖對眾生的教化，教什麼？無非就是把這些事實真相說清楚、說明白，把這個道理講清楚、講明白而已。這是諸佛菩薩普門之地，我們如果能夠契入這個境界，那也跟諸佛菩薩同住在一處，修行證果自己當然就有把握。"
    },
    {
      "id": "12-017-0521_p0011",
      "zh_CN": "所以起心动念，要想一切众生苦，众生苦就是自己在受苦受难。中国古人所说的「己所不欲，勿施于人」，这个话的意义非常之深，确确实实是如佛所说的无尽意。我们常听，这些话很熟，但是我们很健忘，境界一现前，这些话忘得一干二净，所以它不起作用。我们在日常生活当中，依旧不停的造业，造极重的罪业，不畏果报；这个不畏是对于果报一无所知，到果报现前的时候后悔莫及，诸佛如来纵然是大慈大悲，也没有办法救你。诸佛如来在地狱道现身，名号就是幽冥教主，地藏菩萨，是诸佛如来的化身，纵然堕极重的地狱，佛的慈悲心依旧不舍。你能不能得度？那要看你能不能悔改，这是因，第一个因，第二个还要看缘，复杂了！",
      "zh_TW": "所以起心動念，要想一切眾生苦，眾生苦就是自己在受苦受難。中國古人所說的「己所不欲，勿施於人」，這個話的意義非常之深，確確實實是如佛所說的無盡意。我們常聽，這些話很熟，但是我們很健忘，境界一現前，這些話忘得一乾二淨，所以它不起作用。我們在日常生活當中，依舊不停的造業，造極重的罪業，不畏果報；這個不畏是對於果報一無所知，到果報現前的時候後悔莫及，諸佛如來縱然是大慈大悲，也沒有辦法救你。諸佛如來在地獄道現身，名號就是幽冥教主，地藏菩薩，是諸佛如來的化身，縱然墮極重的地獄，佛的慈悲心依舊不捨。你能不能得度？那要看你能不能悔改，這是因，第一個因，第二個還要看緣，複雜了！"
    },
    {
      "id": "12-017-0521_p0012",
      "zh_CN": "因容易，我这个因，我一念真的悔改了，你在地狱里受的那个刑罚会减轻一些，能不能脱离？不能，为什么？你过去造作那个恶业，对于世间社会的影响还存不存在？恶的影响、不善的影响没有了，这个缘成熟，你才能够超生。这是你自己没有办法做到的，要靠什么人？要靠世间的大善人，这些大善知识，以正法教化众生，将你邪恶的影响力量逐渐逐渐淡化，逐渐逐渐消失掉，完全消失，你才能够离开地狱道。可是还有余恶，还有一些什么麻烦？冤亲债主，过去受你害的这些人，无论这些冤亲债主，你是有意的或者是无意的，他要报复，你说这个事情多麻烦！如果我们真的把这个事情想多了，要常常想，要天天想，要时时刻刻去想，佛家说的观想，你对于世间一些情况才能有所理解、有所认识。这个时候，自己就晓得应该怎样回头，回头是岸。",
      "zh_TW": "因容易，我這個因，我一念真的悔改了，你在地獄裡受的那個刑罰會減輕一些，能不能脫離？不能，為什麼？你過去造作那個惡業，對於世間社會的影響還存不存在？惡的影響、不善的影響沒有了，這個緣成熟，你才能夠超生。這是你自己沒有辦法做到的，要靠什麼人？要靠世間的大善人，這些大善知識，以正法教化眾生，將你邪惡的影響力量逐漸逐漸淡化，逐漸逐漸消失掉，完全消失，你才能夠離開地獄道。可是還有餘惡，還有一些什麼麻煩？冤親債主，過去受你害的這些人，無論這些冤親債主，你是有意的或者是無意的，他要報復，你說這個事情多麻煩！如果我們真的把這個事情想多了，要常常想，要天天想，要時時刻刻去想，佛家說的觀想，你對於世間一些情況才能有所理解、有所認識。這個時候，自己就曉得應該怎樣回頭，回頭是岸。"
    },
    {
      "id": "12-017-0521_p0013",
      "zh_CN": "回头要消自己的业障，要弥补过去生生世世做凡夫在六道里面所造的种种罪业，弥补罪业最有效的方法无过于弘护正法，最有效果了。无论我们在哪一道受生，无论得什么样的色身，无论从事什么样的行业，念念不忘，赎罪！要晓得一个真理：自作自受，自悟自度。这个事情别人帮不上忙，诸佛菩萨慈悲，要知道他帮助我们的只是增上缘而已。四缘生法，亲因缘是要自悟自觉，所缘缘是要自己真正发心断恶修善、转迷为悟，这是所缘缘；无间缘是自己这个亲因缘、所缘缘，永远没有间断，念兹在兹，这样才能收得到效果。我们冷静来观察，包括自己在内，学佛的同学无论是在家出家，四众弟子当中，几个人真的回头？几个人真的是这样做？一个人回头，一个人得度；两个人回头，两个人得度。",
      "zh_TW": "回頭要消自己的業障，要彌補過去生生世世做凡夫在六道裡面所造的種種罪業，彌補罪業最有效的方法無過於弘護正法，最有效果了。無論我們在哪一道受生，無論得什麼樣的色身，無論從事什麼樣的行業，念念不忘，贖罪！要曉得一個真理：自作自受，自悟自度。這個事情別人幫不上忙，諸佛菩薩慈悲，要知道他幫助我們的只是增上緣而已。四緣生法，親因緣是要自悟自覺，所緣緣是要自己真正發心斷惡修善、轉迷為悟，這是所緣緣；無間緣是自己這個親因緣、所緣緣，永遠沒有間斷，念茲在茲，這樣才能收得到效果。我們冷靜來觀察，包括自己在內，學佛的同學無論是在家出家，四眾弟子當中，幾個人真的回頭？幾個人真的是這樣做？一個人回頭，一個人得度；兩個人回頭，兩個人得度。"
    },
    {
      "id": "12-017-0521_p0014",
      "zh_CN": "「能说不能行，不是真智慧」，在哈尔滨极乐寺往生的修无师讲的。这个事情是要真正去做到才行，做不到没有用处，不能解决问题；换句话说，你永远不能够脱离三界九地。我们现在也住地，我们是住三界九地，不是住「如来普门之地」。怎样转凡夫地为如来地？那就是转凡入圣，自己总要知道转，要真的去转。从心地上转，从行持上转，从自己的生活、处事待人接物当中做一个大转变，就对了，这就正确了。自度确实就是度他，自度确实就是「上报佛恩，下济三途苦」，为什么？自己做出一个好样子给众生看。所有一切有情众生都是有佛性的，「一切众生皆有佛性」，原本都是善良的；「人之初，性本善」，都是有良心的，具有良知良能。这些为什么都不见了？是被无始来的烦恼习气，以及现在社会上外面种种邪恶的诱惑，佛性不见了，良心也不见了，就这么回事情。",
      "zh_TW": "「能說不能行，不是真智慧」，在哈爾濱極樂寺往生的修無師講的。這個事情是要真正去做到才行，做不到沒有用處，不能解決問題；換句話說，你永遠不能夠脫離三界九地。我們現在也住地，我們是住三界九地，不是住「如來普門之地」。怎樣轉凡夫地為如來地？那就是轉凡入聖，自己總要知道轉，要真的去轉。從心地上轉，從行持上轉，從自己的生活、處事待人接物當中做一個大轉變，就對了，這就正確了。自度確實就是度他，自度確實就是「上報佛恩，下濟三途苦」，為什麼？自己做出一個好樣子給眾生看。所有一切有情眾生都是有佛性的，「一切眾生皆有佛性」，原本都是善良的；「人之初，性本善」，都是有良心的，具有良知良能。這些為什麼都不見了？是被無始來的煩惱習氣，以及現在社會上外面種種邪惡的誘惑，佛性不見了，良心也不見了，就這麼回事情。"
    },
    {
      "id": "12-017-0521_p0015",
      "zh_CN": "如何恢复？所以真有一个人，如理如法的修行；这个如理如法我们再说得明白一点，随顺佛陀教诲去做，不再随顺自己烦恼习气。随顺佛陀教诲去做的人，这个去做就是修行，把自己烦恼习气放下了，去依佛陀教诲。佛陀在经教里面教我们做的，他认真努力去做，都是善的；佛教我们不可以做的，他真的都不做了。譬如说最明显的，没有学佛之前，狂妄自大，贡高我慢，常常喜欢夸张，批评别人；学佛之后，这些毛病全改了，懂得谦虚，懂得尊敬别人，懂得赞叹别人，不再批评别人过失，这会被他周边大众发现，「这个人变了，跟从前不一样，谦敬有礼」，别人对他尊敬。诸位要知道，对他尊敬，就是对佛尊敬，就是对一切众生尊敬，就是对自己尊敬，这个道理几个人懂得？",
      "zh_TW": "如何恢復？所以真有一個人，如理如法的修行；這個如理如法我們再說得明白一點，隨順佛陀教誨去做，不再隨順自己煩惱習氣。隨順佛陀教誨去做的人，這個去做就是修行，把自己煩惱習氣放下了，去依佛陀教誨。佛陀在經教裡面教我們做的，他認真努力去做，都是善的；佛教我們不可以做的，他真的都不做了。譬如說最明顯的，沒有學佛之前，狂妄自大，貢高我慢，常常喜歡誇張，批評別人；學佛之後，這些毛病全改了，懂得謙虛，懂得尊敬別人，懂得讚歎別人，不再批評別人過失，這會被他周邊大眾發現，「這個人變了，跟從前不一樣，謙敬有禮」，別人對他尊敬。諸位要知道，對他尊敬，就是對佛尊敬，就是對一切眾生尊敬，就是對自己尊敬，這個道理幾個人懂得？"
    },
    {
      "id": "12-017-0521_p0016",
      "zh_CN": "我们在《华严经》，虽然这还是一个开端，第一品还没有讲完，已经讲了不少次。以后要不要讲？还要讲！为什么？没做到！你做到了，他还没有做到，所以诸佛如来为一切众生讲经说法，「尽未来际劫，无有穷尽」，道理就在此地，我们不能不懂。特别是要为自己讲，你要说为什么？自己没有做到，自己做得太少太少了！一个人烦恼习气的深重，烦恼习气的难改，我们自己有经验。我自己是个过来人，我年轻的时候毛病很多，习气很重，学佛之后才知道自己的过恶。以前自己的过失、自己的恶行，没有人讲你，为什么？人家讲了，我也不会接受，我还得恨他，甚至于还要报复他，人家何苦惹这个麻烦？不说！不要说在现代这个时代，古时代风俗淳厚，你有过恶，人家也不说你。背后讥笑你，当面决不说你。讥笑你什么？「没有家教，你的父母没有把你教好」，你看看，父母被别人骂了；「你的老师没有把你教好」，你的老师也被人骂了，你的罪过有多重！",
      "zh_TW": "我們在《華嚴經》，雖然這還是一個開端，第一品還沒有講完，已經講了不少次。以後要不要講？還要講！為什麼？沒做到！你做到了，他還沒有做到，所以諸佛如來為一切眾生講經說法，「盡未來際劫，無有窮盡」，道理就在此地，我們不能不懂。特別是要為自己講，你要說為什麼？自己沒有做到，自己做得太少太少了！一個人煩惱習氣的深重，煩惱習氣的難改，我們自己有經驗。我自己是個過來人，我年輕的時候毛病很多，習氣很重，學佛之後才知道自己的過惡。以前自己的過失、自己的惡行，沒有人講你，為什麼？人家講了，我也不會接受，我還得恨他，甚至於還要報復他，人家何苦惹這個麻煩？不說！不要說在現代這個時代，古時代風俗淳厚，你有過惡，人家也不說你。背後譏笑你，當面決不說你。譏笑你什麼？「沒有家教，你的父母沒有把你教好」，你看看，父母被別人罵了；「你的老師沒有把你教好」，你的老師也被人罵了，你的罪過有多重！"
    },
    {
      "id": "12-017-0521_p0017",
      "zh_CN": "所以古时候说你过失的人是谁？父母、老师。他有义务，见到你会劝告你，别人没有这个义务。现代这个时代，父母师长也不会说你的过失了，在这个时代怎么办？只有靠自己觉悟。自己没有法子觉悟，靠读经；经读了也读不懂，那最好的缘分是多听经。所以有不少同学来跟我说，听经，听我讲经好像都是在说他的坏话，都是在骂他的，其实是错误的，这是正好佛讲到这个地方，讲到我们自己本身的毛病。",
      "zh_TW": "所以古時候說你過失的人是誰？父母、老師。他有義務，見到你會勸告你，別人沒有這個義務。現代這個時代，父母師長也不會說你的過失了，在這個時代怎麼辦？只有靠自己覺悟。自己沒有法子覺悟，靠讀經；經讀了也讀不懂，那最好的緣分是多聽經。所以有不少同學來跟我說，聽經，聽我講經好像都是在說他的壞話，都是在罵他的，其實是錯誤的，這是正好佛講到這個地方，講到我們自己本身的毛病。"
    },
    {
      "id": "12-017-0521_p0018",
      "zh_CN": "第七句：",
      "zh_TW": "第七句："
    },
    {
      "id": "12-017-0521_p0019",
      "zh_CN": "【已得一切陀罗尼门，悉能容受一切法海。】",
      "zh_TW": "【已得一切陀羅尼門，悉能容受一切法海。】"
    },
    {
      "id": "12-017-0521_p0020",
      "zh_CN": "「陀罗尼」是梵语，一般翻作总持，也就是说「总一切义，持一切法」。这个说法，就像我们中国人所说的总纲领。『一切陀罗尼』，这是一切诸法的总纲领、总原则，你能够掌握到了，其他那就容易、就好办了，所以称大经称为大总持法门。这是讲的《华严经》，这个说法确实不为过，《华严经》在佛法里面，这是古大德都承认的，根本法轮，一切法都不出这部经上所讲的原理原则。「陀罗尼」也翻作咒、也翻作定，都有这个意思；要翻作定，不思议就是陀罗尼，就是总持法门。咒语里面有许许多多都是讲的原理原则，譬如大家最熟悉的一个简单咒语，观世音菩萨六字大明咒，藏传佛教里面念得最多、念得最普遍，「唵嘛呢叭咪吽」。这个咒语确确实实是一切陀罗尼门，「唵」是身业，「嘛呢」是莲花，「叭咪」是保持，「吽」是意。照它的字面，我们中国人看是外国文，外国的文法跟中国有些不相同，它的字面是身、莲花、保持、意，我们想这个意思。如果照中国人的说法，保持身心（意就是心）莲花，这个意思就是保持我们的身心像莲花一样，出污泥而不染，那个咒语是这个意思。",
      "zh_TW": "「陀羅尼」是梵語，一般翻作總持，也就是說「總一切義，持一切法」。這個說法，就像我們中國人所說的總綱領。『一切陀羅尼』，這是一切諸法的總綱領、總原則，你能夠掌握到了，其他那就容易、就好辦了，所以稱大經稱為大總持法門。這是講的《華嚴經》，這個說法確實不為過，《華嚴經》在佛法裡面，這是古大德都承認的，根本法輪，一切法都不出這部經上所講的原理原則。「陀羅尼」也翻作咒、也翻作定，都有這個意思；要翻作定，不思議就是陀羅尼，就是總持法門。咒語裡面有許許多多都是講的原理原則，譬如大家最熟悉的一個簡單咒語，觀世音菩薩六字大明咒，藏傳佛教裡面念得最多、念得最普遍，「唵嘛呢叭咪吽」。這個咒語確確實實是一切陀羅尼門，「唵」是身業，「嘛呢」是蓮花，「叭咪」是保持，「吽」是意。照它的字面，我們中國人看是外國文，外國的文法跟中國有些不相同，它的字面是身、蓮花、保持、意，我們想這個意思。如果照中國人的說法，保持身心（意就是心）蓮花，這個意思就是保持我們的身心像蓮花一樣，出污泥而不染，那個咒語是這個意思。"
    },
    {
      "id": "12-017-0521_p0021",
      "zh_CN": "我初学佛的时候，章嘉大师传授给我的，教我常常念。莲花生长在泥土里头，泥代表染污，六凡法界是染污。它的茎长在清水里面，清水代表四圣法界：声闻、缘觉、菩萨、佛。花开在水的上面，这个花虽然出污泥，不染污泥，通过这个清水，它也不染清水，染净两边都不染着，超越六凡四圣。你们想想这个意思，教我们学习世出世间法都不染着。下面效果就见到了，『悉能容受一切法海』，还有哪一法你不能包容的？还有什么法你不能接受的？诸位想想这个意思。我们今天处事待人接物，许许多多不能包容、不能接受，什么原因？我们不清净，身心都不清净。为什么诸佛如来、诸大菩萨他们能够包容一切，能够忍受一切？我们把它加个忍，其实他那个忍的念头都没有，我们不容易理解；我们加一个忍，我们会理解，他能忍受，他能受得了。其实他没有受。",
      "zh_TW": "我初學佛的時候，章嘉大師傳授給我的，教我常常念。蓮花生長在泥土裡頭，泥代表染污，六凡法界是染污。它的莖長在清水裡面，清水代表四聖法界：聲聞、緣覺、菩薩、佛。花開在水的上面，這個花雖然出污泥，不染污泥，通過這個清水，它也不染清水，染淨兩邊都不染著，超越六凡四聖。你們想想這個意思，教我們學習世出世間法都不染著。下面效果就見到了，『悉能容受一切法海』，還有哪一法你不能包容的？還有什麼法你不能接受的？諸位想想這個意思。我們今天處事待人接物，許許多多不能包容、不能接受，什麼原因？我們不清淨，身心都不清淨。為什麼諸佛如來、諸大菩薩他們能夠包容一切，能夠忍受一切？我們把它加個忍，其實他那個忍的念頭都沒有，我們不容易理解；我們加一個忍，我們會理解，他能忍受，他能受得了。其實他沒有受。"
    },
    {
      "id": "12-017-0521_p0022",
      "zh_CN": "六道凡夫才有五种受，这是佛在经上常讲的苦乐忧喜舍。身有苦乐两种受，心有忧喜两种受。心没有忧喜，身没有苦乐，这个时候叫舍受。舍受本来是很好的，可惜的是它时间不长，它保不住。如果舍受永远保持不失，就叫做禅定，他就得禅定。保持不住，保持的时间很短暂，所以佛说六道凡夫有这五种受。非想非非想处天，我们讲的四禅八定，他们住在舍受，就是他保持的时间长一点，我们叫它做禅定，它不是真的禅定，真的禅定是永远不会失掉，他会失掉的。最深的禅定是非想非非想处天，佛在经上说他的寿命是八万四千大劫，八万四千大劫还是有期限的；到了这个期限，他的定又失掉，保持不住。到什么时候才能保持得住？再升等，再升一级，九次第定阿罗汉证得的，不退转了，位不退了，这才叫禅定。所以世间四禅八定，在佛法里面统统称为舍受，跟出世间禅定有差别。出世间禅定得到之后，永远不会失掉。",
      "zh_TW": "六道凡夫才有五種受，這是佛在經上常講的苦樂憂喜捨。身有苦樂兩種受，心有憂喜兩種受。心沒有憂喜，身沒有苦樂，這個時候叫捨受。捨受本來是很好的，可惜的是它時間不長，它保不住。如果捨受永遠保持不失，就叫做禪定，他就得禪定。保持不住，保持的時間很短暫，所以佛說六道凡夫有這五種受。非想非非想處天，我們講的四禪八定，他們住在捨受，就是他保持的時間長一點，我們叫它做禪定，它不是真的禪定，真的禪定是永遠不會失掉，他會失掉的。最深的禪定是非想非非想處天，佛在經上說他的壽命是八萬四千大劫，八萬四千大劫還是有期限的；到了這個期限，他的定又失掉，保持不住。到什麼時候才能保持得住？再升等，再升一級，九次第定阿羅漢證得的，不退轉了，位不退了，這才叫禪定。所以世間四禪八定，在佛法裡面統統稱為捨受，跟出世間禪定有差別。出世間禪定得到之後，永遠不會失掉。"
    },
    {
      "id": "12-017-0521_p0023",
      "zh_CN": "定中的境界，分别、执着不起作用，妄想还有，分别执着没有了。如果照一般大乘经上讲，首先是执着放下了，决定不起作用，阿罗汉、辟支佛所证得的。分别也不起作用了，决定没有分别，世出世间法决定没有分别，法身菩萨证得的。可是妄想难断，妄想是无明。法身菩萨超越十法界，住一真法界，一真法界里面有四十一个阶位，那是什么原因？妄想还在作祟。妄想破一品，菩萨地位就升一个阶级，从圆教初住，十住、十行、十回向、十地、等觉，这四十一个位次，破一品升一级。我们知道，这三大类的烦恼，执着是见思烦恼，分别是尘沙烦恼，妄想是无明烦恼，头数都是无量无边，哪里说得尽？释迦牟尼佛对我们为说法方便起见，略说！把无量无边头数归纳起来略说。为我们说见思烦恼，三界见惑八十八品，思惑八十一品；尘沙烦恼那就不必说了，尘沙本身就是比喻，像微尘、像沙土，太多太多了，这是分别。这些东西把我们自己的性德障碍住，使我们自性本具无量的智慧、无量的德能、无量的相好，都不能够现前，真是冤枉！",
      "zh_TW": "定中的境界，分別、執著不起作用，妄想還有，分別執著沒有了。如果照一般大乘經上講，首先是執著放下了，決定不起作用，阿羅漢、辟支佛所證得的。分別也不起作用了，決定沒有分別，世出世間法決定沒有分別，法身菩薩證得的。可是妄想難斷，妄想是無明。法身菩薩超越十法界，住一真法界，一真法界裡面有四十一個階位，那是什麼原因？妄想還在作祟。妄想破一品，菩薩地位就升一個階級，從圓教初住，十住、十行、十迴向、十地、等覺，這四十一個位次，破一品升一級。我們知道，這三大類的煩惱，執著是見思煩惱，分別是塵沙煩惱，妄想是無明煩惱，頭數都是無量無邊，哪裡說得盡？釋迦牟尼佛對我們為說法方便起見，略說！把無量無邊頭數歸納起來略說。為我們說見思煩惱，三界見惑八十八品，思惑八十一品；塵沙煩惱那就不必說了，塵沙本身就是比喻，像微塵、像沙土，太多太多了，這是分別。這些東西把我們自己的性德障礙住，使我們自性本具無量的智慧、無量的德能、無量的相好，都不能夠現前，真是冤枉！"
    },
    {
      "id": "12-017-0521_p0024",
      "zh_CN": "可是要记住，自作自受，不能怪别人。什么时候你真的肯放下，放下一分，得一分受用；放下十分，得十分受用。只有真正明白人，只有真正相信佛菩萨的人，他肯听话。佛陀在经教当中苦口婆心的教诲，我们天天在读、天天在听、天天在学习，不能落实，什么原因？说得不好听一点，不信！天天学，不信，还是相信自己烦恼习气，还是相信贪瞋痴慢，还是相信自私自利，那有什么法子？这样搞下去，六道轮回！他搞的是轮回。轮回里面我们又要懂得，他搞的是三恶道，不能不知道。什么时候我们自己才真正觉悟，「错了！我们真的错了！」只有自己知道错了，自己才肯回头，回头是岸！",
      "zh_TW": "可是要記住，自作自受，不能怪別人。什麼時候你真的肯放下，放下一分，得一分受用；放下十分，得十分受用。只有真正明白人，只有真正相信佛菩薩的人，他肯聽話。佛陀在經教當中苦口婆心的教誨，我們天天在讀、天天在聽、天天在學習，不能落實，什麼原因？說得不好聽一點，不信！天天學，不信，還是相信自己煩惱習氣，還是相信貪瞋痴慢，還是相信自私自利，那有什麼法子？這樣搞下去，六道輪迴！他搞的是輪迴。輪迴裡面我們又要懂得，他搞的是三惡道，不能不知道。什麼時候我們自己才真正覺悟，「錯了！我們真的錯了！」只有自己知道錯了，自己才肯回頭，回頭是岸！"
    },
    {
      "id": "12-017-0521_p0025",
      "zh_CN": "诸佛菩萨何以能够容受一切？就是没有分别、没有执着。诸佛菩萨，我们今天讲菩萨是讲法身菩萨，菩萨摩诃萨，我们想不想入这个境界？我说这一句话，我知道有许多同学听了之后感到茫然，为什么？不知道佛菩萨境界的殊胜，不知道佛菩萨境界的妙好！这一品经品题「世主妙严品」，你要知道了，你怎么会不想？诸佛菩萨妙严境界在哪里？就在眼前。在眼前，你说我为什么没有见到？没错，就在眼前，你就是见不到，你也听不到，你的六根接触不到。这个原因在哪里？不能不知道。这个原因就是无始劫烦恼习气所做的障碍，什么时候你能把障碍去掉，把这些障碍放下，境界就现前。",
      "zh_TW": "諸佛菩薩何以能夠容受一切？就是沒有分別、沒有執著。諸佛菩薩，我們今天講菩薩是講法身菩薩，菩薩摩訶薩，我們想不想入這個境界？我說這一句話，我知道有許多同學聽了之後感到茫然，為什麼？不知道佛菩薩境界的殊勝，不知道佛菩薩境界的妙好！這一品經品題「世主妙嚴品」，你要知道了，你怎麼會不想？諸佛菩薩妙嚴境界在哪裡？就在眼前。在眼前，你說我為什麼沒有見到？沒錯，就在眼前，你就是見不到，你也聽不到，你的六根接觸不到。這個原因在哪裡？不能不知道。這個原因就是無始劫煩惱習氣所做的障礙，什麼時候你能把障礙去掉，把這些障礙放下，境界就現前。"
    },
    {
      "id": "12-017-0521_p0026",
      "zh_CN": "所以一真法界跟十法界无二无别，「体」无二无别，「相」也无二无别，「用」还是无二无别，不思议境界！法身菩萨所证的。我们现前的感受呢？有别！性相有差别，理事有差别，作用有差别。差别从哪里来的？从分别执着来的，就这么个道理。我们有分别，我们有执着，分别执着产生的错觉。实实在在是没有差别，可是我们看到的时候有明显的差别。这个道理不能不懂，不能不明白，真搞清楚，自然契入了。这些境界从什么地方来测验？从容受一切诸法，从这个地方来测验我们修行有没有进步。尽虚空遍法界，不同的国土，在我们说不同国家的人，不同的族类、不同的文化、不同的生活方式，我们讲生活习惯，不同的宗教信仰，你是不是能够完全容受？你都能包容、都能接受，这是菩萨，你修行有进步了。你变了，从前你不能包容、你不能接受，现在你能包容、能接受，菩提道上进了一步。",
      "zh_TW": "所以一真法界跟十法界無二無別，「體」無二無別，「相」也無二無別，「用」還是無二無別，不思議境界！法身菩薩所證的。我們現前的感受呢？有別！性相有差別，理事有差別，作用有差別。差別從哪裡來的？從分別執著來的，就這麼個道理。我們有分別，我們有執著，分別執著產生的錯覺。實實在在是沒有差別，可是我們看到的時候有明顯的差別。這個道理不能不懂，不能不明白，真搞清楚，自然契入了。這些境界從什麼地方來測驗？從容受一切諸法，從這個地方來測驗我們修行有沒有進步。盡虛空遍法界，不同的國土，在我們說不同國家的人，不同的族類、不同的文化、不同的生活方式，我們講生活習慣，不同的宗教信仰，你是不是能夠完全容受？你都能包容、都能接受，這是菩薩，你修行有進步了。你變了，從前你不能包容、你不能接受，現在你能包容、能接受，菩提道上進了一步。"
    },
    {
      "id": "12-017-0521_p0027",
      "zh_CN": "一定要做到什么都能包容，什么都能接受。特别是逆境恶缘里面，依旧保持心地真诚清净平等慈悲，这就是正觉。不但没有怨恨，而且还欢喜，像弥勒菩萨一样，欢欢喜喜满面笑容，对于一切的逆恶，在心地上痕迹都不染。这个人是什么？这个人得陀罗尼，他才能做到；你没有得陀罗尼，你怎么能做到？问题就在此地。而实实在在讲，释迦牟尼佛所有经论里面那些重要的开示，哪一句不是陀罗尼？《八大人觉经》佛告诉我们，「不念旧恶，不憎恶人」，你想想看，这两句是不是陀罗尼？过去某人对我怎样怎样不好，对不起我的，不要放在心上，更不可以放在口上，没有了，忘记了，把一些不善的忘得干干净净。你的心里头专门想善、专门记善，这是我们初学人应当做的。《十善业道经》上佛就是这样教我们的，「昼夜常念善法，思惟善法，观察善法，不容毫分不善夹杂」，这是不是一切陀罗尼？",
      "zh_TW": "一定要做到什麼都能包容，什麼都能接受。特別是逆境惡緣裡面，依舊保持心地真誠清淨平等慈悲，這就是正覺。不但沒有怨恨，而且還歡喜，像彌勒菩薩一樣，歡歡喜喜滿面笑容，對於一切的逆惡，在心地上痕跡都不染。這個人是什麼？這個人得陀羅尼，他才能做到；你沒有得陀羅尼，你怎麼能做到？問題就在此地。而實實在在講，釋迦牟尼佛所有經論裡面那些重要的開示，哪一句不是陀羅尼？《八大人覺經》佛告訴我們，「不念舊惡，不憎惡人」，你想想看，這兩句是不是陀羅尼？過去某人對我怎樣怎樣不好，對不起我的，不要放在心上，更不可以放在口上，沒有了，忘記了，把一些不善的忘得乾乾淨淨。你的心裡頭專門想善、專門記善，這是我們初學人應當做的。《十善業道經》上佛就是這樣教我們的，「晝夜常念善法，思惟善法，觀察善法，不容毫分不善夾雜」，這是不是一切陀羅尼？"
    },
    {
      "id": "12-017-0521_p0028",
      "zh_CN": "所以三福是陀罗尼，六和是陀罗尼。六和重要，你要问为什么？我再转过来问你，现在世界上为什么不和平？为什么现在社会风气彼此竞争、斗争，演变成战争？还不就是不能「容受一切」吗？所以这一句话我们真的懂了，真的能够落实，就能够治天下于太平。社会安定、世界和平、人民幸福，这一句话要是落实了，都能兑现。所以要能容受，佛菩萨做能容受一切样子来给我们看，我们要能懂，要能够体会得到。我今天学佛，我做佛弟子，我要做能够容受一切给社会大众看。容受是福，容受是慧，容受是无量功德；做功德不必要花什么金钱，不一定要有财富，无比殊胜的大智大福就在这个地方获得的。",
      "zh_TW": "所以三福是陀羅尼，六和是陀羅尼。六和重要，你要問為什麼？我再轉過來問你，現在世界上為什麼不和平？為什麼現在社會風氣彼此競爭、鬥爭，演變成戰爭？還不就是不能「容受一切」嗎？所以這一句話我們真的懂了，真的能夠落實，就能夠治天下於太平。社會安定、世界和平、人民幸福，這一句話要是落實了，都能兌現。所以要能容受，佛菩薩做能容受一切樣子來給我們看，我們要能懂，要能夠體會得到。我今天學佛，我做佛弟子，我要做能夠容受一切給社會大眾看。容受是福，容受是慧，容受是無量功德；做功德不必要花什麼金錢，不一定要有財富，無比殊勝的大智大福就在這個地方獲得的。"
    },
    {
      "id": "12-017-0521_p0029",
      "zh_CN": "我们常常看到，画的佛像顶头上有三个字「唵、阿、吽」，那就是一切陀罗尼咒，表示身口意，这是三业。「唵、阿、吽」是三业，统统能容受虚空法界刹土众生，没有一法不能包容的，你说它多自在！多圆满！怎么学法？在日常生活当中，我常常讲，常常劝大家放下对于一切人一切事一切物控制的念头，为什么？烦恼的根。放下对一切人一切事一切物占有的念头。为什要放下一切控制、占有的这些念头？要晓得十法界依正庄严，它的真相，是《金刚经》上所讲的「凡所有相，皆是虚妄」，既是虚妄，你有什么好控制、有什么好占有的？你再仔细观察，中国的历史在全世界，记载算是最完整的，至少三千年没有中断，你看看这三千年历史当中，几个人他真的控制住了？几个人真的占有到了？活在世间那几十年当中，拼命在搞控制占有，死后两手空空，一样都带不去，一样也控制不了，你说冤不冤枉？",
      "zh_TW": "我們常常看到，畫的佛像頂頭上有三個字「唵、阿、吽」，那就是一切陀羅尼咒，表示身口意，這是三業。「唵、阿、吽」是三業，統統能容受虛空法界剎土眾生，沒有一法不能包容的，你說它多自在！多圓滿！怎麼學法？在日常生活當中，我常常講，常常勸大家放下對於一切人一切事一切物控制的念頭，為什麼？煩惱的根。放下對一切人一切事一切物佔有的念頭。為什要放下一切控制、佔有的這些念頭？要曉得十法界依正莊嚴，它的真相，是《金剛經》上所講的「凡所有相，皆是虛妄」，既是虛妄，你有什麼好控制、有什麼好佔有的？你再仔細觀察，中國的歷史在全世界，記載算是最完整的，至少三千年沒有中斷，你看看這三千年歷史當中，幾個人他真的控制住了？幾個人真的佔有到了？活在世間那幾十年當中，拼命在搞控制佔有，死後兩手空空，一樣都帶不去，一樣也控制不了，你說冤不冤枉？"
    },
    {
      "id": "12-017-0521_p0030",
      "zh_CN": "而一生当中所造的这个罪业，感受得三途苦报。你要问：三途怎么来的？为什么会到三途去受罪？就是因为控制占有，现在人讲欲望。欲望的根是控制跟占有，我们修行，修正行为要从根本上下手，知道「一切有为法，如梦幻泡影」，这是真的，一点都不错，「如露亦如电，应作如是观」。把控制占有这个念头从内心里头拔除，你自然就能够容受一切。容受一切，你必定得一切人一切物，这个物包括九法界众生，用这一个物来代表；十法界里头除人之外，还有九法界众生，得九法界众生的欢喜心，对你尊重、欢喜、爱戴，这个福报不可思议！我们要不要争取？你再有福分，过去你修的福不少，你确实能够做上帝王，你能够控制一个地区，能够占有这个地区，做上几十年皇帝；说实在话，在近代时间最长久的无过于康熙、乾隆，乾隆做了六十年皇帝、四年太上皇，六十四年，希有！可是六十四年比起历史的场合，很小短暂的一部分！真的能控制吗？真的能占有吗？死了还不是两手空空，什么都带不去。",
      "zh_TW": "而一生當中所造的這個罪業，感受得三途苦報。你要問：三途怎麼來的？為什麼會到三途去受罪？就是因為控制佔有，現在人講欲望。欲望的根是控制跟佔有，我們修行，修正行為要從根本上下手，知道「一切有為法，如夢幻泡影」，這是真的，一點都不錯，「如露亦如電，應作如是觀」。把控制佔有這個念頭從內心裡頭拔除，你自然就能夠容受一切。容受一切，你必定得一切人一切物，這個物包括九法界眾生，用這一個物來代表；十法界裡頭除人之外，還有九法界眾生，得九法界眾生的歡喜心，對你尊重、歡喜、愛戴，這個福報不可思議！我們要不要爭取？你再有福分，過去你修的福不少，你確實能夠做上帝王，你能夠控制一個地區，能夠佔有這個地區，做上幾十年皇帝；說實在話，在近代時間最長久的無過於康熙、乾隆，乾隆做了六十年皇帝、四年太上皇，六十四年，希有！可是六十四年比起歷史的場合，很小短暫的一部分！真的能控制嗎？真的能佔有嗎？死了還不是兩手空空，什麼都帶不去。"
    },
    {
      "id": "12-017-0521_p0031",
      "zh_CN": "这些历史事实摆在我们面前，我们再要不相信，再要看不懂，那可以说是从前李老师常讲的麻木不仁，你没有能力、没有条件接受古圣先贤的教诲。你看了，你接触到了，你听了，你要觉悟，要回头，回头是岸！你要晓得你觉悟、回头，放下了，放下好！放下，你的智慧增长了，那个利益之大，自性本具无量智慧现前了，虽不是完全现前，现前一部分。德能现前，相好也现前；相随心转，体质也随心转。它都在变，刹那刹那在起变化；变化依据你的心想，佛在大经上讲得很多，「一切法从心想生」。第八句：",
      "zh_TW": "這些歷史事實擺在我們面前，我們再要不相信，再要看不懂，那可以說是從前李老師常講的麻木不仁，你沒有能力、沒有條件接受古聖先賢的教誨。你看了，你接觸到了，你聽了，你要覺悟，要回頭，回頭是岸！你要曉得你覺悟、回頭，放下了，放下好！放下，你的智慧增長了，那個利益之大，自性本具無量智慧現前了，雖不是完全現前，現前一部分。德能現前，相好也現前；相隨心轉，體質也隨心轉。它都在變，剎那剎那在起變化；變化依據你的心想，佛在大經上講得很多，「一切法從心想生」。第八句："
    },
    {
      "id": "12-017-0521_p0032",
      "zh_CN": "【善住三世平等智地】",
      "zh_TW": "【善住三世平等智地】"
    },
    {
      "id": "12-017-0521_p0033",
      "zh_CN": "我们要学！『三世』：过去、现在、未来，『平等』就把三世圆融了。大乘经教里面所说的，十方三世是一不是二。为什么有十方？为什么有三世？是从妄想分别执着里头生的。你一定要晓得，妄想不是真的；分别从妄想生的，分别不是真的；执着从妄想分别生的，执着哪里会是真的？你要不懂、你要不舍弃，你有得受！三途六道，苦海无边，永远没有中止的时候，你要受。你要是有智慧，你明白了，你相信佛陀的教诲，你把这个放下，你得大自在，你得真解脱。真解脱、大自在从这个地方来的，我们要懂。",
      "zh_TW": "我們要學！『三世』：過去、現在、未來，『平等』就把三世圓融了。大乘經教裡面所說的，十方三世是一不是二。為什麼有十方？為什麼有三世？是從妄想分別執著裡頭生的。你一定要曉得，妄想不是真的；分別從妄想生的，分別不是真的；執著從妄想分別生的，執著哪裡會是真的？你要不懂、你要不捨棄，你有得受！三途六道，苦海無邊，永遠沒有中止的時候，你要受。你要是有智慧，你明白了，你相信佛陀的教誨，你把這個放下，你得大自在，你得真解脫。真解脫、大自在從這個地方來的，我們要懂。"
    },
    {
      "id": "12-017-0521_p0034",
      "zh_CN": "这一句里面最重要的一个字「善」，善住！诸佛如来、法身菩萨，『善住』。「善」用什么方法来形容它？我们世间人所说的活活泼泼，这才叫善住；而不是死住在句下，那就错了。住与不住是一不是二，不住空有两边，这是善住；不住善恶两边，这是善住。由此可知，佛法里面讲的善住，教你住中道第一义谛，住中道！换句话说，在「三世平等智地」里面。生活，你示现在其中，你离不开生活、离不开工作，就像释迦如来当年示现在这个世间，他有他的生活方式，他有他的工作。他的工作用我们现在人的话来说，他是从事于多元文化的教学，每天给学生、给大众们上课，我们佛门里面所说的讲经说法，现在人叫上课。讲讲经说法，大家马上就会想到是迷信、是宗教。孔老夫子讲「名不正，则言不顺」，大家对于讲经说法已经产生误会，错解了，我们就得换名称、换名词，我们说教学上课，这个大家好懂。教学上课，是老师学校里干的事情。",
      "zh_TW": "這一句裡面最重要的一個字「善」，善住！諸佛如來、法身菩薩，『善住』。「善」用什麼方法來形容它？我們世間人所說的活活潑潑，這才叫善住；而不是死住在句下，那就錯了。住與不住是一不是二，不住空有兩邊，這是善住；不住善惡兩邊，這是善住。由此可知，佛法裡面講的善住，教你住中道第一義諦，住中道！換句話說，在「三世平等智地」裡面。生活，你示現在其中，你離不開生活、離不開工作，就像釋迦如來當年示現在這個世間，他有他的生活方式，他有他的工作。他的工作用我們現在人的話來說，他是從事於多元文化的教學，每天給學生、給大眾們上課，我們佛門裡面所說的講經說法，現在人叫上課。講講經說法，大家馬上就會想到是迷信、是宗教。孔老夫子講「名不正，則言不順」，大家對於講經說法已經產生誤會，錯解了，我們就得換名稱、換名詞，我們說教學上課，這個大家好懂。教學上課，是老師學校裡幹的事情。"
    },
    {
      "id": "12-017-0521_p0035",
      "zh_CN": "释迦牟尼佛每天跟大家上课教学，四十九年如一日，从来没有放过假，现在我们讲敬业，世尊给全世界各行各业的人做了一个敬业的好榜样。他对他的事业多么尊重，认真努力，不论这个环境是顺境、是逆境，他都不受影响，他的课照常上。我们从这个地方去体会，从这里面去学习。个人生活是我们生活上的好榜样，他的生活用中国人的话来说「安贫乐道」，中国在古时候颜回给我们示现了，在西方释迦牟尼佛为我们做非常具体的示现，好！颜回家里贫穷，想过好的日子他没有条件；释迦牟尼佛家庭富裕，舍掉富裕的生活，过贫穷的生活，这个难！为什么这样作法？让一些极其贫苦的人，乐意跟他学习，看到释迦王子，「哎呀！他过的日子跟我们一样」，平易近人，一点架子都没有，和蔼可亲，得到社会一切大众的尊敬信仰。乐意听他教诲，接受他的教训，所以他的法缘非常殊胜，「住三世平等智地」。",
      "zh_TW": "釋迦牟尼佛每天跟大家上課教學，四十九年如一日，從來沒有放過假，現在我們講敬業，世尊給全世界各行各業的人做了一個敬業的好榜樣。他對他的事業多麼尊重，認真努力，不論這個環境是順境、是逆境，他都不受影響，他的課照常上。我們從這個地方去體會，從這裡面去學習。個人生活是我們生活上的好榜樣，他的生活用中國人的話來說「安貧樂道」，中國在古時候顏回給我們示現了，在西方釋迦牟尼佛為我們做非常具體的示現，好！顏回家裡貧窮，想過好的日子他沒有條件；釋迦牟尼佛家庭富裕，捨掉富裕的生活，過貧窮的生活，這個難！為什麼這樣作法？讓一些極其貧苦的人，樂意跟他學習，看到釋迦王子，「哎呀！他過的日子跟我們一樣」，平易近人，一點架子都沒有，和藹可親，得到社會一切大眾的尊敬信仰。樂意聽他教誨，接受他的教訓，所以他的法緣非常殊勝，「住三世平等智地」。"
    },
    {
      "id": "12-017-0521_p0036",
      "zh_CN": "诸位要晓得，这个十二句，后后胜于前前，他要不得「如来普门之地」，要不得「一切陀罗尼」，「容受一切法海」，怎么能住平等地？住平等地，平等性现前！从理上讲，末那识「四大烦恼常相随」，转末那为平等性智，才叫做「善住三世平等智地」。转末那为平等性智，就是这个意思，那真的叫善住。四大烦恼，我见放下了，见思烦恼头一个我见；我爱，我爱是贪，贪烦恼；我痴，我慢，我慢是瞋烦恼。贪瞋痴！我见是执着身是我，这是个错误见解；不执着这个身是我，贪瞋痴放下了，这样才转末那识为平等性智，就这么个道理。末那识转成平等性智，给诸位说，第六意识就转成妙观察智，当然能够「容受一切法海」。下面讲「深信广大喜乐，无边福聚」，都现前了！求福求慧不要向外求，要向内求，就对了！所以佛教导我们，佛法是内学，不向外求。凡是向外求叫「心外求法」，佛称他作外道。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "諸位要曉得，這個十二句，後後勝於前前，他要不得「如來普門之地」，要不得「一切陀羅尼」，「容受一切法海」，怎麼能住平等地？住平等地，平等性現前！從理上講，末那識「四大煩惱常相隨」，轉末那為平等性智，才叫做「善住三世平等智地」。轉末那為平等性智，就是這個意思，那真的叫善住。四大煩惱，我見放下了，見思煩惱頭一個我見；我愛，我愛是貪，貪煩惱；我痴，我慢，我慢是瞋煩惱。貪瞋痴！我見是執著身是我，這是個錯誤見解；不執著這個身是我，貪瞋痴放下了，這樣才轉末那識為平等性智，就這麼個道理。末那識轉成平等性智，給諸位說，第六意識就轉成妙觀察智，當然能夠「容受一切法海」。下面講「深信廣大喜樂，無邊福聚」，都現前了！求福求慧不要向外求，要向內求，就對了！所以佛教導我們，佛法是內學，不向外求。凡是向外求叫「心外求法」，佛稱他作外道。好，今天時間到了，我們就講到此地。"
    }
  ]
}