{
  "doc_id": "12-017-0145",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四五卷",
    "zh_TW": "第一四五卷"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0145",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "12-017-0145_p0001",
      "zh_CN": "请看经本，化乐天长行第五句：",
      "zh_TW": "請看經本，化樂天長行第五句："
    },
    {
      "id": "12-017-0145_p0002",
      "zh_CN": "【念光天王，得了知一切佛无尽福德相解脱门。】",
      "zh_TW": "【念光天王，得了知一切佛無盡福德相解脫門。】"
    },
    {
      "id": "12-017-0145_p0003",
      "zh_CN": "这是念光天王所修学的法门，这个法门『了知一切佛无尽福德相』。清凉大师在这一段，给我们说了三个意思：第一个意思是讲福德之相，第二是讲清净慈门，第三是讲大慈悲行，说得非常之好，我们应当要学习。「了」是明了，「知」是认知、认识，这两个字是关键，我们学佛对这两个字不能不慎重。真正了知，佛法里面所说的殊胜的功德利益，你才能够修得。今天我们修学功夫不得力，依旧被烦恼缠缚，原因就是我们对佛法，不但是佛法，说实在的话，连世法都不能了知。书念得虽然不少，经也念得多，但是对经中的义理没有了知，吉凶祸福都不知道是怎么回事情，善恶业因更不必讲了，我们从哪里修起？所以「了知」两个字就要紧。我们为什么不能了知？烦恼覆心，把自己的心盖复住了。烦恼里面，尤其是严重的私欲，自私自利，爱欲、嗜欲，嗜欲是嗜好，这个东西要不能够把它舍弃，世出世间一切善法，你决定不会了知；诸佛如来给你讲，你还是不会了知。为什么？你自己有障碍，你没有办法体会，你所了知的是学人家言语，皮毛而已。古书《礼记》里面所讲的「鹦鹉能言，不离飞鸟」，鸟也会说话，学人说话，牠还是属于禽兽。什么原因？牠会说，牠不了知其中的意义。人家为什么修行证果？就在了知，了知是佛法里面讲的觉悟，大彻大悟，明了认识了。",
      "zh_TW": "這是念光天王所修學的法門，這個法門『了知一切佛無盡福德相』。清涼大師在這一段，給我們說了三個意思：第一個意思是講福德之相，第二是講清淨慈門，第三是講大慈悲行，說得非常之好，我們應當要學習。「了」是明瞭，「知」是認知、認識，這兩個字是關鍵，我們學佛對這兩個字不能不慎重。真正了知，佛法裡面所說的殊勝的功德利益，你才能夠修得。今天我們修學功夫不得力，依舊被煩惱纏縛，原因就是我們對佛法，不但是佛法，說實在的話，連世法都不能了知。書念得雖然不少，經也念得多，但是對經中的義理沒有了知，吉凶禍福都不知道是怎麼回事情，善惡業因更不必講了，我們從哪裡修起？所以「了知」兩個字就要緊。我們為什麼不能了知？煩惱覆心，把自己的心蓋覆住了。煩惱裡面，尤其是嚴重的私欲，自私自利，愛欲、嗜欲，嗜欲是嗜好，這個東西要不能夠把它捨棄，世出世間一切善法，你決定不會了知；諸佛如來給你講，你還是不會了知。為什麼？你自己有障礙，你沒有辦法體會，你所了知的是學人家言語，皮毛而已。古書《禮記》裡面所講的「鸚鵡能言，不離飛鳥」，鳥也會說話，學人說話，牠還是屬於禽獸。什麼原因？牠會說，牠不了知其中的意義。人家為什麼修行證果？就在了知，了知是佛法裡面講的覺悟，大徹大悟，明瞭認識了。"
    },
    {
      "id": "12-017-0145_p0004",
      "zh_CN": "认识福德之相，他才能成就福德之相。诸佛如来，经上常讲三十二相八十种好，他要不了知，他怎么能成就？这是经上就我们世间人所谓的相好，世间人了知有限，佛为了教化世人，所以三十二相八十种好，是随顺世间所说的，俗谛讲的。而实际上，相好没有边际，大乘法里常说「身有无量相，相有无量好」，那是真的，岂止三十二相八十种好？相好从哪里来的？世间看相的人常说「相随心转」，这是真的，跟佛经里面所讲的原理原则相应。佛在《华严经》上说，十法界依正庄严的现象是「唯心所现，唯识所变」，这八个字就是相随心转。佛菩萨的相好，是佛菩萨的心好；恶道众生相不好，是恶道众生的心不好。心有贪瞋痴，所以现的相就不好，恶道的相。心舍离贪瞋痴，所以就成就佛菩萨的相好光明。",
      "zh_TW": "認識福德之相，他才能成就福德之相。諸佛如來，經上常講三十二相八十種好，他要不了知，他怎麼能成就？這是經上就我們世間人所謂的相好，世間人了知有限，佛為了教化世人，所以三十二相八十種好，是隨順世間所說的，俗諦講的。而實際上，相好沒有邊際，大乘法裡常說「身有無量相，相有無量好」，那是真的，豈止三十二相八十種好？相好從哪裡來的？世間看相的人常說「相隨心轉」，這是真的，跟佛經裡面所講的原理原則相應。佛在《華嚴經》上說，十法界依正莊嚴的現象是「唯心所現，唯識所變」，這八個字就是相隨心轉。佛菩薩的相好，是佛菩薩的心好；惡道眾生相不好，是惡道眾生的心不好。心有貪瞋痴，所以現的相就不好，惡道的相。心捨離貪瞋痴，所以就成就佛菩薩的相好光明。"
    },
    {
      "id": "12-017-0145_p0005",
      "zh_CN": "清凉给我们讲的三个意思，第一个是福德之相，是说相好光明是无有穷尽的，他讲「有十莲花藏世界微尘数，故无有尽」，这就是平常我们讲身有无量相、相有无量好，佛果地才到究竟圆满，所以是无尽的福德相。可是诸位要晓得，你能够见到佛无尽福德相，你是什么地位？你成佛了。你不成佛，你怎么能见得到？我们每个人心理不一样，纵然与佛菩萨感应道交，见的相也不一样。八二年我在香港讲经，圣一法师来看我，告诉我他去朝普陀山，在梵音洞里面见到观音菩萨。他们同去的是三个出家人，还有当地官员陪同。在梵音洞，这三个出家人在洞口拜观音菩萨，他说他们大概拜了半个多小时，见到观音菩萨，非常欢喜。回来的时候，三个人说说见菩萨的形像，三个人见的不一样。圣一法师见的观音菩萨是金色的，身金色，戴毘卢帽，见到这样的身相；另外一位出家人所见到，就是我们一般所看画像里面白衣观音，见到是这个相；还有一位出家人，见到是比丘相，是个出家人比丘。三个人都在那里拜了半个小时，见的相不一样。于是我们才恍然大悟，原来相随心转。诚敬之心、至善之心，诚敬之心三个人不相同，三个人都有善心，善心程度也不相同，所以见观音菩萨的相不一样，这种见相非常显著，非常明显。",
      "zh_TW": "清涼給我們講的三個意思，第一個是福德之相，是說相好光明是無有窮盡的，他講「有十蓮花藏世界微塵數，故無有盡」，這就是平常我們講身有無量相、相有無量好，佛果地才到究竟圓滿，所以是無盡的福德相。可是諸位要曉得，你能夠見到佛無盡福德相，你是什麼地位？你成佛了。你不成佛，你怎麼能見得到？我們每個人心理不一樣，縱然與佛菩薩感應道交，見的相也不一樣。八二年我在香港講經，聖一法師來看我，告訴我他去朝普陀山，在梵音洞裡面見到觀音菩薩。他們同去的是三個出家人，還有當地官員陪同。在梵音洞，這三個出家人在洞口拜觀音菩薩，他說他們大概拜了半個多小時，見到觀音菩薩，非常歡喜。回來的時候，三個人說說見菩薩的形像，三個人見的不一樣。聖一法師見的觀音菩薩是金色的，身金色，戴毘盧帽，見到這樣的身相；另外一位出家人所見到，就是我們一般所看畫像裡面白衣觀音，見到是這個相；還有一位出家人，見到是比丘相，是個出家人比丘。三個人都在那裡拜了半個小時，見的相不一樣。於是我們才恍然大悟，原來相隨心轉。誠敬之心、至善之心，誠敬之心三個人不相同，三個人都有善心，善心程度也不相同，所以見觀音菩薩的相不一樣，這種見相非常顯著，非常明顯。"
    },
    {
      "id": "12-017-0145_p0006",
      "zh_CN": "而我们现前这些境界相，我们见一切人，见一切事，见一切物，好像我见跟你见差不多，其实不一样，这些微细的地方我们一般人疏忽了。佛菩萨应化在我们这个世间，他所看到一切众生形形色色，是一真法界至善圆满的福德相；可是我们今天看到这个社会，看到芸芸众生，示现的是世界乱相、浊恶之相。蕅益大师讲得好，「境缘无好丑」，境是物质环境，缘是人事环境，用境缘把所有一切境界相全都包括在其中，这里头没有善恶，是平等相，一味平等。这些相为什么生起变化？我看到是善，你看到是恶，我看到欢喜，你看到讨厌，这都生在我们自己的心，这就是唯识所变，识是自己的妄想分别执着。离开妄想分别执着，你才见到真相，一真法界。真相是圆满的相，真相里面，佛万德庄严，相好无尽。我们再问，佛如是，一切众生呢？一切众生跟佛没有两样。诸位要记住，极乐世界是平等法界，华藏世界又何尝不是平等法界？再说咱们娑婆现前的世界，又何尝不是平等法界？决定不能说，只有极乐世界平等，他方世界不平等，这在理上讲不通。理是称性，无量无边诸佛法界都是一念自性变现的，为什么它殊胜，它有差别，又不平等，没这个道理。既是一念心性所生，决定平等。但是我们现在看起来，好像是极不平等，不平等是因为自己妄想分别执着，把平等的境缘变成不平等的境缘，不是境缘上有不平等，是我们心里不平等。",
      "zh_TW": "而我們現前這些境界相，我們見一切人，見一切事，見一切物，好像我見跟你見差不多，其實不一樣，這些微細的地方我們一般人疏忽了。佛菩薩應化在我們這個世間，他所看到一切眾生形形色色，是一真法界至善圓滿的福德相；可是我們今天看到這個社會，看到芸芸眾生，示現的是世界亂相、濁惡之相。蕅益大師講得好，「境緣無好醜」，境是物質環境，緣是人事環境，用境緣把所有一切境界相全都包括在其中，這裡頭沒有善惡，是平等相，一味平等。這些相為什麼生起變化？我看到是善，你看到是惡，我看到歡喜，你看到討厭，這都生在我們自己的心，這就是唯識所變，識是自己的妄想分別執著。離開妄想分別執著，你才見到真相，一真法界。真相是圓滿的相，真相裡面，佛萬德莊嚴，相好無盡。我們再問，佛如是，一切眾生呢？一切眾生跟佛沒有兩樣。諸位要記住，極樂世界是平等法界，華藏世界又何嘗不是平等法界？再說咱們娑婆現前的世界，又何嘗不是平等法界？決定不能說，只有極樂世界平等，他方世界不平等，這在理上講不通。理是稱性，無量無邊諸佛法界都是一念自性變現的，為什麼它殊勝，它有差別，又不平等，沒這個道理。既是一念心性所生，決定平等。但是我們現在看起來，好像是極不平等，不平等是因為自己妄想分別執著，把平等的境緣變成不平等的境緣，不是境緣上有不平等，是我們心裡不平等。"
    },
    {
      "id": "12-017-0145_p0007",
      "zh_CN": "我们再用个比喻说，佛的心像一面很好的镜子，照外面的境界照得很清楚，一点都没有改变，佛菩萨的心；凡夫的心也是一面镜子，这镜子凹凸不平，也照外面的境界，照在里面的相是凌凌乱乱，你怎么能怪外头境界？怪里面自己有问题，不是外面有问题。然后这才晓得，我们要怎样把自己本身这个错误改正过来，我们的心境跟诸佛菩萨的心境没有两样，然后你见虚空法界一切众生，就跟如来果地上圆满的福德相一样。所以此地讲的福德之相，意味无穷。清凉只说相好光明无量，只说了这一句，也就是常讲的「身有无量相，相有无量好」，没有说出其中更深一层的意思。所有一切众生之类，他的真相，他原本之相，皆是身有无量相、相有无量好。你要问为什么？称性所现的。性德无量，性德没有边际，既是一念心性所现，哪有差别之理？现在我们眼前所生的差别，就像我刚才举的例子一样，我们自己现在用的镜子，这个镜子凹凸不平，所以照外面的境界产生了扭曲。",
      "zh_TW": "我們再用個比喻說，佛的心像一面很好的鏡子，照外面的境界照得很清楚，一點都沒有改變，佛菩薩的心；凡夫的心也是一面鏡子，這鏡子凹凸不平，也照外面的境界，照在裡面的相是凌凌亂亂，你怎麼能怪外頭境界？怪裡面自己有問題，不是外面有問題。然後這才曉得，我們要怎樣把自己本身這個錯誤改正過來，我們的心境跟諸佛菩薩的心境沒有兩樣，然後你見虛空法界一切眾生，就跟如來果地上圓滿的福德相一樣。所以此地講的福德之相，意味無窮。清涼只說相好光明無量，只說了這一句，也就是常講的「身有無量相，相有無量好」，沒有說出其中更深一層的意思。所有一切眾生之類，他的真相，他原本之相，皆是身有無量相、相有無量好。你要問為什麼？稱性所現的。性德無量，性德沒有邊際，既是一念心性所現，哪有差別之理？現在我們眼前所生的差別，就像我剛才舉的例子一樣，我們自己現在用的鏡子，這個鏡子凹凸不平，所以照外面的境界產生了扭曲。"
    },
    {
      "id": "12-017-0145_p0008",
      "zh_CN": "怎么修法？清凉大师底下两句，给我们提示出来。一个是「清净慈门」，这个文上说「谓清净慈门等，无限因所生故。一一因果，皆称真故。一一即无有尽，皆同虚空」。末后总结，一一即无有尽，皆同虚空，就是称性，与自性相应。无限因所生，这是事实。世法、佛法，世法我们通常讲十法界，佛法通常讲一真法界，一真法界跟十法界都是无量因缘所生，绝不是单纯的，太复杂了。可是诸佛如来他们觉悟了，彻底觉悟了，所以一一因果皆称真，就是一一因果都与自性相应，这就是诸佛菩萨。而我们一一因果与自性不相应，与自性相违背，所以我们的因果不称性，这样就把一真法界变成十法界。可是诸位要晓得，无论称性不称性，深广都是无尽的。绝对不是说，我这一部分是一真法界，那一部分变成十法界，没这个道理。一悟一切悟，一迷一切迷，这才是事实真相，这是诸佛如来教化众生、帮助一切众生破迷开悟的正理，绝对不是讲半迷半悟，没这个道理。你在这一个房间里面，你能够把它照成半明半暗吗？不可能的事情。明就不是暗，暗就不是明，我们在这个房间里，灯开开就明了，灯关掉就暗了。不能说我灯开开，我叫它半明半暗，没这个道理；灯灭掉，也叫它半明半暗，做不到！一定要了解事实真相，我们才能体会诸佛菩萨教学的旨趣，我们也才能够从接受教诲当中学到东西。清净慈门，跟《无量寿经》经题上讲的「清净平等觉」相应。所以我们修学，实在讲修学就是生活、就是过日子。你要抓住这个纲领：清净心，只要在一切时、一切处、一切境缘之中，保住清净心，不失清净心，这就是福德之相的第一个因素，最重要的因素。这几天我们念《感应篇》，念到「积德累功」，这个清净慈门是积德。由此可知，清净平等觉的心就是积德，这个心跟诸佛菩萨的心相同，这个心就是一念自性，一念自性圆满具足清净平等觉。",
      "zh_TW": "怎麼修法？清涼大師底下兩句，給我們提示出來。一個是「清淨慈門」，這個文上說「謂清淨慈門等，無限因所生故。一一因果，皆稱真故。一一即無有盡，皆同虛空」。末後總結，一一即無有盡，皆同虛空，就是稱性，與自性相應。無限因所生，這是事實。世法、佛法，世法我們通常講十法界，佛法通常講一真法界，一真法界跟十法界都是無量因緣所生，絕不是單純的，太複雜了。可是諸佛如來他們覺悟了，徹底覺悟了，所以一一因果皆稱真，就是一一因果都與自性相應，這就是諸佛菩薩。而我們一一因果與自性不相應，與自性相違背，所以我們的因果不稱性，這樣就把一真法界變成十法界。可是諸位要曉得，無論稱性不稱性，深廣都是無盡的。絕對不是說，我這一部分是一真法界，那一部分變成十法界，沒這個道理。一悟一切悟，一迷一切迷，這才是事實真相，這是諸佛如來教化眾生、幫助一切眾生破迷開悟的正理，絕對不是講半迷半悟，沒這個道理。你在這一個房間裡面，你能夠把它照成半明半暗嗎？不可能的事情。明就不是暗，暗就不是明，我們在這個房間裡，燈開開就明了，燈關掉就暗了。不能說我燈開開，我叫它半明半暗，沒這個道理；燈滅掉，也叫它半明半暗，做不到！一定要了解事實真相，我們才能體會諸佛菩薩教學的旨趣，我們也才能夠從接受教誨當中學到東西。清淨慈門，跟《無量壽經》經題上講的「清淨平等覺」相應。所以我們修學，實在講修學就是生活、就是過日子。你要抓住這個綱領：清淨心，只要在一切時、一切處、一切境緣之中，保住清淨心，不失清淨心，這就是福德之相的第一個因素，最重要的因素。這幾天我們念《感應篇》，念到「積德累功」，這個清淨慈門是積德。由此可知，清淨平等覺的心就是積德，這個心跟諸佛菩薩的心相同，這個心就是一念自性，一念自性圓滿具足清淨平等覺。"
    },
    {
      "id": "12-017-0145_p0009",
      "zh_CN": "清净平等觉落实在日常生活当中，变成了行为，就是第三句讲的「大慈悲行」，大慈悲行就是福德相。清凉在底下说的这句话说得好，「使盲聋视听等，皆慈善根力」。由此可知，福德相是圆满的。我们今天社会上所讲的一些残障的人士，残障人士碍不碍福德相？不碍。只要他有清净心，他有慈悲行，这个身体缺陷一点障碍都没有。这个意思很不容易体会到，真正说明境随心转。所以佛陀的教化真正是究竟圆满，我们深深相信能度一切苦难众生。大慈悲行从哪里生的？从清净心生的。什么叫大慈悲行？清净心落实在生活里面，就是大慈悲行。《无量寿经》解释得详细，清净平等觉的心，只要有这个心，你的日常生活，处事待人接物，都是大慈悲行。心地不清净，心地不平等，心地没有彻底觉悟，修什么样的善行都不是真正的慈悲行。所以心跟行有分不开的关系，表面上做没有用。",
      "zh_TW": "清淨平等覺落實在日常生活當中，變成了行為，就是第三句講的「大慈悲行」，大慈悲行就是福德相。清涼在底下說的這句話說得好，「使盲聾視聽等，皆慈善根力」。由此可知，福德相是圓滿的。我們今天社會上所講的一些殘障的人士，殘障人士礙不礙福德相？不礙。只要他有清淨心，他有慈悲行，這個身體缺陷一點障礙都沒有。這個意思很不容易體會到，真正說明境隨心轉。所以佛陀的教化真正是究竟圓滿，我們深深相信能度一切苦難眾生。大慈悲行從哪裡生的？從清淨心生的。什麼叫大慈悲行？清淨心落實在生活裡面，就是大慈悲行。《無量壽經》解釋得詳細，清淨平等覺的心，只要有這個心，你的日常生活，處事待人接物，都是大慈悲行。心地不清淨，心地不平等，心地沒有徹底覺悟，修什麼樣的善行都不是真正的慈悲行。所以心跟行有分不開的關係，表面上做沒有用。"
    },
    {
      "id": "12-017-0145_p0010",
      "zh_CN": "《感应篇》举《了凡四训》里一些话，说得好，那个善不是真善。外表装的是善，其实是作恶，恶累积下来，报就不得了，报必定在三途。佛教我们忏罪，教我们从内心里真正的悔改，这种改过自新显露在外面，叫发露忏悔，这个真的能灭罪。不能够发露忏悔，还是自欺欺人，为什么？隐瞒自己的罪业。圣贤人教我们，恶的事情要宣扬让人知道，别人知道了，每个人责备你，责备就是报掉了，叫重罪轻报。好的事情要隐藏，不要让人知道，你这个善愈积愈厚。现在人不一样，造一点小小的善事，巴不得人家知道，到处宣扬；人家看到你，称赞几句，报掉了，善福立刻就报掉。罪恶深深的含藏着、隐藏着，没有人知道，所以恶愈积愈厚，善没有了。这个招来什么样的果报，我们想想就明白了。世间人，我们说世间学佛的人，不学佛的人就不说了。学佛的人，天天读经，天天闻法，对于这些事情还是一点警觉心都没有。所以我说「了知」这两个字重要，他为什么没有警觉心？天天读，天天听，还是不了，还是不知。不知道这个事情的可怕，恐怖畏惧的心生不起来，所以善事还是大肆宣扬，恶事深深的隐瞒，这是完全不了不知，他哪里有福德？造作种种恶业，现在还能过得不错，好像没有看到果报，那是他前生所修的福多，造作罪业这个福已经折掉，还有余福，余福尽了恶报就现前。看你余福有多少，余的多你来生受苦报；要是余的少，几年之间福享完，你的晚年就受苦报。这个事情，真的所谓不是不报、时辰未到。",
      "zh_TW": "《感應篇》舉《了凡四訓》裡一些話，說得好，那個善不是真善。外表裝的是善，其實是作惡，惡累積下來，報就不得了，報必定在三途。佛教我們懺罪，教我們從內心裡真正的悔改，這種改過自新顯露在外面，叫發露懺悔，這個真的能滅罪。不能夠發露懺悔，還是自欺欺人，為什麼？隱瞞自己的罪業。聖賢人教我們，惡的事情要宣揚讓人知道，別人知道了，每個人責備你，責備就是報掉了，叫重罪輕報。好的事情要隱藏，不要讓人知道，你這個善愈積愈厚。現在人不一樣，造一點小小的善事，巴不得人家知道，到處宣揚；人家看到你，稱讚幾句，報掉了，善福立刻就報掉。罪惡深深的含藏著、隱藏著，沒有人知道，所以惡愈積愈厚，善沒有了。這個招來什麼樣的果報，我們想想就明白了。世間人，我們說世間學佛的人，不學佛的人就不說了。學佛的人，天天讀經，天天聞法，對於這些事情還是一點警覺心都沒有。所以我說「了知」這兩個字重要，他為什麼沒有警覺心？天天讀，天天聽，還是不了，還是不知。不知道這個事情的可怕，恐怖畏懼的心生不起來，所以善事還是大肆宣揚，惡事深深的隱瞞，這是完全不了不知，他哪裡有福德？造作種種惡業，現在還能過得不錯，好像沒有看到果報，那是他前生所修的福多，造作罪業這個福已經折掉，還有餘福，餘福盡了惡報就現前。看你餘福有多少，餘的多你來生受苦報；要是餘的少，幾年之間福享完，你的晚年就受苦報。這個事情，真的所謂不是不報、時辰未到。"
    },
    {
      "id": "12-017-0145_p0011",
      "zh_CN": "我们接受圣贤的教诲，最可贵的是对于这些事实真相了知，了知自己就有警觉心，不敢作恶；不但不敢作恶，不敢有个恶念。我们一定要学佛菩萨，以佛菩萨做我们修学的榜样，真正的断恶修善。断恶修善的根就是心，先要修心。在佛法里，无论是宗门教下、显教密教，都强调从根本修。根本是从心地修，修什么？清净平等觉。诸位要晓得，清净平等觉是我们的真心，清净平等觉是我们的自性；修什么？就修这个。怎么修法？不清净的染污要舍掉，不平等的高下要舍掉，不觉悟的迷惑要舍掉。菩萨行六个纲领，第一个叫布施。布施叫舍，舍什么？大菩萨就舍这三桩事情：舍污染，舍高下，舍污染恢复清净，舍高下恢复平等，舍迷惑恢复觉悟，这叫从根本修。能够真的把这三种障碍舍掉，恢复清净平等觉，你身体一切造作、你的言语全是福德相。这个时候就像中峰禅师所说的，打人、骂人都是福德相。何以故？打人、骂人是帮助人开悟，帮助人消灾，成就无量无边的福德，是为别人好，现在讲为社会好、为众生好，这里头没有自己，自己确确实实像大乘经上所讲的三轮体空。",
      "zh_TW": "我們接受聖賢的教誨，最可貴的是對於這些事實真相了知，了知自己就有警覺心，不敢作惡；不但不敢作惡，不敢有個惡念。我們一定要學佛菩薩，以佛菩薩做我們修學的榜樣，真正的斷惡修善。斷惡修善的根就是心，先要修心。在佛法裡，無論是宗門教下、顯教密教，都強調從根本修。根本是從心地修，修什麼？清淨平等覺。諸位要曉得，清淨平等覺是我們的真心，清淨平等覺是我們的自性；修什麼？就修這個。怎麼修法？不清淨的染污要捨掉，不平等的高下要捨掉，不覺悟的迷惑要捨掉。菩薩行六個綱領，第一個叫布施。布施叫捨，捨什麼？大菩薩就捨這三樁事情：捨污染，捨高下，捨污染恢復清淨，捨高下恢復平等，捨迷惑恢復覺悟，這叫從根本修。能夠真的把這三種障礙捨掉，恢復清淨平等覺，你身體一切造作、你的言語全是福德相。這個時候就像中峰禪師所說的，打人、罵人都是福德相。何以故？打人、罵人是幫助人開悟，幫助人消災，成就無量無邊的福德，是為別人好，現在講為社會好、為眾生好，這裡頭沒有自己，自己確確實實像大乘經上所講的三輪體空。"
    },
    {
      "id": "12-017-0145_p0012",
      "zh_CN": "下面他引用，「故涅槃经中，有闻赞佛为大福德」，下面他说，「怒云，生经七日，母便命终，岂谓大福德相」。这是举出有这么两个人，经中说赞佛是大福德相，那个人听了发脾气，释迦牟尼佛生下来七天，母亲就死了，他有什么福德？持这种说法的人很多。下面赞者就说，说出福德相的事实，「赞者云，年志俱盛，而不卒暴，打之不瞋，骂之不报，是故我言大福德相。怒者闻而心伏」。释迦牟尼佛大福德相表现在哪里？年志俱盛，盛年，三、四十岁，这是一个人生当中最好的阶段，在年富力强的时候，一个人处事待人接物不卒暴，不容易，不卒暴就是温厚善良。孔夫子的学生赞叹老师德行「温良恭俭让」，这五个字就是大福德相，释迦牟尼佛也具足。下面举两个例子，这都是事实；你打他，他不恨你，你骂他，他笑笑，忍让。温厚、善良、忍让，这不是大福德相是什么？这个怒者听了这个话，心里服了。",
      "zh_TW": "下面他引用，「故涅槃經中，有聞讚佛為大福德」，下面他說，「怒云，生經七日，母便命終，豈謂大福德相」。這是舉出有這麼兩個人，經中說讚佛是大福德相，那個人聽了發脾氣，釋迦牟尼佛生下來七天，母親就死了，他有什麼福德？持這種說法的人很多。下面讚者就說，說出福德相的事實，「讚者云，年志俱盛，而不卒暴，打之不瞋，罵之不報，是故我言大福德相。怒者聞而心伏」。釋迦牟尼佛大福德相表現在哪裡？年志俱盛，盛年，三、四十歲，這是一個人生當中最好的階段，在年富力強的時候，一個人處事待人接物不卒暴，不容易，不卒暴就是溫厚善良。孔夫子的學生讚歎老師德行「溫良恭儉讓」，這五個字就是大福德相，釋迦牟尼佛也具足。下面舉兩個例子，這都是事實；你打他，他不恨你，你罵他，他笑笑，忍讓。溫厚、善良、忍讓，這不是大福德相是什麼？這個怒者聽了這個話，心裡服了。"
    },
    {
      "id": "12-017-0145_p0013",
      "zh_CN": "这些道理、这些教训，不但佛经论里面多，几乎每一部经论都劝导我们，世间贤圣著书里面这些教诲也多。前清陈弘谋居士搜集古圣先贤的教诲，编成一本书《五种遗规》，你们许多同学都看到。我早年在李老师的门下，李老师是将这部书做为我们修身课本必读之书，勉励我们要细读深思，依教奉行。这是古人给我们做了很好的会集，不需要我们去读许许多多的经论，他都把它整理搜集起来，搜集在一起，我们读这部书就等于读了几百种书。在佛门里面，唐朝道世法师也是唯恐后人看到佛法经论太多、太繁琐，不晓得从哪里读起，他费了不少的时间，依据佛的经论编两个杂志，叫《法苑珠林》、《经律异相》两种，编了两种。分门别类，经典里面的这些教诲节录下来，让我们看这一百五十卷，就等于把整个《大藏经》都看到。古人对后人的爱心照顾真正是无微不至，我们哪有那么多时间、哪有那么多精力去查这些《大藏经》。《法苑珠林》里面分一百类，如果我们想看佛经里面讲因果，它在因果这一篇里面，把经论里所有因果统统都抄在里头。现代人用电脑，用电脑分类，电脑分类是好，真的是一句都不会漏掉，可是太繁琐、太多了。太多了，我们现在也觉得头痛，一条一条的去看，一桩一桩去选择，很麻烦！他是已经给我们挑选，最精要的抄出来，次要的、再次要的舍弃，给我们带来许许多多的方便。尤其是研究佛法，学习讲经，发心从事于弘法利生的工作，这两本参考资料决定不能够离手。在世法里面，古德也用这个模式编了一本书《历史感应统纪》，这里面所搜集的是二十四史里面因果报应的记载，可以说这是信史。如果不是千真万确的事实，绝对不会写在历史上，能够写在历史里面决定是真实的，绝对不是一般的传说。",
      "zh_TW": "這些道理、這些教訓，不但佛經論裡面多，幾乎每一部經論都勸導我們，世間賢聖著書裡面這些教誨也多。前清陳弘謀居士蒐集古聖先賢的教誨，編成一本書《五種遺規》，你們許多同學都看到。我早年在李老師的門下，李老師是將這部書做為我們修身課本必讀之書，勉勵我們要細讀深思，依教奉行。這是古人給我們做了很好的會集，不需要我們去讀許許多多的經論，他都把它整理蒐集起來，蒐集在一起，我們讀這部書就等於讀了幾百種書。在佛門裡面，唐朝道世法師也是唯恐後人看到佛法經論太多、太繁瑣，不曉得從哪裡讀起，他費了不少的時間，依據佛的經論編兩個雜誌，叫《法苑珠林》、《經律異相》兩種，編了兩種。分門別類，經典裡面的這些教誨節錄下來，讓我們看這一百五十卷，就等於把整個《大藏經》都看到。古人對後人的愛心照顧真正是無微不至，我們哪有那麼多時間、哪有那麼多精力去查這些《大藏經》。《法苑珠林》裡面分一百類，如果我們想看佛經裡面講因果，它在因果這一篇裡面，把經論裡所有因果統統都抄在裡頭。現代人用電腦，用電腦分類，電腦分類是好，真的是一句都不會漏掉，可是太繁瑣、太多了。太多了，我們現在也覺得頭痛，一條一條的去看，一樁一樁去選擇，很麻煩！他是已經給我們挑選，最精要的抄出來，次要的、再次要的捨棄，給我們帶來許許多多的方便。尤其是研究佛法，學習講經，發心從事於弘法利生的工作，這兩本參考資料決定不能夠離手。在世法裡面，古德也用這個模式編了一本書《歷史感應統紀》，這裡面所蒐集的是二十四史裡面因果報應的記載，可以說這是信史。如果不是千真萬確的事實，絕對不會寫在歷史上，能夠寫在歷史裡面決定是真實的，絕對不是一般的傳說。"
    },
    {
      "id": "12-017-0145_p0014",
      "zh_CN": "过去我们在讲台上，要列举这些公案因缘故事穿插在其中，李老师就指导我们，这三种书是我们举例最佳的依据。所以他一生讲经说法，所列举的公案因缘，大概都不出这三部书。我跟李老师比较晚，他在台中已经教学十年，我才亲近他，十年以前的我没听到，可是老师告诉我这个原则，我懂得。从前十年前那些讲稿，他的讲稿是表解，那些东西都在，他都给我。而引用的这些故事公案他都有个括弧，标了一个题，但是并没有说明出处，我们就不好找了。他告诉我，十之七八是出在这三部书上，这三部书我们也都曾经翻印过。初学佛的人，特别要着重因果观念的建立，对因果坚定信心的建立非常重要。「信为道元功德母」，我们信什么？信因果。蕅益大师在《弥陀经要解》里面，跟我们讲六种信。六种信里面，信自、信他、信因、信果、信事、信理，这六个信，一即是六、六即是一，如果我们说信自、信他，而不相信因果，自他都不信。这六个信里头，只要有一个信，其余五个决定都信；有一个不信，你的信心都是虚假的，都不是真实的。所以我们要自己检点自己，信心有没有具足，要从这个地方去观察。",
      "zh_TW": "過去我們在講台上，要列舉這些公案因緣故事穿插在其中，李老師就指導我們，這三種書是我們舉例最佳的依據。所以他一生講經說法，所列舉的公案因緣，大概都不出這三部書。我跟李老師比較晚，他在台中已經教學十年，我才親近他，十年以前的我沒聽到，可是老師告訴我這個原則，我懂得。從前十年前那些講稿，他的講稿是表解，那些東西都在，他都給我。而引用的這些故事公案他都有個括弧，標了一個題，但是並沒有說明出處，我們就不好找了。他告訴我，十之七八是出在這三部書上，這三部書我們也都曾經翻印過。初學佛的人，特別要著重因果觀念的建立，對因果堅定信心的建立非常重要。「信為道元功德母」，我們信什麼？信因果。蕅益大師在《彌陀經要解》裡面，跟我們講六種信。六種信裡面，信自、信他、信因、信果、信事、信理，這六個信，一即是六、六即是一，如果我們說信自、信他，而不相信因果，自他都不信。這六個信裡頭，只要有一個信，其餘五個決定都信；有一個不信，你的信心都是虛假的，都不是真實的。所以我們要自己檢點自己，信心有沒有具足，要從這個地方去觀察。"
    },
    {
      "id": "12-017-0145_p0015",
      "zh_CN": "「善恶因果」这四个字很难懂，不要看轻了它，自己以为信了，而实际上全是误会，自己以为很如法，没有想到全是罪业，这种事情往往有之，自古至今犯错误的人太多太多了。现代人犯错误就更多，我们在《无量寿经》上读到，这不能怪他。为什么不能怪他？没有人教他，他哪里天生就能了知？了知要受良好的教育，他没有这个缘分，没有遇善知识教诲，他怎么会知道！但是不明这些事理，不明因果造作的罪业，照样受报。不是说不知者无罪，不知者没有报，那就太好了。不论你知不知，你造作的都有果报，善决定有善果，恶决定有恶报。世出世法都给我们讲「举头三尺有神明」，我们在前面曾经读到，哪里是三尺，三寸都不到！三尸神住在我们身体里面，我们起心动念、一切造作，最清楚的是三尸神。三尸神每两个月到忉利天去汇报一次，几个人知道这个事情？现在说，这是迷信，你还相信这个！现在人会造谣生事，会说谎话，会骗人，古时候人不会。不但佛菩萨不骗人，古时候读书君子都不会妄言，都不会欺骗人，绝对不是用神道设教来劝人行善，神道设教被人拆穿了，不就一文不值？所以圣贤人教化众生方法有的是，绝对不用欺骗。为什么？如果发现你有一次欺骗，人家对你永远不相信，信心丧失掉了，怎么能干这傻事情？",
      "zh_TW": "「善惡因果」這四個字很難懂，不要看輕了它，自己以為信了，而實際上全是誤會，自己以為很如法，沒有想到全是罪業，這種事情往往有之，自古至今犯錯誤的人太多太多了。現代人犯錯誤就更多，我們在《無量壽經》上讀到，這不能怪他。為什麼不能怪他？沒有人教他，他哪裡天生就能了知？了知要受良好的教育，他沒有這個緣分，沒有遇善知識教誨，他怎麼會知道！但是不明這些事理，不明因果造作的罪業，照樣受報。不是說不知者無罪，不知者沒有報，那就太好了。不論你知不知，你造作的都有果報，善決定有善果，惡決定有惡報。世出世法都給我們講「舉頭三尺有神明」，我們在前面曾經讀到，哪裡是三尺，三寸都不到！三尸神住在我們身體裡面，我們起心動念、一切造作，最清楚的是三尸神。三尸神每兩個月到忉利天去匯報一次，幾個人知道這個事情？現在說，這是迷信，你還相信這個！現在人會造謠生事，會說謊話，會騙人，古時候人不會。不但佛菩薩不騙人，古時候讀書君子都不會妄言，都不會欺騙人，絕對不是用神道設教來勸人行善，神道設教被人拆穿了，不就一文不值？所以聖賢人教化眾生方法有的是，絕對不用欺騙。為什麼？如果發現你有一次欺騙，人家對你永遠不相信，信心喪失掉了，怎麼能幹這傻事情？"
    },
    {
      "id": "12-017-0145_p0016",
      "zh_CN": "在我们此地这些政府，我不太清楚，我在美国住了十五年，美国的环境我比较了解。美国如果有一次欺诳的记录，你的信用就完全丧失掉，美国人对这个非常重视。你做错不怕，你要诚实，他对你有信心。发现你一次不诚实，你有记录，永远不相信你。外国人进入美国，海关对你就是怀疑，他对你就是不相信，你要拿出证据证明你是真实的。所以他的基本态度就是对你不相信，对你怀疑，你要怎么样证明你是诚实的。所以美国人生活最怕失信用，美国人用的是信用卡，信用失掉之后你的生活就困难，你在那个社会真的是无以立足，最怕丧失信用。我们东方人不用信用卡，无所谓。但是古时候人讲信、守信比现在人谨严，古时候所谓是一诺千金，话说出去之后决定负责任，决定没有后悔，错了也认错。所以那个社会能够安宁，人民生活能够过得幸福，心地都能够接近清净的水平，相貌都很庄严。我们没有见过古人，我们能想像得到，他们的德行水平比我们高，纵然没有念过书不认识字，他生活在这个世间，听别人说话，看别人行事，耳濡目染，他学到伦理道德的概念，他也能够遵守这个原则去生活、去行事。何况在古时候的旧社会里，中国儒家伦理道德的概念妇孺皆知，佛法的教学更是普及到全国。古时候学校不多，但是寺院庵堂多，而从前寺院庵堂都有法师、大德讲经说法化导众生，这个对于社会安定、国家的富强、人民的幸福有很大的贡献。所以要想达到这个目的，没有别的方法，教导，儒跟佛都是至善的教导。",
      "zh_TW": "在我們此地這些政府，我不太清楚，我在美國住了十五年，美國的環境我比較了解。美國如果有一次欺誑的記錄，你的信用就完全喪失掉，美國人對這個非常重視。你做錯不怕，你要誠實，他對你有信心。發現你一次不誠實，你有記錄，永遠不相信你。外國人進入美國，海關對你就是懷疑，他對你就是不相信，你要拿出證據證明你是真實的。所以他的基本態度就是對你不相信，對你懷疑，你要怎麼樣證明你是誠實的。所以美國人生活最怕失信用，美國人用的是信用卡，信用失掉之後你的生活就困難，你在那個社會真的是無以立足，最怕喪失信用。我們東方人不用信用卡，無所謂。但是古時候人講信、守信比現在人謹嚴，古時候所謂是一諾千金，話說出去之後決定負責任，決定沒有後悔，錯了也認錯。所以那個社會能夠安寧，人民生活能夠過得幸福，心地都能夠接近清淨的水平，相貌都很莊嚴。我們沒有見過古人，我們能想像得到，他們的德行水平比我們高，縱然沒有念過書不認識字，他生活在這個世間，聽別人說話，看別人行事，耳濡目染，他學到倫理道德的概念，他也能夠遵守這個原則去生活、去行事。何況在古時候的舊社會裡，中國儒家倫理道德的概念婦孺皆知，佛法的教學更是普及到全國。古時候學校不多，但是寺院庵堂多，而從前寺院庵堂都有法師、大德講經說法化導眾生，這個對於社會安定、國家的富強、人民的幸福有很大的貢獻。所以要想達到這個目的，沒有別的方法，教導，儒跟佛都是至善的教導。"
    },
    {
      "id": "12-017-0145_p0017",
      "zh_CN": "慈悲行是能从表面上学得来的吗？不是。是从清净平等觉心自然流露出来的，那才叫大慈悲行，那是真正的福德相，所以相随心转。有清净平等觉心，这是转变的因、转变的根本，再有慈悲行，这是转变的缘，因缘具足，福德相就现前。注解末后说，「故慈为无尽福相，然与前义相成」，真正的慈悲。底下小字也是清凉的注解，注解的注解。怎么说「与前义相成」？第二个意思讲「慈为相因」，第二个讲清净慈门，「此义慈即是相果，果由因致，复能显因，故云相成」，因与果相辅相成。所以因就是存心，这个比什么都重要，行是缘，果是相，福德相是果。我们看许多人行善，做这些慈善救济的好事，可是福德相不显著，这个原因在哪里？原因就是原本的因，源头的那个因，根本的那个因，那个因有问题。因是心，我们提倡的是「真诚、清净、平等、正觉、慈悲」，那个是原因。没有这个心，去做慈善救济的事业，你只有缘，你没有因，所以果就不殊胜。这个果要以佛法来讲，是世间有漏的福，不是功德，有漏的福德。果报是三界有漏的福报，转不了业，所以福德相不能现前。",
      "zh_TW": "慈悲行是能從表面上學得來的嗎？不是。是從清淨平等覺心自然流露出來的，那才叫大慈悲行，那是真正的福德相，所以相隨心轉。有清淨平等覺心，這是轉變的因、轉變的根本，再有慈悲行，這是轉變的緣，因緣具足，福德相就現前。註解末後說，「故慈為無盡福相，然與前義相成」，真正的慈悲。底下小字也是清涼的註解，註解的註解。怎麼說「與前義相成」？第二個意思講「慈為相因」，第二個講清淨慈門，「此義慈即是相果，果由因致，復能顯因，故云相成」，因與果相輔相成。所以因就是存心，這個比什麼都重要，行是緣，果是相，福德相是果。我們看許多人行善，做這些慈善救濟的好事，可是福德相不顯著，這個原因在哪裡？原因就是原本的因，源頭的那個因，根本的那個因，那個因有問題。因是心，我們提倡的是「真誠、清淨、平等、正覺、慈悲」，那個是原因。沒有這個心，去做慈善救濟的事業，你只有緣，你沒有因，所以果就不殊勝。這個果要以佛法來講，是世間有漏的福，不是功德，有漏的福德。果報是三界有漏的福報，轉不了業，所以福德相不能現前。"
    },
    {
      "id": "12-017-0145_p0018",
      "zh_CN": "佛家造像，古时候造像他懂得，都依据《造像量度经》里面所说的标准，来造佛像、造菩萨像、造罗汉像，甚至于造供养人像，供养人里面包括天神，它都有个标准。标准是什么？要把福德的因果从相上显露出来，让人看了这个相，就晓得哪一种相好是哪一种因缘所变现的果报，叫人见到相好就生起要修因，我们修因才能得到这个相好。现代造像的人把这桩事情疏忽了，我们见到现在许多佛菩萨的像，看是什么？艺术人像。看到佛菩萨像是美男子相，仔细看看他是世间的美男子，他不是福德相，看到观音菩萨像是世间的美女，所以见到这种相，清净心生不起来。像是造得好，这个相不能够令人生起功德，这是我们要知道的。所以造像，还是要依《造像量度经》的标准为妥当。",
      "zh_TW": "佛家造像，古時候造像他懂得，都依據《造像量度經》裡面所說的標準，來造佛像、造菩薩像、造羅漢像，甚至於造供養人像，供養人裡面包括天神，它都有個標準。標準是什麼？要把福德的因果從相上顯露出來，讓人看了這個相，就曉得哪一種相好是哪一種因緣所變現的果報，叫人見到相好就生起要修因，我們修因才能得到這個相好。現代造像的人把這樁事情疏忽了，我們見到現在許多佛菩薩的像，看是什麼？藝術人像。看到佛菩薩像是美男子相，仔細看看他是世間的美男子，他不是福德相，看到觀音菩薩像是世間的美女，所以見到這種相，清淨心生不起來。像是造得好，這個相不能夠令人生起功德，這是我們要知道的。所以造像，還是要依《造像量度經》的標準為妥當。"
    },
    {
      "id": "12-017-0145_p0019",
      "zh_CN": "这位天王，实在讲都是诸佛如来示现的。念光天王他「了知一切佛无尽福德相」，他从这个法门里面修行证果的。这个法门在念佛法门里面来讲，属于观像念佛。我们念佛法门里面讲四种念佛：实相念佛、观想念佛、观像念佛、持名念佛，这是属于观像念佛。人家观像就能了知，无尽福德相的理事因果他能了知，所以他得利益。我们每天也拜佛、也瞻仰佛像、也礼拜，我们缺乏了知，缺乏这两个字，所以天天干的都是福德边事，世间有漏福德边事。无尽福德是无漏的，无漏的福德才是无尽。我们是有漏，有漏的报很小，时间很短暂；无漏的福德就大，时间无限的、无止境的。有漏跟无漏，界限在哪里？简单的讲是有心跟无心。有心，你有妄想分别执着，你所修的是有漏；没有妄想分别执着，你所修的是无漏。诸位要知道，漏是烦恼的代名词。你有妄想，妄想是无明烦恼；你有分别，分别是尘沙烦恼；你有执着，执着是见思烦恼；你这三种东西不断，修一切善都是属于有漏的福德。你要把这三样东西断掉，你才成无漏的果报，无尽的果报。诸佛菩萨跟凡夫不一样的，就在此地。",
      "zh_TW": "這位天王，實在講都是諸佛如來示現的。念光天王他「了知一切佛無盡福德相」，他從這個法門裡面修行證果的。這個法門在念佛法門裡面來講，屬於觀像念佛。我們念佛法門裡面講四種念佛：實相念佛、觀想念佛、觀像念佛、持名念佛，這是屬於觀像念佛。人家觀像就能了知，無盡福德相的理事因果他能了知，所以他得利益。我們每天也拜佛、也瞻仰佛像、也禮拜，我們缺乏了知，缺乏這兩個字，所以天天幹的都是福德邊事，世間有漏福德邊事。無盡福德是無漏的，無漏的福德才是無盡。我們是有漏，有漏的報很小，時間很短暫；無漏的福德就大，時間無限的、無止境的。有漏跟無漏，界限在哪裡？簡單的講是有心跟無心。有心，你有妄想分別執著，你所修的是有漏；沒有妄想分別執著，你所修的是無漏。諸位要知道，漏是煩惱的代名詞。你有妄想，妄想是無明煩惱；你有分別，分別是塵沙煩惱；你有執著，執著是見思煩惱；你這三種東西不斷，修一切善都是屬於有漏的福德。你要把這三樣東西斷掉，你才成無漏的果報，無盡的果報。諸佛菩薩跟凡夫不一樣的，就在此地。"
    },
    {
      "id": "12-017-0145_p0020",
      "zh_CN": "所以诸佛菩萨叫漏尽，阿罗汉，我们在经典上常看阿罗汉证漏尽通，其实他那个漏尽通，是三种烦恼里断一种，见思烦恼断了，断一种。断一种就能超越六道轮回，六道里面的苦难他没有了，他住四圣法界。如果再把分别断掉，那就是尘沙惑断掉，他就永远脱离十法界，这个时候他住一真法界，跟如来的知见相同了，用真心，不用妄心。",
      "zh_TW": "所以諸佛菩薩叫漏盡，阿羅漢，我們在經典上常看阿羅漢證漏盡通，其實他那個漏盡通，是三種煩惱裡斷一種，見思煩惱斷了，斷一種。斷一種就能超越六道輪迴，六道裡面的苦難他沒有了，他住四聖法界。如果再把分別斷掉，那就是塵沙惑斷掉，他就永遠脫離十法界，這個時候他住一真法界，跟如來的知見相同了，用真心，不用妄心。"
    },
    {
      "id": "12-017-0145_p0021",
      "zh_CN": "真心在相宗叫四智菩提，妄心是八识五十一心所，我们今天用妄心。所以相宗修行枢纽在「转识成智」，怎么样转八识成四智。它在原则上也讲得很清楚，八识，「六七因上转，五八果地转」，这是很重要的开示。修行从哪里下手？从六七，转六七。六七怎么转法？六识分别，七识执着，如果在一切法里面，离开执着了，就转末那识为平等性智；如果于一切法不分别了，转第六意识成妙观察智；还是放下分别执着，性相两宗说法不一样，其实都是一桩事情。放下分别执着，就是因上两种妄识转过来了，只要六七转了，阿赖耶自自然然转成大圆镜智，前五识自自然然转成成所作智，成所作智就是此地讲的大慈悲行。六、七、八识转过来，大慈悲心、清净平等觉心就现前，这是真修行，真做功夫。所以修行做功夫，在哪里做？就在日常生活当中，处事待人接物，就在起心动念之处用功夫，这叫真修行，真用功。",
      "zh_TW": "真心在相宗叫四智菩提，妄心是八識五十一心所，我們今天用妄心。所以相宗修行樞紐在「轉識成智」，怎麼樣轉八識成四智。它在原則上也講得很清楚，八識，「六七因上轉，五八果地轉」，這是很重要的開示。修行從哪裡下手？從六七，轉六七。六七怎麼轉法？六識分別，七識執著，如果在一切法裡面，離開執著了，就轉末那識為平等性智；如果於一切法不分別了，轉第六意識成妙觀察智；還是放下分別執著，性相兩宗說法不一樣，其實都是一樁事情。放下分別執著，就是因上兩種妄識轉過來了，只要六七轉了，阿賴耶自自然然轉成大圓鏡智，前五識自自然然轉成成所作智，成所作智就是此地講的大慈悲行。六、七、八識轉過來，大慈悲心、清淨平等覺心就現前，這是真修行，真做功夫。所以修行做功夫，在哪裡做？就在日常生活當中，處事待人接物，就在起心動念之處用功夫，這叫真修行，真用功。"
    },
    {
      "id": "12-017-0145_p0022",
      "zh_CN": "净宗法门，我们都听说，诸佛菩萨都讲，这个法门殊胜，无比的殊胜，殊胜在哪里？殊胜在名号功德不可思议。我们凡夫不可能没有念头，没有念头你就是圣人，不是凡夫。净宗的好处，念头才起立刻把它转成阿弥陀佛，不让这个念头继续发生。第一念是个妄念，不管是善是恶都是妄念，第二念是阿弥陀佛，这正是宗门人常讲「不怕念起，只怕觉迟」。念头起来不怕，那是无始劫以来的烦恼习气，这个东西断不掉，想断断不了。但是念头才出来，第二念就转成阿弥陀佛，阿弥陀佛这一念是觉，无量觉；用这一念觉，破一念迷。所以念佛是转识成智，念佛是破迷开悟，你要了知才有这个功用。不了知，一面念佛一面还胡思乱想，还是迷而不觉，还是用识，没有转识成智。这个念佛，只是跟阿弥陀佛结个善缘，这一生当中不起作用，那是李炳老常讲的「该怎么生死，还是怎么生死」，这个话说得很重，还是要搞轮回，还是要搞堕落。所以了知这两个字是修行功夫的关键，了知功夫就得力，不了知功夫没有法子得力。今天时间到了，我们就讲到此地。",
      "zh_TW": "淨宗法門，我們都聽說，諸佛菩薩都講，這個法門殊勝，無比的殊勝，殊勝在哪裡？殊勝在名號功德不可思議。我們凡夫不可能沒有念頭，沒有念頭你就是聖人，不是凡夫。淨宗的好處，念頭才起立刻把它轉成阿彌陀佛，不讓這個念頭繼續發生。第一念是個妄念，不管是善是惡都是妄念，第二念是阿彌陀佛，這正是宗門人常講「不怕念起，只怕覺遲」。念頭起來不怕，那是無始劫以來的煩惱習氣，這個東西斷不掉，想斷斷不了。但是念頭才出來，第二念就轉成阿彌陀佛，阿彌陀佛這一念是覺，無量覺；用這一念覺，破一念迷。所以念佛是轉識成智，念佛是破迷開悟，你要了知才有這個功用。不了知，一面念佛一面還胡思亂想，還是迷而不覺，還是用識，沒有轉識成智。這個念佛，只是跟阿彌陀佛結個善緣，這一生當中不起作用，那是李炳老常講的「該怎麼生死，還是怎麼生死」，這個話說得很重，還是要搞輪迴，還是要搞墮落。所以了知這兩個字是修行功夫的關鍵，了知功夫就得力，不了知功夫沒有法子得力。今天時間到了，我們就講到此地。"
    }
  ]
}