{
  "doc_id": "12-017-2110",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一一０卷",
    "zh_TW": "第二一一０卷"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-2110",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "12-017-2110_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，「第三修行住」，经文里面说「此菩萨以十种行观一切法」，我们学到第五种。今天我们看第六种，第六：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，「第三修行住」，經文裡面說「此菩薩以十種行觀一切法」，我們學到第五種。今天我們看第六種，第六："
    },
    {
      "id": "12-017-2110_p0002",
      "zh_CN": "【观一切法无味。】",
      "zh_TW": "【觀一切法無味。】"
    },
    {
      "id": "12-017-2110_p0003",
      "zh_CN": "小注里面说「谓此菩萨，观一切诸法既皆是苦，即无快乐之味，息诸贪爱之念，是名观一切法无味」。这一句开示，在我们现前的社会，我相信中年以上的人都会有很深的体会。听到菩萨这一句话，我相信都能引起共鸣，都肯定这个话是真的。不但世间法无味，出世间法也不例外，为什么？这里面找不到乐。常乐我净这四桩事情，是一切众生念念所向往的，时时刻刻所希求的，有没有？佛没有妄语，言说都非常肯定。佛告诉我们这四桩事，常是永恒不变；乐是永远离苦，不再有苦受；我是自在、主宰；净，无论是心里或者是身体，身体是物质，不再有染污，身心清净。佛说这四桩事情，在世间特别是在六道里有名无实。佛为我们说这些话说得太多，大小乘经论里头我们常常看到，不断的在重复，告诉我们这事实的现象，提醒我们目的在哪里？目的在帮助我们放下烦恼习气。然后又告诉我们常乐我净有，不是没有，在哪里？在你自性里面，在自性里称为四种净德，清净之德，是你自性里头本来具足；换句话说，我们向自性里面求就能求到。你向自性外面去求，你永远求不到，正是所谓心外无法、法外无心。可是这桩事情佛说出来，几个人相信？几个人肯向心性里面去求？佛法跟世间法差别地方就在此地，世间人都是向外求，认为外面这一切法是可以控制的、可以占有的，据为己有，以此为乐。殊不知不仅仅佛讲乐是坏苦，不仅仅是这一条，这是事实真相，而且你起心动念、所作所为你已经造了重罪，你在造业。你这个业是不善的业，后面肯定恶报追随着你，几时你的恶缘成熟，恶报就现前，哪里有乐？",
      "zh_TW": "小註裡面說「謂此菩薩，觀一切諸法既皆是苦，即無快樂之味，息諸貪愛之念，是名觀一切法無味」。這一句開示，在我們現前的社會，我相信中年以上的人都會有很深的體會。聽到菩薩這一句話，我相信都能引起共鳴，都肯定這個話是真的。不但世間法無味，出世間法也不例外，為什麼？這裡面找不到樂。常樂我淨這四樁事情，是一切眾生念念所嚮往的，時時刻刻所希求的，有沒有？佛沒有妄語，言說都非常肯定。佛告訴我們這四樁事，常是永恆不變；樂是永遠離苦，不再有苦受；我是自在、主宰；淨，無論是心裡或者是身體，身體是物質，不再有染污，身心清淨。佛說這四樁事情，在世間特別是在六道裡有名無實。佛為我們說這些話說得太多，大小乘經論裡頭我們常常看到，不斷的在重複，告訴我們這事實的現象，提醒我們目的在哪裡？目的在幫助我們放下煩惱習氣。然後又告訴我們常樂我淨有，不是沒有，在哪裡？在你自性裡面，在自性裡稱為四種淨德，清淨之德，是你自性裡頭本來具足；換句話說，我們向自性裡面求就能求到。你向自性外面去求，你永遠求不到，正是所謂心外無法、法外無心。可是這樁事情佛說出來，幾個人相信？幾個人肯向心性裡面去求？佛法跟世間法差別地方就在此地，世間人都是向外求，認為外面這一切法是可以控制的、可以佔有的，據為己有，以此為樂。殊不知不僅僅佛講樂是壞苦，不僅僅是這一條，這是事實真相，而且你起心動念、所作所為你已經造了重罪，你在造業。你這個業是不善的業，後面肯定惡報追隨著你，幾時你的惡緣成熟，惡報就現前，哪裡有樂？"
    },
    {
      "id": "12-017-2110_p0004",
      "zh_CN": "我们自性里头本来有乐，这个味就是乐，就是趣味。我们迷失自性，还能不能够享受到？我们相信有可能。为什么？在中国，中国可以说是家喻户晓，一本圣经，就是《论语》，不读四书的人有，不读《论语》的人很少。我们现在把中国传统文化丢掉，连《论语》也不读，甚至于提到《论语》很多人不知道。《论语》在日本、在韩国，都看作是圣经，他们非常重视。第一句孔老夫子就把这个信息给我们透出来，「学而时习之，不亦说乎」，那个悦是喜悦，那个悦就是味道，不是无味，有味！喜悦从哪里来的？从学习当中来的。你看，学而时习之，不亦悦乎，悦用我们现在话来说是喜乐，喜乐从哪里来的？喜乐是从时习当中来的。学习学什么？学圣人的教诲，你就得到，不是假的，是真的。我们学习学了这么多年，没有得到，学得很辛苦，没有得到喜乐，那是什么？那是你不善学，就是说你不会学，你学错了。这是中国圣人说的。在古印度，释迦牟尼佛为我们说过，跟孔子讲的没有两样，也是从学习，学而时习之，诸佛菩萨的典籍，「法喜充满，常生欢喜心」，这都佛说的，经上讲的，怎么会没有味？我们知道了，这句话的意思我们逐渐就明白，迷失了自性，违背了性德，他在一切法里面确实得不到喜乐，真的是一切法无味。",
      "zh_TW": "我們自性裡頭本來有樂，這個味就是樂，就是趣味。我們迷失自性，還能不能夠享受到？我們相信有可能。為什麼？在中國，中國可以說是家喻戶曉，一本聖經，就是《論語》，不讀四書的人有，不讀《論語》的人很少。我們現在把中國傳統文化丟掉，連《論語》也不讀，甚至於提到《論語》很多人不知道。《論語》在日本、在韓國，都看作是聖經，他們非常重視。第一句孔老夫子就把這個信息給我們透出來，「學而時習之，不亦說乎」，那個悅是喜悅，那個悅就是味道，不是無味，有味！喜悅從哪裡來的？從學習當中來的。你看，學而時習之，不亦悅乎，悅用我們現在話來說是喜樂，喜樂從哪裡來的？喜樂是從時習當中來的。學習學什麼？學聖人的教誨，你就得到，不是假的，是真的。我們學習學了這麼多年，沒有得到，學得很辛苦，沒有得到喜樂，那是什麼？那是你不善學，就是說你不會學，你學錯了。這是中國聖人說的。在古印度，釋迦牟尼佛為我們說過，跟孔子講的沒有兩樣，也是從學習，學而時習之，諸佛菩薩的典籍，「法喜充滿，常生歡喜心」，這都佛說的，經上講的，怎麼會沒有味？我們知道了，這句話的意思我們逐漸就明白，迷失了自性，違背了性德，他在一切法裡面確實得不到喜樂，真的是一切法無味。"
    },
    {
      "id": "12-017-2110_p0005",
      "zh_CN": "东西方我们合起来看，只有圣教里头有，为什么？圣教是性德，不是从外头来的，这种喜乐是永恒的喜乐。我们细心观察你能看得到，你看婴儿，你细心去观察，几个月，不到一岁，你细心观察这个婴儿快不快乐？他有没有喜乐？人欢喜会笑，没有喜乐的时候这个面孔不好看。你看婴儿的态度、他的动作，有人统计过，三岁之前的小孩，一天要笑一百七十多次，那是喜乐，那有味，怎么会无味！可是随着他年龄慢慢长大，他的笑容少了，到成年的时候，一般讲二、三十岁以后，每天能笑几次？大概可能有十次，一百七十次没有了；如果到四、五十岁恐怕就更少，一天只有几次；到六、七十岁，没笑容了。我们细心观察，这真的不是假的，他所感受的，这个世间一切诸法都是苦，哪来的乐？像佛经上告诉我们的，「生老病死、怨憎会、爱别离、求不得、五阴炽盛」，佛给我们讲的八苦，是真的不是假的。可是婴儿没有感受到，婴儿是父母爱他、父母照顾他，他什么也不愁，他什么都没有想到，所以他很快乐。年岁愈大，这个世缘接触多了，特别是在现前这个社会，伦理道德没有了，圣贤教诲也没有了。学佛的人在中国还算不少，但是佛是什么不知道；他学佛，我们很清楚，学佛教的表面，外表，真正的佛教他没有接触过，问他什么是佛他不知道，指泥塑木雕的以为那就是佛，错了，那是表法的，你给他讲表法，他不懂什么叫表法，只知道向佛菩萨烧香磕头，求保佑升官发财，能得到吗？决定得不到。",
      "zh_TW": "東西方我們合起來看，只有聖教裡頭有，為什麼？聖教是性德，不是從外頭來的，這種喜樂是永恆的喜樂。我們細心觀察你能看得到，你看嬰兒，你細心去觀察，幾個月，不到一歲，你細心觀察這個嬰兒快不快樂？他有沒有喜樂？人歡喜會笑，沒有喜樂的時候這個面孔不好看。你看嬰兒的態度、他的動作，有人統計過，三歲之前的小孩，一天要笑一百七十多次，那是喜樂，那有味，怎麼會無味！可是隨著他年齡慢慢長大，他的笑容少了，到成年的時候，一般講二、三十歲以後，每天能笑幾次？大概可能有十次，一百七十次沒有了；如果到四、五十歲恐怕就更少，一天只有幾次；到六、七十歲，沒笑容了。我們細心觀察，這真的不是假的，他所感受的，這個世間一切諸法都是苦，哪來的樂？像佛經上告訴我們的，「生老病死、怨憎會、愛別離、求不得、五陰熾盛」，佛給我們講的八苦，是真的不是假的。可是嬰兒沒有感受到，嬰兒是父母愛他、父母照顧他，他什麼也不愁，他什麼都沒有想到，所以他很快樂。年歲愈大，這個世緣接觸多了，特別是在現前這個社會，倫理道德沒有了，聖賢教誨也沒有了。學佛的人在中國還算不少，但是佛是什麼不知道；他學佛，我們很清楚，學佛教的表面，外表，真正的佛教他沒有接觸過，問他什麼是佛他不知道，指泥塑木雕的以為那就是佛，錯了，那是表法的，你給他講表法，他不懂什麼叫表法，只知道向佛菩薩燒香磕頭，求保佑升官發財，能得到嗎？決定得不到。"
    },
    {
      "id": "12-017-2110_p0006",
      "zh_CN": "大乘教里面给我们讲得很清楚，佛菩萨不能保佑人，佛菩萨如果能保佑人，六道众生这么苦，他的慈悲何在？这经上讲得很清楚，佛不能保佑你。谁保佑你？是你自己保佑你自己，佛菩萨能够教导你。自己什么？自己的性德能保佑你自己。中国圣人也不例外，孔子能保佑你吗？孟夫子能保佑你吗？再往前面去，尧舜禹汤不能保佑你。古圣先贤的教诲保佑了我们，他教我们的五伦，如果我们做到，我们的人际关系多么美满！父子有亲，那个亲就是保佑，保佑你父慈子孝，你只要把这个亲爱做到。夫妇有别、君臣有义、长幼有序、朋友有信，你只要把这些做到。五常做到，仁义礼智信，那是性德。我们起心动念、言语造作与性德相应，你就得到保佑，自己保佑自己。这就要讲到因果，真的不是假的，起心动念、言语造作，与善相应，善因一定得善果，与不善相应一定得恶报，业因果报丝毫不爽，这性德在做主。我们怎么会知道？佛菩萨教导我们，我们明白，教我们四维、教我们八德，我们懂了，这是性德。起心动念、言语造作与性德相应，那个果报是灾消了，福就来，灾消福来，你才真正能得到喜悦、得到幸福、得到美满。这不是佛菩萨给你的，也不是圣贤给你的，是佛菩萨、圣贤教给你方法，你照着方法去做自然它就现前。所以佛菩萨教，你就学，学了之后你就真干，习就是真干的意思，我把我学得来的，我一定落实在生活、落实在工作、落实在处事待人接物，喜乐就现前，你就笑口常开。身心充满了喜悦，他怎么会没有味！你的心态跟自性相应，就像佛所说的法喜充满。",
      "zh_TW": "大乘教裡面給我們講得很清楚，佛菩薩不能保佑人，佛菩薩如果能保佑人，六道眾生這麼苦，他的慈悲何在？這經上講得很清楚，佛不能保佑你。誰保佑你？是你自己保佑你自己，佛菩薩能夠教導你。自己什麼？自己的性德能保佑你自己。中國聖人也不例外，孔子能保佑你嗎？孟夫子能保佑你嗎？再往前面去，堯舜禹湯不能保佑你。古聖先賢的教誨保佑了我們，他教我們的五倫，如果我們做到，我們的人際關係多麼美滿！父子有親，那個親就是保佑，保佑你父慈子孝，你只要把這個親愛做到。夫婦有別、君臣有義、長幼有序、朋友有信，你只要把這些做到。五常做到，仁義禮智信，那是性德。我們起心動念、言語造作與性德相應，你就得到保佑，自己保佑自己。這就要講到因果，真的不是假的，起心動念、言語造作，與善相應，善因一定得善果，與不善相應一定得惡報，業因果報絲毫不爽，這性德在做主。我們怎麼會知道？佛菩薩教導我們，我們明白，教我們四維、教我們八德，我們懂了，這是性德。起心動念、言語造作與性德相應，那個果報是災消了，福就來，災消福來，你才真正能得到喜悅、得到幸福、得到美滿。這不是佛菩薩給你的，也不是聖賢給你的，是佛菩薩、聖賢教給你方法，你照著方法去做自然它就現前。所以佛菩薩教，你就學，學了之後你就真幹，習就是真幹的意思，我把我學得來的，我一定落實在生活、落實在工作、落實在處事待人接物，喜樂就現前，你就笑口常開。身心充滿了喜悅，他怎麼會沒有味！你的心態跟自性相應，就像佛所說的法喜充滿。"
    },
    {
      "id": "12-017-2110_p0007",
      "zh_CN": "中国老祖宗教给我们的五常，这是德行里最重要的，第一个是仁，仁是推己及人，「己所不欲，勿施于人」，仁就是爱，仁者爱人。所以说「仁者无敌」，敌是什么？敌是敌对，冤家对头，真正仁慈的人他没有冤家，也没有对头，如果还有冤家对头他就不仁。在佛门里面，我们称菩萨称为仁者，你看古大德常常称别人，学佛的同修都称仁者。仁者是菩萨，仁者都是发舍己为人的心，大慈大悲，救苦救难，舍己为人这才是菩萨、真正的仁者。他在这个世间志在圣贤，学在菩萨，他有法喜。他看一切法，跟世间人说「苦空无常」，为什么？因为世间人在一切法里面生烦恼，不生智慧。给世间人讲一切法苦空无常，世间人真正体会到了，对于一切法不再贪着，在一切法里头不生烦恼，只要一不生烦恼他就生智慧，妙就妙在此地，总会生心。《般若经》上佛告诉我们，「应无所住而生其心」，无住就是不执着、不分别、不起心、不动念，这叫无住。生心是什么？生心观一切法，就看到一切法的真相。一切法的真相是什么？「不生不灭、不来不去、不常不断、不一不异」，《中观论》上讲的八不，看到一切法的真相。",
      "zh_TW": "中國老祖宗教給我們的五常，這是德行裡最重要的，第一個是仁，仁是推己及人，「己所不欲，勿施於人」，仁就是愛，仁者愛人。所以說「仁者無敵」，敵是什麼？敵是敵對，冤家對頭，真正仁慈的人他沒有冤家，也沒有對頭，如果還有冤家對頭他就不仁。在佛門裡面，我們稱菩薩稱為仁者，你看古大德常常稱別人，學佛的同修都稱仁者。仁者是菩薩，仁者都是發捨己為人的心，大慈大悲，救苦救難，捨己為人這才是菩薩、真正的仁者。他在這個世間志在聖賢，學在菩薩，他有法喜。他看一切法，跟世間人說「苦空無常」，為什麼？因為世間人在一切法裡面生煩惱，不生智慧。給世間人講一切法苦空無常，世間人真正體會到了，對於一切法不再貪著，在一切法裡頭不生煩惱，只要一不生煩惱他就生智慧，妙就妙在此地，總會生心。《般若經》上佛告訴我們，「應無所住而生其心」，無住就是不執著、不分別、不起心、不動念，這叫無住。生心是什麼？生心觀一切法，就看到一切法的真相。一切法的真相是什麼？「不生不滅、不來不去、不常不斷、不一不異」，《中觀論》上講的八不，看到一切法的真相。"
    },
    {
      "id": "12-017-2110_p0008",
      "zh_CN": "契入这个境界就是证大般涅槃，这个大是大乘。小乘也有涅槃，阿罗汉证得的也有味，有法味，所以小乘人证得之后乐此不疲，他不肯舍弃。大乘般涅槃是不二法门，味、无味都不可得，味、无味都在面前，不二就是一，所谓一真，一真法界现前。所以《涅槃经》里面给我们说，涅槃有八味，这是佛在经上说的，我们把这一段提出来在一起学习。「涅槃」是梵语，古印度话，中国人翻为「大灭度」，大是讲法身，灭是解脱，度是般若。法身、解脱、般若，在大乘教里面称之为三德秘藏，自性里面本来具足的，不是从外面来的。这三样东西不生不灭，我们有没有？有，各个人都有；可是我们迷失了自性，这三样东西都没有了。所以你看涅槃这里头含义深广无尽，涅槃就是法身、般若、解脱。这三个里头有能证、有所证，般若是能证，法身、解脱是所证。阿罗汉的功夫我们做不到，他于一切法能够不执着，把执着放下，也就是说阿罗汉对一切法，决定没有对立、没有控制的念头，没有占有的念头，包括对自己的身体。我们凡夫对这个身体的控制、占有，排名第一，所以出不了六道轮回，原因是什么？原因就是这两种烦恼在作祟。你只要有控制、有占有，以为身是我，这叫身见，你就入不了佛门。小乘须陀洹把身见放下，知道身不是我，对身的占有、控制的念头没有了、断掉了。成见没有了，成见是什么？我以为怎样怎样，我想怎样怎样，这个念头没有，这个念头没有就可以随缘。",
      "zh_TW": "契入這個境界就是證大般涅槃，這個大是大乘。小乘也有涅槃，阿羅漢證得的也有味，有法味，所以小乘人證得之後樂此不疲，他不肯捨棄。大乘般涅槃是不二法門，味、無味都不可得，味、無味都在面前，不二就是一，所謂一真，一真法界現前。所以《涅槃經》裡面給我們說，涅槃有八味，這是佛在經上說的，我們把這一段提出來在一起學習。「涅槃」是梵語，古印度話，中國人翻為「大滅度」，大是講法身，滅是解脫，度是般若。法身、解脫、般若，在大乘教裡面稱之為三德祕藏，自性裡面本來具足的，不是從外面來的。這三樣東西不生不滅，我們有沒有？有，各個人都有；可是我們迷失了自性，這三樣東西都沒有了。所以你看涅槃這裡頭含義深廣無盡，涅槃就是法身、般若、解脫。這三個裡頭有能證、有所證，般若是能證，法身、解脫是所證。阿羅漢的功夫我們做不到，他於一切法能夠不執著，把執著放下，也就是說阿羅漢對一切法，決定沒有對立、沒有控制的念頭，沒有佔有的念頭，包括對自己的身體。我們凡夫對這個身體的控制、佔有，排名第一，所以出不了六道輪迴，原因是什麼？原因就是這兩種煩惱在作祟。你只要有控制、有佔有，以為身是我，這叫身見，你就入不了佛門。小乘須陀洹把身見放下，知道身不是我，對身的佔有、控制的念頭沒有了、斷掉了。成見沒有了，成見是什麼？我以為怎樣怎樣，我想怎樣怎樣，這個念頭沒有，這個念頭沒有就可以隨緣。"
    },
    {
      "id": "12-017-2110_p0009",
      "zh_CN": "普贤菩萨教我们「恒顺众生，随喜功德」，你就真能做到。有这个念头你做不到，为什么？你要别人随顺你，你不肯随顺别人，这是烦恼、习气，那里头有苦没有乐。别人随顺你，你觉得很得意洋洋，那是假的，人家不随顺你，你的苦恼就来了，所以你是生活在相对的空间里面，相对的空间，乐是假的，苦是真的。任何一个人永远不会随顺你，特别是在现代的社会，他随顺什么？利害关系。随顺你可以得一点好处，不得已！到你的地位、你的财富、你的势力衰了之后，他就走了，他不再随顺你，你苦就来了，那个苦是真苦，这是在这个世间我们普遍都能看得到的。三德秘藏是真的，我们向内求就能够求得，求什么？我求智慧。智慧怎么得来？智慧是自己有的。怎样恢复？要有清净心，清净心生智慧。我们现在是什么心？这世间人常讲的心浮气躁，心浮气躁生烦恼，不生智慧。清净心就是禅定，所以佛教人持戒，持戒是个手段，不是目的，用持戒的方法达到禅定，定到一定的程度，智慧就开了。佛法里头无论大乘、小乘，所有的法门都是依戒定慧建立的，所以戒定慧是无量法门的总纲领。戒就是守法、守规矩，那是性德，那是正常。自以为是，不守规矩，不相信佛菩萨所说的，那就没法子，那你自己慢慢摸，你这个前途还有得受，受是受苦，受苦受难。什么时候把苦头吃尽，你回头，佛菩萨会来帮助你，佛氏门中不舍一人，到那个时候你才晓得佛菩萨真慈悲。错在哪里？错在自己，不能怪别人，怨天尤人是罪上加罪。人没有障碍你，老天爷也没障碍你，你自己障碍自己，你还埋怨别人，还埋怨老天不公平，这个罪可重了，那你的苦难就多。所以不能不晓得这个道理，一定要守规矩。",
      "zh_TW": "普賢菩薩教我們「恆順眾生，隨喜功德」，你就真能做到。有這個念頭你做不到，為什麼？你要別人隨順你，你不肯隨順別人，這是煩惱、習氣，那裡頭有苦沒有樂。別人隨順你，你覺得很得意洋洋，那是假的，人家不隨順你，你的苦惱就來了，所以你是生活在相對的空間裡面，相對的空間，樂是假的，苦是真的。任何一個人永遠不會隨順你，特別是在現代的社會，他隨順什麼？利害關係。隨順你可以得一點好處，不得已！到你的地位、你的財富、你的勢力衰了之後，他就走了，他不再隨順你，你苦就來了，那個苦是真苦，這是在這個世間我們普遍都能看得到的。三德祕藏是真的，我們向內求就能夠求得，求什麼？我求智慧。智慧怎麼得來？智慧是自己有的。怎樣恢復？要有清淨心，清淨心生智慧。我們現在是什麼心？這世間人常講的心浮氣躁，心浮氣躁生煩惱，不生智慧。清淨心就是禪定，所以佛教人持戒，持戒是個手段，不是目的，用持戒的方法達到禪定，定到一定的程度，智慧就開了。佛法裡頭無論大乘、小乘，所有的法門都是依戒定慧建立的，所以戒定慧是無量法門的總綱領。戒就是守法、守規矩，那是性德，那是正常。自以為是，不守規矩，不相信佛菩薩所說的，那就沒法子，那你自己慢慢摸，你這個前途還有得受，受是受苦，受苦受難。什麼時候把苦頭吃盡，你回頭，佛菩薩會來幫助你，佛氏門中不捨一人，到那個時候你才曉得佛菩薩真慈悲。錯在哪裡？錯在自己，不能怪別人，怨天尤人是罪上加罪。人沒有障礙你，老天爺也沒障礙你，你自己障礙自己，你還埋怨別人，還埋怨老天不公平，這個罪可重了，那你的苦難就多。所以不能不曉得這個道理，一定要守規矩。"
    },
    {
      "id": "12-017-2110_p0010",
      "zh_CN": "在中国，伦常、四维八德是规矩，完全跟自性相应。从这些原理原则，古人把它一条一条写在日常生活当中，就是中国古人的家规。这个家规，诸位要记住，你要以为是教小朋友的，那你就完全不懂，你错了。它是从小孩到老头各个都要遵守，你说弟子规，对于兄长你是弟弟，对父母你是儿子，你什么时候不是儿子身分、不是弟弟的身分？你想想你什么时候这个身分没有了？你死了身分还在，你的家谱里还把你父亲写在上面，你写在底下，这个关系能脱得了吗？脱不了。所以你永远是弟子，你从出生是弟子，到老死还是弟子，那这个规矩你一辈子要遵守。特别是中国人重视家道的承传，一代一代的，大概汉族都是炎黄子孙。炎帝是神农氏，神农前面是伏羲，下面是黄帝，这三个人的承传大概一千多年，老祖宗，你能不承认吗？如果你们家祠堂里藏着有家谱，你去查一查，你就承认。你对这些老祖宗不是子弟的身分吗？九十岁、一百岁还是子弟，这规矩你能不守吗？这规矩是什么？性德。你遵守这些规矩，你在这个世间是个好人、是个善人、是个君子，你的一生有幸福美满。如果你能够提升自己的境界，向上提升，提升到君子、提升到贤人、提升到圣人，那是大孝。也就是说把那个规矩，祖宗教给你的规矩做得更完善、更圆满。",
      "zh_TW": "在中國，倫常、四維八德是規矩，完全跟自性相應。從這些原理原則，古人把它一條一條寫在日常生活當中，就是中國古人的家規。這個家規，諸位要記住，你要以為是教小朋友的，那你就完全不懂，你錯了。它是從小孩到老頭各個都要遵守，你說弟子規，對於兄長你是弟弟，對父母你是兒子，你什麼時候不是兒子身分、不是弟弟的身分？你想想你什麼時候這個身分沒有了？你死了身分還在，你的家譜裡還把你父親寫在上面，你寫在底下，這個關係能脫得了嗎？脫不了。所以你永遠是弟子，你從出生是弟子，到老死還是弟子，那這個規矩你一輩子要遵守。特別是中國人重視家道的承傳，一代一代的，大概漢族都是炎黃子孫。炎帝是神農氏，神農前面是伏羲，下面是黃帝，這三個人的承傳大概一千多年，老祖宗，你能不承認嗎？如果你們家祠堂裡藏著有家譜，你去查一查，你就承認。你對這些老祖宗不是子弟的身分嗎？九十歲、一百歲還是子弟，這規矩你能不守嗎？這規矩是什麼？性德。你遵守這些規矩，你在這個世間是個好人、是個善人、是個君子，你的一生有幸福美滿。如果你能夠提升自己的境界，向上提升，提升到君子、提升到賢人、提升到聖人，那是大孝。也就是說把那個規矩，祖宗教給你的規矩做得更完善、更圓滿。"
    },
    {
      "id": "12-017-2110_p0011",
      "zh_CN": "在佛法里面没有别的，就是十善业道，十善业道做到百分之百的圆满，这个人就叫做佛陀，就成佛了，还欠几分没有做到究竟圆满那是菩萨。佛教教什么？佛教就是十善而已，比我们中国古圣先贤简单。但是我们古圣先贤也有简单的，一个字「孝」字，所以中国是孝文化。什么叫孝？五伦是孝、五常是孝、四维是孝、八德是孝，一个孝字。在佛法里面，在佛法用一个字就是「佛」字，十善业里头，不杀是佛，佛是什么？觉，佛是觉悟。不杀是觉悟，不盗是觉悟，不淫是觉悟，不妄语是觉悟，不贪、不瞋、不痴是觉悟。一个字，一个字就把一切全包括，愈是大道理愈简单。所以中国第一部经叫《易经》，易是什么？容易、简单。关键在什么？关键在信。所以孔子说得好，「信而好古」，他对古圣先贤东西一丝毫不怀疑，他真信，所以他就真得受用，他真信他就真能理解；要不是真信的话，他根本不能理解。你去读它，你不能理解，你去听人家讲你也不能理解。为什么？你总是以自己的意思来解它、来看它。那是什么？你有成见，你带了有色眼镜看别人，永远不能理解。所以你看这个世间，无论哪个宗教，学习过程当中把哪一个字摆在第一？都是信字，把信摆在第一，不信不行。现在人呢？现在人把老祖宗东西放下，不相信，相信科学。",
      "zh_TW": "在佛法裡面沒有別的，就是十善業道，十善業道做到百分之百的圓滿，這個人就叫做佛陀，就成佛了，還欠幾分沒有做到究竟圓滿那是菩薩。佛教教什麼？佛教就是十善而已，比我們中國古聖先賢簡單。但是我們古聖先賢也有簡單的，一個字「孝」字，所以中國是孝文化。什麼叫孝？五倫是孝、五常是孝、四維是孝、八德是孝，一個孝字。在佛法裡面，在佛法用一個字就是「佛」字，十善業裡頭，不殺是佛，佛是什麼？覺，佛是覺悟。不殺是覺悟，不盜是覺悟，不淫是覺悟，不妄語是覺悟，不貪、不瞋、不痴是覺悟。一個字，一個字就把一切全包括，愈是大道理愈簡單。所以中國第一部經叫《易經》，易是什麼？容易、簡單。關鍵在什麼？關鍵在信。所以孔子說得好，「信而好古」，他對古聖先賢東西一絲毫不懷疑，他真信，所以他就真得受用，他真信他就真能理解；要不是真信的話，他根本不能理解。你去讀它，你不能理解，你去聽人家講你也不能理解。為什麼？你總是以自己的意思來解它、來看它。那是什麼？你有成見，你帶了有色眼鏡看別人，永遠不能理解。所以你看這個世間，無論哪個宗教，學習過程當中把哪一個字擺在第一？都是信字，把信擺在第一，不信不行。現在人呢？現在人把老祖宗東西放下，不相信，相信科學。"
    },
    {
      "id": "12-017-2110_p0012",
      "zh_CN": "所以科学技术突飞猛进，日新月异，科学的成就相当可观。科学的成果现在有很多人质疑，为什么？科学技术发达之后，把地球上生态平衡破坏。生态平衡破坏之后，出现了许许多多意想不到的灾难，这些灾难科学没法子化解。科学家提出严重的警告，人类要再不想方法，大概这个地球上，五十年之后就不适合人类居住。最近我们听到科学家一个报告，说六十年之后，在这个地球上找不到一块可以耕种的土地，也就是可以耕种的土地在地球上没有了。试问问，那个时候人吃什么？这也就是科学家讲这地球上不适合人类居住。这是什么？相信科学的结果。我们中国人在一百年前都相信老祖宗，我们在历史上看到，这块土地，这个民族，这么多的人口，千万年来长治久安，怎么得来的？信老祖宗得来的。老祖宗东西永恒不变，科学是天天在变，我们老祖宗东西它不变，不变用一句俗话来说，它禁得起考验，禁得起时间的考验，禁得起人事的考验，它带给人们幸福美满，你要想提升境界，一样，帮助你成圣、成贤、成菩萨、成佛。老祖宗懂不懂科学？懂，佛经里面讲的科学就讲得很多。去年我们所学习的，贤首国师的《妄尽还源观》，这一篇论文里有高等哲学、有高等科学，是我们现在全世界科学跟哲学都还没有达到的程度，他们懂，不是不懂。哪些人学习？上上根人他们学习，他们了解宇宙的起源、生命的起源，怎样离苦得乐、怎样破迷开悟，他们知道。他们晓得解脱就是大自在，般若是真实智慧，法身是永恒不灭，真能得到，不是假的。这是科学都做不到，前面我们学的八自在我，今天科学做不到，学佛的人做到；现在我们学习的涅槃八味，今天科学也做不到，佛法里面做到。",
      "zh_TW": "所以科學技術突飛猛進，日新月異，科學的成就相當可觀。科學的成果現在有很多人質疑，為什麼？科學技術發達之後，把地球上生態平衡破壞。生態平衡破壞之後，出現了許許多多意想不到的災難，這些災難科學沒法子化解。科學家提出嚴重的警告，人類要再不想方法，大概這個地球上，五十年之後就不適合人類居住。最近我們聽到科學家一個報告，說六十年之後，在這個地球上找不到一塊可以耕種的土地，也就是可以耕種的土地在地球上沒有了。試問問，那個時候人吃什麼？這也就是科學家講這地球上不適合人類居住。這是什麼？相信科學的結果。我們中國人在一百年前都相信老祖宗，我們在歷史上看到，這塊土地，這個民族，這麼多的人口，千萬年來長治久安，怎麼得來的？信老祖宗得來的。老祖宗東西永恆不變，科學是天天在變，我們老祖宗東西它不變，不變用一句俗話來說，它禁得起考驗，禁得起時間的考驗，禁得起人事的考驗，它帶給人們幸福美滿，你要想提升境界，一樣，幫助你成聖、成賢、成菩薩、成佛。老祖宗懂不懂科學？懂，佛經裡面講的科學就講得很多。去年我們所學習的，賢首國師的《妄盡還源觀》，這一篇論文裡有高等哲學、有高等科學，是我們現在全世界科學跟哲學都還沒有達到的程度，他們懂，不是不懂。哪些人學習？上上根人他們學習，他們了解宇宙的起源、生命的起源，怎樣離苦得樂、怎樣破迷開悟，他們知道。他們曉得解脫就是大自在，般若是真實智慧，法身是永恆不滅，真能得到，不是假的。這是科學都做不到，前面我們學的八自在我，今天科學做不到，學佛的人做到；現在我們學習的涅槃八味，今天科學也做不到，佛法裡面做到。"
    },
    {
      "id": "12-017-2110_p0013",
      "zh_CN": "这说三德秘藏。「此之理藏，在诸佛不增，在众生不减，而有八种法味」。这就是什么？这自性里本具的。惠能大师明心见性的时候说，「何期自性，本自具足」，你自性里圆圆满满统统都有，只是我们现在迷失自性，我们迷得太深，迷得太严重，是丝毫都透不出来。只有真正学佛，对佛法没有丝毫怀疑，依教奉行的人，他得到一些法喜，他尝到一些法味。尝到法味的人，才相信古人所说的一句话，「世味哪有法味浓」。我们再换句话说，世间的喜乐决定比不上法乐，没法子相比的。法味就是法乐，你能够信，快乐！你能够解，更快乐；你能够行，那个快乐就超过你理解。没有这么一个力量在支持着，谁肯学？愈学愈快乐，永远精进不懈，它是真的，它不是假的。如果这个东西里面得不到法喜、得不到法味，早就把它抛弃掉，这学它干什么？所以学要具足学习的条件，条件没有别的，真信，这个条件就行。",
      "zh_TW": "這說三德祕藏。「此之理藏，在諸佛不增，在眾生不減，而有八種法味」。這就是什麼？這自性裡本具的。惠能大師明心見性的時候說，「何期自性，本自具足」，你自性裡圓圓滿滿統統都有，只是我們現在迷失自性，我們迷得太深，迷得太嚴重，是絲毫都透不出來。只有真正學佛，對佛法沒有絲毫懷疑，依教奉行的人，他得到一些法喜，他嘗到一些法味。嘗到法味的人，才相信古人所說的一句話，「世味哪有法味濃」。我們再換句話說，世間的喜樂決定比不上法樂，沒法子相比的。法味就是法樂，你能夠信，快樂！你能夠解，更快樂；你能夠行，那個快樂就超過你理解。沒有這麼一個力量在支持著，誰肯學？愈學愈快樂，永遠精進不懈，它是真的，它不是假的。如果這個東西裡面得不到法喜、得不到法味，早就把它拋棄掉，這學它幹什麼？所以學要具足學習的條件，條件沒有別的，真信，這個條件就行。"
    },
    {
      "id": "12-017-2110_p0014",
      "zh_CN": "所以《华严经》上佛说，「信为道元功德母」，把信摆在第一。清凉大师判《华严经》四分，就四大段，四大单元头一个就是信，第二个是解，第三个是行，第四个是证。这么大的一部经，分为这四个大单元信解行证，就把我们学佛这个成佛的道路、成佛的层次，他也就讲得很清楚、很明白。你不信你就不能入门，可是信字太难太难了，你对它怀疑，你对它有成见，你就没法子相信。你还要批评它、批判它，那信完全没有，你怎么能了解它？再说得浅一点，你怎么能认识它？真信你才能认识。学一切法都是从信入门，特别是学圣贤法、学佛法，或者是学任何一个宗教，都是把信摆在第一。法身、解脱、般若的理藏在哪里？藏在自性里头，自性里头本自具足。有理，遇到缘它就现行，事就现出来。所以在佛不增，佛没有比我们多一点，我们现在是在众生，不减，我们跟佛比，不比佛少一分；佛跟我们比，不比我们多一分，不增不减。他有八种法味，这里头有小注，什么叫法味？「法味者，谓诸法中之义味也」。我们也称它作法喜，法味就是法喜，你真正相信，慢慢理解了，生欢喜心，这个欢喜心是世间任何法没有办法取代的。",
      "zh_TW": "所以《華嚴經》上佛說，「信為道元功德母」，把信擺在第一。清涼大師判《華嚴經》四分，就四大段，四大單元頭一個就是信，第二個是解，第三個是行，第四個是證。這麼大的一部經，分為這四個大單元信解行證，就把我們學佛這個成佛的道路、成佛的層次，他也就講得很清楚、很明白。你不信你就不能入門，可是信字太難太難了，你對它懷疑，你對它有成見，你就沒法子相信。你還要批評它、批判它，那信完全沒有，你怎麼能了解它？再說得淺一點，你怎麼能認識它？真信你才能認識。學一切法都是從信入門，特別是學聖賢法、學佛法，或者是學任何一個宗教，都是把信擺在第一。法身、解脫、般若的理藏在哪裡？藏在自性裡頭，自性裡頭本自具足。有理，遇到緣它就現行，事就現出來。所以在佛不增，佛沒有比我們多一點，我們現在是在眾生，不減，我們跟佛比，不比佛少一分；佛跟我們比，不比我們多一分，不增不減。他有八種法味，這裡頭有小註，什麼叫法味？「法味者，謂諸法中之義味也」。我們也稱它作法喜，法味就是法喜，你真正相信，慢慢理解了，生歡喜心，這個歡喜心是世間任何法沒有辦法取代的。"
    },
    {
      "id": "12-017-2110_p0015",
      "zh_CN": "下面说八种，第一种「常住，谓此涅槃之理，彻三际以常存，亘十方而常住，故曰常住」。三际是过去、现在、未来，也就是说它超越时间；十方是四方、四维、上下，这是讲空间。说实在的话，这都是经教里讲的，空间跟时间都是从它变现出来的，它有没有时间、空间？没有。它超越时间，就是它没有过去、现在、未来，它永远是现在，没有过去、没有未来；空间维次破了之后，没有远近、没有大小，这才叫常住。依经典里面这个解释，用我们现在的话来说，就是自性性德都超越时空，时空不能局限它。它在哪里？一切时无有不在，一切处它也常在，一切时、一切处它都在，永恒不灭，这叫常住，这是自性，是自性里面本具的德能。我们现在科学家也发现，近代才发现，宇宙之间只有三样东西，除这三样东西之外什么也没有，他讲的是能量、物质、信息。佛法里面讲法身、解脱、般若，能量很像佛法讲的法身，信息很像此地讲的般若，是智慧，解脱就是物质现象跟精神现象，千变万化。这个现象听谁的话？听智慧的。要是迷了，智慧就变成烦恼，真的，解脱没有了，解脱变成物质现象跟精神现象，法身是本体，也变了，变个名字叫阿赖耶。佛法讲得清楚，讲得明白！所以经典里面我们常常看到「常住真心」，真心是什么？我们在此地就晓得，真心就是涅槃心，真心就是法身、般若、解脱。",
      "zh_TW": "下面說八種，第一種「常住，謂此涅槃之理，徹三際以常存，亙十方而常住，故曰常住」。三際是過去、現在、未來，也就是說它超越時間；十方是四方、四維、上下，這是講空間。說實在的話，這都是經教裡講的，空間跟時間都是從它變現出來的，它有沒有時間、空間？沒有。它超越時間，就是它沒有過去、現在、未來，它永遠是現在，沒有過去、沒有未來；空間維次破了之後，沒有遠近、沒有大小，這才叫常住。依經典裡面這個解釋，用我們現在的話來說，就是自性性德都超越時空，時空不能侷限它。它在哪裡？一切時無有不在，一切處它也常在，一切時、一切處它都在，永恆不滅，這叫常住，這是自性，是自性裡面本具的德能。我們現在科學家也發現，近代才發現，宇宙之間只有三樣東西，除這三樣東西之外什麼也沒有，他講的是能量、物質、信息。佛法裡面講法身、解脫、般若，能量很像佛法講的法身，信息很像此地講的般若，是智慧，解脫就是物質現象跟精神現象，千變萬化。這個現象聽誰的話？聽智慧的。要是迷了，智慧就變成煩惱，真的，解脫沒有了，解脫變成物質現象跟精神現象，法身是本體，也變了，變個名字叫阿賴耶。佛法講得清楚，講得明白！所以經典裡面我們常常看到「常住真心」，真心是什麼？我們在此地就曉得，真心就是涅槃心，真心就是法身、般若、解脫。"
    },
    {
      "id": "12-017-2110_p0016",
      "zh_CN": "第二个是「寂灭，谓此涅槃之理，寂绝无为，大患永灭，故曰寂灭」。寂是寂静，灭是烦恼习气永远灭了，大患是什么？大患是生死。佛法里面讲两种生死，一种是分段生死，这个大家容易懂，像我们人到人道来，从出生到死亡这一段生死。死了以后你又去投胎，投胎又有生，生了又有死，生死永远在循环。佛经上形容六道众生叫生死疲劳，他不休息，死了以后他又找个身，他又生，生了又有死，没完没了。带着无明、烦恼、习气，还有善恶的业因，业习种子，在六道里面冤冤相报没完没了。觉悟的人看到这个现象生怜悯心，太可怜，苦不堪言！我们自己迷惑颠倒不知道，在六道里一点自由都没有，谁主宰你？业力主宰。这个诸位要知道，不是佛菩萨，与佛菩萨不相干，与上帝也不相干，与阎罗王、与鬼神都不相干，就是你自己造的善恶业，这个在引导你。善业引导你去受善报，恶业引导你到三途去受恶报，你到哪里去就看你的业力哪个力量最强，先到什么地方去受报。佛告诉我们之后，如果我们自己冷静的去思惟、去找，可以发现。譬如我们先观察，佛有简单的标准，中国老祖宗也有简单标准，就是五常仁义礼智信，佛法里面的五戒，十善里面的贪瞋痴，我们哪一个习气最重？如果贪的习气最重，那个力量就会引导你到饿鬼道，贪是鬼道；瞋恨最重，小小不如意就要发脾气，绝对不会原谅人，这是瞋恨力量大，它引导你到地狱；是非善恶搞不清楚，糊涂，糊涂这个习气引导你到畜生。五常、五戒做得很不错，都能够遵守，这一生这个习气是好习气，它引导你来生还得人道；上品十善，来生你就会生天道。",
      "zh_TW": "第二個是「寂滅，謂此涅槃之理，寂絕無為，大患永滅，故曰寂滅」。寂是寂靜，滅是煩惱習氣永遠滅了，大患是什麼？大患是生死。佛法裡面講兩種生死，一種是分段生死，這個大家容易懂，像我們人到人道來，從出生到死亡這一段生死。死了以後你又去投胎，投胎又有生，生了又有死，生死永遠在循環。佛經上形容六道眾生叫生死疲勞，他不休息，死了以後他又找個身，他又生，生了又有死，沒完沒了。帶著無明、煩惱、習氣，還有善惡的業因，業習種子，在六道裡面冤冤相報沒完沒了。覺悟的人看到這個現象生憐憫心，太可憐，苦不堪言！我們自己迷惑顛倒不知道，在六道裡一點自由都沒有，誰主宰你？業力主宰。這個諸位要知道，不是佛菩薩，與佛菩薩不相干，與上帝也不相干，與閻羅王、與鬼神都不相干，就是你自己造的善惡業，這個在引導你。善業引導你去受善報，惡業引導你到三途去受惡報，你到哪裡去就看你的業力哪個力量最強，先到什麼地方去受報。佛告訴我們之後，如果我們自己冷靜的去思惟、去找，可以發現。譬如我們先觀察，佛有簡單的標準，中國老祖宗也有簡單標準，就是五常仁義禮智信，佛法裡面的五戒，十善裡面的貪瞋痴，我們哪一個習氣最重？如果貪的習氣最重，那個力量就會引導你到餓鬼道，貪是鬼道；瞋恨最重，小小不如意就要發脾氣，絕對不會原諒人，這是瞋恨力量大，它引導你到地獄；是非善惡搞不清楚，糊塗，糊塗這個習氣引導你到畜生。五常、五戒做得很不錯，都能夠遵守，這一生這個習氣是好習氣，它引導你來生還得人道；上品十善，來生你就會生天道。"
    },
    {
      "id": "12-017-2110_p0017",
      "zh_CN": "所以你自己想想，自己什么样的习气很重，你将来会到哪里去，引导你到哪里去。你到那一道里面去，这一生你在里面是享福还是受罪，果报不一样。同样是人，有人大富大贵，有人贫穷下贱，不一样，那是什么？引业是相同，满业不相同。满业是什么？满业是讲过去生中你所修积的福，具体来讲在佛法就讲布施。你喜欢财布施，处处想到别人没有想到自己，自己全心全力以财物帮助别人，你来生得大富；处处是以法帮助人，你来生得智慧；处处以自己的劳力来帮助人，你得健康长寿。这就是我们讲的积善修德不相同，你来生在哪一道生活环境不一样。真正对佛法这些道理清楚、明了，一看就清楚，人在临终的时候，你去看看他走的样子，一般判断他到哪里去也相当准确。所以如果明白这个道理，把烦恼习气统统放下，恢复到清净心，寂绝无为。无为不是什么事都不干，什么事都不干的话，不好，为什么？落在无明里头，无明是糊涂，多半会到畜生道，不是好事情。真正有定功，那生到无想天，他什么都不想，什么都放下，什么都不想生到无想天。无想天是被严重无明盖覆，寿命是相当长，寿命到了之后，还随他自己过去生中修的善恶业起现行，他还在六道轮回，所以这不是解决问题的方法。",
      "zh_TW": "所以你自己想想，自己什麼樣的習氣很重，你將來會到哪裡去，引導你到哪裡去。你到那一道裡面去，這一生你在裡面是享福還是受罪，果報不一樣。同樣是人，有人大富大貴，有人貧窮下賤，不一樣，那是什麼？引業是相同，滿業不相同。滿業是什麼？滿業是講過去生中你所修積的福，具體來講在佛法就講布施。你喜歡財布施，處處想到別人沒有想到自己，自己全心全力以財物幫助別人，你來生得大富；處處是以法幫助人，你來生得智慧；處處以自己的勞力來幫助人，你得健康長壽。這就是我們講的積善修德不相同，你來生在哪一道生活環境不一樣。真正對佛法這些道理清楚、明瞭，一看就清楚，人在臨終的時候，你去看看他走的樣子，一般判斷他到哪裡去也相當準確。所以如果明白這個道理，把煩惱習氣統統放下，恢復到清淨心，寂絕無為。無為不是什麼事都不幹，什麼事都不幹的話，不好，為什麼？落在無明裡頭，無明是糊塗，多半會到畜生道，不是好事情。真正有定功，那生到無想天，他什麼都不想，什麼都放下，什麼都不想生到無想天。無想天是被嚴重無明蓋覆，壽命是相當長，壽命到了之後，還隨他自己過去生中修的善惡業起現行，他還在六道輪迴，所以這不是解決問題的方法。"
    },
    {
      "id": "12-017-2110_p0018",
      "zh_CN": "所以要知道无为而无所不为，这就对了，这是菩萨干的事情，对自己来讲无为，心里面干干净净一尘不染。实在就是《还源观》上这四德里头，头一个讲的「随缘妙用」，随缘就是有为，妙用就是无为。你看他能把有为跟无为用得那么恰当，全心全力帮助别人离苦得乐，帮助别人破迷开悟，自己心里痕迹都不着，这是无为。这个样子大患永灭，两种生死都了！不但分段生死没有，变易生死也没有了。这什么境界？《华严经》上讲至少是初住以上的境界。这样的人不但出离六道，超越十法界，永远不会退转到十法界。但是他常常在十法界六道帮助众生，住无为不离有为，这是菩萨。我们麻烦在哪里？我们做一点好事，常常念在心上，没有忘掉，这是有为，这不是无为。做一些好事为谁？为自己。为什么？来生想得好的果报。真的会满你的愿，好的果报在人天，不好的果报在三途，你总是离不开六道。虽然身语意三业造作的是有为，但是心地清净一尘不染，他是常住无为，这就是随缘妙用，跟这些法身菩萨就没有两样，他真正得到寂灭。这是回归到自性，在净宗里面讲，回归到常寂光，这四种净土里头最高的。",
      "zh_TW": "所以要知道無為而無所不為，這就對了，這是菩薩幹的事情，對自己來講無為，心裡面乾乾淨淨一塵不染。實在就是《還源觀》上這四德裡頭，頭一個講的「隨緣妙用」，隨緣就是有為，妙用就是無為。你看他能把有為跟無為用得那麼恰當，全心全力幫助別人離苦得樂，幫助別人破迷開悟，自己心裡痕跡都不著，這是無為。這個樣子大患永滅，兩種生死都了！不但分段生死沒有，變易生死也沒有了。這什麼境界？《華嚴經》上講至少是初住以上的境界。這樣的人不但出離六道，超越十法界，永遠不會退轉到十法界。但是他常常在十法界六道幫助眾生，住無為不離有為，這是菩薩。我們麻煩在哪裡？我們做一點好事，常常念在心上，沒有忘掉，這是有為，這不是無為。做一些好事為誰？為自己。為什麼？來生想得好的果報。真的會滿你的願，好的果報在人天，不好的果報在三途，你總是離不開六道。雖然身語意三業造作的是有為，但是心地清淨一塵不染，他是常住無為，這就是隨緣妙用，跟這些法身菩薩就沒有兩樣，他真正得到寂滅。這是回歸到自性，在淨宗裡面講，回歸到常寂光，這四種淨土裡頭最高的。"
    },
    {
      "id": "12-017-2110_p0019",
      "zh_CN": "第三个「不老，谓此涅槃之理，不迁不变，无增无减，故曰不老」。这是六道里一切众生念念不忘所希望得到的，能不能？佛在经上说这是世间人不可能得到。不死你得不到，不老你得不到，不病你得不到，苦，所谓苦空无常；真正修行人他能得到。但是要知道，这身上没有办法免除生老病死，这是什么？这是物质现象。真正修行人知道，这个物质现象是假的，物质现象当体即空，了不可得，所以他有没有生老病死现象？有，有是假的不是真的，所以虽然有这个现象他没有苦。不像我们这个世间人，有生苦、老苦、病苦、死苦；他没有苦，他没有放在心上，他心上没有。真正不老、不病、不死，是什么？涅槃之理，涅槃之理是自性，我们一般讲灵性，灵性是真正的自己。前面我们学的八种自在我，得大自在，灵性得大自在，为什么？它永恒不变。迁就是变化，也是变的意思，改变，它永远没有改变的现象。所以能大师见性向五祖忍和尚说，那是提出他心得报告，「何期自性，本不生灭」，就是指的这个，它没有生灭的现象，永远没有改变，没有增减，不增不减。这个增减是从年龄上来说的，我们在这个世间，物质现象的衰老是随着年龄在增长。老化，实在说不是十年十年在变化，也不是一年一年衰老，而是什么？现在我们计时间是用秒来算，一秒比一秒衰老。",
      "zh_TW": "第三個「不老，謂此涅槃之理，不遷不變，無增無減，故曰不老」。這是六道裡一切眾生念念不忘所希望得到的，能不能？佛在經上說這是世間人不可能得到。不死你得不到，不老你得不到，不病你得不到，苦，所謂苦空無常；真正修行人他能得到。但是要知道，這身上沒有辦法免除生老病死，這是什麼？這是物質現象。真正修行人知道，這個物質現象是假的，物質現象當體即空，了不可得，所以他有沒有生老病死現象？有，有是假的不是真的，所以雖然有這個現象他沒有苦。不像我們這個世間人，有生苦、老苦、病苦、死苦；他沒有苦，他沒有放在心上，他心上沒有。真正不老、不病、不死，是什麼？涅槃之理，涅槃之理是自性，我們一般講靈性，靈性是真正的自己。前面我們學的八種自在我，得大自在，靈性得大自在，為什麼？它永恆不變。遷就是變化，也是變的意思，改變，它永遠沒有改變的現象。所以能大師見性向五祖忍和尚說，那是提出他心得報告，「何期自性，本不生滅」，就是指的這個，它沒有生滅的現象，永遠沒有改變，沒有增減，不增不減。這個增減是從年齡上來說的，我們在這個世間，物質現象的衰老是隨著年齡在增長。老化，實在說不是十年十年在變化，也不是一年一年衰老，而是什麼？現在我們計時間是用秒來算，一秒比一秒衰老。"
    },
    {
      "id": "12-017-2110_p0020",
      "zh_CN": "佛法讲念头，比这个秒更微细，我们就不谈，我们就谈一秒，这一秒钟过去再也不回来，这是什么现象？无常的现象，你回不了头。可是前面给我们说过，如果你回到自性清净心，不必到究竟圆满，你只真正能够把执着放下、分别放下，你就有能力突破时间跟空间。所以阿罗汉证得偏真涅槃，他是真正彻底把执着放下，你看六种能力恢复，全恢复了，不大，佛给我们说他的天眼、天耳、宿命，这讲三种能力，他只能看到过去五百世、未来五百世，他有这个限量。就是他时空突破，突破局部，过去五百世的情形他完全知道，生生世世干些什么、受什么果报很清楚；未来五百世知道，他有这个能力。菩萨的能力就更大，那就不是五百世，千世、万世到无数无尽，法身菩萨。法身菩萨是谁？初住以上，《华严经》圆教他破一品无明、证一分法身，无量劫前的事情他都知道，这属于科学。我们今天这人类发明的科技，现在觉得地球上灾难太多，万一不能住，移民到其他星球上去，还在发展这些交通工具。在佛法里面，不必阿罗汉，阿那含就行，三果就行，需不需要交通工具？不需要。他用什么？用意念，我想到哪个星球他身体就到。这个在佛法叫神足通，他有这个能力，他能变化，一身能变很多身，能够同时应付很多境界。",
      "zh_TW": "佛法講念頭，比這個秒更微細，我們就不談，我們就談一秒，這一秒鐘過去再也不回來，這是什麼現象？無常的現象，你回不了頭。可是前面給我們說過，如果你回到自性清淨心，不必到究竟圓滿，你只真正能夠把執著放下、分別放下，你就有能力突破時間跟空間。所以阿羅漢證得偏真涅槃，他是真正徹底把執著放下，你看六種能力恢復，全恢復了，不大，佛給我們說他的天眼、天耳、宿命，這講三種能力，他只能看到過去五百世、未來五百世，他有這個限量。就是他時空突破，突破局部，過去五百世的情形他完全知道，生生世世幹些什麼、受什麼果報很清楚；未來五百世知道，他有這個能力。菩薩的能力就更大，那就不是五百世，千世、萬世到無數無盡，法身菩薩。法身菩薩是誰？初住以上，《華嚴經》圓教他破一品無明、證一分法身，無量劫前的事情他都知道，這屬於科學。我們今天這人類發明的科技，現在覺得地球上災難太多，萬一不能住，移民到其他星球上去，還在發展這些交通工具。在佛法裡面，不必阿羅漢，阿那含就行，三果就行，需不需要交通工具？不需要。他用什麼？用意念，我想到哪個星球他身體就到。這個在佛法叫神足通，他有這個能力，他能變化，一身能變很多身，能夠同時應付很多境界。"
    },
    {
      "id": "12-017-2110_p0021",
      "zh_CN": "我们在《高僧传》里面看到这么一个例子，一位印度的高僧到中国来弘法，住了不少年，他要回去。在中国接受他教诲的人很多，老师要回国去，都给老师饯行，请老师吃饭。第二天到十里长亭去送老师，二、三百人，这二、三百人都非常欢喜，老师很瞧得起我，昨天在我家里应供，来到我家里，我请他吃饭。那个人说：不对，昨天在我家。那边说：也不对，在我家，怎么会在你们家？以后一串通才晓得，他分身三百多个身每一家都去，有这个能力的人是三果以上，阿那含有这个能力。飞行自在，传说达摩祖师在中国圆寂的时候，也按照中国这方式，把他的尸体放在棺材里面埋葬。过了大概八、九个月，有一个人从西域回到中国来，说他在西域看到达摩祖师，他说很奇怪他穿着一只草鞋，在西域看到他。算算这个日期，正好就是他老人家圆寂那个时候。打开看看，坟墓打开看看，棺材一打开里头没有人，丢了一只草鞋。这个故事记载在佛教史，《高僧传》里头有。你看他在这里表演的，他死了，同时的时间，那个时候西域是现在的新疆，那边的人跟他见面，看到他穿一只草鞋，他留一只草鞋在棺材里，这证明是真的不是假的。神足通，需不需要交通工具？不需要，制造这些飞行工具多麻烦！你看这是用自己的本能，你本来有这个能力，你能够超越空间，远近这个距离就没有了，你想到哪个地方你就到哪个地方。发展这些科学工具有什么用处？劳民伤财。",
      "zh_TW": "我們在《高僧傳》裡面看到這麼一個例子，一位印度的高僧到中國來弘法，住了不少年，他要回去。在中國接受他教誨的人很多，老師要回國去，都給老師餞行，請老師吃飯。第二天到十里長亭去送老師，二、三百人，這二、三百人都非常歡喜，老師很瞧得起我，昨天在我家裡應供，來到我家裡，我請他吃飯。那個人說：不對，昨天在我家。那邊說：也不對，在我家，怎麼會在你們家？以後一串通才曉得，他分身三百多個身每一家都去，有這個能力的人是三果以上，阿那含有這個能力。飛行自在，傳說達摩祖師在中國圓寂的時候，也按照中國這方式，把他的屍體放在棺材裡面埋葬。過了大概八、九個月，有一個人從西域回到中國來，說他在西域看到達摩祖師，他說很奇怪他穿著一隻草鞋，在西域看到他。算算這個日期，正好就是他老人家圓寂那個時候。打開看看，墳墓打開看看，棺材一打開裡頭沒有人，丟了一隻草鞋。這個故事記載在佛教史，《高僧傳》裡頭有。你看他在這裡表演的，他死了，同時的時間，那個時候西域是現在的新疆，那邊的人跟他見面，看到他穿一隻草鞋，他留一隻草鞋在棺材裡，這證明是真的不是假的。神足通，需不需要交通工具？不需要，製造這些飛行工具多麻煩！你看這是用自己的本能，你本來有這個能力，你能夠超越空間，遠近這個距離就沒有了，你想到哪個地方你就到哪個地方。發展這些科學工具有什麼用處？勞民傷財。"
    },
    {
      "id": "12-017-2110_p0022",
      "zh_CN": "我们现在得力于电的照明觉得很方便，修行人用什么照明？自己身上放光，用自己能量放光，用不着电的照明，照得很清楚。所以佛法完全向内求，不向外求，自性里头什么都有，能大师说得好，「本自具足」，原本你自己统统具足，没有一样你没有。世间人所想得出来，所说得出来的，全都有！所以，自古以来聪明人为什么去修行？修行不一定要出家，在家修行成就的跟出家没有两样。最早为我们示现表演的维摩居士，跟释迦牟尼佛出生在同一个时代，释迦牟尼佛所证得的，维摩居士统统具足，一样也不少。所以释迦示现的是出家成佛，维摩示现在家成佛，这诸位要知道，同时两尊佛出世在世间。所以佛法重实质不重形式，出家、在家是形式，这个不重要，实质是什么？明心见性这是实质。我们为什么明不了心、见不了性？烦恼习气太重，自己不肯放下。这桩事情，除了自己肯，自己愿意，谁都帮不上忙，为什么？你自己做的。所谓「解铃还须系铃人」，是你自己做的，你必须自己放下才行，不是别人加给你。如果烦恼习气是别人给你的，别人可以能帮你化解。是你自作的，与别人不相干，这个道理一定要懂，一定要清楚，不懂这个道理就难了。所以成佛，佛来度你，帮助你成佛，佛不居功，没有功劳，为什么？你自己度自己，是你自己放下。你看看，你放下执着你就成阿罗汉，放下分别你就成菩萨，放下起心动念你就成佛，是你自悟、自修、自证，与佛菩萨不相干。",
      "zh_TW": "我們現在得力於電的照明覺得很方便，修行人用什麼照明？自己身上放光，用自己能量放光，用不著電的照明，照得很清楚。所以佛法完全向內求，不向外求，自性裡頭什麼都有，能大師說得好，「本自具足」，原本你自己統統具足，沒有一樣你沒有。世間人所想得出來，所說得出來的，全都有！所以，自古以來聰明人為什麼去修行？修行不一定要出家，在家修行成就的跟出家沒有兩樣。最早為我們示現表演的維摩居士，跟釋迦牟尼佛出生在同一個時代，釋迦牟尼佛所證得的，維摩居士統統具足，一樣也不少。所以釋迦示現的是出家成佛，維摩示現在家成佛，這諸位要知道，同時兩尊佛出世在世間。所以佛法重實質不重形式，出家、在家是形式，這個不重要，實質是什麼？明心見性這是實質。我們為什麼明不了心、見不了性？煩惱習氣太重，自己不肯放下。這樁事情，除了自己肯，自己願意，誰都幫不上忙，為什麼？你自己做的。所謂「解鈴還須繫鈴人」，是你自己做的，你必須自己放下才行，不是別人加給你。如果煩惱習氣是別人給你的，別人可以能幫你化解。是你自作的，與別人不相干，這個道理一定要懂，一定要清楚，不懂這個道理就難了。所以成佛，佛來度你，幫助你成佛，佛不居功，沒有功勞，為什麼？你自己度自己，是你自己放下。你看看，你放下執著你就成阿羅漢，放下分別你就成菩薩，放下起心動念你就成佛，是你自悟、自修、自證，與佛菩薩不相干。"
    },
    {
      "id": "12-017-2110_p0023",
      "zh_CN": "佛菩萨没有能力帮助你，佛菩萨跟我们就像老师跟学生，他教你，他知道，我们不知道，迷的时候不知道，他给我们讲，我们明白、知道了，这就觉悟。觉悟是什么？真做，真的把这些烦恼习气统统放下，就圆满，就回归自性，就这么简单，就这么自然。你还在世间贪恋这个、贪恋那个，那你麻烦可大了。你跟佛有缘，佛见到你摇摇头，没法子，帮不上忙，根本原因是什么？根本原因是对佛不相信，相信自己，不相信佛。「我想的是对的，我做的是对的，佛所讲的东西很渺茫，到底是不是真的？我会不会上当？会不会被受骗？」问号打了很多，所以佛苦口婆心教导也是枉然。现在佛菩萨不在世，不住世，留下来是经典，经典是他老人家当时在世，教化众生的一些记录。虽然不在世，我们能看到经典，这是很大的福分；没有这个福分，没有这个善缘，我们见不到。见到的人，哪一种人得利益？信的人得利益。说实在话，我年轻的时候也是刚愎自用，自以为是，很不容易接受。但是我从小养成一个好的习惯，尊师重道，我相信父母不欺骗我，老师不欺骗我。",
      "zh_TW": "佛菩薩沒有能力幫助你，佛菩薩跟我們就像老師跟學生，他教你，他知道，我們不知道，迷的時候不知道，他給我們講，我們明白、知道了，這就覺悟。覺悟是什麼？真做，真的把這些煩惱習氣統統放下，就圓滿，就回歸自性，就這麼簡單，就這麼自然。你還在世間貪戀這個、貪戀那個，那你麻煩可大了。你跟佛有緣，佛見到你搖搖頭，沒法子，幫不上忙，根本原因是什麼？根本原因是對佛不相信，相信自己，不相信佛。「我想的是對的，我做的是對的，佛所講的東西很渺茫，到底是不是真的？我會不會上當？會不會被受騙？」問號打了很多，所以佛苦口婆心教導也是枉然。現在佛菩薩不在世，不住世，留下來是經典，經典是他老人家當時在世，教化眾生的一些記錄。雖然不在世，我們能看到經典，這是很大的福分；沒有這個福分，沒有這個善緣，我們見不到。見到的人，哪一種人得利益？信的人得利益。說實在話，我年輕的時候也是剛愎自用，自以為是，很不容易接受。但是我從小養成一個好的習慣，尊師重道，我相信父母不欺騙我，老師不欺騙我。"
    },
    {
      "id": "12-017-2110_p0024",
      "zh_CN": "我知道一个好老师，我知道他，他不知道我，桐城方东美先生。我是安徽庐江人，他是桐城人，桐城距离我们的家乡，我们中国人讲里数五十里路，现在讲公里，公里大概只有二十多公里，不到三十公里，距离很近，这是家乡人。我就给他写一封信，我寄一篇文章给他看，我自己写的，目的呢？希望他能答应我，我到学校去旁听他的课程，台湾大学。他那个时候是哲学系的系主任，是个名教授。一个星期之后他给我回了一封信，约我到他家里见面，我们就认识，一谈起来是老乡。他很乐意的教我，不同意我到学校去听课，他问我的学历，我说我初中毕业，高中念了半年，第二次失学，都是因为贫穷，生活环境没有能力缴学费。所以只希望去旁听老师的课程，我对哲学有兴趣，真想学一点东西。老师告诉我，现在的学校，诸位要知道，六十年前，「现在的学校，先生不像先生，学生不像学生，你要到学校去听课，你会大失所望。」我听到这个话非常难过，希望落空，老师不同意，说出这样的话来，当时心态非常沮丧，很难过。",
      "zh_TW": "我知道一個好老師，我知道他，他不知道我，桐城方東美先生。我是安徽廬江人，他是桐城人，桐城距離我們的家鄉，我們中國人講里數五十里路，現在講公里，公里大概只有二十多公里，不到三十公里，距離很近，這是家鄉人。我就給他寫一封信，我寄一篇文章給他看，我自己寫的，目的呢？希望他能答應我，我到學校去旁聽他的課程，台灣大學。他那個時候是哲學系的系主任，是個名教授。一個星期之後他給我回了一封信，約我到他家裡見面，我們就認識，一談起來是老鄉。他很樂意的教我，不同意我到學校去聽課，他問我的學歷，我說我初中畢業，高中念了半年，第二次失學，都是因為貧窮，生活環境沒有能力繳學費。所以只希望去旁聽老師的課程，我對哲學有興趣，真想學一點東西。老師告訴我，現在的學校，諸位要知道，六十年前，「現在的學校，先生不像先生，學生不像學生，你要到學校去聽課，你會大失所望。」我聽到這個話非常難過，希望落空，老師不同意，說出這樣的話來，當時心態非常沮喪，很難過。"
    },
    {
      "id": "12-017-2110_p0025",
      "zh_CN": "老师也看出来，然后老师告诉我，「这样好了，你每个星期天到我家里来，我给你上两个钟点课。」我作梦都不敢想，求之不得，素昧生平，不认识，见面一次谈话，老人家肯定。给我讲一部哲学概论，一个星期两个小时，最后一个单元是佛经哲学，他把佛教介绍给我。我们原来以为是宗教、是迷信，我们对方老师非常景仰，他是桐城派方苞的后裔，所以对他非常尊敬，又是家乡人不会骗我。他告诉我，「释迦牟尼佛是这个世界上最伟大的哲学家」，我们要学哲学，「佛经哲学是全世界哲学的最高峰」，又告诉我「学佛是人生最高的享受」，我是这样入佛门。所以我入佛门不是宗教，是学哲学。这指出一条路，我这个人生真的就很幸福、很美满，我这一生有方向、有目标。锲而不舍六十一年，讲经教学五十二年，乐此不疲，证明老师所讲的「学佛是人生最高的享受」，我证明一点都不错。如果要不是最高的享受，我老早就改变主意，愈学愈欢喜，愈学愈清楚、愈明白，我是这样入门的。老师告诉我，「佛经哲学不在寺庙，在哪里？在经典里面。」指导我一个方向。",
      "zh_TW": "老師也看出來，然後老師告訴我，「這樣好了，你每個星期天到我家裡來，我給你上兩個鐘點課。」我作夢都不敢想，求之不得，素昧生平，不認識，見面一次談話，老人家肯定。給我講一部哲學概論，一個星期兩個小時，最後一個單元是佛經哲學，他把佛教介紹給我。我們原來以為是宗教、是迷信，我們對方老師非常景仰，他是桐城派方苞的後裔，所以對他非常尊敬，又是家鄉人不會騙我。他告訴我，「釋迦牟尼佛是這個世界上最偉大的哲學家」，我們要學哲學，「佛經哲學是全世界哲學的最高峰」，又告訴我「學佛是人生最高的享受」，我是這樣入佛門。所以我入佛門不是宗教，是學哲學。這指出一條路，我這個人生真的就很幸福、很美滿，我這一生有方向、有目標。鍥而不捨六十一年，講經教學五十二年，樂此不疲，證明老師所講的「學佛是人生最高的享受」，我證明一點都不錯。如果要不是最高的享受，我老早就改變主意，愈學愈歡喜，愈學愈清楚、愈明白，我是這樣入門的。老師告訴我，「佛經哲學不在寺廟，在哪裡？在經典裡面。」指導我一個方向。"
    },
    {
      "id": "12-017-2110_p0026",
      "zh_CN": "以后认识章嘉大师，章嘉大师教我学释迦牟尼佛，叫我去读《释迦谱》、《释迦方志》，就是《大藏经》里面释迦牟尼佛的传记，叫我去读这个。学释迦牟尼佛，才知道释迦牟尼佛一生搞教育的，不是宗教，用现在的话来说，他所搞的是多元文化的教育。教育的内容，我把它分为五大类，五大科：伦理、道德、因果、哲学、科学，这五种都达到究竟圆满，方先生所说的真的是达到最高峰，让我们佩服得五体投地，它有真实的受用。方老师讲的人生最高的享受，一点都不假，我们感觉得自己非常幸运，这一生能够遇到佛法。回过头来，看中国传统的文化，祖宗所留下来东西，一看就明了，跟佛法相应，就看清楚、看明白。所以就像汤恩比所说的，中国人的度量很大，能够包容不同的文化进入中国的领域，他就指的佛教，佛教丰富了中国本土文化。汤恩比做很客观的一个看法，他看得没错，这是中国跟印度文化相辅相成。所以佛教文化在中国已经变成传统文化不能分割的一部分，今天讲中国传统文化，大家都提儒释道代表中国传统文化。儒道是中国本土的，佛是外来的，融合成一体。今天时间到了，我们就学习到此地。",
      "zh_TW": "以後認識章嘉大師，章嘉大師教我學釋迦牟尼佛，叫我去讀《釋迦譜》、《釋迦方志》，就是《大藏經》裡面釋迦牟尼佛的傳記，叫我去讀這個。學釋迦牟尼佛，才知道釋迦牟尼佛一生搞教育的，不是宗教，用現在的話來說，他所搞的是多元文化的教育。教育的內容，我把它分為五大類，五大科：倫理、道德、因果、哲學、科學，這五種都達到究竟圓滿，方先生所說的真的是達到最高峰，讓我們佩服得五體投地，它有真實的受用。方老師講的人生最高的享受，一點都不假，我們感覺得自己非常幸運，這一生能夠遇到佛法。回過頭來，看中國傳統的文化，祖宗所留下來東西，一看就明瞭，跟佛法相應，就看清楚、看明白。所以就像湯恩比所說的，中國人的度量很大，能夠包容不同的文化進入中國的領域，他就指的佛教，佛教豐富了中國本土文化。湯恩比做很客觀的一個看法，他看得沒錯，這是中國跟印度文化相輔相成。所以佛教文化在中國已經變成傳統文化不能分割的一部分，今天講中國傳統文化，大家都提儒釋道代表中國傳統文化。儒道是中國本土的，佛是外來的，融合成一體。今天時間到了，我們就學習到此地。"
    }
  ]
}