{
  "doc_id": "12-017-1494",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四九四卷",
    "zh_TW": "第一四九四卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1494",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "12-017-1494_p0001",
      "zh_CN": "诸位同学，请坐。请看「净行品第十一」，经文「指事显因」的第一段，我们把经文念一遍：",
      "zh_TW": "諸位同學，請坐。請看「淨行品第十一」，經文「指事顯因」的第一段，我們把經文念一遍："
    },
    {
      "id": "12-017-1494_p0002",
      "zh_CN": "【佛子。云何用心。能获一切胜妙功德。】",
      "zh_TW": "【佛子。云何用心。能獲一切勝妙功德。】"
    },
    {
      "id": "12-017-1494_p0003",
      "zh_CN": "这是文殊菩萨说的，文殊菩萨称『佛子』，就是对我们一切大众的开示。在《华严经》上是智首菩萨作代表，这个「佛子」是称智首菩萨，他作我们大众的代表。这一句征问很重要，「总征」。怎样用心，前面我们也说得很多，在「别显」的五门当中，第一段前面也说过了。今天我们接着看第二段，「通显文旨」。",
      "zh_TW": "這是文殊菩薩說的，文殊菩薩稱『佛子』，就是對我們一切大眾的開示。在《華嚴經》上是智首菩薩作代表，這個「佛子」是稱智首菩薩，他作我們大眾的代表。這一句徵問很重要，「總徵」。怎樣用心，前面我們也說得很多，在「別顯」的五門當中，第一段前面也說過了。今天我們接著看第二段，「通顯文旨」。"
    },
    {
      "id": "12-017-1494_p0004",
      "zh_CN": "清凉大师告诉我们，「然此诸愿，句虽有四」，这个「诸」就是指向下的偈颂，一百四十一句，就是一百四十一愿，每愿是四句，它是四言颂。说「句虽有四，事但有三」，实际上所说的事，只有三桩事情。譬如偈颂里面讲，「菩萨在家，当愿众生，知家性空，免其逼迫」。这个「当愿众生」，一百四十一句统统有，就是这第二句没有意义，只是当愿众生。所以事情，说事，三句，三句展开来，意思有六。先说三事。「初句」，这是后面一百四十一句没有例外的，都是这种格式，所以第一句是所愿之事。我们通常讲的「三皈依」也在这里头，「自皈依佛，当愿众生」，自皈依佛就是我们「愿所依事」，这是第一句。",
      "zh_TW": "清涼大師告訴我們，「然此諸願，句雖有四」，這個「諸」就是指向下的偈頌，一百四十一句，就是一百四十一願，每願是四句，它是四言頌。說「句雖有四，事但有三」，實際上所說的事，只有三樁事情。譬如偈頌裡面講，「菩薩在家，當願眾生，知家性空，免其逼迫」。這個「當願眾生」，一百四十一句統統有，就是這第二句沒有意義，只是當願眾生。所以事情，說事，三句，三句展開來，意思有六。先說三事。「初句」，這是後面一百四十一句沒有例外的，都是這種格式，所以第一句是所願之事。我們通常講的「三皈依」也在這裡頭，「自皈依佛，當願眾生」，自皈依佛就是我們「願所依事」，這是第一句。"
    },
    {
      "id": "12-017-1494_p0005",
      "zh_CN": "第二句是「愿所为境」，境是境界。我们自己皈依佛了，也愿遍法界虚空界一切众生都知道皈依佛，这是我们愿所为的境界，这个境界是为一切众生。一切众生，不但包括我们世间的人类，包括九法界，范围不仅是我们娑婆世界，心量就拓开了。遍法界虚空界，无量无边诸佛刹土，都是我们发愿的境界，这个心量多大！可是发的时候要真发，如果只是念这首偈，心口不相应，那就不是修普贤行。普贤菩萨内外一如，我们中国人所讲的表里不二，外表跟内心是一致的，这样心量才能够拓开。不起心、不动念则已，起心动念都是以遍法界虚空界一切众生为境界。一百四十一愿展开来，就是我们日常生活当中点点滴滴，没有一法漏掉，这个道理一定要懂。这是佛心，这是佛愿，这是佛行。",
      "zh_TW": "第二句是「願所為境」，境是境界。我們自己皈依佛了，也願遍法界虛空界一切眾生都知道皈依佛，這是我們願所為的境界，這個境界是為一切眾生。一切眾生，不但包括我們世間的人類，包括九法界，範圍不僅是我們娑婆世界，心量就拓開了。遍法界虛空界，無量無邊諸佛剎土，都是我們發願的境界，這個心量多大！可是發的時候要真發，如果只是念這首偈，心口不相應，那就不是修普賢行。普賢菩薩內外一如，我們中國人所講的表裡不二，外表跟內心是一致的，這樣心量才能夠拓開。不起心、不動念則已，起心動念都是以遍法界虛空界一切眾生為境界。一百四十一願展開來，就是我們日常生活當中點點滴滴，沒有一法漏掉，這個道理一定要懂。這是佛心，這是佛願，這是佛行。"
    },
    {
      "id": "12-017-1494_p0006",
      "zh_CN": "所以，我们提到普贤行愿，一般人只知道十大愿王，十个总纲领。总纲领展开来，可以说这个地方一百四十一是目，纲目，展开来每一句每一愿里面都圆满具足十个纲领。十个纲领每一条，譬如「礼敬诸佛」，这一条具足这个地方一百四十一愿；一含摄多，多归纳为一，一多不二。今天我们很清楚、很明白，这一百四十一展开来是无量无边！日常在生活行为、起心动念点点滴滴，重重无尽，不可思议的境界。所以《四十华严》，就是《华严经．入法界品》，《四十华严》的经题是「入不思议境界普贤行愿品」。你才真正能懂得什么叫做不可思议境界，就是「愿所为境」，不可思议。",
      "zh_TW": "所以，我們提到普賢行願，一般人只知道十大願王，十個總綱領。總綱領展開來，可以說這個地方一百四十一是目，綱目，展開來每一句每一願裡面都圓滿具足十個綱領。十個綱領每一條，譬如「禮敬諸佛」，這一條具足這個地方一百四十一願；一含攝多，多歸納為一，一多不二。今天我們很清楚、很明白，這一百四十一展開來是無量無邊！日常在生活行為、起心動念點點滴滴，重重無盡，不可思議的境界。所以《四十華嚴》，就是《華嚴經．入法界品》，《四十華嚴》的經題是「入不思議境界普賢行願品」。你才真正能懂得什麼叫做不可思議境界，就是「願所為境」，不可思議。"
    },
    {
      "id": "12-017-1494_p0007",
      "zh_CN": "后面二句，就是第三句、第四句，「愿境成益」；愿是第一句，境是第二句，三句、四句成就它无量的功德利益。我们一般在三皈依里头，第一条「自皈依佛，当愿众生，体解大道，发无上心」，「体解大道，发无上心」这是愿境成益。自己（愿是属于自己）发无上菩提之心，成就大道是愿遍法界虚空界一切众生成无上道！自己发无上菩提心，愿一切众生同成佛道。你看真诚心、清净心、平等心、慈悲心统统具足。",
      "zh_TW": "後面二句，就是第三句、第四句，「願境成益」；願是第一句，境是第二句，三句、四句成就它無量的功德利益。我們一般在三皈依裡頭，第一條「自皈依佛，當願眾生，體解大道，發無上心」，「體解大道，發無上心」這是願境成益。自己（願是屬於自己）發無上菩提之心，成就大道是願遍法界虛空界一切眾生成無上道！自己發無上菩提心，願一切眾生同成佛道。你看真誠心、清淨心、平等心、慈悲心統統具足。"
    },
    {
      "id": "12-017-1494_p0008",
      "zh_CN": "这是三桩事，三桩事展开来，「开为六者，初事有二」，事里面有二。一个是内，「一者内，谓菩萨自身根识等，经云，菩萨等故」。这是从内，我们自身的根是讲六根，眼耳鼻舌身意，这六根；识是讲的六识。在我们现在十法界里面的凡夫，都是把识，就是八识五十一心所，当作自己的心。没错，这是心，是妄心，不是真心。十法界里面统统用妄心，愈往上面去，妄心愈接近真；愈往下面去，距离真心就愈来愈远。真心是性，心性！超越十法界，完全用真心，不用妄心了，用真心就是佛。",
      "zh_TW": "這是三樁事，三樁事展開來，「開為六者，初事有二」，事裡面有二。一個是內，「一者內，謂菩薩自身根識等，經云，菩薩等故」。這是從內，我們自身的根是講六根，眼耳鼻舌身意，這六根；識是講的六識。在我們現在十法界裡面的凡夫，都是把識，就是八識五十一心所，當作自己的心。沒錯，這是心，是妄心，不是真心。十法界裡面統統用妄心，愈往上面去，妄心愈接近真；愈往下面去，距離真心就愈來愈遠。真心是性，心性！超越十法界，完全用真心，不用妄心了，用真心就是佛。"
    },
    {
      "id": "12-017-1494_p0009",
      "zh_CN": "超越十法界，刚刚超越，圆教初住菩萨，叫发心住。发的什么心？菩提心，也就是我们现在所讲的真诚心、清净心、平等心、正觉心、慈悲心。菩萨心一动，决定是这五种，统统具足；不会说这五个里头缺一个，没有，统统具足。五个心就是五种说法，是一个菩提心。所以这十个字我们圆满的落实，那就恭喜你，你不但超越六道，你超越十法界了。你在《华严经》里面的位次，是初住以上，法身菩萨！你是分证佛，真佛，不是假佛。",
      "zh_TW": "超越十法界，剛剛超越，圓教初住菩薩，叫發心住。發的什麼心？菩提心，也就是我們現在所講的真誠心、清淨心、平等心、正覺心、慈悲心。菩薩心一動，決定是這五種，統統具足；不會說這五個裡頭缺一個，沒有，統統具足。五個心就是五種說法，是一個菩提心。所以這十個字我們圓滿的落實，那就恭喜你，你不但超越六道，你超越十法界了。你在《華嚴經》裡面的位次，是初住以上，法身菩薩！你是分證佛，真佛，不是假佛。"
    },
    {
      "id": "12-017-1494_p0010",
      "zh_CN": "我们今天先把这菩提心，依照佛陀教诲我们知道了，天天念它，没做到。真诚，我们处事待人接物还是有虚伪，不过怎么样？比没学佛的时候好一些，有了进步。没学佛对人、处世大概是十分有九分是虚伪的，现在学了佛，我们的虚伪大概只有个七分、八分，这就是有进步了。不够！如果照《华严》的教义，我们用了这么多时间来学习，知道十信位的菩萨，从初信到十信，十信心满就证初住菩萨，七信位的菩萨超越六道。我们用这个例子来探讨，就可以说我们学佛，真诚、清净、平等、正觉、慈悲有几分？如果能有一分，我们做到一分，我们把分数定做十分，做到一分你就是初信位的菩萨；一分都做不到，那你没有入门！你还是六道凡夫，没入门。",
      "zh_TW": "我們今天先把這菩提心，依照佛陀教誨我們知道了，天天念它，沒做到。真誠，我們處事待人接物還是有虛偽，不過怎麼樣？比沒學佛的時候好一些，有了進步。沒學佛對人、處世大概是十分有九分是虛偽的，現在學了佛，我們的虛偽大概只有個七分、八分，這就是有進步了。不夠！如果照《華嚴》的教義，我們用了這麼多時間來學習，知道十信位的菩薩，從初信到十信，十信心滿就證初住菩薩，七信位的菩薩超越六道。我們用這個例子來探討，就可以說我們學佛，真誠、清淨、平等、正覺、慈悲有幾分？如果能有一分，我們做到一分，我們把分數定做十分，做到一分你就是初信位的菩薩；一分都做不到，那你沒有入門！你還是六道凡夫，沒入門。"
    },
    {
      "id": "12-017-1494_p0011",
      "zh_CN": "如果做到七分，我们讲十分之七，我们的菩提心这十个字，如果用一百分来比，我们可以打七十分，阿罗汉了；能打八十分，是辟支佛；能打九十分，是菩萨；能打一百分，十法界里面的佛，他接近超越十法界的边缘，往上再提升，他就是初住菩萨。初住菩萨住一真法界，到华藏去了，到极乐世界去了，这个要知道。我们以一百分来说的话，要达到十分才是初信的菩萨，我们想想现在我们自己可能只有一分、二分，达不到十分。十分在世间上来讲就是圣贤，不是圣人也称贤人，贤人君子对人有几分真诚了。真诚的反面是虚伪，在百分比上，我们的虚伪总是百分之九十几是虚伪；真诚就只有百分之二、三，就不错了，你逐渐契入大乘。真诚如是，清净亦如是，平等亦如是，乃至于慈悲亦如是。",
      "zh_TW": "如果做到七分，我們講十分之七，我們的菩提心這十個字，如果用一百分來比，我們可以打七十分，阿羅漢了；能打八十分，是辟支佛；能打九十分，是菩薩；能打一百分，十法界裡面的佛，他接近超越十法界的邊緣，往上再提升，他就是初住菩薩。初住菩薩住一真法界，到華藏去了，到極樂世界去了，這個要知道。我們以一百分來說的話，要達到十分才是初信的菩薩，我們想想現在我們自己可能只有一分、二分，達不到十分。十分在世間上來講就是聖賢，不是聖人也稱賢人，賢人君子對人有幾分真誠了。真誠的反面是虛偽，在百分比上，我們的虛偽總是百分之九十幾是虛偽；真誠就只有百分之二、三，就不錯了，你逐漸契入大乘。真誠如是，清淨亦如是，平等亦如是，乃至於慈悲亦如是。"
    },
    {
      "id": "12-017-1494_p0012",
      "zh_CN": "我们以华严这样的体会，比较容易懂，也比较好讲。这是我们必须认真努力的，要不断把自己的分数提升，希望年年加分、月月加分。果然能够这么做，我相信你一定得到法喜充满，就是夫子所讲的，「学而时习之，不亦说乎」！你会生活得很快乐，生活得很幸福。为什么？提升是智慧，智慧长、烦恼轻，一定的道理。所以这是自己六根、六识，菩萨从这个地方，这是内。",
      "zh_TW": "我們以華嚴這樣的體會，比較容易懂，也比較好講。這是我們必須認真努力的，要不斷把自己的分數提升，希望年年加分、月月加分。果然能夠這麼做，我相信你一定得到法喜充滿，就是夫子所講的，「學而時習之，不亦說乎」！你會生活得很快樂，生活得很幸福。為什麼？提升是智慧，智慧長、煩惱輕，一定的道理。所以這是自己六根、六識，菩薩從這個地方，這是內。"
    },
    {
      "id": "12-017-1494_p0013",
      "zh_CN": "「经云，菩萨等故」，经云就是下面的偈颂。偈颂里面第一句讲菩萨，刚才我们念的，就是「菩萨在家，当愿众生」，所以用第一句，也就是后面经文里头头一句所说的。第二，有内必有外，外就是「他身，或依正资具等」。就像第一句「菩萨在家」，在家，你家里头有父母、有兄弟、有妻子、儿女，自身之外都是他！他们。或者说「依正资具」，「依」就是我们生活环境、物质环境；「正」是人事环境，像父母兄弟儿女、妻子儿女，这是正。我们的家庭所有的土地、房屋，乃至于生活所需，这都属于依报，资身之具。今天讲的是我们的家庭里面的人事环境、物质环境，使我们的生活过得更美好。「经云，在家等」。",
      "zh_TW": "「經云，菩薩等故」，經云就是下面的偈頌。偈頌裡面第一句講菩薩，剛才我們念的，就是「菩薩在家，當願眾生」，所以用第一句，也就是後面經文裡頭頭一句所說的。第二，有內必有外，外就是「他身，或依正資具等」。就像第一句「菩薩在家」，在家，你家裡頭有父母、有兄弟、有妻子、兒女，自身之外都是他！他們。或者說「依正資具」，「依」就是我們生活環境、物質環境；「正」是人事環境，像父母兄弟兒女、妻子兒女，這是正。我們的家庭所有的土地、房屋，乃至於生活所需，這都屬於依報，資身之具。今天講的是我們的家庭裡面的人事環境、物質環境，使我們的生活過得更美好。「經云，在家等」。"
    },
    {
      "id": "12-017-1494_p0014",
      "zh_CN": "昨天我想了很久，因为我们中国国家宗教局，今年要开个「世界佛教论坛」，这好事情！中国的宗教走向了世界。主题是「和谐世界，从心做起」，心净则佛土净，心安则众生安，心平则天下平。这个主题好！从我们自己内心做起，要干真的，不能干假的，跟我们的「净行品」相应。庐江满成老和尚在不久之前，有一批人跟他出家，听说有五十多个人。老和尚给我提到受戒的问题，我就想到，还是不受戒的好！现在是末法时期，我们看古人，蕅益大师，受了比丘戒之后，在佛菩萨面前退戒。把比丘戒退还给佛菩萨，自己一生守沙弥戒，所以他老人家很多注疏上面，题的名字都是菩萨戒沙弥。沙弥是在学生的地位，我们希望我们真干，我们一生都做学生。如果是比丘，比丘是天人师，老师的地位。我们自己想想自己的德行、自己的学问、修持都不够，还是谦虚一点好，一生做沙弥，这已经是很高了。",
      "zh_TW": "昨天我想了很久，因為我們中國國家宗教局，今年要開個「世界佛教論壇」，這好事情！中國的宗教走向了世界。主題是「和諧世界，從心做起」，心淨則佛土淨，心安則眾生安，心平則天下平。這個主題好！從我們自己內心做起，要幹真的，不能幹假的，跟我們的「淨行品」相應。廬江滿成老和尚在不久之前，有一批人跟他出家，聽說有五十多個人。老和尚給我提到受戒的問題，我就想到，還是不受戒的好！現在是末法時期，我們看古人，蕅益大師，受了比丘戒之後，在佛菩薩面前退戒。把比丘戒退還給佛菩薩，自己一生守沙彌戒，所以他老人家很多註疏上面，題的名字都是菩薩戒沙彌。沙彌是在學生的地位，我們希望我們真幹，我們一生都做學生。如果是比丘，比丘是天人師，老師的地位。我們自己想想自己的德行、自己的學問、修持都不夠，還是謙虛一點好，一生做沙彌，這已經是很高了。"
    },
    {
      "id": "12-017-1494_p0015",
      "zh_CN": "蕅益大师这一退退到沙弥，他的徒弟，「我的老师是沙弥，我跟老师比比不上」，那怎么办，退！所以他的学生，就是他的徒弟，成时法师，蕅益大师的《全集》是成时法师把它整理出版的，流通给后世。成时也降格，降得更多，自称为出家优婆塞，真的名副其实。我过去在台湾，我有个印章，我也降格，我那个印章就是「出家优婆塞」，这样才名副其实。为什么？不但我们今天比丘戒做不到，沙弥戒也做不到。能把五戒修好，五戒、十善做好，就很了不起。一生守住五戒十善，我们出了家，出家优婆塞，名正言顺，名实相副，对的。",
      "zh_TW": "蕅益大師這一退退到沙彌，他的徒弟，「我的老師是沙彌，我跟老師比比不上」，那怎麼辦，退！所以他的學生，就是他的徒弟，成時法師，蕅益大師的《全集》是成時法師把它整理出版的，流通給後世。成時也降格，降得更多，自稱為出家優婆塞，真的名副其實。我過去在台灣，我有個印章，我也降格，我那個印章就是「出家優婆塞」，這樣才名副其實。為什麼？不但我們今天比丘戒做不到，沙彌戒也做不到。能把五戒修好，五戒、十善做好，就很了不起。一生守住五戒十善，我們出了家，出家優婆塞，名正言順，名實相副，對的。"
    },
    {
      "id": "12-017-1494_p0016",
      "zh_CN": "在中国，也有个很了不起的大德，说起来诸位都知道，弘一法师，弘一法师他就是自称出家优婆塞。所以出家优婆塞，第一个我们看到是成时，明朝末年人，明末清初。我看到第二个是弘一大师，今天我们想想，我们比弘一大师都比不上。名副其实，那我们今天确实就是守住三皈、五戒、十善，要求自己必须做到的，这是出家的身分。所以我们要把三坛大戒都退掉，什么身分？出家优婆塞。确实我们是干菩萨事业，所以冠上菩萨出家优婆塞，这名正言顺。我希望新剃度出家的人都能明白这个道理，不敢随便参加受戒，自以为是大圣。挂上大圣的名，名实不相副，那你就要想到，古人有一句谚语说，「地狱门前僧道多」。想到这句话，毛骨悚然，怎么会不害怕？想想我们自己做到了多少，这一定要知道，不能不知道。自己要谦虚、要恭敬，决定不敢为人先，站在别人后面好，不敢为人先。这是说到「他」。",
      "zh_TW": "在中國，也有個很了不起的大德，說起來諸位都知道，弘一法師，弘一法師他就是自稱出家優婆塞。所以出家優婆塞，第一個我們看到是成時，明朝末年人，明末清初。我看到第二個是弘一大師，今天我們想想，我們比弘一大師都比不上。名副其實，那我們今天確實就是守住三皈、五戒、十善，要求自己必須做到的，這是出家的身分。所以我們要把三壇大戒都退掉，什麼身分？出家優婆塞。確實我們是幹菩薩事業，所以冠上菩薩出家優婆塞，這名正言順。我希望新剃度出家的人都能明白這個道理，不敢隨便參加受戒，自以為是大聖。掛上大聖的名，名實不相副，那你就要想到，古人有一句諺語說，「地獄門前僧道多」。想到這句話，毛骨悚然，怎麼會不害怕？想想我們自己做到了多少，這一定要知道，不能不知道。自己要謙虛、要恭敬，決定不敢為人先，站在別人後面好，不敢為人先。這是說到「他」。"
    },
    {
      "id": "12-017-1494_p0017",
      "zh_CN": "再看第二段，是事，「次事亦二种」，亦有二种，「一能发愿者，二所愿众生。经云，当愿众生故」。这个「当愿众生」一句，有自己的愿，「愿众生」那是境界，「当愿」是我自己发愿，能发愿者。这一百四十一愿，我们念的时候是不是真发了？天天念，早晨念一遍，晚上念一遍，至少是早晚课！早晚课都有三皈依，三皈依这三愿也在这一百四十一愿里面。「自皈依佛」，我有没有皈依佛？这是第一条要注意的，我有没有皈依佛？我把这个一百四十一愿都编上数目字，从第一到一百四十一。三皈依在次序上是第二十、二十一、二十二，这个次序；二十是「自皈依佛」，二十一是「自皈依法」，二十二是「自皈依僧」。我们有没有皈依？",
      "zh_TW": "再看第二段，是事，「次事亦二種」，亦有二種，「一能發願者，二所願眾生。經云，當願眾生故」。這個「當願眾生」一句，有自己的願，「願眾生」那是境界，「當願」是我自己發願，能發願者。這一百四十一願，我們念的時候是不是真發了？天天念，早晨念一遍，晚上念一遍，至少是早晚課！早晚課都有三皈依，三皈依這三願也在這一百四十一願裡面。「自皈依佛」，我有沒有皈依佛？這是第一條要注意的，我有沒有皈依佛？我把這個一百四十一願都編上數目字，從第一到一百四十一。三皈依在次序上是第二十、二十一、二十二，這個次序；二十是「自皈依佛」，二十一是「自皈依法」，二十二是「自皈依僧」。我們有沒有皈依？"
    },
    {
      "id": "12-017-1494_p0018",
      "zh_CN": "「三皈」我讲过好多遍，有录音、有录相，还有《三皈传授》的小册子。早晚都念，没有皈，也没有依。皈是回头，回头是岸，没回头；依是依靠，我们没有依靠，没依靠佛。我们依什么？还是依自己的烦恼习气。生活当中，工作、处事待人接物，没有依照佛的教诲，所以我说没有皈，也没有依。佛是觉，皈依佛就是皈依觉；觉的反面是迷，起心动念，分别执着，这是迷。这一愿就是教给我们，从迷回过头来依觉，觉而不迷，这才叫真正皈依佛。从邪回过头来依正，正知正见；从邪知邪见回过头来，依正知正见，这叫皈依法，皈依法是正而不邪。僧是清净，清净的反面是染污！我们今天精神的染污、思想的染污、见解的染污，现在还有色身的染污，现在这个社会严重的染污。我们要懂得从染污回过头来，依清净心、依清净身，身心清净你自然健康长寿。",
      "zh_TW": "「三皈」我講過好多遍，有錄音、有錄相，還有《三皈傳授》的小冊子。早晚都念，沒有皈，也沒有依。皈是回頭，回頭是岸，沒回頭；依是依靠，我們沒有依靠，沒依靠佛。我們依什麼？還是依自己的煩惱習氣。生活當中，工作、處事待人接物，沒有依照佛的教誨，所以我說沒有皈，也沒有依。佛是覺，皈依佛就是皈依覺；覺的反面是迷，起心動念，分別執著，這是迷。這一願就是教給我們，從迷回過頭來依覺，覺而不迷，這才叫真正皈依佛。從邪回過頭來依正，正知正見；從邪知邪見回過頭來，依正知正見，這叫皈依法，皈依法是正而不邪。僧是清淨，清淨的反面是染污！我們今天精神的染污、思想的染污、見解的染污，現在還有色身的染污，現在這個社會嚴重的染污。我們要懂得從染污回過頭來，依清淨心、依清淨身，身心清淨你自然健康長壽。"
    },
    {
      "id": "12-017-1494_p0019",
      "zh_CN": "我们天天念三皈，有没有真的回头？有没有真的依靠觉正净三宝？如果没有，那我们天天早晨念这个，晚上念这个，我有时候说话不好听，叫打妄语，骗佛菩萨。早晚课，早晨骗佛菩萨一次，晚上又骗他一次，于心何忍？真回头，真的有依靠。落实在哪里？现在我们提倡的，要落实在《弟子规》，落实在十善业，那就是真正名实相副的觉而不迷、正而不邪、净而不染。",
      "zh_TW": "我們天天念三皈，有沒有真的回頭？有沒有真的依靠覺正淨三寶？如果沒有，那我們天天早晨念這個，晚上念這個，我有時候說話不好聽，叫打妄語，騙佛菩薩。早晚課，早晨騙佛菩薩一次，晚上又騙他一次，於心何忍？真回頭，真的有依靠。落實在哪裡？現在我們提倡的，要落實在《弟子規》，落實在十善業，那就是真正名實相副的覺而不迷、正而不邪、淨而不染。"
    },
    {
      "id": "12-017-1494_p0020",
      "zh_CN": "第一句里头讲的能发跟所愿众生，不但自己这么做，还要有愿、有这个念头，希望一切众生都能皈依三宝，都能够落实三皈、五戒、十善业。只要我们做，做得很好，你一定影响你家里人，日久天长，大家看到你是这么个好人，会感染！我们没有办法感动家人，就是自己做得不够好，真的自己做好了，哪有不感动人的道理！所以古大德说得好，「行有不得，反求诸己」，我们所期望的目标达不到，回过头来反省。不是人不能够教化，而是我们自己的德行不够，我们的智慧、德行不够。一定要加强自己的智慧德行，你才能感动你的家人，才能感动你的邻里乡党，感动社会一切大众，一定要从自己本身做起。",
      "zh_TW": "第一句裡頭講的能發跟所願眾生，不但自己這麼做，還要有願、有這個念頭，希望一切眾生都能皈依三寶，都能夠落實三皈、五戒、十善業。只要我們做，做得很好，你一定影響你家裡人，日久天長，大家看到你是這麼個好人，會感染！我們沒有辦法感動家人，就是自己做得不夠好，真的自己做好了，哪有不感動人的道理！所以古大德說得好，「行有不得，反求諸己」，我們所期望的目標達不到，回過頭來反省。不是人不能夠教化，而是我們自己的德行不夠，我們的智慧、德行不夠。一定要加強自己的智慧德行，你才能感動你的家人，才能感動你的鄰里鄉黨，感動社會一切大眾，一定要從自己本身做起。"
    },
    {
      "id": "12-017-1494_p0021",
      "zh_CN": "「后事亦二」，这是事，事上有初、有次、有三，这第三桩讲的是「一者自益」，你自己得利益。「由此诸愿，成前诸德」，总的说是能获一切胜妙功德，所以你要会用心。怎么会用心？佛菩萨慈悲到了极处，举了这么多的例子，一百四十一个例子，教你在日常生活当中，工作、待人接物怎样用心。你要果然如法修行，你这样用心，跟诸佛如来、跟法身菩萨无二无别。佛在日常生活当中，在待人接物当中，怎么用心？就是这样的。我们要好好的学，要学会！那你就成就自己的智慧、德行。",
      "zh_TW": "「後事亦二」，這是事，事上有初、有次、有三，這第三樁講的是「一者自益」，你自己得利益。「由此諸願，成前諸德」，總的說是能獲一切勝妙功德，所以你要會用心。怎麼會用心？佛菩薩慈悲到了極處，舉了這麼多的例子，一百四十一個例子，教你在日常生活當中，工作、待人接物怎樣用心。你要果然如法修行，你這樣用心，跟諸佛如來、跟法身菩薩無二無別。佛在日常生活當中，在待人接物當中，怎麼用心？就是這樣的。我們要好好的學，要學會！那你就成就自己的智慧、德行。"
    },
    {
      "id": "12-017-1494_p0022",
      "zh_CN": "你看「胜妙」，前面讲过了，胜是殊胜，妙是不着相。大乘教里面，我们念过，「离一切相，即一切法」，即一切法就是胜妙功德，就是殊胜功德；离一切相，妙功德。即相离相，离即同时，这是菩萨，这是佛，不是二乘！二乘离一切相，他真离了，所以他不教化众生。他嫌众生不好教，不教了，所以他没有菩提心。菩提心里头有大慈大悲，他只有清净，没有慈悲。所以二乘在四圣法界，不是在一真法界；菩萨在一真法界。这是自益，自己利益，成就自己的殊胜微妙功德。",
      "zh_TW": "你看「勝妙」，前面講過了，勝是殊勝，妙是不著相。大乘教裡面，我們念過，「離一切相，即一切法」，即一切法就是勝妙功德，就是殊勝功德；離一切相，妙功德。即相離相，離即同時，這是菩薩，這是佛，不是二乘！二乘離一切相，他真離了，所以他不教化眾生。他嫌眾生不好教，不教了，所以他沒有菩提心。菩提心裡頭有大慈大悲，他只有清淨，沒有慈悲。所以二乘在四聖法界，不是在一真法界；菩薩在一真法界。這是自益，自己利益，成就自己的殊勝微妙功德。"
    },
    {
      "id": "12-017-1494_p0023",
      "zh_CN": "第二个是「益他」，利益别人，「由此发愿，愿众生故」。这个愿不是空愿，这个愿用现在的话来说，就是影响！我发愿一定要做到，必然能够影响我周边的这些人、物。人能影响物，物也能影响人，物是什么？山河大地，一切众生！人发大愿、发善心，就是从你的念头上放射出像电磁波一样，像光波一样。善心、善愿，这个波遍法界虚空界。这个波的强度完全跟你发愿的心成正比例，就像我们刚才讲的百分比一样。我们今天发的愿，好像没有什么大的感应，真的，感应不显著。为什么？这个波发出去很弱，不强，虽很弱它也周遍法界。如果我们能够有强度，有百分之十的强度、百分之二十的强度，就产生很大的效果。百分之十，《华严经》上初信位的菩萨了；百分之二十，二信，大乘圆教二信位的菩萨，这个感应就很明显。他的形象、他的动静，他动作也好，他在那里入定也好，都能叫山河大地受到影响。这个事情你只要了解日本江本胜博士做的水实验，你就明白了。",
      "zh_TW": "第二個是「益他」，利益別人，「由此發願，願眾生故」。這個願不是空願，這個願用現在的話來說，就是影響！我發願一定要做到，必然能夠影響我周邊的這些人、物。人能影響物，物也能影響人，物是什麼？山河大地，一切眾生！人發大願、發善心，就是從你的念頭上放射出像電磁波一樣，像光波一樣。善心、善願，這個波遍法界虛空界。這個波的強度完全跟你發願的心成正比例，就像我們剛才講的百分比一樣。我們今天發的願，好像沒有什麼大的感應，真的，感應不顯著。為什麼？這個波發出去很弱，不強，雖很弱它也周遍法界。如果我們能夠有強度，有百分之十的強度、百分之二十的強度，就產生很大的效果。百分之十，《華嚴經》上初信位的菩薩了；百分之二十，二信，大乘圓教二信位的菩薩，這個感應就很明顯。他的形象、他的動靜，他動作也好，他在那裡入定也好，都能叫山河大地受到影響。這個事情你只要了解日本江本勝博士做的水實驗，你就明白了。"
    },
    {
      "id": "12-017-1494_p0024",
      "zh_CN": "真诚的善心，能令外面的环境都变得美好，这就是说出境随心转，大乘教里头佛常讲的「一切法从心想生」。所以我们今天不能感化这个社会，不能让物质环境变得更美好，我们做得不够！这是自己要认真反省、检讨的。怎么做得不够？有名利，还是会争名夺利，自己喜欢的还是要争取；还是有贪心，自己有的，看到别人很需要，有吝啬的心，不肯布施；看到于自己不太舒服的时候，马上就生气，瞋恚就起来；看到别人比我们好的时候，嫉妒就起来。诸位想想，自己是不是这样的人？如果是这样的话，一分都没有。佛所说的菩提心，我们不是念念而已！嘴皮上有，除嘴皮之外什么都没有。你的心上没有，你的行为上没有，怎么能成就胜妙功德？我们这样学佛也能获，能获一切三途六道的业因果报；我们不是成就胜妙功德，我们所干的还是三途的业报，这个不能不警惕。",
      "zh_TW": "真誠的善心，能令外面的環境都變得美好，這就是說出境隨心轉，大乘教裡頭佛常講的「一切法從心想生」。所以我們今天不能感化這個社會，不能讓物質環境變得更美好，我們做得不夠！這是自己要認真反省、檢討的。怎麼做得不夠？有名利，還是會爭名奪利，自己喜歡的還是要爭取；還是有貪心，自己有的，看到別人很需要，有吝嗇的心，不肯布施；看到於自己不太舒服的時候，馬上就生氣，瞋恚就起來；看到別人比我們好的時候，嫉妒就起來。諸位想想，自己是不是這樣的人？如果是這樣的話，一分都沒有。佛所說的菩提心，我們不是念念而已！嘴皮上有，除嘴皮之外什麼都沒有。你的心上沒有，你的行為上沒有，怎麼能成就勝妙功德？我們這樣學佛也能獲，能獲一切三途六道的業因果報；我們不是成就勝妙功德，我們所幹的還是三途的業報，這個不能不警惕。"
    },
    {
      "id": "12-017-1494_p0025",
      "zh_CN": "尤其是年岁到晚年的人，我们中国人常说，六十以后是晚年。年轻的人还没有体会到这个事情的要紧，六十岁以后，这一生已经过去了，念念要为来生打算，来生我要到哪里去。纵然过去六十岁之前造做种种恶业，六十岁如果身体健康，觉悟了回头，来得及。《往生经》里面说的是更殊胜，慈悲到极处；只要你一口气不断，你改过自新修忏悔都来得及。人不可以自暴自弃，遇到佛法实在是不容易，遇到之后一定要明了，一定要觉悟，一定要真正皈依，依教奉行。这个法真的是自他两利，自利不可思议，利他也不可思议。现在时间到了，我们休息几分钟。",
      "zh_TW": "尤其是年歲到晚年的人，我們中國人常說，六十以後是晚年。年輕的人還沒有體會到這個事情的要緊，六十歲以後，這一生已經過去了，念念要為來生打算，來生我要到哪裡去。縱然過去六十歲之前造做種種惡業，六十歲如果身體健康，覺悟了回頭，來得及。《往生經》裡面說的是更殊勝，慈悲到極處；只要你一口氣不斷，你改過自新修懺悔都來得及。人不可以自暴自棄，遇到佛法實在是不容易，遇到之後一定要明瞭，一定要覺悟，一定要真正皈依，依教奉行。這個法真的是自他兩利，自利不可思議，利他也不可思議。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1494_p0026",
      "zh_CN": "诸位同学，请坐。我们接着再看清凉大师下面的开示。「此后二句，或前句是因，后句是果，如云所行无逆，成一切智等」，这是举个例子。「所行无逆」是因，「成一切智」是果，偈颂里头这种例子很多。第三句、第四句，有些时候上面是因，下面是果。所行无逆，「逆」就是违背佛陀的教诲，佛陀的教诲就是在经论之中，三藏经律论都是佛陀的教诲。古人给我们说得很好，「经论印知见，戒律正行为」，我们讲身口意，言语造作要依戒律，起心动念要依经论。三藏无非是教我们身语意，起心动念、言语造作都能得其正。",
      "zh_TW": "諸位同學，請坐。我們接著再看清涼大師下面的開示。「此後二句，或前句是因，後句是果，如云所行無逆，成一切智等」，這是舉個例子。「所行無逆」是因，「成一切智」是果，偈頌裡頭這種例子很多。第三句、第四句，有些時候上面是因，下面是果。所行無逆，「逆」就是違背佛陀的教誨，佛陀的教誨就是在經論之中，三藏經律論都是佛陀的教誨。古人給我們說得很好，「經論印知見，戒律正行為」，我們講身口意，言語造作要依戒律，起心動念要依經論。三藏無非是教我們身語意，起心動念、言語造作都能得其正。"
    },
    {
      "id": "12-017-1494_p0027",
      "zh_CN": "正的标准是什么？标准是性德，大乘教里面讲的法性。身语意三业都能跟法性相应而没有违背，这个人就是法身菩萨，就是诸佛如来；如果有违背，违背的程度有大小、有浅深、有广狭不同，违背少许无伤大雅。那就是十法界里面四圣这些人，没有能够完全做到无逆；完全做到无逆，是四十一位法身大士，他们所行无逆，成一切智。这「一切智」包括三种智慧，一切智、道种智、一切种智。用这三个字，因为偈颂每一句是四个字，所以提一个，你就想到后面三个都在其中。成就一切智，初住以上！就是我们常说，于一切法，我们讲对人、对事、对物，没有执着；我们中国人讲没有成见，什么都好，不再执着，这是阿罗汉。",
      "zh_TW": "正的標準是什麼？標準是性德，大乘教裡面講的法性。身語意三業都能跟法性相應而沒有違背，這個人就是法身菩薩，就是諸佛如來；如果有違背，違背的程度有大小、有淺深、有廣狹不同，違背少許無傷大雅。那就是十法界裡面四聖這些人，沒有能夠完全做到無逆；完全做到無逆，是四十一位法身大士，他們所行無逆，成一切智。這「一切智」包括三種智慧，一切智、道種智、一切種智。用這三個字，因為偈頌每一句是四個字，所以提一個，你就想到後面三個都在其中。成就一切智，初住以上！就是我們常說，於一切法，我們講對人、對事、對物，沒有執著；我們中國人講沒有成見，什麼都好，不再執著，這是阿羅漢。"
    },
    {
      "id": "12-017-1494_p0028",
      "zh_CN": "譬如饮食，我在新加坡，听新加坡的同学们告诉我，老一辈的人，弘一大师他跟新加坡广洽法师是非常好的朋友。广洽法师祖籍是福建，他们曾经在厦门在一起住过一段时期。广洽法师对于弘一大师非常尊敬、非常的仰慕，这是真正有德行的一个出家人。所以弘一大师就应他的邀请，到马来西亚南洋去弘法，住在他的精舍，薝葡院。我去过，房子不大，有个小院子。一个老人告诉我，弘一法师的生活很简单，很容易照顾，饮食起居给他什么吃什么，他没有分别。有些菜做得咸，有人说：法师，是不是太咸了？他说，「咸有咸的味道」；煮淡了，「淡有淡的味道」，没有一样不好，这是现身说法。",
      "zh_TW": "譬如飲食，我在新加坡，聽新加坡的同學們告訴我，老一輩的人，弘一大師他跟新加坡廣洽法師是非常好的朋友。廣洽法師祖籍是福建，他們曾經在廈門在一起住過一段時期。廣洽法師對於弘一大師非常尊敬、非常的仰慕，這是真正有德行的一個出家人。所以弘一大師就應他的邀請，到馬來西亞南洋去弘法，住在他的精舍，薝葡院。我去過，房子不大，有個小院子。一個老人告訴我，弘一法師的生活很簡單，很容易照顧，飲食起居給他什麼吃什麼，他沒有分別。有些菜做得鹹，有人說：法師，是不是太鹹了？他說，「鹹有鹹的味道」；煮淡了，「淡有淡的味道」，沒有一樣不好，這是現身說法。"
    },
    {
      "id": "12-017-1494_p0029",
      "zh_CN": "佛在经教里常常教我们，随缘而不攀缘，随缘就是什么都好。释迦牟尼佛当年在世，出去托钵，给什么吃什么，决定没有分别。不会说每次去，这富有人家，供僧的菜饭都很好，天天到他家去托，没这个事情；另外那是贫穷人家，吃的都很差。佛菩萨心是平等的。所以真诚、清净、平等、正觉、慈悲，在哪里修？就在生活上修，就在人事上修，在环境上修，你才真修得成功。修什么？所行无逆，决定遵守佛陀的教诲，你不能挑剔，这个好吃，那个不好吃，不可以。",
      "zh_TW": "佛在經教裡常常教我們，隨緣而不攀緣，隨緣就是什麼都好。釋迦牟尼佛當年在世，出去托缽，給什麼吃什麼，決定沒有分別。不會說每次去，這富有人家，供僧的菜飯都很好，天天到他家去托，沒這個事情；另外那是貧窮人家，吃的都很差。佛菩薩心是平等的。所以真誠、清淨、平等、正覺、慈悲，在哪裡修？就在生活上修，就在人事上修，在環境上修，你才真修得成功。修什麼？所行無逆，決定遵守佛陀的教誨，你不能挑剔，這個好吃，那個不好吃，不可以。"
    },
    {
      "id": "12-017-1494_p0030",
      "zh_CN": "所以佛吃的那一钵饭，很多人家布施的，不是一家，这个饭叫袈裟。我们穿的这个叫袈裟，袈裟是印度话，是什么意思？混杂。这个衣服是红黄蓝白黑，这五种叫正色，佛染衣，把这五种颜色混在一起，染成这个颜色，所以称袈裟。吃饭是每个人家托钵，人家供养的。佛叫弟子们托钵，只准托七家，七户人家。七户人家都没有供养，你就不可以到第八家去，你就回来，空钵。回来怎么办？由同学钵里饭多的分给你。托钵不是托了之后，你就可以一面走一面吃，不可以。要回到自己居住的地方，树林之下，大家统统都回来了，再一起吃饭。很有规矩，有秩序，不是每个人托的自己就吃了，不是的。回去之后，大概还是把所有的饭统统混合在一起，你能吃多少就拿多少，这叫平等。",
      "zh_TW": "所以佛吃的那一缽飯，很多人家布施的，不是一家，這個飯叫袈裟。我們穿的這個叫袈裟，袈裟是印度話，是什麼意思？混雜。這個衣服是紅黃藍白黑，這五種叫正色，佛染衣，把這五種顏色混在一起，染成這個顏色，所以稱袈裟。吃飯是每個人家托缽，人家供養的。佛叫弟子們托缽，只准托七家，七戶人家。七戶人家都沒有供養，你就不可以到第八家去，你就回來，空缽。回來怎麼辦？由同學缽裡飯多的分給你。托缽不是托了之後，你就可以一面走一面吃，不可以。要回到自己居住的地方，樹林之下，大家統統都回來了，再一起吃飯。很有規矩，有秩序，不是每個人托的自己就吃了，不是的。回去之後，大概還是把所有的飯統統混合在一起，你能吃多少就拿多少，這叫平等。"
    },
    {
      "id": "12-017-1494_p0031",
      "zh_CN": "所以一钵千家饭，你了解这个意义，不是假的。当年他的学生一千二百五十五个人，大家都去托钵，回来之后，把所有饭混合在一起，不是一钵千家饭吗？这不是假的，这是实实在在的。都是混合，没有分别，没有执着，饭菜统统在一起，养这个色身。总是要记住，一切都随缘不攀缘，一切都不要麻烦别人。佛法是「慈悲为本，方便为门」，总不可以叫别人为难，这一点很重要！所以，经论上佛常讲，菩萨所在之处，令一切众生生欢喜心，不能叫他生烦恼，生烦恼就不是菩萨了。",
      "zh_TW": "所以一缽千家飯，你了解這個意義，不是假的。當年他的學生一千二百五十五個人，大家都去托缽，回來之後，把所有飯混合在一起，不是一缽千家飯嗎？這不是假的，這是實實在在的。都是混合，沒有分別，沒有執著，飯菜統統在一起，養這個色身。總是要記住，一切都隨緣不攀緣，一切都不要麻煩別人。佛法是「慈悲為本，方便為門」，總不可以叫別人為難，這一點很重要！所以，經論上佛常講，菩薩所在之處，令一切眾生生歡喜心，不能叫他生煩惱，生煩惱就不是菩薩了。"
    },
    {
      "id": "12-017-1494_p0032",
      "zh_CN": "起心动念、言语造作，总是利益众生，而不是为利益自己。为什么不利益自己？利益自己是搞六道轮回。为什么利益自己是搞六道轮回？六道轮回里面第一个因，就是执着有「我」，把这个身当作我。《金刚经》上讲，我相、人相、众生相、寿者相，只要有我，必定就有众生，就有寿者，四相具足，这是六道轮回的因。所以佛教人，你要想离开六道，先要破我执，无我、无人、无众生、无寿者。我尚且没有，我所有的当然更是假的，无我、无我所，你才能离开六道！坚固的执着我跟我所有，连念佛都不能往生。这个例子很多，你看看佛门里面那些文字记载太多了，业因果报。",
      "zh_TW": "起心動念、言語造作，總是利益眾生，而不是為利益自己。為什麼不利益自己？利益自己是搞六道輪迴。為什麼利益自己是搞六道輪迴？六道輪迴裡面第一個因，就是執著有「我」，把這個身當作我。《金剛經》上講，我相、人相、眾生相、壽者相，只要有我，必定就有眾生，就有壽者，四相具足，這是六道輪迴的因。所以佛教人，你要想離開六道，先要破我執，無我、無人、無眾生、無壽者。我尚且沒有，我所有的當然更是假的，無我、無我所，你才能離開六道！堅固的執著我跟我所有，連念佛都不能往生。這個例子很多，你看看佛門裡面那些文字記載太多了，業因果報。"
    },
    {
      "id": "12-017-1494_p0033",
      "zh_CN": "有些修行，无论在家、出家，不错了，名闻利养看淡了，世缘也淡了，但把佛法看得很重；身是看得很轻，佛法看得很重。譬如法物、经书，看得很重，比生命还要重，佛像看得很重，坚固的执着。我在过去，年轻的时候，我很爱书，书看得很重，确实超过一切所有的。以后李老师讲经的时候告诉我们，凡是有嗜好，你将来死了以后，念念你舍不得离开它。要是经书看得很重的，那怎么办？书里头有蛀虫，蛀虫就是前生爱那些书，舍不得离开书本，死了以后就到书里头做蛀虫去了，这是李老师给我们讲的。我看到有些人特别喜欢收藏佛像，大尊、小尊的、金银铜铁的，专门喜欢搜集佛像、爱好佛像，虔诚佛教徒。他将来要往生的时候，到哪里去？我曾经看到木雕佛像里面有老鼠，我恍然大悟！他离不开佛像，佛像里面有老鼠、有蟑螂、有蚂蚁，他就到这里投胎去了；寺庙里没有男女婚配，在这投胎去了。所以对任何物品，只要有嗜好的，都会给你带来很大的麻烦。",
      "zh_TW": "有些修行，無論在家、出家，不錯了，名聞利養看淡了，世緣也淡了，但把佛法看得很重；身是看得很輕，佛法看得很重。譬如法物、經書，看得很重，比生命還要重，佛像看得很重，堅固的執著。我在過去，年輕的時候，我很愛書，書看得很重，確實超過一切所有的。以後李老師講經的時候告訴我們，凡是有嗜好，你將來死了以後，念念你捨不得離開它。要是經書看得很重的，那怎麼辦？書裡頭有蛀蟲，蛀蟲就是前生愛那些書，捨不得離開書本，死了以後就到書裡頭做蛀蟲去了，這是李老師給我們講的。我看到有些人特別喜歡收藏佛像，大尊、小尊的、金銀銅鐵的，專門喜歡蒐集佛像、愛好佛像，虔誠佛教徒。他將來要往生的時候，到哪裡去？我曾經看到木雕佛像裡面有老鼠，我恍然大悟！他離不開佛像，佛像裡面有老鼠、有蟑螂、有螞蟻，他就到這裡投胎去了；寺廟裡沒有男女婚配，在這投胎去了。所以對任何物品，只要有嗜好的，都會給你帶來很大的麻煩。"
    },
    {
      "id": "12-017-1494_p0034",
      "zh_CN": "《般若经》上讲得好，「凡所有相，皆是虚妄」，佛说这个话是什么意思？教你统统放下，不要执着。我学佛学到十年、二十年才真的放下，什么都可以，不再搞这些东西。书籍是要搜集一些，为什么？讲经，讲经需要参考资料，所以不能不要图书。图书怎么样？从前是据为己有，自己很珍惜，现在都送给图书馆。古时候寺院有藏经楼，应该统统归藏经楼，归常住。我们现在没有藏经楼，我在澳洲有个净宗学院，学院也交给年轻人。学院有个相当有规模的图书馆，我所有的书籍全部归图书馆。我自己身边就是一些参考资料，这些参考资料我也不执着，哪天我不要了，我统统会捐给寺院或者是捐给学校。现在还没有捐，心上早已经捐掉了，不可以有丝毫的妄想分别执着。身尚且不是我，哪有身外之物！",
      "zh_TW": "《般若經》上講得好，「凡所有相，皆是虛妄」，佛說這個話是什麼意思？教你統統放下，不要執著。我學佛學到十年、二十年才真的放下，什麼都可以，不再搞這些東西。書籍是要蒐集一些，為什麼？講經，講經需要參考資料，所以不能不要圖書。圖書怎麼樣？從前是據為己有，自己很珍惜，現在都送給圖書館。古時候寺院有藏經樓，應該統統歸藏經樓，歸常住。我們現在沒有藏經樓，我在澳洲有個淨宗學院，學院也交給年輕人。學院有個相當有規模的圖書館，我所有的書籍全部歸圖書館。我自己身邊就是一些參考資料，這些參考資料我也不執著，哪天我不要了，我統統會捐給寺院或者是捐給學校。現在還沒有捐，心上早已經捐掉了，不可以有絲毫的妄想分別執著。身尚且不是我，哪有身外之物！"
    },
    {
      "id": "12-017-1494_p0035",
      "zh_CN": "既然是出了家，你再去搞一栋房子，不就又回家去了？你不就又有了家吗？盖个大庙，出了自己家庭的小家，找一个大家。「寺庙是我的，这寺庙是我的财产，我的！」只要是我的，你的麻烦就来了。印光大师一生不收徒弟、不传戒、不盖寺庙，什么道理？我们要多想想，要多了解。不造业！没有过失。一生所做的就一桩事情，印经布施，十方的供养，他就做这一桩事情。把这些供养在苏州报国寺办个弘化社，就是我们现在讲的佛经流通处，专门印送经典、善书，连一般慈善救济的事业他都没做。这什么原因？",
      "zh_TW": "既然是出了家，你再去搞一棟房子，不就又回家去了？你不就又有了家嗎？蓋個大廟，出了自己家庭的小家，找一個大家。「寺廟是我的，這寺廟是我的財產，我的！」只要是我的，你的麻煩就來了。印光大師一生不收徒弟、不傳戒、不蓋寺廟，什麼道理？我們要多想想，要多了解。不造業！沒有過失。一生所做的就一樁事情，印經布施，十方的供養，他就做這一樁事情。把這些供養在蘇州報國寺辦個弘化社，就是我們現在講的佛經流通處，專門印送經典、善書，連一般慈善救濟的事業他都沒做。這什麼原因？"
    },
    {
      "id": "12-017-1494_p0036",
      "zh_CN": "慈善救济事业，做的人很多！这种慈悲救济是治标，这个诸位要晓得。人家没得吃的，送粮食给他，没有穿的，送衣服给他，这是治标；帮助人觉悟，帮助人信因果，帮助人断恶修善，这是治本！这个道理深。释迦牟尼佛一生，讲经三百余会，说法四十九年，干的是什么？慈善救济。他知道，一切众生的苦难从哪里来的？从迷惑颠倒来的。你迷了，你才造业，你造作不善的业，就有恶的果报现前；你要是觉悟了，恶业不造了，纵有恶因，恶缘断了，不善的果报不会现前。你多做好事，多造善因，你过去世的善、现在世的善，有因、有缘，果报统统现前。所以这才是真正慈悲救世。",
      "zh_TW": "慈善救濟事業，做的人很多！這種慈悲救濟是治標，這個諸位要曉得。人家沒得吃的，送糧食給他，沒有穿的，送衣服給他，這是治標；幫助人覺悟，幫助人信因果，幫助人斷惡修善，這是治本！這個道理深。釋迦牟尼佛一生，講經三百餘會，說法四十九年，幹的是什麼？慈善救濟。他知道，一切眾生的苦難從哪裡來的？從迷惑顛倒來的。你迷了，你才造業，你造作不善的業，就有惡的果報現前；你要是覺悟了，惡業不造了，縱有惡因，惡緣斷了，不善的果報不會現前。你多做好事，多造善因，你過去世的善、現在世的善，有因、有緣，果報統統現前。所以這才是真正慈悲救世。"
    },
    {
      "id": "12-017-1494_p0037",
      "zh_CN": "释迦牟尼佛一生做慈济的工作，没有用一分钱，完全用的是教育。印祖在末法时期为我们做这个示现，我们要能体会，要能懂得他的意思，懂得他的意思你就能懂得佛的教诲。我们应该怎样学佛？怎样效法祖师？跟这个经上讲的，要怎样用心，我们就能够获得一切胜妙功德。这胜妙功德是人说的，自己有没有？没有。为什么？妄想分别执着统统没有，那个功德才真正叫胜妙；里头夹杂着妄想分别执着，功德就不胜也不妙，妙是要离相。这是说偈子里头有因有果，三句是因，四句是果。但是也不一定。",
      "zh_TW": "釋迦牟尼佛一生做慈濟的工作，沒有用一分錢，完全用的是教育。印祖在末法時期為我們做這個示現，我們要能體會，要能懂得他的意思，懂得他的意思你就能懂得佛的教誨。我們應該怎樣學佛？怎樣效法祖師？跟這個經上講的，要怎樣用心，我們就能夠獲得一切勝妙功德。這勝妙功德是人說的，自己有沒有？沒有。為什麼？妄想分別執著統統沒有，那個功德才真正叫勝妙；裡頭夾雜著妄想分別執著，功德就不勝也不妙，妙是要離相。這是說偈子裡頭有因有果，三句是因，四句是果。但是也不一定。"
    },
    {
      "id": "12-017-1494_p0038",
      "zh_CN": "下面说，「或二俱是因」，三句、四句都是因。譬如这经上说的，「巧事师长，习行善法等」，等就是属于这一类的，这两句都是因。「巧事师长」是第三句，「习行善法」是第四句，两句都是因；巧是善巧，事是奉事师长。巧事师长里头决不是天天把老师照顾好，衣食住行伺候得很周到，老师不需要这个。老师需要学生什么？需要学生依教奉行，需要学生你的烦恼习气天天减轻，你的智慧、福德天天增长，老师看到就欢喜了。所以你真正得到「慈悲为本，方便为门」，这是真正叫巧事。所以接着下面一句，习行善法，善巧方便统统落实在学习。在生活当中学习，在处事待人接物里面学习，学习行善！像《十善业道经》所说的，「常念善法，思惟善法，观察善法」，身语意业没有一样不善。",
      "zh_TW": "下面說，「或二俱是因」，三句、四句都是因。譬如這經上說的，「巧事師長，習行善法等」，等就是屬於這一類的，這兩句都是因。「巧事師長」是第三句，「習行善法」是第四句，兩句都是因；巧是善巧，事是奉事師長。巧事師長裡頭決不是天天把老師照顧好，衣食住行伺候得很周到，老師不需要這個。老師需要學生什麼？需要學生依教奉行，需要學生你的煩惱習氣天天減輕，你的智慧、福德天天增長，老師看到就歡喜了。所以你真正得到「慈悲為本，方便為門」，這是真正叫巧事。所以接著下面一句，習行善法，善巧方便統統落實在學習。在生活當中學習，在處事待人接物裡面學習，學習行善！像《十善業道經》所說的，「常念善法，思惟善法，觀察善法」，身語意業沒有一樣不善。"
    },
    {
      "id": "12-017-1494_p0039",
      "zh_CN": "另外一个意思，巧事师长就是把《沙弥律仪》里面二十四门威仪，善巧方便统统都落实、都做到，这是「事」。「巧」是什么意思？你在做这些事情都是教育，为什么？他有愿在里头。我做给别人看，给那些人做个好榜样，提醒他们，这是巧。要懂得，没有一样不是教育，没有一样不是在利益众生、在教化众生。自行原来就是化他，化他原来就是自行，自行、化他不二。我们对师长的礼敬，师长纵然不需要，我们要如理如法做给别人看。现在很多人不知道尊敬老师，不知道孝顺父母，我们要把孝顺父母、尊敬老师做个样子给人看，这是巧；换句话说，都是唱戏！父亲跟儿子唱戏给别人看，给那些父子不和的人，父子当中有矛盾的人，给他看，这就是劝导他。那个不尊重老师的人，老师跟学生在演戏，就像释迦牟尼佛跟他那批学生，一千二百五十五人，演戏，演给我们看的。这是巧事。",
      "zh_TW": "另外一個意思，巧事師長就是把《沙彌律儀》裡面二十四門威儀，善巧方便統統都落實、都做到，這是「事」。「巧」是什麼意思？你在做這些事情都是教育，為什麼？他有願在裡頭。我做給別人看，給那些人做個好榜樣，提醒他們，這是巧。要懂得，沒有一樣不是教育，沒有一樣不是在利益眾生、在教化眾生。自行原來就是化他，化他原來就是自行，自行、化他不二。我們對師長的禮敬，師長縱然不需要，我們要如理如法做給別人看。現在很多人不知道尊敬老師，不知道孝順父母，我們要把孝順父母、尊敬老師做個樣子給人看，這是巧；換句話說，都是唱戲！父親跟兒子唱戲給別人看，給那些父子不和的人，父子當中有矛盾的人，給他看，這就是勸導他。那個不尊重老師的人，老師跟學生在演戲，就像釋迦牟尼佛跟他那批學生，一千二百五十五人，演戲，演給我們看的。這是巧事。"
    },
    {
      "id": "12-017-1494_p0040",
      "zh_CN": "或者是「二俱佛果」，三句、四句都是果。你看前面三句、四句都是因，这个地方就完全都是果。譬如愿里面所说的，第三句「永离烦恼」，第四句「究竟寂灭」，永离烦恼是果，究竟寂灭也是果，究竟寂灭是大涅槃！佛法的修学没有别的，说实在的话，这八个字也是大总持法门，讲尽了。佛法修什么？就是断烦恼。什么是烦恼？粗的讲是七情五欲，七情是喜怒哀乐爱恶欲，五欲是财色名食睡。这些东西时时刻刻会引起你的贪瞋痴慢，《百法》里面讲了二十六个烦恼，这些东西在外头勾引你。",
      "zh_TW": "或者是「二俱佛果」，三句、四句都是果。你看前面三句、四句都是因，這個地方就完全都是果。譬如願裡面所說的，第三句「永離煩惱」，第四句「究竟寂滅」，永離煩惱是果，究竟寂滅也是果，究竟寂滅是大涅槃！佛法的修學沒有別的，說實在的話，這八個字也是大總持法門，講盡了。佛法修什麼？就是斷煩惱。什麼是煩惱？粗的講是七情五欲，七情是喜怒哀樂愛惡欲，五欲是財色名食睡。這些東西時時刻刻會引起你的貪瞋痴慢，《百法》裡面講了二十六個煩惱，這些東西在外頭勾引你。"
    },
    {
      "id": "12-017-1494_p0041",
      "zh_CN": "永离烦恼，这些东西在外面，你的心是清净的，不受外面境界影响，这叫离烦恼。离烦恼不是一时、二时的，永离烦恼。开头离烦恼是忍，忍辱，忍耐，忍久了就得定。定能伏烦恼，定功愈深，伏的时间愈久，还没永离。永离是什么？定开了智慧，智慧开了之后，转烦恼成菩提，把烦恼转变成菩提，烦恼永远没有了。这是什么人？圆教初住菩萨。大乘经论里常讲，破一品无明，证一分法身，永离烦恼。十法界里面是属于定，伏烦恼，没有转；到他一转，就脱离十法界，脱离十法界，这个人就到华藏，就是一真法界了。念佛的人以这样的功夫，生西方极乐世界是生实报庄严土，一生到那个地方就花开见佛。他不是生凡圣土，不是生有余土，因为他永离烦恼。伏烦恼，伏得深，生方便土；伏得浅，刚刚伏住，生凡圣同居土。",
      "zh_TW": "永離煩惱，這些東西在外面，你的心是清淨的，不受外面境界影響，這叫離煩惱。離煩惱不是一時、二時的，永離煩惱。開頭離煩惱是忍，忍辱，忍耐，忍久了就得定。定能伏煩惱，定功愈深，伏的時間愈久，還沒永離。永離是什麼？定開了智慧，智慧開了之後，轉煩惱成菩提，把煩惱轉變成菩提，煩惱永遠沒有了。這是什麼人？圓教初住菩薩。大乘經論裡常講，破一品無明，證一分法身，永離煩惱。十法界裡面是屬於定，伏煩惱，沒有轉；到他一轉，就脫離十法界，脫離十法界，這個人就到華藏，就是一真法界了。念佛的人以這樣的功夫，生西方極樂世界是生實報莊嚴土，一生到那個地方就花開見佛。他不是生凡聖土，不是生有餘土，因為他永離煩惱。伏煩惱，伏得深，生方便土；伏得淺，剛剛伏住，生凡聖同居土。"
    },
    {
      "id": "12-017-1494_p0042",
      "zh_CN": "究竟寂灭就是究竟的佛果，比等觉还要高一层，这是无上正等正觉，究竟佛果；在《华严》排的秩序是第四十二个，最高的。前面四十位是法身菩萨，第四十一位是等觉菩萨，第四十二位是究竟寂灭。所以永离烦恼就是四十一位法身大士，究竟寂灭那是第四十二个位次，究竟佛果。统统是果报。",
      "zh_TW": "究竟寂滅就是究竟的佛果，比等覺還要高一層，這是無上正等正覺，究竟佛果；在《華嚴》排的秩序是第四十二個，最高的。前面四十位是法身菩薩，第四十一位是等覺菩薩，第四十二位是究竟寂滅。所以永離煩惱就是四十一位法身大士，究竟寂滅那是第四十二個位次，究竟佛果。統統是果報。"
    },
    {
      "id": "12-017-1494_p0043",
      "zh_CN": "我们今天要修的，没有这么高，我们现在要学的是伏烦恼。要伏烦恼，不能没有智慧，智慧从哪来？读经、听讲、看古今大德们的注解，从这里面得一点智慧。我知道多少我就做多少，这才管用；知道做不到，不管用。所以学不能学太多，为什么？学太多，你决定做不到。古人教学，佛法跟世法都不例外，老师都是一门深入，长时薰修。学一样东西，他专注他得利益，不能学多，不能学杂。学佛，从初发心到八十岁、九十岁，都不能够不守这个规矩，那就是一定是一门，不搞杂、不搞多，你才会有成就。又何况佛在经里常讲，一经通一切经通，一个法门明白了，门门都明白了。",
      "zh_TW": "我們今天要修的，沒有這麼高，我們現在要學的是伏煩惱。要伏煩惱，不能沒有智慧，智慧從哪來？讀經、聽講、看古今大德們的註解，從這裡面得一點智慧。我知道多少我就做多少，這才管用；知道做不到，不管用。所以學不能學太多，為什麼？學太多，你決定做不到。古人教學，佛法跟世法都不例外，老師都是一門深入，長時薰修。學一樣東西，他專注他得利益，不能學多，不能學雜。學佛，從初發心到八十歲、九十歲，都不能夠不守這個規矩，那就是一定是一門，不搞雜、不搞多，你才會有成就。又何況佛在經裡常講，一經通一切經通，一個法門明白了，門門都明白了。"
    },
    {
      "id": "12-017-1494_p0044",
      "zh_CN": "《坛经》六祖能大师给我们做最好的示范，一门通，一切都通了。他那一门就是五祖给他讲《金刚经》，《金刚经》有没有讲完？没有，讲到「应无所住，而生其心」，他就明白，就通了，后面就不要讲了。你看看《金刚经》，大概三分之一，他这一通，全都通了。他在避难的时候，第一个遇到的是无尽藏比丘尼。这个人一辈子受持《涅槃经》，《涅槃经》很长，念得很熟，不懂里头的意思。这下遇到能大师，欢喜得不得了，求能大师跟他讲解大意。惠能大师不认识字，跟他说你念给我听。这个经他念了很多年，念得滚瓜烂熟，背诵给他听。听完之后，惠能大师给他讲解，他开悟了。那时候的惠能大师才二十四岁。他一生会下开悟的四十三个人，无尽藏比丘尼是第一个。这就是什么？通了！《涅槃经》从来也没听说过。",
      "zh_TW": "《壇經》六祖能大師給我們做最好的示範，一門通，一切都通了。他那一門就是五祖給他講《金剛經》，《金剛經》有沒有講完？沒有，講到「應無所住，而生其心」，他就明白，就通了，後面就不要講了。你看看《金剛經》，大概三分之一，他這一通，全都通了。他在避難的時候，第一個遇到的是無盡藏比丘尼。這個人一輩子受持《涅槃經》，《涅槃經》很長，念得很熟，不懂裡頭的意思。這下遇到能大師，歡喜得不得了，求能大師跟他講解大意。惠能大師不認識字，跟他說你念給我聽。這個經他念了很多年，念得滾瓜爛熟，背誦給他聽。聽完之後，惠能大師給他講解，他開悟了。那時候的惠能大師才二十四歲。他一生會下開悟的四十三個人，無盡藏比丘尼是第一個。這就是什麼？通了！《涅槃經》從來也沒聽說過。"
    },
    {
      "id": "12-017-1494_p0045",
      "zh_CN": "法达国师受持《法华经》三千部，一天念一遍，三千部大概需要十年，读一部经。自以为很了不起，贡高我慢，见到六祖大师，礼拜的时候头不着地。六祖看到了，你礼拜的时候头不着地，现在的话说，一定有值得骄傲的地方。就问他，你什么地方值得骄傲？他就说出来，「我念过三千部《法华经》」，这个恒心、毅力也不容易！《法华经》的义旨不懂，求六祖给他讲解。六祖说好！《法华经》他没有接触过，从来没有听过，看不必说，他不会看，他说你念给我听。三千遍，已经念得很熟了，他就念给六祖听。念到第二品，我们知道《法华经》有二十八品，念到第二品，六祖说不必再念了，我全明白了，这里面所讲的是一乘因果。给他一开示，他才恍然大悟，再拜，头就着地了。",
      "zh_TW": "法達國師受持《法華經》三千部，一天念一遍，三千部大概需要十年，讀一部經。自以為很了不起，貢高我慢，見到六祖大師，禮拜的時候頭不著地。六祖看到了，你禮拜的時候頭不著地，現在的話說，一定有值得驕傲的地方。就問他，你什麼地方值得驕傲？他就說出來，「我念過三千部《法華經》」，這個恆心、毅力也不容易！《法華經》的義旨不懂，求六祖給他講解。六祖說好！《法華經》他沒有接觸過，從來沒有聽過，看不必說，他不會看，他說你念給我聽。三千遍，已經念得很熟了，他就念給六祖聽。念到第二品，我們知道《法華經》有二十八品，念到第二品，六祖說不必再念了，我全明白了，這裡面所講的是一乘因果。給他一開示，他才恍然大悟，再拜，頭就著地了。"
    },
    {
      "id": "12-017-1494_p0046",
      "zh_CN": "这个示现就是明明白白、清清楚楚告诉我们，一经通一切经通，五祖跟他讲解的就是《金刚经》。《金刚经》上大彻大悟，八万四千法门都悟了，所有一切经都通了，没有一样不通。今天的人为什么不悟？为什么不通？没有别的原因，搞杂、搞乱了，什么都想学，结果什么都不懂。你看惠能大师，他什么都不想学，结果他什么都懂。我们今天的毛病究竟出在哪里？出在什么都想学，自己把自己搞乱了、搞杂了，学了一辈子，一窍不通。不能怪人，不能怪佛菩萨，不能怪祖师大德，人家都说得那么清楚，说得那么明白，只是你自己不相信，那就没有法子。",
      "zh_TW": "這個示現就是明明白白、清清楚楚告訴我們，一經通一切經通，五祖跟他講解的就是《金剛經》。《金剛經》上大徹大悟，八萬四千法門都悟了，所有一切經都通了，沒有一樣不通。今天的人為什麼不悟？為什麼不通？沒有別的原因，搞雜、搞亂了，什麼都想學，結果什麼都不懂。你看惠能大師，他什麼都不想學，結果他什麼都懂。我們今天的毛病究竟出在哪裡？出在什麼都想學，自己把自己搞亂了、搞雜了，學了一輩子，一竅不通。不能怪人，不能怪佛菩薩，不能怪祖師大德，人家都說得那麼清楚，說得那麼明白，只是你自己不相信，那就沒有法子。"
    },
    {
      "id": "12-017-1494_p0047",
      "zh_CN": "我这一生算是很幸运，想学，老师不答应。我这三个老师，指导我的都是教我一门深入，不能搞杂，尤其我跟李老师学教。那个时候李老师开一个班，二十多个同学，条件就是一个，只可以学一部，不能学两部。同时学两部，他不教你，你不能参加他的经学班。参加经学班，你自己选一部经，所以他是让你自己选的。在哪里选？一定在《大藏经》里面选。《大藏经》是正法的标准，邪法不在里面，这正法，你选一部。老师还要看你的程度、看你的根性，如果你选得太深、选得太大，他摇头：不行！你选的这个你接受不了，重选。可以选三次，三次他都摇头的时候，「好，我代你选」，他就替你选了。所以，我们受的教育都是一门深入，长时薰修。",
      "zh_TW": "我這一生算是很幸運，想學，老師不答應。我這三個老師，指導我的都是教我一門深入，不能搞雜，尤其我跟李老師學教。那個時候李老師開一個班，二十多個同學，條件就是一個，只可以學一部，不能學兩部。同時學兩部，他不教你，你不能參加他的經學班。參加經學班，你自己選一部經，所以他是讓你自己選的。在哪裡選？一定在《大藏經》裡面選。《大藏經》是正法的標準，邪法不在裡面，這正法，你選一部。老師還要看你的程度、看你的根性，如果你選得太深、選得太大，他搖頭：不行！你選的這個你接受不了，重選。可以選三次，三次他都搖頭的時候，「好，我代你選」，他就替你選了。所以，我們受的教育都是一門深入，長時薰修。"
    },
    {
      "id": "12-017-1494_p0048",
      "zh_CN": "在这个时代，成败关键是善知识。可是遇到善知识，你自己要受教，这意思是你要接受善知识的教诲。如果你对善知识没有信心、没有尊敬心，阳奉阴违，你不会成就。印光大师说得很好，学生对老师有一分恭敬得一分利益，有二分恭敬得二分利益，有十分恭敬得十分利益。尊师重道，不是老师要求学生尊敬自己，那就错了；老师要要求学生尊敬自己，肯定不是个好老师。而尊师重道，实在讲是给老师观察学生的根性；也就是印祖所讲的，看他有几分恭敬心，就晓得这个学生将来他能得多少东西，老师给他讲的，他能接受多少，他能够消化多少。",
      "zh_TW": "在這個時代，成敗關鍵是善知識。可是遇到善知識，你自己要受教，這意思是你要接受善知識的教誨。如果你對善知識沒有信心、沒有尊敬心，陽奉陰違，你不會成就。印光大師說得很好，學生對老師有一分恭敬得一分利益，有二分恭敬得二分利益，有十分恭敬得十分利益。尊師重道，不是老師要求學生尊敬自己，那就錯了；老師要要求學生尊敬自己，肯定不是個好老師。而尊師重道，實在講是給老師觀察學生的根性；也就是印祖所講的，看他有幾分恭敬心，就曉得這個學生將來他能得多少東西，老師給他講的，他能接受多少，他能夠消化多少。"
    },
    {
      "id": "12-017-1494_p0049",
      "zh_CN": "由此可知，如果对老师十分恭敬，老师要不教你十分，他对不起你，为什么？你能够接受十分，老师只教九分，他还吝法，还有一分舍不得教你，错了。如果你只有一分恭敬心，老师教你两分就够了，两分就太多了，你还不能完全接受。老师对学生的观机，这是个重要因素，来观察这个学生他将来有没有成就。所以，尊师重道是你家里父母教你，孝顺父母是老师教学生。这一个人之能成就，父母跟老师密切配合，才把这个人教出来。这个道理我们要懂，我们要非常认真努力来学习。",
      "zh_TW": "由此可知，如果對老師十分恭敬，老師要不教你十分，他對不起你，為什麼？你能夠接受十分，老師只教九分，他還吝法，還有一分捨不得教你，錯了。如果你只有一分恭敬心，老師教你兩分就夠了，兩分就太多了，你還不能完全接受。老師對學生的觀機，這是個重要因素，來觀察這個學生他將來有沒有成就。所以，尊師重道是你家裡父母教你，孝順父母是老師教學生。這一個人之能成就，父母跟老師密切配合，才把這個人教出來。這個道理我們要懂，我們要非常認真努力來學習。"
    },
    {
      "id": "12-017-1494_p0050",
      "zh_CN": "下面一段说，「或俱通因果」，第三句、第四句有因有果，因果统统都有。譬如偈颂里面所说的，「以法自娱，了妓非实」，每一句里头都有因、都有果。你看真正契入佛法的，法喜充满，法喜充满是果，佛法的修学契入是因，这一句里头因果就具足，就非常的圆满。「了妓」，这个妓是歌舞、表演，舞台上表演的，一般世间人都喜欢歌舞、戏剧。明了这不是实在的，不是真的，世间人以此为乐，明白人对这个看得很平淡，有因、有果。法乐，世间人完全不知道，「以法自娱」，这是学而时习之，不亦悦乎！一般人不学、不入这个境界，这个法喜得不到。",
      "zh_TW": "下面一段說，「或俱通因果」，第三句、第四句有因有果，因果統統都有。譬如偈頌裡面所說的，「以法自娛，了妓非實」，每一句裡頭都有因、都有果。你看真正契入佛法的，法喜充滿，法喜充滿是果，佛法的修學契入是因，這一句裡頭因果就具足，就非常的圓滿。「了妓」，這個妓是歌舞、表演，舞台上表演的，一般世間人都喜歡歌舞、戲劇。明瞭這不是實在的，不是真的，世間人以此為樂，明白人對這個看得很平淡，有因、有果。法樂，世間人完全不知道，「以法自娛」，這是學而時習之，不亦悅乎！一般人不學、不入這個境界，這個法喜得不到。"
    },
    {
      "id": "12-017-1494_p0051",
      "zh_CN": "后面一句是世法里头的歌舞，包括现在所讲的交响乐团，都是属于这一类的。佛告诉我们，这个乐不是真的。我们知道，世间人很多迷在这个里头，迷于跳舞的、迷于唱歌的、迷於戏剧的，戏迷。把自己一生大好的光阴浪费在这里头，一无所成。所以举这个例子，这里头有因有果。今天时间到了，我们就讲到此地。",
      "zh_TW": "後面一句是世法裡頭的歌舞，包括現在所講的交響樂團，都是屬於這一類的。佛告訴我們，這個樂不是真的。我們知道，世間人很多迷在這個裡頭，迷於跳舞的、迷於唱歌的、迷於戲劇的，戲迷。把自己一生大好的光陰浪費在這裡頭，一無所成。所以舉這個例子，這裡頭有因有果。今天時間到了，我們就講到此地。"
    }
  ]
}