{
  "doc_id": "12-017-0373",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七三卷",
    "zh_TW": "第三七三卷"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0373",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-0373_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，八部四王众，阿修罗王偈颂，第九首：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，八部四王眾，阿修羅王偈頌，第九首："
    },
    {
      "id": "12-017-0373_p0002",
      "zh_CN": "【希有无等大神通，处处现身充法界，各在菩提树下坐，此义胜德能宣说。】",
      "zh_TW": "【希有無等大神通，處處現身充法界，各在菩提樹下坐，此義勝德能宣說。】"
    },
    {
      "id": "12-017-0373_p0003",
      "zh_CN": "现胜德阿修罗王，他所修学的法门是「普令见佛承事供养修诸善根」，从这个地方修行证果的。在赞颂里面，也是说明这个意思，我们在这里应当要如何学习。赞颂的第一句是说明，诸佛菩萨现身的能力，这个能力从哪里来的？他为什么能够做种种示现？像我们在《普门品》里面念到，观世音菩萨三十二应，应以什么身得度，他就能现什么身，这种能力从哪里来的？是什么能力？第一句就为我们说明。",
      "zh_TW": "現勝德阿修羅王，他所修學的法門是「普令見佛承事供養修諸善根」，從這個地方修行證果的。在讚頌裡面，也是說明這個意思，我們在這裡應當要如何學習。讚頌的第一句是說明，諸佛菩薩現身的能力，這個能力從哪裡來的？他為什麼能夠做種種示現？像我們在《普門品》裡面念到，觀世音菩薩三十二應，應以什麼身得度，他就能現什麼身，這種能力從哪裡來的？是什麼能力？第一句就為我們說明。"
    },
    {
      "id": "12-017-0373_p0004",
      "zh_CN": "『希有无等大神通』。这里面我们特别要注意这「通」字，通了问题就解决，怕的就是不通。「神」是形容词，是说他这个通是我们六道凡夫无法想像的。通从哪里来的？通是自性里头本具的德能，决定不是从外面来的。谁有这个能力？明心见性的人就有，你的性德就显露出来了。我们知道不但是六道众生迷失了自性，十法界也不例外，十法界里面的佛法界还没有见性，可以说达到见性的边缘。如果见性就超越十法界，在佛经里面不得已给它安上一个名词，叫一真法界，这是真实的。由此可知，十法界是虚妄的，一法界是真实的。见了性，你才真正明了通达法界是一不是二。一就是一体，法界是一体，众生是一体，依正是一体，无一而不是一体，这叫一真。六道十法界都是虚妄。这个能力是「希有无等」的，但是要晓得希有无等大神通的能力，是我们每一个众生自性里头本来具足的。那为什么称它作「希有无等」？六道十法界里面人看起来就希有，十法界里面没有能跟它相等的，而是一切众生的性德。",
      "zh_TW": "『希有無等大神通』。這裡面我們特別要注意這「通」字，通了問題就解決，怕的就是不通。「神」是形容詞，是說他這個通是我們六道凡夫無法想像的。通從哪裡來的？通是自性裡頭本具的德能，決定不是從外面來的。誰有這個能力？明心見性的人就有，你的性德就顯露出來了。我們知道不但是六道眾生迷失了自性，十法界也不例外，十法界裡面的佛法界還沒有見性，可以說達到見性的邊緣。如果見性就超越十法界，在佛經裡面不得已給它安上一個名詞，叫一真法界，這是真實的。由此可知，十法界是虛妄的，一法界是真實的。見了性，你才真正明瞭通達法界是一不是二。一就是一體，法界是一體，眾生是一體，依正是一體，無一而不是一體，這叫一真。六道十法界都是虛妄。這個能力是「希有無等」的，但是要曉得希有無等大神通的能力，是我們每一個眾生自性裡頭本來具足的。那為什麼稱它作「希有無等」？六道十法界裡面人看起來就希有，十法界裡面沒有能跟它相等的，而是一切眾生的性德。"
    },
    {
      "id": "12-017-0373_p0005",
      "zh_CN": "有了这个能力，就『处处现身充法界』。「充」是充满，遍虚空法界，无处不现身，无时不现身。现什么样的身？这里只举了一个例子，『各在菩提树下坐』，这是示现八相成道的身。我们一般讲，这是最高的身分了。示现成佛，那佛都能示现，何况其余？所以这个地方是举一个例子，我们要晓得。但是诸佛菩萨在虚空法界现身，我们要问：他现的什么身？他没有一定的身相，随缘现身。随什么缘？随众生之感，佛菩萨就有应。众生的感也有种种不同，佛在经上讲了四种，有显感、有冥感，佛菩萨的应有显应、有冥应。所以感应道交就变成四种：有显感显应、有显感冥应、有冥感显应、冥感冥应，于是就有四种。",
      "zh_TW": "有了這個能力，就『處處現身充法界』。「充」是充滿，遍虛空法界，無處不現身，無時不現身。現什麼樣的身？這裡只舉了一個例子，『各在菩提樹下坐』，這是示現八相成道的身。我們一般講，這是最高的身分了。示現成佛，那佛都能示現，何況其餘？所以這個地方是舉一個例子，我們要曉得。但是諸佛菩薩在虛空法界現身，我們要問：他現的什麼身？他沒有一定的身相，隨緣現身。隨什麼緣？隨眾生之感，佛菩薩就有應。眾生的感也有種種不同，佛在經上講了四種，有顯感、有冥感，佛菩薩的應有顯應、有冥應。所以感應道交就變成四種：有顯感顯應、有顯感冥應、有冥感顯應、冥感冥應，於是就有四種。"
    },
    {
      "id": "12-017-0373_p0006",
      "zh_CN": "众生感，何以有冥显不同？显是我们有心求的，我们自己心里很清楚，我们求佛保佑、求佛帮助、求佛加持，佛就来了，这是显应。佛来了，没有现相，我们见不到佛，但是佛确确实实在加持我们，那是冥应；我们见不到，他没有现相给我们看。至于冥感，一般讲是我们自己的缘成熟了，自己心并没有发。这个缘成熟，可以接受佛陀的教诲。如果有人把佛教介绍给我们，我们不会反对，我们会欢喜接受，但是没有人来介绍，我们根本没有动这个念头，这一种情形就属于冥感。我们自己都不觉得，但是佛知道，佛晓得缘分到了，他主动的来帮助我们。这正是佛经里面常讲，「佛氏门中，不舍一人」。",
      "zh_TW": "眾生感，何以有冥顯不同？顯是我們有心求的，我們自己心裡很清楚，我們求佛保佑、求佛幫助、求佛加持，佛就來了，這是顯應。佛來了，沒有現相，我們見不到佛，但是佛確確實實在加持我們，那是冥應；我們見不到，他沒有現相給我們看。至於冥感，一般講是我們自己的緣成熟了，自己心並沒有發。這個緣成熟，可以接受佛陀的教誨。如果有人把佛教介紹給我們，我們不會反對，我們會歡喜接受，但是沒有人來介紹，我們根本沒有動這個念頭，這一種情形就屬於冥感。我們自己都不覺得，但是佛知道，佛曉得緣分到了，他主動的來幫助我們。這正是佛經裡面常講，「佛氏門中，不捨一人」。"
    },
    {
      "id": "12-017-0373_p0007",
      "zh_CN": "我们想到虚空法界这一切众生无量无边，佛怎么能照顾得到？所以凡夫总免不了怀疑，「阿弥陀佛接引众生，十方念佛的众生那么多，我往生的时候，他会不会把我忘记掉了」，我们就遇到许多这样的问题。阿弥陀佛忘记了，没有知道我在那里念他，那我不是念的一场空吗？其实，这是我们以凡夫心去测度阿弥陀佛的心，完全错了。佛的心，我们讲真心，真心在哪里？遍虚空法界。佛经里头常说，心外无法，法外无心。心在哪里？一切法都是心想生的，可见得一切法没有离开心。心是能生，法是所生，能所是一不是二。就像我们身体，这身体是一，身体上无论哪一个部位，极小的细胞，要是被针刺了，碰到外面、接触到外面，再小的昆虫蚂蚁，甚至于肉眼看不见，感觉到这个地方痒痛，怎么会感觉不到？我们今天不能感觉到是麻木，好比身上我们这一块细胞麻木，麻木不知道别的细胞，别的细胞知道它麻木；我们这个局部麻木，我们很清楚它麻木。我们六道凡夫、十法界的众生，就像细胞麻木的这一部分，但是佛法界他是清楚的，我们麻木，他不麻木，我们不知痛痒，他们清清楚楚、明明白白，所以有这样的德能。",
      "zh_TW": "我們想到虛空法界這一切眾生無量無邊，佛怎麼能照顧得到？所以凡夫總免不了懷疑，「阿彌陀佛接引眾生，十方念佛的眾生那麼多，我往生的時候，他會不會把我忘記掉了」，我們就遇到許多這樣的問題。阿彌陀佛忘記了，沒有知道我在那裡念他，那我不是念的一場空嗎？其實，這是我們以凡夫心去測度阿彌陀佛的心，完全錯了。佛的心，我們講真心，真心在哪裡？遍虛空法界。佛經裡頭常說，心外無法，法外無心。心在哪裡？一切法都是心想生的，可見得一切法沒有離開心。心是能生，法是所生，能所是一不是二。就像我們身體，這身體是一，身體上無論哪一個部位，極小的細胞，要是被針刺了，碰到外面、接觸到外面，再小的昆蟲螞蟻，甚至於肉眼看不見，感覺到這個地方癢痛，怎麼會感覺不到？我們今天不能感覺到是麻木，好比身上我們這一塊細胞麻木，麻木不知道別的細胞，別的細胞知道它麻木；我們這個局部麻木，我們很清楚它麻木。我們六道凡夫、十法界的眾生，就像細胞麻木的這一部分，但是佛法界他是清楚的，我們麻木，他不麻木，我們不知痛癢，他們清清楚楚、明明白白，所以有這樣的德能。"
    },
    {
      "id": "12-017-0373_p0008",
      "zh_CN": "这个德能是自性本具的，在佛经里面讲六种神通：神足、天眼、天耳、他心、宿命、漏尽，这六种神通的能力都是周遍法界。六种里面最重要的漏尽通，有漏尽通才不至于退转。漏尽，这个名词意思是烦恼断尽，烦恼习气都断尽了。所以这个心，只生智慧，不生烦恼，他不会退转。要是没有得漏尽通，那五种神通是小通。佛在经上告诉我们，这个能力有修得的、有报得的。六道里面都有这个情况，但是他就是没有漏尽，所以虽然具足五通，依旧不免轮回。必须得漏尽通，才能保住不再轮回、不再堕落。",
      "zh_TW": "這個德能是自性本具的，在佛經裡面講六種神通：神足、天眼、天耳、他心、宿命、漏盡，這六種神通的能力都是周遍法界。六種裡面最重要的漏盡通，有漏盡通才不至於退轉。漏盡，這個名詞意思是煩惱斷盡，煩惱習氣都斷盡了。所以這個心，只生智慧，不生煩惱，他不會退轉。要是沒有得漏盡通，那五種神通是小通。佛在經上告訴我們，這個能力有修得的、有報得的。六道裡面都有這個情況，但是他就是沒有漏盡，所以雖然具足五通，依舊不免輪迴。必須得漏盡通，才能保住不再輪迴、不再墮落。"
    },
    {
      "id": "12-017-0373_p0009",
      "zh_CN": "这个地方加上「希有无等」这个字样，这是如来果地上圆满的六通，比等觉菩萨还要殊胜，所以称为希有无等。加上这四个字，我们一看就是究竟果位上的德能，他的示现当然不成问题，「处处现身充法界」，无处不现身，众生有感，立刻就有应。这里头没有远近、没有来去，在法身菩萨虚空法界是一不是二，我们凡夫把它分裂成十法界，人家是一个整体。现在科学家讲多维次的空间、不同维次的空间，那个意思就是跟我们讲不同的法界，意思相仿佛。不同维次、不同法界怎么产生的？是从妄想分别执着里面发生的；本来没有，都从妄想分别执着里面分的。法身大士妄想分别执着都断了，所以合十法界为一法界。我们在十法界里，人法界不知道天法界的事情；在一真法界里面，十法界里点点滴滴，他都清清楚楚、明明白白。",
      "zh_TW": "這個地方加上「希有無等」這個字樣，這是如來果地上圓滿的六通，比等覺菩薩還要殊勝，所以稱為希有無等。加上這四個字，我們一看就是究竟果位上的德能，他的示現當然不成問題，「處處現身充法界」，無處不現身，眾生有感，立刻就有應。這裡頭沒有遠近、沒有來去，在法身菩薩虛空法界是一不是二，我們凡夫把它分裂成十法界，人家是一個整體。現在科學家講多維次的空間、不同維次的空間，那個意思就是跟我們講不同的法界，意思相彷彿。不同維次、不同法界怎麼產生的？是從妄想分別執著裡面發生的；本來沒有，都從妄想分別執著裡面分的。法身大士妄想分別執著都斷了，所以合十法界為一法界。我們在十法界裡，人法界不知道天法界的事情；在一真法界裡面，十法界裡點點滴滴，他都清清楚楚、明明白白。"
    },
    {
      "id": "12-017-0373_p0010",
      "zh_CN": "第三句是说，这个意思实实在在的讲，现身是帮助众生觉悟。诸佛菩萨如是，古今中外，纵然是不同的国家、不同的族群、不同的宗教，所有这些觉悟的圣者无一不如是。我们仔细去观察，他们都是从事于教学工作，而且全部都是从事于义务教学的工作。释迦牟尼佛当年在世间教学，只接受人家供养一钵饭而已，没有其他的要求。孔老夫子教学，也是接受学生家长送的一点小礼物，没有限定一定要缴多少学费，没有；家庭富裕的人会多送一点，贫寒的人少一点，孔老夫子没有责怪。这礼送得多的多教他一点，礼送得少的就不顾他，没有这种态度，一律平等。再看看其他宗教里面的创始人，跟佛陀、夫子的态度亦完全相同。教学的方式不一样，内容有差别，这就是佛家讲恒顺众生，随喜功德。因为在这个世间，不同的族群有他不同的文化、有他不同的历史背景，意识形态不相同，一定要随顺。但是最后的目标，你们想想看，是不是教导众生断恶修善、破迷开悟、转凡成圣？这目标完全相同。",
      "zh_TW": "第三句是說，這個意思實實在在的講，現身是幫助眾生覺悟。諸佛菩薩如是，古今中外，縱然是不同的國家、不同的族群、不同的宗教，所有這些覺悟的聖者無一不如是。我們仔細去觀察，他們都是從事於教學工作，而且全部都是從事於義務教學的工作。釋迦牟尼佛當年在世間教學，只接受人家供養一缽飯而已，沒有其他的要求。孔老夫子教學，也是接受學生家長送的一點小禮物，沒有限定一定要繳多少學費，沒有；家庭富裕的人會多送一點，貧寒的人少一點，孔老夫子沒有責怪。這禮送得多的多教他一點，禮送得少的就不顧他，沒有這種態度，一律平等。再看看其他宗教裡面的創始人，跟佛陀、夫子的態度亦完全相同。教學的方式不一樣，內容有差別，這就是佛家講恆順眾生，隨喜功德。因為在這個世間，不同的族群有他不同的文化、有他不同的歷史背景，意識形態不相同，一定要隨順。但是最後的目標，你們想想看，是不是教導眾生斷惡修善、破迷開悟、轉凡成聖？這目標完全相同。"
    },
    {
      "id": "12-017-0373_p0011",
      "zh_CN": "觉悟确实有层次上的不同，凡圣也有高下不同，无一不是随众生的根性，随机说法，我们从原理原则上去观察，真的是一不是二。我们要不在这些地方着眼，我们的妄想分别执着永远不能破。所以一定要记住，破执着才能证阿罗汉果，才能超越六道轮回。我们今天一定要执着，我是佛教，你是基督教，他是回教，界限画得那么清楚，我们能不能出离三界？出不了。三界六道是什么原因造成的？坚固的执着。四圣法界是分别，所以放下一切执着超越六道；世出世法一切不再分别，就超越十法界。这是我们修行的总纲领、总原则，这个道理要不懂，我们这一生修行，生生世世修行，都得不到一个结果。原因在哪里？我们基本的执着没能突破。",
      "zh_TW": "覺悟確實有層次上的不同，凡聖也有高下不同，無一不是隨眾生的根性，隨機說法，我們從原理原則上去觀察，真的是一不是二。我們要不在這些地方著眼，我們的妄想分別執著永遠不能破。所以一定要記住，破執著才能證阿羅漢果，才能超越六道輪迴。我們今天一定要執著，我是佛教，你是基督教，他是回教，界限畫得那麼清楚，我們能不能出離三界？出不了。三界六道是什麼原因造成的？堅固的執著。四聖法界是分別，所以放下一切執著超越六道；世出世法一切不再分別，就超越十法界。這是我們修行的總綱領、總原則，這個道理要不懂，我們這一生修行，生生世世修行，都得不到一個結果。原因在哪裡？我們基本的執著沒能突破。"
    },
    {
      "id": "12-017-0373_p0012",
      "zh_CN": "修行，从前李炳南老居士常讲，不能不做一个转变。什么转变？把心转过来；实际上讲，是念头转过来。没有学佛之前，我们的念头都是自私自利，把自己的利益看得很重。甚至于有人说「人不为己，天诛地灭」，这种坚固的执着，这是轮回心的根。诸佛菩萨、大圣大贤，他们不为自己，他们起心动念为国家、为社会、为人民、为一切众生，天也没有诛他，地也没有灭他，历史上还大书特书他。我们要明白这个道理，要在这个地方做一个转变，这个转变是开始。放弃自私自利，放弃名闻利养，放弃五欲六尘的享受，放弃贪瞋痴慢，这个样子与觉就相应。于是这是佛法里面讲的始觉位，你开始觉悟了。你这些东西要不能放下，没有觉；学得再多、听得再多、讲得再多，都没用处。一定要真干，真正把念头转过来，决定不为自己，你是真的觉悟、真的明白了。",
      "zh_TW": "修行，從前李炳南老居士常講，不能不做一個轉變。什麼轉變？把心轉過來；實際上講，是念頭轉過來。沒有學佛之前，我們的念頭都是自私自利，把自己的利益看得很重。甚至於有人說「人不為己，天誅地滅」，這種堅固的執著，這是輪迴心的根。諸佛菩薩、大聖大賢，他們不為自己，他們起心動念為國家、為社會、為人民、為一切眾生，天也沒有誅他，地也沒有滅他，歷史上還大書特書他。我們要明白這個道理，要在這個地方做一個轉變，這個轉變是開始。放棄自私自利，放棄名聞利養，放棄五欲六塵的享受，放棄貪瞋痴慢，這個樣子與覺就相應。於是這是佛法裡面講的始覺位，你開始覺悟了。你這些東西要不能放下，沒有覺；學得再多、聽得再多、講得再多，都沒用處。一定要真幹，真正把念頭轉過來，決定不為自己，你是真的覺悟、真的明白了。"
    },
    {
      "id": "12-017-0373_p0013",
      "zh_CN": "然后自己晓得现前是什么样的身分，现前是过什么样的生活，就在这个基础上，为那一些还没有觉悟的众生，做一个觉悟的样子，这就叫度众生。要做出来给人看，讲没有用处，你会讲，你自己都做不到，别人怎么会跟你做？一定要自己带头做。所以我们看这些大圣大贤都是带头做，孔夫子、孟夫子带头做，从自己本身做起。诸佛菩萨，西方宗教像耶稣、像穆罕默德，都是自己带头做，做出榜样给你看，所以他的教化才能够流传。就在本身，就在现前自己的身分地位、生活方式上做。《华严》末后的一品，「入法界品」，具体做出一个榜样来给我们看。",
      "zh_TW": "然後自己曉得現前是什麼樣的身分，現前是過什麼樣的生活，就在這個基礎上，為那一些還沒有覺悟的眾生，做一個覺悟的樣子，這就叫度眾生。要做出來給人看，講沒有用處，你會講，你自己都做不到，別人怎麼會跟你做？一定要自己帶頭做。所以我們看這些大聖大賢都是帶頭做，孔夫子、孟夫子帶頭做，從自己本身做起。諸佛菩薩，西方宗教像耶穌、像穆罕默德，都是自己帶頭做，做出榜樣給你看，所以他的教化才能夠流傳。就在本身，就在現前自己的身分地位、生活方式上做。《華嚴》末後的一品，「入法界品」，具體做出一個榜樣來給我們看。"
    },
    {
      "id": "12-017-0373_p0014",
      "zh_CN": "胜德阿修罗王菩萨，修这个法门成无上道的。他的身分是阿修罗王，阿修罗王我们在前面曾经跟诸位介绍过，就是现在社会上各个行业里面的领导人，佛经里面称为阿修罗王。他们的身分地位不一样，他们的生活方式也不一样，决定是在他本位上，做出一个很好的榜样模范，做出断恶修善，做出破迷开悟。这就是自利利他，这里头有真实的利益。再看底下这一首：",
      "zh_TW": "勝德阿修羅王菩薩，修這個法門成無上道的。他的身分是阿修羅王，阿修羅王我們在前面曾經跟諸位介紹過，就是現在社會上各個行業裡面的領導人，佛經裡面稱為阿修羅王。他們的身分地位不一樣，他們的生活方式也不一樣，決定是在他本位上，做出一個很好的榜樣模範，做出斷惡修善，做出破迷開悟。這就是自利利他，這裡頭有真實的利益。再看底下這一首："
    },
    {
      "id": "12-017-0373_p0015",
      "zh_CN": "【如来往修三世行，诸趣轮回靡不经，脱众生苦无有余，此妙音王所称赞。】",
      "zh_TW": "【如來往修三世行，諸趣輪迴靡不經，脫眾生苦無有餘，此妙音王所稱讚。】"
    },
    {
      "id": "12-017-0373_p0016",
      "zh_CN": "这是善音阿修罗王，长行里面我们读到，他是「得普入一切趣决定平等行解脱门」。赞颂里面一开头看到，『如来往修三世行』。所以从偈颂里面来看，我们都晓得，这些阿修罗王都是诸佛如来的化身，不是真的阿修罗王，佛菩萨示现，佛菩萨化身。诸佛菩萨往昔他在没有成佛的时候，他也是凡夫，他是凡夫修行成佛的，时间很长很长。凡夫修成证果，究竟圆满的证果，时间太长了。佛要是把这一桩事情老老实实的告诉凡夫，凡夫听了之后一定就退转，「时间太长了，我不学了」，所以佛就说了一个方便语，「三大阿僧祇劫」。凡夫听到三大阿僧祇劫，还可以，还能接受。佛讲三大阿僧祇劫是不是打妄语？没打妄语，三大阿僧祇劫也是真的；从哪一天算起？从圆教初住菩萨那一天算起，到如来地是三大阿僧祇劫。所以他也没有说错，也不算是打妄语。由此可知，佛的话句句真实，决定没有妄语。但是他说话的时候，有权巧方便，来诱导众生。",
      "zh_TW": "這是善音阿修羅王，長行裡面我們讀到，他是「得普入一切趣決定平等行解脫門」。讚頌裡面一開頭看到，『如來往修三世行』。所以從偈頌裡面來看，我們都曉得，這些阿修羅王都是諸佛如來的化身，不是真的阿修羅王，佛菩薩示現，佛菩薩化身。諸佛菩薩往昔他在沒有成佛的時候，他也是凡夫，他是凡夫修行成佛的，時間很長很長。凡夫修成證果，究竟圓滿的證果，時間太長了。佛要是把這一樁事情老老實實的告訴凡夫，凡夫聽了之後一定就退轉，「時間太長了，我不學了」，所以佛就說了一個方便語，「三大阿僧祇劫」。凡夫聽到三大阿僧祇劫，還可以，還能接受。佛講三大阿僧祇劫是不是打妄語？沒打妄語，三大阿僧祇劫也是真的；從哪一天算起？從圓教初住菩薩那一天算起，到如來地是三大阿僧祇劫。所以他也沒有說錯，也不算是打妄語。由此可知，佛的話句句真實，決定沒有妄語。但是他說話的時候，有權巧方便，來誘導眾生。"
    },
    {
      "id": "12-017-0373_p0017",
      "zh_CN": "实际上时间太长太长了，在哪里修行？在「诸趣轮回」。三世是讲过去、现在、未来。成了佛之后，他的修行绝不中断，为什么？为了帮助众生，要做出修行的样子。世尊在《梵网经》里面告诉我们，三千年前他在印度示现作佛，这一次是第八千次。释迦牟尼佛早就成佛了，不是这一生才菩提树下成佛的，不是的，早就成佛了。到这个地方来示现，表演给你看，让你看看，「凡夫这样修行会成佛，那我们也可以」。他是来表演的、是来演戏的，所谓是游戏神通，这是经上所讲的八相成道。知道这是演戏，不是真的，佛菩萨示现在任何一个行业、任何一种身分，都是在作戏，都是表演给我们看的，帮助我们，让我们看了之后，觉悟了、明白了，然后我们在这个世间也会作戏、也会表演。作戏，假的不是真的，所以你心地清净不染。这一种在修行人来说叫契机契理，外面的表演是契机，内里面的不染是契理。知道「凡所有相，皆是虚妄」，不但六道的现象是虚妄，十法界的现象也是虚妄，即使一真法界也一丝毫不染，这个心永远安住在清净平等觉，这叫示现。",
      "zh_TW": "實際上時間太長太長了，在哪裡修行？在「諸趣輪迴」。三世是講過去、現在、未來。成了佛之後，他的修行絕不中斷，為什麼？為了幫助眾生，要做出修行的樣子。世尊在《梵網經》裡面告訴我們，三千年前他在印度示現作佛，這一次是第八千次。釋迦牟尼佛早就成佛了，不是這一生才菩提樹下成佛的，不是的，早就成佛了。到這個地方來示現，表演給你看，讓你看看，「凡夫這樣修行會成佛，那我們也可以」。他是來表演的、是來演戲的，所謂是遊戲神通，這是經上所講的八相成道。知道這是演戲，不是真的，佛菩薩示現在任何一個行業、任何一種身分，都是在作戲，都是表演給我們看的，幫助我們，讓我們看了之後，覺悟了、明白了，然後我們在這個世間也會作戲、也會表演。作戲，假的不是真的，所以你心地清淨不染。這一種在修行人來說叫契機契理，外面的表演是契機，內裡面的不染是契理。知道「凡所有相，皆是虛妄」，不但六道的現象是虛妄，十法界的現象也是虛妄，即使一真法界也一絲毫不染，這個心永遠安住在清淨平等覺，這叫示現。"
    },
    {
      "id": "12-017-0373_p0018",
      "zh_CN": "我们要晓得觉跟迷的样子是什么，然后自己认真反省，我这个样子是觉还是迷？如果我们的心是清净平等觉，这就是觉悟的样子；如果我们的心跟这一句完全是相反，那就是迷。我们心染污，不清净，见色被色污染，闻声被声污染，怎么污染？起贪瞋痴就污染。这个好听，听了很欢喜，污染；这个不好听，听了很讨厌，也被污染。真正觉悟的人，在六尘境界里面，他的心是清净的、是平等的。他听了这个歌舞欢不欢喜？也表示很欢喜；那是什么？做样子给别人看的。不能说大家都在鼓掌，他坐在那里像木头不动，那人家说「这个佛不能学，佛学成这个样子」。所以他很活泼，那是表演给别人看的。凡夫心里真动了，他真有欢喜，他心地清净，一尘不染，他在那里作戏，你们在当真。功夫就在此地，他能够和光同尘，清净无染。所以自己检点自己，到底是在觉还是在迷，我迷得有多深？我觉的状况怎么样？从这些地方就检点出来了，自己就清清楚楚、明明白白，用不着去问人。所以诸佛菩萨在世间，确确实实是自在随缘、活活泼泼，无论在哪一方面都给大众做好样子，这是我们要懂得的，我们要学习的。",
      "zh_TW": "我們要曉得覺跟迷的樣子是什麼，然後自己認真反省，我這個樣子是覺還是迷？如果我們的心是清淨平等覺，這就是覺悟的樣子；如果我們的心跟這一句完全是相反，那就是迷。我們心染污，不清淨，見色被色污染，聞聲被聲污染，怎麼污染？起貪瞋痴就污染。這個好聽，聽了很歡喜，污染；這個不好聽，聽了很討厭，也被污染。真正覺悟的人，在六塵境界裡面，他的心是清淨的、是平等的。他聽了這個歌舞歡不歡喜？也表示很歡喜；那是什麼？做樣子給別人看的。不能說大家都在鼓掌，他坐在那裡像木頭不動，那人家說「這個佛不能學，佛學成這個樣子」。所以他很活潑，那是表演給別人看的。凡夫心裡真動了，他真有歡喜，他心地清淨，一塵不染，他在那裡作戲，你們在當真。功夫就在此地，他能夠和光同塵，清淨無染。所以自己檢點自己，到底是在覺還是在迷，我迷得有多深？我覺的狀況怎麼樣？從這些地方就檢點出來了，自己就清清楚楚、明明白白，用不著去問人。所以諸佛菩薩在世間，確確實實是自在隨緣、活活潑潑，無論在哪一方面都給大眾做好樣子，這是我們要懂得的，我們要學習的。"
    },
    {
      "id": "12-017-0373_p0019",
      "zh_CN": "底下说『诸趣轮回靡不经』，「经」是经历，这就是像前面一首偈所说的，「处处现身充法界」。六道里头哪一道他都去，地狱道最苦，地狱道去不去？去！也常常在去。佛菩萨永远不会离开苦难的众生，苦难众生什么时候得度？这个权不在佛菩萨，在众生自己，什么时候想回头就得度，所谓是回头是岸；他不想回头的时候，没有法子。可是佛菩萨，说实实在在的话，绝对不是说对阐提根性的人就不给他讲经说法，没这个道理。对阐提众生，一样讲经说法；换句话说，他听了不相信，他不能理解，听了误会，甚至于听了毁谤、排斥，都没有关系，所谓是「一历耳根，永为道种」，这是真实的慈悲，这是清净平等觉的落实。",
      "zh_TW": "底下說『諸趣輪迴靡不經』，「經」是經歷，這就是像前面一首偈所說的，「處處現身充法界」。六道裡頭哪一道他都去，地獄道最苦，地獄道去不去？去！也常常在去。佛菩薩永遠不會離開苦難的眾生，苦難眾生什麼時候得度？這個權不在佛菩薩，在眾生自己，什麼時候想回頭就得度，所謂是回頭是岸；他不想回頭的時候，沒有法子。可是佛菩薩，說實實在在的話，絕對不是說對闡提根性的人就不給他講經說法，沒這個道理。對闡提眾生，一樣講經說法；換句話說，他聽了不相信，他不能理解，聽了誤會，甚至於聽了毀謗、排斥，都沒有關係，所謂是「一歷耳根，永為道種」，這是真實的慈悲，這是清淨平等覺的落實。"
    },
    {
      "id": "12-017-0373_p0020",
      "zh_CN": "何况佛讲经说法不是一个人听，纵然对一个人讲经说法，我们肉眼看不到的鬼神还很多，所以听众决不是一个人，这个人不觉，那个人觉悟了。像我们现在在这个地方研究讨论《华严经》，我们藉科技的设备，现场就上了网路，在全世界许许多多人在网路上看，我们此地现场听众没有觉悟，可能在网路上听的人他觉悟了。每一个人善根福德因缘不相同，有根利的网路上听了觉悟了。这都算是在我们人道里头，其他道里面众生的状况我们不知道，虽不知道，我们能够联想得到，想必情况比我们人道还要殊胜。这个假设绝对不是虚构，有事实证明。",
      "zh_TW": "何況佛講經說法不是一個人聽，縱然對一個人講經說法，我們肉眼看不到的鬼神還很多，所以聽眾決不是一個人，這個人不覺，那個人覺悟了。像我們現在在這個地方研究討論《華嚴經》，我們藉科技的設備，現場就上了網路，在全世界許許多多人在網路上看，我們此地現場聽眾沒有覺悟，可能在網路上聽的人他覺悟了。每一個人善根福德因緣不相同，有根利的網路上聽了覺悟了。這都算是在我們人道裡頭，其他道裡面眾生的狀況我們不知道，雖不知道，我們能夠聯想得到，想必情況比我們人道還要殊勝。這個假設絕對不是虛構，有事實證明。"
    },
    {
      "id": "12-017-0373_p0021",
      "zh_CN": "我们居士林的道场，有鬼神附身来求法。上一次杜美璇居士被鬼神附身，来求皈依，来求闻法。这许多同修，你亲眼看到的。台湾那边有个同修打电话给我，说他做了一个梦，梦到「佛陀教育基金会」许许多多的鬼神要求，要到新加坡来听经、来念佛。那些鬼神是什么？是「佛陀教育基金会」楼上有一个佛堂，里面也供了很多很多牌位，那一些人联合起来，要求到新加坡来听经、来念佛。他做这么一个梦，打个电话给我，我说：好，我们在此地给他立牌位；立了牌位，他就可以进来。所以台湾有不少同修常常组团到这边来念佛听经，鬼神也来了。接着就是景美，我们从前的老图书馆，里面也供了许许多多的这些牌位，他们也来了。所以在居士林里面念佛听经的，我们肉眼看不到的众生，比我们看得到的，不知道要多多少倍。",
      "zh_TW": "我們居士林的道場，有鬼神附身來求法。上一次杜美璇居士被鬼神附身，來求皈依，來求聞法。這許多同修，你親眼看到的。台灣那邊有個同修打電話給我，說他做了一個夢，夢到「佛陀教育基金會」許許多多的鬼神要求，要到新加坡來聽經、來念佛。那些鬼神是什麼？是「佛陀教育基金會」樓上有一個佛堂，裡面也供了很多很多牌位，那一些人聯合起來，要求到新加坡來聽經、來念佛。他做這麼一個夢，打個電話給我，我說：好，我們在此地給他立牌位；立了牌位，他就可以進來。所以台灣有不少同修常常組團到這邊來念佛聽經，鬼神也來了。接著就是景美，我們從前的老圖書館，裡面也供了許許多多的這些牌位，他們也來了。所以在居士林裡面念佛聽經的，我們肉眼看不到的眾生，比我們看得到的，不知道要多多少倍。"
    },
    {
      "id": "12-017-0373_p0022",
      "zh_CN": "我们知道菩萨化身讲经说法，六道众生都在听，甚至于十法界的众生也都来听，这个场面多殊胜！不要看到道场很小，我们在经上读到维摩丈室，他那个小房间方圆一丈，没有我们这么大，我们这个房间至少有他四倍大，他老人家的丈室就容纳一万师子座。只要我们用真诚心、清净心、慈悲心，如理如法，将佛菩萨的教诲介绍给一切大众，感应同佛，没有两样，虚空法界无量无边的有缘众生，结法缘很重要，有缘众生他都来了。这是「诸趣轮回靡不经」，统统经历，处处现身。",
      "zh_TW": "我們知道菩薩化身講經說法，六道眾生都在聽，甚至於十法界的眾生也都來聽，這個場面多殊勝！不要看到道場很小，我們在經上讀到維摩丈室，他那個小房間方圓一丈，沒有我們這麼大，我們這個房間至少有他四倍大，他老人家的丈室就容納一萬師子座。只要我們用真誠心、清淨心、慈悲心，如理如法，將佛菩薩的教誨介紹給一切大眾，感應同佛，沒有兩樣，虛空法界無量無邊的有緣眾生，結法緣很重要，有緣眾生他都來了。這是「諸趣輪迴靡不經」，統統經歷，處處現身。"
    },
    {
      "id": "12-017-0373_p0023",
      "zh_CN": "往昔我们自己亦复如是，无量劫来，六道里头哪一道我们都去过。六道不只在这一个地球上，六道的范围是三千大千世界，是释迦牟尼佛的教化区，我们生生世世活动的范围在这里面，没有能够超越。如果超越，那就到四圣法界，生活空间就更大。所以我们自己依照佛经所说的大意，我们每一位同修也做过天王，也做过蚂蚁，也当过饿鬼，也堕过地狱，哪一道都经历过，哪一种身分都干过，这是事实真相。我们跟一切众生缘之深，也是不可思议。往昔没有觉悟，现在开始觉悟了。果然觉悟，我们看六道众生，就跟兄弟姊妹、家亲眷属一样。",
      "zh_TW": "往昔我們自己亦復如是，無量劫來，六道裡頭哪一道我們都去過。六道不只在這一個地球上，六道的範圍是三千大千世界，是釋迦牟尼佛的教化區，我們生生世世活動的範圍在這裡面，沒有能夠超越。如果超越，那就到四聖法界，生活空間就更大。所以我們自己依照佛經所說的大意，我們每一位同修也做過天王，也做過螞蟻，也當過餓鬼，也墮過地獄，哪一道都經歷過，哪一種身分都幹過，這是事實真相。我們跟一切眾生緣之深，也是不可思議。往昔沒有覺悟，現在開始覺悟了。果然覺悟，我們看六道眾生，就跟兄弟姊妹、家親眷屬一樣。"
    },
    {
      "id": "12-017-0373_p0024",
      "zh_CN": "对于自己如何保持精进不退，这一生当中决定要脱离六道轮回。我们接触了净宗法门，这个法门殊胜，这个法门容易，我们抓紧这个法门，不但可以超越六道，而且可以超越十法界。我们在讲经的时候常常这样强调，也有一些同修听了来问我，他不服气，他说：难道其他的法门就不能成就吗？我告诉他：法门平等，无有高下，你的根性利，你修别的法门能成就，我不行，我比不上你；你根性利的是少数，根性劣的是多数，这个法门是度根性劣的，你是上根利智，你可以不修这个法门，你去修别的法门，我们恭敬赞叹。他也很喜欢，走了。他是不是真的大根器的人？在我想不是的。为什么？是大根器的人看到我们，点头，他会赞叹。为什么？他有慈悲心要度这些根性不利的众生，他也不会来问我这些问题，那是真正大根性的人。",
      "zh_TW": "對於自己如何保持精進不退，這一生當中決定要脫離六道輪迴。我們接觸了淨宗法門，這個法門殊勝，這個法門容易，我們抓緊這個法門，不但可以超越六道，而且可以超越十法界。我們在講經的時候常常這樣強調，也有一些同修聽了來問我，他不服氣，他說：難道其他的法門就不能成就嗎？我告訴他：法門平等，無有高下，你的根性利，你修別的法門能成就，我不行，我比不上你；你根性利的是少數，根性劣的是多數，這個法門是度根性劣的，你是上根利智，你可以不修這個法門，你去修別的法門，我們恭敬讚歎。他也很喜歡，走了。他是不是真的大根器的人？在我想不是的。為什麼？是大根器的人看到我們，點頭，他會讚歎。為什麼？他有慈悲心要度這些根性不利的眾生，他也不會來問我這些問題，那是真正大根性的人。"
    },
    {
      "id": "12-017-0373_p0025",
      "zh_CN": "我们对于一切众生的情况要尽可能多去了解，然后知道自己怎样求学，怎样把这个希有难逢的机会抓住，『脱众生苦无有余』。这是诸佛菩萨，或者说是一个真正觉悟的人，他在人间唯一的一个目标。来到人间干什么？就是为这一桩事情来的，帮助一切众生离苦得乐，不是帮助自己。帮助别人离苦得乐，那再问问自己，自己当然已经离苦得乐。自己不能离苦得乐，就没有办法帮助别人。离苦得乐，「得乐」，不是说一定得人间富贵、得名闻利养的享受，不是这个，你要这么想就错了。世间五欲六尘的享受，佛在经上讲，佛说了一个比喻，譬如「刀头舐蜜」。这一种五欲六尘享受，是迷惑的人所贪恋的，觉悟的人一定是把它舍弃。觉悟的人可不可以享受？可以享受。为什么把它舍弃？是做给迷惑颠倒人看的。迷人对这个太执着，在这里造无量无边罪业，觉悟人用这个方法，就帮助他把这个舍掉，让你看看。觉悟的人不是不能享受，不享受，放下、舍弃，这正是觉悟的人大慈大悲，他用这个方法来帮助迷惑颠倒的人觉悟。所以这是一个手段，教学的手段，帮助众生觉悟的一个手段，不是目的。",
      "zh_TW": "我們對於一切眾生的情況要盡可能多去了解，然後知道自己怎樣求學，怎樣把這個希有難逢的機會抓住，『脫眾生苦無有餘』。這是諸佛菩薩，或者說是一個真正覺悟的人，他在人間唯一的一個目標。來到人間幹什麼？就是為這一樁事情來的，幫助一切眾生離苦得樂，不是幫助自己。幫助別人離苦得樂，那再問問自己，自己當然已經離苦得樂。自己不能離苦得樂，就沒有辦法幫助別人。離苦得樂，「得樂」，不是說一定得人間富貴、得名聞利養的享受，不是這個，你要這麼想就錯了。世間五欲六塵的享受，佛在經上講，佛說了一個比喻，譬如「刀頭舐蜜」。這一種五欲六塵享受，是迷惑的人所貪戀的，覺悟的人一定是把它捨棄。覺悟的人可不可以享受？可以享受。為什麼把它捨棄？是做給迷惑顛倒人看的。迷人對這個太執著，在這裡造無量無邊罪業，覺悟人用這個方法，就幫助他把這個捨掉，讓你看看。覺悟的人不是不能享受，不享受，放下、捨棄，這正是覺悟的人大慈大悲，他用這個方法來幫助迷惑顛倒的人覺悟。所以這是一個手段，教學的手段，幫助眾生覺悟的一個手段，不是目的。"
    },
    {
      "id": "12-017-0373_p0026",
      "zh_CN": "我们看到《华严经》上毘卢遮那佛，看到西方极乐世界阿弥陀佛，人家那里物质享受那么自在，可以享受！他那个世界里面，一切众生享受五欲六尘这个快乐，心地清净，一尘不染，绝不起贪瞋痴慢，决定没有妄想分别执着，那你就可以享受了。如果享受会引起你贪瞋痴慢，引起你嫉妒障碍，这个不能享受，道理在此地。由此可知，外面境界没有过失，过失在哪里？过失在我们自己的起心动念，外境没有过失。这个道理要懂，事实真相要了解，然后才能契入华严境界。华严境界是无障碍的境界，理事无碍，事事无碍，无障碍的境界。",
      "zh_TW": "我們看到《華嚴經》上毘盧遮那佛，看到西方極樂世界阿彌陀佛，人家那裡物質享受那麼自在，可以享受！他那個世界裡面，一切眾生享受五欲六塵這個快樂，心地清淨，一塵不染，絕不起貪瞋痴慢，決定沒有妄想分別執著，那你就可以享受了。如果享受會引起你貪瞋痴慢，引起你嫉妒障礙，這個不能享受，道理在此地。由此可知，外面境界沒有過失，過失在哪裡？過失在我們自己的起心動念，外境沒有過失。這個道理要懂，事實真相要了解，然後才能契入華嚴境界。華嚴境界是無障礙的境界，理事無礙，事事無礙，無障礙的境界。"
    },
    {
      "id": "12-017-0373_p0027",
      "zh_CN": "所以经里面的意思确实字字句句深广无尽，佛菩萨的示现意义深远，我们见到了、听到了，要细心去体会、去思惟。开经偈上讲「愿解如来真实义」，千万不要错会了意思。话虽然是这么说，错会意思的人太多太多了，我们学佛的同修，如果没有错会佛的意思，哪一个人我想都是一生成佛。你为什么一生成就不了？你把佛的意思错会了。为什么会错会？因为有妄想分别执着，很容易把意思错会了。要想正确体会，不会误会、不会偏差，必须要放下妄想分别执着，你才能解如来真实义。真实义完全都是自性里面圆满具足的，决定不是从外来的，能够体会到这一层，你对于佛的经典自然就能够信受奉行，真正信得过。",
      "zh_TW": "所以經裡面的意思確實字字句句深廣無盡，佛菩薩的示現意義深遠，我們見到了、聽到了，要細心去體會、去思惟。開經偈上講「願解如來真實義」，千萬不要錯會了意思。話雖然是這麼說，錯會意思的人太多太多了，我們學佛的同修，如果沒有錯會佛的意思，哪一個人我想都是一生成佛。你為什麼一生成就不了？你把佛的意思錯會了。為什麼會錯會？因為有妄想分別執著，很容易把意思錯會了。要想正確體會，不會誤會、不會偏差，必須要放下妄想分別執著，你才能解如來真實義。真實義完全都是自性裡面圓滿具足的，決定不是從外來的，能夠體會到這一層，你對於佛的經典自然就能夠信受奉行，真正信得過。"
    },
    {
      "id": "12-017-0373_p0028",
      "zh_CN": "「信佛」两个字不容易，我们一般讲信，实在讲是勉强的信，为什么？真实义不了解，勉强的信。甚至于还有完全都不理解，迷信。这一种强信、迷信，有没有好处？也有好处；毕竟佛是圣人，经是善书，所以也有好处。但是他所得的好处是很有限的，甚至于对他眼前许许多多的困难，都没有办法获得解决，这些都是事实真相。而佛在经上告诉我们一句真话，「佛氏门中，有求必应」；换句话说，没有不能解决的问题。如果有一桩事情真的不能解决，他就有障碍，怎么可以说事事无碍、理事无碍？既有障碍，就不是圆满的。确实没有障碍，确实是大圆满，但是你一定要懂得道理、懂得方法，这从前我初学佛的时候，章嘉大师教给我的。如理如法的去修学就是事事无碍，不仅是理事无碍，事事无碍。要如理如法，你要不明白道理、不懂方法，障碍重重。所以障碍从哪里来的？在迷来的，是从不觉而来的。",
      "zh_TW": "「信佛」兩個字不容易，我們一般講信，實在講是勉強的信，為什麼？真實義不了解，勉強的信。甚至於還有完全都不理解，迷信。這一種強信、迷信，有沒有好處？也有好處；畢竟佛是聖人，經是善書，所以也有好處。但是他所得的好處是很有限的，甚至於對他眼前許許多多的困難，都沒有辦法獲得解決，這些都是事實真相。而佛在經上告訴我們一句真話，「佛氏門中，有求必應」；換句話說，沒有不能解決的問題。如果有一樁事情真的不能解決，他就有障礙，怎麼可以說事事無礙、理事無礙？既有障礙，就不是圓滿的。確實沒有障礙，確實是大圓滿，但是你一定要懂得道理、懂得方法，這從前我初學佛的時候，章嘉大師教給我的。如理如法的去修學就是事事無礙，不僅是理事無礙，事事無礙。要如理如法，你要不明白道理、不懂方法，障礙重重。所以障礙從哪裡來的？在迷來的，是從不覺而來的。"
    },
    {
      "id": "12-017-0373_p0029",
      "zh_CN": "佛法自始至终讲「觉」。佛陀这个名词，这是印度梵语，翻成中国的意思就是觉悟；菩提也翻作觉。始终就是要觉，觉就是学的意思。孔老夫子自己一生很感叹的说，《论语》里头有记载，他一天不吃饭，一晚上不睡觉，仔细去想想，「不如学」，学就是觉。世出世间一切法，觉是第一。你只要觉悟了，什么问题都解决。不要靠外面力量，不要靠别人帮助，自己就解决了。由此可知，一切的障难、一切的灾殃，都是从迷惑颠倒里面所生的；真正一觉悟，这些东西全都烟消云散，消灾免难。消灾免难要靠佛菩萨保佑，这个话讲得也没错，但是人把这意思错会了。以为求佛菩萨，佛菩萨就会帮忙，这是错解意思。求佛菩萨，是求佛菩萨指导，求佛菩萨教诲，这就没错，这个问题才真正能得到解决。必须要自己真正觉悟，就解决了。",
      "zh_TW": "佛法自始至終講「覺」。佛陀這個名詞，這是印度梵語，翻成中國的意思就是覺悟；菩提也翻作覺。始終就是要覺，覺就是學的意思。孔老夫子自己一生很感嘆的說，《論語》裡頭有記載，他一天不吃飯，一晚上不睡覺，仔細去想想，「不如學」，學就是覺。世出世間一切法，覺是第一。你只要覺悟了，什麼問題都解決。不要靠外面力量，不要靠別人幫助，自己就解決了。由此可知，一切的障難、一切的災殃，都是從迷惑顛倒裡面所生的；真正一覺悟，這些東西全都煙消雲散，消災免難。消災免難要靠佛菩薩保佑，這個話講得也沒錯，但是人把這意思錯會了。以為求佛菩薩，佛菩薩就會幫忙，這是錯解意思。求佛菩薩，是求佛菩薩指導，求佛菩薩教誨，這就沒錯，這個問題才真正能得到解決。必須要自己真正覺悟，就解決了。"
    },
    {
      "id": "12-017-0373_p0030",
      "zh_CN": "所以「学」重要，中国谚语所谓「活到老，学到老，学不了」。佛在经典里面才给我们提示，学是无量劫的事情，真的是无始无终。成佛之后，还要装出学的样子帮助别人，先觉觉后觉。诸佛菩萨示现在世间，完全做一个怎么样从迷到觉，那个学习过程表演给我们看，希望我们在这些形象里面，看到之后能有所领悟，知道怎么样去效法。更慈悲的是示现在我们现前，我们要能认识。晚近印光大师、宗门里面虚云老和尚，我们从他一生的行谊来观察，他们是再来人，他们是真正的再来人，因为他们的心行跟经教里面所说的完全相应。",
      "zh_TW": "所以「學」重要，中國諺語所謂「活到老，學到老，學不了」。佛在經典裡面才給我們提示，學是無量劫的事情，真的是無始無終。成佛之後，還要裝出學的樣子幫助別人，先覺覺後覺。諸佛菩薩示現在世間，完全做一個怎麼樣從迷到覺，那個學習過程表演給我們看，希望我們在這些形象裡面，看到之後能有所領悟，知道怎麼樣去效法。更慈悲的是示現在我們現前，我們要能認識。晚近印光大師、宗門裡面虛雲老和尚，我們從他一生的行誼來觀察，他們是再來人，他們是真正的再來人，因為他們的心行跟經教裡面所說的完全相應。"
    },
    {
      "id": "12-017-0373_p0031",
      "zh_CN": "我们怎样能辨别认识诸佛菩萨化现来的？拿经教做标准，去对比他的起心动念、他的言语造作，果然跟经典上讲的一样，这个人是再来人。密宗里面讲的仁波切、呼图克图，意思都是再来人。密宗里面的呼图克图、仁波切，我们仔细观察他，他的心行跟经教一样不一样？如果不一样，未必是再来人；果然一样，那是佛菩萨示现的。他的身是愿力，乘愿再来的，愿力是愿身。我们的身是业报身，我们也都是再来人，我们是业报再来的，六道轮回投胎再来的。他们是佛菩萨再来的，觉悟再来的。觉悟再来的不迷，有时候你看到，那他是装糊涂，装迷给你看，他不是真的迷，那是假装的。他要是装作那样，一定度特别的对象，所谓示现的，绝对不是造作，他是示现。凡夫是造作，造作这才落因果。",
      "zh_TW": "我們怎樣能辨別認識諸佛菩薩化現來的？拿經教做標準，去對比他的起心動念、他的言語造作，果然跟經典上講的一樣，這個人是再來人。密宗裡面講的仁波切、呼圖克圖，意思都是再來人。密宗裡面的呼圖克圖、仁波切，我們仔細觀察他，他的心行跟經教一樣不一樣？如果不一樣，未必是再來人；果然一樣，那是佛菩薩示現的。他的身是願力，乘願再來的，願力是願身。我們的身是業報身，我們也都是再來人，我們是業報再來的，六道輪迴投胎再來的。他們是佛菩薩再來的，覺悟再來的。覺悟再來的不迷，有時候你看到，那他是裝糊塗，裝迷給你看，他不是真的迷，那是假裝的。他要是裝作那樣，一定度特別的對象，所謂示現的，絕對不是造作，他是示現。凡夫是造作，造作這才落因果。"
    },
    {
      "id": "12-017-0373_p0032",
      "zh_CN": "示现是帮助众生觉悟，唯有真正觉悟，才离苦得乐。帮助众生转恶为善，也能够帮助他离苦得乐，但是不究竟、不彻底；一定要帮助众生觉悟，这才是真正究竟、真正彻底。而且觉悟还要不断向上提升，提升到圆满的大觉，这就是诸佛如来的果位。把他提升到地上菩萨、等觉菩萨还没有圆满，一定要帮助他证得究竟佛果，这才叫功德圆满。功德圆满了，再要去帮助还没有觉悟的人。由此可知，诸佛菩萨帮助苦难众生没有止境的。「众生无尽，我愿无尽」，这我们常在经上看到的。",
      "zh_TW": "示現是幫助眾生覺悟，唯有真正覺悟，才離苦得樂。幫助眾生轉惡為善，也能夠幫助他離苦得樂，但是不究竟、不徹底；一定要幫助眾生覺悟，這才是真正究竟、真正徹底。而且覺悟還要不斷向上提升，提升到圓滿的大覺，這就是諸佛如來的果位。把他提升到地上菩薩、等覺菩薩還沒有圓滿，一定要幫助他證得究竟佛果，這才叫功德圓滿。功德圓滿了，再要去幫助還沒有覺悟的人。由此可知，諸佛菩薩幫助苦難眾生沒有止境的。「眾生無盡，我願無盡」，這我們常在經上看到的。"
    },
    {
      "id": "12-017-0373_p0033",
      "zh_CN": "「我愿无尽」就是他的工作是无尽的，这样看起来，这不是太苦了、太累了？没错，我们凡夫要干这个事情，那的确是太累、太苦了。为什么？我们凡夫有我相、人相、众生相、寿者相。他们干这些事情，生生世世在干，时时刻刻在干，从来没有休息，从来没有停止过，他们不累。为什么？他无我、无人、无众生、无寿者，所以度化众生、帮助众生，能够相续不中断，永无中断，道理在此地。我们吃亏，吃亏着在事相上，于是我们的神通能力极其有限，事情做多就累了，就不行了。都是四相、四见在作祟，我们把身体当真，把境界上事事物物也当真，所以你去做会累、会很苦、会很烦，容易退转。佛菩萨知道，身心世界梦幻泡影，他不执着，他才真正做到作而无作、无作而作，所以他不会辛苦，他不会累。这个道理很深，要我们细细去体会、去理解，深入经藏，深解义趣，才能够体会得少分；少分，对我们来讲就有很大的利益。",
      "zh_TW": "「我願無盡」就是他的工作是無盡的，這樣看起來，這不是太苦了、太累了？沒錯，我們凡夫要幹這個事情，那的確是太累、太苦了。為什麼？我們凡夫有我相、人相、眾生相、壽者相。他們幹這些事情，生生世世在幹，時時刻刻在幹，從來沒有休息，從來沒有停止過，他們不累。為什麼？他無我、無人、無眾生、無壽者，所以度化眾生、幫助眾生，能夠相續不中斷，永無中斷，道理在此地。我們吃虧，吃虧著在事相上，於是我們的神通能力極其有限，事情做多就累了，就不行了。都是四相、四見在作祟，我們把身體當真，把境界上事事物物也當真，所以你去做會累、會很苦、會很煩，容易退轉。佛菩薩知道，身心世界夢幻泡影，他不執著，他才真正做到作而無作、無作而作，所以他不會辛苦，他不會累。這個道理很深，要我們細細去體會、去理解，深入經藏，深解義趣，才能夠體會得少分；少分，對我們來講就有很大的利益。"
    },
    {
      "id": "12-017-0373_p0034",
      "zh_CN": "好，讲到这一段，是把八部四王众在这里告一个段落。往下，这是诸神众。诸神众一共说了十九位，以他们来做代表，每一类大概也都是举十位菩萨来做代表。好，今天我们就讲到此地。",
      "zh_TW": "好，講到這一段，是把八部四王眾在這裡告一個段落。往下，這是諸神眾。諸神眾一共說了十九位，以他們來做代表，每一類大概也都是舉十位菩薩來做代表。好，今天我們就講到此地。"
    }
  ]
}