{
  "doc_id": "12-017-0678",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六七八卷",
    "zh_TW": "第六七八卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0678",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-0678_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」：",
      "zh_TW": "諸位同學，請看「世界成就品」："
    },
    {
      "id": "12-017-0678_p0002",
      "zh_CN": "在没有讲到经文之前，清凉大师在前面为我们介绍这一品的来意，接着给我们解释这一品的品名。第三段讲这一品的宗趣，它的宗旨，它的义趣。清凉说：「宗趣者，标列无边胜德，广释所知世界海为宗。」这把宗旨说出来了。「然其意趣，乃有多种」，他一共说了七句，先说宗旨。宗旨正是答复前面器世间的来由，也是大问里面世界海的安立。",
      "zh_TW": "在沒有講到經文之前，清涼大師在前面為我們介紹這一品的來意，接著給我們解釋這一品的品名。第三段講這一品的宗趣，它的宗旨，它的義趣。清涼說：「宗趣者，標列無邊勝德，廣釋所知世界海為宗。」這把宗旨說出來了。「然其意趣，乃有多種」，他一共說了七句，先說宗旨。宗旨正是答覆前面器世間的來由，也是大問裡面世界海的安立。"
    },
    {
      "id": "12-017-0678_p0003",
      "zh_CN": "清凉第一句话跟我们讲的是「无边胜德」，这句话很重要，它里头所含摄的是无量的智慧、无边的德能相好。这一句是赞叹，所赞叹的全都是事实，所以他才能够为这些大菩萨们详细说明世界海的来由、世界海的真相。义趣就很多了，第一个是「令诸菩萨发大信解悟入为趣」，这个义趣都非常重要。如果对于宇宙刹海的真相要是不了解，怎么能够悟入，不能悟入就不能证得究竟的佛果，这桩事情我们不能不知道。如来果地没有别的，就是成就究竟圆满的智慧，究竟圆满的智慧是无所不知、无所不能。如果对于虚空法界刹土众生的真相，你还有不明了；不明了就是无明没有断，那还在菩萨位次上没有成佛。所以普贤菩萨为教众菩萨破根本无明，当然要说。",
      "zh_TW": "清涼第一句話跟我們講的是「無邊勝德」，這句話很重要，它裡頭所含攝的是無量的智慧、無邊的德能相好。這一句是讚歎，所讚歎的全都是事實，所以他才能夠為這些大菩薩們詳細說明世界海的來由、世界海的真相。義趣就很多了，第一個是「令諸菩薩發大信解悟入為趣」，這個義趣都非常重要。如果對於宇宙剎海的真相要是不了解，怎麼能夠悟入，不能悟入就不能證得究竟的佛果，這樁事情我們不能不知道。如來果地沒有別的，就是成就究竟圓滿的智慧，究竟圓滿的智慧是無所不知、無所不能。如果對於虛空法界剎土眾生的真相，你還有不明瞭；不明瞭就是無明沒有斷，那還在菩薩位次上沒有成佛。所以普賢菩薩為教眾菩薩破根本無明，當然要說。"
    },
    {
      "id": "12-017-0678_p0004",
      "zh_CN": "第二个意思是「谓令知佛及菩萨大悲行海，广覆无尽众生界，倣而行故」，这也是教诸菩萨。这个诸菩萨用我们的境界来说，从初发心到三贤十圣，普贤菩萨常常为我们开导，时时提醒我们。诸佛如来法身菩萨，他们大慈大悲广度众生，尽虚空遍法界。我们在《华严经》看到，无量无边无数重叠的世界，佛与大菩萨都能够遍住、遍入教化众生，真正是「佛氏门中，不舍一人」。普贤菩萨说这一品的意思是教我们学习，希望我们能够倣而行之。我们模仿诸佛菩萨，有样学样，向佛菩萨学习。你看看佛菩萨是怎样教化众生的？真的「无微不至」！这句话用在此时此处，非常恰当。微尘，一微尘中所有一切诸佛刹土，普贤菩萨也入进去，遍入！一一毛孔、一一微尘，一个众生都不舍弃。我们想想这是菩萨行，我们应该如何来学习？当然现在我们是博地凡夫，烦恼习气没有断，怎么样能把烦恼断掉？大乘有殊胜方便法，尤其是《华严》，首先要把心量拓开，要发心帮助一切众生，要学普贤菩萨，业障不用消，自然就没有了。这个是真正消业障的不二法门，真的我们要好好的模仿学习，对我们自己的修学有大利益。",
      "zh_TW": "第二個意思是「謂令知佛及菩薩大悲行海，廣覆無盡眾生界，倣而行故」，這也是教諸菩薩。這個諸菩薩用我們的境界來說，從初發心到三賢十聖，普賢菩薩常常為我們開導，時時提醒我們。諸佛如來法身菩薩，他們大慈大悲廣度眾生，盡虛空遍法界。我們在《華嚴經》看到，無量無邊無數重疊的世界，佛與大菩薩都能夠遍住、遍入教化眾生，真正是「佛氏門中，不捨一人」。普賢菩薩說這一品的意思是教我們學習，希望我們能夠倣而行之。我們模仿諸佛菩薩，有樣學樣，向佛菩薩學習。你看看佛菩薩是怎樣教化眾生的？真的「無微不至」！這句話用在此時此處，非常恰當。微塵，一微塵中所有一切諸佛剎土，普賢菩薩也入進去，遍入！一一毛孔、一一微塵，一個眾生都不捨棄。我們想想這是菩薩行，我們應該如何來學習？當然現在我們是博地凡夫，煩惱習氣沒有斷，怎麼樣能把煩惱斷掉？大乘有殊勝方便法，尤其是《華嚴》，首先要把心量拓開，要發心幫助一切眾生，要學普賢菩薩，業障不用消，自然就沒有了。這個是真正消業障的不二法門，真的我們要好好的模仿學習，對我們自己的修學有大利益。"
    },
    {
      "id": "12-017-0678_p0005",
      "zh_CN": "其次，「世界无边悉严净故」，我们日常做功课的时候，做完了都念个回向偈，「愿以此功德，庄严佛净土」。这两句话哪个不会念？这两句话的意义懂得的人可真不多。「愿以此功德」，什么功德？知道的人不多。「庄严佛国土」，什么是佛国土？知道的人也不多。一般人真的是粗心大意，大多数将庄严佛国土，心里面只想一个国土：阿弥陀佛极乐世界。一切诸佛国土就不知道了，重重无尽的诸佛国土更不知道了；说老实话，从来没有听人说过。我们的心量怎么能拓开？学佛学了一辈子，还是小心量。《华严》不能不读，不能不学，不能不认真好好的学习。修学大乘，这是一门重要的课程，而且是一个必修课程，大乘法里头必修课程。必修，不分宗派，不分显密。凡是修学大乘，这是大乘概论，是大乘的基础，你不能不知道。所以听了普贤菩萨讲这一品经，我们才真正知道佛国土是怎么回事情，我们应该用什么功德去庄严。",
      "zh_TW": "其次，「世界無邊悉嚴淨故」，我們日常做功課的時候，做完了都念個迴向偈，「願以此功德，莊嚴佛淨土」。這兩句話哪個不會念？這兩句話的意義懂得的人可真不多。「願以此功德」，什麼功德？知道的人不多。「莊嚴佛國土」，什麼是佛國土？知道的人也不多。一般人真的是粗心大意，大多數將莊嚴佛國土，心裡面只想一個國土：阿彌陀佛極樂世界。一切諸佛國土就不知道了，重重無盡的諸佛國土更不知道了；說老實話，從來沒有聽人說過。我們的心量怎麼能拓開？學佛學了一輩子，還是小心量。《華嚴》不能不讀，不能不學，不能不認真好好的學習。修學大乘，這是一門重要的課程，而且是一個必修課程，大乘法裡頭必修課程。必修，不分宗派，不分顯密。凡是修學大乘，這是大乘概論，是大乘的基礎，你不能不知道。所以聽了普賢菩薩講這一品經，我們才真正知道佛國土是怎麼回事情，我們應該用什麼功德去莊嚴。"
    },
    {
      "id": "12-017-0678_p0006",
      "zh_CN": "第三句，「众生无边悉化度故」。众生无边，我们想像当中，能够观察得到、体会到的是现前的这些众生，不同维次空间的众生我们不知道，他方世界的众生我们也不知道。我们怎样度无边众生？四弘誓愿头一条「众生无边誓愿度」，无边怎么讲法？又怎么个度法？这品经里头有为我们开示。第四个意思，「刹由心异，当净自心及他心故」，这句重要，这句就是佛在大乘教里常常说的「一切法从心想生」。诸佛刹土、众生世界都是从心想生。为什么会有六道？为什么会有三途？为什么会有九法界？其他的我们不谈，不再向深处、广处去讲，我们就讲这个很窄小的境界，我们现前的境界，尤其是我们现在生活居住的这个地球。",
      "zh_TW": "第三句，「眾生無邊悉化度故」。眾生無邊，我們想像當中，能夠觀察得到、體會到的是現前的這些眾生，不同維次空間的眾生我們不知道，他方世界的眾生我們也不知道。我們怎樣度無邊眾生？四弘誓願頭一條「眾生無邊誓願度」，無邊怎麼講法？又怎麼個度法？這品經裡頭有為我們開示。第四個意思，「剎由心異，當淨自心及他心故」，這句重要，這句就是佛在大乘教裡常常說的「一切法從心想生」。諸佛剎土、眾生世界都是從心想生。為什麼會有六道？為什麼會有三途？為什麼會有九法界？其他的我們不談，不再向深處、廣處去講，我們就講這個很窄小的境界，我們現前的境界，尤其是我們現在生活居住的這個地球。"
    },
    {
      "id": "12-017-0678_p0007",
      "zh_CN": "我们从历史上去看，无论是中国、是外国，古人记载的这个地球也相当不错，也很美善，是一个很好的生活环境。中国、外国前人都有文章、诗歌描绘，为什么今天这个世间这样的污染、动乱？古人的记载，我们今天读起来似乎是神话。这是什么原因？学佛之后明白了，那个时代的人心情跟我们现在这个时代的人心情不一样！过去人的心情安定，欲望少，接受圣贤教诲，他的思想他的言行能顺乎自然的法则；在佛法里面讲，他能随顺自性性德，所以他的生活环境是美好的。在生活环境里面，在人生价值里面，确实存在着真善美慧。现代这个社会，真善美慧有名无实，变成人们的一种愿望、向往，而没有事实了。这个原因是什么？大师在此地讲「心想异故」。我们现在社会大众人心里想的是什么？无论是中国、外国，现在人心里面想的是竞争，竞争不是性德，不是自然。",
      "zh_TW": "我們從歷史上去看，無論是中國、是外國，古人記載的這個地球也相當不錯，也很美善，是一個很好的生活環境。中國、外國前人都有文章、詩歌描繪，為什麼今天這個世間這樣的污染、動亂？古人的記載，我們今天讀起來似乎是神話。這是什麼原因？學佛之後明白了，那個時代的人心情跟我們現在這個時代的人心情不一樣！過去人的心情安定，欲望少，接受聖賢教誨，他的思想他的言行能順乎自然的法則；在佛法裡面講，他能隨順自性性德，所以他的生活環境是美好的。在生活環境裡面，在人生價值裡面，確實存在著真善美慧。現代這個社會，真善美慧有名無實，變成人們的一種願望、嚮往，而沒有事實了。這個原因是什麼？大師在此地講「心想異故」。我們現在社會大眾人心裡想的是什麼？無論是中國、外國，現在人心裡面想的是競爭，競爭不是性德，不是自然。"
    },
    {
      "id": "12-017-0678_p0008",
      "zh_CN": "有些人看到地球上生物的生存，认为他怎么生存的？他竞争。竞争胜利了，所以他能存在；失败了就被淘汰，就被消灭了。这个思想很可怕，这个思想是错误的。事实的真相是什么？事实的真相是自然，所有一切生物顺乎自然，没有竞争，只有互助。我们今天讲地球生态的平衡，平衡就有意思了。平衡是什么？平等互惠，所以这个世间是和谐的、平等互惠的；不是竞争，竞争是看错了。但是这个错误经过大众传播，许多人盲目接受，造成今天社会动乱不安，造成今天破坏自然环境，使生态平衡都打破了，于是结果是什么？天灾人祸。",
      "zh_TW": "有些人看到地球上生物的生存，認為他怎麼生存的？他競爭。競爭勝利了，所以他能存在；失敗了就被淘汰，就被消滅了。這個思想很可怕，這個思想是錯誤的。事實的真相是什麼？事實的真相是自然，所有一切生物順乎自然，沒有競爭，只有互助。我們今天講地球生態的平衡，平衡就有意思了。平衡是什麼？平等互惠，所以這個世間是和諧的、平等互惠的；不是競爭，競爭是看錯了。但是這個錯誤經過大眾傳播，許多人盲目接受，造成今天社會動亂不安，造成今天破壞自然環境，使生態平衡都打破了，於是結果是什麼？天災人禍。"
    },
    {
      "id": "12-017-0678_p0009",
      "zh_CN": "现在灾难严重了，古今中外许许多多的预言家，我们看了不少这一类的报导，都说这个世纪是世界末日。世界会不会真的有末日？这是许许多多人心目当中最关心的一桩事情，世界会不会真的有末日？如果居住在这个世间上的人们要不觉悟，要不回头，世界末日肯定是有。普贤菩萨在这个地方为我们讲经说法，其中有一个用意，就是劝导我们「当净自心」，劝导我们要修清净心，还要帮助别人修清净心，灾难才能化解。",
      "zh_TW": "現在災難嚴重了，古今中外許許多多的預言家，我們看了不少這一類的報導，都說這個世紀是世界末日。世界會不會真的有末日？這是許許多多人心目當中最關心的一樁事情，世界會不會真的有末日？如果居住在這個世間上的人們要不覺悟，要不回頭，世界末日肯定是有。普賢菩薩在這個地方為我們講經說法，其中有一個用意，就是勸導我們「當淨自心」，勸導我們要修清淨心，還要幫助別人修清淨心，災難才能化解。"
    },
    {
      "id": "12-017-0678_p0010",
      "zh_CN": "我们念佛希望求生弥陀净土，这是我们的愿望。求生弥陀净土的条件是什么？你不能不知道，你要不知道，你去不了。佛在经上讲得很清楚，「心净则佛土净」。由此可知，我们如何庄严佛净土？清净心。一定要懂得离一切妄想分别执着，离一切五欲六尘的攀缘，离一切贪瞋痴慢，你的心才能清净。我自己清净了，自己的问题解决了，纵然这个世间共业所感的大灾难现前了，我也没有恐怖，远离恐怖，颠倒梦想。为什么？这个世界毁灭了，我有好地方去，所以不惊不怖。对于这些因缘果报，就是前因后果，清清楚楚、明明白白，自己有好去处。",
      "zh_TW": "我們念佛希望求生彌陀淨土，這是我們的願望。求生彌陀淨土的條件是什麼？你不能不知道，你要不知道，你去不了。佛在經上講得很清楚，「心淨則佛土淨」。由此可知，我們如何莊嚴佛淨土？清淨心。一定要懂得離一切妄想分別執著，離一切五欲六塵的攀緣，離一切貪瞋痴慢，你的心才能清淨。我自己清淨了，自己的問題解決了，縱然這個世間共業所感的大災難現前了，我也沒有恐怖，遠離恐怖，顛倒夢想。為什麼？這個世界毀滅了，我有好地方去，所以不驚不怖。對於這些因緣果報，就是前因後果，清清楚楚、明明白白，自己有好去處。"
    },
    {
      "id": "12-017-0678_p0011",
      "zh_CN": "但是这个世间还有许许多多不觉的众生，他们很苦，他们要受灾难，觉悟的人怎么能够忍心？所以一定要帮助那些没有觉悟的人。帮助的方法经上讲得很多，第一个是示相，要做出觉悟的榜样，意思是启发大众，希望大众向觉者学习。第二个是言教，言教就是佛门讲的讲经说法，我们一般世间人讲学、上课。要办学校，现在办学校不能像从前的方式，建一个学校费的财力物力很大，收的效果不大。今天要办什么学校？空中大学、空中讲座，办这个。小小的地方，像我们这个地方，一层楼三千尺足够用了。如果能够把所讲的透过卫星电视的传播、网际网路的传播，整个地球上都能收得到。空中讲座、空中大学，费用不多，效果殊胜，今天要做这个。",
      "zh_TW": "但是這個世間還有許許多多不覺的眾生，他們很苦，他們要受災難，覺悟的人怎麼能夠忍心？所以一定要幫助那些沒有覺悟的人。幫助的方法經上講得很多，第一個是示相，要做出覺悟的榜樣，意思是啟發大眾，希望大眾向覺者學習。第二個是言教，言教就是佛門講的講經說法，我們一般世間人講學、上課。要辦學校，現在辦學校不能像從前的方式，建一個學校費的財力物力很大，收的效果不大。今天要辦什麼學校？空中大學、空中講座，辦這個。小小的地方，像我們這個地方，一層樓三千尺足夠用了。如果能夠把所講的透過衛星電視的傳播、網際網路的傳播，整個地球上都能收得到。空中講座、空中大學，費用不多，效果殊勝，今天要做這個。"
    },
    {
      "id": "12-017-0678_p0012",
      "zh_CN": "有志发心慈悲度世的年轻人，舍己为人的年轻人，真正发心来学教，不要多，三、五个就够了，三、五个学生认真的学习，让他们来学讲、来修行，这个空中讲座就可以长期的延续下去了。在我们这个地球，大家都知道，由于地球的自转，这才形成昼夜；地球对着太阳这一面是白天，背着太阳这一面是夜晚，自转一周二十四个小时。我们讲座每天播八个小时，八个小时重复播两遍，整个地球上的同学们统统都能收到，都是在白天收到，因为有时差。我在这个地方八个小时收到了，另外一个地方在美国，他是另外一个时间，我们这是晚上，他是白天八个小时也收到了。所以一天播三遍，全球都能在白天正常的收看。每天只要八个小时，重播三次，天天不间断。",
      "zh_TW": "有志發心慈悲度世的年輕人，捨己為人的年輕人，真正發心來學教，不要多，三、五個就夠了，三、五個學生認真的學習，讓他們來學講、來修行，這個空中講座就可以長期的延續下去了。在我們這個地球，大家都知道，由於地球的自轉，這才形成晝夜；地球對著太陽這一面是白天，背著太陽這一面是夜晚，自轉一周二十四個小時。我們講座每天播八個小時，八個小時重複播兩遍，整個地球上的同學們統統都能收到，都是在白天收到，因為有時差。我在這個地方八個小時收到了，另外一個地方在美國，他是另外一個時間，我們這是晚上，他是白天八個小時也收到了。所以一天播三遍，全球都能在白天正常的收看。每天只要八個小時，重播三次，天天不間斷。"
    },
    {
      "id": "12-017-0678_p0013",
      "zh_CN": "全世界的同学们能够借着高科技的媒体，我们结合在一起。若有问题，一样可以提出来研究讨论。我们今天设备还不够，但是没有问题，我们有传真；你有问题传真过来，我们看到问题，或者在讲席当中解答，或者每个月我们单独约定一、两个时间，专门来解答问题。这是科技给我们带来的方便。虽然今天科技已经发展到可以用电视画面彼此在一起开会讨论，这些设备我都参观过，成本很高，必须双方都要有这个设备。用这么高的成本去做有没有必要？没有必要，不必浪费这笔财力，我们用传真，在网路上解答就可以了。大家有问题写出来，我也是在这个地方解答。这个地方解答，凡是在网路面前统统都可以收看得到，这个效果很大。往往你一个人的问题，别人也有这个问题。",
      "zh_TW": "全世界的同學們能夠藉著高科技的媒體，我們結合在一起。若有問題，一樣可以提出來研究討論。我們今天設備還不夠，但是沒有問題，我們有傳真；你有問題傳真過來，我們看到問題，或者在講席當中解答，或者每個月我們單獨約定一、兩個時間，專門來解答問題。這是科技給我們帶來的方便。雖然今天科技已經發展到可以用電視畫面彼此在一起開會討論，這些設備我都參觀過，成本很高，必須雙方都要有這個設備。用這麼高的成本去做有沒有必要？沒有必要，不必浪費這筆財力，我們用傳真，在網路上解答就可以了。大家有問題寫出來，我也是在這個地方解答。這個地方解答，凡是在網路面前統統都可以收看得到，這個效果很大。往往你一個人的問題，別人也有這個問題。"
    },
    {
      "id": "12-017-0678_p0014",
      "zh_CN": "今天有一位同修来问我，他做生意，大概是做的药品。药品里面有海豹油，他学佛了，心里头非常不安，问我怎么办？用海豹油来配药，间接杀生，虽然没有直接杀，间接杀生。在佛法里面，佛给我们讲过，释迦牟尼佛在世时候的饮食，他们吃肉。全世界学佛的人只有中国人不吃肉，全世界学佛的人都吃肉。佛教人不杀生，戒律上没有说不吃肉的。佛陀在世是托钵，佛家是慈悲为本，方便为门。托钵是人家给什么吃什么，这叫方便，这叫慈悲，如果你素食，去托钵的时候，人家一定要做素食供养你，你不是找人家麻烦，你慈悲何在？所以佛跟佛弟子没有分别心，给什么吃什么。现在在泰国、在缅甸小乘国家还是托钵，这个道理要懂。",
      "zh_TW": "今天有一位同修來問我，他做生意，大概是做的藥品。藥品裡面有海豹油，他學佛了，心裡頭非常不安，問我怎麼辦？用海豹油來配藥，間接殺生，雖然沒有直接殺，間接殺生。在佛法裡面，佛給我們講過，釋迦牟尼佛在世時候的飲食，他們吃肉。全世界學佛的人只有中國人不吃肉，全世界學佛的人都吃肉。佛教人不殺生，戒律上沒有說不吃肉的。佛陀在世是托缽，佛家是慈悲為本，方便為門。托缽是人家給什麼吃什麼，這叫方便，這叫慈悲，如果你素食，去托缽的時候，人家一定要做素食供養你，你不是找人家麻煩，你慈悲何在？所以佛跟佛弟子沒有分別心，給什麼吃什麼。現在在泰國、在緬甸小乘國家還是托缽，這個道理要懂。"
    },
    {
      "id": "12-017-0678_p0015",
      "zh_CN": "托钵，佛讲吃三净肉，三净是什么？第一个牠不是为我杀的，第二个我没有看到杀，第三个我没有听到杀的声音，这叫三净肉。你现在配药，用的海豹油，那个捕海豹的人是不是专门为你捕的？是不是专门为你杀的？他杀的时候你有没有看到，你有没有听到？如果统统都不是，这是三净肉，你可以做。如果你更有慈悲心，给这些海豹们回向，每天念佛诵经给牠回向，你可以给牠立个小牌位在佛堂旁边，这些海豹都感激你，方法很多。这些药物都是救人的，以救人的功德回向给这些海豹，方法很多。",
      "zh_TW": "托缽，佛講吃三淨肉，三淨是什麼？第一個牠不是為我殺的，第二個我沒有看到殺，第三個我沒有聽到殺的聲音，這叫三淨肉。你現在配藥，用的海豹油，那個捕海豹的人是不是專門為你捕的？是不是專門為你殺的？他殺的時候你有沒有看到，你有沒有聽到？如果統統都不是，這是三淨肉，你可以做。如果你更有慈悲心，給這些海豹們迴向，每天念佛誦經給牠迴向，你可以給牠立個小牌位在佛堂旁邊，這些海豹都感激你，方法很多。這些藥物都是救人的，以救人的功德迴向給這些海豹，方法很多。"
    },
    {
      "id": "12-017-0678_p0016",
      "zh_CN": "中国佛教徒吃素食，素食是梁武帝提倡的。梁武帝之前，中国佛教也是吃三净肉，所以你看日本的佛教、韩国的佛教没有素食。为什么？他们是早年那些出家人在中国留学，把佛法带回去。我们要知道这段历史。梁武帝发心吃长素，是读《楞伽经》，佛在《楞伽经》里曾经讲过，「菩萨大慈大悲，不忍心吃众生肉」，梁武帝读了非常感动，他自动的素食。他是佛门的大护法，佛门出家人就响应，以后在家人也响应，就搞成一个素食运动。素食运动是梁武帝提倡的，确实是好，素食对于健康有决定的好处，没有错。统统都素食就很方便了，要不是整个社会来提倡素食的话，你出去托钵的时候，就让人家起烦恼，人家哪能够天天做素食来供养你，我们懂得这个道理。到外国，看到外国出家人吃肉，我们不会奇怪，知道那是正常的。我们吃素食，人家看到我们很奇怪，他不了解这个历史，我们要解释给他听，知道中国佛弟子为什么素食。",
      "zh_TW": "中國佛教徒吃素食，素食是梁武帝提倡的。梁武帝之前，中國佛教也是吃三淨肉，所以你看日本的佛教、韓國的佛教沒有素食。為什麼？他們是早年那些出家人在中國留學，把佛法帶回去。我們要知道這段歷史。梁武帝發心吃長素，是讀《楞伽經》，佛在《楞伽經》裡曾經講過，「菩薩大慈大悲，不忍心吃眾生肉」，梁武帝讀了非常感動，他自動的素食。他是佛門的大護法，佛門出家人就響應，以後在家人也響應，就搞成一個素食運動。素食運動是梁武帝提倡的，確實是好，素食對於健康有決定的好處，沒有錯。統統都素食就很方便了，要不是整個社會來提倡素食的話，你出去托缽的時候，就讓人家起煩惱，人家哪能夠天天做素食來供養你，我們懂得這個道理。到外國，看到外國出家人吃肉，我們不會奇怪，知道那是正常的。我們吃素食，人家看到我們很奇怪，他不了解這個歷史，我們要解釋給他聽，知道中國佛弟子為什麼素食。"
    },
    {
      "id": "12-017-0678_p0017",
      "zh_CN": "我这次访问韩国、访问日本也跟他们讲，他们也不懂，他们都不吃素的。但是我们去，他特别用素菜来招待我们，我们很感激他。有些时候那个素菜他用的锅是旧的锅，不是新的，旧的锅是煮荤菜，所以素菜里面，鼻根利的人还能闻得出素菜里面还有荤菜油的味道。不要去计较，人家这样对你已经很尽心尽力；如果再挑剔就不是作客之道，不要这样计较。明理，通情达理，彼此就很好相处；不通情不达理，彼此会产生隔膜，会产生误会。",
      "zh_TW": "我這次訪問韓國、訪問日本也跟他們講，他們也不懂，他們都不吃素的。但是我們去，他特別用素菜來招待我們，我們很感激他。有些時候那個素菜他用的鍋是舊的鍋，不是新的，舊的鍋是煮葷菜，所以素菜裡面，鼻根利的人還能聞得出素菜裡面還有葷菜油的味道。不要去計較，人家這樣對你已經很盡心盡力；如果再挑剔就不是作客之道，不要這樣計較。明理，通情達理，彼此就很好相處；不通情不達理，彼此會產生隔膜，會產生誤會。"
    },
    {
      "id": "12-017-0678_p0018",
      "zh_CN": "大师在此地告诉我们，「当净自心及他心故」，这一句很重要很重要。今天我们想消除这个世间的灾难，天灾人祸，能真正懂得这一句，真正自己认真修学，能把这个教诲在社会上推广，让一切大众都觉悟，都能修清净心，灾难就消除了。这句话用意很深，一定要培养慈悲心。",
      "zh_TW": "大師在此地告訴我們，「當淨自心及他心故」，這一句很重要很重要。今天我們想消除這個世間的災難，天災人禍，能真正懂得這一句，真正自己認真修學，能把這個教誨在社會上推廣，讓一切大眾都覺悟，都能修清淨心，災難就消除了。這句話用意很深，一定要培養慈悲心。"
    },
    {
      "id": "12-017-0678_p0019",
      "zh_CN": "素食，深入经教的人知道，不与众生结怨仇，决定不杀害众生；果然不杀害众生，植物供养我们日常所需会很丰足。植物是生物，植物也能懂得人的意思，人跟一切动物也应当知道沟通，我们共同生活在这个地球上，维持地球生态的平衡。科学家知道生态平衡太重要了，不可以轻易破坏，破坏必定招来灾难。树木不能随便砍伐，大片森林被砍伐，森林消灭了，那个地方就变成了沙漠。沙漠扩张，就危害许许多多的生物，这些生物不能生存，产生一个恶性的循环。到最后人类在这个世间也不能生存，还是自作自受，还是自己愚痴，并不是聪明。自以为聪明，其实那是愚痴，那个事情大错特错。",
      "zh_TW": "素食，深入經教的人知道，不與眾生結怨仇，決定不殺害眾生；果然不殺害眾生，植物供養我們日常所需會很豐足。植物是生物，植物也能懂得人的意思，人跟一切動物也應當知道溝通，我們共同生活在這個地球上，維持地球生態的平衡。科學家知道生態平衡太重要了，不可以輕易破壞，破壞必定招來災難。樹木不能隨便砍伐，大片森林被砍伐，森林消滅了，那個地方就變成了沙漠。沙漠擴張，就危害許許多多的生物，這些生物不能生存，產生一個惡性的循環。到最後人類在這個世間也不能生存，還是自作自受，還是自己愚痴，並不是聰明。自以為聰明，其實那是愚痴，那個事情大錯特錯。"
    },
    {
      "id": "12-017-0678_p0020",
      "zh_CN": "自以为聪明的人多，瞧不起真正有智慧的人，佛菩萨有智慧，孔老夫子有智慧。打倒孔家店，古圣先贤的教诲、典籍都把它毁灭，自以为聪明，招来的果报是无穷无尽的天灾人祸，招来的是社会动荡不安。凡事我们要很冷静、很细心的观察它的原因。为什么？多问问，一定要把真正的因素找出来，从根本起因的地方下手来改革，把不善的因消除，积极的培养善因。种善因得善果，这才是真实智慧，所以清净心比什么都重要。",
      "zh_TW": "自以為聰明的人多，瞧不起真正有智慧的人，佛菩薩有智慧，孔老夫子有智慧。打倒孔家店，古聖先賢的教誨、典籍都把它毀滅，自以為聰明，招來的果報是無窮無盡的天災人禍，招來的是社會動盪不安。凡事我們要很冷靜、很細心的觀察它的原因。為什麼？多問問，一定要把真正的因素找出來，從根本起因的地方下手來改革，把不善的因消除，積極的培養善因。種善因得善果，這才是真實智慧，所以清淨心比什麼都重要。"
    },
    {
      "id": "12-017-0678_p0021",
      "zh_CN": "首先要自己净，学佛，你看最近这两年，我在讲席当中常常讲，我们修什么？纯净纯善。佛在《十善业道经》里面教给我们，「昼夜常念善法」，这个善法就是十善。常念善法，你心善；思惟善法，你思想善；观察善法，你行为善；昼夜都不间断，你的善法念念增长。佛在后头还嘱咐一句话，「不容毫分不善夹杂」，你这个善才纯。不但心行要善，还要清净。我劝导大家修纯净，不容毫分不净夹杂。这是我们修行的目标，是我们修行的方向。",
      "zh_TW": "首先要自己淨，學佛，你看最近這兩年，我在講席當中常常講，我們修什麼？純淨純善。佛在《十善業道經》裡面教給我們，「晝夜常念善法」，這個善法就是十善。常念善法，你心善；思惟善法，你思想善；觀察善法，你行為善；晝夜都不間斷，你的善法念念增長。佛在後頭還囑咐一句話，「不容毫分不善夾雜」，你這個善才純。不但心行要善，還要清淨。我勸導大家修純淨，不容毫分不淨夾雜。這是我們修行的目標，是我們修行的方向。"
    },
    {
      "id": "12-017-0678_p0022",
      "zh_CN": "所以《十善业道经》、《阿难问事佛吉凶经》这两部小经是学佛入门最好的功课，我们从这里下手，从这里入门，不论你学哪一宗、哪一派、哪个法门，这是入门必修的课目，入门共同的科目。我们从这两部经上下手，「当净自心及他心故」，才能够落实，然后这个大经你才能听得懂。现在时间到了。",
      "zh_TW": "所以《十善業道經》、《阿難問事佛吉凶經》這兩部小經是學佛入門最好的功課，我們從這裡下手，從這裡入門，不論你學哪一宗、哪一派、哪個法門，這是入門必修的課目，入門共同的科目。我們從這兩部經上下手，「當淨自心及他心故」，才能夠落實，然後這個大經你才能聽得懂。現在時間到了。"
    },
    {
      "id": "12-017-0678_p0023",
      "zh_CN": "诸位同学，我们现在接着看「世界成就品」的宗趣：",
      "zh_TW": "諸位同學，我們現在接著看「世界成就品」的宗趣："
    },
    {
      "id": "12-017-0678_p0024",
      "zh_CN": "清凉大师在宗趣第五条，讲的是「世界重重，无尽无尽，以大行愿，悉充满故」。行愿，古音念行（ㄏㄣˋ）愿，念去声是当动词讲，念行（ㄒ一ㄥˊ）是当名词讲。念行（ㄏㄣˋ）的意思就显示出重行，着重在行门、在行动，不着重在言说。「世界重重，无尽无尽」，我们在前面已经学习到一些，现在听这种讲法不会感到陌生。",
      "zh_TW": "清涼大師在宗趣第五條，講的是「世界重重，無盡無盡，以大行願，悉充滿故」。行願，古音念行（ㄏㄣˋ）願，念去聲是當動詞講，念行（ㄒ一ㄥˊ）是當名詞講。念行（ㄏㄣˋ）的意思就顯示出重行，著重在行門、在行動，不著重在言說。「世界重重，無盡無盡」，我們在前面已經學習到一些，現在聽這種講法不會感到陌生。"
    },
    {
      "id": "12-017-0678_p0025",
      "zh_CN": "「众生无边誓愿度」，众生无边实在讲就是重重无尽的世界，菩萨的大行大愿。在这个经里面代表菩萨大行大愿的就是文殊、普贤，文殊菩萨代表大行，普贤菩萨代表大愿。我在前面也曾经跟诸位同学说过，文殊十行，这个十波罗蜜是行门的纲领，「布施」，布施这条里面一定具足其余的九波罗蜜；如果这里面缺少一条，布施就不圆满。不但圆满具足其余的九波罗蜜，而且圆满具足普贤菩萨的十愿；如果缺少一愿，布施波罗蜜不圆满。这在平常讲经当中不常说的，这没听说过。同样道理，普贤菩萨十愿，「礼敬诸佛」，这一愿里面也具足其余的九愿，少一愿，「礼敬诸佛」不圆满。同样的，「礼敬诸佛」里面一定包含文殊菩萨的十波罗蜜，少一条，「礼敬诸佛」也不圆满。你才晓得普贤行、文殊行难修！华严境界「一即一切，一切即一」，确确实实如经所说，「行布不碍圆融，圆融不碍行布」，它确实是圆融。但是这里面十波罗蜜、十愿，个个有它的界限，一点也不混杂；虽不混杂，它又是圆融的，这个不可思议。",
      "zh_TW": "「眾生無邊誓願度」，眾生無邊實在講就是重重無盡的世界，菩薩的大行大願。在這個經裡面代表菩薩大行大願的就是文殊、普賢，文殊菩薩代表大行，普賢菩薩代表大願。我在前面也曾經跟諸位同學說過，文殊十行，這個十波羅蜜是行門的綱領，「布施」，布施這條裡面一定具足其餘的九波羅蜜；如果這裡面缺少一條，布施就不圓滿。不但圓滿具足其餘的九波羅蜜，而且圓滿具足普賢菩薩的十願；如果缺少一願，布施波羅蜜不圓滿。這在平常講經當中不常說的，這沒聽說過。同樣道理，普賢菩薩十願，「禮敬諸佛」，這一願裡面也具足其餘的九願，少一願，「禮敬諸佛」不圓滿。同樣的，「禮敬諸佛」裡面一定包含文殊菩薩的十波羅蜜，少一條，「禮敬諸佛」也不圓滿。你才曉得普賢行、文殊行難修！華嚴境界「一即一切，一切即一」，確確實實如經所說，「行布不礙圓融，圓融不礙行布」，它確實是圓融。但是這裡面十波羅蜜、十願，個個有它的界限，一點也不混雜；雖不混雜，它又是圓融的，這個不可思議。"
    },
    {
      "id": "12-017-0678_p0026",
      "zh_CN": "这种境界，粗心大意的人没有法子想像得到，又何况不可思议。我们不能用「不可思议」这一句话搪塞，不可思议里头有境界，境界你要清楚，你要明了，你要安住才能得受用。否则的话，这个经不是白学了？我们今天是凡夫，说老实话，我们没有这个境界，虽然我把这桩事情讲清楚了，也讲得相当明白了，做不到。我们讲得很粗很粗，二十条，每一条里头具足其他十九条，这个都不容易。所以在大乘教里面把它再归纳，十愿不讲，讲六波罗蜜，每一条里头具足其他的五条，这是佛对权教菩萨讲的，对初学讲的。深位菩萨、高级的菩萨，那就《华严经》上的讲法。所以在初学菩萨，你看佛讲数量多，用什么形容？恒河沙数。《华严经》上诸位没有看过恒河沙数，《华严经》上讲数量多，讲「世界海微尘数」，不是恒河沙，恒河沙太少了，数量太小了，不能比喻！世界海微尘数。这是给你讲真话。",
      "zh_TW": "這種境界，粗心大意的人沒有法子想像得到，又何況不可思議。我們不能用「不可思議」這一句話搪塞，不可思議裡頭有境界，境界你要清楚，你要明瞭，你要安住才能得受用。否則的話，這個經不是白學了？我們今天是凡夫，說老實話，我們沒有這個境界，雖然我把這樁事情講清楚了，也講得相當明白了，做不到。我們講得很粗很粗，二十條，每一條裡頭具足其他十九條，這個都不容易。所以在大乘教裡面把它再歸納，十願不講，講六波羅蜜，每一條裡頭具足其他的五條，這是佛對權教菩薩講的，對初學講的。深位菩薩、高級的菩薩，那就《華嚴經》上的講法。所以在初學菩薩，你看佛講數量多，用什麼形容？恆河沙數。《華嚴經》上諸位沒有看過恆河沙數，《華嚴經》上講數量多，講「世界海微塵數」，不是恆河沙，恆河沙太少了，數量太小了，不能比喻！世界海微塵數。這是給你講真話。"
    },
    {
      "id": "12-017-0678_p0027",
      "zh_CN": "现在这一句我们怎么学？就我们现前的境界，「世界重重，无尽无尽」，我们没有办法契入。我们要在这个世间，现前社会里头，人事环境、物质环境，我们也可以说重重无尽，人与人之间，关系关系相连，是无有穷尽的。如果你真正懂得那些关系的连接，你才晓得整个世界是一家人。我们要问，我们爱自己，我们爱家人，我们爱不爱邻居？现代这个社会是出了大问题，香港的同修告诉我，（我早年在香港讲经，很多同修家里我都去玩过，到他们家里头坐坐），隔壁邻居几十年不相往来，没有讲过一句话，完全是陌生人，怎么能弘法利生？",
      "zh_TW": "現在這一句我們怎麼學？就我們現前的境界，「世界重重，無盡無盡」，我們沒有辦法契入。我們要在這個世間，現前社會裡頭，人事環境、物質環境，我們也可以說重重無盡，人與人之間，關係關係相連，是無有窮盡的。如果你真正懂得那些關係的連接，你才曉得整個世界是一家人。我們要問，我們愛自己，我們愛家人，我們愛不愛鄰居？現代這個社會是出了大問題，香港的同修告訴我，（我早年在香港講經，很多同修家裡我都去玩過，到他們家裡頭坐坐），隔壁鄰居幾十年不相往來，沒有講過一句話，完全是陌生人，怎麼能弘法利生？"
    },
    {
      "id": "12-017-0678_p0028",
      "zh_CN": "中国从前的社会不如是，我小时候住乡村，这个乡村大概有十几户人家，彼此互相照顾，哪一个家里有事情，一吆喝，邻居都来帮忙，自然他就来了，就像一家人一样。那时候我们在农村里面住的是草屋，现在很少看到了。土墙，房子上面盖茅草，那个房子都是自己造的。所以人要是多了，小孩大了不够用，旁边再盖一个。邻居年轻小伙子都来帮忙，来帮忙挑土，来帮忙打墙，那个墙是用两块木板夹起来，当中填土，用磨锤把土打紧，泥土里面在我们那里是用稻草，使土能够连接起来。通常土墙都很厚，大概都有一尺、两尺厚的样子，所以那个房子住起来舒服，冬暖夏凉。比现在的砖墙，砖墙好看，但是实际上享受不如茅屋，上面盖茅草。茅草大概一年要换一次，是比较麻烦，但是它真舒服，我实在讲还是留恋那种房子居住。统统来帮助！来帮助的人，我们主人怎么样报酬他？就在这里吃一餐饭，工作累了，中午招待一餐午饭，顶多晚上再招待一餐晚饭，很平常，家常便饭。真的一个村庄是一家人，有人情味。小孩在外面游玩，或者跌倒摔伤了，每个人看到都会照顾。我怀念七十年以前那个生活，那个社会。",
      "zh_TW": "中國從前的社會不如是，我小時候住鄉村，這個鄉村大概有十幾戶人家，彼此互相照顧，哪一個家裡有事情，一吆喝，鄰居都來幫忙，自然他就來了，就像一家人一樣。那時候我們在農村裡面住的是草屋，現在很少看到了。土牆，房子上面蓋茅草，那個房子都是自己造的。所以人要是多了，小孩大了不夠用，旁邊再蓋一個。鄰居年輕小伙子都來幫忙，來幫忙挑土，來幫忙打牆，那個牆是用兩塊木板夾起來，當中填土，用磨錘把土打緊，泥土裡面在我們那裡是用稻草，使土能夠連接起來。通常土牆都很厚，大概都有一尺、兩尺厚的樣子，所以那個房子住起來舒服，冬暖夏涼。比現在的磚牆，磚牆好看，但是實際上享受不如茅屋，上面蓋茅草。茅草大概一年要換一次，是比較麻煩，但是它真舒服，我實在講還是留戀那種房子居住。統統來幫助！來幫助的人，我們主人怎麼樣報酬他？就在這裡吃一餐飯，工作累了，中午招待一餐午飯，頂多晚上再招待一餐晚飯，很平常，家常便飯。真的一個村莊是一家人，有人情味。小孩在外面遊玩，或者跌倒摔傷了，每個人看到都會照顧。我懷念七十年以前那個生活，那個社會。"
    },
    {
      "id": "12-017-0678_p0029",
      "zh_CN": "邻村，距离最近的，大概差不多一里路，一里路我们现在讲五百公尺，五、六百公尺，近的；远的村庄大概距离一千多公尺，邻近村庄的人都认识。我这个庄子里头要是有什么大事情，那边邻近村庄人也来帮助。现在这种人情味没有了，农业社会有人情味，工业社会没有了，工业社会自己顾自己。你看现在父子之间，兄弟之间那感情多薄！甚至于我们今天在社会上看到，很多兄弟不相往来，父母年老了没有人照顾，进养老院，每个月能够送一点点钱那就是孝顺。这样的人生有什么意思？愈想心就凉了。为什么从前的社会人情那么厚？想想根本的因素就是教育。从前老人教，父母教，社会上一般大人会给小孩做好榜样，国家政府重视教导，现在没人教了，现在人讲利害。从前人还讲伦理道德，还讲孝悌忠信、礼义廉耻，我住在农村的时候还讲求，一般人、乡下人心里头都有这种观念；孝悌忠信、礼义廉耻的观念，现在人没有了，社会怎么会不乱？",
      "zh_TW": "鄰村，距離最近的，大概差不多一里路，一里路我們現在講五百公尺，五、六百公尺，近的；遠的村莊大概距離一千多公尺，鄰近村莊的人都認識。我這個莊子裡頭要是有什麼大事情，那邊鄰近村莊人也來幫助。現在這種人情味沒有了，農業社會有人情味，工業社會沒有了，工業社會自己顧自己。你看現在父子之間，兄弟之間那感情多薄！甚至於我們今天在社會上看到，很多兄弟不相往來，父母年老了沒有人照顧，進養老院，每個月能夠送一點點錢那就是孝順。這樣的人生有什麼意思？愈想心就涼了。為什麼從前的社會人情那麼厚？想想根本的因素就是教育。從前老人教，父母教，社會上一般大人會給小孩做好榜樣，國家政府重視教導，現在沒人教了，現在人講利害。從前人還講倫理道德，還講孝悌忠信、禮義廉恥，我住在農村的時候還講求，一般人、鄉下人心裡頭都有這種觀念；孝悌忠信、禮義廉恥的觀念，現在人沒有了，社會怎麼會不亂？"
    },
    {
      "id": "12-017-0678_p0030",
      "zh_CN": "有许多同学问我，你为什么到澳洲去住？澳洲还有人情味。我在澳洲住小城市，我不住大城市，大城市受一般工商业的影响大，小城市影响小。我住这个小城人口只有八、九万人，一般人民还有人情味，虽然没有像中国过去的人情味那么浓，但是它有，看我们怎么待人。古人常说「爱人者人恒爱之，敬人者人恒敬之」，看我们怎么待人，我们对他好，他回报的很多。所以我在那里买了个旧教堂，房子是破旧了，重新整修，修好之后，我们举行一次敦亲睦邻的餐会。我们下请帖，把我们附近两条街上的居民，我都发请帖给他，一百多家，大多数都来了。我们请他吃饭，参观我们教堂，告诉他我们在此地做些什么，我们为什么要到这边来。他们大家了解了，很欢喜、很高兴。因为我们教堂附近的居民，多半都是退休的老人，所以我一看那个地方就是弥陀村。他们的小孩都大了，都到外面去谋工作了，老人自己住在家里，有的是一个人住，有的是夫妻两个，他们也守望相助，彼此互相帮助。",
      "zh_TW": "有許多同學問我，你為什麼到澳洲去住？澳洲還有人情味。我在澳洲住小城市，我不住大城市，大城市受一般工商業的影響大，小城市影響小。我住這個小城人口只有八、九萬人，一般人民還有人情味，雖然沒有像中國過去的人情味那麼濃，但是它有，看我們怎麼待人。古人常說「愛人者人恆愛之，敬人者人恆敬之」，看我們怎麼待人，我們對他好，他回報的很多。所以我在那裡買了個舊教堂，房子是破舊了，重新整修，修好之後，我們舉行一次敦親睦鄰的餐會。我們下請帖，把我們附近兩條街上的居民，我都發請帖給他，一百多家，大多數都來了。我們請他吃飯，參觀我們教堂，告訴他我們在此地做些什麼，我們為什麼要到這邊來。他們大家了解了，很歡喜、很高興。因為我們教堂附近的居民，多半都是退休的老人，所以我一看那個地方就是彌陀村。他們的小孩都大了，都到外面去謀工作了，老人自己住在家裡，有的是一個人住，有的是夫妻兩個，他們也守望相助，彼此互相幫助。"
    },
    {
      "id": "12-017-0678_p0031",
      "zh_CN": "我这个温馨睦邻的餐会办得很成功，非常欢喜。就有不少人提议，他说：法师，你们这种会能不能多办几次？我说：好，大家既然这么欢喜的话，我每个星期办一次。现在改成每个星期六的晚上，我们叫温馨晚会，附近邻居都来，我们免费供应餐饮，我们的餐都是素食，一半是西餐，一半是中餐，吃得非常高兴。我这个会办了第二天，当地就有澳洲人送了两袋米给我。现在这些人都很熟了，常常送水果送菜送米，都来了，很温暖！居住在一个环境，邻居处不好那不行，这不是佛法，我们的邻居都是基督教徒天主教徒，我们不分族群，不分宗教，我们用真诚爱心照顾他们。他们需要帮忙，我们家里头这些出家人知道了，马上就去，邻居都不远，主动的去照顾，这是佛法，这叫学佛，学佛要这样学法。所以在澳洲我们一切构想设施，想怎么做法，都非常方便，得到当地人民的支持，政府的支持，办什么事情都好办。",
      "zh_TW": "我這個溫馨睦鄰的餐會辦得很成功，非常歡喜。就有不少人提議，他說：法師，你們這種會能不能多辦幾次？我說：好，大家既然這麼歡喜的話，我每個星期辦一次。現在改成每個星期六的晚上，我們叫溫馨晚會，附近鄰居都來，我們免費供應餐飲，我們的餐都是素食，一半是西餐，一半是中餐，吃得非常高興。我這個會辦了第二天，當地就有澳洲人送了兩袋米給我。現在這些人都很熟了，常常送水果送菜送米，都來了，很溫暖！居住在一個環境，鄰居處不好那不行，這不是佛法，我們的鄰居都是基督教徒天主教徒，我們不分族群，不分宗教，我們用真誠愛心照顧他們。他們需要幫忙，我們家裡頭這些出家人知道了，馬上就去，鄰居都不遠，主動的去照顧，這是佛法，這叫學佛，學佛要這樣學法。所以在澳洲我們一切構想設施，想怎麼做法，都非常方便，得到當地人民的支持，政府的支持，辦什麼事情都好辦。"
    },
    {
      "id": "12-017-0678_p0032",
      "zh_CN": "我们想把这个学院正式提升为大学，这要时间，最重要的不是财物，是人才。大学里的老师一定要有博士学位，没有博士学位，你的学院大学将来社会上不承认你。我们的净宗学院，我给同学们讲，我们至少要有五、六位博士学位，能有个十个、八个硕士学位，我们的学院才能办得起来。现在怎么办？现在我们在筹备期间，着重品德的修养。学位到哪里去拿？到大学去读，我们附近三个大学，我让他们到大学去念硕士念博士，将来这个学院的师资才能符合国际的水平。在这个学院里面读书，我们学院可以授予学位，学士学位、硕士学位、博士学位，我们学院可以授，政府承认，全世界学术界都承认，我们才真正成就。不能自己办个佛学院，办个佛教大学，念了几年出来之后，人家不承认你，这个不行。我们教学的内容决定是三藏经典，是名副其实的佛学院，我们的师资要有大学学位的水平。",
      "zh_TW": "我們想把這個學院正式提升為大學，這要時間，最重要的不是財物，是人才。大學裡的老師一定要有博士學位，沒有博士學位，你的學院大學將來社會上不承認你。我們的淨宗學院，我給同學們講，我們至少要有五、六位博士學位，能有個十個、八個碩士學位，我們的學院才能辦得起來。現在怎麼辦？現在我們在籌備期間，著重品德的修養。學位到哪裡去拿？到大學去讀，我們附近三個大學，我讓他們到大學去念碩士念博士，將來這個學院的師資才能符合國際的水平。在這個學院裡面讀書，我們學院可以授予學位，學士學位、碩士學位、博士學位，我們學院可以授，政府承認，全世界學術界都承認，我們才真正成就。不能自己辦個佛學院，辦個佛教大學，念了幾年出來之後，人家不承認你，這個不行。我們教學的內容決定是三藏經典，是名副其實的佛學院，我們的師資要有大學學位的水平。"
    },
    {
      "id": "12-017-0678_p0033",
      "zh_CN": "我们从这个地方学习，以我们的行愿，先要推广到周边的这些众生，我们居住的这个小环境，住在这一条街上，街前街后，街左街右，不能够照顾到，这就不叫做学佛了。我们绝对不劝他信佛，这点很重要，他有他的宗教，我们尊重他的宗教，欢喜他的宗教，决定不破坏他的宗教，我们赞叹他的宗教，在精神、道义上我们给他援助。如果一到那个地方就劝人家改变宗教来信佛，那就制造矛盾，制造冲突，那就错了。",
      "zh_TW": "我們從這個地方學習，以我們的行願，先要推廣到周邊的這些眾生，我們居住的這個小環境，住在這一條街上，街前街後，街左街右，不能夠照顧到，這就不叫做學佛了。我們絕對不勸他信佛，這點很重要，他有他的宗教，我們尊重他的宗教，歡喜他的宗教，決定不破壞他的宗教，我們讚歎他的宗教，在精神、道義上我們給他援助。如果一到那個地方就勸人家改變宗教來信佛，那就製造矛盾，製造衝突，那就錯了。"
    },
    {
      "id": "12-017-0678_p0034",
      "zh_CN": "普贤行愿里面教我们「恒顺众生，随喜功德」。恒顺，一丝毫勉强都没有。你信基督教，我们赞叹基督教。他们读《圣经》，我们书架上都有《圣经》，都有《古兰经》，有其他宗教的经典，告诉他我们也学习，决定没有反对，没有恶意批评。他们跟我们接触，「你们是好人」，他也赞叹！非常欢喜跟我们接触，感觉跟我们接触非常安全，我们这些人在他心目当中非常可靠，不欺骗人。我们遵守五戒十善、《沙弥律仪》，我们从这里兑现，从这里学习。",
      "zh_TW": "普賢行願裡面教我們「恆順眾生，隨喜功德」。恆順，一絲毫勉強都沒有。你信基督教，我們讚歎基督教。他們讀《聖經》，我們書架上都有《聖經》，都有《古蘭經》，有其他宗教的經典，告訴他我們也學習，決定沒有反對，沒有惡意批評。他們跟我們接觸，「你們是好人」，他也讚歎！非常歡喜跟我們接觸，感覺跟我們接觸非常安全，我們這些人在他心目當中非常可靠，不欺騙人。我們遵守五戒十善、《沙彌律儀》，我們從這裡兌現，從這裡學習。"
    },
    {
      "id": "12-017-0678_p0035",
      "zh_CN": "再看底下一句，「佛界生界，非一非异。能正了知，成大智故。」这些统统在生活里头学习，佛界很少人能懂，生界是众生。众生界不能说一，也不能说异，佛界亦复如是。为什么？体是一，相是异，相不一。所有宗教里面的神圣，这一次我在日本见到中村康隆老法师，他今年九十七岁，他跟我们大家讲开示，说世界所有一切宗教的创始人，都是观世音菩萨的化身。我们听了很惊讶，老和尚跟我们想的跟我们所讲的完全相同。我们这些年的所作所为老和尚给我们印证是正确的。不同的族群，不同的宗教，不同的国家，我们都是一家人。哪个家？地球是我们的家，我们没有离开地球，地球是我们居住的现前的故乡，我们都是地球人，我们是一家人。",
      "zh_TW": "再看底下一句，「佛界生界，非一非異。能正了知，成大智故。」這些統統在生活裡頭學習，佛界很少人能懂，生界是眾生。眾生界不能說一，也不能說異，佛界亦復如是。為什麼？體是一，相是異，相不一。所有宗教裡面的神聖，這一次我在日本見到中村康隆老法師，他今年九十七歲，他跟我們大家講開示，說世界所有一切宗教的創始人，都是觀世音菩薩的化身。我們聽了很驚訝，老和尚跟我們想的跟我們所講的完全相同。我們這些年的所作所為老和尚給我們印證是正確的。不同的族群，不同的宗教，不同的國家，我們都是一家人。哪個家？地球是我們的家，我們沒有離開地球，地球是我們居住的現前的故鄉，我們都是地球人，我們是一家人。"
    },
    {
      "id": "12-017-0678_p0036",
      "zh_CN": "你想想看，我们的邻居，我们邻居那一边远一点的是他的邻居，邻居的邻居还是我的邻居，那个邻居再远一点的邻居，一直走就走到世界的尽头了。走遍全世界都是邻居，他是我邻居的邻居，我爱邻居，邻居所爱我怎么能不爱？几个人有这个思想？几个人有这么一个理念？真正能够去做，你能够懂得这个道理，你常常思惟，常常思想，你对一切人的看法是一家人，无论在哪个地方，无论在什么时候都是亲人。为什么你自己要跟人家对立？都是亲人。我们只要以「真诚清净平等智慧慈悲」心对待，人家都是以「真诚清净慈悲」回报，这个多舒服，这样多圆满！真正有智慧，有平等心，在态度上决定是自卑而尊人，自己谦虚卑下，尊重别人。我尊重别人，别人尊重我，这个道理要懂，人与人之间不会误会，为什么？常常往来，常常聚会。",
      "zh_TW": "你想想看，我們的鄰居，我們鄰居那一邊遠一點的是他的鄰居，鄰居的鄰居還是我的鄰居，那個鄰居再遠一點的鄰居，一直走就走到世界的盡頭了。走遍全世界都是鄰居，他是我鄰居的鄰居，我愛鄰居，鄰居所愛我怎麼能不愛？幾個人有這個思想？幾個人有這麼一個理念？真正能夠去做，你能夠懂得這個道理，你常常思惟，常常思想，你對一切人的看法是一家人，無論在哪個地方，無論在什麼時候都是親人。為什麼你自己要跟人家對立？都是親人。我們只要以「真誠清淨平等智慧慈悲」心對待，人家都是以「真誠清淨慈悲」回報，這個多舒服，這樣多圓滿！真正有智慧，有平等心，在態度上決定是自卑而尊人，自己謙虛卑下，尊重別人。我尊重別人，別人尊重我，這個道理要懂，人與人之間不會誤會，為什麼？常常往來，常常聚會。"
    },
    {
      "id": "12-017-0678_p0037",
      "zh_CN": "我们星期六的温馨晚宴会起很大的作用，族群与族群之间的界限没有了，宗教与宗教之间隔阂没有了，做朋友，每个星期都见面，每个星期我们都在一起吃饭，在一起聊天，真的守望相助。这个世界是和睦的，平等对待，和睦相处。所以你真正了解，大师在此地说，「能正了知，成大智故」，智慧从这里生了。「未能了者，熏成种故」，他还不了解，不了解常常看我们，你看到了，你听到了，你慢慢的会懂得。我们居住在这个城市，总得要把这个城市变成一家人，我们目标在此地。",
      "zh_TW": "我們星期六的溫馨晚宴會起很大的作用，族群與族群之間的界限沒有了，宗教與宗教之間隔閡沒有了，做朋友，每個星期都見面，每個星期我們都在一起吃飯，在一起聊天，真的守望相助。這個世界是和睦的，平等對待，和睦相處。所以你真正了解，大師在此地說，「能正了知，成大智故」，智慧從這裡生了。「未能了者，熏成種故」，他還不了解，不了解常常看我們，你看到了，你聽到了，你慢慢的會懂得。我們居住在這個城市，總得要把這個城市變成一家人，我們目標在此地。"
    },
    {
      "id": "12-017-0678_p0038",
      "zh_CN": "我现在到那个地方才一年，一年的前面十个月是修理旧房子，统统搞起来之后，现在像个样子，像个规模了才两个多月。我们房子不够用，还要建十个教室，建一个大的活动中心，这个工程大概十一月可以完工。在完工之后，大致上我们就能够定下来，我们可以上课了。我们教学期间九年，要想到这个山上来修学，你首先要想到九年不下山，我们没有寒暑假，也没有什么过年放两天假回去看看，没有。我们一定要求九年不下山，你的心定下来，定才能生慧，你才能真正学到东西。",
      "zh_TW": "我現在到那個地方才一年，一年的前面十個月是修理舊房子，統統搞起來之後，現在像個樣子，像個規模了才兩個多月。我們房子不夠用，還要建十個教室，建一個大的活動中心，這個工程大概十一月可以完工。在完工之後，大致上我們就能夠定下來，我們可以上課了。我們教學期間九年，要想到這個山上來修學，你首先要想到九年不下山，我們沒有寒暑假，也沒有什麼過年放兩天假回去看看，沒有。我們一定要求九年不下山，你的心定下來，定才能生慧，你才能真正學到東西。"
    },
    {
      "id": "12-017-0678_p0039",
      "zh_CN": "九年不下山这个想法，我本来也是犹疑不定，要不要坚持。这次在日本比叡山去访问，那边的执事告诉我们，日本过去各宗各派的祖师大德在比叡山修行，期限最少都是十六年不下山，修成之后下山，在各个地方建道场成为一个宗派，这是宗派的创始人。我听了之后，我这个九年，心就定下来了。十六年我不敢要求，太长了，怕现在人受不了，九年等于打对折，不能再少了。没有九年的耐心，你还有什么成就？所以我想我们在这个小城住上两年、三年，一定会把这个小城变成一家人。事在人为，我们有诚意，佛菩萨保佑，一切宗教的神圣保佑。",
      "zh_TW": "九年不下山這個想法，我本來也是猶疑不定，要不要堅持。這次在日本比叡山去訪問，那邊的執事告訴我們，日本過去各宗各派的祖師大德在比叡山修行，期限最少都是十六年不下山，修成之後下山，在各個地方建道場成為一個宗派，這是宗派的創始人。我聽了之後，我這個九年，心就定下來了。十六年我不敢要求，太長了，怕現在人受不了，九年等於打對折，不能再少了。沒有九年的耐心，你還有什麼成就？所以我想我們在這個小城住上兩年、三年，一定會把這個小城變成一家人。事在人為，我們有誠意，佛菩薩保佑，一切宗教的神聖保佑。"
    },
    {
      "id": "12-017-0678_p0040",
      "zh_CN": "以上所讲的都是菩萨说这品经的义趣，「亦为显此深意」，所讲的意思很深，我说得很浅。为什么？深了我们用不上，我们的学习最重要是学以致用，学了就有用处、就能落实，对于我的生活工作就有帮助，学了才管用。「故下颂云」，清凉大师引用这一品经里面的经文，偈颂里头有这么一首：「离诸谄诳心清净，常乐慈悲性欢喜，志欲广大深信人，彼闻此法生欣悦。」这首偈好。",
      "zh_TW": "以上所講的都是菩薩說這品經的義趣，「亦為顯此深意」，所講的意思很深，我說得很淺。為什麼？深了我們用不上，我們的學習最重要是學以致用，學了就有用處、就能落實，對於我的生活工作就有幫助，學了才管用。「故下頌云」，清涼大師引用這一品經裡面的經文，偈頌裡頭有這麼一首：「離諸諂誑心清淨，常樂慈悲性歡喜，志欲廣大深信人，彼聞此法生欣悅。」這首偈好。"
    },
    {
      "id": "12-017-0678_p0041",
      "zh_CN": "我们修行最重要的是要修清净心，这在前面一再提到要修清净心，你一定要把烦恼习气断掉。这里头最重要的，「诳」是欺骗，妄语、两舌、绮语，决定不能欺骗人。「谄」是巴结、是攀缘，攀缘巴结决定不可以，一定要守本分。做事情要多想想，量力而为，我力量达不到，我决定不去做；再好的事情，我没有力量，我没有这个缘分，心有余而力不足，有人做我心里头欢喜赞叹。",
      "zh_TW": "我們修行最重要的是要修清淨心，這在前面一再提到要修清淨心，你一定要把煩惱習氣斷掉。這裡頭最重要的，「誑」是欺騙，妄語、兩舌、綺語，決定不能欺騙人。「諂」是巴結、是攀緣，攀緣巴結決定不可以，一定要守本分。做事情要多想想，量力而為，我力量達不到，我決定不去做；再好的事情，我沒有力量，我沒有這個緣分，心有餘而力不足，有人做我心裡頭歡喜讚歎。"
    },
    {
      "id": "12-017-0678_p0042",
      "zh_CN": "刚才有个同修送一本《大藏经》来给我看，中国大陆他们要翻印，我略略翻了一翻，这个印的品质很差。印这种大经要精美，人家拿到手上，不信佛的人都要生欢喜心、生恭敬心，我们就成功了；不然的话，不如不做。我印小部经书流通，好，我何必印那么大部？要做一定很认真、很努力把它做好。他写了封信给我，我略略看了看，现在出了很多麻烦，资金也不够，找我帮忙。我没有能力帮忙，我要帮忙的话我会重印，我不会帮助这个，这个版本不好，纸张不好，这种经书我拿在手上就没有好感。所以要做就要做到国际水平，诸位一定要懂这个道理，在世界上任何地方拿出去，都能得到人家的赞叹，不是这样不要做。不要感情用事，不可以拿佛法赚钱，你是做的功德事。所以他的做法我不赞成，我劝他最好不要做。已经做了，你们自己去想办法，数量愈少愈好，因为它不够国际水平，达不到这个水平。",
      "zh_TW": "剛才有個同修送一本《大藏經》來給我看，中國大陸他們要翻印，我略略翻了一翻，這個印的品質很差。印這種大經要精美，人家拿到手上，不信佛的人都要生歡喜心、生恭敬心，我們就成功了；不然的話，不如不做。我印小部經書流通，好，我何必印那麼大部？要做一定很認真、很努力把它做好。他寫了封信給我，我略略看了看，現在出了很多麻煩，資金也不夠，找我幫忙。我沒有能力幫忙，我要幫忙的話我會重印，我不會幫助這個，這個版本不好，紙張不好，這種經書我拿在手上就沒有好感。所以要做就要做到國際水平，諸位一定要懂這個道理，在世界上任何地方拿出去，都能得到人家的讚歎，不是這樣不要做。不要感情用事，不可以拿佛法賺錢，你是做的功德事。所以他的做法我不贊成，我勸他最好不要做。已經做了，你們自己去想辦法，數量愈少愈好，因為它不夠國際水平，達不到這個水平。"
    },
    {
      "id": "12-017-0678_p0043",
      "zh_CN": "「常乐慈悲性欢喜」，学佛的人一定要常生欢喜心，心地时时刻刻念念不离「真诚、清净、平等、正觉、慈悲」，这是我们的「存心」。我们的生活，处事待人接物，念念不离「看破、放下、自在、随缘、念佛」，常乐慈悲性欢喜。「志欲广大深信人」，这是菩萨赞叹你的志向，你的欲望广大，志向续佛慧命，欲望广度众生，对于佛法深信不疑，你信得深，你解得深，你行得圆满。「彼闻此法生欣悦」，这个人听到普贤菩萨说这个经，一定生欢喜心，这个偈从这里面说。",
      "zh_TW": "「常樂慈悲性歡喜」，學佛的人一定要常生歡喜心，心地時時刻刻念念不離「真誠、清淨、平等、正覺、慈悲」，這是我們的「存心」。我們的生活，處事待人接物，念念不離「看破、放下、自在、隨緣、念佛」，常樂慈悲性歡喜。「志欲廣大深信人」，這是菩薩讚歎你的志向，你的欲望廣大，志向續佛慧命，欲望廣度眾生，對於佛法深信不疑，你信得深，你解得深，你行得圓滿。「彼聞此法生欣悅」，這個人聽到普賢菩薩說這個經，一定生歡喜心，這個偈從這裡面說。"
    },
    {
      "id": "12-017-0678_p0044",
      "zh_CN": "清凉大师从反面讲，这个几句话很重要。「若不闻此无边无尽无二之境」，你要是没有听过《华严经》，我现在不说「读」，为什么？你读了不懂，这不行。你要听讲，真正把这个经里头的义趣听懂了，听明白了，对你的生活、工作、修持会有大帮助。为什么？心开意解。你的心量拓开了，本来是小心量，现在心量拓开，「心包太虚，量周沙界」。确实你的思想观念，你的行持不一样。",
      "zh_TW": "清涼大師從反面講，這個幾句話很重要。「若不聞此無邊無盡無二之境」，你要是沒有聽過《華嚴經》，我現在不說「讀」，為什麼？你讀了不懂，這不行。你要聽講，真正把這個經裡頭的義趣聽懂了，聽明白了，對你的生活、工作、修持會有大幫助。為什麼？心開意解。你的心量拓開了，本來是小心量，現在心量拓開，「心包太虛，量周沙界」。確實你的思想觀念，你的行持不一樣。"
    },
    {
      "id": "12-017-0678_p0045",
      "zh_CN": "如果对这个经不闻、不懂，「滞于权小」，你一定停留在权教小乘，为什么？心量拓不开。不知道宇宙之大，不知道众生之多；宇宙之大，众生之多，你真的不懂。你说你懂了，我知道你讲你懂的意思，实际上你所懂的范围非常窄小。一一微尘里面有虚空法界无量无边刹土众生，你懂不懂？不懂。毛孔之中，一一毛孔也有虚空法界无量无边刹土众生，你知不知道？不知道。你怎么会懂，你懂的有限。所以你心愿达到的境界有限，所以是权教、是小乘。「普贤行愿何由可成」，普贤行愿，说老实话，你怎么能够修？你怎么能成就？一点都不假。你做梦都想不到，这个大经不听不学，那怎么行？",
      "zh_TW": "如果對這個經不聞、不懂，「滯於權小」，你一定停留在權教小乘，為什麼？心量拓不開。不知道宇宙之大，不知道眾生之多；宇宙之大，眾生之多，你真的不懂。你說你懂了，我知道你講你懂的意思，實際上你所懂的範圍非常窄小。一一微塵裡面有虛空法界無量無邊剎土眾生，你懂不懂？不懂。毛孔之中，一一毛孔也有虛空法界無量無邊剎土眾生，你知不知道？不知道。你怎麼會懂，你懂的有限。所以你心願達到的境界有限，所以是權教、是小乘。「普賢行願何由可成」，普賢行願，說老實話，你怎麼能夠修？你怎麼能成就？一點都不假。你做夢都想不到，這個大經不聽不學，那怎麼行？"
    },
    {
      "id": "12-017-0678_p0046",
      "zh_CN": "我们这个本子上，后面附着有李长者《合论》，李长者在这个论里面有几句很重要的话，我们也可以念念给大家听听。他说这个经的来意、意思，「令诸现在未来始发菩提心者，识佛所行，及菩萨行海，佛菩萨大慈悲海，能普遍法界海，众生行业海，而利益之，令到究竟岸故，既见是已，而倣效之，学佛行故。令始发心者，悲智圆满，行解不错谬故」。这个说说得很好，可以弥补清凉大师跟我们讲解的不足，值得我们做参考。",
      "zh_TW": "我們這個本子上，後面附著有李長者《合論》，李長者在這個論裡面有幾句很重要的話，我們也可以念念給大家聽聽。他說這個經的來意、意思，「令諸現在未來始發菩提心者，識佛所行，及菩薩行海，佛菩薩大慈悲海，能普遍法界海，眾生行業海，而利益之，令到究竟岸故，既見是已，而倣效之，學佛行故。令始發心者，悲智圓滿，行解不錯謬故」。這個說說得很好，可以彌補清涼大師跟我們講解的不足，值得我們做參考。"
    },
    {
      "id": "12-017-0678_p0047",
      "zh_CN": "又说「令始发心菩萨，知众生业报同异差别，由心造故」，这个前面都说过了。又说「令始发心者，知众生界广大，等法界虚空界，如影相入，重重无尽，依住各别，佛菩萨行悉充满故」，跟清凉所见真的是无二无别，但是他这里讲的好像更清楚一点。又说「令始发心菩萨，知诸佛菩萨境界海，众生境界，一异不可得故，随众生自业转变，刹海转变故，随自业成坏，刹海成坏故，以众因缘故，此品须来」。这个来意跟清凉所说的，这是两个人对这部经领悟、体会的地方不谋而合，都能把这些重点抓到，教导后学。我们中国谚语里面有所谓「英雄所见，大略相同」，我们从这个地方认识李长者跟清凉大师，他们对这个经的体会、看法，这些地方完全相同。现在时间到了，我们就讲到此地。",
      "zh_TW": "又說「令始發心菩薩，知眾生業報同異差別，由心造故」，這個前面都說過了。又說「令始發心者，知眾生界廣大，等法界虛空界，如影相入，重重無盡，依住各別，佛菩薩行悉充滿故」，跟清涼所見真的是無二無別，但是他這裡講的好像更清楚一點。又說「令始發心菩薩，知諸佛菩薩境界海，眾生境界，一異不可得故，隨眾生自業轉變，剎海轉變故，隨自業成壞，剎海成壞故，以眾因緣故，此品須來」。這個來意跟清涼所說的，這是兩個人對這部經領悟、體會的地方不謀而合，都能把這些重點抓到，教導後學。我們中國諺語裡面有所謂「英雄所見，大略相同」，我們從這個地方認識李長者跟清涼大師，他們對這個經的體會、看法，這些地方完全相同。現在時間到了，我們就講到此地。"
    }
  ]
}