{
  "doc_id": "12-017-0716",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七一六卷",
    "zh_TW": "第七一六卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0716",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "12-017-0716_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，起具因缘偈颂末后两首：",
      "zh_TW": "諸位同學，請看「世界成就品」，起具因緣偈頌末後兩首："
    },
    {
      "id": "12-017-0716_p0002",
      "zh_CN": "我们讲到清凉大师所说的十无碍，我们接着看第八「重现无碍」，「谓于尘中见一切刹，刹内尘中见刹亦然，重重无尽，如帝网故」。「帝网」，帝是指的天主，也就是帝释天，帝释天的罗网，佛常常用这个来作比喻，比喻重重无尽。罗网当中都系着有明珠，这个网就非常庄严了。明珠相互的照耀，所以每一颗珠里面，现所有一切珠的相在里头，显示重重无尽。早年，贤首国师用镜子来显示，他造一个八角亭，每一面都放一面大镜子，这个镜子互相照，人要站在亭子当中，你就看到四面八方，你这个人影子重重无尽，没有数量的。帝释天的罗网当中，珠子也是显的这个境界，所以佛讲到重重无尽的境界，往往用这个来作比喻。",
      "zh_TW": "我們講到清涼大師所說的十無礙，我們接著看第八「重現無礙」，「謂於塵中見一切剎，剎內塵中見剎亦然，重重無盡，如帝網故」。「帝網」，帝是指的天主，也就是帝釋天，帝釋天的羅網，佛常常用這個來作比喻，比喻重重無盡。羅網當中都繫著有明珠，這個網就非常莊嚴了。明珠相互的照耀，所以每一顆珠裡面，現所有一切珠的相在裡頭，顯示重重無盡。早年，賢首國師用鏡子來顯示，他造一個八角亭，每一面都放一面大鏡子，這個鏡子互相照，人要站在亭子當中，你就看到四面八方，你這個人影子重重無盡，沒有數量的。帝釋天的羅網當中，珠子也是顯的這個境界，所以佛講到重重無盡的境界，往往用這個來作比喻。"
    },
    {
      "id": "12-017-0716_p0003",
      "zh_CN": "我们现在看清凉大师这一段文，特别要注意到的是「尘中见一切刹」。依报最小的是微尘，前面跟诸位说过，微尘我们凡夫肉眼看不到。不但是凡夫，小乘的须陀洹、斯陀含、阿那含都见不到；要到阿罗汉，阿罗汉的天眼才能够见到微尘。佛经里面讲的微尘是不是现在科学家所讲的粒子？比原子、电子还要小的叫基本的粒子，是不是这个，我们不得而知。",
      "zh_TW": "我們現在看清涼大師這一段文，特別要注意到的是「塵中見一切剎」。依報最小的是微塵，前面跟諸位說過，微塵我們凡夫肉眼看不到。不但是凡夫，小乘的須陀洹、斯陀含、阿那含都見不到；要到阿羅漢，阿羅漢的天眼才能夠見到微塵。佛經裡面講的微塵是不是現在科學家所講的粒子？比原子、電子還要小的叫基本的粒子，是不是這個，我們不得而知。"
    },
    {
      "id": "12-017-0716_p0004",
      "zh_CN": "总而言之，佛法里面讲的微尘是最小的物质，大的世界、星系都是微尘集聚组合成的。所以《金刚经》上讲「一合相」，那个「一」是微尘；除了微尘之外，什么也没有。微尘组合的变成了星球，变成了星系。现在科学家给我们证明了，星球与星球当中的这个空间，在过去认为是没有东西，是空的，是没有物质的。现在科学家发现了，那就像经上讲的微尘，极小极小，充满了，整个宇宙到处充满了这些微尘。星球是它组成的，动物、植物也是它组成的，一合相！",
      "zh_TW": "總而言之，佛法裡面講的微塵是最小的物質，大的世界、星系都是微塵集聚組合成的。所以《金剛經》上講「一合相」，那個「一」是微塵；除了微塵之外，什麼也沒有。微塵組合的變成了星球，變成了星系。現在科學家給我們證明了，星球與星球當中的這個空間，在過去認為是沒有東西，是空的，是沒有物質的。現在科學家發現了，那就像經上講的微塵，極小極小，充滿了，整個宇宙到處充滿了這些微塵。星球是它組成的，動物、植物也是它組成的，一合相！"
    },
    {
      "id": "12-017-0716_p0005",
      "zh_CN": "这是最小的，比芥菜子小得多了，芥菜子我们能看得见。微尘里面有无量无边诸佛的刹土，前面说过「相入」，大能入小，小能入大，「相入无碍」，「相即无碍」，所以「重现无碍」。无量无边的刹土，你在这一粒微尘上统统看清楚了。我们凡夫要不是佛说出，我们怎么会知道？",
      "zh_TW": "這是最小的，比芥菜子小得多了，芥菜子我們能看得見。微塵裡面有無量無邊諸佛的剎土，前面說過「相入」，大能入小，小能入大，「相入無礙」，「相即無礙」，所以「重現無礙」。無量無邊的剎土，你在這一粒微塵上統統看清楚了。我們凡夫要不是佛說出，我們怎麼會知道？"
    },
    {
      "id": "12-017-0716_p0006",
      "zh_CN": "刚才说过我们这个身上全是，现在的话讲原子、电子、基本粒子，这些东西组成这个身体。所以佛说我们身体的正报一毛端，汗毛尖端很尖，这已经是很大了。我们眼睛看得很清楚，它是许多微尘组成一根汗毛。每一粒微尘里面都能够现无量无边诸佛刹土，毛端怎么会不现？毛孔怎么会不现？这是「于尘中见一切刹」。",
      "zh_TW": "剛才說過我們這個身上全是，現在的話講原子、電子、基本粒子，這些東西組成這個身體。所以佛說我們身體的正報一毛端，汗毛尖端很尖，這已經是很大了。我們眼睛看得很清楚，它是許多微塵組成一根汗毛。每一粒微塵裡面都能夠現無量無邊諸佛剎土，毛端怎麼會不現？毛孔怎麼會不現？這是「於塵中見一切剎」。"
    },
    {
      "id": "12-017-0716_p0007",
      "zh_CN": "尘中有一切刹，刹里头又有尘，尘里头又现一切刹，刹中又有尘，重重无尽，所以「刹内尘中见刹亦然」。这是什么境界？你要问为什么会有这个现相？佛给你讲的「法尔如是」。诸法本来就是这个样子，决定不是人设计的，这是性德自然的流露。自性，佛在经论里头讲得很多，自性本来具足圆满的智慧，本来具足说明它是自然的，它不是造作的，它也没有什么因缘；本来具足圆满的智慧，本来具足圆满的德能，现在我们讲能力、才艺，本来具足的。",
      "zh_TW": "塵中有一切剎，剎裡頭又有塵，塵裡頭又現一切剎，剎中又有塵，重重無盡，所以「剎內塵中見剎亦然」。這是什麼境界？你要問為什麼會有這個現相？佛給你講的「法爾如是」。諸法本來就是這個樣子，決定不是人設計的，這是性德自然的流露。自性，佛在經論裡頭講得很多，自性本來具足圓滿的智慧，本來具足說明它是自然的，它不是造作的，它也沒有什麼因緣；本來具足圓滿的智慧，本來具足圓滿的德能，現在我們講能力、才藝，本來具足的。"
    },
    {
      "id": "12-017-0716_p0008",
      "zh_CN": "第三个，本来具足一切相好。经上跟我们讲的「佛有无量相，相有无量好」，不是三十二相八十种好，那太小了，太少了。那是讲什么？讲在我们这个世间应化的佛身。三十二相八十种好是应化的身，应身、化身，不是报身。佛给我们讲了，佛如是，佛佛如是，菩萨如是，我们？佛说亦如是。既然亦如是，为什么我们现在智慧没有了，能力也丧失掉了，也没有了，相好也没有了。这是什么原因？",
      "zh_TW": "第三個，本來具足一切相好。經上跟我們講的「佛有無量相，相有無量好」，不是三十二相八十種好，那太小了，太少了。那是講什麼？講在我們這個世間應化的佛身。三十二相八十種好是應化的身，應身、化身，不是報身。佛給我們講了，佛如是，佛佛如是，菩薩如是，我們？佛說亦如是。既然亦如是，為什麼我們現在智慧沒有了，能力也喪失掉了，也沒有了，相好也沒有了。這是什麼原因？"
    },
    {
      "id": "12-017-0716_p0009",
      "zh_CN": "佛在这个经上讲得很明白，「出现品」里头说，「出现品」在后面，佛讲一切众生，当然包括我们在内，包括了十法界，畜生、饿鬼、地狱都包括在其中，「一切众生皆有如来智慧德相」。如来是讲的自性，真如本性，这一切众生各个都有。有如同一切诸佛如来一样的智慧，一样的德能，一样的相好，「但以妄想执着而不能证得」。佛真的是一句话把这个根源给我们说出来了，我们把自性本具的德能丧失掉了，什么原因？妄想分别执着。",
      "zh_TW": "佛在這個經上講得很明白，「出現品」裡頭說，「出現品」在後面，佛講一切眾生，當然包括我們在內，包括了十法界，畜生、餓鬼、地獄都包括在其中，「一切眾生皆有如來智慧德相」。如來是講的自性，真如本性，這一切眾生各個都有。有如同一切諸佛如來一樣的智慧，一樣的德能，一樣的相好，「但以妄想執著而不能證得」。佛真的是一句話把這個根源給我們說出來了，我們把自性本具的德能喪失掉了，什麼原因？妄想分別執著。"
    },
    {
      "id": "12-017-0716_p0010",
      "zh_CN": "换句话说，诸佛菩萨应化在一切世间，帮助这一切众生，教化这些众生，教他干什么？教什么？无非是恢复性德而已。教我们回头，回归自性，回归性德，把我们久远劫迷失了的智慧、德能、相好，把它找回来，恢复过来，这就是佛陀教育。你完全恢复过来，那你成佛了；成佛，你本来就是个佛。禅宗里头讲得好，「父母未生前本来面目」，你本来就是这个样子的。",
      "zh_TW": "換句話說，諸佛菩薩應化在一切世間，幫助這一切眾生，教化這些眾生，教他幹什麼？教什麼？無非是恢復性德而已。教我們回頭，回歸自性，回歸性德，把我們久遠劫迷失了的智慧、德能、相好，把它找回來，恢復過來，這就是佛陀教育。你完全恢復過來，那你成佛了；成佛，你本來就是個佛。禪宗裡頭講得好，「父母未生前本來面目」，你本來就是這個樣子的。"
    },
    {
      "id": "12-017-0716_p0011",
      "zh_CN": "性德起用，一一法都具足这十种无碍，依报里头微尘，哪一物不是微尘？都是微尘组合的。正报里头身体，身体里头哪一个细胞不是微尘组成的？你在这个上面要真的想通了、明白了，依、正是一不是二。随拈一法，这一法就是尽虚空遍法界，这个境界真的是不思议解脱境界。不但不是凡夫境界，二乘、权教菩萨，乃至于华严会上三贤位的菩萨都不能够契入，这是如来果地上的境界。",
      "zh_TW": "性德起用，一一法都具足這十種無礙，依報裡頭微塵，哪一物不是微塵？都是微塵組合的。正報裡頭身體，身體裡頭哪一個細胞不是微塵組成的？你在這個上面要真的想通了、明白了，依、正是一不是二。隨拈一法，這一法就是盡虛空遍法界，這個境界真的是不思議解脫境界。不但不是凡夫境界，二乘、權教菩薩，乃至於華嚴會上三賢位的菩薩都不能夠契入，這是如來果地上的境界。"
    },
    {
      "id": "12-017-0716_p0012",
      "zh_CN": "我们不能说是不幸运，不能说是与佛无缘；你果然不幸，果然无缘，你在这一生当中怎么可能遇到《华严经》？你能够遇得到，哪怕一生当中只有一次遇到，都是不可思议殊胜的缘分。关键是这个缘分你认不认识？你能不能把它掌握住？你要是能认识，你把这个缘分抓住，你这一生的成就不可思议！什么叫抓住？我认真学习，确确实实帮助我们改头换面。",
      "zh_TW": "我們不能說是不幸運，不能說是與佛無緣；你果然不幸，果然無緣，你在這一生當中怎麼可能遇到《華嚴經》？你能夠遇得到，哪怕一生當中只有一次遇到，都是不可思議殊勝的緣分。關鍵是這個緣分你認不認識？你能不能把它掌握住？你要是能認識，你把這個緣分抓住，你這一生的成就不可思議！什麼叫抓住？我認真學習，確確實實幫助我們改頭換面。"
    },
    {
      "id": "12-017-0716_p0013",
      "zh_CN": "改头换面不是随便说的，是真的。头面是相，因为你的心，心思变了，你从前心里头所思所想都是迷，你的头面不好看。现在你觉悟了，觉悟了，这不是常说吗？相随心转，你的心转变了，你的相就改变了。相随心转，这个身、体质也随心转，你的相变成佛相，你的身变成佛身。",
      "zh_TW": "改頭換面不是隨便說的，是真的。頭面是相，因為你的心，心思變了，你從前心裡頭所思所想都是迷，你的頭面不好看。現在你覺悟了，覺悟了，這不是常說嗎？相隨心轉，你的心轉變了，你的相就改變了。相隨心轉，這個身、體質也隨心轉，你的相變成佛相，你的身變成佛身。"
    },
    {
      "id": "12-017-0716_p0014",
      "zh_CN": "佛的相是什么相？圆满的相，没有一丝毫欠缺，我们仔细去观察，极其细微的相都好。佛的身是最健康的身，没有毛病；我们的身体多病，不能跟佛相比。佛的眼能看到微尘里面所现的世界、所现的一切刹土；我们不行，看不见。我们用显微镜、放大镜也看不见，我们的眼不行。佛的耳很灵，阿弥陀佛在极乐世界讲经说法，他在这个地方听得清清楚楚。佛身，我们讲是最健康的、最圆满的。从这个地方说，确确实实尽虚空遍法界无所不知，无所不能，佛境界！",
      "zh_TW": "佛的相是什麼相？圓滿的相，沒有一絲毫欠缺，我們仔細去觀察，極其細微的相都好。佛的身是最健康的身，沒有毛病；我們的身體多病，不能跟佛相比。佛的眼能看到微塵裡面所現的世界、所現的一切剎土；我們不行，看不見。我們用顯微鏡、放大鏡也看不見，我們的眼不行。佛的耳很靈，阿彌陀佛在極樂世界講經說法，他在這個地方聽得清清楚楚。佛身，我們講是最健康的、最圓滿的。從這個地方說，確確實實盡虛空遍法界無所不知，無所不能，佛境界！"
    },
    {
      "id": "12-017-0716_p0015",
      "zh_CN": "你一定要记住，佛说我们的境界跟他的境界是一样的。今天他这个能力完全显示出来了，我们的能力不见了，是因为我们有妄想、有分别、有执着。换句话说，只要我们把妄想分别执着统统放下，我们的能力就又恢复了。佛法没有别的，放下而已。",
      "zh_TW": "你一定要記住，佛說我們的境界跟他的境界是一樣的。今天他這個能力完全顯示出來了，我們的能力不見了，是因為我們有妄想、有分別、有執著。換句話說，只要我們把妄想分別執著統統放下，我們的能力就又恢復了。佛法沒有別的，放下而已。"
    },
    {
      "id": "12-017-0716_p0016",
      "zh_CN": "我学佛，二十六岁学佛，第一次见出家人，章嘉大师。我向出家人请教，去拜访出家人，第一个是他老人家。我跟他见面第一句话，第一个问题也是这么一个问题。我给他老人家说：「我知道佛法好，知道佛法非常殊胜，请教大师，有没有方法让我很快的契入？」我提出这么一个问题。这一段往事，我在讲席当中跟诸位也做了很多次的报告。",
      "zh_TW": "我學佛，二十六歲學佛，第一次見出家人，章嘉大師。我向出家人請教，去拜訪出家人，第一個是他老人家。我跟他見面第一句話，第一個問題也是這麼一個問題。我給他老人家說：「我知道佛法好，知道佛法非常殊勝，請教大師，有沒有方法讓我很快的契入？」我提出這麼一個問題。這一段往事，我在講席當中跟諸位也做了很多次的報告。"
    },
    {
      "id": "12-017-0716_p0017",
      "zh_CN": "大师听了我这个问题，一句话不说，眼睛看着我的眼睛，看了半个小时，一句话不说。真的，我们精神意志完全集中听大师的开示，半个小时之后，他才说：「有！」首先这个字肯定我想很快的契入，有没有方法？有。这又停了大概五分钟，给我说六个字，「看得破，放得下」，看破放下是我第一次向出家人请教，他教我的。在这五十年当中，我真的证明了。",
      "zh_TW": "大師聽了我這個問題，一句話不說，眼睛看著我的眼睛，看了半個小時，一句話不說。真的，我們精神意志完全集中聽大師的開示，半個小時之後，他才說：「有！」首先這個字肯定我想很快的契入，有沒有方法？有。這又停了大概五分鐘，給我說六個字，「看得破，放得下」，看破放下是我第一次向出家人請教，他教我的。在這五十年當中，我真的證明了。"
    },
    {
      "id": "12-017-0716_p0018",
      "zh_CN": "佛法修行的功夫是什么？就这四个字，看破放下。看破帮助你放下，放下帮助你看破，从初发心到如来地。你放下一些，你的境界就往上提升一层；你要不放下，你就没有法子进步，所以不能不放。等觉菩萨还有最后的那一品生相无明，他没有放下，所以他住等觉。那一品生相无明一放下了，他就圆满成佛。",
      "zh_TW": "佛法修行的功夫是什麼？就這四個字，看破放下。看破幫助你放下，放下幫助你看破，從初發心到如來地。你放下一些，你的境界就往上提升一層；你要不放下，你就沒有法子進步，所以不能不放。等覺菩薩還有最後的那一品生相無明，他沒有放下，所以他住等覺。那一品生相無明一放下了，他就圓滿成佛。"
    },
    {
      "id": "12-017-0716_p0019",
      "zh_CN": "在大乘教里，尤其是《华严经》，讲得太清楚了。我们放下见思烦恼，就出六道轮回了。见思烦恼是执着，这个地方我们要特别留意，见思烦恼就是执着，无论对人对事对物稍稍有一点执着，不能放下，你就要知道，你出不了六道轮回。为什么？六道轮回的因就是执着。六道轮回从哪里来的？从执着里头变现出来的。有一丝毫执着，你就不能脱离。",
      "zh_TW": "在大乘教裡，尤其是《華嚴經》，講得太清楚了。我們放下見思煩惱，就出六道輪迴了。見思煩惱是執著，這個地方我們要特別留意，見思煩惱就是執著，無論對人對事對物稍稍有一點執著，不能放下，你就要知道，你出不了六道輪迴。為什麼？六道輪迴的因就是執著。六道輪迴從哪裡來的？從執著裡頭變現出來的。有一絲毫執著，你就不能脫離。"
    },
    {
      "id": "12-017-0716_p0020",
      "zh_CN": "六道上面是四圣法界，声闻、缘觉、菩萨、还有佛。四圣法界怎么来的？分别来的，他没有执着，他有分别。所以分别断尽了，对于世出世间一切法再也没有分别了，你才能超越十法界。超越十法界这契入一真法界，契入佛的境界了。虽入佛境界，你的无明烦恼没有断，《华严经》上讲的妄想，这个妄想是非常微细，微细到你自己都不能觉察到；你自己以为没有妄想了，其实有。",
      "zh_TW": "六道上面是四聖法界，聲聞、緣覺、菩薩、還有佛。四聖法界怎麼來的？分別來的，他沒有執著，他有分別。所以分別斷盡了，對於世出世間一切法再也沒有分別了，你才能超越十法界。超越十法界這契入一真法界，契入佛的境界了。雖入佛境界，你的無明煩惱沒有斷，《華嚴經》上講的妄想，這個妄想是非常微細，微細到你自己都不能覺察到；你自己以為沒有妄想了，其實有。"
    },
    {
      "id": "12-017-0716_p0021",
      "zh_CN": "佛说无明有四十一品，你断一品，你这个菩萨位次提升一级。破一品你是初住菩萨，破二品你就叫二住菩萨，破十品你是十住菩萨，破十一品你是初行位的菩萨。十住、十行、十回向、十地这四十个，上面一个等觉，所以无明总共四十一品。你破一品，菩萨的位次升一级，最难断的！所以妄想分别执着统统断尽，一丝毫都没有了，你圆满成佛，你的功德圆满了，你证得的是究竟圆满的果位。佛法修学如是而已。",
      "zh_TW": "佛說無明有四十一品，你斷一品，你這個菩薩位次提升一級。破一品你是初住菩薩，破二品你就叫二住菩薩，破十品你是十住菩薩，破十一品你是初行位的菩薩。十住、十行、十回向、十地這四十個，上面一個等覺，所以無明總共四十一品。你破一品，菩薩的位次升一級，最難斷的！所以妄想分別執著統統斷盡，一絲毫都沒有了，你圓滿成佛，你的功德圓滿了，你證得的是究竟圓滿的果位。佛法修學如是而已。"
    },
    {
      "id": "12-017-0716_p0022",
      "zh_CN": "所以我们不在断烦恼上下功夫，你怎么会有成就？真正在断烦恼上下功夫的，这就叫佛法，这也是佛教令人佩服的地方。佛菩萨非常开明，譬如佛菩萨讲经说法，绝不是专利，我讲的才算是经，佛不是这样说的。五种人说法，只要合乎事实真相都称之为「经」，跟佛讲的平等平等，无二无别，这个很了不起。不是他一个人讲的，任何人讲，只要你讲的是事实真相，你没讲错。",
      "zh_TW": "所以我們不在斷煩惱上下功夫，你怎麼會有成就？真正在斷煩惱上下功夫的，這就叫佛法，這也是佛教令人佩服的地方。佛菩薩非常開明，譬如佛菩薩講經說法，絕不是專利，我講的才算是經，佛不是這樣說的。五種人說法，只要合乎事實真相都稱之為「經」，跟佛講的平等平等，無二無別，這個很了不起。不是他一個人講的，任何人講，只要你講的是事實真相，你沒講錯。"
    },
    {
      "id": "12-017-0716_p0023",
      "zh_CN": "所以佛法讲求「法印」，中国古时候征信，用什么来证明你是真的，我能够信得过你？印信。中国人讲印就是代表信。所以佛说佛法里头也有印信，大乘法的印信只有一个，叫「一法印」。这个一法印是什么？实相，实相就是事实真相。你讲的是事实真相，佛点头承认你，你说的是大乘经，跟佛讲的没有两样，事实真相。小乘经里面有三个原则：无常、无我、涅槃。你所说的，不管什么人说的，确确实实内容讲的是无常、无我、涅槃，佛点头：跟我说的没两样。佛不专制，佛的作为用现在的话来说，真的是民主自由开放，绝对不是自以为是，「除我讲的是经，别人讲的都是邪法」，这佛经里头没有。",
      "zh_TW": "所以佛法講求「法印」，中國古時候徵信，用什麼來證明你是真的，我能夠信得過你？印信。中國人講印就是代表信。所以佛說佛法裡頭也有印信，大乘法的印信只有一個，叫「一法印」。這個一法印是什麼？實相，實相就是事實真相。你講的是事實真相，佛點頭承認你，你說的是大乘經，跟佛講的沒有兩樣，事實真相。小乘經裡面有三個原則：無常、無我、涅槃。你所說的，不管什麼人說的，確確實實內容講的是無常、無我、涅槃，佛點頭：跟我說的沒兩樣。佛不專制，佛的作為用現在的話來說，真的是民主自由開放，絕對不是自以為是，「除我講的是經，別人講的都是邪法」，這佛經裡頭沒有。"
    },
    {
      "id": "12-017-0716_p0024",
      "zh_CN": "一切大乘经都是说的宇宙人生的真相，《华严经》是讲整体，这个很难得，那一切大乘经是讲局部的。好比《华严经》整体是介绍我们整个人身，其他的经是介绍某一个器官。有的经专门讲眼睛的，有专门讲耳朵的，是讲局部的；《华严》是讲整体的，面面俱到，没有一面不讲到的。我们从这个地方已经能体会到了，一切法中，全体也好，局部也好，乃至到一个细胞、一个毛端、一粒微尘，跟全体无二无别，这个不可思议！确确实实权教、二乘、凡夫不能理解。这是真的，不是假的。为什么？权教、二乘、凡夫都没有把妄想分别执着彻底放下，所以不是他的境界。",
      "zh_TW": "一切大乘經都是說的宇宙人生的真相，《華嚴經》是講整體，這個很難得，那一切大乘經是講局部的。好比《華嚴經》整體是介紹我們整個人身，其他的經是介紹某一個器官。有的經專門講眼睛的，有專門講耳朵的，是講局部的；《華嚴》是講整體的，面面俱到，沒有一面不講到的。我們從這個地方已經能體會到了，一切法中，全體也好，局部也好，乃至到一個細胞、一個毛端、一粒微塵，跟全體無二無別，這個不可思議！確確實實權教、二乘、凡夫不能理解。這是真的，不是假的。為什麼？權教、二乘、凡夫都沒有把妄想分別執著徹底放下，所以不是他的境界。"
    },
    {
      "id": "12-017-0716_p0025",
      "zh_CN": "我们要入佛境界，实在讲没有别的方法，章嘉大师教给我的，「看破放下」而已。我感谢老师，老师没有给我谈玄说妙，没有给我说许许多多法，你看这么简单六个字，「看得破，放得下」。我们再简化一点，变成四个字，「看破放下」。我从章嘉大师那里得到的，这个真正叫得道，这是大道，无上菩提大道。这么多年来我修什么？你们就应该晓得，放下而已。年年放下，月月放下。把烦恼放下，把贪瞋痴慢放下，把自私自利放下，把名闻利养放下，把五欲六尘放下。这是我常常跟诸位说的！",
      "zh_TW": "我們要入佛境界，實在講沒有別的方法，章嘉大師教給我的，「看破放下」而已。我感謝老師，老師沒有給我談玄說妙，沒有給我說許許多多法，你看這麼簡單六個字，「看得破，放得下」。我們再簡化一點，變成四個字，「看破放下」。我從章嘉大師那裡得到的，這個真正叫得道，這是大道，無上菩提大道。這麼多年來我修什麼？你們就應該曉得，放下而已。年年放下，月月放下。把煩惱放下，把貪瞋痴慢放下，把自私自利放下，把名聞利養放下，把五欲六塵放下。這是我常常跟諸位說的！"
    },
    {
      "id": "12-017-0716_p0026",
      "zh_CN": "放下之后的好处，你不知道，为什么？你没放下。但是你要是仔细观察，你看我这个样子，我这个样子、我这个形相就是放下的结果，放下是这个样子！你再看看跟我一起的修行人，有些不在世了，有些还在世间。你再看看他那个形相，他没有放下，我们也不能说他完全没有放下，他放下的没有我放下得多。他放下百分之三十了，我放下百分之六十，我们两个形相就不一样了。你放下的愈多，你看破的层次就愈多。你放下的少，你看破的范围愈小。",
      "zh_TW": "放下之後的好處，你不知道，為什麼？你沒放下。但是你要是仔細觀察，你看我這個樣子，我這個樣子、我這個形相就是放下的結果，放下是這個樣子！你再看看跟我一起的修行人，有些不在世了，有些還在世間。你再看看他那個形相，他沒有放下，我們也不能說他完全沒有放下，他放下的沒有我放下得多。他放下百分之三十了，我放下百分之六十，我們兩個形相就不一樣了。你放下的愈多，你看破的層次就愈多。你放下的少，你看破的範圍愈小。"
    },
    {
      "id": "12-017-0716_p0027",
      "zh_CN": "为什么不放下？为什么要执着要分别？妄想很难断，实实在在讲我们这一生要想断妄想不容易，但是我们在分别执着上放下，这是可以做的。我对于世出世间一切法，不再分别，不再执着了，这个能做得到。但是你要晓得，这不是一天能做到的，点点滴滴要跟自己的烦恼习气奋斗。",
      "zh_TW": "為什麼不放下？為什麼要執著要分別？妄想很難斷，實實在在講我們這一生要想斷妄想不容易，但是我們在分別執著上放下，這是可以做的。我對於世出世間一切法，不再分別，不再執著了，這個能做得到。但是你要曉得，這不是一天能做到的，點點滴滴要跟自己的煩惱習氣奮鬥。"
    },
    {
      "id": "12-017-0716_p0028",
      "zh_CN": "人为什么放不下？烦恼习气，它是妄想执着的守护神。这个守护神很厉害，多少修行人很想放下、很想看破，很想作佛、作菩萨，就是作不了，什么原因？就是因为你没有办法，想放下放不下，想看破看不破。想放下执着，偏偏没有法子，还是执着。想放下分别，起心动念依然在分别。所以我说：习气是烦恼，是妄想分别执着的守护神。",
      "zh_TW": "人為什麼放不下？煩惱習氣，它是妄想執著的守護神。這個守護神很厲害，多少修行人很想放下、很想看破，很想作佛、作菩薩，就是作不了，什麼原因？就是因為你沒有辦法，想放下放不下，想看破看不破。想放下執著，偏偏沒有法子，還是執著。想放下分別，起心動念依然在分別。所以我說：習氣是煩惱，是妄想分別執著的守護神。"
    },
    {
      "id": "12-017-0716_p0029",
      "zh_CN": "我们要有坚定的信心、愿心、毅力，亲近佛陀。佛陀在哪里？经典。读诵大乘，随顺大乘的教诲，决定不能随顺自己的习气。自己习气里头，严重的我讲十六个字，「自私自利，名闻利养，五欲六尘，贪瞋痴慢」，这十六个字要彻底放下，从这里修起。念头才动自己就觉察到了，用什么方法把这个念头打掉？用「阿弥陀佛」。念头才起，「南无阿弥陀佛」，把这个念头归到阿弥陀佛，前面那个念头不再想它，那个念头就断了。",
      "zh_TW": "我們要有堅定的信心、願心、毅力，親近佛陀。佛陀在哪裡？經典。讀誦大乘，隨順大乘的教誨，決定不能隨順自己的習氣。自己習氣裡頭，嚴重的我講十六個字，「自私自利，名聞利養，五欲六塵，貪瞋痴慢」，這十六個字要徹底放下，從這裡修起。念頭才動自己就覺察到了，用什麼方法把這個念頭打掉？用「阿彌陀佛」。念頭才起，「南無阿彌陀佛」，把這個念頭歸到阿彌陀佛，前面那個念頭不再想它，那個念頭就斷了。"
    },
    {
      "id": "12-017-0716_p0030",
      "zh_CN": "执着的妄念，分别的妄念，决定不能叫它相续。古人教我们用功的秘诀，说「不怕念起，只怕觉迟」。念头起来，肯定的，你是凡夫，你怎么会不起念头？不起念头是佛菩萨、圣人，六道凡夫哪有不起念头的！所以起念头是正常现象。起什么念头？我刚才讲了，自私自利的念头，名闻利养的念头，五欲六尘的念头，贪瞋痴慢的念头，就起这个。不怕，才起，马上就觉察到，念头又来了，又起来了，赶快把它伏住。",
      "zh_TW": "執著的妄念，分別的妄念，決定不能叫它相續。古人教我們用功的祕訣，說「不怕念起，只怕覺遲」。念頭起來，肯定的，你是凡夫，你怎麼會不起念頭？不起念頭是佛菩薩、聖人，六道凡夫哪有不起念頭的！所以起念頭是正常現象。起什麼念頭？我剛才講了，自私自利的念頭，名聞利養的念頭，五欲六塵的念頭，貪瞋痴慢的念頭，就起這個。不怕，才起，馬上就覺察到，念頭又來了，又起來了，趕快把它伏住。"
    },
    {
      "id": "12-017-0716_p0031",
      "zh_CN": "《金刚经》上讲降伏，「云何降伏其心」，就是念头，那个「其心」就是念头，怎样降伏念头？这个念头就是烦恼习气起现行，它起作用。什么时候起？六根接触六尘境界的时候。这个念头起来了，我们要怎样去降伏？降伏的方法很多，八万四千法门，我们选择的法门是「持名念佛」。念头才起，第一个念头起，第二个念头「南无阿弥陀佛」，就把前面的念头伏住了，决定不叫它相续。这个叫念佛功夫得力。很多人念佛功夫不得力，为什么不得力？不能降伏烦恼。口里念弥陀，妄念还照起，功夫不得力。功夫得力是什么？念头才起，佛号就把它降伏住了。",
      "zh_TW": "《金剛經》上講降伏，「云何降伏其心」，就是念頭，那個「其心」就是念頭，怎樣降伏念頭？這個念頭就是煩惱習氣起現行，它起作用。什麼時候起？六根接觸六塵境界的時候。這個念頭起來了，我們要怎樣去降伏？降伏的方法很多，八萬四千法門，我們選擇的法門是「持名念佛」。念頭才起，第一個念頭起，第二個念頭「南無阿彌陀佛」，就把前面的念頭伏住了，決定不叫它相續。這個叫念佛功夫得力。很多人念佛功夫不得力，為什麼不得力？不能降伏煩惱。口裡念彌陀，妄念還照起，功夫不得力。功夫得力是什麼？念頭才起，佛號就把它降伏住了。"
    },
    {
      "id": "12-017-0716_p0032",
      "zh_CN": "宗门里面参话头，道理跟念佛没有两样。话头是无意义的，目的是要把妄念止住。佛号比话头殊胜多了，为什么？佛号跟阿弥陀佛本愿相应，我们念这一句阿弥陀佛，阿弥陀佛那里就接收到了。这不是很明显的吗？阿弥陀佛接收到，就得阿弥陀佛本愿威神加持。话头没有佛菩萨神力加持你，佛号有阿弥陀佛本愿威神加持。",
      "zh_TW": "宗門裡面參話頭，道理跟念佛沒有兩樣。話頭是無意義的，目的是要把妄念止住。佛號比話頭殊勝多了，為什麼？佛號跟阿彌陀佛本願相應，我們念這一句阿彌陀佛，阿彌陀佛那裡就接收到了。這不是很明顯的嗎？阿彌陀佛接收到，就得阿彌陀佛本願威神加持。話頭沒有佛菩薩神力加持你，佛號有阿彌陀佛本願威神加持。"
    },
    {
      "id": "12-017-0716_p0033",
      "zh_CN": "不但阿弥陀佛加持，我们在《无量寿经》、在《阿弥陀经》、在《观经》里面读到，释迦牟尼佛告诉我们，除阿弥陀佛之外，十方所有一切诸佛如来都加持你，持名功德不可思议。这一个事实知道的人不多，如果他真的知道了，他就老实念佛。",
      "zh_TW": "不但阿彌陀佛加持，我們在《無量壽經》、在《阿彌陀經》、在《觀經》裡面讀到，釋迦牟尼佛告訴我們，除阿彌陀佛之外，十方所有一切諸佛如來都加持你，持名功德不可思議。這一個事實知道的人不多，如果他真的知道了，他就老實念佛。"
    },
    {
      "id": "12-017-0716_p0034",
      "zh_CN": "我对这桩事情搞清楚搞明白，大概是学佛三十年，我才搞清楚。早年学佛，老师常常告诉我，我没在意。我的心目当中向往经教，对于净土法门，净宗法门，没有在意。把这个事情搞清楚，搞明白了，这才真正回头皈依净土，我真正皈依净土，大概只有二十年。以前不认识净土，老师苦口婆心劝导，还是对于经教兴趣浓厚，到我自己讲《华严经》、讲《法华经》、讲《楞严经》才逐渐逐渐明了净土的殊胜，这才皈依。所以你要不是真正认知，你对它生不起真正的信心，那个信心古人讲的露水道心，禁不起考验的。好，现在时间到了。",
      "zh_TW": "我對這樁事情搞清楚搞明白，大概是學佛三十年，我才搞清楚。早年學佛，老師常常告訴我，我沒在意。我的心目當中嚮往經教，對於淨土法門，淨宗法門，沒有在意。把這個事情搞清楚，搞明白了，這才真正回頭皈依淨土，我真正皈依淨土，大概只有二十年。以前不認識淨土，老師苦口婆心勸導，還是對於經教興趣濃厚，到我自己講《華嚴經》、講《法華經》、講《楞嚴經》才逐漸逐漸明瞭淨土的殊勝，這才皈依。所以你要不是真正認知，你對它生不起真正的信心，那個信心古人講的露水道心，禁不起考驗的。好，現在時間到了。"
    },
    {
      "id": "12-017-0716_p0035",
      "zh_CN": "诸位同学，我们还继续谈谈「重现无碍」：",
      "zh_TW": "諸位同學，我們還繼續談談「重現無礙」："
    },
    {
      "id": "12-017-0716_p0036",
      "zh_CN": "这里头意思很深的，就像我们看电视频道一样，萤光幕在哪里？每一个微尘都是萤光幕，每一个毛孔也是萤光幕，每一个毛端都是萤光幕，世出世间一切法里头，没有一法不是萤光幕。我们看这些树叶，这个树叶你仔细去观察，它也有毛，它的毛我看看比我们的毛还要微细。那个毛端里有没有世界？肯定有。一一毛端亦复然，只是我们今天被妄想分别执着覆盖了我们的根性，严重的覆盖，所以摆在我们面前，我们见不到。",
      "zh_TW": "這裡頭意思很深的，就像我們看電視頻道一樣，螢光幕在哪裡？每一個微塵都是螢光幕，每一個毛孔也是螢光幕，每一個毛端都是螢光幕，世出世間一切法裡頭，沒有一法不是螢光幕。我們看這些樹葉，這個樹葉你仔細去觀察，它也有毛，它的毛我看看比我們的毛還要微細。那個毛端裡有沒有世界？肯定有。一一毛端亦復然，只是我們今天被妄想分別執著覆蓋了我們的根性，嚴重的覆蓋，所以擺在我們面前，我們見不到。"
    },
    {
      "id": "12-017-0716_p0037",
      "zh_CN": "佛在经上说无碍，无碍到什么程度？喜欢看哪个频道，这个频道就现前，这就无碍。这是我们能够理解的。还有我们不能理解的，就在这一个频道，同时同一个萤幕里面，看到无量无边的频道，而且各个频道不相妨碍，不可思议的境界，性德的流露。",
      "zh_TW": "佛在經上說無礙，無礙到什麼程度？喜歡看哪個頻道，這個頻道就現前，這就無礙。這是我們能夠理解的。還有我們不能理解的，就在這一個頻道，同時同一個螢幕裡面，看到無量無邊的頻道，而且各個頻道不相妨礙，不可思議的境界，性德的流露。"
    },
    {
      "id": "12-017-0716_p0038",
      "zh_CN": "重现无碍，清凉大师在《钞》里头引用后面经文的一首偈，「或有国土周法界，清净离垢从心现，如影如幻广无边，如因陀罗各差别」。「因陀罗」是梵语，翻成中国就是天主，帝释天，我们中国人称之为玉皇大帝，大概许多西方宗教称上帝、称天主都是帝释天，梵语称为因陀罗。因陀罗王，帝释天王，他宫殿里面的罗网，罗网当中，前面给诸位讲了，系的有宝珠，摩尼宝珠。摩尼宝珠光光相映，佛用这个来比喻微尘毛端光光相映，这里面影现十方无量无边的诸佛刹土。",
      "zh_TW": "重現無礙，清涼大師在《鈔》裡頭引用後面經文的一首偈，「或有國土周法界，清淨離垢從心現，如影如幻廣無邊，如因陀羅各差別」。「因陀羅」是梵語，翻成中國就是天主，帝釋天，我們中國人稱之為玉皇大帝，大概許多西方宗教稱上帝、稱天主都是帝釋天，梵語稱為因陀羅。因陀羅王，帝釋天王，他宮殿裡面的羅網，羅網當中，前面給諸位講了，繫的有寶珠，摩尼寶珠。摩尼寶珠光光相映，佛用這個來比喻微塵毛端光光相映，這裡面影現十方無量無邊的諸佛剎土。"
    },
    {
      "id": "12-017-0716_p0039",
      "zh_CN": "全偈我们看这个意思就更清楚了，「或有国土周法界」，从字面上看，或者有佛国土周遍法界。「清净离垢从心现」，哪一个国土？毘卢遮那佛的国土周法界，阿弥陀佛的国土周法界。这是世尊在经论里头常常跟我们介绍的，我们大家熟知这两个国土是周遍法界的。何以能周？「清净离垢从心现」。周法界的国土，因缘如是。我们要怎样才能见得到？很简单，你做到清净离垢，你就见到了。垢是烦恼的代名词，离垢就是离妄想分别执着。离妄想分别执着，你的真心就现前了。真心是清净心，决定没有毫分不净夹杂。大家一定要知道，修行，这才是根本修。",
      "zh_TW": "全偈我們看這個意思就更清楚了，「或有國土周法界」，從字面上看，或者有佛國土周遍法界。「清淨離垢從心現」，哪一個國土？毘盧遮那佛的國土周法界，阿彌陀佛的國土周法界。這是世尊在經論裡頭常常跟我們介紹的，我們大家熟知這兩個國土是周遍法界的。何以能周？「清淨離垢從心現」。周法界的國土，因緣如是。我們要怎樣才能見得到？很簡單，你做到清淨離垢，你就見到了。垢是煩惱的代名詞，離垢就是離妄想分別執著。離妄想分別執著，你的真心就現前了。真心是清淨心，決定沒有毫分不淨夾雜。大家一定要知道，修行，這才是根本修。"
    },
    {
      "id": "12-017-0716_p0040",
      "zh_CN": "古来祖师大德常常劝人，聪明人修行从根本修。哪是根本？纯善是根本，纯净是根本。只要抓住这四个字，「纯净纯善」，一丝毫不净，一丝毫不善，都不能够夹杂。在哪里修？在日常生活当中修，在处事待人接物里头修，不管是顺境逆境，不管是善缘恶缘。佛经里面讲缘，是讲人事环境，讲境是物质环境。物质环境好叫顺境，物质环境恶劣不好叫逆境。人事环境里遇到的人都非常好，善人，这是善缘；遇到的人事环境不好，都是恶人，都是障碍自己找我麻烦的，恶缘。逆境恶缘，决定没有丝毫不善的念头，没有不净的念头。那个不净是心里不高兴，心里难过，有瞋恚。不可以，决定没有。在顺境好环境，遇到都是好人，绝对不能起贪念；一丝毫的贪念，你的心被污染、不清净了，你的心也不善了。所以不论是什么环境，不论是什么样的人事，永远保持自己的清净平等觉，这叫从根本修。用纯净纯善的心，对一切人一切事一切物，对各种不同的境界，功夫就得力了。",
      "zh_TW": "古來祖師大德常常勸人，聰明人修行從根本修。哪是根本？純善是根本，純淨是根本。只要抓住這四個字，「純淨純善」，一絲毫不淨，一絲毫不善，都不能夠夾雜。在哪裡修？在日常生活當中修，在處事待人接物裡頭修，不管是順境逆境，不管是善緣惡緣。佛經裡面講緣，是講人事環境，講境是物質環境。物質環境好叫順境，物質環境惡劣不好叫逆境。人事環境裡遇到的人都非常好，善人，這是善緣；遇到的人事環境不好，都是惡人，都是障礙自己找我麻煩的，惡緣。逆境惡緣，決定沒有絲毫不善的念頭，沒有不淨的念頭。那個不淨是心裡不高興，心裡難過，有瞋恚。不可以，決定沒有。在順境好環境，遇到都是好人，絕對不能起貪念；一絲毫的貪念，你的心被污染、不清淨了，你的心也不善了。所以不論是什麼環境，不論是什麼樣的人事，永遠保持自己的清淨平等覺，這叫從根本修。用純淨純善的心，對一切人一切事一切物，對各種不同的境界，功夫就得力了。"
    },
    {
      "id": "12-017-0716_p0041",
      "zh_CN": "成就自己就是成就众生，为什么？自他不二。自他要平等，不能够偏重在自修，忽略了利他；也不能偏重在利他，疏忽了自利。一定要晓得，自利利他是相辅相成，自利利他是一不是二。稍微有一点偏，有一点邪，你的真心就失掉了。修行人难就难在这个地方。诸佛菩萨他们行，行在哪里？他们能，能在哪里？永远保持中正，用心不偏不邪，不迷不染，这就是佛，就是佛心、真心。我们本来也是这样的，现在努力要恢复，没有别的。",
      "zh_TW": "成就自己就是成就眾生，為什麼？自他不二。自他要平等，不能夠偏重在自修，忽略了利他；也不能偏重在利他，疏忽了自利。一定要曉得，自利利他是相輔相成，自利利他是一不是二。稍微有一點偏，有一點邪，你的真心就失掉了。修行人難就難在這個地方。諸佛菩薩他們行，行在哪裡？他們能，能在哪裡？永遠保持中正，用心不偏不邪，不迷不染，這就是佛，就是佛心、真心。我們本來也是這樣的，現在努力要恢復，沒有別的。"
    },
    {
      "id": "12-017-0716_p0042",
      "zh_CN": "所以「清净离垢从心现」，这个境界是清净离垢心，法尔如是，自然显现的。我们的心要回归到清净离垢，这个境界当然你就看见了，你就把佛在这个经上讲的话证明了。佛说这一毛端里头有一切诸佛刹土，你见到了。这一一刹土里面有诸佛如来，有无量菩萨众生，你也见到了。你才晓得佛所说的话，「真语者，实语者，如语者，不诳语者，不妄语者」，你完全相信了。佛所讲的真是大实话，实话实说。所以我们在这里学，要学纯净纯善。",
      "zh_TW": "所以「清淨離垢從心現」，這個境界是清淨離垢心，法爾如是，自然顯現的。我們的心要回歸到清淨離垢，這個境界當然你就看見了，你就把佛在這個經上講的話證明了。佛說這一毛端裡頭有一切諸佛剎土，你見到了。這一一剎土裡面有諸佛如來，有無量菩薩眾生，你也見到了。你才曉得佛所說的話，「真語者，實語者，如語者，不誑語者，不妄語者」，你完全相信了。佛所講的真是大實話，實話實說。所以我們在這裡學，要學純淨純善。"
    },
    {
      "id": "12-017-0716_p0043",
      "zh_CN": "你见到的是「如影如幻广无边」，这一句是讲的事相。下面一句是比喻，「如因陀罗各差别」。十方无量无边刹土，一一刹土里面都有十法界。十法界是总的说，要是细的说，一一刹土当中都有无量无边的法界，你都看清楚都看明白了，这是重现自在；必须到自己清净心现前，你就入这个境界。",
      "zh_TW": "你見到的是「如影如幻廣無邊」，這一句是講的事相。下面一句是比喻，「如因陀羅各差別」。十方無量無邊剎土，一一剎土裡面都有十法界。十法界是總的說，要是細的說，一一剎土當中都有無量無邊的法界，你都看清楚都看明白了，這是重現自在；必須到自己清淨心現前，你就入這個境界。"
    },
    {
      "id": "12-017-0716_p0044",
      "zh_CN": "我们今天修行，清净心是第一重要。我们用功，断恶，不着断恶的相；修善，不着修善的相，《般若经》上讲的「三轮体空」，你才能够得清净心，你才能够真正的离垢。三轮体空，也就是断恶修善这里头离一切妄想分别执着，决定没有妄想分别执着；也是永嘉大师所说的「分别亦非意」。你把这些经论合起来看，意思就很清楚很明白，知道自己应该怎样用功，怎样修行。修行没有离开生活，修行没有离开工作，也没有离开待人接物。",
      "zh_TW": "我們今天修行，清淨心是第一重要。我們用功，斷惡，不著斷惡的相；修善，不著修善的相，《般若經》上講的「三輪體空」，你才能夠得清淨心，你才能夠真正的離垢。三輪體空，也就是斷惡修善這裡頭離一切妄想分別執著，決定沒有妄想分別執著；也是永嘉大師所說的「分別亦非意」。你把這些經論合起來看，意思就很清楚很明白，知道自己應該怎樣用功，怎樣修行。修行沒有離開生活，修行沒有離開工作，也沒有離開待人接物。"
    },
    {
      "id": "12-017-0716_p0045",
      "zh_CN": "所以会修，哪个地方不是道场？哪一桩事不是修行？这是说功夫得力的人。功夫不得力，需要环境来帮助他，助缘对初学是必要的。功夫真正得力的老修，没有了，一切时一切处一切境缘都是他修行的道场，他在这个境界里头，不管是什么境界，都是增长戒定慧三学，决定不会退转，不会堕落，这是功夫真正得力了。再看下面第九段：",
      "zh_TW": "所以會修，哪個地方不是道場？哪一樁事不是修行？這是說功夫得力的人。功夫不得力，需要環境來幫助他，助緣對初學是必要的。功夫真正得力的老修，沒有了，一切時一切處一切境緣都是他修行的道場，他在這個境界裡頭，不管是什麼境界，都是增長戒定慧三學，決定不會退轉，不會墮落，這是功夫真正得力了。再看下面第九段："
    },
    {
      "id": "12-017-0716_p0046",
      "zh_CN": "「主伴无碍」。「凡一世界，必有一切以为眷属。下经云，毘卢遮那昔所行，种种刹海皆清净。」种种刹海就是眷属，依报有依报的眷属，正报有正报的眷属，这里头主跟伴我们要清楚。但是主不是唯一之主，伴不是唯一之伴，这一点佛法了不起，跟我们讲事实真相。一个是主，其他的都是伴，非常合乎现在人心目当中所说民主的精神；不是这个主永远他作主，不是的。",
      "zh_TW": "「主伴無礙」。「凡一世界，必有一切以為眷屬。下經云，毘盧遮那昔所行，種種剎海皆清淨。」種種剎海就是眷屬，依報有依報的眷屬，正報有正報的眷屬，這裡頭主跟伴我們要清楚。但是主不是唯一之主，伴不是唯一之伴，這一點佛法了不起，跟我們講事實真相。一個是主，其他的都是伴，非常合乎現在人心目當中所說民主的精神；不是這個主永遠他作主，不是的。"
    },
    {
      "id": "12-017-0716_p0047",
      "zh_CN": "譬如我们讲这一切诸佛，在《华严经》里面，毘卢遮那佛是主，释迦牟尼佛、阿弥陀佛到这个地方来都是伴。在《法华经》里面，释迦牟尼佛是主，毘卢遮那、阿弥陀佛也是伴。在《无量寿经》里头阿弥陀佛是主，毘卢遮那、释迦牟尼佛都是伴。你看看，这就好像开会一样，谁当主席都可以，当主席的人他是主，不当主席的人都是伴，很有意思。这才真的叫公平，它不是专制，它确实是民主。佛法里面好的东西，值得学习的太多太多了，这是讲的人。",
      "zh_TW": "譬如我們講這一切諸佛，在《華嚴經》裡面，毘盧遮那佛是主，釋迦牟尼佛、阿彌陀佛到這個地方來都是伴。在《法華經》裡面，釋迦牟尼佛是主，毘盧遮那、阿彌陀佛也是伴。在《無量壽經》裡頭阿彌陀佛是主，毘盧遮那、釋迦牟尼佛都是伴。你看看，這就好像開會一樣，誰當主席都可以，當主席的人他是主，不當主席的人都是伴，很有意思。這才真的叫公平，它不是專制，它確實是民主。佛法裡面好的東西，值得學習的太多太多了，這是講的人。"
    },
    {
      "id": "12-017-0716_p0048",
      "zh_CN": "如果讲的事，像我们现在学习，我们学习《华严》，《华严》是主，所有一切经都是伴，这是我主修的，其他的是我选修的、是助修的。如果我以《阿弥陀经》为主，我专修《阿弥陀经》，《华严经》也是伴，《法华经》也是伴，真的是公平。所以「主」绝对不是独一，而是任一，任何一个法门都可以被你选为主修，任何一个法门都可以被你选为助修，所有一切事相当中，无不如是。",
      "zh_TW": "如果講的事，像我們現在學習，我們學習《華嚴》，《華嚴》是主，所有一切經都是伴，這是我主修的，其他的是我選修的、是助修的。如果我以《阿彌陀經》為主，我專修《阿彌陀經》，《華嚴經》也是伴，《法華經》也是伴，真的是公平。所以「主」絕對不是獨一，而是任一，任何一個法門都可以被你選為主修，任何一個法門都可以被你選為助修，所有一切事相當中，無不如是。"
    },
    {
      "id": "12-017-0716_p0049",
      "zh_CN": "所以佛给我们讲，世出世间没有定法，定法是错误的，没有定法。但是有时候说到定法，那个定法怎么讲法？在某一个处所，特定的，某一个时段，以这个法作为主修的，这是定法。它是有时间性的，它有局限的，它不是永恒的，它不是永远不变的；某一个时段，某一个局限里面，它在那里是定法。这些事实真相，我们都要搞清楚，都要搞明白，然后你才能讲得通。",
      "zh_TW": "所以佛給我們講，世出世間沒有定法，定法是錯誤的，沒有定法。但是有時候說到定法，那個定法怎麼講法？在某一個處所，特定的，某一個時段，以這個法作為主修的，這是定法。它是有時間性的，它有侷限的，它不是永恆的，它不是永遠不變的；某一個時段，某一個侷限裡面，它在那裡是定法。這些事實真相，我們都要搞清楚，都要搞明白，然後你才能講得通。"
    },
    {
      "id": "12-017-0716_p0050",
      "zh_CN": "经里面说得好，所以主跟伴没有碍，可以互为主伴，伴可以做主，主也可以做伴，没障碍。如果伴永远是伴，主永远是主，这就有障碍了。主席大家轮流做，陪伴主席的、替主席办事的也大家轮流。决定没有高下尊卑，佛法是平等法。平等里头有没有高下尊卑？释迦牟尼佛出现在我们这个世间，好像有高下尊卑的相，佛是老师高高在上，弟子当中有大弟子有小弟子、有老修有初学，学生里头分班还要选个班长。对的，相上有，理上没有。",
      "zh_TW": "經裡面說得好，所以主跟伴沒有礙，可以互為主伴，伴可以做主，主也可以做伴，沒障礙。如果伴永遠是伴，主永遠是主，這就有障礙了。主席大家輪流做，陪伴主席的、替主席辦事的也大家輪流。決定沒有高下尊卑，佛法是平等法。平等裡頭有沒有高下尊卑？釋迦牟尼佛出現在我們這個世間，好像有高下尊卑的相，佛是老師高高在上，弟子當中有大弟子有小弟子、有老修有初學，學生裡頭分班還要選個班長。對的，相上有，理上沒有。"
    },
    {
      "id": "12-017-0716_p0051",
      "zh_CN": "相，这是经论里头说得很多，「佛法在世间，不坏世间相」。世间现相里头有尊卑、有阶级、有差等，为什么？这样才能维系世间的秩序，圣人的教诲。儒家有伦常，佛法里面讲求戒腊，也就是今天所讲的讲求资历。排班的时候，资格老的站前面，初学的站后面，出家十年称为上座，也有的地方说三十年是上座，二十年是中座，十年是下座，它都有个次序的，一点都不乱。这是什么？随顺世间法。心里面是平等的，心里头决定没有差等。心里头也有差等，那是凡夫。相上有差等，心里没有差等是佛菩萨，这叫做「不坏世间相」。",
      "zh_TW": "相，這是經論裡頭說得很多，「佛法在世間，不壞世間相」。世間現相裡頭有尊卑、有階級、有差等，為什麼？這樣才能維繫世間的秩序，聖人的教誨。儒家有倫常，佛法裡面講求戒臘，也就是今天所講的講求資歷。排班的時候，資格老的站前面，初學的站後面，出家十年稱為上座，也有的地方說三十年是上座，二十年是中座，十年是下座，它都有個次序的，一點都不亂。這是什麼？隨順世間法。心裡面是平等的，心裡頭決定沒有差等。心裡頭也有差等，那是凡夫。相上有差等，心裡沒有差等是佛菩薩，這叫做「不壞世間相」。"
    },
    {
      "id": "12-017-0716_p0052",
      "zh_CN": "诸佛如来就是法身菩萨，示现在世间教化众生，决定遵守世间的法律，决定遵守地方上的规章，乃至于民间的风俗习惯，不会违犯，所以他得到一切众生的爱戴。我们要明白这个道理，没有一样不随顺的，佛菩萨所在之处，一定能令那个处所一切众生生欢喜心。我们懂不懂这个意思？我们所在之处，是不是能叫这一处的人都生欢喜心？这些教诲在经论里头我们常常看到。",
      "zh_TW": "諸佛如來就是法身菩薩，示現在世間教化眾生，決定遵守世間的法律，決定遵守地方上的規章，乃至於民間的風俗習慣，不會違犯，所以他得到一切眾生的愛戴。我們要明白這個道理，沒有一樣不隨順的，佛菩薩所在之處，一定能令那個處所一切眾生生歡喜心。我們懂不懂這個意思？我們所在之處，是不是能叫這一處的人都生歡喜心？這些教誨在經論裡頭我們常常看到。"
    },
    {
      "id": "12-017-0716_p0053",
      "zh_CN": "我在初学，老师常常叮咛，也就是常常提醒，在自己机缘没有成熟的时候，这一点诸位同学一定要知道，修学的机缘没有成熟，你看看古大德，无论是中国外国，学习的机缘成熟是在一个地方。成于一，败于二三。常常到外面去跑的不会有成就，这一点一定要知道。为什么？他心是散乱的。什么叫成就？戒定慧三学叫成就。",
      "zh_TW": "我在初學，老師常常叮嚀，也就是常常提醒，在自己機緣沒有成熟的時候，這一點諸位同學一定要知道，修學的機緣沒有成熟，你看看古大德，無論是中國外國，學習的機緣成熟是在一個地方。成於一，敗於二三。常常到外面去跑的不會有成就，這一點一定要知道。為什麼？他心是散亂的。什麼叫成就？戒定慧三學叫成就。"
    },
    {
      "id": "12-017-0716_p0054",
      "zh_CN": "你到处讲经说法，法缘很广，你要问问，你戒定慧有没有？如果戒定慧没有，你一无所成。讲经说法是修福，没有戒定慧，你有这个福报，来生也会得福，到哪里去享福？我们今天看到，畜生道，变成人家的宠物。你这个法师讲经讲得不错，听众很喜欢你，信徒跟你结了很好的法缘，彼此之间都有爱慕之心，你死了之后到他家里去，变成他家的宠物。这是真的，不是假的。你以为你能够出六道轮回？以为你能往极乐世界？不能！往生极乐世界要戒定慧，要清净心，心净则佛土净。所以现在人修行总比不上古大德，古大德修行在一个地方、一个道场，多少年不下山，他心清净。",
      "zh_TW": "你到處講經說法，法緣很廣，你要問問，你戒定慧有沒有？如果戒定慧沒有，你一無所成。講經說法是修福，沒有戒定慧，你有這個福報，來生也會得福，到哪裡去享福？我們今天看到，畜生道，變成人家的寵物。你這個法師講經講得不錯，聽眾很喜歡你，信徒跟你結了很好的法緣，彼此之間都有愛慕之心，你死了之後到他家裡去，變成他家的寵物。這是真的，不是假的。你以為你能夠出六道輪迴？以為你能往極樂世界？不能！往生極樂世界要戒定慧，要清淨心，心淨則佛土淨。所以現在人修行總比不上古大德，古大德修行在一個地方、一個道場，多少年不下山，他心清淨。"
    },
    {
      "id": "12-017-0716_p0055",
      "zh_CN": "我们净土宗，你看第一代的祖师慧远大师，他集合起一百二十三个同志，大家都喜欢念佛，求生极乐世界。在庐山建个小道场，「东林念佛堂」，以虎溪为界，进入这个道场就不下山了，心是定的。道场建立在深山，人迹罕至，一般人不会上去，他在这里头容易成就。你看看中国大陆，寺院丛林都是建立在山林里头。但是现在都变成观光点，都开了公路，还有些地方很难走的，现在有缆车了。换句话说，修行的环境统统被破坏了，到哪里去找道场？",
      "zh_TW": "我們淨土宗，你看第一代的祖師慧遠大師，他集合起一百二十三個同志，大家都喜歡念佛，求生極樂世界。在廬山建個小道場，「東林念佛堂」，以虎溪為界，進入這個道場就不下山了，心是定的。道場建立在深山，人跡罕至，一般人不會上去，他在這裡頭容易成就。你看看中國大陸，寺院叢林都是建立在山林裡頭。但是現在都變成觀光點，都開了公路，還有些地方很難走的，現在有纜車了。換句話說，修行的環境統統被破壞了，到哪裡去找道場？"
    },
    {
      "id": "12-017-0716_p0056",
      "zh_CN": "我学佛这么多年来，我修行道场这个缘没有，所以在全世界各个地方讲经，哪里邀请我，就到哪里去，自己没有道场。没有道场，我做什么工作？我有目标，广结法缘，我的目标在此地。到什么时候我缘成熟，我有个道场了，我也会像古人一样，常住在这个道场不再下山。真正有几个志同道合，人不必多，三、五个人不算少，二十、三十不算多，真正志同道合，居住在一个道场里头，不再走动，真正会有成就。凡是喜欢到处跑的，心是浮动的。",
      "zh_TW": "我學佛這麼多年來，我修行道場這個緣沒有，所以在全世界各個地方講經，哪裡邀請我，就到哪裡去，自己沒有道場。沒有道場，我做什麼工作？我有目標，廣結法緣，我的目標在此地。到什麼時候我緣成熟，我有個道場了，我也會像古人一樣，常住在這個道場不再下山。真正有幾個志同道合，人不必多，三、五個人不算少，二十、三十不算多，真正志同道合，居住在一個道場裡頭，不再走動，真正會有成就。凡是喜歡到處跑的，心是浮動的。"
    },
    {
      "id": "12-017-0716_p0057",
      "zh_CN": "我们今天有一个道场，我是很想在此地不再走动，但是大环境需要我，没有法子，我不能够推卸责任，帮助别人发展道场，我今天退下来做护法的工作。我自己感觉得我相当幸运，五十年当中，我的道路纯正，没有偏邪。五十年当中，你们大家都晓得，走了许许多多国家地区，我没有被污染，我没有被境缘所动摇。这是什么原因？心行在道、在经论上，没有一天不读经，没有一天不契入，世味没有法味浓，我尝到了。",
      "zh_TW": "我們今天有一個道場，我是很想在此地不再走動，但是大環境需要我，沒有法子，我不能夠推卸責任，幫助別人發展道場，我今天退下來做護法的工作。我自己感覺得我相當幸運，五十年當中，我的道路純正，沒有偏邪。五十年當中，你們大家都曉得，走了許許多多國家地區，我沒有被污染，我沒有被境緣所動搖。這是什麼原因？心行在道、在經論上，沒有一天不讀經，沒有一天不契入，世味沒有法味濃，我嘗到了。"
    },
    {
      "id": "12-017-0716_p0058",
      "zh_CN": "我说的十六个字，「自私自利，名闻利养，五欲六尘，贪瞋痴慢」，你们能放下？如果你们不能放下，你们的心自己要反省，还常常受这个影响，还常常被它钩牵，你自己要觉悟，赶紧回头，你还有救；你要不回头，你没救了。你一生在佛门里面，充其量修一点有漏福报而已！这一点有漏福报，在《六祖坛经》里说得很好：「福不能救。」上面一句话：「此事福不能救。」此事是什么？了生死的大事。了生死，证菩提，这个事情福没有用，你修福报没有用，你要修戒定慧才有用。",
      "zh_TW": "我說的十六個字，「自私自利，名聞利養，五欲六塵，貪瞋痴慢」，你們能放下？如果你們不能放下，你們的心自己要反省，還常常受這個影響，還常常被它鉤牽，你自己要覺悟，趕緊回頭，你還有救；你要不回頭，你沒救了。你一生在佛門裡面，充其量修一點有漏福報而已！這一點有漏福報，在《六祖壇經》裡說得很好：「福不能救。」上面一句話：「此事福不能救。」此事是什麼？了生死的大事。了生死，證菩提，這個事情福沒有用，你修福報沒有用，你要修戒定慧才有用。"
    },
    {
      "id": "12-017-0716_p0059",
      "zh_CN": "今天这个大时代，众生福薄，不要看到物质文明突飞猛进，福报是真薄，修学的环境糟透了。处处都在诱惑你，都在帮助你增长自私自利，增长贪瞋痴慢，诱惑你争名夺利，诱惑你贪图五欲六尘的享受。这样的环境怎么能修行？你在这种环境里头，你能够克服得了，你有相当功夫。一般人确实没有能力抗拒，所以修学环境不能不选择。",
      "zh_TW": "今天這個大時代，眾生福薄，不要看到物質文明突飛猛進，福報是真薄，修學的環境糟透了。處處都在誘惑你，都在幫助你增長自私自利，增長貪瞋痴慢，誘惑你爭名奪利，誘惑你貪圖五欲六塵的享受。這樣的環境怎麼能修行？你在這種環境裡頭，你能夠克服得了，你有相當功夫。一般人確實沒有能力抗拒，所以修學環境不能不選擇。"
    },
    {
      "id": "12-017-0716_p0060",
      "zh_CN": "实在没有法子，你要晓得，一个人的成就，不能离开老师，不能离开同学。有老师没有同学很难成就，你没有人跟你切磋琢磨，我们今天讲的研究讨论，像行路一样要有伴，彼此互相照顾。没有老师不行，老师是指路的，指导你正确的方向、正确的目标，要怎样达到；那个路是要你自己走，自己要有好的同参伴侣。我过去在台中有李老师指路，我有七个同学十年在一起，十年如一日。你们很多人晓得周家麟、徐醒民，是我们七个人当中的成员，我们在一起学习十年。师跟友是我们修行成败关键的所在，物质环境决定不能够疏忽。",
      "zh_TW": "實在沒有法子，你要曉得，一個人的成就，不能離開老師，不能離開同學。有老師沒有同學很難成就，你沒有人跟你切磋琢磨，我們今天講的研究討論，像行路一樣要有伴，彼此互相照顧。沒有老師不行，老師是指路的，指導你正確的方向、正確的目標，要怎樣達到；那個路是要你自己走，自己要有好的同參伴侶。我過去在台中有李老師指路，我有七個同學十年在一起，十年如一日。你們很多人曉得周家麟、徐醒民，是我們七個人當中的成員，我們在一起學習十年。師跟友是我們修行成敗關鍵的所在，物質環境決定不能夠疏忽。"
    },
    {
      "id": "12-017-0716_p0061",
      "zh_CN": "这个地方讲的主伴，无论是哪个宗派，这个原理原则都不能违背。这个经里头讲的，「毘卢遮那昔所行」，往昔的修行，「种种刹海皆清净」，他虽然讲的主伴，伴是眷属，主清净，主影响伴，伴也清净了。说刹清净，依报环境的清净；依报环境清净，我们就能想到正报清净。为什么？依报随着正报转。第一句是「毘卢遮那昔所行」，是正报，正报是讲的心。我们常说心清净，身就清净，身心清净，环境就清净。你要能做得了主，这是真实智慧，真实功夫。也就是说你有智慧，有善巧方便，能影响人，能影响环境，而不为别人、不为环境所影响，你成功了；至少我们肯定的说，你功夫得力了。如果你还是被外面环境所影响，被外面环境所干扰，那你不能不选择修学的道场，这很重要。",
      "zh_TW": "這個地方講的主伴，無論是哪個宗派，這個原理原則都不能違背。這個經裡頭講的，「毘盧遮那昔所行」，往昔的修行，「種種剎海皆清淨」，他雖然講的主伴，伴是眷屬，主清淨，主影響伴，伴也清淨了。說剎清淨，依報環境的清淨；依報環境清淨，我們就能想到正報清淨。為什麼？依報隨著正報轉。第一句是「毘盧遮那昔所行」，是正報，正報是講的心。我們常說心清淨，身就清淨，身心清淨，環境就清淨。你要能做得了主，這是真實智慧，真實功夫。也就是說你有智慧，有善巧方便，能影響人，能影響環境，而不為別人、不為環境所影響，你成功了；至少我們肯定的說，你功夫得力了。如果你還是被外面環境所影響，被外面環境所干擾，那你不能不選擇修學的道場，這很重要。"
    },
    {
      "id": "12-017-0716_p0062",
      "zh_CN": "但是，还要看我自己有没有福报；没有福报，我想选，哪有那么简单？老师、道场、同参伴侣，能随我选择的吗？要大福报。我自己有没有这个大福报？有没有这个缘分？都要想到，面面都要考虑到，你才晓得缘分不容易。所以古人常讲要珍惜缘分，缘分遇到不容易，多生多劫修成的。这里头有道理，有事实真相；但是世间人，包括在家出家修行人，往往把这个事情疏忽了，造成终身的遗憾，那是真的遗憾。该帮助的人、有道心的人疏忽了，没有帮助他；不应该帮助的人，全心全力去帮助他，到后头一败涂地。这个事情自古以来很多，不是少数。",
      "zh_TW": "但是，還要看我自己有沒有福報；沒有福報，我想選，哪有那麼簡單？老師、道場、同參伴侶，能隨我選擇的嗎？要大福報。我自己有沒有這個大福報？有沒有這個緣分？都要想到，面面都要考慮到，你才曉得緣分不容易。所以古人常講要珍惜緣分，緣分遇到不容易，多生多劫修成的。這裡頭有道理，有事實真相；但是世間人，包括在家出家修行人，往往把這個事情疏忽了，造成終身的遺憾，那是真的遺憾。該幫助的人、有道心的人疏忽了，沒有幫助他；不應該幫助的人，全心全力去幫助他，到後頭一敗塗地。這個事情自古以來很多，不是少數。"
    },
    {
      "id": "12-017-0716_p0063",
      "zh_CN": "一般人讲这是「不知人之过」，可以这个说法。不认识人，不知道人，自己为什么不知人？为什么不认识人？要回过头来回光返照。自己缺少智慧，自己缺少真正的修行，还缺少诸佛菩萨的加持。不是真修得不到佛菩萨的加持，佛门当中常讲「诸佛护念，龙天善神拥护」，你不是真修，你得不到。由此可知，真正的原因就是真修。不要去想环境，我过去生中没有结这个好缘，我哪里会遇到好环境？",
      "zh_TW": "一般人講這是「不知人之過」，可以這個說法。不認識人，不知道人，自己為什麼不知人？為什麼不認識人？要回過頭來迴光返照。自己缺少智慧，自己缺少真正的修行，還缺少諸佛菩薩的加持。不是真修得不到佛菩薩的加持，佛門當中常講「諸佛護念，龍天善神擁護」，你不是真修，你得不到。由此可知，真正的原因就是真修。不要去想環境，我過去生中沒有結這個好緣，我哪裡會遇到好環境？"
    },
    {
      "id": "12-017-0716_p0064",
      "zh_CN": "因此，我们要随顺佛陀的教诲，要走上一个更高的境界。无论是好环境不好的环境、善人恶人，统统都是我自己的增上缘，这是华严境界。虽然没有得到，能够入一、两分，受用就不可思议。这个例子、榜样善财五十三参，学到他这个本事，那环境就不重要了。顺境也好，逆境也好，善缘也好，恶缘也好，统统都是增上缘，都是好因缘。这是什么？这是佛在经论上常讲的心转境界。你要有能力转境界，你不会被境界所转，那境界对你就没有妨碍了。真的像清凉大师讲的「理事无碍，事事无碍」，到这个时候菩提道上才可以说一帆风顺。",
      "zh_TW": "因此，我們要隨順佛陀的教誨，要走上一個更高的境界。無論是好環境不好的環境、善人惡人，統統都是我自己的增上緣，這是華嚴境界。雖然沒有得到，能夠入一、兩分，受用就不可思議。這個例子、榜樣善財五十三參，學到他這個本事，那環境就不重要了。順境也好，逆境也好，善緣也好，惡緣也好，統統都是增上緣，都是好因緣。這是什麼？這是佛在經論上常講的心轉境界。你要有能力轉境界，你不會被境界所轉，那境界對你就沒有妨礙了。真的像清涼大師講的「理事無礙，事事無礙」，到這個時候菩提道上才可以說一帆風順。"
    },
    {
      "id": "12-017-0716_p0065",
      "zh_CN": "这个话容易，事可不容易，你要没有坚定的毅力，克服种种的障难，还得要有二、三十年的功力，你没有这么长的时间去锻炼，很不容易成就。锻炼的时间是愈长愈好，然后你是坚毅不拔，你会走向成功的道路。好，今天时间到了。",
      "zh_TW": "這個話容易，事可不容易，你要沒有堅定的毅力，克服種種的障難，還得要有二、三十年的功力，你沒有這麼長的時間去鍛鍊，很不容易成就。鍛鍊的時間是愈長愈好，然後你是堅毅不拔，你會走向成功的道路。好，今天時間到了。"
    }
  ]
}