{
  "doc_id": "12-017-1571",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五七一卷",
    "zh_TW": "第一五七一卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1571",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-1571_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」，偈颂第九段，第四首看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」，偈頌第九段，第四首看起："
    },
    {
      "id": "12-017-1571_p0002",
      "zh_CN": "【见佛塔时。当愿众生。尊重如塔。受天人供。】",
      "zh_TW": "【見佛塔時。當願眾生。尊重如塔。受天人供。】"
    },
    {
      "id": "12-017-1571_p0003",
      "zh_CN": "『塔』是个高而显著的建筑物，在古时候多半是用来收藏舍利的，以后也就形成佛门里面一个标志。在中国这两千年来，大多数佛寺都有塔，有些造型很高很大，形成像现在所谓的地标。塔放在那里，有好像镇邪、避邪的一种作用。东方人自古以来讲求风水，塔在风水里面也就起了一定的作用。有塔的地方一定有佛寺，寺院庵堂一定有修行人，所以菩萨见到佛塔自然生起称性的大愿。『当愿众生，尊重如塔，受天人供』，「供」就是供养，接受天人的供养。我们要懂得经教表法的意思，这首偈里面最重要的就是「尊重」两个字。特别是现前的社会，普遍的缺乏自尊自重，自尊自重决定不是自大狂妄，不是的。尊是尊严，重则是厚重，中国人常说的忠厚老成，这也是性德，与自性相应，自性本来就是尊重。",
      "zh_TW": "『塔』是個高而顯著的建築物，在古時候多半是用來收藏舍利的，以後也就形成佛門裡面一個標誌。在中國這兩千年來，大多數佛寺都有塔，有些造型很高很大，形成像現在所謂的地標。塔放在那裡，有好像鎮邪、避邪的一種作用。東方人自古以來講求風水，塔在風水裡面也就起了一定的作用。有塔的地方一定有佛寺，寺院庵堂一定有修行人，所以菩薩見到佛塔自然生起稱性的大願。『當願眾生，尊重如塔，受天人供』，「供」就是供養，接受天人的供養。我們要懂得經教表法的意思，這首偈裡面最重要的就是「尊重」兩個字。特別是現前的社會，普遍的缺乏自尊自重，自尊自重決定不是自大狂妄，不是的。尊是尊嚴，重則是厚重，中國人常說的忠厚老成，這也是性德，與自性相應，自性本來就是尊重。"
    },
    {
      "id": "12-017-1571_p0004",
      "zh_CN": "人要怎样才是自尊？人自尊而后别人尊重。自己不知道尊重自己，谁会尊重你？那我们要说了，怎样才是尊重自己？佛在经教里面告诉我们，一切众生（这是讲有情众生）皆有佛性，凡有佛性皆当作佛。世法里面讲，人性本善，人之初，性本善。于是我们就体会到怎样是自尊自重，日常生活当中起心动念、言语造作，与本善相不相应？与本善相应，那就是自尊自重，我尊重我的性德，我尊重我的本善，人不会有恶念；在佛法里面，我尊重我的佛性，我尊重我的性德。佛法里面所说的性德，总的纲领来说就是大菩提心，从因上讲是菩提心，从果上讲是大涅槃。",
      "zh_TW": "人要怎樣才是自尊？人自尊而後別人尊重。自己不知道尊重自己，誰會尊重你？那我們要說了，怎樣才是尊重自己？佛在經教裡面告訴我們，一切眾生（這是講有情眾生）皆有佛性，凡有佛性皆當作佛。世法裡面講，人性本善，人之初，性本善。於是我們就體會到怎樣是自尊自重，日常生活當中起心動念、言語造作，與本善相不相應？與本善相應，那就是自尊自重，我尊重我的性德，我尊重我的本善，人不會有惡念；在佛法裡面，我尊重我的佛性，我尊重我的性德。佛法裡面所說的性德，總的綱領來說就是大菩提心，從因上講是菩提心，從果上講是大涅槃。"
    },
    {
      "id": "12-017-1571_p0005",
      "zh_CN": "菩提心，我们在讲席里面讲得很清楚，菩提心的体是真诚，真诚两个字很不好懂。实在讲，懂都不好懂，当然就很难讲，很难讲自然就很难懂，这是一个境界，这是真正觉悟了，真正通达明白了，所以它是体。古人的注解注得是很好，可是那个甚深的义理确实不容易体会。什么是真？离开一切虚妄就是真，真就不假，诚就不虚；虚情假意跟诚是相反的，诚的反面是虚情假意，虚情假意的反面就是真诚。学过佛学，对佛法稍稍有一点契入，说的时候比较容易。你要用八识五十一心所就不是真诚，菩提心就没有了。如果你能把八识五十一心所舍弃，不用它，那就是真诚，性德就现前。为什么？八识五十一心所是妄心，妄心障碍了真心，真诚就是真心，就是我们的自性、本性、真如。",
      "zh_TW": "菩提心，我們在講席裡面講得很清楚，菩提心的體是真誠，真誠兩個字很不好懂。實在講，懂都不好懂，當然就很難講，很難講自然就很難懂，這是一個境界，這是真正覺悟了，真正通達明白了，所以它是體。古人的註解註得是很好，可是那個甚深的義理確實不容易體會。什麼是真？離開一切虛妄就是真，真就不假，誠就不虛；虛情假意跟誠是相反的，誠的反面是虛情假意，虛情假意的反面就是真誠。學過佛學，對佛法稍稍有一點契入，說的時候比較容易。你要用八識五十一心所就不是真誠，菩提心就沒有了。如果你能把八識五十一心所捨棄，不用它，那就是真誠，性德就現前。為什麼？八識五十一心所是妄心，妄心障礙了真心，真誠就是真心，就是我們的自性、本性、真如。"
    },
    {
      "id": "12-017-1571_p0006",
      "zh_CN": "明心见性，见性成佛，什么时候见性？八识五十一心所放下，不用它了。这个东西麻烦又来了，什么是八识？这个我想一般同修都能接得出，第八识叫阿赖耶，第七识叫末那，第六叫意识，前面眼识、耳识、鼻识、舌识、身识，眼耳鼻舌身，这叫前五识，总共加起来八个，唯识里头称为八心王。这不是真心，是妄心。阿赖耶从意思上翻叫藏识，藏是含藏，用我们现在话讲像仓库，档案室。你看看我们见色闻声都有个印象，这个印象收藏在阿赖耶识里头，所以阿赖耶识像仓库一样。我们一个初见面的人，跟他见了一面有了印象，第二次见面还认识他。为什么认识？因为你阿赖耶识里有底案在那个地方，现在再见到，立刻就把那个档案拿出来，一对照没错，就是他，是这么认识的。",
      "zh_TW": "明心見性，見性成佛，什麼時候見性？八識五十一心所放下，不用它了。這個東西麻煩又來了，什麼是八識？這個我想一般同修都能接得出，第八識叫阿賴耶，第七識叫末那，第六叫意識，前面眼識、耳識、鼻識、舌識、身識，眼耳鼻舌身，這叫前五識，總共加起來八個，唯識裡頭稱為八心王。這不是真心，是妄心。阿賴耶從意思上翻叫藏識，藏是含藏，用我們現在話講像倉庫，檔案室。你看看我們見色聞聲都有個印象，這個印象收藏在阿賴耶識裡頭，所以阿賴耶識像倉庫一樣。我們一個初見面的人，跟他見了一面有了印象，第二次見面還認識他。為什麼認識？因為你阿賴耶識裡有底案在那個地方，現在再見到，立刻就把那個檔案拿出來，一對照沒錯，就是他，是這麼認識的。"
    },
    {
      "id": "12-017-1571_p0007",
      "zh_CN": "阿赖耶识里面所含藏的档案无量无边，怎么会有那么多？生生世世，无量劫来生生世世，统统藏在里头，一个不会漏掉。遇到缘它就起现行，就起作用，这个叫种子，阿赖耶识里头含藏的种子，所以阿赖耶也叫种子识。第七末那识是执着，第六意识是分别，前五识是起用，眼见色，耳闻声。前五识，眼只是见，只见色，有没有分别？没有，也没有执着，这个诸位要晓得。阿赖耶它也没有分别，也没有执着，它只是收藏印象。眼耳鼻舌身，乃至于意，还有意识，意识就是念头，起个念头也落印象。所以阿赖耶这个仓库里头，种子就太多了。佛给我们讲，每个众生，十法界的种子统统有。你自己阿赖耶识里面的种子有佛的种子，有菩萨种子，有声闻、缘觉种子，有诸天的种子，有人、修罗、地狱、饿鬼、畜生，什么种子都有。",
      "zh_TW": "阿賴耶識裡面所含藏的檔案無量無邊，怎麼會有那麼多？生生世世，無量劫來生生世世，統統藏在裡頭，一個不會漏掉。遇到緣它就起現行，就起作用，這個叫種子，阿賴耶識裡頭含藏的種子，所以阿賴耶也叫種子識。第七末那識是執著，第六意識是分別，前五識是起用，眼見色，耳聞聲。前五識，眼只是見，只見色，有沒有分別？沒有，也沒有執著，這個諸位要曉得。阿賴耶它也沒有分別，也沒有執著，它只是收藏印象。眼耳鼻舌身，乃至於意，還有意識，意識就是念頭，起個念頭也落印象。所以阿賴耶這個倉庫裡頭，種子就太多了。佛給我們講，每個眾生，十法界的種子統統有。你自己阿賴耶識裡面的種子有佛的種子，有菩薩種子，有聲聞、緣覺種子，有諸天的種子，有人、修羅、地獄、餓鬼、畜生，什麼種子都有。"
    },
    {
      "id": "12-017-1571_p0008",
      "zh_CN": "种子起现行要缘，种子是因，因缘具足才产生果，譬如我们这一生当中得了人身，到这个世界上来。怎么来的？是阿赖耶里面有人的种子。人的种子是什么？过去生中曾经修五戒十善，修得不错，五戒十善是人道的种子。如果是上品十善再加上四无量心，就是慈悲喜舍，这是天道的种子。种子说老实话也是平等，一切众生统统有，至于你到哪一道去是遇到的缘，也就是种子遇到它可以开花结果的那些条件。譬如植物的种子，植物要能开花结果，一定要有好的土壤，对它非常适应，有这种土壤；它有水分、它有肥料、有阳光、有空气，这种种具足了，它会长得很好。",
      "zh_TW": "種子起現行要緣，種子是因，因緣具足才產生果，譬如我們這一生當中得了人身，到這個世界上來。怎麼來的？是阿賴耶裡面有人的種子。人的種子是什麼？過去生中曾經修五戒十善，修得不錯，五戒十善是人道的種子。如果是上品十善再加上四無量心，就是慈悲喜捨，這是天道的種子。種子說老實話也是平等，一切眾生統統有，至於你到哪一道去是遇到的緣，也就是種子遇到它可以開花結果的那些條件。譬如植物的種子，植物要能開花結果，一定要有好的土壤，對它非常適應，有這種土壤；它有水分、它有肥料、有陽光、有空氣，這種種具足了，它會長得很好。"
    },
    {
      "id": "12-017-1571_p0009",
      "zh_CN": "所以佛跟我们讲，这从大的来说，不能细说，细说因缘是无量的，把无量因缘归纳成四大类。「亲因缘」，亲因缘是阿赖耶识里头含藏的业习种子。「所缘缘」，这个也具足，所缘缘就是这个种子的本身就具足果报。「无间缘」，这个能量或者是能力永远不会消失。所以种子四种缘，种子本身就具足这三个条件，它统统具足。怎么样它才能起现行？要「增上缘」，增上缘是外面的环境。譬如你有人道的种子，确实具足这个条件。可是第一个你要有父母，父母是你的增上缘。你的灵性遇到你父母这个缘，它就坐胎了，坐胎是缘。胎里面吸收养分，逐渐逐步长成，十个月就出生。出生之后，父母照顾你、养育你，这都是缘，不能中断，中断你就活不了。父母有爱心，希望你长大，跟你自己的缘相结合，你得这个人身，慢慢长成。",
      "zh_TW": "所以佛跟我們講，這從大的來說，不能細說，細說因緣是無量的，把無量因緣歸納成四大類。「親因緣」，親因緣是阿賴耶識裡頭含藏的業習種子。「所緣緣」，這個也具足，所緣緣就是這個種子的本身就具足果報。「無間緣」，這個能量或者是能力永遠不會消失。所以種子四種緣，種子本身就具足這三個條件，它統統具足。怎麼樣它才能起現行？要「增上緣」，增上緣是外面的環境。譬如你有人道的種子，確實具足這個條件。可是第一個你要有父母，父母是你的增上緣。你的靈性遇到你父母這個緣，它就坐胎了，坐胎是緣。胎裡面吸收養分，逐漸逐步長成，十個月就出生。出生之後，父母照顧你、養育你，這都是緣，不能中斷，中斷你就活不了。父母有愛心，希望你長大，跟你自己的緣相結合，你得這個人身，慢慢長成。"
    },
    {
      "id": "12-017-1571_p0010",
      "zh_CN": "这些道理、事实真相，佛法讲得透彻，那个时候并没有什么科学技术，也没有这些仪器的发明。你看释迦牟尼佛在经典上讲人坐胎，七天一个变化，所讲的确实超过现代医学。佛怎么会说得这么清楚？佛的天眼看得很清楚，胎儿在母胎里头，一天一天怎么变化，他都看得很清楚，佛能够透视；现在需要靠仪器，佛不需要。所以讲到科学，佛为什么他的能力超过了科学？佛说这不是他的专利，这种能力是一切众生自性里头本来具足。本来具足的，你不让它恢复，你就是不尊重自己。本来具足，为什么现在没有了？佛跟我们讲得清楚，因为你起了障碍，把你本来的智慧德能障碍住了。起了什么障碍？妄想分别执着，所以你的能力失掉了。",
      "zh_TW": "這些道理、事實真相，佛法講得透徹，那個時候並沒有什麼科學技術，也沒有這些儀器的發明。你看釋迦牟尼佛在經典上講人坐胎，七天一個變化，所講的確實超過現代醫學。佛怎麼會說得這麼清楚？佛的天眼看得很清楚，胎兒在母胎裡頭，一天一天怎麼變化，他都看得很清楚，佛能夠透視；現在需要靠儀器，佛不需要。所以講到科學，佛為什麼他的能力超過了科學？佛說這不是他的專利，這種能力是一切眾生自性裡頭本來具足。本來具足的，你不讓它恢復，你就是不尊重自己。本來具足，為什麼現在沒有了？佛跟我們講得清楚，因為你起了障礙，把你本來的智慧德能障礙住了。起了什麼障礙？妄想分別執著，所以你的能力失掉了。"
    },
    {
      "id": "12-017-1571_p0011",
      "zh_CN": "今天科学家种种发现，实在讲对于宇宙的真相，他们能知道的只百分之一、二而已，就很了不起了。事实真相，真相都在摸索，都在猜测，谁都没有能力见到，为什么？他有妄想，他有分别，他有执着，这就难了。诸佛菩萨为什么能够见到？他不必去研究，他亲眼看到；就是把妄想分别执着去掉、放下，放下妄想分别执着才是尊重自己。你天天还起心动念，有妄想分别执着，不知道尊重自己！我们生生世世搞六道轮回，就是不知道尊重性德，不知道尊重自性。把智慧变成烦恼，把大涅槃的果德变成生死，你说冤不冤枉！",
      "zh_TW": "今天科學家種種發現，實在講對於宇宙的真相，他們能知道的只百分之一、二而已，就很了不起了。事實真相，真相都在摸索，都在猜測，誰都沒有能力見到，為什麼？他有妄想，他有分別，他有執著，這就難了。諸佛菩薩為什麼能夠見到？他不必去研究，他親眼看到；就是把妄想分別執著去掉、放下，放下妄想分別執著才是尊重自己。你天天還起心動念，有妄想分別執著，不知道尊重自己！我們生生世世搞六道輪迴，就是不知道尊重性德，不知道尊重自性。把智慧變成煩惱，把大涅槃的果德變成生死，你說冤不冤枉！"
    },
    {
      "id": "12-017-1571_p0012",
      "zh_CN": "佛在大乘教里头，《华严经》里面教给我们，你什么时候能肯定，真正认识，生死就是涅槃，烦恼就是菩提。这个我们愈讲就愈迷糊。菩提是大觉，无所不知，无所不能，那是性德的相，性德的现相；迷了的时候就变成烦恼，悟了的时候就是菩提。涅槃是性德的果，佛法不离因果，是果，悟了就是大涅槃，迷了就是生死，它是一不是二。正如同我们现在所说，你要是真正尊重你的性德，你就是佛，你就是法身菩萨；你不尊重你的性德，那你就是六道凡夫，就这么个道理。",
      "zh_TW": "佛在大乘教裡頭，《華嚴經》裡面教給我們，你什麼時候能肯定，真正認識，生死就是涅槃，煩惱就是菩提。這個我們愈講就愈迷糊。菩提是大覺，無所不知，無所不能，那是性德的相，性德的現相；迷了的時候就變成煩惱，悟了的時候就是菩提。涅槃是性德的果，佛法不離因果，是果，悟了就是大涅槃，迷了就是生死，它是一不是二。正如同我們現在所說，你要是真正尊重你的性德，你就是佛，你就是法身菩薩；你不尊重你的性德，那你就是六道凡夫，就這麼個道理。"
    },
    {
      "id": "12-017-1571_p0013",
      "zh_CN": "所以「尊重如塔」，塔是高、明显、高显。人天敬仰，人天自然会供养，这个我们很容易体会到的。在这个世间，对社会、对大众真正有贡献的人，都会受到大众的爱戴，都会受到大众的尊重，同时也会有很多大众供养，就这个道理。如果你真正尊重性德，那还得了吗？我们迷失已久了，性德迷失太久了，起心动念就像《地藏经》上所说的，「无不是罪，无不是业」。言语造作都是自利，自利一定就损害他人，你不要认为「我是自私自利，我可没有损害别人」，错了！自私自利就损害别人。特别是学佛的，学佛的人自私自利，「我没损害别人」，你自己并不知道你损害别人之大。我有什么地方损害别人？你自私自利是破坏佛教的形象，让许多人看到，「学佛是这个样子，佛不能学！」你这个罪多重，你自己不知道。",
      "zh_TW": "所以「尊重如塔」，塔是高、明顯、高顯。人天敬仰，人天自然會供養，這個我們很容易體會到的。在這個世間，對社會、對大眾真正有貢獻的人，都會受到大眾的愛戴，都會受到大眾的尊重，同時也會有很多大眾供養，就這個道理。如果你真正尊重性德，那還得了嗎？我們迷失已久了，性德迷失太久了，起心動念就像《地藏經》上所說的，「無不是罪，無不是業」。言語造作都是自利，自利一定就損害他人，你不要認為「我是自私自利，我可沒有損害別人」，錯了！自私自利就損害別人。特別是學佛的，學佛的人自私自利，「我沒損害別人」，你自己並不知道你損害別人之大。我有什麼地方損害別人？你自私自利是破壞佛教的形象，讓許多人看到，「學佛是這個樣子，佛不能學！」你這個罪多重，你自己不知道。"
    },
    {
      "id": "12-017-1571_p0014",
      "zh_CN": "在一个家庭里面，你自己要不知道尊重自己，别人看到你的行为不端，骂你的父母，骂你的祖宗，是不是这样？那你就想到，我们为佛弟子，在在处处要为佛争光，要给佛菩萨有面子，那就是我要做得好。怎么做？依教奉行，这就是尊重自己，尊重佛菩萨的教诲，我是佛的好学生。让社会大众看到，佛的学生是不一样，佛的学生真是值得人尊重，那佛就有光彩了。这个道理我想不难懂，稍稍冷静细心去想想，你都会明白。",
      "zh_TW": "在一個家庭裡面，你自己要不知道尊重自己，別人看到你的行為不端，罵你的父母，罵你的祖宗，是不是這樣？那你就想到，我們為佛弟子，在在處處要為佛爭光，要給佛菩薩有面子，那就是我要做得好。怎麼做？依教奉行，這就是尊重自己，尊重佛菩薩的教誨，我是佛的好學生。讓社會大眾看到，佛的學生是不一樣，佛的學生真是值得人尊重，那佛就有光彩了。這個道理我想不難懂，稍稍冷靜細心去想想，你都會明白。"
    },
    {
      "id": "12-017-1571_p0015",
      "zh_CN": "佛是什么心，我是什么心？佛心念念念苦难众生，哪些是苦难众生？十法界苦，六道苦，三途更苦。自己不知道，佛菩萨看得太清楚了，诸佛菩萨念念帮助一切众生离苦得乐。这个乐是什么乐？涅槃乐，刚才讲涅槃乐是果，怎样才能够得到涅槃乐？要发菩提心，菩提心是因，有因就有果。我们今天是个什么心？轮回心，什么是轮回心？贪瞋痴慢疑邪见。我们问问自己，有没有贪心？名闻利养、五欲六尘，你有没有贪？得不到的时候，你有没有瞋恚？你知不知道贪瞋是错误的？不知道贪瞋是错误，这是愚痴。佛菩萨苦口婆心教导你，你怀疑，不相信。真正来救你的，为你拔苦与乐，你怀疑，不相信、不接受。起心动念全是违背性德，大错特错！这是轮回心，轮回心在里面主宰着你，所以你起心动念、言语造作全叫轮回业；轮回心造轮回业，菩提心造菩提业。",
      "zh_TW": "佛是什麼心，我是什麼心？佛心念念念苦難眾生，哪些是苦難眾生？十法界苦，六道苦，三途更苦。自己不知道，佛菩薩看得太清楚了，諸佛菩薩念念幫助一切眾生離苦得樂。這個樂是什麼樂？涅槃樂，剛才講涅槃樂是果，怎樣才能夠得到涅槃樂？要發菩提心，菩提心是因，有因就有果。我們今天是個什麼心？輪迴心，什麼是輪迴心？貪瞋痴慢疑邪見。我們問問自己，有沒有貪心？名聞利養、五欲六塵，你有沒有貪？得不到的時候，你有沒有瞋恚？你知不知道貪瞋是錯誤的？不知道貪瞋是錯誤，這是愚痴。佛菩薩苦口婆心教導你，你懷疑，不相信。真正來救你的，為你拔苦與樂，你懷疑，不相信、不接受。起心動念全是違背性德，大錯特錯！這是輪迴心，輪迴心在裡面主宰著你，所以你起心動念、言語造作全叫輪迴業；輪迴心造輪迴業，菩提心造菩提業。"
    },
    {
      "id": "12-017-1571_p0016",
      "zh_CN": "自己总觉得自己还不错，总是看到别人的缺点、别人的过失，从来没有看到自己的过失。这是什么？不知道尊重自己的性德，不知道尊重自己的灵性。这个亏吃大了，无量劫堕落在六道轮回。你要了解这个事实，佛菩萨会问你一句：你对得起你自己吗？你对得起你自己的自性吗？你对得起你自己的本善吗？这些话佛在经典里面讲得太多了。菩提心起作用，我们在此地看到，这一品经里面看到菩萨一百四十一愿。只要你有菩提心，你起心动念肯定跟「净行品」相应，「净行品」只是举例而已。你从早到晚起心动念，不止一百四十一次，每个念头都与性德相应，那才叫做尊重自己，才是真正的自尊自重。",
      "zh_TW": "自己總覺得自己還不錯，總是看到別人的缺點、別人的過失，從來沒有看到自己的過失。這是什麼？不知道尊重自己的性德，不知道尊重自己的靈性。這個虧吃大了，無量劫墮落在六道輪迴。你要了解這個事實，佛菩薩會問你一句：你對得起你自己嗎？你對得起你自己的自性嗎？你對得起你自己的本善嗎？這些話佛在經典裡面講得太多了。菩提心起作用，我們在此地看到，這一品經裡面看到菩薩一百四十一願。只要你有菩提心，你起心動念肯定跟「淨行品」相應，「淨行品」只是舉例而已。你從早到晚起心動念，不止一百四十一次，每個念頭都與性德相應，那才叫做尊重自己，才是真正的自尊自重。"
    },
    {
      "id": "12-017-1571_p0017",
      "zh_CN": "由此可知，在佛法标准上，自尊自重的底限是菩提心，没有发菩提心都不能算真正的自尊自重，这个标准高！这个标准就像我们旅行希望达到的目的地。目的地虽然没达到，我们现在想到那里去，我们采取什么样的交通工具？走哪个方向？这就是什么？这就是佛家讲的修行，你采取的是哪个法门，法门多，八万四千。在中国，学佛的法门有十个宗，宗下面还有派，《大藏经》里面搜集的经论有六千多部。依一部经都行，那就好像我们要到目的地，我们要找个工具，是坐车还是坐船，车有很多车，我们选一部车。就好像在《大藏经》里面我们选一部经，选一个法门。",
      "zh_TW": "由此可知，在佛法標準上，自尊自重的底限是菩提心，沒有發菩提心都不能算真正的自尊自重，這個標準高！這個標準就像我們旅行希望達到的目的地。目的地雖然沒達到，我們現在想到那裡去，我們採取什麼樣的交通工具？走哪個方向？這就是什麼？這就是佛家講的修行，你採取的是哪個法門，法門多，八萬四千。在中國，學佛的法門有十個宗，宗下面還有派，《大藏經》裡面蒐集的經論有六千多部。依一部經都行，那就好像我們要到目的地，我們要找個工具，是坐車還是坐船，車有很多車，我們選一部車。就好像在《大藏經》裡面我們選一部經，選一個法門。"
    },
    {
      "id": "12-017-1571_p0018",
      "zh_CN": "选定之后，目标正确，方向正确，要把妄想分别执着放下，一门深入，长时薰修，就达到目的地，大涅槃的果德就达到。那我们选择方向，选择目标，选择我们的工具，这也叫自尊自重。但是这个自尊自重不是真的，真假怎么说？真的是永远不变，永远不会退转，这是真的。我们选定这个靠不住，说不定修一段时期之后，这个法门不喜欢，还有比这个更好的。他要换工具，火车不如汽车，换工具，一换就退转，甚至信心丧失掉了。好像修行很久没有效果，疑情愈来愈重，怀疑，会不会有成就？一怀疑立刻就退堕，前功尽弃。",
      "zh_TW": "選定之後，目標正確，方向正確，要把妄想分別執著放下，一門深入，長時薰修，就達到目的地，大涅槃的果德就達到。那我們選擇方向，選擇目標，選擇我們的工具，這也叫自尊自重。但是這個自尊自重不是真的，真假怎麼說？真的是永遠不變，永遠不會退轉，這是真的。我們選定這個靠不住，說不定修一段時期之後，這個法門不喜歡，還有比這個更好的。他要換工具，火車不如汽車，換工具，一換就退轉，甚至信心喪失掉了。好像修行很久沒有效果，疑情愈來愈重，懷疑，會不會有成就？一懷疑立刻就退墮，前功盡棄。"
    },
    {
      "id": "12-017-1571_p0019",
      "zh_CN": "佛家常说三转法轮，这是讲教学的三种方式。对上根人来讲，就是真正聪明有智慧的，所谓是点到为止，好教。点到就没有问题了，他自己就上路了，他相信，依照你的指示就一门深入，长时薰修，他成功了，很容易成功。第二类是中根的人，中根人没有那么样的智慧，中根的人是疑虑多，妄想分别多，我们一般讲业障重。你点到不行，他未必干，必须苦口婆心的劝他，用真诚感动他。他觉得我要不认真的修，我对不起老师，我要不认真学好，我对不起父母，这是中根，所以要劝导。下根就难了，你劝他，他也不会接受，这是最难度的。必须让他亲自看到，看到造恶业得的恶报，他就醒觉了；这个事不能做，做了会有这样结果，行善有善果，他必须亲眼看到因果报应，他才相信。念佛一定要亲自看到，这个人念佛他真的往生了，他才能振作起来，「他行，我要试试看，我也应该行」，这是下根人。",
      "zh_TW": "佛家常說三轉法輪，這是講教學的三種方式。對上根人來講，就是真正聰明有智慧的，所謂是點到為止，好教。點到就沒有問題了，他自己就上路了，他相信，依照你的指示就一門深入，長時薰修，他成功了，很容易成功。第二類是中根的人，中根人沒有那麼樣的智慧，中根的人是疑慮多，妄想分別多，我們一般講業障重。你點到不行，他未必幹，必須苦口婆心的勸他，用真誠感動他。他覺得我要不認真的修，我對不起老師，我要不認真學好，我對不起父母，這是中根，所以要勸導。下根就難了，你勸他，他也不會接受，這是最難度的。必須讓他親自看到，看到造惡業得的惡報，他就醒覺了；這個事不能做，做了會有這樣結果，行善有善果，他必須親眼看到因果報應，他才相信。念佛一定要親自看到，這個人念佛他真的往生了，他才能振作起來，「他行，我要試試看，我也應該行」，這是下根人。"
    },
    {
      "id": "12-017-1571_p0020",
      "zh_CN": "所以佛对这三种根性的人，就有三种不同的讲法。对于下根人作证转，现身说法做证明。佛跟这些弟子说，我教你们放下执着，对世出世间法，一切人、一切事、一切物，不要再执着，你看我放下了。佛是真放下了，自私自利放下，名闻利养放下，五欲六尘放下，贪瞋痴慢放下，他老人家做出榜样给我们看。下根人看到佛的形象，看到佛的生活，受佛的感召。佛教我们舍弃贪瞋痴，他做到了，世间荣华富贵没有羡慕的心，念头他都不动，富裕的生活，崇高的地位，连帝王他都不要，真放得很彻底。一些宗教里面修行可以生天，他天也不要，做出榜样给大家看。佛陀灭度之后，也还不错，佛的这些弟子们做得跟佛一样，让大家心服口服，真做到了。",
      "zh_TW": "所以佛對這三種根性的人，就有三種不同的講法。對於下根人作證轉，現身說法做證明。佛跟這些弟子說，我教你們放下執著，對世出世間法，一切人、一切事、一切物，不要再執著，你看我放下了。佛是真放下了，自私自利放下，名聞利養放下，五欲六塵放下，貪瞋痴慢放下，他老人家做出榜樣給我們看。下根人看到佛的形象，看到佛的生活，受佛的感召。佛教我們捨棄貪瞋痴，他做到了，世間榮華富貴沒有羨慕的心，念頭他都不動，富裕的生活，崇高的地位，連帝王他都不要，真放得很徹底。一些宗教裡面修行可以生天，他天也不要，做出榜樣給大家看。佛陀滅度之後，也還不錯，佛的這些弟子們做得跟佛一樣，讓大家心服口服，真做到了。"
    },
    {
      "id": "12-017-1571_p0021",
      "zh_CN": "最后做的示现是不生病，自在离开这个世间。我们看到《往生传》里面讲的，站着走的、坐的走的，不生病，预知时至，晓得哪一天走，向大家宣布，到时候真走了。这都是作证转，度下根人，下根人看到这个样子，他省悟过来。下下根人见到这个，他还不觉悟，这就是缘不成熟。缘不成熟，佛门当中常说佛不度无缘之人，佛的手段只有这么多，统统耍尽了，你还不相信，你还不能够感动，那就等来生来世，这一生不行。但是你所看到的这些，阿赖耶里面善根种下去了。你看到的，你听到的，你所接触到的，佛陀的现身说法，给我们做出这些样子，以至于佛的弟子们做出这个形象来给你看，还不能得度，还没有动心，这时候自己应该晓得业障多重！这一生不能得度，就肯定继续搞六道轮回；继续搞六道轮回，你就要知道三途苦，特别是地狱苦。",
      "zh_TW": "最後做的示現是不生病，自在離開這個世間。我們看到《往生傳》裡面講的，站著走的、坐的走的，不生病，預知時至，曉得哪一天走，向大家宣布，到時候真走了。這都是作證轉，度下根人，下根人看到這個樣子，他省悟過來。下下根人見到這個，他還不覺悟，這就是緣不成熟。緣不成熟，佛門當中常說佛不度無緣之人，佛的手段只有這麼多，統統耍盡了，你還不相信，你還不能夠感動，那就等來生來世，這一生不行。但是你所看到的這些，阿賴耶裡面善根種下去了。你看到的，你聽到的，你所接觸到的，佛陀的現身說法，給我們做出這些樣子，以至於佛的弟子們做出這個形象來給你看，還不能得度，還沒有動心，這時候自己應該曉得業障多重！這一生不能得度，就肯定繼續搞六道輪迴；繼續搞六道輪迴，你就要知道三途苦，特別是地獄苦。"
    },
    {
      "id": "12-017-1571_p0022",
      "zh_CN": "宋朝莹珂法师示现的往生，这是个出家人，破戒，不守清规。他为我们所示现的，就是他怕地狱苦，自己业障习气这么重，天天做错事。问他的同参道友，像我这样子肯定堕地狱，你们有什么方法来救我？这个同学也还不错，给他一本《往生传》，叫他自己看。他看了之后非常感动，关起门来念佛，《弥陀经》上讲的若一日到若七日，不睡觉，不吃东西，不喝水，就是一口气，就一个念头，求阿弥陀佛。所谓诚则灵，人真诚到了极处，三天三夜把阿弥陀佛念来了。阿弥陀佛现身，告诉他：你还有十年阳寿，等你命终的时候我再来接引你，你好好的念十年。莹珂说：不行，我劣根性太重，禁不起诱惑，这十年当中我会犯很多的罪过，我寿命不要了，我现在跟你走。阿弥陀佛听了也同意，告诉他：好！三天之后来接你。真的，三天之后带他往生了。",
      "zh_TW": "宋朝瑩珂法師示現的往生，這是個出家人，破戒，不守清規。他為我們所示現的，就是他怕地獄苦，自己業障習氣這麼重，天天做錯事。問他的同參道友，像我這樣子肯定墮地獄，你們有什麼方法來救我？這個同學也還不錯，給他一本《往生傳》，叫他自己看。他看了之後非常感動，關起門來念佛，《彌陀經》上講的若一日到若七日，不睡覺，不吃東西，不喝水，就是一口氣，就一個念頭，求阿彌陀佛。所謂誠則靈，人真誠到了極處，三天三夜把阿彌陀佛念來了。阿彌陀佛現身，告訴他：你還有十年陽壽，等你命終的時候我再來接引你，你好好的念十年。瑩珂說：不行，我劣根性太重，禁不起誘惑，這十年當中我會犯很多的罪過，我壽命不要了，我現在跟你走。阿彌陀佛聽了也同意，告訴他：好！三天之後來接你。真的，三天之後帶他往生了。"
    },
    {
      "id": "12-017-1571_p0023",
      "zh_CN": "这些都是什么？都是佛菩萨示现给我们作证转，给我们做证明，这种证明朝朝代代都有，现在也有。我们听到、看到，要有高度的警觉心，那你就还有救。如果听了麻木不仁，你就知道你没救了。好，「尊重」这两个字的意思一定要懂得，现在时间到了。",
      "zh_TW": "這些都是什麼？都是佛菩薩示現給我們作證轉，給我們做證明，這種證明朝朝代代都有，現在也有。我們聽到、看到，要有高度的警覺心，那你就還有救。如果聽了麻木不仁，你就知道你沒救了。好，「尊重」這兩個字的意思一定要懂得，現在時間到了。"
    },
    {
      "id": "12-017-1571_p0024",
      "zh_CN": "诸位法师、诸位同学，请坐。请接着看下面第五首偈：",
      "zh_TW": "諸位法師、諸位同學，請坐。請接著看下面第五首偈："
    },
    {
      "id": "12-017-1571_p0025",
      "zh_CN": "【敬心观塔。当愿众生。诸天及人。所共瞻仰。】",
      "zh_TW": "【敬心觀塔。當願眾生。諸天及人。所共瞻仰。】"
    },
    {
      "id": "12-017-1571_p0026",
      "zh_CN": "『塔』是佛灭度之后收藏舍利的处所，所以见塔就像见佛一样。不论这个塔里面有没有佛舍利，它里面决定有佛像，决定有经典，还有守塔的僧人，所以它绝大多数三宝具足。『敬心观塔』，以真诚恭敬心观塔，自然就会想到三宝具足，佛法僧。所以引发的大愿是『诸天及人，所共瞻仰』。三宝是人天师范，哪有不瞻仰的道理！每遇见都要能想到，从塔你就要想到建立佛法，正法久住，续佛慧命，普度众生，这个念头就自自然然生起来。如果这个塔里面没有三宝，也没有佛像，也没有经典，也没有出家人，那我们见到这个塔的形状，也自然想到从前的塔具足三宝，现在三宝为什么不住世！那我们自己要发心，发心续佛慧命，发心普度众生，这个愿就称性，与自性相应了。",
      "zh_TW": "『塔』是佛滅度之後收藏舍利的處所，所以見塔就像見佛一樣。不論這個塔裡面有沒有佛舍利，它裡面決定有佛像，決定有經典，還有守塔的僧人，所以它絕大多數三寶具足。『敬心觀塔』，以真誠恭敬心觀塔，自然就會想到三寶具足，佛法僧。所以引發的大願是『諸天及人，所共瞻仰』。三寶是人天師範，哪有不瞻仰的道理！每遇見都要能想到，從塔你就要想到建立佛法，正法久住，續佛慧命，普度眾生，這個念頭就自自然然生起來。如果這個塔裡面沒有三寶，也沒有佛像，也沒有經典，也沒有出家人，那我們見到這個塔的形狀，也自然想到從前的塔具足三寶，現在三寶為什麼不住世！那我們自己要發心，發心續佛慧命，發心普度眾生，這個願就稱性，與自性相應了。"
    },
    {
      "id": "12-017-1571_p0027",
      "zh_CN": "中国古圣先贤教导我们，行有不得，反求诸己。我们希求正法久住，不能希望别人，希望别人一定会失望，这个道理一定要懂。那求谁？一定要求自己。古人所说的，人生在世有两大难，登天难，求人难，求人不如求自己。自己真正发心，如理如法的修行，正法就住世了；要正法久住，那你要好好教人，代代相传，那就久住了。代代有继承人，不能说这个法到我这儿就中断了。那么我们这边，诸位都晓得，我的老师李炳南老居士是印光法师的学生。他一生在台湾建莲社，建慈光图书馆，菩提医院，诚诚恳恳领众念佛三十八年，这是我们亲眼所见的。我的法是从他那里得来的，所以这一支就是印光大师的嫡传。我们在日常生活当中，常常温习祖师的教诲，印光大师《文钞》，时时刻刻提醒自己，自行化他。到我这一代，我还要找传人，如果没有传人就对不起老师。所以正法住世是要求自己要做到，正法久住一定要有学生，真正能担当得起，依教奉行的学生，代代相传才能久住。",
      "zh_TW": "中國古聖先賢教導我們，行有不得，反求諸己。我們希求正法久住，不能希望別人，希望別人一定會失望，這個道理一定要懂。那求誰？一定要求自己。古人所說的，人生在世有兩大難，登天難，求人難，求人不如求自己。自己真正發心，如理如法的修行，正法就住世了；要正法久住，那你要好好教人，代代相傳，那就久住了。代代有繼承人，不能說這個法到我這兒就中斷了。那麼我們這邊，諸位都曉得，我的老師李炳南老居士是印光法師的學生。他一生在台灣建蓮社，建慈光圖書館，菩提醫院，誠誠懇懇領眾念佛三十八年，這是我們親眼所見的。我的法是從他那裡得來的，所以這一支就是印光大師的嫡傳。我們在日常生活當中，常常溫習祖師的教誨，印光大師《文鈔》，時時刻刻提醒自己，自行化他。到我這一代，我還要找傳人，如果沒有傳人就對不起老師。所以正法住世是要求自己要做到，正法久住一定要有學生，真正能擔當得起，依教奉行的學生，代代相傳才能久住。"
    },
    {
      "id": "12-017-1571_p0028",
      "zh_CN": "当然传人愈多愈好，早年我跟黄念祖老居士第一次见面是在北京。我去看他，我到北京联络上了，我还没有到他家里去拜访，他就先到我住的旅馆里来看我。那个时候在海外弘扬《无量寿经》会集本只有我一个，在国内弘扬这个本子也只有他一个，我们见面无量的欢喜。见面头一天，他就交代我一个任务，希望我在海外无论走到哪个地方，都要建一个净宗学会。他告诉我，净宗学会是夏莲居老居士的愿望，老居士提出这个构想，还没有落实，老人家就往生了，所以他把这个希望就放在我身上。",
      "zh_TW": "當然傳人愈多愈好，早年我跟黃念祖老居士第一次見面是在北京。我去看他，我到北京聯絡上了，我還沒有到他家裡去拜訪，他就先到我住的旅館裡來看我。那個時候在海外弘揚《無量壽經》會集本只有我一個，在國內弘揚這個本子也只有他一個，我們見面無量的歡喜。見面頭一天，他就交代我一個任務，希望我在海外無論走到哪個地方，都要建一個淨宗學會。他告訴我，淨宗學會是夏蓮居老居士的願望，老居士提出這個構想，還沒有落實，老人家就往生了，所以他把這個希望就放在我身上。"
    },
    {
      "id": "12-017-1571_p0029",
      "zh_CN": "我离开北京到温哥华讲经，真的就在温哥华建立第一个加拿大净宗学会。从温哥华回到旧金山，在旧金山讲经，就成立一个美国净宗学会，现在会长杨一华居士也办得不错。再接着洛杉矶也成立一个净宗学会。在美国那几年，美国跟加拿大一共成立十几个会，我离开之后，听说差不多将近有三十个会的样子。每到一个地方都成立净宗学会，去年我们到巴黎，法国净宗学会成立。访问伦敦，伦敦净宗学会是今年成立的，这都是象征着净宗的正法常住世间。",
      "zh_TW": "我離開北京到溫哥華講經，真的就在溫哥華建立第一個加拿大淨宗學會。從溫哥華回到舊金山，在舊金山講經，就成立一個美國淨宗學會，現在會長楊一華居士也辦得不錯。再接著洛杉磯也成立一個淨宗學會。在美國那幾年，美國跟加拿大一共成立十幾個會，我離開之後，聽說差不多將近有三十個會的樣子。每到一個地方都成立淨宗學會，去年我們到巴黎，法國淨宗學會成立。訪問倫敦，倫敦淨宗學會是今年成立的，這都是象徵著淨宗的正法常住世間。"
    },
    {
      "id": "12-017-1571_p0030",
      "zh_CN": "常住是要人，这是形象，形象有了，人，真正修净土的人，真正在这一生示现往生瑞相的人，这种人要多！身分无论在家、出家、男众、女众都一样，都是了不起的圣人，只要能真正往生，就是圣人，一点都不假。生到西方极乐世界，诸位都晓得，即身成佛。即使是下下品往生的人，到西方极乐世界得阿弥陀佛四十八愿威神加持，诸位对于净宗经论都熟悉。这个世界很特别，跟诸佛刹土不一样，诸佛的四土在极乐世界一生一切生。不像我们这里，我们这释迦牟尼佛的报土，四土不在一起，是四个不同的维次空间，彼此接触不到。但是西方极乐世界四土在一起，没有空间维次的界限。所以到达西方极乐世界，你能见到阿弥陀佛，你能见到十方世界一切诸佛如来，你能够天天亲近观音、势至、文殊、普贤，十方诸大菩萨，这个学习的环境就太好了。",
      "zh_TW": "常住是要人，這是形象，形象有了，人，真正修淨土的人，真正在這一生示現往生瑞相的人，這種人要多！身分無論在家、出家、男眾、女眾都一樣，都是了不起的聖人，只要能真正往生，就是聖人，一點都不假。生到西方極樂世界，諸位都曉得，即身成佛。即使是下下品往生的人，到西方極樂世界得阿彌陀佛四十八願威神加持，諸位對於淨宗經論都熟悉。這個世界很特別，跟諸佛剎土不一樣，諸佛的四土在極樂世界一生一切生。不像我們這裡，我們這釋迦牟尼佛的報土，四土不在一起，是四個不同的維次空間，彼此接觸不到。但是西方極樂世界四土在一起，沒有空間維次的界限。所以到達西方極樂世界，你能見到阿彌陀佛，你能見到十方世界一切諸佛如來，你能夠天天親近觀音、勢至、文殊、普賢，十方諸大菩薩，這個學習的環境就太好了。"
    },
    {
      "id": "12-017-1571_p0031",
      "zh_CN": "天天跟这些人在一起，所以你的功夫只有进没有退，为什么西方极乐世界圆证三不退？道理在此地。你六根所接触的全是正法。纵然阿赖耶识里面还有六道三途这些种子，它没有缘，没有缘永远不会起现行。但是阿赖耶里面这些业习种子它有作用，有什么作用？哪一道众生有感，你就能现他同道的身。你为什么能现？阿赖耶识有种子，所以这个种子起现行，不是业报，而是菩萨乘愿再来，所以他自在，业报不自在。这个在十法界应化是得大自在，是愿力身，而不是业力身。",
      "zh_TW": "天天跟這些人在一起，所以你的功夫只有進沒有退，為什麼西方極樂世界圓證三不退？道理在此地。你六根所接觸的全是正法。縱然阿賴耶識裡面還有六道三途這些種子，它沒有緣，沒有緣永遠不會起現行。但是阿賴耶裡面這些業習種子它有作用，有什麼作用？哪一道眾生有感，你就能現他同道的身。你為什麼能現？阿賴耶識有種子，所以這個種子起現行，不是業報，而是菩薩乘願再來，所以他自在，業報不自在。這個在十法界應化是得大自在，是願力身，而不是業力身。"
    },
    {
      "id": "12-017-1571_p0032",
      "zh_CN": "观塔，不能不想到这些事，所以善学的人，就是会学的人，见色闻声他起正念，他不起邪念。纵然见到不如法的，他也能把它转过来成正念，这就是《楞严经》上所说，「若能转物，则同如来」，《华严经》上所说的就是如来，永远不会被境界所转，你能转境界，不被境界转。不但你自己本身有福，还有多少苦难众生也沾你的光。沾什么光？很多灾难默默当中自然的就化解了。什么原因？修行的功德。人的习气很重，没有被感动，天地鬼神、山河大地感动。山河大地的感动，我们从日本江本胜博士水实验里面看到了，也能体会到世尊在《华严》上所说的，「情与无情，同圆种智」，我们体会到了。",
      "zh_TW": "觀塔，不能不想到這些事，所以善學的人，就是會學的人，見色聞聲他起正念，他不起邪念。縱然見到不如法的，他也能把它轉過來成正念，這就是《楞嚴經》上所說，「若能轉物，則同如來」，《華嚴經》上所說的就是如來，永遠不會被境界所轉，你能轉境界，不被境界轉。不但你自己本身有福，還有多少苦難眾生也沾你的光。沾什麼光？很多災難默默當中自然的就化解了。什麼原因？修行的功德。人的習氣很重，沒有被感動，天地鬼神、山河大地感動。山河大地的感動，我們從日本江本勝博士水實驗裡面看到了，也能體會到世尊在《華嚴》上所說的，「情與無情，同圓種智」，我們體會到了。"
    },
    {
      "id": "12-017-1571_p0033",
      "zh_CN": "这些境界都是不思议境界，很难懂，很难讲。所以科学有些成就，我们也可以借用，虽然没有像佛法那样的逼真，但是已经靠近了，从种种实验里面，我们能够推想得到。无论在哪里，你看到它就提起正念，正法久住。反过头来一定要要求自己，正法住在哪里？住在自己的心行之中。这就是世尊在大乘教里常常嘱咐的，所有佛的学生都应当要记住，依教修行，《金刚经》上常讲的「受持读诵，为人演说」。你所学的东西，要能理解，理解之后要全盘接受，接受过来就是依教奉行。",
      "zh_TW": "這些境界都是不思議境界，很難懂，很難講。所以科學有些成就，我們也可以借用，雖然沒有像佛法那樣的逼真，但是已經靠近了，從種種實驗裡面，我們能夠推想得到。無論在哪裡，你看到它就提起正念，正法久住。反過頭來一定要要求自己，正法住在哪裡？住在自己的心行之中。這就是世尊在大乘教裡常常囑咐的，所有佛的學生都應當要記住，依教修行，《金剛經》上常講的「受持讀誦，為人演說」。你所學的東西，要能理解，理解之後要全盤接受，接受過來就是依教奉行。"
    },
    {
      "id": "12-017-1571_p0034",
      "zh_CN": "学习有次第，现在学习为什么这么困难？为什么看不到成果？那是我们疏忽了次第，躐等去学习，所以看不到成绩。就好像读书一样，没有上过小学，没有上过中学，他就要到大学里面去读，读再多年都没办法；很用功，很努力，可是每次考试都不及格，到最后连自己信心都失掉了。今天学佛，很多人犯这个毛病。应该怎么办？应该从小，由浅而深，由易而难，你要按这个顺序。所以《佛藏经》里面有句话说得很好，这是释迦牟尼佛讲的，「不先学小乘，后学大乘，非佛弟子」。这三句话就是告诉我们，学习要有次第，要有顺序，循序渐进就容易了。",
      "zh_TW": "學習有次第，現在學習為什麼這麼困難？為什麼看不到成果？那是我們疏忽了次第，躐等去學習，所以看不到成績。就好像讀書一樣，沒有上過小學，沒有上過中學，他就要到大學裡面去讀，讀再多年都沒辦法；很用功，很努力，可是每次考試都不及格，到最後連自己信心都失掉了。今天學佛，很多人犯這個毛病。應該怎麼辦？應該從小，由淺而深，由易而難，你要按這個順序。所以《佛藏經》裡面有句話說得很好，這是釋迦牟尼佛講的，「不先學小乘，後學大乘，非佛弟子」。這三句話就是告訴我們，學習要有次第，要有順序，循序漸進就容易了。"
    },
    {
      "id": "12-017-1571_p0035",
      "zh_CN": "小乘浅，小乘容易学，佛法传到中国，没有违背佛陀的教诲。小乘经翻得很完整，我们现在《大藏经》里面的阿含部就是小乘经。小乘经律论跟现在南传巴利文的藏经一对照，几乎是全部都翻出来了。巴利文的藏经比中国所翻的经论，我听说大概只多五十几部，它差不多总共也将近有三千部，只多五十几部，你就可想而知，翻译相当完整。",
      "zh_TW": "小乘淺，小乘容易學，佛法傳到中國，沒有違背佛陀的教誨。小乘經翻得很完整，我們現在《大藏經》裡面的阿含部就是小乘經。小乘經律論跟現在南傳巴利文的藏經一對照，幾乎是全部都翻出來了。巴利文的藏經比中國所翻的經論，我聽說大概只多五十幾部，它差不多總共也將近有三千部，只多五十幾部，你就可想而知，翻譯相當完整。"
    },
    {
      "id": "12-017-1571_p0036",
      "zh_CN": "为什么中国人不学小乘？不学小乘，是从唐朝中叶以后就不学小乘。原本在隋末唐初佛法里头，小乘有两个宗派，成实宗、俱舍宗，这两个宗派现在没有人知道，没有人学了；经典在，没人学了。这什么原因？中国人学佛，无论在家出家，都有儒的基础，从小接受过儒家的教诲，伦理道德；也接受过道家的教诲，道家主要是因果教育。所以我常讲，儒家的根是《弟子规》，道家的根是《太上感应篇》，佛家的根是《十善业道》。所以中国人有儒跟道的基础，就代替了小乘，直接就可以入大乘，一点都不困难。三皈五戒、十善，在出家，沙弥戒、比丘戒、菩萨戒，真能做到。历代修行成就的人，四众都有，成就超过印度。",
      "zh_TW": "為什麼中國人不學小乘？不學小乘，是從唐朝中葉以後就不學小乘。原本在隋末唐初佛法裡頭，小乘有兩個宗派，成實宗、俱舍宗，這兩個宗派現在沒有人知道，沒有人學了；經典在，沒人學了。這什麼原因？中國人學佛，無論在家出家，都有儒的基礎，從小接受過儒家的教誨，倫理道德；也接受過道家的教誨，道家主要是因果教育。所以我常講，儒家的根是《弟子規》，道家的根是《太上感應篇》，佛家的根是《十善業道》。所以中國人有儒跟道的基礎，就代替了小乘，直接就可以入大乘，一點都不困難。三皈五戒、十善，在出家，沙彌戒、比丘戒、菩薩戒，真能做到。歷代修行成就的人，四眾都有，成就超過印度。"
    },
    {
      "id": "12-017-1571_p0037",
      "zh_CN": "但是在最近这两百年当中，佛法衰了，为什么衰？儒也衰了，道也衰了。满清晚年的腐败，西方文化的进入，看到西方人富国强兵，中国人对自己传统文化几乎丧失了自信心，这一百年当中遭受的真叫奇耻大辱。新中国建立之后，中国人头又抬起来了，可是怎么样？传统文化丢掉了，这个现象后遗症难以想像，要求社会长治久安，那是大问题。中国维系着社会、维系着国家五千年而不衰，就是靠伦理道德。以后佛教来了，添了生力军，这两千年来，中国人受什么教育？儒释道，诸位要看看「雍正皇帝上谕」你就明白了。传统文化灭亡，比亡国还可怕，亡国实在讲不可怕，文化存在，决定有复兴的一天；可是文化亡了之后，永远就不能复兴了。就像世界上四大文明古国，三个已经没有了，中国现在是摇摇欲坠。现在要不觉悟，要不赶紧努力来恢复，不要多，再过三十年就起不来了，这第四个文明古国在历史上消失了。这一消失，世间苦难就多了。",
      "zh_TW": "但是在最近這兩百年當中，佛法衰了，為什麼衰？儒也衰了，道也衰了。滿清晚年的腐敗，西方文化的進入，看到西方人富國強兵，中國人對自己傳統文化幾乎喪失了自信心，這一百年當中遭受的真叫奇恥大辱。新中國建立之後，中國人頭又抬起來了，可是怎麼樣？傳統文化丟掉了，這個現象後遺症難以想像，要求社會長治久安，那是大問題。中國維繫著社會、維繫著國家五千年而不衰，就是靠倫理道德。以後佛教來了，添了生力軍，這兩千年來，中國人受什麼教育？儒釋道，諸位要看看「雍正皇帝上諭」你就明白了。傳統文化滅亡，比亡國還可怕，亡國實在講不可怕，文化存在，決定有復興的一天；可是文化亡了之後，永遠就不能復興了。就像世界上四大文明古國，三個已經沒有了，中國現在是搖搖欲墜。現在要不覺悟，要不趕緊努力來恢復，不要多，再過三十年就起不來了，這第四個文明古國在歷史上消失了。這一消失，世間苦難就多了。"
    },
    {
      "id": "12-017-1571_p0038",
      "zh_CN": "人活在这个世间毫无意义，毫无意义就是只有造罪业多，会有善念善行的就太希少了。人生的意义跟价值是提升自己的灵性，提升灵性一定要靠伦理、道德、因果、智慧的教育，这四种东西都没有了。东方人所讲的智慧跟西方人讲的不一样，西方人讲的智慧没有离开意识心，就是分别执着，没离开。用分别、用执着来探索宇宙。今天讲的太空物理，讲的量子力学，说得很多，解释宇宙的起源，甚至解释生命的来源，是用这个方法。东方人不是，东方人是用禅定，甚深的禅定突破了空间维次，这叫智慧。所以智慧是从禅定里面得来的，小定开小智慧，大定开大智慧，佛在经典里面所讲的这是大智慧。",
      "zh_TW": "人活在這個世間毫無意義，毫無意義就是只有造罪業多，會有善念善行的就太希少了。人生的意義跟價值是提升自己的靈性，提升靈性一定要靠倫理、道德、因果、智慧的教育，這四種東西都沒有了。東方人所講的智慧跟西方人講的不一樣，西方人講的智慧沒有離開意識心，就是分別執著，沒離開。用分別、用執著來探索宇宙。今天講的太空物理，講的量子力學，說得很多，解釋宇宙的起源，甚至解釋生命的來源，是用這個方法。東方人不是，東方人是用禪定，甚深的禪定突破了空間維次，這叫智慧。所以智慧是從禪定裡面得來的，小定開小智慧，大定開大智慧，佛在經典裡面所講的這是大智慧。"
    },
    {
      "id": "12-017-1571_p0039",
      "zh_CN": "今天科学家所讲的太空物理、量子力学，佛经有没有？有，讲得比他还透彻。我们就在这个经前面读过的，微观世界，佛说微尘里面有世界。现在这个微观世界还没讲到，没谈到这个问题，只讲到微尘是很小的物质。今天科学家讲到夸克，原子、电子、核子、粒子。我们佛法里头用微尘，微尘分很多等级，最细的叫极微之微，那就再不能分。极微之微里面有世界，微尘没有放大，世界也没有缩小，微尘里头居然有世界。谁能进去？普贤菩萨，能入微尘里面的世界。微尘世界里头又有微尘，那个微尘里头又有世界，重重无尽。这个说法科学里头没有，其大无外，其小无内。而且《大方广佛华严经》上所说的，大小不二，那才叫真正契入。没有大小，没有先后，没有远近，没有对立，这是《华严》讲的四无碍法界，理无碍、事无碍、理事无碍、事事无碍。佛凭什么讲这个？凭什么能说出这么深的大道理？禅定当中见到的，不是思惟想像，用不着去思考，用不着去研究，思考研究全是第六意识。所以他是性德的直觉。",
      "zh_TW": "今天科學家所講的太空物理、量子力學，佛經有沒有？有，講得比他還透徹。我們就在這個經前面讀過的，微觀世界，佛說微塵裡面有世界。現在這個微觀世界還沒講到，沒談到這個問題，只講到微塵是很小的物質。今天科學家講到夸克，原子、電子、核子、粒子。我們佛法裡頭用微塵，微塵分很多等級，最細的叫極微之微，那就再不能分。極微之微裡面有世界，微塵沒有放大，世界也沒有縮小，微塵裡頭居然有世界。誰能進去？普賢菩薩，能入微塵裡面的世界。微塵世界裡頭又有微塵，那個微塵裡頭又有世界，重重無盡。這個說法科學裡頭沒有，其大無外，其小無內。而且《大方廣佛華嚴經》上所說的，大小不二，那才叫真正契入。沒有大小，沒有先後，沒有遠近，沒有對立，這是《華嚴》講的四無礙法界，理無礙、事無礙、理事無礙、事事無礙。佛憑什麼講這個？憑什麼能說出這麼深的大道理？禪定當中見到的，不是思惟想像，用不著去思考，用不著去研究，思考研究全是第六意識。所以他是性德的直覺。"
    },
    {
      "id": "12-017-1571_p0040",
      "zh_CN": "在甚深禅定里面六根起的作用，自自然然的，你没有一样不通达，没有一样不明了。这三宝，三宝是我们的性德，觉、正、净，觉是佛宝，正是法宝，清净是僧宝，不是讲外面。但是到后头才晓得里外没有界限，里外是一，自他不二。大宇宙、小宇宙是一个整体，是一体。这才说出「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，我们前面读过的。怎么会不令人敬仰！我们再看下面一首，第六首：",
      "zh_TW": "在甚深禪定裡面六根起的作用，自自然然的，你沒有一樣不通達，沒有一樣不明瞭。這三寶，三寶是我們的性德，覺、正、淨，覺是佛寶，正是法寶，清淨是僧寶，不是講外面。但是到後頭才曉得裡外沒有界限，裡外是一，自他不二。大宇宙、小宇宙是一個整體，是一體。這才說出「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，我們前面讀過的。怎麼會不令人敬仰！我們再看下面一首，第六首："
    },
    {
      "id": "12-017-1571_p0041",
      "zh_CN": "【顶礼于塔。当愿众生。一切天人。无能见顶。】",
      "zh_TW": "【頂禮於塔。當願眾生。一切天人。無能見頂。】"
    },
    {
      "id": "12-017-1571_p0042",
      "zh_CN": "塔很高，你得要上空才能看到塔顶，你在下面的时候见不到顶。现代科技发达，有些高楼大厦形状就像塔，在香港到处能见到，它的造形确实就像一座塔，几十层的高楼。虽然不是塔，它的样子像塔，我们见到之后也会引发这种大愿。『顶礼于塔』，这在佛门修行也是一门功课，拜佛的舍利，八万四千行门里头有这么一个行门。",
      "zh_TW": "塔很高，你得要上空才能看到塔頂，你在下面的時候見不到頂。現代科技發達，有些高樓大廈形狀就像塔，在香港到處能見到，它的造形確實就像一座塔，幾十層的高樓。雖然不是塔，它的樣子像塔，我們見到之後也會引發這種大願。『頂禮於塔』，這在佛門修行也是一門功課，拜佛的舍利，八萬四千行門裡頭有這麼一個行門。"
    },
    {
      "id": "12-017-1571_p0043",
      "zh_CN": "拜佛，一般是一天三千拜，《影尘回忆录》里头记载着这么一桩事情，佛家称公案，就是记述这一段事。这法师名字我记不起来了，晒蜡烛的法师。这是寺庙里的香灯师，专门管香、蜡烛，早晚上殿、中午上供点蜡烛烧香的时候，他来管这个事情。夏天天很热，寺庙一般人晒衣服、晒被子，还有晒经书的。有人就跟香灯师开玩笑，因为他老实。「香灯师，你那些蜡烛拿去晒，否则的话上霉了」。你看老实人就没有这个常识，听话，把蜡烛统统搬出去了，晒了两个小时，全晒化了。晚上上晚殿的时候点蜡烛，点燃了，蜡都化掉了，大家看了都笑话。维那师就告诉方丈，这个人不能用，怎么会做出这么蠢的事。方丈是有道行，觉得这个人很难得，可以成就他，就叫他不要再搞香灯，把他送到阿育王寺，那个地方有释迦牟尼佛的舍利塔，拜塔，一天拜三千拜。真听话，拜了三年，他开悟了。他不认识字，他能做诗、他能做偈，学东西学得很快，以后居然成了讲经说法的法师，智慧开了。",
      "zh_TW": "拜佛，一般是一天三千拜，《影塵回憶錄》裡頭記載著這麼一樁事情，佛家稱公案，就是記述這一段事。這法師名字我記不起來了，晒蠟燭的法師。這是寺廟裡的香燈師，專門管香、蠟燭，早晚上殿、中午上供點蠟燭燒香的時候，他來管這個事情。夏天天很熱，寺廟一般人晒衣服、晒被子，還有晒經書的。有人就跟香燈師開玩笑，因為他老實。「香燈師，你那些蠟燭拿去晒，否則的話上霉了」。你看老實人就沒有這個常識，聽話，把蠟燭統統搬出去了，晒了兩個小時，全晒化了。晚上上晚殿的時候點蠟燭，點燃了，蠟都化掉了，大家看了都笑話。維那師就告訴方丈，這個人不能用，怎麼會做出這麼蠢的事。方丈是有道行，覺得這個人很難得，可以成就他，就叫他不要再搞香燈，把他送到阿育王寺，那個地方有釋迦牟尼佛的舍利塔，拜塔，一天拜三千拜。真聽話，拜了三年，他開悟了。他不認識字，他能做詩、他能做偈，學東西學得很快，以後居然成了講經說法的法師，智慧開了。"
    },
    {
      "id": "12-017-1571_p0044",
      "zh_CN": "三年的「顶礼于塔」，拜释迦牟尼佛的舍利，业障消掉了。所以诸位要知道，消业障最好的办法就是拜佛，真诚心，恭敬心，一个妄念都没有。拜佛的时候就想佛，或者是想佛的相好，或者是想佛的教诲，不要想太多，愈简单愈好。像我们这种业障重，根性又不好，我们天天拜佛，只想佛教我们的十业善道，只想佛教我们念佛求生净土，就行了，就够了。生活当中处事待人接物念念不违背十善，就是决定不造十恶业，念念修十善。日常的功课，拜佛，念阿弥陀佛，一声佛号拜一拜；不拜佛的时候，阿弥陀佛不离口。功夫真正要得力，真的要止语，这是非常有效果的方法。",
      "zh_TW": "三年的「頂禮於塔」，拜釋迦牟尼佛的舍利，業障消掉了。所以諸位要知道，消業障最好的辦法就是拜佛，真誠心，恭敬心，一個妄念都沒有。拜佛的時候就想佛，或者是想佛的相好，或者是想佛的教誨，不要想太多，愈簡單愈好。像我們這種業障重，根性又不好，我們天天拜佛，只想佛教我們的十業善道，只想佛教我們念佛求生淨土，就行了，就夠了。生活當中處事待人接物念念不違背十善，就是決定不造十惡業，念念修十善。日常的功課，拜佛，念阿彌陀佛，一聲佛號拜一拜；不拜佛的時候，阿彌陀佛不離口。功夫真正要得力，真的要止語，這是非常有效果的方法。"
    },
    {
      "id": "12-017-1571_p0045",
      "zh_CN": "最近东天目山，还有其他的道场，真正有成就的，都是得力于止语，不讲话，不跟任何人讲话，就在念佛堂。念佛堂里面拜佛、经行、止静，对于你身体的活动、保养，统统都照顾到了。你坐累了，坐着念佛，坐累了起来拜佛，拜佛是运动，也在念佛，拜累了经行，绕佛，就是散步，还是在念佛，佛号不中断。休息的时候好好睡觉，起来的时候精神饱满，功课不间断。就像谛闲老和尚所教的，累了就休息，休息好了接着念。三年五载功夫成片，往生就有把握了。功夫成片里面也有三辈九品，功夫好的，上三品的功夫成片，自在往生。不必等寿命到，可以提前走，真的是预知时至，所谓生死自在，就是我想什么时候走，什么时候就走得了。过去有，现在也有，我在这一生当中看到就有十几个人。",
      "zh_TW": "最近東天目山，還有其他的道場，真正有成就的，都是得力於止語，不講話，不跟任何人講話，就在念佛堂。念佛堂裡面拜佛、經行、止靜，對於你身體的活動、保養，統統都照顧到了。你坐累了，坐著念佛，坐累了起來拜佛，拜佛是運動，也在念佛，拜累了經行，繞佛，就是散步，還是在念佛，佛號不中斷。休息的時候好好睡覺，起來的時候精神飽滿，功課不間斷。就像諦閑老和尚所教的，累了就休息，休息好了接著念。三年五載功夫成片，往生就有把握了。功夫成片裡面也有三輩九品，功夫好的，上三品的功夫成片，自在往生。不必等壽命到，可以提前走，真的是預知時至，所謂生死自在，就是我想什麼時候走，什麼時候就走得了。過去有，現在也有，我在這一生當中看到就有十幾個人。"
    },
    {
      "id": "12-017-1571_p0046",
      "zh_CN": "这个事情摆在面前，你要不相信，那就是与佛没有缘，这一生注定不能成就，还要去搞六道轮回，再等来生、等后世，遇缘的时候再接着干。但是这一轮回就可怜了，李老师以前常常跟我们讲，这一生不能成就，决定不能避免长劫轮回。来生还得人身再学佛，你哪有那么好的运气！这是亿亿万人当中难得有一个。这些事实真相不能不知，要紧的是要掌握到现实。但是今天增上缘很难，你到哪个地方道场，真正能成就你？让你万缘放下，什么都不操心，每天三餐饭有人供给，累的时候有地方休息。你能不操一点心，一心一意念佛求生净土，这个道场找不到。",
      "zh_TW": "這個事情擺在面前，你要不相信，那就是與佛沒有緣，這一生注定不能成就，還要去搞六道輪迴，再等來生、等後世，遇緣的時候再接著幹。但是這一輪迴就可憐了，李老師以前常常跟我們講，這一生不能成就，決定不能避免長劫輪迴。來生還得人身再學佛，你哪有那麼好的運氣！這是億億萬人當中難得有一個。這些事實真相不能不知，要緊的是要掌握到現實。但是今天增上緣很難，你到哪個地方道場，真正能成就你？讓你萬緣放下，什麼都不操心，每天三餐飯有人供給，累的時候有地方休息。你能不操一點心，一心一意念佛求生淨土，這個道場找不到。"
    },
    {
      "id": "12-017-1571_p0047",
      "zh_CN": "在中国现在，大家晓得的，我晓得是两个，北方长春的百国兴隆寺，常慧法师的道场，南方东天目山，齐素萍居士的道场，这两个道场成就人。你要真正一心念佛求往生，他们非常欢迎，会全心全力照顾你，成就你。其他道场当然也有，我不很清楚。曾经听说好像五台山也有道场，规模没这么大，其他地方当然也还有。这种能成就别人放下万缘往生的，这个功德主的福报大！就像大慈菩萨讲的，你能成就两个往生，你的福报就超过你自己这一生的修福。",
      "zh_TW": "在中國現在，大家曉得的，我曉得是兩個，北方長春的百國興隆寺，常慧法師的道場，南方東天目山，齊素萍居士的道場，這兩個道場成就人。你要真正一心念佛求往生，他們非常歡迎，會全心全力照顧你，成就你。其他道場當然也有，我不很清楚。曾經聽說好像五臺山也有道場，規模沒這麼大，其他地方當然也還有。這種能成就別人放下萬緣往生的，這個功德主的福報大！就像大慈菩薩講的，你能成就兩個往生，你的福報就超過你自己這一生的修福。"
    },
    {
      "id": "12-017-1571_p0048",
      "zh_CN": "我成就很多人往生，我自己能不能往生？这个你就要记住，六祖大师在《坛经》里面所讲的话，此事福不能救。你要知道梁武帝当年在世，他等于是供养出家人十几万人，建寺庙道场，南朝四百八十寺。所以达摩祖师来，他向他炫耀，我这个功德大不大？达摩祖师说并无功德。他是什么？福德。六祖讲「此事福不能救」，这点你要搞清楚。大慈菩萨所讲的是你的福报，如果你不受这个福报，你照顾大众，供养大众，你自己一切能放下，佛号也不间断，那你真是佛菩萨再来，那就决定得生。你不是凡夫，为什么？你已经把妄想分别执着舍离了。",
      "zh_TW": "我成就很多人往生，我自己能不能往生？這個你就要記住，六祖大師在《壇經》裡面所講的話，此事福不能救。你要知道梁武帝當年在世，他等於是供養出家人十幾萬人，建寺廟道場，南朝四百八十寺。所以達摩祖師來，他向他炫耀，我這個功德大不大？達摩祖師說並無功德。他是什麼？福德。六祖講「此事福不能救」，這點你要搞清楚。大慈菩薩所講的是你的福報，如果你不受這個福報，你照顧大眾，供養大眾，你自己一切能放下，佛號也不間斷，那你真是佛菩薩再來，那就決定得生。你不是凡夫，為什麼？你已經把妄想分別執著捨離了。"
    },
    {
      "id": "12-017-1571_p0049",
      "zh_CN": "所以从前古时候，道场里面的负责人以及执事，都是佛菩萨化身来的，不是凡人。凡人干这个就像梁武帝，只能修福而不能往生，来生有大福报，做这么多好事，这个我们不能不知道。好，现在时间到了，我们这首偈就学到此地。",
      "zh_TW": "所以從前古時候，道場裡面的負責人以及執事，都是佛菩薩化身來的，不是凡人。凡人幹這個就像梁武帝，只能修福而不能往生，來生有大福報，做這麼多好事，這個我們不能不知道。好，現在時間到了，我們這首偈就學到此地。"
    }
  ]
}