{
  "doc_id": "12-017-0912",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九一二卷",
    "zh_TW": "第九一二卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0912",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "12-017-0912_p0001",
      "zh_CN": "诸位同学，我们接着看偈颂第八段，「华藏世界品」最后偈颂第八段，第三首：",
      "zh_TW": "諸位同學，我們接著看偈頌第八段，「華藏世界品」最後偈頌第八段，第三首："
    },
    {
      "id": "12-017-0912_p0002",
      "zh_CN": "【殁天与降神。处胎及出生。降魔成正觉。转无上法轮。】",
      "zh_TW": "【歿天與降神。處胎及出生。降魔成正覺。轉無上法輪。】"
    },
    {
      "id": "12-017-0912_p0003",
      "zh_CN": "这一首是说佛出现在世间，示现的八相成道。这一种形式是通一切世间，十方无量无边刹土，九法界众生，六道众生，大致上都是相同的。所以佛的示现也就形成一个规律，这个里面用意很深，全都是教化众生。",
      "zh_TW": "這一首是說佛出現在世間，示現的八相成道。這一種形式是通一切世間，十方無量無邊剎土，九法界眾生，六道眾生，大致上都是相同的。所以佛的示現也就形成一個規律，這個裡面用意很深，全都是教化眾生。"
    },
    {
      "id": "12-017-0912_p0004",
      "zh_CN": "前面这两个字『殁天』，是从兜率天，这个「天」是讲的兜率天，兜率天入灭了，到这个世间来投胎，『降神』是投胎，从这个兜率天下降到人间来。兜率是梵语，意思是知足，所以我们在前面讲到兜率天王，我们用知足天王，大家对这个意思很容易体会，知足天王就是兜率天王。兜率天有内院跟外院，外院，凡夫、天人居住的所在；内院是圣人、是菩萨，等觉菩萨，后补佛，他在这个地方修行养道，弘法利生。",
      "zh_TW": "前面這兩個字『歿天』，是從兜率天，這個「天」是講的兜率天，兜率天入滅了，到這個世間來投胎，『降神』是投胎，從這個兜率天下降到人間來。兜率是梵語，意思是知足，所以我們在前面講到兜率天王，我們用知足天王，大家對這個意思很容易體會，知足天王就是兜率天王。兜率天有內院跟外院，外院，凡夫、天人居住的所在；內院是聖人、是菩薩，等覺菩薩，後補佛，他在這個地方修行養道，弘法利生。"
    },
    {
      "id": "12-017-0912_p0005",
      "zh_CN": "我们特别要明了知足的意思。这个启示很深，示现成佛是教化众生。什么条件才能教化众生？知足。知足常乐，不知足的人很辛苦。纵然到亿万富翁，贵为天子，如果不知足他身心不安，每天忧虑烦恼他断不了。所以古人常常说「富而不乐，不如贫而乐」，这个原因就是知足。富为什么不乐？不知足；贫为什么快乐？知足。所以修菩萨道，要不修到知足，不能成为后补佛，你不能够示现成佛度众生。我们想想这个意思多深！佛首先教导我们知足，知足，你才能入佛门；知足，你才能成佛道。这个道理与事实真相，我们不能不知道。",
      "zh_TW": "我們特別要明瞭知足的意思。這個啟示很深，示現成佛是教化眾生。什麼條件才能教化眾生？知足。知足常樂，不知足的人很辛苦。縱然到億萬富翁，貴為天子，如果不知足他身心不安，每天憂慮煩惱他斷不了。所以古人常常說「富而不樂，不如貧而樂」，這個原因就是知足。富為什麼不樂？不知足；貧為什麼快樂？知足。所以修菩薩道，要不修到知足，不能成為後補佛，你不能夠示現成佛度眾生。我們想想這個意思多深！佛首先教導我們知足，知足，你才能入佛門；知足，你才能成佛道。這個道理與事實真相，我們不能不知道。"
    },
    {
      "id": "12-017-0912_p0006",
      "zh_CN": "我们今天学佛，烦恼习气不能断，学了很多年，功夫不得力，什么原因？不知足。诸位冷静仔细反省一下是不是？烦恼不能断，智慧不能增长，境界不能提升，到底是什么因素在障碍自己？想想看是不是这么个原因？不知足。释迦牟尼佛为我们所示现的，自始至终他老人家住世八十年，始终就是给我们表演一个知足，知足什么事情都成功。你看下面讲的降魔、成正觉、转法轮，到底他用的什么本事？没有别的，知足，这个意思彻始彻终。",
      "zh_TW": "我們今天學佛，煩惱習氣不能斷，學了很多年，功夫不得力，什麼原因？不知足。諸位冷靜仔細反省一下是不是？煩惱不能斷，智慧不能增長，境界不能提升，到底是什麼因素在障礙自己？想想看是不是這麼個原因？不知足。釋迦牟尼佛為我們所示現的，自始至終他老人家住世八十年，始終就是給我們表演一個知足，知足什麼事情都成功。你看下面講的降魔、成正覺、轉法輪，到底他用的什麼本事？沒有別的，知足，這個意思徹始徹終。"
    },
    {
      "id": "12-017-0912_p0007",
      "zh_CN": "不知足的人不能学道，不知足的人出不了六道轮回，不知足的人断不了烦恼，不知足的人开不了智慧。这个不知足这么严重的障碍，几个人知道？诸佛如来知道，法身菩萨知道，声闻缘觉知道，他要不知道，他不能证果。章嘉大师教我们看破放下，为什么放不下？不知足。知足的人能放下，知足的人能看破。为什么？知足的人智慧开了，不知足障碍智慧，智慧开不出来。然后你才晓得，这一个表法，这一个教学，意义多深！",
      "zh_TW": "不知足的人不能學道，不知足的人出不了六道輪迴，不知足的人斷不了煩惱，不知足的人開不了智慧。這個不知足這麼嚴重的障礙，幾個人知道？諸佛如來知道，法身菩薩知道，聲聞緣覺知道，他要不知道，他不能證果。章嘉大師教我們看破放下，為什麼放不下？不知足。知足的人能放下，知足的人能看破。為什麼？知足的人智慧開了，不知足障礙智慧，智慧開不出來。然後你才曉得，這一個表法，這一個教學，意義多深！"
    },
    {
      "id": "12-017-0912_p0008",
      "zh_CN": "第二个相，这八相里头，知足是第一，第二个相「降神」，你们看他不是上升。神，我们佛门一般讲神识，此地不能讲神识。为什么？佛已经转识成智，不是神识来投胎。这个神是神灵，是对佛的称赞。从兜率天下降，这是第二个示现的。兜率天是欲界第四层天，那个天的富贵享乐，我们人间没有法子想像。他能够舍弃如此殊胜天宫的享受，到人间来。人间是个什么样的状况？五浊恶世。他要到这里来受苦，要到这边来受难，要到这个地方来做彻底的牺牲奉献，给我们做出这样个榜样；唯有知足之人能做得到。",
      "zh_TW": "第二個相，這八相裡頭，知足是第一，第二個相「降神」，你們看他不是上升。神，我們佛門一般講神識，此地不能講神識。為什麼？佛已經轉識成智，不是神識來投胎。這個神是神靈，是對佛的稱讚。從兜率天下降，這是第二個示現的。兜率天是欲界第四層天，那個天的富貴享樂，我們人間沒有法子想像。他能夠捨棄如此殊勝天宮的享受，到人間來。人間是個什麼樣的狀況？五濁惡世。他要到這裡來受苦，要到這邊來受難，要到這個地方來做徹底的犧牲奉獻，給我們做出這樣個榜樣；唯有知足之人能做得到。"
    },
    {
      "id": "12-017-0912_p0009",
      "zh_CN": "像我们现前在这个社会上，真正要想帮助众生，哪些众生最需要帮助？最艰难、最困苦的众生最需要帮助。我们对于贫穷困苦的地区肯不肯去？不肯去，那里太苦了。佛在这个地方做这个表演，这种表演儒家《礼记》里面有说到，「安安而能迁」，就是降神。你现在的生活环境，心安静，身也安静，或者说身心安静，环境也安静，你为了帮助苦难众生，能够舍弃你身心安稳的享受，能舍弃，能与一切众生同甘苦共患难。这就是诸佛菩萨随类化身，应以什么身得度，现什么身；应该用什么方式教化，他就示现什么方式，没有定法。",
      "zh_TW": "像我們現前在這個社會上，真正要想幫助眾生，哪些眾生最需要幫助？最艱難、最困苦的眾生最需要幫助。我們對於貧窮困苦的地區肯不肯去？不肯去，那裡太苦了。佛在這個地方做這個表演，這種表演儒家《禮記》裡面有說到，「安安而能遷」，就是降神。你現在的生活環境，心安靜，身也安靜，或者說身心安靜，環境也安靜，你為了幫助苦難眾生，能夠捨棄你身心安穩的享受，能捨棄，能與一切眾生同甘苦共患難。這就是諸佛菩薩隨類化身，應以什麼身得度，現什麼身；應該用什麼方式教化，他就示現什麼方式，沒有定法。"
    },
    {
      "id": "12-017-0912_p0010",
      "zh_CN": "我们读这个几句话，懂不懂佛的意思？如果这个里面要不含着很深的教育义趣在里面，何必要说个八相成道？没有一样不是教导我们的。什么样困苦艰难的地方，只要有缘就要去，千万不能想到个人的利益，个人的受用。有这个念头，诸位想想这个念头是不是属于自私自利？自私自利是凡夫，不是圣人；自私自利是一个迷惑颠倒的人，不是求正觉的人。皈依三宝，依照经论教诲修行，那是求正觉的人，佛弟子！佛弟子应当学佛。",
      "zh_TW": "我們讀這個幾句話，懂不懂佛的意思？如果這個裡面要不含著很深的教育義趣在裡面，何必要說個八相成道？沒有一樣不是教導我們的。什麼樣困苦艱難的地方，只要有緣就要去，千萬不能想到個人的利益，個人的受用。有這個念頭，諸位想想這個念頭是不是屬於自私自利？自私自利是凡夫，不是聖人；自私自利是一個迷惑顛倒的人，不是求正覺的人。皈依三寶，依照經論教誨修行，那是求正覺的人，佛弟子！佛弟子應當學佛。"
    },
    {
      "id": "12-017-0912_p0011",
      "zh_CN": "佛是什么样人？首先给我们示现的，知足卑下，自己能把自己的身分拉下来，跟世间最穷、最贫苦、最可怜的人和光同尘，跟他们生活在一起，跟他们打成一片。为什么？你才能帮助他们，你才能够教化他们。你要始终留恋你自己富裕的生活，你怎么能帮助众生？你怎么能成就自己的知足？知足是大德，降神是大行。大德大能这才能这么做。这到人间来，要示现跟人间的人一样，没有一点特殊。世间人到这个世间来要投胎，佛也要『处胎』，作斯示现。这个世间人业力受身，他迷惑颠倒随业流转，所以坐胎的时候非常之苦，所以佛在经典里面讲坐胎，把这个胎比作地狱，胎狱。",
      "zh_TW": "佛是什麼樣人？首先給我們示現的，知足卑下，自己能把自己的身分拉下來，跟世間最窮、最貧苦、最可憐的人和光同塵，跟他們生活在一起，跟他們打成一片。為什麼？你才能幫助他們，你才能夠教化他們。你要始終留戀你自己富裕的生活，你怎麼能幫助眾生？你怎麼能成就自己的知足？知足是大德，降神是大行。大德大能這才能這麼做。這到人間來，要示現跟人間的人一樣，沒有一點特殊。世間人到這個世間來要投胎，佛也要『處胎』，作斯示現。這個世間人業力受身，他迷惑顛倒隨業流轉，所以坐胎的時候非常之苦，所以佛在經典裡面講坐胎，把這個胎比作地獄，胎獄。"
    },
    {
      "id": "12-017-0912_p0012",
      "zh_CN": "佛法里面讲神识叫投胎了，我们一般俗话讲灵魂。灵魂，这个说法真的是有问题，为什么？那个魂要是灵，哪个人愿意到贫穷人家去投胎？他要真正灵，他一定选择富贵人家，一投胎，一出生，他就享受。他怎么会到一个贫穷人家去投胎？不灵。孔老夫子说得高明、说得好，他称这个魂叫游魂，这对的，这跟佛讲的是一样。因为魂极不安定，他这个是到处游荡，速度也很大，真的是游魂为变。他来投胎，他找到他这个父母，不是无缘无故的。",
      "zh_TW": "佛法裡面講神識叫投胎了，我們一般俗話講靈魂。靈魂，這個說法真的是有問題，為什麼？那個魂要是靈，哪個人願意到貧窮人家去投胎？他要真正靈，他一定選擇富貴人家，一投胎，一出生，他就享受。他怎麼會到一個貧窮人家去投胎？不靈。孔老夫子說得高明、說得好，他稱這個魂叫遊魂，這對的，這跟佛講的是一樣。因為魂極不安定，他這個是到處遊蕩，速度也很大，真的是遊魂為變。他來投胎，他找到他這個父母，不是無緣無故的。"
    },
    {
      "id": "12-017-0912_p0013",
      "zh_CN": "魂实在讲迷魂，他哪里灵？他不灵，迷魂。就像喝醉酒一样，头脑不清醒，所以他到畜生道投胎，到饿鬼道投胎，到地狱道去投胎，可见得他哪里灵？不灵！他为什么不到天上去？迷惑颠倒。投胎，业力在控制他。父母，遇到父母了，父母跟他有缘。什么缘？佛在经上讲四种，缘很多不出这个四种。报恩，遇到这个父母前世有恩，对他有好处、有恩德，他来报恩的。这个报恩而来的，中国人常讲的孝子贤孙，报恩来的。第二种，前世是冤家对头，碰到了，他到你家来投胎，报仇来的，这个麻烦了。长大之后，一定作奸犯科，搞得你家破人亡，报仇来的。",
      "zh_TW": "魂實在講迷魂，他哪裡靈？他不靈，迷魂。就像喝醉酒一樣，頭腦不清醒，所以他到畜生道投胎，到餓鬼道投胎，到地獄道去投胎，可見得他哪裡靈？不靈！他為什麼不到天上去？迷惑顛倒。投胎，業力在控制他。父母，遇到父母了，父母跟他有緣。什麼緣？佛在經上講四種，緣很多不出這個四種。報恩，遇到這個父母前世有恩，對他有好處、有恩德，他來報恩的。這個報恩而來的，中國人常講的孝子賢孫，報恩來的。第二種，前世是冤家對頭，碰到了，他到你家來投胎，報仇來的，這個麻煩了。長大之後，一定作奸犯科，搞得你家破人亡，報仇來的。"
    },
    {
      "id": "12-017-0912_p0014",
      "zh_CN": "第三种还债。遇到什么？他过去生中欠父母的债，他是来还债的。还债的这个儿女，对父母物质生活的供养很周到，没有孝敬的心，对父母不敬。但是他供养，那还要看他欠父母那个债有多少，欠得多的，供养很丰厚，照顾很周到；欠得不多的，对父母就很刻薄，供养得少，看之仅仅你能够过日子就够了，多一点都不肯给你，还债来的。第四种讨债的，我们常讲讨债鬼，父母欠他的。如果欠得少，几岁他就死了。为什么？你对这个小孩花了不少心血，花了不少钱，他讨完了，走了。欠得多的，可能讨个二、三十年，四、五十年都有，欠得多，慢慢讨，大多数这些都是败家子。",
      "zh_TW": "第三種還債。遇到什麼？他過去生中欠父母的債，他是來還債的。還債的這個兒女，對父母物質生活的供養很周到，沒有孝敬的心，對父母不敬。但是他供養，那還要看他欠父母那個債有多少，欠得多的，供養很豐厚，照顧很周到；欠得不多的，對父母就很刻薄，供養得少，看之僅僅你能夠過日子就夠了，多一點都不肯給你，還債來的。第四種討債的，我們常講討債鬼，父母欠他的。如果欠得少，幾歲他就死了。為什麼？你對這個小孩花了不少心血，花了不少錢，他討完了，走了。欠得多的，可能討個二、三十年，四、五十年都有，欠得多，慢慢討，大多數這些都是敗家子。"
    },
    {
      "id": "12-017-0912_p0015",
      "zh_CN": "佛讲，这个父子的关系，父母跟子女关系，这四种缘：报恩、报怨、讨债、还债；没有这四种缘，不会到你家来。所以有人一生求儿女，没有儿女，为什么？没有缘，或者是有缘，没有遇到。有人不想生子女，偏偏子女很多，那是什么原因？前生那些关系人都碰到了。所以我们看到的，自古以来，有些兄弟姐妹很多，对父母孝养各个不相同，这个是最明显例子。仔细观察这四种缘，你可以看得清清楚楚明明白白。一家人如是，不是一家人亦如是。同学、同事、亲戚、朋友，你所接触的，也是这四种缘，这四种缘里面，关系没有像一家人那么严重。恩很重，仇也很重，债也很麻烦、很多，他就变成一家人。如果很少的，那就不会成为一家人。",
      "zh_TW": "佛講，這個父子的關係，父母跟子女關係，這四種緣：報恩、報怨、討債、還債；沒有這四種緣，不會到你家來。所以有人一生求兒女，沒有兒女，為什麼？沒有緣，或者是有緣，沒有遇到。有人不想生子女，偏偏子女很多，那是什麼原因？前生那些關係人都碰到了。所以我們看到的，自古以來，有些兄弟姐妹很多，對父母孝養各個不相同，這個是最明顯例子。仔細觀察這四種緣，你可以看得清清楚楚明明白白。一家人如是，不是一家人亦如是。同學、同事、親戚、朋友，你所接觸的，也是這四種緣，這四種緣裡面，關係沒有像一家人那麼嚴重。恩很重，仇也很重，債也很麻煩、很多，他就變成一家人。如果很少的，那就不會成為一家人。"
    },
    {
      "id": "12-017-0912_p0016",
      "zh_CN": "所以我们在这个社会上，遇到甚至于很陌生的人，特别是在国外，有时候遇到了很好的人，外国人看到我们初到那个地方去，对我们照顾帮忙，这过去世有恩惠。也有一些人处处想占你便宜，想得到你的好处，甚至于来陷害你，这个我们晓得，过去生中跟他有怨，欠他有债。所以学佛的人好，你来骗我，我的财物损失了，我们学佛的人知道做还债想。佛在经上这样教我们，印光大师在《文钞》里面，你们看看他教的，做还债想。如果不是还债，他欺骗我，我没有关系，做布施想。我欠他的，我应当还他；我不欠他的，我不要了，来生不讨债，我这里的六道的缘才能断得了。如果不甘心、不情愿，还要讨债，好吧！那你来生还要去投胎，还要去向他讨债，你不是生生世世都脱离不了六道轮回吗？谁吃亏？自己吃亏，亏吃大了，这个道理一定要懂。",
      "zh_TW": "所以我們在這個社會上，遇到甚至於很陌生的人，特別是在國外，有時候遇到了很好的人，外國人看到我們初到那個地方去，對我們照顧幫忙，這過去世有恩惠。也有一些人處處想佔你便宜，想得到你的好處，甚至於來陷害你，這個我們曉得，過去生中跟他有怨，欠他有債。所以學佛的人好，你來騙我，我的財物損失了，我們學佛的人知道做還債想。佛在經上這樣教我們，印光大師在《文鈔》裡面，你們看看他教的，做還債想。如果不是還債，他欺騙我，我沒有關係，做布施想。我欠他的，我應當還他；我不欠他的，我不要了，來生不討債，我這裡的六道的緣才能斷得了。如果不甘心、不情願，還要討債，好吧！那你來生還要去投胎，還要去向他討債，你不是生生世世都脫離不了六道輪迴嗎？誰吃虧？自己吃虧，虧吃大了，這個道理一定要懂。"
    },
    {
      "id": "12-017-0912_p0017",
      "zh_CN": "所以遇到冤亲债主，我常说「处逆境」，我们的生活环境不好，很恶劣，生活非常艰苦；「随恶缘」，遇到一些人，都不是好人，都是想占我便宜的。这些人都是表面恭敬你，背后毁谤，想种种方法来障碍你，来陷害你，处这样的人事环境、物质环境，正好修行。修什么？还是修真诚清净平等，一丝毫怨恨都没有，心地清净平等，没有一点点怨恨，也没有丝毫报复的念头，业障尽消，业障消了。不在这个环境里面，你怎么能消得了业障？业障消了，智慧长了，你再合掌恭敬，这个逆境、恶人都是我的善知识，帮助我消业障。",
      "zh_TW": "所以遇到冤親債主，我常說「處逆境」，我們的生活環境不好，很惡劣，生活非常艱苦；「隨惡緣」，遇到一些人，都不是好人，都是想佔我便宜的。這些人都是表面恭敬你，背後毀謗，想種種方法來障礙你，來陷害你，處這樣的人事環境、物質環境，正好修行。修什麼？還是修真誠清淨平等，一絲毫怨恨都沒有，心地清淨平等，沒有一點點怨恨，也沒有絲毫報復的念頭，業障盡消，業障消了。不在這個環境裡面，你怎麼能消得了業障？業障消了，智慧長了，你再合掌恭敬，這個逆境、惡人都是我的善知識，幫助我消業障。"
    },
    {
      "id": "12-017-0912_p0018",
      "zh_CN": "如果处的是顺境，物质生活条件很好，称心如意，遇到都是善人，都是好友，志同道合，在这个境界里头，不能有一丝毫贪恋的心；有丝毫贪恋的心，你就堕落了。对于境界要清清楚楚明明白白，不能有丝毫迷惑、愚痴，你还受外头境界诱惑，还受外面境界影响，你就错了。所以如果在这个境界里头，一切都好，一切都顺利，「无贪痴」，福慧就现前。所以顺逆境界，帮助我们断什么？断贪瞋痴，逆境断瞋恚，顺境断贪痴，怎么不好？顺逆境界都好。",
      "zh_TW": "如果處的是順境，物質生活條件很好，稱心如意，遇到都是善人，都是好友，志同道合，在這個境界裡頭，不能有一絲毫貪戀的心；有絲毫貪戀的心，你就墮落了。對於境界要清清楚楚明明白白，不能有絲毫迷惑、愚痴，你還受外頭境界誘惑，還受外面境界影響，你就錯了。所以如果在這個境界裡頭，一切都好，一切都順利，「無貪痴」，福慧就現前。所以順逆境界，幫助我們斷什麼？斷貪瞋痴，逆境斷瞋恚，順境斷貪痴，怎麼不好？順逆境界都好。"
    },
    {
      "id": "12-017-0912_p0019",
      "zh_CN": "夫子讲的「三人行必有我师」，就这个道理。三个人，一个善人，一个恶人。你看善人，我没有贪恋，没有愚痴；恶人，我没有瞋恚，贪瞋痴三毒烦恼拔掉了，「业障消，福慧长」，我们要懂这个道理。所以人不修善因，不修净业，来生就不自在，随业流转，做不了主。人要修善业，修净业，你来生『处胎』，你自己能做得了主宰。尤其是修净业，到西方极乐世界，莲花化生，我们一定要相信。",
      "zh_TW": "夫子講的「三人行必有我師」，就這個道理。三個人，一個善人，一個惡人。你看善人，我沒有貪戀，沒有愚痴；惡人，我沒有瞋恚，貪瞋痴三毒煩惱拔掉了，「業障消，福慧長」，我們要懂這個道理。所以人不修善因，不修淨業，來生就不自在，隨業流轉，做不了主。人要修善業，修淨業，你來生『處胎』，你自己能做得了主宰。尤其是修淨業，到西方極樂世界，蓮花化生，我們一定要相信。"
    },
    {
      "id": "12-017-0912_p0020",
      "zh_CN": "怎样才能够取得西方极乐世界？经论上讲得很多，祖师大德说得多，「心净则佛土净」。我们念佛，念佛是个方法，用持名念佛的方法，修什么？修清净心。跟我刚才讲的相应。逆境里面，恶缘里面，阿弥陀佛！心清净，把自己那个瞋恚、怨天尤人，统统念掉，不要去想那个，想阿弥陀佛。顺境善缘里面，一句阿弥陀佛，把贪恋的心念掉，把愚痴的心念掉，清净心念出来了，心净则佛土净，这样才能往生。念佛的人遇到不如意的事情，还会有瞋恚心，还会不高兴，还会发脾气，那就是古人讲的「口念弥陀心散乱，喊破喉咙也枉然」。",
      "zh_TW": "怎樣才能夠取得西方極樂世界？經論上講得很多，祖師大德說得多，「心淨則佛土淨」。我們念佛，念佛是個方法，用持名念佛的方法，修什麼？修清淨心。跟我剛才講的相應。逆境裡面，惡緣裡面，阿彌陀佛！心清淨，把自己那個瞋恚、怨天尤人，統統念掉，不要去想那個，想阿彌陀佛。順境善緣裡面，一句阿彌陀佛，把貪戀的心念掉，把愚痴的心念掉，清淨心念出來了，心淨則佛土淨，這樣才能往生。念佛的人遇到不如意的事情，還會有瞋恚心，還會不高興，還會發脾氣，那就是古人講的「口念彌陀心散亂，喊破喉嚨也枉然」。"
    },
    {
      "id": "12-017-0912_p0021",
      "zh_CN": "顺境善缘里面，要把贪恋的心、愚痴的心念掉，念佛是这个念法。这样念法与阿弥陀佛本愿才相应。不是这个念法，不行，没有效果，不能往生。好处是什么？你阿赖耶识里面，种个阿弥陀佛的种子，跟阿弥陀佛结了缘，这个缘什么时候成熟？什么时候你会用功，你的功夫真正与你的真诚、清净、平等、慈悲相应，你的功夫得力了，那一生就是你往生机缘成熟了。念不到这个功夫，不能往生，一定要晓得。",
      "zh_TW": "順境善緣裡面，要把貪戀的心、愚痴的心念掉，念佛是這個念法。這樣念法與阿彌陀佛本願才相應。不是這個念法，不行，沒有效果，不能往生。好處是什麼？你阿賴耶識裡面，種個阿彌陀佛的種子，跟阿彌陀佛結了緣，這個緣什麼時候成熟？什麼時候你會用功，你的功夫真正與你的真誠、清淨、平等、慈悲相應，你的功夫得力了，那一生就是你往生機緣成熟了。念不到這個功夫，不能往生，一定要曉得。"
    },
    {
      "id": "12-017-0912_p0022",
      "zh_CN": "『出生』，这是母亲十个月怀胎满了之后，降生，得个人身。「出生」，佛教我们什么？释迦牟尼佛出生，有一个很不平凡的演出，那就是他一落地的时候，他就走了七步，一手指天，一手指地，「天上人间，唯我独尊」。然后示现跟一般的婴儿一样，没有两样。所以有一些不明了的人，看到佛经上八相成道这一个示现，就说佛教太狂妄、太自大了，「天上人间，唯我独尊」，这是很大的误会。佛法里面讲的「我」，跟我们一般世间人概念当中的「我」不一样。我们世间概念这个「我」，佛法把它否定，你看《般若经》上「无我，无人，无众生，无寿者」，头一个讲无我。",
      "zh_TW": "『出生』，這是母親十個月懷胎滿了之後，降生，得個人身。「出生」，佛教我們什麼？釋迦牟尼佛出生，有一個很不平凡的演出，那就是他一落地的時候，他就走了七步，一手指天，一手指地，「天上人間，唯我獨尊」。然後示現跟一般的嬰兒一樣，沒有兩樣。所以有一些不明瞭的人，看到佛經上八相成道這一個示現，就說佛教太狂妄、太自大了，「天上人間，唯我獨尊」，這是很大的誤會。佛法裡面講的「我」，跟我們一般世間人概念當中的「我」不一樣。我們世間概念這個「我」，佛法把它否定，你看《般若經》上「無我，無人，無眾生，無壽者」，頭一個講無我。"
    },
    {
      "id": "12-017-0912_p0023",
      "zh_CN": "他说的这个「我」，不是这个身。那个「我」是什么？那个我是真如自性，是真我。真我，真我是真性、佛性、本性。天上人间，只有真如自性独尊。为什么？《华严经》上佛讲到，虚空法界刹土众生「唯心所现，唯识所变」。佛所讲的「我」就是性识，能变，这个是独尊；虚空世界刹土众生，是所生所变，这一定要搞清楚。所以讲真我，你要在这一生当中把真我找到。他这个示现，是这么个意思。",
      "zh_TW": "他說的這個「我」，不是這個身。那個「我」是什麼？那個我是真如自性，是真我。真我，真我是真性、佛性、本性。天上人間，只有真如自性獨尊。為什麼？《華嚴經》上佛講到，虛空法界剎土眾生「唯心所現，唯識所變」。佛所講的「我」就是性識，能變，這個是獨尊；虛空世界剎土眾生，是所生所變，這一定要搞清楚。所以講真我，你要在這一生當中把真我找到。他這個示現，是這麼個意思。"
    },
    {
      "id": "12-017-0912_p0024",
      "zh_CN": "中国古人教学，三、四岁小朋友上什么课程？《三字经》。《三字经》上头一句「人之初，性本善」，那是真我。所以人性本善，你能够把本善找到了，那是天上人间，天上天下独尊。我们千万不能把这个意思错会。特别是学佛的同学们，无论在家出家，要是碰到有人拿这个话来批判你的时候，你要能够解答。那是他们望文生义，没有深入了解佛这个话的真正的含义。开经偈上讲的「愿解如来真实义」，不能把佛的意思解错，不能把意思扭曲，那个过失是自己，不是佛菩萨。这个是不能不知道的，这是出生示现的这个相。换句话说，一出生，他人生的目标，来到这个世间来干什么？为什么来的？为把真我找到。",
      "zh_TW": "中國古人教學，三、四歲小朋友上什麼課程？《三字經》。《三字經》上頭一句「人之初，性本善」，那是真我。所以人性本善，你能夠把本善找到了，那是天上人間，天上天下獨尊。我們千萬不能把這個意思錯會。特別是學佛的同學們，無論在家出家，要是碰到有人拿這個話來批判你的時候，你要能夠解答。那是他們望文生義，沒有深入了解佛這個話的真正的含義。開經偈上講的「願解如來真實義」，不能把佛的意思解錯，不能把意思扭曲，那個過失是自己，不是佛菩薩。這個是不能不知道的，這是出生示現的這個相。換句話說，一出生，他人生的目標，來到這個世間來幹什麼？為什麼來的？為把真我找到。"
    },
    {
      "id": "12-017-0912_p0025",
      "zh_CN": "我们一般人都迷了，他示现把真我找回来，告诉我们，人生这一桩事情是第一大事，没有比这桩事情更大的了，把真我找到。所以佛法里面讲有我，你看「常、乐、我、净」，这在佛经里面讲的四净德。真的，哪里会没有我？世间人听到无我都害怕了，佛讲的「无我」，无假我。这个身，它有生老病死，它不是永恒的，它不是长住的。真我是永恒的，不生不灭，不常不断，不来不去，《中观论》里面讲的八不，真我！这是一出生就示现，释迦牟尼佛给我们示现的住世八十年，完成这一桩大事。",
      "zh_TW": "我們一般人都迷了，他示現把真我找回來，告訴我們，人生這一樁事情是第一大事，沒有比這樁事情更大的了，把真我找到。所以佛法裡面講有我，你看「常、樂、我、淨」，這在佛經裡面講的四淨德。真的，哪裡會沒有我？世間人聽到無我都害怕了，佛講的「無我」，無假我。這個身，它有生老病死，它不是永恆的，它不是長住的。真我是永恆的，不生不滅，不常不斷，不來不去，《中觀論》裡面講的八不，真我！這是一出生就示現，釋迦牟尼佛給我們示現的住世八十年，完成這一樁大事。"
    },
    {
      "id": "12-017-0912_p0026",
      "zh_CN": "一降生的时候，出生的时候，他一生的事业就显示出来，告诉我们，自性独尊最贵。这当中有省略，出家这一段省略掉了。我们也可以把它省略掉，八相成道，在本经前后，好几次也讲到，不止一次。这个地方有「降魔」，这一段是比什么都重要。魔是什么？障碍、折磨，世出世间太多了。",
      "zh_TW": "一降生的時候，出生的時候，他一生的事業就顯示出來，告訴我們，自性獨尊最貴。這當中有省略，出家這一段省略掉了。我們也可以把它省略掉，八相成道，在本經前後，好幾次也講到，不止一次。這個地方有「降魔」，這一段是比什麼都重要。魔是什麼？障礙、折磨，世出世間太多了。"
    },
    {
      "id": "12-017-0912_p0027",
      "zh_CN": "《八大人觉经》，这个可以说是佛法的纲领，经文不长，通大小乘，通显教密教，也可以说它是佛教概论，是佛教纲要，概论里面的纲要。这里面给我们讲有四种魔，也就是魔很多，总不出这四大类。第一类，五阴魔。五阴魔是什么？我们有身。佛教没有传到中国来，中国也有圣人，老子他就发现，你看《老子》里面，我们一般也称《道德经》。他说「吾有大患，为吾有身」，身是五阴魔。",
      "zh_TW": "《八大人覺經》，這個可以說是佛法的綱領，經文不長，通大小乘，通顯教密教，也可以說它是佛教概論，是佛教綱要，概論裡面的綱要。這裡面給我們講有四種魔，也就是魔很多，總不出這四大類。第一類，五陰魔。五陰魔是什麼？我們有身。佛教沒有傳到中國來，中國也有聖人，老子他就發現，你看《老子》裡面，我們一般也稱《道德經》。他說「吾有大患，為吾有身」，身是五陰魔。"
    },
    {
      "id": "12-017-0912_p0028",
      "zh_CN": "五阴是什么？色受想行识。色，肉身、物质，这物质肉身，这个肉身是四大聚集的，四大是讲的物质，前面已经讲得很多。这个物质的身，饮食不当会生病，衣着不留意感受风寒，也会生病。这个身体很脆弱、不坚固，世间人不知道，这就是魔，折磨你，叫你自己不自在。精神方面，佛讲了四个字，受，受是什么？受是享受、是感受，有忧有喜；想，想是妄想、念头，从来不停，从早到晚胡思乱想。晚上作梦，梦是妄想变现的，作梦就是夜晚妄想还是没有断。没有妄想就不会作梦，你还会作梦，说明你的妄想没有中断。尤其是恶梦多，恶梦多说明你这个妄想里头恶念多。",
      "zh_TW": "五陰是什麼？色受想行識。色，肉身、物質，這物質肉身，這個肉身是四大聚集的，四大是講的物質，前面已經講得很多。這個物質的身，飲食不當會生病，衣著不留意感受風寒，也會生病。這個身體很脆弱、不堅固，世間人不知道，這就是魔，折磨你，叫你自己不自在。精神方面，佛講了四個字，受，受是什麼？受是享受、是感受，有憂有喜；想，想是妄想、念頭，從來不停，從早到晚胡思亂想。晚上作夢，夢是妄想變現的，作夢就是夜晚妄想還是沒有斷。沒有妄想就不會作夢，你還會作夢，說明你的妄想沒有中斷。尤其是惡夢多，惡夢多說明你這個妄想裡頭惡念多。"
    },
    {
      "id": "12-017-0912_p0029",
      "zh_CN": "修行人在梦境里面，可以勘验自己的功夫。先从这个梦境当中，恶梦逐渐逐渐少了，这个是你修行功夫有了进步。渐渐到什么？到这个好的梦也少了。到没有梦境的时候，这个境界就好，说明你的心真的定下来了，心清净了。你的睡眠很好，而且睡眠的时间不需要很长，你真正休养休息，真正恢复体力体能。人梦很多，尤其是这个梦里颠倒错乱，睡眠不好，精神不能够恢复。作梦也是消耗体力，消耗精神，日夜得不到休息，你人怎么会不疲乏？怎么会不生病？这是想，妄想。",
      "zh_TW": "修行人在夢境裡面，可以勘驗自己的功夫。先從這個夢境當中，惡夢逐漸逐漸少了，這個是你修行功夫有了進步。漸漸到什麼？到這個好的夢也少了。到沒有夢境的時候，這個境界就好，說明你的心真的定下來了，心清淨了。你的睡眠很好，而且睡眠的時間不需要很長，你真正休養休息，真正恢復體力體能。人夢很多，尤其是這個夢裡顛倒錯亂，睡眠不好，精神不能夠恢復。作夢也是消耗體力，消耗精神，日夜得不到休息，你人怎麼會不疲乏？怎麼會不生病？這是想，妄想。"
    },
    {
      "id": "12-017-0912_p0030",
      "zh_CN": "行，行是什么？行这个字，就是你的身体、身心，你没有办法长时间的保持不衰退，一年比一年老化。尤其是中年以上，这个很明显的感触，你不能够永远保持你那种旺力，你的精神体力与日衰退，行苦！最后一个讲的是识，五阴炽盛，这个里面，最后一个是识，受想行识，识是你的，用我们现在的话来讲，你的妄想习气储藏好像在一个仓库里面，永远不会消失，遇到缘，它就起现行，这个事情多麻烦。",
      "zh_TW": "行，行是什麼？行這個字，就是你的身體、身心，你沒有辦法長時間的保持不衰退，一年比一年老化。尤其是中年以上，這個很明顯的感觸，你不能夠永遠保持你那種旺力，你的精神體力與日衰退，行苦！最後一個講的是識，五陰熾盛，這個裡面，最後一個是識，受想行識，識是你的，用我們現在的話來講，你的妄想習氣儲藏好像在一個倉庫裡面，永遠不會消失，遇到緣，它就起現行，這個事情多麻煩。"
    },
    {
      "id": "12-017-0912_p0031",
      "zh_CN": "所以色受想行识，五阴魔，身心不能安稳，身心不得清净。谁知道这个魔障？不是佛给我们说出来，没有人知道。老子说的这一句话，我们读了佛经才知道；不读佛经，他这一句话的意思，我们猜不透，他讲得太含蓄了。这个是四大类的魔障里头第一种，六道凡夫哪个没有？各个都有，各个都脱离不了五阴的魔掌。好，现在时间到了。",
      "zh_TW": "所以色受想行識，五陰魔，身心不能安穩，身心不得清淨。誰知道這個魔障？不是佛給我們說出來，沒有人知道。老子說的這一句話，我們讀了佛經才知道；不讀佛經，他這一句話的意思，我們猜不透，他講得太含蓄了。這個是四大類的魔障裡頭第一種，六道凡夫哪個沒有？各個都有，各個都脫離不了五陰的魔掌。好，現在時間到了。"
    },
    {
      "id": "12-017-0912_p0032",
      "zh_CN": "诸位同学，我们还要接着看这首偈颂，第三首：",
      "zh_TW": "諸位同學，我們還要接著看這首偈頌，第三首："
    },
    {
      "id": "12-017-0912_p0033",
      "zh_CN": "【殁天与降神。处胎及出生。降魔成正觉。转无上法轮。】",
      "zh_TW": "【歿天與降神。處胎及出生。降魔成正覺。轉無上法輪。】"
    },
    {
      "id": "12-017-0912_p0034",
      "zh_CN": "『降魔』，《八大人觉经》上讲的四大类，第一大类五阴魔，跟诸位略略介绍过去了。释迦牟尼佛用什么方法来降伏五阴魔？我们在《般若心经》上可以看到，你看《心经》一开端讲「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄」。用的是甚深般若，照见，这就降伏了，这个问题就解决了。我们今天恰恰相反，我们没有智慧，我们无法照见，我们是迷惑颠倒，随顺烦恼习气，所以五阴魔破不了。破五阴魔是最难的，这个四种魔里头，最难破的是五阴魔。五阴魔必须破一品无明，透一分般若正知，才能够照见五蕴皆空。佛教化众生，他的教学纲领是戒定慧三学。慧能破无明，照见五蕴皆空，破五阴魔，其他的三大类，只要有戒有定就行了，就能够对付得了。这是最难对付的先说。",
      "zh_TW": "『降魔』，《八大人覺經》上講的四大類，第一大類五陰魔，跟諸位略略介紹過去了。釋迦牟尼佛用什麼方法來降伏五陰魔？我們在《般若心經》上可以看到，你看《心經》一開端講「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄」。用的是甚深般若，照見，這就降伏了，這個問題就解決了。我們今天恰恰相反，我們沒有智慧，我們無法照見，我們是迷惑顛倒，隨順煩惱習氣，所以五陰魔破不了。破五陰魔是最難的，這個四種魔裡頭，最難破的是五陰魔。五陰魔必須破一品無明，透一分般若正知，才能夠照見五蘊皆空。佛教化眾生，他的教學綱領是戒定慧三學。慧能破無明，照見五蘊皆空，破五陰魔，其他的三大類，只要有戒有定就行了，就能夠對付得了。這是最難對付的先說。"
    },
    {
      "id": "12-017-0912_p0035",
      "zh_CN": "第二大类的魔障，烦恼魔。这是我们日常生活当中，最容易感受到的。烦心的事情太多了，佛讲烦恼，烦恼的头数，真的是无量无边。佛教化众生，把它归纳为一百零八类，百八烦恼，一百零八类。佛家用的这个念珠，一百零八颗，什么意思？断百八烦恼，取这个意思。转烦恼成智慧。但是在平常教学当中，这一百零八还是太多，所以把它再归纳，归纳成二十六。《百法明门论》里面说的，根本烦恼六个，六大类；随烦恼二十个，二十类，这样子二十六类，那就好讲了。但是这二十六类，我们要一条一条细讲，两个小时讲不完。",
      "zh_TW": "第二大類的魔障，煩惱魔。這是我們日常生活當中，最容易感受到的。煩心的事情太多了，佛講煩惱，煩惱的頭數，真的是無量無邊。佛教化眾生，把它歸納為一百零八類，百八煩惱，一百零八類。佛家用的這個念珠，一百零八顆，什麼意思？斷百八煩惱，取這個意思。轉煩惱成智慧。但是在平常教學當中，這一百零八還是太多，所以把它再歸納，歸納成二十六。《百法明門論》裡面說的，根本煩惱六個，六大類；隨煩惱二十個，二十類，這樣子二十六類，那就好講了。但是這二十六類，我們要一條一條細講，兩個小時講不完。"
    },
    {
      "id": "12-017-0912_p0036",
      "zh_CN": "所以佛把它再归纳，六个根本烦恼，这是一切经论里面常讲的。讲二十六，讲一百零八，法相唯识宗里面，说得最多，也说得最详细。一般其他宗派里面，对于烦恼顶多只讲到二十六，一般都讲见思烦恼，就是这六个根本烦恼。六个根本烦恼是贪、瞋、痴、慢、疑、恶见，这六个。这个恶见就是见烦恼，把它说详细一点，也有五个；身见、边见、见取见、戒取见、邪见。这样说起来，就变成十个。恶见有五个，加上前面贪瞋痴慢疑，这总共十个，这十个是最常讲的，讲到烦恼，这十个是最常讲的，也叫做见思烦恼。见是见解，换句话说，错误的见解；思是思想，错误的思想。",
      "zh_TW": "所以佛把它再歸納，六個根本煩惱，這是一切經論裡面常講的。講二十六，講一百零八，法相唯識宗裡面，說得最多，也說得最詳細。一般其他宗派裡面，對於煩惱頂多只講到二十六，一般都講見思煩惱，就是這六個根本煩惱。六個根本煩惱是貪、瞋、痴、慢、疑、惡見，這六個。這個惡見就是見煩惱，把它說詳細一點，也有五個；身見、邊見、見取見、戒取見、邪見。這樣說起來，就變成十個。惡見有五個，加上前面貪瞋痴慢疑，這總共十個，這十個是最常講的，講到煩惱，這十個是最常講的，也叫做見思煩惱。見是見解，換句話說，錯誤的見解；思是思想，錯誤的思想。"
    },
    {
      "id": "12-017-0912_p0037",
      "zh_CN": "换句话说，你在日常生活当中，想错了，看错了，那个见就是看见，看错了。你所看错的，有五大类；你想错的，也有五大类，所以这个叫见思烦恼。这个烦恼要是断了，证阿罗汉果。这个见烦恼跟思烦恼，如果说把见烦恼断了，思烦恼没有断，见烦恼断了，证须陀洹果，佛法入门了；这小学一年级了，你入了学，你正式入门。如果这个见烦恼没有断，一条都没有断，你没有入门。在大乘法里面，见烦恼断了，初信位的菩萨，大乘是初信位的菩萨，小乘是须陀洹果，这个是真正入佛门，开始！这是不能不懂得，不能不认真学习。无论修学哪一个法门，我们今天讲用的持名念佛，有没有把见烦恼念掉？果然把见惑断掉，见烦恼断了，念佛求生净土，凡圣同居土有希望，真的稳稳当当达到了，你心里头怎么不欢喜？往生有把握。",
      "zh_TW": "換句話說，你在日常生活當中，想錯了，看錯了，那個見就是看見，看錯了。你所看錯的，有五大類；你想錯的，也有五大類，所以這個叫見思煩惱。這個煩惱要是斷了，證阿羅漢果。這個見煩惱跟思煩惱，如果說把見煩惱斷了，思煩惱沒有斷，見煩惱斷了，證須陀洹果，佛法入門了；這小學一年級了，你入了學，你正式入門。如果這個見煩惱沒有斷，一條都沒有斷，你沒有入門。在大乘法裡面，見煩惱斷了，初信位的菩薩，大乘是初信位的菩薩，小乘是須陀洹果，這個是真正入佛門，開始！這是不能不懂得，不能不認真學習。無論修學哪一個法門，我們今天講用的持名念佛，有沒有把見煩惱念掉？果然把見惑斷掉，見煩惱斷了，念佛求生淨土，凡聖同居土有希望，真的穩穩當當達到了，你心裡頭怎麼不歡喜？往生有把握。"
    },
    {
      "id": "12-017-0912_p0038",
      "zh_CN": "见烦恼里面，第一个身见，一般人都执着这个身是我，这个事情很麻烦。执着身是我，一切都要为这个身，为这个身造业！身不是我，所以它头一个就是身见，这个见解错误。那身到底是什么？身不是我，那谁是我？我在哪里？学佛学到最后，我都没有了，这成什么话？这佛还能学吗？佛告诉我们，这身是假我，有一个真我。真我是什么？真我是这个身的主宰。",
      "zh_TW": "見煩惱裡面，第一個身見，一般人都執著這個身是我，這個事情很麻煩。執著身是我，一切都要為這個身，為這個身造業！身不是我，所以它頭一個就是身見，這個見解錯誤。那身到底是什麼？身不是我，那誰是我？我在哪裡？學佛學到最後，我都沒有了，這成什麼話？這佛還能學嗎？佛告訴我們，這身是假我，有一個真我。真我是什麼？真我是這個身的主宰。"
    },
    {
      "id": "12-017-0912_p0039",
      "zh_CN": "所以你要问这个身到底是什么？身是我所。我所什么意思？我所有的。像这一串念珠，这串念珠是我所有的；我身上穿的衣服，我所有的；身体是我所有的，它跟这个念珠，跟这个衣服一样，没有两样。衣服穿脏了、穿破了，脱掉，换一件，旧的就不要了。这个脱掉，就好像是死了，再换一件新的，好像又生了。同样是这个道理，这个身体就跟衣服一样，我所有的这个工具，我用它用了几十年，用旧了，不好再使用了，把它丢掉，丢掉就是我们一般人讲，死了。再去换一个新的，换一个新的就是再生，你又找到一个身体了。舍身受身，身不是我。",
      "zh_TW": "所以你要問這個身到底是什麼？身是我所。我所什麼意思？我所有的。像這一串念珠，這串念珠是我所有的；我身上穿的衣服，我所有的；身體是我所有的，它跟這個念珠，跟這個衣服一樣，沒有兩樣。衣服穿髒了、穿破了，脫掉，換一件，舊的就不要了。這個脫掉，就好像是死了，再換一件新的，好像又生了。同樣是這個道理，這個身體就跟衣服一樣，我所有的這個工具，我用它用了幾十年，用舊了，不好再使用了，把它丟掉，丟掉就是我們一般人講，死了。再去換一個新的，換一個新的就是再生，你又找到一個身體了。捨身受身，身不是我。"
    },
    {
      "id": "12-017-0912_p0040",
      "zh_CN": "在这个地方，我们必须要对于佛法讲「我」这个字的定义是什么？佛经上讲得很多，最重要的，「我」的定义有两个，一个是主宰。诸位想想，我们的身体能不能做主宰？如果身体能够做主宰，我不要叫这个身体老，十八岁正好，年年十八，永远十八，那这个身体就是我，这就不是我所。我这个身体永生，永远不灭，我才做得了主宰；做不了主！前面跟诸位说过了，受一点小风寒，它就得病，它哪里能做得了主？你看看「我」最重要的意思是主宰，没有，在身上找不到主宰。",
      "zh_TW": "在這個地方，我們必須要對於佛法講「我」這個字的定義是什麼？佛經上講得很多，最重要的，「我」的定義有兩個，一個是主宰。諸位想想，我們的身體能不能做主宰？如果身體能夠做主宰，我不要叫這個身體老，十八歲正好，年年十八，永遠十八，那這個身體就是我，這就不是我所。我這個身體永生，永遠不滅，我才做得了主宰；做不了主！前面跟諸位說過了，受一點小風寒，它就得病，它哪裡能做得了主？你看看「我」最重要的意思是主宰，沒有，在身上找不到主宰。"
    },
    {
      "id": "12-017-0912_p0041",
      "zh_CN": "第二个意思，自在，这重要的两个意思，身体上找不到自在，找不到主宰。所以你必须要认识清楚，这是我所，不是我；这是假的，不是真的。佛门当中常讲，藉假修真，这假的有没有用处？有用处。念珠有没有用处？有，念珠提醒我念佛，可以帮助我计数。衣服有没有用处？衣服有用处，保暖，现在天气冷，御寒，它有用处。你要知道它不是我，这个样子身见就破掉，不再执着这个身是我，对于舍身受身，完全看作穿衣服脱衣服。我们换衣服换得很欢喜、很自在，你要真正明白了，生死就自在，所以叫了生死。",
      "zh_TW": "第二個意思，自在，這重要的兩個意思，身體上找不到自在，找不到主宰。所以你必須要認識清楚，這是我所，不是我；這是假的，不是真的。佛門當中常講，藉假修真，這假的有沒有用處？有用處。念珠有沒有用處？有，念珠提醒我念佛，可以幫助我計數。衣服有沒有用處？衣服有用處，保暖，現在天氣冷，禦寒，它有用處。你要知道它不是我，這個樣子身見就破掉，不再執著這個身是我，對於捨身受身，完全看作穿衣服脫衣服。我們換衣服換得很歡喜、很自在，你要真正明白了，生死就自在，所以叫了生死。"
    },
    {
      "id": "12-017-0912_p0042",
      "zh_CN": "了生死不是没有生死，对于生死是什么回事情，明了了！死没有恐怖，很欢喜、很快乐。这身体丢掉，换个身体，你所换的身体，必定比你现在这个身体好，为什么？因为你明了，你不迷惑。就怕迷惑颠倒，迷惑颠倒，你换身体的时候，就换错了，人的身体换个猪的身体，你说糟糕不糟糕？换个狗的身体。前面讲了，如果你造作极重的罪业，破坏一切众生觉悟的机会，你换什么身体？换在那个地底下的畜生，像蚯蚓这一类的小虫，没有眼睛，没有耳朵，更可怜。",
      "zh_TW": "了生死不是沒有生死，對於生死是什麼回事情，明瞭了！死沒有恐怖，很歡喜、很快樂。這身體丟掉，換個身體，你所換的身體，必定比你現在這個身體好，為什麼？因為你明瞭，你不迷惑。就怕迷惑顛倒，迷惑顛倒，你換身體的時候，就換錯了，人的身體換個豬的身體，你說糟糕不糟糕？換個狗的身體。前面講了，如果你造作極重的罪業，破壞一切眾生覺悟的機會，你換什麼身體？換在那個地底下的畜生，像蚯蚓這一類的小蟲，沒有眼睛，沒有耳朵，更可憐。"
    },
    {
      "id": "12-017-0912_p0043",
      "zh_CN": "所以明白人身体是愈换愈好。好像换衣服，我这件衣服脱了，再穿一件，料子、式样都比这一件好，愈换愈好。人不能不觉悟，不能不了解事实真相，了解事实真相是智慧。所以舍身受身，就跟换衣服一样。对于现在这个身体保养，你自然就懂得。为什么？心清净，这个身体每一个器官都恢复到正常。人为什么会生病？为什么这里不舒服，那里不舒服？这个病从哪里来？是从你的妄想分别执着上来的。里面有贪瞋痴慢，外面有七情五欲的诱惑，内外交感，人就生病了。",
      "zh_TW": "所以明白人身體是愈換愈好。好像換衣服，我這件衣服脫了，再穿一件，料子、式樣都比這一件好，愈換愈好。人不能不覺悟，不能不了解事實真相，了解事實真相是智慧。所以捨身受身，就跟換衣服一樣。對於現在這個身體保養，你自然就懂得。為什麼？心清淨，這個身體每一個器官都恢復到正常。人為什麼會生病？為什麼這裡不舒服，那裡不舒服？這個病從哪裡來？是從你的妄想分別執著上來的。裡面有貪瞋痴慢，外面有七情五欲的誘惑，內外交感，人就生病了。"
    },
    {
      "id": "12-017-0912_p0044",
      "zh_CN": "寿命是有一定的，前生修的。你要迷惑颠倒，胡作妄为，你把你前世所修的寿命折损了、缩短了。如果你要懂得修清净心，恢复自性，你的寿命延长。不是自己想延长，确确实实转业力为愿力，自己生命升华。换句话说什么？没有了。舍身受身怎么样？自在！想什么时候换衣服，就什么时候换，不是说这一件衣服一定要穿多久。这个好像世间人这个命运一定，就是你这个衣服一定要穿多久，给你限制；到你真正有修养的功夫，没有限制，你自在了，想什么时候走，就什么时候走。这什么时候走，就是换衣服，想什么时候换，就什么时候换。",
      "zh_TW": "壽命是有一定的，前生修的。你要迷惑顛倒，胡作妄為，你把你前世所修的壽命折損了、縮短了。如果你要懂得修清淨心，恢復自性，你的壽命延長。不是自己想延長，確確實實轉業力為願力，自己生命昇華。換句話說什麼？沒有了。捨身受身怎麼樣？自在！想什麼時候換衣服，就什麼時候換，不是說這一件衣服一定要穿多久。這個好像世間人這個命運一定，就是你這個衣服一定要穿多久，給你限制；到你真正有修養的功夫，沒有限制，你自在了，想什麼時候走，就什麼時候走。這什麼時候走，就是換衣服，想什麼時候換，就什麼時候換。"
    },
    {
      "id": "12-017-0912_p0045",
      "zh_CN": "那现在在这个世间还不想走，如果我还不想换，衣服还再多穿几时，没事，可以，那这个为什么？决定不是为自己，为众生。我要帮助这些苦难众生，帮助苦难众生需要这个工具，决定不是为自己的名闻利养，五欲六尘享受；要有这个念头，你还是凡夫。换句话说，你的命运转不过来，也就是说你的生死不会自在。",
      "zh_TW": "那現在在這個世間還不想走，如果我還不想換，衣服還再多穿幾時，沒事，可以，那這個為什麼？決定不是為自己，為眾生。我要幫助這些苦難眾生，幫助苦難眾生需要這個工具，決定不是為自己的名聞利養，五欲六塵享受；要有這個念頭，你還是凡夫。換句話說，你的命運轉不過來，也就是說你的生死不會自在。"
    },
    {
      "id": "12-017-0912_p0046",
      "zh_CN": "人要真正到无我，无我就是没有自私自利，没有名闻利养，没有五欲六尘的这种享受，没有，没有贪瞋痴慢，这是真正入无我，这你就自在了。住在世间，完全为众生，完全为佛法，为正法久住，为帮助众生，帮助什么？帮助众生破迷开悟。一切诸佛菩萨示现在世间，就这么一个工作，帮助众生破迷开悟。这一条是主要的，至于转恶为善，转凡成圣，附带的。真正的教学枢纽，就是转迷为悟，自己用这个工具来表演。释迦牟尼佛、诸佛菩萨，为众生示现八相成道，是表演，都是教学。降伏烦恼里面，就有这些。所以首先要认识清楚，这个身不是我，你就自私自利念头断了。刚才讲了，名闻利养、五欲六尘享受都没有了，你得自在，你可以做表演，可以做给别人看，让别人有所启示，有所感悟，这破身见。",
      "zh_TW": "人要真正到無我，無我就是沒有自私自利，沒有名聞利養，沒有五欲六塵的這種享受，沒有，沒有貪瞋痴慢，這是真正入無我，這你就自在了。住在世間，完全為眾生，完全為佛法，為正法久住，為幫助眾生，幫助什麼？幫助眾生破迷開悟。一切諸佛菩薩示現在世間，就這麼一個工作，幫助眾生破迷開悟。這一條是主要的，至於轉惡為善，轉凡成聖，附帶的。真正的教學樞紐，就是轉迷為悟，自己用這個工具來表演。釋迦牟尼佛、諸佛菩薩，為眾生示現八相成道，是表演，都是教學。降伏煩惱裡面，就有這些。所以首先要認識清楚，這個身不是我，你就自私自利念頭斷了。剛才講了，名聞利養、五欲六塵享受都沒有了，你得自在，你可以做表演，可以做給別人看，讓別人有所啟示，有所感悟，這破身見。"
    },
    {
      "id": "12-017-0912_p0047",
      "zh_CN": "第二个错误见解，边见。什么叫边见？边是两边，就是对立，现在讲相对。我，我的对面是人，无我相就无人相；我人的对面是众生。由此可知，四相就破了，须陀洹开始破四相，我们在《金刚经》上读到的。证得须陀洹的人，他自己并不以为我证得须陀洹，他要是我证得须陀洹，他还有这个念头，他没有证得，为什么？他四相具足，正因为他四相破了，不再执着身是我，也不再执着与我对立的那个人，佛才说他，他证得须陀洹。须陀洹是梵语，意思是入流，他已经入圣者之流，那不就是转凡成圣了吗？这是小圣，须陀洹是小小圣，他不是凡夫。所以边见就是相对的。",
      "zh_TW": "第二個錯誤見解，邊見。什麼叫邊見？邊是兩邊，就是對立，現在講相對。我，我的對面是人，無我相就無人相；我人的對面是眾生。由此可知，四相就破了，須陀洹開始破四相，我們在《金剛經》上讀到的。證得須陀洹的人，他自己並不以為我證得須陀洹，他要是我證得須陀洹，他還有這個念頭，他沒有證得，為什麼？他四相具足，正因為他四相破了，不再執著身是我，也不再執著與我對立的那個人，佛才說他，他證得須陀洹。須陀洹是梵語，意思是入流，他已經入聖者之流，那不就是轉凡成聖了嗎？這是小聖，須陀洹是小小聖，他不是凡夫。所以邊見就是相對的。"
    },
    {
      "id": "12-017-0912_p0048",
      "zh_CN": "你看看有是就有非，是的对面是非；有真，真的对面是假；善的对面是恶，这是什么？这是分别，严重的分别。边见断了，就是严重的分别没有了，这个执着没有了。凡是相对的，不存在。相对的不存在，你们看看这相对对面叫统一，才能入这个境界。大乘法里面讲「心包太虚，量周沙界」，它能把所有一切对立化解了，诸位想想看，帮助你得清净心。",
      "zh_TW": "你看看有是就有非，是的對面是非；有真，真的對面是假；善的對面是惡，這是什麼？這是分別，嚴重的分別。邊見斷了，就是嚴重的分別沒有了，這個執著沒有了。凡是相對的，不存在。相對的不存在，你們看看這相對對面叫統一，才能入這個境界。大乘法裡面講「心包太虛，量周沙界」，它能把所有一切對立化解了，諸位想想看，幫助你得清淨心。"
    },
    {
      "id": "12-017-0912_p0049",
      "zh_CN": "下面两种，见取见，戒取见，这两种我们中国人叫成见。成见是坚固的执着，某人成见太深，那造成障碍。见取见是对于果上的成见，戒取见是对于修因上的成见，所以一个是修因，一个是证果。但是他这个见解都是错误的，里面有不少错误是把佛的教诲错解了。这个错解，他又坚固执着，所以他没有办法进步，寸步难行，他停留在佛门之外，他入不进去。",
      "zh_TW": "下面兩種，見取見，戒取見，這兩種我們中國人叫成見。成見是堅固的執著，某人成見太深，那造成障礙。見取見是對於果上的成見，戒取見是對於修因上的成見，所以一個是修因，一個是證果。但是他這個見解都是錯誤的，裡面有不少錯誤是把佛的教誨錯解了。這個錯解，他又堅固執著，所以他沒有辦法進步，寸步難行，他停留在佛門之外，他入不進去。"
    },
    {
      "id": "12-017-0912_p0050",
      "zh_CN": "末后这一条，不属于前面这个四大类的，所有一切错误的见解归成一类，邪见。我们今天讲认知错误，这叫邪见。错认，你的认知不正确。对于宇宙人生认知没有错误，是正确的，见取见跟戒取见，我们可以说是对于因果的认知产生错误，所以古德注解这个名词，戒取见，他注解戒取见是「非因计因」，见取见是「非果计果」，用我们现在的话来说，就是对于因果这一个事实认知错误，所以造成修学严重的障碍，这个是使他在佛法里头，不得其门而入。这些事情，我们要知道，我们正在学习。",
      "zh_TW": "末後這一條，不屬於前面這個四大類的，所有一切錯誤的見解歸成一類，邪見。我們今天講認知錯誤，這叫邪見。錯認，你的認知不正確。對於宇宙人生認知沒有錯誤，是正確的，見取見跟戒取見，我們可以說是對於因果的認知產生錯誤，所以古德註解這個名詞，戒取見，他註解戒取見是「非因計因」，見取見是「非果計果」，用我們現在的話來說，就是對於因果這一個事實認知錯誤，所以造成修學嚴重的障礙，這個是使他在佛法裡頭，不得其門而入。這些事情，我們要知道，我們正在學習。"
    },
    {
      "id": "12-017-0912_p0051",
      "zh_CN": "这个五种认知，我们都没有办法突破，都产生错误，我们连须陀洹果都不能证得。虽然学佛很多年，还没有入门，还是严重的执着身是我，贪生怕死，贪图五欲六尘享受，这个麻烦大！思想上的错误，就是贪瞋痴慢疑，对于顺境善缘，前面讲了，生起贪爱、贪恋；对于逆境恶缘，生起瞋恚；对于事理、性相、因果，迷惑颠倒，愚痴；对于圣人的教诲，佛菩萨的经论，怀疑，不能够信受奉行。你虽然学了佛，皈了依，出了家，受了戒，天天在念佛，天天在诵经，你没有做到，为什么没有做到？疑，所以这个疑的根之深，自己晓不晓得？不晓得。如果你要不怀疑是什么？你一定彻底明了。",
      "zh_TW": "這個五種認知，我們都沒有辦法突破，都產生錯誤，我們連須陀洹果都不能證得。雖然學佛很多年，還沒有入門，還是嚴重的執著身是我，貪生怕死，貪圖五欲六塵享受，這個麻煩大！思想上的錯誤，就是貪瞋痴慢疑，對於順境善緣，前面講了，生起貪愛、貪戀；對於逆境惡緣，生起瞋恚；對於事理、性相、因果，迷惑顛倒，愚痴；對於聖人的教誨，佛菩薩的經論，懷疑，不能夠信受奉行。你雖然學了佛，皈了依，出了家，受了戒，天天在念佛，天天在誦經，你沒有做到，為什麼沒有做到？疑，所以這個疑的根之深，自己曉不曉得？不曉得。如果你要不懷疑是什麼？你一定徹底明瞭。"
    },
    {
      "id": "12-017-0912_p0052",
      "zh_CN": "所以释迦牟尼佛当年在世，为什么四十九年天天讲经说法？你说他为什么？只为了一桩事情，帮助众生破迷起信，你才晓得那个「信」好难。佛法里面讲的信解行证，清凉大师用这四个字判《华严经》，信解行证。为什么不能证果？他不理解。为什么不能理解？他有怀疑，所以他虽然信，那个信是很勉强的信，不是真信。不是真信，他怎么能奉行？不要说别的，你就说十善业，不杀生、不偷盗、不邪淫、不妄语、不两舌、不恶口、不绮语，不贪、不瞋、不痴，那是多么好的事情，为什么做不到？不相信。就为这桩事情，劳累释迦牟尼佛，为众生讲经说法四十九年，四十九年就是为帮助一切众生破迷起信，断疑生信，你才晓得这个疑的烦恼多重，麻烦！",
      "zh_TW": "所以釋迦牟尼佛當年在世，為什麼四十九年天天講經說法？你說他為什麼？只為了一樁事情，幫助眾生破迷起信，你才曉得那個「信」好難。佛法裡面講的信解行證，清涼大師用這四個字判《華嚴經》，信解行證。為什麼不能證果？他不理解。為什麼不能理解？他有懷疑，所以他雖然信，那個信是很勉強的信，不是真信。不是真信，他怎麼能奉行？不要說別的，你就說十善業，不殺生、不偷盜、不邪淫、不妄語、不兩舌、不惡口、不綺語，不貪、不瞋、不痴，那是多麼好的事情，為什麼做不到？不相信。就為這樁事情，勞累釋迦牟尼佛，為眾生講經說法四十九年，四十九年就是為幫助一切眾生破迷起信，斷疑生信，你才曉得這個疑的煩惱多重，麻煩！"
    },
    {
      "id": "12-017-0912_p0053",
      "zh_CN": "我们今天学佛有没有相信？相信有相信的样子，什么样子？做到了。我最初学佛是章嘉大师教我的，他老人家跟我讲，佛法知难行易。为什么？知，他一定就做到，知就是解，真正解，了解了，明白了，你肯定做到。为什么？为什么不杀生？为什么不吃众生肉？果报是健康长寿。你真正明白了，我要活得长寿，长寿不能有病，长寿要健康。健康长寿是怎么修来的？不杀生，不杀生得健康长寿的果报。我为什么有财富？我们这个财富，不需要累积很多，财用不缺乏，我们讲有福报，衣食住行一丝毫不缺，生活过得很舒服，这果报什么？不偷盗。佛在经上说，不盗得大富！",
      "zh_TW": "我們今天學佛有沒有相信？相信有相信的樣子，什麼樣子？做到了。我最初學佛是章嘉大師教我的，他老人家跟我講，佛法知難行易。為什麼？知，他一定就做到，知就是解，真正解，了解了，明白了，你肯定做到。為什麼？為什麼不殺生？為什麼不吃眾生肉？果報是健康長壽。你真正明白了，我要活得長壽，長壽不能有病，長壽要健康。健康長壽是怎麼修來的？不殺生，不殺生得健康長壽的果報。我為什麼有財富？我們這個財富，不需要累積很多，財用不缺乏，我們講有福報，衣食住行一絲毫不缺，生活過得很舒服，這果報什麼？不偷盜。佛在經上說，不盜得大富！"
    },
    {
      "id": "12-017-0912_p0054",
      "zh_CN": "人，他不肯这样做，还想尽方法干一些损人利己的事情，你看，不杀生、不偷盗，他没有懂，天天在讲，他不懂。还要干骗人的事情，还要干昧自己良心的事情，那有什么法子？这个就是什么？疑的烦恼，这个痴，痴、疑，这个烦恼非常严重，他不觉悟，他对圣教怀疑。他说他是佛弟子，说他是佛教徒，假的，不是真的。他天天求佛菩萨保佑，他所求的不是佛菩萨，是妖魔鬼怪。妖魔鬼怪冒充佛菩萨，帮助他造罪业，加持他造罪业。那妖魔鬼怪为什么加持？送他到地狱。妖魔鬼怪最后那一着是要送你的命，是要叫你在地狱永不翻身，那个时候你才知道妖魔鬼怪的厉害，现在他给你甜头吃，他叫你消灭正法。",
      "zh_TW": "人，他不肯這樣做，還想盡方法幹一些損人利己的事情，你看，不殺生、不偷盜，他沒有懂，天天在講，他不懂。還要幹騙人的事情，還要幹昧自己良心的事情，那有什麼法子？這個就是什麼？疑的煩惱，這個痴，痴、疑，這個煩惱非常嚴重，他不覺悟，他對聖教懷疑。他說他是佛弟子，說他是佛教徒，假的，不是真的。他天天求佛菩薩保佑，他所求的不是佛菩薩，是妖魔鬼怪。妖魔鬼怪冒充佛菩薩，幫助他造罪業，加持他造罪業。那妖魔鬼怪為什麼加持？送他到地獄。妖魔鬼怪最後那一著是要送你的命，是要叫你在地獄永不翻身，那個時候你才知道妖魔鬼怪的厲害，現在他給你甜頭吃，他叫你消滅正法。"
    },
    {
      "id": "12-017-0912_p0055",
      "zh_CN": "所以消灭正法的人不是外人，是佛门的四众弟子，这四众弟子都是魔子魔孙。佛与魔一念之差，一念觉，魔成佛；一念迷，你永远落在魔道，这个我们不能不晓得。所以一般人知道贪瞋痴是三毒烦恼，傲慢，也叫骄慢，怀疑圣教，往往疏忽了，没有详细说明。骄慢是把圣道完全排斥掉，贡高我慢，自以为是。学业、道业要成就，我说了四个字，印光大师说两个字「诚敬」，入道之门。我说四个字，诚敬，还要加上谦虚忍让，谦让，我加了两个字「诚敬谦让」，我们才能入门。现在人是太不谦虚了，不肯让人，处处争。让是对付争的，谦是对于你那个傲慢。果然有诚敬谦让，你具足这个条件，你才真正有资格成为佛的学生，佛弟子。",
      "zh_TW": "所以消滅正法的人不是外人，是佛門的四眾弟子，這四眾弟子都是魔子魔孫。佛與魔一念之差，一念覺，魔成佛；一念迷，你永遠落在魔道，這個我們不能不曉得。所以一般人知道貪瞋痴是三毒煩惱，傲慢，也叫驕慢，懷疑聖教，往往疏忽了，沒有詳細說明。驕慢是把聖道完全排斥掉，貢高我慢，自以為是。學業、道業要成就，我說了四個字，印光大師說兩個字「誠敬」，入道之門。我說四個字，誠敬，還要加上謙虛忍讓，謙讓，我加了兩個字「誠敬謙讓」，我們才能入門。現在人是太不謙虛了，不肯讓人，處處爭。讓是對付爭的，謙是對於你那個傲慢。果然有誠敬謙讓，你具足這個條件，你才真正有資格成為佛的學生，佛弟子。"
    },
    {
      "id": "12-017-0912_p0056",
      "zh_CN": "无论在家出家，印光大师常常劝念佛人把「死」字贴在额头上。他老人家自己的关房，苏州灵岩山寺，我去参观过，关房里头的一个小佛堂，有一尊不太高的阿弥陀佛的塑像，背后他老人家写了个大字，「死」。印光大师也是做这个表演，做这个示现教我们，人想到死（我就要死了），你还有什么放不下的？可是今天的众生，死他也不怕，也吓不倒他，还是敢作恶。所以我在这个死上面要加一个，「地狱苦，死堕地狱」，来警策我们自己。你要是这一生学不好，你的来生决定死堕地狱。你说为什么我讲得这么肯定？因为你是佛弟子，你没有好好的修，你破坏了佛的形象，就是这一条罪，你想想该不该堕地狱？",
      "zh_TW": "無論在家出家，印光大師常常勸念佛人把「死」字貼在額頭上。他老人家自己的關房，蘇州靈巖山寺，我去參觀過，關房裡頭的一個小佛堂，有一尊不太高的阿彌陀佛的塑像，背後他老人家寫了個大字，「死」。印光大師也是做這個表演，做這個示現教我們，人想到死（我就要死了），你還有什麼放不下的？可是今天的眾生，死他也不怕，也嚇不倒他，還是敢作惡。所以我在這個死上面要加一個，「地獄苦，死墮地獄」，來警策我們自己。你要是這一生學不好，你的來生決定死墮地獄。你說為什麼我講得這麼肯定？因為你是佛弟子，你沒有好好的修，你破壞了佛的形象，就是這一條罪，你想想該不該墮地獄？"
    },
    {
      "id": "12-017-0912_p0057",
      "zh_CN": "你没有表现一个好的样子给社会大众看，让社会大众一看，佛门弟子就是这个样子的。他骂你，你无所谓，他骂了整个佛教，他骂了所有的佛菩萨。他为什么要这样子骂，这样子轻视瞧不起？因为你做得不好，是你引导的，这个帐要算在你身上，你要承担这个因果责任，你想想，你要不要堕地狱？所以佛弟子不好当。",
      "zh_TW": "你沒有表現一個好的樣子給社會大眾看，讓社會大眾一看，佛門弟子就是這個樣子的。他罵你，你無所謂，他罵了整個佛教，他罵了所有的佛菩薩。他為什麼要這樣子罵，這樣子輕視瞧不起？因為你做得不好，是你引導的，這個帳要算在你身上，你要承擔這個因果責任，你想想，你要不要墮地獄？所以佛弟子不好當。"
    },
    {
      "id": "12-017-0912_p0058",
      "zh_CN": "真正当佛弟子，你的来生节节高升，你要不求生西方极乐世界，欲没有断，你是欲界天人；欲要断了，你是色界天人。你在佛门当中修的这个福报，不可思议！你是真正佛弟子，你一定奉行三皈五戒，修十善业，肯定是这么做的。起心动念言语造作，决定不离开这个教诲。三皈是觉而不迷，正而不邪，净而不染，佛法僧三宝的意思就是觉正净；佛是觉的意思，法是正的意思，僧是清净的意思、和合的意思。你在这个世间肯定没有一个冤家对头，你能够包容，你能跟一切人和睦相处，为什么？六和敬。你跟人还有怨怼，还这个看不顺眼，那个看不习惯，你三皈没做到。",
      "zh_TW": "真正當佛弟子，你的來生節節高升，你要不求生西方極樂世界，欲沒有斷，你是欲界天人；欲要斷了，你是色界天人。你在佛門當中修的這個福報，不可思議！你是真正佛弟子，你一定奉行三皈五戒，修十善業，肯定是這麼做的。起心動念言語造作，決定不離開這個教誨。三皈是覺而不迷，正而不邪，淨而不染，佛法僧三寶的意思就是覺正淨；佛是覺的意思，法是正的意思，僧是清淨的意思、和合的意思。你在這個世間肯定沒有一個冤家對頭，你能夠包容，你能跟一切人和睦相處，為什麼？六和敬。你跟人還有怨懟，還這個看不順眼，那個看不習慣，你三皈沒做到。"
    },
    {
      "id": "12-017-0912_p0059",
      "zh_CN": "所以三皈五戒就给你带来了人天大福报，人天不可思议的福报。可惜你不知道，你要知道，你怎么不肯修？你的轮回心没有断，轮回心就是求名求利，你知道佛门里头有大利、有大福，哪个不修？拼命去修去了。轮回心要是断掉了，轮回心就是前面跟诸位讲的见思烦恼，这是轮回心。见思烦恼断了，轮回就断了，那你修三皈五戒十善，你的果报在四圣法界，不在六道。",
      "zh_TW": "所以三皈五戒就給你帶來了人天大福報，人天不可思議的福報。可惜你不知道，你要知道，你怎麼不肯修？你的輪迴心沒有斷，輪迴心就是求名求利，你知道佛門裡頭有大利、有大福，哪個不修？拼命去修去了。輪迴心要是斷掉了，輪迴心就是前面跟諸位講的見思煩惱，這是輪迴心。見思煩惱斷了，輪迴就斷了，那你修三皈五戒十善，你的果報在四聖法界，不在六道。"
    },
    {
      "id": "12-017-0912_p0060",
      "zh_CN": "佛法殊胜功德不可思议。这一句话诸位常听。究竟什么叫做殊胜功德？什么叫做不可思议？这个意思不懂。话你会说，意思不懂，所以你有疑惑，所以你不愿意去做，你做不到，烦恼永远断不掉。我们同学当中，确实有好心的，我常常碰到：法师，我很想断，断不掉；我很想做，做不到，怎么办？从哪里下手？我教他从听经，读经没有用，读得再多，不懂！听经，我讲得很详细。",
      "zh_TW": "佛法殊勝功德不可思議。這一句話諸位常聽。究竟什麼叫做殊勝功德？什麼叫做不可思議？這個意思不懂。話你會說，意思不懂，所以你有疑惑，所以你不願意去做，你做不到，煩惱永遠斷不掉。我們同學當中，確實有好心的，我常常碰到：法師，我很想斷，斷不掉；我很想做，做不到，怎麼辦？從哪裡下手？我教他從聽經，讀經沒有用，讀得再多，不懂！聽經，我講得很詳細。"
    },
    {
      "id": "12-017-0912_p0061",
      "zh_CN": "现代人业障很重，讲经很苦，要讲得很详细。不像古人，古人讲经，那个时候的人，听众善根深厚，所以点到为止，他好讲。听众有智慧、有能力，讲的人举一三反，听的人一闻千悟，纵然不能到一闻千悟，闻一知十，确实有这个能力。现在人闻一，那个一都搞不懂，你说难不难？那怎么办？重复不断的讲，不断的听，好在现在科学工具好，在从前听法师讲一部经，要想听第二遍，人家不肯给你讲，你听不到。现在有录相、有录音，我在现场听，感受不一样；听完之后，我用录相带、录音带来复习。我每天听，一直听到明白了为止，真正断疑生信。",
      "zh_TW": "現代人業障很重，講經很苦，要講得很詳細。不像古人，古人講經，那個時候的人，聽眾善根深厚，所以點到為止，他好講。聽眾有智慧、有能力，講的人舉一三反，聽的人一聞千悟，縱然不能到一聞千悟，聞一知十，確實有這個能力。現在人聞一，那個一都搞不懂，你說難不難？那怎麼辦？重複不斷的講，不斷的聽，好在現在科學工具好，在從前聽法師講一部經，要想聽第二遍，人家不肯給你講，你聽不到。現在有錄相、有錄音，我在現場聽，感受不一樣；聽完之後，我用錄相帶、錄音帶來複習。我每天聽，一直聽到明白了為止，真正斷疑生信。"
    },
    {
      "id": "12-017-0912_p0062",
      "zh_CN": "从什么地方勘验自己真明白了？做到了。我自己还没有做到，这一部经这个功课没有毕业，不能改变第二个课程。「一门深入，长时薰修」，我在这一部经上，天天听，天天听，听上三年，三年做不到，再三年；做不到，再三年，看看三十年，能不能做到？三十年能做到，你成功了。说明什么？你业障消了，智慧开了，你入佛境界了。",
      "zh_TW": "從什麼地方勘驗自己真明白了？做到了。我自己還沒有做到，這一部經這個功課沒有畢業，不能改變第二個課程。「一門深入，長時薰修」，我在這一部經上，天天聽，天天聽，聽上三年，三年做不到，再三年；做不到，再三年，看看三十年，能不能做到？三十年能做到，你成功了。說明什麼？你業障消了，智慧開了，你入佛境界了。"
    },
    {
      "id": "12-017-0912_p0063",
      "zh_CN": "所以佛法，佛法的教学跟世间其他的教学不一样，佛法里教学重在实行、在实践，做不到，你等于没有学；没有真正的懂得，等于没有听。所以我称这一门学问叫实学，实实在在真有用处的学问，实学。学一句，做到一句，得一句的受用；学十句，我就做到十句，得十句的受用。功德利益不可思议，这一句话，你才真正能够体会得到。所以降伏烦恼这个魔，是用戒、用定、用慧；用戒用定是伏烦恼，不能够把烦恼消灭，慧开了之后，转烦恼成菩提。戒定慧三学，降伏烦恼魔。离开戒定慧三学，内有烦恼，外有五欲六尘的诱惑，你怎么能降伏住？这个道理要明了、要懂得。好，今天时间到了。",
      "zh_TW": "所以佛法，佛法的教學跟世間其他的教學不一樣，佛法裡教學重在實行、在實踐，做不到，你等於沒有學；沒有真正的懂得，等於沒有聽。所以我稱這一門學問叫實學，實實在在真有用處的學問，實學。學一句，做到一句，得一句的受用；學十句，我就做到十句，得十句的受用。功德利益不可思議，這一句話，你才真正能夠體會得到。所以降伏煩惱這個魔，是用戒、用定、用慧；用戒用定是伏煩惱，不能夠把煩惱消滅，慧開了之後，轉煩惱成菩提。戒定慧三學，降伏煩惱魔。離開戒定慧三學，內有煩惱，外有五欲六塵的誘惑，你怎麼能降伏住？這個道理要明瞭、要懂得。好，今天時間到了。"
    }
  ]
}