{
  "doc_id": "12-017-1723",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七二三卷",
    "zh_TW": "第一七二三卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1723",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1723_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看第五段「现诸法门三昧门」，偈颂第三首看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看第五段「現諸法門三昧門」，偈頌第三首看起："
    },
    {
      "id": "12-017-1723_p0002",
      "zh_CN": "【或以苦行精进门。或以寂静禅定门。】",
      "zh_TW": "【或以苦行精進門。或以寂靜禪定門。】"
    },
    {
      "id": "12-017-1723_p0003",
      "zh_CN": "这是二十门里面第五，『苦行精进』，世尊当年在世就给我们示现，我们要能够体会到这种教育甚深的义趣。菩萨见性之后，智慧德能相好都现前，为什么还示现苦行精进？我们要晓得，他是做给我们看的，特别是做给现代人，末法众生。佛陀的法运一万二千年，用现在的话说，他的教学影响的时间一万二千年，正法一千年，像法一千年，末法一万年。以中国古籍的记载，释迦牟尼佛灭度到现在是三千零三十五年；但是外国人的说法，今年是二千五百五十一年，差距很大。那么到底哪一种记载正确？很难讲，我们所晓得的总有五、六种讲法，各有依据。在我们中国祖师大德说法都是讲的三千多年，我们是随顺祖师大德所说。不管是从中国记载，还是外国人的讲法，现代都是末法时期。末法时期众生业障太重，造种种不善感得的果报。",
      "zh_TW": "這是二十門裡面第五，『苦行精進』，世尊當年在世就給我們示現，我們要能夠體會到這種教育甚深的義趣。菩薩見性之後，智慧德能相好都現前，為什麼還示現苦行精進？我們要曉得，他是做給我們看的，特別是做給現代人，末法眾生。佛陀的法運一萬二千年，用現在的話說，他的教學影響的時間一萬二千年，正法一千年，像法一千年，末法一萬年。以中國古籍的記載，釋迦牟尼佛滅度到現在是三千零三十五年；但是外國人的說法，今年是二千五百五十一年，差距很大。那麼到底哪一種記載正確？很難講，我們所曉得的總有五、六種講法，各有依據。在我們中國祖師大德說法都是講的三千多年，我們是隨順祖師大德所說。不管是從中國記載，還是外國人的講法，現代都是末法時期。末法時期眾生業障太重，造種種不善感得的果報。"
    },
    {
      "id": "12-017-1723_p0004",
      "zh_CN": "世尊当年在世示现苦行精进，这个意思很深。尤其是在现在，科学技术所谓突飞猛进，是不是个好现象？有人认为很好，但是也有人认为不是好事，英国汤恩比就是这个看法，科技文明带来一些方便，人们要付出惨痛的代价。惨痛的代价是什么？汤恩比博士当年说的大家还看不出来，可是现在我们体会到，就在我们日常生活当中，科技发达带给我们空气的污染，温室效应，气候的反常；饮食、医药带来严重的染污，这些化肥、农药都是科技的产品，基因的改变也是科学技术。所以这些动植物，五谷杂粮看起来是很好看，养不养人？不养人。不但不养人，三餐饭确实像《无量寿经》上所说的「饮苦食毒」。这就是我们付出的代价，我们的健康，我们的免疫能力与抵抗力年年在下降。",
      "zh_TW": "世尊當年在世示現苦行精進，這個意思很深。尤其是在現在，科學技術所謂突飛猛進，是不是個好現象？有人認為很好，但是也有人認為不是好事，英國湯恩比就是這個看法，科技文明帶來一些方便，人們要付出慘痛的代價。慘痛的代價是什麼？湯恩比博士當年說的大家還看不出來，可是現在我們體會到，就在我們日常生活當中，科技發達帶給我們空氣的污染，溫室效應，氣候的反常；飲食、醫藥帶來嚴重的染污，這些化肥、農藥都是科技的產品，基因的改變也是科學技術。所以這些動植物，五穀雜糧看起來是很好看，養不養人？不養人。不但不養人，三餐飯確實像《無量壽經》上所說的「飲苦食毒」。這就是我們付出的代價，我們的健康，我們的免疫能力與抵抗力年年在下降。"
    },
    {
      "id": "12-017-1723_p0005",
      "zh_CN": "温室效应现在全世界已经开始重视，地球的温度不断上升，将来这个世界上冰没有了，变成历史的名词。南北极、高山这些冰雪全部都融化，海水上升，全世界沿海的城市统统淹没掉；雪山冰雪融化，河流的水源断掉，那个造成的是什么现象？河流里头没有水，长江、黄河如果干掉，人民的生活靠什么？你说这个问题多严重！这种灾难从哪来的？人为的，不是自然灾害。科学技术发展到一定的程度必然产生这些现象。我们只知道今天享受科技的方便，不知道来日大患要降临。所以世尊在当年示现苦行精进，这个意义多深！",
      "zh_TW": "溫室效應現在全世界已經開始重視，地球的溫度不斷上升，將來這個世界上冰沒有了，變成歷史的名詞。南北極、高山這些冰雪全部都融化，海水上升，全世界沿海的城市統統淹沒掉；雪山冰雪融化，河流的水源斷掉，那個造成的是什麼現象？河流裡頭沒有水，長江、黃河如果乾掉，人民的生活靠什麼？你說這個問題多嚴重！這種災難從哪來的？人為的，不是自然災害。科學技術發展到一定的程度必然產生這些現象。我們只知道今天享受科技的方便，不知道來日大患要降臨。所以世尊在當年示現苦行精進，這個意義多深！"
    },
    {
      "id": "12-017-1723_p0006",
      "zh_CN": "世尊灭度的时候，弟子们向他老人家请教：你老人家在，我们都依你为老师，你不在了，我们依靠谁做老师？佛陀没有指定接班人，但是交代两句话很重要，第一个是「以戒为师」，持戒；第二句话是「以苦为师」，不要怕苦。这二十门里面前面第三门「头陀持戒门」，以戒为师，你看这接着苦行精进。持戒苦行是佛陀教给我们的，我们不能持戒、不能吃苦，那你只能搞佛学，你不能学佛。学佛怎么样？要学佛持戒，要学佛苦行，那叫真学佛。能持戒，不怕苦，才能精进，你的功夫才能得力。否则的话，凭什么成就？今天发心的人很多，退心的人也很多，为什么？吃不了苦，持不了戒，自自然然他就淘汰掉了。世出世法里头，古今中外没有例外，凡是成功的人，你去看看他的历史，没有一个是过着很富裕生活而成功的，没有，都要吃苦。",
      "zh_TW": "世尊滅度的時候，弟子們向他老人家請教：你老人家在，我們都依你為老師，你不在了，我們依靠誰做老師？佛陀沒有指定接班人，但是交代兩句話很重要，第一個是「以戒為師」，持戒；第二句話是「以苦為師」，不要怕苦。這二十門裡面前面第三門「頭陀持戒門」，以戒為師，你看這接著苦行精進。持戒苦行是佛陀教給我們的，我們不能持戒、不能吃苦，那你只能搞佛學，你不能學佛。學佛怎麼樣？要學佛持戒，要學佛苦行，那叫真學佛。能持戒，不怕苦，才能精進，你的功夫才能得力。否則的話，憑什麼成就？今天發心的人很多，退心的人也很多，為什麼？吃不了苦，持不了戒，自自然然他就淘汰掉了。世出世法裡頭，古今中外沒有例外，凡是成功的人，你去看看他的歷史，沒有一個是過著很富裕生活而成功的，沒有，都要吃苦。"
    },
    {
      "id": "12-017-1723_p0007",
      "zh_CN": "过去帝王家，继承皇位的太子，物质生活虽然是很丰富，他的学习也要持戒，也要吃苦。那个苦行是什么？求学苦，功课很多，督促严厉。三点钟就要起床，大概是我们现在讲的三点钟就要起床，不能睡懒觉。每天功课不能间断，所以他才能成就。王子都是如此，何况民间真正有成就的人！在中国，你看看历代古圣先王尧舜禹汤，就以我们这个地方所说的「头陀持戒，苦行精进」，你想他们哪一个不是这样修出来的？不在位的这些圣贤人，像孔子、孟子、老庄，民间这些圣贤也都是苦学出来的，从小有很好的家教，这就使我们想到五伦里面夫妇有别，有好母亲。母亲管教育，父亲管家庭的经济生活，他要外出工作赚钱养家是他的职务，母亲在家里面教养下一代。圣贤不是偶然的，我们在讲经的时候也跟诸位提出过，圣贤是教出来的，谁教出来的？母亲教出来的。这个诸位要细心去想想，不能够疏忽。",
      "zh_TW": "過去帝王家，繼承皇位的太子，物質生活雖然是很豐富，他的學習也要持戒，也要吃苦。那個苦行是什麼？求學苦，功課很多，督促嚴厲。三點鐘就要起床，大概是我們現在講的三點鐘就要起床，不能睡懶覺。每天功課不能間斷，所以他才能成就。王子都是如此，何況民間真正有成就的人！在中國，你看看歷代古聖先王堯舜禹湯，就以我們這個地方所說的「頭陀持戒，苦行精進」，你想他們哪一個不是這樣修出來的？不在位的這些聖賢人，像孔子、孟子、老莊，民間這些聖賢也都是苦學出來的，從小有很好的家教，這就使我們想到五倫裡面夫婦有別，有好母親。母親管教育，父親管家庭的經濟生活，他要外出工作賺錢養家是他的職務，母親在家裡面教養下一代。聖賢不是偶然的，我們在講經的時候也跟諸位提出過，聖賢是教出來的，誰教出來的？母親教出來的。這個諸位要細心去想想，不能夠疏忽。"
    },
    {
      "id": "12-017-1723_p0008",
      "zh_CN": "一个人从出生下来，谁教他？这大家都知道，中国谚语常说，先入为主。什么人第一个教他，那个印象是最深刻的，那就是先入为主。第一个教他是父母，父亲常常出门，特别是母亲，从朝到暮不离开母亲，尤其是三岁之前，跟母亲真的是寸步不离，所以母亲对他的关系最大。我们学了这么多年，对这桩事情很清楚、很明白，可以肯定圣贤是母亲教出来的。所以中国古谚语所谓「三岁看八十，七岁看终身」，这个话有道理，不是随便说的。小孩到六、七岁，离开父母上学了，在从前是私塾，私塾是老师来教，私塾的教育是家教的延续，所以家教是父母给婴儿做好榜样。做父母的要不要修苦行精进？要，在小孩面前行住坐卧规规矩矩，不敢有丝毫放逸。这个约束得很苦，为什么？做榜样给婴儿看。小孩出生二、三天，眼睛张开了，他就会看，他就会听，他已经在学习了。所以周边大人一举一动、一言一笑都影响他，他都在学习。如果说他看的、听的、接触到的全是善的，全是正面的，圣贤的根就扎下去了。",
      "zh_TW": "一個人從出生下來，誰教他？這大家都知道，中國諺語常說，先入為主。什麼人第一個教他，那個印象是最深刻的，那就是先入為主。第一個教他是父母，父親常常出門，特別是母親，從朝到暮不離開母親，尤其是三歲之前，跟母親真的是寸步不離，所以母親對他的關係最大。我們學了這麼多年，對這樁事情很清楚、很明白，可以肯定聖賢是母親教出來的。所以中國古諺語所謂「三歲看八十，七歲看終身」，這個話有道理，不是隨便說的。小孩到六、七歲，離開父母上學了，在從前是私塾，私塾是老師來教，私塾的教育是家教的延續，所以家教是父母給嬰兒做好榜樣。做父母的要不要修苦行精進？要，在小孩面前行住坐臥規規矩矩，不敢有絲毫放逸。這個約束得很苦，為什麼？做榜樣給嬰兒看。小孩出生二、三天，眼睛張開了，他就會看，他就會聽，他已經在學習了。所以周邊大人一舉一動、一言一笑都影響他，他都在學習。如果說他看的、聽的、接觸到的全是善的，全是正面的，聖賢的根就紮下去了。"
    },
    {
      "id": "12-017-1723_p0009",
      "zh_CN": "所以今天这个世界的混乱我们很清楚，今天的人把这个教育疏忽了，走向工商社会，人们的价值观变了。从前古人的价值观是道德第一，贫富贵贱不相干，那个不重要，道德重要；现在价值观是伦理道德不重要了，财富重要，所以把伦理道德教育丢掉了。夫妇两个人都要去赚钱，小孩交给别人去管去，小孩学什么自己不知道，这就是父母对于儿女没有尽到养育的责任。最重要的就是三岁之前，最重要的，根是从这扎下来的。",
      "zh_TW": "所以今天這個世界的混亂我們很清楚，今天的人把這個教育疏忽了，走向工商社會，人們的價值觀變了。從前古人的價值觀是道德第一，貧富貴賤不相干，那個不重要，道德重要；現在價值觀是倫理道德不重要了，財富重要，所以把倫理道德教育丟掉了。夫婦兩個人都要去賺錢，小孩交給別人去管去，小孩學什麼自己不知道，這就是父母對於兒女沒有盡到養育的責任。最重要的就是三歲之前，最重要的，根是從這紮下來的。"
    },
    {
      "id": "12-017-1723_p0010",
      "zh_CN": "古圣先贤、诸佛菩萨没有一个不是修苦行的。我们再看看其他的宗教，你看基督教里面摩西、耶稣，伊斯兰教的穆罕默德，再看看西方一些著名的学者，童年、青年时代没有一个不是苦行精进。我们要想成就，怕苦怎么行，懈怠怎么行！成功失败的关键我们明白了，过去这么成就的，现在还是这样，将来也不例外。我们要成就就要学诸佛菩萨，要学古圣先贤。物质生活不要紧，吃饱穿暖，我常讲有个小房子可以遮蔽风雨，足矣！精神文明的提升那才真正快乐。",
      "zh_TW": "古聖先賢、諸佛菩薩沒有一個不是修苦行的。我們再看看其他的宗教，你看基督教裡面摩西、耶穌，伊斯蘭教的穆罕默德，再看看西方一些著名的學者，童年、青年時代沒有一個不是苦行精進。我們要想成就，怕苦怎麼行，懈怠怎麼行！成功失敗的關鍵我們明白了，過去這麼成就的，現在還是這樣，將來也不例外。我們要成就就要學諸佛菩薩，要學古聖先賢。物質生活不要緊，吃飽穿暖，我常講有個小房子可以遮蔽風雨，足矣！精神文明的提升那才真正快樂。"
    },
    {
      "id": "12-017-1723_p0011",
      "zh_CN": "真正快乐在哪里？在学习。孔子说得很好，他十五岁有志于学，认真努力学习，这是智慧，他知道学习重要。学什么？学圣人，不是学别的。我们今天学什么？学释迦牟尼佛。释迦牟尼佛是大圣，方东美先生当年给我介绍，说佛是大哲，佛是圣哲，所以佛是大圣，向他学习。释迦牟尼佛好学，孔夫子十五岁立志求学，释迦牟尼佛十九岁，舍弃荣华富贵的生活，舍弃王位的继承，出去什么？出去参学，学道。我们可以从他的身分，他的聪明，能够想像得到在当时印度这个社会，宗教里面的大德，学派里面的大师，哪一个不喜欢这种学生？他学习十二年，各家各派都亲近过，这都是做给我们看的，苦行精进。",
      "zh_TW": "真正快樂在哪裡？在學習。孔子說得很好，他十五歲有志於學，認真努力學習，這是智慧，他知道學習重要。學什麼？學聖人，不是學別的。我們今天學什麼？學釋迦牟尼佛。釋迦牟尼佛是大聖，方東美先生當年給我介紹，說佛是大哲，佛是聖哲，所以佛是大聖，向他學習。釋迦牟尼佛好學，孔夫子十五歲立志求學，釋迦牟尼佛十九歲，捨棄榮華富貴的生活，捨棄王位的繼承，出去什麼？出去參學，學道。我們可以從他的身分，他的聰明，能夠想像得到在當時印度這個社會，宗教裡面的大德，學派裡面的大師，哪一個不喜歡這種學生？他學習十二年，各家各派都親近過，這都是做給我們看的，苦行精進。"
    },
    {
      "id": "12-017-1723_p0012",
      "zh_CN": "物质生活很清苦，精进不懈，这所学的全是世间法。世间法跟出世间法我们现在也搞清楚了，实际上世间法跟出世间法没有差别，在事相上讲完全是一样的。差别在哪里？差别在观念，有妄想分别执着，一切法就叫世间法；放下妄想分别执着，一切法就叫出世间法。这个我们要懂！我们今天学佛，你学的是世间法、是出世间法？妄想分别执着没放下，佛法是世间法；妄想分别执着放下了，世间法是佛法。所以古大德说得好，真放下的人，哪一法不是佛法？法法皆是！没有放下的，哪一法是佛法？《大方广佛华严经》也不是佛法，是什么？佛学。",
      "zh_TW": "物質生活很清苦，精進不懈，這所學的全是世間法。世間法跟出世間法我們現在也搞清楚了，實際上世間法跟出世間法沒有差別，在事相上講完全是一樣的。差別在哪裡？差別在觀念，有妄想分別執著，一切法就叫世間法；放下妄想分別執著，一切法就叫出世間法。這個我們要懂！我們今天學佛，你學的是世間法、是出世間法？妄想分別執著沒放下，佛法是世間法；妄想分別執著放下了，世間法是佛法。所以古大德說得好，真放下的人，哪一法不是佛法？法法皆是！沒有放下的，哪一法是佛法？《大方廣佛華嚴經》也不是佛法，是什麼？佛學。"
    },
    {
      "id": "12-017-1723_p0013",
      "zh_CN": "诸位要晓得，佛学是世间法，学佛是出世间法。学佛学什么？学放下！我常常勉励同学们要真干，佛门怎么入？先把障碍除掉，我讲十六个字，障碍，这十六个字你要是有，你永远在门外，你进不了佛门。即使讲经讲得天花乱坠也没进入佛门，为什么？佛学，你没有学佛，这个要知道。不是说我受了三皈、我受了五戒、我出了家，假的，不是真的；真的，把妄想分别执着放下了，你没有受三皈，也没有受五戒，佛承认你是真佛弟子。所以我初学佛的时候，章嘉大师告诉我，佛法重实质不重形式。这个道理不能不知道。",
      "zh_TW": "諸位要曉得，佛學是世間法，學佛是出世間法。學佛學什麼？學放下！我常常勉勵同學們要真幹，佛門怎麼入？先把障礙除掉，我講十六個字，障礙，這十六個字你要是有，你永遠在門外，你進不了佛門。即使講經講得天花亂墜也沒進入佛門，為什麼？佛學，你沒有學佛，這個要知道。不是說我受了三皈、我受了五戒、我出了家，假的，不是真的；真的，把妄想分別執著放下了，你沒有受三皈，也沒有受五戒，佛承認你是真佛弟子。所以我初學佛的時候，章嘉大師告訴我，佛法重實質不重形式。這個道理不能不知道。"
    },
    {
      "id": "12-017-1723_p0014",
      "zh_CN": "我这十六个字不知道讲多少遍了，第一个是自私自利要放下，名闻利养要放下，五欲六尘要放下，贪恋五欲六尘的享受这要放下，贪瞋痴慢要放下，十六个字。你能把这个放下了，你才能入佛门，你才有资格学佛。这个放下，你不要以为那我就是圣人了，差得远！你不过是，妄想你没放下，分别你没放下，执着里头才放下这么一点点，这一点点你才入门。如果能把世出世间一切法都不执着了，不错，你证阿罗汉果。证阿罗汉果是真佛弟子，你不是假的，那才行。",
      "zh_TW": "我這十六個字不知道講多少遍了，第一個是自私自利要放下，名聞利養要放下，五欲六塵要放下，貪戀五欲六塵的享受這要放下，貪瞋痴慢要放下，十六個字。你能把這個放下了，你才能入佛門，你才有資格學佛。這個放下，你不要以為那我就是聖人了，差得遠！你不過是，妄想你沒放下，分別你沒放下，執著裡頭才放下這麼一點點，這一點點你才入門。如果能把世出世間一切法都不執著了，不錯，你證阿羅漢果。證阿羅漢果是真佛弟子，你不是假的，那才行。"
    },
    {
      "id": "12-017-1723_p0015",
      "zh_CN": "所以我讲放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢，才入门。好像我们佛教小学，你才进入一年级。到一年级去上课，一年级及不及格？那还是另外的。这个一年级要怎样才及格？还得要放。照佛经上讲的，《华严》就是初信位的菩萨，你是刚刚入门，初信位，是一年级的学生。一年级也要念一段时间，在我们世间学校那才念一年，一年考试及格才能升二年级。你只是今天头一天上课，你进了门，你还得认真干。要把八十八品见惑放下了，一年级及格了，你可以升到二年级；十信位的菩萨你可以升到二信位，从初信升到二信。",
      "zh_TW": "所以我講放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢，才入門。好像我們佛教小學，你才進入一年級。到一年級去上課，一年級及不及格？那還是另外的。這個一年級要怎樣才及格？還得要放。照佛經上講的，《華嚴》就是初信位的菩薩，你是剛剛入門，初信位，是一年級的學生。一年級也要念一段時間，在我們世間學校那才念一年，一年考試及格才能升二年級。你只是今天頭一天上課，你進了門，你還得認真幹。要把八十八品見惑放下了，一年級及格了，你可以升到二年級；十信位的菩薩你可以升到二信位，從初信升到二信。"
    },
    {
      "id": "12-017-1723_p0016",
      "zh_CN": "八十八品见惑，佛在经教里面把它归纳为五大类。第一类身见。身见是什么？凡夫都执着这个身是我。你看破了，你知道身不是我，《金刚经》里面讲的「无我相，无人相，无众生相，无寿者相」。这是什么阶级？大乘初信位的菩萨，圆教，《华严经》上讲的，四相破了才是初信位，真佛弟子。在小乘须陀洹，小乘四果你证须陀洹。你从这个标准来说，我们现在只在小学一年级，我刚刚讲的这十六个字放下了，你才在小学一年级上课，这个课程要一年，你现在才头一天。你这十六个字放不下，你根本没有资格报名，你进不去；这十六个字放下之后，你有资格报名。现在我们讲，这十六个字放下不容易，确实是不容易，为什么？烦恼习气太重。这叫什么？业障！障了你不能入佛门。你想入佛门，先要把这个障除掉，那怎么办？没有别的办法，只有什么？慢慢放，学习放。",
      "zh_TW": "八十八品見惑，佛在經教裡面把它歸納為五大類。第一類身見。身見是什麼？凡夫都執著這個身是我。你看破了，你知道身不是我，《金剛經》裡面講的「無我相，無人相，無眾生相，無壽者相」。這是什麼階級？大乘初信位的菩薩，圓教，《華嚴經》上講的，四相破了才是初信位，真佛弟子。在小乘須陀洹，小乘四果你證須陀洹。你從這個標準來說，我們現在只在小學一年級，我剛剛講的這十六個字放下了，你才在小學一年級上課，這個課程要一年，你現在才頭一天。你這十六個字放不下，你根本沒有資格報名，你進不去；這十六個字放下之後，你有資格報名。現在我們講，這十六個字放下不容易，確實是不容易，為什麼？煩惱習氣太重。這叫什麼？業障！障了你不能入佛門。你想入佛門，先要把這個障除掉，那怎麼辦？沒有別的辦法，只有什麼？慢慢放，學習放。"
    },
    {
      "id": "12-017-1723_p0017",
      "zh_CN": "现在我们从哪里学起？从《弟子规》学起。《弟子规》学起就是学习放下，放下所有不善的念头、不善的言行。《弟子规》头一句，「父母呼，应勿缓」，你先把父母叫你，慢吞吞的，没有恭敬心，爱理不理，要把这个不善的放下。父母是举个例子，对父母要尊重，对一切众生亦如是。任何一个人叫你，你对他要尊重，不能用爱理不理的态度。你要明白这个道理。绝对不是说《弟子规》里面的戒条只有三百六十条，那你就错了，三百六十条一展开无量无边。那是什么？那是性德自然的流露，字字句句遍法界虚空界，这叫圣学。",
      "zh_TW": "現在我們從哪裡學起？從《弟子規》學起。《弟子規》學起就是學習放下，放下所有不善的念頭、不善的言行。《弟子規》頭一句，「父母呼，應勿緩」，你先把父母叫你，慢吞吞的，沒有恭敬心，愛理不理，要把這個不善的放下。父母是舉個例子，對父母要尊重，對一切眾生亦如是。任何一個人叫你，你對他要尊重，不能用愛理不理的態度。你要明白這個道理。絕對不是說《弟子規》裡面的戒條只有三百六十條，那你就錯了，三百六十條一展開無量無邊。那是什麼？那是性德自然的流露，字字句句遍法界虛空界，這叫聖學。"
    },
    {
      "id": "12-017-1723_p0018",
      "zh_CN": "所以把一切错误的想法、说法、看法、做法统统改正过来，这是苦行。为什么？养成坏习气了，改过很不容易，不容易也得要改。不改，你永远搞六道轮回，这些坏习气，起心动念、言语造作都是在造业。造业所感的果报，善业三善道，恶业三恶道，出不了六道轮回。地狱变相图常常要看，为什么？警惕自己，我要不能够改过来，将来就是地狱。想到地狱苦，现在受一点苦不要紧，我将来不受地狱苦；现在不肯受苦，你将来要受地狱苦。现在不精进，要懒散，将来就堕落，你说这个多可怕！你要是想通了、想清楚了，你就会感谢释迦牟尼佛为我们做这么好的榜样，绝不贪图物质的享受，修清净心重要，真诚心、清净心。",
      "zh_TW": "所以把一切錯誤的想法、說法、看法、做法統統改正過來，這是苦行。為什麼？養成壞習氣了，改過很不容易，不容易也得要改。不改，你永遠搞六道輪迴，這些壞習氣，起心動念、言語造作都是在造業。造業所感的果報，善業三善道，惡業三惡道，出不了六道輪迴。地獄變相圖常常要看，為什麼？警惕自己，我要不能夠改過來，將來就是地獄。想到地獄苦，現在受一點苦不要緊，我將來不受地獄苦；現在不肯受苦，你將來要受地獄苦。現在不精進，要懶散，將來就墮落，你說這個多可怕！你要是想通了、想清楚了，你就會感謝釋迦牟尼佛為我們做這麼好的榜樣，絕不貪圖物質的享受，修清淨心重要，真誠心、清淨心。"
    },
    {
      "id": "12-017-1723_p0019",
      "zh_CN": "今天早晨上海来了一位老居士，今年八十一岁，给我们做了个表演，背诵《无量寿经》。他告诉我，他用一年的时间把这部经从头到尾背下来，他说他在这里给我们大家做个榜样。这么大的年岁，凭什么能背？他讲就凭真诚清净。我们背不下来，我们的心不真诚，我们的心不清净。真诚清净心就能做到。一般讲，年轻记忆力好，年纪大了记不得，八十一岁。真正是古德所谓「天下无难事，只怕有心人」，有真诚心、有清净心。我相信他背这部经是苦行精进，他才能背得出来。我们要怕苦、要懈怠，这就不行。确实给我们做了个好榜样。",
      "zh_TW": "今天早晨上海來了一位老居士，今年八十一歲，給我們做了個表演，背誦《無量壽經》。他告訴我，他用一年的時間把這部經從頭到尾背下來，他說他在這裡給我們大家做個榜樣。這麼大的年歲，憑什麼能背？他講就憑真誠清淨。我們背不下來，我們的心不真誠，我們的心不清淨。真誠清淨心就能做到。一般講，年輕記憶力好，年紀大了記不得，八十一歲。真正是古德所謂「天下無難事，只怕有心人」，有真誠心、有清淨心。我相信他背這部經是苦行精進，他才能背得出來。我們要怕苦、要懈怠，這就不行。確實給我們做了個好榜樣。"
    },
    {
      "id": "12-017-1723_p0020",
      "zh_CN": "当年李老师叫我学讲经，我不敢接受，讲经多难！以后为什么就答应？答应老师我就可以学了，是林看治居士给我做了个榜样，她也是我们经学班里面的同学，年岁最大，六十岁。我那一年三十一岁，她六十岁，她的孙女儿已经做小学教员了。她自己什么程度？小学毕业。六十岁，小学毕业，发心学讲经。经本很多字不认识，她是到处问人，坐在那个地方，随便拿个册子：师兄，这个字怎么念？这句什么意思？真的是学无常师，每个人都是她的老师，对每个人都恭敬，那真叫苦行精进在学，日夜不间断！她学成了，上台讲讲得不错，法缘殊胜，她讲经听众特别多。我看到这个现象，受到她的鼓励，我三十一岁，她六十岁，我是初中毕业，她小学毕业，她能，我为什么不能？我就是因为看到这个样子，我才跟老师讲：行，我可以接受。我看到林看治这个老同学，因为她学经的时候常常来问我，问我这个字怎么念，意思是什么，我讲给她听。这个力量太大了，如果没有林看治居士给我做这个榜样，我不敢发心。所以今天上海这位老居士跟大家做了一个很好的榜样，说明什么？学佛不难，给我们带来莫大的鼓励。",
      "zh_TW": "當年李老師叫我學講經，我不敢接受，講經多難！以後為什麼就答應？答應老師我就可以學了，是林看治居士給我做了個榜樣，她也是我們經學班裡面的同學，年歲最大，六十歲。我那一年三十一歲，她六十歲，她的孫女兒已經做小學教員了。她自己什麼程度？小學畢業。六十歲，小學畢業，發心學講經。經本很多字不認識，她是到處問人，坐在那個地方，隨便拿個冊子：師兄，這個字怎麼念？這句什麼意思？真的是學無常師，每個人都是她的老師，對每個人都恭敬，那真叫苦行精進在學，日夜不間斷！她學成了，上台講講得不錯，法緣殊勝，她講經聽眾特別多。我看到這個現象，受到她的鼓勵，我三十一歲，她六十歲，我是初中畢業，她小學畢業，她能，我為什麼不能？我就是因為看到這個樣子，我才跟老師講：行，我可以接受。我看到林看治這個老同學，因為她學經的時候常常來問我，問我這個字怎麼念，意思是什麼，我講給她聽。這個力量太大了，如果沒有林看治居士給我做這個榜樣，我不敢發心。所以今天上海這位老居士跟大家做了一個很好的榜樣，說明什麼？學佛不難，給我們帶來莫大的鼓勵。"
    },
    {
      "id": "12-017-1723_p0021",
      "zh_CN": "最重要的，苦行精进里头最重要的，就是把自己的烦恼习气放下。这个的确是不容易，不容易也要做。不能一下放下，一下放下，那是顿修顿断，这是什么？佛门讲上上根人。释迦牟尼佛给我们示现的是顿修顿断，他修学十二年，觉得这个不究竟，不究竟原因就是妄想分别执着没放下，这不究竟。所以他到恒河旁边大树底下去打坐，把十二年所学的统统放下，就是妄想分别执着一下断了。这一下断，大彻大悟，明心见性。",
      "zh_TW": "最重要的，苦行精進裡頭最重要的，就是把自己的煩惱習氣放下。這個的確是不容易，不容易也要做。不能一下放下，一下放下，那是頓修頓斷，這是什麼？佛門講上上根人。釋迦牟尼佛給我們示現的是頓修頓斷，他修學十二年，覺得這個不究竟，不究竟原因就是妄想分別執著沒放下，這不究竟。所以他到恆河旁邊大樹底下去打坐，把十二年所學的統統放下，就是妄想分別執著一下斷了。這一下斷，大徹大悟，明心見性。"
    },
    {
      "id": "12-017-1723_p0022",
      "zh_CN": "在中国禅宗里面，六祖惠能大师他没有参学，不认识字，没念过书，在黄梅做义工做了八个月。由神秀大师一首偈子引出来，五祖把衣钵传给他。他是顿修顿悟，跟释迦牟尼佛示现完全相同，释迦牟尼佛之所悟跟惠能大师所悟是同一个境界。所以我们读了《坛经》就晓得世尊当时的境界，我们就明白了。我们不是这个根性，我们可以从哪里？渐修渐悟，慢慢来。我就是这样的根性，从认识章嘉大师到今年五十六年，这五十六年当中，年年放下，年年提升，渐修渐悟，半个多世纪在经教里头能看得出佛的境界，能看得出佛的慈悲。好，现在时间到了，这句我们就学到此地。",
      "zh_TW": "在中國禪宗裡面，六祖惠能大師他沒有參學，不認識字，沒念過書，在黃梅做義工做了八個月。由神秀大師一首偈子引出來，五祖把衣缽傳給他。他是頓修頓悟，跟釋迦牟尼佛示現完全相同，釋迦牟尼佛之所悟跟惠能大師所悟是同一個境界。所以我們讀了《壇經》就曉得世尊當時的境界，我們就明白了。我們不是這個根性，我們可以從哪裡？漸修漸悟，慢慢來。我就是這樣的根性，從認識章嘉大師到今年五十六年，這五十六年當中，年年放下，年年提升，漸修漸悟，半個多世紀在經教裡頭能看得出佛的境界，能看得出佛的慈悲。好，現在時間到了，這句我們就學到此地。"
    },
    {
      "id": "12-017-1723_p0023",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看下面一句：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看下面一句："
    },
    {
      "id": "12-017-1723_p0024",
      "zh_CN": "【或以寂静禅定门。】",
      "zh_TW": "【或以寂靜禪定門。】"
    },
    {
      "id": "12-017-1723_p0025",
      "zh_CN": "『寂静禅定』在现前也非常重要，东方，在中国、在印度自古就提倡「静、定」，儒家总的纲领，实在讲古圣所传，《中庸》是理论，《大学》是方法。《大学》里头三纲八目，三纲就是明明德、亲民、止于至善；八目，格物、致知、诚意、正心、修身、齐家、治国、平天下。平天下的意思，天下人都得到公平，也就是我们今天所说的平等对待，和睦相处，就是平天下的意思。方法里面最重要的，这书上说得很好，知止而后有定。由此可知，这个定是个关键。定是从哪里来的？定是知止，也就是我们一般人所讲的知足，知足，心就定了。释迦牟尼佛给我们示现的，日常生活，日中一食，树下一宿，知足。知足，心是定的，定生慧，慧才能够学习。所以没有定慧，不但出世间法你学不到，世间法也学不到。世间法也要靠定慧，小定得小成就，大定得大成就。世出世间法成就的关键就在定，你说这个多重要！",
      "zh_TW": "『寂靜禪定』在現前也非常重要，東方，在中國、在印度自古就提倡「靜、定」，儒家總的綱領，實在講古聖所傳，《中庸》是理論，《大學》是方法。《大學》裡頭三綱八目，三綱就是明明德、親民、止於至善；八目，格物、致知、誠意、正心、修身、齊家、治國、平天下。平天下的意思，天下人都得到公平，也就是我們今天所說的平等對待，和睦相處，就是平天下的意思。方法裡面最重要的，這書上說得很好，知止而後有定。由此可知，這個定是個關鍵。定是從哪裡來的？定是知止，也就是我們一般人所講的知足，知足，心就定了。釋迦牟尼佛給我們示現的，日常生活，日中一食，樹下一宿，知足。知足，心是定的，定生慧，慧才能夠學習。所以沒有定慧，不但出世間法你學不到，世間法也學不到。世間法也要靠定慧，小定得小成就，大定得大成就。世出世間法成就的關鍵就在定，你說這個多重要！"
    },
    {
      "id": "12-017-1723_p0026",
      "zh_CN": "我们看看现在人，现在这个社会，我们看过许许多多国家地区，从儿童、少壮到老人，细心去观察，绝大多数心浮气躁。为什么心浮气躁？不知止，不知足。不知足，贪而无厌；不知止，一定杂乱无章，他怎么会成就？我们再看看近代这些科学家的成就，符不符合这个原则，寂静禅定？符合。科学家一生研究，真的一门深入，他不学很多，一门，知止，止于这一门，止于这一个科目，他心是定的，所以他能成就。如果他不晓得止于一，心里面还有妄求，贪多嚼不烂，他就不能成就。世法尚且如此，何况圣贤大法？佛法是大圣大贤，你怎么能成就？",
      "zh_TW": "我們看看現在人，現在這個社會，我們看過許許多多國家地區，從兒童、少壯到老人，細心去觀察，絕大多數心浮氣躁。為什麼心浮氣躁？不知止，不知足。不知足，貪而無厭；不知止，一定雜亂無章，他怎麼會成就？我們再看看近代這些科學家的成就，符不符合這個原則，寂靜禪定？符合。科學家一生研究，真的一門深入，他不學很多，一門，知止，止於這一門，止於這一個科目，他心是定的，所以他能成就。如果他不曉得止於一，心裡面還有妄求，貪多嚼不爛，他就不能成就。世法尚且如此，何況聖賢大法？佛法是大聖大賢，你怎麼能成就？"
    },
    {
      "id": "12-017-1723_p0027",
      "zh_CN": "尤其是「寂静」，寂静不但能成就世出世法，寂静对养生是秘诀。中国的医学，从前李老师跟我讲过，他是很好的中医，他告诉我，他的医术一生没有害过人。他做过司法官，他说我在做司法官的时候，也有可能冤枉别人，但是我的医术没有误过人。告诉我，中国的医学第一个目标不是治病，那是做什么？养生。中国医学的目标是要一个人长生不老，依照中国医学的理论，人的寿命应当活两百岁。也就是人是个机器，这个机器你要是会保养，小心谨慎使用它，不要糟蹋它，可以用两百年。不到两百年，都是你不会使用，你错用、误用、糟蹋了这个机器，它的寿命就缩短了。这个道理我们要懂。中医这是第一个目标。第二个目标还不是治病，防止疾病；换句话说，教你怎样不生病，这是第二个目标。第三个目标，生了病，再讲怎样治疗，所以治病是中国医学第三个目标，这我们要知道。外国医学里头没有这个说法的。",
      "zh_TW": "尤其是「寂靜」，寂靜不但能成就世出世法，寂靜對養生是祕訣。中國的醫學，從前李老師跟我講過，他是很好的中醫，他告訴我，他的醫術一生沒有害過人。他做過司法官，他說我在做司法官的時候，也有可能冤枉別人，但是我的醫術沒有誤過人。告訴我，中國的醫學第一個目標不是治病，那是做什麼？養生。中國醫學的目標是要一個人長生不老，依照中國醫學的理論，人的壽命應當活兩百歲。也就是人是個機器，這個機器你要是會保養，小心謹慎使用它，不要糟蹋它，可以用兩百年。不到兩百年，都是你不會使用，你錯用、誤用、糟蹋了這個機器，它的壽命就縮短了。這個道理我們要懂。中醫這是第一個目標。第二個目標還不是治病，防止疾病；換句話說，教你怎樣不生病，這是第二個目標。第三個目標，生了病，再講怎樣治療，所以治病是中國醫學第三個目標，這我們要知道。外國醫學裡頭沒有這個說法的。"
    },
    {
      "id": "12-017-1723_p0028",
      "zh_CN": "那么到治病也有三等，第一等的医生不必问话，一看你，看你气色、看你动作、听你的音声（你说话的音声），就知道你有什么病，这是治病的时候，第一等医生，叫望；第二等的，第二等是望了之后还要问你，问问你的状况，这二等的；第三等，问了之后还要把脉。所以那个真高明的不需要把脉，把脉在治病的时候是第三等的。我们听了老师这些话之后，看到把脉的医生叫三等三的医生。中国的这个医学玄。",
      "zh_TW": "那麼到治病也有三等，第一等的醫生不必問話，一看你，看你氣色、看你動作、聽你的音聲（你說話的音聲），就知道你有什麼病，這是治病的時候，第一等醫生，叫望；第二等的，第二等是望了之後還要問你，問問你的狀況，這二等的；第三等，問了之後還要把脈。所以那個真高明的不需要把脈，把脈在治病的時候是第三等的。我們聽了老師這些話之後，看到把脈的醫生叫三等三的醫生。中國的這個醫學玄。"
    },
    {
      "id": "12-017-1723_p0029",
      "zh_CN": "养生之道，心要寂静，身要运动，这个会养生。为什么？心它本来是清净的。心在哪里？找不到！所以佛法用圆来表法，圆，这个是圆的，圆有圆心。在几何里头，圆有没有圆心？有，在哪里？找不到。圆心是抽象的，不能说它没有，也不能说它有。佛家讲心，真的是如此。所以心是什么？心是空，心不能有。心起作用就变成圆周，圆周是动的，圆周是个轮子，它要动；它要不动，它就坏了。所以养生，养心要清净，心要寂静，身要运动。",
      "zh_TW": "養生之道，心要寂靜，身要運動，這個會養生。為什麼？心它本來是清淨的。心在哪裡？找不到！所以佛法用圓來表法，圓，這個是圓的，圓有圓心。在幾何裡頭，圓有沒有圓心？有，在哪裡？找不到。圓心是抽象的，不能說它沒有，也不能說它有。佛家講心，真的是如此。所以心是什麼？心是空，心不能有。心起作用就變成圓周，圓周是動的，圓周是個輪子，它要動；它要不動，它就壞了。所以養生，養心要清淨，心要寂靜，身要運動。"
    },
    {
      "id": "12-017-1723_p0030",
      "zh_CN": "佛家运动用什么？用拜佛，拜佛是运动，一天至少也要拜一百拜。一般初学多半一天拜三百拜，这也是遇到的境界不相同。我在年轻的时候跟忏云法师住茅蓬，我没出家，还在认识李老师之前。三十岁那一年，我辞掉工作，在忏云法师茅蓬里面做义工。法师规定每天拜八百拜，早晨拜三百拜，中午吃过午饭之后拜二百拜，晚上拜三百拜，每天八百拜。既是修身也消业障，拜佛是忏悔。拜佛的时候心是静的，没有妄念。做不到的时候就念佛，拜佛的时候心里面只有阿弥陀佛，除阿弥陀佛之外，什么念头都没有，无念，这个心地清净。身体依照规矩，动作统统做到，你全身都运动到，非常好！",
      "zh_TW": "佛家運動用什麼？用拜佛，拜佛是運動，一天至少也要拜一百拜。一般初學多半一天拜三百拜，這也是遇到的境界不相同。我在年輕的時候跟懺雲法師住茅蓬，我沒出家，還在認識李老師之前。三十歲那一年，我辭掉工作，在懺雲法師茅蓬裡面做義工。法師規定每天拜八百拜，早晨拜三百拜，中午吃過午飯之後拜二百拜，晚上拜三百拜，每天八百拜。既是修身也消業障，拜佛是懺悔。拜佛的時候心是靜的，沒有妄念。做不到的時候就念佛，拜佛的時候心裡面只有阿彌陀佛，除阿彌陀佛之外，什麼念頭都沒有，無念，這個心地清淨。身體依照規矩，動作統統做到，你全身都運動到，非常好！"
    },
    {
      "id": "12-017-1723_p0031",
      "zh_CN": "那时候茅蓬在山上，山上没有电，也没有路，我们自己开一条小路。没有电，点蜡烛，所以晚上睡得很早。因为茅蓬里面是过午不食，晚上都不吃饭，所以就简单。晚上六点钟就开始做晚课，先拜佛，三百拜拜完之后打皈依，做个三皈依，很简单；接着休息，八点钟休息，睡觉。早晨两点钟起床，起床之后，洗了脸先去拜佛，拜三百拜，然后再开始工作。我在那里做义工，做厨房，准备大家的早餐。",
      "zh_TW": "那時候茅蓬在山上，山上沒有電，也沒有路，我們自己開一條小路。沒有電，點蠟燭，所以晚上睡得很早。因為茅蓬裡面是過午不食，晚上都不吃飯，所以就簡單。晚上六點鐘就開始做晚課，先拜佛，三百拜拜完之後打皈依，做個三皈依，很簡單；接著休息，八點鐘休息，睡覺。早晨兩點鐘起床，起床之後，洗了臉先去拜佛，拜三百拜，然後再開始工作。我在那裡做義工，做廚房，準備大家的早餐。"
    },
    {
      "id": "12-017-1723_p0032",
      "zh_CN": "你心是定的，身是动的，这个人身就健康。现代人恰恰相反，心是妄念太多，心在动；身喜欢舒服，身不动，你想想看，他怎么不生病？完全颠倒了，该动的不动，不该动的偏要动，恰恰相反，这是错误。东方圣人懂得这个道理，东方的教诲，一般人也明白养生之道。你看看许多乡下人很贫苦，长寿，八九十岁、一百多岁的常有，你去调查，他吃的粗茶淡饭，一般人看起来没什么营养，为什么健康长寿？怎么研究也没有研究出一个道理出来。实实在在它有道理，它不是没道理。乡下人生活简单，他什么都不想，虽然他没有修过寂静禅定，他心里什么妄念都没有。一天简简单单的工作做完了，什么事都没有。所以那些人一定早睡早起，妄念很少，工作勤劳，活动的时间也多，这是长寿真正的原因。",
      "zh_TW": "你心是定的，身是動的，這個人身就健康。現代人恰恰相反，心是妄念太多，心在動；身喜歡舒服，身不動，你想想看，他怎麼不生病？完全顛倒了，該動的不動，不該動的偏要動，恰恰相反，這是錯誤。東方聖人懂得這個道理，東方的教誨，一般人也明白養生之道。你看看許多鄉下人很貧苦，長壽，八九十歲、一百多歲的常有，你去調查，他吃的粗茶淡飯，一般人看起來沒什麼營養，為什麼健康長壽？怎麼研究也沒有研究出一個道理出來。實實在在它有道理，它不是沒道理。鄉下人生活簡單，他什麼都不想，雖然他沒有修過寂靜禪定，他心裡什麼妄念都沒有。一天簡簡單單的工作做完了，什麼事都沒有。所以那些人一定早睡早起，妄念很少，工作勤勞，活動的時間也多，這是長壽真正的原因。"
    },
    {
      "id": "12-017-1723_p0033",
      "zh_CN": "思虑很多，我们现在讲说它是最消耗能量的。我跟李老师报告我自己学习的心得，我认为消耗能量最多的是妄念，妄想太多、杂念太多、顾虑太多、疑惑太多，消耗你的体能应该是在百分之九十以上；你真正工作，无论是劳心、劳力，所消耗的能量是百分之几，不到十。我向李老师报告，李老师同意，这正确的，是这个样子。所以不该想的不要去想，不该顾虑的不要去顾虑，尽可能保持你的心常常是清净的。还是有妄念，保持不了，你可以用一个对治的方法，念佛。把你的精神意志集中在佛号上，用这一句佛号把妄念统统打掉，这是好方法，既是养生之道，又真正在修净土。不念佛呢？不念佛他妄念就起来。每天能够念佛八小时到十小时，一生都不间断，决定得生净土。",
      "zh_TW": "思慮很多，我們現在講說它是最消耗能量的。我跟李老師報告我自己學習的心得，我認為消耗能量最多的是妄念，妄想太多、雜念太多、顧慮太多、疑惑太多，消耗你的體能應該是在百分之九十以上；你真正工作，無論是勞心、勞力，所消耗的能量是百分之幾，不到十。我向李老師報告，李老師同意，這正確的，是這個樣子。所以不該想的不要去想，不該顧慮的不要去顧慮，盡可能保持你的心常常是清淨的。還是有妄念，保持不了，你可以用一個對治的方法，念佛。把你的精神意志集中在佛號上，用這一句佛號把妄念統統打掉，這是好方法，既是養生之道，又真正在修淨土。不念佛呢？不念佛他妄念就起來。每天能夠念佛八小時到十小時，一生都不間斷，決定得生淨土。"
    },
    {
      "id": "12-017-1723_p0034",
      "zh_CN": "这个念佛一定要记住，叫净念相继，也就是觉明妙行菩萨所说的，「不怀疑，不夹杂」就是寂静禅定，「不间断」就是功夫成就。如果每天能够念八个小时，一生不中断，做为自己的定课。如果信心不足，还有疑惑，听经，每天能够听两个小时到四个小时，念八个小时佛，你决定生净土。如果念佛的时候还有妄念、还有夹杂，你的功夫就破坏了，这个念法往生没有把握。真的做到不怀疑、不夹杂、不间断，在一般讲三年，顶多五年，你就得念佛三昧。什么叫念佛三昧？你的心清净，妄念少了，智慧增长了，往生西方极乐世界你就得自在了，你想去，随时可以去得了。所以诸位看《净土圣贤录》、看《往生传》，许多念佛的人三年就往生了。",
      "zh_TW": "這個念佛一定要記住，叫淨念相繼，也就是覺明妙行菩薩所說的，「不懷疑，不夾雜」就是寂靜禪定，「不間斷」就是功夫成就。如果每天能夠念八個小時，一生不中斷，做為自己的定課。如果信心不足，還有疑惑，聽經，每天能夠聽兩個小時到四個小時，念八個小時佛，你決定生淨土。如果念佛的時候還有妄念、還有夾雜，你的功夫就破壞了，這個念法往生沒有把握。真的做到不懷疑、不夾雜、不間斷，在一般講三年，頂多五年，你就得念佛三昧。什麼叫念佛三昧？你的心清淨，妄念少了，智慧增長了，往生西方極樂世界你就得自在了，你想去，隨時可以去得了。所以諸位看《淨土聖賢錄》、看《往生傳》，許多念佛的人三年就往生了。"
    },
    {
      "id": "12-017-1723_p0035",
      "zh_CN": "曾经有很多人问我，这些人念佛三年往生，是不是寿命都到了？我给他们的解答，我说不可能是寿命都到，哪有那么巧的事情？这个讲不通！那是什么原因三年都走了？他功夫成就了，虽有寿命，不要了，这才能讲得通。真的得念佛三昧，往生就自在，可以提前走。我们在《净土圣贤录》里面看到宋朝莹珂法师，他念佛真的把阿弥陀佛念来，阿弥陀佛告诉他，他阳寿还有十年，叫他好好的修行，十年之后，寿命到的时候，佛来接引他。他跟阿弥陀佛说他十年寿命不要了，现在就去。佛也答应他了，告诉他说：这样好了，三天之后我来接引你。他三天后就往生。所以功夫到的时候，这个世间可以多住几年不碍事，也可以随时走，这叫自在！这种例子太多太多。",
      "zh_TW": "曾經有很多人問我，這些人念佛三年往生，是不是壽命都到了？我給他們的解答，我說不可能是壽命都到，哪有那麼巧的事情？這個講不通！那是什麼原因三年都走了？他功夫成就了，雖有壽命，不要了，這才能講得通。真的得念佛三昧，往生就自在，可以提前走。我們在《淨土聖賢錄》裡面看到宋朝瑩珂法師，他念佛真的把阿彌陀佛念來，阿彌陀佛告訴他，他陽壽還有十年，叫他好好的修行，十年之後，壽命到的時候，佛來接引他。他跟阿彌陀佛說他十年壽命不要了，現在就去。佛也答應他了，告訴他說：這樣好了，三天之後我來接引你。他三天後就往生。所以功夫到的時候，這個世間可以多住幾年不礙事，也可以隨時走，這叫自在！這種例子太多太多。"
    },
    {
      "id": "12-017-1723_p0036",
      "zh_CN": "前年深圳黄居士，年岁很轻，三十几岁，黄忠昌，给我们做了个示范，他就试试看三年是不是真的行？他闭三年关，念佛。念了二年十个月他就走了，预知时至，没有生病，这做样子给我们看。他这个示现，他就是有意的，试试看，能成功，他走了，也给大家做个证明，这是真的不是假的。在佛法讲三转法轮，他是作证转，给我们做个样子，你看信不信。这个世间常讲灾难很多，你要是用念佛这个方法，三年能成就，你什么都不在乎！你每天会生活得很快乐，决定没有忧虑，决定没有烦恼。三年时间不长，肯定能成就。古人成就的太多了，现在人做出样子来给我们看。",
      "zh_TW": "前年深圳黃居士，年歲很輕，三十幾歲，黃忠昌，給我們做了個示範，他就試試看三年是不是真的行？他閉三年關，念佛。念了二年十個月他就走了，預知時至，沒有生病，這做樣子給我們看。他這個示現，他就是有意的，試試看，能成功，他走了，也給大家做個證明，這是真的不是假的。在佛法講三轉法輪，他是作證轉，給我們做個樣子，你看信不信。這個世間常講災難很多，你要是用念佛這個方法，三年能成就，你什麼都不在乎！你每天會生活得很快樂，決定沒有憂慮，決定沒有煩惱。三年時間不長，肯定能成就。古人成就的太多了，現在人做出樣子來給我們看。"
    },
    {
      "id": "12-017-1723_p0037",
      "zh_CN": "这里头有个关键，关键是什么？你能不能放下，你要放不下，那就去不了。你对这个世间还有贪恋，那就坏了；要对这个世间毫无贪恋，真放下了，念佛的功夫就得力。你对这世间有贪恋，你念佛决定有夹杂，夹杂把你念佛功夫破坏掉了，这样一来，这一生当中只跟阿弥陀佛、极乐世界结个善缘，这一生不能成就。你要问：什么时候成就？什么时候你把这个世缘看破，没有一丝毫贪恋，没有一丝毫怨恨，你心是定的，你那个时候就有成就。",
      "zh_TW": "這裡頭有個關鍵，關鍵是什麼？你能不能放下，你要放不下，那就去不了。你對這個世間還有貪戀，那就壞了；要對這個世間毫無貪戀，真放下了，念佛的功夫就得力。你對這世間有貪戀，你念佛決定有夾雜，夾雜把你念佛功夫破壞掉了，這樣一來，這一生當中只跟阿彌陀佛、極樂世界結個善緣，這一生不能成就。你要問：什麼時候成就？什麼時候你把這個世緣看破，沒有一絲毫貪戀，沒有一絲毫怨恨，你心是定的，你那個時候就有成就。"
    },
    {
      "id": "12-017-1723_p0038",
      "zh_CN": "这个法门实在讲是易行道，八万四千法门里头没有比这个法门更容易。大乘教里教我们放下妄想分别执着，说得很容易，几个人能做到？万万人当中难得有一个，不是容易做到。可是念佛往生净土，真能够把这个世间法放下，一心专注就是念佛三昧，就是此地讲的寂静禅定，没有一个不往生。善导大师讲得很好，万修万人去。这个法门要求的条件很简单，信、愿、行，真信，恳切的愿望，行就是老实念。行这个字，大势至菩萨讲的「都摄六根，净念相继」。都摄六根，收心，我们凡夫心都在五欲六尘上，把心收回来，收回来不再受五欲六尘的诱惑，不再受五欲六尘的影响，这心收回来了。",
      "zh_TW": "這個法門實在講是易行道，八萬四千法門裡頭沒有比這個法門更容易。大乘教裡教我們放下妄想分別執著，說得很容易，幾個人能做到？萬萬人當中難得有一個，不是容易做到。可是念佛往生淨土，真能夠把這個世間法放下，一心專注就是念佛三昧，就是此地講的寂靜禪定，沒有一個不往生。善導大師講得很好，萬修萬人去。這個法門要求的條件很簡單，信、願、行，真信，懇切的願望，行就是老實念。行這個字，大勢至菩薩講的「都攝六根，淨念相繼」。都攝六根，收心，我們凡夫心都在五欲六塵上，把心收回來，收回來不再受五欲六塵的誘惑，不再受五欲六塵的影響，這心收回來了。"
    },
    {
      "id": "12-017-1723_p0039",
      "zh_CN": "心里头想什么？专想阿弥陀佛。怎么个收法这个要懂，看到好看的、喜欢的，阿弥陀佛，佛号就起来，阿弥陀佛，不要贪恋外面的色相；看到不好的、讨厌的，阿弥陀佛，不生瞋恚。一切时一切处，念头一起是阿弥陀佛，绝不攀缘外面的境界，色声香味触法，不贪求这个，也不怨恨。念念都是阿弥陀佛，这就是都摄六根，不是叫你眼不看、耳不听，不是这个意思。眼见、耳听、起念头统统是阿弥陀佛，净念！净是清净。对念佛不怀疑，念佛的时候不夹杂，这是净；后头一句重要，不间断，没有一个不成就的。你看就这么简单，就这么容易。你要真正肯干，你要真正舍得。你喜欢的要放下，你讨厌的也要放下，让你的心恢复清净，清净就是寂静；寂静的程度深，清净浅，清净跟寂静相应。清净心跟定相应，心定在佛号上，大势至菩萨讲得好，「忆佛念佛，现前当来，必定见佛」。现前见佛是感应，当来见佛是将来，你一定在阿弥陀佛的身旁，在极乐世界一生证得究竟圆满的佛果。所以这个法门叫一生成就。",
      "zh_TW": "心裡頭想什麼？專想阿彌陀佛。怎麼個收法這個要懂，看到好看的、喜歡的，阿彌陀佛，佛號就起來，阿彌陀佛，不要貪戀外面的色相；看到不好的、討厭的，阿彌陀佛，不生瞋恚。一切時一切處，念頭一起是阿彌陀佛，絕不攀緣外面的境界，色聲香味觸法，不貪求這個，也不怨恨。念念都是阿彌陀佛，這就是都攝六根，不是叫你眼不看、耳不聽，不是這個意思。眼見、耳聽、起念頭統統是阿彌陀佛，淨念！淨是清淨。對念佛不懷疑，念佛的時候不夾雜，這是淨；後頭一句重要，不間斷，沒有一個不成就的。你看就這麼簡單，就這麼容易。你要真正肯幹，你要真正捨得。你喜歡的要放下，你討厭的也要放下，讓你的心恢復清淨，清淨就是寂靜；寂靜的程度深，清淨淺，清淨跟寂靜相應。清淨心跟定相應，心定在佛號上，大勢至菩薩講得好，「憶佛念佛，現前當來，必定見佛」。現前見佛是感應，當來見佛是將來，你一定在阿彌陀佛的身旁，在極樂世界一生證得究竟圓滿的佛果。所以這個法門叫一生成就。"
    },
    {
      "id": "12-017-1723_p0040",
      "zh_CN": "这个法门没有生死，你往生的时候活着去的，不是死了去。你看念佛往生的人，他走的时候告诉旁边大众：我看到佛来接引我了，我跟他走了。活着走的，走了，身体不要了，臭皮囊，六道轮回里面的不干净东西丢掉了，真能成就。为什么不干？出世间八万四千法门放下了，你要学这个东西浪费时间，来不及，不干了，又何况世间这些拉杂事情！身心世界一切放下，你就与寂静禅定相应。不容易！选择一生成就的法门，又能有一个真正的毅力决心，要在这一生决定成就，这样子没有一个不往生。",
      "zh_TW": "這個法門沒有生死，你往生的時候活著去的，不是死了去。你看念佛往生的人，他走的時候告訴旁邊大眾：我看到佛來接引我了，我跟他走了。活著走的，走了，身體不要了，臭皮囊，六道輪迴裡面的不乾淨東西丟掉了，真能成就。為什麼不幹？出世間八萬四千法門放下了，你要學這個東西浪費時間，來不及，不幹了，又何況世間這些拉雜事情！身心世界一切放下，你就與寂靜禪定相應。不容易！選擇一生成就的法門，又能有一個真正的毅力決心，要在這一生決定成就，這樣子沒有一個不往生。"
    },
    {
      "id": "12-017-1723_p0041",
      "zh_CN": "所以念佛人不能往生都是放不下，谁障碍你？自己障碍自己，不是外缘。外面的缘障碍不了，全是自己障碍自己，这个道理一定要懂。外缘是什么？你受外缘的影响，是你自己受它影响。你自己要不受它影响，外缘再多对你不产生效果。所以关键还是自己，中国古人所说的「行有不得，反求诸己」，问题决不在外面，决定是在自己身上，这个话是真理，这个话是事实。这是说到念佛。",
      "zh_TW": "所以念佛人不能往生都是放不下，誰障礙你？自己障礙自己，不是外緣。外面的緣障礙不了，全是自己障礙自己，這個道理一定要懂。外緣是什麼？你受外緣的影響，是你自己受它影響。你自己要不受它影響，外緣再多對你不產生效果。所以關鍵還是自己，中國古人所說的「行有不得，反求諸己」，問題決不在外面，決定是在自己身上，這個話是真理，這個話是事實。這是說到念佛。"
    },
    {
      "id": "12-017-1723_p0042",
      "zh_CN": "说到世出世间法的成就，佛讲得好，因戒得定，因定开慧，智慧现前，世出世间法就圆满成就，它的枢纽、它的关键在定。要怎样才能得定？要持戒。持戒就是你一定要守规矩，依照规矩去做，你才能得定。规矩，哪些不能做的，哪些是应当做的，大概净戒都是帮助你得定，止持就是不许可，帮助你得定。你看《十善业道》，这是初入佛门必修的课程，佛教给我们不杀生、不偷盗、不邪淫（因为十善是通在家的，所以他讲不邪淫）、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴。这是叫止持，修什么？修定，你的心就清净，就定了。如果你不守这个规矩，你的心定不下来。作持，这是一定要你做的，要你做的那是跟慧相应，你要不做不开智慧。所以止持帮助你得定，作持帮助你开智慧。戒律有两门，就是两大类，先修止持。五戒也是如此，不杀生、不偷盗、不邪淫、不妄语、不饮酒都是属于止持，帮助你得清净心，你不能不知道。",
      "zh_TW": "說到世出世間法的成就，佛講得好，因戒得定，因定開慧，智慧現前，世出世間法就圓滿成就，它的樞紐、它的關鍵在定。要怎樣才能得定？要持戒。持戒就是你一定要守規矩，依照規矩去做，你才能得定。規矩，哪些不能做的，哪些是應當做的，大概淨戒都是幫助你得定，止持就是不許可，幫助你得定。你看《十善業道》，這是初入佛門必修的課程，佛教給我們不殺生、不偷盜、不邪淫（因為十善是通在家的，所以他講不邪淫）、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴。這是叫止持，修什麼？修定，你的心就清淨，就定了。如果你不守這個規矩，你的心定不下來。作持，這是一定要你做的，要你做的那是跟慧相應，你要不做不開智慧。所以止持幫助你得定，作持幫助你開智慧。戒律有兩門，就是兩大類，先修止持。五戒也是如此，不殺生、不偷盜、不邪淫、不妄語、不飲酒都是屬於止持，幫助你得清淨心，你不能不知道。"
    },
    {
      "id": "12-017-1723_p0043",
      "zh_CN": "你要知道这个意思，你想不想得清净心？也就是我们自性，我们真心，佛说了，一切众生皆有如来智慧德相。我们有，佛有，众生有，你有，我也有，他也有，我们现在要不要把自性本性里面的般若智慧德能相好开发出来？很想！哪个不想？用什么方法？用戒定慧就能把自性开发出来。自性一开发出来就本来是佛，你在六道里头流浪，现在你算回家了，你本来是佛。你有无量智慧，你有无量的才艺、有无量的德能、有无量的相好。你只要照这个方法，这个地方举例二十门。这个二十门要是归纳起来不外乎戒定慧三门，它这里说得比较详细。二十门展开来无量法门，无量法门归纳起来就是戒定慧，你想这个戒律多重要。",
      "zh_TW": "你要知道這個意思，你想不想得清淨心？也就是我們自性，我們真心，佛說了，一切眾生皆有如來智慧德相。我們有，佛有，眾生有，你有，我也有，他也有，我們現在要不要把自性本性裡面的般若智慧德能相好開發出來？很想！哪個不想？用什麼方法？用戒定慧就能把自性開發出來。自性一開發出來就本來是佛，你在六道裡頭流浪，現在你算回家了，你本來是佛。你有無量智慧，你有無量的才藝、有無量的德能、有無量的相好。你只要照這個方法，這個地方舉例二十門。這個二十門要是歸納起來不外乎戒定慧三門，它這裡說得比較詳細。二十門展開來無量法門，無量法門歸納起來就是戒定慧，你想這個戒律多重要。"
    },
    {
      "id": "12-017-1723_p0044",
      "zh_CN": "戒从哪里学起？我们这些年来极力在提倡，从《弟子规》学起，一定要把《弟子规》看作戒律里头的根本戒，没有《弟子规》，其他的都做不到。所以今天我们细心观察，出家的四众，《沙弥律仪》做不到，在家同学，《十善业道》做不到，十善业做不到，那三皈五戒都不要谈了，都不是真的。什么原因？这戒律根本的根本没有修好。根本的根本就是《弟子规》，就是《感应篇》。",
      "zh_TW": "戒從哪裡學起？我們這些年來極力在提倡，從《弟子規》學起，一定要把《弟子規》看作戒律裡頭的根本戒，沒有《弟子規》，其他的都做不到。所以今天我們細心觀察，出家的四眾，《沙彌律儀》做不到，在家同學，《十善業道》做不到，十善業做不到，那三皈五戒都不要談了，都不是真的。什麼原因？這戒律根本的根本沒有修好。根本的根本就是《弟子規》，就是《感應篇》。"
    },
    {
      "id": "12-017-1723_p0045",
      "zh_CN": "佛教从印度，当时世尊灭度之后，他的那些弟子向四面八方去传播，并不是特别喜欢中国，不是。但是只有传到中国这一支，在中国生根、茁壮、开花、结果。传到其他的那些地方，时间短的，二、三百年就没有，消失了；多的六、七百年，唯独在中国这一支成功。什么原因？你现在就晓得，中国有儒的根、有道的根，所以十善业借着儒跟道很容易生长。你有儒道的根，十善业太容易！我们今天十善业做不到，就是你没有儒、没有道的根，诸位想想是不是这个道理？因为中国有儒道，好像植物一样，这块土地非常适合它生长，移植到这个地方来，非常适合它。所以它能够在这里生根，这个根比在印度的根还要殊胜。借着儒跟道培养它的根，真叫根深蒂固。我们要认识清楚，要在这上下功夫，要在这里扎根。",
      "zh_TW": "佛教從印度，當時世尊滅度之後，他的那些弟子向四面八方去傳播，並不是特別喜歡中國，不是。但是只有傳到中國這一支，在中國生根、茁壯、開花、結果。傳到其他的那些地方，時間短的，二、三百年就沒有，消失了；多的六、七百年，唯獨在中國這一支成功。什麼原因？你現在就曉得，中國有儒的根、有道的根，所以十善業藉著儒跟道很容易生長。你有儒道的根，十善業太容易！我們今天十善業做不到，就是你沒有儒、沒有道的根，諸位想想是不是這個道理？因為中國有儒道，好像植物一樣，這塊土地非常適合它生長，移植到這個地方來，非常適合它。所以它能夠在這裡生根，這個根比在印度的根還要殊勝。藉著儒跟道培養它的根，真叫根深蒂固。我們要認識清楚，要在這上下功夫，要在這裡扎根。"
    },
    {
      "id": "12-017-1723_p0046",
      "zh_CN": "这三个根扎下去，念佛生净土，增高你的品位，不但是往生有把握，增高品位。因为你的十善、三皈五戒统统会落实，一点都不难，成就念佛三昧。念佛三昧功夫也有三等，净宗里面讲的，理一心不乱、事一心不乱、功夫成片。理一心、事一心算是难，不是每个人能做得到，功夫成片人人都可以做到。功夫成片需要的基础，就是儒释道三个根。我们今天念佛念了几十年，要问起往生，没有把握，什么原因？心散乱的，就没把握。古德讲「口念弥陀心散乱」，虽然念佛了，念佛功夫不能成就。功夫就是一心不乱，一心不乱最初级的就叫功夫成片。功夫成片就决定得生，生凡圣同居土；要到事一心，那是生方便有余土；理一心，生实报庄严土。到西方极乐世界品位不一样。",
      "zh_TW": "這三個根紮下去，念佛生淨土，增高你的品位，不但是往生有把握，增高品位。因為你的十善、三皈五戒統統會落實，一點都不難，成就念佛三昧。念佛三昧功夫也有三等，淨宗裡面講的，理一心不亂、事一心不亂、功夫成片。理一心、事一心算是難，不是每個人能做得到，功夫成片人人都可以做到。功夫成片需要的基礎，就是儒釋道三個根。我們今天念佛念了幾十年，要問起往生，沒有把握，什麼原因？心散亂的，就沒把握。古德講「口念彌陀心散亂」，雖然念佛了，念佛功夫不能成就。功夫就是一心不亂，一心不亂最初級的就叫功夫成片。功夫成片就決定得生，生凡聖同居土；要到事一心，那是生方便有餘土；理一心，生實報莊嚴土。到西方極樂世界品位不一樣。"
    },
    {
      "id": "12-017-1723_p0047",
      "zh_CN": "从这个地方你就了解这三个根多重要。黄忠昌给我们做出示现，他有没有三个根？有，怎么知道有？万缘放下，一心专念，那根就具足了。我们今天万缘放不下，放不下就要扎根，就要从这里。真放下了，那你的根就圆满，为什么？你心地清净，一心专注，这个十善自然你就圆满。这个道理一定要懂。所以世出世间一切法成就的关键就在寂静禅定。佛法里面叫一心不乱，一心不乱就是寂静禅定，《弥陀经》上说的。今天时间到了，我们就学习到此地。",
      "zh_TW": "從這個地方你就了解這三個根多重要。黃忠昌給我們做出示現，他有沒有三個根？有，怎麼知道有？萬緣放下，一心專念，那根就具足了。我們今天萬緣放不下，放不下就要扎根，就要從這裡。真放下了，那你的根就圓滿，為什麼？你心地清淨，一心專注，這個十善自然你就圓滿。這個道理一定要懂。所以世出世間一切法成就的關鍵就在寂靜禪定。佛法裡面叫一心不亂，一心不亂就是寂靜禪定，《彌陀經》上說的。今天時間到了，我們就學習到此地。"
    }
  ]
}