{
  "doc_id": "12-017-1404",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四０四卷",
    "zh_TW": "第一四０四卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1404",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "12-017-1404_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问明品」，第六正教甚深，勤首菩萨偈颂最后一首，第十首：",
      "zh_TW": "諸位同學，請坐。請看「菩薩問明品」，第六正教甚深，勤首菩薩偈頌最後一首，第十首："
    },
    {
      "id": "12-017-1404_p0002",
      "zh_CN": "【如有见虚空。端居不摇动。而言普腾蹑。懈怠者亦然。】",
      "zh_TW": "【如有見虛空。端居不搖動。而言普騰躡。懈怠者亦然。】"
    },
    {
      "id": "12-017-1404_p0003",
      "zh_CN": "清凉大师在注解里面给我们说，这是第八个比喻，最后一个比喻，「不动遍空喻，喻虽知性空，智未游履，而言遍证，亦增上慢人也」，增上慢，『懈怠者亦然』，注得不多，意味深长。佛法之可贵，我们一定要明了，佛教导我们信解行证，一定要到亲证才是真实的受用。诸佛菩萨都期望我们能依教奉行，真的是所谓巴不得我们早一天证果。证什么果位？证如来究竟圆满的果位，佛菩萨才欢喜。要想证得，前面是行，你要认真的依教奉行，夏莲居老居士常常讲的「真干」。能行奠定在能解的基础上，你一定要有胜解，解得透彻，解得明了，你才能行。要想得胜解，前面必须有净信，清净信心，这个信心不容有丝毫疑惑，再依照这个顺序，不能够躐等，按部就班能在一生当中成就自己的道业。这个是千经万论，本师释迦牟尼佛时时刻刻在叮咛教导我们。",
      "zh_TW": "清涼大師在註解裡面給我們說，這是第八個比喻，最後一個比喻，「不動遍空喻，喻雖知性空，智未游履，而言遍證，亦增上慢人也」，增上慢，『懈怠者亦然』，註得不多，意味深長。佛法之可貴，我們一定要明瞭，佛教導我們信解行證，一定要到親證才是真實的受用。諸佛菩薩都期望我們能依教奉行，真的是所謂巴不得我們早一天證果。證什麼果位？證如來究竟圓滿的果位，佛菩薩才歡喜。要想證得，前面是行，你要認真的依教奉行，夏蓮居老居士常常講的「真幹」。能行奠定在能解的基礎上，你一定要有勝解，解得透徹，解得明瞭，你才能行。要想得勝解，前面必須有淨信，清淨信心，這個信心不容有絲毫疑惑，再依照這個順序，不能夠躐等，按部就班能在一生當中成就自己的道業。這個是千經萬論，本師釋迦牟尼佛時時刻刻在叮嚀教導我們。"
    },
    {
      "id": "12-017-1404_p0004",
      "zh_CN": "我们对于所学的、所修的有没有信心？信心从什么地方建立？说得容易，做起来是真难。我们常常自己反省检点，无论是出家在家，是过去还是现在，我们有没有生起过信心？这桩事情不能说没有，信心为什么不起作用？信心太少了！不够标准。学佛，我曾经问过不少人，「佛是什么？」说不上来！「你信佛教，佛教是什么？」也说不上来。社会一般大众对佛教有误会，这是事实。最明显的、最普遍的，佛教是迷信，佛教是多神教，佛教是消极，佛教不合科学。这一大堆的帽子都给你扣上了，你没有能力反驳，也提不出有利的证据。反而他们所说的头头是道，确实有证据、有事实来支持他的说法看法。",
      "zh_TW": "我們對於所學的、所修的有沒有信心？信心從什麼地方建立？說得容易，做起來是真難。我們常常自己反省檢點，無論是出家在家，是過去還是現在，我們有沒有生起過信心？這樁事情不能說沒有，信心為什麼不起作用？信心太少了！不夠標準。學佛，我曾經問過不少人，「佛是什麼？」說不上來！「你信佛教，佛教是什麼？」也說不上來。社會一般大眾對佛教有誤會，這是事實。最明顯的、最普遍的，佛教是迷信，佛教是多神教，佛教是消極，佛教不合科學。這一大堆的帽子都給你扣上了，你沒有能力反駁，也提不出有利的證據。反而他們所說的頭頭是道，確實有證據、有事實來支持他的說法看法。"
    },
    {
      "id": "12-017-1404_p0005",
      "zh_CN": "我在没有入佛门之前，跟他们也一样，也是这么个看法。所以要不把这个大前提搞清楚、搞明白，你的清净信心就生不起来。这桩事情要从哪里下手？世尊在《阿难问事佛吉凶经》里面说过，学佛第一个条件：「亲近明师」，这个明不是名气很大的，真正有修有证；用现在的话来说，有道德，有学问，你要亲近这样的老师。这样的老师在过去真有，我在年轻的时候有缘分还遇到，还真正亲近到。老一代都走了，都往生了，真的我们佛门是后继无人。也许有，我们没有见到，没有听说过，真正有道德、有学问的修行人不愿意出名，藏在深山人迹不到之处，罕为人知，真的有高人，我们不能说没有。",
      "zh_TW": "我在沒有入佛門之前，跟他們也一樣，也是這麼個看法。所以要不把這個大前提搞清楚、搞明白，你的清淨信心就生不起來。這樁事情要從哪裡下手？世尊在《阿難問事佛吉凶經》裡面說過，學佛第一個條件：「親近明師」，這個明不是名氣很大的，真正有修有證；用現在的話來說，有道德，有學問，你要親近這樣的老師。這樣的老師在過去真有，我在年輕的時候有緣分還遇到，還真正親近到。老一代都走了，都往生了，真的我們佛門是後繼無人。也許有，我們沒有見到，沒有聽說過，真正有道德、有學問的修行人不願意出名，藏在深山人跡不到之處，罕為人知，真的有高人，我們不能說沒有。"
    },
    {
      "id": "12-017-1404_p0006",
      "zh_CN": "这些人隐居在人迹不到之处，他的道德、他的学问对我们有什么贡献？我们看到是消极。如果诸位去看看雍正皇帝的「上谕」，也许你会开悟，你会点头。真正有道德、有学问的人，虽然没有在这地方展开教化，他居住在这个地方，这一方有福，这一方不遭灾难，纵然有灾难，一定比别的地方轻。为什么？道德之人住在这个地方，这个地方在《华严经》上来讲，「福人居福地」，有道德、有学问的是真正的智慧福德之人，他住在这个地方，这个地方就是福地，多少人沾他的光并不晓得。所以冥冥当中加持，这样的人多了，都能够加持国运。从前帝王知道，所以他拥护，他尊敬。这个里头大有道理。",
      "zh_TW": "這些人隱居在人跡不到之處，他的道德、他的學問對我們有什麼貢獻？我們看到是消極。如果諸位去看看雍正皇帝的「上諭」，也許你會開悟，你會點頭。真正有道德、有學問的人，雖然沒有在這地方展開教化，他居住在這個地方，這一方有福，這一方不遭災難，縱然有災難，一定比別的地方輕。為什麼？道德之人住在這個地方，這個地方在《華嚴經》上來講，「福人居福地」，有道德、有學問的是真正的智慧福德之人，他住在這個地方，這個地方就是福地，多少人沾他的光並不曉得。所以冥冥當中加持，這樣的人多了，都能夠加持國運。從前帝王知道，所以他擁護，他尊敬。這個裡頭大有道理。"
    },
    {
      "id": "12-017-1404_p0007",
      "zh_CN": "一个人，我们用现在话说，改变这个地区的磁场，这是大德，我们中国人讲气氛，转移这个地区的气氛。这桩事情，所以我们很感激日本江本胜博士，他用水试验证明佛经上这个说法。因为这个人他是真诚的慈悲，清净平等的慈悲心能把这一方不好的气氛，他能把它转变过来，所以我们称之为大德，有道理。现在我们说这些话，真正能听得进去、能相信的人不多，但是是事实。",
      "zh_TW": "一個人，我們用現在話說，改變這個地區的磁場，這是大德，我們中國人講氣氛，轉移這個地區的氣氛。這樁事情，所以我們很感激日本江本勝博士，他用水試驗證明佛經上這個說法。因為這個人他是真誠的慈悲，清淨平等的慈悲心能把這一方不好的氣氛，他能把它轉變過來，所以我們稱之為大德，有道理。現在我們說這些話，真正能聽得進去、能相信的人不多，但是是事實。"
    },
    {
      "id": "12-017-1404_p0008",
      "zh_CN": "我在东京访问，江本胜博士同意我的讲法，肯定我的看法。他做试验，今年是十一年了，证明一个人真诚的善心，这个地区水结晶都变成最美。不仅仅是水，山河大地一切万物都有真善美的这种反应。在过去，实在讲过去的人跟我们现在人不一样，过去人善根比我们深厚，对于古圣先贤的教诲没有疑惑。现在教学里头是鼓励怀疑，不能说他不对，但是对圣教怀疑，麻烦可就大了！科学实验里面，形而下的，这怀疑有用处。向上一着，我们佛门里面也叫疑，所以小疑有小悟，大疑有大悟，不疑，你就不会开悟。但是这个疑跟我们现在讲的疑意思不一样。",
      "zh_TW": "我在東京訪問，江本勝博士同意我的講法，肯定我的看法。他做試驗，今年是十一年了，證明一個人真誠的善心，這個地區水結晶都變成最美。不僅僅是水，山河大地一切萬物都有真善美的這種反應。在過去，實在講過去的人跟我們現在人不一樣，過去人善根比我們深厚，對於古聖先賢的教誨沒有疑惑。現在教學裡頭是鼓勵懷疑，不能說他不對，但是對聖教懷疑，麻煩可就大了！科學實驗裡面，形而下的，這懷疑有用處。向上一著，我們佛門裡面也叫疑，所以小疑有小悟，大疑有大悟，不疑，你就不會開悟。但是這個疑跟我們現在講的疑意思不一樣。"
    },
    {
      "id": "12-017-1404_p0009",
      "zh_CN": "我们世间讲怀疑，没有信，疑了不相信，没信心。佛门里面讲疑，有坚定的信心，坚定的信心为什么有疑？没有证得。譬如佛说：「万法皆空」，这个经上也讲『如有见虚空』，这个「见虚空」就是万法皆空。《般若经》上所说的「一切法无所有，毕竟空，不可得」，我们没有证得。我们肯定相信诸佛跟法身菩萨他们证入这个境界，这个我们一点怀疑都没有，我们怀疑是我们没有看到、我们没有证到，我们肯定会循着佛菩萨的道路，我们勇猛精进一定也会证得。所以佛门讲的「疑」，他有信，不坏清净信心，这跟世间人不一样！世间人疑就不相信了，不信还有什么成就？",
      "zh_TW": "我們世間講懷疑，沒有信，疑了不相信，沒信心。佛門裡面講疑，有堅定的信心，堅定的信心為什麼有疑？沒有證得。譬如佛說：「萬法皆空」，這個經上也講『如有見虛空』，這個「見虛空」就是萬法皆空。《般若經》上所說的「一切法無所有，畢竟空，不可得」，我們沒有證得。我們肯定相信諸佛跟法身菩薩他們證入這個境界，這個我們一點懷疑都沒有，我們懷疑是我們沒有看到、我們沒有證到，我們肯定會循著佛菩薩的道路，我們勇猛精進一定也會證得。所以佛門講的「疑」，他有信，不壞清淨信心，這跟世間人不一樣！世間人疑就不相信了，不信還有什麼成就？"
    },
    {
      "id": "12-017-1404_p0010",
      "zh_CN": "正如同我们亲近老师，老师的道德修养学问高过我们，他给我们讲的许多道理，我们年轻涉世不深，对他讲的不免有疑惑。但是对老师有信心，决定不怀疑老师所说的，老师讲的太深了，我还听不懂，我还不能领悟，没有关系。像《华严经》，《华严经》很长，这大家都知道，每一桩事情在《华严经》里面总是重复很多遍，这个是佛菩萨教学的善巧方便。是不是每一尊佛菩萨教化众生都用这个方法？不一定，这个要知道，佛没有定法可说。",
      "zh_TW": "正如同我們親近老師，老師的道德修養學問高過我們，他給我們講的許多道理，我們年輕涉世不深，對他講的不免有疑惑。但是對老師有信心，決定不懷疑老師所說的，老師講的太深了，我還聽不懂，我還不能領悟，沒有關係。像《華嚴經》，《華嚴經》很長，這大家都知道，每一樁事情在《華嚴經》裡面總是重複很多遍，這個是佛菩薩教學的善巧方便。是不是每一尊佛菩薩教化眾生都用這個方法？不一定，這個要知道，佛沒有定法可說。"
    },
    {
      "id": "12-017-1404_p0011",
      "zh_CN": "为什么对我们这个世间众生要这样教？他懂得我们世间众生的根性，遍数少了记不住，遍数少了伏不住烦恼。一定要遍数多，就是讲的长时薰习，遍数多了，天天薰习！天天薰习到有一定的程度之后，你那个法味就出现了。就是《论语》里面所说的「学而时习之，不亦说乎」，法味出来了，法味就是法喜，你对这个非常欢喜，真正得到受用，身心轻安法喜充满。这个乐绝对不是世间五欲六尘之乐可以相比，这个乐里头充满了智慧，充满了真善美慧。",
      "zh_TW": "為什麼對我們這個世間眾生要這樣教？他懂得我們世間眾生的根性，遍數少了記不住，遍數少了伏不住煩惱。一定要遍數多，就是講的長時薰習，遍數多了，天天薰習！天天薰習到有一定的程度之後，你那個法味就出現了。就是《論語》裡面所說的「學而時習之，不亦說乎」，法味出來了，法味就是法喜，你對這個非常歡喜，真正得到受用，身心輕安法喜充滿。這個樂絕對不是世間五欲六塵之樂可以相比，這個樂裡頭充滿了智慧，充滿了真善美慧。"
    },
    {
      "id": "12-017-1404_p0012",
      "zh_CN": "真善美慧对世间人来讲有名无实，在佛法修学的人来说真实不虚，你在这个里头得到真善美慧，他怎么不欢喜！这是人生最高的享受，这个人生是包括六道。我们这个说的还是很保守，如果说真实的，包括了十法界。这里头真的是有大乐，如果没有这个乐趣在，怎么能够吸引那么多人来修学。我们在这个世间看到，看这个面很小，时间也很短。我们所看到的，释迦牟尼佛出现在世间给我们说这么多的法门，释迦牟尼佛距离我们现在，用中国人的历史的记载三千零三十三年，时间不长。范围呢？范围不出这个地球。这么短的时间，这么小的范围的人，你看多少人学习，他能吸引这么多人。",
      "zh_TW": "真善美慧對世間人來講有名無實，在佛法修學的人來說真實不虛，你在這個裡頭得到真善美慧，他怎麼不歡喜！這是人生最高的享受，這個人生是包括六道。我們這個說的還是很保守，如果說真實的，包括了十法界。這裡頭真的是有大樂，如果沒有這個樂趣在，怎麼能夠吸引那麼多人來修學。我們在這個世間看到，看這個面很小，時間也很短。我們所看到的，釋迦牟尼佛出現在世間給我們說這麼多的法門，釋迦牟尼佛距離我們現在，用中國人的歷史的記載三千零三十三年，時間不長。範圍呢？範圍不出這個地球。這麼短的時間，這麼小的範圍的人，你看多少人學習，他能吸引這麼多人。"
    },
    {
      "id": "12-017-1404_p0013",
      "zh_CN": "你要再能把这个范围扩大，扩大到整个宇宙，这是我们现在人都相信，宇宙当中绝对不会只有这个地球上有人类、有高等生物，不可能只有这一个地球有。其他星球上有人，有比我们这个世间人更聪明的，智慧更高的，我们今天称为外星人。外星人有能力到我们地球上来游历、来参观，这就说明他们智慧比我们高，他们的科技比我们发达，这是许多人都相信的。在佛法里面讲虚空法界世界无边，众生无边，诸佛也无边。你想想看，这么多诸佛如来、这么多菩萨，在遍法界虚空界无量无边刹土教化众生，要是没有真正的真善美慧的乐趣，怎么能够吸引这么多人！我们如果能从这些地方去体会，你就晓得这个教学的伟大，这个教学的真实。对我们来讲，我们一定要认真努力的修学。",
      "zh_TW": "你要再能把這個範圍擴大，擴大到整個宇宙，這是我們現在人都相信，宇宙當中絕對不會只有這個地球上有人類、有高等生物，不可能只有這一個地球有。其他星球上有人，有比我們這個世間人更聰明的，智慧更高的，我們今天稱為外星人。外星人有能力到我們地球上來遊歷、來參觀，這就說明他們智慧比我們高，他們的科技比我們發達，這是許多人都相信的。在佛法裡面講虛空法界世界無邊，眾生無邊，諸佛也無邊。你想想看，這麼多諸佛如來、這麼多菩薩，在遍法界虛空界無量無邊剎土教化眾生，要是沒有真正的真善美慧的樂趣，怎麼能夠吸引這麼多人！我們如果能從這些地方去體會，你就曉得這個教學的偉大，這個教學的真實。對我們來講，我們一定要認真努力的修學。"
    },
    {
      "id": "12-017-1404_p0014",
      "zh_CN": "佛法教学在理论上讲真的是很简单，简单到一句话就把它说完了，这一句话是什么？回归自性，佛法教学就是这个。你看看佛在经论里面告诉我们，自性是圆满的，自性只有一个，「十方三世佛，共同一法身；一心一智慧，力无畏亦然」，真如本性一个，我们现代哲学里头名词说「宇宙万有的本体」，在佛法里面讲，称之为真如，称之为自性，或者称之为法性、法身，都是说这桩事情。",
      "zh_TW": "佛法教學在理論上講真的是很簡單，簡單到一句話就把它說完了，這一句話是什麼？回歸自性，佛法教學就是這個。你看看佛在經論裡面告訴我們，自性是圓滿的，自性只有一個，「十方三世佛，共同一法身；一心一智慧，力無畏亦然」，真如本性一個，我們現代哲學裡頭名詞說「宇宙萬有的本體」，在佛法裡面講，稱之為真如，稱之為自性，或者稱之為法性、法身，都是說這樁事情。"
    },
    {
      "id": "12-017-1404_p0015",
      "zh_CN": "自性里面具足无量的智慧、无量的德能、无量的相好，这都是我们希望追求的，梦寐以求；不知道我们自性里头圆满具足，丝毫都不欠缺。可惜的是我们迷了，迷失了，佛在《华严经》上说：「一切众生皆有如来智慧德相」，如来就是自性本觉的意思；「但以妄想执着而不能证得」，妄想分别执着，大乘教里面称之为烦恼，妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼。这三种烦恼断尽了，自性德能相好就圆满的恢复，佛教所教的就这么一桩事情。儒家也有说，没有说得那么透彻，儒家只讲「人之初，性本善」，也说得非常好！佛把本善讲得太详细了，无量的智慧，无量的德能，无量的相好。",
      "zh_TW": "自性裡面具足無量的智慧、無量的德能、無量的相好，這都是我們希望追求的，夢寐以求；不知道我們自性裡頭圓滿具足，絲毫都不欠缺。可惜的是我們迷了，迷失了，佛在《華嚴經》上說：「一切眾生皆有如來智慧德相」，如來就是自性本覺的意思；「但以妄想執著而不能證得」，妄想分別執著，大乘教裡面稱之為煩惱，妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱。這三種煩惱斷盡了，自性德能相好就圓滿的恢復，佛教所教的就這麼一樁事情。儒家也有說，沒有說得那麼透徹，儒家只講「人之初，性本善」，也說得非常好！佛把本善講得太詳細了，無量的智慧，無量的德能，無量的相好。"
    },
    {
      "id": "12-017-1404_p0016",
      "zh_CN": "所以圣贤的教学目标是什么？目标就是这个。所以我们一定要通过信解行证，证是得受用，但是你要不行，你就没有法子证；有行，那就是步步都在证。好像我们登山，每上一个阶梯，上一阶就高了一层，跟山顶山峰就愈来愈接近了。所以行跟证是不能分开的。在佛法上修学，你真的能够依教奉行，古德说得很好，烦恼轻智慧长，烦恼轻是行，智慧长是证。我们想想我们的烦恼习气是不是一年比一年少，我们的智慧是不是一年比一年增长，这很重要！常常这样反省检点，才知道自己的功夫，佛门叫功行，也就是我们今天讲的学习的成绩。学习要把成绩拿出来，这个成绩不是给别人交卷，是对自己，所以佛法称之为内学。",
      "zh_TW": "所以聖賢的教學目標是什麼？目標就是這個。所以我們一定要通過信解行證，證是得受用，但是你要不行，你就沒有法子證；有行，那就是步步都在證。好像我們登山，每上一個階梯，上一階就高了一層，跟山頂山峰就愈來愈接近了。所以行跟證是不能分開的。在佛法上修學，你真的能夠依教奉行，古德說得很好，煩惱輕智慧長，煩惱輕是行，智慧長是證。我們想想我們的煩惱習氣是不是一年比一年少，我們的智慧是不是一年比一年增長，這很重要！常常這樣反省檢點，才知道自己的功夫，佛門叫功行，也就是我們今天講的學習的成績。學習要把成績拿出來，這個成績不是給別人交卷，是對自己，所以佛法稱之為內學。"
    },
    {
      "id": "12-017-1404_p0017",
      "zh_CN": "既然一切众生都有佛性，儒家讲本性本善，从这些教诲当中，我们知道本性本善里头没有烦恼、没有习气，没有丝毫不善，这是我们本来面目，现在变成这个样子。这个在圣贤面前，他们能恢复自性，我们还不能，我们还天天在造业，这值得惭愧，这真正是羞耻！怎么会沦落到这个样子？我们总还是有善根，为什么？如果没有善根，在这一生当中遇不到真善知识，遇不到正教，纯正的教育，纯正的教学，圣贤所讲纯正的教学。纯正，也就说他没有丝毫过失，这才算得上纯正。",
      "zh_TW": "既然一切眾生都有佛性，儒家講本性本善，從這些教誨當中，我們知道本性本善裡頭沒有煩惱、沒有習氣，沒有絲毫不善，這是我們本來面目，現在變成這個樣子。這個在聖賢面前，他們能恢復自性，我們還不能，我們還天天在造業，這值得慚愧，這真正是羞恥！怎麼會淪落到這個樣子？我們總還是有善根，為什麼？如果沒有善根，在這一生當中遇不到真善知識，遇不到正教，純正的教育，純正的教學，聖賢所講純正的教學。純正，也就說他沒有絲毫過失，這才算得上純正。"
    },
    {
      "id": "12-017-1404_p0018",
      "zh_CN": "儒跟佛，历代前贤大德所公认的纯正的教学，契入之后，你才晓得佛法是纯正当中第一纯正。儒家虽然讲得很好，确实给佛法做基础。如果想契入大乘，你不学儒不行，不学儒，那一定要学小乘，儒比小乘殊胜，直通大乘。所以在中国，不但是在家的大德、出家的高僧大德，我们仔细去看看他们的传记，很少不是从儒入佛。这给我们很大的启示，为什么儒家修学那么好了，他还要入佛？佛是更上一层楼，他在儒家那里修学，造道的时候，世间圣贤，结果一看到这个，还有比这个更高的、更殊胜的！他懂得，我们哪里会晓得？",
      "zh_TW": "儒跟佛，歷代前賢大德所公認的純正的教學，契入之後，你才曉得佛法是純正當中第一純正。儒家雖然講得很好，確實給佛法做基礎。如果想契入大乘，你不學儒不行，不學儒，那一定要學小乘，儒比小乘殊勝，直通大乘。所以在中國，不但是在家的大德、出家的高僧大德，我們仔細去看看他們的傳記，很少不是從儒入佛。這給我們很大的啟示，為什麼儒家修學那麼好了，他還要入佛？佛是更上一層樓，他在儒家那裡修學，造道的時候，世間聖賢，結果一看到這個，還有比這個更高的、更殊勝的！他懂得，我們哪裡會曉得？"
    },
    {
      "id": "12-017-1404_p0019",
      "zh_CN": "我们年轻的时候谤佛，你要问什么原因，没有儒的基础。如果真有儒的基础就不会谤佛了，没有儒的基础是看不出佛教的殊胜，也看不懂佛教的经典。我们是中年的时候，不算中年，还算是青年的时候，二十几岁遇到佛法。难得的是有好老师的教导，你看老师虽然教我们佛法，没有放弃儒学。我们是儒跟佛并重，李老师当年在台中，一个星期给我们上一堂课，佛法上一堂课，儒学上一堂课，我们一个星期上两堂课。",
      "zh_TW": "我們年輕的時候謗佛，你要問什麼原因，沒有儒的基礎。如果真有儒的基礎就不會謗佛了，沒有儒的基礎是看不出佛教的殊勝，也看不懂佛教的經典。我們是中年的時候，不算中年，還算是青年的時候，二十幾歲遇到佛法。難得的是有好老師的教導，你看老師雖然教我們佛法，沒有放棄儒學。我們是儒跟佛並重，李老師當年在台中，一個星期給我們上一堂課，佛法上一堂課，儒學上一堂課，我們一個星期上兩堂課。"
    },
    {
      "id": "12-017-1404_p0020",
      "zh_CN": "我在台中十年如一日，听他讲经，他讲经讲一次，一个星期每个星期三固定的，在慈光图书馆。我们亲近李老师，一个星期跟他见面只有三次，不是天天都见面的。那个时候有人说老师教我们的时间太少了，一个星期两堂课，一堂是三个小时，只有两堂课。我在那里学，我说这个时间对我来讲正好，为什么？如果再多了，消化不了，还好就是一个星期只有一堂佛法、一堂儒学。",
      "zh_TW": "我在台中十年如一日，聽他講經，他講經講一次，一個星期每個星期三固定的，在慈光圖書館。我們親近李老師，一個星期跟他見面只有三次，不是天天都見面的。那個時候有人說老師教我們的時間太少了，一個星期兩堂課，一堂是三個小時，只有兩堂課。我在那裡學，我說這個時間對我來講正好，為什麼？如果再多了，消化不了，還好就是一個星期只有一堂佛法、一堂儒學。"
    },
    {
      "id": "12-017-1404_p0021",
      "zh_CN": "老师他的方法很高明，只准我们学一门，这不是有两堂课吗？对，两堂课你只能学一门，不学的那一门可以去听。所以我们两堂课统统都听，但是自己的功夫用在一门，我选的是佛学。所以儒家的东西每一次都听，一次都不缺，没有把时间精力真正用在那一方面，我用在佛经上。这就是老师教导我们一门深入，长时薰修。等于说我们的课程有正课、有助课，佛教讲正助双修，儒是做辅助的，只要懂得明了就好，不必在那上面用太多的时间，用太多的功夫。",
      "zh_TW": "老師他的方法很高明，只准我們學一門，這不是有兩堂課嗎？對，兩堂課你只能學一門，不學的那一門可以去聽。所以我們兩堂課統統都聽，但是自己的功夫用在一門，我選的是佛學。所以儒家的東西每一次都聽，一次都不缺，沒有把時間精力真正用在那一方面，我用在佛經上。這就是老師教導我們一門深入，長時薰修。等於說我們的課程有正課、有助課，佛教講正助雙修，儒是做輔助的，只要懂得明瞭就好，不必在那上面用太多的時間，用太多的功夫。"
    },
    {
      "id": "12-017-1404_p0022",
      "zh_CN": "对佛法，这是我主修的，全心全力的投入，这才能成就。如果同时两门东西都要那么样用功的话，我们的成就要打对折，至少要打对折。这是真正好老师教学对学生的要求，决定是教你一门一门的学，不可以同时学两门。你学了之后，最重要的，对于经义要了解要透彻，然后把你所学的用在你日常生活当中，用在你工作，用在你处事待人接物，那就是行！",
      "zh_TW": "對佛法，這是我主修的，全心全力的投入，這才能成就。如果同時兩門東西都要那麼樣用功的話，我們的成就要打對折，至少要打對折。這是真正好老師教學對學生的要求，決定是教你一門一門的學，不可以同時學兩門。你學了之後，最重要的，對於經義要了解要透徹，然後把你所學的用在你日常生活當中，用在你工作，用在你處事待人接物，那就是行！"
    },
    {
      "id": "12-017-1404_p0023",
      "zh_CN": "行里面一定是自己的毛病习气慢慢就改过来了，天天读佛经，天天在研究佛经。研究一个过程以后，老师要我们天天来讲，讲给别人听，实际上是什么？实际上是讲给自己听。我们当年上讲台讲经，至少在前面十年，我们不敢以法师身分自居，不敢。我们对自己很清楚，自己什么身分？学生。上讲台的是学生，学生在这个地方做学习心得报告，下面坐的都是老师，都是监学。不敢对一个人有轻慢心，恭恭敬敬，到处求人指教，我哪个地方说的不对，哪个地方做的不如法，求教。",
      "zh_TW": "行裡面一定是自己的毛病習氣慢慢就改過來了，天天讀佛經，天天在研究佛經。研究一個過程以後，老師要我們天天來講，講給別人聽，實際上是什麼？實際上是講給自己聽。我們當年上講台講經，至少在前面十年，我們不敢以法師身分自居，不敢。我們對自己很清楚，自己什麼身分？學生。上講台的是學生，學生在這個地方做學習心得報告，下面坐的都是老師，都是監學。不敢對一個人有輕慢心，恭恭敬敬，到處求人指教，我哪個地方說的不對，哪個地方做的不如法，求教。"
    },
    {
      "id": "12-017-1404_p0024",
      "zh_CN": "当然客气的人很多，也有真正帮助你的，不论他是善意是恶意，他的批评我们都要接受，要学着能容。他说错了也要接受，老师交代我们学习的态度，接受别人批评，有则改之，无则嘉勉，学谦虚，学恭敬。别人指点我，我确实想想是有这个毛病过失，赶快改；没有这个过失，我要勉励自己可不能犯这个过失，你就会天天有进步。",
      "zh_TW": "當然客氣的人很多，也有真正幫助你的，不論他是善意是惡意，他的批評我們都要接受，要學著能容。他說錯了也要接受，老師交代我們學習的態度，接受別人批評，有則改之，無則嘉勉，學謙虛，學恭敬。別人指點我，我確實想想是有這個毛病過失，趕快改；沒有這個過失，我要勉勵自己可不能犯這個過失，你就會天天有進步。"
    },
    {
      "id": "12-017-1404_p0025",
      "zh_CN": "但是你要晓得，我们是凡夫，烦恼习气非常深重，今天人家告诉我，我明天改了，可能有一、二个星期不会犯，第三个星期就靠不住。也就是说我们对于别人的劝告能保持大概是十五天（半个月），我们在《论语》里看到孔老夫子对颜回的赞叹，说颜回能做到「三月不违仁」，不违背仁，这个话就是说明颜回听到夫子的教诲，他能保持三个月，学生当中第一，其他一般人就跟我所说的半个月十天而已，毛病又犯了，这一犯退转。颜回不贰过，夫子期许他的。",
      "zh_TW": "但是你要曉得，我們是凡夫，煩惱習氣非常深重，今天人家告訴我，我明天改了，可能有一、二個星期不會犯，第三個星期就靠不住。也就是說我們對於別人的勸告能保持大概是十五天（半個月），我們在《論語》裡看到孔老夫子對顏回的讚歎，說顏回能做到「三月不違仁」，不違背仁，這個話就是說明顏回聽到夫子的教誨，他能保持三個月，學生當中第一，其他一般人就跟我所說的半個月十天而已，毛病又犯了，這一犯退轉。顏回不貳過，夫子期許他的。"
    },
    {
      "id": "12-017-1404_p0026",
      "zh_CN": "世间人绝大多数都犯这个毛病，怎么救法？就是不断的薰习。现在人根性是大不如从前，现在人听到别人劝告要能保持三天就不得了，从前人可以保持十天半个月。保持三个月的，孔老夫子只看到一个颜回。我们怎么办？我们自己可以试验试验，三天不读书，面目全非。唯一的方法天天读，长时薰修，天天要读圣贤书，你才能保持正觉。古人所讲的「不怕念起，只怕觉迟」，保持正觉的方法不能够间断。",
      "zh_TW": "世間人絕大多數都犯這個毛病，怎麼救法？就是不斷的薰習。現在人根性是大不如從前，現在人聽到別人勸告要能保持三天就不得了，從前人可以保持十天半個月。保持三個月的，孔老夫子只看到一個顏回。我們怎麼辦？我們自己可以試驗試驗，三天不讀書，面目全非。唯一的方法天天讀，長時薰修，天天要讀聖賢書，你才能保持正覺。古人所講的「不怕念起，只怕覺遲」，保持正覺的方法不能夠間斷。"
    },
    {
      "id": "12-017-1404_p0027",
      "zh_CN": "另外一个，你要远过，所有一切不善的这些东西，你要能够远离它。如果不远离的话，麻烦大，你天天接触圣贤，你也保不住自己。远离外面的诱惑，远离外面的勾引，李老师、方先生都常常教导我们，诱惑力量最强大的，电视，歌舞、戏剧、报纸、杂志，从前这些报纸、杂志还有可看性，现在报纸杂志报导什么东西？不能看！你一看到报纸说：天下大乱！不看的时候天下太平。",
      "zh_TW": "另外一個，你要遠過，所有一切不善的這些東西，你要能夠遠離它。如果不遠離的話，麻煩大，你天天接觸聖賢，你也保不住自己。遠離外面的誘惑，遠離外面的勾引，李老師、方先生都常常教導我們，誘惑力量最強大的，電視，歌舞、戲劇、報紙、雜誌，從前這些報紙、雜誌還有可看性，現在報紙雜誌報導什麼東西？不能看！你一看到報紙說：天下大亂！不看的時候天下太平。"
    },
    {
      "id": "12-017-1404_p0028",
      "zh_CN": "我们在这个时代要想真正过太平盛世的生活，能不能？能，我在佛法里面看到的，佛菩萨应化在我们这个世间，跟我们肩并肩、手牵手，我们住五浊恶世，他住一真法界，什么个道理？我们自己有这么多年的修持，有得到了体验，明白。譬如我跟许多朋友们在一起，朋友、同学有时候聚会在一起，他们天天跟这个社会接触，每天看电视，每天看报纸、看杂志。我这个东西已经断绝了，断绝了几十年，没有人来告诉我这个社会上发生什么事情，是一无所知。我天天读佛经，天天读圣贤教诲。我们在一起聚餐的时候，那不就像诸佛菩萨住一真法界，凡夫住秽土，不就是一样的意思吗？我从这个地方体会到一点味道。所以你不从实际生活当中很难体会。所以信一定要深解，要懂得深解的道理。",
      "zh_TW": "我們在這個時代要想真正過太平盛世的生活，能不能？能，我在佛法裡面看到的，佛菩薩應化在我們這個世間，跟我們肩並肩、手牽手，我們住五濁惡世，他住一真法界，什麼個道理？我們自己有這麼多年的修持，有得到了體驗，明白。譬如我跟許多朋友們在一起，朋友、同學有時候聚會在一起，他們天天跟這個社會接觸，每天看電視，每天看報紙、看雜誌。我這個東西已經斷絕了，斷絕了幾十年，沒有人來告訴我這個社會上發生什麼事情，是一無所知。我天天讀佛經，天天讀聖賢教誨。我們在一起聚餐的時候，那不就像諸佛菩薩住一真法界，凡夫住穢土，不就是一樣的意思嗎？我從這個地方體會到一點味道。所以你不從實際生活當中很難體會。所以信一定要深解，要懂得深解的道理。"
    },
    {
      "id": "12-017-1404_p0029",
      "zh_CN": "所以良师善友非常的重要，老师指路的，善友呢？同伴，菩提道上切磋琢磨，很重要！没有善友的话，你有疑问的时候没有人跟你讨论，理跟事愈辨愈明。教学也是个好方法，教学相长，不但能帮助人，真正是帮助自己往往比帮助人还要多。不教不行，吝法决定不能够证果，更重要的，理明白了，把自己错误的想法看法修正过来，教诲能够体会到了，我们的言行就改正过来了。",
      "zh_TW": "所以良師善友非常的重要，老師指路的，善友呢？同伴，菩提道上切磋琢磨，很重要！沒有善友的話，你有疑問的時候沒有人跟你討論，理跟事愈辨愈明。教學也是個好方法，教學相長，不但能幫助人，真正是幫助自己往往比幫助人還要多。不教不行，吝法決定不能夠證果，更重要的，理明白了，把自己錯誤的想法看法修正過來，教誨能夠體會到了，我們的言行就改正過來了。"
    },
    {
      "id": "12-017-1404_p0030",
      "zh_CN": "总而言之一句话，诸位必须要记住，世出世间都不例外，见解上（这思想见解上），宇宙是一体，真的，《般若经》上所说的，宇宙是一体，这一体真相是什么？真相是「毕竟空，不可得」，这个要证，慢慢去证。用什么证？用行证。日常生活当中，你要真正宇宙是一体，平等心生出来了，清净心生出来了，恭敬心生出来了，能够与遍法界虚空界一切众生和睦相处。我在前面跟诸位说了四个「和」，和睦、和爱、和敬、和谦，自自然然会谦虚，会尊重别人。我们爱别人，别人也爱我们，「爱人者人恒爱之，敬人者人恒敬之」，这个现前就得受用。",
      "zh_TW": "總而言之一句話，諸位必須要記住，世出世間都不例外，見解上（這思想見解上），宇宙是一體，真的，《般若經》上所說的，宇宙是一體，這一體真相是什麼？真相是「畢竟空，不可得」，這個要證，慢慢去證。用什麼證？用行證。日常生活當中，你要真正宇宙是一體，平等心生出來了，清淨心生出來了，恭敬心生出來了，能夠與遍法界虛空界一切眾生和睦相處。我在前面跟諸位說了四個「和」，和睦、和愛、和敬、和謙，自自然然會謙虛，會尊重別人。我們愛別人，別人也愛我們，「愛人者人恆愛之，敬人者人恆敬之」，這個現前就得受用。"
    },
    {
      "id": "12-017-1404_p0031",
      "zh_CN": "我们一般人讲人缘好，佛法里面讲法缘殊胜，都是从经典、从圣贤教诲里面得来的。如果自己光是空谈佛法这些高深的理论，自己对它没有行证的功夫，那就是此地所说的，清凉大师讲「增上慢人」，傲慢，傲慢从哪里来的？自己没有证得，以为自己证得了，这个叫增上慢，这是懈怠，这是障碍，你往上提升就非常非常困难，几乎是不可能。好，时间到了，这首偈我们就介绍到此地。",
      "zh_TW": "我們一般人講人緣好，佛法裡面講法緣殊勝，都是從經典、從聖賢教誨裡面得來的。如果自己光是空談佛法這些高深的理論，自己對它沒有行證的功夫，那就是此地所說的，清涼大師講「增上慢人」，傲慢，傲慢從哪裡來的？自己沒有證得，以為自己證得了，這個叫增上慢，這是懈怠，這是障礙，你往上提升就非常非常困難，幾乎是不可能。好，時間到了，這首偈我們就介紹到此地。"
    },
    {
      "id": "12-017-1404_p0032",
      "zh_CN": "诸位同学，请坐。我们接着看正教甚深这一段最后的李长者的《论》，「第六尔时文殊师利已下五行半经，是文殊问勤首：佛教是一，众生得见，云何有断烦恼、不断烦恼不同等」，这是一开端经文我们都读过，我们从这个地方再回味一下，这个问题对我们来讲非常重要。",
      "zh_TW": "諸位同學，請坐。我們接著看正教甚深這一段最後的李長者的《論》，「第六爾時文殊師利已下五行半經，是文殊問勤首：佛教是一，眾生得見，云何有斷煩惱、不斷煩惱不同等」，這是一開端經文我們都讀過，我們從這個地方再回味一下，這個問題對我們來講非常重要。"
    },
    {
      "id": "12-017-1404_p0033",
      "zh_CN": "「佛教是一」，佛陀的教诲是一，为什么有的人接受佛法真的断烦恼、断习气，改邪归正，他真有成就；为什么有些人依旧不断烦恼，甚至于我们看到很多，不但不断烦恼，烦恼还与时俱增，恰恰跟佛所教诲的成一个反比，这什么原因？这是文殊菩萨问的。勤首菩萨在这个地方是代佛为我们解答，为什么？他正是修学这个法门，所以他的答有十行颂，在古时候书本里面这一首偈就是一行，十行就是十首偈。",
      "zh_TW": "「佛教是一」，佛陀的教誨是一，為什麼有的人接受佛法真的斷煩惱、斷習氣，改邪歸正，他真有成就；為什麼有些人依舊不斷煩惱，甚至於我們看到很多，不但不斷煩惱，煩惱還與時俱增，恰恰跟佛所教誨的成一個反比，這什麼原因？這是文殊菩薩問的。勤首菩薩在這個地方是代佛為我們解答，為什麼？他正是修學這個法門，所以他的答有十行頌，在古時候書本裡面這一首偈就是一行，十行就是十首偈。"
    },
    {
      "id": "12-017-1404_p0034",
      "zh_CN": "「于中三门如前，一科颂意者，此十行颂，初一行劝听」，这就是第一首劝听。「劝闻法勤修」，这一句话我们要好好的把它记住，闻法不修行与不闻没有两样，闻法可贵就是依教修行，依佛陀的教诲把我们自己错误的行为修正过来，这叫修行。所以修行一定要懂得这个名词的含义，行是行为，行为太多太多了，总不外三大类，这三大类就是「身、语、意」，佛法讲三业，三大类。口业是言语，我们不会说话，所以言语常常得罪人，自己都不晓得。所以言语是一门大学问。",
      "zh_TW": "「於中三門如前，一科頌意者，此十行頌，初一行勸聽」，這就是第一首勸聽。「勸聞法勤修」，這一句話我們要好好的把它記住，聞法不修行與不聞沒有兩樣，聞法可貴就是依教修行，依佛陀的教誨把我們自己錯誤的行為修正過來，這叫修行。所以修行一定要懂得這個名詞的含義，行是行為，行為太多太多了，總不外三大類，這三大類就是「身、語、意」，佛法講三業，三大類。口業是言語，我們不會說話，所以言語常常得罪人，自己都不曉得。所以言語是一門大學問。"
    },
    {
      "id": "12-017-1404_p0035",
      "zh_CN": "孔夫子当年在世教学，他教学是四个科目，第一个是德行，第二就是言语，第三是政事，第四是文学，言语摆在第二。由此可知，古圣先贤对于这个很重视。释迦牟尼佛在《无量寿经》里面把言语摆在第一，「善护口业，不讥他过」，摆在第一；第二才「善护身业，不犯威仪」，「善护意业，清净无染」，这是身口意三业。我们的思想见解属于意业，如果错误了，要依圣教指导把它修正过来。千万不要怀疑这个经里面讲的不适合于现代时代，这三千年前讲的，戒律不适合现在人的生活规范，那你就错了。",
      "zh_TW": "孔夫子當年在世教學，他教學是四個科目，第一個是德行，第二就是言語，第三是政事，第四是文學，言語擺在第二。由此可知，古聖先賢對於這個很重視。釋迦牟尼佛在《無量壽經》裡面把言語擺在第一，「善護口業，不譏他過」，擺在第一；第二才「善護身業，不犯威儀」，「善護意業，清淨無染」，這是身口意三業。我們的思想見解屬於意業，如果錯誤了，要依聖教指導把它修正過來。千萬不要懷疑這個經裡面講的不適合於現代時代，這三千年前講的，戒律不適合現在人的生活規範，那你就錯了。"
    },
    {
      "id": "12-017-1404_p0036",
      "zh_CN": "我对于这个观念很多年才体会到，我接触佛法是从学术进去的，跟一般人不一样。我是老师把佛经当作一门哲学教给我的，佛经哲学，所以从学术上入门。而那个时候接受老师的观念，把佛经看作哲学，没有把它看作宗教。看作学术当然我们就有疑惑，这经典里面有许多道理、真理永恒不变，我们应该接受。但是对于戒律就产生一个错误的观念，戒律是一般人的生活规范，生活规范因时因地而不同。像在中国三代之礼就不一样，三代是夏商周，有兴有革。古今生活方式不一样，中外生活方式也不一样，所以文化不相同。这个我们只能够接受它的精神，而不能够依照这些文字教条我们来做，那这个就错了！我们有这么一个想法，而且还坚固执着以为我们的想法正确。",
      "zh_TW": "我對於這個觀念很多年才體會到，我接觸佛法是從學術進去的，跟一般人不一樣。我是老師把佛經當作一門哲學教給我的，佛經哲學，所以從學術上入門。而那個時候接受老師的觀念，把佛經看作哲學，沒有把它看作宗教。看作學術當然我們就有疑惑，這經典裡面有許多道理、真理永恆不變，我們應該接受。但是對於戒律就產生一個錯誤的觀念，戒律是一般人的生活規範，生活規範因時因地而不同。像在中國三代之禮就不一樣，三代是夏商周，有興有革。古今生活方式不一樣，中外生活方式也不一樣，所以文化不相同。這個我們只能夠接受它的精神，而不能夠依照這些文字教條我們來做，那這個就錯了！我們有這麼一個想法，而且還堅固執著以為我們的想法正確。"
    },
    {
      "id": "12-017-1404_p0037",
      "zh_CN": "我跟章嘉大师三年，章嘉大师非常了不起，到以后我们学经典的时候才知道，原来佛在经典里面讲过，对于不信的人不能够讲信，对于不持戒的人不能讲戒律，这是佛的教诲，为什么？佛法讲契理契机，说信、说戒律没错，是契理不契机！这个人不相信，这个人不能接受，你要是跟他讲，他会起反感，不如不讲。所以我跟章嘉大师三年，章嘉大师那个方式善巧方便，不讲信，不讲戒律，不提这个东西。我所喜欢的佛教的这些理论，释迦牟尼佛一生事迹，他给我讲这些，欢喜接受。",
      "zh_TW": "我跟章嘉大師三年，章嘉大師非常了不起，到以後我們學經典的時候才知道，原來佛在經典裡面講過，對於不信的人不能夠講信，對於不持戒的人不能講戒律，這是佛的教誨，為什麼？佛法講契理契機，說信、說戒律沒錯，是契理不契機！這個人不相信，這個人不能接受，你要是跟他講，他會起反感，不如不講。所以我跟章嘉大師三年，章嘉大師那個方式善巧方便，不講信，不講戒律，不提這個東西。我所喜歡的佛教的這些理論，釋迦牟尼佛一生事蹟，他給我講這些，歡喜接受。"
    },
    {
      "id": "12-017-1404_p0038",
      "zh_CN": "但是每一次我向他老人家告辞离开的时候，多时候他会送我到门口，轻描淡写的会给我说一句话，「戒律很重要」。这句话我也不在意，好像他也并不是很认真。但是这句话我在三年当中至少听了有二、三十遍，次数很多，所以他老人家圆寂之后，我深深的反省，我跟他三年，他教了我一些什么东西，我学到了什么。认真一反省，这句话他说很多遍，我都没有在意。圆寂之后，反省的时候我才重视，这话一定有道理，就费很多时间想通了。",
      "zh_TW": "但是每一次我向他老人家告辭離開的時候，多時候他會送我到門口，輕描淡寫的會給我說一句話，「戒律很重要」。這句話我也不在意，好像他也並不是很認真。但是這句話我在三年當中至少聽了有二、三十遍，次數很多，所以他老人家圓寂之後，我深深的反省，我跟他三年，他教了我一些什麼東西，我學到了什麼。認真一反省，這句話他說很多遍，我都沒有在意。圓寂之後，反省的時候我才重視，這話一定有道理，就費很多時間想通了。"
    },
    {
      "id": "12-017-1404_p0039",
      "zh_CN": "世间这些礼仪有兴有革，因时因地而不相同，佛法戒律是凡圣的一个分水岭，人要超凡入圣，你就不能不重视这个。我是这么一想才晓得这个东西重要，这个不应该把它当作我们三代的礼来看待，所以才肯定佛法戒律是凡圣的一个分水岭。持戒是学圣人，不持戒那永远做凡人，礼是凡人的，所以有兴有革。这个戒不能够更动，尤其是讲根本戒，根本戒只有四条，「杀、盗、淫、妄」，真的，三千年前决定正确，三千年后的今天还是决定正确。为什么？它是性德。",
      "zh_TW": "世間這些禮儀有興有革，因時因地而不相同，佛法戒律是凡聖的一個分水嶺，人要超凡入聖，你就不能不重視這個。我是這麼一想才曉得這個東西重要，這個不應該把它當作我們三代的禮來看待，所以才肯定佛法戒律是凡聖的一個分水嶺。持戒是學聖人，不持戒那永遠做凡人，禮是凡人的，所以有興有革。這個戒不能夠更動，尤其是講根本戒，根本戒只有四條，「殺、盜、淫、妄」，真的，三千年前決定正確，三千年後的今天還是決定正確。為什麼？它是性德。"
    },
    {
      "id": "12-017-1404_p0040",
      "zh_CN": "至于生活方面那些规约，我们看到那是三千年前释迦牟尼佛僧团里面制定的一些规矩，我们现在生活方式不一样了，很多是用不着了。我们晓得根本戒永远不能够改变，「净业三福」是戒条，「三皈」是戒条，叫三皈戒；在家出家四众所依的五戒是属于根本戒，五戒「杀、盗、淫、妄、酒」，这个不能够不知道，不能够不遵守。戒是防非止过，它的功能在此地，帮助我们得清净心，帮助我们开智慧。所以戒是修学的手段，「因戒得定」，定是我们修学的枢纽，「因定开慧」，慧是我们修学的目的。你要没有前面的戒定，智慧不会开，烦恼习气把你的智慧障碍住了，道理在此地。",
      "zh_TW": "至於生活方面那些規約，我們看到那是三千年前釋迦牟尼佛僧團裡面制定的一些規矩，我們現在生活方式不一樣了，很多是用不著了。我們曉得根本戒永遠不能夠改變，「淨業三福」是戒條，「三皈」是戒條，叫三皈戒；在家出家四眾所依的五戒是屬於根本戒，五戒「殺、盜、淫、妄、酒」，這個不能夠不知道，不能夠不遵守。戒是防非止過，它的功能在此地，幫助我們得清淨心，幫助我們開智慧。所以戒是修學的手段，「因戒得定」，定是我們修學的樞紐，「因定開慧」，慧是我們修學的目的。你要沒有前面的戒定，智慧不會開，煩惱習氣把你的智慧障礙住了，道理在此地。"
    },
    {
      "id": "12-017-1404_p0041",
      "zh_CN": "这么一来，我们才知道持戒重要，念佛求生净土，祖师大德也教我们持戒念佛，这求往生净土，你才有把握！你要不持戒念佛，那一心不乱不必说了，功夫成片怎么能够得到？功夫成片尚且不能得到，那一心不乱就不用谈了。我们今天确确实实把戒律疏忽了，我虽然很重视戒律，老师几十次的提示，我总是从这个地方省悟过来，态度完全转变了。而真正对于戒学上奠定一点基础，还是李老师教导，读《五种遗规》。",
      "zh_TW": "這麼一來，我們才知道持戒重要，念佛求生淨土，祖師大德也教我們持戒念佛，這求往生淨土，你才有把握！你要不持戒念佛，那一心不亂不必說了，功夫成片怎麼能夠得到？功夫成片尚且不能得到，那一心不亂就不用談了。我們今天確確實實把戒律疏忽了，我雖然很重視戒律，老師幾十次的提示，我總是從這個地方省悟過來，態度完全轉變了。而真正對於戒學上奠定一點基礎，還是李老師教導，讀《五種遺規》。"
    },
    {
      "id": "12-017-1404_p0042",
      "zh_CN": "《五种遗规》是儒家的，特别是「童蒙养正」、「训俗遗规」，它五种，我在这两种方面得的利益多，这才能真正奠定三福的基础，奠定十善业道的基础。我再回头，我们同学当中、道友当中，很多连十善业都没有办法做到，孝亲尊师这个念头非常淡薄，原因是什么？没有儒学的基础，毛病出在这里。要想补救，这才特别提倡《弟子规》的教学，《弟子规》做不到，十善业道你就没有分；十善业道没有分，佛法就没有分，佛法建立在十善业道的基础上，这个我们不能不知道。由此可知，佛法确实是以戒为基础，你才能够断烦恼，你才能够有成就。所以劝闻法勤修，这非常重要。",
      "zh_TW": "《五種遺規》是儒家的，特別是「童蒙養正」、「訓俗遺規」，它五種，我在這兩種方面得的利益多，這才能真正奠定三福的基礎，奠定十善業道的基礎。我再回頭，我們同學當中、道友當中，很多連十善業都沒有辦法做到，孝親尊師這個念頭非常淡薄，原因是什麼？沒有儒學的基礎，毛病出在這裡。要想補救，這才特別提倡《弟子規》的教學，《弟子規》做不到，十善業道你就沒有分；十善業道沒有分，佛法就沒有分，佛法建立在十善業道的基礎上，這個我們不能不知道。由此可知，佛法確實是以戒為基礎，你才能夠斷煩惱，你才能夠有成就。所以勸聞法勤修，這非常重要。"
    },
    {
      "id": "12-017-1404_p0043",
      "zh_CN": "下面它有八行，就是第三首偈到第十首偈，「责其懈怠」，这个就是责备那些接触到佛法而烦恼不能断的。这是真的，我们看到太多了，不但烦恼不能断，烦恼还年年增长。你看他脾气很大，从他的言行你能够观察到，毛病脾气没有改，年年在增长，这怎么能成就？佛念得再多也不能往生。所以古大德劝导我们，多事不如少事，好事不如无事，为什么？好修行，容易提升自己的境界，这个话都是真的，都不是假的。",
      "zh_TW": "下面它有八行，就是第三首偈到第十首偈，「責其懈怠」，這個就是責備那些接觸到佛法而煩惱不能斷的。這是真的，我們看到太多了，不但煩惱不能斷，煩惱還年年增長。你看他脾氣很大，從他的言行你能夠觀察到，毛病脾氣沒有改，年年在增長，這怎麼能成就？佛念得再多也不能往生。所以古大德勸導我們，多事不如少事，好事不如無事，為什麼？好修行，容易提升自己的境界，這個話都是真的，都不是假的。"
    },
    {
      "id": "12-017-1404_p0044",
      "zh_CN": "我在这一生当中能有一点成就，很多同修晓得我感激韩馆长的恩德。韩馆长在世的时候对我很凶，很少有好脸色给我看的。她走了，许多人感觉得很奇怪，我为什么常常念她，别人不知道，我自己深受的利益我得到了。佛法最难的忍辱波罗蜜，我的布施波罗蜜、持戒波罗蜜、忍辱波罗蜜、禅定波罗蜜都是从她那里修的。她天天找我麻烦，天天折磨我，我能忍，我能放下。放下是布施、是持戒，我一生当中只有一个希望，天天可以读经，天天可以跟同参道友在一起研究讨论，这个她完全帮到了。",
      "zh_TW": "我在這一生當中能有一點成就，很多同修曉得我感激韓館長的恩德。韓館長在世的時候對我很凶，很少有好臉色給我看的。她走了，許多人感覺得很奇怪，我為什麼常常念她，別人不知道，我自己深受的利益我得到了。佛法最難的忍辱波羅蜜，我的布施波羅蜜、持戒波羅蜜、忍辱波羅蜜、禪定波羅蜜都是從她那裡修的。她天天找我麻煩，天天折磨我，我能忍，我能放下。放下是布施、是持戒，我一生當中只有一個希望，天天可以讀經，天天可以跟同參道友在一起研究討論，這個她完全幫到了。"
    },
    {
      "id": "12-017-1404_p0045",
      "zh_CN": "三十年如一日，我的讲台没中断，我读书没中断。所以一生不容易，不管人、不管事、不管钱，得清净！这些事情，她都统统总管了。一般人看到的是，净空法师可怜，被她控制了，一点权都没有，都在馆长手上。其实他不知道，我要一管的话就没有今天了，你们想想对不对。管人管事管钱都很操心，哪里能够叫一生都过着清净心！这是她的赐予，她的恩惠。我不说，很多人不懂。一个人在一生当中，到什么地方找到这么一个善知识来协助你，全心全力！我们自己在这个环境当中才能成就，只有亲身感受才知道恩德之大。我们想想，我们同是李老师的学生，同是章嘉大师的学生，为什么他们成就不如我？那就是他们一生要管人、要管事、要管钱，把心要操一半以上，那就非常困难了，哪有我这个样一生不操心的。",
      "zh_TW": "三十年如一日，我的講台沒中斷，我讀書沒中斷。所以一生不容易，不管人、不管事、不管錢，得清淨！這些事情，她都統統總管了。一般人看到的是，淨空法師可憐，被她控制了，一點權都沒有，都在館長手上。其實他不知道，我要一管的話就沒有今天了，你們想想對不對。管人管事管錢都很操心，哪裡能夠叫一生都過著清淨心！這是她的賜予，她的恩惠。我不說，很多人不懂。一個人在一生當中，到什麼地方找到這麼一個善知識來協助你，全心全力！我們自己在這個環境當中才能成就，只有親身感受才知道恩德之大。我們想想，我們同是李老師的學生，同是章嘉大師的學生，為什麼他們成就不如我？那就是他們一生要管人、要管事、要管錢，把心要操一半以上，那就非常困難了，哪有我這個樣一生不操心的。"
    },
    {
      "id": "12-017-1404_p0046",
      "zh_CN": "一直到老，这是到老才有缘分，才有这个法缘，澳洲建一个净宗学院，此地建佛陀教育协会，我在这里只挂名，不管事。我要喜欢管事，年轻的时候就干了，不管事是大福报！有很多人喜欢揽事，不知道没有事情，清福不容易。清福是增长自己的德行，增长自己的智慧，增长自己的学问，虽然什么都不管，什么都知道。不但小团体，天下事清清楚楚明明白白，平常不必接触，不必去过问，一接触就明了、就通达，为什么？清净心，没有私心，没有欲望。有欲望、有私心就不行，生烦恼，没有欲望，没有私心。",
      "zh_TW": "一直到老，這是到老才有緣分，才有這個法緣，澳洲建一個淨宗學院，此地建佛陀教育協會，我在這裡只掛名，不管事。我要喜歡管事，年輕的時候就幹了，不管事是大福報！有很多人喜歡攬事，不知道沒有事情，清福不容易。清福是增長自己的德行，增長自己的智慧，增長自己的學問，雖然什麼都不管，什麼都知道。不但小團體，天下事清清楚楚明明白白，平常不必接觸，不必去過問，一接觸就明瞭、就通達，為什麼？清淨心，沒有私心，沒有欲望。有欲望、有私心就不行，生煩惱，沒有欲望，沒有私心。"
    },
    {
      "id": "12-017-1404_p0047",
      "zh_CN": "我出家了，我师父给我取这个名字好！人家叫到我「净空」，我立刻回光返照，我有没有净？有没有空？有净有空，净是德行，空是般若智慧，这个里面不掺杂丝毫的杂染，你说这有多大的福报！处事待人接物遵守佛的教诲，随缘而不攀缘，什么都好。有人说：那你不是个滥好人吗？个人因果个人负责，我们只要自己行得正，行得端庄，为人公正，自然会感化。要用感化，不要去教训，教训人家不服你，要用感化。希望真正有心人，学我天天读经，亲近佛菩萨，亲近孔夫子，亲近孟夫子，亲近圣贤。向菩萨圣贤学习，你就会成功；你不能向人学习，人是凡夫，向人学习，你出不了三界六道；向佛菩萨学习，你能够超越十法界。这个道理你要懂。",
      "zh_TW": "我出家了，我師父給我取這個名字好！人家叫到我「淨空」，我立刻回光返照，我有沒有淨？有沒有空？有淨有空，淨是德行，空是般若智慧，這個裡面不摻雜絲毫的雜染，你說這有多大的福報！處事待人接物遵守佛的教誨，隨緣而不攀緣，什麼都好。有人說：那你不是個濫好人嗎？個人因果個人負責，我們只要自己行得正，行得端莊，為人公正，自然會感化。要用感化，不要去教訓，教訓人家不服你，要用感化。希望真正有心人，學我天天讀經，親近佛菩薩，親近孔夫子，親近孟夫子，親近聖賢。向菩薩聖賢學習，你就會成功；你不能向人學習，人是凡夫，向人學習，你出不了三界六道；向佛菩薩學習，你能夠超越十法界。這個道理你要懂。"
    },
    {
      "id": "12-017-1404_p0048",
      "zh_CN": "第二段，「释菩萨名者，名为勤首，为明前目首」，前面一位就是第五会是目首菩萨。「善示福田因果」，这个明是明了。目首菩萨善示福田因果，这一位菩萨，我们现在这位勤首菩萨，下面说「佛号究竟智」，这里插了这一句佛号究竟智，「此位当须勤而行之，故名勤首」，这个「究竟智」是第五段，是目首菩萨与他相应的佛号。与正教甚深相应的，「佛号最胜智，为明勤修胜进，即得最胜智为果故」，最殊胜的智慧，前面是知道究竟智。究竟智要能够证得，那就是最胜智。",
      "zh_TW": "第二段，「釋菩薩名者，名為勤首，為明前目首」，前面一位就是第五會是目首菩薩。「善示福田因果」，這個明是明瞭。目首菩薩善示福田因果，這一位菩薩，我們現在這位勤首菩薩，下面說「佛號究竟智」，這裡插了這一句佛號究竟智，「此位當須勤而行之，故名勤首」，這個「究竟智」是第五段，是目首菩薩與他相應的佛號。與正教甚深相應的，「佛號最勝智，為明勤修勝進，即得最勝智為果故」，最殊勝的智慧，前面是知道究竟智。究竟智要能夠證得，那就是最勝智。"
    },
    {
      "id": "12-017-1404_p0049",
      "zh_CN": "从这个地方我们能体会到佛菩萨的德号都是表法的，正是老子所说的，「名可名，非常名；道可道，非常道」，佛法里面，诸位看《般若经》，《般若经》的总结：「一切法无所有，毕竟空，不可得」，哪有名相？不但名没有，相也没有。我们今天闻名见相，名相全是表法，这个要知道。表法就是我们现在所讲的艺术的教学，现代人常讲，最时髦的是艺术化。你看佛教在几千年前，它的教学已经非常重视艺术化，真的是走在时代的前面。",
      "zh_TW": "從這個地方我們能體會到佛菩薩的德號都是表法的，正是老子所說的，「名可名，非常名；道可道，非常道」，佛法裡面，諸位看《般若經》，《般若經》的總結：「一切法無所有，畢竟空，不可得」，哪有名相？不但名沒有，相也沒有。我們今天聞名見相，名相全是表法，這個要知道。表法就是我們現在所講的藝術的教學，現代人常講，最時髦的是藝術化。你看佛教在幾千年前，它的教學已經非常重視藝術化，真的是走在時代的前面。"
    },
    {
      "id": "12-017-1404_p0050",
      "zh_CN": "现在很多人不了解，把这些艺术表法当作神明去膜拜，这冤不冤枉！害得一般社会人不知道内情的，把佛教看作多神教，真冤枉！多神教是低级的宗教，高级的宗教只有一个神，唯一真神，佛教里面神这么多，泛神教。他不知道佛教里头没有神，佛教里头这些都是艺术表法，都是教学的方式。用现在教育的术语来讲，就是教具，教学的工具。",
      "zh_TW": "現在很多人不了解，把這些藝術表法當作神明去膜拜，這冤不冤枉！害得一般社會人不知道內情的，把佛教看作多神教，真冤枉！多神教是低級的宗教，高級的宗教只有一個神，唯一真神，佛教裡面神這麼多，泛神教。他不知道佛教裡頭沒有神，佛教裡頭這些都是藝術表法，都是教學的方式。用現在教育的術語來講，就是教具，教學的工具。"
    },
    {
      "id": "12-017-1404_p0051",
      "zh_CN": "譬如在中国，中国佛教里面，代表中国佛教的四大名山四大菩萨，这四大菩萨代表什么，不能不知道！你向他学什么？第一是九华山的地藏菩萨，「地」是大地，「藏」是宝藏，地下有无量的资源，地上有五谷杂粮供养大地众生，大地上这些众生依靠它来养身体活命，你说这个地多重要！什么人能够离开大地生活？这不可能，所以大地是我们生存的根本依，佛用这个做比喻，比喻心，心地，藏是宝藏。心地里面就是我们的真心，真心里面有无量智慧、无量德能、无量才艺、无量相好，这是宝藏，地藏代表这个。",
      "zh_TW": "譬如在中國，中國佛教裡面，代表中國佛教的四大名山四大菩薩，這四大菩薩代表什麼，不能不知道！你向他學什麼？第一是九華山的地藏菩薩，「地」是大地，「藏」是寶藏，地下有無量的資源，地上有五穀雜糧供養大地眾生，大地上這些眾生依靠它來養身體活命，你說這個地多重要！什麼人能夠離開大地生活？這不可能，所以大地是我們生存的根本依，佛用這個做比喻，比喻心，心地，藏是寶藏。心地裡面就是我們的真心，真心裡面有無量智慧、無量德能、無量才藝、無量相好，這是寶藏，地藏代表這個。"
    },
    {
      "id": "12-017-1404_p0052",
      "zh_CN": "大地这些宝藏，怎样能把它开发出来，我们才得受用？开发的方法，《地藏经》上教导我们两桩事情，「孝亲尊师」，孝亲尊师这个德行能够开发自性的宝藏，所以地藏菩萨就是代表孝亲尊师，看到地藏菩萨就要想到这桩事。我对父母有没有尽孝，我对老师有没有尊敬，尊师重道，有没有？果然尊师重道，老师教导我们的东西，我们这些课程一生都要信守，就像佛经里面所说的「受持读诵，为人演说」，这才叫真正尊师重道。",
      "zh_TW": "大地這些寶藏，怎樣能把它開發出來，我們才得受用？開發的方法，《地藏經》上教導我們兩樁事情，「孝親尊師」，孝親尊師這個德行能夠開發自性的寶藏，所以地藏菩薩就是代表孝親尊師，看到地藏菩薩就要想到這樁事。我對父母有沒有盡孝，我對老師有沒有尊敬，尊師重道，有沒有？果然尊師重道，老師教導我們的東西，我們這些課程一生都要信守，就像佛經裡面所說的「受持讀誦，為人演說」，這才叫真正尊師重道。"
    },
    {
      "id": "12-017-1404_p0053",
      "zh_CN": "老师教诲我们的，我们有没有天天读诵？读诵不是在学那个几年，一辈子！老师教我的四书五经念一辈子，老师教我佛教的经典也是念一辈子的，念了能不能理解？解了能不能行？行了能不能有心得？这心得就是证，信解行证，这才叫做奉事师长，这才叫做尊师重道。我们有没有做到？不能尊师重道，就不能够孝顺父母。师道建立在孝道的基础上，能够尊师重道就是孝顺父母。我们学佛的同修，没有学佛的我们暂且不论，我们学佛的同修自己想想有没有做到？真的做到了，这叫学佛，没有做到，没有学！",
      "zh_TW": "老師教誨我們的，我們有沒有天天讀誦？讀誦不是在學那個幾年，一輩子！老師教我的四書五經念一輩子，老師教我佛教的經典也是念一輩子的，念了能不能理解？解了能不能行？行了能不能有心得？這心得就是證，信解行證，這才叫做奉事師長，這才叫做尊師重道。我們有沒有做到？不能尊師重道，就不能夠孝順父母。師道建立在孝道的基礎上，能夠尊師重道就是孝順父母。我們學佛的同修，沒有學佛的我們暫且不論，我們學佛的同修自己想想有沒有做到？真的做到了，這叫學佛，沒有做到，沒有學！"
    },
    {
      "id": "12-017-1404_p0054",
      "zh_CN": "从这个基础再向上提升一级就是「观世音菩萨」，观世音菩萨代表什么？大慈大悲，救苦救难。世间苦难的众生太多，最大的苦难是什么？最严重的苦难是什么？没有慈悲心！没有慈悲心就是我们现在讲没有爱心，这是所有一切苦难的根源。观世音菩萨代表这个法门，提倡人要有爱心，人要懂得自爱。爱心头一个是懂得自爱，自爱是什么？要重视自己的道德学问修养，也就是要知道自己念念要回归本性，本性本善。",
      "zh_TW": "從這個基礎再向上提升一級就是「觀世音菩薩」，觀世音菩薩代表什麼？大慈大悲，救苦救難。世間苦難的眾生太多，最大的苦難是什麼？最嚴重的苦難是什麼？沒有慈悲心！沒有慈悲心就是我們現在講沒有愛心，這是所有一切苦難的根源。觀世音菩薩代表這個法門，提倡人要有愛心，人要懂得自愛。愛心頭一個是懂得自愛，自愛是什麼？要重視自己的道德學問修養，也就是要知道自己念念要回歸本性，本性本善。"
    },
    {
      "id": "12-017-1404_p0055",
      "zh_CN": "《起信论》里头所说的，「本觉本有，不觉本无」，所有一切烦恼习气我们本来没有，本来没有的，当然可以断，本来有的，当然可以恢复，这才叫自爱。断烦恼、修六度四摄、恢复本性，自爱。自爱而后才能爱他，爱他是帮助别人恢复本性、恢复本善，教学！所以古人讲：「不学则不智，不教则不仁」，自行化他，这是我们本分所做的工作，观世音菩萨表这个法。所以地藏跟观音在我们学习上从开始到圆满，两尊菩萨代表了。",
      "zh_TW": "《起信論》裡頭所說的，「本覺本有，不覺本無」，所有一切煩惱習氣我們本來沒有，本來沒有的，當然可以斷，本來有的，當然可以恢復，這才叫自愛。斷煩惱、修六度四攝、恢復本性，自愛。自愛而後才能愛他，愛他是幫助別人恢復本性、恢復本善，教學！所以古人講：「不學則不智，不教則不仁」，自行化他，這是我們本分所做的工作，觀世音菩薩表這個法。所以地藏跟觀音在我們學習上從開始到圓滿，兩尊菩薩代表了。"
    },
    {
      "id": "12-017-1404_p0056",
      "zh_CN": "另外两尊菩萨，文殊、普贤，也非常重要。文殊代表什么？代表智慧，用现在的话来说，代表理智。我们从开始学习到最后的证果，可不能用感情，要用理智。文殊菩萨教我们用理智，始终要养成理性，对人对事对物不能感情用事，在现实环境里面要识大体，没有个人的利害。个人得失利害要放下，有个人得失利害决定堕落，你的道业不能成就。没有个人得失利害，要顾大体，大体是什么？大体是一切众生的福祉，帮助一切众生觉悟。",
      "zh_TW": "另外兩尊菩薩，文殊、普賢，也非常重要。文殊代表什麼？代表智慧，用現在的話來說，代表理智。我們從開始學習到最後的證果，可不能用感情，要用理智。文殊菩薩教我們用理智，始終要養成理性，對人對事對物不能感情用事，在現實環境裡面要識大體，沒有個人的利害。個人得失利害要放下，有個人得失利害決定墮落，你的道業不能成就。沒有個人得失利害，要顧大體，大體是什麼？大體是一切眾生的福祉，幫助一切眾生覺悟。"
    },
    {
      "id": "12-017-1404_p0057",
      "zh_CN": "佛法教学总的目标方向就是破迷开悟，离苦得乐。先帮助自己，自己成就再帮助别人。没有自己，所以念念想到一切众生，想到帮助一切众生离苦得乐，决定没有妨害。「学为人师，行为世范」，要做出很好的模范给大家看，这就是教化众生，这就是帮助众生。儒家讲的是「止于至善」，至善就是破迷开悟，离苦得乐。所以一定要有理智，不能有感情，大公无私。",
      "zh_TW": "佛法教學總的目標方向就是破迷開悟，離苦得樂。先幫助自己，自己成就再幫助別人。沒有自己，所以念念想到一切眾生，想到幫助一切眾生離苦得樂，決定沒有妨害。「學為人師，行為世範」，要做出很好的模範給大家看，這就是教化眾生，這就是幫助眾生。儒家講的是「止於至善」，至善就是破迷開悟，離苦得樂。所以一定要有理智，不能有感情，大公無私。"
    },
    {
      "id": "12-017-1404_p0058",
      "zh_CN": "最后，「普贤菩萨」代表实践。普贤的愿，你看看他名号，希望天下之人一切众生各个都是圣贤，普贤是实践。从自己本身做起，自己本身能够做到圣人、做到贤人，帮助一切众生都成圣成贤，那你的功德才圆满。你自己成就了，众生没有成就，说老实话，不算成就。成就人才是成就自己，成就自己一定无条件的成就别人，这个就对了。四大菩萨代表这四个意思，你要把他当作神明去看待、去膜拜，求他保佑，你就完了，哪有这个道理！谚语所谓「泥菩萨过河，自身难保」，他怎么能保佑你？他的相、他的名号时时刻刻在提醒你，让你步步都走在正道上、觉道上，不至于走入歧途，不至于迷失方向，是这个意思。",
      "zh_TW": "最後，「普賢菩薩」代表實踐。普賢的願，你看看他名號，希望天下之人一切眾生各個都是聖賢，普賢是實踐。從自己本身做起，自己本身能夠做到聖人、做到賢人，幫助一切眾生都成聖成賢，那你的功德才圓滿。你自己成就了，眾生沒有成就，說老實話，不算成就。成就人才是成就自己，成就自己一定無條件的成就別人，這個就對了。四大菩薩代表這四個意思，你要把他當作神明去看待、去膜拜，求他保佑，你就完了，哪有這個道理！諺語所謂「泥菩薩過河，自身難保」，他怎麼能保佑你？他的相、他的名號時時刻刻在提醒你，讓你步步都走在正道上、覺道上，不至於走入歧途，不至於迷失方向，是這個意思。"
    },
    {
      "id": "12-017-1404_p0059",
      "zh_CN": "所以佛门里面所有诸佛造像、名号都是代表性德，性德无量智慧、无量德能、无量才艺、无量相好，用一个相、一个名号没有办法代表出来，所以用很多很多的名号。像我们世间一个人，这个人多才多艺很能干，你看名片拿出来，头衔一大堆，甚至一面还没有，还要做两面。你看出什么，佛就表这个意思，其实他是一个人，这个道理要懂，你就不迷信了。菩萨形象多、名号多，代表修德，一个是代表性德，一个是代表修德。自性是本有的，但是你要不修，你就不能证得；一定要靠修德，你才能够证得，证得你的性德，是这种意思。佛教里头绝对没有迷信，所以你要真正通达明了，寺院庵堂你去转一圈，准定你觉悟了，为什么？全部在说法，全部都在教学。不要用言语，用艺术、用美术、用雕塑、用绘画、用音乐，这些都是教学的工具，还包括建筑，宫殿建筑都是表法的，都是有讲究的。",
      "zh_TW": "所以佛門裡面所有諸佛造像、名號都是代表性德，性德無量智慧、無量德能、無量才藝、無量相好，用一個相、一個名號沒有辦法代表出來，所以用很多很多的名號。像我們世間一個人，這個人多才多藝很能幹，你看名片拿出來，頭銜一大堆，甚至一面還沒有，還要做兩面。你看出什麼，佛就表這個意思，其實他是一個人，這個道理要懂，你就不迷信了。菩薩形象多、名號多，代表修德，一個是代表性德，一個是代表修德。自性是本有的，但是你要不修，你就不能證得；一定要靠修德，你才能夠證得，證得你的性德，是這種意思。佛教裡頭絕對沒有迷信，所以你要真正通達明瞭，寺院庵堂你去轉一圈，準定你覺悟了，為什麼？全部在說法，全部都在教學。不要用言語，用藝術、用美術、用雕塑、用繪畫、用音樂，這些都是教學的工具，還包括建築，宮殿建築都是表法的，都是有講究的。"
    },
    {
      "id": "12-017-1404_p0060",
      "zh_CN": "佛菩萨面前所有一切供养统统是表法，全部是教育，你这个味道就尝了。燃一炷香，香代表信，代表戒定，戒定真香；代表五分法身，戒定慧，解脱，解脱知见，它表这个。你只要闻到香、看到香的时候，你就会想起戒定五分法身，它提醒你。佛前面供一杯水，水代表自性真心，清净没有染污，平等没有波浪，看到这杯水就想到我的心要清净，我的心要平等，不是给佛菩萨喝的。提醒我们心要清净、心要平等，这个意思。旁边点着蜡烛，蜡烛代表什么？你看蜡烛烧，燃烧自己，照亮别人。我们今天讲的牺牲奉献，勤奋工作为社会为大众，不为自己。你看看哪一样不是在那里教学？供花，花代表因，花很美，表示因很善，善因结善果。供果是代表果报，善因善果，恶因恶报。",
      "zh_TW": "佛菩薩面前所有一切供養統統是表法，全部是教育，你這個味道就嘗了。燃一炷香，香代表信，代表戒定，戒定真香；代表五分法身，戒定慧，解脫，解脫知見，它表這個。你只要聞到香、看到香的時候，你就會想起戒定五分法身，它提醒你。佛前面供一杯水，水代表自性真心，清淨沒有染污，平等沒有波浪，看到這杯水就想到我的心要清淨，我的心要平等，不是給佛菩薩喝的。提醒我們心要清淨、心要平等，這個意思。旁邊點著蠟燭，蠟燭代表什麼？你看蠟燭燒，燃燒自己，照亮別人。我們今天講的犧牲奉獻，勤奮工作為社會為大眾，不為自己。你看看哪一樣不是在那裡教學？供花，花代表因，花很美，表示因很善，善因結善果。供果是代表果報，善因善果，惡因惡報。"
    },
    {
      "id": "12-017-1404_p0061",
      "zh_CN": "所以造一个佛堂，造一个佛殿，教学，用现在的话来说，佛教的博物馆，里面是教学的，你到里面去参观游览开智慧，懂得许多道理、许多的事物，这哪来的迷信？所以这是最胜智，教我们「勤修胜进，即得最胜智为果」。你看最胜智佛，就在名号上，你能够勤奋、勇猛精进，你就能得最殊胜的智慧。勤修，胜是殊胜，进是进步，我们平常讲勇猛精进。",
      "zh_TW": "所以造一個佛堂，造一個佛殿，教學，用現在的話來說，佛教的博物館，裡面是教學的，你到裡面去參觀遊覽開智慧，懂得許多道理、許多的事物，這哪來的迷信？所以這是最勝智，教我們「勤修勝進，即得最勝智為果」。你看最勝智佛，就在名號上，你能夠勤奮、勇猛精進，你就能得最殊勝的智慧。勤修，勝是殊勝，進是進步，我們平常講勇猛精進。"
    },
    {
      "id": "12-017-1404_p0062",
      "zh_CN": "最后第三「配随位因果者，还以本不动智佛为因，最胜智佛为进修之果」，这一段很重要，最后给我们提示，不动智佛就是我们的本性，不是从外面来的，只要你的心不动，智佛就现前了。所以佛法的修行，八万四千法门修什么？修禅定，统统修的是禅定。不是禅宗修禅定，其他的不是，那你完全搞错了。",
      "zh_TW": "最後第三「配隨位因果者，還以本不動智佛為因，最勝智佛為進修之果」，這一段很重要，最後給我們提示，不動智佛就是我們的本性，不是從外面來的，只要你的心不動，智佛就現前了。所以佛法的修行，八萬四千法門修什麼？修禪定，統統修的是禪定。不是禪宗修禪定，其他的不是，那你完全搞錯了。"
    },
    {
      "id": "12-017-1404_p0063",
      "zh_CN": "八万四千种不同的方法都是修禅定，禅定就是不动，不动就是智佛。不动是禅，智佛就是般若波罗蜜，不动就是禅定。六波罗蜜里头最后的两条，「禅」是不着相，「定」是不动心，要用我们现在普通话来讲，不着相就是决定不会受外面境界的影响。你自己这个心做得了主宰，花花世界没有关系，在这个里头一切不影响，自己内心如如不动，能够做到这个，这就是有智慧了，这就叫不动智佛。用这个为因，达到最殊胜的智慧，这是我们勇猛精进的果德。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "八萬四千種不同的方法都是修禪定，禪定就是不動，不動就是智佛。不動是禪，智佛就是般若波羅蜜，不動就是禪定。六波羅蜜裡頭最後的兩條，「禪」是不著相，「定」是不動心，要用我們現在普通話來講，不著相就是決定不會受外面境界的影響。你自己這個心做得了主宰，花花世界沒有關係，在這個裡頭一切不影響，自己內心如如不動，能夠做到這個，這就是有智慧了，這就叫不動智佛。用這個為因，達到最殊勝的智慧，這是我們勇猛精進的果德。好，今天時間到了，我們就講到此地。"
    }
  ]
}