{
  "doc_id": "12-017-1348",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三四八卷",
    "zh_TW": "第一三四八卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1348",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-1348_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，觉首菩萨「缘起甚深」这一段经文我们读完了，可是末后李长者的《合论》也值得我们做参考。他说，「此十一行颂中」，古时候的本子一行正好是一首颂，它一共十一首，所以这个经本子有十一行。他解释分为三个段落，第一个段落，「科颂意」，我们先看这一段。「科颂意者，此十一行，一行是一颂，初行叹能问及劝听」，这就是第一首颂。往后的十行，「文各自具，明初一行颂，颂法无作无性」，开宗明义就把缘起真相为我们说出来。一切法无作无性，这个意思深，真的是甚深，上上根人懂，一提起他就明了了。",
      "zh_TW": "諸位同學，請看「菩薩問明品」，覺首菩薩「緣起甚深」這一段經文我們讀完了，可是末後李長者的《合論》也值得我們做參考。他說，「此十一行頌中」，古時候的本子一行正好是一首頌，它一共十一首，所以這個經本子有十一行。他解釋分為三個段落，第一個段落，「科頌意」，我們先看這一段。「科頌意者，此十一行，一行是一頌，初行歎能問及勸聽」，這就是第一首頌。往後的十行，「文各自具，明初一行頌，頌法無作無性」，開宗明義就把緣起真相為我們說出來。一切法無作無性，這個意思深，真的是甚深，上上根人懂，一提起他就明瞭了。"
    },
    {
      "id": "12-017-1348_p0002",
      "zh_CN": "「次一行（就是第三首颂）举喻，水流不相知」，举比喻。往下比喻很多，所以不再多说了，这是说明段落。到最后一首偈，我们昨天读的「拂迹入玄」，你看跟第一首所说的完全相应。一切诸法不但相不生，「凡所有相，皆是虚妄」，虚妄不可得，即使说到十信，十信也不可得。所以，菩萨最后给我们做了一个总结，「但有假言说」，这个假言说就是方便，显示出大乘教里面佛常讲的「慈悲为本，方便为门」，这个我们要明了。明了之后，你的妄想分别执着统统放下，不但贪瞋痴慢烦恼不起，疑惑也断了。",
      "zh_TW": "「次一行（就是第三首頌）舉喻，水流不相知」，舉比喻。往下比喻很多，所以不再多說了，這是說明段落。到最後一首偈，我們昨天讀的「拂跡入玄」，你看跟第一首所說的完全相應。一切諸法不但相不生，「凡所有相，皆是虛妄」，虛妄不可得，即使說到十信，十信也不可得。所以，菩薩最後給我們做了一個總結，「但有假言說」，這個假言說就是方便，顯示出大乘教裡面佛常講的「慈悲為本，方便為門」，這個我們要明瞭。明瞭之後，你的妄想分別執著統統放下，不但貪瞋痴慢煩惱不起，疑惑也斷了。"
    },
    {
      "id": "12-017-1348_p0003",
      "zh_CN": "遍法界虚空界，性相、理事、因果是一回什么事情？法尔如是，它本来就是这样的，不用疑惑，不用去研究。古大德讲得不错，起心动念所谓「起心便错，动念皆乖」，你的心是定的，心是寂静的，寂静就是入玄；这个玄是《华严经》上讲的玄门，十玄门，法身菩萨所证的。所以问题就是你能不能看破？你能不能放下？果然看破、放下，看破就是明白了，放下就是放下妄想分别执着，放下起心动念，你就入境界，境界在哪里？当下便是！宗门大德常讲「踏破铁鞋无觅处」，那是讲参学，一旦觉悟了，是「得来全不费工夫」，六根接触六尘境界，哪一法不是？真的所谓是头头是道，左右逢源，总得要明了。",
      "zh_TW": "遍法界虛空界，性相、理事、因果是一回什麼事情？法爾如是，它本來就是這樣的，不用疑惑，不用去研究。古大德講得不錯，起心動念所謂「起心便錯，動念皆乖」，你的心是定的，心是寂靜的，寂靜就是入玄；這個玄是《華嚴經》上講的玄門，十玄門，法身菩薩所證的。所以問題就是你能不能看破？你能不能放下？果然看破、放下，看破就是明白了，放下就是放下妄想分別執著，放下起心動念，你就入境界，境界在哪裡？當下便是！宗門大德常講「踏破鐵鞋無覓處」，那是講參學，一旦覺悟了，是「得來全不費工夫」，六根接觸六塵境界，哪一法不是？真的所謂是頭頭是道，左右逢源，總得要明瞭。"
    },
    {
      "id": "12-017-1348_p0004",
      "zh_CN": "他第二段「释菩萨名者，为明觉此随流生死业体，本性恒真，而无流转」，这是为明觉这一个随流生死的业体，有没有这个东西？有，这个东西不是实在的，体就是本性，体就是法性，这在前面说得很多。譬如古人所讲的「以金作器，器器皆金」，器可以随着我们意念变化，我们想做什么就把它做个什么。用什么东西做？用黄金做，黄金永远不变，无论你做什么它都是黄金。用黄金来比喻法性，用器（器皿）来比喻法相，法相随着一切众生妄想分别执着幻化不住。你要懂得，它为什么幻化不住？是因为你念念不住，它随着你念头变化，法性随缘；虽然随缘，永恒不变。相好像有流转，性绝对不随相流转，所以「眼耳鼻舌身意，恒如法知，非流转生死性故，亦无虚妄，亦无真实」，这个要知道。你不能说它真实，也不能说它虚妄，说真实虚妄，前面说过了，这是二法，你不知道整个宇宙是一体，一就没得说，一就不能起心动念。所以，不起心动念你就能够证得，亲证诸法实相；才动念，那就落在二三，总在虚妄里头打转，这个道理要晓得。",
      "zh_TW": "他第二段「釋菩薩名者，為明覺此隨流生死業體，本性恆真，而無流轉」，這是為明覺這一個隨流生死的業體，有沒有這個東西？有，這個東西不是實在的，體就是本性，體就是法性，這在前面說得很多。譬如古人所講的「以金作器，器器皆金」，器可以隨著我們意念變化，我們想做什麼就把它做個什麼。用什麼東西做？用黃金做，黃金永遠不變，無論你做什麼它都是黃金。用黃金來比喻法性，用器（器皿）來比喻法相，法相隨著一切眾生妄想分別執著幻化不住。你要懂得，它為什麼幻化不住？是因為你念念不住，它隨著你念頭變化，法性隨緣；雖然隨緣，永恆不變。相好像有流轉，性絕對不隨相流轉，所以「眼耳鼻舌身意，恆如法知，非流轉生死性故，亦無虛妄，亦無真實」，這個要知道。你不能說它真實，也不能說它虛妄，說真實虛妄，前面說過了，這是二法，你不知道整個宇宙是一體，一就沒得說，一就不能起心動念。所以，不起心動念你就能夠證得，親證諸法實相；才動念，那就落在二三，總在虛妄裡頭打轉，這個道理要曉得。"
    },
    {
      "id": "12-017-1348_p0005",
      "zh_CN": "李长者他的注解文字不多，所以他的注解是属于宗经论，清凉大师的注解是属于释经论，一句一句来跟你解释。李长者不是的，李长者是一个大段一个大段落，这个一大段讲些什么，点到为止，所以宗门很喜欢读他的东西，言简意赅。后面这句话说得好，「但为无贪瞋痴爱真智慧故」，这是凡夫，没有真智慧，凡夫没有真智慧，「名之为真。说如斯法利众生故，名为自觉觉他大道心众生」。这不容易，大道心众生他的知见同佛，真的是佛知佛见。为什么说他是众生？他烦恼习气没有断尽，对于诸佛如来所说，他能接受，他不怀疑，他完全肯定。由此可知，他的功夫向这个方向、向这个目标努力去迈进，觉后起修，先解后行，这一类根性的人很多很多。",
      "zh_TW": "李長者他的註解文字不多，所以他的註解是屬於宗經論，清涼大師的註解是屬於釋經論，一句一句來跟你解釋。李長者不是的，李長者是一個大段一個大段落，這個一大段講些什麼，點到為止，所以宗門很喜歡讀他的東西，言簡意賅。後面這句話說得好，「但為無貪瞋痴愛真智慧故」，這是凡夫，沒有真智慧，凡夫沒有真智慧，「名之為真。說如斯法利眾生故，名為自覺覺他大道心眾生」。這不容易，大道心眾生他的知見同佛，真的是佛知佛見。為什麼說他是眾生？他煩惱習氣沒有斷盡，對於諸佛如來所說，他能接受，他不懷疑，他完全肯定。由此可知，他的功夫向這個方向、向這個目標努力去邁進，覺後起修，先解後行，這一類根性的人很多很多。"
    },
    {
      "id": "12-017-1348_p0006",
      "zh_CN": "所以，清凉判这个大经四分，信、解、行、证，解在行之前，先解后行，这就是我们佛门里面常讲善根深厚，福德差一点。善根深厚，能信、能解，解的没错，佛菩萨所讲的他能听得懂，他能够体会得到。为什么说福德差一点？他行还有障碍，什么障碍？业障！这个业障就是他六根接触六尘境界，还是会起心动念，还有分别执着；不过他的分别执着很轻，不会产生严重的障碍，起心动念伏不住，知道这个是虚妄，伏不住。为什么伏不住？无始劫来的习气。那么他用功，我们就明了了，他用的什么功？六根在六尘境界里面，锻炼不起心、不动念，用这个功夫！至于用什么方法来达到这个目标？这个不一定，有用参究，有用持咒，有用观行，方法太多，所谓八万四千法门。菩萨在世间和光同尘，历事炼心，这正是《华严》末后善财童子五十三参给我们做出的榜样。",
      "zh_TW": "所以，清涼判這個大經四分，信、解、行、證，解在行之前，先解後行，這就是我們佛門裡面常講善根深厚，福德差一點。善根深厚，能信、能解，解的沒錯，佛菩薩所講的他能聽得懂，他能夠體會得到。為什麼說福德差一點？他行還有障礙，什麼障礙？業障！這個業障就是他六根接觸六塵境界，還是會起心動念，還有分別執著；不過他的分別執著很輕，不會產生嚴重的障礙，起心動念伏不住，知道這個是虛妄，伏不住。為什麼伏不住？無始劫來的習氣。那麼他用功，我們就明瞭了，他用的什麼功？六根在六塵境界裡面，鍛鍊不起心、不動念，用這個功夫！至於用什麼方法來達到這個目標？這個不一定，有用參究，有用持咒，有用觀行，方法太多，所謂八萬四千法門。菩薩在世間和光同塵，歷事鍊心，這正是《華嚴》末後善財童子五十三參給我們做出的榜樣。"
    },
    {
      "id": "12-017-1348_p0007",
      "zh_CN": "这个文里面讲，「为以此当体无明，诸业因果上，自觉觉他，令知法界自性真理，真妄两亡，名为觉首」，这把菩萨的名字点出来了。遍法界虚空界，一切诸法，性相、理事、因果，但有名言，没有实体，所以佛在《金刚经》上举的比喻好，「应观法界性，一切唯心造」。心在哪里？觅心了不可得，所以佛再讲，「一切有为法，如梦幻泡影」，真妄两亡。你想想看对立没有了，这是我们常常强调的，这才是事实真相。我们从什么地方学起？在日常生活当中，对人、对事、对万物，对立的念头要把它消掉，这就是我们修真妄两亡最初方便。真妄两亡从什么地方修起？就从这里修起，把我跟人的对立，在这下功夫，忘我，我不可得，人怎么有可得？常作如是观，常在这上面下功夫，一旦功夫成熟，恍然大悟，我法二空，这个境界就现前了，这就真正入玄，知道都是有言说，没有实体。名为觉首，这就是开始觉悟了。",
      "zh_TW": "這個文裡面講，「為以此當體無明，諸業因果上，自覺覺他，令知法界自性真理，真妄兩亡，名為覺首」，這把菩薩的名字點出來了。遍法界虛空界，一切諸法，性相、理事、因果，但有名言，沒有實體，所以佛在《金剛經》上舉的比喻好，「應觀法界性，一切唯心造」。心在哪裡？覓心了不可得，所以佛再講，「一切有為法，如夢幻泡影」，真妄兩亡。你想想看對立沒有了，這是我們常常強調的，這才是事實真相。我們從什麼地方學起？在日常生活當中，對人、對事、對萬物，對立的念頭要把它消掉，這就是我們修真妄兩亡最初方便。真妄兩亡從什麼地方修起？就從這裡修起，把我跟人的對立，在這下功夫，忘我，我不可得，人怎麼有可得？常作如是觀，常在這上面下功夫，一旦功夫成熟，恍然大悟，我法二空，這個境界就現前了，這就真正入玄，知道都是有言說，沒有實體。名為覺首，這就是開始覺悟了。"
    },
    {
      "id": "12-017-1348_p0008",
      "zh_CN": "《华严经》里面，这是大乘圆教，初信位的菩萨，觉了，这个觉就是三皈依里头的皈依佛，你看《坛经》里面能大师的说法，「皈依觉，皈依正，皈依净；佛者觉也，法者正也，僧者净也」，他把这个意思说出来了。佛法僧的意思是觉正净，皈依佛是皈依觉，觉而不迷，必须是真妄两亡，才是真正皈依觉，觉而不迷。那我们受这个三皈依，真的叫有名无实，觉首菩萨他的三皈依，他是名副其实，他真的皈依。",
      "zh_TW": "《華嚴經》裡面，這是大乘圓教，初信位的菩薩，覺了，這個覺就是三皈依裡頭的皈依佛，你看《壇經》裡面能大師的說法，「皈依覺，皈依正，皈依淨；佛者覺也，法者正也，僧者淨也」，他把這個意思說出來了。佛法僧的意思是覺正淨，皈依佛是皈依覺，覺而不迷，必須是真妄兩亡，才是真正皈依覺，覺而不迷。那我們受這個三皈依，真的叫有名無實，覺首菩薩他的三皈依，他是名副其實，他真的皈依。"
    },
    {
      "id": "12-017-1348_p0009",
      "zh_CN": "称为觉首，「以信此法初，名之为首」，这是刚刚开始信这个法。这个法是什么？这个法就是对立没有了。我们想想，佛在经教里头常说，大乘初信位的菩萨，他所断的跟小乘须陀洹相等，小乘须陀洹断八十八品见惑。真妄就是见惑里面的边见，真是一边，妄是一边，我们现在讲相对的世间，这两边都没有，不可以说它真，也不可以说它妄。这就是觉首菩萨最后这一首偈里面所说的，「若实若不实，若妄若非妄，世间出世间」，这两边都没有了。换句话说，无实无不实，无妄无非妄，无世间亦无出世间，都是言说而已；离言说相、离名字相、离心缘相就入了，这个入得虽然不深，确实是圣人的境界。圆教初信位的菩萨，他对于这桩事情他相信，一点怀疑都没有，所以称之为觉首。",
      "zh_TW": "稱為覺首，「以信此法初，名之為首」，這是剛剛開始信這個法。這個法是什麼？這個法就是對立沒有了。我們想想，佛在經教裡頭常說，大乘初信位的菩薩，他所斷的跟小乘須陀洹相等，小乘須陀洹斷八十八品見惑。真妄就是見惑裡面的邊見，真是一邊，妄是一邊，我們現在講相對的世間，這兩邊都沒有，不可以說它真，也不可以說它妄。這就是覺首菩薩最後這一首偈裡面所說的，「若實若不實，若妄若非妄，世間出世間」，這兩邊都沒有了。換句話說，無實無不實，無妄無非妄，無世間亦無出世間，都是言說而已；離言說相、離名字相、離心緣相就入了，這個入得雖然不深，確實是聖人的境界。圓教初信位的菩薩，他對於這樁事情他相信，一點懷疑都沒有，所以稱之為覺首。"
    },
    {
      "id": "12-017-1348_p0010",
      "zh_CN": "你看，「此明十信初心（十信位，初信位初心），全信自身眼耳鼻舌身意，及以一切众生，全体真妄两亡，唯佛智海故」。这个佛是自性佛，是自性里面本具的般若德相，出现品里面所说的，「一切众生皆有如来智慧德相」，这宇宙之间一切万事万物是什么？原来就是自性本具的智慧德相。所以下面，这个前面我们都读过，可不要忘记，「故以不动智佛十智如来，为十信位中自己果故」。不动智佛是根本，不动智佛就是自己自性本具的般若智慧，十智如来是从体起用，也就是你每个阶段所证的，根本就是不动智佛。如果我们用般若的话来说，不动智佛是根本智，十智如来是后得智，根本跟后得是一不是二，这是佛法。根本跟后得要对立，用现在的话来说，那是哲学，不是佛法。哲学里面讲相对的，讲有能、有所，能所对立；佛法里头有能、有所，能所是一，不对立，所以这不是佛学。",
      "zh_TW": "你看，「此明十信初心（十信位，初信位初心），全信自身眼耳鼻舌身意，及以一切眾生，全體真妄兩亡，唯佛智海故」。這個佛是自性佛，是自性裡面本具的般若德相，出現品裡面所說的，「一切眾生皆有如來智慧德相」，這宇宙之間一切萬事萬物是什麼？原來就是自性本具的智慧德相。所以下面，這個前面我們都讀過，可不要忘記，「故以不動智佛十智如來，為十信位中自己果故」。不動智佛是根本，不動智佛就是自己自性本具的般若智慧，十智如來是從體起用，也就是你每個階段所證的，根本就是不動智佛。如果我們用般若的話來說，不動智佛是根本智，十智如來是後得智，根本跟後得是一不是二，這是佛法。根本跟後得要對立，用現在的話來說，那是哲學，不是佛法。哲學裡面講相對的，講有能、有所，能所對立；佛法裡頭有能、有所，能所是一，不對立，所以這不是佛學。"
    },
    {
      "id": "12-017-1348_p0011",
      "zh_CN": "又讲到「金色世界，妙色世界，莲华色世界」，这十个世界，「十色世界，是十信之中所信之理」。从这里入门，往后不断向上提升，有十信，到十住，十行，十回向，十地，等觉，妙觉，到最后圆满。所证的果，所信的理，说得再多，要知道全是方便，这就是佛家里常讲的佛法因缘生，方便为门；方便就不能执着，方便就不能分别，借着方便你能够悟入。为什么不能悟入？你止在方便那个地方，你不能悟入；换句话说，误以为方便是真实，这就错了。所以，佛法修学最重要的指导原则，就是看破、放下，决定不可以执着。",
      "zh_TW": "又講到「金色世界，妙色世界，蓮華色世界」，這十個世界，「十色世界，是十信之中所信之理」。從這裡入門，往後不斷向上提升，有十信，到十住，十行，十迴向，十地，等覺，妙覺，到最後圓滿。所證的果，所信的理，說得再多，要知道全是方便，這就是佛家裡常講的佛法因緣生，方便為門；方便就不能執著，方便就不能分別，藉著方便你能夠悟入。為什麼不能悟入？你止在方便那個地方，你不能悟入；換句話說，誤以為方便是真實，這就錯了。所以，佛法修學最重要的指導原則，就是看破、放下，決定不可以執著。"
    },
    {
      "id": "12-017-1348_p0012",
      "zh_CN": "你看这十信位，十信菩萨，你能放下初信，你就证到二信，你能放下二信，你就证得三信，放下连痕迹都不留。正像我们上高楼一样，你上到第一层，你把第一层放下，你才能上第二层，二层放下，上第三层；《华严经》讲五十一个阶位，就像五十一层高楼一样，你不能放下下面的，你就得不到上面的。所以，佛法自始至终讲功夫，放下而已！看破是明了，古诗里头有所谓「欲穷千里目，更上一层楼」，我们用这个两句来比喻看破放下，欲穷千里目是看破，更上一层楼是放下。放下帮助你看破，看破又帮助你放下，这两种方法相辅相成，还是一桩事情，贵在会用。",
      "zh_TW": "你看這十信位，十信菩薩，你能放下初信，你就證到二信，你能放下二信，你就證得三信，放下連痕跡都不留。正像我們上高樓一樣，你上到第一層，你把第一層放下，你才能上第二層，二層放下，上第三層；《華嚴經》講五十一個階位，就像五十一層高樓一樣，你不能放下下面的，你就得不到上面的。所以，佛法自始至終講功夫，放下而已！看破是明瞭，古詩裡頭有所謂「欲窮千里目，更上一層樓」，我們用這個兩句來比喻看破放下，欲窮千里目是看破，更上一層樓是放下。放下幫助你看破，看破又幫助你放下，這兩種方法相輔相成，還是一樁事情，貴在會用。"
    },
    {
      "id": "12-017-1348_p0013",
      "zh_CN": "「文殊师利、觉首、财首等十菩萨众，是十信之行，以行立名，得名知行」。在大乘佛法里面，佛的名号很多，无量无边，表性德。你自性本具无量德能，一个名字没有法子表示，用许许多多的名称来显示出自性本具无量德能。菩萨名号代表修德，修行的方法也是无量无边，所谓八万四千法门，无量法门，菩萨名号代表这个。文殊师利菩萨、觉首菩萨、财首菩萨，这个十首菩萨是十信之行，你看看十信第一个，觉，不觉不能入门，觉就是皈依佛。三皈依要是真的，真的你得三皈依了，在三皈授受的时候你真的得了，那恭喜你，你就是初信位的菩萨，皈依觉，你真的觉悟了。",
      "zh_TW": "「文殊師利、覺首、財首等十菩薩眾，是十信之行，以行立名，得名知行」。在大乘佛法裡面，佛的名號很多，無量無邊，表性德。你自性本具無量德能，一個名字沒有法子表示，用許許多多的名稱來顯示出自性本具無量德能。菩薩名號代表修德，修行的方法也是無量無邊，所謂八萬四千法門，無量法門，菩薩名號代表這個。文殊師利菩薩、覺首菩薩、財首菩薩，這個十首菩薩是十信之行，你看看十信第一個，覺，不覺不能入門，覺就是皈依佛。三皈依要是真的，真的你得三皈依了，在三皈授受的時候你真的得了，那恭喜你，你就是初信位的菩薩，皈依覺，你真的覺悟了。"
    },
    {
      "id": "12-017-1348_p0014",
      "zh_CN": "这个觉悟的境界，用《金刚经》上的话来讲，你知道四相，明白了四相，把四相放下，「无我相，无人相，无众生相，无寿者相」，这个觉了。你知道「凡所有相，皆是虚妄」，你知道「一切有为法，如梦幻泡影」，试问你在一切法里头，你还有执着吗？没有了。你还有分别吗？没有了。起心动念还会有，为什么？那是无始劫来的习气，不容易断掉。可是你分别执着不要说断，真正淡化了几分，你的一生生活就快乐无比，那正是佛法里头所说的烦恼轻、智慧长。烦恼从哪来的？烦恼从分别执着来的，你分别执着轻了，不说断，轻了，智慧就增长。你对于看一切法，就一切诸法里头，性相、理事、因果，你就看得比别人深刻，看得比别人深广，这肯定的。一切经教在你面前，你就能圆解，古人所说「大开圆解」，你不会有困难，不会有障碍，为什么？执着、分别放下了，所以是觉。",
      "zh_TW": "這個覺悟的境界，用《金剛經》上的話來講，你知道四相，明白了四相，把四相放下，「無我相，無人相，無眾生相，無壽者相」，這個覺了。你知道「凡所有相，皆是虛妄」，你知道「一切有為法，如夢幻泡影」，試問你在一切法裡頭，你還有執著嗎？沒有了。你還有分別嗎？沒有了。起心動念還會有，為什麼？那是無始劫來的習氣，不容易斷掉。可是你分別執著不要說斷，真正淡化了幾分，你的一生生活就快樂無比，那正是佛法裡頭所說的煩惱輕、智慧長。煩惱從哪來的？煩惱從分別執著來的，你分別執著輕了，不說斷，輕了，智慧就增長。你對於看一切法，就一切諸法裡頭，性相、理事、因果，你就看得比別人深刻，看得比別人深廣，這肯定的。一切經教在你面前，你就能圓解，古人所說「大開圓解」，你不會有困難，不會有障礙，為什麼？執著、分別放下了，所以是覺。"
    },
    {
      "id": "12-017-1348_p0015",
      "zh_CN": "财首，我们底下一章就要讲到财首菩萨。世间人都爱财，觉了之后，觉了之后发大财，这个财在佛法叫功德法财，不是世间这些物质的财宝，但是世间这些物质财宝决定不会缺乏。人入这个境界，他所得到的是什么？遍法界虚空界是一个自己，整个宇宙得到了，哪里还斤斤计较这些数目字的财富，哪有这种道理？没这个道理。这个里头，十首菩萨名号都是行法，就是修行的方法。你从财首那里得到了，你就会学会了我们世俗人讲发财的方法，真的佛法里头圆满具足，一法都不缺。非常可惜，世间人迷而不觉，不肯在这里头学。这个里头古人讲的话一点都不错，「佛氏门中，有求必应」，求富贵，得富贵；求儿女，得儿女；求长寿，得长寿，没有一样你求不到的。这些话，我初学佛的时候，章嘉大师讲给我听的。",
      "zh_TW": "財首，我們底下一章就要講到財首菩薩。世間人都愛財，覺了之後，覺了之後發大財，這個財在佛法叫功德法財，不是世間這些物質的財寶，但是世間這些物質財寶決定不會缺乏。人入這個境界，他所得到的是什麼？遍法界虛空界是一個自己，整個宇宙得到了，哪裡還斤斤計較這些數目字的財富，哪有這種道理？沒這個道理。這個裡頭，十首菩薩名號都是行法，就是修行的方法。你從財首那裡得到了，你就會學會了我們世俗人講發財的方法，真的佛法裡頭圓滿具足，一法都不缺。非常可惜，世間人迷而不覺，不肯在這裡頭學。這個裡頭古人講的話一點都不錯，「佛氏門中，有求必應」，求富貴，得富貴；求兒女，得兒女；求長壽，得長壽，沒有一樣你求不到的。這些話，我初學佛的時候，章嘉大師講給我聽的。"
    },
    {
      "id": "12-017-1348_p0016",
      "zh_CN": "他老人家又说了，当你有求而没有感应，得不到的时候，不是佛说的话不灵，是你自己本身有业障，障碍了你的所求，所以你所求不应。那怎么办？要把业障消除，业障只要消除了，有求必应。业障，会学的人要找业障的根本，业障的根本是什么？就是妄想、分别、执着。业障数不尽，太多太多了，把它归纳起来，总不外乎这三大类，佛法讲三种烦恼。执着是见思烦恼，分别是尘沙烦恼，起心动念是妄想，是无明烦恼，这个三障，三大类的障碍，障碍我们自性无量的智慧德相不能现前。",
      "zh_TW": "他老人家又說了，當你有求而沒有感應，得不到的時候，不是佛說的話不靈，是你自己本身有業障，障礙了你的所求，所以你所求不應。那怎麼辦？要把業障消除，業障只要消除了，有求必應。業障，會學的人要找業障的根本，業障的根本是什麼？就是妄想、分別、執著。業障數不盡，太多太多了，把它歸納起來，總不外乎這三大類，佛法講三種煩惱。執著是見思煩惱，分別是塵沙煩惱，起心動念是妄想，是無明煩惱，這個三障，三大類的障礙，障礙我們自性無量的智慧德相不能現前。"
    },
    {
      "id": "12-017-1348_p0017",
      "zh_CN": "所以，你要真正懂得消业障，从根本下手，不要从枝叶，枝叶太麻烦了，那修到哪一年！从根本上，好像砍树一样，连根拔掉，干净俐落。那就是于一切诸法真妄两亡，不再分别，不再执着。执着的心一断，你的清净心就现前，执着是染污，转末那为平等性智，执着是意根，第七识，先从这儿下手。我跟众生平等，我跟众生一体，我跟诸佛菩萨也平等，我跟诸佛菩萨一体，平等性智现前。再能够于一切法当中不分别了，不分别是转第六意识为妙观察智，因为你有分别心，你见不到事实真相。离一切分别，真相大白，你所见的，六根接触你能够体会到的，跟法身菩萨、诸佛如来无二无别。",
      "zh_TW": "所以，你要真正懂得消業障，從根本下手，不要從枝葉，枝葉太麻煩了，那修到哪一年！從根本上，好像砍樹一樣，連根拔掉，乾淨俐落。那就是於一切諸法真妄兩亡，不再分別，不再執著。執著的心一斷，你的清淨心就現前，執著是染污，轉末那為平等性智，執著是意根，第七識，先從這兒下手。我跟眾生平等，我跟眾生一體，我跟諸佛菩薩也平等，我跟諸佛菩薩一體，平等性智現前。再能夠於一切法當中不分別了，不分別是轉第六意識為妙觀察智，因為你有分別心，你見不到事實真相。離一切分別，真相大白，你所見的，六根接觸你能夠體會到的，跟法身菩薩、諸佛如來無二無別。"
    },
    {
      "id": "12-017-1348_p0018",
      "zh_CN": "所以我们常常讲，修行从哪里修起？要把自己内心对一切人事物的对立、冲突、误会要化解掉，我常常这么个说法；那依照佛经里的说法，对一切人事物的执着分别妄想断掉，断掉就成佛了。佛法讲得圆满，讲得究竟，我讲的话是眼前我们最初方便，就是现在我在境界上应该怎么下手，从这儿下手。心清净，心平等，永远没有一个怨恨的人。这个人毁谤我，这个人侮辱我，这个人伤害我，甚至于他把我杀掉，我有没有怨恨？没有，一丝毫都没有。这个好难做到！你们看看经上，忍辱仙人做到了。《金刚经》举的这个例子，歌利王割截身体，忍辱仙人做到了。那我们要想想，他能做到，我为什么不能做到？他了解事实真相，我们不了解。事实真相是什么？凡所有相皆是虚妄。你要斤斤计较的时候，过失在哪里？外面没有过失，人没有过失，过失在自己，你怎么可以怨天尤人？",
      "zh_TW": "所以我們常常講，修行從哪裡修起？要把自己內心對一切人事物的對立、衝突、誤會要化解掉，我常常這麼個說法；那依照佛經裡的說法，對一切人事物的執著分別妄想斷掉，斷掉就成佛了。佛法講得圓滿，講得究竟，我講的話是眼前我們最初方便，就是現在我在境界上應該怎麼下手，從這兒下手。心清淨，心平等，永遠沒有一個怨恨的人。這個人毀謗我，這個人侮辱我，這個人傷害我，甚至於他把我殺掉，我有沒有怨恨？沒有，一絲毫都沒有。這個好難做到！你們看看經上，忍辱仙人做到了。《金剛經》舉的這個例子，歌利王割截身體，忍辱仙人做到了。那我們要想想，他能做到，我為什麼不能做到？他了解事實真相，我們不了解。事實真相是什麼？凡所有相皆是虛妄。你要斤斤計較的時候，過失在哪裡？外面沒有過失，人沒有過失，過失在自己，你怎麼可以怨天尤人？"
    },
    {
      "id": "12-017-1348_p0019",
      "zh_CN": "如果真明白了，无论是处顺境，是处逆境，是随善缘，还是随恶缘，没有一样不自在，为什么？不起分别，不生执着。不起心、不动念是法身菩萨，这真功夫，这是真实受用，这里头有妙乐，真正大乘教里面讲的「法喜充满」，中国人谚语所说的「人逢喜事精神爽」。我们才晓得，原来真正有修行的人，真正有功夫的人，他生活在哪里？生活在法喜之中，这个法喜是永恒不断，那个快乐！从这个地方我们也能够稍稍体会到，极乐世界他乐的是什么？不是外面的刺激，与外头境界不相干，他的喜悦是从内心的，这个法喜是性德；换句话说，你的自性、你的本性里面本来是快乐无比，你现在活得怎么这么可怜！什么原因？迷失了自性。你的自性一点一点的开发，你的欢喜一点一点的扩大，这真的，不是假的。",
      "zh_TW": "如果真明白了，無論是處順境，是處逆境，是隨善緣，還是隨惡緣，沒有一樣不自在，為什麼？不起分別，不生執著。不起心、不動念是法身菩薩，這真功夫，這是真實受用，這裡頭有妙樂，真正大乘教裡面講的「法喜充滿」，中國人諺語所說的「人逢喜事精神爽」。我們才曉得，原來真正有修行的人，真正有功夫的人，他生活在哪裡？生活在法喜之中，這個法喜是永恆不斷，那個快樂！從這個地方我們也能夠稍稍體會到，極樂世界他樂的是什麼？不是外面的刺激，與外頭境界不相干，他的喜悅是從內心的，這個法喜是性德；換句話說，你的自性、你的本性裡面本來是快樂無比，你現在活得怎麼這麼可憐！什麼原因？迷失了自性。你的自性一點一點的開發，你的歡喜一點一點的擴大，這真的，不是假的。"
    },
    {
      "id": "12-017-1348_p0020",
      "zh_CN": "怎么样开发我们自性里面的欢喜、喜悦？障碍去掉就是，这个障碍就是对一切人事物的执着分别妄想。就这个东西它障碍了，你把这个东西去掉，它就现前。所以，过去方东美先生把佛法介绍给我，说学佛是人生最高的享受，这个最高的享受就是你自性本来具足的，不是从外来的。只要你把自己障碍自性德能的烦恼习气，你把它除掉，你把它离开，你的性德是圆满的，这个经论上常讲「在圣不增，在凡不减」。诸佛菩萨，那成佛了，成菩萨了，他的性德没有多加一分，我们是凡夫，纵然堕在阿鼻地狱，我们的性德也没有减一分，一样的。就是一个烦恼习气淘汰掉了，它统统现出来，他受用了；我们六道凡夫迷而不觉，迷就是迷在妄想分别执着上，我们迷在这上。有了这个东西，把自性的智慧德能完全障碍住，这个要知道，障碍，并没有失掉。像云彩障碍了太阳一样，阴天，这两天阴天看不到太阳，云彩，不是没有太阳。太阳一点缺陷都没有，圆圆满满，云彩盖住了。妄想分别执着是浓云密布，去掉，阳光普照大地，就这么回事情。好，现在时间到了。",
      "zh_TW": "怎麼樣開發我們自性裡面的歡喜、喜悅？障礙去掉就是，這個障礙就是對一切人事物的執著分別妄想。就這個東西它障礙了，你把這個東西去掉，它就現前。所以，過去方東美先生把佛法介紹給我，說學佛是人生最高的享受，這個最高的享受就是你自性本來具足的，不是從外來的。只要你把自己障礙自性德能的煩惱習氣，你把它除掉，你把它離開，你的性德是圓滿的，這個經論上常講「在聖不增，在凡不減」。諸佛菩薩，那成佛了，成菩薩了，他的性德沒有多加一分，我們是凡夫，縱然墮在阿鼻地獄，我們的性德也沒有減一分，一樣的。就是一個煩惱習氣淘汰掉了，它統統現出來，他受用了；我們六道凡夫迷而不覺，迷就是迷在妄想分別執著上，我們迷在這上。有了這個東西，把自性的智慧德能完全障礙住，這個要知道，障礙，並沒有失掉。像雲彩障礙了太陽一樣，陰天，這兩天陰天看不到太陽，雲彩，不是沒有太陽。太陽一點缺陷都沒有，圓圓滿滿，雲彩蓋住了。妄想分別執著是濃雲密布，去掉，陽光普照大地，就這麼回事情。好，現在時間到了。"
    },
    {
      "id": "12-017-1348_p0021",
      "zh_CN": "诸位同学，我们再接着看李长者的《合论》。「无碍智佛，即是觉首当位所修佛果」，我们先来看这一句。初信位，觉首菩萨是初信位，在这个阶段，初信位的这个阶段，所修所证的无碍智佛。无碍，清凉大师在《华严经》里面给我们讲了四种无碍，「理无碍，事无碍，理事无碍，事事无碍」。那么我们要问，初信位的菩萨，不但是初信位，总说十信菩萨，因为十信没见性，无明没破。贤首大师在五教里面给我们说断证的次第，初信位菩萨断八十八品见惑，在断证跟小乘须陀洹相等，都是断见惑，思惑没断。思惑没断，在一般讲没有出六道，三界八十一品思惑断尽才超越六道轮回，往生四圣法界，声闻、缘觉、菩萨、佛（这是十法界里面的佛），没有破无明。",
      "zh_TW": "諸位同學，我們再接著看李長者的《合論》。「無礙智佛，即是覺首當位所修佛果」，我們先來看這一句。初信位，覺首菩薩是初信位，在這個階段，初信位的這個階段，所修所證的無礙智佛。無礙，清涼大師在《華嚴經》裡面給我們講了四種無礙，「理無礙，事無礙，理事無礙，事事無礙」。那麼我們要問，初信位的菩薩，不但是初信位，總說十信菩薩，因為十信沒見性，無明沒破。賢首大師在五教裡面給我們說斷證的次第，初信位菩薩斷八十八品見惑，在斷證跟小乘須陀洹相等，都是斷見惑，思惑沒斷。思惑沒斷，在一般講沒有出六道，三界八十一品思惑斷盡才超越六道輪迴，往生四聖法界，聲聞、緣覺、菩薩、佛（這是十法界裡面的佛），沒有破無明。"
    },
    {
      "id": "12-017-1348_p0022",
      "zh_CN": "见惑跟思惑都是属于执着，换句话说，初信位的菩萨粗的执着没有了，细的执着还在，那么妄想、分别当然具足，可以说比一般人轻，这是肯定的，没断尽。他能够修成无碍智佛，这个不容易，大心凡夫所证的，我们不能怀疑；理无碍、事无碍、理事无碍、事事无碍难了，那是真的不容易。一般讲到四无碍之圆满，到事事无碍了，一般说都是法身菩萨，「破一品无明，证一分法身」，事事无碍。四圣法界里面，还不能说事事无碍，理事无碍那没有话说，事事无碍做不到。所以佛的位次，当然随着修行功夫来证，这是第一个，第一个阶位，无碍智现前！",
      "zh_TW": "見惑跟思惑都是屬於執著，換句話說，初信位的菩薩粗的執著沒有了，細的執著還在，那麼妄想、分別當然具足，可以說比一般人輕，這是肯定的，沒斷盡。他能夠修成無礙智佛，這個不容易，大心凡夫所證的，我們不能懷疑；理無礙、事無礙、理事無礙、事事無礙難了，那是真的不容易。一般講到四無礙之圓滿，到事事無礙了，一般說都是法身菩薩，「破一品無明，證一分法身」，事事無礙。四聖法界裡面，還不能說事事無礙，理事無礙那沒有話說，事事無礙做不到。所以佛的位次，當然隨著修行功夫來證，這是第一個，第一個階位，無礙智現前！"
    },
    {
      "id": "12-017-1348_p0023",
      "zh_CN": "放下执着，你的智慧才能现前，这个智慧我们可以肯定，在修学佛法里头没有障碍；也就说是一切大乘甚深的教诲，你能信，你能解，你能接受，你能够依教修行，这个难得。具足这些条件，他在学习过程当中，那我们现在一般人所讲的，一帆风顺，没障碍了，这是真的，不是假的。那么我们想想现前我们自己，经本打开看不懂！第一个障碍，文字障，实在讲，祖师们翻经已经大开方便之门。怎么说？用当时最浅显的文字，像我们今天讲的白话文，诸位只要把佛经，不要说别的，现在最流行的《古文观止》，你把《古文观止》的文章跟佛经一对照，你就晓得佛经文字很浅，《古文观止》里面的文字比佛经深得太多了。翻经法师慈悲，希望佛的教诲能够普遍的流通，尽量减少文字的障碍。虽然浅，还是文化，是浅的文言文，不是很深的；现在人不读文言文，因此佛经看不懂。",
      "zh_TW": "放下執著，你的智慧才能現前，這個智慧我們可以肯定，在修學佛法裡頭沒有障礙；也就說是一切大乘甚深的教誨，你能信，你能解，你能接受，你能夠依教修行，這個難得。具足這些條件，他在學習過程當中，那我們現在一般人所講的，一帆風順，沒障礙了，這是真的，不是假的。那麼我們想想現前我們自己，經本打開看不懂！第一個障礙，文字障，實在講，祖師們翻經已經大開方便之門。怎麼說？用當時最淺顯的文字，像我們今天講的白話文，諸位只要把佛經，不要說別的，現在最流行的《古文觀止》，你把《古文觀止》的文章跟佛經一對照，你就曉得佛經文字很淺，《古文觀止》裡面的文字比佛經深得太多了。翻經法師慈悲，希望佛的教誨能夠普遍的流通，盡量減少文字的障礙。雖然淺，還是文化，是淺的文言文，不是很深的；現在人不讀文言文，因此佛經看不懂。"
    },
    {
      "id": "12-017-1348_p0024",
      "zh_CN": "从前李老师教我们，教我们不是学古文，不是研究中国的古籍，是读经，是入佛门三藏的一把钥匙，这个钥匙还是文言文，不多。李老师给我们讲，你能熟读五十篇古文，他老人家所讲的这个标准，就是《古文观止》。你能够熟读五十篇，读得滚瓜烂熟，纵然不能背诵，也有很熟的程度，你看经书没有问题，你能够阅读。如果你能够熟读一百篇文言文，你就能够写文言文。李老师鼓励我们，一定要用个一年、两年的时间专攻，一个星期学一篇，一年五十个星期，用一年的工夫，你就能阅读，用两年的工夫，你就能写文言文。但是这两年一定要专攻，一门深入，长时薰修，你才能成功。许多人不能成功是什么？他不能专心，他附带的学，同时学很多东西，这就不行，那钥匙没拿到。为什么不用两年时间专攻，把其他东西统统放下？把这钥匙拿到，然后无论你学世法、学佛法，都没有障碍。这是在文字上，属于工具。",
      "zh_TW": "從前李老師教我們，教我們不是學古文，不是研究中國的古籍，是讀經，是入佛門三藏的一把鑰匙，這個鑰匙還是文言文，不多。李老師給我們講，你能熟讀五十篇古文，他老人家所講的這個標準，就是《古文觀止》。你能夠熟讀五十篇，讀得滾瓜爛熟，縱然不能背誦，也有很熟的程度，你看經書沒有問題，你能夠閱讀。如果你能夠熟讀一百篇文言文，你就能夠寫文言文。李老師鼓勵我們，一定要用個一年、兩年的時間專攻，一個星期學一篇，一年五十個星期，用一年的工夫，你就能閱讀，用兩年的工夫，你就能寫文言文。但是這兩年一定要專攻，一門深入，長時薰修，你才能成功。許多人不能成功是什麼？他不能專心，他附帶的學，同時學很多東西，這就不行，那鑰匙沒拿到。為什麼不用兩年時間專攻，把其他東西統統放下？把這鑰匙拿到，然後無論你學世法、學佛法，都沒有障礙。這是在文字上，屬於工具。"
    },
    {
      "id": "12-017-1348_p0025",
      "zh_CN": "契入是要靠智慧，真实智慧，真实智慧里头，你要把障碍真实智慧的那个东西把它去掉，这个东西就是妄想分别执着；完全除掉当然不能，完全除掉你成佛了，总要认真努力的把它断除。你能断一分，你的自性本具的智慧就透一分，德能也显示出一分；你能去两分，你的智慧德能就能透两分。所以佛法修学没有别的，第一是你要发大愿，「众生无边誓愿度」，从哪里下手？「烦恼无尽誓愿断」，从这里下手，你有这样的条件你才能入门。",
      "zh_TW": "契入是要靠智慧，真實智慧，真實智慧裡頭，你要把障礙真實智慧的那個東西把它去掉，這個東西就是妄想分別執著；完全除掉當然不能，完全除掉你成佛了，總要認真努力的把它斷除。你能斷一分，你的自性本具的智慧就透一分，德能也顯示出一分；你能去兩分，你的智慧德能就能透兩分。所以佛法修學沒有別的，第一是你要發大願，「眾生無邊誓願度」，從哪裡下手？「煩惱無盡誓願斷」，從這裡下手，你有這樣的條件你才能入門。"
    },
    {
      "id": "12-017-1348_p0026",
      "zh_CN": "我们这些年来提倡《弟子规》，提倡德行，基础的教育，也就是怎样把烦恼习气放下。《弟子规》里面所讲的，一点都不希奇，那是什么？那是圣人，真正觉悟的人，在日常生活当中，是自自然然的，他就是这个样子。你把那些觉悟的人在日常生活当中，你天天去记，你记下来之后，把它归纳一下，整理一下，就叫《弟子规》，是一个真正觉悟的人正常的行为。我们今天很多行为跟它是相反的，这什么原因？我们迷失了自性，我们不觉，因此我们的思想、言语行为不正常；觉悟就正常了。所以讲戒律，戒律好难！戒律是什么？戒律是觉悟人正常的行为，就是日常生活行为，它本来就是这样的，不是学来的，一点勉强做作都没有，自然，就是这样。所以，戒定慧是性德，性德不是修来的，我们今天只要除掉自性真心的障碍、烦恼、习气就行，性德就透出来。",
      "zh_TW": "我們這些年來提倡《弟子規》，提倡德行，基礎的教育，也就是怎樣把煩惱習氣放下。《弟子規》裡面所講的，一點都不希奇，那是什麼？那是聖人，真正覺悟的人，在日常生活當中，是自自然然的，他就是這個樣子。你把那些覺悟的人在日常生活當中，你天天去記，你記下來之後，把它歸納一下，整理一下，就叫《弟子規》，是一個真正覺悟的人正常的行為。我們今天很多行為跟它是相反的，這什麼原因？我們迷失了自性，我們不覺，因此我們的思想、言語行為不正常；覺悟就正常了。所以講戒律，戒律好難！戒律是什麼？戒律是覺悟人正常的行為，就是日常生活行為，它本來就是這樣的，不是學來的，一點勉強做作都沒有，自然，就是這樣。所以，戒定慧是性德，性德不是修來的，我們今天只要除掉自性真心的障礙、煩惱、習氣就行，性德就透出來。"
    },
    {
      "id": "12-017-1348_p0027",
      "zh_CN": "在迷而不觉这个地位上，看看诸佛如来、菩萨、善友他们的言语行为，那是觉悟的，我们是不觉的，很有启发的功能。我们常常看，常常听，用这个来薰习，帮助我们觉悟，帮助我们放下。所有一切不善，从迷来的，从妄心里面生的，所有一切真善都是自性里头本来具足的，不是从外头来的。佛法的教学，终极的目标是帮助我们回归自性而已。所以，《楞严经》上讲「圆满菩提，归无所得」，一切是你自己本来具足的，没有一样东西是从自性之外你所得来的，没有，一样都没有。纯净纯善，是自己自性本来具足的，这个道理要懂，要肯定，一点怀疑都没有。我们修行证果的信心从这个地方建立，这就是自心不动智佛。所以他下面又说，「以此信心，明诸业因果，真妄两亡，即智用无碍」。宗门常说「坐断两头」，真是一头，妄是一头，真妄是一不是二，你的疑惑、分别、执着、统统没有了，无碍智就现前。无碍智是自性里头本来具足的，不是从外头得来的，只要把障碍拔除，性德就恢复，性德本具的光明遍照法界。",
      "zh_TW": "在迷而不覺這個地位上，看看諸佛如來、菩薩、善友他們的言語行為，那是覺悟的，我們是不覺的，很有啟發的功能。我們常常看，常常聽，用這個來薰習，幫助我們覺悟，幫助我們放下。所有一切不善，從迷來的，從妄心裡面生的，所有一切真善都是自性裡頭本來具足的，不是從外頭來的。佛法的教學，終極的目標是幫助我們回歸自性而已。所以，《楞嚴經》上講「圓滿菩提，歸無所得」，一切是你自己本來具足的，沒有一樣東西是從自性之外你所得來的，沒有，一樣都沒有。純淨純善，是自己自性本來具足的，這個道理要懂，要肯定，一點懷疑都沒有。我們修行證果的信心從這個地方建立，這就是自心不動智佛。所以他下面又說，「以此信心，明諸業因果，真妄兩亡，即智用無礙」。宗門常說「坐斷兩頭」，真是一頭，妄是一頭，真妄是一不是二，你的疑惑、分別、執著、統統沒有了，無礙智就現前。無礙智是自性裡頭本來具足的，不是從外頭得來的，只要把障礙拔除，性德就恢復，性德本具的光明遍照法界。"
    },
    {
      "id": "12-017-1348_p0028",
      "zh_CN": "末后这一段，「配随位因果」，这一段很重要。「常以自心本不动智佛，为本信心之因」，这一句话非常重要。自心本定，自心本来没有念头，所以念是虚妄的，有念皆妄。我们念阿弥陀佛是不是妄念？给诸位说，还是妄念。那妄念我们还要不要念？要念！你要是不念你永远没有办法觉悟，用这个妄念把所有一切妄念打掉，这就叫一心不乱。往生到极乐世界，这一念要是放下，你就圆满菩提，你就证得究竟果位。所以，古大德常说，持名念佛功德不可思议。",
      "zh_TW": "末後這一段，「配隨位因果」，這一段很重要。「常以自心本不動智佛，為本信心之因」，這一句話非常重要。自心本定，自心本來沒有念頭，所以念是虛妄的，有念皆妄。我們念阿彌陀佛是不是妄念？給諸位說，還是妄念。那妄念我們還要不要念？要念！你要是不念你永遠沒有辦法覺悟，用這個妄念把所有一切妄念打掉，這就叫一心不亂。往生到極樂世界，這一念要是放下，你就圓滿菩提，你就證得究竟果位。所以，古大德常說，持名念佛功德不可思議。"
    },
    {
      "id": "12-017-1348_p0029",
      "zh_CN": "《十六观经》里面，观想念佛，观像念佛，以前李老师跟我讲过，《般若经》上说「凡所有相皆是虚妄」，观想那个观想观成，好不容易！譬如十六观第一观「落日悬鼓」，你看傍晚太阳下山，你看落日，那个红太阳像个鼓一样，怎样叫观成？无论在什么时候，你睁开眼睛，这个红太阳在你面前，闭着眼睛，这个红太阳也在面前，这叫观成了。可见得你的心专注，这个心求往生能往生，这观想念佛。观像念佛，是你造作的佛像，你每天看佛像，把这个佛像深深印在你的脑海里面，一切时一切处，你的心一专注，佛像就在面前。你要知道这像是妄相，到西方极乐世界还要把这个像除掉，你才能契入真实。老师说：你想想看，这个像观成不容易，去掉也不容易，你何必找这个麻烦？念佛就好了嘛！念佛这句佛号也是妄相，佛号念容易成就，佛号把它丢掉也容易，放下这句佛号，比放下那个妄相容易多了。我们想想是有道理。",
      "zh_TW": "《十六觀經》裡面，觀想念佛，觀像念佛，以前李老師跟我講過，《般若經》上說「凡所有相皆是虛妄」，觀想那個觀想觀成，好不容易！譬如十六觀第一觀「落日懸鼓」，你看傍晚太陽下山，你看落日，那個紅太陽像個鼓一樣，怎樣叫觀成？無論在什麼時候，你睜開眼睛，這個紅太陽在你面前，閉著眼睛，這個紅太陽也在面前，這叫觀成了。可見得你的心專注，這個心求往生能往生，這觀想念佛。觀像念佛，是你造作的佛像，你每天看佛像，把這個佛像深深印在你的腦海裡面，一切時一切處，你的心一專注，佛像就在面前。你要知道這像是妄相，到西方極樂世界還要把這個像除掉，你才能契入真實。老師說：你想想看，這個像觀成不容易，去掉也不容易，你何必找這個麻煩？念佛就好了嘛！念佛這句佛號也是妄相，佛號念容易成就，佛號把它丟掉也容易，放下這句佛號，比放下那個妄相容易多了。我們想想是有道理。"
    },
    {
      "id": "12-017-1348_p0030",
      "zh_CN": "所以老师说：一切诸佛虽然讲四种念佛，但是特别赞叹持名念佛，道理在此地，持名容易成就，将来要舍也容易。名是假名，相是幻相，都不是真的。我们在《华严》读到这个地方，这些意思大致上我们都能够明了了。这是在四种念佛里面，我们取持名念佛，持名念佛也在《十六观经》里面，最后的一观，第十六，第十六观是讲持名。持名之殊胜，你要能体会得到。佛说法，最殊胜的法门是放在最后，你看看《楞严经》二十五圆通，「观世音菩萨耳根圆通章」在最后，最殊胜，「此方真教体，清净在音闻」，文殊菩萨说的。最殊胜的在最后，那么持名在十六观里面放在最后，那就是持名是十六观里面最殊胜的，意思非常明显，我们要懂得取舍。",
      "zh_TW": "所以老師說：一切諸佛雖然講四種念佛，但是特別讚歎持名念佛，道理在此地，持名容易成就，將來要捨也容易。名是假名，相是幻相，都不是真的。我們在《華嚴》讀到這個地方，這些意思大致上我們都能夠明瞭了。這是在四種念佛裡面，我們取持名念佛，持名念佛也在《十六觀經》裡面，最後的一觀，第十六，第十六觀是講持名。持名之殊勝，你要能體會得到。佛說法，最殊勝的法門是放在最後，你看看《楞嚴經》二十五圓通，「觀世音菩薩耳根圓通章」在最後，最殊勝，「此方真教體，清淨在音聞」，文殊菩薩說的。最殊勝的在最後，那麼持名在十六觀裡面放在最後，那就是持名是十六觀裡面最殊勝的，意思非常明顯，我們要懂得取捨。"
    },
    {
      "id": "12-017-1348_p0031",
      "zh_CN": "所以要晓得自性本定，自性本定就是不动智佛。心会动，为什么会动？因境界风动，古人把心比喻做水，水是不动的，是不起风浪的，是清净的。水为什么会动？风吹了它就动，佛把这个风比喻做境界，心在哪里？眼、耳、鼻、舌、身，真正起作用的都是心，眼见色，耳闻声，你只要见色闻声你起了念头，看到、听到生欢喜心，这个风动了；或者生厌恶心，你心也动了。只要你对境界上起分别是小动，执着是大动；执着是大风大浪，分别是小风小浪，都是错的，你的心都动了，定没有了。本来是定的，不动的，你禁不起外面的境界诱惑，你动了，你起心动念，错了！诸佛菩萨跟我们不一样，他见色闻声他不起心、不动念，不分别、不执着，除此之外，在形相上跟我们没两样，和光同尘。我们起心动念、一切造作叫造业，他们示现在人间，跟我们生活也一样，他不起心、不动念，不分别、不执着，他不造业。他来教化我们，帮助我们成就。",
      "zh_TW": "所以要曉得自性本定，自性本定就是不動智佛。心會動，為什麼會動？因境界風動，古人把心比喻做水，水是不動的，是不起風浪的，是清淨的。水為什麼會動？風吹了它就動，佛把這個風比喻做境界，心在哪裡？眼、耳、鼻、舌、身，真正起作用的都是心，眼見色，耳聞聲，你只要見色聞聲你起了念頭，看到、聽到生歡喜心，這個風動了；或者生厭惡心，你心也動了。只要你對境界上起分別是小動，執著是大動；執著是大風大浪，分別是小風小浪，都是錯的，你的心都動了，定沒有了。本來是定的，不動的，你禁不起外面的境界誘惑，你動了，你起心動念，錯了！諸佛菩薩跟我們不一樣，他見色聞聲他不起心、不動念，不分別、不執著，除此之外，在形相上跟我們沒兩樣，和光同塵。我們起心動念、一切造作叫造業，他們示現在人間，跟我們生活也一樣，他不起心、不動念，不分別、不執著，他不造業。他來教化我們，幫助我們成就。"
    },
    {
      "id": "12-017-1348_p0032",
      "zh_CN": "佛菩萨应化在十法界，大经上常讲「游戏神通」，他们种种示现就像舞台表演一样，不是真的，是假的，表演得非常逼真，我们要明白这个道理。他是智，我们凡夫是情，迷情，他是正智，他用正智来表演给我们看。我们不懂，我们以为他也是凡夫，他跟我们没有两样，其实他是表演给我们看的，一举一动，一言一笑，都是在教化众生。我们读这个经，我们相信，不要说是深位的菩萨，就是初信位的菩萨，他跟我们在一起也都是在表演。我们怎么知道他表演？我们晓得他真妄两亡。他的清净心现前，他的平等性现前，他没有分别执着了；没有分别执着，他随顺众生的分别而分别，随顺众生的执着而执着。所以我们跟他在一起，看到他也分别，他也执着。你要往深处去观察，原来他是表演，他确实没有分别，确实没有执着，他是在演戏，这叫游戏神通。我们修的，不是善业，就是恶业；他们修的叫净业，为什么？染净两边他都不执着，染净两亡。",
      "zh_TW": "佛菩薩應化在十法界，大經上常講「遊戲神通」，他們種種示現就像舞台表演一樣，不是真的，是假的，表演得非常逼真，我們要明白這個道理。他是智，我們凡夫是情，迷情，他是正智，他用正智來表演給我們看。我們不懂，我們以為他也是凡夫，他跟我們沒有兩樣，其實他是表演給我們看的，一舉一動，一言一笑，都是在教化眾生。我們讀這個經，我們相信，不要說是深位的菩薩，就是初信位的菩薩，他跟我們在一起也都是在表演。我們怎麼知道他表演？我們曉得他真妄兩亡。他的清淨心現前，他的平等性現前，他沒有分別執著了；沒有分別執著，他隨順眾生的分別而分別，隨順眾生的執著而執著。所以我們跟他在一起，看到他也分別，他也執著。你要往深處去觀察，原來他是表演，他確實沒有分別，確實沒有執著，他是在演戲，這叫遊戲神通。我們修的，不是善業，就是惡業；他們修的叫淨業，為什麼？染淨兩邊他都不執著，染淨兩亡。"
    },
    {
      "id": "12-017-1348_p0033",
      "zh_CN": "所以你如果到了染净两忘，是非两忘，真妄两忘，这就是初信位菩萨的境界。你心里头还有这是真的，那是假的，这是善的，那是恶的，你没忘，你是凡夫，你没功夫，你还是在六道里打滚。也就是说，大乘圆教初信位，一年级，一年级就这样高的水平，心地真正清净平等。所以，他是常以自心本不动智佛为他修行的真因，他能够守住这个。守住这个，我们换一句好懂的话来说，他能够守住自己的清净心、真心，决定不会被外面境界动摇，顺境决不会生贪恋，逆境决定不会有瞋恚。这个我们也想想，这个功夫好难！初信位的菩萨。我们世间这些学术，什么博士、科学家，能不能跟他比？不能！世间地位再高的，学位再高的，他真的还会起心动念，他没有放下。初信位的菩萨，一年级的菩萨放下了，他为什么会放下？他看破了，他知道能现虚空法界的是法性，所现虚空法界是幻相，凡所有相皆是虚妄，了不可得，能现的法性也不可得。两边都放下，不再分别执着，心定了，真心现前，就是不动智佛现前。不动智佛是什么？就是自己的真心，自己的本性，就是法性，就是真如，他对这个丝毫没有疑惑，所以用这个做本修因。",
      "zh_TW": "所以你如果到了染淨兩忘，是非兩忘，真妄兩忘，這就是初信位菩薩的境界。你心裡頭還有這是真的，那是假的，這是善的，那是惡的，你沒忘，你是凡夫，你沒功夫，你還是在六道裡打滾。也就是說，大乘圓教初信位，一年級，一年級就這樣高的水平，心地真正清淨平等。所以，他是常以自心本不動智佛為他修行的真因，他能夠守住這個。守住這個，我們換一句好懂的話來說，他能夠守住自己的清淨心、真心，決定不會被外面境界動搖，順境決不會生貪戀，逆境決定不會有瞋恚。這個我們也想想，這個功夫好難！初信位的菩薩。我們世間這些學術，什麼博士、科學家，能不能跟他比？不能！世間地位再高的，學位再高的，他真的還會起心動念，他沒有放下。初信位的菩薩，一年級的菩薩放下了，他為什麼會放下？他看破了，他知道能現虛空法界的是法性，所現虛空法界是幻相，凡所有相皆是虛妄，了不可得，能現的法性也不可得。兩邊都放下，不再分別執著，心定了，真心現前，就是不動智佛現前。不動智佛是什麼？就是自己的真心，自己的本性，就是法性，就是真如，他對這個絲毫沒有疑惑，所以用這個做本修因。"
    },
    {
      "id": "12-017-1348_p0034",
      "zh_CN": "「以进修得此无碍智佛」，进是精进，修是学习，进修没有别的，淘汰自己过去今生所薰染的这些不良的习气，把这个东西淘汰掉。我们没有学佛之前，真的，我们在境界里起大风大浪，人家赞叹我们几句，好欢喜！人家要是无缘无故骂我们几句，气好几天气都不平，这不行。学佛之后，慢慢才懂得，假的，全是假的。赞叹有什么好喜欢？即使那个赞叹句句都是实在的，本来就是这样的，有什么值得赞叹的！毁谤更不用介意，从这些地方去练，练放下分别，放下执着，恢复到自己的清净心。所以在境界里头，天天在勘验自己的功夫，果然一年比一年轻，听到人家赞叹，几分钟就恢复正常，功夫不错了；听到人家毁谤，也有一点不高兴，但是两、三分钟就没事了，功夫不错了。功夫更好的，听到人家赞叹你的时候，欢喜心只有几秒钟，马上就平静；人家毁谤、侮辱你的时候，那有一点不高兴的心也只有几秒钟，几秒钟比几分钟那功夫高多了。到接触外面这些境界完全不动心，若无其事，完全是平常的，那大概就是初信位的菩萨，无碍智现前。",
      "zh_TW": "「以進修得此無礙智佛」，進是精進，修是學習，進修沒有別的，淘汰自己過去今生所薰染的這些不良的習氣，把這個東西淘汰掉。我們沒有學佛之前，真的，我們在境界裡起大風大浪，人家讚歎我們幾句，好歡喜！人家要是無緣無故罵我們幾句，氣好幾天氣都不平，這不行。學佛之後，慢慢才懂得，假的，全是假的。讚歎有什麼好喜歡？即使那個讚歎句句都是實在的，本來就是這樣的，有什麼值得讚歎的！毀謗更不用介意，從這些地方去練，練放下分別，放下執著，恢復到自己的清淨心。所以在境界裡頭，天天在勘驗自己的功夫，果然一年比一年輕，聽到人家讚歎，幾分鐘就恢復正常，功夫不錯了；聽到人家毀謗，也有一點不高興，但是兩、三分鐘就沒事了，功夫不錯了。功夫更好的，聽到人家讚歎你的時候，歡喜心只有幾秒鐘，馬上就平靜；人家毀謗、侮辱你的時候，那有一點不高興的心也只有幾秒鐘，幾秒鐘比幾分鐘那功夫高多了。到接觸外面這些境界完全不動心，若無其事，完全是平常的，那大概就是初信位的菩薩，無礙智現前。"
    },
    {
      "id": "12-017-1348_p0035",
      "zh_CN": "下面说，「此乃但依问答，及菩萨名号，佛名号，世界形色，取其意趣，理自分明，勿须疑也」，长者这几句话说得好。佛法教学最重要的是要懂得它表法的义趣，也就是它教学的这些方法手段，你不能把它当真，你要是把它坐实，那你完全错了。譬如善财童子的参访，百城烟水，五十三参你要认为真有这个人，你就错了，你要说没有这个人，你也错了，有无两亡，你才真是明了，你觉悟了，你才能得真受用。清凉大师在注解里头说得好，善财是什么意思？善是讲有善根，财是比喻有福报，有善根，具足善根、福德就叫做善财。那问你是不是善财？《华严经》上讲的善财不重要，问题是自己是不是善财，这个才重要，所以他是表法的。",
      "zh_TW": "下面說，「此乃但依問答，及菩薩名號，佛名號，世界形色，取其意趣，理自分明，勿須疑也」，長者這幾句話說得好。佛法教學最重要的是要懂得它表法的義趣，也就是它教學的這些方法手段，你不能把它當真，你要是把它坐實，那你完全錯了。譬如善財童子的參訪，百城煙水，五十三參你要認為真有這個人，你就錯了，你要說沒有這個人，你也錯了，有無兩亡，你才真是明瞭，你覺悟了，你才能得真受用。清涼大師在註解裡頭說得好，善財是什麼意思？善是講有善根，財是比喻有福報，有善根，具足善根、福德就叫做善財。那問你是不是善財？《華嚴經》上講的善財不重要，問題是自己是不是善財，這個才重要，所以他是表法的。"
    },
    {
      "id": "12-017-1348_p0036",
      "zh_CN": "那么他参访都是向南方，善知识都在南方，北方没有善知识吗？凡是善知识所住的地方都叫南方，南方是表法的，不是东南西北。中国跟印度在古时候都讲五行，五行南方是火，我们中国跟印度都是在北半球，南面是赤道，是热带，所以南方是火，北方是水。火象征着光明，所以善知识住在的那个地方，我们今天讲文化水平高，所以他住的地方就称南方，他住的城市叫福城，那个地方人有福，取这个意思，不是真的有个福城，你到哪里去找？全是表法。我们懂得这个意思，在哪里学？原来就是我，善财是自己，我们自己有善根、有福德。五十三位善知识就是讲我们现前这个社会，各行各业，男女老少，全都是的。所以问题是你会不会？你要会，你从早到晚，你接触这些人事物，都开智慧；善的，跟他学习，不善的，反省我有没有。儒家所讲的「三人行必有我师」，三人是自己一个，一个善人、一个恶人。善人、恶人都是我的老师，善人我要向他学习；恶人是我一面镜子，我天天要依着他反省，我有没有他的过失，有则改之，无则嘉勉。有，赶快改，没有，要勉励自己，不可以犯他那样的过失。恶人也是老师，平等的，所以他的智慧成就一生圆满。",
      "zh_TW": "那麼他參訪都是向南方，善知識都在南方，北方沒有善知識嗎？凡是善知識所住的地方都叫南方，南方是表法的，不是東南西北。中國跟印度在古時候都講五行，五行南方是火，我們中國跟印度都是在北半球，南面是赤道，是熱帶，所以南方是火，北方是水。火象徵著光明，所以善知識住在的那個地方，我們今天講文化水平高，所以他住的地方就稱南方，他住的城市叫福城，那個地方人有福，取這個意思，不是真的有個福城，你到哪裡去找？全是表法。我們懂得這個意思，在哪裡學？原來就是我，善財是自己，我們自己有善根、有福德。五十三位善知識就是講我們現前這個社會，各行各業，男女老少，全都是的。所以問題是你會不會？你要會，你從早到晚，你接觸這些人事物，都開智慧；善的，跟他學習，不善的，反省我有沒有。儒家所講的「三人行必有我師」，三人是自己一個，一個善人、一個惡人。善人、惡人都是我的老師，善人我要向他學習；惡人是我一面鏡子，我天天要依著他反省，我有沒有他的過失，有則改之，無則嘉勉。有，趕快改，沒有，要勉勵自己，不可以犯他那樣的過失。惡人也是老師，平等的，所以他的智慧成就一生圓滿。"
    },
    {
      "id": "12-017-1348_p0037",
      "zh_CN": "我们读《华严经》千万不要把意思错会了。善财运气好，你看遇到这么多善知识，我们遇不到，找一个都找不到。你不会！善知识从来没有离开你，从早到晚就在你的身边，只是你没有慧眼，你见不到，你要是有慧眼，你统统见到了，哪个不是？个个都是。他的长处我们要学他，他的缺点我们要改进，回过头来看看自己有没有？有，赶快改，没有，要记住不要犯他这个过失。除自己一个之外，个个都是佛菩萨，个个都是善知识，礼敬诸佛的心就生起来。真诚的爱心，真诚的感恩心，从这里生起来，对一切人、一切事、一切物，决定没有分别执着，一味平等，成就自己的圆满智慧德能，《华严经》上所教的。所以，菩萨名号是修德，听到这个名字，我们知道应该怎么去做；佛的名号是性德，我们从性德里头建立信心，深信不疑。",
      "zh_TW": "我們讀《華嚴經》千萬不要把意思錯會了。善財運氣好，你看遇到這麼多善知識，我們遇不到，找一個都找不到。你不會！善知識從來沒有離開你，從早到晚就在你的身邊，只是你沒有慧眼，你見不到，你要是有慧眼，你統統見到了，哪個不是？個個都是。他的長處我們要學他，他的缺點我們要改進，回過頭來看看自己有沒有？有，趕快改，沒有，要記住不要犯他這個過失。除自己一個之外，個個都是佛菩薩，個個都是善知識，禮敬諸佛的心就生起來。真誠的愛心，真誠的感恩心，從這裡生起來，對一切人、一切事、一切物，決定沒有分別執著，一味平等，成就自己的圓滿智慧德能，《華嚴經》上所教的。所以，菩薩名號是修德，聽到這個名字，我們知道應該怎麼去做；佛的名號是性德，我們從性德裡頭建立信心，深信不疑。"
    },
    {
      "id": "12-017-1348_p0038",
      "zh_CN": "从菩萨名号里面我们发起履行，我们要一定把它做到。你看看自古以来世间灾难很多，许多经教都教我们念观世音菩萨，观世音菩萨能够消灾免难，你能相信吗？你要问我相不相信？我相信，一点怀疑都没有。为什么？观音菩萨是慈悲，慈悲是观世音，慈悲就是我们今天所提倡的真诚爱心。诸位想想，我爱他我还会害他吗？绝对不会，我只有舍己为他，不会伤害他来保护我自己，没有这个道理。所以，真诚的爱心能救世间，念观世音菩萨就是把自己的真诚的慈悲、真诚的爱心念出来，能够化解一切劫难，是这么个道理。",
      "zh_TW": "從菩薩名號裡面我們發起履行，我們要一定把它做到。你看看自古以來世間災難很多，許多經教都教我們念觀世音菩薩，觀世音菩薩能夠消災免難，你能相信嗎？你要問我相不相信？我相信，一點懷疑都沒有。為什麼？觀音菩薩是慈悲，慈悲是觀世音，慈悲就是我們今天所提倡的真誠愛心。諸位想想，我愛他我還會害他嗎？絕對不會，我只有捨己為他，不會傷害他來保護我自己，沒有這個道理。所以，真誠的愛心能救世間，念觀世音菩薩就是把自己的真誠的慈悲、真誠的愛心念出來，能夠化解一切劫難，是這麼個道理。"
    },
    {
      "id": "12-017-1348_p0039",
      "zh_CN": "观世音菩萨千手千眼，表法的，代表什么？眼到手到，看到众生有苦难，我们马上伸手去帮助他，尽心尽力，功德就圆满；我没有能力，没有能力我很关心，我为他祈祷，这是我们可以做到的。今天全世界一切众生灾难太多太多，印光大师教我们在早晚课做完之后，特别加持一千声观世音菩萨圣号，这一千声观世音菩萨圣号就是祈祷，为世间这些苦难众生，这是出家人能够做得到的都做到了，圆满功德。这就是我们要存善心，要说好话，要行好事，要做好人，那就是观世音菩萨。",
      "zh_TW": "觀世音菩薩千手千眼，表法的，代表什麼？眼到手到，看到眾生有苦難，我們馬上伸手去幫助他，盡心盡力，功德就圓滿；我沒有能力，沒有能力我很關心，我為他祈禱，這是我們可以做到的。今天全世界一切眾生災難太多太多，印光大師教我們在早晚課做完之後，特別加持一千聲觀世音菩薩聖號，這一千聲觀世音菩薩聖號就是祈禱，為世間這些苦難眾生，這是出家人能夠做得到的都做到了，圓滿功德。這就是我們要存善心，要說好話，要行好事，要做好人，那就是觀世音菩薩。"
    },
    {
      "id": "12-017-1348_p0040",
      "zh_CN": "总而言之，懂得佛法表法的义趣，你才真正懂得佛所说的意思，「愿解如来真实义」。这一章我们就学到此地，明天就是第二章，第二章是教化甚深，缘起甚深我们就学到这个地方。",
      "zh_TW": "總而言之，懂得佛法表法的義趣，你才真正懂得佛所說的意思，「願解如來真實義」。這一章我們就學到此地，明天就是第二章，第二章是教化甚深，緣起甚深我們就學到這個地方。"
    }
  ]
}