{
  "doc_id": "12-017-0578",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五七八卷",
    "zh_TW": "第五七八卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0578",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "12-017-0578_p0001",
      "zh_CN": "请看「如来现相品」，现自在用，第三句：",
      "zh_TW": "請看「如來現相品」，現自在用，第三句："
    },
    {
      "id": "12-017-0578_p0002",
      "zh_CN": "【此诸菩萨，悉能遍入一切法界诸安立海所有微尘。】",
      "zh_TW": "【此諸菩薩，悉能遍入一切法界諸安立海所有微塵。】"
    },
    {
      "id": "12-017-0578_p0003",
      "zh_CN": "这是菩萨能入微尘，微尘是依报里面最小的，这个境界是事事无碍的境界，对我们凡夫来说确实是不可思议。清凉大师注解说，这里头有两个意思，「一切施设依正等尘，一一称真故。」这是从理上来说的，我们凡夫没有办法证实。为什么？一切施设就是讲尽虚空、遍法界一切所有的性相、理事、因果，这里头依正庄严都是微尘的一合相，所以一一称真。这个「一一」，小的来讲就是微尘，一一微尘，大的来讲是世界。这个世界不是讲我们这个地球，地球太小了，这个世界是讲一尊佛的教化区，我们常讲三千大千世界，是这个意思。一一称真，因为它是「唯心所现，唯识所变」，唯识不论怎么变，本质没有变，真性没有变，所以哪一法不称真？宗门大彻大悟之后，我们常讲明心见性，性在哪里？学人往往随拈一物，做一个示现，祖师就给他印证。我们随拈一物行不行？不行。后世的禅人往往学古人的这种形象，实际上并没有悟。宗门这些公案很多，确实是要真实功夫，决定不是虚妄的。你有没有功夫、有没有真实的见地，祖师大德明了你是真的还是假的、你是契入境界还是狂妄的戏论。末法时期，对于这些事实真相不能不明了。",
      "zh_TW": "這是菩薩能入微塵，微塵是依報裡面最小的，這個境界是事事無礙的境界，對我們凡夫來說確實是不可思議。清涼大師註解說，這裡頭有兩個意思，「一切施設依正等塵，一一稱真故。」這是從理上來說的，我們凡夫沒有辦法證實。為什麼？一切施設就是講盡虛空、遍法界一切所有的性相、理事、因果，這裡頭依正莊嚴都是微塵的一合相，所以一一稱真。這個「一一」，小的來講就是微塵，一一微塵，大的來講是世界。這個世界不是講我們這個地球，地球太小了，這個世界是講一尊佛的教化區，我們常講三千大千世界，是這個意思。一一稱真，因為它是「唯心所現，唯識所變」，唯識不論怎麼變，本質沒有變，真性沒有變，所以哪一法不稱真？宗門大徹大悟之後，我們常講明心見性，性在哪裡？學人往往隨拈一物，做一個示現，祖師就給他印證。我們隨拈一物行不行？不行。後世的禪人往往學古人的這種形象，實際上並沒有悟。宗門這些公案很多，確實是要真實功夫，決定不是虛妄的。你有沒有功夫、有沒有真實的見地，祖師大德明瞭你是真的還是假的、你是契入境界還是狂妄的戲論。末法時期，對於這些事實真相不能不明瞭。"
    },
    {
      "id": "12-017-0578_p0004",
      "zh_CN": "第二个意思「约观心，众生意识所缘，即是法界。」这个说法好，也是事实，确确实实是什么法界？一真法界。我前面说的话，意思都含着，一一微尘是真法界，没有不称真性的，所以大乘经里面常讲「性相不二，理事一如」，这个话意思很深很广。众生包括我们，我们的意识所缘就是一真法界，但是迷而不觉，不知道是一真法界，于是把一真法界变成十法界，变成无量无边的法界，在这里面去受用苦乐忧喜舍，这是冤枉，不得正受。",
      "zh_TW": "第二個意思「約觀心，眾生意識所緣，即是法界。」這個說法好，也是事實，確確實實是什麼法界？一真法界。我前面說的話，意思都含著，一一微塵是真法界，沒有不稱真性的，所以大乘經裡面常講「性相不二，理事一如」，這個話意思很深很廣。眾生包括我們，我們的意識所緣就是一真法界，但是迷而不覺，不知道是一真法界，於是把一真法界變成十法界，變成無量無邊的法界，在這裡面去受用苦樂憂喜捨，這是冤枉，不得正受。"
    },
    {
      "id": "12-017-0578_p0005",
      "zh_CN": "「安立」从哪里来的？大师说，「例依名相分别而转，是谓安立」，由此可知，这个安立不是真的，这个安立就是唯识所变。我们被名、被相，从名字这个形相我们起了妄想分别执着，安立是这么生起来的。「妄故为尘，体皆可依」，因为我们迷了，迷了之后真的见不到，见到的是虚妄的，就是着相，见到妄相。《金刚经》说得好，「凡所有相，皆是虚妄」，佛说这个话意思是什么？意思教你不要着相，在形相上或者此地讲的名相上、名字形相上不要起分别执着，不要生妄想，那你就对了。为什么？「体皆可依」，体是法性，体是一真法界。「是名大刹」，大刹就是毘卢遮那如来的一真法界，这一真法界遍一切处，无处不是，这叫大！",
      "zh_TW": "「安立」從哪裡來的？大師說，「例依名相分別而轉，是謂安立」，由此可知，這個安立不是真的，這個安立就是唯識所變。我們被名、被相，從名字這個形相我們起了妄想分別執著，安立是這麼生起來的。「妄故為塵，體皆可依」，因為我們迷了，迷了之後真的見不到，見到的是虛妄的，就是著相，見到妄相。《金剛經》說得好，「凡所有相，皆是虛妄」，佛說這個話意思是什麼？意思教你不要著相，在形相上或者此地講的名相上、名字形相上不要起分別執著，不要生妄想，那你就對了。為什麼？「體皆可依」，體是法性，體是一真法界。「是名大剎」，大剎就是毘盧遮那如來的一真法界，這一真法界遍一切處，無處不是，這叫大！"
    },
    {
      "id": "12-017-0578_p0006",
      "zh_CN": "「皆有觉性，是曰如来」，有情众生我们现在讲的动物有觉性，植物细细的去观察它也有觉性，它也有知觉，我们现在说它为生物，不同于矿物。矿物有没有觉性？还是有，它的觉性比动物、比植物还要隐微，不容易觉察，也就是迷得太深太深，称它作法性。法性跟佛性是一个性，这个我们要用比喻来说，譬如我们这个人的身体，身体是由许许多多器官组成的，有一些器官感应非常灵敏，有一些器官感应就很迟钝。如果某一部分、局部有故障，麻木不仁，像医药里麻醉药一样，某一个部分麻醉完全失去知觉，它有没有知觉？有！过去有知觉，现在失去了，失去的知觉还能恢复，可见得它是有，它不是没有，他要是没有，那怎么能恢复？佛在《般若经》上讲的「一合相」，那个道理微妙极了！我们假设那个一就是微尘，合是组合，我们人的身体是一微尘组合的，是许许多多微尘组合的，树木花草还是一微尘组合的，泥沙石块也是一微尘组合的，它是一个东西。一微尘从哪里来的？一微尘是真如自性的相分，唯心所现，它怎么会没有觉性？土地有土地神，山川有山神，水有水神，花有花神，树有树神，石头也有灵性，灵性就是觉性。「是曰如来」，如来这个名词含义就深了。",
      "zh_TW": "「皆有覺性，是曰如來」，有情眾生我們現在講的動物有覺性，植物細細的去觀察它也有覺性，它也有知覺，我們現在說它為生物，不同於礦物。礦物有沒有覺性？還是有，它的覺性比動物、比植物還要隱微，不容易覺察，也就是迷得太深太深，稱它作法性。法性跟佛性是一個性，這個我們要用比喻來說，譬如我們這個人的身體，身體是由許許多多器官組成的，有一些器官感應非常靈敏，有一些器官感應就很遲鈍。如果某一部分、局部有故障，麻木不仁，像醫藥裡麻醉藥一樣，某一個部分麻醉完全失去知覺，它有沒有知覺？有！過去有知覺，現在失去了，失去的知覺還能恢復，可見得它是有，它不是沒有，他要是沒有，那怎麼能恢復？佛在《般若經》上講的「一合相」，那個道理微妙極了！我們假設那個一就是微塵，合是組合，我們人的身體是一微塵組合的，是許許多多微塵組合的，樹木花草還是一微塵組合的，泥沙石塊也是一微塵組合的，它是一個東西。一微塵從哪裡來的？一微塵是真如自性的相分，唯心所現，它怎麼會沒有覺性？土地有土地神，山川有山神，水有水神，花有花神，樹有樹神，石頭也有靈性，靈性就是覺性。「是曰如來」，如來這個名詞含義就深了。"
    },
    {
      "id": "12-017-0578_p0007",
      "zh_CN": "这一句是讲「菩萨证入众生性海」，凡是一切众缘和合而生起的现象都叫众生。菩萨怎么证入的？这一句经文里面，清凉大师科题「菩萨入尘」。『此诸菩萨』，这是讲十方所有一切菩萨，『悉能』，都有这个能力，『遍入一切法界诸安立海所有微尘』，菩萨有这个能力，这句话告诉我们，无处不在，一一微尘都有无量无边世界海微尘数的菩萨，这是华严不思议的境界，事事无碍的法界。这是为我们说的事实真相，这才叫大自在。",
      "zh_TW": "這一句是講「菩薩證入眾生性海」，凡是一切眾緣和合而生起的現象都叫眾生。菩薩怎麼證入的？這一句經文裡面，清涼大師科題「菩薩入塵」。『此諸菩薩』，這是講十方所有一切菩薩，『悉能』，都有這個能力，『遍入一切法界諸安立海所有微塵』，菩薩有這個能力，這句話告訴我們，無處不在，一一微塵都有無量無邊世界海微塵數的菩薩，這是華嚴不思議的境界，事事無礙的法界。這是為我們說的事實真相，這才叫大自在。"
    },
    {
      "id": "12-017-0578_p0008",
      "zh_CN": "【彼一一尘中，皆有十佛世界微尘数诸广大刹。】",
      "zh_TW": "【彼一一塵中，皆有十佛世界微塵數諸廣大剎。】"
    },
    {
      "id": "12-017-0578_p0009",
      "zh_CN": "经文这个『十』不是数字，诸位一定要明了，「十」代表圆满，也就是代表无量无边的佛世界。如果把十看成是数字那就错了，为什么？那变成有量。心性是无量的，心性里面所具足的智慧是无量的，德能是无量的，相好是无量的。心性所现的微尘，一微尘具足圆满的心性，所以它是无量的。我们毛孔无量、毛端无量、微尘无量，这是微尘里面含广大刹土。这种境界，佛经里面讲的自在，我们天天念《心经》「观自在菩萨」，他怎么自在我们都不知道，读了这段经文才知道，自在不可思议，自在决定不是我们思量所能及的。读了《华严》这才真正明了，诸佛菩萨的境界不可思议。",
      "zh_TW": "經文這個『十』不是數字，諸位一定要明瞭，「十」代表圓滿，也就是代表無量無邊的佛世界。如果把十看成是數字那就錯了，為什麼？那變成有量。心性是無量的，心性裡面所具足的智慧是無量的，德能是無量的，相好是無量的。心性所現的微塵，一微塵具足圓滿的心性，所以它是無量的。我們毛孔無量、毛端無量、微塵無量，這是微塵裡面含廣大剎土。這種境界，佛經裡面講的自在，我們天天念《心經》「觀自在菩薩」，他怎麼自在我們都不知道，讀了這段經文才知道，自在不可思議，自在決定不是我們思量所能及的。讀了《華嚴》這才真正明瞭，諸佛菩薩的境界不可思議。"
    },
    {
      "id": "12-017-0578_p0010",
      "zh_CN": "【一一刹中，皆有三世诸佛世尊。】",
      "zh_TW": "【一一剎中，皆有三世諸佛世尊。】"
    },
    {
      "id": "12-017-0578_p0011",
      "zh_CN": "这个『刹』诸位要记住，尘中现刹，一微尘里头现无量无边的佛刹，每一个佛刹里面都有『三世诸佛世尊』，三世是过去、现在、未来。清凉大师注解，「随世俗故，说有三世」，皆有三世诸佛世尊，三世是随世间人的见解来说；「全称性故，并在尘中」，这就是说明没有一法不称性。微尘称性，性没有大小，性没有障碍，所以微尘能容佛刹。这个真的不只芥子纳须弥，芥子纳须弥是有量的，这是无量的。芥菜子很小，像芝麻一样，须弥山在里头。须弥山没有缩小，芥菜子没有放大，怎么装进去的？我们没有法子了解。这是不思议境界，这是事事无碍的境界，这个境界要跟芥子纳须弥那简直是大巫见小巫。事不同，理是一个，我们要了解这个道理。",
      "zh_TW": "這個『剎』諸位要記住，塵中現剎，一微塵裡頭現無量無邊的佛剎，每一個佛剎裡面都有『三世諸佛世尊』，三世是過去、現在、未來。清涼大師註解，「隨世俗故，說有三世」，皆有三世諸佛世尊，三世是隨世間人的見解來說；「全稱性故，並在塵中」，這就是說明沒有一法不稱性。微塵稱性，性沒有大小，性沒有障礙，所以微塵能容佛剎。這個真的不只芥子納須彌，芥子納須彌是有量的，這是無量的。芥菜子很小，像芝麻一樣，須彌山在裡頭。須彌山沒有縮小，芥菜子沒有放大，怎麼裝進去的？我們沒有法子了解。這是不思議境界，這是事事無礙的境界，這個境界要跟芥子納須彌那簡直是大巫見小巫。事不同，理是一個，我們要了解這個道理。"
    },
    {
      "id": "12-017-0578_p0012",
      "zh_CN": "【此诸菩萨，悉能遍往亲近供养。】",
      "zh_TW": "【此諸菩薩，悉能遍往親近供養。】"
    },
    {
      "id": "12-017-0578_p0013",
      "zh_CN": "十方来集的这些菩萨，『此诸菩萨，悉能遍往亲近供养』，这是「菩萨往供」，这个地方我们应当要有悟处，要有体会。什么叫菩萨？能够亲近供养三世诸佛的这是菩萨。三世诸佛在哪里？从这里看你懂得了，一一微尘里面皆有三世诸佛世尊，普贤菩萨讲的礼敬诸佛，原来是这个境界。儒家《曲礼》第一句，「曲礼曰：毋不敬」，与这个境界也相似、也接近。所以许许多多礼诵仪规里面，我们常常读到一心顶礼、一切恭敬，这个句子很多很多。现在许许多多出家人，每天诵经拜忏，这些句子念得很熟，非常可惜，只是会念，不懂里面的意思，不入境界。经句滑口而过，古人所说的囫囵吞枣，那也不错吞下去了，现在人实在讲囫囵没有吞下去，口边过一过溜了没有吞下去，这实在是很悲哀的一桩事情。",
      "zh_TW": "十方來集的這些菩薩，『此諸菩薩，悉能遍往親近供養』，這是「菩薩往供」，這個地方我們應當要有悟處，要有體會。什麼叫菩薩？能夠親近供養三世諸佛的這是菩薩。三世諸佛在哪裡？從這裡看你懂得了，一一微塵裡面皆有三世諸佛世尊，普賢菩薩講的禮敬諸佛，原來是這個境界。儒家《曲禮》第一句，「曲禮曰：毋不敬」，與這個境界也相似、也接近。所以許許多多禮誦儀規裡面，我們常常讀到一心頂禮、一切恭敬，這個句子很多很多。現在許許多多出家人，每天誦經拜懺，這些句子念得很熟，非常可惜，只是會念，不懂裡面的意思，不入境界。經句滑口而過，古人所說的囫圇吞棗，那也不錯吞下去了，現在人實在講囫圇沒有吞下去，口邊過一過溜了沒有吞下去，這實在是很悲哀的一樁事情。"
    },
    {
      "id": "12-017-0578_p0014",
      "zh_CN": "下面这一大段一共有十句，「助佛扬化」，这是菩萨的事业，后面又有一段第八段，「所化成益」，这两段应当是要合起来的。菩萨在世间，这是他的事业，前面十句是他的事业、他本分的事情，后面十句是他事业的成就。我们略略的看看，为什么？这个地方我们有许多地方应当学习。",
      "zh_TW": "下面這一大段一共有十句，「助佛揚化」，這是菩薩的事業，後面又有一段第八段，「所化成益」，這兩段應當是要合起來的。菩薩在世間，這是他的事業，前面十句是他的事業、他本分的事情，後面十句是他事業的成就。我們略略的看看，為什麼？這個地方我們有許多地方應當學習。"
    },
    {
      "id": "12-017-0578_p0015",
      "zh_CN": "【于念念中，以梦自在示现法门，开悟世界海微尘数众生。】",
      "zh_TW": "【於念念中，以夢自在示現法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0016",
      "zh_CN": "这是一句，『于念念中』，「于」是在，在念念中，由此可知，菩萨的心愿没有间断过。『以梦自在示现法门』，佛在《金刚经》上给我们讲的「梦幻泡影」，教我们看「一切有为法，如梦幻泡影」。我们作梦不知道自己是在作梦，于是被梦境蒙蔽，以为是真的，在梦境里头受苦受难。如果知道那是个梦境，不是真的，你就得自在。譬如梦境里梦到一只老虎，你不知道是在作梦，你会吓得一身冷汗，老虎要吃你；你要知道是在作梦，是假的不是真的，我也可以学学菩萨舍身喂虎，你也行菩萨道了。几个人知道我们现前这个世间是梦境，不是真的？把梦境当作真的，迷惑颠倒！我们现在确确实实是在作梦，《金刚经》上佛说的一点都不错，我们天天念、天天读诵，没有觉悟。要真正觉悟了，这个世间梦幻泡影，你决定不会有丝毫的妄想分别执着。菩萨念念当中示现这种自在法门，你看看他觉悟的对象，『开悟世界海微尘数众生』，这个话是真的，一点都不假，一一微尘里面都有世界微尘数众生，菩萨能入微尘，为他们做示现。",
      "zh_TW": "這是一句，『於念念中』，「於」是在，在念念中，由此可知，菩薩的心願沒有間斷過。『以夢自在示現法門』，佛在《金剛經》上給我們講的「夢幻泡影」，教我們看「一切有為法，如夢幻泡影」。我們作夢不知道自己是在作夢，於是被夢境蒙蔽，以為是真的，在夢境裡頭受苦受難。如果知道那是個夢境，不是真的，你就得自在。譬如夢境裡夢到一隻老虎，你不知道是在作夢，你會嚇得一身冷汗，老虎要吃你；你要知道是在作夢，是假的不是真的，我也可以學學菩薩捨身餵虎，你也行菩薩道了。幾個人知道我們現前這個世間是夢境，不是真的？把夢境當作真的，迷惑顛倒！我們現在確確實實是在作夢，《金剛經》上佛說的一點都不錯，我們天天念、天天讀誦，沒有覺悟。要真正覺悟了，這個世間夢幻泡影，你決定不會有絲毫的妄想分別執著。菩薩念念當中示現這種自在法門，你看看他覺悟的對象，『開悟世界海微塵數眾生』，這個話是真的，一點都不假，一一微塵裡面都有世界微塵數眾生，菩薩能入微塵，為他們做示現。"
    },
    {
      "id": "12-017-0578_p0017",
      "zh_CN": "我们今天所见到的、所感觉到的这么一个大世界，说不定就在一微尘里面。微尘没有放大，世界没有缩小，事事无碍。在这一句里面我们应当要学习的，人生如梦，我们常常有这个觉悟，好！梦境给我们什么启示？一切法无所有、不可得，所以在一切法里面决定不生妄想、不生执着，知道这是一场梦。好梦决定没有贪着，为什么？无所有、不可得；恶梦也没有恐怖，也不会惊慌，为什么？无所有、不可得。所以能像诸大菩萨一样，对梦中所有一切法、一切人一切事一切物，自自然然能够平等对待和睦相处。知道一切诸法「相」虚妄，「性」真实。相不可得，性也不可得，相无所有，性也无所有。性是真有，为什么说是无所有？因为它不是物质，它没有形相，我们眼睛看不见，耳朵听不见，六根都缘不到，所以称它无所有，称它作空，称它作无，实际上它不是真的没有。为什么？它能现相，它要是真的没有的话，它怎么能现相？所以「真空不空」，是形容这个事实真相；「妙有非有」，妙有是从相上讲的，因为是自性现的相分，这个相分如梦幻泡影，如露亦如电，所以称它作妙有。这个有不可得，真的是无所有、不可得，有而无有，无有而有，称之为妙有。",
      "zh_TW": "我們今天所見到的、所感覺到的這麼一個大世界，說不定就在一微塵裡面。微塵沒有放大，世界沒有縮小，事事無礙。在這一句裡面我們應當要學習的，人生如夢，我們常常有這個覺悟，好！夢境給我們什麼啟示？一切法無所有、不可得，所以在一切法裡面決定不生妄想、不生執著，知道這是一場夢。好夢決定沒有貪著，為什麼？無所有、不可得；惡夢也沒有恐怖，也不會驚慌，為什麼？無所有、不可得。所以能像諸大菩薩一樣，對夢中所有一切法、一切人一切事一切物，自自然然能夠平等對待和睦相處。知道一切諸法「相」虛妄，「性」真實。相不可得，性也不可得，相無所有，性也無所有。性是真有，為什麼說是無所有？因為它不是物質，它沒有形相，我們眼睛看不見，耳朵聽不見，六根都緣不到，所以稱它無所有，稱它作空，稱它作無，實際上它不是真的沒有。為什麼？它能現相，它要是真的沒有的話，它怎麼能現相？所以「真空不空」，是形容這個事實真相；「妙有非有」，妙有是從相上講的，因為是自性現的相分，這個相分如夢幻泡影，如露亦如電，所以稱它作妙有。這個有不可得，真的是無所有、不可得，有而無有，無有而有，稱之為妙有。"
    },
    {
      "id": "12-017-0578_p0018",
      "zh_CN": "我们今天的色身依正庄严无一不是，我们从这个地方觉悟过来，你会得自在。从此我们真的体会得，我们在这个世间也自在了，为什么？离开一切妄想分别执着。我们天天在这个世间表演游戏，表演什么？帮助众生觉悟。无论做什么样的表演，都是帮助他觉悟，那就对了，这就是菩萨。表演要看对象，现在这个世间众生过失在哪里？我们要从他过失的反面去表演，才能让他觉悟。现在众生过失在贪财，我们做什么表演？我们做舍财，让他去看。现在众生的大病是自私自利，我们要做什么表演？要做大公无私。现在众生疑惑心重、嫉妒心重、贪瞋痴重，我们要针对他这个毛病，做出令他觉悟的一个形象。我们决定没有贪瞋痴的形象，表现出戒定慧的形象；决定没有嫉妒的形象，做出成人之美的形象。看到人有善事有善行，欢喜赞叹，不但欢喜赞叹，随分随力的去帮助，修随喜功德，这样去做就对了，就正确。所以菩萨应化在无量无边世界，一一世界都有九法界，在这里头示现。要知道他是做些什么？这一段经文为我们略说。",
      "zh_TW": "我們今天的色身依正莊嚴無一不是，我們從這個地方覺悟過來，你會得自在。從此我們真的體會得，我們在這個世間也自在了，為什麼？離開一切妄想分別執著。我們天天在這個世間表演遊戲，表演什麼？幫助眾生覺悟。無論做什麼樣的表演，都是幫助他覺悟，那就對了，這就是菩薩。表演要看對象，現在這個世間眾生過失在哪裡？我們要從他過失的反面去表演，才能讓他覺悟。現在眾生過失在貪財，我們做什麼表演？我們做捨財，讓他去看。現在眾生的大病是自私自利，我們要做什麼表演？要做大公無私。現在眾生疑惑心重、嫉妒心重、貪瞋痴重，我們要針對他這個毛病，做出令他覺悟的一個形象。我們決定沒有貪瞋痴的形象，表現出戒定慧的形象；決定沒有嫉妒的形象，做出成人之美的形象。看到人有善事有善行，歡喜讚歎，不但歡喜讚歎，隨分隨力的去幫助，修隨喜功德，這樣去做就對了，就正確。所以菩薩應化在無量無邊世界，一一世界都有九法界，在這裡頭示現。要知道他是做些什麼？這一段經文為我們略說。"
    },
    {
      "id": "12-017-0578_p0019",
      "zh_CN": "【念念中，以示现一切诸天殁生法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以示現一切諸天歿生法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0020",
      "zh_CN": "这是示现什么？『诸天殁生』，「殁」是死亡，「生」是受生。不说生死，为什么？生死是一个阶段；说死生，死了以后又生，死生相续，这就说明轮回的现象。不是说死了一切就完了，不是的，这里死了下面就生了。此处殁彼处生，这一个事实真相，现在世间人明了的愈来愈少，不相信因果报应，不相信死生轮回，于是敢造恶业，无所不为。这个事情绝对不是说你信了就有，不信就无，不是！你信了有，不信还是有，不是你信不信的问题。换句话说，你不信你造作这些罪业，还是要受报，不是说我不信就不受果报，没有这个道理，这是宇宙之间的事实真相。「示现一切诸天殁生法门」，告诉这些众生生天不是究竟的，一定要觉悟，生天不容易。欲界天一定要认真修学五戒十善、四无量心，即慈悲喜舍；色界、无色界要修相当的定功，这个禅定决定能够控制住烦恼习气不起作用，不现行，要有这个能力。可是诸位要知道，这样的能力，如果换一个法门，念佛求生西方极乐世界肯定得生。告诉我们生天不究竟，往生西方极乐世界是究竟法门。",
      "zh_TW": "這是示現什麼？『諸天歿生』，「歿」是死亡，「生」是受生。不說生死，為什麼？生死是一個階段；說死生，死了以後又生，死生相續，這就說明輪迴的現象。不是說死了一切就完了，不是的，這裡死了下面就生了。此處歿彼處生，這一個事實真相，現在世間人明瞭的愈來愈少，不相信因果報應，不相信死生輪迴，於是敢造惡業，無所不為。這個事情絕對不是說你信了就有，不信就無，不是！你信了有，不信還是有，不是你信不信的問題。換句話說，你不信你造作這些罪業，還是要受報，不是說我不信就不受果報，沒有這個道理，這是宇宙之間的事實真相。「示現一切諸天歿生法門」，告訴這些眾生生天不是究竟的，一定要覺悟，生天不容易。欲界天一定要認真修學五戒十善、四無量心，即慈悲喜捨；色界、無色界要修相當的定功，這個禪定決定能夠控制住煩惱習氣不起作用，不現行，要有這個能力。可是諸位要知道，這樣的能力，如果換一個法門，念佛求生西方極樂世界肯定得生。告訴我們生天不究竟，往生西方極樂世界是究竟法門。"
    },
    {
      "id": "12-017-0578_p0021",
      "zh_CN": "【念念中，以说一切菩萨行法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以說一切菩薩行法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0022",
      "zh_CN": "后头这一句『开悟世界海微尘数众生』，十句每一句后面都有，由此可知，菩萨念念是为度众生。四弘誓愿第一句「众生无边誓愿度」，菩萨发这个愿不是虚愿，真的把这个事情放在念念中。再回想我们自己，我们自己天天念这四句偈，确确实实有口无心，口里每天念个一两遍，心里一点印象都没有，这怎么会成就？我们在这里看，无量无边世界这些菩萨们，他们确实念念中。用什么方法度众生？这十句是讲方法。这十句的意思浅深次第，我们要留意。头一个自己真正觉悟，世间就像佛在《八大人觉经》上所说的「世间无常，国土危脆」，「人生如梦，人生如戏」，不能当真，不能造恶业，不能现不善的形象。我们起心动念、言语造作，要知道确确实实会影响许许多多的众生，我们自己茫然不觉。不读大乘经，哪里会晓得这些事实真相？",
      "zh_TW": "後頭這一句『開悟世界海微塵數眾生』，十句每一句後面都有，由此可知，菩薩念念是為度眾生。四弘誓願第一句「眾生無邊誓願度」，菩薩發這個願不是虛願，真的把這個事情放在念念中。再回想我們自己，我們自己天天念這四句偈，確確實實有口無心，口裡每天念個一兩遍，心裡一點印象都沒有，這怎麼會成就？我們在這裡看，無量無邊世界這些菩薩們，他們確實念念中。用什麼方法度眾生？這十句是講方法。這十句的意思淺深次第，我們要留意。頭一個自己真正覺悟，世間就像佛在《八大人覺經》上所說的「世間無常，國土危脆」，「人生如夢，人生如戲」，不能當真，不能造惡業，不能現不善的形象。我們起心動念、言語造作，要知道確確實實會影響許許多多的眾生，我們自己茫然不覺。不讀大乘經，哪裡會曉得這些事實真相？"
    },
    {
      "id": "12-017-0578_p0023",
      "zh_CN": "「助佛扬化」第三句：",
      "zh_TW": "「助佛揚化」第三句："
    },
    {
      "id": "12-017-0578_p0024",
      "zh_CN": "【念念中，以说一切菩萨行法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以說一切菩薩行法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0025",
      "zh_CN": "菩萨行法门无量无边，清凉大师注解说，前面三句都是讲人天佛法，在五乘佛法里面人天乘。菩萨行法门里面，人天乘也讲得很多，而且人天乘是菩萨如来地的基础。一切大乘经里面世尊常常讲到，《观经》净业三福第一条就是人天乘，菩萨法里头说的十善业道是人天乘，我们在《十善业道经》里面后半部看通大小乘，所以确实是无上道的根基。以这个帮助一切众生，希望来生得人身的，帮助他得人身；希望来生生天的，帮助他生天道。菩萨教化众生、帮助众生一定是随众生的愿望，没有丝毫的勉强，众生欢喜接近佛菩萨。诸佛菩萨确确实实做到「恒顺众生，随喜功德」，真做到了，这都是我们应当学的。",
      "zh_TW": "菩薩行法門無量無邊，清涼大師註解說，前面三句都是講人天佛法，在五乘佛法裡面人天乘。菩薩行法門裡面，人天乘也講得很多，而且人天乘是菩薩如來地的基礎。一切大乘經裡面世尊常常講到，《觀經》淨業三福第一條就是人天乘，菩薩法裡頭說的十善業道是人天乘，我們在《十善業道經》裡面後半部看通大小乘，所以確實是無上道的根基。以這個幫助一切眾生，希望來生得人身的，幫助他得人身；希望來生生天的，幫助他生天道。菩薩教化眾生、幫助眾生一定是隨眾生的願望，沒有絲毫的勉強，眾生歡喜接近佛菩薩。諸佛菩薩確確實實做到「恆順眾生，隨喜功德」，真做到了，這都是我們應當學的。"
    },
    {
      "id": "12-017-0578_p0026",
      "zh_CN": "【念念中，以普震动一切刹叹佛功德神变法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以普震動一切剎歎佛功德神變法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0027",
      "zh_CN": "清凉大师给我们讲，这就是六种震动，六种每一种里头又有三种，所以总共是十八种震动之相。这是「以动刹显示无常」，《八大人觉经》所说的「世间无常，国土危脆」，众生如果在这个地方觉悟了，他对于这个世界就没有留恋，确实有出离之心、有厌离之心。『叹佛神变』，是赞叹诸佛如来智慧神通变化，众生生欢喜心，希求佛法，这是让他得二乘益。这一句是小乘，帮助小乘人的，成就小乘根性的众生。往下六句，都是大乘。",
      "zh_TW": "清涼大師給我們講，這就是六種震動，六種每一種裡頭又有三種，所以總共是十八種震動之相。這是「以動剎顯示無常」，《八大人覺經》所說的「世間無常，國土危脆」，眾生如果在這個地方覺悟了，他對於這個世界就沒有留戀，確實有出離之心、有厭離之心。『歎佛神變』，是讚歎諸佛如來智慧神通變化，眾生生歡喜心，希求佛法，這是讓他得二乘益。這一句是小乘，幫助小乘人的，成就小乘根性的眾生。往下六句，都是大乘。"
    },
    {
      "id": "12-017-0578_p0028",
      "zh_CN": "【念念中，以严净一切佛国土显示一切大愿海法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以嚴淨一切佛國土顯示一切大願海法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0029",
      "zh_CN": "这是庄严国土，「严」是庄严，「净」是清净，『严净一切佛国土』，修福，佛劝导菩萨修福。『显示一切大愿海法门』，菩萨福慧双修，这一条偏重在修福，这一点我们不能够疏忽。佛门常常说的福慧双修，没有听到说慧福双修，这什么意思？这个说法很明显的教导我们，学佛的同学确实有不少把修福疏忽了，偏重在修慧，修慧不修福，不能够利益众生，利益众生一定要有福报。第一个福报就是相好，相好是修福得来的，因此决定不能疏忽修福。但是如果专门着重修福不修慧，那也错了，那变成人天福报，变成有漏的福报。一定要懂得福慧双修，要懂得「严净国土」。",
      "zh_TW": "這是莊嚴國土，「嚴」是莊嚴，「淨」是清淨，『嚴淨一切佛國土』，修福，佛勸導菩薩修福。『顯示一切大願海法門』，菩薩福慧雙修，這一條偏重在修福，這一點我們不能夠疏忽。佛門常常說的福慧雙修，沒有聽到說慧福雙修，這什麼意思？這個說法很明顯的教導我們，學佛的同學確實有不少把修福疏忽了，偏重在修慧，修慧不修福，不能夠利益眾生，利益眾生一定要有福報。第一個福報就是相好，相好是修福得來的，因此決定不能疏忽修福。但是如果專門著重修福不修慧，那也錯了，那變成人天福報，變成有漏的福報。一定要懂得福慧雙修，要懂得「嚴淨國土」。"
    },
    {
      "id": "12-017-0578_p0030",
      "zh_CN": "用什么来严净？要知道布施供养。出家人布施供养什么？古时候的出家人跟现代出家人不一样，古时候出家人真的是一无所有，他能不能行财布施？能。用什么财？内财，外财没有，身外之物他是一无所有，用内财。内财就是自己的色相、自己的形象，让一切众生见到生尊重心、生信仰心，用这个做布施。换句话说，供养里面，普贤菩萨教我们供养里面「如教修行供养」是内财供养，所以财施、法施、无畏施统统具足，不需要一文钱。现在出家人接受在家信众的布施供养多了，往往有余，我们要想自己能不能受用？给诸位说，不能，自己受用必定堕落。在家信众布施，大乘法里面不拒绝，为什么？在家信众以为你是福田，布施供养你他在种福，你要是真正的福田，他得福了；你要不是福田，不要紧，来生还给他，所谓「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，所以布施供养不吃亏。我们做出家人接受，要明白这个道理，要知道这里面的利害，我们怎么做？我们辗转布施供养，这就对了。自己决定不受用，一切念念为众生，这就对了。大乘菩萨你看看第一句教我们修福，要效法诸佛如来在因地上所发的大愿。",
      "zh_TW": "用什麼來嚴淨？要知道布施供養。出家人布施供養什麼？古時候的出家人跟現代出家人不一樣，古時候出家人真的是一無所有，他能不能行財布施？能。用什麼財？內財，外財沒有，身外之物他是一無所有，用內財。內財就是自己的色相、自己的形象，讓一切眾生見到生尊重心、生信仰心，用這個做布施。換句話說，供養裡面，普賢菩薩教我們供養裡面「如教修行供養」是內財供養，所以財施、法施、無畏施統統具足，不需要一文錢。現在出家人接受在家信眾的布施供養多了，往往有餘，我們要想自己能不能受用？給諸位說，不能，自己受用必定墮落。在家信眾布施，大乘法裡面不拒絕，為什麼？在家信眾以為你是福田，布施供養你他在種福，你要是真正的福田，他得福了；你要不是福田，不要緊，來生還給他，所謂「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，所以布施供養不吃虧。我們做出家人接受，要明白這個道理，要知道這裡面的利害，我們怎麼做？我們輾轉布施供養，這就對了。自己決定不受用，一切念念為眾生，這就對了。大乘菩薩你看看第一句教我們修福，要效法諸佛如來在因地上所發的大願。"
    },
    {
      "id": "12-017-0578_p0031",
      "zh_CN": "【念念中，以普摄一切众生言词佛音声法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以普攝一切眾生言詞佛音聲法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0032",
      "zh_CN": "这是言教，前面修福都在示相，显示。『普摄』，「摄」是摄受，我们一般人叫接引，现代的名词叫机会教育。用什么方法？佛教导我们用四摄法，「普」是平等的意思，离一切妄想分别执着，普的意义就现前了。不分国家地区、不分族类、不分宗教、不分男女老少，一律平等对待，这是普。与一切人往来要记住四摄法，四摄法头一条就是布施，众生生欢喜心。可是佛法必须有智慧，而不能够感情用事，感情用事如果这是一个生疏的人，你过分热情对待，人家心里生怀疑，「你无缘无故为什么对我这么好？你有什么企图？你有什么目的？」我们有过这个经验。新加坡弘法人才培训班第一届就发生这个问题，第一届学生不多，只有九个人，他们对我们的作法产生严重的疑惑，几乎天天在开会讨论我们到底有什么目的？有什么企图？这样子搞一个半月，以后才搞清楚我们没有目的、没有企图。同学们才痛哭流涕忏悔，但是教学的时间已经延误一半，三个月的学程，实际上他们只有一个半月，你说多可惜！这桩事情释迦牟尼佛在《法华经》里面说得很多，而且举出例子、举出比喻，帮助人循序渐进，不能一下就过了头，起了反作用。现在这个世间真正能关怀别人的人不多，突然发现有一个，他会感到很惊奇，好像又感激、又害怕、又怀疑。我们如何能做到恰到好处？这个重要。让人家真正体会到我们是真诚心来帮助他，对他们决定没有丝毫的用意。",
      "zh_TW": "這是言教，前面修福都在示相，顯示。『普攝』，「攝」是攝受，我們一般人叫接引，現代的名詞叫機會教育。用什麼方法？佛教導我們用四攝法，「普」是平等的意思，離一切妄想分別執著，普的意義就現前了。不分國家地區、不分族類、不分宗教、不分男女老少，一律平等對待，這是普。與一切人往來要記住四攝法，四攝法頭一條就是布施，眾生生歡喜心。可是佛法必須有智慧，而不能夠感情用事，感情用事如果這是一個生疏的人，你過分熱情對待，人家心裡生懷疑，「你無緣無故為什麼對我這麼好？你有什麼企圖？你有什麼目的？」我們有過這個經驗。新加坡弘法人才培訓班第一屆就發生這個問題，第一屆學生不多，只有九個人，他們對我們的作法產生嚴重的疑惑，幾乎天天在開會討論我們到底有什麼目的？有什麼企圖？這樣子搞一個半月，以後才搞清楚我們沒有目的、沒有企圖。同學們才痛哭流涕懺悔，但是教學的時間已經延誤一半，三個月的學程，實際上他們只有一個半月，你說多可惜！這樁事情釋迦牟尼佛在《法華經》裡面說得很多，而且舉出例子、舉出比喻，幫助人循序漸進，不能一下就過了頭，起了反作用。現在這個世間真正能關懷別人的人不多，突然發現有一個，他會感到很驚奇，好像又感激、又害怕、又懷疑。我們如何能做到恰到好處？這個重要。讓人家真正體會到我們是真誠心來幫助他，對他們決定沒有絲毫的用意。"
    },
    {
      "id": "12-017-0578_p0033",
      "zh_CN": "尤其我们在此地，我们决定不会拉信徒，绝对不会劝别人改信佛教，那就大错特错了。他是基督徒，我们尊重基督教、尊重基督徒；他是天主教，我们尊重天主教、尊重天主教信徒，好！非常好！我们佛教是教育，当然也有宗教的形象，可是要让他们了解，我们是有这个形象，实质上我们是接受释迦牟尼佛的教育。我们在此地读书，在此地做学问，修养自己的德行，无条件的为一切众生服务，附带条件就错了，没有条件。可是一般人总会怀疑我们有什么目的、有什么企图，我们要怎样做出证明，让他真正理解，我们并没有任何目的、没有任何企图。我们遵奉圣贤人的教诲，人生在这世间应当做牺牲奉献，舍己为人。这个道理很深，不是一般人短时间就能接受的，慢慢来，做出样子来给人看，绝对不是言说。",
      "zh_TW": "尤其我們在此地，我們決定不會拉信徒，絕對不會勸別人改信佛教，那就大錯特錯了。他是基督徒，我們尊重基督教、尊重基督徒；他是天主教，我們尊重天主教、尊重天主教信徒，好！非常好！我們佛教是教育，當然也有宗教的形象，可是要讓他們了解，我們是有這個形象，實質上我們是接受釋迦牟尼佛的教育。我們在此地讀書，在此地做學問，修養自己的德行，無條件的為一切眾生服務，附帶條件就錯了，沒有條件。可是一般人總會懷疑我們有什麼目的、有什麼企圖，我們要怎樣做出證明，讓他真正理解，我們並沒有任何目的、沒有任何企圖。我們遵奉聖賢人的教誨，人生在這世間應當做犧牲奉獻，捨己為人。這個道理很深，不是一般人短時間就能接受的，慢慢來，做出樣子來給人看，絕對不是言說。"
    },
    {
      "id": "12-017-0578_p0034",
      "zh_CN": "菩萨念念当中都知道「世界海微尘数众生」，诸位要记住，称众生，他不是菩萨，他不是阿罗汉，他是六道里面的凡夫，智慧没有开，宇宙人生的真相他们茫然无知。实在讲我们自己不也是茫然无知吗？如果不是天天读经、天天在研究教，虽然我们现在天天在干，我们的思想没有真正转过来，自私自利的念头还非常严重。损人利己的念头没有了，不错了，但是自私自利的念头有，如果不断，菩萨道没有我们的分。自私自利的念头断了，我常讲还没有进菩萨道，接近没有进入，接近了。怎样才能入菩萨道、入佛门？至少三界八十八品见惑要断尽，佛在大小乘经论里头都这么说的。",
      "zh_TW": "菩薩念念當中都知道「世界海微塵數眾生」，諸位要記住，稱眾生，他不是菩薩，他不是阿羅漢，他是六道裡面的凡夫，智慧沒有開，宇宙人生的真相他們茫然無知。實在講我們自己不也是茫然無知嗎？如果不是天天讀經、天天在研究教，雖然我們現在天天在幹，我們的思想沒有真正轉過來，自私自利的念頭還非常嚴重。損人利己的念頭沒有了，不錯了，但是自私自利的念頭有，如果不斷，菩薩道沒有我們的分。自私自利的念頭斷了，我常講還沒有進菩薩道，接近沒有進入，接近了。怎樣才能入菩薩道、入佛門？至少三界八十八品見惑要斷盡，佛在大小乘經論裡頭都這麼說的。"
    },
    {
      "id": "12-017-0578_p0035",
      "zh_CN": "净宗是个特别法门，这个法门虽然没有说断，但是伏，你要能把见思烦恼、八十八品见惑伏住，也就是确实没断，但是暂时不起作用。如何能伏得住？学菩萨这一套管用，念念中帮助世界微尘数众生，心心念念都想帮助别人、都想成就别人，这个念头好！这个念头就是世尊在《十善业道经》里面教导我们的「昼夜常念善法」，这是善法，「思惟善法，观察善法」，这个方法好，虽不能断烦恼，能伏住烦恼。我们念佛，用这一句名号「南无阿弥陀佛」，声声佛号里面都具足「常念善法，思惟善法，观察善法」，我们的烦恼习气才伏得住。如果你这一句佛号里头，没有念念中与善法相应，这个佛号压不住烦恼，那就是古人讲的，「一天念十万声佛号，喊破喉咙也枉然」，为什么？压不住。声声佛号里头有善愿相应，与十善相应，与四弘誓愿相应，这是我们举最普通的，大家熟知的。念念不离四弘，念念不离十善，这样才能够把烦恼伏住。",
      "zh_TW": "淨宗是個特別法門，這個法門雖然沒有說斷，但是伏，你要能把見思煩惱、八十八品見惑伏住，也就是確實沒斷，但是暫時不起作用。如何能伏得住？學菩薩這一套管用，念念中幫助世界微塵數眾生，心心念念都想幫助別人、都想成就別人，這個念頭好！這個念頭就是世尊在《十善業道經》裡面教導我們的「晝夜常念善法」，這是善法，「思惟善法，觀察善法」，這個方法好，雖不能斷煩惱，能伏住煩惱。我們念佛，用這一句名號「南無阿彌陀佛」，聲聲佛號裡面都具足「常念善法，思惟善法，觀察善法」，我們的煩惱習氣才伏得住。如果你這一句佛號裡頭，沒有念念中與善法相應，這個佛號壓不住煩惱，那就是古人講的，「一天念十萬聲佛號，喊破喉嚨也枉然」，為什麼？壓不住。聲聲佛號裡頭有善願相應，與十善相應，與四弘誓願相應，這是我們舉最普通的，大家熟知的。念念不離四弘，念念不離十善，這樣才能夠把煩惱伏住。"
    },
    {
      "id": "12-017-0578_p0036",
      "zh_CN": "清凉大师注解，「以摄生言词，令发大心，以佛音声，即同体大悲故。」所以四摄要懂得善巧运用，布施、爱语、利行、同事，以智慧、以善巧方便落实。『普摄一切众生言词佛音声法门』，佛音声这里面最微妙的无过于六字洪名，这是佛声音。这是大乘中的大乘，极微妙的大法，我们能不能以这个布施，以这个为供养？要观机，观机里头你要看人、要看时节因缘、要看处所。我们在《内典讲座》里说过，人契机了时不契机，还不行，时契机了处所不契机，也不行。所以佛号可以在我们学院里面放，他们可以听到。能不能把这个介绍给他们？时节因缘时与处都不行，为什么？很容易让人家产生误会我们在传教。",
      "zh_TW": "清涼大師註解，「以攝生言詞，令發大心，以佛音聲，即同體大悲故。」所以四攝要懂得善巧運用，布施、愛語、利行、同事，以智慧、以善巧方便落實。『普攝一切眾生言詞佛音聲法門』，佛音聲這裡面最微妙的無過於六字洪名，這是佛聲音。這是大乘中的大乘，極微妙的大法，我們能不能以這個布施，以這個為供養？要觀機，觀機裡頭你要看人、要看時節因緣、要看處所。我們在《內典講座》裡說過，人契機了時不契機，還不行，時契機了處所不契機，也不行。所以佛號可以在我們學院裡面放，他們可以聽到。能不能把這個介紹給他們？時節因緣時與處都不行，為什麼？很容易讓人家產生誤會我們在傳教。"
    },
    {
      "id": "12-017-0578_p0037",
      "zh_CN": "现在我们每个星期六晚上都举行温馨晚会，我们也可以有一些余兴节目，时间不要长，为什么？老年人，不是年轻人，老年人的余兴节目半个小时是最理想，不要超过半个小时。内容不能用现代的，现代的音乐歌舞说实在话我们听了烦心，最好是找古老的古典音乐、西洋音乐比例要占多一点，占百分之八十，东方古典音乐可以占百分之二十。在此时此处，我们让人家欢喜，让人家安心，我们欢欢喜喜招待他。佛法的东西他不主动问我们要，不可以主动介绍，人情事故不能不懂，这是真正的学问。我们帮助社会、帮助苦难众生，要做到尽善尽美；如果没有智慧，好事会让人以为是恶意，产生反效果，那就大错特错了！",
      "zh_TW": "現在我們每個星期六晚上都舉行溫馨晚會，我們也可以有一些餘興節目，時間不要長，為什麼？老年人，不是年輕人，老年人的餘興節目半個小時是最理想，不要超過半個小時。內容不能用現代的，現代的音樂歌舞說實在話我們聽了煩心，最好是找古老的古典音樂、西洋音樂比例要佔多一點，佔百分之八十，東方古典音樂可以佔百分之二十。在此時此處，我們讓人家歡喜，讓人家安心，我們歡歡喜喜招待他。佛法的東西他不主動問我們要，不可以主動介紹，人情事故不能不懂，這是真正的學問。我們幫助社會、幫助苦難眾生，要做到盡善盡美；如果沒有智慧，好事會讓人以為是惡意，產生反效果，那就大錯特錯了！"
    },
    {
      "id": "12-017-0578_p0038",
      "zh_CN": "【念念中，以能雨一切佛法云法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以能雨一切佛法雲法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0039",
      "zh_CN": "机缘成熟，时节因缘我们讲人、时、处，统统都成熟了，这个时候，『雨』是讲布施供养，『一切佛法云法门』，这是将所有的佛法应机施教，帮助学人提升他的境界。我们要知道这个大的时节因缘，大的时节因缘：我们现在是在释迦牟尼佛末法时期，又遇到这个世间动荡不安、灾难频繁、人心恍惚，我们遇到这么一个时代。我们应该怎么作法？要明了我们在此地成立这个学院，学院是以培养佛门继起弘法人才为主，我们的重心是经教，但是一切经教都建立在德行的基础上。所以我为什么这样重复、这样强调戒律重要，没有德行的基础，所有一切经论说老实话没有办法契入，你用再多的时间、再多的精力，勇猛精进，充其量也不过是一个佛学的学者而已，你是搞佛学你不是搞学佛。你没有能力摄受一切苦难众生，你不能做菩萨，你是世间一个佛学学者，是个佛学家，充其量不过如此而已！你自己对于生死没法子解决，你又怎么能帮助别人了生死、出三界？这些都是实话，我们不能够不明白。",
      "zh_TW": "機緣成熟，時節因緣我們講人、時、處，統統都成熟了，這個時候，『雨』是講布施供養，『一切佛法雲法門』，這是將所有的佛法應機施教，幫助學人提升他的境界。我們要知道這個大的時節因緣，大的時節因緣：我們現在是在釋迦牟尼佛末法時期，又遇到這個世間動盪不安、災難頻繁、人心恍惚，我們遇到這麼一個時代。我們應該怎麼作法？要明瞭我們在此地成立這個學院，學院是以培養佛門繼起弘法人才為主，我們的重心是經教，但是一切經教都建立在德行的基礎上。所以我為什麼這樣重複、這樣強調戒律重要，沒有德行的基礎，所有一切經論說老實話沒有辦法契入，你用再多的時間、再多的精力，勇猛精進，充其量也不過是一個佛學的學者而已，你是搞佛學你不是搞學佛。你沒有能力攝受一切苦難眾生，你不能做菩薩，你是世間一個佛學學者，是個佛學家，充其量不過如此而已！你自己對於生死沒法子解決，你又怎麼能幫助別人了生死、出三界？這些都是實話，我們不能夠不明白。"
    },
    {
      "id": "12-017-0578_p0040",
      "zh_CN": "古晋，诸位同学知道，我们建了一个念佛堂，那个地方跟此地的道风完全不一样，那个地方不研究教理。这个道场快要建成了，建成之后我会去，我去看看、我去教他们。那个地方将来就是一部《无量寿经》，一句六字洪名，其他的什么都没有，「一心念佛，求生净土」，我希望将来那个地方，能够做到慧远大师庐山这个道场。这里面有常住的人，常住人真正发心念佛不下山的，有参学的、随喜的可以，短期的他到山上住个三天、五天，半个月、一个月，随喜，随喜决定要遵守念佛堂规矩。希望这个念佛堂真正做到二十四小时佛号不中断，不是开念佛机，住众轮流念佛，分班轮流。每一个人在念佛堂，不能少过十六个小时；我们这边十六个小时是八个小时研教，八个小时念佛，那边是十六个小时念佛。有些随喜的，到那边听经的行，我们那边有四个纪念堂，四个纪念堂里面播放讲经的录像带，播《无量寿经》、播《阿弥陀经》，内容只有净宗的五经一论，其他的统统没有，这是对外的，外面来参学住短期的。",
      "zh_TW": "古晉，諸位同學知道，我們建了一個念佛堂，那個地方跟此地的道風完全不一樣，那個地方不研究教理。這個道場快要建成了，建成之後我會去，我去看看、我去教他們。那個地方將來就是一部《無量壽經》，一句六字洪名，其他的什麼都沒有，「一心念佛，求生淨土」，我希望將來那個地方，能夠做到慧遠大師廬山這個道場。這裡面有常住的人，常住人真正發心念佛不下山的，有參學的、隨喜的可以，短期的他到山上住個三天、五天，半個月、一個月，隨喜，隨喜決定要遵守念佛堂規矩。希望這個念佛堂真正做到二十四小時佛號不中斷，不是開念佛機，住眾輪流念佛，分班輪流。每一個人在念佛堂，不能少過十六個小時；我們這邊十六個小時是八個小時研教，八個小時念佛，那邊是十六個小時念佛。有些隨喜的，到那邊聽經的行，我們那邊有四個紀念堂，四個紀念堂裡面播放講經的錄像帶，播《無量壽經》、播《阿彌陀經》，內容只有淨宗的五經一論，其他的統統沒有，這是對外的，外面來參學住短期的。"
    },
    {
      "id": "12-017-0578_p0041",
      "zh_CN": "念佛堂里面每天早课念一部《无量寿经》，那个地方是修行的道场、行门的道场，跟我们这个地方的道风不一样，跟一般道场道风也不一样。我们要真干，要真正把了生死出三界、求生净土，当作我们这一生当中第一桩大事来办，我们才会有成就，不能再含糊笼统，不能再放逸懒散。所以到那个山上万缘放下，所有一切经论统统放下，不搞了，要想学经论到极乐世界跟阿弥陀佛学。我为真正想念佛的同修建这么一个道场，如果里头也杂修乱修，一事无成，那就真正可惜了！环境实实在在是好，距离古晋都市开车大概要五十分钟，山路。活动的空间足够，但是李金友这个地方土地面积有五千英亩，那就是界限，不下山，不出这个界限。",
      "zh_TW": "念佛堂裡面每天早課念一部《無量壽經》，那個地方是修行的道場、行門的道場，跟我們這個地方的道風不一樣，跟一般道場道風也不一樣。我們要真幹，要真正把了生死出三界、求生淨土，當作我們這一生當中第一樁大事來辦，我們才會有成就，不能再含糊籠統，不能再放逸懶散。所以到那個山上萬緣放下，所有一切經論統統放下，不搞了，要想學經論到極樂世界跟阿彌陀佛學。我為真正想念佛的同修建這麼一個道場，如果裡頭也雜修亂修，一事無成，那就真正可惜了！環境實實在在是好，距離古晉都市開車大概要五十分鐘，山路。活動的空間足夠，但是李金友這個地方土地面積有五千英畝，那就是界限，不下山，不出這個界限。"
    },
    {
      "id": "12-017-0578_p0042",
      "zh_CN": "东晋时代庐山远公，庐山「东林念佛堂」就是这样成就大家的，一百二十三个人各个成就，无比殊胜的功德，我们希望能够在古晋这个高山上面重现。这是我们说到这一句，一定要了解现前这个世间，世法佛法里面实际上的状况，我们应当怎样作法，真正的觉悟众生，就是现前众生。现前众生不得利益，你要是说往后众生得利益，他方世界众生得利益，实在讲没有是处，没有这个道理。现前众生一定要让他得利益。",
      "zh_TW": "東晉時代廬山遠公，廬山「東林念佛堂」就是這樣成就大家的，一百二十三個人各個成就，無比殊勝的功德，我們希望能夠在古晉這個高山上面重現。這是我們說到這一句，一定要了解現前這個世間，世法佛法裡面實際上的狀況，我們應當怎樣作法，真正的覺悟眾生，就是現前眾生。現前眾生不得利益，你要是說往後眾生得利益，他方世界眾生得利益，實在講沒有是處，沒有這個道理。現前眾生一定要讓他得利益。"
    },
    {
      "id": "12-017-0578_p0043",
      "zh_CN": "【念念中，以光明普照十方国土周遍法界示现神变法门，开悟世界海微尘数众生。】",
      "zh_TW": "【念念中，以光明普照十方國土周遍法界示現神變法門，開悟世界海微塵數眾生。】"
    },
    {
      "id": "12-017-0578_p0044",
      "zh_CN": "这是第八句，清凉大师说，「以照遍满法界土及神变，令得初地已上智眼，见平等法」，这是讲的华严境界。在我们现前应当怎样学？我们是凡夫，不是圣人，没有圣人的智慧德能，但是可以发大心，我们来学习。『光明』是智慧，『普照』是要以智慧帮助一切众生开智慧。今天我们利用高科技，利用卫星电视、网路弘扬佛法，也就是利用这些工具，我们来学习，大家在一起学习。学习什么？学习真实智慧，解决我们当前复杂苦难的问题。现在时间到了，这一句我们留到下一堂接着再说。",
      "zh_TW": "這是第八句，清涼大師說，「以照遍滿法界土及神變，令得初地已上智眼，見平等法」，這是講的華嚴境界。在我們現前應當怎樣學？我們是凡夫，不是聖人，沒有聖人的智慧德能，但是可以發大心，我們來學習。『光明』是智慧，『普照』是要以智慧幫助一切眾生開智慧。今天我們利用高科技，利用衛星電視、網路弘揚佛法，也就是利用這些工具，我們來學習，大家在一起學習。學習什麼？學習真實智慧，解決我們當前複雜苦難的問題。現在時間到了，這一句我們留到下一堂接著再說。"
    }
  ]
}