{
  "doc_id": "12-017-0180",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0180",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "12-017-0180_p0001",
      "zh_CN": "请看时分天长行的第三句：",
      "zh_TW": "請看時分天長行的第三句："
    },
    {
      "id": "12-017-0180_p0002",
      "zh_CN": "【无尽慧功德幢天王。得灭除一切患大悲轮解脱门。】",
      "zh_TW": "【無盡慧功德幢天王。得滅除一切患大悲輪解脫門。】"
    },
    {
      "id": "12-017-0180_p0003",
      "zh_CN": "清凉大师注解注得很简单，「悲摧惑苦，故名为轮」。天王所学的法门，对我们来讲非常重要，而且是我们现前迫切需要解决的一个问题。我们有忧患，大患，经文里面虽然没有说出，清凉大师跟我们说出，「惑、业、苦」，他当中把「业」省掉了。古人用文字，四个字一句，说「惑」、说「苦」，当中就含着有「业」。惑业苦是『一切患』的根源，要怎样才能够灭除？我想这不仅仅是佛法，世出世间所有一切法，无不是针对这个问题而发的。宗教家们、教育家，甚至于世间这些政治家、科学家，无一不是想解决一切众生这个根本问题，但是做是做了，千万年都在做，效果并不显著。不但效果不显著，如果我们就历史演变来观察，好像是每况愈下，一代不如一代，一世不如一世。传到我们这个时代，对于古圣先贤这种教学，我们都打上许许多多的问号，它有效果吗？还值不值得我们去学习？值不值得我们去推广？甚至于有许多人几乎肯定这个旧的东西落伍，应当把它当作垃圾处理掉，这种看法想法的人愈来愈多。如果把它废除掉，有没有新的东西可以代替？新的东西能不能比旧的东西更有效果？一个头脑清晰的人，具足聪明智慧的人，一定会想到这些问题。",
      "zh_TW": "清涼大師註解註得很簡單，「悲摧惑苦，故名為輪」。天王所學的法門，對我們來講非常重要，而且是我們現前迫切需要解決的一個問題。我們有憂患，大患，經文裡面雖然沒有說出，清涼大師跟我們說出，「惑、業、苦」，他當中把「業」省掉了。古人用文字，四個字一句，說「惑」、說「苦」，當中就含著有「業」。惑業苦是『一切患』的根源，要怎樣才能夠滅除？我想這不僅僅是佛法，世出世間所有一切法，無不是針對這個問題而發的。宗教家們、教育家，甚至於世間這些政治家、科學家，無一不是想解決一切眾生這個根本問題，但是做是做了，千萬年都在做，效果並不顯著。不但效果不顯著，如果我們就歷史演變來觀察，好像是每況愈下，一代不如一代，一世不如一世。傳到我們這個時代，對於古聖先賢這種教學，我們都打上許許多多的問號，它有效果嗎？還值不值得我們去學習？值不值得我們去推廣？甚至於有許多人幾乎肯定這個舊的東西落伍，應當把它當作垃圾處理掉，這種看法想法的人愈來愈多。如果把它廢除掉，有沒有新的東西可以代替？新的東西能不能比舊的東西更有效果？一個頭腦清晰的人，具足聰明智慧的人，一定會想到這些問題。"
    },
    {
      "id": "12-017-0180_p0004",
      "zh_CN": "迷惑、造业、果报三个大问题，古圣先贤的教诲不能够帮助我们断除疑惑，现在大家靠什么？靠科学，科学能够帮我们破除迷惑吗？也有许许多多的问题存在。可是现在的教育提倡科学，把古圣先贤的教诲排斥，用科学取而代之。科学的教育也实行这么多年，社会效果又怎样？如果我们细细从社会的安定、繁荣、和平这几个标准来观察，来考量，似乎我们今天的处境不如古人；不但是远古我们比不上，半个世纪以前、一个世纪以前，这是我们记忆犹新，都比不上。所以现在有些人有新的觉悟，对于科学技术的教育提出怀疑，疑来疑去，始终找不到一个好方法。实在讲，我们的思考深度、广度不够，所以对于这个病根找不出来。对于古今这些贤哲他们教诲的理论与方法，我们没有能力选择，这就是我们自己思考的范围太浅、太狭小。我们对于古大德提出许多质疑，为什么从前的人那么老实，对于古人有那么样的信心，似乎提到是孔圣人说的、佛菩萨说的，他就能接受，他就不怀疑，问题很容易解决，现在为什么不行？现在人自己以为非常聪明，自视过高，不肯服人。孔子有什么了不起？释迦牟尼佛有什么了不起？把自己看得比他们高得太多。实在讲，对于古人缺乏认识，不但对古人缺乏认识，连自己对自己也不认识，这个问题才真正叫严重。今天讲「一切患」，比过去任何一个时代都要严重，惑严重、业严重，苦也跟着严重。千百年来，古人所讲的世界末日，我们遇到了，他们讲的世界末日明天就到了，可是今天我们还没有看到有末日的迹象，这是我们的心很粗，实际上这几天的磁场真的不一样，跟平常不相同。这个磁场影响地球，影响地球上所有的生物，我们也包括在内。我们的精神、我们的身体、我们的情绪都受到干扰；只有有定力的人，为什么我们提倡念佛，这几天加紧念佛，希望那个影响力对我们少一点，不至于太严重，这点我们做到了。不断的提升自己的定慧，抗拒这种影响，用定慧来保障自己，也能够帮助别人。",
      "zh_TW": "迷惑、造業、果報三個大問題，古聖先賢的教誨不能夠幫助我們斷除疑惑，現在大家靠什麼？靠科學，科學能夠幫我們破除迷惑嗎？也有許許多多的問題存在。可是現在的教育提倡科學，把古聖先賢的教誨排斥，用科學取而代之。科學的教育也實行這麼多年，社會效果又怎樣？如果我們細細從社會的安定、繁榮、和平這幾個標準來觀察，來考量，似乎我們今天的處境不如古人；不但是遠古我們比不上，半個世紀以前、一個世紀以前，這是我們記憶猶新，都比不上。所以現在有些人有新的覺悟，對於科學技術的教育提出懷疑，疑來疑去，始終找不到一個好方法。實在講，我們的思考深度、廣度不夠，所以對於這個病根找不出來。對於古今這些賢哲他們教誨的理論與方法，我們沒有能力選擇，這就是我們自己思考的範圍太淺、太狹小。我們對於古大德提出許多質疑，為什麼從前的人那麼老實，對於古人有那麼樣的信心，似乎提到是孔聖人說的、佛菩薩說的，他就能接受，他就不懷疑，問題很容易解決，現在為什麼不行？現在人自己以為非常聰明，自視過高，不肯服人。孔子有什麼了不起？釋迦牟尼佛有什麼了不起？把自己看得比他們高得太多。實在講，對於古人缺乏認識，不但對古人缺乏認識，連自己對自己也不認識，這個問題才真正叫嚴重。今天講「一切患」，比過去任何一個時代都要嚴重，惑嚴重、業嚴重，苦也跟著嚴重。千百年來，古人所講的世界末日，我們遇到了，他們講的世界末日明天就到了，可是今天我們還沒有看到有末日的跡象，這是我們的心很粗，實際上這幾天的磁場真的不一樣，跟平常不相同。這個磁場影響地球，影響地球上所有的生物，我們也包括在內。我們的精神、我們的身體、我們的情緒都受到干擾；只有有定力的人，為什麼我們提倡念佛，這幾天加緊念佛，希望那個影響力對我們少一點，不至於太嚴重，這點我們做到了。不斷的提升自己的定慧，抗拒這種影響，用定慧來保障自己，也能夠幫助別人。"
    },
    {
      "id": "12-017-0180_p0005",
      "zh_CN": "前两个星期，傅来成居士告诉我，他听到一位天主教神学院的院长谈到这次的劫难。这个劫难，他们宗教里也讲魔王，这个魔王早该下来，现在不知道什么事情耽误，没来。他说有一种力量，好像在拦住他，但是他不知道是什么力量；他们觉得这个魔王应该要来了，不知道什么缘故耽误他没来。这就说明不是没有灾难，灾难可能是延缓一段时期。什么事情耽误？什么力量在拦阻他？我们心里有数，只有自己认真努力修行，还是要顺从古圣先贤、佛菩萨的教诲，决定正确。如果顺从今天科学技术，对这桩事情真的是感到无能为力，科学家遇到这个只有听天由命，他有什么办法？他知道这个事情严重，知道这个事情可能发生，但是没有办法避免，到最后只好归于上帝，上帝发脾气了，上帝不高兴了，上帝要惩罚人。也许我们大家现在念佛，很多宗教徒都在那里祈祷，上帝看看心里稍微平和一点，也许就是这么一个原因。这不能说没有道理，从他们那个角度观察，也能解释得通。由此可知，我们要认真的忏悔，要彻底去改过，这样上帝就欢喜了，希望这个灾难不至于发生。千万不要以为明天没事，千百年的预言家说错了，我们不要相信他。如果产生这个错误的观念，自己依旧迷惑，加倍的去造业，恐怕灾难降临比预期的还要严重，这是事实。",
      "zh_TW": "前兩個星期，傅來成居士告訴我，他聽到一位天主教神學院的院長談到這次的劫難。這個劫難，他們宗教裡也講魔王，這個魔王早該下來，現在不知道什麼事情耽誤，沒來。他說有一種力量，好像在攔住他，但是他不知道是什麼力量；他們覺得這個魔王應該要來了，不知道什麼緣故耽誤他沒來。這就說明不是沒有災難，災難可能是延緩一段時期。什麼事情耽誤？什麼力量在攔阻他？我們心裡有數，只有自己認真努力修行，還是要順從古聖先賢、佛菩薩的教誨，決定正確。如果順從今天科學技術，對這樁事情真的是感到無能為力，科學家遇到這個只有聽天由命，他有什麼辦法？他知道這個事情嚴重，知道這個事情可能發生，但是沒有辦法避免，到最後只好歸於上帝，上帝發脾氣了，上帝不高興了，上帝要懲罰人。也許我們大家現在念佛，很多宗教徒都在那裡祈禱，上帝看看心裡稍微平和一點，也許就是這麼一個原因。這不能說沒有道理，從他們那個角度觀察，也能解釋得通。由此可知，我們要認真的懺悔，要徹底去改過，這樣上帝就歡喜了，希望這個災難不至於發生。千萬不要以為明天沒事，千百年的預言家說錯了，我們不要相信他。如果產生這個錯誤的觀念，自己依舊迷惑，加倍的去造業，恐怕災難降臨比預期的還要嚴重，這是事實。"
    },
    {
      "id": "12-017-0180_p0006",
      "zh_CN": "佛用什么方法教导我们消灾免难？实在说，世出世间一切法，我们做个比较，唯独佛法究竟，因为佛法知道灾难是怎样起源的。这就跟大夫治病一样，好的大夫，你跟他一接触，他就知道你这个病是怎么来的？你为什么会得这个病？他用药就高明了，决定不会用错，药到病除。如果遇到一个医生，他对你的病源并不了解，要做很多次的试探、试验，你就有苦受了；他找不到根源，要慢慢来试探，这种医生我们也见过。真正高明的大夫也不是容易遇到的，病人与医生，说实在话也是缘分。佛告诉我们，灾难是怎么发生的？是业力感召得来的。善业感召的是善果，《华严经》上讲的毘卢遮那佛的华藏世界，阿弥陀佛的极乐世界，是怎么形成的？是众生善业形成的。佛在经上讲得那么清楚、那么明白，西方极乐世界是「诸上善人俱会一处」，不是善业吗？不是小善，上善；上善是圆圆满满具足净业三福，西方极乐世界是这么形成的。我们今天这个世界要遭大灾难，是什么形成的？是众生广造无量的十恶业感召的，就这么回事情，这是真的。唯有大圣才能把这个病根抓到，科学家没抓到，科学家讲这是太空星球运行的变化，他是从物理上来探讨；而佛法是从心理上来追究，现在人相信物理不相信心理，心理比物理深得太多了。",
      "zh_TW": "佛用什麼方法教導我們消災免難？實在說，世出世間一切法，我們做個比較，唯獨佛法究竟，因為佛法知道災難是怎樣起源的。這就跟大夫治病一樣，好的大夫，你跟他一接觸，他就知道你這個病是怎麼來的？你為什麼會得這個病？他用藥就高明了，決定不會用錯，藥到病除。如果遇到一個醫生，他對你的病源並不了解，要做很多次的試探、試驗，你就有苦受了；他找不到根源，要慢慢來試探，這種醫生我們也見過。真正高明的大夫也不是容易遇到的，病人與醫生，說實在話也是緣分。佛告訴我們，災難是怎麼發生的？是業力感召得來的。善業感召的是善果，《華嚴經》上講的毘盧遮那佛的華藏世界，阿彌陀佛的極樂世界，是怎麼形成的？是眾生善業形成的。佛在經上講得那麼清楚、那麼明白，西方極樂世界是「諸上善人俱會一處」，不是善業嗎？不是小善，上善；上善是圓圓滿滿具足淨業三福，西方極樂世界是這麼形成的。我們今天這個世界要遭大災難，是什麼形成的？是眾生廣造無量的十惡業感召的，就這麼回事情，這是真的。唯有大聖才能把這個病根抓到，科學家沒抓到，科學家講這是太空星球運行的變化，他是從物理上來探討；而佛法是從心理上來追究，現在人相信物理不相信心理，心理比物理深得太多了。"
    },
    {
      "id": "12-017-0180_p0007",
      "zh_CN": "佛跟我们讲物质从哪里来的？科学家到现在没有法子找到，物质究竟是一回什么事情？它是从哪里来的？它是怎么发生的？这个事情佛讲得清楚。尤其是相宗，相宗不仅仅是高深、圆满的心理学，也是物理学。佛讲物质是阿赖耶的相分，相分是物质；我们世间人讲的心理，心理是阿赖耶的见分；见相同源，也就是说心理跟物理是同一个根源，自证分。自证分就是性宗讲的自性，所以心理跟物理是同一个法源，都是自性里头变现出来的。自性怎么变现出来？迷了之后变现出来的，先变见分，后变相分，相分是依见分而变现出来的。所以佛治病很厉害，他是真正找到根源，他的处方决定正确、决定没有错误，这是世间聪明智慧人不能跟他相比的，他是佛经上常说的「彻法底源」，他有这个能力。佛告诉我们彻法底源，这种究竟真实的智慧，绝不是他一个人具足的，人人都有。你们都有这个智慧，都有这个能力，你们的智慧能力不能现前，是因为你有烦恼把它障碍住了。所以佛说只要你把烦恼放下、舍弃了，你自性里本具的智慧德能都现前。所以佛有没有办法度众生？没有，他说得很好，佛不度众生。谁度众生？是你自己觉悟自己度的，佛才说真话。佛把他自己得度的经验、历程、方法提供给我们做参考，他是怎么样破迷开悟的？他怎么样修行证果的？这些经典无非是提供他的经验跟方法。今天这么多天王，每个人提供经验方法，这是他帮助我们的。我们对于这些经验方法，听了之后，懂得了、接受了，参考他的方法，我们自己要认真去做，我们也就恢复、也就成就了。",
      "zh_TW": "佛跟我們講物質從哪裡來的？科學家到現在沒有法子找到，物質究竟是一回什麼事情？它是從哪裡來的？它是怎麼發生的？這個事情佛講得清楚。尤其是相宗，相宗不僅僅是高深、圓滿的心理學，也是物理學。佛講物質是阿賴耶的相分，相分是物質；我們世間人講的心理，心理是阿賴耶的見分；見相同源，也就是說心理跟物理是同一個根源，自證分。自證分就是性宗講的自性，所以心理跟物理是同一個法源，都是自性裡頭變現出來的。自性怎麼變現出來？迷了之後變現出來的，先變見分，後變相分，相分是依見分而變現出來的。所以佛治病很厲害，他是真正找到根源，他的處方決定正確、決定沒有錯誤，這是世間聰明智慧人不能跟他相比的，他是佛經上常說的「徹法底源」，他有這個能力。佛告訴我們徹法底源，這種究竟真實的智慧，絕不是他一個人具足的，人人都有。你們都有這個智慧，都有這個能力，你們的智慧能力不能現前，是因為你有煩惱把它障礙住了。所以佛說只要你把煩惱放下、捨棄了，你自性裡本具的智慧德能都現前。所以佛有沒有辦法度眾生？沒有，他說得很好，佛不度眾生。誰度眾生？是你自己覺悟自己度的，佛才說真話。佛把他自己得度的經驗、歷程、方法提供給我們做參考，他是怎麼樣破迷開悟的？他怎麼樣修行證果的？這些經典無非是提供他的經驗跟方法。今天這麼多天王，每個人提供經驗方法，這是他幫助我們的。我們對於這些經驗方法，聽了之後，懂得了、接受了，參考他的方法，我們自己要認真去做，我們也就恢復、也就成就了。"
    },
    {
      "id": "12-017-0180_p0008",
      "zh_CN": "『无尽慧功德幢天王』，名号前面跟诸位解释过，重要是「慧」。慧从哪里来的？慧从定来的。什么是定？清净平等心是定；什么是慧？清净平等心起作用就是慧。《无量寿经》的经题「清净平等觉」，清净平等是体，觉是用。慧是从定当中来的，定是我们自性的本体，慧是自性的起用，所以佛家修行的枢纽就是禅定。八万四千法门，无量法门，法是方法，门是门径，《华严经》这里展示给我们看，我们在这里看到这么多的天王，每个人的方法不一样，就是说明无量法门，但是每个法门都是修定。我们今天采取持名念佛的方法，持名念佛方法希望达到什么境界？达到一心不乱。诸位要晓得，一心就是禅定，不乱就是智慧。我们用这个方法来修定、修慧，方法尽管不同，方向是正确的，目标是一个。",
      "zh_TW": "『無盡慧功德幢天王』，名號前面跟諸位解釋過，重要是「慧」。慧從哪裡來的？慧從定來的。什麼是定？清淨平等心是定；什麼是慧？清淨平等心起作用就是慧。《無量壽經》的經題「清淨平等覺」，清淨平等是體，覺是用。慧是從定當中來的，定是我們自性的本體，慧是自性的起用，所以佛家修行的樞紐就是禪定。八萬四千法門，無量法門，法是方法，門是門徑，《華嚴經》這裡展示給我們看，我們在這裡看到這麼多的天王，每個人的方法不一樣，就是說明無量法門，但是每個法門都是修定。我們今天採取持名念佛的方法，持名念佛方法希望達到什麼境界？達到一心不亂。諸位要曉得，一心就是禪定，不亂就是智慧。我們用這個方法來修定、修慧，方法儘管不同，方向是正確的，目標是一個。"
    },
    {
      "id": "12-017-0180_p0009",
      "zh_CN": "天王在此地是用『大悲』，清凉大师注解里讲，「悲」能够摧灭迷惑、苦难，所以称之为「轮」。这个话，初学的人听起来还是不好懂。轮的意思是代表圆满；换句话说，他这个教学的方法是非常圆满的，我们把这个方法称之为轮。世间所有一切器皿当中，确实圆能够代表圆满的理论与一切事实真相。譬如佛常常跟我们讲的，「相有性空，事有理无」，轮就能代表。轮的圆周是相，圆心就是性；圆，相确实是有，但是圆心确实不可得。圆心有没有？决定有，有而不可得。所以圆在佛法里表法是空有不二、性相一如、理事不二，它表这个意思。这种教学才真正圆满，为什么？你真的明白、体会到了，空有二边都不住，智慧就开了。你着在有这边，你造业，凡夫；你如果执着空的那边也造业，堕落在无明里面。楞严会上世尊呵斥小乘人，声闻、缘觉，堕无为坑，那就着空，还是不能成就。菩萨聪明，了解事实真相，菩萨行中道，二边不着。中道有没有？如果执着有个中道，空有二边不着，他行中道，不错，算是菩萨，权教菩萨，给诸位说，十法界里面的菩萨，他还执着个中道。实教菩萨，就是真实的菩萨，中道也没有，所谓「二边不立，中道不存」，心才真的干净，那才叫称性；还有一个中道，还不称性。这个境界就高！这样的教学才能够灭除一切忧患。",
      "zh_TW": "天王在此地是用『大悲』，清涼大師註解裡講，「悲」能夠摧滅迷惑、苦難，所以稱之為「輪」。這個話，初學的人聽起來還是不好懂。輪的意思是代表圓滿；換句話說，他這個教學的方法是非常圓滿的，我們把這個方法稱之為輪。世間所有一切器皿當中，確實圓能夠代表圓滿的理論與一切事實真相。譬如佛常常跟我們講的，「相有性空，事有理無」，輪就能代表。輪的圓周是相，圓心就是性；圓，相確實是有，但是圓心確實不可得。圓心有沒有？決定有，有而不可得。所以圓在佛法裡表法是空有不二、性相一如、理事不二，它表這個意思。這種教學才真正圓滿，為什麼？你真的明白、體會到了，空有二邊都不住，智慧就開了。你著在有這邊，你造業，凡夫；你如果執著空的那邊也造業，墮落在無明裡面。楞嚴會上世尊呵斥小乘人，聲聞、緣覺，墮無為坑，那就著空，還是不能成就。菩薩聰明，了解事實真相，菩薩行中道，二邊不著。中道有沒有？如果執著有個中道，空有二邊不著，他行中道，不錯，算是菩薩，權教菩薩，給諸位說，十法界裡面的菩薩，他還執著個中道。實教菩薩，就是真實的菩薩，中道也沒有，所謂「二邊不立，中道不存」，心才真的乾淨，那才叫稱性；還有一個中道，還不稱性。這個境界就高！這樣的教學才能夠滅除一切憂患。"
    },
    {
      "id": "12-017-0180_p0010",
      "zh_CN": "这个教学的最初方便是什么？也就是我们要问，从哪里下手？从哪里入门？从哪里做起？菩萨在此地显示得很明白，「大悲」，大慈悲心，从这里下手。什么是大悲？大悲的样子是什么？如果我们搞不清楚，我们就没办法学习。大慈悲就是要合虚空法界一切众生是一体，这才叫大悲。我们要把虚空法界一切众生看作是自己，你就入佛的境界，这是究竟果佛的境界。入这个境界就成佛，成究竟圆满佛。这个说法太高了，我们做不到；我们虽然做不到，但是要向这个方向、要向这个目标去做。怎样做法？舍己为人，就是佛教给我们的两句话，「一切男子是我父，一切女人是我母」，我们从这个地方下手。遇到一切众生有苦难，众生是我父母，我要不要尽心尽力帮助他？佛又教给我们，「一切众生皆是未来佛」，我对于一切佛要不要尊敬他？对于父母要不要孝顺他？这就是佛真实明白的教诲，我们对虚空法界一切众生，要以孝顺父母的心、尊敬诸佛的心来对待，这就是「大悲轮」。你要去做，你不去做，这里头的意思你体会不到；也就是说，这是佛菩萨的境界，你入不进去。一定要认真努力去做，你做到一分，你契入一分；你做到两分，你就契入两分，你要不是用真诚孝顺心、恭敬心，你就不得其门而入。",
      "zh_TW": "這個教學的最初方便是什麼？也就是我們要問，從哪裡下手？從哪裡入門？從哪裡做起？菩薩在此地顯示得很明白，「大悲」，大慈悲心，從這裡下手。什麼是大悲？大悲的樣子是什麼？如果我們搞不清楚，我們就沒辦法學習。大慈悲就是要合虛空法界一切眾生是一體，這才叫大悲。我們要把虛空法界一切眾生看作是自己，你就入佛的境界，這是究竟果佛的境界。入這個境界就成佛，成究竟圓滿佛。這個說法太高了，我們做不到；我們雖然做不到，但是要向這個方向、要向這個目標去做。怎樣做法？捨己為人，就是佛教給我們的兩句話，「一切男子是我父，一切女人是我母」，我們從這個地方下手。遇到一切眾生有苦難，眾生是我父母，我要不要盡心盡力幫助他？佛又教給我們，「一切眾生皆是未來佛」，我對於一切佛要不要尊敬他？對於父母要不要孝順他？這就是佛真實明白的教誨，我們對虛空法界一切眾生，要以孝順父母的心、尊敬諸佛的心來對待，這就是「大悲輪」。你要去做，你不去做，這裡頭的意思你體會不到；也就是說，這是佛菩薩的境界，你入不進去。一定要認真努力去做，你做到一分，你契入一分；你做到兩分，你就契入兩分，你要不是用真誠孝順心、恭敬心，你就不得其門而入。"
    },
    {
      "id": "12-017-0180_p0011",
      "zh_CN": "这个修行的结果是如何？结果是灭惑，结果是消业。灭惑是断无明烦恼，消业是断见思烦恼、尘沙烦恼，人家用这个方法。这个方法有效吗？为什么有效？我们冷静去思惟、去想想，它真有效，为什么？用这种想法，在我们讲是观想，这些众生不是诸佛、不是我们父母，我们要把他想作父母、想作诸佛，这是观想。可是在诸佛如来眼光里，他确实是一体，他是真的，他不是观想。所以我们要从观想下手，宗门里面讲观照，从这里下手；然后功夫提升，就照住；再往上提升，就照见。《心经》里面，「观自在菩萨，照见五蕴皆空」，像他们那个大菩萨，照见虚空法界一切众生跟自己是一体。所以你要能够照见，你就成佛了，最低的、起码的你也是圆教初住菩萨，法身大士，分证位佛，你是分证佛，你是真佛不是假佛，你真正见到了。我们现在没有见到，没有见到，假设，把他当作，这叫观照。当作，要真干！众生有苦难就是我父母有苦难，老师有苦难，这个老师是佛，佛是我们的亲教师，我们要全心全力去照顾。",
      "zh_TW": "這個修行的結果是如何？結果是滅惑，結果是消業。滅惑是斷無明煩惱，消業是斷見思煩惱、塵沙煩惱，人家用這個方法。這個方法有效嗎？為什麼有效？我們冷靜去思惟、去想想，它真有效，為什麼？用這種想法，在我們講是觀想，這些眾生不是諸佛、不是我們父母，我們要把他想作父母、想作諸佛，這是觀想。可是在諸佛如來眼光裡，他確實是一體，他是真的，他不是觀想。所以我們要從觀想下手，宗門裡面講觀照，從這裡下手；然後功夫提升，就照住；再往上提升，就照見。《心經》裡面，「觀自在菩薩，照見五蘊皆空」，像他們那個大菩薩，照見虛空法界一切眾生跟自己是一體。所以你要能夠照見，你就成佛了，最低的、起碼的你也是圓教初住菩薩，法身大士，分證位佛，你是分證佛，你是真佛不是假佛，你真正見到了。我們現在沒有見到，沒有見到，假設，把他當作，這叫觀照。當作，要真幹！眾生有苦難就是我父母有苦難，老師有苦難，這個老師是佛，佛是我們的親教師，我們要全心全力去照顧。"
    },
    {
      "id": "12-017-0180_p0012",
      "zh_CN": "今天我看到有个电子邮件，有一个居士写了一封信给我，里面提了十个问题，我还得找时间来答复他，但是他如果常常听我讲经，这些问题都解答了。他其中有一个问题说：「现在苦难的人很多，需要帮助的人很多，我实在没有力量，穷苦的人太多，我没有那么多钱财去布施，要不要布施？」要，没有力量也要勉为其难，减少自己生活所需，帮助别人。看到别人没有衣服穿、没有饭吃，如同看到自己父母在受难一样，我们要不要减衣减食去帮助他？尽心尽力就是圆满功德，怕的是我们自己不肯尽心尽力去做。有很多人疑惑，那个人来骗我，我要不要帮助他？佛法不是感情的，这一点诸位一定要知道，佛法是智慧的。所以有观音，为什么还有个大势至？观音是慈悲，大势至是智慧，他不是两个人，他是一个人，观音菩萨代表我们自性的慈悲，大势至代表自性的智慧。这个人来骗我，他骗我他是做好事，我还是要全心全力帮助他。这个人骗我，骗去做坏事，我就可以不必帮助他，这就是有智慧；他在我这边骗钱，骗去之后吃喝嫖赌，去做坏事，你要帮助他，就错误了。佛家讲「慈悲为本，方便为门」，诸佛如来教化众生，就是守住这个原则。可是又说「慈悲多祸害，方便出下流」，这什么原因？没有智慧的慈悲、方便就坏了，就造罪业；慈悲、方便要依智慧，那就成就功德。所以这个地方有「悲」，慈悲，有「无尽慧」，可见得人家的慈悲是依智慧，不是依感情，所以才成就「功德幢」，功德幢是无量的功德。",
      "zh_TW": "今天我看到有個電子郵件，有一個居士寫了一封信給我，裡面提了十個問題，我還得找時間來答覆他，但是他如果常常聽我講經，這些問題都解答了。他其中有一個問題說：「現在苦難的人很多，需要幫助的人很多，我實在沒有力量，窮苦的人太多，我沒有那麼多錢財去布施，要不要布施？」要，沒有力量也要勉為其難，減少自己生活所需，幫助別人。看到別人沒有衣服穿、沒有飯吃，如同看到自己父母在受難一樣，我們要不要減衣減食去幫助他？盡心盡力就是圓滿功德，怕的是我們自己不肯盡心盡力去做。有很多人疑惑，那個人來騙我，我要不要幫助他？佛法不是感情的，這一點諸位一定要知道，佛法是智慧的。所以有觀音，為什麼還有個大勢至？觀音是慈悲，大勢至是智慧，他不是兩個人，他是一個人，觀音菩薩代表我們自性的慈悲，大勢至代表自性的智慧。這個人來騙我，他騙我他是做好事，我還是要全心全力幫助他。這個人騙我，騙去做壞事，我就可以不必幫助他，這就是有智慧；他在我這邊騙錢，騙去之後吃喝嫖賭，去做壞事，你要幫助他，就錯誤了。佛家講「慈悲為本，方便為門」，諸佛如來教化眾生，就是守住這個原則。可是又說「慈悲多禍害，方便出下流」，這什麼原因？沒有智慧的慈悲、方便就壞了，就造罪業；慈悲、方便要依智慧，那就成就功德。所以這個地方有「悲」，慈悲，有「無盡慧」，可見得人家的慈悲是依智慧，不是依感情，所以才成就「功德幢」，功德幢是無量的功德。"
    },
    {
      "id": "12-017-0180_p0013",
      "zh_CN": "换句话说，慈悲是要做好事，方便是要做好事。什么是好事？利益一切众生，这是好事，绝不是自利。我们与一切人相处，人不为自己，完全为众生，这个人是菩萨再来，不是凡人。凡人，我们跟他相处，他能够有一半自利，一半利益众生，我们就应当帮助他；他虽然得一半自利，他还有一半利他。完全是自利，我们就不必帮助他；这个人帮助别人，帮助别人十分之一，十分之九是自利，我们就不要去帮助他。世间有许多慈善家，古人有句话说得意思很深长，「慈善家，慈善起家」，你们想想这个话的味道。这就是说他是大慈善家，很多人送钱帮助他做慈善事业，他做的慈善事业只拿十分之一、二，十分之七、八自己起家，十分之一、二做一点慈善事业。这种事情自古就有，不过古时候少，现在多。所以很多人喜欢做慈善事业，为什么？对自己慈善。没错！他现在慈善起家，大富大贵，受社会人赞叹，受社会大众供养，可是佛法是讲三世因果，来生怎么办？问题就严重了。",
      "zh_TW": "換句話說，慈悲是要做好事，方便是要做好事。什麼是好事？利益一切眾生，這是好事，絕不是自利。我們與一切人相處，人不為自己，完全為眾生，這個人是菩薩再來，不是凡人。凡人，我們跟他相處，他能夠有一半自利，一半利益眾生，我們就應當幫助他；他雖然得一半自利，他還有一半利他。完全是自利，我們就不必幫助他；這個人幫助別人，幫助別人十分之一，十分之九是自利，我們就不要去幫助他。世間有許多慈善家，古人有句話說得意思很深長，「慈善家，慈善起家」，你們想想這個話的味道。這就是說他是大慈善家，很多人送錢幫助他做慈善事業，他做的慈善事業只拿十分之一、二，十分之七、八自己起家，十分之一、二做一點慈善事業。這種事情自古就有，不過古時候少，現在多。所以很多人喜歡做慈善事業，為什麼？對自己慈善。沒錯！他現在慈善起家，大富大貴，受社會人讚歎，受社會大眾供養，可是佛法是講三世因果，來生怎麼辦？問題就嚴重了。"
    },
    {
      "id": "12-017-0180_p0014",
      "zh_CN": "真正有智慧的人，决定不敢这么做法，知道现在所得的利益是很有限，时间也很短，将来受的苦报太长，得不偿失。聪明人、真正有智慧的人，帮助一切苦难众生全盘托出，自己决定不保留一丝毫，因为他晓得将来这个做法才能得到殊胜的果报，才能得到长远真实的利益；不会为眼前小利而障碍将来的大利，不能为这一世很短、几十年的利益，障碍将来无有穷尽的利益。这都要靠真实智慧，没有智慧的人被眼前小利迷惑，所以他造业、他受报。这些事理，只有佛讲得透彻、讲得明白，真正懂得的人、明白人听了佛的教诲，恍然大悟，觉悟过来，真正回头，不再造罪业。不要说人家开口求我们帮忙，没有开口我们见到了，也主动去帮助他，还要等他开口吗？",
      "zh_TW": "真正有智慧的人，決定不敢這麼做法，知道現在所得的利益是很有限，時間也很短，將來受的苦報太長，得不償失。聰明人、真正有智慧的人，幫助一切苦難眾生全盤托出，自己決定不保留一絲毫，因為他曉得將來這個做法才能得到殊勝的果報，才能得到長遠真實的利益；不會為眼前小利而障礙將來的大利，不能為這一世很短、幾十年的利益，障礙將來無有窮盡的利益。這都要靠真實智慧，沒有智慧的人被眼前小利迷惑，所以他造業、他受報。這些事理，只有佛講得透徹、講得明白，真正懂得的人、明白人聽了佛的教誨，恍然大悟，覺悟過來，真正回頭，不再造罪業。不要說人家開口求我們幫忙，沒有開口我們見到了，也主動去幫助他，還要等他開口嗎？"
    },
    {
      "id": "12-017-0180_p0015",
      "zh_CN": "尽心尽力帮助人就是圆满功德，也不要去刻意攀缘，那也是错误，那对自己的修学有障碍。有什么障碍？你心理上有负担，你的心就不清净。诸位要晓得，自己心地不清净就是最大的障碍，障碍我们读诵、听经、开解，障碍开悟，障碍修行证果，也就是障碍我们契入佛菩萨殊胜的境界，这个道理我们要懂。佛法的修学就是生活，修行如果说跟生活脱离，那是完全错误。修行就是修正我们在日常生活当中错误的行为，什么是错误？随顺自己的知见是错误，我们自己的知见不正，这是首先自己要肯定的，绝不能随顺自己的意思，要随顺佛陀的教诲，这个人就是一个有福报的人。知过能改，我们自己的想法看法错误、不正确。自己，自己就是私；换句话说，都是你自私自利的看法、想法、做法，这就是佛法当中常常讲的，以轮回心造轮回业。可是你要知道，像《金刚经》上所说的，只要你有「我相、人相、众生相、寿者相」，你四相具足，你的心就是轮回心，你的造作就是轮回业，你就出不了六道轮回。我们相信佛菩萨，佛菩萨是「无我相、无人相、无众生相、无寿者相」，所以他的教诲就是真实的。为什么？他不是轮回心，他讲经说法不造轮回业，值得我们信赖。",
      "zh_TW": "盡心盡力幫助人就是圓滿功德，也不要去刻意攀緣，那也是錯誤，那對自己的修學有障礙。有什麼障礙？你心理上有負擔，你的心就不清淨。諸位要曉得，自己心地不清淨就是最大的障礙，障礙我們讀誦、聽經、開解，障礙開悟，障礙修行證果，也就是障礙我們契入佛菩薩殊勝的境界，這個道理我們要懂。佛法的修學就是生活，修行如果說跟生活脫離，那是完全錯誤。修行就是修正我們在日常生活當中錯誤的行為，什麼是錯誤？隨順自己的知見是錯誤，我們自己的知見不正，這是首先自己要肯定的，絕不能隨順自己的意思，要隨順佛陀的教誨，這個人就是一個有福報的人。知過能改，我們自己的想法看法錯誤、不正確。自己，自己就是私；換句話說，都是你自私自利的看法、想法、做法，這就是佛法當中常常講的，以輪迴心造輪迴業。可是你要知道，像《金剛經》上所說的，只要你有「我相、人相、眾生相、壽者相」，你四相具足，你的心就是輪迴心，你的造作就是輪迴業，你就出不了六道輪迴。我們相信佛菩薩，佛菩薩是「無我相、無人相、無眾生相、無壽者相」，所以他的教誨就是真實的。為什麼？他不是輪迴心，他講經說法不造輪迴業，值得我們信賴。"
    },
    {
      "id": "12-017-0180_p0016",
      "zh_CN": "所以学佛首先教我们皈依，皈就是回头，放弃自己，回过头来依佛菩萨，依什么？依佛菩萨的教诲，这叫皈依；还是随顺自己的意思，你没有回头，你不接受佛菩萨的教诲，你没有依他。其实我说的这个他，他跟自是一不是二，如果把自他分成两个，你就错了，你不解如来真实义。怎么自他是一？同一个自性。他今天破了四相，不但四相破了，四见也没有了，「我见、人见、众生见、寿者见」都没有了，他回归自性，他的教诲是从自性里流露出来的，他的教诲就是我们自性的性德，所以信他是信我们自性的性德，这么一回事情，我们没有被他牵着鼻子走。他要是没有破四相、要是没有破四见，他的意思是什么就叫我们怎样，那是我们被人家牵着鼻子走，为什么？自他不是一，是二。所以佛跟法身大士那个「他」是自性，不是别的。",
      "zh_TW": "所以學佛首先教我們皈依，皈就是回頭，放棄自己，回過頭來依佛菩薩，依什麼？依佛菩薩的教誨，這叫皈依；還是隨順自己的意思，你沒有回頭，你不接受佛菩薩的教誨，你沒有依他。其實我說的這個他，他跟自是一不是二，如果把自他分成兩個，你就錯了，你不解如來真實義。怎麼自他是一？同一個自性。他今天破了四相，不但四相破了，四見也沒有了，「我見、人見、眾生見、壽者見」都沒有了，他回歸自性，他的教誨是從自性裡流露出來的，他的教誨就是我們自性的性德，所以信他是信我們自性的性德，這麼一回事情，我們沒有被他牽著鼻子走。他要是沒有破四相、要是沒有破四見，他的意思是什麼就叫我們怎樣，那是我們被人家牽著鼻子走，為什麼？自他不是一，是二。所以佛跟法身大士那個「他」是自性，不是別的。"
    },
    {
      "id": "12-017-0180_p0017",
      "zh_CN": "我们真的明白这个道理，了解这个事实真相，见解就完全不一样了，《大方广佛华严经》字字句句是我们自性的流露，释迦牟尼佛自性流露跟我们自性流露是一不是二。我们凭什么信佛？凭这个信佛。凭什么皈依？凭这个皈依，皈依自性，这是自性三宝，不是别的。换句话说，我们从烦恼回归菩提，是这么个意思；从生死回归涅槃，从六道回归一真。惠能大师说得好，从邪回归到正，从迷回归到觉，从染回归到净，这个讲法讲得太好，觉正净三宝是性德，自性三宝，不是外面的。从迷邪染回归到觉正净，这个说得多好，谁能不服？所以我们一定是真实智慧、真实的善行，善行就是大慈大悲，我们要把它做到才是轮的意思，才圆满。能说不能行，那个不圆满，不能称之为轮；能行又能说才是轮，才是圆满的教学。",
      "zh_TW": "我們真的明白這個道理，了解這個事實真相，見解就完全不一樣了，《大方廣佛華嚴經》字字句句是我們自性的流露，釋迦牟尼佛自性流露跟我們自性流露是一不是二。我們憑什麼信佛？憑這個信佛。憑什麼皈依？憑這個皈依，皈依自性，這是自性三寶，不是別的。換句話說，我們從煩惱回歸菩提，是這麼個意思；從生死回歸涅槃，從六道回歸一真。惠能大師說得好，從邪回歸到正，從迷回歸到覺，從染回歸到淨，這個講法講得太好，覺正淨三寶是性德，自性三寶，不是外面的。從迷邪染回歸到覺正淨，這個說得多好，誰能不服？所以我們一定是真實智慧、真實的善行，善行就是大慈大悲，我們要把它做到才是輪的意思，才圓滿。能說不能行，那個不圓滿，不能稱之為輪；能行又能說才是輪，才是圓滿的教學。"
    },
    {
      "id": "12-017-0180_p0018",
      "zh_CN": "我们努力认真去把佛陀教诲落实，这样才能够灭除惑业苦。苦是果报，没办法消灭，消灭要从因上消灭，因缘上消灭。惑是缘，业是因，所以从惑业上可以下手，只要把这两个改变，果报就改变。果报决定是从因缘生的，因缘改变，果哪有不改变的道理？所以佛告诉我们，「依报随着正报转」，依报是什么？相分；正报是什么？见分，相分决定是依着见分转的。如果我们真正懂得这个道理，这是根本的道理，我们就有办法改变自己的容貌、改变自己的体质、改变自己生活环境，不是做不到，真做得到。世间看相的人虽然会说，他不懂得究竟的道理，他晓得相随心转，晓得风水也是随着转的。所以说「福人居福地，福地福人居」，你要找什么好风水？修福就是好风水。他这是什么？他这是经验的累积，他知道有这个道理，但是根本的道理他不晓得；他知道当然的道理，他不知道所以然的道理。所以然的道理在大乘佛法里，唯有大乘佛法告诉我们心理、物理。心理、物理从哪里来的？大乘佛法知道。所以佛三十二相八十种好怎么来的？无量劫里积德修善的果报，这样现出来的。",
      "zh_TW": "我們努力認真去把佛陀教誨落實，這樣才能夠滅除惑業苦。苦是果報，沒辦法消滅，消滅要從因上消滅，因緣上消滅。惑是緣，業是因，所以從惑業上可以下手，只要把這兩個改變，果報就改變。果報決定是從因緣生的，因緣改變，果哪有不改變的道理？所以佛告訴我們，「依報隨著正報轉」，依報是什麼？相分；正報是什麼？見分，相分決定是依著見分轉的。如果我們真正懂得這個道理，這是根本的道理，我們就有辦法改變自己的容貌、改變自己的體質、改變自己生活環境，不是做不到，真做得到。世間看相的人雖然會說，他不懂得究竟的道理，他曉得相隨心轉，曉得風水也是隨著轉的。所以說「福人居福地，福地福人居」，你要找什麼好風水？修福就是好風水。他這是什麼？他這是經驗的累積，他知道有這個道理，但是根本的道理他不曉得；他知道當然的道理，他不知道所以然的道理。所以然的道理在大乘佛法裡，唯有大乘佛法告訴我們心理、物理。心理、物理從哪裡來的？大乘佛法知道。所以佛三十二相八十種好怎麼來的？無量劫裡積德修善的果報，這樣現出來的。"
    },
    {
      "id": "12-017-0180_p0019",
      "zh_CN": "极乐世界依正庄严怎么来的？我们在《无量寿经》看到，阿弥陀佛在因地里，千亿岁闻法，五劫修行，他是至善的解行感得的依正庄严，这么来的。法藏菩萨不但一丝毫的恶业没有，一丝毫的恶念都没有，才能感得纯净的世界，净土。我们要是明白这个道理，求净土有什么难处，真的是轻而易举。那就是把自己心里一丝毫的恶念都断掉，我跟大家说的纯一善心、纯一善意、纯一善行，一句阿弥陀佛就往生。这是第十八愿「十念必生」，一丝毫的疑惑都没有，你这个善与善感应，心净则佛土净。换句话说，很多人念佛，念佛人不能往生，什么力量障碍你？恶念、恶业，心不善、行不善，虽念佛不能往生。你要问什么原因？原因很简单，你的心行不善，念佛要是往生到那里去，那个地方极乐世界，人都很和睦，你天天跟人吵架，天天跟人打架，你不是把极乐世界搞得一塌糊涂，这怎么能去？就这么个道理。一天念十万声佛号，阿弥陀佛也不敢接引你，怕是接引你去，你到这里大闹天宫，你会把极乐世界搞乱。所以一定要等，等到你哪一天心行都善，阿弥陀佛才会接引你去，就这么个简单的道理。由此可知，求生净土最重要的是心净则佛土净，净就是真正的善，所以清净平等觉是真善、是至善。心不清净、心不平等，修十善业，那个善是世间善法，你所感得的是三善道的果报，不是佛菩萨那个善果。我们都要把它辨别清楚，都要把它搞明白，然后才晓得自己怎么修法，以真诚、清净、平等的善心处事待人接物，这是真修行，真的回头。",
      "zh_TW": "極樂世界依正莊嚴怎麼來的？我們在《無量壽經》看到，阿彌陀佛在因地裡，千億歲聞法，五劫修行，他是至善的解行感得的依正莊嚴，這麼來的。法藏菩薩不但一絲毫的惡業沒有，一絲毫的惡念都沒有，才能感得純淨的世界，淨土。我們要是明白這個道理，求淨土有什麼難處，真的是輕而易舉。那就是把自己心裡一絲毫的惡念都斷掉，我跟大家說的純一善心、純一善意、純一善行，一句阿彌陀佛就往生。這是第十八願「十念必生」，一絲毫的疑惑都沒有，你這個善與善感應，心淨則佛土淨。換句話說，很多人念佛，念佛人不能往生，什麼力量障礙你？惡念、惡業，心不善、行不善，雖念佛不能往生。你要問什麼原因？原因很簡單，你的心行不善，念佛要是往生到那裡去，那個地方極樂世界，人都很和睦，你天天跟人吵架，天天跟人打架，你不是把極樂世界搞得一塌糊塗，這怎麼能去？就這麼個道理。一天念十萬聲佛號，阿彌陀佛也不敢接引你，怕是接引你去，你到這裡大鬧天宮，你會把極樂世界搞亂。所以一定要等，等到你哪一天心行都善，阿彌陀佛才會接引你去，就這麼個簡單的道理。由此可知，求生淨土最重要的是心淨則佛土淨，淨就是真正的善，所以清淨平等覺是真善、是至善。心不清淨、心不平等，修十善業，那個善是世間善法，你所感得的是三善道的果報，不是佛菩薩那個善果。我們都要把它辨別清楚，都要把它搞明白，然後才曉得自己怎麼修法，以真誠、清淨、平等的善心處事待人接物，這是真修行，真的回頭。"
    },
    {
      "id": "12-017-0180_p0020",
      "zh_CN": "念念为众生，为这些苦难众生，帮助他们得度。怎么帮助？要做个好样子给他看，让他觉悟。我们口劝他，写文章劝他，自己没有放下，表现的是不善，人家听了、看了不相信，还怀疑以为你在欺骗他，你在沽名钓誉，别人怎么肯真正发心念佛？纵然发心念佛求生净土，他也学你这个样子，口念弥陀心不善，结果还是不能往生。所以自己一定要做好样子给人看，这是佛经上常讲的，常常劝导我们「为人演说」，演是表演。我们真正要把十善业道做到，这是表演，表演给人看，我们劝别人才能产生效果。自己的惑业苦不断，怎么能帮助别人断惑业苦？破除迷惑没有别的，只有读诵大乘；要想加速度破除自己的迷惑，开智慧，唯一的办法是讲学。学不能不讲，我学多少我就讲多少，只要肯认真讲、欢喜讲，遍遍都开智慧。同样一部经，每讲一遍，决定不会一样。我过去讲《华严经》，讲了不少年，可惜那个时候我们没有这些科技设备，没有留录音，别说录影，录音带都没有留。这大概将近三十年了，跟现在讲的完全不一样。每一遍不相同，每天不相同，这什么原因？孔老夫子讲改过，天天改过。改过是行门，改过就是增长智慧。你的过改掉一分，你的智慧就长一分，改掉两分就长两分，天天改过，改过就是断烦恼，断烦恼就长菩提；天天断烦恼，菩提天天长，就这么个道理。智慧为什么不长？过不改，烦恼不肯断，你的智慧就不会增长。",
      "zh_TW": "念念為眾生，為這些苦難眾生，幫助他們得度。怎麼幫助？要做個好樣子給他看，讓他覺悟。我們口勸他，寫文章勸他，自己沒有放下，表現的是不善，人家聽了、看了不相信，還懷疑以為你在欺騙他，你在沽名釣譽，別人怎麼肯真正發心念佛？縱然發心念佛求生淨土，他也學你這個樣子，口念彌陀心不善，結果還是不能往生。所以自己一定要做好樣子給人看，這是佛經上常講的，常常勸導我們「為人演說」，演是表演。我們真正要把十善業道做到，這是表演，表演給人看，我們勸別人才能產生效果。自己的惑業苦不斷，怎麼能幫助別人斷惑業苦？破除迷惑沒有別的，只有讀誦大乘；要想加速度破除自己的迷惑，開智慧，唯一的辦法是講學。學不能不講，我學多少我就講多少，只要肯認真講、歡喜講，遍遍都開智慧。同樣一部經，每講一遍，決定不會一樣。我過去講《華嚴經》，講了不少年，可惜那個時候我們沒有這些科技設備，沒有留錄音，別說錄影，錄音帶都沒有留。這大概將近三十年了，跟現在講的完全不一樣。每一遍不相同，每天不相同，這什麼原因？孔老夫子講改過，天天改過。改過是行門，改過就是增長智慧。你的過改掉一分，你的智慧就長一分，改掉兩分就長兩分，天天改過，改過就是斷煩惱，斷煩惱就長菩提；天天斷煩惱，菩提天天長，就這麼個道理。智慧為什麼不長？過不改，煩惱不肯斷，你的智慧就不會增長。"
    },
    {
      "id": "12-017-0180_p0021",
      "zh_CN": "孔老夫子忧虑的就很有道理，他忧虑就两桩事情值得他忧虑，除了这两桩事情，没有值得他忧虑的事情。第一桩事情「学之不讲」，他忧虑；「有过不能改」，他忧虑。他忧虑不是忧虑别人，自己，他替自己担忧；他不是替别人担忧，别人与他不相干，他不会放在心上，自己。自己所学到的不肯讲给别人听，这是佛法讲的自行化他，你不肯教别人，不肯帮助别人，夫子的忧虑，自己有过自己不能改。我们从这个地方也就能够明了，圣人之所以为圣人，原来如此。我们要做圣人，跟他学就行了，喜欢把佛法介绍给别人、推荐给别人，任何场合、任何机会都不失掉，这就是夫子「讲学」的意思。要真有这个心，帮助一切众生开悟，帮助一切众生接触佛法。",
      "zh_TW": "孔老夫子憂慮的就很有道理，他憂慮就兩樁事情值得他憂慮，除了這兩樁事情，沒有值得他憂慮的事情。第一樁事情「學之不講」，他憂慮；「有過不能改」，他憂慮。他憂慮不是憂慮別人，自己，他替自己擔憂；他不是替別人擔憂，別人與他不相干，他不會放在心上，自己。自己所學到的不肯講給別人聽，這是佛法講的自行化他，你不肯教別人，不肯幫助別人，夫子的憂慮，自己有過自己不能改。我們從這個地方也就能夠明瞭，聖人之所以為聖人，原來如此。我們要做聖人，跟他學就行了，喜歡把佛法介紹給別人、推薦給別人，任何場合、任何機會都不失掉，這就是夫子「講學」的意思。要真有這個心，幫助一切眾生開悟，幫助一切眾生接觸佛法。"
    },
    {
      "id": "12-017-0180_p0022",
      "zh_CN": "自己每天认真去反省，要找到自己的过失。但是一个人见别人的过失容易，见自己的过失很难；从早想到晚，今天没有过失，看看别人，过失就很多。所以古大德教我们一个方法，把别人当作一面镜子，看到别人的过失，回头想想自己有没有？于是就发现了，发现自己的过失；看到别人一些优点、好的地方，想想自己有没有？发现自己没有。我们能够把一切众生当一面镜子，看看别人，马上回过头来照自己，自己的过失就发现了。别人的好处，我们没有，要跟人学；别人的过失，我们要有，赶紧改。那些人成圣、成贤、成菩萨、成佛，就是用这种方法成就。我们今天功夫不得力，就是不知道用这个方法，如果懂得用这个方法，决定是佛经上讲的「勇猛精进」，精进是菩萨唯一善根，我们也像无尽慧天王一样，决定得灭除一切患。我们在这里看的，他灭除一切患，「一切患」是烦恼、生死、惑业苦。他用的方法是智慧、慈悲，智慧跟慈悲一结合，圆满的教轮；自己圆满得度，也能够圆满的帮助别人。归结到最后，还是一个定、一个慧，一个悲、一个智，菩萨在此地教给我们，定慧、悲智要如何落实？全都落实在生活当中，这才是真正的幸福，真正的圆满。回头想想我们，我们生活在烦恼里面，生活在忧虑里头，生活在患难里面。对于佛菩萨，我们无限的羡慕、向往，只要学习就能够契入他们的境界，把他们的境界变成自己的境界，这是我们应当要学习的。今天就讲到此地。",
      "zh_TW": "自己每天認真去反省，要找到自己的過失。但是一個人見別人的過失容易，見自己的過失很難；從早想到晚，今天沒有過失，看看別人，過失就很多。所以古大德教我們一個方法，把別人當作一面鏡子，看到別人的過失，回頭想想自己有沒有？於是就發現了，發現自己的過失；看到別人一些優點、好的地方，想想自己有沒有？發現自己沒有。我們能夠把一切眾生當一面鏡子，看看別人，馬上回過頭來照自己，自己的過失就發現了。別人的好處，我們沒有，要跟人學；別人的過失，我們要有，趕緊改。那些人成聖、成賢、成菩薩、成佛，就是用這種方法成就。我們今天功夫不得力，就是不知道用這個方法，如果懂得用這個方法，決定是佛經上講的「勇猛精進」，精進是菩薩唯一善根，我們也像無盡慧天王一樣，決定得滅除一切患。我們在這裡看的，他滅除一切患，「一切患」是煩惱、生死、惑業苦。他用的方法是智慧、慈悲，智慧跟慈悲一結合，圓滿的教輪；自己圓滿得度，也能夠圓滿的幫助別人。歸結到最後，還是一個定、一個慧，一個悲、一個智，菩薩在此地教給我們，定慧、悲智要如何落實？全都落實在生活當中，這才是真正的幸福，真正的圓滿。回頭想想我們，我們生活在煩惱裡面，生活在憂慮裡頭，生活在患難裡面。對於佛菩薩，我們無限的羨慕、嚮往，只要學習就能夠契入他們的境界，把他們的境界變成自己的境界，這是我們應當要學習的。今天就講到此地。"
    }
  ]
}