{
  "doc_id": "12-017-0805",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八０五卷",
    "zh_TW": "第八０五卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0805",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-017-0805_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」，藏海安布庄严，第四段海间香河，长行第五句看起：",
      "zh_TW": "諸位同學，請看「華藏世界品」，藏海安布莊嚴，第四段海間香河，長行第五句看起："
    },
    {
      "id": "12-017-0805_p0002",
      "zh_CN": "【其河所有漩澓之处，一切诸佛所修因行，种种形相，皆从中出。】",
      "zh_TW": "【其河所有漩澓之處，一切諸佛所修因行，種種形相，皆從中出。】"
    },
    {
      "id": "12-017-0805_p0003",
      "zh_CN": "这一句，清凉大师跟我们提示的很简单，「漩澓出影」。『漩澓』是流水里面的漩涡，这种现象我们在河流里头常常会见到，它的原因大概是河的底这个地方特别深，或者是下面有岩石，造成水流在这个地方回旋。佛在此地以这个来比喻，显示『一切诸佛所修因行，种种形相』就像河流里面的回流一样。回流最明显的现象就是往复，我们所说的循环。因果里面常说到因果不空，因果何以不空？转变不空，漩澓有转变的意思；循环不空，它有循环的意思；相续不空，相续不但是漩澓相续，河流也是相续的，所以说是后浪推前浪，这是相续相。河流流水里头我们能够看到相续相，但是循环跟转变在漩澓里面看得很清楚。这个意思很深！我们学佛，凡是看到这个现象，这个现象实在讲处处都有，这个漩澓，最平常的、最普通的就是时针。你看看现在小学生，我看到都戴手表了，手表的指针永远在漩澓，跟经文这个地方所说的表法的意思完全相同。我们从深处去体会这个现象，岂不是《论语》里头第一句所说的，「学而时习之」，你们想想看是不是学而时习之？",
      "zh_TW": "這一句，清涼大師跟我們提示的很簡單，「漩澓出影」。『漩澓』是流水裡面的漩渦，這種現象我們在河流裡頭常常會見到，它的原因大概是河的底這個地方特別深，或者是下面有岩石，造成水流在這個地方迴旋。佛在此地以這個來比喻，顯示『一切諸佛所修因行，種種形相』就像河流裡面的迴流一樣。迴流最明顯的現象就是往復，我們所說的循環。因果裡面常說到因果不空，因果何以不空？轉變不空，漩澓有轉變的意思；循環不空，它有循環的意思；相續不空，相續不但是漩澓相續，河流也是相續的，所以說是後浪推前浪，這是相續相。河流流水裡頭我們能夠看到相續相，但是循環跟轉變在漩澓裡面看得很清楚。這個意思很深！我們學佛，凡是看到這個現象，這個現象實在講處處都有，這個漩澓，最平常的、最普通的就是時針。你看看現在小學生，我看到都戴手錶了，手錶的指針永遠在漩澓，跟經文這個地方所說的表法的意思完全相同。我們從深處去體會這個現象，豈不是《論語》裡頭第一句所說的，「學而時習之」，你們想想看是不是學而時習之？"
    },
    {
      "id": "12-017-0805_p0004",
      "zh_CN": "世出世间的圣人，学习就像水的漩澓一样，永远没有停止，永远没有休息，他才能够成就道业。时钟右旋，我们讲顺时钟的方向，右旋代表随顺性德、随顺纯善。不要向反面去漩澓，那就错了。随顺性德，我们的境界不断向上提升；如果随顺烦恼、随顺自己习气，这是决定往下坠落。永远要记住世尊在经论里面的教诲，「没有证得阿罗汉以前，不能相信自己的意思」，阿罗汉证到的是正觉，换句话说，没证到阿罗汉之前，在佛的眼光里面看是不觉。这个话是真话、是老实话，完全正确没有错误。但是我们凡夫初听到的时候总是不服，佛说话有没有说得太过分？我们凡夫心里想，佛说六道众生都是不觉、都是迷惑颠倒，我们会想：六道里头可能有一部分人迷惑颠倒，但是也有一部分很聪明的人。今天这个世间有许多科学家、哲学家，他们聪明，他们并不是佛所讲的迷惑颠倒，我们都会有这样的反应，这个反应非常正常。我初学佛的时候，看到经典上这些句子，我也是这么想法，到后来看到佛的标准，我相信了。佛经里面讲的觉跟不觉是以什么标准来衡量？以断烦恼，你的见思烦恼没断，就叫做不觉；见思烦恼断了，就叫做正觉，这个没有话说，这个我们不能不服了。",
      "zh_TW": "世出世間的聖人，學習就像水的漩澓一樣，永遠沒有停止，永遠沒有休息，他才能夠成就道業。時鐘右旋，我們講順時鐘的方向，右旋代表隨順性德、隨順純善。不要向反面去漩澓，那就錯了。隨順性德，我們的境界不斷向上提升；如果隨順煩惱、隨順自己習氣，這是決定往下墜落。永遠要記住世尊在經論裡面的教誨，「沒有證得阿羅漢以前，不能相信自己的意思」，阿羅漢證到的是正覺，換句話說，沒證到阿羅漢之前，在佛的眼光裡面看是不覺。這個話是真話、是老實話，完全正確沒有錯誤。但是我們凡夫初聽到的時候總是不服，佛說話有沒有說得太過分？我們凡夫心裡想，佛說六道眾生都是不覺、都是迷惑顛倒，我們會想：六道裡頭可能有一部分人迷惑顛倒，但是也有一部分很聰明的人。今天這個世間有許多科學家、哲學家，他們聰明，他們並不是佛所講的迷惑顛倒，我們都會有這樣的反應，這個反應非常正常。我初學佛的時候，看到經典上這些句子，我也是這麼想法，到後來看到佛的標準，我相信了。佛經裡面講的覺跟不覺是以什麼標準來衡量？以斷煩惱，你的見思煩惱沒斷，就叫做不覺；見思煩惱斷了，就叫做正覺，這個沒有話說，這個我們不能不服了。"
    },
    {
      "id": "12-017-0805_p0005",
      "zh_CN": "「见烦恼」，世尊为了教学方便起见，把它归纳，见烦恼就是错误的看法，归纳为五大类。第一类叫「身见」，执着这个身是我，叫身见。「边见」，边见就是相对的这个观念。我跟人是相对的，圣跟凡是相对的，真跟妄是相对的，是跟非是相对的，凡是相对的观念叫边见。这个观念是错误的，我们怎么晓得？我们根本不知道。执着这个身是我，哪一个人不执着身是我？怎么能说执着身是我是错了？我们永远解不开，那要到经典里面细细的去学习，才真正把它搞清楚、搞明白，我们真是无量劫来看错了。第三类叫「见取见」，第四类叫「戒取见」，这两类是讲因果。一个是你在果上看错了，见取见是果，佛法里面讲非果计果，这根本不是真正的果，你以为是果；戒取见是因，不是真正的因，你看错了。譬如说善因善果，这是正确的；你说善因恶果，这是错误的，没有这个道理；恶因善果也没有这个道理。因与果粗浅的我们没有看错，深一层的往往我们把它看错了，佛举出很多例子跟我们解释。不属于上面讲的四大类错误的见解，就是除上面四大类之外的所有一切错误的见解并做一类，「邪见」，分配在三界六道里头。",
      "zh_TW": "「見煩惱」，世尊為了教學方便起見，把它歸納，見煩惱就是錯誤的看法，歸納為五大類。第一類叫「身見」，執著這個身是我，叫身見。「邊見」，邊見就是相對的這個觀念。我跟人是相對的，聖跟凡是相對的，真跟妄是相對的，是跟非是相對的，凡是相對的觀念叫邊見。這個觀念是錯誤的，我們怎麼曉得？我們根本不知道。執著這個身是我，哪一個人不執著身是我？怎麼能說執著身是我是錯了？我們永遠解不開，那要到經典裡面細細的去學習，才真正把它搞清楚、搞明白，我們真是無量劫來看錯了。第三類叫「見取見」，第四類叫「戒取見」，這兩類是講因果。一個是你在果上看錯了，見取見是果，佛法裡面講非果計果，這根本不是真正的果，你以為是果；戒取見是因，不是真正的因，你看錯了。譬如說善因善果，這是正確的；你說善因惡果，這是錯誤的，沒有這個道理；惡因善果也沒有這個道理。因與果粗淺的我們沒有看錯，深一層的往往我們把它看錯了，佛舉出很多例子跟我們解釋。不屬於上面講的四大類錯誤的見解，就是除上面四大類之外的所有一切錯誤的見解併做一類，「邪見」，分配在三界六道裡頭。"
    },
    {
      "id": "12-017-0805_p0006",
      "zh_CN": "佛还是用归纳的方法跟我们讲了八十八品，品就是类，品类；那就是细说，把这五大类再详细的说明。八十八类要统统断尽，这叫见烦恼，你的见解不错，正确了。你的思想还错误，思想是什么？佛也把它归纳，归纳为五大类：贪、瞋、痴、慢、疑、恶见；这个头数，三界总共有八十一品，它分为九地，九九八十一。这个东西统统断尽，那个时候你的思想见解叫正知正见，正觉了，佛是用这个标准来说。我们看看我们世间很聪明的科学家、哲学家，他有没有我见？有没有边见？有！他还有没有贪瞋痴慢？有！那就不行，不符合这个标准，他不能叫正觉。正觉里头决定不能夹杂见思烦恼，见思烦恼没有断，不叫做正觉；见思烦恼断了，这个人超越六道了。六道没有了，他决定提升到四圣法界，他是属于声闻、缘觉、菩萨一类，他到那边去了。换句话说，在六道里面的居民一定有见思烦恼，见思烦恼断了不会在六道住，他升级了，他到四圣法界去了，佛用这个标准界定；这是个界限，来判定你是不是正觉。",
      "zh_TW": "佛還是用歸納的方法跟我們講了八十八品，品就是類，品類；那就是細說，把這五大類再詳細的說明。八十八類要統統斷盡，這叫見煩惱，你的見解不錯，正確了。你的思想還錯誤，思想是什麼？佛也把它歸納，歸納為五大類：貪、瞋、痴、慢、疑、惡見；這個頭數，三界總共有八十一品，它分為九地，九九八十一。這個東西統統斷盡，那個時候你的思想見解叫正知正見，正覺了，佛是用這個標準來說。我們看看我們世間很聰明的科學家、哲學家，他有沒有我見？有沒有邊見？有！他還有沒有貪瞋痴慢？有！那就不行，不符合這個標準，他不能叫正覺。正覺裡頭決定不能夾雜見思煩惱，見思煩惱沒有斷，不叫做正覺；見思煩惱斷了，這個人超越六道了。六道沒有了，他決定提升到四聖法界，他是屬於聲聞、緣覺、菩薩一類，他到那邊去了。換句話說，在六道裡面的居民一定有見思煩惱，見思煩惱斷了不會在六道住，他升級了，他到四聖法界去了，佛用這個標準界定；這是個界限，來判定你是不是正覺。"
    },
    {
      "id": "12-017-0805_p0007",
      "zh_CN": "佛法的修学，正觉是第一个成就，像我们读书拿到学士学位，这是第一个成就，学士学位。再往上提升是硕士，最高的是博士。佛法也是这三个学位，阿罗汉、辟支佛是正觉；菩萨是正等正觉，加上正等，等是等于佛，但是还没有到佛，等于佛；最高的是无上正等正觉，就好比这一般学校里的博士学位，无上正等正觉。正等正觉是硕士学位。所以佛、菩萨、阿罗汉是佛教里面学位的名称，这个学位名称全是用断烦恼来界定的。见思烦恼是头一个，见思烦恼断尽了，第二个要断的是尘沙烦恼，最后断无明烦恼；无明烦恼断尽了，圆成佛道，那就是无上正等正觉。这是讲诸佛所修的因行，断烦恼要在生活当中、要在工作里，在处事待人接物。烦恼习气由来已久，佛法常讲无量劫你养成的习气，阿赖耶里面含藏着习气种子，哪有那么简单你能够把它断掉？佛清楚、佛明了，所以佛对于初学的众生要求不高，要求也不多，这是一个好老师。就像教童蒙、教五六岁的小朋友，你一定要晓得他的能力能接受多少、能消化多少，不能太过分。而学生一定要接受老师的指导，学生不肯接受，好高骛远，不能接受的东西也要勉强去接受，跟老师不合作，这就没法子教了。",
      "zh_TW": "佛法的修學，正覺是第一個成就，像我們讀書拿到學士學位，這是第一個成就，學士學位。再往上提升是碩士，最高的是博士。佛法也是這三個學位，阿羅漢、辟支佛是正覺；菩薩是正等正覺，加上正等，等是等於佛，但是還沒有到佛，等於佛；最高的是無上正等正覺，就好比這一般學校裡的博士學位，無上正等正覺。正等正覺是碩士學位。所以佛、菩薩、阿羅漢是佛教裡面學位的名稱，這個學位名稱全是用斷煩惱來界定的。見思煩惱是頭一個，見思煩惱斷盡了，第二個要斷的是塵沙煩惱，最後斷無明煩惱；無明煩惱斷盡了，圓成佛道，那就是無上正等正覺。這是講諸佛所修的因行，斷煩惱要在生活當中、要在工作裡，在處事待人接物。煩惱習氣由來已久，佛法常講無量劫你養成的習氣，阿賴耶裡面含藏著習氣種子，哪有那麼簡單你能夠把它斷掉？佛清楚、佛明瞭，所以佛對於初學的眾生要求不高，要求也不多，這是一個好老師。就像教童蒙、教五六歲的小朋友，你一定要曉得他的能力能接受多少、能消化多少，不能太過分。而學生一定要接受老師的指導，學生不肯接受，好高騖遠，不能接受的東西也要勉強去接受，跟老師不合作，這就沒法子教了。"
    },
    {
      "id": "12-017-0805_p0008",
      "zh_CN": "世间老师教童蒙，儿童有没有合作？四、五岁的小朋友很听话。但是佛法不如是，佛法大概一般接触的，年龄最小的都十几岁，不是多数，大多数是二十岁以上的成年人，所以佛法教学就困难。成年人的毛病是好高骛远，他一进门就要广学多闻，他跟老师不合作，所以老师没有办法教，尤其是现代这个社会。古时候中国的小学，我讲小学不是学校，中国小学的意思是什么？是儿童教育。儿童教育在哪里教？家庭里头教，这是中国古时候小学的定义，跟我们现在的学校不一样，古时候就是儿童教育。父母教、祖父母教、叔叔伯伯他的长辈都教，都有义务、都有责任，为什么？这是我们家里人，这是我一族的人，我希望将来我们这个家族能有人才出来，所以都有这个责任。而且教学可以说都是以儒家为标准，这是有历史渊源的。",
      "zh_TW": "世間老師教童蒙，兒童有沒有合作？四、五歲的小朋友很聽話。但是佛法不如是，佛法大概一般接觸的，年齡最小的都十幾歲，不是多數，大多數是二十歲以上的成年人，所以佛法教學就困難。成年人的毛病是好高騖遠，他一進門就要廣學多聞，他跟老師不合作，所以老師沒有辦法教，尤其是現代這個社會。古時候中國的小學，我講小學不是學校，中國小學的意思是什麼？是兒童教育。兒童教育在哪裡教？家庭裡頭教，這是中國古時候小學的定義，跟我們現在的學校不一樣，古時候就是兒童教育。父母教、祖父母教、叔叔伯伯他的長輩都教，都有義務、都有責任，為什麼？這是我們家裡人，這是我一族的人，我希望將來我們這個家族能有人才出來，所以都有這個責任。而且教學可以說都是以儒家為標準，這是有歷史淵源的。"
    },
    {
      "id": "12-017-0805_p0009",
      "zh_CN": "自从汉武帝制定了国家教育政策、教育宗旨之后，一直到清代的末年，这个教育宗旨没有改变，差不多有两千年，根深蒂固。所以在中国民间，不认识字、没有念过书的人提到孔老夫子，自自然然肃然起敬。由此可知，夫子的教化在中国扎了根，这个根基非常深厚，虽然不认识字、没念过书，常常听老人说，他记在心里，他落实在他生活里头，印象深刻。发心出家了，虽然十几二十岁发心出家了，能够接受老师的教诲，为什么？他有家教，他懂得亲近老师，他接受老师的教导，他能跟老师配合，这就是中国所讲的师承。你亲近这个老师，你不遵守他的教诫，这不是师承。老师教的学生很多，这里头有传法弟子，这个非常重要，真正得到老师的承传。一般学生得不到，得不到的原因在哪里？跟老师不能合作。绝对不是老师有私心，老师要有私心，这个老师不是好老师，没有道德。老师有道德，老师又何尝不希望多传一些学生？传法的弟子愈多愈好。",
      "zh_TW": "自從漢武帝制定了國家教育政策、教育宗旨之後，一直到清代的末年，這個教育宗旨沒有改變，差不多有兩千年，根深蒂固。所以在中國民間，不認識字、沒有念過書的人提到孔老夫子，自自然然肅然起敬。由此可知，夫子的教化在中國紮了根，這個根基非常深厚，雖然不認識字、沒念過書，常常聽老人說，他記在心裡，他落實在他生活裡頭，印象深刻。發心出家了，雖然十幾二十歲發心出家了，能夠接受老師的教誨，為什麼？他有家教，他懂得親近老師，他接受老師的教導，他能跟老師配合，這就是中國所講的師承。你親近這個老師，你不遵守他的教誡，這不是師承。老師教的學生很多，這裡頭有傳法弟子，這個非常重要，真正得到老師的承傳。一般學生得不到，得不到的原因在哪裡？跟老師不能合作。絕對不是老師有私心，老師要有私心，這個老師不是好老師，沒有道德。老師有道德，老師又何嘗不希望多傳一些學生？傳法的弟子愈多愈好。"
    },
    {
      "id": "12-017-0805_p0010",
      "zh_CN": "在佛门里面，禅宗，诸位都晓得，第六代祖惠能大师。他老人家为什么这么出名？他的传法弟子有四十三个人，哪一代的祖师都不能跟他相比。我们看看历代的祖师，最多的传法弟子大概五、六个人，一般的二、三人很多，我们常常看到，还有单传，传一个。所以学生跟老师密切配合难，古时候已经难了，现在到哪里去找？找不到了。在现在这个社会风气里，可以说是师资之道恐怕永远都不能够恢复，要到什么时候才有？大概这个世界毁灭，新的世界再从头来起，再有圣人教诲。那是什么？众生苦难吃尽了，他才回头，这个也是漩澓，这是大的轮回。佛在经上跟我们讲的大的轮回是什么？是世界的「成住坏空」，成住坏空也是永远不间断的，这个世界成了会坏，坏了变成空，空了以后又成，成了以后又坏，成住坏空永远在漩澓，这是大的。每一个成住坏空都会有圣人出世到这个世界，在住劫的时候圣人出世；到坏劫的时候，为什么会坏？众生跟圣贤不合作了，不听了，都自以为聪明，这个时候圣贤走了，不住世了。",
      "zh_TW": "在佛門裡面，禪宗，諸位都曉得，第六代祖惠能大師。他老人家為什麼這麼出名？他的傳法弟子有四十三個人，哪一代的祖師都不能跟他相比。我們看看歷代的祖師，最多的傳法弟子大概五、六個人，一般的二、三人很多，我們常常看到，還有單傳，傳一個。所以學生跟老師密切配合難，古時候已經難了，現在到哪裡去找？找不到了。在現在這個社會風氣裡，可以說是師資之道恐怕永遠都不能夠恢復，要到什麼時候才有？大概這個世界毀滅，新的世界再從頭來起，再有聖人教誨。那是什麼？眾生苦難吃盡了，他才回頭，這個也是漩澓，這是大的輪迴。佛在經上跟我們講的大的輪迴是什麼？是世界的「成住壞空」，成住壞空也是永遠不間斷的，這個世界成了會壞，壞了變成空，空了以後又成，成了以後又壞，成住壞空永遠在漩澓，這是大的。每一個成住壞空都會有聖人出世到這個世界，在住劫的時候聖人出世；到壞劫的時候，為什麼會壞？眾生跟聖賢不合作了，不聽了，都自以為聰明，這個時候聖賢走了，不住世了。"
    },
    {
      "id": "12-017-0805_p0011",
      "zh_CN": "是不是真走呢？跟诸位说，并没有真走，圣贤换一个身分来。如果真走了，慈悲心就没有了，「佛氏门中，不舍一人」这个话就讲不通了，他已经把我们都舍弃掉了。众生舍弃佛菩萨，佛菩萨不舍弃众生，永远不舍弃众生。他来示现换一个身分，决不是用佛的身分，不用菩萨的身分，一定跟众生和光同尘，示现普通人的身分，他做不同的样子给你看。那真的，这就是说善根福德成熟的人，一看到这个样子他就觉悟，就晓得这个人是好人，这个人值得我跟他学习，善根成熟。善根不成熟，落在阿赖耶识里头，因为他业障很重，无动于衷；虽然无动于衷，意识里头已经落了好的印象，佛经里面讲种子。我们今天这个时代，释迦牟尼佛的末法时期，说老实话去释迦牟尼佛还不算太远，就是依中国历史记载，释迦牟尼佛灭度三千年了。诸佛菩萨示现在我们的世间，我们现在能理解、能肯定，永远不间断，而且永远不减少。",
      "zh_TW": "是不是真走呢？跟諸位說，並沒有真走，聖賢換一個身分來。如果真走了，慈悲心就沒有了，「佛氏門中，不捨一人」這個話就講不通了，他已經把我們都捨棄掉了。眾生捨棄佛菩薩，佛菩薩不捨棄眾生，永遠不捨棄眾生。他來示現換一個身分，決不是用佛的身分，不用菩薩的身分，一定跟眾生和光同塵，示現普通人的身分，他做不同的樣子給你看。那真的，這就是說善根福德成熟的人，一看到這個樣子他就覺悟，就曉得這個人是好人，這個人值得我跟他學習，善根成熟。善根不成熟，落在阿賴耶識裡頭，因為他業障很重，無動於衷；雖然無動於衷，意識裡頭已經落了好的印象，佛經裡面講種子。我們今天這個時代，釋迦牟尼佛的末法時期，說老實話去釋迦牟尼佛還不算太遠，就是依中國歷史記載，釋迦牟尼佛滅度三千年了。諸佛菩薩示現在我們的世間，我們現在能理解、能肯定，永遠不間斷，而且永遠不減少。"
    },
    {
      "id": "12-017-0805_p0012",
      "zh_CN": "不要以为佛出世的时候佛菩萨很多很多，祖师大德很多很多，现在希有，没有了。现在有，你看不出来。现在散在各行各业，散在男女老少，你细心去观察，你以清净心去观察，你就发现、你就体会到；粗心大意一个也找不到。哪个行业里头都有，跟诸位说，老人里头有，小朋友里头有，都有佛菩萨在示现。你看看他的思想，他说话，他的动作，与性德相应，随顺性德，学佛稍稍能够契入佛境界的体会得到，懂得；凡是妄想分别执着很重的人，心浮气躁的人他看不出来。我们在日常生活当中，观察周边的一切人事物，冷静细心观察，那个人不是佛教徒，没有接触过佛法，那是外国人，他也没有接触过孔孟的典籍，但是偶尔听听他讲的话，他所思考的，与圣贤讲的相应，我们就晓得确确实实是佛菩萨、圣贤应化的。",
      "zh_TW": "不要以為佛出世的時候佛菩薩很多很多，祖師大德很多很多，現在希有，沒有了。現在有，你看不出來。現在散在各行各業，散在男女老少，你細心去觀察，你以清淨心去觀察，你就發現、你就體會到；粗心大意一個也找不到。哪個行業裡頭都有，跟諸位說，老人裡頭有，小朋友裡頭有，都有佛菩薩在示現。你看看他的思想，他說話，他的動作，與性德相應，隨順性德，學佛稍稍能夠契入佛境界的體會得到，懂得；凡是妄想分別執著很重的人，心浮氣躁的人他看不出來。我們在日常生活當中，觀察周邊的一切人事物，冷靜細心觀察，那個人不是佛教徒，沒有接觸過佛法，那是外國人，他也沒有接觸過孔孟的典籍，但是偶爾聽聽他講的話，他所思考的，與聖賢講的相應，我們就曉得確確實實是佛菩薩、聖賢應化的。"
    },
    {
      "id": "12-017-0805_p0013",
      "zh_CN": "所以不能说现在众生烦恼习气深重，造作无量无边罪业，要感受空前的灾难、报应，佛菩萨这个时候就不顾我们了，不是的。佛菩萨这个时候一样照顾我们，从来没有减少分毫，这是事实真相。佛菩萨依旧显示在一切人事物当中，时时刻刻在启发我们。如果你读了《华严》，你真正能够体会到经里面的义趣，你才明了，才真的恍然大悟。虚空是什么？虚空是藏海，藏识海。我们这个大地是什么东西？莲华，经上讲的莲华，世界，刹土。大地上面，大的是海洋，小的是湖泊，再小的是水塘，这是我们这个地方念的，上面所念的，那是什么东西？藏识所含藏的种子。海洋这个种子量大，心量很大，小水塘心量很小。我们今天念的这一段是河流，「海间香河」，河流表什么？前面跟诸位报告过，清凉大师跟我们讲的，表同时心所。什么同时？阿赖耶里面含藏种子，这个种子起现行，同时相应的心所，香河。",
      "zh_TW": "所以不能說現在眾生煩惱習氣深重，造作無量無邊罪業，要感受空前的災難、報應，佛菩薩這個時候就不顧我們了，不是的。佛菩薩這個時候一樣照顧我們，從來沒有減少分毫，這是事實真相。佛菩薩依舊顯示在一切人事物當中，時時刻刻在啟發我們。如果你讀了《華嚴》，你真正能夠體會到經裡面的義趣，你才明瞭，才真的恍然大悟。虛空是什麼？虛空是藏海，藏識海。我們這個大地是什麼東西？蓮華，經上講的蓮華，世界，剎土。大地上面，大的是海洋，小的是湖泊，再小的是水塘，這是我們這個地方念的，上面所念的，那是什麼東西？藏識所含藏的種子。海洋這個種子量大，心量很大，小水塘心量很小。我們今天念的這一段是河流，「海間香河」，河流表什麼？前面跟諸位報告過，清涼大師跟我們講的，表同時心所。什麼同時？阿賴耶裡面含藏種子，這個種子起現行，同時相應的心所，香河。"
    },
    {
      "id": "12-017-0805_p0014",
      "zh_CN": "所以我们看到大地上大大小小的河流，佛在经上讲得深，哪一样不是佛菩萨在示现？哪一样不是在提醒我们、在觉悟我们？只可惜我们真的是在迷，真的是不觉，没觉察到。这使我们想到善财何以能够一生圆满菩提、一生证得无上正等正觉，他会学！宗门里面大德常常测验学生：「会么？」这个字、这一句话的意思好深！会么？你要是果然会了，头头是道，左右逢源；你要是不会，踏破铁鞋无觅处，找不到。问题就是你会不会，然后你才晓得这一句里面所含的义趣之深之广，无有穷尽。释迦牟尼佛当年在世，天天在表演，每天在表演就是漩澓。你每天看他，他老人家的生活为我们明显的显示出，「于人无争，于世无求」，心地清净寂灭，对众生大慈大悲。天天现这个相，生活日中一食、树下一宿，过最简单的生活。最简单的生活就是最幸福的生活、最圆满的生活，这很多人体会不到。一般人总是去追求物质文明的享受，我常常讲，物质文明享受你要付出多少代价！",
      "zh_TW": "所以我們看到大地上大大小小的河流，佛在經上講得深，哪一樣不是佛菩薩在示現？哪一樣不是在提醒我們、在覺悟我們？只可惜我們真的是在迷，真的是不覺，沒覺察到。這使我們想到善財何以能夠一生圓滿菩提、一生證得無上正等正覺，他會學！宗門裡面大德常常測驗學生：「會麼？」這個字、這一句話的意思好深！會麼？你要是果然會了，頭頭是道，左右逢源；你要是不會，踏破鐵鞋無覓處，找不到。問題就是你會不會，然後你才曉得這一句裡面所含的義趣之深之廣，無有窮盡。釋迦牟尼佛當年在世，天天在表演，每天在表演就是漩澓。你每天看他，他老人家的生活為我們明顯的顯示出，「於人無爭，於世無求」，心地清淨寂滅，對眾生大慈大悲。天天現這個相，生活日中一食、樹下一宿，過最簡單的生活。最簡單的生活就是最幸福的生活、最圓滿的生活，這很多人體會不到。一般人總是去追求物質文明的享受，我常常講，物質文明享受你要付出多少代價！"
    },
    {
      "id": "12-017-0805_p0015",
      "zh_CN": "这个代价不是金钱，金钱是身外之物，你付出的代价是什么？是妄想分别执着，这个代价太大了，这个代价往后的结局、后果是三途六道。你付出的是这个代价，这个代价是世间没有东西能够跟它相比的。我为什么过这种生活？我们今天问：我们今天是不是要学释迦牟尼佛三衣一钵、日中一食、树下一宿？不需要。为什么不需要？你要是刻意去做，你又在攀缘了。佛教导我们的是随缘，换句话说，我们现在过什么样的生活，很好，一切都随缘。这里头决定不起贪瞋痴，决定不起分别执着，就对了，跟佛就没有两样。佛生活里头没有分别、没有执着，我们今天随顺这个生活，也没有分别、也没有执着。一定要懂得随顺，对于世间一切法，佛常常讲随顺受用，决定不能占有。「这是我的」，那你就完了！身体都不是我的，这个道理几个人懂？学大乘懂得，什么是我？尽虚空遍法界是我。怎么能把小小身体，好像整个人身是我，你怎么可以把汗毛当作我，把整个身体忘掉了？错在这里。",
      "zh_TW": "這個代價不是金錢，金錢是身外之物，你付出的代價是什麼？是妄想分別執著，這個代價太大了，這個代價往後的結局、後果是三途六道。你付出的是這個代價，這個代價是世間沒有東西能夠跟它相比的。我為什麼過這種生活？我們今天問：我們今天是不是要學釋迦牟尼佛三衣一缽、日中一食、樹下一宿？不需要。為什麼不需要？你要是刻意去做，你又在攀緣了。佛教導我們的是隨緣，換句話說，我們現在過什麼樣的生活，很好，一切都隨緣。這裡頭決定不起貪瞋痴，決定不起分別執著，就對了，跟佛就沒有兩樣。佛生活裡頭沒有分別、沒有執著，我們今天隨順這個生活，也沒有分別、也沒有執著。一定要懂得隨順，對於世間一切法，佛常常講隨順受用，決定不能佔有。「這是我的」，那你就完了！身體都不是我的，這個道理幾個人懂？學大乘懂得，什麼是我？盡虛空遍法界是我。怎麼能把小小身體，好像整個人身是我，你怎麼可以把汗毛當作我，把整個身體忘掉了？錯在這裡。"
    },
    {
      "id": "12-017-0805_p0016",
      "zh_CN": "《华严》里头告诉我们，尽虚空遍法界是一个自己，所以一切人一切事一切物与我是一体。像这身体一样，这一体是没错，这身体不是完全健康，有些地方麻木不仁，麻木不仁的部分是什么？部分就是迷惑颠倒的众生，这一部分。我们能够发现这个问题，就已经开始觉悟，你要不觉悟你不会发现，你觉悟你就发现了。发现之后怎么办？帮它恢复，这讲自觉。我们今天自觉了，自觉就努力恢复，恢复正常，正常是觉而不迷。我恢复正常了，我的周边还有很多没有恢复，肯定影响他。周边往来的这些大众，善根福德因缘成熟的，他很快就跟进了。有一些跟进的还超过，这个古往今来不少数。学生超过老师的常常见，古语说得好：青出于蓝而胜于蓝，这句话是勉励我们自觉要认真提高自己的境界。不能说老师他都没有做到，我何必要做？那就错了，你永远在老师的后面跟着老师，因为你不能超前去。",
      "zh_TW": "《華嚴》裡頭告訴我們，盡虛空遍法界是一個自己，所以一切人一切事一切物與我是一體。像這身體一樣，這一體是沒錯，這身體不是完全健康，有些地方麻木不仁，麻木不仁的部分是什麼？部分就是迷惑顛倒的眾生，這一部分。我們能夠發現這個問題，就已經開始覺悟，你要不覺悟你不會發現，你覺悟你就發現了。發現之後怎麼辦？幫它恢復，這講自覺。我們今天自覺了，自覺就努力恢復，恢復正常，正常是覺而不迷。我恢復正常了，我的周邊還有很多沒有恢復，肯定影響他。周邊往來的這些大眾，善根福德因緣成熟的，他很快就跟進了。有一些跟進的還超過，這個古往今來不少數。學生超過老師的常常見，古語說得好：青出於藍而勝於藍，這句話是勉勵我們自覺要認真提高自己的境界。不能說老師他都沒有做到，我何必要做？那就錯了，你永遠在老師的後面跟著老師，因為你不能超前去。"
    },
    {
      "id": "12-017-0805_p0017",
      "zh_CN": "这个超前是正确的，你超前去，你再来帮助老师。释迦牟尼佛跟弥勒菩萨在修菩萨道的时候，弥勒菩萨资格比释迦牟尼佛老，学长，远远在释迦牟尼佛之上，释迦牟尼佛勇猛精进，超过了。本来成佛是弥勒在释迦牟尼佛之前，现在释迦牟尼佛超前成佛了，弥勒在释迦牟尼佛之后。我们想想这个意思，这是什么样的示现，教我们觉悟之后要勇猛精进。老师真的希望学生超过他，真的成就，这是好老师。如果学生的成绩都不如老师，这老师平平，老师本身没有什么成就，学生都不能超过他。老师心里头唯一的期望就是希望学生能够超过他，道德超过他，学问超过他，成就超过他，老师心里欢喜，老师心里不会嫉妒。儿子成就超过父亲，父亲会嫉妒吗？父亲感觉得荣耀。学生超过老师，老师感到荣耀。现在时间到了。",
      "zh_TW": "這個超前是正確的，你超前去，你再來幫助老師。釋迦牟尼佛跟彌勒菩薩在修菩薩道的時候，彌勒菩薩資格比釋迦牟尼佛老，學長，遠遠在釋迦牟尼佛之上，釋迦牟尼佛勇猛精進，超過了。本來成佛是彌勒在釋迦牟尼佛之前，現在釋迦牟尼佛超前成佛了，彌勒在釋迦牟尼佛之後。我們想想這個意思，這是什麼樣的示現，教我們覺悟之後要勇猛精進。老師真的希望學生超過他，真的成就，這是好老師。如果學生的成績都不如老師，這老師平平，老師本身沒有什麼成就，學生都不能超過他。老師心裡頭唯一的期望就是希望學生能夠超過他，道德超過他，學問超過他，成就超過他，老師心裡歡喜，老師心裡不會嫉妒。兒子成就超過父親，父親會嫉妒嗎？父親感覺得榮耀。學生超過老師，老師感到榮耀。現在時間到了。"
    },
    {
      "id": "12-017-0805_p0018",
      "zh_CN": "诸位同学，我们还是要看海间香河，长行第五句：",
      "zh_TW": "諸位同學，我們還是要看海間香河，長行第五句："
    },
    {
      "id": "12-017-0805_p0019",
      "zh_CN": "【其河所有漩澓之处，一切诸佛所修因行，种种形相，皆从中出。】",
      "zh_TW": "【其河所有漩澓之處，一切諸佛所修因行，種種形相，皆從中出。】"
    },
    {
      "id": "12-017-0805_p0020",
      "zh_CN": "前面已经说得很多，我们一定要懂得经文表法的义趣，这一句说得很深很广，确实是不思议的境界。经上讲的『一切诸佛』，这一句里面就含着很多意思。第一个可以说为十方过去现在（未来我们不谈）一切诸佛如来，这是一个说法。第二种讲法就像江味农居士在《金刚经》上所说的诸佛，那个诸佛是讲四十一位法身大士，这些人最低的是圆教初住菩萨，「破一品无明，证一分法身」，与诸佛是同生性，同样用的是真心；也就是我们平常讲的，他们真正是用真诚、清净、平等、正觉、慈悲，确确实实他用的是这个心，不夹杂一丝毫的妄心。妄心是什么？相反的是妄心。真诚相反是虚伪，虚伪是妄心；清净反面是染污，染污是妄心；平等的反面是贡高我慢，正觉的反面是不觉，慈悲的反面是自私，反面完全没有了，圆教初住菩萨用这个心。如果我们也用这个心，我们这个反面的完全断干净了，你就是初住菩萨，你就是法身大士。",
      "zh_TW": "前面已經說得很多，我們一定要懂得經文表法的義趣，這一句說得很深很廣，確實是不思議的境界。經上講的『一切諸佛』，這一句裡面就含著很多意思。第一個可以說為十方過去現在（未來我們不談）一切諸佛如來，這是一個說法。第二種講法就像江味農居士在《金剛經》上所說的諸佛，那個諸佛是講四十一位法身大士，這些人最低的是圓教初住菩薩，「破一品無明，證一分法身」，與諸佛是同生性，同樣用的是真心；也就是我們平常講的，他們真正是用真誠、清淨、平等、正覺、慈悲，確確實實他用的是這個心，不夾雜一絲毫的妄心。妄心是什麼？相反的是妄心。真誠相反是虛偽，虛偽是妄心；清淨反面是染污，染污是妄心；平等的反面是貢高我慢，正覺的反面是不覺，慈悲的反面是自私，反面完全沒有了，圓教初住菩薩用這個心。如果我們也用這個心，我們這個反面的完全斷乾淨了，你就是初住菩薩，你就是法身大士。"
    },
    {
      "id": "12-017-0805_p0021",
      "zh_CN": "我们今天学，学真诚里面还夹杂着虚伪，没断干净！我们的功夫要在这里做。分分断，它不是一下子断干净，没这个道理。一定要锲而不舍，真正努力去干，希望一年比一年真诚。真诚进步了，虚伪降低了，要这样干法。希望自己在一生当中把这反面的都断干净，换句话说，我这一生当中，我纵然不能证得究竟圆满的佛果，也能证得分证位，不错了！人要有这个志向，这个真正叫办大事，世间的荣华富贵、功名利禄是假的，那是一场空，不能在那里追逐。要彻底放下，我们干真的，我们走的是佛道，走的是菩提大道。一切诸佛就是从圆教初住往上，四十一位法身菩萨统统都是诸佛；一切诸佛，这是一个讲法。还有一个讲法，那就是天台大师讲的六即佛，六即佛的范围包括大了，把我们凡夫都包括了。我们凡夫是什么佛？「名字即佛」，有名无实。只要是受了三皈五戒，不管你有没有皈、有没有戒，就是挂个名，为什么？名字即佛。",
      "zh_TW": "我們今天學，學真誠裡面還夾雜著虛偽，沒斷乾淨！我們的功夫要在這裡做。分分斷，它不是一下子斷乾淨，沒這個道理。一定要鍥而不捨，真正努力去幹，希望一年比一年真誠。真誠進步了，虛偽降低了，要這樣幹法。希望自己在一生當中把這反面的都斷乾淨，換句話說，我這一生當中，我縱然不能證得究竟圓滿的佛果，也能證得分證位，不錯了！人要有這個志向，這個真正叫辦大事，世間的榮華富貴、功名利祿是假的，那是一場空，不能在那裡追逐。要徹底放下，我們幹真的，我們走的是佛道，走的是菩提大道。一切諸佛就是從圓教初住往上，四十一位法身菩薩統統都是諸佛；一切諸佛，這是一個講法。還有一個講法，那就是天台大師講的六即佛，六即佛的範圍包括大了，把我們凡夫都包括了。我們凡夫是什麼佛？「名字即佛」，有名無實。只要是受了三皈五戒，不管你有沒有皈、有沒有戒，就是掛個名，為什麼？名字即佛。"
    },
    {
      "id": "12-017-0805_p0022",
      "zh_CN": "你皈依了，三皈确实没有做到，你受了五戒，五戒一条也没有做到，挂名的，名字即佛。认真去做了，我天天真的想修，提起自己的警觉，我要觉而不迷，我要正而不邪，我要净而不染，你已经有这个念头，时时刻刻你能提得起这个念头。你能提得起十善五戒，起心动念都会想一想，「我跟十善相不相应？我这个念头该不该起？是善还是恶？」自己有能力去拣别，「我这个话是善还是恶？我这个行为是善还是恶？」能够真的反省、真的检点、真的天天在改过自新，这个叫「观行即佛」，那就不是名字，他真干。观行功夫得力，就真正能够降伏烦恼。譬如遇到很不称心的事情，人常常容易发脾气，忽然就是在这个时候提醒自己：我不应该发脾气，我何必要认真？「凡所有相，皆是虚妄」，把这个瞋恚念头马上压下去，这是观行。观就是大乘佛法里面讲的观照，行是行为，你能够时时刻刻观照自己的行为是正的还是邪的，你时时刻刻提得起观照功夫，这叫观行即佛。",
      "zh_TW": "你皈依了，三皈確實沒有做到，你受了五戒，五戒一條也沒有做到，掛名的，名字即佛。認真去做了，我天天真的想修，提起自己的警覺，我要覺而不迷，我要正而不邪，我要淨而不染，你已經有這個念頭，時時刻刻你能提得起這個念頭。你能提得起十善五戒，起心動念都會想一想，「我跟十善相不相應？我這個念頭該不該起？是善還是惡？」自己有能力去揀別，「我這個話是善還是惡？我這個行為是善還是惡？」能夠真的反省、真的檢點、真的天天在改過自新，這個叫「觀行即佛」，那就不是名字，他真幹。觀行功夫得力，就真正能夠降伏煩惱。譬如遇到很不稱心的事情，人常常容易發脾氣，忽然就是在這個時候提醒自己：我不應該發脾氣，我何必要認真？「凡所有相，皆是虛妄」，把這個瞋恚念頭馬上壓下去，這是觀行。觀就是大乘佛法裡面講的觀照，行是行為，你能夠時時刻刻觀照自己的行為是正的還是邪的，你時時刻刻提得起觀照功夫，這叫觀行即佛。"
    },
    {
      "id": "12-017-0805_p0023",
      "zh_CN": "六道凡夫都在这个境界，如果再提升，再提升就是「相似即佛」，观行提升就相似。相似是像样了，像佛的样子，那是什么？你超越六道轮回了。你是阿罗汉、辟支佛、菩萨，在四圣法界里头，出了六道，四圣法界里面的相似位，相似即佛。我们如果做到相似位，那就超越六道轮回了。那你就想像到，你见思烦恼断了，尘沙烦恼还没断，在相似位里头就要断尘沙烦恼。尘沙烦恼断尽了，你又提升到分证即佛，那就是圆教初住以上，照见。这是功夫三个等级：观照、照住、照见。照住是六即里面相似即，照见是分证即、分证位。观照，没有到照住，是六道里面的观行位。一切诸佛，有这三个意思在。第一个意思是圆满佛，究竟圆满的佛果；第二个意思是分证位，法身菩萨；第三种讲法，把名字位都包括进去。然后你才晓得，『所修因行，种种形相』，可以说从凡夫初发心一直到如来究竟果地，修行的形相统统都在这里头看出来。",
      "zh_TW": "六道凡夫都在這個境界，如果再提升，再提升就是「相似即佛」，觀行提升就相似。相似是像樣了，像佛的樣子，那是什麼？你超越六道輪迴了。你是阿羅漢、辟支佛、菩薩，在四聖法界裡頭，出了六道，四聖法界裡面的相似位，相似即佛。我們如果做到相似位，那就超越六道輪迴了。那你就想像到，你見思煩惱斷了，塵沙煩惱還沒斷，在相似位裡頭就要斷塵沙煩惱。塵沙煩惱斷盡了，你又提升到分證即佛，那就是圓教初住以上，照見。這是功夫三個等級：觀照、照住、照見。照住是六即裡面相似即，照見是分證即、分證位。觀照，沒有到照住，是六道裡面的觀行位。一切諸佛，有這三個意思在。第一個意思是圓滿佛，究竟圓滿的佛果；第二個意思是分證位，法身菩薩；第三種講法，把名字位都包括進去。然後你才曉得，『所修因行，種種形相』，可以說從凡夫初發心一直到如來究竟果地，修行的形相統統都在這裡頭看出來。"
    },
    {
      "id": "12-017-0805_p0024",
      "zh_CN": "「种种形相」，是什么个形相？跟诸位说，《大方广佛华严经》上所说的一切，就是这里讲的「种种形相」四个字。「一切诸佛所修因行，种种形相」，总共十二个字，是全部《华严》。这个句子里头你就想像到，真的是境界深广没有边际。从这个地方使我们联想到，我们供养佛、供养佛像，供品当中最重要的是一杯水，其他的什么供具都可以不要，水是一定要；香都可以不必要，水不能不要。水表什么意思？你看看此地，华藏世界周围的香水海，大海是水；莲华地面上的香海，是水；跟香海通的这些河，我们现在念到的海间香河，是水。用水表藏识，用水表藏识里头含藏的种子，又用河水表与识心相应的心所。你看看这一杯水里头的表法，意思多深多广！我们教初学不能这个讲法，这样讲法会把他讲糊涂了，他也没有办法得到真正的利益。我们最平常是用最简单的讲法，供这一杯水代表什么？代表心水，心要像水一样清净，没有污染，要像水一样平等，没有波浪。",
      "zh_TW": "「種種形相」，是什麼個形相？跟諸位說，《大方廣佛華嚴經》上所說的一切，就是這裡講的「種種形相」四個字。「一切諸佛所修因行，種種形相」，總共十二個字，是全部《華嚴》。這個句子裡頭你就想像到，真的是境界深廣沒有邊際。從這個地方使我們聯想到，我們供養佛、供養佛像，供品當中最重要的是一杯水，其他的什麼供具都可以不要，水是一定要；香都可以不必要，水不能不要。水表什麼意思？你看看此地，華藏世界周圍的香水海，大海是水；蓮華地面上的香海，是水；跟香海通的這些河，我們現在念到的海間香河，是水。用水表藏識，用水表藏識裡頭含藏的種子，又用河水表與識心相應的心所。你看看這一杯水裡頭的表法，意思多深多廣！我們教初學不能這個講法，這樣講法會把他講糊塗了，他也沒有辦法得到真正的利益。我們最平常是用最簡單的講法，供這一杯水代表什麼？代表心水，心要像水一樣清淨，沒有污染，要像水一樣平等，沒有波浪。"
    },
    {
      "id": "12-017-0805_p0025",
      "zh_CN": "波浪是什么？波浪是念头，我们的心前念灭后念生，这是波浪。如果是欢喜或者是发怒，那是大风大浪；真正平了，波浪不生，这就是定。我们讲的禅定，佛经里面也常常读到正受，正常的享受，你的心水不动。从什么地方去观察？从六根接触六尘境界，六根接触六尘境界起心动念就是香水河，河流在流动。六根接触六尘境界不起心、不动念、不分别、不执着，那就是正受，那就是禅定。禅定不是盘腿面壁，盘腿面壁那是初学，那是课堂的作业，真正要用在生活上，禅定要落实用在生活上才开智慧。在禅堂里头盘腿面壁打坐不会开智慧，要在六根接触六尘境界的地方，真正在那里炼，炼不起心、不动念、不分别、不执着。境界清清楚楚、明明了瞭是慧，心地里头如如不动是定，真正修功夫、修定慧是这样子完成的。",
      "zh_TW": "波浪是什麼？波浪是念頭，我們的心前念滅後念生，這是波浪。如果是歡喜或者是發怒，那是大風大浪；真正平了，波浪不生，這就是定。我們講的禪定，佛經裡面也常常讀到正受，正常的享受，你的心水不動。從什麼地方去觀察？從六根接觸六塵境界，六根接觸六塵境界起心動念就是香水河，河流在流動。六根接觸六塵境界不起心、不動念、不分別、不執著，那就是正受，那就是禪定。禪定不是盤腿面壁，盤腿面壁那是初學，那是課堂的作業，真正要用在生活上，禪定要落實用在生活上才開智慧。在禪堂裡頭盤腿面壁打坐不會開智慧，要在六根接觸六塵境界的地方，真正在那裡鍊，鍊不起心、不動念、不分別、不執著。境界清清楚楚、明明瞭瞭是慧，心地裡頭如如不動是定，真正修功夫、修定慧是這樣子完成的。"
    },
    {
      "id": "12-017-0805_p0026",
      "zh_CN": "所以我们到后面，现在还没讲到，你看善财童子五十三参，他参访的善知识，修禅定不是在禅堂，在什么地方？在市廛。古时候的市廛就是现在的商场、百货公司，最热闹的地方，外国人称之为MALL。修禅定的人他在那里逛，善财童子到那里去参访他，他在那里修禅定，定慧等学。我们凡夫怎么会晓得？他六根所接触的琳琅满目，他在里面也有说有笑，也不是呆呆板板的像木头人，不是的，是活人，活活泼泼。样样清楚、样样明了，这是智慧，他一点不糊涂；心里头对于所有一切的万物一点贪心都没有，一点厌恶的心都没有，他心是平的，这是修定。他心是清净的，没有被六尘境界污染，真正的禅定。定中有慧，慧中有定，定慧一体，定慧等学，他学会了。所以六波罗蜜是在生活里头学，是在工作里头学，是在处事待人接物里头学，一刹那都没有离开。以《华严》来说，普贤十愿、文殊十波罗蜜就是他的生活，法身菩萨的生活。我们能不能从供佛的一杯水里面体会到这个意思？经上说『皆从中出』，你能不能从这一杯水里面生出这么多的意思出来？这一句我们就说到此地。再看底下一句：",
      "zh_TW": "所以我們到後面，現在還沒講到，你看善財童子五十三參，他參訪的善知識，修禪定不是在禪堂，在什麼地方？在市廛。古時候的市廛就是現在的商場、百貨公司，最熱鬧的地方，外國人稱之為MALL。修禪定的人他在那裡逛，善財童子到那裡去參訪他，他在那裡修禪定，定慧等學。我們凡夫怎麼會曉得？他六根所接觸的琳琅滿目，他在裡面也有說有笑，也不是呆呆板板的像木頭人，不是的，是活人，活活潑潑。樣樣清楚、樣樣明瞭，這是智慧，他一點不糊塗；心裡頭對於所有一切的萬物一點貪心都沒有，一點厭惡的心都沒有，他心是平的，這是修定。他心是清淨的，沒有被六塵境界污染，真正的禪定。定中有慧，慧中有定，定慧一體，定慧等學，他學會了。所以六波羅蜜是在生活裡頭學，是在工作裡頭學，是在處事待人接物裡頭學，一剎那都沒有離開。以《華嚴》來說，普賢十願、文殊十波羅蜜就是他的生活，法身菩薩的生活。我們能不能從供佛的一杯水裡面體會到這個意思？經上說『皆從中出』，你能不能從這一杯水裡面生出這麼多的意思出來？這一句我們就說到此地。再看底下一句："
    },
    {
      "id": "12-017-0805_p0027",
      "zh_CN": "【摩尼为网，众宝铃铎。】",
      "zh_TW": "【摩尼為網，眾寶鈴鐸。】"
    },
    {
      "id": "12-017-0805_p0028",
      "zh_CN": "这八个字就是一句。『网』是罗网，『铃铎』，我们中国人俗话讲铃铛，小的叫铃，大的叫铎。铎就是小型的钟，比铃大，比钟小。最常见的，现在好像也不常见了，我们从前在学校念书，上下课打铃，那个铃是铎，是个大的，有工友到时间他就摇铃，上课了，下课了。也有学校，这是个小的钟，那是属于铎，它挂在固定的地方，到时间的时候，它有绳子拴在钟的锤上，锤是在钟的当中，你摆动它就响，这样的钟我们往往在一般教堂里面还能看到。这个意思大家能体会到吗？「铃铎」是叫你上课。「网」是罗网，罗网表的意思很广，网一般来讲、总的意思来说，包罗万象。经典上讲罗网，多半都是取帝释天天宫里面的罗网，装饰品。这个网里面系着明珠，就是摩尼宝珠，珠就像一面镜子一样，外面的景象都照在里头。它这个珠子很多，网与网交叉地方都结上明珠，珠跟珠互相照映，那个景象重重无尽，就好像镜子对照一样。",
      "zh_TW": "這八個字就是一句。『網』是羅網，『鈴鐸』，我們中國人俗話講鈴鐺，小的叫鈴，大的叫鐸。鐸就是小型的鐘，比鈴大，比鐘小。最常見的，現在好像也不常見了，我們從前在學校念書，上下課打鈴，那個鈴是鐸，是個大的，有工友到時間他就搖鈴，上課了，下課了。也有學校，這是個小的鐘，那是屬於鐸，它掛在固定的地方，到時間的時候，它有繩子拴在鐘的鎚上，鎚是在鐘的當中，你擺動它就響，這樣的鐘我們往往在一般教堂裡面還能看到。這個意思大家能體會到嗎？「鈴鐸」是叫你上課。「網」是羅網，羅網表的意思很廣，網一般來講、總的意思來說，包羅萬象。經典上講羅網，多半都是取帝釋天天宮裡面的羅網，裝飾品。這個網裡面繫著明珠，就是摩尼寶珠，珠就像一面鏡子一樣，外面的景象都照在裡頭。它這個珠子很多，網與網交叉地方都結上明珠，珠跟珠互相照映，那個景象重重無盡，就好像鏡子對照一樣。"
    },
    {
      "id": "12-017-0805_p0029",
      "zh_CN": "我们知道镜子是平面的，那个珠是圆形的，圆形的镜子照起外面的色相，它产生变化了，从变化里面我们体会到「凡所有相，皆是虚妄」。那个相会变，这说明你用什么眼光去看，那个相就变成什么样子，相随心转，随着我心转。我看那个人是好人，愈看愈好；我看那个人是恶人，愈看愈恶，他是不是真的好、真的恶？不见得！好跟恶，说老实话没有标准，真的没有标准。佛菩萨有没有标准？佛菩萨也没有标准。绝对的标准是什么？善恶两边都离开了，这是绝对标准，这个跟你说真的。宇宙之间一切人事物，古人讲得好：「性本善」，那个性本善的善，是善恶都没有了，那叫善；有善有恶就不善。换句话说，如何你见到本善？你六根接触六尘境界，不加丝毫意思，你就见到本善。这个本善是什么？《华严经》上讲的一真法界，只要不加一点意思，现前这个世界是华严世界，是一真法界。我们为什么见不到？我们把意思加在里头。",
      "zh_TW": "我們知道鏡子是平面的，那個珠是圓形的，圓形的鏡子照起外面的色相，它產生變化了，從變化裡面我們體會到「凡所有相，皆是虛妄」。那個相會變，這說明你用什麼眼光去看，那個相就變成什麼樣子，相隨心轉，隨著我心轉。我看那個人是好人，愈看愈好；我看那個人是惡人，愈看愈惡，他是不是真的好、真的惡？不見得！好跟惡，說老實話沒有標準，真的沒有標準。佛菩薩有沒有標準？佛菩薩也沒有標準。絕對的標準是什麼？善惡兩邊都離開了，這是絕對標準，這個跟你說真的。宇宙之間一切人事物，古人講得好：「性本善」，那個性本善的善，是善惡都沒有了，那叫善；有善有惡就不善。換句話說，如何你見到本善？你六根接觸六塵境界，不加絲毫意思，你就見到本善。這個本善是什麼？《華嚴經》上講的一真法界，只要不加一點意思，現前這個世界是華嚴世界，是一真法界。我們為什麼見不到？我們把意思加在裡頭。"
    },
    {
      "id": "12-017-0805_p0030",
      "zh_CN": "平常我们有个术语，常常讲「注意」，注意不是好事情。注是什么？注入。意是什么？意思。注意是六道凡夫，觉悟的人才不会把意思注在这个里头，六根接触六尘境界要把意思注在里面就坏了，马上就变相，变质了。所以佛常常教人第一念，第一念是什么？没有意思，没有加丝毫意思在里面。第二念，意思就跑出来了，是识，第二念见性就变成了眼识，耳根闻性就变成了耳识，第二念就变了。第一念跟第二念几乎是同时的，佛法里面讲一弹指有六十刹那，一刹那有九百生灭，一个生灭就是一个念头。所以，能保持第一念的就是法身大士；保持不了第二念，是九界众生。诸位要听清楚，九界包括声闻、缘觉、权教菩萨，保不住，第二念就迷了，第二念是八识五十一心所起作用了。永远保持第一念就转识成智，分证位佛，他是分证位佛，《华严经》上讲的法身大士。所以这个「网」含的意很广很深，表法的义趣我们总得要能够体会到几分。",
      "zh_TW": "平常我們有個術語，常常講「注意」，注意不是好事情。注是什麼？注入。意是什麼？意思。注意是六道凡夫，覺悟的人才不會把意思注在這個裡頭，六根接觸六塵境界要把意思注在裡面就壞了，馬上就變相，變質了。所以佛常常教人第一念，第一念是什麼？沒有意思，沒有加絲毫意思在裡面。第二念，意思就跑出來了，是識，第二念見性就變成了眼識，耳根聞性就變成了耳識，第二念就變了。第一念跟第二念幾乎是同時的，佛法裡面講一彈指有六十剎那，一剎那有九百生滅，一個生滅就是一個念頭。所以，能保持第一念的就是法身大士；保持不了第二念，是九界眾生。諸位要聽清楚，九界包括聲聞、緣覺、權教菩薩，保不住，第二念就迷了，第二念是八識五十一心所起作用了。永遠保持第一念就轉識成智，分證位佛，他是分證位佛，《華嚴經》上講的法身大士。所以這個「網」含的意很廣很深，表法的義趣我們總得要能夠體會到幾分。"
    },
    {
      "id": "12-017-0805_p0031",
      "zh_CN": "我们在一切处所，看到网就想到：网在教我们。所以，一切人、一切事、一切物，从来没有间断在教导我们，关键还是在「会么？」果然会学，我们的学习从来不会间断，真的问题在会不会。不是说别人会不会，自己会不会；别人会不会与我没有关系，自己会不会。摩尼是网。「众宝铃铎」，铃铎刚才讲了，铃铎是教学。执掌教学的这个工作也称为师铎，手上拿着铃上课。这什么时代？古时候的私塾，私塾学生少的六、七个学生，多的一、二十个学生，三十个以上的大概都没有，顶多二十几个。这是古时候的私塾，老师一个人，没有工友。上课摇铃，老师自己摇铃；下课的时候，学生可以轻松一下，休息，离开教室；上课时间到了，老师摇铃，学生赶快回到自己座位，这是铃铎，你从这里体会。「众宝」，当然是形容教学的课程，老师教的是什么东西？全是圣贤书，我们佛法里称之为法宝。世俗里头所教的，在中国决定少不了四书五经、诸子百家，这是教学内容，课本，真正是宝。",
      "zh_TW": "我們在一切處所，看到網就想到：網在教我們。所以，一切人、一切事、一切物，從來沒有間斷在教導我們，關鍵還是在「會麼？」果然會學，我們的學習從來不會間斷，真的問題在會不會。不是說別人會不會，自己會不會；別人會不會與我沒有關係，自己會不會。摩尼是網。「眾寶鈴鐸」，鈴鐸剛才講了，鈴鐸是教學。執掌教學的這個工作也稱為師鐸，手上拿著鈴上課。這什麼時代？古時候的私塾，私塾學生少的六、七個學生，多的一、二十個學生，三十個以上的大概都沒有，頂多二十幾個。這是古時候的私塾，老師一個人，沒有工友。上課搖鈴，老師自己搖鈴；下課的時候，學生可以輕鬆一下，休息，離開教室；上課時間到了，老師搖鈴，學生趕快回到自己座位，這是鈴鐸，你從這裡體會。「眾寶」，當然是形容教學的課程，老師教的是什麼東西？全是聖賢書，我們佛法裡稱之為法寶。世俗裡頭所教的，在中國決定少不了四書五經、諸子百家，這是教學內容，課本，真正是寶。"
    },
    {
      "id": "12-017-0805_p0032",
      "zh_CN": "古时候小学，老师教的是教你生活起居、处事待人接物的规矩，那是德行。教你说话，说话要有分寸、要有礼貌，言语；教规矩，老师做榜样，学了之后你回去，你知道对父母、对兄弟姐妹是些什么样的态度，生活教育。古人也把这些东西写出来、记录下来，就是大家熟知的《弟子规》这一类的，这是小学教材。需要读的一定是四书五经，老师只教读，教句读，只教你读，没有讲解。为什么？年岁太小，智慧没开。这个时候他的长处就是记忆，小孩的记忆力好，没有妄想、没有杂念，利用他这个长处、他的特质，充分的利用它。大概总是到十二岁记忆力最好的时候，在这个阶段里头，所有重要的典籍，教他读、教他背。所以私塾教学老师是不讲解的，只讲规矩。处事待人是规矩、礼节，这个要讲，书不讲，教这个。督促，看着你背。天分好的，督促他背一百遍，一百遍背完了可以下课。所以下课不是同时下课的，有早有迟，下课不要打铃的。你一百遍你先背完了，你先下课；那个还没有背完的，继续在背。天分差一点的，我们一般讲迟钝的、笨一点的人，要背两百遍，加倍。为什么？他才不会忘记。所以只有上课的时候打铃，下课不打铃的，每一个学生下课先后不同的，跟现在学校不一样。",
      "zh_TW": "古時候小學，老師教的是教你生活起居、處事待人接物的規矩，那是德行。教你說話，說話要有分寸、要有禮貌，言語；教規矩，老師做榜樣，學了之後你回去，你知道對父母、對兄弟姐妹是些什麼樣的態度，生活教育。古人也把這些東西寫出來、記錄下來，就是大家熟知的《弟子規》這一類的，這是小學教材。需要讀的一定是四書五經，老師只教讀，教句讀，只教你讀，沒有講解。為什麼？年歲太小，智慧沒開。這個時候他的長處就是記憶，小孩的記憶力好，沒有妄想、沒有雜念，利用他這個長處、他的特質，充分的利用它。大概總是到十二歲記憶力最好的時候，在這個階段裡頭，所有重要的典籍，教他讀、教他背。所以私塾教學老師是不講解的，只講規矩。處事待人是規矩、禮節，這個要講，書不講，教這個。督促，看著你背。天分好的，督促他背一百遍，一百遍背完了可以下課。所以下課不是同時下課的，有早有遲，下課不要打鈴的。你一百遍你先背完了，你先下課；那個還沒有背完的，繼續在背。天分差一點的，我們一般講遲鈍的、笨一點的人，要背兩百遍，加倍。為什麼？他才不會忘記。所以只有上課的時候打鈴，下課不打鈴的，每一個學生下課先後不同的，跟現在學校不一樣。"
    },
    {
      "id": "12-017-0805_p0033",
      "zh_CN": "古时候是从六、七岁开始到十二岁，大概也是六年的时间。能力很强的，记忆力非常好的，四书五经背过之后，可以选背诸子百家。百家是文集，我们现在中国古时候编的丛书，《四库全书》：经、史、子、集，背这些东西，由老师来选择、来挑选，教给学生背诵。在佛法里面也不例外，但是佛法出家不是从小，不是从六、七岁，佛法出家大概都是十五岁以上到二十几岁，由此可知，他的小学教育完成了。甚至于古时候十三、四岁就入太学，秀才，我们也称为童生，童生就是秀才。入太学读书，有讲解、有研究讨论，你小学所背诵的东西现在要开始研究、讨论、讲解。它是分为两个阶段，小时候记忆力好要你背，十三、四岁智慧慢慢开了，能够懂得了，来研究讨论。所以在古代确确实实有考取举人、考取进士，二十岁，二十岁弱冠；还有十九岁考取的，那还叫童子。",
      "zh_TW": "古時候是從六、七歲開始到十二歲，大概也是六年的時間。能力很強的，記憶力非常好的，四書五經背過之後，可以選背諸子百家。百家是文集，我們現在中國古時候編的叢書，《四庫全書》：經、史、子、集，背這些東西，由老師來選擇、來挑選，教給學生背誦。在佛法裡面也不例外，但是佛法出家不是從小，不是從六、七歲，佛法出家大概都是十五歲以上到二十幾歲，由此可知，他的小學教育完成了。甚至於古時候十三、四歲就入太學，秀才，我們也稱為童生，童生就是秀才。入太學讀書，有講解、有研究討論，你小學所背誦的東西現在要開始研究、討論、講解。它是分為兩個階段，小時候記憶力好要你背，十三、四歲智慧慢慢開了，能夠懂得了，來研究討論。所以在古代確確實實有考取舉人、考取進士，二十歲，二十歲弱冠；還有十九歲考取的，那還叫童子。"
    },
    {
      "id": "12-017-0805_p0034",
      "zh_CN": "考取举人、考取进士成绩优异的，国家往往分配你担任县市长，县市的领导人。多大年岁？十九、二十岁。教成的！这叫出仕，你出去作官，为社会、为人民造福；对他自己来说，修福。人生享福是在晚年，退休之后享福，这个跟外国人的思想不一样。所以少年的时候苦学，奠定福慧的根基；壮年的时候为社会、为国家服务，为人民造福，自己在修福；到晚年退休了，现在人讲退休，古时候叫「致仕」，就是退休，退休之后享福。外国人跟我们恰恰相反，外国人是少年享福，中年拼命受苦受难，谋自己生活；晚年的时候，过去我常常听说外国人是少年的天堂、中年人的战场、老年人的坟墓，他跟我们中国完全是相反的。这个社会上流行的言语不错，我们在外国仔细观察，是这个样子。年老的时候没有人理会，虽然住在养老院，养老院住那么多人，彼此都不谈话、都不往来，孤孤单单的一个人。吃饱之后，身体好的院子里面散散步；身体稍微差一点的，坐在椅子上晒太阳，没有人跟他打招呼，没有人跟他说话，寂寞！",
      "zh_TW": "考取舉人、考取進士成績優異的，國家往往分配你擔任縣市長，縣市的領導人。多大年歲？十九、二十歲。教成的！這叫出仕，你出去作官，為社會、為人民造福；對他自己來說，修福。人生享福是在晚年，退休之後享福，這個跟外國人的思想不一樣。所以少年的時候苦學，奠定福慧的根基；壯年的時候為社會、為國家服務，為人民造福，自己在修福；到晚年退休了，現在人講退休，古時候叫「致仕」，就是退休，退休之後享福。外國人跟我們恰恰相反，外國人是少年享福，中年拼命受苦受難，謀自己生活；晚年的時候，過去我常常聽說外國人是少年的天堂、中年人的戰場、老年人的墳墓，他跟我們中國完全是相反的。這個社會上流行的言語不錯，我們在外國仔細觀察，是這個樣子。年老的時候沒有人理會，雖然住在養老院，養老院住那麼多人，彼此都不談話、都不往來，孤孤單單的一個人。吃飽之後，身體好的院子裡面散散步；身體稍微差一點的，坐在椅子上曬太陽，沒有人跟他打招呼，沒有人跟他說話，寂寞！"
    },
    {
      "id": "12-017-0805_p0035",
      "zh_CN": "我们看到很难过，我们想想如果我们晚年是这个样子，怎么办？他们在那里晒太阳，等死！中国人常讲坐吃等死，那是什么味道？这是一生最后的一个阶段，多可怜！我们看得很多很多，有几个人有警觉心？释迦牟尼佛有，看到生老病死他觉悟了，生老病死的现象都摆在我们面前，几个人能像释迦牟尼佛觉悟？哪个人不老？我自己要老，我老了以后是不是也跟他一样？想到这个地方，我们就要警觉怎么样解决这个问题。释迦牟尼佛是因此而发心学道的，舍弃世间地位、权力、荣华富贵，他去修道。为什么？只有修道才能解决这个问题。要不认真的来学习，这个问题解决不了。果然没错，世尊确确实实把解决这个问题的效果展示给我们看，教导我们。",
      "zh_TW": "我們看到很難過，我們想想如果我們晚年是這個樣子，怎麼辦？他們在那裡曬太陽，等死！中國人常講坐吃等死，那是什麼味道？這是一生最後的一個階段，多可憐！我們看得很多很多，有幾個人有警覺心？釋迦牟尼佛有，看到生老病死他覺悟了，生老病死的現象都擺在我們面前，幾個人能像釋迦牟尼佛覺悟？哪個人不老？我自己要老，我老了以後是不是也跟他一樣？想到這個地方，我們就要警覺怎麼樣解決這個問題。釋迦牟尼佛是因此而發心學道的，捨棄世間地位、權力、榮華富貴，他去修道。為什麼？只有修道才能解決這個問題。要不認真的來學習，這個問題解決不了。果然沒錯，世尊確確實實把解決這個問題的效果展示給我們看，教導我們。"
    },
    {
      "id": "12-017-0805_p0036",
      "zh_CN": "中国人在全世界来说，现在连美国人都肯定中国人有超过一般人的智慧，现在西方人肯定。从中国的教学，思想、理念、教学的方法，你能看得出来中国人的智慧。小，受一点苦、受一点折磨算什么？小时候受了苦，老的时候不受苦，谁能想得到？小时候要享尽了福，老时候受苦，你们想想看，你是愿意老时候享福，还是愿意小时候享福？你是愿意小时候吃苦，还是年老的时候吃苦？你能把这个帐算清楚，你就明白了。我年轻的时候受苦受难，同事、朋友在下班的时候游乐场所去玩去了，看到我在这里读经、在这里学佛，都说我迷信。没有学佛之前我喜欢读书，都说我是书呆子；书呆子以后学佛了，迷在佛里头，不知道去玩。他们是明着跟我讲，我回答他什么？我说：我不是不想去玩，我玩不起。为什么？我如果现在玩，我老年要受罪。我现在年轻，可以能够忍受，现在好好的努力学习。我玩的时候，我说我会玩，不过我现在不能玩，我到年岁大的时候再去玩。他们笑笑，不懂！到我五、六十岁了，常常到国外去讲经、去玩，他们明白了，和尚讲的话不是假的，真的。他们那个时候工作很辛苦，快到退休了，看到我今天到这个国家，明天到那个国家，他才知道。玩要有本钱，没有本钱怎么玩法。先要把本钱赚够，先要好好的学，道德、学问、知识统统有了成就，这个时候像孔老夫子周游列国。释迦牟尼佛弘法利生也是周游列国，那是我们的好样子，我看明白了，我看懂了，认真学习，这是「众宝铃铎」里面的含义。",
      "zh_TW": "中國人在全世界來說，現在連美國人都肯定中國人有超過一般人的智慧，現在西方人肯定。從中國的教學，思想、理念、教學的方法，你能看得出來中國人的智慧。小，受一點苦、受一點折磨算什麼？小時候受了苦，老的時候不受苦，誰能想得到？小時候要享盡了福，老時候受苦，你們想想看，你是願意老時候享福，還是願意小時候享福？你是願意小時候吃苦，還是年老的時候吃苦？你能把這個帳算清楚，你就明白了。我年輕的時候受苦受難，同事、朋友在下班的時候遊樂場所去玩去了，看到我在這裡讀經、在這裡學佛，都說我迷信。沒有學佛之前我喜歡讀書，都說我是書呆子；書呆子以後學佛了，迷在佛裡頭，不知道去玩。他們是明著跟我講，我回答他什麼？我說：我不是不想去玩，我玩不起。為什麼？我如果現在玩，我老年要受罪。我現在年輕，可以能夠忍受，現在好好的努力學習。我玩的時候，我說我會玩，不過我現在不能玩，我到年歲大的時候再去玩。他們笑笑，不懂！到我五、六十歲了，常常到國外去講經、去玩，他們明白了，和尚講的話不是假的，真的。他們那個時候工作很辛苦，快到退休了，看到我今天到這個國家，明天到那個國家，他才知道。玩要有本錢，沒有本錢怎麼玩法。先要把本錢賺夠，先要好好的學，道德、學問、知識統統有了成就，這個時候像孔老夫子周遊列國。釋迦牟尼佛弘法利生也是周遊列國，那是我們的好樣子，我看明白了，我看懂了，認真學習，這是「眾寶鈴鐸」裡面的含義。"
    }
  ]
}