{
  "doc_id": "12-017-1068",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０六八卷",
    "zh_TW": "第一０六八卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1068",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1068_p0001",
      "zh_CN": "诸位同学，请看清凉大师《疏》里面的第三段，无量四谛，我们先把疏文念一段。",
      "zh_TW": "諸位同學，請看清涼大師《疏》裡面的第三段，無量四諦，我們先把疏文念一段。"
    },
    {
      "id": "12-017-1068_p0002",
      "zh_CN": "「又二乘虽知苦相，不知无量相，故大经云，苦有无量相，非诸声闻缘觉所知。瑜伽说，苦有一百一十。然此经中虽彰名异，即表义殊，以名必召实故，是无量四谛义也」。我们读到这个地方，这一段是讲无量四谛。前面说过二乘，他知道人空，他不知道法空；他能够破我执，他不能够破法执。清凉大师说，「二乘不见法空苦性，故无真实」。这个地方说，他又不知无量，不见相故，也不是真实。前面所讲的是理智，故但见生空，不见法空，这不如菩萨。这个地方讲的是量智，他只知粗相，不知细相，所以也不及菩萨。这个说法是古人所讲的，这个意思我们现在，实在说是借着科学的发现，我们听这些话能够体会到里面的意思。譬如讲空、讲有、讲无量，我们能体会到。",
      "zh_TW": "「又二乘雖知苦相，不知無量相，故大經云，苦有無量相，非諸聲聞緣覺所知。瑜伽說，苦有一百一十。然此經中雖彰名異，即表義殊，以名必召實故，是無量四諦義也」。我們讀到這個地方，這一段是講無量四諦。前面說過二乘，他知道人空，他不知道法空；他能夠破我執，他不能夠破法執。清涼大師說，「二乘不見法空苦性，故無真實」。這個地方說，他又不知無量，不見相故，也不是真實。前面所講的是理智，故但見生空，不見法空，這不如菩薩。這個地方講的是量智，他只知粗相，不知細相，所以也不及菩薩。這個說法是古人所講的，這個意思我們現在，實在說是藉著科學的發現，我們聽這些話能夠體會到裡面的意思。譬如講空、講有、講無量，我們能體會到。"
    },
    {
      "id": "12-017-1068_p0003",
      "zh_CN": "所以我们想想古人科学技术没有发明，佛说这些宇宙现象，他怎么能体会？这不可思议。所以就根性来讲，我们跟古人比，没法子比。现在的科学，大家都知道向两个极端在发展，一个讲太空物理，无限大；一个是走反过来的极端，量子力学，那是讲无限小。这两个极端，跟佛在经上讲的完全相应。所以我们看科学研究的报告，对于经教所说的，我们能懂、能体会到佛所说的意思。所以说，二乘虽知苦相，其实声闻、缘觉他们知道这个苦的相，比六道凡夫要殊胜多多，我们哪能比得上他？阿罗汉能够看到微尘，阿罗汉的天眼，四禅天人所不及，我们凡夫就更不必说了。但是他跟菩萨比，那就小巫见大巫，他的能力就非常有限。",
      "zh_TW": "所以我們想想古人科學技術沒有發明，佛說這些宇宙現象，他怎麼能體會？這不可思議。所以就根性來講，我們跟古人比，沒法子比。現在的科學，大家都知道向兩個極端在發展，一個講太空物理，無限大；一個是走反過來的極端，量子力學，那是講無限小。這兩個極端，跟佛在經上講的完全相應。所以我們看科學研究的報告，對於經教所說的，我們能懂、能體會到佛所說的意思。所以說，二乘雖知苦相，其實聲聞、緣覺他們知道這個苦的相，比六道凡夫要殊勝多多，我們哪能比得上他？阿羅漢能夠看到微塵，阿羅漢的天眼，四禪天人所不及，我們凡夫就更不必說了。但是他跟菩薩比，那就小巫見大巫，他的能力就非常有限。"
    },
    {
      "id": "12-017-1068_p0004",
      "zh_CN": "至于微观世界，现在微观的科技，实在讲，所谓一日千里。像我们现在看到的《大藏经》、《四库全书》，我们现在所拥有的是浓缩的版本，把《四库全书》的原本缩小，一面现在容纳四面；换句话说，一本书就是原书的四本，四本浓缩成一本。《四库全书》，台湾商务印书馆出版的，十六开的本子，一千五百册。要是照原来大小那样印出来，像现在这个册数要增加四倍，六千册。照它原来大小把它印出来，六千册，这么厚的本子，六千册。可是现在用微观的技术做成光碟，有人送了我一套《四库全书》，摆在桌上，就这么一点点。从前几十个书架放不下的，现在只要一点点地方就统统放下去了。这个科技令人惊讶。但是在《华严经》上所讲的这个微观技术，我们今天科学家听到之后，真叫叹为观止。佛法里面讲，整个宇宙可以把它浓缩在一微尘里头。我们想想，这一部《四库全书》它浓缩起来，光碟大概也有好几百片，它装成盒子，好像有十盒，每一盒大概有这么厚，十盒差不多摆在我们桌子上也还有一点分量。这才一套书，这太小了，浓缩还有这么大的面积，人家把整个宇宙浓缩成一微尘。",
      "zh_TW": "至於微觀世界，現在微觀的科技，實在講，所謂一日千里。像我們現在看到的《大藏經》、《四庫全書》，我們現在所擁有的是濃縮的版本，把《四庫全書》的原本縮小，一面現在容納四面；換句話說，一本書就是原書的四本，四本濃縮成一本。《四庫全書》，台灣商務印書館出版的，十六開的本子，一千五百冊。要是照原來大小那樣印出來，像現在這個冊數要增加四倍，六千冊。照它原來大小把它印出來，六千冊，這麼厚的本子，六千冊。可是現在用微觀的技術做成光碟，有人送了我一套《四庫全書》，擺在桌上，就這麼一點點。從前幾十個書架放不下的，現在只要一點點地方就統統放下去了。這個科技令人驚訝。但是在《華嚴經》上所講的這個微觀技術，我們今天科學家聽到之後，真叫嘆為觀止。佛法裡面講，整個宇宙可以把它濃縮在一微塵裡頭。我們想想，這一部《四庫全書》它濃縮起來，光碟大概也有好幾百片，它裝成盒子，好像有十盒，每一盒大概有這麼厚，十盒差不多擺在我們桌子上也還有一點分量。這才一套書，這太小了，濃縮還有這麼大的面積，人家把整個宇宙濃縮成一微塵。"
    },
    {
      "id": "12-017-1068_p0005",
      "zh_CN": "佛经里面常讲，「芥子纳须弥」，芥子是芥菜子，一点点大，像芝麻粒那么大，那么大的须弥山放在芥菜子里面，这是讲浓缩。须弥山并没有缩小，芥菜子也没有放大，为什么？只要称性就没有大小。我们今天科学技术怎么样发展，还达不到见性；换句话说，还是有大小。我们看到这个《四库》，很大的面积，现在看到浓缩成光碟，这个很小，我们一手就提走了；《四库全书》要好几个卡车才能装得下去，现在浓缩，我们手提就提走了。我们相信科技还会进步，可能进步到将来这一部《四库全书》大概只要几片光碟就行。佛告诉我们，像这个光碟它的容积能容纳多少？无限大，无量！不要说那么大一个光碟，把它缩小，缩小成一个铜板，里面的容积是无量大。像这些，阿罗汉、辟支佛、权教菩萨不知道！所以这个经上说，他虽知道苦集灭道，知的是粗相，细相他不知道；有量的他知道，无量的他不知道，这种智慧称为量智。所以他知道生空，不知道法空，他只能超越六道，不能超越十法界。",
      "zh_TW": "佛經裡面常講，「芥子納須彌」，芥子是芥菜子，一點點大，像芝麻粒那麼大，那麼大的須彌山放在芥菜子裡面，這是講濃縮。須彌山並沒有縮小，芥菜子也沒有放大，為什麼？只要稱性就沒有大小。我們今天科學技術怎麼樣發展，還達不到見性；換句話說，還是有大小。我們看到這個《四庫》，很大的面積，現在看到濃縮成光碟，這個很小，我們一手就提走了；《四庫全書》要好幾個卡車才能裝得下去，現在濃縮，我們手提就提走了。我們相信科技還會進步，可能進步到將來這一部《四庫全書》大概只要幾片光碟就行。佛告訴我們，像這個光碟它的容積能容納多少？無限大，無量！不要說那麼大一個光碟，把它縮小，縮小成一個銅板，裡面的容積是無量大。像這些，阿羅漢、辟支佛、權教菩薩不知道！所以這個經上說，他雖知道苦集滅道，知的是粗相，細相他不知道；有量的他知道，無量的他不知道，這種智慧稱為量智。所以他知道生空，不知道法空，他只能超越六道，不能超越十法界。"
    },
    {
      "id": "12-017-1068_p0006",
      "zh_CN": "这是我们藉科学来说，使大家先有一个概念，然后我们再细心去体会这个事实。事实在哪里？就在我们自己身上。我们这个身无量苦！你知道吗？不知道，身在苦中不知苦，这是真的。为什么不知道？不了解事实真相。什么叫苦？违背了性德就苦。第一个，我们讲阿赖耶识里头含藏的种子，这正是佛在经上讲的不可思议。阿赖耶是个大仓库，我们起心动念，一切作为，所谓是有印象，这个印象就储存在阿赖耶里头。阿赖耶像个仓库，储存在这个地方，也像是资料库、档案室。生生世世，无量劫来的档案全都在里头。我们要从这个地方细心去思惟，阿赖耶苦不苦？阿赖耶这个苦的相，谁知道？佛知道。这是染污意，末那是染污，第六意识是分别，阿赖耶储藏这些种子，叫妄想。还好，它没有遇缘，遇缘它就起现行了。所以有人问，人为什么会作梦？梦的原因是什么？佛法讲四缘，昨天我们讲过，亲因缘、所缘缘、无间缘、增上缘。梦这一桩事情当然也离不开这四种缘。亲因缘是什么？亲因缘是阿赖耶识的种子。所以作梦的时候，有人做奇奇怪怪的梦，这一生从来没想到的。那个梦境，阿赖耶那个过去生中的种子遇到缘它起现行，不是没有原因的，这个道理，我们要明了。",
      "zh_TW": "這是我們藉科學來說，使大家先有一個概念，然後我們再細心去體會這個事實。事實在哪裡？就在我們自己身上。我們這個身無量苦！你知道嗎？不知道，身在苦中不知苦，這是真的。為什麼不知道？不了解事實真相。什麼叫苦？違背了性德就苦。第一個，我們講阿賴耶識裡頭含藏的種子，這正是佛在經上講的不可思議。阿賴耶是個大倉庫，我們起心動念，一切作為，所謂是有印象，這個印象就儲存在阿賴耶裡頭。阿賴耶像個倉庫，儲存在這個地方，也像是資料庫、檔案室。生生世世，無量劫來的檔案全都在裡頭。我們要從這個地方細心去思惟，阿賴耶苦不苦？阿賴耶這個苦的相，誰知道？佛知道。這是染污意，末那是染污，第六意識是分別，阿賴耶儲藏這些種子，叫妄想。還好，它沒有遇緣，遇緣它就起現行了。所以有人問，人為什麼會作夢？夢的原因是什麼？佛法講四緣，昨天我們講過，親因緣、所緣緣、無間緣、增上緣。夢這一樁事情當然也離不開這四種緣。親因緣是什麼？親因緣是阿賴耶識的種子。所以作夢的時候，有人做奇奇怪怪的夢，這一生從來沒想到的。那個夢境，阿賴耶那個過去生中的種子遇到緣它起現行，不是沒有原因的，這個道理，我們要明瞭。"
    },
    {
      "id": "12-017-1068_p0007",
      "zh_CN": "种子，它时时刻刻总是想现行，这个状况就是所缘缘。但是它遇不到增上缘，想当然都是变成妄想，遇到增上缘，它就起现行。譬如我们世间人常讲的恩怨，这是非常明显的，这个人于我有恩，总常常想着报答。好像我也忘掉了，也没想到了，这个意念往往自己都不知道，可是遇到缘，又遇到这个人，不知不觉的会对这个人印象非常好，会关心他、会照顾他、会帮助他，这是什么？这就是意识里头这个亲因缘的所缘缘，他遇到这些了。而且这个所缘缘是绝对不会间断，那就是无间缘，所以遇到的时候自然起现行。假如过去生当中有怨有仇，遇到的时候，他自然就觉得不舒服，或是有意或是无意他就会产生伤害，这是最明显的、最强烈的，所缘缘跟无间缘都很强烈。这都是违背了性德。性德是一团祥和，一片慈悲！真正觉悟了，起心动念都能够随顺性德，这是诸佛菩萨；其次的声闻、缘觉，都能够随顺性德。我们要学，得学这个。",
      "zh_TW": "種子，它時時刻刻總是想現行，這個狀況就是所緣緣。但是它遇不到增上緣，想當然都是變成妄想，遇到增上緣，它就起現行。譬如我們世間人常講的恩怨，這是非常明顯的，這個人於我有恩，總常常想著報答。好像我也忘掉了，也沒想到了，這個意念往往自己都不知道，可是遇到緣，又遇到這個人，不知不覺的會對這個人印象非常好，會關心他、會照顧他、會幫助他，這是什麼？這就是意識裡頭這個親因緣的所緣緣，他遇到這些了。而且這個所緣緣是絕對不會間斷，那就是無間緣，所以遇到的時候自然起現行。假如過去生當中有怨有仇，遇到的時候，他自然就覺得不舒服，或是有意或是無意他就會產生傷害，這是最明顯的、最強烈的，所緣緣跟無間緣都很強烈。這都是違背了性德。性德是一團祥和，一片慈悲！真正覺悟了，起心動念都能夠隨順性德，這是諸佛菩薩；其次的聲聞、緣覺，都能夠隨順性德。我們要學，得學這個。"
    },
    {
      "id": "12-017-1068_p0008",
      "zh_CN": "所以对人，这里头特别是人事关系，对物，为什么？物是法性。最近有同学送一本书给我，是外国人研究植物，也是用科学方法来研究，证明所有一切植物有灵性。这里头他们也测验矿物，都有灵性，都有见闻觉知，这跟佛法讲的就完全相应。佛给我们讲，「世界微尘，因心成体」。古时候宗门大德，明心见性了，性在哪里？性什么样子？老和尚来测验、考考，你这个见性的人，问问你。被测验的，真是随拈一物就是，见性的人懂得，点点头，给你印证，没错。随拈一物，就是真如本性，这经上讲的法性。",
      "zh_TW": "所以對人，這裡頭特別是人事關係，對物，為什麼？物是法性。最近有同學送一本書給我，是外國人研究植物，也是用科學方法來研究，證明所有一切植物有靈性。這裡頭他們也測驗礦物，都有靈性，都有見聞覺知，這跟佛法講的就完全相應。佛給我們講，「世界微塵，因心成體」。古時候宗門大德，明心見性了，性在哪裡？性什麼樣子？老和尚來測驗、考考，你這個見性的人，問問你。被測驗的，真是隨拈一物就是，見性的人懂得，點點頭，給你印證，沒錯。隨拈一物，就是真如本性，這經上講的法性。"
    },
    {
      "id": "12-017-1068_p0009",
      "zh_CN": "整个宇宙是活的，整个宇宙是一体，最可贵的就是这一个认知！凡夫迷惑颠倒，不知道，所以有无量苦。无量苦里面，人与人相处，大概总占一半以上。可是诸位要记住，这是大乘。大乘怎么样？大乘是菩萨，真正觉悟的人，有谛无苦，有苦谛，他没有苦。为什么？他通达明了，他了解事实真相。而且他内在的矛盾、对立，内在矛盾对立，我用这种言语大家好懂，要用经上的话不太好懂。经上讲什么？妄想分别执着，或者讲见思、尘沙、无明，不好懂。我今天换句话来说，内在的矛盾对立，因为这个名词大家常讲，你很容易体会。觉悟的人消除了，自己内心与一切人没有对立，与一切事不对立，与天地鬼神、一切万物不对立，不对立就和谐了，这叫真正和平。宇宙的和谐，世界的和平，从什么地方落实？从自己心性里头落实，与一切众生没有矛盾，与一切万物没有矛盾，你是真正得到了。你过的这个生活就是佛菩萨的生活，觉者的生活，觉者是诸佛菩萨；不觉是凡夫，六道凡夫，你有苦。二乘有苦有谛，凡夫怎么样？你有苦无谛，谛都没有。我这个说法还是从总的原则上来讲，细说，我们留在经文里面再讲，经文里面会讲得很详细，《华严》四谛是讲的无量四谛，举例很多。",
      "zh_TW": "整個宇宙是活的，整個宇宙是一體，最可貴的就是這一個認知！凡夫迷惑顛倒，不知道，所以有無量苦。無量苦裡面，人與人相處，大概總佔一半以上。可是諸位要記住，這是大乘。大乘怎麼樣？大乘是菩薩，真正覺悟的人，有諦無苦，有苦諦，他沒有苦。為什麼？他通達明瞭，他了解事實真相。而且他內在的矛盾、對立，內在矛盾對立，我用這種言語大家好懂，要用經上的話不太好懂。經上講什麼？妄想分別執著，或者講見思、塵沙、無明，不好懂。我今天換句話來說，內在的矛盾對立，因為這個名詞大家常講，你很容易體會。覺悟的人消除了，自己內心與一切人沒有對立，與一切事不對立，與天地鬼神、一切萬物不對立，不對立就和諧了，這叫真正和平。宇宙的和諧，世界的和平，從什麼地方落實？從自己心性裡頭落實，與一切眾生沒有矛盾，與一切萬物沒有矛盾，你是真正得到了。你過的這個生活就是佛菩薩的生活，覺者的生活，覺者是諸佛菩薩；不覺是凡夫，六道凡夫，你有苦。二乘有苦有諦，凡夫怎麼樣？你有苦無諦，諦都沒有。我這個說法還是從總的原則上來講，細說，我們留在經文裡面再講，經文裡面會講得很詳細，《華嚴》四諦是講的無量四諦，舉例很多。"
    },
    {
      "id": "12-017-1068_p0010",
      "zh_CN": "我们在没有读经文之前，首先要有这么一个概念。学了之后，对我们真的有好处，这个好处是什么？一般所讲的，断恶修善，积功累德。在现前，我们这一生当中，你会过着真正幸福美满的生活，来世你的境界决定向上提升。如果你不了解这些事实真相，随顺自己烦恼习气，你是念念都在造业。《地藏经》上有一句话说，「阎浮提众生，起心动念无不是罪」，这话是真的，一丝毫夸大都没有。初学佛的人，我初学佛的时候，这是过来人，初学佛的时候读这个经，看了之后笑笑，「阎浮提众生，起心动念无不是罪」，释迦牟尼佛说得太过分了。你说起心动念是罪，我们不能否认，确实自私自利，心量狭小，总想占别人便宜。这个念头所谓是损人利己，这当然是罪，但是说所有念头都是罪，这好像太过分了。可是佛法学个二、三十年之后，自己深深觉察到释迦牟尼佛讲得对，我们自己想错了。",
      "zh_TW": "我們在沒有讀經文之前，首先要有這麼一個概念。學了之後，對我們真的有好處，這個好處是什麼？一般所講的，斷惡修善，積功累德。在現前，我們這一生當中，你會過著真正幸福美滿的生活，來世你的境界決定向上提升。如果你不了解這些事實真相，隨順自己煩惱習氣，你是念念都在造業。《地藏經》上有一句話說，「閻浮提眾生，起心動念無不是罪」，這話是真的，一絲毫誇大都沒有。初學佛的人，我初學佛的時候，這是過來人，初學佛的時候讀這個經，看了之後笑笑，「閻浮提眾生，起心動念無不是罪」，釋迦牟尼佛說得太過分了。你說起心動念是罪，我們不能否認，確實自私自利，心量狹小，總想佔別人便宜。這個念頭所謂是損人利己，這當然是罪，但是說所有念頭都是罪，這好像太過分了。可是佛法學個二、三十年之後，自己深深覺察到釋迦牟尼佛講得對，我們自己想錯了。"
    },
    {
      "id": "12-017-1068_p0011",
      "zh_CN": "佛讲的，确确实实起心动念无不是罪。什么叫罪？你不觉就是罪。这个标准高了，什么人没有罪？法身菩萨才没有罪。你要没有证到法身菩萨，真的起心动念都是罪，罪就是苦。我们一天从早到晚起多少个念头？阿罗汉，我刚才讲，他所知道的是有量的，他不知道无量，我们凡夫的心是更粗，我们相信。就像佛在《仁王经》上讲的，一刹那有九百生灭，九百生灭是什么？生灭是念头，就是有九百个念头。一弹指有六十刹那，我在前面跟诸位说了，我们一秒钟可以弹四次，四乘六十再乘九百，一秒钟就有二十一万六千个念头，我们怎么会晓得？一秒钟二十一万六千个念头，每个念头都是罪，这才讲到无量！而实际上，我跟诸位做过多次报告，这是佛的方便说，不是真实说，真实说比这个还多，不晓得要多多少，无量！念头的生灭就是苦，很微细，我们不觉察，谁觉察？法身菩萨觉察到。离念是乐，起念是苦，苦有无量相。何况念头遇到缘它就造业，业一定感召果报，这个果报就是六道轮回。所以你要真正了解这个事实真相，你才知道脱离六道轮回是多么难的一桩事情。",
      "zh_TW": "佛講的，確確實實起心動念無不是罪。什麼叫罪？你不覺就是罪。這個標準高了，什麼人沒有罪？法身菩薩才沒有罪。你要沒有證到法身菩薩，真的起心動念都是罪，罪就是苦。我們一天從早到晚起多少個念頭？阿羅漢，我剛才講，他所知道的是有量的，他不知道無量，我們凡夫的心是更粗，我們相信。就像佛在《仁王經》上講的，一剎那有九百生滅，九百生滅是什麼？生滅是念頭，就是有九百個念頭。一彈指有六十剎那，我在前面跟諸位說了，我們一秒鐘可以彈四次，四乘六十再乘九百，一秒鐘就有二十一萬六千個念頭，我們怎麼會曉得？一秒鐘二十一萬六千個念頭，每個念頭都是罪，這才講到無量！而實際上，我跟諸位做過多次報告，這是佛的方便說，不是真實說，真實說比這個還多，不曉得要多多少，無量！念頭的生滅就是苦，很微細，我們不覺察，誰覺察？法身菩薩覺察到。離念是樂，起念是苦，苦有無量相。何況念頭遇到緣它就造業，業一定感召果報，這個果報就是六道輪迴。所以你要真正了解這個事實真相，你才知道脫離六道輪迴是多麼難的一樁事情。"
    },
    {
      "id": "12-017-1068_p0012",
      "zh_CN": "过去李老师跟我说过，李老师往生之后，我遇到黄念祖，我跟他见过很多次面，几乎每次见面我们都谈到这些问题。末法现在这个时期，除念佛之外，没有别的法门，为什么？别的法门是断惑证真。不要说别的，最粗最粗的见思烦恼你能断得了吗？我平常常常教人，学佛要想在这一生当中成就，成就不是别的，念佛往生！念佛的人很多，往生的人并不多，这是事实。为什么那些念佛人不能往生？他有障碍，总的来说，他有业障。",
      "zh_TW": "過去李老師跟我說過，李老師往生之後，我遇到黃念祖，我跟他見過很多次面，幾乎每次見面我們都談到這些問題。末法現在這個時期，除念佛之外，沒有別的法門，為什麼？別的法門是斷惑證真。不要說別的，最粗最粗的見思煩惱你能斷得了嗎？我平常常常教人，學佛要想在這一生當中成就，成就不是別的，念佛往生！念佛的人很多，往生的人並不多，這是事實。為什麼那些念佛人不能往生？他有障礙，總的來說，他有業障。"
    },
    {
      "id": "12-017-1068_p0013",
      "zh_CN": "业障里头最明显的，是对一切人事物控制的念头，我们想想，自己有没有？不要小看了，这问题很严重，为什么？障碍你往生。再有一个是对一切人事物占有的念头，你有这两个念头，你就不能往生。要把这两个念头舍掉！如果到临命终的时候，你还放不下，还是舍不掉，你就不能往生。什么时候舍？现在就要舍，不要侥幸，等着，「等我往生的时候，我再来舍」。怕的是自己业障习气重，到那个时候，现在医学界里面讲，得了痴呆症，半身不遂，麻木不仁，头脑不清楚，那就完了，真的，佛菩萨、神仙都帮不上忙。聪明人，我今天懂得，今天就放下。",
      "zh_TW": "業障裡頭最明顯的，是對一切人事物控制的念頭，我們想想，自己有沒有？不要小看了，這問題很嚴重，為什麼？障礙你往生。再有一個是對一切人事物佔有的念頭，你有這兩個念頭，你就不能往生。要把這兩個念頭捨掉！如果到臨命終的時候，你還放不下，還是捨不掉，你就不能往生。什麼時候捨？現在就要捨，不要僥倖，等著，「等我往生的時候，我再來捨」。怕的是自己業障習氣重，到那個時候，現在醫學界裡面講，得了痴呆症，半身不遂，麻木不仁，頭腦不清楚，那就完了，真的，佛菩薩、神仙都幫不上忙。聰明人，我今天懂得，今天就放下。"
    },
    {
      "id": "12-017-1068_p0014",
      "zh_CN": "净宗修学，修学的纲领、原则是愈简单愈好，容易做到。净宗学会成立，我写了一篇缘起，用韩馆长的名义发表，那个时候我们请她做会长，净宗学会会长。这里面提出行门五个科目，这简单，大家容易记得住。第一个科目，净业三福；第二个科目，六和敬；第三个科目，戒定慧三学；第四个科目，菩萨的六波罗蜜；第五个科目，普贤十大愿王，就五个科目，每个人都记得很熟。你没有落实，所以你的业障消不了，你天天不是在积累功德，你天天在积累罪业。明眼人看得很清楚，帮不上忙，要是跟你讲，你还会生气，你不能接受。以为我天天干的都是好事，我没有造罪业；真的以为天天干的是功德，哪里晓得是罪业。",
      "zh_TW": "淨宗修學，修學的綱領、原則是愈簡單愈好，容易做到。淨宗學會成立，我寫了一篇緣起，用韓館長的名義發表，那個時候我們請她做會長，淨宗學會會長。這裡面提出行門五個科目，這簡單，大家容易記得住。第一個科目，淨業三福；第二個科目，六和敬；第三個科目，戒定慧三學；第四個科目，菩薩的六波羅蜜；第五個科目，普賢十大願王，就五個科目，每個人都記得很熟。你沒有落實，所以你的業障消不了，你天天不是在積累功德，你天天在積累罪業。明眼人看得很清楚，幫不上忙，要是跟你講，你還會生氣，你不能接受。以為我天天幹的都是好事，我沒有造罪業；真的以為天天幹的是功德，哪裡曉得是罪業。"
    },
    {
      "id": "12-017-1068_p0015",
      "zh_CN": "修行不容易，特别是在这个时代。所以我劝初学，初入佛门的人，我不劝他读经，为什么？没用处！我劝他念什么？念《了凡四训》。你看看这几十年来，我遇到初入佛门的，我都劝他用一年的时间，把《了凡四训》念三百遍，然后你再入佛门。你有三百遍《了凡四训》的基础，入佛门，你的功夫能得力；你不在这上面下功夫，你就难了。我自己修行，入佛门，跟诸位说，《了凡四训》开始的。那个时候我认识朱镜宙老居士，朱老居士在台北办了一个台湾印经处，《了凡四训》就是他们自己印的。头一天我跟他见面，他就把这个书送给我，我那个时候没有看三百遍，三十遍是有，读了非常感动。大概在两、三个月当中，足足看了三十遍。知道因果报应，心里头有个善恶的标准，才真正想到没有遇到这个书之前，确实起心动念，言语造作，无不是罪！明了之后，改过，在起心动念之处改，在言语造作里面改，警觉心能提得起来。以后遇到章嘉大师，遇到李老师，接受他们的教诲才得到一点受用，这不能不归功于《了凡四训》。",
      "zh_TW": "修行不容易，特別是在這個時代。所以我勸初學，初入佛門的人，我不勸他讀經，為什麼？沒用處！我勸他念什麼？念《了凡四訓》。你看看這幾十年來，我遇到初入佛門的，我都勸他用一年的時間，把《了凡四訓》念三百遍，然後你再入佛門。你有三百遍《了凡四訓》的基礎，入佛門，你的功夫能得力；你不在這上面下功夫，你就難了。我自己修行，入佛門，跟諸位說，《了凡四訓》開始的。那個時候我認識朱鏡宙老居士，朱老居士在台北辦了一個台灣印經處，《了凡四訓》就是他們自己印的。頭一天我跟他見面，他就把這個書送給我，我那個時候沒有看三百遍，三十遍是有，讀了非常感動。大概在兩、三個月當中，足足看了三十遍。知道因果報應，心裡頭有個善惡的標準，才真正想到沒有遇到這個書之前，確實起心動念，言語造作，無不是罪！明瞭之後，改過，在起心動念之處改，在言語造作裡面改，警覺心能提得起來。以後遇到章嘉大師，遇到李老師，接受他們的教誨才得到一點受用，這不能不歸功於《了凡四訓》。"
    },
    {
      "id": "12-017-1068_p0016",
      "zh_CN": "以后从《了凡四训》，我们读到《印光大师文钞》。从《文钞》里面知道《安士全书》、《感应篇》，印光法师一生极力提倡，大量的流通。他老人家在《文钞》里面讲，对因果这桩事讲得最透彻，无论是在理论上、在事相上、在业因果报上，讲得最透彻，文字最殊胜、最好的，他说第一就是《安士全书》；《感应篇汇编》他把它列入第二，《安士全书》列在第一，文笔好，实在讲，可以把它当作国文来读。我们要想学文言文，《了凡四训》跟《安士全书》，把它当作国文来读，受用无穷。《感应篇汇编》、《历史感应统纪》，都是印光大师非常赞叹的好书，但是印祖把它列在第二、第三。",
      "zh_TW": "以後從《了凡四訓》，我們讀到《印光大師文鈔》。從《文鈔》裡面知道《安士全書》、《感應篇》，印光法師一生極力提倡，大量的流通。他老人家在《文鈔》裡面講，對因果這樁事講得最透徹，無論是在理論上、在事相上、在業因果報上，講得最透徹，文字最殊勝、最好的，他說第一就是《安士全書》；《感應篇彙編》他把它列入第二，《安士全書》列在第一，文筆好，實在講，可以把它當作國文來讀。我們要想學文言文，《了凡四訓》跟《安士全書》，把它當作國文來讀，受用無窮。《感應篇彙編》、《歷史感應統紀》，都是印光大師非常讚歎的好書，但是印祖把它列在第二、第三。"
    },
    {
      "id": "12-017-1068_p0017",
      "zh_CN": "我们要想真正学佛、真正契入，你不听祖师大德教诲，你这个路怎么走法！有人自己去摸索，自作聪明，搞了一辈子，搞到七、八十岁，对于了生死消息都没有，我就遇到过。早年讲经，有个老居士，资格挺深的，我那个时候大概五十多岁，他八十多岁，退休了，从前官也做得不小，退休了。学得很多，学禅、学密、学教，也学净土，都有高明的大德指导，他拜了很多师父。有一年我在屏东讲经，遇到我，八十多岁了：净空法师，现在我知道了，过去所学的浪费时间，都没得用处，现在我专心念阿弥陀佛，一天念三万声。我说好，恭喜你。他总算是觉悟回头了。一天念三万声佛号，他怎么念？他经行，这是正确的。他每天早晨、晚上（他住在乡下）散步，一声佛号一步；换句话说，他每天三万声佛号，他走三万步。所以八十多岁，看起来红光满面，精神饱满，他有运动量。心系念阿弥陀佛，身能够经行，是好事，很好的修行方法。现在不晓得这个老人在不在？我大概也有十几年没见面。",
      "zh_TW": "我們要想真正學佛、真正契入，你不聽祖師大德教誨，你這個路怎麼走法！有人自己去摸索，自作聰明，搞了一輩子，搞到七、八十歲，對於了生死消息都沒有，我就遇到過。早年講經，有個老居士，資格挺深的，我那個時候大概五十多歲，他八十多歲，退休了，從前官也做得不小，退休了。學得很多，學禪、學密、學教，也學淨土，都有高明的大德指導，他拜了很多師父。有一年我在屏東講經，遇到我，八十多歲了：淨空法師，現在我知道了，過去所學的浪費時間，都沒得用處，現在我專心念阿彌陀佛，一天念三萬聲。我說好，恭喜你。他總算是覺悟回頭了。一天念三萬聲佛號，他怎麼念？他經行，這是正確的。他每天早晨、晚上（他住在鄉下）散步，一聲佛號一步；換句話說，他每天三萬聲佛號，他走三萬步。所以八十多歲，看起來紅光滿面，精神飽滿，他有運動量。心繫念阿彌陀佛，身能夠經行，是好事，很好的修行方法。現在不曉得這個老人在不在？我大概也有十幾年沒見面。"
    },
    {
      "id": "12-017-1068_p0018",
      "zh_CN": "所以若不是很细心、细密的观察，今天我们得到科学新的发现报告，使我们对于经典里面讲的，苦有无量相，集也是无量相，道也无量相，我们能接受了，欢喜接受，佛讲的确确实实没有错。底下这句是清凉大师引证，「故大经云」，详细的文《钞》里头有。这《疏钞》，《钞》里头有。「苦有无量相，非声闻缘觉所知」，这是真的。「瑜伽说，苦有一百一十」，一百一十是归纳。我们大乘经里头，诸位常常听到的，八万四千法门，无量法门，这是说什么？四谛里头说的道。道，法是方法，门是门道，有八万四千。道做什么用处？治苦的，苦好比是病，道是处方，治病的。众生有八万四千苦，佛有八万四千门；众生有无量苦，佛有无量法门，这就是四谛里头的无量四谛。八万四千不是笼统随便说的，确确实实诸位在佛学大辞典你能看到，《教乘法数》里面用表解给我们列得很清楚，真的是八万四千。",
      "zh_TW": "所以若不是很細心、細密的觀察，今天我們得到科學新的發現報告，使我們對於經典裡面講的，苦有無量相，集也是無量相，道也無量相，我們能接受了，歡喜接受，佛講的確確實實沒有錯。底下這句是清涼大師引證，「故大經云」，詳細的文《鈔》裡頭有。這《疏鈔》，《鈔》裡頭有。「苦有無量相，非聲聞緣覺所知」，這是真的。「瑜伽說，苦有一百一十」，一百一十是歸納。我們大乘經裡頭，諸位常常聽到的，八萬四千法門，無量法門，這是說什麼？四諦裡頭說的道。道，法是方法，門是門道，有八萬四千。道做什麼用處？治苦的，苦好比是病，道是處方，治病的。眾生有八萬四千苦，佛有八萬四千門；眾生有無量苦，佛有無量法門，這就是四諦裡頭的無量四諦。八萬四千不是籠統隨便說的，確確實實諸位在佛學大辭典你能看到，《教乘法數》裡面用表解給我們列得很清楚，真的是八萬四千。"
    },
    {
      "id": "12-017-1068_p0019",
      "zh_CN": "八万四千一归纳，归纳到最后变成三个，贪、瞋、痴，所以贪瞋痴叫三毒烦恼。八万四千烦恼，无量无边烦恼，都是从贪瞋痴里面流出来的，贪瞋痴是苦、集的根源。道，归纳到最后也变成三条，戒、定、慧。八万四千法门、无量法门，都是从戒定慧展开的。所以我们今天讲到佛教经典，大家都知道《大藏经》，《大藏经》里面一归纳，戒学、定学、慧学三学。所以现在经的分类就用这个方法，经律论叫三藏；经藏是定学，论藏是慧学，律藏是戒学，戒定慧三学。",
      "zh_TW": "八萬四千一歸納，歸納到最後變成三個，貪、瞋、痴，所以貪瞋痴叫三毒煩惱。八萬四千煩惱，無量無邊煩惱，都是從貪瞋痴裡面流出來的，貪瞋痴是苦、集的根源。道，歸納到最後也變成三條，戒、定、慧。八萬四千法門、無量法門，都是從戒定慧展開的。所以我們今天講到佛教經典，大家都知道《大藏經》，《大藏經》裡面一歸納，戒學、定學、慧學三學。所以現在經的分類就用這個方法，經律論叫三藏；經藏是定學，論藏是慧學，律藏是戒學，戒定慧三學。"
    },
    {
      "id": "12-017-1068_p0020",
      "zh_CN": "我们要有自知之明，这点比什么都重要。知道自己是业障习气很重的凡夫，聪明智慧不是上根，中下根性，我们选择法门，决定要遵守释迦牟尼佛的教诲。世尊讲，正法时期，戒律成就；像法时期，禅定成就；末法时期，净土成就。我们生在末法，根性不利，听释迦牟尼佛的话，选择净土，这正确！净土的经典少，五经一论，其他东西，如果没有时间、没有精神，不必涉及，一门深入。修净土，只要你真正能够把五个科目，三福、六和、三学、六度、十愿，你做到了，老实念佛，求生净土，决定往生，这成功了，其他的到极乐世界再学。不是不学，我到极乐世界再学，这是一条捷径，稳稳当当一条道路。现在时间到了。",
      "zh_TW": "我們要有自知之明，這點比什麼都重要。知道自己是業障習氣很重的凡夫，聰明智慧不是上根，中下根性，我們選擇法門，決定要遵守釋迦牟尼佛的教誨。世尊講，正法時期，戒律成就；像法時期，禪定成就；末法時期，淨土成就。我們生在末法，根性不利，聽釋迦牟尼佛的話，選擇淨土，這正確！淨土的經典少，五經一論，其他東西，如果沒有時間、沒有精神，不必涉及，一門深入。修淨土，只要你真正能夠把五個科目，三福、六和、三學、六度、十願，你做到了，老實念佛，求生淨土，決定往生，這成功了，其他的到極樂世界再學。不是不學，我到極樂世界再學，這是一條捷徑，穩穩當當一條道路。現在時間到了。"
    },
    {
      "id": "12-017-1068_p0021",
      "zh_CN": "诸位同学，我们接着看下面这段疏文。「然此经中虽彰名异，即表义殊，以名必召实故，是无量四谛义也。约一界一谛，即有十千，娑婆四谛，有四百亿十千名义，而文义包博，言含性相」。到这个地方是一段，这是无量四谛的一段疏文，这一段讲到本经了。这部经里面，虽彰名异，彰是明显，清清楚楚、明明白白给我们说出苦集灭道种种名相；异是不同，种种名相不同。名是表法的，我们常讲顾名思义，因为它的义不一样，所以名就不相同，名必召实故。这就是让我们从名相去体会它的义理，它的事实真相，这就是无量四谛。",
      "zh_TW": "諸位同學，我們接著看下面這段疏文。「然此經中雖彰名異，即表義殊，以名必召實故，是無量四諦義也。約一界一諦，即有十千，娑婆四諦，有四百億十千名義，而文義包博，言含性相」。到這個地方是一段，這是無量四諦的一段疏文，這一段講到本經了。這部經裡面，雖彰名異，彰是明顯，清清楚楚、明明白白給我們說出苦集滅道種種名相；異是不同，種種名相不同。名是表法的，我們常講顧名思義，因為它的義不一樣，所以名就不相同，名必召實故。這就是讓我們從名相去體會它的義理，它的事實真相，這就是無量四諦。"
    },
    {
      "id": "12-017-1068_p0022",
      "zh_CN": "清凉大师在《钞》里面，引用世尊在经中所说圣谛，知圣谛有两种智，一种是中智，一种是上智；换句话说，下等的智慧不懂这个道理，不晓得事实真相。这是六道凡夫有苦无谛，前面跟诸位报告了，六道里面有三苦、有八苦，这是讲无量无边的苦，归纳为三大类：苦苦、坏苦、行苦。苦苦里面再一展开，展开来为八大类，无量无边，把它浓缩成八类：生、老、病、死、求不得、爱别离、怨憎会、五阴炽盛。每一类里面都是无量无边的相，我们现在现前所感受的。他说这个中等智、上等智是什么意思？中等智是讲声闻、缘觉，上等智是讲菩萨。凡夫就不说，不提了。",
      "zh_TW": "清涼大師在《鈔》裡面，引用世尊在經中所說聖諦，知聖諦有兩種智，一種是中智，一種是上智；換句話說，下等的智慧不懂這個道理，不曉得事實真相。這是六道凡夫有苦無諦，前面跟諸位報告了，六道裡面有三苦、有八苦，這是講無量無邊的苦，歸納為三大類：苦苦、壞苦、行苦。苦苦裡面再一展開，展開來為八大類，無量無邊，把它濃縮成八類：生、老、病、死、求不得、愛別離、怨憎會、五陰熾盛。每一類裡面都是無量無邊的相，我們現在現前所感受的。他說這個中等智、上等智是什麼意思？中等智是講聲聞、緣覺，上等智是講菩薩。凡夫就不說，不提了。"
    },
    {
      "id": "12-017-1068_p0023",
      "zh_CN": "我们今天是凡夫，凡夫境界跟我们的关系最为密切，确确实实说得太微细了，我们也没办法受持。特别是在现代这个时代，所谓是分秒必争，为生活奔波，没有多余的时间，也没有精力，因此现代人学佛总希望简单明了。在这个时代讲经，往后讲经说法愈来愈困难了，这是人的根性愈来愈差。我们过去在美加地区住过很多年，我们对当地社会状况了解得很清楚。那边的同学们希望我们讲经用多长的时间？最好不要超过十个小时，一天两个小时，十个小时就五天，因为他们最长的假期只有五天；而最欢迎的是三天，三天就是六个小时，这是普遍最欢迎的。你说十几个小时以上，他没有时间听，他没有办法来。像在台湾、香港、新加坡这些地方这个环境，我们还能够天天在这里讲，天天有这么多人来听，在外国没有，这个诸位要晓得。",
      "zh_TW": "我們今天是凡夫，凡夫境界跟我們的關係最為密切，確確實實說得太微細了，我們也沒辦法受持。特別是在現代這個時代，所謂是分秒必爭，為生活奔波，沒有多餘的時間，也沒有精力，因此現代人學佛總希望簡單明瞭。在這個時代講經，往後講經說法愈來愈困難了，這是人的根性愈來愈差。我們過去在美加地區住過很多年，我們對當地社會狀況了解得很清楚。那邊的同學們希望我們講經用多長的時間？最好不要超過十個小時，一天兩個小時，十個小時就五天，因為他們最長的假期只有五天；而最歡迎的是三天，三天就是六個小時，這是普遍最歡迎的。你說十幾個小時以上，他沒有時間聽，他沒有辦法來。像在台灣、香港、新加坡這些地方這個環境，我們還能夠天天在這裡講，天天有這麼多人來聽，在外國沒有，這個諸位要曉得。"
    },
    {
      "id": "12-017-1068_p0024",
      "zh_CN": "从这个事实里面我们也能够领略到，佛所说的「人身难得，佛法难闻」，确实不是一个容易事情。怎样把一部经浓缩为六个小时，浓缩为十个小时，能够讲出来，很不是一桩容易事情。虽然讲得出来，讲出来了，印象决定不深刻。这是古人常说，「一日暴之，十日寒之」，一年三百六十天，不要说一年，就算一个月，一个月你能听五天，这个机会太难得了。三十天还有二十五天在打妄想，不管用！真正修学能够收到效果，密切的薰习，特别在这个时代，一天八个小时，能够继续不断听上个半年、一年，你就会转变了；能真正听上个三年、五年，功夫肯定得力。但是每天能听八个小时，什么人有这个福分？这是福报，现在有这么大的福报的人愈来愈少了。只有事业有成就，真正退休了，放下世缘，世间一切工作，什么事不管了；自己有能力维持自己的物质生活水平，再遇到机缘，他才有这么大的福报。所以，真正福报的人是愈来愈少。如果我们自己具足这个条件，你要晓得，这个条件真正是百千万劫难遭遇。",
      "zh_TW": "從這個事實裡面我們也能夠領略到，佛所說的「人身難得，佛法難聞」，確實不是一個容易事情。怎樣把一部經濃縮為六個小時，濃縮為十個小時，能夠講出來，很不是一樁容易事情。雖然講得出來，講出來了，印象決定不深刻。這是古人常說，「一日暴之，十日寒之」，一年三百六十天，不要說一年，就算一個月，一個月你能聽五天，這個機會太難得了。三十天還有二十五天在打妄想，不管用！真正修學能夠收到效果，密切的薰習，特別在這個時代，一天八個小時，能夠繼續不斷聽上個半年、一年，你就會轉變了；能真正聽上個三年、五年，功夫肯定得力。但是每天能聽八個小時，什麼人有這個福分？這是福報，現在有這麼大的福報的人愈來愈少了。只有事業有成就，真正退休了，放下世緣，世間一切工作，什麼事不管了；自己有能力維持自己的物質生活水平，再遇到機緣，他才有這麼大的福報。所以，真正福報的人是愈來愈少。如果我們自己具足這個條件，你要曉得，這個條件真正是百千萬劫難遭遇。"
    },
    {
      "id": "12-017-1068_p0025",
      "zh_CN": "不了解事实真相，我们起心动念决定是随顺烦恼习气，我们面对一切人事物决定是不平。在这种状况之下，说实实在在的话，我们纵然是用贪瞋痴、用种种不善的方式对待一切人事物，一切人事物的伤害不大，这个我常常讲的，顶多对他的伤害只有三分，对自己的伤害有七分。纵然说是你陷害别人，我们举古人的例子，秦桧陷害岳飞，这个例子大家都知道，秦桧有没有得到好处？他得到的好处，三分，他对自己的伤害，三万分都不止，遗臭万年。我们在西湖旁边看到岳飞的坟墓，你看看秦桧夫妻铁像还是跪在那边，每个人走到那里都骂他一声。从前还吐唾沫，现在是禁止，不准去触摸了。当地的人告诉我，这个铜像好像已经换了第八次，还是第九次，铁像，铁像都被摸坏了。",
      "zh_TW": "不了解事實真相，我們起心動念決定是隨順煩惱習氣，我們面對一切人事物決定是不平。在這種狀況之下，說實實在在的話，我們縱然是用貪瞋痴、用種種不善的方式對待一切人事物，一切人事物的傷害不大，這個我常常講的，頂多對他的傷害只有三分，對自己的傷害有七分。縱然說是你陷害別人，我們舉古人的例子，秦檜陷害岳飛，這個例子大家都知道，秦檜有沒有得到好處？他得到的好處，三分，他對自己的傷害，三萬分都不止，遺臭萬年。我們在西湖旁邊看到岳飛的墳墓，你看看秦檜夫妻鐵像還是跪在那邊，每個人走到那裡都罵他一聲。從前還吐唾沫，現在是禁止，不准去觸摸了。當地的人告訴我，這個銅像好像已經換了第八次，還是第九次，鐵像，鐵像都被摸壞了。"
    },
    {
      "id": "12-017-1068_p0026",
      "zh_CN": "他的子子孙孙都不敢承认是秦桧的后代，秦桧的后代丢尽人了，没有脸见人，你说他这个损失多大！他当时没想到，如果想到，这个事情决定不能干。又何况还有报应，报应的事情历史上记载很多。秦桧堕地狱，变畜生，在受罪、受果报，苦不堪言。从这些地方我们要醒过来，因为四谛是讲世间因果跟出世间因果；苦集，世间因果，灭道，出世间因果。诸佛菩萨教化一切众生，没有别的，总的纲领不外因果而已，这是事实真相。种瓜得瓜，种豆得豆，种瓜不会变成豆，种豆不会变成瓜，因果是决定不会错的；种善因得善果，造恶业必定得恶报。你要是参透这个道理，你敢以不善的心对人吗？不敢，为什么？我以不善的心对人，对那个人的伤害小，对自己伤害太大太大了，没有法子比。不但不可以伤害人，动物、植物，乃至于矿物都不能够伤害，为什么？统统有果报。",
      "zh_TW": "他的子子孫孫都不敢承認是秦檜的後代，秦檜的後代丟盡人了，沒有臉見人，你說他這個損失多大！他當時沒想到，如果想到，這個事情決定不能幹。又何況還有報應，報應的事情歷史上記載很多。秦檜墮地獄，變畜生，在受罪、受果報，苦不堪言。從這些地方我們要醒過來，因為四諦是講世間因果跟出世間因果；苦集，世間因果，滅道，出世間因果。諸佛菩薩教化一切眾生，沒有別的，總的綱領不外因果而已，這是事實真相。種瓜得瓜，種豆得豆，種瓜不會變成豆，種豆不會變成瓜，因果是決定不會錯的；種善因得善果，造惡業必定得惡報。你要是參透這個道理，你敢以不善的心對人嗎？不敢，為什麼？我以不善的心對人，對那個人的傷害小，對自己傷害太大太大了，沒有法子比。不但不可以傷害人，動物、植物，乃至於礦物都不能夠傷害，為什麼？統統有果報。"
    },
    {
      "id": "12-017-1068_p0027",
      "zh_CN": "最近，我们在网路上看到一个讯息，这是我们的同学从网路节录下来给我看的，今年一月份的事情。纽约的鱼市场，有一条九公斤重的大鲤鱼，在被屠杀之前说话。这个报导很详细，纽约时报里面登出来，美国传播公司向全世界播报这个新闻。这条大鱼是一个人转世的，这个人是前一年死的，也是住在纽约，说出来大家都认识。过世一年了，现在变成鱼，投胎投到鱼了。犹太人，也很富有，乐善好施。看到一些穷人没有东西吃，很可怜，他常常买鱼送给这些穷人。你看看善心还是遭果报，死了之后投胎做鱼，也要被人杀，不知道要投胎投多少次！这个苦了。",
      "zh_TW": "最近，我們在網路上看到一個訊息，這是我們的同學從網路節錄下來給我看的，今年一月份的事情。紐約的魚市場，有一條九公斤重的大鯉魚，在被屠殺之前說話。這個報導很詳細，紐約時報裡面登出來，美國傳播公司向全世界播報這個新聞。這條大魚是一個人轉世的，這個人是前一年死的，也是住在紐約，說出來大家都認識。過世一年了，現在變成魚，投胎投到魚了。猶太人，也很富有，樂善好施。看到一些窮人沒有東西吃，很可憐，他常常買魚送給這些窮人。你看看善心還是遭果報，死了之後投胎做魚，也要被人殺，不知道要投胎投多少次！這個苦了。"
    },
    {
      "id": "12-017-1068_p0028",
      "zh_CN": "被杀的时候说出来，他是什么人，而且警告世人，说世界末日快到了，各人因果各人负责，但是他还是被人杀了。在我们想像当中，这是佛经里面所说的这些事理，他必定还要投鱼身，不知道要投多少次。他一生杀多少鱼，虽然不是杀的，你买的，市场买的鱼，你送给人，人家又把牠杀了吃掉了。正是经上常讲，吃牠半斤，来生要还牠八两，因缘果报，一丝毫都错不了。你怎么样对待别人，你将来会遇到人家用什么方法对你，这又何必！为什么不用善心对人？为什么不用好意对人？对人、对事、对物，都要诚心诚意。",
      "zh_TW": "被殺的時候說出來，他是什麼人，而且警告世人，說世界末日快到了，各人因果各人負責，但是他還是被人殺了。在我們想像當中，這是佛經裡面所說的這些事理，他必定還要投魚身，不知道要投多少次。他一生殺多少魚，雖然不是殺的，你買的，市場買的魚，你送給人，人家又把牠殺了吃掉了。正是經上常講，吃牠半斤，來生要還牠八兩，因緣果報，一絲毫都錯不了。你怎麼樣對待別人，你將來會遇到人家用什麼方法對你，這又何必！為什麼不用善心對人？為什麼不用好意對人？對人、對事、對物，都要誠心誠意。"
    },
    {
      "id": "12-017-1068_p0029",
      "zh_CN": "这些年来，我们提倡修行的总纲领、总原则愈来愈简单，我常常讲，心纯净，行纯善。纯净纯善，你得的是福慧，清净，净生慧，善生福，福慧双修，何必要去造孽！造孽，你眼前得的利益、甜头一点点，将来的果报够受。果报转眼就来了，你看这个犹太人，一年就示现了，他变成鱼了。我们相信他死了之后变成鱼，这一次被杀决定不是第一次，也不是最后一次。你看到这个事实，这何苦来。这个讯息我们把它影印出来，原文是英文写的，我们也可以把它放在我们公告栏，大家看看，这不是造谣生事，这是事实。在佛法里面说，这个人等于给我们现身说法。这就是他的忏悔，真是消他的业障，把他的果报呈现在我们的眼前。提醒我们，业因果报丝毫不爽，善有善报，恶有恶报，所谓是「不是不报，时辰未到」。果报现前的时候，你后悔莫及了。",
      "zh_TW": "這些年來，我們提倡修行的總綱領、總原則愈來愈簡單，我常常講，心純淨，行純善。純淨純善，你得的是福慧，清淨，淨生慧，善生福，福慧雙修，何必要去造孽！造孽，你眼前得的利益、甜頭一點點，將來的果報夠受。果報轉眼就來了，你看這個猶太人，一年就示現了，他變成魚了。我們相信他死了之後變成魚，這一次被殺決定不是第一次，也不是最後一次。你看到這個事實，這何苦來。這個訊息我們把它影印出來，原文是英文寫的，我們也可以把它放在我們公告欄，大家看看，這不是造謠生事，這是事實。在佛法裡面說，這個人等於給我們現身說法。這就是他的懺悔，真是消他的業障，把他的果報呈現在我們的眼前。提醒我們，業因果報絲毫不爽，善有善報，惡有惡報，所謂是「不是不報，時辰未到」。果報現前的時候，你後悔莫及了。"
    },
    {
      "id": "12-017-1068_p0030",
      "zh_CN": "《疏》文里面讲，「约一界」，这个约就是就一界来说一谛，即有十千，这个话怎么说？界真的有大、有小。譬如在我们现在这个地球上，就大分，这个地球有五大洲，洲与洲这是界线。我们住在亚洲，南面是澳洲，大洋洲；我们的东面，太平洋的那一边是美洲；西面是欧洲，大分，这是界。可是每一洲里面又有许多国，国有国的界，这个界线。每一个国家里面，像在中国有省，外国称州，州里面又分很多县，界是密密麻麻。十千不是个数字，形容它多，真的是无量。",
      "zh_TW": "《疏》文裡面講，「約一界」，這個約就是就一界來說一諦，即有十千，這個話怎麼說？界真的有大、有小。譬如在我們現在這個地球上，就大分，這個地球有五大洲，洲與洲這是界線。我們住在亞洲，南面是澳洲，大洋洲；我們的東面，太平洋的那一邊是美洲；西面是歐洲，大分，這是界。可是每一洲裡面又有許多國，國有國的界，這個界線。每一個國家裡面，像在中國有省，外國稱州，州裡面又分很多縣，界是密密麻麻。十千不是個數字，形容它多，真的是無量。"
    },
    {
      "id": "12-017-1068_p0031",
      "zh_CN": "就一个人身上来说，身有界分，大的分，头部这是一个界分，四肢，这个身体，界分。再细分，我们头部有眼、有耳、有鼻、有口；身体里面五脏六腑，各有各的界分。再微细，每个器官由许许多多细胞组成的，每一个细胞也是一个界分。再分，现代科学家说，你把细胞还可以能分成分子，分成原子，分成电子，分成粒子。就我们一个人身上，讲界分也不止十千。精神方面更复杂，精神不是物质，没有形相，这是讲心法。心法里面，佛经上讲的，五蕴里头占四条，受、想、行、识，都是属于心法，不是物质。不是物质，它的面就大了，遍虚空法界。大乘教里面告诉我们，色心是一不是二，色心同源，源是什么？源是法性。",
      "zh_TW": "就一個人身上來說，身有界分，大的分，頭部這是一個界分，四肢，這個身體，界分。再細分，我們頭部有眼、有耳、有鼻、有口；身體裡面五臟六腑，各有各的界分。再微細，每個器官由許許多多細胞組成的，每一個細胞也是一個界分。再分，現代科學家說，你把細胞還可以能分成分子，分成原子，分成電子，分成粒子。就我們一個人身上，講界分也不止十千。精神方面更複雜，精神不是物質，沒有形相，這是講心法。心法裡面，佛經上講的，五蘊裡頭佔四條，受、想、行、識，都是屬於心法，不是物質。不是物質，它的面就大了，遍虛空法界。大乘教裡面告訴我們，色心是一不是二，色心同源，源是什麼？源是法性。"
    },
    {
      "id": "12-017-1068_p0032",
      "zh_CN": "经上举的这个例子，举得大，娑婆四谛。释迦牟尼佛的教区，在这个教区里面，这个四谛有多少？有四百亿十千名义。《瑜伽》讲苦有一百十一。《疏》里头说得很清楚，《瑜伽师地论》有一百卷，在第四十四卷，好像江味农居士《金刚经讲义》，跟周止庵居士的《心经诠注》，都详细的引用。可是我们最近印的本子查不到，从前老本子后面，它附的有这些名数、名相，这个名相在讲义第几页，我们一查就查到。最近我看到我们这边印的这个本子，后面附的这份东西没有了，那一份东西很有用处，方便我们查资料。我们查一个名相，知道它在第几页，立刻就查出来。非常可惜，《心经诠注》现在他们改了版面，重新排版，后面这部分没有了。由这里就知道，排版这些人不是学经教的，他不知道这个重要性。学经教的人晓得这个重要性。",
      "zh_TW": "經上舉的這個例子，舉得大，娑婆四諦。釋迦牟尼佛的教區，在這個教區裡面，這個四諦有多少？有四百億十千名義。《瑜伽》講苦有一百十一。《疏》裡頭說得很清楚，《瑜伽師地論》有一百卷，在第四十四卷，好像江味農居士《金剛經講義》，跟周止菴居士的《心經詮注》，都詳細的引用。可是我們最近印的本子查不到，從前老本子後面，它附的有這些名數、名相，這個名相在講義第幾頁，我們一查就查到。最近我看到我們這邊印的這個本子，後面附的這份東西沒有了，那一份東西很有用處，方便我們查資料。我們查一個名相，知道它在第幾頁，立刻就查出來。非常可惜，《心經詮注》現在他們改了版面，重新排版，後面這部分沒有了。由這裡就知道，排版這些人不是學經教的，他不知道這個重要性。學經教的人曉得這個重要性。"
    },
    {
      "id": "12-017-1068_p0033",
      "zh_CN": "因为《讲义》跟《诠注》，可以做为研究经论的资料，就像字典一样的，它有这个用处。非常可惜，这一部分他把它删掉了，所以我们还得要找老的本子，老本子里头有。从前我们图书馆印的本子有，照这个老本子印的有，现在本子没有了。这样子对老本子，研究经教的人要特别珍惜。现在新排版的版面好看，字也很清楚，但是查资料就查不到了，就很困难。这是附带说明，希望以后翻印前人的典籍这些地方要注意，不能够疏忽，它是有用的，不是没有用的。",
      "zh_TW": "因為《講義》跟《詮注》，可以做為研究經論的資料，就像字典一樣的，它有這個用處。非常可惜，這一部分他把它刪掉了，所以我們還得要找老的本子，老本子裡頭有。從前我們圖書館印的本子有，照這個老本子印的有，現在本子沒有了。這樣子對老本子，研究經教的人要特別珍惜。現在新排版的版面好看，字也很清楚，但是查資料就查不到了，就很困難。這是附帶說明，希望以後翻印前人的典籍這些地方要注意，不能夠疏忽，它是有用的，不是沒有用的。"
    },
    {
      "id": "12-017-1068_p0034",
      "zh_CN": "后面这一句，「而文义包博，言含性相」，也就是说，经论里面凡是讲到名，名相，名一定有义。不但说相，相不离性，性不离相。所以，佛经无论是大乘小乘，显教密教，确确实实每一字、每一句都含无量义，而且每一个义都圆融的。义圆融，文句亦复如是。这个圆融，我们今天要特别提示出来，为什么？今天社会的动乱，灾难频繁，什么原因？不圆融。人跟人相处不圆融，人跟自然环境相处不圆融，人跟天地鬼神不圆融，麻烦就来了。这才是大病，大病的病根在哪里，你得要找到。我们要受这样的苦报，你能不能够离苦得乐？能，只要你念头一转，你就脱离苦海了。念头怎么转？我跟一切人和睦相处，跟一切众生和睦相处，你的境界马上就转过来。",
      "zh_TW": "後面這一句，「而文義包博，言含性相」，也就是說，經論裡面凡是講到名，名相，名一定有義。不但說相，相不離性，性不離相。所以，佛經無論是大乘小乘，顯教密教，確確實實每一字、每一句都含無量義，而且每一個義都圓融的。義圓融，文句亦復如是。這個圓融，我們今天要特別提示出來，為什麼？今天社會的動亂，災難頻繁，什麼原因？不圓融。人跟人相處不圓融，人跟自然環境相處不圓融，人跟天地鬼神不圓融，麻煩就來了。這才是大病，大病的病根在哪裡，你得要找到。我們要受這樣的苦報，你能不能夠離苦得樂？能，只要你念頭一轉，你就脫離苦海了。念頭怎麼轉？我跟一切人和睦相處，跟一切眾生和睦相處，你的境界馬上就轉過來。"
    },
    {
      "id": "12-017-1068_p0035",
      "zh_CN": "你要知道法性是融通的、是圆融的，宇宙是圆融的。圆融是真正的和睦，彼此真诚的礼敬，真诚的清净，真诚的平等，真诚的慈悲，还是要随顺性德，你才能得真正的解脱，真正的自在，真正的幸福美满。佛法向内求，不是向外求，外头求不到，所以佛学称为内学，佛经称为内典。向自性当中求你才能成佛、成菩萨，才能够证得无上正等正觉。向外面求，错了。佛家常讲，向外求叫做外道，外道不是骂别人，心外求法就叫做外道，是对佛门自己人讲的，不可以心外求法。",
      "zh_TW": "你要知道法性是融通的、是圓融的，宇宙是圓融的。圓融是真正的和睦，彼此真誠的禮敬，真誠的清淨，真誠的平等，真誠的慈悲，還是要隨順性德，你才能得真正的解脫，真正的自在，真正的幸福美滿。佛法向內求，不是向外求，外頭求不到，所以佛學稱為內學，佛經稱為內典。向自性當中求你才能成佛、成菩薩，才能夠證得無上正等正覺。向外面求，錯了。佛家常講，向外求叫做外道，外道不是罵別人，心外求法就叫做外道，是對佛門自己人講的，不可以心外求法。"
    },
    {
      "id": "12-017-1068_p0036",
      "zh_CN": "要知道心外没有法，一切法从心想生，一切法唯心所现，唯识所变，心外哪有法！所以法相唯识宗不承认有外境，只承认唯识，就是心现识变，他承认这个；因为所现所变不是真的，能现能变是真的。在大乘圆教里头，这说的究竟圆满，能所不二，能所是一。你不参透这个道理，你的烦恼习气肯定放不下。放下怎么这么难！为什么？你没有参透，也就是对于诸法实相，你了解得不够彻底，问题出在这个地方。彻底搞清楚、搞明白，放下太容易了，不难！",
      "zh_TW": "要知道心外沒有法，一切法從心想生，一切法唯心所現，唯識所變，心外哪有法！所以法相唯識宗不承認有外境，只承認唯識，就是心現識變，他承認這個；因為所現所變不是真的，能現能變是真的。在大乘圓教裡頭，這說的究竟圓滿，能所不二，能所是一。你不參透這個道理，你的煩惱習氣肯定放不下。放下怎麼這麼難！為什麼？你沒有參透，也就是對於諸法實相，你了解得不夠徹底，問題出在這個地方。徹底搞清楚、搞明白，放下太容易了，不難！"
    },
    {
      "id": "12-017-1068_p0037",
      "zh_CN": "凡夫成佛，无论是在理、是在事上说，都是一念之间。佛讲凡夫成佛要修无量劫，这佛说的。可是在《华严经》里面讲，「念劫圆融」，无量劫可以浓缩成一念，凡夫一念就成佛了，那是觉悟了；要是不觉悟，这一念就变成无量劫。时间可以伸缩的，可以把无量劫缩短成一念，一念可以延长为无量劫。时间不是真的，时空都不是真的，从哪里来的？从心想生。所以意念不可思议，不管你是正念，还是邪念，都不可思议。正念造天堂，天堂是正念变现的，邪念造地狱，地狱也是意念变现的，都不是从外头来的。连那个鱼讲的话，牠讲的跟佛法讲的一样，各人因果各人负责，谁都没有权力干涉，自作自受。佛菩萨大慈大悲，天神上帝也是慈悲爱世人，没有办法帮助你，救不了你，自作自受。一切法是从你自己念头里头变现出来的，为什么不存好念？为什么不修善念？纯净纯善，那个境界是华藏、是极乐，多么美好！为什么要有恶念？",
      "zh_TW": "凡夫成佛，無論是在理、是在事上說，都是一念之間。佛講凡夫成佛要修無量劫，這佛說的。可是在《華嚴經》裡面講，「念劫圓融」，無量劫可以濃縮成一念，凡夫一念就成佛了，那是覺悟了；要是不覺悟，這一念就變成無量劫。時間可以伸縮的，可以把無量劫縮短成一念，一念可以延長為無量劫。時間不是真的，時空都不是真的，從哪裡來的？從心想生。所以意念不可思議，不管你是正念，還是邪念，都不可思議。正念造天堂，天堂是正念變現的，邪念造地獄，地獄也是意念變現的，都不是從外頭來的。連那個魚講的話，牠講的跟佛法講的一樣，各人因果各人負責，誰都沒有權力干涉，自作自受。佛菩薩大慈大悲，天神上帝也是慈悲愛世人，沒有辦法幫助你，救不了你，自作自受。一切法是從你自己念頭裡頭變現出來的，為什麼不存好念？為什麼不修善念？純淨純善，那個境界是華藏、是極樂，多麼美好！為什麼要有惡念？"
    },
    {
      "id": "12-017-1068_p0038",
      "zh_CN": "我学佛五十二年，我是中根人，不是上根人，真的对于这些道理稍稍搞清楚、搞明白，七十以后的事情。我不能给你说妄语，为什么？这么多年来讲经的录相、录音带在，你听听我七十岁以前所讲的，跟七十岁以后所讲的，境界不一样，相差很大很大。现前保存的录音、录相，至少是，大概是二十多年了。诸位把从前跟现在的听听比较一下，你就晓得，不断在提升，这个提升就是解行要相应，解行不相应，是没有办法提升境界。我知道多少，我就会做多少，做到之后，又知道一些。这是我常常跟诸位讲，解行相应，解行相辅相成，这是从前章嘉大师教我的，看破是解，放下是行。放下恶念，放下恶作，不善的一定要放下。经教天天要读，为什么？善恶的标准在里头。如果不天天去读经教、熟悉经教，我们在这个世间没有善恶标准，自己以为是善的，一读佛经才晓得错了。",
      "zh_TW": "我學佛五十二年，我是中根人，不是上根人，真的對於這些道理稍稍搞清楚、搞明白，七十以後的事情。我不能給你說妄語，為什麼？這麼多年來講經的錄相、錄音帶在，你聽聽我七十歲以前所講的，跟七十歲以後所講的，境界不一樣，相差很大很大。現前保存的錄音、錄相，至少是，大概是二十多年了。諸位把從前跟現在的聽聽比較一下，你就曉得，不斷在提升，這個提升就是解行要相應，解行不相應，是沒有辦法提升境界。我知道多少，我就會做多少，做到之後，又知道一些。這是我常常跟諸位講，解行相應，解行相輔相成，這是從前章嘉大師教我的，看破是解，放下是行。放下惡念，放下惡作，不善的一定要放下。經教天天要讀，為什麼？善惡的標準在裡頭。如果不天天去讀經教、熟悉經教，我們在這個世間沒有善惡標準，自己以為是善的，一讀佛經才曉得錯了。"
    },
    {
      "id": "12-017-1068_p0039",
      "zh_CN": "所以佛在经上教导我们，没有证得阿罗汉之前，不要相信你自己的意思，就是你自己意思以为是善，以为是恶，常常搞错。到阿罗汉，阿罗汉是我执破了，见思烦恼断了，这个时候称之为正觉。也就是说，他心目当中那个善恶标准没错了，人家超离六道轮回了；换句话说，六道轮回里面的众生，那个善恶是靠不住的。怎样辨别善恶？《了凡四训》是最好的参考资料，你读了《了凡四训》之后，你读《安士全书》，你再去读《感应篇汇编》，熟读，至少要用三年功夫，那你就知道善恶了。你能够真正明了通达善恶，你肯定行善断恶，为什么？行善有大利益，造恶有大祸害。君子趋吉避凶，君子就是有智慧、有能力辨别善恶，有能力辨别善恶，自自然然趋吉避凶；换句话说，三恶道的事情，决定不做。",
      "zh_TW": "所以佛在經上教導我們，沒有證得阿羅漢之前，不要相信你自己的意思，就是你自己意思以為是善，以為是惡，常常搞錯。到阿羅漢，阿羅漢是我執破了，見思煩惱斷了，這個時候稱之為正覺。也就是說，他心目當中那個善惡標準沒錯了，人家超離六道輪迴了；換句話說，六道輪迴裡面的眾生，那個善惡是靠不住的。怎樣辨別善惡？《了凡四訓》是最好的參考資料，你讀了《了凡四訓》之後，你讀《安士全書》，你再去讀《感應篇彙編》，熟讀，至少要用三年功夫，那你就知道善惡了。你能夠真正明瞭通達善惡，你肯定行善斷惡，為什麼？行善有大利益，造惡有大禍害。君子趨吉避凶，君子就是有智慧、有能力辨別善惡，有能力辨別善惡，自自然然趨吉避凶；換句話說，三惡道的事情，決定不做。"
    },
    {
      "id": "12-017-1068_p0040",
      "zh_CN": "我们一般讲，得罪人的事情决定不做，但是这个得罪人也不是简单这么一句话，你要熟读圣贤书，知道圣贤所讲的标准。众生造作罪业，我不随喜，这得罪他，这是正确的；众生所做的，确确实实于社会、于众生有利益的，我要是得罪他，是错误的。你要想到到底什么是善恶的标准，有个最简单的拣别，就是对社会有利益，对一切众生有利益的，这是绝对标准。什么是错误的？对自己有利益，你就大错特错了。所以，诸佛菩萨、祖师大德、真正觉悟的人，起心动念，一切行为，他为众生他不为自己。他念佛求往生，肯定得生，为什么？与性德相应。与性德相应，就是与佛心相应，与佛愿相应，与佛行相应，他怎么会不往生！",
      "zh_TW": "我們一般講，得罪人的事情決定不做，但是這個得罪人也不是簡單這麼一句話，你要熟讀聖賢書，知道聖賢所講的標準。眾生造作罪業，我不隨喜，這得罪他，這是正確的；眾生所做的，確確實實於社會、於眾生有利益的，我要是得罪他，是錯誤的。你要想到到底什麼是善惡的標準，有個最簡單的揀別，就是對社會有利益，對一切眾生有利益的，這是絕對標準。什麼是錯誤的？對自己有利益，你就大錯特錯了。所以，諸佛菩薩、祖師大德、真正覺悟的人，起心動念，一切行為，他為眾生他不為自己。他念佛求往生，肯定得生，為什麼？與性德相應。與性德相應，就是與佛心相應，與佛願相應，與佛行相應，他怎麼會不往生！"
    },
    {
      "id": "12-017-1068_p0041",
      "zh_CN": "我们再看后面这一段，这是四种四谛最后的一种，无作四谛，圆教的；无量四谛，别教的。「又究此四，非唯但空，便为真实，今了阴入皆如，无苦可舍，无明尘劳，即是菩提，无集可断」。我们先看这两句，这是大乘圆教。《华严》、《法华》、《楞严》、《般若》，都是属于大乘圆教。前面这一句总说，又究此四，这个究我们一般人讲研究，佛法不说研究，讲参究、深究，这个苦集灭道四谛。非唯但空，便为真实，但空前面说过，因缘生法，缘起性空，所以说它不是真实，像《金刚经》上所说的「凡所有相，皆是虚妄」。「凡所有相，皆是虚妄」，这是讲的前面一段的意思，就是非唯但空。但是你要从凡所有相皆是虚妄再深入一层观，「凡所有相，皆是实相」，那就是此地讲的「便为真实」。为什么凡所有相皆是实相？凡所有相皆是法性，所以宗门开悟的人，老师问：你会么！竖一个指头。这是什么？他的意思实实在在就显示，凡所有相皆是虚妄，凡所有相皆是实相，那就对了。你要只知道凡所有相皆是虚妄，这是小乘，你只答对一半，你没有了解彻底，真正彻底是什么？那就是实相；实相跟实相，实相是一相，决定没有二相。",
      "zh_TW": "我們再看後面這一段，這是四種四諦最後的一種，無作四諦，圓教的；無量四諦，別教的。「又究此四，非唯但空，便為真實，今了陰入皆如，無苦可捨，無明塵勞，即是菩提，無集可斷」。我們先看這兩句，這是大乘圓教。《華嚴》、《法華》、《楞嚴》、《般若》，都是屬於大乘圓教。前面這一句總說，又究此四，這個究我們一般人講研究，佛法不說研究，講參究、深究，這個苦集滅道四諦。非唯但空，便為真實，但空前面說過，因緣生法，緣起性空，所以說它不是真實，像《金剛經》上所說的「凡所有相，皆是虛妄」。「凡所有相，皆是虛妄」，這是講的前面一段的意思，就是非唯但空。但是你要從凡所有相皆是虛妄再深入一層觀，「凡所有相，皆是實相」，那就是此地講的「便為真實」。為什麼凡所有相皆是實相？凡所有相皆是法性，所以宗門開悟的人，老師問：你會麼！豎一個指頭。這是什麼？他的意思實實在在就顯示，凡所有相皆是虛妄，凡所有相皆是實相，那就對了。你要只知道凡所有相皆是虛妄，這是小乘，你只答對一半，你沒有了解徹底，真正徹底是什麼？那就是實相；實相跟實相，實相是一相，決定沒有二相。"
    },
    {
      "id": "12-017-1068_p0042",
      "zh_CN": "所以一切万法是一相，觉悟的人他知道，森罗万象里面，他看到一相。这个话不好懂，古人用比喻，这是贤首国师（清凉的老师）他说，他用比喻说，「以金作器，器器皆金」。我们去参观黄金的产品，黄金做出许许多多首饰、璎珞，还做出很多的用具，黄金的碗、调羹、碟子、壸、杯子。我曾经参观过，琳瑯满目，大概有一、两万种，没有一个是相同的，真是好看。你看相，那么多，一、两万种；你要看体，一种，黄金，除黄金之外，什么也没有。你要能看到黄金，你就看到实相。觉悟的人看什么？宇宙之间所有一切万法是什么东西？法性。这个人叫明心见性，他在相里头看到性，就正如同在金器里面，那么大的场面，那么多的样式，他只看到一个，黄金；见到性，从相上见到性。不管多少形状、样子，不管多少，总而言之一句，都是黄金做出来的。",
      "zh_TW": "所以一切萬法是一相，覺悟的人他知道，森羅萬象裡面，他看到一相。這個話不好懂，古人用比喻，這是賢首國師（清涼的老師）他說，他用比喻說，「以金作器，器器皆金」。我們去參觀黃金的產品，黃金做出許許多多首飾、瓔珞，還做出很多的用具，黃金的碗、調羹、碟子、壼、杯子。我曾經參觀過，琳瑯滿目，大概有一、兩萬種，沒有一個是相同的，真是好看。你看相，那麼多，一、兩萬種；你要看體，一種，黃金，除黃金之外，什麼也沒有。你要能看到黃金，你就看到實相。覺悟的人看什麼？宇宙之間所有一切萬法是什麼東西？法性。這個人叫明心見性，他在相裡頭看到性，就正如同在金器裡面，那麼大的場面，那麼多的樣式，他只看到一個，黃金；見到性，從相上見到性。不管多少形狀、樣子，不管多少，總而言之一句，都是黃金做出來的。"
    },
    {
      "id": "12-017-1068_p0043",
      "zh_CN": "我看到这个也是个缘分，陈大川居士他就是做这个东西的，做首饰的，我在他的展览室里面参观。参观这个就体会到清凉大师所讲，「以金作器，器器皆金」，看到这个我们就想到，这句话就是说这个意思。一、两万种的产品，你一看就是黄金。你看到黄金，你就看到真实了。相为什么是假的？相会变，我喜欢做什么样子，我可以把它改变一下，但是体不能改变；体是金，不能改变，所以它是真实的。不变的是真的，会变的是假的，所以相是假的，性是真的。一切相会随着我们心在变，变是变它的外表，变它的相，它的性不变。我们从这里去参这个道理，这是总纲领、总原则。这一句话讲的是宇宙一切万有，它就是法性；对我们人来讲，就是佛性。佛性迷悟不同，悟了叫佛菩萨，迷了叫凡夫。现在时间到了。",
      "zh_TW": "我看到這個也是個緣分，陳大川居士他就是做這個東西的，做首飾的，我在他的展覽室裡面參觀。參觀這個就體會到清涼大師所講，「以金作器，器器皆金」，看到這個我們就想到，這句話就是說這個意思。一、兩萬種的產品，你一看就是黃金。你看到黃金，你就看到真實了。相為什麼是假的？相會變，我喜歡做什麼樣子，我可以把它改變一下，但是體不能改變；體是金，不能改變，所以它是真實的。不變的是真的，會變的是假的，所以相是假的，性是真的。一切相會隨著我們心在變，變是變它的外表，變它的相，它的性不變。我們從這裡去參這個道理，這是總綱領、總原則。這一句話講的是宇宙一切萬有，它就是法性；對我們人來講，就是佛性。佛性迷悟不同，悟了叫佛菩薩，迷了叫凡夫。現在時間到了。"
    }
  ]
}